{"content": "本文通过总结多年党政文献民族语文翻译实践经验,指出党政文献翻译要重点处理好忠实与准确、自然、创新之间的关系,对译文如何在准确理解的基础上做到实质忠实和自然流畅、如何辩证看待忠实原文与翻译创新,结合实例提出了自己的观点。", "label": "中国语言文学", "id": 0}
{"content": "本文运用田野调查所得的丰富的第一手语料,对九阡片区的水语进行音系系统分析,对声母、韵母和声调做了较为详细的描述研究,分析得出九阡水语有71个声母、55个韵母和8个声调,并总结出了九阡水语音系的特点,为三洞土语当中的次土语的语法研究提供一个案例,为水语语法研究提供新的素材。", "label": "中国语言文学", "id": 0}
{"content": "老寨水语在与现代汉语接触时,受到语言,文化,社会等影响,产生了老寨水语中的现代汉语借词。这些借词不仅丰富了老寨水语体系,更是文化交流的结果。本文从现代汉语借词的借入方式、借入语域两方面论述了老寨水语中的汉语借词。", "label": "中国语言文学", "id": 0}
{"content": "<正>2019年,国家民委以民族语文翻译基地建设、大学生双语志愿服务团建设、全国双语学习特色村镇建设为重点,促进民族语文事业科学发展,推动国家通用语言和少数民族语言双语学习,取得积极成效。一民族语文翻译基地建设为创新推动全国民族语文翻译资源优化与翻译服务能力提升,经对全国12个民族语文工作重点省区及中国民族语文翻译中心（局）进行调研后决定,依托中国民族语文翻译中心（局）建设国家级民族语文翻译基地,并由该基地牵头,根据各地实际和需求,通过沟通协商,以签订合作协议的方式,设立若干分基地。基地功能目标为:以习近平新时代中国特色社会主义思想为指导,贯彻落实党和国家民族语文政策法律法规,", "label": "中国语言文学", "id": 0}
{"content": "<正>在教育部、国家语委的指导下,中国语言资源保护研究中心携手商务印书馆,从语保工程\"中国濒危语言志\"专项中选出调查进度较快、质量较好的30个点申报2018年度国家出版基金项目,并顺利获批。丛书于2019年6月由商务印书馆出版。一背景在现代化和城镇化的高速进程中,我国的语言和地域文化正在以前所未有的速度发生变化,其中有的逐渐走向衰亡,如何及时有效地保存和保护语言文化已经成为当今中国社会一个亟待解决的问题。", "label": "中国语言文学", "id": 0}
{"content": "苗族古歌（或称苗族史诗）是贵州黔东南苗族人民口口传唱的古歌集,是苗族文化的活化石。随着时代的发展以及苗族文化和其他民族文化的融合,对《苗族古歌》以及苗族文化的继承和传播成为人们紧迫的任务。该研究通过整理苗族古歌文献总结苗族古歌译介实践与现状,提出苗族古歌翻译过程中问题以及提出相应的对策,以期为今后苗族古歌的翻译活动提供有益的参考。", "label": "中国语言文学", "id": 0}
{"content": "水族是个古老的民族,是全国17个拥有文字的少数民族之一,其文字水书文化很独特,千百年来一直延续并使用至今。本世纪初,在水族主要聚居区地贵州黔南开始征集抢救与翻译研究水书。但在水书的抢救与翻译过程中,因为种种客观原因,存在诸多问题。翻译研究人才缺乏,收藏条件简陋等。为了使水书得到更好传承和发展,让更多人了解水书,因此,翻译水书势在必行。", "label": "中国语言文学", "id": 0}
{"content": "论文通过问卷调查与半结构式访谈等方法,探讨川西木雅藏族语言使用和语言认同的特点及变化规律。聚居在藏彝走廊东部边缘峡谷地带的木雅人,处于各民族融合交流之地,其语言使用情况较为复杂。论文从新修辞学和社会语言学的认同理论出发,认为语言使用,特别是语码转换行为是说话者用于建立、超越和消除群体界限的一种言语策略。通过对木雅藏族的语言使用模式,特别是\"情境性\"语码转换与\"喻意型\"语码转换进行分析,发掘语言使用与族群、社会阶层、社会身份等社会变项的关系,阐释语用者语言使用和语言转移背后的社会和心理动机。", "label": "中国语言文学", "id": 0}
{"content": "<正>语言从来都是在各民族的交流、融合中发展的。近五百余年间,生活在鄂尔多斯地区的蒙汉族民众在共建美好家园的相互交往中,语言也不断地交流融合,特别是在语音、词汇、语法三方面,都具有非常鲜明的互相影响交融的特征。进行蒙汉语方言相互融合的研究,也可以从中感知民族之间团结合作、平等互利的进步意义。", "label": "中国语言文学", "id": 0}
{"content": "苗瑶语是中国众多民族中使用人口较多,具有历史较为久远的少数民族语言之一。关于苗瑶语的系属问题,国内外语言学者的认识尚不一致。有些学者认为它属于孟高棉语系,有些认为它是澳亚语系,还有些学者认为它是澳台语系,而我国学者普遍认为它系属于汉藏语系。根据所收集和掌握的苗瑶语材料,笔者认为苗瑶语应该属于汉藏语系。", "label": "中国语言文学", "id": 0}
{"content": "<正>1.国家民委牵头启动大学生民汉双语志愿服务团建设国家民委联合中央宣传部、中央文明办、教育部、共青团中央等部委,认真贯彻落实党的十九大\"完善公共服务体系,保障群众基本生活,不断满足人民日益增长的美好生活需要\"重要精神,立足城乡居民民汉双语学习公共服务需求,启动大学生民汉双语志愿服务团建设工作。经组织申报、专家评审、研究审核、部委审批等环节,统筹考虑区域分布、高校类别、语种覆盖、主要服务对象、资金保障等因素,研究确定了2年内在国家层面建立12支大学生民汉双语志愿服务团。截至2018年年底,已完成6支服务团建设任务,并积极深入民族乡村和社区,开展大连市\"爱我中华\"关爱各族青少年夏令营、吉林省新时代金达莱红文化进社区等志愿活动,受到基层欢迎和肯定。", "label": "中国语言文学", "id": 0}
{"content": "<正>壮族是全国人口最多的少数民族,目前有1800多万人,广西壮族自治区是壮族世居人口最多的省区。壮族先民早就创制了古壮字,但这种文字并不统一,使用人很少,也不规范。1957年11月29日,国务院第63次全体会议正式批准《壮文方案（草案）》,结束了壮族只有语言,没有统一、合法文字的历史。一60年的非凡历程1952年2月,中国科学院语言研究所首先派袁家骅、韦庆稳（壮族）、张均如等到广西,会同广西的壮语调查工作队,进行壮语调查,拉开了创制壮文工作的序幕。1955年4月底制定出以拉丁字母为主的《壮族文字方案（草案）》。", "label": "中国语言文学", "id": 0}
{"content": "前弘时期的翻译事业对藏族社会乃至世界文化交流做出的巨大的贡献。本文将整个藏传佛教前弘时期的翻译历程纳入研究范围,对前弘期的翻译历程分为四个阶段来研究,即无文字前的准备阶段,初译阶段,发展阶段和成熟阶段,将四个时期内的翻译情况进行详细的考察,归纳和总结。", "label": "中国语言文学", "id": 0}
{"content": "本文使用了平均中心、中位数中心、中心要素、标准距离、方向分布五个指标及空间自相关分析、聚类和异常值分析、热点（Getis-OrdGi*）分析方法探究贵州省彝语地名空间分布特征,结果表明:（1）贵州彝语地名数量大体由西向东减少;（2）贵州彝语地名平均中心、中位数中心、中心要素均分布在毕节市纳雍县;（3）贵州彝语地名标准距离为1.134656°,分布方向为东北-西南方向;标准距离分布图中圆形区域大致包括毕节市、六盘水市、黔西南州、安顺市、贵阳市;（4）通过空间自相关分析,可以得知贵州拥有彝语地名点县市空间分布呈现高聚集性;（5）通过聚类和异常值分析、热点分析,可以得知贵州拥有彝语地名点县市空间分布中的高高聚类及热点区均包括毕节市、六盘水市。", "label": "中国语言文学", "id": 0}
{"content": "羌族是中国古老的少数民族之一,而羌语作为羌族的特色语言,却逐渐消失在历史长河中。为了羌族文化的保护和传承,我们将羌族日常用语收集整理成语料库,并结合互联网技术,在此基础上设计出一款羌语的学习应用。可通过图片学习、测验以及情景演练,实现羌语日常用语的学习。此外,为了让用户了解更多的羌族文化,我们增添了绘本录音模块,以绘本的形式来讲述羌族的历史故事,达到更好的羌族语言和特色文化传播效果。", "label": "中国语言文学", "id": 0}
{"content": "<正>翁丁是云南省的一个佤族村寨,地处中缅边境,保存着完好的原始群居村落,被《中国国家地理》誉为\"中国最后一个原始部落\"。佤族是一个从原始社会末期直接过渡到社会主义社会的\"直过\"民族,如今,佤族的社会经济形态已经基本实现由封闭单一的农耕经济形式向开放发展的市场经济形式转变。同其他地区的佤族同胞一样,翁丁佤族也实现了历史的跨越,但仍保留着原始的传统生活习俗、传统民居建筑风格和传统民俗风情。", "label": "中国语言文学", "id": 0}
{"content": "<正>独龙族是怒江地区具有悠久历史的民族,也是我国人口较少又高度聚居的少数民族之一,目前总人口不到7000人。①大部分聚居在独龙江乡,还有一部分散居在茨开镇、丙中洛镇、捧当乡、维西傈僳族自治县和西藏自治区察隅县的察瓦龙乡等地。独龙族因独龙江而得名,历史上独龙江被称为\"俅江\",独龙族也因此被称为\"俅族\"\"俅子\"\"俅扒\"等。②中华人民共和国成立后,根据该民族居住的地域和民族意愿,正式定名为独龙族,所使用的语言称为独龙语,属汉藏语系藏缅语族。③独龙族曾经只有语言而无文字,靠结绳刻木记事。20世纪80年代初,国家民语委在原\"日旺文\"的基础上,以独龙江方言为基础,以孔当村一带的话为标准音,创制了一套适合独龙族使用的拉丁文拼音方案。④", "label": "中国语言文学", "id": 0}
{"content": "<正>一、指导思想和基本原则（一）指导思想高举中国特色社会主义伟大旗帜,以马克思列宁主义、毛泽东思想、邓小平理论、\"三个代表\"重要思想、科学发展观为指导,全面贯彻落实党的十八大和十八届三中、四中、五中、六中全会精神,深入学习贯彻习近平总书记系列重要讲话和中央民族工作会议精神,紧紧围绕\"四个全面\"的战略布局和\"两个共同\"的民族工作主题,全面执行党和国家关于少数民族语言文字的政策法规,依法保障各民族使用和发展自己的语言文字的自由,尊重语言发展规律,积极稳妥开展少数民族语言文字工作,为推进民族团结进步事业,实现\"中华民族一家亲,同心共筑中国梦\"作出努力.", "label": "中国语言文学", "id": 0}
{"content": "我有机会学习了苗汉双语文,加入了双语教育教学事业,积极参与翻译行业,在此我是多么希望得到上级有关部门的重视与利用。直到2007年,我才真正在论坛上、QQ群里、微信群中和现实生活中不断地使用苗文,并参加各种翻译活动。虽然当今国家民族政策逐步完善,但当地对民族语文翻译人才的培养,重视不够。笔者认为,无论少数民族语言还是汉族语言,都是各民族在长期的历史演变中存留下来的宝贵的非物质文化遗产,都应该得到共同使用或者互用。因此,不管是学校还是机关单位,应该主动重视双语互译的作用,搞好民族文化传承,促进民族团结。多么希望我们苗族语言文字教育教学与双语翻译工作也有一个正规的发展平台。", "label": "中国语言文学", "id": 0}
{"content": "<正>《大清全书》的满语书名为\"daicing gurun i yooni bithe\",清代最早刊行的满汉合璧注解词典,沈启亮编著。收录了大约14000条词。现存有康熙二十二年（1683）京都宛羽斋初刻本、康熙二十二年（1683）抄本、康熙五十二年（1713）三义堂重刻本,在国内民族文化宫图书馆、国家图书馆、中央民族大学图书馆、内蒙古自治区图书馆、内蒙古社会科学院图书馆、大连图书馆、辽宁", "label": "中国语言文学", "id": 0}
{"content": "<正>一、绪言本文以收藏于首尔大学中央图书馆的《圣谕广训》为主,论述各种语言版本《圣谕广训》中的满语①。笔者在拙稿中对首尔大学中央图书馆收藏的满文、蒙古文书籍进行过汇总②,当时有一本书的目录在线装书目录中收录着,却在图书馆目录（或网上目录）找不到,这就是《圣谕广训》。这本书不仅在目录中找不到,询问图书管理员,被告知实物也是不存在的。想必是遗失或被", "label": "中国语言文学", "id": 0}
{"content": "<正>哈佛大学作为世界著名学府,拥有美国最古老的图书馆,它是世界上藏书最多、规模最大的大学图书馆,包括近百所不同专业的分馆,分别设立在美国和世界其他一些城市,仅在哈佛大学校本部就有49所分馆。其中哈佛燕京图书馆以收藏丰富的东亚文献闻名于世,规模仅次于美国国会图书馆的东亚文献馆,除汉文和日文文献外,还保存满文、蒙古文和藏文等文献,具有鲜明的区域性多元文化特色。", "label": "中国语言文学", "id": 0}
{"content": "侗语分为南北两种方言,每种方言又可以细分出不同的土语。南部方言中的第二土语区是侗语各土语中传统历史文化保留得比较完整的区域。其中,又属贵州黔东南黎平县为第二土语的集中地。此次调查地堂安村隶属于黎平县,该村是侗族聚居区,历史悠久,传统语言文化保存完好。调查根据壮侗语核心词汇表拟定的语言调查提纲进行记音,同时通过实地发放问卷及访谈,基于社会语言学的理论及方法,对堂安侗语的基本情况、当地母语人的语言习得及语言能力、不同场合语言使用情况及语言情感认同等方面做了统计分析。", "label": "中国语言文学", "id": 0}
{"content": "文章以苗语川黔滇次方言植物名称为研究对象,认为苗语植物名称主要根据植物的形状、成熟时间、生存环境,植物有根与否、颜色、气味、药用功能等特征进行命名的,苗语植物形象生动的命名特征与苗族抽象思维和认知方式有关。", "label": "中国语言文学", "id": 0}
{"content": "本文根据语音识别与语音翻译等语音应用研究的需求,建设了新疆各地的维吾尔语口音资源库和维吾尔语方言声学参数库,并观察了维吾尔语口音长时功率谱的地域差异;对于各地方言和发音人性别进行了分类以及进行方差分析检验,从实验结果看维吾尔语各地方言存在地域口音共振峰。维吾尔语和其他语言类似,发音频谱也存在性别差异。本文研究结果对语音识别、语音合成等应用具有重要意义乃至整个阿尔泰语系语言的语音研究具有较高的参考价值。", "label": "中国语言文学", "id": 0}
{"content": "作为壮族和英语民族\"黄色\"意义的承载词,壮语\"henj/lieng/vuengz\"和英语\"yellow\"所蕴含的语义联想在壮英两种文化中存在明显的共性和特性。文章通过联想对应、联想重合和联想空缺三方面对\"黄色\"在壮英文化中的语义联想进行了详细的比较和分析,以期增进壮英文化的理解和沟通,促进跨文化交流。", "label": "中国语言文学", "id": 0}
{"content": "<正>1.任务定义、目标和研究意义我国有55个少数民族,人口1.08亿,占全国8.4%,居住的面积约占全国总面积的63.7%。中国境内的语言非常丰富,五十五个少数民族中,除回族、满族以外,其他53个民族都有自己的语言。据统计,在中国,少数民族正在使用的语言有72种左右,已经消亡的古代语", "label": "中国语言文学", "id": 0}
{"content": "著名语言学家潘文国先生曾在2012年出版过一篇文章,名为\"寻找自己家里的‘竹夫人’——论中西语言学接轨的另一条路径兼谈文章学\"。文章重点论述了文章学多年来被忽略的现象,并探讨中西语言学如何接轨等问题。本文将重点关注在潘先生提出的在对外汉语教学中,汉字和汉语书面语不被重视的现象,对此现象进行分析和提出改正建议。", "label": "中国语言文学", "id": 0}
{"content": "《国际中文教育水平等级标准》于2021年7月实施,是全面指导国际中文教育的国家级规范。与2010年的《汉语国际教育用音节汉字词汇等级划分》相比,初级汉字有34个字的调整,并增加了手写汉字部分。本文通过字频、字形、理据和构词能力等要素考察《等级标注》的初等汉字,并对初等手写汉字的选择进行评估。本文通过字源对初等汉字的理据进行赋值,分为有理据、无理据和半理据。构词能力,根据初等汉字在《国际中文教育水平等级标准》初等词汇的构词数判断。字形,根据笔画数。字频,根据北京语言大学《现代汉语频率词典》确定。通过这几个维度研究考察《国际中文教育水平等级标准》初等汉字的等级划分和对手写汉字进行评估。", "label": "中国语言文学", "id": 0}
{"content": "汉字教学是对外汉语教学的重要组成部分,但目前研究和教学实践还存在脱节现象。教师在汉字的语音、书写、辨别、意义等方面投入大量精力,却往往忽略了培养学生对汉字的观察能力以及学生受到母语认知结构影响而发生的同化,因而学生很难跨越学习障碍。许多研究者只关注到教学法的改进,却缺少心理学理论作为指导。在感知、理解、记忆及心理学分析方面,都体现出认知心理学在对外汉语课堂中的可用性。在认知同化学习理论的依据下,要使汉语学习者对新习得的知识保持下来,教师应引导学生将知识不断改组,培养学生的观察推理、辨识比较、归纳实践能力,用新知识与固有的学习特征建立联系,使新旧知识结合摆脱机械记忆,将意义学习与机械学习区别开。本文从认知心理学的角度,首先研究了认知同化理论、第二语言习得理论在汉字教学中的重要性和结合方式。其次从汉字系统的特点出发阐述了汉字的认知特点,对比了非汉字文化圈及汉字文化圈的学生各自面对的难点及不同的产生原因。再次对汉字教学的典型案例进行分析,运用认知心理学构建汉字教学的模式,设计汉字学习方式。最后根据认知心理学的观点提供相关的教学启示,为教师组织编排教学或学生加强理解提供对策方法。通过文献法、归纳法、分类法选取适合对外汉字教学的认知心理学理论作为依据。采用对比法与案例分析法,展现认知心理学在汉字教学中行之有效的实践应用方法。教师有步骤有计划地运用认知心理学理论指导下的策略,摆脱传统的机械教学模式,融入文化因素教学体现汉字的表意特征,创造意义学习的条件,引导学生将被动接受信息化为主动获得概念,可使学生根据对汉字已有的认知,通过观察和推测得到新认识,在心理上建立字感,引起兴趣。本文旨在从认知心理学角度将研究成果应用于对外汉语课堂中的汉字教学实践上,为教师提供心理学依据,帮助学习者摆脱障碍,达到预期的教学效果。", "label": "中国语言文学", "id": 0}
{"content": "汉字教学一直以来都是对外汉语教学的难点,而汉字的难读难写难认也是非汉字圈留学生学习汉语的最大障碍之一。汉字是中华文化的载体,蕴含着丰富的文化内涵,汉字不仅记录了汉语,还体现了中国人特有的价值观与思维方式,因此在对非汉字圈留学生的汉字教学中应注重文化因素的导入。本文拟对非汉字圈留学生汉字教学中文化因素导入的原则、策略与方法进行分析,以期激发学生汉字学习热情,提高汉字教学效果。本文首先分析了非汉字圈留学生汉字学习的现状与特点,讨论在汉字教学中进行文化因素导入的必要性。汉字文化导入不仅能有效帮助学生理解与记忆汉字,增加汉字教学的趣味性,还可以让学生在汉字学习过程中了解一定的中国文化知识。然后本文系统分析了汉字中蕴含的文化因素,在此基础上结合教学实践,采取定量与定性分析相结合的方法,对非汉字圈留学生汉字文化导入的原则、策略与方法进行研究。本文认为对非汉字圈留学生的汉字文化导入应遵循整体性、直观性、阶段性、适度性、实用性等原则。在汉字教学中以汉字字形为切入点,结合汉字构字法、偏旁部首蕴含的文化涵义进行教学,讲解汉字的发展历史及汉字结构中体现的民族思维方式,并导入汉字背后的语用文化内涵。教授汉字时可采取图示法、情境法、游戏法、联想记忆法等多种方法进行教学。但要注意对非汉字圈留学生的汉字文化导入要分阶段进行,同时教师要具有\"双文化的意识和自觉\",能够注意到学生主观存在的文化差异,积极探索,不断实践,努力建立与汉字教学相辅相成而又科学有效的文化导入与教学模式。", "label": "中国语言文学", "id": 0}
{"content": "從2020年三月開始新冠肺炎迅速蔓延到世界各地,影響的層面已達全球經濟體,許多產業被迫從實體轉型至線上發展。而臺灣公私立華語中心也因封鎖邊境的政策及限制國外華語生入境就讀,造成各公私立華語中心面臨學員人數大幅度銳減和裁員的窘境。綜觀全球,線上教育已不是一時的權宜之計,而是一個重點的核心產品,且臺灣身為華語產業鏈中不可或缺的重要角色,更需要精準地了解學習者需求與決策的因素,才能在這片線上課程競爭的紅海中找到利基點與突破困境。現有文獻鮮有以華語教育產業的發展策略為主的相關領域研究,因此本研究目的為提供華語中心在經營、行銷等策略時有更多的思考方向,且主要探討華語學習者在選擇購買同步線上華語課程所考量之相關因素,本研究共有四個假說,假說一:不同背景變項在學習動機上有顯著差異;假說二:不同背景變項在決策因素的四個層面上有顯著差異;假說三:不同時數的學習者在學習動機與決策因素上有顯著差異;假說四:學習動機與決策因素的關聯性。華語教師在設計課程時,應以學習者需求來設計適應的課程,所以,若能掌握目前線上華語學習者的學習需求,將能提供教師與華語中心設計與規劃課程時有更準確的依據。決策因素以學習者角度來了解牽動華語學習者購買課程時重要的參考因素,本研究將決策因素分為四大層面來探究研究對象在做購買課程的決策時,會著重哪些層面。本研究採量化方法,問卷題項先以專家內容意見審查後,再以立意抽樣發放問卷,並透過SPSS統計方法做描述性統計、單因子變異數分析、獨立t檢定、相關分析與迴歸分析來驗證假說,希望透過這樣的消費者行為研究與商學經營層面的研究議題提升臺灣公私立華語中心的經營績效。", "label": "中国语言文学", "id": 0}
{"content": "語言學習涉及三個板塊:一、處於樞紐位置的構式（construction）,構式是意義和形式的配對,漢語最重要的構式包括語素、詞彙、句子,成語（four syllable expression）等;二、構式的下層是構式的物質形式,即實時運用的語音系統和異時運用的文字系統;三、構式的上層是話語,乃構式在具體語境中運用所建構的意義,是構式的內部銜接以及與世界連貫的整體結構。學習語言,就是把握以上三個語言的板塊。在這幅完整的語言藍圖中,詞彙居於語言學習的要津。一如其他在語言藍圖中的成份,詞彙並不獨立存在,每一個詞彙必只是一個更高層次的概念框架（frame）中的一部份,同一概念框架中的不同詞彙,互相聯繫形成網絡,因此,學習詞彙,必須把詞彙置於概念框架之中,與其他屬於同一概念框架的詞彙配搭,一起學習,才會有效。一個最現成的例子是,「詞彙」的意義,只有在「語言」這個更高層次的概念框架之中,才能理解,並與「語言」概念框架之中的其他詞彙,例如「句子」互相關聯,構成具體語境中的話語。C. Fillmore開創框架語言學,在他發展的Frame Net中,辨識出英語大約1200+個概念框架。問題是:有沒有跨語言的核心概念框架（Core Cross Language Frame）,作為詞彙學習課程設計的語言學理論基礎?本研究分析392組來自178種語言的核心詞彙表（core word list）,詞表共收詞彙109,877詞次（token）、3908詞項（type）。透過分析這近4000個詞項所涉及的概念框架,我們便能辨識出跨語言的核心概念框架。結果將對詞彙及語言學習與課程提供更堅實的理論基礎和更前沿的觀念視角。", "label": "中国语言文学", "id": 0}
{"content": "中國文學史是了解文學、文化的重要課程,就漢語二語學習者而言,有一定程度的學習難度,需要大量依賴注釋才能理解。多數中國文學史的教材寫作者不具備漢語二語教學詞彙分級的概念,因此在教材編纂時,為了追求遣詞用字的優美,常常使用超綱字詞寫作。雖然漢語二語學習者終究必須適應真實語境,但是過程應該有其學習鷹架。本研究基於漢語二語學習者需求,以臺灣師範大學華語文教學系「中國文學史概論」課程為例,應用「臺灣華語文語料庫」為教材編寫輔助工具,將未應用系統的教材學習成效為前測,對照使用系統的教材學習成效為後測,探討使用語料庫應用系統作為中國文學史教材編寫的方法。臺灣華語文語料庫是繼中央研究院漢語平衡語料庫之後,目前華語文正體字建置資料最完整、語料最新、數量最多、功能最齊全的語料庫。除了詞彙、語法分級標準外,還有教材編輯輔助系統和語義場關聯詞查詢系統。筆者經過課堂行動研究,確知導入系統編輯教材的效度,並且透過此過程,檢測學習鷹架的難度標準。則完成此研究,可以獲得語料庫應用系統作為教材編寫輔具的宜忌,提供給日後參考。", "label": "中国语言文学", "id": 0}
{"content": "眾所周知,問題導向學習（Problem-Based Learning）是教授者向學習者提示實際問題,由學習者合作解決問題的教授學習方法。在透過個別學習和合作學習尋找問題解決方案的過程中,達到學習的效果。所謂實際問題,也就是我們在實際身處的世界中可能遭遇的問題。那可能是一般人生活中會接觸到的問題,也可能是某個特定領域的專家或從業人員可能接觸到的問題。這些問題導向學習依照進行的順序,分為（1）問題提示;（2）問題分析及導出學習課題;（3）針對問題解決的資料收集（自主學習）;（4）問題二次確認及導出解決方案;（5）發表問題解決方案;（6）學習結果整理及評分。本文擬將摸索大學漢文教育中的問題導向學習活用方案,探討其可行性。", "label": "中国语言文学", "id": 0}
{"content": "在聽說讀寫四大技能中,漢字讀寫能力,為華語學習者之學習一大難點,教學過中,大多以聽說能力為導向,漢字教學相對較少被討論,然漢字讀寫能力也不容忽視,在日常生活中仍有其必要性。文字可分為象形文字與拼音文字,除了漢字,其餘文字皆是拼音文字,象形文字透過字型構造,藉以表達事物的形象或意義,是一種接近圖畫的語言符號,因此許多學習者特別想學習漢字的意義。研究者發現,即便高級學習者,對於餐廳菜單上的漢字仍感到困惑,看見菜單上的漢字,經常不明白品項的意義。基於教學應以學習者為中心,採取行動研究法,深入了解學習者對於漢字的學習需求與難點,並設計適當之教學活動。漢字讀寫之教學設計,應以溝通交際為基礎,結合真實語料,並融入歷史文化故事,提升趣味性,也需要著重部件,藉由部件將漢字歸納整理,同時幫助學習者實際應用所學於日常生活。漢字筆畫固然繁3),但透過符號可推知文字所蘊含之意義、聯想事物的樣貌,藉由理解的方式認知漢字。為降低認知負荷並營造有意義的學習,可採取針對性的學習策略,幫助學習者降低漢字書寫偏誤,考量學習者認為漢字較難記憶,容易忘記,而漢字為象形文字,建議搭配多媒體動畫,應用心像記憶策略,強化學習者記憶和理解。研究結果顯示,融入遊戲化教學,如桌遊及卡牌遊戲,使學習者在心流體驗的過程中,不僅降低學習焦慮,也能夠同時訓練聽說讀寫四大技能,並實際應用所學於日常生活。", "label": "中国语言文学", "id": 0}
{"content": "文言文是集规则性、思想性、文学性和文化性于一身的综合性言语实践艺术话语作品,这决定了文言文教学是一个系统工程,教学界有必要借助语用学的理论和方法进行系统的分析,总结出一定的规则,从而为教学提供新的思路。笔者按照系统语用研究体系观点,在大学文言文教学实践中,通过对文字形式分析,使学习者了解汉字含有的文化魅力;对指示语、话语标记等话语分析,揭示作品的语用意义;加强\"语块\"教学,强化学习者语义推导能力;重视以特殊句式,理解作者思想情感;结合语境挖掘作品共性和专门艺术魅力,使学习者文言文学习确有所获,得到各方面知识的滋养。", "label": "中国语言文学", "id": 0}
{"content": "新冠疫情的爆发改变了国际中文教学的传统形式。随着后疫情时代的到来,在较长一段时间内,线上教学方式将仍然是国际中文教学的主要方式。汉字书写与汉字认读是学习中文的学生必须掌握的两项基本语言技能,汉字教学始终是国际中文教学的重要组成部分。因此开展国际中文教育汉字书写线上教学策略研究有益于丰富汉字书写线上教学方法,提高汉字书写线上教学效率,提升学生的汉字书写与汉字认读能力。文章首先采用了文献研究法,通过研读与线上汉字教学相关的学术论文,分析目前国际中文教育汉字书写线上教学的现状,例如汉字书写线上教学具备哪些优势等。第二,采用实证研究法,利用自编问卷或访谈的方式,对部分高校与孔子学院的线上中文教学进行调查,探究目前汉字书写线上教学所面临的困境,例如线上教学环境不利于开展师生、生生之间的互动;线上教学环境不利于示范汉字书写过程;线上教学环境不利于及时发现学生的汉字书写偏误等。最后,论文在分析汉字书写线上教学困境的基础上,还提出了有针对性的汉字书写线上教学策略。一是设计趣味性教学活动,加强师生、生生之间的互动;二是充分利用网络资源与多媒体手段,系统讲解汉字基础知识;三是依据\"精讲多练\"原则,为学生提供更多手写汉字的机会。综上所述,本论文的研究旨在提高汉字书写线上教学的教学效率,减少学生的汉字书写偏误,同时为国际中文教师的汉字书写线上教学提供教学参考。", "label": "中国语言文学", "id": 0}
{"content": "超纲字和超纲词是对外汉语教学中不可回避的问题,语料中存在超纲字、超纲词是一个客观现象,但是过多的超纲字、词会影响学生对文本的理解。本文基于语料库技术,将《发展汉语》高级综合1与《国际中文教育中文水平等级标准》中的词汇表和汉字表进行比对,分析《高综1》的超纲字、词情况,发现二者之间存在关联,进而以超纲字为基准将超纲词划分为真性超纲词和假性超纲词,从汉字教学入手,探索两类超纲词的教学策略,字词联动,拓展学生的汉语和汉字能力。", "label": "中国语言文学", "id": 0}
{"content": "研究目的:新时代背景下,随着我国体育事业的蓬勃发展,来华学习体育专业也成为留学生学习的重要动机。留学生作为促进国家之间深入交流的纽带与桥梁在中外体育文化交流领域起到了重要的推动作用。以体育汉语及中国体育文化为切入点,对于来华留学生的专业学习及中国文化的传播都有极为重要的意义。如何培养更多知华、友华的优秀国际化体育人才是提升我国\"软实力\"方面的重要课题。然而体育专业留学生这一特殊群体受到的重视程度十分有限,在华的专业学习存在诸多问题,例如预科阶段教学模式以沿袭综合类汉语教学模式为主,本科阶段教学模式则以照搬中国本科生教学模式为主,在教学目标、教学实践、教学管理、教学评价等方面缺乏专业特色。一线教师通过对这一特殊对象的观察、调查与研究,发现只有优化创新体育专业留学生现有教学模式,才能更好地提高我国国际体育人才的培养质量。研究方法:本研究从改进体育专业留学生教学模式中体育汉语教学角度出发,采用文献资料法、师生问卷及访谈、逻辑分析法及实践教学法。1.文献分析法:通过广泛阅读国内外体育专业教学模式研究的相关文献,梳理体育专业留学生教育研究的历史与现状,明确该领域研究的不足,寻找研究的突破点。同时,借助相关文献,作为优化创新体育专业留学生教学模式系统的理论基础。2.调查研究法:本研究主要以沈阳体育学院体育专业留学生及相关教师为调查研究对象,分析留学生在体育专业学习中出现的问题及原因。3.逻辑分析法:通过问卷调查、访谈等方式搜集相关资料,并对得到的数据进行综合分析与研究,找出现有体育专业留学生教学模式的不足,提出相关优化建议。4.实践教学法:通过对沈阳体育学院来华体育专业留学生进行两个学期体育汉语教学实践,获取切实有效的教学经验,创新已有教学模式,并验证该教学模式的实用性。研究结果:通过对相关留学生和任课教师的访谈与问卷调查,留学生在进入体育专业学习阶段遇到的主要问题如下:1.在预科阶段体育汉语及体育相关文化知识摄入不足,无法满足专业阶段的学习。2.在预科结业阶段综合汉语水平要求较低,体育汉语及相关体育知识的掌握情况无较明确要求,导致学生进入本科前并没有做好知识储备。3.在本科阶段留学生培养模式照搬中国本科生的培养模式,直接插班进入中国本科生班级,教师全面中文授课及学生自身专业词语和相关文化内容的匮乏导致学生无法正常进入专业学习状态。综上所述,留学生学习方面出现的问题主要集中在体育汉语及体育文化知识的欠缺。针对以上问题,借鉴现有体育汉语相关教材及一线教师多年的教学经验,结合疫情期间课程安排的特殊情况,任课教师对沈阳体育学院体育专业留学生分阶段、分水平地进行了两个学期线上线下相结合的体育汉语教学,学生在学习体育汉语和专业相关知识方面有较大进步,这些语言知识的积累对其专业学习起到了重要的作用。因此,开展体育专业体育汉语及体育专业知识的教育是提升留学生专业阶段学习能力的重要途径。创建优秀的教学模式,是提高教学效率和教学质量的关键,高等院校体育专业方向来华留学生特色教学模式探究也是培养国际体育人才的发展需求。研究结论:对体育专业留学生进行教学模式的创新与改变是十分必要的,全面、系统的教学模式改良建议如下:1.教学目标方面:对体育专业留学生进行专业技能和知识传授的同时,必须学习必要的体育汉语及中国文化知识,弥补留学生语言及文化背景知识方面的断层。2.教学实践方面:（1）课程设置:预科阶段课程应主要分为三个方向,通用汉语、体育汉语、体育专业技能。本科阶段仍需保留学生的汉语学习,尤其是体育汉语和相关体育文化知识的学习,从而尽可能保证学生汲取给更多的相关内容缩小与中国学生在语言及文化方面的差距。（2）教材资源:将学生在中国学习阶段能够遇到的问题以汉语主题形式进行学习,例如从学生入学、课程学习情况、参与观看比赛、医疗与康复、体育休闲及实习交际等方面进行设计,满足学生实际学习生活需要。3.教学管理:实行多元化学生管理制度、三级谈话制、互助机制。在相关管理制度上对学生提出要求,规范学生学习习惯,鼓励学生与中国学生交流互助。4.教学评价:建立关注全程的形成性评价体系,从入学前的分班测试、学习过程中的及时反馈、结业毕业统一标准化考试三方面全面系统的评价学生学习成果。此外,将教师评价表纳入考核标准,任课教师根据学生的成绩及表现情况如实填写评价表,并作为学生进入顺利进入下阶段学习的重要依据。综上所述,为了满足学生的学习需求,体育专业留学生教学模式确实需要进一步完善,增加体育汉语及体育相关知识的课程对培养优秀的国际体育人才以及中华体育的国际传播方面起到了至关重要的作用。", "label": "中国语言文学", "id": 0}
{"content": "中国汉语水平考试[The Chinese Proficiency Test （Hanyu Shuiping Kaoshi,简称HSK）]是为测试母语非汉语者（包括外国人、华侨和中国国内少数民族人员）的汉语水平而设立的国家级标准化考试。由北京语言大学汉语水平考试中心设计开发。HSK （高等）试卷综合表达部分包括挑错、词语填空、排列句序和汉字填空四部分。本文将对挑错部分以及词语填空进行内容效度研究,以期对后面的相关研究提供理论和实证研究。", "label": "中国语言文学", "id": 0}
{"content": "对外汉语教学离不开文化教学,而地域文化又是中华文化不可或缺的一部分。中国地域辽阔,地域文化异彩纷呈。重庆位于我国西南部,是我国西部唯一的直辖市,拥有十分丰富的地域文化资源。本文以重庆地区为例,探讨将重庆地域文化融入对外汉语教学中的意义,同时分析重庆地域文化的资源优势,探索将其融入对外汉语教学的具体教学内容。", "label": "中国语言文学", "id": 0}
{"content": "中国汉语水平考试[The Chinese Proficiency Test （Hanyu Shuiping Kaoshi,简称HSK）]是为测试母语非汉语者（包括外国人、华侨和中国国内少数民族人员）的汉语水平而设立的国家级标准化考试。由北京语言大学汉语水平考试中心设计开发。本文将对HSK试卷效度研究进行综述,以期为后来的研究者提供理论依据。", "label": "中国语言文学", "id": 0}
{"content": "利用马克思主义基本的认识论和方法论,培养掌握并运用文化传播学的基本原理、具备文化传播实践能力、政治坚定、业务精湛的专业人才是文化传播学课程教学的重要任务。因此在教学过程中,需要紧密联系理论教学合理安排实践教学,注重知行合一。", "label": "中国语言文学", "id": 0}
{"content": "为了全面了解目前本土化汉语教材研究中的热点问题,把握其未来发展方向,促进本土化汉语教材事业的建设发展,本文对国内的2000—2021年间相关研究成果加以梳理与分析,梳理得出学界关于本土化汉语教材的研究主要包括:宏观层面,以本土化汉语教材的全球、各国总体发展情况为主;微观层面,以本土化汉语教材的编写原则及理念、分类情况、\"本土化\"的具体表现以及具体教材下的本土化特点研究为主。", "label": "中国语言文学", "id": 0}
{"content": "本文通过查阅硕博论文、期刊论文的方式收集了2011年至今,共十年时间,涉及对外汉语教师话语研究的论文76篇,梳理、整理和归纳了四个方面的研究:一、对外汉语教师话语的相关研究情况;二、对外汉语教师话语构成的相关概念和特点;三、研究中存在的问题;四、研究中的思考与展望。通过以上四个方面的梳理,有利于加强对对外汉语教学中课堂教师话语研究的重视,提高对外汉语教学质量,并能更有效地完成对外汉语教学任务。", "label": "中国语言文学", "id": 0}
{"content": "\"三段式\"情境教学法指的是教师根据教学目的,在课堂上创设紧贴教学内容的恰当的情境,把情境设置具体分为\"三段\"对话,激发和培养学生的自主性和学习兴趣,引导和促使学生思考组织合乎情境的交际用语,在老师的带领下学会如何正确使用汉语,并且知道在怎样的真实情境中使用汉语的教学方法。论文探讨了\"三段式\"情境教学法在国际汉语语法教学中的应用,以语法导入环节为例,认为\"三段式\"情境教学法在国际汉语语法导入环节具有明显的优势。", "label": "中国语言文学", "id": 0}
{"content": "在日常的汉语交际过程中,复句使用的频率比较多。与复句相对应的单句,一般节奏短促、简略短小,在口语中应用较多、而在书面语体中,仍是复句的使用更为频繁。复句往往具有更为复杂的句式,变化丰富,因此对于留学生来说学习起来难度比较大。对于复句的分类目前有很多种方法,如二分法、三分法、四分法等。在对外汉语教学中,不同的复句分类方法,可在不同程度的教育中应用,从而达到最适合的应用效果。", "label": "中国语言文学", "id": 0}
{"content": "微博、微信、贴吧、QQ空间以及新兴的视频网站等自媒体软件的普及不仅影响着本国人的学习、生活和工作,也影响着许多外国留学生。从泰国来桂留学生这一特定的人群在中国的跨文化适应角度出发,通过问卷调查、访问调查等方法,探讨泰国来桂留学生对中国自媒体环境的跨文化适应情况。", "label": "中国语言文学", "id": 0}
{"content": "\"对分课堂\"作为一种全新的教学方式,是2014年由张学新教授提出。本文通过对\"对分课堂\"涵义、核心和价值的分析发现,将其引入大学语文教学有利于发挥大学生在教学活动中的主体地位。为了更加清晰地阐述\"对分课堂\"在大学语文教学中的应用,本文以大学语文教材中的古诗词《把酒问月》为例进行分析,从课前与学生的提前沟通,课堂上时间划分与课堂活动划分,以及课程考核三个方面进行仔细阐述,发现\"对分课堂\"对于大学语文教学具有重要意义,可以调动学生的语文学习积极性,帮助其理解文章内涵,有利于更好地发挥语文教学对于学生思想和价值观念的影响作用。", "label": "中国语言文学", "id": 0}
{"content": "对发展性阅读障碍的识别或诊断一直是个困难的问题,并且传统的逻辑回归预测模型存在一定的缺陷。本研究基于399名儿童（187名儿童发展性阅读障碍和212名正常发展儿童,7～13岁）的数据,构建了一个经遗传算法优化的误差反向传递神经网络模型,用来预测中国儿童是否患有阅读障碍。结果发现,模型的总体预测准确率约为94%,并且各项预测指标均优于基础的误差反向传递神经网络和逻辑回归模型。其中,阅读准确性对预测汉语发展性阅读障碍的贡献最大,语音意识、拒绝假字正确率、语素意识、阅读流畅性、数字快速命名和拒绝非字反应时对预测汉语发展性阅读障碍也具有重要的贡献。", "label": "中国语言文学", "id": 0}
{"content": "儿童的语言能力从出生开始就在不断发展,良好语言技能的缺失会增加儿童产生学习、社会交往和心理健康等问题的风险。除了个体因素,生态科技微系统理论还提出家庭、学校以及社区中电子媒介的使用是微系统中直接影响儿童发展的重要环境因素。随着科技的进步,电子媒介在儿童语言发展中的角色愈发重要。此外儿童的大脑还未发育完善,电子媒介的使用也可能通过影响儿童大脑的功能连接从而间接影响语言发展。因此,本研究包含两部分,研究一选取138名儿童,分别在5岁、7岁和9岁进行追踪研究,通过行为测试收集了儿童的家庭基本信息、电子媒介接触情况以及词汇理解能力分数,从行为层面探讨5-9岁儿童电子媒介接触时间和词汇理解的关系;研究二利用功能磁共振成像技术收集47名9岁儿童静息态功能连接的数据,探究儿童9岁时电子媒介接触时间影响词汇理解能力的神经基础。研究一从行为结果发现,在个体内水平上,5-9岁儿童电子屏幕使用时间显著负向预测儿童词汇理解能力,背景屏幕暴露时间无论在个体内还是个体间与儿童词汇理解之间的关系均不显著。脑与行为的关系分析表明,电子屏幕使用时间与左颞中回-左额上回、右颞中回-额中回/右额上回、左颞上回-左额上回之间功能连接正相关;背景屏幕暴露时间与左颞中回-左额下回、右颞中回-左额中回、左颞上回-左枕中回/内侧额上回之间的功能连接正相关。为探究这些功能连接是否可以解释为电子媒介接触时间影响儿童词汇理解能力的神经机制,进行中介分析发现左颞上回-左枕中回的功能连接在背景屏幕暴露时间和词汇理解能力之间起到部分中介作用。这些结果为电子媒介接触时间对儿童词汇理解能力的影响提供了静息态脑网络方面的证据。", "label": "中国语言文学", "id": 0}
{"content": "母亲言语反应性是指母亲对孩子的快速、依随和恰当的言语反应,对幼儿语言发展起重要作用。此外,研究发现流动儿童与城市儿童在语言、认知、社会性等方面的发展中存在差异。因此探讨城市和流动家庭中母亲言语反应性对幼儿语言发展的影响,对理解和发展这一关键年龄的语言学习和制定干预策略具有重要意义。本研究以一项追踪项目中的46个流动家庭（男孩28名）和76个城市家庭（男孩31名）为研究对象,探究了在幼儿3岁时城市和流动家庭中的母亲言语反应性（通过对母子互动录像编码测量母亲有无反应、是否复现反应以及母亲反应的具体类型）特点以及母亲言语反应性与幼儿的接受性语言（使用皮博迪图片词汇测量）和表达性语言（使用国际儿童语言数据交流系统测量）之间的具体关系。研究结果表明:（1）城市母亲与流动母亲使用最多的均是母亲有反应和母亲复现反应,在两类家庭上不存在显著差异,在母亲非复现反应上存在显著差异,城市母亲使用较多非复现反应。（2）城市幼儿在表达性语言发展上优于流动幼儿。（3）两类家庭的母亲有反应和复现反应均显著预测幼儿表达性语言,而且在城市家庭中母亲非复现反应也显著预测幼儿表达性语言。（4）通过调节分析发现,城市母亲复现反应越多,男孩的语言发展越好。本研究结果表明,城市和流动家庭在母亲言语反应性和幼儿语言发展上均存在显著的差异,这就提示我们对待城市母亲和流动母亲制定不同的干预方法。因此,在促进母亲复现反应的同时,也要注重流动家庭母亲非复现反应能力的培养,更加有利于促进幼儿早期语言能力的发展。", "label": "中国语言文学", "id": 0}
{"content": "随着教育反思和教育改革的不断进行,各院校对核心素养培养重视程度逐渐提升,语文相比于其他科目应用更广泛,通过语文学习不叫你可以有效提升其他科目的理解能力,同时对学生的文学素养、道德品质、创新能力培养也有着积极的作用,但是现阶段高职语文课程教学存在很多问题,需要分析其面临的困境针对性制定解决方案,进而实现核心素养培养。", "label": "中国语言文学", "id": 0}
{"content": "采用启动范式设计,通过实验探讨粤语、潮汕语、客家语、汉语四类不同母语被试在加工粤语喻意型歇后语前、后语节过程中的异同规律,并探究熟悉度这一重要语义性质在粤语语汇理解中的作用。实验1结果发现,前一语节启动后一语节时的启动量在正确率和反应时上都大于相反方向,但四类人群中正确率和反应时的启动量差异均不显著,说明结果不受被试个人粤语熟练度影响。实验二加入熟悉度变量,结果表明,前一语节启动后一语节比相反方向的启动的反应时更小,正确率更高;粤语人群中熟悉度对正确率的效应显著,高熟悉度条件下正确率显著高于低熟悉度条件;汉语人群中熟悉度对反应时的效应显著,高熟悉度条件下反应时显著低于低熟悉度条件。总体而言,相较于非粤语母语人群,粤语母语人群对粤语歇后语的判断更为快速和准确。研究结果认同粤语喻意型歇后语前一语节是\"流\",后一语节是\"源\",前、后语节具有结构和语义上的同一性。本研究支持概念合成理论以及心理模型的语用推理理论,不完全支持概念隐喻理论。歇后语是语言中文化内涵高度浓缩的部分,而粤语又具备较多的特殊词汇和表达,因此对粤语歇后语的理解是与其熟悉度紧密相关的。研究还认为需重视当下粤语、潮汕语、客家语三种方言互相渗透影响和磨蚀的现象,思考方言的保留与发展之道。", "label": "中国语言文学", "id": 0}
{"content": "通过分析435名熟练粤语-普通话双语者对190个不同结构的粤语三字格惯用语的语义性质评定结果,探究各项性质间的相互作用关系。结果表明,熟悉性、可理解性、可表象性、字面合理性、词素贡献、分解性、预测性、习得年龄两两之间均相关显著;习得年龄与其它语义性质间存在显著负相关。回归分析显示,熟悉性是影响粤语惯用语预测性的主要因素;\"2+1\"偏正结构惯用语分解性效应显著。动宾结构惯用语熟悉性效果显著。整词惯用语可表象性效应显著。熟悉性、字面合理性、可表象性是影响惯用语的可理解性的主要因素;熟悉性对4类结构惯用语的可理解性均有显著影响;除熟悉性外,对于整词惯用语,可理解性的影响因素还包括可表象性和分解性;字面合理性对另3类结构惯用语均有影响;粤语惯用语在理解进路与汉语歇后语存在差异,个体更依赖熟悉性的作用。", "label": "中国语言文学", "id": 0}
{"content": "影视剧是在艺术与创造力不断融合的状态下形成的文化类型。如果说普通话的广泛使用为大众艺术追求打开一扇门,那么方言元素的加入则为影视作品注入了新鲜的血液,更显其独特魅力,与此同时也拉近了观众与影视文化的距离感,使影视剧的人文关怀情怀得以提升。电视剧《乡村爱情》就是方言元素广泛使用的典型代表,通过将东北方言与乡村故事相结合的方式,打造了一部以反映乡土情怀为主要内容的典型剧作,使观众在捧腹大笑之余又能充分领略到这一特殊文化符号的独特魅力。本文以《乡村爱情》为例,通过探究作品的地域文化特色与人物语言特色,浅析方言元素的独特魅力与功能。", "label": "中国语言文学", "id": 0}
{"content": "遂川县位于江西省西南边陲,吉安市的西南部。遂川的本地话即赣方言,主要分布于县城泉江及近郊的瑶厦、珠田、年源、雩田、枚江、盆珠等乡镇,方言以泉江镇、瑶厦乡的为代表。遂川方言具有完整的体貌系统,\"体\"包括起始体、进行体、持续体、完成体、经历体、继续体、已然体七种;\"貌\"包括短时貌、尝试貌、反复貌、随意貌四种。在进行实地调查的基础上,根据遂川方言的实情以分析其体貌特征及其语法构成与功能义。遂川方言体貌的最大语法特征,主要通过标记词\"耶哈\"\"洗雷\"等方式表达其意义,有的同一个标记词如\"一\"可表示几种不同的语体义,既是完成体、已然体的体标记,又是持续体的体标记。研究还发现,遂川方言语气词不表体貌义;而作为补语的\"掉\"方言中皆以\"噶\"述之。", "label": "中国语言文学", "id": 0}
{"content": "汉语音韵是一个传统的基础学科,它对文字、训诂、古籍经典以及方言等学习与研究有着重要作用,也是语言文字学等专业研究生必修的基础课。在这一学科形成与发展过程中,其内容既有精当而科学的精华,也有繁杂而欠当的糟粕。由于学科内容的特殊性、人们认识的局限性、教学与学习方法的失灵性等原因,致使人们望之却步,愿习之者甚少。面对此种情形,如要进行音韵教学与学习,教者与学者定要研究各种行之有效的方法。在诸多方法中,以普音作参照、方音为佐证是最实用、最有效的方法之一。我们的具体方法是:以音韵内容为依据,以普音理论为指导,以问题为导向,并辅之以方音案例,阐释三者之间的相互关系与对应规律,这样以今证古,古今互证,不仅使晦涩复杂的内容通俗易懂,而且还取得了很好的效果。所以,音韵教者与学者只要坚持以溯源、温故求其新,以实用、浅出去其虚,还原学科的本来面目指日可待。", "label": "中国语言文学", "id": 0}
{"content": "<正>潮汕话是闽方言的一个分支,潮汕人主要分布在中国南方沿海的广东、香港、澳门、台湾等以及海外的南洋、西欧、北美、澳洲等100多个国家和沿海地区,全球约有4800万潮汕人。本文考察潮汕话在广东潮汕地区和粤港澳大湾区的使用情况。一潮汕话在潮汕地区的使用情况（一）潮汕话使用人口分布潮汕话是广东本地的汉语方言之一,属于汉语七大方言区的闽方言。广东省的闽方言区主要分布在东部的潮汕地区和西部的雷州半岛及其周围地区。", "label": "中国语言文学", "id": 0}
{"content": "<正>一引言随着普通话推广日渐深化、人口流动加速、方言生存危机加重,社会各界对保护方言的呼声越来越高。自2015年国家语言资源保护工程项目启动后,地域方言的保护和传承更是受到前所未有的关注。建设粤港澳大湾区使粤方言成为湾区文化身份认同的重要载体之一。粤方言作为强势方言,其使用向来都受到学者的重视,在广东、香港有不少关于粤方言使用的调查研究。广州是湾区龙头城市之一,粤方言在广州的使用情况在湾区城市群里有代表性和参考价值。", "label": "中国语言文学", "id": 0}
{"content": "经典小说《白鹿原》是家喻户晓的佳作,作品大量应用陕西关中方言使作品充满了灵气和活力。本文以语言学理论为基础,从方言词汇、表达效果、方言特点等方面进行文献梳理研究,以探索《白鹿原》中的方言特色。", "label": "中国语言文学", "id": 0}
{"content": "<正>2019年1月25日,中共中央政治局就媒体融合发展举行第十二次集体学习。习近平总书记指出,推动媒体融合发展、建设全媒体成为一项紧迫课题。①辞书界就辞书的媒体融合发展进行了探索和实践。种种迹象表明,一个辞书数字化时代正在到来。一融媒体辞书的理念2019年3月,中国辞书学会融媒体辞书专题研讨会暨常务理事会扩大会议在山东烟台举行,来自全国各地高校和出版机构的20多位辞书专家出席会议。中国辞书学会会长李宇明在主题演讲中指出,融媒体时代,文本内容仍然是主体,但\"融媒辞书\"起码改变了辞书的组织方式、表现方式和使用方式,", "label": "中国语言文学", "id": 0}
{"content": "<正>方言味儿十足的电影这两年占据了院线排片的前几名。从大制作到小成本电影都偏爱方言因素,没有方言,中国电影就似乎缺了点什么。那么,刚刚回暖的方言电影能否打破间歇性高潮的魔咒,\"笼络\"口味独特多变的大众,仍是一个等待回答的问题。一方言电影\"小高潮\"方言电影是指以方言叙事、人物对白以方言为主的影片,最早的也是最典型的方言电影是粤方言电影。2019年市场上涌现出了一批优秀的\"新主流大片\",中国电影的多元化创作引人注目,其中方言电影也在激烈的竞争中\"杀\"出自己的一条血路。2018年和2019年是方言电影高产的两年,出现了20多部口碑不错的影片。", "label": "中国语言文学", "id": 0}
{"content": "<正>客家话是我国十大方言之一,分布于广东省、广西壮族自治区、福建省、台湾省、海南省、江西省、湖南省、四川省、香港特别行政区等9个省区,200多个县市。其中广东省东部、中部地区,福建省西部地区和江西省南部地区的客家人聚居最为集中。客家人有\"宁丢祖宗田,不丢祖宗言\"的传统,但随着现代人口流动加快,强势经济地区的粤方言影响以及卓有成效的普通话推广,客家话使用范围逐渐缩小,", "label": "中国语言文学", "id": 0}
{"content": "<正>广东是最早实行\"改革开放\"的地区,又是\"一带一路\"中\"21世纪海上丝绸之路\"的重要枢纽,还紧邻同样使用粤方言的港澳地区,多种语言/方言和多元文化在这里融通交汇。粤方言在广东有非常大的影响力,是粤文化的重要载体,也是考察粤文化传承的重要指标。近些年来,外地流动人员的大量流入,在提高了粤方言区人民共同语使用能力的同时,也对粤方言相关服务产生了大量需求。在通信服务非常发达的时代,网络推广和服务成为语言服务的一个非常方便的手段,语言翻译、语言教育等服务都可以通过网络来获得。网络平台的语言服务资源大致可以分成两大类:", "label": "中国语言文学", "id": 0}
{"content": "<正>进入21世纪以来,举国上下对于方言文化的重要性认识不断加深,中共中央办公厅、国务院办公厅2017年1月印发的《关于实施中华优秀传统文化传承发展工程的意见》指出:要\"大力推广和规范使用国家通用语言文字,保护传承方言文化。\"各地各部门积极响应,集思广益,开展形式多样的各种活动,方言文化保存初见成效。一现状与态势就整体而言,方言文化保存的态势可分三种情况。1.全局式。2015年由教育部、国家语委、财政部主导启动\"中国语言资源保护工程\",堪称新中国成立以来最大规模的语言资源调查工程,工程由北京语言大学中国语言资源中心主持,", "label": "中国语言文学", "id": 0}
{"content": "方言是汉语的地域变体,也是一个地区的文化符号之一,它彰显着一个地区的文化灵魂。词汇是一个语言系统中最为活跃的要素,它最能反映一个时期、一个地域的社会变化,也是记录文化的最主要的方式和结构单位。本文通过对四川方言词汇中所反映的文化进行寻根,分析四川方言词汇中的文化现象,运用语言接触相关理论探究其原因,并寻找词汇传播背后的文化内涵。", "label": "中国语言文学", "id": 0}
{"content": "万年县位于江西东部,境内通行方言属于赣方言。由于目前关于赣方言的研究非常少,更何况研究赣方言中的泛义动词。万年方言的\"摆\"使用灵活,语义宽泛,搭配性非常强,并且出现的语境都具有强烈的主观性和不同的感情色彩。本文以赣方言万年话中的一个经典的动词\"摆\"为研究对象,从泛义动词的界定、分析泛义动词\"摆\"的词义特征、与现代汉语中的\"摆\"进行对比分析以及它在句子中的感情色彩等方面进行探究。", "label": "中国语言文学", "id": 0}
{"content": "远古时代,赣鄱地区就已开始了农耕历史,是现今所知的世界上年代最早的稻作发源地之一。上世纪末,中美专家联合在赣省万年境内进行考古取样与挖掘,发现了17000年前的野生稻和12000年前的栽培稻。它表明,早在旧石器晚期和新石器早期,赣鄱地区就已成为中国稻作农业的开端,而且在世界稻作史上也具有不可忽视的地位和作用。悠久的农耕文明史形成了赣鄱农耕民俗文化,这在方言语汇中得到了充分的反映。其方言语汇反映的民俗事象,集中地体现在春耕播种、稻田管理、稻禾收获、农家祭祀以及农事节日等方面。", "label": "中国语言文学", "id": 0}
{"content": "咸丰方言属西南官话成渝片,儿化现象在咸丰口语中非常普遍。本文根据田野调查所获语料,结合书面文献材料,对咸丰方言儿化现象进行分析。根据分析了解到咸丰方言儿化与儿尾并存,以儿化为主,主要分布在名词中,具有成词、指小、改变词义或词性的功能,并带有亲昵、喜爱、轻视等感情色彩。", "label": "中国语言文学", "id": 0}
{"content": "<正>我在《鄂尔多斯汉语方言探略》一文中曾经对一些方言特点有过解说,鄂尔多斯汉语方言（以下简称方言）在读音和写法上存在着差异,大致分为以下几种情况。一是读音和字相一致,也就是说,方言的读音和所表达意思的字的读音基本是一致的。大多数方言属于这类情况。比如\"抓挖\"\"瞅睹\"\"瞭哨\"\"不识反正\"\"疯魔野道\"。但是有的字有人写得不规范,或者说不准确,随意用同音字替代,造成", "label": "中国语言文学", "id": 0}
{"content": "伴随互联网的普及,自媒体成为大众获取信息的重要途径。自媒体的火热也为方言传播提供新的土壤。本文将对自媒体环境下方言分享和传承的变化及具体形式作阐释,分析自媒体环境下方言传播的特点及出现的问题,并提出相应措施。旨在唤起更多人对方言文化的保护意识,提高文化自觉性,促进方言的传承与发展。", "label": "中国语言文学", "id": 0}
{"content": "西北方言独具特色,在近年来的语法研究中取得了不少成就,时体系统作为重要研究内容成为当前学术研究的热点。本文对西北各省区汉语时体系统研究分省区进行综述,总结研究的成就与不足,为西北汉语方言语法研究提供一些参考。", "label": "中国语言文学", "id": 0}
{"content": "本文主要从寓意类、注释类、谐音类三方面列举了河南邓州地区的方言歇后语,总结了当地歇后语的方言特色,为以后该地区的歇后语研究提供了一些宝贵的材料,也为当地年轻人歇后语的传承提供了借鉴。", "label": "中国语言文学", "id": 0}
{"content": "技术转移的空间机制阐释中强调多维邻近性的作用,但是现有研究中,对于地区间社会文化邻近性的考察尚存在不足。在中国历史的长期演进中,方言作为乡愁的象征,是地域文化的突出代表,且在地区间具有广泛的差异性。研究基于《汉语方言大词典》整理的中国251个地级以上城市的方言归属数据,计算了城市间方言距离,并结合2005-2015年经济社会数据构建面板,进行计量考察,发现方言差异对于城市专利转让具有显著的影响。总体而言,两个城市间方言距离每接近1个层次,就会增加相当于平均水平8.1%的专利转让数。通过空间差异性分析,在高行政等级城市或者是吴语区城市参与的城际专利转让中,方言的影响作用更为强烈。根据研究发现,最后提出了相应的政策建议。", "label": "中国语言文学", "id": 0}
{"content": "云南永仁位于云南省楚雄彝族自治州北部,扼守滇川之要冲,乃滇省北大门,具有重要的战略地位。云南方言作为西南官话的一部分,虽有西南官话的一般特点,但其音系还存有不少独具地域特色的语音现象,其形成与周边的西南官话也存有一定的差异。永仁方言隶属西南官话中的滇中方言片,其既有滇省方言片的共同特点,还兼有本域和少数民族所具的个性特点。但就目前的情况而言,永仁方言的研究尚处于起始阶段,成果极少。因此,对永仁方言作一深入研究很有必要,这不仅可以为语言学和民俗学等方面的研究提供参考,还对当地人学习普通话也有一定的帮助。论文以永仁方言口语为对象,在对其进行田野调查的基础上,客观而系统地描写了其方音现象,归纳了其音系特点,揭示了其声韵调配合规律。", "label": "中国语言文学", "id": 0}
{"content": "<正>战神轰-6K战机是中国自主研发的新型中远程轰炸机。人民空军近年来警巡东海、战巡南海、前出西太、绕岛巡航,都有轰-6K战神的战斗英姿。空军飞行员绕岛巡航,就是在用战机的航迹丈量祖国的大好河山。宝岛在祖国怀中,祖国在我们心中,捍卫祖国的大好河山,是人民解放军的神圣使命……伴随着小提琴演奏的《我和我的祖国》,空军发布的一则题为\"战神绕岛新航迹\"的宣传片在2018年4、5月间火遍了网络。宣传片的特别之处,不仅在于向人们近距离展现了国之重器——轰-6K战机的飒爽英姿,还在于全片解说词都用闽南话朗诵。这一罕见举动不仅引发了大陆媒体和网民的密切关注,还在台湾乃至海外产生了广泛影响。", "label": "中国语言文学", "id": 0}
{"content": "作为典型的吴语词汇,\"侬\"的演变和发展与整个吴语在历史上的演化息息相关,本文旨在依据吴语的历史分期探究\"侬\"形成和发展轨迹。从\"侬\"的来源以及\"侬\"作为人称代词的演变两个方面,展示\"侬\"音义变化和语法化的线索,从而更好地理解\"侬\"指代的差异性。", "label": "中国语言文学", "id": 0}
{"content": "王宁先生2019年7月为汉语言文字学高研班讲授《汉语双音词发展的动因和意义》时指出:许慎的《说文解字》正是以五经话语体系来构建小篆形义系统,上接甲金、下达隶楷。同时指出:话语体系这个概念,即在一定的时期和一定的应用范围内,言语的基本单位（字词句段章）类聚后的总和,它是封闭的,可以计量,各个单位关系呈有序性,可以形成一个系统,也可以描写。王宁先生提出这个概念,虽然包含着经学、文学、史学等多重角度,但依然是站在思想史与文化史高度来看语言文字问题的,是从汉语发展源头及发展演变过程与动因角度来立论。学界对《说文》贯通经学思想深以为然,已对《说文》引经做辑录考证,如马宗霍等。有学者曾统计《说文》直接引\"经（《诗》）传\"403处,90字直接引《周易》,173字直接引《尚书》,29字直接引《仪礼》,9字直接引《礼记》,190字直接引《春秋传》（三传相合）,36字直接引《论语》,4字直接引《孝经》,31字直接引《尔雅》,8字直接引《孟子》。亦有学者对比《说文》通人说引刘歆、张敞、杜林、爰礼、贾逵等古文经学家与董仲舒、京房、欧阳乔、王育等今文经学家内容。总之,学者多以为《说文》以古文经学为主。近年或有学者专门考证《说文》引今文经,或以为《说文》古今文经相互融通。《说文》在经学视野下和语言学视野下,是应该互相联系的,但更应该各有侧重。从文献语言学角度考虑这个问题,落脚点应该在五经思想对《说文》析形释义的体系、内容、方法的影响上。不同语义类别,释义方法不同,比如,涉及社会政治、伦理道德问题的文字释义,《说文》多用阴阳谶讳,并辐射到数字、颜色字等。这种带有浓郁经学特色的阐释话语,或理解为一种训诂话语,或理解为一种训诂范式,应该引起中国语言学界足够重视。", "label": "中国语言文学", "id": 0}
{"content": "在汉语言学史上,真正大量罗列引申义项,阐发引申义列,提出引申理论,总结引申规律的,段玉裁应为第一人。其倾注三十余年心力的巨著《说文解字注》（以下简称\"《段注》\"）,在探讨词义引申方面颇有建树,王念孙赞赏:\"千七百年来无此作矣。\"关于词义引申问题,前贤多有论及,但研究分散,未成系统,缺乏对其\"引申\"条目全面的描写与定量定性的分析研究。本文将全面穷尽地归纳整理《段注》\"引申\"条目共计1163条,将其作为本文的研究对象,对其进行本原式地梳理、描写和研究,力图重新描述《段注》\"引申\"条目的面貌,归纳其特征,阐释其规律,具体分析研究如下:第一,全面爬梳和统计《段注》\"引申\"条目,整理《段注》\"引申\"术语,并据以进行详尽地分类描述,以达到重新描述《段注》\"引申\"条目面貌的研究目的;第二,在描写《段注》\"引申\"面貌的基础上,进一步阐明《段注》\"引申\"的说解类型和研究方法,从说解内容的角度对《段注》\"引申\"条目做进一步地整理与描写,归纳阐明《段注》\"引申\"条目的说解特点;第三,将《段注》中1163条\"引申\"条目与现代汉语常用字2500字进行对照,选取485个保留至今的\"引申\"传承条目,采用定量分析的研究方法,从引申路径、引申模型的角度对研究对象进行具体的量化统计分析,在量化分析的基础上得出規律性的认知阐释;第四,在定量研究的基础上,对《段注》\"引申\"条目的性质与特点进行定性分析的再认识,重新审视《段注》\"引申\"说解的价值与作用,对《段注》\"引申\"条目作出规律性研究与理据的重示。《段注》以本义和引申义解释概念与词义的形成和发展,揭示了语言认知的转喻、隐喻,类似性、联想、推理、类比以及概念与类概念的形成。因此,我们对《段注》\"引申\"条目面貌进行全面系统地重新描写与研究,对今天研究汉语词义引申规律具有重要的借鉴意义。", "label": "中国语言文学", "id": 0}
{"content": "字书的\"属性\"是指字书中保存的字头及其音形义和文献中的用字情况进行解释的信息。将历代字书中有价值的属性信息进行提取并建设字书属性数据库,是语言文字资源库建设的重要组成部分,也是\"数字人文\"导向下,传统语言文字学研究的新尝试。本文根据历代字书属性库中释音子库的建设实践,介绍历代字书中释音属性提取的原则和方法,重点讨论数据库生成过程中用自动化手段提取释音属性的方法。在对属性进行提取前,先对属性项进行测查,测查项目包括属性项用语以及用语出现位置、形式标记、字数是否固定等,根据测查项确定相应的提取策略。在属性提取工作中,遵循存真、通用和类聚三项原则。由于机器自动识别属性项的技术尚不成熟,对古书中生僻字的识别能力有待提高,因此我们在进行字书属性提取工作时,由语言文字学专业人员利用计算机方式,借助Excel工作表,综合利用函数、数据筛选和排序、分列等功能进行半自动提取。本文重点以《说文解字》《类篇》《重刊详校篇海》为例,进行释音属性提取方法的阐述。历代字书属性库中的释音子库能够极大地便利语言文字学研究,对字书体例研究、音韵学史和音韵学本体研究,乃至对文字训诂学中的字词孳乳分化研究都具有重要意义。对释音属性进行提取方法的探讨,能够促进历代字书属性库的建设,为基于数据库的各项理论研究奠定基础,对于利用信息化手段进行语言文字资源库建设具有参考价值。", "label": "中国语言文学", "id": 0}
{"content": "隸定古文是相對於篆體古文而言,指用隸書或楷書的筆法來轉寫古文的字形,主要見於歷代字書、韻書、碑刻和一些古本、抄本的經典文獻（如《老子》、《尚書》等）。這些字形資料對古文字考釋和文字學研究有著非常重要的價值。《玉篇》是現存最早的一部楷書字典,產生於漢字楷化定形的時代,隸定古文是其記錄和傳承歷史漢字的一個重要部分。歷代字書中的隸定古文多輾轉相承,特別是宋代以後,大多是輾轉抄於《玉篇》、《集韻》。宋本《玉篇》共錄古文732處,籀文172處,以字頭計則共736個,其中存在一些疑難字形,往往是由於對古文字形結構不明而產生的隸訛,或者昧於古文實為通假字之隸定而不解。利用出土古文字及傳世文獻的相關資料綜合考證多能尋繹其源,本文對其中七個隸定古文字形從形音義等方面進行了考釋。（1）《土部》\"裸\"之古文\"■\"蓋為金文■之隸省,从■,呈聲,■亦聲,為\"裎\"之本字。（2）《目部》\"眣\"之古文\"■\",當為\"眣\"之異體\"■\"之訛省。（3）《肉部》古\"治\"字\"■\",蓋為\"辭\"之籀文\"■\"的特殊寫法,疑下所從\"月（肉）\"為\"司\"之訛,金文有■字可證。（4）《屾部》\"疑\"之古文\"■\"為\"■\"字變形之後的隸訛。（5）《厂部》\"猛\"字古文\"■\",蓋為\"黽\"字古文字形訛變,此假\"黽\"為\"猛\"。（6）《厂部》\"盜\"字古文\"■\",蓋為\"肇\"字古文字形訛變,此假\"肇\"為\"盜\"。（7）《帀部》\"師\"之古文\"■\",疑為\"實\"之古文\"■\"\"■\"之變,蓋假\"實\"為\"師\"。", "label": "中国语言文学", "id": 0}
{"content": "《康熙字典》所引《玉篇》来源较为复杂,有源自《玉篇》不同版本者,有辗转引自\"篇海\"系字书者,其训释不尽源出《玉篇》,与今本《玉篇》（泽存堂本）或多或少存在一定的差异。《康熙字典》的编者还基于自身的立场,对所引《玉篇》文本进行合理化加工,补其未备,以便更好地呈现《玉篇》之价值。", "label": "中国语言文学", "id": 0}
{"content": "《佩觽》是五代后周郭忠恕所撰写的一部字书,是魏晋以来辨形字书的总结。该书的构成和编排体例独居特色,对于规范汉字以及研究汉字的形体演变规律有重要的参考价值。构成分为两部分,即\"三科\"和\"十段\"。\"三科\"是理论纲领,即\"造字之旨\"、\"四声之作\"、\"传写之差\";\"十段\"是具体内容,指字头的十种按音编排的方式,即平声自相对,平声上声相对、平声去声相对,平声入声相对、上声自相对、上声去声相对、上声入声相对、去声自相对、去声入声相对、入声自相对。此书问世以来,作为一本辨正文字、规范文字的字样书,受到历来学者的重视,探讨该书构成及编排体例的特点,对今天文字学和字典学的研究有重要的启发和参考价值,可以为今后写出科学的文字学史、辞典史提供详实可靠的个案研究资料。", "label": "中国语言文学", "id": 0}
{"content": "段玉裁《说文解字注》（下简称说文段注或段注）是清代说文学重要成果,当时及后代有着极高评价,主要在训诂学、汉字学与词义学领域,内容牵涉文本校勘、阐发条例、证明本义、发明引申义、辨识通假等。这些评价全面精当,但是缺乏对其核心内容的提炼及对其内在逻辑的认识。以\"凡言\"类条目重新考查段注内容与特色。此类227条包括\"凡言\"\"凡云\"\"凡曰\"\"凡谓\"4种,涉三方面内容:第一,阐释《说文》条例及术语50条,占22.0%;第二,证明本义、阐发引申义、辨析同义词等104条,占45.8%;第三,说明本字、通假字等字用问题73条,占32.2%。第一方面,除\"部首\"\"阙\"\"通人说\"等编排条例外,\"之言\"\"读若\"\"以为\"等用来指明转注假借及用字情况占大多数。第三方面,在第二方面辨析本义、引申义及假借义基础上分析字用。227条从字形出发,疏通词义衍生变化及与此相关的字用演变。形音义贯通,是段注的核心内容,也是其主要方法,表现为一个严密的逻辑闭环过程。形音义关联是汉语汉字的固有属性,段注对此挖掘与阐发,反映（或曰揭示）汉字汉语的发展过程与演变规律,具有重要的价值与意义。在以下方面具有重要启示:第一,段注在《说文》基础上进一步探讨汉字符号系统的形成与构成,揭示符号与意义（形义）的关系。这种分析与揭示依赖于具体的背景与语境,段注立足于古代文献,追溯民族历史与文化的发生期,重现汉字所承载的历史与文化的\"镜像\",是深具史料价值与认知价值的符号系统。第二,段注以本义与引申义解释概念与词义的形成与发展,揭示了语言认知的转喻、隐喻,类似性、联想、推理、类比,以及概念与类概念的形成。与普通字典辞书的说解相区别,段注对于古代语言文字认知的作用与效果,更为深入与长效。第三,段注内容提示对于汉字职用的深入研究。段注反映了汉字符号系统不是静止不变的,而是运动变化的。形义、形音、音义之间的关系在不断调整,这从汉字本字与假借字现象的复杂性可见一斑。历来对假借现象的研究与争论颇多,227条中假借现象的高比例出现,亦提示重新认识汉字形音义关系的变化发展以及汉字职用的继承与创新。", "label": "中国语言文学", "id": 0}
{"content": "<正>\"华语\"一词,早期多在海外使用,是对现代汉民族共同语的一种称说。20世纪80年代以来,随着华人社区的频繁交流,\"华语\"的使用范围逐渐扩大,使用频率不断提高,内涵、外延也不断变化。本文吸纳学界的研究成果,把华语看作\"以普通话为基础的全世界华人的共同语\"。这种看法,有利于在全球视野中看待汉语,显示了对各社区华语变体的同等关注。", "label": "中国语言文学", "id": 0}
{"content": "<正>2019年8月和11月,中国辞书学会联合上海辞书出版社、新华文轩出版传媒股份有限公司先后在上海书展和天府书展期间,隆重举办\"辞书:汇聚文化精华推动国家进步——新中国成立70周年辞书成就展\",展览分图文展和实物展两大板块,同时举行系列辞书讲座,向新中国七十华诞献礼。我国辞书编纂的历史源远流长,从古代的《尔雅》《说文解字》《康熙字典》,到近现代的《辞源》《辞海》,再到《新华字典》《现代汉语词典》《汉语大字典》《汉语大词典》《中国大百科全书》等,这些具有标志意义的文化成果,无一不汇聚着中华文化的精华,构建着中华民族的集体记忆。", "label": "中国语言文学", "id": 0}
{"content": "本文主要从语义归类这一方面对《说文解字》中的\"耳\"部字进行分析和柢理,以期有助于对《说文解字》中\"耳\"部字的系统认识和研究。", "label": "中国语言文学", "id": 0}
{"content": "在互联网+智能手机的时代背景下,汉语学习词典APP应运而生并受到广大学习者的青睐。然而,仔细考察这些词典APP却发现其存在诸多缺陷,尤其是配例方面。基于此,本文主要采用静态描写、分析、总结等方法,考察了现阶段最受欢迎的汉语学习词典APP——Pleco中的例句,发现其存在四大问题:（1）例句用词难度高于被释词;（2）例句空洞,缺乏具体语境;（3）例句不够典型实用;（4）例句没有层次性。针对以上问题并结合对配例意义、电子词典特性的深度思考,我们认为在编纂外向型汉语学习词典APP配例的过程中,不能盲目使用海量数据,应在参考语料库的基础上遵循简单性原则、典型性原则、层次性原则、语境原则和文化原则,进而设计出利于学生理解的例句。", "label": "中国语言文学", "id": 0}
{"content": "<正>基于探求语言系统和根源的宗旨,黄季刚先生提出文字变易、孳乳二大条例。变易爲\"一字重文\"。之所以如此定义,就是以《说文》重文爲依托,说明\"变易\"的性质。\"一字\"指一语,音义相雠,\"重文\"谓改易殊体,指爲同一个词造了不同的文字形体。学术界对《说文》重文的把握也基本沿用这一思路,音义完全相", "label": "中国语言文学", "id": 0}
{"content": "本文通过对象形文字与拼音文字各自特点及不同文字对人思维习惯影响的分析,发现汉字这种象形文字具有见形会意、形义突出,但字义灵活、字性不定的特点,同时也发现,拼音文字使用者具有局部、逻辑、线性、直显的思维习惯。本文对汉字字形、字源、字间关系进行了独具的探索,创立了一套\"爹型、家族式\"汉字结构体系,并对声旁的表意性及简化字的形义性进行了深入的探索与挖掘。从而提出国际汉语词典编写中有关字词关系与编写顺序、字词义理与文化渊源、字词属性与厘清标注、字词释义与表述方式、字词理解与意义识记五个应注意的方面。经过26年的努力,创编了一部700余万字的《国际汉语词汇学习词典》,作为以上思考的具体尝试。", "label": "中国语言文学", "id": 0}
{"content": "对条首辞进行文法①标注,已经成为汉语和汉外通用或教学辞典的普遍做法。但在本文看来,这些辞书在这一方面有四个主要不足:（1）词和非词单位（即捆绑词干和缀）的界限不明确。（2）标注体系缺少系统性和一致性。（3）词的分类标准与其实际用法相脱离。（4）兼类词的处理不够客观。本文认为,汉语文法应当区别辞和词,前者是有意义的最小语言单位,后者是能独立担任某一句法成分（即指代成分、称名成分、限定或修饰成分、述谓成分、宣意成分、连接或引介成分和感叹成分）的最小语言单位。本文将这一观念应用到《初级汉语—乌兹别克语教学辞典》条首辞的文法标注中,将辞类视为辞的形态—句法分类,包括词、捆绑词干和缀,将词类视为词的句法功能分类,即名词、饰词②、谓词③等。本文首先重新界定形位、辞位、辞、词、捆绑词干和缀等基本单位,其次区分能独立起某种句法作用的自由辞和不能独立起任何句法作用的捆绑辞,再次根据不同的句法功能,把自由辞（即词）分为指代词、疑问词、名词、限定词、饰词、实指谓词、宣意谓词、副词、连词、介词和叹词这11个类别,最后将捆绑辞分为捆绑词干和缀这2个类别。", "label": "中国语言文学", "id": 0}
{"content": "今天电脑的速度和容量取得了空前的进步,促成了大数据和语料语言学的利用,加上各个学科的进步,使我们对词典编纂有了全新的观念和要求而不再局限于编纂纸质的辞书。社会上已经普及了电子词典,还有手机词典;也形成了对词典多媒体化,还有多方位链接资料的技艺的需求。在数字化时代,我们要求建设全方位、多元化、多媒体的动态词汇资料库。本文尝试从语言学和电子词典编纂学的角度来提出对语文学习词典的一些基本要求,能够满足这些要求的纸质或电子词典才成其为优良的对外汉语学习词汇参考工具。", "label": "中国语言文学", "id": 0}
{"content": "他山之石,可以攻玉。对比是发现词典优缺点的有效方法,本文主要通过《现汉汉语词典》第5版)与《柯林斯合作学习词典》释义方面（释义语言、释义语义特征选取）的对比、观察、分析,总结二者释义上呈现出的特点。通过对比,发现我们辞典在释义方面的不足,并学习他人的长处,进而提出自己对辞典编纂、学习的一点建议,以期对辞典编纂、学习有所帮助。", "label": "中国语言文学", "id": 0}
{"content": "<正>羊与中华民族传统文化的发展有着密切的关系,也是人类古代最早驯养的六畜之一。一万一千年前中亚的半干旱气候地区就已驯养了绵羊,自新石器时期以来中国中原以西、以北地区出土的羊骨骼也多于其他五畜,后来中原地区也受到游牧地区的影响开始饲养羊。羊在古代社会不仅是人们的食物来源,也是人们用来御寒、盛物、施肥等的重要物资来源,同时它作为祭祀珍品以及温顺可爱的形象让人们对它格外重视与喜爱。羊作为吉祥、善良、美", "label": "中国语言文学", "id": 0}
{"content": "\"晕\"是《说文解字》（以下或简称\"《说文》\"）日部的新附字。本文结合\"晕\"的甲骨文、小篆字形及辞书释义得出\"晕\"的本义为日光或月光透过环绕它们的云层形成的光圈,是大风的征兆。\"晕\"具有环绕、模糊的特点,后又引申出环形纹路、光影或色彩四周模糊的部分、涂抹颜色、视觉模糊或晕眩、人昏迷等含义。\"晕\"与\"晖\"曾经是一组异体字。\"晕\"在古代经常假借为\"辉\"、\"连\"。", "label": "中国语言文学", "id": 0}
{"content": "文字是社会发展的产物,蕴含了丰富的社会文化内容。纵观《说文解字》中的\"衣\"部字,我们可以看到其承载了中国古代服饰文化的诸多内容,在古代衣服了除了避寒功能以外,还具有反映社会等级、反映封建社会\"礼\"法思想的功能。对衣服部件的划分也不简单地只是\"衣\"和\"裳\"两部分,而是名目繁多、分类细致。衣部字是反映中国古代服饰文化的一面镜子。", "label": "中国语言文学", "id": 0}
{"content": "漢字曾是東亞地區的通用文字,形成漢字文化圈,漢語辭書也在漢字文化圈流傳,傳播到東亞各國甚至歐美。朝鮮辭書往往以《玉篇》、《字林》和《字典》命名,日本辭書也往往以《雨雅》、《釋名》、《玉篇》和《字林》命名,越南則承《俗務要名林》和《碎金》等編纂有《指南玉音解義》。文明間的交流常常是雙向的,甚至是多向度的,日本辭書對我國辭書的編纂也有影響。漢字文化圈中各地區受不同文化背景和政治實體的影響,存在著一些詞語的地域變體,反映了當地特有的事物或現象。編纂旨在描寫各地區漢語使用情況的語文辭書有裨于漢字文化圈的交流,體現漢語的凝聚力和向心力。", "label": "中国语言文学", "id": 0}
{"content": "詞義的構成成分是有機的聯繫在一起的,整體性相對於具體、零散,系統性相對於孤立、片面,把詞義看作是一個大的網路組織,要求剖析一個詞義的時候,放入詞義的相互關係中來考察,在考察中還要求把詞義與詞義的表現形式相結合。", "label": "中国语言文学", "id": 0}
{"content": "2010年出版的新版九卷本《汉语大字典》在旧版的基础上有了新的进步,但仍有可商之处。以\"犬\"部字为例,新版《汉语大字典》在注音、释义等方面还存在若干问题:（1）\"狓\"字头下应建立\"pī\"和\"pí\"两个音项;（2）\"独\"字第四个义项下的第二条\"无丈夫的妇女\"当释为\"无妻者\";（3）\"狂\"字条下义项六与义项七的释文与例证需要重新调整。", "label": "中国语言文学", "id": 0}
{"content": "汉语作为第二语言的学习,词典的重要性不言而喻。电子词典因其方便快捷的独特优势为大多数学习者所青睐。现有的电子词典,尤其是手机上的词典不规范问题突出、评价反馈欠缺、人机交互不足。云技术强大的数据储存和计算能力可以实现词典内容的动态组合;强大的数据管理和信息处理能力可以智能处理学习者信息,并在数据挖掘技术下实现个性化服务。\"云+端\"模式下的汉语电子词典具有动态性、过程性、群体性、多层性等方面的优势,能实现优良的人机交互体验,满足多元学习需求。", "label": "中国语言文学", "id": 0}
{"content": "二语词汇习得中一语语义迁移的普遍性和持久性决定了词语混淆在相当程度上是因一语而异的,为此,《汉语易混淆词辨析词典》（系列）放弃泛语别化通用性的用户定位,致力于实现语别化转向。文章概括了该词典主要的语别化特征,包括:基于不同母语背景学习者词语混淆现象的调查研究确定辨析对象,针对特异性易混淆词的误用倾向进行辨析,基于汉外词汇对比揭示母语影响,共通性易混淆词辨析关注不同母语背景学习者的混用特征,词语辨析语言及说明性语言一律使用汉外双语。最后简要讨论\"语别化\"与教学资源类型的相关性及实现途径。", "label": "中国语言文学", "id": 0}
{"content": "《现代汉语词典》第6版于2012年6月正式发行以来,受到了社会各界的广泛关注。新版词典增加和调整了部分字词的读音,收入了大量新增词语,对一些词语的义项和释义做出了修订,体现了与时俱进的时代特色。笔者结合前人及自身研究,认为新版词典中仍有一些关于释义和收词等方面的问题尚值得商榷。", "label": "中国语言文学", "id": 0}
{"content": "《现代汉语词典》对\"世纪末\"的解释是\"原指19世纪末叶,这个时期欧洲资本主义进入腐朽阶段,各方面潜伏着危机,泛指某一社会的没落阶段。\"通过文献的统计和语言学理论的分析,可发现这个解释已经不符合实际使用的情况。所以,《现代汉语词典》\"世纪末\"条下可再加上一个义项:\"指一个世纪将尽的时候。\"《汉语大词典》本词条的解释亦存在此问题。《现代汉语规范词典》对此词条的处理,则相对合理。", "label": "中国语言文学", "id": 0}
{"content": "广告,作为现代社会必不可少的最快、最广泛的传递媒介,不仅能够有效树立品牌的形象,而且能够为广大阅读受众提供快速获得媒介内容的机会。为了给消费者留下深刻的印象,激发大众的购买欲望,作为广告的灵魂的广告语言,在广告中起到了巨大的作用。本论文在语言学家Halliday和Hasan的衔接理论的指导下,对英汉广告语言中的指示指称进行了初步的对比分析,以帮助读者更好地体会广告语言的魅力。", "label": "中国语言文学", "id": 0}
{"content": "科学技术高度发达的信息时代,越来越高超的信息传播手段超乎寻常地分担了语言文字写作的大部分文本的任务;因此人类自然语言的\"语言\"一词已被无限扩大,运用语言文字的写作过程也应该具有更为深广的内涵——广义写作。鉴于传统写作具有古今中外数千年丰厚的历史积淀,广义写作向传统写作吸取理论精髓和行之有效的技巧就应该是一个顺理成章的必然趋势。比如电影电视就已从传统的语言文学及其创作活动中获取了许多有益的养料,从而促进了自身的理论建构与文化含量。这种以高科技为笔杆的广义写作形态不仅空前缩短了前期写作的艺术实验周期,而且更令人振奋地空前缩短了旷日持久的理论探讨的进程。不仅前期写作如此,前写作即写作前的材料准备阶段与学识才干的修养阶段也早已为大量的事实所证明,其进程同样可以空前大大地缩短。这些都为写作主体的大脑运作和思考创新这极其重要的环节提供了大量宝贵的时间和精力。广义写作要向传统写作学习;反过来,传统写作理论与技巧也需要在信息传递的大融会中不断地完善和充实自己。", "label": "中国语言文学", "id": 0}
{"content": "高职教育的特性决定了应用文教学的重要性,在日益激烈的竞争中应用文的作用日益显现。但传统的应用文教学内容乏味无法激起学生学习的兴趣。本文从三方面突出应用文教学应注重学生实践能力的培养。以期能激发学生的学习兴趣。", "label": "中国语言文学", "id": 0}
{"content": "写作能力作为现代人综合素质体现和安身立命的基本能力,越来越受到重视。写作教学承载着大量的信息和文化内涵,担负着传承人类文化、为事而作的重任;写作学科的实践性和人文性特征是写作综合性教与学改革的直接动因,是培养大学生人文素养、提升人文精神、促进全面可持续发展的要求。高校写作教师应该变革教学方式,让人的生命灌注教学过程中,使其成为美的写作。", "label": "中国语言文学", "id": 0}
{"content": "危机公关语在解决问题、避免冲突方面起着至关重要的作用。本研究以Daniel Kádár（2013）的仪式礼貌理论为框架,以2020年末东北某城市高校因疫情封校所发出的危机公关语为语料,探究当代中国高校公共卫生危机事件中公关语的语用特征。研究发现:此类声明多运用指示语、称呼语和表达信念的动词和副词;公关语篇多以赞美语开篇,与和兼具不同语用特点的言语相结合的结尾语形成有机平衡统一,达到促使高校群体内部和谐、增强高校群体凝聚力的目的。本研究旨在为仪式礼貌理论的实践应用佐证和借鉴。", "label": "中国语言文学", "id": 0}
{"content": "科学技术的迅速发展使人们的交际方式从单一的语言模式转变为集声音、图像、色彩等多种符号于一体的多模态模式。图像结合其他符号用以构建意义,从而达到交际的目的,这类多模态资源被人们广泛使用。本文根据视频拍摄的原理,将动态视频\"建国70周年\"宣传片切割成多个静态画面,运用视觉语法理论进行逐一分析,再运用小句的逻辑语义关系理论对动态语篇整体互动意义进行构建,能帮助观看者更好地理解宣传片所表达的整体含义。", "label": "中国语言文学", "id": 0}
{"content": "<正>《中华人民共和国民法典》（以下简称《民法典》）是新中国成立以来第一部以\"法典\"命名的法律,是基础性法律,①也被称为\"社会生活的百科全书\"。法律语言是国家语言领域不可或缺的组成部分,在国家政治生活中起着举足轻重的作用,直接影响着国家利益和公民的生活质量。立法语言是法律语言的重要内容,亦是法学中立法技术的重要组成部分。②对《民法典》形式用语的格调选择与字句推敲不仅决定立法质量的高低,更影响立法目的之达成。③分析《民法典》的语言使用情况,对于提高立法质量、理解法典内容而言,有很重要的意义。", "label": "中国语言文学", "id": 0}
{"content": "<正>正当全国人民喜迎2020年新春佳节之际,新冠肺炎疫情骤然袭来。腊月廿九,武汉\"封城\";腊月三十,四方驰援;正月初一,举国动员……在中国共产党的领导下,全国人民万众一心、众志成城,打响了疫情防控的人民战争、总体战、阻击战。在这场艰苦卓绝的斗争中,雨后春笋般涌现的各类防控标语发挥着特殊的重要作用,形成了一道道独特的语言景观。它们有的暖心劝导,有的诙谐幽默,有的科普抗疫知识,还有一些措辞严厉、态度强硬,被广大网友贴上了\"硬核\"的标签,引发了广泛关注。", "label": "中国语言文学", "id": 0}
{"content": "语类分析法作为语言学的重要研究方法可以多角度、多层次地分析人类社会的交际事件,随着多媒体的发展,短视频营销已成为人们生活中的组成部分,本文基于Swales和Bhatia的语步结构理论和Hasan的语类结构潜势理论,采用定性与定量相结合的研究方法,分别选取营销效果突出的视频15个和营销效果相对较弱的视频15个,以其视频文案为语料作为研究对象进行对比分析。本文在探究语类结构潜势基础上,深入剖析其语类特征和特点,以揭示达到既定交际效果的语篇内的在语言特点。本研究发现:在美妆类短视频中\"自身体验\"、\"产品名称\"和\"使用效果\"这三个语步是必要成分,而其他语步如\"产品质地\"、\"产品优势\"等为可选成分,并揭示了这些成分如何出现使得语篇更具有交际功能;同时,通过对比分析表明:传播量比较大的美妆视频中语篇存在着大量的夸张、比喻、等修辞手法。且句类特点使用频率依次为:陈述句、感叹句、祈使句、疑问句,句类的丰富性使得此类语篇更具有交际功能。", "label": "中国语言文学", "id": 0}
{"content": "本文主要介绍汉语\"上\"\"下\"时间表达形式（例如\"上周\"\"上一年\"）背后的认知过程。与以往的先行研究指出汉语\"上\"\"下\"的时间表达形式背后的认知体系、模型是把时间比喻为水且从上而下的一阶段认知过程不同,该研究将细化其背后认知过程,指出从认知概念到语言表象经历二阶段的认知过程,进而明确认知模型。", "label": "中国语言文学", "id": 0}
{"content": "具有国际竞争力的高素质、复合型人才,除了需要具有过强过硬的专业知识外,还需要具备实践和创新、终身学习、团队合作、写作与表达等能力。在通专融合的背景下,可以构建通识\"大写作\"课程体系,使写作从一门课程演变为一个系统,来培养新型人才的写作能力。首先,建设一支跨领域、多元化的师资队伍,从教师角度做到通专融合,形成教师群体学习社区,有利于推广全人教育。其次,\"大写作\"课程内容更倾向于多元化主题写作教学,有利于学生根据专业需求和个人兴趣进行深度学习。最后,成立写作支持中心,开展大量非课程学习活动,与课程学习相辅相成,使学生能够更自主选择学习场地、环境,有利于更深层次激发学生的学习动机,促进学生提升写作能力。", "label": "中国语言文学", "id": 0}
{"content": "随着信息技术的快速普及,在线开放教学应运而生,这种不受时空、身份限制的教学方式很快得到推广,深受各类学习者的欢迎,特别是对于高职学生来说,这种教学方式更符合他们的学习特点,更易于接受。在信息化教学改革的大潮中,建设在线开放课程,进行线上线下相结合的混合式教学是高职教育的重点之一,文章将以\"高职应用文写作\"为例展开研究论述。", "label": "中国语言文学", "id": 0}
{"content": "随着时代的不断进步,传统的课堂模式已经不能很好的适应中职院校学生的学习与发展。在传统的课堂模式中,教师往往采用灌输式的方法,对学生进行单向的知识灌输,在这种情况下,学生的学习积极性会降低,不利于教学效率的提高和学生能力的培养。微课和微信等一些教学模式是近几年来新兴的教学方式,紧密结合当前网络技术,有利于提升学生的学习效率。在应用文写作课程中融合微课微信,也是中职院校中应用文写作课程的教学趋势。", "label": "中国语言文学", "id": 0}
{"content": "\"全民网课\"成为2020年教育界的新兴事物,笔者在实践教学和思考中,逐渐摸索出网课教学的规律与经验,从平台选择到内容设计再到团队合作,探索出一条合理可行的网课教学之路。", "label": "中国语言文学", "id": 0}
{"content": "水是人类最早使用的词汇之一,作为万物之源的水,在隐喻中是重要的始源域。本文选取与水隐喻相关的在民间广泛流传的习语语句为研究对象,结合认知语言学的概念隐喻理论,对汉日语始源域\"水\"的概念隐喻现象进行对比分析,发现中日两国语言对水的认知表现出大同小异的特点。", "label": "中国语言文学", "id": 0}
{"content": "<正>当前,中国学者国际化程度不断提升,学术成果在国际上引起越来越多的关注。这些成果几乎都是用英语发表,用中文发表的学术成果很难进入国际视野。对国际学术科研领域的媒介语言使用情况进行调查,有助于探索提升中文学术表达国际地位的方略。一调查说明（一）数据来源本研究数据来源于科学网（Web of Science,WoS）数据库。该数据库由美国科学信息研究所创立,收录了\"科学引文索引\"（Science Citation Index,SCI①）、\"社会科学引文索引\"（Social Science Citation Index,SSCI）与\"艺术与人文引文索引\"（Art＆Humanities Citation Index,A＆HCI）的所有来源期刊。", "label": "中国语言文学", "id": 0}
{"content": "写作是最能体现教师的综合素质的方式之一,教师如何将日常教育实践的经验提炼为好文章,从而成为学术型教师?笔者通过自己三次写作投稿的经历发现,写作就是一种记录和整理的过程,既要有\"写\"的愿望,更要有\"写\"的素材,教师要学会从实践经验、教研探索中入手,积极尝试,善于发现,写出自己的困与得。", "label": "中国语言文学", "id": 0}
{"content": "<正>大学生是最具创新、创业潜力的群体之一。在高等学校开展创新创业教育,积极鼓励高校学生自主创业,是教育系统深入学习实践科学发展观,服务于创新型国家建设的重大战略举措;是深化高等教育教学改革,培养学生创新精神和实践能力的重要途径;是落实以创业带动就业,促进高校毕业生充分就业的重要措施。创新创业教育通过对学生进行创业意识、创业能力和创业知识的培养使得学生综合素质和开创性个性得到开发和提高。近年来,高校创新创业教育不断加强,取得了积极进展,对提升高等教育质量、促进学生全面发展、推动毕业", "label": "中国语言文学", "id": 0}
{"content": "随着多媒体技术的快速发展,中医药传播方式日益多样化,中医药科普语篇作为重要的传播形式逐渐呈现出多模态特征。多模态话语分析理论认为,话语意义不仅仅由单一的语言符号体现,也可以由语言、图像、声音、动作等多种符号资源共同体现。因此,多模态话语分析能够为中医药科普语篇研究提供一个全新的视角,有利于中医药文化宣传与知识普及,有助于深入挖掘中医药文化内涵、核心价值与理念,对中医药文化对外传播也有一定的借鉴和参考。", "label": "中国语言文学", "id": 0}
{"content": "合同语言属于法律语言,但存在着模糊性。由于语言的不确定性,合同语言所传达的意义往往产生歧义,从而引起合同纠纷。因此,为减少此类合同纠纷,提供一个系统的法律语言学规避方案势在必行。本文旨在发现订立合同时容易产生模糊语言的诱因且对其提出规避建议,以达到合同的最佳关联性。", "label": "中国语言文学", "id": 0}
{"content": "<正>颜真卿《张长史十二意笔法》意记曰:\"予罢秩醴泉,特诣京洛,访金吾长史张公,请师笔法。\"寻年谱在天宝五载,苏涣《赠零陵僧兼送谒徐广州》诗云:\"张颠没在二十年,谓言草圣无人传。零陵沙门继其后,新书大字大如斗。\"又云:\"忽然告我游南溟,言祈亚相求大名。", "label": "中国语言文学", "id": 0}
{"content": "香港社会是多元语言社会,流通\"两文三语\"。香港社区词反映香港社会的政治、经济、文化生活里的一些概念,反映香港人用词和构词的心理和习惯。可以说,香港社区词的使用,是香港语言生活中的一道亮丽的风景线。许多香港社区词利用积极修辞手段构词,显得生动活泼,吸引人注意。例如,运用比喻、比拟、借代、夸张、婉约、摹绘等手法形成的香港社区词比比皆是。利用普—方—古—外比较法来分析香港社区词与方言词、文言词、外来词的关系,更可以看出香港社区词构词的修辞特点。", "label": "中国语言文学", "id": 0}
{"content": "<正>2018年10月27至28日,中国修辞学会2018年学术年会暨第三届政务新媒体高峰论坛在浙江杭州举行。本次会议由中国修辞学会、浙江省政务新媒体研究院联合主办。中国修辞学会会长陈光磊、执行会长胡范铸、副会长王建华、曾毅平和国家督学姚喜双、北京语言大学原校长崔希亮、浙江科技学院院长叶高翔、浙江省社联党组书记盛世豪、教育部长江学者杨亦鸣、教育部长江学者施旭、浙江大学教授池昌海、曲阜师大外语学院教授鞠玉", "label": "中国语言文学", "id": 0}
{"content": "应用写作能力是汉语言文学专业秘书学专业方向本科生的基本能力。结合最近几年秘书专业的实用写作课程的教学实践,对提高应用写作的课程教学效果提出了几点建议:运用案例的教学方法,应该充分的利用社会上的资源,老师在课堂上引入真实的公文,鼓励学生分享自己的案例,任课教师应该在任职期间积累充足的应用文写作的素材,采用真实的情境来进行模拟的教学方法,可以更有效的提高应用写作课程的教学实践性。", "label": "中国语言文学", "id": 0}
{"content": "高职应用写作教学受到了更多人的重视,高职院校开设应用写作课程的时候也综合考虑了当前社会对人才的要求以及应用写作课程的特点,形成了能够在实践中产生积极作用的教学艺术方向,为教师的工作提供了更好的条件。本文主要探讨了高职应用写作教学艺术初探的价值和意义,并对达到了应用写作教学艺术的方法作了详细介绍,希望可以推动高职教学工作的发展和进步。", "label": "中国语言文学", "id": 0}
{"content": "本文以央视纪录片《一带一路》为语料,系统考察了时间概念的多模态表征方式,并阐释了其体验基础和认知效果。研究表明,语料主要通过概念转喻和概念隐喻来构建时间概念,前者以\"太阳及光线\"、\"灯烛等照明设施\"、\"灰色画面\"和\"铃声\"通过单域内的映射表征时间;后者以\"时间运动是镜头运动\"、\"时间运动是物体运动\"和\"时间是空间\"的跨域映射表征时间。分析表明,这些表征手段并非是任意的,而是基于普遍的认知体验基础之上,具有认知理据性。", "label": "中国语言文学", "id": 0}
{"content": "以Lakoff＆Johnson的为代表的认知语言学者借助各种认知模式有效揭示了隐喻的心理结构和心理操作模式。本研究以架构理论（Framing Theory）和概念隐喻理论（Conceptual Metaphor Theory）为理论支撑,以唐诗《近试上张水部》和《酬朱庆馀》中的架构隐喻和概念隐喻为研究对象,分析架构隐喻和概念隐喻建构和解读的认知过程,探讨其背后隐藏的社会文化动因和哲学因子,以期为典籍英译提供帮助。", "label": "中国语言文学", "id": 0}
{"content": "研究表明内隐韵律能够促进书面文本的理解和加工,但以往研究多集中在对重音节拍语言的考察,而较少关注汉语这类音节节拍语言中内隐韵律的作用。本研究采用EyeLink 1000眼动仪,探讨了汉语句子阅读过程中,动词\"V\"的音节数如何影响\"N的V\"结构的分析过程,以及这种韵律约束是否与\"N\"和\"V\"之间两类语义关系存在交互作用。研究结果发现:读者对单音节动词的注视时间长于双音节动词,并且对含单音节动词的异常韵律模式有更多的回视。此外,动词后区域存在音节与语义关系的交互作用,只有在受事语义关系中,单音节动词条件下对该区的凝视时间才显著长于在双音节动词条件下的凝视时间。当前结果表明,汉语读者偏好含双音节动词的\"N的V\"韵律模式,且这种偏好的强度在受事语义关系下更强。本研究证实了汉语韵律信息在句子理解早期阶段的即时加工,并为内隐韵律假说提供了来自汉语的证据。", "label": "中国语言文学", "id": 0}
{"content": "形容词作为三大词类之一,因词类地位不确定而颇具争议。为了深入了解形容词的使动用法,本文在前人研究的基础上,运用语料分析法、语料统计法、归类总结法等方法,对形容词的使动用法进行统计分析,发现形容词的使动用法具有表示变化,表示积极、消极和主观、客观致使义,表示被动的特征;形容词带宾语表达致使义主要有形容词直接带宾语、形容词加动态助词\"着、了\"、形容词加其他辅助手段三大方式。", "label": "中国语言文学", "id": 0}
{"content": "在分析《现代汉语词典》趋向动词\"开\"的释义和其它学者的相关研究的基础上,本文将做补语的\"开\"的语义类型划分为3种6小类,针对其不同类型梳理了其在越南语中的对应表达方式,无论是表结果义还是表趋向义,每一类在越南语里都很难找到固定的表达和具体的对应翻译词,而必须根据语境和\"开\"之前的动词来斟酌其意,这是越南学生学习的难点之一。表示动作起始义的\"开\"在越南语中一般都用一样的结构\"b?t ??u...lên\"来翻译。", "label": "中国语言文学", "id": 0}
{"content": "由于语言表达的需要,在使用过程中,汉语和越南语都有动词转化为名词的现象。被越南语借用的一些汉语动词也不例外。它们进入越南语后经历了一个从表示动作、行为的概念转变为表示事物的概念的过程,成为越南语的名词。这是汉语和越南语之间词类转化的稀有而特殊的现象,值得研究。在本文的范围内,我们将语义层面研究\"动→名\"的转化类型和特点,在此基础上试图解释其原因,为汉越语言教学研究提供一些参考材料。", "label": "中国语言文学", "id": 0}
{"content": "本文以汉语\"给\"类介词为研究对象,绘制出汉语\"给\"类介词与英、俄、韩、日语中相关语言形式的语义地图,并探讨了语义地图工具在汉语介词教学中的运用。本文以期运用语义地图这一可视化工具更加直观地解释偏误产生的原因,同时通过中介语语料库对语义地图的预测能力进行验证,从而针对以英语、日语、俄语、韩语为母语的学习者对\"给\"类介词的教学顺序作出安排。", "label": "中国语言文学", "id": 0}
{"content": "在现代汉语词汇系统中,有这样一类词,\"爱心—心爱,倍加—加倍\"等,它们以AB—BA的形式出现,其构词语素相同,书写形式相同,但词素位置互为倒置的双音节合成词,这类词可以称之为\"同素逆序词\"（张巍,2005）。本文从不同角度对同素逆序词的研究现状进行了梳理和归纳,并从中总结出了研究的贡献与不足。通过对《现代汉语词典》（2005年版）（以下均简称《现汉》（05版））中608对同素逆序词的整理,运用CCL语料库（Center for Chinese LinguisticsPKU）进行词频统计和比值计算,根据马丁内的语言经济性原则（周绍珩,1980）,对符合以下五点条件的同素逆序词进行规范:1.词义相同的同素逆序词;2.方言中的同素逆序词;3.临时出现的同素逆序词;4.历史演变的同素逆序词;5.异形存在的同素逆序词。", "label": "中国语言文学", "id": 0}
{"content": "本文是一篇论文综述,梳理了不同理论和方法研究视角下的现代汉语双宾语结构的生成机制研究。总的来说,汉语双宾语结构的生成机制研究可以概括为以下几类:（1）转换生成假设;（2）\"致使\"语义假设;（3）语段假设。第一种假设重点讨论双宾结构和与格结构的关系,并提出双宾结构是由与格结构转换而成;第二种假设的观点则相反,否定了两个结构的转换关系,而是提出两个宾语之间存在着一种特殊的语义关系,把\"致使拥有\"看作句法表达的基础;第三种假设是在最简方案框架下,根据乔姆斯基提出的\"语段理论\"对于双宾语结构进行分析研究。研究发现,这些分析方法都存在一些问题,但是相比之下,语段理论框架是汉语双宾结构生成机制研究的趋势所在,是一个可以深入研究的新课题。除此之外,双宾语结构的研究其实和语言学理论的发展是一种良性互动关系,对于理论发展和语言机制的认识有着十分重要的意义。从语言学理论的角度来看,语言学理论可以指导汉语双宾语结构的进一步深入研究;从双宾语的角度来看,双宾语结构的研究分析也可以检验新的语言学理论和语言事实。", "label": "中国语言文学", "id": 0}
{"content": "目前关于语气副词的研究成果已经十分丰富,但尚未有人对\"似乎\"\"也许\"\"兴许\"这三者进行对比。而语言事实和留学生偏误情况均表明三者确为易混淆的近义词。因此,本文以三个平面理论为理论基础、以质性分析和量化分析相结合的手段为研究方法,从语义、句法、语用等多个层面对\"似乎\"\"也许\"\"兴许\"进行了对比。语义上,本文首先探讨了三者的基本词义,随后用量化分析的手段分语体探讨了\"似乎\"和\"也许\"的内部语义倾向。最后考察了表示不确定义的\"似乎\"\"也许\"\"兴许\"和表示委婉肯定义的\"似乎\"\"也许\"的内部语义差异,并考察了差异动因。句法比较主要包括两部分内容:句法搭配上,本文先通过语料库计算MI值得到\"似乎\"\"也许\"\"兴许\"的显著搭配项,随后据此聚焦到三者与语气词的搭配、与情态动词的搭配以及与判断动词\"是\"的搭配上。句法位置方面,语料显示三个词的句法位置都较为灵活,但\"似乎\"的句法位置灵活度略逊色于\"也许\"和\"兴许\"。语用方面的主要结论有:\"似乎\"和\"兴许\"各有明显的语体倾向性,\"也许\"没有;语用功能方面,除\"兴许\"的委婉商议性较为薄弱以外,\"似乎\"\"也许\"都具备委婉商议功能,此外,三个词都有负向强调和传信评价的功能;在篇章层面上,三个词都有停顿和照应功能,\"也许\"和\"兴许\"还有省略功能,多见于对话中。上述语义、句法和语用三个层面并不是孤立存在的,研究表明:表层句法形式既是深层语义规约的折射,也是语言运用倾向的反映。最后在本体研究结论的基础上,本文提出了\"先讲个例、后讲类聚\"\"创设情境、注重语用\"\"启迪学生、发现式教学\"等教学建议,以期促进\"似乎\"\"也许\"\"兴许\"的对外汉语课堂教学。", "label": "中国语言文学", "id": 0}
{"content": "现代汉语典型的\"给予类\"双宾句要独立成句,其直接宾语应满足\"有数量词修饰\"的限制条件,否则句子会成为一个\"粘附\"的结构,只能出现在更大的句法环境中。以往研究侧重对直接宾语有数量限制的解释,而忽略了缺乏数量词后双宾句作为一个\"粘附\"结构的具体分析。本文从对直接宾语数量词限制的补充解释出发,进一步分析了\"粘附\"结构的成因,认为典型双宾句直接宾语的数量词限制与信息结构的要求有关。双宾句中动词后的句法位置不唯一,导致汉语中用相对动词的语序指示新信息的手段失效,此时为保证句子存在\"单一新信息\",双宾句的直接宾语除满足\"有界性\"要求外,还应该凸显其\"新信息\"地位,因此需要数量词限制来提升信息值。而\"给予类\"双宾句各种粘附现象的本质是双宾句本身的新信息不凸显的形式,其完句需要用其他手段来形成句子的单一新信息。这些手段可以分为\"直接宾语焦点化\"和\"非焦点成分话题化\"两大类,主要包括添加不定指标记、形成对比焦点、使用\"是\"字标记以及添加句末动词四种方法。本文对\"给予类\"双宾句\"粘附\"现象的分析表明,相比于单宾句式,汉语中的双宾句式对新信息的要求更高,从侧面说明汉语的\"动后限制\"特点。", "label": "中国语言文学", "id": 0}
{"content": "本文从立场表达的视角出发,基于口语会话语料,采用定量和定性相结合的研究方法来重点考察\"你才X\"回应格式的构成成分和语义特点、使用环境及话语功能。研究发现,\"你才X\"格式常居于话轮之首,大多用于平等而亲近的人际关系中,它的话语功能是表达说话人的负面事理立场,根据负面程度的不同,可具体表现为婉否、嗔怪、反驳、不满、指责和斥责等六种立场。此外,本文还讨论了\"你才X\"格式的语用推理机制以及语法结构和语用因素的联系。", "label": "中国语言文学", "id": 0}
{"content": "汉语成语是汉语词汇中最能表现民族特色的部分,形式上大多为四个音节,而\"偏正+偏正\"式成语尤其常见。本文将从句法结构、语义结构以及修辞构造等层面来分析\"偏正+偏正\"式成语。", "label": "中国语言文学", "id": 0}
{"content": "本文運用語義範疇這一研究方法,根據實例明確了\"被\"與\"就業\"之間存在施事賓語,并以可分與不可分的兩種語義範疇,從語法變异的角度對\"被就業\"句式中\"被\"的詞性及其語義結構特徵進行闡述,找出\"被就業\"句式得以成立的内在規律。即①可分的\"被就業\"句式中的\"被\"具有介詞的語義屬性;不可分的\"被就業\"句式中的\"被\"具有類詞綴的語義屬性;②\"被就業\"句式中的\"被\"即可以接不及物動詞,還可以接部分及物動詞、形容詞、名詞或名詞短語。此被動句式應看作是語法變异現象,這種變异可以看作是傳統被動句的一種非範疇化現象。此研究明確了\"被\"與\"就業\"是否可分、\"被就業\"句式在可分的、不可分的情况下分别擁有何種語義特徵,不僅有益于漢語語言學的研究,對漢語語言教育學也具有一定的意義。", "label": "中国语言文学", "id": 0}
{"content": "本文基于Brinton的话语标记理论,用会话分析的方法考察了\"就是\"在媒体口语中的话语功能,主要有解释说明、设立话题、作停顿填充词和确认前一话语,并分析了不同功能出现的句法位置。通过对比\"就是\"在日常口语对话中的表现,发现日常口语中的\"就是\"还有修补功能和应答功能,而媒体口语语料中没有发现这两种功能。", "label": "中国语言文学", "id": 0}
{"content": "\"X是X\"和\"X归X\"的是现代汉语中常用的两个构式,本文通过语料库语言学方法,运用构式语法理论,从语义功能、变项X的句法特征、构式和上下文的衔接关系这三个方面对这两个构式进行了研究。", "label": "中国语言文学", "id": 0}
{"content": "\"放着NP不VP\"是汉语中一个使用频率较高的口语构式。本文在语料统计的基础上,对\"放着NP不VP\"的结构、意义、语用特点等做了详细的考察。文章发现构式中变项各有特点,在使用中构式还存在一些变式。构式的意义可以总结为:实际发生动作行为并不是说话人主观所认同的最优选,说话人借此表现出明显的主观情感。该构式在口语交际中常用于凸显说话人的反预期表达。在本体研究的基础上,文章还就对外汉语教学提出了相关建议。", "label": "中国语言文学", "id": 0}
{"content": "\"极\"字既是一个实词又是一个虚词,从\"极\"字的产生到现今的流变,\"极\"具备了重要意义。《孽海花》的语言背景是处于近代汉语到现代汉语的转型时期,本书1907年全部完成,而1919年五四运动后近代汉语进入现代汉语阶段。此书接近近代文学的尾声,却又对现代文学起到了一定的引领作用,具有一定承上启下的影响。本篇论文则以小说《孽海花》为主要研究语料,以《孽海花》为中心对‘极’字进行穷尽式的研究,不仅从程度副词‘极’字的组合能力入手,还会对不是程度副词‘极’字做简单分析。同时也会结合上古、中古、近代、现代时期的其他文学作品进行研究程度副词‘极’字的流变和使用状况。研究上古至今\"极\"字用法的演变状况,凸显《孽海花》一书中\"极\"字用法的过渡意义。", "label": "中国语言文学", "id": 0}
{"content": "本文考察英语和汉语中的条件小句与时间状语从句在句法上的相似性。认为,汉语的时间状语从句和条件小句都是在原位置基础生成,与英语中这两种小句的移位操作不同。支持这一观点的证据表现在二者在三个方面的相似性:都不具备低结构解读、论元前置不形成阻断效应、与主句效应的表现一致。", "label": "中国语言文学", "id": 0}
{"content": "存在句是一种在英汉语中较为常见的句型。本文从句法结构、语义特征和信息结构入手,对比分析英汉存在句的异同,揭示产生英汉存在句异同的原因,加深对英汉存在句的认识。", "label": "中国语言文学", "id": 0}
{"content": "句子的逻辑,不仅要求句子内的成分要符合句式结构,而且要求句子的表达要符合客观事实和事物的发展规律。语句中逻辑错误种类较多,逻辑思维和逻辑能力是语言学科的重要内容之一。逻辑是对语言最有力的支撑,没有逻辑的语言,永远无法成立。想要消灭句子的逻辑问题,一方面需要懂得整体思考,另一方面要懂得事理常识。", "label": "中国语言文学", "id": 0}
{"content": "<正>本文基于乔姆斯基转换生成语法中的NP移位研究英汉被动句的生成,认为这两种语言中的被动句都是在授格的驱动下,同时发生被动化或提升-被动化混合而生成。英汉被动句是学者们的研究热点之一。许多学者都从不同视角:如,形式语言学、认识语言学、概念化理论和语言类化等方面对这一语言现象进行研究,对被动句解读不尽相同。本文仅从其句法结构和转换生成方式层面展开深", "label": "中国语言文学", "id": 0}
{"content": "本文根据认知语言学的隐喻理论,借助前人对结果补语\"上\"的语义分析和分类的研究成果,尝试探讨\"V上\"结构中动词后的结果补语\"上\"隐喻语义。本文将结果补语\"上\"的隐喻语义分为三类,分别是位置隐喻、状态隐喻和时量隐喻,并在此分类的基础上将\"V上\"结构中结果补语\"上\"的语义概括为\"变化\"隐喻,本文借助文学作品中搜集的语料来作为分析对象。", "label": "中国语言文学", "id": 0}
{"content": "众所周知,形容词最主要的功能是作定语,即充当名词性结构的修饰语,但是并非所有的形容词都是如此。近年来就出现了\"有点小A\"这种结构,其中的\"小\"就是一个典型的形容词,它在结构中作状语,修饰中心形容词\"A\"。本文从构式语法的角度观察\"有点小A\"结构,试图在前人研究的基础上,分析归纳其构式义,并探究其结构特点以及语用价值。", "label": "中国语言文学", "id": 0}
{"content": "学界对\"往往\"、\"常常\"、\"通常\"这三个近义副词的研究较多,却很少关注\"往往容易\"、\"常常容易\"、\"通常容易\"这三个常用的近义半固定短语之间的差别。本文采用基于BCC语料库的方法,从语义韵的角度对三者的语义搭配、类联接及语义趋向进行辨析,以期能为辞书编纂及对外汉语教学提供参考。", "label": "中国语言文学", "id": 0}
{"content": "汉语动补结构中的一些补语成分发生了虚化,变成表示完结的成分,但仍有一定的词汇语义,虚化程度低于体标记。本文将这类成分称为虚化完结成分。虚化完结成分有些必须与动词共现,有些则不必,出现的强制性与否在一定程度上取决于动词的情状类型。从语义上看,这类成分有的隐含预定的动作目标的达成,可以蕴含对施事或受事的影响,有的只表示动作行为的完结。虚化完结成分从语义来源上看,一类与\"得\"义有关,一类与\"失\"义有关。这类成分的使用特点受制于其虚化前的词汇语义,并可进一步获得一些主观性意义,也可能形成结构歧义。虚化完结成分介于词汇性与语法性之间,其使用体现了汉语重视表达结果状态的特点。", "label": "中国语言文学", "id": 0}
{"content": "本文回顾吸收已有话题研究的重要理论成果,在笔者关于话题和主语的最新对比研究基础上,以古今汉语和跨语言事实为材料,进一步发掘话题成分的句法语义特点,并与主语的属性相比较,集中关注对话题及话题标记的使用有制约作用的若干句法语义范畴,揭示其中复杂的扭曲对应关系,即参项之间基本对应而不等同的关系。涉及四个参项。1)谓语类型。文章指出,属性谓语与话题是无标记匹配,属性谓语主体论元基本上只能是话题,而事件谓语对话题性没有要求,可以跟话题同现,也可以跟非话题主语同现。2)判断类型。文章借鉴主题判断和非主题判断对立的视角,指出话题句都由主题判断构成,而非主题判断作为语言逻辑中新近揭示出来的一种判断,具有浑然一体、不可分离的属性,虽然是主谓关系,却不能分析为话题和述题两个部分,是一种非话题结构。3)指称属性。本文指出有定和类指都是适合话题的指称属性,其中以往话题研究中关注较少的类指其实在某些话题位置上作用更加重要,而且几乎对话题有刚性要求;有定成分仍能用在某些非话题的位置上,无定成分则不适合充当话题。4)语义角色。本身与主语最匹配的施事角色,其实与话题并不是自然匹配,古汉语话题标记还特别排斥施事主语;而非施事题元充当话题则没有限制。在忽略了内部的一些扭曲对应关系之后,可以将以上参项的对立项分别列为跟话题匹配和跟主语匹配两大系列。", "label": "中国语言文学", "id": 0}
{"content": "2015年安徽大學入藏一批戰國竹簡,據目前已發表的簡本《詩經》,將其內容與傳世本相較,存在著大量的異文現象。傳世本《詩經》之《碩鼠》言\"碩鼠碩鼠\",於簡本作\"（石口）■（石口）■\"、\"石■石■\",整理者於註解中引用前賢對《周易》\"晉\"卦之\"鼫鼠\"的說解,作為\"石（鼠吕）\"一詞的說明,致使學界對於\"石■\"、\"石（鼠吕）\"一詞有\"碩鼠\"或為\"螻蛄\"等截然不同的解讀。本文透過先秦文獻載錄的資料,與歷來學界的解釋,以及生物學的文獻等,釐清安大簡《碩鼠》之\"（石口）■\"、\"石（鼠吕）\"所指應為\"碩鼠\",即所謂的\"大老鼠\",而非\"螻蛄\"。", "label": "中国语言文学", "id": 0}
{"content": "现代汉语中的外来词有一类为借形词。它与音译词的不同之处在于,音译词是吸收了其他民族语言的语义和语音形式,并用汉字记录的,而借形词则是吸收了其他民族语言的语义和字形,而未吸收语音。在语素层面,从音译词中提取出来的有音译语素,但借形词中语素应该如何提取,以及从中提取出来的语素应该如何定性,学界之前却很少关注。本文认为,针对从借形词中提取出来的外来语素,应该将其命名为借形语素,作为汉语中一种新的语素类型提出,以与音译语素进行区别。一般认为,借形词有两种类型,即字母词和日源借词。但是\"BBC\"这一类的字母词是外语中本来就有的词,进入汉语时并未发生语音、语义和词形的汉化,应属于外语词而非外来词,所以本文在研究借形词和借形语素时不予考虑。本文所说的借形语素具体指的是从日语借形词中提取出来的外来语素。通过对借形词的类型进行归纳整理,针对每一类借形词制定了几种其对应的不同的语素提取方式与原则。在从中提取出借形语素之后,可以从其汉字是否表意角度将借形语素分为两大类:1.汉字完全不表义的语素。其中又可细分为两小类:（1）日语音译了其他语言的词,但用汉字书写,汉语直接从日语中将这些词借用过来。如瓦斯、天妇罗,它们分别来自荷兰语gas、葡萄牙语tempura。（2）日语自己创制的词,用汉字书写,且每个汉字都不表义,如刺身、取缔等;2.部分汉字表意的语素。这类语素中的一个汉字可以与它记录的词的意义相对应,而另一个汉字则完全无法找到依据,如数独,其中\"数\"表示数字,但\"独\"无法解释。借形语素的提出,有其必要性。因为借形语素与音译语素进入汉语的方式不同,既然外来语素中有音译语素,便也应有借形语素的一席之地。并且它与日源借词的范围也不相同,并非所有的日源借词中都能提取出来借形语素,原型回译词中提取出来的则是汉语本土语素。所以有必要专门提出\"借形语素\"这一类别,以丰富汉语外来语素的类型。", "label": "中国语言文学", "id": 0}
{"content": "本文基于布舒特与霍尔的身份认同理论,以新浪微博中粉丝话语为语料,探讨国内以明星艺人为偶像的粉圈话语语用特征及其映射的身份构建和身份认同。研究发现,国内此类粉圈话语具有独特的语用特性,如规律性、夸大性、含蓄性和排外性等。这些特性映射了粉丝身份构建及在身份构建过程中实现外界及自我身份认同过程。本文旨在加强粉丝群体身份意识,助其构建更加完善有效的个人及社会身份,从而构建正能量的粉圈文化及粉圈和其他群体之间的和谐共生氛围,最终推进粉圈健康有序地发展。", "label": "中国语言文学", "id": 0}
{"content": "中国俗语是历史生活的一种延续。闽南语是中华文明特有的瑰宝,是先民智慧与生活经验的结晶。文章用两岸特殊的語言文字反映闽南文化在特定时期历史背景下的人文事件,以寓意幽默的形式表达具有说明力的两岸同胞思想共性的论断,是前人的善言智者的训话。文章认为,有必要以古汉语的支流闽南话中抽丝剥茧,从中节选部分俗语进一步加强两岸情感的交流,促进乡情乡音从内心深处走向桌上,增强感情共同发展民族复兴的宏伟蓝图。", "label": "中国语言文学", "id": 0}
{"content": "以\"北大也还可以\"为代表的\"凡尔赛文学\"自2020年起成为网络流行语,并逐渐渗透到人们实际交际的语言使用中。本文从模因论的理论视角下,探讨\"凡尔赛文学\"的传播、功能变化过程及原因。通过研究发现,社会环境对\"凡尔赛文学\"语言模因的复制、传播、扩散、变异等发展阶段有较大影响。社会环境可以影响模因宿主的态度,影响其他与语言模因的复制、传播或变异相关的社会因素。此外,社会环境对于语言模因的功能变化有一定的导向作用,\"凡尔赛文学\"语言模因在社会环境的影响下,其良性影响及意义可以得到有效扩大,有利于保持良好社会风气,促进社会的持续健康发展。", "label": "中国语言文学", "id": 0}
{"content": "本研究以Leech（1983）礼貌原则为基本理论视角,分析当代中国大学生微信恭维回应语的特征,在补充并完善其分类标准的基础上,探讨了恭维回应的语用策略。研究发现当代中国大学生微信恭维回应方式丰富多样,既包括文字类回应又包括表情符号类回应,文字类回应既有日常用语又有网络流行语言;回应策略多采取融洽策略,其次为一致策略,采用谦虚策略最少。研究还进一步探析了中国大学生微信恭维回应语中使用不同策略的原因,揭示了网络言语交际的复杂性和特殊性,为大学生更加文明和谐地进行网络交际提供有益启示。", "label": "中国语言文学", "id": 0}
{"content": "不礼貌言语是导致\"煤气灯效应\"产生的一个重要因素。本文以多个典型煤气灯效应案例中记录的话语为语料,分析其中不礼貌话语策略的使用情况。基于Culpepper的不礼貌框架,对煤气灯操纵者不礼貌策略的实现形式进行分析,发现其使用可以实现削弱他人内控信念和掌握关系权力的语用功能。", "label": "中国语言文学", "id": 0}
{"content": "在中越两国两千多年的交往中,汉语汉字不管是对越南国家本身的发展,还是越南语言文字的发展都发挥着重要的作用。越南语词汇系统中存在着大量的汉语借词,其中也包括汉语熟语借词,由于文化、风俗习惯、地理环境等原因有些词在借入越南语词汇系统后发生了些许变化,以便越南人能更好的理解。就汉语和越南语中含动物元素的熟语而言,它们有的用同一动物元素表达同一意义,有的则是用不同的动物元素表达同一意义,有的则是汉语熟语里没有动物元素,而越南语里出现了动物元素。本文将以汉越语中含动物元素的熟语为例,对比分析二者之间出现的异同及其原因。", "label": "中国语言文学", "id": 0}
{"content": "本文运用语用学的预设理论对相声和脱口秀进行对比分析,旨在探讨其产生言语幽默的手段及原因的异同,研究发现相声和脱口秀都利用预设的可撤消性、合适性和共识性生成言语幽默,但在预设的共识性上,相声往往在表演中先建立一个情境,做一系列的铺垫为观众创造共识;而脱口秀的情境往往在表演之外建立,在表演中创造的共识性较小,因此脱口秀极大程度地依赖观众本身的背景知识。若观众本身的背景知识较少,则产生的幽默效果随之较小;反之,则相反。", "label": "中国语言文学", "id": 0}
{"content": "近年来,随着选秀节目在全球热度不断攀升,其不同于日常生活的特殊语境为言语行为的语用学研究提供了新背景。本文针对中国和美国选秀节目中评委的称赞（恭维）言语行为,采用定量语料收集与定性分析相结合的方法,基于恭维言语行为、互动规程等理论对两国选秀节目中评委的称赞（恭维）言语行为开展对比研究,探索在选秀这一非同于日常生活的语用环境中,受文化习惯、公众形象、节目效果等因素影响下,中国和美国评委的称赞（恭维）话术与语用策略的异同点,丰富恭维言语行为的跨文化对比研究。", "label": "中国语言文学", "id": 0}
{"content": "本研究搜集了部分网络最新用语中的性别歧视语,分析它们的特点及他们的构词方式、语义特征和常用搭配,发现了英汉性别歧视语的共性和差异,探析了由性别歧视语所展现出的中西文化的共性与差异及所体现的不同的性别歧视文化心理。性别歧视语的出现是社会和文化思维的体现,根源于社会文化背景而不是语言。随着社会发展和女性运动的不断发展,消除性别歧视语已成为消除性别歧视的重要方面,探讨语言中的性别歧视现象及其应对性别歧视的策略,将有利于消除语言歧视和改进女性的社会地位。研究性别歧视语有利于语言学、社会学和社会语言学的深入发展。", "label": "中国语言文学", "id": 0}
{"content": "告别语是人们在分别时使用的一种日常礼貌用语。本研究以当代女大学生自然发生的日常告别语为语料,基于Brown＆Levinson提出的经典礼貌理论分析探讨当代女大学生与不同身份的会话参与者在道别时所使用的告别语语用策略特征,系统总结了参与者的不同身份对女大学生礼貌策略选择的影响。研究发现,当代女大学生在告别时多主动使用礼貌告别用语,且因对话中参与者的不同身份而选择使用不同的礼貌策略:与参与者身份地位差距较小时,若彼此关系较为密切多依据语境选择礼貌策略;若为陌生关系则多选择使用消极礼貌策略。与会话参与者身份地位相差较大时,女大学生告别语礼貌策略的选择则更倾向于积极礼貌策略。本研究通过分析当代女大学生的告别话语特征和策略,旨在为变异语用学的研究提供有益参考。", "label": "中国语言文学", "id": 0}
{"content": "《淮南子·俶真》篇中有句子\"引楯万物\"。\"引楯\"一语,高诱注曰:\"引楯,拔擢也。\"莊逵吉云:\"‘楯’当作‘揗’,从手旁。\"但\"揗\"字并无\"拔擢\"相关的意思,也很难引申至\"拔擢\"之意。关于\"引楯\"之\"楯\"当为何字,\"引楯万物\"又为何意,我通過考察时代相近的《马王堆汉墓帛书简牍》等出土文獻的用字現象,並參考傳世文獻相關的字詞關係,提出\"引楯萬物\"之\"楯\"字當作\"循\"字,通\"遁\"的观点。\"引楯万物\"本做\"引循万物\",读为\"引遁万物\",并为本句的训释做出解释。", "label": "中国语言文学", "id": 0}
{"content": "本文在语言模因论视角下,聚焦于由网络流行词\"打工人\"衍生出的一系列关于\"XX人\"的其他流行词,结合语言模因周期以及BCC、新浪微博等语料语用事实,探究此类流行词的语义演变、流行原因及其社会语用情感变化,并立足于国际中文教育的词汇教学,提出一些有针对性的教学建议。", "label": "中国语言文学", "id": 0}
{"content": "本文基于HSK动态作文语料库及少量自造语料,以汉语学习者\"容易\"\"不难\"的习得输出作为分析来源。通过参考近义词辨析框架,对\"容易\"\"不难\"的组合分布、感情色彩、后置动词自主性三方面进行分析描写,比较了\"容易\"\"不难\"的可互换及限制互换条件,并做出相关教学思考。", "label": "中国语言文学", "id": 0}
{"content": "道教文化是中华文化的重要组成部分。道教文化术语是道教文化的知识表征。本文以《中华道教大辞典》为选词来源,基于2006-2015年的动态流通语料库考察道教文化词语的词频,遴选出常用的道教文化词语,可为国际中文教材的编写提供参考,亦可为国际学生习得包含道教文化因子的汉语熟语提供门径。", "label": "中国语言文学", "id": 0}
{"content": "绘本阅读一直是儿童情感教育的重要方式之一。本文通过成人为儿童阅读绘本的文本数据,对阅读儿童绘本的情感词进行分布研究,包括词频数、词形数和绘本分布数,研究结果为儿童绘本中的情感类别定序提供计量依据。本文选取了7640本绘本亲子阅读文本,以筛选后的大连理工大学中文情感词典为情感分类依据。我们发现,（1）积极情感词形数为消极情感词形数的1.1倍,积极情感词频数为消极情感词频数的2.2倍;（2）\"赞扬、快乐、喜爱、贬责、烦闷\"是绘本阅读文本中的主情感类别,词频总占比为67.9%;（3）\"相信、尊敬、恐惧、惊奇、悲伤\"是绘本阅读文本中的次情感类别,词频总占比为19.35%;（4）使用频繁度远高于词语丰富度的情感词类别是\"祝愿\",词语丰富度远高于使用频繁度的情感词类别是\"憎恶\";（5）\"祝愿\"情感词虽然绘本覆盖率不高,但单本词频相对较高。", "label": "中国语言文学", "id": 0}
{"content": "本文借鉴莫斯科词汇类型学研究小组（MLex T）的理论框架和研究方法,考察空间维度形容词THICK/THIN在汉语和韩语两种词汇系统中的具体表现,重点分析这些概念在两种语言中的词化模式,即语义场成员的基础义与引申义用法。通过以上考察,发现即使汉韩两种语言会采用不同的词化策略,但背后存在着相同的控制参数,具有较强的规律性。汉语和韩语THICK/THIN的基础义和引申义之间具有密切的联系,而且都是通过隐喻产生,体现了人类认知中隐喻的普遍性。这种普遍性主要与两方面因素相关:一是基础义和引申义的关联,不同基础义参数的引申义不尽相同;二是由人类思维认知方式决定了引申依据的普遍性。同时基于MLex T参数和语义框架的研究方法能更直观地呈现汉韩两种语言在认知上的差异。这种差异展现汉语和韩语词汇系统自身的特点,并在同义词比较中更清楚地发现同义词的细微差异。", "label": "中国语言文学", "id": 0}
{"content": "在日常交际中,\"也是\"的使用频率较高,具有两种不同的用法,一是作为动词短语,在句中,表示两者具有相同的特征;二是作为一种标记。以往的研究对第二种用法的\"也是\"的界定相对来说比较模糊,我们结合语用标记判定尺度解决\"也是\"的界定问题,认为第二种用法的\"也是\"属于一个语用标记。通过考察其在日常口语中的分布及功能,我们对作为语用标记的\"也是\"进行分类,认为可以将其分为缓和标记、评价标记和语篇标记。通过细致的分析,我们发现,缓和标记主要用于交际互动,一般处于接话话轮中,多位于句首,具有话轮转接功能;评价标记主要起评议功能,可以是发话话轮,也可以是接话话轮,一般位于句中,主要表达说话人的态度;语篇标记主要起连接功能,可以出现在对话中,也可以是独白中,在对话中,一般处于接话话轮,且多位于句中,针对说话人自己,体现内心的转变。通过分析其形成,我们认为\"也是\"是交互主观化驱使形成的结果。", "label": "中国语言文学", "id": 0}
{"content": "\"谁知道呢\"广泛应用于现代汉语之中。然而目前关于\"谁知道呢\"的研究尚不充分,一般习惯将其置于\"谁知道\"的研究框架内,作为语料在例句中出现,以论证话语标记语\"谁知道\"在分布、功能、演进路径等方面的诸多观点。本文提出,\"谁知道呢\"借助疑问形式实现多重会话功能,并在此基础上演变为不同于\"谁知道\"的话语标记语。通过搜索、分析北京大学CCL语料库语料,发现\"谁知道呢\"的话语标记功能主要体现在:1)标识言者情态功能;2)句际关联功能。情态功能指言者对命题的主观看法和态度,\"谁知道呢\"所标识的情态功能主要有:不确定情态、猜测情态、肯定情态、否定情态等。作为句际关联的\"谁知道呢\",往往承担话轮转换、句际连接、转移话题等功能。研究发现,与\"谁知道\"的词汇化演进方式不同,\"谁知道呢\"话语标记功能的形成可能受到语气词\"呢\"的影响,一方面演化为句际关联标记,一方面从表示否定意义的\"没有人知道\",过渡到\"我不知道\",进而形成\"我不确定\"、\"还有多种可能\"的语用意义,而\"肯定\"与\"否定\"的情态标记,则传递言者对不确定信息的疑信程度。", "label": "中国语言文学", "id": 0}
{"content": "研究详细分析了\"那什么\"在话语交际中的指代、列举与篇章功能,以及\"什么\"的多种用法对\"那什么\"的影响。\"那什么\"的指代功能可分为指代共知或临时忘记的信息、指代主观否定的信息、指代抽象感觉或敏感私密信息,受\"什么\"的否定性用法与借指性用法影响,部分\"那什么\"能凸显负面排斥的主观态度或礼貌得体的语用策略。受\"那\"的定指与\"什么\"的例指性用法影响,\"那什么\"可用来表示名词同类别列举。此外,\"那\"与\"什么\"的虚化使\"那什么\"可以作为话语标记,起到占位、开启话题、转换话题、话语修正等篇章功能,且占位功能多与其他功能同时存在,是内在思考的外在表现。与\"那个\"和\"那个什么\"相比,\"那什么\"更富有语用色彩、更能体现思考过程、更有交互性且更为经济。\"那什么\"能有如此众多功能,是主观化、交互主观化及元语用意识共同作用的结果。", "label": "中国语言文学", "id": 0}
{"content": "<正>2020年是举国同心、守望相助的一年,也是直面挑战、化危为机的一年。2020年度新词语真实记录和反映了这一年里社会发展和人们心理所经历的这一系列新变化、新状况。其中,\"十大新词语\"作为\"汉语盘点2020\"活动的重要组成部分,由国家语言资源监测与研究中心①、商务印书馆等多家机构于12月16日联合发布,受到社会广泛关注。", "label": "中国语言文学", "id": 0}
{"content": "<正>2020年是极不寻常的一年。面对突如其来的新冠肺炎疫情,党中央统揽全局、果断决策,全国人民风雨同舟、众志成城,广大医务人员白衣为甲、逆行出征,亿万国人\"以人民至上、生命至上诠释了人间大爱,用众志成城、坚忍不拔书写了抗疫史诗\"。①在这场史无前例的斗争中,语言发挥着重要作用,有激昂的誓言,有暖心的话语,有隔空的合唱,有深情的诵读,有千里修书,有举国亮灯,不同形式的\"武汉加油\"唱响了中国力量,凝成了中华民族伟大的抗疫精神。", "label": "中国语言文学", "id": 0}
{"content": "在汉语言学史上,真正大量罗列引申义项,阐发引申义列,提出引申理论,总结引申规律的,段玉裁应为第一人。其倾注三十余年心力的巨著《说文解字注》（以下简称\"《段注》\"）,在探讨词义引申方面颇有建树,王念孙赞赏:\"千七百年来无此作矣。\"关于词义引申问题,前贤多有论及,但研究分散,未成系统,缺乏对其\"引申\"条目全面的描写与定量定性的分析研究。本文将全面穷尽地归纳整理《段注》\"引申\"条目共计1163条,将其作为本文的研究对象,对其进行本原式地梳理、描写和研究,力图重新描述《段注》\"引申\"条目的面貌,归纳其特征,阐释其规律,具体分析研究如下:第一,全面爬梳和统计《段注》\"引申\"条目,整理《段注》\"引申\"术语,并据以进行详尽地分类描述,以达到重新描述《段注》\"引申\"条目面貌的研究目的;第二,在描写《段注》\"引申\"面貌的基础上,进一步阐明《段注》\"引申\"的说解类型和研究方法,从说解内容的角度对《段注》\"引申\"条目做进一步地整理与描写,归纳阐明《段注》\"引申\"条目的说解特点;第三,将《段注》中1163条\"引申\"条目与现代汉语常用字2500字进行对照,选取485个保留至今的\"引申\"传承条目,采用定量分析的研究方法,从引申路径、引申模型的角度对研究对象进行具体的量化统计分析,在量化分析的基础上得出規律性的认知阐释;第四,在定量研究的基础上,对《段注》\"引申\"条目的性质与特点进行定性分析的再认识,重新审视《段注》\"引申\"说解的价值与作用,对《段注》\"引申\"条目作出规律性研究与理据的重示。《段注》以本义和引申义解释概念与词义的形成和发展,揭示了语言认知的转喻、隐喻,类似性、联想、推理、类比以及概念与类概念的形成。因此,我们对《段注》\"引申\"条目面貌进行全面系统地重新描写与研究,对今天研究汉语词义引申规律具有重要的借鉴意义。", "label": "中国语言文学", "id": 0}
{"content": "汉语教育用字是国家通用规范汉字在教育领域中的运用,汉语教育用字研究是汉字整理和汉语\"专门用字\"研究的重要领域。初版于1901年的《澄衷蒙学堂字课图说》,是由刘树屏、蔡元培等共同编撰的汉字教育启蒙课本。该课本主要包括\"凡例\"\"检字\"\"类字\"\"图说\"四部分,并蕴含\"选字\"\"次字\"\"分级\"\"定序\"等内容。本文主要运用文献法、统计法、比较法等,从选字标准、分级定量、分类定序等方面,对其在汉语教育用字研究领域的贡献进行梳理与总结。", "label": "中国语言文学", "id": 0}
{"content": "在以往探討《千字類合》（1695）一書的過程中,發表者察覺到作者貝原益軒對底本——15世紀朝鮮的漢字教科書《類合》中所收字的字體進行了修正的事實。經調查後發現貝原益軒為首的江戶時代中期儒學者們,相當依賴《字彙》作為字體的參考。但同時,貝原益軒在根據《字彙》進行修改字體時並沒有完全依照字書,而是結合日本的實際狀況以及利便性,在個別字上選擇了《字彙》提示的\"俗字體\"。這種脫離中國字書規範的想法與日本當代異體字研究者的觀點不謀而合,更加說明江戶時代中期的漢字字體逐漸從對規範的秉從走向脫離。那麼,同樣的現象在朝鮮半島存不存在呢?相較於具有同樣性質,甚至更有名的《千字文》,《類合》不具有書法練習書的特質。因此在探討字體的相關問題時,可避免與書體觀念混淆,能夠單純地從字體角度討論其資料特質。在朝鮮時代,由於歷史政治原因,比起《說文解字》,出版物在字體上的規範更受到了《洪武正韻》（1375）的影響。《洪武正韻》既然是明朝官方編修的韻書,起著語音和字樣的規範作用,自然需要予以重視。《正韻》的漢字和漢韻,就同樣成為朝鮮漢字的規範。而朝鮮後期規範則發展爲《奎章正韻》（1796）。那麼,與《千字類合》一樣作爲《類合》改編本的《新增類合》（1576）,同時作爲兩班文臣柳希春上呈給王的御命書籍,在字體上也應具有強有力的規範性。這一規範是在哪裏?我想通過對《新增類合》幾個部門的收錄字（200-300字）,與《洪武正韻》、《說文解字》、《龍龕手鑑》（朝鮮本）等字書的校閱,尋找出他編纂這本書時所依照的規範。並結合柳希春《眉巌日記草》,查找編纂時的記錄。通過以上的考察,發表者想證明朝鮮時期的漢字文化生活中,規範與不規範,用字的正與俗是共同存在的。並且與日本江戶中期一樣,俗字體具有足夠強的生命力。而所依賴的規範與和同時期在大陸政治中心所訂下的規範也許是不一樣的,極有可能慢半拍。從而觀察出,正體字和異體字在東亞漢字文化圈的流傳痕跡,以及在日韓脫離中國的束縛,作為本國文字發展的過程中的一環。", "label": "中国语言文学", "id": 0}
{"content": "文字之弊的思想自先秦就已有之,可见于《道德经》、《庄子》、《周易》、《战国策》等著作。文字不能全面表达思想概念、文字导致社会浮躁等弊端被揭示出来。此后,对文字弊端的思考一直延续:汉代刘安《淮南子》及高诱注解指出\"仓颉造字\"导致诈伪萌生;魏晋南北朝刘勰、陆机意识到文字无法与充沛的情感相匹,荀粲以为文字不能准确传递圣人之道,禅宗在此时期形成了\"不立文字\"的传统;唐代禅宗开发出棒打等取代文字、直指人心的手段,文人诗歌中亦可见禅宗文字观的影响;宋代二程以\"理\"为最高哲学范畴,认为文字遮蔽了气象;明清虽然未有新见,却也有学者继承了禅宗、理学的文字观。", "label": "中国语言文学", "id": 0}
{"content": "徐锴和郑樵都对许慎\"六书\"内涵进行阐释,本文依据相关论述和字例对他们的\"指事\"观念进行分析比较。其指事观念相同点是:\"指事\"包括指事符号和含指事符号字两个层面,指事符号都包含抽象性非字符号和变异符号两种。不同点是:徐锴所言指事还包含象征声音和言语气息的抽象符号、指示方位和具体事物部位的抽象符号、兼具像似性和抽象性的非字符号,郑樵则把这些符号都看作象形符号;郑樵所言指事还包含表现相关之事的成字符号,徐锴却不把它们看作指事符号。", "label": "中国语言文学", "id": 0}
{"content": "汉字是富有诗性的文字,这种诗性与汉字的意象之美是分不开的。汉字承载并彰显了中国人的文化精神、生命体验和情感,通过意象之美表达。本文对汉字意象美的产生原理、形成过程进行探讨,目的在于明晰汉字意象美的内蕴、外延及其本质特征,挖掘汉字意象美的时代价值。", "label": "中国语言文学", "id": 0}
{"content": "文字作为人类记录及传播的语言符号,已成为人类社会文明发展过程中的重要载体。依托汉字文化文脉,将\"互联网+\"、\"艺术+人文+科技\"深度融合探索汉字文化本土化传承与变革的差异化道路。塑造城市文化认同感、人文关怀,注重从中国汉字文脉体系中汲取养分,探索汉字文脉中人文属性的内涵建设,成就文化自信的精神高度,提档城市文化内涵、民族和谐建设。", "label": "中国语言文学", "id": 0}
{"content": "汉字字形识别是一个高度专家化的过程,已有研究者提出了合体汉字识别的相互作用模型、经成分识别模型、多层次交互激活模型、多层次格式塔双向加工模型等认知模型。这些模型大多将汉字字形识别分为特征、部件和整字几个层次。然而,这些模型较少深入到笔画层次以下进行讨论,没有充分解释笔画从整字视觉刺激中分离出来的过程。汉字是由笔画构成的,笔画的相连交叉形成了线段节点。对这些节点的提取和分析,可能是笔画加工的起点。如果笔画分离阶段以并行方式加工,那么节点越多,为笔画分割提供的信息就越多,识别越容易;反之,如果笔画分离串行加工,那么节点数越多,加工复杂度越高,识别越难。为了检验该假设,本研究考察了节点数量对独体汉字识别的影响。实验采用独体字作为材料,控制字频和笔画数,以六档（从10毫秒到60毫秒,每10毫秒为一档）呈现时间,向被试快速呈现节点数多和节点数少的两组真字,并以多节点和少节点的两组假字作为填充材料。被试观察刺激后,判断看到的是真字还是假字。结果表明,被试对多节点汉字有更高的辨别力,真字组中被试对多节点组字具有更快的反应时和更高的正确率。综上所述,本研究发现了独体字字形识别的节点数效应,揭示了节点数量对于汉字识别具有重要影响,表明视觉系统以并行加工方式按照线段节点分离笔画。该发现加深了对汉字字形识别早期视觉过程的认识,有助于开发更为完整的汉字识别认知模型。", "label": "中国语言文学", "id": 0}
{"content": "<正>\"彥\"字,许慎分析说:\"美士有文,人所言也。从彣厂声。\"[1]段玉裁注:\"言彦叠韵。《释训》曰:‘美士为彦。’郭曰:‘人所言咏也。’郑风传曰:‘彦,士之美称。’人所言,故曰彦。有文,故从彣。\"[2]段注根据《说文》,进一步解释了\"彥\"与\"言\"的声义关系,并分析\"彥\"字之所以\"从彣\"的依据。《说文》对字形的分析,比较牵强。裘锡圭曾指出:\"《说文》把‘彦’字分析为从‘彣’‘厂’声,不可信。\"[3]关于\"彥\"字的字形结构及其来源,一直是一个没能很好解决的问题。古文字资料中,曾出现过从\"产\"声的字,如《金文编》就收有三字。[4]其中\"彦鼎\"的所谓\"彦\"字,吴式芬引许印林说以为:该字下部所从\"盖象毛之屈曲,饰义已见\";方浚益则认为:\"此从文从弓,弓字三折,与彡形近,当是古文彦,篆文变从彣也。\"", "label": "中国语言文学", "id": 0}
{"content": "\"随文同化\"是指文字受上下文影响而产生字形改变的现象,反映了文字\"趋同性\"的规律。这种现象普遍见于楚简、玺印、瓦当等材料中,时间跨度大,材料类型多,但造成各类材料中随文同化现象的原因并不相同,有时因为书写随意而产生讹误,有时则是为了美观而精心设计。部分文字的随文同化会对释读造成困难。", "label": "中国语言文学", "id": 0}
{"content": "传统古籍字形整理一般包括:修正错字、删除衍文、增补脱字、规范异体字等工作内容。到了数字化时代,在制作数字化文本过程中,除了考虑基本的字际关系,还要考虑字符编码、字库制作所产生的新问题。字形差异到什么程度,才能认同或使用不同的编码?要想达成较广泛的共识,就得回归到基础字形关系理论框架下进行探讨。当面对有几十个形体异体字时,是要认同,还是要区分对待,需要在字用和信息处理技术之间取得平衡。异构字,由于在构形属性上的差别,使其构意也不尽相同。在利用字形探求字的本义时,异构字可以帮助我们从更多角度去认识,因此有造字价值的,尽可能分别编码。异写字,基本是在基础部件内部产生的,差异较小,构意基本没有差别,尽量认同。所以,数字化背景下的古籍字形整理,在某种意义上成了字库的选择与整理。其工作内容包含以下几类:（1）补充字库（2）区分字库（3）合并字库（4）合并编码这几种方式分别针对音义未详的生僻字、占用相同编码区间的不同字库、不同编码区间的字符集和不同区域提交不同编码的同形体字等情况。所以,在数字化背景下,除了字形本身的规范之外,还有字形编码和字库带来的字形使用上的混乱,厘清基本的字际关系与现存的字符集编码情况,以及不同区域内推行的字形规范,对于古籍图书的出版,古籍数字成果的制作、检索与利用,都起着至关重要的作用。为此,构建汉字属性与规范整理平台,生成古籍使用的超大字符集,不失为有效的解决方案,这对于古籍数字化整理和古籍文献研究都有重要意义。", "label": "中国语言文学", "id": 0}
{"content": "建设一个系统完备、字料信息丰富、使用价值高的字书字料库,最重要的工作环节是字书字料的标注。本借关系标注是字书字料标注的重点之一,因本借关系自身存在着一定的特殊性,所以有必要对汉字本借关系标注从理论、实践与应用三个方面进行研究。在理论方面,本借关系标注的主要内容包括本借字头、声纽、韵部、声韵关系、本借关系类型等,对以上内容的标注要在遵循字书字料库字料信息标注基本原则的同时,遵循包括独立性原则、更新补充原则、规范性原则、主客观相结合原则、标注所依据资料的多元化原则在内的补充原则,采用人工标注与机器标注相结合的方式进行;在实践方面,目前本借关系标注框架存在字段数量设置不足、本借关系类型字段的设置存在部分缺陷、标注环境与本借关系实际不相符等问题亟待解决;在应用方面,本借关系界面在标注完成后不仅可在汉字学本体研究中发挥作用,还可以应用于音韵学研究、字书及词典编纂等领域,能够为汉字学及其它相关学科研究提供大量的字书汉字数据信息,会在以后的汉字学及相关学科的研究中发挥巨大的作用。", "label": "中国语言文学", "id": 0}
{"content": "字料库是汉字学与计算机科学交叉下的产物。讹混是由讹变造成的一种非常常见的字形混同现象。建设字料库构件讹混规则库,不仅有助于有效地整理汉字讹混现象,也有利于字书字料库的进一步完善。讹混规则库是构建字料库标注规则的基本内容之一。构件讹混规则库建设过程包括搜集构件讹混相关研究成果、提取构件讹混规则、将规则加工入库、形成规则库等步骤。构件讹混规则的检索也要加以重视。", "label": "中国语言文学", "id": 0}
{"content": "《妙法蓮華經釋文》（以下簡稱《法華釋文》）是日本興福寺僧人中算撰寫的佛經音義書,成書於日本貞元元年（976）,其成書早於《宋本玉篇》（1013）,故其所引《玉篇》與《宋本玉篇》無關。該書引《玉篇》183條,《殘卷》見存18字,《名義》收錄180字。《残卷》見存的18字中,《法華釋文》所引《玉篇》與《殘卷》《名義》皆不同的有3字,與《殘卷》《名義》皆相同的有6字,與《殘卷》一致而與《名義》不同的有7字,僅\"次\"字與《名義》一致而與《殘卷》不同。另外,\"誰\"字《法華釋文》所引《玉篇》與《殘卷》《名義》略有差異。總的來看,18字中,與《殘卷》高度一致的有13字,而《名義》僅7字,除去三書一致的6字外,與《名義》相同的其實僅有1字,說明《法華釋文》所引《玉篇》與《殘卷》關係更為密切。《名義》收錄的180字中,除去蜿、積、彫3字與上文《殘卷》見存的18字外,劇、煮2字皆明引顧野王案語,與《名義》無關,不作比較,故可比較的尚有157字。157字中,《法華釋文》所引《玉篇》與《名義》相同的有68字,不同的有89字。在與《名義》相同的68字中,有部分字《法華釋文》所引《玉篇》明顯屬於顧野王原本係。經過逐字對比發現,《法華釋文》所引《玉篇》主要引自顧野王原本《玉篇》,同時也有部分自參考了《名義》,另有少數字與《殘卷》《名義》皆不同,可能來自其他《玉篇》係字書。", "label": "中国语言文学", "id": 0}
{"content": "漢字文化源遠流長。作為漢民族的文化載體,漢字不僅對以士人為中心的精英文化影響巨大,對於民間習俗文化也影響深遠。漢字在民間各類習俗中可說無處不在,不管是逢年過節的賀年春聯,還是民間日常的八字命理、測字占卜、小兒起名等活動中,處處可見漢字的身影。民間術數活動既然以漢字為其「材料」,在推算過程中自然也涉及到測算者對於漢字結構特點的一些認知,甚而衍生出一些應用原理。儘管這些認知和應用原理很大程度上並不符合正統文字學的觀念,且多有可商之處,但由於這類習俗深入到平民百姓的日常生活層面,此中反映的漢字形象對於普羅民眾的影響更形廣泛,甚至形塑起整個中國社會的價值觀念。有鑒於此,本文嘗試以民間習俗中的漢字文化為中心,通過考察一些涉及漢字應用的民俗傳統,如八字命理、姓名學、測字拆字等,探究這些活動中反映的漢字應用原理與文化特色。文中首先對漢字在民俗文化的地位作一概述,然後分從（1）漢字在命理推算中的應用情況;（2）姓名學中的漢字原則;（3）測字占卜中的拆字原理等幾方面,挖掘其中所透視的漢字應用原理及文化特色,藉以探究漢字在民間文化的形象與特色,揭示出在傳統漢字學以外,漢字文化的一個側面。", "label": "中国语言文学", "id": 0}
{"content": "随着中国综合实力的飞速发展,中国文化软实力的提升和文化自信的增强越来越成为人们关注的重点。因而,中国传统典籍中使用的繁体字也日益频繁地在各种场合中出现。而在繁简转化过程中,不同汉字因简化方式各异,存在同一汉字繁简字形并非严格一一对应的情况。普通群众甚至中文相关专业的学生,学者也存在讹混。因而,结合新近出土文献《清华大学藏战国竹简（九）》中出现的字词,择取现代汉语中常用且容易误用汉字10例,对其繁简关系进行疏理,同时结合其古文字字形、上古音和辞例,探讨其语源,分析其不同形体具体用法,并探析其误用原因,以期能为正确使用繁简字体,帮助汉语教学,弘扬中华传统优秀文化有些许帮助。试举例如下:\"于\"和\"於\",在现代汉语中为简体字和繁体字的关系,而在上古代汉语中,两者关系较为复杂,但在古代汉语学习过程中,通常可用\"於\"替代\"于\"。两者典型字形如下:■乙6690一期、■合21586一期、■亢鼎、■中山王鼎、■仰天湖简、■清华简治政05——\"于\"■沈子它簋、■余義鐘、■上博子羔、■清华简治政02——\"於\"两字古音相近,\"于\"是匣母鱼部,\"於\"是影母鱼部。\"于\"在商周甲骨文即已出现,而\"於\"则一直到春秋金文才从表语气的\"烏\"分化出来,在表介词\"于\"的同时,也保留叹词\"烏\"的用法。根据学者研究成果,结合出土文献,可以发现\"于\"先于\"於\"出现,在文字演变发展及使用过程中,后者逐渐后来居上,甚至到汉代,除引用《诗经》《尚书》等古籍及部分存古古语外,基本以\"於\"为主。因此,我们可以发现\"于\"和\"於\"的演变及使用情况当为在文字产生初期,只有\"于\";之后,后起字\"於\"取代\"于\";到新中国成立汉字简化过程中重新启用历史更为古老且字形更为简化的\"于\",其演变即表现为\"于——於——于\"。因而在繁简字转换过程中,可以用\"於\",而用\"于\"也未尝不可。", "label": "中国语言文学", "id": 0}
{"content": "《篆隶考异》是清朝初年江苏吴县学者周靖所著的一部正字著作,收录于《四库全书·小学类二》。这部书的正字工作兼顾到了字形和字用两方面,通过探求当时社会用字的小篆来源来明晰字理,修正字形,规范字用,以达到正字的目的。书中所使用的正字方法相比于同类字书有一定的特色,值得进行深入挖掘和分析。书中使用了\"隶、俗、别\"三个正字用语,这些用语虽非本书原创,但其内涵与之前的字书有所不同。本书《凡例》中将\"隶\"定义为\"篆书虽异而隶书可通者则注曰‘隶’\",将\"俗\"定义为\"古无此字而后人损益者则注曰‘俗’\"。根据本文的考察,\"隶\"字多为收录于《说文》,或在经史文献（尤其是唐以前）中使用过的字;而\"俗\"字大都既未收于《说文》,亦不见于经史,尤其是唐以前的文献。《凡例》中对\"别\"的定义是\"或两字而隶书合为一字者\",指的是小篆中两个不同的字在隶变过程中发生职能转移,到楷书中合为一字的情况。《篆隶考异》的正字方法可以概括为三点:明字理、正字形、辨字用。其中,明字理是手段,正字形和辨字用是目的。作者周靖的正字观念有以下特点:1.认识到正字包括规范字形和字用两方面;2.正字标准兼顾《说文》和经史用字,将字书收字和文献用字互相参证;3.将被正字进行分类,区分现象的类型而有针对性地采取措施;4.以古为尊,对于汉字的发展持保守态度。", "label": "中国语言文学", "id": 0}
{"content": "论文对《全唐诗补编》与《全唐文补编》中的■等十个未编码疑难字从文献使用、字形演变及异文佐证三个方面进行了考辨,沟通了字际关系,扫除了这些疑难字在准确理解诗文意义方面造成的障碍。", "label": "中国语言文学", "id": 0}
{"content": "在汉字进入智能录入时代以来,汉字\"识\"\"写\"之间长期保持的紧密联系开始变得疏离。在汉字教学,特别是对外汉字教学中,传统笔写教学的重要性逐渐让位于识字教学。汉字构形理据在识字能力习得中的作用突显出来。然而,在汉字教学中,汉字构形系统着眼于共时性的现代通行汉字,而汉字理据又往往需要追溯到历史字形才能得到解释。如何基于共时性的汉字构形系统讲解汉字构形理据?特别是,如何使常见汉字的构形理据对一般的汉字学习者而言易查易懂?这已经成为智能录入时代,摆在汉字教学研究者面前的重要问题。近年来,相关论著正在聚焦这一问题,并出现一些相关的汉字教材或工具书。如2018年付云华编著的《汉字多米诺》,以浅近生动的方式分析了365个常见汉字的构形理据和字义,但是著作以汉字为基本单位编排,而不是以构件为单位,并未向读者充分呈现汉字构形的系统性和规律性。同年鲁健骥编著的《汉字认读助学手册》是一部面向外国人的讲解汉字构形理据的工具书,分独体字与合体字两大类分析了3600个汉字的构形理据,对构形理据的分析深入到部件,并尽可能解释了诸多部件的来源及构形理据。手册为用心的读者感知、发现汉字的构形规律提供了可能性。不过不得不说,这种规律的发现对于一般读者而言难度仍然较大。汉字的智能录入使汉字教学研究者和汉字学习者对汉字的关注由笔画顺序转向汉字本身的构形规律中来。但是相关工具书仍然没有完全摆脱以汉字为基本单位注音释义的编撰思路。而一本南宋字书——《字通》,却对我们寻找新的编撰路径颇有启发。《字通》编撰分三个层级,在第一个层级以楷书构件为单位分89类,89类中绝大部分为当时通行的楷书字形中同形异源的构件。第二个层级对于每类构件,回溯小篆字形,详述其不同的来源。第三个层级则注明\"某某等字皆从某\"。\"从\"这个术语在《字通》中用以系连包含相同构件的楷书字形。《字通》以其所处时代共时性的楷书构件为经,以回溯小篆构形理据为纬编撰字书,在古代字样书中别具一格。《字通》虽然在楷书构形及字理分析上均有其局限性,但是以通行汉字构件为纲目,兼顾汉字构形规律及构形理据分析的字书编撰方式,却对今天汉字工具书的编撰提供了有意义的启示。论文详细分析《字通》的编撰体例,阐明其汉字构形观念及字书编撰思想,挖掘其对于今天汉字工具书编撰的重要价值。", "label": "中国语言文学", "id": 0}
{"content": "朝鮮中期以後的幾種文獻對《海篇心鏡》有所言及,但當我们考察這些文獻的內容时,可以發現將它作爲一種普通字典來使用的例子并不多見。本論文將考察韓國文獻的內容,對《海篇心鏡》給予朝鮮的影響以及它之所以未能取得一部字典的地位的原因進行探討。現有的《海篇心鏡》研究成果與其說是對《海篇心鏡》本身的硏究,不如說是在朱之蕃的朝鮮使行與文化交流的觀點上記述的論文。因此通過對《海篇心鏡》（20卷）整個內容的分析,探討其版本、基本著錄、字形與字釋內容的論文還沒有被發表。從這一點來看,這項硏究的確是很有意義的。本論文着眼於這一點,考察朝鮮本《玉堂釐整字義韻律海篇心鏡（鮮）》和在版本和內容上有所不同的中國本明本《翰林重攷字義韻律大板海篇心鏡》、《翰林詳校字義韻律鼇頭海篇心鏡》、《翰林詳校字義韻律鼇頭海篇心鏡》等四種《海篇心鏡》,對相當於著錄方面的版本、體制等相關內容進行詳細分析,再對相當於內容方面的字形變化、墨等修改、註釋內容變化、筆劃數變化、標題字的增刪進行詳細分析,從而闡明三種版本各自具有怎樣的特徵和區別之處。這四種版本雖然同出於一個版本,但是在復刊的過程中第一卷的體制持續發生變化,第二卷中下段的字典內容也根據版本的不同呈現出筆劃數、字形及字釋上的差異。", "label": "中国语言文学", "id": 0}
{"content": "《玉篇》由南朝陈梁年间顾野王编撰,以《说文》《字林》等字书为收字基础,保存古字故训、增补异体新字,在汉字发展史上具有承上启下的重要意义。研究以《玉篇·示部》为封闭材料,考察其较《说文》的增字,结合文献与出土文字材料逐一考证,归纳新增字类型与《玉篇》增字原因,探究汉字形体演变与字际关系等相关问题。在操作上,以《篆隶万象名义》为原本《玉篇》的主要参照,首先将原本《玉篇》与《说文》进行对比,继而将宋本《玉篇》与原本《玉篇》进行比较。原本《玉篇》增补《说文》有四种情况:1、新增字在《说文》前已有存在例证,却未被《说文》收录。（1）许慎出于\"正字观\",摒弃异体字、分化字、假借字。《玉篇》所增异体有禨-■、■-臘、祙-鬽、祩-呪、■-餟、■-殃、■、■-詛、禲-癘、■-禰、■、袖-■、禗-諰等;所增分化字有■-繹、禕-褘、尞-■、禰-邇、礽-仍等;所增假借字如祚-胙、祱-■等。（2）《玉篇》为满足社会用字需求,增补名物、典章、风俗资料,如地名\"祤\";（3）《说文》漏收,如祧、■等。2、曾被《说文》收录后逸字,如祽、■等。3、例证晚于《说文》,新增字为后起俗字,如■-祗、禊-祓。4、新增字于《玉篇》成书前未见任何例证,如■、■、■、祾等。宋本《玉篇》增补原本《玉篇》可归纳为两种情况:1、新增字于原本前已有例证未被收录,宋本补充（1）异体,如■-庪、禚-■;（2）佛经等宗教用语,如■、禑、袄。2、例证晚于原本,为后出异体字、分化字、假借字、连绵字、讹误字、简化字等。异体如■-禰、■-禋、■-婍、禯-穠、■-餋、■-祓、祦-禑、祻-禍、■,分化如■-優、■-枎、■,■-旅,假借之本字如■-旅,连绵字如■、■祙,讹误如■-襹、■、■,简化字如■-禰。", "label": "中国语言文学", "id": 0}
{"content": "中東蘇美爾楔形文與埃及象形文,東亞商代甲骨文（漢字）和中美洲奧爾梅克（瑪雅）象形文是四個獨立發明的起源文字。其中只有漢字存活至今。本文就漢字起源時間,長壽原因,漢字演變進化及漢字未來等問題提出三個研究模式:一、數學模式:漢字的考古證據目前所知最早的是商代甲骨文,甲骨文已是成熟文字系統,所以漢字源頭遠早於商代。利用漢字構型的連續性,可以分析不同時代漢字的構形比例變化,數學模式這些數據推算漢字起源時間的下限。再輔以考古發掘數據可以更準確的推算漢字起源時間。二、漏斗模式:考古發掘及古DNA研究顯示新石器時代東亞大陸有許多不同種族語言系統共存,應該有許多包括像丁公村、良渚陶文的各種原始文字共存,其中漢字前身經過與其他原始初文的競爭、淘汰、融合留存發展成商代甲骨文形式。這過程就像生物學界用漏斗模式所形容的蛋白折疊過程:細胞中蛋白質形成過程,先產生單鏈多肽,單鏈多肽的不同摺疊形狀經由像\"漏斗\"式的過濾,從高熵成為穩定的有生理功能的三維結構。漢字產生經過與蛋白質形成類似的漏斗式過濾,足以說明漢字的相對穩定性。三、生態模式:將漢字以及漢字構成的詞、語視為漢字系統,將影響漢字的文化、社會、自然等因素視為漢字環境,利用生態學理論及方法,建立歷時與共時的漢字數據庫及網絡鏈接系統,有助未來研究漢字的發展進化及走向,為漢字在全球化大數據時代的壯大發展創造必要條件,也有助於促進全球化的漢字教學發展。", "label": "中国语言文学", "id": 0}
{"content": "本文以整理韓國漢字學之研究領域,同時論述筆者對韓國漢字學的概念與其研究意義的相關看法。本論文所要提及的內容大致如下。韓國漢字學的內容可大別為傳統漢字學與現代漢字學兩大類。傳統漢字學的分期指的是以漢字輸入韓半島開始的時期,一直到1894年甲午改革為止的這段期間;而現代漢字學的分期則為甲午改革之後至今。傳統漢字學的研究內容主要是對漢字學理論的研究、以經學視角進行的漢字學活用研究、對字書與韻書的相關研究、識字敎材研究等。而現代漢字學的研究範疇以內容來看則是漢字的性質與特徵的相關研究、漢字的俗性研究、漢字應用研究、漢字敎育等相關研究。如此這般對韓國漢字學的研究領域進行檢討的同時,可對韓國漢字學的槪念再次進行整理。筆者設定的韓國漢字學的概念是\"傳統時代開始到現代為止,韓民族在韓半島上曾經使用或正在使用的韓國漢字為主要對象,運用漢字學研究的理論與方法之研究\"。另一方面韓國漢字學研究的意義要從以下三個方面進行考察。第一、可資瞭解韓國學術史的整體理解之助。第二、可揭示對現代韓國的漢字使用、敎育、政策等各種問題的學術性方案。第三、可促進漢字文化圈國家間的學術與文化交流。", "label": "中国语言文学", "id": 0}
{"content": "\"我太南（难）了\"\"有内（那）味儿了\",分别属于《语言文字周报》编辑部公布的2019年度、2020年度十大网络流行语。从汉字学的角度出发,揭示以\"南\"替\"难\"、以\"内\"替\"那\"的借用现象,并明确其为借用职能中的通假。网络流行语中的通假现象之所以形成,除了通假本身的历史传统和当下社会发展的现实基础,使用者的语言文化消费心理是其得以通假的重要因素。虽然这种通假现象不利于用字规范,但可以作为社会语言学的研究资料。", "label": "中国语言文学", "id": 0}
{"content": "已有研究表明,\"或\"字从\"必（柲之初文）\",而非从\"戈\"或从\"弋\",本文則利用諧聲系統等材料進一步證明\"或\"字本从\"必\"得聲。\"或\"字造字方式和構形本意的考定,不但有助於我們理解古文字資料中相關文字的造字方式、構形本意和記詞功能,也有助於我們理解上古音中職質兩部的密切關係。", "label": "中国语言文学", "id": 0}
{"content": "语言是人类特有的赖以生存和发展的必要条件,是最重要的交际工具。在我们发音时,吸气为我们发音做着准备,呼气为发音提供动力。每一种呼吸方式都有自己的用途,所以必须要学会多种呼吸方式,控制气量、气力。普通话的发声要注意语流音变以及对文章的深入理解。", "label": "中国语言文学", "id": 0}
{"content": "越南语是越南的官方语言,在中南半岛得到广泛应用。越南语与汉语存在紧密联系,很多越南语词汇来源于汉语,不仅如此,越南语中的表意文字也以汉字为主。分析发现,越南语长期以来受到汉语影响,这也是促使越南语与汉语在等方面相似的原因。", "label": "中国语言文学", "id": 0}
{"content": "综合素质的培养是学生在大学时期的主要任务,而朗诵素质是大学生必须具备的素质之一,在高等教育中占有非常重要的地位。朗诵不仅能够提高学生的语言表达能力,还能提升鉴赏能力和艺术内涵,能够帮助大学生建立自信。本文介绍了朗诵素质的特点,简单分析了大学生朗诵素质的现状,指出了朗诵素质对大学生的重要意义,并提出了培养大学生朗诵素质的有效办法。", "label": "中国语言文学", "id": 0}
{"content": "<正>随着\"一带一路\"持续推进,中国-西班牙、中国-拉丁美洲之间的政治、经济和文化交流越来越密切,西班牙语也成为广大中国学子选择的热门学习语言。但由于汉西双语差异,在学习初期中国学子会面临各种问题,如发音问题。目前,有关汉西双语的语音比较研究主要集中在语调而不是声调方面（Silvia,2007）,而本文认为,汉语声调和西班牙语单词", "label": "中国语言文学", "id": 0}
{"content": "任何一种语言都有自己的语音系统。语音是人类说话的声音,是语言的物质外壳。语音可以表达一定的意义,什么样的语音形式表达什么样的意义,这是使用该语言的过程中逐渐形成的。汉语拼音字母与德语字母在外形上有很大的相似性,但是读音和用法方面却有很大的不同。本文拟对汉语与德语的舌尖音、双唇音进行对比分析研究,帮助人们正确理解和学习德语与汉语的辅音系统,从而提高人们对德语语音系统的学习兴趣。", "label": "中国语言文学", "id": 0}
{"content": "在汉语语音发展史当中,\"等\"字的语音演变是一个较为特殊的现象,这个字从上古音的之部发展到中古时期的\"都肯\"\"多改\"两个反切,再由两个反切并行走到今天的\"deng\"这个读音,似乎并无规律可言。郭锡良在2010年的《汉字古音手册》增订本当中,将\"等\"字的上古音从端纽蒸部改成了端纽之部,我们认为这种修改背后所反映出的语音演变现象值得探究,故对\"等\"字的语音演变进行了分析和梳理。", "label": "中国语言文学", "id": 0}
{"content": "<正>普通话词汇中,有一部分词（或词中的语素）在习惯上有两个或几个不同的读音,这些词被称为\"异读词\"。异读词反映了普通话的语音歧义现象,对其读音进行审订,是普通话语音规范的重要工作。新中国成立以来,我国先后开展了三次普通话异读词审音工作。（1）第一次是在20世纪50至60年代,先后形成《普通话异读词审音表初稿》的正编、续编、三编,于1963年汇集成《普通话异读词三次审音总表初稿》（简称《初稿》）发表,共审订异读词1800余条。同期,还审订了地名读音,发表有《本国地名审音表初稿》,共审订地名读音170余条。（2）第二次是在20世纪80年代初,主要工作是对《初稿》进行修订并定稿,", "label": "中国语言文学", "id": 0}
{"content": "汉字音的标准化问题可以说是韩国乃至汉字文化圈国家的共同课题。从目前为止的Unihan DB中收录的音价现状来看,可以看出韩国汉字音的信息非常不足。虽然这里有各种各样的原因,但最重要的是在国际上交流汉字标准化成果,并没有积极普及现有的研究成果。因此,现行国内的研究成果只能是与汉字相关的属性信息,并向研究机关或研究者在利用的方面,只能是限制性。Unicode CJK EXTB的汉字是42,711字。其中,收录在韩国国内字典中的汉字为17,211字,中国或日本等海外字典中收录的汉字为12,192字,没有字典信息的汉字为13,308字。在韩国国内的「国际标准代码汉字ExtB的汉字标准音研究?中,规定标准音是国内自传中收录的17,211字。换句话说,对占全体59.7%的25,500字的标准音进行工作。在2013年发行的《联合代码汉字信息词典》中,42,711字中约有17,700多个字是来自台湾的户籍,因此没有赋予韩文。由于这本词典中收录了25,011字。比起2004年发表的《国际标准代码汉字ExtB》的汉字标准音研究,增加了7,800字的信息。EXTB中收录的汉字中,我国提交的汉字是166个。但是,收录在「国际标准代码汉字Extb的汉字标准音研究?中的音价信息是39字,高丽大学民族文化研究院「Unicode汉字检索器?中有音和意思的字是40字。但是这两个资料中收录的内容有所不同。在中,没有「国际标准码汉字Ext.B的汉字标准音研究中?的U2129C（■）、U222D9（■）、 U23BDA（■）、 U23BDC（■）、 U23D60（■）等5个字符,并且加入了,在<国际标准代码汉字的汉字标准音研究>中U26461（■）,U28BF6（■）、 U29914（■）、 U2A34A（■）等四个字的音价都有所缺失。如果加上这两个资料,就只整理了44个字符的音价。换句话说,尽管韩国在韩国文献中发现并提交了检讨后提交的字型,但其中相当于4/3的122字的音勋信息却被遗漏。考虑到extb中收录的汉字是全体42,711字,韩国提交的汉字在数字上非常微不足道。尽管如此,关于音价和意思的信息却遗漏了相当多的信息。EXTB是在\"??\"中也支持的字型,因此急需确定辅音和自我的确定。在韩国提交的EXTB 166字中,「Unicode汉字检索器?中可以确认约有40字的信息。本库确定了以前没有收录在单一的书籍中,而是在???（1997年）之外只有音的89字的典據和音訓信息。另外,还修正了现有音訓信息中的U211AC（U）、U20AE1（U）等误读原典而发生的错误。", "label": "中国语言文学", "id": 0}
{"content": "<正>《落成会咏》写于云霄,\"燕翼宫\"系开漳圣王陈元光故居也称\"开漳祖庙\",俗称王府。唐垂拱年间,陈元光将军继袭父职,率众平息\"啸乱\",朝廷恩赐所建\"燕翼宫宅\"。\"燕翼宫\"作为陈元光在漳州唯一府邸建筑,它的建立,使唐朝文化迈向漳州传播的第一步。他的开漳,影响一代代闽南人开拓进取", "label": "中国语言文学", "id": 0}
{"content": "本文讨论汉语语调音高模式的决定因素。通过声学实验,考察不同的声调组合和不同的信息结构对句子语调音高模式的影响,结果发现,同一种信息结构条件下,不同的声调组合产生了同样的语调音高模式;而同一种声调组合条件下,不同的信息结构产生了不同的音高模式。从而验证了信息结构决定语调音高模式的假设。", "label": "中国语言文学", "id": 0}
{"content": "《开蒙要训》为中国古代儿童教育的\"蒙学\"用书之一,敦煌写卷中共有32卷记录《开蒙要训》内容,其中P.2487、P.2578、P.3054、P.3610四卷更是首尾俱存,使原未传世的文献得以重现天日。除此之外,《开蒙要训》的价值不仅仅在还原古代童蒙教育的原貌,更因为创于魏晋时期的《开蒙要训》为四字一句、每二句押韵之韵文,其用韵情形也可供学界还原魏晋时期民间的押韵情况。本文即分析敦煌本《开蒙要训》之韵脚,除研究《开蒙要训》时期的民间用韵,并以韵脚校对敦煌写卷各版本及用字,得到以下成果:1.判断写卷文字正确读音;2.更正写卷错字;3.确定本字、俗字;4.了解魏晋时期用韵情形。", "label": "中国语言文学", "id": 0}
{"content": "为尝试突破\"一言堂\"的传统教学模式,本文旨在探究行动导向教学法在演讲与口才教学的实践应用,把教学过程变为\"学生是学习过程的中心,教师是学习过程的组织者和协调人\",突出强调\"做中学、学中做\"的教学理念,提高学生职业核心能力和综合素养。", "label": "中国语言文学", "id": 0}
{"content": "韵律边界标注对于语料库建设和语音合成有着至关重要的作用,而自动韵律标注可以克服人工标注中的不一致、耗时的缺点。仿照人工标注流程,本文运用循环神经网络分别对文本和音频两个通道训练子模型,对子模型的输出采用模型融合,从而获得最优标注。我们以词为单位提取了静音时长,与传统以帧为单位的声学特征相比更加具有明确的物理意义,与韵律边界的联系更加紧密。实验结果表明,本文所采用的静音时长特征相比于传统声学特征对自动韵律标注的性能有所提高,决策融合方法相比于直接特征层面融合更好地结合了声学和文本的特征,进一步提高了标注的性能。", "label": "中国语言文学", "id": 0}
{"content": "音位对立是语音交流的基础,许多现象表明不同音位对立在语音交流中重要性不同。为了探究汉语音位对立在语音信息交流中的重要性和相互关系,本文利用多维尺度方法对汉语人民日报语料库中声韵母对立的功能负载进行分析。实验结果发现,一般发音部位相同发音方式不同的声母对立功能负载更大;起始元音相同主要元音不同的韵母对立功能负载更大;音位对立起始部分的发音部位越相近,其功能负载越大。这一发现可以为人机语音交互、语言历时演变等其他语言工程提供理论性参考。", "label": "中国语言文学", "id": 0}
{"content": "语言类型学关注的核心问题是语言的共性和差异。本文在自丰音段节律音系学（AM）语调理论基础上,对比英语和汉语语调成分在音系表达和音高实现上的共性和差异,从认知和生理上给出一定的理据。呼叮开展语调类型学研究,从语义、语用范畴出发,研究语调在不同语言,特别足汉语丰富方言巾的具体形式表达。我们认为语调类型学的研究在丰富语言学本体研究的同时,一定也为自然话语分析和理解、汉语普通话语音教学等提供帮助。", "label": "中国语言文学", "id": 0}
{"content": "上声前的阳平的高音点会漂移,而实现在后面的上声音节内。其产生机制被认为是音节边界处基频高点接低点（H+L）调境下的发音限制。本文考察音节边界处L+H调境下是否存在与高音点漂移相对的低音点漂移现象,以及H+H和L+L时的情况。通过分析ASCCD朗读语篇语料库中高、低音点漂移的频率、距离和幅度,发现:高、低音点在上述调境下都会漂移;阳平和去声的高或低音点漂移大量发生,而阴平和上声则基本不存在此现象。研究推论发音人主动的省力策略是此现象产生的主要机制。", "label": "中国语言文学", "id": 0}
{"content": "在CV音节中,辅音的发音方式会影响后接元音的基频起始点,造成基频曲线的\"局部抖动\"。本研究旨在考察塞擦音送气与否对后接元音基频起始点的影响。从产出和感知两个角度出发,实验分为两个部分:孤立音节和连续语流中塞擦音最小对立对的产出分析;基于该最小对立对合成声调连续统的感知听辨。实验结果表明:1)不论是孤立音节还是连续语流,就塞擦音而言,送气音后元音基频起始点均高于不送气音,但幅度大小和音节声调有关,一声声调下的差异大于其它声调;2)送气塞擦音音节倾向感知成基频起始点较低的声调,支持了本文产出实验的结果。", "label": "中国语言文学", "id": 0}
{"content": "为探索基频、发声类型及母语背景对声调感知类型的影响,该文对开封话母语者进行了普通话声调的听辩实验。实验刺激采取双向合成的形式,分别保留了各声调的发声信息,实验包括辨认和区分两部分。开封话母语者对普通话声调感知模式包括三种类型:范畴感知、准范畴感知和连续感知。阴平与去声、上声与去声为准范畴感知,阳平与上声为连续感知。各声调对的范畴化程度不同。发声类型对部分声调感知的影响是显著的。该研究表明,基频、发声类型与母语声调特点会影响声调感知类型。", "label": "中国语言文学", "id": 0}
{"content": "本文考察了《两岸常用词典》中海峡两岸读音不同或不完全相同的字,分五类分析了字音差异的原因。台湾国语基本保留了《国音常用字汇》的读音,而大陆国语更多考虑字音的实际发展情况。之后本文从审音、文白异读、保留文言音等角度作了一些讨论。", "label": "中国语言文学", "id": 0}
{"content": "辩论从古至今一直是思想文化传播的重要方式,而辩论赛则是近代辩论传播的新方式。辩论在过去发展的历程中,经历了高潮与低谷,并在一次次的磨砺中逐步的成长。辩论也在这个过程中形成了新的辩论形式——辩论赛,但也暴露出了很多不足。本文通过追溯辩论的发展历程和分析辩论现存的不足,尝试着对辩论的进一步发展进行建议。", "label": "中国语言文学", "id": 0}
{"content": "语言美是人们追求的语言境界。在日常生活中,汉语口语是人与人之间沟通,使用最多、最频繁的交流工具,但是作为通过声音直接交流的语言,却被大众所忽视。人的嗓子这一天生的乐器,是可以通过科学的声音训练,发出优美的声音,使声音流畅、丰满、悦耳。可是大多数人闲置了这一宝贵的资源,没能让这副琴弦发出美妙的声音。好听的声音,无疑能增加了人的魅力,既起到了提升形象,拓宽交际范围的作用,也可以帮助自己得到更多的发展机会,走向成功的彼岸。", "label": "中国语言文学", "id": 0}
{"content": "报告将介绍百度语音技术部门在lstm建模和ctc训练方面的经验,在介绍基本算法理论的同时,结合百度大数据、语音识别和语音合成的具体研发任务,详细分析这些算法的使用范围、应用场景和算法效果。特别针对汉语的音节建模、音素建模和状态建模等老话题,结合ctc训练,探讨全新的解决办法。", "label": "中国语言文学", "id": 0}
{"content": "本研究在向心理论框架下,采用语音学研究方法,系统地考察不同的过渡关系,对语篇韵律特征的影响和制约作用。研究结果显示延续关系停顿时长最短,非流畅转换关系停顿时长最长。四种关系中,主要韵律短语重音组合最多,次要韵律短语重音组合最少。保持关系之间的\"次要-主要韵律短语重音\"组合明显多于延续关系之间的组合;非流畅转换关系之间的\"次要-次要韵律短语重音\"组合明显多于流畅转换关系之间的组合,这两种关系在\"主要-次要韵律短语重音\"和\"主要-主要韵律短语重音\"组合中的分布呈现互补关系。", "label": "中国语言文学", "id": 0}
{"content": "本文拟通过生理实验和语音实验相结合的方法,揭示朗读、复述和自述三种言语任务下,生理呼吸与韵律切分的对应关系,比较汉语母语者和汉语学习者所表现出的不同,探究这种对应关系产生的原因及差别。经研究发现,朗读呼吸单位与韵律层级的关系最紧密;复述呼吸单位与韵律单位对应的规律性减弱,非正常停顿增多,自述呼吸的随意性最强,受多种因素的影响,与韵律层级的关系更加疏远。汉语母语者与汉语学习者在三种言语呼吸中表现出发展趋势相同,但具体表现形式呈现不同的特点。", "label": "中国语言文学", "id": 0}
{"content": "本文采用实验语音学的研究方法,以诗词朗读语流作为研究对象,结合诗词朗读时的气流参数变化,研究在朗读时的言语空气动力学特征。以呼吸群为单位,对比分析小令和近体诗的气流参数差异。研究得出,声调差异对呼吸群韵律的影响不大,发音时长主要与呼吸群内包含的音节数量有关,呼吸群内气流参数特征中,吸气部分较为重要,不同文体间存在差异。吸气参数是近体诗和小令不同文体呼吸群参数的主要区别,呼吸群参数差异主要受音节数量的影响,气流受阻碍程度差别不大。", "label": "中国语言文学", "id": 0}
{"content": "自推广普通话以来,各地已取得显著成效,基本达到了让在校师生都会讲普通话的目标,但调查发现,在贵州省独立院校中普通话的使用频率却不是很高,甚至个别的在校学生会拒绝使用普通话,认为方言比普通话更容易交流,且存在贵州人就应该说贵州话之类的思想。针对这一问题,我们以贵州民族大学人文科技学院、贵州大学明德学院、贵州师范大学求是学院三所独立学院为例,调查了高校在校生的普通话使用情况。", "label": "中国语言文学", "id": 0}
{"content": "<正>普通话是现代民族的共同语言,是现代汉语的标准语,也是我们国家的通用语言。大力推广、用心普及全国通用的普通话,有利于消除语言隔阂,促进社会交往,对社会主义建设和发展都具有重要好处。本课选自十二五规划教材公共基础课《普通话教程》第五章第二节《语流中的语音发生变化——儿化》（以下简称语流音变）,4学时。授课对象是幼儿保育专业一年级的学生。", "label": "中国语言文学", "id": 0}
{"content": "黄季刚先生站在传统与现代接轨的交叉点上,从汉语实际出发,密切联系汉字谈汉语的发展。联系相关论述与语料,本文清理出黄季刚先生的语言发生发展观,将汉语的发展划分为自然音声阶段、社会约定阶段和文字区别阶段。各个阶段各具特点,自成体系,但又同条相贯,真正体现出汉语汉字的根源和系统。", "label": "中国语言文学", "id": 0}
{"content": "普通话在当今的教育中扮演着重要的角色。高校的普通话教学存在许多问题,不能有效地提高学生的普通话能力。因此,有必要通过适当地教学方法提高院校普通话教学的有效性,让学生真正学到普通话知识,从而有效提高学生的普通话能力。普通话作为全国通用的语言,在方言地区的普及受到极大的挑战。学校作为普及通识教育的阵地,提高学生普通话能力是义不容辞的责任。本文在总结多年普通话教学实践经验的基础上,对普通话教学进行探讨,以进一步探索出一套行之有效的教学方法,使学生能又好又快地学习普通话。", "label": "中国语言文学", "id": 0}
{"content": "语言是意识的物质外壳,人们在使用语言表达内心情感、观点时往往会带有自己的预期。预期的结果是正常情况下应该发生的,但如果实际情况不符合预期则称之为\"偏离预期\"。偏离预期在语言中有独特的表现形式,汉语偏离预期标记\"再怎么X\"就是其中的一个。本文首先对偏离预期标记\"再怎么X\"进行界定,将意外和偏离预期区分开来,认为偏离预期的本质是\"否定\",意味着对预期的完全或部分否定,而意外范畴强调的是新信息令说话人出乎意料、感到意外。接着本文对\"再怎么X\"组成部件进行了分析,发现偏离预期标记\"再怎么X\"的独特意义是即使\"X\"的度量增加到极值,其后面的部分都不会发生改变,是\"X\"的极量义使整个构式产生了凸显结果不能更改的意味和偏离预期的语用功能。最后本文研究了偏离预期标记\"再怎么X\"在语音、句法、语义和语用方面的特点,发现其在语音上不需要重读;句法上可整体做谓语、宾语和定语,也可以做复句中的分句;语义上主要是程序性意义;语用上具有提示新信息、人际互动和凸显焦点的功能。", "label": "中国语言文学", "id": 0}
{"content": "<正>2018年以来,学界在探讨贫困地区推普方略的同时,深入研究语言与贫困的基础理论问题和重大实践问题,推动\"语言扶贫\"成为近年来语言政策研究的重要话题。①2020年,脱贫攻坚战取得全面胜利,\"推普助力脱贫攻坚行动\"也进入收官阶段,学界聚焦推普助力脱贫实践中的成效经验和问题不足,进一步深入探讨语言扶贫的理论与方略,同时关注到了语言扶贫的效果评价和\"推普助力脱贫攻坚行动\"收官后的语言扶贫长效机制建设等问题,语言扶贫研究取得新进展。一语言扶贫理论", "label": "中国语言文学", "id": 0}
{"content": "<正>2020年关于国家通用语言文字推广的研究有几个重要背景:《中华人民共和国国家通用语言文字法》颁布20周年,\"十三五\"期初启动的国家通用语言文字普及攻坚工程和推普助力脱贫攻坚行动进入收官阶段,国家语委宣布全国普通话普及率达到80.72%,全国语言文字会议强调\"新时代要继续坚定不移推广普及国家通用语言文字\"。在这些背景下,相关研究面向新时代,探讨了国家通用语言文字推广的时代意义、问题困难和方略举措。一时代意义相关研究指出,新时代进一步推广普及国家通用语言文字对铸牢中华民族共同体意识、增强文化自觉和文化自信、落实依法治国战略、助推经济社会发展、促进更高水平对外开放等都具有重要意义。", "label": "中国语言文学", "id": 0}
{"content": "<正>语言文字规范标准建设是指语言文字规范标准的制定、修订及相关基础性研究工作。2020年是\"十三五\"收官之年,适逢全国语言文字会议召开,学界回顾总结新中国成立以来语言文字规范标准建设取得的成就与经验,深入探讨新时代语言文字规范标准建设的任务与方略,为国家继往开来做好语言文字规范标准制修订工作提供了学术支持。同时,学界关于汉字部件规范、成语中的轻声词规范、字母词规范、语文辞书与语言文字规范标准的关系等的具体研究,以及关于常用汉字分级、普通话轻声词、普通话儿化词、字母词的表集式整理研究成果,为相关规范标准的制定打下了坚实基础。", "label": "中国语言文学", "id": 0}
{"content": "<正>2020年是脱贫攻坚决战决胜之年。教育部、国家语委深入学习贯彻中央决战决胜脱贫攻坚座谈会精神,全面贯彻落实习近平总书记关于推普助力脱贫攻坚的重要指示批示精神,贯彻落实全国语言文字会议精神,聚焦\"三区三州\"决战地、52个未摘帽贫困县主战场,树立总攻意识,调动各方资源,克服新冠肺炎疫情不利影响,努力落实推普助力脱贫攻坚各项总攻任务,更好发挥提高贫困人口普通话应用能力对减贫脱贫的重要作用,为全国脱贫攻坚战从决定性成就走向全面胜利作出积极贡献。", "label": "中国语言文学", "id": 0}
{"content": "<正>贵州省积极贯彻全国语言文字会议精神,进一步加大语言文字工作力度,助力决战决胜脱贫攻坚,取得积极成效。教育部、国家语委连续三年监测结果显示,全省普通话普及率显著提高,目前超过全国平均水平。加强工作统筹,整合调动各方力量参与推普脱贫攻坚工作。及时调整充实省语委委员单位,将推普工作纳入对地方政府履行语言文字工作\"主导责任\"督查内容,强化\"政府主导\"功能的落实。在2018年将全省9个市（州）人民政府和10所省属本科高校纳入委员单位、委员单位数从原来的29个增至48个的基础上,", "label": "中国语言文学", "id": 0}
{"content": "<正>青海省将推普助力脱贫攻坚作为一项重要政治任务,持续加大工作力度,不断创新工作方式,各项工作扎实推进并取得积极进展。全年争取资金443万余元,支持全省贫困地区39个县（市、区）开展推普脱贫攻坚行动计划。截至2020年底,推普脱贫攻坚行动计划已实现全省39个贫困县（市、区）全覆盖,涉及贫困地区青壮年劳动力农牧民和基层干部3.33万人,民族地区、贫困地区、乡村（农村）地区教师5679人。", "label": "中国语言文学", "id": 0}
{"content": "<正>根据《河北省2022冬奥语言环境治理工作方案》及《张家口市2022冬奥语言环境治理工作实施方案》的要求,河北省和张家口市语委积极开展\"迎冬奥\"社会用字专项治理,确保张家口市以良好的语言文字环境迎接冬奥会召开。加强监督监测,发现查找问题。开发语言规范小程序,组建由70人组成的用语用字义务监督员队伍,对张家口市崇礼区、桥东区、桥西区、经开区、宣化区等的社会用字情况进行监督监测,动态监控不规范现象,", "label": "中国语言文学", "id": 0}
{"content": "<正>近年来,天津市聚焦新疆和田地区国家通用语教师严重短缺的突出问题,选派市属高校优秀大学生赴和田支教,极大缓解了该地区国家通用语教师短缺的压力,探索形成了\"国家通用语言文字教学、民族团结、大学生素质培养\"三者高度融合、有机统一的大学生支教\"三结合、三促进\"模式,为提高和田地区国家通用语言文字教学水平、职业教育水平,促进和田地区教育事业发展,助推教育扶贫领域向更高层次迈进发挥了积极作用。截至目前,", "label": "中国语言文学", "id": 0}
{"content": "<正>推广普及国家通用语言文字,是我国宪法规定的责任。2000年10月,全国人大常委会根据宪法规定和精神制定了《中华人民共和国国家通用语言文字法》,自2001年1月1日起施行。这部法律的制定和实施,确立了普通话和规范汉字作为国家通用语言文字的法律地位,是推广普及国家通用语言文字的重要法制保障。今年是国家通用语言文字法颁布20周年。20年来特别是党的十八大以来,党和国家依法推动国家通用语言文字事业发展,大力推广普通话、推行规范汉字,", "label": "中国语言文学", "id": 0}
{"content": "<正>2020年,教育部、国家语委全面加强语言文字法治建设,持续推进语言文字修法立法,着力推动与语言文字关系密切行业的主管部门结合各自职能加大行业语言文字应用依法管理力度,指导督促地方语委切实加强社会语言文字应用监督管理,努力构建\"条抓块管,条块结合\"的语言文字工作治理体系,取得积极进展。", "label": "中国语言文学", "id": 0}
{"content": "<正>2020年是党和国家历史上极不平凡的一年,是全面建成小康社会决胜之年、脱贫攻坚决战之年、\"十三五\"收官之年和\"十四五\"谋划之年,也是全国文字改革会议召开65周年、《中华人民共和国国家通用语言文字法》（简称《国家通用语言文字法》）颁布20周年。在这样一个重要的时间节点,经国务院同意,教育部、国家语委召开了新中国成立以来第四次、新时代第一次全国语言文字会议。", "label": "中国语言文学", "id": 0}
{"content": "<正>10月13日,全国语言文字会议在北京召开,中共中央政治局委员、国务院副总理孙春兰同志出席会议并发表讲话。这是在中国特色社会主义进入新时代、决胜全面建成小康社会收官阶段召开的一次重要会议,体现了以习近平同志为核心的党中央对语言文字工作的高度重视,在我国语言文字事业发展历程中具有里程碑意义。会议总结了语言文字事业取得的成就和经验,深刻分析了新时代语言文字事业面临的新情况新问题,进一步明确了今后一个时期语言文字工作的方针、", "label": "中国语言文学", "id": 0}
{"content": "<正>2020年是\"国家通用语言文字普及攻坚工程\"的收官之年,教育部、国家语委组织开展全国普通话普及情况抽样调查,精心组织第23届全国推广普通话宣传周活动,创新普通话和汉字应用水平测试工作举措,着力推进民族地区各级各类学校国家通用语言文字教育,加强国家语言文字推广基地建设,取得重要进展。", "label": "中国语言文学", "id": 0}
{"content": "<正>2020年语言文字规范化标准化信息化建设成果丰硕,在语言文字规范标准制定发布、科技名词审定公布、地名标准化建设、语言文字信息化建设等方面都取得积极进展。一国家语委语言文字规范制定发布教育部、国家语委发布《通用规范汉字笔顺规范》和《〈中华人民共和国国歌〉国家通用手语方案》2项国家语委语言文字规范,审定并原则通过《国际中文教育中文水平等级标准》。", "label": "中国语言文学", "id": 0}
{"content": "<正>2020年,语言文字战线大力推进应急语言服务研究与实践,在新冠肺炎疫情防控阻击战中作出积极贡献。同时,全面推进\"北京冬奥会语言服务行动计划\",全面提升语言文字科研服务保障国家战略和事业发展的能力,积极开展面向少数民族群众、视听障碍人群、老年人群、进城务工人员、农村留守儿童等特定人群的语言服务,努力将《国家语言文字事业\"十三五\"发展规划》\"以服务国家发展需求为核心\"\"提高国家语言文字服务能力\"的要求落到实处。", "label": "中国语言文学", "id": 0}
{"content": "云南高等职业院校普通话水平由于云南少数民族和偏远农村偏多的特点,各院校对普通话水平测试和推广宣传的不够重视、普通话校园语言环境还较多以地方方言为主,造成普通话水平偏低。希望能得到确实改善,给普通话的普及和推广起到积极作用。", "label": "中国语言文学", "id": 0}
{"content": "<正>深入推进语言文字工作法治建设,已成为新时期语言文字工作的重要内容,《国家通用语言文字法》的修订工作应该加快步伐,对《国家通用语言文字法》中与当前实践不符之处,应把多年来的经验做法补充写入法律。第一,进一步巩固国家通用语言文字主体地位;第二,加强对网络语言使用的监管;第三,加强语言文字多样性的规范管理;第四,加强对外国语言文字使用的规范和管理;第五,加强法律的执法力度,提高法律的可操作性。", "label": "中国语言文学", "id": 0}
{"content": "<正>引言语言规范是我国语言规划的核心内容,包括制定语言文字规范标准和促进语言文字规范使用。新中国成立70年来,我国在现代汉语规范方面开展了大量工作,内容涉及语音规范、文字规范、词汇规范、语法规范,书面语系统中的数字用法规范、标点符号规范,以及汉语拼音的使用规范等。本专题从4个方面梳理介绍2019年关于现代汉语规范的研究情况。一是语言规范政策与方略,主要介绍学界关于新时代语言规范观和语言文字规范标准制定工作方略的思考与探讨;第二至四节针对特定领域的规范问题,包括汉语拼音教学与应用、《通用规范汉字表》研制与实施、地名特殊用字审音定字、汉语教学词表研制、辞书收词处理,涉及语音规范、汉字规范和词汇规范。", "label": "中国语言文学", "id": 0}
{"content": "<正>在人类文明史上,博大精深的中华优秀文化之所以能传承至今、从未中断,与历史悠久的文字和共同语的贡献有着直接的关系;语言文字本身也成为中华优秀传统文化的最重要的组成部分。在新形势下,我们要更加自觉地认识到语言文字对维系中华文化根脉、传承优秀传统文化的重要作用,推进新时代的推普工作迈向新高度。语言文字现代化与信息化时代同频共振,标准化、规范化是信息化时代对语言文字工作的基本要求。信息化时代对国民个人遵循语言文字规范和标准的要求更高,一个人如果不能很好地遵循语言文字的规范和标准,", "label": "中国语言文学", "id": 0}
{"content": "<正>一《国家中长期语言文字事业改革和发展规划纲要（2010—2020年）》从2008年10月开始,《国家中长期语言文字事业改革和发展规划纲要（2010—2020年）》研制起草工作,先后开展专题调研15项,召开专题研讨会38次,举办专题研讨班1期,召开省区市和高校座谈会多次,在国家语言文字工作委员会（简称\"国家语委\"）全体委员会议和咨询委员会会议以及年度语言文字工作会议上多次征求意见,并向相关部委、地方语委、高校等139家单位书面征求了意见。在此基础上集中修改50余次,最终形成了《国家中长期语言文字事业改革和发展规划纲要（2010—2020年）》征求意见稿（简称《纲要》）。", "label": "中国语言文学", "id": 0}
{"content": "<正>为切实发挥普通话交流交往的工具作用,助力贫困地区劳动力提高就业能力、增强职业技能、阻断贫困代际传递,教育部、国务院扶贫办、国家语委联合实施推普助力脱贫攻坚行动。2019年是实施《推普脱贫攻坚行动计划（2018—2020年）》（以下简称《行动计划》）承前启后、攻坚克难的关键一年,在2018年有效推进的基础上,教育部、国家语委积极落实中央脱贫攻坚专项巡视的有关整改要求,进一步建立健全工作机制,加大攻坚力度,强化重点人群培训,加强普通话学习资源建设,统筹组织多方力量共同参与,取得积极进展。", "label": "中国语言文学", "id": 0}
{"content": "研究目的:2019年教育部联合启动\"六卓越一拔尖\"计划2.0,全面推进新文科建设,促进文科内部融通、文理学科交叉发展。近年来,随着我国体育事业的蓬勃发展,对外体育交流更加频繁,社会对精通体育的外语专业人才需求不断增加。在此背景下,各大体育院校充分发挥办学特色,积极承担精通体育和外语的人才培养重任。北京体育大学国际体育组织学院（外国语学院）积极响应新文科建设要求,借助国际合作平台,探索\"体育+外语\"的复合型人才培养新模式。但新文科建设的探索阶段充满困难和挑战,难免会暴露出一些问题。本文以北京体育大学国际体育组织学院（外国语学院）为例,梳理新文科建设思路,探究新文科背景下体育院校外语专业建设面临的困难和挑战,为完善建设机制、优化人才培养路径献计献策。研究方法:1)文献资料法。在中国知网、维普、万方等平台以\"新文科\"、\"学科建设\"、\"外语专业\"、\"体育院校\"等为主题进行检索,寻找并梳理相关文献。2)个例分析法。依托北京体育大学国际体育组织学院,分析新文科背景下专业建设面临的挑战。研究结果:新文科背景下体育院校外语专业要明确发展目标,服务国家战略,储备中外体育交流和国际体育组织专业人才。北京体育大学国际体育组织学院（外国语学院）立足\"体育+外语\"的学科定位,培养\"专业基本功扎实、精通体育\"的具有国际视野和创新意识的复合型外语人才,探索专业建设新模式。学院在教材编纂时加入体育人文知识,在夯实学生听说读写能力的同时,提高体育知识储备;同时学院加大与体育总局合作,为师生提供随队翻译实习机会和语言服务课题研究,提高中外体育文化交流能力。然而,新文科背景下学院专业建设也面临挑战:1)传统外语教学占主导,课程设置有待加强。新文科强调文科教育创新发展,处于科技变革时期外语专业教学应积极运用科学技术,紧跟时代步伐促进教学。目前,学院暂无计算机必修课设置,不利于学生提高软件应用能力和数据处理能力;计算机辅助翻译课程处于筹备阶段,教育科技融入外语教学有待进一步加强;同时外语学科联接新闻学、传统文化、教育、心理等学科交融薄弱,应打破专业壁垒、丰厚人文底蕴。2)多元教师队伍建设有待加强。学院教师多精通外语学科,为适应教学特色而加强体育知识学习。为促进\"体育+外语\"的学科融合发展,积极引进精通国际体育交流、尤其有体育工作经历的国内外人才,授课时穿插讲授中外体育交流的实战经验,增强学生的专业认同感和实践能力。3)受疫情影响,国际项目、实习和赛事志愿服务受到影响。应利用互联网邀请国内外体育领域、外语领域专家开展线上讲座,突破地域局限,拓宽学生国际视野,增强对外交流能力。研究结论:在新文科背景下,完善体育院校外语专业建设机制、优化人才培养路径必须走向实践:1)促进学科融合,推进课程机制创新。积极开设有关体育项目尤其是冬奥体育项目的英语课程,举办冬奥英语能力测试等,掌握体育项目规则、术语的英文表达;开设体育外语与新闻联合培养项目,培养赛事解说人才;增设体育康复、体育心理学、体育管理学、国际体育组织概况等内容,丰富知识储备,适应体育翻译和国际体育组织任职要求。同时文理交叉,运用教育科技赋能实践教学。坚持守正创新,在丰厚人文底蕴的同时聚焦科技变革,针对科学技术型课程开设较少的现状,体育院校外语专业应紧跟时代步伐,增设计算机课程,增强学生数据处理能力和计算机应用能力;增加计算机辅助翻译的教学内容,采购CAT专业实训软件和虚拟化管理系统,筹建体育术语语料库,运用VR体育项目交互技术促进体育英语学习;利用微课、云课堂同步在线学习,广泛应用互联网技术,丰富学习资源。2)积极引进人才,促进师资队伍融合发展。跨专业引进人才,尤其是有国际体育交流经验的专家学者;同时加大对外语学科教师的支持力度,提高教学研究水平。教书育人,关键在育人。充分发挥教师的引领作用,开通一对一教师学生沟通的预约通道,为学生发展方向提供个性化指导,增强对体育院校外语专业的使命感和自豪感。3)增强国际视野,培养创新型人才。邀请国内外体育领域或外语领域的一流专家学者来校讲座,聚焦国内外的学科前沿热点,拓宽学生的学术视野;同时实行专家外聘制度,聘请外校或国际体育组织专家定期来校授课,增强国际意识和体育知识储备;构建与体育组织、大型赛事举办方的合作机制,如与地方运动代表队达成翻译实习合作、为大型体育赛事输送外语专业志愿者;充分利用周边资源,推进校企合作、校校合作,建设校企合作创新平台。未来,个体育院校外语专业扎实推进以上措施,明确\"体育+外语\"培养目标,促进学科融合,强化师资队伍,促进新文科背景下体育院校外语专业建设机制创新。", "label": "中国语言文学", "id": 0}
{"content": "研究目的:1)新文科的提出突破了传统文科的思维模式,强调多学科交叉与深度融合。在这一背景下,高校外语教育如何充分发挥文科优势,与其他学科有效交叉融合、拓展创新成为教学改革的重点。体育院校如何将外语教育与体育教育充分结合,培养出跨学科的高端人才是本研究的出发点。近年来,国内体育院校外语教育为迎合体育领域外语人才的需求,大多开设了体育英语专业,经过几年实践颇有成效,但所培养人才外语能力强,体育专业知识薄弱,数量较少,无法满足体育产业和国际体育市场的人才需求。而传统的外语公共课课时少,缺乏专业针对性,人才的培养模式需要变革。2)本研究着眼于\"新文科\"这一背景,研究如何在人才培养方案的制定和课程体系构建上形成跨学科的知识结构,突出外语与体育学科的融合,分析体育院校如何创新外语教学模式。3)本研究依托体育学院特色专业英语实验班教学平台,拓展体育专业学生语言知识在体育领域中的运用和适应能力,为培养精外语、有专业、懂科技、晓文史、善思辨、能创新的新型体育人才进行探索实践。研究方法:1)文献资料法:本研究收集了较详尽的关于高校尤其是体育院校外语课程设置的相关研究以及近年来有关跨专业人才培养模式的文件和会议纪要,为本研究提供理论支撑。2)调查分析法:通过问卷调查及师生访谈,深入了解体育院校大学生对外语课程的需求和意见,就业意向,兴趣方向及存在困难;此基础上以运动训练专业学生为对象,开设英语实验班,调整原有的培养方案和授课内容,尝试探索出适合新时代体育院校的外语教学体系,并通过实践加以验证。3)比较研究法:本课题采用横向比较。一方面,比较我国高校现有人才培养模式和课程设置,借鉴其中适合体育院校外语教育的优秀成果,吸取经验。另一方面,比较英语实验班与非实验班在大学英语四六级考试,考研升学和就业等方面的情况,总结经验教训。研究结果:1)本研究以CBI和ESP教学理念为指导,强化体育与外语在内容和形式上的融合和相互促进。通过重新平衡体育和外语教育在人才培养中的授课比重,实现知识建构、思维训练与语言技能提高三位一体的目标。实验前后,外语相关课程从原来的4学分（总学分153）调整到76学分（总学分177）。外语课程与体育课程学时比例从原来的8:87,调整为19:11。本研究使外语学习促进自身专业能力和综合能力的提高,从而增强学生在体育领域就业竞争力。2)体育类大学生外语学习的需求早已不是传统通用外语能够满足的。专门用途外语（包括学术外语和职业外语）成为人才培养的不可缺少的一部分。本研究根据这一需求,对运动训练专业英语实验班调整培养方案、课程设置和评价模式。培养方案中目标的设定从\"培养系统掌握竞技体育基础理论、基本知识和基本技能,具备较强的专项运动技能和实践能力,能够在体育及相关领域从事训练、教学、管理及竞赛组织等工作的应用型人才\"修订为\"培养德、智、体、美全面发展,掌握基本的英语语言知识和体育学基本理论和基本方法,具备较为扎实的英语语言基本功、熟练的体育英汉互译技能、较强的专项运动技能和基本的运动训练指导及竞赛组织能力,能够在体育及相关领域从事翻译、教学、竞赛组织及社会体育指导等工作的应用型体育英语人才。\"主干学科加入了外国语言文学,核心课程加入了英语语法、综合英语、英语听力、英语口语、英语读写、英文学术写作、体育英语视听说和体育英语读写译。研究过程中,体育英语实训课也得到师生的充分肯定。为学生开设各种球类项目、冰雪运动和器械健身的英语实训,共5学分,分配在1-3学年。学生能充分感受到体育专项学习与外语学习的相互促进。学生外语学习效果以形成性评价为主,关注学生课堂练习、作业和阶段测试的完成情况。学生适应性良好。3)经过四年的探索和实践,2021年迎来英语实验班第一届毕业生,目前不完全统计,运训英语实验班考研率28.57%,英语四级过级率23.81%,六级过级率4.76%,都远高于常规运动训练专业统计数据。研究结论:1)本研究紧扣新文科背景,通过新视角和新模式培养国家所需的国际化体育人才。研究表明通过调整外语教育内容、加大外语教学比重,体育类大学生可以同时具备良好的专业素养和外语运用能力。同时,学生的人文素养、逻辑性思维和批判性思维都有大幅度提高。2)与传统体育英语专业相比,该培养模式关注点不在于体育领域高级外语人才培养而在于提高大多数体育工作者的语言和人文素养,使之更好的适应国际化要求,研究表明新的培养方案下,学生就业选择面扩大,考研率上升,可见新模式适应市场需求,也为培养体育科研人员提供了有力支撑。3)本研究深入探索跨学科教学模式,进一步推进学科交叉、专业融合,创新体育院校外语教学模式,根据体育院校自身特点在培养方案、课程设置、评价模式等方面进行探索和实践,为其他体育院校外语教学的改革提供参考和借鉴。", "label": "中国语言文学", "id": 0}
{"content": "研究目的:2020年5月,我国教育部关于印发《高等学校课程思政建设指导纲要》的通知中提出\"把思想政治教育贯穿人才培养体系,全面推进高校课程思政建设\"。全国各体育院校作为培养国家高层次体育人才的高等学府,在深入贯彻落实习近平总书记关于教育的重要论述和全国教育大会精神的同时,也应结合新时代所面临的新形势、新任务,更好地构建新时期体育人才培养体系,把立德树人融入思想道德、文化知识、社会实践等高等教育的各个环节,发挥每门课程的育人作用,真正全面提高高层次体育人才的培养质量。其中,外语课程作为高校公共基础课是体育院校大学生与国外文化思想接触最为直接的课程之一,教学内容相对较易受到外来文化和思潮的影响,因而外语课程的思想政治教育具有重要的意义与责任。在教学过程中,如何帮助学生塑造正确的世界观、人生观、价值观;如何坚定学生的理想信念、增强爱国主义情怀;如何引导学生客观正确地对待外来文化、避免崇洋媚外;如何增强学生的\"四个自信\",用所学专业加外语讲好中国故事,推动中国文化、尤其是中国体育文化\"走出去\"等等,是当前体育院校每一位外语教师都应该关注与思考的问题。本研究旨在针对体育院校学生的专业特点,从文化自信的视角探析如何将体育院校外语课程与思政教育融合,真正做到\"润物细无声\",在传授外语知识、提升学生语言能力的同时,落实好立德树人的根本任务。研究方法:本研究主要采用文献调查法、归纳法与访谈法等定量研究与质性研究相结合的方法展开研究。具体如下:1)文献调查法:本文主要探析体育院校外语课程与思政教育的融合机制,其中包涵众多理论与现实问题,需要进行详实、全面的文献资料调查与整理。具体从以下几个方面开展调查:思政教育的书籍、文献以及最新的相关政策、文件与讲话等;查阅与体育史、体育文化、体育外交,尤其是中国传统体育文化相关的书籍、文章与报道等;在外语教学理论方面,结合体育专业学生外语学习的实际,整理适合我国外语教学现实的外语教学理论与最新的教学方法,注重学习动机建立,整理行之有效的教学方法。2)归纳法与访谈法:本研究在进行大量的文献调查之余,辅之以归纳法与访谈法。一方面通过归纳法总结外语课程思政建设的指导方针、融合机制与教学路径;另一方面通过访谈法,与外语教育、思政教育的专家学者及一线教师进行结构式访谈,对前两种研究方法得到的研究成果进行检验,对本研究相关问题进行深入探讨与分析。研究结果:1)体育院校外语课程思政建设的指导方针。根据《高等学校课程思政建设指导纲要》中对公共基础课、体育类课程的要求,体育院校外语课堂的思政教育应在潜移默化中坚定学生的理想信念,注重爱国主义教育和传统文化教育、弘扬优秀传统体育文化,增强民族自信与文化自信,树立健康第一的教育理念,培养顽强拼搏、奋斗有我的信念,激发学生提升全民族身体素质的责任感。2)体育院校外语课程思政建设的融和机制。除了广泛意义上公共基础课的思政教育,体育院校外语课堂的思政建设应围绕\"体育+语言+文化\"展开。从体育所涉专业、行业、国家、国际、文化、历史等角度,增加外语课程的知识性、人文性,从而达到提升引领性、时代性和开放性。具体例如:\"乒乓外交\"五十周年、中国古代体育项目\"蹴鞠\"与当代足球、中国古代马球的\"步打球\"与\"捶丸\"与当代曲棍球、高尔夫球;女排精神与团结拼搏、积极进取与健康生活方式、援外教练与友善互助、反兴奋剂与诚信教育、申奥历程及其成功举办与综合国力的提升、太极拳等武术文化与世界非物质文化遗产等等。通过贴近体育专业学生的学习与生活,更好地实现\"润物细无声\"的外语课堂思政教学效果,在提高体育专业学生的外语学习兴趣的同时,进行爱国主义教育、增强文化自信。3)体育院校外语课程思政建设的教学路径。在教学方法上坚持学生中心、以\"产出导向法\"（Production-oriented Approach）为教学理论基础,不断推进创新课堂教学模式;深入充分利用现代信息技术,采用多模态教学手段（Multi-modal Teaching Strategy）,结合启发式、讨论式、翻转课堂等新型教学方式,激发学生们的学习兴趣,重建外语学习动机,引导学生深入思考,从而真正做到课程学习体验与学习效果的提升。研究结论:当前形势下,体育院校外语课程担负着思政融合的新使命,为引导体育院校大学生深入学习贯彻习近平新时代中国特色社会主义思想、落实高校立德树人根本任务、探究新文科建设等面临机遇与挑战。同时,体育文化是中国优秀传统文化中极为重要而又深具代表性的一部分,具有深刻的文化内涵和精神要素。体育院校的外语课程思政建设结合体育文化为代表的中国传统文化,对推动思想政治教育创新、传承优秀中华传统文化、增强文化自信、全面提高体育院校人才培养能力具有重要意义。", "label": "中国语言文学", "id": 0}
{"content": "在我国传统的高校外语人才培养机制中,\"专业\"与\"思政\"教育二者曾经形似两条平行线,并没有形成协同育人的合力。随着\"三全育人\"\"大思政\"\"课程思政\"等新的教育理念的提出,不少外语专业院校开始探索\"专业\"与\"思政\"协同育人的路径。本文认为在第一课堂中灵活运用教材中的思政元素,在第二课堂以大学生创新创业项目为抓手,辅以网络平台作为课堂延伸的第三课堂形成线上线下混合式课程思政教育格局,这些策略可以有效促进我国高校外语专业实现\"专业\"与\"思政\"协同育人的目标。", "label": "中国语言文学", "id": 0}
{"content": "本文借助CiteSpace的分析工具,基于中国知网CNKI引文索引数据库,对国内2012—2020近十年间200篇基于社会文化理论的翻转课堂的文献进行追踪,从发文量、文献互引、作者合作和关键词共现等方面,分析了该理论视角下的主要研究领域、热点主题、研究方法、主要研究学者及文献。通过上述几个方面的追踪与梳理,发现热点主题包括\"教育信息化\"\"智慧教育\"\"可视化分析\"\"大学英语\"\"知识内化\"\"多元动态\"等。进一步印证了社会文化理论指导下进行翻转课堂研究的重要性,虽然存在评价方式刻板、研究方法单调等问题,但总体来说,利用社会文化理论来改进和指导翻转课堂是可行的。本研究旨在为相关研究学者实施翻转课堂、完成学生知识内化提供借鉴,为外语教学提供新的思路和方向。", "label": "中国语言文学", "id": 0}
{"content": "部分学生外语应用能力不强,跨文化交流意识差,从未有过跨文化交流经验,基于面向国家软实力提升背景下,跨文化交流人才培养路径研究成为不同国家竞争的重要指标之一。文化作为一种软实力,具有阶级性与普世性、依赖性、持久性、渗透性特点。根据跨文化交流涵义,分析跨文化交流特征。依据CNKI中检索跨文化交流与外语教学文献分析结果,构建跨文化交流能力培养模式。聚焦面向国家软实力提升的内涵清晰化、实施体系化、培养方式多样化和培养过程循序渐进培养规则,通过优化外语类专业设置、科学调整英语课程教学内容、增强学生的跨文化交际意识和能力,确定跨文化交流人才培养路径。", "label": "中国语言文学", "id": 0}
{"content": "随着世界经济的快速发展,商务英语在跨文化交际背景下的贸易中起到越来越重要的作用。随着智能手机和移动互联网的普及,翻译软件也已成为国际商务中不可或缺的工具。尽管软件的数量日益增加,但是功能却还是不够多元化,不太能够完全满足使用者的需求。本文旨在通过对目前翻译软件在国际商务中的应用分析,望给开发者们带来灵感,研发出一款更优化的翻译软件。", "label": "中国语言文学", "id": 0}
{"content": "本文运用CiteSpace分析软件对中国知网（CNKI）数据库中收录的关于外语教育中混合式教学研究文献（2004-2021年）进行可视化分析,试图探究国内外语教育中混合式学习研究的发展动态。研究发现,近些年,我国英语混合式教学研究呈现新趋势有:研究对象多样化、研究领域多样化,但依然存在研究背景有待拓展、实证研究不够充分的问题。基于此从不同角度提出启示,以期未来外语混合式学习研究更加具有科学性和创新性,促进外语教育事业发展。", "label": "中国语言文学", "id": 0}
{"content": "<正>东北亚语言学文学和教学国际论坛（Northeast Asia International Symposium on Linguistics, Literature and Teaching,简称NALLTS）,是由东北师范大学外国语学院发起,旨在提高东北亚地区语言学、文学和教学学术水平的国际论坛。本论坛得到国际上许多高等院校,尤其英国、美国、韩国、日本、俄罗斯等国家院校的关注和支持,也得到了国内东北、", "label": "中国语言文学", "id": 0}
{"content": "新文科之\"新\"体现在时代新要求,历史新节点,科技新发展与全球新格局,之\"重\"在于构建中国特色高等文科人才培养体系,传统文科必须适应时代变革,与之相融合。外语学科本身具有跨学科特性,在促进中外人文交流,提升中国国家形象方面能够发挥更大作用,因此,学科发展方向和人才培养目标理应与新文科建设更为契合。作为外语教师,如何在引导学生理解、体验西方文化时坚定社会主义理想信念,坚定文化自信,依据《高等学校课程建设指导纲要》要求,实现外语专业课程全程育人、全方位育人是值得探索的新命题。本文以笔者调研结果和所在单位的相关实践为例,探讨如何进一步提升外语专业教学与课程思政的融合度,做好新课程开发和现有课程思政元素挖掘,构建外语专门的思政和德育课程体系。", "label": "中国语言文学", "id": 0}
{"content": "在现代教学中,学生作业管理一直是老师感到费时费事的工作。本文介绍一个由任课教师根据实际需要而亲自制作的网上作业管理系统。其主要特点是:（1）小巧易用;（2）帮助教师布置作业、收集作业和发还已批改作业;（3）方便学生查看成绩和下载已批改的作业;（4）支持师生间的语言交流和问答;（5）学生可免费使用,只需为教师购买软件开发许可证。初步教学实践证明,该软件能有效减轻教师和学生的教学负担。", "label": "中国语言文学", "id": 0}
{"content": "在智慧教育理念的视角下,重视学习者的个体差异,提供个性化学习服务是今后国际中文教育转型的新取向。易混淆词是二语学习者词汇学习中的主要难点,其辨析词典的研编具有学术研究和教学实践的双重价值。研究尝试将自适应学习技术引入词典的研制过程,使词典在选词立目、服务提供、教学实施方面更具针对性,实现词语的个性化自适应学习。最后,从词典的自适应学习系统模型的设计与实现两个角度切入,分别论述学习系统的层次架构和五个核心组件的模型设计,以期为自适应易混淆词辨析词典的编制提供框架思路。", "label": "中国语言文学", "id": 0}
{"content": "上世纪70年代,字幕视听输入的出现打破了读、听输入几十年来的主导地位,为二语习得和教学提供了新的思考,国内外研究者们也从不同角度探讨了其对二语习得效果的影响。本文对该领域过去的研究进行了简单回顾,分析了目前仍存在的问题,并阐述了对该领域未来研究的思考。", "label": "中国语言文学", "id": 0}
{"content": "在多语种神经翻译模型中,将不同语种应用于同一翻译模型训练,可以得到比双语种翻译更好的效果,这是由于语言中存在着某些共性所致。然而这些多语种模型的准确率往往参差不齐,这是因为在一个模型的参数空间中不能有效地适应不同的语种,导致某些情况下多语种翻译模型的效果差强人意。尤其是在某一语种数据稀疏的情况下,多语种翻译模型的准确率往往并不能优于双语种,这就与多语种翻译的目的背离了。对于这个问题,我们深入研究,采用部分共享参数的方法,来提高在某一数据稀疏的情况下,多语种翻译模型的准确率。研究发现,在目标语种属于同族语系的情况下,尽可能多的共享参数可以使得稀疏数据多对应语种的翻译准确率大幅提升;而对于目标语种属于不同族语系的情况而言,采用部分参数共享的多语种模型可以使得稀疏数据对应语种的翻译准确率有明显提升。", "label": "中国语言文学", "id": 0}
{"content": "本文通过问卷调查,了解大湾区高校大学生的文化自信以及运用外语传播文化的能力,为大湾区高校的外语教育提供借鉴。调查结果显示,大部分学生对中国传统文化具有较强的文化自信,但是外语传播文化的能力不尽人如意。为此,本文提出大湾区高校的外语文化素养教育应从文化内容、传播途径和传播能力上形成系统,帮助学生提升本土文化的认识和外语传播力。", "label": "中国语言文学", "id": 0}
{"content": "<正>2020年春季伊始,受新冠肺炎疫情的影响,语言教学首次以成建制的方式实现了\"线上教学\"对\"线下教学\"的替代,为全国范围的\"停课不停学\"提供了重要支撑。在疫情防控常态化的大背景下,认真总结线上语言教学的经验成果,推动线上线下混合式语言教学转型升级,构建高质量语言教育教学体系,是2020年语言政策研究的热点议题,兼具理论意义与实践价值。相关研究回顾线上语言教学的发展历程与成效,分析线上语言教学面临的主要问题,并就线上语言教学的未来发展提出建议。", "label": "中国语言文学", "id": 0}
{"content": "<正>语言障碍是语言习得和使用过程中常见的功能性障碍,在儿童、老年人和成年人中都会发生,会对语言习得、使用和语言能力产生重大影响。《国家语言文字事业\"十三五\"发展规划》要求\"加强各类语言障碍研究和语言康复治疗技术开发利用\"。语言障碍的研究、评估与治疗是医学、语言学、心理学、教育学、社会学、神经科学等领域共同关注的研究方向,是需要多学科交叉研究的领域。本专题梳理介绍2020年语言障碍和语言康复研究情况,主要聚焦儿童语言障碍与康复、老年语言障碍与康复和其他语言障碍与康复问题。", "label": "中国语言文学", "id": 0}
{"content": "<正>2019年4月,教育部和科技部等13个部门联合启动\"六卓越一拔尖\"计划2.0,要求全面推进新工科、新医科、新农科、新文科建设,全面实现高等教育内涵式发展,提高高校服务经济社会发展的能力。2020年11月,教育部发布《新文科建设宣言》,提出构建世界水平、中国特色的文科人才培养体系。新文科背景下,高校外语教育应如何改革创新、高质量发展?2019年以来,学界思考解析新文科的概念与特征,提出高校外语教育创新发展的基本思路,并深入探讨了新文科背景下的外语教育跨学科发展、外语人才培养和公共外语教育改革等问题。", "label": "中国语言文学", "id": 0}
{"content": "<正>区域国别研究因自身的目标、内涵和特点而与语言具有天然的联系。区域国别研究和（外国）语言教育相得益彰,共同发展,但二者又各有侧重:前者注重知识创新,后者旨在培养语言能力、扩大信息来源。\"专业+语言\"是区域国别研究的理想能力模型,也是目前区域国别研究人才培养中课程设置的基本目标。语言贯穿区域国别研究的整个能力体系,但在不同类型、不同层面区域国别研究中,语言功能、语言能力的权重和侧重也有所差别。", "label": "中国语言文学", "id": 0}
{"content": "<正>我国应用语言学的发展起步只比西方晚十几年,但目前仍处在\"跟跑\"阶段。我国应用语言学研究者创新意识低,对我国自己的理论和实践信心不足,同时缺乏国际化战略,未充分发挥我国制度优势在全国范围内调动人力资源,国际化程度低。缺乏学术创新组织力和与国际学界的互动机制是阻碍我国应用语言学国际化的两个宏观问题。中国应用语言学国际化要素由人才、路径、标准三部分组成。其中,人才是第一要素,指由学科带头人领衔、由学术骨干组成的一流学术团队。在路径上,我国应用语言学研究应该以我国外语教育中的真实问题为出发点,", "label": "中国语言文学", "id": 0}
{"content": "以《建築細部》（2019年第5期、2020年第4期）谷歌翻譯中譯文爲研究對象,通過對比分析253個句對的谷歌譯文與人工譯文,統計機器翻譯錯誤。數據顯示機譯錯誤率約爲73.52%,其中詞匯錯誤占84.41%。爲减少機器譯文易出現的問題,提高譯文質量,舉例分析了機器翻譯詞匯錯誤常見類型,希望就同類型文本的譯後編輯提供有價值的解决辦法和思路。", "label": "中国语言文学", "id": 0}
{"content": "<正>全国63所高校新增备案语言文学类本科专业74个,涉及25个专业名;1所高校新增审批语言文学类本科专业1个,为历史学门类的\"古文字学\"专业;21所高校撤销语言文学类本科专业21个。新增汉语言文学专业的高校6所,新增汉语国际教育的高校2所,新增语言学、应用语言学、华文教育、古典文献学专业的高校各1所。", "label": "中国语言文学", "id": 0}
{"content": "<正>全国各学位授予单位2019—2020学年度授予\"中国语言文学\"一级学科博士学位1378人、硕士学位9046人;授予\"汉语国际教育\"硕士专业学位5191人;授予\"中国语言文学类\"学士学位14.7万人。上述学位授予人数共约16.3万人。", "label": "中国语言文学", "id": 0}
{"content": "<正>2020年2月18日,法国总统马克龙宣布终止《母语与文化教育计划》（本文简称《母语计划》）,停止由仅受外国政府监管的外语教师对移民子女进行母语教育。从2020年秋季开始,法国便以《国际外语教育计划》（本文简称《外语计划》）替代《母语计划》,《外语计划》确保外语教师均熟练掌握法语,受法国教育系统监管。这项政策不仅是法国政府打击境内\"极端分离主义\"的实质性战略,更旨在将移民子女语言教育和文化纳入法国国民教育体系。", "label": "中国语言文学", "id": 0}
{"content": "<正>2020年1月18日,约17 000名瓦伦西亚①民众在该大区13处公共场所集会,抗议大区政府的多语教育政策。抗议者多数是大区西班牙语单语家庭,以及家庭语言主要为西班牙语的双语家庭父母。他们认为《多语教育法》②强制减少了西班牙语在课堂上的使用机会,侵犯了民众自由选择教育媒介语的权利,同时也为孩子的学习效果和西班牙语水平感到担忧。该事件被西班牙《国家报》《世界报》等主流媒体报道,引起社会广泛关注。", "label": "中国语言文学", "id": 0}
{"content": "<正>本部分整理自2019年1月—2020年6月的中国媒体新闻报道,话题及内容均反映世界语言生活的动态,以期帮助读者了解中国媒体对国外语言生活的关注情况。文章按照发表的先后顺序排列,覆盖《人民日报》《光明日报》《解放日报》《环球时报》《中国社会科学报》等报纸媒体,以及参考消息网、中国新闻社、腾讯网等网络媒体。", "label": "中国语言文学", "id": 0}
{"content": "<正>2020年,大陆与台湾同胞同舟共济、守望相助,共同抗击新冠肺炎疫情。大陆积极维护台湾同胞的生命安全和切身利益,采取一系列措施帮助台胞台企做好疫情防控,协助台商台企复工复产。广大台胞台企以各种方式奉献爱心,传递温情,涌现出许多感人事迹,彰显了两岸同胞血浓于水的骨肉亲情。然而,台湾当局罔顾如此事实,继续采取各种手段,在\"去中国化\"的\"台独\"道路上越走越远。这在台湾地区的语言生活中也有明显反映。", "label": "中国语言文学", "id": 0}
{"content": "译者主体性在非文学翻译中的体现是指译者在尊重客观前提的基础上,根据翻译目的的不同通过对翻译文本的批判性阅读,选择适当的翻译策略和技巧以满足目的语文本要求和读者期望。体育教材翻译属于非文学翻译,具有特定的翻译目的。民国时期大量体育教材自英美译介至中国。由于许多现代体育项目均源自欧美,大量术语在中文并无现成的对等表述。面对此类文化空缺词,译者们需充分发挥译者主体性,以实现交际的目的。以江良规译《女子游泳训练法》为例,发现译者采取了灵活的翻译策略和方法,使译文清晰易懂,行文流畅,满足读者的语言习惯和心理认知环境,便于读者接受,从而达到推广女子游泳运动,提升体育事业发展的目的。", "label": "中国语言文学", "id": 0}
{"content": "建构主义教学理论形成于20世纪中叶,其代表人物是皮亚杰。这一理论的重点是\"以学生为中心\"的教学模式,强调学生的主动认知过程,而非外界的刺激。而教师在学生的学习过程中是\"指导者\"\"教练\",不是\"传授者\"。根据这个理论,本文将阐述其在法律翻译教学中的实际应用。虽然法律翻译在世界上并不是新鲜事,即使是在中国也有百余年的历史,但法律翻译教学,相对于其他专业翻译来说还是比较年轻的专业,处在探索发展完善的过程。", "label": "中国语言文学", "id": 0}
{"content": "翻译文学是翻译研究领域与文学研究领域的重要组成部分,其定位不明,属性特殊,是翻译与文学研究领域长期争议的话题。当下在新文科跨文化跨学科的建设背景下,我国翻译文学研究体系仍不够完善,研究工作仍不够专业,研究成果仍不够深入。鉴于此,本文试通过分析翻译文学的概念及属性,论述其与文学翻译的异同,与中国文学、外国文学的区别与联系,探讨发挥翻译文学作用的途径,以期彰显其研究价值,深化大众认识,推动翻译文学发展。", "label": "中国语言文学", "id": 0}
{"content": "\"隐性陈述\"理论是法国语言学家为研究陈述过程提出的重要理论,指陈述者在陈述过程中利用他人观点间接表达自己的观点,从而达到自身\"隐形\"效果。本文从\"隐性陈述\"理论出发论证译者在陈述过程中的主体性。首先对陈述概念进行简要区分,从翻译与陈述的关系论证译者主体性;其次对\"隐性陈述\"理论进行简要介绍,理清陈述主体;最后运用\"隐形陈述\"理论将译者角色作用分类,分析译者主体性的具体表现。", "label": "中国语言文学", "id": 0}
{"content": "\"仁\"作为儒家思想的核心理念,在西方的语言文化中是没有对等概念的,如何翻译,在不同的西方语言中不同的译者笔下采取了不同的策略。本文以《论语》中\"仁\"字的翻译为研究对象,梳理英语翻译和德语翻译中不同译本对于\"仁\"这一文化概念的翻译策略,讨论\"仁\"字翻译过程中的难点,以及梳理当今对外输出文化过程中的不同译法,重点探讨了德语音译\"仁\"字概念的可能性,以期对中国文化输出和文化翻译作出一些尝试和探索。", "label": "中国语言文学", "id": 0}
{"content": "翻译过程中,\"异\"与\"同\"的转换由于各种因素同样存在着不可调和的矛盾,那么在这不可翻\"异\"与必须翻\"异\"之间是否存在出路?中国\"睁眼看世界\"的先行者们在译介西方作品时是如何处理\"异\"的?严复翻译的《天演论》巧妙地包上了一层中国传统文化的糖衣,以\"同\"驭\"异\",极其成功地克服了翻\"异\"的悖论,将《天演论》译介到中国,极大地推动了中国社会的转型发展。", "label": "中国语言文学", "id": 0}
{"content": "中华文化\"走出去\"是中国综合国力提升后理应有所作为的现实可行抓手,它有利于提升世界人民对中华文明和文化的客观、根本认知,它有利于中国的\"软实力\"建设,而典籍外译则是构成这种软实力建设内容的重要组成部分。借鉴翻译史上的宗教典籍翻译史实和成功做法可以避免少走弯路,有利于扩大中华文化的影响范围,有利于世界文明的交流和互鉴,加深世界其他文化对中华文化的认知深度。统筹规划、集体翻译为主、提供多重译本、注重时代性是必要考虑,组织有力、注重质量监管和传播效果方面的经验积累是关键,持之以恒、久久为功是思想上的必要准备。", "label": "中国语言文学", "id": 0}
{"content": "<正>主持人语图书的翻译出版是编辑与译者合力的结果,署名权是译者权益的重要组成部分。署名的形式暗含着编辑与译者在争取各自权益过程中的协商与妥协。本文以近期出现的一起编辑建议译者更改署名的案例为切入点,引入几位翻译行业资深从业者的讨论意见,从多角度将译者署名背后的权益关系展示给公众,藉此探讨编辑与译者的权利关系,并为构建和谐共生的编辑-译者生态提供有益的借鉴。", "label": "中国语言文学", "id": 0}
{"content": "文章以50名来自黑龙江高校的2019—2020级的翻译硕士学生为研究对象,对翻译硕士学生的翻译能力进行了调查分析并提出建议。调查结果表明:大部分学生翻译能力不足,在翻译技能的使用和复杂句的掌握以及语篇意识方面良莠不齐。在这些方面能力不足的主要原因在于:教学不注重翻译实践的训练;学生自身语法基础薄弱;翻译技能知识掌握不牢固。基于上述发现,提出了相关建议:高校MTI专业的教师应注重培养学生的翻译实践能力;学生应树立自我发展意识来提升翻译水平。", "label": "中国语言文学", "id": 0}
{"content": "民俗文化是中华民族文化瑰宝,民俗文化外译不仅能有效促进优秀中国传统文化的海外传播,还有助于提升外交话语表达效果与推进国家形象立体化塑造。本研究运用CiteSpace软件对1984-2021年间中国知网刊载的492篇民俗翻译研究文献进行可视化呈现与分析,研究归纳出四点发现与不足。", "label": "中国语言文学", "id": 0}
{"content": "云南省共有26个民族,有25个是少数民族,其中15个为云南省独有,16个是跨境民族,民族资源极为丰富,是中国多民族共存生态的缩影。云南传统文化富有多样性,是中华文明的重要组成部分,是中国文化\"走出去\"战略需要思考的重点内容之一。云南少数民族文化对东南亚一带一路沿线国家影响深刻,其国际化传播路径在中华文化\"走出去\"过程中有一定代表性。云南少数民族传统文化走出去需要通过三条主要路径:贯彻国家的翻译政策、文学系统赞助人的助推和民间文化的交流。", "label": "中国语言文学", "id": 0}
{"content": "MTI翻譯課程思政要打造多維立體的育人體系,培養學生樹立文化自信,提升傳播中國話語的能力。以政論文本和典籍文本翻譯爲主的中國主題教學可引導學習者深入了解中國特色道路和中華優秀傳統文化,建構正確的翻譯觀。以第二課堂和新媒體傳播實踐爲主的隱性課程可培養翻譯專業人才的職業道德、實踐能力和創新意識。", "label": "中国语言文学", "id": 0}
{"content": "归化和异化在翻译领域已然是老生常谈,但是究竟如何更好地运用这两种方法进行原文与译文的转换仍然是不老的话题。本文将对翻译实践中归化与异化的使用策略展开探讨,以期对相关人士有所帮助。", "label": "中国语言文学", "id": 0}
{"content": "中華古文獻是中國文化的重要載體,就中國文化在非漢字文化圈内的傳播而言,古文獻的翻譯至爲關鍵。鑒于目前外譯研究的現狀,有四個問題應進一步加以商榷。首先,中華文化外譯研究應拓展外延,不僅考慮典籍,更應將整個中華古文獻的外譯納入研究視野;第二,中華文化外譯主體的問題,漢學家譯者無法在非中國的\"話語真空\"中進行,應考慮到中華古文獻自身的生成特點,其中隱含着\"潜對話的他者\",鼓勵中外學者百花齊放;第三,在中國文化外譯的研究路徑上,應突破套用西方翻譯理論的窠臼,開展漢學與國學間的雙向闡釋與建構,考察譯本與其衍生品在海外的接受與影響;最後,善待漢學家譯者的翻譯成果,以平等的學術對話而非苛責批評的方式,建構起中國文化外譯的中外學術與情感共同體。中外合作,方能推動中國文化的外譯和不同文明間的互鑒與交流。", "label": "中国语言文学", "id": 0}
{"content": "大数据时代,同一类型的数据量在快速增大,数据增长的速度在加快,数据呈现多样性,即新的数据来源和新的数据种类在不断增加。大数据背景下翻译技术能力的构成从能力种类上可以分为三部分:专业翻译技术能力、数字化翻译工具实操能力和组织翻译活动的管理思维能力。作为翻译技术能力的培养方,应当紧抓这三点展开融合教育,不断促进翻译教育水平的进步、优化,以适应技术不断发展的大数据时代。", "label": "中国语言文学", "id": 0}
{"content": "大数据时代,同一类型的数据量在快速增大,数据增长的速度在加快,数据呈现多样性,即新的数据来源和新的数据种类在不断增加。大数据背景下翻译技术能力的构成从能力种类上可以分为三部分:专业翻译技术能力、数字化翻译工具实操能力和组织翻译活动的管理思维能力。作为翻译技术能力的培养方,应当紧抓这三点展开融合教育,不断促进翻译教育水平的进步、优化,以适应技术不断发展的大数据时代。", "label": "中国语言文学", "id": 0}
{"content": "随着人类文明的不断发展,人类的精神世界也随着时间的推移不断发生着改变。本文选取\"人文精神\"作为研究人类精神世界变迁情况的着眼点。本文所分析的\"人文精神\"皆指向这些中西共通的人文精神气质,即对人的尊严与价值的肯定、对个人情感与意志自由的向往等。由于精神世界的研究无法孤立地进行,必须透过物质世界的各种现象进行解读,本文选取了翻译这一项同样历史悠久的人类活动进行研究,试图由表及里地解读其背后所体现出的人文精神。本文依据翻译的各个阶段与具体的历史条件等因素将人文精神的演变历程划分为以下四个阶段:第一阶段为人文精神的蒙昧阶段,这一时期由于客观历史条件不够充分,人的精神尚处于宗教和礼教的束缚中,在翻译上体现在如\"原文至上\"的观念和译者的低下地位;第二阶段人文精神开始萌芽,人的价值得到肯定,这一时期人们开始怀疑宗教和礼教,不再只是被动地接受权威的思想,而是开始自己思考,相信人的理性,在翻译上体现在如翻译对象的改变和译者的地位提升;第三阶段人文精神继续发展,人们意识到,仅冲破宗教束缚是远远不够的,于是便开始试图冲破一切禁锢个人情感与自由意志的事物,在翻译上体现在如缤纷万象的翻译理论流派和译者的高自由度;第四阶段人们由崇尚理性转变为崇尚科学,这在翻译方面对人文精神的发展带来了许多消极影响,对科学的追求是否禁锢了人文精神,使\"个人\"沦为\"社会\"的\"齿轮\",崇尚科学是否是真正的进步,还尚无定论,有待历史的检验。", "label": "中国语言文学", "id": 0}
{"content": "在數字全球化時代,企業外文網站作爲國際市場了解我國企業的重要窗口,可以幫助企業吸引海外客户,從而提升企業在國際市場中的競争力。本文首先分析本地化在企業國際化進程中的重要作用,闡釋網站本地化翻譯的概念内涵,進而構建網站本地化翻譯能力評價模型,以遼寧省9家重點企業網站作爲案例,分析影響企業網站本地化翻譯能力的因素,并嘗試性地提出提升對策。", "label": "中国语言文学", "id": 0}
{"content": "信息化時代的語言服務行業對譯者的信息素養提出了較高的要求。本文擬基于信息素養的内涵和理論模型,歸納信息素養的核心要素,重點探討如何在翻譯技術課程中圍繞這些核心要素,培養學生的翻譯能力。", "label": "中国语言文学", "id": 0}
{"content": "《翻譯技術》一書全面系統地介紹了機助翻譯的價值及相關技術在實踐中的應用。相關人員不僅應及時跟進相關技術的發展與應用,根據實踐需要做出有效選擇,還應就實踐中遇到的問題對相關技術的應用予以不斷完善,以確保機助翻譯能够切實提高翻譯效率和質量。", "label": "中国语言文学", "id": 0}
{"content": "本文旨在梳理國外符號學和翻譯符號學文獻,闡述符號與翻譯關系,説明國外翻譯符號學發展對我國翻譯符號學研究的啓示,并爲國内翻譯符號學研究指出發展方向。", "label": "中国语言文学", "id": 0}
{"content": "語域理論是系統功能語言學的重要一部分,對翻譯具有實踐指導意義。本文旨在對國内語域理論與翻譯研究進行回顧。通過CiteSpace軟件,結合CNKI數據呈現語域理論與翻譯在我國的研究熱點以及研究動態,發現國内學者多關注語域理論的應用實踐,主要是不同文體的翻譯,但隨着語域理論應用漸廣,理論研究勢頭减緩。故本論文對語域理論發展與應用進行展望,通過展現近20年的研究關鍵詞,分析語域理論的前景,指出今後語域理論的發展——結合認知翻譯爲語域理論今後與翻譯的結合找到新的契合點。爲今後語域發展提供借鑒。", "label": "中国语言文学", "id": 0}
{"content": "本文對近二十年（2000-2020）年語用翻譯領域的文獻進行綜述。文獻限定爲發表在近二十年國内語言類核心期刊,由語用研究的翻譯歷程出發,分别從語用翻譯研究轉向,研究方法,熱點演變趨勢三個方面展開綜定位現在,分析語用翻譯研究特點;最後提出語用翻譯研究的相關建議。", "label": "中国语言文学", "id": 0}
{"content": "文化翻譯研究主要是指對影響翻譯的文本外的宏觀文化因素的研究。本文在介紹文化翻譯研究背景的基礎上,梳理國内文化翻譯研究的發展脉絡。并基于CiteSpace可視化分析軟件對國内文化翻譯研究領域的研究熱點、研究趨勢、代表人物予以分析。", "label": "中国语言文学", "id": 0}
{"content": "本文主要從主要内容、現實意義、文本特點和讀後反思四個方面着手對太原理工大學韋蔚笑編著的《二十一世紀初中國翻譯研究概述——過去、現在和未來》進行了評價,這部學術作品視角多樣化,從時間綫上講,追根溯源,向讀者展示了華夏濃厚的翻譯底蘊;從描述對象講,作者首先闡述西方翻譯理論的概念、理念、優勢和缺陷等,再將東西對比,取長補短。這部學術作品指明了翻譯當前的形勢和未來的發展,今後無論是對于理論研究或是實踐應用都提供了大量的論據。", "label": "中国语言文学", "id": 0}
{"content": "国内翻译硕士专业经过十余年的发展,已经取得初步成效。但是,仍存在人才培养目标不明确,人才培养模式与社会需求脱节,专业方向不够细化,课程设置不合理等问题。为解决这些问题,实现国内翻译硕士专业的长足发展,在教学过程中应不断提升内涵,培养知识型与实践型并重的翻译人才;应立足翻译市场的需求,培养新兴外语服务产业及管理人才,积极响应\"加快一流大学和一流学科建设,实现高等教育内涵式发展\"的重大战略部署。", "label": "中国语言文学", "id": 0}
{"content": "翻译硕士学位从2007年批准设立至今,已经有十几年的时间,培养出了不少的翻译硕士人才。但符合市场需求的高质量人才仍旧寥寥无几。本文论述了我国翻译硕士学位的教学现状以及存在的问题,并建议翻译硕士学位人才的培养应朝复合型翻译人才方向培养,在注重实践性的同时,也要注重其他专业知识的学习。", "label": "中国语言文学", "id": 0}
{"content": "<正>语言话题是社会生活中各种跟语言有关的主题内容,语言政策话题是大众媒体关心的语言话题之一。本报告用语料库的方法,以报纸媒体为大众媒体的代表,通过人工检索、标注,建立了语言新闻的数据库,进而比较数据库中新闻讨论的语种、话题归类、活动所属区域等,探索其在语言政策话题构建中发挥的作用。", "label": "中国语言文学", "id": 0}
{"content": "本文从文体学的角度出发分析弗朗西斯·培根的《论死亡》。在语音层面剖释了文章中头韵、谐元韵、尾韵的使用;在词汇层面分析其选词特点;在语法层面剖析其句法特点,尤其是大量分号的使用;在语篇层面赏析其语篇结构和包括明喻、排比、重复、对偶、引用典故等修辞技巧。本文通过从语音、词汇、语法和语篇四个层面进行分析,引导读者从文体学角度进一步理解这一哲理散文名篇。", "label": "中国语言文学", "id": 0}
{"content": "本文运用文体学的方法,从语音、词汇、语法和语篇层面对培根的《论真理》进行文体分析,从而帮助读者更好地理解文章的内涵和美学价值。", "label": "中国语言文学", "id": 0}
{"content": "商业广告是图像、语言文字、声音等多种符号相结合的视觉模态语篇,其中包含大量的多模态隐喻。本文以Lakoff＆Johnson （1980）的概念隐喻以及Forceville＆Urios-Aparisi（2009）的多模态隐喻为理论基础,结合商业广告实例,在多模态隐喻理论视域下以及多模态隐喻类型的基础上,分析商业广告中其文字、图像、口语、符号等多模态如何协调互动构建多模态隐喻。从而得出以下结论:一、商业广告中的多模态隐喻通过不同模态如图像、符号、语言等多模态相互作用共同实现隐喻的概念化;二、多模态隐喻与语言为主的单模态隐喻存在共性以及差异,其差异在于多模态隐喻具有动态性与综合性。", "label": "中国语言文学", "id": 0}
{"content": "多模态隐喻在意义的构建中并不是从源域到目标域的单向映射,而是多向的、动态的构建过程,在电影语篇中尤为如此。以电影《时间去哪儿了》中五个以\"时间\"为主题的短片为语料,以福柯尼耶（Fauconnier）和特纳（Turner）的概念整合理论为基础,分析多模态隐喻在概念整合中的构建意义,突出研究其多向映射和层创结构中对重新整合的意义的阐述,为电影语篇的多模态隐喻分析提供新视角。", "label": "中国语言文学", "id": 0}
{"content": "概念隐喻研究越来越受到语言学者的关注,并展开了很多相关研究。虽然这些研究为我们更深入地理解隐喻与认知模式的关系做出了贡献,但是近年来很多学者开始质疑这些研究的视角和发现,试图突破单纯依靠静态语言数据解读概念隐喻与思维关系的藩篱。James. J. Mischler III便是代表之一,他在《跨越时间和概念空间的隐喻》（Metaphor acrossTime and Conceptual Space:The Inter-play of Embodiment and Cultural Models）一书中,对情感隐喻进行了系统考察,重点讨论了隐喻与文化模型之间的关系,并在讨论的基础上指出在概念隐喻研究中历时研究的重要性。基于研究结果,他认为对历史语言数据、文化语境数据和科学发展数据的综合分析有助于研究者更好地阐释隐喻的历时变异现象。总之,该书从历时和发展的视角出发探究概念化与文化模型之间的关系,具有系统性、前沿性和实用性特点,对我国认知语言学研究的理论与方法有重要的启发和指导作用。", "label": "中国语言文学", "id": 0}
{"content": "影视公益广告的\"拟人化\"传播可谓是将影视传播与修辞相互融合后的一个独特的文化呈现。本文以一系列优秀的\"拟人化\"影视公益广告作为范例,采用文本分析的方法,基于修辞学的理论视角,结合叙事学的部分理论,对影视公益广告\"拟人化\"传播过程进行具体分析。研究显示,影视公益广告的\"拟人化\"传播具体表现在三个方面,在呈现主体上,表现为形象与行为的拟人化;在表现形式上,表现为第一人称视角下的直接拟人化和戏剧式结构下的间接拟人化;在整体感情基调上,表现为\"移觉\"和\"移情\"基础上的拟人化。", "label": "中国语言文学", "id": 0}
{"content": "<正>2018年11月10日,由复旦大学中文系、现代语言学研究院（筹）、《当代修辞学》编辑部、上海市语文学会主办的\"消极修辞的现代认知\"学术研讨会暨第九届望道修辞学论坛在复旦大学隆重举行。来自北京、上海、南京、南昌、杭州、福州等地的专家、学者、研究生参加了本次会议。会议的主题为\"消极修辞的现代认知\",内容涉及\"修辞的两大分野与中西方的范畴观\"\"消极修辞与语言规范\"\"消极修辞与语篇\"\"消极修辞与语法\"\"消极修辞与语体\"\"消极修辞", "label": "中国语言文学", "id": 0}
{"content": "<正>2018年6月24日,\"第一届修辞学前沿理论国际研讨会\"在上海大学宝山校区成功举行。本次会议由上海大学外国语学院和修辞批评研究中心主办,会议邀请了美国著名修辞学者Barry Brummett（得克萨斯大学）、John Lyne（匹兹堡大学）、Kendall Phillips （雪城大学）、Scott Stroud（得克萨斯大学）以及国内著名修辞学者胡范铸（华东师范大学）、刘亚猛（福建师范大学）和祝克懿（复旦大学）做主旨报告,中国修辞学会陈光磊会长代表中国修", "label": "中国语言文学", "id": 0}
{"content": "纵观西方修辞思想史,修辞学大致经历了四个发展阶段:古典时期、中世纪时期、文艺复兴时期和20世纪修辞学复兴时期,总体上呈现为螺旋式上升的趋势。这段曲折而悠长的修辞学发展史,激发着后人产生新的智性感悟。当代美国人文学者韦恩·布斯是20世纪修辞学复兴时期的优秀代表人物之一,他致力于将修辞发展成一门能够指导一切交流活动的基础学科,在文学批评和修辞学领域都产生了里程碑式的影响。国内关于布斯修辞理论的研究多集中在其成名之作《小说修辞学》中的几个概念上,尚无相对系统的相关研究著述。因此,本文将聚焦于布斯的修辞和伦理批评理论,以其核心著作《小说修辞学》《反讽修辞学》《现代教条与同意修辞》《批判性理解:多元批评的力量和局限》和《修辞的修辞:寻求有效交流》为个案研究样本,兼顾其他论著、论辩论文和相关的小品文,从布斯\"一切叙事皆修辞\"的修辞视角出发,将其著作置于西方修辞理论史和修辞复兴视域中,不断进行纵向和横向对比分析,抽丝剥茧地对布斯原典进行相对全面系统的探究,以期发现蕴含在其中的理论体系,为国内文学批评及修辞学发展开拓新视野。笔者通过研究发现,布斯修辞理论的核心为\"同意修辞\"\"信任/倾听修辞\"\"双向理解\",这对反驳修辞复兴时期的现代教条,构建\"良愿修辞\"理论体系提供了理论依据;布斯的\"隐含作者/读者\"和\"可靠/不可靠叙述者\"等概念则为理解阅读过程、阅读策略和修辞本质提供了新视角;其独创术语\"共导\"则为文学批评开辟了崭新的修辞伦理批评语境。同时,本文还通过探讨布斯的修辞伦理批评观及其哲学思想的多元基源,进一步发现,从《小说修辞学》的\"内在批评\"到《小说伦理学》的\"外在批评\",布斯对于修辞的关注是一以贯之的。其理论在继承亚里士多德、新亚里士多德学派及伯克理论的基础上,又有所超越,使其理论表征出由内而外的发展轨迹。从学术史上看,布斯小说修辞理论对小说修辞和文学批评理论做出了突出贡献,在20世纪修辞复兴的大环境下发挥着承上启下的重要作用。本论文分为绪论、主体和结语三个部分。其中,绪论部分主要概述本论文的研究价值和意义、国内外研究现状以及论文研究方法和创新点。重点梳理并评述了学术界影响较大的布斯理论研究成果（著述）,深入探究其中的不足之处,强调了本论文较之既有成果的最显著不同之处,即从西方修辞学视角入手,将布斯\"一切叙事皆修辞\"的理论置于西方修辞复兴大语境,重点研究了布斯修辞理论的多元哲学基源及其与布斯修辞理论的关联,从而勾勒出布斯对传统和现当代修辞理论流派的继承与发展,以及他所构建的修辞批评理论体系的特色。第一章到第六章是本论文的主体部分。主要内容如下:第一章简要概述布斯的主要生活和学术经历,力图透过这些经历,如家庭背景、老师的影响、宗教和社会环境等,发现其成为一名英语教师和修辞学家的思想基础和影响因素。在探讨布斯的学术追求和学术身份的同时,发现了布斯对修辞学从忽视到痴迷的心路历程,但无论忽视还是痴迷,布斯始终如一地在实践修辞思想,而且,他毕生都致力于以良愿修辞改变世界的信念和理想。第二章主要梳理了影响布斯多元修辞思想形成的主要理论渊源。西方修辞思想的根基是柏拉图的《对话录》和亚里士多德的《修辞学》。前者对布斯的对话式、道德教诲修辞实践影响很大,而后者将修辞定义为\"或然性本质的道德而又实用的艺术\"则影响了整个西方修辞思想的发展,自然也影响了布斯修辞理论的形成及其伦理批评修辞实践。此外,布斯的教育哲学思想又深受伊索克拉底、西塞罗、昆提利安和布莱尔等修辞教育哲学思想流派的影响。总体看来,布斯的修辞理论上承亚里士多德\"劝说\"修辞观,下接伯克\"认同/同意\"修辞观,可见对布斯影响最大的古今修辞思想家是亚里士多德和肯尼斯·伯克。第三章主要讨论了布斯的修辞理论和伦理批评理论形成的理论基础。本章从《小说修辞学》\"一切叙事皆修辞\"的修辞视角入手,以\"隐含作者\"\"可靠与不可靠叙述\"为依据,阐述了该书的核心观点:作者即修辞者。作者通过其作品与读者互动,以达到改变读者态度并诱发其采取行动的目的,从而达到作者的修辞意图。本章还进一步阐析了布斯修辞理论的核心\"同意修辞\"及其理论依据,如\"自我乃自我集之场\";分析并概括了布斯的\"倾听/信任修辞\"\"双向理解\"的理论内涵,阐析了20世纪修辞复兴时期布斯的\"同意修辞\"\"倾听修辞\"为基础的\"良愿修辞\"理论构建的必要性和适切性;并简要阐述了布斯独创的修辞术语\"共导\"在其伦理批评观中的关键地位。第四章系统梳理了布斯的修辞批评理论体系及其发展历程。本章着重阐析了《小说修辞学》和《我们所交的朋友:小说伦理学》这两部代表性理论著作,对于《小说修辞学》,笔者主要探讨其思想来源为亚里士多德在《修辞学》《诗学》中提出的\"模仿与净化\"观,以及贺拉斯《诗艺》中的\"审美、实用\"并重观;对《小说伦理学》的解读,则突出表现了布斯伦理批评对柏拉图、西塞罗的伦理修辞思想和伯克修辞思想的传承。修辞和伦理批评相互交织密不可分,布斯原创术语\"互导\"使其伦理修辞批评理论居于\"内在\"和\"外在\"批评之间,强调叙述者的内在力量与读者之间的体验及价值判断的\"互导性\"。因此,无论内在还是外在批评,都不能有所偏废,而应在两者中寻求平衡点。第五章主要探讨布斯修辞伦理批评观的相关论争及应用。首先,本章概述了伦理批评的古典传统基源和布斯伦理批评产生的理论语境。其中,20世纪美国的美学与伦理批评之争,为布斯修辞批评理论的产生提供了哲学依据和理论基础。本文依托20世纪美国文学批评中伦理与审美学派间的不断论争、调和、借鉴和发展,围绕\"小说诗学与修辞之争,伦理批评与现实之用\"等话题,指出了《小说伦理学》的伦理修辞批评理论的适时性,特别是在美国伦理、政治批评转向时期的现实意义。第六章主要讨论布斯修辞批评与伦理修辞批评理论的贡献、学术影响和当代启示。首先,布斯修辞理论的影响主要集中在文学教学、文学批评和叙事理论三方面:《小说修辞学》确立了布斯在20世纪西方小说理论界的地位,以修辞的钥匙去解读一切叙事作品,这就超越了亚里士多德\"劝说\"的局限,对西方文学批评和叙事理论产生了很大影响。其次,布斯将修辞理论与文学批评实践完美结合,其《修辞的修辞:寻求有效交流》被誉为\"20世纪美国修辞宣言\",这是布斯对西方修辞学研究和修辞教育实践的特别贡献。最后,布斯伦理批评理论指出了文本无法逃避的道德维度及文本与读者的社会关系类似朋友关系,在回应现代思潮以来的\"去作者化\"和\"去伦理化\"倾向同时,也打开了小说创作和文学批评的新空间。结语部分再次概述了布斯作为修辞学家与文学批评家在修辞批评与文学批评理论方面所做出的独特贡献及其修辞理论的学术价值。希望本文能突破国内对布斯学术身份及其理论体系的定见,抛砖引玉,吸引更多的布斯理论爱好者致力于布斯修辞批评理论的研究,并将布斯的伦理批评理论和修辞教育实践推广到更广泛的研究和实践领域。", "label": "中国语言文学", "id": 0}
{"content": "撰写学术论文所需的材料,除自己掌握的材料外,大量的是借鉴的材料,即从文献、书刊、报纸、杂志、学术研究、综述等方面借鉴实践和研究的成果资料。本文阐述了论文写作中常用的文献类型及搜集文献资料的途径。", "label": "中国语言文学", "id": 0}
{"content": "本文从语体变量的理论设想出发,将现场描述作为语体的一种类型进行了研究。论文观察到现场描述语篇有两个基本特征:横插在描述主线上的视点引导结构和立足于指示的描述对象引入机制,发现它们正是作为语体变量的情景现场,对描述只能在言语交互中和当下感知中进行的要求导致的。由于指示既可作为视点引导结构的一部分运作,也可单独实现为一个具身化的视点引导结构,论文就可以视点引导结构为主体而分别从言语交互和当下感知两个方面进行研究。对于前者,论文引入二代认知科学的具身化概念,并与语言化对比着分析了视点引导是如何在言语交互中进行的,最后落实在视点引导的语言结构形态上;对于后者,论文提出了指示与指称耦合的概念以阐释现场描述的当下感知何以可能,并在此基础上从具身性、同构关系和主导关系以及成篇性几个方面讨论了现场描述的当下感知性。论文最后指出语体研究应有更开阔的视野,现场描述语体的研究就将为全面认识具身性言语行为开辟一条通道。", "label": "中国语言文学", "id": 0}
{"content": "<正>现代科学是\"生产知识的社会体系\"（Krohn＆Küppers,1989:28）,人们要想提供新知识,就必须对已有知识进行修改、完善和扩充。\"原创性\"和\"主体间关系\",因而成为科学语篇的两大特征（参阅Steinhoff,2007:110-111,113）。近到前不久中国民众热议的翟天临事件和德国民众热议的现任联邦家庭部长弗兰齐丝卡?吉费博士的论文抄袭事件,远到联邦德国国防部长古滕贝格（2011年）、教研部长沙范(2013", "label": "中国语言文学", "id": 0}
{"content": "普林斯顿大学将\"为美国和人类服务\"作为座右铭,在这一理念的引导下,创建了本科生写作研讨课,普林斯顿写作项目和学院院长办公室加强了对它的管理。写作研讨课有利于提高学生的研究能力和创新能力,实现博雅教育的宏伟目标。以目标为牵引,筛选课程内容,尊重学生的主体地位,发现存在的问题,为改善课程质量提供保障。", "label": "中国语言文学", "id": 0}
{"content": "写作教育,一直是高校课程建设的难题。其课程理念与模式的本原性设置,不是为造出专业作家,而是在确立各类文体的规范性（艺术形态）,诸如语言、结构的相对固态化构建的同时,追求关涉个体思维的自由度。但现实中的大学写作教育却是问题扭结,办学理念迷惘、师生身份双重失效更是症结所在。反思近年写作教育现状,我试图从问题出发,透视大学写作旨归、文本定位、操作规划、课程构架等景况,透析大学写作教改如何成为可能。", "label": "中国语言文学", "id": 0}
{"content": "语篇分析是当前语言研究领域当中的一项重要内容,由于语言产生与应用的文化背景与我国的传统文化背景有很大的距离,所以在我国学习研究的过程中一直存在不小的难度,语篇分析便是其中最为突出的一个难点。大数据时代背景下,语篇分析需要随着时代的变化去进行创新性的研究,才能与当前社会时代的新特点相适应,才能够满足外语学习与语言学研究的需要,所以相关研究者应当在语篇分析的研究中积极探索创新性的对策。", "label": "中国语言文学", "id": 0}
{"content": "儿童图画书是具有文字、图画双重叙事功能的多模态语篇。图文系统论从逻辑语义与图文地位两个方面对\"图画——文字\"关系进行描述,对多模态语篇的解构与建构有很强的解释力。目前关于儿童图画书的多模态语篇分析方面的研究相对较少,本文以多模态理论为基本框架,利用图文系统论分析儿童图画书中文字与图画的关系,认为:1.图文系统论是分析儿童图画书中图文关系有效的工具;2.儿童图画书中图像化的文字是图像的有机组成部分,同时具备文字与图像符号特点,对语义表达有着特殊意义。", "label": "中国语言文学", "id": 0}
{"content": "<正>一、论文写作的逻辑性问题思考论文写作水平反映学术能力的高低,而学术能力的高低通常根据社会和他人对其进行有效的评判反映。论文往往只有在展示中才有价值,而通过寥寥数千字展现出一个人对某个问题的高度认知,必须让个人思想在明确的逻辑结构中呈现。论文写作必须拥有畅通的思路、清晰的条理、充分的论证与呼应衔接的首尾,遵循着某种逻辑顺序将思想表达清楚,", "label": "中国语言文学", "id": 0}
{"content": "多模态语篇的人际功能为语篇编写者与读者之间搭建了沟通的桥梁。多模态语篇通过语言、图像、字体等模态传递人际意义。近年来,多模态语篇的意义构建一直是研究的重点和难点。本文通过对一篇多模态文化语篇的分析,阐释了各符号系统人际功能的具体体现形式,同时探讨了两个系统如何通过符际互补性构建人际意义。", "label": "中国语言文学", "id": 0}
{"content": "<正>2017年3月24日,第二届国家传播学高层论坛在陕西西安召开。会议期间,全球修辞学会召开了理事会,会议由全球修辞学会会长陈汝东教授主持。会议首先听取了国家传播学会理事、第二届国家传播学高层论坛秘书长、陕西师范大学副教授张勇锋关于第二届国家传播学高层论坛筹备和议程设置等", "label": "中国语言文学", "id": 0}
{"content": "<正>2017年5月24日至6月7日,全球修辞学会秘书处秘书、国家传播学会秘书处办公室主任、北京大学雷力博士,受陈汝东会长委托,应保加利亚修辞学会会长、保加利亚索非亚大学修辞学系教授Donka Alexandrova邀请,赴索非亚大学进行为期两周的访问交流。保加利亚修辞学会为全球修辞学会分会。访问期间,雷力受到了Donka Alexandrova", "label": "中国语言文学", "id": 0}
{"content": "<正>时光荏苒,日月如梭;一元复始,万象更新!2016年即将过去,2017年的新年钟声即将敲响,在此我们向世界各地的各位学者、朋友致以诚挚的新年问候和美好的新春祝福!2017年吉祥如意,事事和美!2016年,全球修辞学会及其分会的同仁,携手并肩,举办了丰富多彩的学术会议,开展了卓有成效的学术活动。在北京大学、安徽师范大学、湖北工业大学、浙江越秀外国语学", "label": "中国语言文学", "id": 0}
{"content": "<正>2016年12月23日至25日,\"全球修辞学会2017年新年学术研讨会\"在绍兴召开,会议的主题为\"学科融合与创新发展的新向度\"。全球修辞学会会长陈汝东,各分会会长、副会长、秘书长及理事出席了此次会议。陈汝东会长指出了学科融合发展的新向度12月24日开幕式上,全球修辞学会会长、北京大学陈汝东教授和浙江越秀外国语学院副院长朱文斌教授分", "label": "中国语言文学", "id": 0}
{"content": "<正>2016年7月17日,首届国家传播学高层论坛在安徽芜湖召开。全球修辞学会召开理事会。全球修辞学会会长陈汝东教授等出席会议。会议增补陕西师范大学（张勇锋）、广东外语外贸大学（刘超）、上海体育学院（罗永洲）为国家传播学会理事单位。会议批准李建玲（河北民族师范学院）、李德霞（厦门大学）、Beatrice Gallelli（威尼斯卡夫斯卡里大学）、秦惠兰（上海师范大学）、靳雪莲", "label": "中国语言文学", "id": 0}
{"content": "<正>2016年9月23日,在武汉举行的首届全球话语学会年会上,全球修辞学会、全球话语学会召开理事会。会议听取了湖北工业大学外国语学院副院长杨佑文教授作的关于全球话语学会首届年会暨国际学术研讨会的筹备报告。全球修辞学会会长陈汝东教授主持了会议。会议推举北京大学客座教授Allen Hemmat为全球话语研究会副会长。会议增补杨佑", "label": "中国语言文学", "id": 0}
{"content": "<正>2016年10月18日,\"传媒文明的新向度专题研讨会\"在北京大学召开。会上全球修辞学会召开秘书处工作会议,全球修辞学会会长陈汝东教授主持了会议。会议讨论了新会员接纳和理事增补、推选事宜。会议批准毛浩然（华侨大学）、侯国金（华侨大学）、Beatrice Gallelli（威尼斯卡夫斯卡里大学）、肖琳（北京大学）、Cheryl Glenn（宾夕法尼亚大学）加入世界汉语修", "label": "中国语言文学", "id": 0}
{"content": "<正>欧洲修辞学会第六届社会修辞学研讨会（Rhetoric in Society）将于2017年7月3日—5日在英国东英吉利大学召开,会议主题为\"世界分合中的修辞学\"（Rhetorics of Unity and Division）,研讨会由欧洲修辞学会、英国政治学研究会修辞政治学分会、东英吉利大学政治·哲学·语言·传播学院主办。", "label": "中国语言文学", "id": 0}
{"content": "形态与语序是语言信息的主要编码形式。早期西方语言学以形态研究为主,当代语言类型学对语序特别重视。文章首先指出在形态丰富的语言中,很少有形式-功能之间整齐的一一对应情况,却存在大量一个形式可表示多个功能范畴、一个功能范畴可编码为多种形式这类复杂情况。通过对形态和语序的进一步比较,文章强调指出:比起形态来,语序是更初始、基本的语言编码形式;在形态跟语序的互动关系中,语序具有更大的主导性。相对而言,形态是较表层的现象,其跨语言的共性比语序少得多。由此可见摆脱以形态为主导的\"印欧语眼光\"的必要性。", "label": "中国语言文学", "id": 0}
{"content": "说汉语也有\"主谓结构\",这只是一种比附的说法,因为汉语并没有界定主谓结构的形式标准,所说的\"主谓结构\"其实是指逻辑上的命题。比附主谓结构并用它来套汉语现象,结果引起许多问题,特别表现在近年来学界讨论的一些热点问题上,主要有施格型、中动式、事件结构、关系从句、话题凸显等五个。布龙菲尔德指出,\"语言学研究的一条基本原则是,我们无权在分析一种语言的时候注入这种语言没有表示的区分\",要解决存在的问题,我们应该认真考虑在讲汉语语法的时候如何超越主谓结构。", "label": "中国语言文学", "id": 0}
{"content": "儿童图画书是具有文字、图画双重叙事功能的多模态语篇。目前关于儿童图画书的多模态语篇分析的研究相对较少,已有的文献多以视觉语法为工具,关注图文位臵关系。事实上,图文系统论对图文关系的描述更为细致,有更为充分的理据性。对多模态语篇的解构与建构有较强的解释了。本文运用图文系统论,分析儿童图画书中文字与图画的关系,认为儿童图画书中的文字有的存在于画面中,有的独立于画面外,其中:1.画面以\"对话泡\"形式出现的文字,图像与文本形成思想关系,对话泡里的内容是被投射的话语者的思想;2.画面中符号化的文字实际上成为图像的有机组成部分,同时具备文字与图像特点,可以形成与图像的对话关系;3.图画外的文字独立于画面,整个图像与整个文本相关,形成阐释关系。", "label": "中国语言文学", "id": 0}
{"content": "<正>一、序言满文中\"tuwambi （看）\"作为试行相助动词使用的用法,如\"omime tuwa （喝喝看吧）\",这种现象叫做语法化。此外,阿尔泰语系语言、朝鲜语以及日语中都有同类的形式。本研究根据认知语言学中的\"漂白化（bleaching）\"、\"保持化（persistence）\"以及\"主观化（subjectification）\"等概念考察了这些语言之中此现象的阶段差异和地理分布,并以此作出结论:满文", "label": "中国语言文学", "id": 0}
{"content": "名词作谓语这一语法现象具有类型学上的研究意义。印尼语、他加禄语和汉语中都存在名词谓语句。本文在语料的基础上,从句法、谓语的结构类型、语义等不同方面对这三种语言的名词谓语句进行对比,旨在通过跨语言的比较,深化对汉语名词谓语句的认识,并从类型学的视角探索名词谓语句这一语法现象的特征。", "label": "中国语言文学", "id": 0}
{"content": "Chomsky和Jackendoff都坚持心智主义,主张语言的生成性。\"句法自足\"语法模式理论建设成熟,但其单一性在一定程度上背离了语义解释方向;\"平行架构\"模式,可以弥补语义研究的不足,减轻句法的负担,但增加了语法系统的复杂性。两种模式差异的根源在于:在承认人类认知模块性的前提下,Chomsky将语言能力研究限定在狭义语言官能（FLN）之内,致力于揭示人类独有的语言递归能力;而Jackendoff则将语言能力置于一般认知模块之下研究。两者的解释力和科学性仍然有待语言学内部及与语言研究相关的交叉学科的进一步检验。", "label": "中国语言文学", "id": 0}
{"content": "本论文以英语文本为基础,通过对其韩汉日三种语言对译比较,对韩汉日三种语言中复数标记的使用情况进行了初步的分析。经过我们的调查发现,韩汉日三种语言中复数标记的数量方面汉语的\"们\"最多,其次是韩语的\"■[-deul]\"和日语\"-ただ[tachi]/ら[la]/々[hitobito]\"。而\"普通名词+复数标记\"的形式的使用方面,韩语的\"■\"最多,其次是汉语的\"们\"和日语\"-たち/ら/マ\"。通过本论文的分析,我们可以知道韩汉日三种语言虽然都属于集合量/个体量类型的语言,但是在复数标记的添加条件、使用情况方面,三种语言却呈现出不同的个性。", "label": "中国语言文学", "id": 0}
{"content": "本文集中讨论所有构式主义研究路径共同采用的基础性假设,这些假设与居于主流地位的生成语法相区别。尤其是短语构式,跟传统的词项一样,都是学得的形式功能对。语法并不涉及任何转换或派生成分。短语构式、词、语素处于彼此关联的网络系统中;该网络中的各节点由承继性连接相联系。众所周知,语言之间存在广泛的变异;而跨语言的概括也确实存在着,这种概括可以通过领域一般性的认知过程或相关构式的功能来进行解释。", "label": "中国语言文学", "id": 0}
{"content": "《基本句法结构:无特征句法》是巴塞罗那大学Cedric Boeckx教授关于生物语言学研究的最新成果,该书于2015年由剑桥大学出版社出版。在前言部分,作者提出了全书的核心观点:句法中心主义思想。原则与参数理论和最简方案认为自然语言中的词项之间的组合取决于词项的特征以及内部结构,这属于词汇中心主义思想。本书作者的观点是句法不受词汇特征的影响,所有输入句法部门的词汇结构相同,词汇不再被分解成为更小的特征,这属于句法中心主义的思想。句法中心主义思想是对人类语言官能的生物基础展开跨学科研究的第一步,是生成语言学研究重要的转折点。本书是围绕这个主题展开讨论的。", "label": "中国语言文学", "id": 0}
{"content": "被动句在英汉日三种语言中都是重要句式,也是语言习得中的难点之一。英汉日被动句由受事、施事、动词三部分构成。本文从这三方面对英汉日被动句进行对比,分析得出三种语言被动句的共性和个性特点,以期为这三种语言的学习提供参考。", "label": "中国语言文学", "id": 0}
{"content": "本文尝试把语义学中的量化问题与当代语言类型学相结合,对量化补语、动词前缀、动词重叠这三种与动词有关的特殊全称量化编码方式做了跨语言考察和分析。首先对汉语补语位置的量化动词、量化词缀的量化对象的不同以及国外语言动词前缀的量化作用做了类型学的考察,并在量化和句子情状之间建立联系,探讨了量化动结式中所暗含的由部分量化到全称量化的动态语义。其次分析了闽方言及藏缅语中的一种非常特殊的全称量化方式——动词重叠。最后以全称量化编码方式的差异说明语言共性与个性之间的关系。", "label": "中国语言文学", "id": 0}
{"content": "本文比较汉语、英语、日语和韩语中\"差点儿\"类接近性副词的句法表现、语义结构及其概念结构基础,通过详细的实例分析和特征对比,发现:（1）接近性副词具有很强的主观性,可以构成表示庆幸、遗憾等感情的主观化句式;（2）由于乐观原则的制约,\"接近性副词+真性否定词语+消极性动词短语\"（如:\"差点儿没摔断大腿\"=摔断了大腿）之类的格式一般不能成立;（3）为了强调积极性的结果,可以有冗余性否定形式（如:汉语\"差点儿没摔断大腿\"、英语\"nearly not got knocked down\"）,或者隐含否定的肯定形式（如:日语危うく命拾いした）等强调推论意义的特殊句式。这四种语言中有关接近性副词及其相关句式在句法、语义和语用方面的相似性,源于人类接近性心理和乐观原则的普遍性。", "label": "中国语言文学", "id": 0}
{"content": "<正>2015年2月1日,商务印书馆举行2014年度语言学出版基金评议会。经评议委员会专家评议并投票,施春宏的《形式和意义互动的句式系统研究——互动构式语法探索》入选基金资助项目。该基金设立于2002年,由商务印书馆斥资100万元,用于资助国内语言学著作的出版。每年年底评选一次,今年为第13届。凡获基金资助的著作,均列入商务印书馆\"中国语言学文库\"出版。", "label": "中国语言文学", "id": 0}
{"content": "语法构造是理论语言学的一个重要关注点,也是认知语法的研究核心。在二语习得与母语学习的过程中都需要运用到相关的语法参数,因此具有一定的共性,但由于二者学习语言的认知背景及心理机制不同,在习得过程中会表现出一定的差异,而语法构造的特点是体现这种差异的一个重要的反映面。本研究就是在前人研究和语法构造的共性基础上,结合实际例证寻找差异,并提出相关的教学对策,以期对外语教学有一定的帮助。", "label": "中国语言文学", "id": 0}
{"content": "2000年以来,语块（chunk）直是国内二语习得研究领域的热点,研究范围包括语块的界定与功能、语块的心理现实性、学习者口语和笔语中的语块使用情况、语块在各项语言技能训练中的作用等。（王立非、陈香兰,2009;黄燕、王海啸,2011）语块被认为是作为整体单位而存取,有助于提高理解的速度和表达的流利度。但是,由于各个研究者对于语块（或类似的概念,如套语、搭配、预制块、预制序列、程式语）的界定并不十分明确,也没有形成共识,因此语块学习被有些学者认为仅仅是为语言系统添加零散的外围补丁,不一定有助于二语核心运算系统的形成,容易导致语言教师和学习者形成错误的学习理念,导致外语学习失败。（戴曼纯,2012）从认知语法的视角观察,语法不是基于规则的,而是基于构式的（construction‐based）。构式是一个特定形式与一个特定功能或意义的结合体,包括所有约定俗成的象征单位。词库、形态、句法构成一个连续统一体,只不过在复杂程度和抽象程度上存在差别。以往研究中所说的语块实际上属于复杂而具体的构式,是语言系统中的低层构式,而句法规则属于高层构式。如果只把注意力集中在低层构式上,确实有可能导致补丁式教学。因此,句法规则的教学不应忽视,但可以采取自下而上的思路。并且,在语块教学中,必须对各种语块予以区分,识别出那些对二语流利度作用最大的语块。以往二语习得研究中关注最多的习语或成语（如kick the bucket）、套语（如How do you do?）等语块对于二语流利度的作用有限,而作用最大的应该是其中的两类。第一类是规约程度较高、句法上规则、语义上透明的表达式,如heavy rain,strong wind和see a doctor,以及do some V+ing（如shopping,reading,washing）等能产生较高动词结构。第二类同样是语法上规则、语义上透明的结构,但其规约程度较低,如以hand为中心的语块（left hand,right hand,shake hands,by hand,fall into the wrong hands等）。认知语法认为,语言表达本质上是一个解决问题（problem solving）的过程。任何问题的解决都会涉及到存储（storage）与计算（computation）的问题,语言使用也不例外。说话人之所以能够流利地表达和理解,原因不在于其计算（按照句法规则把词组合起来）的速度块,而在于读取大脑中存储的现成语块的速度块。因此,对中国英语学习者而言,除了句法规则的习得外,应掌握以高频基本词汇为核心的语块,而不是扩充消极词汇（即通常所说的\"背单词\"。）", "label": "中国语言文学", "id": 0}
{"content": "传统的隐喻研究大多采用自上而下的研究方法,既基于少量语料,凭个人直觉和主观臆断即提出某种概念隐喻模式。该方法缺乏清晰、可靠的隐喻识别和确认方法,内部与外部效度均值得怀疑。本研究将语言隐喻和概念隐喻加以区分,各自采用相互独立的识别与确认方法。本研究提出概念隐喻的七步识别法;采用Pragglejaz团队的隐喻识别程序（MIP:Metaphor Identification Procedure）来识别语言隐喻,采用词汇网络（Wordnet）和建议上层共用知识本体语料库（SUMO:Suggested Upper Merged Ontology）的方法来识别概念隐喻。这种基于语料库的自下而上的隐喻识别方法较之传统的自上而下的隐喻研究方法具有明显的优势和可信度。本研究采用的隐喻识别方法增强了隐喻研究方法的透明度和可操作性,从而为如何运用语料库的研究方法系统识别和确认语言隐喻和概念隐喻提供方法论上的借鉴和指导。", "label": "中国语言文学", "id": 0}
{"content": "传统教学语法只讲语法是什么,不讲为什么,对语法背后的理据性阐释不充分,对表达相同命题意义的不同表达形式之间的语义差别阐释不清。认知语法注重对语法理据性的解读,强调基于使用的语法教学。本文从语法对语义表达的外部理据、语法单位组合的内部理据以及语法的认知理据解读教学语法的理据性,提出认知教学语法的基本教学原则:（一）注重创设语法教学的语境;（二）注重对语言使用的抽象和概括;（三）注重语法形式与意义或功能的结合;（四）注重探究语法现象背后的理据。", "label": "中国语言文学", "id": 0}
{"content": "学界从构式视角对语法化的研究目前大多局限于讨论某一个特定构式的形成过程,较少有文章讨论构式形成之后的发展与该构式的语法化之间的相互关系。本文从构式发展的视角来描写和讨论构式发展和其语法化之间的关系。构式扩展和构式整体派生是构式发展的两种常见形式。构式扩展是指构式在其形成后的发展过程中,某一组分处于核心地位,新颖和异质词项或词项组合不断被允许作为填充组分参与该构式。本文发现有些构式扩展是单一的线性（linear）发展,其最高阶段是核心组分的语法化。但是,有些构式扩展呈现出多头并进的态势。当构式因组分互动而经历语法化之后,构式的扩展仍有可能继续。构式派生是指旧构式的多个组分经整合后凝固为一个不可拆分和不可分析的新构式整体。派生构式的最大特点是它获得新的情态功能和语法功能。由此,我们认为构式派生是一种语法化过程,构式的发展常伴随着对构式的创新使用,由此引发各种形式的错配。构式内部压制和构式外部压制是消解构式错配的常见手段。对错配消解的讨论可以为语义演变和语法化的动因提供新的解释。", "label": "中国语言文学", "id": 0}
{"content": "近些年来有很多认知语言学者采用的不同的认知模型或概念框架来识解人类的概念系统与表征其句法结构之间的对应关系。但是在这些理论模型中存在着分析层次单一,关注动态的场景和事件,忽略了对静态场景和事体的描写。本文从认知语言学的事件图式、始源‐路径‐目标图式、弹子球能量传递的视角出发来分析英语核心句式的形式及意义。把句子中的动词与参与者的语义角色紧密地结合起来,提出了离散‐连续的英语核心句式图式表征的连续统。在语言句式的图式表征的过程中,在主语、谓语、宾语以及定语和状语维度都存在的可以量化的离散‐连续动态变化表征的连续统,在这些维度表征的形式差别最终会导致句子语义表征的信息的精密阶的极差。这对于表征语言的形式差和意义差之间的关系以及句法教学具有重要的意义。", "label": "中国语言文学", "id": 0}
{"content": "本文试图在Langacker的认知语法框架内解释为什么有些动词与不定式连用,而有些动词与现在分词连用。我们认为不定式和现在分词是通过不同的方式进行认知的。主体动词后面可以连用的成分是以名词和动词为两端的连续体,而不定式和现在分词都处于这个连续体中。但是,不定式更像一个动词,它侧显一个未来发生的过程,而现在分词更像一个名词,它侧显的是在主体动词的认知过程中作为一个即时空间出现的一个事物。最终,我们提出两个标准,用以解释主体动词需要不定式或现在分词做补语的原因。", "label": "中国语言文学", "id": 0}
{"content": "尽管同指（coreference）关系通常被认为是代词回指中的典型特征,但以往的研究基本上都没有对同指进行准确的界定,这是导致对某些同指关系产生质疑的根源。本研究从对同指关系进行分析及界定入手,从主题角色与值的关系角度来化解对同指与异指的争论,认为代词回指中的同指往往是对抽象主题角色的坚持,而异指是在主题角色的辖域内依靠具体的语境对细节或值进行的体现。主题角色圈定语义覆盖的面,而值是语义表达的点,通过面与点的结合,语义表达才能既统一又具体。没有同指,代词也就无所指;如若只有同指,代词就较难发挥推进篇章发展的作用。", "label": "中国语言文学", "id": 0}
{"content": "搭配是词语的习惯性组合。一般认为,搭配词的共现关系具有任意性、不可预测性,或者说是没有理据的。在英语教学中,如何教搭配也是困扰外语教师的难题。过去由于受\"搭配任意性\"的影响,主要采用死记硬背的方法。最近,有学者（刘迪麟2010）对\"搭配任意性\"提出挑战,主张搭配是有理据（动因）的。对搭配性质的重新定性,呼唤新的教学路径。认知语言学对语言教学有重要启示（刘正光2010,束定芳2014）。相对于传统教学法而言,认知教学法具有明显优势（Tyler 2008）。在已有的\"认知语言学与教学和习得\"文献中（Achard＆Niemeier（eds.）2004,Pütz,Niemeier＆Dirven（eds.）2001,Robinson＆Ellis（2008）,Tyler 2012,蔡金亭朱立霞2010）,探讨的问题有宏观的教学原则,也有具体的教学实证。总体而言,所采用的教学方法比较零散,不成体系。这一现状或许与所教授的语言点有关。CL视角的教学实证主要侧重介词、多义性、短语动词和习语等。在CL视野里,搭配是半固定的构式,也可称之为\"构式联接\"（Stefanowitsch＆Gries 2003）。如何在CL理论指导下教授搭配或\"构式联接\"是本文要回答的问题。本研究通过教学实验来解决这一问题。教学材料是取自COCA语料库的若干组\"构式联接\"。对两组被试分别采用两种不同的教学方法。控制组采用的是传统的记忆‐翻译法。实验组采用的是教师指导下的数据驱动归纳法:学生根据索引行,归纳出搭配的模型（pattern）和理据。最后探讨这种教学方法的效果和优势。", "label": "中国语言文学", "id": 0}
{"content": "本文从汉语和英语中的语言事实出发,发现这两种语言在表疑问的成分不能被直接否定这一点上体现出了一致性。文章进一步从确定性的角度探索了否定的限制性条件。为增强说服力,文章从类型学的角度出发,考察了一些世界语言,最后发现在匈牙利语、Maya-Mam语和格鲁吉亚语中存在严格的句法条件限制,使得不确定信息不能直接被否定。由此获得了否定的确定性限制条件确实成立的直接证据,有力地佐证了在汉语中,确定性作为否定能否成立的限制条件之一是确实成立的。", "label": "中国语言文学", "id": 0}
{"content": "科学研究在本质上是为了解决某个问题,语言学研究以及其中的对比研究也不例外。而在解决问题的过程中,都需要运用一些基本的推理模式。本文将首先简要介绍Peirce提出的科学研究中的三种基本推理模式,即归纳、演绎和溯因;然后综合一些科学哲学家和语言学家的观点,阐述这三种基本推理模式在一个常规实证科学研究周期的不同阶段中所发挥的功用;最后将以一个实际语言学问题研究,即名词短语可及性研究为例,具体说明这三种基本推理模式在研究这一具体语言学问题中的作用。我们将指出,\"名词短语可及性等级序列\"这一理论假设,是Keenan＆Comrie（1977）通过对50来种语言进行观察后,通过溯因推理而提出的。该理论假设认为,人类语言在进行关系化操作时,都遵循SU>DO>IO>OBL>GEN>OCOMP这一共性制约。从这一理论假设中,可以演绎出某一种语言在进行关系化操作时也遵循这一制约的推论,因此随后的一些研究者从一语和二语习得与加工的心理语言学和神经语言学角度所做的相关研究,以及采用真实语料的双语对比研究,实际上是对这些推论的验证。而对这些推论验证结果的归纳,则可以综合验证（并修正）\"名词短语可及性等级序列\"这一理论假设,从而可以将这一语言学问题的研究向前推进一步。", "label": "中国语言文学", "id": 0}
{"content": "名词短语的生命度与概念竞争都是影响句子生成的重要因素。把二者置于Silverstein（1976）的生命度等级来考察,发现它们是同质的架构,可以整合为名词短语的概念竞争体系。Gennari et al（2012）基于心理实验的研究结果表明,该竞争在关系从句的语态选择中作用突出:英语在有生-受事（ANI-PAT）条件下生成的关系从句被动式占97%,无生-客事（INA-THE）条件下生成的关系从句比例为50%。为了考查基于生命度的名词短语概念竞争在自然语料中的表现,本文自建了英汉关系从句数据库,对名词竞争与关系从句语态的选择进行统计分析。结果发现,在有生-受事（ANI-PAT）条件下,英语的确生成更多的关系从句被动结构,但比例远不及实验研究那么高,而在无生-客事（INA-THE）条件下,生成更多的主动式关系从句;汉语在两种条件下均生成较多的主动式关系从句,且在有生-受事条件下的非人称主动式高于被动式。当去除语义角色的限制时,名词短语竞争独立影响关系从句语态的作用十分有限。对比英语和汉语,并参考西班牙语和塞尔维亚语的表现发现,名词短语的竞争体系在生成关系从句语态选择中的作用存在跨语言差异。", "label": "中国语言文学", "id": 0}
{"content": "语法转喻是近年来概念转喻研究的新趋向,它为跨语言研究提供了一个新的切入点。本文首先从三个方面论述了语法转喻跨语言研究的理论基础:语法转喻的概念性、语法转喻的普遍性和文化特异性、认知语言学与对比语言学的互补关系。然后基于过往的研究成果,沿着词法和句法两大脉络,探讨了语法转喻跨语言研究的范围。词法中语法转喻的跨语言研究可从词类的再范畴化、词类的次范畴化和构词等方面进行;句法中语法转喻的跨语言研究可从构式、时体态、配价的扩展和缩减等方面进行。语法转喻的跨语言研究是将不同语言中有可比性的语法范畴和语法结构背后的转喻机制进行比较,并通过综合对比研究的成果,归纳出语法转喻运作的规律和原则。语法转喻对比研究的具体内容可从以下几个方面展开:语法转喻的表征形式、语法转喻的能产性、语法转喻避免策略、语法转喻跨语言差异的成因分析等。本研究将跨语言研究从表层形态句法结构的对比转移到隐匿于这些结构背后的认知机制的对比,这种概念结构的跨语言研究必将为对比语言学的研究增添新的活力,并推动认知语言学向纵深发展。", "label": "中国语言文学", "id": 0}
{"content": "认知语言学（CL）滥觞和发展于后现代哲学语境中,它从后现代哲学吸取了营养,并深深打上了后现代哲学的烙印。作为CL的重要分支,认知语法也不例外。本文分析了后现代哲学之\"不确定性、复杂性、多元性、体验人本观\"等在认知语法研究中的体现,重点论述它们在认知语法建构中所发挥的主要作用。", "label": "中国语言文学", "id": 0}
{"content": "词汇语义的演变是语言间的共同现象。语言和思维间的关系可折射出词汇语义、概念框架和客观世界之间的互动共生关系。正确理解词汇语义演变的类型及动因,有助于整合语言使用者的概念体系,使其准确认知客观世界。学界对词汇语义演变的类型讨论颇多,但分类繁杂,标准不明。故笔者从不同类型语言的词汇系统出发,对词汇语义演变的类型进行解读和分析,明晰词汇语义演变类型的分类方式,提出词汇语义演变类型的界定标准。", "label": "中国语言文学", "id": 0}
{"content": "基于框架隐喻研究的环境话语生态分析,体现了语言对环境的建构作用。通过对话语表层框架的剖释发现,它们分别激活了受主体性哲学影响的\"人类主宰论\"、环境保护主义倡导的\"环境保护论\"和危机话语策略导致的\"环境威胁论\"等意识形态领域的深层框架;基于stibbe提出的话语类型三分法及促成此种话语建构的原因辨析,依次将以上反映深层框架的环境表述划分为生态破坏性、有益性和中性话语类别,目的是让大众意识到语言在生态保护/破环中能够起作用,从而为现有环境话语改良或后期话语重建提供借鉴。", "label": "中国语言文学", "id": 0}
{"content": "<正>近些年来海峡两岸互动密切,来大陆生活工作的台胞人数也逐年增加。根据台湾当局最新统计数据,2019年台湾地区赴海外工作的总人数约73.9万,来大陆港澳工作的人数占其中的53.4%,约39.6万。①这40万在大陆就业的台胞,体验着另样的语言生活。笔者作为一名在大陆就业的台胞,感受非常强烈。", "label": "中国语言文学", "id": 0}
{"content": "<正>粤港澳大湾区旅游官网是展示大湾区城市形象、发布旅游信息的重要平台,语言文字的合理、规范及有效使用是旅游宣传效果的重要保障。本文全面考察大湾区旅游官网语言文字使用状况,并提出相关对策和建议。一调查对象与调查内容我们共抽样调查了11个市54个旅游官网,主要分为以下3类:（1）各市政府官网（11个）;（2）各市旅游局官网（11个）;（3）各市旅游景点官网（32个）。大湾区各市政府官网和旅游局官网是城市形象和旅游资源宣传的首要平台,而旅游景点官网则是游客获取旅游信息的直接渠道。3类旅游官网的语言服务质量对大湾区城市旅游业发展至关重要。", "label": "中国语言文学", "id": 0}
{"content": "跨文化交际是指具有不同文化背景的人们之间的交际,整个交际的过程和语境因素密不可分。本文对比分析中西方在价值取向、思维模式、语篇结构、民族文化和言谈规约等语境因素存在的差异,探讨交际双方如何利用交际策略消除语境差异引起的误解和冲突,以达到成功交际的目的。", "label": "中国语言文学", "id": 0}
{"content": "《哈利·波特》系列小说自出版以来取得了巨大的销售奇迹,并且长期以来一直受到不同年龄层次读者群的追捧,在国内外众多的研究文献中,少有语言学视角下的《哈利·波特》系列研究,而现有的语言学视角下的研究却又多集中在针对其语言翻译的研究中,更没有对《哈利·波特》系列语言学的功能视角下的研究。在哈利波特魔法世界中,巫术是不可或缺的因素,哈利波特魔法世界的构建和巫术的呈现都离不开语言,语言是哈利波特魔法世界中不可缺少的部分。因此,本文试图从语言学功能视角,尤其是\"语言的巫术功能\"进行《哈利·波特》系列的研究,在这方面进行研究补充,从马林诺夫斯基的语言学视角出发,分析其语言学理论的大致框架,从而获得对\"语言的巫术功能\"的全面认识和深刻理解,进而利用相关理论分析《哈利·波特》系列（Harry Potter Series）创作的哈利波特魔法世界中\"语言的巫术功能\"的体现,加深人们对相关问题的认识,并由此进一步分析《哈利·波特》系列作为魔幻文学在不同年龄层次读者群中、不同地区的读者中风靡的部分语言学原因。", "label": "中国语言文学", "id": 0}
{"content": "<正>知识是人类智能发展的一个重要结果,知识的积累与创新也大大推动着人类社会的发展。那么,知识究竟是什么?知识的表现形式是什么样的?编码理论创始人伯恩斯坦（Bernstein 1999）提出知识结构的概念,认为不同人群以及同一人群在不同语境中所使用的话语并不完全一致。他将话语分为\"水平话语\"（horizontal discourse）和\"垂直话语\"（vertical discourse）两大类。", "label": "中国语言文学", "id": 0}
{"content": "语义波是LCT与SFL对话合作的焦点,具有极强的理论与实践的适用性。语义波的二阶性等特征虽然为其识别造成了一定困难,但却为语义波的语篇分析提供了极为丰富的内容。本文从语义波的识别基点——话语单位出发,指出依此基点,静态与动态分析视角为语义波的语篇分析模式提供了互补的途径。具体而言,语义波的语篇分析模式涉及语义切入点、语义终点、语义幅度、移动方向、语义流动等,体现对作为知识构建的语篇及其过程的合法化定位。", "label": "中国语言文学", "id": 0}
{"content": "语言应用是政务新媒体研究的重要内容之一。语用学分析作为政务新媒体语言研究的一种路径,具有较大的解释力。微观语用学的相关单元如会话含义理论等可以对政务新媒体语用进行较深入的分析。而着眼于话语实体、语用环境和语用主体三大要素的系统语用学对政务新媒体的语用分析可以更加全面。细致分析三大要素之间的函变关系可以促进政务新媒体研究的深化。", "label": "中国语言文学", "id": 0}
{"content": "国内外学者对Ruth Wodak的研究倾向于介绍其批评话语分析的观点,而对其政治话语分析的学术思想缺乏系统的梳理和探讨。鉴于此,文章全面梳理了Wodak的政治话语研究,并通过与Fairclough政治话语研究的对比,更加深刻地揭示了Wodak政治话语研究的政治观。研究发现,相较于Fairclough对前台政治和经济政治的关注,Wodak聚焦身份建构和歧视话语;对奥地利纳粹历史的揭露和对后台政治的民族志考察,彰显了其实事求是的学术态度和勇于承担历史责任的学术担当,对反犹、排外和右翼民粹主义的关注,体现了其对人权和人类尊严的关切,对公平正义的追求以及对弱势群体的人道主义关怀和胸怀天下的济世情怀。Wodak更加务实的政治观对中国政治话语研究具有重要的借鉴意义。", "label": "中国语言文学", "id": 0}
{"content": "当今语言生活,\"语篇\"日益呈现\"多模态\"的形式,多模态语篇分析日益引发认知学、传播学、心理学等诸多学科的关注,更成为语言学关注的焦点。所谓\"多模态\",即随着视频、音频、图像媒介手段的突飞猛进,人们之间的交际不再限制在以单模态的形式表达意义,往往更多的是以声音、图像、颜色以及视频等多种模态的组合形式来展示意义。这种多模态化的人际交流方式和意义表达方式,使得局限于语言符号本身的传统语言学越来越难以适应对当前语言生活研究的实际需求;而关于语言符号模态与非语言符号模态的多模态理论正在形成、发展,并开始引起关注,其中影响最大的是基于系统功能语言学的多模态语篇分析。以韩礼德为代表的系统功能语言学,将语言、图像、声音等多种社会符号资源都看作人类的意义潜势,综合运用多种研究方法,对语言、图像、声音等多种表意资源进行研究,描写和分析多模态语篇中的各种符号体系,以揭示各符号内部系统而严密的表意机制。其中最具代表性的是Kress＆van Leeuwen创建的对图像符号进行分析的视觉语法系统,以及Van Leeuwen创建的对声音符号进行分析的听觉语法系统。不过,目前既有的多模态分析往往只是就某一模态内部的关系进行讨论,对于多模态尤其是动态多模态内部不同模态之间如何协同作用以实现连贯的语篇意图还没有一个比较成熟的理论框架体系。多模态的语篇连贯何以实现?这就是本文的核心问题。为了有效地回应这一问题,本文试图导入\"互文性\"理论。\"互文性\"最初是由西方著名思想家朱丽娅·克里斯蒂娃提出的一种对文本之间进行分析的理论,强调的是\"任何文本都是其他文本的吸收和转化\",文本与文本之间互相对照、互相交织,构成一个语义关联着的网络系统。本文认为互文性分析也可以指向多模态语篇内部的互文性关系,亦即\"不同模态之间以及同一模态内部不同类别之间的互相说明关系\"。依据互文性分析,可以有效研究多模态语篇中同一符号模态内部以及不同符号模态之间是如何衔接、配合、限制、作用来共同实现一个语篇意图,进而构建出一个完整连贯的语篇形式。由此出发,本文以中国国家形象宣传片《角度篇》为研究对象,考察在多模态语篇中,各种模态彼此以及同一模态内部,在概念、人际、语篇三个意义层面上的互文性关系。首先,运用系统功能语法三大元功能理论,从多模态语篇的语言模态分析出发,通过分析其视觉模态即视觉文字的及物系统、评价系统、主位系统,来探究其在概念、人际、语篇功能意义上,视觉文字内部不同版块之间相互衔接、连贯的互文性关系。其次,运用韵律语法、听觉语法理论和语音分析软件Praat,通过分析语言模态的听觉模态即听觉语言,对附着其上的重音、停顿、语调等超音质特征来探究听觉语言内部连贯的互文性关系。再次,综合运用系统功能语法与听觉语法理论,进一步分析语言模态的视觉模态与听觉模态之间相互衔接、连贯的互文性关系。最后,运用视觉语法理论、图文关系理论以及多模态分析软件Elan,以探寻语言模态与非语言模态之间的互文性关系,重点考察的是非语言模态如何作用于语言模态以建构连贯的多模态语篇,从而构建出关于一个语意连贯、结构完整的多模态语篇中同一模态内部以及不同模态之间互文性关系的分析框架。研究发现,多模态语篇中各种模态彼此以及同一模态内部,在概念、人际、语篇三个意义层面,各有不同具体表现的互文性关系,由此总结出指向多模态语篇内部模态间关系的\"互文性\"之意义内涵,也体现为以下三个层面:在概念功能意义上,一是互相诠释以具象,是指各自采用不同的角度或模态符号来阐述同一事实、观点或态度,来具体形象地说明所要传达的思想内容;二是互相补充以丰富,是指各自采用不同的角度或模态符号表达同一话题不同层面的意义,通过互相补足缺失、扩展宽度、延伸深度以丰富对某一话题的表述;三是互相限制以简明,是指其中的一方对另一方的内容进行提炼与概括,以简明清晰传达出所要阐释的核心要点。在人际功能意义上,一是互相对话以抒发,是指运用具有对话意义的上下文或前后语句这一话语形式,产生多声介入的互动效果,借此传达出所要阐发的情感、态度与立场;二是互相印证以强化,是指运用附着于有声语言之上的超音质特征,或者画面加音乐的手段,以增强有声语言或视觉文字所要强调的评价语义语势;三是互相协作以渲染,是指运用音乐及音响的音色音质、节奏旋律等韵律手段,与对应的有声语言与视觉文字相互配合,产生情感共鸣与情景渲染的气氛效果。在语篇功能意义上,一是互相对立以突显,是指运用附着于有声语言之上的超音质特征,或者画面加音乐的手段,以突显有声语言与视觉文字所要强调的信息焦点词项;二是互相配合以衔接,是指运用非语言模态如画面及音乐的变化,来表明语言模态各结构层次间起承转合的衔接关系,也就是说画面、音乐同步配合呈现话语内容的开篇、停顿、延续和结束;三是互相呼应以推进,是指语篇前后语句的主述位之间存在语义上的呼应关系,这一关系推动着语篇内容的不断延伸发展,从而形成一个语意连贯的语篇整体。综上所述,本文从多模态语篇模态间的互文性关系出发,以语言模态为基点,对语篇意义连贯性的动态生成过程进行多层次多角度的分析与研究,进而也是对多模态语篇语意连贯的衔接机制做出比较全面的阐释。", "label": "中国语言文学", "id": 0}
{"content": "本文从历史语义学角度讨论语义演变的规律,认为语义演变规律主要是指语义演变具有非任意、有理据、模式化的路径,语义演变规律的研究是语义演变研究和历史语义学的重要课题。", "label": "中国语言文学", "id": 0}
{"content": "<正>就目前而言,国际贸易明确规定了商务谈判细则,较好地约束了活动者言行举止,但受文化差异等因素影响,现实中还存在一定不足之处,委婉语是一种语言现象与文化现象,应用于商务谈判中有利于改善当前现状,促进商务谈判的顺利进行,所以委婉语在商务谈判中的应用不仅是商业谈判必要需求,亦是日常学习重点。", "label": "中国语言文学", "id": 0}
{"content": "<正>不管是東亞地區漢字文化圈裡的哪個國家,他們的語言生活之中有\"同而不同\"的現象,尤其是標記文字上更明顯。這現象是從公元3世紀開始到現在。初期從中國學問帶來的漢源詞衝突各民族、地區、各國家語言生活,而由漢源詞的長點慢慢融合而變成各民族、地區、國家的生活。17世紀以前漢源詞發展的主要動力是中國國內發展及傳", "label": "中国语言文学", "id": 0}
{"content": "19世纪后期近代化过程中,许多西欧的概念词流传到东亚,本文主要探讨东亚各国的接受方式与影响。由西方的冲击开始的东亚的近代化,韩国、中国、日本以各自不同的方向展开。韩国和中国成为帝国主义国家的牺牲品,而日本成为唯一近代独立的国家,所谓翻译主义就是引起此结果的原因之一。日本的统治阶层看到中国因鸦片战争被西欧列强蹂躏后,开始寻找自主独立之路,并为了解西欧而努力。与此同时,通过幕藩体制锻炼出来的日本的现实主义,也有助于武士们敏感地应对时代变化。萨摩藩和长州藩迅速先后三次将留学生派往英国,为接受西欧的军事技术以及各种文化作品倾注了大量的心力。由此,日本主动地接触西方文物,这种切实的努力延续到明治政府,他们将变革方向依西方的模型具体化,而且树立了文明开化的旗帜。在批评儒学的同时,将政治和经济等社会各领域使用过的旧词汇以及概念替换成西欧的东西,由此翻译的必要性大大增加,当时日本人在广泛多样的领域里进行了翻译。医学、工程学等技术方面和哲学、历史学等人文社会科学方面的词汇的翻译在1890年代前后已大部分完成,文学、艺术等非实用方面的词汇也逐渐开始翻译。日本的翻译语传播到韩国和中国的时候,韩国和中国没有足够的时间准备近代化,所以这些翻译词成为了东亚共同的近代语。这是由东亚三国共享汉字而造成的。但是,随着日本的战败、理念冲突、朝鲜战争、冷战等接连发生,各国的语言文化的纽带被削弱,科学文明和社会发展加快,于是,由音译生产的外来词比翻译词更多了。这表示放弃对异文化的自主性理解,这不仅削弱东亚汉字文化的共同性,而且干扰相互理解和交流。从这一点而言,翻译词的问题应该受到关注。", "label": "中国语言文学", "id": 0}
{"content": "狗在汉语文化中被赋予了丰富的文化意义,值此2018戊戌狗年,本文把\"狗\"在汉、英两种语言中的文化内涵进行比较并列举与\"狗\"相关的常见表达,让广大英语爱好者更好地了解\"狗\"的汉、英两种语言中的文化异同。", "label": "中国语言文学", "id": 0}
{"content": "交际中,说话人在使用不礼貌言语的时候,语用手段可以单方面的体现,也可以多方面的有效结合,在多个层面上体现。一个句群的不礼貌言语可以在多个层面上得以体现。如果从不礼貌语用的实现手段来分析,不礼貌言语的体现方式有:其一,从用词层面突显出不礼貌性。其二,用\"Oh\",\"gosh\"这样的语气词加强说话人语气,气势凌人。其三,在结构层面,说话人可以一直霸占话轮,不给听话人插话的机会,增添不礼貌的效果。其四,从表达内容方面,说话人对听话人直接表达了一种不礼貌的信念。直接对听话人面子进行攻击。", "label": "中国语言文学", "id": 0}
{"content": "儿童图画书通过图画和文字共同叙事,直观上它的话语以对话泡的形式出现。在话语过程中,除了图像和文字符号,色彩、线条、视角均要参与话语过程。目前儿童图画书多模态语篇分析方面的研究相对较少,已有的文献多从模态功能、教学价值、和视觉叙事框架进行研究,对话语过程影响因素的分析较少见。本文运用图文关系理论分析儿童图画书中色彩号在话语事件中的地位,探讨色彩参与话语过程的机制,认为:1.不论色彩符号独立表义还是作为图像的构成成分,在话语事件中始终居于从属地位;2.色彩符号有自己独立的话语体系,它以视觉效果为载体,通过色彩附加信息传达话语参与者的情感与思想,从而引起读者心理共鸣,对话语表达有着特殊意义。", "label": "中国语言文学", "id": 0}
{"content": "本文采用戈夫曼（Goffman）的框架分析理论对回族穆斯林家庭的家庭谈话进行话语分析,发现有四个反复出现的框架通过\"再框架化\"（reframing）和\"框架混合\"（blending frames）的方式进行框架转换:日常教育的框架、树立权威的框架、强调身份的框架和宗教教育的框架。这四种家庭话语的框架转换表现出\"再框架化\"（reframing）的序列性和\"框架混合\"（blending frames）的同时性。研究还发现,在这种多重框架的转换和重叠过程中,回族话中的特有词汇起到了不可替代的\"语境化提示\"（contextualization cues）的作用。", "label": "中国语言文学", "id": 0}
{"content": "基于国内外学者对礼貌言语和不礼貌言语现象的研究成果。论文对学术界已有研究成果进行归纳和总结,并指出可供借鉴和不足之处,为礼貌言语和不礼貌言语现象的进一步研究做好铺垫。交际中存在着大量使用礼貌言语和不礼貌言语的现象。有时候为了达到交际目的,说话人常常会使用礼貌言语,也会有意使用不礼貌言语。而且在一些特定的语境下运用两种言语的交互使用策略更能达到交际目的。", "label": "中国语言文学", "id": 0}
{"content": "不礼貌言语的相对性分析,是深层次探讨不礼貌言语产生的根源。不礼貌言语的产生除了和实现手段有密切的关系外,还与文化背景,社会规约,社会地位,阶级差异,文化修养等语境因素有直接的关系。主要从字面不礼貌与实际不礼貌;文化及社会因素对不礼貌产生的影响两个方面来探讨不礼貌的相对性。", "label": "中国语言文学", "id": 0}
{"content": "本文以\"茶\"类语汇为载体,从汉语、英语对\"茶\"类语汇的表达方式出发,进行对比。以探求英语、汉语在语汇上的异同处,并透知其中的中西文化及思维上的差异与融合。", "label": "中国语言文学", "id": 0}
{"content": "语言的符号属性和符号特征一直是语言学家和符号学家探讨的重要问题。非对称二元性是词汇符号的一个普遍特性,也是词汇符号不同于其他符号的一个重要特性。本文运用符号学的基本概念——系统、结构、能指和所指等,对词汇符号的结构、词汇符号的对称性与非对称二元性进行探讨,指出非对称二元性是词汇符号的动态特征,也是词汇符号发展变化的重要前提之一。", "label": "中国语言文学", "id": 0}
{"content": "中国茶对外传播,向西,以茶路为径,主要是商业行为;向东,以僧侣为径,主要是文化交流。\"茶\"在英语里有两个词,一是cha,发轫于葡萄牙和中国的接触;一是tea,肇始于荷兰和中国的接触。cha进入英语的时间要早于tea,但tea后来居上,成为通用词汇,而cha则退为俚语词汇。\"茶\"东传日本后,主要有吴音、汉音、唐音和惯用音四种。其中,比较通用的是惯用音ちゃ和唐音さ。さ的构词能力远不及ちゃ;语用上ちゃ构成的词,多为\"生活\"用语,而さ构成的词,则多为\"正式\"用语。就传播方式而言,无论是商业途径,还是文化途径,茶都不是中国人送上门去的,而是欧洲人、日本人自己主动引进的,这和我们今天实施的中国文化\"走出去\"的战略完全两样。", "label": "中国语言文学", "id": 0}
{"content": "基于不礼貌言语的定义和语用距离的研究成果,对特定不礼貌言语的使用进行比较分析,旨在探究不礼貌言语正面价值特征的产生条件,以及探讨不礼貌言语正面价值特征的具体体现。", "label": "中国语言文学", "id": 0}
{"content": "<正>Verschueren认为语言使用是不断进行语言选择与动态顺应的过程,语言使用中的顺应性是在动态的交际中进行语言选择和策略选择的语境顺应,包括对语言语境和交际语境的顺应。广告话语是一种策略性很强的交际语言,顺应是广告商常用来宣传商品的信息并说服", "label": "中国语言文学", "id": 0}
{"content": "本文以语言对比理论为基础对汉语和修纳语当中的英语外来词进行比较。由于文化交流以及目前英语对很多文化的影响,汉语和修纳语都有从英语借用过来的词。即使从理论上来讲:从同样的语言借用的词应该有很多相似点,但是在这两种语言当中,从英语借用来的词迥然不同。这两种语言的语音系统、造词法、文化等因素导致这两种语言当中的英语外来词有很大的不同点。本文建议:即使我们可以说修纳语为母语者能更容易地掌握这些汉语当中的英语外来词,但是为了更好地掌握汉语当中的英语外来词,学生还是得按照汉语母语者、汉语教师或汉语词典中的解释来理解其词汇。", "label": "中国语言文学", "id": 0}
{"content": "<正>手语是听力及言语障碍人士使用的特殊语言文字和主要交际工具,是国家语言文字的重要组成部分。本文所称的手语服务是指政府、社会为消除听障人士的交际障碍、促进听障人士更好融入社会而采取的一系列措施,包括国家通用手语宣传推广、听障人士教育与听障人士文化生活建设、听障人士信息交流无障碍环境建设、手语服务资源建设等。", "label": "中国语言文学", "id": 0}
{"content": "<正>手语是聋人与外部世界交流的最有效途径,是聋人群体获取知识、融入社会的重要手段与媒介。加强手语规范化建设,关乎聋人语言文字权益的实现,关乎聋人文化素质的提高和融合发展,关乎聋人实现全面小康的进程。新中国成立以来,国家开展了一系列手语规范化工作,成绩显著。20世纪五六十年代,国家就成立聋人手语改革委员会,并公布试行了《聋人汉语手指字母方案》《聋哑人通用手语草图》《汉语拼音手指字母》。改革开放以来,手语研究与规范工作进程加快。1979—1982年,我国试行推广《聋哑人通用手语图》;", "label": "中国语言文学", "id": 0}
{"content": "<正>从早期的游记汉学,到传教士汉学,再到19世纪以来的专业汉学,西方汉学对汉语的研究和认识是一个层层深入的过程。在欧洲早期汉学著作中,常常可以看到将汉字与埃及象形文字对举比较的讨论。从利玛窦到基歇尔,从来华传教士到欧洲东方学家,这种现象持续了数百年。\"象形文字\"（hieroglyphic）—词出现于托勒密时期（公元前323—前30年）,源自古埃及语中", "label": "中国语言文学", "id": 0}
{"content": "近年来,由于东西方文化的较大差异而造成的商务谈判和沟通障碍愈加突出。本文主旨是探索东西方非语言沟通原则的差异以及其深层次的文化原因。全文分为三个部分,第一部分阐明东西方文化的差异;第二部分分析了文化对非语言沟通的影响;第三部分研究了文化对东西方非语言沟通原则差异的形成作用,分析了东西方文化的差异对体态语、副语言、客体语、环境语和书面合同产生的重要影响。", "label": "中国语言文学", "id": 0}
{"content": "进入互联网时代,特别是随着自媒体的出现,基于微信公众号的手语传播进入了大众的视野。\"使用与满足\"理论强调受众的主观选择性,本研究通过访谈\"手望手语\"微信公众号长期活跃用户,发现受众选择关注这类公众号主要出于帮助聋人的目的,并希望可以不受时间空间限制自主规划学习进度。同时,研究还指出手语类微信公众号运营者应保持贴近用户,根据用户需求调整推送内容以扩大受众群体,达到更好关心聋人的目的。", "label": "中国语言文学", "id": 0}
{"content": "在人類文字史上,自源文字的數量屈指可數。楔形文字、埃及聖書字、漢字這\"三大古典文字\"以及南美洲的瑪雅文都是自源文字的典型,而在我國異彩紛呈的民族文字大家庭中亦不乏諸如東巴文、彝文、爾蘇沙巴文、坡芽文字、水文、竹書文字等具有各自顯明特色的純自源文字或含自源成份的文字系統。本文所涉及的自源文字主要包括中國境內的上述諸種文字系統。通過對中國自源文字結構的分析,我們不難發現這些自源文字在結構上主要呈現出如下特點:（1）中國自源文字的結構類型以表意類結構為主,表音類結構只出現在少數一些自源文字中。（2）出現表音類結構的自源文字中,假借結構相比形聲結構更為常見,其所占比例相對也要大一點。（3）\"六書\"作為中國傳統文字學研究文字結構的重要理論,其適用性較強。", "label": "中国语言文学", "id": 0}
{"content": "本文首先论述了语素理论及其发展,重申了语素即音素。然后,探讨了文字的读音与拼写的关系,指出作为音形义一体的文字,具有音素与形素的双重特点。文字首先应是形义结合体,读音是由语言的语音系统赋予的,是外在的。最后,通过借鉴汉字的字词分离研究成果,指出当今英语词汇研究受语素限制的困境,建议将单词的形义关系纳入研究视野。", "label": "中国语言文学", "id": 0}
{"content": "作为非言语行为系统中重要的组成部分,手势和语言一样都能体现显著的社会文化特征。在信息科技突飞猛进、交通快捷、各国各民族交往日渐增多的今天,如何在跨文化的交际中,了解不同国家、不同语言文化背景下手势语言的差异,提高对这些差异的敏感性,从而消除文化冲突,是极其重要的。本文从手势语的定义出发,探讨不同语言文化背景下手势语不同的含义。", "label": "中国语言文学", "id": 0}
{"content": "<正>这是源于底格里斯河和幼发拉底河流域的古老文字,这种文字是由约公元前3200年左右的苏美尔人所发明的,是世界上最早的文字之一。在其约3000年的历史中,楔形文字由最初的象形文字系统,字形结构逐渐简化和抽象化,文字数目由青铜时代早期的约1000个,减至青铜时代后期约400个。", "label": "中国语言文学", "id": 0}
{"content": "<正>书写是人类历史上的一大发明,也许是最伟大的发明,因为它让历史成为可能。如果没有书写,就没有知识积累,没有历史记录,没有科学——当然也不会有书籍、报纸或者网络。如何深入到过去,倾听沉寂的声音——这是文字破译工作面临的最大挑战。1823", "label": "中国语言文学", "id": 0}
{"content": "肢体语言又称体态语言,在人际交往中具有不可忽视的重要性。本文就肢体语言的表现形式、肢体语言的特性以及语用功能进行了探究,笔者认为肢体语言表现形式主要包括头部、身姿、手势和空间距离四个方面。肢体语言的显著特征为民族性、直观性、真实性和连贯性,其重要的语用功能包括传递情感、代替有声语言和辅助交际功能。", "label": "中国语言文学", "id": 0}
{"content": "纳西象形文是图画文字,是迄今唯一\"活着的象形文字\"。纳西象形文是对东巴文、哥巴文、玛丽玛萨文和阮可文的统称。纳西象形文字的产生时间不晚于11世纪,产生的地理环境与纳西先民的迁徙路线有密切关系,与纳西语的方言区呈对应关系。哥巴文是在东巴文基础上,与外来文化接触的条件下产生的,带有汉文和藏文书写的特点。", "label": "中国语言文学", "id": 0}
{"content": "语言是人类交际的重要工具,而非言语交际在人类活动中也占据特别重要的位置。作为非言语交际活动的一个方面,体态语的内容最丰富,它在人类交际活动中起着不可替代的作用。本文以现任法国总统奥朗德在2012年竞选总统电视辩论时的主要肢体语言（手势,眼神,面部表情和头部动作,身姿）为例,分析体态语如何表现人的内心活动,人应该如何更好地理解和应用体态语,以达到成功交际的目的。", "label": "中国语言文学", "id": 0}
{"content": "国内翻译界惯以\"口译\"作为\"interpreting\"一词的对照翻译。但是,随着时代的发展,手语翻译研究逐渐兴起并力争在翻译研究领域取得一席之地。传统的\"口译\"研究范畴无法和其对应的\"interpreting\"一样将手语翻译研究兼容在其语义范围之内。与此同时,\"传译\"一词有着悠久的使用历史和广泛的现实使用基础,契合了将手语翻译融合入翻译研究框架之内的要求,可以有效推进翻译研究的学科构建。本文拟从历史渊源、现实需求等方面对\"口译\"与\"interpreting\"的对应翻译提出质疑,对\"传译\"取代传统的\"口译\"成为专业术语名称进行浅析。", "label": "中国语言文学", "id": 0}
{"content": "近年来,手语翻译得到了越来越多的关注。各大电视台中不乏手语译员的身影,但是中国电视新闻中的手语译员的服装色彩尚没有统一标准。本文统计了当前中国电视手语译员的服装色彩情况;通过视频实验,记录不同色彩的服装对手语信息传递的影响,在实验的基础上从色彩原理和手语特点两个角度加以分析,指出电视手语译员服装色彩标准化的必要性。", "label": "中国语言文学", "id": 0}
{"content": "中国共产党第十八次全国代表大会直播第一次加入手语翻译,纽约市市长发表应灾讲话意外捧红手语译员,笔者利用这两个视频进行中美电视手语翻译现状的对比,指出中国电视手语翻译当前面临的不足,并提出改进的建议。", "label": "中国语言文学", "id": 0}
{"content": "<正>光阴荏冉,岁月如梭。在新一年的钟声即将敲响的时候,《学行堂文史集刊》第四期与大家见面了。自创刊以来,我们在邓章应副所长以及各位老师的指导下,秉承\"学行并重\"的精神,努力为文献所广大师生提供学术交流的广阔平台,希望学术思想能够碰撞,产生璀璨夺目的光芒。本期设以下栏目:特约稿件、出土文献研究、传统语言文字研究、现代汉语研究、比较文字学研究等。本期特约稿件刊出的是赵鑫烨老师《俄藏敦煌文献缀合四则》一文。文章中举出四件可以缀合", "label": "中国语言文学", "id": 0}
{"content": "《世界文字发展史》是周有光先生的一部力作,本文从宏观和微观等方面对该作品进行了简评,旨在对本书的价值及不足之处有些微把握。", "label": "中国语言文学", "id": 0}
{"content": "世界各民族文字具有相同的结构方式和形音义三重涵义,都同样能被汉字六书解构。文字是思维的视觉传媒,以象形为第一属性;语言是思维的听觉传媒,以表音为第一属性;表义即作为思维的载体是文字和语言共有的第二属性。文字的象形性和语言的表音性通过思维的翻译完成相互对应;表音是文字的第三属性,象形是语言的第三属性;象形和表音分别是思维传播的视觉信息载体和听觉信息载体,两者没有相互排斥的关系。因此,形义音是所有的文字、思维和语言都共同具有的三重属性。文字学和语言学是两个关系密切却相互平等的独立学科。世界各民族文字具有相同的构造方式,并共同遵循不同于语言的文字特有的发展规律。无论笔画文字或字母文字其结构公式都可以统一为:构成构组成为字素（笔划或字母）→文（部首偏旁或词根词缀）→字（单字或单词）该公式中\"文\"\"字\"定义取自许慎《说文解字》)当然,这并不排除少许字素直接构字和素、文混合构字的现象,这两种现象在汉英等文字中都有。因此,理应在文字本位理念的基础上,建立独立于语言学的文字科学体系。", "label": "中国语言文学", "id": 0}
{"content": "相比传统的翻译领域,手语翻译职业化进程缓慢,在发展中国家更是如此。然而庞大的聋人人口急需高质量的专业手语译员。本文从法律体系、行业协会、资格认定、职业道德准则、译员社会地位和翻译报酬以及供需网络六个方面分析借鉴美国和澳大利亚在手语翻译职业化方面的经验,结合对中国大陆手语翻译现状的调查,探讨中国手语翻译应如何汲取国外经验,结合本国特色,加速职业化进程。", "label": "中国语言文学", "id": 0}
{"content": "手语是以手示意的动作态势,在人类历史中占有相当重要的地位,它是视觉语言形态中最为原始、最为基本、最为常见、表现力也最为强烈的一种形态语言。从视觉传达设计者的角度,探讨手语与传播的关系,分析手语在传播设计中的特点和机能,对于丰富视觉传达设计研究、对于加大视觉传达设计在人文社会科学领域中的比重具有重要意义。", "label": "中国语言文学", "id": 0}
{"content": "语言文字学界对\"字\"有不同的界定,本文全面梳理这些概念,并提出几点认识,这对于正确理清字、字符、字符变体等概念之间的关系至关重要。", "label": "中国语言文学", "id": 0}
{"content": "手语是聋人表达思想情感,获得信息,参与社会活动的主要工具。日本在历史上深受中国文化的影响,在风俗习惯,历史文化等方面具有相似性。本文通过对中日手语的界定、发展历程及现状进行论述,分析两国手语在发展历程中的异同点,以利于学习者理解和掌握中日手语的基本知识,为中日两国聋人的交流、相互理解起到推动作用,进而促进我国手语的研究和实践。", "label": "中国语言文学", "id": 0}
{"content": "手语翻译职业化进程一般包括三个阶段:偶发场合的自愿服务期;只有手语翻译名份而无独立职位的兼职期;正式职业期。我国手语翻译的职业化目前处于第三个阶段的起步阶段。本文通过回顾我国手语翻译发展的历史,得出当前手语翻译职业化进程中面临的几方面问题,包括法律规范、译员资格认证和质量监控、手语翻译专业培训以及手语翻译研究。本文通过借鉴国外的发展经验,针对手语翻译职业化发展过程中的困难提出了相关的建议。", "label": "中国语言文学", "id": 0}
{"content": "利用运动基元进行手语合成可以提高手势数据的复用率,合成出新的手势,为实现多国手语合成提供一种思路。本文通过分段、挖掘、加权聚类及聚类评价从真实手势数据中获得运动基元。所提加权手势聚类及评价方法可以区分手臂运动的微小变化以及获得最优的聚类结果。实验表明,该运动基元获取方法能反映真实的手势数据变化,提高运动基元聚类的准确性。", "label": "中国语言文学", "id": 0}
{"content": "<正>某种文字产生以后,使用者或研究者会赋予其一个名称,用以指称这种文字。而人们赋予名称往往是有所考虑的,意即有理据。但不同命名者考虑各异,导致文字的名称千差万别,对于不同异名应该根据合理的原则进行规范。", "label": "中国语言文学", "id": 0}
{"content": "手语翻译在听障人和健听人之间扮演沟通桥梁的角色。美国的手语翻译职业化和手语翻译研究起步早。经过几十年的发展,目前美国已经形成一个完善的手语翻译体系。而在中国,手语翻译直到2007年才被确定为新职业,职业化进程刚起步。因此,本文希望通过从几个方面对比两国手语翻译的历史和现状,总结出中国手语翻译事业发展中有待解决的问题,探讨美国可供借鉴的优秀经验,希望能为中国刚起步的手语翻译职业化提供参考。", "label": "中国语言文学", "id": 0}
{"content": "实验语音学是语音学的一个分支,采用实验的方法对语音进行分析。我国实验语音学的研究虽然较西方起步稍晚,但是在优秀导师们的指导下,近二十年来的博硕论文相关研究也可为硕果累累。使用Citespace软件对CNKI上的二十年间关于实验语音学的博硕论文进行可视化分析,并借助Excel进行图表制作,可以更加直观地对我国实验语音学二十年来的研究趋势和方向有所了解。同时,对未来实验语音学研究提出展望以期实验语音学的更多研究。", "label": "中国语言文学", "id": 0}
{"content": "本文对齿龈颤音维持自激振荡的流固耦合现象进行了研究。齿龈颤音,通常也被称之为大舌音、大舌颤音或弹舌音,常见于意大利语、西班牙语和俄语。齿龈颤音在发声时,舌尖抵住上齿龈脊并保持舌尖处于放松状态,气流从口腔的中央流过舌面并带动舌尖颤动发声。本文基于文献提供的声道、口腔与声道几何模型数据,通过建立流固耦合模型研究舌尖的刚度、形状、放置位置对振动的影响。首先,建立经典双质量块弹簧阻尼模型模拟舌尖,研究舌头的刚度特性对发声的影响。然后,基于真实舌头的几何模型和实验数据,建立舌头的超弹性体模型,采用流固耦合的方法研究舌头的形状和舌尖在口腔中放置位置的影响。仿真研究表明,舌头的刚度特性对成功发声的影响较小,但是会影响舌尖振动的频率,而舌尖的形状与在口腔中放置位置对成功发声的影响较大。", "label": "中国语言文学", "id": 0}
{"content": "<正>0引言本文的诵读音声指寺庙朝暮课诵,僧众运用特定的韵律达到对佛教经文和咒语的感悟与理解的音声。目前学术界对于该音声的研究多从历史考据[1]、传统音乐[2]、分类比较[3]和宗教影响[4]等方面开展。从实验语音学角度对该音声的研究尚不多见。本文从听音感知的角度,以实地采录的诵读音声为实验信号,根据其特点采用语义细分法[5],以", "label": "中国语言文学", "id": 0}
{"content": "人机语音通讯技术一直是国内外学术界与业界关注的热点。全国人机语音通讯学术会议（National Conference on Man-Machine Speech Communication,NCMMSC）由中国中文信息学会语音信息专业委员会主办,中国声学学会语言、听觉和音乐声学分会、中国语言学会语音学分会协办的系列会议,是这一领域广大专家、学者和科研工作者交流最新研究成果、促进该领域研究和开发工作不断进步的重要舞台。该系列会议自1990年首届于北京(清华大", "label": "中国语言文学", "id": 0}
{"content": "间断标注是韵律研究的重要方面。已有的基于感知的间断标注方案在标注一致性上还有待提高。为此,本研究以声调协同发音的声学表现为基础提出了一个新的间断标注方案。我们分别为16对二字调组合定义了省力发音的声学模式;间断介入时这种模式在基频曲线、音高范围、时长甚至基频运动方向上发生变化并产生新的形式,即用力发音的模式。我们应用此方案标注了ASCCD语料库。初步结果表明标注人平均一致性在85%左右,各类间断对应的声学参数间的差异显著。这一间断标注方案具有可行性。", "label": "中国语言文学", "id": 0}
{"content": "本文分析了不同性取向男性发音人的普通话声学特征,包括基频（F0）、元音共振峰（F1、F2）和时长。针对单音节词的统计分析发现,男同性恋（男同）在F0（包括均值、最大值、范围）、三个元音的F1和F2（尤其是低元音的F1）、擦音或送气阻塞音的时长上,都与男异性恋（直男）有显著差异。对存在显著差异的这10个声学参数做主成分分析发现,前4个主成分贡献了82.8%的方差率。基于这4个主成分对说话人性取向做判别分析,辨别率为87.5%。此外,初步考察了朗读语篇的连续语流,发现男同与直男在时长及基频上的差异都减弱,不再显著。", "label": "中国语言文学", "id": 0}
{"content": "已有研究表明元音会影响声调感知。本文在已有研究的基础上进一步考察不同共振峰分布下元音对声调感知的影响。通过合成一个从低元音到高元音的元音连续统,该连续统中的每一个元音刺激承载三个不同的声调连续统进行感知听辨实验。实验结果表明:一、随着元音连续统内刺激的共振峰分布逐步从低元音靠近高元音（如第一共振峰越来越小,第二共振峰越来越大）,该元音也越来越倾向感知成声调连续统中调值较低的声调;二、不同共振峰分布下的元音对声调感知的影响和元音声调有关,其在阳平-上声连续统的感知中关系更为密切。", "label": "中国语言文学", "id": 0}
{"content": "早期文献记载喀麦隆Ghomala’语有5个声调。本文通过声学实验对现代Ghomala’语的基本声调（单音节）和双音节的连调情况进行了考察。实验结果表明:（1）Ghomala’语是曲拱型声调语言,共有4个调类:高平调、中降调、升调和高降调;（2）Ghomala’语有连读变调现象;两个高降调组合中,后者变为中降调。", "label": "中国语言文学", "id": 0}
{"content": "本文旨在研究母语背景为声调语言的汉语失歌症者其情感语音感知情况及与音乐音高感知能力之间的关系。通过蒙特利尔失歌症诊断测试（MBEA）筛选出失歌症组和对照组（非失歌症者）参加情感语音感知实验。后对每种情感感知结果和MBEA测试的前三项成绩分别进行了相关性检验,进而通过构建多元回归模型的方法刻画二者之间的相关关系。实验结果表明:汉语失歌症者的情感语音感知能力明显弱于对照组;其音乐音高感知能力与情感语音识别能力之间具有较强的相关关系。", "label": "中国语言文学", "id": 0}
{"content": "本文分别以自然的和时长规整的汉语陈述句和语调疑问句为语料,通过听辨实验,对比考察了4-5岁的单模和双模状态下的人工耳蜗植入儿童（CI）、以及健听儿童（NH）的语气感知特征。实验发现:（1）CI儿童在单模、双模状态下的语气感知能力均弱于NH儿童,而单模状态的语气感知能力又弱于双模状态。这是人工耳蜗缺乏对基频有效编码的结果。（2）单模CI儿童在自然语音和合成语音的条件下,语气辨识率无显著差异;而NH儿童和双模CI儿童对时长规整后合成语音的语气辨识率,显著低于自然语音。这说明感知陈述与疑问语气时,音高和时长的信息相容很重要。", "label": "中国语言文学", "id": 0}
{"content": "从landmark处提取声学特征在发音偏误检测中取得了良好效果,然而确定landmark的位置需要研究发音机理和大量人工标注,效率不高。为此,本文提出基于CTC（connectionist temporal classification）的数据驱动的方法检测landmark,即以CTC训练的RNN声学模型估计的音素后验概率的尖峰位置作为lardmark。实验首先检验CTC提取的尖峰位置与TIMIT语料库中人工标注的landmark是否具有一致性,然后将CTC提取的landmark应用到发音偏误检测中验证其有效性。实验结果表明:基于CTC的lardmark与人工标注的landmark一致眭很高,CTC提取的landmark进行偏误检测整体性能与基于知识的landmark系统相当。", "label": "中国语言文学", "id": 0}
{"content": "<正>0引言语速的快慢可以用每秒的音节数来计量[1],对于汉语普通话来说,可以通过简单地计算单位时间内的字数来衡量。例如,现代中国的新闻播音速度在每分钟300字（每秒钟5字）以上[2]。有个别电视主持人以语速快而著称,然而快的语速有可能带来言语可懂度的降低[3]。多快的语速是言语理解的上限呢?针对英语已经有了一些研究,采用的方法是言语接受阈（Speech reception threshold,SRT）测量。SRT是指能够达到50%言语识别率的阈限,例如信噪比[4]、声", "label": "中国语言文学", "id": 0}
{"content": "文章考察了一名成人腭裂术后患者的元音、清辅音、通音声母及鼻音韵尾的声学特征及鼻化度参数,并提出了言语康复治疗、评价的意见和建议。", "label": "中国语言文学", "id": 0}
{"content": "<正>语音技术包含了很广泛的内涵,涉及语音合成、语音识别、说话人识别、语音增强、语音翻译等等。本部分仅介绍语音合成、语音识别和说话人识别三个部分的研究进展、现状和未来发展趋势。1.任务定义、目标和研究意义", "label": "中国语言文学", "id": 0}
{"content": "近几十年来,人格作为一个长时的副语言信息吸引了越来越多的研究者的研究。人格的主要概念是指在社会场合中人与人之间的相互影响的一系列特性。本文主要介绍了一个实验性的调查,重点研究了在社交场合中,人格维度感知与声学和韵律的线索之间的关系。一共有32名学生参加调查。语料库是由不同语言的电影的剪辑构成的。在调查中建立了两个实验。首先,他们只通过听电影片段来填写问卷;第二步,他们通过听片段和看字幕来填写调查问卷。调查结果表明,字幕在某些维度上可以带来更多的信息,但是声学与韵律特征为我们感知他人人格提供了足够的信息;不同的语言之间对于人格维度的表达程度基本一致。最后,我们选择的焦虑、愤怒、冲动、自信和坦率的作为我们下一步对于社交人格识别的维度。", "label": "中国语言文学", "id": 0}
{"content": "科学发展到今天,人们一直没有停止过对口吃的研究,对其形成和发展的机理也尚无明确定论,甚至连一些最基本的问题都未达成共识。由于口吃患者主要表现为说话困难和恐惧紧张,所以多数研究只停留在如何改变发音习惯或缓解心理压力层面。虽有研究者试图从神经生理学的角度去探测口吃发生的机制,也未能取得实质性的进展。本文立足张景晖思想和秋水理论,运用现代心理学的原理,借鉴植物的生长规律,从\"生根、发芽、开花、结果、播种\"的五个层面,系统阐述口吃形成和发展的心理根源,提示了研究者在认知上的一些误区,展望了未来口吃研究和治疗的新方向。", "label": "中国语言文学", "id": 0}
{"content": "本文以藏语卫藏话为研究对象,旨在建立藏汉双语多模态生理语音数据库。首先根据此数据库需要,设计并建立藏汉双语平行文本语料集,此语料集包括41句藏语句子、27句汉语句子、30个藏语辅音、4个元音、25个藏语单音节;以此文本语料集为基础,通过由Terason超声仪（Ultrasound）、高速摄像头（High-speed digital imaging,HSDI）、电磁发音记录仪（Electromagnetic Articulograph,EMA）等组成的生理语音数据采集系统对藏汉双语多模态生理语音数据进行采集;并利用Praat软件对所采集到的音频文件做了语音文本的标注;最终建立了一个大小约为2.5TB的生理语音数据库。", "label": "中国语言文学", "id": 0}
{"content": "<正>由中国中文信息学会语音信息专业委员会主办,中国声学学会、中国语言学会语音学分会协办,NCMMSC常设机构委员会指导,天津大学和天津市认知计算与应用重点实验室联合承办的第十三届全国人机语音通讯学术会议今天在气候宜人、风景如画的天津海河河畔隆重召开。首先请允许我代表此次会议全体组委会成员对各位海内外专家学者前来参加这一", "label": "中国语言文学", "id": 0}
{"content": "<正>人机语音通讯技术一直是国内外学术界与业界关注的热点。全国人机语音通讯学术会议（National Conference on Man-Machine Speech Communication,NCMMSC）由中国中文信息学会语音信息专业委员会主办,中国声学学会语言、听觉和音乐声学分会、中国语言学会语音学分会协办的系列会议,是这一领域广大专家、学者和科研工作者交流最新研究成果、促", "label": "中国语言文学", "id": 0}
{"content": "<正>1、本会议指南为代表们提供了会议的相关信息,供参会时参考。未尽事宜及日程变更、临时活动,请随时留意会场发布的通知。2、出席会议、参加会议组织的活动、乘坐交通车时请务必佩带会议代表证,代表证遗失不补。3、若因特殊情况提前离会,交纳的注册费不予退还,敬请谅解。4、请在会场内关闭手机等通讯工具,会场禁止吸烟、大声喧哗。", "label": "中国语言文学", "id": 0}
{"content": "<正>一、会议日程2015年10月24日:报到注册（8:00~23:00）;2015年10月25日:上午:开幕式与大会报告;下午:分会场报告,墙报交流;2015年10月26日:上午:大会报告;下午:分会场报告,墙报交流与闭幕式。二、会议报到、注册1、报到时间:每日8:00~23:00。2、报到地点:天津迎宾馆6号楼大堂。3、报到程序:（1）参会代表在接待处登记个人信息。", "label": "中国语言文学", "id": 0}
{"content": "无线互联网以及智能手机的迅速发展,给人们日常生活带来极大便利的同时也带来不容忽视的安全隐患,如何准确、迅速、安全地实现远程身份认证成为摆在人们面前急需解决的问题。该报告指出,声纹识别技术配合语音识别技术,作为生物特征中的行为特征,通过互动方式在远程身份认证\"用自己来证明自己\"方面具有其他生物特征难以替代的优势。本报告的主要内容包括:（1）综述移动互联网的发展与智能语音技术的角色;（2）网络安全特别是移动互联网安全所面临的重大挑战;（3）生物特征识别技术尤其是声纹识别技术在远程身份认证中的作用;（4）声纹识别在互联网金融安全、社保生存认证、汽车安全、智能手机隐私保护等等领域的应用等等;（5）清华大学及得意公司在生物特征识别应用领域所做出的探索、努力和成果。", "label": "中国语言文学", "id": 0}
{"content": "语篇具有结构性。即语篇成分间存在层级结构关系,与语篇连贯性的实现密切相关。韵律在音系层面包括语调、重音、边界等不同方面,通过音高、时长、停顿、轻重等声学参数的系统变化实现。韵律的功能是表现语句、语篇的语法结构,表达情感、情绪和态度倾向,与人际交流关系非常密切。韵律与语法结构的关系极为复杂,不是唯一的,也不是任意的。它是重要的音系学理论问题,又与语言工程密切相关。本文首先从1)修辞结构与韵律层级边界,2)修辞结构对语句焦点声学表现的调节,3)语篇结构对小句重音的影响,4)五言和七言绝句的韵律表达等方面,介绍了语篇结构与韵律关系的研究结果。然后介绍了语篇韵律的知觉及其对语篇理解的影响。研究发现,1)听者可以正确识别和区分五言和七言绝句内部主要的韵律层级边界;2)当有语境和重音共同标记焦点时,语义加工最为详尽,缺少其中任一条件,加工深度较浅;3)新信息与重音不一致,会影响语篇加工速度;对于工作记忆广度差的听者,这种影响更为显著。", "label": "中国语言文学", "id": 0}
{"content": "在本文中,我们基于人与手机对话应用（Siri、Cortana等）来进行用户情感预测。通过调查我们发现,在人机对话应用中,用户查询中的文本信息并不足以反映用户的情感:一方面,某些语音的情感仅通过文本信息并无法确定;另一方面,某些语音的真实情感和文本信息并不一致。那么,如何将用户查询中的声学信息引入辅助预测呢?如何利用现实生活中的海量数据来进一步提升预测的准确率?为解决以上问题,我们首先提出了一个多区域时间递归神经网络（MLSTM）来将用户查询中的声学信息作为文本信息的补充加入进来。我们同时提出了一个无监督的由查询属性指导的递归编码器（RAGQA）来进行MLSTM的预训练。RAGQA不仅可以利用用户查询中和情感相关的属性（查询的话题依赖性、地缘依赖性）,同时可以利用海量的无标注数据。我们将所提出的在人机对话应用中进行用户情感预测的方法在包含6,891,298条语音的搜狗语音助手的数据集上进行了测试,和其他方法相比,我们所提出的方法在F1值上得到了33.5-38.5%的提升。特别是,我们发现,声学信息平均可以提升46.6%的准确率,而查询属性可以进一步提升6.5%的准确率。", "label": "中国语言文学", "id": 0}
{"content": "前端信号处理是自然语音人机交互和人人语音通信系统中,重要而又极具挑战的环节。现实生活的声学环境都是多声源,有混响的。多源混响声学环境使得语音前端信号处理的鲁棒性受到制约,声学回波、环境噪声、房间混响以及非目标的任何干扰信号都会增加目标语音信号的拾取难度,从而影响人机交互和人人通信系统的自然体验。本报告分别从无监督语音增强方法以及有监督语音增强方法的角度系统阐述现有语音前端信号处理方法和技术,重点描述我们在改领域的部分研究进展和实践经验。", "label": "中国语言文学", "id": 0}
{"content": "语音驱动可视语音合成系统通过建立语音声学参数与发音器官轮廓运动参数之间的映射模型,实现人体发音过程中发音器官运动的可视化。首先构建了汉语电磁发声记录仪（EMA）数据库,提出了说话人无关的数据归一化算法、基于薄板样条逼近（TPSA）技术的说话人转换手段、以及基于隐马尔科夫模型（HMM）的声学参数和可视语音参数模型自适应等方法;其次在声学参数与发音器官轮廓运动参数映射方面,建立了基于混合高斯模型（GMM）和深度回归神经网络（RBM-DBN）的映射模型;最后,为了提高模型映射的准确性,进一步在X光影像视频和核磁共振成像（MRI）图像序列上进行发音器官轮廓的提取,并采用基于关键点驱动的网格模型,构建了一套实时语音驱动可视语音合成系统。相关工作对探索人类生理发音机理,病理语音康复以及标准发音教学与训练等研究领域具有重要价值。", "label": "中国语言文学", "id": 0}
{"content": "为了更好地发展中国体育事业,冬奥会语言信息服务是冬奥会的重要依托和保障。冬奥语言信息服务需要构建服务体系,包括语言信息资源库、语言信息智能服务、语言信息服务专业人才等。通过人工智能技术推动语言资源建设和语言智能,实现\"科技冬奥\"的目标。研究目的:为确保北京2022年冬奥会能够提供高质量的语言信息服务,适应受众的需求及变化要求,应用人工智能和大数据等技术,更好地服务冬奥运赛事,加强语言信息服务人才培养。研究方法:文献研究法:对有关奥运会的语言信息服务的功能、提供服务的方式以及服务需求等相关论文与会议文件进行了收集整理,为本研究提供理论支撑。调查分析法:通过问卷调查及实地访谈,对社会专业语言信息服务提供企业进行了解。深入了解高等院校,语言大学及体育院校在体育赛事语言服务人才培养及服务能力进行了基础调研。有助于明确冬奥会语言信息服务对象、内容、目标,锻炼语言服务队伍,完善语言服务运行方案。研究内容:北京2022年冬奥会的语言信息服务具有重要意义,能够影响冬奥会的举办质量。在冬奥会举办期间,冰上项目与雪上项目对语音信息服务有着服务要求,同时,国内外游客数量巨大,也需要满足他们的语音信息服务的需求。冬奥会的巨大影响力及庞大语言需求,使得冬奥会必须为受众提供良好的语言信息保障服务。在互联网技术、语言技术、人工智能技术在社会各领域应用都逐渐深入,这为奥运会的语音信息服务提供了良好的基础。在北京2022年冬奥会举办期间,相关的语言信息服务包括对国际奥委会官员、各国奥运代表团的官员和运动员、媒体、赛事观众、游客等提供的语言信息服务,主要通过语言翻译、语言培训、语言技术,窗口行业的语言服务等满足语言信息服务内容。例如:翻译人员的口译笔译、语言服务志愿者的服务、\"口译服务热线\"、语言服务机器人、APP以及提供多语种综合信息实时互动服务的在线平台等提供便捷的语言信息服务。为贯彻落实习近平总书记关于\"着眼于办成一届精彩、非凡、卓越的奥运盛会\"重要指示精神,服务国家发展需求,助力2022年冬奥会语言服务,北京冬奥组委、教育部、国家语委于2017年共同启动了《北京冬奥会语言服务行动计划》。为北京冬奥会提供强有力的语言服务支持,打造出冬奥会跨语言多语种术语服务平台,方便赛会各方随时随地使用和查询。\"面向冬奥会的跨语言术语库建设及应用开发\"项目,为整个赛事举办前后为多个部门提供术语查询服务的终端,由专业团队负责跨语言术语服务平台的更新、维护和管理。该平台可以通过网站、手机应用、应用程序接口等渠道呈现与冬奥会、冬残奥会相关的可查询术语表、多语种术语译文等。\"基于知识图谱的北京冬奥项目智能问答系统\"项目,围绕冬奥会信息服务的深度化、智能化和关联化应用需求,构建基于知识图谱的冬奥智能问答系统服务,并提供冬奥会知识的多维度展示平台,让用户可以立体化、全面化地查询和检索冬奥会知识,为冬奥会的信息服务提供智能化技术支撑。研究结果:积极应用人工智能技术、大数据等信息技术,更好地完善冬奥会的语言信息服务,实现人工智能技术驱动下提高翻译技术能力,加强冬奥语言服务领域翻译实践能力的培养。高校在语言信息服务的人才培养要为学生提供社会实践活动途径,让学生积极体验参与,拓展体育专业学生语言知识在体育领域中的运用和适应能,使学生成为冬奥语言服务人才,为国家体育事业服务。通过校企合作的形式,利用翻译公司和人工智能公司的技术和平台优势,更好地服务于冬奥会赛事语言信息服务。研究结论:我国体育领域的语言信息服务落后于国际化发展水平,体育领域语言信息服务人才匮乏,制约了冰雪赛事的发展和冰雪体育项目的提高。在人工智能时代,为了满足北京2022年冬奥会对语言信息服务的需求,通过新的语言技术、新型体育翻译人才,提高冬奥语言服务领域的服务质量。发挥校企合作优势,探索高层次和国际化体育翻译人才培养,为冬奥的成功举办、体育文化传播和语言信息服务提供安全保障。", "label": "中国语言文学", "id": 0}
{"content": "研究目的:体育赛事是体育产业重要组成部分,体育赛事语言服务水平成为能否成功举办体育赛事、促进中外体育文化交流以及确保中国体育文化走向世界的关键之一,举办国能否提供优质赛事语言服务,架设无障碍沟通已成为衡量赛事举办水平的重要标准之一。目前我国国际体育赛事还存在语言服务质量不高、体育文本翻译不够专业、体育+外语专业人才匮乏等现状,亟需针对体育赛事语言的规范性、专业性、高效性进行改观,从而提高我国国际体育赛事举办水平。因此依托大型体育平行语料库而创建国际体育赛事语言服务共享平台意义凸显:1)服务于体育赛事:丰富培训素材——提高参赛及志愿者英语素养;规范赛事语言——提供标准化的赛事语言资源;提高办赛效率——实现一流国际化语言服务标准。2)服务于人才培养:对学生而言,可提高语言水平,加强文化素养,丰富体育知识,提升实践能力。对老师而言,可更新教学理念,转变教学方法,丰富教学内容,改进教学模式,探讨新的国际化体育人才培养模式。3)服务于学科发展:通过了解规范性体育术语与语言特征实现外语专业特色化;紧跟就业需求调整人才培养方案实现特色人才市场化;传播最新舆情、资讯与先进技术实现专业人才职业化;创建体育语料库与赛事语言平台实现同类专业范式化。研究方法:在系统开发基础上,采用实验法、个案分析法、访谈法等多种研究方法,对大型体育赛事语言服务共享平台及\"翻译工作坊\"教学模式进行构架与评价,强调量化与质化研究的双重结合,赛事应用层面:采用问卷调查、专家采访法进行均值、标准差等描述性统计和T检验、单因素分析及多元回归分析等推断性统计;教学应用层面:以《体育运动项目英语》、《计算机辅助翻译》、《英汉互译教程》三门体育英语专业课程的不同班级为实验对象进行三轮不同阶段的‘翻译工作坊’教学模式的体育英语翻译教学实验及数据收集,建立\"翻译工作坊\"教学模式教学效果结构方程模型,提出研究假设,利用Lisrel 8.7软件或AMOS17.0软件对假设模型进行验证和修正,包括验证性因子分析、路径分析、中介效应检验等,明确\"翻译工作坊\"教学模式有效教学作用。研究结果:1)赛事语言服务共享平台创建之前提——体育赛事平行语料库创建将2022北京冬奥会15个大项和杭州亚运会37个项目按照体育文学与文化、体育新闻与影视、体育经济与产业、体育赛事与传播以及体育教学与研究等五种分类进行设计规划、语料抽取、加工标注以及存储检索,完成总容量约4000万字词英汉体育赛事平行语料库,语料库建成后应用于体育赛事语言服务共享平台,面向全社会提供在线共享服务。2)赛事语言服务共享平台创建——赛时服务与教学服务利用LNMP（Linux+Nginx+My SQL+PHP）网站架构等关键技术从平台构架、平台功能、平台实现等方面完成移动端与PC端平台建设,整个平台包括显示层、业务逻辑层、持久层、存储系统、配置管理、权限管理、任务管理以及日志管理等多个层面,具有赛时语言服务功能与体育语言教学服务功能。3)赛事语言服务共享平台应用赛事应用:从赛场翻译、赛事报道、训练翻译、会议翻译、外宣翻译、资料翻译以及信息翻译等方面测试平台的有效性与可接受性,从用例过程和用户体验两方面对体育赛事语言服务共享平台应用效果进行测试与评价。教学应用:创建基于国际体育赛事语言服务平台的\"翻译工作坊\"教学模式,以学生为主体,注重合作能力提高;以过程为导向,凸显实践能力的培养;以实效为目标,了解翻译实操全过程的特点,学生可依托平台,进行初译、审校、QA、项目经理等多重角色互换,体验体育+外语+翻译的前沿翻译模式。研究结论:学术思想方面:1)既关注体育语言较之普通语言的共性,更关注体育语言的特性;2)既重视大型体育语料库的创建,又重视此语料库的应用与评价;3)既注重平台的创建与功能实现,又注重平台的教学与赛时服务双重作用;4)既强调教学模式模型的创建,又强调教学模式的测试与评价。学术观点方面:1)体育语言特征及翻译规律的特征应借助与参考大数据的查询与检索,也应摆脱以往主观、随意、较为表面化的认识,从而让语言使用者对体育类英汉语言特征认识更为深化和具体;2)大型体育赛事语言服务共享平台开发应用应凸显人机交互,注重客户体验,也应进行多维度、多层次实验与测试,模型模拟与实践检验相得益彰;从而提高大型体育赛事语言服务质量,促进高质量体育语言人才的培养。", "label": "中国语言文学", "id": 0}
{"content": "本文介绍了民航应急通讯话语标准建设的背景,对民航应急通讯话语研究的现状进行了分析。在此基础上提出了国际民航组织语言能力要求下的民航应急通讯话语标准建设路径。通过民航应急通讯话语标准建设,可以进一步进行培训课程及平台开发,有效解决飞行员在国际航线飞行通讯中的误听指令、口音干扰、用语使用不规范,以及跨文化沟通能力不足等诸多问题,促进飞行员国际航线飞行英文通讯能力的提升。民航应急通讯话语标准的建立对培养具有国际视野以及良好的国际航线通讯能力,能适应新时代新挑战的高素质飞行人才具有重要意义。", "label": "中国语言文学", "id": 0}
{"content": "本次调研主题为\"琴清村国家通用语言文字情况调研报告\",获取了丰富的数据和第一手材料,通过实地考察、问卷调查和访谈等方式全面展示了该村居民的国家通用语言文字的使用现状。活动结合\"乡村振兴\"战略,与琴清村村委会、村干部合作对该村进行走访调研,本次调研主题为\"琴清村国家通用语言文字情况调查\"。本报告获取了丰富的数据和第一手材料,通过问卷调查和访谈等方式全面展示了该村居民的国家通用语言文字的使用现状以及推普工作推进的成果,并根据目前存在的问题提出思考和对策。调查发现,当地普遍存在学习者观念难以转换;缺乏语言环境,学习难度大;普通话推广的力度不够等问题。针对以上问题,报告提出应建立健全长效的推广机制;提高推广者的专业素养,夯实推广工作的基础;开展形式多样的推普活动,积极营造语言氛围等参考性建议。本次调研旨在通过高校人才助力贫困地区国家语言文字的推广和使用,为当地的推普工作贡献青春力量。", "label": "中国语言文学", "id": 0}
{"content": "手部动作和语言具有紧密复杂的关系。虽然在日常生活中开口说话是最常见的交流方式,可声音并不是人们交谈时唯一的信息传输媒介,手势是一种普遍存在的辅助沟通手段。手部动作与语言机制间是否具有更深层次的关系?语言起源的镜像系统假说认为,识别动作的镜像系统为语言进化提供了基础,而手势语则是人类语言的先驱。正是镜像系统的存在,人类祖先才可以使用手部动作对具体的物品、行为或想法进行表征,进而导致人类逐渐形成了使用手势进行复杂交流的能力。现代人所使用的成熟语言源于手势语,而镜像系统中与执行、识别和模仿手部动作有关的神经回路,为大脑的语言功能进化提供了基础架构。关于手语的研究发现,手语与口语具有许多共同特征:手语可以像任何一门语言一样表达出丰富复杂的涵义;在学习机制上,手语学习与口语学习规律并不存在显著差异。认知神经科学研究证明,手部运动和语言加工具有部分共享神经机制。发展心理学研究则表明,婴幼儿运用手势的能力可以显著预测他们今后的语言发展水平。手势起源假说必须要解答的问题是,如果语言最早源于手势,为什么后来在进化过程中会转向\"语音\"这种有声表达模式。既然手势语也可以具有完善的语法规则、语言结构以及丰富的表达性,为什么口语会取代手语,成为最通用的语言形式?另外,其他灵长目动物也具有用手势进行交流及识别其他个体动作意图的能力,但为什么其他猿类没有在这些能力的基础上发展出像人类一样复杂完备的语言?", "label": "中国语言文学", "id": 0}
{"content": "创造性思维的语义搜索过程即长时记忆中的语义信息激活过程。先前研究指出,该过程符合语义网络的激活扩散模型,可能表现出负加速和聚类等特征。不过与一般性语义激活不同的是,创造性思维需要激活远距离的新颖信息,因此会通过执行控制功能抑制优势反应信息,避免就近搜索。本研究通过描绘发散性思维测验（物品多用途,AUT）中答案生成在累积函数和语义相似性等一系列参数上的量化特征,揭示创造性思维的语义搜索过程。结果发现:（1）新颖AUT任务中,答案的新颖性与答案个数不存在显著相关,说明创造性思维的语义搜索过程并非简单的由近及远的激活扩散过程。（2）新颖AUT的序列答案与题目均具有较低的语义相似性,且显著小于寻常AUT条件,说明新颖性要求使个体在最初搜索时便开始摆脱题目的语义限制,避免了就近搜索。（3）新颖条件比寻常条件表现出显著更低的答案间聚类,在寻常条件下,与未聚类答案相比,可聚类答案与题目的语义相似度更高,新颖性更低,而在新颖条件下,可聚类答案与未聚类答案在与题目的语义相似度均较低,且不存在显著差异,二者在新颖性上也不存在显著差异。这说明,创造性思维的语义搜索过程会避免在题目附近搜索,但是在远离题目的语义场内可能会进行局部就近搜索。", "label": "中国语言文学", "id": 0}
{"content": "文化自信是一个民族、一个国家以及一个政党对自身文化价值的充分肯定和积极践行,以及对其文化的生命力持有的坚定信心。民族语言作为民族存在的象征,是构成民族的最基本要素之一。在社会整合过程中,民族语言以及民族语言认同发挥着沟通和身份建构的作用。语言认同是一种复杂的文化心理趋同现象,是其它认同的基础,深刻地影响着人们的语言行为。中华民族共同体的建构离不开对汉语和少数民族语言的认同。然而,随着新时代社会的多元化发展,我国各少数民族也趋向城市化融合发展。在这种发展大潮的影响下,无论是对本地的少数民族还是外来人口的语言认同情况都会产生强烈的冲击,同时还会对各自民族的母语产生一定的影响。研究主要采取文献资料法,通过中国知网及万方等数据库,选取\"文化自信\"、\"少数民族\"、\"语言认同\"等关键词进行搜索,选择20篇文献进行研读对比,对现有的关于少数民族语言认同的研究进行系统梳理,对促进文化自信背景下的少数民族语言认同研究具有积极借鉴与启示。已有研究中部分研究探讨了不同背景下少数民族语言认同的发展变化情况,其余大都为相关研究或调查研究。有关少数民族大学生的语言生活及认同状况的调查研究表明,少数民族大学生对汉语方言和普通话的掌握及认同水平均高于本族语。少数民族大学生\"汉化\"程度高,对本族语掌握不佳,语言转用的情况较为普遍。少有研究对少数民族语言认同的影响因素进行探索,以及少有从实践层面探讨如何促进对少数民族语言的认同与保护的研究。在语言生态巨变的环境下,我国少数民族语言逐渐退出日常生活的交流,作为珍贵的历史文化遗产,应采取有针对性的措施促进对少数民族语言的认同,并对其进行有效保护和传承。", "label": "中国语言文学", "id": 0}
{"content": "双语者在语言产生过程中需要双语控制机制来避免两种语言的冲突。已有研究认为,双语控制可分为指向语言整体的全局控制（常用混合代价作为指标）和指向具体词汇的局部控制（常用切换代价作为指标）,而且发音过程是双语控制的重要位点。然而,以往研究关心的大多是标准发音方式下的双语控制,但是在日常语言使用中,我们除了使用（尽可能）标准的发音方式之外,还可能使用一些其它的发音方式（如,I come from Beijing [而非běi jīng]、古德猫腻[而非Good morning]）,尚不清楚发音方式会如何调节双语者的局部控制和全局控制。本研究招募了36名汉-英非平衡双语者（其中18名女性）,让他们分别使用标准口音、中式口音、英式口音来完成单语图片命名任务和语言切换任务。结果发现,相比于标准口音,中式口音显著地增大了汉语的切换代价（即切换试次比重复试次多花费的反应时间）和混合代价（即重复试次比单语试次多花费的反应时间）、减小了英语的切换代价和混合代价,英式口音显著地增大了英语的切换代价和混合代价、减小了汉语的切换代价、并使得汉语混合代价有减小的趋势。这表明使用非目标语言的发音方式来产出目标语言可以减弱目标语言所受到的干扰,该效果的实现很可能是因为口音营造的语言情境使得双语者对非目标语言的整体控制和局部控制都得到了增强,从而使得切换至目标语言更有效率。本研究首次揭示发音方式对双语控制机制的调节作用,为进一步完善双语控制理论提供证据,为语言教学和语言使用提供启示。", "label": "中国语言文学", "id": 0}
{"content": "词切分是指读者在文本阅读过程中将词从句子或语篇中切分出来,以促进文本阅读与加工的过程。由于中文与西文在书写形态和语言学特征上差异巨大,因此汉语词切分的机制有其独有特点。本文对近20年来汉语阅读过程中词切分研究成果进行总结发现:词间空格作为视觉线索可以帮助读者进行词切分;词素熟悉性和词素位置作为词素单元层级上的切分依据可以和词间空格共同作用于词切分;词意识作为读者在长期阅读基础上形成的词切分依据受到词性的调节;词汇预期作为高水平语言因素可作为词切分的依据影响正常阅读中早期的词汇预视加工;汉语阅读中存在两种词切分现象,一种发生在词n处,另一种发生在词n+1处,两种切分过程中字词加工均遵循交互激活假设,切分词n反映注视阶段的字词加工,在这个过程中字词加工的交互激活特点表现为字词同等相互影响,符合词汇加工晚期阶段精确识别词汇细节的特点;切分词n+1反映预视阶段的字词加工,在这个过程中字词加工的交互激活特点更多表现为词汇加工影响字加工,符合词汇加工早期阶段从整体上粗略识别词汇的特点;重叠歧义词切分遵循多重激活假设,其中被激活单词之间的竞争机制符合竞争假设,左侧词汇在这一竞争中具有优势,此外,重叠歧义词的切分受到词频,语境的影响。", "label": "中国语言文学", "id": 0}
{"content": "心智游移（mind wandering）是指阅读时注意从当前外部任务转移到内部体验的过程。已有研究证明心智游移对阅读理解有消极作用,采用朗读模式可能会减少心智游移现象。本研究采用探针检测方法,考察在不同的阅读模式下,中国大学生阅读中英文文本时的心智游移现象。实验采用2（阅读模式:朗读,默读）×2（语言:中文,英文）混合实验设计,其中,阅读模式为被试间变量,语言为被试内变量。因变量是心智游移频率和阅读理解正确率。在中国日报的双语新闻栏目选择4篇中文新闻文章及其对应的英文文章（共8篇）作为实验材料,37名非英语专业的中国大学生参与实验。结果发现:（1）无论是朗读模式还是默读模式,阅读的语言影响心智游移频率,即阅读英文材料比阅读中文材料更容易发生心智游移;但是,阅读模式不影响心智游移频率。（2）阅读模式和阅读理解成绩的关系受语言的影响,对于英文材料,朗读组的阅读理解正确率高于默读组,对于中文材料,默读组的阅读理解正确率高于朗读组;（3）与阅读中文材料相比,阅读英文材料更容易在文本的开头位置报告自己发生了与内容有关的心智游移,但是这种与内容有关的心智游移并不能促进阅读理解。研究结果表明,对于英语不熟练的中国大学生,阅读英文材料比阅读中文材料更容易出现心智游移现象;朗读不能降低中英文阅读时的心智游移频率;朗读可以促进对英文文本的理解,但妨碍中文文本的阅读理解。", "label": "中国语言文学", "id": 0}
{"content": "进入新世纪以来,社会各行各业的发展变化日新月异,让人眼花缭乱、目不暇接,教育事业的传承也在随着时代的变迁和社会意识形态的发展而慢慢变化着,在教学改革的道路上慢慢涌现出了许多新颖的教学思想和新型的教学方式,但教学中出现的新问题也随之而来。这些问题和现象值得我们众多教育工作者去思考、去沉淀。目前这门学科的教学水平并不一致,教学方式也存在因循守旧之处,这给学习这门专业的学生带来了一定的学习难度。因此,我们应更加深入地应当了解当下的高校教育理念在语言文学方面的教学模式,采取新型的教学理念和高效的教学内容,从而实现教学方法的优化。", "label": "中国语言文学", "id": 0}
{"content": "本研究以语用学中的Grice（1975）会话原则理论切入政治话语研究,在明晰政治规避策略的定义与特征基础上,以2019-2020年美国白宫媒体问答的转写文本为语料,揭示美国白宫官员如何通过肆意违反、蓄意违反、无意违反、决意违反会话准则的方式达成规避的政治交际目的。此外,本研究基于Verschueren（1999）对语境因素的划分,从语言使用者、物理世界、社交世界、心理世界、语言语境五个方面探究政治规避策略的影响因素,以期深入阐析话语与社会互为建构的共变关系,为政治话语研究提供启示。", "label": "中国语言文学", "id": 0}
{"content": "<正>一、研究背景和价值随着全球经济的发展和人类文明的进步,抵制\"精神异化\"的呼声越来越高,文化建设和发展已经成为各国都关注的重大战略性问题。随之而来的是,文化产业在城市竞争中的贡献率越来越高。要想在激烈的城市竞争中获得可持续发展的动力,在发展经济、科技的同时更应关注文化建设、提升公共文化服务能力、培育文化自信和城市精神,让生于斯、长与斯、客居于斯的人得到物质和精神的双重满足。", "label": "中国语言文学", "id": 0}
{"content": "随着教育改革的不断深入,高职教育中德育的一面也越来越被重视。本文从中文教学存在的实际问题入手,结合实例,分析中文教学中情感渗透与融合的相关措施,以期在能够有更多的高职中文教学的探索实践。", "label": "中国语言文学", "id": 0}
{"content": "<正>我国拥有世界上最大的听力障碍群体,大部分听障儿童早期在家庭中的语言习得过程与健听儿童的差别巨大,家长对听障儿童的语言管理和健听儿童家庭也完全不同。一般认为,家庭语言规划比社会语言规划相对更加隐性,但对听障儿童家庭来说,家庭语言规划不但更为显性,也有更为直接、重大的现实影响。听障儿童家长在面临手语、口语、书面语等各种语言选择时,其语言态度和观念决定着孩子语言习得的内容和方式,决定着家庭内部语言活动方式,他们的语言管理决策也影响着儿童语言、认知能力的发展方向。", "label": "中国语言文学", "id": 0}
{"content": "<正>\"语言生活皮书\"由国家语言文字工作委员会组织编写,旨在贯彻落实《国家通用语言文字法》,提倡\"语言服务\"理念,贯彻\"大语言文字工作\"发展新思路,为语言文字事业更好服务国家发展需求做贡献。\"语言生活皮书\"分A、B、C、D、E五个系列,各自连续编号发布出版。其中,A系列为《中国语言文字事业发展报告》（\"白皮书\"）,B系列为《中国语言生活状况报告》（\"绿皮书\"）,C系列为《中国语言政策研究报告》（\"蓝皮书\"）,D系列为《世界语言生活状况报告》（\"黄皮书\"）,E系列为语言文字规范草案（\"规范类\"）。", "label": "中国语言文学", "id": 0}
{"content": "<正>本报告通过分专题的研究综述,介绍反映2020年国内关于当代中国语言政策的研究情况。当代中国语言政策内涵丰富,70多年来逐渐形成了针对特有语言国情、服务国家语言需求、面向社会语言生活、坚持问题导向、统筹兼顾、与时俱进的鲜明特色,是中国特色社会主义制度体系的重要方面;国外语言政策与规划理论难以充分解释,\"语文现代化\"\"（和谐）语言生活\"\"语言战略\"\"国家语言能力\"等具有本土特色的理论提出有年,不断丰富、深刻与完善。当代中国语言政策的外延不断延展,涉及国家通用语言文字推广普及、语言文字规范化标准化信息化建设、语言资源科学保护、中华语言文化传承传播、语言服务、语言教育等方方面面。", "label": "中国语言文学", "id": 0}
{"content": "<正>国内关于语言文字领域治理问题的研究早在20世纪就已出现。2013年党的十八届三中全会提出\"推进国家治理体系和治理能力现代化\",2016年《国家语言文字事业\"十三五\"发展规划》将\"完善语言文字工作治理体系\"列为五大任务之一以来,语言治理问题进一步受到学界关注。2019年党的十九届四中全会通过并发布《中共中央关于坚持和完善中国特色社会主义制度推进国家治理体系和治理能力现代化若干重大问题的决定》,推动语言治理在2020年成为语言政策研究的重要话题。在已有研究基础上,相关研究围绕\"什么是语言治理\"\"语言治理做什么\"\"语言治理怎么做\"\"语言治理体系如何架构\"\"语言治理能力如何建设\",较为系统地探讨了语言治理的内涵、内容、模式、体系、能力等问题。", "label": "中国语言文学", "id": 0}
{"content": "<正>语言文明关乎社会和谐与国家形象,加强语言文明建设是当前我国语言文字工作的重要任务。在党和国家的高度重视和社会各界的广泛关注下,社会语用和网络空间中的语言不文明现象及其治理,成为语言政策研究的热点话题。2019年以来,学界就语言文明建设的重要意义、基本路径、主要举措等问题进行了探讨。一语言文明建设的重要意义语言文明是精神文明的一部分,是人类所取得的一种进步成就、社会进步的标志以及语言文化中积极、健康、进步的成分。①从其具体表现来看,语言文明主要是指社会用语的文明。②相关研究以社会用语为重点,论证了语言文明建设的重要性与紧迫性。", "label": "中国语言文学", "id": 0}
{"content": "<正>国家话语能力是政府为维护国家战略利益所需的语言表达能力,是各种国家话语主体建构和理解国家话语、扮演国家话语角色的能力。①国家话语能力建设既是一个重要的话语实践问题,也是一个重要的学术命题。作为一个具有交叉学科性质的研究领域,在以往的研究中受到包括政治学、传播学、语言学等多领域的关注,其研究内容涉及国家话语在国家形象传播中的修辞功能、国家形象传播过程中的话语作用、中国话语体系的对外翻译等。在新冠肺炎疫情蔓延、中美博弈加剧背景下,2020年的相关研究聚焦三个热点话题:应急话语能力建设、对外话语能力建设、国际话语权构建能力建设。", "label": "中国语言文学", "id": 0}
{"content": "<正>《粤港澳大湾区发展规划纲要》（以下简称《规划纲要》）发布以来,学界积极关注语言文字领域如何助力大湾区建设,调查大湾区语言生活状况、分析大湾区建设中面临的语言问题、探讨大湾区语言建设方略,取得积极成效。2019年有研究探讨了大湾区的语言生活特征、语言服务和语言产业规划、语言环境建设等问题,①2020年的相关研究进一步深入,语言生活调查涉及领域更多,语言问题分析更加深刻,语言建设方略构想更加系统,尤其是对香港、澳门的语言问题及对策进行了深入探讨。以下,从现状与需求、理念与原则、任务与方略三个方面梳理汇总2020年相关研究就大湾区语言建设提出的思考与建议。", "label": "中国语言文学", "id": 0}
{"content": "<正>面对突如其来的新冠肺炎疫情,在\"战疫语言服务团\"等的实践引领下,应急语言服务研究在2020年形成热潮。学界研判重大突发公共事件中的语言服务需求,借鉴国外研究成果和实践经验,就应急语言服务的内涵外延进行理论建构,探讨应急语言服务能力建设的路径与方略,梳理抗疫应急语言服务的实践成效与不足并提出未来发展建议,将之前在国家语言能力、语言服务等领域已有关注的应急语言服务研究推向了新的高度、广度和深度。", "label": "中国语言文学", "id": 0}
{"content": "<正>不同社会群体（以下简称\"社群\"）因其身份、职业、社会地位等的不同而具有不同的语言服务需求。新世纪以来,学界对各类社群的语言生活开展深入调查,针对各类社群面临的语言问题和语言需求,探讨提出语言服务对策,取得重要成果。流动人口、城乡居民、少数民族群众和在华外籍人士历来是学界关注的重点社群,2020年的相关研究进一步取得新进展。一流动人口语言服务语言认同和流入地城市语言融入问题是流动人口语言服务的重要话题。2020年的相关研究有的基于已有实证调查材料进行综合分析,有的选取独特视角和典型代表进一步开展实证调查,就此问题进行了深入探讨。", "label": "中国语言文学", "id": 0}
{"content": "<正>当今世界风云变幻,许多新的发展和偶然变故都深刻地影响着语言、语言生活和语言应用,既有新的需求和发展机遇,也有难题和严峻挑战,迫切需要我国语言文字事业与时俱进,转型发展、创新发展,全力打造中国语言文字事业的2.0,不断提升国家语言能力,以更好地因应世界变局和国家发展的需求。一是从\"工作\"转向\"事业\",打开视野,放开手脚,按照\"事业\"来提高定位,提升格局,完善体系,创新发展,以满足日益多样化的语言文字需求。二是从筑基转向拓展,", "label": "中国语言文学", "id": 0}
{"content": "<正>国家语言能力建设是服务国家发展战略、构建中华民族共同体与人类命运共同体的\"软基建\"工程。国家语言能力可分为国家语言治理能力、国家语言核心能力、国家语言战略能力三个维度。国家语言治理能力具有全局性和统领性特点,国家语言核心能力和国家语言战略能力则分别与中华民族共同体和人类命运共同体的构建密切相关,可直接推动两个共同体的发展。新中国成立以来,国家语言能力得到了迅速发展,为两个共同体建设做出了巨大贡献,但与强大的经济实力还很不相称,需要深刻把握命运共同体的丰富内涵,进一步提升国家语言能力,助推两个共同体建设。", "label": "中国语言文学", "id": 0}
{"content": "<正>语言国情调查是对一个国家的语言使用情况和使用特点进行科学的、全面的、深入的调查,并得出规律性的认识。语言国情调查具有重要的应用价值和理论意义,它是国家治理语言文字问题的依据,是推动语言学科建设的有力手段,是培养、造就语言学家的大熔炉,是科学语言观的表现。语言是人类生活一刻也不能缺少的,附着在人类生活的方方面面,语言存在的方式及演变都受人类生活的制约、因人类的需要而改变。", "label": "中国语言文学", "id": 0}
{"content": "<正>面对语言生态环境出现的种种问题,国家及时出台了保护语言的政策法规。为了贯彻落实这些政策,政府采取了一系列措施,业已取得令人瞩目的成绩。当前,我国开展的语言保护工作,遵循五大原则:完整性原则,指被保护对象在谱系分类、地理分布、濒危状况、调查点多少、规模大小等方面具有整体性和完好性;活态原则,即语言有活力、有生命力、有人使用;固态/标本原则,指利用现代化技术手段,记录、整理和存储语言、方言和口语文化,", "label": "中国语言文学", "id": 0}
{"content": "\"口头程式理论\"从\"程式\"\"主题\"和\"故事范型\"三方面揭示了口头文学的创作模式,即三层复现原则——语言复现、内容复现、结构复现。赫哲族民间说唱艺术\"伊玛堪\",通过长期口头创编、演述和传播,代代相传,其口传文本在三个层次上均显现出复现现象,按照复现程度从高到低,依次为语言复现、内容复现和结构复现。", "label": "中国语言文学", "id": 0}
{"content": "藏族有文字可载的历史由于其特殊性,往往掌握在男性构成的上层贵族和佛教僧侣手中,这就造成女性几乎无法参与到历史的书写与建构中。直到当代藏族女作家汉语写作的出现,才第一次使得女性\"浮出历史地表\"。她们以独特性别视角切入藏族历史中的女性,还原藏族女性的真实地位,借此逐步摆脱女性\"被表述\"的尴尬历史处境。", "label": "中国语言文学", "id": 0}
{"content": "<正>近年来,出现在网络上的有关贵州的作品越来越多,贵州作者的作品也越来越多,比如褐蜘蛛的《我追求坐台小姐的全景实录》,扑笔一笑的《一个贵州土公子的离奇遭遇》、鱼哥皮的《黑白道》、刘宗勇的《流浪者的天堂》等。《我追求坐台小姐的全景实录》在天涯网推出后,受到了网友们的追捧,该文以翔实的记录,逼真的经历,完整地记叙了主人公与一位坐台小姐曲折动人的故事。作者尤以细腻的心理刻画见长,把追求过程中的甜酸苦辣娓娓道来,令人", "label": "中国语言文学", "id": 0}
{"content": "<正>作为世界三大宗教之一的伊斯兰教对中国的特定区域具有较大影响,特别是在西部回族人民聚集区。因而,一部分回族作家在创作中显示出伊斯兰宗教的乌托邦精神,相关的作家作品有张承志的回族题材系列文本,王树理的《一生清白》《沙窝故事》,石舒清的《微白》《西海固的事情》《清水里的刀子》,查舜的《穿越峡谷》《阿密娜姐姐》《淡蓝色玻璃》《江水无名》,郝文波的《朝觐者》等。", "label": "中国语言文学", "id": 0}
{"content": "<正>女性形象一直是锡伯族文学重要的表现对象。从早期民间文学中具有理想光辉的女祖神\"喜利妈妈\",到书面文学中的素花姑娘;从众多的女性形象到女性文学创作,无不反映出锡伯族女性从客体走向人生主体的成长过程和言说过程,以及她们的聪明才智、忍辱负重和无私奉献的心路历程,显示了一种超越时空、超越生命、超越自我的精神力量和文化内涵。", "label": "中国语言文学", "id": 0}
{"content": "藏族英雄史诗《格萨尔》规模宏大、卷跌浩繁,从中既能领略青藏高原的自然风貌和人文景观,又能感受到人们生存的不易和生活的艰辛。青藏高原独特的生态环境孕育了藏族先民丰富的生态伦理,在史诗中有广泛的体现。文章通过分析藏族生态文化意识的思想源泉,揭示了史诗中的生态文化的体现,有助于提高现代人的生态意识,这对解决人类所面临的生态危机具有重要的现实意义。", "label": "中国语言文学", "id": 0}
{"content": "<正>1583年,清太祖努尔哈赤以十三副遗甲起兵,先后完成了对建州女真、海西女真及东海女真各部的统一,于1616年建立了大金政权（史称后金）。其间,他远见卓识地命额尔德尼和噶盖创制满文,是时为1599年。后经达海于1632年对满文进行了改进,使满文更加完善,为有清一代三百年记录下了大量的满文文献、档案以及社会、历史、语言、文学的珍贵资料,并且极大地促", "label": "中国语言文学", "id": 0}
{"content": "葛洪《神仙传》是中古道教仙传文学中的代表作。其理论主要源自道、儒、墨、阴阳、五行、神仙方士等诸家思想,其题材不少是出自古书成说尤其是前代仙传。这使得《神仙传》的思想比较杂糅,蕴含比较丰富。", "label": "中国语言文学", "id": 0}
{"content": "<正>藏族民间说唱体长篇英雄史诗《格萨尔》、蒙古族英雄史诗《江格尔》和柯尔克孜族传记性史诗《玛纳斯》被并称为中国少数民族的三大英雄史诗。20世纪50年代早期,特别是70年代末以来,中国十分重视对民族民间文化遗产的保护,对三大史诗进行有计划有组织的收集、整理、翻译和研究。《格萨尔》被誉为\"东方的荷马史诗\",其整理和研究一直是国家哲学社会科学重点项目和中国社会科学院重点项目。为抢救这", "label": "中国语言文学", "id": 0}
{"content": "<正>《阿诗玛》是彝族支系撒尼人民口头流传的长篇叙事诗。这部长诗歌颂了劳动、勇敢、自由和反抗精神,体现了撒尼人民反抗强暴、追求自由幸福的坚强意志,塑造了两个不向封建统治阶级低头的撒尼人民的代表人物——聪明、美丽、勤劳、坚强的阿诗玛和她的机智勇敢的哥哥阿黑。为了反抗热布巴拉对阿诗玛的婚姻掠夺,反抗热布巴拉家的残暴专横,兄妹俩作了一场坚贞不屈而又颇富机智的斗争。在封建势力还相当强大的历史条件", "label": "中国语言文学", "id": 0}
{"content": "<正>中宣通[1984]7号各省、市、自治区党委宣传部:粉碎\"四人帮\"后,特别是党的十一届三中全会以来,我国少数民族文学的研究和资料搜集工作取得了显著成绩。但是,工作中还存在着不少问题。有些地区的领导同志对少数民族文学研究和资料搜集工作的重要性缺乏认识;散失在民族地区民间的珍贵文学资料,由于没有搜集和整理,将濒于失传;有些民族地区的省、自治区社会科学院,至今还未成立少数民族文学研究机构;有的虽然设立了研究所（室）,但专业人员很少,经", "label": "中国语言文学", "id": 0}
{"content": "<正>当代\"理论\"区别于20世纪之前的\"哲学\"的关键就在于它不再自命不凡地声称有着包打天下的雄心与意图。在特定历史语境中形成的\"文艺学\"学科传统中,尽管不存在\"少数民族文艺理论\"这一说法,但并不表明不存在实在的理论遗产和理论问题,它们只是未尽言说的事实或者被某种自以为是的话语遮蔽了而已。当然,本报告无意进行\"答辩\"式的少数民族文艺理论合法性论证,所以采取\"话题\"的方式,对", "label": "中国语言文学", "id": 0}
{"content": "<正>所谓\"多元文化语境\"是指在某一特定的历史文化背景下,各种文化形态都有存在的理由和活动空间,彼此处于共存与互补状态。当代美国学者厄尔.迈纳的《比较诗学—文学理论的跨文化研究札记》探求了多元文化语境中多民族文学理论研究互补路径,成功进行了诗学跨文化研究的尝试。文学理论跨文化研究的焦点在于探索多元文化语境下多民族文论的对话方式及原则。跨文化作为一种研究手段,不但能够变换视点,互为主客,避免各是其是、各非其非的弊病,而且能够将研究对象放置在更为宽泛的背景下,从整体性、综合性的角度", "label": "中国语言文学", "id": 0}
{"content": "本文从尹湛纳希的相关作品及部分关于尹湛纳希的相关论述中总结出:尹湛纳希为草原文化和中原文化的交流和融合作出了突出贡献,在其作品中明显地反映出朝阳人的性格特点,如真诚而睿智;热情而质朴;包容而理性;善良而乐观;简单而厚重等。这些性格特点从长远来看,对朝阳和朝阳人的发展具有厚积薄发的重大作用。", "label": "中国语言文学", "id": 0}
{"content": "\"阿凡提\"这个在中国大陆家喻户晓的传奇人物,并非中国独有,埃及、伊朗、阿富汗、乌兹别克斯坦等地区都流传的阿凡提的故事。但是有趣的是,在其他文化里,\"阿凡提\"却并不总是像我们想象的那样机智勇敢,反而经常会表现得愚昧无知,迂腐可笑。这样的形象色彩冲突在跨文化交际,尤其是对外汉语教学中也引发了一些问题。本文通过对国内外文学作品中的有关记载进行寻根溯源,梳理了阿凡提人物形象的变化阶段和成长脉络,试图对\"阿凡提\"在其它文化中的多面形象成因予以解释,以帮助中外交流过程中更好地理解尊重彼此,避免不必要的矛盾。", "label": "中国语言文学", "id": 0}
{"content": "本文主要就王沂暖先生所编西藏\"谐\"（歌）特征类的诗歌的思想内容进行论述,着重在对西藏民歌中带有对一切感触的这种几近乎百科全书式的抒情特色的把握和论证,以期达到揭示或阐释蕴藏于一个民族心灵中的某种思想的特征。", "label": "中国语言文学", "id": 0}
{"content": "《格萨尔》民译和汉译构成了史诗域内翻译的广阔天地,将藏语和蒙古语原创史诗翻译为汉语之后,通过汉语中介,进而再翻译为各种外语、最终推向世界,这就为探寻其他民族史诗、文学和文化\"走出去\"和通向世界文学的途径和方法提供了可资借鉴的渠道和途径,对当前我国文化\"走出去\"战略的实施具有重要的意义。", "label": "中国语言文学", "id": 0}
{"content": "<正>一逐渐弱化:当代少数民族文学入史现状总的来说,20世纪80年代的中国当代文学史中关于少数民族的描写和论述较多,20世纪90年代以后的中国当代文学史中关于少数民族文学的内容逐渐减少,甚至有的中国当代文学史中完全没有少数民族文学的内容。值得注意的是,20世纪80年代的中国当代文学史在20世纪90年代和新世纪的修订中,也逐渐减少少数民族文学内容,甚至有的完全删除。这种趋势,在福建师范大学文学院教授席扬的文章《关于中国当代文学", "label": "中国语言文学", "id": 0}
{"content": "<正>在中国现代学术思想上,现代的概念一向是从两个角度来理解的。一个是通常意义上的时间角度,指的是1911年辛亥革命直到中华人民共和国成立这30多年的历史。①一个是思想发展史观上的意义角度,指的是中国社会的政治、经济与文化各个领域内所建构起的现代性或现代性质素。作为一种历史观念,这种现代性意义的时间划分方法和思维方式一直深刻地影响着中国现代文学史的研究。在这种现代性文学史观的视域中,中国文学从古典形态向现代形态的转型是从清末民初开始,在五四新文化", "label": "中国语言文学", "id": 0}
{"content": "《福乐智慧》是优素甫哈斯哈吉甫（1019-1085）阐发\"善\"的一部专著,也被公认为我国古代维吾尔民族的伦理学著作之一。\"善\"作为\"真主\"的圣旨,是从国王到平民一切人都应遵循的道德规范。我们认为《福乐智慧》之\"善\"不仅是纯粹的\"人性本善\"的思想,而且是从\"行为\"的伦理出发,将人与人的行为意识、责任之心,推而至于整个社会和国家,从而端正人心,纯化情感,改善关系,达到和谐。《福乐智慧》蕴涵了其深厚的责任底蕴,它从\"行善\"的行为伦理出发,强调\"行\"与\"责\"的紧密结合,倡导\"以行追责\"的行为准则。", "label": "中国语言文学", "id": 0}
{"content": "新中国成立以后,地处西南一隅的贵州,迎来了贵州少数民族文学发展的关键时期。特别是党的十一届三中全会召开后,更是迎来了贵州少数民族文学发展的辉煌时期,涌现一大批很有影响的作家,形成了一个独特的少数民族作家群,其文学成就越来越被世人瞩目。但是,因为远离社会变革或文化转型的策源地,贵州从未拥有过话语权。这无疑给贵州的少数民族作家带来了表意与影响的双重焦虑,即一方面要时刻面对中心话语权的压力,寻找对压抑状态的某种调适、修正、反抗和突围;另一方面还要摆脱已成功利用本土经验参与主流叙事的前辈作家的潜在影响。", "label": "中国语言文学", "id": 0}
{"content": "水族歌谣从古歌起始就具有一种浓郁的生态意识,迁徙歌表现了一种家园观念,对图腾的歌咏显示出对于自然物的崇敬、感恩,水族歌谣还有着强烈的生态保护意识和生态警示功用,流露出对于自然规律的认知与恪守,充满着一种对于生态和谐的向往,并且还使用了能够传达出生态意识的创作形式。", "label": "中国语言文学", "id": 0}
{"content": "<正>蒙古族古往今来两座高峰,一是成吉思汗,被评为\"千年风云人物\",挥动上帝的神鞭征服世界;另一位就是尹湛纳希,以神笔书写篇章,是另一种强大——文化的力量。尹湛纳希是蒙古族文学巨匠,他以卓越的创作实践和辉煌的创作成就,开创了蒙古族文学创作的先河,奠定了自己在民族文学发展史和中国近代文学史乃至", "label": "中国语言文学", "id": 0}
{"content": "<正>一、格萨尔戏剧研究的缘由、意义及其理论的提出藏族戏剧艺术是一种以歌舞、说唱等表演形式的藏族传统文化的聚合体,它包括宗教、哲学、历史、经济、道德、婚姻、文艺、史诗、仪式和民俗等内容。英雄史诗《格萨尔》是藏族人民集体创作的一部珍贵的文化遗产。它历史悠久,卷帙浩繁,内容丰富,精深博大,千百年来,在藏族群众中广泛流传,深受藏族人民的喜爱。格萨尔戏剧便是以演述格萨尔史", "label": "中国语言文学", "id": 0}
{"content": "<正>中华民族的优秀文化遗产柯尔克孜族是我国北方的古老民族,仅从我国第一部史书《史记》中的相关记载计算,其历史发展的脉络已经超过两千多年。在这漫长的历史发展进程中,柯尔克孜族人民几经民族生死存亡的考验,但凭借着民族固有的坚强不屈、百折不挠、乐观向上的民族精神,逐步保存和发展到了今天。柯", "label": "中国语言文学", "id": 0}
{"content": "文中概述了笔者与贾木查研究员一同在新疆和静县做史诗《江格尔》的流传、传承情况的调查内容,在此基础上,从史诗演唱传统的语境,江格尔齐和听众等几个方面分析了和静县史诗传统走向衰微的原因,并提出了当今语境下如何保护、传承史诗《江格尔》几点意见和建议。", "label": "中国语言文学", "id": 0}
{"content": "中国儿童绘本一直以来承载着中华儿女的美好情愫,是中华优秀传统文化的瑰宝。它历经多种形式,受不同时代政治和文化的影响,其内容也体现出鲜明的时代特征。本文在中国原创儿童绘本的历史研究基础上,对近二十年的儿童绘本的发展和代表作品进行了梳理,并分为\"新世纪的十年复苏\"的和\"文化走出去\"两个阶段,对于促进今后中国本土儿童绘本的创作和实践有着重要作用。", "label": "中国语言文学", "id": 0}
{"content": "童歌童谣不仅是童蒙教育的重要形式,也是社会舆论的特殊表达方式。自古至今,代相传承,从未中断。两汉时期的童歌童谣,由于其特殊的时代背景、鲜明的表达主题,而受到史学家的特殊青睐,这一时期的童歌童谣载入史籍者甚众,成为研究两汉教育文化史、社会风俗史和政治思想史的宝贵资料。综观学界研究,多着眼于两汉童歌童谣对现实社会批判、映照政治历史研究,但对童歌童谣的基本功能——教育功能——的研究相对滞后。事实上,两汉时期的童歌童谣是童蒙教育的重要方式,不仅对丰富童蒙生活、传播价值理念、关照社会现实、推动社会变化发挥着重要作用,而且对后世童歌童谣发展产生了深远影响。", "label": "中国语言文学", "id": 0}
{"content": "<正>高丽营镇为狗狗们建了一个新家,狗狗们在这里快乐地生活着。有一天,松狮壮壮正在散步,走着走着\"噗通\"一声,他不小心掉进了很深的土坑里。\"救命呀—救命呀—\"壮壮拼命地叫喊着,可是没有人来救他。壮壮一边流泪一边想:没人救我,我只能永远呆在这里了。聪聪听见了壮壮的哭声,顺着声音走到土坑边,安慰他说:\"壮壮,你别急,我来想办法救你!\"", "label": "中国语言文学", "id": 0}
{"content": "作为一个历史产物,少儿散文并非古已有之,而是五四新文化运动之后的一个产物,因此,少儿散文的诞生与\"散文的现代转型\"和\"儿童的发现\"两个方面有着直接而又密切的关系,而少儿散文发展的黄金期则是在改革开放之后。改革开放四十年来的少儿散文发展,从纵向的历史维度来看,通过传播媒体的发展、创作队伍的壮大、对读者意识、文体意识更自觉的追求等三方面的合力,共同促进了少儿散文的飞速发展。从横向的理论维度来看,少儿散文是最具有主体间对话精神的少儿文学体裁。少儿散文作家在过去重视少儿读者审美接受特征的基础上,借助儿童心理学和儿童文学等学科取得的成果,对少儿读者不同年龄层次的审美心理特征有更深入、自觉的认识,在此基础上,针对不同层次少儿读者的创作注意角度的变化,针对幼儿、儿童应多采用\"童年之我的角度\",针对少年应多采用\"成人之我的角度\"。因此,少儿散文更能契合当代少年儿童对于真实的、心灵化的东西的关注和兴趣。少儿散文必须是作家对自己人生精华的体验和记忆,是领悟了人生的作家与小读者的恳切之谈,这种情感交流与精神对话有两方面:一是少年儿童本身的精神需求,比如渴望被理解、渴望成长等等,另一方面成人作家也感到有必要向少年传达某种情感和精神课题,少儿散文应当是这种情感交流、精神对话的最好载体。在未来的发展中,少儿散文自身的特点和小读者的需要决定了它会有更大的发展空间。", "label": "中国语言文学", "id": 0}
{"content": "一直以来,我国的儿童文学作品大多只强调知识性和教育性,而忽略了其最根本的童真性和趣味性,这就导致了我们常常用成人的视角进行儿童文学方面的创作,难以创作出真正优秀的儿童文学作品。近年来,湖北的儿童文学家似乎不断意识到这一点,逐渐朝着创作真正优秀的儿童文学而努力:他们在全国的儿童文学界日益活跃,不仅体裁广泛、特色鲜明,不断有新兴的作家加入儿童文学这块净土,更为重要的是这些作家始终怀着饱满的热情诚挚书写着属于儿童和少年的童真童趣。", "label": "中国语言文学", "id": 0}
{"content": "<正>科学童话是近20世纪30年代兴起来的文学新品种,它已逐渐成为中国儿童文学和儿童科普创作中不可缺少的部分。既使是这样,也还有些人不太了解它。目前,我国的科学童话的创作力量还比较薄弱,出版的书籍也不太多。市场上大多数见到的是舶来品,例如:前苏联的《比安基科学童话精选》等等。因此我们有必要大力宣传它、推广它。探讨与交流一下科学童话的创作经验,继承与发展科学童话的美学价值。", "label": "中国语言文学", "id": 0}
{"content": "<正>引语人从一出生起,便被各种情感包围着,从情感的生成条件来看,既存在先天因素,也包括后天的培养与激发。应该说,个体对情感的感知能力需要在一种互动环境中完善,即对环境的应激反应乃至一种社会关系中。情感的认知与感受对于个体的人性完善与人格养成非常关键,如果缺失了这种能力,个体就等于生活在真空中,并将最终导致一种完全自我的状态。心理学研究表明,反社会人格形成的契机之一便是情感功能缺失。我们常", "label": "中国语言文学", "id": 0}
{"content": "<正>叶圣陶是中国现代儿童文学的开拓者与创建者之一。1922年,他应《儿童世界》主编郑振铎之邀请,在一年多的时间内迅速创作出《小白船》《芳儿的梦》、《稻草人》等23篇短篇童话,并于1923年结集初版,成就了中国现代文学史上第一部童话集——《稻草人》。《稻草人》以其开拓性与创造性、高度的思想艺术成就、鲜明的时代特征和民族风情,使\"中国童话不仅结束了附丽于其他体裁而存在的时代,而且结束模仿、改制外国童话的时代\",被鲁迅誉为\"给中国童话", "label": "中国语言文学", "id": 0}
{"content": "作为编辑和出版人的叶至善,帮助和提携了众多科幻界的新秀,是一位慧眼识英才的伯乐;同时他也是一位作家,尝试创作了多篇科幻小说,其中以《失踪的哥哥》最为著名,引起了人们对科技伦理等问题的思考。叶至善对科幻小说的支持和鼓励,为中国科幻小说的发展和科普事业的繁荣起到了重要推动作用。", "label": "中国语言文学", "id": 0}
{"content": "<正>茅盾的儿童文学选集《大鼻子的故事》已由人民文学出版社、天天出版社于2013年6月出版。该书是一次对茅盾儿童文学作品的梳理和集中展示。二十世纪初叶,中国儿童文学在借鉴西方儿童文学的基础上,逐步走向自觉与成熟。茅盾对中国儿童文学的培育与发展做出了巨大贡献。他向国内译介了大量的外国童话、寓言、民间故事等,", "label": "中国语言文学", "id": 0}
{"content": "<正>上世纪五十年代,浙江绍剧团在杭州胜利剧院演出新剧《孙悟空三打白骨精》,获得好评。我出于好奇,有一天晚上走进剧院观看了这出戏。七龄童扮演的猪八戒一出场就博得满堂喝彩,一开口说话更使我笑开了花。他的唱腔很别致,一举一动都非常幽默、好笑。他虽然傻,可是本性善良。从此我对猪八戒情有独钟,我", "label": "中国语言文学", "id": 0}
{"content": "<正>近几年,江苏省昆山市的青年作家梁慧玲创作了很多儿童文学作品,先后在《儿童文学》、《少年文艺》、《读友》、《中国校园文学》等报刊发表作品80余篇,共计50余万字。其作如《鼹鼠的乌托邦迷宫》、《钻石的心跳》、《瓷变》、《福翩翩》、《古琴操》、《灵魂之蹈》等,在小读者中产生了一定的影响。她曾荣获冰心儿童文学新作奖、首届儿童文学金近奖等,其作品也多次入选多种儿童文学集。梁慧玲的儿童文学很少重复自己,其作品充满诗意,营造一个与世俗生活有区别的、交织着现实苦痛与梦幻迷茫的童话空间。在", "label": "中国语言文学", "id": 0}
{"content": "<正>30多年来,著名作家张冲先生致力于科学童话创作,成绩裴然。他陆续创作的600多篇科学童话,受到了各个年龄段少年儿童的欢迎。其中精选48篇低幼作品汇集而成的《小老鼠的隐身衣》（以下简称《隐身衣》）荣获了\"2013年冰心儿童图书奖\"。纵览这本科学童话集,扑面而来的至少有四大亮点:在题材选择上,突出奇异;在知识普及上,突出创新;在谋篇布局上,突出情趣;在心智教育上,突出内蕴。可以说,这四大亮点正是它获奖的四大\"法宝\"。", "label": "中国语言文学", "id": 0}
{"content": "<正>科学童话也称为知识童话,是一种用童话的形式传播科学知识的文体。高尔基曾说过:我认为世界上没有任何别的力量比得上科学和文学对人的影响那么大。科学童话正是这样具有双重魅力的作品。它因能同时开启孩子们的形象思维和逻辑思维而深受近四亿少年儿童喜爱。但是,目前我国的科学童话创作还很薄弱。在新媒体和科学技术迅速发展的今天,如何在继承前人创作经验的基础上繁荣科学童话创作,是一个值得探讨的话题。在此,结合这些年的创作体验,就科学童话在文学性、人文蕴涵、审美视角、内", "label": "中国语言文学", "id": 0}
{"content": "<正>有谁小时候没玩过蚂蚁呢?很少。又有几人能真正了解神秘的蚂蚁世界呢?更少。小蚂蚁在地球上生活多少年了?蚂蚁的种类有多少?它们怎样科学地控制族内蚁口?它们都有哪些生活习性……《酷蚁安特儿历险记——把大象搬进蚂蚁窝》以有趣的童话故事的形式,全景式揭示了蚂蚁王国的奥秘。深入才能浅出《酷蚁安特儿历险记——把大象搬进蚂蚁窝》是作家霞子的一部动物科普知识童话新作。霞子为什么会突然产生写蚂蚁童话的念头呢?这还是源于一次动漫策划会。当她知", "label": "中国语言文学", "id": 0}
{"content": "清末民初提倡并翻译过域外儿童文学作品的译者众多,其中不乏名家大家,如林纾、孙毓修、周桂笙、徐念慈,包天笑、鲁迅、周作人、周瘦鹃等。就译介的与儿童文学有关的作品数量而言首推林纾。众多现代作家如鲁迅、周作人、郭沫若、茅盾、郑振铎、冰心、钱钟书等在自传与回忆录或相关文章中都曾谈及自己幼年、童年或青少年时期读\"林译小说\"的印象与深切感触,提到的众多译作实际上多含有\"儿童文学\"成分。这些清末民初的中国青少年儿童正是通过\"林译小说\"和其它译作而逐渐开始接触域外文学,也最早接触了近现代域外儿童文学,从而迈入了一个陌生而新奇的儿童文学世界。本文就是拟从儿童儿童文学的特点及林译小说的特定读者接受效果判定:到底林译小说有哪些是狭义的即真正意义上的纯\"儿童小说\",以及哪些是带有\"儿童文学因素\"广义的\"儿童小说\"。这一翻译史的研究对于评价林译小说对于现代意义上的中国儿童文学的发生具有重要意义。", "label": "中国语言文学", "id": 0}
{"content": "科学童话的价值,至少有三点:第一,满足少儿读者的好奇心;第二,张扬少儿读者的想象力;第三,培养少儿读者学习的兴趣和科学的思维,使他们热爱科学,探索世界。我国原创自然科学童话的发展大体经历了五个阶段:①萌芽期（1920—1949年）;②初兴期（1949—1966年）;③禁锢期（1966—1976年）;④繁荣期（1976—1999年）;⑤振兴期（2000年以后）。", "label": "中国语言文学", "id": 0}
{"content": "科学童话是近四亿未成年人喜闻乐见的科普形式。目前我国本土的科学童话创作还比较薄弱。在多媒体和科学技术飞速发展的新时期,科学童话应在继承前人创作经验的基础上,在文学性、人文蕴含、审美视角、形式内容延伸,以及建立专业化创作机制等方面有所发展和创新,以适应当代读者的需求。", "label": "中国语言文学", "id": 0}
{"content": "<正>《乘着风的翅膀》是诗人、作家宋晓杰继《暖暖的星星索》之后出版的又一本童话力作。这是一部有关世界珍稀鸟类黑嘴鸥在辽宁盘锦湿地生活方面的童话故事,整个故事以黑嘴鸥幼鸟\"小温\"的口吻,叙述了作为候鸟的黑嘴鸥春天从南方飞来之后发生的一系列事情,反映了人与自然、与鸟类和谐相处、繁荣共生的良好氛围。我认为,从地域角度讲,《乘着风的翅膀》推介了盘锦,推介了盘锦湿地,歌颂了以老甜叔、\"鸟儿卫士班\"等为代表的勤劳善良的盘锦人民;从科普的角度讲,作者把保护湿地、爱惜鸟类,特别是把黑嘴鸥的生存状况和习性等常识性东西一一渗透文中,让读者从中了解保护湿地这个地球之肾、保护鸟类就是保护人类自己的道理,并告知社会保护濒临灭绝的黑嘴鸥更是每个人义不容辞的责任;从文学的角度讲,作者完成了当代童话语体借鉴和创新的过程,用对话与独语", "label": "中国语言文学", "id": 0}
{"content": "<正>宋晓杰是一位著名的女诗人,出版过多部诗集,也获得过很多个诗歌奖项,在诗歌圈子里,没有读过她诗的人恐怕是很少的,我也读过她很多诗,很喜爱她的诗风。晓杰一直没在儿童文学圈子里参加活动,可以说儿童文学圈子和她似乎一点关系都没有,突然之间她出版了《暖暖的星星索》。这部由新世纪出版社出版的长篇儿童散文,可以说彻底改写了宋晓杰的身份,她由新诗的一个实力派,一下子就变成了儿童散文的高手。这无疑会让新诗界某些同道惊讶,更会让儿童文学界的那些名家诧异!其实,写出那么多美好诗篇,内心敏感、温暖而富有爱心的宋晓杰,怎么会写不出美好的儿童文学呢?《暖暖的星星索》我以为是晓杰童年的诗篇,是晓杰内心情感深沉的流露,那\"暖暖\"的两个字,正是晓杰心底的温度,也是她文字的温度;她一直是一位阳光的诗人,我见过她,读过她的诗集,她的眼睛里她的文字里总是饱含着爱意和感恩。她对童年,对故乡,对乡镇生活,对生命,对亲情,总是怀着爱护与敬畏,因此,那一条\"星星索\",是一条串起怀念、回忆和幻想的\"星星索\",是牵动", "label": "中国语言文学", "id": 0}
{"content": "<正>《海力布》（也称《猎人海力布》《英雄海力布》,以下简称《海》）是蒙古族民间童话传承与发展方面最为成功的范例之一。在20世纪搜集整理的民间故事或者民间童话书籍中,它的上榜率名列前茅,20世纪80年代,又被选入了小学语文教科书,1985年被上海美术制片厂搬上了银幕,此后在图画故事书和动漫故事中频频亮相,家喻户晓。从口口相传到书面文字,再到广播、影视,乃至网络传媒,每一次传媒形式的更迭,《海》都充当了媒介推广的排头兵。", "label": "中国语言文学", "id": 0}
{"content": "<正>春到江南,荷香满塘。姑娘和小伙子们唱着歌儿,乘着小船在湖面上轻轻划动,他们是来采莲的。美丽的歌声把湖中的小鱼迷得摇头摆尾,小鱼们高兴极了,一边听歌,一边跟着节拍在水中跳起了舞。小鱼壮壮高兴得直蹿高,它跃出水面,看见一只只小船,轻轻地在水面上划着波纹悠荡。红花衬着绿叶,湖水飘着小船,组成了一幅特别美丽的画。一见这情景,壮壮大叫着要到小船上玩儿。它又一次跳起来,转眼又落回湖中。一连跳了几次,可还是跳不到船上,再看小船已经划远了。壮壮不甘心,追在船后一次次地起跳。小鱼们见壮壮这么", "label": "中国语言文学", "id": 0}
{"content": "<正>科普作家黄继先从20世纪80年代开始儿童科学文艺创作,给我们留下数百篇各种形式的科学文艺作品,几乎囊括了科学诗、科学童话、科学寓言、科学戏剧和科学影视。他和董仁威在新世纪初共同打造的\"科学童谣\",也已开花结果,在国内外产生了一定的影响。这里我想就黄继先的戏剧作品谈谈自己的感受,也许对科普作家有所启迪。《黄继先儿童剧作选》集中了作者20多年来的优秀作品,其题材丰富,从童话、科幻、动画到现实生活;作品形式多样,包括", "label": "中国语言文学", "id": 0}
{"content": "津门作家吕德华在其半个多世纪以来的儿童文学创作中,在寓言、童话、小说等多种体裁上均取得了令人瞩目的成就,其中尤以寓言创作最为成功,以深刻的哲理性和鲜明的形象性,不仅在天津儿童文学创作领域中独树一帜,在中国当代儿童文学史上也占有重要地位。", "label": "中国语言文学", "id": 0}
{"content": "<正>尊敬的编辑先生、女士:您好!辛苦了!看过贵刊2012第2期,发现一处有出入之处,望能得以纠正。张冲先生所作《百尺竿头再进一步——百年科学童话创作纵览》一文,在写到文革后科普童话繁荣时,将拙作《小狐狸花背》的作者写错了。应该是\"朱新望\",而非\"朱望新\",这通过到图书馆阅读可查到,也可通过网络搜索查到。请费心纠", "label": "中国语言文学", "id": 0}
{"content": "<正>近年来,我国把建设生态文明作为重要发展目标。这是关于人与自然、人与社会关系的重大抉择,也是付出沉痛代价后的觉醒。生态文明是指人类遵循人、自然、社会和谐发展这一客观规律而取得的物质与精神成果的总和;是以人与自然、人与人、人与社会和谐共生、良性循环、全面发展、持续繁荣为基本宗旨的", "label": "中国语言文学", "id": 0}
{"content": "研究目的:武术谚语是历史经验的集合,是武术人历代的经验总结为我们流传下来的宝贵的财富,充分认识和研究武术谚语的文化特点,全方位开展武术谚语的挖掘整理研究工作是对传统文化的尊重,是新时代弘扬中华优秀传统文化的要求,是武术文化学者应有的使命与担当。遗憾的是,在武术界对相关武术谚语的挖掘整理才只是起步阶段。在早期的武术谚语挖掘整理工作中,仅有1988年学者张大为出版的《武术谚语释义》专著。如今,郭玉成教授主编的《武术谚语辞典》弥补了武术谚语研究工具书的空白。自此,武术谚语的挖掘整理工作有了良好的开端,但挖掘整理工作依然存在着文献资料的局限性,谚语本身就是民间俗语,记录在文献中的民间俗语本来就少,如果挖掘整理工作仅仅只停留在文献资料收集阶段,将无法取得更好的进展。另外,对于武术谚语研究工作而言还远远不够,无论在文献数量、质量,研究的系统性、深入性等方面,都还与挖掘整理工作存在不小的差距。并且只有在挖掘整理后,进行还原性的解读和创造性的使用,才能体现出武术谚语在当代文化建设中的意义,才能符合国家呼吁的传统文化向创造性转化、创新性发展的理念。为了倡导对武术谚语文化进行进一步的深入研究,更好地传承中华武术谚语文化,则需要对武术谚语挖掘整理研究工作中存在的问题进行深刻剖析。鉴于此,本文将对武术谚语的文化特点进行分析,对挖掘整理研究问题进行深入探讨,旨在为接下来的武术谚语挖掘整理研究工作提供研究路径,为弘扬中华优秀传统文化做好文化创造性建设。研究方法:本文主要采用文献资料法、专家访谈法、逻辑分析法等研究方法。研究结果:武术谚语的文化特点可概括为以下3个方面:1.富有深刻的哲理性,是中华民族智慧的结晶。2.具有直接的道德教化功能,是中华民族的传统思想观念的具体体现。3.延续了宝贵的武术经验,是中华文化精神的载体。中国武术作为一种文化活动和文化现象,其形成与发展经历了古代各个时期的文化交融,在此过程中形成的武术谚语作为武术传承的一种语言方式,也折射出独特的民族文化品格和心灵境界,表达了中华民族的思维方式、内在精神和文化特色。因此,对武术谚语的挖掘整理研究,不但有利于形成武术文化认同和武术共有精神的建构,还有利于正确表达武术思想,传承并弘扬中国传统文化。潜沉在武术\"谚海\"中的民族精神是推动中华传统文化向前发展的内在动力,是具有文化传承价值的\"武术经验\"。武术谚语的挖掘整理研究对生动形象地讲好武术语言文化故事、传承武术文化经典、保持武术传统文化的独特魅力、推动中华优秀传统文化创造性转化具有极为重要的意义。研究结论:1.文献研究扎根田野调查武术谚语大多是民间武术经验的传言,是底层劳动人民意志思想的集中体现,单从庙堂文化来研究历史朝代的变迁和历史时代格局显然是不够严谨的。无论哪个朝代,底层劳动人民一定是人民的主体,是历史的主体。底层人民的诉求才能真正反映当局的各种社会现象和问题,才是最根本的历史需求表达。武术本来就难登大雅之堂,一直处于江湖之远的地位。中国历史上虽有朝代有尚武之风气,但文治教化始终是封建统治者用来支配底层劳动人民的精神工具。处于底层的劳动人民本来就对记载文字类的成果不擅长,更多的是经验提炼,口口相授。另外,武术具有特殊的地域性文化特征,不同地域形成了不同流派和拳种,进而影响了不同的武术谚语的产生和发展。不同地域流派间的文化冲突导致武术谚语文化充斥着普遍的矛盾性。所以,对于武术谚语的挖掘整理工作的重心更多应放在田野调查和野史的收集整理上,然后根据文献研究再进行筛选性归纳整理,让文献研究真正扎根田野调查,最终让武术谚语走向大众文化视野。2.做好还原性的解读武术谚语挖掘整理研究需要做好还原性的解读,还原性的解读就是避免武术谚语的误读。在武术谚语发掘整理的研究工作中,要注意将提取的这种特殊的武术文化资源放回到原生的文化土壤进行还原性解读,避免因时代的转变片面地理解武术谚语最初传达的真实意思,只有这样,才能实现武术谚语在新时代的土壤中再生。例如,很多武术谚语中晦涩难懂的文字表述就像研究古典文献中的语言障碍,必须放到原生的文化土壤进行还原性解读,再进行传承和创造性的使用,实现现代武术人与古代武术家的跨时空对话。", "label": "中国语言文学", "id": 0}
{"content": "研究方法:本文运用文献资料法等研究方法,结合神话学、体育史学、民族学等知识。研究目的:通过对英雄\"布伯\"反抗雷王、龙王统治的英勇斗争故事的阐述,得知:神话产生于原始社会的母系氏族社会后期,经历父系氏族到奴隶社会之初。神话是早期人类在强大的自然面前,为生存之需希望与自然的交流或沟通,表现出的内心征服自然为我所用的强烈愿望。成长于本土的中国神话,记叙方法的简单,字数寥寥语句简短,完整描述了人类早期社会活动场景。壮民族是珠江流域的原始居民,特定自然环境孕育了内容丰富的神话故事,反映了早期人类对自然环境中神秘力量为我所用的幻想。壮族神话是中华文化中独特的文化现象,也是中华文化体系重要组成,它有着独特文化内涵与文化特征,浸透于壮民族众多领域。因此,阐释\"布伯\"神话中蕴含的体育文化内涵、特征,是寻觅人类早期体育文化的印迹以及体育实践情景的追忆。解析\"布伯\"同自然与统治者的斗争、反抗过程中,展现出的勇敢、坚强与睿智无畏的英雄气概,以及重德性、重礼性、重生性与统一性的文化内涵;同时,也折射出:一、体育文化\"以人为本\"的理念:《布伯》故事由\"盘歌\"、\"布伯\"、\"大旱\"、\"求雨\"、\"上天\"\"斗雷\"、\"擒雷\"、\"斗法\"、脱仓、\"洪水\"与\"成亲\"故事构成。系列故事从本质展现了:人与自然的关系问题、人与人的社会问题与人本身的问题,贯串《布伯》的主线。\"布伯\",为反抗雷王和龙王的统治英勇斗争,表现了先民征服自然的过程中,勇敢、坚强与睿智以及无畏的英雄气概。体现的基本精神的主体,即以人为本,以人的生存和生命诞生与养护为根本。也为体育产生、发展始终以人为本的思想理念,以及身体形态改造和养护,人自身不断给予自身生命和价值珍视的遵从基本精神构架的搭建。二、\"重德尚礼\"的社会行为观念:重得尚礼成为人们认可的社会行为观念即在战国时期。而这一切有着深层的文化背景积淀,从儒家代表人物孔子主张用德来治理国家,尔后从子思到孟子再到旬子,都把重德尚礼作为首要要义。如孟子说:\"以力服人者,非心服也,力不瞻也\";孟子所言可见,真正的信服是心悦诚服,而不是以暴力使人信服,但却心不服。以上所举仅为中国传统文化一小点,而这一切源于深刻的社会和历史原因积淀。三、侠义的\"舍己为人\"精神特质:侠义精神是中国传统文化组成,尤其是体育文化,它是中国文化重要特质之一。侠义精神最初在春秋末期由游离失所的游士表现了出来,在墨家学派形成后得到规范和升华。根据王京龙教授对墨子\"侠义\"思想研究:首先,\"侠\"正如司马迁对汉朝初期游侠概括即:\"言必信,行必果\",已诺必诚,不爱其躯\",不依附于任何势力。而\"义\",即\"路见不平拔刀相救\",对他人或社会无需回报。四、\"以利相导\"的需求激励:据《墨子·天志上》记载,\"然则率天下之百姓以从事于义,则我乃为天之所欲也。我为天之所欲,天亦为我所欲。然则我何欲何恶。\"其意为,率领百姓从事仁义事业就是上天所希望的,我坐上天所做事情,上天也会做我所希望的事情。而我所希望的是福禄,厌恶的是祸害。由此可见人是趋利避害的。又据《论语·里仁》记载,君子喻于义,小人喻于利。表明来看君子重道义,小人重利益。而义与利分别是君子、小人有利的利益体现,他们为获得有利于自身的利益,采取了不同方式。五、与\"集体主义\"的精神观念的文化特征:自古中国过着\"日出而作日入而息\"定居的农业生活。从原始群居生活迈入文明社会,都以血缘关系基础形成的家族社会组织形式。据《左传·定公四年》记载,昔武王克商,成王定之,选建明德,以蕃屏周。可见宗法制度的完备成熟和历史的久远,从嫡长子继承、封帮建国再到宗庙制度。在历史长河中,中国一脉相承的转制度和血缘关系为纽带的宗法制度紧密结合,形成\"家国同构\"的社会政治结构,这种社会政治结构深深影响中国民族传统文化。研究结论:从而得出的结论是:神话故事是透视、溯源早期人类生存生产活动的重要窗口。通过壮族神话\"布伯\"同自然与统治者的斗争、反抗过程故事叙事,蕴含着有走、跑、跳、攀爬,甚至运用棍棒、石器等器具打斗等内容、形式丰富多样的身体运动。它反应了早期人类为生产生活以及生存、繁衍战胜强大对手而采取的一种有意识、目的的身体运动行为。并由此,衍生出了人类以身体运动为基本手段的原始体育运动的最初形态,它是由人本能生存之需引起的内心思维观念引起的情感表达或宣泄。随着人类社会进步,这种身体运动不断积淀、发展与升华,从而促进了人类身体强壮以及生存能力的提升与社会文明的发展与进步。在此过程中人的身体运动行为与社会发展过程中人的思维观念、价值判断、审美情趣、民规习俗与伦理道德观等,紧密关联融合互动,从而展现了出中国传统文化的独特丰富文化内涵与文化特征。", "label": "中国语言文学", "id": 0}
{"content": "布依族民间故事在布依族群体中以耳濡目染的形式不断传承,其中涉及到的内容、客观的现实基础在主观的不断描述与加工之下,与生活中的一种或多种原型相重合。同时,作为中国文化的组成元素之一,其创作倾向又与中国传统的叙事美学同根同源。基于此,布依族民间故事在综合形式的渐进描述中,其创编的形象便进一步凝练成现实生活的缩影,升华后完成了对现实生活的超越。", "label": "中国语言文学", "id": 0}
{"content": "本文从显红岛与苏姑传说的文化层面切入,结合文献与遗存,系统地综合考察了该岛的名称由来、历代沿革和文化资源,传说的生成和流变,苏姑墓的神化和存没。经分析认为,苏姑文化即黄楼文化的民意化;苏姑墓与传说则是徐州人\"有情有义\"精神的具象化。最后呼吁打造好这张珍贵的苏轼文化名片。", "label": "中国语言文学", "id": 0}
{"content": "长期以来,中国文学史在讲授《弹歌》时,一直认为《弹歌》是原始民谣的典范。经过进一步的研究分析,探究考查《弹歌》的来源,形式,结构和语言特征,能够证明这首歌谣并不是描写远古时期的部落狩猎过程的歌谣,而是表达远古时代感人的孝文化的孝子之歌。", "label": "中国语言文学", "id": 0}
{"content": "皛然山是一座皇帝命名的山峰,承载着具有学术研究和开发利用价值的历史文化和神话传说。皛然山并不是以宗教文献中所称的皛然神而得名,也不是因皛然真人而得名,而是宋真宗因其三面皆白,又多灵应而御改白崖为皛然而来。皛然神在历史上或为山神,或作龙神,而安丙领导平定\"吴曦之乱\"后以其生长于此山之下,以此山自号,葬于此山之麓,被神化为此山之神。不过影响广大、传播广泛的,还是龙神。这些历史文化资源决定了皛然山自魏晋以来直至今天都是华蓥山一带文化积淀最为丰厚的山峰。", "label": "中国语言文学", "id": 0}
{"content": "谚语是我国历史文化遗产的重要组成部分,并入选国家级非物质文化遗产代表性名录。武术谚语是中国武术\"活的语言\",以高度概括、凝练、精辟的语言形式讲述着\"中国武术自己的故事\",构建起深邃的语义世界。其阐发了历代武术先辈和广大人民群众对习武者修身、处世、训练、技击、养生、传承等一系列问题的经典思考。武术谚语是经典的武术理论,具有重要的理论意义与应用价值。本研究将武术谚语特征总结为:拳种化:武术谚语体现出丰富多元的拳种信息;地域化:武术谚语反映出地域武术的文化差异;伦理化:武术谚语展现出传统的道德伦理观念;哲理化:武术谚语显现出朴素辩证的哲学思想;技理化:武术谚语总结出技理实践的经验结晶;象形化:武术谚语呈现出借物寓意的形象表达。在此基础上,依从武术谚语实际,将其归纳为:弘扬武德思想,讲求德技并进的武术修身类谚语;阐明习武强体,提倡未病先防的武术健身类谚语;总结攻防经验,阐释技击要义的武术防身类谚语;强调授技育人,注重修习涵养的武术教学类谚语;概述共性认识,体现训练要术的武术训练类谚语;凝炼技法规律,指导技术运用的武术技法类谚语。最后提出武术谚语的诠释路径:构建从文化视角解读武术谚语的话语模式,服务于武术爱好者、习练者和研究者;依托意释转换武术谚语的现代表达,加强其科普性和受众性;依托注释注解武术谚语的关键语素,确保其理据性和准确性;依托说明阐述武术谚语的深刻内涵,提升其学术性和深刻性。", "label": "中国语言文学", "id": 0}
{"content": "本文在概念整合和关联理论的指导下探究汉语谜语的猜谜机制,扩展了概念整合理论原有的网络模式。在猜谜过程中,猜谜者不断建构和调整认知语境,致力于找到谜面和谜目中的相关信息以构成概念整合中的输入空间,并将所有关联成分投射到合成空间中加工处理,形成新的层创结构——谜底,完成对汉语谜语的睿智解读。", "label": "中国语言文学", "id": 0}
{"content": "<正>通过对忠节营地名的考证和\"忠节营的鬼\"故事的阐释,可以发现传说故事在传播过程中会不断被人附会、加工、重新解读,从而与最初的史实发生偏差,这就要求我们在利用传说故事来研究区域史时应提高辨别能力。赣南是客家的摇篮,在历史上有大量的人口迁入或移出,这就导致了赣南流传着许多传说故事。现以赣州忠节营巷为例,用\"倒溯\"的历史研究法,来分析故事流变与文献记载的差异。", "label": "中国语言文学", "id": 0}
{"content": "明朝初年的\"调北征南\"这一重大历史事件成为屯堡文化生成的历史起源,30万征南将士及其家属从此在黔中大地上繁衍生息,把江南地区的生产方式和生活方式带到贵州,促进了贵州社会经济文化的发展。这些事件为屯堡文化的形成奠定了历史基础,也成为屯堡人世代相传的历史记忆。其中,屯堡人关于开村始祖\"义结金兰\"的民间叙事则为研究屯堡的历史记忆提供了一个\"事件\"的观察维度。通过这一维度的观察发现,屯堡社会整体上对于\"结义\"主题的青睐,并非是纯粹对历史的纪念,而有借助\"结义\"解释现实生活的需要。", "label": "中国语言文学", "id": 0}
{"content": "民间歌谣是劳动人民集体口头创作,并用方言口语传唱的诗歌。民间歌谣与当地人民的劳动生活、风俗民情紧密结合,这便使民间歌谣打上了地域文化的烙印,具有了鲜明的地方性特征,这种特征主要依赖于其独特的语言风格得以呈现。本文对黄河口民间歌谣的语言风格进行分析探讨,发现其使用了大量朴实生动的方言词语,运用了丰富多样的修辞手法,将黄河口独特的地域文化生动地展现了出来。", "label": "中国语言文学", "id": 0}
{"content": "《庄子》中丰富多彩的寓言历来为人们所称道,而寓言中的人物形象,尤其是畸人形象更是十分有趣。所谓的畸人形象是指那些外表不合于世俗但行为和思想却合于天道之人,他们大多有着畸形残缺的外表,却又拥有着独特的人格魅力。畸人形象具体包括残缺之人和丑怪之人。这些\"畸人\"形象的塑造根植于上古神话传统,受到巫师、乐工多由天赋异禀的残疾人担任的传统的影响,也是庄子对那个动荡不安的社会的反思。\"畸人\"的形象体现了庄子\"齐同万物\"、\"才全而德不形\"以及\"无用之用\"等哲学观点。", "label": "中国语言文学", "id": 0}
{"content": "东北民间故事中经常出现继母这一形象,而且大都被贴上了邪恶的标签。原因在于这些故事常常是根据少数继母的表现来推断所有继母的特征,或者是根据道听途说的传闻而形成对继母的整体印象。这种印象常常是刻板的,所以一旦形成便口口相传、不容易改变。民间故事中的继母形象有过度类化的倾向,和有先入为主的判断。通过对民间故事中继母形象的解读,我们可以窥探到其中所暴露出的血缘、社会与人性纠葛在一起的复杂性及其深刻渊源的多元性,以及女性心理与文化阴暗面的潜流状况。", "label": "中国语言文学", "id": 0}
{"content": "<正>梧州,一个有着2200年悠久历史的文化古城,它深藏着丰富的历史文化底蕴,有着\"千年古城,百年商埠\"之美誉。梧州不仅拥有秀美的山水,人文风光,还拥有璀璨的文化瑰宝。民间民族音乐就是其中之一,为了探寻梧州当前民歌民谣的传唱与发展的现状,笔者以及一群生活的群文人,发起策划组织实施这项利人利己的文化工作——调研收集整理出版《梧州民歌民谣选》,为了出版此书,历经了近一年的辛勤工作,如今此书虽然已经", "label": "中国语言文学", "id": 0}
{"content": "湖北非物质文化遗产民间文学拥有几千年的楚文化底蕴,蕴含着中华民族特有的精神价值、思维方式和文化意识,体现着民族的创造力和生命力,但在新兴媒介环境下,面临着保护各环节力度不均,传播投入不够;内容创意不够,数字化程度低,不能真正走进民众生活;形式传统,传播范围有限;渠道窄,效果和拓展空间有限等问题。媒介的融合是大势所趋,它为湖北\"非遗\"民间文学的传承与保护提供了新的发展语境和思路:政府重视传播,加强顶层设计,树立大数据思维;创建高质量的内容,打造民族文化经典,形成新的经济增长点;融合创新技术,提升用户体验,进行二次生产;打造立体的传播渠道,让民间文学走进生活。", "label": "中国语言文学", "id": 0}
{"content": "流传在长泰天柱山蟒蛇洞的《杨文广平闽十八洞之蟒蛇洞》,虽然平闽传说的可能为《元史》所载镇压陈吊眼起义的镇国上将军、福建等处征蛮都元帅完者都,但是该故事的传播者其心目中的故事主人公当为叶国庆先生所考证的陈元光。在长泰天柱山旅游建设开发的新形势下,将围绕陈元光在长泰天柱山的民间故事及其蕴含的文化,通过历史文献、口述历史、田野文物三个方面,探索其中的区域历史变迁,从而揭示龙溪角美在清代对长泰天柱山的影响。由此定位历史文脉,传承与发展非物质文化遗产,为海洋历史文化在闽南山区的研究起到抛砖引玉的作用。", "label": "中国语言文学", "id": 0}
{"content": "<正>\"口头传统（oral tradition）\"是民俗学研究的核心内容之一。在国际民俗学界,许多国家的民俗学曾经或者仍然等同于\"口头传统\"研究。\"口头传统\"的别称还有\"口头文学\"\"口头叙事\"\"口头艺术\"\"口头诗学\"等,指的是那些\"非书面的\"的口头讲述行为及其事件,它包括了讲述行为中的文本内容、语音语调、面部表情、肢体动作等一切交流性的符号手段。\"口头传统\",作为一种\"传统\",在经典的民俗学思想当中,意味着它是:（1）足够", "label": "中国语言文学", "id": 0}
{"content": "<正>在沟通中西文化名垂历史的丝绸之路上,无论是北路还是南路,敦煌都是必经之路。被称为\"东方卢浮宫\"的敦煌石窟就是丝绸之路上的佛教文化东传的文化记忆,也是佛教中土化的文化记忆。佛教是\"像教\",敦煌石窟的造像、壁画以及藏经洞保存的纸画、绢画都有观音的形象。", "label": "中国语言文学", "id": 0}
{"content": "<正>从人类社会的早期开始,我国劳动人民便依照自己的英雄人物形象,创造出了许多美丽动人的神话故事。中华文明上下五千年孕育了丰富的神话传说,反过来,大量神话传说又为中华文明的继续发展提供了丰富的营养。研究中华文明,包括中国历史和文学,决不能忽视中国神话类型概念与分类方法。本文对我国古代神话类型说进行了阐释。从人类社会的早期开始,我国劳动人民便依照自己的英雄人物形象,创造出了许多美丽动人的神话故", "label": "中国语言文学", "id": 0}
{"content": "武术谚语属于一种社会历史文化现象,运用文化社会学的文化特质、文化圈、文化模式等基本理论知识对其的产生、形成、发展等方面进行理论与应用性研究,旨在保护、传承这种文化形式,更好的为中华民族的伟大复兴和文明建设服务。", "label": "中国语言文学", "id": 0}
{"content": "<正>从前张大吹财主庆寿,请了戏班唱堂会。班主让主人看戏单点戏,不识字的财主傻了眼,想了一阵也没点出来。不说又怕丢脸,因他爱看花脸戏,就让戏班演\"敬德战马武\"。班主为难地说:\"东家,他二人不是一个朝代的人,没有这出戏。\"\"英雄大将骑着马,哪个朝代都能去。就唱这个戏,不唱分文不给!\"班主无奈,只好答应,让两个花睑一个扮唐", "label": "中国语言文学", "id": 0}
{"content": "<正>旬邑童谣也叫\"哄娃歌\"或\"催眠歌\"。是乡下老婆婆哄孩子入睡时哼唱的一种歌谣,这种歌谣集知识性、地域性为一体,融合了旬邑当地的风情民俗,生活情趣等,具有浓郁的地方特色。它通俗易懂,形象生动,节奏鲜明,琅琅上口,易记易传。它是幼儿从母亲怀抱里认识人生,体验人生的的启蒙教材。随着时代的演进,现在的孩子都背唐诗宋词,念剑桥英语,童谣已经成为他们长辈童年的记忆,渐渐消失在历史的烟尘中了.但是作为一种曾有建树", "label": "中国语言文学", "id": 0}
{"content": "<正>现在,每逢人们结婚办喜事儿总要写上两个大红\"囍\"字,挂在门前,以示庆贺。其实,这大红\"囍\"字还有个来历呢!相传,从前有个叫有喜的读书人,他苦读十年,就去进京赶考,可连考了两次,都名落孙山。这一年,他还不死心,又想去试试。这天,他路过一个小村,看见一个员外家门前贴了一副对联。有喜上前一看,这对联好生奇怪,只有上联,下联却是一张红纸,一个字也没有。那上联写的是:\"走", "label": "中国语言文学", "id": 0}
{"content": "安徽非物质文化遗产桐城歌保护传承和开发利用工作是一项科学系统工程。做好此项工作任重道远,需用科学发展观指导和规划我们的非物质文化遗产桐城歌的保护传承和开发利用工作。", "label": "中国语言文学", "id": 0}
{"content": "<正>江苏乃鱼米之乡,水多、桥多,这些古桥既是人来车往的通道,也是一道道美丽的风景。在水乡、在园林、在市街,古桥都和谐地融入周边环境,平添几分景致,桥上往往建有亭、廊、楼阁,美不胜收,堪称艺术杰作,而古桥美丽传说与诗文更生动,更具魅力,更富有戏剧性。圮桥拾履:张良敬老得教诲（古邳州圮桥）传说某日少年张良正在桥上游玩。见一老者故意把自己鞋子扔到桥下。老者对张良说:\"小子到桥下帮我把鞋子捡来\",张良", "label": "中国语言文学", "id": 0}
{"content": "<正>俗谚歌谣是流行于民间的歌谣俗语,这是民众在长期的社会历史发展过程中创造出的一种最普及、最能反映民众思想意识和感情的民间文化。1它指的是民谣和俗语,后者又包括成语、谚语、惯用语、歇后语等。它取材广泛,内容丰富,上至天文地理,下至饮食起居,举凡风情民俗、家庭生活、乡土社会、节气气象、动物植物、神鬼信仰、游戏猜谜等等,几乎包罗万象。同时,俗语谚语和童谣通俗易懂,富有感情色彩,音律和谐,读起来朗朗上口,以风趣形象的形式,传播传统道德标准,对社会起到教化的作用。", "label": "中国语言文学", "id": 0}
{"content": "作为民间文学类的泷州歌来自于民间,活于民间,然而在当今多元文化的冲击下,泷州歌的生存环境发生很大的变化,尤其是成为省级非物质文化遗产后其属性变为功利性,泷州歌的保护、传承与利用成为当前的重大课题,只有加强保护、注重传承、合理利用,泷州歌的生命才得以延续。", "label": "中国语言文学", "id": 0}
{"content": "<正>蹉跎莫遗韶光老,人生惟有读书好。世人皆知读书好,无奈此生只一遭。人人生而忙碌,何时读书?按道理,只有\"读书人\",才有专门的时间读书,其他人似乎都没有这个便利。然而事实却并非如此。恰恰是这些攀书山、涉题海的\"专门读书人\"才抱怨没有时间读书。可在我看来,哪有\"有时间\"读书的人,只有\"要读书\"和\"爱读书\"之人。", "label": "中国语言文学", "id": 0}
{"content": "<正>《平凡的世界》是作者路遥用了整整六年的时间写出的一部上百万字的鸿篇巨著,它被誉为\"矛盾文学奖皇冠上的明珠\",小说全景式地反映了中国近10年间城乡社会生活的巨大历史性变迁。在书里人性的自尊、自强与自信,人生的苦难与拼搏,挫折与追求,痛苦与欢乐,纷繁地交织,读来令人荡气回肠,不忍释卷。这本值得反复品味的作品,在人生不同的阶段会带给人截然不同的感受。初读这本书我还是校园里稚气未脱的学生,我曾用好几个不眠之夜一气呵成地读完这本书,我能在孙少平的身上看到自己的影子,虽出身平凡却不甘于平庸,坚信生活要靠自己去争取和奋斗。单纯的师范校园生活让我对自己的未来充满无数幻想:希望能成为一名不走寻常路的教师;觉得可以凭借一己之力去改变一些不合时宜教育观念和做法……在跟岗实习的时候,我看到一些老师用有色眼镜看待学生,", "label": "中国语言文学", "id": 0}
{"content": "<正>疫情下的世间百态如一本厚厚的教科书,但它更真实、更有触感、更能激发灵魂的生长。正如陶行知所说:\"生活教育与生俱来,与生同去。\"站在新的历史起点上,希望我们每一个人都能够大胆追梦,努力将自己的理想抱负转化为实际果实,站在\"两个一百年\"的历史交汇点,我们要实现各项目标,奋斗是唯一的路径。", "label": "中国语言文学", "id": 0}
{"content": "<正>无论我们如何艰难,也永远要记住《国际歌》中的这一句:\"从来就没有什么救世主,也不靠神仙皇帝。\"记得在读小学二三年级的时候曾经读过一本书,一本很老的书,名字已经记不清楚了,依稀记得是《创业艰难百战多》,然而它几分钱的售价和里面所描述的一些场景我却到现在都记得。", "label": "中国语言文学", "id": 0}
{"content": "<正>桥下的船队拖着疲惫的躯壳缓缓行进,聒噪的汽笛声吵醒了整个江面。又一次地,我跨过这江去到江对面。只不过,这一次我邂逅了落日。满眼都是被夕阳染红的江水,满眼都是被夕阳冲淡的忧伤,沉重地落在水中沉浮。我总是喜欢看落日的。喜欢它的原因有多样,可能是夏秋之交的空气暖洋洋,适合听风声汩汩流淌。也许是难以忘怀那夕阳下的奔跑曾经是我逝去的青春,也许是因为落寞的时候与夕阳下的影子的那次长长的对话。那为何不去喜欢夜晚的明月呢?对啊,为什么不呢。夜的温度毕竟太冷冰冰,穿得单薄便会冻得发抖,穿的太多又觉得不适合赏", "label": "中国语言文学", "id": 0}
{"content": "<正>来北京己有二次了。这次之行快结束了,在大兴机场坐上南飞的飞机。心里有点不平静!第一次是九零年的十月。因公出差天津,完成工作后就和同事坐上了来北京的火车。下了车己是黄昏,走出北京站,深秋的凉意让我们找起住宿来。抬头看见远方有个**饭店,两个懵懂的少年背着行囊屁颠屁颠跑过去,原来是北京饭店,进去转了一圈出来了,看四五个外国人在喝着什么,聊着天,大厅里回响着美妙的音乐……这不是", "label": "中国语言文学", "id": 0}
{"content": "<正>当我以赤诚之心与你交谈,愿你也拥有一颗赤诚之心。——前记小时候,在村小上学的我,每逢开学,便有许多期盼。我期盼遇到一个新老师,年轻,漂亮,能讲许许多多有趣的故事;我期盼班上能增添新伙伴,带给我们新鲜的花绳玩法;我期盼能有一个潮流的音乐老师,给我们弹琴跳舞,教我们唱流行音乐,而不永远只是小组翻唱课本那几首乏味的老歌;我期盼今年的重阳节,能再外出登一次高,又或者元旦有个游园活动也是不错。", "label": "中国语言文学", "id": 0}
{"content": "<正>四千多年前,尧略过自己的家族成员,开始在隐士当中寻找接班人,许由听了尧的建议之后,果断去河边洗耳朵。之后,尧找到了同样是隐士的舜,舜接受了禅让帝位。两千年以后,孔圣人盛赞尧是最有智慧的人,选接班人便是头功一件。中国人的世界观和价值观里,一直非常崇敬隐士,那不仅是中国最早的政治诉求理想化的表达方式,", "label": "中国语言文学", "id": 0}
{"content": "<正>我们堡子外面以前有个土城,关于土城的来历,小时父亲给我讲过一个传说。三国时,外寇突然来犯蜀国,攻城掠地锐不可挡,边关告急的文书像雪片似飞来。有位头领听从号令,率领族人随军征战,退敌立下首功。蜀皇帝欢喜不尽,在金銮殿摆酒设宴,表功嘉奖。酒过三巡,\"大风起兮云飞扬,安得猛士兮守四方,威加海内兮归故乡,\"高祖的《大风歌》唱毕,他一本正经地对立功的头领说到:\"英雄,朕要重重赏你。高官任你做,好马任你骑。\"这位头领耳聋,将‘高官任你做’误听为‘高山任你住’。住高山算啥重奖?他一脸不悦,心头腹诽,", "label": "中国语言文学", "id": 0}
{"content": "<正>亲爱的爸爸:2011年,是您诞辰100周年,也是您牺牲70周年（1941）。您的小儿子许霆和儿媳何生,您的大儿子许雷与庄小婉的女儿也就是您的大孙女许芃,大伯的女儿许杼,大姑的女儿徐佑珠一起来看您了。小时候我听妈妈说,在我出世前几个月,您就在这片土地上为掩护战友撤退英勇牺牲。后来我们又听您的学生、在那次战斗中死里逃生的田川叔叔讲述了当时的壮烈场景。1985年我和何生第一次来这", "label": "中国语言文学", "id": 0}
{"content": "<正>我一生中参加过不少水利工程的建设,其中历时最久、用心最多、让我留下印象最深的,是隔河岩、葛洲坝和三峡工程,它们都位于宜昌地区,是治理长江的重要工程。在庆祝新中国成立70周年之际,不揣浅陋,写出来,以见笑于大方之家。初到隔河岩在这三座工程中,我最初接触的是隔河岩工程。1967年,我刚刚结束在虎跳峡工程的勘测工作,回到长办。湖北省因三线建设,缺电严重,准备兴建隔河岩工程,开发清江水利,我也", "label": "中国语言文学", "id": 0}
{"content": "<正>一我生于1926年,新中国成立时,我已经26岁,由国统区主动赶到解放区,并参加了荆州地区的水利建设与发展过程,回想起来,记忆犹新。1947年武汉大学\"六一惨案\"发生后,我的思想逐渐转入革命。1948年,我大学毕业,留校担任助教,想去解放区工作的想法越来越强,直到这年年底,终于有了实现的机会。当时,我在武大的两位地下党同学胡升和舒", "label": "中国语言文学", "id": 0}
{"content": "<正>20世纪80年代初,政府为了让我国的工程建设队伍走向世界,按照行业组建了6家国际工程承包公司,中国水利电力对外公司（简称\"中水公司\"）就是其中之一。这6家公司的名称均冠有\"中国\"二字,并且当时国际上只承认这6家公司为中国政府担保的\"国家队\"公司,其重要性可见一斑。1991年初,我奉调担任中国水利电力对外公司总经理（行政关系仍在长江委）,深感责任重大。当时,中水公司共有400多人,主要任务是", "label": "中国语言文学", "id": 0}
{"content": "<正>老站安和,这么叫,不是从事水文工作的人肯定误以为是一个汽车站或者火车站,但它的全称是:江西省安和水文站。说老,是从它的外观来看,瓦面漏水、墙体剥落、板梁倾斜,破败荒废的院子里杂草丛生……那样子简直就像一个风烛残年的老人。但是,油印的《安和水文站站志》记载:\"1976年1月,设立江西省上犹安和水文站。赣州地区水电局拨款2万元,用于安和水文站兴建缆道、", "label": "中国语言文学", "id": 0}
{"content": "<正>今年49岁的我,已从事水利工作29年,是水利改革发展的亲历者、参与者、见证者和受益者。我出生的赣中永丰县院前村,曾经严重缺水,是个\"干死蛤蟆、饿死老鼠\"的穷山村。乡亲们苦不堪言的缺水生活,使我年少时便坚定了投身水利事业的选择。新中国成立后,国家加大财政资金投入,持续推进农田水利、农村饮水、生态水电等工程建", "label": "中国语言文学", "id": 0}
{"content": "<正>一\"哎呀嘞——\"一声悠长婉转的山歌,犹如大水抛浪,在江西省兴国县塘石村的群山峻岭间起伏回荡。年近7旬的老谢,一听说我们是来调研农村饮水工程的,就自告奋勇用当地最接地气的方式——山歌来表达对我们的欢迎,同时也表达着对党和国家好政策的感激之情。塘石村历史悠久,据说建村于唐代,当年他们的先祖择濊水河北岸而居,用石头围砌了18", "label": "中国语言文学", "id": 0}
{"content": "<正>1937年,我出生于与井冈山仅一山之隔的湖南省炎陵县。半岁时生母去世,3个月后父亲再婚,狠心的继母嫌我年纪小,不愿抚养,唆使父亲将我送给堂舅。我也由姓陈改为姓谭。我到谭家后,由堂舅父母（也就是养父母）抚养。当时日寇铁蹄践踏我国的东北、华北和华东地区,湖南也成了前线。养父决定舍小家为大", "label": "中国语言文学", "id": 0}
{"content": "<正>共和国成立的第9个年头,我在郧阳北大山里那座百年老屋呱呱坠地,我的命运从此与祖国的发展息息相关。60余年的漫长岁月,有幸经历祖国从贫穷落后到繁荣昌盛的巨大变化,让我这个老政工深感幸福骄傲。我出生时正碰上\"大炼钢铁\",又遭逢三年自然灾害的苦日子。我们那个村庄上的人都加入农业合作社,我家的两间土坯房改作食堂。全社", "label": "中国语言文学", "id": 0}
{"content": "<正>24年前,我刚刚大学毕业就站上了讲台,开始面对和我年龄差不多大的学生,成为了成都大学的一名教师。那个时候的我,还不太明白,当教师有多辛苦,也不太明白这有多幸福。学播音主持的同学们大多都进入了电台、电视台工作,而我却站上了三尺讲台,显得有些\"灰扑扑\"的。电视台找到我做新闻主播,", "label": "中国语言文学", "id": 0}
{"content": "<正>父亲有把茶壶,视若珍宝,但从不用它泡茶。这把茶壶比我的年龄还大一些。1976年石洼闸工程改建,进行阶段性总结时,这把茶壶是作为纪念品,被授予给了先进工作者之一的父亲。时光如梭,我们家从沿黄岸边的石洼闸到银山镇办公驻地,再到如今繁华的县城,一晃四十余载,出行由两轮自行车换成四轮的汽车,住所从平房搬进了高楼。几经搬迁,舍弃了很多家什,父亲却对茶壶情有独钟,一直带在身边,如今安放在我家客厅展示柜最醒", "label": "中国语言文学", "id": 0}
{"content": "<正>\"幽兰在山谷,本自无人识。只为馨香重,求者遍山隅\",兰花,自古以来被誉为君子兰也。然而,请你不要误解,今天,我要写的兰,却是我当年的同窗学友,山中访兰,即山中访友也。兰花的老家就在学校山麓下面,一座老屋,一座新房。新房子设计合理,装修考究,矗立山林,犹如别墅。老屋青瓦白墙,古朴古香,连门都是雕花镂空的,好有特色。透过门框,望着堂前的瓜果草木、云卷云舒,真是感叹山中空气清新、岁月静好!", "label": "中国语言文学", "id": 0}
{"content": "<正>游子认为远方就是家,他们思念着,向往着,希望在自己远行与努力之中,乘胜而归;战士认为,远方是胜利,只经过无数次考验,才能到达他们梦想的远方;学生认为远方就是美丽的万花筒,只有追求和奋斗,才能将那一张张满分的试卷拥抱在怀中。有时候他们会打拼失败或战斗失败或考试失败,但只要拼搏了,即使失败了,即使落后了,只要心存向往,就一定会东山再起。", "label": "中国语言文学", "id": 0}
{"content": "<正>瞻仰天空,看尽云卷云舒;俯瞰大地,赏阅花谢花开。月有阴晴圆缺,人有悲欢离合。人的心情时喜时悲,会随着事物发展而随之起伏。当你忙于学习时,或者工作疲惫不堪时,请放下手里的事情,给自己放个短假,让心情得到缓冲,让自己适时充电,去欣赏一下外面的风景,去领略大自然赋予的神仙境界。带着好心情出发,来一次说走就走的旅行吧!当经历过一场暴风雨的洗礼,当遇到困惑而迷茫;当站在十字路", "label": "中国语言文学", "id": 0}
{"content": "<正>每日不读书,遂觉面目可憎。两日不读书,则心生荒草。三日不读书,茫然不识归路。一世不读书,乃行尸走肉也。昔日读书,今因俗物而不读书,缪矣;昔日不读书,今始发奋读书,为迟不晚也。读书须读有益之书,读经典、读思想之书。否则,读也无益。读书,须践行,纸上得来总觉浅。读书,不只读有字之书,还须读无字之书。天地、自然、一草一木皆是字,须感悟人生,天地在心。世俗之人,皆认为人情世故,虚伪练达,游刃于官场、商场,以金钱权力到手,不惜各种手段而达到目的为通晓无字之书,缪矣。", "label": "中国语言文学", "id": 0}
{"content": "<正>我想我的情缘,像歌,唱给了那山、那水!很小的时候,在一个繁星点点的早晨,伴随着火车汽笛长鸣,我睁着睡意朦胧的双眼,揪着父母的衣袖,随着熙熙攘攘的人流,出了宜昌火车站,踏上一辆破旧的长途汽车,顺着弯弯曲曲的山路,来到云雾深处。第二天,父亲指着眼前一条大河对我说,这就是长江;父亲又比划着河两岸的群山说,这就是三峡!许久以后,我才知", "label": "中国语言文学", "id": 0}
{"content": "<正>在我国,及至世界,延河都可谓一条鼎鼎有名的河流。因各种原因赴延河之畔城市——延安的人群数不胜数,但是,延河口呢?延河是黄河的一条支流,它在哪里汇入黄河?那里有怎样一番景象?会给人们什么样的触动和感受?盛夏一个偶然的机遇,我与几位探访黄河的人,不期而走到蜿蜒曲折行进于峡谷沟壑的延河", "label": "中国语言文学", "id": 0}
{"content": "<正>2013年6月28日,刚从学校拿到硕士毕业证和学位证,我就迫不及待地来到了长江三峡勘测研究院（以下简称三峡院）报到,正式成为了这所拥有光辉历史单位中的一员。从中国地质大学到三峡院,直线距离不过短短3.6公里,对我而言,它却是人生中一次重要的跨越。入职教育第一天,领导就发给我们一本书——《风雨勘测50年》。从书中,我了解到了", "label": "中国语言文学", "id": 0}
{"content": "海保元备（1797-1866）所撰的《漁村文話》是日本代表的文話之一。《漁村文話》於1852年出版,不僅在日本廣爲閱讀,還傳到清朝,對中國文話著作產生了相當的影響。與此相反,在韓國很難找到《漁村文話》的痕跡,而且目前相關研究難以找到。《漁村文話》不是以漢文,而是以和文寫的,由《漁村文話》和《漁村文話續》組成,涉及到散文作法論、中國散文史、作品分析及批評等內容。還有其引用文獻多種多樣,實際上除了《漁村文話續》之外,《漁村文話》就引用了76次以上中國文獻。這些被引用的文獻中包括南宋王應麟的《困學記聞》、費聞的《梁谿漫志》、元代陳繹曾的《文章歐冶》等,即是在韓國難以見到的文獻。本文的目的是先介紹《漁村文話》後,通過分析其引用文獻來考察其特點。以此為基,將要考察《漁村文話》的意義與《漁村文話》沒傳到韓國的原因。", "label": "中国语言文学", "id": 0}
{"content": "苏轼的《奖谕敕记》详细记录了苏轼在熙宁十年领导徐州军民抗洪的过程,其中也有不少涉及宋代徐州城市地理情况的内容,本文通过对这篇文章的解读,基本复原了宋代徐州城址范围、城市规模、形制、基本功能分区等情况。", "label": "中国语言文学", "id": 0}
{"content": "苏轼《徐州上皇帝书》以治盗之策为主题展开论议,擘画了治盗策略,精于理,适于用,体现了苏轼本于人情的治政思想。文章气势纵横,结构参差,诵说古今,笔意深入高远。", "label": "中国语言文学", "id": 0}
{"content": "苏轼的《超然台记》和《放鹤亭记》都表明了苏轼不做官的乐趣,但却有所不同:超然台表现的是\"超然之乐\",放鹤亭显示的是\"超脱之乐\"。结合时代背景挖掘两篇文章的思想内涵,\"超然之乐\"中隐含了不平之意,\"超脱之乐\"中内含了更大的既寻求政治解脱又渴望完成治世抱负的矛盾,因此苏轼屡屡陷入\"处江湖之远则忧其君\"的困境之中。密州和徐州是苏轼思想走向超然的一个重要阶段,但都未达到成熟,真正走向成熟是在贬谪黄州期间。", "label": "中国语言文学", "id": 0}
{"content": "<正>《石钟山记》,一篇不足600字的游记（有人将之归入小品文）,往来研究者对之赏读的着眼处,不只是游记文学品味,也关注其曲径通幽,风致卓荦的思想脉络。笔者品读东坡此作,于思辨文笔中窥其思想特质之斑,今不揣浅陋就教于诸方家。一、批判精神作为传世之作的《水经注》,就\"有宋一代\"而言,\"流传甚广,学者重之,称引颇多\"（徐中原《水经注》研究）。然而,东坡于郦氏石钟山之命名说,则言\"人常疑之\"。字面看,这是说长期以来有不少人不认同此说,其实此语真实的意思,还在东坡批判精神视角下对此说的不认同,依据就是,郦氏石钟山命名说不大能自圆其说:今以钟磬置水中,虽大风浪不能鸣也,而况石乎!东坡这种批判精神是严肃的,", "label": "中国语言文学", "id": 0}
{"content": "<正>漂泊在旅途中的人都会想家,站在寥廓的夜空里遥望家乡,追忆逝去的美好画面,一种温馨,一种说不出的感觉……归有光对自己的家也有一种独特的情怀,他将自己的书斋起名为\"项脊轩\"。在他的笔下,项脊轩是个\"可容一人居\"的百年老屋,是一个很小的阁子。这里有他的许多回忆,他的家庭琐事不断在眼前浮现。", "label": "中国语言文学", "id": 0}
{"content": "<正>一、围棋楹联楹联是继诗、词、曲后兴盛的中国古典文学样式。《蜀祷杌》\"题桃符板于寝门\"的记载说明,至迟在后蜀时已出现春联。自宋以降,楹联的发展如涓涓溪水汇成洪流。明代即有楹联别集。清代楹联创作蔚成风气,楹联别集蔚为大观,有作品存世的作者不胜枚举,向义、南怀瑾等学者甚至提出楹联是清代文学的典型代表。围棋历史悠久,围棋文化延绵,围棋楹联相伴而生。围棋楹联,指的是吟咏围棋的楹联,即楹联的主题是围棋,这种楹联的数量较少,广义的围棋楹联,还包括含有围棋相关物事的楹联。围棋楹联的历史渊源,由于史料的因素,究竟起源于何时已无从考察。《邺侯外传》载唐开元十六年（728）,李泌以\"方圆动静\"妙对张说,可见在唐代人物传记中围棋楹联已有明确的线索。", "label": "中国语言文学", "id": 0}
{"content": "《抗战家书》作为红色文化中的书籍载体,在对优秀传统文化的继承和发展方面发挥着及其重要的作用;研习文中蕴含的爱国主义、家国情怀、舍小家为大家的大无畏精神,使人民群众不忘浴血奋战的英雄们,发挥他们英雄的示范作用,有利于广大群众从中获得正确的价值观,更好地为实现中华民族伟大复兴的中国梦而奉献自己的能力。", "label": "中国语言文学", "id": 0}
{"content": "苏轼《文与可画筼筜谷堰竹记》兼情兼理,催人泪下,是一篇千古佳作。其别具一格的行文方式也是文章一大显著特色。本文拟将《文与可画筼筜谷堰竹记》和《祭欧阳文忠公文》加以对比,更显《文与可画筼筜谷堰竹记》的行文巧妙和和\"至真至谐,至情至性\"的风格特点。", "label": "中国语言文学", "id": 0}
{"content": "铜仁作家陈丹玲的散文集《村庄旁边的补白》,包括《低处的流淌》《孟溪,孟溪》《像树木一样生长和老去》等十八篇散文。作者运用诗意的语言,以及她那温和、细腻兼具穿透力的文字,将她所洞见到的黔东大地上的自然景物、人文风貌、以及乡村人物的历史命运结合起来。通过她笔下的文字,复活了一个地方几千年来的时代生活、文化记忆,为我们讲述遭遇现代社会冲击的黔东土家族、苗族同胞们关于历史文化命运以及文化精神的坚守与遗失问题。散文语言饱含作者自身的情感体验,不仅令人感受到作者对历史沧桑的喟叹,并且还带领读者陷入对生命意义的思考,洋溢着浓浓的诗意色彩。散文中还表现出了作者对于几千年历史文化积淀下来的精华,如今所遭遇的现实困境的思考。", "label": "中国语言文学", "id": 0}
{"content": "王士祯是清初著名诗人和清廷重要官员,一生兼通文史,著述宏富。康熙年间,王氏沿金牛道入蜀典试,并根据入蜀途中的所见所闻撰成《蜀道驿程记》一书。是书内容广泛,详细记录了其时蜀道沿线自然地理和人文风貌,为后世研究蜀道历史地理提供了丰富的史料,具有重要的史学价值。", "label": "中国语言文学", "id": 0}
{"content": "叶尔克西·胡尔曼别克是我国当代著名的哈萨克族女作家。她的散文独具一格,美丽而深沉,再现草原上的生活和哈萨克族人的精神世界,带有浓郁的游牧文化特征,体现了自然生态观和生命生态观。从叶尔克西的散文中,人们可以了解哈萨克民族的文化以及其中蕴含的对自然生命的顿悟。这些美丽的草原景色和丰富的生命特征,充实了叶尔克西的散文世界,让她的散文呈现出独特的艺术魅力。", "label": "中国语言文学", "id": 0}
{"content": "行旅散文作为旅游文学的一种,它与旅游有着密不可分的关系,能够在旅游文化的宣传过程中起到了一种基础性的作用,本文以贵州行旅散文为研究对象,着重从历史文化价值、审美价值和意蕴以及经济与社会价值等几个方面探讨贵州行旅散文在促进贵州旅游资源的开发过程中所起到的重要作用,以期为贵州旅游资源的开发提供一些可参考性的分析和建议。", "label": "中国语言文学", "id": 0}
{"content": "游荷塘作为行踪线索,自由境界的的必经之路,有必要探讨其原因。本文认为游荷塘的行为应是满月引发的,独处是另一动力,以赏月为线索,隐藏了另一条丰富的,流动的,起伏的情绪线索。", "label": "中国语言文学", "id": 0}
{"content": "北宋张礼《游城南记》为后代研究唐宋长安城南的珍贵资料,本文在前人研究基础上,探讨了宋代长安城南的政区设置、川原变迁以及名人墓葬分布,重点分析了所记15处园林别业与4个寺院,涉及其名称、位置、始建年代及建筑、文物等基本描述,说明宋代长安城南风景秀丽,别业繁盛,寺院较多,依然是重要的文化园林区。", "label": "中国语言文学", "id": 0}
{"content": "本文深入文本,从文本的字里行间寻找矛盾与裂缝,并且运用还原的方法,恢复文本内部的有机统一性,如分析\"寒风与寒冷\"内涵的同与异,分析作者文本中四件事例的选择与排序的深意,让人更能体会出刘亮程散文的生命意识。", "label": "中国语言文学", "id": 0}
{"content": "在进行散文写作教学时,以学生熟悉的童年故乡题材为依托,以节庆和美食为切入点,以\"追问\"为驱动力,以思辨能力的训练为载体,最终达到对学生创造能力的培养。这是散文写作教学的关键。在训练时应注意环环相扣,加强课堂讨论和工作坊（工坊制）的运用。教师在组织训练时,要注意把控节奏,只可引导,不能把某种观点灌输给学生,尽可能用自由讨论、分组（分工作坊）讨论的方法,给学生更多自由思考的空间,培养学生独立思考的能力。", "label": "中国语言文学", "id": 0}
{"content": "<正>由中国水利作家协会与汉江水利水电（集团）有限责任公司联合编撰,《大江文艺》杂志具体承办的《丹江口工程往事漫忆》一书,近日由长江出版社出版发行。丹江口工程是治理开发汉江的关键工程,也是南水北调中线工程的水源。在长期的建设和运行过程中,丹江口工程发挥了巨大的综合效益,为治理开发汉江水利和促进流域社会经济发展做出了重大贡献。为纪念几代长江委人对丹江口工程付出的心血和取得的巨大成就,《大江文艺》杂志社于2014年启动《丹江口工程往事漫忆》编撰工作,历时4年完成历史文献收集、征稿等工作。长江", "label": "中国语言文学", "id": 0}
{"content": "<正>《丹江口工程往事漫忆》结集出版了。阅读此书给人总的感觉是:这是一本诉说峥嵘岁月、捡拾一路芬芳、收获众多情感的好书,书中有对过往时光的一种怀念,一种虔诚,一种对逝去精神求之若渴的微妙情愫。现有以下感言。一、讲述丹江历史,树立丹江文化本书的最大特点是以散文随笔的形式讲述了丹江历史,树立了丹江文化。丹江口工程史原在时间里、或在史籍里,现在本书的随笔作品中生动显现,这些作品依次展现了丹江人如何一路走来,如何追求共同的未来。习近平总书记说,\"文化是一个国家、一个民族的灵魂。文化兴,国运兴,文化强,国运", "label": "中国语言文学", "id": 0}
{"content": "欧阳修是北宋著名的文学家,近年来其书信日益成为学界研究的热点。尤其2011年日本学者东英寿教授发现了96篇欧阳修书简,更是推动了学界对欧阳修研究的热潮。近十年学界对欧阳修书信的研究主要分为单篇研究和整体研究,其中以整体研究为主,在文献、文学等方面取得了很多成果。现对已有的研究成果进行梳理和总结,以期有助于对欧阳修书信的进一步研究。", "label": "中国语言文学", "id": 0}
{"content": "<正>唐代僧人前往佛国巡礼求法者众多,义净《大唐西域求法高僧传》粗据闻见并撰题行状者达五十六人。尽管如此,除了义净类传以及另著《南海寄归内法传》涉及一些求法僧人的行迹,考察这个时代的僧人行记单著,留存于世者并不多见。《大唐西域记》与《大慈恩寺三藏法师传》专叙玄奘法师,分别有季羡林校注本（中华书局,2000年）和孙毓棠点校本（中华书局,2000年）;", "label": "中国语言文学", "id": 0}
{"content": "<正>2016年,《湖北日报》曾刊发《我的湖,我的梦》由新华出版社出版的消息,作者华平乃吾文友,喜中犹觉自豪。我与华平在湖北省水利系统文学笔会上相识,那时他在田关泵站工作。他调到省湖泊保护中心后与我仍有联系,彼此关注进步。几年前,《湖北日报》开办大型系列报道\"千湖新记\"专栏,其间偶见华平名字,虽非文章主笔,但我知道,他提供了大量基础资料,其向导作用不容置", "label": "中国语言文学", "id": 0}
{"content": "欧阳修记体文现存39篇,内容丰富、极具特色。其中,记述个人日常生活、抒发个人情怀的作品紧密结合社会现实,涉及庭院幽居、日常雅好、山水自然等记述,表达了欧阳修文人化的生活态度与审美倾向,具有重要的史料价值和文化价值。", "label": "中国语言文学", "id": 0}
{"content": "谥议文是中国古代一种重要的文体,它在谥礼活动中发挥着重要的议谥功能。谥议文在演变过程中逐渐显现出独特的文体特征:在书写模式上,谥议文往往先对逝者的生前事迹予以评述,然后按照《谥法》等经典对逝者拟定谥号;在文体风格上,谥议文呈现出典雅、肃穆的特点。由于议谥对象政治身份的不同,可以将谥议文分为帝后类谥议文、臣类谥议文、私谥类谥议文,三者在书写及演变中存在着一定的区别。谥议文由于有着独特的书写内容,使其在作为一种文体存在的同时又与议文、诔文、行状等文体存在着一定的联系。", "label": "中国语言文学", "id": 0}
{"content": "中唐古文运动,始自韩愈。所谓古文,如吕思勉所谓,乃以古人文法说今人之话,实为文言中官话,其要在一\"雅\"字。古文非口头语,学古文,讽诵之功为不可少。讽诵者,欲求得古文神气者也,韩愈故主养气。后世古文家所谓因声以求气者,厥因在此。且愈之倡古文,旨在儒学复兴。故其所谓养气,须有儒家集义工夫。发而为文,则须见一已之性情,须有益于时世。所谓因时,所谓明道经世者,此也。", "label": "中国语言文学", "id": 0}
{"content": "《逍遥游》是《庄子》书的第一篇,是其开宗明义之作,标示出它的理想的人生境界和价值取向,全书即围绕这一问题而展开演绎、阐释,但对逍遥游的主旨,历来却有不同的理解。魏晋时期的向秀与郭象在其《庄子注》中提出了\"适性逍遥\"说,后来东晋的高僧支遁批判向、郭之说,倡导所谓新义,自此支说压过了向、郭义而引领庄子诠释的潮流。本文将这一问题置于道家哲学、玄学和佛学历史发展的大背景下加以探讨,分析了逍遥游所涉及的各个子问题,力图揭示其主旨。本文论证了向、郭与支遁的观点各自侧重于逍遥游思想的一个方面,前者揭示了其应对世俗的处世哲学,后者则强调了其超越世俗的精神境界。二者的融合方是庄子哲学的完整意义,它对中国古代思想的演化具有深远的影响。", "label": "中国语言文学", "id": 0}
{"content": "<正>据中华书局1977年版王琦笺注本《李太白全集》可知,作为诗人的李白,现存各类散文4卷,共58篇,其数量之多,为盛唐诗人所少有。其具体为:表书9篇（卷二十六）、序文20篇（卷二十七）、记颂赞20篇（卷二十八）、铭碑祭文9篇（卷二十九）。这58篇散文,着眼于初、盛唐散文的分类概貌而言,其大致可分为\"表序类散文\"\"书疏类散文\"[1]\"碑铭类散文\"\"杂记类散文\"[2]四类。其中,最具", "label": "中国语言文学", "id": 0}
{"content": "讲好脱贫攻坚故事,推动乡村振兴,纪实文学写作发挥出了重要的作用。报告文学、人物传记包括自传、非虚构小说是纪实文学的三大形式。中国的纪实文学,从来与国家和时代发展命运联系在一起。\"非虚构\"其实就是\"纪实\"的另一个说法。与\"史传文学、报告文学、回忆录、传记、游记、日记、语录体散文\"等并列的\"纪实文学\"样式的写作特点,即是以小说叙述的笔法写作真实的人物事件,偏重于故事性,偏重于再现真实场景,用具体的真实情节和细节去打动和感染读者,而不是借重与抒情议论。《尚书》《左传》《战国策》《史记》等历史著作称之为\"历史散文\"是不确切的,而应该是\"纪实文学\"中的\"史传文学\",很合适的文体。", "label": "中国语言文学", "id": 0}
{"content": "脱贫攻坚和乡村振兴的写作要求,用中国记协对广大新闻工作者提出的要求,表达既形象又准确,那就是让我们的作品\"沾泥土\"\"带露珠\"\"冒热气\"。长篇结构性的纪实文学,对于讲好脱贫攻坚故事,具有长远的总结性的意义,更具有代表性和影响性。纪实文学作者们深入一线采访而及时写作、及时发表、及时出版的精短的纪实文学作品,具有轻骑兵意义,作用不可小觑。纪实文学的爆热,都是与中国的时代发展国家要事紧密联系在一起的,可以认为,这是中国纪实文学的\"家国情怀\"。对贵州脱贫攻坚最大的感受就是:贵州脱贫攻坚,就是体现\"贵州精神\"特色的脱贫攻坚。", "label": "中国语言文学", "id": 0}
{"content": "<正>2021年2月25日,习近平总书记在全国脱贫攻坚总结表彰大会上庄严宣告我国脱贫攻坚取得全面胜利,消除绝对贫困的艰巨任务如期完成。这是人类历史上的伟大工程,是全体中华儿女戮力同心的伟大光荣,同时也是中华民族伟大复兴征程中的历史性成就。在这场彪炳史册的脱贫攻坚战中,涌现出了一批批昂扬奋进的党员干部和心怀感恩奋力前行的普通群众,出现了一个个令人震撼的中国故事和人间奇迹。文学作为社会生活的反映和历史征程的见证,正积极参与到中国脱贫攻坚故事的真情书写中来。无数的文艺工作者以文学的形式\"向祖国和人民报告全国各地的脱贫攻坚成果,", "label": "中国语言文学", "id": 0}
{"content": "<正>新中国成立前,我曾在敬爱的周恩来同志身边工作了一段时间。当时我还是一个二十几岁的小青年、新党员,担任武汉宣传总站负责人。周恩来同志留给我永不磨灭的、崇高的形象,成为我终身学习的楷模。聆听报告1938年,我在当时的国民政府军事委员会政治部第三厅工作。国", "label": "中国语言文学", "id": 0}
{"content": "<正>在我国中原腹地,有一片面积达到1050平方公里的广阔水域,从空中俯瞰,湖水清澈碧绿、幽深宁静,宛如闪闪发亮的绿宝石,镶嵌在秦巴山地与平原的过渡地带,她就是丹江口水库,中国南水北调中线水源,丹江水正日益成为中国的水利名片。丹江水:诞生了\"亚洲天池\"说到丹江,人们常常会想到丹江口市,其实这是两个不同的概念。", "label": "中国语言文学", "id": 0}
{"content": "<正>当写下这个题目的时候,我的耳边响起了诗人贺敬之的吟唱:\"……望三门,门不在,明日要看水闸开。责令李白改诗句:’黄河之水手中来!’银河星光落天下,清水清风走东海……\"人们说,看黄河,一定要去看黄河壶口瀑布,我以为,要深入了解黄河,一定要去参观黄河三门峡水库和大坝;看\"中流砥柱\";看排沙泄洪;看天鹅湖……登上黄河三门峡水库大坝观景台,目视黄河激浪撞击\"中流砥柱\",我眼前仿佛总会有大坝", "label": "中国语言文学", "id": 0}
{"content": "<正>[引子]朝阳绯红的霞光逐渐散开,江面上吹来习习凉风。汉口江滩上,晨练的老人们悠然自得地打着太极拳,散步的小两口满怀欣喜地推着婴儿车,他们脚下不远处,是滚滚东去的长江洪水。这是夏季武汉长江边的一个普通早晨。类似这样主汛期沿江居民闲庭信步看惊涛的情形,在荆州、九江、芜湖、镇江等长江沿岸城市随处可见。今天的长江,比起历史上任何时代,都更显", "label": "中国语言文学", "id": 0}
{"content": "<正>这是中国水利建设史上的奇迹,令世界震惊!这是新中国第一大水利工程,让国人骄傲!这是30万建设者筑起的钢铁大闸,保荆江安澜——作者题记\"渡远荆门外,来从楚国游。山随平野尽,江入大荒流。\"唐朝大诗人李白这首《渡荆门送别》,惟妙惟肖地描绘出穿山过峡、滚滚而来的浩瀚江水,进入荆江段时高山平原分界的地理情形,使人顿感洪水猛兽、泛滥成灾的威胁。原来,长江在三峡以上,为诸山所束,湍急奔腾;出宜昌后,以高屋建瓴之势,沿着江汉平原南部边缘向东奔流。其中自湖北枝城到湖南城", "label": "中国语言文学", "id": 0}
{"content": "<正>水是大自然的精灵,唯其汩汩涌流,哺育滋养,才有了生命的郁郁葱葱,物华天宝,人杰地灵。湟川之裕,成败在水。而巨擘般水利工程的建设及其发挥效益,才真正是这片亘古旖旎的高天厚土上再造繁盛的点睛之笔。——题记水之梦梦想是人们对未来的美好憧憬。湟水流域人民的引大济湟梦从酝酿到逐梦已走过了一甲子岁月,谱写了恢弘的水利画卷。湟水河是青海人民的母亲河,湟水流域是青海的精华所在。在古籍和人们的记忆里,这里曾", "label": "中国语言文学", "id": 0}
{"content": "<正>我出生在这片土地,呱呱坠地,我的身上就带着它的信息。坦荡,赤诚,热情,仿佛这片土地,在阳光下张开怀抱,微笑着召唤,召唤我这游子。在我记事的年龄,古角就这样坦然走进我的记忆。它是风,火热的风,雕刻我的性格;它是水,温柔摇荡,抚慰我和善的性格。我在这里低头玩耍,我在这里尽情奔跑,堤坝上的那些狗尾草啊,牵牛花啊,至今在梦里飘摇,如此鲜活。", "label": "中国语言文学", "id": 0}
{"content": "<正>在中国北方,有一座挺美的小城。因为水,她与中华民族的母亲河演绎了一幕幕相依相伴、相生相恋的动人故事。她的名字,是根据秦始皇的旨意给起的。那时候,黄河从她的身边汩汩北去,不过,黄河当时还不叫黄河,\"河\"或者\"大河\"是它的专用名。大概是有一阵子,大河没泛滥,挺安静,始皇帝以为是自己的\"德行\"镇住了河神,于是将大河改名为德水,取\"德水安澜\"之意,把依大河而建的小城取名\"德\",这是德州之名的由来。德州历史上出过不少的名人和神话传说,大", "label": "中国语言文学", "id": 0}
{"content": "<正>长江委水文下游局,前身为长办南京河床试验站,是承担长江下游水文测验、河道勘测以及水资源保护的重要机构。新中国成立70年来,它走过了一条艰难而曲折的发展道路。一直到今天,长江委的每一个人都不会忘记1954年发生于长江全流域的特大洪水。连续数月的绵绵阴雨,连续多日的狂风暴雨,将长江下游大大小小的水库、塘坝全部灌满;长江干流水", "label": "中国语言文学", "id": 0}
{"content": "齐白石1933年提出写自传,张次溪作为\"记录员\"与他磨合的过程并不顺遂。金松岑实际上未参与其事。七七事变后张次溪误入迷途。《白石老人自述》应该是启动之初与1960年前后的产物。", "label": "中国语言文学", "id": 0}
{"content": "<正>第一章忽如一夜春风来1 2018年5月8日。天刚刚放亮。莱西市河头店镇高格庄村村民王成桂就起了床。农民,向来都是早睡早起。早睡,能省电,能歇过上山一天的劳乏。早起,能多干些活,抵得上半天的功夫。\"一日之计在于晨,一岁之计在于春,一生之计在于勤。\"这样的生存哲理,农民,一直身体力行着。", "label": "中国语言文学", "id": 0}
{"content": "<正>正准备为了一个大项目出差,领导突然让我先去为湖北五一奖章获得者黄艳写篇报告文学,而且还要得比较急,弄得我有些措手不及。当从领导手上接过黄艳的先进事迹材料时,扑面而来的简介让我提起了兴趣:\"黄艳,贵州省安顺市人,博士,长江勘测规划设计研究院副总工、教授级高工。国际地表水委员会秘书长、国际大坝委员会洪水评估与大", "label": "中国语言文学", "id": 0}
{"content": "<正>采访长江设计院市政与交通工程设计院院长、湖北省\"五一\"劳动奖章获得者邓越胜并不容易。他太忙碌了,总是处在挑战难题、解决难题的第一线——繁忙的工地上,他步履匆匆,询问细节、把控进度;安静的办公室里,他伏案沉思,梳理策略、审查方案……在一次次见缝插针中接力完成采访后,这位入选水利部\"5151人才\"的工程设计专家,这位人均年产值160万元的市政与交通设计咨询企业掌舵人,身上的一项特质也越来越清晰。那就", "label": "中国语言文学", "id": 0}
{"content": "<正>湖南省水利厅原副总工程师余元君于2019年1月19日下午,因连续超负荷工作,在岳阳市君山区协调指导洞庭湖区钱粮湖分洪闸工程建设施工现场,突发心绞痛,几分钟后陷入昏迷,经抢救无效,不幸去世,年仅46岁。噩耗传来,我正陪同有关领导在娄底督查安全工作,大家颇感意外。我和基层同志一样,对他的去世扼腕痛惜。", "label": "中国语言文学", "id": 0}
{"content": "<正>2018年3月1日清晨,一条噩耗传来,如晴天霹雳,——\"陈毅元帅之子陈小鲁去世\"。泪水夺眶,悲痛难忍。与陈小鲁两次工作接触的点点滴滴,仿如眼前。2014年4月16日,陈毅元帅三子陈小鲁一行在徐州市贾汪区领导的陪同下,来到徐州运河支队抗日纪念馆参观调研。卧龙泉生态博物园董事长、运河支队抗日纪念馆馆长胡大贵为来宾们做了详细的讲解。当讲解至运河支队护送陈毅通过封锁线时,陈小鲁看得格外仔细、听得更加认真。", "label": "中国语言文学", "id": 0}
{"content": "<正>夜黑风高的江面上,水政执法艇破浪前行,搜寻、追捕着非法采砂船。围绕着长江砂石,执法的\"护砂猎人\"和偷盗的\"砂耗子\",在人们看不见的战场上持续较量。在\"护砂猎人\"眼里,砂石是长江河势河床稳定的\"平衡器\",是保证长江防洪与通航安全、维护长江优良生态的基石;在\"砂耗子\"眼里,", "label": "中国语言文学", "id": 0}
{"content": "<正>广东省水利厅的一间会议室。刘亚菽走进会议室的时候,我的双目模糊起来。她是那样年轻,那样清瘦,那样沉静,像一株芝兰。她略带微笑地看着我,如此凄美,如此淑雅。我想把泪水逼回眼眶,可它还是汹涌而出。刘亚菽静静地坐着,等着我平静下来。此前,我已对她丈夫——张生贤有所了解,我看过他的事迹,听过人们的演讲报告,刚刚我还采访过和他一起工作过的领导姚启文和同事黄", "label": "中国语言文学", "id": 0}
{"content": "<正>\"家家有华侨,人人是侨眷\"。对于浙江省丽水市青田县来说,这不是夸张。这个缓缓流淌瓯江水的侨乡青田,在治水护水的征途上\"引侨治水\",开创了全民治水的\"侨乡模式\"。这其中自然少不了应庄详村支部书记、青田县百余华侨村官中唯一的女村官陈苏云的身影,刚刚过完春节,陈苏云就在治水一线忙活开了。", "label": "中国语言文学", "id": 0}
{"content": "<正>今年1月19日下午,湖南省水利厅副总工程师余元君,因连续超负荷工作,在岳阳市君山区协调指导洞庭湖区钱粮湖分洪闸工程建设施工现场,突发心绞痛,几分钟后陷入昏迷,经抢救无效,不幸去世,年仅46岁。余元君是水利战线上成长起来的一名中青年干部。他把短暂的生命,奉献给了湖南的水利事业,忠实地履行了入党宣誓时的庄严承诺。2月20日,中共湖南省委追授他\"优秀共产党员\"称号,并号召全省广大党员干部向他学习。水利部颁发了《关于在全国水利系统广泛开展向余元君同志学习活动的决定》的文件。余元君是公务员队伍当中的杰出代表,也是水利工作者的楷模。他参加工作25年来,全身心投入到洞庭湖的治理和保护工作,身兼数职,", "label": "中国语言文学", "id": 0}
{"content": "<正>科学家眼里,湖泊是地球的肾脏;渔民眼里,湖泊是养家糊口的米缸;诗人眼里,湖泊是沉睡大地的一轮新月。而在梁智博眼里,湖泊就像自己的女儿,把她打扮得干净漂亮,让她健康活泼成长,一切劳作在所不惜!从\"俏人儿\"到\"水上漂\"梁智博原本是英俊潇洒的帅哥。18年前,他做\"头等\"大事、玩\"顶上\"功夫,创办\"俏人儿\"理发店,新潮时尚,明镜闪烁斑斓的人生。\"兄弟,山美水美人美,鱼的味道也很美。\"一次聚餐,朋友对宜都美食赞不绝口。", "label": "中国语言文学", "id": 0}
{"content": "<正>守一份信念,守一份责任,守一份忠诚;望一方平安,望岁月静好,望爱情长在。——题记一龙州河,是海南省一条不长、不宽的河,很多人都不知道她的名字,也不知道她从哪里来到哪里去,更不知道她不舍昼夜、默默流淌了多少个春夏秋冬。却有两个人,不仅知道这些,而且了解龙州河的脾气秉性。这两个人的名字叫庞书智、李瑞兰。他俩是一对夫妻,是龙州河边三滩水文站的工作人员。丈夫是站长,妻子是职工。他俩的任务是监测龙州河的水位、流量、水质、含沙量,为上级部门防汛抗旱提供水文依据,为下游群众遇险转移提供安全信号。庞书智、李瑞兰和龙州河朝夕相处、相依为命,厮守", "label": "中国语言文学", "id": 0}
{"content": "<正>酷热的天气将一直持续到人们睡着前的一秒。现在正是晚饭时间,老魏一个人盘坐在矮凳上,呷一口啤酒就一粒花生,皱着眉头吞下微带腐味的饭菜,感慨又度过了艰辛的一天。嚼着饭,老魏抬眼看到外面摇晃的树枝,放下筷子把衣服收进来、门关紧,准备抵御暴风雨的猛烈撞击。这是老魏时隔多年第二次来到孟东,有的事情如预料中的一样,有的事情却总难料。很少有人知道老魏在那里的经历。2018年4月4日下午,飞机终于穿过变幻各异的云层摆脱了颠簸,一片一片蓝顶房屋组成的聚落和不远处白色为主的楼群随之映入眼帘,再降低高度能看金灿灿的佛塔、高大的椰子树和深红色的围墙或木栅栏,这就是着陆前看到的第", "label": "中国语言文学", "id": 0}
{"content": "<正>夜幕中,电闪雷鸣,风狂雨暴。记得那年夏夜,我们防汛检查组一行,驱车前往江西省永丰县高虎脑水库,密集的雨珠砸在汽车挡风玻璃上,\"啪啪\"作响。透过朦朦胧胧的雨帘,隐约看到离公路不远的渠道堤岸上有灯光闪烁,一个身影在蹒跚前行。高虎脑水库正在除险加固,这可是个重点防汛工程!晚上9时许,我们到达高虎脑水库,下车后马不停蹄地察看施工工地。之后,回到水库管理所办公室,商讨应对洪水之策。这时,楼道里传来脚步声。一位中等身材的", "label": "中国语言文学", "id": 0}
{"content": "<正>2018年11月6日晚,我来到北京,第二天要在UNISCO-FRIEND国际研讨会上特邀作报告。刚入住便接戴润泉书记电话,要派一位局领导随长江委胡甲均副主任,与水利部领导会合后赴藏,加入部际联合工作组。我考虑到刘东生副局长任局应急测报总指挥,其余分管业务的局领导这两天都有重要公差,请戴书记即报长江委领", "label": "中国语言文学", "id": 0}
{"content": "贵州长篇小说创作是时代发展的产物。在时代精神的照耀下,贵州长篇小说出现了强悍的长势。涌现出了令人可喜的一群长篇小说作家。他们用自己的独特姿势,为贵州文学原野耸立起了一座座阳光闪耀的峰峦。", "label": "中国语言文学", "id": 0}
{"content": "文学语用学作为语言学和文学研究的新范式,为文学语篇分析提供新的理论视角。本研究以格莱斯合作原则和会话含义理论为框架,试图从叙述者与读者互动层面挖掘张爱玲小说《半生缘》中所刻画的女性形象特征。研究发现:《半生缘》中对三位女性悲剧形象的刻画尤为突出,小说揭露了顾曼桢生活上节俭朴素、顾曼璐身世的可怜与性格的自私、以及石翠芝在爱情上的无助,且她们都逃脱不了悲惨的命运,表达了张爱玲对封建时期女性不幸命运的同情。本文突破传统文学研究,从叙述者与读者互动层次出发并将语用学理论运用于文学文本分析,旨在为我国文学作品赏析提供新思路。", "label": "中国语言文学", "id": 0}
{"content": "张爱玲的小说,大多都是从女性角度对其生存环境、人生态度、婚恋状况、生活困苦等方面进行描写的,其刻画深入细致,创造了一个个栩栩如生的女性艺术形象,在中国现代文学史上具有十分重要的地位。作家对旧中国二十世纪三、四十年代女性形象的艺术塑造,可以说是对中国女性精神特性再现的一大贡献。从作家小说塑造的诸如金钱至上、沉默无助、婚恋悲剧等各式各样的女性艺术形象中,人们可以清楚地透视其具体可感的非常鲜明的女性精神特性,这些女性形象不仅对中国文学有着十分深远的影响,而且在世界人文领域里也产生了较大的影响力。为了透彻把握人物形象,我们以比较的方法分析作品中各类女性的精神特质,并以此反观作家的成长历程,从而得出了作品女性形象的塑造与作家其时所处的家庭背景及社会环境均有十分密切的关系,实质上是那个时期社会现实的艺术反映。", "label": "中国语言文学", "id": 0}
{"content": "在黑暗中也要把自己活成一道光,这道\"光\"照亮自己的同时也照耀着更多人。鲜活而真实的故事,苦难中奋斗向上的精神力量,总是让人无比动容,让人物形象更加丰满。孙少平的人生经历就是这样,让人们看到了奋斗者最好的样子,带给人无限的希望和力量。孙少平以草根奋斗者的质朴、厚重、理性,奉献利人,绽放出超乎寻常的道德情义。他忍辱负重、坚忍不拔、豁达乐观的精神,\"像牛一样劳动,像土地一样奉献\"的奋斗激情,如一颗颗璀璨的明珠,激励着一代又一代青年人砥砺前行。他立足平凡又超越平凡的人生经历,让一代代青年读者产生了强烈的共鸣,使作品洋溢着生生不息的时代激情和顽强奋进的精神力量。", "label": "中国语言文学", "id": 0}
{"content": "沈从文是中国现代文学史上一位风格独具的作家,他的小说表现了湘西下层人民特异的生存形式,沈从文通过乡土意识呈现出来的审美生存方式给现代追求物质消费和感官享受的文化提供了一些有益的启示。他将人性美置于同现实的矛盾中,使读者由此\"认识这个民族的过去伟大处和目前堕落处。\"（《边城·题记》）沈从文的这种审美生存方式对汪曾祺、何立伟、林芹澜等作家都产生过影响。", "label": "中国语言文学", "id": 0}
{"content": "池莉以\"市民代言人\"的身份,以平民的写实视角和关切的人生态度,关注平民阶层的日常生活状态,融入他们琐碎的生存体验,着力按照生活本来的面目,以生活流式的结构来描写,注重现实生活原生态的还原。本课题将以池莉的\"人生三部曲\"《烦恼人生》《不谈爱情》《太阳出世》为研究对象,着重分析池莉小说的创作视角与价值取向,从而树立其在新时期小说史上的地位。", "label": "中国语言文学", "id": 0}
{"content": "贵州本土作家冉正万的作品多聚焦于对人性的思考和对平凡生命个体的书写。他用独特的视角审视黔北地区人们生活的百态,叙述着一个又一个关于\"冉姓坝\"人的故事。文章以选集《苍老的指甲和宵遁的猫》为主要研究对象,从人性善恶的自然性、人性发展过程中的影响因素以及人性发展变化中的悲剧等方面出发,探析冉正万小说中人性的展现。对该作品中人性的剖析,既加深了对冉正万笔下黔北农村地区人性趋善趋恶的理解,也为分析研究贵州作家作品中关于人性的研究提供了相应的视角。", "label": "中国语言文学", "id": 0}
{"content": "莫言是一个土生土长的农村人,因而他对于生他养他的这片土地和生活在这片土地上的人民有着刻骨铭心的感情,他把这种感情全部的倾注在以红高粱为背景、发生在高密东北乡,有地域色彩的《红高粱》中,通过对余占鳌、戴凤莲等一系列亦官亦匪、亦正亦邪、敢做敢当、敢爱敢恨的特属于红高粱的英雄的塑造,展现了农民文化的野性;通过原生态、民俗性语言,展现人物的乡土性特征。他的作品始终保持着独特的地域性和浓郁的乡野气息,笼罩着农民生活和农民文化的雄沉博大。", "label": "中国语言文学", "id": 0}
{"content": "<正>围棋是戏,是技,是艺,是道,也是金庸武侠小说中多次描写的对象之一。金庸是一名资深棋迷,其将对围棋的热爱、与围棋产生的故事、熟知的围棋典故、在对弈中形成的博弈思维等因素融入到武侠小说的创作之中,使武侠小说兼具文人墨客的书卷气息与江湖侠客的逍遥自在。本文分别从弈棋对作者小说创作影响、围棋与金庸武侠小说的叙事关系两个方面入手,分析围棋在金庸武侠小说创作的叙事技巧。一、弈棋对武侠小说的创作影响", "label": "中国语言文学", "id": 0}
{"content": "丁玲在中国女性文学中占据着十分重要的位置,她的作品中都有着鲜明的女性意识,她解放思想,追求个性独立,有着与封建道统和男权社会绝不妥协的抗争进取意识,并且在丁玲一生都在社会主流意识形态中寻找女性的位置,并将女性话语写进作品中,在当时社会引起了巨大的反响。在本文中结合丁玲的作品分析了男权政治下的女性话语和女性主义思想,希望通过本文的研究能够让广大读者更加深入的认识和了解丁玲及其创作。", "label": "中国语言文学", "id": 0}
{"content": "老舍的长篇小说《四世同堂》中的女性形象有时代赋予的特殊意义,本文主要以小说中所塑造的两个女性形象为代表,浅谈老舍在小说创作中所呈现普通民众的英雄意识,和老舍的强烈爱国情感和民族意识。", "label": "中国语言文学", "id": 0}
{"content": "《受戒》、《大淖记事》是汪曾祺的标志性作品,作家通过诗化的语言、散文化的语言以及童年美好的记忆营造出一个诗情画意、以\"和谐\"为核心的乌托邦世界,本文通过描述汪曾祺以\"和谐\"为核心的乌托邦世界,分析其构建乌托邦世界的成因,以探究汪曾祺乌托邦世界背后的意义。", "label": "中国语言文学", "id": 0}
{"content": "老舍和鲁迅因受不同文化熏陶,在国民性批判思想上既有相似之处,同时具有不同点。本文将会从文化角度研究分析老舍和鲁迅小说当中有关国民性格的典型塑造,解析国民性与文化中间的相互关系,为今后国民性改造带来有效参考。", "label": "中国语言文学", "id": 0}
{"content": "《暴风骤雨》1952年、1956年及1977年等历时版本的流变,重构了小说的人物形象,形成净化正面人物和污化反面人物的两极化改动。这一过程塑造了理想的积极分子身份,也塑造了丑陋的地主阶级嘴脸,进而影响以此为基础建构的土改叙事。农民打倒地主的阶级制裁美化成正义战胜邪恶的道德制裁,粗暴地整合阶级问题和伦理问题的复杂性。固化的情节模式和受限的解读空间,不断消解文本的艺术表现力,也使《暴风骤雨》的文学意义被政治意义所屏蔽。", "label": "中国语言文学", "id": 0}
{"content": "王小波的《我的阴阳两界》是其作品中甚少被提及的一篇小说,标题中的\"阴\"与\"阳\"常被被研究者视作个人自由与社会意识的对立。然而从以弗洛伊德为代表的精神分析学去阅读这篇小说,可以照见王小波个人的精神世界,发掘小说人物与作者人格中的\"阴阳\"两面。", "label": "中国语言文学", "id": 0}
{"content": "乡村伦理是中国社会问题的直接反应,也是乡土文学中特别关注的问题。了一容作为宁夏西海固走出去的乡土作家,其小说创作中流露出对乡村社会伦理问题的关注,在乡村社会的现代转型过程中,对乡村人性、人际关系以及生命观有着更加深刻地认识与思考。本文立足乡村伦理书写,从异化的乡土心灵、压抑的乡土情绪、强悍的生命力量三个方面,探究其文学书写对乡村伦理建设的现实意义与价值。", "label": "中国语言文学", "id": 0}
{"content": "对于沈从文《边城》的悲剧解读,从各个人物视角出发进行的阐释成果也颇为丰厚,而文中的杨马兵这一人物形象长期以来处于边缘化的位置。就小说情节而言,他既是《边城》中的爱情悲剧的重要推手,也是最后的悲剧结局仅存的一缕温暖情愫。最重要的是,杨马兵本身就是一个悲剧的存在,他是整个茶峒文明即将走向衰亡的最后守夜人,也正是有他的存在,才使得《边城》中的故事更加具有命运的偶然性和不可逆性。", "label": "中国语言文学", "id": 0}
{"content": "之后的文学经过一段时间的自我发展,达到了文学内\"雅的极致\"。然而物极必反,在新传播媒介的兴起的背景下文学由雅迅速回俗并在资本的加持下走向俗的极端。早期网络小说作为新旧之交不成熟的实验的开端,为我们提供了雅俗共存的极佳典范。", "label": "中国语言文学", "id": 0}
{"content": "本研究旨在编制青少年网络小说阅读动机量表,并检验其信效度。首先,选取747名阅读网络小说的青少年对初始问卷进行项目分析和探索性因素分析,然后选取1287名阅读网络小说的青少年对修订问卷和校标量表进行测试,进行验证性因素分析和效度分析。探索性因素分析表明,网络小说阅读动机量表包括三个维度:情绪放松、自我成长和社会交往。验证性因素分析表明三因素结构模型拟合良好,且总量表和各分量表的内部一致性系数均大于0.80。网络小说阅读动机量表的总分及三个因子得分与校标量表相关显著。因此,网络小说阅读动机量表具有较好的信效度。", "label": "中国语言文学", "id": 0}
{"content": "<正>《黑龙江保险》2019年第6期\"保险文苑\"刊发了我的小小说《初心》,拙作发表后我收到了很多同事和朋友打来的电话和发来的微信,认为小说真实可信充满了正能量,篇幅虽短但人物形象突出,运用对比手法,陈新、钱福高下立判,看后对陈新的做法给予了赞许,对钱福的行为表示鄙夷。在", "label": "中国语言文学", "id": 0}
{"content": "<正>江南少晴天。烟雾萦绕着小镇,房舍人家皆在水雾里,模糊了白墙黛瓦的边界;雨滴滑落翘檐,打在青石板上,奏出清脆的鼓点。薄薄的雾霭中,谁家的灯火如豆微醺,看不真切。江南的雨,密密斜织着,似幅轻描淡写的水墨画,总也下个不停。祖父蹒跚着将屋外还未晒干的衣服收进堂屋,并不十分感到气恼和意外,只是惯例似的低声絮絮叨叨。隔得不远,可那破风箱似的声音被雨声割得细碎,还夹杂着几声浑浊的低咳。那个把小小的他举高放在他的驼背上的人,那个蹒跚着为他买糖葫芦和草蛐蛐的人,那个努力温柔着嗓音讲齐", "label": "中国语言文学", "id": 0}
{"content": "<正>一村里的花,开了,又落了。那一年,羽飞六岁。当年羽飞家生活比较清贫,而羽飞又是家中的长子,因此,他小小年纪就开始帮家里干活,割草、放羊、晒谷子,几乎都是羽飞。羽飞记得很清楚,那年夏季的某一天,他和往常一样,将羊赶到草地上后,就躺到了地上,折了一根草,叼在嘴里,吹着小调,百无聊赖地看着天。天上有云几朵,悠悠地飘着。许是太阳炙热的光芒刺到了羽飞的眼,羽飞抬手挡了挡阳光。一阵微风袭来,裹挟着泥土的微腥与青草的清香,亦给羽飞带来了些许困意。枕着阳光,羽飞沉沉地睡了过去。", "label": "中国语言文学", "id": 0}
{"content": "<正>费尔南:\"伯爵先生——每日深夜使我不安而感到手脚发寒的唐代斯!在我身败名裂而开枪自杀之前,在你之于我的深仇大恨即将复仇成功的现在;我想知道你扮演了那么多角色是不是故作深沉而显得如此幼稚?!\"费尔南口含灰尘与寒气并存的枪筒,而血丝与泪水交杂的眼球却带着败后的哀愁、意味深长的看着伯爵说。伯爵深吸了一口寒气,咬住有些龟裂、因情绪波澜而发抖的嘴唇,语气平静的说道:\"我以我死去先父、即将因复仇成功而安息的亡魂起誓!我埃德蒙·唐代斯的确扮演了众多角色,但这绝不是故作深沉而显得幼稚!我虽受我", "label": "中国语言文学", "id": 0}
{"content": "<正>《望春风》是格非创作的一部极具代表性的长篇小说作品,而这部作品展现出了对乡村的道别,在50多年的乡村回望当中,这部长篇小说站在相邻角度,展现了历史沉浮背景之下乡村的艰难前进。乡村是中国社会最为广泛的一种存在,是社会发展不可缺少的一部分,但是却往往在时代变革当中被遗忘或成为牺牲品。《望春风》小说作品无疑是打碎了人们过去对田园牧歌生活的幻想,将变化作为基点说明了中国乡村正常的一面,见证的是乡村逐步的消亡。", "label": "中国语言文学", "id": 0}
{"content": "二十世纪九十年代初东西、鬼子、李冯\"广西文坛三剑客\"触电,掀开\"文学桂军\"涉足影视的大幕。近年来,朱山坡的小说被拍成影视作品,以他的《推销员》的改编为例,分析其中原因。", "label": "中国语言文学", "id": 0}
{"content": "新世纪以来,湖北女作家在不断推出中长篇小说时,对短篇小说的创作依旧旺盛。不同代际间的湖北女作家们在创作短篇小说时,呈现出不同的内容表达和技法使用。本文主要将其划分为50-60后、70后、80-90后女作家,将她们的短篇小说分别归纳为厚度写作、城乡写作、个性写作三大创作特征,围绕这些特征梳理不同代际对短篇小说内容承载量与技法运用的\"常\"与\"变\",以启发深入研究和思考。", "label": "中国语言文学", "id": 0}
{"content": "北宋大文豪苏轼,对后世文学创作之题材撷取方面,有着非常重要的影响,以白话小说为例,在明代冯梦龙所编纂的话本小说总集\"三言\"——《喻世明言》、《警世通言》和《醒世恒言》的文本中,作者通过依托苏轼生平演绎成篇、化用苏轼诗文语典等方式,将北宋大文豪苏轼及其诗文作品巧妙融入小说创作之中,为作品增色添彩,从中也体现出了\"三言\"编者于苏轼的推崇与接受,这客观上也对苏轼及其作品的传播产生一定的推动作用。", "label": "中国语言文学", "id": 0}
{"content": "蒲松龄是清代著名文学家,其代表作《聊斋志异》以科举考试为题材,揭露科举弊端的作品不下二十篇。这些作品中都包含着作者浓厚的思想感情,表现出了作者对科举的愤恨。但与此同时,蒲松龄自己却几乎一生都在科举考试的泥潭中挣扎着,直至暮年仍不得志。应该说,蒲松龄对待科举考试是又恨又爱,又批判又渴求的。", "label": "中国语言文学", "id": 0}
{"content": "《红楼梦》是一部令人叹为观止的巨作,里面包含的内容非常广泛,有医学、建筑学、美学等,每个读者都能从中学习和领悟某一个领域的知识,都能在《红楼梦》中找到自己的影子。作为一名班主任,我亦从《红楼梦》中收获了诸多教育方面的感触,请随我一一道来。", "label": "中国语言文学", "id": 0}
{"content": "《红楼梦》引用超过200种植物,对植物的应用、赏析、延伸同其文学造诣已经达到登峰造极的境界。将《红楼梦》中的园林康养植物与书中受到传统康养思想熏陶的生活百态结合进行研究,有助于继承和发扬中国传统文化中的养生精髓。本文结合我国古代特有的中医养生、观赏园艺等文化,先对《红楼梦》中的园林康养植物选择、配置以及植物疗法进行梳理,再依据其疗愈途径和\"大观园\"的康养植物类型,解读传统园林康养植物的运用。从而对于构建与发扬具有中国特色的园林康养体系产生一定意义和价值。", "label": "中国语言文学", "id": 0}
{"content": "<正>围棋,在古代的时候被称为\"弈\",属\"琴棋书画\"四艺之一,是人们生活中的重要组成部分。谈及围棋,似乎人人都可说得上话,围棋有着悠长的历史,相传为尧舜发明,也深受人们喜爱,上至君主,下至百姓,他们有的人或从中领会治国安邦之道,或从中吸取坐隐自在之妙,这小小一楸枰也满载了有关于人生的体悟。当然,女子也不例外,它并不是男子的专利。《说文解字》中解\"妇\"字:妇者,服也。女子是服从于男子的,生活在中国的封建时代,妇女遵从着\"女子无才便是德\"的教育,她们受着深深的束缚。\"三从四德、阃教闺范\"于是变成她们所有行动的出发点,因而一般的教育、文化、娱乐活动都是男子的专利。但是围棋不受限制,清代的李渔甚至还非常提倡妇女研究棋艺,他的用意是为了避免闺阁\"静极思动的妄念\",以为\"一涉手谈,则诸想皆落度外\"[1]。", "label": "中国语言文学", "id": 0}
{"content": "贾探春是曹雪芹塑造的一个思想性格复杂的典型人物,历来都是学术界关注的女性形象之一。本文在借鉴前人研究成果的基础上,以描写探春成分最多的理家、抄检两回做文本依据,从她的敏感性角度在其理事、反抄检、冷待生母三件事上分析她对\"尊严\"的重视。", "label": "中国语言文学", "id": 0}
{"content": "<正>进入新世纪后,随着国民经济的增长,各地开发旅游热潮,风起云涌,除了山清水秀的自然景观,以及对景区环境的人工雕琢以外,就是注入本景区文化含量,以招徕较高层次的游客,借以提高本区域的知名度。最容易创造的内容,莫过于\"名著、名篇、名人\"的炒作,成为各地信手拈来的素材,其中以古代四大名著为最。在地方政府推动下,开展对《水浒》学术研讨,由此,也将水浒研究提升到了一个前所未有的高度。", "label": "中国语言文学", "id": 0}
{"content": "<正>古代小说版本数字化现状古代小说版本数字化开始于1999年,首先从《三国演义》版本开始,逐步扩展到《水浒传》、《西游记》、《金瓶梅》和《红楼梦》。到目前为止五大名著中已经完成数字化的版本约有近80种。", "label": "中国语言文学", "id": 0}
{"content": "<正>自马幼垣先生于1984年在《水浒争鸣》杂志发表《呼吁研究简本〈水浒〉意见书》以来,已经过去了24个年头。在这24载的时间里,简本《水浒传》的版本研究虽然取得了一定的成绩,但是远远没有达到预期。马先生当年呼吁研究简本的理由是\"若是研究作者问题、版本沿革、成书演易,我觉得在未尽看现存各种重要本子、详作比勘以前,谁都没有资格下结论\"（马幼垣《水浒论衡》）。", "label": "中国语言文学", "id": 0}
{"content": "<正>习近平总书记指出,文化是一个国家、一个民族的灵魂,文化兴国运兴,文化强民族强,没有高度的文化自信,没有文化的繁荣兴盛,就没有中华民族的伟大复兴。发展中国特色社会主义文化,要坚定文化自信,增强文化自觉,坚持走中国特色社会主义文化发展道路,激发全民族文化创新创造活力,建设社会主义文化强国。习近平总书记强调,文化自信,是更基础、更广泛、更深厚的自信,", "label": "中国语言文学", "id": 0}
{"content": "<正>施耐庵（1296—1370）,泰州白驹场（今属盐城市大丰区白驹镇）人,据其曾孙施廷佐墓志铭说,曾祖\"会元季兵起播浙\",显然是入张士诚幕,并以张士诚起义为背景写了《水浒传》,施耐庵的笔下涉及到不少重要和特殊的地名是以江苏地理为背景的。庚子新春,在施耐庵故里研读地方文献,有了新的发现:白驹场竟然有\"紫石街\"\"狮子桥\"等水浒地名。感到施耐庵写《水浒传》时是以家乡的地理原型为背景的。", "label": "中国语言文学", "id": 0}
{"content": "<正>《水浒传》是我国文学史上第一部描写古代农民起义的长篇章回体小说,是\"四大名著\"之一。全书描写北宋末年以宋江为首的108位绿林好汉在山东梁山泊聚义,杀富济贫,替天行道,干出了一番轰轰烈烈的事业。水浒故事可谓家喻户晓,妇孺皆知。然而,众多读者并不一定知晓,《水浒传》创作的地理背景并不是山东西南境内的梁山泊,那么梁山泊的原型究竟在哪里?乡先贤施耐庵著书的用意又何在?本文对此予以探讨,抛砖引玉。", "label": "中国语言文学", "id": 0}
{"content": "<正>通俗小说《水浒传》是一部描述英雄侠义情结的长篇叙事文学作品。这部古典名著自成书以来,一直倍受各界人士喜爱,对后世影响很大。孩童时代《水浒传》连环画就吸引着我的眼球,对于里面的英雄人物我充满了膜拜。长大后,总觉得这部书里需要品味咀嚼的东西太多,每一次读它都会有不同的感受。", "label": "中国语言文学", "id": 0}
{"content": "<正>由中国水浒学会和湖北省水浒研究会主办、湖北大学文学院承办、湖北师范大学文学院协办的\"2018全国水浒学术研讨会\",于2018年11月8日至11日在武汉市召开。来自北京大学、首都师范大学、山东大学、山西大学、复旦大学、杭州师范大学、西北大学、兰州大学、厦门大学、福建师范大学、武汉大学、华中科技大学、华中师范大学、中南民族大学、湖北师范大学以及湖北大学等高校的专家学者,共计八十余人参加了本次研讨会。", "label": "中国语言文学", "id": 0}
{"content": "<正>第一辑（湖北省社会科学院文学研究所、湖北省水浒研究会编,长江文艺出版社1982年4月出版。）1.\"不读《水浒》,不知天下之奇!\"——《水浒争鸣》案头语（《水浒争鸣》编委会）2.《水浒》的真人真事（王利器）3.修綆山房梓《宣和遗事》跋（周绍良）4.《水浒传》与《宣和遗事》——口头文学所奠定的《水浒》基础之一（高明阁）", "label": "中国语言文学", "id": 0}
{"content": "<正>嘉靖（1522—1566）初年《水浒传》在北方首都北京成书,宫廷作者以明代（1368—1644）中期正德（1506--1521）、嘉靖时代的道德理念,创新撰写作品,描绘林冲、卢俊义、燕青等新鲜人物,北京版本的文体方言,是正、嘉时期北方特色白话。京本流传到南方都市杭州后,历经数十年,又被杭州说书艺人增添了大量杭州元素,改编撰创成了\"万历版\"《水浒传》。", "label": "中国语言文学", "id": 0}
{"content": "<正>《水浒传》所写108将,据地虽在山东\"水泊梁山\",谓之梁山好汉,但这些好汉却来自全国各地。其中,仅来自鄂东的就有12位,占梁山好汉的十分之一以上。他们是——天罡星:黑旋风李逵,第22位;天究星没遮拦穆弘,第24位;天寿星混江龙李俊,第26位;天平星船伙儿张横,第28位;天损星浪里白条张顺,第30位。", "label": "中国语言文学", "id": 0}
{"content": "<正>一、英雄末路《金瓶梅》改编自《水浒传》,它的开篇是这样描写潦倒落拓之人的:\"假如一个人到了那穷苦的田地,受尽无限凄凉,耐尽无端懊恼,晚来摸一摸米瓮,苦无隔宿之炊,早起看一看厨前,愧无半星烟火,妻子饥寒,一身冻馁,就是那粥饭尚且艰难,那讨馀钱沽酒!更有一种可恨处,亲朋白眼,面目寒酸,便是凌云志气,分外消磨,怎能勾与人争气!正是:一朝马死黄金尽,亲者如同陌路人。\"", "label": "中国语言文学", "id": 0}
{"content": "<正>在《水浒传》中,诸多好汉啸聚的水泊梁山犹如一个\"你方唱罢我登场\"的大舞台,历经了三任山寨之主:白衣秀士王伦、托塔天王晁盖与呼保义宋江。王伦是梁山的第一任山寨之主,在第七十一回《忠义堂石碣受天文,梁山泊英雄排座次》大排名时,既未进天罡,又未入地煞,不在排座次之列。晁盖是梁山的第二任山寨之主,在大排名时,也是既未进天罡,又未入地煞,也不在排座次之列,只是由宋江、吴用等人在忠义堂后雁台顶上正面大厅供着其灵位。宋江是梁山的第三任山寨之主,大排名时,最终位列天罡,而且是天魁星;大部署时,宋江位于正厅东边房内;大安排时,宋江是梁山泊总兵都头领。", "label": "中国语言文学", "id": 0}
{"content": "<正>《水浒传》成书于元末明初,作为封建社会意识形态的反映,书中男权意识的主导地位十分突出。值得注意的是,在男权社会高压之下,女权主义虽然难以成为社会主流意识,但女性意识的觉醒却不可避免。《水浒传》中的女性主体意识的觉醒,突出表现在一大批具有独立人格与大胆反叛精神的女性身上,她们力求打破封建社会的藩篱,创造出一番属于自己的天地。本文选取小说中最具代表性的女性形象进行探究,分析其背后流露出的女性主体意识及其形成的时代原因,由此引起对于现代女性观建构的意义与女性价值的思考。", "label": "中国语言文学", "id": 0}
{"content": "<正>艺术来源于生活,而又不等同于生活,它是对日常生活的凝聚与总结,令美的更美、丑的更丑,善的更善、恶的更恶,是社会人生的美学体现。自小说《水浒传》诞生之日起,忠义、诲盗、造反、暴力、替天行道等诸多甚至截然相反的主题评价围绕在它的左右,或许正是源于这种人言人殊的多义阐释性,令它渐成经典,其影响力甚而扩展至日本、韩国、泰国等周边国家,而这种影响力还在不断延续之中。", "label": "中国语言文学", "id": 0}
{"content": "<正>《水浒传》也叫《忠义水浒传》,此书作为一部古代描写农民起义的现实主义题材小说,虽然整体真实的成分并不是太高,但却是当时多种社会现象的集中反映,在很大程度上体现出那时尖锐的社会矛盾和诸多现实问题以及中底层社会群体的呼声。官府的穷奢极欲和严重的社会不公造成各种社会矛盾加剧,从而引发了最为极端的爆发形式——农民起义,", "label": "中国语言文学", "id": 0}
{"content": "<正>意气用事指缺乏理智地凭借偏激的情绪去处理事情,如此处理事情,常常会把事情弄糟,导致诉讼,甚至非常严重的后果。《水浒传》中的人物,有些由于意气用事,不免闹出灾祸,更有甚者引起了官司。诸如梁山好汉的杨志、宋江、武松、雷横、孟康、杜兴、张青、李逵,此外还有属于梁山人员的一名军校,", "label": "中国语言文学", "id": 0}
{"content": "<正>引言古代人们对观察天象的格外重视,促使天文学的萌芽状态和幼稚阶段出现要比其他的自然学科早得多。得益于古代中国特有的天人合一氛围,天象更是较早地得到了人们的关注。《易经》曰:\"观乎天象,以察时变\"。从农业上的观象授时到政治上的天人感应,天象的\"常\"与\"变\"往往起到了举足轻重的作用。", "label": "中国语言文学", "id": 0}
{"content": "<正>在小说《水浒传》里,许多英雄好汉都被有过刺配的经历,而林冲、武松、宋江获罪刺配的过程尤其曲折。同样一条刺配之路,性情不同的三人遇到了一些相似的情况,如得官吏周全、受公人押解、遭杀身之祸、被管营勒索等等,但三人遇事时的表现与得到的结果却大有不同。本文通过对比分析林冲、武松、宋江被发配的遭遇,发现他们与统治阶级各类人物的相处模式,以求更加全面细致的阐释梁山英雄与大宋国朝的关系。", "label": "中国语言文学", "id": 0}
{"content": "<正>《水浒传》中的沂州好汉有李云、朱贵、朱富等,当然,最为读者熟悉的是李逵。第三十八回戴宗向宋江介绍说:\"这个是小弟身边牢里一个小牢子,姓李,名逵,祖贯是沂州沂水县百丈村人氏。本身一个异名,唤做黑旋风李逵。他乡中都叫他做李铁牛。\"", "label": "中国语言文学", "id": 0}
{"content": "<正>我国历史有许多农民起义的现象,文学作品中也有一些塑造的很成功的绿林好汉,如:施耐庵的《水浒传》中宋江、姚雪垠的《李自成》中李自成。这两部名著都享誉文坛,金圣叹曾说:\"天下之文章,无有出《水浒》右者。\"《李自成》第二卷于1982年获第一届茅盾文学奖。吴晗认为《李自成》\"质量不在《水浒》之下,甚至比它高。\"", "label": "中国语言文学", "id": 0}
{"content": "\"嗟乎,异物之情也有人道!遇暴不失节,徇人以至死,虽今妇人,有不如者矣。\"初看似是赞扬,深究还是谬言。妖女与寻常妇人怎好相比?妖自然可以不慕名利,唾手可得不在乎而已;固然可以忠贞不二,人的一世不过几十年而已,妖却绵绵无期;只是终究参不透人心,难觅到真情罢了。从古至今,痴情女子从来不缺,歌颂者有之,哂笑者亦不乏。任氏与白蛇若是知道彼此,或许可以交流心得,再来人间,一雪前耻。", "label": "中国语言文学", "id": 0}
{"content": "<正>〈目次〉1.绪论2.十五世纪中国小说在朝鲜3.小说认识与创作4.小结參考文獻ABSTRACT1.緖論中国与韩国两国学术文化等友好交流历史悠久,其中本论文拟探讨对中国古代小说在韩国朝鲜时期的评论。中国古代小说在韩国古代小说史上的地位是相当稳固的,在传入韩国之后其影响更是庞大而深远。韩国人自古以来一直欣赏中国文学,这在韩国古代文献中多有记载,其中也有对中国古代小说的各种评论。虽然韩国创作小说在当时因政策和观念等原因,发展较晚,而且影响力较小,没法独立出来。但是小说评", "label": "中国语言文学", "id": 0}
{"content": "<正>《自流井》是王余杞3早年著述的一部文学力作。作者以局内局外人的双重身份和朴实无华的文学语言,真实地记录了他所属的盐商世家的兴衰经历和自贡盐业社会中诸多文化事象。本文旨在通过文学著作中对音乐活动的描述,解读当时盐都社会的音乐艺术表现形态,以及音乐活动在人们社会生活中的作用和意义;同时,从这一侧面印证一度繁荣的自贡井盐经济孕育了丰富多彩的音乐文化形态,并对后世产生深远影响。丰富多彩的\"盐工号子\"是自贡盐场劳动音乐的代表,是盐业劳动阶层的精", "label": "中国语言文学", "id": 0}
{"content": "1842年,随着通商五口岸的开放,上海迅速崛起为中国的商贸巨埠和工业中心,租界设立后华洋混杂的城市风貌又使其俨然而为充满摩登气质的西方文明飞地,不仅吸引着五湖四海的投机家和淘金客,也成为周边城乡居民开眼界、长见识的最佳游历地。应运而生的乡愚游沪小说以陌生化的叙事策略及颇具贬义色彩的詈词称谓凸现了都市与乡村间的隔膜与对峙,同时反映了身处城乡文明夹缝中的近代文人在叛离\"物质乡土\"的同时又留恋\"精神乡土\"的矛盾心态。这一悖论对现当代文坛的农民进城小说构成了一定程度的辐射及影响。", "label": "中国语言文学", "id": 0}
{"content": "<正>商业小说在本文中用以指专门描写商业、金融、实业界生活的小说。晚清民国对于商人的界定相当宽泛,不仅指从事商业、金融业之人,而且将从事生产制造和交通运输之人也称为商人,②故本文提及的商业小说的涵盖面亦相应宽泛。近代小说有关商贾、商界的描写不少,而专门的商业小说却不多;谴责商界黑暗、奸商无道的小说不少,颂扬儒商及义商的小说却不多。", "label": "中国语言文学", "id": 0}
{"content": "<正>\"侠\"文化是中国文化传统中一个古老的部分,关于武侠的叙事可上溯到先秦时期。近现代以来,武侠小说创作开始大量出现,并几经流变,发展成为一个成熟的通俗文学类别。20世纪八九十年代,对武侠小说与电影的接受,出现了一个高潮,武侠故事成为70后、80后一代的精神资源,在某种程度上影响、建构了他们的心理结构、情感模式、语言风格。与之相应,武侠故事在文化学术领域中的地位也越来越高,武侠小说开始进入当代文学史书写并有被经典化的趋", "label": "中国语言文学", "id": 0}
{"content": "《红楼梦》描写的是千疮百孔、日趋没落的封建社会的腐烂、败落,贾府是那个社会的缩影,贾宝玉是走在那个黑暗社会里的迷路人。曹雪芹无力解释酿成种种人间悲剧的复杂缘由,只好归于\"命运\",用\"一切早已注定\"来抚慰自己和抚慰他人。《家》描写的依然是封建大家庭走向崩溃的过程,且如黎明前的黑暗,最是残酷无情之时,但\"五四\"新思潮犹如黑暗中的一丝晨光,鼓起了觉慧们追求和斗争的勇气。《家》唱出的不是人生的悲剧,而是为了争取新生而不懈斗争的正剧。", "label": "中国语言文学", "id": 0}
{"content": "<正>评点作为中国特有的文学批评形式,并非从金圣叹开始,但金圣叹创建了一套完整的文学评点的范式,可以说金圣叹的评点是具有开创性的。其后,毛宗岗、张竹坡、脂砚斋的小说评点,都是遵循金圣叹的套路,以张竹坡为例,他自己曾多次提到金圣叹之评点,并与己之评点做比较,实际上他的评点中确有对金圣叹理论的承接之处。不过,张竹坡之评点却非一味沿袭,而在金圣叹批评理论的基础上有许多发展和新的创见。可以说,张竹坡的评点是在金圣叹评点的基础上,根据《金瓶梅》的独特个性进行了改进,他的评", "label": "中国语言文学", "id": 0}
{"content": "<正>在中国近代,有不少学者、作家对用小说反映科学的问题作过种种探索。这方面,鲁迅就是很值得我们研究的。1903年10月,日本东京进化社出版,署\"中国教育普及社译印\"的凡尔纳作品《月界旅行》,这是我国最早翻译的凡尔纳作品,是由鲁迅从日本译本转译的,也是鲁迅出版的第一本书。鲁迅在《月界旅行。辩言》中明确地说明了自己翻译这本书的目的,", "label": "中国语言文学", "id": 0}
{"content": "<正>在历史题材文学创作与批评中,历史真实是一个出现频率颇高的词。它既是历史小说和历史剧作家追求的一个创作目标,也是文学批评和文学史家评判历史题材文学作品的一个尺度。这个词正如同人们谈论现实题材文学作品时所使用的“生活真实”一样,常被当作一个自明的概念来使用,它在揭示和阐明了许多问题并给人们的论述提供了方便的同时,也掩盖和遮蔽了不少问题——包括掩盖和遮蔽了这一命题自身所蕴含的内在矛盾。", "label": "中国语言文学", "id": 0}
{"content": "<正> 流年如风,韶华易逝,转瞬之间,中国小说学会在我们渤海大学召开的第六届学术年会已经过去近两年了。对那届名流云集、群贤毕至的学术盛会,对那些检阅经典、探索迷津的精彩报告,我们渤海大学师生至今难以忘怀。因之,对中国小说学会“代表先进文化的前进方向”,与时俱进的推动新世纪小说创作", "label": "中国语言文学", "id": 0}
{"content": "<正>从信息论角度对小说语言进行考察,言语代码的组织制作与读解也可看作是一个交际过程。在这一过程中,创作者与读解者形成了交际双方,创作者将信息转化为言语代码加以传送,读解者则将言语代码转化为信息加以接收。没有编码,无所谓解码;没有", "label": "中国语言文学", "id": 0}
{"content": "<正>小说评点是盛行于明清时期的特殊的文学批评形式。作为一种文体,其生成绝非突兀而来,而必有一个萌生、累积和衍化的路径。鉴于多数论者的论说差强人意,本文重新考索小说评点的知识谱系,以期得出新的认识。小说评点与儒家经学传统一般认为,小说评点\"直接导源于唐宋以来的诗话及诗文评点著作\"①,其依据是小说评点所采用的形式——圈点、眉批、夹注、回评和总评等——已见于唐宋诗话、诗文评,是它们给予小说评点\"直接的启发\"。譬如,在最早的文章评点本里,如《古文关键》、《古文诀》、《文章规", "label": "中国语言文学", "id": 0}
{"content": "<正>1911年10月10日,武昌城的枪声,把中国带进一个充满希望与坎坷的转型时期。当辛亥革命时,整个中国社会,处于极端混乱的状态;不仅政治制度、思想意识、文化观念、社会结构、民众心态等方面动荡异常,就连人命关天的刑事,也往往由某人一句话或一个批条,即行决断。在这种内政混乱当中,黄世仲就是一个无故地被人陷诬而被杀害的革命先驱者和优秀的传记小说作家。黄世仲（公元1873—1913年）,字小配,亦作配工,别署禺山世次", "label": "中国语言文学", "id": 0}
{"content": "从中国小说史这个大屏幕上所看到的茅盾的现实主义理论有三个特点:一、茅盾批判继承了古典小说传统对于\"真实\"的理解,在60余年的文学道路上始终信守\"真实是艺术的生命\"。二、志怪、传奇、讲史话本中宽阔的题材、曲折的情节,《红楼梦》以婚姻家庭纠葛折射社会风貌的方法,《战争与和平》和《人间喜剧》的风格,茅盾都深知其中三味,从而坚定了以细腻的笔触来描写大时代重大事件的创作思路。三、中国小说史上的小说都具有功利性,茅盾批判了封建文学的功利性,明确表示\"我们是功利主义者\"。", "label": "中国语言文学", "id": 0}
{"content": "<正> 作为中国古典小说主潮的章回小说,其叙事模式的基本特征是“以全知视角连贯叙述一个以情节为结构中心的故事”,也就是说,在叙事时间上基本采用连贯叙述,在叙事角度上基本采用全知视角,叙事结构则基本上以情节为结构中心。而这一传统的小说叙事模式,迟至20世纪初才受到西方小说的严峻挑", "label": "中国语言文学", "id": 0}
{"content": "<正> 如果说叙事模式还停留在小说的技巧层次的话,那么,作为叙事文本整体的美学特征的叙事风格则无疑属于更高的层面——因为它是小说家的审美趣味、思想境界和艺术表现在叙事文本中的综合体现。叙事风格的形成,不仅是作家走向成熟的标志,也是衡量一部叙事作品是否成功的重要尺度。在分别考", "label": "中国语言文学", "id": 0}
{"content": "<正>小说是明清时期最重要的文学形式,代表了明清文学的最高成就。与此相适应,在明清小说的序跋里,存在着许多具有重要美学价值或某种代表性的关于小说理论的批评文字。通过对这些批评文字的整理和研究,将有助于对明清小说创作的概貌有一个达于审美经验层次的理解。一、确立小说的历史地位中国史籍丰富,富有传统相继的特点。史是实的,而小说却是以虚构为特征的,那么小说与史是什么关系,特别是历史小说,", "label": "中国语言文学", "id": 0}
{"content": "<正>（一）今试游五都之市,十室之邑,观其书肆,其所陈列者,十之六七,皆小说矣。又试接负耒之农,运斤之工,操奇计赢之商,聆其言论,观其行事,十之八九,皆小说思想所充塞矣。不独农工商也,即号为智识最高之士人,其思想,其行事,亦未尝不受小说之感化。若是乎小说之势力,（?）漫渐渍于社会之中,吾国今日之社会,其强半直可谓小说所造成也,小说之势力亦大矣。小说之势力,所以能若是其盛者,其故何欤?曰:小说者,近世的文学,而非古代的文学也。此小说所以有势力之总原因,而其他皆其分原因也。何", "label": "中国语言文学", "id": 0}
{"content": "<正>（一九八○年六月十七日、甘一日在中国古代文论师训班上讲）我今天讲的题目,就是\"求新声于异邦\",这是鲁迅的话,是他在《摩罗诗力说》里说的。为什么用这个题目呢?因为我想,中国的近代文论,也就是说以鸦片战争和五四运动为起讫标识的这段时间,大约八十年吧,这一段的文学理论,内容很多很多。如果我们要问它与过去的文学理论相比有什么不同呢?有什么新东西呢?我想,这新的东西只有一点,就是它开始接触到西方的、主要", "label": "中国语言文学", "id": 0}
{"content": "<正>在近期的影视作品丛林中,古代题材的比例明显减少了。究其原因,笔者认为除政策性\"限古\"之外,很大程度上取决于作品的格调色彩,尤其是人物形象塑造的自身原因,以及作品为吸引观众眼球,刻意追求凶杀、鬼怪、荒诞、戏说之类负能量所产生的不良影响。事实上,许多古代经典题材其含金量是现代题材所无法替代的,也是不能一概排斥的。就古代题材文艺作品的个性特征而言,许多闪光的亮点都与现代题材的作品是相通共融的,很大程度上是一种传承。因此,妥善处理好二者关系,借古人形骸,扬时代正气既是文艺工作者担负的时代责任,也是使古代题材作品成功见诸影视等载体的保证。", "label": "中国语言文学", "id": 0}
{"content": "<正>《西厢记》与《牡丹亭》虽是诞生于元、明不同时代的文学作品,但他们都是中国古代具有经典意义的爱情文本,用或华丽或质朴的言语,演绎着深闺情爱,文字中爱与理交织,情义与名利扭结,看似复杂而实则单纯地诠释着女性作为文学主角的新视界。晚明,崔莺莺和杜丽娘都伴随着书籍版刻入了画,更加直白地走进了市民生活,走上了戏曲舞台,在识字率极低的历史阶段里,", "label": "中国语言文学", "id": 0}
{"content": "<正>中国古代传统绘画中,仕女对镜照面的图像多有出现,文学作品中\"当窗理云鬓,对镜贴花黄\"的美丽场景,经过图像化之后,具有了更为直观而多维的解读空间。宋人所绘《妆靓仕女图》和《绣栊晓镜图》,均为仕女在一个看似室外的空间中对镜照影。苏汉臣《妆靓仕女图》是一幅宋代人物画中的上乘之作,仕女几乎是背向观者坐在镜前,", "label": "中国语言文学", "id": 0}
{"content": "晚清以来,不少粤港地区的报刊都刊载过大量的广府唱本,其中又以粤讴数量最多,最受学者的关注,纷纷进行整理和研究。报刊发表的南音、龙舟歌、板眼和木鱼书数量较少,也罕有学者关注,但它们却有着和粤讴不同的题材范围和语言风格,是报刊广府唱本不可或缺的一部分。兹辑录整理笔者翻检近代报刊所得目录,计南音99首、龙舟歌54首、板眼28首及木鱼书3首。这些都是当时的新作,可为现存广府唱本补充新的篇目。", "label": "中国语言文学", "id": 0}
{"content": "文章主要介绍了本人在编纂《中国民间文学大系·小戏卷》\"湖南影戏卷\"\"湖南花鼓戏卷\"\"湖南傩戏卷\"时的一些具体做法,认为在编纂民间小戏卷时,既要考虑剧本,也要考虑剧种间的差异性。首先,传统的小戏剧本自然是重点的搜集对象。其次,那些在行当体制上虽稍有突破的,但仍是以敷衍百姓日常生产、生活,且能体现小戏表演艺术特征的剧目也应考虑。此外,所选录的剧本还应尽可能体现民间小戏的民间文学特征,以及剧种的特殊性。总之,编纂的目的是力求以文字、图片、视频等方式\"全面\"记录作为口传文学的民间小戏。", "label": "中国语言文学", "id": 0}
{"content": "<正>粵劇劇本中的珍本和孤本,不能完全借用中國傳統古籍或雜劇、傳奇等戲曲文獻的界定方法和年代限制。下文所選十種珍稀劇本主要的依據有三:一是未見粵劇書目著錄,且暫未有其他文獻記載提及過的劇本;二是年代早、品相好且存本極少的劇本;三是就目前所知劇本情况為孤本的劇本。", "label": "中国语言文学", "id": 0}
{"content": "广东著名学者钟映雪点评的弹词文学《花笺记》,被誉为第八才子书,它不同于主流的儒家文化,而是以才子佳人文学的面目出现。英国汉学家汤姆斯赞誉它具有艺术感的为人处世技巧,德国著名文学家歌德赞誉它说明中国文化更合乎道德。《花笺记》《玉娇梨》《好逑传》《平山冷燕》等非主流儒家文化传播到欧洲,对工业革命和法国大革命时期欧洲文化的变迁产生积极影响。", "label": "中国语言文学", "id": 0}
{"content": "<正>剧作家过士行出身围棋世家,其祖父过旭初先生和叔祖父过惕生先生是20世纪二十年代至六十年代的围棋国手,\"南刘北过\"的\"过\"即是指过惕生先生。过士行先生自幼受到围棋世家耳濡目染,虽不是职业棋手但精通围棋,为其日后创作以围棋国手为主人公的《棋人》打下了基础。《棋人》在1996年由林兆华导演执导,由中央实验话剧院在北京人艺小剧场演出,该场演出是导演林兆华第二次执导过士行先生的剧作（1993年《鸟人》由北京人艺首演于首都剧场）,也是他对其导表演双重结构的探索之作,并在原剧本基础上创作出《棋人》的第二重主题:生命意识。从过士行的《棋人》到林兆华的《棋人》,整体风格、戏剧观念都有很大的改变,本文将从剧本主题、人物分析、戏剧结构三部分进行论述,探讨《棋人》剧本和舞台表现之间的异同。", "label": "中国语言文学", "id": 0}
{"content": "<正>《夜奔》出自明代李开先传奇《宝剑记》第37出,演被高俅陷害、发配沧州的林冲,杀死陆谦、傅安二人后,逃至柴进庄上。朝廷派兵捉拿,柴进修书荐林冲上梁山。负屈含冤的林冲趁着月暗星稀,投奔梁山。舞台版的《夜奔》与原著相比,相差不大。其念白、曲牌文词的改动不多,只是原著中的一支【水仙子】曲牌被删掉,又在最后添了一支【煞尾】作结。自明代至今,", "label": "中国语言文学", "id": 0}
{"content": "<正>在传世与出土的元青花瓷器中,除一类绘有飞禽瑞兽、花卉莲池等构图严密、笔法工整,且体量颇大的制品甚为精美外,另有一类绘有人物故事图的器皿同样美轮美奂。据考,元青花瓷器上的这类人物故事图主要表现元代杂剧中的某个剧情,带有此类装饰的器皿传世数量远较前一类少,大多流散在世界各地。", "label": "中国语言文学", "id": 0}
{"content": "<正>闻一多对戏剧怀有强烈的兴趣,在其生涯中坚持对戏剧进行各种尝试,但其在戏剧方面的成就目前还鲜为人知。晚期闻一多尝试以话剧的形式将《楚辞·九歌》再现于舞台。遗憾的是,直到闻一多身中特务子弹牺牲前的一个月,这一话剧的上演计划才最终确定下来。现在当我们翻阅闻一多留下的《九歌古歌舞剧悬解》的脚本时,", "label": "中国语言文学", "id": 0}
{"content": "当前一些高校戏剧影视文化专业的学生实践能力普遍不高,而学校在建设戏剧影视文化专业教学实践平台时也存在着一些问题,这些问题主要有高校资金资源的投入力度不够和实践平台没有得到充分的利用等,面对这样的情况高校可以充分发挥社团的作用、确保实践平台的专业性、丰富平台的活动内容,只有这样才能够促进学生的理论知识和实际相结合,不断提高学生的实践能力。", "label": "中国语言文学", "id": 0}
{"content": "随着社会的发展,人们的物质生活越来越丰富,在这一发展情形下人们对于精神文化方面的需求也越来越高。在这一新的社会背景下,戏剧影视文学也得到了前所未有的发展空间,所以对戏剧影视文学专业进行人才培养不仅是为了输送更多的人才,也是为了时代发展的需要。为了能够更好地进行戏剧影视文学专业创新人才的培养就需要进行一定的人才方案改革和理念革新,只有这样才能够有效地进行创新型人才的培养。本文正是基于这一基础来进行展开论述。", "label": "中国语言文学", "id": 0}
{"content": "<正>伴着《聊斋志异》的问世,\"聊斋戏\"的改编如影随形随之出现,同时又以别样的方式推动聊斋小说走入更多人的视野。对于\"聊斋戏\",改编者,写本意,解构重建;观赏者,谐俚耳,骋目娱心;研究者,摸规律,开掘探索。三者同向同行、同道同伴,共同演绎和见证了\"聊斋戏\"的生成与发展,共同谱写了\"聊斋戏\"的过去和现在。《聊斋志异》改编为戏曲,自乾隆时期即已开始,时隔青柯亭刻本刊行于世不到两年,钱惟乔即于乾隆三十三年据《阿宝》改编出《鹦鹉媒》,\"道光以后,‘聊斋戏’蔚然大兴,", "label": "中国语言文学", "id": 0}
{"content": "<正>2019年是京剧艺术大师李少春的百年诞辰,李少春是中国京剧史上优秀的文武老生全才,优秀的武生演员。李少春一生,在近三十年（他19岁正式登台,\"文化大革命\" 9年不能演戏,56岁逝世）并不算长的舞台艺术生涯中,演出近二百个剧目,饰演和创造了一百多个舞台艺术形象。更难能可贵的是,李少春跨越新旧两个不同的社会,却始终能够顺应京剧艺术发展改革的潮流,在继承京剧传统艺术的前提下,大胆地改进、创新,", "label": "中国语言文学", "id": 0}
{"content": "<正>京剧《春闺选婿》,是京剧\"四大坤伶\"之一,第一位程派传人新艳秋1935年编演的一出程派风格的新戏,原名《好逑金鉴》,略见《左传·昭公元年、二年》及《列国演义》第六十七回,由清末学者梁巨川（1858—1918）（北大哲学教授梁漱溟之父）编剧,原剧本遗失,只留下一个剧情说明书和一张手持团扇的舞台剧照,有关本剧的京剧文献资料极为有限。但秦腔《春闺考试》是同一故事情节,由范紫东1915年编写,著名秦腔艺术家全巧民留有几段唱段录音。众所周知,程派悲剧很多,程派也是以演悲剧著称,", "label": "中国语言文学", "id": 0}
{"content": "\"女性主义\"是指一个主要以女性经验为来源与动机的社会理论与政治运动。除了对社会关系进行批判之外,许多女性主义的支持者也着重于关注性别不平等的分析以及推动妇女的权利、利益等议题。在\"五四\"时期反封建、追求自由和民主的时代背景下,郭沫若先生历史剧的女性主义精神,是他对旧文学最强烈、最有力的冲击,也以此成为新文学的一面旗帜。《三个叛逆的女性》是中国历史剧的开创者之一的郭沫若先生的作品,其中包括《卓文君》、《王昭君》和《聂嫈》三部戏剧。这三部作品构成了\"女性个人自由\"、\"女性生命尊严\"和\"女性革命愿望\"的三个部分,同时勾勒出中国女性解放意识的发展史。本文谨从\"女性个人自由\"、\"女性生命尊严\"和\"女性革命愿望\"三个部分展开论述。", "label": "中国语言文学", "id": 0}
{"content": "<正>题记:传统的戏剧小品融入现代音效、LED屏等形式,是新媒介影响下古典名著传播的全新尝试。第一场（宝黛初见）（桃花纷飞――女子忧郁而上）话外音:（花谢花飞花满天,红消香断有谁怜……）小女林黛玉,母亲去世,父亲生病,只好投奔外婆。外婆家是金陵首富,表哥贾宝玉衔玉而生,外婆", "label": "中国语言文学", "id": 0}
{"content": "《怜香伴》是明末清初时期文人李渔的戏曲佳作,其别出心裁的讲述了一个才女配佳人的同性爱情故事。我们可以从《怜香伴》中感受到李渔对女性同性恋爱的认同观和偏见思想,也可以通过研究作品和作者时代背景的方法对李渔同性观的形成原因进行分析。", "label": "中国语言文学", "id": 0}
{"content": "《张协状元》是中国历史上第一个关于宋代南戏演出的剧本,提供了诸多物质文化史的丰富材料,尤其是剧本中大量的服饰描写,不仅呈现了南戏演员演出时的服饰穿戴状况,而且映射出其时的社会风气。以《张协状元》中角色的服饰为例,透过角色的服饰,从而建构对南宋科举制度、戏剧表演艺术、宋人日常生活穿戴以及民俗风气等整体印象。笔者将探讨三个方面的内容:一是角色的服饰与南宋温州的科举制度;二是角色的服饰与南戏人物角色的塑造;三是角色的服饰与宋人日常生活服饰的关系。诚然这三方面的内容不能涵括我们对南戏印象的全部,但是从角色的服饰出发而观察到的南宋科举制度、戏剧表演艺术、宋人日常生活穿戴以及民俗风气的情形,也从某种角度彰显了戏剧服饰与宋代社会的密切关系。", "label": "中国语言文学", "id": 0}
{"content": "语言承载了一个剧作家的灵魂,戏曲语言与其他文学形式不同,它具有强烈的舞台性、叙事性、通俗性等特征,著名戏曲理论家李渔经过长期的实践提出了自己的戏曲语言理论,即戏曲语言的雅俗兼备性,并将这些理论汇集于《闲情偶寄》之中。本文通过曲词、宾白、科诨三个方面对李渔的戏曲语言理论进行分析,并结合相关的戏曲作品,阐述这一理论出现的原因,以及对于后世文学的创作、文学的商业化和形成的观众中心论的重要意义。", "label": "中国语言文学", "id": 0}
{"content": "才子佳人戏自兴起以来,有关这个题材的戏曲作品便长盛不衰,明清时期更是此类作品创作的井喷期,然而许多作品往往落入套路窠臼。孟称舜创作的《娇红记》虽仍是写一男一女的爱情故事,然而其在某些方面背离了才子佳人戏固定的模式和套路,在许多方面展现了作者新的思考和想法。虽有《西厢记》、《牡丹亭》等优秀作品珠玉在前,《娇红记》在人物性格设置、情节安排等方面仍作出了一些有益的探讨和试验,这体现了作者先进的创作观念。本文将较《娇红记》同《西厢记》、《牡丹亭》在人物性格、情节安排和作者创作理念等多个方面进行对比,阐述《娇红记》对才子佳人戏的继承创新和发展。", "label": "中国语言文学", "id": 0}
{"content": "本文从戏剧创作、戏剧改编、戏剧理论三个方面,探讨受制于上海沦陷区日伪文艺政策对文化生产的钳制,编辑、作家、读者三方共同合力,形塑了《万象》杂志的戏剧书写,一边半推半就应付着日伪文艺政策,一边又苦心积虑地支持民族戏剧的爱国行为。且通过对陪都重庆\"狂欢\"的戏剧节的大幅报道,将沦陷区与大后方暗暗勾连,以暗渡陈仓之略勾勒中国抗日全貌,为民众提供一条国族认同的渠道。总体而言,在中国现代戏剧史上归置其文化地位,呈现出\"以退为进\"的修辞策略,在妥协之下是对爱国主义立场无形的坚守。", "label": "中国语言文学", "id": 0}
{"content": "本文试着挑选最具时代代表性的元杂剧《朱太守风雪渔樵记》、明传奇《烂柯山》、小剧场京剧《马前泼水》为范例从朱妻形象成因、各版本故事朱妻形象分析、从各版本朱妻形象分析女性观演变、当今主流女性观对朱妻形象之思考等四方面看朱买臣妻子的形象流变谈女性观的演变。", "label": "中国语言文学", "id": 0}
{"content": "《长生殿》讲述了唐明皇与杨贵妃浪漫的爱情故事,以其深情真挚打动了古往今来的观众,二人定情之场《密誓》更是作为折子戏经典翻演至今。在抒情性上,《长生殿·密誓》淋漓尽致,将李、杨爱情推上高潮;在戏剧性上,此出严密规整,为二人互诉衷肠提供了极佳的戏剧情境。戏曲长于抒情,但抒情性并非独立存在,经典抒情场面亦是戏剧性所在。本文将从戏剧场面、戏剧悬念、戏剧情境三方面,分析经典抒情场面《密誓》中的戏剧性。", "label": "中国语言文学", "id": 0}
{"content": "关于苏秦的戏剧,自元代杂剧《冻苏秦》直至当今舞台上的岳西高腔《金印记》、梨园戏《苏秦》、昆曲《金印记》的折子戏,六、七百年间此戏流传有度,实是久演不衰。明代时《金印记》可谓风行一时,当时收录《金印记》折子戏的戏曲选本有22种之多。本文将从明代各戏曲选本所选《金印记》出目和其戏文之异同来分析当时的戏曲审美特征。", "label": "中国语言文学", "id": 0}
{"content": "\"有客打碑来荐福,无人骑鹤下扬州\",\"荐福碑\"的故事最早源自宋代彭乘的《续墨客挥犀》和僧人惠洪所著小说《冷斋夜话》,故事简略,人物也只有范仲淹一个。马致远所创作的元杂剧《半夜雷轰荐福碑》延用了\"荐福碑\"的奇事,以书生张镐追求仕途之路的曲折与坎坷,展现了元代知识分子的悲惨命运。不难看出,从小说到杂剧的演变中,融入了浓厚的人文意蕴,张镐的追求与抗争、范仲淹的忧国忧民、赵实的狭义以及剧目结尾的大团圆,都印证了这一点。", "label": "中国语言文学", "id": 0}
{"content": "诗人把握好情感、意识、思想空灵而灵动的特性,是能够创作出多彩的诗歌文本。有情感就有情趣,情趣随情感而生成,也是构成诗歌的格调与风格的因素。诗意是人类在追求崇高、纯真、美妙、慈爱等的一种审美取向与审美趣味,它饱含情感意识思想的意蕴,也饱含情趣。情趣对情感意识思想的表达,具有张扬效果,能够提升诗歌艺术感染力。", "label": "中国语言文学", "id": 0}
{"content": "长久以来,朱自清虽以散文名家行世,但其实他也是中国新诗的创作者与研究者之一,所作的《中国新文学大系·诗集·导言》对后来的新诗研究有着不可替代的意义和影响。主要有三方面:一是客观展现了第一个十年的新诗发展状况;二是提出了新诗\"自由诗派,格律诗派,象征诗派\"三个流派的区分;三是对后来的中国现代诗歌研究起到了奠基性作用。", "label": "中国语言文学", "id": 0}
{"content": "当代诗人杨春茂先生的旧体诗创作,在美学上继承并发扬了中国古典诗词的风格及传统,主要体现在他在创作中运用了多种艺术表现手法、多元化的题材和积极、乐观、向上的诗风,从而深受诗歌爱好者的喜爱。杨春茂先生创作的旧体诗从美学的角度上看,具有壮美、意境美、风格美等特点。从其所创作旧体诗的缘由来看,一方面由于他本人对旧体诗情有独钟,另一方面得益于他扎实、深厚的传统文化功底,使得他能够从中国古典文学宝库中信手拈来地随意抽取意象进行自由组合,再加之其自身丰富的生活阅历和人生感悟,造就了他的诗品呈现出摇曳多姿的美学特征。", "label": "中国语言文学", "id": 0}
{"content": "<正>昔日愁吟蜀道难,惊心怕过剑门关。今朝展翅穿云去,不惧千江万里山。在七绝《乘机出川有感》中,我如是描摹自己飞向《中华诗词》第十八届青春诗会的心情。其实,我对\"青春诗会\"并不太了解,只是从朋友圈中看见《中华诗词》的征稿,便抱着试一试的态度甄选了自己近期的一些新韵诗词投了过去,不曾想竟在四月底收到了\"青春十子\"召集人胡彭老师的消息。我又惊又喜,不敢相信自己的诗词居然得到了《中华诗词》杂志社老师们的认可,后来看到《中华诗词》微信公众号官宣的名单时才确信。", "label": "中国语言文学", "id": 0}
{"content": "海子是后朦胧时代的重要代表之一。他在当代文学史上以\"神话\"为存在方式,在这条不断悲痛的道路上影响着我们的精神世界。其诗歌中的小麦、大地、大海等都形成一系列关联的意象体系。水或者有关水的意象占据海子诗歌意象的核心。作为海子诗歌中的最重要意象物之一\"水\"在其诗句当中具有一定的审美特征和暗示。论文浅析\"海上\"的水意象。", "label": "中国语言文学", "id": 0}
{"content": "白话新诗在我国新文化运动后获得了长足发展,而戴望舒所著的《雨巷》即是典范作品,是我国诗歌发展与革新的优秀成果,传承着我国传统的诗美特征,将古典诗词的原型意象和现代意识进行了创造性的融合,独具古典和现代交融的意境美之魅力,细细品读之,可感受其古典文化的深沉意蕴,又可体会现代人的情感", "label": "中国语言文学", "id": 0}
{"content": "樊增祥是与齐白石交往最为密切的著名诗人,对齐白石的人生以及艺术都有相当的影响。樊增祥对齐白石的诗歌也给予了高度评价。本文依据文献及北京画院的收藏品溯源勾勒了两人的交往始末,并对樊增祥与王闿运二人予以齐白石诗歌不同评价的原因做了初步的探讨。", "label": "中国语言文学", "id": 0}
{"content": "黄少荃,四川江安县人,是中国近代学术史上难得的一位女性历史学家,在战国史领域成就犹高,颇受时贤顾颉刚、钱穆等先生称赞。但由于文献难征,黄少荃的著述与生平,尤其是其早年文字与行迹,目前学界所知较为有限。而根据《顾颉刚日记》中的线索,黄少荃之父黄沐衡（号荃斋）所著《吴游日记》其实收录了五首黄少荃早年赴南京投考大学时的记游诗,并有相关纪事,是目前了解黄少荃早年诗作与行迹鲜为人知的资料。《吴游日记》的记载提示黄少荃在专业学者的面相之外,还有着偏旧派文士的一面。现代专业的治学取向与传统读书人修养共存一身是黄少荃为学与为人的常态。探寻多重面相共同构成的学问与人生,或许正是后人理解前辈学人的一条蹊径。", "label": "中国语言文学", "id": 0}
{"content": "徐成淼是我国散文诗理论建设和创作示范的代表人物。20世纪80年代初中期,中国散文诗处于困境时,他提出散文诗要向清浅告别,散文诗要追求现代感,散文诗要由意境向意象转变,散文诗要从单一的线型结构向立体的网状结构发展。这些诗学主张,全方位开拓了散文诗的艺术空间,为散文诗的定型和独立探索出一条可靠的新路子。徐成淼的散文诗理论,对确立散文诗的地位、丰富散文诗理论、推动散文诗发展,具有重要的历史意义。", "label": "中国语言文学", "id": 0}
{"content": "<正>盛世朗朗,醉华夏之升平;沃野苍苍,开天府之琼筵。文翁石室,官学化蜀首办,情怀天下,卓荦德泽山川。古镇柏合,沧桑巨变。东傍龙泉山麓,西连成都平原。明刹幽林,翩飞白鹤成景,连枝翠柏,名更寓意百年。街口黄葛,罄述仙子故事;长松古寺,堆积历史尘烟。花映清溪,缀四季之锦簇;经开南翼,携三最之典范。", "label": "中国语言文学", "id": 0}
{"content": "诗人、作家、艺术家是一个地方的文化符号,是一块地域的灵魂守护者。诗歌是纳雍的文化符号,是纳雍文化的灵魂和核心。纳雍诗歌文化铸造了\"诗乡纳雍\"文化品牌。纳雍诗歌的内涵品质,体现在民族寻根与族群记忆、故土认同与乡土赞美、底层叙事和现实审思、生命体验和价值追问等方面。做大做强\"诗乡纳雍\"文化品牌的关键,是要使每个诗人发力,让诗歌真正立起来。", "label": "中国语言文学", "id": 0}
{"content": "喻子涵是中国第一个以汉字为题材成规模进行散文诗创作的诗人,其散文诗集《汉字意象》对历史、文化、现实、生命、命运进行的智性审思,为世人塑造了一个勇于直面现实人生、反思历史文化、俯身大地书写以及探寻生命存在价值的诗性主体形象。", "label": "中国语言文学", "id": 0}
{"content": "<正>各位专家,女士们、先生们,下午好。纪念闻一多诞辰120周年学术研讨会,经过一天的紧张热烈发言,将要圆满结束了。感谢大家在百忙中拨冗与会,给了研讨会有力的支持。这次研究会的成功举办,是各方通力合作的成果。黄冈市与黄冈师范学院的领导高度重视,闻一多基金会一如既往地支持,特别是黄冈师范学院文学院的领导和师生为研讨会提供了有力的保障,我在此代表中国闻一多研究会一并致谢。", "label": "中国语言文学", "id": 0}
{"content": "<正>闻一多和日本的关系,除了他年轻时留美途经日本,以及1926年对日本人小畑熏良英译李白诗集写过评论《英译李太白》外,在研究界很少被论述。①本文作为一个初步的整理,主要是介绍作为诗人的闻一多在日本是如何被介绍接受的。关于闻一多的古典研究在日本的影响,再另作考察。", "label": "中国语言文学", "id": 0}
{"content": "<正>今年是闻一多先生诞辰120周年。今天在他的家乡举行这样的学术盛会,探讨闻一多的诗学思想和新诗创作成就,研究闻一多的学术贡献,探索闻一多的思想发展和人生道路,不仅对于进一步理解闻一多具有重要意义,而且对于加深认识闻一多与生他养他的巴河两岸这片热土的文化联系、更好地弘扬闻一多的爱国主义精神具有重要的意义。我向这次学术研讨会的顺利召开表示热烈的祝贺,祝研讨会取得圆满成功。", "label": "中国语言文学", "id": 0}
{"content": "<正>台湾地区初期能够评述大陆新文学作家的人,自然是从大陆迁移的人士。梁实秋、苏雪林、余光中都是这类文人。梁实秋最早在台湾发表文章论及闻一多的新诗,作为闻一多在北京清华学校念书时期就认识的挚友,并且同为新月文人,他所讲述的内容自然是详尽而切实可贵的。①他的这系列文章影响深远,提供了台湾、香港等地学者研究闻一多的宝贵材料,诸如陈敬之、黄维樑、龚显宗、杨昌年都利用了这些新材料,而不再局限于早年朱自清的那几篇文章。", "label": "中国语言文学", "id": 0}
{"content": "<正>诗人以何种形象呈现在读者面前,不仅与其诗学主张和文本直接相关,还与读者以何种角度对其作品进行阐释、接受和传播分不开。文学史作为推动文学传播的重要媒介之一,因其编纂者的专业性,相较其他媒介而言,具有更大的权威性和影响力。正因为如此,文学史著对于文学作品的阐释、评价,对文学创作者形象的塑造,发挥着重要的作用。", "label": "中国语言文学", "id": 0}
{"content": "<正>今年是闻一多先生诞生120周年,理当对他进行隆重的纪念。对闻一多先生的研究,自他1946年牺牲之后已经持续70余年,迄今未曾中断,可谓显学。就在他牺牲一年之后,就出版了他的两本传记。①1948年8月,朱自清、郭沫若、吴晗、叶圣陶合编的四册本《闻一多全集》就由开明书店出版了（1982年8月,由三联书店再版）。1993年12月,", "label": "中国语言文学", "id": 0}
{"content": "<正>徐志摩在《<诗刊>弁言》中曾说:创办《诗镌》是\"要把创格的新诗当一件认真事情做\",为新诗构造适当的躯壳,也就是要发现新诗的\"新格式\"与\"新音节\",目的是为新诗创造\"完美的形体\",因为\"完美的形体是完美精神的唯一表现\",而新时代的作品需要新的格律:\"我们这民族、这时期的精神解放或精神革命,没有一部像样的诗式的表现是不完全的。\"①1925年,在北京西单梯子胡同的寓所里,\"清华四子\"②碰在一起,谈论最多的是他们共同的女神——诗,他们相互切磋、研讨、争论、辩驳,常常为新诗的发展方向,特别是要不要韵律（格律）的问题,展开激辩,各抒己见,各执一词,有时争论到深夜,", "label": "中国语言文学", "id": 0}
{"content": "<正>一个诗人的成就高低和文学史地位,一般取决于个人的艺术天赋和创造才能,但也与他所处时代的文学思潮变迁和他对这些思潮所持的态度有关。闻一多在中国新诗史上,恰好处在新诗从初创期向成长期过渡的重要时刻。这时,诗人所面临的任务已不是文学革命初期的以破为主,而是从中西文化的碰撞中,在民族传统文化的现代转型之背景上,", "label": "中国语言文学", "id": 0}
{"content": "<正>闻一多的《诗经》研究既从诗歌起源角度发现《诗经》是从歌到诗、歌与诗合流的产物而具有歌的节奏美和诗的从记事到抒情的特性,又在研究《诗经》的性欲观时发现了明言、隐喻、暗示、联想、象征等艺术表现方式。随着他《诗经》研究的深入,论定了《诗经》在内容上多为情歌、形式上多为民歌后,进一步发现了《诗经》在情爱表现方面的一种艺术方法和语言修辞,那就是隐语的运用。", "label": "中国语言文学", "id": 0}
{"content": "<正>作为现代诗论开拓者,闻一多不仅在现代诗学演进中有着杰出贡献,其对中国古典文学研究与评判也有独特价值,\"不仅是前无古人,恐怕还要后无来者\"①,而古代诗人及作品研究是其古典文学研究颇为重要的部分。闻一多诗学复杂而多变,他的诗学主张不仅随着时代变化表现出不同面貌,同一时代闻一多的诗学观念也有明显差异。这种复杂多变现象在闻一多的古代诗人评价中亦常常出现,对晚唐李商隐的评价,便经历了\"指责一推崇一批评\"的数次转变。", "label": "中国语言文学", "id": 0}
{"content": "<正>引言在21世纪以来多次的闻一多国际学术研讨会上,均有很多参会学者对闻一多1923年6月3日发表在《创造周报》第4号的《<女神>之时代精神》,以及是年6月10日发表在同刊第5号的《<女神>之地方色彩》观点表示疑惑。提出这两篇诗评,应该都在《创造周报》发表前者很早时,就已写出并投稿给该刊,而绝非发表前者后,又收到后者并且发表。因为当时闻一多是在大洋彼岸的芝加哥留学,仅稿件邮寄就需很多时日,况且刊物发表稿件亦需要一定时间准备。", "label": "中国语言文学", "id": 0}
{"content": "<正>古往今来,有多少爱国爱民的知识分子,为了追求真理而在血与火的斗争中,用诗歌这种文学形式,来抒发自己的真情实感,表达自己的爱民情怀,关注国家与民族的命运,并将其作为战斗的工具和呐喊的号角。中国民主同盟的两位革命烈士闻一多和李公朴,生前都是这样的爱国诗人。中国人民的伟大领袖毛泽东主席,曾用诗的语言赞颂他们\"以身殉志,不亦伟乎!\"", "label": "中国语言文学", "id": 0}
{"content": "<正>闻一多是我国近现代文学史上杰出的诗人、著名的学者,伟大的爱国主义者、坚定勇敢的民主斗士。在20世纪的中国历史和文学发展进程中,他的人生选择和文学创作始终心系国家与民族的前途命运,以独创性的诗歌在文学史上留下光辉的篇章,以赤子之心抒发了对祖国和人民的深切挚爱,表达了对黑暗现实的猛烈抨击和痛斥憎恶,表现了对光明未来的向往和追求。", "label": "中国语言文学", "id": 0}
{"content": "<正>1899年11月24日,闻一多先生出生于湖北黄冈市浠水县巴河镇闻家铺。巴河镇是千年古镇,历史悠久。春秋时期,楚国灭弦子国等国,正式将黄冈纳入楚国,并形成楚文化的中心地之一。巴河也同时纳入楚国,隶属九江郡。司马迁的《史记·货殖列传》中将楚地分为了三部分:东楚、西楚、南楚,并且进一步阐释\"衡山、九江、江南、豫章、", "label": "中国语言文学", "id": 0}
{"content": "自1917年二上北京开始,\"羁旅草野\"的齐白石曾先后亲历了张勋复辟、护法战争、湖南乡乱等历史事件,目睹了在京湖湘文人圈遗老群体的落寞与寂然,他的所思所想所感,大大超越了我们熟知的那些书画治印的艺术畛域。本文从齐白石二上北京后的留存诗文入手,进入山翁深邃内心世界的幽径,揭橥彼时他在辗转京华与湖南两地期间,所冷眼旁观和体验到的诸多有关帝制终结、共和初创、国家离乱、遗老情结等世事纷纭的复杂心绪与独特思索,展现动荡时局、情感体验对其后来的\"衰年变法\"所产生的潜移默化的结构性影响。", "label": "中国语言文学", "id": 0}
{"content": "周邦彦词中与方位词\"东\"\"西\"相关的意象频繁出现,据考证发现其具有特殊的含义。东与春相关,大多寄托着对美好事物易逝的感伤之情和对亲朋好友的留恋不舍之情;西与秋相关,大多抒发词人身世飘零的孤独愁苦或仕途、情场失意的辛酸。对周邦彦词中的方位词及相关意象的研究有助于更深入地理解其词典雅精工、沉郁顿挫的特点。", "label": "中国语言文学", "id": 0}
{"content": "<正>《孔雀东南飞》原名《焦仲卿妻》,最早见于徐陵所编的《玉台新咏》,是汉乐府叙事诗发展的高峰,也是我国文学史上现实主义诗歌发展中的重要标志。《孔雀东南飞》深刻而巨大的社会意义和思想意义在于:通过刘兰芝、焦仲卿的婚姻悲剧有力地揭露了封建礼教、封建家长制度的罪恶。", "label": "中国语言文学", "id": 0}
{"content": "<正>二十年前,我在西北师范大学古籍整理研究所攻读硕士学位研究生,读到湖湘先贤张舜徽先生《中国文献学》（中州书画社1982）的时候,真正体会到两件事情:一是\"书非借不能读也\"（清代袁枚《黄生借书说》）,其时,这本书很不好找,郝师润华先生把她仅有的这本文献学著述借给我,但是限定时间,需及时归还,我不得不抓紧时间来通读;一是\"读书之乐乐陶陶\"（元代翁森《一瓢稿賸稿·四时读书乐》）,这本《中国文献学》是我所读过的文献学著述中最能启人神思、引人入胜、发现文献学乐趣的经典之作,", "label": "中国语言文学", "id": 0}
{"content": "<正>一1080年正月初一,这天早晨,因\"乌台诗案\"入狱,刚从御史台监狱放出来第二天的苏轼,刚刚重获自由即被押出京,南下黄州。在御史台两位差役的押解之下,他由儿子苏迈陪伴,离开满城沉浸在春节喜庆氛围中的汴京,前往谪居之地黄州;就任那个有职无权的\"检校水部员外郎黄州团练副使\";并且,\"红头文件\"上还加了一个惩罚性的\"尾巴\":\"本州安置、不得签书公事\"（其实就是软禁在黄州）。此时,身后京城里千家万户此起彼伏的爆竹声声,都沉浸在王安石\"爆竹声中一岁除,春风送暖入屠苏。千门万户曈曈日,总把新桃换旧符。\"热闹之中。与刚刚死里逃生的诗人形成鲜明对照。", "label": "中国语言文学", "id": 0}
{"content": "<正>《三苏后代研究·苏过年谱》有记:\"秋八月,参寥子访苏过于郏城上瑞里,将归,过作诗及叙送之。\"（7）P215。细想\"秋八月\",就是崇宁元年那个八月,即苏轼葬郏两月之际。也就是说此时是,参寥前来郏城上瑞里访问苏过,临别苏过为其作诗送行。如此想来,在苏轼的挚友中,参寥此来,亦是为拜谒苏坟、凭吊东坡。这是怎样的一段历史烟云?历史的回望总是有太多神秘的谜团,却又禁不住去打探和追寻,更何况这里有着大诗人之间的美妙诗篇,畅游其间可谓揽胜。", "label": "中国语言文学", "id": 0}
{"content": "苏轼一生,宦游南北,\"历典八州\",其丰富的人生经历与文化表达,给后世留下了丰厚的遗产。\"彭城为大邦\",苏轼从密州到徐州主政两年（熙宁十年1077至元丰二年1079）,政绩卓著,其营建以及空间诗学的表达也非常充沛。\"黄楼\"\"燕子楼\"\"放鹤亭\"\"黄茅岗\"等空间景观,都有苏轼的人生感悟与文学表达。徐州的每一处风景,都留下了苏轼的不朽诗篇。今天,这些空间景观一一成为徐州东坡文化的重要载体和组成部分。影像作为当代普遍且重要的一种表现与传播媒介,以影像的方式考察和再造苏轼在徐州的空间风景和诗学表达,是当代影像对东坡文化的一次现代性重构。在历史现场中,历史遗迹和文化景观唤起的主观体验,影像兼具了科学记录和艺术表达。影像文本以新的形式丰富着东坡文化,也成为苏轼遗产研究的重要文献,也能够为徐州苏轼文化保护及旅游开发提供支持。", "label": "中国语言文学", "id": 0}
{"content": "徐州黄楼是苏轼在徐州任太守时,于熙宁十年取得抗洪胜利后所建的一座楼宇。现在,这座楼宇不仅仅是一座建筑物,更是一个文化符号,它彰显了苏轼在徐州时抗洪斗争中的身先士卒的牺牲精神,展现出其高超的领导艺术,从而使黄楼产生了奇特的文化效应。在习近平主席发出了\"不忘初心,牢记使命\"全心全意为人民服务的今天,学习苏轼在抗洪斗争中表现出来的预见性、敢于负责和身先士卒精神,是十分必要的。", "label": "中国语言文学", "id": 0}
{"content": "苏轼与道潜的诗歌唱酬始自徐州。两人在将近三个月的相处,同遊徐州名胜戏马台、放舟百步洪和登黄楼,留下了很多精彩的诗篇。由于道潜是僧人,苏轼在与之交往的诗歌,处处都呈现出佛法禅理。救护生命的善行、佛教世界观的示现和诗歌与禅法是否相妨的讨论,是两人诗歌内容的主要特色。这次的交遊,不但定下了两人二十余年友情的深厚基础,而且增广苏轼对佛学的见地,影响他日后的世界观和人生观,具有一定的意义和价值。", "label": "中国语言文学", "id": 0}
{"content": "本文摘取苏轼知徐期间与诗僧道潜交往的几个片段,阐明道潜对苏轼高尚人格的由衷钦佩和赞扬,并反映出苏轼知徐期间存在的心情苦闷的一面和他对道潜与秦观的深切的关怀。", "label": "中国语言文学", "id": 0}
{"content": "有种看法认为\"乌台诗案\"完全是新法派对苏轼的诽谤和无中生有的打击。笔者无法赞同这种观点。如果诗案完全是诽谤的结果,也就意味着苏诗没对变法时政有正面反映。本文以苏轼所作《寄刘孝叔》为例来回答此问题。至于苏轼诗作对变法中的态度是否客观、可取,则需要辩证看待。", "label": "中国语言文学", "id": 0}
{"content": "苏轼尺牍是研究其人际关系的重要史料,苏轼与世居或者侨居润州的士人刁约（景纯）、王存、苏颂（苏坚、苏庠）、米芾、沈括、俞康直、蔡肇、瞿汝文、焦千之,与佛教界人士宝觉、园通、焦山长老、佛印等都有过或深或浅的交往,尺牍中留下了交往的印迹。但现有流行版本对其编年与人物对象存在不同看法。《与苏子容二首》之一编年存在分歧;《与园通禅师四首》的编年及其对象更是众说纷纭;《与胡郎仁修三首》之三与《与程正辅七十一首》之六十五,以及《答刁景纯二首》的人物对象也容易引起歧见。对其展开辨证,这对于苏轼的基础研究、对于镇江文化的研究都是有价值的。", "label": "中国语言文学", "id": 0}
{"content": "笔者曾在徐州利国镇挂职,感动苏轼在徐州写下名篇《石炭（并引）》,将此诗铸刻,赠送利国中学纪念,从此与东坡结下情缘。2017年笔者到惠州参观东坡祠,发现东坡在惠州所画《佛寿福图》,特到黄州赤壁东坡纪念馆寻到石刻拓片,设计出浮雕《佛福寿图》。嫁接现代铸造技术,铸雕出幅面为440mm×280mm铝合金浮雕文创产品《佛福寿图》。", "label": "中国语言文学", "id": 0}
{"content": "<正>\"至今不贪宝,凛然照人寰\"是苏轼仙逝前的绝笔诗《梦中寄朱行中》的两句诗。这是苏轼为自己为官一生的写照,是平生大节节操的表白。宋徽宗建中靖国元年（1101）,是年苏东坡66岁。六月十五日,东坡一家30余口乘船自润州（镇江）由运河赴常州。这条常润道,他已经往返数十次,熟悉而亲切。这次是一别十年之后的重返。东坡自去年五月,在海南儋州贬所获准北返,一路上经车舟劳苦历经一年,五月初抵金陵（南京）,在真州（仪真）、润州之间又逗留一月有余。东坡一家所乘之船停泊在真州通长江的河浜中,盛暑骄阳,酷热难当。一家人在船中无法安生,几乎每夜都在露天里熬过。东坡在当时就算高龄了,又从瘴疠之地的海南返回,", "label": "中国语言文学", "id": 0}
{"content": "本文通过分析苏轼在徐州和黄州写的农村词,阐明苏轼在中国词史上农村词创作中做出的突出贡献和苏轼农村词的艺术特色。", "label": "中国语言文学", "id": 0}
{"content": "苏轼在徐州所作的《浣溪沙》组词五首内容现实,词风清新。在艺术特色上,一方面,其以组词等方式写词,推动了诗词文之间的破体与融合;另一方面,其选择以农村题材表现大旱得雨后的欢欣鼓舞,选题精当,注重思辨。在文学成就上,这组词不仅扩大了《浣溪沙》一调的表现范围,更将农村题材和人生感慨引入词中,大大扩大了词这一文体的表现范围,对于推动词体的独立性地位亦具有重要意义。", "label": "中国语言文学", "id": 0}
{"content": "唐代文学中首创论诗绝句,经历代发展而成为中国富有特色的诗学形式。本文用六首绝句分咏东坡人生、东坡文、东坡诗、东坡词,东坡书法、东坡画,并借题发挥,针对苏东坡六大方面进行阐述,诗、论结合,比较全面的解读了东坡形象的主要构成。", "label": "中国语言文学", "id": 0}
{"content": "写物是中国古典诗学的重要传统。苏轼不仅博物、爱物,而且擅长观物、体物,创作了大量的写物诗。其诗取材广泛、类型丰富,或体物达情、即物究理,或托物寓意、缘物写情,无不思路新奇、善议善喻。苏轼的写物诗体现了宋代诗学观念的变化和宋代诗歌创作的实绩,反映了宋代的历史文化,至今仍有其理论与现实意义。", "label": "中国语言文学", "id": 0}
{"content": "苏轼诗中的\"江湖\"包含二维度:既指实体空间的地方州郡,也包括精神归栖的心安为乡。苏轼一生中的绝大多数时光在地方州郡度过,创作了数量可观的以江湖为书写处所或题材内容的诗作。笔下的江湖由实体江湖与构拟江湖组成。经历了诗意欣赏、避争自保、适意栖居的动态演进,其中心安为乡的江湖空间体现苏轼面对人生百态积极调整,旷达自得的态度。江湖空间与庙堂空间嵌合后又离散,反映出生命重心在功名与自适之间的角力及转移。其转捩完成的时间点在元丰元年（1078）九月。对国家的高度责任感及对生命本真的追求,构成了江湖书写的一贯主题。", "label": "中国语言文学", "id": 0}
{"content": "《东人诗话》是朝鲜王朝第一部以\"诗话\"命名的作品,其\"东人\"一词表明作者鲜明的民族立场,但在评述东人诗歌创作和诗学理论时,却大量援引中国作家、作品,其中援引苏轼史料18则。从中可见苏轼创作在古代朝鲜半岛流传之广,作品之丰,历史之久,从而透视出古代朝鲜半岛文人在诗歌创作、鉴赏与批评方面的选择取向和传承源流。", "label": "中国语言文学", "id": 0}
{"content": "美国汉学界极为关注苏轼诗歌中的\"自我\"问题,侧重探究苏轼贬放期间的内在冲突与调谐。艾朗诺（Ronald C.Egan）将苏诗视为苏轼的\"心中之镜\",分析苏轼的生命态度与价值理想。唐凯琳（Kathleen M.Tomlonovic）则通过分析和陶诗揭橥苏轼如何形塑其\"回归\"理念。杨立宇（Vincent Yang）将苏轼与华兹华斯的山水书写对比而论,解剖苏轼为官与隐居的冲突。杨治宜（Yang Zhiyi）则提出苏轼和陶是一种自我认同与自我说服,表明苏轼对个人生命价值、独立自由的渴求。", "label": "中国语言文学", "id": 0}
{"content": "东坡词使用了魏晋风度中容貌风姿、旷达风度、归隐山林等典故63例,反映了苏轼对魏晋时期士人任情适意生活的喜爱以及对隐逸生活的向往。但东坡深受宋代以天下为己任思想的影响,即使仕途不畅,也没有泯灭用世的想法。他羡慕魏晋名士独立自由的人格精神以及重真情的生活方式,但对其放浪形骸甚至近乎自毁的行为持保留态度。", "label": "中国语言文学", "id": 0}
{"content": "将人生看作永恒的时间长河中的一个片段、一个永远处在过去与未来之间的短暂存在,是苏轼观照人生和世界的基本方法,也是他特爱感受和思考的问题。这使得苏轼在表现事物、表达情感时惯于从时间流转的视角来抒写,将一时一地的事与情置于过去、当下、未来的不同时间和场景下。苏轼将前者大量引入词中,丰富了词的情感内涵、提高了词的境界。苏轼使用后者作为表现方法则为词赋予了时间、空间上的跳跃性,大大拓展了词境。这些特点在苏轼作词的早期便已显露,尤其以熙宁、元丰年间的寄赠、送别、感事、登览题材的词作展示最为充分。", "label": "中国语言文学", "id": 0}
{"content": "<正>中国是一个历史悠久的国度,在五千年的文明历史中出现了无数英雄人物,无数悠久的文明和无数的文人骚客,中国古典文学就像是一颗闪闪发光的明珠闪烁在历史的长河中,而其中古典诗歌无疑是这颗明珠上最闪烁的一个光点,下面就简单介绍一下中国古典诗歌的发展历史。", "label": "中国语言文学", "id": 0}
{"content": "《诗经》作为我国诗歌的源头,其中的爱情诗为历代文人所激赏。在这些诗中,描写了众多女子的喜怒哀乐与理想追求,表现了她们美好动人的形象,成为世代吟唱不衰的经典。本文探讨了《诗经》爱情诗中的女性形象,并对其形象的美感进行解析,以飨读者。", "label": "中国语言文学", "id": 0}
{"content": "《诗经》是我国最早的一部诗歌总集,而以婚恋爱情为主要内容的婚恋诗又是《诗经》的重要组成部分。本文即从《诗经》婚恋诗的思想内容入手,通过对婚恋诗的简单分类及其折射的婚恋观作浅显的分析,以期对周人的生活以及爱情的态度进行解读,从而更全面的反映出古人的爱情婚姻生活,对他人的学习研究有所助益。", "label": "中国语言文学", "id": 0}
{"content": "宋代词史上,苏轼与辛弃疾并称,分别代表着两宋词坛较高的艺术成就。作为豪放词风的开创者与集大成者,苏轼和辛弃疾在词的创作上有着诸多的共同点,但人生经历、思想观念、社会环境的不同也促成了两人创作风格的差异。现存的辛弃疾对苏轼词作的次韵作品集中体现了两人咏物风格的相近特点,同时也体现着两人在出世与入世的两种人生观念、\"以诗为词\"与\"以文为词\"两种创作原则上的巨大差异。本文将从辛弃疾次韵苏轼的5首作品中发掘\"苏辛\"二人创作风格的异同。", "label": "中国语言文学", "id": 0}
{"content": "齐白石自1899年拜师王闿运,成为\"王门三匠\"之一,从此逐步成长为一代\"艺术巨匠\"。在这一过程中,离不开以其师王闿运为代表的晚清湖湘精英文化圈层盘根错节的人际交谊和互相提携。文章围绕齐白石与王闿运的交往展开讨论,力求揭示这对近代湖湘知识精英代表人物之间微妙的心理历程,以及\"王门弟子\"的身份对于齐白石成长的重要作用和影响。", "label": "中国语言文学", "id": 0}
{"content": "本文通过对\"唐诗宋词\"中剑文化的分析得出:文人墨客以咏剑来抒发他们的\"内心意象\",形成了剑的诗性文本,具体表现为剑既是友谊情感的标志又是忠义精神的展示;既有礼仪表达之形式又有托物言志之内涵;既能歌功颂德彰显王者的雄心壮志,又能发泄悲愤抒发自己的怀才不遇。唐诗宋词中剑文化意象充分体现了知识分子内在心里气质与外在民族精神高度统一。1.唐诗宋词中作为\"文化礼仪之象征物\"的剑意象千百年来,经过侠士的武化、僧道的神化、孔孟的儒化,剑已不再是单纯意义上的格杀兵器或仪式道具,而更多体现一种精神的象征、一种人格力量和文化传统,形象地构建起以\"友谊\"、\"忠义\"、\"礼仪\"为主题的文化意境。1.1 \"友谊\"之剑文人士大夫群体尤为注重中国\"礼尚往来\"传统,他们拿诗文、物品一表友谊之情,并将\"剑\"视为赠与友人的珍贵礼物之一。如,\"避人五陵去,宝剑值千金。分手脱相赠,平生一片心\",打算远游长安的诗人,在行将离别时卸下价值连城的宝剑馈赠于友人,用来表达友谊和祝福。李白亦曾惜别赠剑,并写下了\"少年解长剑,投赠即分离\"的诗句。唐宋八大家之一的苏轼更进一步写下了离别时互赠礼物的场景,\"我家铜剑如赤蛇,君家石砚苍璧椭而洼。君持我剑向何许,大明宫里玉佩鸣冲牙。我得君砚亦安用,雪堂窗下尔雅笺虫虾。\"这个以铜剑换石砚的象征仪式,充分表达出文人间\"寄情于物\"的惜别之感。1.2 \"忠义\"之剑首先,\"忠义\"精神是儒家教化的重要内容,唐诗宋词中剑的文化意象充分彰显了\"士为知己者死\"、\"以报知遇之恩\"之类的\"忠义\"思想。所谓\"仗剑行千里,微躯敢一言。曾为大梁客,不负信陵恩\",作者正是以仗剑行千里的侠客自喻,随时准备像战国时的侠士侯赢一样,为报答信陵君的知遇之恩毅然赴死效忠。\"忠义\"思想使得乱世英豪辈出,他们\"先天下之忧而忧\",为报效国家死而后已,诚如唐代李贺《雁门太守行》诗句所云:\"报君黄金台上意,提携玉龙为君死\"。在这里\"玉龙\"指代的是剑,表征的是\"热心男儿为报答君王封赏和青睐愿为国家抛头颅洒热血\"的决心。其次,\"古之言兵者必言剑\"（茅元仪《武备志·104卷》）,曾作为阵战之凶器的剑,此时在诗文中升华为与王道、正义、道德相关的匡扶正义的符码,散发着浓重的伦理色彩。受\"忠义\"思想而生产出的伦理之剑进一步深化了剑的社会地位,形成了神圣与慎用的文化认同。正如白居易诗云:\"愿快直士心,将断佞臣头。不愿报小怨,夜半刺私仇。劝君慎所用,无作神兵羞\",言简意赅地道出:剑的使用应远离私斗和个人恩怨,需立足于远大抱负。换而言之,唯有有德之人,方能持有宝剑,方能够守住宝剑,方能用剑主正义、平天下。因此,文天祥把剑作为正义、正气的象征,\"铜雀春清,金人秋泪,此恨凭谁雪?堂堂剑气,斗牛空认奇杰。\"不仅将\"忠义\"之剑与儒家气节观念相融濡,而且也进一步扩大了剑的能指。1.3 \"礼仪\"之剑剑除了作为格斗卫体的武器之外,还融入日常生活和生产之中成为\"礼仪\"的象征,具有佩饰意义和礼仪的范畴,渐成一种代表权利和身份的礼器,并与著冠一起成为成人仪式的内容。如据唐代徐坚等编篡的《初学记·武部·剑》载:\"古者天子二十而冠,带剑;诸侯三十而冠,带剑;大夫四十而冠,带剑;隶人不得冠,庶人有事得带剑,无事不得带剑。\"晚唐诗人温庭筠在《苏武庙》中就曾提及苏武于丁年冠剑,\"苏武魂销汉使前,古祠高树两茫然。回日楼台非甲帐,去时冠剑是丁年\"。时人立足社会身份明确了对男子佩剑的年龄界限。关于\"礼仪\"之剑的诗文还有很多,如\"冠剑朝凤阙,楼船侍龙池\",\"高冠佩雄剑,长揖韩荆州\",\"长剑既照曜,高冠何赩赫。各有千金裘,俱为五侯客\",佩剑成为朝野仕庶共通的时尚。2.唐诗宋词中作为\"托物言志之寓情物\"的剑意象千百年来,无数能工巧匠为剑的制作费尽心思,无数壮士为剑术的发展呕心沥血,无数文人墨客为宝剑的光华歌吟赞叹,宝剑成了最适合于诗人托物明志的文化武器。所以,诗人常常借\"剑\"来表达建功立业的愿望,此种愿望因其着眼点不同而可分化成歌功颂德与发泄悲愤两类。2.1 \"歌功颂德\"之剑意象儒家思想提倡积极进取的入世态度,深深地影响了文人士大夫。他们追求居功至伟,渴望千古流芳,因此唐宋诗人以剑抒情,表达自己对王者霸气的倾心向往和对自己雄心壮志的无限期盼。2.2 \"发泄悲愤\"之剑意象中国文人奉行儒道互补的人生哲学,在碰到挫折困难时,他们往往希冀从道家那里寻觅灵丹妙药,幻想在自然山水中寻找对社会的超脱。但是,他们又对现实难以释怀,正所谓的\"身在江海之上,心居乎魏阙之下\",所以,借\"剑\"来感慨怀才不遇、发泄悲愤,就成了失意文人的一种自我释放。3.结语作为武器的剑,在其文化过程中,除了有帝王的使用、武术人的再创作,还有文人墨客象征性借用,而构成了唐诗宋词的重要意象,升华为文化礼仪之象征物和托物言志之寓情物的象征,成为诗性存在。", "label": "中国语言文学", "id": 0}
{"content": "刘咸炘自嘲所作诗为\"老实诗\",实际上包含深意。《推十诗》在刘咸炘的著述体系中所占比重虽不大,却展现了刘咸炘的心性与形象。刘咸炘在诗中刻画了\"耐冷\"的\"狂歌者\"和\"以苍生为念\"的\"读书人\"的自我形象。诗是人的心境,映照一个时代。刘咸炘的诗有史的特点,亦可称为\"诗史\"。刘咸炘以慈悲心肠,道人间疾苦,兑现了他1923年立下的诗学承诺,是可以当作\"谏书\"来读,且\"闻之足戒\"的。", "label": "中国语言文学", "id": 0}
{"content": "北宋元丰二年（1079）苏轼因\"乌台诗案\"贬为黄州（今湖北黄州）团练副使,其弟苏辙受牵连,贬筠州（治所今江西高安）监盐酒税。元丰七年（1084）苏轼内移汝州（今河南临汝）。四月,只身至高安看望胞弟苏辙。苏轼在高安前后十日。苏辙贬筠州监盐酒税后,至元丰七年（1084）九月移绩溪（今属安徽）县令。司马光当国后,召苏辙入京为司谏。绍圣元年（1094）九月,苏辙又以言获罪,谪筠闲居。至绍圣四年（1097）三月授谪化州（今属广东）别驾。对高安水灾疫灾,苏轼又把圣散子秘方给苏辙,无偿给高安人民治病。\"二苏\"在高安深得高安人民爱戴,纵情山水,留下许多遗迹及诗文。描绘了一幅幅无比生动的宋代高安图画。", "label": "中国语言文学", "id": 0}
{"content": "苏轼,北宋大文豪,中国3000年文化的一座山峰。苏轼除了精通诗词、绘画、书法以外,还精通音乐,是我国古代音乐史上一位重要的音乐家。清谢元淮编《碎金词谱》收录了苏轼词17首,《碎金续谱》收录了苏轼词4首,共21首。钱仁康、刘崇德、漆明镜等曾经对苏轼部分古诗词曲谱进行了整理和翻译,也有个别歌唱家进行过演唱,但对于大部分声乐表演者和听众来说,苏轼的古谱歌曲还是比较陌生的。这种极具文学和艺术价值的歌曲一直躺在古籍文献中、躺在文字里,真的很可惜。把无声的文字和乐谱变为有声的音响是我们声乐工作者的使命。笔者在学习苏轼古谱诗词的过程中,翻译了苏轼的部分古谱,并在前人演唱的基础上,结合自身体会,以《醉翁操琴曲》为例,从词曲、演唱、歌曲润腔、及歌曲情感等方面来解读。了解苏轼古谱诗词歌曲的艺术风格,探索如何演唱苏轼的古谱诗词歌曲,抛砖引玉,希望有更多的同仁来关注苏轼的古谱诗词歌曲,来传承和传唱苏轼的古谱诗词歌曲。", "label": "中国语言文学", "id": 0}
{"content": "苏轼于熙宁十年（1077）四月赴徐州任,至元丰二年（1079）三月罢徐州任,接近二年之间,他在徐抗洪有功、兴筑黄楼,同时,艺术与文学两方面亦崭露头角。徐州诗词,除了应酬唱和之外,更可贵的是他关怀时事,为民服务的精神。综观此期的诗词创作,透露出他的多元思维,举凡登山临水、题咏书画、讽谕时事、见月怀想……等,凸显了壮年东坡独特的情怀,值得吾人关注。本文拟从苏轼徐州诗词,爬梳其思维脉络,以见此阶段对苏轼一生的影响。苏轼徐州诗词名篇,如:<韩干马十四匹>、<百步洪>、<送参寥师>、<水调歌头（安石在东海）、<浣溪沙>（照日深红暖见鱼）、<永遇乐>（明月如霜）等,代表的是苏轼活泼的生命力与多元思维的独特性,这也是今日创作者必须具备的条件,希冀本文能对文学创作者有所启发。", "label": "中国语言文学", "id": 0}
{"content": "<正>苏轼不仅文章盖世,功业丰伟,其文化人格亦自足千古。他的治国理念、民本情怀、坚强意志和兼容儒、释、道的豁达人生,都体现了中华民族优秀传统文化的包容性和开放性,代表着中华文化的软实力。苏轼一生中最动人的诗词文赋,都来自他与众不同的阅历,许多是他在大起大落的生活狂澜中有感而发的,其思想性与艺术性完美结合成为不朽的篇章。从苏轼的诗文中看他的人生轨迹,可以清晰的看出他在逆境中的超然境界和人生格局。现代人总是抱怨生活中快乐的事情越来越少。抱怨着房价高、工资低、压力大,竞争残酷,在日复一日的叹息中,浑浑噩噩地过着一天又一天。这真的是人生的本来面目吗?如何在现实生活中保持健康、积极的心态?苏东坡面对厄运却能潇洒一生可谓是现代人的楷模。", "label": "中国语言文学", "id": 0}
{"content": "<正>作家的人格与作品风格有着必然的联系,创作个性则是作家的禀性气质在创作过程与作品中的自然反映,这是文学创作的一般规律。就苏轼而言,由于他人格的博大崇高,个性的洒脱不群,他的人格不仅决定了他作品的风格或艺术个性,并且因此助成了他的伟大成就。我们承认他有超乎常人的文学修养与艺术功力,但我们仍然要强调,他的文学作品的巨大魅力,在很大程度上得力于他的人格与个性。单纯从文学技巧的角度看,苏轼作品有不少疵点,这是传统派或技巧派批评家时时感到遗憾的,而这些疵点非但没有影响他作品的魅力,相反甚至成为他作品特色不可或缺的因素。就苏诗而言,其最显著的特点,在于其灵动洒脱的思维特点与深沉的人生感喟。", "label": "中国语言文学", "id": 0}
{"content": "综观东坡描写端午诗词,按其内容划分,大致有以下四类:奉命应制,状景叙物;缅怀屈原,深表敬仰;思念亲人,注重情感;民俗风情,纪游览胜。诗人借节抒怀,人文情怀深厚博大,艺术手法灵活多变,具有精神与艺术的双重价值,给人以深刻的启迪。", "label": "中国语言文学", "id": 0}
{"content": "苏东坡会吃,吃出文化。善烹,烹出经典。自谓\"老饕\",实属谦称。若在今朝当以超级食货、顶级美食家冠之。他在为古海州留下的36首诗作中,有对\"白鱼紫蟹\"的记忆,有对\"蚝浦黏山\"的思念,还有对\"龙团凤饼\"的赞誉,更多的是对苍梧仙药、养生之道的推崇。而他发出\"欲弃妻孥\"的感叹更是对\"郁郁苍梧\"的心弛神往。", "label": "中国语言文学", "id": 0}
{"content": "<正>\"意象\"是中国传统文化中的一个重要概念。\"意\"是内在的主观思想,\"象\"是外在的物化事象。简单来说,意象是由一系列的文化基因、元素和符号组成的。在艺术创作中,人们把自己的思想、情感、主旨等精神内核赋予这些典型的物象,呈现一种创造性的自我表达。中国少数民族的服饰和诗歌是一个内涵丰富的意象世界。其中许多的概念、符号和元素承载了优秀的民族文化,涉及少数民族的生产生活、人生仪礼、节日风俗、信仰禁忌、语言文字等方面的内容。它们一直鲜活地存在着,向我们传递着民族历史的演进、社会结构的嬗变、集体记忆的情结,直到现在仍然震撼着我们的心灵。", "label": "中国语言文学", "id": 0}
{"content": "唐宋词的语言主要风格体现\"言有尽而意无穷\",其境界的达成主要通过唐、宋词人的语言炼意化手段来实现的。要达到此功效,唐、宋词人在\"炼字,炼句\"方面有着独到的形式。从而达到\"炼意\"效果,进一步发掘了唐、宋词的审美特征。", "label": "中国语言文学", "id": 0}
{"content": "<正>林语堂先生曾经在《吾国与吾民》中说过一段关于诗歌的话——诗歌教会了中国人一种生活观念,通过谚语和诗卷深切地渗入社会,给予他们一种悲天悯人的意识,使他们对大自然寄予无限的深情,并用一种艺术的眼光来看待人生。春则觉醒而欢悦,夏则在小憩中聆听蝉的欢鸣,感怀时光的流逝,秋则悲悼落叶,冬则雪中寻诗。在这个意义上,应该把诗歌视为中国人的精神信仰。是的,我们每个中国人,都在诗歌里不知不觉中完成了自己生命的成长。", "label": "中国语言文学", "id": 0}
{"content": "投射作用,是个体将自己身上所存在的心理行为特征推测成在他人身上也同样存在。投射是创作者内心的真实呈现,更是鉴赏者了解作品的捷径。可以通过投射作用分析作品,走进创作者内心,亦可通过分析自己的作品,看见自己的成长。", "label": "中国语言文学", "id": 0}
{"content": "<正>对酒当歌,人生几何?譬如朝露,去日苦多。慨当以慷,忧思难忘。何以解忧,唯有杜康。公元207年,纵横天下的曹操途经山东大排筵宴,广邀名士,当满心以为不会赴宴的大名士邴原来到筵席时,极度开心的曹操作下这首《短歌行》。几千年来,国人爱酒,酒可上桌,酒亦入药;文人更爱酒,酒在诗中,酒在画里。李白用《月下独酌》说爱酒:天若不爱酒,酒星不在天。地若不爱酒,地应无酒泉。", "label": "中国语言文学", "id": 0}
{"content": "苏东坡一生,不仅留下了丰富的文学财富,更留下了取之不尽、用之不竭的精神财富,其人生范式人格境界和人格精神,有人将之概括为东坡精神。从他人生历程、为政作为、民生情怀、生活态度、创作成果等等方面,可以概括为:随缘自适的乐观精神,勤奋努力的实干精神,不落窠臼的创新精神。", "label": "中国语言文学", "id": 0}
{"content": "苏轼与常州有深缘,几度赴常,苏轼都留下美好的印象,因此无论是经过常州、乞住常州、迁居常州,到最后终老常州,他始终认为常州是宜居之地。本文探讨苏轼有关常州的诗词,藉以了解苏轼眼中的常州是一个怎样的地方;常州风物之美、人情之富,又如何得到苏轼的青睐。常州舣舟亭展现苏轼亲民爱民的一面,他与蒋颍叔的「鸡黍之约」,乌台诗案后乞求常州居住,留下了诗词,表达了对常州人情风物之怀想,最后他选择常州为终老之所,这究竟又是怎样的心路历程?本文拟爬梳苏轼与常州的渊源,并以诗词印证之。", "label": "中国语言文学", "id": 0}
{"content": "苏轼一生来回经过常州十数回,宋代常州行政区域广阔,包括了今常州、无锡、宜兴和江阴。苏轼喜欢宜兴且曾买田于宜兴,因此苏轼为此前后去过宜兴数次,至今宜兴仍保留有苏轼大量的人文轶事及足跡。而苏轼两次杭州、一次湖州为官,因此来往常州、无锡、宜兴等地极为频繁。余数次探访（宋）常州所辖各地,寻找苏轼遗迹及各方轶事,并搜集各种文献史料,撰写本篇论文,以便将苏轼人文思想推广于常州的深远层次,提供后续研究学者进一步的参考。", "label": "中国语言文学", "id": 0}
{"content": "苏轼是宋代边塞诗词的创作主将之一,其作既具备了宋代特色,又较为中允,成为边塞诗词演进过程中的典型代表。苏轼在宋代边塞作家的代群中地位重要,其\"正坐论兵\"的创作模式异乎\"书生论剑\"和\"纸上谈兵\",其边塞诗词较之唐诗范式,既\"本色\"又有时代特色。", "label": "中国语言文学", "id": 0}
{"content": "<正>语言是诗歌的基本单位,一首诗一旦形成,语言便是它的有机体,成为传达诗人精神、思想、审美情趣的特殊的难以剥离的外在形式。由此而论,语言是诗歌的第一要素。那么作为诗歌第一要素的语言,究竟具有什么特征呢?清醒地认识这个问题,对解读一首诗歌乃至探究诗人的思想感情是至关重要的。以往许多论及诗歌语言的论著,往往把诗歌语言只简单地表述为:鲜明、准确、生动、有节奏。这样的概括,不能算错,如果把这样评价放到其他体裁上,也未尝不可。但是作为诗歌", "label": "中国语言文学", "id": 0}
{"content": "英雄史诗在赤峰巴林地区流传的过程中,也发生了种种变异,史诗英雄物化与人格化,都体现了当地人民对于空降的史诗般的英雄人物格斯尔的崇拜与归属。史诗英雄不仅是赤峰巴林地区战场上的英雄伙伴,甚至被尊为当地的保护神。", "label": "中国语言文学", "id": 0}
{"content": "藏族地区的英雄史诗《格萨尔》传到内蒙古地区后,同蒙古族文化进一步融合,经过蒙古族人民的再加工,再创造,在政治与思想文化上都具有了蒙古族的民族特点,成为蒙古族人民喜爱的具有民族性和地区性的民族史诗《巴林格斯尔》。", "label": "中国语言文学", "id": 0}
{"content": "唐宋咏蝉诗词佳作纷呈,众多作家通过对蝉形、蝉声的刻画,寄寓着丰富的意蕴格调。有的以有声衬无声,展现闲居生活的清幽宁静,彰显诗人清高脱俗的人格追求;有的因蝉噪引发萧瑟秋意,渲染诗人内心的烦乱。更多的作品则以声传情,流露离别相思之愁、人生失意之悲;而在咏史怀古诗词中,寒蝉意象更为抒发历史沧桑之感营造了凄厉的氛围,尤其是宋亡之际《乐府补题》中的《齐天乐》赋蝉十首,更加沉痛地表达出亡国之恸。唐宋咏蝉诗词咏物而不凝滞于物,穷物之情、尽物之态、赋而有比、托物寄怀,创造出了物我浑化、虚实相生的高妙艺术境界。", "label": "中国语言文学", "id": 0}
{"content": "文章从32部诗话和12部词话入手,考察乐府语义与词体的关系。\"乐府\"与\"词\"的语义混用集中于元祐至嘉定百余年间,其表现为一种明显的阶段性的私人文本中的局部共识。《乐府诗集》代表了宋人对乐府文体的成熟认知,它与宋代诗词评论者具有相似的乐府文体观。词与乐府间的内在文体关联,可以在刘勰《文心雕龙·乐府》找到源头和答案。在涉及新兴文体的认知时,对诗乐合一的维护和对礼乐功能的遵从必然会衍生出两个问题。其一,文体分类标准的冲突和混淆;其二,对雅正复古的强调与对淫乐低俗的否定。如果说前者的分歧更多体现在宋人对乐府、词体的文体归类影响上,那么后者的对立则导致了对词体吊诡的摒弃和推尊。", "label": "中国语言文学", "id": 0}
{"content": "<正>黄庭坚是北宋著名的诗人、书法家,在词作方面也卓有成绩。其诗学思想与书法理论有着互通与互补（1）,对于黄庭坚词风的变化,学者已有多方面的研究,本文试从山谷词、诗、书在晚年创作的变化着手,作以综合分析,从中或可窥见其词风变化的端倪。一.对诗、书、词创作的反思黄庭坚自被贬黔州以后,在诗歌、书法方面作了深刻反省,使二者均有长足进步。山谷自诗黔州以后,\"句法尤高,笔势放纵,实天下之奇作,自宋兴以来一人而已矣\"（2）。在书法方面,黄庭坚更是全面总结了自己前期作品,无论是在学习古人,还是在用笔、求韵等方面,进行了深刻反思。如《自评元祐间字》中对自己元祐间字\"不知禽纵\"进行了检讨,得出字中应有\"笔\"的结论,由是笔法大进,书风有所改变。表现在字形上,", "label": "中国语言文学", "id": 0}
{"content": "采用将李白名下诗词的体势与意境相对照的方式,依据精彩独造处相似、取境习惯相似、多重相似的标准,落实到字、词、句、篇上,兼顾体势、意象、意境、章法、技法、风韵等方面来对比分析,可知李白名下最受争议的《菩萨蛮》《忆秦娥》诸词与李白《寄当涂赵少府炎》《灞陵行送别》、赠内及代内赠诸诗高度相似,与李白其他诗境也多有相通,而能展现出别于诗的独到特色。结合生平经历与时代背景,昔人称李白为词祖,当非虚誉。", "label": "中国语言文学", "id": 0}
{"content": "《蓮因室詩詞集》是晚清閨秀鄭蘭孫的詩詞稿,富含大量自傳性書寫。咸豐三年揚州之亂對其文本的特殊性具有巨大影響,詩人經兵火棄詩,後又默錄舊作,這一特殊遭際使《蓮因室詩詞集》具有強烈的敘事性及敘事關聯性。\"不平則鳴\"、\"感知慨事\",這兩個動力促成了終其一生的自傳性書寫。在動態的故事建構一面,鄭蘭孫依據其佛教信仰經歷,構築了一個前生、此世、來生的人生故事。在靜態的自我呈現一面,經分析對照鄭蘭孫自題畫像文本,鄭蘭孫以懺悔式的敘事策略,并採用\"重生客\"的身份,使其對自我形象及身份的認同經歷了一個由閨閣才女到慕道客的轉變,最終鄭蘭孫晚年的自我畫像是逃禪自適的東皋客。", "label": "中国语言文学", "id": 0}
{"content": "朱淑真大部分诗歌以抒情为主,不论在主题表现,还是意象选择、表现手法的使用及意境的营造都与当时\"词别是一家\"的词体较为相似,形成较为突出的以词为诗的特色,典型反映了宋代诗词发展分合流变的过程,揭示了诗词对立统一,互相促进的发展规律。", "label": "中国语言文学", "id": 0}
{"content": "立德树人是高校教育的根本任务,对当代大学生的德育培养不能仅仅依靠思政课程,其他专业也应该深入挖掘课程中的思政元素,这样可以有效地实现高校\"三全育人\"的理念。《中国现当代文学》这门人文课程中包含若干思政元素,本文将以鲁迅爱情小说《伤逝》的教学设计为例,根据铜仁幼专女生居多的实际情况,以女性视角透过这部小说来谈谈当代大学生的独立精神。深入挖掘专业课程中的思政元素,使大学生思政教育实现盐溶于水、润物无声的效果。", "label": "中国语言文学", "id": 0}
{"content": "近年来,笔者从新中国文学新人培养机制视角对中央文学研究所尤其是对新时期以后的鲁迅文学院进行了全面考察,迫切感到需要对这一研究进行论纲式总结。对中国作家协会鲁迅文学院及其与新中国文学新人培养机制形成的关系研究,需要系统考察鲁迅文学院六十余年来的培养文学新人的整体概况,在此基础上,探讨新中国文学新人培养制度的形成过程、发展和特征等,总结其对新时代中国特色社会主义作家培养制度的深远影响和重大意义。", "label": "中国语言文学", "id": 0}
{"content": "《理水》是鲁迅先生对于整个社会展开的一次详细的群像式揭露国民劣根性的速写,既是对中国历史的一次回顾,也是二十世纪三十年代现实社会的缩影。而弗洛伊德创立的精神分析学理论对鲁迅、以及在二十年代精神分析学传入中国以后的时间里受其影响的作家们的生命意识和人生态度都起着非常大的作用。鲁迅自觉地将精神分析法融入到自己的写作创造中,本文将从对文本《理水》的分析出发,对鲁迅的创作心理、文本人物的心理结构、文本所具有的意义三部分内容进行论述,并对当今鲁迅精神消解现象进行思考。", "label": "中国语言文学", "id": 0}
{"content": "<正>对于上海鲁迅纪念馆来说,选择\"鲁迅与汉画\"这样全新的角度,举办学术研讨并推出一个与之相呼应的展览,是很大的挑战。在此,特别感谢南阳市汉画馆同行,他们的提议给了我们重要启发,促成了首次有关\"鲁迅与汉画\"的专题研讨会,也感谢北京鲁迅博物馆、南阳市汉画馆、滕州市汉画像石馆、徐州汉画像石艺术馆同仁在合作过程中的鼎力相助。正是因为大家的群策群力,从2018年9月11日展览开放以", "label": "中国语言文学", "id": 0}
{"content": "<正>1926年鲁迅在《厦门通信（三）》中写道:\"我最初的主意,倒的确想在这里住两年,除教书之外,还希望将先前所集成的《汉画象考》和《古小说钩沉》印出……及至到了这里,看看情形便将印《汉画象考》的希望取消。\"这是在鲁迅的著作中首次出现《汉画象考》的书名,也是在这里鲁迅告诉我们他曾\"集成\"《汉画象考》一书,并且未印出。", "label": "中国语言文学", "id": 0}
{"content": "自主质疑式的启蒙精神烛照鲁迅一生的文化活动,整理研究汉画像拓片同样充斥着深邃的问题意识。今人如何遥想古人,西方如何观看东方?便是由此而生发的独特的鲁迅之间,并催生了鲁迅式中国文艺复兴的思路——张扬纯粹中国本土黄金时代之艺术,回归深沉雄大的汉代,彰显中国精神。鲁迅带着金石学的精研精神进入遥想古人的文学创作和文艺批评,对于融合于传统而自主生成中国现代艺术审美经验起到了奠基作用。晚年鲁迅仍身体力行,抱病筹备汉画像集的编选,意将优秀的中国文化遗产横向输出,纵向传播下去,然终成未竟之业。这一旷世之间并不因鲁迅过早离世成为思想遗产才永恒,而是从最初就具有超越时代制约的特性,是一个文明论意义上的终极追问。", "label": "中国语言文学", "id": 0}
{"content": "鲁迅先生早期收藏汉画石像研究,是鲁迅研究中一块挖掘不充分的宝地,加强对该领域研究和考证,对深化鲁迅研究必将产生正面影响。鲁迅先生早期收藏的汉画石像以山东为主,有405幅,其中,黄乔生主编的《鲁迅藏拓本全集——汉画像》除收录鲁迅所藏4幅新泰师旷墓画像外,还有多处有关师旷墓画像的记载。本文以现存实物为依据,对鲁迅先生所藏所记中的个别误判和疏漏进行了进一步考证,并对鲁迅先生所藏《映佛岩摩崖》、所著《中国矿产志》涉及新泰内容进行了补充和说明,力图为鲁迅与新泰渊源提供更丰富、更准确的信息和佐证。", "label": "中国语言文学", "id": 0}
{"content": "鲁迅是中国新文化运动的先驱,是反封建文化的闯将,但又是中国优秀传统文化的保护者。他酷爱汉画像,热衷于汉画石拓片的收藏和研究,作出独特的贡献。同时,鲁迅在创作的《故事新编》中,以\"老子见孔子\"为例,投射出汉画像中同样题材的影子,人物形象栩栩如生,以此说明鲁迅对汉画像的偏爱,并不仅仅是单纯的个人爱好,更是对中国文化复兴发展的深度思考。", "label": "中国语言文学", "id": 0}
{"content": "鲁迅先生在文学上的造诣毋庸置疑,一生出版多部小说集、散文集、散文诗集和杂文集等。先生的文学作品多于\"五四运动\"之后写成,有着鲜明的时代背景和艺术特色,对之后的中国文学产生了深刻的影响。除此之外,鲁迅还是一位收藏家,他收藏的历代金石拓片达5 100余种,6 200余张,其数量仅次于他的藏书。而对汉画像石拓片的收藏,鲁迅先生更是\"心心不停,念念不住。\"①本文从鲁迅先生对美学艺术追求的3个人生阶段立题,阐述通过汉画像石的收藏及其艺术特点反映鲁迅先生思想深处的汉魂。", "label": "中国语言文学", "id": 0}
{"content": "本文认为鲁迅1923年发表的杂文《\"两个桃子杀了三个读书人\"》中对\"二桃杀三士\"的典故的阐释,与其1915—1923年间倾注大量心力购买搜集汉画像拓本,特别是对武梁祠画像石的深入研究有密切关系,并在此基础上梳理了鲁迅、胡适、章士钊文言与白话之争的一段公案。", "label": "中国语言文学", "id": 0}
{"content": "1921年北京大学研究所成立,1922年1月设国学门,在\"整理国故\"运动中挑大梁。1923年北京大学研究所国学门创办《国学季刊》,鲁迅为之设计封面,采用汉代石刻画像元素。鲁迅的金石研究从未间断,并且一直践行着\"保存事业\"中的两大项内容。鲁迅在封面设计中运用金石元素特别是汉代石刻画像的创意为当时许多的设计师所认可和采纳。国学门强大的师资阵容和培育出的学生很多都成为鲁迅金石研究隐形的助力。国学门在考察、整理、研究\"国故\"上考虑和计划得较为周详,有对\"国故\"的研究,也有最新考古发现,包括所有中国的优秀传统文化和历史遗存。鲁迅在国学门汲取的养分潜移默化在他实践美术理念的过程中。", "label": "中国语言文学", "id": 0}
{"content": "鲁迅先后收集南阳汉代画像石拓片241幅,并对南阳汉画进行了卓有成效研究。本文研讨的主要问题是:1.南阳汉代画像石的发现;2.鲁迅收集研究南阳汉代画像石拓片。", "label": "中国语言文学", "id": 0}
{"content": "本文主要围绕鲁迅收藏南阳汉画像与南阳汉画馆建设之间千丝万缕的联系、鲁迅的收藏研究对现阶段画像石研究保护的借鉴作用,体现汉画像石研究保护薪火相传的文化脉络,继承和发扬鲁迅\"古为今用\"的文艺指导思想,为实现中华民族文化伟大复兴作出贡献。", "label": "中国语言文学", "id": 0}
{"content": "本文探讨了鲁迅搜集武梁祠汉画的过程、收集拓片的范围,以及对武梁祠汉画的观点、研究和应用。", "label": "中国语言文学", "id": 0}
{"content": "本文着重试图描述鲁迅金石活动与传统读书人精神和实践之间千丝万缕的联系。鲁迅的\"抄古碑\"包括搜集整理汉画像等工作,从行迹上看与日后所谓\"整理国故\"几几相近,然而这种外部描述,往往是将活动主体以一种科学的态度处理毫无能动性的客体。事实上鲁迅与传统儒者一样,首先是将自己抛入到行动之流中去践行某种古代之\"道\"。同时,鲁迅对于金石学术之道的践行,本身被包裹在\"出处进退\"的传统伦理境遇中,作为隐逸的一种选择而非身心服膺之\"道\",金石学术之于鲁迅的意义呈现出一种张力。", "label": "中国语言文学", "id": 0}
{"content": "鲁迅加入新文化运动之后,在文学、翻译等之外,还十分重视中国古代碑刻、美术的整理研究工作,汉画是其中的一种。上海时期的鲁迅拟编辑出版汉画选集,此有完成北京时期工作及给新兴木刻提供借鉴的因素,更有鲁迅试图从汉画中复兴中国精神以滋养中国美术（艺术）的现代化的因素。", "label": "中国语言文学", "id": 0}
{"content": "<正>学术界对汉画像石（及拓片）的研究较为深入,但对鲁迅与汉画像石（砖）拓片（我们简称为\"汉画\"）研究尤其是相对集中的研讨却鲜见。对\"鲁迅与汉画\"这一课题,上海鲁迅纪念馆研究室于两三年前就开始策划。在上海鲁迅纪念馆领导的全力支持下,于2017年,研究室、陈列部成员相继到有关单位学习考察,得到了北京鲁迅博物馆（北京新文化运动纪念馆）、南阳市汉画馆、徐州汉画像", "label": "中国语言文学", "id": 0}
{"content": "<正>2018年初,第十一辑《中国水利文艺丛书》由长江出版社出版。本辑丛书共12本,分别是:《首战有我》、《胃水诗笺》、《醉美韩江》、《花前自笑童心在》、《村野乡风》、《品读黄梅》、《蚕豆花儿开》、《淡如水相见欢》、《上善之恋》、《守住生活的趣》、《再依湘江五百年》、《小扇扑流萤》。本辑丛书有散文、诗歌、报告文学等文学体裁,作者们从不同的角度以不同的方式,", "label": "中国语言文学", "id": 0}
{"content": "本文从认知诗学视角分析了《狂人日记》中\"吃人\"的语义偏离和\"狂人\"的认知特征,指出鲁迅通过前景化语言手段和独到的叙事视角,塑造和呈现了一个常人难以看到的世界。狂人对\"吃人\"的概念化和对事物的认知解读,与常规语言表达和概念化形成了巨大的反差,刷新了读者的文本图式和世界图式,也刷新了读者的文学图式。", "label": "中国语言文学", "id": 0}
{"content": "<正>《近代美术史潮论》,昭和二年（1927年）日本板垣鹰穗著。鲁迅1927年底开译,1928年2月11日初稿讫。在1927年12月6日致李小峰的信中,鲁迅简介了美术史论书籍《近代美术史潮论》并表示要翻译。他认为:\"以‘民族底色彩’为主的《近代美术史潮论》,从法国革命后直讲到现在,是一种新的试验,简单明了,殊可观。我以", "label": "中国语言文学", "id": 0}
{"content": "<正>一、鲁迅说:\"中国……没有都会诗人。\"他是什么情况下说的?为何这么说?是否有道理?1926年（不是像傅浩《城市与诗》等文章中以讹传讹说的1929年）7月21日,鲁迅在北京写了《<十二个>后记》一文,本篇最初印入1926年8月北新书局出版的\"《未名丛刊》\"之胡教译本《十二个》,后被收录在鲁迅《集外集拾遗》一书里。", "label": "中国语言文学", "id": 0}
{"content": "<正>尊敬的各位专家学者,尊敬的各位会议代表:今天我们聚集在这里,为纪念鲁迅先生定居上海90周年,举行\"纪念鲁迅定居上海90周年学术研讨会\",缅怀他的事迹,研究和探讨他的文学创作、政治活动、思想境界,学习他的精神和品德,以对于继承和发扬鲁迅先生浩瀚的精神遗产,尽我们应尽之力。在此,我谨代表上海鲁迅纪念馆,向出席今天会议的各位同仁、来自全国各地的", "label": "中国语言文学", "id": 0}
{"content": "<正>一、鲁迅选择上海是因为有租界吗?今年是鲁迅定居上海90周年,到网上看看,发现对于鲁迅定居上海的原因,转帖最多的,是陈丹青的《鲁迅为何选择上海?》。陈丹青是位有思想、有才气的艺术家,他谈鲁迅,颇有一种情趣,不像很多学者那样刻板枯燥,所以俘获粉丝无数,也有效传播了鲁迅。他对鲁迅的解读,在很多学者看来,是难免隔膜的。但他是用一种感性的眼", "label": "中国语言文学", "id": 0}
{"content": "<正>曾被茅盾认为没有描写过都市,没有反映\"都市中青年们的心的跳动\"的鲁迅,来到上海后,开启了他一生当中在都市生活的最长时段。虽然自离开绍兴之后,也基本上是在较大的城市居住、学习、工作和生活,如南京、东京、北京、厦门、广州等城市,但他审视的视阈和聚焦点则主要还不是城市或都市,所关心则是以广袤乡村为代表", "label": "中国语言文学", "id": 0}
{"content": "<正>鲁迅小说中的城市空间主要由虚拟的小城镇\"S城\"、北京以及元具名的城市所构成,在《故事新编》的《理水》《采薇》等篇章中也不难发现鲁迅对上海的影射。总体说来,不同于老舍、茅盾和新感觉派等地域特色明显的作家,鲁迅的小说中很少出现对现实的城市环境与城市地标的描写,鲁迅更关注的是抽象的城市空间对人生命的", "label": "中国语言文学", "id": 0}
{"content": "<正>鲁迅是新兴木刻运动的导师。上世纪20年代末30年代初,当学院派画家们沉醉于\"为艺术而艺术\"的论调,一味追随西方现代派艺术之时,鲁迅以其独具艺术战略的眼光,认定木刻艺术具有强大的生命力,\"是正合于现代中国的一种艺术\",是能同人民大众\"一同杀出一条生存的血路的东西\"。自鲁迅于1931年举办木刻讲习班,短短的", "label": "中国语言文学", "id": 0}
{"content": "<正>鲁迅定居上海的岁月,正值上海现代城市发展的所谓\"十年黄金时期\",即1927年上海特别市政府设立至1937年抗战全面爆发之间。这个城市快速发展时段的出现,是上海自1843年开埠以来,循序进入20世纪之后,伴随着各种异质文化习俗和思潮理念的涌入,以及上海本地经济布局、文化格局、社会心理、城市生活方式等综合交汇酝酿的结果,当然也是与战时与战后的破坏、凋敝相比较的提法。鲁迅", "label": "中国语言文学", "id": 0}
{"content": "<正>新文学在香港之发端1919年5月4日,北京学生示威游行,抗议巴黎和会加诸中国的丧权辱国条款时,港英政府对居港华人严加防范,规定集会游行要经过华民政务司及警察司许可才能举行,不遵守者会被视为\"不受欢迎的人\"递解出境,同时,更对居港日本人采取\"保护措施\"。而当时一些青年学生和知识分子,却无视港英政府的\"规定条例\",积极响应北京学生的爱国运动。不少私立中文学校的教师在讲课时慷慨激昂,学", "label": "中国语言文学", "id": 0}
{"content": "姚鼐在《海愚诗钞序》中,从天地大化运行汲取思想启示与灵感,高度概括了文章阴柔与阳刚两种审美风格,此论一出,截断众流,举凡论述艺术风格,大多皆引用此段以资阐释。且对桐城后人,特别是姚门后学,产生了直接而深远的影响。林纾在其所写《古文辞类纂序》中称赞\"阴柔阳刚\"为姚氏学,曾国藩在继承姚鼐\"阴柔阳刚\"之说的基础上,不断深化拓展\"阴柔阳刚\"美学思想的理论深度和思想内涵。管同在姚鼐\"阴柔阳刚\"文章风格论的基础之上,将时代潮流信息有效地植入了他的文章风格理论之中,意图用笔下的文章发出阳刚之音、呼唤蕴藏于民族心底的浩然之气。", "label": "中国语言文学", "id": 0}
{"content": "<正>王阳明与王学在中国思想史上占有重要的地位,而文学创作一定会受到时代思潮的冲击,因此其在中国文学史上也必然有着巨大的影响。明代中后期文坛上掀起的解放思想、张扬个性和对人欲肯定的思潮,就是王学传播的直接影响。前贤对此已有注意和阐述,以下就几部比较著名的中国文学史中的有关内容做简单的介绍,故拙文只是资料介绍性质,与各位深思睿智的论辩相去甚远,目的是从文学史角度拓宽王学研究的范围,供各位参考,并求教于方家。", "label": "中国语言文学", "id": 0}
{"content": "<正>1背景香港著名教育家、作家和学者卢玮銮曾于1988年指出香港文学研究的困难,在于\"没有人整理好第一手资料,好让研究者直接利用\"[1]。2000年,香港中文大学图书馆建立\"香港文学资料库\",涵盖图书馆馆藏香港文学书刊、香港报章文艺副刊文章、学报期刊文章和学位论文,至今共收录52万笔数据,供全球读者和研究者使用。\"香港文学资料库\"初步解决了文献数据难寻的问题,然而研究香港文学除了翻查文献外,还要追踪香港的文学活动讯息,从更广阔的层面了解各种文学现象和思潮背后的文化脉络。卢玮銮认为许多文学作品和文艺活动均紧扣社会脉搏,\"孤立地阅读作品,既无法理解作品作意,更不易看到当时文艺发展的全局\"[2]。", "label": "中国语言文学", "id": 0}
{"content": "陇右文化在中国历史长河中扮演着重要角色,影响深远。陇右文化作为一种独具特色的地域文化,与西域文化相比较,它具有更多的汉文化特征;与三秦文化进行比较,它又更多地含有少数民族文化的成分。陇右文化是从三秦文化到西域文化整个西北文化带的中间环节,它联系着两方又自成体系。一旦具备适宜文化发展的条件,各种形式的文化都有可能在这里发芽。这种文化优势,既促进了陇右文化的发展,又为三秦文化和西域文化源源不断地注入新鲜血液。所以,陇右文化又带着复杂的民族色彩和过渡性特征。多元融合的陇右文化是中华传统文化的一个典型缩影。它是一个地地道道的熔炉,既有浓郁的异国情调又不乏亲切熟识的中原风格。陇右文化对唐传奇的影响在地域文化与文学的研究中占有重要地位,我们必须加以传承和发扬光大。", "label": "中国语言文学", "id": 0}
{"content": "<正>本文试图以围绕藤井省三《台湾文学这一百年》的相关论争为契机,初步探讨近些年来在日本和台湾地区的日据台湾文学研究领域出现的\"台湾民族主义\"话语,对日据台湾出现了\"以皇民文学为核心的台湾民族主义\"这一荒谬论点进行了辨析和质疑,认为对于日据台湾文学研究而言,学术化转型有其合理性,但不能以牺牲殖民批判作为代价。一、围绕藤井省三著述的相关论争藤井省三是日本东京大学中国语文学系教授,是当代日本富有影响力的中国文学研究者。世纪之交,藤井先后在日本和台湾出版专着《台湾文学这一百年》,该书中的主要论点", "label": "中国语言文学", "id": 0}
{"content": "<正>尊敬的各位先生、各位女士:今天,我们聚集一堂,就\"全球化视野下的中国文学史观\"问题展开学术研讨,在此,请允许我将这次会议的缘起向大家做一介绍。这次会议的发起,源自于两部书的编写。一部是由孙康宜教授和宇文所安教授主编的《剑桥中国文学史》,一部是由赵敏俐、吴思敬主编的《中国诗歌通史》。《剑桥中国文学史》英文版2010年由剑桥大学出版社出版,中文版即将由中国三联书店出版。《中国诗歌通史》2012年由人民文学出版社出版。两部书分别汇集了强大的作者队伍。其中《剑桥中国文学史》的作者分别来自美国和欧洲,共有", "label": "中国语言文学", "id": 0}
{"content": "<正>自从中国现代学术体系建立以来,中国古代文学的研究在逐渐探索中建立了自身的研究范式与研究方法。就总的叙述框架与评价标准而言,以文体创造为基本线索,以作家作品为基本叙述单元,成为文学史研究者的常规套路。自王国维提出一代有一代文学的价值判断标准后,研究者习惯上会将汉赋、六朝骈文、唐诗、宋词、元曲、明清小说作为文学史研究的主线。而在这背后,又隐含着文学价值的判断,所以冯沅君、陆侃如写《中国诗史》,就只写到元曲,而所有的元明清诗歌创作一律阙如,那意思自然是说元曲以后的诗歌创作几乎没有任何价值。其实这也难怪,因为被奉为现代文化领袖的鲁迅就曾说过:\"我以为一切好诗,到唐时已被做完,此后倘非能翻出如来佛掌心之‘齐天大圣’,大可不必动手。\"（《鲁迅书信集·致杨霁云》）这说的是创作,但其实也深深影响了后来的文学史研究。近百年以来,中国大陆的文学史研究基本遵循着此种学术路径而展开,很少有人提出过质疑,更不要是超越。但其中果然没有值得反思的问题吗?如果认真检讨此中所蕴含的学理,这种文学史研究的套路乃是站在今人的立场上去叙述与评价古人,其支撑理论乃是西方近代以来所形成的进化论思维习惯,由此构成", "label": "中国语言文学", "id": 0}
{"content": "<正>什么叫学问好,取决于对学问的理解。理解为专著出的多,评职称时就有人用收纳框扛来成果;理解为文章写得长,年终考核表上就会夸耀性地注明每篇文章的字数;理解为刊物级别高,名刊的编辑就分外吃香;理解为科研项目多,就有人整天拍脑袋想选题,睁大眼睛编计划,逢项目必报。学问应该怎样去做,取决于对学问的理解。理解为为社会现实服务,不能古为今用的研究就被看成没价值;理解为解释历史和寻找规律,偏而窄的研究就成了小趣味和私人化。理解为思想、理论、体系、规律是研究的终极,点点滴滴的史料爬梳和史实考据就落了个\"考证至上主义\"的罪名,等着挨批。有什么样的理解,就有什么样的研究;有什么样的研究,就出什么样的成果。能够逃离时代风气的人不是没有,但如文革时代的林昭和顾准毕竟是少数。今天的学术生产,时代风气的软导向之外还多了一层体制统摄的硬指挥,对于大多数人来说,可任由翱翔的空间是不太大的。", "label": "中国语言文学", "id": 0}
{"content": "《剑桥中国文学史》代表了北美中国文学研究的最新成果,其中译本出版面世,意义自不待言。另一方面,诚如两位主编所言,\"本书的读者被设定为普通的、受过教育的读者\",编纂宗旨\"不是要取悦或者服务于学者\",\"如果能够作为大学本科生的基础教材就非常理想\"。有鉴于此,我们应对这部中国文学史新著抱何种期待呢?或者说,在反思文学史\"迷思\"的同时,我们还应对文学史著作抱有期待吗?有幸作为本书译者之一,这里拟以柯马丁、康达维、艾朗诺、奚如谷所撰四章为例,讨论这四位作者文学史写作的视角和方法,以及他们取得的突破和存在的局限。", "label": "中国语言文学", "id": 0}
{"content": "<正>最近三十年,我们的文学史研究经历了一种螺旋式的探索过程:最初是走进文学,试图探索文学内部规律;随后又纷纷走出文学,强调研究的综合化;而今又不约而同地寻求回归经典、回归文学的途径。美国著名学者哈罗德·布鲁姆撰写的《西方正典》罗列了西方最有名的二十部文学经典,并做了重新阐释。作者在《前言》中说,现在的\"文学研究者变成了业余的社会政治家、半吊子社会学家、不胜任的人类学家、平庸的哲学家以及武断的文化史家。\"（《西方正典》,江宁康译,译林出版社2004年版,第412页）,归结一句话,就是不懂文学,或者不愿意懂文学。这段话可能过于尖刻,但是他所指出的这种现象确实值得我们深思。其实,中国学术界也是如此,强调学术研究\"中国化\",言下之意就是要回到传统,回到经典。这里时代潮流使然。一百年前,人们在探讨什么叫中国文学史的时候,开宗明义,第一句话,总要谈\"什么是文学\"。如果认真追问:什么是文学?评价文学的标准是什么?文学史研究的途径和目的在哪里?经过一百年", "label": "中国语言文学", "id": 0}
{"content": "<正>我一直以为,孙康宜教授的独特经历,让她用英文解读中国文学,肯定有一种新的诠释。孙康宜的家庭在台湾遭受白色恐怖,使她在读书时代经常躲在英文的世界、西方的文学里。赴美留学读英国文学,到了普林斯顿以后,突然间有一股强烈的寻根欲望,才开始做中西文学的比较。孙康宜深刻地领悟到:\"如果没有好好苦读中国古典文学的话,我比不了什么东西的。\"她一向专攻美国文学和十九世纪的英国文学,但进普林斯顿大学后决心转到东亚语文系。在高友工教授的启发下,她对中国古典文学有一种虔诚的态度。", "label": "中国语言文学", "id": 0}
{"content": "<正>日本最早的中国文学史研究始于1897年早稻田大学出版部出版的儿岛献吉郎著《支那文学史》（甲午战争以后,日本开始普遍使用\"支那\"这一对中国含有蔑视的称谓）。同一年,古城贞吉著《支那文学史》也由经济杂志社出版。接下来至第二次世界大战日本战败投降的1945年间,日本共出版了名为\"支那文学史\"的著作10部,包括三部译著（郑嘉昌著·岡田稔增订《表解支那文学史要》、东文堂书店1932年;谭正璧著·立仙宪一郎译《支那文学史》上卷、人文阁1941年;胡云翼著·井东宪译《支那文学史》、高山书院1941年）。二战后日本的第一部中国文学史著作是小田岳夫等人翻译的宋云彬著《中国文学史》（创元社1953年）,同年菊地三郎著《中国现代文学史:革命和文学运动》由青木书店出版。接下来至1965年期间,著作和译著有以下九部:大矢根文次郎著《中国文学史》上（前野书店1955年）、蔡仪著·金子二郎", "label": "中国语言文学", "id": 0}
{"content": "先秦文学史著述有三条线索需要进一步加以强化。一是原型的发现与接纳,这是它的血脉和基因,是选材和定性定位的基本依据。二是象征意义的认定和揭示,是作品解读的技经肯綮,需要提供解谜的钥匙,破解学术悬案。三是文体的界定与辨析,这是文学史著述的骨骼和关节,要有循名责实的文体探源、合乎实际的文体形态描述、文体界限的辨析,以及文体演变轨迹的精确勾勒。", "label": "中国语言文学", "id": 0}
{"content": "<正>一、引言作为《剑桥中国文学史》第二卷的撰稿人之一,我编写了两小部分。第一部分有关民国时期的文学界动向,重点在于文学社团和文学杂志。第二部分介绍了近年来随着网络文学的出现,出版界和审查制度的变化。我将在本文中尽量融合这两部分。我会分析1910年代,也就是一个世纪前的出版和审查制度,而且还要讲到一个世纪前的审查活动如何继续影响着我们书写文学史的方式,以及文本留存下来的方式,尤其是现在大多数的文本都是以数字化的形式存在于数据库里,需要通过互联网获取。本文中我的个案研究与袁世凯统治时期中国教育部颁布的一批政策息息相关。这些政策旨在鉴别何种文学作品可作\"通俗教育\"之用。研究这些材料提醒着我们,晚清以来中国文学的变革与教育改革紧密相关。很多人把文学作品（尤其是小说）当成教学的材料,其中大部分小说都是由那些出售教材给学校以获利的出版商出版的。研究这些材料还可以阐明\"通俗\"这个词相较之当下的用法在1910", "label": "中国语言文学", "id": 0}
{"content": "<正>由多元结构组合而成的中华文学,有着鲜明的特色和丰富的内涵。在世界文学顶级的千古名家长廊里,屈原、杜甫、李白、陶渊明、法拉比、鲁提非、纳瓦依、罗贯中、施耐庵、吴承恩、纳兰性德、曹雪芹、鲁迅、沈从文、莫言……都是其中耀眼的明星。他们用自己的旷世佳作,撑起中华文学的殿堂。这个殿堂之所以熠熠生辉,在于它的复合结构和多元组合,在世界各国文学中,中华文学不是单一民族的文学色彩,它是56个民族文学精品的组合,因而显得五彩缤纷。一、中华文化的四大板块结构中华文学的背景是中华文化,中华文化是由四大板块构成的。从地理环境、经济生活、民族分布、文化特征四个方面来考察,应当划分为四大板块比较符合实际。文化特征主要选择其中的饮食文化、服饰文化、居住文化、语言文化、人生礼仪、岁时、宗教文化、文艺生活等作为对比。这四个板块是:（1）中原旱地农业文化圈,由黄河中游文化区、黄河下游文化区组成,这是中华文化的主体。", "label": "中国语言文学", "id": 0}
{"content": "<正>虽然最早的中国文学史出自欧洲人之手,但中国文学界从来未将外国人撰写的中国文学史当回事,毕竟以国人的眼光来看,外国学者写的中国文学史终究太简略,大体属于常识水平。在久久暌别外国学者撰写的中国文学通史后,听到孙康宜、宇文所安两位教授主编的《中国文学史》出版,相信大多数中国学者都和我一样,抱着好奇和期待,想看到西方汉学在积累几十年的学术成果后,这部下限迄止于2008年（中译本止于1949年）的中国文学史,要拿出一个什么样全新叙述。主编孙康宜教授确表示,\"《剑桥中国文学史》的主要目的之一是要质疑那些长久以来习惯性的范畴,并撰写出一部既富创新性又有说服力的新的文学史\"（上卷页2）,她赋予这部文学史的编纂以特别的历史感:\"在西方的中国文学研究的发展史上,这是一个非同寻常的时刻。\"（上卷页1）写过文学史的人都有体会,这不是轻松的工作。据孙康宜教授说,这部书集合了十五、六个学者用了五年时间写完;光是加上索引这项工作,\"让一个人每日埋头苦干,最快也要花上几个月的时间才能完工\"。\"剑桥出版社的责任编辑对于书中每一个标点,每一个字,每一行都给你发出提问。总之,", "label": "中国语言文学", "id": 0}
{"content": "<正>相信人们可以接受这样的观点:作为一种人文叙述文体的\"文学史\",实质上是一种体现特定价值观念和文化传统的历史逻辑和文学精神的整合体。在基础认识层面上,\"中国文学史\"作为国别\"文学史\"的学科合法性是无需论证的。但是,我们可否以此类推而认为,\"中国文学概论\"可以作为国别\"文学概论\"而合理存在呢?在当今这样一个尊重学理而讲求规范的时代,以上设问并非无事生非,亦非庸人自扰。或者,再换一种表述:离开了关于\"中国文学史\"的历史叙事逻辑,所谓\"中国文学\"又将如何被叙述和解读?如若不能,那就意味着,无论任何国家和民族,基于国别与族类的\"文学精神\"的提炼,必然要依循其国别与族类的历史叙事逻辑。因此,我们可以提炼出历史逻辑与文学精神的统一论。", "label": "中国语言文学", "id": 0}
{"content": "经典与政治权力的关系,极为复杂。政治权力无疑要干预和影响经典的传播与建构,或禁毁,或删改与重新阐释,或造典与神圣化经典,然而,这种影响并非对所有的经典都有效。尤其是从超越意识形态和文化阶段的历史眼光来看,政治权力对经典的建构和传播,并不发生决定性的作用。从政治发展之历史流程和经典的建构与传播之历史流程来考察经典与政治的关系,经典与政治权力处于同流和不同流的不断调整之中。所谓同流,即经典在某一时期构成了主流意识形态;非同流,则指经典游离于主流意识形态之外。即使经典与政治权力同流,亦有经典与政治同质之中存在异质之细微区分。", "label": "中国语言文学", "id": 0}
{"content": "<正>祝东力（中国艺术研究院马克思主义文艺理论研究所）:\"2008\"实际上是李云雷去年就跟我说过的一个题目。总是有一些相对重要的年份成为历史进程中的节点或转折,比如中国当代史中的1978、1989、1992,都是这样带有里程碑性质的年份。应该说,1992年以来,2008年也是比较重要的一个年份。但是,第一,2008年作为中国当代史的节点和转折是否成立,以及第二,这个年份在当代史中的内涵和意义,还需要进一步讨论。围绕这样的年份进行讨论,是一种清理、反思当代史的重要方式。我们现在就进入这个话题,大家随便谈。", "label": "中国语言文学", "id": 0}
{"content": "<正>诸多先贤都曾编写有中国文学史著作。从上世纪初迄今,已出版的有关中国文学史著作已超过1500部。但绝大部分著作只能称为汉文学史,且多为断代史,文体史,许多只写到清代。当年鲁迅先生题自己的著作为《汉文学史纲要》,可能他已经意识到中国是多民族的国家,汉族文学史不足以称为中国文学史。而且中国地域辽阔,中国文学史的编写还应顾及各地区的文学。以故,上世纪50年代末,中国科学院文学研究所所长何其芳就提出应该编写一部包括各民族各地区的中国文学史。可是,当时条件不足,许多方面缺乏有研究的专家。直到上世纪末,我担任中国社会科学院文学研究所和少数民族", "label": "中国语言文学", "id": 0}
{"content": "<正>任何历史都有一个书写对象的问题,文学史也是如此。文学史书写什么?文学史当然以文学为书写对象,这是一个自明的问题。但是,面对着具体的文学生活,问题就会复杂得多;而且面对中国近现代以来复杂的民族关系和复杂的政治格局,就需要对文学史中涉及的各个方面的内容,进", "label": "中国语言文学", "id": 0}
{"content": "<正>2006年,我完成了一个国家社科基金项目:中国现当代文学编年史,现将编撰过程中的一些理论与实践问题,借这次学术会议的机会,提出来与大家一起讨论。本书的编撰动机,有如下几个方面:第一个方面是想尝试一下被现当代文学史家所忽视的编年史的编撰体例,也想借此机会使以《资治通鉴》为代表的编年史的体例在文学史的", "label": "中国语言文学", "id": 0}
{"content": "<正>尽管中国文学乃至文论的历史源远流长,但国人关于中国文学,包括现代文学的史撰实践,至今不过百年左右。①在这百年左右关于古代中国文学乃至现代中国文学②的历史研究与史撰活动中,一直存在着一个突出的特点,那就是与大学里的学术、教育活动有着密不可分的关系。更具体地说,我们的文学史研究,一开始就与大学的学术活动,尤其是教学活动密切相关;我们的文学史写作,一开始就形成了著作型与教材型两大谱系与传统——尽管", "label": "中国语言文学", "id": 0}
{"content": "<正>一在明末,农本社会中的城市更趋繁荣,而市民意识的影响也呈扩张之势。在这种情况下,古代的大都会苏州出了一位通俗文学大家冯梦龙。他继《三国志通俗演义》和《水浒传》之后,使白话小说、特别是短篇白话小说更趋成熟的态势;并且对通俗文学的理论也有所突进。他不仅提出要以\"情教\"替代\"名教\",而且强调文学应该更好地为市民大众服务:\"话须通俗方传远,事必关风始动人。\"①也就是说,只有通俗,才能使作品的受众更为广泛,为更多的市民群众所看得懂;而\"关风\"当然是指要有自", "label": "中国语言文学", "id": 0}
{"content": "<正>民国建立以来,随着现代出版传播业的迅速发展,新文化、新思想、新观念得以广泛传播,一种新的文学形态随之诞生。文论建设受新文化、新文学观念的影响,也一改历代文论那种重感悟和重点评的传统,转向注重新文学的理论建构,注重文论的逻辑体系建构,形成一种富有现代性价值内涵的\"大文论\"格局,在中国文论发展史上,开辟了一个新的发展纪元,具有\"划时代\"的里程碑的历史地位,对后世文论发展产生了深", "label": "中国语言文学", "id": 0}
{"content": "<正>\"民国文学史\"这一概念的提出,是承继对中国现当代文学史反思与\"重写\"的学术思路而来。针对以往的\"现代文学史\"实为\"新文学史\"这一现象,学术界在20世纪90年代已经有学者提出,以时间概念来理解的\"现代文学\",不应仅是\"新文学\"一枝独秀,也应该有通俗小说、戏", "label": "中国语言文学", "id": 0}
{"content": "十七年时期,正值中非友谊的蜜月期,中国作家们积极书写非洲,其作品数量可观且集中,形成了一定的创作热潮。中国作家书写着非洲古老的文明,以回溯历史的方式揭露西方列强和新老殖民者掠夺非洲的历史及其对非洲文明的破坏,以此激发人们反帝反殖的情感力量;或者立足于非洲独立后崭新的社会现实来憧憬非洲社会的未来图景,抑或将非洲想象成与新中国同声相应、同气相求的友谊\"共同体\",展现出特定时代中国人民对非洲认识的集体无意识和情感立场。不同于同时期中国文学的欧美书写或东亚书写,\"十七年\"文学的非洲书写有其自身的独特性。\"十七年\"文学的非洲书写热潮的出现,与特定的时代语境、当时文艺政策的规约、作家对主流意识形态的积极响应等因素密切相关。\"十七年\"文学中的非洲书写从一个侧面呈现了文学与政治的互动生成关系,它也是全球冷战格局下新中国的政治意识形态和文学想象同谋同构的产物。", "label": "中国语言文学", "id": 0}
{"content": "发展概况:国内网络文学产业产能溢出,企业向外寻求发展,目前中国网络文学出海传播已经在东南亚地区与欧美建立影响力,中国网络文学出海范围覆盖五大洲。出海模式:我国网络文学出海模式中,内容出海和生态出海并行,快速填充海外市场内容规模,网文出海实现\"两条腿走路\"。海外商业模式仍以付费阅读为主。核心企业:网络文学头部企业阅文集团积极培育海外原创,提升内容能力,地区从以欧美为主,向东南亚、欧美、印度等海外市场全面拓展;星阅科技推出多语种、多地区、多题材、多功能的网络文学产品矩阵;推文科技作为人工智能科技公司,推出网文出海AI整体解决方案,提升网络文学规模化出海效率,降低版权获取、多语言翻译与海外全渠道分发成本,服务中国网文出海企业。用户画像:中文网络文学出海作品培育了一部分较为稳定的海外读者,接触网文时间较久,阅读量较大。用户以女性为主,东南亚占比最高。付费意愿同比上升,用户成熟度提高。未来趋势:产业链分工精细化,推动网文出海加速前进;加快多语言布局,推动海内外原创内容规模化产出;拓展海外网络文学IP授权合作,构筑多元化IP体系,扩充内容影响力。", "label": "中国语言文学", "id": 0}
{"content": "随着当前经济的高速发展,人们的生活水平不断提高,网络技术也有了质的飞跃。互联网的广泛应用便利人们生活的同时,也衍发出了不同的网络产物。网络文学就是近几年来,以网络媒体作为传播的媒介以及平台,通过超文本链接将原创的文学作品发布在互联网上,是一种文学传播的新形式。在这样的传播形态下,网络文学收获了很大一批线上读者,随着网络文学的规模不断扩大,创作手法越来越丰富,其追随者的群体也在以加速度的状态壮大,其中大学生群体就是网络文学的重要阅读群体。甚至在网络文学的创作者比例中,大学生群体占据了很大的比例,成为了网络文学创作中的一股新兴力量。在这样的网络环境中,将思政教育融入到网络文学当中,不仅能够提高网络文学创作的素养,同时也能够有效提高思政教育的质量,让思政教育的形式更为丰富,增强思政教育的效果。本文将从当代网络文学融入思政教育的作用入手,具体了解当代网络文学的创作现状,剖析运用当代网络文学对大学生的思政教育。", "label": "中国语言文学", "id": 0}
{"content": "\"中国当代文学史\"是高校汉语言文学课程体系的重要组成部分,\"中国当代文学史\"混合式教学模式是以学生为主体的新型教学模式,这种模式以提高学生学习的创新能力为终极价值目标。", "label": "中国语言文学", "id": 0}
{"content": "怀乡意志是内在于中国现代艺术发展中的不可抗拒的精神力量,现代美术、文学、音乐、戏剧戏曲等作品中都有着丰富的反映怀乡美学的主题、技法和风貌,构成了艺术怀乡题材的不同类型和层级。中国艺术的怀乡意志在全球化时代更有着特殊性和独特价值,怀乡意志的中国气派既有受时代社会潮流影响的共通性,又具有中国文化发展的自身规律和独特属性。", "label": "中国语言文学", "id": 0}
{"content": "互联网时代,网络文学会逐渐成为文学的主流之一,年轻化的读者和作者群体,使我们必须重视网络文学影响人、塑造人的文化功能。网络文学如何肩负社会责任与文化担当,传承和弘扬中华优秀传统文化,讲好中国故事,提升网络文学的时代性,是所有网络文学创作者需要思考的问题。", "label": "中国语言文学", "id": 0}
{"content": "发展概况:近年来,国家倡导的\"推动中华文化走出去\"为中国网络文学发力全球市场注入了一针强心剂。网络文学传播以东南亚地区与欧美为主,覆盖40多个\"一带一路\"沿线国家和地区。出海模式:网络文学出海不断孵化精品力作,积极探索出海有效模式,目前主要有翻译出海、直接出海与改编出海三种模式,其中翻译出海占比72.0%成为主要出海模式。行业各方努力构建商业模式,多维度付费模式在海外出现。核心企业:网络文学核心企业阅文集团积极培育海外原创,与海外企业版权合作拓展海外市场;掌阅科技推动海外产品内容本地化,加强国际版权合作输出优质作品;而作为网文出海开放平台的推文科技也凭借AI翻译帮助提高了网络文学出海的效率,实现中国网文规模化出海。用户画像:海外网文读者多集中于中青年群体,以移动端阅读为主,阅读经历普遍较短,但是对阅读黏性较高,也会尝试参与各种互动,翻译质量成为其阅读过程中最大痛点。未来趋势:未来,网络文学出海模式除了翻译输出外,也将转化为内容创作技能输出,培育海外原创作者,通过多渠道拓宽助力中国网文走出国门;在出海内容题材方面也会愈加丰富,推动IP全产业链发力;此外在翻译技术上,AI翻译持续完善,翻译语种也将趋向多元化发展。", "label": "中国语言文学", "id": 0}
{"content": "<正>一有人对1955年版《胡适思想批判论文汇编》的164位作者进行考察,发现有142位可以查到相关信息,他们是文史经哲界的专家,不少人后来还被奉为学术大家。查不出信息的22位作者,推居于末位的是张绪荣（董立功:《〈胡适思想批判〉作者群体考察》,《江淮文史》2013年第5期）。其实,张绪荣就是大名鼎鼎的张国光先生;而刊于《胡适思想批判论文汇编》第四辑的《清除胡适反动的文学思想》,至今读来,仍不失为最出色的文章。", "label": "中国语言文学", "id": 0}
{"content": "网络文学用户及行业规模:2019年,网络文学行业整体呈现出稳定增长的健康发展态势,并有望未来继续保持上扬势头。截至2019年底,行业用户规模为4.6亿人,同比2018年增长5.3%;行业市场规模为195.1亿元,同比2018年增长27.1%。网络文学行业发展亮点:创新助力内容生态体系持续优化和完善,以此打造网络文学企业核心生产力和差异化竞争力,并驱动行业保持良性健康发展状态;充分利用运营策略和技术手段拓展阅读场景,提升产品用户阅读体验;免费阅读与付费阅读形成互补,触达并培育更广泛消费群体,充实商业价值变现方式;业界头部企业在巩固国内市场地位的同时,纷纷加快海外市场战略布局,主动融入全球产业链;网络文学IP商业价值突显,带来阅读企业版权业务营收增长。网络文学行业发展趋势:网络文学行业资源整合,相互赋能联动打通产业链;网络文学作品精品化、主流化,注重社会效益传播正能量;网络文学出海模式升级,外国爱好者纷纷投入网文创作。网络文学盗版损失规模估算:根据艾瑞咨询中国网络文学盗版损失模型核算,2019年中国PC端网络文学盗版损失规模缩减至17.1亿元,同比2018年下降24.7%,延续了此前下降趋势;2019年中国移动端网络文学盗版损失规模为39.3亿元,同比2018年增长10.4%,呈现出反弹迹象;2019年中国网络文学总体盗版损失规模为56.4亿元,同比2018年下降3.3%,数据下滑主要源于PC端网络文学盗版损失规模的较大幅度缩减。虽然中国网络文学盗版损失连续三年保持下滑态势,但2019年下降幅度已然放缓,迫切需要各方充分意识到危险性,坚决防止侵权盗版出现死灰复燃势头。过去一年网络文学版权保护实践:政府层面积极进行司法、修法、执法以及普法各个环节查漏补缺,充分发挥督导监管职能作用,夯实网络文学版权保护保障基础;企业层面,日常监测投诉与民事诉讼相结合,注重完善维权机制,切实执行各项维权工作;行业层面,通过版权交流会议以及版权保护组织,凝聚行业力量,以图实现版权共治。现阶段网络文学侵权盗版主要形式:PC端盗版侵权形式主要有,中小型专业盗版网站、贴吧/论坛、网盘/云盘及共享文档/文库,其中中小型盗版网站最为普遍,危害也最为严重。移动端侵权盗版形式主要有,搜索引擎转码和推广、盗版移动应用/APP、H5小程序及自媒体营销,其中搜索引擎转码和推广及盗版移动应用/APP相对更普遍。网络文学衍生内容侵权盗版:实体衍生品侵权在网络文学IP衍生周边屡有发生,侵权盗版行为仍集中于各类电商交易平台;网络文学IP改编领域最普遍且屡禁不止的侵权行为以\"搭便车\"模式为主,并且随着IP开发全产业链布局,\"搭便车\"模式已经从游戏扩散至影视、动漫等更多IP衍生和开发的相关领域,极具危害性。网络文学侵权盗版现状与趋势:网络文学侵权盗版现阶段主要特征为,PC端中小型盗版网站侵权势头依然猖獗,移动端多渠道推动以中小型盗版网站为主要源头的网络文学盗版侵权内容得以加速传播。在发展趋势方面,未来网络文学作品相关的盗版侵权行为会继续向隐蔽化、地下化、分散化方向发展,网络文学IP实体衍生品侵权盗版内容会日益增多,而网络文学IP改编领域侵权盗版乱象也还将持续出现。网络文学出海所遇的版权保护困扰:世界范围内缺乏良好的网络文学版权保护氛围,全球书籍和文学流量排名前100位的网站中,存在侵权盗版风险的网站比例过半,达到55%。对于网络文学英文作品来说,以起点国际（Webnovel）排名前100部热门翻译作品为例,在海外用户流量排名前10位的英文盗版网络小说站点中,侵权盗版的整体比率高达83.3%。虽然海外市场侵权盗版日益泛滥,但受盗版行为取证难、侵权内容监控难、法律法规适用难等多重因素制约和影响,国内权利人的跨国维权之路步履维艰。网络文学版权保护工作相关建议:政府层面需在完善相关法律法规建设同时,推进已有法规条例的落地实施,此外还需加大侵权盗版行为判罚力度、继续强化政企沟通渠道建设;企业层面亟待拓宽维权路径,探索维权新渠道和新形式;行业层面需发挥版权联盟等行业组织效用,进一步聚合深化维权交流,汇聚全社会力量参与网络文学正版化进程。", "label": "中国语言文学", "id": 0}
{"content": "粵港澳文學具有生態書寫的跨界特徵。審視自然的方法別具一格,我城吾鄉的本土關懷特色顯著,粵港澳生態文學在此基礎上多方借鑒、花移木接、跨界探索,拓展了當代生態文學創作突圍的多維想像空間。粵港澳生態文學在當代具有價值及啟示意義,帶動了中國文學對於生態環境問題的關注以及當下中國生態文學研究的思考。未來粵港澳文學發展應擴大所關注視野,聚焦普遍性問題,走特色生態書寫之路。", "label": "中国语言文学", "id": 0}
{"content": "<正>2019年9月27日晚上,在欧洲斯洛文尼亚的首都卢布尔雅那市的一个小剧场里,笔者观赏了由汉学家罗亚娜女士编剧的《庄子》,整部戏主要在庄子、卡夫卡、弗洛伊德、齐泽克甚至美国总统特朗普夫人梅拉尼娅（她是斯洛文尼亚人）等人物之间展开。戏剧以演唱、舞蹈、对话等方式把庄子和其他戏剧角色的思想碰撞呈现出来,表演过程中外国观众常会会心一笑。", "label": "中国语言文学", "id": 0}
{"content": "<正>作为一名即将从荷兰莱顿大学区域研究所毕业的博士生,同时也正在做中荷童书的版权贸易和翻译推广工作,今天我主要分享这些年来我在荷兰观察到的、感触比较深的中国文学的荷兰传播片段。2012年诺贝尔文学奖公布时,我跟莱顿汉学院的一位硕士生一起吃饭。当我很兴奋地跟他说:\"莫言获得了诺贝尔奖!\"他很茫然地看着我,问道:\"哎?谁是莫言?\"当天,我很兴奋地写信给我的师姐马苏菲道喜,她是莫言《蛙》的荷兰文译者,", "label": "中国语言文学", "id": 0}
{"content": "新时代如何推动体育文化繁荣昌盛发展,构建中国特色社会主义文化强国,坚定文化自信,是习近平中国特色体育思想的重要内容。十九大报告中,习近平总书记强调新时代要\"讲好中国故事\",提升国家文化软实力。文化附着于有形的物质载体,文学是文化的重要组成部分和传播媒介。新时代,中国特色体育文化发展是体育强国建设的重要内容之一,体育文学是体育文化的重要传播媒介,是\"讲好中国体育故事\"有力形式,以生动、形象的语言,深刻典型的人物形象,跌宕起伏的故事情节建构体育场景,传播体育文化,弘扬体育精神。1.\"缺席\":建国七十年我国体育文学理论研究现状。新中国七十年来,我国体育文学的发展呈现出理论和实践的严重不平衡状态。体育理论研究极度匮乏,创作主体集体\"走失\",体育文学创作后劲不足,可持续发展无以为继,体育文学最终\"缺席\"。对体育文学研究理论基础匮乏,研究成果贫瘠,体育文学概念争议,迄今为止关于\"体育文学\"的研究共有专著一本,基础理论领域研究基本呈现空白状态。2.\"在场\":新时代我国体育文学发展的必要性依据。哲学依据:体育和文学存在历史的同源性,是人类生产劳动中的智慧结晶,也是人的本质力量对象化的具体表现。体育锻造人的身体,文学塑造人的灵魂,体育文学从身、心两方面促进和完善人的全面发展。体育提倡\"以人为本\",文学俗称\"人学\",体育文学以个体发展为核心。体育文学是动与静的结合,力与美的凝结,身体与精神的联姻。社会学依据。布迪厄认为,文学在许多方面比社会学先进的多,文学中蕴含着大量的有关根本性问题的宝贵思想。社会学家应该从中借鉴,并予以批判式考察。博德纳认为,\"文学是社会表现\",文学为社会现象研究提供形象个案,社会理论为文学提供科学的研究基础,两者是感性和理性结合。体育社会学教授卢元镇认为\"体育是社会的缩影和焦点,文学对体育说长道短,是因为我们体育社会学家在渎职。熊斗寅认为文学和体育的本质价值是一致的,即教育。历史学依据。历史是被塑造的,也是对现实规律化的阐释。基于历史研究的局限性,将文学文本作为历史文本的补充。布洛赫断言:\"在不朽的文学名著中,都激荡着历史的回声\"。体育报告文学在本体意义上具有强烈参与历史建构和历史记忆的功能。时代依据:新时代我国体育文学发展的必要性。习近平总书记提出\"讲好中国故事,传播好中国声音\",国家体育总局以行政手段助力体育文学发展。2008年,北京奥运会邀请中国作家协会的作家,鼓励体育报告文学和体育小说创作。2016年,国家体育总局与中国作家协会联合召开体育文学作品创作座谈会,号召关注群众身边的体育故事。3.\"建构\":新时代我国体育文学发展的内在逻辑。以帕森斯（Parsons,T.）结构——功能理论为依据,从体育文学性质与特征,认为体育文学结构由资源-语言符号、创造-意向形象、接受-生命意识系统结构组成,具备体育文学特有的认识功能、审美功能、教育功能。体育文学的系统结构的梳理,功能的辨析有利于我国在改革背景下对体育文学的科学规划与发展,提升体育文学的社会价值。体育文学见证了建国以来中国体育的腾飞发展,从最初的关注个别项目到竞技体育整体实力的增长,到\"体育——文学——影视\"体育文化产业链的构建,国家持续以行政手段助力推动体育文学发展,体育文学发展战略体现其在国家体育发展战略中的重要位置。体育文学是中国特色体育文化建设的重要内容,也是宣传和推广体育精神的重要载体,是带动新时期体育文化产业的动力,激发青少年体育兴趣。体育文学以体育故事为载体,讲中国体育故事,大力发展体育文化,用优秀的文学作品温暖人、鼓舞人、启迪人,推动文化兴国战略实施,是体育文化的先锋。我国由体育大国向体育强国转变过程中需要文化\"软实力\"的支撑,发挥体育文化的根基作用。国家应该通过集中塑造,人物讲述,集中挖掘展现体育价值的优秀文学作品。", "label": "中国语言文学", "id": 0}
{"content": "<正>今年的10月1日是中华人民共和国成立70周年华诞。70年前,16岁的我亲历了新中国成立前后的风云激荡。1950年6月,即长江水利委员会组建4个月后,我由南京市委组织派遣,来到长委会驻南京的下游工程局,成为治江队伍的一员。新时代给我以机遇,长江建设给我以机缘。1952年,我目睹了中国人民以75天的惊人速度建成荆江分洪主体工程的壮举。1954年,我在长江下游防汛指挥部昼夜奋战,目睹了沿江军民齐心协", "label": "中国语言文学", "id": 0}
{"content": "<正>2019年7月6日,在阿塞拜疆首都巴库举行的联合国教科文组织第43届世界遗产委员会全体会议上,良渚古城遗址毫无争议地申遗成功,成为我国第55个世界遗产。原中国水利作协主席、长江委副主任傅秀堂在微信上向我推荐了他在三年前应邀参加良渚古城水文化专家咨询会时写的专题发言稿——《乐见中国建坝史推至大禹治水前》,读后才", "label": "中国语言文学", "id": 0}
{"content": "<正>莎士比亚曾在历史剧《裘力斯·凯撒》中借剧中人之口这样赞颂凯撒:\"像北极星一样坚定,它的不可动摇性质,在天宇中是无与伦比的。天上布满了无数星辰,每一个星辰都是一个火球,都有它各自的光辉。可是在众星之中,只有一个星卓立不动。\"我由北极星自然联想到水利系统一个个人生的楷模、事业的标杆,他们何尝不是一个个悬挂在水利人心空的北极星?", "label": "中国语言文学", "id": 0}
{"content": "<正>一2018年6月13日,是我文学创作生命中一个极其重要的日子。因为这一天,我加入了中国作家协会。应该说,这一天的到来太漫长了。早在十几年前,经刘富道（原湖北省作家协会副主席）、鄢元平（现今古传奇传媒集团董事长、总经理）两位老师介绍,我就向中国作家协会寄出了申报材料。因为作品分量不足,作协会员处让我补充5", "label": "中国语言文学", "id": 0}
{"content": "网络文学用户及行业规模:2018年,网络文学行业持续健康发展,用户规模稳中有增。较2017年增加5427万达4.3亿,同比增长14.3%。2018年中国网络文学市场规模总计达153.5亿元,同比增长20.3%,保持稳步增长状态。网络文学行业发展亮点:在国家政策的引领下,伴随网文海外翻译热潮,网络文学核心企业纷纷布局海外市场,网文出海进一步发力;网络文学相关企业通过积极布局新文创产业链,投资收购影视、动画等公司,打造自身IP内容生产完整体系,为自身版权运营业务发展建构夯实基础,实现网文IP新文创开发的标准化深度化发展;网络文学核心企业加强内容引导,弘扬正能量成为网文行业发展关键词;行业进一步兼并整合,新进入者不断涌入,为行业发展增添活力。网络文学行业发展趋势:强化内容精品供给,充分满足读者需求;渠道分发更加多元,跨界资源整合加速。网络文学盗版损失规模估算:根据艾瑞中国网络文学盗版损失模型核算,2018年中国PC端网络文学盗版损失规模为22.7亿元,相较2017年降低了28.2%,达到了2014年中国PC端网络文学盗版损失一半的水平;2018年中国移动端网络文学盗版损失规模为35.6亿元,相较2017年降低了16.8%,基本接近2014年的损失水平;2018年中国网络文学整体盗版损失规模为58.3亿元,相较2017年降低了21.6%。中国网络文学盗版损失已经连续两年实现下滑,且下降幅度不断拉大,这是中国网络文学正版化进程迈入新时期新阶段的力证。网络文学侵权盗版新模式:移动端搜索引擎及浏览器聚合转码优化、自媒体账号侵权盗版以及移动H5小程序侵权盗版是近年来发展较为迅猛的网络文学侵权盗版新模式。网络文学侵权盗版变化特征:PC端网络文学侵权盗版持续下沉,但中小型盗版网文站点依然是打击难点;移动端网络文学侵权盗版由移动APP向自媒体平台、H5页面以及小程序等转移。网络文学侵权盗版发展趋势:网络文学侵权盗版隐蔽化地下化分散化发展加速;网络文学实体衍生品侵权盗版的常态化;网络文学IP改编侵权更加频繁。网络文学版权保护现存问题:企业维权层面,企业维权的投入成本越来越高,企业维权的路径有待拓宽;行业监督和自律层面,行业监督和自律可以更加公开透明;司法实践层面,司法实践区域进展不平衡,司法实践需要创新举证手段和方式;行政执法层面,行政执法的区域进展不平衡,相关规章制度有待进一步更新和落实。网络文学版权保护建议意见:根本上,要对中国网络文学的版权保护树立信心,直面挑战,持之以恒,积极应对侵权盗版带来的挑战和威胁,与之坚决斗争下去;技术层面,运用技术手段,追溯盗版源头;渠道上,加强政企沟通渠道建设;用户教育和版权普及层面,创新版权普法形式,推动用户树立版权意识。", "label": "中国语言文学", "id": 0}
{"content": "中华人民共和国成立以来,作协作为作家培养的重要阵地,形成了一系列的作家培养模式,也培养了不少专业作家。这些培养模式在不同时期呈现出不同的特色,在作家培养上起到了重要的作用。本文主要从创意写作学科视野对具体的作协作家培养模式和运行机制进行梳理总结,进而对适合中国作家的创新培养机制进行讨论。文章认为作协模式应与创意写作学科模式相互借鉴,进一步探索更完善的作家培养方式,促进中国作家创作水平的提高。", "label": "中国语言文学", "id": 0}
{"content": "网络文学作家培养模式存在巨大的研究价值。本文以创意写作为视野,重点研究网络文学作家的培育方法,梳理各大文学网站的作家培养计划,概括出网络文学作家培养模式整体样貌,分析该模式给作家培养提供的新思路。", "label": "中国语言文学", "id": 0}
{"content": "<正>收到《大江文艺》杂志社刘军主编的约稿微信通知已有一段时间,直到她给的最后时限即将到来时才不得不动笔,着实有失美意与信任。那么我该写点儿什么呢?联想到刘军主编要求我围绕自己与《大江文艺》关系这一主题,我想就从我结识《大江文艺》开始说起吧!", "label": "中国语言文学", "id": 0}
{"content": "<正>那一年,刚从部队转业不久,在上海参加中国水利文协理事会,经住同室的汉江集团工会赵立群主席介绍,认识了《大江文艺》主编刘军老师。再由刘主编,知道了《大江文艺》。在出版业空前发达的今天,各类期刊更是林林总总,数不胜数,寄来的《大江文艺》,像外行业想象中的水利人一样:简单、朴实、真挚、", "label": "中国语言文学", "id": 0}
{"content": "<正>3年前的秋天,接到原长江水利委员会宣传部长成绶台寄来的两本厚厚的书,一本是《历代长江词曲赏析》,另一本是《历代长江名胜楹联赏析》。拜读之后,令人欣慰。原来,成绶台也是做学问的,不由让我回忆起25年前春天第一次相见的情景。那是1992年5", "label": "中国语言文学", "id": 0}
{"content": "<正>2017年9月的一天晚上,我正在看央视3台一个叫《向幸福出发》的节目,栏目的招牌口号是\"爱要大声唱出来\"。这个栏目是草根的舞台,节目都很励志,所以我喜欢看。这个栏目一般选四五位有故事的人,分别讲述他们在最困难的时候,被好心人资助而走向成功,或在追求梦想的道路上被伯乐帮助而取得成", "label": "中国语言文学", "id": 0}
{"content": "<正>遗憾,非常遗憾;愧疚,非常歉疚!我曾多少次想去拜访几位默默无闻的《大江文艺》编辑老师,然而始终未能如愿。我们只是通过邮件、QQ、微信互通信息,交流感情,切磋创作规律,提高创作水平。《大江文艺》孕育了众多花儿,收获了无数果实,积累了丰厚的文化底蕴,奉献了健康的精神食粮。她是社会主义文艺百花园中的一朵,水灵灵绽放。今年是她30岁生日,我以此文向耕耘播种", "label": "中国语言文学", "id": 0}
{"content": "<正>从《大江文艺》创刊的那一刻起,我就与它结下了不解之缘。30年来,我始终与它携手同行,它既是我师,也是我友。我们一同起步,一同前进,一同见证了长江委文艺事业的发展。《大江文艺》是我的文学起点我走向文学之路得益于老领导的一次善意提醒。青少年时,我爱好美术,依兴趣自学,初中之时已初露锋芒。\"文革\"期间别人闹革命,我", "label": "中国语言文学", "id": 0}
{"content": "<正>《大江文艺》是田野,它刊载的诗文佳作是镜子,诸位编辑老师是旗帜。用田野、镜子、旗帜作题,纲串全文,我以为它灵动、严实,相互顾应,亦有筋度,充满正能量。说到《大江文艺》,就会立即想起那腾涌澎啸、白浪滔天的地域性命名的长江;就会想起苏轼那首《念奴娇·赤壁怀古》词里的\"大江东去,", "label": "中国语言文学", "id": 0}
{"content": "现代文学在描写人物内心世界时可谓是多变而复杂的,这些形象既有积极正面的,也有消极负面的,读者在读到一些优秀的文学作品时,其内心情感将会受到较大的影响和冲击。积极正面的文学作品能够有效的调整读者的情绪,帮助其宣泄情感,愉悦身心。为此,文章尝试分析现代文学渗透心理健康教育的可能性以及有效性进行探析。", "label": "中国语言文学", "id": 0}
{"content": "文学作品是以语言为工具,以各种文学形式,形象地反映生活,表达作者对人生、社会的认识和情感,以唤起人的美感,给人以艺术享受的著作。文学作品是一面镜子,透过一个人的文学作品可以看出一个人的思想;纵观一个人的文学作品,可以看出其思想发展变化的轨迹。赵一曼烈士是我国著名抗日民族女英雄,是100位为新中国成立作出突出贡献的人物之一。赵一曼能文能武,生前曾留下数篇文学作品,其中著名的有律诗《滨江述怀》等。为探究赵一曼烈士革命思想的发展演变历程,现择其部分文学作品进行浅析。", "label": "中国语言文学", "id": 0}
{"content": "<正>最近因为写论文,重读了贵刊刊登的张泽贤《巴金与现代文学丛书》（载《新闻出版博物馆》2016年第1期第42—53页,学林出版社）一文,颇有感触;同时还注意到此文作者两年前著有同名一书,即《巴金与现代文学丛书（1935—1949）》（上海远东出版社,2014年6月）,对文化生活出版社的\"文化生活丛刊\"中的35种作品进行了述评。在此,我想对张文做一些补正,以供大家参考。1.关于\"文化生活丛刊\"的开始,张文中说:\"文化生活丛刊\"最早出版的《第二次世界大战》,是1935年5", "label": "中国语言文学", "id": 0}
{"content": "鲁迅研究一直是现当代文学研究的热点与焦点,研究的角度多种多样,几乎每一方面都有涉及。乡土文学是现代文学上一个显赫的流派,它的价值地位也随之得到学界的重视,也成为研究现代文学流派发生发展的重要一隅。鲁迅与乡土文学的全面性的研究却不多见,为了还原鲁迅与乡土文学关系的真实面貌,探究两者之间内在的关系及彼此间的相互影响,本文对鲁迅与乡土文学的关系进行尝试性地论述。", "label": "中国语言文学", "id": 0}
{"content": "<正>纪苏案:写中文是亿万人的日常生活,只是多数人习焉不察,只写不想。而王佩属于边写边想的少数,可他又不是学院的语言研究者,不会像医科大学的师生解剖尸体那样去分析\"大清早的\"\"大过年的\"的语词结构。他是被世纪之交的互联网砸碎脚镣的囚徒,放出去跟文学及写作狂欢的,他的《网络版声律启蒙》之类作品迸溅着时代的生香活色。", "label": "中国语言文学", "id": 0}
{"content": "为了对自贡历史人物进行群体研究而提出\"盐都近代三杰\"这一概念,并作为研究自贡井盐文化的一个新切入点。近代自贡,经济因盐而兴,文教随经济而兴,地域文化出现了一个高峰,这时期自贡文化成就的代表宋育仁、刘光第、赵熙等\"三杰\"是一个关系紧密而自然形成的文人群体。仅就文学而言,他们不仅代表了近代自贡文学创作的最高成就,也是近代巴蜀文学最高成就的代表,也是全国范围内最有成就的作家群体。\"盐都近代三杰\"必将成为中国近代史研究不可忽视的一个对象,也是值得自贡着意打造的文化品牌。", "label": "中国语言文学", "id": 0}
{"content": "<正>19世纪初以审美为特征的文学观念的出现伴随着人的自由精神的兴起。19世纪初,《牛津英语词典》中\"文学\"这个词的第三个定义,即强调文学的形式之美和情感性,同时也有着特定的时代与民族色彩。\"将一种新的、更高的价值赋予了这一可以区别辨认的品种\"也就是说,文学逐渐区别于诸如哲学、历史等文化形式,并且被赋予了特殊的价值。在日本明治维新以后,文学作为literature的翻译,其主要意思转向了用语言来表达想象力和情感。我们现代的文学观念,是伴随", "label": "中国语言文学", "id": 0}
{"content": "藏於上海圖書館之稿本《梁苑集》,是晚清詞人王鵬運光緒九年（1883）癸未秋前往開封省兄,至次年十月服闋入都以前之作品集,收錄詞作29闋、詩作37首及短文2篇。開封古稱大梁、汴梁,鵬運客居開封時,曾與當地文友唱和,故此集對於研究王氏交遊及其心境頗有助益。唯此集屬於草稿性質,字跡凌亂且多有塗改,頗難通讀,故至今內容尚未全面刊布。茲就稿本《梁苑集》全文進行校讀,並且討論此集的相關問題。", "label": "中国语言文学", "id": 0}
{"content": "胡适在《五十年来中国之文学》中的文学观主要包括三个方面:文学进化论、白话文学源流论以及文学\"应用\"论。面对胡适的观点,周作人产生了一种不可否认的\"影响的焦虑\",随后,这种\"焦虑\"便在《中国新文学的源流》中表现出对胡适文学观的\"反叛\"与\"误读\"。", "label": "中国语言文学", "id": 0}
{"content": "在中国现代文学史上,\"母亲\"这一形象一直都被置于道德的圣坛之上。冰心的\"颂母\"更使母亲的地位无论是从理念上,还是现实中都得到了普遍地认同。但是我们注意到,在文学历史的深处,还回响着另一种声音,那就是对\"母亲\"这一形象的别样审视,正是这一类独特的\"巫母\"意象,触及到更深层次的人性底蕴。铁凝用严厉的\"巫母\"来关心女性的灵魂与女性精神的成长来反叛传统。张爱玲更是用自私自利,乖戾粗暴,冷酷无情的\"巫母\"形象来颠覆慈母形象。赤裸裸的金钱和利益关系,世俗的人性的邪恶,这些丑陋的东西无情地将伟大母爱的温情面纱撕破,展示了\"没有一种感情不是千疮百孔的\",母性只是\"兽性的善\"的人生观。还有曹禺、吕赫若等一些男性作家,他们站在男性的角度来审视异样的母爱。这样强烈的巫母意识,是\"颂母\"到\"审母\"这样的女性意识自觉成熟发展的文学反映。由此,母亲的形象也更为立体化和多样性。体现出作家对生命的重新认识与思考。", "label": "中国语言文学", "id": 0}
{"content": "文学创作与社会背景有着密切的关系,每一个时代的文学作品都有其独特、鲜明的时代特点及艺术价值。文章以先秦至明清时期的文学作品特色及时代背景为引,讲述了丁玲出生的年代,家庭背景,坎坷曲折、起落沉浮的人生经历及其在五四、左联、延安、解放时期跟随时代的潮流在生活中,在文学创作上不断成长、成熟、变化的经过。肯定了丁玲于不同时期发表作品的艺术性、思想性、社会价值及其在世界文学界的影响,在中国新文学史上的重要地位。", "label": "中国语言文学", "id": 0}
{"content": "<正>当前不少人认为50年的日本殖民统治给中国台湾地区带来了所谓\"现代\"\"文明\",然而阅读当时的文献资料,可知实际情况与上述说法的差距。在当时台湾作家的心目中,台湾并非像日本殖民当局所标榜的是一个其文明程度已高于大陆、已臻至\"现代\"的地区,反而是一个较为封闭、落后的地方。台湾民众仍习惯于从祖国寻求\"现代\"\"文明\"的要素,祖国仍旧是台湾的一个重要的", "label": "中国语言文学", "id": 0}
{"content": "<正>南社与左联是相继成立于1909年苏州和1930年上海的文化社团。南社第一次雅集虽然在苏州,但其筹备与后来的活动中心却在上海,参加成员最多时达1700余人,遍布全国各省。左联成员虽不及南社多,但也将近500人,分支机构遍及北平、天津、青岛、济南、山西、广州、南京及日本东京等。它们的出现与壮大得益于上海被迫开放后,从物质器物层面、组织制度层面乃至精神意识层面都成了中西文化的", "label": "中国语言文学", "id": 0}
{"content": "<正>通讯,原指利用邮寄形式发向报纸的新闻稿,它与消息构成媒体新闻报道两种最常用的体裁。本文所述的\"苏俄通讯\",是指1919年五四运动到1949年10月1日前,共30年跨度的\"苏俄通讯\"。这30年间,先进的中国人前赴后继,在社会主义苏俄实地采访考察后,撰写了有关苏俄政治、经济、军事、文化、历史、地理、社会、外交等方面最新动态的通讯类文章,这些通讯在当时中国国内相关报刊上发表,并在社会读者中造成一定的反响。", "label": "中国语言文学", "id": 0}
{"content": "美国历史学家毕克伟（Paul G.Pickowica）的瞿秋白研究专著《马克思主义文艺思想在中国:瞿秋白的影响》（Marxist Literaiy Thought in Chian:The Lntluence of Chu Chin-Pai）1981年在美国出版。原著有一篇作者写的\"前言\"（Pietace）,国内1990年出版的中译本《书生政治家——瞿秋白曲折的一生》未作翻译介绍。\"前言\"介绍了毕克伟写作该书的缘起、构思以及对瞿秋白马克思主义文艺思想的基本评价,颇有参教价值。现据英文原著译出,供研究者参考。标题系校者所加,文字略有删节。", "label": "中国语言文学", "id": 0}
{"content": "<正>迄今为止,现代中国文学史著述基本上仍不出某一种经典选择机制下生成的义学史观。只不过,类乎\"文必秦汉,诗必盛唐\"者,采取了文体与朝代粘联依存的方式呈现,体现的不过是古典文学史观下的经典文学史观;次序如\"鲁郭茅巴老曹\"者,虽换成了革命符号代议或代表制,但表达的仍旧是现代革命文学史观下的经典文学史观。前者传统源远流长,来自自家老祖宗;后者部分师法俄国或欧", "label": "中国语言文学", "id": 0}
{"content": "<正>瞿秋白在从事艰苦卓绝的革命斗争的同时,积极倡导文艺大众化,十分重视我国各民族尤其是汉族语言、文字的改革和发展。在我们这样一个幅员辽阔、人口众多的国家里,他主张汉语应当实行现代普通话（各地方公用的话）,汉文应当实行拼音制度（即拉丁化）,采用罗马字母,实现国际化的原则,以达到\"文字和语言一致\",\"把文字的基础建筑在民众的口头上的言语之上(所谓‘写的文章,", "label": "中国语言文学", "id": 0}
{"content": "<正>瞿秋白,一个灵动的名字,伴随着\"我要为大家辟一条光明之路\"的理想之音,被同时载入中国革命史与中华文学史册。三十六年的人生因坚定的信仰绽放出绚丽的光彩,永远闪耀在历史的长河。\"我是江南第一燕,为衔春色上云梢\"\"我意斯文外,别有天地宽。\"文字之外的思想灵动,使他的文学作品带着人们灵魂深处的思想共鸣,极具感染力。他带领着大家走在寻觅探索的道路,尽毕生", "label": "中国语言文学", "id": 0}
{"content": "<正>郭沫若和瞿秋白在现代中国文学史上都具有举足轻重的地位,关于二人的交往记载较少,但这种交往对文学史进程的影响却不容忽视。目前,学界对于郭沫若和瞿秋白交往的研究已取得了一定成果,主要集中在研究二者的关系史,论述两人思想的异同,也有学者注意到瞿秋白对郭沫若的命运影响[1]。总体而言这类成果偏重描", "label": "中国语言文学", "id": 0}
{"content": "20世纪30年代,随着现代学术制度和学科体系在中国各大学中日渐成型和巩固,加之整理国故等思潮对于中国文史学界的深刻影响,使得历史相对短促、又缺乏普遍性学术认同的新文学进入大学之中正统的学术秩序和知识生产时受到了极大的阻力。在此背景之下,云集了杨振声、赵太侔两位新文学家校长以及闻一多、梁实秋、沈从文、老舍、洪深等诸多新文学家教员的山东大学,不失为一个有价值的研究对象。沈从文、老舍这两位学历一般、以创作见长的作家,在1930年代的山东大学中文系开设了小说课等新文学课程。对以二者为代表的相关课程的考察,有利于进一步了解大学主持者试图通过引入新文学来沟通中西和新旧文学的文学学科理念,以及新文学在实践层面进入大学知识生产的过程和接受情形。", "label": "中国语言文学", "id": 0}
{"content": "冰心最初以\"五四\"新文化运动作家与基督教新文艺运动作家的双重身份登上文坛,创作了大量信仰话语、启蒙话语、革命话语和谐共生的作品。经历非基督教运动之后,冰心创作出现了20年代中后期的沉默与30年代的转向,信仰话语与马克思主义、民族主义、审美主义开始发生调和、纠葛与冲突。", "label": "中国语言文学", "id": 0}
{"content": "<正>一在是非旋涡中绝不混淆是非1925年6月,留美的闻一多没有毕业就匆匆回国,可他一回国便卷入论争的旋涡中,以徐志摩、陈西滢（陈源）为代表的\"新月派\"和以鲁迅为代表的\"主流\"阵营,正刀来剑往,硝烟弥漫。鲁迅的讽刺诗《我的失恋》,可能夹杂了嘲讽徐志摩\"爱情诗\"的意味,因而遭到代理总编辑刘勉己的腰斩,孙伏园愤然辞职。孙伏园辞职", "label": "中国语言文学", "id": 0}
{"content": "<正>闻一多与鲁迅,是受到现代领导中国革命取得胜利的政治领袖高度赞誉的两个现代作家诗人和学者,鲁迅被称为是半殖民地中国骨头最硬的人,没有丝毫的奴颜婢膝,闻一多则敢于面对专制的手枪拍案而起,为民主中国视死如归。政治领导人的概括主要从政治和历史层面着眼,角度和结论自有鹄的,而本文则发现闻一多不仅与鲁迅、郭沫若和整个", "label": "中国语言文学", "id": 0}
{"content": "<正>1946年7月15日闻一多在李公朴死难经过报告会上即席发表的演说,凝结着一代中国知识分子向往光明、坚持进步、威武不屈的风采和精神。这次讲演的记录很快刊登于昆明进步报刊,1948年8月开明书店将它收入《闻一多全集》第三卷,题为《最后一次的讲演》。《闻一多全集》收入这篇抨击国民党统治的激烈演讲,表现了主持编辑的朱自清、", "label": "中国语言文学", "id": 0}
{"content": "<正>近几年来,笔者翻检民国时期报刊,先后发现闻一多的一则新闻稿、一首诗、一通手札、一篇跋文和一幅肖像速写画。这些佚作均未收入已版《闻一多全集》,各种闻一多年谱、传记等亦不见著录。一新闻《一九二一级纽约重聚会》《一九二一级纽约重聚会》原载《清华周刊》1925年3月6日第338期\"新闻\"栏,文末署\"（闻一多）\"。其题名和署名均未出现在目录页", "label": "中国语言文学", "id": 0}
{"content": "<正>闻一多从武汉大学走上学术道路2016年7月15日,是伟大爱国主义者闻一多先生殉难70周年纪念。闻一多不仅是诗人、伟大的民主斗士,更是一名学者。他执教多年,也一直在进行学术研究,并发表了不少论文。作为武汉大学第一任文学院长,闻一多在武汉大学任教时间虽然不长,但此期却是他学术研究的重要起始阶段;其间发表在武汉大学校办刊物《文哲季刊》的几篇文章,", "label": "中国语言文学", "id": 0}
{"content": "<正>1946年7月15日,随着一阵枪声,闻一多倒在了昆明西仓坡离家一步之遥的附近,走完了不足四十八年的人生旅程。从书斋到街头,从学者到斗士,西南联大的八年,闻一多在思想上、行动上产生了巨大转变,其民主战士形象也最后定格于此。许多同时代在政治上认可闻一多的人都强调了这一点。但正如一位学者所言,\"他们的那些评价,并没有告诉", "label": "中国语言文学", "id": 0}
{"content": "对于语文写作这门学科,其中注定涉及了很多的知识,也说明了很多问题。利用古典语文这门教学平台,师生之间应当沉醉在写作这种纯熟的笔法,并且感受古典文学中澎湃的气势,其中还有跌宕的情节与栩栩如生的人物。语文教师应当是一个杂家,可以包容很多,包括博大精深的部分,也要突出特点。本文通过教师多年的教学实践,探讨了我国传统文化和古典文学作品,可以构建科学的教学法宝,更好地传输知识。", "label": "中国语言文学", "id": 0}
{"content": "古典名著是作者根据自己的理解记述的真实故事,因此来源可靠的故事可信,而少数评述值得推敲。《封神演义》,比干不是被纣王害死的,而是听信姜子牙的话而自杀的;苏妲己不是坏人,而是辅佐纣王度过多个险关的贤后。《红楼梦》,背景不是曹雪芹所经历的年代,而是明朝前期;王熙凤害死了贾瑞和尤二姐;柳湘莲听信谣言逼死尤三姐;薛宝钗背后败坏林黛玉,当面装好人,最后抢得贾宝玉,欺负死了林黛玉。《三国演义》,刘备和曹操密谋篡国,表面上敌对,暗地里勾结。《西厢记》,张珙恶意误解崔母许诺且诱骗崔莺莺,导致郑恒毫无意义地自尽。《荀子-劝学》不是写给老百姓的,而是写给诸侯王的,因此后半部的字面意义容易理解。《论语》和《古文观止》,根据字面意思理解,比经典意译更好。《水浒传》,吴用是奸臣,梁山接受招安之前,与朝廷作对馊主意很多,兵进辽国、打田虎王庆、打方腊等为国家出力时往往不献计谋,战胜之后不想为国物色忠臣良将,而是怂恿屠杀。《金瓶梅》,西门庆正直善良,而武松阴险歹毒;李瓶儿是被潘金莲害死的。《西游记》,牛魔王慷慨仁义、朋友众多,而孙悟空面善心恶、终非善类。", "label": "中国语言文学", "id": 0}
{"content": "<正>瓶花艺术尚不知起源于何时,虽然先秦时《诗经》就有\"桃之夭夭,灼灼其华;之子于归,宜其室家\"的朦胧雏形闪现,但其渊源可能始于东汉佛教传入时期的佛前供花,得益于佛教昌兴。《南史·晋安王子懋传》记:\"有献莲花供佛者,众僧以铜罂盛水,渍其茎,欲华不萎。\"更因为两晋名士风流推波助澜,开始出现瓶花艺术的初步体系,发展到唐宋,瓶花艺术开始鼎盛繁华。隋唐人本自爱花,更有著作《花经》行世,\"九品九命\"的评鉴标准开始产生,还举办了\"锦洞天\"这样的插花展览会,可见其盛况一时。", "label": "中国语言文学", "id": 0}
{"content": "<正>《花九锡》（唐末）罗虬论九锡亦须兰、意、梅、莲辈,乃可披襟,若芙蓉、踟躅、望仙、山木野草,直惟阿耳,尚锡之乎?《燕闲清赏笺·瓶花三说》（明）高濂瓶花之宜有二用:如堂中插花,乃以汉之铜壶、太古尊罍,或官哥大瓶,如弓耳壶、直口敞瓶,或龙泉蓍草大方瓶。高架两旁,或置几上,与堂相宜。折花须折大枝,或上茸下瘦,或左高右低、右高左低,或两蟠台接,偃亚偏曲,或挺露一干中出,上簇下蕃质,铺盖瓶口。令俯仰高下,", "label": "中国语言文学", "id": 0}
{"content": "<正>研究目的:中国文化是一条奔流不息的大江,而不是江边的枯藤老树昏鸦。古代文学作品中的体育元素不仅是对我国古代历史文化中体育精神和体育文化的一种继承,更是对其的一种发扬的媒介。作为现代竞技体育足球的雏形,蹴鞠在历朝历代几乎都有所涉及并被保留至今。本文通过对中国古代文学作品进行研究,整理蹴鞠的发展状况,目的在于发掘中国优秀传统体育文化精神的价值,充分展示体育文化的内涵和魅力。", "label": "中国语言文学", "id": 0}
{"content": "<正>苏轼知徐州期间,最突出的政绩要算抗洪保城了。苏轼带领军民经过两个半月的奋战取得了抗洪胜利后,在徐州城东门建筑了黄楼以示纪念。林语堂说\"由于苏东坡喜爱建筑,他兴建了一座楼,一百尺高,名之曰黄楼,后来,黄楼一词便成为苏轼在徐州所作诗集的名称。\"现在的黄楼已经成为徐州苏轼文化的地标。在苏轼抗洪保城的业绩中还流传着一个苏小妹护城献身的传说。传说中的苏小妹是苏轼的女儿,天生丽质,聪明伶俐,自幼读书过目不忘,精通诗词文赋。徐州大水之前苏轼看到飞来一只黄鸟,一边飞一边叫,\"苏子瞻,苏子瞻,半夜洪流把城穿!\"苏轼大惑不解,回到书斋仍念念有词。正巧被他的女儿苏姑娘听到了,便半夜登上城头察看。", "label": "中国语言文学", "id": 0}
{"content": "新兴媒体的普及率随着手机电脑的广泛应用,已经渗透到社会的每个角落里。如何面对新时代,让苏轼文化传播飞入寻常百姓家,发挥新媒体的优势是当务之急。如何发挥新媒体优势,必须研究遵循其自身传播规律,采取相应策略。本文将以《苏轼文化传播中新媒体的优势及策略》作为论题,对新媒体优势及对苏轼文化传播的重要性进行分析论证,并提出可行性及可操作的新媒体运用策略。", "label": "中国语言文学", "id": 0}
{"content": "<正>中国传统的民本思想是农耕文明的时代积淀,也是血缘亲情社会构造的独特表现。民为邦本是我国古代儒家的传统思想,主要体现在重民顺民爱民富民上。本文通过对传统民本思想及苏轼知徐期间勤政爱民思想的梳理,挖掘苏轼词作中爱民情怀。在封建阶级社会里,苏轼往往具有这种主动取消阶级的意愿,他不与人民区分,始终站在老百姓立场上。在传统文化与社会主义先进文化的规律运动中,深度阐释和创新,为\"群众路线\"\"人民立场\"等思想寻找深厚的文化根基。传统民本思想中的勤政爱民、以人民为中心等优秀部分,对我们践行初心使命牢记党的宗旨、涵养社会主义核心价值观、永葆党的先进性纯洁性上依然具有现实启示意义。", "label": "中国语言文学", "id": 0}
{"content": "在苏轼的政绩之中,徐州抗洪可谓举足轻重,其标志性建筑为徐州黄楼。徐州黄楼作为徐州苏轼文化的标志性符号,它所承载的文化精神——忠于职守的担当精神、危机应对的果断精神、凝心聚力的协商精神,以及传承以民为本、勤政为民精神的文化自觉,至今仍然具有借鉴意义。", "label": "中国语言文学", "id": 0}
{"content": "\"先生平生每右两程左三苏,崇理学而鄙词翰。\"当薛应旂如此定位王尚絅时,再细读王氏诗文创作与为学旨要,观其言而查其行,却显示出诸多矛盾。三苏坟建牌坊以表对三苏敬仰之情乃是其作为文人的诚挚之心,上书张崇德三议汝州书院,\"右两程左三苏\"之主张,符合当时程朱理学制度化与世俗化的时代语境,乃官方话语的必然姿态;其诗文创作及观念综合苏轼与二程,书写性情更有远程近苏趋向;理学思想上,继承张载气本论,也与二程理学有所背离,而接近苏轼。作为学者（文人）兼官员,王尚絅的双重身份决定了其对于圣人之道,在文人与儒者之间的犹疑与坚守,私人学术与官方话语之间的冲突与协调,学统与政统的偏离与依归,而此坚守、协调与依归,正构成了王尚絅\"左苏右程\"观的官方话语显性面相。", "label": "中国语言文学", "id": 0}
{"content": "追随苏轼踪迹12年,历经千山万水,饱受艰难曲折,终于完成了《苏轼行迹考》。本书由台北国家图书馆出版,共五册,120万字。纸质本共印四套,一套置放于台北国家图书馆;一套置放于武汉大学;一套置放于南京东南大学;一套置放于南京图书馆。本书有本人手绘彩色地图800张,每幅图均标注有精准的地理坐标。电子文档已经公开发表,置放于眉山三苏文化研究会及广东东坡文化研究会网站,提供全球华人免费下载。在百度输入\"苏轼行踪考\"即可获得下载网址。本文简要介绍作者12年中追随苏轼一生的历程、感悟与成果。", "label": "中国语言文学", "id": 0}
{"content": "无论是文学典籍、正史裨书的记载,还是百姓口碑心目中的苏东坡,无不是成就卓著、功德垂范;无不称道其卓越的文学创作、全面的文学艺术才能、旷达乐观的胸怀、勤政爱民的政德、仁慈善良的品性。但他自己对其一生功业的评价,却只有三个地名:\"黄州惠州儋州。\"这是他的自嘲还是另有所指?所指的内容又是什么呢?从苏东坡在三地的创作、著述、思想修炼等各方面考量,更从东坡自己所看重和所坚守的思想核心进行研究,认为他所指的\"功业\"应该是其始于黄州、完成于儋州的三部书传及其思想内涵。", "label": "中国语言文学", "id": 0}
{"content": "在苏东坡研究的园地里,把研究之触角,触及到人们都不大情願触及到的地方,当下所见非多。本文客观地、历史地研究苏东坡的\"人生三狂\"（即狂想、狂放、狂傲）及其影响,可谓新人耳目。文章论及苏东坡的\"人生三狂\",对其立志,对其博学,对其成为豪放派的鼻祖,总之,对其载歌载舞的一生的影响,具有一定的借鉴意义。", "label": "中国语言文学", "id": 0}
{"content": "眉州是苏轼人生的起点,在这里他初步形成了自己的从政理念、亲情观念和文学创作风格。徐州是苏轼一生中最重要的节点之一,他在这里展现出了成熟的独立政治思考和爱民情怀,对兄弟情谊有了更深刻的体悟和表达,诗文风格多样,逐步成熟。始终有一条线连接着两地,那就是苏轼从少年到中年关于入仕为民、兄弟情谊、诗文风格等方面的不忘初心。", "label": "中国语言文学", "id": 0}
{"content": "苏轼与文同是远亲,苏轼称文同为从表兄,两人年龄相差近二十岁,自苏轼从政后,与文同从初识到来往甚密,时间长达十五年之久,诗文唱和五十多首（篇）,是苏轼一生中交往时间最长,诗文往来最多的友人之一。其中,在苏轼徐州任上的两年多,致文同书简就达十二札,包含两家结亲、诗文书画、养生却病等内容,可谓是交往最密切频繁的时段。本文试图通过苏轼与文同的交往,特别是在徐州期间的往来书信,让人们对苏文的深厚情谊有更多的了解。", "label": "中国语言文学", "id": 0}
{"content": "\"无意于佳乃佳\"本为苏轼《论书》中所提出的一个命题,意在阐述书法艺术的一种状态和渐入佳境的路径与方法,是对现有艺术成规的一种超越,也是对创作自由的一种向往与实践。这既是他对书法艺术的体验和经验的总结,也是他人生历练过程的凝聚,更是他整个艺术创作过程的诗性升华。如果放在中国艺术史和文学史来进行综合考察的话,则具有深远的意义和价值,对今天的艺术创作仍具有启发价值。", "label": "中国语言文学", "id": 0}
{"content": "荆楚文化是中国文化发展史中浓墨重彩的一笔,具有鲜明的特征。宋神宗元丰二年（公元1079年）,苏轼因\"乌台诗案\"被贬黄州,这一阶段,他的人生态度、思想境界和文学创作,不可避免地受到荆楚地域文化的影响,均发生了巨大的嬗变,对荆楚文化传统既有接受又有开拓。本文首先概述荆楚文化与苏轼的关系。接着对苏轼黄州时期在荆楚文化影响下的心境状态、思想嬗变、文学创作进行了全方位观照,力图分析他在黄州期间的多方面变化及其文化活动,对研究著名文人贬谪文化提供一定的助益。", "label": "中国语言文学", "id": 0}
{"content": "黄楼之建的意义重大而多重:以土压水,可稳定民心;它是对当时在苏轼领导下徐州军民抗洪救灾斗争伟大胜利的纪念;它也是对当时神宗皇帝及其朝廷对抗洪救灾比较重视的纪念;它是我国北宋时期文坛一次重要活动的见证,它是北宋时期教育发展的见证。黄楼之建体现了一种精神和情怀,它表现了苏轼当仁不让、为民请命、勤奋好学的担当精神,\"坚忍不拔之志\",灵活变通的执政机智,忧国为民的仁爱情怀。", "label": "中国语言文学", "id": 0}
{"content": "苏轼的爱民、亲民情怀,体现在他的言行上。他爱民、亲民的地域之广,阶层之多,千古一人。他执政为民,荐拔贫穷而品学兼优的知识分子,尊赞妇女,同情轻罪囚犯,关心海南的黎族人民,帮助人民易风易俗,热心公益事业。同时,得到各阶层人民群众的爱戴和缅怀。他爱民、亲民的美好品德来自家风的培养,来自儒释道思想的影响,来自他的亲身体验。他把自己看成是农民的一员。纵观苏公一生,他自己的命运是坎坷的,但他文艺创作的命运则是光辉灿烂的。", "label": "中国语言文学", "id": 0}
{"content": "<正>一、前言燕子樓是張愔（?--?）為其愛妾關盼盼（785?年-820年）所築的小樓,因飛檐挑角形如飛燕得名,故稱\"燕子樓\"。張愔卒後,關盼盼感念張的恩寵,獨居十餘年不嫁,卒。後世就\"燕子樓\"與關盼盼並稱;有時也用\"燕子樓\"作為關盼盼的代稱。蘇軾（1036-1101）是北宋（960-1127）全方位大文豪。一生做官到過很多地方;本文的\"黃樓\",是蘇軾在神宗熙寧十年（1077）,黃河在徐州氾濫,蘇軾抗洪成功,以黃土所建的紀念樓。徐州讓蘇軾與關盼盼有了聯結。二、燕子樓與蘇軾夢關盼盼", "label": "中国语言文学", "id": 0}
{"content": "苏轼知徐州两年,走遍徐州山河大地,留下了几十处山水文化遗迹,创作了一百三十多篇山水诗文,体现了苏轼博大精深的山水情怀。徐州人民品读、传承老市长的山水情怀,绿化荒山,圆梦云湖,治理故黄河,改造塌陷地,创建了\"一城青山半城湖\"的人间奇迹,一举捧来了联合国颁发的人居奖。", "label": "中国语言文学", "id": 0}
{"content": "州官苏轼的自画像,是本文主题。在皇帝面前,苏轼的自画像,毕恭毕敬跪着,矮一大截;在其他场合,苏轼的自画像,生龙活虎,丰富多彩。均见之于苏轼的文字。苏轼写给皇帝的谢表（感谢信）,鲜见引用,可能有怪味道,咀嚼又体会独特。苏轼取名东坡居士,终于完成最心爱的自画像,步入了伟人行列。", "label": "中国语言文学", "id": 0}
{"content": "蘇軾的隨筆小品文大都作於貶居黃州、惠州、儋州時期,不僅富含文學藝術性,而且思想深刻,在中國古代散文史上具有典範意義。<記承天夜遊>更是其中之名篇,蘇軾以審美眼光凝視世界,築構天地之大美。在此之前,作者即在徐州寫下<月夜與客飲杏花下>。詩中刻畫月下之場景,與黃州記遊幾無二致,唯心境有別。兩篇詩文皆反映了作者對外在美好景物的關注與掇取,在審美注意的角度上,極為近似,但審美心靈終因際遇的不同而有了轉化。黃州時期的蘇軾在排除世事干擾後,心境澄明,因游心於物之初,具備了更高的審美心靈層次,所以才能真正得到所謂的「至美至樂」。", "label": "中国语言文学", "id": 0}
{"content": "本文选取了苏轼在黄州赤壁所作最出名的三篇\"赤壁诗文\",借用心理学精神分析学派弗洛伊德的\"三我\"心理结构理论对\"赤壁诗文\"中的苏轼进行心理剖析,揭示苏轼的\"本我\"、\"自我\"和\"超我\"的精神结构,进而深入解读苏轼的旷达性格与生存方式。", "label": "中国语言文学", "id": 0}
{"content": "苏轼的\"记\"、\"赋\"体文都是文学艺术性较强的两种文体,而且都鲜明地体现了苏轼对于宋代散文体裁的独特思考与改革。他的这两种文体在思想内涵、艺术表达与语言运用上又有着各自的特点与差异,因此比较这两种文体的艺术特色,对认识理解苏轼散文的总体成就,以及宋代散文的总体特征,都有重要的启示意义。", "label": "中国语言文学", "id": 0}
{"content": "广东木鱼书早在宋末元初已经成为一种民间说话艺人的说唱脚本,这种流行于广东的民间说唱艺术,是由南宋时期的陶真说唱艺术演变而来,其故事品种之广泛,故事内容之生动曲折,语言运用之精美,已经超越了明清时期北方鼓词等说唱艺术的发展水平,与同一时期南方流行的弹词说唱艺术等肩。这一新的发现,迄今未能被国内学术界认知。岭南地区木鱼书,自宋末元初以来始终在中国民俗文学领域占据着独特的、中心的重要地位。探讨木鱼书的发展历史,对于研究中国宋代话本小说,有着非常重要的意义。清代社会广东木鱼书的发展已经非常成熟,并以地区为标志,形成三个各具特色的系统,分别为广州醉经堂书局为代表的\"正字南音\"木鱼书系统、潮安李万利为代表的\"全歌系\"木鱼书系统,以及香港地区以五桂堂为代表的\"龙舟歌系\"木鱼书系统。这三个有着各自特点的广东地区说唱艺术,一同构成广东木鱼书总体系。本文着重探讨广东木鱼书与宋代陶真说唱艺术的关系,木鱼书与话本小说关系、木鱼书与弹词之间的关系,木鱼书三个系统之间各自的特点及联系。揭示广东木鱼书直接脱胎于宋代陶真说唱艺术,是中国话本小说最为正宗的继承者,同时也是宋元明清社会发展中,民间说唱艺术承前启后,发展创新的典型代表。", "label": "中国语言文学", "id": 0}
{"content": "法国国立东方语言文化学院图书馆（BULAC）是法国存藏汉籍的重要机构之一。1930年代末,刘修业曾为当时的国立东方语言学校图书馆编纂所藏华文书目,但此目录并未公开发表。笔者详细访查了该图书馆所藏中文古籍,特别是其中的戏曲、小说部分,以目验为据,大致依照刊印时间先后,著录版本详情,以供学界参阅。", "label": "中国语言文学", "id": 0}
{"content": "<正>\"几时我来做东,回报你的心意,咱坐小饭馆,一壶酒,两个人,三碗饭,四盘菜,五六十分钟吃一顿!\"这是著名作家贾平凹在其小品文《辞宴书》结尾部分写自己听从内心的真实想法的一段话。这段话虽不见华丽词藻,也没有什么繁复句式,读起来自然、顺畅,听起来舒服、顺耳,很有节奏感。言简意赅的平实表达,有种独特的韵味与别样的美感。我们以为这与", "label": "中国语言文学", "id": 0}
{"content": "<正>新文学的\"类疯癫叙事\"与新文学的诞生几乎同时发生。1918年5月15日,《新青年》第四卷五号改版,刊发了一篇名为《狂人日记》的短篇小说,这是20世纪中国文学史上第一篇现代白话小说,以形式和内容的绝对现代化标志了现代小说的成熟。不久,1921年8月,现代白话诗集《女神》出版了,其以夸张绚烂的浪漫主义诗风,", "label": "中国语言文学", "id": 0}
{"content": "<正>2019年春节前夕,收到了康怀远先生自北京寄来的新作《静心集》（中国国际文化出版社2019年版）。抚摸着这本40万字的学术著作,感觉沉甸甸的,想到他已然年逾古稀,还有着如此旺盛的创造能力和持之以恒的研究精神,感到由衷的高兴和佩服。古稀之年,", "label": "中国语言文学", "id": 0}
{"content": "在新时代下,现当代文学有助于培养青少年文化素养和意识,提高青少年的对历史理解,引导青少年形成积极正面的价值观念与道德取向等。因此,现当代文学对培养青少年的综合素质是有促进作用的,同时也对学生进行社会主义核心价值观教育的优势。现当代文学教学的重要性不容忽视。", "label": "中国语言文学", "id": 0}
{"content": "<正>近年来,核心素养已经成为各层级教育教学所必须贯彻的教育理念,本文通过具体的教育教学实践,提出在核心素养理念下高职《中国现当代文学》课程教学需要将人文底蕴培养作为主要目标,将文本阅读鉴赏作为主要内容,将授课方式多样作为核心要求,这样才能落实核心素养理念,真正促进学生成长。", "label": "中国语言文学", "id": 0}
{"content": "当代开放教育《中国现当代文学专题研究》是具有特色的一门研究性课程,它和传统面授教育、传统远程教育都有着很大不同,它不仅延续了面授教学的长处,又充分发挥了远程教育的优点,并逐步形成开放教育现当代文学独有的教学模式。在当代开放教育理念里,主要强调学生的主体性,以学生的自主学习为教学重心,采用多种方式辅助教学,提升现代文学专题的教学有效性。本文就开放教育\"现当代文学专题\"课程教学进行思考和探究,希望能提出有效建议。", "label": "中国语言文学", "id": 0}
{"content": "文学IP1.0:主要进行内容积累;文学IP2.0:内容产业链开始延伸,影游联动;文学IP3.0:内容平台寻求全版权运营,实现全产业链的高效联动。文学IP4.0:基于同一世界观的多个内容IP进行深度挖掘。2018年,中国在线泛娱乐市场规模为4642.6亿元,增长率达到19.0%。持续增长的泛娱乐市场每一个细分领域都为IP开发变现提供着机遇,同时IP的长链开发也为行业之间的融合发展提供着内容支撑,推动着IP开发的整体深入发展。文学IP成为自制剧主要创意来源,整体播放表现不俗。优质IP故事属性丰富,改编电影收获高票房。文学IP改编动画风生水起,收获高播放量的同时也收获好口碑。此外,游戏改编创作模式多样,整体市场函待深入挖掘。未来,整个IP产业将会朝着更深层次方向发展,产业更加精细化和专业化。此外,通过强化文学IP版权保护,为IP开发营造健康可持续的发展空间,文学IP将联手众多产业,开发方式更加多元。", "label": "中国语言文学", "id": 0}
{"content": "<正>所谓的魏晋风度,是融精神、艺术、审美于一体的气质风范。主要是指魏晋名士自由通脱的行为举止、冷峻隽永的言谈话语,以及由此呈现出的审美化的人生态度。在特定的社会历史背景下,魏晋名士或超然或荒诞的言行实为其精神世界的真实反映。对后人来说,魏晋风度是颇值得回味的。苏轼在中国古代文化发展的历程中上承魏晋隋唐,下起明清,他随缘安处的生死观、荣辱不惊的仕隐观以及旷达超然的人生态度都带有魏晋风度的色彩。苏轼", "label": "中国语言文学", "id": 0}
{"content": "苏轼终老之地孙氏馆或曰藤花旧馆,是常州苏轼符号的载体,有助于我们思考死亡结局附着于人生过程的诸多奥义。受儒家影响,苏轼选择重于泰山之死,鄙弃轻于鸿毛之死,以身报国的初心从未改变,具有积极的价值选择;受道家影响,苏轼希望久生缓死,甚至羽化登仙,喜欢谈神说鬼,具有世俗的社会取向;受佛家影响,苏轼认为死与生没有什么区别,往生西方极乐世界要顺其自然,具有旷达的人生姿态。", "label": "中国语言文学", "id": 0}
{"content": "追述小说野史中的\"苏小妹\",考证文献记载中的\"苏八娘\"。", "label": "中国语言文学", "id": 0}
{"content": "本文以《核舟记》为例,从三个方面论述了语文写作技巧,收到了感人,启人想象的好效果。", "label": "中国语言文学", "id": 0}
{"content": "<正>《梅里志》中\"园亭\"卷首写道:\"镇仅三里许,自前明以来士大夫往往补园亭以为宴息之所,而文人逸士亦多有之。\"～（[1]）这说明明末清初嘉兴梅里（今王店）文人、官员建宅园是有传统渊源。宅园是当时文人的标配,是价值的体现,也是社交活动的载体。尚书杜臻的祖宅、朱彝尊的曝书亭、李良年的秋锦山房、李符的花南老屋都是这一时期王店文人官员宅院的代表。朱彝尊（1629—1709）是清初文坛巨星,", "label": "中国语言文学", "id": 0}
{"content": "<正>客观地说,中国文学非常繁荣发达,这主要是从构成上来说的,或者是从内在品质上来说的;这既是与中国历史相比较而言的,又是与其他国家的文学构成相比较而言的。但中国文学的繁荣发达并不代表中国文学就没有任何问题,就达到了极致,相反,我认为,中国文学的问题还很多,如传统文学的发扬光大问题、传统诗学的现代转化问题、少数民族文学的发展问题、多民族文学的共同繁荣问题、儿童文学的艺术性问题、民间文学的出路问题等,有很多困扰。但我认为,", "label": "中国语言文学", "id": 0}
{"content": "青年冰心在文学创作中体现出的宗教思想十分丰富而驳杂。她的成长环境为日后思想的发展预设了方向,在教会学校的受教经历将她的心灵与基督教紧密相连,佛教则以与前者和谐并存的方式滋养着她的生命。冰心作品中深切的宗教情感,在很多时候通过泛神的感悟抒发出来,她还在这种泛神论中加入了具有自己特色的母爱成分。泰戈尔将调和论和\"梵\"带入了冰心的宗教思想,纪伯伦则进一步塑造了她对于人神关系的思维视角。概而言之,冰心的宗教思想是极富层次感和多元性的,各类信仰和文化在作品中并行不悖、和谐相融;其间基督教虽历经交汇与变形,但仍发挥着最为基础的作用。", "label": "中国语言文学", "id": 0}
{"content": "中国文学的海外传播已成为学界的研究热点。如何促使中国文学海外传播走出目前的困境,如何从\"他者\"视角反观\"自我\"从而参与世界性文学的塑造,如何以\"本土性\"与\"普世性\"的双向维度实现既包容着\"中国经验\",又整合了世界主义的精神和文化图景,是目前学界面临的重要问题。对这些问题,\"中国文学海外传播研究书系\"展现了多国别意识和跨文化观点的交流与交锋,建构起了一个多元互动的场域,为营造良性的文化生态提供了对话的场域。", "label": "中国语言文学", "id": 0}
{"content": "<正>随着中国经济的发展和国际政治地位的提升,中国对外交往合作活动越来越多,世界各国学习汉语的需求随之不断增加,汉语言文化在海外的教学发展呈现出日益上升的趋势。自2004年孔子学院成立以来,海外教学已经发展成一种规模化的汉语言文化传播的主要途径。孔子学院成立之后的海外汉语教学包括了语言教学、文学教学以及中国文化方面的普及传播", "label": "中国语言文学", "id": 0}
{"content": "<正>引言近三十年来,\"中国英语\"这一概念一直是世界英语（World Englishes）领域激烈讨论的话题。在当前阶段的中国英语研究中,对于\"中国英语文学\"（Chinese English literature）①方面的探讨甚少涉及\"接触文学\"（Contact literatures）②这一范围。作为一种载体,接触文学展现了混合语通过借用、改变,以及在不同层面同他国语言接触后形成的特点。可以说,接触文学是双语文学写作者创造的产物。", "label": "中国语言文学", "id": 0}
{"content": "<正>20世纪30年代,我国文化大家郑振铎先生等人发现了浙江宁波《天一阁蓝格写本正续录鬼簿》记载:\"罗贯中,太原人,号湖海散人。与人寡合、乐府、隐语、极为清新。与余为忘年交,遭时多故,天各一方。至正甲辰复会,别来又六十余年,竟不知所终。\"几百年前的一点仅几十字的信息,几百年后于2015年,江苏盐城市中国水浒学会副会长,学者、作家浦玉生先生演绎成一部令人快慰的传记《湖海散人——罗贯中传》。也正如作者所云:\"他与施耐庵一样,几乎任", "label": "中国语言文学", "id": 0}
{"content": "<正>那天,绵绵细雨,我应邀去大丰白驹施耐庵纪念馆参加浦玉生《湖海散人——罗贯中传》的首发式。之前,我又拿出这本书,读了第二遍。如果说浦玉生的《湖海散人——罗贯中传》是一件价值连城的\"元青花\",如果说,湮没在历史长河中的有关罗贯中的信息是一块块被摔碎了的断片,那么,这件\"元青花\"被浦玉生复原了。浦玉生在他写《草泽英雄梦——施耐庵传》时就有一个梦,他立志也要为施耐庵的门生罗贯中立传。他才思敏捷,他孜孜不倦,心无旁鹜,历30年之功,玉", "label": "中国语言文学", "id": 0}
{"content": "<正>2017年9月23—24日,由华东师范大学中国现代思想文化研究所、中国古代文学理论学会、华东师范大学中文系和华东师范大学王元化学馆主办,台湾\"中央大学\"中文系、香港中文大学中文系及香港领南大学中文系协办的\"古今中西之争与中国文论之路\"国际学术研讨会在华东师范大学（中山北路校区）图书馆顺利召开。会议邀请到来自复旦大学、上海外国语大学、上海社科院、上海师范大学、南京大学、南开大学、武汉大学、四川大学、中山大学、华南", "label": "中国语言文学", "id": 0}
{"content": "<正>历史上,中国长期是东亚地区文化宗主国,以汉字为主要媒介的汉文化给予周边国家和地区的影响深且巨,形成了\"汉文化圈\"。据文献记载,汉籍东传日本最早从公元3世纪开始。奈良、平安时代,日本的遣唐使、学问僧、留学生把大量中国典籍舶载返日。江户时代,日本上层贵族、僧侣热衷于通过阅读白话通俗小说学习唐话,使得中国小说东传高潮持续近二百年而未消歇。岁月消磨,中国说部中的一部分珍籍湮灭不彰,失于中土而存于东瀛。\"礼失而求诸野\",近世以来,中国有识学者东渡扶桑,泛海求书,使这些久佚不存的断种奇书、旧椠孤本小说珠还故土,归饷国人。1871年,中日两国签订《中日修好条规》,正式建立外交关系,随后互派使节。1880", "label": "中国语言文学", "id": 0}
{"content": "<正>前言鼓浪屿位于厦门西南海面上,与厦门岛隔江相望。宋元时期,因其状如椭圆,沙滩环绕,被称为\"圆沙洲\"\"圆洲仔\"。此后几易其名,五龙屿、古浪屿等。明代逐渐雅化为今名\"鼓浪屿\"。自明清以来,骚人墨客吟咏之诗不在少数。①日据台湾50年间,厦台两地有着密切的文化互动。此间发行的报刊文献中,有不少关于鼓浪屿的自然人文书写。写作者的身份界别大体可以分为两类:", "label": "中国语言文学", "id": 0}
{"content": "<正>众人皆知罗贯中是《三国演义》的作者,很少有人知道他还是将李白的传说故事写成小说的第一人。后来冯梦龙又将其扩写成《李谪仙醉草吓蛮书》,流传更为广泛。李白传说故事的演变过程值得研究。一罗贯中（1330-1400）,名本,字贯中,号湖海散人。山西并州太原人（今太原市清徐县）。元末明初著名小说家、戏曲家,是中国", "label": "中国语言文学", "id": 0}
{"content": "传世本《文子》大半篇幅与《淮南子》雷同,但核心观点的阐述有明确的分歧乃至互为否定,若以文本传抄的客观因素解释,实在勉为其难,真实情形或为对某一底本的改造与发挥。依据文本解析的方法,考察此类明确的主观因素使然的文本差异,可以对两文本的关联提出逻辑层面的支持,并且有助于认识思想的演化与发展历程,而纯粹的考据学方法往往将此类差异概括为客观因素,如此则对思想演变的议题视而不见。由基本的文本分析可以发现,《淮南子》一书虽长于史料渲染与文学铺陈,但其核心观点多有内在矛盾,参照传本《文子》,可明晰地发现《淮南子》有借鉴并且篡改的印记,虽修辞手段可以掩饰其剽窃的色彩,但是文本的逻辑分析使得其书的抄袭事实显露无疑。", "label": "中国语言文学", "id": 0}
{"content": "春秋时期,在文与质的区别中萌发了\"野\"的美学思想;《二十四诗品》确立了\"疏野\"作为美学范畴的存在,但长期以来较少有人关注。五四时期,对俗文学的提倡丰富了\"疏野\"的含义。在现代化的语境中,中西学者进行了新的阐释。\"疏野\"范畴既是淡宕超脱的美学境界,也是真率任性的本色表现;包括了文化人疏离主流的自我显现,也包括了普通百姓不受羁绊的本真流露。当代兴起的生态美学所提倡的\"荒野\"概念,可纳入\"疏野\"范畴的系统中,指人与世界、与天地自然交相融和的原初境界。但生态美学以生态为中心,强调与人无关之美,而中国的\"疏野\"没有理论混杂、机械性的特征。\"疏野\"存活于民间,在现代文艺美学中,指的是追求本真和朴素美的艺境。", "label": "中国语言文学", "id": 0}
{"content": "中国文学批评史自学科建立以来取得诸多成就,而当下确也遇到一些问题,需要我们给予系统的梳理与深刻的反思。学科的发展要想增添新活力,开辟新境界,必须重视发掘和整理新的文学批评资料,以及与其相关的文化艺术批评资料等。同时,需对中国古代文论的一些经典文本、核心命题在文化语境中作出还原性阐释,在审美体验中给予同情之理解;观念与视野也需随着资料的发掘与层次的深入而更新转变。中国古代文论之价值即在于,其作为活性的理论资源需发挥其应有的现实效用,以使当代文论建设能够接续华夏文化传统的意脉,塑造中国文论之民族品格。", "label": "中国语言文学", "id": 0}
{"content": "文艺健康发展有赖于文艺工作领导者的领导方法和艺术。毛泽东具有高超的文艺工作领导艺术。透过延安时期毛泽东文艺思想的主要观点,总结毛泽东领导文艺工作的方法、艺术及基本经验,对于思考当代文艺工作的领导艺术,推动当代文艺走向大发展大繁荣有着重要启示意义。", "label": "中国语言文学", "id": 0}
{"content": "<正>习近平总书记给苏尼特右旗乌兰牧骑队员们的回信,在鄂尔多斯市文艺工作者中引起强烈反响。全市各级单位尤其是思想文化宣传战线的单位,迅速行动,通过召开不同形式的传达学习会、座谈会、研讨会,让文艺战线所有同志,在第一时间感受到总书记的亲切关怀和殷切希望,也凝聚起推动乌兰牧骑事业和文艺事业繁荣发展的磅礴力量。达拉特旗乌兰牧骑副队长朝格图动情地说:\"总书记给苏尼特右旗乌兰牧骑", "label": "中国语言文学", "id": 0}
{"content": "文艺是文化的重要载体和有效传播途径。延安文艺体现了中国共产党领导的文艺事业的一个繁荣时期,具有鲜明的意识形态特征和重要的政治功能,为革命发展和现代民族国家的建立提供民族凝聚力和精神动力。延安文艺为增强马克思主义文化认同、促进马克思主义文化培育、提供马克思主义舆论支撑做出了重要的历史贡献。", "label": "中国语言文学", "id": 0}
{"content": "<正>一、问题的提出（一）课题提出的背景习近平文艺思想的产生在一定程度上说明了在中国发展过程中应用的马克思主义文艺理论,这也为我国的发展带来了新的机遇。该机遇的出现,是历史形成的。习近平文艺思想结合了广大文艺工艺这和这个时代的期盼,在对现阶段的文艺问题进行处理的过程汇总,综合创新了具有中国特色的马克思主义文艺理论内涵、系统构成、话语风格以及问题指向,使马克思主义文艺学说得到了飞速的发展。在当下大环境中,", "label": "中国语言文学", "id": 0}
{"content": "<正>1942年5月2日和23日,毛泽东在延安文艺座谈会召开的第一天和最后一天,发表了被称为\"引言\"和\"结论\"的两次讲话。这两次讲话后来以《在延安文艺座谈会上的讲话》为题合为一篇,编入《毛泽东选集》。讲话深刻阐明了革命文艺为人民群众,首先是为工农兵服务的根本方向及文艺工作者的立场、态度等问题,为此后党的文艺政策的制定和", "label": "中国语言文学", "id": 0}
{"content": "<正>\"文艺批评是文艺创作的一面镜子、一剂良药,是引导创作、多出精品、提高审美、引领风尚的重要力量。\"①2014年10月15日,习近平在文艺工作座谈会上明确指出了文艺批评的重要性。自有文艺作品及其传播、消费和接受以来,文艺批评就随之产生和发展了。文艺批评必须依照一定的标准,才能对作品的内容、形式等方面进行有效的分析和判断。正如鲁迅所说:\"我们曾经在文艺批评史上见过没有一定圈子的批评", "label": "中国语言文学", "id": 0}
{"content": "从1942年的\"毛泽东在延安文艺座谈会上的讲话\",到2014年的\"习近平在文艺座谈会上的讲话\",72个年头已经过去,其间,中国经历了巨大的社会变革和变迁。从当今的视角回望总结第一个系统表述中国共产党文艺思想的经典文本《在延安文艺座谈会上的讲话》,对做好新时期的文艺工作依然有着重大的理论意义和实践价值。", "label": "中国语言文学", "id": 0}
{"content": "文艺是人类关于社会、道德等方面的认识理解和价值追求,是意识形态在审美方面的重要体现。改革开放以来,文艺作品\"百花齐放,百家争鸣\",但随着国内国际坏境的深刻变化,文艺的表现形式、传播手段快速发展,文艺作品鱼龙混杂。在全面建成小康社会的决胜阶段,坚持文艺工作的群众观点,坚持创新发展,坚持绿色发展,坚持开放发展,把握文艺发展的正确方向,是时代关于文艺工作的呼唤,是人民对于文艺工作的要求。", "label": "中国语言文学", "id": 0}
{"content": "各级党委把文艺工作纳入重要议事日程,贯彻党的文艺政策,把握正确的艺术发展方向和文学发展方向。要选一个具有较强的文学单位领导,对那些既有能力又有政治上的诚信,要与文艺工作者的职工进行交流,把干部纳入文艺工作的领导地位。要尊重艺术家的创作个性和创造性的工作,充分信任政治,创造热情支持,营造有利于文学艺术创作的良好环境。我们要深化改革,完善政策,完善制度,形成一个精细、生动的人才状况。这是解决这个问题的时刻,是与文学艺术作品和时代精神的有效途径,培养更多优秀的艺术人才,让新的活力和动力进入社会主义艺术的发展,在这个作用下,国家的文学事业真正向前发展。", "label": "中国语言文学", "id": 0}
{"content": "<正>时值文艺工作座谈会召开一周年之际,习近平总书记的重要讲话印发全国,《中共中央关于繁荣发展社会主义文艺的意见》也应机颁布。这是继十七届六中全会作出《中共中央关于深化文化体制改革推动社会主义文化大发展大繁荣若干重大问题的决定》以来,我国文学艺术发展进步过程中的又一重大盛事良机,可谓既是文艺舞台的锣鼓强音,也是广大文学艺术工作者创新作、建新功的时代福音。经济繁荣空前,文化进步任重。三十多年来的改革开放,使我国的经济发展创造了前所未有、震惊世界的奇迹,也为文化进步提供了坚实的基础。", "label": "中国语言文学", "id": 0}
{"content": "延安文艺座谈会是延安整风运动的重要组成部分。毛泽东《在延安文艺座谈会上的讲话》,把马克思主义基本原理同中国革命具体实际相结合,阐明了党对文艺工作的基本方针,以及一系列重要理论和实际问题。2014年10月15日,习近平同志在文艺工作座谈会上的讲话,是在民族腾飞的崭新历史时期、在实现\"两个一百年\"宏伟目标的新形势下继往开来,丰富、发展、完善了马克思主义文艺理论体系,为我国社会主义文艺大发展、大繁荣指明了前进方向。广大文艺工作者要在两个《讲话》精神指引下,深入实践、深入生活、深入群众,创作出更多无愧于祖国、无愧于民族、无愧于时代的文艺精品,不断满足人民精神文化需求,为实现中华民族伟大复兴中国梦做出应有贡献。", "label": "中国语言文学", "id": 0}
{"content": "<正>为繁荣和发展社会主义科学文化事业,毛泽东在1956年春天开创性地提出了\"百花齐放、百家争鸣\"的方针（简称\"双百\"方针）。而他对\"双百\"方针进行最集中的思考、最积极的宣传和最详尽的阐释则是在1957年初:从1月7日对陈其通等人《我们对目前文艺工作的几点意见》一文的关注一直到3月中下旬在天津、济南、南京、上海等地的讲话。", "label": "中国语言文学", "id": 0}
{"content": "<正>作为中国改革开放的总设计师,邓小平的文艺思想为改革开放后党的文艺政策的制定和完善奠定了理论基础。新时期邓小平的文艺批评思想不仅继承了马克思、恩格斯、毛泽东等的文艺思想,而且在深入总结我国社会主义文艺实践的过程后,结合新的社会形势和文化环境,发展了马克思主义的文艺批评理论,从而为新时期我国文艺的发展指明了方向。", "label": "中国语言文学", "id": 0}
{"content": "<正>具有重大历史意义的延安文艺座谈会已经过去七十多年了。我作为新四军一名老战士,心情仍不能平静。那峥嵘岁月的情景像电影一样,一一在我脑际闪过,引起我很多美好的回忆,在这里,我想谈两件永生难忘的往事。著名作曲家瞿维同志是歌剧《白毛女》的曲作者之一,也是上海唯一参加延安文艺座谈会的人。不幸的是,他在多年前已经去世。他是我的良师益友。在20世纪80年代,我们曾经有过一次长谈,他激动地介绍了参加延安文艺座谈会、聆听毛主席讲话的情况,给我留下了难忘的印象。", "label": "中国语言文学", "id": 0}
{"content": "<正>我会会员、著名红学家严中先生所著《红楼梦与南京》荣获第四届陶风图书奖。陶风图书奖第四届评选采用读者和专家评审相结合的方式,共收到江苏省18家地方出版社推荐书目及样书158种,同时南京图书馆推荐22种,经评审委员会讨论,在所推荐的180种书目中,共有10种图书被评为陶风图书奖优秀奖图书,严中先生所著此书名列其中。《红楼梦与南京》坚定地捍卫了曹雪芹的著作权和《红楼梦》\"本事\"为", "label": "中国语言文学", "id": 0}
{"content": "文艺为谁而创作?文艺也许只能是小众艺术。文艺的美学价值是第一位的。文艺的发展与繁荣需要全社会形成一个兼具包容性与开放性的大文化氛围。", "label": "中国语言文学", "id": 0}
{"content": "业余文艺创作是文艺创作的一个重要组成部分。它的主要创作人员是人民群众,作品体现了群众的自我认识和自我娱乐。业余文艺创作直接反映出地方文艺繁荣程度,也是当地精神文明建设成果的体现。本文提出了发展业余文艺创作的几点建议。", "label": "中国语言文学", "id": 0}
{"content": "<正>文艺评奖过多过滥,有不少文艺团体、文艺工作人员常年为\"评奖\"奔忙:创编节目要探风向、摸领导意图,\"打造精品\",还要找钱、找人、找评委,找关系。\"为奖而生,得奖而死\",不仅浪费了大量的人力、财力,而且浪费了多少艺术家的青春年华。轻易得来的光环,转身即逝。把许多文艺团体、文艺工作者从评奖中\"解放\"出来,让有出息的艺术家,少受名利思想的诱惑和干扰,经过不事声张的努力,拿出好作品,做出成绩,当会受到群众欢迎。评奖减少,还要办好,必须改革。一要明确谁评谁?在\"管\"、\"办\"不分的条件下,老", "label": "中国语言文学", "id": 0}
{"content": "<正>习近平总书记在文艺座谈会上的重要讲话,对我们文艺工作者来说,确实鼓舞而振奋。尤其是在当前这样一个文艺样式极其多元化、艺术标准参差不齐、传播平台分秒更新,很多人几乎迷失方向的环境下,对于激励和引导文艺工作者,具有重大而深远的意义。文艺工作者要保持\"以人民为中心\"的道德情怀。\"文艺是铸造灵魂的工程,文艺工作者是灵魂的工", "label": "中国语言文学", "id": 0}
{"content": "<正>文艺作品是给人民群众欣赏的。尤其是戏曲、曲艺、音乐舞蹈等群众性艺术,应该面向市场,到剧场、书场、歌舞厅去演出。作品好不好,群众喜欢不喜欢,欢迎不欢迎,对群众是否有益,要让群众选择,让他们评论,由他们说了算。他们认为好的,才会去买票看。要重视市场。文艺领导部门,要引导文艺团体,引导演员眼睛向下,推动他们到市场上去,接受群众选择,开展竞争,以改革文艺", "label": "中国语言文学", "id": 0}
{"content": "<正>欧阳雪梅在《毛泽东邓小平理论研究》（2013年第9期）发文指出,毛泽东在《在延安文艺座谈会上的讲话》中第一次提出了\"文艺为人民大众\"的命题。\"文艺为人民大众\"是对五四新文化运动以来革命文艺发展经验的系统总结。在文艺\"为什么人\"的问题上,毛泽东提出了人民大众是文艺的主体,马克思主义文艺属于人民,文艺必须根植于广大劳动群众之中的唯物主义观点。毛泽东结合当时实际全面阐述了", "label": "中国语言文学", "id": 0}
{"content": "作为文学理论的《在延安文艺座谈会上的讲话》是杜博尼在1980年出版的《在延安文艺座谈会上的讲话》（英译本）的研究性序言。强调从\"文学理论\"的角度来解读《讲话》是这篇序言的一个基本切入点。这样做是为了与20世纪五六十年代以来的对于《讲话》的政治性解读区别开来。作为\"文学理论\"的《讲话》,是将《讲话》置于接受美学、文学社会学的理解视野之下,从\"读者\"接受的角度来理解《讲话》中对于\"工农兵\"的重视,以及\"工农兵\"之进入文学生产的视野所引发的变革。", "label": "中国语言文学", "id": 0}
{"content": "<正>毛主席是文章大家。他自己写文章,也给别人改文章。他高度重视文风,强调文风也是党的作风。他对端正和改进文风有过系统论述,对送审的文章有过不少点评。这些论述和点评,说理透彻,使人们知其然又知其所以然,对人有\"醍醐灌顶\"之效。一、写文章的目的,是宣传群众、动员群众", "label": "中国语言文学", "id": 0}
{"content": "<正>新中国成立后,党和政府十分重视口头文学的搜集、整理工作。中国民间文艺家协会原名\"中国民间文艺研究会\",从其名称上就可以看出口头文学一开始就是我们的学术重点。1950年3月在中国民间文艺研究会成立大会上,专门制定了《征集民间文艺资料办法》。不久,时任中国民间文艺研究会副理事长的钟敬文发表《口头文学:一宗重大的民族文化遗产》,认为:\"口头文学的作者,是生息在广大的民间的,是熟悉各种社会现象、关心各种实际生活的。因此在他们的故", "label": "中国语言文学", "id": 0}
{"content": "<正>一毛泽东文艺思想是中国化的马克思主义文艺理论,是马克思主义文艺观同中国革命文艺实际紧密结合的产物。作为一个科学的思想体系,毛泽东文艺思想的产生处在历史横坐标和纵坐标的交汇点上,也就是说,它一方面高度契合并适应了中国革命文艺实际的现", "label": "中国语言文学", "id": 0}
{"content": "延安时期,毛泽东文艺理论思想体系发展到成熟阶段,其中,毛泽东同志于1937年发表的《实践论》和《矛盾论》两篇重要哲学著作从马克思主义哲学和以实践为基础的辩证唯物主义与历史唯物主义角度的具体分析,得出的一系列辩证唯物主义与历史唯物主义哲学原理,为同时期毛泽东文艺理论思想体系的发展成熟提供了哲学上的理论基础和理论依据,也为今后时期毛泽东文艺理论思想体系的继续发展前进提供了哲学上的理论基础和理论依据。", "label": "中国语言文学", "id": 0}
