{"content": "船用液罐内液体在船舶航行时会发生晃动现象,对液罐结构造成冲击,存在一定的安全隐患。因此,本文利用有限元软件LS-DYNA建立液罐晃动的三维数值模型,以液罐的流固耦合作为主要研究对象,分析船舶航行时,不同液位高度下,液体晃动对罐体产生的力学影响。结果表明,液罐液位到达一定高度后,液位高度的变化对液罐的最大等效应力影响变小。", "label": "交通运输工程", "id": 0}
{"content": "近年来,随着各国对海洋资源的愈发重视,水下无人航行器技术发展迅速。但仅仅依靠水下无人航行器自身的能源系统储备不足以支撑其进行深海、长时间以及大范围的搜索任务。为了提高水下无人航行器的续航能力,以及扩大其任务搜索范围,水下无线充电站系统建设是解决上述问题的主要方法之一。合理的水下无线充电站系统拓扑结构不仅能够提高水下无人航行器执行任务的效率,还能大大减少初始投资成本,能够平衡整个水下无线充电站系统的运行效率和经济性。本文提出了一种水下无线充电站系统的拓扑结构规划方法,首先考虑无人航行器充电时间和空间的不确定性,利用拉丁超立方采样得到初始场景,再通过模糊C均值法（FuzzyC-means,FCM）提取典型水下无人航行器的充电场景;再建立基于场景优化的两阶段水下无线充电站系统规划模型,根据典型场景下无人航行器充电需求的空间分布,第一阶段模型通过对水下无线充电站的接入位置进行优化得到待选接入方案集,第二阶段模型综合考虑水下无线充电站的投资成本、水下无人航行器到充电站的距离以及排队间隔时间等优化因素对第一阶段的待选接入方案进行寻优;最后得到最佳的水下无线充电站的接入点方案,有效减少水下无线充电站系统的建设投资,提高系统运行效率。仿真结果验证了所提出的无线充电站系统的拓扑结构规划方法可行性。", "label": "交通运输工程", "id": 0}
{"content": "<正>前言:党的十八大以来,特别是依托黄金水道实施长江经济带国家战略以来,长江海事实施一系列改革举措,为长江航运发展释放了一系列红利,为黄金水道的建设作出了积极的贡献。当前,长江航运正处在高质量发展时期,建设发展绿色化,设施网络化,船舶标准化,服务品质化,治理现代化的长江航运高质量发展体系,还需通过海事改革再释放一系列红利,推进长江航运高质量发展。", "label": "交通运输工程", "id": 0}
{"content": "近年来,在企业文化建设方面面临着不断出现的新要求,各级航运公司针对安全管理,逐渐推出\"安全文化\"建设的相关举措,力求从文化层面对安全管理工作予以加强和深化。本文结合近年来安全管理方面不断出现的新形势和新要求,结合从安全文化建设的七个方面,总结出\"七子之歌\"的经验,旨在通过这样的方式,通过不断强化的安全文化建设,为相关企业的安全管理推进和深化,起到借鉴参考作用。", "label": "交通运输工程", "id": 0}
{"content": "船舶电网电制由于专业性较强,很多船舶安全检查员对此不熟悉,本文从内河船舶电网的特点出发,结合《内河船舶法定检验技术规则》的相关规定,探讨内河船舶电网检查要点。", "label": "交通运输工程", "id": 0}
{"content": "传统培训模式不能完全按照教学要求,进行操作和在航行中进行模拟各种事故演习,其受到时间、环境、安全性及环保等诸多方面限制,很多应急处理措施都还停留在理论上。近年水上交通事故频繁发生,为了减少水上交通事件,仅通过传统培训模式已不能满足现在航海驾驶操纵教学需求。驾驶模拟器可通过仿真技术模拟实船的驾驶环境,使学员获得与实船驾驶相似的经历。模拟器具有耗费少、安全性好、可反复训练、灵活设置训练环境、训练回放点评等特点,在提高学员对各种航行环境的应变能力和不同类型事故的处理能力,对预防和避免海难事故中由于人为因素导致事故的发生,起到积极的作用。", "label": "交通运输工程", "id": 0}
{"content": "本文通过分析长江江苏段船舶横越的风险源,定量分析了横越船与顺航道行驶船可能存在碰撞危险的角度以及避让的最佳时机,针对性提出了长江江苏段船舶各种横越情况的操纵要点,为驾引人员横越操纵提供了技术支撑。", "label": "交通运输工程", "id": 0}
{"content": "宜昌港作为全国内河主要港口,是长江中上游地区重要的综合运输枢纽,近年来,由于受船舶大型化趋势的影响,宜昌港部分码头靠泊能力不满足大型船舶安全靠泊作业要求,码头超能力靠泊问题日益突出,存在安全隐患。本文从宜昌港码头靠泊现状着手,分析了码头靠泊面临的安全隐患和原因,提出了相应的安全管理对策。", "label": "交通运输工程", "id": 0}
{"content": "镇江尹公洲航段是长江12.5米深水航道的\"咽喉\"航段,航道狭窄,交通流复杂。为提高该水域大型船舶的通航安全,主管机关对部分航段实施单向通航。近年来,随着内河船舶的大型化,以及航道通航能力的提升,受控船舶呈现多样化和复杂化,这对主管机关的管理提出了新的挑战。本文通过对尹公洲水域的受控船舶进行分析,阐述受控船舶的现状及规律,并针对性地提出管理建议。", "label": "交通运输工程", "id": 0}
{"content": "本文通过对辖区商船及渔船碰撞事故进行原因分析,阐明了导致商渔船碰撞的各项风险因素,并在事故原因分析的基础上,结合辖区实际情况,进一步提出相应对策,以期尽可能避免险情事故发生,保障水上交通安全。", "label": "交通运输工程", "id": 0}
{"content": "自2017年钱塘江一级水源保护区范围扩大后,之江1号锚地、2号锚地相继撤销,杭州钱塘江双浦锚地成为钱塘江上唯一联接三堡船闸和新坝船闸两个船闸的锚泊区,平均每天有近700艘船舶在此锚泊待闸,锚泊船舶数量大,给海事部门安全监管和水域防污染管理带来了巨大的压力,本文旨在通过对钱塘江双浦锚地现状进行分析,重点梳理存在的难点,有针对性地提出锚地管理措施,为保障钱塘江双浦锚地运行安全提供支撑。", "label": "交通运输工程", "id": 0}
{"content": "当前,大部分内河船舶配备的\"自备艇\",船况较差、未经检验、驾引人员凭经验操作,属于\"三无\"船舶的一种。虽然其不参与市场营运,仅用于解决船舶自身应急出行需求,但是需要规范管理。", "label": "交通运输工程", "id": 0}
{"content": "掌握长江上大型内河船的通航问题和成因,对主管机关在安全管理上制定针对性的改善措施具有重要意义。大型内河船已成为长江上主要运力之一,其在通航营运过程中存在的问题,不仅给船舶和船员的安全带来风险,还给海事部门的监管带来压力。本文基于海运安全科学基础理论,系统地分析大型内河船管理要素的现状和不足,并针对性地提出改善建议。", "label": "交通运输工程", "id": 0}
{"content": "本文针对船舶名称识别的作用,结合工作实际,重点对船舶名称标志暨视觉识别的治理进行研究,提出了制定标准、分类施策等建议,旨在助推交通海事新型监管机制先导区建设。", "label": "交通运输工程", "id": 0}
{"content": "目前,我国内河水上飞机海事安全监管尚处起步阶段,在近年的发展过程中呈现出相关法律法规不完善、运营审批手续繁琐、水上飞机业务量少等问题。本文结合南宁海事局针对辖区水上飞机安全监管的经验和做法,梳理了内河水上飞机海事监管发展现状及存在问题,提出促进我国内河水上飞机海事安全监管发展的对策和建议。", "label": "交通运输工程", "id": 0}
{"content": "船舶进出港报告中不报、错报、瞒报、谎报等情况一直存在,海事管理机构虽结合警示教育、行政处罚等方式强化监管,但监管效果不明显。本文从智慧监管的角度出发,提出了通过优化船舶进出港报告系统功能,将海事其他相关业务系统进行大数据融合共享比对的对策,以提高船方提交的进出港报告信息准确性、全面性、时效性以及海事机构监管效率。", "label": "交通运输工程", "id": 0}
{"content": "京杭大运河与长江在镇江交汇,船舶通行密集,尤其是小型船只数量众多,通航安全风险较大。传统海事监管以现场检查为主要监管手段,将行政处罚作为对违法主体的惩戒,这种监管模式虽在一定程度上对违法行为起到了惩罚的效果,但仍存在治标不治本的问题。2020年7月1日起,镇江海事局以信用管理为抓手,推动长江与大运河交汇水域内多方单位实施信用管理,开发了信用管理监管平台,对多起违规船舶实施联合奖惩,安全监管取得初步成效,长江与大运河两条水系信用管理成为内河安全监管先行先试的示范样板,取得良好的社会效益。", "label": "交通运输工程", "id": 0}
{"content": "随着我国长江黄金水道建设步伐的不断加快,长江航运迎来了新的发展机遇。但船舶通航密度越大,对水上无线电使用和管理的要求越高。近年来,使用大功率高频、违法占用频道等无线电违法行为较为突出,已严重威胁到船舶航行安全,亟待解决。本文介绍了常见水上无线电管理设备,分析了当前水上无线电管理中主要问题,提出了利用\"净海卫士\"小程序在实际工作,有针对性的查处纠正辖区违规（红点）船舶,并提出治理建议,全力推进水上无线电秩序管理专项整治工作取得成效。", "label": "交通运输工程", "id": 0}
{"content": "东莞立沙岛精细化工园区具有危险化学品存储量大、运输量大、种类多等特点,立沙岛水域存在不良天气现象多、航道情况复杂、通航密度大等风险因素,一旦发生危险品泄漏或者突发环境事件,会对周围环境及人员健康和生命安全造成极大的威胁。因此对立沙岛水运危险品进行系统的分析及辨识风险因素,并提出相应措施,具有重要意义,本文对立沙岛水运危险品风险控制体系作简要探讨,期待能够提升应对水上、临港危险化学品事故的专业水平,对水运危险品的风险防控起到促进作用。", "label": "交通运输工程", "id": 0}
{"content": "拉曼光谱是利用拉曼散射效应,对入射光频率不同的散射光谱分析以确定分子结构的一种分析方法,广泛应用于化工、医学、安保、食品安全等各个领域。本文简述了拉曼光谱设备的原理及其在船载危险货物监管的应用情况,分析了该设备应用于船载危险货物监管的优势及劣势,预测拉曼光谱仪在海事监管领域的应用前景。", "label": "交通运输工程", "id": 0}
{"content": "交通运输业是我国节能减排的重点领域,水运作为综合交通运输体系重要组成部分,绿色发展需求迫切。近年来,内河集装箱运输发展速度较快,实现绿色发展、\"零\"碳排放面临严峻挑战。通过集装箱内河航运和公路运输二氧化碳排放量计算对比,分析内河集装箱运输碳减排效益,对河南内河集装箱运输发展路径进行探索,为内河水运绿色、低碳发展提供思路参考,为行业治理能力和治理水平现代化建言献策。", "label": "交通运输工程", "id": 0}
{"content": "本文主要从落实企业安全生产主体责任的现实意义、企业安全生产主体责任落实的客观形势和如何推动企业安全生产责任有效落实这三个方面进行分析,对推动港航企业安全生产主体责任提出解决方案。", "label": "交通运输工程", "id": 0}
{"content": "港口吞吐量预测对港口管理具有重要意义。本文综合运用EMD和HP滤波两种分解方法,建立港口集装箱吞吐量的一种集成预测模型。该模型借鉴TEI@I方法的核心思想,在HP滤波分解的基础上,对线性部分应用ARIMA模型,对非线性部分应用BP神经网络。构建神经网络时,以EMD分解得到的IMF分量作为输入,以HP分解得到的波动序列作为输出,实现两种分解方法的组合。采用大连港、上海港和天津港2012-2019年月度集装箱货物吞吐量数据进行实证研究,并与其他常用于预测的组合模型、单一模型对比,表明本模型具有明显提高预测精度和预测性能稳定的优势。", "label": "交通运输工程", "id": 0}
{"content": "2015年发生的东方之星事故充分显示了水动力对内河船舶的灾难性影响,因此有必要针对内河船舶进行水动力致险因子分析,特别是在我国当前大力发展内河绿色智能船舶的趋势下,研究水动力致险因子能够明确当前影响内河船舶的主要环境因素,这对内河绿色智能船舶设计制造以及绿色智能算法优化都具有现实意义。本文梳理了近10年来3600余条内河事故数据,分析了内河典型水域事故特征,应用Accimap方法对内河事故致险因子进行了分析,划分了六层致险因子分类,并从中梳理出由于水动力影响的关键致险因子,通过网络层次分析方法（ANP）进行致险因子排序,结果显示洪水期事故水域流态紊乱、大风大浪、冰雹天气等是显著的致险因子,内河绿色智能船舶设计制造应重点考虑水动力致险因子的影响。", "label": "交通运输工程", "id": 0}
{"content": "低闪点液货在发生事故性泄露时,如碰撞、搁浅等事故,可能导致低闪点液货泄露,易挥发至空气中,若此时出现点火源,则可能会发生燃爆过程。2018年桑吉轮事故即是在发生碰撞事故后发生燃爆,池火和烟雾迅速扩散,导致人员逃生困难。本文针对载运低闪点液货的船舶在发生火灾爆炸事故时池火和烟雾扩散问题,设计了碰撞情形,应用FDS开展了低闪点液货船碰撞后池火烟雾扩散动态模拟,计算了不同货油泄露模式下的池火温度场和烟雾场,为低闪点液货船逃生通道设计提供参考。", "label": "交通运输工程", "id": 0}
{"content": "近年来,舟山群岛新区积极融入国家\"一带一路\"倡议,深入建设\"江海联运\"中心,宁波-舟山港已成为世界第一大港,舟山渔场传统作业繁忙,海上交通发达,船舶修造企业众多。与此同时,船舶行业消防现状不容乐观,火灾高发频发态势亟须遏制,笔者通过对舟山市普陀区船舶行业消防安全进行分析调研,剖析存在的突出问题,并提出对策建议,供行业参考。", "label": "交通运输工程", "id": 0}
{"content": "海运在国民经济建设和社会发展中占有举足轻重的地位,海上安全信息服务对于海运具有重要支撑作用。传统海上安全信息播发应用体系的各类通信手段均有不同方面的局限,北斗系统具有的全球化服务、定位和短报文一体化功能,使得其在海上安全信息服务中具有独特的优势。本文主要研究北斗播发海上安全信息系统的整体设计、通信协议、数据传输格式,并采用现代软件信息技术进行了测试验证,达到了预期的效果。通过船岸北斗安全信息的播发和接收,可有效弥补现有安全信息播发手段的不足,更好地支撑海上交通的安全保障。", "label": "交通运输工程", "id": 0}
{"content": "本工程为甲醇厂专用出口码头,标书要求消防系统设计采用NFPA系列和马来西亚当地系列的标准,GB系列消防标准要求更高时,承包商提请业主许可后采用。结合工程实践,分析甲醇码头的消防设计特点,为涉外液体化工码头的消防设计提供一定参考。", "label": "交通运输工程", "id": 0}
{"content": "堆场作为集装箱码头的重要子系统,提升其作业效率有利于提高集装箱码头的服务水平。其中集装箱堆场空间的合理分配是提升集装箱港口效率的关键因素之一,对于降低码头的运营成本、促进港口物流的发展具有重要意义。本文从数据角度出发,利用大数据技术预测出口集装箱到达堆场的时间,进而为集装箱空间分配策略提供数据支撑。本文所采用的堆场收箱数据取自2019年某码头的生产数据集,我们首先对该数据集进行了数据清洗和预处理,之后使用决策树回归、随机森林回归和k近邻回归模型建立了集装箱到达堆场时间的预测模型。其中随机森林回归模型在拟合精度和误差上较其他两种模型表现更佳,其拟合度为0.799、RMSE为1.8。在对模型进行分析之后,我们得出了影响集装箱到达堆场时间的主要影响因素有所属船ID、总重、卸货港和进港月份。", "label": "交通运输工程", "id": 0}
{"content": "近年来,随着泉州旅游产业的快速发展,滨海旅游休闲也逐渐发展成为一种新业态,群众乘船进行海上旅游、观光、垂钓、运动等休闲活动需求持续增长。与此同时,也带来相应的安全隐患。无证经营、无证驾驶等海上非法载客现象时有发生。为促进泉州市滨海旅游船艇的规范、安全、有序发展,基于多年的航运企业管理经验,对滨海旅游船艇的安全管理问题提出合理建议。", "label": "交通运输工程", "id": 0}
{"content": "近年航運界在貨物量因船舶大型化而受限港口腹地及設施老舊因素失去國際港埠地位,然而新冠肺炎的疫情影響,臺灣因政策而未受到國際市場嚴重衝擊,並因島內穩定的生產鏈得到貿易優勢,去年（2020）前三大航商皆增加獲利。透過上述情況,本次研究探討高雄港之港口吞吐量變化,藉由預測模型的分析與港務公司統計資料相互比較,除了對未來的港埠經營策略有所參考,亦可檢視目前預測模型之精確度與修正可能。", "label": "交通运输工程", "id": 0}
{"content": "2016年「德翔臺北」輪發生擱淺事件後,當下航港局依據商港法要求船東進行船體移除作業命令,後續該輪所屬船東也依《商港法》第53條的規定,進而提供相對應的財務擔保金給予航港局。然而在同年的08月08日完成船體殘骸移除作業後,卻因為《商港法》第56條中規定,獲得相關機關核定完工前,無法退回船東提交的財務擔保金。此情形顯示出《商港法》第56條與第53條的有所矛盾,此現象使本研究欲探討臺灣《商港法》的完善性。本研究擬透過訪談船舶保險業者、航港局以及相關學者專家,從而來探討臺灣《商港法》第53條及第56條之法規完善情形。希冀其研究成果可以提供給臺灣航政機關,作為後續修改臺灣《商港法》的參考建議。", "label": "交通运输工程", "id": 0}
{"content": "随着长江口深水航道治理工程的顺利实施,通航水深已经达到-12.5m,大大提高了航道的通过能力和改善了船舶安全航行的条件。如何保障长江口深水航道安全畅通和船舶的航行安全,对航道通航管理部门和过往的船舶提出了更高的要求。本文简要地介绍了长江口深水航道近年来发生在11～17灯浮附近因紊流导致船舶失控的现象,专门对这些现象造成的原因进行了分析,试图在寻找这些现象内在原因的基础上,提出相应的预防措施或手段,以避免类似情况的发生和保证船舶的安全。", "label": "交通运输工程", "id": 0}
{"content": "以台湾海峡为代表分析我国沿海重要通道的现状,思考如何实现安全与畅通,并对未来船舶形态进行展望。", "label": "交通运输工程", "id": 0}
{"content": "桥墩与航道边缘的最小距离是弯曲航道布置的基础,因此有必要研究弯道桥墩与航道边缘的最小距离。在本文中,运用数值模拟的方法研究了弯道桥墩与航道边缘的最小距离与相关影响因素之间的关系。研究结果表明,弯曲航道桥墩与航道边缘最小距离与桥墩特征宽度成线性关系,与桥区附近的总流速成对数关系。桥墩特征宽度越大,弯曲航道桥墩与航道边缘最小距离越大;桥墩附近的总流速越大,弯曲航道桥墩与航道边缘最小距离也越大。通过曲线拟合,还得到了弯曲航道桥墩与航道边缘最小距离的经验表达式。", "label": "交通运输工程", "id": 0}
{"content": "船舶航行期間透過裝載壓艙水以補償各種貨載水平·達到安全且高效航行之目的。然船舶裝載壓艙水於其他港口卸載,恐致有害水生生物隨海水轉移至其他水域之風險。為此國際海事組織制定並通過「船舶壓艙水及沈積物管理國際公約」,以防止船舶壓艙水中有害物質之擴散。本文透過資料蒐集掌握壓艙水管理國際最新規範,探討船舶對壓艙水管理相關因應措施。為符合壓艙水管理公約標準,所有船舶須具備「壓艙水管理計畫、壓艙水記錄簿、國際壓艙水管理證書」,並於2024年9月8日前符合D-2規定之排放標準。", "label": "交通运输工程", "id": 0}
{"content": "1974年11月9日發生於日本東京灣航道上撞船重大意外,造成『太平洋愛麗絲輪』上台灣外僱船員28人死亡是我這一代船員刻骨銘心的記憶。這是台灣船員外僱史上最悲慘的一頁,『太平洋愛麗絲輪』與『第十雄洋丸』二艘均為日本船東擁有及所經營,『太平洋愛麗絲輪』為台灣大統海運公司代理外僱全部為台灣船員及一名韓國船員。此一重大事故經日本法院終結判定[1]:（1）『太平洋愛麗絲輪』於木更津港出航時·由於最新海圖並不完備,缺乏修正正確位置,以及航海員操作不當。（2）『第十雄洋丸』疏失,於穿越『太平洋愛麗絲輪』時,船長及航海員處置不當。（3）綜合二艘船皆有過失,於碰撞前皆未採取包括減速等規避措施。（4）由於『太平洋愛麗絲輪』事故後,船長及航海員皆死亡,『第十雄洋丸』甲種船長的適任執照吊銷一個月。很難想像船舶起火爆炸在日本最繁忙水道東京灣內燒了20多天,造成經濟、環境等嚴重的破壞及天文數字的財務損失,甚至於日本民眾對日本政府海上自衛隊,處理海事意外的能力都產生了嚴厲懷疑,更對全球海運業者激起了可怕震撼的回應與戒心。", "label": "交通运输工程", "id": 0}
{"content": "1987年通過IMO決議案（IMO Resolution A601 （15） adopted in 1987）暨其附件Pilot Card表列資料,如何全面且具體詳實列載船舶運轉必需預知的重要參數項目,實務上言作者建議增列若干必要參數項目,俾達成該決議案宗旨所揭示的海上安全暨保護海洋生態環境.", "label": "交通运输工程", "id": 0}
{"content": "证据调查学是一门应用学,在海事证据调查方面虽然近年出台了系列规定弥补了部分空白,但仍然有很大的完善空间。本文围绕《交通运输行政执法程序规定》的实施,针对海事目前证据调查工作中存在的问题,证据调查的定义和基本原理,以及如何完善海事证据调查工作展开讨论,以海事证据调查工作为切入点,探讨海事执法模式改革的方向。", "label": "交通运输工程", "id": 0}
{"content": "在\"互联网+\"时代,科技信息化装备的建设和应用是转变执法方式、提高行政执法能力的重要支撑保障。借助\"微信\"这一自媒体平台,搭建起海事现场执法内部沟通和外部协调的桥梁,对于提高现场执法的效率、精准率和进一步规范现场执法行为具有重要意义。", "label": "交通运输工程", "id": 0}
{"content": "盐城地处江苏沿海中部,濒临黄海,通江达海,是江苏省面积最大、人口第二的地级市。盐城境内湖荡连片、河道密布,共有287条通航河流,通航里程4272公里,水路货运量占全社会货运总量的50%以上,通航资源丰富,是江苏乃至全国的水运大市,但通航环境复杂。为了更好地服务交通强国建设战略,地方海事要克服航行安全保障任务繁重等难题和挑战,以开展专项整治为基础,开创安全监管新局面;以智慧海事建设为引领,健全系统运用新机制;以综合治理为抓手,提供航行安全新保障。", "label": "交通运输工程", "id": 0}
{"content": "针对内河LNG动力船舶的安全监管问题,对现有法律法规进行了归纳概括,对安全监管的影响因素进行了分析,并提出了相应的监管建议。", "label": "交通运输工程", "id": 0}
{"content": "本文从技术实现角度出发,阐述了排筏的发展历史、监管现状及信息化监管的必要性,并对北斗卫星导航系统在漓江排筏的安全监管上的应用的可行性及思路进行了探析,为海事管理机构通过信息化手段进一步加强漓江排筏的安全监管提供参考。", "label": "交通运输工程", "id": 0}
{"content": "为了更好的解决内河船舶搜救问题,提高内河船舶搜救的水平,本文对大数据在内河船舶搜救中运用的实际情况进行了综合分析,旨在通过对大数据在内河船舶搜救工作应用研究,为推动内河搜救工作打下坚实的理论基础。", "label": "交通运输工程", "id": 0}
{"content": "本文从电子证据的概念和特征入手,归纳了海事电子证据的主要种类,对海事电子证据的局限性进行了分析,从传统证据法理论的角度对海事电子证据进行了法律定位,并对在内河交通事故调查中的应用进行了探析。", "label": "交通运输工程", "id": 0}
{"content": "本文基于黄石海事局2019年船舶生活污水抽样检测数据,分析了长江干线鄂东段到港船舶生活污水处理现状,并针对存在的问题提出了强化船舶生活污水污染防治的管理建议和对策。", "label": "交通运输工程", "id": 0}
{"content": "某工程水下混凝土挡墙最大尺寸为10m×5m×10m,混凝土一次性最大灌注方量约500m3,为大体量水下混凝土。为了避免水下大体量混凝土在灌注过程中出现施工质量问题,采用有限元软件对该工程挡墙水下混凝土灌注施工过程进行了仿真模拟研究。通过仿真模拟研究,综合确定了影响导管法灌注水下混凝土质量的导管悬空高度、挡墙基槽底形状、导管埋深及首罐混凝土最小方量这4个参数的最佳取值。挡墙水下混凝土典型施工结果表明,采用优化后的参数进行挡墙水下混凝土灌注施工,有效保障了水下混凝土的施工质量,墙体混凝土未出现任何质量缺陷,完整性类别为I类,达到了预期目的。", "label": "交通运输工程", "id": 0}
{"content": "在我国的码头工程建设中,装配式结构被广泛应用,预制预应力叠合板作为一种新型装配式结构,和传统结构相比具有许多优点,预应力叠合板通过工厂规模生产,经济效益好,码头上部结构施工时不需设置模板和支撑,与后浇混凝土叠合面组合,受力性能良好,但预应力叠合板构件预制精度要求高,施工技术较为复杂。本文以南通港吕四作业区西港池码头工程为例,对码头工程中的预应力叠合板关键施工技术进行了详细介绍,对施工控制要点、构件标准节点做法、质量管控进行了总结,为类似工程施工及应用提供参考。", "label": "交通运输工程", "id": 0}
{"content": "钢板桩由于其特殊结构,因而具有高强度、轻型、隔水性能好、施工速度快、可重复使用、环保效果显著等优点,被广泛用于中小码头的建设当中,钢板桩施工质量的优劣直接关系到板桩码头的结构稳定性、防水性、耐久性。本文结合孟加拉国Matarbari燃煤电站临时码头钢板桩施工实际施工案例,探讨了在硬塑淤泥质粉砂层中20m以上超长钢板桩施工技术,总结了设备选型方法、施工工艺、施工难点以及相应的解决办法,可为今后类似工程提供借鉴和参考。", "label": "交通运输工程", "id": 0}
{"content": "随着长江\"共抓大保护、不搞大开发\"发展战略的不断深化,船舶大气污染防治受到国家和人民越来越多的关注,长江鄂东段黄石、鄂州、黄冈三市在推进船舶靠港使用岸电工作进行了有益尝试,但离显著改善港口环境的目标仍有较大距离。因此,本文在对鄂东段沿江港口船舶岸电使用情况进行调研的基础上,对存在的问题进行了分析,提出了推广对策,希望能够对长江鄂东段岸电的有效应用和推广提供支持。", "label": "交通运输工程", "id": 0}
{"content": "近年来,随着\"蓝天保卫战\"\"打好污染防治攻坚战\"等专项行动的开展,船舶大气污染防治受到国家和人民越来越多的关注,而船舶岸电建设作为最有效的控制船舶排放方式之一,已成为海事防污染监管工作的难点问题。本文基于南通岸电建设使用现状,剖析岸电使用推广难点,并结合南通海事局船舶岸电工作实践提出相关建议,为船舶岸电的推广应用提供参考借鉴。", "label": "交通运输工程", "id": 0}
{"content": "本文简要介绍了南通低压岸电推广应用示范区的建设情况及工作成效,分析了南通港区岸电推广的特色做法,并结合南通经验对其他港区岸电使用推广提出了工作建议,为港口绿色发展贡献南通智慧。", "label": "交通运输工程", "id": 0}
{"content": "本文研究固定浮式防波堤的波浪爬高特性与上浪规律。基于数值模拟技术建立数值波浪水池,验证了数值波浪水池的准确性。对不同波浪长度与高度的波浪开展数值模拟,分析了简化防波堤的波浪爬高,归纳总结了浮式防波堤波浪爬高预报的经验方程。计算结果表明,波高与波陡决定了上浪的高度。", "label": "交通运输工程", "id": 0}
{"content": "海上航运贸易的增加使防波堤兼做码头的情况变得越来越普遍,由于船舶与直立堤间存在狭窄的缝隙,特定波浪条件下会导致流体共振。直立堤码头通常建立在抛石基床上,其渗透性会对大振幅共振运动产生显著影响。本研究基于开源软件OpenFOAM建立用于研究多孔基床码头与船舶窄缝共振问题的二维数值模型,并通过与物理模型试验结果、线性势流理论解析解对比分析来验证数值模型的准确性。对比非渗透型基床码头,由于可渗基床允许流体穿过,导致船舶与码头间窄缝的共振波高和波浪力显著减小,共振频率增大,共振响应减弱。本研究结果表明,多孔基床码头有利于海上作业、船舶和码头结构的安全和稳定,对结构设计具有指导意义。", "label": "交通运输工程", "id": 0}
{"content": "基于开源计算流体力学软件OpenFOAM,使用RANS方程和SST k-ω紊流模型,以及VOF方法来进行气-液两相流的计算求解,使用速度入口造波方法和海绵层消波方法来实现无反射造波,建立三维数值波浪水槽,分析了波高变化,运动响应和锚链张力。", "label": "交通运输工程", "id": 0}
{"content": "抛物线形浮式防波堤具有良好的防波与聚波性能,可与波浪能发电装置组成集成系统。相较单体防波堤,双体设计可提高防波效果。本研究基于势流理论,应用边界元方法,建立波浪与双体抛物线形浮式防波堤相互作用的水动力模型,研究双体间距对系统迎浪面与背浪面的波高分布情况的影响。结果表明,双体抛物线形防波堤的防波性能与聚波性能明显优于单体抛物线形防波堤;双体间距的改变对防波堤系统的防波与聚波性能有较大影响,合理设计双体间距,可有效提升防波堤性能。", "label": "交通运输工程", "id": 0}
{"content": "港湾共振是指外界激励与港湾固有频率接近时水面发生显著振荡的现象,可能会影响船舶停靠和作业,严重时甚至会破坏港口建筑,带来巨大的经济损失和人员伤亡。在港口设计中需要尽量避免其发生,因此识别港湾的固有频率十分重要。本研究构建了基于有限元的模态分析模型,该方法可适用于复杂港湾形态的固有频率分析。模型的基本方程采用线性长波方程,外海开边界考虑辐射边界条件,陆地边界为全反射边界条件,通过求解离散方程组的本征值问题,给出港湾固有频率。通过经典问题的理论解验证了模型的有效性,进而将其应用于分析海南省马村港的固有频率,得到了马村港可能发生共振的一系列固有频率与对应的港池内波动模态。利用基于Boussinesq方程的FUNWAVE-TVD模型,分析了入射波接近典型固有频率时,港湾内的水面波动过程。两者结果吻合较好,验证了模态分析法对马村港固有频率和波动模态计算的可靠性。", "label": "交通运输工程", "id": 0}
{"content": "舟山是一个地级市,位于我国的浙江省东北部,有许多港口和纵横水道。它是中国为数不多的深水良港之一。近年来,舟山市大力发展以安全为第一要素的绿色石化产业。在此背景下,舟山绿色石化基地拟建复垦三期项目,为其长期发展提供土地保障。工程周围岛屿众多,拟建的涉海工程可能对周边水动力产生较大影响。因此,为了更好地掌握工程各个阶段对周边海域水动力的影响,本文采用MIKE3 FM建立三维潮流数学模型,在实测潮流和潮位数据的基础上,对模型进行校准和验证。结果表明:数值模拟的大潮、中潮位与实测潮位吻合较好,但小潮时个别潮位的误差略大。在潮流验证过程中,流速模拟数据在小潮阶段只有0.4 m/s的误差波动,误差均控制在允许范围内。相比而言流向模拟数据吻合度较高。MIKE3水动力模块可以更好地模拟项目周边海域的流场分布,可以更好地指导相关项目的建设。", "label": "交通运输工程", "id": 0}
{"content": "本研究采用自主研发的岸基数字影像监测系统,结合山东日照退港还海修复工程所建立的现场观测站,成功观测并提取出2018年7月安比台风过境期间发生的海堤波浪越浪过程及其特征参数,分析了越浪发生的时间变化和空间变化特性,并探讨了海堤越浪的计算方法,以及基于遥感的影像监测技术在越浪监测中的应用前景。", "label": "交通运输工程", "id": 0}
{"content": "为寻求一种不同潮差情况下消浪效果优良的弧板式透空堤结构,本研究构建了波浪与弧板式透空堤相互作用的数值模型。采用物模试验结果验证了所建数值模型的准确性,讨论了在小、中和大三种潮差情况下,不同结构型式的弧板式透空堤消浪性能,提出了小潮差采用单弧板式透空堤,中潮差采用双弧板板式透空堤,大潮差采用至少三层以上的弧板式透空堤的布置建议。", "label": "交通运输工程", "id": 0}
{"content": "随着我国沿海复杂形状海堤建设量的增加,研究越浪对其防护和使用的影响,是必需解决的关键科学问题之一。本研究利用开源CFD （computational fluid dynamics）软件REEF3D,对复式海堤越浪过程进行数值模拟。模型在笛卡尔直角坐标系下建立,对守恒格式的N-S （Navier-Stokes）方程进行离散,通过Level Set方法捕捉自由面的剧烈变形。为了保证数值模型的求解精度,采用5阶WENO （Weighted Essentially Non-Oscillatory）方法离散N-S方程和Level Set方程,采用ghost cell浸入边界法处理流固之间的耦合作用。通过与实验结果对比验证了本文数值模型的精度,进而开展了复式海堤越浪过程的模拟。研究结果表明,本研究数值模型可重现复式海堤越浪过程。", "label": "交通运输工程", "id": 0}
{"content": "为保证港区条件适宜河口水情,应建设防波堤工程以减小外海波浪对港区的作用。但是,工程的建设改变附近岸线布局,对区域流场和水动力特性分布造成不利影响,改变黄茅海湾口东、西槽的潮量分布。为此,建立黄茅海水域物理模型,模拟研究工程前后附近水动力变化分布。研究成果表明,防波堤工程的建设对东槽水域潮流有明显影响,西槽动力有所增强,高栏岛南侧与工程交接水域流态变化大。工程影响较大,不利于河口稳定及滩涂自然演变,建议修改方案,研究补偿方案并与主体工程一并实施。", "label": "交通运输工程", "id": 0}
{"content": "东帝汶帝巴湾港口疏浚吹填项目疏浚土中存在大量潜在酸性硫酸盐土（PASS）,对帝巴港的工程建设造成潜在威胁,当地环保要求吹填上岸的疏浚土氧化后p H值需>6.5。疏浚过程中,PASS与珊瑚砂共同吹填上岸,针对这种特殊的PASS与珊瑚砂的混合土,本文阐述了水分条件对于PASS及其与珊瑚砂混合土中硫形态的制约作用,以及不同氧化方式下PASS及其与珊瑚砂混合土的p H变化规律和氧化机理,为东帝汶帝巴港项目以及后续类似的吹填造陆项目中PASS酸害防治提供参考。", "label": "交通运输工程", "id": 0}
{"content": "1927—1937年是近代上海发展的黄金时代,上海特别市政府曾制定了宏大的大上海计划,新商港计划为其中重要部分,但却未能实施。本文以实地调查和历史地理分析为基础,以港口规划、政策文件、法律法规等为基本历史资料,详细叙述了1927—1937年之间上海新商港的规划与建设历程。对影响港口规划与建设的部分经济社会背景和制度环境变化进行分析,解释了上海港口规划的实施困难的制度原因。研究发现,事权与财权错位,严重影响了当局解决实际问题的能力,缺少强势的主导者,沉没成本巨大的港口建设难以推进。", "label": "交通运输工程", "id": 0}
{"content": "跨海桥梁面临着恶劣的海洋环境,桥墩更是受到复杂的波浪力作用,而浮式防波堤作为一种海上工程挡波、消浪的结构,可以有效地消散波浪能量。为了探究浮式防波堤作为桥墩防护设施的可行性,本文采用质量源造波法,建立了浮式防波堤与桥墩的三维数值模型,研究了在规则波作用下,采用浮式防波堤后,桥墩波浪力、墩体压强、波面高程等水动力特性。研究表明:1)该数值水槽能合理的捕捉波浪与防波堤、墩体相互作用过程中复杂的液面形态;2)本文算例中,采用防波堤防护后,波浪爬高显著降低,墩体迎浪面压强减小,波浪力可减小40%左右,浮式防波堤可以有效地衰减波浪力。", "label": "交通运输工程", "id": 0}
{"content": "随着国家对环保事业的日益重视,国务院颁发的《关于印发大气污染防治行动计划的通知》,要求对大型煤堆场作封闭处理。在港口、码头等恶劣环境下修建封闭煤场的需求越来越多,通过具体工程实例,分析了在孤岛、强台风条件下设计大型封闭煤场所面临的技术难题以及解决方案。", "label": "交通运输工程", "id": 0}
{"content": "本文介绍了北方水中码头如何应用北斗定位技术来解决水中小间距、小直径PHC管桩的精准定位施工,最大程度减少施工对水库周边环境的污染和破坏,确保水库区域内水土平衡,响应国家关于\"绿水青山就是金山银山\"的环境保护理念。", "label": "交通运输工程", "id": 0}
{"content": "随着我国的经济和科技的迅猛发展,水运作为交通运输的重点项目自古以来是承载着我国经济发展的重要纽带,水运工程项目的建设不仅连接着我国国内各地之间的经济物资互通,也是国外经济、军事等领域不可或缺的重要基础设施建设。因此,水运工程施工项目的管理备受国家相关部门的重视以及各行业之间的关注,为了更好的提升水运港口与航道之间交通的便利性和合理性,综合稳定的让我国的水运在交通中发挥更加重要的作用,本文主要针对我国水运工程的现状发展和问题以及如何加强水运工程施工管理项目的措施建议进行综述。", "label": "交通运输工程", "id": 0}
{"content": "海水是一种天然的强电解质,具有强烈的腐蚀性,海洋环境中的固定式钢质结构,如码头钢管桩的腐蚀问题尤为突出。根据环境条件和腐蚀特点的不同,海港码头钢管桩的腐蚀可分为五大区:海洋大气区、海水飞溅区、海水潮差区、海水全浸区和海泥区。这些区域存在严重的腐蚀问题,使钢管桩的使用寿命大大缩短,严重威胁码头的安全使用。阴极保护作为一种有效的防腐技术,可以有效的抑制、减缓码头钢管桩在海水潮差区、海水全浸区和海泥区的腐蚀。从上世纪四十年代,美国和日本等国开始对钢质港工设施进行阴极保护技术的研究和应用,并在钢板桩码头、钢管桩码头等钢结构上采用外加电流阴极保护技术,取得了良好的保护效果。我国从1974年开始,由海后军港部组织船舶总公司七二五研究所等单位对钢桩码头等钢质港工设施进行外加电流阴极保护的实验和研究并进行了实际应用,取得了良好的防腐效果。随着牺牲阳极材料的发展成熟,由于牺牲阳极具有使用维护简便、保护效果稳定、不需提供电源等优点,牺牲阳极逐渐成为码头钢桩常用的阴极保护方式。从上世纪八十年代,国内军港及民用码头钢桩逐渐开始使用牺牲阳极阴极保护。1989年,七二五研究所青岛分部（青岛双瑞公司前身）对青岛港黄岛油一期码头258根钢管桩的牺牲阳极阴极保护和涂装联合保护进行设计并与烟台打捞局密切合作,顺利完成了黄岛油一期码头钢管桩防腐蚀工程。这是国内首次对大型民用海港码头钢管桩使用牺牲阳极阴极保护,设计有效保护期十五年。在有效保护期内,经过多次检测,钢管桩保护电位始终负于-950mV（VS.SCE）,退大潮时,钢管桩潮差区未发现锈迹,涂层附着完好,无粉化和大面积脱落现象,成为样板工程,曾经接受天津港等多家单位的考察,得到用户和专家的一致认可。在前期成功应用的基础上,进入本世纪以后,青岛港对新建和旧码头均采用了牺牲阳极阴极保护,所有码头的钢管桩阴极保护工程的设计、供货和安装均由青岛双瑞公司承担完成。包括2006年新建的黄岛原油码头三期工程和液体化工码头续建二期工程、2007年新建的黄岛液体化工码头续建三期工程、2008年新建的黄岛前湾港区冷冻品码头、2010年新建的董家口港区矿石码头工程、2012年新建的董家口港区原油码头一期工程、2020年新建的董家口港区原油码头二期工程等。另外,2007年对已经超过阴极保护有效保护期的油一期码头钢管桩牺牲阳极阴极保护重新进行了设计和施工。2013年对黄岛液体化工码头一期工程追加设计并实施了钢管桩牺牲阳极阴极保护工程。历经三十余年,青岛双瑞公司承担完成了青岛地区所有大型码头的钢管桩牺牲阳极阴极保护工程。除了青岛港的码头以外,还有2005年新建的青岛丽星物流有限公司液态化工码头、2010年新建的青岛红星物流实业有限责任公司液体化工码头等。对于这些码头的钢管桩阴极保护效果,青岛双瑞公司一直定期组织人员检测,所有码头在有效保护期内的保护电位均负于-900mV（VS.SCE）,钢管桩可见表面无锈蚀,处于良好的保护状态。", "label": "交通运输工程", "id": 0}
{"content": "本文依托某港口工程的建设,根据国际航运协会（PIANC）的指导手册通过数值模拟分析运输船舶的螺旋桨推动器靠泊时所产生的射流对直立式码头前沿的冲刷作用,通过对传统的抛石护底和模袋混凝土两种结构进行对比研究,得出了模袋混凝土更适用于逐步大型化的码头前沿护底结构的结论,并介绍其配合比设计要点和主要水下充填施工工艺,具有推广价值。", "label": "交通运输工程", "id": 0}
{"content": "分析钢套筒加固技术的特点和优势,结合台州发电厂高桩码头加固工程介绍钢套筒泥面下包覆桩基技术在沿海高桩码头加固工程中的应用,包括施工技术选择、施工流程、施工具体方案等。应用结果表明,钢套筒泥面下包覆桩基加固施工时间短、安全,不影响码头正常营运,能实现对码头桩基的加固,提高耐久性。", "label": "交通运输工程", "id": 0}
{"content": "为研究港作机械实际工况下的排放特征,确定生物柴油对柴油机尾气污染物排放的影响,本研究使用便携式车载排放测试系统对天津港两种类型堆高机械在燃用普通国V柴油及生物柴油的工况下,进行气态污染物和颗粒物排放特性实测试验,并对燃油经济性进行评估。结果表明:在使用生物柴油后,港作机械的CO排放因子降低,NOX排放因子升高,颗粒物排放呈现单峰分布,数浓度降低较为明显。生物柴油的使用节油效率在4.26%—7.88%。", "label": "交通运输工程", "id": 0}
{"content": "水运工程是指港口工程、航道工程、航标工程、通航建筑物工程、修造船水工建筑物工程、安装工程和支持系统及其辅助和附属工程等。水运工程建设作为重点的建设项目之一,应对其工程建设、施工等采取管理,而水运工程质量的监督至关重要。水运工程质量的监督工作随着我国工程建设法规的革新而逐渐完善,工程质量监督的内容和方式也在不断地改变,工程质量管控及监督工作得到了极大的发展,实现了有法可依,依法执监,但社会发展水运工程质量的监督行业仍然存在一些不足之处。", "label": "交通运输工程", "id": 0}
{"content": "对吹填施工技术及吹填土地基加固技术等进行深入总结分析,并结合相关工程案例,对滨海围区场地吹填工程设计及施工技术进行了总结说明,并对真空预压加固后地基土进行相关检测试验,检测资料显示吹填土加固后地基承载力特征值基本不小于50kPa,满足\"企业进场施工\"的设计要求。", "label": "交通运输工程", "id": 0}
{"content": "以滨海国际邮轮母港项目为载体,项目紧邻东海距离海岸线约32m,上部主体南北长约830m,东西宽约80m;基坑南北长约583m,东西宽约93m,深度6.5～7.9m。项目基坑整体为长条形,宛如鱼腹,基坑内支撑借鉴鱼骨理念采用装配式预应力张弦梁钢结构。主要介绍这种鱼腹形583m长深基坑采用装配式钢结构内支撑的施工方法。", "label": "交通运输工程", "id": 0}
{"content": "靠船构件的安装是高桩码头施工的重难点工序,关系到码头上部结构施工进度,如何安全、高效的完成靠船构件的安装成为施工中的一个重难点。通过介绍渔码头项目靠船构件的安装工艺,通过计算及分析实践表明该工艺安全、可靠、实用。", "label": "交通运输工程", "id": 0}
{"content": "充砂袋是由滤水而不滤砂的材料制作成的管状袋,通过充填孔向其内充填砂疏浚土料。基于拉姆港项目约14.6万m~3围堰施工的实际情况,编织布充砂袋（以下简称充砂袋）与编织袋相比,在技术、进度、环保和经济性方面都有较好的优越性,对项目通过分流器形成充砂袋小截面围堰的施工工艺,结合设备配置计算,得出充砂袋为小围堰施工安全环保性好、技术可靠、成本低的合适工艺的结论。", "label": "交通运输工程", "id": 0}
{"content": "在工程施工中沉箱预制施工是重中之重,对于沉箱施工技术的分析,应结合以前的施工经验,确定沉箱施工技术的要点,对于每一个环节要进行针对性控制,减少一些不规范行为现象的发生,有效降低各种因素产生的不利影响,进而提高航道工程施工的可靠性和安全性。鉴于此,文章详细分析了当前港口航道工程施工中所存在的问题,并提出了有效的对策,以供相关的人士参考和借鉴。", "label": "交通运输工程", "id": 0}
{"content": "粤港湾大湾区发展背景之下,与湾区港口协同成为深圳港口发展的新方向。根据港口现状发展特征和发展基础,将湾区港口分为三类:国际枢纽港（香港港）、国家综合枢纽港（广州港、深圳港）和一般港口（湾区其他港口）。通过对湾区各港口之间的基础设施能力和运营情况进行对比分析,得出深圳港与三种不同类型港口间的不同协同发展思路:与香港港之间的协同为港口产业集群发展及港口开放政策的协同,深圳港应争取和香港港一体化发展;与广州港之间的协同主要表现在海向腹地和内陆腹地的协同,两港之间应该降低腹地相互竞争;与湾区其他港口之间的协同主要为集疏运的协同,湾区其他港口通过水水中转为深圳港与腹地建立更强的联系,同时缓解深圳港后方陆域的压力。", "label": "交通运输工程", "id": 0}
{"content": "淹没薄板可以看作一种特殊的透空式防波堤或波能转换装置等,它与波浪相互作用,在波浪非线性和浅水效应的影响下,波浪在堤后释放出高阶自由波。高阶谐波的产生以及波浪特性的改变,会对航道安全造成不利影响。以往研究更多开展了淹没水平薄板水动力特性,而波浪与淹没倾斜薄板的非线性相互作用研究开展的还不多。本文运用高阶边界元法以及完全非线性势流理论建立了二维时域数值水槽模型,对波浪与淹没倾斜薄板相互作用进行模拟。采用混合欧拉-拉格朗日方法更新水面,四阶Runge-Kutta法进行时间步进。同时运用四点法和两点法分离出堤后组成波浪的二阶自由波与锁定波并进行相互验证。通过改变淹没倾斜薄板的倾角以及淹没深度,探究不同工况下二阶自由波的透射特性。研究发现,在本文所考虑的条件范围内,当淹没倾斜薄板的倾角为60°时,堤后产生的二阶自由波幅值最小。", "label": "交通运输工程", "id": 0}
{"content": "浮式防波堤在来波作用下产生运动,通过Fluent数值模拟,使用六自由度模型,对一种具有垂荡与横摇自由度的水压载浮箱的运动响应及消波效果进行研究,分别对比了三个不同载水率的浮箱在波浪作用下的消波性能与运动响应。本文探讨通过浮箱内载水晃荡提升浮式防波堤在长波下的消波性能,为在真实海洋环境中应用高效浮式防波堤打下研究基础。", "label": "交通运输工程", "id": 0}
{"content": "港区码头堆料多,面积大,物料一般都露天堆放,堆料受恶劣天气影响较大,堆取作业产生的扬尘严重影响厂区及周边环境。随着社会对环境质量要求的提高,越来越多的行业如电力、港口、煤炭以及冶金行业等的贮料设施都必须对传统的露天堆场进行封闭改造,减少粉尘对周边环境的污染,传统的料场周边设置防风抑尘网的做法已很难满足环保要求。本文针对设立于港区码头的料场封闭工程,根据目前国内港区码头的特点,着眼于方案设计对料场储料能力和社会、经济效益的影响,提出几种设计方案并进行比较,为港区码头料场封闭工程的方案选择提供参考。", "label": "交通运输工程", "id": 0}
{"content": "本文结合大屿海岛项目1000 t级主码头工程实际,分析了水上水下作业安全管理工作的特点,通过对危险源的辨识,从各个风险点出发提出相应的安全管理对策,通过采取这些措施有效实现了施工过程中安全风险源管控,以期能为有关方面的需要作出贡献。", "label": "交通运输工程", "id": 0}
{"content": "大屿岛码头施工区域紧邻金井作业区进港航道和海坛海峡习惯航路,这一位置施工往往会给来往船只带来一定的影响。但是在某些安全管理到位的条件下,可以采取一些安全措施避免工程施工中的安全事故。在码头工程施工中,便可以使用临时航标引航与警戒船警戒,防止过往船舶闯入施工区域。", "label": "交通运输工程", "id": 0}
{"content": "几内亚某港区进港大门工程上部结构采用空间网架结构形式,采用同济大学空间钢结构设计软件3D3S建立大门上部网架模型,进行结构分析,并完成施工图设计。", "label": "交通运输工程", "id": 0}
{"content": "船舶的岸电系统能在船舶靠港时,停用发电机转为岸基电力供电,目的是减少船舶靠港期间的燃油消耗及尾气排放,有效地节能减排。本文分析港口岸电现状及应用的效益,针对岸电应用的制约因素提出对策和建议。", "label": "交通运输工程", "id": 0}
{"content": "为厘清制约码头工程质量和耐久性提升的瓶颈、短板问题,对全国范围内已建成并投入使用的港口码头质量状况开展调查研究。通过全国问卷调研并结合近年来旧码头检测评估工程实例,分别对海水环境、淡水环境、冻融环境和化学腐蚀环境下的码头结构耐久性常见问题、影响因素及分布规律进行了分析和梳理。对于所处不同区域、不同结构形式,码头结构的耐久性影响因素、损坏特征及分布规律均有所不同,其中钢筋混凝土锈蚀和钢构件腐蚀则是码头结构面临的最主要的耐久性问题。调研成果可为港口码头运营维护及耐久性保障提供决策参考。", "label": "交通运输工程", "id": 0}
{"content": "拟建唐山某码头工程位于曹妃甸港区,地处冀渤块陷,区域地质环境复杂。研究工作在搜集拟建场区海洋气候条件的基础上,以海上综合物探测试为手段,并辅以海上工程地质钻探验证,初步分析拟建场区海洋气候条件、工程地质条件及其对工程建设的影响,为工程设计、施工等提供技术支持。", "label": "交通运输工程", "id": 0}
{"content": "深海平台、深海装备、水工工程装备等大型装置在港口靠泊期间需要深海码头,深海码头造价十分昂贵,因此,比选设计方案十分重要,文章应用价值工程理论,针对某深海码头设计方案开展了比选实践。文章对其他深海工程方案选优有一定的参考价值。", "label": "交通运输工程", "id": 0}
{"content": "直墙是港口工程中重要的结构形式,关于直墙前波浪力的研究一直是人们关注的重点。本文通过建立完全非线性的Green-Naghdi方程时域求解模型（GN模型）对有限水深直墙前立波进行模拟研究。模型使用有限差分数值方法进行控制方程的离散并建立二维数值波浪水槽,采用流函数造波法进行入射波浪的模拟,利用高阶预测-校正法进行时间的步进。文中给出了利用GN模型对不同波况下直墙前立波的波面形状,墙面上波压力沿水深的分布以及最大波压力的具体模拟结果。文中将GN模型的立波数值模拟结果与三阶摄动展开法、Fourier数值法得到的计算结果以及相关的实验数据进行对比,对GN模型数值模拟结果的适用性与准确性进行了验证。", "label": "交通运输工程", "id": 0}
{"content": "大型航电枢纽工程的安全性对工人生命保障有重要影响,亦与企业盈亏有直接关系,故需对大型航电枢纽工程进行关键技术的优化,以及监控系统的完善作出完善之部署。针对赣江井冈山航电枢纽工程,通过研究电站厂房基坑锚喷支护关键技术,以摒弃传统工程的不安因素;亦通过监控方式的选取,以节省资金消耗,同时确定周到的左岸与右岸的监控部署。", "label": "交通运输工程", "id": 0}
{"content": "胶结砂砾石筑坝技术是我国学者研究提出的一种新型筑坝技术,具有经济、安全、环保的优势,目前已在中小型水利水电工程中成功应用。本文阐述了在航电工程的堤防工程中应用胶结砂砾石筑坝技术而开展的有关胶结砂砾石坝的结构设计、材料配比和溶蚀性能以及专用拌和设备和施工质量控制方面的理念和方法,归纳总结了在应用过程中的主要创新成果。工程实践表明胶结砂砾石堤防具有安全性高、漫顶不溃,有利于环境保护和水土保持等优点,与传统筑堤技术相比,具备较强的适应性和优越性,为其他航电工程的堤防建设具有有益的指导和借鉴。", "label": "交通运输工程", "id": 0}
{"content": "航电枢纽工程包括通航任务,其枢纽工程选址和布置必须考虑通航条件和要求。合理的选址和枢纽布置是此类工程成功与否的关键。通过经历的一些工程,结合国内同类工程,阐述了航电枢纽工程选址的一些原则和枢纽布置的经验,为同类工程提供借鉴参考。", "label": "交通运输工程", "id": 0}
{"content": "河道淤积、通航设施落后是造成绣江流域碍航甚至断航的主要原因,建设新的枢纽工程刻不容缓。文章从航道整治工程特性、保障枯水期船闸运行用水需求、船舶通航效率和航道运行维护四个方面考虑,对绣江复航工程的三个河段开发方案进行对比、分析,最终推荐采用一级（白马梯级）开发方案作为绣江河段梯级开发方案,同时,从工程建设必要性、工程任务符合性、工程选址合理性及工程运行方案合理性等多个方面对该开发方案进行论证。研究结果为实现西江航运规划目标,提高内河航运竞争力具有重要指导意义。", "label": "交通运输工程", "id": 0}
{"content": "建立某航电枢纽1:100水工整体物理模型,对枢纽上游引航道口门区布置方案进行验证优化。枢纽工程所在河道整体呈\"S\"形弯道形态,上游河道束窄,地形条件较差,枢纽泄流时上、下游口门区及连接段水流条件复杂,存在较为严重的回流和斜流等不利流态,难以满足通航要求。鉴于枢纽工程方案及调整受限制条件较多,本文结合工程实际情况从宏观角度出发,提出工程优化方案,通过疏浚上游航道和调整引航道口门区位置、优化导流墩结构和间距、增设制动段等工程措施,使得口门区的水流条件满足通航要求,并减少对河道泄洪影响。", "label": "交通运输工程", "id": 0}
{"content": "根据岷江中游河段航运总体规划要求,汤坝航电枢纽工程建成后航道通航等级为Ⅳ级,通航标准为500t级船舶（队）。因此在枢纽工程通航建筑物设计中对船闸引航道口门区及引航道的水流条件和船舶航行参数提出了要满足Ⅳ级航道船舶过闸要求。本文基于水工模型试验与船模试验相结合,对船闸引航道的通航水流条件和船舶航行控制参数进行了研究,结果表明,原设计方案船闸引航道口门区的水流条件较差,最大通航流量偏低,不能适应航运规划对船舶（队）过闸的要求。为此,在模型上对原船闸引航道布置方案进行了优化,使其口门区水流条件得到明显改善,船闸最大通航流量由原来的4000m~3/s提高到6580m~3/s,较好地解决了船舶（队）过闸问题,为工程设计提供了科学依据。", "label": "交通运输工程", "id": 0}
{"content": "平寨航电枢纽围堰工程分为一期枯水围堰、二期全年围堰和下游引航道围堰,围堰采用高压旋喷灌浆和高压摆喷灌浆相结合的方式进行防渗施工。高喷灌浆施工间歇期较长,工程地质复杂,围堰大小、长度及填筑料均不同。本文主要介绍高压旋喷灌浆和高压摆喷灌浆在几个围堰中的防渗效果,可供类似工程施工参考。", "label": "交通运输工程", "id": 0}
{"content": "针对船闸关闭时,靠前船舶容易碰撞闸门、造成损失难题,提出基于改进VGG模型视频监控船舶防碰撞方法。首先从视频监控提取帧图像,在帧图像中靠近闸门处选择感兴趣区ROI（region of interest）并根据ROI进行分割,得到敏感区图像。接着根据光线不同和有无船体,将敏感区图像分为白天有船体、夜晚有船体、白天无船体、夜晚无船体四类。然后利用卷积提取特征,引入批归一化,利用softmax函数实现视频背景和船舶区分。再结合闸门开合状态进行预判,当闸门关闭且ROI有船体时判为异常,其他情况正常。对广西某船闸3478张图片进行实验,识别率达到99.0512%。最后对预判结果进行容错校验,给出预警。由于施工方便、对光照变化具有较好鲁棒性,此方法具有较高实用价值。", "label": "交通运输工程", "id": 0}
{"content": "我国AIS系统建设日趋完善,标志着我国航海虚拟航标技术的应用得到了全面的凸显,其中应用于长江航道的AIS系统将发挥着重要作用。本文从AIS虚拟航标的定义和应用现状出发,分析了长江九江段航道水位交替期AIS虚拟航标应用的必要性和可行性,并就其应用需要解决的问题进行了初步探讨。", "label": "交通运输工程", "id": 0}
{"content": "以北江某船闸复杂深基坑工程开挖为实例,在基坑开挖施工过程中,对其各监测对象进行了监测。根据监测数据,分别对地连墙的水平位移和沉降、基坑深层水平位移、基坑周边地下水位、地连墙钢筋应力、混凝土支撑应力等变形数据进行了技术分析,结果表明,该基坑工程监测方案可较好地满足基坑开挖要求,对基坑合理安全施工具有一定的指导意义。", "label": "交通运输工程", "id": 0}
{"content": "流域梯级船闸的运行在西江\"一干三通道\"的通航中占据重要地位,通过对梯级船闸运行标准化的建设,达到西江船闸整体安全和效率的提升,在综合立体交通网的建设背景下,针对西江流域梯级船闸的集中控制和联合调度趋势发展,迫切要求对流域梯级船闸的运行进行标准化制定,以提升通航安全和效率。本文分析了西江流域梯级船闸运行标准化建设,并给出了标准化实例方案。", "label": "交通运输工程", "id": 0}
{"content": "信息化移动办公系统是实现航标管理与服务水平提高的有效手段,满足航标信息的综合管理要求,提升航标综合服务保障水平,同时实现良好的信息互通及流转,结合厦门航标处信息系统改造,遵循\"科技兴处、科技兴航标\"工作方针,根据改革航标管理模式、创新航标管理手段、改进航标管理方法上下功夫实现航标移动办公管理的需求,对航标业务与移动管理平台进行深度整合,旨在打造一个内部管理、现场采集、对外服务多个平台一体化管理的系统架构,实现航标业务智能化的移动化办公,能够有效提高海区航标维护管理质量,提升维护效率,促进海区航标维护的信息化、自动化、智能化,进一步确保航标持续正常运行,更好地保障海上通航安全。", "label": "交通运输工程", "id": 0}
{"content": "本文根据广州航标处辖区航标灯塔桩建设情况,结合笔者建设管理经验,对常用的几类航标灯塔桩材质特性、结构设计、基础设计及施工等进行了总结分析,并提出了一些设计与施工管理方面建议。", "label": "交通运输工程", "id": 0}
{"content": "介绍了采用充砂管袋的方式进行围堰施工,避免了外运土方填筑和施工运输中环境污染的问题,充砂管袋采用就近河道取砂,距离较近,不需要上路运输,无需采用环境保护措施,能节省文明施工措施成本与时间成本。", "label": "交通运输工程", "id": 0}
{"content": "根据已建立升船机塔柱结构特点,基于ADINA有限元分析软件,建立了5个不同高度升船机塔柱结构耦联体系三维有限元概化模型,采用有限元动力分析方法,重点探讨了升船机塔柱结构高度对塔柱结构耦联体系地震动响应的影响规律。数值模拟结果显示:①升船机塔柱结构横河向位移极值均随塔身高度增加而逐渐增大,竖井内动水压力极值均随水深增加而逐渐增大,整体均呈抛物线分布;②当升船机塔柱结构高度小于110m时,随塔身高度增加,塔柱结构横河向加速度动态分布系数极值逐渐增大;当升船机塔柱结构大于130m时,随塔身高度增加,塔柱结构横河向加速度动态分布系数先逐渐增大,达到0.5H位置附近后,开始逐渐减小,达到0.8H位置附近后,又开始逐渐增大;③随着升船机塔柱结构高度增加,塔柱结构第一阶自振频率逐渐降低,塔柱结构顶部横河向位移极值和竖井底部水体动力压力极值均逐渐增大,并均呈现一定的非线性,塔柱结构横河向加速度响应极值逐渐减小。", "label": "交通运输工程", "id": 0}
{"content": "为了提高垂直升船机疏散效率,对协同疏散影响参数展开研究。针对垂直升船机结构特征与疏散路径,分析垂直升船机电梯楼梯协同人员疏散方式,分别计算楼梯、电梯疏散时间,以二者最大值作为协同疏散时间,调整楼梯使用比例等协同参数确定最优协同疏散时间,分析疏散人数、停靠高程等因素对最优协同疏散时间的敏感程度。研究结果表明:最优协同疏散时间随疏散人数增加而增大、随停靠高程增加先减小后增加再减小;最优协同疏散时间对疏散人数敏感度不高,对停靠高程敏感度较高。", "label": "交通运输工程", "id": 0}
{"content": "针对目前LED冷光源航标灯器大都采用电池组供电,因电池种类多、标称电压各不相同,致使许多类型电源不符合航标灯工作要求无法直接使用;其次,电池组从开始放电到放电终了其端电压由高到低变化跨度大,致使航标灯发光强度由强到弱变化很大,影响其稳定、可靠性特点,设计了通过单片机对电源电压进行采样,以软件方式在航标灯质编码中混入宽度与电源电压幅值成反比的PWM波形,驱动LED灯器发光,从而实现航标灯在5.3V～20V的宽电压范围内工作,并能保持航标的发光强不变,增强了对能源宽范围的适用性和可靠性。", "label": "交通运输工程", "id": 0}
{"content": "三峡船闸通航能力超前达到设计水平,现有情况下通航能力提升有限,为进一步落实国务院《关于加快长江等内河水运发展的意见》,落实交通部关于提升三峡通航管理水平、发挥通航效益的相关要求,结合人工智能技术（AI）、高精度探测技术和5G传输技术,开展\"船舶同步过闸\"技术研究,一方面为提升过闸效率,另一方面为\"第三通道\"建设做好技术储备。本文将对船舶牵引进闸技术实现原理及技术特性等进行阐述。", "label": "交通运输工程", "id": 0}
{"content": "内河航道通航环境复杂,船舶类型及助航设施数量较多,船与船、船与助航设施之间的碰撞事故时有发生,严重影响了我国内河航运的安全、平稳发展。航标是水路运输中最重要的助航设施之一,其综合管理与维护一直是保障内河船舶通航安全的重要内容。针对长江武汉河段航标历史运维数据,本文从航标、环境、人因、管理四个角度阐述了航标碰撞事故诱因,并研究了航标漂移特征,提出了航标防碰撞策略;研究成果对于提升内河航标的管理维护水平具有重要参考价值。", "label": "交通运输工程", "id": 0}
{"content": "本文以广西某水电站船闸基坑开挖为例,介绍岩溶基坑内出现较大涌水的地质环境条件,分析岩溶涌水产生的途径,总结岩溶基坑涌水应急处理技术,供类似工程借鉴参考。", "label": "交通运输工程", "id": 0}
{"content": "三峡船闸人字门和输水工作阀门通过液压系统启闭,液压系统油泵自船闸通航以来已运行10多年,为消除设备隐患,保障船闸通航安全,2013年中国三峡集团启动了船闸液压泵的轮换检修工作。检修结果表明:液压油泵整体情况较好,变量缸、变量缸活塞腔端盖和变量缸弹簧腔端盖以及位移传感器等相对运动频繁导致部件坏损率较高。本文重点分析了船闸油泵关键部件坏损及修复问题,概括了液压油泵几种常见故障和处理手段,总结了油泵检查养护和维修处理的几个要点。", "label": "交通运输工程", "id": 0}
{"content": "针对三峡升船机在长期运行过程中平衡重钢丝绳会产生断丝和磨损等不易发现的缺陷,对比铁磁性材料缺陷具有代表性的几种无损检测方法,结合三峡升船机平衡重钢丝绳断丝与磨损情况检测方法的特点,通过比选采用漏磁无损检测方法,建立理论模型对钢丝绳漏磁场进行仿真分析,提出三峡升船机平衡重钢丝绳断丝和磨损综合检测的设计方案。通过实践研究,可为三峡升船机的安全、可靠运行提供保障,对国内其他升船机平衡重钢丝绳的维护和管理提供借鉴。", "label": "交通运输工程", "id": 0}
{"content": "锡澄运河是连接江苏省沿江经济带与环太湖经济圈的水路重要纽带之一,同时还担负着防洪、灌溉、排涝等任务。其入江段位于长江感潮河段扬中河段,针对锡澄运河整治方案中的三个入江引航道布置方案,采用潮汐控制的河工物理模型试验,研究平滩流量的不同潮型情况下,入江引航道附近的水流运动状况,论证引航道三个不同布置方案的优劣。", "label": "交通运输工程", "id": 0}
{"content": "引航道与泄洪河道交汇区水流条件复杂,极容易产生横向水流。本研究以成子河航道为例,建立数学模型,分析不同整治方案下交汇区域的流速条件,并确定优化的导流墙布置方案。在此基础上,针对优化方案,开展极端条件下的通航条件研究。结果表明:当废黄河来流206m~3/s和308m~3/s,成子河船闸瞬时最大下泄流量69.5m~3/s,下游为低水位12.5m的时候,交汇区最大表面横向流速大于0.3m/s,不满足通航条件。若遇到该极端条件,建议成子河船闸停航。", "label": "交通运输工程", "id": 0}
{"content": "引航道内流态稳定性是船只能否安全、快捷过闸的重要因素之一,其流态极易受到上游河道水流和发电站泄水的影响,产生横向水流。本研究通过建立二维数学模型,计算在洪枯时期上游来水和发电站泄水的5种工况下,新建白垢船闸引航道内水流流态的变化,并对比同等工况下旧船闸水流流态,分析论证新船闸设计的合理性,以及最佳通航水流条件,并指出设计的不足之处。结果表明:对比于旧船闸,新船闸在水流稳定性、过闸效率、安全等都有稳定的提升。当上游来水和发电站泄水量超过1000m~3/s时,部分航道纵流速超过0.3m/s,不满足通航条件,建议白垢枢纽船闸停止通航,当流量较小时,引航道4断面处横向流速处于较大数值范围,对通航产生不利影响,建议4断面附近引航道进一步设计改进。", "label": "交通运输工程", "id": 0}
{"content": "三峡船闸在山体中深切开挖修建,最大坡高170m,直立边坡高度为50～70 m,边坡整体稳定条件较好,由裂隙组成的大量随机块体引起的局部稳定问题较为突出,且危害施工安全,通过深入细致地现场地质工作,按照动态设计的原则,经过对块体进行计算分析和采取工程措施加固,其安全稳定性得到了可靠保证和长期保持,运行至今各项监测指标均在正常范围。", "label": "交通运输工程", "id": 0}
{"content": "GPS技术已经逐渐取代传统测量方法,成为控制测量中的主流技术。结合孟洲坝枢纽的案例,介绍了GPS在船闸工程测量中平面、高程控制测量的方法,系统地分析了GPS选点埋石、GPS网的布设和网形的设计、GPS观测和数据处理的过程。结果证明,使用GPS静态观测可提高工作效率、测量精度,降低成本,是一种可行高效的测量方法。", "label": "交通运输工程", "id": 0}
{"content": "启闭机是内河船闸正常运行的重要组成部分,实时精确获知启闭机行程距离,可有效保障船闸基础设施的稳定性和过闸船舶的安全性。本文开展了内河船闸启闭机智能测距系统的设计与实现研究。采用基于相位法的激光测距技术,提高了船闸启闭机原始测距数据精度,结合卡尔曼滤波修正测距数据,有效改善了由于亮度、湿度等因素引起的测距误差。经试验验证:智能测距系统所测结果与实际数据间的平均绝对误差和均方根误差均小于2mm,证明系统可满足内河船闸启闭机精确实时运动测距需求,可为船闸安全运行提供技术保障。", "label": "交通运输工程", "id": 0}
{"content": "本文通过分析目前航标巡检、应急反应等方面存在的缺陷引入无人机的技术优势,列举无人机应用于航标管理的具体适用情况并进行成本分析和缺陷分析。将无人机和现有航标管理手段相结合,能有效提高航标巡检水平,提升应急反应能力。", "label": "交通运输工程", "id": 0}
{"content": "本文从东海海区上海航标处航标遥测遥控应用的实际出发,探讨了推广航标遥控的积极意义和前景,对可能碰到的问题进行了分析并给出了作者的意见。", "label": "交通运输工程", "id": 0}
{"content": "以工程实例为分析资料,总结CFG桩在滇池海埂船闸枢纽交通改造工程基础处理中的应用及效果分析。", "label": "交通运输工程", "id": 0}
{"content": "涪江唐家渡电航工程是一个具有防洪、发电、和航运等多目标综合开发利用的水利水电枢纽工程,其通航任务也是重中之重。同一来流情况下,枢纽不同的闸门启闭方式对下游通航水流条件将产生重大的影响。本研究采用Mike21建模软件,选用非结构化三角网络结构模型,建立涪江唐家渡电航工程平面二维水动力学模型,进行了各特征通航流量下不同闸门启闭方式的水流数值模拟,通过对比分析,提出了满足通航条件的闸门启闭最优方案。涪江唐家渡电航工程通航条件下最优闸门启闭方式为:来流量为洪水流量5000m~3/s时,闸门全闸开启泄洪,枢纽上游引航道附近流态较为平稳,水深也满足通航要求,下游引航道附近存在较小回流区,对通航影响不大,水流能满足通航要求;来流量为大于枯水流量484 m~3/s小于枢纽控泄最大流量2000 m~3/s时,5孔冲沙闸关闭,分别局部开启右侧组泄洪闸、左侧组泄洪闸及全部泄洪闸,均满足通航要求,但通过流速分析和方案比选,此种情况下,最优的闸门运行方式为5孔冲砂闸关闭,局部开启右侧组泄洪闸;流量小于枯水期流量484 m~3/s时,泄洪冲砂闸全关,此工况下来流量小,水流流态平稳,满足通航要求。", "label": "交通运输工程", "id": 0}
{"content": "本文将通过对社会效益评价体系相关研究,建议将航标建设社会效益评价体系引入到北海港航海保障服务体系中,为北海港航标建设提供详实建设依据以确保航标的建设社会效益达到匹配的效果,将有助于提高航标建设社会效益评价的研究水平,提高航标管理水平,保障北海港水域助航设施建设可持续发展。", "label": "交通运输工程", "id": 0}
{"content": "北部湾海域广阔,航路复杂,航道较多,每年都会发生船舶碰撞浮标的事故。针对辖区航标被碰案例,结合相关法规条例,作者从主客观两个角度浅析了航标被碰原因,浅述了碰后取证相关方法,并从法规和联合巡航两个方面提出预防性建议,以达到航标避碰的效果,从而更好的保障船舶安全航行。", "label": "交通运输工程", "id": 0}
{"content": "研究了判断边坡卸荷带范围的剪-体应变增量法,该方法同时利用了岩体的体应变增量和剪应变增量,通过三峡永久船闸高边坡的分析确定了各自的强弱卸荷带分带阈值。之后按剪-体应变增量法方法进行了拉哇水电站左岸高边坡的开挖分析,并与采用卸荷量百分比方法得到的各级开挖步卸荷带范围进行了比较。在使用卸荷量百分比法时,不同于以往常用的各卸荷带变形模量降低百分比取定值,而是在各卸荷阶段中分别按照卸荷量百分比的变化线性变化。计算结果表明,采用3.5×10-4和2.5×10-4分别作为体应变增量法的强弱卸荷带阈值;采用3×10-4和2×10-4分别作为最大剪应变增量法的强弱卸荷带阈值,两者结合使用可以得到适宜的卸荷带分带范围。按照该分带标准与分别采用70%和60%卸荷量百分比作为强弱卸荷带分带阈值得到的卸荷带范围结果较为接近。可以为边坡卸荷范围的判断提供参考。", "label": "交通运输工程", "id": 0}
{"content": "长洲水利枢纽已建成4座船闸,是在通航环境复杂的西江河段建成的船闸群,是国内目前建成的规模最大的单级船闸群,最大船闸有效尺度340m×34m×5.8m。本文对船闸群选址、轴线位置、平面布置、改善引航道口门区水流条件的措施、输水系统、锚地布置、对外交通等方面进行了介绍,对其他枢纽船闸工程的总体布置具有参考意义。", "label": "交通运输工程", "id": 0}
{"content": "本文从基层航标站入手,根据相关文件、依据,梳理基层航标站在应急反应工作中的职责和角色,结合厦门航标处辖区实际,分析具体应急反应工作,对当前制约应急反应工作的因素进行思考,并就进一步做好基层航标站的应急反应工作,提出措施以及一些设想,以期对做好今后工作能有所有益处。", "label": "交通运输工程", "id": 0}
{"content": "简要介绍了声纳技术的工作原理以及和民用航标的结合构想。同时,针对部分海区形势不断变化,以南海为试点,作者构想了声呐浮标在此区域的应用。从主权、能源、防灾等方面进行了可行性及必要性论述。", "label": "交通运输工程", "id": 0}
{"content": "五强溪左岸高边坡属于岩质人工边坡,近于平行边坡的陡倾角断裂和软弱夹层发育,岩体构造破坏强烈,风化深厚,蠕变岩体广布,变形条件十分复杂,边坡施工中曾发生几次较大变形与局部失稳。为准确掌握运行期变形情况,在左岸高边坡布设有表面位移监测、地下水位监测、边坡钻孔测斜等监测项目,以便在发现安全隐患时及时采取治理对策。", "label": "交通运输工程", "id": 0}
{"content": "针对高水头阀门顶止水破坏的主要影响因素,提出三种止水材料配方,设计具有相同条件的试验方法,采用水下棱石法开展止水材料抗冲磨试验;研发阀门顶止水1:1切片试验装置,制作不同形式阀门顶止水试件,进行止水安装变形特性、不同水头压力变形特性试验研究。研究表明,止水表面冲磨破坏呈现波纹状特征,随材料硬度增大,止水表面冲磨趋于光滑,抗冲磨性能降低,相对而言,配方2抗冲磨性能略优;随着安装荷载或水头差的增大,止水变形近似线性增大,\"半圆头型\"止水相对较优;在高水头作用下止水变形较大,在止水初始安装时可考虑适当预留间距,以降低压缩变形及应力。", "label": "交通运输工程", "id": 0}
{"content": "船闸基坑已开挖接近建基面,基坑内岩溶涌水量呈不断增加趋势,基坑左岸坡脚出现3股较大情况的涌水,右岸坡脚出现一股较大涌水,水量约3800m~3/h,存在灾难性岩溶涌水风险。为避免基坑发生灾难性岩溶涌水,造成基坑淹没,保证工程施工安全,须对基坑岩溶涌水进行应急抢险封堵,对岩溶渗水进行补强灌浆处理。", "label": "交通运输工程", "id": 0}
{"content": "水运船闸工程混凝土因胶材用量较低、原材料复杂多变等因素,存在混凝土施工性能较差、底板混凝土易开裂、闸室墙混凝土易泌水等技术问题。本文采用聚羧酸减水剂配制船闸工程混凝土,并应用成子河船闸工程,结果表明:聚羧酸减水剂充分发挥其高减水、低收缩、绿色环保等特性,应用于船闸工程混凝土可有效改善新拌混凝土和易性,控制底板混凝土开裂及闸室墙混凝土泌水等技术问题,提高工程耐久性。", "label": "交通运输工程", "id": 0}
{"content": "本文采用北斗载波相位动态实时差分（Real-time kinematic,RTK）方法,通过在船闸处建设北斗高精度基准站,在船舶关键部位建设移动站,对船舶关键部位实现厘米级定位,进而判断出船舶的实时轮廓、位移、航向和运动情况。同时,在船舶周围关键位置安装告警影像雷达,实时监测船舶周围障碍物情况,在船舶靠近障碍物到达一定距离时发出告警信息。在船上配套安装高精度组合惯导,实时记录船舶的航行姿态,运用数据传输技术传送到船闸管理中心。结合船舶过闸信息系统和船载终端,有效解决船舶过闸时由于不能精确定位和姿态信息缺乏导致的问题,可以大大增加船舶驾驶安全系数,提高船舶过闸效率。", "label": "交通运输工程", "id": 0}
{"content": "根据钱塘江中游衢江段航道总体规划要求,衢江航道通航等级规划为Ⅳ级,通航标准为500 t级船舶（队）。因此,在衢江姚家航电枢纽设计中船闸引航道的水流条件应满足上述船舶（队）航行要求。本文基于水流模型试验与船模试验相结合,对船闸下游引航道口门区的流速、流态和船舶航行控制参数进行了研究,结果表明,原设计方案船闸下游引航道口门区的水流条件较差,不能完全满足船闸年通航保证率的要求。为此,在模型上对原船闸设计方案下游引航道隔流堤的布置进行了调整优化,使其口门区水流条件得到明显改善,年通航保证率由90%提高到96%,较好地解决了船闸下游引航道船舶（队）通航问题,为工程设计提供了科学依据。", "label": "交通运输工程", "id": 0}
{"content": "中间渠道是两端封闭的特殊渠道,是分散梯级船闸的重要通航建筑物,具有调度灵活、通过能力大等优点,但由于上、下游闸室不同运行条件的的影响,极易在中间渠道内产生复杂的非恒定流波动,对船舶航行和停泊产生不利影响。本文在已有试验成果的条件下,进一步构建了高水头船闸中间渠道的数学模型,对船闸上下游闸室同时充泄水条件进行数值模拟,计算分析了中间渠道内水位和流速波动,明确了中间渠道各部位的变化情况。", "label": "交通运输工程", "id": 0}
{"content": "以秦淮河船闸扩容改造工程为例,针对基坑开挖过程中,基坑底部出现翻砂冒水、流砂的现象,有必要对粉砂渗透变形的过程进行研究。本文利用自制模型装置,对秦淮河船闸扩容改造工程施工现场取来的粉砂试样,以逐级提高水头的方式进行室内渗透变形试验,通过试验过程中的现象、不同土样位置处水头的变化、水力梯度随上游水头的变化、渗流量随上游水头的变化等进行对比分析,对粉砂横向和竖向渗透变形的全过程进行了研究,具有一定的理论和应用价值。", "label": "交通运输工程", "id": 0}
{"content": "鱼骨坝是一种结构较为复杂的航道整治建筑物,在长江中下游分汊河段航道整治工程中发挥着重要的作用。戴家洲河段为长江中游较为典型的分汊河段,本文以该河段鱼骨坝工程为例,介绍设计方案,分析工程效果,并对整治工程进行了评估,提出了下一步的展望。", "label": "交通运输工程", "id": 0}
{"content": "珠江河口径潮交汇水域受径流、潮汐共同作用,枯季受潮汐动力影响大,沿海城市取水受咸潮上溯影响较大。本次研究通过分析横门东出海航道疏浚方案,对可能引发的咸潮上溯加剧的问题进行模拟,采用珠江三角洲网河及口门区潮流、含氯度耦合数学模型,计算分析疏浚工程对咸潮上溯的影响,结果表明,疏浚方案使得横门水道、洪奇沥水道涨落潮量增加,增大了横门水道咸潮上溯距离,总体咸界变化较小。", "label": "交通运输工程", "id": 0}
{"content": "对疏浚工程多波束水深数据处理过程进行了分析,将同一水深数据按不同网格间距输出水深成果,通过比对分析,验证了规范中有关多波束数据处理网格间距规定的合理性;同时发现在疏浚工程中,网格选取越大对水深值的影响越大,平均水深值随网格间距增大,其误差增大;而极值模式下的对应极值保持一致,不受网格间距影响;最浅、最深水深值之间的实地距离随着网格间距的增大而增大。不同的网格间距对水深成果的影响不容忽视,在疏浚工程中需根据具体情况分析,选取合适的网格间距输出数据。", "label": "交通运输工程", "id": 0}
{"content": "长江南京以下12.5m深水航道工程历经7年建设已全线贯通。项目建成后笔者历年多次参与了工程实施后的地形监测工作,除常规的无验潮RTK水下地形测量外,还引入无人机倾斜摄影、无人机机载LiDAR、无人机视频航摄、无人船等技术手段,获取多维度精细化观测成果,并进行了多维数据融合。本研究就历年来的工作做一个总结性的回顾,同时对不同的数据采集方式提出了注意事项和初步技术探讨。", "label": "交通运输工程", "id": 0}
{"content": "长江口深水航道工程自建成以来已发挥巨大的经济社会效益,但航道回淤问题依旧十分突出。为了研究长江口深水航道浮泥运动对航道回淤的影响,本文建立了一个平面二维潮流水动力-浮泥双层模型。本模型基于非结构网格,采用有限体积法离散控制方程,运用了LTS算法提高计算效率。模型首先模拟了静水条件下浮泥沿缓坡的流动,结果吻合良好。其次,将该模型应用于长江口深水航道模拟,先验证其潮流、潮位的可靠性,再用其模拟浮泥的运动及其对航道回淤的影响。", "label": "交通运输工程", "id": 0}
{"content": "南水北调工程是缓解我国北方水资源严重短缺局面的重大战略性基础设施,航运功能是大运河文化建设的重要组成部门,京杭运河江苏段即是调水主通道也是保障物资交流的核心通道。文中结合南水北调东线一期工程运行情况,就如何充分发挥好调水功能和航运功能进行分析,希望对南水北调东线二期工程规划建设起到一定的作用。", "label": "交通运输工程", "id": 0}
{"content": "根据建设京杭运河文化带的要求,京杭运河北京段将在近期内建成VI级航道,发展旅游航运。本文按照京杭运河北京段规划中的航道、船闸尺度等限制条件,提出了全线通航以后的旅游船船型主尺度系列,按载客人数和主尺度分为I型、II型、III型、IV型共四种船型系列,并根据未来的客运量潜在需求,预测了2025年、2035年各种船型所需数量。", "label": "交通运输工程", "id": 0}
{"content": "本研究考虑有限深水域中浮冰在波浪中的水动力特性。针对带窄缝的有限长弹性浮冰问题,基于线性势流理论和有限长弹性板假设建立数学模型,并利用特征函数展开法进行解析求解。围绕两种具体工况,研究了窄缝位置对波浪透射系数和浮冰应变响应的影响,并与无窄缝浮冰的情况进行了对比分析。结果表明:带窄缝弹性浮冰的波浪透射系数曲线随波数的增加而发生振荡变化,部分波况条件下会出现波浪全透射现象,但未出现波浪全反射现象;不同窄缝位置引起的浮冰中应变分布差异巨大,且随着入射波波数的增加,各块浮冰的应变响应均呈现从低阶模态到高阶模态的连续转变过程。", "label": "交通运输工程", "id": 0}
{"content": "根据历史文献、舆图、碑刻及实地调查,研究分析各朝代的相思埭修建沿革及功能变化,论证相思埭是一个不断发展的具有多方面效益的水利工程体系。", "label": "交通运输工程", "id": 0}
{"content": "长江是我国的黄金水道,长江口是长江黄金水道的咽喉,长江口广袤的拦门沙浅段制约了长江口的航道水深以及长江航运的发展,为了改善长江口通航条件,长江口航道治理工程势在必行。近20年以来经过系统的分析研究和实践,采用整治加疏浚的方案治理长江口航道,在河口治理、整治建筑物设计、项目管理、研究技术、生态环保、航道疏浚土综合利用等多方面取得了一系列的经验和创新,本文全面总结了长江口航道治理的建设经验,提出了未来长江口航道整治技术的发展面临的难题及展望。", "label": "交通运输工程", "id": 0}
{"content": "随着我国经济建设的快速发展,对外贸易程度不断建设,使我国对于港口航道工程的需求量也在不断地提升着,为我国高速发展的市场经济做出更大的保障。对外经济贸易的高速发展,必须要深刻地认识到海岸线的实际长度对经济贸易的发展,以及航运的发展程度具有至关重要的影响。为了保障我国对外贸易的发展,提高市场经济的竞争能力,必须要做好海岸线港口航道与海岸工程的施工建设。本文主要探讨港口航道与海岸工程在施工建设中存在的问题,并提出相应的解决对策,保障我国对外贸易的高速发展。", "label": "交通运输工程", "id": 0}
{"content": "随着我国经济建设的快速发展,以及对外贸易的不断开放,我国对于港航工程建设的需求量也在不断地增大。在港航工程的建设发展中,基槽开挖和港池疏浚施工技术,是港航工程建设发展中比较常用的两项应用技术,对港航工程的建设进度、质量等具有极为巨大的影响。本文以某港航工程为例,对基槽开挖、港池疏浚两项施工中的关键环节对港航工程进行具体分析,探究相关的影响因素,以及优化方案,推动港口经济的发展。", "label": "交通运输工程", "id": 0}
{"content": "以前的工程测量大多都是使用传统的测量技术,但是这些传统的技术在如今逐渐显露出了大量的弊端。而目前网络信息技术的不断发展,就有利于推动工程测量的数字化发展。在港航工程的测量工作之中,传统的测量经常出现大量的误差,不利于港航工作的开展,因此本文主要探究数字化测绘技术在港航工程测量中的应用效果。所以,首先阐述了常见的数字化测绘技术,然后讲述数字化测绘技术与传统测绘技术相比的优势,以及数字化测绘的特点,最后是数字化测绘技术在港航工程测量中的具体应用。", "label": "交通运输工程", "id": 0}
{"content": "港口航道疏浚工程在进行测量的时候,一般都是利用的通信和海洋测绘技术来进行完成测量工作。采用这两种测量技术不仅可以让工程测量工作更加高效完成,而且还可以让测量的结果更加的准确。同时,现代海洋测绘通信技术应用可以为测绘工作提供较好的测量条件,其对之后的施工工作也创造一定的有利条件。本文将会根据一些航道疏浚工程实例,对海洋测绘及通讯技术相关的设备类型进行阐述,并对现代海洋测绘与通讯技术在港口航道疏浚工程测量中的运用展开分析,包括LRK测量技术、多波束测量技术、潮位遥报系统,总结了测量效果,使现代海洋测绘及通信技术应用发挥出更好的作用。", "label": "交通运输工程", "id": 0}
{"content": "港口航道疏浚工程在进行测量的时候,一般都是利用的通信和海洋测绘技术来进行完成测量工作。采用这两种测量技术不仅可以让工程测量工作更加高效完成,而且还可以让测量的结果更加的准确。同时,现代海洋测绘通信技术应用可以为测绘工作提供较好的测量条件,其对之后的施工工作也创造一定的有利条件。本文将会根据一些航道疏浚工程实例,对海洋测绘及通讯技术相关的设备类型进行阐述,并对现代海洋测绘与通讯技术在港口航道疏浚工程测量中的运用展开分析,包括LRK测量技术、多波束测量技术、潮位遥报系统,总结了测量效果,使现代海洋测绘及通信技术应用发挥出更好的作用。", "label": "交通运输工程", "id": 0}
{"content": "本文研究了云计算技术在地理信息领域的最新应用,结合典型案例分析,设计了面向\"云上长航\"战略的航道资源管理与应用框架,基于ArcGIS云平台软件,构建了航道云GIS资源管理与应用原型系统。该系统实现了云GIS环境下的航道信息的管理、制图、可视化与分析应用,初步探索云计算、大数据技术在航道业务领域的应用点与应用效果,可解决来自不同GIS平台航道信息融合与协同共享等问题,降低地理信息技术使用门槛,大幅度提高航道信息资源的分析与挖掘能力。", "label": "交通运输工程", "id": 0}
{"content": "通过研究长江电子航道图、长江干线数字航道等信息化项目建设实践成果,分析电子航道图、数字航道在标准建设、安全等保、数据处理、App应用等方面取得的经验,对大数据时代长江智能航道发展在标准建立、数据安全、数据治理、数据应用四个方面的发展前景进行了思考并提出建议。", "label": "交通运输工程", "id": 0}
{"content": "在工程教育专业认证背景下,本文以同济大学港口航道与海岸工程专业为例,从修订课程大纲出发,充分提炼专业课中的思政元素,注重学生学习效果综合评价,对学生培养教育进行初探。", "label": "交通运输工程", "id": 0}
{"content": "工程教育专业认证是以学生为核心的认证体系,着力于促进学生通过在校学习对12条毕业要求及其分解而成的指标点的全面达成。所谓全面达成,是指除了通过课堂教学途径,实践教学与创新教学也是课堂教学的重要补充,同时也为用人单位输送动手能力强,有创新思维的优秀人才。结合自身专业特点,在学生实践教学和创新思维培养方面展开了有效工作,构建了较为合理的实践创新教学体系。", "label": "交通运输工程", "id": 0}
{"content": "工程行业的迅速发展和不断加快的国际化进程对学生的工程实践能力和创新研发能力提出了更新更高的要求。依托学科优势和专业特色,与行业内科研机构及企业联合建设协同创新中心,旨在鼓励联合创新和促进资源共享,为高校的人才培养和实践教学开辟了新的视角。本文在分析工程专业实践教学特点及存在问题的基础上,提出了协同创新模式下工程专业实践教学体系的构建模式,并以我校港口航道与海岸工程专业为例,阐述了实施办法和经验。", "label": "交通运输工程", "id": 0}
{"content": "为满足疏浚管道的耐磨蚀性能要求,开发了450HBW硬度级别的耐磨蚀钢板BMS1400,并成功进行了钢板及钢管的试制。开发的钢板具有良好的成形性能、低温冲击韧性和耐磨蚀性能。制备的大口径厚规格疏浚管具有良好的平直度和椭圆度,性能指标均满足设计要求,钢管已经成功在疏浚管道上获得应用,耐磨蚀性能达到现有普碳钢的2倍。", "label": "交通运输工程", "id": 0}
{"content": "妈湾跨海工程采用隧道方案,通道沿线的海床冲淤变化和规划航道开挖后的泥沙回淤强度都会对盾构隧道结构的卸载作用产生影响。本文对通道所在的大铲湾口门附近海床进行演变分析。大铲湾为伶仃洋东侧中部的次一级海湾,长期以来大铲湾一直处于缓慢淤积的状态。近期由于围垦、养殖和港口建设等人类活动的增多加快了湾内浅滩的淤积速率。大铲湾湾口及湾内流向以往复流为主,但流向随涨落潮较为复杂,湾口处的实测平均流速小于0.5 m/s,为口外流速的一半左右。湾口处含沙量分别为0.55～0.090 kg/m~3。湾口淤积的泥沙主要是随潮流由伶仃洋携带而来,洪季淤积量较大,枯季则较小;妈湾通道大铲湾口门沿线现状海床高程下,滩地年均变化在±0.03 m左右,大铲湾突堤一侧港池如开挖至-18 m,开挖初期年回淤厚度1.0～1.5m,其间可能存在浮泥及台风或其他因素的影响;随着挖槽的稳定,年回淤厚度可逐年减少到0.25 m左右。回淤厚度还与具体的水沙条件和港池的维护方式有关。", "label": "交通运输工程", "id": 0}
{"content": "妈湾跨海通道以盾构隧道形式下穿前海湾湾口,隧道上方覆盖层厚度的变化对隧道荷载设计至关重要。前海湾湾口位于深圳大铲湾港区的港池规划水域,底标高将由目前的-3.0 m开挖至-18.0 m。研究采用潮流泥沙数学模型,在对前海湾近期实测水文资料验证的基础上模拟了内港池开挖后的水沙运动变化和通道沿程的泥沙回淤强度。研究结果表明:前海湾湾口水域的水流呈\"东涨、西落\"的往复流形式,流速普遍较弱;湾口区域泥沙回淤呈\"北多南少\"的分布趋势;通道北段最大淤强0.80 m/a,沿线平均淤强为0.40 m/a,通道泥沙淤积厚度呈逐年减小的特点。结合港区定期维护疏浚情况考虑,妈湾跨海通道沿线海床的泥沙回淤不会出现大幅淤积的情况。", "label": "交通运输工程", "id": 0}
{"content": "随着疏浚行业的发展,疏浚船抛泥作业面临精准量化的更高要求。利用边长为1.2 m的立方体水箱,概化抛泥装置,研究抛泥后的水下堆积体形状与水深、泥沙粒径的关系。研究发现,随着水深的增大,泥沙堆积体的厚度逐渐减小,范围逐渐增大,边坡呈减小趋势;当水深大于50 cm时,泥沙堆积体呈圆锥形,当水深小于50 cm时,泥沙堆积体呈火山锥形态;相同水深条件下,随着泥沙粒径的减小,堆积体范围增大,厚度减小,边坡趋缓;水深较浅时,随着泥沙粒径的减小,\"火山锥\"锥口的深度相对增大;当泥沙下降速度较快且水深相对较深时,堆积体边坡坡度随粒径变化幅度较小。", "label": "交通运输工程", "id": 0}
{"content": "巢湖湖区航道工程是引江济淮工程的重要组成部分。为分析风浪作用下巢湖白石天河口门航道区域水沙运动特性,通过MIKE3建立了巢湖湖区三维水流泥沙数值模型;对白石天河口门湖区航道水沙特性进行研究,并利用2016年10月21日至10月23日大风天巢湖湖区口门现场水沙实测资料对数学模型进行验证,验证结果总体良好。通过建立的数学模型研究了巢湖湖区风浪作用下的泥沙特性,并探讨了白石天河航道开挖时可能存在的泥沙淤积问题,研究结果表明:巢湖为典型浅水湖泊,湖区泥沙运动主要受风生波浪和湖流影响,大风天近岸区泥沙运动活跃。同时,从白石天河口门航道实测波浪与含沙量变化过程分析得出,波高、湖流与含沙量响应关系显著。建议关注白石天河口门航道工程航槽泥沙淤积问题。", "label": "交通运输工程", "id": 0}
{"content": "航道开挖后的回淤一直是困扰航道及港口建设的突出问题,尤其是大风下的航道骤淤更是管理部门关心的重点问题。以盘锦港拟建10万吨级航道为例,采用数学模型模拟的方法研究了航道开挖后10年一遇与25年一遇的SSW风向（常风向、强风向）以及与ESE风向（垂直航道方向）下的航道淤积情况。结果显示,常态下（无风）航道近港区附近淤积厚度较大,航道内一年平均淤积厚度0.52 m。不同风速风向引起的航道淤积形态与强度不同, 10年一遇与25年一遇SSW风向下航道一周回淤厚度分别为0.11 m和0.14 m, ESE风向下航道一周回淤厚度分别为0.16 m和0.19 m。典型大风天对于航道回淤的影响不可忽视,在常态疏浚的基础上需根据台风预报提前对回淤量进行预测并及时采取措施。", "label": "交通运输工程", "id": 0}
{"content": "长江口深水航道整治工程中,采用了很多护底软体排结构,但是护底软体排会由于不利的流态而发生破坏。为模拟软体排破坏过程,基于平面二维水-沙-地形耦合数学模型,进一步考虑护底软体排对地形冲淤的影响机制,即在模型中,修正软体排覆盖区域泥沙上扬和沉降通量,来模拟软体排排边冲刷并向排内发展的破坏过程,并记录软体排的受力状态和破坏状态。采用所建立的模型,针对长江口软体排进行了初步模拟:将400 m?400 m的矩形软体排放置于长江口南北港分汊口附近,在长江上游开边界给定2016年2月1日至2016年9月20日大通站实测径流数据,采用该期间流量过程,在2014年和2015年两年的流量与悬沙浓度数据拟合曲线中插值得到悬沙浓度过程;外海开边界为水位驱动,考虑M2、 S2、N2、 K1、 P1、 O1、 K2、 Q1、 MM、 MF、 M4、 MS4、 MN4分潮,通过TPXO计算出边界点与长江上游开边界同期的潮位时间序列;钱塘江上游给定800 m3/s恒定流量和0.02 kg/m3的恒定含沙量过程。结果显示,该位置的软体排,在排体外缘持续冲刷状态下,计算到约1 199 h时,发生滑落破坏,在计算到约4 227 h时,发生坍塌破坏。", "label": "交通运输工程", "id": 0}
{"content": "随着人类社会的进步,海洋的污染日趋加重,尤其体现在近海海域环境的恶化,并有继续扩展的趋势。沿海地区的飞速发展,特别是港口建设过程中的疏浚施工势必会对一定范围内的海域产生影响。依托京唐港23～25#多用途泊位工程,模拟预测疏浚施工过程中悬浮泥沙的输运和扩散过程,确定悬浮泥沙对海域的影响强度和范围,为疏浚施工及相关利益方提供预防和管控的客观依据,可供类似港口工程疏浚施工参考。", "label": "交通运输工程", "id": 0}
{"content": "航道疏浚的水下开挖作业扰动海床底泥使之悬浮扩散,影响海洋环境。模拟悬浮泥沙随水流运动的扩散输移过程,预测分析对周边海域的影响,为制定更为合理的施工方案提供参考。采用MIKE21 HD模块建立浙江金塘港海域二维潮流模型,并利用实测水文数据对模型进行验证。在此基础上,通过MIKE MT模块模拟悬沙的扩散输移过程,计算得到悬沙的浓度大小与潮流流速成反比关系,结合该海域张潮期流速小于落潮期流速的特征,将疏浚的施工时间分为涨潮期施工和落潮期施工,分别计算不同施工期的悬沙扩散输移过程。对比分析计算结果表明:悬沙的扩散输移与潮流流速和流向以及岸线相关;涨潮期施工,悬沙浓度大于1mg/L的包络面积最大为0.93 km～2,落潮期施工的最大面积为1.62 km～2;选择落潮期进行疏浚施工将有效地降低悬沙对周边海域的影响。", "label": "交通运输工程", "id": 0}
{"content": "<正>一、\"江河枯竭\"综述（一）\"江河枯竭\"定义\"江河枯竭\"指代的是水资源危机。我国是一个有水国家,但在十四亿人口面前却是杯水车薪。我国在水资源短缺和污染上问题日益突出,逐渐成为阻碍生态建设的重要因素。江河令世界轮廓分明。然而,一些令人不安的事情正在发生。通过一则则新闻报道,才发现手中的地图已经和现实不相符了。内陆的海和湖泊正在消失。以往地理课中江河如何从山脉中发源、汇流成河、奔腾入海的情景,如今已经变成了虚幻。", "label": "交通运输工程", "id": 0}
{"content": "依托长江干线航道图坐标转换项目,论述了狭长带状地形图坐标转换涉及的区域划分、公共点选取、重叠区接边等问题,采用四参数转换模型逐步剔除具有粗差的公共点,引入多项式拟合模型实施分区大地坐标转换,借助加权算法平滑相邻分区重叠点坐标。结合航道图控制点80系坐标数据向2000系转换的实例,验证了转换精度,能够满足不同坐标系统下航道图坐标转换要求,实现测量数据的共享与统一。", "label": "交通运输工程", "id": 0}
{"content": "绞吸挖泥船在疏浚作业时,对横移控制系统的影响因素复杂多变,难以用准确的数学模型表达其控制过程。现有的横移过程控制,采用经典控制方法,需手动调节模型参数,难以获得高控制率。将Q学习与神经网络相结合,利用神经网络的泛化能力,解决横移过程的连续状态空间的输出问题,搭建横移过程控制的神经网络环境模型,进而利用Q学习的自适应能力对横移过程进行自学习,以实现横移过程的自适应控制,且可实现横移控制系统的离线学习。根据实际采集的数据进行仿真实验,结果表明采用Q学习能在不确定环境条件下快速有效的学习和达到目标,取得较好的控制效果,证明了此方法的合理性和有效性,进一步提高了Q学习理论在绞吸挖泥船实际控制系统中的应用价值。", "label": "交通运输工程", "id": 0}
{"content": "可视分析是时空大数据分析的重要内容,适用于海量多源异构航道要素数据融合研究,为内河通航条件大数据分析奠定基础。本文基于水动力数学模型,开展内河航道通航条件数值模拟与可视分析研究。首先,采用定床二维水沙数学模型模拟通航水域航行条件,获得了不同季节（流量等级）的流速场、水深场;结合高德API建立通航水域船舶航行条件可视化分析平台,实现了主、缓流区域辨识;最后,预测并分析航行水域通航条件演变趋势。研究成果可为内河船舶航线规划、海事监管提供技术支撑。", "label": "交通运输工程", "id": 0}
{"content": "南运河跨天津、河北、山东3省（直辖市）,曾是京杭大运河的一部分,具有行洪、输水、通航等功能,现为海河流域漳卫河系主要行洪尾间河道之一。目前,南运河泄洪入海通道淤积较为严重,河道尾间行洪能力偏低;水资源量减少、水污染加剧,水生态环境恶化;河道航运功能丧失。为积极应对南运河面临的新形势,从满足区域经济社会可持续发展、加强生态文明建设需要出发,规划提出河道综合治理规划方案:针对河道过流能力降低等问题,进行满足防洪、输水安全、生态环境友好的防洪、输水工程规划;针对水质污染、水生态环境恶化等问题,进行水资源保护与生态修复和运河文化建设规划等,实现河道行洪、输水、水生态和运河文化传承等功能。", "label": "交通运输工程", "id": 0}
{"content": "绿色施工是我国建筑业发展的大方向,BIM技术的兴起和发展改变了传统建筑业的工作模式,为绿色施工的实施提供了便利的条件。因此如何应用BIM技术来解决绿色施工中资源节约、环境保护的目标成为了现在的研究重点。本文以宿迁市京杭运河港扩容提升工程为依据,结合该项目施工多样化、申请三星级绿色建筑目标高的特点,针对绿色施工管理目标难以实现的问题,通过对BIM技术在绿色施工四节一环保中的应用点进行探究,并建立基于BIM的专项管理平台,以此来有效的降低施工成本、提高施工质量、缩短施工工期、降低资源能源的消耗,保护生态环境。", "label": "交通运输工程", "id": 0}
{"content": "近几年,泗洪县大力整治河道提升航道水运能力,随之产生了大量弃土,而为了缓解高速公路路基填筑严重缺乏土源的现状拟合理利用弃土。本文对宿迁港泗洪港区城东作业区码头工程港池开挖的浅层冲积土进行了试验研究和沉积环境分析。研究表明,常量元素氧化物对古环境的反映以及化学蚀变指数（CIA）得出该土的形成环境是温湿条件下的中等化学风化,该土样的Al2O3/SiO2=0.152,说明该土中黏性较小,为粉砂质黏土。在该沉积环境下形成的土,颗粒均一,具有一定的粉土性质,其路用力学指标不易满足工程要求,必须进行人工掺灰处理。本文旨在从土的沉积环境角度分析土的工程特性,为合理利用河道弃土,以缓解路基填土土方来源的压力服务。", "label": "交通运输工程", "id": 0}
{"content": "当前关于绿色航道的研究成果较少,技术方法尚不成熟。在绿色发展理念下建设绿色航道备受关注。通过对文献资料的检索,总结了国内绿色航道发展现状及存在问题,尝试提出了绿色航道建设的技术路线和对策措施,为后续研究提供一些指导性意见。", "label": "交通运输工程", "id": 0}
{"content": "淠河总干渠渡槽为大跨度、大荷载集度的通航渡槽,国内外参考实例和研究成果非常少。本文介绍了引江济淮工程的淠河总干渠渡槽的系列关键技术。渡槽主跨110m,采用桁架式梁拱组合结构,通过理论分析和模型实验等手段,对该类渡槽的荷载特性、钢桁架式桥与槽身的受力机理、槽身内部流体流固耦合效应、考虑渡槽液体流固耦合的抗震性能、槽内与槽下船舶的撞击和伸缩缝止水设计等系列关键技术进行了研究,并针对关键点提出了相应的工程解决方案,为类似工程提供参考和借鉴。", "label": "交通运输工程", "id": 0}
{"content": "黄骅港20万吨级长航道采用了分段乘潮的新方法,在分段乘潮研究中发现《海港总平面设计规范》与《海道测量规范》关于长航道深度基准面的规定存在着矛盾。采用自动乘潮计算可解决分段乘潮计算复杂的问题,分段乘潮算法是乘潮研究的核心。分段乘潮使宝贵的潮汐资源得到了充分的利用;简便快捷的自动乘潮计算保障了船舶航行的安全,提高了港口的生产效率。", "label": "交通运输工程", "id": 0}
{"content": "本文依托金龙湾E西区填海工程对BIM技术在重力式水运工程施工管理中的应用方法及效果进行了探索,建立了一套较为完整的重力式水运工程施工BIM技术应用体系,探索内容涉及施工中的技术、质量、进度、安全、成本、物资、设备、人工等各方面的管理,主要应用技术包含BIM水深数据处理及分析技术、按里程参数化建模技术及多种BIM软件配合应用技术。通过本次探索,提出了BIM技术在重力式水运工程施工管理中的多个应用方向和应用方法,在实践应用中总结了BIM技术在重力式水运工程施工管理中应用的诸多优点,可为BIM技术在其他类似工程中应用提供借鉴经验。", "label": "交通运输工程", "id": 0}
{"content": "航道岸坡的绿色生态治理是河流生态治理的重要组成部分。为有效指导生态护岸的规范化建设,实施岸坡绿色生态治理的目标规划和工程后评价,十分有必要开展岸坡绿色生态治理的评价理论研究。文章通过资料分析、理论研究、数学模型和现场调研相结合的技术手段,对绿色生态岸坡治理方案评价的指标体系及方法进行研究,在深入探讨绿色生态岸坡理念及内涵特征的基础上,构建了绿色生态岸坡治理方案评价指标体系,建立了多层次模糊综合评价模型,并顺利用于广西那吉库区航道生态护岸示范工程的综合评价,研究可用于指导绿色生态岸坡治理项目方案规划、项目实施和验收评价。", "label": "交通运输工程", "id": 0}
{"content": "近年来,随着邮轮市场的高速迅猛发展,选择邮轮出行的人次日益增长,各大邮轮公司对国际邮轮乘务管理专业人才的需求量也在快速增加。然而目前该专业人才供给不仅数量不足,德育素质更是无法满足行业需求。本文提出应该对高职国际邮轮乘务管理专业课进行课程思政改革,来解决学生德育素质欠缺的问题,并选取英语这门专业必修课为研究对象,探究将立德树人教育融入高职专业课教学的有效途径。", "label": "交通运输工程", "id": 0}
{"content": "<正>2017年5月,一带一路国际合作高峰论坛在北京召开,这标志着\"一带一路\"倡议进入了全面推进阶段。实质上,\"一带一路\"是中国主导的升级版\"全球化4.0\"的开端,而在\"全球化4.0\"推进过程中,海洋将扮演极其重要的角色,且将逐步在国际合作竞争过程当中发挥主导作用,这标志着海洋正处在又一次大航海的前夜,做为涉海、涉外管理的重要部门之一,海事也将实现由\"幕后\"到\"台前\"的转身,中国海事迎来了自身创新发展的奇点阶段。", "label": "交通运输工程", "id": 0}
{"content": "近年来,株洲智慧水运监管取得长足发展,并发挥积极作用。本文主要阐述株洲智慧水运发展历程,简要分析提质升级必要性,坚持为民宗旨、问题导向,立足主责聚焦主业,从数据安全、全面感知、智慧功能模块开发、操作便捷等四方面对智慧水运未来发展进行系统构想,奋力擘画株洲智慧水运监管\"十四五\"规划蓝图。", "label": "交通运输工程", "id": 0}
{"content": "本文通过分析传统刚性执法与\"柔性执法\"的不同,阐明推行\"柔性执法\"的必要性,提出在海事监管中推行\"柔性执法\"的对策建议。", "label": "交通运输工程", "id": 0}
{"content": "近年来,公众在\"互联网+\"中体验到了人性化、便捷化、多元化的优质服务,但网上行政审批\"全程网办\"也出现了多重问题。以扬州地方海事为研究案例,针对\"无缝隙政府\"为研究理论框架,提出了构建无缝隙的网上行政审批\"全程网办\"的路径。", "label": "交通运输工程", "id": 0}
{"content": "本文聚焦高职专业英语中的教学,以培养高素质高技能型人才、完善《邮轮实用英语》教育教学实践和评价体系为目标,结合课程的实际特点,从专业知识学习和口语技能培训两方面分别探索提升学生道德人文素质的有效途径,将两者有机结合起来,构建出一个完整的教学体系。", "label": "交通运输工程", "id": 0}
{"content": "加快建设航运强国事业已经成为国家重要发展议题之一。在国家和地方政府的大力支持下,中国航运网络的不断演化对港口城市的等级结构、网络地位、经济贸易等产生了深刻的影响。同一港口群的上海与宁波舟山之间的竞争与合作一直以来都是实务界和学术界关心的问题。尽管两大港口城市的国际枢纽职能已逐渐明确,但对内（面向大陆）联系的研究仍未完全展开。中国大陆内部的跨城航运网络数据表明:（1）不论是江、海向腹地,上海对内的联系广度、强度高于宁波舟山与其他城市的联系,明确了上海航运中心城市之首的地位;（2）上海与宁波舟山之间的总关联度高,相互协作关系紧密,且两者存在明显南北区域协作以及江海分工;（3）但也发现,上海与宁波舟山的航运货物比重不同,立足于经济产业基础,是错位发展、城市转型、实现共赢的重要突破口。", "label": "交通运输工程", "id": 0}
{"content": "国际海事公约对世界航运有重要的影响,在提高船舶航行安全,防止和控制船舶对海洋的污染,规范海员培训、值班和发证等方面采取统一的标准,提高了海运的安全性和航运效率。本文阐述了国际海事公约的产生和修正过程,分析了公约在我国的实施现状,旨在为海事部门履约和航运从业人员学习公约提供参考和建议,从而维护我国的海事利益及促进航运业的发展。", "label": "交通运输工程", "id": 0}
{"content": "基于相关规划和规划纲要来分析长三角港口群发展定位的演进变化,对于正确认识长三角港口群以及上海港的作用与地位具有现实意义。在长三角一体化发展的大背景下,上海港要以《长江三角洲区域一体化发展规划纲要》为重要遵循,始终坚持一体化发展导向,深化与长三角其他港口间的合作关系;要着眼于国家战略需要,着力增强港口高端物流服务要素集聚和辐射能力,促进和保障国内国际双循环;要发挥好龙头带动作用,通过组建长三角港口联盟,港口间定期展开技术交流以扩大示范效应,进而提升整个港口群的国际竞争力。", "label": "交通运输工程", "id": 0}
{"content": "波羅的海運價指數,作為散裝航運營運指標,由多條主要航線三種船型運價平均所組成,同時影響著原物料價格。作為一個極具有影響力的經濟指數,預測其未來走勢可利用於股票期貨市場、航運業風險管理等多種情境,十分具有參考價值。本研究使用深度學習演算法對波羅的海運價指數進行預測,模型採用卷積神經網路（CNN）結合長短期記憶神經網路（LSTM）,利用卷積神經網路在特徵提取上的優勢,結合長短期記憶神經網路在時間序列的優秀性能。研究結果顯示以此方式建立之模型,能利用過去90天的資料對未來1天進行精準的預測,並且在進行連續預測產生大於1天的預測結果時,能產生低誤差且以複雜曲線構成的預測結果。", "label": "交通运输工程", "id": 0}
{"content": "海峽兩岸於2008年達成海運直航後,跨境電子交易日漸興盛,尤其臺灣民眾利用電商平臺進行跨境網購交易日趨頻繁;基此,臺灣藉兩岸間海運具有航行時間短及運載容量大之雙重特性,並以空運快遞作為借鑒,制定相對應規範,進而開創海運快遞服務,建立兩岸間特有產業,促進兩岸海運及經貿之發展。本文透過回顧海運快遞服務之過去及現在,以透析營運現況及問題所在,進而探求海運快遞服務之未來,以掌握發展趨勢及提早因應。", "label": "交通运输工程", "id": 0}
{"content": "改革开放40年来,人民生活水平不断提高,对旅游的重视程度逐年上升,尤其是对20世纪80年代在中国兴起的邮轮旅游产生了极大兴趣,使我国邮轮行业成为全球最具潜力的邮轮市场。为了吸引更多的邮轮游客,促进我国邮轮产业的健康发展,很有必要研究潜在邮轮游客的消费行为,为此本文开展了基于MNL模型的中国邮轮消费选择行为研究。首先设计了问卷调查表,将受访人群分为无意向邮轮旅游者、潜在邮轮旅游者和既成邮轮旅游者三类,研究了受访者基本信息、邮轮旅游的限制因素、旅游者的消费偏好和消费行为等四类问题,发现了旅游者对目前邮轮旅游各个方面的选择倾向。其次,采用二元logit模型对旅游者是否会再次乘坐邮轮选择行为进行建模。最后,使用MNL模型对旅游者在邮轮上的付费服务进行选择行为研究,并且进行讨论分析。研究表明,游客对挂靠港旅游、特色餐厅、免税店和户外场所的消费概率相对比较高,对影视剧院、室内健身的消费概率相对比较低。", "label": "交通运输工程", "id": 0}
{"content": "交通运输部等九部委印发的《关于建设世界一流港口的指导意见》,提出到2035年,全国港口发展水平整体跃升,主要港口总体达到世界一流水平,若干个枢纽港口建成世界一流港口,引领全球港口绿色发展、智慧发展。过去十年我国沿海港口一直呈现快速发展态势,全国乃至全球争相建设区域枢纽港的同时,港口的规模化扩张、集群化发展,给港口集疏运带来新一轮挑战,集疏运体系成为制约世界一流强港建设的关键因素,本文将探索基于世界一流港口视角下的港口集疏运体系建设。", "label": "交通运输工程", "id": 0}
{"content": "2019年以来,我国船员流失问题日益严峻,对航运业可持续发展、交通强国国家战略落实和海洋强国建设均带来负面影响。解读《2019年中国船员发展报告》的数据得知我国船员流失主要集中于从事沿海航行和国际航行的三副与三管轮。在访谈和问卷调查的基础上,通过定量和定性相结合的研究方法,从更宏观的视角分析三副与三管轮流失原因。结果表明,海陆收入差异减小、社会地位偏低、晋升困难、英语能力不足等原因是船员流失的主因。在此基础上,本文从政府和主管机关以及海事类院校两方面提出相应改进措施,旨在减缓船员流失状况。", "label": "交通运输工程", "id": 0}
{"content": "中国传统\"天\"信仰对于海上人命安全以及航运安全文化建设具有重大意义。通过运用事件树分析法可知,要保障船舶海上人命安全,就必须保证海上事故的预防、应对以及弃船之后的海上求生的成功。中国传统\"天\"信仰不但能够给以航运人员积极的世界观、人生观、包含安全观在内的价值观,而且能够提供航运人员良好的,包括应对生存危机的安全心理。这能有效地减少海上事故人为因素并保障海上人命安全。另外,按照国际海事组织（IMO）的《ISM》规则的实施指南,信仰又是成功的航运安全文化建设的重要因素。因此,航海教育工作者以及航运工作者应该有机地将\"天\"的信仰教育融入平时的航海教育以及航运安全文化建设中。", "label": "交通运输工程", "id": 0}
{"content": "从诠释学的角度对国际海事组织文本《人为因素统一术语》进行诠释,除了探讨文本的理解、解释和应用外,还可以有如下三个角度:首先是方法论诠释,它把理解和解释作为一种\"方法\",着重于理解作者和文本的原意,这是严肃解读文本的必然要求;但是,由于种种原因,要完整地理解文本的\"原意\"是非常困难的,因此,本体论诠释把理解和解释作为人类的一种\"存在方式\",这使得文本的诠释呈现多元化,同时要警惕由此可能带来的道德\"虚无主义\";最后是神学诠释,这是一种基于信仰立场的诠释。信仰对人类的行为产生重大影响。而诠释学的观点正是提醒人们:科学理性、良好的沟通、信仰对于船舶安全有着重大意义。诠释学确实有强大的应用场景。", "label": "交通运输工程", "id": 0}
{"content": "海图目前无法实现全球性覆盖,更新的效率、质量不能适应海洋事业的快速发展。基于目前我国大力推行公共产品供给PPP模式的契机,借鉴国内外先进的海图PPP模式,妥善解决当前海图生产的问题,探索新的海图供给路径。实地调研H单位六个测量分队、四艘船舶,采用访谈法了解相关测量技术员、船员、专家学者的看法,并选取了H单位海图生产中测量技术服务外包、海图测深众包、测量船舶管理外包和水文基础设施外包四个PPP案例,分析海图生产中间环节应用PPP模式的成功和不足。采用比较分析法,提出建立统一的法律政策框架和规范、建立良好的公私合作平台、建立公平有效的绩效评估机制、建立规范合理的监督管理机制等政策建议,完善海图供给模式。", "label": "交通运输工程", "id": 0}
{"content": "在邮轮旅游发展中,政府与社会,政府与企业以及政府之间的协同关系起着重要作用。在邮轮旅游发展中政府动员的动员模式通常有三种,即政府内部动员,社会动员,企业动员。用协同学理论分析邮轮旅游发展中政府动员的动力系统,动力根源和动力实现过程有利于深入认识政府动员力的内在机理。通过构建利益激励相容制度,积累社会资本,构建政府动员信息沟通机制使得政府动员的过程中获得持续性的驱动力,从而根本上提高政府的动员力。", "label": "交通运输工程", "id": 0}
{"content": "国已成为全球邮轮产业的战略新兴市场,邮轮旅游受近些年来外部因素的影响,发展已进入瓶颈期。从网络关注角度出发,以百度指数作为数据来源,获取中国31个省份（市、区）对邮轮旅游的网络关注度数据,引入网络关注热度指标,借鉴波士顿矩阵分析法构建邮轮旅游网络关注热度矩阵。研究发展:（1）从空间上来看,全国31个省的邮轮旅游网络关注热度存在差异;（2）从时间角度来看,全国31个省（市、区）对邮轮旅游网络关注热度呈现下降趋势;（3）关注热度矩阵中:明星市场几近空白;金牛市场较为薄弱;瘦狗市场和问题市场的占比较大。针对各市场确定相应的邮轮旅游营销策略。", "label": "交通运输工程", "id": 0}
{"content": "2006年以来中国邮轮经济进入新的篇章,中国开启邮轮母港时代。以2008年、2014年、以及2019年三个时间截面的中国邮轮母港的相关数据为基础,运用ArcGIS空间分析方法,对中国邮轮母港的地理分布、接待邮轮艘次与人次进行分析,然后对中国邮轮母港周边相关产业分布与聚集情况进行分析。结果表明:中国邮轮母港经济中心由南向北移动;随着经济发展,中国邮轮母港普遍接待邮轮艘次与人次呈增长态势。通过分析各邮轮母港周边产业聚集情况,各邮轮母港周围产业相对完善,聚集程度相对较高,但各港口仍需结合自身发展需要完善相关产业分布,加强相关产业发展。将各邮轮母港纳入全国性的整体考量,使得邮轮产业链完整,邮轮产业集聚效应增强,提升港口和企业盈利能力与整体效益。", "label": "交通运输工程", "id": 0}
{"content": "本文阐述了我国远航船员在长期远洋航行环境下面临的思想问题,从法规制度,人员结构,意识形态等方面分析我国船员所面临的现状,并在此基础上提出针对性的管理方法,及时疏解船员负面心理情绪,始终保持高扬士气,以此提高我国船员长期海上环境下的人员思想管理状况。", "label": "交通运输工程", "id": 0}
{"content": "<正>2014年,深圳市盐田港股份有限公司（以下简称\"盐田港股份\"）与湖北省黄石市人民政府签订合作协议,成立黄石新港港口股份有限公司（以下简称\"黄石新港股份\"）,按照\"一城一港一主体\"对黄石市辖区长江岸线进行整体开发、建设和运营。在各级政府和股东的大力支持下,黄石新港经过五年多的实践,逐步探索出一条政企良性互动、港产融合发展的路径,有效推动了黄石经济结构转型、产业升级和城市空间结构调整,并为股东全面实施长江战略探索了一套可推广复制的发展模式。一、发展背景:肩负战略使命,助力城市发展（一）国家长江经济带战略和盐田港股份\"主业突破\"\"走出去\"战略叠加", "label": "交通运输工程", "id": 0}
{"content": "组合港是指拥有共同的发展目标、腹地及标准,统一规划、建设、管理港口资源资产所形成的一体化的港口组织或联合体,是政府统一管理、拓展货源腹地、对抗同类竞争等一系列因素下的产物,在实现资源整合利用、提升区域港口竞争力等方面具有重要作用。本文在深入剖析国内外组合港发展历程基础上,总结了组合港发展模式与经验,分析组合港发展驱动力及实施过程中可能存在的问题。结合深圳港口区位、设施、运营状况等因素,分析深圳建设组合港的必要性,并结合\"惠盐组合港\"经验提出深圳建设组合港的发展思路,可为组合港的规划建设提供一定参考。", "label": "交通运输工程", "id": 0}
{"content": "通过梳理粤港澳大湾区大气污染、海域水质污染的现状来分析粤港澳大湾区在绿色发展上存在的问题,并在学习国际先进湾区污染防治经验的基础上,结合海事部门职责,提出了奋力在促进粤港澳大湾区航运绿色发展上先行的相关建议。", "label": "交通运输工程", "id": 0}
{"content": "近年来,长江干线大量内河船舶非法参与海上运输,船舶碰撞、自沉等事故时有发生,已成为影响全国水上交通安全形势稳定的重要因素。本文从内河船舶参与海上运输背景着手,对涉海运输现状、典型违法行为等深入剖析,并就港航部门、海事部门等加强安全监管,遏制内河船舶非法参与海上运输提出了相关对策。", "label": "交通运输工程", "id": 0}
{"content": "世界各国之间与各国之内,80%以上的物流量是由航运完成,港口行业是中国参入全球化的主要载体,吞吐量度量着港口对城市土地开发的正负作用。港口巨大的外部规模效应及内部调度作用,带来了城市经济发展和产业结构升级,形成了城市土地开发的正能量。同时,港口吞吐量的无节制增长,带来城市生态环境变迁与经济格局重构,影响了城市地域结构与空间形态,形成了一股影响城市土地开发的潜在负能量。本文通过对国内众多大型港口建设,对城市土地开发造成的影响进行分析,定性地分析港口吞吐量带来的正能量与副作用,并寻求消解副作用,改造成新动力的途径。", "label": "交通运输工程", "id": 0}
{"content": "本文对船员供需市场的构成及变化进行了分析,并在此基础上,采用文献资料查阅和专家咨询等研究方法,结合具体实例,从政策导向、市场需求、科技发展等方面分析了影响船员供需关系的主要因素,为船员供需关系定量预测研究提供参考。", "label": "交通运输工程", "id": 0}
{"content": "<正>天津港是京津冀海上门户、\"一带一路\"重要战略支点、北方国际航运核心区的基础支撑、天津自贸试验区的重要组成部分。在新经济、新金融发展背景下,为落实总书记指示精神,按照市委市政府关于加快港口发展的部署要求,发挥天津港海", "label": "交通运输工程", "id": 0}
{"content": "游客满意度是衡量邮轮旅游发展质量的重要依据。2020年初的新型冠状病毒肺炎疫情对邮轮业带来了巨大的冲击,为了探讨本次疫情对邮轮旅游业发展的影响,本文从游客感知的视角,对上海吴淞口国际邮轮港受此次疫情影响的23位游客进行半结构化访谈并采用层次分析法进一步探讨影响邮轮旅游游客满意度的因素。为疫情过后,邮轮旅游业迅速恢复市场,建立良好邮轮旅游形象及提高游客的旅游满意度有借鉴及参考价值。", "label": "交通运输工程", "id": 0}
{"content": "邮轮旅游产业链长,涉及领域广阔,所带来的经济贡献巨大,被称作\"漂浮在黄金水道上的黄金产业\"\"移动的度假中心\"。世界邮轮产业经过\"黄金十年\"的快速发展,邮轮全产业链的打造与升级。前期的研究主要集中在船舶制造、船上服务、邮轮母港、污染治理、海洋权益保护,对于港口突发事件管理的相关研究较少,文章以23个在上海邮轮港口医学观察的武汉游客为研究对象进行电话访谈,运用扎根理论,使用NVivo11作为质性分析的工具。隔离游客的风险感知结构包含城市环境、卫生安全、生病风险以及隔离诉求感知。邮轮港口处理风险的能力越高、速度越快,游客对邮轮港口的品牌感知和公关处理的信任就越高。基于游客的风险感知,对邮轮港口的应急管理提出相关建议,此次突发疫情对邮轮港的恢复工作提出了考验,对于上海打造邮轮之城、智造之城,这既是巨大的挑战也是机遇。", "label": "交通运输工程", "id": 0}
{"content": "2019年底,新型冠状病毒在中国武汉被发现,2020年1月12日被世界卫生组织命名,由于该种病毒的传播方式包括人传人,并引发相应的呼吸道疾病,严重时可能会引发器官衰竭甚至死亡,在全世界范围内引起了关注。邮轮作为在海洋上航行的大型旅游客轮,近年来游客人数逐年稳步上涨,成为很多人度假休闲选择之一,由于邮轮这一旅游产品的特殊性,它具有人员密集等特点,突发疫情后会可能会出现难以控制的情况。本文主要研究在诸如此类具有传染性的疫情突发之后,经历过此次疫情隔离行动的邮轮旅游者的决策行为是否会发生明显的变化以及下一次进行邮轮旅行时,这些游客决策行为的影响因素重要程度的变化。本文主要采用深度访谈的方法,对从上海吴淞口邮轮港上下船的被隔离的16组武汉籍游客进行电话访谈并对所采集的文本信息进行分析。这一研究可以为邮轮港口和邮轮旅游公司在疫情结束后如何开展宣传营销工作提供一定的建议。", "label": "交通运输工程", "id": 0}
{"content": "突发公共卫生事件的危机处理一直备受邮轮业关注,它的爆发会为邮轮旅游的经营和发展带来重大影响。此次疫情的突然发生,给邮轮游客既定的行程带来了不同程度的影响,受疫情影响,一部分游客被邮轮港口安排了集中隔离。本研究对上海吴淞口国际邮轮港口处在隔离期的游客进行了线上访谈,了解了他们隔离期间的身心状况,以及对港口采取的应急措施的感知。研究采用访谈法,希望通过针对肺炎疫情下的游客对邮轮港口应急措施满意程度的研究,得出影响游客满意度的因素,为邮轮港口未来更好地应对突发公共卫生事件、打造港口形象和提升游客满意度提供参考。", "label": "交通运输工程", "id": 0}
{"content": "旅游风险感知是影响游客旅游决策的重要因素,旅游风险感知研究可以为认识和理解游客对于各种旅游危机事件的反应提供解释基础,为制定和完善旅游危机管理政策提供理论依据[1],是旅游危机管理的重要组成部分。为了明确旅游者风险感知的影响因素,本文以新冠疫情为例,通过深度访谈,应用扎根理论提炼出影响旅游者风险感知的重要因素并构建理论模型。研究发现,影响旅游者风险感知的主要因素为政府的态度、旅游企业的表现、社会舆论和旅游者自身应对旅游危机的技能。这些研究结论,不仅丰富了旅游者风险感知的理论研究,而且为有效应对旅游危机事件提供了有针对性的实践思路。", "label": "交通运输工程", "id": 0}
{"content": "邮轮旅游作为休闲旅游的一种方式,具有体验式旅游的鲜明特色。但由于旅游产业具有高度关联性,危机事件对游客的旅游体验产生巨大影响进而影响邮轮旅游产业的发展。本文分别以疫情与非疫情为背景,运用内容分析法,对邮轮游客的旅游体验感知要素进行探索与对比,研究发现,疫情与非疫情背景下邮轮游客旅游体验感知要素的差异性在于旅游要素的涵盖面不同、具体含义不同、重要程度不同。此外,通过对游客满意度进行评价,非疫情背景下游客的情感体验较积极,评价较高,疫情背景下,游客的担心与问题较多,情感体验较消极。通过分析消极情绪的来源,反映出此次疫情我国邮轮港口的问题,从而为邮轮港口服务的进一步提升提供借鉴。", "label": "交通运输工程", "id": 0}
{"content": "新型冠状病毒疫情爆发对处于关键调整期的中国邮轮业造成重创,本文通过八爪鱼从百度新闻抓取2月1号-3月31号关于疫情对邮轮业影响的新闻报道共298条,从抓取的材料中分析疫情对国内邮轮业的影响,进而提出未来国内邮轮业发展的建议。", "label": "交通运输工程", "id": 0}
{"content": "<正>党的十八大以来,广西钦州海事局强化海洋强国意识,牢记使命,守土有责,着力推进海事队伍建设,深化改革、创新服务,精准发力,多点突破,稳中求变,变中求新,长袖善舞,敢做善成。推出了一批叫得响,立得住的标志性改革实招,硬招,办成了几件上级部门、地方政府和企业满意度、认知度高的大事、实事,创造了一批可复制、可推广的成功经验。让人民群众实实在在感受到海事部门的行风、政风、作风在一天天好转,感受到海事部门在深化改革中带来的新气象,新风貌,新变化。", "label": "交通运输工程", "id": 0}
{"content": "<正>各位领导、各位嘉宾:今天很荣幸参加此次研讨会,非常高兴!我接到邀请后,我想探索一下瓜达尔港和中巴经济走廊比较顺利的,发展速度也快,这是什么原因呢?我想根据自己的体会来讲一下。瓜达尔港是巴基斯坦政府和人民早就有的想法,记得我在卡耐基大学留学的时候,当时有学生跟我说巴基", "label": "交通运输工程", "id": 0}
{"content": "科学的规制体系是内地与港澳水路运输市场健康的保障。香港、澳门回归后,内地与港澳水路运输航线性质发生了根本转变即从\"特殊管理的国际航线\"转变为\"特殊管理的国内航线\",但内地与港澳水路运输规制仍是国内航运和国际航运的混合体,规制体系明显滞后。本文围绕市场准入、市场监管和运力调控,系统分析了内地与港澳水路运输规制的现状与问题,进而从\"特殊管理的国内航线\"的性质定位、审批权限配置、辅助业管理、市场监管、运力调控、港澳资本准入、安全管理、市场监测与预警以及跨部门、跨地区协作等方面,提出了加强内地与港澳水路运输规制的对策建议。", "label": "交通运输工程", "id": 0}
{"content": "立足粤港澳大湾区港口群智慧化发展现状,系统性梳理分析未来港口群在货运组织、港城空间、包含生态与能源的全要素\"投入-产出\"、现代化治理等层面对于智慧化发展诉求,提出未来大湾区港口群智慧化发展与体系建设的五大层面构思。通过精细化的效益评估与决策支撑体系,实现大湾区港口群全要素资源效益最优化;通过港口构建自动化的港口生产与作业基础设施体系,实现港口群生产作业的专业化、高效化;通过推动航运组织全过程的实时感知与服务信息共享体系,推动航运供应链资源利用最优化;通过支撑港口群航运金融、法律、船舶租赁等功能智慧化升级,实现具有国际影响力的航运中心功能向大湾区港口群集聚;通过持续开展智慧人才培育与技术创新保障制度建设,形成港口群智慧发展生态体系。", "label": "交通运输工程", "id": 0}
{"content": "游艇是一种具有高附加值、高效益的产品,发展游艇产业有利于带动配套产业,促进消费转型升级,符合我国经济转型的需要。厦门市游艇业发展居全国领先地位,发展势头良好,但仍处于初级阶段,正在经历进入发展阶段的转型阵痛期,需要政府进行政策培育支持。本文基于海洋战略性新兴产业培育的政策模型与战略性新兴产业培育的政策工具,提出目前厦门市游艇业的培育思路应以政府为主,进行直接的政策支持,构建包括战略规划、科技、产业促进、市场、财税、人才、金融7个方面在内的培育政策方案,对处于起步阶段的厦门市游艇业进行培育。", "label": "交通运输工程", "id": 0}
{"content": "港口作为国家与区域战略性资源,对于提升国际资源要素配置能力、提高区域辐射竞争力具有重要意义,然而,与周边港口群同质化竞争、港城矛盾难以协调日趋成为困扰诸如深圳港等起步较早港口转型发展的现实问题。\"一带一路\"合作、粤港澳大湾区建设等历史契机下,全球海洋中心城市成为新时期国家赋予深圳城市发展新使命,本文全面解读全球海洋中心城市内涵,以大湾区航运发展阶段判断、深圳港口发展资源禀赋等为基础,提出深圳港口转型发展新思路。具体而言,以全球海洋服务功能提升为主线,探索深港共建国际航运中心,指出深圳港应以建设具有全球影响力的国际航运创新中心作为主攻方向,实现由\"运输大港\"向\"服务强港\"转变;发挥区域中心城市功能,创新深圳港运输与功能组织模式,争取于临近城市建设承载港后产业与疏港铁路运输功能的近距离内陆港体系,通过铁路连通内陆港与深圳各港区,破解深圳港城空间矛盾,发挥港口产业对于区域发展的带动作用;依托深圳既有产业科技创新条件,推动航运大数据标准与应用研究,形成与城市特性相协调的港口发展优势领域;把握海洋城市发展方向,合理配置生产、生活岸线资源,打造绿色、生态、文明的可持续港口发展范式。", "label": "交通运输工程", "id": 0}
{"content": "建设自由贸易示范区（港）,稳步推进中国特色自由港的建设已成为我国实现高水平对外开放的重要方略。中共中央国务院《关于支持海南全面深化改革开放的指导意见》是推动海南建设自由贸易港的重要指引。在现有\"自贸区\"的条件下,构建高开放水平、独具中国及海南特色的经济功能区,将是海南自贸一流港口建设的重大课题。", "label": "交通运输工程", "id": 0}
{"content": "珠江—西江是我国第二大内河航运通道,珠江—西江经济带发展规划批复之日起,我国华南地区打破了单一行政区划发展的僵局,启动了跨行政区域协调发展的新格局。广西作为珠西经济带的主要发展区域,占西江干流流域的87%。然而,当前广西壮族自治区在我国的省域经济发展中仍处于较为落后的位置,如何成为我国西南地区开放发展的战略支点,广西怎样将优越的地理区位条件激发出来,如何快速推进海上丝绸之路建设,在珠西经济带开放合作的机遇下怎样应对。本文以珠西经济带沿线的三个内河港口为研究对象,从经济腹地的视角出发,探索南宁、贵港、梧州三市的港口—腹地竞合关系,辨析适于内河港口本身的三大经济腹地划分方法,包括成本距离分析法、质量加权分析法和动态指数分析法,实现港口资源最大化的集约高效利用,同时精准指导国土空间规划实践。此外,通过港口腹地的现状与发展预测研究,探讨内河港口腹地如何最大限度发挥其势能。", "label": "交通运输工程", "id": 0}
{"content": "针对日益严重的交通问题,很多国家的学者和专家已经对区域交通控制做了大量的研究和测试,区域交通控制主要的研究内容是将城市的道路或者将城市中某几个路口的交通流量信息进行统一的协调控制。我们也针对天津的道路及交通环境,进行区域整体分析和调整,做出适合天津的区域性交通控制。", "label": "交通运输工程", "id": 0}
{"content": "城市大脑智能信号灯系统的出现,使得区域控制的理念在实践上迈了一大步,本文将以智能信号灯系统与专家系统相结合,在上海市崇明区的实践为例,简单介绍智能信号灯系统的工作原理。", "label": "交通运输工程", "id": 0}
{"content": "城市道路建设会对周边区域的交通状况产生不同程度的影响,尤其是当道路由于某种特殊原因需要封闭施工时,将会对周围道路的通行状况产生更大的负面影响。在道路建设过程中,根据相应的交通影响区域,科学地组织交通至关重要。在施工期间,可以通过组织规划交通、设计工作场所分流等措施,改善封闭式施工造成的负面影响。", "label": "交通运输工程", "id": 0}
{"content": "智慧公路被认为是物联网最有前景的应用行业之一,我国开始推行智慧公路源于北斗和5G等技术的逐渐成熟,更高的精度、更高的速度、更低的延迟和更大的容量是支持智慧公路这种接入对象多、定位精度和通信保障要求高的行业应用的前提条件。本文从技术适用性、系统架构和典型应用场景三个方面对北斗+5G技术在智慧公路中的应用体系开展了初步研究和设计。首先结合北斗+5G技术的优势和局限对北斗+5G在智慧公路应用需求中的适用性开展分析,形成智慧公路北斗+5G系统中的终端、站点、网络、平台的部署规划以及相关标准规范的布局建议,最后对智慧公路北斗+5G典型应用场景进行了介绍。", "label": "交通运输工程", "id": 0}
{"content": "交通行业精细化监管对道路运输车辆提出了车道级定位需求。设计了一种融合GNSS-INS与视觉里程计的低成本车道级定位方法。方法利用智能视频监控报警系统已有的车载摄像头采集路面图像;利用终端富余算力,实现了视觉里程计,根据图像光流特征和运动约束进行位姿估计;利用卡尔曼滤波,融合终端GNSS/九轴运动跟踪器、视觉里程计的定位结果。实验结果表明,在卫星定位效果不佳的场景下,可为车辆提供稳定定位数据。在无遮挡、标线清晰的道路区域,定位精度达到车道级;方法可在车载终端上实时运行,不影响现有功能执行效率,成本低廉。", "label": "交通运输工程", "id": 0}
{"content": "在遥感图像中,检测车辆目标是一个重要的技术研究发展方向。然而,由于目前在遥感图像中车辆目标大多以小占比形式存在和出现,以及目标在遥感图像中的尺寸大小和分布方向的多样性,使得如何实现在遥感图像中车辆精准检测仍然具有挑战性。提出了一种基于旋转框回归的YOLOV5的遥感图像车辆目标检测方法,主要包括:对损失函数进行改进;设计了一种旋转目标检测方法,提高了网络的检测准确率。使用Google Earth中的遥感图像进行实验,结果表明,该方法在多朝向目标检测中取得了较好的检测效果。", "label": "交通运输工程", "id": 0}
{"content": "随着我国机动车数量的日益增长,利用遥感图像对车辆目标进行检测已广泛应用于道路交通和城市管理等方面。近年来,基于深度学习的目标检测算法已经在通用物体检测任务上取得了非常出色的成绩。通用物体检测器利用与坐标轴平行的水平框来完成目标的定位和分类任务。由于遥感图像中的车辆目标具有排列密集、方向任意等特点,通用物体检测器很难对其进行准确地识别和定位。针对上述问题,对Efficinet Det的回归网络进行改进,通过添加角度预测参数解决水平框检测器对方向任意的目标检测精度差的问题,并提出旋转目标检测器RotationDet。同时利用K-means聚类算法对车辆目标的尺寸进行聚类分析,重新设计锚框的尺度和宽高比。将带有K-means聚类算法的旋转目标检测器在DOTA数据集上进行测试,大型车和小型车两类目标的平均精度可以达到62.0%,证明了提出方法的有效性。", "label": "交通运输工程", "id": 0}
{"content": "在交通监测领域中毫米波雷达与摄像头被大量地应用,将两者融合可以做到优势互补,而空间标定则是传感器融合的前提和关键。传统基于坐标转换的标定方法需要对摄像头内参数、传感器自身以及传感器之间旋转角度等参数进行标定。这种方法需要标定的参数较多并且需要人为设计定标物以及大量标定实验,而且传感器之间旋转角度的标定十分复杂,这些问题增加了该方法在交通监测中实现的难度。针对这一问题,提出了一种利用单应性变换原理的交通监测毫米波雷达与摄像头标定方法。该方法只需提取交通监测场景中目标在两传感器中对应的坐标点对就能标定出传感器间的转换关系并且无需人为设计特殊的标定物体及实验。最后将先通过室外实验进行有效性分析,再通过实际交通监测数据进一步验证。", "label": "交通运输工程", "id": 0}
{"content": "分别从应用层、感知层和网络层阐述了低轨卫星物联网在智能交通运输中所利用到的关键技术,并给出了低轨卫星物联网的智能交通运输的系统架构。研究了低轨卫星物联网作为网络层所应用到的四种多址接入技术,并比较了传统ALOHA与CRDSA两种多址接入技术的性能差异。最后给出了低轨卫星物联网的性能仿真结果,分析了其在覆盖率上的性能优势,并利用CRDSA技术和调整地基转发数据配比对系统进行优化,提高了低轨卫星的接入量,使得该系统能够满足在复杂环境与交通运输情况下的需求。", "label": "交通运输工程", "id": 0}
{"content": "研究了乡村景区公路智能灾害预警与智慧出行的运维管理现状,介绍了基于GPS、GIS、大数据、移动互联网、物联网、云计算等新一代技术开发的乡村景区公路智能灾害预警与智慧出行平台,并以婺源景区公路为工程背景,将灾害预警模块（智能灾害、结构健康监测及预警系统）与智慧出行（智能管养及应急处置系统及综合信息服务系统）相结合应用于婺源景区公路,更高效地进行乡村景区公路的日常运维管理。首次实现了乡村景区公路智能灾害预警与智慧出行的多模块、多系统的运维管理平台。", "label": "交通运输工程", "id": 0}
{"content": "通过论证基于人工智能的山西交通基础设施高科技成果的所处研究领域或目标市场和细分领域,依托工程情况、现有的工作基础和条件;在科研领域、目标市场和细分领域对标行业一流水平技术指标、经济指标等情况;以交通基础设施数字化移动感知系统、计算机技术领域中智能芯片开发及其在道路运输行业中的应用为例,分析了主要研究需求内容、拟解决的关键技术问题,主要技术性能或参数指标,经济性指标;推广应用所需技术配套条件、项目条件及政策条件,进行应用前景分析。", "label": "交通运输工程", "id": 0}
{"content": "近年来,城市人口不断增长,随之而来的是各种各样的\"城市病\",日益突出的交通问题成为城市发展的瓶颈。智慧城市成为缓解城市问题的良方,智慧交通则是智慧城市建设的重要组成部分。智慧交通结合各种先进的科学技术对交通信息进行汇集、挖掘与利用,相较于传统的交通系统更为系统化、实时化,大数据、可视化等技术都是其中重要的一环。本文依托WebGIS、WebGL技术,对公交GPS数据基于Web实现轨迹动态可视化进行研究。此研究一方面可以对GPS轨迹数据有更直观的认识,于地图上直观感受车辆的运行轨迹;另一方面基于此对公交车辆行驶轨迹的可视化分析,可挖掘公共交通车辆运行特征,作为公交规划及决策的支撑。", "label": "交通运输工程", "id": 0}
{"content": "本研究利用Python程序语言获取苏州市中心城区公共自行车站点POI数据和城市POI数据,基于ArcGIS的核密度、相关性和网络分析等方法,从宏观、中观及微观层面分析公共自行车站点布局特征。结果表明:公共自行车站点的密度值在城市各中心区最高,呈集聚分布的特征,且有沿城市轴线延伸的趋势,在外围分布较为均衡;站点与各功能设施的相关性系数不同,与住宅的相关性最高;若以300 m作为步行到最近站点距离的条件,则尚未实现服务区全覆盖。", "label": "交通运输工程", "id": 0}
{"content": "本研究基于手机信令数据,重点分析南京市人口分布特征、居民出行特征,识别城市空间结构,评估城市建设发展阶段。在市域空间尺度下,南京市主体功能区依然以中心城区为主,\"一主三副\"的中心城区发展框架已经逐步拉开。在中心城区圈层内,主城区为当仁不让的核心,三大副城出行基本围绕主城区形成高强度的向心客流;在中心城区圈层外,主城区的影响力弱化,三大副城作为分区中心,对周边新市镇或组团形成了较强的客流吸引。通过出行数据校核发现,手机信令数据在中、大尺度空间分析上具有相当高的可靠性。", "label": "交通运输工程", "id": 0}
{"content": "密路网模式下道路网的布局和城市空间结构相较传统城市模式存在明显变化,现有交通设施设计规范在密路网条件下存在不少问题,公交站点选址问题就是其中之一。公交站点的位置设置,对整个路网的运行效率起着至关重要的作用。本文通过建立密路网VISSIM仿真模型,模拟了以一横一纵主干路系统为主,次、支路为辅构成约1.5 km~2的路网结构,分别在高、中、低三种流量下,公交站点距离交叉口出口道15 m、20 m、30 m、35 m、45 m、50 m、60 m和70 m等8种情况下的路网整体运行状况。通过构建由车辆排队长度、总延误和交通冲突数作为主要评价指标的优化模型,分析得出密路网条件下不同流量情形下最优站点的设置位置。", "label": "交通运输工程", "id": 0}
{"content": "随着城市化进程的加快,越来越多的市民选择公交出行。作为城市的重要交通工具,合理的公交调度既能降低公交公司的运营费用,又能满足市民出行需求。本文从平衡公交公司和乘客的利益角度出发,构建基于运营成本和乘客等待损失最小的公交车调度模型。为高效求解该模型,提出一种并行变异微分进化算法（PMDE）。该算法将当前种群划分两个大小相同的子种群,并分配两种不同的变异策略。两个子群在运行期间以并行方式实施个体进化,较优子群中最好的个体参与较差子群的进化以加强两个子群的协同。利用8个标准函数对PMDE的有效性进行验证,试验结果表明,提出的PMDE能够显著提高算法的收敛性能和稳定性。最后,结合文献中的公交数据,利用PMDE算法对建立的公交调度模型进行求解,结果表明该算法能够以较快的收敛速度获得满意的调度方案。", "label": "交通运输工程", "id": 0}
{"content": "为了提升公路超限车辆的管理水平,本文设计了基于激光和高清卡口融合的车辆超限检测系统。基于激光扫描测距技术对过往车辆轮廓尺寸进行全天候非接触式实时测量,配合高清卡口,实现车辆长、宽、高不停车检测、车辆牌照识别和防逃逸抓拍,替代了原有的人工测量,提升了公路的管理水平,并利用PSO算法对车辆轮廓数据进行择优,避免一些干扰数据,有效提高了车辆轮廓的边缘连续性。最后,通过不同车型、不同速度区间的多次试验比较测量结果,发现误差均小于5%,验证了激光和高清卡口融合的车辆超限检测系统具备较好的可用性、鲁棒性。", "label": "交通运输工程", "id": 0}
{"content": "本文提出了瞬时动态条件下基于边缘计算的车路协同系统建设。依托新一代5G和V2X信息与通信技术,基于边缘计算的车路协同系统将车与路、车与车、车与人有机地连接在一起,为自动驾驶车辆提供行车相关的综合信息服务,确保驾驶的安全、高效和舒适。在介绍系统架构、通信方式、数据来源以及核心能力的基础上,本文进一步介绍了基于系统核心能力可以实现的基础信息服务和应用信息服务,展示出系统的可行性与先进性。", "label": "交通运输工程", "id": 0}
{"content": "针对子区划分过程中没有考虑关键路口的问题,提出了以关键路口为核心的子区划分方法。首先,基于流量和饱和度构建关键系数模型确定关键路口;其次,根据相邻路口的间距、周期和路段流量构建子区划分的关联度模型;最后,通过逐层搜索算法,依次将子区外关联系数最大且关联系数和组合关联系数满足阈值要求的相邻路口划入子区。子区划分结果表明,以关键路口为核心的子区划分能够优先保证关键路口与相邻路口的协调,减少关键路口的排队拥堵。", "label": "交通运输工程", "id": 0}
{"content": "本文介绍了基于端、边、云架构的交管行业的视频可视化融合与实践。视频系统是交管业务应用中的重要组成部分,但是在实际应用中,视频系统与业务应用的结合程度并不高,无法满足深入的业务实战要求。通过云边协同技术,在中心端实现业务端的视频格式转换融合,满足多屏播放、适配无插件浏览器播放的需求。在边缘端,随着硬件算力的不断增强,在边缘端实现本地视频的业务信息叠加,满足实际业务实战需求。", "label": "交通运输工程", "id": 0}
{"content": "近年来,随着\"互联网+政务服务\"取得显著成效,各部门数据共享和企业数据开放在我国数据建设和智能交通中的作用逐渐凸显。然而,\"信息孤岛\"的存在仍不可避免,交通数据的收集、存储、利用和价值挖掘仍有很大的改进空间。交通数据的共享与开放是政府履行职责的内在要求。为满足政府部门或政府部门间信息共享的需要,必须加强市场化共享和开放服务,促进政府与企业的合作。本文从交通数据共享应用、目录标准化、共享规则建设等方面,介绍了深圳市近年来交通数据共享和开放服务的实践,以期为智能交通建设提供一些有价值的参考。", "label": "交通运输工程", "id": 0}
{"content": "伴随着新兴技术的蓬勃发展和出行需求的日益增加,交通系统的有机组成和运行机制正在发生深刻改变,自主式运行和自组织服务成为其显著特征。为了适应交通系统的不断变化,从宏观网络角度来探索其发展规律和演化机制具有显著意义。本研究将面向自主式交通系统,以交通要素为节点,要素关联为边,初步构建复杂网络,并分析其演化特征。基于复杂网络理论构建演化模型,利用Logistic方程描述要素演化过程,揭示交通系统演化机理。并根据推演得到的系统稳定态提出了代际划分方法,科学合理地描述自主式交通系统的发展特征和规律。", "label": "交通运输工程", "id": 0}
{"content": "随着人类社会逐步从IT （Information Technology,信息技术）时代进入DT（Data Technology,数据技术）时代,数字交通建设进入2.0,交通数字化转型从\"数字\"转向\"数智\"。但纵观目前国内已发布的\"数字交通\"建设规划,其总体架构多数仍采用传统IT架构,对\"数字交通\"建设的统筹和共建分工的指导意义不足。本文从分析传统IT架构指导\"数字交通\"建设存在的问题着手,尝试提出\"数字孪生交通\"模型构建思路和数字交通2.0总体架构,为数据新时代背景下的数字交通和智慧交通发展及建设提供指导。", "label": "交通运输工程", "id": 0}
{"content": "当今城市交通面临着道路拥堵、停车收费混乱、执法监督困难等严峻挑战,基于\"北斗+\"的智慧交通概念在这一背景下应运而生。本文介绍并对比了GPS导航和北斗导航在智能交通领域建设的现状特点,并在北斗导航定位技术的基础上,探索分析了基于北斗高精度定位技术构建智慧交通管理应用、智慧出行服务应用和智慧交管大数据分析应用三大体系,并对今后\"北斗+\"技术在智慧交通中的大规模推广应用进行了展望和成效分析,为实现北斗导航定位技术与智慧交通建设的深度融合及城市可持续发展提供参考。", "label": "交通运输工程", "id": 0}
{"content": "本文针对公交等待时间长、公交到站抵离不精准、公交候车信息不对称等公交出行痛点,基于智能网联技术,面向车路协同及自动驾驶两个发展阶段,对智慧公交服务应用进行浅析。车路协同阶段,围绕\"场站-线路-站点\",构建公交发班精准管控、公交通行精准优化、公交信息精准服务三大优化场景应用,实现发车间隔最优、车辆抵离精准、公交信息服务可靠;自动驾驶阶段,将一站式出行服务理念与无人驾驶体验深度结合,围绕\"道路管控-柔性调度-一站服务\",构建以人为本、随需而至、无缝衔接、柔性出行的智能出行极致体验。智慧公交服务应用为实现公交出行时间精准可控、公交服务品质提升、公交科技体验服务提供新的思路。", "label": "交通运输工程", "id": 0}
{"content": "本论文以道路交通目标三维点云数据为研究对象,提出了一种针对在途目标自动分类的算法。该算法通过背景滤除、点云聚类实现了对道路在途目标的识别,通过以人工标注的方式提取了车身长度、最大高度、高度序列、点云个数、距激光雷达距离5个特征,构建了大数据库（SDUITC）。通过以F1等值为评价指标,对比分析了RF、SVM、PNN、BPNN以及AdaBoost 5种分类器的性能。结果表明,AdaBoost具有较好的分类性能。", "label": "交通运输工程", "id": 0}
{"content": "随着中国城市化进程的不断加速,对于智慧交通的需求也在不断增长。作为智慧交通的重要解决方案之一,蜂窝车联网可以有效提升道路安全与通行效率,但是在实际应用场景下,车联网通信资源面临着较为严峻的挑战。C-V2X的资源分配主要有基于基站调度（mode 3）和终端自主分配（mode 4）两种方式。本文针对目前的C-V2X资源分配方式进行了研究与总结,并对车联网未来的技术路线提出了发展方向。", "label": "交通运输工程", "id": 0}
{"content": "数字技术主导的世界新一轮科技革命方兴未艾,新技术加速交通与产业深度融合发展,不断催生交通基础设施、运营组织、治理模式、出行方式等层面颠覆性变革。基于世界新一轮科技革命背景下的深圳智能交通发展定位,梳理分析当前新形势下深圳智能交通发展面临的形势趋势。从超前谋划布局的角度,立足深圳交通强国示范和数字交通发展要求,提出科技革命浪潮下深圳智能交通融合基建升级、多元交通治理、柔性运营组织、品质完整出行、开放聚合生态等发展思考,助力深圳打造智能交通先行示范样板。", "label": "交通运输工程", "id": 0}
{"content": "为提升城市公交吸引力,在对网约车依赖较高区域和时段内增设公交服务以方便乘客与地铁接驳,需要了解乘客使用网约车与地铁接驳的特征。基于南京市网约车订单数据,通过语义分析技术,设定与地铁换乘接驳地点信息语义规则,设置与地铁站相关的5个基础词向量,再将每个地点抽象成词向量,通过计算与基础词向量的余弦相似度,提取与地铁换乘接驳的网约车出行订单信息。使用南京市居民出行调查数据和地铁AFC数据,以及手机信令数据校核识别结果,表明识别结果在可靠的范围内。研究表明,使用网约车与地铁接驳时,接驳距离为1～4km的行程数最多,约占全部行程的67%。早高峰期间,对于时间要求较高的通勤出行,居民更愿意通过打车的方法更快地到达地铁站。而晚高峰时段,部分从地铁站回家的居民依然会选择打车的方式,但打车的次数、比例均低于早高峰从家去地铁站的情形。研究成果可支撑特定区域和时段内,公交与地铁短途接驳线路规划与时刻表设计。", "label": "交通运输工程", "id": 0}
{"content": "快速增长的机动车数量与有限的道路资源之间的矛盾日益突出。交叉口作为道路的重要组成部分,交通信号配时的合理与否往往制约着道路的通行效率。目前,常用的固定信号配时方案无法根据实时交通数据流而动态调整,降低了道路的运行效率。针对该问题,构建基于车辆总延误时间的目标函数,并提出一种改进差分进化算法（IDE）对其进行求解。该算法在个体变异阶段引入两种变异策略,从而实现全局探索能力到局部开发能力的转变。同时,利用正弦函数自动调整每代所需的控制参数。利用8个测试函数对IDE的优化性能进行评估,试验结果表明,IDE算法能够显著提高DE算法的收敛精度和稳定性。进一步将IDE算法应用于交叉口配时问题,仿真结果表明提出的IDE算法是一种求解交叉口配时问题的有效方法,能够降低车辆延误时间,提高通行效率。", "label": "交通运输工程", "id": 0}
{"content": "针对道路交通信号控制机使用环境、功能和结构特点,提出了道路交通信号控制机的可靠性设计与分析方法。结合可靠性设计理念,提出了面向道路交通信号控制机的可靠性设计原则,并基于实践经验提出了针对性设计解决措施,建立了整机可靠性模型,进行了可靠性预计、分析和验证,为同类道路交通信号控制机的研发设计和现场运行维护提供了理论依据。", "label": "交通运输工程", "id": 0}
{"content": "本文在剖析大型活动期间的交通特征与管控难点的基础上,基于平行仿真系统理论与思想,构建了大型活动平行交通仿真与决策技术框架体系,并对具体模块和流程进行研究。针对崇明花博会入岛交通需求,以高东收费站为研究对象,基于平行仿真研究通行效率与ECT车道设置关系进行研究,得出合理的ETC车道数量、布设位置可以有效提高收费站通行能力。通过对崇明花博会入岛交通保障的案例分析,表明交通仿真技术能将传统经验导向型的管理与决策模式向数据驱动、技术赋能的新型交通管控模式转变,能够在大型活动前期规划、中后期的总结与评估中提供决策支持作用。", "label": "交通运输工程", "id": 0}
{"content": "为了更为准确地计算排阵式信号交叉口饱和流率,在实测数据的支持下,建立了排阵式信号交叉口饱和流率修正模型。首先,采用视频录像对深圳市前海路排阵式控制区进行数据采集与对比分析,论证了排阵式控制对排序区内各条车道饱和流率存在影响。在此基础上,运用因素分析法,分别从驾驶员非熟悉操作、排序区车道利用及排序区车辆滞留三个方面对其影响进行了分析,并运用概率论及数理统计,建立了排阵式控制对饱和流率影响的修正模型。研究表明:排阵式控制虽然可通过动态的车道功能设置提高交叉口整体通行能力,但对进口车道饱和流率将造成一定负面影响,其中排序区车道的不均匀利用是排阵式控制对饱和流率影响的最主要因素,降低饱和流率约15.32%;驾驶员非熟悉操作违规进入排序区会导致阻塞,降低本车道及相邻车道的饱和流率分别为6.15%和3.92%;排序区车辆滞留会导致下一相位车辆阻塞并降低其饱和流率,发生概率与信号控制及车辆运行速度有关,可通过设置足够的清空时间来避免。", "label": "交通运输工程", "id": 0}
{"content": "突发重大疫情下的城市交通应急管理问题尚未引起足够重视,相关研究成果还非常少。新冠肺炎（COVID-19）爆发后,已经充分暴露出我国大城市的交通运输部门在应对突发重大疫情措施上的薄弱和不足。本文首先阐述突发重大疫情相比其他灾变事件对城市交通影响的差异性,在此基础上研究分析了突发重大疫情下的城市交通应急管理体制、机制问题。针对突发重大疫情下,城市交通供求关系发生突变,城市道路交通管理的重心发生转移,从车辆管理、交通管理、交通控制、公共服务和宣传教育5个方面系统地提出疫情严控期的城市道路交通管理对策。", "label": "交通运输工程", "id": 0}
{"content": "面对交通系统向自主式演化的发展趋势,个性化出行服务亟需攻克由数据安全、隐私保护形成的数据孤岛难题,构建全新的服务模式,以推动服务的有序提升。为此,本文提出了一种基于联邦学习的个性化出行服务框架,通过功能、逻辑和物理三个架构视图,介绍了该服务的功能构成、业务逻辑与交互过程,并针对该服务,提出了评估服务质量的指标体系。该框架构建了面向隐私保护的自主化服务新模式,可为新一代个性化出行服务的建设提供有效指导。", "label": "交通运输工程", "id": 0}
{"content": "传统的定时信号控制方法主要依赖固定检测器（如环形线圈）采集的流量数据,然而固定检测器的安装和维护成本高、覆盖范围小。随着浮动车的发展,其衍生出的轨迹数据包含更丰富的交通信息,为信号控制提供了新的数据源和思路。然而大多数相关研究均假设浮动车渗透率高或采样间隔小。本文构建了一种基于抽样轨迹数据的双层多目标定时信号控制优化框架,适用于低精度的轨迹数据。模型分别以过饱和相位数量最少和车辆平均延误最小为主要和次要目标,在未饱和及过饱和状态下同时优化周期时长与绿信比。通过同一时段内多个周期轨迹数据叠加的方法和等比例原则（SRPs）能有效解决浮动车渗透率低的问题,同时构建信号配时方案变化下的抽样轨迹演变准则,提出基于抽样轨迹密度的过饱和相位识别方法,最后建模为混合整数非线性规划（MINLP）问题。案例分析表明,相比于Synchro优化的方案,本方法能显著降低交叉口延误、提升通行能力。敏感性分析表明:本研究可以基于低采样频率（15s）和低渗透率（2%）的轨迹数据对交叉口进行配时优化。", "label": "交通运输工程", "id": 0}
{"content": "城市居民小区停车问题日益突出,有限的停车资源无法满足日益增长的停车需求,存在着机动车乱停侵占消防通道的现象,如何破解居民小区停车难题并改善停车环境受到全社会关注。本文从现状出发,以数据为基础,通过现场调研及问卷调查的方式对昆山市动迁小区停车现状及居民停车行为进行分析,并基于小区停车流水数据对机动车停车特征进行解析。本文重点挖掘昆山市动迁小区的停车问题、停车需求、停车时长等居民停车行为特征,可有助于从问题入手,结合停车行为特征及居民停车改善建议,针对性地改善城市居民小区停车环境。本文的研究可为破解城市居民小区停车难题提供参考,可有助于从居民需求及停车数据出发,构建智能停车系统,改善小区停车环境。", "label": "交通运输工程", "id": 0}
{"content": "山区高速公路道路线形复杂、恶劣天气多发,二次事故后果严重。针对山区高速公路解析事故影响因素,提出主动管控对策,具有重要意义。本文以贵都高速开展了山区高速事故影响因素实证分析,采用路段类型、道路线形、交通运行、天气环境、路面抗滑等多源数据为自变量,构建了基于定长法、同质法分段的负二项回归模型,揭示了山区高速事故频数的关键影响因素,并提出了面向恶劣天气的山区高速公路主动管控对策。结果表明,路段类型、平均坡度、平均速度、雾天占比、路面抗滑性能指数及路段长度均显著影响山区高速事故频数。研究结果可支撑道路管理部门制定安全改善和主动管控措施。", "label": "交通运输工程", "id": 0}
{"content": "5G技术的快速发展将给汽车产业带来巨大的变革。5G的高带宽、大连接以及低时延三大技术特征在汽车产业的智能制造、智能网联以及出行服务等方面具有巨大的应用潜力。高频传输技术是5G无线通信的关键技术之一,高频传输技术能够有效地增加频段资源的可利用率,增强5G无线通信技术对于网络发展的技术需求。要实现高频传输,必须使用低介电常数、低介质损耗材料,聚四氟乙烯（PTFE）作为目前有机材料中介电常数最低的材料,具有很大的优势。", "label": "交通运输工程", "id": 0}
{"content": "智能网联汽车是智能车与车联网结合的产物,因此智能网联汽车涉及自动化、汽车、人工智能、物流和能源等多个学科领域。这使得智能网联车行业相关的知识架构十分抽象且学习难度较大,因此要为智能网联汽车行业输入高尖人才变得极其困难。现阶段相关教学资源匮乏,且对理工类基础学科要求较高。因此我们提出了智能车联网汽车行业应用核心课程体系来解决现阶段车联网行业人才匮乏、教学难度大的问题。", "label": "交通运输工程", "id": 0}
{"content": "车牌自动识别在智能交通系统中有着广泛的应用,但在无人驾驶的实际场景中,由于光线和形变等影响,应用无人充电车进行车牌的快速、准确识别仍存在困难。在园区无人驾驶场景应用中,因无人充电车辆停放位置不标准,常规的车牌识别系统倾斜校正率不高,识别准确率下降,中文字符识别不稳定。针对以上问题,提出一种基于EnCNN （图像增强）的车牌检测算法,主要从倾斜车牌校正、图像增强、中文字符稳定性识别3个方面对车牌检测算法进行改进。使用第四代小旋风智能车在北京联合大学校园环境进行实际测试,并且在CCPD和自采数据集下进行测试,所提算法将车牌的校正率提高了4.6%。在离线数据测试中,车牌识别准确率提高了5.8%;在实际的测试中,车牌的识别准确率提高了5.5%。", "label": "交通运输工程", "id": 0}
{"content": "目前随着移动通信和无人驾驶技术的发展,汽车行业逐渐构建出了智能化的车联网平台,为智能车交互提供了实用的平台。但是驾驶数据不可避免会地受到攻击而遭到篡改,从而导致安全事件发生。文中分别阐述了区块链和车联网的相关研究,利用区块链技术对车联网平台数据加密,以实现数据交互安全。", "label": "交通运输工程", "id": 0}
{"content": "语义分割是计算机视觉领域的关键问题之一,越来越多的应用场景需要从影像中得到相关的知识或语义。但是卷积神经网络的不透明性、不可解释和不确定性已经成为制约语义分割实践应用的巨大障碍。文中通过使用Bayesian SegNet网络模型来量化语义分割中的不确定性,以此得到模型对预测结果的不确定性信息,借助不确定性信息来达到辅助决策的目的。Bayesian SegNet网络主要通过进行MC dropout抽样来生成像素级标签的后验分布,研究证明使用Bayesian SegNet量化神经网络的不确定性与贝叶斯神经网络进行概率建模得到的不确定性效果相当。文中在KITTI数据集上对Bayesian Segnet网络模型的不确定性进行了量化,以验证Bayesian SegNet网络结构训练模型得到的不确定性信息来辅助决策的有效性,这一工作对安全关键领域的研究具有重要意义。", "label": "交通运输工程", "id": 0}
{"content": "近年来,共享单车的快速发展在方便了人们出行的同时,也对城市交通产生了一定的负面影响,其主要原因为单车资源配置的不合理。本文通过建立单车租赁数量的预测模型和异常检测模型,以期能够帮助城市合理配置资源。首先,进行探索性数据分析。主要步骤为数据预处理、描述性统计和回归分析。其中,分位数回归能够表现出输入变量与输出变量各分位点间的线性关系。其次,建立单车预测模型。分别运用集成学习中的Bagging、Boosting和模型融合算法Stacking进行建模。实验结果显示,Boosting算法中的CatBoost模型对单车租赁数量的预测效果最好。最后,建立异常检测模型。运用孤立森林算法检测单车租赁数量的异常值,并利用支持向量机分析各输入变量对租赁异常的影响程度。研究表明,租赁异常可能与城市意外事件的发生、节假日的到来、温度与风速以及湿度的突变和极端恶劣天气的产生有关。预测模型能够帮助城市合理规划共享单车的投放数量,而异常检测模型则有助于城市及时处理突发事件,希望本文的研究能够为城市资源合理配置提供参考。", "label": "交通运输工程", "id": 0}
{"content": "交通标志对公路BIM十分重要,为了快速构建交通标志BIM模型,文中研究我国交通标志相关规范和标志设计的特点和规律,分析标志版面布局构成要素,提出交通标志\"通用词\"概念,采用二次开发技术,在Bentley平台中开发交通标志BIM模型辅助软件。该软件简化标志模板设计,快速构建标志库,应用\"通用词表\"辅助建立标志布设模式,灵活高效地布设交通标志BIM模型。文中论述了交通标志BIM模型辅助软件的研究过程和实现方法,并演示软件功能,结果显示该软件有效地实现了交通标志的快速建模。", "label": "交通运输工程", "id": 0}
{"content": "车联网（Internet of Vehicles,IoV）体系逐渐成熟,信息存储量呈指数增长并且信息类型复杂程度增大。因此,在车联网系统中,可靠的数据存储和高效的数据处理是必不可少的。本文设计了一个基于Hadoop、HBase和Spark的海量车联网数据分布式存储处理系统,用于存储和处理车联网数据。该系统不仅克服单点故障问题,还保证了数据的可靠性存储并解决了高效数据处理的需求。本文基于实际的出租车数据,验证了系统的功能,同时聚类结果可用来指导交通热点预测、电动汽车充电桩设置等。", "label": "交通运输工程", "id": 0}
{"content": "本文以贵阳至黄平高速天鹅2号隧道为例,对拱脚微型桩支护前后围岩的拱顶沉降值与周身收敛值进行分析,研究表明山区大断面破碎围岩隧道的变形主要发生在开挖阶段,随着开挖的不断深入,拱顶沉降值和周身收敛值均表现为先增大,然后趋于稳定,且拱脚及时进行微型桩支护能够有效降低隧道围岩的拱顶沉降值与周身收敛值。在开挖过程中,隧道围岩的周身收敛值与拱顶沉降值之间的相关性系数大于0.8,有较好的相关性,且进行拱脚微型桩支护后二者的相关性更好。", "label": "交通运输工程", "id": 0}
{"content": "通过研究岩溶区隧道施工复杂溶腔的超前探测技术、危害性评估技术和综合处治技术,提出合理的隧道探测方法和有效的溶腔防治措施。该处治技术可安全稳步推进项目隧道施工,降低成本,有效避免岩溶隧道施工中的突水、突泥及塌方等溶腔灾害,提高隧道工程项目施工安全。", "label": "交通运输工程", "id": 0}
{"content": "本文以贵州省贵阳至黄平高速公路三标中的谷龙隧道为例,介绍隧道施工的特点,分析隧道施工质量管理的重点、难点及相对应的施工工艺,提出了相应的质量管理控制措施。", "label": "交通运输工程", "id": 0}
{"content": "本文以贵黄高速土建3标段的谷龙隧道为背景,通过超前地质预报技术和模糊数学的基本原理构建隧道施工水害危险性评价指标体系,分析和评估复杂岩溶区隧道施工水害对隧道施工及结构安全的影响程度,再结合隧道施工水害综合防治技术,最大限度地降低岩溶水害的影响,确保项目隧道施工安全稳步推进,降低成本浪费。", "label": "交通运输工程", "id": 0}
{"content": "管棚工法在支护效果的量化及施工安全稳定评价方面一直存在不足。本文采用熵值赋权法与可拓理论相结合,通过建立综合可拓评价模型对跟进式管棚隧道施工安全稳定性进行了评价,并以给山隧道为例进行了验证。", "label": "交通运输工程", "id": 0}
{"content": "为真实反映隧道开挖卸载时软弱围岩的屈服破坏特性,采用基于Mohr-Coulomb屈服准则的弹塑性模型,模拟隧道机械化开挖时,围岩体从弹性变形到发生塑性屈服时的非线性特性。本文根据隧道的结构特征及围岩条件,建立三维有限元模型,通过数值模拟分析的方法,研究了隧道在不同工况条件下采用不同开挖方法时其失稳破坏的形式。", "label": "交通运输工程", "id": 0}
{"content": "弹性密封件是目前盾构隧道防水设计最可靠的方法之一,也是目前使用最广泛的接缝防水方法。在密封件的使用过程中,不仅需要保证防水性能,同时也要施工方便以及保持密封件的弹性复原力,因此工程中需要对密封件进行合理的截面优化设计,本文提出一种基于深度神经网络的弹性密封件接触应力预测代理模型方法,并提出使用遗传算法最小化优化目标函数来对弹性密封件进行优化设计。结果显示,深度神经网络代理模型能够快速且有效的对弹性密封件接触应力进行预测,其绝对误差仅为0.002,同时,本文使用的目标函数能够有效帮助遗传算法搜索出最佳截面。", "label": "交通运输工程", "id": 0}
{"content": "应用有限元软件MIDAS-GTS,建立桩-土-隧道的三维数值模型,探究工程桩桩基与隧道间的相互影响规律。", "label": "交通运输工程", "id": 0}
{"content": "本文主要内容是对老陡山隧道支护结构设计,从岩体力学,土力学,结构力学等方面出发,结合工程概况,进行巷道断面形状的选择、尺寸计算。通过对公路隧道的设计研究,去发现隧道开发的实际意义。", "label": "交通运输工程", "id": 0}
{"content": "以伏牛山隧道左线ZK82+408-ZK83+931为例,在衬砌内力计算中根据荷载结构法,按结构变形特征假定弹性抗力图形分布规律,分别计算主动荷载作用下的结构内力与弹性抗力作用下的结构内力,从而进一步得出衬砌总内力。如果在保证衬砌结构能安全可靠的承受地层压力等荷载的作用下,可以按弹性地基上结构物的计算方法计算衬砌的内力。", "label": "交通运输工程", "id": 0}
{"content": "天柱山隧道围岩稳定性适中,此类隧道围岩变形松动小,确立了采用光面爆破与曲面墙衬砌支护的配合使用能够有效确保围岩稳定的同时,也有着较好的经济效益。并对隧道爆破施工程序、支护方案和整体支护结构的物理力学性质等进行了分析。支护手段选用初期支护和二次衬砌相结合的方法。初期进行喷射混凝土支护,施作范围为拱顶及拱身处,铺设EVA防水板后,施作二次衬砌工艺,采用模筑混凝土。考虑到公路隧道等级为三级,因此可不做锚杆支护等超前支护手段,以免造成材料和人力的浪费。在运用FLAC3D模拟隧道开挖的过程中,同时对隧道拱顶、拱身以及隧道底部进行监测,以探究支护结构的稳定性,根据允许位移为50mm,将其进行对比。得出在隧道开挖过程中,最大竖向位移发生在拱顶,为18.00mm,拱身最大位移为6.0mm,且均在允许位移范围之内,表明该支护结构能够使得天柱山隧道稳定且安全的施工和运作。", "label": "交通运输工程", "id": 0}
{"content": "黄土地区高铁大断面隧道的成功修建标志着我国的黄土隧道修建水平进一步提高。黄土由于它的自稳能力较差,且遇水性质变化明显,在施工时极易发生危险。本文主要探究单洞双线大断面高铁隧道的横断面设计以及利用三台阶七步开挖法开挖和开挖后支护的关键技术。", "label": "交通运输工程", "id": 0}
{"content": "随着中国城市化的发展进程,地铁交通轨道的发展越来越成为一个城市现代化发展的标度之一。地铁轨道交通的发展将会是大势所趋,城市的地铁产业逐渐成为中国城市基础交通设施中最有发展潜力、最具有市场竞争力的产业。近年来,在地铁隧道的施工中,常采用的施工方法有明挖法、矿山法（主要指新奥法）以及盾构法。以青岛市地铁6号线为例,经过对青岛的地质情况的分析,以及本区间隧道所处的位置环境的调查,本区间隧道拟采用盾构法进行施工。青岛地铁六号线起于辛屯路站,止于生态园站,线路全长30.492km,洞身穿越中风化安山岩,长度共计1800米,岩体完整程度为较完整～完整,地下水不发育,隧道围岩为V级围岩。设计采用日本惯用法进行结构内力计算,分析出结构的弯矩、剪力、轴力。为后续根据结构内力进行配筋,利用所配的钢筋进行相关的管片结构强度验算、管片结构允许裂缝宽度验算做准备。", "label": "交通运输工程", "id": 0}
{"content": "盾构所受的土压力是指作用于在盾构周围及掌子面上的荷载,因此,对于盾构的土压力确定是盾构施工研究的重点。作用于盾构周围地层与盾构相互作用面上的接触应力,其大小及作用方式不仅与地层的物理力学性质有关,还与盾构刚度、施工方法、盾构的控制情况和几何尺寸等因素有关。因此,关于盾构的土压力分布是盾构施工中应该关注的问题。", "label": "交通运输工程", "id": 0}
{"content": "本设计题目是齐梁山高速公路隧道结构及防排水设计,隧道地址位于湖南省,为直线型分离式单向行驶双车道长隧道（上、下行分离）;隧道起讫桩号K1+010～K2+357,全长1347m,隧道设计为时速100km/h;隧道衬砌为复合式衬砌,断面形式采用拱形曲墙式;洞门采用翼墙式。隧道纵坡为单面坡,纵坡坡度为1.485%。采用防水混凝土进行防排水设计,同时在洞顶设置排水沟和边坡截水沟,衬砌内设防水层。设计主要内容为:进行齐梁山公路隧道的平、纵、横断面设计,确定隧道行车道以及紧急停车带的建筑限界、洞门土压力的计算和洞门的选取与验算、隧道围岩土压力计算、衬砌结构设计、隧道防排水的设计,以及选择出合理的施工方法。", "label": "交通运输工程", "id": 0}
{"content": "对软岩定义进行仔细的分析,选取最有权威性的定义;分析了当前软岩的分类;根据当前软岩隧道工程出现的问题:（1）对围岩变形的判断与控制,（2）对合理支护时机的探讨;软岩隧道工程的未来发展仍是解决围岩大变形的控制问题。", "label": "交通运输工程", "id": 0}
{"content": "随着高速公路的飞速发展与隧道建设管理与技术越来越高的要求,越来越多的高速公路隧道已经或即将出现,本设计为贵州三施蒺藜坡高速公路隧道的爆破设计。蒺藜坡隧道为一级高速公路隧道,采用台阶法进行施工掘进,施工全过程贯彻新奥法施工原理,采用控制爆破进行隧道掘进施工。", "label": "交通运输工程", "id": 0}
{"content": "某市地铁18号线是快速轨道交通,设计时速是140km/h。本设计结合该工程的地质资料与线路资料,进行相应的盾构隧道结构设计。首先,通过对相关采用盾构法施工的工程类比分析,进行隧道的初步设计,确定围岩类型、拟定了盾构管片的尺寸大小,然后按照该线隧道线路的上覆土层厚度和地下水位的不同,选取了3个不同的具有代表性的横断面进行分析,其中包括这些过程:荷载计算、内力的计算、进行管片配筋设计、管片的抗震验算。基于均质圆环模型对衬砌进行力学分析,选取最大弯矩及其相应的轴力、剪力值进行配筋,然后验算管片裂缝宽度和接头强度。", "label": "交通运输工程", "id": 0}
{"content": "为了探究爆破振动在海底条件下的传播规律,采用Hilbert-Huang变换（HHT）方法分析爆破振动数据的时频能量特征。结果表明:在既有隧道中,垂向爆破振动信号频率以50-75Hz为主,随爆心距增加呈波动降低;能量幅值随爆心距的增加不断衰减,由单峰值向多峰值变化。结合HHT变换结果,为避免发生共振,建议既有隧道对应掌子面前方一定距离处为爆破振动重点监测区域。", "label": "交通运输工程", "id": 0}
{"content": "隧道开挖以后围岩应力变化可以大致分为两种情况:1、隧道开挖以后,围岩仍处于弹性应力状态,此时的围岩理论上不需要支护也能维持较稳定的状态。2、隧道开挖以后,隧道周边部分围岩产生塑性区,部分围岩处于塑性状态,隧道可能会产生松弛、变形甚至滑移,此时,隧道需要进行支护。为了探究支护对隧道的相关影响,以双孔间距6米的隧道为例,模拟加入支护对隧道围岩应力变形及地表沉降的影响。", "label": "交通运输工程", "id": 0}
{"content": "本初期支护设计围绕国道112线赤城至承德界段改建工程中某隧道而进行。本设计主要包括以下内容:隧道纵横断面设计、隧道初期支护设计、隧道初期支护设计验算等。首先,根据公路隧道的相关要求,设计了隧道的纵断面以及衬砌内轮廓线;然后,对隧道初期支护的锚杆、喷射混凝土、钢筋网、钢拱架和预留变形量进行了参数选定;最后,对这些初期支护的参数进行了验算。", "label": "交通运输工程", "id": 0}
{"content": "本设计名称为青龙山铁路隧道设计,设计线路为单线。根据隧道拟建区的地形地貌、地质构造、水文地质、气象等条件,可以对隧道的工程概况形成多方面的认识和分析,为隧道施工组织设计打下基础。围岩压力分为对Ⅲ级、Ⅳ级围岩深埋,Ⅴ级围岩浅埋的设计,隧道采用了复合式衬砌结构。进行了青龙山隧道建筑限界和内轮廓的设计、初期支护及二次衬砌设计、施工方案比选、防排水和施工注意事项的设计说明。", "label": "交通运输工程", "id": 0}
{"content": "隧道工程爆破掘进作业环节中会产生大量粉尘,高浓度岩尘对作业人员身体健康及生产环境危害巨大。水压爆破技术在隧道工程中应用广泛,可提高爆破效果并在一定程度上降低粉尘浓度,本文从热力学角度研究水压爆破中对降尘效果产生影响的机理。", "label": "交通运输工程", "id": 0}
{"content": "随着国家对交通建设事业的投入加大,对各地区隧道的建设加快,对隧道内行车位置信息精度的要求也在不断提高。因隧道内部环境复杂,缺乏统一的基础性架构,且外部信号难以进入等因素,涌现出多种隧道定位方法。基于隧道定位方法的基础架构、位置精度、普适性等因素,将现有的隧道定位方法分成三大类:基于卫星信号的定位方法、基于非卫星信号的定位方法以及多种定位技术结合的定位方法。针对具体定位系统方案或算法的特点、优劣等进行探讨和分析,最后总结当前隧道定位方法的研究现状,并简要介绍隧道定位领域未来的研究方向。", "label": "交通运输工程", "id": 0}
{"content": "由于盾构隧道结构设计要求,往往根据隧道典型断面所处的实际地质情况分别进行内力计算得到各区段的最不利弯矩及对应轴力值,然后根据压弯构件分段确定管片配筋及选型设计。管片结构设计直接决定着工程投资,故此选择安全可靠地设计计算方法尤为重要。盾构隧道按压弯构件的最不利内力组合（弯矩及对应轴力）进行配筋设计,这直接决定管片造价及工程投资。以某实际地铁盾构隧道为算例,在保持各条件一致的前提下,采用惯性法、基于ANSYS软件的地层-结构法和荷载-结构法常用方法分别开展内力计算,通过对比各方法的内力结果可得,由于考虑地层弹簧,荷载-结构法更能真实反映围岩与隧道衬砌间的相互作用,衬砌变形及受力特征更接近实际情况,所得到的内力组合值在3种方法中最小,管片配筋最为经济,惯用法和地层-结构法计算结果较为接近,但内力值和配筋量均偏大,在实际工程中需作一定折减修正。", "label": "交通运输工程", "id": 0}
{"content": "邻近既有隧道的地铁车站深基坑工程危险性大,风险性高。以成都7号线建材南路站深基坑为例,采用数值模拟和监控量测的方法对地铁车站深基坑开挖对邻近既有隧道的影响进行了研究,结果表明基坑周边地表沉降呈\"凹槽型\"分布,最大沉降点位于近基坑的边墙附近;基坑开挖会导致邻近隧道产生水平和竖向变形,开挖对水平相对位移影响程度大于对竖向相对位移的影响程度;基坑开挖会增大隧道结构弯矩,且对近基坑侧隧道结构的影响程度更大。", "label": "交通运输工程", "id": 0}
{"content": "为减少由于隧道排水造成的冻害,在我国西北高寒地区富水隧道设计中,通过把水沟埋设于隧道内相应的冻结深度之下,利用地下水的初温达到冻融平衡起到防冻的目的。硬岩地段深埋水沟通常采用爆破的方法。为减小爆破施工对水沟周围围岩的扰动作用,研究采用基于沟槽爆破技术的水沟开挖方法,通过设置中间空眼掏槽、周边眼间隔装药等方法,合理设计中心深埋水沟沟槽爆破参数。初步试验效果表明,采用中心深埋水沟沟槽控制爆破技术,对于减少爆破对临近仰拱部位围岩的扰动,减少超挖等方面起到了积极作用,通过多次试验优化参数后,可作为隧道中心深埋水沟的开挖方法。", "label": "交通运输工程", "id": 0}
{"content": "南宁轨道交通5号线五一立交桥—新秀公园区间隧道采用国内首台气垫式泥水＆土压双模盾构进行施工。本文依据该区间双模盾构现场应用,与临近区间及同区间单模式泥水盾构施工效果进行了对比分析,并总结了复合地层双模盾构的施工优势。结果表明:与单一模式盾构相比,双模盾构在复合地层中适应性更强,掘进效率更高,施工成本更低。总体上,双模盾构具有整机先进性高、经济高效、可靠性强、安全性优越等施工优势。", "label": "交通运输工程", "id": 0}
{"content": "为了探究隧道二次衬砌约束条件对内力计算的影响,对某高速公路分离式长隧道K3+100处的衬砌结构开展研究。首先采用隧道结构体系荷载-结构模型的假定抗力法进行分析,其在求解衬砌最大抗力值时分为两种约束方式进行内力计算:最大抗力截面及以上拱顶截面约束;最大抗力截面及以下墙底截面约束。然后运用MIDAS软件模拟五种不同约束条件下的隧道衬砌模型的内力差异:有底板有仰拱隧道衬砌模型;有底板无仰拱隧道衬砌模型;无底板墙底固定端约束隧道衬砌模型;无底板墙底固定铰支座隧道衬砌模型;无底板墙底水平约束+墙底竖向弹簧约束隧道衬砌模型。最后再将荷载结构模型假定抗力法两种约束方式计算结果与利用MIDAS模拟的五种不同隧道衬砌结构模型进行对比研究。发现荷载结构模型假定抗力法两种约束方式的内力计算结果差距很小,且MIDAS结构模型中的无底板墙底水平约束+墙底竖向弹簧约束隧道衬砌模型的内力计算结果最接近假定抗力法的计算结果。", "label": "交通运输工程", "id": 0}
{"content": "利用无损、高效的物探检测方法对运营隧道的衬砌进行健康诊断,能够全面把握隧道质量情况。基于某运营隧道病害治理工程,通过地质雷达对隧道二次衬砌的厚度、脱空等情况进行无损探查,结合现场调研对隧道裂缝、渗漏水、钢筋锈胀等病害情况进行统计分析,对隧道病害发展成因进行探讨,并提出重点+专项的隧道综合治理方案。随着运营隧道暴露的诸多病害问题,地质雷达的应用研究具有重大价值。", "label": "交通运输工程", "id": 0}
{"content": "目前城市地铁盾构工程是采用盾构掘进与管片拼装分步进行的原则进行施工,施工效率无法得到提升,同时国内常规盾构的保有量很大,新购盾构设备成本高,所以通过将常规盾构改造为连续掘进同步拼装盾构,不仅可大幅降低生产成本,而且施工效率也将得到提升,具有广阔的发展前景。", "label": "交通运输工程", "id": 0}
{"content": "盾构隧道管片上浮是盾构施工中较为常见的施工问题,管片上浮控制也是盾构施工中重要的技术措施。文章通过对管片上浮问题和管片受力研究,分析了管片上浮的机理和产生管片上浮的主要原因,提出了从盾构姿态、掘进参数、管片壁后注浆、止水环箍以及管片覆土等方面控制管片上浮的措施。", "label": "交通运输工程", "id": 0}
{"content": "进入21世纪我国盾构隧道建造技术取得长足的进步,尤其在大直径、超大直径盾构隧道方面迈入世界先进行列。结合我国大直径盾构隧道典型工程案例,从勘察设计、装备研制、施工技术及运营维护方面梳理取得的技术进步及存在的不足:掌握大直径盾构装备成套技术,对刀盘、推进系统等进行技术革新,国产装备逐步占领市场;大直径盾构隧道施工数量多、难度高,建成以武汉三阳路、汕头苏埃通道为代表的标志性工程;积累大直径盾构隧道勘察设计及运维经验。大直径盾构隧道勘察设计标准与规范缺失,装备关键零部件国产化程度不够、特殊地层装备适应性有待提升,施工需要进一步规范化、标准化、精细化。针对我国大直径盾构隧道建造技术现状,建议加强自主工业软件开发与核心基础零部件攻关,注重智能装备与新材料研发,大力推广数字建造、智能运维,通过学科交叉融合进一步提升我国大直径盾构隧道建造技术水平。", "label": "交通运输工程", "id": 0}
{"content": "为有效提高既有线铁路隧道病害整治钻孔及开槽施工效率、质量和作业安全性,课题组针对既有线铁路隧道病害整治技术现状,研发了隧道病害整治用钻孔及开槽设备,初步实现了运营铁路隧道病害整治时锚杆孔和衬砌槽机械化施工作业,并在某线枣子林铁路隧道、新茨冲隧道、马鞍塘隧道等病害整治工程中进行了应用。通过与传统人工作业方式对比,研发的钻孔设备作业效率是传统风钻钻孔效率的10倍左右,同等施工效率下,可减少作业人员数量80%以上;研发的衬砌开槽设备施工效率是传统手工作业效率的6倍左右,同等施工效率下,可减少作业人员数量85%以上。", "label": "交通运输工程", "id": 0}
{"content": "为提高隧道施工通风的自动化与智能化水平,开展了隧道施工通风智能化技术研究。首先结合隧道作业的特点,分析了不同作业工序和通风长度下的掌子面需风量,同时对现场施工作业环境的空气环境质量进行了测试,得到了影响隧道施工作业环境参数的主要控制指标,简化了隧道智能化通风的控制参数,最终成功应用了智能化节能通风技术,并与普通风机、变频风机的节能效果进行了对比和分析。结果显示:不同工序的掌子面需风量相差约为50%,风量的不均衡为智能化通风提供了节能条件;CO和粉尘可作为智能化施工通风的主要控制因素,其他环境参数可以作为辅助参数;现场实测的CO气体分布规律基本上与数值模拟的结果相似,在爆破后通风30min之后CO气体浓度可以达到24ppm以下,智能化通风控制可以满足现场的施工;与普通风机、变频风机相比节省电能达24.6%,取得了良好的应用效果,在保证隧道施工作业环境的前提下也实现了节能。", "label": "交通运输工程", "id": 0}
{"content": "盾构隧道下穿既有建筑物时难免会对建筑物及其桩基造成影响。以长沙地铁6号线某区间盾构隧道下穿既有建筑物为工程背景,建立相应的数值模型,分析双线盾构隧道掘进对其上部建筑物及其桩基的影响,并且探究掘进压力、注浆压力等参数对桩基位移的影响规律。结果表明:双线盾构隧道掘进将导致上部建筑物及其桩基发生一定的沉降,掘进压力取值为220kN/m~2时该区间双线盾构隧道掘进对桩基的影响最小;注浆压力对桩基的水平位移影响不大,注浆压力越大越有利于桩基的沉降控制。研究结果可为地铁双线隧道盾构下穿建筑物施工提供技术支撑。", "label": "交通运输工程", "id": 0}
{"content": "对地质条件和空间条件均较为复杂的金家庄特长螺旋公路隧道钻爆法控制施工难题,运用理论与现场试验等方法,在对工程概况与地质条件进行分析基础上,提出合理的螺旋隧道爆破方案及相应控制参数。并分别进行爆破振动安全预估与现场验证。结果表明,预估选取的K、值不适用于当地,而回归得到的K、值较符合实际情况,并根据回归值反推出最大段装药量允许值Qmax为45.17kg,在后续的施工中应满足该条件方可保证螺旋隧道围岩及结构安全。", "label": "交通运输工程", "id": 0}
{"content": "以重庆铁路枢纽东环线江北机场隧道进口段工程（JDK11+635—JDK11+890）为研究重点,就铁路隧道施工对机场地面既有建构筑物的影响进行监测、分析和评估,并根据地面沉降的纵、横效应及与隧道内排水、施工工序之间的关系,找出该影响区域内地表变形规律,采取相应的\"增设地梁+地表注浆\"等技术措施加以控制,从而降低了地表沉降和灯光杆位移风险,确保了航宾大道下穿通道结构的安全。", "label": "交通运输工程", "id": 0}
{"content": "以湖南某盾构始发井基坑工程为研究对象,分析该基坑施工过程中围护结构及周边地表沉降等现场监测数据。监测结果表明,桩顶竖向水平位移随开挖深度增大,开挖完成后趋于稳定,围护结构水平位移曲线,随着开挖深度增加从直线变成抛物线形,再变成多段抛物线形;基坑周边地表沉降曲线呈现凹槽型,沉降最大值发生在距基坑约7m的位置,支撑轴力随开挖深度增加而增大,第1道混凝土支撑轴力明显大于其他支撑轴力。监测数据均没有超过报警值,说明该基坑围护结构加内支撑的设计体系能有效控制围护结构变形。", "label": "交通运输工程", "id": 0}
{"content": "为分析近接隧道群开挖稳定性,基于强度折减法基本理论,提出了多洞室隧道群近接影响评价标准,并采用ANSYS APDL语言编制了基于二分法的隧道安全系数自动计算程序,将其应用至重庆红岩村并行五洞室叠层隧道群稳定性分析中。结果表明:采用强度折减法进行近接影响判别结果与传统位移判别方法基本一致,表明了其适用性;围岩等级越好,安全系数越大,隧道群越稳定,在当前地层参数条件下该隧道群满足开挖稳定性需求;隧道间净距越小,开挖影响越大,隧道群安全系数降低越显著;上、下层隧道之间的夹岩部位为影响隧道群稳定性的关键部位,需给予重点关注。", "label": "交通运输工程", "id": 0}
{"content": "郑州地铁14号线奥体中心站～星空路站区间下穿星海路地下交通环廊。因下穿区域环廊为大断面、曲线型且与隧道距离仅为0.5m,因此采用MADIS/GTS有限元软件对盾构区间下穿环廊的施工方案进行有限元分析。模拟计算表明,在超前加固措施下,盾构下穿施工对环廊的影响在控制标准内。结合工监测数据,验证模型可靠性。", "label": "交通运输工程", "id": 0}
{"content": "为研究北京某盾构区间下、侧穿施工对邻近既有运营地铁地上站及路基段的影响,以邻近既有13号线上地站及其两侧路基段的新建19号线支线某盾构区间工程为背景,对19号线支线盾构区间工程施工进行了设计,并用MIDAS/GTS有限元软件对邻近既有13号线上地站及其两侧路基段的新建19号线支线某盾构区间施工过程进行了有限元分析。研究了盾构区间侧穿施工过程中既有上地站结构、挡土墙位移以及上地站结构应力变化特征;总结了盾构区间下穿施工过程中既有13号线路基段沉降变化规律;揭示了盾构区间侧穿施工过程中既有上地站左右线轨道竖向沉降曲线走势特征,提出了本工程施工变形控制指标值。", "label": "交通运输工程", "id": 0}
{"content": "我国交通运输业快速发展,高速公路逐渐向偏远山区及地质复杂段延伸。在全～强风化花岗岩浅埋段进行公路工程隧道施工会遇到拱顶下沉、地表下沉等施工难题,通过参考以往类似工程实践中的经验,结合本隧道实际情况,进行了监控量测技术的运用研究和处理技术措施的探讨。", "label": "交通运输工程", "id": 0}
{"content": "针对地质条件和空间条件均较为复杂的金家庄特长螺旋公路隧道钻爆法控制施工难题,运用理论分析与现场试验等方法,在对工程概况与地质条件进行分析的基础上,提出合理的Ⅲ,Ⅳ,Ⅴ级围岩螺旋隧道爆破方案及其相应控制参数,并分别进行现场试验与验证。结果表明,按照提出的开挖爆破方法和控制参数进行施工,爆破堆积体分布合理,爆渣块度均匀,超欠挖得到有效控制,获得较好的爆破效果,且保证螺旋隧道围岩及结构安全。", "label": "交通运输工程", "id": 0}
{"content": "为探寻大断面软岩隧道蚀变带可行的塌方处治方案,确保安全快速处治并通过塌方段,以某特大断面隧道塌方处治工程为依托,深入分析其塌方原因,对隧道蚀变带塌方处治方案进行比选,分析确定最佳处治方案,最后结合本隧道处治成功经验,给出了处治关键控制要点和针对扁平大断面隧道施工风险的防控措施。经工程实践证明,本隧道处治效果良好,其处治方法为类似隧道工程施工提供借鉴。", "label": "交通运输工程", "id": 0}
{"content": "安平隧道是正在建设的湖南省龙塘至琅塘高速公路第一合同段的一座分离式隧道,隧道集岩溶、高压富水、断层、高瓦斯、采空区多种风险于一体,是本项目的控制性工程。以安平隧道光面爆破施工为背景,结合光面爆破的技术特性,分析总结安平隧道光面爆破的技术管控要点。", "label": "交通运输工程", "id": 0}
{"content": "本文结合现代化市政基础设施工程项目建设状况,针对各类市政工程现场施工工作技术应用进行分析,逐步意识到了现代化市政道路桥梁施工管理当中的问题,同时结合了各类市政道路桥梁工程项目建设的相关影响因素,制定出现场施工技术的规范策略以及应用模式,以此来不断提高道路桥梁工程项目建设的施工质量效果,为我国城市化发展奠定良好基础。", "label": "交通运输工程", "id": 0}
{"content": "随着科学技术的发展,社会生活发生了巨大的变化。人工智能技术在社会各个领域的应用越来越广泛,例如人工智能在桥梁管理中的应用。在桥梁工程管理领域中,桥梁管理与养护是一项非常系统和繁杂的工作,将人工智能应用于桥梁管理,不仅可以提高管理效率,同时还能够保障数据采集的全面性。因此,本文将着重研究人工智能在桥梁管理中的应用。", "label": "交通运输工程", "id": 0}
{"content": "<正>贵黄高速—阳宝山特大桥该桥主缆架设AS法专项技术填补我国内地悬索桥主缆架设施工技术空白,在我国桥梁建设史上具有里程碑意义。中央电视台《大国建造》栏目对此进行了专题报道。贵黄高速—乌梅河特大桥该桥主拱缆索安装扣挂系统有效提升了拱肋安装精度。中央电视台《大国建造》栏目对此进行了专题报道。", "label": "交通运输工程", "id": 0}
{"content": "拱座作为拱桥的主要承受推力结构,承受了较大的来自主桥的自重荷载及行车荷载,拱座施工过程中经常会涉及深基坑的开挖与大体积混凝土的浇筑。特别是山区大跨径拱桥拱座的施工,由于地质条件复杂多变,还存在拱座土石方开挖困难、出渣不便及拱座大体积混凝土水化热等问题。本文以乌梅河特大桥为例,详细介绍了拱座开挖与浇筑施工的工艺及各项过程控制技术,有效确保了拱座施工的安全和质量。", "label": "交通运输工程", "id": 0}
{"content": "因高质、高效、安全、操作简单等显著特点,液压爬模施工工艺在桥梁高墩施工中的应用日益广泛。本文以阳宝山特大桥薄壁高墩施工为背景,详细介绍了液压自动爬模系统的工作原理、结构特点及施工操作。", "label": "交通运输工程", "id": 0}
{"content": "阳宝山特大桥高强度螺栓在数量大、湿度和温差大等条件下进行施工,为此,笔者对高栓连接施拧过程控制及预防措施进行详细说明,确保高栓施拧质量受控。", "label": "交通运输工程", "id": 0}
{"content": "甘溪特大桥主桥为主跨300 m的空腹式斜腿刚构桥,三角区由V形斜腿与主墩、主梁三者构成,斜腿兼具拱形承压作用,充分发挥了混凝土材料的抗压能力强的优势,结构三角汇合区位置重新组成新支点,优化了结构受力状态,提高了主跨跨径,使得刚构桥跨径得以突破。本文介绍了甘溪特大桥空腹三角区合龙关键施工技术,并详细叙述了合龙交汇段工序转换细节。", "label": "交通运输工程", "id": 0}
{"content": "贵黄高速公路TJ1合同段位于贵阳市南明区永乐乡和黔南布依族苗族自治州龙里县醒狮镇,起讫桩号为k0+000—k8+400,线路全长8.4 km。冯家庄互通式立交（k0+000—k2+019）与既有贵阳绕城高速公路（尖坡至小碧段）拼接,主线上跨尖小高速公路和多处地方道路。主线采用双向六车道高速公路标准建设,设计速度100 km/h,整体式路基宽度33.5 m,分离式路基宽2×16.75 m,桥梁设计荷载为公路I级。", "label": "交通运输工程", "id": 0}
{"content": "目前,一般工程通过支座位置的坡度设置来实现预应力混凝土连续T梁桥的横坡和纵坡。经工程实践研究,设计一套预制T梁梁底预埋支座钢板纵坡调节装置,方便施工且能够重复利用,施工成本低,周转效率高,可大幅度节约预埋支座钢板的安装时间,提高工作效率。", "label": "交通运输工程", "id": 0}
{"content": "通过分析高速公路40 m小箱梁拼宽桥架桥机架设技术,选择合理的架设技术方高高速公路440m小小箱梁拼宽桥架桥机架设技术分析案、采取合理的安全措施,确保瓮马高速正常运营的状态下,采用架桥机完成40 m预制小箱梁单边最窄拼宽5 m、最宽拼宽（1中4交.2二5公m局萌的兴架工设程有任限务公。司贵黄十标杨国华田锦科）", "label": "交通运输工程", "id": 0}
{"content": "根据我国现有国情,目前云贵川等山区大部分大跨径悬索桥和斜拉桥均采用钢筋混凝土结构,索塔作为桥梁的主要受力构件,其结构稳定性和施工质量将直接影响桥梁的运营安全和寿命,索塔横梁作为连接左、右幅塔柱的枢纽,在确保索塔稳定性方面起到至关重要的作用。但是随着桥梁索塔高度和桥面宽度的变化,索塔横梁的尺寸也随之增大,施工难度不断增大。因此探寻一种经济适用、施工简易和安全可靠的索塔横梁施工支架方案显得至关重要。本文以阳宝山特大桥主桥索塔上横梁施工支架为依托,对索塔上横梁施工支架材料投入、施工成本、施工难度、施工安全、质量及支架稳定性进行了详细研究和对比。", "label": "交通运输工程", "id": 0}
{"content": "针对高墩40 m预制T梁边梁架设,架桥机横向行走距离不足,导致边梁不能准确安全就位,前横移轨道刚度不足的问题,项目部采用300T吊车对前横移轨道进行辅助提吊,安全完成了44.5 m高墩40 m预制T梁边梁架设任务。", "label": "交通运输工程", "id": 0}
{"content": "近年来,国家基建工程迅猛发展,特别是在气候恶劣、地质复杂地区开路架桥,不仅给当地民生带来翻天覆地的改变,同时很多领域的施工技术也得到很大突破。本文以贵州省横跨独木河大峡谷的阳宝山特大桥主桥索塔施工为案例,研究其关键施工技术,为类似工程提供相关施工经验。", "label": "交通运输工程", "id": 0}
{"content": "本文研究了高墩桥梁爬模技术的优势、应用及质量控制措施,并从液压爬模系统的施工原理和结构,详细介绍了采用全液压自爬模施工技术进行桥梁高墩建设的工艺流程。", "label": "交通运输工程", "id": 0}
{"content": "在我国经济社会快速发展的过程中,公路与桥梁发挥着积极作用。大量公路与桥梁工程中的施工技术也因此受到人们的重视。公路与桥梁工程施工技术直接关系到工程的质量和效率,要提升公路与桥梁工程的施工质量和效率,就必须从施工技术的各项细节入手,保证公路与桥梁工程总体有序推进,最终实现既定施工目标。", "label": "交通运输工程", "id": 0}
{"content": "针对如何有效减少高速公路涵洞施工中防水效果差和普遍存在的渗漏水现象,本文重点对高速公路施工中如何提高涵洞防水效果做专项技术研究。在严格按照原设计施工的基础上大胆创新,应用新技术使涵洞防水效果显著提升。", "label": "交通运输工程", "id": 0}
{"content": "众所周知,土木工程工程是一门教学内容涉及广泛的基本应用型建筑工程学科,它伴随着中国当代经济社会的发展也逐渐演化出了许多系统分支。本章所重点研究的路桥方向正是当下其中一项热点学科。对土木工程路桥方向的学科发展而言,其总体目标就是为全社会道路桥梁施工程输出大量综合素养较高的技术人员。所以,出于这种情况的考虑。作者基于此点,针对当前的土木工程专业课程改革方面出发,对土木工程路桥方向专业课程管理制度改革展开了研究。", "label": "交通运输工程", "id": 0}
{"content": "随着互联网时代的到来,建筑业也逐渐加速了信息化进程,同时,BIM技术在建筑工程中的应用促进了建筑业的改革与发展。在我国,拱桥有着悠久的历史,有较强的跨越性能,并且外形生动、优美,在当代的桥梁建设中有着广泛的应用。本文的研究以拱桥为例,结合BIM技术,提出基于Revit建模软件的桥梁模型的参数化设计流程。首先,创建拱桥项目文件,建立标高、轴网。然后,创建拱梁自适应族。最后,载入桥墩、横系梁等族,完成拱桥模型的创建,达到能够独立完成拱桥设计阶段的建模素质目标。", "label": "交通运输工程", "id": 0}
{"content": "随着城市化进程的加快,地铁的需求量越来越大,以满足人们的出行需求,且可以有效缓解由于城市人口增加引起的交通拥堵问题。然而地铁隧道在修建过程中不可避免的会穿过既有桥梁,会增加地铁隧道施工的难度与风险。受到城市地铁兴建的不确定性和桥梁结构复杂性的影响,城市地铁隧道工程穿越桥梁施工过程中会遇到诸多风险因素。如何开展风险评估与控制,是现阶段地铁隧道施工过程中所面临的技术难题之一。本文对地铁隧道穿越既有桥梁的风险进行评估并展开研究。", "label": "交通运输工程", "id": 0}
{"content": "本设计是预应力混凝土连续箱梁桥上部结构,其孔径布置为（51+91+51）m,全长为193m,主梁采用变高度变截面的单箱单室箱型截面,施工方法采用悬臂施工法。本设计使用Midas软件分析,根据各控制截面内力进行了估束和配筋计算,并用Auto CAD绘制桥梁总体布置图、主梁一般构造图、主梁预应力钢束布置图、主梁普通钢筋构造图（部分）等。最后,对各控制截面进行了强度、抗裂性、应力和变形验算。各项检算均满足规范对全预应力结构的要求。", "label": "交通运输工程", "id": 0}
{"content": "随着社会经济的高速发展,科技水平显著提高,由此带来的变化在桥梁方面尤为明显。桥梁设计理念的逐步完善,分析水平的迅猛发展,结构分析软件的快速成熟,桥梁工程取得了前所未有的发展成就。本文以赣江二桥工程为研究背景,分析斜拉桥的静力受力特性。并通过有限元软件ANSYS对斜拉桥进行正常使用状态下静力受力分析。", "label": "交通运输工程", "id": 0}
{"content": "随着社会经济的高速发展,科技水平显著提高,由此带来的变化在桥梁方面尤为明显。桥梁设计理念的逐步完善,分析水平的迅猛发展,结构分析软件的快速成熟,桥梁工程取得了前所未有的发展成就。本文以在建赣江二桥工程为实际工程背景,通过有限元软件分析了赣江二桥有限元建模要点及等效方法,研究内容主要基于ANSYS有限元分析软件,对赣江二桥进行有限元建模。", "label": "交通运输工程", "id": 0}
{"content": "本设计只涉及简支梁桥上部结构的设计,根据设计任务书的要求和规范的有关规定,选定后张法张拉预应力筋工艺的预应力混凝土T型简支梁桥,该类型的梁桥具有受力均匀、稳定、不易发生较大变形,对于小跨径单跨不产生负弯矩,施工简单且施工进度迅速等优点。", "label": "交通运输工程", "id": 0}
{"content": "上坝大桥主桥钢桥面机动车道、钢桥面板铺装结构为:3.5cm AC-13高弹改性沥青混合料+改性乳化沥青粘结层+4cm嵌入预裹沥青碎石浇注式沥青混合料+溶剂型橡胶沥青防水粘结层+钢板喷砂除锈。上坝大桥主桥人非系统铺装层结构为:2cm AC-5彩色（红色）沥青混合料+改性乳化沥青粘结层+3cm浇注式沥青混合料+溶剂型橡胶沥青防水粘结层+钢板喷砂除锈。", "label": "交通运输工程", "id": 0}
{"content": "随着时代的发展和科技的进步,BIM技术逐步应用到建筑行业的各个环节,同时BIM也为桥梁工程的发展带来了新的变革。近年来,随着城市建设的不断推进,道路桥梁工程的建设逐步壮大。与此同时,桥梁工程的质量问题也引起了各界的广泛关注。但桥梁构造复杂、施工工艺繁杂、施工环境差、周期长等问题的存在,一定程度上增加了桥梁工程建设的任务量与复杂程度。然而,BIM技术的应用正在逐步缓解这些问题。因此,BIM技术在桥梁工程中的应用具有重要的研究意义。", "label": "交通运输工程", "id": 0}
{"content": "本基于结构动力学基础,采用ANSYS的三种不同的三维单元类型:板单元shell181、实体单元soild186、梁单元beam188建立三跨曲线桥梁的有限元模型,分析曲线桥梁的动力特征。", "label": "交通运输工程", "id": 0}
{"content": "桥面板是直接承受车辆轮压的钢筋混凝土板,桥面板与主梁梁肋和横隔梁连接在一起,保证梁的整体作用,同时又能将活载传递于主梁。本设计为简支梁桥面行车道面板的设计,通过荷载永久作用、可变作用和作用效应组合对悬臂板荷载效应计算、连续板荷载效应计算,最后进行桥面板截面设计、截面配筋及承载力验算。", "label": "交通运输工程", "id": 0}
{"content": "本设计是多跨预应力混凝土简支箱形梁桥的方案设计。根据设计任务的要求、桥址地形地质情况及规范规定,本设计包含各部分结构的尺寸拟定、荷载计算及一系列验算,本着\"安全、经济、美观、实用\"的设计原则,确定主梁采用箱形截面,桥墩采用双柱式轻型桥墩,基础采用桩基础。本设计的优点是箱形梁桥预制装配,采用机械化高效率高质量施工,缩短了建桥时间,满足当地高速高质量发展的需求。", "label": "交通运输工程", "id": 0}
{"content": "对渭河桥主梁一期荷载、二期荷载进行了计算,验证了设计的可行性。", "label": "交通运输工程", "id": 0}
{"content": "利用雷达来监测桥梁具有多测点、远程监测等优点。因此,近年来雷达在桥梁监测领域应用愈发广泛。在处理桥梁振动的雷达信号时,常用时频分布从雷达信号中提取出振动频率。而时频分布的时频分辨能力和时频聚集性是衡量其性能的关键指标。其中,魏格纳威尔分布（Wigner-Ville Distribution,WVD）具有较佳的时频分辨率和良好的时频聚集性。但是WVD在桥梁振动信号的分析中,常常伴随着大量的交叉项,使得难以从时频分布准确获取振动频率。针对这一问题,提出了一种将经验模态分解（Empirical Mode Decomposition,EMD）和WVD相结合的方法,减少了WVD在桥梁数据处理中的交叉项,并经过谱图能量对比确定了振动基频率。首先给出了雷达监测桥梁的信号模型,然后论述了方法原理和流程,最后通过实验验证了方法的可行性和有效性。", "label": "交通运输工程", "id": 0}
{"content": "针对高速公路桥梁墩身混凝土强度不足的缺陷,以实际工程为例,提出了两个具体的方案并进行了比选分析。对墩柱凿除更换方案的处治流程、构造进行了设计,并借助有限元计算分析该方案处治后桥墩的承载能力、钢管支架的可靠性以及桥梁整体结构的受力安全性,提出了施工控制及监测的要点。研究表明:采用本方案在顶升、凿除和荷载转移等整个处治过程中,对原桥整体及局部结构未产生影响,保证了桥梁的受力安全及稳定性。", "label": "交通运输工程", "id": 0}
{"content": "结合绍兴二环北路高架桥的施工,介绍了大跨径钢箱梁高低吊施工过程中的难点、要点,从而提升大跨径钢箱梁吊装工艺、整体安装质量。阐述了关于大跨径钢箱梁预拱度控制的工艺,对大跨径钢箱梁高低吊施工技术进行研究和分析,对以后类似工程应用提供一定的参考。", "label": "交通运输工程", "id": 0}
{"content": "为确保深圳前海景观桥的施工安全、桥梁结构的稳定性和设计美感,深圳前海观景桥采用变截面鱼腹式连续箱梁。通过对鱼腹式连续连续箱梁的结构设计,合理的确定了其跨径和断面尺寸,并利用有限元软件建立荷载作用下的三维有限元模型,分析了变截面鱼腹式连续箱梁及支架和模板的变形、支反力及相应的应力变化,并与结构设计方案进行验算。模拟结果表明:该结构设计方案满足设计要求,为深圳前海观景桥的现场施工提供了科学合理的依据。", "label": "交通运输工程", "id": 0}
{"content": "以施甸—勐简高速公路施甸—链子桥段项目怒江特大桥的施工为依托,分析了新建跨江施工便桥的必要性。接着结合施工现场实际情况,通过对常见几种施工便桥的对比分析,最终选定新建缆索便桥作为怒江特大桥的施工便桥,以作为人员通行和混凝土泵送的通道。然后较为详细地介绍了该缆索便桥的设计方案及施工方法,最后分析了该缆索便桥产生的经济、环保、社会效益和存在的不足,并对类似缆索便桥的优化提出设想。", "label": "交通运输工程", "id": 0}
{"content": "基于\"平台化、数字化,信息化\"跨海公路桥群监测平台理念,设计了宁波舟山港主通道项目桥梁健康监测系统,涉及、南通航孔桥、主通航孔桥、北通航孔桥、烟墩B匝道桥、富翅门大桥共5座桥梁,其中有1座连续刚构桥,3座斜拉桥1座UHPC预制简支桥面连续T梁桥,总计630个监测点。该健康监测系统包括5大子模块,即结构监测子系统、巡检养护子系统、综合评估子系统、综合管理子系统、系统管理子系统。外场传感器设备应考虑稳定、耐久、可更换、经济等因素,外场设备安装质量好坏直接影响数据采集的真实与可靠。以富翅门大桥为例,基于2020年2—8月期间的监测数据,分别从主塔空间变位、主梁挠度、索力、动力特性分析等关键指标开展分析,各项指标表明大桥运营状态较好,并简要介绍了其余4座桥监测点布置情况。应用表明,本项目健康监测系统可实现对跨海公路桥群长期健康监测,可更好的服务大桥运营管理和养护需要。", "label": "交通运输工程", "id": 0}
{"content": "沪苏通长江公铁大桥为世界首座跨度超千米级公铁两用斜拉桥,技术复杂,施工难度大,安全风险高。工程监理作为建设单位现场管理的延伸,受建设单位的委托,对施工过程质量安全进行监管。本文结合沪苏通长江大桥现场监理工作的实施,对监理工作重点、过程控制、监理工作成效及监理工作体会进行详细阐述。", "label": "交通运输工程", "id": 0}
{"content": "港珠澳大桥香港口岸基础设施工程一期中西桥部分的桥梁安装工程分为两种工艺进行,分别是平衡悬拼法和支架法,此次主要介绍利用平衡悬拼法安装节段箱梁的施工工艺,此工法是利用起重机吊装节段箱梁,在0号块大小里程对称悬拼节段箱梁,利用精轧螺纹钢对箱梁进行临时固接,其吊装过程安全可控,节段箱梁安装效率高,0号块节段梁的坐标调整精度达到1mm,桥梁成型后整体线型和安装质量满足设计要求。", "label": "交通运输工程", "id": 0}
{"content": "工程施工中经常因场地条件所限,在龙门式起重机布置无法进行直线轨道或大半径曲线轨道设计,只能采用小曲线轨道布置,龙门式起重机行走小曲线时极易因龙门式起重机两侧行走轮不同步而造成龙门式起重机啃轨,支腿主梁结构受扭变形,不及时采取措施甚至会导致龙门式起重机整体坍塌倾覆。结合鹤山市滨江路沙坪河大桥小曲线龙门式起重机工程实例,介绍小曲线半径轨道龙门式起重机的设计及使用中控制措施,以供同类工程参考应用。", "label": "交通运输工程", "id": 0}
{"content": "索塔上横梁往往具有跨度大、混凝土方量多、距原地面高度高、上下横梁之间间距大等特点,是索塔施工控制的重点。结合现场实际施工情况,对各类影响因素进行详细分析,以集约化、模块化、一体化为理念,提出无落地斜腿钢桁支架结构形式。通过建立局部及整体施工阶段有限元分析模型,验证了无落地斜腿钢桁支架的适用性,明确了施工过程中对主体结构造成的影响,形成了无落地斜腿钢桁支架优化设计方法。", "label": "交通运输工程", "id": 0}
{"content": "新建连镇高铁采用（48+80+48）m单线连续梁跨越沪宁城际高铁,采用（40+72+40）m双线连续梁、（68+128+68）m单线连续跨越宁启铁路。为保证施工期间跨越繁忙运营铁路的安全,降低和减少施工对既有铁路的影响,通过合理布置桥跨,采用转体法施工,中跨合龙段采用钢盒代替挂篮合龙,对转体球铰、牵引力、曲线转体、称重配重、异步转体等关键技术和邻近铁路安全防护设计进行研究,实现了桥梁顺利施工和安全通车。", "label": "交通运输工程", "id": 0}
{"content": "传统的后张法预制箱梁制作方法很多,台座施工成本高,周期长,不能重复循环利用,以广连高速TJ06标预制箱梁台座施工为例,从环境保护、节约资源、节省成本、缩短建设周期及确保工程质量思考,设计一种新型可重复利用的预制箱梁台座结构,包括混凝土基座、底模结构及调坡装置,底模结构能克服传统预制箱梁混凝土台座的不均匀沉降、不能重复利用等不足,优化的调坡装置很好解决楔形块的高度调节,适应桥梁交角和纵横坡的变化,确保梁底楔形块与支座接触紧密,降低支座脱空或受力不均现象发生的概率,提高支座的使用寿命。", "label": "交通运输工程", "id": 0}
{"content": "简要介绍了山区曲线耐候钢板组合梁桥结构特点,分析了曲线钢板梁施工难点,针对曲线钢板梁制造技术、耐候钢的焊接技术、锈层稳定化处理、顶推施工技术等方面进行研究,解决了曲线钢板组合梁桥制造、顶推施工等难题,有效保证了钢板组合梁桥的施工质量。", "label": "交通运输工程", "id": 0}
{"content": "结合绍兴二环北路高架桥的施工,介绍了预制立柱拼装技术以及拼装过程中的难点、要点,从而提升装配式拼装工艺、整体质量。阐述了关于预制立柱拼装工艺中精度控制的方法,对预制立柱拼装技术及精度控制技术进行研究和分析,对以后类似工程应用提供一定的参考。", "label": "交通运输工程", "id": 0}
{"content": "以建材北路悬索桥项目为例,钢箱梁宽56m,高4m,设计吨位2.6万t,钢结构施工工期200日历天,钢箱梁拼装区位于9m深建筑垃圾土层,该项目利用大尺寸承台加钢管柱临时墩配合步履式千斤顶克服建筑垃圾土层地质,对钢箱梁分幅分轮次顶推,实现极限工期顶推施工任务。该工程的现场应用证明该项施工技术可加快现场施工,在复杂垃圾土层实现大吨位钢箱梁顶推具有较大借鉴意义。", "label": "交通运输工程", "id": 0}
{"content": "上海S26公路入城段跨诸光路地道连续钢箱梁施工根据周边实际情况,委托专业加工场进行梁段加工、运输,吊装至临时支架上,进行纵横向梁段分段拼焊,再进行全断面焊接,实现不中断交通施工;施工过程中对桥梁及所跨诸光路地道变形及受力进行全过程监控,实现高效安全施工,可为同类及更复杂的钢结构工程施工提供指导和借鉴。", "label": "交通运输工程", "id": 0}
{"content": "依托工程为某单塔自锚式悬索桥。桥梁全长368.4m,采用异形双柱式钢筋混凝土结构,塔柱高67m。主塔分19个节段,采用液压爬模施工工艺,在塔内设置劲性骨架。塔柱浇筑期间,在两主塔内侧设置4道横向支撑,并按照施工顺序分阶段进行主动顶推。塔柱采用C50混凝土,采用泵送浇筑。上横梁采用落地支架法施工,与塔柱异步施工,并在高度方向上分二层进行浇筑。", "label": "交通运输工程", "id": 0}
{"content": "伴随着时间的不断推移,我们国家的公路工程发展速度极快,在促进国民经济快速提升上面起到至关重要的作用和意义,与此同时,大众对其质量也提出更高的要求。虽然说公路工程建设在某种程度上已经取得非常好的发展与成绩,但是通过对基层施工管理工作进行认真的分析,发现其中还存在着些许的问题,例如:施工现场混乱等,还需要结合施工现场的具体情况,制定出与之相对应的解决方法与策略。因此,本篇文章主要对公路路面工程基层施工管理问题及优化策略进行研究,以做参考。", "label": "交通运输工程", "id": 0}
{"content": "当前,我国的经济快速增长,科技水平明显提高,社会持续发展保障水平得以不断全面提升,交通运输工程施工行业建设水平有待显著提高。从整个我国城市交通运输施工行业建设发展进程的一个角度看,交通运输工程标准化建设服务工作也尤为的关键,影响城市社会生活秩序正常的运行,因此各地有关部门首先必须做好对交通工程建设工作中还存在的突出的几个问题及时采取的有效措施。基于此,文章对道路交通工程安全建设施工管理措施和全面质量控制措施工作内容展开了深入研究。", "label": "交通运输工程", "id": 0}
{"content": "在我国城市化建设速度越来越快的背景下,市政工程的数量和规模也在逐渐扩大,城市面貌有着很大的改变。在城市部分区域的道路中,可能存在裂缝、破损、坍塌,凹陷等严重的问题,影响城市的风貌,所以政府对目前的严重情况进行改造,提高城市化水平的提高。在城市的繁华地区,每天都会有大量的人和车辆通过,如多对市政道路进行改造将会严重影响正常的交通,为人们出行带来很大的阻碍。所以在市政道路改造工程中需要进行文明施工,安排人员对施工进行管理,降低市政道路施工为人们的出行带来的影响。", "label": "交通运输工程", "id": 0}
{"content": "市政道路作为城市交通体系的重要组成部分,人们的出行离不开道路,随着中国的不断发展和进步,人们对于市政道路建设的规划也有了更加明确具体的要求,其中道路路线设计问题是最为人们所关注的,路线设计的可靠性与安全性是其中最为重要的。本文基于市政道路路线设计的问题,结合人们的需求与市政道路路线设计要点,提出了一些加强市政道路路线设计可靠性与安全性的有效措施。", "label": "交通运输工程", "id": 0}
{"content": "改革开放以来我国各级公路总里程数一直呈现上升趋势,在\"要想富,先修路\"的中心思想指导下,公路工程建设技术也在不断进步,但在不同地区进行公路建设的时候,往往因为各地的地质条件不同不能统一进行施工,因此在公路工程建设过程中,要根据遇到的复杂地质条件,因地制宜的采取施工技术手段,当地基土质较为松软时就会影响到路基的建设,在这个时候使用碎石注浆桩就能加强其稳定性。文章着重分析碎石注浆桩的工作原理,简述其施工技术要素,明确其质量控制方法,为相关从业人员提供理论依据和操作流程借鉴。", "label": "交通运输工程", "id": 0}
{"content": "本文以实际工程为例,分析了复杂地形条件下高速公路大型临时设施的设计,探讨了大型临时设施的建设,以此合理控制了工程的成本和进度,确保了工程的安全。", "label": "交通运输工程", "id": 0}
{"content": "在公路设计过程中,线路选择极其重要。线路选择得当,不但行车安全、舒适,工程量小、造价低、运营费用低,而且在施工中对自然环境破坏较小,产生的经济效益、社会效益较为可观。本文主要阐述了设计软件选线原则,并分析了线路选择过程中应注意的问题。", "label": "交通运输工程", "id": 0}
{"content": "在公路建设工程领域中,采用石灰土和石料填筑的路堤较多,且施工技术成熟,是公路工程质量的有效保障。红黏土在我国分布范围较小,用于公路工程路基填筑的更少,一般不作为路基填料。但在贵州省等由于环境保护等原因而缺乏填料的特殊地区,经加固和改良处理后的红黏土也可作为路基填料。本文先通过总结红黏土试验段,分析红黏土路基施工技术的应用情况,再通过试验及沉降观测数据,探索如何逐步合理应用该技术,以提高红黏土的利用率,在节约资源和成本的前提下,确保路基工程实体质量和安全性。", "label": "交通运输工程", "id": 0}
{"content": "本文探究了机制砂中石粉含量对聚羧酸减水剂饱和点、保坍性能、引气性能的影响。研究结果表明,随着机制砂中石粉含量的增加,减水剂的饱和点增大,减水剂敏感性增强,混凝土凝结时间缩短,保坍性能下降。适当的缓凝剂能够有效提高混凝土保坍性能,合理的缓凝剂掺量为2%～4%。石粉含量过低或者过高均会影响外加剂的引气性能,石粉含量超过12%时应适当提高引气剂掺量,合理的引气剂掺量为0.1%～0.2%。", "label": "交通运输工程", "id": 0}
{"content": "土工合成材料是用高分子聚合物制成的一种产品,是用于土木工程的合成材料的总称,被广泛应用于道路加固和路基处理。本文论述土工合成材料的特性、施工及应用情况。", "label": "交通运输工程", "id": 0}
{"content": "在高速公路建设高速发展的今天,水泥稳定碎石混合料作为常用的基层材料得到了广泛应用,行业对水泥稳定碎石混合料的性能研究和质量控制也越加深入。本文以贵黄高速路面一标水泥稳定碎石混合料施工为例,深入研究水泥稳定碎石混合料施工的水泥剂量变异性,提出解决水泥稳定碎石混合料拌和均匀性的措施,通过改进施工工艺、改良施工机械,使水泥稳定碎石混合料质量得到有效提升。", "label": "交通运输工程", "id": 0}
{"content": "近几年,我国西部经济的快速发展,促进了西部山区高速公路网的不断完善。高边坡路基施工是山区高速公路建设的重要组成部分,其安全稳定将直接影响道路行车安全。本文以贵阳至黄平高速公路为案例分析和探讨公路工程深挖路基边坡防护施工技术。", "label": "交通运输工程", "id": 0}
{"content": "锚杆框架结构设计新颖,形式独特,结构布置合理。针对土岩极易风化、抗压强度较低、受到水冲蚀、遇水易软化、开挖路堑易崩塌及产生具有较大面积滑动特征的高边坡,锚杆框架结构可极大地保证边坡的稳定性。本文以贵黄高速T J15标高边坡锚杆框架梁防护施工为例,浅谈锚杆框架梁防护施工质量控制要点,为同行今后的施工提供参考与借鉴。", "label": "交通运输工程", "id": 0}
{"content": "锚杆框架梁在道路施工中作为常见的加固边坡形式,尤其在高边坡段落起到\"强腰固脚\"的作用。但在坡面较为破碎的岩层中钻孔会出现塌孔或坡面滑塌现象,因此在边坡岩层比较破碎的部位钻孔成为一个难点。针对钻孔困难的问题,采用比对的方法严格筛选施工方案,选用套管跟进施工方法实现施工目标。", "label": "交通运输工程", "id": 0}
{"content": "随着高速公路质量标准的不断提高,全面推行标准化施工管理,有效提升贵黄高速公路路面施工质量。本文详细介绍了贵黄高速公路路面1标段中,小型构件厂的标准化建设、施工体系的标准化建立、新施工机械的引进及标准化施工流程的应用等内容。", "label": "交通运输工程", "id": 0}
{"content": "近年来,我国经济社会发展取得了良好的成绩,为我国公路事业的发展带来了诸多机遇,国家也更加关注公路工程项目,逐渐增加了公路工程项目投资,使公路工程项目规模逐渐扩大。沥青路面广泛应用于我国公路建设工程项目中,因此沥青路面的施工技术和质量控制工作对公路建设工程项目整体的质量具有深刻的影响。公路工程项目不但与经济社会发展之间存在密切关联,同时也会对公众的生活造成巨大的影响。就当下我国公路工程项目情况来说,建成投入使用的大部分沥青路面公路都出现了大量的裂缝和车辙等病害,对人们安全出行造成了严重的威胁,并且在一定程度上也阻碍了社会经济的发展,所以应当对上述问题加以切实的关注,充分结合各方面实际情况创设良好的质量控制体系。", "label": "交通运输工程", "id": 0}
{"content": "本文以探地雷达检测技术作为研究对象,以某道路工程建设项目为研究案例,结合该项目的实际情况,简单地阐释了探地雷达检测技术的检测原理与适用范围。将数据采集、处理作为研究的切入点,对探地雷达检测技术展开全面的分析,结合实践论证得出不同层位的平均厚度符合现行规范以及设计要求,但仍需要注意多种检测方法下所产生的误差问题,提高检测结果的精准度。", "label": "交通运输工程", "id": 0}
{"content": "本文阐述了将信息技术应用于高速公路试验检测的价值,介绍了高速公路试验检测现状,解读了高速公路试验检测信息化技术,分析了高速公路试验检测中信息技术价值发挥路径,以期为业内人士提供参考。", "label": "交通运输工程", "id": 0}
{"content": "本文分析了现阶段检验检测机构存在的问题,以及工程质量管理对检验检测机构能力提出的新要求。", "label": "交通运输工程", "id": 0}
{"content": "近年来,我国经济飞速发展,为交通发展奠定了良好基础,高速公路大规模的建设。高效的项目管理是影响工程建设质量的因素之一,其中合同管理最为重要,而合同管理的核心、难点工作是劳务分包管理。本文以贵黄高速十一标段（以下简称\"贵黄十一标段\"）项目为例,总结了一些相关经验和理念,可为同类型工程提供参考和借鉴。", "label": "交通运输工程", "id": 0}
{"content": "随着经济社会的转型升级,公共基础服务的需求不断扩大,但是财政约束日益收紧,单纯依赖政府已难以满足日益增长的公共基础服务需求。政府与社会资本合作（以下简称\"PPP模式\"）作为向公众提供公共基础服务的一种新方式,受到世界各国的青睐。现阶段,PPP模式已被广泛运用于市政工程、城镇综合开发和生态建设等诸多领域,它建立了政府与社会资本方的合作关系,通过项目入库、合同拟定等形式明确了双方的权利、责任和义务,使社会资本能够最大限度地融入项目的建设、运营等全过程中来。在高速公路工程建设过程中应用该模式,便于资本金筹措,符合金融机构贷款条件,可以获得更多的业主和金融机构支持,促使工程建设发展有序推进。但是,PPP模式在我国仍处于初级阶段,各方面政策法规还不够完善。另外,PPP模式的合作周期通常较长,一般为10～30年不等,这样会大幅增加未来发生各种风险的概率,如果预见性不足则会严重影响到社会资本方后期的计量支付工作。本文以贵州贵阳至黄平高速公路PPP项目为例,重点分析了此种模式下计量支付管理风险,并提出了计量支付管理的对策。", "label": "交通运输工程", "id": 0}
{"content": "随着我国高速公路建设规模的不断扩大,山区高速公路项目建设比例不断提升,为完善高速公路路网,提升区域经济发展起到积极的促进作用。在项目建设过程中,前期策划工作开展的效率和质量对施工技术应用成效具有直接影响。本文以贵阳至黄平高速公路项目TJ13标段为例,在简要阐述山区高速公路项目前期策划管理工作的基础上,明确前期策划工作的主要内容和管理要点,以此为同类工程建设管理提供参考,为我国高速公路建设事业发展做出应有贡献。", "label": "交通运输工程", "id": 0}
{"content": "贵州省贵黄高速八标在进场前,经过严格缜密的标前策划,尤其对于成本管控,实现项目全经营周期管理、成本可控和可管、利润最大化。项目对无效的成本识别和遏制至关重要,施工阶段和结算阶段无效成本都会给项目造成不可磨灭的影响,应该引起项目成本管控小组的重视。", "label": "交通运输工程", "id": 0}
{"content": "项目计划一直处于动态变化和调整的过程中,可能会遇到突发情况,使项目无法按计划实施,造成偏差,因此需要采用科学的方法严格控制施工进度。为了研究施工进度对项目管理的影响,本文在项目施工进度管理的基础上,分析了施工进度管理,介绍了建设工程项目进度控制的部分理论,包括项目进度控制的措施、执行中存在的问题及解决措施等。", "label": "交通运输工程", "id": 0}
{"content": "弃土场往往是由于路基工程中填挖不均造成的,特别是贵州这种以多山地形为主的西南地区,在实际施工中有超量的土方需要设置多个弃土场用于弃土。但是,在实际施工中发现原设计弃土场不能满足现场弃土方量,弃土不连续导致弃土场分级刷坡未按设计进行。临时弃土松散、抗冲刷能力差,不利于当地环境的水土保持,存在着一定的安全隐患。本文就弃土场后期治理,包括刷坡、拦渣墙、排水沟、护坡道和截水沟等措施,满足弃土场环水保、安全、经济要求。", "label": "交通运输工程", "id": 0}
{"content": "公路施工是一项系统而复杂的工程,具有施工周期长、危险因素多、流动资金投入大等特点,安全管理标准化也是现场实际生产中的一种红线管控模式。结合种种原因,公路施工过程中的安全管理便显得极其重要,对工程的顺利进行和施工作业人员的人身安全具有重大意义。", "label": "交通运输工程", "id": 0}
{"content": "开展品质工程创建,是交通践行\"创新、协调、绿色、开放、共享\"五大发展理念的必然要求,是加快交通基础设施建设转型升级的重要载体,是深化交通供给结构性改革的重要举措,是交通建设工程由产品向品牌转变的必经之路。", "label": "交通运输工程", "id": 0}
{"content": "目前四川省高速公路建设与交通运输进入了快速发展阶段,工程建设以新建和旧线路扩容为主,四川地质构造复杂,地质灾害严重,边坡安全监测极为重要,是减少潜在危害和保障交通安全的重要检测手段。本文介绍了一种利用北斗高精度定位能力的边坡监测技术,建设北斗区域基准站,通过4G/NB-IoT实现自组网通信方式,减少网关上传数据量,结合北斗短报文通信技术减少地面通信依赖,实现边坡安全的自动监测告警,与传统方式对比,具有适应四川高山特殊环境,自动化程度高等优势,提高边坡监测效率及可靠性。", "label": "交通运输工程", "id": 0}
{"content": "随着全球卫星导航系统（Global Navigation Satellite System,GNSS）技术的快速发展,实时动态定位技术（Real-time kinematic,RTK）技术越来越成熟,在地形测图、施工放样、变形监测、精细农业等领域得到广泛应用。简要介绍千寻知寸FindCM技术,利用华测X5 GNSS接收机基于千寻知寸FindCM进行某道路实地测量并进行数据分析。试验证明,千寻知寸FindCM技术在实地测量中性能稳定、精度高,能够达到实时动态厘米级测量精度。", "label": "交通运输工程", "id": 0}
{"content": "本设计以文莱高速公路Ⅰ段滑坡勘察报告为依据,分析了滑坡的工程地质条件及基本特征。在此基础上进行边坡稳定性分析与评价、边坡加固与边坡施工组织设计。", "label": "交通运输工程", "id": 0}
{"content": "济青高速公路分为济青高速北线、济青高速中线、济青高速南线。公路横贯山东半岛,连接济南、淄博、潍坊、青岛等山东省重要城市,穿越5条国道、15条省道。济青高速公路通车后,很快成为山东省最繁忙的高速公路。青岛地处北温带季风区,属温带季风气候。由于海洋环境的直接调节,城市受东南季风、洋流和海面水体的影响,具有显著的海洋气候特征。空气湿润,雨量充沛,气温适中,四季分明。春季气温上升缓慢,比内陆地区晚了一个月,夏季又热又湿,但没有炎热的夏季。", "label": "交通运输工程", "id": 0}
{"content": "本文描述了加筋土技术、国内外高速铁路发展历程。针对KheviIC高速公路Ch.0+912.40～0+942.59段,进行加筋土挡墙设计,通过对挡墙设计、混凝土面板设计、筋材长度设计及层间距设计、拉筋截面设计、内部稳定性、外部稳定性和整体稳定性等几个方面来考虑,通过以上几个步骤的计算验算,可以初步完成加筋土挡墙的设计工作。然后利用GEO5对设计方案进行优化完善,选出最优方案,同时兼顾安全性和经济性。", "label": "交通运输工程", "id": 0}
{"content": "本文为新建二级公路施工图设计（A4—B4段）,地理特征为微丘地形,根据所给地区的地形图和交通量以及技术标准,按二级公路进行设计,主要内容包括公路选线定线、平面设计、纵断面设计、横断面设计、排水设计、路面结构设计、边坡防护。", "label": "交通运输工程", "id": 0}
{"content": "加筋土挡墙是指由填土、在填土中布置一定量的带状拉筋,以及直立的墙面板三部分组成的一个整体的复合结构。加筋土挡土墙是在土中加入拉筋,利用拉筋与土之间的摩擦作用,改善土体的变形条件和提高土体的工程特性,从而达到稳定土体的目的。一般应用于地形较为平坦且宽敞的填方路段上,在挖方路段或地形陡峭的山坡,主要是由墙体、加筋材料、土体填料等结构材料组成,一起承受土体的侧向压力,在加筋土结构中,填土自重力产生的土压力作用在墙体,墙体又通过加筋材料连接件将土压力传给拉筋,拉筋通过摩擦力来平衡其所受的拉力,由此整个系统就组成了完整的内力平衡体系。", "label": "交通运输工程", "id": 0}
{"content": "随着城市化进程的不断推进,城市道路也应随之得到不断提升。陈旧的道路交通存在很大的安全隐患,特别是在交叉口处,存在挤撞和碰撞的危险,是影响行车速度和发生交通事故的重要原因之一,故需对其进行改造设计。本文设计中所依托的市区是老城区,道路狭窄,交通设施陈旧。新改造的道路对其原道路进行加宽,特别是在交叉口设计中,采用环形交叉设计形式。该设计极大地提升了道路的通行能力,且美化城市环境,避免了传统的道路设计中的红绿灯管制以及交叉口冲突等问题。", "label": "交通运输工程", "id": 0}
{"content": "本次设计为道路的改建设计,设计任务包括纵断面设计,横断面设计,交通安全设施设计,预算等内容。道路的等级为四级公路,起点位于潍徐路与大王庄二村东路口,终点位于赵坊前村东。道路全长为3.668公里,起点桩号K0+000,起点地面高程37m,终点桩号K3+668,终点地面高程36.52m。道路的最大纵坡为1.04%,最小坡长为80m。圆曲线最小半径300m。道路的车道数为双车道,K0+000至K0-850车道宽度为4m;K850至K3+668车道宽度为3m。根据规范,道路的两侧均设置0.25m的土路肩。路面为水泥路面,基层为16cm的水泥稳定碎石,面层为20cm的水泥混凝土。道路的排水设施设置矩形边沟以及梯形排水沟,其边沟尺寸为0.6m*0.6m。", "label": "交通运输工程", "id": 0}
{"content": "随着社会经济发展和交通量的增长,过往车辆较多,兰陵县的现有路面状况已经不能满足当地交通需要,形成了交通瓶颈路段,严重制约了当地经济的发展。本项目的实施可改善原有道路的通行条件,提高过往车辆的通行速度,改善沿线居民的生活质量,减少交通压力和交通拥挤,对促进兰陵县经济快速发展具有重要意义。", "label": "交通运输工程", "id": 0}
{"content": "通过研究典型拌合场站的建设,提出项目路面水稳及沥青场站建设的优化方案,包括场地选址、场地基础、场站内部布局、附属设施、方案比选等方面,为其他路面临时建筑场站的建设起到参考。", "label": "交通运输工程", "id": 0}
{"content": "钢渣作为炼钢过程中的副产品在建筑材料应用领域取得不小的应用研究成绩,而在公路行业的研究仍然粗浅。本文依托G65包茂高速公路改扩建工程进行钢渣集料基层试验段应用研究,结果表明,粗集料采用钢渣、细集料采用天然片麻岩石屑的钢渣料,其拌合均匀性最佳;低压碎值和高磨光值的钢渣集料的加入能在一定程度上提升水泥稳定碎石基层的抗变形能力;采用减强振、增弱振、易揉压的碾压方式更能提高其压实度及平整度;相比较普通水泥稳定碎石混合料,钢渣料施工成本更低,更具有优势。", "label": "交通运输工程", "id": 0}
{"content": "公路路基工程频繁出现质量问题,严重影响道路使用,威胁行车安全。针对公路路基施工的特性,本着经济耐用的原则,结合多年来对山区高速公路路基施工管理的经验,对路基施工风险及管理提出了一些个人意见及建议。", "label": "交通运输工程", "id": 0}
{"content": "灞河绿道飘带人行桥梁平面由多段曲率不同的圆弧线组合而成,在满足桥梁纵坡设置的基础上,增添了平面形态的多样性。全桥沿桥梁中心线展开长度为331.66m,共5联14跨,钢梁标准断面宽度为6m。此次人行桥摊铺彩色沥青在国内尚属首创,施工过程中各种机械将对桥梁产生较大荷载,施工难度大,风险高,控制施工荷载、控制桥梁变形、保证摊铺过程中桥梁稳定性成为关键;基于灞河绿道飘带人行钢桥施工实例,从满足施工要求的荷载、机械选择、摊铺方法等方面,阐述人行桥沥青面层施工要点,总结关键技术。", "label": "交通运输工程", "id": 0}
{"content": "新建道路横穿越厚度3.0～42.0m弃土场,且路线无法改移,施工范围内弃土达200万m3,若按路基正常施工方法,必须清除弃土至原地面,整平、碾压,压实度达标方可进行路基填筑。同时该弃土场路基外侧弃渣容量已满,无法再弃土。若弃土全部外运,单运费就接近一亿元（就近无弃土场）。经过多方案优化对比,根据计算并结合相关专家组意见对该段路基采用综合处治方案:采取浅层换填、CFG桩、高压旋喷桩、钢筋混凝土灌注桩、预应力混凝土管桩（PHC桩）等综合处治方案比开挖节约了造价4 000万元左右。", "label": "交通运输工程", "id": 0}
{"content": "<正>山连环,水萦回,交通动脉横跨东西,绿色纽带串联黔岭山系。全长120.6千米的贵州贵阳至黄平高速公路（以下简称\"贵黄高速\"）是《贵州省高速公路网规划（加密规划）》的重要组成部分,为《贵州省交通运输\"十三五\"发展规划》省级重点实施项目,被评为\"贵州省2018年PPP样板工程\"。贵黄高速项目建成后将成为贵阳东出长三角经济区最便捷的高速通道,对完善贵州全省高速公路网络,", "label": "交通运输工程", "id": 0}
{"content": "本文以吉林省智慧交通建设为研究视角,阐述了吉林省公路交通建设背景和实施情况,介绍了东北高寒季冻区智慧交通建设的特点和亮点,通过对项目建设的经济效益和社会效益进行分析,得出智慧交通建设对维护社会稳定、促进吉林省经济发展具有重要意义。", "label": "交通运输工程", "id": 0}
{"content": "为了科学合理地对高等级公路PPP （Pubilc-Privater Partnership）项目风险管理中社会资本方的关键风险进行判断,以减小项目风险管理的难度。本文通过实际案例和文献资料分析,并通过问卷调查打分的方式,得出了包括政治、经济、市场、建设、运营及不可抗力六类关键风险指标的高等级公路PPP项目社会资本方关键风险测度指标体系。结合经验与粗糙集理论,确定了社会资本方关键性风险测度指标的综合权重,并基于集对分析法,建立了高等级公路PPP项目社会资本方关键风险评价模型。最后,以湖南某实际工程为案例进行分析,结果表明该模型可有效判断高等级公路PPP项目社会资本方的关键风险等级,为高等级公路PPP项目社会资本方进行关键风险管理提供了更可靠的依据。", "label": "交通运输工程", "id": 0}
{"content": "新冠肺炎疫情对城市产业的平稳运行造成了诸多影响,特别是对供应链、产业链的影响严重,导致供应链中部分环节的订单取消,造成产业链停摆或暂时性断裂,给企业复工复产造成困难。本文以公路货运物流的研究视角,基于公路货运大数据及分析方法,以南京市为例,重点研究南京产业在都市圈中的地位和与全国城市之间的产业联系,分为对外输出和外来输入两个方面对货物流向、订单数量和类型结构进行分析。研究结果表明,南京市产业在都市圈中占据主导地位,疫情期间对其他成员城市产业恢复和发展起到带动作用。从全国来看,南京市产业联系主要辐射东南部大部分城市,与长三角地区城市联系紧密,上下游往来货物鲜明体现了南京产业特色,并在疫情影响下表现出了良好的韧性。最后基于南京市产业案例分析,有针对性地提出增强城市产业韧性的建议。", "label": "交通运输工程", "id": 0}
{"content": "贫困程度与高速公路特征的关系,是评价扶贫成效、优化扶贫资源配置的重要基础。本文以贵州省为例,利用OpenStreetMap（OSM）道路网数据、社会经济数据和基础地理数据,探讨以密度和多样性为表征的县域高速公路特征与贫困程度的关系。结合logistic回归模型进行实证分析,得出以下结论:1)贵州省高速公路网络逐渐完善,多个县脱贫摘帽,二者存在关联性;2)不同贫困程度的县域之间高速公路建设力度存在差异,但高密度增速县和高多样性增速县所占比例上升,尤其是在贫困县内;3)高速公路多样性、密度及其相对增速等级对县域贫困程度的影响具有统计学意义。其中,多样性每增加一个单位,县域贫困发生的概率是原来的0.72倍,密度的增加对贫困发生概率的影响很小,而低密度增速县的贫困发生概率是高密度增速县的1.66倍。", "label": "交通运输工程", "id": 0}
{"content": "<正>交办运[2020]65号各省、自治区、直辖市、新疆生产建设兵团交通运输厅（局、委）:为深入贯彻落实《国务院关于修改部分行政法规的决定》（国务院令第709号）有关部署要求,切实做好总质量4500千克及以下普通货运车辆（以下称为轻型货车）\"放管服\"改革工作,促进道路货运行业安全有序发展,现就有关事项通知如下:", "label": "交通运输工程", "id": 0}
{"content": "文化管理是一种以文化为基础,以价值观管理为核心的新的管理模式,是文化建设的升华和发展。实现文化管理,是推动行业文化建设与行业发展战略、管理理念、行业规范以及社会责任相融合,全面提升管理和服务水平,提高行业软实力的重要目标,也是高速公路行业文化建设的发展方向。本文结合山西高速公路的管理实践,对高速公路行业实现由文化建设向文化管理的迈进进行一些探究和思考。", "label": "交通运输工程", "id": 0}
{"content": "<正>随着我国经济的快速发展,各类服务行业发展呈现多元化趋势。今年5月,习近平总书记曾视察山西时发表重要讲话,希望山西在转型发展上率先蹚出一条新路来,高速公路收费行业也紧跟时代发展,迎来了飞速变革。随之而来的取消高速公路省界收费站的推进工作,给基层收费站带来了前所未有的挑战。保持员工队伍稳定和社会稳定,以维护涉改员工的合法利益为根本,主动适应取消省界收费站、实现不停车快捷收费政策要求,实现良好的收费运营目标,是基层收费人员面临的一项重要工作。", "label": "交通运输工程", "id": 0}
{"content": "交通强国和依法治国对道路运输管理提出现代化转型要求,本研究支撑地方道路运输管理转型和立法工作,研究分析国家层面对道路运输优化管理和转型发展的总纲,结合地方道路运输发展现状,提出管理转型思路。本文以上海道路运输管理为例,通过法律条款解读、行业管理调研、行业发展分析等研究方法,以符合运输现代化治理的要求,提出转型总体思路。研究认为,国家法规的修订,构建了道路运输行业新体系,在业态和管理机制上都有所拓展。上海道路运输管理转型过程中,客运行业应当根据运输需求的新特征变化,鼓励运营模式创新和灵活发展,并减少制度性阻碍;货运行业应当调整应当充分利用技术创新和模式变革,提高运输服务智慧化水平,并着力解决中心城通行权问题。", "label": "交通运输工程", "id": 0}
{"content": "随着社会经济的快速发展,人们出行方式呈多元化趋势,高速公路作为主要出行载体,其管理和服务已不能满足人们现有的出行需求。本文通过实证研究法和比较分析法,综合运用交通科学、人工智能等理论和工具,以科学决策为原则,通过建设实时的动态服务信息体系,提出了有关建设高速公路\"安全、智慧、畅通、舒适\"的服务机制的建议和方案,从而提高交通运输行业资源优化配置的能力、公共决策能力、行业管理能力和公共服务能力,最终实现高速公路智慧化和服务化的提升。", "label": "交通运输工程", "id": 0}
{"content": "高速公路经营企业承担着重大的社会责任,突如其来的新冠肺炎疫情让高速公路作为抗疫救援通道、防范疫情蔓延上担负起更加重要的任务,本文以中交高速为例,阐述了高速公路经营企业如何采取措施发挥作用支持防疫防控,并通过思考疫情后高速公路经营企业如何更好履行社会责任,提出了四种建议。", "label": "交通运输工程", "id": 0}
{"content": "在运输市场中,高铁等运输方式的迅猛发展导致了长途客运公司的大量客源流失,使得长途客运公司客运量骤减。为了保持竞争力,长途客运公司正在扭转困局,开拓新的服务业务,小件快运服务成为一个重要选择。本文以长途客运公司J公司为例,首先通过实地调研,指出J公司开展货运服务的瓶颈与不足。然后,用SWOT分析法为J公司制定基本战略。最后,设计小件快运服务体系及结构。旨在利用J公司现有的客运班线网络优势资源,改善业务流程,提高市场占有率。", "label": "交通运输工程", "id": 0}
{"content": "\"四好农村路\"与乡村振兴分别是农村公路发展的总目标与国家战略,两者间既存在相互促进,又存在相互影响的关系,如何实现两者和谐共生,需要对两者的内生性关系进行探讨。本研究基于联立方程模型,通过对\"四好农村路\"与乡村振兴内在动力进行分析,抽象为多个变量并放入交通、经济和就业三个子系统中,构建联立方程模型,对影响内生关系的主要变量和相关影响因素进行评估,为实现两者的和谐发展提供参考。", "label": "交通运输工程", "id": 0}
{"content": "如何在迅猛发展的社会经济大潮中,认真贯彻落实好党中央提出的交通强国战略部署,时不我待的摆在了我们面前。面对目前普通干线公路养护管理工作中存在的短板和问题,围绕\"改革攻坚,养护转型,管理升级,服务提质\"精准发力,改革完善新时代公路建设、养护管理体制模式已势在必行。前瞻历史,借鉴其他行业改革创新成功经验,探索、实践、创新证明\"路长制+市场化\"模式是新时代普通干线公路养护管理体制和运行机制改革的理想途径。改革创新势在必行,打破尴尬瓶颈局面已时不我待;交通强国,我们要走在前列,干在实处。", "label": "交通运输工程", "id": 0}
{"content": "公路养护市场化是大势所趋,全国各地都在开展养护市场化的探索,文中结合贵州实际,将养护市场化划分为三个阶段,并对各个阶段的情况进行了一定的分析,希望各单位在实施过程中注意结合自身实际,做好选择,以此推动养护市场化的发展。", "label": "交通运输工程", "id": 0}
{"content": "经济管理是高速公路工程建设过程中尤为重要的一个环节,其不仅保证工程各项建设活动顺利开展的基础,还是提升工程经济效益的重要保障,因此,做好其相关管理工作也就显得尤为重要。但是在当前高速公路工程经济管理工作开展过程中,由于受高速公路总承包方式、施工分散、征地困难、地质条件复杂、施工技术复杂等诸多因素的制约,其经济效益并未达到预期结果。基于此,重点就高速公路工程经济管理相关策略进行了探究。", "label": "交通运输工程", "id": 0}
{"content": "随着城市的发展和扩张,交通拥堵已经成为大中城市的通病。为了缓解交通压力,城市管理者积极建设各种形式的高架道路,在为城市交通带来便利的同时,也必将给沿线的大型商业综合体带来正向的积极影响或是负向的消极影响。本文就所遇到的咨询项目提出一些想法,以期为大家在传统房地产评估项目的基础上拓宽业务范围提供借鉴。", "label": "交通运输工程", "id": 0}
{"content": "本文阐述了PPP模式的相关理论,按照财政部规定的项目识别、准备、项目采购、项目执行和项目移交阶段五个阶段,着重于PPP项目的项目识别、准备、项目采购层面,力求通过重点分析,以点带面对PPP项目并进行分析研究。", "label": "交通运输工程", "id": 0}
{"content": "跨界道路是各城市间要素资源流动的物理空间通道,财政分权体制下通过区域合作建设跨界道路成为地方政府实现双赢的必然选择,也是都市圈高质量一体化发展的基础和前提。然而,尽管区域一体化\"交通先行\"在长三角地区已经深入人心,区域间\"断头路\"现象在铁路、高速公路、等级公路、城市道路中依然存在。宁句（南京-句容）是南京都市圈区域一体化的先导区,自2010年提出以来在\"打通城际断头路\"方面取得一定进展也存在一定的问题,研究宁句跨界道路合作建设可以更好地理解和正确引导政府行为,为南京都市圈规划修编、进一步编制行动计划提供依据。本文在半结构式访谈的基础上反演跨界道路合作建设过程,运用利益相关者分析法解释跨界道路合作利益相关者的行为选择和合作过程特征;并通过梳理一线工作人员在进行跨界道路合作协调过程中遇到的困难,探索合作障碍的深层次影响因素。研究表明跨界道路合作建设过程（1）涉及跨区域跨政府层级跨部门,协调难度大,时间长;（2）涉及的利益相关者众多,规划、投资、建设主体不一致;（3）依托于非正式政府间协商机制和缺乏法律依据和监督考核;（4）整个过程由政府主导,缺乏公众参与。由此推理合作障碍的深层次制度因素:分权化带来的（1）区域竞争地方保护主义影响合作意愿;（2）行政区内部部门条块分割影响合作效率;（3）地方政府财权与事权不匹配影响合作要素保障。", "label": "交通运输工程", "id": 0}
{"content": "科学理解机动化增长的特征、机制和空间效应,对区域交通、城镇、产业发展与生态环境保护具有重要意义。本文以21世纪以来长三角地区的私人机动化为研究对象,利用计量模拟、大数据和GIS等分析方法,探讨了机动化增长的特征、阶段、极限和影响因素,并从交通拥堵、城市扩张、城镇网络发育等视角解析了机动化增长的空间效应。研究发现,长三角地区机动化增长总体处于快速期加速向减速过渡的阶段,2020年以前仍将保持较高的增速,预计于2030年前后进入缓速期;机动化增长主要集中在长江沿岸和浙江沿海地区构成的\"M型\"地带,未来该地带仍将是热点区域,预计围绕杭州湾形成机动化水平超过600辆/千人的连片区域;户籍人口、城镇居民人均可支配收入和路网密度构成民用汽车保有水平的最优解释变量集,但平原地区、城镇密集区和山地丘陵地区具有差异化的机动化增长机制;各城市存在普遍的交通拥堵,高峰时段上海覆盖主城区的车程约60 min,南京和杭州约45 min;机动化增长与城市建设用地扩张的关系受人文和自然环境的约束,相对于经济发达城市和山地城市,欠发达城市和平原城市的建设用地扩张对机动化增长更加敏感;汽车支撑与引导下的城镇网络以轴-辐结构为主,不同规模和等级的轴-辐系统通过中心城市间的高强度联系嵌合成一个整体,形成级序有致的网络体系。", "label": "交通运输工程", "id": 0}
{"content": "<正>新中国成立以来,尤其是改革开放以来,我国市政设施尤其是路桥隧建设取得了辉煌的成就,使我国在国际上赢得了基建狂魔的称号。在建设领域取得傲人成绩的同时,背后还隐藏着另一个重要的课题——管理的问题,自20世纪80年代以来,我国建管关系经历了从重建轻管到而今管养并重的历程。以我国现在的路桥设施建设速度,这个领域在不久的将来迟早会饱和,在当下和不久的将来,路桥管理将显得越来越重要,关乎安全、关乎发展、关乎战略。作为路桥", "label": "交通运输工程", "id": 0}
{"content": "满足人民对美好生活的向往是我们不断追求的目标。随着全民旅游、全域旅游时代的到来,交通运输业对旅游业的支撑和带动作用愈加凸显。目前国内现有公路体系中高速公路服务体系比较完善,而普通国省干线公路或农村公路等服务设施的建设刚刚起步,尤其缺少体系性的服务设施。基于河北省承德市\"国家一号风景大道\"旅游环线服务体系的建设实际。以旅游业为载体,以交通为脉络,以服务为带动,提出了旅游、交通、服务一体化体系发展策略。以便更好的服务全域旅游事业发展,更好的实现旅游公路对沿线社会资源、城镇建设、精准扶贫、美丽乡村的带动作用。", "label": "交通运输工程", "id": 0}
{"content": "《建设项目电子文件归档和电子档案管理暂行办法》等规章施行后,电子文件在建设项目领域的应用必不可少、研究迫在眉睫。电子文件真实性管理与项目管理信息不对称现象之间的根本对立,表明基于电子文件管理解决信息不对称问题的可行性。科学获取信息是降低信息不对称程度的直接方法。自动采集与人工采集信息交互对照,多媒体、超文本电子文件的即时凭证性、动态全程性、多维对照性,元数据对动态过程的静态映射等途径和方法的系统研究应用,有效解决了公路建设项目管理信息不对称问题。", "label": "交通运输工程", "id": 0}
{"content": "随着普通国省干线公路在其路网中的作用和地位的变化,作为公路交通运输体系的基本组成部分的服务区,作用更加的多元化。高速公路服务区发展比较成熟,而普通国省干线公路服务区却呈现\"建设早、发展慢\"的特征。首先对干线公路及其服务区进行了文献查询和实地调研,发现服务区存在功能配置不合理、建设运营困难等问题。其次对现阶段干线公路在路网中定位和功能进行分析,据此对服务区进行了分类。在此基础上引入共享发展理念提出因地制宜分类拓展、共享共建行业推进、移动集约绿色发展的新思路,为普通国省干线公路服务区的新建和改造提供参考。", "label": "交通运输工程", "id": 0}
{"content": "根据交通运输行业推进供给侧结构性改革,促进物流业\"降本增效\",降低实体经济企业成本的决策部署,结合四川高速公路网运行的实际情况,以成绵乐经济走廊高速公路为案例,从对高速公路运营收入影响的定量测算和对区域经济社会发展作用的定性分析两个方面,分析了对货车实行分时段差异化收费的影响,并提出相关建议措施,为全省高速公路收费动态优化调整长效机制的建立提供决策参考。", "label": "交通运输工程", "id": 0}
{"content": "近年来,我国物流行业得到平稳增长,然而公路货运物流行业市场集中度低的局面依然存在。在互联网+的政策引导下,物流平台的充足发展难以掩饰平台同质化的境况。本文分析了我国公路物流的特点,结合互联网思维和服务优先与效率优先理念,提出了一种基于互联网的公路物流整体解决方案并设计了货车家平台。货车家平台通过整合卡车车主、司机与货主等资源的方式为客户提供智能配货、智能运输、智能行车、卡车服务、卡车金融等多种服务,致力于形成一个共赢的物流交互平台。", "label": "交通运输工程", "id": 0}
{"content": "城市转型和存量规划为前提的\"双修\"理念,其初衷是在于为居民创造安全、舒适、美观的生活环境,其宗旨同样适用于旅游公路的规划设计。文章以\"双修\"理念为支点,研究共享模式下旅游公路规划设计的发展需求,以华州旅游公路规划为例,从功能修补、品质提升、文化修复三个方面提出\"路景双修\"的规划策略,以期对转型期共享模式下的旅游公路规划理论的完善有所助益。", "label": "交通运输工程", "id": 0}
{"content": "交通运输是关系到国计民生的重要基础性产业,为了探究山西省公路资源配置与区域经济发展之间的关系,本文首先对国内外就交通运输与区域经济发展关系的相关研究进行了评述,然后基于相关文献及研究结果对山西省公路资源配置与区域经济发展水平之间关系进行初步的理论分析。之后,基于Granger因果检验,运用具体的数据和严谨的计量分析对理论分析的结果进行了验证,并基于检验结果对山西省公路资源配置的效率进行了分析。最后,结合山西省的发展现状,基于公路资源配置与区域经济发展水平之间的关系对山西省公路资源配置的优化提出了相关建议。", "label": "交通运输工程", "id": 0}
{"content": "智慧公路的建设是智慧交通发展的重要环节之一,是交通综合治理提升的重要抓手以及面向未来智慧交通智慧化、现代化、科技化发展前进的夯实基础,探索智慧公路的发展路径具有重要意义。本文首先对我国公路的发展概况进行归纳总结,通过对比分析我国公路发展态势强调公路存在几大问题。通过对智慧公路的定义解读,国内外智慧公路建设发展的经验总结分析,提出了智慧公路规划建设上以\"安全、高效、绿色、品质\"为发展目标,明确关键技术导向以及围绕实施目的、总体思路、功能架构和下一步发展方向的规划建设技术体系,保障智慧公路建设路径的系统性、科学性、完整性、前瞻性,对未来我国智慧公路示范工程的规划建设具有重要的参考意义。", "label": "交通运输工程", "id": 0}
{"content": "<正>2018年9月25日上午,伴随着作业机器启动时发出的阵阵轰鸣声,北京新机场北线高速公路廊坊段正式开工建设,整个项目计划2019年与北京新机场同步建成通车。作为北京新机场与京津冀交通体系连接的重要组成部分,北京新机场北线高速公路西起涿州,东至廊坊,路线全长约25公里,由廊坊段、北京段、保定段三部分组成。北京新机场北线高速公路廊坊段位于廊坊市广阳区,起自廊坊市艾各庄村西南西外环,与规划的艺术大道西延顺接,向西经广阳区万庄镇多个村街后进入北京境内,与新机场北线高速北京段顺接。项目主线全长9.97公里,采用双向八车道高速公路标准建设。其中起点", "label": "交通运输工程", "id": 0}
{"content": "<正>2018年9月25日,河北廊坊举行新机场北线高速公路廊坊段开工动员会,宣告该路段正式全线开工。此前,新机场北线高速公路北京段已于2017年底开工建设,整个项目计划2019年与北京大兴国际机场同步建成通车。新机场北线高速公路廊坊段位于廊坊市广阳区,起自廊坊市艾各庄村西南西外环,与规划的艺术大道西延顺接,向西经广阳区万庄镇多个村街后进入北京境内,与北京大兴国际机场北线高速北京段顺接。项目主线全长9.97公里,总投资概算42.45亿元,采用双向八车道高速公路标准建设,路基宽42米。同时,该项目另建设G105空港新区连接线一条,全", "label": "交通运输工程", "id": 0}
{"content": "以公交线路运输效率为研究对象,在对运输效率影响因素分析的基础上,建立公交线路运输效率评价指标体系。选择数据包络分析（Data Envelopment Analysis,DEA）模型对公交线路运输效率进行评价。针对传统CCR模型（Charnes-Cooper-Rhodes Model）在无法设置指标权重约束和有效决策单元不能排序这两点上的不足,本文基于变异系数确定指标权重约束,将其与CCWH模型（Charnes-Cooper-Wei-Huang Model）结合,并引入理想点概念,建立了改进的DEA评价模型。最后利用改进的DEA模型对佛山南海区的10条公交线路进行运输效率评价,验证了模型的先进性和有效性。", "label": "交通运输工程", "id": 0}
{"content": "<正>为认真贯彻落实习近平总书记关于\"四好农村路\"建设工作的重要批示指示精神,廊坊日前在全省率先出台\"深入推进四好农村路建设三年行动计划\"和\"全面推行农村公路路长制实施意见\",确定了未来三年全市\"四好农村路\"建设的总体目标、主要任务、主要特色、保障措施,进一步完善了\"四好农村路\"建设的长效机制。《河北省深入推动\"四好农村路\"建设三年行动计划（2018-2020年）》印发后,廊坊市政府立即组织相关部门研究落实意见,迅速开展了起草工作,于2018年7月20日,在全", "label": "交通运输工程", "id": 0}
{"content": "结合贵州省公路学会承接政府转移职能工作的现状,分析承接政府转移职能的政策背景、独特优势、存在的问题,并对承接政府转移职能工作提出对策建议。", "label": "交通运输工程", "id": 0}
{"content": "文章从项目后评价入手,分析了黑龙江大桥项目后影响评价的要求,构建了黑龙江大桥项目后影响评价指标体系,填补了我国在跨国交通基础设施项目后评价指标体系的空白。并利用基于熵权的TOPSIS法构建黑龙江大桥项目后影响评价模型,补充了以往仅使用主观评价的方法,提供了一种科学客观的评价方法。为后续的\"一带一路\"跨境基础设施的项目后影响评价提供一定的参考依据。", "label": "交通运输工程", "id": 0}
{"content": "本文尝试分析国家\"一带一路\"战略下国际通道建设的方向、目标和路径以及东北亚国际通道发展现状,对比了中俄黑龙江大桥和昆曼公路、英吉利海峡隧道之间的异同,提出了现阶段国际通道建设工作开展的相关建议。", "label": "交通运输工程", "id": 0}
{"content": "<正>该环线高速通州—大兴段2018年6月底具备通车条件。首都地区环线高速公路建成通车后,将把张家口、承德、廊坊、兴隆、三河、香河、固安、涿州、涿鹿、崇礼、沽源、丰宁等串起,在缩减京津冀城市间通行距离的同时,也将大大减轻北京市的过境交通压力。近日从北京市发改委和河北省交通运输厅获悉,经过一年半时间建设,38公里长的首都地区环线高速公路通州—大兴段将于2018年6月底具备通车条件。届时,号称北京\"大", "label": "交通运输工程", "id": 0}
{"content": "<正>\"大七环\"打通最后38公里通州—大兴段6月30日具备通车条件首都地区环线高速公路闭合成\"环\"2018年6月30日,首都地区环线高速公路通州-大兴段将具备通车条件。这段38公里的道路打通后,全长940公里、俗称北京\"大七环\"的首都地区环线高速公路将正式成\"环\"。北京青年报记者了解到,这一京津冀重要的快速连接通道,将为北京六环分流过境车辆,同时将有助改善地区空气质量。最后38公里通车环线终\"成环\"", "label": "交通运输工程", "id": 0}
{"content": "<正>从河北省政府新闻办2018年7月12日召开的交通精准脱贫攻坚战和\"四好农村路\"建设情况新闻发布会上获悉,到2020年,河北省将实现每个贫困村至少通1条安全可靠、顺畅通行客车的硬化路,具备条件的自然村通硬化路,每个深度贫困建制村道路连接到户,贫困地区发展的内生动力显著增强。", "label": "交通运输工程", "id": 0}
{"content": "随着我国经济的快速发展,交通事业也取得了长足的发展,特别是以公平、竞争为核心的社会主义市场经济体制的确立及完善,招投标工作已经成为交通公路工程建设的重要组成部分,直接关系着交通公路工程质量的提高及造价的控制。因此,新形势下,必须正视交通公路工程招投标过程中存在的诸多问题,并采取针对性强且切实有效的措施,进一步完善交通公路工程的招投标体制,保障我国交通公路事业的顺利、稳定发展。", "label": "交通运输工程", "id": 0}
{"content": "中国铁路,能否发展到二十二万公里,与美国铁路里程相当,体现交通强国?中国高速公路,能否十三万多公里\"县县通铁路轨道\"体现质量建设?铁路提速成了\"高铁\",何不让高速公路提速成为\"高速轨道公路\",或简称\"高轨公路\"?如此,陆路交通将会实现\"多快好省\",新时代\"车同轨\"等一系列理念。现代汽车社会,任何一种交通工具都不是万能的。物流革命是一场财富革命、是一场产业革命、是一场管理革命。\"高轨公路\"能够成为改变中国物流,提高国民经济运行效率和质量的关键性因素。\"高轨公路\"的建设,是中国超越美国这个所谓汽车轮子上的国家并实现交通强国的有效路径。", "label": "交通运输工程", "id": 0}
{"content": "本文分析了农村旅游公路与普通农村公路的区别及其特点,在剖析农村旅游公路发展存在的问题和PPP融资面临的困难的基础上,结合县级政府财力实际、农村旅游公路的特点和规划建设要求,提出了省、市、县三级政府共同投入的农村旅游公路PPP模式,并分析了该模式的主要创新点,为推进农村旅游公路项目PPP提供参考。", "label": "交通运输工程", "id": 0}
{"content": "近年,\"公路+旅游\"成为了一个新的发展趋势。\"服务区+旅游\"作为\"公路+旅游\"的重要组成部分,大有用武之地。要发展\"服务区+旅游\",最重要的是要转变观念,要跳出高速看服务区,跳出交通看服务区,以\"全域旅游\"的发展理念、思路,发展建设服务区。在具体实施过程中,首先要以旅游行业的标准,提升服务区的功能和服务。其次是在有条件的地方建设旅游服务区。最后,要发挥服务区的优势,实现区域旅游的共赢。本文尝试从以上三个方面论述服务区与旅游的融合发展。", "label": "交通运输工程", "id": 0}
{"content": "<正>作为2022年冬奥会的重要交通保障项目和推进京津冀交通一体化的标志性重要项目,延崇高速（延庆至崇礼）河北段和京秦高速（北京至秦皇岛）河北省大安镇（津冀界）至平安城段正在加紧施工建设。据了解,延崇高速河北段2018年8月底主线路基主体工程将基本完成,预计2019年底建成通车;京秦高速河北省大安镇（津冀界）至平安城段2018年7月底主线路基填筑工程将全部完工,预计2018年11月底前建成通车。", "label": "交通运输工程", "id": 0}
{"content": "沈阳市作为辽宁乃至东北地区最大交通枢纽和旅游城市,对开展旅客运输和游客活动具有不可忽视的地位。公路客运交通企业与旅游企业的业务融合度现状直接反应两者的业务配合与互补情况,未来的合作与融合也直接影响着沈阳市作为旅游与交通枢纽城市的发展前途。背靠当前旅游交通业发展良好政策形势,立足沈阳市现有基础,进一步调研分析当前客运交通企业和旅游企业对旅游交通的理解和融合,以更好的促进沈阳旅游交通融合发展。", "label": "交通运输工程", "id": 0}
{"content": "为了全面分析我国浆体管道输送研究进展与研究热点,通过可视化分析软件对中国知网和万方数据库中的有关论文得出数据,针对浆体管道输送领域的发文数量、高发文作者、重要机构、高发文期刊等几个方面进行了系统分析。结果表明,我国浆体管道输送研究起步于20世纪80年代,2016年之前发文量稳步持续增加;浆体管道输送研究得到基金项目支持较少;高等院校是浆体管道输送领域的主要研究力量;该领域的论文主要发表在煤炭与矿业类期刊上。运用VOSviewer软件,绘制出我国浆体管道输送研究领域知识图谱,通过关键词的聚类分析得出该领域的研究热点集中在不同种类浆体管道输送的水力特性研究以及数值模拟的应用。", "label": "交通运输工程", "id": 0}
{"content": "Ω形波纹管通常用于高压场合,但在许多实际应用中需要Ω形波纹管按多工况设计,既要承受较高的内压,又要承受负压或真空。EJMA—2015提供了Ω形波纹管承受内压时的计算方法,但该标准明确说明受负压的Ω形波纹管不包含在标准中。目前,国际上的其他波纹管膨胀节的设计标准和规范也均未涉及受负压的Ω形波纹管的计算。本文在之前的研究成果的基础上对Ω形波纹管的强度计算公式进行了进一步的分析研究和改进,提出了受负压或真空的Ω形波纹管计算的建议,该建议已被EJMA技术委员会采纳。", "label": "交通运输工程", "id": 0}
{"content": "波纹补偿器作为一种补偿元件被广泛地应用在工业管道中,用来补偿管道因温度、压力、振动等因素引起的位移。本文设计了一种基于LabVIEW的波纹补偿器故障诊断系统。基于本套系统的需求,本文对波纹补偿器进行了振动信号采集实验,设计了振动实验信号的采集方案,利用高性能的采集仪器与加速度传感器对整个管道系统中各个波纹补偿器进行信号采集,然后对采集到的信号进行过滤转换等处理并通过无线网络发送到计算机,并利用幅值域分析与快速傅里叶的方法分析了所采集的信号,最后将分析与处理的信号实时显示在用户界面上并存储数据,通过与正常工作时的数据进行对比,在数据异常时发出警报,使工作人员能够实时对波纹补偿器的工作状态进行监测,从而有效提高生产安全系数,有效避免因波纹补偿器失效引发的事故,具有一定的实用价值。", "label": "交通运输工程", "id": 0}
{"content": "为了实时监测波纹补偿器的故障情况,改善传统的人工监测方法,本文设计了一种应用移动终端的波纹补偿器监测系统。本系统通过模拟工业管道中波纹补偿器的工作情况,利用温度传感器、压力传感器、位移传感器对其相关信号进行采集,并将所测得的模拟信号经过A/D转换为数字信号,在确保采集程序平稳运行的前提下,将所需数据上传至服务器的数据管理系统,移动终端接入服务器下载数据并显示故障特征参数。实验结果表明,本系统能够实时且准确的监测波纹补偿器的故障情况,当数据发生异常时能够及时报警,有效避免波纹补偿器损坏造成的安全事故,极大地提升了生产安全系数。", "label": "交通运输工程", "id": 0}
{"content": "穿越河川的管线在运行中经常会出现管线受到水流冲击而产生涡激振动的现象,对管线的稳定性造成很大影响。为了研究埋地管线穿越河川时在水流冲击作用下的振动响应,本文建立了水下管线冲刷段的简化模型,优化了管线在河底的位移约束条件,通过建立横向自振微分方程,应用待定系数法对方程进行求解,推导了水下管线冲刷长度的计算公式。计算表明:优化后计算得到的固有频率相较于优化前准确度平均提高了29.7%;在一定范围内,管线的冲刷长度与管径成正相关,与管线单位长度的质量、水流流速成负相关。本文可为水下管线的敷设提供理论指导和可靠依据。", "label": "交通运输工程", "id": 0}
{"content": "结合实际际工程,对导致定向钻施工管道过程中出现塌孔情况,管底高程难以控制的原因进行了综合分析。通过ABAQUS有限元分析模拟,验证了导致此类问题的主要因素,并提出有效的控制措施。", "label": "交通运输工程", "id": 0}
{"content": "<正>探地雷达（Ground Penetrating Rada,GPR）是利用高频无线电波来确定介质内部物质分布规律的一种探测方法。探地雷达具有精度高、效率高的特点,并且不会对被检测物体造成损害,多用于考古、建筑结构检测、岩土工程勘察等方面。", "label": "交通运输工程", "id": 0}
{"content": "本文通过查明拟建嵩山索道工程区域的地质环境条件和地质灾害的分布特征,对地质灾害危险性进行现状评估,分析预测工程建设引发、加剧地质灾害的可能性及工程本身在建设和使用过程中可能遭受地质灾害的危险性,进行地质灾害危险性综合分区评估,对工程建设场地的适宜性作出评价,并提出有效防治地质灾害的措施和建议。", "label": "交通运输工程", "id": 0}
{"content": "低真空管道磁悬浮系统兼有大载荷、高速度、低噪声等优势,是地面交通实现更高运营速度的可行方案。本文基于声学有限元理论,建立低真空管道磁悬浮系统模型,对几种具备可行性的管壁材料进行声学仿真,对比分析其隔声量,并进一步优化设计管内吸声层,得出管道磁悬浮系统管壁材料的合理性设置建议;然后通过设置不同管内真空度,探究管内声场和管外透射声的变化规律,研究结果为管道磁悬浮系统的外部声环境分析提供了参考。", "label": "交通运输工程", "id": 0}
{"content": "植物维管组织中导管和隧道从结构和功能都有诸多相似之处,本文尝试借鉴植物维管组织中导管的结构优化复合衬砌隧道初期支护设计,尤其是在不良地质和特殊岩土地段的复合衬砌隧道初期支护设计可以借鉴植物导管次生壁的五种增厚结构形式。借鉴植物维管束类别和连接方式优化真空管道的管道设置和连接方式。", "label": "交通运输工程", "id": 0}
{"content": "有些厂区或实验基地是建设在山区附近的,地形情况比较复杂,往往会遇到一些需要穿越山体的管道的安装,有些地区的山体是不适宜管道直埋的,所以管道就需要明装架空安装,架空管道须由固定支架和滑动支架支撑。此外,由于四季温度变化,管道必然会热胀冷缩,须考虑管道的伸缩变形,为使管道的变形不超过其管道本身的弯曲应力,需要确定补偿器的设置与否。固定支架的荷载由管道的弹性力、摩擦力、下滑力和重力来确定,由此确定固定支架的做法。在已确定的固定支架之间每隔一定的间距设置滑动支架来承受管道的摩擦力和重力。最终完成整个架山管道的设计。", "label": "交通运输工程", "id": 0}
{"content": "通过分析四承载索货运索道工作索的空间位置,提出了工作索与运行小车间作用关系的力学模型,全面反映了索道工作索系统的运行特点。在弹性悬链线索段计算方法的基础上,建立了分析四索货运索道工作系统的非线性方程组。针对典型的索道设计工况,完成了索长变化时承载索耦合张力的分析,为四索索道的承载索张力安全系数的确定提供了参考依据,可避免四索耦合效应造成的承载索破断风险。本方法适用于四索索道整体结构的精确计算,可实现索道连续运行过程中四承载索各索间耦合作用的分析,为重型货运索道的设计提供了理论方法。", "label": "交通运输工程", "id": 0}
{"content": "近年来,随着信息技术和管道完整性管理的发展和应用,管道巡检系统已广泛应用于长输管道的安全巡护管理。但长输管道一般都铺设于山区等无人或少人区域,常见的管道巡检系统往往因卫星和通讯信号不稳定等问题,造成巡检数据丢失和监管困难。为解决巡检监管难以全覆盖的问题,本文提出了一种基于BDS/GPS的双模通信数传管道巡检系统,采用BDS/GPS双系统定位技术实现坐标定位,采用北斗数传和移动通信双冗余数传技术实现巡检数据上传,保证巡检的全程全时段监控管理。", "label": "交通运输工程", "id": 0}
{"content": "本文采用模态分析方法检测了管道的裂纹故障特征。对不同裂纹深度和位置的模态频率变化进行了仿真分析。当裂纹参数发生变化时,系统的固有频率会发生明显变化。建立了复杂管道模型,得到了不同模态阶次的振型。搭建了实验台,并依次测试没有裂纹以及含有裂纹管的固有频率。研究结果表明,系统的固有频率随裂纹的大小和位置而变化,与理论和仿真结果一致。", "label": "交通运输工程", "id": 0}
{"content": "管道测量在工业建设领域有着重要作用,而大多数测量方案受管道环境影响较大。针对复杂液体环境的管内测量需求,基于管径自适应设计方案,根据相关机械设计规范,运用Solidworks软件对管径自动测量绘制装置的机械结构进行了设计与关键位置强度校核。并对自动测试系统的硬件电路及嵌入式软件进行设计与试制测试,验证了检测精度。", "label": "交通运输工程", "id": 0}
{"content": "本文设计了含有无源和有源控制系统的多跨输流管道,对于其固有频率和临界流速进行计算,并分析有源控制和无源控制对于输流管道动力学特性的影响。经过分析可知,无源控制对于输流管道的振幅具有明显的抑制作用,而对固有频率影响较小;有源控制对其固有频率影响较大,能够较大程度上提高输流管道的动力学稳定性及临界流速。且有源控制电路外加电压越大,其对管道的临界流速提升程度越高。", "label": "交通运输工程", "id": 0}
{"content": "本文研究了悬臂输流管道在简谐外激励作用下的多脉冲混沌动力学。考虑管道变形的几何非线性和管道材料的粘弹性本构情况。利用Hamilton原理建立悬臂输流管的非线性动力学方程,运用Galerkin离散方法和多尺度法得到主参数共振-1/2亚谐共振和1:2内共振情况下的4维平均方程。运用规范形理论对平均方程进行化简,进而利用广义Melnikov方法研究悬臂输流管的多脉冲同宿轨道和混沌动力学。全局动力学分析表明,在平均方程的扰动相空间中存在多脉冲跳跃轨道。", "label": "交通运输工程", "id": 0}
{"content": "由于三通结构是埋地管线的薄弱部位,其埋地三通的设计方法目前国内没有标准可依。本文针对某埋地管线的三通结构,采用CAESARⅡ软件进行管道应力分析,获得此部位受力状况,在此基础上采用ANSYS软件对此三通结构进行应力分析,并对三通部位进行应力测量。分析结果表明,采用CAESARⅡ和ANSYS两软件相结合的方法,可以准确模拟埋地三通结构的应力分布,为复杂受力状态下三通管件的设计提供有效手段。", "label": "交通运输工程", "id": 0}
{"content": "文章围绕影响压力管道安装质量方面的问题展开分析与探讨,首先对压力管道安装质量的主要影响因素进行了分析与研究,然后分别从安装前、安装过程中以及安装后检验这三个环节入手,对压力管道安装质量的控制要点进行了阐述与探讨,希望能够引起各方人员的关注与重视。", "label": "交通运输工程", "id": 0}
{"content": "压缩空气是一种重要的动力源。与其它能源比,它具有下列明显的特点:清晰透明,输送方便,没有特殊的有毒、有害性能,不会产生火灾危险,在化工、石油、电力、冶金等各行业压缩空气有着广泛的用途,本文主要介绍冶金行业大直径、长距离单根压缩空气管道施工方法及质量控制要点。", "label": "交通运输工程", "id": 0}
{"content": "随着工程设计技术不断进步,三维设计对工程项目建设愈加重要。基于在发达国家澳大利亚的Rocklands铜矿项目的管道工程中使用三维设计实践进行研究,从设计、采购及施工等方面进行探讨,以期能促进三维设计在国内外工程的广泛应用。", "label": "交通运输工程", "id": 0}
{"content": "对新编国家标准《纤维增强塑料设备和管道工程技术规范》GB 51160-2016的主要技术内容和重点问题进行了解读,以便于纤维增强塑料设备和管道设计、制造、质量验收等工程技术人员准确地把握和使用本规范。", "label": "交通运输工程", "id": 0}
{"content": "输流管道在能源、石化、航空航天等行业中有广泛应用,由于流-固-热耦合作用引起的输流管道振动问题对管道和相应设备的安全性和经济性有重要影响。本文考虑输流管道中流体、温度、结构等多种影响因素,利用哈密顿原理建立输流管道流-固-热耦合作用的动力学方程,根据有限元理论推导出输流管道的单元刚度阵、质量阵、反对称的耦合阻尼矩阵,获得多影响因素下的输流管道动力有限元模型。通过数值分析研究流体流速、密度、压强、温度等因素对管道系统动力特性的影响,得到各影响因素对系统固有频率的影响规律和作用机理。本文提出的多影响因素下输流管道动力有限元建模方法可以全面、详细地分析管道动力特性,给出了更符合实际工程的有限元模型。", "label": "交通运输工程", "id": 0}
{"content": "针对管道模型具有强非线性、非高斯的特点,采用粒子滤波器对其进行状态估计时,存在粒子退化和样本贫化的问题,提出一种基于扩展卡尔曼粒子滤波器估计的液体管道泄漏检测与定位方法.该方法将扩展卡尔曼滤波引入粒子滤波中,根据新观测值更新粒子,产生新的重要性密度,使得粒子的状态趋向高似然区域移动,提升了整体粒子质量,提高了泄漏检测的能力和定位的精度.仿真结果表明该方法可行并且能够及时准确的估计管道泄漏位置。", "label": "交通运输工程", "id": 0}
{"content": "<正>Hyperloop One,很可能是个\"世界级大骗局\"。一次\"2秒将时速提到640公里每小时\"的动力测试,让全世界各大媒体围观。一个个极具野心的计划\"画\"遍全球:连接洛杉矶和邻近区域、横跨俄罗斯打造全新丝绸之路、甚至直接跨越白令海峡打通美亚大陆。在观众的一次又一次的欢呼当中,Hyperloop One似乎已经成为了未来全新交通方式的代表。那为什么我们还要说Hyperloop One将成为\"世界", "label": "交通运输工程", "id": 0}
{"content": "近年来,PCCP管道以其成本低、密封好、施工快的优点被广泛运用到工程建设之中,PCCP管道在发挥积极作用的同时,也往往会发生接头漏水的问题,这对整个工程质量都会造成极坏的影响,因此,采取相应措施解决此问题是极其有必要的,本文即针对PCCP管道安装出现的接头漏水问题展开分析,探讨发生此种现象的原因,并根据原因给出一定的处理建议,以保证管道的顺利、安全运行。", "label": "交通运输工程", "id": 0}
{"content": "<正>漏磁检测是利用铁磁物质磁导率的非线性特征以及空气的非绝缘性,通过检测被磁化的铁磁材料表面溢出的漏磁通来判断是否有缺陷存在。管道具有极高的磁导率,当它被外加磁场磁化时,如果其上没有缺陷,则磁力线从内部穿过;当其上存在缺陷时,由于缺陷处空气或其它杂质的磁导率远远小于管道材料本身,使缺陷处磁阻增大,磁力线发生畸变,泄漏到空气中形成漏磁场。漏磁检测常用的励磁方式是外加永磁体磁场,铁磁性材料制成的管道,在外加磁化强度很强并且", "label": "交通运输工程", "id": 0}
{"content": "<正>1项目概述随着定向钻技术和胀管穿管技术的应用和发展,非开挖技术已经日渐成熟,并开始在管道施工中开始大范围、大面积使用。其中管道内衬修复技术更是近年来兴起的一种新工艺,在化工、石油、燃气、", "label": "交通运输工程", "id": 0}
{"content": "碳纤维复合材料增强金属内衬的压力管道应用广泛,其长期可靠工作的关键是选择良好的增强材料和设计合理的内衬应力。本文以无捻高强度碳纤维增强金属内衬、湿法缠绕成型的压力管道为研究对象,分析了该类结构的材料模型、失效形式、强度准则,对无捻碳纤维的缠绕预应力施加规律进行了理论分析和实验探索,发现了行业普遍难以对其缠绕预应力精确计算的关键原因,研究提出了新的计算方法,采用数值分析的方法获得了一定压力下的结构强度,并与实验结果进行比较,两者非常吻合。", "label": "交通运输工程", "id": 0}
{"content": "本工程的研究与设计由沈阳建筑大学与中国石油天然气管道工程有限公司东北分公司合作完成,目的是针对石油天然气跨越等工业设施建设目前存在的\"用钢量过大,结构形式不合理\"等问题进行初步的探究。通过查阅相关文献,理论计算以及应用sap2000对结构建模进行分析的方法,系统的研究,比较了截面形状对不同跨度下用钢量的变化趋势。并得出了对未来实际工程的结构形式方案选取有利的结论。", "label": "交通运输工程", "id": 0}
{"content": "客运索道是一种现代化的空中交通运输工具,具有能适应复杂地形、跨越山川、克服地面障碍等特点,为人们游览名山河川提供了具有特别优势的交通方式。但是索道作为特种设备的一种,它既能够造福人类,同时又具有潜在的危险性,所以,客运架空索道的安全管理和严格检验是非常重要的,保障索道安全运行,责任重于泰山。本文将针对常见的单线循环固定抱索器客运架空索道在安全管理及检验方面展开讨论。", "label": "交通运输工程", "id": 0}
{"content": "管道施工铺设有很多工作内容,市政道路管沟开挖就是其间最重要的一项工作,其间所存在的安全隐患也非常多。为了确保管沟开挖之后的安全性及稳定性,采取科学合理的支护维护以提升支护施工。因此,分析市政工程道路管沟开挖支护,对市政工程道路建设有着很大的促进作用。", "label": "交通运输工程", "id": 0}
{"content": "<正>提出了分层试验方法来确定盘管处的边界条件。利用该方法对某产品样机进行研究,通过测试与有限元分析结果的对比表明结果准确性显著提高。同时,对边界条件参数做了灵敏度研究以确定最关键的参数。", "label": "交通运输工程", "id": 0}
{"content": "<正>针对地下管道结构,考虑服役期间的时变可靠度,利用动态规划,制定合理的检测维修方案,对结构全寿命周期成本进行优化.", "label": "交通运输工程", "id": 0}
{"content": "<正>考虑在非完全检测情况下,腐蚀地下管道的最优检测时间序列问题.并且提出合理的维护策略,从而保证地下管道在服役期间的安全可靠.", "label": "交通运输工程", "id": 0}
{"content": "基于ABAQUS通用有限元软件,利用黏弹性人工边界实现无限域的有限化,采用摩尔-库伦模型考虑土体的非线性,建立了埋地管道的数值仿真模型,并开展了管土相互作用参数分析。通过与埋地管道振动台试验结果在变化规律上的相互对比验证,探讨了埋地管道数值仿真模型的合理构建。结果表明:采用接触面摩擦系数为0.3~0.6的\"接触对\"形式模拟管土间相互作用与试验结果吻合较好;以此为基础,初步进行了管-土系统的地震响应分析,发现随着地震动强度的增大,管道应力应变分布呈现一定的规律,而管道顶部为应力应变较大区域。", "label": "交通运输工程", "id": 0}
{"content": "由于管道悬索跨越结构体系的振动特性较为复杂,尚没有较实用的竖向固有振动理论。本文用多项正弦函数来逼近振型函数,并用能量变分法求解振型与频率。此外,为便于工程应用,给出了简化计算公式。为证实上述解的精确性,基于某工程实例,将计算结果与有限元分析结果进行了数值比较。最后基于无量纲参数分析的方法,对管道悬索跨越结构的一般动力特征进行了讨论,并给出了几点有用的设计建议。", "label": "交通运输工程", "id": 0}
{"content": "输流管道动力学现象极为丰富,国内外学者对其内因和外因做了大量分析和研究。目前由于地震、风载、热变化等不确定因素对系统的影响已成为重要的工程问题,因为这些因素可导致管道振动出现意外偏移,某些场合会降低可靠性甚至发生破坏,因此必须考虑这些不确定性因素的影响。特别地,管路在受倾斜支撑时,支撑角度对系统的稳定性和动力学特性影响颇大,迄今关于斜支条件下随机力对输流管道系统的影响的研究尚少。本报告通过对此类系统的数学建模,讨论了三种随机力对系统振动产生的影响,进而总结了不同类型随机力的作用效果。以无随机力条件下斜支系统的周期-4运动为参考,（1）激励-Ⅰ为沿管路轴线方向的分布随机力,在其作用下会使系统表现周期-4占优运动,随着激励幅值增大,系统周期-4占优轨迹分布变宽,运动范围变大,逐渐成为周期-2占优运动;（2）随机激励-Ⅱ为点激励,其幅值的增大也会使周期-4占优运动通向周期-2占优运动,进一步发展至混沌占优运动;（3）随机激励-Ⅲ与Ⅱ相似,作用点不同但对系统影响效果略强。当三种激励同时存在时,周期-4占优运动轨迹较粗,三种激励振幅增大都会使轨迹线模糊,但点激励的作用效果要远大于分布力,随机点激励-Ⅲ的效果又大于Ⅱ的效果。此外,随机力中心频率、谱宽也不可忽视,二者表征了其概率分布范围和中心点。在激励-Ⅰ和Ⅱ的中心频率增大过程中,轨迹线由收敛变得发散,又重归收敛;激励-Ⅰ的谱宽增加,系统振动轨迹先发散后收敛;而对于随机激励-Ⅱ情形,系统振动轨迹却是先收敛再发散。可见,在斜支条件下,随机力对输流管道系统的影响不同,单一作用、耦合作用都会使系统振动轨迹相对发散,周期占优运动变得模糊,甚至发展成混沌占优运动,而中心频率、谱宽可能使得系统振动收敛,也可能发散。在实际工况中,需要根据具体要求来选定参数,以达到预期效果。", "label": "交通运输工程", "id": 0}
{"content": "为实现实时监控阴极保护系统运行状况,解决野外采集阴保参数劳动强度大、采集周期长的问题,本文提出了一套远程遥感的管道阴极保护参数自动采集与在线监控（SCADA）系统,并介绍了系统的组成砭主要功能就。", "label": "交通运输工程", "id": 0}
{"content": "长输管道工程建设的信息化管理系统,已在多个实际工程项目上进行应用,目前各系统运行良好,取得效果显著,对工程建设管理起到了重要作用,得到了参建单位和人员、项目管理者和决策者的充分认可。信息化管理系统运用的实践说明,在长输管道建设之初就确立高起点、高标准和高科技地建设管道信息化管理系统的目标且管理层和决策者高度重视是项目实施成败的关键,系统建设达到辅助工程建设项目管理的需要,成为工程建设项目管理的有效工具和手段,为业主单位提供详实、准确、有效和完整的竣工资料、数据和管道属性信息,并在系统建设前期进行系统的、全面的方案论证和系统规划,才能实现管道工程建设信息化、正规化、规范化的管理目标。", "label": "交通运输工程", "id": 0}
{"content": "基于ADINA-M建立跨断层埋地管道有限元实体分析模型,导入地震位移波main TCU052-1,通过得到埋地管道在地震位移波作用下X和Y两个方向最大应变点位移时程曲线,研究地震作用下跨断层埋地管道响应分析。", "label": "交通运输工程", "id": 0}
{"content": "<正>近日,台达成功为湖北省某5A级著名景区配备有源无功补偿器SVG系列产品,轻松解决游览索道采用大功率直流设备产生的电能质量问题,并提升设备安全性,受到客户高度认可。该5A级景区内的双回路循环8人车厢式内索道,地处高海拔的崇山峻岭之中,全长1,800多米,最大运力为2,300人/小时,单程运行时间5-6分钟,在景区游览中担当着重要作用,管理人员对索道的运作效率和安全性都非常重视。但该索道在建设中因采用了大功率直流传动设备,", "label": "交通运输工程", "id": 0}
{"content": "膨胀节迄今已有100多年设计制造的历史,其设计研究也趋于成熟,许多国家对膨胀节的设计、制造、验收形成了相应标准规范。本文对目前国际上常用的最新版压力管道用膨胀节标准进行介绍并进行相应分析。", "label": "交通运输工程", "id": 0}
{"content": "建立了波纹管失效故障树;得出波纹管的失效模式。通过对波纹管各种失效模式所发生的临界状态的分析,制定了平面失稳、柱失稳、疲劳、应力腐蚀开裂、腐蚀减薄等失效的极限状态方程。运用一次二阶矩法计算各失效模式下的失效概率值,根据该值划分失效可能性等级。得出波纹管的风险水平,根据风险等级高低而采取相应的措施,为波纹管的安全运行提供依据。", "label": "交通运输工程", "id": 0}
{"content": "本文在有限元分析方法的基础上,研究了在不同受力状态下,Ω形波纹管小圆弧半径对各项应力值大小和应力集中位置的影响。根据分析结果,无论是在受压情况下或者是轴向位移情况下,影响最大的是子午向弯曲应力。在受压情况下,随着Ω形波纹管小圆弧半径增加,子午向弯曲应力值增加,所以小圆弧半径不宜过大。在轴向位移情况下,随着Ω形波纹管小圆弧半径的增加,各应力值都呈减小趋势,小圆弧半径不宜太小。本文通过分析小圆弧半径对应力集中的影响,Ω形波纹管小圆弧半径过小会产生\"边波效应\",过大会使得应力集中位置增多,得出小圆弧半径不宜超过大圆弧半径的一半的结论。最后,本文提出小圆弧半径的推荐设计范围为0.3R~0.5R。", "label": "交通运输工程", "id": 0}
{"content": "本文针对现有旋转补偿器存在的问题,提出改进方法,主要对新型旋转补偿器的安全性能、密封性能、旋转性能进行重点设计.通过试验验证,总结出一套理论结合实际的设计经验。", "label": "交通运输工程", "id": 0}
{"content": "集装箱运输是我国\"一带一路\"贸易的重要一环,为了解决集装箱在运输过程中的监管问题,市场上推出了种类众多的监测终端,如集装箱箱内环境监测终端、电子封条、堆场定位标签等,这些终端不仅数量庞大而且数据传输协议可能不同,由此产生了大量的异构数据,不利于系统统一处理;再者,海关、外贸、保险及运输公司等用户均需要获得与各自相关的运输信息,若针对不同的客户开发、部署不同的系统,会对开发和维护工作造成不便。本文针对上述问题,提出一种基于Netty的物流运输数据监管中心架构设计架构,包括基于Netty的通信模块,异构数据识别模块和基于Spring Boot AOP和自定义注解的多租户数据存储/访问模块等,该数据监管中心可兼容多种类型的终端设备,具备并发处理能力和多租户使用功能。最后,将本文设计的数据监管中心应用于长春陆港公司智能集装箱全球监测系统中,该系统数据监管中心支持高并发访问,能够识别3类设备的异构数据,可供箱东、运输公司、保险等多租户使用,功能和性能指标满足系统需求。", "label": "交通运输工程", "id": 0}
{"content": "2016年以来我国政府密集出台了多项文件和举措,鼓励发展集装箱多式联运,在这种背景下,我国集装箱多式联运得到了快速发展,如何实现不同运输方式之间的快速换装是实现集装箱多式联运快速发展的关键保证。文中通过分析集装箱多式联运主要形式,探讨不同运输方式之间采用的换装方式与技术,指出集装箱多式联运发展的不足之处,最后提出解决问题的一些建议并预测未来发展方向。", "label": "交通运输工程", "id": 0}
{"content": "本文介绍了LNG罐箱的发展、罐箱关键技术,结合国内外运用经验,提出了制约LNG罐箱发展的瓶颈。", "label": "交通运输工程", "id": 0}
{"content": "<正>近年来,集装箱数据中心解决方案作为边缘数据中心、应急性灾备机房的最佳选择,已经被整个市场所接受,在国外甚至已经成为数据中心发展的一个潮流。如微软、Google等公司早已经开始大规模部署集装箱式数据中心解决方案,降低建设成本,而且能够大幅缩短数据中心的建设周期。", "label": "交通运输工程", "id": 0}
{"content": "在分析影响冷藏运输装备能耗因素的基础上建立能耗评价体系,并对其可靠性进行验证。针对不同类型冷藏运输装备各项标准不统一的问题,分析并提出了隔热性能、气密性能、行驶速度等主要指标的参考值和分级方法。运用上述能耗评价体系和指标体系,对香蕉和冻肉冷藏运输实例进行了分析,找到其存在问题,并提出节能改进策略。研究在冷藏运输装备技术指标确定和运输节能等方面可为相关技术管理人员提供参考。", "label": "交通运输工程", "id": 0}
{"content": "随着核能与核技术在各领域的广泛运用,放射性物品运输数量与种类大幅增加,笔者就当前放射性物品运输过程中凸显的问题进行了分析,提出了相应的改进建议。", "label": "交通运输工程", "id": 0}
{"content": "相变蓄冷技术在食品冷链领域的应用有着广泛的前景。蓄冷模式运输是发展冷链物流的选择方向之一,而相变蓄冷技术研究是此项技术的难点之一。本文阐述了相变蓄冷技术的研究现状,综述了相变蓄冷技术应用于冷藏库、冷藏车、保温箱等冷链不同领域的研究进展。根据国内外相变蓄冷技术的研究情况,本文提出了相变蓄冷技术需要解决的问题,为今后进一步研究提供了一定的参考依据。", "label": "交通运输工程", "id": 0}
{"content": "本文说明了冷藏集装箱的发展需要和冷藏集装箱本身的特点,着重介绍了冷藏集装箱在水运和陆运上各方面的进展与发展方向。同时总结了冷藏集装箱发展的技术特点,针对冷藏集装箱的发展提出了几点技术方面的展望与今后的发展要求。", "label": "交通运输工程", "id": 0}
{"content": "面对国内集装箱拖车行业发展存在诸多问题对港口服务效率提升的制约,系统分析国内集装箱拖车运输市场发展态势及存在问题,以货通网络科技（烟台）有限公司（简称\"货通网络\"）构建并已实施的集装箱拖车电子商务平台为实例,从4PL发展模式角度,分别从集装箱拖车电子商务平台的框架及功能实现、方案效益及发展前景进行论证分析,旨在解决当前集装箱拖车运输组织运营方式、经营效益等相关问题,改善行业发展所处困境,实现电子商务发展下的现代物流服务创新。", "label": "交通运输工程", "id": 0}
{"content": "铁路冷藏集装箱运输是一种符合冷藏运输发展趋势的先进手段,可以满足冷藏货物小批量、多样化的市场运输需求。为了提高铁路冷藏集装箱运输时效性,更好的推进铁路冷藏集装箱的发展,研究通过对铁路冷藏箱试运相关数据的统计分析,提出影响铁路冷藏箱时效性的关键环节;基于铁路运营的实际情况,分析影响铁路冷藏箱作业时效性的主要因素:探讨铁路冷藏集装箱运输作业控制过程,在落实相关政策制度、环节作业时间控制以及信息系统完善三个方面提出改进铁路冷藏箱运输时效性的措施建议,为促进铁路冷藏箱试运以及远期发展提供科学的参考依据。", "label": "交通运输工程", "id": 0}
{"content": "本文介绍了罐式集装箱封头的产品特点,分析了该特种零件的冲压工艺,阐述了该产品的模具结构设计及模具材料选择。该模具填补了国内的市场空白,已投入实际生产中,客户反应较好。", "label": "交通运输工程", "id": 0}
{"content": "本文分析了地下集装箱运输系统提出的背景、国内外研究的现状。从空间、能源、环境以及世界集装箱发展趋势等视角,深入解析了地下集装箱运输的四个深层动因。在此基础上,提出了地下集装箱系统研究三个趋势。", "label": "交通运输工程", "id": 0}
{"content": "城际集装箱流反映了城市间的经济联系,枢纽城市在区域经济网络中具有重要的地位,其集装箱规律主导着物流网络的形成和运行。基于研究进展的评述,本文依据图论原理,构筑了枢纽城市的识别模型,融合了城市交流的直接联系和间接联系,对2007年中国集装箱枢纽进行识别,勾勒出集装箱交流的空间体系,重点分析了枢纽城市的空间特征。然后,从分配率曲线和累积率曲线分析了枢纽集装箱流的距离衰减规律,采用Pareto和Newling模型对其进行拟合,确定了衰减函数的主要参数,比较分析各枢纽的参数差异。同时,依据O-D表和有向图的矢量属性,揭示枢纽城市集装箱流的集聚与扩散规律,分析枢纽城市的吸引和辐射作用及流动方向与路径,以此考察主要城市和其他城市的相互作用和职能关系。", "label": "交通运输工程", "id": 0}
{"content": "真空绝热板是一种超绝热保温材料。本文阐述了真空绝热板的隔热机理,通过实验分析了影响真空绝热板保温性能的关键因素——芯材的预处理及抽真空压力,经过预处理的芯材在10Pa真空压力下密封,可以达到并维持显著的绝热效果。我校研制的真空绝热板,其导热系数在0.01W·m-1·K-1以下,将其应用于冷藏集装箱,经过计算,与常规的保温材料相比可以节能至少26.82%。", "label": "交通运输工程", "id": 0}
{"content": "冷藏箱在制冷和运输过程中产生的真空负压现象,可能使箱体损坏。真空度的高低同冷藏箱的漏气率直接相关。通过适当设置漏气率,操作时打开冷机通风器等手段,可以有效的降低箱体内的真空负压,防止箱体的损坏。", "label": "交通运输工程", "id": 0}
{"content": "随着人民生活水平的提高,人民对冷藏食品的要求也越来越大,冷藏运输也逐渐成为人们关注的焦点。冷藏集装箱由于其自身的特点已经成为冷藏运输的主要方式。本文主要介绍了冷藏集装箱的分类,技术现状和未来的发展趋势。", "label": "交通运输工程", "id": 0}
{"content": "<正>上海中集冷藏箱有限公司（SCRC）冷藏箱设计制造已经有数十年历史,其产品结构与性质已经趋于成熟稳定。如何在产品技术创新上取得突破,是摆在公司技术人员面前的新课题。公司技术人员通过对以往技术创新工作的总结,对产品技术创新工作归纳出以下几方面的经验并确", "label": "交通运输工程", "id": 0}
{"content": "为了改善气调保鲜集装箱内储藏水果、蔬菜的质量,提高其机组自动化集中控制水平,研究设计了一套以 PC（或 IPC）机为上位机、ITU-BUS 总线技术 LTM-8000系列模块为核心的气调保鲜集装箱环境因子实时自动测控系统。实现对温度、湿度、氧气、氮气、二氧化碳气体浓度多路模拟量信号的数据采集,对机组压缩机、制氮机、加湿机等执行机构运行工况实现自动化控制。", "label": "交通运输工程", "id": 0}
{"content": "<正>随着冷藏货运量的增加,采用机械制冷系统的冷藏集装箱得到了广泛的应用。其中的制冷机组作为整套设备的核心部件,其性能的优劣直接影响到冷藏集装箱货运的质量。制冷机组的性能是否合格,要靠专用的测试试验台来检测。本文以为某公司设计的制冷机组试验台项目为依据,按照ARI（Air- conditioning and Refrigeration Institute,美国空调与制冷协会）标准1110,针对机械运输制冷机组 （mechanical transport refrigeration units）的行业标准,进行系统设计、设备安装、测试和调试使用。本试验台以在国际上具有权威性的标准ARI 1110-2001,分别对测试系统的环境室和校准箱的结构与设备进行设计和建造,结果还必须同时符合美国船级社ABS有关标准的规定。", "label": "交通运输工程", "id": 0}
{"content": "气调保鲜集装箱是同时利用制冷制造低温环境和调节气体介质成分的设备,使新鲜果蔬处于最佳保鲜状态,保持原有品质,减少贮藏损失,抑制果蔬生理病害,延长贮藏期和货架期,并可灵活、可靠、方便地将其运送到世界各地的特殊集装箱．其中气调保鲜集装箱的热力系统是它的核心部分,它依靠自身的热力设备制冷,箱内温度能在较大范围内自由调节,不受外界气候条件的影响,因此温度稳定,贮运效果好．通过热力分析可以解决影响气调保鲜集装箱内温度的各种因素和热力计算．", "label": "交通运输工程", "id": 0}
{"content": "探讨了对冷藏箱故障的诊断与处理方法,从温度图表曲线走向入手,结合冷藏箱在其他方面反应的故障现象,综合诊断故障点的思路,列表给出了常见故障的现象和可能的原因,以及压力温度的关联对照表。", "label": "交通运输工程", "id": 0}
{"content": "收益管理起源于民用航空业,是美国的航空公司在20世纪80年代为解决激烈的市场竞争问题而提出的一种新的管理方法。将收益管理的思想方法从航空领域向其他领域延伸是当前的热点问题,其中,集装箱班轮运输的收益管理问题正日益引起人们的广泛关注。本文在收益管理的研究框架下,以评述前人对集装箱班轮公司收益管理的核心问题之一——舱位分配问题研究为基础,以用户需求为导向,引入需求损失惩罚函数表征用户需求得不到满足而给班轮公司带来的声誉上损失,建立新的舱位分配最优化模型并利用lingo软件包对模型求解。", "label": "交通运输工程", "id": 0}
{"content": "集装箱运输是交通运输过程中的一个重要的运输环节。近年来,集装箱运输过程中的集装箱及其货物的实时（或准实时）可视化的跟踪、管理和调度问题成为人们关注的重点。传统的集装箱跟踪、管理和调度大都是基于图像识别技术以及手工录入数据的方式实现的。利用摄像头将集装箱的相关信息传送到处理节点,完成对集装箱箱号的识别与管理;而货物的跟踪和调度则是由人工进行非实时的数据录入,其跟踪、管理和调度通过查询数据库的方式来实现。这种方法识别速度较慢、差错率高并且不能实现实时（准实时）跟踪。为了解决上述问题,本文提出了在集装箱运输管理系统中,利用RFID技术采集集装箱及其货物的信息,并对集装箱运输过程中所需采集的基础数据进行了分析和分类,并根据分类提出了利用中间件实现的前端数据采集的方案;本文还进一步研究了RFID技术在集装箱数据采集过程中所遇到的数据碰撞、数据冗余以及数据安全问题,并给出了相应的解决方案。", "label": "交通运输工程", "id": 0}
{"content": "<正>1 冷藏集装箱使用的一段要求（1）冷藏箱装货后应检查冷藏或冷冻货的原有质量,并在货单上加以说明; （2）在装箱过程中,应严格装货堆码原则,避免冷风短路造成降温不平衡,降低制冷装置的制冷效率。（3）冷冻货长距离运输时,箱内设定温度与实际温度差不能超过3℃。若运送冷却货,其温度误差应不大于0.5℃,最好不大于0.25℃;", "label": "交通运输工程", "id": 0}
{"content": "本文在简述数字辐射成像集装箱检测技术的重要性后,说明了60Co集装箱检测系统的创新发展历程,并介绍了现有各类获取客体辐射投影影像的DR型检测装置的结构、性能与应用效果。本文进一步对集装箱CT检测系统进行了专门的阐述,还说明了此项技术在工业无损检测方面的应用探索。本文结合十多年集装箱检测系统的研发实践,总结经验教训,探讨了发扬创新精神、健全创新体制的问题。", "label": "交通运输工程", "id": 0}
{"content": "介绍了集装箱吊装模拟器原型机的系统构成。根据拉格朗日运动方程建立了系统的运动模型,并在模型中增加了对集装箱吊减摇系统的仿真。仿真结果表明,所建立的运动模型可以模拟由于加速运动所产生的货物不规则摇摆及在减摇控制装置起作用时,货物摇摆角的收敛情况。本文尝试采用一种基于层次结构和均衡二叉树的面向对象实时三维碰撞检测技术,实现了虚拟场景的实时碰撞检测。视景系统采用半球形显示系统,满足系统对垂直视场角的要求,具有较强的沉浸效果。", "label": "交通运输工程", "id": 0}
{"content": "本文简要介绍了金枪鱼低温（-55℃甚至更低）运输设备,并提出了低温运输设备通用技术要求。", "label": "交通运输工程", "id": 0}
{"content": "本文对干冰为冷源的冷藏运输集装箱热负荷以及所需的干冰量和二氧化碳雪的体积进行了计算,进而对实验室冷冻系统进行了设计,且在对设计过程中出现的问题进行了分析,并进一步提出了相应的措施。", "label": "交通运输工程", "id": 0}
{"content": "<正> 柳州机车车辆厂研制开发出一种适合全国各型微型汽车及农用车运输的通用型板架式集装箱(以下简称板架", "label": "交通运输工程", "id": 0}
{"content": "文章分析了冷藏集装箱在冷藏运输中的作用和在我国冷藏链中的重要地位。分析了现有冷藏集装箱技术发展水平及应用中存在的问题,更对冷藏集装箱制冷工质的选用提出建议。", "label": "交通运输工程", "id": 0}
{"content": "本文对干冰为冷源的非机械制冷冷藏集装箱的优势进行了深入的讨论,而且对其发展可能存在的问题进行了分析,并进一步提出了部分相应措施。", "label": "交通运输工程", "id": 0}
{"content": "本文对冷藏集装箱的主要参数的监测及处理办法和船舶冷藏集装箱遥测系统的几种可行的方案以及相关的通讯方式进行了讨论比较和深入研究。针对目前我国船公司冷藏集装箱运输的现状,提出了一个比较经济并切实可行的船舶冷藏集装箱遥测系统的方案及有关的设想。", "label": "交通运输工程", "id": 0}
{"content": "本文较系统地介绍了冷藏集装箱的设计特点和方法,阐述了设计基本原则,着重从结构、隔热性和气密性等主要方面进行分析,并提出优化方案。", "label": "交通运输工程", "id": 0}
{"content": "本文首次较系统地介绍了冷藏集装箱整箱检验和过程检验的有关专业知识。着重探讨了合格冷藏集装箱的关键性能要求,同时也讨论了冷藏集装箱设计、制造的注意事项以及一些缺陷的修理方法。", "label": "交通运输工程", "id": 0}
{"content": "将模糊控制理论应用于现代冷藏集装箱控制系统中,对“过热度”和“制冷容量”实现了模糊参数自适应 PID 控制,使系统的工作状态更加合理、稳定、节能,获得了较理想的控制效果．", "label": "交通运输工程", "id": 0}
{"content": "袋装化肥从化肥生产厂到农民手中,要经过多次转运,人工装卸效率低,劳动强度大,破损多。集装成组运输是当前世界上迅速发展的一种先进的储运方式,本文论述了化肥集装成组运输方案的形成过程、实施的必要性和可能性,并进行了技术经济论证。", "label": "交通运输工程", "id": 0}
{"content": "介绍了国外物流EDI的发展概况,论述了集装箱运输物流与EDI的关系及集装运输物流EDI应用的战略意义,重点阐述了实现集装箱运输物流EDI的关键,并且介绍了集装箱运输物流EDI在天津、青岛等港口的应用与实践中体会。", "label": "交通运输工程", "id": 0}
{"content": "<正>作为“七五”国家重点工业性试验项目的国际集装箱运输系统（多式联运）工业性试验由设备、管理、信息三大系统组成。在总体设计“三性四不”的原则指导下,建立开发一个旨在对‘工试’网络网范围内国际", "label": "交通运输工程", "id": 0}
{"content": "<正>冷藏集装近年在国际间集装箱运输发展中取得了较大的进展。在我国海上远洋冷藏运输中,冷藏集装箱已取代了大约三分之一的冷藏舱的运输任务。冷藏集装箱为一具有隔热的箱体,并设有制冷、加温、通风换气等设施,以保证在铁路、海上、沿江和公路上快速、优质地运输易腐货物。近年国内冷藏运输已引起了国家商业、水", "label": "交通运输工程", "id": 0}
{"content": "BIM技术是目前工程信息化领域研究的热点,其应用需要相应BIM标准的支撑。在交通建设领域,虽然已有机构进行了这方面的研究,但目前尚未有正式的BIM标准施行,这在一定程度上影响了BIM应用的效果。本文以深圳市交通领域为例,通过梳理国内外主流BIM标准体系,研究各类标准的适用范畴和体系架构,从项目建设全生命周期的角度提出了深圳市交通建设领域BIM标准体系框架,并对其组成和相关内容进行了详细的阐述,为后续相关标准的制定提供参考。", "label": "交通运输工程", "id": 0}
{"content": "为分析城际出行中旅客的经济消耗和时间成本的关联性,及其对交通综合感知的影响,并进一步探讨所述因素在使用4种城际交通方式群体中的差异,本文先整体构建了结构方程模型,标定了城际出行中各潜变量间的路径系数,整体分析4种交通方式的一般特性。然后,以不同交通方式为依据,将多群组结构方程模型引入到交通选择行为差异分析中,进行了多群组研究。结果表明:在城际出行中,经济消耗和时间成本呈显著的正向关联（0.47）,其均对旅客的综合交通服务感知存在显著的负向影响,且经济消耗（-0.16）的影响远低于时间成本（-0.65）;不同交通方式分群下,除飞机和高速铁路及动车外,其余交通方式潜变量之间的关联性和影响力均存在显著性差异。", "label": "交通运输工程", "id": 0}
{"content": "十九大之后,夜间经济成为近两年的热点话题,各大城市纷纷出台推进夜间经济发展的文件。本文首先梳理了我国各城市关于推进夜间经济发展的文件精神和内容,阐明了我国夜间经济的发展历程。然后从城市交通角度入手,通过对国内外城市夜间交通政策和措施的研究,提出了夜间经济快速发展背景下,城市交通系统的应对思路和方法。提出公共交通应作为服务夜间经济的主导交通方式,着力发展夜间公交,并根据夜间经济发展水平选择适当的运营时间和车型;着力提高出租车的服务水平,通过电子围栏引导客流;灵活利用道路和空间资源增加停车供给,增强居民的夜间出行意愿。另外分析了夜间交通安全的影响因素,提出要加强夜间道路交通设施和城市监控系统的建设,提高夜间出行的安全性。最后,阐明夜间经济是市场主导的产物,要顺应市场需求,在交通供给上适度超前,支撑夜间经济的发展。", "label": "交通运输工程", "id": 0}
{"content": "我国城市已经进入创新驱动发展的新时期,交通运输面临转型升级,以更好地支撑创新经济发展,适应创新人才出行需求。为更好地推动深圳建设综合性国家科学中心、融入国家创新网络,亟需构建与创新经济体系、创新活动需求相适应的交通支撑体系,满足人才、资本、信息、技术等创新要素自由高效流动的需求。本文通过分析深圳创新企业70强及其子公司分布,对深圳创新联系网络进行实证研究,并分析创新产业人群对外出行特征。根据创新联系网络\"以城市群为联系主体,多中心、网络化联系模式\"特征,创新产业人群对外出行\"高频次、高时效性要求\"特征,提出全国层面构建直连直通、1日往返创新交往圈,粤港澳大湾区层面构建\"广深港+珠深惠\"十字型创新经济走廊,市域层面构建\"枢纽经济+创新经济\"高度耦合的空间格局。", "label": "交通运输工程", "id": 0}
{"content": "随着车牌识别系统的广泛应用,海量车牌识别数据的挖掘分析逐渐得到交通模型工程师及交通决策管理人员的重视。本文结合滨海新区综合交通调查项目,通过对滨海新区车牌识别数据的挖掘分析,从机动车保有量估计、车辆时空分布特征分析、车辆路径提取及区域过境车辆识别等多个方面进行了探索性的应用与实践。本文的研究成果对于交通决策者合理制定交通政策及措施具有一定重要意义。", "label": "交通运输工程", "id": 0}
{"content": "中国正处于经济社会转型变革的关键时期,城市交通系统赖以生存和发展的外部生态环境发生重大变化。基于城市交通系统进化机理分析,结合城市交通具体案例,阐述城市交通系统的特征和演化规律,明确新时期城市交通系统创新发展需要重点关注的若干问题,并对城市交通规划变革提出几点建议。", "label": "交通运输工程", "id": 0}
{"content": "进入21世纪以来,我国超大城市的空间规模、产业结构、人口教育水平、交通基础设施水平等大幅提升,交通发展工作重点也逐步从\"要素驱动、规模增长\"阶段转向\"创新驱动、内涵提升\"的新发展阶段。当前,我国超大城市、大都市圈的交通发展面临一系列共性问题与挑战,以交通设施规模扩容为主的供给模式难以为继,亟需推动交通结构、功能与品质的全方位提升。本文系统梳理国内外在空间治理、政策治理、服务治理、数据治理四大板块的研发热点和前沿趋势,为推动深圳市交通决策能力、管控能力、服务能力以及共治能力的全面升级提供经验支撑和建议思考,进一步发挥深圳的先行示范作用,为\"中国之治\"贡献智慧和力量,跑出迈向全球标杆城市的\"加速度\"。", "label": "交通运输工程", "id": 0}
{"content": "新背景、新理念、新形势下,城市交通治理被赋予了更多的内涵与特征。对标《交通强国建设纲要》,甄别当前城市交通治理存在的问题,提出城市交通治理的创新性应对方式,具体包括持续完善城市交通治理理论、加强数据驱动的城市交通治理转变、推动城市交通治理一体化体系建设和积极探索多方参与的城市交通治理模式。并指出城市交通治理变革的保障措施,让城市交通成为城市人民出行和经济社会高质量发展提供更为可靠的支撑。", "label": "交通运输工程", "id": 0}
{"content": "城市交通系统的发展演进从来不是孤立存在的,实现交通融合发展将是新时期的城市交通治理的核心理念之一。本文意图研究在区域一体化和城市转型发展背景下,城市交通融合发展的主要策略导向,并以浙江湖州为例,分析识别该城市交通发展的主要特征和基本态势,在此基础上提出区域与市域的跨界融合、交通与空间的协同融合、绿色交通网的功能融合以及交通规建管的体系融合等四方面融合发展对策。", "label": "交通运输工程", "id": 0}
{"content": "现行的交通规划理论基于均质化假设,并未充分考虑社会阶层以及不同阶层在职住关系、出行自由度方面的差异。城市交通发展中日益明显的设施错配、方式错配问题反映了特定阶层的交通出行需求与交通供给的不匹配。文章首先梳理了阶层、空间、交通三因素之间的关系,三者的不协调导致了设施错配和交通贫困,反映出交通规划和管理中存在\"空间弱区\"和\"政策弱区\"。其次,结合城市综合交通调查数据,对阶层、空间分异、出行自由度、\"错配\"、交通贫困、交通弱区、政策弱区等概念内涵及指标进行了解析。最后,建议在交通规划理论和实践中充分考虑阶层因素并采取针对性的措施。", "label": "交通运输工程", "id": 0}
{"content": "现阶段我国的交通发展已经从建设交通大国转向建设以人民为中心的交通强国,因此需要对以往发展战略目标和评价指标进行修正。本文梳理了我国交通发展面临的新要求,重点介绍了纽约、伦敦、东京、北京、上海等世界级城市交通发展战略的主要思路和其中值得借鉴的指标内容,为我国城市交通高质量发展指标体系的构建提供依据。", "label": "交通运输工程", "id": 0}
{"content": "城交通系统是一个包含经济属性、地理属性、社会属性等多重特征的综合复杂巨系统,涉及的内容数量庞大、类型众多、关系复杂,具有开放性、不均衡性、有限稳定性、自组织性、不确定性和不可逆性等多种特征,其发展特征符合系统论的规律,是一个复杂的非线性演化的过程。在交通系统衍化过程中,科技水平、人口结构变化,以及交通拥堵等系统自身面临的问题都是其发展进步的重要推动力。交通系统本身在内外因素共同作用下呈现螺旋上升的发展态势,在发展过程中逐步通过突变和适应化解各类问题。在未来的发展中应理性对待交通系统的突变性和不确定性,增加对自我感知能力的建设,逐渐朝着自感知、自修复的智慧化系统方向进步。", "label": "交通运输工程", "id": 0}
{"content": "近年来,随着城镇人口逐渐增长,城镇化所从引发的城市交通问题日益加剧,现有配套资源无法满足城市居民日益增长的出行需求。为了解决长期困扰城市交通管理的供需不平衡问题,一系列按需出行的新型交通服务应运而生。但尚无法预判大规模的新型交通方式推广与应用,是否可切实解决城市拥堵等城市困境。因而,本文建立了面向未来城市的客流预测模型,在全深圳范围开展了基于多元交通时空大数据的中观模拟仿真。通过人工智能和大数据技术,构建了面向异构、高维特性的大数据感知融合与智能推演平台。分析了34个智能推演方案的可能性,发现微型交通可助力实现城市的可持续发展,自动驾驶可满足整个区域路网的供需动态平衡分布,优化拼车的等待和绕路时间可提高居民的拼车意愿等相关结论,本文可为政府的应急决策和高品质管理提供必要支撑。", "label": "交通运输工程", "id": 0}
{"content": "随着经济全球化的深入推进,都市圈已成为\"城市—区域\"一体化高效发展的重要空间载体,同时也对区域交通协同发展提出了新要求,并上升到国家战略高度。武鄂地区是武汉\"1+8\"城市圈一体化发展较为成熟的地区,呈现出明显的\"核心+轴带\"空间特征。本文深入剖析武鄂地区现状交通条件与发展趋势,对比借鉴国内外都市圈交通发展经验,依托武汉天河国际机场和鄂州顺丰机场两大空港,研究提出\"临空圈层布局、交通轴带串联、城市多点支撑\"的区域交通布局模式;通过情景模拟分析与多式联运体系构建,提出了高快速路网、轨道交通网、市域（郊）铁路网、城际铁路网\"四网融合\"方案,以期实现武鄂地区多模式、多层次\"1小时交通圈\",促进武鄂地区一体化高质量发展。", "label": "交通运输工程", "id": 0}
{"content": "本文以盱眙县为例,阐述小城市绿色交通治理关键因素与治理措施。从小城市的空间条件、供给约束、需求特点几方面分析得出小城市绿色交通治理关键因素包括街区尺度、路网容量、出行环境品质。提出五大治理策略:一是缩路网、限退线,构建小街区密路网;二是优化慢行网络设计,打造高品质慢行空间;三是提升公交覆盖于服务水平;四是因地制宜多种方式挖潜停车资源;五是加强街道、背街小巷的综合整治,提升慢行活动空间。文章创新地提出了\"小街区\"模式的\"3S\"原则,即\"小间距、窄街道、小退线\";在老城区采用半立交等多种方式挖潜停车资源,加强停车需求管理;在\"小街区密路网\"模式下,用地开发应以不影响交通活动空间为原则,营造街道活力。", "label": "交通运输工程", "id": 0}
{"content": "在国家机构改革的背景下,我国各大城市正在编制城市国土空间总体规划,并同步编制重点专项规划或专项规划纲要,综合交通作为城市引领性专项规划,往往与国土空间总体规划同步编制,这一做法在本轮规划改革中得到充分体现。但是对于城市中的各个片区,国土空间规划和综合交通规划编制改革仍处于起步阶段,大部分城市尚未编制此类规划,相关规划编制的理论、方法和技术待深入挖掘。因此,本文探索了片区级国土空间规划与综合交通规划协同编制的理论方法,提出从战略协同、空间协同、方案协同多规合一的规划路径,并以长沙黄兴片区为例进行分析,为各城市片区级国土空间规划和专项规划协同编制提供思路。", "label": "交通运输工程", "id": 0}
{"content": "中小城市是我国城镇体系的重要组成部分。当前我国城市已总体进入城镇的下半场,但就中小城市而言,仍有大量城市处于城镇化中间阶段。在此阶段,中小城市周边产业人口、农村人口进入城市,交通需求快速增长、交通结构快速机动化,但就城市空间而言仍处于单中心或单中心向双中心的过渡阶段,大量出行仍围绕传统的城市中心展开,呈现有限空间资源内交通急剧增长、方式快速机动化、运行状况急剧恶化的发展态势。2015年平度市列入国家中小城市改革试点城市,提出积极探索适用于中小规模城市的城市治理模式。基于此种背景,本文从分析中小城市的空间结构以及交通特征等方面入手,提出有限资源重分配和智慧管理提升设施效能的城市交通整体解决方案。期望平度市的治理实践,能够为快速城镇化阶段的中小城市提供可参考、可借鉴的城市交通治理经验。", "label": "交通运输工程", "id": 0}
{"content": "深圳城市发展正迈向\"质量时代\",新的城市发展转型期要求深圳亟需以打造高效能、高融合、高品质的城市交通运行体系为目标,运用精细化交通治理手段推动精准治堵,实现交通系统化综合治理。本文以深圳市罗湖区交通综合治理为例,分析罗湖区交通拥堵现状特点及成因,结合提出了\"完善道路交通设施建设\"、\"提高公共交通运行效率\"、\"增加慢行系统设施供给\"、\"改善交通出行服务品质\"和\"强化智慧交通管理水平\"等治理手段,并针对现有综合治理机制和模式的不足,创新性提出了\"由下至上\"的治理新模式,开拓了交通治理的新思路。", "label": "交通运输工程", "id": 0}
{"content": "港口作为全球供应链的重要枢纽,是物流、信息流、资金流的交汇点,对于提高区域辐射竞争力具有重要意义。然而由于港口和城市发展的不一致性,港城路线功能与周边用地性质不协调,容易诱发集疏运通道交通拥堵、港口停车资源不匹配以及信息服务不足等典型港城交通问题。本文从我国港口建设现状及信息化需求出发,研究借鉴国外货运智能运输系统规划布局、港城智能交通综合体应用及一站式港口服务模式,结合新时期信息化技术在港口应用发展趋势,从顶层规划、业务管控、智慧决策、行业征信、应用服务及制度保障等维度,探讨采用智慧赋能手段缓解港城交通矛盾的思路,以期为新时期港城交通综合治理及一体化服务提供有益参考,发挥港口产业对于区域发展的带动作用。", "label": "交通运输工程", "id": 0}
{"content": "上海中心城人口密度高,土地资源有限,大规模新建交通基础设施来缓解交通拥堵的难度越来越大,\"十四五\"上海城市更新过程中,交通\"小改小革\"将成为城市交通精细化治理的重要措施。本文以上海市虹口区为例,针对典型的拥堵区域,从公共交通优先、道路设计改善、交通组织优化等方面,提出交通改善的主要思路和策略。", "label": "交通运输工程", "id": 0}
{"content": "客流特征是跨界交通基础设施规划建设的基础和依据。已有跨界客流研究主要集中在客流特征分析和需求预测方法上,缺乏对客流长期演变特征的研究。本文选取近20年跨界客流数据,运用增长率、变化指数、方向分布系数、地理集中指数等数学计量分析方法,从时间和空间两个维度,分析跨界客流演变特征,为内地与香港的跨界交通设施规划建设和跨界客运组织管理提供参考。", "label": "交通运输工程", "id": 0}
{"content": "虹桥商务区客流由枢纽、会展、通勤、商务、旅游等多重客流叠加,随着虹桥枢纽客流规模逐年增加、国家会展中心客流规模屡创新高,开展核心区客流分析十分必要。针对核心区从业人员、行政办公来访人员、商业来访人员及酒店宾馆来访人员进行客流调查,采集通勤出行、商业出行和商务出行等相关信息。结合调查数据,对客流来源分布、出行方式结构、出行时耗等进行分析,总结核心区主要客流特征。结合分析结果及核心区发展定位,提出交通优化策略建议。", "label": "交通运输工程", "id": 0}
{"content": "科学合理高质量的核心城市对外交通规划是加强城市群经济联系与区域凝聚力的\"牵引力\"和\"助推器\",城市群交通尤其是核心城市对外交通规划的理论研究尚处在起步阶段,无论交通需求特征,还是多方式多层次的交通构成都无法直接应用既有的城市交通规划理论与技术方法进行分析,目前具有实践指导作用的方法与成果还十分有限。本文以国家级城市群——北部湾城市群为研究对象,其涵盖南宁、海口、湛江等三个省份多个重点城市,位于全国\"两横三纵\"城镇化战略格局中沿海纵轴最南端,在\"一带一路\"的国家发展战略下,是作为渝新欧陆路通道和海上丝绸之路的纽带。南宁市作为核心城市,城市群区域内人口密度和经济密度相较其他沿海省份较低,南宁的集聚和辐射效应不足,因此如何借助交通运输体系构建和合理高效的基础设施建设提升核心城市首位度是北部湾城市群交通规划工作的重中之重。本文以南宁市与其他城市对外交通线网为研究对象,在城市群层面扩展传统的\"四阶段\"规划方法的应用,剖析既有交通线网的不足,引入经济学中社会经济指标和城市间经济吸引强度作为重要衡量因素,保障基础设施对城市群经济产业联系的支撑和引导作用。根据不同客货运方式的特点,应用相适宜的预测模型,需求预测包括核心城市对外交通客货运需求总量预测、各方向运量比重预测和各方向分方式的客货运需求量分布,最终得到核心城市各目标年对外交通不同方向的交通量预测数据。为城市群核心城市对外交通需求预测提供可操作的理论与方法。", "label": "交通运输工程", "id": 0}
{"content": "传统对外交通分析依赖于操作难度大、成本高、精度较低的传统调查数据,手机信令、互联网LBS等大数据的出现为城市对外交通联系分析提供了新的基础数据和技术方法。本文探索了基于互联网LBS大数据的交通分析方法,构建长株潭三地的对外交通联系强度模型,并将模型应用在\"全国\"、\"省域\"以及\"区县\"等三个层面,用于分析长株潭城市群对外交通联系特征。研究表明,互联网LBS大数据在城市宏中观研究分析中具有较大应用价值。研究主要结论包括:长株潭地区\"西向\"联系带亟需加强以成为\"一带一部\"重要过渡带;长沙仍为湖南省多圈层空间结构的单中心,株洲、湘潭尚未成为区域中心城市;长株潭三市人员交流联系强度未达预期,一体化进程较为缓慢。", "label": "交通运输工程", "id": 0}
{"content": "为解决路径选择研究中缺少在出行个体单次出行过程中路径动态连续选择过程的微观描述的问题,基于累积前景理论实现出行路径多阶段动态划分与路径选择建模,引入行为实验理论与仿真实验理论,搭建考虑不同信息水平的路径多阶段选择行为实验模块,实现出行者路径选择行为的再现与轨迹记录,以多智能体模型为基础,开发动态阶段路径选择行为的仿真模块,与行为实验模块数据同步交互,开展数据校核与分析。实验结果表明:1)不同信息水平的受验者在出行路径选择行为实验表现出显著水平差异。相较无信息受验者,具有信息的受验者平均耗时下降14.3%、平均收益提升135.9%。2)路径动态多阶段模型更够较为准确地描述出行个体微观出行路径选择过程,各信息情形下路径动态多阶段决策模型相对精度分别为96.7%、67.6%;3)在路径选择行为实验过程中受验者表现出显著的动态决策行为与个体异质性。", "label": "交通运输工程", "id": 0}
{"content": "移动通信定位技术的发展产生了海量、高精度的居民活动时空轨迹数据,为复杂交通网络的全面感知提供了可能。以交通网络关键节点为研究对象,通过对已有交通网络关键节点挖掘方法的对比分析,提出了基于手机信令时空轨迹数据具有\"五大特征\"的城市道路交通网络关键节点定义,以及\"六步法\"识别提取城市交通网络关键节点的方法。通过实证案例成功地提取出长沙市城市道路交通网络节点（851个）中的关键节点（72个）,并提取结果进行了信息融合的可信度判别,验证了方法的可行性与可靠性。研究为复杂道路交通网络关键节点挖掘提取提供了新途径、新方法,这对强化道路交通网络应急管理具有重要意义。", "label": "交通运输工程", "id": 0}
{"content": "近年来国内都市圈跨城通勤现象显著,深莞惠都市圈作为粤港澳大湾区战略的重点区域,跨城通勤对都市圈乃至粤港澳大湾区的空间组织都起到决定性作用。本研究利用手机信令数据,分别从街道、网格粒度对深莞惠都市圈内高频跨城通勤特征进行探究,并对大都市圈的跨城通勤模式进行探讨。研究发现深莞惠都市圈内跨城通勤呈现出双向对等的特征,空间上沿行政边界带状分布,深圳中心城区没有呈现出核心吸引作用。当前的通勤模式尚处在边缘到边缘的初级阶段,但其发展潜力大,在深莞惠都市圈的未来发展规划中应重视城际铁路、轨道交通的一体化建设。", "label": "交通运输工程", "id": 0}
{"content": "随着社会经济的进步及科技发展推动,数据采集设备的完善,可利用的数据内容体系已历经几轮的迭代升级,从传统基础数据体系中以常规统计数据和小样本调查数据为主体升级到大数据体系中以互联网大数据融合常规统计数据的多元长效数据为主体。数据体系的日趋完备使得对问题剖析研判并辅助决策的方法手段可以从过往依赖于集计化模型的推演结果优化到灵活利用常规数据与大数据属性特点,从数据结果现象出发,用数据步步推证整体现象的本质原因或实际作用生成机理。利用有效推证结果辅助政府决策这一数据到论据的过程我们称之为循证决策。本文从基础数据体系迭代升级出发,探寻数据间逻辑关联,探讨循证决策的核心价值,探究以数据推论据的思路方法。使基于多元长效交通数据的循证决策方法可为监测或挖掘城市发展进程中普遍性或趋势性问题提供有效帮助,为导向城市精准治理、辅助政府决策提供参考。", "label": "交通运输工程", "id": 0}
{"content": "作为高密度道路网络支持下的组团式网络型结构城市的典型代表,东莞市交通发展正处于关键的转型期。简要分析了东莞市基本特征,并重点从出行方式结构、职住分布和通勤交通以及新冠疫情期间道路车速发展变化等方面对东莞市城市交通运行特征进行了解析,提出了东莞城市交通面临的关键问题。最后通过对东莞市城市交通近期发展趋势研判,从区域交通协调发展、理性公交分担率指标和小汽车保有量规模控制等方面提出了对策和建议。", "label": "交通运输工程", "id": 0}
{"content": "全球性新冠肺炎疫情的暴发严重影响了城市正常运行,作为保障城市基础功能的交通系统面临诸多挑战。如何以疫情为鉴,努力补足城市交通短板,把韧性、健康嵌入城市交通规划、建设、运营、管理的全过程,提高交通运行服务保障水平成为当前交通发展的主要问题。本文通过研究疫情期间北京作为首都和超大城市的交通运行规律变化,结合国内外交通运输疫情常态化防控工作及经验借鉴,提出我国后疫情时期交通发展的启示和建议。", "label": "交通运输工程", "id": 0}
{"content": "2020年的新冠疫情对上海市春运期间城市内外交通的运行特征造成重大影响。为阻断疫情进入城市,对外交通枢纽和公路道口成为第一道防线,客流研判是做好交通运输保障和疫情防控的基础和前提。通过对比疫情期间和往年同期的客流特征差异,分析疫情给交通系统带来的新影响和新要求,提出后疫情时代增强交通系统韧性的相关建议。", "label": "交通运输工程", "id": 0}
{"content": "随着我国各大城市轨道交通的不断建设与运营,轨道交通发生故障的频率也随之增加。轨道交通作为大容量的城市公共运输系统,因为各种原因一旦发生故障或停运,积压的乘客会对本已不堪重负的轨道站点带来巨大的安全隐患,因此需要通过常规公交来进行\"安全、快速、准确\"的疏运。通过对相关文献的了解与梳理,本文以重庆市为例,结合重庆市在应急接驳疏运方面的实际经验,总结了轨道交通应急情况下采用公交进行接驳疏运的特征,列出了接驳流程,界定了接驳对象,明确了接驳前提与原则,并建立了公交专线所需车辆数的运力模型,提供了一种简化的公交车辆运力计算方法。经过与实际案例的对比,该方法较准确地提供了所需公交车辆数作为参考。文本也为以后其他城市的轨道交通应急公交接驳疏运工作提供了有益的参考。", "label": "交通运输工程", "id": 0}
{"content": "重大公共卫生事件爆发期城市交通具有矛盾的双重性,既要保障医疗救助和基本生活的运输需求,又要通过切断交通来阻隔病毒的传播,本次研究选取受武汉新冠病毒疫情影响的78个城市作为样本,寻找这些城市受疫情影响\"风险程度\"的规律,并结合目前这些城市实行的交通管控政策,\"因地制宜\"\"因需制宜\"的制定疫情期间城市对外交通政策,以期对日后类似事件以及《国家突发公共事件总体应急预案》的修订提供经验借鉴。", "label": "交通运输工程", "id": 0}
{"content": "当今信息领域的快速发展逐渐推动了互联网与移动互联网两个信息产业的快速发展,使得所有的行业都快速向这两个支柱信息产业逐渐靠拢,其中传统政府服务行业与互联网的结合成为了一种新兴的创新应用。近年来,无锡交警支队积极探索交管信息系统与互联网信息系统的结合,充分利用互联网信息更新快,维护成本低、数据来源丰富的特点,构建线上线下一体化运维服务体系。", "label": "交通运输工程", "id": 0}
{"content": "人口合成模型是基于活动的出行需求模型的建模基础,人口合成模型计算得到非集计的家庭和人口数据,为人群分组预测提供数据基础,也为更精细的模型建设提供依据。主流的人口合成模型算法包括Iterative Proportional Fitting （IPF）,Iterative Proportional Updating （IPU）及Extended IPU等。人口合成模型需要获取每个TAZ或比TAZ更高等级的地理单位（如街道、行政区）的各控制变量的分布数量,以及以从居民出行调查中获得的样本作为数据基础,利用IPU等算法计算调查样本中家庭户的权值,采用蒙特卡洛抽样方法,模拟离散抽样过程,选取P值作为抽样后的满意度,确定最佳抽样结果。根据国内外的理论与实践经验,人口合成模型比传统的居调扩样等方式能够更精准、更科学、更合理地反映城市的人口及家庭情况。", "label": "交通运输工程", "id": 0}
{"content": "我国的城市化处在高度时空压缩的语境下,需要在短时间内迎接西方过去两三百年中出现的众多问题以及新的矛盾与挑战,充分借鉴欧盟等发达国家的先进经验,对于指引我国的快速城市化,保障城市的健康空间结构具有重要意义。本文从交通层面入手,针对近年来我国交通建设高投入低回报的现状问题展开探讨。在重新认识城市机动性（UM）与城市发展关系的基础上,借助欧洲城市交通社会学界对城市机动性（UM）的相关研究与实践,深入解读欧盟现行的城市交通体系和方法——可持续交通出行规划（SUMP）。结合实际,找寻该理论体系与中国交通境况的契合点,进一步提出对我国交通发展更具有针对性和指导性的措施和建议,以期为我国新时期综合交通规划提供有价值的参考。", "label": "交通运输工程", "id": 0}
{"content": "本文以杭州市快速公交和普通公交车为主要研究对象,通过问卷调研、实地走访调查、查阅资料等方法,结合人、车、路、环境及管理等方面,研究杭州市公交系统的公共安全现状,并得出以下结论:广大公交乘客的公共安全意识不足,自救互救能力有待提高;社会公共安全宣传力度不够;公交公司的安全教育培训效果不佳,安全第一的生产理念没有完全落实。", "label": "交通运输工程", "id": 0}
{"content": "《城市综合交通体系规划标准》GB/T 51328-2018于2018年9月正式发布。通过分析该标准修编背景及动因,总结城市交通发展面临的新诉求以及原《城市道路交通规划设计规范》GB 50220-95存在问题。基于新、旧标准的对比分析,发现《城市综合交通体系规划标准》较有效的应对了新的发展条件下的实际诉求,并对业界学者所总结的相关问题有所回应,但城市道路与交通设施用地占城市建设用地的比例等三个指标仍有进一步探讨的空间。", "label": "交通运输工程", "id": 0}
{"content": "作为实现城市特定功能的重要空间载体,重点功能区,其发展离不开适配的交通系统。现阶段,北京部分城市重点功能区交通系统暴露出规划实施时序不匹配,公共交通占比仍需提高等问题,这些问题都将影响重点功能区的发展。在面对\"四个中心\"的战略定位、京津冀协同发展、北京新总规实施等新背景下,重点功能区与交通系统的发展也面临了新要求,思考重点功能区交通适配性显得尤为重要。本文通过从交通适配性特征入手,分析现状存在主要问题与症结,并提出对加强交通适配性的思考与建议。", "label": "交通运输工程", "id": 0}
{"content": "交通需求管理（traffic damand management,TDM）,是一种解决城市交通拥堵问题的一种新型的管理类解决办法。本文从交通需求管理政策的实践和其实施机理着手,梳理国内外TDM政策的相关实践经验和实施进展,指出现有研究中存在的问题和不足,并对交通需求管理未来在中国的发展提出展望。", "label": "交通运输工程", "id": 0}
{"content": "居民生活模式是其参与一切社会经济活动的行为基础,对其出行行为影响深刻。在我国工业化与城镇化快速发展过程中,居民对美好生活的需要日益增长,生活模式逐渐转向寻求日益美好的生活方向。在此背景下,行为特征发生了转变,出行需求向着多样化、个性化的方向发展。未来交通管理和交通服务要格外关注人民日益增长的个性化交通需求,以缩短交通供给与需求变化之间的差距,切实满足广大人民群众对美好生活的向往。", "label": "交通运输工程", "id": 0}
{"content": "铁路是现代化大都市重要的基础设施,给人们的出行带来了极大便利,但随着城市规模的不断扩大,一些既有铁路线逐步深入城市,不仅割裂城市,影响城市交通,也破坏了城市的空间和尺度,造成城市空间和功能的破碎化,带来了大量的社会和环境问题。目前,国内外多个大城市对此进行了相关研究和实践,试图通过对既有铁路线的拆除或者功能再造来减轻其对城市交通、空间和景观的分割与破坏。本文以绍兴市上虞区萧甬铁路抬升改造规划为例,首先总结了既有铁路分割城市而产生的不利影响;然后研究如何利用铁路参与城市交通,拉近城市与铁路之间的\"距离\",并提出了缝合城市、构建复合走廊、站城融合的规划策略;最后提供了规划方案及方案评估,为国内其他类似地区的铁路线改造提供参考和借鉴。", "label": "交通运输工程", "id": 0}
{"content": "当前新发展理念对城市群交通发展提出新的要求。成渝城市群是长江经济带重要的城市群,也是西部地区经济基础最好、经济实力最强的城市群。文章论述了成渝城市群当前交通发展存在的三个特征,即高首位度、内陆型城市群、多要素共存的旅游资源富集区;识别了三个交通问题,一是成渝枢纽的国际性还有待提升,二是交通服务的不平衡、不充分仍然突出,三是行政分割和同质竞争突出;提出了未来交通发展的五个对策,第一,强化大枢纽建设,第二,完善城际铁路网,第三,提升次级节点的枢纽功能,第四,促进基础设施和政策的共建共享,第五,支撑成都、重庆都市圈交通发展。", "label": "交通运输工程", "id": 0}
{"content": "北京新版城市总体规划首次明确提出\"将综合交通承载能力作为城市发展的约束条件\",为实现交通与城市良性互动提供新契机。从剖析交通问题症结及关联因素入手,论述了\"交通承载力\"的内涵以及将\"交通承载力\"作为城市发展约束条件的必要性,并就当前此类研究中存在的主要争议点给出辩识。交通承载力反映了一定前提条件下交通供给能力对城市出行需求的最大满足程度,可用供给与需求的比值表征;加强交通承载力约束并非约束城市发展,而是优化发展模式,交通承载力约束的对象包含总量、布局、结构和时序等四个方面,应通过合理设置城市规划指标和完善联动工作机制落实交通承载力约束要求。", "label": "交通运输工程", "id": 0}
{"content": "为解决因经典出行分布预测模型存在不足而导致预测模型所得OD矩阵科学性有所欠缺、正确性有待商榷的问题,有必要探索研究新的出行分布理论、建立科学的出行分布预测模型。文章分析基于增长率模型与重力模型等经典出行分布预测方法及其他一些出行分布研究所存在的不足,提出交通出行分布本质是深入理解哪类群体采用哪些交通方式从哪些起点到哪些讫点的内在原因的理论观点,简要分析用地布局、出行者、交通方式等关键因素之间关系,并深入探讨分析关键因素与出行分布之间的内在关系。在分析的基础上,提出基于关键因素的出行分布新理论和构建出行分布模型的一般思路,并基于此理论初步建立新的出行分布预测概念模型,文章同时指出城市发展预测研究及基于此研究开展各类群体选择行为研究的必要性。", "label": "交通运输工程", "id": 0}
{"content": "阐述了区域客流预测模型与市域模型差异,将城市引力模型引入到区域客运交通预测模型中,利用城市引力模型建立城际间客流生成及分布预测,并采用有序多分类logistic模型开展区域客流方式划分预测。以粤港澳大湾区区域客流分析为例,利用多源大数据对区域模型参数进行标定,开展相关趋势分析和应用研究。结论表明基于城市引力的区域客运交通模型具有较好的操作性和适用性。", "label": "交通运输工程", "id": 0}
{"content": "随着MaaS体系在欧洲市场上日益成熟,众多欧洲城市,如柏林、巴黎、马德里、斯德哥尔摩和维也纳等,均开始启动MaaS项目。为了加快建立完善的MaaS体系,欧盟委员会在\"地平线2020\"资助计划下启动了MyCorridor、IMOVE、MaaS4EU三个重大研究项目来探索不同的MaaS组织架构,并制定了相关法规。预计至2025年,MaaS的市场规模将以35%～40%的年复合增长率增长,且MaaS将不仅向用户提供\"一站式\"出行服务,还将提供智慧停车、电动汽车充电等其他增值服务。本文从欧盟推行MaaS的顶层设计入手,探索MaaS的发展组织架构,寻找有效的商业模式,并引入\"MaaS市场准备指标\"评分体系,旨在为深圳市建立MaaS生态系统带来一些启发。", "label": "交通运输工程", "id": 0}
{"content": "随着社会经济的发展,城市的建设与发展取得了辉煌的成绩,同时也出现了交通拥堵、用地紧张、城市品质低下等问题,城市发展陷入困境,城市更新建设势在必行。结合国内外相关经验,城市更新成功与否,与重大交通设施的支撑力度息息相关。轨道作为大运量交通设施,它的建设能有效地缓解地面的交通压力,将轨道枢纽引入城市更新片区是破局城市发展困境的一剂良药。本文以深圳市罗湖区雅园枢纽为例,分析了城市更新背景下轨道枢纽的交通详细规划策略与实践,对城市更新背景下枢纽的建设与规划做了积极的探索与研究,总结了城市更新背景下以\"枢纽营城\"为愿景的轨道线站位布局调整、地上/地下空间一体化设计、地面道路交通协同改造等相关经验,为以后类似项目规划建设提供依据与参考。", "label": "交通运输工程", "id": 0}
{"content": "随着环境资源压力的增加,国家开始要求社会上的生产企业对产品的回收再次利用负责,形成产品的闭环供应链,减少资源浪费和环境压力,逆向物流回收中心选址问题也成为研究热点。针对逆向物流回收中心选址的多属性群决策问题,提出了一种考虑专家间信任关系的交互式共识方法。首先提出信任交互影响因子来表示每一轮交互中专家的动态权重。然后提出了考虑知识缺陷的群体稳定性指标和最小共识元素的群体满意度指标,讨论了交互终止条件。然后利用基于信任得分的爱因斯坦加权平均（TFEWA）算子和基于信任得分的爱因斯坦诱导多级有序加权平均（I-TFEOWA）算子对偏好信息进行集结,得到选择结果。最后,以逆向物流回收中心选址为例,对相应的选址方法进行了比较。", "label": "交通运输工程", "id": 0}
{"content": "在经济新常态和国内国际双循环形势下,我国综合交通运输行业正面临节能减排的环保压力和运输模式的深入变革。参照欧美发达国家驮背运输形式和技术情况,从驮背运输市场基础、发展机遇、未来前景等方面看我国驮背运输市场未来大有可为。结合当前公铁联运驮背运输市场存在的问题,提出了货箱强度、偏载轴荷、感应电压等点标准化技术,开通驮背运输示范线路等市场推广和给予技术创新、主体打造等扶持政策建议,期望推动我国驮背运输高质量发展,为物流创新和降碳减排做贡献。", "label": "交通运输工程", "id": 0}
{"content": "<正>一般而言,交通领域可分为五个主要部分:陆地交通、空中交通、海上交通、管道交通和城市轨道交通。交通科技是指这五个交通领域内使用的科学技术,既包括交通工具制造技术、交通基础设施建设技术和交通安全科学技术,也包括交通服务科技和管理科技。其中,有交通领域独有的主体技术,也有与其它领域交叉融合性技术,如新型材料、信号系统等。本文主要关注与交通五个领域相关的主体技术线索,只是交通技术的一个侧面。", "label": "交通运输工程", "id": 0}
{"content": "交通运输系统分析课程是交通运输专业的重要基础课,深入思考和总结课程特点,是开展具有特色的课程思政教学工作的基础,更能体现无痕教育的要求。本文结合该课程的教学内容和学习方法,分析该课程的多学科交叉、多思维综合和多领域实践特点,提出了专业教师开展思政教学时在教学内容设计、教学互动组织和自身素养提升方面的建议。", "label": "交通运输工程", "id": 0}
{"content": "本文针对绿色同时取送货车辆路径问题（Green Vehicle Routing Problem with Simultaneous Pickup and Delivery,GVRPSPD）,以最小化配送成本及碳排放量成本为优化目标,建立基于该问题的混合整数规划（Mixed Integer Programming,MIP）模型,并提出一种改进拉格朗日松弛算法（Improved Lagrangian Relaxation Algorithm,ILRA）对该问题进行求解,得到原问题的拉格朗日下界.首先,利用拉格朗日乘子将原模型的难约束通过惩罚项的形式加入目标函数中,得到拉格朗日松弛模型.其次,提出一种改进次梯度算法求解拉格朗日松弛模型,得到原问题下界.最后,在不同规模问题上的仿真实验和算法比较验证了所提改进拉格朗日松弛算法的有效性.", "label": "交通运输工程", "id": 0}
{"content": "阜阳—黄冈高铁项目是国家铁路网\"八纵八横\"京港台高速铁路的重要组成部分,其北段商丘至阜阳段与商合杭高铁共线,现已建成通车,南段黄州至黄梅段已在建设中,而本路段高铁线路的建设将弥补整段京港台高铁的覆盖空白区。本文通过分析沿线旅客出行意愿特征,具体为分析沿线旅客出行基本特征、出行基本情况和出行选择意愿等特征,来阐述新建阜阳—黄冈高铁的必要性,为决策者提供依据,为项目投资者提供参考。", "label": "交通运输工程", "id": 0}
{"content": "新时代交通基础设施网络的发展要求是建设现代化高质量综合立体交通网络,本文以浙江省为例,聚焦综合立体、高质量,在分析发展成就与发展瓶颈的基础上,结合浙江自身特征,提出了高质量发展策略与发展路径,旨在为浙江和全国其他地区交通基础设施网络发展提供参考。", "label": "交通运输工程", "id": 0}
{"content": "随着经济发展和社会进步,交通运输网络日趋大型化、复杂化;同时在环境友好、资源集约的理念下,用深挖现存道路网络承载能力存量,来代替盲目新建运输通道增量已成为普遍共识和发展趋势。本文基于Floyd交通最短路径算法,并充分考虑现实交通网络环境和条件,提出了一套以\"先聚集后运输\"为基本思路的交通运输网络最短路径设计模型。结合实际案例,利用Matlab软件对其进行编程求解,给出具体的运输网络路径方案,再通过多层次检验、比对,最终实现优化资源配置和高质高效运输的目的。", "label": "交通运输工程", "id": 0}
{"content": "这篇论文主要研究多种方式组合的出行方案的选择。选择典型的组合出行方案为研究对象,分析不同出行者独特的出行方案选择标准,运用出行效用理论将出行者个体的选择原因定量化表达。调查每一个出行个体的组合出行方案选择倾向,运用均匀设计方法设定出行情境,获得足够的样本,得到出行方案选择数据。建立NL模型,求解不同出行方案的效用函数区间,分析每一种出行方案的优先级,得到最优的出行方案。通过数学分析软件,对NL模型中的不同组合出行方式的效用函数进行数据分析。以每种出行方案的时间/费用、出行距离为变量分析每种出行方案的优劣,得到初始方案。根据出行时间差与出行费用差判断组合出行方案与单一出行方式选择的阈值;运用不同出行方式的舒适性、准时性、安全性解释不同组合出行方案选择的适用性,得到优化方案。", "label": "交通运输工程", "id": 0}
{"content": "交通发展是长三角地区实现\"高质量、一体化\"的重要基础和保障,示范区交通不仅是交通系统内部的融合,更应体现交通与城市、交通与区域发展的融合。本文所理解的\"生态绿色一体化\"是基于示范区区域本底特征、城乡发展阶段以及互联互通实际需求提出的交通协同发展模式。以此为导向,借鉴一江一河规划、风景道规划、科创小镇等实践经验,以交通为载体通过交通与环境、交通与旅游、交通与创新产业的融合,探索示范区交通一体化实践途径,为区域交通一体化相关政策和规划实施提供参考。", "label": "交通运输工程", "id": 0}
{"content": "\"卓越的全球城市\"的发展定位对上海空海枢纽的发展提出更高的标准,要求提升上海面向全球的资源聚集能力。经历上一阶段的发展,上海机场与港口取得了显著的发展成就,但是面向新时期的高定位,空海枢纽面临着发展势能递减的趋势,亟需战略转型注入新动能。本文通过对纽约、伦敦、东京等全球城市空海枢纽的发展经验梳理,结合上海自身面临的关键问题,从枢纽发展模式、策略、手段等方面对上海空海枢纽提出发展建议方向。", "label": "交通运输工程", "id": 0}
{"content": "交通空间是国土空间总体布局的基础框架,交通体系的构建对于国土空间的开发保护具有重要作用,在新的国土空间规划体系下,加强国土空间与交通的融合至关重要。本文总结了荷兰、德国两个国家在国土空间和交通规划实践中的相互融合经验,并结合江苏省的实际发展情况,提出了四个方面的启示建议,为江苏省开展国土空间与交通规划相关工作提供一定参考。", "label": "交通运输工程", "id": 0}
{"content": "随着都市圈的迅速发展,相邻城市之间的交通联系日益紧密,区域协调发展是未来都市圈的发展趋势。组团式城市是城市化高速发展的产物,也是都市圈的重要组成部分。我国进入高铁时代后,高铁枢纽布局及发展策略与城市空间形态的关系一直是备受关注的重要话题。本文从都市圈发展入手,对组团城市的综合型枢纽发展策略及选址规划进行探索,并以佛山市高明高铁枢纽站为例,通过分析都市圈发展趋势,识别机遇与挑战,制定出选址方案。", "label": "交通运输工程", "id": 0}
{"content": "全球化时代背景下,机场已不再是单一交通节点,通过与铁路、轨道、公路等多种交通方式的联运,以交通一体化为龙头打造空铁联运综合枢纽引领下的航空新城,可以更好地集聚人流、物流和信息流,为都市圈乃至城市群提供更加便捷高效、经济安全的交通运输服务,也是当前国际化城市发展的趋势。本文深度剖析了上海虹桥枢纽、成都天府枢纽等空铁枢纽规划建设的案例,基于交通枢纽引导区域发展的角度,研究提出了枢纽地区交通一体化发展的目标、指标体系,从对外交通可达性、空铁联运时效性、港城融合一体化、换乘衔接便捷性等四个方面提出交通一体化规划策略;以武汉天河空铁枢纽为例,在区域用地布局、道路系统、轨道交通、空铁联运等方面提出规划方案,以期为国内同类型规划提供借鉴和参考。", "label": "交通运输工程", "id": 0}
{"content": "未来城市群将持续作为我国主要发展模式引导区域城镇化空间布局、促进区域社会经济发展,由于城市群内外客运需求急剧增长且城市群综合客运枢纽布局与城市群发展协调性不佳问题的凸显,城市群综合客运枢纽的布局问题愈发重要。既有文献从决策者角度构建综合决策模型进行枢纽选址的研究较少,本文提出基于模糊综合评价理论,采用模糊TOPSIS方法及模糊0-1整数规划模型构建二阶段枢纽选址模型,并通过算例验证本方法的实际适用性,以期在进行城市群综合客运枢纽选址过程中起到一定的参考作用。", "label": "交通运输工程", "id": 0}
{"content": "面对经济发展新旧动能转换及疫情全球化的冲击,国家着力推动新型基础设施建设,智慧交通作为新技术与交通运输深度融合的主要载体,迎来战略发展机遇。首先,通过\"新基建\"发展态势分析,从数据感知体系更精准可靠、管理决策体系更智能协同、出行服务体系更精细舒适等方面研判交通运输智慧化发展前景。其次结合\"新基建\"建设特性,提出按需建设与适度超前相结合、顶层设计与重点示范相映射、市场主体与政府作用相促进的交通运输智慧化发展基本原则。最后,围绕交通信息基础设施升级、行业治理与服务应用创新,以设施数字化和数字设施化为主线,以智慧道路等\"硬\"新设施、交通大脑等\"软\"新设施、集成示范为核心提出交通运输智慧化建设思路。", "label": "交通运输工程", "id": 0}
{"content": "为全面、准确、高效、经济地监测交通设施形变,方便用户分析交通设施运行状态,开展基于InSAR和北斗技术的交通设施健康监测系统的设计与实现。系统对海量交通设施形变数据进行统一管理、更新、显示和分析,并结合国家和行业标准进行预测预警,具有监测范围大、实时连续、成本低、使用方便的特点,已在南京地铁、高架、机场的形变监测和管理中应用。", "label": "交通运输工程", "id": 0}
{"content": "基于警务云设计的综合交通管理系统。围绕警务云提供的支撑环境和数据处理平台,根据交通管理系统的需求,描述了系统集成框架、总体架构和核心功能。对比了警务云与传统集成方式的优劣,以及警务云环境下,项目实施的重点和难点。", "label": "交通运输工程", "id": 0}
{"content": "本文提出了一种基于视频智能分析技术的交通数字孪生应用模式,其基于新一代人工智能深度学习视频智能分析技术,结合三维高精度地图GIS进行实景数字化还原展现,提出了AI+数字孪生公路的概念,同时分析了当前交通数字孪生建设的实用价值、面临的问题和未来的发展趋势,为未来智慧交通和智慧公路建设指出了一种新的建设思路。", "label": "交通运输工程", "id": 0}
{"content": "多式联运是一种高效的货物运输组织方式,在降低运输成本,促进绿色发展,丰富运输服务供给,提升经济运行效益,扩展经济辐射空间和区域发展空间,联动现代产业链和供应链,服务\"一带一路\"等方面都有着重要的作用和意义。本文对我国多式联运的现状进行了研究,对铁水联运、铁公联运方面的需求进行了研究和阐述,提出了多式联运数据交换平台的总体架构和技术架构,并设计了涉及货运数据处理中心、多式联运数据交换、数据传输控制、综合应用、运行维护等多式联运数据交换平台的功能。实现了铁水联运、铁公联运等信息共享及交换,提升社会整体物流水平和业务协同能力,构建全程物流信息链条,并为未来多式联运\"一单制\"的实现奠定基础。", "label": "交通运输工程", "id": 0}
{"content": "国内各类大型综合交通枢纽不断兴建,均具备规模大、设施多、布局紧的特点,枢纽内部人流密集、客流组织复杂、交通方式众多,一旦发生突发事件,疏散不及时,可能造成严重事故。综合交通枢纽在突发事件下的客流组织是一项系统工程,利用仿真技术对疏散过程、效率进行分析研究是当前智能交通的重要应用。本文通过研究枢纽换乘系统特点、行人交通特性及疏散过程特征,提出仿真参数标定方法、疏散流线布设方案及疏散效率和系统可靠性评估指标体系,构建了一套基于行人仿真软件Viswalk的应急疏散仿真技术流程。本文以成都天府国际机场综合交通中心（GTC）为应用场景,开展仿真分析,识别枢纽系统应对突发事件时可能存在的问题,并提出应急预案建议。", "label": "交通运输工程", "id": 0}
{"content": "以枢纽等基础设施为载体的新基建成为推动社会高质量发展的重要支撑和拉动新一轮经济增长的全新动能。本文围绕站城一体化开发的综合交通枢纽,提出了一种基于马斯洛需求层次模型的智慧化理念,以构建经济枢纽、生态枢纽、人文枢纽、平安枢纽、数字枢纽\"五型枢纽\"为目标,从智慧交通、智慧建筑、智慧服务、智慧运营、一体化运营管理中心、全息感知体系等方面探索智慧化发展路径,建立面向枢纽可持续生长、多维度的动态评估指标,打造24小时在线、能学习、会进化的数字化生命体,驱动运营模式重塑与管理流程再造,提升土地价值和经济效益,并带动辐射片区发展品质与活力,形成枢纽缝合城市的新模式,为新形势下综合交通枢纽的智慧化发展提供有益借鉴。", "label": "交通运输工程", "id": 0}
{"content": "<正>电子工业出版社依法对本作品享有专有出版权。任何未经权利人书面许可,复制、销售或通过信息网络传播本作品的行为;歪曲、篡改、剽窃本作品的行为,均违反《中华人民共和国著作权法》,其行为人应承担相应的民事责任和行政责任,构成犯罪的,将被依法追究刑事责任。", "label": "交通运输工程", "id": 0}
{"content": "本文介绍了欧洲、北美国家多式联运现状,分析了其运输装备的结构特点,并结合我国现有多式联运铁路货车发展现状,提出了我国多式联运装备技术发展方向的建议。", "label": "交通运输工程", "id": 0}
{"content": "城市更新提升了存量土地的开发利益,开发利益的合理分配保障城市可持续融资和发展。本文从开发利益的角度切入,选取了涉及利益者最多,利益纠葛最复杂的城市市中心大型交通枢纽城市更新项目（国王十字车站和乌得勒支中央站）作为研究对象,通过详细的案例研究依次剖析了再开发过程中不同阶段的利益博弈过程:城市更新设计编制过程的聚焦于用地性质和建筑量的利益协调;城市更新管理实施过程公私合作伙伴（PPP）模式下的利益实现:城市更新运行维护过程中的合作共赢。在梳理了两国经验的基础上,总结出引导城市更新过程中利益博弈的三个建议来:1)在设计编制阶段通过弹性的法律框架和充分的公众参与有利于促进多方利益的协调;2)在管理实施阶段通过权责分明的合作制度推动城市发展公共利益的实施;3)在运行维护阶段通过愿景营造和密切联系引导多方结成利益共同体,共同推进城市更新与可持续发展。", "label": "交通运输工程", "id": 0}
{"content": "\"枢纽经济\"正逐渐成为引导城市经济高质量发展的新模式。本文试图从货运交通枢纽和枢纽经济的互动关系切入,分析枢纽经济发展对货运枢纽建设的具体要求,在此基础上,提出构建和优化货运枢纽交通支撑系统的构建思路和主要内容,包括货运枢纽的集疏运系统优化和货运枢纽联运组织优化两个方面,并结合张家港货运北站案例,给出货运枢纽集疏运组织优化和联运综合货运枢纽构建的实证分析,切实扩大张家港区域辐射影响,增强北站综合货运枢纽与城市内部不同产业集聚区之间的联动联系,引导张家港市产业转型升级发展,优化全市货运方式结构。", "label": "交通运输工程", "id": 0}
{"content": "旧金山湾区是世界四大湾区之一,在区域一体化发展中综合交通产生了强劲的助推作用。本文首先对旧金山湾区的综合交通发展历程进行梳理,分析其综合交通网络、综合交通结构的演变特征,其中包括公路、轨道、航空、港口及客货运结构的发展;之后对湾区综合交通与土地利用、社会经济发展的关联性进行总结;最后得出湾区综合交通发展在一体化背景下可供参考的启示:构建多种交通运输方式协调发展的一体化综合交通系统,淡化区域行政界限推动区域综合交通一体化进程,综合交通与社会经济、土地利用等子系统协同进而实现区域的一体化发展。", "label": "交通运输工程", "id": 0}
{"content": "面对城市近郊和远郊区地铁网络延伸规划实施中出现了郊区轨道职住聚集能力不足、分布欠合理、难以实现轨道交通与区域发展共赢的现象,本文从轨道走廊带的人口岗位集聚分布入手,将轨道走廊带按照人口、岗位密度分为低、中低、中高和高密度四级。利用114个居住区的居民出行调查数据,分析位于不同密度级别走廊带内、外的居民出行特征差异,发现高密度走廊带出行距离、出行方式结构合理性、轨道走廊带站点客流密度指标明显优于其他三个密度级别走廊带;中高密度走廊带与中低密度走廊带各项出行特征指标差异不大。建立轨道+公交和小汽车方式之间的效用差模型,得到出行起终点一端或二端在走廊带、所属走廊带人口+岗位密度是影响机动化出行比例结构的重要因素。结合二种方式选择概率曲线的交点和走廊带人口+岗位密度变化带来的轨道+公交方式选择概率变化率曲线,得出郊区中低和低密度轨道走廊带应进一步集聚人口和岗位,当聚集密度达到2.3万人/km2以上,通勤出行的轨道+公交比例将高于小汽车比例。", "label": "交通运输工程", "id": 0}
{"content": "本文分析了虹桥综合交通枢纽的现状和历年交通运行数据,通过对虹桥枢纽开通至今的设施建设情况、客流增长情况、对外交通系统、城市集散交通系统、枢纽内部换乘交通系统的回顾,对比规划预测目标,系统、科学地评价目标的实现情况,掌握实际的出行特征,分析总结运营中存在的问题和解决的方案,结合枢纽未来发展的趋势,对枢纽未来发展进行展望,提出了\"控-优-分\"的改善策略。总结相关枢纽发展的经验,为其他大型综合交通枢纽规划建设提供经验借鉴。", "label": "交通运输工程", "id": 0}
{"content": "扬州历史上的枢纽地位依水而兴,未抓住第一轮公、铁发展机遇而逐渐走弱。在新一轮区域立体交通发展中,扬州迎来重要发展机遇,也面临不进则退的关键挑战。如何将地域上的区位优势转化为客流联系与转换上的真正优势是扬州未来加强区域竞争力,重塑区域枢纽地位的关键所在。本文重新思考扬州区域枢纽重塑战略内涵,对于交通与区域发展机遇进行深入剖析,构建了扬州区域枢纽重塑战略框架,明确了\"打造长江北岸沿海、沿江通道交汇枢纽\"、\"宁镇扬组合发展,重塑河江海联运枢纽\"、\"宁扬协同一体、构筑长三角国际航空枢纽\"的战略发展路径,对于扬州在新一轮区域资源竞争中抢抓优势、重拾枢纽地位具有一定的指导意义。", "label": "交通运输工程", "id": 0}
{"content": "空间发展理念的调整和国土空间规划体系的重构反映了社会发展阶段的转变,今后15-20年,我国在由工业文明时代迈向生态文明时代过程中,社会经济和交通发展需求将发生重大变化。工业文明时代支撑高速增长和空间扩张、以设施建设为主要导向的交通发展思路,难以适应生态文明时代发展需求。在这一时期我国交通发展应重点关注五大转变:\"接进来\"-\"走出去\"的全球化交通体系,粗放-精准的区域差异化交通系统,增量-减量的绿色交通体系,效率优先向品质导向的多元化交通体系、追随-引领的交通新技术发展。", "label": "交通运输工程", "id": 0}
{"content": "随着城市轨道交通的加速建设,轨道线路逐步成网,多线换乘枢纽站线路间的换乘也成为轨道出行常态,换乘站作为轨道交通大客流集散的重要节点,其站点地下空间设计方案与地上综合交通设施的布局成为枢纽站详细设计的关键所在。本文从成都市骡马市枢纽站的规划设计实践出发,从站点现状发展、功能定位、客流运能预测、场站空间规划设计、综合交通设施布局等方面综合阐述其规划设计过程,为多线换乘站的规划编制提供参考和借鉴,也为站点TOD开发与运营奠定良好的基础。", "label": "交通运输工程", "id": 0}
{"content": "为了确保交通效率,我国传统铁路车站的建筑内部普遍的排斥商业配套。但要使铁路车站成为人民群众喜闻乐见的城市公共场所,则需要补充以商业配套为主的城市功能。本文从车站建设资金模式入手,分析了自有资金主导、外部资本参与两种模式下的铁路车站的运营效果,研究了铁路车站建筑的交通功能与城市功能的平衡点,提出了4点空间发展原则:全过程安全、交通引导建筑空间、为新技术预留改造空间、培养\"到车站消费\"的市场习惯;并结合深圳市光明城站项目,提出5点空间设计对策:候车空间转变为服务空间、整体动线紧凑化、建筑表皮日常化、站台避让城市地面交通、车站向外布置人行天桥和地下通道。", "label": "交通运输工程", "id": 0}
{"content": "旅客联程运输可充分发挥各种运输方式的比较优势、提高综合运输组合效率,改善旅客出行体验,对于推进交通运输供给侧结构性改革,促进现代综合交通运输体系发展,建设人民满意交通具有重要意义。通过从空地联运的概念与意义入手,并基于国内外经验案例分析了空地联运的主要模式,以及民航与铁路的竞合关系,最后从联运产品、平台、服务等方面提出我国枢纽机场空地联运发展的建议。", "label": "交通运输工程", "id": 0}
{"content": "广州南站从2010年建成以来,客流量增长迅速,旅客发送量占到全市的60%,未来几年还会进一步增长。但是广州南站综合交通枢纽在集疏运系统、交通衔接设施、站房本体和运营管理上却存在各种问题,不能满足旅客高品质的出行要求。本文全面总结广州南站综合枢纽现状存在的问题,以满足旅客出行需求、提升出行体验为核心,提出枢纽优化提升的对策,确保广州南站与广州中心城区及珠三角各地便捷、高效连接,同时将广州南站打造为高效率、高品质、站城一体的全国铁路示范枢纽。", "label": "交通运输工程", "id": 0}
{"content": "以上海虹桥综合枢纽为例,探究城市铁路客站和航空的复合枢纽在集疏运配套中应遵循的时耗原则。基于枢纽选址和集疏运配套要综合考虑枢纽到达、综合体内部衔接换乘、在枢纽等待三个环节的时耗的观点,调查了虹桥枢纽旅客时耗特征,与城市居民平均出行特征相比较,分析具体的评价指标。从虹桥枢纽来看,其集疏运平均时耗1小时,与中心城居民通勤出行平均时耗比1.45,主体集疏运工具轨道交通时耗比为1.1。国内各城市可以根据自身城市的特点,选择适合自己的评价指标值。", "label": "交通运输工程", "id": 0}
{"content": "随着我国高速和城际铁路网络的不断完善,空铁一体枢纽陆续建成,铁路成为一种新兴的机场路侧交通方式,但空铁枢纽的衔接与高品质服务尚在初级阶段。欧洲在空铁一体枢纽及空铁联运方面发展较早,经验丰富,如法兰克福机场、巴黎戴高乐机场等都是成功经营多年的案例。通过比较研究的方法,基于铁路服务范围对空铁枢纽进行分类,分别选取我国和欧洲规模相近且具有代表性的空铁枢纽,比较不同类别空铁枢纽的设施和服务特征。我国目前空铁枢纽基础设施较为完善,但票务、商业、行李等针对旅客空铁衔接旅客的服务明显落后于欧洲,特别是对于拥有长途高铁站的几个枢纽机场,服务内容与品质均有较大提升空间。", "label": "交通运输工程", "id": 0}
{"content": "车辆路径规划问题（VRP）广泛存在于交通出行、物流管理等领域,本文针对如何有效求解VRP问题,对目前主流的VRP求解框架进行了对比。首先对VRP及其变形问题进行介绍,总结了常用的VRP问题经典求解算法。其次介绍了三种主流的VRP求解工具,并基于Solomon标准数据集在不同约束条件下（车辆数、寻优步数、优化方法）对不同VRP框架进行仿真测试对比。最后基于易用性、运算效率、求解质量、社区活跃度和扩展性五个维度的评价指标对框架进行分析,得到各个框架的综合评定结果,该结果可为不同业务场景提供支持。", "label": "交通运输工程", "id": 0}
{"content": "泉州火车站综合交通枢纽是福建省重要铁路枢纽之一,其中1号楼交通设施场站为多层客运站,东西长142.5m,南北宽56.4m,总建筑面积超过2.2万m～2,属大型客运场站。该场站3.9m标高处和17.05m标高处的夹层采用现浇钢筋混凝土空心楼盖,其双层屋盖为曲面结构且四周向外悬挑,最大悬挑长度9.6m。由于该结构的屋面弯曲大、结构错层多,因此,采用通常的强制刚性板假定建立平层或错层模型,将与结构真实情况有较大出入,并引起结构周期、位移等计算结果的较大误差。本文选用佳构STRAT有限元分析软件建立了有限元整体分析模型,该模型既能模拟现浇空心板楼盖的结构受力特点,又适用于空间楼盖的分析计算。本文分析了结构的周期、振型、位移比、剪重比等多项总体参数,并分析了夹层处无梁空心楼盖的弯矩分布,可为类似工程的结构设计提供参考。", "label": "交通运输工程", "id": 0}
{"content": "本文从交通运行安全性、交通系统可靠性和交通军民融合度三个方面架构了\"国家综合交通系统安全性\"评价指数体系,确定了各指数的定义及内涵、计算方法和评价标准。并采用\"AHP-模糊信息隶属度法\"构建了能用于实证研究的评估模型,对我国当前综合交通系统安全水平及差距进行了量化分析。在此基础上,为实现交通安全强国发展目标提出了相对应的对策建议。", "label": "交通运输工程", "id": 0}
{"content": "本文选择京沪通道,从行为角度分析旅客对于高铁、普速铁路、民航三种出行方式的选择意愿。通过问卷调查、收集数据,建立了多项Logit（MNL）模型进行分析。结果表明:（1）年龄对出行方式选择影响显著。当旅客的年龄小于60岁时,对出行方式的选择没有明显的差异。但当旅客的年龄为60岁至80岁之间时,其在普铁和高铁的系数为正数,民航为负数。（2）月收入对出行方式选择影响显著。随着人们月收入的提高,人们对于普铁的选择需求降低。而对于民航的选择则随着收入的增加而增加,直到收入达到20000元/月以上时,对民航的需求降低。（3）旅途中的车外时间对出行方式选择影响显著。在三种交通方式中,尤其以普铁受候车/候机时间长短的影响最大。并且随着等待时间的增加,该因素所占的权重越大。与之类似的,从出发到到达机场/车站所花费的时间也对选择有着重要影响,并且以高铁受这一因素的影响最为明显。", "label": "交通运输工程", "id": 0}
{"content": "美国和加拿大综合交通运输发展是世界现代化中重要的一环。本文阐述北美国家交通运输革命中三次飞跃,论述了北美现代化进程中交通运输发展产生的积极影响,并对我国交通强国战略的启示进行分析。", "label": "交通运输工程", "id": 0}
{"content": "基于江苏省交通地理信息服务平台数据的更新建设,探讨了省级交通地理信息数据库的更新思路,阐述了交通地理信息数据的更新内容,提出了一套基于多源异构数据更新交通地理信息数据库的技术流程,设计了数据更新技术指标、数据入库流程与质量控制方式,该方法可以充分利用强现势性的多源异构交通地理信息空间数据,提升了数据的现势性与可靠性,并为信息的交换与共享提供了保障。", "label": "交通运输工程", "id": 0}
{"content": "近年来综合交通枢纽的建设和发展受到广泛关注,但目前的研究主要侧重枢纽本身的功能布局和交通组织,缺乏对枢纽与城市协调关系的深入分析和量化评价。本文基于节点场所模型的理论基础,总结了综合交通枢纽与城市协调发展的内涵及特征。在此基础上,构建了枢纽与城市协调发展的指标体系,并提出枢纽与城市协调度的概念及基于层次分析法的评价方法。最后通过案例分析验证了该评价方法的可行性和有效性。结果表明,本文提出的评价方法可用于量化单个综合交通枢纽与城市协调发展的水平及需要优化的方向,从而为枢纽的规划布局或更新改造提供参考。", "label": "交通运输工程", "id": 0}
{"content": "随着我国铁路运输行业的快速发展,旅客列车的速度得到了大幅的提升,乘坐火车的人数也在大幅增加,因此面临的旅客列车安全问题也越来越重要。客列尾中继器就是保证旅客列车安全运行的一种重要设备,因此对客列尾中继器工作中记录的各种数据,比如:列尾输号请求、消号、排风、风压自动查询、风压手动查询、风压提示、风压报警、电压报警等等的分析就变成一项重中之重的工作。由于设备运行期间会源源不断的产生各种数据,所以运行一段时间后,该设备中就会记录相当庞大的数据。想从这些庞大的数据中,找到我们最为关心的信息可不是一件容易的事情,这就需要分析软件对这些数据先进行各种各样的过滤,然后再对过滤后的数据进行逐条分析,最终用图形化（GUI）的方式来直观的呈现给设备的使用者或者管理者。该实现旨在重点阐述如何设计分析软件的GUI,以满足用户的需求。GUI的合理设计,会简化用户的操作,让用户轻松的获取数据的分析结果,有效的减轻用户日常工作压力。", "label": "交通运输工程", "id": 0}
{"content": "近些年来,随着国家铁路路网的发展,人民对出行的便捷性和安全性有了更高的要求,很多高科技的行车控制设备开始越来越多的应用于普速铁路,在硬件设施上提高了行车的安全性。采用低成本、高效率、低容错的行车方法对车务人员行车安全性进行有效提升成为当今车务管理人员业务研究的重要方向。本文以南仓站下行直通场为例,提出的行车方法借鉴了毛泽东思想--集中优势兵力对重点问题予以打击,通过论述该方法的可行性和可靠性,对提升行车作业的安全提出了展望。", "label": "交通运输工程", "id": 0}
{"content": "水平定向钻拉管是采用微小开挖或不开挖的相关技术对地下管线、管道、电力电缆的套管进行敷设、修补或替换的学科。探究为保证铁路营业线运营安全和电缆的安全使用,根据铁路设计（运输）规范要求和本项目的实际情况,本着确保安全和经济合理的原则,确定电缆线穿过津山铁路线应用非开挖水平定向钻拉管穿过方式。", "label": "交通运输工程", "id": 0}
{"content": "针对现有铁路客票系统传统单节点数据库在面对各种应用场景激增的情况下,难以满足爆发的数据增长及更丰富的业务需求,而近几年分布式数据库技术得到人们的广泛关注。也正是因为分布式数据库自身的架构特点,很好地解决了传统集中式单节点数据库在横向扩展、高可用、数据可靠性以及计算能力方面的一些不足。本论文在对现有铁路客票系统数据库进行分析后,总结出目前现有数据库体系架构存在的问题和不足,通过分析分布式数据库的一些新特性来对老的数据库架构进行改进。分布式数据库切实解决了数据库的横向扩展能力,通过增加节点达到了海量数据的存储,提升了对更高并发量的处理能力。", "label": "交通运输工程", "id": 0}
{"content": "本文研究了智能乘客服务终端的软件设计方案和实现方法,通过分析智能乘客资讯系统的架构和智能乘客服务终端的功能需求,探讨既有乘客信息系统的不足,提出具备可交互功能的智能乘客服务终端的软件需求。文章基于先进的MVVM技术理念,结合智能乘客服务终端的业务特点,逐步构建并优化智能乘客服务终端的软件架构,实现了智能乘客服务终端的分层模块化功能,实现模块解耦和业务解耦,解决关键技术难点。", "label": "交通运输工程", "id": 0}
{"content": "本文深度分析和调研了各铁路局运维管理信息系统现状,研究分专业业务需求,设计了基于BIM的铁路基础设施运维管理平台总体架构与功能模块。创新性提出了基于BIM的铁路工电供等运维管理相关的新思想和新技术,为实现铁路基础设施运维统一管理提供信息化手段创新思路。", "label": "交通运输工程", "id": 0}
{"content": "城市轨道交通在促进经济发展、保障社会民生等方面发挥着非常重要的作用,当突发重大疫情出现时,城市轨道交通网络存在车站环境复杂、人员密集度高、运输工具封闭、串联城区组团等特点,是内防疫情扩散、阻断疫情传播的主战场之一。国内外有关交通运输系统阻断突发重大疫情传播的成果还比较少。通过理论研究提出突发重大疫情在城市轨道交通运输中的传播机理,包括节点传播、通道传播和跨区传播;突发重大疫情在城市轨道交通运输中的传播除了具有流行病学的传播特点之外,还有在交通运输主通道中扩散的自身特点,包括交叉感染、强关联性、不平衡性和外部扩散。根据突发重大疫情防控的实际情况,提出城市处于疫区和非疫区两大类实施分级防控的标准。以防止疫情扩散为目标,提出疫区和非疫区城市轨道交通运输组织的基本对策,疫区城市在启动重大突发公共卫生事件Ⅰ级响应后,为内防疫情扩散,轨道交通运输系统必须立即停运,以全面阻断疫情传播,同时还应保留必要的应急运力,采用专列方式运行以抗击疫情;非疫区城市则应采用更加科学灵活的运输组织方式以阻断疫情节点传播、通道传播和跨区传播,包括调整运行模式、采用经济杠杆等。未来还需要根据实际的疫情数据、轨道交通运行数据等建立城市轨道交通运输通道的疫情扩散模型,研究阻断措施对降低基本传染数（R0）的贡献率,评估疫情下实施的轨道交通运输组织策略的合理性。", "label": "交通运输工程", "id": 0}
{"content": "针对各城市地铁综合资讯的运营需求和管理现状,本文基于微服务架构设计了一套可实现地铁服务信息便捷定制与扩展的综合资讯发布管理系统,重点解决了地铁综合资讯发布管理系统软件总体架构以及媒体资源管理、版式编辑发布、播放监控等各模块的功能拆分设计及实现。系统软硬件成套产品在苏州地铁5号线试点应用,解决了车站周边信息、运营时刻、线网图、运行图、沿线地标等定制化信息的灵活编辑与动态发布。", "label": "交通运输工程", "id": 0}
{"content": "随着铁路旅客运输安检提质工作的推进,目前的安检作业模式已经无法满足安检提质信息化的要求。本文首先深入分析了系统的关键技术,详细阐述了智能识别技术的算法模型训练及更新迭代流程。然后,在分析车站安检作业现状和需求的基础上,提出了铁路旅客运输安全检查管理信息系统的整体架构,介绍了系统功能设计及技术创新点。目前系统在京张高铁上线应用,对于铁路客站安检查危业务起到了重要的支撑和推动作用,达到了预期的应用效果。", "label": "交通运输工程", "id": 0}
{"content": "本文总结了BIM技术在京张高铁客服信息工程中的应用背景、技术路线、技术流程及框架,探索了基于BIM的客服信息工程族库管理、虚拟建造、工艺分析、多专业融合、车站日照采光分析、旅客流线分析、机房VR技术等应用。", "label": "交通运输工程", "id": 0}
{"content": "本文从深入剖析边缘计算和云计算两种计算范式出发,结合铁路的信息化建设现状与实际应用需求,提出了适合铁路的边缘计算应用参考架构,和移动边缘计算参考架构,归纳铁路的边缘计算业务应用场景,以支撑铁路业务应用系统,提升物联网采集数据过滤、实时数据处理、内容本地优化分流、高速数据缓存、高清视频处理、混合现实（AR/VR）、数字孪生等关键服务能力。", "label": "交通运输工程", "id": 0}
{"content": "高速铁路日益扩大的建设需求和人工智能等新型控制手段的飞速发展,势必带来智能客运车站的建设和配套设备的大规模增加,在满足旅客日益增长的安全、便捷、智能、绿色出行需求的同时,对智能客站设备进行实时感知、主动监控和智能运维,有利于提升客运服务质量和客运车站健康等级,从而有利于提升智能客站整体的健康水平。本文首先从智能客站设备的种类、用途、运维等角度出发,搭建了智能客站设备健康评价层级架构;其次,通过改进的专家评价、贝叶斯网络、模糊子集、隶属度函数等方法得到智能客站设备的多因素评价权重;再结合设备健康状况概率值,得到基于多因素的智能客站设备健康状况综合隶属度值,依据昆明南站设备数据对其进行数据分析;另外,利用Kmeans算法分析了郑州东站的设备健康状况,将两者进行比对,得到不同类别智能客站设备最终的健康状况等级评价结果。", "label": "交通运输工程", "id": 0}
{"content": "首先分析了智能客站推广应用过程中存在车站运营决策的科学性无法验证、设备部署无法按需调配、进出站流线无法随客流实际自适应优化的痛点。其次,分析借鉴了数字孪生技术在其他领域的应用。基于此,围绕铁路车站客运业务,提出了智能客站数字孪生的定义与特征,设计了智能客站数字孪生技术应用框架,实现对旅客乘车整个过程的关键环节的客运业务能力与效率的仿真。", "label": "交通运输工程", "id": 0}
{"content": "既有铁路车站改造工程中资料整理标准不统一、竣工交接效率低下等问题严重制约了工程进度和效率。本文针对铁路车站改扩建工程中工程资料管理的突出矛盾,以铁路车站BIM模型为载体,将改扩建工程中的海量资料汇集整理形成工程资料库;采用C#语言在Unity平台上进行开发,实现改扩建工程资料库与铁路BIM模型的关联;开发铁路车站改扩建的资料管理系统,并采用VR技术,改进铁路车站改扩建工程资料的管理质量与效率。实例验证表明:本文所提方法可以有效地改变传统的资料管理及竣工交接方式,并实现了工程资料的高效调取及竣工交接的可视化,在车站投入运营中可以有效地辅助车站工作人员完成养修工作。", "label": "交通运输工程", "id": 0}
{"content": "在对传统集中式卸污和移动式卸污进行技术分析的基础上,提出了独立分散式卸污的设计思路,通过理论分析计算,进行了独立分散式真空卸污系统设计和参数确定。研制的独立分散式卸污系统在格尔木车站进行了应用试验,结果表明:在4口、6口和8口同时进行卸污作业的条件下,单个污物箱卸污时间均在3 min之内,完成整列车卸污所需的时间均在20 min以内,均能满足列车停靠时间要求和相关规范。现场应用结果表明,该系统可以提高卸污作业的效率,减少人工成本,满足现场卸污作业的需求。", "label": "交通运输工程", "id": 0}
{"content": "地面沉降是一种缓变形地质灾害,具有发展缓慢、影响范围广和防治难度大等特点,对城市建设、社会发展和人民生活构成潜在威胁。德商铁路途经德州市德城区、陵城区、临邑县和济南市商河县,评估区内地面沉降发育,对其建设及安全运营造成重要影响。从地下水资源开采、油气开采、地质构造、工程因素等方面进行了区域地面沉降成因分析,基本查明区域地面沉降现状及其演变特征,揭示了引发该区域地面沉降的最主要原因是长期、超量开采深层地下水。在现状条件下,通过变形监测数据对地面沉降的趋势进行了预测评估,并提出了防治对策。", "label": "交通运输工程", "id": 0}
{"content": "针对地铁车辆基地上盖开发分隔楼板的耐火特性,主要考虑了楼板不同的类型、保护层厚度、荷载影响因素,采用试验研究方法对火灾高温下楼板的温度和挠度进行了分析研究。结果表明:所有楼板试件在受火过程中有水分溢出,试验完成后所有楼板的完整性均能保持完好,混凝土未出现酥松脱落现象;试件背火面最高温度未超过120℃,能够保持良好的隔热性;受火冷却后双向板试件的变形恢复比较明显,且试件上裂缝很少,而单向板试件的残余变形相对较大,试件迎火面有较多细微裂缝。本研究结果可为带上盖开发的轨道交通车辆基地分隔楼板防火设计提供参考。", "label": "交通运输工程", "id": 0}
{"content": "新冠肺炎疫情的暴发,使城市轨道交通运营管理工作面临着严峻的挑战,不仅要做好员工和乘客的疫情防控工作,还要做好日常轨道交通运输组织工作。本文从路网、线路和站点三个层级,纵向对比往年同期,分析新冠肺炎疫情下的天津地铁客流特征。力求对防疫复工期间地铁运行突出特点进行精细刻画。在客流分析基础上,总结边运营边防疫经验,为处置公共卫生事件提供参考。", "label": "交通运输工程", "id": 0}
{"content": "小时粒度的短时客流预测,对城市轨道交通精准投放运力、预判早晚高峰大客流、采取限流等组织措施有重要意义。然而客流生成的机理复杂,影响因素众多,周期性、随机性和波动性兼有。既有研究在考虑因素、时间跨度、模型精度等方面尚存在问题。为充分挖掘城市轨道交通短时客流波动的内在机理,提高预测精度。本文基于深度学习方法,考虑长期、细粒度的时空天气数据,日期等因素,提出了一种考虑多因素的长短期记忆神经网络模型（MUL-LSTM）。利用2019年北京地铁1号线八宝山站的全年小时粒度进站客流及全年的小时粒度气象台站监测数据并结合日期属性数据,应用所建立的模型并标定了参数。结果表明,该模型最终的预测平均误差为6.99%,具有较好的预测精度。", "label": "交通运输工程", "id": 0}
{"content": "本文就天津轨道交通现状运行情况进行分析研究,横向对比其他城市运营现状,梳理天津轨道网络发展变化,对天津市现状轨道交通线网客流效益、与城市发展契合度、与城市交通出行结构关系、交通衔接一体化、时空通达性、轨道运营管理等方面评估分析,为下一阶段轨道规划建设提供参考建议。", "label": "交通运输工程", "id": 0}
{"content": "高铁时代对城市发展注入了新的活力,规划轨道交通线路的引入将带来快速增长的客流,对已建站房及站房周边配套交通设施提出了新的挑战。高铁站作为引导城市空间结构演变的重要因素,其站点衔接换乘交通设施的合理配置有利于提升轨道交通的服务深度与广度。论文以无锡市惠山站为例,探讨了在原址扩建情况下,如何最大程度的利用原有设施来整合南北站房功能、合理配套交通设施;提出惠山站对接无锡市快速路网的方案,形成快慢分离的站区交通组织方案;并结合站房总体平面布局优化各交通方式组织流线,构建分层式的人行交通组织流线,建设高效便捷、人车分流的综合客运枢纽。", "label": "交通运输工程", "id": 0}
{"content": "TOD模式作为我国许多城市发展轨道交通普遍采用的方法,其尺度范围是划定开发边界和评估实施效果的重要标尺。目前对TOD尺度的界定方法多是基于经典模型或调查统计进行理论推算、作缓冲区来划定边界,但对站点实际的服务范围缺乏实证,相关TOD规划指引也缺乏支撑。本文利用移动通信网络信令数据,基于乘客时空活动轨迹,从服务范围半径和分布两个维度,考察平均服务半径、\"T+1\"客源比例、客源分布距离差异等指标,分析杭州市轨道交通站点在不同时段的真实服务范围,以对TOD理论进行深化和细化。研究发现轨道交通站点的服务范围半径略大于TOD模式通常采纳的尺度,短距客源比例不高,头尾部客源距离差异较大,且不同时段的服务范围可能出现较大差异。基于此提出TOD模式的应用中,应根据站点的属性特征,对\"次级区域\"乃至周边更大区域加以考虑,并赋予一定的空间和时间弹性,构建多类型、多层级的TOD网络体系。", "label": "交通运输工程", "id": 0}
{"content": "基于轨交出行联系,以上海的徐家汇、江湾—五角场副中心为案例,研究了轨交线网对公共中心服务范围的影响。使用轨交刷卡数据比较了2010年-2019年间徐家汇和江湾-五角场受轨交支撑的服务范围变化,并探究了两者差异的原因。研究表明:第一,轨交支撑下的两个公共中心服务范围变化各异。徐家汇虽仍以邻近地区站点居民为主要客源,但是该类地区的联系逐年减少,而郊区轨交线路使得嘉定、松江等郊区进入徐家汇主要服务范围;五角场服务范围则未有显著扩张,轨交联系量增长仍集中在其周边地区。第二,影响两者差异的有上海中心体系\"扁平化\"趋势、郊区轨交线连接两个因素。其中,上海中心体系\"扁平化\"趋势正在改变副中心对其邻近地区的吸引特征;郊区轨交线将嘉定、松江等郊区纳入到徐家汇的轨交核心服务范围内,扩展徐家汇轨交服务范围。最后,对照现有上海轨道交通建设规划,提出提升轨交对公共中心服务范围支撑,不只要加密公共中心线网;在公共中心体系\"扁平化\"趋势下,加强连接郊区的轨交线路建设另一有效措施。", "label": "交通运输工程", "id": 0}
{"content": "我国大量的交通线路通过高纬、高寒地区,冬季风吹雪引起的雪堆积和视程障碍会严重影响该地区道路的安全运营。为道路选线提供天气预测对有效避免风吹雪灾害具有重要理论与现实意义。本文以克塔铁路为研究对象,采用中尺度数值天气预报模式,在2km水平分辨率上对该铁路所在区域进行气象模拟,得到铁路沿线路段风速风向分布规律,为预测铁路沿线风吹雪的发生提供依据。", "label": "交通运输工程", "id": 0}
{"content": "铁路客运车站安全管理是铁路安全管理的重要内容之一,更是铁路运输需要重视的关键项目。对目前铁路客运车站安全管理的问题要深入反思,针对现状,认真思考,制定符合实际的解决对策,全面落实安全管理工作,确保铁路安全运营。", "label": "交通运输工程", "id": 0}
{"content": "交通一体化是城市客运交通的发展趋势,轨道交通与常规公交的衔接与协调是城市客运系统一体化发展的重要内容。由于两者在服务水平、服务范围、建设投资、交通可达性等方面的区别,轨道交通和常规交通不可能互相替代。只有将两者合理衔接,形成一体化网络,合理提高优惠程度,才能从根本上提高整体服务水平。两者之间形成相关的优惠规则,减少出行费用,也能更好地促进城市轨道交通与其他交通方式的协调发展。", "label": "交通运输工程", "id": 0}
{"content": "本文主要研究当前城市轨道交通车站AFC设备的运维数据在维修实践中的应用相关问题.当前AFC设备在应用检修方面还存在一定不足,人工巡检能力参差不齐直接影响了AFC设备检修的质量和效率,因此需要不断提升运维数据在维修实践中的应用,以地铁数字化,设备管理精益化为核心,提高设备可靠度和设备使用寿命,降低设备故障=率和维修成本,以支撑设备全生命周期管理落地为主线,更好的实现AFC设备的维修管理功能。", "label": "交通运输工程", "id": 0}
{"content": "在城市轨道交通自动售检票系统中,半自动售票机（BOM）,作为唯一以人工方式向乘客进行票务交互业务的终端设备,主要用于现场人工辅助发售、赋值有效车票,具备补票、退票、查询、更新等票务处理功能的设备,读写器作为其核心部件,起到至关重要的作用。然而,就半自动售票机（BOM）而言,为满足多元化支付需求,积极推进智能支付技术的落地应用。本文旨在推进半自动售票机（BOM）标准化的全面实施,对读写器进行提升与改造,达到线网BOM统一软件、统一接口、统一业务、统一管理的目标。", "label": "交通运输工程", "id": 0}
{"content": "近年来随着轨道交通智能支付技术的不断深入,逐步打破原有AFC系统层级架构的业务模式,为提升整体运营效率,趋于扁平化管理的业务模式逐渐被人们所接受。为实现各种新型互联网支付在轨道交通的统一应用,本文分析了建立轨道交通综合票务管理平台的必要性以及平台的总体架构、主要功能等。", "label": "交通运输工程", "id": 0}
{"content": "自动售检票系统作为地铁车站站厅内与乘客交互频率最高的一类设备,与乘客交互的友好性成为该设备研发时考虑的重点之一。随着语音识别技术的发展,自动售检票设备已不单单局限于视觉与触控操作,机器与人的语音交互也逐渐应用到系统之中,提高了乘客的出行体验。", "label": "交通运输工程", "id": 0}
{"content": "当前,城市地面交通压力逐渐加大,各个大中型城市正在大力兴建轨道交通系统,自动售检票系统作为轨道交通系统中的一个重要的客流和收益统计专业越来越受到各运营单位的重视。本文基于轨道交通自动售检票系统现有的运行模式模式,探讨了AFC系统设备大面积故障时应采取的自动应急处理,结合作者本身轨道交通自动售检票系统运维管理经验,提出可行性建议。", "label": "交通运输工程", "id": 0}
{"content": "研究了一种乘客基于网络支付地铁车票的取票机,相对于现金自动售票机,其具备高效、便捷、降低成本的优势。网络取票机接受移动互联网电子支付,具备一次出售多张车票的功能。这种新型取票机解决了传统现金购票带来的不便问题,取消了传统自动售票机昂贵的纸币识别机芯和出钞找零模块,减少了购置安装和运营维护成本,提高了购票效率,同时,乘客可以在网络取票机上对城市交通一卡通车票及轨道交通专用车票的车票内数据进行查询。", "label": "交通运输工程", "id": 0}
{"content": "随着我国科技的发展及城市化进程的加快,大中型城市轨道交通线网覆盖范围迅速延伸,有效的缓解了城市交通的拥堵,越来越多的人乘坐地铁出行,为了满足人们的出行要求,需要进一步提高交通效率和服务质量。自动售检票系统是一种取代人工售票、检票、管理的一体化系统,为城市轨道交通出行带来了更多的方便与快捷。本文对自动售检票系统功能和设计进行简要论述。", "label": "交通运输工程", "id": 0}
{"content": "城市轨道交通飞速发展,自动售检票系统（AFC）已经被广泛应用。随着越来越多的人选择地铁作为通行方式,在追求生活质量和交通便捷的同时,人民的生命财产安全成为了一个被大众关注的问题。本文以天津地铁为背景,重点研究基于紧急按钮控制盒的应急疏散系统在地铁自动售检票系统的应用,对AFC遇到灾害时与综合后备盘（IBP盘）和火灾报警系统（FAS系统）联动,在紧急情况下疏散乘客等关键技术做深入的研究。", "label": "交通运输工程", "id": 0}
{"content": "近年来,自动售票系统（AFC）在城市轨道交通建设和运营中受到高度重视。AFC是用来采集数据和控制票务管理实现高度自动化。同时,AFC系统正朝着标准化、国产化、互联网+的方向发展,以摆脱开发过程中技术、资金和人才的瓶颈,实现可持续发展。", "label": "交通运输工程", "id": 0}
{"content": "本文阐述了对城市轨道交通自动售检票系统的组织架构进行分析,对AFC系统当前阶段的发展中遇到的问题以及城市轨道交通AFC系统的发展趋势进行分析,经过分析得出,我国必须加快推动AFC系统的标准化、国产化以及智能化的发展,为我国轨道交通产业的发展奠定坚实的基础。", "label": "交通运输工程", "id": 0}
{"content": "随着铁路行业的发展,高速铁路路网的规模、结构愈加庞大、复杂,当干扰列车按计划运行的事件发生时,减小列车总延误、缩小受晚点影响的列车范围显得愈发重要。本文针对列车在区段交接站允许晚点范围内任意晚点情况,由调度算法得到对应晚点场景的调度方案,基于TCP/IP协议将该离散事件作为调度仿真平台的输入,仿真平台模拟列车实际运行,期间检验并解决调度方案中可能存在的微观冲突,如资源占用冲突等,从而得到该晚点场景真实评价。通过该过程得到区段运行列车交接站全局最佳晚点向量,使所有列车总延误最小。使用仿真平台进行仿真需要耗费一定时间,为避免付出昂贵代价,本文引入高斯过程代理模型,基于代理模型的学习函数,使用主动学习策略选择样本点,实现以较少样本数量得到交接站全局最佳晚点向量。", "label": "交通运输工程", "id": 0}
{"content": "针对当前常用的各种语义分割算法普遍存在无法同时兼顾分割精度与分割速度之间的平衡,以及因下采样带来分辨率损失所导致分割精度不佳等问题,提出一种可同时平衡分割精度和分割速度的语义分割模型（MBv2-DPPM）。该模型首先对MBv2网络的逆残差深度可分离卷积块进行了修正并去除下采样已增强分割精度;之后,在原始主干特征网络的最后4层加入级联空洞卷积解决原始网络感受野不足的问题;最后融合双层金字塔池化多尺度复合结构（Double PPM）,聚合图像浅层和深层上下文信息,解决由于交通场景复杂,干扰因素众多导致各物体边界混淆无法区分的问题。通过公共数据集和自建轨道数据集对算法进行了验证,实验结果表明与传统语义分割模型相比,在满足分割速度的条件下,该算法精度更高;且对于复杂交通场景效果更明显,MIoU指标可达87.09%,m PA指标可达90.42%,推理速度达到66ms/每张图片。", "label": "交通运输工程", "id": 0}
{"content": "针对卫星导航技术在铁路运输系统中的多种应用,本文研究并提出了分级的方法与相应的评价指标。对于促进卫星导航技术在铁路运输系统中更广泛和更深入的应用具有重要的理论意义和应用价值。本文所提出的综合应用的苛求度和应用的人机交互度双因素进行分析的方法,将卫星导航技术在铁路运输系统中应用分为三级,包括:1)一般性应用,无论是因为内部故障或外源性的单一功能缺失,对于运输带来的影响可以忽略;2)高人机交互性苛求性应用,如果出现功能的失去,将对运输带来较大的影响,比如造成运输中断;3)低人机交互性苛求性应用,这类应用是安全苛求应用,如果出现功能的失去,将对运输带来不可接受的影响,比如将造成人员伤亡的安全事故,并伴随有运输中断。并针对三个等级的应用,提出分级管理的建议,分别是:1)一般性应用的系统,可以使用非定制性卫星导航设备;2)高人机交互性苛求性应用的系统,需要在卫星导航设备的选型之前,完整的提出针对卫星导航设备的功能和性能需求;3)低人机交互性苛求性应用的系统,需要在系统设计阶段,根据系统的安全苛求功能的分配,针对卫星导航设备,提出明确且可验证的安全功能、非安全功能和性能的需求,并且进行完善的验证。", "label": "交通运输工程", "id": 0}
{"content": "城市轨道交通作为城市建设的重要部分,现代自动化技术的应用加快了其实现现代化的进程,本文对现代自动化技术在城市轨道交通中的应用表现予以分析,具体从现代自动驾驶技术、现代自动监控技术、现代通信技术的应用展开探讨,进而探究现代自动化技术在城市轨道交通中的应用前景。", "label": "交通运输工程", "id": 0}
{"content": "基于当前城市轨道交通网络方案评估的新需求和新形势,整合大数据挖掘和分析技术,对影响轨道交通客流的因素进行识别和分类,突破轨道交通系统自身的局限性,不再\"就轨道谈轨道\",而是从城市发展、综合交通、轨道交通多个层面着眼,设计轨道交通网络方案综合评估指标体系和评估方法,建立相关城市基础数据库,并选取了天津、成都、南京、武汉四个城市进行方法体系验证,以期对提升轨道交通线网规划、建设规划等工作的决策水平和工作质量做出有益尝试。", "label": "交通运输工程", "id": 0}
{"content": "受益于沪宁、京沪发展轴线的交通区位优势以及沪苏昆同城一体化,昆山市作为地区性综合交通枢纽城市,正在由独立走向融合,并且由\"中间城市\"向\"节点城市\"转变,逐渐在上海国际都市圈内扮演次中心的角色。昆山南站,作为国内早期在城市中心区合并建设高铁、城铁车站的样本,是目前沪宁线上铁路客流量最大的高架形式的综合枢纽,是目前昆山市唯一能发展枢纽经济的区域。本文在剖析昆山南站枢纽地区现存交通问题的基础上,以\"站城一体\"为核心理念,提出相应的改善对策和具体措施,将昆山南站枢纽地区打造成为昆山对外城市形象门户、商业商务集聚的活力中心、沪苏昆同城化城际快捷交流的高效枢纽,来支撑枢纽经济的建设。", "label": "交通运输工程", "id": 0}
{"content": "苏州火车站是苏州客流量最大的客运枢纽,是苏州对外展示的重要窗口和门户空间,更是苏州市发展的核心引擎。但是,其传统的集疏运体系与高速增长的交通需求无法匹配,有必要重新审视枢纽功能,从站城一体的理念缝合车站与城市,理清枢纽与城市交通的关系,做强苏州站既有城际枢纽,提升中心城区枢纽转换能级。本文分析了苏州站现状接驳场站布局方案,并发现存在的问题,通过未来客流量计算出苏州各接驳场站所需面积,重新合理布局接驳场站,打造换成集成化、便捷化的新一代枢纽。", "label": "交通运输工程", "id": 0}
{"content": "天津南站规划形成天津西南部地区对外铁路枢纽,现状道路交通集疏运系统无法支撑服务枢纽功能实现。文章以分析现行南站道路交通支撑系统规划为基础,结合交通需求预测,重点论证南站专用通道的规划必要性和可行性,提出规划增加南站专用通道,强化至中心城区的快速直连。笔者认为南站专用通道的规划对于支撑天津铁路枢纽建设、南站商务区发展、高铁客流快速集散等方面具有重要的意义与作用;南站专用通道近期实施自津沧快速路至枫雅道路段,可作为南站地区与中心城区之间的主要联系通道,规划增加车道规模与出行需求相匹配,工程实施均位于公路红线范围内,具备可行性;远期预留专用进出站通道已落实到控规调整中。", "label": "交通运输工程", "id": 0}
{"content": "轨道交通由于其快速、准时、大运量的特点,已成为大城市通勤出行的主要方式。然而,高峰时段过度集中的通勤客流也是轨道交通运营管理工作中的一大挑战,北京市部分站点不得不依据同时段历史客流状态,采取站外限流的措施防止进站人数过多。在2020年新冠肺炎疫情防控期间,对列车和站内人流密度提出了更高要求,而客流量不确定性高,客流管理难度加剧。为提前掌控客流情况,有效调控客流量,减少乘客聚集风险,创新性地在北京轨道交通大客流站点开展预约实践,减少传统限流措施造成的站外排队和人员聚集,并保障轨道交通满载率控制和精准溯源的要求。实践首批选取的两座车站,每日早高峰预约用户约6000人,总计可为乘客节省约240小时站外排队等待时间。实践证实了预约出行的有效性,也为探索预约模式下新型交通组织方式积累了经验。", "label": "交通运输工程", "id": 0}
{"content": "融合北斗系统的列车定位技术将成为下一代列车运行控制系统的核心和关键技术,对于保障列车安全运行、提高管理和调度效率均有重要作用,为进一步提高我国列控系统国际竞争力及适应能力,为我国\"一带一路\"建设及交通强国战略提供技术支撑和保障。本文通过调研卫星导航系统在国内外列控系统中的应用现状和比对两种系统性能的评价体系,从北斗在列控系统中的应用角度出发,分析、总结量化了列控系统对北斗定位应用需求;通过对比当前北斗定位技术与传统列车定位技术,提出一种融合北斗的列控车载定位单元,研究并分析其中关键技术要求,为北斗列控应用标准研究和制定提供建议与研究思路,对推动北斗系统应用于铁路列车运行控制领域形成支撑。", "label": "交通运输工程", "id": 0}
{"content": "在高速列车速度跟踪过程中,列车内部的各车辆间会产生相互作用力,严重影响列车运行的安全性、舒适性和准点,并且不能有效控制能耗.针对以上问题,本文中使用高速列车多质量点级联动力学模型,充分考虑列车内部作用力,使列车模型更加符合实际力学情况.对于每个车辆设计一种线性控制器,实现分布式控制,通过对理想ATO（Automatic Train Operation）目标曲线的有效跟踪控制实现安全性、舒适性、能耗和准点等指标的保证.数值仿真结果表明:列车内部作用力、各车辆间的速度协同性有着良好的表现,证明了本文高速列车速度跟踪一致控制方法的有效性.", "label": "交通运输工程", "id": 0}
{"content": "随着我国高速铁路的建设与普及,高铁移动通信需求持续增长。高铁列车高速移动导致信令交互失败问题、高铁列车车体穿透损耗导致信令传输失败问题,以及大量用户并发导致信令风暴问题均对现有移动通信系统的移动性管理机制提出了挑战。因此,评估现有移动通信系统的移动性管理机制是否有效具有重要意义。本文对高铁场景下长期演进系统（Long Term Evolution,LTE）移动性管理过程中的切换流程和无线链路失败重建流程进行了仿真评估。仿真结果表明,现有的LTE移动性管理过程无法支持高铁场景下的用户需求,从而需要研究新的机制以解决高速移动下的群移动性管理问题。", "label": "交通运输工程", "id": 0}
{"content": "机车自动驾驶技术作为智能化技术的典型应用不仅能够提高铁路机务在机车运用方面的智能化、信息化水平,而且对于提升铁路机车运输效率与运用安全,降低司机劳动强度提供了有效途径。本文介绍的HXD2机车自动驾驶系统正是基于铁路货运运用要求,结合机辆特性与功能需求,在充分考虑机车运用司控习惯的基础上,研究与设计的一种机车自动控制系统。西康铁路超4万km的运用效果表明,该自动驾驶系统在保证列车安全稳定运行的基础上,满足了各种技术指标和功能要求,取得了一定的经济和社会效益,具有极大的推广价值。", "label": "交通运输工程", "id": 0}
{"content": "通过分析5G专网部署方案与特点,结合铁路5G专网组网需求和架构设计,基于内生安全防护思想,研究网络监测预警、可信身份验证、拟态安全防御技术,提出铁路5G专网安全域及架构设计方案,构建具有内生安全特性的安全防御能力,有效提升铁路5G专网网络安全防护水平。", "label": "交通运输工程", "id": 0}
{"content": "针对现有列车位置追踪系统对车载设备和轨旁环境依赖较强的缺点,以及不同类型客货列车混运模式下列车位置追踪的特殊需求,本文提出一种基于分布式光纤振动传感的列车位置追踪系统方案,即结合列车运行时其轨旁光纤周边振动信号的时域特性,利用铁路轨旁通信光缆中的一芯光纤和通信机房内设置的分布式光纤传感检测系统,采用高振动信号采样率并通过滑动探测、小波去噪技术和均方根量化方法,计算列车的实时位置、运行方向、速度等信息。现场试验表明,单系统可监测距离50km以内的振动信号,定位精度为±20m,定位刷新周期为1s,可有效弥补现有列车位置追踪系统缺点,提供一种新的铁路列车位置追踪解决方案,为保障列车安全有序调度运行提供技术支撑。", "label": "交通运输工程", "id": 0}
{"content": "本文重点研究城际车辆断路器操作过电流对计轴器磁头的电磁干扰问题,利用等效电路的方法建立了车辆断路器操作过电流的干扰源模型与干扰传递模型,并在现车上对变压器初级接地线电流进行了测试,验证了模型的准确性;然后在电路模型基础上建立了钢轨辐射场模型,最后利用传递函数的方法分析操作过电流的磁场辐射强度,最终发现某线路的钢轨磁场发射值超过了计轴器的受扰阈值。本文所建立的模型可以有效地反映城轨列车对计轴器的电磁干扰原理与主要干扰路径,为后续进一步研究计轴器的受扰规律与抑制计轴器受扰的方法提供坚实的基础。", "label": "交通运输工程", "id": 0}
{"content": "车载应答器传输模块是为列车主机提供所需线路和位置信息的核心部件之一,处于车底这一复杂的电磁环境中,易受到电磁干扰从而导致应答器报错问题频发。为了获取牵引变流系统干扰源引发车载应答器模块受扰的干扰电压传递函数,达到准确预测干扰情况的目的,本文针对牵引变流系统引起的车载应答器模块受扰问题,根据传递函数的思想,开展了车载应答器模块受扰的仿真预测模型研究,通过分析完整的电磁干扰传递路径,搭建了由于牵引变流系统引发车载应答器模块受扰的干扰预测仿真模型,获得了由于牵引变流系统引起车载应答器模块受扰的干扰电压传递函数,为未来进一步准确预测车载应答器模块的受扰情况奠定了基础。", "label": "交通运输工程", "id": 0}
{"content": "<正>列车安全运行控制系统是确保轨道交通安全高效运行的关键技术,在我国得到了快速地创新与发展;永磁磁浮轨道交通系统是应用稀土永磁技术的悬挂式新型轨道交通运输方式,适用于中小运量交通线路。永磁磁浮轨道交通克服了传统轮轨轨道交通建设成本高和运营灵活度低等弊端,具有快捷、高效、美观、舒适、安全等特点,并且随着国家发展的需求和技术进步的赋能,在永磁磁浮轨道交通领域列车运行控制系统面临新的机遇和创新。", "label": "交通运输工程", "id": 0}
{"content": "列控系统的安全性是轨道交通系统的关键问题,构建合适的测试案例对其进行测试是保障其安全运行的有效途径。但目前的测试案例生成方法工作量大、成本高且生成的测试案例数量繁琐。据此,本文提出基于场景聚类的测试案例生成方法。首先以2015年上海地铁10号线影响列车运行事故统计数据为研究目标进行解析量化,得到内部环境、外部环境、当前速度、电路设备和信号设备等9个维度的场景变量;然后运用层次聚类法并结合SPSS软件对事故场景进行聚类,获得了5类典型事故场景;最后,根据每一类场景要素的典型性,设计了1类主要测试场景,通过改变主要测试场景的部分参数特征,得到其他3类次要测试场景,最终获得了4类测试场景的具体参数特征。本研究结果可为列控系统的测试提供参考依据,具有实用性。", "label": "交通运输工程", "id": 0}
{"content": "5G系统很快要在高铁线路应用,根据目前存在的投资和维护问题,提出铁路与移动运营商合作共融的想法。在列车上加装放大设备,减少沿线站点,以保证各方面的利益。", "label": "交通运输工程", "id": 0}
{"content": "近几年,中国铁路事业发展迅速,铁路建设智能化成为热门课题。本文介绍了一种铁路信号工程数据定测及检测装置,利用先进的RTK定位系统、车轮里程计结合三维激光扫描建模定位,在指定位置对轨道电路电压、电流、载频和补偿电容进行自动测量,并在要求的设备安装位置区域进行喷码标记,同时进行轨旁信号设备建筑的限界测量并自动保存数据。该装置可以有效提高整体的测量精度、提升作业效率,保证施工安全和施工质量。", "label": "交通运输工程", "id": 0}
{"content": "本文阐述了一种调度命令车次号区间连锁设备。该设备包括主设备和从设备。利用铁路现场的2M传输通道,通过从设备将各个分站的数据接收解码器的车次号信息、调度命令车站转接器的调度命令签收信息等传送给主设备,进而传送给主站的TDCS（列车调度指挥系统）。通过主设备接收主站TDCS发送的调度命令信息并发送给各个分站从设备,进而发送给调度命令车站转接器。可以用于多个车站共用一个TDCS的场合。", "label": "交通运输工程", "id": 0}
{"content": "本文阐述了一种具有主备自动切换功能的铁路无线列调车站电台的实现方法。一部车站电台中分别具备主、备两套信道机单元、E1接口单元、电源单元、控制盒单元、TDCS单元、记录单元、控制单元、语音单元、天馈单元等。车站电台具备自检机制,当其中某一单元出现故障时,可自动切换到相应备用单元。更好的提高了车站电台的可靠性。", "label": "交通运输工程", "id": 0}
{"content": "针对城轨列车模型参数不确定及运行过程中存在多种外界干扰等问题,本文提出了一种基于滑模自抗扰的城轨列车自动驾驶控制算法。该算法将列车方程中的未知部分视为扰动,设计滑模面和滑模控制律,并通过线性扩张状态观测器对系统扰动进行估计和补偿。最后利用生成的列车目标速度曲线作为输入进行仿真。仿真结果表明,与PID控制、滑模控制、线性自抗扰控制这三种算法相比,滑模自抗扰控制算法在列车速度跟踪精度、停车精度、准点性方面都有所改善,同时具有较好的抗干扰性能。", "label": "交通运输工程", "id": 0}
{"content": "重载列车是复杂的多质点非线性耦合系统,传统控制中信号从机车作用到货车有时间延迟导致货车之间产生巨大纵向冲动,运行过程中相邻车厢间距过远或过近从而导致车钩损坏,且货车只能被动接受机车信号作用而不能主动控制。本文针对上述问题,在以ECP电控气动制动技术的基础上,建立重载列车非线性多智能体模型,提出一致性控制策略,结合人工势函数构建一致性复合控制器,从而使列车各车厢的运动状态趋于一致,同时使相邻车厢间距处于安全范围内,减小纵向冲动过大导致的车钩损坏。仿真实验表明列车能以较小误差和较快速度跟踪上目标速度曲线,且车厢间距处于安全范围内,证明了该控制策略的可行性。", "label": "交通运输工程", "id": 0}
{"content": "传统单质点模型无法准确反应列车运行过程中所受到的复杂路况的影响,为解决此问题,本文设计了一种考虑列车长度的高速列车模型。同时为实现控制器的快速准确控制,采用了一种终端滑模控制策略,为解决滑模控制的抖振现象,引入了自适应模糊控制策略,对切换项进行模糊化,使其切换项连续化,最终设计出了自适应模糊终端滑模控制器。仿真结果表明,本文设计的模型相较于传统单质点模型,可以相对准确描述列车运行过程所受的附加阻力影响,本文设计的控制器可以对预期速度实现精确跟踪,同时具有较好的抗干扰能力。", "label": "交通运输工程", "id": 0}
{"content": "本文针对高速列车运行环境复杂的特点,建模考虑了复杂线路附加阻力和外界随机干扰的影响。在此基础上提出了一种动态面滑模鲁棒控制算法,该算法既具有处理非线性部分的优越性,又具有很强的抗干扰能力。通过Lyapunov函数证明了本文方法下速度跟踪误差和位移跟踪误差都能够收敛且稳定。并采用CRH380A型列车的参数进行仿真,对指定的目标速度和目标位移曲线进行跟踪,验证了动态面滑模控制算法的可行性。仿真结果表明了本文控制算法对于给定速度和位移具有很好的跟踪性能,能够满足高速列车要求的准点运行,定点停靠的要求;且其在处理复杂路况变化时仍能保持较好的控制效果,对于外界随机干扰也具有较强的抗干扰能力。", "label": "交通运输工程", "id": 0}
{"content": "为减少铁路运输过程中轨旁设备的使用以及列车司机的工作量,综合考虑到单纯的卫星定位或惯性定位均无法提供较高定位精度的约束条件,提出一种基于GNSS/INS/ODO的组合定位的自动过分相策略。系统主要包括数据采集模块、模式判别模块、数据融合模块。在整体系统中,数据融合部分采用卡尔曼滤波算法;自动过分相判断机制采用捕获半径比较算法。本文对提出的数据融合算法和组合导航定位系统进行实验小车和列车车载测试,结果表明:在卫星信号良好或卫星信号失锁的情况下,均可基本满足较高精度的实时定位,实现分相点捕获,完成自动过分相功能,在实际的工程应用中具有一定的适应性和使用价值。", "label": "交通运输工程", "id": 0}
{"content": "为提高基于工业以太网的列车网络控制系统的安全性,使中央控制单元（CCU）符合欧洲EN50129安全标准,本文提出了新的CCU冗余机制。设计了基于二乘二取二安全冗余的CCU硬件架构,并对CCU输入输出板卡和电源做了冗余设计。相比于传统双机热备的安全机制,二乘二取二拥有更高的安全性,对进一步提升列车安全运行具有重要意义。", "label": "交通运输工程", "id": 0}
{"content": "为提升GSM-R系统识别未知来源干扰信号类型的性能,本文利用改进决策树SVM多分类算法建立GSM-R系统干扰识别模型。该模型选用最大值、平均值和峭度等7种特征,完成对单音干扰、多音干扰和脉冲干扰等9种干扰信号类型的识别,识别准确率达到99.34%。该模型相对于其他基于SVM多分类算法的模型,识别准确率最高,识别速度提升明显。其中与最常用的一一区分法相比,识别时间降低77.27%。试验结果表明,本文建立的模型在GSM-R干扰识别方面具有显著优势。", "label": "交通运输工程", "id": 0}
{"content": "针对多铰接、全轮转向门式虚拟轨道列车路径跟随问题,文章提出了一种基于几何学模型的循迹控制策略。其中,第一轴的控制输入采用Stanley算法,后轴采用基于最优航向索引算法。建立了门式虚拟轨道列车的五自由度简化横向动力学模型,通过仿真分析,验证了循迹控制算法的性能。结果表明:该控制算法能够提高门式虚拟轨道列车的轨迹跟随性能与转弯通过性。", "label": "交通运输工程", "id": 0}
{"content": "作为我国自主建设的卫星导航系统,北斗系统具有的定位、导航、授时、通信等功能,为铁路列车掌握精准时空信息提供技术手段。在铁路车载方面的标准化建设上,已经在机车远程监测与诊断系统、动车组车载信息无线传输系统等方面制订了北斗相关技术要求,并在多种信号控制类、旅客服务类、运行监测类系统上取得应用。但整体应用以GPS为多,且设备性能指标不完全一致,北斗单元未进行充分试验验证。车载时空基准设备标准化研究是规范北斗铁路标准体系建设的重要内容。本文在对全路车载北斗/GNSS应用现状调研基础上,建立铁路车载应用标准体系,形成车载系统按应用类别的分级处理模式。基于铁路北斗应用服务平台,研究了时空基准设备数据传输和共享的接口机制。最后采用高精度惯导组合的SPAN高精度定位系统,提出并验证了车载时空基准设备动态定位精度的测试及评估流程,并分析了硬件可靠性、运行可用性和环境适应性等关键指标。以期对完善北斗系统在铁路领域的标准体系,开展车载基准单元和接收机相关标准化工作提供借鉴和指导。", "label": "交通运输工程", "id": 0}
{"content": "北斗卫星导航系统是我国自主建设和独立运行的全球卫星导航系统,为我国国民经济各领域提供自主可控的时空基准。高速铁路是我国铁路客货运输的重要载体,其列车运行控制系统是保障高铁列车安全运行、管理和调度等相关功能的核心基础。北斗卫星导航技术在铁路核心控制系统中的应用,是推进现代综合交通运输体系创新的重要需求,对于推动\"一带一路\"、交通强国和\"走出去\"国家战略的实施具有重大意义。本文通过调研卫星导航系统在国内外列车运行控制系统中的应用现状,分析了我国列车运行控制系统发展趋势以及对于北斗高精度时空服务的应用需求,为北斗导航系统在列控应用标准化工作提供建议与研究思路。", "label": "交通运输工程", "id": 0}
{"content": "铁道工程的发展已经进入崭新的时代,从人工信号到电网信号、再到信息技术发射的信号,我国铁道信号技术的发展经历了漫长的过程,而如今正是铁道信号技术的重大变革时期。受到微电子技术的影响,微型计算机的出现使现代通信技术进入到铁道领域成为可能,而铁道信号技术在本质上也产生了严格的变化。本文从铁道信号技术发展的新阶段进行分析,研究了铁道信号技术发展对我国铁道工程建设带来的启示,旨在推动我国铁道行业的稳定发展。", "label": "交通运输工程", "id": 0}
{"content": "铁路网络安全是保障铁路生产安全的一个重要环节,全面、综合性的安全保障对于铁路网络安全至关重要。把零信任机制用于铁路网络安全保障,结合铁路网络部署特点,分析了零信任保护的工作思路,介绍了零信任工作框架,以网络边界为保护点,分别进行不同层级网络之间零信任防护,此外在每层网络内不同区域内也进行针对性零信任检测。还给出了零信任防护铁路网络安全的总体设计方案,对零信任用户访问控制与信任评估展开研究,从实际应用的角度对铁路网络安全进行了探索。", "label": "交通运输工程", "id": 0}
{"content": "网络安全靶场是针对网络安全攻防演练和网络新技术评估的重要基础设施,已成为各行业开展网络空间安全研究、学习、测试、验证、演习等必不可少的网络空间安全核心基础设施。随着高速铁路发展进入\"智能铁路\"时代,铁路行业重要信息系统将面临更多样化的网络安全风险和潜在威胁。研究构建铁路网络安全靶场,可以模拟系统拓扑机构和生产业务数据,建立铁路行业重要信息系统仿真试验环境,进一步为铁路行业开展新技术验证、防护体系的评估,新业务模块的兼容性测试、网络攻击行为预警预判和有效拦截、网络安全事件动态追踪和快速取证分析提供平台支持,为铁路行业网络安全人才培养提供技术支撑。", "label": "交通运输工程", "id": 0}
{"content": "在城市轨道交通的快速发展进程中,通信质量直接影响运营的稳定与安全。5G通信技术为整个城轨通信系统建设带来了革命性升级,加强城轨与5G的同步建设,已经成为城轨事业现代化建设与发展关注的重点。结合5G的特性,就其在城轨中应用及建设进行简要探讨分析。", "label": "交通运输工程", "id": 0}
{"content": "联调联试是高速铁路的顺利开通运营的重要依据和技术支撑,高速铁路联调联试技术领域是中国合格评定国家认可委员会（CNAS）认可的高风险高难度案例,整理已有的高速铁路联调联试领域现场评审案例,明确相关技术领域检验检测活动的边界划分,可以实现规范认可评审,降低认可风险的目的。", "label": "交通运输工程", "id": 0}
{"content": "铁路信号设备瞬时故障具有隐蔽性的特征,它在信号设备中的表现是故障一旦出现很快又会恢复,下次发生又具有不确定性,故障点不能长时间的保持,这给电务维护人员进行分析故障、修复故障、确保信号设备正常运行带来了困难。本文运用模拟故障实验法进行真实的ZPW-2000A故障处理案例,解决了瞬时故障随机出现难于查找的难题,取得了较理想的效果,文章对运用这一方法解决实际问题进行了阐述。", "label": "交通运输工程", "id": 0}
{"content": "随着近年来铁路的建设和卫星定位技术的发展,基于全球导航卫星系统（Global Navigation Satellite System,GNSS）的列车定位方式已经成为下一代列车运行控制系统的重要研究内容。铁路沿线环境复杂多变,GNSS定位性能受环境影响较大,定位误差特性随列车运行呈一定规律。本文研究基于GNSS的列车定位单元定位结果的安全边界问题,对京沈高铁实验中采集得到的大量历史数据进行了分析,划分卫星定位环境场景,确定对应场景下的列车定位误差的分布模型及其参数,从而描述了对给定条件下列车定位误差分布特征。在此基础之上,给出基于GNSS的列车定位单元的安全边界估计方法,并对开阔环境和路堑场景下的安全边界进行了估计。", "label": "交通运输工程", "id": 0}
{"content": "高速列车精确停车控制是列车自动驾驶的核心功能之一,我国京张高铁要求列车在车站的停车精度必须保证在±30cm以内。然而,高速列车制动模型具有非线性强、时滞大、参数不确定等特点,导致其精确停车控制难度高。本文在分析既有高速列车制动模型的基础上,利用京沈试验中的大量实地采集数据,提出基于深度学习的高速列车精确停车控制模型,分别利用全连接深度神经网络和卷积神经网络,根据列车的运行状态信息（速度、位置等）动态预测车站停车位置,实现高速列车精确停车控制。仿真实验结果表明:相较于现有的非线性回归模型,基于深度学习的列车停车模型能够进一步提升控制性能,满足了京张高铁停车精度要求。", "label": "交通运输工程", "id": 0}
{"content": "随着计算机技术的不断进步,轨道交通控制技术正在向智能化方向发展。未来的地铁列车驾驶系统必须同时保障列车运行安全、列车运营任务及列车智能驾驶三个方面的需求。因此,通过结合安全及可靠性分析方法与人工智能算法,本文提出基于人机混合智能的地铁列车增强智能驾驶系统框架,以满足轨道交通全自动驾驶的多层次要求。该框架以设计开发SysML模型为基础,能够提高可靠性模型与安全分析模型的可追溯性。同时,基于智能控制技术和人工智能的混合智能驾驶算法,能够提高地铁列车运行的安全性及鲁棒性,改善列车驾驶性能。", "label": "交通运输工程", "id": 0}
{"content": "本文提出了一种基于INS/GPS组合导航方法在列车定位技术中的应用。介绍了INS/GPS组合导航系统设计原理,建立了组合导航系统误差数学模型,采用间接卡尔曼滤波算法完成了INS/GPS组合导航滤波器的设计。MATLAB计算机仿真结果表明,INS/GPS组合导航系统比单一的INS系统具有更好的导航定位性能,能够满足列车定位的基本要求,有很好的应用价值。", "label": "交通运输工程", "id": 0}
{"content": "本文研究了智能CTC系统与计算机联锁接口实验的智能化自动测试平台。智能CTC系统在投入运营前,需要对其与各系统之间的接口进行仿真实验,其中与计算机联锁的接口实验尤为重要。实际测试中,该测试存在耗时长、工作量庞大、人为因素易出错等问题。本文提出一种针对该问题的智能自动测试平台,可自动测试并对测试结果自动分析。显著提高实验效率及正确率,使智能CTC系统更加安全可靠。", "label": "交通运输工程", "id": 0}
{"content": "本文介绍了国内轨道交通领域的车-车通信技术的研究现状,描述了轨道交通领域车-车通信技术相关概念的提出背景及车-车通信的主要特点和优势,分析了车-车通信技术的缺点和面临的技术挑战,最后对车-车通信技术的未来发展进行了思考和展望,提出了基于云平台的车-车通信系统架构的设想,指出了需要关注的与车-车通信相关联的周边技术。", "label": "交通运输工程", "id": 0}
{"content": "高速铁路列车调度员是高速铁路调度区段的指挥者,其工作能力直接影响着高速铁路运输组织效率和列车安全运行水平。针对高速铁路列车调度员的日常工作职责,从运行图、调度命令、施工管理和应急处置四个方面构建具有24项评价指标的高速铁路列车调度员的工作评价体系,运用专家法和熵值法确定评价指标的主客观权重值,构建最优化模型求解综合权重值。最后以京张高铁调度区段的实际运输组织情况为背景构造算例,验证基于智能CTC系统构建的高速铁路列车调度员工作综合评价体系及评价方法的有效性和实用性。", "label": "交通运输工程", "id": 0}
{"content": "高速铁路信号系统是指示列车高速运行、保证行车安全的重要行车装备,其可维护性非常重要。运维数据是系统状态监测和维护的一个重要手段,关系到维护水平。本文在对计算机联锁系统架构、运维数据和典型故障研究的基础上,采用图形化、图论模型方法,对其系统网络、硬件、控制对象信息进行可视化模型研究;并基于时序和模糊推理的混合推理方法对典型的复杂故障进行推理分析,给出智能化诊断结论。经过研究证明,针对图形化、图论和推理进行可视化、智能化后,能够提升高速铁路信号系统可维护水平,减少设备故障率。", "label": "交通运输工程", "id": 0}
{"content": "本文以昆明南动车所为例,针对设置ZPW-2000电码化的股道区段及无岔区段,对运营过程中发现的机车信号反向干扰的原因进行了分析和总结,并从优化ZPW-2000电码化载频设置、调整发码通道接通时机等方面提出解决方案供大家探讨,可为类似工程设计提供参考。", "label": "交通运输工程", "id": 0}
{"content": "本文介绍了数字功放技术在轨道电路发送器上的应用,详细阐述了数字功放技术在信号输入、输出过程中的控制、合成、阻抗匹配,以及信号隔离的设计原理和实现方案。通过采用数字功放技术,轨道电路发送器可以大大降低设备体积和重量,显著提升输出效率和使用寿命,进一步提高设备现场调试和维护的便捷性。", "label": "交通运输工程", "id": 0}
{"content": "本文以京港高铁线吉安西站5G受端钢轨胶接绝缘接头烧损问题为例,深入研究和探讨高速铁路站内钢轨绝缘节烧损问题。通过对钢轨绝缘节电压差、电流数据实时监测和结合牵引供电SCADA终端系统实时监测数据分析、牵引回流设计与现场实际复核、地面固定设备人工测试查找等方法,找到了因牵引变电所处综合贯通地回流不畅造成轨回流升高、绝缘节压差增大导致钢轨绝缘接头烧损的原因。理论分析结合现场数据全过程写实验证,系统地阐述了车站钢轨绝缘节烧损产生的原因、查找思路及方法,对指导时速350km/h无砟轨道高速铁路车站钢轨绝缘节烧损问题的处置,具有极高的参考价值,同时,为新建高速铁路电务和牵引供电设备设施接口工程提前介入工作提供了关键环节指南。", "label": "交通运输工程", "id": 0}
{"content": "ZPW-2000轨道电路为我国铁路安全、有效的运营提供了有力的保证,本文对重载铁路ZPW-2000轨道电路占用丢失故障进行了分析。", "label": "交通运输工程", "id": 0}
{"content": "分析动车组在站内轨道电路发生掉码的几种典型案例,结合车载ATP逻辑分析掉码控停原因,提出解决措施及建议。", "label": "交通运输工程", "id": 0}
{"content": "本文阐述了ZPW-2000型轨道电路在测试中发现的频率干扰故障,通过排查干扰源位置,查找处理原因为室外电缆混线故障的一起典型案例,为日后类似故障的发生与查找提供一定的参考。", "label": "交通运输工程", "id": 0}
{"content": "在ZPW-2000A轨道电路的实际运用中,红光带问题属于最常见的一种故障模式,故障原因复杂多样,排查困难。本文将针对红光带问题的排查方法进行说明,经过实际验证,这些方法可以有效提高排查红光带问题的工作效率,有效降低红光带问题对线路运营的影响。", "label": "交通运输工程", "id": 0}
{"content": "目前采用ZPW-2000R轨道电路的自闭线路,在通过信号机红灯灯丝断丝后,红灯灯光将转移至前一架信号机;但当列车出清所占用闭塞分区,闭塞分区不能及时恢复空闲状态,必须更换红灯灯泡后才能恢复,势必影响列车的正常运行。本文深入分析ZPW-2000R轨道电路闭塞分区电路原理,发现现有电路缺陷,并提出有效的解决方案。", "label": "交通运输工程", "id": 0}
{"content": "客列尾中继器是最近几年才开始在铁路沿线大规模使用的设备,该设备用于解决旅客列车运行于信号无法有效传输或者同频信号干扰严重的地方,位于车头的CIR无法与位于车尾的列尾主机进行可靠通信的问题。由于该设备中继的数据都是涉及机车安全的,所以说它是行车安全设备也不足为过,既然涉及安全,那么它的重要性就显而易见了。中继器的主要工作就是转发车头和车尾的数据,这些数据是否成功转发,转发成功率是多少,是设备用户迫切想知道的。除了关心转发信息,用户可能还会关心设备是否工作异常,异常原因的统计。最后,这些分析与统计的数据还要以适当的方式保存下来,用于以后查看。上面所提到的数据分析与统计,光靠人力是不能完成的,因为中继器记录的数据是海量的。那么,就需要针对用户对中继器数据分析与统计的需求,进行仔细的分析研究,最终用软件工具来实现。本文将重点阐述对数据如何进行分析与统计,最终通过软件工具予以实现的过程。", "label": "交通运输工程", "id": 0}
{"content": "随着国内外高速铁路建成里程的急速增加,该行业急需大批铁道技术技能人才,同时铁路行业对于高职学生的专业技能、职业素养要求也随之提高,而在铁路行业实际工作岗位上,高职学生面临着年龄小、工作环境艰苦、工作责任重大、长期野外施工等诸多困难因素,要克服这些困难,在校期间工匠精神的培育迫在眉睫,文章以高职院校普通教育者的视角出发,基于一些学者的优秀研究成果,结合实际工作中遇到的问题,得出二条解决方案,也期盼在实践中得到进一步的证实。", "label": "交通运输工程", "id": 0}
{"content": "目前地铁高峰出行遇到两个难题,一是车厢占87%乘客拥挤站立困难;二是车厢门口处易堵,中间处易空闲,因此提出地铁车厢改进措施。选择A型车厢宽3 m以上、长22m以上,车厢两侧6座联排椅移至中部为5座联排背靠背布设,全车厢分为5个座区计50个座位。每个座区周围及车厢内壁设置低位连壁扶手、隔离扶手等243m,是目前A型车厢扶手长的2.7倍。车厢两侧各设6个车门比目前A型车厢5个车门间距缩小850mm,并设3上3下专用车门,形成上下车客流单向循回系统,消除车厢\"门口堵,中间空\"现象。为应对高峰,通过司驾\"一键转换\"将有些车厢座椅全部自动收起锁定,转为立席,再次提升高峰运效。", "label": "交通运输工程", "id": 0}
{"content": "国内城市轨道客车车身上的侧窗玻璃采用玻璃与铝窗框粘接结构。本文介绍了玻璃与铝框粘接的结构载荷分析、胶粘剂的老化分析及选胶的相关计算等研究。重点介绍了选胶的计算过程及选胶后的验证计算方法。通过严谨、详实的理论计算,充分的说明玻璃与铝窗框粘接的合理性及科学性,为车辆的设计提供了强有力的理论支持。因此在轨道客车车辆车窗选用粘接结构,具备了优良的安全性及可靠性。", "label": "交通运输工程", "id": 0}
{"content": "本文以轻量化复合材料车体为主体,介绍粘接技术在轨道车辆新材料、新工艺、新结构中的应用,并阐述粘接结构设计、胶粘剂选型及试验验证工作。", "label": "交通运输工程", "id": 0}
{"content": "针对轨道车辆的火灾特点,结合国内外的防火技术标准,讨论了不燃材料和防火封堵材料的区别,提出了轨道车辆防火封堵系统化的建议。最后通过重点探讨目前世界上最先进的防火封堵材料的核心技术,分析了实际应用案例,展望了轨道车辆防火安全设计与制造系统化的发展趋势。", "label": "交通运输工程", "id": 0}
{"content": "讲解了钩缓装置连挂杆加工工艺,由原来的电火花加工更改为车削加工,变更工艺后降低车削加工端部R弧表面粗糙度的方法。", "label": "交通运输工程", "id": 0}
{"content": "为了满足市场需求,根据技术规范制定了载重75t石砟漏斗车的总体方案。根据初步计算,对其车体钢结构、风控管路进行了结构优化,满足自重小、载重大的精益设计理念,采用NX、ANSYS及SIMPACK等手段进行建模、强度校核及动力学仿真模拟,通过样机制作,验证了该技术方案的可行性,最后总结了该产品的主要技术特点。", "label": "交通运输工程", "id": 0}
{"content": "针对地铁生产用底架边梁型材机加工过程中出现的开裂现象,应用断口分析、挤压焊缝检验、化学成分分析、力学性能测试、金相检验等方法对开裂原因进行了分析。结果表明:底架边梁开裂特征为多源性疲劳,开裂原因系机加工工艺不合理导致。", "label": "交通运输工程", "id": 0}
{"content": "针对铁路货车缓冲器在车辆检修过程中发现的由于中心楔块断裂造成缓冲器失效问题,通过对中心楔块断口采取化学成分分析、宏观断口分析、金相组织分析、断口扫描电镜及能谱分析以及硬度检测等方法,以期找出中心楔块断裂失效的原因,并结合失效原因,对现有生产工艺提出改进。结果表明:中心楔块断口在断裂源处存在淬火马氏体组织,该处的内应力较大,在使用过程中由于外力作用发生脆断,其断口微观形貌为典型的沿晶断裂特征。针对以上原因分析,在工艺中增加正火工艺及选用适当的回火工艺,从而避免淬火马氏体的产生,并改善表面粗糙度,避免初始裂纹产生。", "label": "交通运输工程", "id": 0}
{"content": "通过对某城市交通装备产品底架5mmQ355GNH耐候钢板对接工艺评定出现的焊缝内凹、咬边、焊瘤、表面成形不良等进行分析,针对出现的内凹、外观成形不良等提出了解决措施,保证该项工艺评定顺利通过,给产品的批量生产提供焊接参数的支撑。", "label": "交通运输工程", "id": 0}
{"content": "通过对铁路货车C70E横梁隔板组焊的研究,提出人机协同,同步自动双面焊创新,实现了组装、取出、放置周转架操作过程时间与自动双面焊接时间同步,以此类推进行循环作业。每天可以节省焊接人员2人,省却了焊工二次手工来回搬运、存放和码放,每天节省桥式起重机搬运10次以上,流水线焊接完成后直接转入下一道工序,节省了焊接场地及焊接过程的二次、三次存放,特别适宜精益生产理念。焊接质量稳定,生产效率提高了30%以上。", "label": "交通运输工程", "id": 0}
{"content": "奥氏体不锈钢以其良好的抗腐蚀性能及力学性能已成为轨道车辆车体制造的主要材料。激光电弧复合焊作为一种前沿焊接技术,弥补了激光或电弧作为单一热源的不足,提高了焊接过程的稳定性以及焊缝间隙的适应性,提升了焊接质量以及焊接效率。阐述了301L、304两种轨道车辆常用奥氏体不锈钢激光-MAG复合焊、激光-MIG复合焊、激光-TIG复合焊等焊接方法的特点,介绍了301L、304不锈钢采用不同激光焊方法时的特性,对奥氏体不锈钢激光-电弧复合焊的发展趋势做出展望。", "label": "交通运输工程", "id": 0}
{"content": "通过研究超声波相控阵技术检测中空型材双轴肩搅拌摩擦焊接头得到缺陷的图像显示,并对缺陷A-B-E-C扫描图像显示特征进行分析,结合射线和金相等不同检测方法对缺陷进行验证,总结出超声波相控阵识别焊缝缺陷图谱并准确定性的方法,为采用相控阵超声波线性扫查检测这种焊缝提供一个参考依据。", "label": "交通运输工程", "id": 0}
{"content": "针对铁路货车敞车端墙生产线现状,提出自动化升级技术方案,对其进行搬迁改造,设定标准工位并配置相关工位器具,同时预留相应的安装接口,方便后续进一步对该生产线进行自动化和信息化提升。", "label": "交通运输工程", "id": 0}
{"content": "铝合金底架是车体重要部件,其外形尺寸和几何公差对车体总组装质量影响很大。通过分析底架边梁局部上拱变形产生的原因,综合考虑现场的作业条件,采用反变形法减小焊接变形量和火焰矫正法矫正残余变形的综合工艺措施,以较小的成本解决了焊接变形对底架质量的影响。", "label": "交通运输工程", "id": 0}
{"content": "为实现地铁齿轮非平稳过程故障诊断,提出了一种自适应傅里叶分解的非平稳故障特征提取新方法。为充分发挥傅里叶分解的正交性、完备性、局部性以及自适应性的优点,利用计算阶次跟踪技术消除了信号的频变特性,提高固有模态分解的能力。然后,采用傅里叶分解能量熵和加权峭度指标重构信号,构造了无需参数设置的自适应傅里叶分解方法。最后,根据仿真信号和试验信号对该方法进行了实验验证。结果表明,本方法较经验模态分解方法重构信号的峰值信噪比高23.2%,可有效提取冲击信号调制产生的微弱边频特征,实现频率解调,辨识地铁齿轮剥落故障。", "label": "交通运输工程", "id": 0}
{"content": "近年来学者们已经在动力学领域对周期性结构进行了较为全面的研究,周期结构的振动带隙特性可以有效衰减结构的振动响应。周期刚架结构已经较为普遍地应用于工程之中,但对于其减振特性的研究仍然较少,因此研究其振动带隙特性具有重要的意义。本文针对工程中常见的周期空间刚架结构进行了动力学分析,基于谱元法和Bloch理论来计算空间刚架结构的频响曲线和色散关系,并利用商业软件COMSOL建立模型进行数值仿真验证。分析边界条件、周期数以及局部缺陷等对其带隙特性的影响,通过改变其结构及材料参数调节带隙宽度和带隙位置,可以更好地对特定频段的振动进行抑制,进而设计具有优良带隙特性的周期空间结构。结果表明:通过谱元法建立的空间刚架结构动力学模型较为准确,可以有效地分析其振动带隙特性;边界条件和周期数基本不会影响带隙宽度和位置。", "label": "交通运输工程", "id": 0}
{"content": "提出一种基于非同步测量的地铁车内噪声高分辨率成像方法。该方法首先利用球阵列在车厢内多个位置测量,然后根据声场的空间性连续假设,构建空间基函数,通过非同步测量技术实现多个位置处的球阵列数据同步,获取大孔径、高密度的阵列数据,最后利用波束形成技术对车内噪声进行成像。仿真和实验结果表明,使用非同步测量技术可以在无参考的情况下,通过单个球阵列多次测试的数据有效实现地铁车内噪声的高分辨率成像,有效降低了测量成本。此外,仿真和实验中还对不同空间基函数的性能进行了比较分析,结果表明平面波近似和奇异值分解两种方法构建的基函数优于球谐波构建的基函数。", "label": "交通运输工程", "id": 0}
{"content": "基于变尺度非光滑SD极限系统的非线性拓扑特性,构建了非光滑变尺度凸峰频率识别法。基于类同宿轨的周期性,推导了非光滑随机次谐Melnikov函数,给出了均方意义下出现简单零点的解析充分必要条件,揭示了非光滑和噪声耦合因素对变尺度非光滑SD极限系统混沌阈值的影响,初步提出了非光滑变尺度凸峰频率识别法。进一步地,利用数值模拟的方法,揭示了微弱信号初始相位对非光滑变尺度凸峰法识别频率的影响,改进了非光滑变尺度凸峰频率识别法。首先,针对具有初始相位的微弱信号,依据待检测微弱信号频率的识别可能性,将一个周期内的初始相位化分为可检测域与盲域。其次,在可检测域内,频率识别出现偏差时,利用牛顿插值法给出纠偏计算公式,提高了频率识别的精确度;在盲域内,构造了检测方程组,给出了消除盲域的一般方法,使凸峰法依然有效。最后,通过一个高速列车轮对轴承故障的实例,对比识别出的频率值与理论故障频率值,确定了轮对轴承故障位置,验证了当初始相位分别位于频率可检测域或盲域时,非光滑变尺度凸峰频率识别法的可行性。实例说明了非光滑变尺度凸峰频率识别法,简单易行,准确率较高,信噪比达到了-50.8757,相对误差为3.33%。", "label": "交通运输工程", "id": 0}
{"content": "轴箱轴承是高速列车走行部的关键部件之一,运行过程中受复杂轮轨激励影响,一旦产生故障将严重影响列车的安全运行,极易造成行车事故。本文建立了包含六自由度保持架和滚子的高速列车双列圆锥滚子轴承动力学模型,在该模型基础上通过引入滚动体通过局部缺陷时的接触间隙变化,建立了考虑内、外圈分别具有单一局部故障时的轴承动力学模型。通过仿真,得出了当外圈具有单一局部故障时,圆锥滚子轴承振动信号的低频成分为外圈故障频率及其倍频。当内圈具有单一局部故障时,圆锥滚子轴承振动信号的低频成分分别为内圈的旋转频率、内圈故障频率及其倍频以及由信号调制引起的边频。从而验证了所搭建模型的正确性。", "label": "交通运输工程", "id": 0}
{"content": "对上海地铁某线路车轮踏面磨耗情况进行了长期跟踪调查,发现地铁车轮随运营里程增加存在一定程度的偏磨的现象,可能引发列车横向蛇行运动的加剧,并导致车辆乘坐舒适性下降问题。为了探究服役条件下地铁车轮磨耗对列车蛇行横向运动稳定性的影响,首先建立了考虑轮对单点接触和两点接触的轮轨耦合横向动力学模型,明确了单点接触和两点接触轮对受力和轮对蛇行横向振动特性;然后针对踏面磨损和偏磨两种不同情况,分别讨论了轮对蛇行横向振动稳定性的影响,对磨耗车轮和理想无磨耗车轮的动力学差异进行对比,求解出了不同情况下的临界速度。研究结果表明:服役条件下车轮的磨损将使地铁车辆横向振动加剧,车轮横移的幅值也随车轮半径下降有所增大,蛇行临界速度降低,不利于行车安全;车轮偏磨会使轮径差增大,而轮径差的增大也会导致蛇行临界速度的降低,轮对产生不对称的蛇行运动,车轮碰撞单侧钢轨,轮径差达到2 mm时甚至可能危及行车安全。论文的工作对探究服役地铁车辆进一步提速和车轮廓形的维修保养具有一定的参考价值。", "label": "交通运输工程", "id": 0}
{"content": "公铁联运是多式联运的一种。某公铁两用运输车头车采用特殊转换转向架结构（如图1所示）,方便半挂车体快速连挂解挂。该转向架具备车钩,与机车相连。由此带来解连挂过程中纵向载荷的传递问题。摸清车钩-转向架-车体的纵向载荷传递路径及规律是后续结构部件强度、疲劳等考核评判的基础。本文采用两车（机车-公铁两用头车系统）碰撞动力学仿真方法进行建模,研究转向架各部件如牵引板、抗蛇行减振器的纵向受力载荷,由于牵引板与抗蛇行减振器在纵向方向上呈并联模式（如图2所示）,以仿真方法求解各自受载规律,确定主要受力部件。并对整车系统进行冲击试验,验证研究的正确性。结果表明,该车型中,牵引板在冲击连挂过程中起到主要的承受纵向载荷作用,抗蛇行减振器承受载荷不足其一半（如图3所示）,但从运动稳定性及临界速度考虑,仍需保留抗蛇行减振器。", "label": "交通运输工程", "id": 0}
{"content": "高速列车需要有足够的横向稳定裕度,转向架悬挂参数的优化匹配对于设计车辆健壮稳定性以适应轮轨磨耗和轨道变形尤为重要,应考虑车辆的横向稳定裕度以及轮轨接触状态的适应性。为此,对不同轮轨磨耗阶段的转向架悬挂参数进行了健壮横向稳定性的Pareto优化。提出了一种基于车辆横向健壮稳定性的转向架关键悬挂参数集中优化方法,并总结了高速车辆两种典型参数匹配原理。此外,为了使车辆在无需任何传感器和控制系统的情况下自动适应不同的轮轨几何接触状态,提出了变刚度（SDF）抗蛇行减振器频的概念和应用,以确保极端轮轨接触状态下车辆横向稳定。通过对车辆线性系统稳定性和平稳性的对比分析,验证了该方法的有效性。最后,阐明了具有频变刚度抗蛇行减振器的车辆自适应稳定机理。", "label": "交通运输工程", "id": 0}
{"content": "针对我国拟自助研发设计的公铁两用运输车在编组连挂时由车钩经转向架传递至车体的载荷路径及规律尚不明确的问题,本文进行了试验测试与仿真研究。该车型转向架在纵向方向能传递载荷的部件包括牵引板与抗蛇行减振器装置,需掌握载荷传递路径及大小以便为后续结构部件的强度考核提供支撑。试验测试中,对相应可能受力的结构部件进行了力传感器布点。仿真研究中,根据铁道车辆多体动力学理论与建模方法建立了3车体4转向架的整车编组被碰撞模型,碰撞体为简化的含机车质量与速度的质量块。并详细建立了抗蛇行装置的力学模型,其力学结构为一阻尼刚度等的串联模型;而构架到车体的纵向连接部件为牵引板-抗蛇行装置的并联结构。运用多体动力学软件SIMPACK进行了求解,结果表明:车钩与牵引板受力会随着碰撞体冲击速度增大而增大,且仿真结果略小于测试结果但规律一致;抗蛇行装置结点几乎不受力,但是随着结点间隙减小至3mm以下时会受很小力,与牵引板受力相比可忽略不计。从而明确了冲击载荷经车钩传递至车体时,几乎完全通过转向架上的牵引板传递,抗蛇行减振器装置作用很小,能为后续结构部件强度设计及考核提供支撑。", "label": "交通运输工程", "id": 0}
{"content": "本文主要研究两种分岔类型轨道车辆的蛇行失稳准则。首先考虑了轨道激励对分岔图的影响,并且提出一种在轨道激励上加上横向脉冲的方法,然后,根据极限环波幅、转向架构架加速度均方根值以及导向力之和的均方根值的多种准则,对蛇行失稳的评估进行了比较。对两种车辆进行了极限环失稳之后的安全性评估,因此可以分别确定两车辆的评估准则的安全域。另外,对于具有磨损车轮踏面的车辆,本文也对其蛇行失稳和运行安全性评估进行了研究。最后,在滚动振动试验台上进行了稳定性测试,比较了不同的准则以及验证仿真结果。", "label": "交通运输工程", "id": 0}
{"content": "在碳达峰、碳中和发展形势下,探索轨道交通车辆超轻量化设计具有重要应用价值。本文提出了一种新型永磁轮轨混合承载车辆制式。该种车辆结合了传统轮轨技术,融合了永磁悬浮技术优势,引入了车辆双侧垂向长定子同步电机,实现了车辆混合承载、轮轨导向和永磁驱动的超轻量化设计目标。在整体技术方案中,着重研究了轨枕间隙、优化了最优轮轨/永磁承载比、解决了传统轮轨受流、黏着限制等问题。相较于中低磁浮和地铁,车辆在载荷质量、牵引效能、车辆造价以及综合减排等具有极大的性能优势。该方案也为轨道交通行业的节能减排、低成本化发展提供了新思路。", "label": "交通运输工程", "id": 0}
{"content": "制动盘是列车制动的关键零部件之一,频繁制动引起的热冲击和热应力诱发热疲劳裂纹的萌生和扩展,影响到铁路运行的安全。本文采用激光熔敷手段,在铸钢制动盘上沉积钴基耐磨涂层,以提高涂层的抗热疲劳裂纹扩展的能力,延长制动盘的使用寿命。基于Stellite6钴基涂层原有成分基础上,添加钛和镍元素进行成分优化,使碳化物以弥散分布的TiC颗粒存在,同时稳定γ-Co基体,获得新型CoNiTi涂层,达到了提高涂层塑性、降低涂层热疲劳裂纹扩展速率的效果。采用耐久性缩比台架制动试验检验新型CoNiTi涂层制动盘的综合制动表现。分别模拟了高速列车单次停车制动、三次连续停车制动和匀速拖磨制动。结合有限元数值仿真手段对涂层制动盘缩比台架制动过程中的温度场和应力场进行计算,讨论了不同性能的钴基涂层材料在不同制动模式下应力应变的规律。涂层制动盘在单次停车制动、三次连续停车制动及拖磨制动过程中摩擦系数稳定且满足制动标准要求。新型CoNiTi涂层的引入使制动盘摩擦面在高能量输入的制动模式下产生残余压应力,有利于抑制热疲劳裂纹的萌生及扩展。", "label": "交通运输工程", "id": 0}
{"content": "酸雨引发的金属腐蚀会影响列车车轴服役可靠性,列车的供电回路及铁路系统中大功率电气设备产生的磁场也会对车轴钢的腐蚀产生影响。本文采用腐蚀浸泡试验、电化学测试、形貌表面观察及慢应变速率试验（SSRT）等方法研究了氯离子对车轴钢腐蚀与开裂的影响,并研究磁场的影响。模拟酸雨中氯离子浓度越高车轴钢腐蚀速率越大,外加0.1T磁场通过改变腐蚀产物氧化膜的致密性从而减小车轴钢腐蚀速率。SSRT试验结果表明车轴钢断裂延伸率随着氯离子浓度增大而升高,对应开裂敏感性变化。较短试验周期内的电化学测试结果与较长期腐蚀浸泡试验得到的结果会有很大差别,这与表面状态有关。", "label": "交通运输工程", "id": 0}
{"content": "本文以地铁车辆车载细水雾灭火系统为研究对象,在介绍细水雾灭火系统工作原理的基础上,结合地铁车辆实际应用场景特点,对瓶组式和泵组式细水雾灭火系统在地铁车辆上的应用进行了适用性分析,提出了瓶组式细水雾灭火系统方案及设计参数,并采用模拟仿真和实验测试对其进行了系统验证。最后列举了瓶组式细水雾灭火系统在沈阳地铁相关线路的工程应用实例,应用结果表明,细水雾灭火系统可有效抑制或扑灭地铁车辆常见火灾,保障地铁车辆人员生命安全。", "label": "交通运输工程", "id": 0}
{"content": "随着地铁列车对车内磁场要求的不段提高,为保障设计指标需求及佩戴有可植入医疗器械乘客安全,地铁车辆电磁兼容仿真分析是一种有效的设计和评估手段。本文通过采用Flux软件平台实现对地铁车辆主要的动力线缆产生低频磁场的仿真分析,介绍了车辆建模和仿真的实现过程,并结合国内地铁项目对仿真结果和试验结果进行对比分析,验证了仿真分析结果具有很强的工程应用参考意义。", "label": "交通运输工程", "id": 0}
{"content": "地铁底架横梁主要起到两种作用,一是承受底架上载荷,与边梁、侧墙、端墙和车顶等形成车体整体承载结构;二是支撑地板或设备带来的各种载荷。本文以新开发某铝合金地铁横梁为例,利用Altair OptiStruct专业优化模块对设对承担吊挂设备的横梁进行拓扑优化,在保证车下吊挂结构强度和安全可靠前提下,同时考虑到制造和安装工艺条件,达到横梁轻量化设计。确定工程化方案后,还需要分别进行仿真和试验验证。探索横梁结构拓扑优化的技术路线,为底架横梁的轻量化设计提供参考。", "label": "交通运输工程", "id": 0}
{"content": "铝合金与不锈钢由于其良好的耐蚀性,在高速列车上有着广泛的应用,这两种金属不可避免的会发生连接,产生电偶腐蚀。目前,主要通过电化学方法研究阴阳极面积比、溶液中的含氧量、不同金属间的电位差、钝化膜的稳定性以及温度等因素对电偶腐蚀的影响。虽然这些研究对于电偶腐蚀的机理研究非常有用,但是其测试环境与工业应用的实际环境相差甚远,不能很好的反映铝合金在应用过程中的实际情况。本研究制作了6A01铝合金和304不锈钢电偶连接件,利用循环盐雾条件模拟含Cl-的大气环境,通过失重和电化学方法等研究了6A01铝合金的电偶腐蚀行为。图1给出了铝合金在偶接和非偶接情况下随腐蚀时间变化的腐蚀速率曲线。非偶接条件下,6A01铝合金的自腐蚀速率较小,与不锈钢偶接后,铝合金做阳极被加速腐蚀,腐蚀速率增大。偶接条件下,铝合金的腐蚀质量损失显著增大,且相对于参比试样其腐蚀速率增大了8～10倍。图2给出了空白试样及循环盐雾实验后6组铝合金偶接试样搭接边缘处的动电位极化曲线。随着时间的延长,铝合金的自腐蚀电流密度逐渐增大,腐蚀电位逐渐降低,表明铝合金的腐蚀程度加重,腐蚀速率逐渐加快。在腐蚀初期,铝合金表面腐蚀产物并未起到保护作用,当腐蚀进行到20天时,从极化曲线可知,试样呈现一定的钝化行为,但钝化区较小,且在稳定钝化区中均出现小幅破裂现象,表明此时腐蚀产物开始发挥起保护作用。但腐蚀产物的结构仍较为疏松,直到40天后腐蚀产物致密,钝化区中局部破裂现象消失,且钝化区间明显增大,此时腐蚀产物结构稳定,保护作用更强。", "label": "交通运输工程", "id": 0}
{"content": "本文主要研究了铁路行业货车车体的腐蚀问题,介绍了铁路行业货车车体用钢的发展历程,并对新老一代铁路货车用材的腐蚀程度进行了总结和对比。结果显示采用高强度耐大气腐蚀钢Q450NQR1的C70敞车与09CuPCrNi-A的C64敞车的腐蚀减薄速度相近,而采用新一代高强耐大气腐蚀钢的S450AW和S450EW的C80E的腐蚀减薄速率小于采用Q450NQR1的C70敞车。通过X射线衍射、电子扫描显微镜和能谱等对新一代铁路货车车体用钢腐蚀产物进行了分析,并通过离子色谱、Ph、电导率和元素分析等测试方法对现场服役环境进行了测量。结果可知影响铁路货车腐蚀的因素主要有煤、防冻剂、水、Cl-、机械碰撞等。铁路货车运送的物质主要是煤,煤中均含有硫,在温度变化的条件下与水发生化学反应后,生成硫酸和亚硫酸。冬季运煤防止冻结,加入盐类,带来腐蚀性极强的Cl-,另外原煤洗选以水为工作介质,其含Cl-和硫化物,都会促进铁路货车车体的腐蚀。机械化装卸作业导致车辆严重磨损,致使车体内侧防腐涂膜和锈层发生破损。运煤过程中多变的湿度、温度以及间断运行的特点,严重腐蚀车体表面。最后对铁路货车车体用钢的未来发展进行了展望,其发展方向为使用寿命长,可达35年,适应既有装卸条件、耐蚀、耐磨和经济性好。", "label": "交通运输工程", "id": 0}
{"content": "随着列车运行速度的不断提高,车体的振动越来越严重,乘坐舒适性也会降低。诸多专家学者们对此问题提出了一系列的解决方法。为了降低车体振动,提高乘坐舒适性,论文提出并研究了基于磁流变阻尼器横向二系悬挂系统的半主动控制策略。首先,建立了考虑节点刚度的四分之一车辆模型。比较分析了各种控制策略在谐波激励和随机激励下的加速度传递特性,接着为了验证控制策略的有效性和数值分析的正确性,对一个实际的单磁流变阻尼器进行了半实物仿真实验。实验证明了理论模拟的正确性。为了进一步证明控制策略的有效性,将四分之一车辆模型推广到整车模型。为此,利用MATLAB/Simulink建立了横向17自由度车辆模型,主要比较了不同控制策略下车身的平稳性。同时采用两种轨道激励（中国高速不平顺和德低干扰不平顺激励）进行半主动仿真,分析了不同的半主动控制策略对列车平稳性以及运行安全性的影响。最后,分析了变等效锥度下半主动控制策略的有效性。仿真和实验结果表明,新的控制方法能明显降低车身的横向振动。提高乘坐舒适性的同时没有显著降低车辆运行安全性。因此,论文提出的新型控制策略具有一定的应用价值。", "label": "交通运输工程", "id": 0}
{"content": "高速列车在长期服役过程中,由于受到不断变化的轮轨接触关系、悬挂系统力学性能、载荷和结构阻尼等因素的影响,开始频繁出现车体异常晃动、转向架蛇行失稳报警、乘坐舒适性恶化、维护成本剧增等不良现象。这些问题的出现,直接反映出传统悬挂系统已不能胜任日益复杂的运行环境和长期服役的需要,迫切需要开发一种参数可自动调控的新型悬挂系统,来实现高速列车在长期服役过程中始终保持优良的动力学性能。在前期磁流变减振器（MRD）研究基础上,结合高速列车轮轨磨耗和悬挂系统性能劣化实测数据,采用理论研究、数值仿真和台架实验相结合的方法,研究配备传统悬挂系统时高速列车在长期服役过程中的动力学性能劣化机理和演化规律,研究列车满足运行安全性、运动稳定性、运行平稳性和运维经济性时对悬挂参数的调控需求,探索基于MRD的半主动控制方法,开发适用于高速列车悬挂系统的控制系统。研究成果旨在促进车辆动力学与控制领域的发展,为优化设计高速列车悬挂系统、降低运行维护成本和开发新型控制系统提供基础理论支撑。", "label": "交通运输工程", "id": 0}
{"content": "铁路作为国民经济基础设施,在综合运输体系中起着重要作用。高速列车的安全运行是人民安全,国家财产不受损失的重要保障。滚动轴承是高速列车走行部的关键部件之一。为了提高列车的安全性和可靠性,对轴承进行实时故障监测并诊断的研究是十分必要的。本研究从类脑计算角度出发,设计了一种针对故障轴承数据敏感的脉冲神经网络结构,完成故障数据分类的任务。该神经网络的研究通过类比生物可以在嘈杂的环境中区分识别生存所需的声音信息,以及生物可以通过后期学习训练突触连接组来获得工作知识的学习方式。通过脉冲神经网络（SNN）来模拟生物神经细胞靠脉冲编码传递信息,以此来实现神经突触可塑性,解决故障诊断问题。为了能更好的解决故障数据分类问题,达到比较理想的分类效果,本研究提出的解决方法有:（1）采用信号分解的方式提高原始信号特征提取效果（2）对故障信号采用时间编码,TBR编码等脉冲编码方案,并采用多通道输入的方式训练脉冲神经网络（3）采用卷积脉冲神经网络网路（SCNN）来解决分类问题。在CWRU轴承数据集做了分类实验,分类准确率达到了98.7%,相比较传统卷积网络,该网络模型精度较高,收敛速度快,且脉冲神经网络在硬件平台上有很好地可实现性,为脉冲神经网络在故障诊断领域的研究应用提供了有效地的解决方案。", "label": "交通运输工程", "id": 0}
{"content": "作为机车车辆走行部的关键旋转部件,轴箱轴承的状态监测和故障诊断是保障列车安全运行的重要组成部分。受轮轨激励的影响,轴箱轴承的故障信息常被复杂背景噪声淹没,由此造成现有的轴承故障诊断技术应用困难。针对这一问题,提出了一种基于多目标优化的最优小波滤波方法,以窄带信号平方包络的稀疏性表征故障的冲击性特征,以其平方包络谱的稀疏性表征循环平稳性特征,通过多目标优化统一并平衡时、频域稀疏的矛盾,实现冲击性和循环平稳性的综合考虑,并基于Pareto解集的分布确定富含故障信息的解调频带,实现轴箱轴承的精确诊断。上述方法分别在高速列车轴箱轴承和货运机车轴箱轴承的典型故障诊断中进行验证,结果表明该方法可有效提取出轴承故障响应对应的重复性故障冲击并从平方包络谱中发现明显故障特征频率及其倍频成分,验证了强噪声干扰下实现微弱特征提取的有效性。", "label": "交通运输工程", "id": 0}
{"content": "地铁车辆的车内噪声问题已引起广泛关注。地下线路的地铁车内噪声比明线时的噪声高,持续时间更长,且不易消散。地铁隧道的长度远大于隧道的宽度和高度,属于半封闭长空间,声场分布规律与明线以及一般封闭空间不同。地铁车内噪声卓越频率为中高频噪声,以轮轨噪声贡献为主。本文建立地铁隧道长空间声学模型,研究了单圆隧道不同内径、以及常用隧道截面（单圆隧道、马蹄形隧道、矩形隧道、类矩形隧道）和声源布置对隧道声场的影响;建立车辆-钢弹簧浮置板轨道动力学模型和车体-隧道长空间边界元声学模型,研究轮轨噪声在车体内外-隧道空间中的声场分布规律,并基于隧道和车内吸声的车内噪声控制措施,分析四种典型吸声材料用于隧道壁以及在车内设置吸音蜂窝板的吸声效果,确定吸声材料的最佳敷设位置。", "label": "交通运输工程", "id": 0}
{"content": "随着铁路车辆速度的提高,车辆动力学的研究显得尤为重要。铁道车辆系统中存在大量的非光滑因素,例如干摩擦阻尼、轮缘碰撞和非光滑轮轨接触关系等,这些非光滑因素的存在影响着车辆系统的稳定性、安全性和舒适性。本文基于Kaller线性蠕滑理论建立了一类两自由度车辆轮对系统模型。考虑系统的非光滑摇头阻尼因素,分析了系统的Hopf分岔及参数对系统稳定性的影响。首先应用中心流形定理,根据系统的对称性,克服了非光滑系统降维的困难,得到了轮对系统降维方程,降维后的二维方程仍然是非光滑的,经典的Hopf分岔定理无法直接应用。本文根据Poincaré后继函数法的思想,利用平面系统极坐标变换,构造了一类具有对称性的二维非光滑系统的Poincaré映射,并且给出了系统Hopf分岔类型的判据,进而分析了轮对系统的Hopf分岔,最后数值仿真对理论分析进行了验证,并且讨论了系统悬挂参数和接触几何参数对系统临界速度的影响。", "label": "交通运输工程", "id": 0}
{"content": "公铁两用车,一种能在公路和铁路两栖作业的特种车辆,兼具公路和铁路运输的双重特性。TL1型车以2车3架为最小编组单元,配备特殊的转向架结构,端部为转换转向架,中间为关节转向架,起连接前后两车并传递载荷的作用,故易造成前后两端受力不均、非对称、偏载等影响;转向架承载车体垂向载荷方式改变了常规方式,采用中心销固定,依靠车重产生的摩擦力实现减振的作用;该车辆采用U型架和交叉杆组合方式连接轴箱,对提高临界速度有一定的帮助。本文中,为研究其稳定性问题及反应在运行过程中的受力原理,建立了公铁两用车3车4架多体动力学模型。运用分岔理论及数值积分方法等基本手段,求解了整车模型。通过对悬挂参数的优化,掌握各参数对车辆临界速度的影响;通过对抗蛇形减振器特殊结构的关键参数联合优化,确定了该结构的最优设计参数值。为了结合多式联运的发展趋势,本文中分析了不同编组连挂方式下整车的临界速度,同时为了运营的安全性,文中对磨耗后踏面工况下临界速度进行了分析。结果表明:整车在新轮及磨耗后临界速度均满足120km/h的运营速度要求,但磨耗到限后无法满足此要求,对未来公铁车多式联运的发展以及其相关车型的设计有着借鉴意义。", "label": "交通运输工程", "id": 0}
{"content": "高速列车采用轻量化设计准则与动力分散式牵引方式,轻量化设计准则加剧车体弹性振动,动力分散式牵引方式将悬挂设备安装在车体下方,导致车体和设备的耦合振动。基于\"惯容—弹簧—阻尼\"减振结构的高速列车车下被动悬挂设备可以改善系统的动力学性能,但被动惯容悬挂结构参数固定,难以满足不同列车运行环境下的系统动力学性能需求,因此将LQR控制运用于高速列车车下惯容悬挂设备,构建半主动惯容悬挂设备减振系统。建立高速列车车体及车下半主动惯容悬挂设备刚柔耦合垂向动力学模型,通过虚拟激励法与平稳性快速算法求得系统的动力学响应,采用Sperling平稳性指标来评价系统的动力学性能,运用最优控制算法调节惯容悬挂设备结构参数,对比分析被动与半主动惯容悬挂设备的动力学性能。研究结果表明相较被动惯容悬挂设备,采用LQR控制的半主动惯容悬挂设备能够进一步降低车体弹性振动,抑制高速列车的车身振动,有效提升系统的动力学性能。", "label": "交通运输工程", "id": 0}
{"content": "分析了铝合金侧墙组焊的机器人焊接自动焊占比低的问题,根据占比低的影响因素,重点介绍了焊接机器人在铝合金车体侧墙门槛、侧墙立柱等位置的焊接工艺改进方案,并进行了总结,为后期焊接机器人在铝合金车体组焊其他工序的自动焊应用的提升,提供良好的借鉴作用。", "label": "交通运输工程", "id": 0}
{"content": "本文以CLOOS机器人焊接地铁转向架构架的弹簧筒、抗蛇形减震器座部件为课题,针对小部件结构复杂、空间局限性、焊接填充量大等问题进行探讨和研究,提供相关措施以解决此类技术难题。通过对小部件焊接进行机器人编程、采点定位、模拟演练、摆枪手法、焊接参数等作业试行,拟定了相关工艺技术要点,完成了小部件复杂焊缝的自动化焊接,提高了焊缝质量,从而提高了小部件的全自动焊接水平和生产效率。", "label": "交通运输工程", "id": 0}
{"content": "对漏斗车底门结构和使用性能进行有效分析,优化产品工艺,使用工装模块化组装确保装配尺寸,运用刚性固定、选择合理的焊接顺序和焊接参数保证焊接质量,提高生产效率。", "label": "交通运输工程", "id": 0}
{"content": "在整个地铁车辆结构中,底架的牵枕缓为车体部分的最重要承载核心部件,在运行中承受重大动载荷。在车体结构整个设计中,牵枕缓的技术要求及焊缝要求均为最严格的。车钩横梁模块直接螺栓联接车钩,由于其位置的重要性,因此,此结构均采用厚板且焊缝交叉密集、填充量大,直接导致车钩座组焊完后变形较大且难以调修,因此,本文车钩座组焊变形工艺为主要核心控制点。", "label": "交通运输工程", "id": 0}
{"content": "通过对高压接地开关上罩的技术要求分析,对其进行数控加工工艺优化,采用粗、精加工分序法来替代刀具集中分序法加工上罩,包括工艺优化、工装夹具优化及全新配比切削液,使加工顺畅,从而保证了加工质量,提高了生产效率,解决了生产周期长的瓶颈问题。", "label": "交通运输工程", "id": 0}
{"content": "密封环是动车组大齿轮箱上的重要部件,其精度好坏直接影响机车的安全和运行质量。通过对密封环加工难点和关键技术进行分析,密封环外圆同轴度和内孔圆度的几何精度较高,加工材料为铝合金,加工尺寸精度要求高。本文以300km/h高速动车组大齿轮箱密封环为例,通过对密封环工艺分析,介绍了零件加工工艺过程,其中包括工装夹具的设计及装夹,工序的合理编排,从而保证了产品符合图样尺寸精度和几何精度的要求。", "label": "交通运输工程", "id": 0}
{"content": "<正>一、技术要求及工艺难点基板是BVACN99系列交流真空断路器的主要部件,该设备安装在电力机车顶部,需适用于电力牵引的要求和工作条件,因此选择材质为奥氏体不锈钢板,它具有环境稳定性好,机械寿命长等特点。但薄壁奥氏体不锈钢为难加工材质,散热差,塑性大,表面硬化。为钻孔增加了难度,钻孔圆度、表面粗糙度和位置度均超差。出现的各类问题导致钻头剧烈磨损、崩刃及烧蚀。", "label": "交通运输工程", "id": 0}
{"content": "移动终端是动车组管理信息系统的重要的信息采集方式,以其灵活便捷的特点成为了固定式工位终端的有效补充。本文基于嵌入式Android操作系统,设计了移动终端基础平台的总体架构,实现了移动应用的统一认证、统一架构、统一应用管理、消息通知、安全管理以及日志管理等基础组件,建立了多台移动终端间的业务交互通道。开发实践表明,该平台的成功搭建,为基于嵌入式Android的终端应用程序研发提供了有效支撑。", "label": "交通运输工程", "id": 0}
{"content": "本文着眼于从根本上提高既有动车组管理信息系统实时可靠性和自动化程度,从全新视角重新审视该系统的业务应用管理体系,分析了动车组运维对SCADA系统的应用需求,提出了面向动车组智能运维的SCADA系统的建设目标、设计思路和总体架构,并深入研究该系统所采用的关键技术,对机车车辆运维管理及铁路其他领域信息化建设有重要借鉴意义。", "label": "交通运输工程", "id": 0}
{"content": "本文分析了铁路机务段数据采集,数据处理、数据应用等方面的现状和存在问题,综合对比了传统数据集成平台和大数据应用服务平台技术架构的不同,详细阐述了铁路机务段大数据服务平台的总体架构设计、技术架构设计、数据架构设计、网络架构设计等内容。通过利用开源大数据技术,实现数据源头治理、数据质量管控、数据资源统一应用,解决目前系统之间壁垒、数据互通困难的痛点,为铁路机务运用、检修、整备等作业管理提供数据支撑,增强了机务信息化数据应用服务能力。", "label": "交通运输工程", "id": 0}
{"content": "本文分析了和谐型机车造修数据平台建设的必要性,阐述了和谐型机车造修数据平台的目标及总体设计思路,分析了和谐型机车造修数据的主要内容,详细说明了和谐型机车造修数据平台的架构设计、传输设计、采集设计、集成融合设计等方案。通过和谐型机车造修数据贯通平台搭建及数据应用,能够为机车全寿命周期管理和数字化精准检修提供数据支撑。", "label": "交通运输工程", "id": 0}
{"content": "本文通过对珠三角城际铁路广清城际及广州东环城际自主化运营特点与动车组运维组织的研究,结合中国国家铁路动车组管理信息系统的研究成果,设计了在珠三角城际调度指挥中心与龙塘动车所两级应用的城际铁路动车组运维系统与动车组车载信息传输及监控系统,实现了城际动车组运维多专业的数字化生产作业服务,融合了城际动车组多数据源的运用维修信息,搭建了城际动车组运维数据可视化展示中心。系统应用后能够切实辅助珠三角城际铁路动车组运维生产管理人员高效安全作业与科学精准决策,同时本文关于城际铁路动车组运维的研究成果为城际铁路的快速和可持续发展提供了可靠参考。", "label": "交通运输工程", "id": 0}
{"content": "在线应急指导是机车远程监测与诊断的重要环节。本文设计一种基于深层故障清洗逻辑和各路局预案与故障相关联的实时应急指导系统,该系统联合车载数据分析和地面清洗逻辑,实现了机车无效故障过滤、主故障实时展示、机车环境数据实时展示、故障关联预案实时展示等功能。经部分路局试用,确定该系统可以显著提升故障清洗率和主故障处置成功率,快速完成机车故障远程应急指导。", "label": "交通运输工程", "id": 0}
{"content": "主要介绍影响C70E敞车端墙与端梁焊接质量的主要因素,以及提高焊接质量的方法。", "label": "交通运输工程", "id": 0}
{"content": "某型动车牵引电动机机座悬挂焊缝所处位置特殊、结构复杂,超声波检测探头活动空间狭小,检测难度大。通过对该型电动机机座焊缝结构、缺陷分布情况进行分析,并结合技术要求和超声波传播特性制定了用于该类型焊缝的超声波检测工艺方案和实施方法,在实际中对检测有效性和可靠性进行了验证,有效地提高了动车电动机机座质量。", "label": "交通运输工程", "id": 0}
{"content": "多种型号的轨道交通车辆的司机室结构组焊,给组焊胎具的设计和管理带来一定难度。通过分析各型司机室结构的特点,开发出柔性化司机室结构组焊胎具,不仅满足了现场大批量组焊生产要求,也能在现场使用简单的工具进行快速换型调整。", "label": "交通运输工程", "id": 0}
{"content": "随着我国轨道车辆运行速度的不断提升,动车组焊接构架所承受的随机载荷频域分布更宽了,高频激励可能会造成焊接构架结构的模态振动从而导致焊缝疲劳失效。本文采用模态综合法（CMS）建立带焊缝细节的焊接构架柔性体,基于Simpack多体动力学软件,建立某动车组刚柔耦合整车动力学模型。分别以德国轨道不平顺谱、美国AAR轨道谱及实测轨道线路谱为激励,通过刚柔耦合仿真获得,柔性构架的模态坐标时间历程。将网格不敏感结构应力法与模态综合法相结合获得模态结构应力技术,经叠加可获得焊缝焊趾处结构应力及等效结构应力随时间的变化,经雨流计数法统计获得焊缝等效结构应力变换范围及发生的频次。采用ASME标准中的焊接结构主S-N曲线对转向架构架的关键焊缝振动疲劳寿命进行评估。计算结果验证了某动车组焊接构关键焊缝的抗疲劳性能满足设计要求。", "label": "交通运输工程", "id": 0}
{"content": "齿轮传动装置是机车牵引传动系统的关键部件。齿面剥落故障是机车服役过程中一种常见的齿轮失效形式,影响机车牵引传动系统运行的安全性与稳定性。本文建立了考虑齿轮传动系统的车辆-轨道空间耦合动力学模型,通过势能法获得了齿面剥落故障下的时变啮合刚度激励,揭示了复杂轮轨激扰条件下机车齿轮传动齿面剥落故障的动态特征。结果表明,齿面剥落故障将在一定程度上加剧牵引电机与轮对的振动,机车牵引电机及其相邻部件振动响应以啮合频率及其倍频以及代表齿面剥落故障的以小齿轮转频为间隔的边频带为主,此外,轨道不平顺激扰使齿面剥落故障振动特征模糊化,增加故障特征提取的难度。", "label": "交通运输工程", "id": 0}
{"content": "轨道不平顺是高速铁路轮轨响应的主要激扰来源,其中敏感波长往往成为高铁晃车病害的主要原因。现有的轨道不平顺幅值评价方法无法全面反映轨道不平顺敏感波长对高速行车的影响,不能科学评价高速铁路车辆-轨道系统的真实状态。本文根据提出的基于能量集中率理论评价车辆-轨道系统动力响应的新指标GEI指数（Generalized Energy Index）,可同时考虑轨道不平顺幅值和敏感波长对系统动态特性的影响,研究其关键核心参数——能量权系数,反映了不同的车型、速度和轨道结构等工况对轮轨接触状态的影响。基于高速铁路大量轨道不平顺实测数据计算不同运行工况下的能量权系数库,研究建立了评判不同运行条件下车辆-轨道运行状态的GEI指数预测模型并进行实例预测分析,有效实现了车辆-轨道系统的匹配度分析及病害预警。", "label": "交通运输工程", "id": 0}
{"content": "为了分析国内某型时速160公里的2B0轴式高速机车的最优横向动力学性能特征,挖掘其关键悬挂参数之间的匹配关系。通过SIMPACK软件建立该机车动力学模型,以机车横向稳定性和平稳性为优化目标,采用遗传算法NSGA-Ⅱ对6个关键悬挂参数进行多目标优化,包括一系纵向刚度、一系横向刚度、抗蛇行减振器阻尼及关节刚度和二系横向减振器阻尼及关节刚度,并利用全局敏感性和聚类分析等数据分析方法对关键悬挂参数之间匹配关系进行挖掘。结果表明:轮对接触等效锥度较低时,线性稳定性和横向平稳性之间具有较强的正相关性,而低锥度和高锥度线性稳定性之间存在较为明显的矛盾性。此外,基于抗蛇行减振器阻尼及关节刚度和二系横向减振器阻尼之间存在的匹配关系,提出了三种悬挂参数组合模式,对其进行速度健壮性和轨底坡健壮性分析并总结其横向动力学性能特征。", "label": "交通运输工程", "id": 0}
{"content": "运用非线性系统振动分叉理论,对磁浮车辆道岔梁耦合系统悬浮稳定性开展了研究,建立了悬浮电磁铁模型、悬浮控制器模型、车辆系统模型、道岔梁模型,构建了车岔耦合模型系统。详细分析了磁浮车辆在道岔梁上的动态悬浮行为,仿真再现了稳态悬浮、系统自激振动和悬浮吸死三种悬浮状态,利用演算法计算了不同悬浮控制参数下车岔系统悬浮振动的分叉特性。研究了道岔质量和固有频率与悬浮控制参数稳定域的关系。结果显示:控制参数kp的悬浮稳定域存在上下限值。下限之下为车辆悬浮系统低频自激振动,上限之上为车岔耦合自激振动。研究了道岔质量和固有频率与悬浮控制参数稳定域的关系,当道岔固有频率与悬浮频率相近时,悬浮控制参数稳定域上限值最小,稳定域下限值不受影响。通过改变道岔质量可以扩大悬浮稳定域,使系统避免车岔耦合自激振动。", "label": "交通运输工程", "id": 0}
{"content": "受电弓-接触系统是高速列车获取电能的关键部分。随着列车运行速度提高,弓网之间的振动更加剧烈,受流质量变差。主动控制是减小弓网振动、提高受流质量的方法之一,应用强化学习给受电弓主动控制提供了一种很好的解决思路。首先,建立了有限元弓网系统模型;在此基础上,设计了针对弓网系统的马尔可夫决策过程;最后,将近端策略优化算法和弓网模型结合训练控制策略,并在弓网模型上验证控制器性能。仿真结果表明,近端策略优化算法在实际应用中取得了较好的控制效果。", "label": "交通运输工程", "id": 0}
{"content": "在高铁动车转向架及其组件清洗领域,通常先采用固定式的环形高压水枪进行清洗,在清洗后,常常会存在没有清洗干净的区域,因而通常需要人工识别污迹,进行清洗质量评分,但不同员工评价标准很难保证一致,同时员工容易产生工作疲劳。因此迫切需要一套高效、准确、可靠的污迹识别与清洗质量评价系统。本文主要针对高铁动车转向架污迹进行检测识别,首先在工程现场收集了一定数量带有污迹的清洗后的零部件照片构成数据集,对数据集进行标注后,使用Faster R-CNN和YOLOv3两种识别算法分别对训练集进行训练,而后对测试集进行检测识别,检测结果表明,YOLOv3的平均精度略低于Faster R-CNN,但识别速度是Faster R-CNN的两倍,可以实时对污迹进行检测识别。在检测识别出污迹之后,综合考虑污迹的颜色深度、面积大小以及拓扑分布等,提出了一种清洗质量评价量化标准和方法。", "label": "交通运输工程", "id": 0}
{"content": "重载列车因为载重量大、编组长、动力集中、线路参数复杂多变等特点,其自动平稳驾驶策略的研究成为众多学者的关注方向。重载列车操纵难度大,司机人工驾驶疲劳,运行途中牵引力和制动力增大,制动波传递时间加长,产生严重的纵向冲动,由此引发一系列脱轨、断钩等严重事故的发生。本文以重载列车全程安全平稳驾驶为目标,建立重载列车多质点模型动力学模型,设计模糊自适应遗传算法（FAGA）的多目标曲线优化策略,模糊推理器主要用于交叉概率和变异概率的整定,结合线路实数据（限速、破道、曲线率等）以安全、节能、正点为目标函数设定列车理想运行目标曲线,并将优化效果与普通遗传算法（GA）进行对比。最后采用改进的高阶无模型自适应迭代学习控制算法,高精度跟踪优化后目标曲线,并与传统迭代学习控制算法结果进行对比分析,仿真结果表明本文采用的控制方法可以较好的跟踪理想速度目标曲线,进而实现列车全程安全、节能、正点运行。", "label": "交通运输工程", "id": 0}
{"content": "磁浮列车是利用磁力或气流在离轨道面8mm～10mm的空间向前飞行,速度30 km/h～600 km/h,并在研发速度4 000 km/h的,中国是此领域研发、建设与运营的全球领跑者,截至2020年8月中国有每条长度不到40 km的5条磁浮线路投入营运。滋浮车厢是全铝的,对车厢结构铝材作了较全面的介绍,特别对6N01及7N01铝合金的性能作了较多的介绍,希望中国能研制出性能全面超过6N01及7N01的磁浮车厢铝合金。中国将起动京广澳、沪广等高速磁浮线路建设,这可是天下磁浮线路建设最大的壮举,磁浮装备铝材也将成为一个专门的分支。", "label": "交通运输工程", "id": 0}
{"content": "结合《动车组规章》课程建设的实践,分析该课程短期实训课程的内容和特点,根据现有实训设备和条件,贴近工作岗位生产实际,运用多种教学方法和教学手段,为进一步提高实训课程教学质量,对建立切实可行的实训教学组织模型进行探索和研究。", "label": "交通运输工程", "id": 0}
{"content": "通过实验使用NXP的SC16IS752芯片来进行串口扩展满足机车台控制板对串口数量的要求", "label": "交通运输工程", "id": 0}
{"content": "通过实验对电源模块由VICOR更改为博大的样机进行气候环境测试冲击振动的机械环境试验试验结果满足产品技术条件的指标要求。", "label": "交通运输工程", "id": 0}
{"content": "本文从理论上解释了基础梁刚度和阻尼、质量对磁悬浮车辆系统稳定性的影响。为了解决磁悬浮列车的车轨耦合问题,降低目前磁悬浮车辆对于基础轨道过高的质量、刚度要求,提出了一种考虑轨道弹性振动的悬浮控制策略方案。通过在基础梁上添加弹性的轨道板,并使用考虑轨道弹性振动的悬浮控制算法来解决车轨耦合振动问题,降低磁悬浮列车对轨道基础要求过高的问题,理论上可以降低磁悬浮列车线路的建设成本。使用新提出的控制方案进行仿真实验计算,同时与传统的控制方案进行比较,仿真结果较好的说明了通过悬浮控制方案的改进,可以使得磁悬浮车辆系统在更小的基础梁刚度质量阻尼条件下保持稳定。", "label": "交通运输工程", "id": 0}
{"content": "磁浮列车通过环抱轨道悬浮运行,克服了传统车辆轮轨直接接触行驶引起的如摩擦力过大等诸多弊端,拥有速度快、乘坐舒适、维护少、爬坡能力强等优点。但列车在高速运行时会受到强烈的非定常的气动载荷,气动荷载的剧烈扰动,必然引起电磁力的相应反馈和悬浮间隙的变化,从而影响列车的稳定性和安全性。为了开展这方面的研究,我们利用Simpack和Simulink联合仿真,以上海磁浮示范线TR08列车为参考,建立高速磁浮列车包含车辆多刚体结构、控制系统的动力学模型,通过仿真计算列车在不同气动条件下的运动响应,分析其平稳性及安全性。磁浮列车主要由悬浮导向电磁铁、悬浮架和车体组成,建模时将列车各部件均看作刚体,电磁铁和悬浮架通过方向独立的一系悬挂连接,悬浮架通过二系悬挂将悬浮力、牵引力、制动和导向力传递给车体;在控制模块中,利用解耦的思想,对列车进行分散的控制,通过设计单电磁铁及悬浮控制系统来达到完成整车控制系统设计的目的,在单点磁浮控制模块中,利用PID控制器,将位置、速度和加速度作为反馈量,每一路控制单元接收SIMPACK车辆动力学模型输出的电磁铁悬浮间隙和加速度信号,计算输出电磁悬浮力,返回给动力学仿真模块,实现了高速磁浮车机电一体化,从而建立了三编组列车–控制系统耦合动力学模型。将气动载荷施加于模型,计算了磁浮列车在明线运行工况下（时速600km/h）的动态响应和Sperling平稳性指标,得到了以下结论:列车的垂向位移和悬浮间隙波动较小,整体的舒适性和悬浮稳定性符合要求,但列车的平稳性非常差,不能满足使用要求,需要进行气动外形优化和控制算法优化。综上所述,本研究建立了高速磁浮列车–控制系统耦合的联合仿真模型,通过仿真分析验证了模型的可靠性。本研究为高速磁浮列车安全运行提供数据参考。", "label": "交通运输工程", "id": 0}
{"content": "磁悬浮列车,作为一种新型交通工具,由于其设置有悬挂、控制器、控制指令等子系统,会带来悬浮稳定性与非线性耦合振动等技术问题。本文中,为研究悬浮控制器的稳定性及非线性耦合振动,建立了磁浮列车-控制器的耦合振动动力学模型。其中调谐质量阻尼器（TMD）应用于该系统以避免车辆-道岔的Hopf分岔出现,即避免耦合周期解振动。特征根与时间积分法用于求解耦合动力学响应。结果表明:文中所提出的动力学模型能够反应出耦合振动的失稳,与现有部分实验数据规律一致。另外,应用该模型,研究了车/岔耦合动力学性能,也能对TMD减振控制应用技术起到推动作用与示范。", "label": "交通运输工程", "id": 0}
{"content": "为研究机车在运行过程中齿轮传动系统的动力学特性,采用集中质量法建立某机车驱动传动系统多自由度动力学模型。该模型包含了齿轮啮合过程中的扭转振动,齿轮沿啮合线及啮合线法向方向的横向振动以及轴箱轴承的横向和扭转振动（如图1所示）。同时,记及齿轮副时变啮合刚度、传递误差、时变载荷系数、齿轮偏心等问题以及机车牵引电机、轴箱轴承和轨道不平顺的影响,推导了机车驱动传动系统动力学微分方程。基于该数学模型以及特定参数的固定,利用变步长Runge-Kutta数值积分法求解了转速变化时齿轮传动系统的动力学特性。结合分岔图、时域图、相平面图、庞加莱截面图、轴心轨迹图和频谱图,分析对比了有无轨道不平顺道路普激励下对齿轮系统非线性动力学特性的影响规律。齿轮传动系统的动力学行为研究揭示了系统由周期运动到混沌运动的非线性动力学演化机理。同时,动力学研究表明在某些特定参数下,系统会呈现出混沌运动状态,不稳定的混沌运动会影响系统的正常工作。因此,本文通过对处于混沌运动状态中的系统加入微小扰动（外加周期信号、脉冲信号激励）,对系统的混沌运动进行控制,以达到理想的运动状态。", "label": "交通运输工程", "id": 0}
{"content": "针对法维莱某型受电弓关键部件出现裂纹或者断裂的情况,通过有限元理论和疲劳分析理论相结合的方法对法维莱某型受电弓关键部件进行了静强度分析及疲劳可靠分析。使用三维建模软件对该受电弓进行实测实体建模,然后利用有限元分软件对该模型关键进行静强度分析,得到关键部件的等效应力云图及应力最大点的位置;定义各关键部件的材料参数及一定时间内的载荷序列数据,选用N-S疲劳设计和静态疲劳分析方法,利用疲劳分析软件对该受电弓关键部件进行疲劳可靠性分析,得到该受电弓关键部件的疲劳结果云图和各节点的疲劳寿命,并从得到的云图中分析出最容易疲劳破坏的位置及寿命后再进行实际试验测试验证。", "label": "交通运输工程", "id": 0}
{"content": "根据动车底架的结构特点,针对底架重复定位精度、焊缝焊接质量和底架地板点焊装配等问题,提出了针对性的解决方案。同时总结提炼出底架自动焊对装配和焊接参数的高标准要求,最终实现了FXD1底架的自动化焊接。", "label": "交通运输工程", "id": 0}
{"content": "分析了电力机车车钩箱的焊接结构,指出了车钩箱的部件和车钩箱总成的组装与焊接工艺要点,提出了采用自动焊进行车钩箱压板、侧壁焊接和车钩箱总成焊接的工艺过程,经过实际生产验证,车钩箱自动焊有效地降低了焊接劳动强度,提高了焊接质量。", "label": "交通运输工程", "id": 0}
{"content": "本文以某电力机车边梁为例,研究边梁组装和焊接一体化的全自动焊工艺的可行性。通过对机器人工装夹具和设备的结构优化,现有组焊工艺分析,模拟验证,焊接工艺研究以及实物焊接,解决了应用过程中出现的装夹方式、组装工艺、焊接工艺等问题,顺利实现了全自动焊工艺在电力机车边梁上的应用。", "label": "交通运输工程", "id": 0}
{"content": "通过采用数值分析法和工程方法分析研究了机车车体顶盖盖板自动化焊接应用,从焊接工艺、工装设计、智能化生产等方面进行工艺攻关,最终确定了顶盖盖板薄板长直焊缝的批量自动焊工艺。", "label": "交通运输工程", "id": 0}
{"content": "对智能检测系统的组成功能及成像机理进行了阐述,并结合实例详细分析采用数字射线检测技术对不同材质的管材和板材进行检测过程,通过对最终得到数字图像综合性能指标结果评定,达到和超过国际国内工业DR检测标准的要求。", "label": "交通运输工程", "id": 0}
{"content": "以时速160km/h动车组钢制风缸的焊接为例,对该车型风缸射线检测焊缝质量控制进行深入的探讨研究,以保证风缸的焊接质量及行车安全。", "label": "交通运输工程", "id": 0}
{"content": "以时速250km中国标准动车组车体为研究对象,结合实际生产中的情况,运用复合调修法,有效地实现了铝合金车体高度尺寸的控制,为动车组车体调修积累了宝贵的经验。", "label": "交通运输工程", "id": 0}
{"content": "介绍了Φ40mm×2mm铝合金管斜45°对接单面焊双面成形焊缝焊接的操作要点,对焊接中所产生的焊接缺欠进行了原因的分析,并提出了有效的解决措施。", "label": "交通运输工程", "id": 0}
{"content": "针对机车车体专用轻量化侧墙骨架组焊工装跨车型专用性强、换型难度大、维护成本高等问题,从主体框架通用化设计,纵梁、立柱定位系统集成模块化设计及标准件使用等方面进行技术革新,完成轻量化侧墙小骨架不同车型间简便换型、绿色环保的组焊工装通用化实施方案及应用。", "label": "交通运输工程", "id": 0}
{"content": "主要阐述分析一种超重结构的机车枕梁组焊工艺,通过枕梁结构和重难点分析,采取实施一系列措施,有效控制枕梁组焊质量,减少焊接变形,满足枕梁关键尺寸要求。", "label": "交通运输工程", "id": 0}
{"content": "通过分析某重型机车端牵引梁的结构和制造重难点,优化组焊工序、制订合理的工艺放量和焊接顺序、联合使用工艺支撑、焊后调火等多种方法,有效保证了端牵引梁的组焊质量,减小和控制了焊接变形,能满足各项关键尺寸要求。", "label": "交通运输工程", "id": 0}
{"content": "为保证城市稳定发展,需要发挥城市治理职能,而轨道交通作为城市基础公共设施能够降低交通压力提高运输效率,有助于为经济建设提供推力,只有落实轨道交通的公共管理工作,才能切实有效的推动城市发展,本文探讨了目前在城市治理中轨道交通管理所存在的问题,并以此分析了在新形势下轨道交通建设工作的优化策略,确保为城市市民提供更优质的服务。", "label": "交通运输工程", "id": 0}
{"content": "本文针对当前我国致力于推动高质量发展,壮大实体经济,通过大力发展职业教育培养社会需要的、数量充足的技术技能人才的背景前提下,结合《职教改革20条》,以轨道交通单片机原理及应用,提出一条\"三点一面\"的创新教育教学模式,实现职业教育的多元、跨界、整合和重构。", "label": "交通运输工程", "id": 0}
{"content": "随着国家经济和社会的高速发展,对基础建设的需求不断增加,我国的工程建设也以一个突飞猛进的步调发展着,在各种形式的基础建设之中,地下空间的开发和利用也被越发重视起来,因此,将不可避免地存在地下建筑相互影响问题。本文以西安南门外地下综合体基坑工程下穿西安地铁二号线盾构隧道为背景,采用FLAC3D数值软件,建立三维数值模型,结合实际工程水文地质与工程地质条件,研究在三种不同施工工法作用下西安市南门外地下综合体工程施工对下卧既有盾构隧道衬砌结构的影响。（1）分别进行了全断面整体开挖工法、先两侧后中间开挖工法、先中间后两侧开挖工法三种工法的数值模拟,分析了不同开挖工序下既有盾构隧道的应力与位移变化规律。（2）从三个方案施工引起既有盾构隧道衬砌结构的位移量对比分析,先两侧后中间开挖工法与先中间后两侧开挖工法较之全断面整体开挖工法对隧道结构隆起位移的影响小。（3）从三个方案施工引起既有盾构隧道衬砌结构的应力数值对比分析,先两侧后中间开挖工法对隧道结构应力影响较小。研究成果为设计和施工方案优化提供很好的指导作用。", "label": "交通运输工程", "id": 0}
{"content": "随着我国城市化进程的一步步深化,城市的交通日趋拥挤的问题急需解决,而地铁不失为城市交通拥堵问题的最优解。地铁作为公共交通工具不仅具有快速,不拥堵的优点,还拥有舒适、环保、经济等一系列优点。因此大城市解决城市交通拥堵问题的首选是地铁。设计采用矿山法施工,首先确定荷载分布,隧道设计采用荷载——结构模型,采用极限承载力法设计,再进行内力计算,利用计算出的数据进行配筋设计。", "label": "交通运输工程", "id": 0}
{"content": "随着城市化发展,城市交通负担越来越重,私家车越来越多,造成了城市交通的阻塞,城市地铁的发展越来越快,地铁是城市交通运输量最大、发展最快的可持续性交通出行工具。我国基于地铁站点对城市空间的综合设计与利用正处于摸着石头过河的起步阶段。对于今天以公共交通为导向的城市规划来说,如何使得地铁站点与其辐射的周边城市公共空间形成良好的互动,是值得思考和研究的问题。", "label": "交通运输工程", "id": 0}
{"content": "沟东区间位于青岛市城阳区,为拟单线单洞地下区间。隧道长度1084.07米,隧道坡度设计数值为2‰,参考相关铁路隧道设计规范对其进行设计,根据隧道长度、施工人员数量等因素进行了隧道的通风设计,选用两台SD-Ⅲ-80的压入式风机。对盾构法的管片接缝防水进行了进一步设计,采用三元乙丙橡胶与遇水膨胀橡胶的复合材料来制作双道弹性密封垫,并确定密封垫尺寸,进行了强度验算。", "label": "交通运输工程", "id": 0}
{"content": "苗岭路站是青岛蓝色硅谷轨道交通工程近期起点站,同时与地铁2号线节点台～台换乘。蓝色硅谷线苗岭路站一侧为高层建筑,如崂山CBD青岛国际会展中心、丽达购物中心等高层建筑。一侧为主要道路如深圳路等。位于深圳路东侧苗岭路下方东西方向布置,为地下三层侧式站台车站。车站采用明挖法施工,站后设折返线,站前接单洞双线矿山法区间。基坑监测方案设计,其中包括支护结构水平竖向位移监测、基坑周边建筑物沉降监测、地下水位监测、桩锚应力监测等。", "label": "交通运输工程", "id": 0}
{"content": "高速铁路锚定板挡土墙在有关工程的路基保护中发挥着十分重要的作用。本次论文主要研究某段挡土墙的设计和一系列该有的验算。在进行设计之前要测量,实地考察,因为这样才可以初步知晓建筑物的类型和大小,然后在利用相关理论进行土压力计算,检验构造物的稳定性并且验算截面的强度,最后还要有防护措施,从而确保工程的安全性。", "label": "交通运输工程", "id": 0}
{"content": "新建或增建铁路靠近既有铁路网线、靠近城镇居民密集点、靠近市政规划道路或高速公路等环境敏感地段,地方对采取普通爆破工法开挖施工反弹较大。以某高铁石质路堑开挖为例,深入比较了普通爆破施工工法与静态爆破工法各自的特点;并详细阐述了静态爆破工法的施工组织,以期能为类似工程提供参考。", "label": "交通运输工程", "id": 0}
{"content": "针对地铁工程中海域段衬砌混凝土抗裂性能提升问题,研究C50混凝土中掺入不同比例的纤维以及掺入性能优异的减水剂来研究混凝土的各项性能。", "label": "交通运输工程", "id": 0}
{"content": "随着我国经济和施工技术的快速发展,城市轨道交通得到了快速发展,尤其是地铁深基坑工程越来越多,对基坑的变形控制和降低对周边环境的不利影响的考验越发凸显,特别是在城市中心区域复杂环境地段的基坑。以上海市轨道交通14号线嘉怡路站主体基坑为例,对钢支撑轴力伺服系统施工技术的具体应用进行介绍。", "label": "交通运输工程", "id": 0}
{"content": "城市地铁处于运行当中,地铁两侧的建筑属后开发模式,其两侧的基坑施工,基坑支护工程本身会发生一定的水平位移等变形,在土方开挖过程中,势必亦会为地铁造成一定程度的各类变形,特别是对于零距离地铁的车站站体和区间隧道的基坑,为有效抑制运营地铁的变形,基于时空效应理论,土方开挖时,对地铁变形的管控是难点之一,从而降低在线运营地铁的安全风险。", "label": "交通运输工程", "id": 0}
{"content": "本工程共分4期、6个基坑同步建设,基坑深度达17m,而且基坑群中穿运营地铁,属全国首例,在开挖施工阶段对基坑群和运营地铁变形控制要求极高,结合工程实际情况,增设局部支撑栈桥板,大大加快出土速率,延缓对地铁变形的影响,确保基坑施工安全可靠。详细介绍撑桥一体化设计与施工工艺。", "label": "交通运输工程", "id": 0}
{"content": "基坑群位于天津市软土地区,基坑群中穿时速60km/h的运营地铁,中穿范围包含地铁车站主体结构及盾构隧道。基坑群开挖深度不同,最大开挖深度与盾构隧道埋深持平。施工过程中,运营地铁不停运、不降速,基坑群施工不仅要应对基坑自身变形,地铁隧道、站体结构水平变形矢量控制在预警值内且保证地铁结构不渗漏,基坑工程全寿命周期通过一系列的手段对地铁、基坑、降水、土方开挖方式调整、变形数据的模拟与监测分析等,保证地铁运营安全。", "label": "交通运输工程", "id": 0}
{"content": "为了研究基坑开挖过程中围护结构的变形与土压力的相互关系,通过对太原某地铁深基坑开挖过程进行数值模拟分析,获得围护结构始于初始静止土压力的水平位移的变化情况,并将其与在传统朗肯主动土压力作用下的水平位移计算值和现场监测值进行对比分析。研究结果表明:考虑初始应力状态随开挖过程计算得到的围护结构最大水平位移为5.31mm,与实际现场监测的最大水平位移（6.95mm）较为接近,而在朗肯主动土压力作用下得到的最大水平位移为17.21mm,表明该分析方法比较合理可靠;在基坑开挖过程中,围护结构位移逐渐增大,所承受的土压力由初始的静止土压力向主动土压力逐渐发展。", "label": "交通运输工程", "id": 0}
{"content": "对地铁矿山法工程防水设计进行剖析,分析地铁矿山法工程防水设计缺陷,研究地铁矿山法工程防水设计优化方法和措施,为今后类似工程施工提供经验借鉴;基于山岭隧道防排结合的设计理念,地铁矿山法工程防水加设适量排水系统;建议防水尽量采用机械化施工,大幅提高防水施工质量;通过优化防水设计及提高防水施工质量,能有效减少建设阶段及运营阶段地铁隧道或车站结构渗漏水问题,大幅减少地铁建设及运营维护成本。", "label": "交通运输工程", "id": 0}
{"content": "在地铁工程的建设过程中,可通过在已施工完毕的区间隧道（钻爆法和盾构法）通过扩挖或改建的方式施工车站。结合某地铁暗挖区间隧道改车站工程,研究采用水钻非爆破破除洞门+隔振孔隔振+分区控制爆破技术,确保了区间扩挖施工安全和既有衬砌结构的安全,相关技术可为类似工程提供借鉴和参考。", "label": "交通运输工程", "id": 0}
{"content": "在城市轨道交通建设过程中,线路交叉位置在面临中间夹杂土体为强风化泥岩、粉质黏土、松散砂卵石等软弱岩土体且地表为既有房屋等建（构）筑物的复杂地质及工程环境下,施工风险极高。以成都地铁8号线上跨9号线3条区间隧道为依托,通过FLAC3D数值模拟,研究了未加固、地表注浆加固、隧道钢支撑加固及洞内深孔注浆加固技术对新建线、既有线隧道及地表变形规律的影响,以此提出了综合加固技术对重叠隧道区间进行加固,相比未加固时9号线隧道最大隆起值减小76.4%,8号线最大沉降值减少了67.9%,且沉降分布更加均匀。介绍了上跨下穿交叉区域的施工控制技术,现场实测数据表明区间隧道变形及地表沉降均处于规范容许范围内,结构处于安全状态,表明综合加固技术对重叠隧道区间沉降控制具有较好的效果,研究对后续类似工程具有一定参考价值。", "label": "交通运输工程", "id": 0}
{"content": "盾构机在矿山法隧道内始发,隧道空间狭小造成反力系统安装困难,施工难度大、安装过程存在较高风险,给盾构始发造成较大阻碍。通过对智利圣地亚哥地铁7号线1标矿山法隧道盾构始发反力系统研究,并对反力系统进行优化设计,提高反力系统安装效率,降低安装风险,为盾构施工按期完成提供保障,同时也可为类似项目提供借鉴。", "label": "交通运输工程", "id": 0}
{"content": "极端软硬不均地层盾构法施工,刀盘选型不当是滚刀非正常损坏严重的重要原因之一,本文以珠机城际金融岛—横琴区间工程为背景,通过对极度软硬不均地层盾构适应性研究,在建立相应的力学模型,分析刀盘掘进过程中存在的问题,找出刀盘存在的薄弱环节,制定了应对措施,提升了刀盘适应性,大幅减少滚刀的非正常损坏和提高盾构施工效率。", "label": "交通运输工程", "id": 0}
{"content": "以武汉轨道交通5号线彭刘杨站—司门口站区间隧道下穿半山桥桥梁桩基托换工程为依托,详细介绍了桥梁桩基托换关键施工技术,并对其中超前支护施工、二衬施工、桩基割除施工等关键环节进行质量控制,以确保该工程能够高标准高质量完成,最后从钢筋工程、模板工程和混凝土工程3个方面进行具体技术总结,为后续在城市地铁建设遇到的类似桩基托换工程提供了宝贵的施工经验。", "label": "交通运输工程", "id": 0}
{"content": "隧道建设中有害气体研究大多以煤矿为背景,对地铁盾构施工中有害气体的影响研究较少,对现有矿井或盾构施工中对有害气体的处理措施应用到湖相软土的盾构施工有不适用性。以昆明地铁5号线盾构工程为依托,对有害气体的成因、对地铁盾构施工的危害及采取的治理措施进行研究,结果表明,泥炭质土因有机质含量较高,在缺氧条件下与厌氧菌反应会产生甲烷等有害气体。盾构施工中遇到的有害气体呈气囊状,应有序释放,可缩短施工期、减小经济影响及确保施工安全。抽排装置、密闭系统、隧道通风及检测等多措施相结合,可有效防治地铁盾构施工中有害气体的影响。通过对昆明地铁5号线盾构施工中有害气体的危害及各种有针对性的处治措施的应用研究。", "label": "交通运输工程", "id": 0}
{"content": "南京西岗北片区基础设施建设项目中新建捷运大道项目与南京地铁四号线共线,其中捷运大道箱涵搅拌桩桩底距离隧道顶最小距离为5.0m,大体积箱涵的建设不能保证地铁的安全运营。通过技术探索与MIDAS-NX仿真分析软件三维建模验证,采用分段开挖与分层填筑的方式可以有效保证施工过程中地铁盾构区间的沉降变形符合规范,并且设计全面的地铁盾构区间形变监测方案确定监测点布局与监测频率,完善施工过程中对地铁区间的保护措施,保证施工过程中地铁运营安全。", "label": "交通运输工程", "id": 0}
{"content": "城市地铁车站PBA工法修筑过程中对地表沉降有很高的要求,在二衬扣拱破除初支小导洞进行受力转换是重要的工序,而对于小导洞破除的跨度对主体结构的受力以及引起的地层沉降位移规律理论研究还不够完善。以北京地铁16号线某一地铁车站为工程背景、对站厅层、站台层分别顺作,整体逆作的二衬扣拱环节运用FLAC3D数值模型在破除初期导洞过程中进行研究,并结合地表检测数据进行相关分析,得出破除初支小导洞合理跨度范围。", "label": "交通运输工程", "id": 0}
{"content": "随着轨道交通的快速发展,基坑开挖的位置由原来的远离既有隧道变得靠近既有隧道,临近基坑开挖使土体移动,对既有隧道的管片会造成一定变形影响,以宁波轨道交通海福区间临近既有轨道基坑开挖为例,以期对类似工程提供参考借鉴。", "label": "交通运输工程", "id": 0}
{"content": "城市地下空间的开发涌现出紧邻既有隧道的深基坑开挖工程,基坑开挖卸荷作用将引起下卧隧道的隆起变形。为分析复杂开挖环境下隧道变形规律及控制措施,本文以上海地铁某换乘区间深基坑工程为例,开展复杂环境下有限元数值模拟和现场监测,获得既有车站、隧道及基坑的变形特性。结果表明:\"墙冻结法施工+地下连续墙\"的复合围护墙施工和分区分层开挖有效地减小了坑底土体隆起量,将隧道最大隆起变形控制在9mm,符合电力隧道保护要求。", "label": "交通运输工程", "id": 0}
{"content": "深圳市城市轨道交通13号线白芒站侧墙施工采用移动式液压模筑台车。移动式液压模筑台车是在传统模板工程施工的基础上,采取大型拼装钢模板,将模板与支架进行一体化施工。该工法采用全液压立模、脱模,电动减速机自动行走等技术,每段侧墙施工完成后,通过轨道整体移动至下一段进行施工。通过对台车的深化设计,成果的应用于曲线段侧墙施工。", "label": "交通运输工程", "id": 0}
{"content": "天津地区属于海积-冲积滨海平原,地层沉积规律性强,以粉土地层为主、且富含承压水,该类地层给盾构施工带来极大风险。本文首先调查天津地质情况以及典型地层特点。其次依次分析了天津地铁2号线施工螺旋输送机突泥涌水导致盾构机被埋事故、天津地铁6号线管片结构受损导致涌水涌砂事故及盾构左线接收施工渗漏事故、天津地铁Z1线左线始发突发性漏水事故。结合工程案例,总结归纳在天津富水粉土地层进行盾构法隧道开挖时的风险,并提出相应的解决措施,旨在为在富水粉土地层盾构隧道施工提供借鉴。", "label": "交通运输工程", "id": 0}
{"content": "针对防水体系传统施工工艺存在效率低、质量差以及成本控制难等问题,结合全盖挖地铁车站结构与防水体系施工特点,研制了宽幅超长防水板铺装平台,利用机械辅助铺设可实现宽幅、超长防水卷材的施工,从而大幅度提升施工效率,减少卷材搭接接头,提高施工质量;同时根据防水体系下料计划,提出了一种可拆卸的宽幅超长防水卷材临时悬托件,解决了剩余卷材对盖挖车站基坑土方施工的影响。工程应用表明,该技术可将防水板施工效率提高至传统方法的1.5倍,防水卷材施工一次合格率由77.5%提高到97.6%,工程意义与技术先进性十分明显。", "label": "交通运输工程", "id": 0}
{"content": "依托郑州地铁首次应用中桩钢管柱一体化施工技术,利用反循环钻机和移动式调垂机进行桩基和钢管柱一体化施工,规避人工安装钢护筒及定位器风险,提高施工效率,降低资源投入,缩短降水周期,节省成本与工期,利用超声波检测仪、测斜仪、调平仪等控制一体化成桩精度。", "label": "交通运输工程", "id": 0}
{"content": "盾构在砂卵石地层密集下穿河流、既有铁路、房屋及高压铁塔等建（构）筑物段,通过对以上内容的研究和数值建模分析,总结出洞内和地面协同控制措施,实现下穿前后地面环境的安全。", "label": "交通运输工程", "id": 0}
{"content": "近几年,市政管道、电缆铺设等工程施工过程中出现了众多长距离小间距基坑,且部分基坑临近地铁等重要建筑物。长距离小间距基坑卸载后,近邻地铁隧道及车站结构的力学响应问题一直困扰地铁正常运营和基坑施工。以天津某侧穿和上卧地铁隧道的长距离小间距基坑为研究载体,以MIDAS软件为研究工具,分别开展了HSS模型和MC模型下长距离小间距开挖后地铁隧道力学响应的差异性分析。结果表明:长距离小间距基坑随可视为平面应变受力简单,但其开挖卸载后成带状分布的附加应力复杂,临近地铁隧道会整体向基坑方向移动变形并上浮。HSS模型和MC模型下的基坑开挖卸载后地铁隧道力学响应与实际监测相似,但HSS模型下地铁隧道变形值与实际监测值差异性更小。", "label": "交通运输工程", "id": 0}
{"content": "以成都地铁3号线为例,通过盾构始发与到达的施工经验总结,发展和巩固了富水砂卵石地层的土压平衡盾构掘进控制技术,填补了该工艺在富水砂卵石地层的施工的空白。", "label": "交通运输工程", "id": 0}
{"content": "浅埋暗挖法施工的地铁车站大多处在热闹的核心城区,周围地表环境比较特殊,施工过程中控制不当容易造成地表的过大沉降,为了减小施工对周边环境的影响,需对施工中容易引起地表沉降的工序进行监测和数据分析,以便采取有针对性的施工措施防止地表沉降。结合郑州地铁10号线医学院站工程实例为背景,在浅埋暗挖法地铁车站管幕为平顶的情况下,对不同施工阶段产生的地表沉降进行监测和数据统计,根据现场监测数据分析不同施工阶段地表沉降产生的原因。采取一系列针对性可行的施工措施,保证地表沉降可控。", "label": "交通运输工程", "id": 0}
{"content": "以郑州地铁10号线医学院站为例,分析PBA工法与管幕+型钢格栅强支护结合情况下,根据现场施工监测数据,结合设计过程的理论分析,与相对常规支护的PBA暗挖工法相比较,管幕+型钢格栅支护形式可有效改善暗挖施工对地层变形影响的变形曲线,已基本消除变形急剧增大区。管幕+型钢格栅强支护条件下,影响暗挖地层变形的阶段依然为导洞暗挖施工工序与顶板扣拱施工工序阶段。总变形量与常规支护的暗PBA暗挖工法变形量比,初支强支护条件减小约25%～30%的变形。通过理论模型计算与实测数据相互验证,变形规律研究结论真实可信。", "label": "交通运输工程", "id": 0}
{"content": "富水砂层中进行暗挖隧道施工必须对富水砂层进行加固。针对北京地铁17号线工程介绍了掌子面全断面超前注浆加固方法,提出了注浆孔布置、注浆工艺以及注浆材料等相关施工参数。由于富水砂层孔隙小渗透系数低,颗粒型浆材如水泥水玻璃形成大范围单一劈裂浆脉,难以有效加固地层,溶液型浆材改性水玻璃在砂层中可形成网状劈裂及沿界面的水平劈裂,浆脉周边范围有较好的渗透加固效果。", "label": "交通运输工程", "id": 0}
{"content": "为了探究侧穿和上穿既有地铁的沟槽开挖后地铁隧道和车站变形特性,以天津某一电缆沟槽工程为研究对象,以MIDAS软件为研究工具,分别基于土体小应变（HSS）模型和莫尔库伦（M-C）模型,探究了沟槽开挖、电缆施工和回填三个施工阶段中既有地铁隧道的变形特征。结果表明:复杂的空间几何关系是影响沟槽和既有地铁隧道及结构相互作用的主要因素。沟槽从开挖到回填过程中,地铁隧道及车站除了收到不均匀附加应力还受到卸载-再加载作用。HSS模型由于真实反映周边土体的变形特征,其模拟计算出的地铁隧道及车站结构变形值更趋近实际监测值。", "label": "交通运输工程", "id": 0}
{"content": "为了探究沟槽基坑卸载作用引起下卧地铁隧道的变形规律,依托天津某一沟槽基坑工程实例,将BP神经网络耦合到有限元分析软件Midas,构建了5-25-5网络结构,探究了沟槽基坑施工过程中下卧地铁隧道的力学响应问题。结果表明:当沟槽基坑施工位置处于地铁隧道正上方时,地铁隧道变形会突增,突增变形量约占总变形量约60%;BP神经的5-25-5网络结构可以有效对沟槽基坑施工地铁隧道变形进行反演分析预测,预测值与实际监测值误差小于5%。", "label": "交通运输工程", "id": 0}
{"content": "针对电气化铁路接触网几何参数测量存在户外巡检工作困难、信息化程度不高、效率偏低等问题,提出了基于高精度惯性稳定平台的接触网智能巡检系统。系统通过对接触网图像目标的识别,采用三环PID的稳定控制算法实现对接触线的自动定位与跟踪,完成对接触网导高、拉出值、外轨超高等参数的实时精准测量。仿真与实验结果表明:在铁轨较大振动扰动的情况下,基于惯性稳定平台技术的接触网智能巡检系统仍具有较高的稳定精度和跟踪性能,保证了智能巡检系统对接触网几何参数的测量精度,对预防接触网事故的发生以及保障铁路系统的正常安全运行具有重要的意义。", "label": "交通运输工程", "id": 0}
{"content": "高速列车通常采用电力驱动,由安装在车顶的受电弓从接触网采集电流,受电弓的受流质量将直接影响列车的安全性与稳定性。受电弓与接触网的动态相互作用对受流质量的影响很大,而接触网的初始平衡状态对弓网间的动态相互作用研究至关重要。本文提出了一种基于ANCF的自适应变长度索单元模型,并将其用于计算铁路接触网的初始平衡状态。本文以柔性多体系统动力学理论为基础,采用基于绝对节点坐标法的变长度索单元和定长度索单元对由柔性索构成的接触网进行建模。其中变长度索单元采用任意拉格朗日—欧拉法描述,其控制方程中包含因单元长度变化而产生的附加项,当单元的长度不再改变时附加项等于零,该单元等效为定长度单元。本文选取并给出了铁路接触网初始平衡状态的几个特征变量,并根据这些特征变量设计了控制函数。将接触网当前时刻的特征变量输入控制函数中,即可计算出各变长度索单元的即时长度变化率。每个变长度索单元的长度通过这些控制函数自适应调整,接触网将从简单构形最终演变为等效的静态平衡构形,此时所有单元的长度不再发生变化,铁路接触网的找形分析完成。将本文计算结果与已发表的结果进行比较,验证了模型的有效性和准确性,且本文提出的模型具有通用性,可应用于复杂结构的铁路接触网找形分析。", "label": "交通运输工程", "id": 0}
{"content": "高速铁路接触网整体吊弦在实际服役过程承受压缩与动态受力的往复循环作用,长期服役条件下其承受弯曲与动态力的疲劳作用。采用有限元技术模拟分析了高速铁路接触网整体吊弦在服役过程中弯曲时的压缩幅值以及动态受力,在300km/h速度下其压缩幅值为4.78mm,最大动态受力为270.9N。", "label": "交通运输工程", "id": 0}
{"content": "微轨交通系统是一种轻型、低速、中低运量的新型公共交通方式,是其他公共交通方式的有益补充和完善。针对微轨交通供电系统三相不平衡问题,提出了一种微轨交通供电平衡装置并分析推导了其控制方法,平衡装置由4个换相器、2个电感组、2个电容组和1个控制器组成,具有成本低、控制简单、换相频率低、适应性强等优点,通过实例证明了该装置能够有效降低微轨交通供电系统的不平衡度,满足供电平衡的需求,工程实用性强。", "label": "交通运输工程", "id": 0}
{"content": "牵引供电系统是城市轨道交通大系统中的重要组成部分,其目前主流形式为架空的接触网系统,为改善其视觉缺陷,新型供电制式应运而生,主要有地面接触式供电系统,非接触式供电系统以及车载储能系统。本文在查阅相关文献的基础上,对现有系统工作原理、工作特点、应用现状、发展趋势作了总结介绍,地面接触式供电系统和感应式供电系统由于其自身局限性发展缓慢,车载储能技术随着电池和超级电容技术的发展,将会是未来无接触网发展主流方向,且其主要储能方式为混合储能。", "label": "交通运输工程", "id": 0}
{"content": "制定合理的铁路接触网维修计划是实现铁路稳定可靠经济运行的有利保障。为此,提出了采用遗传算法优化粒子群算法的铁路接触网维修计划优化方法。对铁路接触网风险评估理论进行了分析,获得了铁路接触网风险维修时的指标因子,并对引起接触网故障的设备进行了研究。提出了采用遗传算法优化的粒子群算法,提高传统粒子群算法的全局搜索能力以及收敛速度,根据所提的优化方法,建立铁路接触网风险维修计划优化模型及约束方案,实现维修计划的优化选取。通过实验仿真对比,验证了基于改进粒子群算法的接触网风险维修方案,比传统的计划方案维修费用低,提高了算法收敛速度,降低了运行中的铁路接触网故障风险率及维修损失。", "label": "交通运输工程", "id": 0}
{"content": "针对目前铁路电力计量计费系统的信息化能力相对滞后、计数上传迟缓、无法避免人工抄表引起的误差、低效率等缺点,建立了一套新型铁路电力计量计费管理系统。该系统以电力计量计费为基础,以工作进度统计分析、信息审核流转、报表统计、人员考核管理为主要功能,实时对用户用电情况进行分析及异常情况提醒,不仅可以极大地提高电费收缴工作的效率、降低运营成本、减轻抄收人员负担,还能便于工作人员设计电费运营方案,增加铁路供电管理单位的经济效益。", "label": "交通运输工程", "id": 0}
{"content": "本文通过对区间和车站钢轨电位的计算,并结合了综合接地最小接地电阻的因素进行了分析,提出高速铁路完全横向连接线和回流吸上线的优化方案,尽可能减小钢轨电位。", "label": "交通运输工程", "id": 0}
{"content": "本文基于铁路贯通地线的由来和发展,对比了现有贯通地线产品的优缺点,并提出了新型产品柔性石墨铁路贯通地线。通过对新产品的试验和测试,分析柔性石墨贯通地线的耐腐蚀性、阻燃性、通流性、温升性能、抗拉性、土壤接触性能和冲击散流性能等技术性能,并介绍新型地线的使用方法和现场试用情况。", "label": "交通运输工程", "id": 0}
{"content": "<正>一、破解国家铁路供电技术难题历史在发展,时代在前进,科技在进步,新的取代旧的是任何人抗拒不了的历史潮流和规律。创新,一个颠覆世界铁路百年供电模式、破解国家铁路现有供电技术难题的创新,2018年在中国发明。这个世界铁路运输业的难题,中国铁路困惑几十年破解不了的重大科技难关问题,终于破解了。是国家哪个科研机构?哪个工程院士团队?哪个专家组?哪个大学院校破解的呢?全都不是,这个奇迹发生是科研机构、院士专家、教授学者猜想不到的。", "label": "交通运输工程", "id": 0}
{"content": "基于组合式同相供电技术和储能技术的优势,研究一种含有储能的新型牵引供电系统。以负序国标限值为约束,以再生制动能量回馈利用和系统容量优化配置为目的,分析了系统工作原理。利用MATLAB/Simulink搭建了系统仿真模型,模拟分析了不同工况下的系统运行特性,验证了该供电方案的正确性和有效性。", "label": "交通运输工程", "id": 0}
{"content": "电气化铁路是当代最重要的一种铁路类型,既减少了环境污染,又提高了运输能力。电气化铁路接触网作为电气化铁路最重要的组成部分,在运行过程中有时候会出现线索电气烧伤的问题,严重时还会将线索烧断,造成重大行车事故,严重影响铁路正常运行。因此,特别有必要对接触网线索烧伤的问题进行探讨、研究和分析,找出问题的症结所在,切实解决问题,避免行车事故的发生,确保铁路安全高效运行。", "label": "交通运输工程", "id": 0}
{"content": "精确构建铁路牵引供电负荷的计算模型是科学选配牵引变压器的技术基础。为应对各种牵引变压器接线形式带来的困惑和提高牵引供电计算的效率,论文在基于平均运量图思想的基础上,理论推导一种贴近实际的牵引供电负荷计算模型,并开发出牵引供电容量工程计算软件。该软件系统前台采用界面友好的LabVIEW编程语言、后台采用关联型数据库Access,且实验证明该软件具有计算准确、易于安装和操作的特点。", "label": "交通运输工程", "id": 0}
{"content": "新建铁路信息工程具有着点多线长的特点,在站场零星分布的微型数据中心因地理、环境、房建等方面的差异,一直面临着难以统一标准、建设和运维管理困难的窘境,同时受制于站房工程施工进度,站后信息工程往往要面临工期紧张的困境,特别是在类似川藏线高寒高海拔缺氧地区,信息机房建设施工难度更大。通过引入智能化、微模块化机房建造技术,以技术手段降低施工难度及人工成本,对保障工程进度和质量有着现实意义。", "label": "交通运输工程", "id": 0}
{"content": "牵引供电系统是城市轨道交通极为重要的组成部分,其自动化技术的发展是提高城市轨道交通牵引供电质量及其RAMS性能的关键,也是推动城市轨道交通信息化、数字化、智能化发展的关键点之一。IEC 61850确定的系统体系结构及通信模式是未来城市轨道交通数字化变电所的支撑基础,也是当今变电所自动化发展的趋势。本文介绍了城市轨道交通变电所继电保护系统、综自系统由现行标准向IEC 61850标准过渡期间的设计方案,对城市轨道交通数字化变电所的建设方案与常规系统的兼容模式进行了研究,并对保护GOOSE应用进行了介绍分析。同时,通过借鉴电力系统实际工程经验,对在实际工程中如何应用IEC 61850标准提出了建议。", "label": "交通运输工程", "id": 0}
{"content": "随着我国大规模铁路建设的开展,一大批客运专线和高速铁路正加紧建设,一张全新的以客运为主体的中国铁路客运网即将建成,和既有的铁路网一道,服务于中国现代化的建设。中国主要的政治、文化、经济中心是客运专线、高速铁路网服务的核心结点,一大批大型客站即将建成。大型客站是各中心城市的门户和主要交通中心,必将成为展示新时期铁路风貌的重要窗口,也必将成为展示新时期中国社会主义建设成就的重要窗口。本文将通过介绍虹桥站、南京南站的接触网设计,说明大型客站接触网设计的一般原则、设计要点,确保大型客站站房设计达到\"以人为本,全面提升站房设计的功能性、系统性、先进性、文化性、经济性,确保大型客站站房能为旅客提供安全的、完善的、高效的、快捷的运输服务\"的总体目标,将大型客站站房建设成建筑精品。", "label": "交通运输工程", "id": 0}
{"content": "整体吊弦是高铁接触网安全运行的关键零部件,但在实际服役过程中会出现疲劳断裂情况,严重影响弓网受流与行车安全。吊弦的动态受力是影响吊弦疲劳寿命的主要因素,本文应用有限元软件对整体吊弦在实际服役条件下的动态受力进行了分析研究。结果表明:接触网振动过程中整体吊弦轴向力随时间、位臵变化,在第二受电弓激励下吊弦绞线中出现最大轴向力,约为其静态力的8倍。", "label": "交通运输工程", "id": 0}
{"content": "<正>电气化铁路是当代最重要的一种铁路类型,其沿途设有大量电气设备为电力机车提供持续的动力能源。电气化铁路的牵引供电系统主要由牵引变电所和接触网两大部分组成,其中,接触网是向电力机车直接输送电能的设备。目前,各类电网的实时监控已经成为有关部门和国内外技术专家重点关注的热点之一,同时也是制约电网电力系统实现自动化和智能化的关键。基于物联网的高铁接触网智能监测系统的设计目", "label": "交通运输工程", "id": 0}
{"content": "列车通过受电弓从接触网上获取电能,良好的弓网接触是列车安全行驶的重要保障。本文通过受电弓振动试验台,对受电弓归算质量（三质量块）模型的等效参数进行了测量,然后采用锤击法对高速受电弓进行模态试验,得到受电弓的固有频率和模态振型。在abaqus软件建立相同升弓高度的受电弓有限元模型和三质量块有限元模型,计算出其固有频率和模态振型。利用有限元法建立受电弓、三质量块和接触网的弓网耦合动态仿真模型,得出节点位移与单元受力结果。最后对受电弓模态实验、受电弓仿真模拟和三质量块仿真模拟三种方法得到的结果进行对比分析。依据EN50318中有关弓网动态仿真模型的确认方法,确认本仿真模型是可信赖的,为后期弓网系统设计与受电弓结构优化与合理运用提供数据参考。", "label": "交通运输工程", "id": 0}
{"content": "<正>我局为适应市场需求,推进战略发展,拓展产业链条,实现对运营维护业务板块的系统化、专业化管理,集中整合施工及运营管理优势资源,强化施工和运营管理优势互补,于2005年成立了中铁电气化铁路运营管理有限公司,下设6个维管处、4个直管段、15个处管段。截至目前,我局管理使用自轮运转设备共计915台,维管业务管辖范围涉及北京、济南、上海、南昌、太原、西", "label": "交通运输工程", "id": 0}
{"content": "<正>我段自2008年推行接触网作业车机务化管理以来,在铁路总公司和集团公司的正确领导下,逐步建立了一套较完善的接触网作业车机务化管理体系,尤其是在接触网作业车调车安全管理中不断摸索并推行以\"二清、三卡、四强化\"为主要内容的\"二、三、四\"调车工作法,确保了调车安全的持续稳定。截止2018年3月14日,我段已连续实现接触网作业车行车安全14周年。", "label": "交通运输工程", "id": 0}
{"content": "<正>为认真贯彻落实铁路总公司运输安全工作会议精神,强化接触网作业车运用安全管理,我段以全面落实局集团公司\"机务化\"管理\"六个达标\"为重点,以实现接触网作业车\"机务化+专业化\"管理为目标,通过完善各项管理制度与管理手段,大力提升接触网作业车的基础管理,提高了接触网作业车运用安全的控制能力。一、接触网作业车管理的基本情况我段地处全路路网中心的郑州枢纽,担当集团公司管内普速铁路京广线、陇海线、京九线及", "label": "交通运输工程", "id": 0}
{"content": "<正>调车作业是铁路行业机车、自轮运转设备在运用过程中一种常态的作业环节和运转模式。因其作业频繁,作业环节复杂,作业过程中存在较多安全风险,而在现阶段技防手段不普及、不完善的条件下,其控制风险、保障安全的手段较多依赖于人控,致使调车作业成为了一个事故频发的、高危的作业环节。如何有效的降低或减少调车作业过程中的安全风险,确保调车作业全过程的风险可控,成为困扰铁路机车、自轮运转设备运用部门且亟待解决的难题。", "label": "交通运输工程", "id": 0}
{"content": "<正>我段管辖内的京九线、阜六线、合蚌高铁、合福高铁、阜淮线、淮南线16个供电工区,共配备作业车37辆,其中接触网作业车26辆、检修列车1列、综合检测车1辆、多功能作业车3辆、轨道吊车1辆、放线车1辆、平板车3辆、水冲洗车1辆,有作业车司机42人、学习司机43人,另有46人通过了国家铁路局作业车司机资格考试。作业车管理实行段一车间一班组三级管理模式。段层面在安全科设专业工程师1人,下设运监分析室,专职分析人员2人,负责接触网作业车的专", "label": "交通运输工程", "id": 0}
{"content": "<正>我段在接触网作业车调车安全管理方面,借鉴机务管理的成熟经验,结合供电接触网作业车运用实际特点从提高人员素质、完善规章制度、固化作业流程、规范GYK操作、排查调车风险、运用先进装备等六个方面进行重点控制,形成了以\"人控加机控\"的管理运用模式,保证了段接触网作业车调车作业的安全受控。一、注重培训教育,提高作业车司机业务素质1.优化作业车司机\"大课\"学习会制度,定期开展业务培训。我段在提高人员素质方面,借", "label": "交通运输工程", "id": 0}
{"content": "<正>2017年6月30日,我局供电系统接触网作业车发生了一起铁路交通一般B类事故。为杜绝此类事故再次发生,我局深刻汲取事故教训,深入推进自轮运转设备机务化管理工作,细化安全管理制度和措施,全面推进安全管理规范化、现场作业标准化,切实夯实安全基础,大力提升队伍素质,充分发挥科技安保作用,使作业车运用管理有了一定起色。一、推进接触网作业车机务化管理", "label": "交通运输工程", "id": 0}
{"content": "<正>近年来,我局按照\"做好顶层设计、捋顺管理关系、夯实基础管理、狠抓作业标准\"的总体思路,对接触网作业车既有管理模式进行了大胆创新和深入改革,取得了较好效果。一、管理概况目前,我局共有上线运行的自带动力接触网作业车133台（含1组接触网检修车列、1台高铁接触网检测车）,分布在太原、侯北、大西三个供电段和吕梁综合段,共有68个轨道车点,承担", "label": "交通运输工程", "id": 0}
{"content": "<正>按照总公司、集团公司对接触网作业车调车安全管理的有关要求,聚焦\"强基达标、提质增效\"工作主题,以人身安全为首要,以行车安全为核心,强基础、盯关键、促达标,做实调车安全\"三位一体\"防控,全力打通责任落实\"最后一公里\",稳步提升专业管理水平,强力推动一次作业达标,确保调车安全万无一失,实现了调车作业\"零事故\"。一、推行\"机务化\"标准,确保管理规范高效以统一规范调车作业标准为主要内容,通过学习借鉴机务调车作业标准、实施\"五色图\"和", "label": "交通运输工程", "id": 0}
{"content": "依据铁总对高铁线路接触网雷电防护的要求,综合考虑安全性和经济性,为杭绍台铁路（杭州-绍兴-台州）沿线避雷线架设范围提供设计依据。本文根据浙江省ADTD（Active Divectory Topology Diagrammer,活动目录拓扑图）型二维闪电监测定位系统的2007-2016年地闪数据,分别采用\"点\"方法和\"线\"方法计算桩点和相邻桩点沿线的雷电地闪密度值。结果表明铁路沿线十年平均密度呈现为\"南北高中间低\"的分布特征,且70-80%的地区密度值都大于设计阈值,\"线\"方法计算的密度值相比于\"点\"方法更大且超过设计阈值的范围更多。另外几乎每个点或线十年密度最大值都超过设计阈值。所得结果为线路避雷线设计提供了科学的解决方案。", "label": "交通运输工程", "id": 0}
{"content": "随着电气化铁路轨道交通的迅速发展,牵引变负载占城市电网总负载的比重越来越大。牵引变负载的不对称性、高含量谐波特性以及冲击性使得牵引变负载接入电网后对电网的影响不可忽视。变压器是电网中电能传递和转换的核心器件,其运行状态和可靠性关乎整个电网的安全稳定,本文基于PSCAD/EMTDC建立了含有牵引变负载的区域电网仿真模型和电网变压器相关保护模型,分析了牵引变负载注入电网的谐波特性,并分析了变压器几种容易受牵引变负载干扰的后备保护,包括复合电压启动的过电流保护、负序过电流保护、零序电流保护以及零序电压保护。对相关保护的动作特性进行研究分析,针对在牵引变负载影响下可能发生误动的相关保护提出了相应的改进方法和措施。", "label": "交通运输工程", "id": 0}
{"content": "接触网是保证牵引供电系统正常运行的重要基础,为更准确对接触网运行状态做出评估,本文介绍了一种基于改进模糊神经网络接触网运行状态评估方法。该方法首先分析了影响接触网运行状态的相关指标,构建了接触网运行状态指标体系。然后引入了模糊神经网络完成指标参数与安全等级间的模糊映射,构建了接触网安全运行评估模型。同时为提高评估模型的准确性,采用粒子群算法对网络进行了优化改进,并针对实际采集工况数据进行了评估测试。测试结果表明,本文方法能较好地评估三种特殊工况状态。相比传统RNN模型评价方法,该方法平均评估误差更小,能够更好地评估接触网运行状态,这对提供列车安全运营的保障、提高铁路运输行业的发展速度来说具有重要意义。", "label": "交通运输工程", "id": 0}
{"content": "接触网静态检测工作是保证铁路安全、稳定运行的重要保障。为更好地解决接触网静态检测工作存在劳动强度大、作业效率低、人身伤害风险的问题,需研发、应用三维立体扫描装置。本文对三维立体扫描装置的功能进行了阐述,对该装置应用过程中的优缺点进行了分析,通过案例分析证明三维立体扫描装置的优越性,提高了巡检效果、降低了作业风险,为牵引供电设备的安全提供保障。", "label": "交通运输工程", "id": 0}
{"content": "本文从浪涌的概念、产生的原因及危害,说明了综合自动化系统防浪涌的意义,重点阐述了牵引变电所综合自动化系统防浪涌分析、防浪涌入侵的解决方案、浪涌保护器的工作原理及要采用的关键技术等,对设备厂家进行二次系统浪涌防护具有指导意义。", "label": "交通运输工程", "id": 0}
{"content": "既有牵引供电制式中存在以负序为主的电能质量问题和电分相问题,同相供电技术是解决上述问题的有效方案。本文针对基于模块化多电平变换器的单相组合式同相供电系统,重点研究同相补偿装置的控制策略,设计了同相补偿装置的直接功率控制与MMC的稳压控制相结合的综合控制策略,通过模拟多种牵引工况下的系统运行特性,验证了上述供电方案的正确性和控制策略的有效性。", "label": "交通运输工程", "id": 0}
{"content": "电气化铁路电能质量问题备受关注。以连镇铁路扬州境内3座牵引变电所为例,分析了铁路供电系统引起电力系统负序、谐波等电能质量问题。通过计算分析,连镇铁路电能质量各项指标均满足国标要求。", "label": "交通运输工程", "id": 0}
{"content": "境外铁路牵引变电所外部电源的电能质量评估工作已经成为制约其开通运营的重要因素。针对国内铁路项目走出去的需求,本文比较了国内外电能质量标准差异,尤其是谐波和三相不平衡度标准;结合国内铁路项目中电能质量评估采用的常规评估办法,分析了牵引负荷随机波动性、相序轮换考虑不足以及谐波评价标准等方面存在的问题;结合境外铁路项目基于运行图的设计现状,研究了基于运行图的电能质量评估方法。", "label": "交通运输工程", "id": 0}
{"content": "随着我国高速铁路规模不断增大,250km/h标准高速铁路上运行的跨线列车日益增多。由于跨线列车往往采用大功率动车组,部分250km/h标准高速铁路牵引供电系统出现了一定程度的不适应性。本文对某250km/h标准高速铁路牵引变电所负荷进行了实测,根据测试数据分析了大功率动车组负荷特性;根据大功率动车组运行特性,建立了相应的牵引供电系统仿真模型;根据仿真模型,对大功率动车组对牵引供电系统的适应性进行了仿真分析;最后,根据工程需要提出了降低大功率动车组影响的工程措施。", "label": "交通运输工程", "id": 0}
{"content": "同相供电系统可提供牵引供电网中的负序电流、无功电流、谐波的补偿以及解决电分相问题。本文通过建立仿真模型,分析了列车处于再生制动工况下对同相牵引供电系统及电力系统供电质量的影响,验证了同相供电系统在解决电能质量问题和电分相问题上的有效性。", "label": "交通运输工程", "id": 0}
{"content": "使用C#语言和SQL数据库技术开发了电气化铁路接入电网电能质量评估仿真计算软件ErailLink,采用可视化的图形操作界面,可方便地对包含牵引变电所的高压电网进行仿真,能够分析牵引变电所接入情况下对电网谐波和负序的影响。利用牵引变电所现场测试数据,使用ErailLink仿真软件对天津新兴村牵引变电所接入电网的谐波和负序情况进行了评估计算,验证了软件的可行性。", "label": "交通运输工程", "id": 0}
{"content": "高速列车制动多采用再生制动方式,再生制动虽然可以节约能量,但其将引起牵引供电系统产生负序和谐波的电能质量问题。本文就再生制动对牵引供电系统谐波的影响进行了分析,研究了再生制动所引起的谐波特点,针对不同运行工况对再生制动所引起的负序问题进行了理论分析,并对再生制动引起的谐波和负序问题进行了仿真研究,针对谐波和负序问题分别提出相应解决方案,为列车再生制动对牵引供电系统的影响研究提供指导。", "label": "交通运输工程", "id": 0}
{"content": "针对平衡性能良好的YNvd型接线,利用电气化铁路功率调节器（RPC）和YNvd变压器的相互配合,研究了一种基于RPC的电能质量补偿方案,基于端口电气变换方法和平衡补偿理论,建立了系统等值数学模型,以电能质量标准限值为约束条件,优化了综合补偿策略和补偿容量配置方法,构建了双层控制策略方案,搭建了电能质量补偿系统仿真模型,通过模拟分析不同补偿目标下的系统运行特性,验证了上述补偿方案和控制策略的有效性,为工程设计与应用提供了依据。", "label": "交通运输工程", "id": 0}
{"content": "电气化铁路牵引变电所接入电力系统需要根据电力公司的要求配置信息直采装置采集牵引变电所运行数据,存在大量数据交换,但在实践过程中电铁和电网的配置标准存在很大差异。本文通过对电铁和电网两部门间关于二次系统配置相关的规程、规范等文件的梳理,对比两部门间配置标准的差异性,深入研究电气化铁路与电网的相互影响,规范牵引站接入电力系统的技术接口,对于保证铁路系统和电力系统间大数据安全应用具有十分重要的现实意义。", "label": "交通运输工程", "id": 0}
{"content": "本文主要针对高铁接触网分段绝缘器在日常运行过程中出现的主要故障和缺陷,进行了细致的分析和总结,提出了相应的解决对策,并对接触网分段绝缘器日常检修、维护和管理提出了建议。", "label": "交通运输工程", "id": 0}
{"content": "本文简单阐述了轨道交通中再生装置的作用,再生能量吸收装置问题的由来,典型再生能量吸收装置的类型,典型再生制动装置的优缺点。", "label": "交通运输工程", "id": 0}
{"content": "本文介绍了轻轨杂散电流的概念、危害、腐蚀特性、监测方法防护手段及相关维护经验。", "label": "交通运输工程", "id": 0}
{"content": "中国铁路发展进程的加快及知识经济时代的到来,使开展加强对大学生创新创业教育成为高等院校迫切需要研究的重要课题,也使得创新和创业成为了当今时代的主旋律,成为实现一个国家经济发展的重要途径,并日益得到全世界的关注。辽宁铁道职业技术学院铁道供电技术专业教学团队通过不断的教育教学体制和方法改革创新,培养出大量优秀的铁路供电专业技术人才,其中于家傲和沙元宝就是典型人物,他们在学校领导的正确指引和老师们的辛勤教育下,通过自己的努力取得了一个又一个卓越的成就,尤其是到了工作单位后更是将创新精神继续发扬到工作中,解决了很多现场问题,为企业创造了效益,取得了荣誉,成为行业\"科技精英\"。", "label": "交通运输工程", "id": 0}
{"content": "随着我国高速铁路运营里程近4万公里,确保运营线路列车的高速、平稳和安全运行至关重要。轨道平顺性是高速线路运营安全中重要的检测指标。在短时天窗内,轨道不平顺状态所采用的INS/GNSS组合导航静态检测已成为不可或缺的重要检测方式。其中,惯性传感器误差和GNSS点位误差是影响组合导航输出轨迹精度的重要误差源,对轨道不平顺状态评价存在不可忽视的影响。本文以松组合方式为融合手段,采用具有不同代表性精度等级惯性传感器所得量测数据与GNSS所得点位数据进行组合,检测轨道10m、20m弦矢距差较差及5m/30m、150m/300m弦校核的中长波高低不平顺,分析由传感器误差导致的轨道高低不平顺评价误差。基于相关规范要求,探讨轨道几何状态测量仪中搭载传感器的选配问题,并给出有益的参考建议。", "label": "交通运输工程", "id": 0}
{"content": "本设计为焦柳线K846段抗滑桩支档结构工程。工程所处地段为低山丘陵地带,抗滑推力安全系数采用1.15。通过计算各桩的计算荷载、各荷载段的桩身内力、锚固段桩身内力和桩身内力,最终选定使用三种型号的抗滑桩以稳定滑坡。本设计中的抗滑桩分为Ⅰ型、Ⅱ型和Ⅲ型,共10根,其截面宽度均为2米,高度均为2.5米,桩距均为8米,并分别进行配筋设计。另外,为防止滑体从桩间挤出,设计了四种型号的挡土板,板厚均为300毫米。抗滑桩的施工采用人工挖孔。附属工程主要为边坡防护和绿化工程。最后对已加固的滑坡体布设了监控系统。", "label": "交通运输工程", "id": 0}
{"content": "这些年来,伴随着高速铁路的快速发展,加筋土挡土墙因其大方、美观以及材料便宜等优点被广泛的应用于高速铁路路基工程中。本设计主要对高速铁路的挡土墙进行了设计。因为高速铁路设计要求较多,同时为了处理粉煤灰废料,所以设计时可以选用加筋土挡土墙,同时根据相应规范进行稳定性和强度的验算,验算结果表明设计满足规范要求。", "label": "交通运输工程", "id": 0}
{"content": "高速铁路锚定板挡土墙在有关工程的路基保护中发挥着十分重要的作用。本次论文主要研究某段挡土墙的设计和一系列该有的验算。在进行设计之前要测量,实地考察,因为这样才可以初步知晓建筑物的类型和大小,然后在利用相关理论进行土压力计算,检验构造物的稳定性并且验算截面的强度,最后还要有防护措施,从而确保工程的安全性。", "label": "交通运输工程", "id": 0}
{"content": "针对CRTS双块式无砟轨道道床现浇混凝土开裂普遍的问题,研究了采用\"三低一高\"和\"三低一高+抗裂材料\"防裂技术制备的道床抗裂混凝土的力学性能、体积稳定性和开裂敏感性,并在郑万高铁湖北段进行了工程验证试验。试验结果表明:两种技术方案均可有效降低道床混凝土收缩变形和开裂敏感性,其中以\"三低一高+抗裂材料\"方案效果最佳。工程应用实测开裂结果显示,\"三低一高+抗裂材料\"方案开裂降低率达到79%。", "label": "交通运输工程", "id": 0}
{"content": "高速铁路CRTSⅢ型轨道板施工,技术标准严、铺设精度高,其施工质量与轨道板工厂化生产制作、运输存放、铺设工艺等紧密相关,其中自密实混凝土质量控制是关键环节。由于施工企业、参建人员、施工经验、气候环境、原材料、机械设备工装、工艺控制和信息化应用等的差异,轨道板施工中不同程度的出现轨道板施工质量缺陷。分析了轨道板生产预制、铺设施工中常见的部分质量缺陷和原因,提出了相关预防措施。", "label": "交通运输工程", "id": 0}
{"content": "随着深惠一体化、同城化、深莞惠都市圈的发展,特别是习主席在深圳特区成立四十周年会议中提出\"加快粤港澳大湾区城际铁路建设\"背景下,深惠城际铁路的建设倍受期待。根据深圳铁路投资建设集团有限公司的BIM正向设计要求,以及项目自身的协同设计需要,依托BIM标准体系,建立BIM+GIS协同设计管理平台及元件库,完成各专业三维协同设计,基于设计成果进行深度应用,提升设计质量,优化设计方案。项目以效率为核心,研究了参数化设计,智能化设计。通过计算机编程技术,实现了BIM+GIS多源数据融合,并解决了GIS数据融合中深圳地方独立坐标系与国家2000大地坐标系的投影转换问题,基于EBS编码标准,实现数据与BIM模型的分离,在云端实现工程算量,自动生成工程量清单。", "label": "交通运输工程", "id": 0}
{"content": "长株潭城际高铁湘江隧道滨江路到雷锋大道区间隧道为单洞双线隧道,设计时速为200km/h,埋深浅,断面大,地质复杂,施工条件差,造成二衬结构和轨道板渗漏水严重,渗漏水整治要先对结构外进行固结灌浆和帷幕注浆加固和堵漏,灌浆施工中防止无砟轨道板抬升的控制灌浆技术尤其重要。", "label": "交通运输工程", "id": 0}
{"content": "数字孪生技术在桥隧建造中的应用是必然趋势,能较好地集成早期建设的隧道、桥梁工序过程层面的信息化应用系统及其数据,在施工过程中能直接指导施工,同步形成面向竣工交付的数字资产。要构建数字孪生铁路,需要先约定施工深化BIM模型的交付标准,并通过数字交付功能进行模型管理。以构件级的BIM模型为基础,进行BIM模型和工程施工中的业务数据融合,通过BIM与GIS引擎协同工作,呈现数字孪生铁路的三维应用,支撑全寿命周期管理,为后期智能运维提供技术和数据保障。", "label": "交通运输工程", "id": 0}
{"content": "珠江三角洲的铁路站点等建筑物经常面临复杂严峻的洪涝灾害威胁。本文以广州市新塘动车所为例,利用高精度的数字高程模型,绘制蓄涝容积曲线并通过\"平湖法\"进行防洪涝水位分析;并通过构建MIKE11一维网河模型,研究出可行的区域排涝方案。结果表明:（1）新塘动车所区域的防洪涝设防水位为5.31 m （1985年国家高程基准,下同）,低于新塘动车所建成后的路基高程6.90 m,因此新塘动车所的建设标高能满足防洪排涝要求;（2）通过在新塘动车所区域北侧设置排水明渠并改造官道村道穿广深铁路的交通涵,可有效解决区域的排涝问题。研究成果对新塘动车所以及其他沿海区域的防洪排涝具有一定的参考价值和指导意义。", "label": "交通运输工程", "id": 0}
{"content": "高速铁路轨道平顺性已经成为影响车辆运行安全的重要因素。为保证高速铁路运输安全,轨道的平顺性检测方法也不断发展。本文提出了一种基于Bi-LSTM的轨道不平顺识别方法,通过车辆运行过程中车体加速度数据识别钢轨的平顺性。车体加速度采集便捷,可通过运营车辆进行采集,为研发基于运营车辆车体加速度的轨道不平顺的识别方法奠定了基础。本研究主要包含以下三个部分,首先构造模型训练所需的数据集,以车体加速度检测序列作为模型输入,预测目标为同等长度的不平顺序列。采用滑动窗口对数据进行截断,并使用HP滤波算法提取不平顺数据的波动成分作为预测目标。其次,构造了基于CNN-Bi-LSTM网络的预测模型,对车体加速度数据进行特征提取并得到不平顺序列的预测值。接着,本文提出了一种优先内侧拟合的指数权重均方误差,提高了对轨道不平顺大值数据预测的准确性,并且降低了误报风险,更好的满足了轨道不平顺预测的需求。最后我们根据高速铁路综合检测列车测得的车体加速度和轨道不平顺数据对模型算法进行了验证。", "label": "交通运输工程", "id": 0}
{"content": "随着轨道交通的发展,轨道交通噪声现已成为了制约轨道交通发展的主要因素之一,如何选择与优化减振降噪材料的性能,已成为轨道交通研究的重点之一。本研究通过理论推导和有限元计算,分析了三维弹性超材料带隙分布规律,在此基础上,构建了三维弹性超材料特性预测的BP神经网络,并结合遗传算法进行最优结构寻优,最后通过将拓扑优化结果与实际仿真结果进行对比发现,BP神经网络的每项误差均在1.5%以内,所构建的BP神经网络和遗传算法具有良好的预测与寻优功能,并能揭示不同三维弹性超材料结构与其减振降噪特性之间的影响关系。本研究为新型弹性超材料的设计提供了新的思路。", "label": "交通运输工程", "id": 0}
{"content": "在高速铁路中轨道的平顺性已经成为影响车辆运行的重要因素。为保证高速铁路运行安全,高速铁路的平顺性检测方法也不断发展。本文提出了一种基于CNN-Bi-LSTM的轨道不平顺识别方法,能够通过车体加速度检测数据,预测轨道几何不平顺。车体加速度采集便捷,可通过运营车辆进行采集,本文所提出的模型为研发基于运营车辆的轨道不平顺的识别方法奠定了基础。本研究主要包含以下三个部分,首先,构造了模型训练所需的数据集,模型输入为车体加速度检测序列,输出为同等长度的不平顺序列,并使用HP滤波算法提取不平顺数据的波动趋势作为预测目标。其次,构造了一种基于CNN-Bi-LSTM网络的预测模型,对车体加速度数据进行特征提取并得到不平顺序列的预测值。接着,本文提出了一种优先内侧拟合的指数权重均方误差（EIF-MSE）,以此作为损失函数提高了对轨道不平顺大值数据预测的准确性,并且降低了误报风险更好的满足了轨道不平顺预测的需求。最后,我们分别根据仿真数据和高速铁路综合检测列车测得的真实数据对模型算法进行了验证。", "label": "交通运输工程", "id": 0}
{"content": "<正>我国的城市轨道交通在仅仅20年左右的时间中以飞跃的速度发展。到2021年6月全世界地铁里程前10位的城市中有8个在中国,其中上海、北京、成都、广州、深圳和武汉排在最前6位。目前,中国的地铁里程总和已经超过7950km,其中上海和北京的里程数分别为766km和727km,两者之和已经超过全美10个城市1200km的总里程。", "label": "交通运输工程", "id": 0}
{"content": "钢轨脉动闪光焊（如K系列）是90年代在连续闪光焊的基础上由巴顿电焊所库丘克—雅琛科院士开发出来的新工艺。其焊接工艺特点是闪光颗粒十分细小、过程稳定、加热效率高、热影响区窄、节能。目前焊接10000mm~2断面钢轨仅需60-70s,实现优质高效化焊接。为了更好地掌握试验工艺参数调节过程,从工艺参数设定、焊接参数分析、曲线的数据的确认、阐述了脉动工艺参数调整过程。", "label": "交通运输工程", "id": 0}
{"content": "川藏铁路穿越区地质、气候、环境等条件复杂,其建设及运营期间将面临着大量尚未解决的科学技术难题。针对高寒山区岩体在遭受长期冻融循环作用,且耦合长期列车动载作用,岩体的损伤演化规律,及其对路堑边坡应力状态及变形趋势的影响,将是川藏铁路减灾防灾急需解决的关键问题之一。基于此,本文通过实测数据分析,得到交通振动传播规律,即随距离轨道越远,速度峰值越小,同时竖向速度大于水平方向,基于此建立Z向等效荷载模型;通过室内岩石冻融循环试验,发现随冻融次数增加,岩石峰值强度、弹性模量均产生明显弱化现象,如峰值强度、弹性模型降低,压密段变长。对比PFC2D数值模拟分析,可见:在早期冻融阶段,边坡变形主要以竖向位移为主,随着冻融循环次数增多,边坡水平位移增加量大于竖向;冻融与动载耦合条件下,加速边坡水平变形,易发生边坡破坏失稳。研究成果可为川藏铁路及类似工程运营期边坡风险防控提供一定的科学依据与理论支撑。", "label": "交通运输工程", "id": 0}
{"content": "考虑到现有钢轨检测技术的不足,提出了基于空气耦合导波的钢轨非接触式无损检测方法,建立了可模拟空气耦合导波激励与接收全过程的声固耦合仿真模型,并基于声学理论对仿真模型进行了验证。通过该数值模型模拟分析了轨底不同损伤程度对接收导波信号的影响。结果表明,钢轨空气耦合接收导波仍具有能量集中的特点,不同损伤程度对应损伤指数范围有所差异,基于空气耦合导波检测技术可对不同钢轨损伤进行定量化评估。", "label": "交通运输工程", "id": 0}
{"content": "铁路运输作为抗震救灾的重要生命线,在抗震救灾期和灾后重建期承担了极其重要的运输任务,研究震致钢轨不平顺是保证震后行车安全的基础。本文以高速铁路CRTSⅡ型轨道-桥梁系统为对象,建立了有限元模型并开展了试验验证,从PEER强震数据库中筛选出40条和设计反应谱匹配程度最高的地震波并对有限元模型开展了非线性时程分析,研究了横向地震作用后钢轨残余不平顺的分布规律,基于随机振动理论和假设检验原理提出了震致钢轨几何不平顺功率谱密度曲线的确定方法,构造了震致钢轨几何不平顺样本。研究结果表明:震后钢轨残余轨距、高低和水平不平顺的幅值较小,轨向不平顺的幅值较大;对于采用CRTSⅡ型板式无砟轨道的高速铁路多跨简支梁,震后钢轨残余轨向变形主要集中在靠近路基约200m的范围内;其余空间范围内的轨向不平顺特征相对稳定,其不平顺特征可以通过一个较小的空间样本进行预测;靠近路基约200m的范围内的震后钢轨残余不平顺应按照非平稳信号进行处理,其余空间范围内的轨向不平顺可近似按照平稳信号进行处理;随机地震作用下平稳钢轨残余不平顺在各个频率的功率谱密度服从对数正态分布,非平稳段不平顺在各个时间-频率节点上的功率谱密度服从对数正态分布。", "label": "交通运输工程", "id": 0}
{"content": "为确定有砟轨道下新型箱式路基结构的沉降限值,本文从轨道结构变形、受力和列车走行性两方面研究了地基沉降对其静、动力学特性的影响。首先根据箱式路基结构特点确定了错台、折角、对折和横向错位四种沉降类型;通过建立有砟轨道-箱式路基非线性有限元模型,重点以错台沉降为例,分析了不同沉降幅值下有砟轨道各构件的竖向位移,以规范规定的扣件力和轨道不平顺两个指标限值为依据,确定了不同沉降类型静力工况下的沉降限值;通过列车-有砟轨道-箱式路基耦合动力学模型并采用联合仿真方法分析了350km/h行车速度下不同沉降类型和不同沉降幅值下列车的走行性能,并以轮重减载率和车体竖向加速度两个动力指标限值为依据,得出了动力工况下的沉降限值。最后,综合静、动力计算结果得出了四种沉降类型下有砟轨道-箱式路基沉降限值,以期为新型箱式路基沉降控制提供理论指导。", "label": "交通运输工程", "id": 0}
{"content": "高铁轨道的CA砂浆层在受水浸泡的情况下,其力学性能快速退化导致轨道板所受支撑处于一个动态变化的过程中,而此过程中轨道板的动态响应机理任不清楚。针对这一问题,本文将轨道板简化为一根轨道板梁并设计了7种不同的工况来模拟CA砂浆层劣化的过程,通过模型试验结果与有限元分析结果的对比分析,充分验证数值模拟结果的准确性,然后利用有限元分析了实际足尺高铁轨道板梁在振动荷载作用下的受力机理。研究结果表面,在CA砂浆不断劣化的过程中会导致轨道板梁的最大加速度和最大Mises应力值成倍增大,这将直接导致轨道板梁的结构破坏;轨道板梁在振动载荷作用下,CA砂浆未劣化处及该处的轨道板梁会出现应力集中的现象,进而加速CA砂浆的劣化;该研究结果对进一步研究,在CA砂浆层劣化过程中轨道板的力学机理和轨道板的损失识别监测具有重要意义。", "label": "交通运输工程", "id": 0}
{"content": "排桩屏障是在高铁振动传播路径上设置的一种重要隔振手段,基于周期性原理,对排桩进行合理设计,能极大地减弱振动波的传播。本文利用有限元软件COMSOL multiphysics计算了三维周期性排桩的复频散曲线,讨论了土体密度、弹性模量、排桩密度和弹性模量对衰减域的影响。结果表明:土体密度的增加会减小衰减域范围,降低振动衰减的程度;土体弹性模量的增加总体上会增加衰减域范围,减振程度先降低后增加,到35MPa之后基本保持不变;排桩密度的增加会增大衰减域范围,提高减振程度;排桩弹性模量在150MPa程度的范围内变化时对衰减域基本没有影响。", "label": "交通运输工程", "id": 0}
{"content": "机制砂具有取材便利、质量可控、产量稳定等优点,逐渐成为铁路工程中河砂资源极度缺乏困境下的绿色解决方案。以往由于缺少规范标准指导和成熟管控技术,铁路工程中机制砂生产和应用面临发展方向不明晰、现场质量管理难度大的问题。为探索机制砂绿色发展路径与发展高效管控技术,在分析铁路工程机制砂生产应用现状的基础上,针对机制砂在铁路工程应用中的存在问题,提出了管控铁路工程机制砂质量的相关方法,对铁路工程机制砂信息化管理和智能化制造做出了积极探讨。", "label": "交通运输工程", "id": 0}
{"content": "轨道板是无砟轨道的重要组成部分,其工作性、力学性能直接影响行车舒适性。本文通过运用有限元软件ABAQUS有限元软件对轨道板进行模型模拟,得出了轨道板在CA砂浆受水浸泡软化并脱空损伤曲线、以及CA砂浆损伤位置对轨道板的影响。", "label": "交通运输工程", "id": 0}
{"content": "为了研究混合粘接纤维复材（HB-FRP）加固混凝土结构中单个钢扣件的界面力学性能,对6个模型进行了测试,研究了螺栓扭矩系数、破坏模式、荷载-滑移关系、黏结滑移关系、剥离面摩擦系数、剥离过程中压力变化。研究结果表明:HB-FRP加固系统中扭矩和正压力呈线性关系;在钢扣件下基层混凝土剥离深度约为5mm,剥离面呈楔形;HB-FRP加固系统剥离面存在稳定的摩擦力,该摩擦力能继续承担张拉端拉力;混凝土破坏面的摩擦系数为1.089;采用本文试验参数得出的HB-FRP的黏结强度约为19MPa,远高于普通外贴的界面强度。", "label": "交通运输工程", "id": 0}
{"content": "在雨水丰富和排水不畅地区,无砟轨道层间会出现较为典型的冒泥冒浆病害,该病害主要是由裂缝内形成的有压水流对裂缝表面的反复冲刷所引起的。针对动荷载下混凝土层间裂缝内的动水压力和流速分布问题,基于皮托管测点流速原理,设计出动荷载下混凝土层间裂缝内动水压力和流速分布特性综合试验,实现对毫米级裂缝内的动水流速进行测试,同时可对加载频率、幅值及裂缝几何形态等因素的影响进行研究。为高速列车荷载下无砟轨道层间裂缝内动水压力和流速分布特性模型试验研究提供参考。", "label": "交通运输工程", "id": 0}
{"content": "本文以我国典型大气环境为背景,采用户外大气暴晒试验方法,应用超景深显微镜、SEM/EDS、拉曼光谱、红外光谱、X射线衍射仪等表征手段,Tafel极化曲线、EIS电化学测试技术和灰色关联度数学分析方法研究了不锈钢焊接材料、高分子氯丁橡胶等材料在各大气站点暴晒2年后的腐蚀行为,结合高铁现场工程应用案例分析,开发了部分结构材料的环保憎污涂层,主要研究结果如下:1.不锈钢焊接材料试样最大点蚀深度对应站点排序:万宁>青岛>北京>广州>江津>武汉>沈阳>漠河。在湿热城市武汉站、热带海洋性大气万宁站暴晒2年后表面筋板母材区界面钝化膜稳定性最好,抗腐蚀性能也最好。焊缝区表面钝化膜稳定性最差,更易发生点蚀,抗腐蚀性能最差。筋板区域、焊缝区、底板母材区表面腐蚀产物主要有:α-Fe2O3、γ-Fe2O3、α-FeOOH、β-FeOOH、γ-FeOOH、Fe3O4等物质构成。电化学分析表明,万宁站试验后试样表面腐蚀严重,自腐蚀电流密度在10-5A·cm-2级别。灰色关联度分析表明,Cl-、降尘、平均温度和日照时数是不锈钢焊接材料点蚀发展过程中的主要影响因素,自然大气中NH3影响最小,平均温度、日照、Cl-等因素影响水平从1年到2年表现出增大趋势。2.橡胶试样老化后粗糙度提高且布满大量取向各异网络状裂纹,力学性能拉伸强度、断裂伸长率降低,硬度值提高。红外分析表明,老化后试样表面有脂肪酸生成。灰色关联度综合分析表明影响橡胶件老化性能的主要气象因素排序,年均湿度>日照时间>年辐照总量>年均温度>年降雨量,其中年均湿度影响最大,年降雨量影响最小,从1年到2年户外试验老化后,环境因子与老化性能关联度呈现出下降趋势。3.通过高铁某海底隧道现场腐蚀调研及分析,结合金属材料现场环境暴晒试验及环境污染物测量结果发现:海底隧道中,高铁材料现场运行环境是多因素,多耦合的叠加作用。不单有高温、高湿、高盐的严酷环境,还有高铁列车运行时所带来的振动、疲劳,气流、电流影响等。根据研究结果设计了4种憎污清漆涂层方案,并进行了评价试验,其中氟硅FSi憎污涂料测试结果综合性能最优,满足技术指标要求。", "label": "交通运输工程", "id": 0}
{"content": "工程泥浆处理一直是困扰工程行业而又亟需解决的难题,如何对工程泥浆进行有效处置,特别是在工地现场进行处置成为当前工程建设中面临的重大课题。结合台州市域铁路S1线11工区钻孔桩泥浆固化工艺的应用与研究,探讨工程泥浆合理的处理途径及方法,为具体工程施工中工程泥浆的处置与再利用提供必要的理论依据和技术支持。", "label": "交通运输工程", "id": 0}
{"content": "拟建铁路线路邻近萤石矿区,线路距开采工作面水平距离最近仅130m,规划开采标高为400.000m至80m,局部线路穿越矿区规划开采范围。以此为工程背景,介绍在铁路选线阶段,初步分析采空区塌陷盆地的地表边界,确定采空区的安全影响距离的一种方法,用来评价既有采空区是否影响拟建铁路的运营安全,从而一定程度上对拟建铁路选线方案提出建议,其研究结果及方法也可为同类型工程问题提供参考。", "label": "交通运输工程", "id": 0}
{"content": "随着我国铁路建设事业的高速发展,环境保护已成为铁路沿线建设所面临的重要问题。通过运用AHP法得出生态敏感区保护是铁路沿线环境保护的关键因素。川藏线路雅安至新都桥段工程穿越8处生态敏感区,针对8处生态敏感区,在工程建设中相应地采取了针对性措施,为川藏铁路工程沿线生态敏感区的保护提供了有效解决方案。", "label": "交通运输工程", "id": 0}
{"content": "为探讨运营铁路顶管施工过程中及施工后对无砟轨道结构受力状态的影响,采用ABAQUS有限元软件模拟了微型顶管施工过程中无砟轨道结构受力状态及对周围土体的扰动,分析了不同工况下,顶管施工过程中轨道及土体的变形规律。研究结果表明:上部无砟轨道结构所受应力均满足规范要求,设计和施工方案安全可行。该施工技术还可为钻孔、开挖等工序提供指导。", "label": "交通运输工程", "id": 0}
{"content": "对兰渝铁路长寿山隧道双块式无砟整体道床整体道床下沉病害的现状研究,提出了效果较好、便于既有线施工的整体道床抬升技术,本方案将采用高聚物抬升将注浆材料注入整体道床找平层下,通过高聚物抬升注浆材料发泡膨胀力进行抬升,该工艺是一种新型注浆抬升施工工艺,对处理类似病害具有借鉴意义。", "label": "交通运输工程", "id": 0}
{"content": "高速铁路长枕埋入式无砟道岔是站场内一种常见的无砟轨道结构,较常规有砟道岔具有安全性高和维修量小等优点,但与正常段无砟轨道相比,它仍具有病害多、维修难度大、一旦浇筑成型不可逆转,是高速铁路线路运营与维护过程中的重点。以下根据郑万客专、成贵高铁及沪昆高铁站场道岔施工实际,就建设、验收与运营过程常见的质量问题进行了归纳总结,分析问题发生原因并制定相应的预防策略,并提出了卓有成效的整改措施及建议。", "label": "交通运输工程", "id": 0}
{"content": "深入分析接头病害成因、采取行之有效整治措施,对提高线路设备整体质量、减少维修成本支出和确保行车安全有着一定的意义。", "label": "交通运输工程", "id": 0}
{"content": "铁路运输现已经成为我国主要的运输方式之一,直接影响人们的日常出行,以及国家经济的发展。物资管理作为铁路项目管理过程中重要的一环,直接影响铁路工程成本投入情况及施工建设质量。铁路项目工期长,施工中使用大量材料,特别需要加强物资管控。铁路项目物资管理工作主要是对施工建设阶段所用到的所有物资进行采购、验收、消耗及核算管理,在施工中需根据各阶段物资管理特性探究分析提升物资管理力度的有效措施,为提升物资管理水平,本篇文章主要谈项目物资管理中的物资采购、验收与消耗环节的创新管理。通过深化管理流程的精细化,探索符合供应和管理的新思路、新模式、新方法,实现管理创新。", "label": "交通运输工程", "id": 0}
{"content": "高速铁路在河流高阶地、低丘前缘等地段多以路基的形式穿越,此地貌多分布中低压缩性黏性土,该类土具有非饱和、较高强度、超固结以及不同于饱和土的固结规律等特性。根据选取不同工程地质分区的高速铁路路基工点,研究总结了淮河二级阶地、长江高阶地及低丘前缘3个不同地貌单元的中低压缩性黏性土地基的基本特性,分析了该类地基土的变形规律,并提出了针对该类地基土的合理勘察方法及变形计算参数的选取。", "label": "交通运输工程", "id": 0}
{"content": "高速铁路CRTSⅢ型无砟轨道是基于国内当前无砟轨道研究及应用经验,通过自主创新,拥有完全自主知识产权的无砟轨道结构,实际施工应用阶段,使用寿命与舒适度取决于底座板施工质量优劣,因此要足够关注和重视底座板施工质量。由于底座板施工工序繁杂、流程多、质控难度大,故而需要进行全面谨慎研究控制。以京沈客专轨道底座板工程施工情况为研究对象,针对施工中出现的排水横坡压光不足、限位凹槽四角开裂、混凝土表面开裂及相邻底座存在高差等问题,通过长期实践经验累积与探索,改进施工工艺与工装设备,研究并归纳施工工艺及全过程必须高度重视的核心环节、质控要点与优化措施,最终顺利克服上述种种问题,促使其施工质量获得良好保障、线形与外观得到合理优化,各方面均得到有效兼顾,给其后续施工质量控制提供了重要参照、指导作用,现实价值非常显著", "label": "交通运输工程", "id": 0}
{"content": "为了研究在地震作用下大跨度桥梁结构产生的应力变形,利用midas civi/2019建立（40+72+40）m大跨铁路桥梁-轨道系统模型,对地震作用下铁路桥梁-轨道系统动力响应进行了研究。研究结果表明:地震作用下钢轨应力最大值出现在路基与桥梁的交界处周围,并且发生断轨后该值会显著增大,危害铁路运营。", "label": "交通运输工程", "id": 0}
{"content": "在卫星定位控制网中,基线解算前利用TEQC对观测数据进行质量检查,将光电测距边长纳入卫星定位控制网进行整网联合平差;在精密导线网中,利用三联脚架法提高精密导线网的观测精度;在二等水准网中加入精密导线点构网,实现精密导线点的平高复用,为同类工程实践提供参考。", "label": "交通运输工程", "id": 0}
{"content": "为了保证高速列车在大风环境下路堑中行驶的安全,建立了高速列车—路堑耦合的气动仿真模型,研究了不同风场环境下路堑深度对列车气动性能的影响。研究表明:高速列车的气动特性随着风载荷的突变,气动特性的变化情况复杂。横风环境下,路堑深度的增加有利于降低列车气动力,而在突变风环境下,突变风作用下列车的气动力随风速变化情况更为复杂。当路堑深度为变量时,列车的气动力整体上随着路堑深度增大而降低,深路堑相较于浅路堑升力峰值减小51%,横向力减小52%,侧滚力矩减小97%,摇头力矩减小92%,6s以后风载荷的影响出现滞后现象。同一路堑深度下,与横风作用下的结果相比,风载荷发生突变对高速列车气动特性影响大得多,列车的气动力及力矩峰值波动25%以上。", "label": "交通运输工程", "id": 0}
{"content": "本文简述了评价铁路货车轮轨动力作用的主要指标,研究了配装转K7型、DZ3型转向架时车辆轮轨动低动力作用情况。其次,阐述了配装DZ3型转向架车辆线路动力学试验的部分轮轨动力作用试验结果。结果表明,H.H.Jenkins简化模型、车辆—轨道耦合动力学模型计算结果相近;车辆各轮轨低动力作用指标均与车辆运行速度呈近线性、正比例关系;与25t轴重转向架相比,在重载铁路运输中DZ3型转向架具有十分突出的优势。", "label": "交通运输工程", "id": 0}
{"content": "在全球经济受疫情影响萧条的今天,中欧班列持续保持逆势增长和安全稳定畅通运行,为稳定全球经济、助力中欧共同抗疫发挥了重要作用,并呈现出由\"点对点\"向\"枢纽对枢纽\"转变的新态势,地区性中心枢纽已成为中欧班列未来发展趋势。吉林省要实现打造\"丝路吉林\"大通道、融入国际国内双循环、形成\"一带一路\"向北开放新窗口的宏伟目标,应抓住中欧班列这一重大机遇。本文以将长春建设成为中欧班列在东北地区的中心枢纽的角度出发,研究提出了协调国家层面高位推动、打造一体化的现代物流体系、助力陆港集群产业做强做优和构筑集结中心多元发展要素支撑的对策建议。", "label": "交通运输工程", "id": 0}
{"content": "随着铁路常旅客会员计划的推广应用,系统积累了大量以会员为中心的数据,为有效合理利用这些数据,细分旅客群体,评估旅客价值,深度挖掘旅客潜力,本文设计了铁路会员价值评估的逻辑架构,分析了铁路常旅客会员价值数据的数据内容和数据特征,结合RFM模型和\"钱包份额\"理论,设计了铁路会员价值指标,分析了铁路会员的现有价值、潜在价值和综合价值,并对会员进行了价值划分,为铁路适时开展精准营销、提高铁路旅客的黏性和忠诚度,提高铁路客运的整体竞争力提供了数据和理论支撑。", "label": "交通运输工程", "id": 0}
{"content": "中国高铁的迅猛发展不仅重塑了我国交通网络布局,同时也对地区资源配置以及产业分布产生重大影响。本文从生产要素流动和资源空间再配置的角度出发,从理论上探究高铁开通对生产性服务业集聚发展的作用机制,发现高铁开通通过扩大高素质创新人才跨区域流动范围进而提升城市人力资本水平,并通过提升企业的对外辐射能力进而扩大本地市场规模,最终对城市生产性服务业集聚发展产生深刻影响。此外,本文借助高铁开通这一外生冲击构造准自然试验,基于我国珠三角城市群2007-2019年14个地级及以上城市面板数据,运用PSM-DID考察高铁开通对珠三角城市群生产性服务业集聚的影响效应,实证结果表明高铁开通对城市生产性服务业集聚水平的提升有着显著的拉动作用,在进行稳健性检验和考虑行业异质性之后,这一结论依然成立。", "label": "交通运输工程", "id": 0}
{"content": "自改革开放以来,中国经济迅猛发展,国家建设成果斐然。我国逐渐成长为世界工程建设大国。随着\"一带一路\"建设成为我国发展战略的重要组成部分以来,我国的国际工程交流日益频繁。这种背景下,作为指导工程建设的标杆——工程标准的重要性日渐上升。面对我国工程标准的不断发展,我国的各类工程标准国际化程度也在不断提高。人才培养作为国家发展重要后备支撑资源的作用也越来越大。面对日益发展的全球化潮流,推动建设我国工程建设标准化人才对推动我国标准走出去和提高我国标准竞争力和影响力有着至关重要的作用。当前,已有的人才培养模式已逐渐无法满足我国的工程建设标准化进程。因此,针对现有工程建设标准化的研究和针对现有人才培养模式的研究,对我国工程标准人才建设和推动中国标准走出去有着重要意义。本文主要分三个部分。首先对本文涉及的相关核心概念进行界定,为后面的研究提供理论基础。然后重点针对我国现有铁路工程建设标准国际化现状进行调研分析,以此来得出我国现在的工程建设标准化存在的短板和弊端,进一步切入到具体人才培养实例中去,针对实例进行调查分析。最后对现有人才培养模式改革提出建议,探讨针对现有工程建设标准化人才培养模式进行反思和改进,在人才培养的层面为我国的工程建设标准化出谋划策。并针对人才培养得出相应的结论和建议。", "label": "交通运输工程", "id": 0}
{"content": "高铁开通对目的地旅游发展既有正面影响也有负面影响。本文站在后发地区的立场上,系统梳理了高铁开通对后发地区旅游发展的负面影响及其机制。论文并以广西恭城为例,分析了高铁对其旅游发展的负面影响并对后发地区如何应对这些负面效应提出了建议。", "label": "交通运输工程", "id": 0}
{"content": "我国高铁网络仍然处于快速发展的阶段,长三角地区的高铁网络更是走在了全面的前列。然而,苏北地区是高铁发展的后发地区,未来发展还存在着很多未知因素。结合现有高铁发达地区的建设经验,以及长三角地区高铁网络规划的阶段性成果,本研究得到如下结论:（1）定位上,苏北地区既是长三角和江苏高铁网络的门户型地带,也是通道型地域。（2）条件上,发展苏北地区从交通网络上而言,整体作为区域板块的条件更加成熟,但内部的凝聚力仍然需要得到加强。（3）竞争上,苏北地区与长三角核心城市的都具有较强高铁网络连接关系,说明南京应当进一步加强省会城市对于苏北地区的带动发展作用。（4）预控上,一是要减小高铁\"一城多站\"布局的负面影响,二是当前国土空间规划中要结合区域整体高铁的网络规划为未来高铁建设提供预留土地保障。", "label": "交通运输工程", "id": 0}
{"content": "便捷的交通是推动区域发展的重要引擎之一,铁路网络建设将对区域经济格局产生重要影响。以2011年和2017年为时间截面,选取城市间最短铁路客运旅行时间和社会经济数据,采用加权平均旅行时间、修正后的引力模型及空间插值分析等方法,对福建省铁路客运网络的空间可达性与经济联系格局及其演化情况进行分析。结果表明:经六年发展,福建省各地级市的可达性均显著提升,其中西部地区的提升幅度较大;东部沿海可达性总体优于向西部内陆,沿海中部地区可达性最强。各市对外经济联系总量地域差异明显,沿海地区城市经济联系均值远高于内陆地区;六年来沿海和内陆地区区间经济联系总量差异缩小,区内各市差异拉大。伴随交通可达性改善与经济社会发展,沿海地区空间联系的主导轴线逐渐壮大,呈现出经济联系网络化发展趋势;内陆地区主导轴线初步形成;沿海地区对内陆地区辐射作用逐渐凸显。", "label": "交通运输工程", "id": 0}
{"content": "空铁联运能够将铁路近域覆盖、站点多且灵活的优势和航空长距离快速直达的技术特征相结合,增强了机场对周边地区的市场辐射和经济带动,同时加快了区域生产要素的聚集和扩散。依托航空和铁路枢纽融合发展带动周边城市空间功能整合与优化提升已经成为城市发展的重要策略和手段。广州花都区拥有白云机场和广州北站两大交通枢纽,围绕空铁两大枢纽,结合周边城市空间发展基础及区域发展形势,探索枢纽周边地区在功能提升、交通优化、产业转型等方面的发展可能性,提出建立适应双枢纽融合发展的空间策略、夯实机场车站集疏运的交通策略和面向复合化客群的多元产业策略。以广州花都区为实证案例,探讨空铁融合趋势下枢纽周边地区在空间、产业及交通方面的发展策略与实施路径,对其他城市空铁枢纽周边地区统筹资源要素、推动区域协同发展具有一定的参考价值。", "label": "交通运输工程", "id": 0}
{"content": "我国高速铁路车站周边地区发展的缓慢甚至停滞,其原因表面看是项目建设投资与项目产出效益失调导致社会资本不愿跟进,实质是地方政府、铁路部门、开发商之间协调机制的脱钩。本文认为高铁站地区发展应围绕客站和核心区进行,其中高铁站通过方便居民日常使用、商业开发最大化等创新,能够为高铁站地区发展增加势能;核心区要通过协同用地开发主体、活化利益分配机制、集聚多种城镇机能来实现补短板、惠民生的发展主线。而高铁站地区的发展可分为发展起步阶段、配套完善阶段、站城一体阶段。相邻阶段间发展突破的可能性,在撇开时间和空间的偶然性后,就在于已有发展有效量变的积累。其策略包括\"先城后站\"要优势产业项目先行、\"先站后城\"宜收缩用地以等待开发时机、开发计划应强调多方深度参与、全过程需创新投资的进入-退出机制。如此,加强高铁站地区发展的内生动力,才是高铁展地区持续发展的办法。", "label": "交通运输工程", "id": 0}
{"content": "高度发达的铁路交通体系既是城市群发展的必备要件也是城市群经济社会发展的阶段化产物,而其反过来又会对城市群经济社会发展和空间布局带来深刻的影响。粤港澳大湾区铁路建设历经了三个阶段:1.0阶段,依托\"两条国家大动脉+两条省域大动脉+两条疏港铁路\"的线路格局形成一批商贸物流中心,推动珠三角地区加速城镇化;2.0阶段,以高铁为主导的网络化城际铁路加快建设,依托高铁站点打造的新城新区引导城市群格局向\"多中心、网络化\"转变,\"四向\"区域铁路通道的形成更促使大湾区区域辐射带动作用不断增强;随着《粤港澳大湾区城际铁路建设规划》获批,支持大湾区\"三极三轴放射\"空间格局的铁路网加快建设,大湾区迎来轨道建设的3.0阶段,广覆盖、均衡化、多层次的铁路网络,以及分工合理、高效开发的铁路枢纽将进一步助力大湾区打造国际一流湾区。", "label": "交通运输工程", "id": 0}
{"content": "<正>中国铁路总公司党组提出的\"开放、引导、友好、互动\"的总要求,对做好宣传思想文化工作提供了基本遵循、指明了努力方向。当前重点要深刻领会、切实把握、认真贯彻好这八个字的总要求,进一步加强和改进铁路基层宣传思想工作,尤其是新闻宣传工作,为铁路安全稳定、改革发展营造良好的社会舆论环境。", "label": "交通运输工程", "id": 0}
{"content": "<正>近年来,中国高铁发展的步伐越来越快,在国内外的影响力不断提升,中国高铁已经成为一个品牌,甚至是一张展示国家形象的靓丽名片。在今年全国铁路工作会议上,提出培育和弘扬高铁精神,受到了广大干部职工和社会公众的关注。培育和弘扬高铁精神,不仅是传承铁路优秀文化和新时期铁路精神,更是引领铁路强基达标、提质增效,推动高铁\"走出去\"的务实举措。", "label": "交通运输工程", "id": 0}
{"content": "<正>中欧班列是\"一带一路\"标志性项目。近年来,班列开行班次、货运量增长较快,特别是2020年,班列增长态势更为强劲。但班列发展还面临一些困难与挑战、痛点与堵点,需统筹谋划、针对性解决。一中欧班列发展面临的主要困难与挑战（一）补贴完全退坡后恐面临剧烈市场调整当前班列处于市场培育阶段,各地普遍对班列实行补贴,班列运费被压低,一部分本应走海运的低货值进出口货物转而通过班列运输。", "label": "交通运输工程", "id": 0}
{"content": "随着我国铁路运输行业的迅猛发展,高铁逐渐成为人们重要的交通出行方式,而其合理的票价定价是居民选择高铁作为出行方式的重要前提,并能为铁路的运营收益提供有效保障。本文回顾了我国铁路票价定价的历史沿革,对国内外学者在旅客出行选择行为和票价定价策略两方面的研究成果进行了梳理和总结。通过总结研究成果发现:国内对高速铁路的研究案例多集中在东部高铁密集的发达地区,较少关注西部欠发达地区或中小尺度的高铁线路。本研究基于国内现有的票价定价策略,并借鉴国外的票价优惠政策,提出了建立高速铁路市场化定价机制、采取差异化的定价体系、实施丰富的优惠政策、建立预售期和折扣率关联的多元化定价策略,以期为铁路票价制定研究提供一定的参考。", "label": "交通运输工程", "id": 0}
{"content": "高速铁路的迅速发展及其网络化建设极大提高了旅游目的地的可达性,对区域旅游发展的影响正逐步显现。通过研究高铁开通后河南省旅游空间结构的变化情况,总结高铁网络影响区域旅游目的地空间结构演化的主要因素和内容,挖掘高铁网络对河南省旅游业发展的影响方式,进而提出借助高铁网络推动河南省旅游业发展的相关建议。研究结论指出高铁网络对区域旅游更好更快发展的借鉴作用,有助于区域旅游在空间层面上实现以点带面发展,从而带动区域旅游产业组织从单体型发展向网络型发展演化。", "label": "交通运输工程", "id": 0}
{"content": "<正>一、制度体系建设的背景古人云:\"事必有法,然后可成\"。什么是\"法\"?法可以是规律规则,也可以是方式方法。即做任何事情要找到规律,按照既定规则,选用正确的方式方法,才能把事情做成。引用到现实生活中,就社会秩序的建立与维护而言,\"法\"是法律法规,是道德标准,就企业秩序的建立与维护而言,\"法\"是制度规章,是企业文化。经国序民,正其制度。制度是关系党和国家事业发展的根本性、全局性、稳定性、长期性的问题。自党的十四大起,就对制度建设提出了明确要求和具体目标,党的十八大以来,把制度建设摆到了更加突出的位置。", "label": "交通运输工程", "id": 0}
{"content": "<正>原兰州铁路局成立于1956年3月1日。党的十八大以来,按照党中央、国务院关于深化国有企业改革的决策部署,2017年11月改制为一人有限公司中国铁路兰州局集团有限公司（以下简称兰州局）,隶属于中国国家铁路集团有限公司,是中国国家铁路集团有限公司管理的大型铁路运输企业之一,同时也是西北地区最大的交通运输企业之一,经营管理以兰州为枢纽,由陇海、包兰、兰新、宝中、兰青、青藏、兰新二线、干武、兰渝8条普速干线和兰新、宝兰2条高铁干线及10余条支线构成的西北铁路网,经营范围涵盖了客货运输、商贸、宾馆、旅游广告、工业修建、房地产等多种业务。", "label": "交通运输工程", "id": 0}
{"content": "<正>一、公司概况中国铁路物资集团有限公司（简称中国铁物）是国务院国资委直接监管的大型中央企业,是我国规模最大、服务能力最强、专业经验最丰富、行业领先的铁路生产性服务综合提供商,被业内称为中国铁路\"总后勤部\"。集团公司总部设在北京,在中国、美国、澳大利亚、老挝以及中国香港等国家和地区拥有100多家分支机构。2017年12月,经国务院国资委批准,实施公司制改制,正式更名为中国铁路物资集团有限公司。2011年至2014年,中国铁物连续4年位列《财富》世界500强。", "label": "交通运输工程", "id": 0}
{"content": "回顾高铁站点开发建设,发现中小城市高铁站点地区用地和产业规划存在定位过高、规模不合理、产业布局与基础脱节等问题。本文从交通枢纽与土地利用一体化角度出发,总结归纳高铁站点周边用地开发与产业布局的规划思路。结合高铁站点发展规律,从区域、城市、站点地区等多维角度分析影响站点地区开发的关键因素,提出圈层划分、产业协同开发等方面的理论方法。结合宁波奉化火车站的案例,引发中小城市高铁站点地区发展规划思考。", "label": "交通运输工程", "id": 0}
{"content": "本文基于2007-2016年我国所有地级市风险投资案例与高铁站点开通的数据,从风险投资的视角探究高铁开通对我国风险投资行为的影响。通过双重差分模型实证分析发现:高铁通车后,与非高铁通车城市相比,风险投资对高铁城市的新增投资显著增加,风险投资案例成功退出几率也明显增加。而且高铁通车改变了地理距离的时空约束,有效缓解了信息不对称问题,使对信息更为敏感的风险资本A轮投资显著增加。同时,高铁带来的时空压缩效应扩大了风险投资的\"投资半径\",扩大了风险投资机构对创业企业的选择空间,使潜力巨大的高新技术行业的投资增加明显。本文从微观视角为高铁通车对沿线城市经济增长和产业转型具有积极作用提供证据支持,本文的结果对于风险投资机构的投资布局以及创业企业区位的选择亦有借鉴意义。", "label": "交通运输工程", "id": 0}
{"content": "本文采用2003-2018年中国285个地级及以上城市为研究样本,将高铁作为一个准自然实验,用双重差分法（DID）研究高铁开通对中国城市经济增长质量的影响效应,并进一步基于人力资本流动视角检验了高铁开通对城市经济增长质量的作用机制。实证结果表明,第一,高铁开通有利于中国城市经济增长质量的持续提升。第二,异质性回归结果说明高铁开通对大规模城市和东部地区城市经济增长质量的提升有显著促进作用。第三,高铁开通后可以通过人力资本流动机制对城市经济增长质量产生正向影响,且这种正向影响呈现先增后减的趋势。第四,高铁开通对不同规模或不同地区的人力资本流动存在差异性影响,即高铁开通对大规模城市、中小规模城市和东部地区人力资本的流动有显著促进作用,但对非东部地区人力资本流动的影响不显著。", "label": "交通运输工程", "id": 0}
{"content": "中东铁路是于1896-1903年间在我国东北地区修建的全长2426km的铁路。中东铁路沿线遗产数量众多、自然资源丰富,是一条典型的遗产廊道。随着全民休闲时代到来,国家大力推进省域市域全域旅游,具有多重价值的中东铁路遗产是重要旅游资源,中东铁路遗产廊道全域旅游将有效改善区域内遗产整体保护不利、旅游业发展滞后、人民生活水平偏低等问题,促进东北老工业基地振兴,实现城乡融合发展。本研究通过遗产廊道和全域旅游的系统耦合,构建遗产廊道全域旅游模型,对模型进行系统分析,分析模型各要素的功能、特征及相互作用关系,提出科学的遗产廊道全域旅游发展模式。本研究将为遗产廊道内城乡区域规划提供新的思路,扩展全域旅游的研究范畴,对大尺度遗产区域发展具有重要借鉴意义。", "label": "交通运输工程", "id": 0}
{"content": "我国已建成高速铁路对沿线区域环境造成的土地利用和景观格局影响亟待跟踪研究。本文以京广高铁湖北段（全长292.4km）为中心线,两侧各15km缓冲区为研究区域,通过遥感影像和地理信息技术,将研究区划分为耕地、林地、建设用地、水体和其他用地5种土地利用类型,定量分析京广高铁湖北段在建设前（2004年）、建成初期（2013年）和建后近期（2018年）三个时期沿线区域的土地利用及景观格局变化。结果表明:①土地利用方面:建前最主要的土地利用类型为其他用地和林地,初期的建设用地呈增长趋势,近期综合土地动态变化更明显。表明高铁建设初期即有效推进了沿线区域的城镇建设与发展,且随时间推移,高铁对沿线区域的土地利用类型影响更全面,其中耕地面积减少最多。②景观格局方面:建设用地的景观分形维数先减少后增加。表明在建设初期建设用地的形状变化较为规则,后期更加复杂多样。林地和耕地的分形维数指数均为先上升后降低,其形状变化为先简单后复杂;研究区的景观多样性在高铁建设前期呈下降趋势,而在高铁稳定运营后逐渐提高,表明建设前期对沿线区域生态环境及景观格局干扰较大;其他用地的景观破碎度指数逐年上升,而耕地、林地、建设用地与水体均为先减少后增加。", "label": "交通运输工程", "id": 0}
{"content": "本文聚焦铁路货运\"对标找差、创先争优\"方针,围绕深化\"强基达标、提质增效\"目标,适应加快改革创新要求,指出铁路货运标准化工作主导力量薄弱、标准化工作覆盖面不全、标准化工作专业性不足、标准化工作协同性不佳等铁路货运标准化发展存在的难点与痛点。提出强化铁路货运标准化工作主导作用、健全铁路货运标准化工作体系、提升铁路货运标准化建设专业深度、加强铁路货运标准化建设网络协同等推进铁路货运标准化工作高质量发展的对策。", "label": "交通运输工程", "id": 0}
{"content": "铁路行业拥有众多的等级保护对象,涉及传统信息系统,也有云计算、移动互联、物联网、工业控制、大数据的等其他类型的系统。为了提高新时代铁路行业网络安全性,提出一套符合铁路行业特色网络安全技术体系。通过铁路安全通信网络、安全区域边界、安全计算环境和安全管理中心构建基于铁路行业的新时代网络安全技术体系,并采用相应技术保证铁路云计算平台安全、物联网安全和移动互联安全。", "label": "交通运输工程", "id": 0}
{"content": "新冠疫情下境外铁路项目在建设和运营中发生突发事件的概率不断加大,为了研讨新形势下突发事件快速启动应急响应,预防和降低突发事件中减少人员伤亡、经济损失及防范突发事件影响扩散,建立健全应急管理体系日益重要。本文通过分析和阐述境外铁路项目突发事件、风险管路和应急管理等概念,提出应该加强境外铁路项目应急管理体系的建立,提升疫情环境下突发事件的风险防范、应急处置能力和恢复工作,为疫情环境下企业实施境外铁路项目提供参考和借鉴。", "label": "交通运输工程", "id": 0}
{"content": "<正>自新型冠状病毒肺炎疫情发生以来,广大医务工作者夜以继日、争分夺秒,与病毒赛跑,和时间逐力,以高度的敬业精神、舍生忘死的勇气,筑起人民生命健康安全的防护墙。\"在新冠肺炎疫情防控斗争中,青年人同在一线英勇奋战的广大防控疫情人员一道,不畏艰险、", "label": "交通运输工程", "id": 0}
{"content": "在职业院校教学中,学生职业技能水平、职业素养是重点教学内容,也是教学工作的难点。笔者根据高速铁路乘务专员培养内容,试图构建合理的职业素养课程体系,利用丰富有趣的教学模式,以提升职业素养培养的有效性,为职业院校人才培养提供参考。", "label": "交通运输工程", "id": 0}
{"content": "<正>习近平总书记在十九大报告中指出,中国共产党人的初心和使命,就是为中国人民谋幸福,为中华民族谋复兴。\"靡不有初,鲜克有终\"。实现中华民族伟大复兴,需要一代又一代人为之努力。初心和使命正是激励人们不断前进、不断取得事业成功的根本动力。总书记在\"科技三会\"上提出,\"科技是国之利器,国家赖之以强,企业赖之以赢,人民生活赖之以好。中国要强,中国人民生活要好,必须有强大科技\"。这不仅是新时代对科技工作提出的要求,更是广大科技工作者投身科技事业的初心。", "label": "交通运输工程", "id": 0}
{"content": "<正>新中国成立以来的70年是中国人民获得感、幸福感、安全感不断增强的70年。坚持以人民为中心的发展思想,不断保障和改善民生、增进人民福祉,是我国国家制度和国家治理体系的显著优势。党的十九届四中全会作出的一系列重大部署充分体现了以人民为中心的发展思想,彰显了我们党治国理政的不变初心与使命担当。当今世界正经历百年未有之大变局,我国正处于实现中华民族伟大复兴关键时期,只有坚持以人民为中", "label": "交通运输工程", "id": 0}
{"content": "<正>新中国成立70年来,尤其是党的十八大以来,中国铁路坚持创新驱动发展战略,以习近平新时代中国特色社会主义思想为指引,坚持自主创新,砥砺奋进,推动铁路科技创新实现历史性的重大变革,建成了世界上最现代化的铁路网和最发达的高铁网。到2019年底,全国铁路营业里程将达到13.9万公里以上,高铁以3.5万公里的总里程高居世界第一;2019年有35.7亿旅客由国家铁路发送,其中动车组发送旅客22.9亿人次,", "label": "交通运输工程", "id": 0}
{"content": "<正>跨入新世纪,走进新时代,中国高铁实现了从无到有、从探索到突破、从制造到创造、从追赶到领跑的飞跃,推动中国铁路科技创新实现历史性、整体性、格局性的重大变化,取得令国人自豪、世界惊叹的巨大成就。中国高铁系统掌握了不同气候环境、不同地质条件下建造高铁的成套技术,建设了高寒和热带高铁、沿海水网地区和沙漠风区高铁、西部山区和高原高铁,到2019年底全国铁路营业里程达到13.9万公里以上,其中高铁3.5万公里,占世界高铁总量的三分之二以上,是世界上高铁运营里", "label": "交通运输工程", "id": 0}
{"content": "高速铁路的开通对沿线城市的可达性水平、经济发展会产生重大影响。本文以河南省为例,采用平均旅行时间和经济潜力两个指标分析高铁网的构建对沿线城市可达性和经济潜力的影响。结果表明高铁网的构建提升了河南省相关城市的可达性水平和经济发展潜力,郑州市的极化效应增强,省内逐渐形成沿高铁线路延伸的经济带。", "label": "交通运输工程", "id": 0}
{"content": "中欧班列的开通为欧亚之间的货物运输提供了一个新的平台,也成为\"一带一路\"沿线各国运输合作的典范。中欧班列已成为了\"一带一路\"的靓丽名片,上升到国家战略的高度。然而,由于中欧班列的运营受到沿线各国法律制度和体系、铁路技术标准、通关速度、单证和铁路运输争端解决机制的原因,其发展受到了很大的制约。因此,需要遵循共商共建共享原则,参与和主导国际条约的制定、建立健全国家磋商协调机制,构建并完善中欧班列运输规则法律体系,这将是中国特色社会主义进入新时代、实现伟大梦想必须推进的伟大事业一个组成部分。", "label": "交通运输工程", "id": 0}
{"content": "结合国家运输结构调整政策对铁路货运提出的新要求,分析了我国铁路货运市场面临的机遇与挑战,得出我国铁路货运市场发展潜力巨大。结合欧美铁路货运发展历程,提出了货运市场应重点朝着货运市场主体多元化、货运物流融合化、货运产品系列化、客户体验便捷化等几个方面发展。货运装备应朝着重载化、联运化、快捷化、专业化、绿色化、智能化的技术方向发展。", "label": "交通运输工程", "id": 0}
{"content": "动卧旅客列车定价策略需要参考同区段航空票价水平,但长期以来,航空票价随着预售期、服务条款、航班类型的不同而显示不同的执行票价,如何选择参考指标确定参考基准一直难以确定。通过选取同区段航空经济舱最低票价在预售期内的平均数、中位数、众数三个指标构建一个动态化的参考基准,并根据其分布特征、预售期内变化趋势制定动卧席别票价策略,然后从经济效益和运输效率两个维度对动卧旅客列车定价实施效果进行评价,同时采用Stacking算法和随机森林算法进行预测,最后根据预测结果反向调整动卧旅客列车票价水平,最终实现动卧旅客列车开行综合效益的最大化。结果表明,选取同区段航空票价经济舱最低价的平均数、中位数、众数作为动卧旅客列车的定价参考指标具有合理性和可操作性;选用Stacking算法和随机森林算法也能够较为准确地对动卧旅客列车开行的综合效益进行评价和预测。", "label": "交通运输工程", "id": 0}
{"content": "高铁经济为推动城市产业结构优化、形成城市新的增长点、促进城市门户形象特色都有着不容小觑的积极作用,资金、人才、信息等各类要素的流动,给小城市带来发展机遇的同时,也给小城市的发展带来挑战。本文以嵊新高铁站周边地区为例,以高铁经济为研究基础,在嵊新一体化发展的推动下,结合嵊新高铁二级站的背景,通过对嵊新现状产业经济的现状与发展机遇的研究,认为嵊新站是改变嵊州与新昌当今发展落后局面的转折点,并结合嵊新优势的中小型制造业,利用嵊新站的门户作用,展现城市山水诗乡特色,发展中小型特色制造与智造产业,对产业转型升级具有积极的推动作用。同时通过对国内中小城市高铁二级站周边片区的案例分区,提取小型高铁站的产业发展模式与布局,得出嵊新高铁枢纽地区的产业发展方向及定位。", "label": "交通运输工程", "id": 0}
{"content": "高铁时代已经到来,设站城市纷纷以高铁站区为契机,推动城市建设与发展,高铁站区成为城市的重点开发区域。对于高铁站区而言,无论是其城市重要人群集散点的属性,还是区域发展中吸引城市人口的需求,都凸显人群活动在高铁站区发展中的意义,对人群活动的研究,有助于分析高铁站区建设对站区及周边人群行为的影响及在这种影响下人群流动的反馈,从而为优化空间结构与公共设施布局提供参考,促进站区与城市互动发展。本文从以人为本的理念出发,聚焦高铁站区的人群活动,采用微信宜出行数据刻画时空轨迹,引入聚集均值与标准差识别典型聚集区,研究表明出行与居住是站区的主导职能,办公与公园对人群聚集的引导并不突出,存在滞后性。将研究数据与百度POI进行关联分析,发现聚集形成与人群活动的功能导向显著相关,功能需求是人群聚集的关键,其中交通与商业是引导人群活动的主要因素。在此基础上进一步研究人群聚集中心性特征,其中,多圈层结构并不明显,聚集区域以斑块网络模式发展;中心与城区互动倾向特征突出,存在向外延伸并逐渐分散的特点;聚集区域受交通、功能等要素影响而有层级化分异发展趋势。", "label": "交通运输工程", "id": 0}
{"content": "日本新干线首条线路在1964年正式开通运行,它是世界上最早进行旅客运输的高速铁路系统。经过半个世纪的发展,现已成为当今世界上最先进的高速铁路系统之一,新干线线路也基本覆盖了整个日本。相应的,新干线车站及周边城市空间发展、土地利用经过岁月的变迁也已经发展的相对成熟。我国的高速铁路自2008年京津城际铁路开通运营以来开始了迅猛的发展,高铁站的建设也如火如荼。随着新时代下国家对于\"高铁经济\"的重视以及对于绿色发展理念的秉持,合理的开发和利用高铁站周边的土地也就显得尤为重要,日本相对成熟的车站周边的土地开发模式也许能给我国带来一些启示。本文梳理各车站周边的土地开发模式,并做归类与分析。同时选取比较典型的案例——博多站做详细的研究。通过对日本新干线站周边土地开发做较为直观和具体的介绍,以期为我国的高铁站周边开发建设提供一定的借鉴。", "label": "交通运输工程", "id": 0}
{"content": "建设海西城市群是推进国土空间综合开发保护、提高海峡两岸交流协作、推动实现祖国统一的重要安排,经济、政治意义十分重大。研究选取海西城市群20城市间的铁路、公路客运\"流\"数据,通过ARCGIS和社会网络分析对城市间关联网络格局和结构展开分析。研究结果表明:①群域内综合联系呈现\"Y\"字形格局,整体联系强度走势与沿海发展带、福州-宁德-南平-鹰潭-上饶发展轴基本吻合,其他发展轴的发育程度相对较低;②福州、厦门、泉州、莆田是城市群的四大核心城市,地理上接近核心的城市其交通便捷程度和对外联系能力相对较强;③温州、汕头在区域的中心地位有待加强,梅州、丽水、赣州、衢州、鹰潭、抚州等城市在群域网络中排名相对靠后。研究认为海西城市群一体化程度尚处于中等水平,虽已形成一定的网络规模但城市间发展很不均衡,未来应通过加快综合交通网络的建设加以改善。", "label": "交通运输工程", "id": 0}
{"content": "加快发展枢纽型经济,是推动经济转型升级、优化城市发展布局的重要抓手。枢纽型经济的发展,既关系产业发展层级,也关系经济发展布局。南京于2015年高起点规划建设包括南京高铁枢纽经济区在内的三大枢纽经济区,其中,南站地区以其稀缺的区位优势和良好的产业基础成为高铁枢纽经济区的核心发展节点,其发展对于带动南部新城发展,提高整个南京的城市首位度具有重要意义。本文立足南京城市发展定位,通过分析南站地区的产业发展现状和相关规划要求,总结国内外城市枢纽经济区的产业发展类型、空间布局、规模等特征,得出当今主导的商务商贸业发展模式与新态势,并为南京南站未来的产业选择和布局提供战略参考。最终,产业发展的相关策略都在空间上具体落实,策划相应的产业发展模式和发展时序,并在组织、政策、资金、技术等各个方面提供保障。", "label": "交通运输工程", "id": 0}
{"content": "近年来中国高铁迅猛发展,引发的经济效应也日益显著。本文基于SBM-Malmquist指数法测算了中国282个城市2008～2017年的技术进步及分解项,并进一步采用倾向得分匹配双重差分法模型（PSM-DID）检验了高铁开通对技术进步的影响。结果表明,高铁开通对技术进步有显著的促进作用。进一步考察实现路径发现,高铁主要通过促进中性技术进步来间接对技术进步产生正向影响。同时,高铁开通对不同区域技术进步的影响存在异质性,表现为对东部地区技术进步有促进作用,对中西部无显著影响。本文研究为中国高铁修建规划和城市经济的高质量发展提供了有益启示。", "label": "交通运输工程", "id": 0}
{"content": "城际铁路以大运量、高密度、公交化的优势支撑和引领城市群的发展,但是要合理把握城际铁路建设的时机,避免过度超前建设而导致资源浪费。因此,本文选取了人口、经济、产业、城镇化以及空间距离五个影响城际客流需求的因素,以已开通运营的8条城际铁路所覆盖的沿线城市为例进行了归纳分析。结果表明,城际铁路串联的起终点城市空间距离应大于100公里,且覆盖沿线城市的总人口和GDP总额应分别大于2500万人、1.6万亿元,各城市人口密度和人均GDP应分别大于1000人/平方公里、6万元。另外,当沿线城市城镇化率大于70%,并处于向后工业化社会过渡的发展阶段时,更加适宜发展城际铁路。", "label": "交通运输工程", "id": 0}
{"content": "文章基于收益管理\"动态定价\"和\"座位存量控制\"理论基础,通过设计SP调查问卷,并应用SPSS软件对数据结果进行模型似然比检验、特征参数评估,确定了旅客选择特征因素参数值。构建以铁路收益最大化为目标的高速铁路平行车次最优联合定价模型,实现平行车次预售期内动态定价。", "label": "交通运输工程", "id": 0}
{"content": "随着我国科技的飞速进步,我国各行各业的发展都在稳步进行。高铁事业在此背景之下也取得了不小的成就,我国交通领域的相关事业因此受益,共同促进了社会的发展,为老百姓的出行带来了极大的方便。本篇文章结合当前形势,针对高铁服务工作中存在的主要营销问题进行了简要的分析。", "label": "交通运输工程", "id": 0}
