{"content": "阐述智能语音交互技术的特点、最新的进展和发展趋势以及典型的应用场景。分析国网公司信息通信客户服务所面临的人力资源、服务成本、质量监督等方面的问题。提出通过应用语音识别、语义分析和智能交互等技术,整合各种业务系统和数据资源,建立智能化客服,为客户提供高效优质服务。", "label": "信息与通信工程", "id": 0}
{"content": "多技能模型呼叫中心的座席资源被多个呼叫队列共享形成资源竞争,座席资源的互斥访问导致路由计算的并行程度低,因此互斥方法控制下的多进程系统对座席路由计算的性能难以提升,这成为云呼叫中心扩展能力的瓶颈。对此本文在对呼叫中心路由分配算法与资源竞争模型分析基础上,提出了一种并行的呼叫中心路由方法PCCRM,该方法通过临界资源粒度细化,将互斥范围从全局资源缩小到局部资源,可显著减少了进程间同步造成的延迟,提高了系统多节点并发性能。同时PCCRM引入有序竞争模型来保证该并行方法符合呼叫中心路由算法基本原则,满足功能性要求。实验结果表明PCCRM可以有效提升路由算法的多进程并行程度和系统整体性能。", "label": "信息与通信工程", "id": 0}
{"content": "呼叫中心在现代服务型社会中扮演中重要的作用,是企业连接客户的重要窗口。尽管目前已有大量的文献对呼叫中心进行了研究,但面对复杂的多技能呼叫中心,尤其是考虑基于技能的路由问题时,随着坐席数和技能数的增加,复杂度呈指数型增加。本文介绍了目前常用的四种针对多技能呼叫中心路由策略,并运用仿真方法分析比较了不同规模大小与不同负载下各路由策略的整体性能,并提出相应建议。", "label": "信息与通信工程", "id": 0}
{"content": "从20世纪30年代开始,企业呼叫中心经历四代发展,随着电信运营商4G网络不断成熟,以及IMS网络的成功建设,融合通信已经逐渐成熟,企业呼叫中心的第五代必将是以IMS网络融合通信为基础的综合性多媒体智能系统,并逐渐向移动互联网靠拢。", "label": "信息与通信工程", "id": 0}
{"content": "当今社会,随着经济的飞速发展和人民生活水平的日益提高,频发的灾害事故和突发事件不但造成了国家经济的巨大损失,也严重威胁到人民的生命安全。在紧急情况下,比如车站火灾、商场犯罪事件等突发情况,用户发起的呼叫请求短时间急剧增加,导致接入成功率下降,紧急救援系统的实时性大打折扣。如何提高紧急救援呼叫接入成功率,是当今紧急救援系统研究的核心问题。本文首先对紧急救援产业形势的现状进行介绍,针对紧急救援体系模型进行分析,然后从提高紧急救援呼叫成功率角度出发,结合智能网的优势,提出了紧急救援智能呼叫系统摸型,在紧急情况下能够做到当级别最高的被呼叫终端不能及时通信时,可以根据不同情况（被叫终端忙,被叫终端拒绝接听,被叫终端无人应答）基于预先设计好的被叫终端优先级序列,及时转移到对应被叫终端继续呼叫,确保通信及时接续,避免因呼救不成功带来的不可估量的经济损失和人身伤亡。这种策略可以提高系统适应性和实时性,也使系统行为控制能力更强,在紧急救援领域具有很好的前景。", "label": "信息与通信工程", "id": 0}
{"content": "针对目前呼叫中心系统在各企业大规模应用过程中,如何提高该系统自动及人工使用效率的问题,先简要介绍了客服系统的架构,继而提出了客服系统分层服务实现方法,采用不同的路由策略和后台问题处理方式,能够很好地对客户进行分级管理和实施分层服务,达到提高服务质量,提高客户满意度的目的。", "label": "信息与通信工程", "id": 0}
{"content": "随着传统网络向以软交换技术为核心的下一代网络演进,呼叫中心也开始向软交换平台发展。主要介绍软交换平台上呼叫中心的技术特点,并通过在企业中建设与应用的实例说明其优势。", "label": "信息与通信工程", "id": 0}
{"content": "随看各行各业的快速发展,企业开始意识到呼叫中心的作用,随着信息化在各行各业的重要应用,如何建设一个符合企业所在阶段、适合IT客户服务特点的呼叫中心是许多企业IT管理高层关注的课题。从呼叫中心的整体规划、构建、运作模式上分析了企业在建设IT客户服务呼叫中心时所需关注的重点与元素,为企业构建IT客户服务呼叫中心提供了有效依据与方法。", "label": "信息与通信工程", "id": 0}
{"content": "本文主要介绍在城市智能交通、轨道交通等领域中工业以太网的应用。其中重点介绍工业以太网交换机的产品特点和优势;并介绍各个系统的网络需求,以及工业以太网如何工作。", "label": "信息与通信工程", "id": 0}
{"content": "随着无线城市接入的业务越来越多,业务服务的质量越来越重要,因此设计一套业务健康扫描探针模式,通过自动化方式解决第三方业务的服务质量监控问题,避免人工方式的低效率和长周期弊端。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞1项目建设背景及必要性1.1背景近年来,在国家和省区的大力支持下,各省区的农村信息化建设有了长足发展,基础设施得到加强,信息网络得到完善。信息技术和信息资源在农业生产经营领域的应用不断扩大,农村信息化正在从科技应用、市场导向、结构调整、降低成本、提高", "label": "信息与通信工程", "id": 0}
{"content": "从省级集中95598客户服务中心的建设目标出发,阐述了需求分析、标准制定、方案设计、建设步骤以及智能展厅5个方面的基本策略,提出了95598系统总体部署和总体架构,开展了系统平台、客户服务系统、运营管理系统、电力营销多媒体互动服务平台四大部分95598架构设计,落实到浙江电力95598客户服务中心省级集中建设工程设计中,建设智能互动、国内领先的最佳服务型供电服务中心。", "label": "信息与通信工程", "id": 0}
{"content": "主要研究了平衡计分卡在呼叫中心绩效考核中的应用,包含平衡计分卡及绩效考核的介绍、呼叫中心平衡计分卡指标设计等内容,通过平衡计分卡思路,结合自身组织发展特点,对现有绩效体系进行研究及改革,为以后呼叫中心的变革与发展提供很好的思路及建议。", "label": "信息与通信工程", "id": 0}
{"content": "介绍了一种程序健康度评估模型,尤其是对基于B/S构架电信客服系统嵌入控件的评估模型。本模型针对基于B/S构架电信客服系统嵌入控件的特点,制定出有针对性的评估模型,可以有效降低该类控件的故障率,提高客户服务系统的可用性,提升服务质量。", "label": "信息与通信工程", "id": 0}
{"content": "呼叫中心在未来的需求会稳步增长,并且随着云计算产业的发展,呼叫中心的云化趋势会日益明显。文章介绍了云计算与呼叫中心的结合,分析了云呼叫中心与传统呼叫中心的本质区别,提出云计算能开创呼叫中心行业的新发展,并且呼叫中心要与多渠道进行整合应用。", "label": "信息与通信工程", "id": 0}
{"content": "为了满足核电行业内部用户的服务需求和效率,提高呼叫中心接起量和用户一次来电问题的解决率,将知识管理引入呼叫中心的建设和运营中,建立呼叫中心知识库,收集经验反馈,便捷、快速地为用户提供更好、更专业的IT服务。核电行业呼叫中心建设知识库系统的实现,以及知识库中知识与信息的共享,对呼叫中心提高效率、降低运维成本等方面起着决定性的作用。", "label": "信息与通信工程", "id": 0}
{"content": "基于电力呼叫中心的发展情况,提出了结合自身特点建立电力呼叫中心指标体系,并根据工作实践和行业参考确定指标的标准数据的思考。", "label": "信息与通信工程", "id": 0}
{"content": "本文对基于统一Centrex平台实现集客呼叫中心业务提出了一种较为可行的方案。并在现有综合语音平台无法分业务统计集客呼叫中心直连业务的用户数及E1端口占用数的条件下,提出了一种可行的用户数预测方法。同时,本文还分析了基于统一Centrex平台实现集客呼叫中心直连业务时,主要业务流程以及计费方式调整,对基于统一Centrex平台实现集客呼叫中心直连业务提供了借鉴。", "label": "信息与通信工程", "id": 0}
{"content": "通过介绍钢铁企业的现状,介绍了呼叫中心系统的特点,在钢铁企业中的系统组成及它的主要功能。", "label": "信息与通信工程", "id": 0}
{"content": "云计算是多项计算机科学概念发展和混合演进出的一项新兴技术,其应用对于计算机网络的运行安全性、资源共享度、消耗和成本水平等均有大幅度的改进和提升。电话及网络客服是信息化时代主要的服务交互手段,可谓方兴未艾。这些客服系统是典型的计算机网络应用体系,运用云计算技术对它们的运行模式进行优化,正可谓\"适得其所\"。本文仅就作者的工作经验,结合学习和技术交流的心得,浅谈自己对这方面的一些认识。", "label": "信息与通信工程", "id": 0}
{"content": "作者在文中先简要介绍了呼叫中心的基本构成,然后着重介绍了呼叫中心基本规划,包括中继数、座席数、录音系统容量等计算方法。此外文中还简要介绍了典型客服呼叫中心接入组网方式及成功使用实例。", "label": "信息与通信工程", "id": 0}
{"content": "传统的呼叫中心应用系统架构,以软电话、知识库、工单、业务办理、业务查询、质检、统计报表、现场监控等众多功能模块构成,各模块之间相互独立,已经无法满足10010客服中心的发展要求。智慧型客服支撑系统实现了客服系统支撑方式由\"功能\"导向到\"客户导向\"的转变,将客户服务请求所需要的知识体系解决方案和流程解决方案主动\"推送\"给坐席代表,指导坐席处理客户服务请求;将呼叫中心系统转变成随业务而动的标准化、流程化的新一代呼叫中心软件平台,减少了坐席操作时间,从而降低通话时长,提升工作效率;降低了人力培训成本,增强了易用性。", "label": "信息与通信工程", "id": 0}
{"content": "基于传统IT基础架构的呼叫中心的IT系统是静态体系,不仅需要消耗大量的人力物力对软、硬件进行升级维护,而且每一次升级或者新的应用或用户的部署都会对现有体系产生冲击。开发人员需要针对各种应用场景开发应用版本,同时随着用户数量和身份的增多,架构体系不灵活的矛盾凸现,企业为了应对不断下降的应用性能,只能不断地购买和升级服务器和台式机,以及为日益拥堵的数据传输购买和增加带宽。中国联通海南省分公司（以下简称\"海南联通\"）率先基于云计算技术,实现了采用瘦客户机与虚拟化服务器的客服呼叫中心,在国内各大运营商的客服系统改造工程示范作用,实现了技术落地与创新。基于云计算技术与理念,通过使用瘦客户机代替传统个人电脑,实现业务的快速部署,加快服务与业务的响应能力,提供一种更加安全、节能、易管理的集中运算模式,使IT系统管理更科学便捷、安全性更高、更绿色节能、建设与维护成本更低。", "label": "信息与通信工程", "id": 0}
{"content": "本文探讨了基于B/S结构的呼叫中心平台的设计思想,对平台的组成结构、设计模式进行了分析,并在此基础上提出了中型呼叫中心平台构建的一种解决方案,该方案可通过自主研发的B/S结构统一客服平台,承载各类呼叫中心业务应用,帮助企业把各种信息有机结合起来,从而实现统一、跨平台的呼叫中心平台构建方案。", "label": "信息与通信工程", "id": 0}
{"content": "呼叫中心是一个具有人员密集、知识复杂、人员流动大、人员无法集中培训、知识应用统一化等特点的业务组织,知识库的建设与管理具有独特的实用价值,拥有一套高效、科学、规范的知识库管理系统,对于客服中心来讲意义是长远的。内部知识库的应用,是知识管理的一种体现方式,知识库质量的高低,在影响着整个客户服务中心服务水准。吉林省联通客服中心的知识库建设从2004年开始,历经3次优化,笔者亲自参与了呼叫中心知识库的建设,积累了一些经验,和大家一起分享。", "label": "信息与通信工程", "id": 0}
{"content": "本文探讨了基于B/S结构的呼叫中心平台的设计思想,对平台的组成结构、设计模式进行了分析,并在此基础上提出了中型呼叫中心平台构建的一种解决方案,该方案可通过自主研发的B/S结构统一客服平台,承载各类呼叫中心业务应用,帮助企业把各种信息有机结合起来,从而实现统一、跨平台的呼叫中心平台构建方案。", "label": "信息与通信工程", "id": 0}
{"content": "本文主要阐述呼叫中心的技术发展格局,以及与传统呼叫中心相比的优势所在。当今社会,企业间的竞争已由单纯的品种和价格的竞争,变为服务质量的竞争,所以在钢铁行业推广呼叫中心尤为重要。论文对钢铁企业呼叫中心的解决方案、功能要求和网络构成、硬件参数特性以及呼叫中心软硬件设备的兼容性和扩展性都做了详尽的探讨。", "label": "信息与通信工程", "id": 0}
{"content": "计算机电话集成技术是随着计算机和通信技术相互渗透、相互融合的趋势而逐步发展和成熟起来的。CTI技术最主要的应用是呼叫中心。呼叫中心已经从早期的仅支持传统电话方式,发展为支持多种接入方式的综合性系统,支持包括电话、传真、WEB、Email、WAP、SMS等接入。本文从厦门广电集团的实际应用出发,结合新闻中心的业务系统,阐述了呼叫中心系统的整体构架、设备选型及应用软件的开发。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞1开发数字家庭成大势随着社会的进步及人民生活水平的提高,家庭范围内的信息服务、通信设备、娱乐设备、家用电器、自动化设备.、保安监控装置等设备逐渐增多;同时家庭应用也越来越丰富,在4C领域的巨", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞在经济危机冲击下,国家更加重视服务外包工作。我们在\"危\"中抓\"机\",努力缩短在服务外包方面与世界的差距,在ICT外包方面追赶印度,更应在呼叫中心方面发挥人才资源优势做好业", "label": "信息与通信工程", "id": 0}
{"content": "分析了各种不同无线宽带技术之间的技术差异及运营现状,通过不同无线宽带技术之间利弊及运营的比较,根据未来对无线宽带的技术要求分析了未来无线宽带所需的关键技术,最后分析了基于无线宽带架构的智慧城市应用。", "label": "信息与通信工程", "id": 0}
{"content": "基于IEEE 802.15.4协议的无线传感网络技术,并将其应用于无线呼叫服务系统。采用TI公司低功耗ZigBee网络收发芯片CC2430,电流损耗低于27mA,并且具备从休眠模式快速唤醒的功能。该文首先介绍了个人无线局域网以及无线呼叫服务系统架构,然后介绍了系统采用的射频前端电路;在软件部分详细阐述了系统各部分工作流程以及网络通信过程。最后给出了系统测试数据以及分析,证明了方案可行性。", "label": "信息与通信工程", "id": 0}
{"content": "就环境在线监测数据传输链路作了对比分析,依据各种传输模式的特点,提出其适用范围。", "label": "信息与通信工程", "id": 0}
{"content": "随着业务及服务的衍生,政府和企业采用电话作为公众服务业务拓展的需求越来越多。但论是政府还是企业在建立各自呼叫中心的时候都会面临两大问题:一是建设和运营成本高,二是管理、维护难。特别是在建设呼叫中心的初期很难确定呼叫中心的规模。规模设计过大,会造成企业资产的闲置;规模设计过小,会造成企业呼叫中心的不断改造。虚拟呼叫中心（CCOD）做为新一代呼叫中心完美的为用户解决了以上问题,为政府及企业提供了呼叫中心整套解决方案。本文介绍了虚拟呼叫中心的业务背景、功能介绍及平台架构。", "label": "信息与通信工程", "id": 0}
{"content": "主要描述广东核电呼叫中心在中国广东核电集团有限公司（简称\"中广核\"）应用全过程,包括呼叫中心的业务介绍、系统组建、运营管理和发展方向的几部分。", "label": "信息与通信工程", "id": 0}
{"content": "对目前呼叫中心维护工作中的拨测工作进行了介绍,针对比较常用的华为ICD3.0平台提出了一个自动拨测的解决方案,并对该解决方案的应用效果进行了分析。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍我局ZXJ10B型机C类用户拨打特服中心进行业务申告不受理问题的分析与处理。", "label": "信息与通信工程", "id": 0}
{"content": "应急通信系统作为日常通信系统的重要补充,在灾难发生时起着非常重要的作用。针对灾难发生时对应急通信系统的要求,本文提出了一种融合卫星通信技术、无线Mesh技术和AdHoc技术的通信方案。使用无线Mesh技术和AdHoc技术在陆地上迅速组建无线Mesh局域网,实现局域网内高速通信,利用卫星通信技术将各局域网组成灾区广域网并接入公用电话网和互联网。整个系统组网快捷,健壮性好,可顺利的实现灾区用户终端之间和灾区用户终端与非灾区用户的通信,较好的满足了灾后应急通信。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍了一种新型可调增益的前端电子学,该设计采用具有两级输出的可调增益放大器,由两级放大分别引出高精度、高稳定度的时间信号和能量信号;通过SPI（Serial Peripheral interface,串行外围设备接口）协议实现了对前放增益的实时控制,使得在线调节PMT增益一致性成为可能:同时采用阻抗匹配的扁平线完成对后续电路高速信号的传输,简化了整个PET系统的电子学设计,降低了装配难度,提高了系统稳定度。前放增益由控制电压精确控制,且在32.9℃到47.9℃的变化范围中,前放增益变化幅度小于1%。该设计正应用于在研的小动物PET（positron emission tomography,正电子发射断层仪）,并取得了良好的效果。使用BGO耦合PMT（Photomultiplier Tube,光电倍增管）对137Cs进行能谱测量,能量分辨率达到20.7%。使用9×9的BGO晶体阵列与PMT以PQS方式耦合,进行泛场成像,得到二维解码图像。", "label": "信息与通信工程", "id": 0}
{"content": "在高校教务管理中建立呼叫中心对提高教务管理水平具有重大的现实意义。本文提出了高校教务管理呼叫中心的一个解决方案,阐述了呼叫中心系统的结构设计、软件设计和功能设计。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞1.概述为了应对不断发生的重特大事件和突发性事故,利用计算机网络、无线通信技术、图像传输、多媒体技术等多种高科技技术手段支持,应急通信指挥系统实质上就是一种能够移动的通信指挥系统。作为一个现代化、智能化的现场通信指挥系统,它具有很强的无线通信能力、现场多媒体资料收集处理传输能力和多功能会议能力。它为现场指挥的领导提供了一个多功能的指挥调度平台,使得指挥员能够\"身临其境\"的在事故指挥中与各现场单位和现场人员及时进行联络沟通并下", "label": "信息与通信工程", "id": 0}
{"content": "传统的单点呼叫中心在网络上互相独立,呼叫只能在呼叫中心内部进行分配,呼叫中心资源也只能在内部进行共享,无法实现呼叫全网均衡分配和资源全网共享,造成呼叫中心资源浪费,制约着呼叫中心的发展。网络呼叫中心在原呼叫中心的基础上,增加了网络呼叫路由和呼叫转移功能,使得网络呼叫中心的各单点呼叫中心互相共享资源,实现了呼叫全网均衡分配和资源全网共享,提供了一套先进网络呼叫中心解决方案。", "label": "信息与通信工程", "id": 0}
{"content": "本文结合2010年世博会的信息化需求,对二维码技术及移动电子商务技术进行深入研究,介绍了移动电子商务,指出了目前移动电子商务中存在的几个问题,针对这几个问题,提出了基于二维码技术的解决思路,详细介绍了二维码的生成与识别原理,阐述了一种基于二维码技术的移动电子商务系统架构,最后结合目前移动电子商务中的问题,给出了在此架构下的两个解决方法。", "label": "信息与通信工程", "id": 0}
{"content": "文章从电子商务的定义入手,分析了移动数据业务在电子商务应用中所特有的普遍性、便利性、本地性等优势,介绍了WAP、GPRS、JAVA/BREW、WPKI等移动数据业务应用的主要技术和标准;从信息类、娱乐类、交易类、办公类、位置类等方面研究了移动数据业务在电子商务中的主要应用;并从深入挖掘客户需求、加强产业价值链管理等方面对于移动电子商务的制约因素提出了建议。", "label": "信息与通信工程", "id": 0}
{"content": "现代军事领域或者民用领域的无线电信号检测,很大一部分是通过无线电频谱检测的.通过匹配滤波器、合适的分辨率频谱、数字信号处理等方法,使频谱检测的准确率越来越高. FGPA作为硬件处理单元,往往是作为频谱检测的前置处理部分,本文设计了一种用于无线电频谱检测的FPGA二维处理方法,特别对于长时间信号,此种方法比较方便也省资源.", "label": "信息与通信工程", "id": 0}
{"content": "为从天基角度对太空电磁环境进行异常检测,提出了星载电磁频谱监测数据异常检测方案.运用孤立森林算法、局部离群因子算法和单分类支撑向量机算法,构建了以基于设定阈值、基于标本数据对比判断、基于单频点多位置点和基于固定点历史数据异常检测模式为主体的异常检测模型,对星载电磁频谱监测数据进行异常检测.仿真数据测试表明,在不同模式下,虽然不同算法的检测效果不同,但每种算法都能够检测出异常信号.该模型实现了对星载电磁频谱监测数据进行异常检测,对判断太空电磁环境发挥了重要作用.", "label": "信息与通信工程", "id": 0}
{"content": "星载电磁频谱监测是实现太空电磁频谱资源利用的重要环节,频谱占用预测技术有助于更好地规划和利用频谱资源.基于此,本文分析了基于星载电磁频谱监测的频谱占用可预测性,针对长短期记忆网络算法,研究了两种基于星载电磁频谱监测的频谱占用预测场景并构建了模型,对算法的预测效果进行了分析.研究表明,通过预测算法构建模型能够实现对星载电磁频谱监测数据在时域上的预测,进而实现对太空频谱占用情况的预测.", "label": "信息与通信工程", "id": 0}
{"content": "电磁频谱作为唯一能支持多种作战的重要媒介,至始至终贯穿于作战的全过程和全要素.电磁频谱作为一种重要资源,它具有理论上的无限性和使用上有限性的双重特性,合理使用并有效管控成了关键环节.目前的复杂电磁环境,一方面由于竞争者主动参与频谱的竞争,另一方面由于商业或民用的频谱接入呈指数增长,导致频谱资源愈发紧张,对可靠的频谱接入能力提出了全新的技术要求.文章目的是通过分析认知无线电、云计算技术的概念、特点及发展情况,探讨通过技术的融合形成基于云计算的认知无线通信网络,为解决频谱接入问题开拓了全新的解决思路.文章首先探讨无线电技术、软件无线电技术以及认知无线电网络,而后分析了云计算的概念和技术特点,最后分析了认知无线电云网络的基本情况及可行性.文章认为认知无线电云网络的发展还在起步阶段,未来有着巨大的应用场景需求,解决好认知无线电和云计算各自领域存在的技术问题,以及两者的技术结合问题,夯实好通信安全的底子,认知无线电云网络必将成为通信领域的革命性技术.", "label": "信息与通信工程", "id": 0}
{"content": "一个高效的电磁频谱监测网是感知电磁频谱、管控用频设备、处置有害干扰、确保电磁空间安全的关键手段.基于航天发射场不同用途的电磁监测设备及发射场周边省市无线电管理部门建立的无线电监测系统现状,提出将不同类型、不同性能、不同归属的设备,通过监测一体化平台融合为一个监测网,达到充分利用现有资源、避免重复建设的目的,解决异构设备联网和数据融合处理的难题,为航天发射场电磁频谱大数据分析和信息挖掘提供技术基础.", "label": "信息与通信工程", "id": 0}
{"content": "本文结合某三通道项目介绍了Watson-watt测向算法的原理和特点,使用FPGA设计实现Watson-watt测向算法可以接近实时处理。文章分析了使用FPGA实现各个模块的详细步骤和资源利用情况,通过仿真和测试验证了理论方法的可实现性。", "label": "信息与通信工程", "id": 0}
{"content": "针对电磁干扰、多径效应等客观因素造成的监测站原始观测数据异常的现实问题,采取数据合理性检验、信号质量监测、数据质量监测、一致性验证等组合检测方法,对原始观测数据进行逻辑判决和综合处理,实现监测站数据异常情况全面、准确的检测,为卫星精密定轨、系统完好性检测及信号增强处理提供真实、有效、可用的基础数据。本文通过监测接收机工作状态分析、数据测量值范围合理性检验、时间序列上拟合预测分析等方法,对接收机的状态参数、伪距、载波相位、载噪比、多普勒频移等原始观测数据进行合理性检验;研究载噪比检测、码-载波偏离度检测等技术,对原始数据进行信号质量监测;采用卫星星历验证方式,对观测数据进行数据质量监测;研究载波相位周跳检测、载波平滑、码变化量检测等方法,对观测数据测量质量进行监测;分析多台监测接收机的伪距载波相位等数据平行验证方法,对原始数据进行一致性检测。仿真结果表明,采用综合监测处理后,监测站的观测数据异常漏检、误检概率明显降低,可以保证向主控站输出高质量的观测数据。", "label": "信息与通信工程", "id": 0}
{"content": "为全面准确地分析边境地区我国与邻国的无线电业务应用态势,从无线电监测工作实践出发,通过深度挖掘边境各类频谱数据价值,引入国别、时间和空间维度变量,借助数学中的集合论思想,提出了边境无线电监测数据多维对比分析方法,并结合实例说明了方法的应用与效果。", "label": "信息与通信工程", "id": 0}
{"content": "应用三角交会定位原理,探讨了双多站联合监测的系统平台对目标定位精度的影响并进行了仿真分析。主要讨论了参与交会定位的监测站数量、监测站位置分布等因素对定位精度的影响,可以对实际监测工作提供指导性的意见,也可为监测系统平台的优化配置、未来监测站的选址提供一些技术依据。", "label": "信息与通信工程", "id": 0}
{"content": "以C-60III等高铝矾土熟料为主要原料,硅酸盐水泥和铝酸盐水泥为结合剂,对比研究了:硅酸盐水泥结合的低水泥浇注料（LCC）和普通水泥浇注料（CC）的性能,硅酸盐水泥结合的浇注料和铝酸盐水泥结合的浇注料的性能。结果表明:1)硅酸盐水泥结合的低水泥浇注料和普通水泥结合的浇注料的性能相当;2)铝酸盐水泥结合的浇注料的性能优于硅酸盐水泥结合的浇注料;3)硅酸盐水泥和铝酸盐水泥结合的浇注料的性能都可以达到现在使用的耐热混凝土的性能指标。", "label": "信息与通信工程", "id": 0}
{"content": "目前对于超短波测向实验来说,传统测向显控软件仅支持低速数据传输而且实验功能比较单一,由于无法提供对测向仪器更加精密的操作方式,实验过程很大程度上依赖实验人员的经验,而且测向数据的收集过程也需要耗费实验人员大量的时间与精力。因此,本文针对超短波测向实验,建立了基于PCIe高速测向接收处理及自动化测试软件,实验分析表明,本软件支持1.25GB/s以上的高速数据传输,通过软件自动化执行测向实验流程,自动生成全频段、全方向、数据可靠的测向样本数据,避免了实验过程中人工干预,节约了大量的实验时间,对超短波测向工作发挥了极大作用,具有极大的借鉴意义及推广作用。", "label": "信息与通信工程", "id": 0}
{"content": "电磁频谱数据是电磁频谱信息服务的核心,是提高电磁频谱管理能力和电磁频谱利用率的关键。本文针对电磁频谱管理与利用对电磁频谱数据资源的需求,分析了国内外电磁频谱数据建设现状及国家电磁频谱数据建设存在的不足,从频谱数据可见性、可访问、管理制度化、可理解、可信任、互操作、可响应等方面分析了面向服务的电磁频谱数据建设发展需求,研究了电磁频谱数据服务框架,提出了面向服务的电磁频谱数据建设的体系结构、技术体系和数据体系,为下一步电磁频谱数据建设提供技术支持。", "label": "信息与通信工程", "id": 0}
{"content": "针对当前航天发射场电磁环境监测系统的不足,引入网格化无线电监测理念,提出发射场电磁环境网格化监测网络设计思路。本文对发射场电磁环境网格化监测网络的拓扑结构、网格点组成、中心站组成及软件系统等进行了设计,可为航天发射场电磁环境监测网络建设提供一定参考。", "label": "信息与通信工程", "id": 0}
{"content": "针对我国航天发射面临的复杂电磁环境现状,识别复杂电磁环境对航天发射可能存在的潜在威胁和干扰途径。从保密管理、监测技术、协调机制和创新发展等方面,提出航天发射在复杂电磁环境下的应对策略,为航天发射电磁环境管控提供技术支撑。", "label": "信息与通信工程", "id": 0}
{"content": "在梳理空间业务监测的现状的基础上,用\"一网\"和\"星链\"星座的技术特征归纳出NGSO星座的基本特征,结合星座的特征提出了卫星监测中资源监管、干扰来源及卫星监测网面临的挑战,提出了今后研究的方向。", "label": "信息与通信工程", "id": 0}
{"content": "随着无线技术的迅速发展,无线数字专网设备在公安、消防、工业生产、物流运输、商业零售等领域得到了广泛应用。由于数字专网设备种类较多,应用范围较广,如何进行合理的频率指配以及无线数字专网通信的管控是无线电管理部门急需解决的问题[1]。针对无线数字专网的体制和技术,研究同步、解调、解码等关键技术,对日常监测和大型活动保障等工作具有重要意义。", "label": "信息与通信工程", "id": 0}
{"content": "本文基于对当前海岸电台甚高频通信干扰现状的介绍和深入分析研究,参考国内外无线电监测技术的发展,提出适合我国海岸电台无线电秩序管理工作应用的干扰监测系统对策与建议,希望能够为解决干扰问题、维护海岸电台通信秩序以及无线电管理等工作带来思考和借鉴。", "label": "信息与通信工程", "id": 0}
{"content": "数据资源、运算能力、核心算法的共同发展,掀起了人工智能的第三次发展新浪潮。本文以无线电用频监管工作中频率占用度核查、信号值守、干扰查找、重要活动保障四类典型任务为场景,提出了利用人工智能革新传统工作模式的构想,对未来人工智能在无线电用频监管领域的应用进行了探索性思考。", "label": "信息与通信工程", "id": 0}
{"content": "重大活动中的无线电应用具有用频设备密集、活动区域分散、管理协调困难的特点。对于重大活动中的无线电安全保障任务而言,一是要满足活动用频需求,二是要应对电磁干扰威胁,应有针对性地采取各种有效措施确保完成任务。重大活动中的无线电安全保障是一个复杂的系统性工作,为提高保障效率应构建科学高效的组织管理和业务支撑体系。可将重大活动无线电安全保障的组织实施划分为前期筹备、临战准备、正式活动三个阶段,在整个业务流程中各业务组分工协作、重点防控,确保重大活动无线电安全万无一失。", "label": "信息与通信工程", "id": 0}
{"content": "无线电频谱资源是战略性、稀缺性的自然资源。无线电安全更是总体国家安全不可或缺的一部分,事关人民安全、政治安全和国家利益,事关经济发展、国防建设和社会稳定。在不断深化供给侧结构性改革、加快建设创新型国家的过程中,无线电技术的应用发展和高效利用所发挥的作用愈发重要,无线电安全保障工作也面临新的挑战。本文主要针对无线电安全保障工作所面临的人力物力不足、监测网络布局相对固化、数据存在壁垒等问题,提出通过积极促进发展规划,构建泛在的无线电监测网络,充分发挥无线电监测数据的作用等几个方面,努力开创新时代中国特色社会主义无线电安全保障工作的新局面。", "label": "信息与通信工程", "id": 0}
{"content": "随着数据业务及用户规模发展,特别是2017年以来提速降费及B2I业务的快速增长,中国联通LTE网络的资源负荷明显上升,业务热点区域进行了异频扩容、FDD+TDD混合组网等容量提升方案,另外,为节约成本,部分城市在原WCDMA设备通过SDR方式建设大量L2100站点,形成了当前L1800连续覆盖情况下异频站点大范围插花分布的网络结构。由于ANR自动配置及异频邻区规划,在现网异频小区实际占比较小的情况下,L1800小区已配置异频频点及异频测量的比例很高,GAP测量可以造成的上下行调度损失,需要进行系统性分析及清理,降低无效异频测量造成的调度损失,对业务时延及用户感知改善等有一定的价值,并为其他城市异频组网场景的规划及异频优化提供参考。", "label": "信息与通信工程", "id": 0}
{"content": "在无线电监测系统中,实现大规模的远程设备管理控制是难点之一,在对ICE体系架构分析研究的基础上,设计了分布式设备控制服务系统,实现设备的远程访问、动态加载和数据传输,具有很好实际应用价值。", "label": "信息与通信工程", "id": 0}
{"content": "近年来,随着人民生活水平的不提高,各种学校、国考、考证考试的增加以及科技的不断发展,空中出现了很多非法的黑电台,这些黑电台的出现严重干扰了正常的广播电视频段,给执法部门的查处带来难度。本文依据国家新闻出版广电总局二九一台对黑电台的定位过程,介绍基于R＆S DDF007便捷式测向机的车载无线电监测定位系统。R＆S DDF007便捷式测向机结合其配套的测向天线,能够快速准确的搜索到非法信号,并对非法信号进行搜索、解调、录音、测向,并用二维地图的形式进行实时显示。", "label": "信息与通信工程", "id": 0}
{"content": "针对我国FY-3A卫星系统与俄罗斯KANOPUS-V卫星系统重频段使用S频段的干扰问题进行研究。根据《无线电规则》及国际电信联盟相关建议书,分析两系统间的干扰场景及干扰保护标准,对两系统在各自下行链路工作时具有临近地球站场景下的干扰情况进行仿真分析和计算研究,并同时考虑非静止轨道卫星在时间上的干扰概率。研究结果表明两系统在同频使用S频段下行链路之间的干扰满足干扰保护限值。相关研究可为我国极轨气象卫星的业务开展提供技术支撑。", "label": "信息与通信工程", "id": 0}
{"content": "无线电管理是一项以技术手段为基础的政府职能,需要强有力的技术支撑系统来开展监管工作。在分析地面监测设备局限性的基础上,阐述了无线电监测工作对系留多旋翼无人机的需求,为多旋翼无人机在监测中的应用提供了新思路。", "label": "信息与通信工程", "id": 0}
{"content": "科学的电磁频谱管理是电子信息系统试验顺利进行的有效保证。分析了电子信息系统试验场区电磁频谱管理特点,研究了试验场区电磁频谱管理的主要内容,提出了试验场区电磁频谱监测系统的结构与组成,重点研究了试验场区电磁信号监测与显示方法,为提升试验电磁频谱管理提供技术支撑。", "label": "信息与通信工程", "id": 0}
{"content": "边境无线电频率台站国际保护工作关乎国家权益,而预先对边境地区我国与邻国无线电地面业务应用态势进行评估和掌握,是做好这项工作的必要前提。提出了一套评估方法,且利用该方法研究了我国黑河口岸地区中俄两国地面业务应用态势。在得到态势评估结论的同时,验证了方法的可操作性与实践推广价值,并为此类评估的实施提供了建议。", "label": "信息与通信工程", "id": 0}
{"content": "为了在无线电信息管理网络中对个人终端的管理方式进行改进,调研桌面虚拟化市场前沿技术,研究基于云计算平台下的桌面虚拟化技术新特点,结合全国无线电管理网络结构的特点,提出基于无线电云计算平台下的桌面虚拟化实施架构,分析该架构的可行性,报告该架构的利弊和收益分析,同时也针对一些其他关键的问题进行分析。", "label": "信息与通信工程", "id": 0}
{"content": "通过对全国无线电频谱的使用评估,加强针对频谱资源的全过程监管,用以促进频谱资源更加规范、高效地使用。本应用系统按照SOA标准设计和开发,采用标准的服务接口封装。通过对海量监测数据的分析以及预处理,以公众移动通信频段为例,使用可视化的方法在时域、频域、地域等维度进行展示,直观掌握频谱资源在国内的使用情况,为我国频率规划、调整等工作提供依据。", "label": "信息与通信工程", "id": 0}
{"content": "与一般的无线电保障工作不同,重大活动中的无线电安全保障工作具备很强的特殊性,如无线电设备种类和数量繁多、无线电信号同一时段内密集使用、已登记的合法信号存在非法使用情况等。以此为背景,首先研究了重大活动无线电安全保障系统的使用需求,然后进行了系统设计,进而开发出一套重大活动无线电安全保障系统,最后通过实际应用案例验证了系统的可行性。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍了基于R＆S DDF007便携式测向机的非法电台的发现与定位。通过非法电台的实际发现与定位,验证了该方法在实际应用中的有效性,结合实验数据分析该方法的优势。本文提出的基于R＆S DDF007便携式测向机的非法电台的发现与定位是一种简单高效非法电台发现与定位方式,可以被广泛应用现在的非法电台监测上。", "label": "信息与通信工程", "id": 0}
{"content": "本文通过在建设一套中短波广播交会定位测向系统之前,对测向站场地的选择时所遇到的问题,结合实际和案例分析,对广播交会测向系统中测向站的建设场地的选择问题进行了分析与研究。", "label": "信息与通信工程", "id": 0}
{"content": "信号识别技术是无线电监测、信号情报、干扰定位等领域中的关键技术。传统的无线电信号识别方法依赖个人经验,需要手动提取大量特征,并且经验难以传承,难以应对日益复杂的电磁环境下的信号分类工作。提出一种基于机器学习的信号识别框架,并利用机器学习算法对实际监测中遇到的复杂无线电干扰进行识别验证。结果表明了基于机器学习的方法在识别效率、识别正确性和数据累积等方面具有优势。", "label": "信息与通信工程", "id": 0}
{"content": "根据无线电频谱管理工作实际情况,从目前频谱管理的工作现状出发,分析在大数据时代下频谱管理工作的设想,并针对性提出利用大数据和地理信息系统提高无线电管理的合理化建议。", "label": "信息与通信工程", "id": 0}
{"content": "对我国频谱使用评估工作进行了研究,分析了国外频率使用评估开展情况和特点。2016年国家无线电管理机构首次开展了我国频谱使用评估专项活动,对公众移动通信、通信卫星及卫星通信网在用频段进行了全面评估。\"十三五\"期间我国将逐步建立频谱使用评估工作机制,制定体系化的技术标准规范,进一步升级完善无线电技术设施手段,将频谱评估工作纳入日常无线电管理工作中,提升我国频率资源的精细化管理水平。", "label": "信息与通信工程", "id": 0}
{"content": "分析了频谱占用参数统计方法不规范给2015年全国无线电频率核查活动带来的一些问题;建立了频谱占用监测的集合论数学模型;给出了全部数据和超过门限数据两种情况下频谱占用最大值、最小值、平均值、均方根值和中值的算法;讨论了频谱占用监测的门限问题、配对频率占用度问题、数字扫描信道化占用度问题;证明了均方根值不适合频谱占用监测统计。", "label": "信息与通信工程", "id": 0}
{"content": "从无线电监测方法、数据存储与传输要求及评估内容等3个方面,经过大量实地调研并结合工作实践,研究提出了我国用于30 MHz（含30 MHz）以上频段无线电频谱使用评估方法,在一定程度上解决了无线电测试工作不规范、数据存储内容不统一、评估内容较分散等一系列亟待解决的关键技术问题。该方法还可用于工作在30~6 000 MHz频段内各类无线电固定监测站、可搬移站以及移动监测车的监测数据采集、存储、交换或实时传输。", "label": "信息与通信工程", "id": 0}
{"content": "为了构建布局科学合理的卫星监测网,掌握全球静止轨道卫星（GEO）轨道和频率资源的真实使用情况,综合分析了现有静止轨道卫星监测网的覆盖能力,以资源优化配置为原则,对未来国家GEO卫星监测网的布局提出了一种建设方案。该方案可实现对全球静止轨道卫星的全面监测,可以为我国制定科学的卫星频率和轨道资源使用规划、在国际上争夺有限的卫星频率和轨道资源、有效利用卫星频率和轨道资源提供客观、可靠的数据支持,并为我国的卫星频率和轨道使用安全提供坚实的保障。", "label": "信息与通信工程", "id": 0}
{"content": "无线电监测车是实施区域性移动监测的核心技术手段结合我国无线电管理工作实际,创新性地提出了基于SOA理念发展新型无线电监测车的初步思路及方案。", "label": "信息与通信工程", "id": 0}
{"content": "首先分析\"黑广播\"工作原理、特点和危害,分析和总结\"黑广播\"常用的监测定位方法;针对当前定位方法存在的问题,提出改进的建议,从而实现对\"黑广播\"的快速、准确和自动发现,提高\"黑广播\"的监测和查处效率。", "label": "信息与通信工程", "id": 0}
{"content": "应用现代信息技术,深入开发广泛利用信息资源,建设无线电管理信息一体化平台,全面、综合、深入地分析无线电管理各项数据,使频率资源的分配和使用更为合理,无线电技术和无线电业务的应用更加有序,加速实现无线电频谱资源管理现代化进程。", "label": "信息与通信工程", "id": 0}
{"content": "本文从\"非法电台\"的概念、特点及危害性入手,结合实际情况,探讨了非法电台的智能监测手段与监管策略。文章提出采用先进的智能监测系统,实时发现非法电台,并对非法电台播出的节目内容进行跟踪,及时掌握非法电台播出情况,为相关部门监管与清查提供第一资料及依据。同时,文章也对现阶段非法电台监管工作中面临的困难进行分析,探讨了对非法电台的监管策略。", "label": "信息与通信工程", "id": 0}
{"content": "当前大量伪基站发送垃圾短信在社会上引发了广泛关注,2014年,中宣部、工信部等9部门在全国范围内部署开展打击整治专项行动。基于此研究伪基站的运行原理,利用核心网平台信令数据分析,定位伪基站位置并进行追踪,通过这种技术创新手段为公安机关、无线电管理委员会等政府部门提供大量有价值的线索。此外,还通过优化手段降低用户占用伪基站的机率,抑制伪基站对用户的影响,对登录过伪基站网络的用户及时发送短信温馨提醒防止其被骗,大大降低了伪基站对用户的影响。", "label": "信息与通信工程", "id": 0}
{"content": "二维交叉测向定位是小范围地波或空间波测向定位的具体应用,在无线电频谱管理、广播电视监管与打击非法电台方面有重要意义。本文依靠R＆S PR100可编程频谱分析仪,依据二维测向定位原理实现小范围地波与空间波测向,并开发测向定位平台对数据进行收集与处理,实现平面精准定位。", "label": "信息与通信工程", "id": 0}
{"content": "随着自动驾驶技术的逐渐成熟,车载传感器中毫米波雷达的使用也越来越多,实际行车环境中的车载FMCW（Frequency Modulated Continuous Wave）毫米波雷达多工作在同一频段下,因此会产生大量的同频干扰,导致目标的漏检或误检。本文针对FMCW雷达之间的同频窄带干扰,提出了一种基于波形设计的干扰抑制方案。该方案利用毫米波车载雷达信号先混频后采样的信号处理特点,提出了在射频发射波频段内进行自适应分段频率序列化设计,通过改变雷达发射波调制波形,抑制了干扰信号的接收频段,达到了对抗同频雷达间窄带干扰的目的。通过仿真实验验证了该方案的有效性,结果表明该方案在窄带干扰发生的情况下可有效降低雷达误判率。", "label": "信息与通信工程", "id": 0}
{"content": "在对远程支援干扰飞机雷达干扰资源调度问题具体分析的基础上,基于雷达对抗推演仿真平台,将组网雷达干扰资源调度问题建模为一个带收益的马尔可夫决策过程,设计了雷达干扰资源调度决策模型,并通过Q-Learning的强化学习算法来训练雷达干扰资源调度决策模型,确定干扰飞机在动态环境中对组网雷达的干扰波束与干扰频段。通过仿真实验,证明了基于Q-Learing的强化学习算法能够在变化的环境中学习到最佳的瞬时干扰波束以及干扰频率,具备\"认知\"的特性。", "label": "信息与通信工程", "id": 0}
{"content": "针对当前作战仿真领域可信性评估这一难点问题,以电子对抗作战仿真为切入口,利用电子对抗信号级模型来对作战级模型开展校验,进而支撑可信性评估。为解决电子对抗作战模型精度不高的问题,探索采用可解释深度学习方法完成作战模型精度的提升,在不牺牲模型效率基础上,有效提升电子对抗作战级模型精度,由此提升整个电子对抗作战仿真系统的可信性。", "label": "信息与通信工程", "id": 0}
{"content": "电子对抗作战可以夺取电磁频谱优势,在复杂的战场电磁环境中确保己方各项作战行动效能的最大化发挥。文章以电磁对抗基本作战行动分析为基础,提出了电子对抗攻防对作战效能的影响机理,给出了对抗条件下作战效能的计算方法。该方法可用于分析电子对抗攻防博弈所带来的作战效能的变化,进而指导电子对抗作战行动和常规作战行动的筹划和实施。", "label": "信息与通信工程", "id": 0}
{"content": "近年来,随着人工智能技术越发成熟,其应用也越发广泛,人工智能在电子战领域的应用推动了传统电子战向认知电子战发展。概述了认知电子战的定义和现状及传统电子战面临的诸多挑战。文章简要介绍了认知电子战具备适应复杂电磁环境、动态学习和经验累积、智能决策和效能评估、有效对抗认知系统或网络、隐蔽性和抗毁性强以及增强电子战与网络战互动性等优势;并以美军为例介绍了外军认知电子战发展现状及特点;最后得出人工智能基础研究、研究立项、军民融合、理论研究等方面的启示。", "label": "信息与通信工程", "id": 0}
{"content": "针对现代战场环境复杂多变,单一侦察方式难以获取准确完整的战场态势这一矛盾问题,文章以电子对抗侦察与特种侦察为例,深入分析了电子对抗侦察与特种侦察的作用机理及工作特性,并运用SWOT分析法对电子对抗侦察与特种侦察融合后的优势与劣势、战场上面对的机遇与威胁进行分析,研究表明联合侦察效能更高,发现目标、识别目标速度更快,更适用于现代战场。", "label": "信息与通信工程", "id": 0}
{"content": "复杂电磁环境下,电磁态势系统担负了更多的作战任务,当前其对感知识别能力、研判程度和分发传递效能更高的需求也日渐体现。探索了为满足电磁态势系统增强识别能力、深化研判程度和提高分发效能的能力发展需求,运用深度学习、数据挖掘和人机交互等技术在智能电磁态势系统中的数据支撑模块、态势生成模块、传输分发模块,对智能电磁态势系统建设和运用具有参考价值。", "label": "信息与通信工程", "id": 0}
{"content": "高效的行动控制是提升战场电磁空间态势感知能力的重要途径,对于夺取战场电磁空间优势具有重要的现实意义。围绕战场电磁空间态势感知行动控制问题,深入剖析了概念内涵;提出了以优化体系为目标、以高效获情为途径、以数据融合为重点的三种行动控制任务;提出了前馈控制、反馈控制、集中控制和自主控制的四种行动控制方法。", "label": "信息与通信工程", "id": 0}
{"content": "\"马赛克战\"与认知电子战都是美军目前大力推行的新型作战概念,对于美军未来的建设发展而言,两者密不可分。通过对\"马赛克战\"作战概念以及认知电子战系统的特点、组成的分析,聚焦认知电子战的三大模块:认知侦察模块、智能干扰模块和效果评估模块,文章提出一种基于\"马赛克战\"相关原理的认知电子战系统构建方案。", "label": "信息与通信工程", "id": 0}
{"content": "为使作战计划适应现代化作战节奏的要求,提出了电子对抗作战计划数据化制定方法,即建立作战信息数据库,运用数据化的方法制定和使用电子对抗作战计划,实现作战计划的快速生成、快速传达以及装备的迅速加载功能。该方法能有效地提升作战计划的制定和使用效率,缩短作战筹划周期,提升资源配置合理性,为精确作战聚力增效。", "label": "信息与通信工程", "id": 0}
{"content": "随着信息化带来的新军事变革,电磁频谱领域斗争越来越激烈复杂,传统电子对抗系统已经很难满足高时效、无人化的现代军事需求。针对传统电子对抗面临的困境,对传统电子对抗系统增加智能化功能进行了探究与思考,梳理了认知电子战发展现状,并基于OODA理论,探索了\"+智能\"后电子对抗需要突破的关键技术和下步发展方向。", "label": "信息与通信工程", "id": 0}
{"content": "基于雷达干扰方程对噪声干扰压制效果进行仿真实验,利用FEKO软件对某型飞机机腹面部分角度的雷达散射截面积（Radar Cross Section,RCS）进行仿真求解,重点对突防飞机运动中RCS的动态变化给干扰效果所造成的影响进行定量分析研究。仿真实验表明,采用经验RCS值计算干扰飞机配置位置可能无法满足作战需求,要达到有效的支援干扰效果,使用动态RCS值对干扰飞机配置位置进行计算更具有战术参考价值。", "label": "信息与通信工程", "id": 0}
{"content": "接收前端组件是电子对抗系统的重要组成部分,在系统中起着承上启下的作用。近些年来随着电子对抗技术的不断发展系统对接收前端的功能和指标提出了更高的要求。本文结合工程需要,采用微组装工艺设计了一款具有小体积、多功能、轻重量的接收前端组件。测试结果表明该接收前端组件性能可靠达到设计指标,重量仅为90g。", "label": "信息与通信工程", "id": 0}
{"content": "抗干扰技术是卫星导航接收机中一项重要技术,传统功率倒置算法中通常规定约束导向矢量固定,通过自适应调整其他通道的加权系数,使输出信号功率最小,导向矢量不具备约束任何卫星信号方向,在抑制干扰的同时,卫星信号也可能被削弱,导致部分角度抗干扰效果减弱。若将指向对准有用信号的来向,使得权矢量有一个固定的波束指向,这样就能极大可能的增强有用信号,同时抑制干扰。另外,导航系统的定位需要用到多颗卫星的导航信息,所以需要多组权值来进行波束指向。本文提出了一种基于多波束指向的空频自适应抗干扰方法,不仅能抑制干扰,还能增强有用信号,提高输出信噪比,进而提升导航接收机抗干扰能力。", "label": "信息与通信工程", "id": 0}
{"content": "针对导航电子对抗战中抗欺骗式干扰的需求,结合临近空间飞艇的优势,研究了一种基于临近空间飞艇辅助的GNSS欺骗式干扰识别技术,用于提高GNSS的抗欺骗式干扰的能力。地面终端通过接收飞艇导航增强信号,同时测量信号波达方向,能够初步判断自身概要位置。通过获取转发的GNSS电文信息,能够估算出可见GNSS卫星的概要位置,从而估算出伪距信息,由于通过欺骗式干扰信号获取的伪距信息不符合预期结果,可以识别为干扰信号。本文提出了一种基于飞艇辅助的欺骗式干扰识别算法,并针对GNSS卫星进行了数学仿真,仿真结果表明,该算法可以有效实现欺骗式干扰识别。", "label": "信息与通信工程", "id": 0}
{"content": "现在战场电磁环境越来越复杂,同时由于密集的使用电子设备,对北斗卫星信号的干扰愈发严重,使得北斗卫星导航终端无法正常工作。通过北斗信号处理方法研究保障终端设备在复杂电磁环境下可靠定位,对于未来战场制电磁权的争夺走向影响愈发显现。本文主要介绍一种北斗信号处理方法,利用了北斗军码信号的天然优势,采用抗干扰处理和多模式兼容策略,实现在复杂电磁环境下可靠定位。", "label": "信息与通信工程", "id": 0}
{"content": "电子战是指敌我双方为争夺电磁频谱的控制权所展开的斗争。在现代信息化战争中,电子战已不再是一种基本的保障手段,而是一种重要作战手段,它直接关系到战争的最终成败。主要阐述了电子战的概念及对象,重点说明了电子对抗的分类及技术特点、介绍了机载电子对抗技术要求,在此基础上对电子战的的未来发展方向进行了小结。", "label": "信息与通信工程", "id": 0}
{"content": "射频干扰主要出现在通信、导航链路或目标侦察等射频链路中,机载或外界大功率发射设备信号侵入链路,主要表现为能量域和频域的侵占,如大功率脉冲攻击、电子干扰等。研究一种机载射频自适应抗干扰模型来加强射频前端抗干扰的能力。为后续构建自适应抗干扰模块测试平台和自适应抗干扰系统的具体方案规划出方向。为最终制定包含射频衰减、滤波和抵消在内的综合抗干扰解决方案奠定基础。", "label": "信息与通信工程", "id": 0}
{"content": "针对主动雷达制导装备利用天线/目标极化特性抗箔条干扰技术开展极化雷达抗箔条干扰建模与仿真技术研究,重点在于全极化主动雷达导引头系统建模和箔条极化建模,为后续极化雷达制导装备抗箔条干扰能力研究提供支撑。", "label": "信息与通信工程", "id": 0}
{"content": "在5G建设初期网络主要受到外部干扰的影响,造成吞吐量下降、覆盖收缩、切换失败等一系列问题。本文对5G网络干扰优化问题进行系统性研究,针对目前主要为区域性外部干扰的问题,创新提出一种5G网络干扰自动聚类算法,研发原型产品并进行试点验证,测试结果表明本文所提算法可有效提升5G外部干扰排查与定位的效率。", "label": "信息与通信工程", "id": 0}
{"content": "提出了一种基于生成对抗网络（GAN）的半监督方法,以满足5G时代不平衡干扰数据的分类需求。该方法考虑到不平衡样本的误分代价,在prb数据集上增加敏感代价值,实现了正负样本的抽取概率平衡。在模型构建上,网络层数的选择权衡网络复杂度和输出性能的关系,以达到最佳的性能配比。在训练策略中,采用迭代算法。实验研究表明,该方法在干扰数据的分类问题上可以达到97.4%的准确率。同时,该模型能自适应的分类出5G干扰中的新类型,归一化互信息NMI和兰德指数均在0.9以上,在5G干扰分类中有良好的应用前景。据作者所知,本文代表了半监督学习在5G干扰识别分类中的首次应用。", "label": "信息与通信工程", "id": 0}
{"content": "中国移动的5G商用频率包含2.6GHz频段的160MHz带宽以及4.9GHz频段上的1 00MHz带宽。针对公众用户以下行为主的数据业务与行业客户以上行为主的数据业务间截然相反的网络需求差异,4.9GHz频段具备了采用多种灵活的上下行帧结构配置方案的可能,但异帧结构的大规模组网势必会造成交叉时隙干扰问题。4.9GHz是否选择异帧结构的组网方案,以及可在哪些室内场景部署大上行帧结构方案,需结合业务需求、隔离方案、可行方案比选、经济评价、对后续周边4.9GHz公网容量补充基站部署的潜在影响等众多因素进行综合评价后,做出决策方案。", "label": "信息与通信工程", "id": 0}
{"content": "为验证和评估雷达在干扰环境下的工作性能,提高其抗干扰设计能力,研究了有源欺骗式干扰的原理和干扰源实时生成仿真技术。基于数字射频存储DRFM技术,实现了欺骗有源干扰试验态势建模仿真;结合通用测试设备,进行距离拖引干扰和速度拖引干扰的相关测试并给出测试结果。基于DRFM的雷达欺骗干扰源仿真技术研究,为雷达内场抗干扰试验提供了数据模型支撑,提升了复杂电磁环境下干扰建模仿真能力。", "label": "信息与通信工程", "id": 0}
{"content": "角跟踪雷达导引头广泛采用单脉冲角跟踪技术,针对传统靶机在防空导弹武器系统考核鉴定缺少有效的单脉冲雷达干扰手段,提出一种在靶机上加装自卫式单脉冲雷达干扰技术（即交叉眼干扰技术）。介绍了\"交叉眼\"干扰的基本原理,靶机加装交叉眼的方案设计及仿真,通过论证,证明靶机加装交叉眼干扰设备具备可行性。", "label": "信息与通信工程", "id": 0}
{"content": "Altair FekoTM的特征面技术的基本方法是利用透射反射系数来等效特定结构,来进行快速计算。该方法可以广泛应用于天线罩、天线阵列等含有周期结构的电大以及电中尺寸的仿真计算。本文通过一个Vivaldi阵列的简化模型为例,介绍了该技术的使用方法,将该技术应用于阵列天线RCS快速计算上,并且对计算时间和精度与全波算法进行了对比。结果表明该方法可以在保证一定精度的情况下,对阵列天线的RCS进行快速计算。", "label": "信息与通信工程", "id": 0}
{"content": "目前国内外涉及正交配置法的研究中,控制变量和状态变量均是通过Lagrange插值多项式近似,插值节点通常采用Legendre正交多项式的零点,无法利用状态变量的导数信息。考虑到最优控制问题中往往涉及状态变量的微分方程,为充分利用状态变量的导数信息,减少问题的求解规模,本文提出一种基于Hermite插值的正交配置法,通过Hermite插值多项式近似状态变量,并以Jacobi正交多项式的零点作为Hermite插值节点。最后通过多无人机协同欺骗干扰组网雷达的实例测试,表明了所给方法的有效性。", "label": "信息与通信工程", "id": 0}
{"content": "本文在仅有视线角测量的情况下,提出了一种利用两架或多架已知自身定位信息的无人机对空间非合作移动目标进行定位的优化算法。每架载机以自身为主机,其它载机为辅机,在无源定位的AOA（Angel Of Arrival）模型的基础上,以非合作目标相对于主机的实时位置及速度为状态变量,利用卡尔曼滤波获取目标的相对状态信息。在多机情况下,本文以每两架载机组成子系统,设计了一种以子系统状态估计协方差阵为依据的信息分配系数的联邦滤波器,对多个子系统滤波数据进行融合,保证全局定位结果最优且可靠。", "label": "信息与通信工程", "id": 0}
{"content": "随着卫星通信技术的发展,用户对卫星通信系统的容量、频谱效率、抗干扰能力等多方面指标提出了更高的要求,通常通信系统中的频谱利用率与抗干扰性能之间需要平衡。对于具体场景的通信系统,不同通信指标的重要性不一,因此如何评价各相关指标对于具体系统的重要性程度尤为重要。层次分析法作为一种系统评价方法在各行业中应用广泛,本文针对其主观性过强的不足引入了最小二乘法和随机抽样一致算法对层次分析法加以改进,最终实现相对可靠的系统性能评估方案。", "label": "信息与通信工程", "id": 0}
{"content": "卫星通信容易受到外部干扰,造成通信质量的恶化,需要采取抗干扰措施。一个卫星通信系统的抗干扰能力如何,需要进行有效评估,并根据评估结果完善卫星通信系统体制设计。本文从卫星通信系统抗干扰能力评估指标体系的建立以及卫星通信系统抗干扰能力评估方法两个层面开展研究,评估某一卫星通信系统的整体抗干扰能力。首先构建卫星通信抗干扰能力评估指标体系,针对指标体系分析相应的评估方法。综合比较不同评估方法的优缺点,为选取合适的评估方法提供依据,进一步为抗干扰卫星通信技术体制设计提供参考。", "label": "信息与通信工程", "id": 0}
{"content": "卫星通信因其机动灵活,通信范围广,受到了广泛的应用。而对卫星通信有意和无意的干扰也日益增多,因此对其进行干扰分析是十分必要的。本文通过对卫星通信链路的设计与仿真,完成对卫星通信链路的建模仿真并且对在不同干扰样式下的通信性能进行了仿真研究。", "label": "信息与通信工程", "id": 0}
{"content": "本文分析卫星通信系统地面站（以下简称地面站）面临的电磁环境,详细剖析地面站的抗干扰能力,并提出有效提升地面站抗干扰能力的措施。", "label": "信息与通信工程", "id": 0}
{"content": "近年来低轨巨型星座系统呈现蓬勃发展的趋势,越来越多的低轨星座计划被提出,但由于空间轨位资源和频率资源有限,不同低轨星座申报频段相同,轨道高度相近,不同星座系统信号跨星座网络穿透接入,给其他星座系统带来了巨大的干扰隐患。针对上述问题,为评估不同低轨星座系统间干扰程度,本文结合轨道动力学和天线方向图对典型低轨通信星座系统间的星对地、地对星以及星对星之间的干扰情况进行了分析,并分析了设置轨道保护角和地面站分集部署条件下干扰抑制情况。", "label": "信息与通信工程", "id": 0}
{"content": "针对卫星干扰处理中的多目标定位问题,提出基于压缩感知的定位方法。该方法利用目标的空间稀疏性,以及多波束天线在不同信号源方向上的增益不同,仅需要测量接收信号强度便可实现多个干扰的位置识别。研究结果表明,该方法信噪比为20 dB时定位精度达到7.7 km,优于现有的空间谱估计和旋转干涉仪测向方法。", "label": "信息与通信工程", "id": 0}
{"content": "卫星通信系统得到了广泛的应用,但容易受到干扰的影响。本文通过最小二乘法的线性回归模型,将呼通率指标拟合成干扰功率和干扰带宽的函数关系,得到卫星通信系统抗干扰性能评估算法。该评估算法可以计算出不同干扰条件下的呼通率指标,可作为卫星通信系统干扰条件下运行决策的重要参考和依据。", "label": "信息与通信工程", "id": 0}
{"content": "为抑制5G通信频段信号对传统C波段卫星通信的干扰,设计了一种内嵌腔体滤波器的LNB（低噪声下变频器）。该LNB的腔体滤波器在第一级LNA（低噪声放大器）之后,能在不恶化系统的噪声前提下,尽可能地提高对带外干扰信号的抑制。第一级LNA选用高压缩点的管芯,干扰信号幅度达到-10dBm时,LNB带内噪声系数不恶化;干扰信号幅度达到+20dBm时,LNB不烧毁。产品测试表明,该LNB最大噪声45K,对3.4-3.6GHz、4.8-4.9GHz频段抑制大于60dB。", "label": "信息与通信工程", "id": 0}
{"content": "提出基于坐标变换的目标定位算法,通过构建大地地理坐标系、大地直角坐标系、载车地理坐标系、光电基座坐标系和光电坐标系五个坐标系,建立从光电坐标系到大地地理坐标系的目标定位算法。经实验验证,定位精度优于12m。该目标定位方法已在某车载光电侦察平台中得到了成功应用。", "label": "信息与通信工程", "id": 0}
{"content": "为了消除雷达的反射信号,达到隐身效果,同时又能保持一部分透射波的存在,在8～14μm的红外波段,设计了以Ga As材料为基础的增益和损耗互补一维层状结构。仿真结果证明:宇称-时间对称结构能在保持一定透射的条件下,实现某一端口的单向无反射,达到在不被敌方发现的条件下侦察敌方的动向,实现武器装备的隐身。", "label": "信息与通信工程", "id": 0}
{"content": "本文提出了一种基于时间分割编码的车载毫米波雷达抗干扰方法。该方法根据雷达波形特性计算干扰区间,使用编码的方式对雷达的发射时间进行划分。对比固定发射周期雷达,可以有效降低同型号雷达发生长期干扰的概率。同时,该方法不需要进行复杂运算,适用于车载雷达领域。", "label": "信息与通信工程", "id": 0}
{"content": "毫米波汽车防撞雷达得到广泛应用,但雷达间互相干扰对汽车安全驾驶产生巨大的隐患。针对毫米波汽车防撞雷达间存在的干扰问题,本文提出了一种改进迭代式干扰抑制算法。该算法通过阈值迭代优化算法,达到干扰抑制的目的。仿真结果表明,提出的算法不仅可以提高干扰抑制效果,同时降低了处理的运算量。", "label": "信息与通信工程", "id": 0}
{"content": "针对现代电子战系统对微波电路宽频带、小型化等方面的迫切需求,基于毫米波二次变频、多芯片组装（MCM）等技术实现了收发复用的变频模块的设计。测试结果表明,此变频模块具有接收动态范围大、杂散抑制比高及集成度高等特点,满足电子干扰机的小型化要求。", "label": "信息与通信工程", "id": 0}
{"content": "间歇采样转发式干扰机采样并转发部分雷达发射信号,形成与目标回波相干的干扰信号。本文提出双LFM对消法,用数字阵列雷达在不同天线单元同时发射正负调频斜率的线性调频信号,接收后将具有相反调频斜率的干扰回波分离、去斜、调整频差与相差后,通过两信号相减来对消干扰。仿真结果表明,在20d B干信比下,该方法使干扰功率被抑制27d B。", "label": "信息与通信工程", "id": 0}
{"content": "合成孔径雷达（Synthetic Aperture Radar,SAR）的射频干扰（Radio Frequency Interference,RFI）抑制是其成像的关键技术,对接收信号进行RFI抑制可以有效地避免射频干扰对图像成像造成的影响。研究了一种基于频率跳变簇（Frequency Jump Burst,FJB）波形技术的射频干扰抑制方法,首先分析了FJB方法的基本原理,然后分析了此方法对信号频谱和脉冲距离向压缩结果的影响,对子脉冲所处频域位置不同时对信号距离向分辨率和旁瓣比的影响进行了仿真验证。", "label": "信息与通信工程", "id": 0}
{"content": "分析了基于开环方法的自适应副瓣对消（ASLC）的工作原理和实现方法;深入探讨了影响副瓣对消的几个主要因素:一是辅助天线的数目,二是干扰采样的样本点数,三是主辅天线接收通道的不一致性;给出了相应的解决措施;最后通过仿真和实测数据验证了所提方法的有效性,对工程应用有较大的参考意义。", "label": "信息与通信工程", "id": 0}
{"content": "自适应副瓣对消（ASLC）作为较为成熟的抗干扰技术已被广泛应用于各种雷达系统中,但其在雷达信号处理流程中的实现节点选择尚无统一标准。首先分析了自适应副瓣对消实现原理,然后重点对比分析了脉压前实现ASLC、脉压后杂波抑制前实现ASLC以及杂波抑制后实现ASLC三种处理流程对干扰对消性能、CPI内脉间幅相一致性的影响,并通过仿真和某型雷达实测数据进行了分析论证,对工程应用具有较大的指导作用。", "label": "信息与通信工程", "id": 0}
{"content": "基于卫星导航对抗问题的研究需要,针对强敌卫星导航武器装备中多阵元自适应阵列天线的抗干扰运用,使得单装单台站的干扰实施、多台站传统的部署方式难以达到预期效果的问题;通过分析自适应调零接收机的抗干扰能力,提出针对性的对抗装备运用策略。以理论验证、仿真论证提出的策略,符合实战紧需,具有较强的实践指导意义。", "label": "信息与通信工程", "id": 0}
{"content": "本文提出了一种基于天线集成技术的多频段共口径圆极化天线。通过在双频段层叠圆极化微带天线上集成一副交叉偶极子天线,使得该天线实现多频段圆极化性能。基于此天线集成技术的多频段共口径圆极化天线能够在北斗频段（1268.52±10.23MHz、1615.68±5MHz、2491.75±5MHz）＆天通频段（1980-2010MHz、2170-2200MHz）实现宽波束圆极化性能,同时,在北斗3个频段内,VSWR＜1.5,在天通三个频带内VSWR＜2。", "label": "信息与通信工程", "id": 0}
{"content": "本文设计了一款应用于系留气球载雷达搜救的应急定位设备。应急定位设备包含主机和手持终端两部分。主机采用北斗三号多模型定位定向板卡作为定位及短报文通信模块,GD32F103VET6单片机作为终端主控单元,实现短报文通信功能。在系留气球因缆绳断开而超出安全范围时,会定时发送位置信息给手持终端,有效的解决了搜救难度大的问题,有效的避免了系留气球失联。", "label": "信息与通信工程", "id": 0}
{"content": "卫星导航固有的脆弱性使得卫星信号极易受到来自空间段、地面段以及用户段的干扰。这些干扰会产生不同类型的量测误差进而影响组合导航的服务性能。在已有的量测误差类型中,由于缓变误差最难被及时探测,因而被视为卫星导航服务过程中的一大隐患。为了降低缓变误差对卫星/惯性紧组合导航的影响、提升组合导航的服务性能,本文提出了一种基于接收机自主完好性外推（Autonomous Integrity Monitoring Extrapolation,AIME）的鲁棒卡尔曼滤波算法（AIME Based Robust Kalman Filter,ABRKF）。该算法利用AIME可以较快识别缓变误差的特性,有效的解决了鲁棒卡尔曼滤波（Robust Kalman Filter,RKF）对缓变误差不敏感的缺点。同时,通过设置鲁棒权重向量,ABRKF调整了滤波更新过程中的量测噪声,从而有效的减轻了缓变误差对组合导航系统影响。仿真结果证明:相比于RKF,本文提出的ABRKF算法可以有效抑制量测信息中的缓变误差,使紧组合导航的精度得到有效提升。", "label": "信息与通信工程", "id": 0}
{"content": "随着无人机在测绘、遥感、电力巡检及灾害监控等领域的大规模应用,传统的基于地面无线电台的信息回传及监控手段面临着覆盖范围不足的,无法实现超视距外无人机监管。针对上述问题,本文提出了一种基于北斗三号卫星导航系统的一体化导航通信终端用于无人机远程监控与安保,并针对一体化导航通信终端设计过程中发射链路与接收链路间的干扰抑制、高动态场景下多普勒补偿及多天线分集接收等关键技术进行了研究论证,为一体化导航通信终端的研制提供支撑。", "label": "信息与通信工程", "id": 0}
{"content": "由于单一导航源的固有问题,导致现有导航源无法满足全域全维的导航定位要求,多导航源融合是未来发展的核心趋势。本文从信息几何技术角度出发,提出了一种新的多导航源信息融合定位方法（Kullback-Leibler Divergence Minimization, KLM）。利用黎曼流形将各导航源信息概率密度函数映射到黎曼空间上,建立各导航源信号的概率统计模型,用K-L散度代替距离函数得到融合后协方差矩阵,最终计算得到融合后轨迹位置值。该方法解决了三维信息融合定位问题,有效提升整体定位精度,本质上是一种分布式的导航数据融合方式,大大降低了计算量,更易满足实时性需求。仿真结果表明,本文所提出的方法可以有效提高定位目标精度。", "label": "信息与通信工程", "id": 0}
{"content": "本文提出一种基于经验预估方法和误差分配模型相结合的测量误差体系总体构建方法。以层次分析方法为指导,构建测量误差指标相关性分析模型,梳理指标项关系,构建系统测量误差指标层次架构。以经验预估方法为基础,结合误差分配模型,从系统最终服务性能出发,进行指标值的分解和分配,实现指标匹配性复杂关系的清晰表述。最后通过分析地面运控工作模式下定位功能实现的原理,以卫星钟差为例,逐层分解建模并确立相关指标项,研究指标项关系,量化指标取值,可应用于指导卫星导航系统工程建设中的误差控制调整。", "label": "信息与通信工程", "id": 0}
{"content": "针对卫星导航系统星地联动运行、软硬件耦合作用、空间环境影响突出带来的安全性（完好性和连续性）问题,综合分析考虑硬件故障、软件失效和环境影响等多种因素,采用贝叶斯网络分别构建卫星导航系统完好性和连续性风险模型,开展故障诊断识别薄弱环节,并给出风险控制建议。分析结果表明,改进空间信号播发质量和接收机健壮性,可显著降低完好性和连续性风险。", "label": "信息与通信工程", "id": 0}
{"content": "复杂地形中导航定位信号易受非视距、多路径效应影响导致定位性能下降。基于三维地图分析卫星能见性是削弱GNSS非视距误差的常用方法之一,但传统基于三维地图和地形遮蔽角的能见性分析方法仅适合分离距离用户较远的卫星非视距信号,不适合判断多域协同条件下近距低高度角信息源的能见性。针对上述问题,提出了一种基于异源视距分析的多域协同导航增强方法。该方法通过分析信号接收者的能见距离、信号高度角等信息,有效判断不同距离上导航信号发射者的能见性,抑制非视距效应。仿真实验表明,该方法较传统方法在多域协同导航条件下具有更好的适应性,能够充分利用异源信息提高导航精度。", "label": "信息与通信工程", "id": 0}
{"content": "随着全球卫星导航系统的广泛应用,导航系统在楼宇及城市峡谷、隧道等复杂室内外环境下高定位精度的需求越来越凸显。而由于多径效应和非视距环境的存在,单独的全球卫星导航系统无法满足高精度的定位要求,因此能在上述环境中进行高精度定位的基于全球卫星导航系统的协同定位技术受到越来越多的重视。本文对基于全球卫星导航系统的协同定位系统进行分析和论述,包括定位方法、协同算法及精度评价方法,并从协同定位系统的系统框架、安全性等方面讨论了未来协同定位系统的发展趋势和路径,为协同定位相关技术的研究提供支撑。", "label": "信息与通信工程", "id": 0}
{"content": "在动态运动条件下,常规的组合导航系统使用KF（卡尔曼滤波器）对GNSS（全球导航卫星系统）和INS（惯性导航系统）进行组合,该系统对载体位置、速度的估计容易受到载体运动剧烈程度、MEMS性能以及GNSS导航解算精度等因素的影响,速度误差较大,不能满足用户对导航精度的要求。为了改善这一问题,本文提出一种适用于载体动态运动条件下的组合导航系统。在码跟踪环路上,使用VT（矢量跟踪）算法,提高环路的跟踪能力,以应对载体的动态运动。在组合导航滤波上,使用基于无迹变换的改进型BS-UKF（后向平滑无迹卡尔曼滤波器）进行组合导航,对前向滤波进行固定滞后平滑处理,使组合导航系统具有更优的非线性估计性能。本文提出的组合导航系统在载体加减速、多弯道的场景进行测试。实验结果表明,所提出的算法在保证一定的定位精度前提下,能够平滑轨迹,提高速度精度,略优于KF、UKF等滤波算法,证明了该系统应对用户动态运动时的有效性。", "label": "信息与通信工程", "id": 0}
{"content": "随着我国高速铁路运营里程近4万公里,确保运营线路列车的高速、平稳和安全运行至关重要。轨道平顺性是高速线路运营安全中重要的检测指标。在短时天窗内,轨道不平顺状态所采用的INS/GNSS组合导航静态检测已成为不可或缺的重要检测方式。其中,惯性传感器误差和GNSS点位误差是影响组合导航输出轨迹精度的重要误差源,对轨道不平顺状态评价存在不可忽视的影响。本文以松组合方式为融合手段,采用具有不同代表性精度等级惯性传感器所得量测数据与GNSS所得点位数据进行组合,检测轨道10m、20m弦矢距差较差及5m/30m、150m/300m弦校核的中长波高低不平顺,分析由传感器误差导致的轨道高低不平顺评价误差。基于相关规范要求,探讨轨道几何状态测量仪中搭载传感器的选配问题,并给出有益的参考建议。", "label": "信息与通信工程", "id": 0}
{"content": "基于因子图的组合导航算法因其可以有效解决导航信息融合中的传感器异步问题且实现对多传感器的灵活配置等优点得到广泛应用,针对因子图框架下缺少有效的故障检测方法的问题,本文对基于因子图的组合导航算法与故障检测方法进行分析,提出一种基于因子图框架的故障检测算法,所提方法结合卫星伪距量测检测和即插即用因子图框架的优点,可以定位卫星伪距故障或惯性导航系统故障,在因子图框架下具有更好的隔离效率,在故障情况下完成有效地隔离和导航。实验结果表明,所提的方法能够有效的定位故障位置,在任一卫星故障或惯导故障情况下提供连续的导航信息,增强因子图导航系统的可靠性。", "label": "信息与通信工程", "id": 0}
{"content": "下一代综合PNT体系将是以北斗系统为核心,融合低轨通信、地面移动通信等诸多系统的时空服务体系,形成具备统一时空基准的建立、维持、传递的完整能力链条。为保障PNT体系融合效能的充分发挥,需要建立具有工程建设和应用可行性的PNT标准体系框架,作为PNT体系总体设计重要补充,促进北斗卫星导航系统、低轨通信系统、地面移动通信系统在时空信息互操作、时空信息协同播发等方面融合。本文对面向综合PNT体系的标准化体系框架进行了初步设计,重点对标准化体系框架的空间段、地面段、用户段等方面进行了设计,可为综合PNT体系标准化方面的深化论证提供参考。", "label": "信息与通信工程", "id": 0}
{"content": "随着北斗卫星系统的建成并推广使用,以及5G通信通信的应用推广,导航与通信融合的趋势越发明显。在我国国家PNT体系建设的规划中,导航与通信融合是对PNT服务的重要补充、备份与增强,可实现导航系统定位精度与覆盖范围的整体提升,对导航通信融合信号的测距性能开展研究具有重要的学术与工程实践应用价值。本文基于时分码分—正交频分复用（TC-OFDM）体制,针对高精度定位服务的频谱资源利用率提升问题,开展了通导融合测距算法的优化设计研究。本文提出了TC-OFDM体制下梳状导频通导融合测距算法,将采用梳状结构的测距导频信号与通信信号在同一时隙中叠加,并且测距导频信号只使用部分通信子载波,融合信号将在时域和频域上得到时延估计值和测距结果。在此基础上,对所设计的梳状导频通导融合测距算法的测距性能及通信资源利用率问题进行仿真分析,当在信噪比为-5dB,子载波数为4096,测距导频数为2048时,测距误差可达0.9m,测距信息只占用了50%的通信资源,提高了通信资源利用率。与传统TC-OFDM测距精度比,在保证测距精度的同时,减少了测距信息占用的通信资源,其相关分析成果可以为TC-OFDM信号的优化设计提供借鉴,本文的思路也可为其它导航通信融合信号的设计提供参考。", "label": "信息与通信工程", "id": 0}
{"content": "地球70%以上的表面积为海洋,位于海面以下的水下空间也是人类活动的重要区域,但由于海水对微波的屏蔽作用,水下难以利用现有的全球卫星导航系统（GNSS）,现有的水下导航技术尚不能完全满足水下用户的需求。甚低频（VLF）作为能够穿透海水的一种技术手段,用于天基水下导航还面临电离层难以穿透的巨大技术挑战。本文探讨了电离层等VLF信号传播信道、星载VLF天线的原理,提出了基于多普勒频移测量和单程测距的VLF天基定位体制,初步的分析表明,实现0.5km量级的定位精度具有一定的工程可行性。", "label": "信息与通信工程", "id": 0}
{"content": "随着智慧城市的发展以及我国北斗卫星导航系统(Beidou Navigation Satellite System,BDS的不断升级,用户对于高精度导航定位服务需求的增长日益显著。然而城市环境中的树荫、高架桥、高楼等使得卫星信号不可避免地受到影响,导致PPP（Precise Point Positioning）技术的精度严重下降。为在复杂环境下获取高精度高可靠性的连续导航定位信息,本文在PPP的基础上引入低成本惯性导航系统（Inertial Navigation System,INS）和视觉相机进行数据融合,构建了一种BDS PPP/INS/视觉组合模型,并利用实测数据对其进行性能评估。实验结果表明,（1） BDS PPP定位精度与GPS基本一致,复杂环境下BDS和GPS均难以提供精密位置服务;（2） GPS+BDS可增加可用卫星数,并进一步改善PPP定位性能;（3）视觉/INS紧组合不易受到观测环境的影响;（4） GPS+BDS PPP/INS/视觉组合系统能够进一步提升定位精度尤其是在卫星信号受到遮挡的情况下。", "label": "信息与通信工程", "id": 0}
{"content": "PNT（定位、导航、授时）体系是在已经发展的PNT系统的基础上,提出的以体系化手段应对需求、满足未来PNT服务能力的一种体系概念,已经成为国内外研究的热点领域。本文从美国率先提出的PNT体系出发,综合分析了PNT体系的国内外研究情况,指出目前现有的PNT体系系统,论述了现有体系的基本定义、核心架构、相互关系,进一步对现有的PNT体系系统及相关核心关键技术进行分析。指出微PNT体系侧重于各组件微型化,更加强调传感器的集成与应用;综合PNT需要微PNT的支持,其中国家综合PNT是从国家层面上进行协调调度,承担国家信息基础设施的建设;而弹性PNT是建立在综合PNT基础上,生成连续可用、稳定可靠的PNT应用信息,以自适应多变的环境;未来潜在的PNT体系发展目标是综合可用的信息源,弹性的选取可用数据,使得PNT服务能力对GNSS（全球卫星导航系统）的依赖性变少。同时本文也对PNT体系的发展方向进行展望,提出应从多个方面进行深入研究,对如何构建更好的PNT体系系统具有一定的参考意义。", "label": "信息与通信工程", "id": 0}
{"content": "针对传统捷联惯导系统（Strapdown Inertial Navigation System,SINS）纬度估计算法无法分离惯性元件（Inertial Measurement Unit, IMU）零偏影响的问题,提出了一种可分离IMU零偏的自适应卡尔曼滤波纬度估计算法。首先,分析了传统最优区间积分法的纬度估计误差公式;其次,结合纬度误差方程和捷联惯导误差方程构造了新的卡尔曼滤波器;进一步,由于量测噪声随积分时间延长不断减小,使用了渐消记忆Sage-Husa自适应滤波动态估计量测噪声。仿真和实测数据表明,所提算法可有效分离IMU零偏对纬度估计的影响,纬度精度较传统算法提高近一个数量级,对准的姿态精度接近惯导系统极限精度,证明该算法有较好的实时定纬定姿能力。", "label": "信息与通信工程", "id": 0}
{"content": "近年来,以INS/GNSS为主的无人设备定位系统得到了很大发展。然而在室内等一些复杂工厂环境中,GNSS存在多径信号干扰以及间歇拒止等情况,以GNSS为主的定位系统仍然容易出错,惯性导航系统（INS）定位解决方案会急剧累积误差,而导致无人设备获得错误的定位信息。然而,视觉惯性定位里程计（VIO）以其不依赖于GNSS和局部高精度定位的优势,近些年得到了极大发展,但VIO系统在光照变化、特征缺失等场景下存在定位易丢失、无法进行全局定位的问题。在工厂、城市等GNSS间歇拒止的环境下,无人设备不仅需要一致稳健的定位,更需要高精度定位方案来进行复杂环境的导航。因此,为解决在此种环境下的无缝以及高精度定位的需求,本文提出了一个基于非线性优化的方法来融合GNSS与VIO。GNSS在其信号良好环境下辅助VIO提升系统的稳健性,而在GNSS拒止环境下则采用VIO提供稳健一致的高精度定位解决方案。最终能够实现在工厂等间歇性GNSS拒止环境下无人设备稳健且连续一致的高精度定位解决方案。", "label": "信息与通信工程", "id": 0}
{"content": "当前和未来的空间环境正在变得日益拥挤并充满竞争。随着卫星服务与应用的快速增长,无线电频谱资源必须满足全世界卫星服务的增长需求。信号带宽的增加和发射器的不断增多,加大了射频干扰发生的概率,加重了国际组织排查射频干扰的负担。论文提出基于低轨卫星的空间射频定位方法,该方法通过运行一个低轨卫星星座,使低轨卫星通过射频波束覆盖区域,采用测量来波方向与频率信息,结合扩展卡尔曼滤波算法来标识空间射频发射器的位置,对于实现空间射频信号监测与减弱空间射频干扰有着重要的研究意义。论文开展利用低轨卫星进行空间射频定位技术的研究,建立空间目标运动模型,针对空间非合作目标,选取角度与频率信息作为观测量,采用扩展卡尔曼滤波算法进行位置估计。建立STK空间射频定位仿真场景,使用Matlab仿真工具对基于角度与频率联合观测量的扩展卡尔曼滤波算法进行仿真,仿真结果表明,该项技术能够有效标识空间射频发射器位置并且定位结果优于10km。", "label": "信息与通信工程", "id": 0}
{"content": "本文建立在多径辅助定位方案的基础上,多径辅助定位的思想是通过将物理基站转换成虚拟基站进行接收机的位置估计,目前常见多径辅助定位采用目标跟踪的方式估计并追踪虚拟基站与观测数据。在实际系统中,无线信号中多径位置相关信息的估计往往存在干扰噪声的影响,或者虚拟基站和观测数据之间的对应关系不匹配的现象,这两种现象导致多径辅助定位方案仍存在较大挑战。为削弱单一技术定位中的误差来源,本文提出多径辅助紧组合系统以及抗差自适应滤波算法。该算法给出多径辅助/惯导紧组合状态方程和观测方程,抗差等价权因子和自适应因子的计算公式,来解决两种系统组合下的主要偏差。该算法提高了基于滤波方式的多径辅助定位精度与可靠性。实验结果证明了在具有挑战性的室内环境中补偿后的模型偏差和准确性。", "label": "信息与通信工程", "id": 0}
{"content": "全球卫星导航系统（Global Navigation Satellite System, GNSS）被认为是组合导航结构中较为脆弱的部分。矢量跟踪（Vector Tracking, VT）的提出提高了跟踪环路在高动态及遮挡环境下对信号的跟踪能力,但轨迹漂移问题依旧存在。针对这一问题,本文提出了一种应用于遮挡环境下基于改进型容积卡尔曼滤波器（Improved Cubature Kalman Filter, ICKF）及离散灰色模型DGM（1,1）的组合导航结构。在GNSS信号载噪比下降时用容积点误差及噪声矩阵差值的分解替代协方差分解的方式提高CKF的水平定位精度,并利用DGM（1,1）基于历史VT数据预测当前高度值与INS进行组合。实验结果表明,本文提出的组合导航结构在遮挡环境下,相较于KF,CKF及ICKF在东向、北向及天向定位精度均有提升且天向提升最为明显。", "label": "信息与通信工程", "id": 0}
{"content": "积雪作为重要的淡水资源,监测积雪的变化有利于地表气候分析、水文研究和雪灾防治。全球导航卫星系统多径反射（Global Navigation Satellite System Multipath Reflectometry, GNSS-MR）技术利用信噪比（signal-to-noise ratio,SNR）信号调制频率与反射器高度的关系来反演积雪深度,现有研究取得了较好的进展。SNR观测值的处理是保证雪深反演结果准确性的关键。本研究的关键目的是引入变分模式分解（variational mode decomposition,VMD）算法进行北斗SNR观测值的趋势项分离,验证其在BDS-MR雪深反演中的可行性;同时对比不同的北斗信号在雪深反演研究中的差异。实验数据采用瑞典KIRU站2021年前5个月的不同频带的北斗SNR观测值（S2I, S6I和S7I）。实验结果表明,北斗SNR观测值可用于雪深反演实验,其中S2I的反演精度最高,S7I SNR的效果最差。同时,VMD算法也被证实可用于BDS-MR雪深反演技术,有效地提高了信号的拟合和分离效果,不同SNR观测值的反演误差的均方根误差（root mean square error,RMSE）均减少了30%及以上。与原位雪深对比,S2I的RMSE约为7.2 cm,相关系数0.97。S6I和S7I的相关系数分别为0.97和0.89,RMSE均大于10 cm。此外,本研究通过分析误差分布发现基于经典的LSF算法的反演误差具有一定的分布规律,当积雪深度接近天线高度时误差较大。而基于VMD算法的误差则分布较为均匀,尚未发现规律。", "label": "信息与通信工程", "id": 0}
{"content": "北斗卫星导航定位系统是具有我国自主知识产权的卫星导航系统,可以实现高精度快速定位且有效保障用户数据处理和传输中的保密性与安全性,在国防应用中起到至关重要的作用。本文将北斗系统应用于海面浮标中,设计完成一种基于北斗的海面浮标定位通信系统。以海面浮标为载体,在必要的电源管理下采用可充电锂电池和太阳能电池板组合进行供电,利用北斗卫星导航定位系统的高精度有源三维卫星定位与短报文通信系统,实现浮标精确定位与水下设备授时。将无线数传与卫星短报文通信相结合实现双向通信且无缝切换,克服了在恶劣海况条件对浮标通信系统的影响,特别是在遭遇台风等恶劣环境下仍能正常通信,提高海面浮标的适用性、可靠性、保密性与安全性,且具有较长续航能力适用于远洋深海布放使用,在军事反潜攻防与民用海洋探测中均具有重要的应用价值。", "label": "信息与通信工程", "id": 0}
{"content": "大气转换系数K值在全球导航定位系统（Global Navigation Satellite System, GNSS）水汽反演中起着重要的作用。本文利用2015-2018年两广地区6个探空站资料,通过积分方法计算大气转换系数K值。采用2015-2017年的K值对Emardson模型进行改进,在Emardson模型的基础上分别建立了两广地区不顾及高程因子、顾及高程因子、顾及半年周期、顾及高程因子及半年周期的K值模型Emardson-1,Emardson-2,Emardson-3,Emardson-4。利用2018年积分计算的K值检验这四种模型的预测精度,结果表明:在两广地区,顾及高程因子后的模型精度提高较明显,顾及半年周期后的模型精度有一定的提高,但提高不明显。将Emardson-4模型应用于桂林站PWV的反演,且与GX-model的反演结果进行比较,结果表明:Emardson-4模型的反演精度（RMSE）0.172mm,较GX-model提高了65%,可以满足PWV反演的精度要求。", "label": "信息与通信工程", "id": 0}
{"content": "随着我国经济飞速发展,电力架空线路对保障电网线路安全运行起着非常重要的作用,尤其在配电网侧,对用电要求非常高的城市配电网,快速的故障快速定位、隔离和非故障区自动恢复供电尤为重要。本文提出基于\"北斗+5G\"的电力架空线路智能分布式FA的保护技术,通过北斗模组可实现对智能分布式FA终端的定位和自动授时。线路故障时智能分布式FA终端跳闸同时给北斗模组故障跳闸信号,北斗模组收到跳闸信号后,转换成经纬度数据通过4G/5G通信模块上传至应用平台或配电自动化主站。根据预设条件自动实现故障定位、故障隔离和非故障区域恢复。可大幅提升电力系统信息化程度,减少故障处理及运维资源,大幅缩短故障短路故障隔离及恢复时间。", "label": "信息与通信工程", "id": 0}
{"content": "随着北斗三号全球卫星导航系统正式开通,北斗导航将提供更广泛、更精准、更智能的行业应用。\"北斗+\"新型产业生态的深化发展,区块链、物联网、大数据、云计算、人工智能的\"+北斗\"快速融合应用,引发了行业用户对北斗芯片、模块、天线等基础产品,以及终端产品、应用系统与应用服务的需求持续增长。应用环境的日趋复杂多样,对北斗导航行业应用的可靠性保证提出了更高的要求。本文介绍了北斗卫星导航系统的发展历程、应用与服务,阐述了北斗卫星导航系统在行业应用中的可靠性现状,既指明了北斗定位导航授时服务的高水平、高标准、高可靠,也分析了北斗系统在交通运输、农林水利、智能电网等典型行业应用中的可靠性现状及问题,并提出了加强终端产品可靠性设计与试验、制定与推广行业可靠性标准规范、促进产业应用政策法规落地等措施建议,为北斗卫星导航系统行业应用的可靠、安全、稳定提供参考。确保北斗卫星导航系统在智能时空信息服务上的完好性、可靠性与规范性,惠及更泛在化的行业与用户。", "label": "信息与通信工程", "id": 0}
{"content": "随着国家经济的快速发展,水利部提出智慧水利建设发展纲要,推进综合性水利枢纽工程建设,大力推动水利智能化、数字化、精细化发展,本文设计并实现了一种基于北斗的建设作业车辆监控系统,该系统包含车辆终端、后台服务系统、通信手段、作业管理系统,利用北斗高精度定位能力,依据工程建设计划,实现对建设作业车辆的监控能力,获取车辆状态信息、工程作业情况等,结合具体水利建设工程,为工程管理部门提供精准决策能力。提高施工作业效率,降低成本。", "label": "信息与通信工程", "id": 0}
{"content": "目前四川省高速公路建设与交通运输进入了快速发展阶段,工程建设以新建和旧线路扩容为主,四川地质构造复杂,地质灾害严重,边坡安全监测极为重要,是减少潜在危害和保障交通安全的重要检测手段。本文介绍了一种利用北斗高精度定位能力的边坡监测技术,建设北斗区域基准站,通过4G/NB-IoT实现自组网通信方式,减少网关上传数据量,结合北斗短报文通信技术减少地面通信依赖,实现边坡安全的自动监测告警,与传统方式对比,具有适应四川高山特殊环境,自动化程度高等优势,提高边坡监测效率及可靠性。", "label": "信息与通信工程", "id": 0}
{"content": "随着厄尔尼诺现象和拉尼娜现象的频繁出现,全世界已经陆续遭受了极端天气时间的侵袭,对全世界人民生活产生了消极影响,而且人类在自然灾害面前十分脆弱,对自然灾害的观测、预报、预警和防御方面还有许多不足。传统的气象装置多是基于站点进行的定点测量,对于某些不适合建立站点的位置如湖泊中央、地势陡峭的山壁等,很难进行精确的气象数据采集,且多是采集单一气象数据,存在着气象数据准确率偏低的情况。因此,实时掌握准确的多要素气象数据并利用气象数据进行气象灾害预警具有重大意义。本团队针对传统气象数据的缺陷,利用北斗卫星高精度的导航定位、授时以及短报文功能,设计了一个气象的实时获取系统,能够检测温度、湿度、含水量、经度、纬度、高度、水平风速、垂直风速等气象要素。该系统通过LORA技术进行连接,基于北斗/GPS双模定位,实现了气象数据的获取、处理、标记、储存、传输的一系列过程,解决了传统数据获取存在的精度差的问题,为获取精准的、实时的气象数据资料提供了可能。", "label": "信息与通信工程", "id": 0}
{"content": "新冠疫情下的新时代,虽然我国疫情得到有效遏制,但国际蔓延势头迅猛,作为边境地区形势尤为严峻。为防止非正常途径出入境造成疫情输入和涉外事件,亟需加强边境信息化建设,加大边境管控力度,既关系到边境稳定,更关系到边境百姓的人身安危和全国疫情的控制局势。目前黑龙江省边境以人工巡护为主,缺少智能化监管和指挥调度手段,无法针对越边事件进行提前预警和快速响应。本文借助北斗卫星导航系统提供的定位、导航、短报文等服务实现越边事件监管,建立省、市、县三级边防指挥调度体系,通过多网融合的通信架构,实现跨网络、跨区域、跨警种的警情预警和指挥调度;利用\"北斗+大数据\"技术实现边境事件提前预警,利用北斗网格码技术的信息关联方法,形成一端一人、一案一码,实现精准、及时、合理的应急调度指挥,切实提升边境地区管控效率和防控能力。", "label": "信息与通信工程", "id": 0}
{"content": "新冠疫情的持续蔓延给人类生活和社会经济带来了严重的影响,准确预测各地区的疫情趋势对防控疫情而言至关重要。本文基于疫情防控的调查分析,融合大数据思维,研究构建基于北斗定位系统的疫情防控与应急管理的创新应用体系,包括基于围绕大安全、大数据、大网络、大计算、大服务动态监管和溯源寻根,集成融合\"感知网、传输网、服务网\"等三大网络的整体布局,利用时空信息模型做到及时决策,精准施策的疫情抗击战略,形成了比较科学的疫情防控系统。", "label": "信息与通信工程", "id": 0}
{"content": "本文基于DWK（Digital Weapon Kit）仿真平台设计了一种导航星座仿真系统。在分析卫星导航技术基本原理的基础上,根据任务功能需求提出了导航星座仿真系统总体架构。以卫星导航定位场景为例,规划设计了仿真场景的运行流程,在DWK仿真平台上采用组件化的建模方法,对仿真系统中各实体进行建模。给出了导航卫星系统覆盖性、定位精度、完好性、服务可用性、空间信号测距误差等指标的评估方法,并基于Unity数字地球进行二次开发实现仿真系统的可视化展示。按照以上方案设计的仿真系统,能够为卫星导航星座系统建设提供验证环境,为系统技术状态确定和优化升级提供依据。", "label": "信息与通信工程", "id": 0}
{"content": "随着我国经济的快速发展,各方面对石油,天然气等能源的需求量不断上升,这样就容易加大生产的负荷,使得事故的发生率上升。为保证油田油气井正常安全出产,企业需要对油气井的安全出产状况守时定点进行巡回查看,及时发现处理气井在安全出产中存在的问题。目前,油气田巡检主要采用人工巡检的方式,利用GPS+RFID的方式实现巡检过程中的人员定位,但由于定位精度的问题,经常出现定位不准确,巡检不到位,漏检或者不按时巡检的情况,造成管理人员无法及时、精确、全面地了解生产及设备状况,难以拟定最佳的出产、设备保养和修理计划。为解决该问题,本文提出采用北斗高精度定位技术,结合智能化巡检系统,实现人员在巡检过程中的安全管控。实践证明,该方法一方面可以解决传统RFID巡更棒的巡检模式,实现自动打卡,另一方面通过提升卫星定位的精度,实现油气田人员巡检路线、巡检内容、巡检任务等的精细化管理,保障人员巡检过程的安全,提高巡检效率。", "label": "信息与通信工程", "id": 0}
{"content": "江西省北斗卫星导航综合应用示范项目是北斗三号全面建成之际启动实施的首个区域应用示范项目,其包括\"一个平台+五个应用示范\",目标是打通不同行业位置资源共享的壁垒,实现多行业位置资源的存储、共享与交换,探索面向通航、生态水利监测、国防动员、红色旅游、智慧市政行业的服务模式,实现跨部门信息资源共享。基于宏图位智平台,设计了智慧市政应用示范系统,集成应用北斗高精度定位终端,开发了智慧环卫中心管理系统和终端App应用软件,实现了环卫车辆与环卫工人的实时位置监测、事件上报、任务调度、作业轨迹跟踪、作业状态监管与告警、作业考核等任务状态监控同时实现了对环卫工人、环卫车辆、环卫事件、派发任务、人员排班等调度管理。该系统已于2021年5月在南昌市上线使用,至2021年6月中旬接入300余台北斗终端,为南昌市环卫指挥调度发挥了很好的作用。", "label": "信息与通信工程", "id": 0}
{"content": "本文面向区域百万量级的北斗终端,以分层模式和微服务架构设计了\"北斗+AI\"融合的时空大数据平台。通过对定位数据接收、时空大数据分析、数据共享与交换、短报文通信、AI算法服务等关键流程的设计,对时空大数据模型、北斗三号短报文语音/图像压缩传输、终端高并发通信、AI算法服务框架等关键技术的研究,解决了终端接入瓶颈、数据共享困难、行业模型缺乏、算法服务效率低等问题,构建了时空大数据智能服务体系,提供时空智能分析与短报文融合通信等服务,有益于推动北斗在各行业的高质量发展。", "label": "信息与通信工程", "id": 0}
{"content": "智慧公路被认为是物联网最有前景的应用行业之一,我国开始推行智慧公路源于北斗和5G等技术的逐渐成熟,更高的精度、更高的速度、更低的延迟和更大的容量是支持智慧公路这种接入对象多、定位精度和通信保障要求高的行业应用的前提条件。本文从技术适用性、系统架构和典型应用场景三个方面对北斗+5G技术在智慧公路中的应用体系开展了初步研究和设计。首先结合北斗+5G技术的优势和局限对北斗+5G在智慧公路应用需求中的适用性开展分析,形成智慧公路北斗+5G系统中的终端、站点、网络、平台的部署规划以及相关标准规范的布局建议,最后对智慧公路北斗+5G典型应用场景进行了介绍。", "label": "信息与通信工程", "id": 0}
{"content": "目前北斗车载终端逐渐普及,其行业应用场景不断丰富、扩展,相比普通车载终端其信息量更丰富,存在数据维度增多的特点,而且使用北斗终端数据的软件在采集、计算、存储等阶段存在不可预估问题,因此行业应用数据的质量无法保证、查询方法较为复杂,导致数据查询更加困难。解决相关问题的一种有效手段是在查询前对海量轨迹数据进行处理、降低数据查询维度、优化查询方法,从这些角度出发,研究并设计了基于改进邻近算法的北斗车载终端轨迹数据查询处理方法。该方法结合了数据清洗策略、数据降维策略、基于改进邻近算法进行查询策略,既能屏蔽异常数据、又能对数据进行简化、同时优化查询过程,进而提升轨迹数据最后的查询效率与速度,最后通过算例进行了验证,所研究并设计的方法有效,有助于提升北斗车载终端在交通运输行业应用的便捷性。", "label": "信息与通信工程", "id": 0}
{"content": "当前,化工园区承载着我国化工行业高质量发展和安全稳定,封闭园区内危化品运输车辆、社会临时访问车辆等违规行驶成为重要的园区安全风险。通过北斗高精度定位、高分卫星观测、物联网实时监视等技术融合,实现对出入园区危化品车辆位置及装卸属性,临时车辆访问等进行精准、实时监控预警,解决园区内车辆违规停车、\"罐留车走\"、厂区小范围内违规路径行驶、危化品停车场粗放管理等问题。利用\"北斗+高分\"建立化工园区交通运输\"数字孪生\",融合各类物联网数据进行统一接入、存储及挖掘,数据采集比对分析、实时提醒和应急联动,形成涵盖地图、数据、轨迹、违法告警等交通数据仓库,为重点车辆身份核验、电子通行证管理、运行路线监控、车辆违法研判及态势分析、企业源头管理提供数据支撑;实现汇聚园区信息于一体的协同监管。面向管理部门对车辆违法违规实施精准打击,强化化工园区企业智慧监管。", "label": "信息与通信工程", "id": 0}
{"content": "随着北斗导航定位技术、物联网技术、大数据分析技术等的发展以及各项政策助力和市场推动,全国各地都在积极推进智慧农业。基于宏图\"PIE-MAP\"地理信息可视化平台研制\"北斗+农机\"综合管理系统,构建农业综合态势一张图,形成农机北斗大数据平台,实现农机数据引接汇聚、补贴精确核算校验、农机综合态势展示和农机标准化管理,提升农机管理效率,降低运营成本,推动农业自动化、智能化。", "label": "信息与通信工程", "id": 0}
{"content": "北斗卫星导航系统（以下简称北斗系统）是我国自主建设的全球卫星导航系统,目前已在多个领域得到广泛应用。北京航天飞行控制中心作为中国空间站工程着陆场系统的重要参试单位,利用北斗系统建立了一套载人飞船返回搜救信息系统,为北京联合搜救指挥机构组织载人飞船上升段、运行段的应急返回搜救及正常返回着陆场的返回搜救任务提供了指挥决策支持和信息交换服务。该信息系统利用北斗系统的RDSS定位服务功能,实现了载人飞船返回搜救过程的态势感知,建立了前后方搜救力量间的短报文通信能力,能够实时更新和发送返回预报落点等关键信息,引导前方各搜救力量向载人飞船预定落点区域快速靠拢,确保搜救任务顺利完成。提出了多源数据融合处理的改进算法,解决了接收定位数据不连续等问题,提高了定位数据接收完整性和准确率。对如何利用北斗系统完成后续载人飞船返回搜救任务也提出了相关的改进建议。NC的标准格式。", "label": "信息与通信工程", "id": 0}
{"content": "随着科学技术的进步,BDS标准时间服务的精度已无法满足某些特定领域的需求。UTC(NTSC作为我国的国家标准时间,是我国时间服务的基础。将BDS时间服务与UTC（NTSC）相结合,提出了基于国家标准时间的BDS精密时间服务方法,并搭建试验平台对该方法的时间服务性能进行测试。测试结果显示:基于国家标准时间的BDS精密时间服务方法,一方面可达到纳秒级的实时时间服务精度,与BDS标准时间服务精度相比,可提高1个量级,满足了高精度用户的需求;另一方面,利用该方法,可直接获取国家标准时间,进一步完善了UTC时间服务体系。", "label": "信息与通信工程", "id": 0}
{"content": "为提升分布式系统星间协同工作能力,实现智能用天,提出一种适用于卫星在轨应用的基于北斗卫星的时频传递方法。基于导航卫星授时和星间链路两种技术手段,建立了绝对时频基准溯源和星间相对时频同步基本模型,分析了高精度钟差获取原理,给出了两跳时频传递误差指标分解过程,测试了钟差测量精度误差以及闭环调钟状态下时间同步精度以及频率准确度。测试结果表明,该方法能够实现分布式卫星系统10ns量级的时间同步精度和10-12@100s量级的频率稳定度,可广泛应用于分布式SAR、脉冲星探测为代表的先进信息技术领域和前沿科学领域,提升卫星协作整体性能。", "label": "信息与通信工程", "id": 0}
{"content": "作为无人机和无人机载SAR的先行者,美国装备了多型先进的无人SAR侦察遥测系统,例如\"全球鹰\"系统、\"捕食者\"系统、\"火力侦察兵\"系统等,对我方军事设施等情报信息泄露带来极大隐患。无人机的快速发展使无人机的安全防护与反制逐渐成为相关领域的研究热点。从SAR成像原理入手,根据SAR成像方式、成像分类和信号处理步骤,结合雷达探测、无线电监视、可见光/红外探测、声学探测及复合探测等常见的无人机侦测手段,提出\"软拦截\"和\"硬毁伤\"两个方面的反制措施,包括电磁干扰、声波干扰、信号诱骗、常规火力、激光武器、无人对抗等,通过复合探测、机动防御、远距覆盖、察打联动,建立综合防御体系,实现无人机载SAR联合反制。", "label": "信息与通信工程", "id": 0}
{"content": "面向水面无人艇在近岸航道水域和内河水域自主航行避障对障碍物感知的需求,特别针对复杂受限水域目标多尺度小,易受尾流、海浪杂波干扰和遮挡,导致障碍物检测率低、虚警率高的问题。提出了一种基于激光雷达的适用于复杂受限水域的水面障碍物感知探测方法。首先对激光雷达点云进行畸变修正和特征增强,然后提取多维特征进行栅格投影,采用可变半径的密度聚类（DBSCAN）实现目标聚类分割,最后通过建立动静态障碍物栅格图实现障碍物关联匹配,通过无迹卡尔曼滤波（UKF）完成跟踪。试验结果表明:该方法能够较大的提高复杂受限水域场景下小目标感知准确度,是一种高效的目标感知方法。", "label": "信息与通信工程", "id": 0}
{"content": "在过去十多年中,随着风能行业的不断发展和激光测风雷达的技术进步,激光测风雷达在风能领域得到了普遍认可,广泛应用于风速测量的各种场景,在陆地和海上都有大量的应用案例。产品迭代与技术创新极大推动了激光测风雷达的发展和应用,使得激光测风雷达从传统的气象和环保领域走入风能行业,将风速测量和风资源评估推向更高的高度和更广的维度。", "label": "信息与通信工程", "id": 0}
{"content": "极化逆合成孔径雷达（Inverse Synthetic Aperture Radar, ISAR）具备全极化测量和高分辨成像能力,已成为空间态势感知的重要传感器。空间目标散射特性敏感于目标姿态和雷达视线方向的相对夹角,这给极化ISAR数据解译带来困难的同时,也蕴藏着丰富的极化散射信息。为提高空间目标散射结构辨识性能,该文深入挖掘绕雷达视线的极化旋转域信息,提出一种空间目标散射结构极化旋转域辨识方法,共包含三个步骤。首先,对极化ISAR数据开展绕雷达视线的极化旋转域分析,导出极化相关方向图特征。其次,分析基本散射体的极化相关方向图特性,构造极化特征编码矢量。最后,基于极化特征编码矢量距离度量实现散射结构极化辨识。围绕太阳能帆板空间目标典型部件开展仿真实验研究,本文所提方法相较于传统的Cameron分解方法性能更优,鲁棒性更高.", "label": "信息与通信工程", "id": 0}
{"content": "高功率电磁波与磁化等离子体的非线性相互作用发生复杂的物理过程,如何认知物理过程需要对电离层参数准确诊断一直是需要解决的问题。本文报告欧洲非相干散射雷达EISCAT激发的三次电子磁回旋加热激发的次级电磁辐射,即受激电磁辐射（Stimulated Electromagnetic Emissions, SEEs）现象。我们研究发现基于受激布里渊散射（Stimulated Brillouin Scattering,SBS）的频谱分布与非相干散射雷达（Incoherent Scatter Radar,ISR）的离子线存在相关性。本工作将物理信息融入人工神经网络（Artificial Neural Network, ANN）,提出了基于SEEs的反演架构。利用SBS和下移最大（downshifted maximum, DM）谱线的频移特征,构建一种新型的电离层参数反演方法。这项工作为ISR测量不准确或失效情况下诊断电离层参数提供了新的思路,并阐明ANN用于研究与主动空间实验相关的波-粒和波-波相互作用的可能性。", "label": "信息与通信工程", "id": 0}
{"content": "SAR图像智能解译是现在的研究热点和难点,其原因在于电磁波散射机制比较复杂,需要发展简单有效的散射表征体系.本文基于散射机制字典表征体系,研究了广泛存在于目标和环境中的多次散射,对于常见的栅格结构多次散射给出了双向散射分布函数解析表达式,并通过实测系统对该模型进行了验证.实验结果证明了该方法的有效性,表明该表征体系具有广泛适用性的特点.该方法可进一步推广至其他多次散射机制的表征,有助于提高栅格结构的电磁仿真精确度,促进SAR图像智能解译的发展.", "label": "信息与通信工程", "id": 0}
{"content": "非相干散射雷达是最强大的地基电离层监测手段,曲靖非相干散射雷达（我国首套）于15年前设计,目前该雷达的功能模块连接封闭、调制波形无法扩展、故障检测机制缺乏、基带数据无法输出等不足日益明显,制约了该雷达的使用与拓展。本文针对曲靖非相干散射雷达传统架构的优化升级的需求,基于开放式体系架构、软件雷达技术、多播网络和可重构任务软件等先进雷达技术,提出了一种优化的雷达系统架构,使改进后的雷达系统结构具有良好的扩展性、开放性、灵活性和可检测性等特点,从而提高雷达系统工作的可靠性、可检测性和可重构性,更好满足电离层探测研究的需求。同时,优化后的非相干散射雷达系统可以方便的引入干扰对消、杂波抑制等技术,更好的抑制广播电视、地物杂波等干扰,进一步提升雷达回波性能。", "label": "信息与通信工程", "id": 0}
{"content": "利用电磁波的介质穿透能力,对小行星内部进行探测,通过雷达回波解译反演天体内部地质构造。本文开展了次表层雷达环绕探测洋葱状分层介质小天体模型实验研究,在暗室环境下,搭建了实验系统,构建了四种不同类型的多层结构小天体目标模型并测量回波数据,分析了天体目标的介电常数在回波中的响应。实验研究基于次表层雷达探测小天体内部结构的探测机理,验证了方案的可行性.", "label": "信息与通信工程", "id": 0}
{"content": "极化合成孔径雷达（Synthetic Aperture Radar, SAR）能够获得目标的全极化信息,在目标检测识别等领域得到了广泛的应用.飞机是目标检测中一类重要的目标,但由于结构与所处背景的复杂性,飞机目标的精确检测仍面临着挑战.本文提出了一种基于极化散射解译和超像素技术的飞机检测方法.首先,利用极化相关方向图解释工具研究分析了飞机的极化散射机理.然后,采用目标杂波比（TCR）作为最佳特征选择的度量.最后,结合所选特征和超像素级恒虚警检测器,提出了一种飞机检测方法.利用Radarsat-2和高分三号极化SAR数据进行了对比研究,证明了该方法的优越性.", "label": "信息与通信工程", "id": 0}
{"content": "为研究水下地形调制的浅海雷达海杂波特性,本文将变浅效应调制的浅海海面与水下地形结合对海面进行几何建模,基于半确定性面元散射模型对海面杂波进行建模。对比和讨论了水下地形对浅海几何建模的影响,并研究了水下地形调制的浅海电磁散射特性。该研究将海底地形的变化反映于海面,对近岸海域的海底探测、海洋遥感等应用提供理论支撑。", "label": "信息与通信工程", "id": 0}
{"content": "当海浪从无限水深的海域传播到有限水深的浅海时,随着水深的变浅,海面环境会比深海时更加复杂多变,水下地形也将会对浅海的电磁散射特性造成影响。为了更好的了解浅海的电磁散射机理,本文针对有限水深的浅海海域,基于有限水深海谱,采用非线性水动力模型,建立浅海的二维粗糙海面模型。在此基础上又利用一阶小斜率近似方法,研究了L波段下水下地形调制的浅海的后向散射回波的多普勒谱特性。通过研究发现水深、地形等因素均对散射回波的多普勒谱特性有一定的影响。研究对于浅海海域雷达探测等方面均具有一定的指导意义。", "label": "信息与通信工程", "id": 0}
{"content": "针对大型舰船、飞机等复杂电大尺寸目标网格产生时间长、计算速度慢等问题,本文采用了一种并行生成初始粗网格后各进程分别进行贴体加密的网格生成策略解决复杂电大尺寸目标网格生成时间长、效率低的问题,并采用了多层快速多极子方法对其进行快速、精确仿真。数值算例表明,本文的网格生成方法能够提供高效可靠的网格,结合多层快速多极子方法则可以有效解决大型舰船、飞机等复杂电大尺寸目标高效电磁建模及快速计算问题.", "label": "信息与通信工程", "id": 0}
{"content": "海面角反射器是反舰雷达导引头精确打击的重要干扰手段之一。由于角反射器干扰信号与目标信号在时域、频域、空域的显性特征差异严重压缩,导致角反射器干扰难以被有效辨识。极化旋转域解译方法能够有效挖掘目标散射多样性中蕴含的丰富散射信息。本文基于舰船目标与角反射器干扰的极化旋转域特性的显著差异,优选了高辨识度的极化鉴别特征量,提出了一种基于极化旋转域特征的角反射器干扰鉴别方法。为开展实验研究,结合实测极化雷达数据和角反射器电磁计算数据,通过信号级成像叠加仿真生成了极化雷达角反射器干扰仿真数据集。实验结果表明:本文所提方法相较于传统的极化分解方法和极化不变量方法性能更优,角反射器干扰鉴别正确率优于98%。", "label": "信息与通信工程", "id": 0}
{"content": "本研究重点针对海表面上空的低空蒸发波导,提出一种基于海杂波和海上目标回波的深度学习联合反演新方法以解决传统方法反演精度低、实用性弱的局限性.本研究在使用雷达海杂波反演蒸发波导折射率剖面技术的基础上,结合深度学习,建立了海杂波、海上目标回波与折射率剖面参数之间的网络映射模型.通过进行反演性能测试实验,实验结果表明联合反演方法在0～16.7 m的波导环境中的均方根误差比传统方法降低了54.2%,说明目标信号对于低层的蒸发波导更加敏感,明显提高了低空蒸发波导的反演精度,有效改善了使用海杂波反演蒸发波导折射率剖面技术存在的局限性.", "label": "信息与通信工程", "id": 0}
{"content": "为了满足在实际工程中,金属介质混合的电大尺寸目标的计算需求,本文研究了一种物理光学法,用于计算电大尺寸金属介质混合目标.在传统物理光学法的基础上,引入RWG基函数对表面电磁流进行表征,通过计算表征电磁流系数求解散射场,能够分析金属介质混合目标的散射特性.通过与商业软件FEKO的计算结果进行对比,验证了该方法的可行性和有效性.", "label": "信息与通信工程", "id": 0}
{"content": "该文提出了一种基于稳健波束形成的高分辨宽测绘带（High-Resolution and Wide-Swath,HRWS）成像方法,首先合成孔径雷达（Synthetic Aperture Radar,SAR）系统以较低脉冲重复频率（Pulse Repetition Frequency,PRF）通过脉内扫描的方式获取足够宽的测绘带场景,再根据面阵天线得到的空域和多普勒域多自由度,利用多方向约束的稳健波束形成解距离和多普勒模糊,从而实现高信噪比、高分辨宽测绘带成像.针对天线存在指向误差、天线单元参数误差时解模糊性能下降的问题,该文利用稳健波束形成的方法解两维模糊,在误差存在情况下具有一定的鲁棒性,能够获得较好的模糊抑制效果,仿真试验验证了该方法的有效性.", "label": "信息与通信工程", "id": 0}
{"content": "对舰船目标的检测是极化合成孔径雷达（Synthetic Aperture Radar, SAR）的重要应用.当前,舰船密集区域的目标检测仍存在困难.传统的恒虚警率（Constant False Alarm Rate, CFAR）检测滑窗易受到多目标串扰影响,导致检测门限难以准确计算,使得检测性能下降.对舰船目标和海域杂波进行有效区分,能够提高最终舰船检测的性能.针对这一问题,本文基于超像素分割技术,结合DBSCAN（Density-Based Spatial Clustering of Applications with Noise）非监督聚类方法,很好的区分了舰船和海域超像素.在此基础上,通过选取纯净的背景超像素,对检测门限进行了准确估计,提升了检测性能.基于两景Radarsat-2极化SAR数据的对比实验表明,所提方法能有效实现密集区域的舰船目标检测,检测品质因数均达到90%以上.", "label": "信息与通信工程", "id": 0}
{"content": "本论文一方面研究了几何光学法（Geometrical Optics, GO）与物理光学法（Physical Optics, PO）相结合的弹跳射线算法（Shooting and Bouncing Ray, SBR）,同时使用并行方法用于提高计算速度,从而提供多参数、多场景的复合电磁散射模型,并使用商业软件中的经典数值算法与程序计算结果比对,实现了复杂背景下的的复合目标散射特征库的建立;另一方面使用卷积融合多元电磁散射特征,建立深度卷积神经网络（Convolutional Neural Networks, CNNs）用于提取雷达参数及场景模型与散射数据之间的非线性映射关系,使得该算法能在复杂环境中基于多元散射数据对目标进行识别.", "label": "信息与通信工程", "id": 0}
{"content": "地杂波对雷达扫描过程中识别目标的准确度具有重要影响,研究地杂波特性有很必要的军事意义.本文将数字高程数据和30m全球地表覆盖数据进行结合,进行真实地物场景的建模.给出了不同杂波幅度分布模型的公式以及参数估计方法,并首次将信息论中的JS散度概念引入杂波幅度分布中,判定不同模型的拟合优度.在本文中,对不同条件下的杂波幅度分布特性展开研究,包括擦地角、极化方式、地形的起伏情况和介电常数,给出不同条件下的最佳分布拟合结果.", "label": "信息与通信工程", "id": 0}
{"content": "限幅技术是降低正交频分复用（OFDM）波形峰均功率比（PAPR）、增大辐射功率的一种有效措施.结合OFDM波形被动雷达系统的特点,本文研究了限幅技术对探测距离、模糊函数及参考信号重构性能影响的问题.首先结合功放特性说明限幅技术可提高功放平均输出功率,增大雷达探测距离.接着分析了限幅引入的噪声时域具有稀疏性,不会引入模糊函数副峰,通过仿真验证了其模糊函数为类图钉型.此外,因限幅带来导频信号失真,导致参考信号重构质量下降,仿真结果表明利用重构后的参考信号进行杂波抑制生成的RD谱上存在多普勒维扩展多径杂波残留.限幅技术可增大目标回波功率,但带来的导频失真影响部分区域的目标观测.", "label": "信息与通信工程", "id": 0}
{"content": "在对特定地面场景区域合成孔径雷达（SAR）成像中,用电磁仿真获取目标回波可以填补实验数据难获取、成本高.其严格满足麦克斯韦方程组、能解释电磁波与目标的作用机理,电磁仿真算法替代基于传统的散射中心理论获取地面目标以及其背景的散射回波数据是最接近实测数据.物理光学法（PO）得到目标的电磁散射回波,再用距离多普勒（RD）方法对回波进行处理得SAR图像.仿真结果表明,对特定地面场景仿真生产的SAR图像能够明显地反映出目标的特性,验证了PO+RD方法的有效性和正确性.", "label": "信息与通信工程", "id": 0}
{"content": "为探究不均匀介质粗糙面对散射回波特性的影响,选取了不同介电参数下的地形（含雪和土壤）进行了雷达波束照射下的地杂波时间序列回波信号仿真,计算了不同雷达参数下多种地面的电磁散射特性.结果表明多介电参数对多介质的地面回波特性没有显著影响.针对机载雷达平台和雷达导引头对地面目标探测与打击的需要,研究了动态雷达波束照射下的地面背景散射机理与杂波特性,结果表明散射回波在海拔高度高处,离运动雷达距离近,散射回波较强,对于优化动态雷达体制设计、提升地杂波抑制能力具有重要的理论价值.动态雷达波束对地面背景的照射区域动态几何及散射建模研究,为动态雷达地杂波仿真提供了算法模型,同时为动态导弹攻击目标时解决杂波对雷达干扰难题提供了有价值的学术研究.", "label": "信息与通信工程", "id": 0}
{"content": "为了研究隐身战斗机目标上鸭翼以及挂载等结构对于目标的隐身特性的影响.本文采用建模软件构建了某隐身战斗机模型,并在该模型的基础上构建了无鸭翼以及携带挂载导弹的变体模型;通过弹跳射线算法计算了不同入射条件下该战斗机模型及其变体模型的电磁散射结果,并分析了鸭翼、挂载等结构对隐身战斗机隐身性能的影响;采用了基于Keystone插值的ISAR成像算法,生成了不同入射条件下隐身战机模型的高分辨率的雷达图像结果.根据不同条件下雷达成像结果表明,隐身战机强散射中心位于战机座舱以及尾部位置,鸭翼结构对目标隐身特性影响较小,挂载导弹对目标隐身特性影响较大.", "label": "信息与通信工程", "id": 0}
{"content": "角反射器干扰是反舰导弹目标识别中常见的无源干扰,如何有效对抗角反射器干扰是反舰导弹实现精准打击的重点和难点之一.现有抗角反射器干扰研究主要围绕舰船目标与角反射器的回波特性展开,本文重点从时域、频域、时频域、极化域和热辐射特性抗干扰五个维度归纳总结反舰导弹雷达导引头抗角反干扰相关技术研究,并对未来发展趋势进行探讨.", "label": "信息与通信工程", "id": 0}
{"content": "对数字阵列雷达（Digital Array Radar,DAR）进行子阵划分可以减少变频和数字通道数,大幅度降低硬件成本,同时也降低了工程实现难度和后端数字处理量,在实际装备中应用越来越广泛.文章针对现有的数字阵列雷达采用点迹凝聚的方式所导致的测角精度低、和差波束测角范围小的问题,文章提出一种利用多个接收波束对目标进行比幅测角的方法.仿真结果表明多波束比幅测角具有测角范围大、测角精度好的特点,验证了所提方法的可行性和有效性.", "label": "信息与通信工程", "id": 0}
{"content": "外辐射源雷达二维定位因仰角信息的缺失将导致目标距离估计偏差和地面机动目标与空中目标无法区分的问题.本文使用双层圆阵作为接收天线来获取目标仰角信息,研究了单部外辐射源雷达的三维定位性能.通过建立阵列信号模型介绍了外辐射源雷达获取回波快拍方法,从距离-多普勒谱中获取信噪比提升后的回波快拍可明显改善角度估计性能,仿真和实测数据验证了上述方法的有效性.目标方位角和仰角估计均方误差分别为0.7o和1.0o,高度估计均方根误差为32.4m,定位精度可满足实际应用需求,能有效对目标进行三维定位.", "label": "信息与通信工程", "id": 0}
{"content": "飞鸟和无人机同属\"低慢小\"目标,具有低可观测性,航迹平滑度是区分二者的重要特征之一.已有的分类算法通常假定各类数据分布平衡,然而,现实中的数据常具有不平衡特性,即某一类的样本数量要小于其他类的样本数量,致使分类性能往往偏向大类,而忽略小类.为此,提出一种基于航迹平滑度的核密度估计分类方法.该方法将航迹平滑度和速度平滑度作为特征输入,利用核密度估计方法获得各类特征的概率分布,最后在最大似然判别中引入类别特征中值信息,一定程度上保证了特征选择在少数类和多数类上的公平性.实验结果表明,对于不平衡的无人机和飞鸟实测数据集,该方法对多数类及少数类都具有较高的分类准确率,具备较好的普适性和实用价值.", "label": "信息与通信工程", "id": 0}
{"content": "微粗糙表面对高频段雷达目标的电磁散射特性有着不可忽视的影响.本文提出一种微粗糙金属表面目标建模方法,研究了具有高斯随机分布微粗糙表面的雷达目标电磁散射特性.采用二维数字滤波理论与几何模型矢量运算方法建立了高斯分布粗糙表面几何模型,分析了粗糙表面的雷达散射截面（radar crosssection,RCS）随粗糙程度电尺寸和雷达入射擦地角的二维变化关系.针对具有微粗糙表面的典型目标,采用二维逆合成孔径雷达（inverse synthetic aperture radar, ISAR）成像对比分析了不同均方根高度和相关长度对微粗糙表面雷达目标成像特性的影响.理论分析与仿真结果表明,光滑表面仅在尖顶和棱边等不连续处形成散射中心,而粗糙表面会在整个照亮面上均产生散射中心,形成带斑点的轮廓图,能够反映目标更为完整的结构信息.", "label": "信息与通信工程", "id": 0}
{"content": "正交波形设计是多输入多输出（Multiple Input Multiple Output,MIMO）雷达中的关键问题之一.本文提出一种基于伪随机矩阵调制的MIMO雷达正交波形设计方法.首先将发射信号分为与MIMO雷达发射阵元相同数目的多个频带和子带,通过伪随机矩阵的调制,使得各个发射阵元在不同的子带发射不同频带的信号,然后在雷达的接收端通过分段匹配滤波的方式得到各个子带的回波信号分量,最后通过频域数据拼接得到各个信号分量的完整频带.仿真结果表明,采用这种方法设计出的波形能够将子带间的良好正交性保留至整个频带内,具有大带宽和高径向距离分辨率且信号结构简单等优点,易于实际工程实现.", "label": "信息与通信工程", "id": 0}
{"content": "针对真实目标上存在腔体型多次散射,并由此造成雷达散射截面（Radar Cross Section,RCS）近远场转换较大误差的问题,提出一种基于腔体多次散射特性鉴别的改进近远场转换方法.首先通过目标几何尺寸辅助从腔体近场散射特性中鉴别和分离出多次散射特性分量,然后计算多次散射特性的激励源位置用于确定近远场转换中幅度的径向距离加权系数,最后将幅度校正后的近场散射数据经圆周近远场转换处理,获取目标的远场散射特性数据.对典型腔体RCS计算数据的近远场转换统计结果表明,与直接近远场转换方法相比,经腔体多次散射校正处理后的近远场转换结果误差更小,验证了本文方法的有效性.", "label": "信息与通信工程", "id": 0}
{"content": "为针对传统微带天线的雷达散射截面（RCS）过大的问题,提出了一种利用极化旋转表面（PCM）来缩减天线雷达散射截面（RCS）的方法,并保持原天线的辐射特性.首先设计一种宽频带的极化旋转表面单元,并以棋盘型结构将该单元组成低RCS编码表面,分析RCS减缩的特点和原理.将其应用于微带天线,仿真结果表明,能够保证天线的辐射性能,同时在6.4～16.3GHz的宽频带范围内法线方向平面波的冲击下,单站RCS缩减5d B以上,最大减缩量达到26.5dB,能够实现宽频带内的RCS减缩.", "label": "信息与通信工程", "id": 0}
{"content": "合成孔径雷达（Synthetic Aperture Radar,SAR）能实现全天时、全天候对地实施观测,是目前常用的测量手段之一,InSAR技术的提出使得大范围的精密测量成为了可能.但SAR成像精度仍难以避免某些误差的影响,例如磁暴的突发干扰.磁暴是全球范围内地磁场的剧烈扰动,强磁暴会对电离层产生扰动,电离层扰动则会严重影响SAR成像精度,并在InSAR测量中引入大量误差.为检测由磁暴引发的电离层扰动是否会对SAR图像产生影响,同时基于C波段卫星的相关研究缺乏的事实,欧空局发射的Sentinel-1卫星和InSAR技术被用于验证本文猜想.位于美国佛罗里达州的磁暴期前后的Sentinel-1 SLC数据被用于实验,通过实验结果可知,处于磁暴期的数据通过D-InSAR技术求得的干涉图会产生有规则的相位伪影,但位于非磁暴期的干涉图并未产生相位伪影等特殊条纹.与同期的SWARM-A卫星的Ne实测数据及GNSS实测数据相比,证明了磁暴对C波段SAR产生影响的事实.但相位伪影的产生无疑会增加图像解译难度并引入测量误差,甚至会遮蔽地表真实信息.为消除磁暴对SAR图像带来的影响,补偿由电离层扰动引发的方位向偏移,实现对磁暴下C波段Sentienl-1的电离层误差校正,本文使用多孔径干涉技术（Multiple Aperture Interferometry,MAI）去除了SAR干涉图中的相位伪影,最终通过与GNSS实测数据进行比较,干涉图的测量精度提升了12.6%.", "label": "信息与通信工程", "id": 0}
{"content": "为了实现海面弱小目标的检测,提出了基于密集连接卷积网络的海面弱目标检测方法.本文通过分析实测雷达回波数据得到时频域特性图,选择时间-多普勒速度图和小波时频图制作图像数据集,基于残差网络实现了海面弱小目标的检测.训练结果表明随着训练周期的不断增加,训练和测试的准确率也在不断提高.通过对比发现使用小波时频图作为数据集的准确率高于时间-多普勒速度.", "label": "信息与通信工程", "id": 0}
{"content": "本文基于Mie理论,计算了毫米波传播在云中传播的特征衰减,结果表明,对于35GHz频率,当水滴粒子不带电时,其特征衰减达到极大值,随着水滴粒子的荷质比的增大,特征衰减逐渐减小.基于气象雷达方程,计算了雷达反射率,给出了雷达反射率与能见度和云中带电水滴粒子带电量的关系,结果表明雷达反射率随着云中水滴粒子带电量的增大而增大,且随着能见度的减小而增加.云大气下的雷达回波功率随着能见度的降低而增加,但当距离大于某一距离后,由于衰减的增加,能见度低的回波功率变小;并且云中水滴粒子的带电会使回波功率有所增加.", "label": "信息与通信工程", "id": 0}
{"content": "为进一步提升曲靖非相干散射雷达在空间碎片监测方面的作用,提出了一种基于窄带雷达低频区RCS序列的空间目标尺寸和形状反演方法.该方法首先根据NASA的SEM（Size Estimation Model）模型,将瑞利区目标的RCS序列映射为等效尺寸,并对结果进行聚类统计,从中计算出长轴和次长轴尺寸;接下来利用空间碎片绕主轴周期翻滚的运动特性,推导出RCS序列的相对变化与两个轴比之间的函数.通过计算得到长轴-次长轴轴比以及RCS相对变化量,代入函数后得到短轴-次长轴轴比,进而可求出短轴尺寸.实测结果表明,可以对观测时长长于半个翻滚周期的目标求解其三轴等效尺寸,并根据两个轴比推测目标的形状.由于尺寸在1-10 cm的空间碎片均位于曲靖非相干散射雷达的瑞利区,该方法将对其研究小尺寸空间碎片的目标特征进行良好的补充.", "label": "信息与通信工程", "id": 0}
{"content": "针对复杂电磁环境下新型体制辐射源信号不断涌现,监督型的信号识别算法已无法满足要求的问题,文章在盲信号背景下对获取的辐射源信号进行聚类,提出一种基于相空间重构的未知辐射源信号特征提取与盲聚类。首先,文章关注辐射源内部元器件固有的非线性特性,采用相空间重构的方法将辐射源信号经采样后的时间序列样本进行处理,提取时间序列的非线性特征参数,结合线性特征参数组成联合特征向量。最后利用DBSCAN对多个时间序列的特征向量进行盲聚类。实验结果证明,所提方法能较好地将相似的辐射源信号样本聚类。", "label": "信息与通信工程", "id": 0}
{"content": "随着信息技术快速发展,战场新体制雷达层出不穷,传统依靠人工经验进行数据处理的方法已无法适应现代战争需要,转变创新侦察数据处理方法迫在眉睫。结合人工智能领域新技术运用,探索使用机器学习、数据挖掘、协同过滤等算法技术处理雷达对抗侦察数据的方法,推动数据处理模式由人工分析向智能分析转变,提高侦察数据处理和情报分析质效。", "label": "信息与通信工程", "id": 0}
{"content": "毫米波雷达具有很高的测量精度,能够实现微小信号检测。本文提出了一种基于调频连续波（FMCW）毫米波雷达的生命体征信号监测方法。首先介绍了雷达检测生命体征信号的基本原理,并建立了相应的信号模型。然后对雷达回波数据进行处理,提出目标距离单元的锁定方法,通过扩展的差分-交叉相乘算法、一阶差分和滤波处理得到目标的相位信息,进而利用带通滤波提取并分离呼吸、心跳信号,并通过短时傅里叶变换（STFT）方法计算出目标的呼吸率和心率。最后进行了多组实验,验证了算法的准确性、实时性和可靠性。", "label": "信息与通信工程", "id": 0}
{"content": "本文提出了一种基于新型介质集成悬置线（SISL）的24GHz线性调频连续波（FMCW）汽车雷达系统,集成了巴特勒矩阵和六端口接收机。该系统由发射天线,接收天线阵列,巴特勒矩阵,单刀四掷（SP4T）开关,低噪声放大器和六端口接收机组成。基于SISL平台的巴特勒矩阵和SP4T开关用于波束扫描,六端口接收机用于正交下变频。雷达系统在测试中展示出优异的性能,包括距离和到达方向。雷达在5m处的距离偏差为±1.6cm,距离分辨率为7.6cm。由于所有有源和无源器件都使用标准印刷电路板（PCB）工艺集成在SISL平台上,因此所提出的系统具有高集成度,低损耗,低成本和自封装的优势,为构建收发系统提供了全新的解决方案。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍了一种采用硅基MEMS光敏复合薄膜多层布线工艺实现的W波段1T2R异构相控阵雷达收发前端。雷达收发前端采用本振路径移相架构,异质异构集成了Si Ge收发芯片,Ga As功率分配器和6 bit移相器芯片,Ga N功率放大芯片以及协同设计的硅基嵌入式天线。本文还介绍了硅基嵌入式天线的设计方法,获得了9.8dBi的增益,通过RDL可实现天线与其他芯片的直接互连且获得了低损耗,大幅缩小了系统的尺寸。W波段雷达最高输出功率可达31dBm,3 dB功率带宽7 GHz。该相控阵雷达收发前端可应用于多维目标探测和生命体征监测等领域。", "label": "信息与通信工程", "id": 0}
{"content": "射频干扰作为一种常见的外部干扰,会遮挡舰船目标,影响HFSWR雷达检测性能。MIMO技术可以引入更高的自由度,能够有效的提高雷达抗干扰的能力。慢时间MIMO雷达作为一种MIMO的实现方式,具有频谱利用率高、易于实现、无需在距离脉冲压缩前调整接收机的优点。本文针对收发一体慢时间MIMO高频地波雷达,提出一种基于支持向量机的射频干扰抑制方法。该方法实现了射频干扰的自动识别,并能删除被污染的数据,并利用集中式MIMO阵列的冗余性,保证了删除污染数据后,来波方向的估计性能。", "label": "信息与通信工程", "id": 0}
{"content": "在已知地形数据情况下,有效预测地物杂波具有现实意义。本文提出了基于三维抛物方程模型（3DPE）的地物杂波模拟方法,利用抛物方程模型建模电波传播并求解空间中场强分布,在地物后向散射系数模型和基于网格（mesh）的RCS计算的基础上,得到地物信息数据,然后综合考虑天线、接收通道、信道噪声的影响,模拟出雷达回波数据,进而得到地物杂波数据。", "label": "信息与通信工程", "id": 0}
{"content": "介绍了一种低功耗、小体积、相控阵体制侦察雷达射频前端的设计。根据总体指标规划整个阵面的单元数、单元间距、天线的技术指标和实现、TR组件的技术指标和实现、频率合成器技术指标和实现、接收机设计的技术指标和实现。", "label": "信息与通信工程", "id": 0}
{"content": "在速调管雷达发射机中,信号经过速调管放大器可以得到较大的增益,但同时会产生幅度和相位波动。通过分析速调管相位波动的机理,得出速调管相位波动主要受自身参数、射频频率和电子注电压等因素影响,并可以根据电子注电流数据和相关工作参数建立相位波动的预测值。通过采集某S波段雷达发射机的速调管的射频输出数据,分析其相位波动。利用速调管的工作参数计算出引起相位波动的相位灵敏度,再结合采集的收集极电流数据来估计相位波动,并与速调管射频输出数据的相位波动进行对比,验证了速调管引起相位波动的机理。", "label": "信息与通信工程", "id": 0}
{"content": "中移广电开启共建共享,700M网络已开启大规模建设,本文结合700M共建共享方案,对OMC的建设方案、技术要求以及网络共享场景下网络运维方案进行深入研究。", "label": "信息与通信工程", "id": 0}
{"content": "当前5G 700M网络建设优化中面临着广电700M频率的干扰,网络质量也受到较大影响。对700M频率干扰原理进行了介绍后,对700M频率干扰进行了理论分析,并结合现网实测和仿真工具分析了700M频率干扰对5G网络质量的影响。系统总结了积极推动广电移频、灵活配置带宽频点、部署智能频选功能、开启深度滤波特性等700M频率干扰优化方案,对后续700M网络建设优化具有一定参考意义。", "label": "信息与通信工程", "id": 0}
{"content": "着重研究在NR 700MHz基站与广电台站共存的情况下,最大程度地降低网间干扰的影响可采用的技术方案。通过分析网间干扰的类型以及受扰频段的带宽、受扰强度等不同情况,分别提出在不同干扰状况时NR700MHz基站的一站一策精细化干扰避让方案;同时,提出深度滤波压降干扰以及动态配置基站信道避开干扰等具体措施,并将这种方案与以\"簇\"为单位的整体干扰避让方案进行对比分析,通过理论分析和实际效果对比验证了精细化避让方案对网络性能的提升效果。", "label": "信息与通信工程", "id": 0}
{"content": "为积极践行水利部\"数字孪生水利\"建设要求,坚持\"需求牵引、应用至上、数字赋能、提升能力\",以\"数字化场景、智慧化模拟、精准化决策\"为途径,以实现水利业务\"四预\"为目标,大力推进信息化建设,率先在全河实现了视频监控全覆盖建设项目,开启了智慧治河新模式。本文从山东黄河视频全覆盖建设实际出发,总结建设思路,结合建设完成后实际应用情况,分析遇到的问题并提出可借鉴的经验,探索智能设备应用场景,切实提高监管能力和工作效能,实现治理体系和治理能力现代化精进越阶。", "label": "信息与通信工程", "id": 0}
{"content": "军队信息化建设是军事体系现代化的必然选择,智慧军营属于军队信息中关键的一环,视频监控系统作为建设智慧军营的重要辅助手段,为规范营区秩序、提高营区管理水平发挥了重要作用。文章提出安全视频监控系统,运用身份鉴别、双向身份认证、访问控制、数据保护、安全审计、密级标记、完整性校验、违规行为分析等技术手段,实现营区视频监控数据的安全采集、存储、传输和查看等功能,从技术层面保证了视频监控系统的安全性。", "label": "信息与通信工程", "id": 0}
{"content": "信息技术的发展带动了网络数字化时代的到来,而网络数字化时代对广播电视行业的发展是一种前所未有的冲击。这个冲击中,既有机遇也有挑战。机遇就是对广播电视技术的革新,促进广播电视能有一个更好的发展前景。挑战就是在网络数字化时代出现了更多的媒体资源,这就增加了传统的广播电视的竞争力,让广播电视技术在发展过程中不得不完成与时俱进的改变和革新。这样才能让广播电视行业在网络数字化时代的影响下有一个更广阔的发展。", "label": "信息与通信工程", "id": 0}
{"content": "随着网络技术的不断发展,我国广播技术发展迅速,几乎推广到了全国各个地区,不仅为人们增添了娱乐内容,还为人们提供了信息,让人们的生活质量更好。广播技术高水平的发展以及广播网络和广播技术实现信号高质量传输,可以有效保证广播技术节目的质量。对于可能出现的故障及时处可以有效保证广播电视节目质量。在此基础上,本文主要针对广播电视网络的日常维护和管理,提出其他的管理方案。", "label": "信息与通信工程", "id": 0}
{"content": "随着我国互联网技术的快速发展,视频会议系统在各行各业得到广泛应用,借助视频会议系统开展远程会议,企业内部实现了高校沟通,工作人员能够不受时间、地点限制,随时进行会议,为提供工作效率提供了基础支撑。本文结合个人工作经验,简要谈一谈视频会议及其优点,重点分析视频会议系统关键技术及其在行业中的具体应用。", "label": "信息与通信工程", "id": 0}
{"content": "随着电力行业视频会议需求的不断增长,为了满足日益增长的视频会议业务需求和会议质量要求,需要提升视频会议系统的稳定性和系统维护的可靠性。通过分析现有视频会议系统存在的问题,提出了基于虚拟化平台的系统框架设计及系统组网设计,探索在混合组网情况下召开大规模视频会议的模式和方法,并在实际生产环境中进行了测试,验证了所组建的会议保障方式的可靠性和可用性,实现了统一指挥和分级保障的目标,提升了大规模混合组网下的视频会议的可靠性和高效性。", "label": "信息与通信工程", "id": 0}
{"content": "国家电网公司自启动一体化会议电视工程建设,逐年深化应用,建成了国内外企业中会议层级最多、覆盖范围最大、技术最先进的特大型视频会议系统,同时对系统监控与管理提出更高的要求。在研究基于硬件的视频会议系统会议控制自助化的基础上,提出了基于集控指挥中心的分布式网络监控和管理体系架构,嵌入智能化运维手段,极大提升了特大型视频会议系统数字化水平和管理效率。", "label": "信息与通信工程", "id": 0}
{"content": "随着通信技术的进步,视频会议已经成为大多数企业远程办公和行政管理的主要途径。主要介绍了视频会议系统不同的组网方式和可靠性策略,对比了不同组网方式的利弊,并分析了不同的可靠性策略,对企业视频会议系统建设方案的选择具有一定的参考意义。", "label": "信息与通信工程", "id": 0}
{"content": "为提高视频会议系统利用效率,实现视频会议系统向基层单位一线班组延伸覆盖的目标,利用虚拟MCU技术开展云视频会议系统建设,并针对性开展不同品牌硬件终端接入、用户分权分域功能验证、网络承载能力测试等多项研究,为虚拟MCU视频会议技术推广应用提供支撑。", "label": "信息与通信工程", "id": 0}
{"content": "视频监控系统是现代应急管理解决方案的主要多用途视频数据源。随着其复杂性和图像质量的提高,对数据交换通道、存储和处理单元的要求也越来越高,同时,各种神经网络也成为图像分析的通用工具。这种算法需要部署强大的HPC类服务器设备,提出了一种新的适用于分散环境的视频数据存储和事件驱动视频处理的解决方案,并在不同来源的视频数据阵列上进行了测试,这些来源包括城市视频监控系统、超市视频监控系统等。对于每个列出的例子,开发了一个基于视频处理和事件管理的离散动态模型,并提出了一种新的基于分布式视频处理的数据收集和分析方法。", "label": "信息与通信工程", "id": 0}
{"content": "伴随着网络技术的快速发展,将网络技术应用于广播电视领域已经成为新的发展方向,这一技术在广播电视工程中的应用也发挥出巨大的作用,同时也对传统广播工作带来了巨大的挑战。在这一形势下,相关单位应当充分利用网络技术,进行资源整合,实现高效制作和发展。", "label": "信息与通信工程", "id": 0}
{"content": "针对IPTV使用需求的日益剧增,文中提出了建设一套技术先进、性能稳定、功能齐全、使用方便的IPTV全媒体教育资源服务平台。该平台支持用户端个性化的UI定制,采用1台资源转码器,对接其他资源平台,实现多种文件格式（MKV,RMVB,WMV,VOB等）倍速转码（18～25倍速）、数据对接、资源迁移;采用2台嵌入式数字电视信号处理器,实现了近80套有线数字电视节目的直播/回看,校内资讯新闻、宣传视频内容的在线发布,全媒体资源的统一管理和发布浏览,学校自办节目在线直播、录制,精品课件、科教资源教学辅助,校区流媒体资源共享等功能。平台的建设为学校的音视频教育教学资源提供了基础性的数据保障,同时也为打造数字化教学资源库、完善学校教育教学资源一体化建设提供了坚实基础。", "label": "信息与通信工程", "id": 0}
{"content": "通过对烟草物流中心设备管理现状分析,对设备运行过程的某些环节进行视频监控管理,规范人员操作,控制条烟破损率,监控设备运行状态以及协助故障诊断检测,达到减少设备故障率,降低卷烟破损率,提高设备维修效率的目的。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞一、绪论国网宁夏电力有限公司属于国有特大型能源供应企业,是宁夏能源安全和经济社会发展的国有重要骨干企业。辖有12个业务支撑单位、6个地市供电公司、18个县供电公司。统一视频平台主要用于宁夏公司变电站、营业厅、供电所、计量中心、基建现场等固定或移动视频接入,管理9271路固定视频监控、", "label": "信息与通信工程", "id": 0}
{"content": "作为大型企业数字化转型的\"先头兵\",视频监控系统作为第一批要进行改造的系统,从基础框架着手,通过改善整体网络环境,压缩数据远程传输体量,以及通过数据结构化挖掘视频数据深层次业务应用的方式,助力大型企业视频监控系统走出当前困境,朝着标准化、开放化和智能化的\"数字2.0时代\"前进。", "label": "信息与通信工程", "id": 0}
{"content": "国内多数大型企业都已部署基于企业私有云的视频会议系统,受限于企业内网私有云部署架构,用户在企业内网未覆盖场所无法参加企业内部会议。结合企业基于私有云部署的某国产视频会议系统项目案例,提出了一种通过与公有云视频会议系统资源融合,实现用户可在全球任何时间、任何地点接入企业内部视频会议的技术解决方案。", "label": "信息与通信工程", "id": 0}
{"content": "电视的发展经历了几次重大的技术变革,最近的这次则是从高清到4K,从SDR到HDR。\"冬奥纪实\"4K频道的开播,标志着北京广播电视台真正迈入了4K超高清的时代。考虑到广大高标清用户收看需求,使得我们在制作电视节目时,不光要满足4K超高清制作播出的技术标准,还要兼顾高清和标清电视节目的播出质量。为此,北京广播电视台\"冬奥纪实\"4K频道实行4K超高清、高清、标清电视节目同播。本文将主要就4K超高清与高清同播部分进行论述。", "label": "信息与通信工程", "id": 0}
{"content": "为进一步完善边境和极度贫困地区公共服务体系,满足广播电视无线覆盖技术的应用发展需求,广西于2019年启动村级广播电视无线覆盖工程项目研究。结合广西广播电视无线覆盖技术的发展与现状,于2020年完成国内首批村级广播电视无线发射台站建设。本文通过对村级广播电视无线发射台站建设项目的介绍,阐述广西广电在广播电视无线覆盖领域首创应用——小型一体化机柜和30米精度ASTERGDEM新技术,探索新型村级广播电视无线发射台站的应用道路。", "label": "信息与通信工程", "id": 0}
{"content": "总局印发《关于促进智慧广电发展的指导意见》中指出,广播电视相关企业需加快广播电视网络传播体系整体性转型升级,加快大数据、云计算、第五代移动通信（5G）等新一代信息技术在广播电视网络中的部署和应用,构建高速、泛在、智慧、安全的新型综合广播电视传播覆盖体系和用户服务体系。其中5G技术对广电意义重大,不仅是700Mhz黄金频段及牌照红利,更可以为4K/8K等新业务提供全新内容制播及覆盖方案。本文将从系统建设角度探索如何在总局指导意见下,融合5G技术打造新时代4K/8K超高清制播系统。", "label": "信息与通信工程", "id": 0}
{"content": "我国幅员辽阔,自然环境复杂多样,西藏地区开展基层党建工作难以利用现代信息化系统,主要还是以台账式记录、人员报送为信息传递主要方式;基层工作人员缺乏应急通信手段;基层工作数据汇聚与分析缺乏现代化手段。本文设计了一套基于直播卫星的西藏基层党建服务系统,充分利用直播卫星的技术和资源优势,全面提升西藏地区基层党建的建信息化水平。", "label": "信息与通信工程", "id": 0}
{"content": "本文针对重庆广电应用系统现状,设计了解决\"信息孤岛\"的4个基本步骤和分3个阶段实施的规划。提出了基于LDAP和WCF的\"3+N+1\"平台系统架构,采用.NET、LDAP、WCF、MongoDB、Redis、Zero MQ、Nginx和CAS等技术,开发公共信息数据中心、公共信息开放对接平台和应用系统集成平台,实现基础数据共享和应用系统互联互通。本次研究为解决集团应用系统\"信息孤岛\"问题,推进集约化、智能化、规范化的绿色机关建设提供了技术参考。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍了南京广电集团新融媒播控中心编码系统的组成和运行情况,重点介绍了哈雷X2编码器编码方式和设置方法。哈雷基于SMPTE 2110协议的IP编码器是哈雷公司最新研发的针对IP融媒播出系统的编码器,播出系统最后输出的SDIoverIP信号不需要经过网关转换为基带信号,直接进行编码。本文对这种IP编码器做了重点介绍。", "label": "信息与通信工程", "id": 0}
{"content": "本文主要是谈谈多通道收录系统在使用方面的一些经验,强调了个人理解的多通道收录存在的目的,以及现今市场上多通道设备的分类,针对不同的节目类型选择适合自身的设备。通过自己多年的使用经验总结了多通道收录设备应该具有的几个基本功能,也提出了一些对后期制作有所帮助的辅助功能,特别是在最后对多通道收录系统未来几年的发展进行了展望。", "label": "信息与通信工程", "id": 0}
{"content": "北京广播电视台在2021年春节联欢晚会中,利用4K/8K超高清技术进行拍摄和制作,实现了全国省级电视台第一次春晚类节目4K超高清/高清同播。为此,北京广播电视台根据台同播频道制播技术规范,结合春晚录制特点,制定了具有前瞻性、可操作性的4K超高清/高清春晚同播技术方案。本文对春晚同播技术方案及实施进行了介绍。", "label": "信息与通信工程", "id": 0}
{"content": "对于电视台播出发射机房而言,接地与防雷是一个永恒的课题。接地系统的正确与可靠直接关系到人身安全与安全播出,因此一套完善的防雷屏蔽系统从机房建筑设计阶段就应认真加以考虑。根据当地地理环境,采取切实可行的防雷方案,选用质量可靠的电气设备和可靠性高的防雷设备,利用常态化的设备巡检管理制度,加以完善的应急预案,只有这样我们的设备和线路才有可能避免遭受雷击的危害,保证电视台卫星信号的安全播出。", "label": "信息与通信工程", "id": 0}
{"content": "按照四川省委、省政府统一安排部署,2021年3月29日在四川眉山举办了\"四川省2021年第一季度重大项目集中开工\",省委书记彭清华宣布开工,省委副书记、省长黄强发表了讲话。此次视频连线四川广播电视台高清转播车坐阵眉山主会场,分别与四个分会场（成都、遂宁、宜宾、资阳）进行实时音视频连线。本文以重大项目集中开工视频连线为背景,详细介绍此次视频连线音频系统的制作实践,对音频系统设计作出详细的阐述,进而给出高效、可靠的制作方案和实用建议。", "label": "信息与通信工程", "id": 0}
{"content": "波是信息的载体,波按性质可分为机械波、电磁波、引力波和物质波,微波属于电磁波的一种,在例如移动通信、无线网络、中继网络、雷达、卫星、医疗成像、遥感、无线电天文学、及微波炉烹饪等现代技术中被广泛使用。在广电领域,微波技术有着广泛的应用,将信息调制到高频载波上更利于信道传输,不但可以有效抑制传输噪声,还能实现多路频分复用和更远的传播距离,更是保障国家政令畅通的应急通信战备资源。", "label": "信息与通信工程", "id": 0}
{"content": "随着直播卫星广播电视业务系统数量不断增加,网络安全形势不断变化,原有的安全防护措施需要进一步增强。本文设计并实现了直播卫星全景业务监控平台,全方位采集网络、设备、应用等方面数据,形成了具备基础环境监控、业务监控以及智能运维管理等功能的监控系统。通过对直播卫星业务场景的分析,建立业务流程模型,能够自动探测业务故障点,有效缩短了故障发现的时间,为保障安全播出提供支撑。", "label": "信息与通信工程", "id": 0}
{"content": "随着重庆广电融合媒体建设的全面推进,集团内部资产设备面临的安全风险日益增多,信息安全形式日益严峻。本文提出基于WAF防火墙和安全设备日志、交换机SYSLOG和重要资产设备事件信息等大数据,研究建立统一的符合等保2.0要求的网络安全态势感知平台,通过实时分析网络攻击行为,实现事前预警的主动防御、实时播报、安全预警、事后检测和网络安全态势可视化,为广电融媒体网络安全运营管理提供可靠技术保障和决策支持,为提高广播电视网络安全运营和协同管理水平提供新思路。", "label": "信息与通信工程", "id": 0}
{"content": "本文简要介绍了什么是转播制作系统IP化、IP化的本质以及IP系统发展前景。重点分析了\"IP系统\"相较于\"传统基带系统\"的多种差异以及IP化带来的系统架构、传输方式、知识储备等多方面转变。", "label": "信息与通信工程", "id": 0}
{"content": "为满足提升新闻节目制播能力的要求,北京广播电视台于2018年进行600平米新闻演播室改造。600演播室定位是广泛应用新技术的旗舰型大型新闻演播室。其配置12讯道摄像机,20路外来信号,4套在线包装,4套虚拟前景,2种类型7套遥控机器人摄像机系统,11块各种类型背景展示屏幕及配套系统子系统。整体系统功能性繁复庞大,如果使用传统的制播方式,将耗费大量人力,增加系统节点会造成制播过程中人为失误的概率。为应对日益增多的新闻直播任务,应对繁复设备运维和节目制作,北京广播电视台率先进行演播室技术革命,为积极响应改革号召,实现对现有系统中切换台,调音台,摄像机,在线包装,背景屏等第三方设备进行有序控制管理600平米新闻演播室引入了OverDrive集控系统。", "label": "信息与通信工程", "id": 0}
{"content": "文章结合南京广电集团融媒播控中心系统建设,从组织机构、供配电与环境保障、总控及播出系统安全保障、信息安全保障、运维管理保障6个方面探讨了电视安全播出保障体系的构建和实施。科学建立电视安全播出保障体系,满足融媒播控中心系统安全设计要求,有效地提高安全播出保障能力,进一步推动电视安全播出工作的有序开展和播出质量的有效提升。", "label": "信息与通信工程", "id": 0}
{"content": "北京广播电视台冬奥纪实4K频道,于2020年12月30日正式播出,同时我台也是第一家成功实现了4K超高清、高清和标清三种格式同播。如何在保证4K播出效果的同时,兼顾高清的播出质量,同时在保证高清播出质量的前提下,如何尽可能的体现出4K的优势,是本论文研究的主要方向。本文针对我台超高清,高清同播的方式,对节目制播流程中的重要环节进行了分析,对上下变换器设置的关键参数,通过大量的测试,从主观和客观进行评估验证,不断优化参数设置,提升节目同播效果,同时对同播流程中需要注意的问题进行了探索。", "label": "信息与通信工程", "id": 0}
{"content": "北京广播电视台是北京市新闻宣传工作的骨干力量,而新闻频道作为北京广播电视台重要的新闻传播、政务发布平台,节目受众面向全国。作为上星的高清频道,要制作出高水平的新闻节目,不仅要求节目内容跟得上当前形式,节目包装也要跟得上时代的脚步。从受众体验来讲,节目的包装,演播室的设计,都对衬托新闻内容、营造气氛有着不可忽视的作用。本文尝试从现代演播室的背景屏幕系统入手,探讨背景屏幕系统在现代演播室中的重要性。", "label": "信息与通信工程", "id": 0}
{"content": "本文结合宁波广播电视集团高清化播出在线技术改造工程,主要阐述了高清化播出在线技术改造工程中项目管理的思路,详细介绍了项目管理的优化过程和全面质量管理有关方法的运用。为今后广播电视技术改造工程提供了新的思路和经验。", "label": "信息与通信工程", "id": 0}
{"content": "本文通过对演播室视频系统等相关问题的研究,设计并实现了北京广播电视台高清新闻演播室视频系统。首先从新闻演播室实际工作情况出发,提出在演播室视频系统的可行性方案。并根据演播室的技术需求,设计视频技术方案。最后,在北京广播电视台新台址高清新闻演播室中进行方案实施并分析其运行及使用效果。系统运行结果表明,本文所设计的新闻演播室视频系统满足了节目多层次化和多变化的需求。系统设计达到预计要求,并可为台内各演播室开发类似系统提供设计思路和可借鉴的运行方案。", "label": "信息与通信工程", "id": 0}
{"content": "全媒体时代下,节目直播化正在成为传统广电在积极谋求转型的主要途径之一。然而伴随着直播节目内容丰富,制作手段不断创新,以及直播时长的增加,不符合播出要求的情况时有发生,直播内容安全问题逐渐凸显。如何在快速、稳定的前提下,应急处置直播内容安全问题引发的播出安全隐患,并且还能保障节目连贯性、完整性,是需要技术部门和节目部门共同解决的课题。本文围绕演播室可切换后延时系统展开研究。首先是对目前播出及演播室所采用的延时系统进行概述,分析系统原理以及应对直播中突发内容安全问题的应急处置方式;其次介绍演播室可切换后延时系统的设计理念,系统构成以及工作原理。通过情景模拟,梳理演播室可切换后延时系统整体应急流程。另外,将系统对直播内容安全的应急处置延伸到演播室直播技术安全方面,设立应对直播技术安全问题的应急流程。", "label": "信息与通信工程", "id": 0}
{"content": "本文通过对演播室内不同种类背景屏的研究,设计并实现了北京广播电视台演播室视觉影像制作。首先在众多演播室背景屏中选取有代表性的个体,提出可行性方案并进行论证,最后在北京广播电视台600平米演播室进行实际应用并分析其运行及使用效果。运行结果和使用效果表明,通过本次测试,得到背景屏的实际亮度和色度数据,经过比对和还原,使演播室视觉效果得到完美呈现。系统设计达到预计要求,并可为国内各演播室开发类似系统提供设计思路和可借鉴的运行方案。", "label": "信息与通信工程", "id": 0}
{"content": "随着业务不断发展,越来越多型号的直播卫星机顶盒投放市场。当广播电视前端业务升级时,需要对全部在网的不同类型机顶盒进行业务测试,以确保业务升级后用户可正常收视。本文设计了基于直播卫星广播电视系统的机顶盒批量自动化测试平台,能够构造不同的业务测试场景,利用集中遥控装置执行自动测试脚本,实现对数百款机顶盒终端进行同步遍历性测试。测试平台解决了传统手动测试单台机顶盒的局限,提高了测试效率,实现了测试自动化管理,对业务发展起到积极推进作用。", "label": "信息与通信工程", "id": 0}
{"content": "随着水电厂无人值班模式的逐步深化,水电厂逐步由少人值守过度到无人值守,流域集控中心逐步取代电厂现场值守,水电厂内的关键设备、重要区域需要配置一套智慧工业电视系统进行监控,本文所讲智慧工业电视系统是将工业电视新技术、新功能进行整合,引入智慧设备及软件,针对无人值班水电厂现场实际条件开发的一套系统,实现故障报警、自动开停机操作、人员进入等视频联动功能,并将联动信号视频自动调取投放至应急待命点或集控中心工业电视大屏,使相关联动信息自动、快速的展示出来,从而达到减少人力成本的目的。", "label": "信息与通信工程", "id": 0}
{"content": "近年来,视频监控被广泛应用于平安城市、天网工程、雪亮工程、社会治安、交通出行、环境保护、城市管理等多个领域.据统计,目前全国安装的公共安全视频监控摄像机数量超过3 000多万台,初步覆盖了公共区域、重点单位和要害部位,视频监控已成为提升平安中国建设能力和水平的基础性工程.由于公安视频监控业务的广泛应用,联网规模的不断扩大,智能应用的不断拓展,视频监控图像信息资源已成为国家重要的基础信息资源.在发挥重要作用的同时,随着国内外网络安全形势的变化,视频专网也面临着各种安全威胁.视频专网上存有大量敏感信息,这些敏感信息泄露或视频监控失效等等可能对公民法人、社会治安、经济发展甚至国家安全等产生严重危害.根据多年在视频监控网的安全建设经验,提出针对该网络的安全运营建设理念,从而打破不单单是以建设为主的时代,而是真正帮助用户把该网络运维运营好.", "label": "信息与通信工程", "id": 0}
{"content": "新媒体时代的到来意味着信息技术得到了快速的发展。也对传统的广播技术带来了巨大的挑战,这也就说明了传统的广播技术应该随着时代的发展而进行相应的改变,同时将新媒体技术应用到广播技术当中去,也有着非常强大的发展优势。随着技术的更新广播技术也会带来更多的发展特点。基于此,本篇文章主要分析了新媒体时代广播技术的发展特点以及新媒体时代广播技术的发展建议,希望可以通过以上分析对于广播技术的更新提供借鉴。", "label": "信息与通信工程", "id": 0}
{"content": "为提高中波转播台的稳定运行性,研究机器设备故障的智能检测方法。分析中波转播台主要机器设备及其常见故障,建立及其设备故障数据库,为检测方法提供数据基础,提取数据库中的设备故障特征数据,对特征数据进行矢量化,达到智能识别机器设备故障的目的。为检验设备故障智能检测方法的准确性,对三组不同类型故障装置进行检测,该方法检测出故障的时间均在0.2s内,表明了方法的实时性与智能性,识别的故障音频信号最小矢量距离与实际的故障类型对应的距离相同,表明了方法的准确性,为中波转播台的高效稳定运行提供良好的设备基础。", "label": "信息与通信工程", "id": 0}
{"content": "隧道建设中的无线广播覆盖缺陷,是目前规划管理领域的一个相对薄弱的环节。隧道无线广播系统在设计、施工、验收等方面没有一个统一的标准,造成隧道内无线广播信号差,影响驾乘人员收听隧道内行车的各项规定及交通安全信息;当隧道内出现堵塞、交通事故、发生火灾等情况时,组织疏导车辆及人员的紧急调度也少了一种重要的信息播告方式。通过无线广播及隧道无线广播覆盖技术基本原理和主要设施的分析,明确隧道广播系统空间占用情况,进一步确定公路隧道的无线广播设施配建标准,并通过规划指引的方式加以明确,有效加强隧道配建无线广播设施的规划管理,使隧道的无线广播建设与城市建设协调发展。研究相关结论已通过有关部门批复,并纳入《厦门市城乡规划管理技术规定》实施。", "label": "信息与通信工程", "id": 0}
{"content": "广播作为传统的信息传播方式,具有实时、广泛、免费、方便等特点。随着广播信号节目套数不断增多,数字音频广播也凭借其高音频质量、低频谱占用得到业界重视。如何保证用户对广播电视信号接收和内容获取的高质量,在技术层面的监测监管就显得尤为重要。本文介绍了一种基于云系统的CDR数字音频广播监测方法,该方法充分利用数字音频信号和监测云系统的特点,实现了对CDR数字音频广播的监测监管,提高了监测系统的可靠性和有效性。", "label": "信息与通信工程", "id": 0}
{"content": "针对水利法规宣传工作难、对象不明确、方式方法单一等问题,开发了\"远程智能语音广播系统\",该系统采用国际先进的智能语音引擎及音频处理技术,具有语音合成、定时循环播放、实时寻呼、实时在线查询、远程操作及手机app控制等功能。2017年5月以来先后在焦作黄沁河多处工程安装应用,通过定时播报相应的宣传内容,有效降低了不文明行为事件的发生,通过现场监控及远程喊话,劝导了进入河道游玩的群众,防止了危险事情的发生。它自动化程度高,操作简单,经济实用,深受一线职工的好评,具有良好推广应用价值。", "label": "信息与通信工程", "id": 0}
{"content": "本文根据当前江苏广播广告的类型和播出流程,针对广告播后检测的需求设计了一个基于人工智能的广告自台监播系统,系统基于音频声纹对比技术检测普通广告,基于语音转写技术检测口播广告,并通过音频分类技术和自然语言处理技术对检测结果进行优化,提供广告播出情况的可视化图表和统计分析数据,实现了全频率、全类型、智能化的广告播后检测。", "label": "信息与通信工程", "id": 0}
{"content": "针对\"黑广播\"监测中出现的难点——隐蔽性强、数量增长快,本文提出设计一种基于5G传输的微型广播监测站,该广播监测站具有部署灵活、低成本、自供电、5G传输、多通道并发接收、智能监测的特点,为广播空间的净化提供有力的技术保障。", "label": "信息与通信工程", "id": 0}
{"content": "随着广播总控系统和播出系统数字化、网络化的迅猛发展,设备系统的改变带来系统维护和日常巡查方式也发生了很大的改变,模拟时代的周检、月检、季检、年检如何在数字时代继续落实下去,成为广播人的新课题,本文从日志分析的角度谈谈设备日志揭示出来的安全播出隐患。", "label": "信息与通信工程", "id": 0}
{"content": "在5G通信逐步进入商用的大背景下,将5G移动通讯技术与云计算技术相融合,针对广播这一细分行业领域,研发5G云广播系统（即5G智慧广播）,并将5G智慧广播系统应用到应急广播,从而实现应急广播终端可以大规模、一网化的实时运营管理,进一步提高应急广播发布的时效性、准确性、安全性;平时还可以用于农技科普、文化下乡、农村电商等面向农村地区的内容传播运营。", "label": "信息与通信工程", "id": 0}
{"content": "随着通讯技术的发展,结合应急广播项目建设实际情况,基于IP/4G为主通道、FM为备份通道的广播传输技术模式越来越多被用户方接受,特别是近年来,随着美丽乡村、智慧乡村建设的推进,基于IP/4G+FM的广播系统不仅可以确保紧急情况下应急信息的下发,还可以在平时,基于IP/4G通讯技术的灵活性、开放性,通过与智慧乡村等外部业务系统对接,实现更多广播业务应用。", "label": "信息与通信工程", "id": 0}
{"content": "本文阐述了湖南广播电视台在新型5G智慧广播技术体系建设中的前瞻思考和摸索,结合新一代云技术、5G通信技术、大数据和人工智能技术,联合全国各县级融媒中心广播系统,打造全国性的新型5G智慧电台。在车联网时代,力图从\"一县一频\"向\"一车一频\"和\"一人一频\"的高品质定制化互动广播转变。", "label": "信息与通信工程", "id": 0}
{"content": "在3GPP Release 14中提出的FeMBMS是对3GPP Release 14前版本中eMBMS的进一步演进。相较于eMBMS中最多60%的无线资源可用于广播业务,FeMBMS中接近100%的无线资源可用于广播业务。FeMBMS是迄今第一个提出利用传统的高功率高塔（HPHT）等广播基础设施提供地面广播服务的移动通信技术标准。FeMBMS中的仅接收模式（Receive-only mode）支持用户无SIM卡、无需注册的免费接收（Free-to-air）,有望成为新一代地面数字电视、无线广播的解决方案,对于广电部门来说具有重要意义。在此背景下,本文从FeMBMS的发展背景、核心技术、应用前景对其进行了介绍与分析。", "label": "信息与通信工程", "id": 0}
{"content": "文章针对当前江苏广播办公网中网络接入的现状和存在问题,提出了基于光旁路多链路负载均衡技术的网络改造方案。该方案提升网络出口资源利用率和业务运行效率,优化出入口链路带宽资源分配,解决了网络主干节点的单点故障问题。", "label": "信息与通信工程", "id": 0}
{"content": "5G技术使融合传播更为便利、快捷、多样,广播媒体应借助新的技术革命实现新的突破,5G智慧电台就是实现这一突破的新载体。5G智慧电台以\"一人一频\"为目标,充分运用AI、大数据、云计算等多项前沿技术,面向县级融媒体中心、车载互联网音频、智能音箱、移动互联网音频、商超等多个垂类场景,将助推广播实现媒体融合。", "label": "信息与通信工程", "id": 0}
{"content": "本文主要介绍海南新闻广播全省调频同步广播网建设的基本情况,重点阐述建设过程中遇到的问题和优化实践,以及辅以多频覆盖获得的总体覆盖效果,提出了该项目的主要特点,为其他节目调频同步广播网建设提供了较成功的案例。", "label": "信息与通信工程", "id": 0}
{"content": "本文分析L频段卫星广播业务（BSS）与固定业务、移动业务、航空移动业务和射电天文业务频率共用的协调规则和技术要求,重点研究WRC-19 BSS与IMT系统频率共用国际规则的修订,对我国对L频段移动多媒体广播卫星部署的影响。", "label": "信息与通信工程", "id": 0}
{"content": "为了实现5G网络建设前期广播波束设计与场景的匹配性,在对4G网络覆盖能力精确化评估的基础上,通过应用大数据手段定量分析5G网络覆盖能力评估及覆盖需求评估,自动化实现网络参数配置与场景的高精度匹配,提升网络整体性能,提升规划、优化工作效率。", "label": "信息与通信工程", "id": 0}
{"content": "通过分布式多信道接收机对中短波、调频全频段广播信号的不间断监测,应用增强的语音识别智能评估技术,使得广播监测的自动评估、历史追溯、舆情分析有了突破性的进展,也使得广播监测工作向质量监测和内容监管两者融合发展迈进。", "label": "信息与通信工程", "id": 0}
{"content": "本文针对沿海地区调频广播信号超视距传播问题,详细分析了几种典型电波传播模型的传输损耗,并与大量实地监测数据进行比对分析,验证了ITU-R P.1546传播模型在该环境下的适用性,对研究信号超视距传输、异常大气层传播和保障边境及沿海地区无线电通信安全有重要指导意义。", "label": "信息与通信工程", "id": 0}
{"content": "中波广播发射天线、匹配网络一般建在较空旷的院区,受雷雨、大风、温湿度骤变等气候的影响较大,为使中波发射机能够持续处于稳定的发射状态,加强中波广播发射天线、匹配网络的例行检修维护,掌握更具体的故障排查方法是发射台技术人员维护工作中至关重要的任务。本文总结了杨柳青中波广播发射台发生的故障排查与维护工作,与同行们交流。", "label": "信息与通信工程", "id": 0}
{"content": "随着社会的发展和技术的进步,双频共塔的工作模式逐渐成为中波发射台的发展趋势。双频共塔网络技术是两套不同频率的广播节目共用一只发射塔同时发射广播信号的技术,也是节省投资和占地面积的最佳选择。本文对电磁耦合双谐振网络所具有的优点、设计思路、网络构成以及防雷对策进行了详细的分析和阐述。", "label": "信息与通信工程", "id": 0}
{"content": "为了确保数字音频广播的安全播出并实时监测播出系统的运行状态,通过监测播出信号和设备的运行状态,实现自动化管理。建设一个先进、完善、高效的远程监控系统,对数字音频广播（CDR）事业的发展具有重要的、深远的意义。", "label": "信息与通信工程", "id": 0}
{"content": "某工业园区广播系统设备品牌不统一、核心广播设备无热备份、网络系统架构散乱、系统监控功能不全,导致广播系统运行不稳定。主要介绍了从硬件架构、网络架构和系统监控3方面对工业园区公共广播系统进行整体优化。优化后消除系统现有缺陷,同时拓展系统监控功能。", "label": "信息与通信工程", "id": 0}
{"content": "组播技术的初衷是--在IP网络中,以\"尽力而为\"的形式发送信息到某个目标组,这个目标组称为组播组,这样在有源主机向多点目标主机发送信息需求时,源主机只发送一份数据,数据的目的地址是组播组地址,这样,凡是属于该组的成员,都可以接收到一份原主机发送的数据的拷贝,此组播方式下,只有真正信息需要的成员会收到信息,其他主机不会收到。因此组播方式解决了单播情况下数据的重复拷贝及带宽的重复占用,也解决了广播方式下带宽资源的让费。", "label": "信息与通信工程", "id": 0}
{"content": "本文浅谈中波广播数字信号系统的搭建,数字信号系统具有抗干扰能力强,信号质量高等优点,搭建后的信号系统基本达到一级信号系统配置功能要求,并根据发射机特点及安全播出要求配有特殊功能,如配有数字和模拟信号接口,D/A转换板卡设置运行,短接跳线中配有音频处理器,具备切换器网管监控、具备不同UPS双电源供电、具备16×4切换矩阵监听、\"博汇\"监控报警、音频比对监视功能。经过几年播出时间考验系统设备零故障率,确保了安全播出。", "label": "信息与通信工程", "id": 0}
{"content": "M~2W中波发射机源于PSM脉冲阶梯调制技术,运用模块化设计,它不同于DX发射机采用二进制小台阶放大器,解决量化失真问题。而是运用幅相调制原理解决粗阶梯调制带来的量化误差问题。开通的RF功率放大模块都提供相同的电压,只是相位不同,信号处理将脉冲阶梯调制与相位调制结合在一起。本文浅析M~2W中波发射机的幅相调制原理和基本调制过程,以及模块化设计的技术特点。", "label": "信息与通信工程", "id": 0}
{"content": "M~2W发射机是模块式中波广播发射机,该发射机没有独立的调制单元,它是基于PSM大功率调制技术设计而成的一款幅度和相位同时调制的发射机,在运行过程中如果出现故障就会导致设备损坏和播出的中断,本文分析了M~2W发射机在日常运作中出现的问题及故障原理,并针对故障产生的异常原因进行了异常处理方案论述。", "label": "信息与通信工程", "id": 0}
{"content": "本文重点讨论了广播监测系统设备的维护和管理,针对不同的设备类型采取有效维护手段,确保设备安全稳定运行。同时对在日常维护工作中遇到的问题提出了注意事项和安全措施。", "label": "信息与通信工程", "id": 0}
{"content": "本文描述了VPN（虚拟专用网）在远程广播遥控监测站点通信中的应用情况,从设备的选型、通信架构搭建、系统组成及通信实验等方面进行了详细的阐述,解决了广播站点物理线路无法连接通信的问题,在实际的广播遥控站点通信中起示范作用。", "label": "信息与通信工程", "id": 0}
{"content": "本文主要介绍广播制播网络与国家应急广播网络的融合技术架构。阐述了网络融合的背景,并重点介绍了网络融合的技术方案,最后提出了广电媒体跨平台融合在全媒体发展形势下的重要意义。", "label": "信息与通信工程", "id": 0}
{"content": "在广播融合媒体发展的今天,为了更好地利用新媒体互联网技术的发展成果,结合广播媒体传播快捷、覆盖面广的优点,走出一条充分结合各社交媒体与新型广播融合之路,建设好融媒体应急广播系统,并在应急指挥、救灾、发布应急公共信息中起到不可替代的重要作用。", "label": "信息与通信工程", "id": 0}
{"content": "DVB-S2（第二代卫星数字视频广播）通过采用最新的调制和编码技术,高效地利用了地面频谱,从而为固定、便携及移动接收设备提供视音频和数据服务。本论文利用matlab模拟了DVB系统传输过程,在高斯白噪声信道下,对不同码率及不同调制方式（QPSK,16QAM,64QAM,256QAM）下的信噪比和误码率关系分别进行了比较。同时对BCH+LDPC级联纠错和只有LDPC码纠错进行了比较,从而证明LDPC与BCH级联与只有LDPC纠错能力不同,都不可或缺。", "label": "信息与通信工程", "id": 0}
{"content": "作为未来全球宽带网络无缝覆盖的重要技术手段,5G系统是以信息化驱动现代化、建设网络强国、提供普遍服务的重要基础设施。为在全球5G发展占据有利先机,世界各国纷纷加大在5G技术、频谱、标准和产业化等方面的战略布局。我国在《国家信息化发展战略纲要》中提出在2020年,5G技术研发和标准应取得突破性进展,其中5G高频段资源是5G频谱战略的重要组成,相关频率规划,以及支撑规划划分的兼容性研究也成为各国无线电管理机构面临的重要问题。为满足覆盖、容量与性能等多方面的要求,5G系统的频率需求缺口较以往显著增加,考虑到在高频段范围内寻找连续大带宽具有更大的可能性,在2015年世界无线电大会（WRC-15）上,通过了WRC-19 1.13新议题,审议为国际移动通信的未来发展确定新频段,该议题将针对24.25～86 GHz频段范围内的11个潜在候选频段开展分析研究,为5G系统的下一步发展寻找毫米波频段资源。24.25～27.5 GHz频段是WRC-19 1.13议题候选频段中最低的一段,在国际电信联盟（ITU）《无线电规则》频率划分表中,虽然移动业务在此频段是主要划分,但同时也有卫星固定（地对空）、卫星地球探测（空对地）,以及卫星间业务等主要划分共享该频段。研究地位的优先、复杂的划分、激烈的讨论,已经使该频段成为5G系统最受关注的先锋频段,因此,开展5G系统在该频段与其他主要业务的干扰分析显得尤为重要。考虑到在24.65～25.25 GHz频段,卫星广播系统使用划给该频段的卫星固定业务作为上行馈线信号,因此,未来5G系统如果在该频段部署,将有可能对卫星广播系统的卫星接收产生影响,系统间的兼容性分析亟需开展。本文通过分析6 GHz以上5G候选频段的需求,研究WRC-19 1.13议题框架及ITU建议书与报告的基础上,参考5G系统与卫星广播系统的典型参数与部署场景,首次研究了5G系统在24.65～25.25 GHz频段同频部署时对我国广播电视卫星上行接收的影响,评估5G系统集总干扰对卫星上行链路的影响。仿真研究表明,针对覆盖我国上空的3个静止轨道卫星,在全国范围内按照标准化参数部署5G系统不会对卫星广播系统产生有害干扰,最差情况也有2.5 dB余量。相关研究结果可为5G系统在27～29.5 GHz候选频段与卫星广播系统的兼容性部署提供技术依据。", "label": "信息与通信工程", "id": 0}
{"content": "广播系统是核电站日常通信与应急通信体系中大范围发布信息的重要工具。针对核电站广播系统的需求,提出了基于DMB技术的核电站无线数字多媒体广播系统,具有音质高、工程简单、易扩展、可分区分级广播等优势。讨论了该系统的工作原理、系统构成和设计方案,并给出了测试结果。", "label": "信息与通信工程", "id": 0}
{"content": "为适应新的工作形势,必须充分整合、利用现有广播电视监测网的网络资源和条件,建立一套反应快捷、准确有效、智能管理的调度指挥系统,作为完成监测工作\"一分不误,一个不漏\"目标的技术保障。本项目是在广播电视监管中心现有的中短波广播智能监测系统、全国广播监测网、短波测向定位系统、资料自动处理系统的基础上,建立的一套实时调度指挥系统。该系统具备了调度方式流程化管理,监测资源跨平台共享,监测数据智能化分析,监测动态实时跟踪,监测信息图形化显示,各监测单位互为联动等功能,是一套自动化、智能化程度高,快速高效的系统。", "label": "信息与通信工程", "id": 0}
{"content": "本文将Oracle数据库的范围-列表组合分区表技术应用于广播监测数据的存储,从而改善了大数据的查询性能和维护管理,文章同时对分区表查询涉及的收缩表段、优化器和执行计划进行了基础性讨论。", "label": "信息与通信工程", "id": 0}
{"content": "在数字化、信息化的时代背景下,尽快完成传统广播的数字化是广播网最紧迫的任务,而频率规划则是数字广播网络建设的技术基础。本文通过对场强计算中相关技术参数的研究,对中国数字音频广播（China Digital Radio,以下简称CDR）系统在VHF调频频段上的最小中值场强进行推导,对未来CDR系统网络建设具有指导意义。", "label": "信息与通信工程", "id": 0}
{"content": "短波广播频率短期预测方法是以长期预测方法的预测结果和短期实测数据修正相结合的频率预测方法。应用此方法可提高短波广播智能调度管理系统的电路预测精度,为准确分析短波广播传输链路工作状态,优化短波广播方案提供有效技术手段。本文介绍了短波广播频率短期预测方法研究的必要性、研究基础、实现方法以及在短波广播频率调度管理工作中的具体应用,同时对短波广播频率短期预测技术的发展方向进行了展望。", "label": "信息与通信工程", "id": 0}
{"content": "本文从DX-200发射机非线性失真问题的产生机理出发,得到了电源电压波动、功放损耗等因素对非线性失真的影响关系,由此得到了稳压电路和预失真校正电路在改善发射机非线性失真指标中的作用和调整方法。", "label": "信息与通信工程", "id": 0}
{"content": "随着广播电视数字化的不断推进,我国提出自主知识产权的数字音频广播系统标准FM-CDR已在中央广播电视节目无线数字化覆盖工程中进行了部署和实施。我国数字音频广播FM-CDR继续使用米波段调频广播业务87-108MHz频段,数字音频广播FM-CDR业务与航空无线电导航业务间兼容情况需要进行分析研究和测试验证。在总局科技司的部署下,广科院承担了\"调频频段数字音频广播电磁兼容保护研究\"项目,对FM-CDR业务与航空无线电导航业务间电磁兼容测试方法进行了研究,并完成了相关实验室测试。本文介绍了上述两种业务间电磁兼容实验室测试情况,并对测试结果进行了对比和分析。", "label": "信息与通信工程", "id": 0}
{"content": "本文阐述了调频广播及其监管业务发展状况,对于调频广播信号监测提出一种自动监测方案,通过对调频广播信号的解调和电平指标测量,实现多路调频广播每日定点时刻指标测量,指定频率24小时播音运行图校对,广播录音存储等功能,为调频广播电台播出质量监测提供持续、稳定的监测数据,补全调频广播监测监管手段,保障听众的权益。", "label": "信息与通信工程", "id": 0}
{"content": "首先,本文介绍了数字音频网络IP化的背景,并从网络架构、建设成本以及功能等方面与传统的音频网络进行了对比,体现出IP化之后的网络优势。其次,本文介绍了三个主要的音频网络标准（AES67、Ravenna、Dante）,并通过对音频网络IP化应用场景的介绍,体现出它在后期制作、云制作以及全台音频网络建设当中的巨大优势。最后,指出了未来IP化技术的发展方向。", "label": "信息与通信工程", "id": 0}
{"content": "应急广播体系建设与示范工作正在全国多地展开,各地建设的内容基本包括应急广播省、市、县平台建设,应急广播大喇叭系统建设、应急广播台站系统改造等工作。随着建设工作的展开,以及相关技术标准的逐步形成,应急广播体系的测试将成为日后广电相关部分的重要课题和工作任务。本文将着重针对应急广播大喇叭系统可能测试的内容和方法展开初步研究。", "label": "信息与通信工程", "id": 0}
{"content": "城市体检是统筹城市发展与安全,指导城市更新行动,推进城市高质量发展的重要战略举措。随着城市规模的扩张与结构的复杂化,综合运用物联网、云计算、大数据、人工智能等高效信息技术手段,开展多源大数据的监测处理与精细化智能化的体检模型分析成为城市体检工作的必然趋势。本文结合新一代信息技术手段的优势与城市体检工作的关键诉求,开展了基于物联网和深度学习的城市体检应用研究。基于物联网进行对称架构和网络融合设计,搭建城市态势感知网;分析城市智能检测的技术原理和关键设计要素,研究基于深度学习技术体系赋能城市体检的应用,包括基于U-Net的遥感影像识别检测应用、基于DeepLab-V3+的城市空间品质评估应用和基于BERT预训练模型的政策舆情推理监测应用,为开展高效智能的城市体检工作提供借鉴。", "label": "信息与通信工程", "id": 0}
{"content": "随着5G网络的蓬勃发展,利用5G技术赋能各行各业,使其成为推动改变社会的澎湃动力,已然成为现实。而最为传统古老的教育行业,正面临巨大的挑战,尤其在高等教育行业,在海量信息的冲击下,知识迭代周期越来越短,对人才的要求越来越高,需要让课堂、校园成为高素质、高质量人才的培养基地,为各行各业输送人才血液,从而推动教育行业,乃至社会的持续不断的进步。通过分析高等教育行业特有教育场景,结合5G关键技术,提出5G在高等教育行业技术设施建设的一些解决方案。", "label": "信息与通信工程", "id": 0}
{"content": "\"1+1+3\"新型5G校园生态场景是对校园场景的重新剖析重新定义,以5G网络为基础,借助中国移动系统及平台能力,打造的5G生态下的校园场景。首先通过对5G网络、5G专网,5G智慧生态中台,校园内三大系统进行分层解耦,分别对各项能力及技术进行重新剖析和整理,从而达到更高的技术要求,进而衍生出以移动能力特色为基础的\"1+1+3\"新型5G校园生态场景。", "label": "信息与通信工程", "id": 0}
{"content": "近年来,卫星通信与地面移动通信的融合成为通信产业界讨论的新热点。首先介绍了5G通信、卫星通信以及5G与卫星通信融合的发展现状与面临问题,进而提出了面向5G与低轨卫星网络融合的频谱共用与电磁兼容性分析的方法。具体阐述了系统建模、仿真方法流程和仿真结果分析,对5G与低轨卫星网络融合在频谱资源的使用方面具有一定的参考作用。", "label": "信息与通信工程", "id": 0}
{"content": "首先指出NR-RedCap标准将补齐eMBB和LPWA之间的\"中间地带\",对5G标准和能力的完善意义重大。然后分析了NR-RedCap UE主要面向3个用例,分别是工业无线传感器、视频监控器和可穿戴设备,NRRedCap UE对无线网络的通信能力需求各不相同。最后给出了降低NR UE复杂度的候选技术,包括减少Rx天线数量、减少UE带宽、半双工FDD、宽松的UE处理时间、宽松的最大调制阶数。建议采用20MHz带宽、1层和1 Rx （对于TDD UE,2层和2 Rx）、N1和N2加倍,这种组合可以比较好地实现UE成本降低和峰值速率的平衡。", "label": "信息与通信工程", "id": 0}
{"content": "分析了满足电磁辐射防护要求时太赫兹基站设备允许的功率要求,与满足覆盖要求时需要的太赫兹基站设备发射功率进行了对比,当频率为0.22THz或更高时,满足覆盖要求时的太赫兹基站发射功率将导致无法满足电磁辐射控制限值要求;同时分析了现网实际最大发射功率与标称发射功率的关系,给出了太赫兹系统电磁辐射核算时使用的功率值建议,以满足电磁辐射防护的需求。", "label": "信息与通信工程", "id": 0}
{"content": "ITU-R世界无线电通信大会WRC-19决定将高空平台HIBS研究作为WRC-23 1.4议题,在2.7GHz以下、已标识IMT的频段中,开展HIBS作为IMT基站,提供移动通信服务的研究。HIBS将作为现有地面通信系统的补充和扩展,为服务欠发达地区、农村及偏远地区提供移动连接,实现低成本、低时延的广域覆盖,促进实现空天地一体化网络全域覆盖。为促进HIBS与现有地面通信系统的共存兼容,重点开展HIBS与地面IMT系统干扰分析与研究,提出共存建议,为空天地一体化系统降低内部干扰风险。", "label": "信息与通信工程", "id": 0}
{"content": "空天地一体化网络作为6G核心愿景之一,可满足全球泛在覆盖和广域智慧连接需求,是实现6G智慧泛在愿景目标的重要手段。在介绍空天地一体化网络基础概念的基础上,探讨空天地一体化网络解决方案。", "label": "信息与通信工程", "id": 0}
{"content": "业界已开始6G移动新系统的展望预研,但基本疑问是:6G新系统相比于今日5G-NR系统,其代际差别和核心区别究竟体现在哪里;代际边界该如何划分;6G移动新系统到底有何新价值等。基于移动通信业态发展历程和当下6G热点关键技术,从多视角对上述疑问展开分析论述,归纳提出6G新系统代际差别的四大主要方面,从而全面描画6G新系统的发展愿景目标。", "label": "信息与通信工程", "id": 0}
{"content": "物理层加密之所以优于传统的会话层加密,是因为加密算法采用的是底层机器码基本算法,加密后的密文传输几乎贯穿了整个信息传输路径,加解密过程的隐藏性极好,而且还方便系统实现动态加解密。基于信源/信道编码加密的物理层安全技术,因其加密算法基础是二进制比特基本算法和基于二进制比特的DES等加密算法,既可以使加密过程变得简单、又可以使系统获得较高的加密效果,还可以提高加密系统的抗破解强度,更重要的是,因其采用的比特密钥和加解密算法非常适合物理层安全技术应用。", "label": "信息与通信工程", "id": 0}
{"content": "卫星互联网作为天地一体网络及6G网络的重要组成部分,已被纳入国家新基建范畴。为加快卫星互联网的实施与部署,多个低轨星座建设计划被提出并投入建设。阐述了低轨卫星对于卫星互联网构建的重要意义,对卫星互联网发展面临挑战与应对措施、卫星互联网与地面蜂窝移动通信的关系进行了深入分析,提出以天补地、协同发展的观点。", "label": "信息与通信工程", "id": 0}
{"content": "近年来,国家深入推动数字经济发展,各省相继出台政策,明确省级数字政府发展规划。在省级数字政府的建设中,电子政务外网作为承载数字政府的基座,以\"一张网\"的方式为跨层级、跨区域、跨部门的网络互通与数据共享提供有力支撑,成为连接各类基础设施与上层业务的纽带。5G时代,网络切片、SDN架构等5G承载网络技术,为政务外网的建设提供了新的启发。通过5G网络技术在数字政府中电子政务外网中的应用,可有效提升网络服务能力与智能化程度,结合\"一网双平面\"的架构设计,有助于构建一张智能高效、安全可靠的政务外网,对数字政府现代化治理模式的建立起到积极的推动作用。", "label": "信息与通信工程", "id": 0}
{"content": "近年来,邮轮旅游受到广大游客的欢迎,但受限于现有陆地移动通信网络对海域的覆盖程度,船上通信成为了一大难题。从邮轮的通信需求出发,首先提出了利用卫星解决5G基站回传链路的可行性,然后提出具有差异性的船载5G基站和卫星通信相结合的融合部署解决方案,并对各种解决方案的优缺点进行分析。最后对非地面网络5G无线接入方案进行展望,探讨其应用前景。", "label": "信息与通信工程", "id": 0}
{"content": "基于建设5G+智慧校园需求,助力实现更加公平而有质量的教育模式,实现5G校园网和5G ToB专网两种网络。通过5G ToB专网提供多样化、可升级的组网模式,实现AI智能安防系统,同时可提供\"按单点菜\"且可持续性演进的组网解决方案。", "label": "信息与通信工程", "id": 0}
{"content": "SMS （Short Message Service,短信服务）是移动通信网络中的一项重要业务,广泛应用于物联网等场景。3GPP R16 5G SMS架构中遗留了非服务化接口,无法实现SMS全流程服务化,降低了部署的灵活性。因此3GPP在R17中,通过了SMSSBI项目,并提出了新的基于服务化接口的SMS架构标准TR29.829和TS23.540,以及接口标准TS29.577、TS29.578和TS29.579。将结合3GPP中SMSSBI的研究情况,对SMS服务化的关键问题、解决方案进行探讨。", "label": "信息与通信工程", "id": 0}
{"content": "5G技术相较于传统2G/3G/4G技术增加了波束的概念,通过配置不同的波束权值可实现水平和垂直立体覆盖,覆盖场景更加多样化,同时增加了波束优化的难度。运营商将发展迅速的AI技术运用到天线权值的自配置自优化当中,可节省大量人力物力,并且可以实现随着用户分布的变化动态调整。基于AI技术的AAPC应运而生,为5G Massive MIMO天线波束智能化调整提供了有效的解决方案。重点针对潮汐场景AAPC的实践应用进行了研究。", "label": "信息与通信工程", "id": 0}
{"content": "随着中国通信行业持续发展,5G网络规模迅速扩大,5G高能耗设备不断入网,导致碳排放量急剧增加,给运营商带来了前所未有的挑战。针对现状,深入研究5G能耗模型与管控策略,通过构建极简网络、引进风力和光伏能源、推进智能新风改造,结合基于RNN神经网络算法的AI节能策略,加强软硬一体化节能调控,实现5G网络降本增效,推动通信行业节能减排,助力\"碳中和\"国家远景目标的实现。", "label": "信息与通信工程", "id": 0}
{"content": "5G室分多路系统技术因其特点导致的多通道功率不平衡问题,通过测试方法无法批量发现与定位。为保证5G室分多路系统技术下终端持续高阶RANK,体验高品质网络服务,及时发现及定位5G室分多通道功率不平衡问题小区,研究并提出了基于RANK分布定位5G室分多通道功率不平衡方法。", "label": "信息与通信工程", "id": 0}
{"content": "随着5G定制网技术与智慧工厂业务需求的飞速发展,如何根据业务需求准确地定制5G无线解决方案成为的智慧工厂5G定制网的重要课题。首先分析智慧工厂场景业务特点及网络性能需求,然后提出5G无线解决方案的五个步骤,并重点介绍如何根据业务需求进行方案制定与优化的重点内容,最后以广州某科技企业为例进行方案制定与优化的实践验证介绍。通过大量实践总结,研究出一套实际可行有效、适配智慧工厂场景的5G定制网无线解决方案。目前该方案已在广州电信推广应用,为智慧工厂5G定制网业务项目提供了有力的保障。", "label": "信息与通信工程", "id": 0}
{"content": "根据高铁实际运行周期适时迁移普通用户,确保在列车通过期间只针对高铁用户进行波束赋形调度,同时通过计算得出最优权重向量,对高铁用户采用高铁场景权重波束赋形,并在列车到达前完成权重参数配置。和现有方法相比,一方面避免因同时对普通用户及高铁用户进行自适应波束赋形而影响高铁用户赋形效果;另一方面因提前设置波束赋形的最佳码本,避免了因车速或用户量影响波束赋形的实时性及精准性,导致用户未能接收最佳信号。", "label": "信息与通信工程", "id": 0}
{"content": "随着边缘计算、网络云化等技术与5G网络日益紧密的融合,以及5G行业专用频谱发放的推进,互联网和云企开始进入5G专网市场,使得5G专网建设运营出现了新的模式。通过介绍分析亚马逊5G专网计划,深入研究当前5G专网市场竞争情况,探讨未来运营商5G专网在频率、云网融合、运营等方面的发展策略。", "label": "信息与通信工程", "id": 0}
{"content": "从NR时频资源分布、下行数据调度和上行数据调度等方面分析了NR干扰对上下行调度的影响机制。利用网管中的RB级别干扰分析方法,分别论述了PUCCH干扰和全频段窄带随机干扰的分析与优化方法。", "label": "信息与通信工程", "id": 0}
{"content": "700MHz NR作为中国移动和中国广电共建共享低频5G网络,面临着被外部广播台站尤其是大功率台站干扰的问题。如何有效合理分析干扰影响,并以此为依据制定清频策略和建议,是本篇论文研究的主要目的。通过协议定义的标准传播模型和典型城市校正后的传播模型相结合,以及系统仿真得到的上行接收信干噪比与传输块大小选择的对应关系等方式,得到不同干扰程度下基站上行接收性能所受影响值,并以此给出后续研究方向和重点内容,以及清频节奏、策略以及700MHz NR基站应对方案的相关建议。", "label": "信息与通信工程", "id": 0}
{"content": "国内现有5G网络已基本完成了地市级城市的覆盖,但面对农村开阔地与海面等超远覆盖场景仍存在不足。5G网络的超远覆盖能力受多种因素影响,通过分析5G网络不同频段的电磁波传播特性,评估其相应的超远覆盖能力,并结合影响超远覆盖的传输机制,探讨典型场景下的5G网络超远覆盖方案。", "label": "信息与通信工程", "id": 0}
{"content": "5G网络日益成熟,随着各项市政重点工程的开展,5G建设作为新型基础设施伴随各项工程同时开展部署,已经被提升到战略高度。以北京某火车站建设为例,如何在工程实施的过程中,同步进行5G传输网络部署和现网传输基础资源进行融合,对该区域内整体网络承载能力得到提升起到了关键作用。随着某火车站逐步建成并开始应用,巨大的客流量带来了更多的5G网络需求,对传输网络承载能力的要求也越来越高。结合现网资源,传输网络各节点的建设部署变得十分重要。围绕这些节点该如何部署,并与现网融合成为\"一张光缆网\",提出了一些建设思路,构建结构合理、容量充足的本地光缆网,更好地满足以该火车站为主的各类5G业务的建设发展需求。", "label": "信息与通信工程", "id": 0}
{"content": "700M频率被用于5G网络后,5G海域覆盖有了新的选择,因此有必要对700M海域覆盖能力进行研究。利用链路预算的方法,评估5G 700M的海域覆盖能力。为匹配5G 700M海域覆盖能力,5G 700M海域覆盖基站需要单独配置随机接入序列,并明确了相应的Preamble码格式。", "label": "信息与通信工程", "id": 0}
{"content": "中国已经建成了全球最大的5G网络,从普华永道的预测看传统行业会从5G获得显著收益,而标准研究是5G应用推广的关键环节。首先介绍了3GPP标准在支持垂直行业应用的时延、可靠性等基础能力提升上的标准演进,其次分析了国内产业界在推动5G应用标准化方面的标准化布局情况,以智慧能源领域为例,剖析了5G应用于该领域的标准化进展。最后做总结并对可能面临的问题进行分析与展望。", "label": "信息与通信工程", "id": 0}
{"content": "5G网络的普及,促进了各类新兴业务的不断涌现,愈加多样性的业务形态对感知体验要求越来越高。传统的网络运维方式遭遇瓶颈,需要不断强化面向网络的端到端感知保障及问题定界能力,以对用户进行业务感知的差异化保障。研究了基于深度报文检测（DPI,Deep Packet Inspection）的5G端到端业务感知体系和综合评价模型,并在此基础上制定端到端问题分析定界方法,实现对5G客户业务感知问题的发现及定界定位。", "label": "信息与通信工程", "id": 0}
{"content": "自5G商用以来,5G终端的功耗表现一直是人们关注的重点问题。标准化组织3GPP从无线通信技术方面开展终端节电课题研究,在R15版本引入了C-DRX、BWP等基本节电特性。经前期研究和测试,网络开启R15节电特性并配置合理网络参数后,5G终端功耗情况有所改善。在此基础上,针对3GPP R16＆R17的终端节电增强特性进行分析,介绍各特性的技术原理、适用场景以及测试效果,同时针对影响终端节电效果的网络参数进行分析并提出节电和网络性能平衡的配置策略,改善5G终端功耗表现,提高用户使用体验。", "label": "信息与通信工程", "id": 0}
{"content": "4G/5G移动网络正常运营需要大量的网络静态配置数据,并以不同时间粒度产生海量的网络动态运行数据,这些网络大数据能够以不同角度反映网络运行的质量并描述网络状态。对4G/5G网络的PM、NRM、MR、MDT、告警、工程参数等多维度数据进行研究分析,根据数据不同特点构建智慧运维系统,最大化挖掘网络基础数据价值。", "label": "信息与通信工程", "id": 0}
{"content": "BWP是5G NR引入的最重要的新技术之一。在基站通过RRC重配让用户从初始BWP切换到激活BWP的过程中,存在一定时间的模糊期,该模糊期期间,基站和终端对相关BWP生效的时机不一致。在模糊期期间,即使仅在激活BWP的部分频带遇到强干扰,也可能造成VoNR等小带宽业务难以接入。针对测试中发现的上述问题及产生的原因进行了系统的分析,并提出了多种BWP分配及调度增强方案,包括激活BWP和初始BWP均为20 MHz方案、激活BWP和初始BWP均为载波带宽方案、基于模糊期干扰的上行激活BWP自适应分配增强方案、基于定时器的专用搜索空间增强等方案。分析了上述各种方案的优劣势,并进行了定性或定量的评估或测试。", "label": "信息与通信工程", "id": 0}
{"content": "阐述了SPN切片以太网技术,通过分析运营商发展2B市场的优势及挑战,结合2B的业务需求总结并阐述了SPN在2B承载中的三种重要应用及其实现方案,证明SPN承载2B业务是运营商面向2B市场竞争和转型的最优选择。", "label": "信息与通信工程", "id": 0}
{"content": "5G NR室分场景,室内室分站采用与室外宏站相同频率部署,导致室分边缘干扰较大,影响室内室分站的性能。为了降低室外宏站对室内室分站的干扰,首先通过理论分析研究和外场测试验证确定干扰情况,分析干扰因素;然后提出室内外同频组网建议,通过传统和创新的工程技术手段抑制室内外同频干扰,提升室内外同频组网下的5G NR网络性能。", "label": "信息与通信工程", "id": 0}
{"content": "终端即用户,用户即价值,为有效识别5G网络价值建网区域,以终端为网络探针,从O域、B域及M域三大数据域进行数据分析和挖掘,着力研究终端分布及行为特征,以价值为导向选取5G终端常驻留、高到访、高倒流三个关键数据指标。根据分析结果,提出一种聚焦终端热点聚集区域开展网络建设的思路,以提升5G用户感知和运营商建网效益,充分实现网业协同。构建了基于多维度的5G无线网精准价值规划体系,该体系能提供精准化的网络建设思路,可直接用于指导5G精品网络建设。", "label": "信息与通信工程", "id": 0}
{"content": "农村区域的无线网规划主要实现两个目标:一是实现电信普遍服务;二是尽可能提升单站投资效益。存量的2G/4G网络,持续建设的5G网络进一步导致无线网多频多制式长期共存,建维成本高昂。农村区域面积大、地形复杂、用户分散,如何化繁为简,协同规划无线网络,确保农村区域的投资效益和客户感知是亟需思考的问题。", "label": "信息与通信工程", "id": 0}
{"content": "为改善5G定制网端到端时延,助力5G定制网时延敏感型业务拓展,针对SA网络端到端时延影响因素、定界方法以及优化手段进行研究。通过UPF下沉、预调度参数、DRX参数调整改善端到端时延,在定制网时延敏感型场景中取得用户较良好的使用效果反馈。", "label": "信息与通信工程", "id": 0}
{"content": "重点分析了气矿智能化作业中5G技术应用场景,梳理出了5G+无人机、5G+AR、5G+巡检机器人和5G+高清视频监控四大应用场景。从带宽、时延、可靠性等方面分析各类场景需求及5G 2.6GHz公网的需求满足情况。针对重庆某气矿智能化作业以4K视频为主的需求特点,提出了基于5G 2.6GHz公网,通过网络切片技术,建立5G业务专网的方案,提出重庆某气矿中心站和气矿中心机房互联的5G无线网解决方案。", "label": "信息与通信工程", "id": 0}
{"content": "负载均衡问题是LTE多频多模网络要解决的重要问题,传统的依靠人工经验的优化方法效率低且很难做到精细化。同时5G将同样存在多频段组网,仍然会面临负载不均衡的挑战。针对多频多模网络负荷优化的挑战,提出一种基于用户分布的动态负荷优化方案,以实现决策基于用户分布特征的动态自适应新模式。本方案可以大大提高负荷均衡的效果与效率,有效降低人力运维的时间与成本,做到自适应精细化参数配置。", "label": "信息与通信工程", "id": 0}
{"content": "XR作为新兴交互类业务的代表和元宇宙关键技术之一,为用户提供更加身临其境的多媒体体验,同时为工业、医疗、教育等行业提供更加智慧、便捷、操作友好的交互式服务。由于XR业务具备eMBB和uRLLC业务数据传输量大、时延敏感等特征,对网络同时提出了低时延、大带宽、高可靠性等要求,而现有网络架构封闭性较高,网络和业务互相独立,无法满足XR业务需求。目前,3GPP标准化组织就XR业务特性、网络潜在优化方向等内容在不同工作组逐渐开展相关研究。但面向5G网络需要感知XR业务特征和需求,业务同时需要感知网络状态,需要进一步研究XR业务与5G网络协同优化方案,从网络侧和业务侧分别针对XR设计确定性保障方案。网络侧确定性保障侧重从业务特征出发研究网络资源优化方案,从而基于有限无线网络资源提升网络对XR业务的服务能力,保障XR业务用户体验。业务侧确定性保障重点研究将网络状态和能力向业务开放,特别是提升业务侧感知实时性较高的无线网络能力,从而在业务侧动态进行参数调整或算法优化,提升XR用户体验。", "label": "信息与通信工程", "id": 0}
{"content": "随着5G定制专网与垂直行业的深度紧密融合,未来5G定制专网业务将高速发展。运营商希望能借助5G定制专网业务的部署作为新的发展驱动力,对于企业客户特别是工业用户来说,5G赋能的同时格外重视安全加强,对各类针对号卡的限制性需求及管控需求日益显现。结合5G定制专网部署二次认证功能,对部署DNAAA实现二次认证的技术方式进行了研究,提出了集中设置及代理转发两种部署模式,并测试验证了二次认证安全加强的效果,为后续类似5G定制专网的建设提供了参考建议。", "label": "信息与通信工程", "id": 0}
{"content": "国内已开始部署基于3GPP NR Band n28频段的5G 700MHz移动蜂窝网络,但并未完全占用Band n28频段的全部频率资源。针对700MHz Band n28频段,研究了在同一频段内使用不同载频以独立天线的方式共址建设一套以上FDD系统时,共址异系统之间存在的杂散、阻塞、互调等射频干扰情况,以及对应的系统间隔离度要求;提出了可应用于5G 700MHz网络工程建设的天线空间隔离距离要求。", "label": "信息与通信工程", "id": 0}
{"content": "首先介绍了LTE和NR在2.1 GHz频段进行动态频谱共享的优点,并给出了LTE和NR的信道带宽和子载波间隔,建议LTE和NR的信道带宽分别是20MHz和50MHz,LTE和NR的子载波间隔均是15kHz。然后给出了LTE和NR的下行频率配置,建议NR的信道栅格是2135MHz,Point A的位置是2110.340MHz,NR的同步栅格是2113.250MHz,LTE的信道栅格是2145.800MHz。最后从PDCCH、CRS、PSS/SSS和PBCH等方面给出了LTE信号和NR的PDSCH冲突解决策略。", "label": "信息与通信工程", "id": 0}
{"content": "本文研究了在新一代WIFI标准IEEE 802.11be中引入HARQ机制以提高系统通信吞吐量的实现方法,在IEEE 802.11be的ARQ机制上,提出了一种基于码字块重传的HARQ策略。该策略将重传单元确定为由码字组成的码字块,收发双方按照所设计的规则分解和构成码字块,无需额外信令指示重传信息量及其起始位置。此外,基于码字块重传,信息检验粒度更小,能减少信息重传量。仿真结果表明,得益于以上优点,在大部分信噪比区域内,本文所提HARQ策略较现有主流标准提案有1.5～2dB的能量增益。", "label": "信息与通信工程", "id": 0}
{"content": "本文阐述使用WinDriver开发套件,进行PCIe设备驱动开发,并实现数据交互的方法。", "label": "信息与通信工程", "id": 0}
{"content": "Ka频段可变编码调制（VCM）星地数传系统理论上可提升低轨高分辨率遥感卫星的星地数传效能,预计未来将成为解决海量遥感数据不断增加带来的数据平衡问题的一种有效手段,但调制编码模式选择和切换的最小时间步距设置等工程实现问题需开展先期研究分析。基于高分七号卫星在轨飞行验证的X频段VCM、国内已有Ka频段固定编码调制（CCM）的星地数传技术基础,以结合数传链路可用度和原始信息速率的VCM传输效能因子指标为比较对象,量化分析了不同最小时间步距（1 s、2 s、3 s、5 s、8 s、10 s）下,Ka频段VCM星地数传系统的传输效能。仿真结果表明:与现有Ka频段CCM系统相比,Ka频段VCM系统的星地传输效能提升比例可超过41%,最小时间步距设置建议由X频段VCM系统的5 s缩短至2 s或1 s。这可为我国后续低轨高分遥感卫星的数传通道设计提供借鉴。", "label": "信息与通信工程", "id": 0}
{"content": "压缩感知是一种非常简单有效的信号采集协议,以较低的速率采样,然后基于计算能力通过看似不完整的测量集进行重建。在传统的信号采样过程模型中,为了防止信号失真,必须满足香农定理。但在某些应用中,采样频率的增加会导致数据的存储和传输成本增加。因此,现有的系统很难满足高速采样、大容量数据传输和存储的要求。介绍了一种基于限制等距特性的快速高效压缩感知的优化测量矩阵方法,并通过实验验证其有效性,从而获得更好的压缩感知重建性能。", "label": "信息与通信工程", "id": 0}
{"content": "传统的电力数据通信网络存在手工运维效率低、网络资源利用不均衡、业务缺乏质量保障等问题,越来越不能满足当今新型电力业务的需求。随着电网数字化转型的不断深入,针对此类问题,以电力数据通信网络优化和升级为研究方向,提出新型电力数据通信网络体系与电力SDN-WAN数据通信网络态势感知模型,并结合现网实际部署情况选取典型案例,对SDN-WAN态势感知各项功能部署及应用过程中存在的优势和不足进行阐述,为\"十四五\"时期电力数据通信网络的发展提供参考。", "label": "信息与通信工程", "id": 0}
{"content": "作为全新的虚拟现实格式,全景图像受到了越来越多的关注,然而全景图像的压缩仍然是一个问题。提出了一种基于密集连接网络的自编码器压缩全景图像。在提出的全景图像自编码器中,通过密集连接网络块实现了全景图像特征的充分提取和特征图的复用,削减了图像的特征冗余。实验结果表明,与JPEG相比,提出的全景图像自编码器可节省高达79.69%的码率,并可以获得7.27dB的BD-WS-PSNR增益。同时,提出的全景图像自编码器表现出了优于JPEG 2000、HEVC和VVC的编码性能。", "label": "信息与通信工程", "id": 0}
{"content": "本文针对MIMO通信设备的空口测试,讨论了一种多探头消声暗室（MPAC）的灵活探头配置方案。在消声暗室中,每个探头天线都要连接到信道模拟器输出端口,然而信道模拟器资源有限且十分昂贵。因此寻找一种使用少量探头天线重建信道环境的暗室配置方案可以使测试系统更易于实现。本文提出了一种基于模拟退火算法的探头选择方案,可以根据不同信道模型参数在保证仿真精度的条件下选择出少量探头用于模拟信道环境。仿真结果表明,在不同信道模型下,经过选择后的探头配置表现出良好性能,空间相关性和离散角度功率谱与理论值匹配较好。", "label": "信息与通信工程", "id": 0}
{"content": "为了应对一些突发状况,快速将内网中的视频文件传输到外网,同时做到内外网网络隔离,保护内网环境的安全,设计了一套基于ASI信号的内外网音视频码流文件传输系统。本文结合实际需求,阐述系统的工作模式以及架构,详细介绍系统的原理和实现过程。", "label": "信息与通信工程", "id": 0}
{"content": "随着移动互联网技术的发展,使用公共互联网作为传输媒介,进行安全、可靠、低延迟的视频传输业务需求不断增长。目前,比较常用的是实时消息传输协议（RTMP）,该协议是一种成熟的流媒体协议,有基于TCP的丢包重传机制和可调缓冲区,在很长一段时间内成为了互联网直播视频的事实标准。但该协议标准最后一次更新是2012年,没有对新的Codec诸如HEVC等提供很好的支持。另外互联网存在的丢包、延时抖动、网络带宽波动等情况,都对低延时视频传输带来了极大的挑战。安全可靠传输协议（SRT）是由Haivision首创的开放协议,该协议基于UDP数据流智能数据包重传机制,且具备AES256加密等特性。本文主要通过RTMP协议与SRT协议的对比,探讨SRT协议在公共互联网的端到端低延迟视频传输应用。", "label": "信息与通信工程", "id": 0}
{"content": "在工业现场运行监控系统中,上位软件需要实时获取现场的各种类型参数采集设备的数据。但现场参数采集设备种类多,采用的数据通信协议也不一致,无法直接与上位监控软件连接。为此,本文通过对OPC技术的研究,设计了一种适用于工业现场监控系统的数据通信软件,能够兼容多种数据通信协议,将现场多种参数采集设备的数据传输给上位监控软件进行处理。目前该数据通信软件已应用于工业现场监控系统,运行稳定,数据传输准确可靠。", "label": "信息与通信工程", "id": 0}
{"content": "格式化消息是数据链系统与传统通信系统的根本区别,而数据链消息的报文打包格式和信道编码方式是影响其精准战术表达和高效传输关键。因此对数据链消息效能进行评估也需要从技术和战术角度两方面进行评估。本文以美军16号链的报文消息发送为例进行分析,在此基础上确定消息编码评估内容,并建立完善颗粒的评估指标体系和计算模型,最后设计了不同模式下的仿真系统平台,提出了完整的数据链消息编码效能评估仿真设计方案,该方案能够对数据链消息进行有效评估,并为数据链消息仿真系统设计提供参考依据。", "label": "信息与通信工程", "id": 0}
{"content": "消防通信是应急救援的重要环节,而消防图像传输是消防通信的重要组成部分,图像传输设备能够将灾害现场情况实时传输到图像传输终端和指挥中心,为专家领导在灾害现场决策指挥上提供重要参考依据。本文阐述了不同的图像传输技术,并对图像传输人员、装备、环境、通信保障、管理等存在的问题进行了分析,在此基础上提出了重视图像传输器材人员专业化建设、加强灾害现场的通信保障、加强图像传输装备的研究和配备、重视器材的维护管理的研究对策。", "label": "信息与通信工程", "id": 0}
{"content": "为实现异地项目部的内网传输,加强对异地项目部的监管力度,研制\"基层黄河专网数据透传集成终端\"。该设备使用\"网络透传\"、\"无线网络传输\"、\"信息采集传感器\"、\"视频会商\"等技术,通过集成开发,使集成终端可通过黄河内网、地方公网、手机4G等多种通道回传数据,具备内网透传、手机4G、无线传输等多种网络连接方式,可根据现场需要灵活组合,快速接入现有信息化系统。广泛适用于需要内网支持的场景,提供网络数据传输通道,为外地项目部及野外环境提供网络通道,适合在日常工作中,作为现代化高效沟通工具使用。", "label": "信息与通信工程", "id": 0}
{"content": "信息化建设是实现黄河治理开发与管理现代化进程的重要手段。近年来,随着\"数字黄河\"工程建设的不断发展,治黄各项业务工作逐步由人工化向智能化、现代化转变,极大地提高了工作效率和治黄现代化水平;移动式图像传输系统在山东黄河防汛抢险中的实际应用,不仅满足了黄河防汛抢险现场指挥和信息传输的需要,还实现了黄河防汛抗旱抢险现场图像和语音的快速传输与沟通,为防汛抢险提供了高质量的通信支撑。", "label": "信息与通信工程", "id": 0}
{"content": "针对传统的电力通信数据网多VPN环境下各独立VPN设备独立运维效率低下的问题,研制通信数据网环境下入网设备全生命周期管理工具。通过该软件工具自动对通信数据网络环境下的设备（三区统一视频设备,四区信息内网设备）进行统一轮询扫描监控,主动发现设备入网和退网行为,实现信息设备的入网,日常运维,变更,迁移以及退网的全生命周期管理,同时辅以网段及IP管理,日志管理,从而有效地提升电力通信数据网环境下信息设备运维效率。", "label": "信息与通信工程", "id": 0}
{"content": "本文以FCS技术为基础,研究并开发数据管理系统（FDMS）,实时采集现场智能设备的状态信息,并进行分类、统计、归纳、整合,直观呈现设备运行状态,给予合理的维护建议,使设备管理系统化。同时组建设备管理系统\"云端\"服务器,开启了互联网点检模式的新起点,使居家点检成为可能。", "label": "信息与通信工程", "id": 0}
{"content": "阐述了无人系统在未来作战中的重要作用和地位,以及无人系统数据链的应用现状。分析了新一代无人系统数据链体系架构,构建以全域作战要素互操作、侦控打评信息高效流转为核心特征的智能跨域数据链网络发展思路,并进行了关键技术分析,提出了基于数据、任务和应用的技术需求,以期为后续无人系统数据链应用和开发提供参考。", "label": "信息与通信工程", "id": 0}
{"content": "无人机技术是当下最受关注的热门技术之一,无论在军事还是民用都逐渐体现出其不可替代的作用和优势。随着无人机的普及,对无人机管控也成为当下的难题,从无人机数据通信的角度出发,对大疆Phantom 4 Pro无人机工作时所发出的信号进行了监测,为后续的工作提供了理论依据。", "label": "信息与通信工程", "id": 0}
{"content": "2019年6月6日,工业和信息化部向中国电信、中国移动、中国联通、中国广电发放了5G商用牌照,中国5G正式走向商用。与此同时,短视频、直播已成为资讯获取的主流方式,且随着4K、8K等技术的发展与应用,视频超高清化的演进步伐也越来越快。此时,具有超高带宽、超多连接、超低时延特性的5G与视频的结合已成为发展的必然趋势。本文主要介绍了烽火在实验室条件下5G+4K/8K/VR直播点播CDN的典型应用案例,并以上海项目为背景,重点介绍了在现有的5G环境下实现4K/8K/VR直播点播的标准化模型,并从5G网络传输和业务场景方面介绍了5G+4K/8K/VR视频业务的发展趋势和应用场景。", "label": "信息与通信工程", "id": 0}
{"content": "远程光电设备是一个综合型的设备,被广泛应用于军事、海上交通运输、渔业安全生产、灾害天气防御、应急搜索救助等领域。其接收各种图像信息,并对目标数据进行综合处理,能实现全天候24小时不间断监控。根据光电设备功能要求,系统可搭载可见光图像系统,非制冷红外热成像系统、制冷红外热成像系统、激光照明系统、激光测距系统等设备中的一种或几种。这些设备的控制方式各异,通信接口不同,即使是同一种设备,也有不同的型号,也会存在着差异。把这些设备综合到一起,对它们如何进行控制、如何进行信息的交换、如何保证通信的可靠性和实时性,是必须要考虑的问题。ZYNQ是赛灵思公司推出的行业第一个可扩展处理平台系列,片上包括FPGA和双ARM内核,能提供强大的数字处理与计算能力,是一款功能强大的处理器。以ZYNQ处理器为系统的核心,阐述了远程光电内各子系统的实时通信控制技术。", "label": "信息与通信工程", "id": 0}
{"content": "HDLC（高级数据链路控制）,是链路层协议的一项国际标准,用以实现远程用户资源共享以及信息交互。在通信领域中,HDLC协议应用非常广泛。在这种背景下,提出一种识别SDH信号中HDLC链路的方法。", "label": "信息与通信工程", "id": 0}
{"content": "本文以信息化管理为基础,概括分析了黄河通信SDH传输设备的故障原因、故障定位,总结了故障处理方法。", "label": "信息与通信工程", "id": 0}
{"content": "充分运用现代计算机网络技术、现代通信技术,建立科学的、高效的防汛指挥系统,全面推进水利信息化和国家防汛抗旱指挥系统工程建设,是水利可持续发展的基础和前提。针对黄河防汛工作整体要求和信息化建设现状,利用COFDM技术加快抢险救援现代化建设,在更广阔的地域范围内提供\"最后一公里\"宽带连接,结合黄河应急平台建设方案要求,其建设将成为黄河防汛应急管理的一项重要基础性工作。", "label": "信息与通信工程", "id": 0}
{"content": "当企业核心网络承载的业务类型越来越丰富,通常会使用MPLS VPN来实现不同业务之间的网络隔离,为不同业务提供不同的服务质量。随着业务、网络的融合趋势和业务流量的增长,MPLS VPN隧道路径规划复杂,网路OSPF区域规划及外部路由引入类型如果配置不得当,会存在路由泛洪以及路由环路的风险,针对以上两种问题对网络进行引入OSPF路由类型和AREA区域进行优化,实现整网MPLS路由最优,时延最小,提高网络带宽资源利用率。", "label": "信息与通信工程", "id": 0}
{"content": "在手机上网大范围普及的今天,消费视频成为人们的一种日常生活习惯。竖屏视频对生活的渗透已经到了使传统影视工作者必须对其进行认真研究的阶段。影视工作者对竖屏格式视频的研究,视点将从视频制作的本身出发,学习研究其在发展过程、故事题材、生产制作、试听语言、观影感受和播放媒介等方面与横屏格式视频的异同,以求能够在横竖格式共存的时代,找到使两种格式相互转化的有利方式,提高竖屏格式的艺术高度。目前,对竖屏格式的视频制作仍处于研究的前沿阶段,理论基础较少,影视实践居多。出品方和平台对大型影视作品竖屏化仍持有相对保守的态度。因此,了解和整理竖屏格式的发展过程,分析竖屏短视频的特点及其制作瓶颈,推测竖屏长视频的发展趋势,正确预测视频格式的走向,判断竖屏格式的视频在短、长篇幅上的制作上的最优处理办法,是影视从业人员需要学习的新课题。", "label": "信息与通信工程", "id": 0}
{"content": "依托卫星物联网的图像传输需求,对卫星物联网终端的特性和应用要求进行分析,结合现阶段主流的图像压缩算法,针对卫星物联网的传输特点,提出图像的传输策略,并提供一种卫星物联网应用的图像终端的可行设计方案,简述其处理流程。", "label": "信息与通信工程", "id": 0}
{"content": "面对移动互联网视频业务流量快速增长、视频业务感知下滑的压力,现有网络质量评价体系KPI主要是面向语音业务和网元的,在表征客户业务感知方面存在不足。目前业务层KQI有指标,但是没有行业标准。为适应视频业务快速发展、保障良好的业务感知,建立一套能够真实表征客户视频业务感知的KQI标准并创建基于而业务感知的优化方法成为迫切的需求。以大数据算法为工具,挖掘全网小区业务感知数据与无线KPI数据,找到无线侧质差原因。实现视频业务感知可度量,感知差问题可回溯、可分析,并将研究成果固化,实现视频感知优化方法的可复制、易推广,对于实现以业务感知中心驱动网络生产的目标意义重大。", "label": "信息与通信工程", "id": 0}
{"content": "红外视频广泛用于侦测、监控,在安全领域发挥重要作用。针对红外视频存储所需空间大,不便于传输等问题,本文提出针对红外视频的多预测模式无损压缩算法。首先分解红外视频为序列帧并对各帧图像分块,通过对时间和空间去相关预测;对预测获取的残差进行计算,对于依旧存在相关性的残差进行二次预测,对每个子块选择最优预测器;对处理好的残差进行熵编码,完成本算法。对多个红外视频分别使用本文算法、Gzip算法、LOCO-I算法进行比较,结果表明本文算法可以获得更高的压缩比,有效改善红外视频存储问题,实现高效信息的传输。", "label": "信息与通信工程", "id": 0}
{"content": "基于PICE-SRIO桥接芯片Tsi721以及SRIO交换芯片CPS1848,设计一种5Gbit/s SRIO高速数据传输网络。阐述了硬件设计要点以及配置初始化流程,并验证了传输性能。为通用处理器接入高速SRIO网络提供了一种有效解决方案。", "label": "信息与通信工程", "id": 0}
{"content": "CDN向网络边缘迁移成为CDN未来架构的演进趋势,MEC为CDN节点边缘部署及协同调度提供了很好的使能环境,对CDN业务质量和服务模式带来新变化。目前,中国电信联合合作伙伴在杭州开展现网环境下的MECCDN技术研究及试验,从业务感知质量角度出发,研究MECCDN边缘部署对UHD-VR视频业务用户体验带来的提升;并分析MECCDN边缘部署对运营商商业模式带来的改变。本次研究结果表明:MEC CDN边缘加速对UHD-VR直播/点播业务感知质量带来明显提升,大幅减少业务接入时延及卡顿。同时,MEC CDN边缘部署促使运营商商业模式由资源出租向提供综合ICT边缘服务转型。", "label": "信息与通信工程", "id": 0}
{"content": "无线环境下视频通信网络拥塞、通信中断、稳定性差、实时性差,接入多类型社会监控系统时视频调取质量无法保证,视频专网无覆盖时难以实现灵活的临时布控等问题,是困扰公安机关视频通信发展的三大难题。视频安全高速通信网（威胜网）在公共安全领域的成功应用,实现了视频通信网络的优化,降低了传输延时;兼容主流通信协议和标准以及相关设备,实现了不同制式监控设备、不同视频系统的互联互通;提升了双向互动,决策会商的视频通信能力,实现灵活、机动的临时布控;满足了公安机关重大活动安保、日常警务、突发公共事件、统一指挥调度管理等实战需要。", "label": "信息与通信工程", "id": 0}
{"content": "网络传输数据的方式在得到越来越广泛的应用,相比较于软件实现的协议栈,硬件电路所实现的协议栈有更快速的数据处理能力,同时具有并行的特点,可以独立于MCU运作。本文实现了基于FPGA的稳定的百兆UDP/IP协议栈设计,设计主要包括UDP/IP控制器、MAC控制器和系统配置模块。经测试,其传输的平均速度可达97.94Mb/s（12.24MB/s）。", "label": "信息与通信工程", "id": 0}
{"content": "由于国内公共医疗管理系统的不完善,医疗成本高、渠道少、覆盖面低等问题困扰着大众民生。尤其以\"效率较低的医疗体系、质量欠佳的医疗服务、看病难且贵的就医现状\"为代表的医疗问题为社会关注的主要焦点。大医院人满为患,社区医院无人问津,病人就诊手续繁琐等等问题都是由于医疗信息不畅,医疗资源两极化,医疗监督机制不全等原因导致,这些问题已经成为影响社会和谐发展的重要因素。所以我们需要建立一套智慧的医疗信息网络平台体系,使患者用较短的等疗时间、支付基本的医疗费用,就可以享受安全、便利、优质的诊疗服务。从根本上解决\"看病难、看病贵\"等问题,真正做到\"人人健康,健康人人\"。", "label": "信息与通信工程", "id": 0}
{"content": "高速串行通道是高速串行信号从发送端到接收端所经过的整个互连路径。随着数据速率的不断上升,高速串行通道的信号完整性问题变得越来越严重。通过分析造成高速串行通道信号完整性问题的主要成因,指出过快的上升时间是高速串行互连系统信号完整性问题的根源。对比分析损耗、反射、串扰对高速信号和低速信号的不同影响。给出高速串行通道信号完整性问题的新分析方法:眼图分析、抖动分析、码间干扰（ISI）分析。", "label": "信息与通信工程", "id": 0}
{"content": "在复杂电磁环境中,无人机（UAV）数据链的通信可靠性受到严重威胁。本文针对目前无人机在有限频谱资源范围内,对复杂电磁环境下抗组合干扰能力差的问题,提出了一种基于混合M进制扩频的抗干扰方法,该方法通过结合多载波调制技术和多进制扩频技术的优点,可实现在提高频谱利用率的同时保证系统的抗干扰能力。文中对混合M进制扩频和直接序列扩频技术在相同的传信率和系统带宽下进行抗干扰性能仿真分析,仿真结果表明,混合M进制扩频方法具有良好的抗干扰性能。", "label": "信息与通信工程", "id": 0}
{"content": "随着移动互联网行业的飞速发展,视频通话已经逐渐成为众多移动互联网用户的主流沟通方式,本文从拓展智慧家庭价值角度,对基于IPTV电视大屏的视频通话技术创新进行了研究,提出了从网络部署到终端承载的创新方案,为拉动宽带流量给出了建议。", "label": "信息与通信工程", "id": 0}
{"content": "本文提出一种基于跨层设计与不平等差错保护的水声网络渐进式图像传输方法。该方案使用多级树集合分裂算法对图像进行渐进式压缩处理,具有不同重要程度的压缩输出比特流使用具有不平等差错保护特性的喷泉码进行编码。应用层将解码所需参数数据包标记为关键数据包,在MAC层使用逐跳确认与重传的策略加强保护。对大量的重要等级较低的普通数据包采取无确认无重传的传输策略,通过降低水声网络的负载以减少数据包之间的冲突。仿真实验表明,在多跳水声网络中,本方案在接收图像质量、数据包交付率、传输时延等方面都表现出良好的性能。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍了飞机数据链通信传输技术,对现有数据通信的分类进行了分析,并对MA700飞机数据链方案及功能应用进行了详细论证,表明了MA700飞机能满足运营要求。", "label": "信息与通信工程", "id": 0}
{"content": "针对通信系统的传输需求,本文提出了一种针对QPSK分段式变步长自适应均衡算法。该算法在传统定步长均衡算法的基础上,分段式调整步长因子,动态更新滤波器系数,可以得到更高的信道估计精度。相比较现有低阶定步长均衡技术,通过MATLAB仿真及硬件实现表明该算法可有效提高QPSK解调性能2～3dB。", "label": "信息与通信工程", "id": 0}
{"content": "在信息技术高速发展过程中,电力数据通信网也在不断的拓展,随着\"IP+光协同\"发展,对网络监测管理工作提出了更为严格的要求。基于此,文章主要对电力数据通信网流量监测系统以及技术手段进行了简单的研究分析。", "label": "信息与通信工程", "id": 0}
{"content": "电力企业在具体的服务中,信息化能力不断增强,电力数据网的作用也更加显著,它在具体的工作中,存在电力数据网业务流量异常的问题,为获取有效的电力数据业务流量数据,进而提高电力企业的电力服务质量和电力营销水平。但是,在电力数据网业务流量中,存在一定的流量异常,造成偏差产生,故此,需要合理的展开电力数据网业务流量异常,文章结合实际情况,研究分析电力数据网业务流量异常的检测方式,旨在为相关人员提供参考,确保流量异常的检测水平,为电力企业的电力服务提供帮助,推动电力企业发展。", "label": "信息与通信工程", "id": 0}
{"content": "现代化能源计量系统是包含电、水、气、热多种能源形式的综合平台,产生的计量数据量相比单种计量业务来说要增加很多,能源采集系统通信模块需提供足够的带宽和功放来实现复杂计量表计部署环境下的全覆盖。一般采集终端模块外观规格小型化设计,但面对通信要求如此高的通信模块,功耗势必会大幅度提升,如何最大化降低功耗是计量设备需攻破的难题。提出了一种新型编码唤醒技术,通过协议模式主动唤醒节点,唤醒信号能够携带身份识别信息,实现多种模式唤醒,且由于码数间完全不相干,技术具备抗邻频和同频干扰。该方案对多能源计量系统精益化提升发展具有里程碑意义。", "label": "信息与通信工程", "id": 0}
{"content": "移动网络下的视频业务发展迅猛,针对有限的移动网络带宽,合理的规划网络资源,提供优质的移动视频体验,需要移动网络服务提供商对用户的视频体验质量做出准确评估。视频终端的初始缓冲队列长度是评估视频体验质量的关键参数,对于移动网络服务提供商而言,精确测量主流视频平台在移动网络下的队列长度值至关重要。然而,为了保护用户隐私和网络安全,越来越多的视频平台采用加密协议传输数据,使得传统的DPI分析方法失效。本文提出一种移动网络下针对视频终端初始缓冲队列长度的研究方法,以主流视频平台YouTube为例。首先,通过关联加密视频流与播放状态的对应关系,建立流量行为模型。然后,构建加密视频指纹库,支撑视频流的解析。最终,借助模型和指纹库,采集分析加密视频流,测量计算初始缓冲队列长度值。实验结果表明该方法的结果能够精确到视频帧,完全满足准确评估视频体验质量的需求。", "label": "信息与通信工程", "id": 0}
{"content": "多径传输控制协议（multipath TCP,MPTCP）是一种新型的传输层多径协议,它在兼容TCP协议的基础上利用多条路径进行数据传输。随着MPTCP在多宿主主机和数据中心的广泛应用,影响其性能的因素也受到广泛关注。为了探究不同因素对MPTCP传输性能的影响,对MPTCP多路径传输实际吞吐量进行了测试和分析。测试结果表明路径特征和缓存设置对MPTCP性能有较大的影响,同时,子流数目的增加可能会导致MPTCP性能的下降。", "label": "信息与通信工程", "id": 0}
{"content": "密码云服务平台是北京数字认证股份有限公司基于\"云计算与密码融合\"的思维,整合多年积累的密码技术和互联网运营经验,在\"全栈、敏捷、安全、合规\"的设计理念指导下,构建出的一套面向客户未来密码服务需求的全栈式密码服务.密码云服务平台具备云计算的技术特征和优势,同时满足密码体系建设、运营和运维过程中特有的安全、合规等需求.通过虚拟化和软件定义边界等隔离技术建立密码资源池,将资源池的密码能力映射为云架构中内生的密码功能,实现密码资源的快速水平扩展和资源共享,同时保证多租户接入模式的密钥安全和密码功能安全,最终实现各类密码资源的统一管理,便于安全管理和统一业务入口,以满足未来业务快速发展时对密码技术的全新需求.", "label": "信息与通信工程", "id": 0}
{"content": "随着无人机技术的进步,相关组网技术已经得以实现,但是无人机网络面临严峻的威胁不可忽视。文章通过分析攻击者模型,阐述了军用无人机网络所面临的安全威胁。并且基于国密sm2算法设计了一种军用无人机机轻量级认证密钥协商机制,对其进行安全分析,证明其在实现算法自主可控的同时能够有效应对相应的安全威胁。最后,进行了仿真实验测试,将其与已有的方法进行对比,证明了该方案在计算开销和通信开销方面的优势。", "label": "信息与通信工程", "id": 0}
{"content": "密码管理是确保指挥控制通信链路信息安全的重要手段,分析《孙子兵法》中事先预防、巧妙灵活、人才为本、令信法行四个方面管理思想智慧,结合密码管理应坚持党管密码原则、紧贴备战打仗需求、实施人才强密战略和树牢依法管密理念的时代要求,探讨新形势下密码管理要坚持预防为主、创新方式方法、锻造过硬队伍、树牢法令思维,保证密码管理安全合理、科学高效。", "label": "信息与通信工程", "id": 0}
{"content": "电子签章技术当前在各个领域运用广泛,发挥重要作用。近年来,随着融资租赁业务的不断发展及创新,全流程在线办理是趋势,也是提高业务效率,降低业务风险的必要条件。论文结合电子签章技术现有的研究成果和实践经验,立足于融资租赁业务探索,分析业务各关键环节以及可能存在的流程断点,探讨电子签章技术在融资租赁业务中的功能设计及实现方案,最终达到融资租赁业务可全流程线上办理,提高客户便捷性及业务处理效率,节约成本,促进租赁公司开展互联网金融、供应链金融业务的目的。", "label": "信息与通信工程", "id": 0}
{"content": "基于FPGA芯片,使用硬件语言VHDL实现了一种SM4加解密模块。通过实际板上测试,该模块具有实现简单,资源复用率高的特点。并且使用实现了多秘钥灵活切换加解密,拥有数据吞吐量大,处理速度快等特点。", "label": "信息与通信工程", "id": 0}
{"content": "数字签名作为信息安全的一种关键技术,能为用户提供身份认证、数据完整性和不可否认性。无证书签名算法是针对数字签名中效率高的一种算法,省去了麻烦的证书管理过程。本文实现了无证书签名算法中的三种体制,在实现算法基础上进行结果分析,对比三种算法在各个阶段的性能。", "label": "信息与通信工程", "id": 0}
{"content": "提出一种基于SDN的广域量子密钥资源均衡路由算法,路由算法主要包括域内量子密钥分发和域间量子密钥分发。域内量子密钥分发方法主要是通过多种选路指标进行路由选择,降低域内量子密钥分发阻塞率,实现域内量子密钥均衡分发。域间量子密钥分发通过路由域序列,计算域间边界节点对的实际路径,并通过路由跳数确定最佳路径,进而提高密钥分发网络服务质量。通过仿真测试发现,基于SDN的广域量子密钥资源均衡路由算法可以充分降低密钥网络的拥塞率,解决广域量子保密通信网络节点数量多、规模大、路由关系复杂等问题,进一步降低量子密钥资源管理难度,提高量子密钥资源利用率。", "label": "信息与通信工程", "id": 0}
{"content": "标识密码算法是构建我国自主的密码体系中至关重要的一环,该算法是在椭圆曲线上进行不同有限域下的计算,以此来完成数字签名生成和验证过程。数字签名算法计算复杂、计算量大,难以推广,因此设计了标识密码中数字签名算法的硬件架构来完成数字签名的生成和验证,使用高效的软硬件协同方法,根据相应优势对软硬件功能进行划分,对软件实现部分进行算法优化,使用Verilog完成硬件计算单元的设计,并通过VC707FPGA开发板对其进行实现,实验结果表明,与软件相比,在SoC系统中进行SM9数字签名的运算速度得到了显著提升。", "label": "信息与通信工程", "id": 0}
{"content": "认证协议是保证物联网安全的重要手段。传统的网络设备可以使用经典的公钥加密算法来设计认证方案,但由于物联网设备的计算和存储资源有限,只能使用轻量级加密算法。现有的轻量级认证方案存在一定的隐私问题（如不能保证用户的匿名性和不可链接性）。提出了一种轻量级认证协议,该协议只使用哈希函数和异或操作,能够抵抗常见的攻击,具有良好的保密性。", "label": "信息与通信工程", "id": 0}
{"content": "用于无线局域网产品的SM4算法是我国自主设计的首个商用加密算法。随着SM4加密算法在安全领域日益广泛的应用,为提高SM4算法在嵌入式处理器上的运行效率,提出了基于精简指令集自定义指令的扩展方法。针对精简指令集免费、模块化和可扩展的优势,对SM4算法进行了精简指令集扩展指令的研究,并采用SCR1处理器进行了SM4算法的优化设计。通过自定义指令实现了SM4算法中主要的运算逻辑,将其扩展到SCR1的执行模块中,并完成了软件仿真和验证。对扩展后的SCR1进行FPGA（现场可编程逻辑门阵列,Field Programmable Gate Array）原型测试,运行带有扩展指令优化的SM4算法程序。实验结果表明,与无扩展的设计相比,在仅增加172个Slice的情况下,该方法提高了5.5x的密钥扩展效率,7.7x的加密效率以及5.4x的解密效率,并节省了2.4 Kb的代码存储空间,所提出的方法可被应用于专用高端处理芯片中,提高加密算法的执行效率。", "label": "信息与通信工程", "id": 0}
{"content": "针对GIFT64128的算法结构,给出了该算法的代数方程生成方法。利用算法加密过程中的电磁信号泄露,采用Perason相关系数法推断出全轮S盒汉明重。联合算法本身的代数性质,使用CryptoMiniSat解析器对包含全轮S盒汉明重泄露的CNF文件进行求解,最终求得密钥。在25轮S盒前注入单比特故障,利用16次故障注入产生的错误密文、正确明密文对以及代数方程等信息恢复密钥。本文中提出的代数旁路分析和代数故障分析优于现有的差分分析,差分故障分析等方法。", "label": "信息与通信工程", "id": 0}
{"content": "本文利用硬件密码电子产品在运行时产生的电磁泄露信号,根据汉明距离模型与电磁信息泄露的线性关系,利用算法的可逆性和输出值信息逆向得到中间值信息,通过密钥枚举方法对密钥进行求解,解决了相关能量分析对侧信息利用率较低,一旦密钥恢复失败便无能为力的问题,提高密钥恢复的成功率。结合分而治之思想,对AES的第10轮轮密钥进行逐字节恢复,将各候选字节的相关度值转化为正确密钥的概率,有效降低找到密钥所需的搜索空间。通过实验成功恢复了AES的完整轮密钥,验证了方法的可靠性和有效性。", "label": "信息与通信工程", "id": 0}
{"content": "本文提出了一种基于四维天线阵的无线保密通信系统。通过在阵列天线的射频前端引入时间维的2-bit调控模块,可以实现谐波波束形成,从而提高无线通信系统的性能。研究表明,本文提出的无线保密通信系统兼顾了四维天线阵在高精度波束扫描和方向调制两个方面的性能。而且,引入的调控模块可以取代传统相控阵中的高精度数字移相器。相比传统相控阵系统,本文提出的无线保密通信系统具有成本低廉、结构简单、保密性能优越等特点。", "label": "信息与通信工程", "id": 0}
{"content": "统一密码服务平台通过合理的方案设计和兼容性改造,充分发挥云服务的资源优势,为各类业务提供统一的密码应用,控制信息安全风险,解决分散体系建设资源利用率低的问题.统一密码服务平台是统一密码基础设施建设的核心,使密码充分发挥在业务深化融合发展中的核心驱动作用,保障了各业务系统全场景、全生态安全可控.", "label": "信息与通信工程", "id": 0}
{"content": "在手机和平板电脑等类型的移动智能终端上,一直缺少类似于PC端USB Key的通用密码设备,导致在移动端开展关键业务时缺少安全支撑,对移动端的业务向深度和广度发展形成了阻碍.为了解决这一问题,亚信安全提出了一种通用型的移动端国密硬件密码模块SIMKEY解决方案.SIMKEY作为专用型SIM卡,符合电信运营商SIM卡类规范,适用于各种智能手机和平板电脑,产品拥有商用密码产品认证证书.除具有标准的通信功能外,卡内还能提供各种密码能力,包括加密解密、签名验签、杂凑等密码运算服务以及密钥生成与管理、数字证书存储和使用、关键数据存储等功能.SIMKEY具有多种应用场景,如数字身份认证、电子签名验签、VPN拨入认证、PC端扫码使用等.同时,针对物联网的需求,SIMKEY也支撑不同密钥体系的物联网安全方案.", "label": "信息与通信工程", "id": 0}
{"content": "基于组合对称密钥技术的数字签名系统是基于对称密码算法、组合密钥技术和U盾技术的安全中间件产品,用于保证B/S系统中信息的完整性和不可否认性。该系统包括客户端、Web服务器和数字签名验证中心三部分,在客户端用户持有具有标准USB接口的U盾硬件设备,Web服务器端产生时间戳作为生成签名密钥的控制参数之一,并与数字签名验证中心进行通信,在数字签名验证中心的签名验证服务器端采用具有标准PCI接口的加密卡硬件设备,实现基于硬件芯片级的数字签名和签名验证。该系统以时间戳和随机数为数字签名参数从用户\"密钥种子\"中选取组合,自动生成一次一变的签名密钥来对数据文件进行数字签名,而不使用传统的基于数字证书和非对称算法（RSA或ECC）来建立数字签名体制,有效地提高了数字签名和签名验证的安全等级和速度。", "label": "信息与通信工程", "id": 0}
{"content": "近些年,国家对工业互联网产业的重视程度日渐提升,我国的制造产业高质量发展依托于工业互联网平台,工业互联网的高质量发展又依托于确保系统的安全性,密码技术是保证网络安全的核心技术,我国商用密码近些年发展迅速,推进国产密码算法、密码产品的使用,可以改变我国长期以来依赖国际算法的现状,可以从根本上保障我国密码应用安全。结合工业互联网行业标准、商密测评和等保测评的要求,提出对商用密码在工业互联网平台中的应用分析。", "label": "信息与通信工程", "id": 0}
{"content": "区块链中使用的国际密码算法存在一定的安全隐患,将商用密码算法应用于区块链系统中,能够解决系统效率和安全的问题,且有利于我国区块链技术的独立自主发展。介绍了区块链技术的特点和区块链中使用的密码算法,并在此基础上探讨了基于Fabric平台的商用密码改造。", "label": "信息与通信工程", "id": 0}
{"content": "基于身份的标识系统可以将用户的标识（如电子邮箱地址、手机号、个人姓名等）作为公钥传递,通过减少数字证书的管理和公钥的传递过程,降低了安全系统复杂性,非常适合端对端的轻量级身份认证系统的部署和管理。为有效解决电动汽车电桩共享应用中使用方和共享方的身份鉴别,同时减少与运营系统的频繁交互,从而降低系统复杂性,文中提出一种基于标识算法的身份认证系统解决方案,以国密SM9算法（一种由国家密码管理局发布的标识算法）,实现了客户端和服务端的双向安全身份认证,经实践证明,该解决方案可以充分保证用户身份认证的合法性,并有效的提升了系统安全等级。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞一、前言信息通信安全管控体系研究使覆盖各中心、各专业、多个安全管理领域的多元管理课题。目前,国网公司正在围绕\"三型两网、世界一流\"的战略目标开展改革创新,信息通信专业现有安全管理模式已难以满足自身发展需要。为了解决上述问题,信息通信公司结合实际工作,从固化岗位安全职责、隐患排查治理、现场作业安全管控、应急保障、安全会议与培训、文化宣传、安全奖惩等七个方面的管理制度和流程入手,建立了覆盖全面、科学有效的安全管理体系。经过半年的应用以来,公司未发生信息通信事故,验证了安全管控体系的有效性。", "label": "信息与通信工程", "id": 0}
{"content": "随着微服务技术不断成熟,更多企业是使用kubernetes管理容器化的工作负载和服务,编排容器和自动化弹性扩容。其中容器间的访问安全,特别是与kubernetes控制面板的安全通信需要我们额外重视。", "label": "信息与通信工程", "id": 0}
{"content": "自网络安全法实施以来,中国网络安全与数据合规监管日益深入,网络安全与数据合规已经成为企业的基础合规工作,近期也在企业融资并购交易尽调和上市审查中被重点关注。密码作为网络与信息安全的核心保障技术和基础支撑,密码合规是企业网络安全与数据合规工作中不可或缺的部分。2020年1月1日密码法正式生效,其以法律形式建立我国密码领域的监管框架,对我国大力发展密码产业,特别是商用密码产业,与保障网络安全具有重大意义。同时,密码法也向密码从业企业及网络运营者释放了鼓励产业发展的积极信号,标志着我国在逐渐步入构建自洽的网络安全监管体系的立法成熟期。", "label": "信息与通信工程", "id": 0}
{"content": "传统的密钥分发机制难以满足电力领域高安全等级的需求。QKD （quantum key distribution）技术作为新一代的保密手段,已在多个行业展开验证测试。电力行业也开展了融合实际业务的实用化应用,但其服务范围有限。为了扩大其应用范围,在现有电力通信网络的基础上,本文将QKD技术应用于卫星通信和地面网络联合的视频保密传输业务中,实现了基于量子密钥的高安全级别视频传输。通过量子信号快速纠偏技术和量子中继技术,我们克服了多中继节点、地埋光缆与架空光缆混合网络等难题,对QKD技术在电力行业的应用具有积极的示范意义。", "label": "信息与通信工程", "id": 0}
{"content": "量子计算机计算能力的迅猛发展,对当前基于数论的传统密码方案造成严重威胁。本文利用极化码的极化性质,提出基于Polar码改进的McEliece加密方案,其密钥尺寸比原始密码方案减少约62%,改进后的连续消除（SC）译码算法译码正确率显著提高,通过证明本文加密方案达到IND-CCA2安全级别,可以抵抗目前已知存在的信息集译码等攻击。", "label": "信息与通信工程", "id": 0}
{"content": "私钥是打开数字钱包的钥匙,拥有钱包私钥的人才是钱包中资产的主人。除了持有者本人,其他人均无法获知持有者的私钥内容,也没有中心化的机构介入其中。目前,用户在使用数字钱包时,公钥和私钥都在用户终端中产生。如果终端丢失,且私钥没有备份,则意味着钱包也丢失,将对用户造成巨大的经济损失。针对此,文中提出了一种基于身份的数字钱包密钥恢复方案。该方案将由终端产生钱包密钥对的方式改为由密钥管理平台产生;同时,通过密码学加解密和创新安全协议的设计,来保证用户的私钥安全。这既实现了私钥的安全存储,又保证了用户在密码丢失时能安全、方便地重新获取自己的密钥。", "label": "信息与通信工程", "id": 0}
{"content": "在目前广泛的国密证书应用场景中,不同行业拥有不同的执行证书标准,各CA机构针对不同领域提供了相异的定制化解决方案,造成国密证书无法在使用中实现互联、互通和互信。针对国密证书应用普及中的难点,文中提供了一套多CA统一认证平台,快速有效地解决使用这一证书时出现的孤岛局面,这是目前各CA机构的研发重点。该方案从多CA统一认证平台的两个关键技术着手,提出统一的证书制定标准,并结合用户认证登录第三方应用的业务场景,给出了全面的实现方案。该方案在基于国密证书标准前提下,通过在证书中添加居民统一身份证号或组织机构代码等关键信息,实现了证书标准的统一;同时,结合国密加解密、签名验签算法,保证了用户认证登录的可靠性和抗攻击性。", "label": "信息与通信工程", "id": 0}
{"content": "文章提出一种面向医疗云的属性代理重加密方案,该方案在支持关键词搜索的基础上,引入解密密钥分割思想,实现了数据的外包解密和用户属性的动态撤销。分析结果表明,与现有的同类方案相比,该方案支持安全高效的数据隐私保护,计算开销较低,在医疗云环境中具有更强的适应性。", "label": "信息与通信工程", "id": 0}
{"content": "当前有许多服务器用户身份认证和密钥协商协议被研究人员提出,在等级保护测评过程中也遇到一定数量的非标准协议,但不少协议存在无法抵御伪装攻击、注册信息泄露攻击等安全问题。文章分析了LWAMO等人提出的身份认证协议,该协议在认证阶段不需要注册中心RC参与支持多服务器环境。研究发现其无法抵御伪装攻击和中间人攻击,为实现等级保护数据传输机密性条款的要求,文章提出了一种改进的协议,实现用户和服务器的双向认证,且在双向认证阶段不需要注册中心RC参与。", "label": "信息与通信工程", "id": 0}
{"content": "随着移动物联网技术的飞速发展,智能电网移动应用逐渐增多,目前广泛应用的SSL VPN内外网安全交换技术,存在着被破解的风险,而量子通信技术在理论上能够做到无条件安全。本文从智能电网移动应用现状出发,分析了移动应用安全需求和存在的问题,结合量子密钥分发技术的特点,制定了一种基于量子通信技术的移动应用安全加固方案。", "label": "信息与通信工程", "id": 0}
{"content": "电力通信网是电力系统的重要基础设施,部署了数量庞大、分布广泛的各类业务和通信终端,其数据安全关系着整个电网的安全稳定运行。为避免因密钥不足而无法安全交换信息的情况,提出基于密钥的分片组合技术。可实现有限密钥的扩展,解决多节点多业务需要大量密钥的问题。首先,根据不同条件获得分片方案,把一个密钥分成若干个互不相同的子密钥片,然后把这些密钥分片组合生成新的密钥,分配给系统中的不同终端。生成的大量组合密钥有利于密钥更新,可以保证数据业务\"一次一密\",有效增强通信系统抗破坏和入侵的能力。通过分析计算,进一步验证了该方法在利用有限密钥实现大量终端业务密钥实时更新中的有效性,有利于提高数据保密通信能力。", "label": "信息与通信工程", "id": 0}
{"content": "随着电网的不断发展壮大,承担着电网控制、运维信息的电力通信系统也在不断复杂化。电力通信系统的安全与电网安全密切相关,特别是以特高压电网为核心、各级电网协调发展的坚强智能电网建设,对通信系统传输的安全性和可靠性提出了更高要求,并且由于计算机处理能力的不断提高,尤其是量子计算机的发展,传统加密方法的安全性正受到越来越严峻的挑战。基于单光子不可再分原理、海森堡不确定关系、测量塌缩原理和量子不可克隆定理等量子物理学基本原理,通过量子加密技术实现密钥的分发并结合\"一次一密\"的密码体系可以实现理论上的绝对安全性,因此,将量子加密应用于电力通信系统以提高其通信的安全性和保密性有着重要的意义。目前由于技术水平的限制,量子密钥的成码率较低,在按照传统单队列\"先入先出\"的顺序进行加密时,业务的时延要求往往难以得到保证,而电力通信网中的电力业务大多对时延要求敏感。基于此,本文提出一种基于区分服务模型的业务队列调度算法LD-WFQ算法对电力业务进行调度,按照业务的时延要求将业务划分到不同队列中,通过调度器进行调度,决定业务接受量子加密服务的顺序,对量子加密带宽进行分配。现有队列调度算法多针对业务队列的权值进行动态调整,通过改变各业务队列所占加密带宽实现时延的均衡,但缺乏对业务超时率进行有针对性地控制和优化的调度算法,本文算法通过对业务队列中待加密数据分组在队列调度系统中的转发时延进行估计,优先处理即将超时的待加密数据分组,降低量子加密超时率。待加密数据分组在队列调度系统中的时延包括数据分组停留在队列调度系统中的时间和加密后发送该数据分组的时延。加密后发送数据分组的时延可直接通过数据分组本身的大小和经典信道的传输速率计算得到,数据分组停留在队列调度系统中的时间则可进一步分为待加密数据分组从进入系统到到达所属队列队头的时间、数据分组到达队头后直到被选择出队的时间和生成加密所需量子密钥的时间3部分,其中,数据分组从进入系统到到达所属队列队头的时间可由调度器进行记录,生成所需密钥的时间则仅仅取决于量子密钥的生成速率,而数据分组到达队头后直到被选择出队的时间则可根据加密所需密钥量、空闲队列结合、队列权值和量子密钥生成率进行估计。调度器每次进行调度时,首先估算各队列队头数据分组的预计转发时延,若均小于对应的转发时延要求,则按照WFQ算法进行调度,而若有数据分组的预计转发时延大于其时延要求,则对该数据分组进行优先调度,避免其因为超时而加密失败。仿真结果表明,本文算法通过估计待加密数据分组的预计耗时,优先调度即将超时的待加密数据分组,能够有效降低待加密数据分组的加密超时率,虽然算法的优先调度机制将不可避免地造成其他队列中待加密数据分组的转发时延增加,但不会造成更高优先级队列中数据分组超时率的增加,能够在可控的范围内以转发时延为代价降低数据分组加密超时率,提高量子密钥的有效利用率,这也在一定程度上缓解了量子密钥成码率低的问题,相比WFQ算法有更加优越的性能。", "label": "信息与通信工程", "id": 0}
{"content": "利用区块链智能合约,解决IBC（identity-based cryptography,基于身份的密码技术）密钥更新难题,提出一种去中心化的密钥管理及身份认证方案。本方案同时支持受监管模式和非受监管模式,以兼顾监管和隐私要求。在受监管模式下,由监管机构充当KGC（key generation center）角色,完成用户IBC密钥更新过程;在非受监管模式下,用户可以自发完成密钥更新,在此过程中身份标识符作为公钥保持不变。密钥更新过程以交易的形式记录在区块链上,通过区块链数据的不可篡改性保证了密钥管理的真实可靠性和可溯性。提出的方案在泛在电力物联网海量终端设备的安全认证场景中能够发挥重要的应用价值。", "label": "信息与通信工程", "id": 0}
{"content": "随着能源互联网战略的持续推进,电力系统\"广泛互联、高度智能、开放互动、灵活服务\"的全新特征愈发明显,电力业务全面互联网化的发展步伐日益加速,随之而来的是风险暴露面的不断扩大,能源互联网面临着巨大的安全挑战。密码是网络安全的基础设施,利用密码技术能够有效实现身份认证、访问控制、数据加密和信任管理,构建基于密码的安全防护体系是确保能源互联网安全发展的核心任务。提出加快构建以密码为核心的能源互联网综合防护体系,分析了密码技术在坚强智能电网和泛在电力物联网中的创新应用,并对量子密码和区块链等密码新技术的发展前景进行了展望,全面助力能源互联网网络安全主动防御能力建设。", "label": "信息与通信工程", "id": 0}
{"content": "电力通信网是电力系统的重要基础设施,部署了数量庞大、分布广泛的各类业务终端、通信终端,其数据安全关系着整个电网的安全稳定运行。对于点多面广、环境开放的各类终端,安全防护措施相对薄弱。并且攻击者能够通过终端迂回攻击主站,造成更大范围的安全威胁。传统密码学的安全性基于数学算法的计算复杂度,随着分布式计算和量子计算机的愈加成熟,已不能保证密钥的绝对安全性。适应室外充电站、站所终端DTU、配变终端TTU、馈线终端FTU、智能电表等终端特点,从而实现点多面广的智能配用电、分布式能源接入的终端数据安全传输的广泛应用,针对配用电终端所需的大量密钥需求,更安全、高效、可靠地响应业务安全的需求,具有重要实用价值。提出一种适用于配用电业务的密钥分片组合应用方法,方案是利用初始密钥作为种子密钥,通过分片和组合技术,将这些种子密钥映射成大量的对称密钥,以实现大量终端的数据加密通信,弥补密钥生成分发速率较低的缺陷,满足点多面广的配用电终端所需的大量高安全性密钥的需求。首先进行密钥分片,方法是把一个密钥分成m个不同的片组,称为m个子密钥,设定共有n个密钥,经分片后形成的子密钥资源数量L=mn。然后把这些片或片组的子密钥进行唯一标识,用于密钥的组合从而生成对应的密钥。密钥分片方式可采用两段至多段的方式,优选地采用两段或三段的方式。通过密钥因子矩阵依次随机从集合R中选取与分片数量对应的没有重复的元素,组合生成密钥。密钥因子矩阵的元素可由服务器采用硬件随机数发生器生成方法或软件系统的伪随机数产生Hash函数生成,密钥因子矩阵TK表示。矩阵的行表示组合密钥的每一段包含的密钥变量,矩阵的列表示组合密钥的段数,设矩阵为i行j列的密钥因子矩阵,i=mn,j=m,i行是从子密钥集合中选取的有效子密钥,j列表示组合密钥运算的段数。用Hash函数将密钥片标识映射成矩阵的行和列,再提取矩阵的行与列所对应的密钥因子来进行组合,即生成相对应的密钥。针对配用电终端数量大、分布广的特点,提出一种基于组合密钥的密钥生成技术。该方案采用初始密钥作为种子密钥,以较少密钥组合大量相异的密钥,解决密钥有限和大量终端需求数量的问题,保障终端设备都能共享足够的安全密钥。由于采用了组合的思想来实现对称密钥的一次一变,具有良好的安全优势,可对种子密钥进行有效的保护。密钥因子矩阵经过组合产生大量的共享密钥,从而使得较小的存储空间可存储大量的密钥,有利于降低大量密钥所需的存储空间受限问题,具有应用简单、可扩展性好的特征,适用于点多面广的大规模配用电终端网络。", "label": "信息与通信工程", "id": 0}
{"content": "讨论了3种接入方式下IPSec VPN、EPON（ethernet passive optical network,以太网无源光网络）及IP-RAN（IP radio access network,IP化无线接入网）专属云网络的接入模型,比较3种模式各自的优缺点,并对未来可能的专属云接入方式做了分析和展望。", "label": "信息与通信工程", "id": 0}
{"content": "量子噪声随机加密是一种高速率、长距离以及高安全性的抗截获通信方案,其结合了数学加密和物理加密,能够提供更高层次的安全性。本文介绍了基于Y-00协议的量子噪声随机加密的实现原理,概述了量子噪声随机加密技术的研究现状,并对其发展趋势进行了分析。", "label": "信息与通信工程", "id": 0}
{"content": "本文首先介绍TLS工作原理及在物联网安全的作用,然后描述了一种基于AWS平台中模拟HiveMQ集群进行数据通信的方法,根据实验结果验证了TLS在MQTT中的工作行为,分析对处理器性能的影响,最后提出了应对措施,可以为生产厂家和技术人员提供思路和参考。", "label": "信息与通信工程", "id": 0}
{"content": "本文主要阐述一种基于商用密码算法实现数据加密存储和加密传输功能会议平板加密系统,重点介绍了该系统如何结合市面上成熟的会议平板产品以及内置商用密码算法的加密芯片,实现数据的加密存储和传输功能,并详细介绍了会议平板各项基本功能的加密方式及流程,以及系统采取的安全保密措施。", "label": "信息与通信工程", "id": 0}
{"content": "本文分析了企业OA系统用户身份认证为满足安全性可靠性的要求,应用CA身份认证技术,来达到防止密码泄漏,冒用用户身份非法操作和越权访问的目的,从而保证用户身份、业务数据的有效性、可靠性、合法性。", "label": "信息与通信工程", "id": 0}
{"content": "智慧交通是智慧城市建设的一个重要方面,为了保证车载通信网中传输信息的保密性和可认证性,作者提出了一种基于多变量公钥密码的消息加密传输及认证协议。该协议具有高效的计算效率及抗量子攻击的高安全性,并且在路边设施单元RSU （Road-Side Infrastructure Unit）信息采集传输阶段对来自车载单元的数据进行了聚合加密传输。分析结果表明,协议具有良好的可扩展性,当消息数大于等于3时,聚合加密的密文量将小于不聚合的情况,并且随着消息数的增加,协议在效率方面提升的优势将更加明显。", "label": "信息与通信工程", "id": 0}
{"content": "量子通信是与国家信息安全相关的国际公认的战略竞争领域。这世纪以来,在通信安全和快速通信等方向量子通信技术有了很大的进步,使得量子通信得到了普遍的运用,为量子通信在将来世界的发展打下了基础。在本文中,对量子通信的原理、结构以及特性作出了阐述,以及对量子通信技术的发展现状和运用前景进行了分析。", "label": "信息与通信工程", "id": 0}
{"content": "为了有效提高量子密钥分发网络中保密通信的安全性和效率,提出了一种多路径密钥传输方法。首先根据节点对链路的贡献率和密钥新鲜度计算链路成本函数;然后采用基于最小堆优化的多路径选择算法选择多条最优路径;最后采用密钥分块传输形式实现密钥在多条最优路径上的同时传输。对比实验结果表明,本文提出的多路径密钥传输方法具有更高的安全性和传输效率。", "label": "信息与通信工程", "id": 0}
{"content": "量子力学自20世纪初诞生以来,伴随原子弹、激光等重大发明,带来了\"第一次量子革命\"。2014年,《Nature》提出以量子调控为标志的\"第二量子革命\",在量子计算、量子通信、量子测量等领域实现突破,对能源、环境、信息等产生了深远影响。本文主要针对量子通信的技术分支——量子密钥分发技术在网络建设及组网等方面进行研究。", "label": "信息与通信工程", "id": 0}
{"content": "分析了铁通语音公网用户情况和铁路语音专网的现状,指出了铁通语音用户迁移和铁路语音专网用户迁移的异同点,对铁路语音专网用户迁移的主要问题进行了针对性分析,并提出了解决方案。", "label": "信息与通信工程", "id": 0}
{"content": "为满足保密资格标准和涉密信息系统分级保护的相关要求,军工单位涉密网络与互联网和其他公共信息网络实行了物理隔离。由于非密传真机直接与公共信息网络连接,为确保通过传真机与内部信息交换的保密安全,军工单位设置了传真收发室,实行了绝对集中管控。在此模式下,申请人发送传真一般要经过打印传真件、办理传真发送手续、手持文件到传真室办理等过程,接收传真则需要到集中点领取传真件。显然,对于办公楼宇规模大、场地分散的军工科研院厂所,传真业务办理耗时长,效率低,此模式已经不能满足实际需求。因此,笔者单位基于Microsoft Visual Studio2010开发平台,利用CimFax传真系统的二次开发接口,自主研发了无纸化传真收发系统,快速高效实现传真接收与分发功能,大大提高工作效率。", "label": "信息与通信工程", "id": 0}
{"content": "VOIP技术已经发展了很多年,从技术上看已经比较成熟了。传统的语音网络都是专用网络,和互联网是相互独立的,但是VOIP业务的发展要求语音网和互联网进行相互的融合。两网的融合需要在边界进行协议的转换,同时要考虑网络的隔离和网络的安全性。SBC的提出就是为了解决这个问题。本文主要讨论SBC的功能以及安全性问题。", "label": "信息与通信工程", "id": 0}
{"content": "本文设计了以单片机AT89C51和MT8870双音多频解码集成电路为核心、利用公共电话网络的远程控制系统。文章详细介绍了系统组成结构、硬件电路工作原理（包括铃流检测、摘挂机控制、双音频解码,语音信号输入输出及家用电器控制等电路）及软件设计。使用者在户外可通过任意一部双音多频电话（包括手机、电话分机）,按照语音提示,借助本系统,可以对各种电器进行远程控制。", "label": "信息与通信工程", "id": 0}
{"content": "随着电网多年的建设,调度系统结构复杂,网络冗余度增加,导致故障频发,维护工作量增大,影响新业务的统一快速开发部署。针对这一问题进行了深入研究。以系统安全、可靠为前提采用了三层网管平台设计,结合计算机技术、现代通信技术、自动控制技术和企业调度指挥技术,实现了电力指挥系统宽带化、泛在化、一体化和集中化。", "label": "信息与通信工程", "id": 0}
{"content": "软交换技术颠覆性代替了传统程控交换技术,从建网层面观摩投资是巨大的,对软交换网络也相应会提出更多的要求和压力,即希望它不仅能满足现有业务需求,也能承载更多未知的业务。这就要求平台具有强大的兼容性设计,对底层各种业务能够平滑的接入。重点解决平台业务终端接入综合兼容性问题,从架构、接口、协议、设备不同维度进行兼容性的设计,最后对兼容性测试方法进行了研究,确保平台多业务融合交换流程的可靠性。该研究成果可直接应用于电力软交换网建设中,对网络的规划部署可提供一定的理论经验。", "label": "信息与通信工程", "id": 0}
{"content": "早在1973年电话网建设初期,原邮电部规定我国电话网的网络等级分为五级,包括长途网和本地网两部分。长途网由大区中心C1、省中心C2、地区中心C3、县中心C4等四级长途交换中心组成,本地网由第五级交换中心即端局C5和汇接局Tm组成。", "label": "信息与通信工程", "id": 0}
{"content": "电话调度系统在工业施工过程中的重要性日益突出,高质量的调度能有效地提高工作效率。但是目前的调度系统在使用高峰期大多存在系统拥堵的情况,造成工业现场沟通不及时,工作效率低的现象。传统的解决方案一般通过增加主话站服务台的数量来缓解排队问题,但此做法成本过高。针对这种问题,文中提出一种基于排队论的电话调度系统的设计方案,通过数学建模模拟实际工业现场电话调度系统的使用情况,对比主话机与分话机在不同数量时系统运行的状况,计算出系统的最佳主话机数量,以期既能控制好系统的运行成本,又可以使系统处于最佳的工作状态。", "label": "信息与通信工程", "id": 0}
{"content": "大型核电站内部有很多区域无法使用移动手机,双向信息沟通必须通过固定电话实现,核电站的语音系统正常运行,是核电站内部人员信息沟通的重要保障。主要分析了当核电基地语音服务器底层数据及其出现故障后的处理方法,以保障语音系统正常运行。", "label": "信息与通信工程", "id": 0}
{"content": "乡镇供电所主要承担的是当地客户用电业务申请、用户档案管理、电费结算、表计管理以及低压维护等工作。通过在电力信息网中接入ATM网络资源,并在ATM通信网中接入通信业务,运用IP方式。通过各种IP语音设备在ATM电力信息网络基础上构建Vo IP业务系统,并提升IP数据网络为集数据业务和语音业务为一体的综合网络。其次,Vo IP网络的应用还连通了现有的语音通信网,配合电话呼叫业务的实现,该方案还具备了完善的管理维护功能,为电力系统提供更好的服务。", "label": "信息与通信工程", "id": 0}
{"content": "通信行业的技术发展较快。在交换方面由于信息传输高速化、宽带化的需求,以十分复用技术为基础的各个领域,如因特网、IP电话和NGN等,得到人们的广泛关注。了解通信进一步发展的热点和趋势是十分必要的。", "label": "信息与通信工程", "id": 0}
{"content": "语音质量测试方法对Vo IP技术优化和产品推广具有重要作用,首先通过主观测试与客观测试的对比分析简述了利用PESQ进行Vo IP客观测试的局限性;其次从技术角度提出了分方式、分场景的主观测试方案,在采集式测试或实时通话式测试的方式下,通过设置编解码质量、噪声抑制及回声消除三类测试情形下的七种测试场景,达到对Vo IP话音质量的多角度评价;最后给出了对测试数据的基本分析方法和假设检验对比分析方法。", "label": "信息与通信工程", "id": 0}
{"content": "电话系统作为核电厂最基础的语音通信系统,在核电厂通信系统中占据着举足轻重的地位。通过研究分析三代EPR核电厂电话系统的建设需求,介绍了EPR核电电话系统主要设备的选型,提出了系统的整体架构,并详细阐述了主要设备的设计原则与设计过程。", "label": "信息与通信工程", "id": 0}
{"content": "本文从实际工程项目出发,以南京地铁综合通信网公务电话系统为例,对综合通信网公务电话系统的组网方案、系统功能、设备组成等进行了分析研究,同时探讨了综合通信网公务电话系统的应用前景。", "label": "信息与通信工程", "id": 0}
{"content": "随着网络技术的发展,电子邮件、办公网络以及各种网络通信方式,已然占据日常文件传递的主导地位。与此同时,传真作为一种传统便捷的信息传递方式,依然被广泛使用。然而传统传真在日常办公中,存在效率不高、辨析度低、耗材浪费等缺陷,这些显然与当前推行的绿色发展、无纸化办公格格不入,传统有纸传真模式势必需要改变。", "label": "信息与通信工程", "id": 0}
{"content": "为了实现中国核电企业通信方式向NGN转变,提高电话会议系统的安全性,整合现有多种通信方式,采用统一界面简易化管理,使维护更加容易,使用更加方便,设计并实现了中国核电企业电话会议系统,研究分析了电话会议系统在核电企业的安全性设计,通过电话会议系统员工可以实现远程日常例会和远程培训等,提高了员工生产力,减少了通信成本和差旅费用,实现了人人都是一道屏障的保密目标。", "label": "信息与通信工程", "id": 0}
{"content": "针对传统VoIP（Voice over Internet Protoco1）系统的缺陷,提出了修改方案,并对修改后的P2P（PeertoPeer）-VoIP系统进行原型设计与实现。植入了Kad算法来对目标地址进行寻址,并针对VoIP系统的特点对Kad（Kademlia）算法进行了优化,使Kad算法更加适用于P2P-VoIP系统。同时还加入了局域网模式。实验表明,与传统的VoIP系统相比,植入了Kad算法及局域网模式的P2P-VoIP系统的不仅弥补了传统VoIP系统的缺陷,而且其性能上有着极大的提升。", "label": "信息与通信工程", "id": 0}
{"content": "无线传真技术是一项新兴的无线通信增值业务。无线传真是传真教据业务一个非常重要的方面。无线传真技术的发展为传真系统的应用开拓了更加广阔的空间。调制解调技术是无线传真通信中的关键技术之一。衣文研究v.29传真调制解调算法及其在TMS320C6000 DSP上的优化实现。这对于实现无线传真核心技术国产化,发展我国的无线传真通信产业有重要意义。", "label": "信息与通信工程", "id": 0}
{"content": "文章以北京频发的\"鬼来电\"事件为切入点,详细论述了利用网络电话实施犯罪中常用的\"任意来电显示\"的特点及号码识别方式、应对策略。", "label": "信息与通信工程", "id": 0}
{"content": "通过对e8-C家庭网关VoIP线路绑定的可行性进行分析,以解决\"光进铜退\"过程中遇到的电话问题和服务风险。所使用的技术主要有DHCP的相关属性:option 60/125/80、AAA认证技术等。分析可知,南京城域网在技术上已具备实施条件。", "label": "信息与通信工程", "id": 0}
{"content": "随着VoIP技术的逐步成熟,交换网络的逐步IP化,交换网络由传统电路交换向分组交换转变,信令协议和承载网络都发生了较大的变化。由于传输传真对承载网的质量要求较高,再加上为了适应承载的变化而为传输语音采用的静音检测、静音压缩、舒服噪音、回声抑制等技术,对传真的传输也造成了一定的影响。传统交换网络、新网络并存,传统终端、业务需要承接,同时由于网络规范的不完善,也给传真业务的运行带来了一定的问题,导致了传真成功率的下降。论述了交换网络IP变化对传真业务的影响,并结合光进铜退中遇到的传真故障,给出了传真故障的处理方法和提高传真成功率的方法。", "label": "信息与通信工程", "id": 0}
{"content": "随着Internet的迅速发展,语音通过网络传输成为现实,VoIP就是其中的一种新兴的语音数据通信技术。由于语音在传输过程中会产生回声,影响通话质量,在VoIP中加入回声消除模块已成必然。本文基于ARM嵌入式平台进行VoIP回声消除算法的优化和开发,并实现多路通话。本文借鉴Speex中的频域自适应回声消除算法,并对算法的重要参数进行了优化选择,在开发过程中对程序进行了定点优化和汇编优化,使其能在所采用的ARM平台上运行多路信号。实际的VoIP系统测试表明,优化后的回声消除算法能够较好的消除回声现象,可以在电话会议中改善多路用户的通话感受。", "label": "信息与通信工程", "id": 0}
{"content": "网络技术与多媒体技术的发展,促进了通信技术综合化、数字化、智能化、个人化的发展,使得在单一网络平台上实现语音、视频、数据、图像等多种业务成为可能。综合网络技术与多媒体技术的IP电话技术正是在这一背景下产生的,并得到了迅速的发展,成为语音通信领域中的一个强有力的竞争者。IP电话除了具有采用分组交换技术,提高线路利用率,降低通信费用等优点外,可以实现多种业务的增值,并与多媒体技术相融合,使其在通信领域中处于有利的地位,具有广阔发展前景。虽然IP电话的语音质量还不是很完善,但是IP电话技术的发展方向却受到了通信业界的高度重视,许多国际标准化组织正积极制订各种相关的标准,其着眼点不仅在于IP电话本身,更重要的是在于未来IP多媒体多点通信和IP电话的各种增值业务的应用。", "label": "信息与通信工程", "id": 0}
{"content": "数字程控交换机用户数据管理一般是通过操作厂家提供的维护终端进行的,本文给出了一种编写通用接口软件,实现对各类数字程控交换机用户数据自动管控的方法。", "label": "信息与通信工程", "id": 0}
{"content": "IP电话问世以来,短短几年间IP电话在世界电信界产生了巨大的反响,越来越多的新兴电信网络运营公司和传统电信运营商涉足此领域。本文简单的介绍了IP电话的发展和IP电话实现的关键技术、未来的发展、简单介绍了IP电话在NGN中的接入方案。", "label": "信息与通信工程", "id": 0}
{"content": "甘肃电力系统行政专用网汇接中心作为国家电力系统交换网的重要组成部分,将要面临电话号码升位的问题,本文对从电话号码相关理论出发,提出了操作性强的实施方案,并进行分析,为同样面临此类问题的专网用户提供思路。", "label": "信息与通信工程", "id": 0}
{"content": "近些年来,随着计算机应用的普及化和VoIP技术的日益完善化,在VoIP技术带来诸多方便的同时,其所面临的安全威胁受到越来越多的关注。其中,泛洪攻击是危害较大的一种,它能够在短时间内消耗大量系统资源,造成VoIP服务质量下降甚至系统崩溃。针对上述问题,本文提出一种检测VoIP系统泛洪攻击的方法,该方法以一段时间内捕获到的特定信令包的数量差作为检测依据,并采用动态检测门限值以提高检测的准确率。在详细描述该检测方法的基础之上,将其应用于检测系统,并搭建实验环境进行测试,最终验证了该检测方法的有效性和可行性。", "label": "信息与通信工程", "id": 0}
{"content": "利用交换机的用户分组、数字准备等功能,改变某些特定用户的呼叫流程,将这些用户的通话路由到一台计算机上,录音软件通过二次通话控制、通道语音拾取、存储等功能,实现用户的通话录音。电话录音系统具有组网灵活、安全稳定、容量大、造价低等优点,适用于需要电话录音的各个部门。", "label": "信息与通信工程", "id": 0}
{"content": "激光传真机进纸机构是整体机构中核心部位。卡纸、不进纸是生产企业面临的两个主要问题。笔者结合工作中实际情况对此两种问题进行阐述。卡纸问题从卡纸的位置、现象入手逐条分析。不进纸是从结构原理入手,依据配合关系进行分析。", "label": "信息与通信工程", "id": 0}
{"content": "应急通信系统中广泛采用VOIP技术,为突发情况、重大事件提供语音通信保障。应急通信系统集成的多种无线IP网络由于受到多径衰落、码间串扰和噪声干扰等影响,无法为VOIP提供稳定的承载网络。论文通过对应急通信网络环境和影响VOIP话音质量因素的分析,从VOIP协议选择和无线网络Qos设计两方面入手,提出了解决方案,实现话音服务质量的提升,为应急通信话音服务设计提供参考。", "label": "信息与通信工程", "id": 0}
{"content": "在当前组合攻击建模框架的基础上,结合VoIP网络的特点给出了VoIP网络攻击建模的方法体系,将关系集引入已有攻击模式库模型,从而提出基于关系集的VoIP网络原子攻击模式库,并设计了一种基于原子攻击模式库的全局属性攻击图的生成算法,最后通过实验对该算法进行了验证与分析。", "label": "信息与通信工程", "id": 0}
{"content": "随着山东省煤炭企业对外开发的全面展开,通过专线网络与驻外单位保持实时的互联互通,利用信息化网络技术降低语音通信的成本,在专线网络上实现VOIP是必要的。", "label": "信息与通信工程", "id": 0}
{"content": "网络电话系统以其节省带宽、费用低廉、体系灵活开放等特点,使基于SIP协议的软电话应用越来越广泛。对传统语音通信系统造成了巨大威胁。而采用基于SIP协议的VOIP技术构建的校园网络电话系统,可以有效使用校园网内的IP资源架设该网络,从而大大降低校园语音通信费用开支,办公提供便利。本文主要对采用VOIP技术构建校园网络电话系统的可行性进行了论证,并主要从安装、配置和验证三个方面,阐述了具体的操作方案。测试结果表明,基于SIP协议的软电话在校园网络环境下具有良好的通话质量。", "label": "信息与通信工程", "id": 0}
{"content": "网络电话系统以其节省带宽、费用低廉、体系灵活开放等特点,使基于SIP协议的软电话应用越来越广泛。对传统语音通信系统造成了巨大威胁。而采用基于SIP协议的VOIP技术构建的校园网络电话系统,可以有效使用校园网内的IP资源架设该网络,从而大大降低校园语音通信费用开支,办公提供便利。本文主要对采用VOIP技术构建校园网络电话系统的可行性进行了论证,并主要从安装、配置和验证三个方面,阐述了具体的操作方案。测试结果表明,基于SIP协议的软电话在校园网络环境下具有良好的通话质量。", "label": "信息与通信工程", "id": 0}
{"content": "VoIP（Voice-over-IP）应用中,时延抖动严重影响着VoIP的话音质量。当前的研究热点是用覆盖网络多路径路由即通过中继节点来减少时延抖动,但常用的中继节点选择算法在性能方面存在局限性。本文提出一种基于聚类的路由中继节点选择算法,该算法将节点按区域聚类,在这些类中以路径差异性和时延为标准选出合适的中继节点。测试结果表明,算法在减少传输时延和丢包率方面表现优异,能优于现有的GNP（Global Network Positioning）,Meridian,和随机选择等中继节点选择算法。", "label": "信息与通信工程", "id": 0}
{"content": "随着下一代互联网建设全面展开,IPv6上的语音呼叫已经是大势所趋。本文通过研究NGN的核心信令控制协议SIP的特点和结构,分析了在NGN下的基于SIP语音呼叫模式,系统研究了SIP协议下的语音呼叫架构,提出一种在IPv6环境下实现VoIP的方法,并利用VC++程序实现。", "label": "信息与通信工程", "id": 0}
{"content": "在对VoIP应用情况调研的基础上,通过与传统数字程控交换机对比分析,探讨以VoIP作为深蓄建设期主要语音通信方式可行性,并尝试设计一个局域网和语音通信网融合的基本结构方案。", "label": "信息与通信工程", "id": 0}
{"content": "本文以电信领域的VoIP技术为出发点,从VoIP的业务运营、协议支持和网络架构三面深入分析,探索如何在\"三网融合\"模式下在广电系统内实现VoIP增值业务。", "label": "信息与通信工程", "id": 0}
{"content": "本文设计和实现了基于H.323和SIP的VoIP流量监控系统。传统的流量监控工具无法实时地将VoIP信令流和媒体联关联起来。本文所设计的VoIP流量监控系统既能够进行VoIP流量识别,也能够实时的把VoIP信令流和媒体流关联起来。本文介绍了VoIP协议及VoIP流量监控系统的部署场景。并对VoIP流量监控系统流程中的包捕获、VoIP协议识别、VoIP协议处理等技术进行具体分析。通过实验和分析,本系统能够检测每秒新增400路VoIP话路。", "label": "信息与通信工程", "id": 0}
{"content": "本文分析了当前VoIP系统存在的DoS攻击,对每种攻击行为产生的原因进行了描述,并提出了针对这些DoS的防护措施。本文还对近几年来VoIP的安全漏洞进行了统计和分析,从统计结果中可以看出,在VoIP的漏洞中,与DoS相关的漏洞占了一半以上。本文通过实验室环境下对不同VoIP系统的DoS攻击测试,说明了VoIP DoS攻击的一些特点,并提出了一些安全防护措施。", "label": "信息与通信工程", "id": 0}
{"content": "随着网络技术和网络体系结构的不断演变和快速发展,传统网络向NGN的演进已势不可挡。VoIP技术是传统网络向NGN演进的一个重要过程,VoIP的QoS保证成为一个核心问题。本文介绍影响VoIP的QoS的主要因素,研究IntServ、Diffserv和MPLS三种机制的基本思想和实现原理,并进行优劣比较。通过这三种机制,实现VoIP的QoS的有效管理和控制。", "label": "信息与通信工程", "id": 0}
{"content": "本文针对邯钢自动化部通信技术中心目前使用的贝尔S1240程控交换机所出现的常见故障,结合本人的日常工作经验及相关理论书籍,提出了以管理和维护为主,以预防为辅的程控交换机维护与管理措施,希望可以给其他兄弟单位通信同行提供一定的参考。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞1 IP电话应用现状IP电话,是将语音讯号压缩成数据资料封包后,在IP网络基础上传送的语音服务,也就是说,透过开放性的网际网络传送语音的电信应用服务系统;利用Intemet上提供实时语音服务,而不再是使用传统的公众电话网络（PSTN）,进行远距离电话网络交谈。2技术手段IP电话是基于VoIP（指的是将模拟的声音讯号经过压缩与封包之后,以数据封包的形式在IP网络的环境进行语音讯号的传输技术）技术的语音通信软件,与", "label": "信息与通信工程", "id": 0}
{"content": "在某固定无线电话机的入网测试过程中,电快速瞬变脉冲群（EFT）项目是EMC测试中的必测项目,12V线性适配器配合该话机测试不通过。本文描述了电路的改进过程和原理。", "label": "信息与通信工程", "id": 0}
{"content": "卫星双向时间频率传递（简称TWSTFT）是目前高精度时间比对的主要方法之一,其采用伪码扩频的方式对时间脉冲信号进行调制和解调,经由静止卫星上的透明转发器进行两个地面站间的时间调制信号相互收发,从而实现高精度的时间比对。其中,扩频码速率是影响比对精度的重要因素之一。本文分析了站间钟差与设备收发组合时延的关系,给出了测量TWSTFT设备收发组合时延不确定度的测试方法,进行了不同扩频码速率下,同源状态下的TWSTFT设备收发组合时延测试试验,试验结果验证了扩频码速率越高,TWSTFT设备收发组合时延的不确定度越低,数据稳定性越好。", "label": "信息与通信工程", "id": 0}
{"content": "在航天电子对抗研究领域,空间跳频信号从频域躲避干扰信号,在窄带、多音等干扰的环境下都可以获得良好的性能增益[1]。接收方使用全数字相控阵天线可以通过数字加权各阵元的采样信号实现调整控制主瓣指向的目的,可同时实现多个波束的跟踪[2]。本技术采用全数字相控阵跳频体制,对带通采样信号和跳频本振混频实现解跳功能,再进行数字相位调制实现移相和波束成形。该技术在数字域实现解跳和波束跟踪,节省了模拟移相成本,并从空域、频域两个维度提升抗干扰能力。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍了软交换系统建设总体框架及软交换通信系统结构。对软交换系统建设总体框架从软交换系统、统一通信系统、传输系统、编号方案系统、运维平台系统、网管系统、话务台系统、系统时钟同步、质量及安全等八个方面的内容进行论述。进一步对河南软交换通信系统核心控制层和业务接入层两级网络结构进行阐述。最后阐明软交换系统满足了河南黄河防汛及河道管护,尤其是沿河一线基层单位对电话语音通信的需求,覆盖沿河基层单位、缩减网络规模、优化网络结构、提高网络的可靠性稳定性,扩展通信服务能力,从而更好的为河南黄河防汛及河道管护提供可靠的通信保障。", "label": "信息与通信工程", "id": 0}
{"content": "在扩频信号体制高精度伪码测量系统中,AD器件是信号接收环节的重要组成部分,温补晶振为AD进行带通采样提供时钟,晶体随温度变化存在输出频率阶跃的特性,会影响信号的稳定跟踪,恶化伪码测量性能。本文结合某型号卫星扩频信号体制伪码测量系统,研究带通采样时钟器件温补晶振发生频率阶跃对扩频信号跟踪的影响,公式推导了伪码、载波环路跟踪所能承受的频率阶跃门限值,并进行了仿真验证与试验验证。结果表明当晶振输出频率阶跃高于系统跟踪所能承受的门限值时,会造成信号失锁。研究结果对扩频信号体制高精度伪码测量系统中,带通采样时钟特性的选取具有重要的参考价值。", "label": "信息与通信工程", "id": 0}
{"content": "针对应急状态下的通信网络建设问题,设计一种基于LPWA技术的应急通信系统。该应急通信系统由多传感器通信终端和中继基站构成,可实现生命体征信息、周围环境探测信息和人员相互沟通信息的传递,并具有定位和紧急呼救功能。测试结果证明,该系统可有效地满足应急通信状态下的信息传输需要,且独立于传统的蜂窝移动通信系统,具有良好的信号覆盖效果和较低的功耗。作为一种通信系统构建的方法,LPWA是应急通信网络布设时一种有效的构建和冗余设计手段。", "label": "信息与通信工程", "id": 0}
{"content": "针对当前工业现场日益复杂的控制逻辑以及不断增大的数据容量,基于FPGA设计了一种FCS控制器的通信系统,结合ARM7与x86双CPU模块实现控制器内部以及控制器与现场设备之间的高速通信。从控制器的硬件架构、数据结构、总线仲裁逻辑、双口RAM存储等方面对控制器的内部通信系统进行了详细设计。引入了旗语仲裁逻辑模块,解决了多CPU间通信冲突与数据共享的问题。基于FPGA实现了并行总线协议,针对总线读写逻辑进行了仿真测试,仿真结果验证了并行总线设计的正确性。最后通过对总线带宽、带载能力等的分析验证了所设计通信系统可以满足工业现场大数据容量的吞吐要求,为工业过程控制提供了一种解决方案。", "label": "信息与通信工程", "id": 0}
{"content": "本文阐述一种SDH设备时钟统一方案,该方案应用于SDH传输方案中,可实现多路SDH信号的时钟统一及平滑切换,在多路SDH信号汇聚、筛选过程中提供稳定有效的时钟源,保证数据传输的正确性。", "label": "信息与通信工程", "id": 0}
{"content": "GFP（Generic Framing Procedure,通用成帧规程）是ITU-T规定的一种链路层标准,定义了一种简单、灵活的数据适配方法,可以在同步通信系统中传送变长的数据包,能够用于以太网帧与SDH主干网之间的互相映射。本文首先分析了GFP的产生背景,介绍了GFP的组帧方式及其与以太网帧的映射关系,在此基础上,阐述了GFP封装与解封装模块的关键设计,并分别给出了两个模块的功能仿真,最后在硬件平台上做了测试,结果满足预期。", "label": "信息与通信工程", "id": 0}
{"content": "POS（Packet over SDH）是一种在SDH信号上承载IP包数据传输的方式,本文首先对POS技术进行分析阐述,然后在此基础上给出基于FPGA实现的从POS信号中提取IP包的方案。", "label": "信息与通信工程", "id": 0}
{"content": "在现有的集群通信系统中包括许多通信协议体系,有PDT、DMR、自组网对讲、公网对讲和其他私有协议对讲系统。这些集群对讲系统都是独立自成技术体系的,只能内部进行相互对讲通信,不能跨协议进行通信。此次研究开发一种异构集群融合指挥通信系统,打破通信协议壁垒,在对原有系统不进行改造的前提下,开发一套异构集群融合终端,对多种对讲系统进行接入,实现异构集群网络互联互通。", "label": "信息与通信工程", "id": 0}
{"content": "甘孜藏族自治州联通的8个县长支链的跨省、跨地市成环与网络优化,验证了在业务量少、安全风险高的区域,因地制宜地采用最经济、最快速的成环或网络加固方案的可行性。", "label": "信息与通信工程", "id": 0}
{"content": "金属卤化物钙钛矿（以下简称钙钛矿）既具备优异的光电特性,又可以兼容溶液旋涂等低成本镀膜工艺。由于以上优点,钙钛矿被认为是未来太阳能电池的热门候选材料。目前基于钙钛矿的太阳能电池（PSCs）的商业化瓶颈在于:自由载流子的复合、器件稳定性及其较慢的电学响应时间（以电滞回线现象为代表）。当前研究表明,所有以上问题都与游离离子有关。本工作中,我们研究了PSCs中游离离子的动力学过程,工作中使用了两种微扰电学测量技术（调制光电压谱和电化学阻抗谱）。通过系统性地分析,我们揭示了PSCs的器件物理过程包含了两个平行的过程,可以等效为一个并联电路。其中,并联电路的一支是传统的二极管,其背后的物理过程是只包含自由载流子的动力学过程（扩散、复合等）;并联电路的另一支是可以等效为一个Warburg元件,其背后的物理机制是光诱导游离化的粒子,及其与自由载流子之间的相互作用。基于这一物理图像,我们发现,1)钙钛矿中的游离离子可以很容易的铺满5 mm大小的平面;2)游离离子可以俘获自由载流子,并且这一俘获过程是吸热过程。", "label": "信息与通信工程", "id": 0}
{"content": "\"技术服务管理,数据提供支撑\"是对通信系统资源管理工作的恰当描述。通信系统资源管理涉及通信站点管理、通信设备管理、通信带宽管理、通信路由管理和通信资源分析规划等多项内容。在分析通信网络可控性、可靠性和可用性等多项指标时,如何对重载设备进行定义并做好统计分析工作一直是通信专业数据治理的重点和难点之一。本文从规章制度体系构建、数据结构定义、数据规范制订和技术实现四个方面出发,对如何构建通信资源管理系统并做好重载设备分析进行力所能及的研究并给出相应的解决方案及系统源代码。本文提到的通信资源重载设备定义和通信资源重载设备分析系统在某网省公司通信专业得到广泛应用并取得了良好的经济效益和社会效益。", "label": "信息与通信工程", "id": 0}
{"content": "针对双边带调幅通信系统中频繁出现的多节点碰撞现象,提出了一种多节点碰撞检测算法。本文利用双边带调幅信号频谱的对称性以及多节点碰撞时接收信号频谱的不对称性,进行理论分析和公式推导,利用MATLAB进行仿真分析,并在实验室进行测试验证。结果表明所设计算法可快速有效地检测出多节点碰撞现象,验证了所设计算法的可行性。该算法可应用于民航通信、海事通信以及其它类似应用场景,具有实际的应用价值。", "label": "信息与通信工程", "id": 0}
{"content": "信息化调度通信系统依托光纤基础设施、卫星通信、无线宽带等多手段互为备份的通信手段,实现了远程和区域覆盖话音、数据和图像可靠通信,利用云计算快速实现了信息化调度。", "label": "信息与通信工程", "id": 0}
{"content": "根据长码捕获的技术特点,提出并验证了一种基于DBZP（双块补零）和FFT的捕获算法,具有硬件资源整合度高、便于实现、捕获速度快的特点。该方法的主要特点是在双块补零模块后添加并行FFT单元,以降低频率搜索单元的复杂度。针对该算法的核心思想和捕获流程,主要就栅栏效应产生的频谱泄露问题进行了研究,并就改进方法进行了讨论和仿真验证,为实际的捕获系统设计提供了重要参考,能够在较低硬件资源消耗的情况下,取得较好的捕获性能。", "label": "信息与通信工程", "id": 0}
{"content": "湛江钢铁全厂各水处理单元通信系统独立建设,不能互通,根据湛江钢铁智能制造、智能化要求,将全厂水处理单元通信设备有效融合,形成互联互通的融合通信系统,满足水系统集中控制、少人或无人值守目标。智慧水系统集控中心实现了有线对讲、行政电话、视频监控、基于PLC数组的智能化语音广播、人工广播、多通道录音、无线对讲等多个系统和功能的高效融合,完全满足集中监控和生产顺行的要求。", "label": "信息与通信工程", "id": 0}
{"content": "本文分别采用扫频+频域校正、时分复用的方法解决极低信噪比下载波捕获技术和设计数字载波环路的方法解决高灵敏度跟踪技术。仿真结果表明,采用扫频+频域校正、时分复用的方法不仅可以改善FFT输出信噪比,而且大大降低了硬件复杂度和减少了捕获时间。同时,利用本文所设计的数字载波环,在载波强度为-155dBm,频偏5Hz时,环路输出稳定后,NCO输入在5Hz处收敛,充分满足了技术要求。", "label": "信息与通信工程", "id": 0}
{"content": "针对一般伪码捕获算法在高动态低信噪比环境下出现的扇贝损失和多普勒频偏估计精度不足且复杂度较高的问题,通过对PMF-FFT（partial Matched filter-fast Fourier transform）结构捕获算法的分析,提出一种加窗PMF-FFT和三角多项式内插相结合的新算法。采用较少点数的FFT提高了估计频偏的精度,降低了算法实现复杂度,并通过计算机仿真验证了该方法的可行性。理论分析和仿真结果表明该算法在高动态低信噪比环境下,在改善接收机性能和提高频率估算精度方面具有重要意义,可适用于各类接收机中,具有较高的工程价值。", "label": "信息与通信工程", "id": 0}
{"content": "跳码扩频是利用跳频的原理,对直接序列扩频的一种扩展,兼具了跳频技术以及直接序列扩频技术的部分优点,并且可以有效应用于现有的常规扩频通信系统之中。目前军事通信中为了提高信息传输的隐蔽性,常采用多种扩频方式混合的扩频技术,提高信息传输的抗干扰及抗截获性能。本文设计了一款跳码/跳频混合扩频的系统,通过仿真性能分析,跳码/跳频的混合扩频系统具有不错的抗干扰抗截获性能,在今后的反侦察通信方面将会有很大的应用前景。", "label": "信息与通信工程", "id": 0}
{"content": "通信仿真系统在通信调度应急演练、故障影响范围分析、网管操作训练、通信网络规划和通信检修演练方面具有不可替代的重要作用。基于通信仿真系统可以对KVM系统进行模拟规划,输入必要的初始化参数后得出仿真结果。本文从通信调度日常工作出发,给出通信仿真系统在KVM系统规划中的技术应用。对于关键功能的核心函数给出必要的伪代码。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞0引言1直接序列扩频信号由于其较强的抗干扰能力以及低截获性能等优点,近年来被广泛应用于军事以及民用通信中,故对其参数估计研究具有重要意义。伪码周期是直扩信号的一个重要参数,伪码周期的精确估计对于直扩信号的其它参数估计具有重要意义。例如直扩信号的定时以及伪码序列等估", "label": "信息与通信工程", "id": 0}
{"content": "自编码扩频技术打破了传统扩频序列在不同符号间的周期性,提高了通信系统的抗截获和抗干扰性能,广泛应用于军事隐蔽水声通信领域。本文针对自编码扩频序列特殊生成机制导致通信速率受限这一问题,提出了一种基于自编码的高效率隐蔽水声通信技术。采用自编码扩频技术和码元移位键控（CSK）扩频技术相结合,有效提高自编码扩频通信系统的传输速率,通过理论推导、算法仿真,验证了系统方案的可行性。", "label": "信息与通信工程", "id": 0}
{"content": "针对变换域通信系统载波不同步情况下产生载波频率偏差导致误码率性能严重恶化的问题。通过理论推导出载波频率偏差对系统误码率的影响,定量地分析了载波频率偏差、基函数长度以及可用子载波对变换域通信系统误码率的影响,仿真结果表明理论和仿真数据高度吻合,系统误码率随着载波频率偏差增大而不断恶化,甚至出现误码率平底现象,故在实际应用中,必须准确估计并给予补偿。", "label": "信息与通信工程", "id": 0}
{"content": "同步数字体系（SDH）广泛应用于骨干网光纤通信中,当对大容量接入数据进行交叉交换时,传统设备需要对高阶（VC4）和低阶（VC12）等不同颗粒度时隙数据分别进行交叉。本文阐述了基于现场可编程门阵列（FPGA）实现了对混合的不同颗粒度同时进行接入及交叉交换的方法,使得设备集成度更高并且使用更灵活。", "label": "信息与通信工程", "id": 0}
{"content": "论文介绍了OTN设备接收SDH信号时,其中指针部分的一种硬件逻辑资源复用模块及复用实现的方法,他实现了对组合逻辑资源的节省,可以利用有限的逻辑资源实现更大容量的数据处理。针对性提出指针调节复用模块FPGA设计总体方案。", "label": "信息与通信工程", "id": 0}
{"content": "随着黄河抢险对通信技术的需求不断增长,对应急抢险通信技术的研究逐步深入。现代卫星通信及公网4G技术的应用,对应急抢险通信技术的发展与完善起到了至关作用。本文介绍了山东黄河应急抢险通信技术的产生发展、系统组成及特点,旨在更好服务于黄河防汛抢险,为类似系统的组建提供借鉴。", "label": "信息与通信工程", "id": 0}
{"content": "由于实际通信系统中收发端晶振的频率偏差和信号传播过程中的多普勒频移,接收信号与发送信号之间存在频率偏差。本文从通信信号模型出发,介绍了频率偏差和相位偏差的最大似然估计公式,列举了几种常见的基于数据辅助的频偏估计方法,最后通过计算机仿真,给出了几种频偏估计方法的估计范围和估计精度仿真结果,并通过比较几种频偏估计方法的估计范围和估计精度,给出了不同工程实现应用场景中怎样选择合适的频偏估计方法。", "label": "信息与通信工程", "id": 0}
{"content": "作为通信原理实验教学的辅助手段之一,通信实验平台应能够调动学生积极性,激发学生对专业课程学习的兴趣。设计了一种基于FPGA的数字无线通信实验平台,实验平台基于软件无线电技术,采用模块化设计,具有通用性强,使用方便灵活的特点。实验平台可供电子信息工程及其相关专业学生学习数字通信系统及其开发流程,并能够让学生利用所学的专业知识进行基础的数字通信实验。简要介绍了数字通信,分析了硬件设计和器件选型,以ASK调制解调为例介绍了实验设计部分。", "label": "信息与通信工程", "id": 0}
{"content": "本文阐述了该系统包括射频收发模块、低噪声放大模块、功率检测模块、射频控制模块;所述功率检测模块的信号输出端连接低噪声放大模块的信号输入端,所述低噪声放大模块的信号输出端连接射频收发模块的信号输入端;通过功率检测模块检测所接受信号的功率;所述射频控制模块包括ARM芯片和FPGA芯片,所述FPGA芯片连接射频收发模块,所述FPGA芯片连接ARM芯片,所述功率检测模块的信号输出端连接APM芯片的信号输入端。本实用新型所述的抗干扰智能通信系统在强信号干扰的情况下保证电路的稳定性,并且在信道遭到破坏后重新建立新的信道进行无线信息的传输,保证通信的正常进行。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞0引言直接序列扩频通信具有处理增益高、抗干扰能力强,以及截获概率低等优点,近年来被广泛应用于水声通信中,故对其参数估计研究具有重要意义。许多信号经过周期性变换,例如对信号进行采样,调制,多路复用以及编码等等之后,信号会呈现出一种循环平稳性[1]。本文利用直扩信号的循环平稳特性,对信号的载频与码速率进行估计。理论与仿真结果表明,在低信噪比环境下,谱相关包络也具有明显的谱峰特", "label": "信息与通信工程", "id": 0}
{"content": "详细介绍了目前数字通信的概况、数字通信各参量的测量与计量分析等内容。", "label": "信息与通信工程", "id": 0}
{"content": "扩频通信技术是一种新型信息传输方式,在国外已经得到了十分宽泛的应用,在我国对于该技术的发展应用较晚,从应用范围上来看相对来说稍逊一些。该技术突破了时空的限制,具有良好的保密性等优点,在多个领域中得到了普及应用。本文以此技术为研究对象,主要对其技术的应用进行简单的论述。", "label": "信息与通信工程", "id": 0}
{"content": "扩频通信是今年来发展非常迅速的一门技术,它与光纤通信、卫星通信,一同被誉为进入信息时代的三大高新技术通信传输方式。它逼近在军事通信中发挥的不可取代的优势,而且广泛的渗透到了社会的各个领域,如通信、遥测、监控、报警和导航等。扩频通信作为CDMA的核心技术,发挥了不可替代的作用。", "label": "信息与通信工程", "id": 0}
{"content": "针对接收信号动态变化时固定门限不能保证良好捕获性能的问题,本文基于PMF-FFT伪码捕获算法提出了一种自适应门限的伪码捕获算法。该方法在考虑噪声功率的同时,设置参数对门限值进行调整,并利用中值滤波使门限波形近似平滑,减少了因波动起伏造成的错误捕获。仿真结果表明,该算法较现有传统PMF-FFT固定门限算法能够获得更高的检测概率和更低的虚警概率。", "label": "信息与通信工程", "id": 0}
{"content": "未来通信系统中,模拟信号的数据采集速率以及精度要求不断提高,相应的数据传输速率也随之提高。JESD204B是一种用于高速数据采集的串行传输协议。本文基于JESD204B协议,利用Xilinx Kintex-7 FPGA的GTX接口,并借助于TI LMK04828中的双锁相环对整个系统进行时钟控制,最终实现了由高速模数转换器到FPGA逻辑器件的数据传输。", "label": "信息与通信工程", "id": 0}
{"content": "随着社会的不断发展,教育模式更加多样,地铁在城市交通方面意义重大,尤其是地铁里的民用通讯系统,作用不容忽视,要强化对技术创新,注重改革,强化实践,实现与地铁的共同发展,相互促进。", "label": "信息与通信工程", "id": 0}
{"content": "SDH又名同步数字体系,其主要是按照国际电信联盟远程通信标准化组（ITU--T）的建议定义,属于速度程度不同的数位信号的传播提供相应等级的信息结构,实际涵盖了复用方法与映射方法和相关联的同步方法所构成的一个技术体制。本文对SDH技术进行了简要的分析并提出了网络优化的方案。", "label": "信息与通信工程", "id": 0}
{"content": "电子通信技术的广泛应用对人们的生活方式以及工作方式都有很大的影响。采用电子通信系统关键技术,能够让人们的通信工作脱离时间与空间的制约,真正实现远程工作给人们带来的便利,提升了人们的工作效率。同时,电子通信技术推动我国社会的稳定发展,让我国的国际地位得到提升。然而,在电子通信系统技术的发展过程中,仍存在一些问题有待解决。本文通过对电子通信系统关键技术所面临的问题进行分析,提出相应解决措施。", "label": "信息与通信工程", "id": 0}
{"content": "对CubeSat通信系统的应用现状及高速传输方案做了综合性的介绍和讨论。随着空天科技的不断发展,空间实验对CubeSat传输速率的要求不断提高,CubeSat通信系统功能的提升被提上日程。使用追踪NORAD数据库获取在轨卫星详细情况并通过其官方网站搜集工程文件等方法,统计了2013 2016年大部分成功发射的CubeSat项目的通信子系统的详细参数,并对目前主流的通信系统描述性文献及相关提速方案文献进行了有体系的归纳总结。最后给出了对于CubeSat通信系统未来发展方向及可能面临的挑战的讨论。", "label": "信息与通信工程", "id": 0}
{"content": "为了提高通信系统故障诊断的准确性,提出了一种基于改进证据理论信息融合的故障诊断方法。本文先介绍了D-S证据理论信息融合算法的基本原理,针对强冲突证据之间的合成问题,为了在证据高度冲突下实现多源信息的有效融合,本文在经典D-S理论基础上提出一种新的冲突系数表示的方法,利用该方法来表示冲突系数对冲突的有效度量,对融合结果进行修正。采用改进的证据理论对通信系统故障诊断的各种初步结果按照算法进行融合决策,能够有效降低不良证据对诊断结果的影响,在一定程度上弥补了经典D-S理论的不足,提高了通信系统故障诊断的准确性。", "label": "信息与通信工程", "id": 0}
{"content": "本文从卫生通信系统的顶层设计、卫生信息应用、综合平台的通信建设、智能管道的通信建设、卫生信息的通信案例五个方面讨论了用于电子卫生的信息和电信/ICT专题,内容信息量大,跨卫生及通信两大领域,结合卫生信息需求及存在问题,应用通信的新技术及传统技术给出前沿的研究成果,最大限度地发挥好既有资源的作用,又不失时机地把演进的新设备、新系统整合成一体,根据卫生信息特点,通过固定通信和移动通信组成的智能管道,利用云计算中心及数据库搭建的综合平台,构建丰富的卫生信息应用,帮助发展中国家惠民卫生信息化实现跨越式发展。", "label": "信息与通信工程", "id": 0}
{"content": "高强汽车板MES系统采用Tibco中间件方式与其它系统通过传送XML文件的方式进行通信。按以往惯例与其通信是先将XML文件保存到相应数据库接口表,再用后台处理进程采取定时读取的方式循环处理/解析XML文件中的数据,最后把解析好的数据再存入数据库。该种方式简单直观,但是有个缺点就是资源占用高,效率低处理速度慢。如果要缩短每次处理数据的间隔就要缩短查询数据库新数据的周期,这样即使没有新数据也要频繁地读取数据库。为了解决如上问题,在同MES的通信方式上进行了技术攻关,解决了上述方式的不足。当数据库收到新的通信数据时通过触发器触发相应报文的解析存储过程,然后直接把解析后的数据保存到数据库。新的理方式去掉了后台处理进程,对数据的处理全部交由数据库处理,这样免除了频繁扫描数据库对数据库系统的占用,同时也减少了一次从数据库读数据的读磁盘过程,降低了服务器磁盘系统的占用。减少数据处理流程的同时也减少了数据出错的几率。", "label": "信息与通信工程", "id": 0}
{"content": "本文提出了一种具有宽带吸波和通带频率可调特性的吸波透波罩结构。这种吸波透波罩结构的周期单元尺寸等于10mm,仅为λ/30,结构的厚度仅为5.14mm。结构所采用的小型化周期单元能够提高入射角稳定性并延迟栅瓣出现的最低频率。由于周期单元的旋转对称性,入射波的极化对结构的透波和吸波特性影响很小。同时,这种结构的通带频率能够在0.5GHz到1.14GHz的范围内调整,可用作跳频通信。仿真结果显示这种吸波透波罩结构在6.8GHz到24GHz的频带内都有良好的吸波特性。", "label": "信息与通信工程", "id": 0}
{"content": "伴行光缆是长输油气管道的安全线,为解决长距离伴行光缆的位置描述与埋深难题,本文采用管线探测仪RD8000电磁感应法与RTK技术相结合的方法,首先探究了夹钳法与感应法的适用情况,发现感应法受到长输油气管道激发产生的二次谐变电磁场的叠加影响,而夹钳法在探测埋深过程中可有效的避免这一影响。本文采用夹钳法对涩宁兰输气管道伴行光缆埋深进行探测,探测结束后开挖抽检110处,抽检结果的探测误差全部在15%限差范围内,同步使用RTK技术测量探测点的位置坐标与高程并将光缆走向与周围参照地物记录绘图,解决了伴行光缆的位置走向与埋深问题。", "label": "信息与通信工程", "id": 0}
{"content": "阐述了端到端一张光缆网方案的演进路线,介绍了三个阶段的演进方案,不断深化一张光缆网融合承载,最终实现业务需求-网络规划-资源投产端到端匹配。第一阶段通过业务入光交,解决了光交闲置的难题;第二阶段通过光交下沉至末端网格,解决了全业务精准覆盖、快速开通的难题;第三阶段通过端到端网络资源场景化,解决了网络资源和网格业务匹配的难题。", "label": "信息与通信工程", "id": 0}
{"content": "以华云安攻击面管理产品为支撑,结合汽车漏洞情报处理能力,构建情报驱动的智能网联车攻击面管理解决方案.云端由华云安汽车漏洞情报中心推送高价值汽车情报数据,落地车企本地端部署的智能汽车漏洞与攻击面管理中心,实现车辆部件资产、漏洞一体化管理,同时还提供智能汽车漏洞与攻击面检测的安全工具与服务,涵盖智能网联车攻击面管理的攻击面检测、攻击面分析、攻击面验证、漏洞情报预警、漏洞修复、漏洞态势感知6大维度.", "label": "信息与通信工程", "id": 0}
{"content": "2020年以来,中国进入5G大规模商用年.相比4G而言,5G引入边缘计算场景,为企业和个人提供了更大的带宽、更低的时延、更高的算力.但随着边缘计算引入,也扩大了网络风险暴露面,尤其是承载运行企业应用和数据的多接入边缘计算平台,与连接5G核心网的用户平面功能网元在同一位置部署,已成为攻击者的重要目标.针对5G网络的安全风险,提出基于云化蜜罐的网络安全感知解决方案,利用攻击诱捕技术,建设高仿真、高交互的边缘计算与核心网蜜网,通过全流程诱导和影响攻击者,进而实现对攻击者的威慑反击,提升5G网络的主动防御能力,有效应对非法攻击.", "label": "信息与通信工程", "id": 0}
{"content": "为了对分布在浙江省各个水利工程中的物联设备进行健康状况的监测和日常管理,设计研发了一种物联网设备管理运维平台,可接收现地传感端实时上传的数据,按用户权限进行开放,形成应用云平台,可开展云租赁、云服务等业务。平台可进行海量设备管理和多协议统一处理,实现万级以上的高并发,提高了系统的稳定性、可靠性和并发性。可对物联设备进行远程操作和管理,大大降低维护成本,增加了产品易用性。支持web网页和微小程序的浏览,增加了客户的体验感和使用的方便性。在湖州吴兴区、温州乐清市等地进行了实际工程的应用,提高了水利工程的信息化水平和管理效益。", "label": "信息与通信工程", "id": 0}
{"content": "针对基层管理段距离城区较远,通讯手段落后、设施不完善等实际问题,提出了切实可行的优化解决方案,可以轻松地渗透到每个黄河基层管理段,为基层信息化发展和网络设备的应用创造极大的空间,免除了安装设备、重新布置网线以及后续维修等一系列问题。", "label": "信息与通信工程", "id": 0}
{"content": "应急通信具有较强的突发性和不确定性,在公共安全事件和自然灾害等突发紧急情况下,迅速构建高效的应急通信网尤为重要,而网络拓扑规划问题正是构建应急通信网的关键环节。传统的拓扑规划方法很难满足应急通信网的要求,因此,提出一种基于深度强化学习的拓扑规划智能生成方法,该方法通过在任务中加入应急通信网的分层与映射、动作空间的生长探索、Reward Machine、DFS （Depth First Search）连通计算和多经验池等设计提高实用性和效率,最后在DQN （Deep Qlearning Networks）算法中实现方案。通过仿真实验表明,整套设计能够快速生成准确合理的应急通信网规划方案,具有较强的适用性与科学性。", "label": "信息与通信工程", "id": 0}
{"content": "由于非合作、强对抗的战场环境造成的网络延时以及无人机本身存储能力有限等特点,现有的抗重放攻击方案无法有效保证战场上无人机与控制站的通信安全。为此,提出一种基于二叉树日志的抗重放攻击方案,以二叉树日志根节点为依据验证消息的新鲜性。实验结果表明,该方案与其他方案相比,在解决了时钟同步以及关键参数选择困难等问题的情况下,降低了无人机存储空间的开销,并且在网络延时的情况下能有效对抗重放攻击。", "label": "信息与通信工程", "id": 0}
{"content": "基于巨型卫星星座的天基网络是未来指挥控制体系中的关键基础设施。然而,由于低轨卫星高速运行于复杂非受控的外太空环境,在对抗过程中易受攻击而导致瘫痪。文章围绕天基网络抗毁关键技术展开研究,分析了现有天基网络的抗毁能力;为实现星座损毁时天基网络服务的应急快速恢复,文章提出了面向天基动态网络的重路由机制和拓扑重构算法。仿真结果表明,所提抗毁技术能够保障在不同损毁场景下网络服务的快速恢复,满足指挥控制的时敏需求。", "label": "信息与通信工程", "id": 0}
{"content": "在计算机飞速发展的今天,计算机网络的设计已经成为计算机领域与通信领域中最为重要的一项,而三层交换机理由具有交换机的快速转发和路由器的路由寻址功能。因此三层交换机的应用将会越来越广泛,本课程设计对三层交换机做了一个比较全面的介绍并举了一个关于三层交换机的应用实例,对配置过程做了比较详细的记录。", "label": "信息与通信工程", "id": 0}
{"content": "当前科技发展背景下,居民生活水平越来越高,同时带来的是对生活质量的提升,电力通信作为居民生活中最为基础的民生措施,很大程度上代表着社会的发展进程,同时对于国家的经济发展来说,电力通信网络的建设可以很大程度地提升日常生产和科技发展的稳定性。随着社会基础科技的发展与进步,OTN技术逐渐应用在了电力通信网络上,OTN技术是十分先进的传送网技术,广泛应用于网络和电力通信等各个领域,但当前形势下我国基于OTN技术的电力通信网络技术仍存在一些问题,同时在专业化的技术应用上还没有达到业内顶尖水平,相较于发达国家仍存在差距。本文将从基础层面出发,对当前形势下基于OTN技术的电力通信网络所面临的问题进行解答,同时提出对应的策略和方法,旨在提升我国电力通信网的建设水平,稳定社会的生产发展以及科学研究。", "label": "信息与通信工程", "id": 0}
{"content": "当前,在信息技术的支持下,通信工程的发展态势愈加迅猛,使得通信行业的发展速度随之提升。而传输技术应用水平的提升,是提升通信工程效用发挥程度的主要动力。因此,相关单位应提升对传输技术的重视程度,提升对该技术的掌握程度,明确该技术在实际应用中的不足,对信息通信工程所涉及的传输技术类型具有清晰认知,为通信夯行业的稳健发展提供支持。本文阐述了在信息通信工程中对传输技术加以应用的价值,分析了在该工程中所涉及的传输技术类型,探索了传输技术在该工程中的具体应用,以期实现通信行业持续发展的目标。", "label": "信息与通信工程", "id": 0}
{"content": "电力物联网在为电力系统带来便利的同时,也带来了新的安全隐患。面对日益复杂的网络空间环境和攻防不对称局面,传统的被动防护已难以应对,需要更加主动的网络安全防护。从网络攻防对抗的角度,提出了一种电力物联网主动防御模型,将主动防御技术与传统防护手段联合,并对其中的关键技术进行研究,最后通过某园区的电力物联网网络安全防护实践验证了模型的有效性。", "label": "信息与通信工程", "id": 0}
{"content": "随着我国能源互联网应用的大量出现,物联网安全防护体系受到了巨大冲击。针对海量非安全终端接入带来的安全问题,研究基于国产密码算法在电力4G/5G终端通信中的应用技术,通过对物联网设备多级身份认证技术、安全不受控设备的通信模式转换、身份认证、协议过滤、网络隔离技术的研究,形成基于国密算法的能源互联网密码保障体系,有效解决不可信终端的接入问题。经过分析,该算法可以较好地解决海量终端接入的认证问题,为高级加密算法提供前期研究。", "label": "信息与通信工程", "id": 0}
{"content": "随着公司能源互联网建设的推进,吉林电力通信网组网方式不断优化,智能化水平日益提升,对通信运维提出新的挑战。通信备品备件管理是通信运维的关键环节,数量、规范、种类繁杂的备品备件精益化管理成为当前主要的工作难题。提出了基于机器学习机语义分割与定位结合算法,构建备品备件语义子库,在定位阶段完成基于语义与内容的快速图片检索,实现所需备品备件的快速准确定位,提高设备盘点、应急抢修效率,为备品备件规范化、精益化、全寿命管理提供基础保障。", "label": "信息与通信工程", "id": 0}
{"content": "电力通信网是构建现代电力系统的关键组成部分,电力通信光缆网架作为电力通信网的业务主要承载手段,它的整体性能与电力系统的安全、稳定运行密切相关。针对目前电力通信光缆架构性能分析工作中存在的一些共性问题,建立了一套基于节点动力学特性的网络性能量化评估体系,提出了针对复杂网架的拓扑性能、节点重要度及链路重要性等关键性指标的量化评估模型,有效弥补了当前电力通信光缆网架性能分析手段缺失的问题,对整个电网稳定运行、平稳调度、综合决策具有重要的意义。", "label": "信息与通信工程", "id": 0}
{"content": "光缆作为优良的无源传输媒介,已经广泛应用于电力系统通信的骨干网和城域网。随着业务类型的增加,光缆链路资源也随之大幅增长。传输网络的监测手段也需面向自动化、信息化、智能化进行转变。传输网节点多、距离长给维护工作带来极大的挑战,加之光缆运行环境复杂,自然、人为因素导致光缆故障频发。为保障路段业务正常传输和通信系统高效稳定运行,需要构建电力通信光缆智能监测分析系统对光缆资源进行管理,对光纤状态的实时监测和性能的智能分析,以达到及时准确排障、光纤劣化预警的目的。", "label": "信息与通信工程", "id": 0}
{"content": "针对电力通信光缆运行状态难以监测、故障查找费时费力问题,从光纤传输特性入手,运用分布式光纤传感技术,研究光波传输主要性能指标（振幅、相位、波长、偏振态等）的变化特征,分析管道光缆和架空光缆常见运行风险因素,运用光缆在线监测系统反推出光缆周围应力、振动、温度、电磁场等运行环境状态。应用结果表明该系统能够实时感知光缆运行状态和初步故障判断,提高光缆智能化运维水平和减少光缆故障处理时间。", "label": "信息与通信工程", "id": 0}
{"content": "附加式全介质光缆（OPAC）并不是新技术,在国际和国内的应用可分别追溯到20世纪的80年代和90年代。按光缆的敷设方法,OPAC可分为捆绑和缠绕两类;按附加的对象,又可分为架空地线或架空相线两类。鉴于OPGW和ADSS光缆在配电网线路中的应用受到很大制约,OPAC可主要用于220kV以下配电网中,以提高配电网的光纤覆盖率。", "label": "信息与通信工程", "id": 0}
{"content": "为提升电力通信网特高压线路受保护业务运行可靠性,加强电网重要业务安全保障,针对直流特高压换流站和中继变电站,统筹考虑其上承载的保护控制业务运行方式,开展站内导引光缆双沟道改造优化策略研究。制定两种站内导引光缆敷设配置模式,并从业务保障、工程实施、运维管理、应急处置、方式管理5个方面进行了对比分析,为各单位开展在运直流特高压站导引光缆双沟道改造提供参考。", "label": "信息与通信工程", "id": 0}
{"content": "全球能源互联网的发展需以超长距离、超大容量、超高速率的电力信息系统为支撑。针对电力通信的新需求,研究了适用于OPGW的两种新型光纤制造工艺及兼容性等。180μm兼容光纤与常规G.652光纤接续性能良好,同时兼具优异的抗弯曲性能,且有利于降低光缆外径。通过4×100Gbit/s OTN业务系统测试,G.654.E光纤支持更长的跨段传输距离。在实际链路应用中,需考虑光纤制造成本、光纤兼容性、链路损耗接受度等多方面因素,再择优选择何种类型的光纤。", "label": "信息与通信工程", "id": 0}
{"content": "OPGW光缆纤芯应变是影响光缆寿命的主要因素之一,在光缆出厂验收环节制造商广泛使用相移法进行应变平均值检测。随着分布式布里渊传感技术的迅速发展,目前初步实现了OPGW光缆应变的分布式检测。使用相移法与分布式布里渊检测方法进行OPGW光缆应变测试及对比分析,结果表明两种方法在距离、应变的测试效果上基本一致,实验验证了分布式布里渊传感技术在OPGW光缆应变检测上的有效性。", "label": "信息与通信工程", "id": 0}
{"content": "OPGW光缆随输电线路架设,在电力系统中兼作地线和电力通信网物理载体。其高空悬挂的敷设方式,同时线路常经过重覆冰区、舞动区、大高差/跨越等环境恶劣区段,OPGW光缆在长期运行过程中易引起老化、断股、断纤、光缆质量降低等故障。提出OPGW光缆\"零\"中断在线监测预警系统的功能需求,基于光纤分布式传感技术进行系统方案设计,并初步在白鹤滩-浙江±800k V特高压线路工程项目进行应用,基本实现OPGW故障预警,达到运行光缆\"零\"中断,保证特高压大电网安全稳定运行。", "label": "信息与通信工程", "id": 0}
{"content": "随着信息通信装备数量和种类都大幅增加,各类告警数据也快速增长,告警信息管理难度不断增大。针对多平面通信系统告警特点,提出一种基于加权时间窗约束的告警聚类及关联方法。通过对告警数据内在关系的分析研究,重点关注影响业务的告警,设定合适的加权时间窗。在加权时间窗的约束下,围绕重点关注告警生成告警项集,挖掘出更多强关联规则。利用实际告警数据进行挖掘实验,结果表明该方法可行有效。", "label": "信息与通信工程", "id": 0}
{"content": "电力通信,作为电力系统安全稳定运行的三大支柱之一,凭借着其可靠性、保护控制信息传送的快速性和准确性,如今在智能电网的建设及运行中发挥着十分重要的作用。随着信息化技术的发展,大数据、三维建模VR等也逐步应用到电力通信中,本文以长江电力的电力通信系统为例,介绍水电站智能化的各项应用与探索。", "label": "信息与通信工程", "id": 0}
{"content": "电力通信网中的复杂场景以及对安全和可靠的高要求使得缺陷诊断及处置一直是领域内关注的热点问题。电力通信网中的海量告警数据可以显示网元设备的健康状态以及网元设备间的交互情况。因此告警数据是电力通信网中缺陷检测和缺陷诊断的重要数据来源。传统的基于人工经验的缺陷诊断方法,主观因素影响较大,并且难以应付指数级增长的海量告警信息。随着信息技术和智能技术的发展,已经有许多研究将人工智能技术运用到事件分类和缺陷诊断领域中以摆脱对规则的依赖。但是电力通信领域缺少具备大量完整标注的数据的条件,并且人工智能技术应用到缺陷诊断领域时,常针对的是信号等指标性数据。面向告警数据的缺陷诊断的主要依据不是指标性的信号数据,而是各个网元上非结构化的告警数据。机器学习中的无监督学习方法可以摆脱标注数据的制约。告警数据分布中的相似性给予了人工智能技术发挥其长处的可能。无监督学习方法可以在缺少标注的情况下发现告警之间的相关关系并且运用到告警归并任务中。同时,缺陷诊断任务中数据的相似性体现在拓扑结构上的相似性。与某一缺陷相关的告警所发生的设备通常具有物理相连关系或者逻辑相连关系。设备及其之上的告警,以及设备间的关联关系可以构成基本图结构。属于同一类缺陷的图结构之间经常存在子图结构的相似甚至相同。这一前提为将频繁子图挖掘方法运用到缺陷诊断领域提供了先决条件。对告警而言,有两方面的信息较为重要:告警本身的相关参数以及告警时间。实验将其作为相关因素作为无监督聚类的输入并得到告警归并集合。实验将通信网络中的网元转化成图中的顶点,将网元之间的物理联系以及网元之间的逻辑联系转化为图中的边,网元上发生的告警转化为图中的标记。由于网元之间的联系是双向的,因此顶点之间的边为无向边。将告警归并集合转化为顶点带标记的无向连通图,并对此进行频繁子图挖掘。实验结果表明,在没有人工参与的情况下,算法既可以自动化发现可能存在的缺陷模式,同时也可以给予人工标注建议,能够准确捕捉数据之间的相关性,并且可以准确区分不同类型数据。缺陷种类分为card abnormal、 fiberbreaking、 powerabnormal、 power interruption时,在card abnormal以及power abnormal的缺陷诊断任务上准确率为100%,fiber breaking类别准确率为96.8%,power interruption类别准确率为92.9%。本文将无监督聚类和频繁子图挖掘算法应用到缺陷诊断和自动派单领域,为减轻运维压力、降低人力资源投入、提升系统安全性和可靠性提供了良好的支持。算法摆脱了传统缺陷诊断方法对于人工规则的依赖,并在实验中取得了良好的性能表现。", "label": "信息与通信工程", "id": 0}
{"content": "分析了目前涉密场所仪器监控管理所面临的现状,并介绍了如何通过利用电力载波技术实现对涉密场所仪器设备进行实时监控的原理、方法、流程和应用场景,并介绍了相关应用系统的主要功能及其能解决的问题。", "label": "信息与通信工程", "id": 0}
{"content": "随着万物互联的快速发展,物联网日趋网络化、集成化、智能化.目前市场上的智能联网设备大多处于无防护状态,存在安全漏洞,极易被攻击.当终端受到网络攻击和入侵时,用户无法感知、无法管控,给信息化生活带来严重危害,甚至危害网络关键基础设施,危害国家安全.针对物联网安全现状,基于AI大数据分析,面向泛物联场景,安恒提供集资产识别、安全检测、安全审计、安全运营于一体的安全管理平台,分别从资产风险梳理、边界安全监测、网络空间测绘、威胁入侵监测及安全态势感知5大维度对资产信息威胁进行实时感知,以可视化形式多维度地展示当前资产安全状态.", "label": "信息与通信工程", "id": 0}
{"content": "在现代社会这种信息通信技术高速发展的大背景前提下,现代化的传输技术在信息通信工程中的应用也越来越广泛,而且其应用效果也非常好,在一定程度上提高了现代化传输信息的质量,从而促进了社会信息通信工程技术的发展。本文首先通过分析现代社会对信息通信工具的要求,然后分析传输技术在信息通信工中的应用,最后分析传输技术在信息通信工程中的未来发展前景。", "label": "信息与通信工程", "id": 0}
{"content": "卫星互联网已经成为现阶段新的重要基础设施和新经济发展的关键支撑,其安全问题重要性日益凸显。目前针对其安全体系的研究正在全面开展,但从网络安全性评估的角度来看,尚缺少系统的评价指标体系作为依据,特别是针对卫星网络与地面网络产生联接之后可能对网络带来的新的安全影响,缺少定性和定量的描述手段。文章试图从功能、性能、可用性、可靠性、可保障性等角度出发,系统构建卫星互联网安全评价指标体系,对其物理意义、主要应用场景和应对策略进行分析和提炼,为卫星互联网的安全体系构建与系统安全防护效能评估提供参考和支撑。", "label": "信息与通信工程", "id": 0}
{"content": "面向低时延业务的自组织网络接入协议是多无人机信息通信网络系统的关键技术之一,可有效支撑未来有人/无人作战单元间的态势共享和作战协同。本文基于TDMA、CSMA和SPMA的特点和不足,设计了融合TDMA固定帧长、CSMA载波侦听以及SPMA区分优先级思想的混合接入协议方案,通过对30个节点的全联通网络进行仿真,结果表明:混合接入协议方案在传输成功率、单跳时延、高优先级业务时延等方面的性能相对较优,能较好满足时敏业务单跳2ms的时延要求。", "label": "信息与通信工程", "id": 0}
{"content": "随着通信网络快速发展,整体规模日益壮大,在这种发展趋势下,传统的人工统计图纸（Visio）光缆工作量的方式已渐渐跟不上发展的脚步,自动统计光缆工作量系统的出现已慢慢成为传统通信网络不可缺少的一个需求。基于此,为了提高通信Visio图纸光缆工作量的统计工作,通过结合Java的语言特点,联合IDEA工具设计Visio图纸光缆工作量统计系统,重点介绍系统设计的原理、工作量统计的具体设计,以及该统计系统的具体应用优势,最后则阐述了该工作量统计系统的未来应用价值。", "label": "信息与通信工程", "id": 0}
{"content": "在\"宽带中国\"战略背景下,宽带业务已经成为拉动通信运营商发展的关键因素。随着用户对互联网业务需求的不断增长,装维现场的服务质量越来越受到用户的重视。\"得用户者赢天下\",只有赢得用户的青睐,企业才能不断地发展与前进。家庭宽带业务的调度支撑涉及平台繁多,相关流程中各业务环节环环相扣,其中任何一个平台故障或者响应变慢,均会导致大批工单出现卡顿无法流转。为了杜绝以上现象,提升家客装维质量,助力中国移动家庭宽带业务提升客户感知,实现品质领先。浙江分公司省家客支撑中心从规范IT报障入手,通过统一受理、统一定界、统一跟踪、统一解决,制定各平台问题处理规则,助力装维缩短修障时间,提升装维效能。", "label": "信息与通信工程", "id": 0}
{"content": "5G技术作为4G之后的延申,作为新兴的移动通信技术出现在人们的视野中,将为人们带来更快的速度体验和更优质的连接服务。与此同时,由于5G网络可能面临的安全问题也不容忽视,因此根据其面临的安全性问题,给出了针对性的解析方法和处理对策。", "label": "信息与通信工程", "id": 0}
{"content": "在细致梳理山东黄河物联网终端设备接入现状的基础上,面对物联网终端设备分布广泛、设备众多、采集数据庞大等特点,针对性建设适应山东黄河的物联网终端安全接入系统,实现水文数据、监控数据等各类信息采集终端的接入安全,保障山东黄河物联网终端数据的完整性、可靠性、可用性、保密性,为山东黄河各业务系统提供数据支撑。", "label": "信息与通信工程", "id": 0}
{"content": "结合信息化发展的新业务新需求建设综合运维大系统,按照一体化、智能化运维的思路,充分应用智能分析等技术,构建监测体系、基础设施的综合系统,实现对监测站网、系统及应用服务等全方位监控,完成对故障的动态分析与预判、故障定位、事件响应等,缩短故障处理时间,实现运维管理的流程自动化和监控管理的智能化。", "label": "信息与通信工程", "id": 0}
{"content": "随着科学技术特别是信息网络技术的快速发展,计算机网络逐步走进人们的生产、生活和工作中,并渐渐在其中发挥着不可替代的作用,尤其是在信息传输、信息储存、数据分析和应用等方面方面,网络更是扮演着极为重要的角色。而信息安全作为信息网络通信中的关键所在尤为重要,然而当前的网络软件存在一定缺陷,且还有大量网络病毒以及黑客的存在,这些对于网络通信信息安全有着极大的威胁。因此本文将针对这些网络通信中存在的信息安全问题进行简单阐述,并对此提出了相关的优化策略。", "label": "信息与通信工程", "id": 0}
{"content": "移动虚拟网技术是移动公网面向集团大客户内部成员组成虚拟网,实现手机短号互拨,虚拟网内用户通话享受专属的资费优惠。河南黄河移动虚拟网系统（VPMIN）是面向黄河通信网电话业务应用网络系统,将河南黄河通信网内的固定电话与移动电话组成一个综合虚拟专用网,实现固定电话和移动电话之间的短号融合。网内的用户之间可以相互直接拨打短号,通话享受群内通话的优惠资费。", "label": "信息与通信工程", "id": 0}
{"content": "黄河通信专网建成时间较早,一直以来为确保黄河安澜提供通信保障。随着技术发展进步,黄河通信技术形式也不断变化,运行的业务也不断发展,特别是近些年,技术及应用发生了巨大变化,原有通信系统在运行中也暴露出新的问题。克服不同技术的缺点,发挥各自长处,适应治黄业务的需要,是今后黄河通信网络建设中需要考虑的问题。", "label": "信息与通信工程", "id": 0}
{"content": "5G是新一代信息通信技术领域的引领性技术,与此同时,5G技术作为驱动产业互联网发展的重要因素,既是一个新的机遇,同时也存在着巨大的挑战。值得一提的是,行业客户在从信息化、自动化向数字化、智能化转型的过程中都在积极的拥抱5G技术,同时,5G网络建设对光纤光缆产品提出了更高的要求。本文仅从光纤光缆应用方面就5G网络建设对光纤光缆产品的应用要求加以阐述。", "label": "信息与通信工程", "id": 0}
{"content": "为满足未来新兴网络与应用的超高精度时间同步需求,本文围绕同步精度和实际网络部署需求两方面,提出了一种基于量子纠缠的单向时间同步协议,进一步在开放的量子计算云平台上进行了量子线路模拟实验,实验结果表明该协议的理论同步精度可以突破经典物理的标准量子极限,与经典同步协议和非纠缠同步协议相比,精度至少提高n1/2倍。", "label": "信息与通信工程", "id": 0}
{"content": "文章首先建立了分层网状拓扑结构的电力通信网综合脆弱性评估体系,提出了基于径向基函数（radial basis function,RBF）神经网络的电力通信网脆弱性评估方法,以解决现有线性加权评估法过于主观且不能计及父指标与子指标间非线性关系的问题,并引入模糊评估和加权欧式（Euclid）距离的聚类方法,推导其综合脆弱性评估指标。然后针对节点多个测量周期的脆弱性测度建立自回归（auto regression,AR）模型,通过判定AR模型的差分方程稳定性,分析了节点脆弱性测度的发展趋势。最后用算例分析验证了基于RBF神经网络的电力通信网脆弱性评估方法的正确性,并基于AR模型编程判定了节点脆弱性指标的发展趋势。", "label": "信息与通信工程", "id": 0}
{"content": "本文对通信网络的进行了深入的研究与分析,参考了大量的配网自动化文献,对低压配网自动化的通信网络进行了分析。本文研究了低压配网自动化系统中的通信内容,分析了其通信网络中的核心技术,并对不同的通信方案和组网方式的优缺点进行阐述。", "label": "信息与通信工程", "id": 0}
{"content": "提出了识别5G消息音频内容中违规音乐的方案,可以应用在5G用户上传、下载多媒体内容的场景。基于色度能量归一化统计特征（CENS）、节奏特征的提取,使用动态时间规整算法（DTW）兼容速度差异,并进一步地提出了容错机制。该方案可识别5G消息中的违规音乐内容,满足实践中音频消息的内容安全管控需求,提升用户的使用体验。", "label": "信息与通信工程", "id": 0}
{"content": "从基本要求、语音移动性和互操作配置、VoNR功能开关、边界移动性策略、重要无线开关等方面详细论述了VoNR的部署方案。结合VoNR信令流程的分析和实际部署过程中遇到的问题,论述了VoNR业务开通初期的问题解决和优化。结合邻区优化、切换门限优化和ANR特性配置等手段,对VoNR开启后的4G/5G互操作专题进行优化,并取得了显著效果。", "label": "信息与通信工程", "id": 0}
{"content": "为了使声学CT温度场重建系统对噪声干扰有更强的抵抗能力,提出一种基于变分模态分解（VMD）和基本互相关（CC）的声波飞行时间测量法。先对近端和远端的接收信号分别进行VMD降噪,再用基本互相关法计算近端和远端降噪信号的相对时延。自适应调节VMD参数,即基于残差确定分解层数,再以残差与原信号相关系数最小为目标用粒子群算法优化惩罚因子。声波飞行时间测量结果表明:对于非相关的高斯白噪声,互相关法、带小波抑噪的互相关法和本文提出的VMD-CC法都具有良好的抵抗能力;但对于环境噪音,即相关噪声,VMD-CC法的抗干扰能力有显著优于其它方法。", "label": "信息与通信工程", "id": 0}
{"content": "智能客服中心以替代人工为目标,提供票务服务处理、综合资讯查询、智能音视频交互等业务。乘客可直接和设备或地铁客服人员对话,自助完成车票更新、补票等业务,如遇其他问题也可通过连接人工坐席解答。", "label": "信息与通信工程", "id": 0}
{"content": "随着互联网技术的快速发展,手机二维码支付得到广泛关注和研究,这种移动支付方式也受到广大市民乘客的接受和认可,通勤乘客对购票终端的需求进一步降低。在售票终端总量减少的前提下提升单台设备购票速率,丰富和满足乘客服务场景,将语音交互所需的语音识别、语义理解、语音合成引擎进行站内部署,并部署AI语义结构化可视化开发平台,支持购票、线网图查询、站内导航等语义技能的可视化开发,从而不断提升售票终端语音对话的智能度,更好服务乘客需求的作用。", "label": "信息与通信工程", "id": 0}
{"content": "语音采集、记录、检出等,一直是话报处理领域的重点任务。本文设计了一款32通道的话报处理设备,文章分析了话报处理设备的工作原理,介绍了话报处理设备的组成和实现方案。", "label": "信息与通信工程", "id": 0}
{"content": "混响是人脑感知当前所处空间物理信息的重要因素,反映其形状、大小及表面材质等属性,在游戏音频的发展过程中,贯穿着对实时动态混响效果的不断追求。随着硬件和技术的发展,混响的动态化细致程度也一直在不断得到提升。虚拟现实作为游戏和交互媒体的新兴媒体形式,在声音传播的物理过程表现方面对于模拟现实中混响的即时变化和空间化表现提出了新的要求。空间混响的动态化技术时刻关注游戏中听者、声源和空间表面的相对物理位置,并据此准确地改变反射声方向、强度和延迟等属性,是产生细腻空间效果变化的有效方式。本文重点介绍了空间混响效果在传统游戏、虚拟现实平台工具和游戏音频中间件中的几种不同动态化实现方式,并就几个关键方面进行了分析对比。", "label": "信息与通信工程", "id": 0}
{"content": "鸟类的频繁活动严重影响输电线路的安全运行,为了实现渉鸟故障的差异化防治,本文提出一种基于鸣声信号Mel频率倒谱系数（Mel frequency cepstrum coefficient,MFCC）和高斯混合模型（Gaussian mixture model,GMM）的鸟种识别方法。以引起渉鸟故障的16种典型鸟类为对象,建立其鸣声信号数据库,并对鸟鸣信号进行筛选和裁剪处理,提取其MFCC特征参数。建立GMM分类识别模型,随机选取640个训练样本的MFCC特征参数作为输入量,对模型进行训练,并对320个测试样本进行识别,16种鸟类的识别准确率在80%～96.7%。研究结果可为运维人员正确识别输电线路附近鸟种并进行精准化防治提供参考,有助于降低渉鸟故障发生率。", "label": "信息与通信工程", "id": 0}
{"content": "鸟类活动会对架空输电线路的运行产生较大影响,不同鸟种引起的线路故障具有明显差异,为了提高渉鸟故障防治的针对性,需要对输电线路相关鸟种进行分类识别。本文以鸟粪类、鸟巢类、鸟体短接类和鸟啄类四种渉鸟故障对应的8种代表性鸟种为对象,对其鸣声信号进行研究,通过分帧加窗、端点检测等预处理,采用离散傅里叶变换和Welch算法获取不同鸟鸣信号的功率谱密度（power spectrum density,PSD）图,从中提取129个频率点的PSD特征;基于随机森林建立分类识别模型,以PSD特征作为输入量,开展模型训练和不同鸟种分类测试,8种鸟类的识别准确率在83.3%～100%。研究结果可为输电线路运维人员正确识别相关鸟种提供参考,进而提高渉鸟故障防治措施的精准性。", "label": "信息与通信工程", "id": 0}
{"content": "深度神经网络去混响算法是单通道语音增强领域的研究热点,包括非因果网络和因果网络。相较于非因果网络,因果深度神经网络去混响算法存在严重的相位不连续问题,影响主观听感。为了解决这一问题,研究了以保留不同时长早期反射声作为训练目标的因果深度神经网络去混响算法的性能。实验结果表明,相比于以直达声作为训练目标,保留部分早期反射声作为训练目标可有效改善因果深度神经网络去混响算法中的相位不连续问题。所提方法在DNSMOS得分及SRMR得分均显著提高,非正式主观测听结果中也表现出更优的语音质量及听感。", "label": "信息与通信工程", "id": 0}
{"content": "视频标题生成（video captioning）是联结计算机视觉和自然语言处理,实现用自然语言描述视频的主要内容的技术。提出了一种基于音视频融合的视频标题生成算法,分别利用两个独立的编码器对视频中的视觉和音频进行特征提取,并结合模态注意力机制和解码器生成句子。在MSR-VTT数据集上进行多组对比实验,验证了算法的优势。", "label": "信息与通信工程", "id": 0}
{"content": "随着家电智能化的不断发展,智能家电APP作为智能家电的重要控制及交互终端,不仅起到了与家电互联的作用,更是通过大数据、人工智能和云计算技术为智能家电提供了更高的附值,使用户可以更好地享受智慧生活带来的便利。本文提出了一种基于智能家电手机APP的西瓜成熟度检测方法,通过对手部敲击西瓜的音频进行分析,利用多种特征工程方法提取出相应的特征变量,使用XGBoost算法并结合K折交叉验证与网格搜索算法进行参数调整,建立西瓜成熟度判别模型,最后将其部署在云端;用户以智能家电APP作为交互终端,上传敲击西瓜的声音至云端,由模型快速判断西瓜的生熟度并反馈至终端,实验证明该检测方法具有较好的效果,可以帮助用户挑选成熟西瓜放进冰箱中以备食用。", "label": "信息与通信工程", "id": 0}
{"content": "说话人识别是通过提取说话人音频中的声学特征来识别出说话人身份的过程。针对说话人识别中单特征不能完全表征说话人身份信息,以及直接拼接特征带来的特征维度高、存储空间大、训练耗时的问题,提出一种基于IMFCC和Fbank特征的新的融合方法。该方法在双向长短时记忆网络（Bi-LSTM）中进行训练,采用广义端到端损失,并在VCTK数据集上进行验证。实验结果表明,该方法的等错误率（EER）达到了2.50%,且相对单独的IMFCC特征、Fbank特征、拼接两种特征分别提升50%、24.92%、57.12%。", "label": "信息与通信工程", "id": 0}
{"content": "构建一个视频播放控制器,通过监听页面生命周期和页面的列表滑动事件来控制视频的播放暂停。当列表滑动时或页面不可见时暂停视频,当列表停止滑动或页面重新可见时自动播放当前列表显示的第一个完整视频。", "label": "信息与通信工程", "id": 0}
{"content": "车外发声装置应新能源汽车的发展应运而生,提供车外虚拟引擎声、车外提示音等功能。新一代AVAS的解决方案是以功能软件的形式,根据车辆BCM（或类似的）控制器的指示状态,播放相应的虚拟引擎音频及提示音等。在音频信息传输中使用I~2S总线,相较于模拟信号,能在电磁兼容环境更恶劣、音质要求又更高的状态下,最大程度减少失真。音频文件在实际处理中将涉及音频文件格式、放大器类型及对应调制模式等诸多关键因素的同时,还要灵活的处理不同音源的精度。本文基于对\"CS4344\"这款典型的I~2S-DAC芯片的Δ-Σ音频调制方案的具体应用,包括对采样率处理进行说明,介绍了I~2S音频总线在车外提醒装置方案中的应用。", "label": "信息与通信工程", "id": 0}
{"content": "为了能够对分布式环境下的半实物仿真试验运行状态进行管理,使整个仿真试验系统能在安全稳定的环境下运行,通常利用试验室中的图像、声音采集系统对试验运行过程进行监控。通过分析半实物仿真试验室的常见环境因素,提出了一种半实物仿真试验中的环境声音监测方案。通过放置在试验室中的声音采集模块将试验过程中的声音信息进行采集、将声音信息转换至频域进行分析,对参试设备特定声音、异常声音信息进行辨识,从而达到对试验状态进行监控。通过对声音样本的测试,本方案能够通过声音信息对特定设备开启及关闭进行有效的监控。", "label": "信息与通信工程", "id": 0}
{"content": "自动售检票系统作为地铁车站站厅内与乘客交互频率最高的一类设备,与乘客交互的友好性成为该设备研发时考虑的重点之一。随着语音识别技术的发展,自动售检票设备已不单单局限于视觉与触控操作,机器与人的语音交互也逐渐应用到系统之中,提高了乘客的出行体验。", "label": "信息与通信工程", "id": 0}
{"content": "船用甚高频无线电话是用于水上近距离范围的语音通信设备,目前在语音通信中存在语音差异导致的交流障碍和人员与智能船舶之间的语音交互问题,而语音识别技术相对比较成熟,在实用中取得较好效果。因此,本文通过总结语音识别技术的发展现状,探讨语音识别在航海上的应用前景以及面临的挑战,为保障航行安全提供新的思路。", "label": "信息与通信工程", "id": 0}
{"content": "探讨声音艺术动态可视化表征方法,针对相关的声音感知、声学原理与视觉映射过程展开,研究声音特征信息数据的采样、量化及算法。以基于processing编程语言的声音与视觉信息映射关系为研究对象,设计相应的代码和算法提取声音频谱数据并分析,实时映射到图形变量中,实现声音数据到动态可视化图像的转化。通过初步的实践为声音艺术的视觉化提供了具体的表达形式,完成了初阶的实验结果,实践了对可视化动态设计表达的尝试。", "label": "信息与通信工程", "id": 0}
{"content": "语音是信息传递的重要工具,其在信息化建设中发挥挥着越来越重要的作用。介绍安徽省基层防汛语音服务平台的建设背景及内容,通过私有化部署语音平台并完善水利专题语料库,构建智能语音引擎以及防汛抗旱专题知识库,结合高精度的语音识别服务和语义解析服务,赋予基层防汛信息化平台采用自然语句的形式查询并反馈应急情况的能力,通过语音命令完成实现对各种基础数据、实时信息及应急情况等信息的查询。平台建成并投入使用后,为防汛、抢险、山洪灾害预警等业务管理工作提供全方位和高效率的技术支撑。", "label": "信息与通信工程", "id": 0}
{"content": "语音识别技术虽不断发展,但仍然存在语音交互过程还不自然和不智能,在设计上对特殊人群的考虑还不足的情况。故本文从语音交互过程分析的同时结合唐纳德·A.诺曼提出的三个层次阐述视障者在语音交互体验中的问题所在。面对视障者听觉特征,语音交互界面信息无法传达,分别提出将视障者作为研究对象对其语速可接受度范围进行研究再应用,将语音交互界面信息进行可触化,将其转化为模拟语音特征的振动,通过触觉通道给予视障者以反馈,提高视障者的任务效率和愉悦度。", "label": "信息与通信工程", "id": 0}
{"content": "语音识别已经在服务、医疗、家电等行业中得到广泛的应用。智能设备中,语音交互系统的能耗较高,往往处于关闭状态。而唤醒词识别功能能耗相对较低,可以在后台保持开启状态,便于进行实时监测。当识别出唤醒词之后,设备才会开启智能交互系统。因此,唤醒词识别是语音识别技术的重要因素。论文融合残差网络、语音端到端网络、循环神经网络,引入注意力机制,并尝试多种损失函数,构造了一种有效的应用于唤醒词识别的网络结构。在企业内部数据集上,经过大量实验,并与多种不同网络结构对比,取得了良好的效果。其召回率达到90%以上,误唤醒率1%,效果明显优于传统的方法。", "label": "信息与通信工程", "id": 0}
{"content": "TDD体制的窄带自组网设备需要使用多个频率扫描获取时隙猝发的语音帧,由于无线信道损耗、干扰等,在无法信令识别语音帧的情况下,采用基于层级神经元网络以及多模块机器学习算法,通过判断时隙猝发的场强波形序列,快速识别潜在语音帧,从而进一步确定频率扫描策略。仿真和实验表明采用该方法可极大提高语音帧识别概率,满足自组网设备任意网络拓扑情况下快速中继的业务需求。", "label": "信息与通信工程", "id": 0}
{"content": "最好的人机交互方式就是让人感觉不到任何人机交互设计的交互方式,而智能语音交互就是一种这样的人机交互方式。本文首先介绍了智能语音交互技术的核心,包括语音合成技术、语音识别技术、自然语言理解技术等,之后分析了在无人机控制站中语音交互技术的应用场景,最后提出了一种无人机控制站中的语音交互系统架构及实现方法。", "label": "信息与通信工程", "id": 0}
{"content": "本文综合运用云端语音识别、云端实时天气获取、智能判断、TCP通信、APP开发等多种理论技术,设计了一款基于云端语音交互的智能衣柜。智能衣柜APP使用科大讯飞云端语音识别模块采集语音信息,实现APP与云端的数据交互。并利用TCP通信协议进行手机App与CC3200单片机进行上下位机的通信,实现APP对衣柜的智能控制。该系统易操作,解决了当下衣柜中的衣服繁杂且难以整理的难题。", "label": "信息与通信工程", "id": 0}
{"content": "语音识别主要指让机器\"听懂\"人说的话,准确地识别出语音的内容,并根据其信息,执行人的各种意图。近年来,随着深度学习在人工智能的各分支领域不断取得突破,语音识别技术的发展也比较迅速。语音操控的功能在民用领域已广泛应用,但在军用作战飞机上应用时,因需要面对恶劣的座舱噪声环境和复杂机载通话信道,语音识别的性能难以得到保障。借鉴了图像识别中的深度学习方法,通过将指令语音转成语谱图,实现了基于深度神经网络的机载指令语音识别,其在不改变原始训练语音数据的情况下,只对语谱图进行特征增强,提高了指令语音识别率。该系统可靠性高、体积小,通过对识别率的验证,显示其能够达到预期效果。", "label": "信息与通信工程", "id": 0}
{"content": "随着人工智能技术普及和消费者习惯改变,语音识别越来越多地落地智能家电,终端模块作为整个语音识别链路的关键,其性能高低对产品体验至关重要。本文整理最新语音识别模块开发的主流方案,介绍相关的硬件和软件开发技术,并对部分重点并环节展开讨论,供相关同行参考。", "label": "信息与通信工程", "id": 0}
{"content": "本文以家电语音交互技术与家居生活场景相结合,以用户体验痛点为中心,提出针对性解决方案,提升用户体验,同时扩展了家电服务能力,让家电从传统被动服务转变成主动服务,服务更加精细化、人性化。本文提出了低信噪比语音信号处理技术,降低了语音交互人声信噪比要求;提出了多语音设备响应技术,解决了多语音设备同时唤醒与交叉响应问题;提出了用户非文本声音免唤醒识别技术,实时监测婴儿啼哭声、连续喷嚏声,联动家电,主动为用户提供家电服务。", "label": "信息与通信工程", "id": 0}
{"content": "在万物互联的大趋势下,物联网产品的市场规模迅速增长,随着物联网在智能家居中广泛应用以及人们生活水平的提高,智能家电越来越多的在人们的日常生活中扮演中重要的角色,语音识别技术正在智能家电领域大展身手,手机APP不再是智能家电唯一入口。尽管语音识别技术的发展越发成熟,但是在智能家电上的语音交互的用户体验并不是十分完美,语音识别受距离以及环境等因素影响仍然较为明显,语音识别的响应速度、识别率都是消费者较为关注的问题。本文针对智能家电的语音识别用户体验性测试,模拟不同年龄段、不用口音、不同性别的消费者在不同噪音、不同距离等条件下和智能家电进行语音交互,根据实际测试得出数据并分析语音识别的稳定性、可靠性。", "label": "信息与通信工程", "id": 0}
{"content": "介绍城市轨道交通自动售检票系统（既AFC系统）新技术应用的发展进程,随着人工智能技术的发展,不断丰富人们的出行方式和出行体验,简述AFC系统与语音识别技术的融合,从可靠性、可用性等角度出发,在提升运营服务质量的同时,降低整体运营成本,实现智慧车站的初步设计。", "label": "信息与通信工程", "id": 0}
{"content": "本文针对G.711编码格式的VoIP语音流的音频还原,提出了一种基于nDPI的解码算法。为了达到还原双方通话场景的效果,本文还对单边语音流进行了对话式合并。本文主要讨论G.711编码格式的语音流还原技术的实现和验证。", "label": "信息与通信工程", "id": 0}
{"content": "基于北斗三号RDSS链路的语音传输关键在于合适的语音编解码技术,采用SELP声码器及VAD技术,每超帧60 bit参数量化,编码速率1.2 kb/s或0.8 kb/s,实现在重建语音客观MOS值不低于3.0的情况下,单条报文传输11～17 s语音。采用ARQ可靠传输协议,实现连续语音的分包传输。", "label": "信息与通信工程", "id": 0}
{"content": "导航产品的应用场景中,音频播放是常用功能,如各种导航信息的语音提示、背景音等。常见的传统方案是直接采用非压缩音源（PCM格式）或者使用压缩音源（如mp3格式）外加对应解码芯片解码为PCM格式,最终通过PWM或I2S等接口输出为模拟音频。前者输出方式简单,无须解码过程,但由于PCM格式文件未进行压缩,所以文件体积大,一般需要额外的flash等存储芯片;后者可以实现高压缩比的音频文件压缩存储（如mp3格式可以实现10:1的压缩比例）以节省空间,但是在播放时需要外接硬件解码芯片,或者在控制芯片中使用算法进行软解码,占用大量芯片资源。故以上两种传统方案都存在明显的固有缺点。", "label": "信息与通信工程", "id": 0}
{"content": "音乐厅音质受制于诸多设计因素,其中体形设计是音乐厅音质设计中的重要内容。本文基于ODEON计算机仿真技术,以音乐厅\"体形因素\"为研究向导,以\"仿真模拟技术建立要素模型\"为研究手段,针对影响音乐厅音质设计的体形因素进行模拟实验分析,用定性与定量结合的方式研究其影响结果,并提出适合音乐厅的体形设计的优化策略,为今后的音质设计提供参考价值。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞最近,Nature子刊Scientific Reports上报道了一项新技术进展:监测一下脑电波,AI就能还原你听到的声音。研究披露,普通人理解并重复这些声音的准确率达到了75%,效果远超以往同类研究。把大脑活动直接转化成语音,这项研究潜力炸了。目前,系统只能恢复人类听觉区信号的简单词汇,但研究者最终想找到脑电波与语音的关联,让失去语言能力的人重新开口说话。想象一下,失语的渐冻人或中风患者只要头戴脑机接口设备,就能将所思所想直接转化为文字语音。不过,所有秘密也会随之暴露,谁让这是当代版最强\"读心术\"呢。", "label": "信息与通信工程", "id": 0}
{"content": "针对相关声源定位问题,本文利用气动噪声领域常用的声源定位方法,对多声源仿真信号进行声源定位分析和研究,以考察不同声源定位方法的特性。", "label": "信息与通信工程", "id": 0}
{"content": "开展基于电力内网的智能语音识别技术研究与应用,将智能语音识别技术与传统业务的深度融合,使用语音命令进行一系列操作,可实现现场设备业务信息与语音系统的互联互通,能够有效减少人工录入工作,节省录入时间,不仅保证了数据的实时性、准确性,还可以减少人员操作次数,减轻人员工作量,提高工作效率,降低工作人员手动输入错误率。为各项业务系统打造高效的分布式语音合成系统服务集群,以较少的专业人员投入完成更多的专业工作。本文探讨了基于电力内网的智能语音识别关键技术、研究思路与方法、应用场景,获得了多想研究成果,基于上述研究成果研发的电力内网智能语音识别相关移动应用在山东省电力公司取得了良好效果。", "label": "信息与通信工程", "id": 0}
{"content": "以语音识别技术为代表的口译技术的应用,为口译员带来了便利,同时也对译员的技术水平提出了更高的要求。我们注意到关于口译技术在俄汉口译领域应用的研究还有较大空缺,故本文通过对照实验探究该项技术的应用对提高俄汉交替传译质量的可行性,期待研究成果对从事口译工作的人员有所裨益。", "label": "信息与通信工程", "id": 0}
{"content": "数字化语音存储与回放系统是现代飞机无线电通信的重要组成部分,介绍了系统的硬件、软件设计及其功能与工作过程。", "label": "信息与通信工程", "id": 0}
{"content": "自2016年以来国内智能音箱行业技术逐渐成熟,市场上涌现了多种品牌智能音箱,消费者对这类智能家居产品产生了浓厚兴趣,然而产品质量却参差不齐,难以选择。因较少有对市面上现存产品集中分析的研究,且对智能音箱的评论数据尚未有挖掘探讨,本文旨在通过分析具有代表性的9款智能音箱的电商在线用户评论,如天猫精灵、360小贝、百度小度、华为小艺、京东叮咚、荣耀YOYO、腾讯听听9420、喜马拉雅小雅以及小米小爱同学,从而了解市场上现存智能音箱产品的优缺点,为用户的选购及厂商的改进提供参考性的建议。本文以京东平台作为数据来源,通过抓取在线评论文本,对评论数据进行文本去重、机械压缩去词等初步处理;接着对文本进行情感倾向性分析与语义网络分析,可视化评论特征之间的因果关系;然后以语义网络分析的正负面评价结果为基础进行LDA模型分析,挖掘潜在主题;建立特征词频表,通过TF-IDF方法提取评论数据的商品属性,发现最优智能音箱。最后采用贝叶斯网络模型探究各产品用户满意度的影响因素。通过上述分析结果,我们推荐消费者购买小艺和小度两款智能音箱,YOYO和叮咚智能音箱的表现稳定,也可购买。如果消费者关注性价比,也可购买小贝智能音箱,但此产品的评论两极分化,存在购买风险。天猫精灵的整体表现较差,但有趣属性比较突出,适宜儿童使用。对此现象我们向生产厂商提出如下建议:系列化产品类型,迎合多种顾客类型;自定义语音唤醒识别指令,增加方言等不同语种等语言识别库;扩大音乐库,丰富内容资源;美化外观,定制不同尺寸;提升性价比,改进充电方式。", "label": "信息与通信工程", "id": 0}
{"content": "媒体融合发展是一项复杂的系统工程,离不开技术系统的变革与创新。在新闻媒体领域音视频数据爆炸,同时人工智能领域飞速发展的大背景下,本文结合媒体领域新闻生产流程中的诸多现状,对语音智能分析技术在新华社业务系统中的部分应用实践进行了阐述与展望。", "label": "信息与通信工程", "id": 0}
{"content": "随着近年来传统电力客服的广泛应用,用户规模不断增大,电力用户的通信服务热线如95598、1000号服务热线、电力调度指挥系统等业务的话务压力将急剧增加。而人工坐席和传统自助语音应答系统由于采用了按键交互方式,受限于客服人力、工作时间、知识水平、话务咨询量等因素,严重影响了客户体验。文中研究了智能语音识别、语义理解与语音合成等核心技术,介绍了当前智能语音分析技术在电力客服方面的应用。", "label": "信息与通信工程", "id": 0}
{"content": "随着我国综合国力的不断上升,电力事业也迎来了蓬勃发展的新阶段。电力作为生产生活的基础,其吸纳语音处理技术是大势所趋。为了能够更好地满足电网调度中的实际需求,文中将语音处理技术应用到智能电网调度领域。针对语音识别目前的识别准确性和语音技术在电力系统领域应用研究匮乏的现状,提出了一种基于听觉注意力模型与BiLSTM和CNN的语音情感识别方法,其适用于智能调度领域的语音人机交互系统。在enteraface05,rml和afw6.0 3个不同的情感数据库上进行了情感识别测试。实验结果表明,该方法在上述3个数据库上的平均识别率分别为55.82%,88.23%和43.70%。此外,将传统的语音情感识别方法与基于BiLSTM或CNN的语音情感识别方法进行了比较,验证了所提方法的有效性。", "label": "信息与通信工程", "id": 0}
{"content": "交通环境中声音信号能有力地补充自动驾驶汽车雷达、摄像头等传感器感知环境能力的不足,获取更全面的交通环境信息。本文将梅尔频率倒谱系数与时频域特征参数的组合特征向量,应用到支持向量机分类器中,完成交通环境特种声音的识别。实验结果表明交通环境特种声音在信噪比高于50dB的情况下,平均识别率高达96.67%,弥补了当前自动驾驶环境感知系统对于声学环境感知的缺失。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞研究目的:表面肌电信号的强度随时间的变化常用的分析方法是表面肌电信号的均方根（RMS）分析。表面肌电信号强度分析的目的是区分两个事件。单一频率的信号强度和RMS之间有明确的数学关系,表面肌电信号不是单一频率的信号,其中包含了多种频率成分,因此表面肌电信号强度随时间的变化信息用RMS不能精确表达。本研究的目的是比较文献中提出的特定时间分辨率的非线性小波用于强度分析与RMS用于强度分析之间的优缺点。", "label": "信息与通信工程", "id": 0}
{"content": "为适应C~4ISR、智能驾驶、导航与制导等诸多领域中需要利用雷达声呐等传感器快速准确探测与跟踪目标位置的需求,解决传统时域波达方向估计算法运算量庞大导致其在实时性需求较高的场合应用受限的问题,提出一种频谱抗泄露似然估计算法。该算法首先利用最大似然估计结合快速傅立叶变换近似估计信号波达方向,然后通过周期谱波峰偏移修正和频谱泄露修正实现信号波达方向的精确估计。实验结果验证新算法估计结果的方差非常接近克拉美罗下界。", "label": "信息与通信工程", "id": 0}
{"content": "文章构建了事件相关动态视觉注意力诱发的脑电信号数据集ERP-EEG,并提出了一种将单通道脑电信息转换为反映无人系统控制者视觉注意力掩模特征图的方法。针对自建数据集的实验揭示了视觉表示信息与其诱导产生的脑电信号之间的关联性,验证了无人系统视频数据集中的视觉表示信息与其诱导生成的脑电信号之间确实存在一定的关联。实验结果表明:脑电信号生成的视觉显著性特征图与人眼注意力显著区域结构更为接近,特征分布更具合理性和可解释性,由脑电信号引导的控制者视觉注意力信息预测具有合理性。", "label": "信息与通信工程", "id": 0}
{"content": "L波段基带信号在机载通讯、导航和现代雷达等工程中有十分重要的作用。本文基于项目实践,提出了一种全新的L波段基带信号直接产生方法,采用国产化DDS器件,可实现L波段基带信号的快速产生和跳频,输出高质量的基带信号,对于提高通讯质量和应对电子战等具有重要意义。", "label": "信息与通信工程", "id": 0}
{"content": "本文基于双锁相环系统,针对小数分频锁相整数边带杂散问题提出了一种环路优化方法;基于双锁相环路迭代算法搭建自动测试平台,获取了第一级锁相环的N分频和M分频的最优参数,最终实现全频段杂散指标最优,满足了双环系统对杂散指标的要求。", "label": "信息与通信工程", "id": 0}
{"content": "目的为制定中国人心电图Q-T间期参考值的统一标准提供依据。方法:收集了中国84个市（县）级医院、研究单位及高等院校测定的15164例健康成年人心电图Q-T间期参考值。运用相关分析、主成分分析、人工神经网络、GIS空间分析的方法研究了其与经度、纬度、海拔、年平均气温、年平均相对湿度、年降水量、气温年较差、表土粉粒百分率、表土阳离子交换量（粘土）、表土阳离子交换量（潜育土）、表土碱度的关系。结果:通过五层人工神经网络模拟健康中国人心电图Q-T间期的参考值范围,并通过克里格插值法精确地内插出中国人心电图Q-T间期参考值范围的地理分布图。结论:知道中国某地的地理要素,就可用此模型估算该地区成年人心电图Q-T间期参考值,同时也可用空间分布图直观得得到中国任何地方的成年人心电图Q-T间期参考值。", "label": "信息与通信工程", "id": 0}
{"content": "本文提出了一种改进孪生神经网络的振动信号识别算法—VggVSNet（Vgg Vibration Signal Net）。实验结果表明,在相同实验条件下,研究的算法能够有效地识别78个通道振动信号的波形信息,识别准确率达到96.154%,相较于经典的VGG16（Visual Geometry Group Network16）网络具有明显优势,提高了复杂振动信号的识别能力以及智能化水平。", "label": "信息与通信工程", "id": 0}
{"content": "社交媒体时代,信息类教学和新教育媒体技术的结合日益紧密,教师、课程和学生一起,构成了教学发展的基本要素,在混合式教学改革中,不能顾此失彼,需要协同培育。为保障生态教学的良性循环发展,站在\"教师-课程-学生\"三方培育视角,面向一个任务、三大目标,构建了\"一主三辅\"的立体化教学体系,借鉴新模型、规划新路径、组建新师资、实施新评价,通过\"四新\"并举,助力混合式教学的立体化改革。该教学成果已被42所高校进行了引用,模式可复制、可推广,有显著的示范和导向作用。", "label": "信息与通信工程", "id": 0}
{"content": "基于5G时代下信号和基站的特点,利用共频带信号的相关特性和Massive MIMO的角度测量能力,提出了一种适用于混合场源的DOA估计算法。首先利用5G Massive MIMO的信号播发特性确定最适合用于定位的单基站;然后利用Massive MIMO接收到的信号构造累积量矩阵,消除近场信源引入的非线性量,将构造得到的累积量矩阵进行奇异值分解,得到相应的信号子空间和噪声子空间。利用信源方向向量和噪声子空间的正交性,构造空间谱峰,从而得到混合场的信源DOA估计。仿真结果表明,所提算法能够在较低计算复杂度的情况下得到信源DOA较为精确的估计,此算法为室内基站数目不足的情况下进行单基站定位提供有力支持。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍了64进制LDPC信道译码算法基本原理,在此基础上提出了一种改进的扩展最小和（Extended min sum algorithm,EMSA）算法,通过仿真比对实验,对基于该算法4种不同编码方案的编码增益、译码复杂度和译码时间等性能指标进行评估,提出最优64进制LDPC译码方案,研究成果可用于指导北斗系统工程实践。", "label": "信息与通信工程", "id": 0}
{"content": "数字阵列信号处理系统包括的发射与接收通道往往几十、几百甚至上千个,随着通道数的增多,系统的体积和硬件设计的复杂度也会增大,同时在信号同步、时序等设计中也增加了很多困难,非常不便于系统应用。针对上述问题,本文基于片上射频系统芯片（radio-frequencysystem-on-chip,RFSoC）提出了一种数字阵列信号处理模块的硬件架构,该设计可实现16路接收通道和16路发射通道,模拟带宽覆盖0-6GHz,同时也采用了标准化、模块化设计思想,使得该模块易于扩展应用,降低系统设计的复杂度。最后,通过测试,验证了该6U模块的各项技术指标,满足数字阵列系统的应用需求。", "label": "信息与通信工程", "id": 0}
{"content": "信号周期是描述空间微动目标观测信号的重要特征,在目标探测、分类和识别等方面发挥着至关重要的作用。低通滤波、经验模态分解、小波变换是常用的信号降噪算法。对于单频正弦信号,在不同信噪比下应用三种降噪算法处理,并采用自相关函数法提取信号的周期特征。以提取的周期准确度和方差为评判准则,分析比较三种算法用于信号周期特征提取的性能,并简要讨论三种算法的适用场景。", "label": "信息与通信工程", "id": 0}
{"content": "本文提出了一种基于张量的矢量共形阵列波达方向（Direction of arrival, DOA）和极化参数联合估计方法。首先,将电磁矢量传感器放置在共形阵列上,建立了矢量共形阵列的接收信号数据模型。利用阵列接收数据固有的多维度结构特征,构造接收信号模型的高阶张量形式。然后,通过对协方差张量进行高阶奇异值分解来获得更为准确的信号子空间估计。最后,利用秩损思想将信源的方位信息与极化信息解耦合,避免了四维谱峰搜索,极大地降低了算法复杂度。仿真分析结果表明该方法在低信噪比和小快拍数条件下具有更高的估计精度和分辨能力。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞在重磁异常数据多尺度分解领域中,常用的多道信号分解方法包括奇异值分解（Singular Value Decomposition, SVD）、主成分分析（Principal Component Analysis,PCA）与独立成分分析方法（Independent Component Analysis, ICA）,其中如何合理地构建多道信号输入,是使用这些方法对重磁异常数据进行有效分解的关键问题。", "label": "信息与通信工程", "id": 0}
{"content": "目的:以特质焦虑（TA）和无法容忍不确定性（IU）为中心的框架对理解焦虑有重要意义。我们进行了两个实验来探讨TA和IU的行为-神经科学联系。方法:首先收集大样本受试者的状态-特质焦虑量表-特制版（STAI-T）、无法容忍不确定性量表-简版（IUS-12）和贝克焦虑量表（BAI）得分,并探讨它们之间的关系。随后,我们选择高TA （HTA）个体、高IU （HIU）个体和对照组（CG）来比较他们静息状态的脑电图微状态特征。结果:在行为上,TA和IU均与BAI显著相关,但它们彼此相关关系不显著。此外,HTA中微状态类B的出现率和贡献率以及微状态B类与C类之间的转移概率都小于CG; HIU中的微状态类A的贡献率、微状态类A的持续时间和微状态A类与C类转换概率均高于CG。结论:TA和IU是两个与焦虑相关但相对独立的特征,HTA的神经基础主要表现为视觉网络和a DMN,而HIU的神经基础主要表现在语言网络和a DMN。意义:在神经水平分离TA和IU的初步努力可以为更好地理解焦虑的发展提供证据。", "label": "信息与通信工程", "id": 0}
{"content": "与均匀线阵相比,相同阵元数目的互质阵列具有更大阵列孔径和更高自由度的特点。本文提出了一种新型扩展互质阵列,该新型扩展互质阵具有较低副瓣特性。采用填补阵元的方法,该新型扩展互质阵获得了满孔径的连续虚拟差分共阵,并且本文给出了该扩展互质阵部分结构填补阵元的闭式表达式。此外,仿真实验给出了该新型扩展互质阵列的DOA估计性能。", "label": "信息与通信工程", "id": 0}
{"content": "本文提出了一种基于金刚石NV原子磁强计的无线心音解调技术。将心音信号调制到磁强计ODMR信号斜率最高点位置处对应的微波信号上,并通过一对额定增益为7 dBi的超宽带定向天线发射接收。接收到的携带心音信号的微波经过3 0 dB放大增益的功放后作用到N V原子磁强计微波天线来操纵N V色心,产生的荧光信号即为心音信号,从而实现了心音信号的解调。调节偏置磁场与NV轴方向,8个峰的ODMR信号允许磁强计接收16个携带心音信息的载波信号。因此在复杂的电磁波环境中,可调节发射端载波频率从而在心音无线传输过程中有效抵抗电磁波干扰。", "label": "信息与通信工程", "id": 0}
{"content": "时间调制阵列作为一种新型非线性开关调制阵列,因其结构的低复杂性近年来受到较多关注,其在无线电测向方面的研究也方兴未艾。本文首先回顾了时间调制阵列测向的发展现状,总结了现存时间调制阵列测向方法的优势及其在复杂度、带宽、精度方面的不足和研究盲点;然后介绍了基于谐波特征分析及谐波恢复的两类测向方法,应用范围涵盖低复杂度、宽带线性调频信号及高精度测量,分别阐述了其基本数学原理和实现流程,并给出了基于时间调制阵列测向的克拉美罗界。", "label": "信息与通信工程", "id": 0}
{"content": "本文提出了一种基于时间调制圆阵的单射频通道二维空间谱估计测向方法,其具有结构简单、计算复杂度低等优势。利用时间调制阵列对接收信号进行周期调制,将合路的信号经过单通道射频接收机,并在数字域内对信号进行谐波特征分析,计算出包含二维角度信息的阵列流型矢量,从而得到接收信号的自相关矩阵估计,最终通过空间谱估计方法得到来波信号的二维角度。数值仿真证明了该方法的有效性和可靠性。", "label": "信息与通信工程", "id": 0}
{"content": "为了对不同故障类型的齿轮进行故障诊断识别研究,本文以齿轮传动系统中的直齿型圆柱齿轮为研究对象,对3种不同状态的直齿型圆柱齿轮进行了振动信号的采集。首先,对采集的信号进行时频域分析和经验模态分解（EMD）,并将EMD分解后能量占比较大的前四组固有模态分量（IMF）累加得到AR功率谱曲线;然后,按照频带对AR谱曲线分段并分别对每一段的能量进行求和,归一化后作为各个故障类型齿轮的特征值;最后将所得的特征值分组输入到支持向量机（SVM）中进行训练和诊断识别。结果表明:基于EMD-AR谱估计的故障特征提取方法结合SVM所得到的故障诊断模型具有很高的识别准确率,能够有效、准确地对齿轮箱的故障类型进行识别。", "label": "信息与通信工程", "id": 0}
{"content": "智能运维和健康管理系统可以提供有关机械系统的状态监测和诊断的精确信息,本文讲述了在机械设备预测性维护健康管理系统中,基于故障轴承振动信号的故障特征提取、状态监测和寿命预测等方向的研究。在故障特征提取上,提出了一种基于对比学习算法（Bootstrap Your Own Latent（BYOL）网络）的轴承故障特征自动提取器,可以在不需要任何标记信息的情况下实现自动提取轴承振动信号的故障特征,完成故障分类。在状态监测上,提出了一种可以同时识别准确的退化趋势和当前的故障类型的多特征信息健康指引,利用一种新的准正交稀疏投影算法,将每种故障的退化过程振动信号特征（如频谱）数据转化为相互正交的近似空间直线,在跟踪各种轴承退化趋势的同时识别故障类型。在寿命预测上,提出了一种用于预测轴承剩余寿命的模型,该模型利用长短时自注意力机制捕捉轴承退化信息,直接利用轴承振动信号的频谱信息预测轴承的剩余寿命。", "label": "信息与通信工程", "id": 0}
{"content": "针对正交匹配追踪（OMP）算法计算效率低的缺陷,提出了一种基于分段弱正交匹配追踪（SWOMP）算法的轴承-转子系统故障特征提取方法。SWOMP算法通过设定门限阈值,批量筛选原子,减少了求解时的迭代次数,同时门限阈值由弱选择策略确定,增强了其合理性。以Laplace小波作为原子,通过相关滤波法求取最优小波原子,并构造过完备冗余字典;运用SWOMP算法求解稀疏表示系数,结合字典重构原始信号,实现瞬态冲击成分的稀疏表示;通过希尔伯特共振解调法对重构信号进行包络分析,提取故障特征频率及归一化振幅。采用仿真算例进行分析,结果表明:相较于传统的时频分析方法,SWOMP算法构造的时频图具备更高的时频分辨率,能够更为准确地辨识出瞬态冲击的发生时刻和频率信息;通过对比分析多种贪婪算法的稀疏表示重构效果,发现相较于其它贪婪算法,SWOMP算法计算速度更快,稀疏表示重构成功率更高,当信号的复杂程度较高时,优势尤为明显。通过轴承-转子系统实验算例分析,发现本方法能够有效提取内圈故障和外圈故障特征频率的基频、二倍频以及三倍频,验证了本方法对于轴承-转子系统故障特征提取的有效性。", "label": "信息与通信工程", "id": 0}
{"content": "同步提取变换技术（synchroextracting transform, SET）是一种用于非稳态信号分析、具有较高时频能量聚集度的时频分析方法,但在噪声干扰下其同步提取算子会受到干扰,降低了时频图谱的可读性从而影响故障诊断的准确性。为了有效克服噪声对同步提取变换分析技术的干扰,本文采用了基于时频图像的脊线识别方法用于构建新的提取算子,在保证时频能量聚集性的同时也很好的降低了噪声干扰。同时提出了一种自适应参数设置的脊线提取算法,通过比较重构信号中各分量信号能量与原始信号能量的比值以确定脊线提取条数。最后,通过该方法分析一组仿真信号以及一组变转速轴承故障实验数据用于验证该方法的有效性,分析结果表明该方法可以有效识别故障特征频率曲线,实现故障诊断。", "label": "信息与通信工程", "id": 0}
{"content": "盲解卷积方法由于可以在系统参数未知的情况下抑制振动传递路径影响,从含噪振动信号中恢复与故障相关的冲击成分,因而在齿轮故障诊断中发挥着重要作用。针对齿轮早期故特征易受噪声干扰而提取困难的问题,在充分考虑故障特征冲击性和循环平稳性的基础上,提出采用最大二阶循环平稳盲解卷积（Maximum second-order cyclostationarity blind deconvolution, CYCBD）和平方包络谱相结合的故障特征增强与提取方法。以齿轮早期齿根裂纹故障试验为例,研究了CYCBD的关键参数对其性能表现的影响,对比了不同转速和不同载荷工况下CYCBD对于齿轮故障特征的增强性能。分析结果表明,与最小熵解卷积和最大相关峭度解卷积方法相比,基于CYCBD和平方包络谱的方法具有更为显著的特征增强与提取结果,可对不同工况下的齿轮早期故障进行有效识别。", "label": "信息与通信工程", "id": 0}
{"content": "斜齿轮是汽车变速器的核心传动零部件,齿面点蚀是斜齿轮的主要故障之一。不同齿面及不同程度的点蚀故障诊断需进行大量的实验数据支撑。为此本文提出一种仿真与实验相结合的方法对斜齿轮齿面点蚀程度和数量进行故障识别。首先,通过集中质量法、考虑时变啮合刚度,建立了6自由度斜齿轮动力学方程,简要分析其动力学特性。然后建立了单齿面点蚀和多齿面点蚀的不同点蚀故障类型的斜齿轮动力学响应模型,对动态响应信号进行包络谱分析,得到了不同点蚀故障类型时域和频域的特征响应规律。最后,通过对齿轮接触疲劳实验振动信号进行特性分析,验证了斜齿轮点蚀故障动力学模型的准确性。结果表明,齿轮点蚀故障动力学模型可以对单齿面不同点蚀程度和多齿面点蚀故障进行诊断识别,为传动齿轮健康监测提供诊断依据。", "label": "信息与通信工程", "id": 0}
{"content": "螺杆压缩机结构复杂、振动激励源多、使用工况恶劣且各类故障信号关联性较强,传统单尺度信号分析方法难以对螺杆压缩机各类故障做出精准识别。将多尺度分析与排列熵技术相融合,提出一种基于多尺度排列熵的螺杆压缩机故障诊断方法。利用多尺度排列熵对螺杆压缩机振动信号进行定量分析,进而利用巴氏距离作为故障表征值以识别压缩机故障类型。结果表明,将多尺度分析与排列熵技术相结合的方法,可以精准识别螺杆压缩机轴承故障。", "label": "信息与通信工程", "id": 0}
{"content": "目前应用比较广泛的板结构导波损伤诊断技术主要通过在结构表面按预设的排列形式布设传感器阵列激励和接收导波信号,通过分析含损伤信息的导波信号,结合相关算法实现损伤检测。然而,该类方法在损伤定量检测方面仍存在较多挑战。随着传感技术的进步,诸如新兴的扫描式激光多普勒测振仪等全新的量测技术突破了点式电磁传感器高精度高密度量测的瓶颈,可以实现结构中导波传播的全场量测,为结构中损伤精确成像提供了硬件支撑。本文利用扫描式激光多普勒测振仪分别量测了含损伤的CFRP板、GFRP板、蜂窝板和铝板的波场。定义了波场曲率、一维小波波场和二维小波波场,并建立了对应的波场损伤成像方法。以自适应波数域滤波法为参照,对比分析了所建立的三种空间域波场损伤成像方法的优缺点。与自适应波数域滤波法相比,所建立的空间域波场损伤成像方法更简洁,特别是一维小波波场成像在识别损伤尺寸和形状方面效果更好。", "label": "信息与通信工程", "id": 0}
{"content": "针对旋转机械复合故障信号分离和故障特征提取难以有效实现的问题,提出了基于相关系数为判据的多元变分模态分解算法（CMVMD）与局部非负矩阵分解（LNMF）相结合的复合故障信号分离方法。构造了相关系数收敛因子,并以此为判定准则,自适应确定MVMD算法中模态分量个数;将获得的模态分量重构组成模态矩阵,采用邻近特征值占优法获取LNMF算法中的最优分解维数;对模态分量作LNMF算法处理,突出局部特征信息,从而分离出耦合的多源故障信号,提取故障特征信息。仿真及实测轴承复合故障信号结果表明:提出的基于CMVMD-LNMF的故障信号分离方法,可以有效分离滚动轴承复合故障,对轴承的复合故障诊断具有一定的实际意义。", "label": "信息与通信工程", "id": 0}
{"content": "传递路径分析方法（TPA）常用来分析各振源对目标区域振动的振动贡献量问题,但其需要拆卸振源结构且计算效率较低。为了提高分析各振源振动贡献量的效率,本文依据目标区域振动响应信号,采用盲信号分离技术实现反卷积获得各振源信号,分析各振源对目标区域的振动贡献量。首先,生成频谱区别较大的多源复杂时域激励信号,通过数字滤波器得到卷积混合后的响应信号;然后,将卷积混合模型转化为线性独立成分分析模型,基于响应时域信号矩阵四阶累积量的联合块对角化方法（JADE）,辨识振源信号和混合矩阵,从而分析不同振源对目标响应的振动贡献量;最后,在风机振动试验的基础上,采用盲分离技术研究平台振动和风载对机舱振动的贡献量。从数值仿真和试验角度分别得到的各振源振动贡献量与实际结果基本一致,其功率谱相似系数分别约为1和0.97,验证了仅目标区域振动响应条件下分析各振源传递至目标区域振动贡献量的可行性。", "label": "信息与通信工程", "id": 0}
{"content": "在轴承故障检测中,可以利用轴承的撞击产生的频率来测试其是否有故障或者是损坏的部位。但是在采集风力发电机组轴承振动数据时,由于存在严重的环境噪音干扰,因此传统的轴承损伤识别方法效果不理想。为此,提出一种改自适应Chirp模态分解方法,该方法通过时频分析构造能量波动曲线,通过能量波动曲线中的极值点来确定最佳的模态中心参数,从而直接提取出最佳目标模态分量。实测信号分析结果表明,改进自适应Chirp模态分解方法可从原始振动信号中挖掘出轴承微弱损伤特征,实现风电机组轴承损伤精确判定,并且与传统方法相比,可获得更加理想的分析效果,具有一定工程参考价值。", "label": "信息与通信工程", "id": 0}
{"content": "高速泵是煤化工企业甲醇输送动力系统的重要设备,其动力传动齿轮箱一旦出现故障,会影响到醋酸的正常生产。高速甲醇泵齿轮箱发生故障时容易被泵流体噪声、周围设备振动及外界强烈的噪音所干扰,直接做频谱分析或包络谱分析,故障诊断不全面或效果不佳。基于此,本文提出了基于小波分析与最小熵解卷积（MED）的甲醇泵齿轮箱故障诊断方法。首先利用小波分析对原振动信号进行分解与重构,然后选择合适频段的重构小波系数进行MED解卷积滤波,并做FFT频谱与包络解调分析,最后获得低速轴与中速轴上齿轮的局部故障特征,成功实现了甲醇泵齿轮箱的故障诊断。工程诊断结论验证了本文方法的有效性。", "label": "信息与通信工程", "id": 0}
{"content": "为了从强背景噪声和干扰成分复杂的振动信号中准确地提取故障特征,提出了一种基于改进集成经验模态分解（IEEMD）和调制信号双谱（MSB）的方法。首先,将集成经验模态分解（EEMD）应用于滚动轴承的振动信号以分解成一系列的本征模态函数（IMFs）;其次,通过累计均值（MSAM）准则将IMFs自适应地分为低频IMFs和高频IMFs,其中高频IMFs采用小波阈值降噪方法进行降噪;随后,将降噪后的高频IMFs与低频IMFs进行重构以获取高信噪比的瞬态脉冲信号;最后,利用MSB进一步抑制瞬态脉冲信号中的随机噪声和干扰分量,并提取故障特征。与MSB和谱峭度（SK）的诊断结果进行对比,验证了该方法在轴承微弱故障特征提取方面的有效性。", "label": "信息与通信工程", "id": 0}
{"content": "机械设备在运行过程中由于工况变化,其相应的状态监控信号也呈非平稳性。时频分析技术作为处理非平稳信号的有效工具在机械故障诊断应用中起着重要作用。针对二阶同步压缩变换时频分析技术存在的时频分布能量发散问题,本文利用二阶同步压缩变换局部最大时频系数位置构建同步压缩算子,将短时傅里叶变换结果的时频能量进行重排。结果表明,局部最大值估算算子能够有效增强二阶同步压缩变换时频分布的能量集中度,该方法不仅能更准确的捕捉非平稳信号中的时变信息,同时能获得能量更集中的时频分布,减少噪声对时频分布图谱的干扰。文章通过一组数值仿真信号与一组变速轴承故障实验数据分析验证了该方法的有效性,并结合阶次分析方法实现变工况滚动轴承故障诊断。", "label": "信息与通信工程", "id": 0}
{"content": "为实现地铁齿轮非平稳过程故障诊断,提出了一种自适应傅里叶分解的非平稳故障特征提取新方法。为充分发挥傅里叶分解的正交性、完备性、局部性以及自适应性的优点,利用计算阶次跟踪技术消除了信号的频变特性,提高固有模态分解的能力。然后,采用傅里叶分解能量熵和加权峭度指标重构信号,构造了无需参数设置的自适应傅里叶分解方法。最后,根据仿真信号和试验信号对该方法进行了实验验证。结果表明,本方法较经验模态分解方法重构信号的峰值信噪比高23.2%,可有效提取冲击信号调制产生的微弱边频特征,实现频率解调,辨识地铁齿轮剥落故障。", "label": "信息与通信工程", "id": 0}
{"content": "随着电机及驱动器产业的迅速发展,发热大、寿命短、效率低的直流有刷电机逐渐被高效率、低噪声、寿命长、高效率的直流无刷电机替代。直流无刷电机驱动器通过内部芯片及电路系统使电机换向,解决了有刷电机电刷需要维护的问题。但一直以来,驱动器内部的芯片大多采用国外芯片进行设计和研制,容易受到国外企业在产品供应和技术支持上的限制[1]。本文通过调查,针对直流无刷电机驱动器上所需的主控芯片DSP,我国可以生产的厂家有湖南进芯电子科技有限公司、中国电子科技集团公司、中科院等。综合考虑,本文最终选取了湖南进芯电子科技有限公司生产的DSP芯片ADP32F035QP80S。功率器件采用耐高温、耐高压、开关速度快、导通电阻低[2]的SiC Mosfet,非常适合应用在工作环境温度较高的高转速电机驱动器中[3]。本文首先简要介绍了数字信号处理器的概况及国内外的研究状态,然后简述了高速直流无刷电机驱动器的软硬件设计,描述了驱动器的软件流程图,最后采用国产DSP芯片ADP32F035QP80S搭建一台输入电压900V,转速18000 rpm的二合一实验样机。实验结果表明:基于国产DSP芯片ADP32F035QP80S研制的高速直流无刷电机驱动器,在高转速以及低温或者高温状态下,驱动器均可正常工作,并且可以达到较高的工作效率。", "label": "信息与通信工程", "id": 0}
{"content": "近年来,脑机接口在稳态视觉诱发电位等领域有广泛的应用。由于实验中诱发稳态视觉诱发电位所需要的刺激会给实验者带来极大的负担,因此减少实验时间是必要的。然而,当响应具有较低振幅时,虽然大量的同步处理可以降噪并获得相对准确的结果,但也延长了实验时间。传统的短时傅里叶变换依赖分析窗长,并且无法通过少量的同步处理来分析响应,因此我们提出一种不依赖于分析窗长的非调和分析法来解析频率变化和稳态视觉诱发电位刺激。与短时傅里叶变换相比,用非调和分析法所得精度以指数倍提高,即使执行少量的同步处理,频率分辨率仍然很高。", "label": "信息与通信工程", "id": 0}
{"content": "为提高癫痫脑电信号分类模型识别精度,增强模型的泛化能力,基于集成思想,提出了癫痫脑电信号异质分类器。首先对脑电信号进行预处理降噪,然后分别在时域、频域、时频域及非线性分析中提取特征,最后,经主成分分析降维后,训练以BP神经网络为决策函数的异质分类器模型。结果表明,在测试集中,二分类平均识别率在95.59%以上,三分类识别率在90%左右,相较于基分类器可以更有效地识别癫痫脑电信号。", "label": "信息与通信工程", "id": 0}
{"content": "随着现代战争对通信、制导、识别等装备频率准确度的要求不断提高,快速并准确测量其频率的需求日益增强。针对一些输出信号具有一定带宽（如MSK、BPSK和FM调制等）的设备,要么载频被抑制,要么峰值特性不明显,导致对其频率测量精度远远不够的问题,提出基于谱质心和轨迹平均的载频测量算法。该算法在频谱质心法的基础上,辅以便于工程实现的频谱轨迹平均法和峰值主瓣搜索,准确定位主瓣位置,同时抵消了噪声的随机性,从而使频谱输出的轨迹更加平滑,测量更加准确。通过Matlab对超短波数据链MSK信号的仿真结果表明,该算法在不增加计算复杂度的情况下,实验最大测量误差不超过20 Hz,极大提高了频率测量精度,同时减少了计算存储,具有很好的工程应用价值。", "label": "信息与通信工程", "id": 0}
{"content": "在自适应混合预编码中,通过将格基规约算法与迫零预编码结合,构成格基规约迫零预编码（Lattice ReductionZero Force,LR-ZF）算法,提高信道正交性,将LR-ZF算法与模拟预编码组成混合预编码,将此方案和空时编码（Space Time Black Code,STBC）相结合运用在大规模MIMO系统中。仿真结果表明,此方案可以同时获得分集增益和编码增益,提高系统性能,减小系统复杂度,从而进一步降低系统误码率。", "label": "信息与通信工程", "id": 0}
{"content": "针对宽带测向接收机需要对频带内各个子信道输出的测向输出结果进行实时识别的问题,本文提出了一种基于矩阵分解的测向信号识别算法。该算法通过SVD分解,可以可靠、准确地识别出信号出现的时间、频点和带宽等参数。同时为了适应宽带接收机数据吞吐量高的问题,设计了一种利用GPU加速的并行算法,从而实现了全频道实时测向信号检测。", "label": "信息与通信工程", "id": 0}
{"content": "针对井下声波信号在强噪声干扰下而难以解析的问题,提出一种奇异值分解与随机共振融合的信号滤波算法。该算法首先利用奇异值分解进行初步滤波,在信号重构时引入奇异值下降速度进行改进,进而提高确定奇异值阈值的准确性。随后将初步滤波后的信号输入级联随机共振系统,达到信号滤波的目的,为了更加准确地确定系统参数,引入人工鱼群算法（AFSA）进行随机共振的参数寻优,提高了算法的信号滤波效果。实验结果表明,基于奇异值分解与随机共振融合的智能信号滤波算法相比其他几种经典算法滤波效果更强,在强噪声背景下,信噪比增益可达15.235dB,提高了处理井下声波信号的输出信噪比。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍了可视化的原理、结构及特点,可视化技术在铜板带生产中的应用,可视化技术提供了实时的缺陷检测、分类和可视缺陷照片,为高质量的铜板带加工提供数据支撑,促进了铜板带材生产的数字化、智能化发展。", "label": "信息与通信工程", "id": 0}
{"content": "对采样信号进行延时叠加可以产生与采样信号相似的包含多个虚假目标的波形,合理控制延时叠加的参数则可以产生压制的效果。本文提出一种基于遗传算法的延时叠加波形智能优化方法,可以通过对延时参数的优化,生成更优的假目标分布,提升波形的压制效能。仿真实验初步验证了该种方法的可行性。", "label": "信息与通信工程", "id": 0}
{"content": "空间谱估计技术现如今得到了充分的发展,在众多领域有着较为充分的使用,而圆阵在空间谱估计方面比最早使用的线阵应用更广泛。本文首先介绍了模式空间变换算法和前/后向平滑（FBSS）算法并提出一种基于模式空间的FBSS-MUSIC（多重信号分类）算法,最后对该算法进行了仿真并验证了其有效性。", "label": "信息与通信工程", "id": 0}
{"content": "为解决现有应急通信网网络规划速度慢且规划对象带宽低等问题,提出一种基于ACO优化算法的应急微波通信网网络拓扑规划方法。研究了现阶段下应急微波通信网网络拓扑规划存在的问题,并对规划问题进行了概念建模;提出了ACO应用于网络规划的流程与方法,并将Dijkstra算法引入规划模型,形成了一种基于ACO优化算法的应急微波通信网网络拓扑规划方法;实践运用表明,该网络拓扑规划方法能够快速且准确地生成相应的规划方案。", "label": "信息与通信工程", "id": 0}
{"content": "通过将CCIRs嵌入信息通信保障筹划流程,构建基于CCIRs的信息通信保障筹划流程,详细介绍该流程步骤,分析流程特点,并研究该流程典型应用场景,为提高信息通信保障筹划效率提供了一种新的方法,为CC IRs应用提供了参考借鉴。", "label": "信息与通信工程", "id": 0}
{"content": "针对无人机群通信网络中的数据传输问题,考虑无人机群编队需求、内部互干扰、通信约束以及功率限制等因素,提出了一种基于网络拓扑和传输功率联合控制的数据传输方法。由于目标函数和约束条件的非凸特性,该方法将原始非凸优化问题转化为两个子问题:功率固定下的网络拓扑优化和网络拓扑固定下的功率优化问题。通过引入连续凸优化和交替优化方法,设计了网络拓扑和传输功率联合控制算法。仿真结果验证了该算法的收敛性,并证明可以提升通信吞吐量。", "label": "信息与通信工程", "id": 0}
{"content": "我国在科研工作中投入的加大,使得我国智能化程度越来越高,加之电力系统普及程度的提升,为信息通信技术的发展提供支持,促进我国通信水平的提升。本文阐述了信息通信技术在我国的具体应用,并分析了该技术的实际发展情况,以期推动我国通信能力的提升,助推人们联络方式的多元化发展。", "label": "信息与通信工程", "id": 0}
{"content": "本文阐述了一种基于PCIe总线的主从交互式通信平台,可实现PC机与设备之间的双向数据通信。", "label": "信息与通信工程", "id": 0}
{"content": "我国社会经济高速发展的今天,电子通信技术的发展也步入了飞跃发展的时代,根据现阶段的发展形势看,应该积极地寻求电子通信技术的创新,从而实现电子通信技术的发展,只有电子通信技术得以发展创新,才能实现人们生活水平的提高和社会经济水平的全面发展。", "label": "信息与通信工程", "id": 0}
{"content": "站间通信系统链路性能分析对评估站间系统余量,开展抗干扰研究以及指导站点资源分配具有重要意义。鉴于站间系统现场实验的复杂性与成本,建立简单高效的仿真系统变得非常必要。本文在分析站间通信链路模型的基础上,开展站间通信链路仿真研究,提出站间通信链路仿真设计方案。为下一步开展站间通信链路分析、规划站间资源分配以及抗干扰研究方法与策略,提供高效可靠的仿真平台奠定基础。", "label": "信息与通信工程", "id": 0}
{"content": "近年来,我国多个省份发生7.0以上的地震,给人民群众带来的巨大的灾难。国家综合性消防救援队伍作为应对大震巨灾的国家队和主力军,承担防范化解重大安全风险任务。应急通信保障工作是各类重大灾害救援的\"生命线\",本文首先分析了当前大震巨灾情况下应急通信保障的现状和不足,探讨了破解\"断路、断电、断网\"情况下的可行性的对策,并根据现实的科技发展水平,提出了解决应急通信保障初步技术方案。", "label": "信息与通信工程", "id": 0}
{"content": "消防应急通信保障分队作为消防救援队伍的一支重要组成力量,在火灾、地震、洪水、台风等灾情处置中承担着重要的角色,随着应急通信装备的配备种类及数量不断增多,各级通信保障分队通信员需要携带的应急通信装备不断增多,使得通信员的负重也大大增加,而外骨骼系统的出现及应用将改变这种局面,它不但可以增强消防消防员的负重能力,同时可以提升消防通信员的机动性和防御能力,因此外骨骼系统作为一项前沿科技,在消防应急通信保障中具有广阔的应用前景。", "label": "信息与通信工程", "id": 0}
{"content": "随着工业智能化的逐步推广,我国开启了新工科建设,力求为工业智能化培养合格的人才,成为新时代高等工程教育基石。而在新工科建设中,对工科学生工程实践能力的培养迫在眉睫。为了应对当前智能制造及\"互联网+\"发展的新趋势,本文以河北大学通信工程专业为例,探索如何培养具备更强创新思维能力和更强工程实践能力的人才,建立多样化和个性化的工程教育培养模式。", "label": "信息与通信工程", "id": 0}
{"content": "进入21世纪,随着生产力水平的提高,经济高速发展,人们开始打破传统的生活方式,开始注重效率的提高,强调时间观念,通信技术的发展就变得至关重要。本文追溯信息技术发展的过程,理清信息技术的作用,并拟就信息技术未来发展的创新点提出自己的看法。", "label": "信息与通信工程", "id": 0}
{"content": "信息技术已经广泛应用导黄河防汛、水资源管理、水土保持、工程监控等治黄业务上,实现了传统治黄向现代治黄的转变。本文主要介绍了信息通信在2020防御大洪水实战演练中的应用、存在的问题及建议。", "label": "信息与通信工程", "id": 0}
{"content": "采用大数据分析手段,通过对用户通信信令数据进行分析,快速确定灾区内的疑似失联人员,将受灾失联人员的身份和位置信息精准呈现给一线搜救人员,从而极大提高营救效率和营救成功率。", "label": "信息与通信工程", "id": 0}
{"content": "为解决公安部门在各种应急场景下执行任务时面临的通信问题,通过对现有各种通信手段特点的分析,详细讨论一种以半双工语音通信为核心并辅以多媒体服务、物联网服务和数据网络服务的应急通信系统。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞中国通信学会（China Institute of Communications,CIC）,以下简称\"学会\",成立于1978年,是在民政部注册登记、具有社团法人资格的国家一级学会,隶属于工业和信息化部,业务主管单位为中国科学技术协会。学会下设32个分支机构,与全国29个省级通信学会建立了密切的业务联系和指导关系,拥有会员6万余人。2016年,学会选举产生了第八届理事会,现任理事长为中国电子科技集团有限公司董事长、党组书记陈肇雄同志。", "label": "信息与通信工程", "id": 0}
{"content": "随着经济社会的不断发展,越来越多高科技信息技术被应用在人们的日常生活和工作过程中。为了提高不断促进我国科学技术的创新发展,提升综合经济效益,加强通信技术与计算机技术融合发展势在必行。本文首先对通信技术和计算机技术的基本内涵进行分析,然后分析其在融合发展中的主要技术类型,最后提出相关融合发展策略,旨在为促进我国科学技术的创新和优化提供参考和借鉴。", "label": "信息与通信工程", "id": 0}
{"content": "数控加工柔性生产线将独立的多台数控机床进行组合,配以用于输送刀具、物料和工装的自动物流装置,实现加工过程中的物流自动化。通过对数控机床进行改造,增加KUKA换刀机器人、和基于TwinCAT系统的物料转运机构、AGV。利用PROFIBUS、EtherCAT等通信技术组建控制网络,实现柔性生产线系统的通信和控制,提高了系统自动化程度。", "label": "信息与通信工程", "id": 0}
{"content": "当前,我国有许多建于20世纪80—90年代的老旧住宅小区,它们普遍存在各类基础设施功能明显不足的状况,尤其是信息通信基础设施服务能力落后,且线路以架空敷设方式为主,严重影响小区景观,无论是居民还是社区都有强烈的改造意愿。本文总结了笔者近几年参与的各类老旧小区信息通信设施隐蔽化改造的模式,并针对各种模式的特点及优劣性做了分析,供老旧小区改造的工程人员参考。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞中国通信学会（China Institute of Communications,CIC）成立于1978年,是由全国信息通信科技工作者和相关企事业单位、社会团体自愿结成的、依法登记的、非营利性的社会组织,是党和政府联系通信科技工作者的桥梁和纽带,是发展我国信息通信科技事业的重要社会力量。中国通信学会下设4个工作委员会、20多个专业委员会。工业和信息化部副部长陈肇雄担任学会理事长。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞中国通信学会通信线路委员会（CIC Line Committee,CICLC）成立于1981年。是中国通信学会的组成部分,是在中国通信学会理事会领导下按专业划分的学会会员学术组织,是中国通信学会开展学术、技术活动的基础。挂靠单位:电信科学技术第五研究所有限公司。作用:", "label": "信息与通信工程", "id": 0}
{"content": "消防应急通信系统,是消防抢险救援的专用通信保障。作为提供消防救援队员进攻保障生命的通道,在面对突发应急救援事件时,具备一个智能、完善的救援通信体系,能够为消防战斗提供稳定、可靠、准确的信息传递,能够高效提升整体消防战斗队伍的作战水平能力,同时降低非必要性的战斗减员与伤害。在现代化的消防抢先救援过程中,建立智能化的消防通信系统势在必行。本文通过对智能化消防通信系统功能及应用案例分析,前瞻性的展示智能化消防通信系统的发展及未来趋势,希望本文对于消防应急救援通信系统的未来发展有指向性的帮助。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞2017-2019年\"学术金秋\"论文征集活动得到了各会员单位的积极支持和广泛参与,共收到论文210篇,三年累计评选出获奖论文51篇。依照惯例,学会3-4年编辑出版一本论文集。为了更好地加强学术交流,使广大的信息通信科技工作者从中受益,我们特选编了这册《2017-2019年\"学术金秋\"获奖论文集》,此册获奖论文集共收录论文51篇。其中2019年20篇,2018年15", "label": "信息与通信工程", "id": 0}
{"content": "随着信息通信等新兴技术的不断发展,泛在电力物联网已经广泛的应用到各个领域。电力物联网下的信息通信专业人才培养的工作成为电力物联网产业的重点。本文将围绕电力物联网下通信专业人才培养的发展现状进行阐述,为培养电力物联网下信息通信专业人才提供有效的完善措施,在实际的培养过程中,结合所学理论知识与工作实践经验,大力提升泛在电力物联网下信息通信专业人才培养水平。", "label": "信息与通信工程", "id": 0}
{"content": "ARINC429-1电路板是SSJ-2/J产品中的一块板件,经过测绘分析原理图得知该板件由总线发送/接收、扩展存储、监控等模块组成,通过可编程器件（FPGA）和处理器（CPU）产生5路ARINC429信号（含接收和发送）,其中FPGA通过程序开发完成数据处理及管理功能,HS-3182和HS-3282组成了ARINC429总线收发电路,SRAM和Flash组件分别用来存放系统运行时的数据和软件代码。", "label": "信息与通信工程", "id": 0}
{"content": "面向5G、网络云化、切片等新需求,现有以人工为主的规划运维模式已难以满足未来大数据量、实时动态网络调整的运营规划需求。本文结合通信规划运营中的需求,对人工智能在网络规划和运营阶段的应用架构提出初步构想,并进行应用模式分析。", "label": "信息与通信工程", "id": 0}
{"content": "实践教学是培养学生实践创新能力的主要途径,对于创新应用型人才的培养具有十分重要的作用。针对应用型大学实践教学现状,本文以培养通信工程专业创新应用型人才为目标,以学生为主体,构建以OBE理念为导向的\"多层次、递进式\"实践教学体系,以\"应用能力测试\"为中心,建立多元化考核方式,实现理论与实践相结合、课内与课外相结合、专业学习与科技创新相结合的融合式实践教学新模式,旨在不断提高学生的综合实践与创新应用能力,为更好地服务经济和社会发展提供高质量人才支撑。", "label": "信息与通信工程", "id": 0}
{"content": "信息技术所带来的创新模式给通信技术与计算机融合工程带来了社会变革,使得整个通信技术与计算机融合工程发展模式发生非常大的改变,随着社会经济与科学技术的高速发展,我国通信技术与计算机融合工程发展中还是存在一定问题。基于此,文章从多个角度与层面就通信技术与计算机融合工程发展现状及保障措施进行深入分析。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞根据中国通信学会2019年度学术交流安排,定于2019年8月在新疆举办2019年全国公共安全通信学术研讨会,为加强公共安全通信领域的专业技术研究,提升学术水平,促进行业间的交流和探讨,出版本论文集。本次学术会议重点围绕公共安全领域信息应用与发展趋势等内容开展深入、广泛的学术交流,并得到了中国电子科技集团公司第五十四研究所、北京航天长峰股份有限公司、海能达通信股份有限公司等", "label": "信息与通信工程", "id": 0}
{"content": "工业ICT（信息通信技术）是推动智能制造的关键。钢铁工业作为制造领域的重要分支,将现代钢铁前沿工艺研发成果与工业ICT、智能测控系统深度融合,基于工业通用ICT系统构建冶金数字化工厂系统对于以重构与优化冶金生产流程,实现以网络化、数字化制造为目标的钢铁智能制造、提高企业核心竞争力、冶金工业转型升级均具有重要的推动作用。本文阐述了工业通用ICT在冶金数字化工厂系统集成中的应用和效果。", "label": "信息与通信工程", "id": 0}
{"content": "为了提高学生复杂工程与综合问题的解决水平,满足学生全面和个性化发展需求以及社会需求,改革电信类专业综合实践课程。该课程因居于顶层而重要,其实践与体制体系改革的理念、模式和方法的运用息息相关,课程将工程设计与创新创业相结合,开展产学研用,研究从成果出发,考虑专业工程教育认证标准、卓越工程师要求、校企协同育人双赢的获得、体系环节虚实节奏、体制开放和各种合作、结果回馈体系,有利于体系改进和再设计。课程依赖互联网、数据库、多媒体等现代信息技术,仍需不断吸收新技术。课程改革提高了学生兴趣,成果更丰富多元,其积累与回馈助力学校创新创业的生态形成。", "label": "信息与通信工程", "id": 0}
{"content": "因为现阶段我国逐渐进入信息时代,在信息时代电子通信技术具有极其重要的作用与意义,而且电子通信技术能够对一个国家的综合国力进行充分的显示,所以电子通信技术的发展必须与时俱进。同时在人们的生活与工作中电磁场与电磁波属于极其重要的组成部分,例如无线网络与手机通讯,都需要依据电磁波才能够运行。并且在我国整个通信行业中,每一个信息的传递,都与对电磁波技术进行应用。所以在电子通信技术的发展过程中,对电磁场与电磁波进行应用,能够大力的推动电子通信技术的快速发展。", "label": "信息与通信工程", "id": 0}
{"content": "因为现阶段随着我国科学技术的发展与进步,促使计算机电子通信技术也不断快速的发展与进步,而且在我国社会的各个领域,对其进行广泛的应用。同时在人们的日常生活中与工作中,自来水属于极其重要的一种资源,导致人们越来越重视自来水测控的质量与效率,从而我国需要加强重视自来水测控的工作。同时我国计算机电子通信技术的发展具有质的突破,所以在自来水测控中,对计算机电子通信技术进行积极的应用,能够确保对测控的现代化转变进行实现,从而对自来水测控的工作水平进行大幅度的提高。", "label": "信息与通信工程", "id": 0}
{"content": "因为在我国科学技术发展的过程中,随着电子通信技术的出现,不断对我国科学技术发展的进程进行加快,而且我国社会不断对信息的需求进行增加,只有不断对通信系统的关键技术进行及时的更新,才能够确保通信系统会向系统化、服务化与网络化的方向进行发展。同时电子通信技术作为通信产业中极其重要的组成部分,通过对电子通信技术的系统进行不断的升级,不仅能够对人们的生活水平进行有效的改善,也能够实现我国科学技术快速的发展。所以需要不断对电子通信技术与网络构架进行分析,从而确保更加利于对电子通信技术进行科学合理的运用。", "label": "信息与通信工程", "id": 0}
{"content": "因为在我国社会与经济发展的过程中,电子通信技术不仅是全球经济发展的基础,也属于信息行业中极其重要的组成部分,还是信息行业的主要核心。而且电子通信技术的实质,主要是指通过对现代电子信息技术进行运用,转换发出端的信息,确保能够将信息更加精确、快速的传递至接收端,从而对信息的实时共享进行实现。同时我国逐渐发展为信息社会,促使人们越来越重视电子通信技术,所以导致我国所有的行业与领域,对电子通信技术进行广泛的应用。", "label": "信息与通信工程", "id": 0}
{"content": "因为随着我国电子通信技术快速的发展与进步,促使现代化的电子通信技术,已经完全取代传统的书信方式与飞鸽传书等信息方式,而且电子通信技术不仅能够对信息本来的样子进行保留,也能够通过对图像、视频与声音等方式运用,不断对信息传递的方式进行完善,从而促使能够更加高效、便捷的对信息进行传播。而且随着电子通信技术的发展与进步,逐渐对人们的生活方式进行改变,所以导致电子通信技术工程化的模式,成为我国社会发展中极其重要的通信模式,从而确保为人们对更加强大的沟通环境想创造。", "label": "信息与通信工程", "id": 0}
{"content": "因为现阶段随着我国互联网产业的快速发展与进步,促使我国逐渐进入信息时代,导致在人们的日常生活与工作中,以及各行各业都对信息技术进行广泛的应用,而且信息网络时代所具有的特性,促使任何人都可以通过对连接设备进行使用,能够随时随地的进入网络,从而确保对更加个性化的信息服务进行享受。同时随着人们的生活方式不断的发生改变,促使人们越来越重视电子通信技术的发展,本文主要通过电子通信技术的概念,分析电子通信技术的发展与主要趋势,从而确保实现电子通信技术稳定的可持续性发展。", "label": "信息与通信工程", "id": 0}
{"content": "因为从人类文明的开始,就在各个领域对通信技术进行广泛的应用,促使通讯技术逐渐成为人们日常生活与工作中极其重要的交流方式,而且通讯技术的原理就是指通过对特定的媒介进行使用,确保将信息源所发出的信息能够使用某种方式传达到信息的接受终端。同时随着我国电子技术与计算机技术不断快速的发展,导致传统的通讯技术已经无法对人们日常信息交流的需求进行充分的满足,所以我国对智能电子通讯技术的应用越来越广泛,从而确保对通讯技术可持续的发展进行实现。", "label": "信息与通信工程", "id": 0}
{"content": "因为在一个国家的发展过程中,先进的科学技术不仅是对一个国家现代化程度进行衡量的重要指标,也可以对国家的综合国力进行充分的体现。同时现阶段电子通信技术的发展,在我国的经济与科学技术的发展过程中具有极其重要的作用,而且电子通信技术主要对通信技术、电子技术、光纤技术等进行包含,从而被我国社会中各个领域广泛的运用。所以我国需要对电子通信技术进行研究与创新,但是在电子通信技术创新的过程中具有大量的问题,需要对其进行深入的探究,确保对所存在的问题进行有效的解决,从而对电子通信技术进行创新与优化。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞为深入贯彻党的十九大关于建设网络强国、数字中国、智慧社会战略部署,全面落实习近平总书记关于推动经济高质量发展的指示精神和2018年国务院政府工作报告关于发展集成电路、第五代移动通信等产业工作要求,加快推动国内外开放合作,促进四川省数字产业发展,为治蜀兴川再上新台阶增加动力,中国通信学会与四川省经济和信息化厅、四川省通信管理局、四川省科学技术协会、成都市政府于2018年12月14至16日在四川成都市共同主办\"2018中国信息通信大会\",大会主题为:推动数字经济发展助力网络强国建设。", "label": "信息与通信工程", "id": 0}
{"content": "目前全国通信塔约200万座,通信塔的安全运行至关重要,如何能够有效的进行时实监控具有非常重要的意义。通信塔主要承受风荷载的作用,在日常的运行中会存在带有一定特性的摆动,通过传感器、物联网技术对风速、风向及通信塔摆动幅度、周期等的数据监测采集,依靠计算机技术对监测的数据与理论设计模型及以往监测的大数据进行对比分析,同时根据相关参数的设定进行系统的预警。", "label": "信息与通信工程", "id": 0}
{"content": "为解决目前维护工作中面临的接单渠道多样、工作计划性差、缺乏对人员评估依据及手段,激励机制不明显等问题,本文提出工单汇聚、智能融合、智能调度、智能管理、工作评估的一体化解决思路,并设计智能维护平台实现了上述思路,实现了管理效率与作业效率的提高。", "label": "信息与通信工程", "id": 0}
{"content": "目的随着现代通信业的高速发展,通信基站、手机、雷达等设备和产品的投入使用,使得各种频率的不同能量的电磁波充斥着地球的每一个角落,同时也增加了电磁辐射水平,当电磁强度超过一定强度时,就会造成电磁辐射环境污染,对人体健康产生危害。通信系统使用的频率在几十MHz～几个GHz之间,其电磁辐射主要是由发射天线发射的电磁波造成的,辐射水平随着距离增大呈现迅速下降的规律。通过调研汇总分析1)移动通信基站周围环境电磁辐射整体处于＜μW/cm~2,但有个别检测点超过相应环境标准限值（40μW/cm~2）;2)同一类型手机在WCDMA模式下的电场强度要比GSM模式下小,手机在室内通话、发短信、上网时瞬时电场强度值超出参考值12 V/m（最高可达1900V/m）,一般情况下,手机接通后15s电场强度趋于环境值,开阔环境的手机辐射强度较封闭环境低,手机低电量时辐射强度相对较高;3)雷达产生的电磁辐射在距天线5m以内区域辐射水平较高（几十V/m）,其他地方处于较低水平,符合国家标准,相关监测数据表明,雷达发射机工作时电场强度最大可达到待机时的100多倍,但正常运行时,只要不存在机房泄漏,对职业人员人员基本上不会造成明显的电磁辐射影响。方法大量研究结果显示,长期暴露于通信系统的辐射会对人的神经系统、内分泌及代谢系统、生殖系统、心血管系统以及免疫系统等产生不利的生物效应,如睡眠障碍、记忆力下降、头痛、焦虑、血压升高、心率改变等;增加阿尔茨海默病的风险;DNA损伤和染色单体断裂;影响男性精子活动能力、生育力降低;诱导氧化应激、T淋巴细胞免疫水平和血红蛋白下降等。因此,国际肿瘤研究组织将手机引起的射频电磁辐射划分为人类可能致癌物（2B组）。结果综上,电磁辐射已成为污染环境和威胁人类健康的因素之一,所致的危害越来越引起人们的重视。需要加强监管与防治,设计有效屏蔽材料和措施,减小对环境的危害;同时利用蛋白质组学和基因组学技术进行损伤机制研究,建立电磁辐射早期敏感标志物,有效保护人员健康。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞一、课题的提出（一）研究背景:1、社会发展的需要。信息技术的飞速发展推动了社会经济的迅猛发展,丰富了人民的生活,也带动了高等教育的巨大变革。为理工科院校的重要专业,为社会输入了大批从事科研、设计、生产、制造以及运营的高级工程技术人才。这些人才在国民经济各部门以及国防工业中发挥着重要的作用。在这样的背景下,应用型本科院校如能适应市场变化,及时调整培养思路和培养方案,就能赢得更多的发展机会和生存空间,培养的学生也更加适", "label": "信息与通信工程", "id": 0}
{"content": "论文针对计算机系统中产生信息泄漏风险最高的显示系统,以HDMI接口的LCD和LED显示器为具体分析对象,从计算机显示系统的硬件组成、软件编码协议角度,分析了计算机显示系统的信号泄漏途径,并对计算机显示系统的泄漏信号进行仿真和测试分析,验证了分析的正确性,为防护计算机显示系统的电磁信息泄漏,提供了理论依据。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞一、技术要求及工艺难点为解决显示器面板原材料浪费问题,提出嵌套加工工艺方案。使用同一块板材,在完成该零件的同时实现多任务实时同步加工。首先,需要明确与之匹配的嵌套对象及分布位置。其次,在不降低组合零件原有加工质量和加工效率的前提下,合理进行组合零件的整体加工工艺安排,重点是确保嵌套零件稳定可靠的分离,加工工艺以及良好的可调整互换性。同时,", "label": "信息与通信工程", "id": 0}
{"content": "全面屏智能手机的显示功能对用户视觉体验产生重要影响,而屏幕交互区域位置则成为影响用户操作体验的核心要素。本研究旨在探究用户屏幕交互舒适区位置及影响舒适区操作体验的因素。实验1选取40名大学生被试在单手拇指操作手机的条件下,屏幕不同区域的操作舒适度。实验2选取40名大学生被试探讨不同任务（单击、双击、拖动）,操作姿势（坐立、行走）和操作频率（慢、中、快）条件下对手机屏幕不同区域操作体验的影响。因变量采用绩效指标、肌电数据（EMG）和主观舒适度对操作体验进行测量和分析。结果表明:（1）单手拇指操作全面屏手机完成单击任务时,根据操作效率和主观舒适度可将屏幕划分成舒适区、可触及区和困难区,用户操作效率和主观舒适度在舒适区显著高于可触及区,可触及区显著高于困难区。（2）任务类型不同时,单击任务和双击在舒适区比其他区域的操作效率、主观舒适度较高,肌肉疲劳程度较低,而这一差异在拖动任务中并不显著。（3）操作姿势不同时,前臂有支撑坐立和前臂无支撑坐立操作手机在舒适区的操作效率和主观舒适度显著高于其他区域,肌肉疲劳程度更低,而在行走时差异不显著。（4）点击频率不同时,较慢和中等频率的点击在舒适区比其他区域的操作效率、主观舒适度较高,肌肉疲劳程度较低,频率较快时差异不显著。上述结果表明,单手拇指操作时用户在屏幕舒适区进行交互的用户体验更好,在简单任务、操作频率中等和坐立条件下屏幕舒适区的用户体验更好。研究这一结论为交互设计优化提供了重要参考,也为提升全面屏手机操作体验提供了科学依据。", "label": "信息与通信工程", "id": 0}
{"content": "薄膜晶体管的液晶显示工作原理是将液晶分子封装在两块导电玻璃基板内,玻璃基板外再加偏振片,通过改变偏振片上施加的电压,进而实现像素的显示和不显示;再通过薄膜晶体管的介入,同一行中各像素的栅极连在一起形成行扫描电极,同一列的场效应管的源极连在一起形成驱动电极和数据电极,这样就实现了整个画面的显示与不显示。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞CsPbX3钙钛矿半导体材料具有半波宽窄、吸收系数高、荧光量子效率高和发光峰位在整个可见光范围内连续可调等优点,这在照明、显示等领域具有很大的应用前景。但其对氧、光、湿度等十分敏感,化学稳定性、热稳定性和光稳定性很差,严重阻碍了其应用。玻璃所具有的稳定而致密的结构能够更好地保护纳米晶免受外界环境的破坏,但与之相对,对于纳米晶的钝化、提高效率比较困难。在玻璃中,采用富阴离子钝化纳米晶,", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞目前,3D显示器件越来越多,串扰作为一个重要指标来评价其显示效果。我们采用双目摄像头模拟人眼自然状态下拍摄裸眼3D屏幕画面,采用模拟理想信号输入主动激励的方式来分析串扰量对于主通道设定输出的影响,从测试方法和数据分析上进行了新的尝试。", "label": "信息与通信工程", "id": 0}
{"content": "在航空航天、电力资源调度、轨道交通调度控制等行业中,大屏幕显示系统的应用越来越广泛,随着指挥决策要求的不断提高,通常在不同地域设置多个指挥机构,各远程指挥机构之间需要根据指挥决策需求同步显示各类相关信息,文章设计了远程同步大屏幕显示系统架构,同时在解码端进行了代理—转发模式设计,从而实现不同指挥机构之间的大屏幕显示传输系统的快速构建。", "label": "信息与通信工程", "id": 0}
{"content": "雨排臭氧发生器触摸屏与PLC运行已七年有余,随着电控系统的老化及当初设计的缺陷出现了诸多干扰的问题。本文对出现的干扰问题做一梳理分析并提出解决措施。", "label": "信息与通信工程", "id": 0}
{"content": "本文基于ANSYS仿真软件对机载加固液晶显示模块强度仿真的过程进行解析,通过仿真数据与辅材性能数值的对比来论证加固液晶显示模块中的减反玻璃、液晶屏等易损件的设计可靠性。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞量子点（Quantum Dot,QD）是尺寸介于1～10nm之间的纳米晶体,半导体量子点材料由于电子和空穴被量子限域,连续的能带结构变成分立能级结构,因此发光光谱非常窄（10-30nm）,色度纯高,色域广,可大幅超过NTSC的色域范围（＞100%）,实现宽色域高质量显示。同时量子点还具有荧光量子效率高、光谱精确可调、功耗低等优势,因此已成为下一代显示与照明技术的核心关键光转化材料。深", "label": "信息与通信工程", "id": 0}
{"content": "车载抬头显示系统（ARHUD）将汽车仪表信息显示在前挡风玻璃上,避免驾驶员反复低头看仪表,减少因人眼聚焦点不断切换而引起的交通事故,有重要的应用价值。本文对比研究了XY多项式、Zernike多项式和径向基函数三种自由曲面表征函数,基于Zernike多项式设计ARHUD光学系统,并研究了自由曲面面型公差分析方法,所设计ARHUD光学系统成像距离在9m～10m,眼盒大小130×60mm,可实现8°×4°的视场,成像质量满足使用要求。", "label": "信息与通信工程", "id": 0}
{"content": "棱镜式光学系统与传统的同轴光学系统相比,具有大视场、体积小的特点,可以满足头戴显示器对于轻量化和微型化的需求,是头戴显示系统的核心光学器件。自由曲面的应用可以优化离轴系统引入的像差并增大光学系统的出瞳,使得自由曲面棱镜成为研究的热点。针对单片式自由曲面棱镜像差优化困难的问题,对棱镜式光学系统的设计方法进行了介绍,并提出了一种大视场自由曲面棱镜设计方案。光学系统由单片式自由曲面棱镜和一个非球面透镜组成,其出瞳直径为8mm,出瞳距离大于18mm,对角线视场为50°,能够很好地满足使用要求。", "label": "信息与通信工程", "id": 0}
{"content": "本文简要分析了LED显示屏、DLP及CRT成像原理的相同之处,并分析了显示屏色彩还原的判定标准,提供了对显示屏色彩还原技术的数学公式及计算方法。", "label": "信息与通信工程", "id": 0}
{"content": "本文分析了LED显示屏控制系统设计理论,介绍了控制系统各功能部分的设计原理,提供了一种应用过的LED显示屏伽马校正的数学模型。", "label": "信息与通信工程", "id": 0}
{"content": "TFT-LCD液晶基板玻璃熔解缺陷主要为:气泡、结石。由于目前随着熔解工艺逐步成熟、完善,气泡缺陷所占比例基本控制在2%～5%左右,而结石缺陷由于产生机理及产生位置的差异,同时由于其种类较多,对策较为困难,因此,结石缺陷成为影响玻璃良率主要缺陷。结石缺陷分为:铂金结石、硅锆结石、氧化锡结石、方石英等。本文将重点从这几类结石产生机理及初步对策措施入手加以阐述。", "label": "信息与通信工程", "id": 0}
{"content": "玻璃基板的品质与面板工序的良率密切关联。本文中,根据彩膜的制程工艺,结合玻璃基板的品质项目,分析玻璃基板各类缺陷对彩膜工艺产生的各类不良。", "label": "信息与通信工程", "id": 0}
{"content": "有机白光材料被广泛运用于平板显示器中,由于具有价廉、能耗低和环保等优点而备受世界各国学术界和产业界的高度重视。目前有机白光材料通常是将不同的互补色或三基色的发光材料简单共混来实现白光。由于各种材料的稳定性及老化时间不同,在器件运行过程中容易造成光稳定性差、色平衡差等缺点。与混合白光材料相比,有机单分子白光材料具有诸多优点,如光谱稳定性及简单的器件制备工艺等。然而目前高效的固态有机单分子白光材料报道较少。二十面体碳硼烷因其具有可调控的电子性质,刚性的立体笼状结构被广泛应用到功能材料中。前期的研究发现碳硼烷骨架可以有调控磷光铱配合物的发光波长和效率。受此研究启发,通过优化供体单元在制备简单、具有较高热稳定性的碳硼烷基菲类分子中实现了高效的固态白光发射（Fig. 1）,其白光绝对量子效率可达到67%[1]。", "label": "信息与通信工程", "id": 0}
{"content": "作为废弃液晶面板中有机材料的主要组成部分,偏光片是由多种高分子有机聚合物构成的复合膜结构,若随意丢弃或采用不当的处置方式将严重的污染环境。本研究拟利用傅里叶变换红外光谱法（FTIR）,核磁共振氢谱法（HNMR）,热重分析法（TGA）,元素分析法对偏光片的组份进行分析,结果表明废弃偏光片主要由三醋酸纤维素（CTA）,聚乙烯醇（PVA）和磷酸三苯酯（TPP）,三者质量百分数分别为CTA,83.38%;TPP,12.18%;PVA,4.44%。同时,本研究在550℃氮气热解条件下对废弃偏光片进行热解实验并分析其热解机理,主要成分CTA在低温条件下首先生成聚合度较低的活性CTA,随着温度升高聚合度逐渐降低生成三醋酸葡萄糖,少量三醋酸葡萄糖通过分子内的酯交换反应和脱水反应生成三醋酸甘露聚糖及其异构体,而大部分三醋酸葡萄糖则会经过六元环的过渡态生成乙酸和其他小分子化合物。本研究为废弃液晶面板中有机组份的无害化处置提供了理论参考和技术参数。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞报告内容简介发光显示（AMOLED、AMQLED）具有超薄、高画质、柔性可弯曲等特点,随着市场对显示要求的不断提高,对高分辨率、大尺寸面板的需求量迅速增加。本报告以本实验室的研究成果为基础,重点介绍新型氧化物半导体材料,高质量薄膜的工艺,高迁移率、高稳定性TFT器件制备,高分辨率TFT阵列背板制备,柔性AMOLED显示屏的薄膜封装技术,薄膜应力管控技术,AMOLED和AMQLED显示屏印刷制备技术等。", "label": "信息与通信工程", "id": 0}
{"content": "随着当今社会的发展,新闻工作者对于全媒融合的境况,需要在采编、选题、分析等方面得到全方位的效率提升。而信息类演示屏就是针对这种情况所诞生的一种呈现形式,国内大部分主流传媒企业都将该类信息屏的搭建放在重要区块。本篇文章中,笔者通过对浙报集团全媒体指挥中心信息演示屏的实际设计经验,试图对该类信息阅读型产品进行设计技术上的归纳。对解决相关同类工作具有一定借鉴意义。", "label": "信息与通信工程", "id": 0}
{"content": "本文通过对溢流下拉法生产TFT-LCD用玻璃基板中铑缺陷的形成机理进行分析,明确了铑缺陷产生的源头,对实际生产中对策铭缺陷提供了理论依据和技术支持。", "label": "信息与通信工程", "id": 0}
{"content": "由于国内TFT-LCD玻璃基板制造技术处于起步发展阶段,对判定气泡来源及消除气泡对策的相关报道鲜见报道。本文利用GIA522气泡分析仪准确分析气泡内成分组成,通过气泡成分判定气泡来源部位,采用相应合理有效的对策措施,解决了气泡问题,提高了TFT-LCD基板玻璃品质质量。", "label": "信息与通信工程", "id": 0}
{"content": "条纹是TFT-LCD玻璃生产中常见缺陷之一,是玻璃主体内存在和玻璃相近的物质。它主要以深浅和粗细不一的条状物出现,伴随着明暗线。条纹主要是由于混合料或熔融体在流动过程中及物理、化学熔解过程出现不均质而形成。本文结合TFT-LCD玻璃实际生产中出现条纹,从配料、熔解、铂金搅拌工序的工艺和设备方面进行调整、对策,降低或消除条纹缺陷影响。", "label": "信息与通信工程", "id": 0}
{"content": "本文通过熔融法制备SiO2含量不同的TFT-LCD基板玻璃,借助梯温析晶炉、热膨胀测试仪器、综合热分析（DSC）、光学显微镜和拉曼光谱分析手段,研究了SiO2含量对TFT-LCD玻璃析晶性能的影响。结果表明:玻璃中随着SiO2含量的增多,TFT-LCD基板玻璃的析晶上下限温度升高;不同SiO2含量的试样,析晶的晶体形貌一致,均呈现带齿的矛头状,析出晶体的晶型为α-方石英;在S4试样（SiO2=62.89%）的基础上,加入适量的SiO2,析晶趋势减小,热稳定性增强。", "label": "信息与通信工程", "id": 0}
{"content": "本文研究ZnO对铝硼硅酸盐玻璃结构性能的影响。DTA和拉曼测试分析表明,随ZnO含量的增加,玻璃的Tg、Tp升高,玻璃网络结构增强。随着ZnO含量的增加,玻璃密度逐渐增大,耐酸性增强,膨胀系数降低。", "label": "信息与通信工程", "id": 0}
{"content": "电子显示产品日新月异,其上游材料玻璃基板的制造属于高精尖技术密集型行业。随着终端产品的不断变革,玻璃基板在研发和生产方面也面临了诸多挑战。本文介绍了智能技术在玻璃基板制造环节的研究和应用的进展,结合《中国制造2025》战略和玻璃基板产业的发展需求,提出了对未来发展趋势的预测。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍了TFT玻璃基板缺陷检查机图像处理技术。利用差影固定阀值法和模块化的图像处理技术,实现玻璃基板缺陷在线自动分类判定,基本满足玻璃基板质量在线检测要求。", "label": "信息与通信工程", "id": 0}
{"content": "TFT-LCD（液晶显示屏）基板玻璃在打包过程中,包装用原料纸卷长期放置,纸质易受潮软化,在使用该产品进行包装时,造成产品不良（如包装纸倒伏）等诸多问题。通过用包装纸烤纸装置对其进行局部位置加热干燥,使包装纸硬度增强。结果表明该装置不仅实现了杜绝包装纸倒伏的功能,而且操作简单易行。技术质量人员在验收产品时,均对该装置给予了较高评价,符合客户需求,改善效果显著。", "label": "信息与通信工程", "id": 0}
{"content": "介绍了TFT-LCD基板玻璃智能控制系统的背景、主要构成及模拟仿真技术、集中分散控制技术、智能同步跟踪切割技术、多部位协同控制技术、机器人工作站控制技术、大数据采集处理技术、MES生产控制技术等智能化技术在TFT-LCD基板玻璃制程中的应用。", "label": "信息与通信工程", "id": 0}
{"content": "基于液晶基板玻璃制造业中对第六代基板玻璃生产的再投入段和包装机段安川六轴MOTOMAN-ES165N型号的搬运机器人出现的漏油情况进行防治,并对重点漏油部位设计制造挡油装置以防止油渍飞溅到产品上。", "label": "信息与通信工程", "id": 0}
{"content": "论文介绍了曲线显示界面的设计思路以及它的主要功能,并展示了软件的成果图。", "label": "信息与通信工程", "id": 0}
{"content": "随着计算机网络技术、图像处理及传输技术的不断发展,视频显示技术也在不断进步与发展,大屏幕显示技术发展出了PDP等离子技术、LCD液晶数字显示技术、DLP大屏幕数字拼接技术、超短焦激光投影拼接技术等新的技术方向,本文对多种多媒体大屏幕加固显示技术、大屏幕人机交互技术和大屏拼接技术进行了分析和探讨,并对未来的大屏幕显示技术发展趋势进行展望。", "label": "信息与通信工程", "id": 0}
{"content": "有机电致发光显示由于其柔性,低功耗,宽色域等优越性能已逐渐成为显示技术的主流,然而其大范围的商业化仍被其高昂的制造成本所限制。彩色化以及高分辨是显示器的两个非常重要的性能指标,低成本的高分辨彩色化技术是目前有机发光显示领域的重大挑战。电化学沉积技术是一种低成本,无掩膜,非真空,不存在对位误差,可精确定向沉积的成膜技术。利用电化学沉积技术我们制备了高质量（边界清晰,形貌平整）RGB单色以及彩色薄膜,且得到发光较好,没有暗线的1.7-inch PMOLED显示器。我们将TFT驱动电路作为电沉积信号的控制开关,在AMOLED基板也沉积得到了高质量的RGB彩色薄膜。此外,我们利用阵列微电极上扩散层的均化效应,在210ppi的高分辨显示基板上,沉积得到了均匀平整的发光薄膜,其精度高达10微米,且得到了发光较好的高分辨显示器件。因此,电化学沉积技术为有机电致发光显示提供了一种低成本的高分辨彩色化技术。", "label": "信息与通信工程", "id": 0}
{"content": "在过去传统的指挥中心中,显示信息较少的场合大屏幕用一台多路拼接控制器即可满足使用控制要求,但随着科技的不断发展,信息化的不断建设,使得显示用的拼接大屏幕越来越大,显示信息量越来越多,这种时刻传统的一台多路拼接控制器无法满足要求,兼容性扩容性越来越差,于是分布式显示系统慢慢进入人们的视野,分布式显示系统在信息监控及事务处理中的直观、灵活、可扩充性、信息网络技术适用性等优势受到指挥管理的肯定和重视。", "label": "信息与通信工程", "id": 0}
{"content": "随着经济全球化进程的不断加快,各企业面临的国际竞争也日益激烈,管理看板作为提升企业核心竞争力的利器,是企业及时发现问题、解决问题的有效工具,但是传统看板存在严重的效率低下和信息流通较缓慢的问题。因此,基于JIT（Just In Time）准时制生产方式,通过对电子产品生产场景分析,明确了电子看板系统的基本结构和设计要素,并对其进行标准化设计,以期提高看板管理水平,更好的适应国家经济发展的大趋势实现精益生产,帮助企业获取更大利益。", "label": "信息与通信工程", "id": 0}
{"content": "液晶显示器件和OLED显示器件是目前平板显示的产业的主流产品。经过二十几年的飞速发展,液晶显示器件产品已经涵盖了手机、笔记本电脑、监视器以及电视。中国大陆已经成为了全球最大的液晶产业的主要基地,而且这种趋势将继续保持。但是与之配套的生产设备和所用的原材料目前大部分还要依赖进口,国产化率比较低,产业链的配套不完善,影响整个产业的竞争力。另外最近几年,OLED的技术借助平板显示产品的柔性化取得的快速产业化,该产品由于其优良的显示品质将会全面进军高端手机产品,已经成为平板显示领域投资的热点。鉴于以上情况本报告重点介绍了液晶、取向剂、封框胶、光刻胶、彩色光刻胶、偏光片、。OLED发光材料、OTED材料等与光化学过程有关的重要材料的工艺过程、材料性能、使用要求,希望介绍给国内的学术界和相关材料产业界,进行相互交流,为该产业的配套材料国产化做出贡献报告还介绍了液晶显示器和OLED显示器的基本原理、基本组成部件。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞中国香港（2017年8月21日）—全球领先的工程硬件供应商,提供锁具、閂锁、拴式螺钉、电子鎖定解决方案以及铰链/定位技术的索斯科有限公司,其子公司索斯科亚洲有限公司宣布推出两款新版产品,以扩大AV显示屏支臂系列,用户可使用新产品,按自己的要求对屏幕或显示屏的高度进行精确调节。", "label": "信息与通信工程", "id": 0}
{"content": "伴随着OLED、VR等显示技术的兴起,以及未来对可穿戴电子的需求的扩展,柔性电子以其独有的柔性、可延展性,较低的制造工艺成本受到广泛关注。然而,柔性电子广泛采用对水氧敏感材料,导致使用寿命短,目前在柔性显示器件封装领域,传统的盖板封装方法无法做到小尺寸化,柔性化与低成本的兼顾,因此寻找可靠、稳定的封装方式势在必行。原子层沉积技术（atomic layer deposition,ALD）所获取的薄膜具有致密无孔洞、厚度纳米级可控、均一性好的特点,尤其是其可在低温环境下实现薄膜制备,这使得其在诸多薄膜封装技术中脱颖而出。当前ALD技术走向实用的关键在于如何在大表面上快速获取具有应力可控、阻隔性能良好的封装膜层结构。针对于原子层沉积技术制备封装薄膜效率较低的缺点,本研究工作通过以空间隔离的方式取代时间隔离的沉积方法,发展高效快速空间隔离原子层沉积装备,通过对原子层沉积装备喷头模块,基板运动方式设计,隔离工艺调试等方面,可将其沉积氧化物封装薄膜的成膜速率提升30倍以上。在空间隔离原子层沉积装备中将无机-无机、无机-有机叠层复合薄膜沉积模块加以耦合,结合装置自身开放式沉积的特点,可实现大型柔性基板表面封装膜层在低温条件下的快速制备,并且获得优良的隔水隔氧效果。", "label": "信息与通信工程", "id": 0}
{"content": "针对超薄玻璃基板的悬浮搬运,我们提出了一种新型空气悬浮单元。它利用高速旋转的气流形成负压,通过与外界大气连通的吸入孔,吸入额外空气,在工件和悬浮表面之间的缝隙形成空气薄膜支撑工件。该设计有效地提高了悬浮高度,并降低耗气量。本文将阐明该装置的具体结构和工作原理,并研究一些基本特性。实验发现,额外空气由吸入孔被吸入圆柱腔,旋转空气的动能得到充分利用,工件与悬浮表面之间缝隙处的压力显著提高,承载性能更好。缝隙处的压力分布与供给流量有关。随着供给流量下降,缝隙处压力分布会不断下降。此外,圆柱腔高度和吸入孔直径也会显著影响吸入性能,进而影响悬浮单元的承载能力。", "label": "信息与通信工程", "id": 0}
{"content": "通过分析市场热点,选择与手机结合的3D显示装置为案例,用UCD的方法,围绕可用性测试与迭代设计,将一个原型产品,优化改进达到商用状态。", "label": "信息与通信工程", "id": 0}
{"content": "通过分析市场热点,选择与手机结合的3D显示装置为案例,用UCD的方法围绕可用性测试与迭代设计对一个原型产品进行优化改进,以达到商用状态。", "label": "信息与通信工程", "id": 0}
{"content": "利用聚类算法改良的德尔菲法,通过征求和总结专家意见确定LED显示屏视觉质量评价指标体系。通过研究LED显示屏的工作原理、物理性质以及相关标准、规范,从物理客观指标和心理主观指标两方面筛选出13个影响LED显示屏视觉质量的评价指标;将德尔菲法与聚类算法结合,筛选出符合要求的评价指标,构建LED显示屏视觉质量评价指标体系。", "label": "信息与通信工程", "id": 0}
{"content": "液晶是一种不能自发光的显示技术,其光学明暗度依赖于背光模组,而增亮膜作为背光模块中的关键组件,起到聚集光线,提升亮度的作用。棱镜光学膜作为增亮膜系列中的一种,在国内市场中使用较为广泛成熟。棱镜膜具有双层材料:基材为PET或PC等光学级透明塑料,在其上的棱镜结构经由UV胶紫外光固化成型。本文主要介绍棱镜光学膜中UV涂层的技术指标及物性难点,光固化树脂及单体的选择,根据不同物性需求进行配方设计,并根据实验结果做出总结。", "label": "信息与通信工程", "id": 0}
{"content": "直流稳压电源的检定装置为隔离式高精度电流分流器,本文根据JJG（军工）77-2015 《直流稳压电源检定规程》进行实验操作。根据不确定度评定方法,对检定装置的常用量程进行了不确定度评定。", "label": "信息与通信工程", "id": 0}
{"content": "近年来,变电站内通信电源监控系统得到广泛的应用,但在建设和运维监视过程中仍存在大量的问题,对大电网平稳正常运行造成隐患。基于通信电源监控系统运行现状,剖析了目前变电站内通信电源监控存在的问题,并提供了优化策略和解决方案。", "label": "信息与通信工程", "id": 0}
{"content": "随着计算机运算能力的不断提升,其电源需要具备体积小、重量轻和功率密度高的特点。而计算机电源中辅助电源的小型化、轻量化是解决这一问题的有效思路,本文对此提出一种基于UC3842芯片的水电站计算机辅助电源的设计方法,包括:主电路拓扑选择、关键环节参数设计、控制系统设计、硬件电路设计。最后在PSIM软件中验证了实现水电站计算机辅助电源在具备小型化特点的同时,还能可靠供电,并具有较好的电能质量。", "label": "信息与通信工程", "id": 0}
{"content": "新能源汽车、智能制造、物联网等对基于成熟工艺的芯片用量大幅增长,28纳米作为最具性价比的制程工艺将长期活跃于市场。以28纳米制程用主流射频电源为追赶目标,结合国内设备厂商及终端晶圆制造厂商的需求,研发具备同等技术水平的射频电源和射频匹配器,是摆脱卡脖子困境的迫切需求。本工作旨在开展射频电源及射频匹配器核心技术攻关,突破高端射频电源和匹配器先进设计、测量和控制等技术瓶颈;以及链接晶圆厂、设备商、核心零部件商乃至核心元器件厂商,形成28纳米工艺生产线射频系统本地化稳定供应能力,保障我国集成电路产业安全发展和技术升级,保障国内集成电路制造企业的生产延续性、扩产延续性和供应链延续性。", "label": "信息与通信工程", "id": 0}
{"content": "飞机电源系统是其他所有系统运行的基础,如果电源系统出现任何问题都将直接影响飞机的飞行安全。而电源系统中由于三相交流电源为主电源系统,因此交流电源的供电品质也格外重要,是飞机正常上电工作的基础。本文针对飞机首次全状态通电检查时,各系统无响应、电压表无示数等故障问题,进行了故障现象和原理的分析,对比不同状态通电时的差异,列出故障树以确定排故方案,逐步排查可能的故障原因,最终确定故障点并将故障排除。本着举一反三的原则,避免相似故障重复发生,本文又对故障产生的原因进行了深入分析,并总结经验,为今后故障的排查提供有力的理论依据。", "label": "信息与通信工程", "id": 0}
{"content": "直流稳定电源作为直流供电和直流仿真设备,被广泛地应用于工业部门中。成都飞机设计研究所研发的直流稳定电源自动校准装置,是基于Lab VIEW完成系统的软件开发及实现,依据《JJF1597-2016直流稳定电源校准规范》对多种直流稳定电源进行自动计量校准,分析处理数据,并生成计量报告的自动校准系统。相比传统手动校准装置,校准人员完成一台典型的直流稳定电源校准需要投入的时间,从4～5 h缩短至约0.8～1 h,极大地提升了工作效率;由于在一定程度上减小了系统和随机误差,减小测量不确定度,更好地保证了直流稳定电源计量校准工作质量。", "label": "信息与通信工程", "id": 0}
{"content": "专用电源电能质量分析装置对专用电源运行状态的实时检测和分析具有重要作用,针对专用电源在电能质量分析实时性、在线检测、精确度、集成度、国产化、自主化、成本等方面的实际需求,本文提出一种电能质量分析装置的设计方案,并详细介绍了设计原理和实现方法,该检测装置基于TMS320F28335数字信号处理器,设计了DMA高速采样方法和radix-2FFT电能质量分析算法。radix-2FFT算法通过分治策略将时间域序列长度N的DFT分解成几个较短的连续DFT,对时域信号进行频域分析,利用旋转因子的周期性和对称性减少DFT的运算次数,最大限度提高了采样频率。试验结果表明,设计的专用电源电能质量分析装置能够准确检测专用供电系统电压、电流、功率因数、三相不平衡等所有电参数,并能进行谐波分析,具有较高的实时性和准确性。", "label": "信息与通信工程", "id": 0}
{"content": "在较大型系统中通常包括各类电子设备,为了实现系统稳定运行,需要确保各设备满足一定的电磁兼容性要求。而系统中大功率高压电源等设备由于采用大功率PWM逆变工作模式,将产生大量的电磁环境污染,对系统中其它设备造成干扰,影响系统稳定性,尤其是大功率高压电源等发射类设备必须确保不破坏专用系统电网质量（允许的电压失真）,并有效控制其工作时通过电源线以传导或辐射的方式对外造成的干扰。为此,对高压电源设备依据GJB151B-2013对电源线传导发射和辐射发射项目进行摸底试验,并通过采用有效的屏蔽、PFC功率因数校正技术和优化输入滤波器参数等措施,实现了专用大功率高压电源CE101、CE102满足GJB151B-2013中限值的要求,RE102辐射发射指标得到有效控制。", "label": "信息与通信工程", "id": 0}
{"content": "针对客户定制化开关电源生产模式有多品种小批量的特点,生产过程对人员的熟练程度要求比较高,性能测试如果继续手工进行,一方面要培训测试技能,一方面记录数据的时间也比较长,增加了时间成本,针对此情况进行自动测试系统的建立来实现自动测试并存储测试数据。系统基于上位机软件,测试硬件和相应仪器仪表,实现对多设备的实时控制和数据采集与监控,并对测试结果进行自动分析判断。该软件具备执行测试,数据存储、查询、报表生成的功能。系统的应用不仅实现稳定测试可靠,具有一定的通用性有较好的市场推广价值。", "label": "信息与通信工程", "id": 0}
{"content": "信号触发控制的通信电源是现阶段通信电源中使用频率最高的通信电源,但该通信电源的电路组成较复杂,一旦出现漏电故障,使用传统方式进行故障定位比较困难。因此提出基于信号触发控制的通信电源漏电故障定位方法这一课题。基于通信电源漏电故障定位原理设计漏电故障定位仪,然后将漏电故障定位仪的参数进行合理化设置,最后利用漏电故障定位仪进行电路支路漏电定位检测,就能找出通信电源漏电故障的准确位置,方便后续的维修工作的开展。设计仿真实验,在仿真系统中使用传统方法和漏电故障定位仪对漏电故障进行定位,实验发现漏电故障定位仪检测结果的平均定位误差最小。", "label": "信息与通信工程", "id": 0}
{"content": "针对传统应急电源存在的环境污染、性能较差等现状,通过对移动储能电源系统的拓扑结构和工作模式的探讨,介绍了移动储能电源系统控制策略,其核心在于根据不同模块的输入/输出功率及电池荷电状态,实现系统协调运行。其中电网侧PCS采用恒功率控制,储能电池充放电路采用基于电池SOC的恒压充（放）电控制,负荷侧PCS采用恒压恒频控制。仿真结果表明,所采用的控制策略能够实现系统工作模式间的灵活切换,验证了控制策略的正确性。", "label": "信息与通信工程", "id": 0}
{"content": "不间断电源、即UPS（Uninterruptible Power Supply）,如今已广泛应用在石油化工行业,它可以在电网发生异常状况时为DCS（Distributed Control System）,即集散控制系统机柜,现场电磁阀、生产过程监控计算机等重要负荷持续提供稳定的供电,避免生产过程的失控,保证生产过程的安全可控。本文主要通过一起典型UPS故障案例分析,阐述了UPS电源有关选型配置、日常检维护及反事故措施等管理策略,以避免因UPS故障对炼化企业生产造成损失。", "label": "信息与通信工程", "id": 0}
{"content": "随着科学技术的不断进步,能源开发进一步加深,以及在环境保护压力日益加大的背景下,可再生能源的开发和利用受到了前所未有的重视,与之相适应的分布式发电技术得到了国家的高度重视和快速发展。本文提出了一种基于PMS系统的分布式电源反措技术,可以满足当前电力安全生产和管理需求,完善电力生产事故预防措施,为解决电力系统与分布式发电之间的矛盾,充分发挥分布式发电为电力系统和用户所带来的技术经济效益,进一步提高电力系统运行的安全性、可靠性和经济性。", "label": "信息与通信工程", "id": 0}
{"content": "5G助力数字经济高质量发展,在引领新基建、赋能新产业的同时,其高能耗为通信基站电源带来前所未有的挑战。主要阐述当前5G基站建设下,通信电源中开关电源和蓄电池的发展现状,以及基于成本控制理念下的建设思路。", "label": "信息与通信工程", "id": 0}
{"content": "文中通过对通信电源维护的重要性、传统模式下通信电源维护现状、存在问题等方面进行分析,结合互联网+应用时代的特点,针对通信电源维护,提出了互联网+设备监控、设备防盗、维护巡检、智能调度、远程控制、能力提升、节能减排、交流互动等方面的应用方案,并阐述一些个人观点。", "label": "信息与通信工程", "id": 0}
{"content": "随着大数据、人工智能、云计算等新兴信息技术的不断发展,作为新技术重要载体的数据中心重要性愈显突出,UPS作为数据中心的重要后备电源设备,系统并机总容量不断扩大。高频电子元器件IGBT的大量使用,为UPS的维护带来的新的问题与挑战。文中结合数据中心大容量UPS维护与故障案例分析,总结了数据中心UPS的维护要点。", "label": "信息与通信工程", "id": 0}
{"content": "UPS系统是为IT主设备提供连续稳定优质高效电能的关键设备,在数据中心的供电体系中起到重要的保障作用,一旦UPS系统发生故障,可能使IT设备失电,从而影响IT系统的正常运行,导致业务损失,严重时还会造成IT设备硬件损坏。为保障UPS安全稳定运行,各厂商均建议UPS运行5至6年进行电容更换大修。电容更换需花费较多维护费用,废旧电容器件也具有一定的危害性,且维护操作给业务带来一定风险,因此合理延长UPS电容的使用寿命,有利于实现降本增资和减少污染物排放。基于此,数据中心动力维护团队对UPS电容在使用中的老化情况进行了研究,寻求得到更精准的UPS系统电容更新依据。", "label": "信息与通信工程", "id": 0}
{"content": "为了实现5G通信基站停电后,工作人员不需要到站上去对不重要负载进行断电,同时,降低设备功耗,延长电池供电时长,文章提出了对不重要负载在市电停电后第一时间提前下电。", "label": "信息与通信工程", "id": 0}
{"content": "随着通信业务的不断发展,直流设备的应用范围日益广泛。开关电源因其稳定高效的特点,大量应用在各种直流电源系统中,成为通信行业中最具代表性的直流供电设备。目前开关电源的备份普遍采用N+X模块冗余形式,优点是建设、维护成本较低,但开关电源的进线来源单一,成为其维护过程的薄弱环节,同时给割接改造工作带来挑战。文章针对开关电源备份方式进行探索,寻求更安全可靠的方案。", "label": "信息与通信工程", "id": 0}
{"content": "按照国家战略部署,2020年4月份,是中国电信进入加快5G网络建设高速发展之年,5G是未来关键网络基础设施,是新一代数字经济的重要支撑,5G与大数据、云计算、工业互联网、人工智能等紧密结合,将引领移动通信从人人互联,走向更加广阔的万物互联,开启数据经济供给发展的新空间。5G快速发展视为推进供给测结构性改革的新动能,振新实体经济的新机遇,建设制造强国和网络强国的新引擎,大力支持发展5G势在必行。为此,文章对在用电源新、旧直流配电屏进行技术改造,通过此次改造,不仅能够满足当下通信供电需要,而且为5G发展提供更大空间。", "label": "信息与通信工程", "id": 0}
{"content": "文章分析基站负载供电控制实现的意义,通过动力环境监控系统FSU对基站开关电源直流接触器进行外部控制的实践,探讨目前基站负载远程供电控制的低成本方案,挖潜动力环境监控系统集约化智能管理的应用,进一步推进基站节能及维护效能提升。", "label": "信息与通信工程", "id": 0}
{"content": "文中介绍了电力需求侧响应的概念、国内需求侧响应的开展情况、需求侧响应的相关政策和参与方式,探索和研究了通信局站备用电源系统参与电力需求侧响应。", "label": "信息与通信工程", "id": 0}
{"content": "北京电信西山嬴府局坐落于杏石口路99号,作为一所重要汇聚节点,承载着集团云公司、信元公众、IPTV等多项重要业务。广播电视行业安全检查和集团公司电源隐患整治要求,北京电信从IT设备侧、电源设备侧以及低压配电侧自下而上,分别完成了IT设备双路改造、UPS运行状态优化、UPS低压引入双路改造,大幅提高了IT设备运行的安全度。", "label": "信息与通信工程", "id": 0}
{"content": "基于江苏电信连云港分公司多年来应急发电抢修实践,遵循全面质量管理（QC）的思路与方法,对通信局站尤其是重点局站核心机楼的应急发电抢修全过程影响因素进行分析,总结了提升应急发电抢修效率的一些方法与技巧,供同行借鉴参考。", "label": "信息与通信工程", "id": 0}
{"content": "文中对通信电源行业标准YD/T731-2018中的两项不明确的性能要求和测试方法进行了研究,阐明了整流电源的软启动要求的实际意义,和不同的峰—峰值电压纹波的测试方法对测试结果的影响,论述了标准中的这两项条款修订的必要性。", "label": "信息与通信工程", "id": 0}
{"content": "文中通过\"三大纪律八项注意\"的模式,收集和总结了历年来的一些经验和教训,提出了通信电源操作和带电割接中需要坚持的行为底线和注意事项要点。", "label": "信息与通信工程", "id": 0}
{"content": "随着数据中心业务发展的增长,现网经常会遇到UPS替换、扩容等割接操作需求,其过程如果操作不当将对客户业务带来直接掉电的严重影响。业内常用的割接方案有旁路割接、机房维修旁路割接、UPS热并机割接。但几种方案均存在安全隐患,无法确保割接过程中后端负载始终处于UPS逆变保护下。文章通过对主流割接方案的借鉴和优化,开发出UPS逆变在线式割接方案,实现了负载逆变在线式割接。", "label": "信息与通信工程", "id": 0}
{"content": "文章详细分析了常见的通信电源专业误操作现象,以及误操作对系统和人身造成的后果及危害;介绍了通信电源操作标准化流程（SOP）的成功案例,重点强调SOP对于防止误操作的良好效果,指出了推广SOP的可行性和必要性。", "label": "信息与通信工程", "id": 0}
{"content": "目前UPS系统在通信电源使用维护中存在的主要隐患有:UPS老化超期使用;主输入回路与旁路回路共用一个断路器;UPS交直流电容超5年未更换;UPS系统的电池超期使用等。因UPS老化超期使用,需要更换,在更换割接过程中,对后端负荷的用电会造成很大的影响。文章针对UPS系统不断电割接进行探讨,介绍了割接方案和割接步骤。", "label": "信息与通信工程", "id": 0}
{"content": "数据中心的数量越来越多,建设规模也越来越大,承载的业务越来越重要,这对机房供电系统的需求也越来越高,给供电系统的建设和维护带来巨大压力,对供电系统的可靠性、安全性提出更高要求;同时为了减少成本、见效快、适应发展要求,有对原有传统的机房进行扩容、改造的需求;由于供电设备受更新周期、容量的制约,机房内很多供电结构的原有规划设计已不能满足业务发展的需求,需要通过对机房的供电系统的割接、替换,对原有的供电结构进行优化、调整、扩容。为解决上述机房业务用电问题,文中提出了科学、合理、有效的供电系统的割接替换方案,确保供电系统的割接替换安全、顺利完成,避免人为故障的发生,为机房业务提供安全、可靠的供电。", "label": "信息与通信工程", "id": 0}
{"content": "通信基站、核心机房电源设备运行过程中,往往由于维护不到位,普遍存在的一些易发故障不能够及时处理,出了问题往往推给设备制造厂家,没有真正找到故障源,无法从根本上真正解决故障隐患,造成一些设备能耗偏高,维护成本居高不下,为了解决以上维护中常见问题,提高设备完好率,降低设备维护成本,达到绿色节能目的,将一些常见维护不到位造成的故障进行汇总,以供大家互相交流学习。", "label": "信息与通信工程", "id": 0}
{"content": "通过对-48V直流通信电源供电系统正极排未接地故障进行分类研究,并对各类型故障进行等效电路建模分析,提出一种在电源侧正、负极排与总地排模拟接入功率电阻,来进行各类故障排查定位的处理方法,实现在对现网通信设备影响最小的情况下,完成隐患排查和故障处理。", "label": "信息与通信工程", "id": 0}
{"content": "众所周知,局用分立式开关电源是整个通信机房的核心单元,同时耗电量较大。传统开关电源由于技术的限制,转换效率较低。开关电源随着使用年限的增加,其老化不可避免,损耗逐年加大,同时故障率也会越来越高,严重威胁着机房的供电安全。高效整流模块效率由于明显高于原老旧的整流模块,故插框改造后亦能达到明显的节能效果,同时因利旧原直流屏,整流架及内部铜排,线缆等不易损坏的部件和材料,很大程度地减少对环境的排放,既能达到很好的经济效益,同时也能产生很大的社会效益。", "label": "信息与通信工程", "id": 0}
{"content": "文中首先分析了基站开关电源智能休眠节能技术工作原理,同时介绍了东莞联通分公司整个技术应用的验证测试过程;然后对该技术的应用情况和前景进行了阐述。", "label": "信息与通信工程", "id": 0}
{"content": "5G基站设备耗电量较大,电费成本急剧增加。文中以灵活、适用、低成本为原则设计出了符合5G场景下的智能远程关断产品,可以根据基站供电方式、基站所在场景、基站使用效率等因素,因地制宜地为每个基站的每个扇区制定关断策略,以缓解网络电费成本压力,提升机房的用电效率。", "label": "信息与通信工程", "id": 0}
{"content": "文章介绍了通信基站电源系统中的节能技术,设计了基于差异化发电与备电控制和远程指令控制策略。利用所设计的智能开关实现分路电量计量、分路逻辑控制或差异化发电控制管理,可以实现话务量分析指令动态管控5G设备运行状态,实现精准节能效果。", "label": "信息与通信工程", "id": 0}
{"content": "目随着网络规模日益增大,核心机楼供电质量要求更高,机楼外电运行情况依赖高低压设备予以展现,但是部分早期投产设备不具备智能监控功能,目前监控系统无法实现机楼供电情况的智能评估。本方法可实现早期投产外电运行状态的监控,同时实现机楼运行状态的智能评估。", "label": "信息与通信工程", "id": 0}
{"content": "电气火灾具有隐蔽性强、燃烧迅速、扑救困难、多在凌晨发生等特点。通常电气绝缘老化是电气火灾发生的前置根本原因,绝缘老化会引发漏电、故障电弧、接触电阻过大、接地、短路等一系列问题,在满足燃烧条件时,容易形成火灾。与人的生长规律一样,绝缘老化对于电气设备及线路也是不可逆的客观规律,而对于直流供电系统的绝缘老化监测预警技术,受限于检测手段及精度等制约,对于业界来说,一直都是一个很大的挑战。文中针对这一领域内的关键技术突破做了跟踪介绍。", "label": "信息与通信工程", "id": 0}
{"content": "长期以来,通信行业维护人员对于配电系统各电器元件和部件的温升以及直流供电回路全程压降的维护主要依靠人工巡检与仪表测量,从维护手段与实施效果来看,存在很多不足。本文基于动环平台功能延展,通过对关键设备关键节点增补温度传感器、直流电压变送器等采集设备,并与动环系统在用相关信号实时关联,进行合理的配置,实现温升与压降的动态监测与实时预警。改变了传统的维护模式,提升了维护效率与直流供电系统的安全指标。", "label": "信息与通信工程", "id": 0}
{"content": "本文以双UPS共旁路柜与配出柜为例,通过对UPS系统电源接线方式及系统接地问题进行讨论分析,以便于UPS能为控制系统等重要负荷设备提供更安全平稳可靠的不间断电源。UPS的电源接线方式直接决定了负载的供电可靠性,UPS系统接地方式决定了负载甚至供电系统的安全性,各生产单位应根据自身电源配置的不同,对UPS供电系统的接线方式进行合理优化改进。本文利用电源自动切换装置对外部电源及应急电源进行优化配置,根据负荷性质对输出端接地方式进行调整。", "label": "信息与通信工程", "id": 0}
{"content": "本文从仪表控制系统电源规范中的要求出发,简要分析了UPS（不间断电源）的架构模式,在专业融合的基础上,提出并分析了新的电源架构的优缺点,具有推广的意义。", "label": "信息与通信工程", "id": 0}
{"content": "能量回馈型不间断电源（UPS）控制器具有传统UPS功能,同时具有将重力势能转换为电能进行收集;回馈收集的在超级电容器中的电能,在电机启动时提供启动能量;在电源电力中断时,起到能量紧急救援功能。", "label": "信息与通信工程", "id": 0}
{"content": "本文以UC3843为控制芯片为核心,具体介绍了输出电压12V,输出电流2.5A的实用反激电源主功率回路以及启动电路、控制电路、反馈电路及保护电路的设计方法。", "label": "信息与通信工程", "id": 0}
{"content": "对于通信电源设备的防雷建设来说属于系统性的工程,必须从市电交流电力网超高压开始,逐步的制定防雷措施。在对电力线入局之前的电力变压器设备低压侧进行防雷保护时,要做好通信机房的屏蔽和防雷地线的设置等工作,需要保证各个环节的防雷措施都能发挥应有的作用。还要按照规程对通信电源设备进行有效的保护,才能提高通信的安全,实现预期的建设目标。现阶段在对通信电源设备进行防雷保护时,相关技术已经得到了初步的发展,但各项技术并不成熟,需要加强技术的研发。本文就对通信电源设备防雷保护技术的研究进行相关的分析和探讨。", "label": "信息与通信工程", "id": 0}
{"content": "本文首先分析了侦察测向接收机在当前的应用需求,进而阐述了本侦察测向一体化硬件平台的设计思路与详细实现方法,并对侦察与测向两条链路的设计架构进行了详细的介绍。其中,侦察链路通过单通道宽带频谱信号检测引导多路窄带控守,测向链路则通过四通道线阵干涉仪测向完成示向度信息计算,计算结果可通过PCIE高速接口上传至上位机中完成进一步处理工作。", "label": "信息与通信工程", "id": 0}
{"content": "信标接收机是卫星通信地球站中用于天线跟踪卫星的设备。本文设计了一款中频信号跟踪接收机,文章分析了接收机的工作原理,介绍了接收机的组成和硬件实现方法。通过在天线系统的应用,验证了设备工作的稳定性。", "label": "信息与通信工程", "id": 0}
{"content": "本文针对MIL-STD-461G电磁干扰测量中使用的FFT接收机与传统接收机进行对比,在测试速度、幅度、频率及脉冲信号测试方面分别进行了差异验证。FFT接收机在频率和幅值上与传统接收机性能相当,具有更快的测试速度,更容易捕获脉冲信号,测试宽带信号时更容易出现饱和,为修订GJB151B使用FFT接收机进行电磁发射测量提供了依据。", "label": "信息与通信工程", "id": 0}
{"content": "论文基于适合于非对称全数字多波束阵列应用的多通道毫米波收发信机架构方式,采用65 nm CMOS工艺开展了40 GHz频段毫米波收发信机芯片关键电路的研究及设计。针对低噪声和功率放大器电路,采用两级差分共源放大结构,同时采用中和电容来减小密勒电容的影响,改善电路的稳定性和隔离度;采用变压器作为低损耗匹配电路,同时减小芯片面积。针对上（下）混频器电路,采用吉尔伯特双平衡结构,包含了由开关阵列混频单元、中频跨阻输入（输出）放大器、本振输入巴伦和射频输出（输入）巴伦等四部分;同时,为了尽可能实现高的输出,在中频端口采用了一个电阻负反馈的缓冲放大器来增强输入至晶体管漏级的中频信号。在此基础上,开展了低噪声放大器和下混频器电路、功率放大器和上混频器电路的集成研究,完成了单通道发射机前端和接收机前端的集成,为实现多通道毫米波硅基收发芯片提供了基础。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍了一种Ka/K异频、Ku时分双波段收发前端的设计与实现。本设计采用了以一个锁相本振源驱动Ku波段收发前端,并复用为Ka波段发射源的本振,另一个锁相源作为K波段接收本振。模块化设计Ka/K异频收发前端、Ku时分收发前端、微波通道模块及电源和控制电路,各模块通过电缆互连集成在一个屏蔽机箱。测试结果表明该收发前端实现了Ku和Ka波段发射功率均优于5W,增益大于62dB,相位噪声分别为-98.39dBc/Hz@10kHz和-94dBc/Hz@10kHz。Ku和K波段的接收机噪声系数分别为5.8dB,和6.2dB,接收增益分别为47dB和52dB。", "label": "信息与通信工程", "id": 0}
{"content": "本文设计了一款超宽带小型化单比特测频接收机。该接收机结构简单、尺寸小,仅由一片单比特采样器,一片FPGA芯片以及有限的电源芯片组成,且可对0.5-18GHz范围的射频信号进行直接采样和处理。经过实测,该接收机灵敏度范围为–4-14dBm,可对0.5-18GHz范围且脉宽不低于50ns的信号进行准确测频,功耗约为15W。", "label": "信息与通信工程", "id": 0}
{"content": "基于里德堡原子的射频接收机因具有超宽带、高灵敏度、高动态范围的优点而受到广泛关注,多通道接收机对于DOA估计、雷达成像、定向通信等无线电应用具有重要意义。本文提出基于里德堡原子的双通道射频接收机,完成实验系统搭建和EIT谱测试,实验结果初步证实了基于里德堡原子的双通道射频接收机的技术可行性。", "label": "信息与通信工程", "id": 0}
{"content": "本振源作为超外差接收机的重要组成部分,其各项指标直接影响接收机的整体性能。本文通过利用超外差接收机二次混频的原理,采用常规数字锁相方式结合本振联动的设计,在不额外增加电路的情况下,实现了本振源的小步进、低杂散、低相位噪声和快速跳频要求,相比于传统DDS激励PLL方式降低了模块成本、功耗和重量。", "label": "信息与通信工程", "id": 0}
{"content": "介绍用于中高层大气临边探测四频段集成一体化接收机前端研制情况与测量结果。接收机前端包括118GHz、190GHz、240GHz和640GHz等四个频率,用于640GHz接收机前端的混频器与倍频器采用TMIC工艺实现。测试结果表明,640GHz接收机等效噪声温度在1-18GHz中频带宽内优于3000K,其中混频器本振驱动功率6m W。320GHz倍频器在312GHz最高输出功率达到10.5m W,倍频效率达到21%。", "label": "信息与通信工程", "id": 0}
{"content": "针对接收站存在位置和时间同步误差情况下的辐射源定位问题,给出了到达时差和到达频差模型;推导了辐射源位置估计的克拉美洛门限;给出了基于标校站的辐射源定位算法;最后的仿真验证表明文中算法能够达到克拉美洛门限精度。", "label": "信息与通信工程", "id": 0}
{"content": "本文基于65nm CMOS工艺,设计了一款高速低功耗连续时间Sigma-Delta调制器。该调制器采用单环三阶三位反馈型架构,25倍过采样率,经spectre后仿真验证,调制器在1.3V电源电压下,10MHz带宽输出信噪失真比为78.20dB,功耗约为7.8mW。该调制器顺利集成于捷变收发器中并进行了流片验证,回片测试捷变收发器工作正常,通过接收链路测试评估调制器性能,在800MHz频点处,自射频前端输入至Sigma-Delta ADC输出实测有效位数为9.12bit。", "label": "信息与通信工程", "id": 0}
{"content": "基于FPGA芯片,使用硬件语言VHDL实现了一种反馈式数字AGC模块。通过实际板上测试,该模块具有实现简单,资源复用率高的特点。并且信号检测方式和参数可调可控,可以满足不同工程应用中对于数字AGC的不同需求,具有较为广阔的工业应用前景。", "label": "信息与通信工程", "id": 0}
{"content": "介绍了微波冷噪声的原理和主动冷噪声源的设计方法,重点分析了仿真设计的关键因素,对利用ADS设计得到的器件调试后进行了特性测试,室温条件下（25°C）证明其在1400-1430MHz工作带宽内输出低于液氮的亮度温度,且10分钟温度稳定性小于1K,输出亮温随环境温度偏移率是0.295K/°C。", "label": "信息与通信工程", "id": 0}
{"content": "不同于一般辐射计的矩形结构,本文基于分层工艺,将直接检波式辐射计集成在五层结构的圆型腔体内,采用三级低噪声放大器结构,设计了92～96GHz频带内总增益达到50d B的高动态辐射计接收机,实物尺寸32mm×32mm×28mm。实测结果显示,其电压灵敏度在960～1120mV/mW之间,噪声系数小于4.5d B,性能良好。", "label": "信息与通信工程", "id": 0}
{"content": "低温接收机作为射天望远镜最核心的重要系统之一,将决定整个射电望远镜的探测灵敏度。本文报告了位于上海松江区佘山镇的天马望远镜接收系统。天马望远镜已安装了从L波段至Q波段等八个波段的低温接收机,并获得很多重要的天文观测结果。本文已经研制出一套用于天马望远镜的Q波段双波束低温接收机,并采用了独立自主研发的毫米波组件,其工作频率为35-50 GHz,相对带宽为35%。Q波段低温接收机由三部分组成:光学组件,低温组件和常温组件,并且可以同时接收左旋和右旋圆极化波。测得的Q波段四通道接收机噪声温度约为30-40 K,其四通道接收系统的噪声温度（包括天空）通过使用Y因子方法对常温吸波材料和冷空进行测量,得到55-125K。另外,本文还将介绍正在研制的天马望远镜K波段（18-26.5 GHz）七波束低温接收机和0.3-26 GHz超宽带低噪声放大器。K波段七波束低温接收机和Q波段双波束低温接收机结构类似,波束数量在射电望远镜焦平面上实现了进一步拓展。0.3-26GHz超宽带低噪声放大器采用三级共源极拓扑结构,其中第一级晶体管栅级单独供电,第二级和第三级采用同一栅级偏压。结果表明,在整个频带内,增益达到了30 dB,相应的直流功耗为1.5V@28 mA。", "label": "信息与通信工程", "id": 0}
{"content": "HDMI接收设备需要更改EEPROM中的EDID数据,市面上的普通EEPROM烧录器比较常见,但需要将EEPROM芯片放到EEPROM烧录器上进行数据的烧录和更新,然后再焊接到HDMI接收设备上,不便之处在于每次更新EDID数据时,都需要将EEPROM芯片取下来,造成了很大的不便。本文提出了一种设计方法,该方法无需取下EEPROM芯片,也能实现更新EEPROM中EDID数据的目的。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍一种C波段TDD射频收发系统,工作频率是（5.0～5.3）GHz,共包括15个信道,每个信道带宽为20 MHz。整个系统包含一个射频前端模块,一个频综模块和一个电源模块;其中射频前端模块包括两组收发机,中频输入输出频率为58 MHz,射频接收和发射频率范围为（5.0～5.3）GHz;频综模块为射频模块的发射机和接收机提供本振源;电源模块为整套系统提供电源支撑。", "label": "信息与通信工程", "id": 0}
{"content": "主要研究并设计了一种太赫兹收发系统,包含一个上变频通道和一个下变频通道。上变频通道可以将输入的36±1GHz信号经过上变频、滤波和放大后变换至120±1GHz输出给天馈系统;下变频通道将天线接收的120±1GHz信号经过低噪放、下变频、滤波和放大输出Ka波段中频信号,信号频率36±1GHz。经实测发射通道输出功率大于30mW,接收通道增益大于10dB,噪声系数8.5dB。", "label": "信息与通信工程", "id": 0}
{"content": "本文主要研究矢量网络分析仪分频段接收机对相位一致性的影响。介绍了矢量网络分析仪接收机分频段电路,分析了传输测量和反射测量的S参数中相位计算;研究接收机分频段中数字信号处理部分和射频接收机对相位的影响,理论推导不同情况下相位的变换情况;最后结合实际测试的结果,验证如何保持相位测试的一致性。", "label": "信息与通信工程", "id": 0}
{"content": "W波段双极化接收机前端是辐射计系统中最重要的核心组件,其性能指标能够代表辐射计最主要的技术水平。采用微组装模块化设计思路,研制了一款W波段双极化接收机前端。该前端采用正交极化分离,将射频信号分为垂直极化和水平极化两个通道,每个通道主要包括两级低噪声放大器、带通滤波器、平方律检波器和积分放大电路。该前端工作中心频率89GHz,带宽2GHz。测试结果显示,该前端等效噪声温度小于473K,对应噪声系数优于4.2dB,接收机线性度达到0.9999。", "label": "信息与通信工程", "id": 0}
{"content": "本文首先介绍了群时延波动对系统产生的影响,进而以一个工程实例介绍了一款X波段低波动群时延接收机的设计与实现过程。文中对影响接收机群时延特性的因素做了分析,对低群延时波动滤波器的设计以及测试做了介绍。测试结果显示,设计的两款滤波器在100MHz带宽内,群时延波动分别为0.09nS和0.23nS,而整个接收机的带内群时延波动仅为0.45nS,接收增益达到93dB。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞1引言具有极化测量能力的接收系统是当前接收机技术的一个主流方向,极化识别技术在抵御恶劣电磁环境干扰、有源信号干扰、目标识别等方面有深厚的应用潜力[1],本例通过仿真优化设计,结合实物调试,最终完成极化识别组件的研制。2极化识别组件设计原理极化识别组件将接收信号的极化信息转换为检波电平信息,可对接收到的进行判断和测量,其原理框图如图1所示:", "label": "信息与通信工程", "id": 0}
{"content": "本文运用LTCC技术来实现接收组件中接收通道的小型化,设计了一款小型化的微波五通道SIP接收组件,重点设计了LTCC的接收通道无源电路,最终进行了整体实物加工,并进行了测试。测试结果表明通道增益≥40dB,通道间隔离度≥40 dB,增益衰减控制范围-30dB～0dB,通道间增益一致性≤±0.5dB,镜频抑制≥40dB,该组件尺寸仅有48×58×6.4mm3。保证电性能的同时实现了组件的小型化,较好地满足了实际工程应用对高可靠性、小型化的要求。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞下一代移动通信网对时间同步网的同步精度提出了更高的要求,同步精度可能提高到30ns,但通信网因网络规模大而对成本高度敏感。本文针对这类高精度、低成本、大范围的时间同步应用需求,研究了基于单频接收机进行卫星共视比对的可行性,提出了一种基于单频定时接收机的标准时间远程复现方法,并最终实现了一套低成本的标准时间复现设备,能实现数百公里范围内任意节点与标准时间偏差小于", "label": "信息与通信工程", "id": 0}
{"content": "传统单一结构的跟踪环路设计难以适应实测环境多变复杂的特性。针对低载噪比高动态的接收机跟踪性能需求,充分利用锁频环和锁相环的优点,本文采用二阶锁频环辅助三阶锁相环的组合环路结构,同时采用开放灵活可配的环路状态设计,以适应接收机在不同应用场景下需要不同的环路结构及环路参数的特点。由Matlab仿真平台并结合实测效果得到多组适应低载噪比、高动态等不同场景下的较优环路参数,并在设计中灵活切换,使整个跟踪设计获得较高的性能,具有较大的工程应用意义。测试表明,该环路设计在载噪比低于24dBHz的准静态场景,或载噪比低于32dBHz,10g加速度的较大动态环境下都有良好的跟踪状态。", "label": "信息与通信工程", "id": 0}
{"content": "接收前端作为辐射计系统的核心部件,其性能决定了辐射计的特性。采用一体集成化设计思路,设计并实现了一种直检式辐射计接收前端。该接收前端由正交模耦合器、低噪声放大器、滤波器和平方律检波器构成,分为垂直极化和水平极化两个通道。射频信号工作在88～90 GHz频段范围内。测试结果显示,接收前端的等效噪声温度小于550 K,对应的噪声系数小于4.5dB。", "label": "信息与通信工程", "id": 0}
{"content": "＜正＞随着天基测控、深空测控等远距离测控的发展,信息传输码率不断增加,具有高效带宽利用率的调制体制不断受到关注。多调制指数连续相位调制（Multi-h CPM）是一种高频谱效率、高能效的恒包络调制,尤其适合于天基测控等带宽受限、功率受限的非线性信道中传输。但在大动态高码率测控通信中,信号存在大的定时偏差和一阶、二阶多普勒频率,这给Multi-h CPM在测控通信中的应用带来了严峻挑", "label": "信息与通信工程", "id": 0}
{"content": "MicroBlaze嵌入式软核是Xilinx公司推出的可以嵌入在FPGA中的32位RISC处理器软核,具有运行速度快、占用资源少、可配置性强等优点,广泛应用于通信、军事、高端消费市场等领域。本文通过Xilinx SP605开发板上的关键元器件配合FPGA内置的MicroBlaze软核以及PHY芯片实现以太网光纤收发器的设计,适用于小空间、低成本环境下的以太网光纤通信设计。", "label": "信息与通信工程", "id": 0}
{"content": "为了实现FPGA与PC机之间的数据传输,需要一个具有异步串行传输功能的模块或端口,但是FPGA芯片中并未集成这一功能模块,而一般的UART芯片由于管脚较多、传输速度较慢、可移植性较差等不足,导致UART芯片并不能很好的实现FPGA与PC机之间的数据传输,因此,本文将设计出一个基于FPGA的具有UART功能的接口,以实现上述的数据传输。根据电路功能,本文设计出的UART接口主要由两个模块构成,即发送模块和接收模块,采用Verilog HDL并结合自顶向下的设计方法完成电路设计,用Modelsim软件进行仿真,用ISE软件实现综合和烧录,使用核心处理器为Xilinx Spartan 6系列FPGA的XC6SLX9-TQG144的FPGA开发板进行板级测试。", "label": "信息与通信工程", "id": 0}
{"content": "本文设计一种应用于宽带数字接收机的非线性盲辨识补偿算法。该算法的核心思想是:分别提取出宽带数字接收前端输出信号在时域的大、小信号,并以大信号的非线性模型与小信号的残差平方和最小作为其非线性行为模型参数的辨识准则。实验结果表明,在同时多信号接收和强非线性情况下,该非线性盲辨识补偿算法可以在不降低射频接收前端和ADC电路的功率效率和带宽的前提下,将整个宽带数字接收机的无杂散失真动态范围（SFDR）提高近16d B,并大幅提高了对微弱信号的检测能力。", "label": "信息与通信工程", "id": 0}
{"content": "报道了一种星用超导接收前端研制实例,该前端采用柔性连接高效导热方案,满足了轻量化及可靠性要求。实际测试表明,前端能稳定通过空间应用的环境适应要求、指标较常规前端有大幅提升,在提升卫星侦察效能以及星际数传效率方面有应用价值。", "label": "信息与通信工程", "id": 0}
{"content": "针对目前声纳接收机小型化,功能集成化的发展趋势,本文设计了一套声纳接收机控制传输系统。系统通过利用一块高性能FPGA完成多通道同步控制、信号预处理与海量数据实时传输,通过千兆以太网与上位机进行数据交互,实时响应上位机下发的控制指令,调整工作状态,根据指令要求对接收信号进行TVG增益补偿,输出响应延时在3.5us以内。通过对多路ADC同步采集,将回波信号进行预处理、降采样后,通过千兆以太网MAC核打包上传至上位机进行后续处理,上行数据链最高传输速度可达367Mbps,延迟在1.2us以内。", "label": "信息与通信工程", "id": 0}
{"content": "接收机的信号预处理能力直接影响着主动声引信的工作性能,为了提高主动声引信接收机的可靠性,本文分析了声引信接收机原理,设计了一款低噪声混响抑制声引信接收机。该接收机具有结构简单、低噪声、高增益、大动态范围等特点。介绍了主动声引信接收机的工作原理及组成,给出了其关键电路低噪前放及陷波器设计。经湖上试验测试表明该接收机符合设计要求,各项指标均满足要求。", "label": "信息与通信工程", "id": 0}
{"content": "接收机的信号预处理能力直接影响着设备的工作性能,为了提高主动声引信接收机的可靠性,本文分析了声引信的工作方式,设计了一款高可靠性低虚警率的声引信接收机。该接收机具有结构简单、高可靠性、大动态范围等特点。文中介绍了主动声引信的工作流程,给出了主动声引信接收机的关键电路增益控制及混频电路设计方法。电路设计并完成印制电路板制作,经湖上试验测试表明该接收机符合设计要求,各项指标均满足要求。", "label": "信息与通信工程", "id": 0}
{"content": "传统的电子战接收机存在着集成密度低、互联尺度长等缺点,无法满足电子战装备微系统化的强烈需求,功能模块的高度集成是解决这一需求的关键技术途径,本文首先阐述了微系统的两种主要技术途径:多功能芯片和多功能基板;随后针对一个实际应用的电子战接收机架构展开分析,并给出了各功能模块的集成化解决方案及部分测试结果。", "label": "信息与通信工程", "id": 0}
{"content": "作为当前大学课程高频电子线路教学实践教学的重要部分,调频收音机的焊接以及调试对学生更直观掌握相关调频收音机的工作原理起到重要的作用,进一步加深了理论结合实际的教学效果。本文针对学生在调频收音机焊接与调试过程容易出现的相关问题结合调频收音机的工作原理进行总结分析。", "label": "信息与通信工程", "id": 0}
{"content": "短波通信具有信道个数多、载频低的特点,但是因为传统的接收机接收的信道个数较少,无法实现多信道接收。随着信息化时代的发展,多通道数字接收机采用了高速数字采样和信号处理技术,能同时接收多信道个数。本文主要讲述多通道数字接收机接受收信道的方案,实现短波通信在多通道数字接收机的采样。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍了一种工作于Ka波段的宽带收发前端。其中发射支路输入信号频率为2.5GHz±0.5GHz,输出频率为35GHz±2GHz,发射功率大于33dBm;接收支路输入信号频率为35GHz±2GHz,输出中频信号频率为10GHz±2GHz,接收增益大于33dB。本文提出该系统前端的总体设计方案,并具体分析,制作和测试了各部分的电路。", "label": "信息与通信工程", "id": 0}
{"content": "本文设计了一个工作在33GHz-37GHz的小型化六端口相关接收机。首先分析了六端口相关接收机的工作原理和基本结构,然后利用一种紧凑型的3dB分支线耦合器对经典结构的六端口结进行改进。仿真结果表明,幅度不平衡度为±0.8dB,相位不平衡度±5°,性能满足应用要求。最后设计了工作在33GHz-37GHz的检波电路,实现完整的六端口相关接收机的设计。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍了一种Ka波段收发信道,主要用于航天及航空领域,实现空间数据通信、高精度测量定位。采用模拟调制技术实现数字基带信号的QPSK调制,利用数字间接合成、锁相倍频技术实现Ka波段低相噪本振源,通过上变频产生Ka波段QPSK发射调制信号;采用超外差接收方式接收回波信号,利用多级AGC技术实现大动态范围接收线性度。通过CAD优化、电磁仿真和MCM技术进行结构和电路设计,实现了Ka波段收发信道。实测发射信号相位噪声:≤-95dBc/Hz@10kHz,群时延波动:≤2ns,接收动态:-95dBm-25dBm,群时延波动:≤25ns。", "label": "信息与通信工程", "id": 0}
{"content": "本文提出了基于直接射频采样的DBF接收机系统。此系统根据带通采样原理,选择合适的采样频率,对射频信号进行直接采样,以省去接收机中的下变频与本地振荡器模块,从而有效降低DBF接收机的系统成本与功耗。对于阵元数较多的DBF接收机,此系统在降低接收机复杂度和系统功耗方面有很大的实用价值。", "label": "信息与通信工程", "id": 0}
{"content": "自动增益控制（AGC）电路是水声信号接收机的核心电路,而低功耗和低噪声是其发展方向和研究热点。论文针对水声接收机AGC电路的迫切需求,分析了自动增益放大器的基本设计原则,研究了国内外的各种AGC实现方案,对比分析了各种实现方法的利弊,归纳总结了现阶段适用于水声接收机的低功耗低噪声VGA、PGA专用芯片并以表格方式展示了主要特性参数,提出了相应的设计和应用建议,希望对高性能自动增益放大器设计者有所帮助和启示。", "label": "信息与通信工程", "id": 0}
{"content": "利用工控机、测试机箱、示波器及测试电缆组成的引信接收机测试系统,可为引信接收机供电,通过正弦发生器与调制功能模拟引信接收机所接收到的回波模拟信号,通过工控机完成自动测试与测试数据判读,对引信接收机进行全覆盖的电性能测试。", "label": "信息与通信工程", "id": 0}
{"content": "在通信接收机中,要满足\"大数据\"的要求,一种有效的方法是提高接收机的工作带宽,因而工作带宽较大的软件无线电成了近些年的研究热点。射频六端口网络通过加性混频可以直接将射频信号下变频为基带信号,与传统接收机相比,其具有带宽大、设计简单、电路无源等特点,为未来的软件无线电提供了一种可行的接收机前端。该文运用HFSS电磁仿真软件设计了一款宽带的六端口结电路,其由一个功率分配器和三个3 dB的90°定向耦合器构成。通过仿真的S参数可以看出,在1.2GHz至5.5 GHz范围内,六端口结电路具有较低的幅度不平衡和相位不平衡。同时,借助ADS软件分别对QPSK、8PSK、16QAM等调制方式的信号进行了解调仿真。", "label": "信息与通信工程", "id": 0}
{"content": "本文对GaN功率器件在微波功率放大系统中使用时的优越性进行了简单阐述,并介绍了其在无线电安防系统宽带发射机中的具体应用实例。", "label": "信息与通信工程", "id": 0}
{"content": "本文研制了一款工作在74-80GHz频段内的六倍频放大模块,整个模块由有源六倍频器,功率放大器,带通滤波器,波导-微带过渡结构等组成。测试结果表明:在74-80GHz的输出频带内,典型小信号增益为24dB,输出P1dB压缩点为18.5dBm,饱和输出功率为21.6dBm,当输入功率为-4dBm时,输出功率平坦度小于4dB。设计完成的六倍频放大器级联230GHz三倍频器进行测试,在225-233GHz均能得到120uW以上的输出功率。最终级联170-260GHz可调衰减器实现了输出功率的连续可调。", "label": "信息与通信工程", "id": 0}
{"content": "本模块应用于测控通信领域,同时要求高效率和高线性度。模块内部对功放进行了专门的优化仿真,最终实现了幅相变化优于2°/dB,二次谐波抑制优于45d Bc,PAE高于50%,四通道发射的高集成度、小型化,链路高增益、高稳定性以及通道间的高隔离度,且输出杂散抑制优于65d Bc。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍了一种Ku波段信号通信地面发射机激励前端设计及其测试结果。该设备是工作于2.25GHz-3.6GHz,可以外部控制本振信号频率,增益到达46d B,平坦度在4d B,杂散抑制在60dBc的发射机激励前端。", "label": "信息与通信工程", "id": 0}
{"content": "VHF频段幅相可调连续波发射机作为多普勒甚高频全向信标（DVOR）系统中的重要设备,采用FPGA控制DDS产生幅相可调的射频信号,通过3级线性放大实现50d B高增益、大于100W连续波功率输出。所设计发射机输出功率、平坦度、谐波抑制、IMD3（三阶互调失真比）等指标满足系统要求。", "label": "信息与通信工程", "id": 0}
{"content": "本文通过探究M~2W发射机工作原理寻找M~2W发射机检测输出采样点,对实时反映发射机运行状态是否正常进行判断,经过实验论证,使机房监测功能更加完善。针对各种原因引发的载波跌落,能够迅速报警,直观显示,使值班人员快速锁定故障频率进行相应处理。多元化统计功能,使机房能够自主统计数据,优化了播出情况的统计方法,提高效率和准确性,更好地保障安全播出。", "label": "信息与通信工程", "id": 0}
{"content": "简要分析了红外发射器的电-热辐射转换效率的影响因素,给出了提高电-热辐射转换效率的相关建议。", "label": "信息与通信工程", "id": 0}
{"content": "中波M~2W发射机具有完善有效地保护控制机制,能够对操作人员的人身安全起到保护作用,能够对发射机功放模块故障和系统设备起保护作用,能够对外电过压闪落和雷电反射起保护作用。本文浅析发射机保护控制机制在运行中的实际应用。", "label": "信息与通信工程", "id": 0}
{"content": "M2W发射机是法国泰雷兹公司设计制造的全固态发射机,利用直接数字调制原理,通过模块化设计,将输入信号进行数字化处理并直接合成为调制信号,送入射频放大单元进行发射,较之前电子管发射机相比,相同功率下整机体积更加小巧,集成化程度高,但控制系统更为复杂,认真分析其控制系统的运行方式,对发射机的控制、维护、故障处理,都有着极其重要的作用。", "label": "信息与通信工程", "id": 0}
{"content": "文章对天津广播电视台杨柳青机房研制的中波发射机功率异常报警系统进行了阐述,旨在对发射机可能出现故障的预判,并进一步缩短停播时间。", "label": "信息与通信工程", "id": 0}
{"content": "本文通过探究M2W发射机工作原理寻找M2W发射机检测输出采样点,对实时反映发射机运行状态是否正常进行判断,并配合C语言逻辑编程,编写点阵显示程序以及计数统计程序,使发射机报警信息显示更加直观可靠。", "label": "信息与通信工程", "id": 0}
{"content": "本报告着重介绍面向高速高精度无线传输应用的硅基数字化微波/毫米波发射机。不同于传统发射机架构,该类新型发射机可以实现数字基带信号的直接调制,并加以动态实时放大输出。同时,片上集成的可调控高速数字处理机制,可自适应满足新一代多标准通信需求。本报告将针对宽频数字极化微波发射机、宽频数字全正交毫米波发射机开展研究与讨论。", "label": "信息与通信工程", "id": 0}
{"content": "功率放大模块是中波M2W发射机重要组成部分,是完成幅相调制原理的主要功能元件。本文阐述其基本工作原理和故障检修及维护保养。", "label": "信息与通信工程", "id": 0}
{"content": "基于时间反演电磁波的时空同步聚焦特性,可望实现高能效、远距离、多目标、低危害的无线能量传输。本报告将在介绍时间反演电磁波基本特性的基础上,给出基于时间反演电磁波的无线能量传输系统案例,展示若干设计原型和实验验证结果。", "label": "信息与通信工程", "id": 0}
{"content": "本文主要立足于大功率发射台高压电力系统的运行维护实践,对系统发生的异态、故障和隐患进行梳理,通过分析和总结系统存在的备自投动作问题、站用变无自复功能和温升监测的缺陷问题,并提出一系列的技术改进措施,对实施后的效果和特点进行归纳总结,达到了降低停播、简化操作、稳定可靠的预期效果,为发射台安全播出提供了坚实的电力保障。", "label": "信息与通信工程", "id": 0}
{"content": "谐波滤波器对大功率短波发射机的稳定运行具有非常重要的影响。本文通过仿真和实际调试,介绍了利用网络分析仪对TBH522型150kW发射机谐波滤波器进行时频和频域的测试及调整方法,可取得较好的社会效益和经济效益。", "label": "信息与通信工程", "id": 0}
{"content": "本文通过仿真PB3,把DX-400kW中波发射机仿真成为DX600kW发射机系统,从而实现\"2-1\"的工作模式,提高发射机的保障能力。", "label": "信息与通信工程", "id": 0}
{"content": "使用射频仿真软件Microwave office对TSW2500型短波发射机3π网络进行了仿真,直观地表现了3π网络的衰减特性和反射特性。对3π网络进行了理论分析,得出了3π网络是个7阶切比雪夫阻抗匹配网络的认识,同时给出了3π网络各元件值的设计计算方法,并对比了设计值和实际优化值仿真结果。", "label": "信息与通信工程", "id": 0}
{"content": "本文分析了我国目前DF100A型短波发射机在维护维修方面的现状,提出了研究DF100A型短波发射机温度预警的需求,介绍了研究目标与内容、系统总体框架、数据采集、数据存储与温度预警系统等,并对DF100A型短波发射机温度预警方面的未来发展展望。", "label": "信息与通信工程", "id": 0}
{"content": "本文从硬件与软件对DX-400现有的系统进行设计与改造,利用同轴开关解决两机同时工作互相干扰的问题,利用SLC500实现一机故障,自动切换至正常机播出以及故障机上测试负载进行修复,修复完毕后手动切回并机播出,功能上实现两机全向智能切换。", "label": "信息与通信工程", "id": 0}
{"content": "本文对本台自主研发的DX-600中波发射机单PB上天线系统的原理进行了分析,阐述了单PB上天线的设计方案和实施改造过程,最后介绍了实际操作和应用效果。", "label": "信息与通信工程", "id": 0}
{"content": "本文通过对风冷发射机空气制冷性能进行探究,总结了一套监测风流量的方法,并通过数字温度传感器实现温度、风量的数字化采集与监测。", "label": "信息与通信工程", "id": 0}
{"content": "本文描述了DX-1200大功率中波发射机高压电源供电方式,指出了原高压电源供电方式存在的不足,提出了改进方案,并对改造后高压供电方式所具有的优越性进行了分析。", "label": "信息与通信工程", "id": 0}
{"content": "针对发射电台的安全管理问题,本文提出了以单片机为控制中心,并通过无线网络来进行现场数据传输的方式设计电台的防盗报警系统,给出了系统的整体设计方案,并对系统的主要硬件部分进行了设计和选型,实际应用证明本文设计的系统具有可靠性高、功能性强、成本低等优点,具有一定的实用性价值。", "label": "信息与通信工程", "id": 0}
{"content": "本文对DF100A型大功率短波发射机的高前自动调谐系统进行稳定性分析,主要从高前自动调谐的设计原理、元件稳定性及调谐保护机理等方面进行研究,进一步解决倒频中高前调谐出现的问题,以保证发射机的开机成功率,提高设备运行的稳定程度。", "label": "信息与通信工程", "id": 0}
{"content": "文中介绍了一种基于场路协同仿真的近场模拟分析方法。以S波段发射系统为例,利用场路协同仿真法对其性能进行了准确地验证分析,发现了潜在风险,并提出优化措施;基于其仿真结果对系统的近场进行快速地等效模拟,对比近场扫描实测结果,归一化后,相关度为96.27%,发现实测与模拟吻合度很高。表明此近场模拟的准确度,也证明了此法对复杂系统近场模拟的实用性。", "label": "信息与通信工程", "id": 0}
{"content": "设计了一种Ka波段发射机功率检测模块。模块由波导与微带电路混合集成,用三维电磁场仿真软件HFSS进行仿真与优化,给出了波导定向耦合及微带探针过渡的模型与仿真结果,结合基于二极管管芯的检波电路实现了毫米波定向功率检测模块。经测试,设计的定向功率检测模块方向性好、集成度高,能较为准确的监测发射机工作状态。", "label": "信息与通信工程", "id": 0}
{"content": "本文以某一体化零中频体制的发射终端为例,测试发现正交调制器的输出链路产生的空间干扰恶化了锁相环的相噪、进而恶化了终端输出误差向量幅度（EVM）指标,影响了终端的正常工作。通过设计改进,采取了多层布板、隔腔屏蔽等措施大幅度提高了空间隔离。改进后终端输出的EVM数值由之前的17%降低到7%以内,并且性能稳定。", "label": "信息与通信工程", "id": 0}
{"content": "微波点对点回传系统作为高速的无线链路被广泛应用在移动通信基站的回传系统和专网中。而发射机的非线性直接决定了传输信号的质量。本文采用传统记忆多项式模型对微波回传系统发射机进行了数字预失真线性化。实验结果显示,记忆多项式预失真器对毫米波发射机进行良好地非线性矫正,被测发射机的临信道功率比改善了12d B以上。", "label": "信息与通信工程", "id": 0}
{"content": "本文基于5G移动通信系统的需求和应用,研究并设计了Q波段射频发射前端。发射前端工作在40.5-43.5GHz,主要包含上混频器,无源滤波器和功率放大器三个模块,其中,无源滤波器采用基片集成波导结构。测试结果与仿真结果基本一致,表明发射前端各模块性能良好,能够满足实际工程应用。", "label": "信息与通信工程", "id": 0}
{"content": "中波M2W发射机主、备机相互倒换上天线发射需要同轴切换开关来完成切换,它不同于传统的手动天线刀闸和电动真空开关来切换上天线,它具备电动切换和手动切换两种功能,密封安全耐压高,本文主要阐述马其顿DASTO公司生产的121.2011230V型中波同轴切换开关的电控工作原理及联锁控制原理,改造拓展控制操作以及开发网管自动切换功能,使发射机安全无衰减无驻波阻抗匹配上天线发射。", "label": "信息与通信工程", "id": 0}
{"content": "消光比是表征光发射机传输性能的重要参数,在诸多国际标准中均有针对消光比的限制。消光比参数的校准一般通过标准源比对的方式,关键在于建立稳定、可调消光比的光信号源,并能够产生尽可能大的消光比数值。文章实现了一种基于级联MZM结构的高消光比信号产生装置,能产生12.5Gb/s以下速率可调的光数字信号,并能保持输出消光比在12d B以上。", "label": "信息与通信工程", "id": 0}
{"content": "随着无线传输技术的飞速发展,WIFI网络普及到千家万户,已经成为人类生活中不可缺少的组成部分。而基于该技术的各种应用层出不穷。本文主要研究在中波发射台利用无线网络技术组建办公局域网,将安防监控、资料共享等功能整合在一起,为日常工作提供便利。", "label": "信息与通信工程", "id": 0}
{"content": "在中波发射机的发展中,其经历了电子管时代到数字调制时代的长期漫长发展,其自身的功能与结构也与最初大不相同。在中波发射机的不断发展中,防雷措施一直是其重点关注的环节,本文就中波发射机的防雷与接地措施进行相关探讨,希望能对我国相关产业的发展带来一定帮助。", "label": "信息与通信工程", "id": 0}
{"content": "上变频模块是发射机的核心,在毫米波通信、雷达、制导和电子战等方面中有着至关重要的作用。本文介绍了一种宽带W波段上变频模块的设计与测试。通过倍频获得83GHz的W波段本振信号,利用上变频的方式将2.5~15.5GHz中频信号变频至W波段,然后经过通带为88.5~101GHz的W波段鳍线滤波器对本振信号抑制后得到所需要的W波段信号,最后经过两级W波段放大器放大后输出。测试结果表明,该W波段上变频模块在85.5~98.5GHz的频率范围内,输出功率大于9dBm,功率平坦度小于3dB,杂散抑制优于50dBc,输出线性动态范围大于50dB。", "label": "信息与通信工程", "id": 0}
{"content": "在TSW2500进口短波大功率发射机中使用了两套鉴相器,分别用于射频驱动级和射频末级的相位自动调谐控制。该鉴相器是双稳态触发型数字鉴相器,也称为数字鉴相/鉴频器或数字三态比较器,在本文中,详细的介绍了该数字鉴相器电路（PFD）的工作原理和数字鉴相器在TSW2500短波发射机上的实际应用。", "label": "信息与通信工程", "id": 0}
{"content": "本文针对短波发射机房温度自动化控制的需要,介绍了一种分布式机房温度监控系统的设计与实现过程。该系统采用分布式工业采集模块与实时多任务操作系统相结合,通过智能PID算法控制,对发射机温度进行实时监测和智能化决策调节,为发射机的工作提供最优化的工作环境。", "label": "信息与通信工程", "id": 0}
{"content": "本文深入分析了在\"有人留守,无人值班\"情况下,水冷DX-600中波发射机冷却系统存在的实际问题,探讨了各种技术解决方案,并详细介绍了技术改造的实施情况。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍了DX中波发射机频繁出现同一位置功率放大模块保险熔断故障,更换新的功率放大模块也不能解决问题;通过分析调制编码板对模块的导通控制原理,确定故障原因是调制编码板TSC4423驱动器的输出驱动分压电阻发热变性造成的,并且对故障解决办法进行阐述。", "label": "信息与通信工程", "id": 0}
{"content": "本文针对TSW2500型500KW短波发射机的发射机控制单元和PSM调制器控制单元之间核心通信控制协议进行了深入的分析和研究,为我国具有自主知识产权的DMR2000型数字调制器在进口设备中的应用提供了接口模型和数据支撑,具有重大的现实意义和应用前景。", "label": "信息与通信工程", "id": 0}
{"content": "发射机热交换控制系统和机房环境温度控制系统是机房自动化的两个重要组成部分,是发射机稳定运行的重要因素,尤其是在高纬度严寒地区更显突出,构建一个能够将两个系统一体化控制的平台,实现安全可靠运行非常必要。本文介绍的是自主研发的一个一体化控制平台,文章详细的从两个系统硬件布局、功能实现和一体化控制平台软件使用进行了说明。", "label": "信息与通信工程", "id": 0}
{"content": "本文通过DX发射机整流柜的一起故障实例对电源控制板（PS控制板）上的闭环反馈控制系统的工作原理进行分析,并对设备的维护方法提出相应的意见。", "label": "信息与通信工程", "id": 0}
{"content": "基于各类型发射机多年的故障案例的分析与处理方法的成熟稳定化,通过VB编程开发设计了发射机故障分析处理查询系统,为了提高该系统的实用针对性,对发射机故障案例的查询系统的进行了模块化设计,并依据不同人员的身份登录设计了不同的操作功能。通过该系统可以使相关技术人员在遇到无法处理的故障时可以及时的查询相关的案例,缩短了传统查询并处理故障的时间,提高了值机员在遇到故障进行处理时的自信心,是值班人员在值班时的\"故障百度助手\",最终能够有效的确保安全播音任务的进一步完成。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍了DF100A短波发射机,冷却系统中冷凝器排风系统的工作现状,对冷凝器的工作原理和实际使用中容易出现的故障进行了详细的分析。针对冬季冻坏冷凝器的情况,设计改造了控制风阀开合的自动控制装置,在减少经济损失、延长冷凝器使用寿命、确保安全播出中有一定的实用价值。", "label": "信息与通信工程", "id": 0}
{"content": "基于龙波透镜天线进行了高铁5G网络覆盖增强方案分析,研究了5G高铁网络覆盖空洞、小区切换、小区合并、组网设计等问题,针对龙波球天线覆盖性能与普通板状天线覆盖性能进行了理论分析,在此基础上进一步对球状与柱状龙波球天线的性能进行了深入分析,提出了一种基于5G龙波球天线的高铁场景5G网络覆盖方案,提升了单基站的覆盖范围和用户感知,利用合理的组网方案减少新增站址资源、节约了RRU数量,达到\"降本增效\"的目的。通过现网实际测试,验证了龙波球天线在部分高铁场景下可以获得更佳的覆盖效果,最终给出了在高铁场景下使用龙伯球天线进行5G组网的应用建议及策略分析,为后续的高铁场景5G网络覆盖的规划建设及天线选型提供初步建议。", "label": "信息与通信工程", "id": 0}
{"content": "滤波器、功率放大器和天线作为射频收发端中重要的器件,通常是独立设计再通过50欧传输线连接在一起,由此产生的匹配网路和级联线不仅增加了系统尺寸,还产生了损耗从而降低效率.本课题为解决此问题,提出了一种将三者集成设计的平面有源天线.晶体管输入与输出直接与基于枝节加载谐振器（SLR）滤波器和单极子天线集成,完全舍弃了传统放大电路中的匹配网络与级联线.仿真结果表明,在3.5 GHz工作的有源集成天线增益达到16 dBi,其中由功放产生的有源增益为12 dB.该天线具有结构简单、尺寸小、损耗低的特点,为有源集成天线设计提供了一种新颖的结构.", "label": "信息与通信工程", "id": 0}
{"content": "为了开发低成本且结构简单的波束扫描天线,在普通等离子体窗天线的基础上提出了一种高分辨率的波束扫描天线实现方案.天线包含一个中心线天线及围绕其均匀排列的22根等离子体柱,在不改变窗天线配置的情况下,通过对等离子柱中电子密度进行调节,来提高波束扫描精度.通过仿真研究和数值优化,确定了窗天线的波束调控模式.仿真结果表明,在给出的调控电子密度方案下,波束扫描的分辨率从原有方案的16度左右提高到低至1度.该方案具有不改变原有结构,成本低廉,且可精准调控波束的优点,揭示了等离子体窗天线具备高分辨波束扫描的能力.", "label": "信息与通信工程", "id": 0}
{"content": "为了确定等离子体窗天线最佳工作频率,对等离子体窗天线中的谐振现象进行了详细研究.通过对等离子体窗天线的结构进行建模和仿真,发现等离子体窗天线的谐振频率主要取决于窗天线的内径.虽然等离子体的电子密度以及窗天线上孔径的大小会影响谐振模式的出现,但是对谐振频率的影响较小.通过对窗天线中谐振模式的仿真研究,发现等离子体窗天线的最佳工作频率可以根据内径尺寸调节,谐振频率可以用零阶贝塞尔函数的零点进行估计.", "label": "信息与通信工程", "id": 0}
{"content": "为了提高电小天线的匹配效率和辐射效率,提出了一种基于铁氧体薄膜铁磁共振效应的新技术.采用包含铁氧体薄膜的理想辐射模型推导了辐射Q值和辐射效率的表达式,指出铁磁共振效应的积极作用.铁氧体材料的复磁导率直接影响天线的辐射性能.以金属平面上方的蝶形短振子天线为例进行了仿真分析,模型中铁氧体薄膜的厚度仅为3.08μm.结果表明,引入铁磁共振效应后,在470MHz频率下,原天线的辐射效率提高了16.5d B,实际增益提高了26.2d B.天线的谐振频率能够受到外部偏置磁场的调控.仿真结果与理论分析吻合较好,证实了该方法的有效性.铁磁共振技术为电小天线的设计提供了全新的思路,有望应用在物联网和可穿戴设备等领域.", "label": "信息与通信工程", "id": 0}
{"content": "为了方便天线设计和天线优化算法的研究,提出了一种基于粒子群优化算法（Particle Swarm Optimization, PSO）和高频仿真软件HFSS（High Frequency Structure Simulator）的天线自动优化设计方案。该方案使用C++语言编程实现,把天线优化仿真分为两个模块,即电磁计算模块和优化算法模块。优化算法模块采用标准PSO算法,电磁计算模块则以运行python脚本的方式调用HFSS进行仿真,并加入了程序异常终止的处理方法。使用E型贴片天线的优化仿真实例对此方案进行了验证,成功将工作频段从2.3～2.75GHz降到1.85～2.3GHz,实现了宽频带的特性。此方案效率高,结构清晰,可扩展性强,为天线优化仿真设计提供了一种新的思路。", "label": "信息与通信工程", "id": 0}
{"content": "为实现磁控管中信号在无界媒介中的电磁波传播与调相研究,本文以轨道角动量圆形阵列天线为基础,通过仿真设计出一种工作频率在28.7～39.3GHz,轴比带宽为32.5～36.0GHz的轴向螺旋天线.以此螺旋天线为阵元,提出一种由螺旋天线单元组成的36阵元圆形天线阵列.通过给各个阵元馈以等幅等相位差的激励信号,使阵列能够辐射出涡旋电磁波.通过改变涡旋电磁波的模态数,得到仿真结果:各模态中电磁波传播相位分布稳定,电磁波波前相位呈现明显的螺旋结构.该天线具有重量轻、轴向尺寸小、增益性良好的优点,能够良好辐射涡旋电磁波.可与本课题组提出的36路径向功分器链接,作用于单个磁控管的电磁波传播与调相研究.", "label": "信息与通信工程", "id": 0}
{"content": "为了实现月球背面探测宇宙黑暗时代和黎明时代的21cm信号,本文设计一种便于在月面部署、轻型,可折叠的薄膜天线,该天线由聚酰亚胺薄膜材料并在表面覆铜构成.首先为了研究月面、地面、自由空间的不同环境对于薄膜天线的各项特性的影响,我们采用了一种简单的偶极子薄膜天线,来分析不同环境的导电率、相对介电常数对薄膜天线的各项特性的影响.然后,我们利用CST软件进行大量设计和仿真,设计出一种利用耦合模式的偶极子薄膜天线,它可实现在自由空间中15-29MHz的天线的回波损耗10dB以上,在月面上8-20MHz回波损耗6dB以上,同时方向图也保持一定相似结构.这样天线可以初步实现30MHz以下在月面进行对宇宙低频信号的探测,为未来在月面实现宇宙黑暗黎明时代探测的大规模阵列打下坚实的技术基础.", "label": "信息与通信工程", "id": 0}
{"content": "对于多层薄介质和金属混合目标辐射和散射问题,基于面积分方程的矩量法在求解时会产生稠密矩阵,带来很大的计算资源消耗,并且对于带棱边和角结构的求解精度不足,针对这种情况,本文将采用体面积分方程来求解多层薄介质和金属混合目标.本文采用矩量法来求解积分方程,对于介质部分采用四面体单元离散,对于金属部分则采用三角形单元离散,使用RWG基函数来展开等效面电流,使用SWG基函数展开等效体电流.通过计算一个多层微带天线辐射问题,本文的方法与商业软件的计算结果吻合良好.该方法对于计算多层薄介质和金属混合目标具有比较高的精度,为实际工程中的计算问题提供了一个解决思路.", "label": "信息与通信工程", "id": 0}
{"content": "阵列赋形波束方法的研究一直是阵列优化的重点,为了满足特定的系统要求,有时需要特殊形状的天线阵列方向图,研究此类阵列特定形状波束综合的方法被归类于赋形波束综合方法.本文采用高阶矩量法对均匀分布的直线阵的电磁特性进行全波仿真计算,使用差分进化算法对阵列单元激励的幅度和相位进行优化,实现平顶波束赋形和余割平方波束赋形.实验结果表明优化后的阵列方向图满足优化目标,与期望的赋形波束较为吻合,验证了该算法在赋形波束优化方面的可行性.", "label": "信息与通信工程", "id": 0}
{"content": "为了精确、高效地计算大型反射面天线.研究了基于罗宾传输边界条件的有限元-边界元方法,推导了相关的变分公式,并进行了编程实现。通过计算一个大型反射面天线,与商业软件FEKO的计算结果进行对比,验证了实现的有限元-边界元方法程序的计算精度.在实现的有限元-边界元方法中,截断边界可以设置为与计算目标完全共形且距离非常近,此外对于具有多个分离结构的计算目标可以独立地设置多个截断边界.因此该方法可很好的应用于反射面天线、天线+天线罩等复杂电磁系统的仿真计算中.", "label": "信息与通信工程", "id": 0}
{"content": "为了满足北斗卫星服务通信终端对天线的需求,提出了一种低剖面平面螺旋天线.天线主体采用铜箔材料制作,利用FR4介质做支撑,在限定天线整体体积的情况下,通过在平面螺旋形状上加载正弦波提升天线的圆极化辐射性能,通过三次90°弯折馈电端改善天线的输入阻抗匹配.仿真结果表明,在北斗卫星通信RDSS（Radio Determination Satellite Service）服务工作频带内,驻波比小于2,增益高于5.75dBi,轴比低于3d B,具有重量轻、剖面低、高增益的特点,具有良好的辐射特性,满足北斗RDSS卫星通信终端天线的辐射指标.", "label": "信息与通信工程", "id": 0}
{"content": "为了满足远距离高速无线通信需求,本文提出了一种工作在X波段的双频可编程波束扫描阵列天线设计.加载在单元表面的PIN开关二极管,可以通过对硬件电路编程的方式控制其导通或截止状态.仿真结果表明,天线单元在X波段的相对带宽达到了35%.由12×12单元组成的阵列在9.0 GHz和11.0 GHz均可实现±45°波束扫描.工作在9.0 GHz时各偏转角度的增益均大于14.5 dBi,工作在11.0 GHz时各偏转角度的增益均大于16.5d Bi.该天线具有可重构、实时调控、高增益等优点,为远距离高速信息传输提供了一种新颖的阵列天线设计.", "label": "信息与通信工程", "id": 0}
{"content": "为了丰富海水中天线的应用范围、加强海洋军事能力和电磁探测能力,在海水中设置圆形偶极子阵列天线,探究其电磁场分布的规律.阵列天线位于水中,由众多水平电偶极子阵元组成,等相位差等间距呈圆形排列;通过Maxwell方程推导,得到了海水中及空气中的电磁场量积分公式.利用贝塞尔函数的特性,将积分按零点分段,再利用龙贝格（Romberg）积分即得到一定误差范围内电磁场量的具体数值.对计算所得结果进行处理发现,海水中圆形偶极子阵列天线在频率一定时,磁场呈圆形分布,且随着距离增大,幅值逐渐变小.本研究利用数值计算方法分析了海水中天线阵列的电磁场的分布规律,为天线阵列在半空间问题中的计算提供了思路.", "label": "信息与通信工程", "id": 0}
{"content": "建立了天籁抛物柱面天线阵列的电磁仿真模型,结合仿真结果和实际观测数据,对阵列性能如峰值增益、半功率波束宽度的频率响应等进行了分析,结果显示仿真结果和实测结果具有一致性;以馈源端口间的传输系数为基础,建立了端口间的耦合噪声温度的模型,估算了不同基线的耦合噪声温度,并与经过绝对校准的干涉显示度数据进行了对比,结果显示仿真与实验结果在耦合噪声温度的幅值以及频谱响应上都具有一致性.", "label": "信息与通信工程", "id": 0}
{"content": "针对运输机等中大型机载平台多天线通信的需求,为提高通信数据链可靠通信效率,提出了一种机载多天线的择优通信策略.首先,通过统计装机后天线的空域覆盖合格率,筛选出能单独满足覆盖要求范围的天线;然后,通过方向图分析能部分覆盖要求空域的天线,采用分配覆盖空域和天线组合使用相结合的方法,完成剩余空域的覆盖.采用此策略对运输机上的四副超短波天线进行了择优,合理地利用机载上的天线,实现了要求空域的良好覆盖.该策略能合理利用机载上的多天线配置通信方案,实现良好的空域覆盖,对机载平台多天线的择优通信具有参考价值.", "label": "信息与通信工程", "id": 0}
{"content": "为了解决W波段一维扫描双极化相控阵天线的可扩展问题,提出了一种基片集成波导（SIW）双45°极化缝隙天线的设计方案.天线采用单层PCB基板加工,通过在SIW上层金属开缝实现能量辐射,旋转辐射缝隙,可以改变辐射电场的方向,从而改变天线的极化方式,但是不改变传输线方向,从而实现双极化天线的一维可扩展性.天线仿真结果表明,天线在92GHz～96GHz范围内满足反射系数小于-10dB,在增益大于12d Bi,可以实现一维±40°扫描,同时增益大于20dBi.该天线具有剖面低,载荷小,具备一维可扩展性的特点,可以满足W波段无人机载SAR成像系统对一维相控阵天线的要求,为W波段一维扫描双极化相控阵天线提供了一种低成本,小载荷的实现方案.", "label": "信息与通信工程", "id": 0}
{"content": "为了应对超宽带系统对天线需求,提出了一种带有选择性表面及介质透镜的对踵Vivaldi天线,天线工作在X到Ku波段.通过在天线上加载圆弧过渡以及在天线端部加载介质透镜,改善了天线在工作频段内的回波损耗和增益.考虑到天线在带内存在大的增益偏差的情况,本文在所提出对踵Vivaldi天线上加载了的由周期性开环结构组成的频率选择性表面.通过仿真结果来看,所设计的天线在X到Ku波段内有着低回波损耗（S11＜-16 d B）和较为平坦的增益曲线（平均增益为8.57 dB,带内增益偏差不超过2.49 dB）.由于其良好的辐射性能,所提出的天线能够用于X到Ku波段的超宽带系统中.", "label": "信息与通信工程", "id": 0}
{"content": "为了满足全球5G （第五代）移动终端用户日益增长的业务量需求,并且节约手机内部空间,提出了一种具有双频解耦特性的紧凑型宽带MIMO天线对.该宽带MIMO天线对采用对称放置,沿水平系统板长边放置在垂直侧板的内侧,天线单元的间距仅为4 mm.天线对由三部分组成:L形馈电枝节、U形接地枝节和T形解耦结构.仿真结构表明,该宽带MIMO天线对的-6d B阻抗带宽能够覆盖3.4～6.0GHz（55.3%）,包括LTE band 42、n79以及5G WLAN等多个5G频段.此外,还对四单元MIMO阵列的隔离度（＞10.2dB）、总体效率（＞72%）、辐射方向图、包络相关系数（ECC＜0.3）进行了评估,结果表明此MIMO天线阵列具有很好的性能,为紧凑型宽带MIMO天线对提供了新的天线设计思路.", "label": "信息与通信工程", "id": 0}
{"content": "本文提出了一种用于5G移动终端的高隔离度超宽带8单元MIMO天线阵列.天线阵列由四对相同的天线对组成,分别设置在侧面介质基板的内表面上.通过加载设置在天线对中间接地的短路枝节来实现宽带去耦.仿真结果表明,MIMO天线阵列的工作带宽为3.3-7.5GHz（S11＜6-dB）,相对带宽为77.8%,任何端口之间的隔离度都优于15 dB.此外,还仿真得到理想的总效率和包络相关系数（ECC）.", "label": "信息与通信工程", "id": 0}
{"content": "gprMax是一个基于FDTD算法的电磁仿真开源软件,常用于探地雷达信号模拟,本文将其应用于天线的宽带性能仿真,为此开发了基于惠更斯等效原理的近远场转换模块.首先在包围天线的闭合面上利用各网格点的法向量、电场和磁场计算闭合面上的等效电流和等效磁流,然后计算了远场近似条件下等效电磁流的辐射场所对应的矢量势,从而得到了天线的远场辐射方向图.对不同尺寸偶极子天线和贴片天线的仿真结果表明:S参数和远场方向图均与其他商业软件结果吻合较好.所开发的近远场变换模块结合该开源软件可适用于任意形状天线的辐射仿真.", "label": "信息与通信工程", "id": 0}
{"content": "随着第五代移动通信技术的快速发展,各个国家和地区对能够工作于多个5G频段的宽带天线有着巨大的需求然而,在实际设计宽带基站天线过程中,很难在满足宽阻抗匹配带宽、高极化隔离、低增益波动和高交叉极化鉴别度等条件的同时保持稳定的辐射性能.针对这一难题,提出了一种基于方向图乘积原理的宽带双极化基站天线设计方法.本文采用交叉偶极子作为天线辐射面.众所周知,辐射面的馈电幅度和相位可以改变天线的辐射性能.理想情况下,只要两个单极子的馈电幅度相等,馈电相位相反,就可以保证天线具有良好的单频点辐射性能.但是由于天线辐射面尺寸是固定的,相同的馈电幅度和馈电相位并不能保证天线在整个工作频段内都有稳定的辐射性能.因此,对于不同的频点,只要为天线的辐射面提供合适的馈电的幅度和相位就可以保证稳定的辐射性能.而如何确定不同的频点馈电的幅度和相位,方向图乘积原理告诉了我们答案.因为一对偶极子是由两个单极子组成的,所以将其视为一个二元线性阵列.阵列天线的方向图函数（F（θ,φ））是阵元方向图（Fi（θ,φ））乘以阵列因子(S（θ,φ）=∑n=0N-1Inejkzncosθ,即F（θ,φ）=Fi（θ,φ）S（θ,φ）.阵元方向图由阵元的形式和方向决定,它代表阵列天线的辐射方向图,与天线阵列的组成形式无关.阵列因子取决于阵列排列、单元间距、馈电幅度和相位,与阵元的形式和方向无关.因此,阵列因子和单位因子可以独立决定天线阵列的辐射性能,互不干扰。因为天线辐射面尺寸保持不变,阵列天线的辐射性能只与馈电幅度和相位有关.基于方向图乘法原理,在Matlab软件中进行方向图合成,通过优化馈电幅度和相位可以得到能够获得稳定的辐射方向图.根据优化得到的馈电幅度和相位,可以快速设计出符合要求的馈电结构.为验证方法的可行性,设计了一个覆盖3.3-5GHz（40.9%）的宽带交叉偶极子基站天线.为保证天线在整个工作频段辐射性能的稳定性,选取3.3GHz、3.7GHz、4.2GHz、4.6GHz、5GHz五个频点,只要使得这五个频点的天线辐射方向图基本一致即可达到目标.通过本方法可知,能够使天线辐射性能在整个频段内可以保持稳定时,一对交叉偶极子的馈电幅度和相位.预计辐射面增益变化可小于0.26dBi,半功率波束宽度在68°±1°以内.根据得到的馈点幅度和相位,反向设计馈电结构。仿真结果表明,在整个工作频段内,天线的回波损耗优于15dB,端口隔离度大于33dB,增益为8.2±0.15dBi,半功率波束宽度在68°±1.5°以内.所设计的天线增益波动低,辐射方向图稳定,可以提供稳定的信号覆盖,适用于5G移动通信系统.同时该方法与现有宽带交叉偶极子基站天线的设计方法相比,可以避免大量的结构参数分析,从而缩短整个设计周期.", "label": "信息与通信工程", "id": 0}
{"content": "为了应对现网基站因突发事件导致设备关断或配置错误而引起的局部覆盖失效问题,提出一种基于天馈权值软调整的覆盖补偿快速优化设计方案.主要通过基站告警信息触发覆盖补偿机制,基于网络数据、智能仿真技术识别失效站点待补偿的覆盖失效范围,通过计算确定周围满足优化条件的邻区并对其权值优化方案逐一仿真分析,同时判别其覆盖效果,进而输出当前最优方案完成对覆盖的动态补偿.通过实际验证表明,该方案在保持补偿站点的原覆盖指标稳定基础上,很好地完成了失效站点的覆盖补偿优化任务.该研究方案对基站故障而导致的覆盖问题具有较明显的优化效果,对保障网络质量稳定具有积极作用.", "label": "信息与通信工程", "id": 0}
{"content": "本文提出了一种低剖面、高增益的圆极化微带天线.该圆极化天线由两层介质基板和印刷在介质基板上的馈电回路和四个六边形寄生贴片构成.天线的尺寸是1.27λ0×1.27λ0×0.048λ0（λ0是中心频点3.8GHz对应的波长）.结果表明,所提出的低剖面圆极化天线-10dB阻抗带宽为18.44%,3dB的轴比带宽为14.58%,在整个频带内实现的最大增益达到11.5dBi.该天线具有剖面低、增益高等特点,为通信系统提供了一种新型天线结构.", "label": "信息与通信工程", "id": 0}
{"content": "为了解决目前频谱资源不足的问题,提出了一种透射型编码超表面生成和调控OAM天线的方法.天线采用编码超表面结构设计了两款OAM天线,分别是聚焦-OAM天线和聚焦-OAM-波束偏转天线,首先计算出OAM需要实现的相位分布,再排列单元结构形成超表面,采用3-bit编码超表面对相位进行矢量叠加来实现波束偏转.本次设计的两种OAM天线都是利用3-bit量化的单元进行排布的.仿真结果显示,两种超表面在近场电场的幅度呈现甜甜圈,相位为螺旋排布,远场的二维方向图也可以看出波束中心的场很弱,满足OAM的特点,验证了该编码方案的有效性.该天线具有易生成OAM波,同时可以进行任意编码调控OAM波束的指向,在无线通信领域具有广泛的应用前景.", "label": "信息与通信工程", "id": 0}
{"content": "随着移动通信技术的发展,波束扫描技术已经成为通信系统中不可缺少的手段,可以用来解决例如传统天线通信范围较小的问题.本文基于栅格阵列天线（Grid Array Antenna,GAA）,提出一种利用多波束天线实现波束扫描的设计方法.为了实现天线的多波束特性,天线共包括了32个短边辐射单元和18个馈电点.分别对单端口馈电和双端口同时馈电时的波束偏转情况进行仿真实验.由仿真结果可得,天线分别在四个方位面内以5°为步长在±15°范围内产生6个波束,增益大于14.35dB.该天线具有多方位多角度的多波束特点,同时具有高增益和相对简单的结构,可以为多波束天线技术提供一种新的设计方法.", "label": "信息与通信工程", "id": 0}
{"content": "为了探索智能超表面在无线通信中改变信道的潜能,基于当前通信基站的工作模式,本文提出了一个新颖的T形结构双极化天线单元,可用于实现独立控制地双波束反射阵天线.单元设计在三层介质基板上,包含两组正交反射单元,通过调节各组单元的控制器件,其对应极化的反射波在状态0,1之间可实现180°的反射相位差,X极化和Y极化不同状态反射相位差分别在频段7.73-8.26GHz和7.91-8.07GHz保持在180°±22.5°内;且在7-9GHz频段内交叉极化均低于-45dB.", "label": "信息与通信工程", "id": 0}
{"content": "为了满足5G通信终端对波束扫描天线的需求,本文提出了一种低剖面、低成本的天线设计方案.天线由馈源天线和有源频率选择表面（FSS）两部分构成.馈源天线采用具有三条金属导带的宽波束平面微带天线,在中间馈电条带和右侧寄生条带之间引入螺旋形超材料结构达到扩展波束宽度目的.在馈源天线波前4.5mm处放置由5×7单元构成的FSS,每个单元由\"工\"形及嵌入两边的\"C\"形金属条带构成.在\"工\"形的中间条带中嵌入一个pin二极管以改变FSS单元的空间电场分布,实现对电磁波不同的幅度响应.当二极管截止时,单元对入射波的透射幅度为-0.25dB,呈现带通特性;而当二极管导通时,单元对入射波的透射幅度为-55dB,电磁波不能透过该FSS单元,此时单元呈现带阻特性.针对该有源FSS设计的偏置电路可对每个单元进行单独控制,通过对有源FSS进行不同单元排布从而实现大角度的波束扫描.对该波束扫描天线进行了仿真,结果表明,在中心频率3.5GHz处,有源FSS的七种单元排布对应的E面电磁波束扫描角度分别为0°、-15°、-35°、-48°、-70°、-85°、-97°,增益分别为6.81dBi、6.44dBi、6.13dBi、6.02dBi、5.86dBi、5.8dBi、5.1dBi,旁瓣电平低于-5dB.天线整体尺寸仅为0.93λ×1.3λ×0.09λ,具有剖面低、重量轻、成本低、控制系统简单的特点,为5G通信终端波束扫描天线提供了一种新颖的天线架构.", "label": "信息与通信工程", "id": 0}
{"content": "本文针对特定项目,围绕某飞行平台,提出了一种8*8的低剖面、超宽带圆极化微带阵列的设计方案.在小于限定天线高度的情况下,天线采用探针与带线混合馈电的方式提升了天线的带宽;对贴片进行切角处理实现圆极化辐射性能;通过调节馈电位置以及切角大小改善天线的输入阻抗匹配和轴比性能.给出了天线的设计思路,通过大量的电磁仿真计算,最终确定了天线阵列的最终结构.仿真结果表明,阵列在Ka工作频带内,驻波比小于2,增益高于22dBi,轴比小于5dB.该天线具有频带宽、剖面低、轴比带宽宽的特点,为迎风、截面轮廓低、高速运动载体天线设计提供了参考意义.", "label": "信息与通信工程", "id": 0}
{"content": "为了实现C波段卫星通信对天线的需求,本文提出了一种方型四臂螺旋天线的设计方案.天线的中心工作频率为6.5GHz,以长方体特氟龙柱作为支撑,将覆铜的F4M-2薄介质基板绕在长方体柱的侧面上,实现四臂螺旋的结构.为了方便构造馈电网络,覆铜贴片从立方体其中一面的底边中点出发,逆时针绕立方体的总圈数为1.375圈,共经过六个侧面.在维持螺旋的圈数不变的情况下,通过控制长方体柱的高度和宽度,以及覆铜贴片的升角,可以使天线具有圆极化辐射特性.为了拓宽天线的阻抗带宽,在原有覆铜贴片的下方增加了第二条平行的细贴片,因为其宽度更细而长度不变,会工作在较高的频率,从而增大了天线的带宽.而四臂的馈电由基于威尔金森功分器的微带线网络所实现,利用等分的威尔金森功分器将能量一分二、二分四,再利用支节长度的差值制造相位差,逆时针观察时四臂的初相位逐次减少90°.通过大量的电磁仿真计算,最终确定了天线的最优结构,并进行了实物加工和测量.实测结果表明,在工作频段内,天线的驻波比小于2,轴比小于3 dB,增益高于0 dBi的波束宽度大于130°,实测结果与仿真结果具有较好的一致性.该天线整体尺寸为38×38×30 mm~3,具有重量轻、尺寸小的特点,为C波段卫星通信提供了一种新的天线结构.", "label": "信息与通信工程", "id": 0}
{"content": "针对传统时域分析方法下介质的厚度及介电常数测量精度不足的问题,为减小实际工程应用中的测量误差,提出了一种基于时域分析法的介质参数估计方法.该方法提出了一种对照测量系统,采用矢量网络分析仪和聚束天线分别测量后附有金属板的待测介质板和去掉介质板后金属板的反射系数,另外单独测量一组天线驻波,并基于测量出的三组反射系数的关系推导得到校准在介质表面的反射系数,然后采用Chirp-Z逆变换将得到的反射系数转换到时域,并基于傅立叶时移定理计算介质厚度,最后根据待测介质板时域不连续性处的时间位置和厚度信息计算出介电常数.采用该方法,针对氮化硅和二氧化硅介质材料进行实际测试,测试结果表明该方法能具有较强的介质厚度和介电常数估计精度,可有效避免常规时域分析方法由于时域选通加窗及带宽不足所产生的测量误差,且在介质有损情况下也能实现介质厚度信息的精确测量,具备较强的鲁棒性.", "label": "信息与通信工程", "id": 0}
{"content": "为了快速而精确地求解透射阵天线的远场辐射特性,提出了一种透射阵天线方向图的快速计算方法.该快速计算方法采用阵列理论,建立透射阵天线的数学模型,引入散射矩阵同时考虑透射场的主极化和交叉极化分量,利用叠加原理获得透射阵天线的远区主极化和交叉极化方向图;利用商业电磁仿真软件设计了一款透射阵天线.结果表明,基于阵列理论和散射矩阵的数值计算结果与全波仿真结果具有较好的一致性,验证了该快速计算方法的有效性.该计算方法可同时计算主极化和交叉极化方向图,且具有计算时间短、计算结果准确的特点,为高增益透射阵天线方向图的快速计算提供了一种新方法.", "label": "信息与通信工程", "id": 0}
{"content": "为了实现对天线辐射特性的高效调控,本文介绍了基于电磁超表面实现的三种天线,包括能辐射圆极化波的低剖面超表面天线、能实现带外辐射零点的双层超表面滤波天线和能够提升相控阵增益的超表面透镜天线。其中超表面圆极化天线具有频带宽、交叉极化低、后向辐射小、剖面低的特点;滤波天线具有尺寸小、剖面低、有较高的带外抑制度;透镜天线具有较低的角度色散,能够提升相控阵天线的增益。所设计的低剖面超表面圆极化天线由三层介质构成,辐射层、馈电贴片层、地板层以及微带馈电网络层分别印制在三层介质板的表面。通过电磁仿真分析了天线的性能,其阻抗带宽和轴比带宽分别达到23.5%和20.3%,且频带内增益稳定。所设计的超表面滤波天线由三层尺寸相同的方形介质构成,上层介质的上表面印制了一对通过差分端口馈电的交叉偶极子,偶极子臂之间放置四个相同的中心短路方形开口环。在中间层介质的上下表面分别印制相同的3×3正方形超表面子贴片阵列（但去除中心子贴片）,且下层超表面的每个子贴片都通过一个偏心的金属化通孔与地相连。该天线通过交叉偶极子和双层超表面分别产生两个谐振模式,从而拓展工作带宽,使得天线阻抗带宽达到了20%。双层超表面结构、金属化通孔、中心短路开口环等结构使得天线在低频和高频分别产生两个辐射零点,提高了天线的带外抑制度和频率选择性。差分馈电方式改善了天线的交叉极化特性。所设计的惠更斯超表面单元由三层垂直放置的介质基片构成。对称的半环形结构分别印制在前后两层介质的前后表面,构成磁流源,对称的T字形结构印制在中间介质的表面,构成电流源。将该惠更斯超表面单元进行周期性排布,通过仿真分析该超表面电磁特性。发现在TM极化波入射时具有更小的角度色散,因此更适合用于E面扫描阵列的增益提升。用该单元组成线焦透镜,即透镜的焦点位于一条直线上。当将透镜加载到E面扫描的相控阵上方时,在±32°的扫描范围内获得了7.7～9dB的增益提升。上述工作表明,将超表面用于圆极化天线、滤波天线和透镜天线的设计,都能获得非常好的性能。", "label": "信息与通信工程", "id": 0}
{"content": "本文提出了一种低剖面可重构2×2阵列天线。该天线通过控制贴片四周的变容二极管实现频率和极化重构,通过控制馈电点的选择实现方向图重构。仿真结果表明,天线的工作频率可在4.2GHz到5.8GHz的范围内连续调谐,可以实现左旋和右旋圆极化两种状态,并且可实现五种单波束方向图指向。该天线具有结构尺寸小、剖面低、多功能的特点,还可按照需要作为子阵根据阵列综合进行灵活排布。", "label": "信息与通信工程", "id": 0}
{"content": "设计了一种高增益波束扫描天线,通过利用电小尺寸单元之间的互耦实现共口径,进而缩小了馈电点间距.分析了电尺寸对耦合强度的影响,然后验证了这种单元作为反射面高效率馈源的可行性.设计了一个8 m口径高增益连续波束覆盖天线,在1.26～1.62 GHz频率范围内,扫描角度±14°时,轴向波束增益大于34 dB,边缘波束增益大于31 dB,相邻波束交叠电平在3 dB以内,达到项目指标要求.", "label": "信息与通信工程", "id": 0}
{"content": "针对传统金属天线系统受相关因素影响其谐振频率相对于其设计频率会发生一定偏移的问题,设计了一种硅基精准定频自适应天线。天线采用SPiN二极管替代金属作为辐射单元,二极管尺寸小于200μm,通过控制节点处二极管单元的导通与截止,可对天线结构和特性进行细微的调整。结果表明,通过控制二极管实现了一种谐振频率在2.4 GHz的硅基精准定频天线,且其最大增益达到了1.3dB,为高性能军事通信装备的改善提供了一种新的解决方案。", "label": "信息与通信工程", "id": 0}
{"content": "文章阐述了相控阵天线波束控制技术,提出了一种基于波束控制的数据链抗截获方法,通过多天线波束切换,选取安全传输链路,规避截获方向;通过自适应波束调零,使波束零陷对准截获方向;通过自适应功率控制,在保证稳定通信的前提下,尽可能降低天线输出功率。并通过仿真,对不同的数据链传输与截获应用场景进行了分析,提出了抗截获策略。该方法能够较好地增强数据链抗截获能力,具有一定的工程应用与参考价值。", "label": "信息与通信工程", "id": 0}
{"content": "本文提出了一种混沌万有引力算法（CH-GSA）,对万有引力算法（GSA）收敛过慢、容易陷入局部最优解的问题进行改进。该算法通过对惯性质量进行加权,用混沌算子对引力常数进行改变,改善了全局收敛的性能,并使算法的收敛速度得到提高。在只改变阵元相情况下进行优化,使赋形波束主瓣和副瓣达到设计要求。最后通过实验验证,其结果证明了混沌万有引力算法（CH-GSA）可行性和有效性。", "label": "信息与通信工程", "id": 0}
{"content": "频控阵天线（FDA）通过在阵列单元之间引入微小的频率偏移量产生与距离角度相关的方向图。由于其阵列因子函数距离和角度的耦合,使得方向图呈现出S形。为了消除距离和角度耦合,获得聚焦良好、距离分辨率较高的点状波束方向图,本文提出了一种将泰勒窗函数与正余弦函数相结合的频偏设计方法,并将其应用于中心对称FDA模型。数值仿真了FDA的波束形成结果,比较了不同频偏设计方法的天线性能,本文所提出的方法能使FDA获得较窄的波束主瓣宽度并提升距离分辨率。", "label": "信息与通信工程", "id": 0}
{"content": "本文提出了一种利用基片集成波导技术设计的宽带毫米波超表面天线。在18.5GHz到42.9GHz的范围内,所提出的超表面天线反射系数小于-10d B,对应的相对带宽为79%。超表面天线的尺寸为0.80λ0*0.72λ0*0.24λ0,其中λ0是工作在30GHz时的自由空间波长。频带内超表面天线的最大增益为7.9d Bi。通过分析电场分布,所提出的超表面天线可激励出TM10模、反相TM20模和TM30模三种不同的模式。", "label": "信息与通信工程", "id": 0}
{"content": "本文设计了一款低剖面宽带加载单极子天线。通过在介质板上添加圆形贴片,对其中心馈电形成单极子天线,同时采用顶部介质板加载、短路销钉加载技术,配合周期性扇形贴片和蚀刻的接地面,最终在4.99-10.06GHz频带范围内,S11均小于-10dB,且具有良好的全向辐射特性。", "label": "信息与通信工程", "id": 0}
{"content": "本文基于Vivaldi天线和切比雪夫功分器设计了超宽带低剖面双向可穿戴天线。采用Vivaldi天线作为辐射单元,利用其低剖面和超宽带特性,使用柔性材料聚酰亚胺（PI）作为介质基板结合柔性金属,使天线具有和人体共形的能力,再利用超宽带功分器为双天线馈电组成双向天线,提升天线全向通信能力,并提出天线和人体隔离方法,有效增加了安全性。仿真结果表明,该双向天线共形人体后,在工作频段（600MHz～6000MHz）内,反射系数小于-6dB,采用隔离方法平均辐射效率为80%,具有超宽带、低剖面、鲁棒性好等特点。", "label": "信息与通信工程", "id": 0}
{"content": "由于PCB存在的翘曲问题会导致基片与波导垂直过渡结构连接界面之间存在空气间隙,且该空气间隙的高度和面积不可控制也难以测量.该空气间隙会增大过渡结构的不连续性,导致过渡结构不匹配,同时还会带来能量泄露,增大过渡结构的插入损耗.随之频率的提升,当频率来到W波段时,过渡结构的性能对精度要求更高,传统的机械固定方式已经难以满足插入损耗的需求,本文提出了一种基于BGA植球的过渡结构,通过抑制能量泄露,降低过渡结构的插入损耗.在传统的基片集成波导（SIW）到波导的垂直过渡结构基础上,在波导口附近设计基于BGA球的能量抑制结构,该能量抑制结构由基片下层金属,BGA锡球和波导金属共同组成,形成一种空气填充的腔体,可以抑制能量的泄露,同时可以通过调控BGA锡球高度和腔体面积实现SIW到波导的低损耗过渡.根据标准工艺PCB板的翘曲率,可以计算出特定尺寸下PCB板的翘曲高度,根据计算结果分别仿真分析了传统SIW到波导垂直过渡存在不同高度空气间隙时的回波损耗和插入损耗,可以看出当空气间隙的存在明显会对垂直过渡结构的性能造成影响,空气间隙高度为100 um时,插入损耗大于1 dB,而通过BGA加载的垂直过渡结构可以在90 GHz～100 GHz范围内插入损耗小于1 dB.仿真结果可以得到该过渡结构能解决基片和金属波导之间存在能量泄露的问题,提升过渡结构的可靠性,为W波段SIW到波导过渡结构提供了一种更加可靠的方案.", "label": "信息与通信工程", "id": 0}
{"content": "本文提出了一种基于开源网格生成库Triangle的矢量有限元波导分析工具。该工具具有矢量有限元网格生成、波导模式求解和可视化功能。具有良好的交互界面,用户可通过该工具求解各波导模式并获得可视化结果。本文介绍了此工具剖分使用的开源库Triangle的工作原理,并通过一个圆-矩形同轴波导算例,验证了工具的准确性与有效性.该工具为自主可控的矢量有限元电磁计算软件研发提供了一种参考思路。", "label": "信息与通信工程", "id": 0}
{"content": "本文设计了两种工作在W全频段的E面魔T。其中,波导魔T以金属圆柱和金属方块为匹配元件,与膜片和锥体等匹配元件相比,降低了装配难度,共面魔T则是引入微带探针进行阻抗匹配。两种魔T均采用阻抗变换结构来扩展工作带宽,仿真结果显示性能良好。在75GHz～110GHz频段范围内,波导魔T的回波损耗优于26dB,隔离度优于16d B,插入损耗优于0.03d B,共面魔T的回波损耗优于25d B,隔离度优于19d B,插入损耗优于0.04d B。", "label": "信息与通信工程", "id": 0}
{"content": "在三维封装T/R组件中,采用垂直互联结构可以实现T/R组件的小型化和高集成度。本文设计了一种不同层的微带线过渡到带状线的基于HTCC的垂直互联结构,并且通过对传输通孔进行错位设计避免了通孔堆叠对信号传输性能的影响,在Ku波段内垂直互联结构插损小于0.17dB,在此基础上实现了陶瓷基板与PCB互联仿真。", "label": "信息与通信工程", "id": 0}
{"content": "传输线法具有测量频带宽、操作简单、测试精度高等优点而被广泛用于电磁参数测试。但该方法的测试精度受样品尺寸影响,因此本文以K波段波导传输线法为例,基于HFSS仿真对由波导样品尺寸加工不准而引入的电磁参数误差进行定量分析,并指导波导样品的加工。", "label": "信息与通信工程", "id": 0}
{"content": "带有频变负载的传输线系统的瞬态响应分析是电磁兼容领域的一个重要内容,特别是对于频变负载网络较为复杂或者内部结构不清晰的情况,其瞬态响应的分析是较为困难的。本文首先在采样频率点处对频变负载端口导纳进行测量或者计算得到相应的采样导纳,并采用有理函数逼近的方式对端口导纳进行等效;然后,采用矩阵束方法求解出有理逼近函数所需的极点和留数,并将其带入到分段线性递归卷积技术中,实现传输线和频变负载连接点处电压的分段线性递归卷积表达;最后,结合传输线方程实现带有频变负载的传输线系统的瞬态响应分析,并通过两个算例对所提方法的性能进行了验证。结果表明,所提方法在计算精度上具有明显优势。", "label": "信息与通信工程", "id": 0}
{"content": "本文对开槽的TEM传输线的陷波特性进行了研究。结果表明,波纹槽传输线的槽线到临近侧边的距离每增加0.15 mm,阻带带宽就增加1 GHz;波纹振幅与阻带带宽也正相关,但阻带的中心频率不变;而波纹个数对陷波特性影响显著,波纹个数从1到5对应的阻带中心频率依次为7.6 GHz、13 GHz、18.4 GHz、23.3 GHz、26.7GHz。此外,还设计了一种具有较好陷波特性的带谐振单元的直缝槽传输线。仿真实验证实了可以通过调整传输线的几何参数来灵活控制传输线的阻带带宽和中心频率。", "label": "信息与通信工程", "id": 0}
{"content": "本文提出了一种紧凑型高功率微波圆波导TM01-TE11模式转换器,借助矩形波导TE10模和半圆形波导TE11模传播常数的差异,经一定长度引入180°的相位差,从而实现圆波导TM01模到圆波导TE11模的转换;通过引入同轴渐变过渡段,有效提高了转换器的功率容量。借助全波电磁仿真软件对模式转换器进行了验证,结果表明该模式转换器在8.4 GHz的转换效率高达99.21%,转换效率大于90%的相对带宽大于8.93%,功率容量大于558MW。", "label": "信息与通信工程", "id": 0}
{"content": "本文设计了一种微同轴线-微带线转换结构,利用Z参数和等效电路之间的关系得到等效电路各分量的值,并在5-15GHz通过响应面分析法得到了各分量值的计算公式,最后将等效电路仿真结果与HFSS仿真结果进行比较,结果吻合较好。", "label": "信息与通信工程", "id": 0}
{"content": "利用交指结构的电容特性以及微带传输线理论,设计了一款紧凑型的毫米波整流电路。仿真结果表明,该整流电路在频率为24GHz,输入功率为15.5dBm,负载为590Ω时,具有53.2%的最高整流效率。最终电路尺寸为21mm×10mm,易于与天线集成,可广泛应用于毫米波无线能量传输技术中。", "label": "信息与通信工程", "id": 0}
{"content": "波导负载作为重要的终端器件,具有频带宽、功率容量高及驻波比地等优点。广泛应用于各种通讯及测量系统中。波导负载的设计重点在于需要将入射的电磁波能量全部吸收,尽可能实现零反射,为实现小型化的目标常会利用电磁波通过介质时的多次反射现象。本文提出了一种可以应用于测量系统的滑动负载,工作频段在26.5GHz-40GHz,端口波导型号为WR28,带内驻波的实测值为1.025。该滑动负载已被加工并应用在实际测量系统中。", "label": "信息与通信工程", "id": 0}
{"content": "无源互调（Passive Intermodulation, PIM）是大功率微波部件及系统中一种重要的非线性干扰,对于收发共用卫星通信系统有着严重的影响。不良金属接触所导致的金属接触非线性是产生PIM的主要因素。间隙波导的非接触结构和宽带电磁屏蔽特性对于实现稳定高效的PIM抑制有着天然的技术优势,基于此本文提出无源互调的非接触式抑制方法。针对Ku频段应用需求,本文研制实现了一种非接触式波导滤波器,采用串联短路枝节结构,同时基于间隙波导原理实现了滤波器的整体非接触化。Ku频段滤波器样件实测获得了优秀的电性能,同时获得了稳定的低无源互调性能,充分验证了非接触式PIM抑制方法的可行性和有效性,为实现大功率低PIM设计提供了新的技术途径。", "label": "信息与通信工程", "id": 0}
{"content": "本文对在矩形波导截止频率以下实现高效耦合的方法进行了回顾和验证,并在弯曲矩形波导中进行了进一步的研究。结果表明,即使在矩形波导弯曲成90°的情况下,通过加载容性超表面,仍能实现低于截止频率高效耦合,这和波导传统传输模式的响应行为有很大的不同。该仿真结果对设计基于矩形波导的小型化和共形化天线及器件中提供有价值的参考。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍了一种基于相速度同步的非周期慢波结构设计方法,为新型非周期慢波结构提供了设计思路。利用该方法可以获得非周期慢波结构的色散方程以及注波同步的理想电压。在给定同步频率的情况下,能够确定相应的结构参数。作为该方法的设计实例,设计了非周期同心弧折叠波导慢波结构。三维仿真结果与该方法的理论结果具有很好的一致性。", "label": "信息与通信工程", "id": 0}
{"content": "本文针对蜂窝波导机箱的屏蔽效能进行了电磁仿真计算,研究了蜂窝波导结构参数对机箱屏蔽效能的影响规律,提出了针对性的电磁防护措施。在0.1GHz～1GHz的频率范围内,通过改变蜂窝波导管结构的深度、厚度和单个孔洞面积等参数,得到了机箱屏蔽效能随蜂窝波导结构参数的变化规律,并对比分析了圆形波导机箱和蜂窝波导机箱屏蔽效能的差异。仿真结果表明想要在散热的同时保持良好的机箱屏蔽效能,可以适当增加蜂窝波导管的深度和厚度,或者减小单个孔洞面积,都可以较为显著地提升机箱的屏蔽效能。", "label": "信息与通信工程", "id": 0}
{"content": "无源互调（Passive Intermodulation, PIM）是微波通信系统中一种常见的非线性干扰,其主要物理根源是微波部件中不良金属电接触所导致的金属接触非线性。间隙波导是近年来兴起的一种基于周期性电磁结构的新型微波毫米波传输线,非接触结构是其主要特点。非接触式间隙波导传输线为解决微波系统的无源互调问题提供了全新的思路。本文以Ku频段E面非接触式槽间隙波导为例,通过Ku频段PIM测试系统,研究了不同载波功率及连接力矩下传统波导和非接触式波导的无源互调特性。实验结果表明,相比传统波导,非接触式波导可以获得稳定的低无源互调特性,且几乎不受连接状态的影响,这为大功率低无源互调微波部件设计提供了新的实现途径。", "label": "信息与通信工程", "id": 0}
{"content": "为解决靶场通信光缆在任务保障与值勤维护中存在的被动监测、路由粗放式管理、数据利用率低等问题,研究北斗通信导航技术,结合GIS技术构建集通信光缆的路由管理、巡护管理、实力管理和维修管理等功能于一体的新型光缆综合管理系统。可以有效提升通信光缆运维管理的效率和光缆数据的利用率,推进光缆运维的信息化和智能化水平。", "label": "信息与通信工程", "id": 0}
{"content": "为了进行毫米波系统的测量,提出了一种基于双微带脊空气间隙波导技术的六端口网络。本文首先给出了六端口网络所对应的矩阵及其原理框图,并将功分器与3d B-90°耦合器视为基本元件;其次,利用双微带脊空气间隙波导进行功分器以及3dB-90°耦合器的设计;最后,根据原理框图,将其依次连接。通过仿真,该六端口网络中心频点为40GHz,工作带宽为8.5%,幅度分配与各端口的相位差满足设计的要求。", "label": "信息与通信工程", "id": 0}
{"content": "本文基于传输线理论,分析了阻抗失配对射频宽带系统幅频响应平坦度的影响关系,并对相应电路进行了建模仿真,仿真结果与理论分析结论相吻合;通过仿真还对宽带系统阻抗失配与群时延特性之间的关系进行了分析,并量化计算了幅相波动随阻抗失配程度变化关系,为射频宽带系统幅相响应优化提供了一个指导依据。", "label": "信息与通信工程", "id": 0}
{"content": "本文根据矩形波导理论,设计了一款工作在5.2GHz和5.8GHz的SMG导槽波导,研究导槽的长度和导槽的间距对S参数和导槽波导内部、终端处和槽口处电磁场分布等的影响。研究表明,测试结果与仿真结果基本一致,S11约为-20d B,电磁场主要集中在波导内部而外部泄漏场很小。", "label": "信息与通信工程", "id": 0}
{"content": "介绍介绍了一种基于E面探针过渡的方法实现在D频段内矩形波导到共面波导的过渡结构设计。探针过渡具有结构简单、重复性好的特点,其中E面探针结构相较H面探针结构具有引入较小不连续性的优势。利用HFSS仿真软件进行分析和优化,其仿真结果表明单边探针过渡结构在119GHz～147GHz范围内的回波损耗优于20d B,插入损耗小于0.08d B;背靠背探针过渡结构在110.3GHz～161GHz范围内的回波损耗优于15d B,插入损耗小于0.2d B。", "label": "信息与通信工程", "id": 0}
{"content": "本文提出了一种脊波导到同轴的直插式转换器,该结构由双脊波导过渡到单脊波导,再过渡到同轴。该过渡结构具有损耗小,频带宽,结构紧凑的优点。仿真结果表明在50GHz～100GHz范围内的回波损耗优于19.5dB,插入损耗小于0.1dB。", "label": "信息与通信工程", "id": 0}
{"content": "本文设计了一种V波段石英介质半模基片集成波导（HMSIW）4×4巴特勒矩阵。该巴特勒矩阵采用直线延迟线实现所需的45°和0°相移,使得整体结构宽度更加紧凑。仿真结果表明,在58 GHz～62 GHz频段,插入损耗小于2.3 dB,输入端口回波损耗与隔离度均高于15 dB,设计的巴特勒矩阵尺寸为5.3λ0×1.4λ0。", "label": "信息与通信工程", "id": 0}
{"content": "本文设计了一种工作在C波段的基于变容二极管和半模基片集成波导的可控移相器。其结构简单,根据实测结果,使用3个变容二极管时可控相移范围可达95.71°,稳定度在±10°以内,在4～5GHz的工作频带内,回波损耗均小于-8.143dB;将此移相器与ADMV1013芯片的中频I\\Q端口连接进行相位校准,需要的单边信号功率可增加4.3dB。", "label": "信息与通信工程", "id": 0}
{"content": "本文基于横向谐振法,推导了非对称双脊波导的截止波长的计算公式。采用该公式计算下,设计了一款同轴转标准双脊波导的宽带转接结构。", "label": "信息与通信工程", "id": 0}
{"content": "本文从传输线电报方程和奇偶模分析理论出发,导出了一种简易高效的基于S参数的耦合传输线RLGC参数提取算法.与主流算法相比,本文导出的算法避免了繁杂的矩阵运算.仿真验证结果表明,本文算法的RLGC参数提取效果与主流商用软件一致.", "label": "信息与通信工程", "id": 0}
{"content": "人工表面等离激元（SSPP）传输线是一种可以将电磁波束缚在凹槽金属结构和电介质之间亚波长的范围内传播的波导结构。SSPP传输线和器件具有带宽可调节,高集成度和可以在柔性采用中应用等优点。本文回顾了我们有关椭圆型等离激源传输线及功分器的工作。", "label": "信息与通信工程", "id": 0}
{"content": "本文采用介质填充双间隙电磁带隙结构,设计了一款工作于Ka频段的空气填充基片集成双间隙波导。介质填充双间隙电磁屏蔽结构提高了双间隙波导电路的稳定性并降低了其无源互调电平。在此基础之上,设计了一款空气填充基片集成双间隙波导到同轴线的垂直过渡电路。为了便于加工,同轴线末端采用一阶柱形空气台代替同轴探针末端的匹配柱。本文对背靠背过渡电路样件进行了实物测试,仿真与测试结果吻合较好。", "label": "信息与通信工程", "id": 0}
{"content": "本文提出了一种基于IU型耦合微带线的低损耗负群时延电路,该电路由两条互相耦合的微带线组成。通过建立该电路的等效电路拓扑结构,并基于微波电路理论推导出电路的S参数模型以及群时延的表达式。实测结果与仿真结果以及理论模型具有良好的一致性,证明了该电路具有带通负群时延的特性。实验结果表明:在中心频率1.71GHz时,电路的最大负群时延约为-2ns,带宽为35MHz,插入损耗为-2dB以及反射损耗为-13dB,具有较低的插入损耗和良好的反射损耗。", "label": "信息与通信工程", "id": 0}
{"content": "实现对波导色散和截止频率的调控是十分重要的,因为这些参数决定着波导的工作频率范围和物理尺寸。在本文中,我们提出了由一维周期性金属盲孔阵列构成的基片集成阻抗表面,可以等效为均匀的表面电容,并为此提出了有效的理论框架。我们从理论和实验层面证明了容性基片集成阻抗表面可以降低波导的截止频率,调控传播特性,并同时实现其小型化。此外,加载基片集成阻抗表面的波导也呈现了一些有趣的现象,如慢波效应和局部场增强特性。本文提出的基片集成阻抗表面加载技术为实现各类的小型化波导器件、高灵敏度传感器、宽带可调的近零介电常数超耦合调控等应用开辟了新的可能性。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍了应用于光缆护套工序持续高速（120m/min）生产的自动双盘收线机的设计思路以及工作原理。", "label": "信息与通信工程", "id": 0}
{"content": "本文选取通信光缆作为RFID （Radio Frequency Identification,射频识别）的研究对象,通过一定的方法,将RFID芯片植入光缆内或者外挂在光缆上,从而将传统的光缆改造成一种新型的智能光缆,并开发相应的软件系统,实现光缆信息的自动化管理。这种管理系统可应用于光缆生产管理、施工管理和维护管理。", "label": "信息与通信工程", "id": 0}
{"content": "针对传统光缆仓储管理过程中存在的盘点工作量大、找缆效率低、信息不对称、发货时效性差等问题,本文通过设计基于RFID （Radio Frequency IDentification,射频识别）的光缆仓库管理系统,可自动识别光缆和库位的RFID标签,快速准确获知库存状态,实现了仓库的信息化和可视化管理,降低仓库管理人员的工作强度,提升仓库管理效率,促进仓库管理的精细化和智能化。", "label": "信息与通信工程", "id": 0}
{"content": "通信行业标准YD/T3718—2020《通信电缆光缆用低烟低卤阻燃软聚氯乙烯塑料》于2020年7月1日开始实施。本文详细介绍了该标准的主要内容,特别是和国家标准GB/T8815—2008《电线电缆用软聚氯乙烯塑料》的差异,以及对铅盐热稳定剂和有毒的小相对分子质量的邻苯二甲酸酯增塑剂的限量规定,说明了主要技术指标的意义、由来、影响因素和可行性,评述了标准中可能产生误解或争议的问题（如耐候性老化）,并对未来标准内容的修订提出了建议。", "label": "信息与通信工程", "id": 0}
{"content": "本文首先介绍了色环光纤的一种生产万法及其微观结构。我们发现在某些条件下色环光纤具有一种独特的传输性质——衰减的波长选择性,并且发现色环光纤的这种特性无法用传统光纤衰减理论解释;接着,对光纤光栅及其特性做了简单的介绍,并发现色环光纤衰减的波长选择性可以用周期性微弯引起的长周期光栅效应进行合理的解释;最后,总结了影响色环光纤中光栅效应强度的因素及控制方法。", "label": "信息与通信工程", "id": 0}
{"content": "从光纤预制棒的制备过程出发,本文讨论了预制棒烧结炉密封性对光纤1383nm处损耗的影响;分析了预制棒松散体的脱水过程,并给出了最佳的脱水氯气含量;总结了芯棒参数芯包比、预制棒延伸对预制棒损耗的影响规律,并指出了芯棒设计参数和预制棒延伸过程中的注意事项。", "label": "信息与通信工程", "id": 0}
{"content": "本文通过实验对聚乙烯护套光缆表面渗油的现象进行了研究。研究表明,在光缆经受长期曝晒时,只要护套与充油缆芯直接接触,不管是次新MDPE护套还是全新HDPE护套表面都会出现渗油的情况,两者的差别仅仅是HDPE的渗油速度较慢而已,全新的HDPE并不能从根本上杜绝护套渗油。实验还发现,护套渗油所造成的影响最主要的不是护套老化而是增加了光缆渗水的风险,要想杜绝渗油,最有效的办法是在充油缆芯外面纵包PET聚酯带。", "label": "信息与通信工程", "id": 0}
{"content": "在高能γ射线辐照条件下,光纤容易出现色心,辐照会导致较大的辐照附加衰减,且辐照附加衰减随着辐照总剂量以及剂量率的增加而增加。本文通过研究高辐照剂量条件对光缆辐照附加衰减的影响研究光缆的辐照损伤机理及恢复机理。", "label": "信息与通信工程", "id": 0}
{"content": "本文以聚乙烯和尼龙作为研究对象,采用人工加速老化的实验方法对其进行了1500h以上的长期紫外荧光老化研究,利用显微镜、傅里叶红外光谱仪以及万能试验机等测试表征方法综合分析了研究对象在老化过程中结构与性能的变化规律。结果表明:PE老化前后材料表面形貌、分子结构、拉伸断裂应力变化不大。尼龙老化前后性能变化明显,拉伸性能显著下降,红外分析光谱图中各特征峰强度减弱,PA材料表面逐渐形成裂纹并延伸成沟壑状。实验结果对了解护套材料老化机理、建立材料自然老化寿命模型、评判光缆护套材料长期可靠性等具有参考意义。", "label": "信息与通信工程", "id": 0}
{"content": "微束光缆具有优异的开剥性能和良好的弯曲性能,在国内外都呈现出良好的发展趋势。本文介绍了一种大芯数微束光缆的设计与开发,对试制的产品进行了性能检测,并描绘了此光缆的应用场景。", "label": "信息与通信工程", "id": 0}
{"content": "下杆缆作为农村地区的主力光缆具有良好的市场前景,本文简述了24芯管下杆缆的设计制造过程,对比了不同PBT （Polybutylene Terephthalate,聚对苯二甲酸丁二醇酯）和不同护套料对光缆性能的影响。", "label": "信息与通信工程", "id": 0}
{"content": "彩条光缆护套表面有纵向贯穿于整个护套长度的彩条,该彩条可提高光缆的辨识度,确保光缆在整个使用寿命周期内都易于辨认,在工程的接续和线路维护时提高施工效率,便于客户施工和维护管理。本文介绍了光缆护套的彩条生产实现方式,提出彩条模具和彩条分流锥两种技术应用方案,实践表明这两种方案均可满足要求。本文针对这两种技术方案进行了分析比较,给出了各自方案的优缺点,以及实施这些方案时的注意要点。", "label": "信息与通信工程", "id": 0}
{"content": "本文分析了影响护套金属带焊接质量的各种因素,对比分析了金属带不同焊接剪切角度样品的抗张强度和断裂伸长率,以及试验后样品开裂口位置和焊点状态。试验表明,金属带焊接角度控制在45°～60°,有利于降低断带风险。最后,本文给出了金属带焊接点通过成型模具及放金属带时需要注意的要点。", "label": "信息与通信工程", "id": 0}
{"content": "本文分析了光缆中钢塑复合带铠装层渗水的各种原因,并讨论了解决方案;介绍了低温等离子体对光缆粘接表面处理的原理和特点,分析了低温等离子体对提升光缆金属复合带搭接处渗水性能的作用。本文的试验结果表明,经过低温等离子体处理后的钢塑复合带在搭接处粘接效果较好,可有效地解决搭接渗水的问题。", "label": "信息与通信工程", "id": 0}
{"content": "随着社会经济和科学技术水平的逐渐提高,人们已经进入了信息化时代,电子通讯设备是先进的科学技术,已经逐渐受到了更多的重视。电子通讯设备的种类逐渐增多,使用需要也在逐渐提高,电子通讯设备的质量问题就显得极为重要。社会的快速发展带动了信息科技产业的发展,高科技产品也慢慢走近了人们的视野,成为了人们生产生活中不可缺少的一部分。高科技产品有很多不同的种类,使用频率最大的是进行信息传递的电子通讯设备。", "label": "信息与通信工程", "id": 0}
{"content": "现今军用通信设备对于硬件设备的小型化、全国产化和可量产性要求越来越严格,为了全面提升通信设备的小型化、元器件自主可控程度、可量产性和维修性,本文设计了一种基于射频SIP技术的超宽带射频收发通道组件,能够在兼顾小型化、全国产化的需求下,提升量产能力和维修性,并满足特定的射频指标。文章通过设计指标分析、器件选型、仿真分析等过程,确定了收发通道的设计架构,并经过对射频芯片的分组SIP封装设计,确定硬件架构。最终加工装配出收发通道组件的硬件电路。实测结果表明,此射频收发通道组件能够满足设计指标要求。", "label": "信息与通信工程", "id": 0}
{"content": "随着移动通信业务的飞速发展,各大运营商加快网络建设的步伐,基站数量大幅度增加,随之带来的新问题即基站能耗迅速增长无疑增加了运营商的成本,降低基站能耗、节能减排势在必行。针对以上需求,对不同型号的通信设备采集相应的性能数据、配置参数、其它无法量化的因素数据等,通过卡方检验、皮尔逊相关性分析、方差分析等机器学习方法,选取合适的建模指标,对数据进行降维处理,然后采用GBRT算法建立节能关断生效与不生效的设备能耗模型。通过不同模型,可以得到该时段节能关断生效与不生效情况下的设备功耗,还原设备每一时刻的能耗,精确计算节电量。对于小区关断,仅计算由载波、通道、符号关断生效带来的设备节电量,能更准确地反映出全网由小区关断引起业务量迁移后的节电量。", "label": "信息与通信工程", "id": 0}
{"content": "传统基站智能节电方法都是依靠人工经验设置相关节电方案,会存在节电方案不匹配。本文所述的方法按时段存储的主小区和同覆盖小区的历史节电方案和用户感知指标数据,结合TOPSIS法进行基站最佳节电方案选择,之后将方案转化为相应网管指令,派发到网管执行,从而可以实现基站智能化节电。", "label": "信息与通信工程", "id": 0}
{"content": "为满足治黄业务信息化、现代化的普及,黄河通信机房数量及配套信息化设备日益增多,黄河防汛通信基础设施已成为治黄事业越来越重要的组成部分。DTU技术凭借组网快速灵活、建设周期短、成本低以及良好的链路始终在线特点,应用于黄河通信机房的运维管理中。本文结合DTU技术在黄河通信机房运维工作中的应用,研究分析基于DTU技术的动环监控系统的应用前景。", "label": "信息与通信工程", "id": 0}
{"content": "现今军用通信设备对于硬件设备的小型化、全国产化要求越来越严格,为了全面提升通信设备的小型化和元器件自主可控程度,本文设计了一种基于射频单片架构的L波段射频收发通道组件,能够在兼顾小型化、全国产化的需求下,满足特定的射频指标。文章通过设计指标分析、器件选型、仿真分析等过程,确定了收发通道的设计架构。经过合理的原理图设计和硬件布局设计,加工装配出小型化收发通道的硬件电路。实测结果表明,此射频收发通道组件能够满足设计指标要求。", "label": "信息与通信工程", "id": 0}
{"content": "随着城市公共交通基础设施建设的快速发展,地铁线路的覆盖面越来越广,与地铁相关的配套设施和资源也越来越丰富。基于现状,提出了一种通过利用地铁机房资源,有效地支持通信重点机房建设的解决方案。相对于常规建设方式而言,这种方案能够大幅降低建设成本、增加电源供电稳定性、显著减轻维护负担。此方案已经在实际试点工程应用中取得了突出效果。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍了以带彩显屏、以太网接口的新一代PLC作为下位机,实现对电视发射机房发射设备的数据采集、自动控制以及数据网络回传,以嵌入式Linux系统开发板解决对发射机通讯协议的转换难题,以\"单向串口\"网络结构及自主开发的综合数据服务安全平台,实现基于手机APP的机房移动值班等自动化设计新思路,并对系统进行等保加固和备案。", "label": "信息与通信工程", "id": 0}
{"content": "随着5G的发展,数据流量需求的持续猛增,网络负荷大幅增长,机房耗电和设备散热问题日趋严重,机房网络电费将大幅度增加,降低通信机房电费的问题将日益突出。文中从关注国家及省市电费政策着手,结合讨论通信机楼用电性质、关闭机房空闲电源模块等方面,探讨通信机楼电费降本增效措施。", "label": "信息与通信工程", "id": 0}
{"content": "基于移动互联网环境下微信小程序软件应用,实现了日常现场工作表格的便携性、易用性、可控性、安全性,项目管理人员可以随时掌握巡检进度,并通过后台统计分析巡检数据,以便指导现场工作。", "label": "信息与通信工程", "id": 0}
{"content": "首先介绍PUE定义和北京电信Y数据中心PUE指标现状。然后对PUE效能提升方案进行介绍,重点分析了每个举措的实施内容、节能效果、投资收益。最后给出提升北京公司PUE指标长期建议。", "label": "信息与通信工程", "id": 0}
{"content": "通信运营企业为满足社会对信息需求快速增长的需要,将一些通信机房或其他用途房屋改造成小型数据中心,在面对电力改造或增容时,如何解决两路市电之间互为备用、如何解决市电与发电机组之间进行自由切换等问题,成了通信机房DC化电力增容过程中不可忽视的关键问题。文中将深入分析了小型数据中心两路市电以及与发电机组之间电能转换的逻辑关系,分析了市电容量与变压器容量配置原则,提出了相关问题的解决方案。", "label": "信息与通信工程", "id": 0}
{"content": "5G需求下,IDC机房刀片式服务器功率密度大,短时间制冷中断就有可能烧毁设备。针对此风险,文中提出了一种小型IDC机房供电安全规划,对机房设备及空调采取不同母线段的双电源接入方案,双电源具备负荷均分、自动投切的功能。通过对高低压配电设备继电保护的整定值进行调整,实现1#高压进线停电后,2#高压进线自动供电。在极端情况下,若两路高压全部停电,则通过设置合理的油机延时预热时间,使油机以最快的速度加载供电。通过以上措施,在保障安全运行的前提下,IDC机房可以实现无人值守,达到降本增效的目的。", "label": "信息与通信工程", "id": 0}
{"content": "5G时代,机房、基站的通信负荷急剧增加,应急发电车、应急油机的功率与数量明显短缺,特别是大规模停电时,现有的机房、基站应急接入装置已满足不了应急发电保障的需要。文中提出了通信机房基站多功能应急供电保障技术,实现多辆发电车或多台小功率应急油机对机房、基站的一起供电,解决小功率发电车、小油机满足不了大容量机房、基站的应急供电问题,提升网络安全与网络质量。", "label": "信息与通信工程", "id": 0}
{"content": "燃气轮机发电机组与常规的柴油发电机组相比,其具有占地少、效率高、启动加载快的特点,非常适合功率负荷大的通信机楼,尤其是城市老旧机房改造,需要在油机房面积不增加的前提下,增大发电机组功率。文章对燃气轮机及燃气轮机发电机组进行简单介绍,归纳总结了燃气轮机发电机组的特点及通信机房使用案例分析,以期为通信领域工作者提供参考。", "label": "信息与通信工程", "id": 0}
{"content": "文中介绍并提出了一种新的IDC机架式智能调峰电源系统,旨在通过扩展现有电池备用单元（BBS）的使用来提高机架密度。从工作原理、控制算法和关键设计注意事项等方面展开描述,并建立相关原型来验证理论分析。", "label": "信息与通信工程", "id": 0}
{"content": "通过对空调制冷量需求的通信机房空间环境和通信机房内设备散热两个方向的分析研究,创新性提出了通信机房空间环境垂直隔断气流方式和通信机房设备板件均衡散热方法,为数据中心机房、传统通信机房乃至基站机房提供了节能环保新技术方面的建议。", "label": "信息与通信工程", "id": 0}
{"content": "目前C-RAN建设中由于BBU集中部署引发单个机柜发热密度急剧升高,局部热点问题突出并引发高额空调电费。针对上述问题,文中提出机柜级制冷方案,可利用空调节能技术有效解决高功率设备集中部署产生的散热问题,降低机房运营成本,同时满足设备灵活部署、网络按需建设及可靠运行的发展需求。", "label": "信息与通信工程", "id": 0}
{"content": "针对CRAN机房BBU堆叠机柜面临的局部高温问题,文中分析了多种机柜散热解决思路,并对目前工程应用中采用的典型改造方案进行研究和对比分析。通过改造条件、方案经济性、散热效果及空调能效比等维度来详细评估不同方案的优劣,为BBU堆叠部署的散热方案选取提出指导意见和参考思路。", "label": "信息与通信工程", "id": 0}
{"content": "使用热成像仪对机架内横装与竖装的BBU设备温度进行测量,通过对比设备进出风口的温度数据分析得出结论:BBU设备横装容易造成机房内气流组织的混乱,下层设备对上层设备的温度影响较大,产生热岛问题。竖装的BBU设备气流组织更加顺畅,热交换充分,设备工作温度容易降低。改造建议:对于机柜内气流组织不合理的机柜进行改造时,需要从气流组织设计着手改进,防止设备排出的热空气重新循环进入设备进气口。", "label": "信息与通信工程", "id": 0}
{"content": "文中主要针对当前通信网络机房普遍采用的风冷空调系统节能改造的各类技术方案进行分析研究,探讨了5G网络建设的背景情况下,通信网络机房风冷空调系统如何适应新的能源管理要求和提升能源利用效率,实现网络机房的精益运营。", "label": "信息与通信工程", "id": 0}
{"content": "随着通信技术的高速发展,设备容量越来越大,功率也越来越高,尤其以传输设备发展为甚。目前主流传输设备功耗普遍都在4～6 kW,部分高业务设备功耗甚至超过10kW,如此高功率密度的设备在传统上送风机房中如何摆放,才能够最大效率的满足制冷需求,成为亟待研究的课题。文中利用CFD仿真技术,通过仿真模拟设备与风口间的不同距离,探讨设备的最优摆放位置。", "label": "信息与通信工程", "id": 0}
{"content": "北京电信洋桥局原为写字楼,后经加固改造为综合通信机楼。楼宇内原为水冷系统,全年给洋桥局机房和办公区提供冷量。目前洋桥局只有4层机房的3台水冷空调和8层客户操作间的顶部水冷风机盘管涉及通信设备热负荷。每年10月至次年4月约有7个月洋桥局冷机需要单独给通信设备热负荷制冷,存在较大能源消耗。且水冷系统的维护维修工作量频繁,存在较大安全隐患。洋桥局动力班组因地制宜,制定方案,将4层机房水冷空调替换为风冷精密空调,在8层803E机房新增柜机,在保障通信设备安全度的情况下实现了节能。", "label": "信息与通信工程", "id": 0}
{"content": "为了降低5G通信基站停电后设备散热功耗大,提高电池寿命。降低机房温度高对通信设备寿命、性能的影响。降低机房高温引起的通信中断,导致客户的投诉等。", "label": "信息与通信工程", "id": 0}
{"content": "随着数据中心能耗日益增加,预计2025年全国数据中心总耗电量占比将达到4.05%。如此巨大的能耗巨兽伴随着散热量逐年递增,由于数据中心能量密度大,高功率导致设备高热量,给冷却系统带来了前所未有的压力。以冷却塔散热作为制冷系统中的冷源对数据机房的环境起着关键性的作用。其中冷却塔结垢问题导致冷塔工作效率大大降低,加剧寄生用电量的同时增加了维护成本。文章介绍了闭式冷却塔工作原理、结垢类型、结垢机理、结垢影响因素、阻垢和除垢的方式,并分享了北京移动菜市口通信楼宇冷却塔维护案例。", "label": "信息与通信工程", "id": 0}
{"content": "文章主要叙述了磁悬浮变频离心式冷水机组在广东联通某通信机楼的实际应用案例,通过与普通冷水机组性能、能效对比分析,磁悬浮变频离心式冷水机组的技术优势及特点更适合当下社会绿色、节能的发展需求。", "label": "信息与通信工程", "id": 0}
{"content": "\"新基建\"背景下的IDC发展,对高功率机柜的需求越来越明显。随之而来的是对制冷设备的要求也越来越高。文章以某数据中心10 kW热管背板式空调为例,介绍了在不同的液管布置方式时,机柜制冷剂分布的不同以及温度变化的工程应用实例。", "label": "信息与通信工程", "id": 0}
{"content": "节约资源是我国的基本国策,节约电力资源已经成为社会的普遍共识。通信机房空调用电占总用电量的40%甚至更多,因此,如何降低空调能耗,成为通信企业迫切需要研究解决的重要课题。本文介绍的光伏直流节能空调采用全直流设计,多电源及光伏优先供电模式,经试点应用,空调节电效果显著,分享同仁共享。", "label": "信息与通信工程", "id": 0}
{"content": "现行通信机房精密风冷空调运维,主要依靠人力现场测量,存在一定的风险和安全隐患。提出了风冷机房精密空调智能化远程集中监控方案,对智能化监控方案设计及实施进行介绍,实现了对风冷空调运行过程中的电系统和制冷系统的基本参数进行实时采集至监控中心,从而更好地监控机房空调的详细运行状况,做好故障预警和提前处理,对空调实现全方位的智能化管理。", "label": "信息与通信工程", "id": 0}
{"content": "随着通信技术的不断发展,传统机房向数据中心机房的演进、5G的部署,造成了现有通信机房耗电量迅速增加,企业的节能减排形势不容乐观,任务十分艰巨。为了更好地推进节能减排,探索新的节能空间,中国电信股份有限公司六安分公司在传统通信机房积极引进机房空调变频节能技术。文中通过对机房专用空调变频节能控制技术原理、试点机房变频节能控制设备安装使用以及节能数据分析等相关情况进行了较为全面的分析,得出了机房空调变频改造的必要性,同时提出在改造过程中需注意的一些问题。", "label": "信息与通信工程", "id": 0}
{"content": "针对老旧通信机房DC化改造中由于空调室外机平台空间有限,空调扩容困难的问题,文章简要介绍和分析了集中式冷凝器对老旧通信机房DC化改造起到的作用。最后通过一个实际改造工程阐明了集中式冷凝器在通信机房DC化改造中的应用效果,进一步说明了集中式冷凝器技术在通信机房DC化改造工程中应用的可行性。", "label": "信息与通信工程", "id": 0}
{"content": "为主设备提供安全可靠的运行所需的供电、供冷等基础保障,电源、空调专业作为基础设施专业,是整个网络的心脏核心基础专业,目前在网络质量高要求高竞争、且降本增效的大环境下,我们不仅仅是提供足够的电力和冷源,更重要的是提供高安全性、高可靠性且成本低的方案,前瞻性的规划,而空调系统从冷源、冷量输出路径、末端到气流组织,是个很庞大又复杂的整体系统,本文对使用过程中的既有空调系统提出了评估思路、找出存在的问题进行详细的分析、并提出多重综合性优化解决方案,从而排除使用过程中各种因主设备布局、功耗变化等因素带来的需求变化而存在的隐患,大大提升空调系统供冷安全等级,满足新阶段大功耗设备高功率密度的供冷需求,同时达到节能减排的效果,适用于所有风冷精密空调的新建及老旧机楼/机房,送风方式不受限,方案架构可复制,综合优化方案可拆分,推广性强。", "label": "信息与通信工程", "id": 0}
{"content": "在通信数据中心空调系统建设中,水力平衡失调是一种很常见的空调系统问题,是很多实际建设、改造工程中存在的通病,严重的情况下会影响空调系统的运行效率。实际施工中可以通过科学的管路设计及高效的系统备件选择来避免此类问题,在巩固空调系统安全性的同时,提高整套系统的运行效率并节约能耗。", "label": "信息与通信工程", "id": 0}
{"content": "文中针对风、水双冷热管技术在通信机房节能改造应用场景下,根据本公司两个机房两套不同方案,从改造机房的选择、设计方案、控制系统软件设计等进行全面分析研究,详细阐述了提升风、水双冷热管系统节能率的技术手段,对建设风、水双冷热管系统具有较强的指导意义。", "label": "信息与通信工程", "id": 0}
{"content": "数据中心的使用需求与日俱增,空调能耗在数据中心的能耗中占主要地位,同时数据中心中大量空调的使用存在噪声扰民问题。文中介绍了模块化集中式冷凝器、物理降噪以及氟泵节能模块的工作原理,将传统机房与安装了模块化集中式冷凝器和氟泵节能模块的数据中心机房的耗电量进行了对比,为解决数据中心空调能耗高以及噪声扰民问题提供了借鉴。", "label": "信息与通信工程", "id": 0}
{"content": "目前C网基站、模块局、IDC重点机楼空调运行的温度设置方式为传统的单一阈值方式,即设置一门限值如25℃,通过空调自身的感温包探测环境温度,当达到25℃时,压缩机启动制冷,低于25℃则停机或转通风模式。该方式的优点可以将环境温度稳定在设置的阈值附近,但缺陷是空调启动过于频繁,耗电量大,即便运转于通风模式,也需消耗电能20～50 W每小时,所以现有的运行方式有着较大的节能空间。文中探讨了一个温度设置区域（如24℃--28℃）完成空调的运转控制以便达到节能的目的。", "label": "信息与通信工程", "id": 0}
{"content": "随着通信网络的发展,机房空调耗电日趋严重,文中结合空调的运行模式和特点,研究空调冷却水柜机日常运行情况,优化冷却水塔风机和冷却水泵运行模式,通过压缩机与冷却水的联动控制试点案例,论证通过更改工作模式,从不停机到按冷却需求来控制冷却水泵和水塔风机运行,冷却需求由压缩机启停信号和冷却水温度信号来确定水泵和风机运行,解决冷却水泵和冷却塔永不停机运行耗电浪费问题。", "label": "信息与通信工程", "id": 0}
{"content": "伴随着5G网络、家庭宽带、大数据应用的迅猛发展,作为通信网络中的核心节点和汇聚节点,综合通信局IT设备的能耗和功率密度不断提升,对电力、制冷系统运维的容量和质量要求也在不断提高。综合通信局不同于数据中心,缺乏一体化规划建设,多处于商业和居住混合区,动环运维工作复杂,缺乏认证或评价标准。鉴于此,笔者收集了近7年的集团发文、各类操作维护规程、梳理了局所内落地项目、征集一线维护意见,形成综合通信局运维评价模型,并将评价模型作为系统功能模块定期派发到一线班组,用以指导综合通信局的动环运维工作。", "label": "信息与通信工程", "id": 0}
{"content": "本文介绍了核心通信机房动力系统提升健壮性的措施,按照\"三年三步走\"的原则,分别从规划、建设、维护三个层面制定三年内分步、规范实施的年度工作思路和计划。重点强调了三个层面之间的紧密协同,处理当前网络隐患与中长期规划要有机结合,而且系统建设要有适度超前的意识,坚决杜绝基础设施的\"需求倒逼、短线操作、盲目上马、建后即拆\"现象,真正提升网络运行水平。", "label": "信息与通信工程", "id": 0}
{"content": "文中简单阐述了雷电对机房通信设备侵入途径和针对通信设备的工作特性和雷电侵入机理;探讨了通信机房通信设备的综合防护措施;重点论述了通信设备防护感应雷的措施和综合防雷地线的合理布线。", "label": "信息与通信工程", "id": 0}
{"content": "对于现网存量的老旧核心机房的使用离不开生命周期管理,尤其是在通信设备更新换代、通信网络高速发展的今天,机房空间资源、电力资源、制冷能力等不足的问题日益突显,成为全国各省网络建设中普遍存在的一大痛点问题。文中从实践改造案例项目研究出发,阐述了如何在全生命周期内,本着低TCO、低PUE的原则下,有效合理地重新整合机房各方面使用资源,重点阐述老旧核心机房改造目标、改造原则及改造方案,总结机房整体改造的经验,从而达到利用现有基础资源,高效合理地通过低成本改造,重新规划整合从而提供更多的机房资源,达到降本增效的目的。", "label": "信息与通信工程", "id": 0}
