{"content": "随着量子信息系统向信息产业化方向发展,标准单光子源产生技术是量子信息系统中不可或缺的研究内容。受限于现有准单光子源产生技术的各自缺陷,量子信息系统对标准单光子源需求越来越迫切。综述了当前单光子源研究现状,提出了基于多路参量下转换的准单光子源制备方案和基于储存式参量下转换的单光子源制备方案,该方案能够有效抑制多光子和零光子事件,为后续实验制备标准单光子源提供参考。", "label": "光学工程", "id": 0}
{"content": "<正>利用智能优化算法设计纳米路由器件能够充分利用全参数空间,打破传统结构限制,为纳米路由器件的实现提供了新思路。在此工作中,将有限元方法和遗传迭代优化算法结合,构造出一种智能优化算法,能够高效地设计出超小型宽带的波长和偏振路由器件。实验上,利用聚焦离子束刻蚀系统在硅薄膜上制备出纳米路由器件,其中波长路由器的尺寸只有1.4μm×1.8μm,偏振路由器只有1.24μm×0.97μm,是目前已知的尺寸最小的片上路由器件。利用光纤耦合系统,在近红外波段测试了器件的透射谱,实现了近红外波段的波长路由和偏振路由。基于智能算法的设计方法适用于不同材料（介质和金属均可）、不同结构类型、不同输出端口以及不同工作波段,", "label": "光学工程", "id": 0}
{"content": "<正>宏观机械振子的激光冷却在量子信息、量子精密测量和量子力学原理检验等方面的研究中都有重要意义。传统的冷却方法受限于量子反作用,需要在边带可分辨极限下才能实现机械振子的基态冷却,即要求机械振动频率大于腔模耗散速率。与此相反,若腔模耗散速率大于机械振动频率,则称为边带不可分辨极限,此时机械振动产生的边带无法从腔模谱线中单独分辨出来。对于质量或尺寸较大的宏观机械振子,机械振动频率较低,通常都处于边带不可分辨极限。在该极限下,通常采用的旋波近似失效,", "label": "光学工程", "id": 0}
{"content": "<正>太赫兹（THz）辐射源与探测器是THz频段应用的关键器件。在众多THz辐射的产生方式中,基于半导体的THz量子级联激光器（QCL）具有能量转换效率高、体积小、轻便和易集成等优点。THz量子阱探测器（QWP）是红外量子阱探测器向THz波段的延伸,是一类重要的THz辐射探测器。我们深入研究了THz QCL和THz QWP器件物理、材料生长、器件制备和表征,研制了THz成像、成谱技术的危险品分析仪,实现了基于THz QCL和THz QWP的实时成像及通信演示应用。本报告重点报道THz量子级联激光器和THz量子阱探测器的数值模拟、材料生长、器件研制与表征以及THz成像与通信等应用领域的研究进展。", "label": "光学工程", "id": 0}
{"content": "<正>研究了腔内含有二能级原子的双腔光学系统。两个法布里-珀罗腔都与二能级原子耦合,而这两个腔之间没有耦合。两个腔体通过外部光纤连接耦合,两个腔都由弱探测场驱动。通过改变系统中的部分重要参数,来研究这些参数对系统透射的影响,控制两腔之间的耦合强度、两腔输入弱探测场之间的相位差以及腔与原子之间的耦合系数,可以实现相干完美吸收、相干完美合成和相干完美透射。通过研究系统参数对系统性能的影响,提出了同时实现这三种现象的理论模型。这些有趣的现象源自于光场与原子之间的相互作用,并且为量子信息网络中的新型光子器件提供了可行性方案。", "label": "光学工程", "id": 0}
{"content": "<正>光自旋霍尔效应和拓扑光子态是目前非常热门的研究方向,光子自旋态与光子的拓扑态为操控金属表面等离激元提供了新的方法和手段:（1）将介绍如何利用金属超表面调控光自旋的几何相位,通过调控金属表面等离激元的激发与波前,实现金属表面等离激元的相干全息,并进一步通过模拟引力场中粒子的韧致辐射产生伦德勒波束,通过模拟时空拓扑缺陷调控光束的偏转。（2）将介绍将金属超表面与光子晶体结合,利用超表面调控光子晶体表面的拓扑光子态,实现不同拓扑态的偏振激发,另外我们还通过引入人工维度构造了外尔点,观察到了受外尔点拓扑保护的等离激元界面态。", "label": "光学工程", "id": 0}
{"content": "<正>控制材料的等频面可以有效地调控光与物质的相互作用,如增强自发辐射和全角度负折射。本文将介绍如何利用各向异性超构材料等频图从封闭的椭球到开放双曲面的拓扑相变来操控光的传输行为。通过调节各向异性材料的介电常数或者磁导率的符号,可以实现从椭圆色散到双曲色散的等频图拓扑转变。基于微波传输线系统,我们在实验上观察了等频图拓扑转变所引起的电磁波辐射调控现象。传输线系统为研究等频图的拓扑相变提供了很好的研究平台,例如在系统中加载电阻元件和变容二极管元件可以方便地实现损耗诱导以及外加电场主动调控的等频图拓扑相变。此外,我们研究了介质型双曲色散到金属型双曲色散的双曲拓扑相变,", "label": "光学工程", "id": 0}
{"content": "用现代物理学物质燃烧的最基本理论\"波粒二象性\",解释艾灸治疗效应的原理,为进一步研究艾灸和隔物灸治疗的机理,提供了思路与方向。与针刺原理有着密切关系的,是在神经电生理的肌电图（MEG）检查的\"插入电位\"指标,为我们理解针刺最基本的机理,找到了相应的、最直观的实验依据。电针治疗仪的应用,使针灸操作技术有了一个相对标准化、可重复性的模式,为实现针灸现代化奠定了基础。", "label": "光学工程", "id": 0}
{"content": "<正>对整个科学领域来说,精确测量是至关重要的。特别是测量是所有定量科学的基础。例如,光学相位的测量可以使用它测量许多的物理量,如距离、位置、位移、加速度和光程,以及许多其他的应用。随着精度测量的进步,总是不断地在科技上引起重大的发现和发明。利用高精度的测量方法,物理学家可以发现新的物理现象、发展新的物理理论。然而物理量的测量精度受量子力学基本原理（海森堡不确定性原理）的限制。在与时间、距离等基础物", "label": "光学工程", "id": 0}
{"content": "随着上世纪80年代数字式面阵光电探测器件（CCD）开始进入光学成像系统,计算光学成像的概念从多个不同的相关领域独立的发展起来并逐步的汇聚成一个新兴的交叉前沿学科。与传统光学成像技术相比,计算光学成像在图像获取效率、分辨力、系统设计的灵活性及探测灵敏度等方面的潜在优势也越来越凸显出来并逐渐向一些特定的应用牵引聚焦。除了可以将图像信息的获取、融合及后处理集成为一个统一的系统从而大大提高系统的集成度和信息获取效率外,计算光学成像技术到底能做什么传统光学成像技术无法做到的事情一直是这一研究领域所要回答的中心问题之一。不同于基于光场一阶关联的传统光学成像,从量子光学研究中发展而来的基于光场高阶关联的鬼成像技术为拓展传统光学成像物面和像面之间点到点一一对应的\"逐点准确测量\"图像信息获取模式提供了切实可行的技术途径。报告将介绍上海光机所的鬼成像研究近期进展,并对鬼成像和其它计算光学成像技术进行比较。", "label": "光学工程", "id": 0}
{"content": "量子存储是量子信息处理领域的关键技术[1],可应用于远距离量子通信、量子网络、大规模线性光学量子计算等。目前,量子存储已经在很多物理体系通过多种方案得以实现,特别是相干光存储方面取得了一系列重要突破[2],如存储效率超过90%,存储时间达到秒量级等。但单光子量子比特或纠缠光子对的存储则进展缓慢。我们在成功产生亚自然线宽偏振纠缠光子对的前提下[3],利用电磁诱导透明技术在大光学厚度冷原子系综中实现了单光子的高效率存储（90.6%）,并进一步实现了对于偏振编码单量子比特的高保真度存储（99%）。", "label": "光学工程", "id": 0}
{"content": "连续变量压缩态光场由于其正交分量的噪声起伏可低于散粒噪声基准的特性可以用于实现突破标准量子极限的量子精密测量[1-3]。利用光通信波段1550nm低频压缩态光场可实现基于光纤的量子精密测量。我们利用简并的光学参量振荡器产生了光通信波段连续变量1550nm低频真空压缩态光场,压缩态光场的压缩度在分析频段10k Hz-500kHz范围内均大于3 dB。将产生的1550 nm光通信波段真空压缩态光场注入光纤马赫-曾德干涉仪,填补干涉仪的真空通道,实现量子增强型的光纤马赫-曾德干涉仪。在干涉仪的一臂加载500 kHz的相位调制信号,观测到量子增强型的光纤马赫-曾德干涉仪在对低频位相信号测量时,较常规干涉仪的信噪比提高了2 dB。该实验在基于光纤传感的高灵敏度量子精密测量领域具有潜在的实用价值。", "label": "光学工程", "id": 0}
{"content": "连续变量纠缠态由于其确定性产生、高效率的特点而被广泛应用于连续变量量子信息处理[1-3]。在量子信息处理过程中纠缠态与量子信道发生相互作用而退相干,这是限制长距离量子信息发展的重要因素之一。光纤信道作为理想的量子信道,是目前连续变量量子信息研究关注的热点。我们利用II类匹配的楔角PPKTP晶体构成了三共振的非简并光学参量放大器,获得了8.3 dB的光通信波段1.5μm连续变量纠缠态光场[4]。将产生的量子纠缠态光场注入单模光纤研究其在光纤信道的分发特性。连续变量量子纠缠态光场的量子特性在光纤信道传输距离达20 km后仍得到保持[5, 6]。该研究可为基于光纤的长距离连续变量量子信息研究提供有效的依据。", "label": "光学工程", "id": 0}
{"content": "我们在理论上提出并使用频率纠缠脉冲在实验上证明了基于光纤的双向量子时间传递。利用事件计时器代替传统的时间关联单光子计数系统用于实现关联光子对的符合测量,因此可以非局域地测量时间差。为了评估时间传递的性能,在时间传递装置中插入和移走20km光纤盘的情况下,分别测量了两个时钟A和B之间的时间差。两个时钟A和B参考同一个时钟。在没有光纤盘的情况下,测量它们之间的时间差,在平均时间为10秒时得到0.95±0.01ps的时间同步稳定度,在平均时间为40960s时得到0.11±0.05ps的时间同步稳定度,这是实验系统可以达到的时间同步稳定度下限。在插入20公里的光纤盘后,在平均时间是10秒时,时间同步稳定度为3.66±0.02ps,在平均时间是40960s时,时间同步稳定度为0.43±0.30ps。对于长度为1km至23km的光纤,相对于没有光纤盘的平均时间差值几乎保持不变。校准此值后,我们系统的时间传递绝对精度约为7.89ps。", "label": "光学工程", "id": 0}
{"content": "大规模多模态的量子态是量子信息应用中的重要资源。时间,偏振,空间等多种维度的同时复用可以极大地提高量子密钥分配的速率,其中,时间自由度与偏振自由度已被广泛地研究,而光纤中的空间模式作为一个新的研究领域展现出了巨大的应用前景。本文中,我们利用频率简并（1560.9 nm）模式非简并（分别位于LP01模和LP11模）的两个脉冲泵浦一段100 m长的渐变折射率少模光纤,通过自发模间四波混频过程在1550 nm通讯波段产生了处于不同光纤模式的关联光子对。我们同时分辨出光子对的频率模式和空间模式,其中1555 nm的信号光子位于LP01模,1566.8 nm的闲频光子位于LP11模。实验测量得到的符合随机比为28,表明了光子对具有量子关联特性。我们同时讨论了Raman噪声光子对关联光子对的影响。我们的关联光子对源可与现有的空分复用光通信系统有效兼容,为进一步产生高维纠缠量子光源奠定了基础。", "label": "光学工程", "id": 0}
{"content": "全光二极管和全光三极管是实现全光逻辑器件的基础。我们之前已经研究了基于腔QED的全光二极管的性质[1],讨论了在相干光和压缩光入射的情况下,输出光的压缩性质。这里我们将研究拓展到全光三极管,讨论以压缩光以及相干光作为探测光,通过全光三极管后其输出光的量子统计性质。我们以基于腔光机械系统的全光三极管作为研究对象。腔光机械系统能实现光子间较强的非线性相互作用,在量子计算及量子信息处理等领域有潜在的应用价值[2]。如图1所示,系统两个腔镜都固定,腔内受限的玻色-爱因斯坦凝聚体在内腔场辐射压的作用下作集体振动,该振动作为一个简谐振动与腔场相互耦合,形成典型的腔光机械系统[3]。用两束光来驱动该系统（一束泵浦光,一束探测光）,计算结果表明:在该系统中,泵浦光功率可以有效的调节探测光的透射率,并实现探测场的放大效应。用一个理想功率的泵浦光驱动该系统时,探测光完全透过该系统,增大泵浦光功率,探测光被有效的放大,如图2所示。因此该系统具有全光三极管的功能。为了研究其量子统计性质,我们采用经典光作为泵浦光,探测光用压缩光输入（r=1,θ=π,输入光的相位压缩:S2=V（X2）-1/4）,其中X2=1/2i(Cin-Cin+),得到输出光的振幅被压缩 （s1=V（x1）-1/4）,其中x1=1/2(Cout+Cout+),如图3所示。增大输入光的压缩系数r,输出光的压缩进一步增强,当输入光压缩系数增加到一定值时（在r=8左右）,输出光的压缩度会超过输入光的压缩度,系统达到了增强压缩的效果,如图4所示。这一结果在提高量子测量精度等领域有着潜在的应用价值。", "label": "光学工程", "id": 0}
{"content": "在量子计算[1]、量子通信等领域,光子由于不易退相干、高速传输等特性,一直是一种优良的信息载体。由于铌酸锂具有较大的二阶非线性系数、高效高速的电光效应、易于单片集成等优势,已经被广泛用于产生量子计算和量子通信的各种光子源,特别是最近几年铌酸锂有源光量子芯片的出现[2],使得极化工艺和波导加工技术有效的兼容,能够在芯片上产生高亮度光子源的同时还能够对光子进行处理和调控,实现高集成度、可扩展的量子信息处理芯片。在基于铌酸锂的质子交换波导芯片,泵浦光先通过超晶格结构发生下转换产生参量光,参量光再通过片上的定向耦合器进行干涉得到分离的全同光子态即|11〉态[2]。本工作中,我们为了获得高保真度的而且是宽调谐的|11〉态,对光量子芯片的设计进行了多项改进。一是设计泵浦光在两路产生的光子对尽量全同,二是分束器的分束比精确达到50:50,三是提高了芯片的工作波长调谐范围。我们的具体设计是:片上的马赫曾德尔（MZ）干涉仪和多周期超晶格的嵌套,实现在1550nm波段附近200nm调谐的分离全同光子对,路径纠缠度超过96%,光子对产率超过107Hz/nm/mW。这为基于铌酸锂的有源量子芯片在量子计算和量子通信领域带来更加实用的前景。", "label": "光学工程", "id": 0}
{"content": "光力系统由于可将不同频率的场耦合起来,可以作为实现量子器件的重要平台。利用微波场辐射到物体上,探测反射光,从而能够探知物体的存在,称之为微波量子照明。利用微波腔和光学腔同时与一个机械振子耦合,从而制备微波场和光场之间的纠缠,并使用此纠缠源来增强对未知物体的探测。我们通过在光学腔中放入一个非线性的参量放大晶体,增强光力系统的耦合来增强微波场与光场之间的纠缠,从而提高微波量子照明的信噪比,降低探测的错误率。而光力系统的另一个特点是非线性相互作用,我们基于这种非线性的相互作用提出一个实现量子三极管的方案。与经典的半导体三极管类似,量子三极管由基极,集电极和发射极三个端口构成,应该具有放大和控制的特点。我们的方案分别讨论了基极的输入是量子信号和经典信号两种情况,当基极输入量子信号时,我们提出了一种迭代的方法处理非线性的三体相互作用,结果表明,发射极的透射远大于反射;当基极输入经典信号时,利用线性化近似,通过调节经典场的失协量,我们分别得到集电极与发射极之间的BS型相互拥有和参量放大型相互作用,之后计算输出能谱,分析输出与输入的关系,结果表明,基极的输入可以控制集电极和发射极之间的通断,并且基极的信号在发射极输出时被放大。这两种情况下,我们的系统都可以作为量子三极管。", "label": "光学工程", "id": 0}
{"content": "从参量下转换过程中产生频域无关联的双光子,进而实现的纯态标记单光子,是量子信息研究中的重要资源。但是,目前这种纯态标记单光子源只能在有限的几种晶体中、在有限的波长范围内实现[1,2]。为了在更广的波长范围内制备纯态标记单光子源,本文研究基于KDP晶体及其14种同构晶体制备纯态标记单光子。理论计算和数值模拟的结果发现有KDP、DKDP、ADP、DADP、ADA、DADA、DRDA和KDA等8种同构晶体保持了和KDP类似的非线性光学特性,在796-1092 nm的波长范围内满足群速度匹配条件,可以制备出纯度大于0.97的标记单光子源。理论分析和计算结果表明,上述8种同构晶体,可在不使用窄带滤光片的情况下,获得大于97%的Hong-Ou-Mandel（HOM）干涉条纹可见度。本研究将为光量子信息技术提供更多更好的单光子源候选方案。", "label": "光学工程", "id": 0}
{"content": "很多量子信息处理的方案都是以纯态单光子为载体的,因此纯态光子源的制备技术非常重要。传统的纯态单光子源只能在有限的几种晶体、在有限的几个波段制备出来。最近我们提出了一类新的晶体来制备光纤通信波段的频域无关联的单光子源。我们发现周期极化磷酸钛氧钾（PPKTP）的四种同构晶体:磷酸钛氧铷（RTP）、砷酸钛氧钾（KTA）、砷酸钛氧铯（CTA）和砷酸钛氧铯（RTA）晶体可以在1300nm波段到2100nm波段制备出高纯态的单光子源。特别是CTA晶体可以在1506nm波段实现0.97的频域高纯度,远远超过之前人们所发现的0.82的最高纯度[1-2]。在以上工作的基础上,我们继续研究了RTP,KTA,CTA和RTA这四种晶体的热学性质[3]。具体研究了群速度匹配波长、联合频谱分布及Hong-Ou-Mandel干涉条纹受温度的影响。通过对温度的调节,可以精确调控这些纯态单光子源的性质。这些热效应对于准相位匹配非线性晶体在量子信息处理领域中应用是非常重要的。PPKTP晶体有118种同构晶体,但目前人们仅仅研究了其中不到10种晶体的非线性光学性质,因此该领域在未来仍有较大的研究潜力。该研究将为今后光通信波段的高纯度单光子源的制备及调控提供更多更好的选择[4]。", "label": "光学工程", "id": 0}
{"content": "在相同实验条件下,利用数值模拟和实验验证两种方式对关联成像和传统主动光学成像进行对比。通过比较两种成像方式在光强减弱时的成像能力,厘清关联成像在成像灵敏度方面的优势。数值模拟方面,根据实际具体实验条件建立了关联成像的数值模型,对探测器的响应阈值和探测结果进行量化,模拟了在不断减弱照射在物体上的光强的情况下,两种成像方式所得图像的成像效果。初步观察到关联成像在弱光情况下的成像效果要好于传统成像。实验方面,在保证两种成像方式的照明光强、光的传播路径、环境噪声、探测器等条件相同的情况下,得到两种成像方式的图像效果随光强变化的趋势。通过和数值模拟进行对比,我们得到成像系统接在接收到的物光能量很低的时候,关联成像优于传统成像。即,关联成像的极限灵敏度更高。", "label": "光学工程", "id": 0}
{"content": "相位测量在基本物理常数测量、精密测量、计量、器件检测等方面具有重要的应用。单光子干涉（如Mach-Zehnder干涉仪）对相位敏感,但同时也容易受到相位噪声的干扰。而双光子干涉（如Hong-Ou-Mandel干涉仪）则对相位噪声不敏感。这种特性已应用在量子中继的方案中,可以提高长距离传输的稳定性。最近,研究人员提出了基于HOM干涉刻画单光子波函数的方案,为基于双光子干涉的相位测量提供了可能。在HOM干涉中,若其中一个光子具有随空间或者时间变化的相位,必然带来干涉结果的变化。根据不同空间点或者时刻点符合计数的变化,可以反推该光子的相位信息。基于以上想法,我们提出了一种弱相干光双光子干涉相位测量方案。实验中,利用弱相干光的HOM干涉,测量了其中一臂上相位随时间的变化。通过和单光子干涉（MZ干涉仪）相位测量结果的对比,展示了该方案克服相位噪声影响的优势。该方法还可以同时获取振幅和相位信息,为弱光层析提供了一种新的手段。同时,这也是利用相干光来模拟双光子干涉的一种尝试。", "label": "光学工程", "id": 0}
{"content": "在量子信息科学中,亚自然线宽单光子源是用来探索和研究时间频率模式自由度量子比特的潜在对象[1],因为其可编辑的时间窗口范围从十纳秒到微秒[2]。已经证明,在没有任何外部谐振腔等滤波器件的情况下,这种类型的单光子波函数是可以在原子系综中生成以及塑造其形状。通常的表征方法是光子计数技术。然而,完整单光子的时域函数（temporalmode function）无法通过直接光子计数测量得到。因此,通过外差检测的方法[3],即应用单光子和具有不同中心频率的本征振荡光测量,我们首次展示了自然线宽下从冷原子团产生的单光子的完整时域模式函数。我们还原了在探测器可分辨的时间段下单光子的密度矩阵（如图1）。此外,我们进一步证明了零差检测方法适用于表征由冷原子系综产生单个光子的时间模式,以及可以用约化自关联矩阵揭示单光子的时域函数。", "label": "光学工程", "id": 0}
{"content": "光学非互易性器件[1],例如:单向隔离器、单向放大器、非互易相移器等,在光子网络的构建中,具有十分重要的应用前景。我们在理论上研究了含有调制外场的腔光力系统[2]。研究发现,当存在外场调制时,可以通过改变外场的频率来实现单光子的单向隔离。此外,我们的系统可以很好地免疫量子噪声和热噪声。", "label": "光学工程", "id": 0}
{"content": "我们研究了卡西米尔力对腔光力系统中高阶边带产生[1-4]的影响。在该系统中,一个纳米小球被放置在腔光力系统中可振动腔镜的附近[5]。可振动腔镜通过光力相互作用和卡西米尔相互作用分别与腔场和纳米小球产生耦合。研究发现,通过减小腔镜与小球之间的距离（对应于增大卡西米尔力）和增加光力耦合强度可以增强高阶边带的强度和截止阶数。我们的方案为产生高阶边带提供了一种新的方法,同样也为测量卡西米尔力提供了一种方法。", "label": "光学工程", "id": 0}
{"content": "强关联光子对在量子力学基本原理研究,生物非线性显微成像,量子信息与量子通讯等领域中都有着极其重要的应用。为此人们提出了多种关联光子对的制备方案,并对其物理特性进行了详尽的研究。目前关联光子对的制备方案主要有两种,一是利用参量下转换[1]或四波混频[2],二是利用多能级级联辐射,如量子点的双激子弛豫[3]。目前这些方案都有一些先天的不足,如参量下转换产生的光子对线宽太大且混有多光子对,多能级级联辐射光子对中的两个光子在时空上有延迟。为此,我们提出了一种制备关联光子对的新方案。本方案提出当一个V型三能级量子系统与双模光场相互作用时,在强耦合条件下双模光场均会出现光子阻塞效应。通过理论分析,我们发现在单光子共振条件下双模场的失谐量同号时,双模光场之间表现为强反关联;而异号时,在一定条件下可出现强的双模关联效应。基于此,我们可以获得强的关联/反关联光子对。对单个光场而言,在单光子共振条件下其二阶关联函数远小于一,因此在此机制下获得的关联/反关联光子对具有极好的反聚束效应,即光子对之间无关联。此外,由于该光子对是三能级系统的两个上能级同时跃迁产生的,因此光子对中的两个光子之间无时空延迟。", "label": "光学工程", "id": 0}
{"content": "纠缠态在量子信息与量子计算中具有重要的作用,如量子隐形传态与量子密钥分发等。光束分离器作为一种线性器件,在纠缠态以及纠缠态表象的制备中扮演重要角色。本文考虑对于任意的两输入态,经过光束分离器后输出态作为量子隐形传输纠缠源,实现量子态的隐形传输。在Braunstein-Kimble方案下,推导了保真度的计算公式,包括Q函数表示、P函数表示以及Wigner函数表示。这为保真度计算提供了新途径。作为应用,考虑了相干态和压缩态作为传输对象,计算了其保真度。研究结果表明:当两个输入单模压缩真空态的压缩参数相等时,保真度与光束分离器的透射率无关。", "label": "光学工程", "id": 0}
{"content": "纠缠光子是量子信息和量子光学实验中重要的资源。自发参量转换是得到纠缠光子对的常用方法,利用周期性极化晶体的自发参量下转换过程具有效率高、易调谐等优点,但通常情况下这样得到的光子对是共线同向传播,为有些应用带来不便[1,2]。我们在实验上研究了周期性极化晶体产生的反向传播纠缠光子对,反向传播的准相位匹配原理决定了该纠缠源具有窄带宽的特点。实验中,我们利用波长为776.6nm的连续激光器泵浦周期性极化KTP晶体,获得1553nm的频率简并纠缠光子对。通过双光子Hong-Ou-Mandel干涉实验[3],测得光子相干长度在cm量级,纠缠光子线宽为GHz量级。", "label": "光学工程", "id": 0}
{"content": "光子偏振纠缠在量子信息和量子光学中有着广泛应用,目前常用的制备方法是利用非线性晶体中的自发参量下转换,其中基于周期极化晶体准相位匹配技术的自发参量下转换具有效率高、易调谐等优点,但要得到偏振纠缠通常需要两个过程的干涉或级联实现[1-3]。我们利用在Z切-X传钛扩散铌酸锂波导的室温极化技术,基于多重准相位匹配原理,实验上实现了两个type-II自发参量下转换的同时匹配,通过适当的时间补偿我们得到了光纤通讯波段的非简并偏振纠缠光子对。相比过去的制备方法,我们的源在稳定性、集成性及纠缠度方面具有一定的优势。实验中,我们利用波长为703nm的连续光泵浦,信号闲置光波长分别为1334nm和1488 nm,通过适当的滤波,我们观察到了超过90%的干涉可见度。", "label": "光学工程", "id": 0}
{"content": "由光学参量下转换产生的压缩态和若相干态之间的双光子干涉是量子光学领域有着重要作用,在量子通信、量子信息处理以及量子计量学等量子技术中扮演着重要角色。相干性的测量成为了在量子光学领域中研究两个场的非经典特性的重要手段,它最初用于测量确定两束光之间的纠缠,这种方法也用于通过分析两个平衡探测器输出的光子流的相干性,来表征压缩态。在平衡零拍探测系统中,压缩度的估算不依赖于电子噪声。在我们的实验中,利用平衡零拍探测器,测量了压缩态和弱相干态之间的cw双光子干涉的二阶关联函数。二阶关联函数g~2（0）=0.8 <1,当正交位振幅缩真空态作为一个干涉源时,可以观察到双光子的破坏性干涉;而当使用蒸正交位相压缩真空态时,可以观察到光子的聚束效应,其二阶关联函数为g~2（0）=1.37> 1。", "label": "光学工程", "id": 0}
{"content": "我们研究了单原子-腔系统的透射光场,并对其非经典性进行电磁调控。通过探究系统的能量本征值和本征态,我们证实了该能量本征态和J-C模型的能量本征态相似,并可通过一个外加控制光场进行电磁调控。调谐控制光场Rabi频率至单光子共振,可观察到在单光子共振频率处,腔的透射光场呈现超聚束行为。另外,我们还证实了存在一个奇特的控制光Rabi频率,使得双光子阻塞现象得到显著改善。特别地,通过改变控制光场强度,使得调节透射光场的从量子性到经典性成为可能。我们的工作对控制透射光场的统计特性提供了一种光学（电磁）方法,对非经典光的产生、量子门操作、奇异量子态的产生是有用的。", "label": "光学工程", "id": 0}
{"content": "在耦合一个二能级原子的坏腔中,注入一束压缩光来驱动腔。我们发现在压缩光与原子和腔的失谐都为零时,会发生很多有趣的现象,对进一步研究腔电动力学有很大的意义。首先,通过数值的解主方程,给出了腔模的平均光子数随频率改变的激发频谱图[1]。我们发现在失谐为零的位置处,有一个共振峰。而且随着压缩参数的增加,共振峰的半高宽越来越小[2]。同时,我们计算了失谐为零位置处不同压缩参数下的光子数分布图并和空腔时的情况进行比较。空腔中我们发现只有奇数光子数态有光子分布,而原子-腔系统由于腔模通过双光子过程吸收了压缩光,奇偶数态都有光子分布[3]。因此利用压缩光可以检测腔内原子的存在。而在失谐为零位置处当压缩参数r=1时,原子-腔系统的wigner函数图像会发生多个激发通道之间的干涉。", "label": "光学工程", "id": 0}
{"content": "融合操作是实现制备大尺度纠缠态的一种有效方法。本文利用金刚石氮空穴中心与微环共振器耦合的系统有效的实现非局域自旋电子和光子的W态融合方案,提出的这些方案可以通过融合一个n量子比特的W态和一个m量子比特的W态来制备一个m+n-1量子比特的W态。尤其是在提出的方案中,我们可以通过融合两个贝尔态来制备一个三量子比特的W态。与之前的方案相比利用我们方案实现的融合操作不需要复杂的多比特控制门,因此我们所提出的方案与先前的大尺度W态融合方案相比需要较少的资源。对方案的保真度以及实验可行性分析表明,我们的方案在当前实验技术下是可行的同时对基于大尺度金刚石固态量子比特纠缠态的制备以及大尺度光子比特的量子信息处理具有一定的意义。", "label": "光学工程", "id": 0}
{"content": "我们在一个封闭四能级系统中,研究了耦合光2和泵浦光强度对探测光增益和吸收的影响。在封闭四能级系统中,要求光圆频率满足循环关系。研究表明,在泵浦光的失谐频率与探测光相等,两耦合光失谐频率为零的条件下,探测光被放大出现增益。与N型四能级模型对比,由于新加入的耦合光加速了四个能级间粒子数的跃迁分布,增强了粒子从高能级向低能级的跃迁,探测光被放大。当泵浦光强度与耦合光1相等,探测光与耦合光2相等时,该循环四能级可看为一致的双Lamda模型,随着泵浦光强度增加,两个Lamda模型的非对称性增加。该增益循环体系可能在光放大研究中有着重要应用。", "label": "光学工程", "id": 0}
{"content": "薛定谔猫态不仅在探索基本物理问题方面具有重要的科学意义,而且是一种重要的量子资源,在量子计算、量子测量等方面具有重要的应用价值。我们首先从实验制备的795 nm单模压缩真空态中减去一个光子,获得了对应铷原子D1线的光学薛定谔猫态。随后,我们首次利用光学参量放大器实验实现了光学薛定谔猫态幅度的确定性放大和操控,获得了尺度达到2.03的压缩薛定谔猫态。这一结果有效降低了两个相干态之间的重叠度,满足光学薛定谔猫态编码为量子比特的要求,为光学薛定谔猫态在量子计算、精密测量和构建混合型量子信息处理系统方面的应用奠定了基础。", "label": "光学工程", "id": 0}
{"content": "伴随着量子信息的快速发展,由量子通道和量子节点构成的量子网络吸引了广泛的关注。光由于其具有传播速度快的优点是最好的量子信息载体,可以作为量子通道。量子节点可以用来存储和处理量子信息1,原子系综2、超导和固体3等介质均可以作为量子节点。由于光和原子相互作用强,原子系综是量子节点存储和处理量子信息的最佳候选者之一。在量子信息网络中,于多个空间分离的量子存储器间建立确定性的量子纠缠,然后在用户控制的时刻将所存储的纠缠转移到量子信道中进行信息的分发和传送,这对于实现量子信息网络是至关重要的。实验中,我们利用三个简并的光学参量放大器（DOPAs）和分束片网络制备了与铷原子D1吸收线对应的连续变量三组份Greenberger–Horne–Zeilinger（GHZ）纠缠态光场,而且提出了在三个空间分离的原子系综中确定性量子纠缠的产生、存储和转移。利用光和原子相互作用的电磁感应透明原理,将光学制备的多组份GHZ纠缠态模式映射到三个远距离的原子系综以建立原子自旋波之间纠缠。然后,存储在原子系综中的纠缠态通过三个量子通道,在控制光的作用下纠缠态的量子噪声被转移到三束空间分离的正交纠缠态光场。三束释放的光场间纠缠的存在验证了该系统具有保持多组份纠缠的能力,同时也演示了三个原子系综间确定性纠缠的建立4。这个方案实现了三个量子节点间的确定性纠缠,并且可以直接扩展到具有更多节点的量子网络,对于未来实现大型量子网络通信奠定了基础。", "label": "光学工程", "id": 0}
{"content": "基于PPKTP晶体的阈值以下光学参量振荡（OPO）过程,制备了共振于铷原子D12线795 nm的压缩真空态光场,研究了处于低频千赫兹范围内的主要噪声来源,特别是795 nm激光及二次谐波397.5 nm紫外激光在晶体内吸收引起的非线性损耗增加和系统热不稳定的问题（397.5nm激光处于PPKTP晶体透光范围边缘,具有高于其他波长数倍的吸收系数）。以795nm和1064 nm为例,分析了非线性损耗及晶体内热效应对压缩度的影响,受限于以上因素,795nm压缩光很难制备到1064 nm波段同样的压缩度,探测系统中的噪声耦合则限制了压缩频带。实验上对分析频率为千赫兹的经典噪声进行了有效控制,通过使用真空注入的OPO,垂直偏振及反向传输的腔长锁定光、低噪声的平衡零拍探测器、高稳定度的实验系统及量子噪声锁定等方法,最终在2.6-100 kHz的分析频段得到了约2.8dB的795 nm压缩真空,该压缩可用作磁场测量系统的探测光以提高测量灵敏度。", "label": "光学工程", "id": 0}
{"content": "接近100%的能量传递效率在光合作用复合物中得到了广泛研究。这一现象引起了物理、生物、化学和材料科学等不同领域的广泛兴趣,因为它可能为太阳能的高效捕获提供有价值的参考。最近,人们在光合作用的光捕获中发现了量子相干效应,其在能源转移中的潜在作用也引起了广大学者激烈的争论。在本工作中,我们用核磁共振（NMR）完成了光合作用能量转移的量子实验模拟。结果表明,采用log2N个比特系统,可以有效地模拟具有任意结构和热浴光谱密度的发色团。用级联运动方程模拟这样一个系统的计算成本是随着exp（N）增加的,其中N是比特数目。本工作采用的NMR量子模拟可能有效地降低计算的复杂度,即它的计算成本是随着N的多项式增加的。当光谱密度复杂时,在NMR中进行这种量子模拟的好处更大,就像在实际光合作用复合物中一样。这些发现可能有助于阐明能量传递中的量子相干性,并有助于为高效的人工光采集设备提供设计指导。", "label": "光学工程", "id": 0}
{"content": "同一光源发出的两束光在干涉仪中相向传播,如果干涉仪环内具有旋转角速度,输出端会产生时延差,观察到干涉现象,这就是Sagnac效应。通过增加光纤匝数、环路面积或旋转角速度都可以增大Sagnac效应,因此基于Sagnac效应[1]的光纤环在航空、航天等领域具有广泛的应用前景,如光纤陀螺仪、光纤传感器和滤波器等。传统的Sagnac效应都是通过经典光的相向传播来实现,本文中,在满足自发参量下转换的条件下利用脉冲光泵浦非线性晶体,产生频率一致纠缠光子对[2],信号光和闲置光在Sagnac光纤干涉仪中相向传播,输出到Hong-Ou-Mandel光纤干涉仪中,观察到了Sagnac环路静止与旋转时干涉凹陷的偏移,验证了基于量子光源的Sagnac效应,同时分析了旋转角速度与干涉凹陷偏移量成线性增加的关系。该实验拓展了Sagnac效应的基础研究,并为Sagnac效应在以后量子系统的应用中奠定了基础。", "label": "光学工程", "id": 0}
{"content": "手性耦合研究的是一种特殊的光与物质相互作用,其特点是自旋光子的传播方向被其自旋方向决定[1]。近几年发现,由于纳米结构附近具有很强的电场局域性质,光子的自旋和轨道角动量会发生耦合,使得左旋和右旋的光子传输方向相反,从而有利于实现非互易的单光子器件。目前,基于手性耦合中圆偏振量子发射体的自发辐射增强主要在光子晶体中研究,利用光子晶体的传导模式有着很高的传输比例。但是传导模式中弱的光场局域限制量子体系的自发辐射及耦合强度[2],因此同时达到高的自发辐射系数和单向传输效率还很困难。这里我们设计了纳米线-纳米颗粒耦合结构,理论上实现了具有高单向传输比例的自发辐射增强。首先我们计算了方形银纳米环的电场和自旋性质,发现对应于纳米环相邻的模式,电场的螺旋度具有相反的符号。随后把量子发射体放在纳米线和纳米环形成的间隙当中,利用间隙中很强的局域场得到相比于真空中约9000倍的自发辐射增强,其中沿着纳米线传输的部分达到～900倍,同时有82%的光子传输到单一方向。此外,我们通过将量子发射体的频率与纳米环不同级的模式共振把光子传输到相反的方向。这一工作有利于芯片上非互易的单光子源[3]。", "label": "光学工程", "id": 0}
{"content": "从Hanbury Brown和Twiss在1956年发现热光中的光子并不是随机分布,而是具有双光子聚束效应时开始[1],人们对不同种类光中的光子统计分布进行了系统的研究,除了发现热光的聚束效应外,还发现了反聚束、超聚束等现象,这些现象在很大程度上促进现代量子光学理论的发展[2]。本文将主要研究超聚束效应。之前观测到的超聚束效应大多是基于光与非线性介质的相互作用产生的,这种产生超聚束效应的非线性系统普遍存在效率低、装置复杂等不足;针对这些不足,我们提出了一种基于线性系统的多光子超聚束赝热光源,这种超聚束赝热光源具有效率高、装置简单等优点,极大地方便了人们对于超聚束效应的研究[3]。另外,非线性体系大多只有双光子超聚束效应,我们提出的这种超聚束赝热光源除了有双光子超聚束效应外,还同时具有三光子和多光子超聚束效应[4]。我们利用基于费曼路径积分的多光子干涉理论从理论上解释了超聚束赝热光源中的多光子超聚束效应的物理来源是有了更多的不可分的多光子干涉路径,同时我们也利用基于统计光学的强度涨落关联理论预测了超聚束赝热光的关联度随毛玻璃个数的增加是以指数形式增加的。这些研究对理解光的二阶、三阶和高阶相干具有重要的意义,我们提出的这种新型的超聚束赝热光源也有利于提高热光鬼成像的可见度[5]。", "label": "光学工程", "id": 0}
{"content": "基于自发参量下转换的双光子态是量子信息研究中常用的量子光源。双光子态的时域和频域特性与傅立叶变换紧密相关。本报告介绍我们在双光子态傅立叶变换方面的三个实验工作:1,双光子的差（合）频分布与其时域Hong-Ou-Mandel干涉（NOON态干涉）条纹分布是一对一维傅立叶变换关系,该关系由扩展的维纳-辛钦定理描述[1]。2,双光子的联合频域分布（JSI）与其联合时域分布（JTI）之间是一对二维傅立叶变换关系。但是,由于双光子关联的存在,每个单光子的时域分布与频域分布之间并不满足傅立叶变换关系[2]。3,联合频域分布（JSI）中的相位分布对Hong-Ou-Mandel干涉条纹的相位分布有明确的调制作用[3,4]。", "label": "光学工程", "id": 0}
{"content": "非经典光场可用于提高测量的精度。目前,量子增强精密测量的研究大多集中在如何提高单一物理量—位相—的测量精度。然而,在很多实际应用中,需要同时精确测量两个或多个非对易的物理量。近年来,同时精确测量多个物理量,也即多参数量子联合测量,开始受到广泛关注。利用两个物理系统间的EPR纠缠特性,可以使两个非对易物理量的测量精度同时超越标准量子极限（standard quantum limit, SQL）。人们已经利用频率简并的两束连续变量纠缠光实现了振幅和位相同时超越SQL的测量[1,2]。然而,这种方法存在两方面的不足。一方面,对纠缠光频率简并的要求极大地限制了这种方法的适用范围;另一方面,量子增强效应对探测效率非常敏感,随着探测效率的降低,量子增强效应迅速下降,因而降低了这种方法的实用价值。本文利用两个光学参量放大器构成的SU（1,1）干涉仪实现同时超越SQL的振幅和位相测量,不仅可利用频率非简并的纠缠态,而且量子增强效应具有对探测效率下降不敏感的优点[3]。我们的实验结果表明,在SU（1,1）干涉仪的两个输出端同时测量位相和振幅信号时,信噪比可同时比SQL高20%。此外,利用量子增强效应对探测效率下降不敏感的特点,我们还通过对SU（1,1）干涉仪的一个输出端口进行分束,同时测量了振幅,位相,以及另一个角度为45度的正交振幅分量,结果表明这三个物理量的信噪比可同时高于标准量子极限20%[4]。我们的研究不仅对量子传感和量子图像等具有重要意义,而且有助于加深人们对量子测量物理本质的理解。", "label": "光学工程", "id": 0}
{"content": "我们提出了一个逻辑比特纠缠态纯化的理论方案,这里的逻辑比特是利用单光子的横向空间模式和偏振两个自由度构建的单光子Bell态。该方案只需要使用线性光学元件,对于目前的技术比较容易实现,并且这种单光子逻辑比特态构建在无消相干子空间中,在量子通信过程中,通信双方可以不需要矫正他们参考系,相比多光子构建的逻辑比特的方法减少了多光子在信道中的损耗和量子资源的使用。该方案可以修正单光子Bell态中的比特反转和相位反转错误,并通过使用两对逻辑纠缠态和宇称检测的方法可以纯化逻辑纠缠态中的逻辑比特反转错误和相位错误,这对于构建长距离的量子通信网络具有重要的意义。", "label": "光学工程", "id": 0}
{"content": "<正>同步性作为物理学乃至整个自然科学领域较为新奇和引人注目的现象之一,近年来吸引了大量的研究,其中极具代表性的就是在光力学系统中研究若干个机械振子或（和）子系统之间的同步性行为。本文构造了一个双腔光力学系统,并研究了在该系统中两个本征频率存在差异的非直接耦合的机", "label": "光学工程", "id": 0}
{"content": "<正>近几年,腔光机械系统引起了人们广泛的关注和极大的兴趣.腔光机械系统一般由一端固定的光学镜子和可移动的光学镜子组成.受辐射光压驱动的可移动镜子在本征频率附近发生运动,改变了腔的长度,从而改变了腔模的频率,进而引起光学自由度和机械自由度的耦合。在一个耦合了库仑相互作用并置有原子系综的杂化光力系统中开展了稳态宏观", "label": "光学工程", "id": 0}
{"content": "氢分子的光解是电子结构理论计算和光解动力学理论的试金石.早在 1987 年,文献预测直接解离产物H（2 s）和 H（2 p）的分支比在解离阈值附近随产物平动能的变化发生振荡[1].对于 HD 分子, 由于有 H 和 D 两个解离产物,这两个产物的分支比及随平动能的变化关系,对于深入了解相关的动力学有更重要的意义,并对理论计算提供更多的检验标准. 实验采取了 XUV 激光泵浦-UV 激光探测的方法.XUV 光通过两束激光四波混频获得.用单光子电离方法探测解离产物 H（2 s/2 p）和 D（2 s/2 p）,并利用 2 s 和 2 p 寿命差异加以区分.我们测量了 HD 解离阈值以上3300 cm-1内的解离产物分支比 H（2 s）/（H（2 s）+H（2 p））和 D（2 s）/（D（2 s）+D（2 p））,观察到了分支比的震荡现象.在靠近阈值的位置,H（2 s）/（H（2 s）+H（2 p））和 D（2 s）/（D（2 s）+D（2 p））呈现出不同的相位.实验结果可用散射模型解释.2pπB~1Σu+和3pπB’~1Σu+两个势能面可简化成两个球形势阱,直接解离过程可以理解为波函数在这两个势阱上的散射,散射波函数的相互干涉造成了分支比的震荡.我们拟合了分支比震荡的实验曲线,获得了等效方势阱的宽度和深度参数,与从势能曲线转换而来的参数符合地很好.分支比的震荡直接呈现了解离通道的量子干涉效应,势阱散射模型则直观地展现了直接解离的物理过程,有助于加深人们对于光解过程的理解.", "label": "光学工程", "id": 0}
{"content": "简并的时间-能量关联光子对作为一种重要的量子资源,有着众多用途,如量子模拟和量子测量等[1]。本文以硅纳米线为载体,基于自发的非简并四波混频首先制备出中心波长为1550nm,3d B线宽为0.1nm的简并的时间-能量关联双光子对,并利用臂长时间差为90.1ps的MZI实现量子干涉,因为MZI两臂长的时间差（90.1ps）大于单光子相干时间（80ps）,小于单光子探测器电子跳动时间（271ps）,所以理论上量子干涉可见度为50%[2,3],实际测量值为48.95%?3.62%（图1.b）,干涉周期是经典光干涉（图1.a）周期的一半。当MZI臂长时间差小于单光子相干时间时,量子干涉可见度将高于50%[4]。因此我们利用硅纳米线产生双光子,同时利用微环谐振腔滤波,制备出3d B线宽为0.03nm,中心波长为1548.2.8nm的简并的时间-能量相关双光子对,此时MZI的臂长时间差小于单光子相干时间（200ps）,实验测得量子干涉可见度提高到73.40%?7%（图1.c）,干涉周期同样为?。", "label": "光学工程", "id": 0}
{"content": "<正>由于无法利用自然场景图像像素之间的关联性,传统成像系统的信息获取能力远低于成像系统信道容量的香农极限。利用光场的涨落和高阶关联,结合图像信息的可压缩特性与压缩感知采样理论,提出了基于稀疏和冗余表象的鬼成像（Ghost Image via Sparsity Constraints,GISC）方案,并针对两类典型的主被动照明遥感成像模式（雷达成像和光谱成像）,以及硬", "label": "光学工程", "id": 0}
{"content": "<正>量子中继器是远距离量子通信及其网络的必备技术,主要包括纠缠光子产生、光量子态避错传输、纠缠纯化、量子态转移、量子态存储等五大关键技术。本报告结合光量子态自避错传输、纠缠纯化,介绍能预报失败事件的量子中继方法,提高光量子中继效率。", "label": "光学工程", "id": 0}
{"content": "<正>纠缠是量子通信和量子计算的核心问题,腔光机械为我们提供了一个良好的从微观到宏观来研究纠缠的平台[1,2]。我们从理论上研究了含有飞行原子的混合腔光机械系统。该系统中包含JC耦合和辐射压力耦合两种耦合形式,腔场模式同时受到振子和二能级原子的调制。在单光子强耦合的条件下,系统的损耗可以忽略[3]。从量子态演化的角度,我们分析了原", "label": "光学工程", "id": 0}
{"content": "<正>与原子自旋态相对应的多组份偏振纠缠态是构成量子网络的重要资源,其可被用于在由原子系综构成的量子网络中传输或转换量子态信息。我们利用光学参量下转换过程制备了三组份正交纠缠态光场,然后利用光学分束棱镜将其与三束相干态光场耦合,最终获得由Stokes参量描述的对应于铷原子D1线的连续变量三组份偏振纠缠态光场,并且证明了我们", "label": "光学工程", "id": 0}
{"content": "<正>制备高纯度的单光子源是量子信息科学的重要基础。产生单光子源的方法有很多,传统的方法是利用一束超短脉冲的泵浦光作用于非线性晶体上,通过自发参量下转换过程产生一对双光子,进而得到预报式单光子。单光子纯度是衡量单光子源品质优劣的重要参数,是光子不可分辨度的先决条件。但是晶体中产生的单光子相干时间在飞秒量级,远远小于一般商", "label": "光学工程", "id": 0}
{"content": "<正>单光子在量子光学基础研究方面有重要意义,而且在量子保密通信和新型的线性光学量子计算方等面具有重要的应用价值。基于单原子操控的单光子源,具有窄的带宽、可与同类原子系综吸收线匹配、基本不受环境因素的影响等特点,在量子光学基本问题研究及量子信", "label": "光学工程", "id": 0}
{"content": "<正>突破量子极限的精密测量一直是量子测量和量子通信的长期目标。在光量子技术尤其在连续变量领域中,光场的压缩态是一个重要的压缩源[1-4]。近期,在GEO600的项目中,光场的压缩真空态被用来增加引力波测量的灵敏度。因此压缩真空态引起了许多关注[5]。线", "label": "光学工程", "id": 0}
{"content": "<正>近年来,分数阶微积分及其在物理中的应用得到了广泛的关注[1-3]。分数阶导数起源于系统的多尺度特性,体现了系统具有记忆性的特点[4]。我们建立了光场与量子体系相互作用的分数阶动力学方程,通过求解分数阶微分方程组,得到体系量子态和光场的分数阶动力学行为特性。数值结果表明,量子态和光场的分数阶动力学行为明显不同于整数阶的情形,", "label": "光学工程", "id": 0}
{"content": "<正>近10年以来,大量的量子光学实验结果表明,在自然界中光合作用的能量传输存在量子相干性,并且被用来提高能量传输效率。在捕光的FMO复合结构中一直被认为是含有7细菌叶绿素分子。最近,一个附加的细菌叶绿素分子在FMO晶体结构中被发现,这个细菌叶绿素分子可作为底板与其余七个分子之间的桥梁。在这里,我们利用单分子泵转储实验探", "label": "光学工程", "id": 0}
{"content": "<正>连续变量量子态光场,自产生以来,就作为提高量子测量精度的良好光源,而轨道角动量光场作为一种特殊空间结构的高阶横模光场,由于其特殊的空间位相结构[1],决定了其在高精度空间转角测量中的优势。而目前对于轨道角动量量子态的研究则多局限于单光子领域,连续变量领域中很少涉及[2,3]。我们在实验上对连续变量轨道角动量纠缠态光场进行了", "label": "光学工程", "id": 0}
{"content": "<正>非高斯量子态在量子光学和量子信息处理中起着非常重要的作用。基于条件测量的量子操作,被认为是当前实验技术中从高斯量子态产生非高斯量子态的一种有效手段。本报告结合国内外前沿和目前小组的工作,介绍条件测量来制备非高斯量子态的基本概念,理论,实验和应用。具体包括如何应用条件测量对初始量子态实现光子增加,光子扣除,量子催化,", "label": "光学工程", "id": 0}
{"content": "<正>量子计算利用量子态叠加原理进行并行量子计算。量子纠缠门是量子计算的核心元件,它能够用于完成两个或多个量子比特的量子操控。光子作为易于操控的飞行量子比特,在量子计算中有广泛的应用。光子系统具有极化（polarization）、空间模式（spatial-mode）[1]、轨道角动量（orbital angular momentum）[2]、时间模式（time-bin）[3]和频率（frequency）[4]等多个自由度。", "label": "光学工程", "id": 0}
{"content": "<正>我们可以利用各种各样的波,例如传统的光学波[1],德布罗意电子的物质波[2],中子[3]和甚至原子和分子[4],相干的分束和合束形成干涉仪。它们被广泛用于各种物理量的精密测量当中。在这个基础上,非传统干涉仪可以利用非线性过程作为分束和合束器件实现干涉仪[5-10]。不同于传统干涉仪的分束器,非线性过程参与的干涉仪允许不同类型的波之间的耦", "label": "光学工程", "id": 0}
{"content": "<正>Kerr介质是当前量子光学中研究的热点之一,在量子信息研究中起着关键作用。我们建立了几种应用Kerr介质产生量子态的方案。这些量子态包括光子数纠缠态,四光子极化纠缠态,三光子Greenberger-Horne-Zeilinger态,四光子Greenberger-Horne-Zeilinger态,", "label": "光学工程", "id": 0}
{"content": "<正>在经典信号检测中,从强噪声背景下分离出微弱信号是一件颇具难度的工作,而在量子系统中从量子噪声中分离出量子水平的信号则是更为挑战又极其重要的热点问题。本文研究发现,在适当的系统参数下,非线性量子系统由于量子噪声的辅助可在三稳支之间作周期性的量子跳跃,即出现量子双随机共振。进一步研究发现此双随机共振通道间可出现一定的量", "label": "光学工程", "id": 0}
{"content": "<正>基于非测量的相干反馈控制系统由于不会给光学参量系统引入任何额外测量噪声的特点已经被证实可以用于操控非经典的量子光学系统。我们实验设计了基于两组份纠缠态光场的相干反馈控制装置,通过调节相干反馈系统中控制耦合镜的透射率,实现了对两组份纠缠", "label": "光学工程", "id": 0}
{"content": "<正>用连续激光泵浦啁啾准相位匹配非线性晶体可以产生超宽频谱的纠缠光源,即啁啾纠缠光子对（chirped biphotons）。这种纠缠光源可应用在高精度量子光学相干层析及大带宽量子信息处理中,并能获得超窄洪-欧-曼德尔HOM（Hong-Ou-Mandel）量子干涉结果。但由于晶体的色散作用,使得啁啾纠缠光子对的关联时间也同时被拓宽,因而不利于其在量子度量衡、", "label": "光学工程", "id": 0}
{"content": "<正>单光子光源具有众所周知的反聚束效应,该效应可通过HBT干涉实验验证,而在单个单光子探测器上的光子探测事件同样也具有一种反关联性质,我们把这种效应称为赝反聚束效应。基于赝反聚束效应,在只有单个单光子探测器作为桶探测设备的计算关联鬼成像实验中,", "label": "光学工程", "id": 0}
{"content": "<正>精确操控量子态是量子信息处理以及精密测量等现代物理研究中的一个重要内容。量子操控的一个重要目标是在有限的资源以及实验条件限制下在尽可能快的时间内高效率地制备目标态。受激拉曼绝热转移（STIRAP）是一种鲁棒性很强的量子操控手段。然而,这种手段需要很长的演化时间以满足绝热条件。基于量子绝热捷径的原理我们提出了加速STIRAP的方案并在冷原子系统中加以演示（如图1（a）所示）。通过优化拉曼光的波形(如", "label": "光学工程", "id": 0}
{"content": "<正>光子作为飞行的比特能携带量子信息,而纠缠光子对和单光子源在量子光学领域的相关研究中起到非常重要的地位。多种物质界面都可能成为制备光子对或者单光子的理想介质,例如非线性晶体、量子点、NV色心、原子系综、单原子和单分子等。冷原子系综由于窄线宽跃迁能级和较好的调控性而在制备和调控量子光源上受到广泛的关注。我们在高光学厚度", "label": "光学工程", "id": 0}
{"content": "<正>薛定谔猫态是一种相干叠加态,可以作为编码的量子比特用于量子信息处理。从一个压缩真空态中减去一个光子是制备光学薛定谔猫态的一个有效方法。我们首先利用光学参量放大器制备一个波长为795nm的压缩真空态,然后利用减光子的技术手段,条件制备了对应于铷原子D1吸收线的光学薛定谔猫态。该工作为开展基于光学薛定谔猫态的量子计算和构建混合型量子信息处理系统提供了有用的量子资源。", "label": "光学工程", "id": 0}
{"content": "<正>利用激光脉冲操控处于特定量子态的原子或分子系统的动力学行为是近年来量子光学领域的研究热点。当前实现量子态有效操控的常用方案主要有瞬态相干控制技术、受激拉曼绝热通道技术以及啁啾绝热通道技术。我们利用单啁啾脉冲作用于多能级原子系统,粒子布居沿着初态和目标态组成的暗态演变,从而实现选择性布居转移操控并且通过适当调节脉冲", "label": "光学工程", "id": 0}
{"content": "<正>光子与物质量子比特强耦合系统中物质的量子态决定了入射光子的量子行为。在一定条件下此系统可以作为单光子的量子路由器,即通过控制系统中单个物质量子比特的量子态实现入射光子的可控反射或透射。此过程中光子和物质量子比特不发生能量交换,物质量子比特能够一直保持其量子态。用两个单光子量子路由器替换Mach-Zehnder干涉仪中的分束器,", "label": "光学工程", "id": 0}
{"content": "<正>波粒二象性作为光的一种基本属性,其粒子性和波动性之间存在相互排斥的互补关系,数学上可以用Englert的不等式V~2+D~2≤1表示,等号对纯态成立[1]。虽然这一关系式已经在很多实验中得到验证,但截至目前,所有波粒二象性实验中关于光子波动性和粒子性的", "label": "光学工程", "id": 0}
{"content": "<正>非马尔科夫环境,具有保护量子系统抵御信息丢失的作用。光力系统由于其在灵敏探测,微波频率与光学频率转换以及长寿命的振子态方面具备优势,使得其在量子信息处理,超灵敏探测方面具有潜在的应用价值。一直以来,关于光力系统的研究大多建立在马尔科夫环境理论框架下,最近在实验上光力系统的非马尔科夫环境问题已经开展[1]。针对非线性相互", "label": "光学工程", "id": 0}
{"content": "<正>一般来说HBT实验[1,2]通常能被经典（光强涨落关联）[3]和量子（双光子干涉）[4,5,6,7,8]两种理论解释。在报告中,我们特意设计了一个实验,将两个束光调制成具有相同的光强涨落特性,但是使它们的偏振相互垂直,这样它们之间便应该仅存在一种几率幅干涉。对于是否有HBT效应出现,经典理论和量子理论将会给出不同的预言。按照经典理论,因为两路", "label": "光学工程", "id": 0}
{"content": "<正>波粒二象性是量子世界中微观粒子具有的基本特性,波尔互补性原理告诉我们微观粒子的这两种性质之间互相排斥。人们进一步采用路径信息（）描述粒子性,干涉可见度（V）描述波动性,互补性原理被量化为D~2+V~2≤1[1]。然而,最近的一篇理论工作[2]采用具有明确定义的相干性来量化波动性,并且分别给出了基于相对熵度量和l1度量的相干性和路径", "label": "光学工程", "id": 0}
{"content": "<正>光学分束器是经典光学和量子光学中的一个重要器件。普通商用的偏振不依赖光学分束器的分束比是固定的,限制了其应用范围。我们在实验上通过搭建光学干涉仪,实现了一种分束比可调谐的偏振不依赖的2×2光学分束器,并通过经典干涉和双光子干涉验证了其性能。该器件可以在量子光学和量子信息中有多方面应用。", "label": "光学工程", "id": 0}
{"content": "<正>近年来,关联成像作为一种新兴的成像方式受到了国内外学者的广泛关注。当装置中的参考光可以通过计算得到时,便可只需单臂进行成像,即计算关联成像。激光照射旋转毛玻璃产生的赝热光场每个子光源相互统计独立,其振幅满足瑞利分布,相位服从[0,2π]的均匀分布。那么是否存在其它的光场,使得其成像质量更高呢?由于上述赝热光的统计特性,", "label": "光学工程", "id": 0}
{"content": "<正>压缩态作为量子光学中主要的内容之一,在光通讯和引力波检测中具有重要的作用。压缩光使量子噪声从光束的一个分量重级大大的降低,从而减少光通信中的噪声,可使通信容量成倍增加。最近提出了很多有关压缩态的叠加和纠缠的方案,然而多粒子纠缠压缩态极少被关注。首先,我们分别定义了一维多粒子单模W型和GHZ型纠缠压缩真空态。其次,利", "label": "光学工程", "id": 0}
{"content": "<正>单光子有其独有的量子特性,它的应用主要是基于两个光子之间的纠缠,而影响光子之间的纠缠的主要是每个光子的单光子性以及不同光子之间的不可区分度。通过写光和读光在时间域上的分离注入的读写方案在冷原子系综中制备单光子,有效的减少了噪声。我们在写光过程中获得了一个高的激发几率,将原子从基态激发并产生斯托克斯光子,然后在一", "label": "光学工程", "id": 0}
{"content": "<正>通过把光学腔或微波腔与机械共振器（机械振子）相结合,形成腔光力学系统,人们可以获得一种对机械运动进行量子操控或者对光或微波场进行机械操控的方法[1,2]。本文研究了原子-腔光力学系统中原子线性熵的演化特性以及三体纠缠态的制备。此系统是在移动镜子作为机械振子的腔光力学系统中加入两能级原子,形成性质独特的三体复合系统。本文详", "label": "光学工程", "id": 0}
{"content": "<正>我们从理论上研究了热原子和冷原子中的电磁感应光栅效应。研究表明,无论是冷原子系统还是热原子系统,如果只有振幅调制时,入射光能量几乎全部集中在零级衍射方向,当引入相位调制后,更多的能量可以转移到高阶衍射方向。同时随着温度的升高探测光的一级衍射效率在逐渐降低。通过对参数的调整,在冷原子和热原子中探测光的一级衍射效率分别", "label": "光学工程", "id": 0}
{"content": "<正>我们提出了一种产生多通道混合纠缠态的方案。最初的混合纠缠态是在连续变量qumodes——猫态和分离变量qubits——单光子态之间产生的。该方案基于线性光学元件,利用分束器在初始混合纠缠态基础上产生多通道混合纠缠态（M对）。我们对每对混合纠缠态相对初始混合纠缠态的保真度进行了计算比较,分析了保真度与所分份数多少及猫态大小", "label": "光学工程", "id": 0}
{"content": "<正>光学测量作为灵敏的探测手段已经广泛应用到微弱信号检测的许多领域,测量精度已经达到量子噪声极限的水平。进一步突破标准量子噪声极限,提高物理量的测量精度是量子光学与精密测量物理的重要课题。通过低于阈值的光学参量振荡器(Optical Parametric Oscillator,", "label": "光学工程", "id": 0}
{"content": "<正>我们发现利用相干制备的三能级原子介质可实现低噪声弱光相位操控。基于两波混频效应,相干制备的原子系统在弱光相位操控方面有许多新特性,例如宽频范围内无损常数相位的实现、无附加相位的吸收与放大、完全透明等。通过同时锁定泵浦光的光强和双光子失谐,我们发现探测光的吸收为零,且探测光的相位对于频率的变化十分缓慢,因而可以通过选择", "label": "光学工程", "id": 0}
{"content": "微波频率标准被广泛应用于卫星导航、深空探测、守时等领域。由于良好的可预期指标,基于激光冷却离子的可移动微波频标,在过去的几十年中得到了广泛的研究。清华大学团队一直致力于离子微波频标的研究本文报道了本团队的激光冷却171Yb+微波频标研究进展。基于实验实原理验证平台,实现了超过105个镱离子的稳定陷俘,寿命达到32小时。囚禁的离子温度为14（1） K,相应的二阶多普勒频移约为-3.4（0.2）×10-14。目前,已经获得了高信噪比的Ramsey条纹,为离子微波频标的闭环锁定奠定了基础。", "label": "光学工程", "id": 0}
{"content": "钛蓝宝石激光器是一种重要的宽频谱可调谐固体激光器,然而它的性能受到了位于其工作区域的红外残余吸收的限制。尽管前人对该残余吸收的产生机理和消除方式进行了数十年的理论与实验研究,目前仍然没有一个有效的合成工艺能够彻底消除它。围绕这一问题,本工作内容主要有（1）阐明了前人工作中不合理的Ti离子对(Ti3+-Ti3+和Ti3+-Ti4+)强团聚倾向源自于所采用的密度泛函对Ti的d电子存在着非局域效应,而这一效应可以通过Habbard U方法或者杂化密度泛函来修正。（2）Ti3+-Ti4+基态的几何结构以及d电子的密度分布依赖于密度泛函的选取,存在着d电子局域在一个Ti离子上和平均分布在两个Ti离子上的情况。这两种构型在不同密度泛函下能量差别很小（<0.1 eV）,且他们的能谱均能解释红外残余吸收。（3）结合最新的关于钛蓝宝石吸收谱的实验,我们系统地给出了从近紫外到远红外的系列吸收峰的发光机理。（4）获得了该材料中各种潜在杂质相对浓度随退火温度,还原氛围以及Ti掺杂浓度的变化情况。在氧化和弱还原环境下,缺陷铝空位制约了Ti3+-Ti4+浓度的降低,因此,除了传统的高温强还原氛围退火处理,铝单质注入或者在铝蒸汽中充分退火来消除铝空位是可能的进一步消除残余吸收的方法。（5）给出了一个简单的预测钛蓝宝石品质因子上限的数值公式。", "label": "光学工程", "id": 0}
{"content": "提出了一种磁极极化牵引纳米颗粒的有源化方法,实现8 nm填充操作与最小50 nm有源纳米颗粒/量子点激光器,构建了波长超快可调的纳米级激光器阵列,揭示了定量石墨烯对于硫系复合材料能级调控的物理机理,并将其应用在智能光子芯片、超快光子开关及光热疗杀伤肝癌细胞等多学科领域上。系统揭示了石墨烯对于多光子能级的调制机理。总结了石墨烯π型能级对于硫系多掺材料Co-Ga-ZnS/Se交叉能级的影响与重构,提出π电子增强光学发射的物理机理,建立腔长可调的硫系纳米颗粒/量子点激光器阵列量子限阈效应对能级调控的干预模型,及指定能级波赛尔效应与石墨烯π电子共同引起的双重增益光放大理论。最终实现868与903nm的双波长激光辐射,构建了一种可应用于片上光源的纳米激光器。对于表界面原型器件的开发及光子增强物理机理探究具有重要的参考价值。", "label": "光学工程", "id": 0}
{"content": "近年来,随着工业的需求,飞秒激光器受到广泛科研工作者的关注,而其中的关键核心增益材料—激光晶体更是成为研究热点之一。Yb3+离子掺杂激光晶体具有能级结构简单、效率高、没有浓度猝灭等优点,非常适合用于产生短脉冲激光。而作为基质晶体材料,无序结构晶体材料由于具有较宽的吸收和发射特性而引起较大的研究兴趣。其中,CaYAlO4无序晶体,属于四方晶系,导热系数高、机械硬度强、化学结构稳定,非常适合作为超快激光增益介质材料。本文以掺杂浓度为4.5at%的Yb3+:CaYAlO4晶体为研究对象,具体包括该晶体生长制备工艺、光学性能优化、激光性能表征等方面的研究。采用提拉法成功制备了高光学质量的Yb3+:CaYAlO4晶体,晶体尺寸达到Ф40*80mm。测试其室温偏振吸收和荧光曲线,计算其对应的吸收和发射截面。进行激光试验,成功实现高效率的激光输出。", "label": "光学工程", "id": 0}
{"content": "农业作为国家第一产业,是一个及其重要的产业部门,以土地资源为生产对象,支撑着国民经济的建设和发展。农业对经济建设的规模有很大的约束力,而农业发展的一个大趋势是与现代传感技术相结合,达到农业的精准化和信息化。非接触测量是以光电、电磁等技术为基础,在不接触被测物体表面的情况下,得到物体表面参数信息的测量方法。其中,激光测距又由于其测量范围大,精度高,发展最为成熟。将激光传感器及激光测距应用于农业领域,对于我国农业现代化有着十分重要的提升。目前,激光测距技术在农业领域的应用主要有以下方面:农业载具的自动驾驶、农作物生长情况检测以及农业领域地形地貌测量测绘。而众多激光测距方法中,脉冲式激光测距由于其众多优点,为最适合农业领域的测距方法。", "label": "光学工程", "id": 0}
{"content": "结合模态分析理论与激光多普勒测振技术开发出可自行扫描的模态测量技术。利用激光多普勒测振非接触、测量精度高、测试频率范围大的特点,结合微纳位移台对工件进行扫描,使用压电元件对圆形薄片工件进行激励。利用开发的模态分析软件控制位移台移动元件实现工件上的测点扫描,根据采集数据,计算每个测量点的频响函数后,合成振形动画与ODS模型。利用Fmac值验证上述模型是可信的。不同振形之间的解耦正常,证明了上述测量结果的正确性。", "label": "光学工程", "id": 0}
{"content": "随着大规模集成电路向超大规模集成电路进发,元件的尺寸不断缩小,解决了微小尺寸元件的制造与生产,下一步便是如何去检测其性能指标是否达到标准,于是,对微型器件的振动分析与测试是目前研究热点问题之一。由于振动系统受到外界激扰在形式多样,因此相应的激励响应也是多种多样的,物体在某个平衡位置附近做往复或周期性的机械运动时,已知物体系统特性和激扰条件,可采用解析函数解法和数值近似解法分析计算物体系统的振动响应。利用非接触式的激光干涉技术以及多普勒原理测量振动频率、振幅、速度和加速度,尽可能减少其所受外界环境干扰,同时更精确地对被测物体进行系统的振动模态分析。随着现代工业和现代科学技术的发展,对各种仪器设备提出了低振级和低噪声的要求,要求对主要生产过程或重要设备进行监测、诊断,并对工作环境进行控制等。", "label": "光学工程", "id": 0}
{"content": "主要介绍了利用激光多普勒测振仪来测量压电陶瓷的振动振幅,激光测振仪由光学头和控制箱组成,光学头负责采集压电陶瓷的振动信号,控制箱对信号进行解调,解调后的信号经A/D采集卡后传输到计算机,由上位机软件QuickSA分析处理,得到压电陶瓷的谐振频率以及在谐振频率一定的情况下激振电压与振幅的关系。频率和振幅与真实值的误差都在1%以内,说明激光测振仪法是一种可靠的测量压电陶瓷元件振动振幅的手段。", "label": "光学工程", "id": 0}
{"content": "对科研机构而言,在其核心技术领域进行专利布局可提升专利保护水平,促进创新发展。但目前国内大多数科研机构,尤其是国防科研机构由于市场导向较弱,专利申请缺乏布局,自有核心技术的专利质量及保护效果亟待提升。为加强核心技术专利保护,近两年中国工程物理研究院已针对试点技术领域开展了专利布局探索与实践,但未形成系统的专利布局工作方法和流程。本文在前述试点技术领域专利布局探索与实践经验以及现有的专利布局结构分析模式和专利布局设计方法的基础上,从确定专利布局需求、专利布局方案设计,再到提出布局方案和实施建议,梳理出了一套具有较高操作性和通用性的专利布局思路及方法,并以某机构的光纤激光器技术为例进行了专利布局思路方法的实践探讨,提出了后续的专利布局实施调整工作建议。本文的专利布局思路方法可以成为中国工程物理研究院乃至国防科研机构有目的地开展核心技术领域专利布局业务的基础,有助于国防科研机构有序、规范化地进行专利保护,促进其知识产权事业科学、规范化发展,推动科技创新活动的良性发展。", "label": "光学工程", "id": 0}
{"content": "传统光纤激光器与其电源系统多采用分离式设计,这样使得整个激光器系统的体积较大,在车载使用的情况下,对占有空间的需求较大。而将激光器及其电源系统一体化可以使系统集成度提高,但发热严重,对于散热管理提出了更高的要求。本文采用强制对流散热,对光纤激光器电源系统以及一体化的激光器进行了散热设计。利用ANSYS对电源系统以及一体化激光器进行了散热仿真。仿真结果显示,一体化的散热设计能够满足开关器件、变压器不超过70℃,芯片不超过85℃,激光器不超过50℃的应用要求。", "label": "光学工程", "id": 0}
{"content": "可用于集成光电子芯片的低成本、柔性、低重量有机微纳固体激光单元,被广泛认为是解决人们在信息与通信技术、生物医学以及计算等领域内对带宽以及信息密度日益增长需求的合适选择。高运行稳定性光泵浦激光是实现电泵浦半导体激光的关键一步。在通过化学气相沉积制备原子级平滑钙钛矿纳米片的基础上,为了提高器件的运行稳定性,我们采用了碘化铅对甲胺铅碘钙钛矿的内部及表面缺陷进行了钝化处理。利用343nm飞秒激光泵浦单个纳米片,对其激发光进行测量分析。在泵浦光能量密度低于15 J/cm2时,激发光光谱为半高全宽达到40nm左右的自发辐射谱,而在泵浦光能量密度高于15 J/cm2时,激发光光谱半高全宽骤降至0.1nm左右（品质因子高达7800）,符合激光半高全宽随泵浦能量密度变化的关系。实验结果显示经过钝化处理的钙钛矿纳米片可以稳定输出激光4400s（约为2.6×10~7个脉冲）。为了进一步提高纳米片激光的稳定性,我们采用了旋涂DBP对钙钛矿纳米片进行了封装,实验结果显示经过DBP封装的钙钛矿纳米片可以稳定输出激光8500s（约为5.1×10~7个脉冲）。", "label": "光学工程", "id": 0}
{"content": "近年来,无机有机复合钙钛矿材料的研究呈现出前所未有的快速增长趋势。该系列材料具有常规半导体不可比拟的优势。围绕SPP模式钙钛矿纳米线激光器的构建,本报告主要介绍以下内容:（1）高质量钙钛矿材料及纳米结构的制备,以及效率超过20%的光伏器件、高灵敏度气体探测器的实现;（2）金属表面等离激元的模式调控;（3）SPP模式的钙钛矿纳米线激光器的制备,以及高温低阈值激射的实现。", "label": "光学工程", "id": 0}
{"content": "为了满足长距离高精度光纤时间频率传递的要求,本文设计出了一套对高稳定性半导体激光器（Lase rDiode,LD）进行精密温度控制的高精度系统。本系统以C8051F350混合信号微控器为核心处理器,所控激光器采用直接调制型数字式蝶形激光器FLD5F15CX,内部温度控制模块采用程控调节的PID温度控制算法;外部控温部分由热敏电阻、半导体制冷器（Thermo Electric Cooler,TEC）以及特殊设计的导热结构搭建而成的两路负反馈温度调节模块构成,并采用脉冲宽度调制（PulseWidth Modulation,PWM）模拟控制方式对输出电流进行控制,创新性的使用平均值滤波的方法处理两路采样反馈电路的反馈值,内外结合控制激光器的温度和输出光功率的稳定度。通过实验仿真和建立数学模型对PID参数进行优化,实现了对激光器更精确的温度控制,完成了精密控温系统的搭建,温度控制精度可达1mk以内。所设计的温度控制系统控制精度高,具有很高的实时性,满足激光波长自动跟踪系统设计要求,可克制双向传输延时的不对称性,进一步提高光纤时间传递的准确度和稳定度。", "label": "光学工程", "id": 0}
{"content": "<正>随着激光技术的飞速发展,激光在工业、军事等领域广泛应用,在利用激光的同时,必须充分考虑人员和设备的安全,因此必须开展激光防护研究。在构件表面制备一层具有高反射率的涂层是实现激光防护的有效手段之一,针对目前金属材料反射率高,但熔点较低,而陶瓷材料熔点高,但反射率普遍较低的问题,提出了新型高反射陶瓷材料设计与合成研究,研制出新型La1-xSrxTiO3+δ高反射陶瓷材料,具有优异的抗激光辐照性能。", "label": "光学工程", "id": 0}
{"content": "<正>超快脉冲激光器激光器具有广阔的应用领域。目前,通过使用可饱和吸收体来实现调-Q或者锁模的激光脉冲输出被认为是技术上较为简便的解决方案。然而商用的基于可饱和吸收效应的半导体量子阱光开关响应波段有限,且成本高昂。近年来出现了一系列的基于各类低维纳米材料的光开关,例如碳纳米管,石墨烯,以及各类二维半导体材料,例如MoS2,", "label": "光学工程", "id": 0}
{"content": "<正>3μm中红外波段的激光器由于其在光谱学、医疗、环境监测等领域的重要应用而受到广泛的关注[1]。当前,稀土掺杂中红外光纤激光器的增益介质主要是稀土掺杂氟化物玻璃光纤,包括AlF3基光纤、ZrF4基光纤和InF3基光纤等。与ZrF4基光纤和InF3基光纤相比,AlF3基光纤具有更高的玻璃转变温度和更好的化学稳定性[2-3]。因此,", "label": "光学工程", "id": 0}
{"content": "<正>中红外超短脉冲光纤激光源在生物医疗、材料加工、光谱学等领域具有重要的应用前景,是国际研究热点。本次报告中,我们将着重介绍课题组最近在3微米锁模光纤激光器方面取得的研究成果。众所周知,可饱和吸收体是实现锁模脉冲输出的关键器件,根据其工作机制的不同大致可以分为基于材料非线性的真实可饱和吸收体和基于光纤非线性的人造可饱和吸收体。", "label": "光学工程", "id": 0}
{"content": "<正>超连续谱激光是一种新型宽带光纤激光光源,它在生物医学、前沿科技、国防等领域都有重要应用。特种光纤是超连续谱的核心元器件。多年来,我们一直从事特种光纤与超连续谱激光技术的研究。本报告回顾了近年来我们在新型高非线性光子晶体光纤及其超连续谱的产生机制与光谱特征方面的研究进展,探讨了其潜在应用。", "label": "光学工程", "id": 0}
{"content": "近年来,随着航天科技的发展,基于光纤激光器的高效、轻便等优势,被越来越多用于空间科学领域。稀土掺杂光纤是光纤激光器及放大器的关键元件,在实际工程应用时必需满足空间严苛环境的使用要求。以往研究表明,尽管在空间应用的低功率光纤激光器方面已经实现了工程化应用,但面向千瓦级以上功率光纤激光应用的有源光纤仍面临较大的工程化难度。稀土有源耐辐照光纤研制的技术关键是保证光纤激光整体效能的前提下,减少有源光纤的辐照诱导损耗。众所周知,稀土有源光纤为了提高稀土离子的掺杂均匀性,调节纤芯的折射率以及光谱性能等,需要共掺杂Al、P、Ge、F等元素,而这些共掺元素均会引起纤芯材料内部产生缺陷,从而不利于辐照诱导损耗的抑制。为克服这一矛盾点,需要从光纤激光性能与空间环境耐辐照特性两个大方面开展课题研究。本文介绍了上海光机所在3kW以上光纤激光器应用的耐辐照掺镱光纤的最新研究结果,为面向轨十年以上运行的高功率光纤激光器工程化应用奠定了核心材料基础。", "label": "光学工程", "id": 0}
{"content": "<正>2-3微米波段中红外激光器在遥感、环境监测、生物医疗、红外对抗等领域有着极为重要的应用前景。利用该波段中红外激光的红外制导、红外预警以及红外干扰技术,正成为全球军事竞争的热点之一。目前,基于Ho3+离子~5I7→~5I8能级跃迁产生2μm波段激光,以及Er3+离子4I11/2→4I13/2能级跃迁产生3μm波段激光是获得该中红外波段激光最有效的方案之一。以Y2O3、Lu2O3为代表的倍半氧化物材料因具有低声子能量、高热导率、高损伤阈值等特征,", "label": "光学工程", "id": 0}
{"content": "<正>随着激光技术的日益完善和激光器件性能的大幅增长,高功率全固态激光器获得了飞速发展,特别在输出功率和光束质量方面。为了解决激光增益介质存在的热效应问题,研究人员开发了复杂构型的激光增益介质,以调控其中的温度场分布,从而缓解工作过程中产生的热应力。近年来,直书写成型在透明陶瓷制备中的应用越来越广泛。其最大的优越性在于:可以通过使用多个喷头的装置,在多个区域沉积不同结构和成分浓度的制品,", "label": "光学工程", "id": 0}
{"content": "<正>微纳激光器作为高性能的相干输出光源,非常容易实现与其它光子器件及回路的耦合,可以有效提高光子集成度,对于实现光子-光子以及光子-电子之间的信息耦合与传输、推动光电子器件小型化及集成化的发展具有重要意义。以激光器小型化为牵引,我们成功地将激光器尺寸减小到三维亚波长尺度,并在单光子和双光子激发下,在单个尺寸小于发射波长的CsPbBr3钙钛矿纳米块中实现了室温下的单模皮秒激光输出,", "label": "光学工程", "id": 0}
{"content": "<正>由于碳量子点具有高稳定性、低成本、低毒性的优点,因此近年来碳量子点在学术界受到广泛关注。然而,目前高效的红色发光碳量子点的缺乏限制了其在激光等领域的应用。这里,我们用1,3-二羟基萘作为碳源,制备了量子产率高达66.7%的红光碳量子点。通过研究发现,该碳量子点具有优异的光学性能是由于其表面具有较高的氧化程度。随后我们用红光碳量子点/环氧树脂复合材料作为增益介质,", "label": "光学工程", "id": 0}
{"content": "<正>半导体激光器（LD）在体积较小的情况下容易获得较高的亮度,在大功率驱动下电光转换效率较高。因此,基于LD的照明显示技术是未来发展的重要方向。本研究的目的是探讨高功率固态激光照明应用之热稳定绿-黄颜色转换器。通过精心设计Na2O-CaO-B2O3-SiO2的玻璃组成,采用低温（850℃）一步共烧策略成功制备了Lu3Al5O12:Ce3+PiG,大部分PiG保持了高的内量子效率,接近原荧光粉的96%。粉末均匀分散在玻璃中,没有明显的界面反应。", "label": "光学工程", "id": 0}
{"content": "<正>激光（LD）照明和显示技术代表了半导体行业未来的发展方向,荧光转换材料是决定激光照明和显示产品光学品质的核心部件。面向激光高功率激发密度的特点,荧光转换材料和激光照明器件封装技术发生了革命性变化。对于荧光转换材料,我们提出了全无机Ce:YAGG PIG,被认为是一种理想的、稳定的绿光发射光转换材料在高质量的激光照明应用中。采用固态烧结法所制备的PIG表现出优异的光学性能和热稳定性能:", "label": "光学工程", "id": 0}
{"content": "<正>作为新兴大功率固态照明技术,激光照明在高亮度照明与显示等领域具有广泛的应用[1]。荧光粉转换激光白光（phosphor converted white lser diode,PC-WLD）是激光照明的主流方案。高强度激光在实现高亮度光源的同时,也给光转换材料带来了严峻挑战,例如强烈热效应和发光饱和。目前,激光荧光粉主要集中在以Y3Al5O12:Ce3+(YAG:Ce3+)为代表的石榴石体系荧光粉,但受限于发射光谱,严重制约着PC-WLDs器件光学品质的提升。", "label": "光学工程", "id": 0}
{"content": "<正>报告首先回顾上海光机所激光玻璃发展历史,其次,重点介绍N31和N41二种大尺寸激光钕玻璃的批量制备技术及应用。最后,简单介绍近年来上海光机所高功率激光光纤的研发进展。", "label": "光学工程", "id": 0}
{"content": "新一代微纳激光光源作为当前微纳光电子领域研究的焦点之一,是面向未来光子芯片集成系统应用和全光通信器件研究的核心和基础。然而,发展至今,不同于传统的大尺寸固态激光系统,新一代微纳激光光源面临系列难题:小尺寸高光学增益的新兴材料开发、微纳尺度下高品质光学腔体的制备并兼容片上微集成特性、可高温稳定运行并具备低成本批量化生产潜力等面向实际应用和商业化的需求。研制兼具\"低阈值、窄线宽、高强度等优异激光特性\"和\"超稳定、低成本、微集成等优异应用潜力\"的微纳激光光源无论是对材料研究还是基础光物理探索以及技术应用来说都具有重要意义。", "label": "光学工程", "id": 0}
{"content": "随着信息化时代的到来,巨大的数据量给信息传输技术带来了挑战。互联网的快速应用与普及,迅速增加了互联网的用户数量,但也带来了信息量的爆炸式增长。各种各样的网络技术、在线视频、P2P技术等正在不断地消耗掉宝贵的网络带宽资源。大数据时代,云计算的到来更是给网络带宽提出了更加迫切的要求。以光纤为传输介质的波分复用系统WDM光网络的出现,满足了信息时代对网络的大带宽、高速率的传输要求。在现代光网络中,作为光源的光纤激光器显得尤为重要。一个光纤激光器质量的优劣,直接影响着整个光通信网络系统的性能。光纤激光器具有耦合效率高,非常容易形成高功率密度,并且体积小、散热效果好,在光束质量、使用寿命等方面具有无可比拟的优势,因此引起了越来越多人的研究。作为一种新型激光元件,光纤激光器已经成为了现代通信网络系统中必不可少的重要器件。首先对光网络的结构进行了分析,然后对光纤激光器技术进行了研究,接着讨论了选取波长的不同方法,最后给出了一种新的波长选择设计方案。", "label": "光学工程", "id": 0}
{"content": "信息化时代对通信的容量和带宽都提出了更高的要求,以光纤通信网络为基础的信息传输系统正好可以满足这一要求。在光纤通信网络中,光纤激光器是一个极其重要的通信器件。为了不断提高网络的通信容量,密集波分复用光网络DWDM（Dense Wavelength Division Multiplexing）系统出现了。在DWDM系统中,由于复用的波长数量较多,波长间隔很小,这就对光纤激光器的光束线宽质量提出了更高的要求。只有光束的线宽很窄的时候,才能满足DWDM系统的需要。窄线宽光纤激光器性能优异,已经引起了人们日益广泛的关注,其具有非常高的实用价值。因此,窄线宽光纤激光器技术就成为了通信技术的一个研究热点。窄线宽的光纤激光器具有单色性好、发散角度小等显著优点,不仅能满足DWDM光通信系统的要求,在微波光子学、太赫兹技术、激光雷达等相关领域也发挥着重要作用。文中分析了光通信网络的形态,讨论了光纤激光器的技术特点,结合通信网络的需求,对窄线宽光纤激光器技术进行了研究,给出了实现窄线宽光纤激光器的方法。", "label": "光学工程", "id": 0}
{"content": "激光照明与显示作为新一代发光与显示器件近年受到广泛的关注,也进一步拓展了稀土发光材料的应用。在基于荧光转换的激光照明与显示器件中,由于激发功率密度较大,发光材料面临着热致饱和以及光致饱和的问题,致使其无法充分发挥光转换的作用。因此,设计和开发具有高发光饱和阈值的激光荧光粉是一个新的研究课题。本文在研究发光材料在高功率密度激光激发下发光饱和机理的基础上,提出了筛选和设计激光荧光粉的经验法则,制备了可耐较大功率密度激发的新型发光材料,并开发了高亮度、高显色的激光驱动白光器件。该研究为研制新型激光荧光粉提供了新思路和新方法。", "label": "光学工程", "id": 0}
{"content": "全固态黄光波段激光在激光显示、雷达、生物医学等方面的重要应用使其成为目前业内的研究热点。本工作选择Dy3+激活Y2O3-Al2O3二元体系作为研究对象,Y元素化学性质活泼、电子磁矩大、旋轨耦合强,且具有独特的4f电子结构,能够与Al、O元素形成晶体结构多样化的材料,如Y3Al5O12（YAG）、YAlO3（YAP）和Y4Al2O9（YAM）等。其中YAG和YAP是人工晶体中综合性能优异的激光基质材料。本工作主要针对黄光波段的发射,制备了不同浓度Dy3+掺杂的YAP、YAG和YAM系列荧光粉,进行物化性能表征和光谱性能研究。结果发现:实现最强黄光发射的Dy3+:YAP、Dy3+:YAG和Dy3+:YAM荧光粉的最佳掺杂浓度分别为2 at.%、4 at.%和1 at.%,三者均为良好的黄光LED应用材料。采用提拉法生长了4 at.%Dy3+单掺的一系列（Lu,Y）3Al5O12晶体,以及Dy与其它稀土离子双掺、三掺的YAG晶体,研究发现:随着Lu3+浓度的增加,单掺Dy系列晶体中~4F9/2能级的荧光寿命增强,结合力学性能和其它光谱参数,筛选出Lu1.5Y1.5Al5O12晶体是实现黄光激光的良好基质材料。在Dy/Tb/RE:YAG晶体中,Cr3+的加入抑制了晶体的黄光发射,故Cr3+不是良好的敏化离子材料,而Ce3+的加入将Dy:YAG晶体在黄光波段的发射强度增强了12倍,且将发射光谱半峰宽拓宽了9倍,非常有利于黄光发射,是一种合适的敏化离子材料,从光谱性能和激光实验方面证实了Ce/Dy/Tb:Y3Al5O12晶体是优秀的黄光激光增益介质。", "label": "光学工程", "id": 0}
{"content": "全固态激光器具有体积小、单色性好、方向性强、亮度高等特点,近年来受到了极大的关注。尤其是科技发展要求器件微型化、多功能化的今天,有机微纳晶激光材料因其价格低廉、可通过分子裁剪调控全光谱范围的激光波长、可在柔性基底上大规模集成等优点,有着巨大的应用潜力。基于激光器件的关键科学技术问题,从材料设计的源头出发,通过精准可控的自组装技术,实现在激光增益介质和激光谐振腔这两个核心技术上的突破。目前,已经实现高性能激光器件的波长从紫外区到近红外区的全光谱覆盖;通过激光微加工技术和图案化组装技术,实现了有机、有机/无机杂化的微纳晶激光阵列的设计;基于有机微纳晶激光材料实现微纳光子学器件的设计与应用。瞄准有机电泵浦激光这一重要科学前沿,从新材料、新技术、新原理上尝试解决其关键科学技术问题。", "label": "光学工程", "id": 0}
{"content": "激光是20世纪以来人类最重大伟大的发明之一,已经在军事国防、工业生产和人们日常生活的诸多领域得到了广泛应用,这些领域涉及能源、信息、生物医学等一系列战略新兴产业。随着科技的进步,激光技术也不断发展,其中微纳激光是激光技术与纳米科学交叉产生的研究前沿。在微纳尺度,激光器三要素（谐振腔、增益介质、泵浦源）同传统激光器相比都有显著的不同。有机材料在发光效率、柔性、加工性等方面表现出独特的优势。有机分子种类丰富,结构可设计,性能可剪裁,在材料选择方面有很大的灵活性,同时有机材料一般具有较大的光吸收和光辐射截面,利用有机材料易掺杂的特性,可以实现全波段连续可调的受激发射,解决目前紫外和红外波段激光材料短缺的问题。更为关键的是,有机激光产生的过程中涉及全新的粒子数反转与受激发射机理。一方面有机材料中丰富的激发态过程为构筑有利于粒子数反转所需要的四能级系统提供了更加有效和可控的手段;另一方面,材料在受激状态下表现出的各种光谱特性,为我们深入研究不同有机分子的激发态动力学过程提供了更加有力的手段。有机激光一个重要的应用在于发展与OLED兼容的主动发光的平板激光显示。激光显示是继阴极射线、液晶、发光二极管（LED）显示之后的第四代显示技术。得益于激光线宽窄、亮度高、相干性好等特点,激光显示具有全色域、高亮度、极限高清、真3D等颠覆性优势,被业界称为\"人类视觉史上的革命\"。通过将三基色激光投影到屏幕指定位置,激光显示已经在影院、大屏电视等领域得到了应用,但是这类显示设备无法满足手机、电脑、可穿戴设备等平板领域的需求。利用有机材料的加工性和发光特性,可以将红、绿、蓝微纳激光器集成到周期阵列中构建自发射显示面板,进而发展电驱动的平板激光显示器件。", "label": "光学工程", "id": 0}
{"content": "随着对小型化、微型化激光需求的不断增长,微纳激光器的研究受到格外重视。微纳激光器是工作介质尺寸和共振腔体积在波长或亚波长尺度的小型化激光器,是纳米技术和激光技术交叉融合的前沿。基于有机固态半导体材料的有机微纳纳激光器在未来有机光子电路中有潜在的应用,并且具有许多与传统无机激光器不同的特性,有重要的研究价值。如果能够实现有机微纳结构的高效手性发光进而实现手性激光,将为有机光子学的研究带来新的发展机遇。然而,实现有机手性微纳激光还存在材料和机制理解等多方面的瓶颈问题。首先是有机材料本身手性发光不对称因子（glum）较低,难以满足有机手性激光的实际要求。此外,目前对有机手性激光器工作原理和机制还没有充分的认识。本课题组近年来围绕高性能有机固体发光材料的设计合成与微纳晶体制备开展了系统的研究工作。我们报道了多种基于二苯乙烯骨架的高性能有机激光材料,研究了其分子结构、晶体堆积等因素对受激发射行为的调控规律。利用非手性二苯乙烯基苯衍生物（HM-DSB）分子,制备了手性的有机微螺旋形貌,锁定了分子的手性构象,获得了glum最高为0.088的发光螺旋结构。并首次通过激光显微切割方式调整手性螺旋共振腔,实现了螺旋微纳腔的激射现象。手性发光材料微纳材料是研究手性的产生、传递、放大等机制提的必要光源材料,有望在自旋信息通讯与存储,生物活性检测以及3D显示方面发挥重要的作用。", "label": "光学工程", "id": 0}
{"content": "我国的激光产业已取得了一定成就,但与发达国家激光技术间仍存有不少差距,本文简略回顾了国内外激光技术在工业制造﹑半导体芯片﹑医疗健康﹑航空航天相关领域的应用与研究现状,回顾了激光技术对各相关科技领域的核心推动作用,国外相关领域发展历史帮我们指明了我国激光产业需努力的方向,同时也为我国当前激光技术在工业医疗等领域的相关产业政策的制定提供了参考。", "label": "光学工程", "id": 0}
{"content": "使用自制的光纤振荡器和放大器实现功率高达127.3 W,时域稳定性较好的1064 nm激光输出。搭建半开放腔式随机拉曼光纤激光器结构,通过高非线性拉曼光纤实现了38 W的第8阶斯托克斯光输出,中心波长为1682.9 nm,半高全宽为9.8 nm。", "label": "光学工程", "id": 0}
{"content": "3-5μm中波和8-12μm长波红外激光波长处于大气窗口波段,在激光医疗、激光雷达、环境监测和光电对抗等领域具有广阔的应用前景,因此对中长波红外激光器的研究具有重要应用价值。本文对常用的非线性光学晶体进行了介绍,并对基于这些晶体的中长波红外固体激光器研究进展进行了综述,最后对中长波红外固体激光器的未来发展方向等进行展望。", "label": "光学工程", "id": 0}
{"content": "提出并实现了一种基于相位调制器的双通道线性调频激光器产生的方法。采用线性调频微波信号和本振可调谐微波信号分别驱动两个相位调制器,产生一系列的宽带线性调频激光信号以及单频激光信号,通过光滤波器可以分别保留两个通道所需阶次的线性调频激光信号以及单频激光信号。实验结果表明:当光滤波器保留正二阶调频激光信号时,产生的线性调频激光信号的带宽为2.4GHz,本振可调频激光频率范围为8GHz。在观测时间为1ms时,测得的瞬时线宽为4.5kHz。该方法结构简单紧凑,易于实现,对于大范围调频连续波激光测距测速的应用有重要意义。", "label": "光学工程", "id": 0}
{"content": "磷锗锌（ZGP）晶体具有非线性系数大、透光范围宽、热导率和损伤阈值高等优点,适合在高功率、大能量中红外光参量振荡（OPO）中应用,因此基于ZGP晶体的OPO成为目前国内外的研究热点。本文采用的非线性晶体ZGP尺寸为6mm×6mm×25 mm,I类相位匹配,切割角54.9°。以声光调Q的Ho:YAP激光作为抽运源,其最大输出激光平均功率22W,脉冲宽度21 ns,重频20 kHz,输出波长2.1μm,采用平平腔OPO结构,获得10.7 W的中红外激光输出,光光转换效率为46.8%,斜率效率为52%,光束质量为1.8倍衍射极限。", "label": "光学工程", "id": 0}
{"content": "星载1645 nm波段积分路径差分吸收（IPDA）激光雷达可以对全球大气甲烷（CH4）浓度分布进行有效测量,单频纳秒脉冲光参量振荡器（OPO）是实现该波段激光雷达发射源的重要技术手段。本文介绍了基于KTiOAsO4晶体（KTA）的1645 nm单频纳秒脉冲OPO输出特性。该OPO以自行研制的1064 nm单频脉冲激光器作为泵浦,通过种子注入技术来实现单纵模运转。当泵浦单脉冲能量为11m J、重复频率为50Hz时,种子注入OPO输出能量达到1.8m J。该OPO输出脉冲中心频率抖动的均方根值（RMS）为9.8 MHz,平均线宽48 MHz,能够满足CH4激光雷达对光源频域特性的要求。", "label": "光学工程", "id": 0}
{"content": "<正>1.前言全固态蓝绿波段激光器在生物医学、激光显示、高密度光存储、海洋探测和水下通信等领域均有着广泛的应用。尤其是作为机载海洋激光雷达和水下通信系统的发射源,要求激光器输出的蓝绿激光脉冲具有高峰值功率和低衰减系数,以提高激光脉冲在海水中穿透能力。在浅海水中,海水的透光窗口520～550 nm附近,在深海水中,海水的透光窗口向蓝光方向移动,光在450～490nm波段的海水透过率最高。目前,以", "label": "光学工程", "id": 0}
{"content": "紫外激光器因其波长短、单光子能量高的特性,能够直接打断加工材料的原子/分子间化学键,减小加工热效应,在半导体、光学晶体以及高聚物材料加工中获得了广泛应用。本文将介绍紫外激光的特点、产生机理,特别是固体紫外激光器以及基于1064nm近红外激光泵源,通过声光Q开关和三倍频技术,实现355nm紫外激光输出的相关进展。", "label": "光学工程", "id": 0}
{"content": "优化封装工艺可以有效地避免bar条阵列隔离槽焊料的浸没失效。子模块柔性组合激光阵列能有效提高模块的可靠性。", "label": "光学工程", "id": 0}
{"content": "2～4μm波段是非常重要的红外大气窗口,工作在这个波段的激光器在气体检测、医疗美容和工业加工领域具有十分广泛的应用价值。锑化物半导体低维材料,是实现中红外波段半导体激光器的理想材料体系[1-3]。目前国际上仅有少数研究机构掌握了锑化物半导体激光器的制备技术。本项目团队经过多年研发,在锑化物低维结构激光器结构的设计、关键制备技术取得创新性突破,实现了锑化物量子阱发光波长拓展,波长覆盖1.8?3.8@,通过带间级联结构进一步脊激光器发光波长拓展到4.2nm、先后实现了2?3nm波段大功率单管室温连续输出功率1.62W,最大光电转换效率27.5%,阵列激光器的室温连续输出功率达到16W,最大光电转换效率25.64,基于带间级联结构实现3.4 pm波段单管室温连续输出功率50 mW,实现了多种耸构（Index-coupled-LC-DFB, Complex-Coupled-LC-DFB,DBR, MOPA-DBR）的锑化物单模激光器甶室温连续工作,最大单面输出功率40mW,最大边模抑制比53 dB,达到国际最好水平,实现梵泵浦碟片激光器的研制,室温连续输出功率1W, M~2<1.3。", "label": "光学工程", "id": 0}
{"content": "<正>啁啾光脉冲放大技术（CPA）提出以来,激光功率得到飞速地提升,这为激光驱动的粒子加速器的产生创造了条件。超短超强激光驱动的离子加速与传统加速器相比具有加速梯度高（TV/m）、发射度小等优点,重离子束流在惯性约束核聚变快点火、核天体物理、重离子治癌、材料改性和微孔膜等领域都有重要的应用前景。在加速器领域,为了提高束流强度,一种方法就是多电荷态束流同时加速,传统加速器做到这点有困难。而激光驱动的重离子束具有脉宽短、亮度高和电荷态丰富等优点,可同时产生高瞬态流强的多电荷态重离子。目前激光驱动的质子最高能量接近100MeV/u,重离子的最高能量仍在MeV/u量级,原因在于相比于质子和碳、氧等轻离子,重离子的加速效率更低。", "label": "光学工程", "id": 0}
{"content": "<正>太赫兹（THz）波(频率范围:0.1～10 THz;1 THz=1012 Hz)位于红外光和微波之间,在国防安全、生物医疗、空间等领域具有潜在应用。由于缺乏高效THz辐射源和探测器,THz波还没有被完全认知,所以其被称为THz间隙（\"Terahertz gap\"）。在1～5 THz频率范围内,基于半导体电泵浦的光子学器件THz量子级联激光器（Quantum cascade laser,QCL）在输出功率和效率方面比电子学和差频器件高,是关键的THz辐射源器件。本报告主要介绍我们在高性能半导体THz核心激光器以及光频梳方面的研究进展。在高性能核心器件方面,我们突破分子束外延生长和半导体工艺技术,研制出高功率（1.2W）、低发散角（2.4°）、宽频率范围（2.5～5 THz）的THz QCL器件,", "label": "光学工程", "id": 0}
{"content": "激光一经问世,便在许多领域中得到了大规模的应用。由于大功率激光器具有较高的输出功率,在许多方面都有着重要应用,光通信领域中的光源就是激光。可以说,如果没有激光,就不可能有现代光通信技术。对于大功率的激光器来说,一般增加泵浦的能量能提高功率。过去,对于激光器的泵浦方法,采用直接单向泵浦法使激光增益介质从一个泵浦源中获得能量,从而形成粒子数反转,最后形成激光输出。但是,单一泵浦源对于激光增益介质提供的能量是有限的,不能满足大功率激光器的需求。为此,对泵浦的方式进行了改进,即采用双向泵浦的方式,对激光器的结构进行设计,为激光器提供更大的能量,由此可以得到大功率的激光输出。", "label": "光学工程", "id": 0}
{"content": "光纤激光器在光通信领域中具有广泛的应用。光纤激光器是指用掺杂了稀土元素的光纤作为激光增益介质的激光器。文中对光纤激光器的结构进行了研究,分析了传统激光器的特点,设计了连续波种子源的光纤激光器。光纤激光器在结构上可以由3部分组成:1)由能产生光子的增益介质,这是激光器的核心部分,使光子得到不断的加强,并在谐振腔中反复经过增益介质,从而得到不断放大;2)提供能量的激励源,其中激励的作用,就是使激光增益介质（激光增益介质只有吸收了从外界传递来的能量,才能不断加强光的强度）中的粒子从外界吸收能量后,能够被激发到原子的高能级上面去,以实现粒子数反转,进而产生放大作用;3)一个谐振腔,用来维持光在激光腔体内来回振荡,形成激光输出。", "label": "光学工程", "id": 0}
{"content": "可片上集成的连续激光器是集成光子器件的核心部件之一[1]。连续激光的实现依赖于增益材料的发展。目前,适用于集成光子器件应用的连续激光器主要以外延生长的Ⅲ-Ⅴ族半导体激光器为主,该类激光器制备工艺复杂、成本高且无法应用于柔性器件。钙钛矿量子点（PQD）是一类重要的发光材料,可溶液法制备,具有制备工艺简单、制造成本低廉、发光波长可调、半峰宽窄等优点[2]。钙钛矿量子点光学膜可以通过直接涂敷前驱体的方式原位制备[3],适合片上和柔性集成。在本工作中,我们选用聚丙烯腈（PAN）作为聚合物基质,使用原位制备技术,制备出了具有优异光学和热学性能的钙钛矿量子点/聚合物复合光学膜。该光学膜具有极高的荧光量子点产率（绿光膜量子产率>95%）,高的热导率(室温下导热系数≈1.2 W m-1K-1)和极平整的膜表面（1.9μm膜厚下,膜的均方根粗糙度≈0.784 nm）。同时,在丙烯腈分子包裹下,钙钛矿量子点产生\"电子-空穴分离\"效应,有效减少量子点的自吸收。使用该光学膜作为增益介质,结合DFB光学腔,我们实现了极低阈值、颜色可调、室温工作的钙钛矿量子点连续激光发射。绿光、红光和蓝光连续激光的阈值分别为15 W/cm2、24 W/cm2和58 W/cm~2。本文报道的连续激光阈值比CdSe类量子点连续激光的阈值低一个数量级,为实现低阈值胶体量子点连续激光及其片上集成应用提供了新的思路。", "label": "光学工程", "id": 0}
{"content": "纳米激光器作为纳米级相干光源,在生物医学传感、成像、光通信、超快光谱等领域有着广泛的应用。在本文的理论计算工作中,我们利用一个基于等离激元共振的结构来设计一个具有高强度低阈值的激光器。所述结构由金膜衬底和具有对称性的金圆盘阵列组成,即传播表面等离激元结构与局域表面等离激元结构的组合,可以产生两种等离激元共振模式。通过选择适当的增益介质,可以激发不同的等离激元共振模式,得到不同波长的激光输出,并且激光器的阈值较低。经过进一步计算,与局域表面等离激元共振结构的激光器相比,传播表面等离激元与局域表面等离激元共振结构的激光器有高出两个数量级的激光输出强度。", "label": "光学工程", "id": 0}
{"content": "全固态激光器具有体积小、单色性好、方向性强、亮度高等特点,近年来受到了极大的关注。尤其是科技发展要求器件微型化、多功能化的今天,有机微纳晶激光材料因其价格低廉、可通过分子裁剪调控全光谱范围的激光波长、可在柔性基底上大规模集成等优点,有着巨大的应用潜力。基于激光器件的关键科学技术问题,从材料设计的源头出发,通过精准可控的自组装技术,实现在激光增益介质和激光谐振腔这两个核心技术上的突破。目前,已经实现高性能激光器件的波长从紫外区到近红外区的全光谱覆盖;通过激光微加工技术和图案化组装技术,实现了有机、有机/无机杂化的微纳晶激光阵列的设计;基于有机微纳晶激光材料实现微纳光子学器件的设计与应用。瞄准有机电泵浦激光这一重要科学前沿,从新材料、新技术、新原理上尝试解决其关键科学技术问题。", "label": "光学工程", "id": 0}
{"content": "激光是20世纪以来人类最重大伟大的发明之一,已经在军事国防、工业生产和人们日常生活的诸多领域得到了广泛应用,这些领域涉及能源、信息、生物医学等一系列战略新兴产业。随着科技的进步,激光技术也不断发展,其中微纳激光是激光技术与纳米科学交叉产生的研究前沿。在微纳尺度,激光器三要素（谐振腔、增益介质、泵浦源）同传统激光器相比都有显著的不同1-5。研究发现,有机材料在发光效率、柔性、加工性等方面表现出独特的优势。有机分子种类丰富,结构可设计,性能可剪裁,在材料选择方面有很大的灵活性,同时有机材料一般具有较大的光吸收和光辐射截面,利用有机材料易掺杂的特性,可以实现全波段连续可调的受激发射,解决目前紫外和红外波段激光材料短缺的问题。更为关键的是,有机激光产生的过程中涉及全新的粒子数反转与受激发射机理。", "label": "光学工程", "id": 0}
{"content": "<正>0引言随着激光超声技术的发展,利用激光超声表面波进行缺陷检测在工业生产等领域的应用已经成熟[1-3]。这种检测主要是对声表面波在经过缺陷时模式的变化进行分析,来得出缺陷的信息[4]。本文搭建了一套基于光纤斐索干涉仪的激光超声检测系统,并利用这套系统来对激光声表面波在带有结构的铝板侧面的传播进行分析。通过对实验数据的分析,得出了激光声表面波的传播速度以及不同光源产生的波前差异。", "label": "光学工程", "id": 0}
{"content": "<正>雪崩光电二极管（APD）广泛应用于卫星激光测距工作中。由于APD对单光子灵敏的特性,可在激光测距的同时进行光度测量。本报告建立了APD在激光测距模式下对光子流响应的数学模型,提出了分析距离测量数据反演接收光子流量的方法。在长春人卫站激光测距系统进行试验,测定了APD自身的暗噪声,并获取了天空背景、亮恒星、卫星激光测距回波等多种目标的光度测量结果。", "label": "光学工程", "id": 0}
{"content": "\"天光一号\"装置是为开展激光约束核聚变研究而发展的百焦量级电子束泵浦KrF激光驱动器。利用无阶梯诱导非相干技术对现有的一台脉冲宽度可变准分子激光器Variex进行了改造。通过整合新的放大自发辐射光源和六束平滑化主振放大系统,天光装置的激光输出能量达到100 J,靶上辐照功率达到1.5 TW/cm~2,辐照均匀性接近5%。\"天光一号\"装置上开展的束靶相互作用实验验证表明,\"天光一号\"装置完成了6 km以下高速飞片的加载,加速预期峰值速度超过10 km/s的超薄靶时,因冲击加载的不均匀性导致飞片解体,加速过程中飞片的完整难以保证。为克服光束品质对种子光放电均匀性的依赖,课题组提出利用光导对自由运转激光器产生的ASE进行匀化,从而实现高效率均匀分布的平顶光束截面输出。模拟实验证实,光导匀化具备将类高斯分部光场整形为匀强场的可能。", "label": "光学工程", "id": 0}
{"content": "为了提高分布式反馈（DFB）激光器输出功率的稳定性,保证光载无线（ROF）通信系统信号无失真的传输。本研究根据DFB激光器内部封装的光电二极管特性,采用多级运算放大电路设计了具有I/V转换、放大和功率保持等功能的信号采集电路;之后,通过硬件比例积分微分（PID）控制电路对信号进行处理并将结果反馈至激光器;从而,实现了DFB激光器输出光功率的自动反馈调节功能。经测试结果显示,DFB激光器输出的光功率稳定性达到了±0.1mW。", "label": "光学工程", "id": 0}
{"content": "LAP3D程序面临计算量大、计算时间长的问题。为解决这一问题,针对程序中采用的FFT并行解法器,分析了其并行算法特征,抓取决定算法性能的特征,建立FFT并行解法器通信性能模型。测试结果表明,该性能模型有效预测FFT并行解法器最优通信时间,为LAP3D程序优化提供理论指导。", "label": "光学工程", "id": 0}
{"content": "材料对激光吸收的研究工作对激光加工的发展有着非常重要的意义。而吸收率测量方法的研究是材料对激光吸收研究工作的基础。从量热的角度出发利用传热学中的集总参数法建立了测量吸收率的方法,设计了相应的试验装置,并测量了几种常用工程材料对激光的吸收率。", "label": "光学工程", "id": 0}
{"content": "针对当前2D激光SLAM方法无法兼顾高地图精度与低计算复杂度的问题,本文提出一种BreifSLAM算法。在运动估计阶段,采用滑动检测方法校准里程计数据;在帧匹配阶段,采用自适应分层逼近式随机采样方法选取匹配点,通过查询击中表来计算其匹配得分;在地图更新阶段,将概率地图分解为分子表和分母表,通过维护这两个表更新概率地图。在Khepera IV实验平台上的对比实验表明,BreifSLAM算法相较于tinySLAM算法,在地图边界分辨率和精确度较高的同时,计算耗时更少,实时性更好。", "label": "光学工程", "id": 0}
{"content": "激光超声由于具有非接触、可达性好、频带宽、易于实现自动化检测等突出优点,被视为一种非常有发展前景的新型超声无损检测技术。但目前激光超声也存在热弹模式下信号弱、信噪比较低、对材料内部缺陷检测困难等,大幅度限制了其工业应用。为有效克服激光超声检测技术目前存在的主要问题,本文研究了基于时空调制的增强型激光超声检测方法,通过数值模拟和实验研究了两种激光调制模式下超声波的分布和传播特性。探究了其对材料内部缺陷的检测能力,具体包括:（1）研究了一种基于空间调制的弧线形激光激励超声点聚焦方法,建立了二维轴对称激光超声数值计算模型,探究了弧线形激光激发超声波的声场分布特点,并通过实验进行了验证,最后采用所提出的弧线形激光激励超声聚焦方法对试件表面和底面缺陷进行了检测,结果表明,这一方法能有效地提高对不同种类缺陷,特别是小尺寸缺陷的检测能力和空间分辨率;（2）研究了一种基于光纤束阵列传输时空调制的相控阵激光超声增强方法,设计并制作了一种光纤束阵列及聚焦镜头,光纤束由7根芯径0.4mm、长度3米到93等差排列的高能硅-硅光纤构成,7根光纤在光纤束的输入端成同轴圆形排列,在其输出端成线性排列。脉冲激光通过光纤耦合器导入光纤束中,激光通过光纤束和聚焦镜头后在试件表面形成7个等时间间隔的线型相控阵列激光束,由各个激光阵列元所激发的超声波将在特定方向叠加增强,最后利用该阵列激光超声对试件底面裂纹进行检测实验。数值模拟和实验结果表明,该方法能实现激光超声体波在特定方向的增强,显著提高对内部缺陷的检测能力。", "label": "光学工程", "id": 0}
{"content": "<正>0引言1病理性的新生血管生成在许多癌症、炎性疾病以及视网膜血管疾病的病程中都扮演着十分重要的角色[1]。并且其中的黄斑变性与糖尿病视网膜病变更是有着致盲的严重后果。因此,大量的研究开始聚焦于发展抗新生血管的治疗方法。[2–10]", "label": "光学工程", "id": 0}
{"content": "本文利用搭建的高反膜损耗增量实时在线测量系统,发现了激光陀螺在气体放电过程中高反膜的损耗变化规律,确认了吸收损耗是该变化的主要来源,并且薄膜可通过退火处理恢复到原始损耗。同时通过对比不同样品,推断出损耗变化主要由高反膜最外层的薄膜材料决定,为研究耐等离子体的高反膜提供了试验依据。", "label": "光学工程", "id": 0}
{"content": "<正>高功率全光纤激光器具有效率高、紧凑、光束质量优异和环境适应性强等优点,在国防光电对抗等领域具有广阔的应用前景。近几年光纤材料、器件和系统集成技术不断取得新的进展和突破,单纤激光已实现近20 kW输出。但受限于非线性效应、光损伤和热效应等问题,进一步提升单纤激光输出功率和亮度面临极大的技术挑战。因此采用多纤高效优质合成技术路线成为进一步提升光纤激光输出功率和亮度的普遍共识。超窄线宽光纤激光技术是支撑多纤高效优质合成激光光源快速发展的一项核心关键技术。为了满足", "label": "光学工程", "id": 0}
{"content": "<正>小型化轻量化的高功率/大能量全固态激光器在科学研究、光电对抗和工业加工等领域有广阔的应用前景。激光器的体积和重量取决于其光源效率,因此高效率的高功率激光器一直是研究热点和重点。早期的全固态激光器的增益介质通常选用圆棒或者块状结构,但是在高功率泵浦下存在着严重的热透镜效应和双折射效应,这使增益介质产生很强的光学畸变,限制了输出功率进一步提高。为了增大散热表面积,获得高功率的激光输出,从激光出现之初研究人员就在增益介质形态上做了很多尝试和创新工作,出现了板条、薄片、光纤和平面波导等结构。", "label": "光学工程", "id": 0}
{"content": "基于光学参量下转换进程的非经典光场是一项很重要的量子资源。目前MHz量级的连续变量压缩态光场的制备技术已非常成熟,然而对某些特定的应用如引力波探测而言,要求在音频段的压缩态。而全固态单模激光器作为产生连续变量非经典态的光学参量放大器的泵浦源,其噪声水平及频率稳定性对产生的非经典光场有很大的影响。提高激光器长期频率稳定性、进一步降低功率噪声是获得高压缩度的低频压缩源的有效途径。为此,我们选用了球形超低膨胀系数（ULE）的高精细度Fabry-Pérot （F-P）腔作为激光器的参考腔,通过将激光器输出光场锁定在参考腔上实现了输出激光的频率稳定性的提高及噪声的降低。本文详细介绍了通过改进的级联Pound-Drever-Hall（PDH）稳频技术,将全固态激光器锁定在一精细度为50000的F-P腔上,最终激光器频率漂移降至1小时7 MHz以内,激光器功率噪声从1.5 MHz降至300KHz的地方达到量子噪声极限,成功获得了高稳定度低噪声的激光源,为高压缩度的低频压缩源的制备提供了基础。", "label": "光学工程", "id": 0}
{"content": "光栅外腔半导体激光器（External-Cavity Diode Laser,ECDL）通过光栅反馈可实现频率连续调谐,但外腔的引入使激光频率容易受到环境的干扰,对声致振动非常敏感,并一度成为人们担忧ECDL激光器发展前景的主要原因。在构建铷原子偏振光谱无调制稳频系统后,通过光栅和电流两通道反馈并借助闭环系统的动态特性分析来优化系统参数,可提高闭环带宽,低频区随机环境干扰导致的激光频率起伏被大大抑制了。此时,以激光器稳频系统提供鉴频信号的偏振光谱作为原子跃迁中心频率附近小范围内激光频率的起伏的测量工具,可建立声致振动和激光频率起伏传感关系。实验上用音箱模拟外界激励,通过准确测量不同频率声音激励下激光器输出频率的波动,可获得激光器的声音响应特性,进一步通过对比分析激光器有无隔音机壳时对声致振动的响应差异可获得机壳的隔音特性。对于不同频率的声音激励,实验上可观测到铝制隔音机壳存在91倍的隔音特性差异。研究表明,本方案可用于分析不同机械结构或隔音材料的声音响应特性,为隔音系统的设计提供实验判据,并为研究声致振动下激光的频率噪声和量子起伏和声音的精密测量及量子传感奠定基础。", "label": "光学工程", "id": 0}
{"content": "<正>具有极高频率稳定性的稳频激光在高分辨率光谱学、光钟、量子信息科学、引力波探测等领域具有重要应用。特别是在时间频率领域,由于其优越的性能和瞩目的进展,锶原子光钟有望成为下一代频率标准。锶原子光钟参考跃迁线的自然线宽为在m Hz量级,为了实现锶原子参考跃迁线的精密测量,需要研制具有极高频率稳定性的698nm稳频激光。", "label": "光学工程", "id": 0}
{"content": "<正>采用Pound-Drever-Hall稳频技术将两台1.5um的激光器分别锁定在两台精细度不同的超低膨胀系数材料光学参考腔上,实现了激光线宽的压窄通过拍频比对对激光的线宽与频率稳定度进行了测量,得到两台窄线宽激光器100次连续测量的最可几线宽为0.28Hz,最佳线宽为0.21Hz,率稳定度约为8×10-16@1-20s,基本达到10cm ULE光学参考腔的热噪声极限（7.3×10-16）。", "label": "光学工程", "id": 0}
{"content": "搭建了基于随机分布式反馈的掺镱光纤激光器实验平台,实现中心波长1080 nm、最高输出功率10.6 W、斜率效率71%的激光输出。发现该激光器可实现对自脉冲效应的有效抑制,降低输出光的相对强度噪声水平,实现时域较为稳定的激光输出。以该激光器作为种子源开展功率放大实验,结果表明可有效提高放大器中受激拉曼散射效应的阈值、减弱功率提升过程中的光谱展宽效应。", "label": "光学工程", "id": 0}
{"content": "鞍钢朝阳钢铁1号高炉（2600m～3）安装了一套在线激光料面探测系统和一台红外热像仪,为高炉炉顶料面可视化操作提供了重要帮助。与普通CCD炉顶摄像相比较,红外热像仪获得了更为清晰的炉内画面,为1号高炉中心加焦和中心气流调整过程提供重要手段。料面探测系统采用两台激光料面扫描装置和一台炉顶摄像仪在高炉生产过程中实时扫描获取炉内料面图像。所获得图像经计算机图像处理程序分析处理后,可得到料面形状曲线和数据,用于指导高炉生产操作。朝阳1号高炉采用该料面探测系统,调整了布料操作,料面形状得到改善,并取得了很好的效果。高炉稳顺,产量增加,焦比较低,并达到节能减排的目的。", "label": "光学工程", "id": 0}
{"content": "3～5μm波段中红外激光在通信、遥感、医疗等领域有着广泛的应用,其中光学参量振荡技术是实现高功率中红外激光的重要技术手段。磷锗锌（ZGP）晶体具有非线性系数大、透光范围广、热导率高等优点,基于ZGP晶体的中红外光学参量振荡成为目前的研究热点。本文从ZGP晶体制备技术与基于不同高功率泵浦源的ZGP-OPO入手,对高功率磷锗锌光参量振荡的研究现状进行了梳理,并对基于磷锗锌晶体的高功率中红外光参量振荡的技术瓶颈进行了分析与展望。", "label": "光学工程", "id": 0}
{"content": "单频激光器以窄线宽、低噪声、高相干性的特点,广泛应用于激光雷达、激光光谱学、激光原子冷却、光纤传感、引力波探测等前沿科学和高精度应用领域。全固态窄线宽激光器具备峰值功率高、脉冲能量大的突出优势,本文总结了该类激光器的技术路线,和课题组的最新研究进展,以及技术发展所面临的主要问题。结合本研究团队在单频脉冲激光器方面的工程化研究,介绍了相关激光器在不同领域的应用情况,为相关领域研究提供借鉴,具有一定参考意义。", "label": "光学工程", "id": 0}
{"content": "3D打印,又称增材制造,是一种新兴的制造技术。它可以将数字模型转换为具有相应复杂几何形状的真实物体。[1,2]与传统的制造技术例如铣削、钻孔、铸造和锻造等不同,3D打印通过累积原始材料来制备目标产物。这项新技术在智能制造和工业革命中发挥着重要作用。在此,本文开发了一系列基于蓝光半导体激光器引发的3D打印用光敏树脂体系。与传统的UV光固化3D打印相比,蓝光半导体激光器提供了更安全和廉价的光源,同时其对应的树脂引发体系包含了具有更高聚合效率和更广应用性的聚合物前体。", "label": "光学工程", "id": 0}
{"content": "碱金属激光器的输出波长无需稳频即可实现中心波长与碱金属原子D1线波长的匹配,在无自旋交换弛豫（SERF）原子磁力计泵浦领域具有较为广阔的应用前景。报道了一种瓦级输出功率的铷蒸气激光器,并研究了缓冲气体气压对激光器输出功率的影响。该激光器的水平方向和垂直方向的光束质量因子分别为1.192和1.196,能够稳定输出瓦级的平均功率,可用于无自旋交换弛豫机制磁力计的泵浦。还提出通过碱金属激光器谐振腔内泵浦SERF气室产生高纵横比SERF态碱金属原子,用于提高磁力计的灵敏度、测量磁场梯度。", "label": "光学工程", "id": 0}
{"content": "有机固体激光器因其制备简单,价格低廉和易于集成等优势,一直以来备受科研工作者的关注。传统无机半导体垂直腔面发射激光器（Vertical Cavity SurfaceEmitting Laser, VCSEL）由上下两层反射腔镜以及夹在中间的活性层材料组成,需要复杂的工艺流程和昂贵的成本。相比较而言,有机半导体材料可以通过低温溶液加工工艺进行激光器谐振腔的构筑,我们系统研究了分子结构—微纳谐振腔—激光性能三者之间的内在关联规律,将在报告中详细汇报本课题组在这一领域的研究进展。", "label": "光学工程", "id": 0}
{"content": "激光是20世纪以来人类最重大的发明之一,当材料尺寸小至微纳尺度后,激光三要素（谐振腔、增益、泵浦方式）同传统材料相比都有很大不同。然而,无机材料可选择范围小,增益范围普遍偏窄,也不易通过晶格掺杂对材料进行改性,加之材料柔韧性差,不易加工等缺点,限制了纳米激光的应用范围。有机材料不仅在发光效率、柔性、加工性等方面表现出独特的优势,其独具特色的激发态过程使激光波长的调控成为可能。有机分子之间可以通过弱相互作用,自组装成为具有不同结构的微纳晶体。这些微晶具有规整的棒状或球状,可作为法布里-珀罗或回音壁模式谐振腔,进一步构筑多腔耦合结构可调控激光的输出模式。在深入认识有机材料丰富的激发态过程的基础上,我们将分子材料作为增益介质,构筑真正意义的四能级系统,在进一步降低有机微纳激光出射阈值的同时,构筑多腔耦合结构,获得具有波长连续可调、波长可切换等特殊性能的微纳激光器件。", "label": "光学工程", "id": 0}
{"content": "采用电子束热蒸发技术制备了ZnSe薄膜,研究了532nm波长的不同能量（2mJ、2.5mJ、3.0mJ）、不同脉冲数（3、10、1 5）激光诱导前后,ZnSe薄膜的透射率、折射率、消光系数、损伤阈值（LIDT）的变迁。研究结果显示,在能量为2.0mJ激光辐照后,ZnSe薄膜折射率提高,透射率下降。相比较能量为2.5mJ、3.0mJ激光辐照,在能量为2.0mJ激光辐照后折射率提高最明显,由2.4894提高到2.5016。薄膜损伤阈值从0.99J/cm~2提高到1.39J/cm~2（10脉冲辐照）;薄膜的损伤经过了无损伤到严重损伤突变的损伤演变过程。采用原子力显微镜对预处理后薄膜表面粗糙度进行检测,发现激光预处理后的薄膜表面粗糙度Ra有所下降,从0.563nm降低到0.490nm（15脉冲激光辐照）。", "label": "光学工程", "id": 0}
{"content": "为了实现连续激光辐照TiO2薄膜材料诱导TiO2薄膜的理化性能增强。针对连续激光辐照在二氧化钛薄膜表面的温度传导规律进行了理论和实验研究。首先,考虑薄膜上表面为粗糙表面,利用有限元法构建了连续激光辐照TiO2薄膜的三维温度场模型。然后使用CO2激光器辐照TiO2薄膜,并分析了在不同功率、激光辐照前后TiO2薄膜的形貌、物相以及颜色变化。仿真表明,连续激光辐照下二氧化钛薄膜的温度场分布与激光功率、光斑半径、辐照时间等因素有关。在薄膜表面最大温度未达到分解温度的条件下,薄膜上表面最大平均温度与激光功率满足线性关系,与光斑半径满足ExpAssoc非线性关系。实验结果表明,激光辐照前后二氧化钛的物相并没有发生变化,均为锐钛矿相。激光辐照使得薄膜材料表面发生颜色变化且粗糙度降低。当辐照时间超过薄膜的热形变阈值,薄膜表面会发生不同程度的形变。结合仿真和实验可知使用功率为6W,半径为3mm的连续激光辐照二氧化钛薄膜10s时将取得最优处理效果。", "label": "光学工程", "id": 0}
{"content": "<正>高功率光纤光栅作为光纤激光器的谐振腔腔镜已被广泛应用于高功率光纤激光器中,光纤光栅的各项参数对光纤激光器的性能有着重要影响。其中高反光栅的带宽,中心波长,反射率等参数对于光纤激光器的输出功率,稳定性以及安全性影响重大,故能够精准的测量出高反光栅的各项参数是制备和使用高反光栅的重要前提。目前对于光纤光栅的测量方法有采用可调谐激光器和光功率计、可调谐激光器和光谱仪或者宽带光源和光谱仪。本文设计的高反光栅参数测量系统以宽带光源作为光源,以光谱仪作为接受仪器,通过环形器实现反射光与投射光的区分。根据反射谱获取高反光栅的中心波长和带宽参数,根据投射谱计算得到反射率参数。该测量系统使用模场匹配器解决单模光纤与双层光纤的匹配问题,使用光纤盘绕的方式抑制双包层之间熔接产生的高阶模。", "label": "光学工程", "id": 0}
{"content": "<正>由于高功率光纤激光器用低反光纤光栅（OC）的反射率值较小,采用基于透射谱的方法测量OC反射率时,光源功率不稳定或光谱仪测量的误差,会使得OC反射率的测量结果产生较大误差。针对透射法测量OC反射率精度不高的问题,设计了两种改进的测量系统。一种是基于菲涅尔反射原理的0°切割法低反光栅测量系统;另一种是以已知高反光栅为参考的低反光栅测量系统。分析了这两个测量系统的工作原理,从理论上分析了这两种方法在精度上较透射法有了较大的提高。", "label": "光学工程", "id": 0}
{"content": "<正>熔石英由于具有极低的紫外吸收、高化学稳定性、优异的抗激光损伤性能等特性而广泛应用于高功率激光驱动系统。随着激光驱动器输出通量的不断提升,熔石英元件的激光损伤问题越发显著,成为现阶段影响激光器稳定运行及负载能力进一步提升的障碍。目前学界认为吸收是引发熔石英元件损伤的主要原因!LLNL历时十几年的熔石英损伤诱导前驱的相关研究也同样表明:损伤源于原子尺度缺陷对亚带隙激光的吸收。因此,通过对熔石英元件缺陷吸收特性的研究可以推测其损伤性能。", "label": "光学工程", "id": 0}
{"content": "包层光剥离器是高功率双包层光纤激光器的核心器件之一,其主要作用是将光纤激光器输出端光纤内残余的包层光剥除,并转化为热能带走,从而保证良好的光束质量,同时防止激光器烧毁。主要针对化学腐蚀法所研制的包层光剥离器,对其各项参数进行测量及评价。化学腐蚀法即利用氢氟酸溶液或其胶状物对光纤内包层表面进行腐蚀,使其表面形成一定的粗糙度。粗糙的内包层表面破坏包层光波导条件,当包层光传播经过被腐蚀光纤时,在粗糙表面发生散射而形成损耗,其损耗率与被腐蚀光纤的表面粗糙度、被腐蚀长度等参数有关。同时,输入包层光分布不同,剥除效果也有所不同。研究了包层光在光纤内的传播规律,理论分析了不同光纤参数对剥离度的影响,并对各项参数进行了实验测量。此外,由于大量的包层光的释放会引起被腐蚀光纤的热效应,随着剥除包层光功率的提升,被腐蚀光纤温度逐渐升高。对剥离器光纤的热效应进行了理论研究,并设计实验进行了验证。实验装置如图1所示,利用6+1*1合束器将泵浦源耦合进入20/400光纤内,熔接被腐蚀光纤进行测量,光纤输出端切8。角输出,利用功率计（D1）测量功率。实验同时测量光纤表面粗糙度不同时,合束器尾纤输出功率,研究后向散射光对光纤热效应的影响。为了研究剥离器光纤热效应原理并寻求抑制方法,本文提出分段腐蚀的方法,使光纤表面粗糙度沿光纤轴向逐渐升高,利用Veeco NT9100白光轮廓仪对被腐蚀光纤表面粗糙度进行了测量,并利用Fluke Ti400测量了不同粗糙度分布情况下光纤的温度分布并与仿真结果进行了对比。", "label": "光学工程", "id": 0}
{"content": "采用氩离子束对已经镀有氧化锆薄膜的样片进行离子束后处理,通过控制氩离子束的作用时间、入射角度、离子束能量等参数,进行实验得到提升氧化锆薄膜激光损伤阈值最佳的工艺参数。在保证氧化锆薄膜激光损伤阈值提高的前提下研究离子束后处理对元件的透过率、表面形貌、粗糙度等表面形貌变化的影响程度。实验表明,氧化锆薄膜在氩离子能量为450eV,入射角度为45°,作用时间为1h时,其激光损伤阈值从13.23J/cm~2增加到15.80J/cm~2,激光损伤阈值提高20.18%,同时样片的PV从0.137μm降到0.049μm,样片的RMS值从0.026μm降到0.013μm;但离子束后处理前后样片的透过率没有明显的改变。当离子束能量为1300eV,入射角为45°,作用时间为1h时,样片的激光损伤阈值降低8.06%,但在离子束能量为350eV～650eV,作用时间为0.5h～1.5h,入射角度从30°～60°时,样片的激光损伤阈值都会有不同程度的提高,样片表面粗糙度也得到明显的改善。其中,离子能量为550e V,入射角度为45°,作用时间为1h时,激光损伤阈值提高最为明显,增量为20.18%;同时,离子后处理前后样片的透过率无明显变化。实验结果表明,合适的离子束后处理可以提升氧化锆薄膜的激光损伤阈值,降低氧化锆薄膜表面粗糙度同时不影响其透过率。", "label": "光学工程", "id": 0}
{"content": "空化现象发生在各种流体中,其本质是相变过程,是指当液体中的局部压力低于饱和蒸汽压时液体内的成核过程,是一种复杂的流动现象。空化过程中产生的空泡通常会经历初生,发展,溃灭三个阶段,当空泡溃灭时往往会产生激波和射流[1]。2017年南洋理工大学的Mohammadzadeh[2]等人,通过脉冲激光产生空泡,发现在空泡在光纤截面溃灭时产生稳定的射流,射流轴向速度满足自相似性。本文使用脉冲铒激光（Er:YAG）在水中诱导产生空泡。铒激光波长非常接近水的最高吸收峰,因而能够使激光尖附近水层温度快速升高从而汽化形成空泡。空泡在自由液面附近产生,溃灭时产生远离自由液面的射流。本文利用粒子图像测速技术（PIV）对空泡溃灭时产生的射流进行实验探究。实验在有机玻璃水缸（20cm×20cm×20cm）中完成,水缸尺寸远大于空泡直径和空泡诱导射流的径向尺寸,可以保证流场不受壁面边界条件的影响。通过二维粒子图像测速技术（PIV）,研究激光能量参数（激光功率、单脉冲能量和脉冲频率）和空泡-液面距离对空泡溃灭时诱导产生射流的影响。重点关注射流流场的统计特性。研究发现,空泡溃灭诱导产生的射流满足湍射流的自相似性。在不同激光能量参数和空泡-液面距离下,射流流向速度沿径向分布、沿激光尖轴线的流向速度沿流向分布都满足自相似性。并且在射流充分发展后,沿激光尖轴线,不同位置处的流向速度都和激光功率呈正相关,和空泡-液面距离呈负相关。沿流向各个截面的质量流量、动量流量和能量流量都随着激光功率的增加而增加,随着空泡-液面距离的增加而减小。", "label": "光学工程", "id": 0}
{"content": "电力网作为国家电能输送的基础网络,在推动工业生产与维持经济增长方面有着重要的战略意义。我国的架空线路挂线异物目前主要采用登塔走线、无人机喷火等方法进行清除,具有作业程序复杂、安全风险高、人力物力消耗大等问题。因此,结合异物形态和历史数据库研制出一种新型超远距电网异物激光清除器,能够自动识别导线异物轮廓,计算预期切割线并控制云台精确快速瞄准,实现300 m范围内挂线异物的跟踪清除。该装置提高了电网异物激光远程清除器的工作效率、使用安全性,增加了设备的易用性,为革新电网异物带电清除工作方法奠定坚实基础,旨在解决输电线路挂线异物远程带电清除技术难题,应用前景广阔。", "label": "光学工程", "id": 0}
{"content": "目前基于激光技术的电网异物远程清除器已经在生产工作中得到广泛应用,然而手动操作电网激光清除器清除异物普遍存在着控制难度高、清除精度低等困难。为此提出了一种基于MaskR-CNN实例分割的异物检测清除算法。通过构建架空线路形态和异物缠绕形态数据库,对电网异物图像进行滤波分析和特征提取,可以较精确识别异物目标类别并检测出电线与异物的位置。将其集成在高精度伺服云台后研制出一种智能型超远距电网异物激光清除器,能够结合异物种类特性智能选取激光功率,并按照算法提供的最优激光切割路径跟踪清除电网异物。实验结果表明,该智能型超远距电网异物激光清除器清除异物的成功率较高,远距离识别精度较好,极大程度上提高了电网异物清除的效率,具有一定的实用价值。", "label": "光学工程", "id": 0}
{"content": "<正>目前传统的追溯还是采用贴条码方式,此方式需要条码纸及打印条码,然后再手工贴及机贴,工序繁锁,容易出错,而且没有检测功能,长时间容易脱落,激光打标无需耗材及成本低,速度快,永久标记,所以,未来会得到大量的应用,当今工业4.0的兴起,越来越多的客户开始上MES系统,激光打标机又是必备的设备,未来激光打标机必将取代贴标,应用越来越广泛,受到越来越多的客户的重视,激光打标也是未来的发展趋势。", "label": "光学工程", "id": 0}
{"content": "本文就IGBT功率模块产业发展方向、以及PCBA局部锡焊方法的焊接实际案例进行讨论。另外,对现在正在急速发展的无铅、无卤化焊焊转换方面,就应用激光锡焊机器人系统场合下的技术对策及今后的课题进行进一步的阐述。", "label": "光学工程", "id": 0}
{"content": "针对散货料场堆取料机人工操作堆取作业随意性大、精度差、效率低等现状,设计了一种堆取料机全自动控制系统。该系统基于激光雷达（LiDAR）机器视觉技术,通过3D激光扫描仪实时获取料堆的点云数据,对目标料堆进行在线实时建模,最后控制堆取料机完成自动作业;提出了一种基于视觉图像处理算法的作业路径规划算法,通过实时提前预测作业轨迹来指导堆取料机自动作业。实践表明该控制系统提高了设备的作业效率,降低了作业成本。", "label": "光学工程", "id": 0}
{"content": "提出了将RWG基函数应用到物理光学法中,用于计算电大均匀介质目标的雷达散射截面。将菲涅耳反射系数应用到物理光学法近似中,再由Stratton-Chu公式推导出介质物理光学法的散射场表达式,从而使物理光学法能够分析电大均匀介质目标。对比传统的物理光学法,使用RW G基函数来表征表面电磁流,便于和矩量法（MoM）结合,进行混合算法的研究。最后和商业软件FEKO的计算结果进行对比,验证了该方法的有效性和可行性。", "label": "光学工程", "id": 0}
{"content": "本文利用广义洛仑兹-米理论（GLMT）研究了贝塞尔波束和球形粒子相互作用产生的力学效应,对能够影响牵引力产生的因素进行了具体分析。结合牵引力产生的公式,利用MATLAB仿真研究了粒子尺寸、介电常数、磁导率以及贝塞尔波束的半锥角对牵引力的影响。", "label": "光学工程", "id": 0}
{"content": "在光学相干弹性成像（OCT elastography）中,形变速率过大会导致散斑退相关现象,从而引发差分相位场中噪声含量激增。现有空间域方法应对上述大噪声情况下难以有效重构材料内部位移场。针对上述问题,本文提出了应用于相衬光学相干弹性成像下的深度学习解包裹方法。实验表明深度学习法在相衬光学相干弹性成像系统下的解包裹问题中有更好的性能,并具有巨大推广应用意义。", "label": "光学工程", "id": 0}
{"content": "当前,国内核电厂核岛建造施工测量控制网,绝大多数是由使用高精度全站仪建立的平面控制网和使用精密水准仪建立的高程控制网组成。此类2+1维控制网在施工中受到现场环境、观测先决条件和技术要求等较多因素制约,需运用复杂的技术手段保证精度。此外,由于仪器自身精度限制,控制网精度难以再有较大幅度的提高。随着先进堆型核岛设计建造技术的发展,设计安装精度要求进一步提高,应用新技术和设备建立更高精度核岛测量控制网已经势在必行。基于激光跟踪仪的工业测量系统,是目前测量精度最高的大尺寸空间测量系统之一,在国内已广泛应用于精密设备生产制造和大型科学工程项目建设中,通过在大空间中对靶球的实时跟踪,结合高精度的角度和距离测量功能,获取靶球实时空间三维坐标。在核岛内,通过在合理位置布置多组专用控制板,科学选择激光跟踪仪的架设位置与站数,利用其超高的测量精度,可以建立一种包含平面与高程的高精度全局三维坐标测量控制网,并将点位精度控制在0.5mm以内。", "label": "光学工程", "id": 0}
{"content": "为保障核电大型设备、主管道安装精度和质量,提高物项安装一次成功率,需要在正式安装前进行实体预拼装,验证构件可装配性,这种方法工期长且成本大。随着数字化技术的发展,三维激光扫描设备作业速度和质量不断提升,配套数据处理技术也逐渐成熟,点云数据可以通过降噪、抽稀和拟合计算,逆向生成实体三维模型,在仿真软件中完成实体工件偏差分析和动态虚拟装配,验证施工方案可行性。与实体拼装相比,数字预拼装可以极大地节约成本,缩短工期,对大型复杂工程和施工条件恶劣工程意义重大。", "label": "光学工程", "id": 0}
{"content": "由于激光诱导击穿光谱（Laser-induced breakdown spectroscopy,简写为LIBS）可实现多种元素同时检测,具有可在恶劣条件下实现远距离在线分析的突出优点,在高放射性活度的核工业正在发挥日益重要的作用。常规LIBS系统对环境介质中微量元素的检测限为PPM量级,可识别液体中含量接近每升毫克量级的微量元素。为了提高LIBS的检测灵敏度,下延其探测下限,利用纳秒激光器系统、高分辨谱仪测量系统,在纳米颗粒中添加了两亲性分子,开展了非放射性元素的LIBS检测研究。实验研究了两亲性分子和金纳米粒子之间的库仑作用对LIBS的影响,实验结果显示K-I 766.5 nm和769.9 nm的LIBS信号显著增强,直接测量液体微量元素的探测限提升到每升微克量级（PPB量级）,充分展示了LIBS应用于液体中放射性核素成分监测的潜在价值,为拓展LIBS在核工业领域中的应用提供了新思路和新方法。", "label": "光学工程", "id": 0}
{"content": "激光在光路中传输过程的可视化,对激光的研究、分析与和应用具有重要意义。基于激光装置的运行特点,结合虚幻引擎4（Unreal Engine4,UE4）高逼真渲染的优势,提出了一种激光传输可视化方案。以UE4图形引擎为可视化平台,开发了激光传输可视化仿真软件,实现了对多种形态光束的可视化建模与传输过程的精确模拟.同时将数值计算得到的光学性能数据,通过图形、图像等方式直观显示,有效支持激光传输装置的光路设计与光束质量的分析。", "label": "光学工程", "id": 0}
{"content": "电子信息、人工智能技术的快速发展,使得无人机技术得到飞速发展,无人机逐渐成为战场上的主要手段之一,反无人机也成为战场重要作战任务。利用电子干扰实现对无人机的摧毁作为反无人机的重要手段已经得到广泛应用,利用激光干扰实现对无人机光电探测器的致盲和致眩也得到了深入研究。本文首先介绍了激光致盲技术的基本原理,阐述了激光干扰反无人机系统的主要关键技术,仿真计算了激光致盲效能,最后总结了无人机机载激光致盲技术应用于反无人机的可能。", "label": "光学工程", "id": 0}
{"content": "对雕塑进行逆向建模是进行雕塑修复的前提条件,一般通过三维激光扫描手段获取雕塑的空间三维稠密点云,进而基于点云构建雕塑的三维模型。依据模型的空间几何单元构成及表现形式,模型分为基于空间三角面片构成的Mesh网格模型和基于空间连续不规则曲面构成的Nurbs模型,后者更贴近于物体的真实空间形态。提出基于三维激光点云先构建Mesh网格模型,再基于Mesh网格模型转换成空间Nurbs模型的方法,以一个石狮子雕塑为例介绍了作业流程,为类似的雕塑建模及修复工作提供了有益的借鉴经验。", "label": "光学工程", "id": 0}
{"content": "激光除锈技术在造船业推广应用的关键问题是掌握船舶涂装前船用钢板二次除锈工艺机理,明确材料表面锈蚀临界清洗条件与基材临界损伤条件。本文在激光除锈机制理论分析的基础上,开展除锈工艺实验研究,从动态到静态、宏观到微观角度对EH36船板纳秒激光除锈作业过程进行详细观测分析,探究了EH36船用钢除锈机理。基于除锈质量评定准则,结合钢板试样表面宏观、微观形貌和化学成份分析,确定船用钢板纳秒激光除锈阈值与基材损伤阈值。", "label": "光学工程", "id": 0}
{"content": "<正>精确测量金刚石压腔（DAC）中的高温并尽可能地减小温度梯度是高压实验科学家们亟需解决的问题。本文利用激光闪光加热方法并结合4色多波长分光辐射技术搭建了一套用于DAC中的双面激光加温办法。这套系统可以通过改变激光光斑大小减小样品横向上的温度梯度,通过双面加热减少样品纵向上的温度梯度,并且通过垂直入射的形式,结合4色多波长分光法能够提供高压下高质量的二维温度分布图,这对高压材料科学、凝聚态物理及地球科学领域都具有十分良好的应用价值。此外,本系统通过高精简的集成光路,把从激光器发射的激光均匀的分成两束分别照射到样品两面,并把用于测量样品两面温度的光谱仪集合成一套,实现了成本的有效控制并为以后激光加温系统的进一步便携性提供了可能。", "label": "光学工程", "id": 0}
{"content": "激光加工技术是一种先进的制造技术,而激光切割是激光加工应用领域的一部分,激光切割是当前世界上先进的切割工艺。由于它具有精密制造、柔性切割、异型加工、一次成形、速度快、效率高等特点,所以在工业生产中解决了许多常规方法无法解决的难题。激光能切割大多数金属材料和非金属材料。", "label": "光学工程", "id": 0}
{"content": "液液相分离的成核过程通常是由涨落引起的随机（stochastic）过程,所以成核的位置和时间难以控制,而成核以后液滴的生长也受到分子扩散、对流、融合等的影响,液滴尺寸也较难控制在本文中,我们发展了一种基于激光光热效应的方法实现了在空间和时间上对于液滴形成/溶解以及大小的精确控制具体来说,我们选取了一些具有升高温度诱导相分离（LCST）性质的体系,利用激光光镊对于镀金的薄膜进行定点加热,在局域形成一个温度场,导致等温面内发生液液相分离,形成位置和大小完全可控的液滴图1利用这一原理,我们产生了多种非球型液滴、液滴阵列、和液体动画（liquidanimation）,并进一步探索了客体分子的定点富集、转运、释放,以及时空可控的微反应器。", "label": "光学工程", "id": 0}
{"content": "激光增材制造技术正越来越广泛的应用在高性能大型结构的制造中。由于传统仿真模拟方法对激光增材制造过程进行残余应力分析时存在计算缓慢,效率低下的问题,本文使用ABAQUS软件,通过采用顺序耦合法、设定等效热源、合并增材层数等方式建立了激光增材制造残余应力分析的简化模型。仿真结果表明,简化后的高效模型与传统模型相比在满足精度的情况下效率提高了95%以上,并能够较为准确的预测构件上应力集中的位置,说明本文提出的激光增材制造残余应力高效预测方法是可行的和有效的,对今后激光增材制造大型整体结构残余应力高效预测提供了参考。", "label": "光学工程", "id": 0}
{"content": "本文介绍了光学测试技术中的焦散线原理及其在实验力学中的应用现状。焦散线方法是光测力学方法中的一个重要方法,其利用光线照射到结构受力的奇异区上,在成像屏上产生相应的焦散线来分析奇异特征参量。该方法在实验力学中得到了较多应用,对研究断裂力学中的动态裂纹扩展行为具有重要的意义。", "label": "光学工程", "id": 0}
{"content": "在机器人的人机交互方面,目前研究者们做了大量工作,除了语音、手柄控制外,许多新型人机交互方法,如脑电、手势、面部等也在不断研究发展,并取得了可喜的成就。但是,考虑到助老助残机器人使用者的自身情况,大多是行动不便的残障人士,希望操作简单易用,负担小,又保留参与感。鉴于机器人对交互感与易用性的迫切渴求,以提升易用性与交互感为目标,激光点交互的准确性尤为重要。", "label": "光学工程", "id": 0}
{"content": "本文呈现了一种全新的让微射流自发均匀分裂产生单分散液滴的方法。透明微射流被连续激光聚焦照射时,射流会意外地呈现高度均匀的周期性分裂状态,并且这种单分散状态将会一直保持。毛细波的存在使得射流与空气的界面作为类似于转镜的结构将激光束反射,激光入射角在一个很大的角度范围内变化,其中包括光束的全反射临界角。当激光被周期性地全反射时,微射流就能作为光的波导将光束携带的动量传递到射流的上游。这样的反射呈现周期性,于是接近于喷嘴的射流部分被周期性的光辐射压力作用,从而激发了Rayleigh-Plateau不稳定性。这样的共振状态可以快速地锁定射流的最大增长率,与微射流的色散关系描述相吻合。", "label": "光学工程", "id": 0}
{"content": "本文采用发射波长1064 nm、脉宽9 ns、单脉冲能量500～1000 mJ的脉冲激光,研究了激光轰击直径百微米量级微射流的动力学过程。实验发现,激光轰击中心会发生剧烈的爆炸,形成等离子体和激波,局部液体会气化或破碎成微液滴向外高速飞溅;激光轰击会导致射流液柱中断形成间隙,间隙距离会随着时间非线性增长,同时间隙两侧的液柱末端会形成液膜;爆炸形成的压力脉冲推动液柱撞击喷口,在喷口位置形成另一个液膜,并对喷口结构造成损伤。在实验的基础上,本文归纳了纳秒脉冲激光轰击微射流所引发动力学过程的三个阶段,总结了相关过程随时间演化的规律。研究结果有助于加深对激光-液体相互作用和射流撞击过程的认识,对基于激光和射流的样品检测技术有指导意义。", "label": "光学工程", "id": 0}
{"content": "本文提出了一种高效漫反射激光冷却微波腔改进方案,该方案选用圆柱形微波腔提供微波振荡场和形成漫反射光场对原子进行冷却。相比与现有方案,其首先改进了圆柱形微波腔上、下内端面的反射特性,同时改进了注光孔位置和冷却光注入方式。当确定了冷却光最佳注入条件后,可将更多漫反射光线聚集到微波腔中心轴线区域,即达到了操控漫反射光线操控的效果。仿真结果表明,改进方案中圆柱形微波腔中心轴线区域的纵截面光功率密度分布虽与现有方案基本一致,但横截面光功率密度分布比现有方案提高了110%,即综合来看,微波腔中心轴线区域的冷却效率会比现有方案高55%。同时仿真结果也表明,中心轴线区域的光场存在偏振梯度分布,即冷原子温度可低于其多普勒冷却极限温度值。作为一种高效的激光冷却手段,改进后的微波腔可将冷却光功耗降低36%,对未来研制低功耗冷原子钟具有重要的工程化意义。", "label": "光学工程", "id": 0}
{"content": "三维激光扫描技术的研究,已经成为测绘领域中的一个新的研究热点。它采用非接触式高速激光测量的方式,能够获取复杂物体的几何图形数据和影像数据,最终由后处理数据的软件对采集的点云数据和影像数据进行处理,并转换成绝对坐标系中的空间位置坐标或模型,能以多种不同的格式输出,满足空间信息数据库的数据源和不同项目的需要。三维激光扫描仪技术在站场数据恢复中起到了非常关键的作用。", "label": "光学工程", "id": 0}
{"content": "厂区建筑物的安全运行对石油天然气地面产能建设具有举足轻重的作用,地面三维激光扫描技术用于石油天然气处理厂厂区建筑物变形监测是一种新的作业方式,具有广阔的应用前景。本文对地面三维激光扫描的技术特点、应用现状进行了简要说明;根据项目案例实际应用情况,介绍了项目需求及背景、技术方案、基准网建设、扫描工作实施、数据处理、实景三维建模等流程化的工作,分析了项目厂区建筑物形变观测的数据成果,提出了一种结合实景三维模型和激光点云成果宏观分析监测数据的方法,得出了监测对象在监测周期内形变处于相对稳定的结论;对类似监测项目和其他相关扩展应用具有一定借鉴意义。", "label": "光学工程", "id": 0}
{"content": "对基于地面的三维激光扫描技术在工程建设中的应用进行了详细讨论,主要包括三维激光扫描技术简介,控制测量方案,外业激光点云数据采集、点云拼接、点云去噪及点云数据均一化,三维激光扫描技术在站场改建中的应用及其技术优势,三维可量测实景漫游系统制作等内容。文章结合具体项目进行论述,数据翔实,对同类项目的开展具有一定的参考价值。", "label": "光学工程", "id": 0}
{"content": "<正>这些年随着激光技术的发展,激光打码机使用趋势逐年增多;激光打码机作为新兴的标识设备,越来越多的领域广泛应用.如电路板行业,半导体芯片行业,3C行业,LED照片行业,汽车零部件行业和日用,食品及医疗行业等等.今天的电子产品飞速发展,特别是跟我们生活息息相关的手机,经过几个阶级的发展从黑白到彩屏,从传统只能打电话到现在的无所不能的智能手机.我们每天与它接触.今天我就和大家聊聊激光技术在手机中的应用.由于手机高集成化、轻薄化的发展,对连接线路的要求越来越高,", "label": "光学工程", "id": 0}
{"content": "指纹识别是现如今应用范围最广泛的身份鉴别手段之一,这种技术已经深入到我们的日常生活中。然而有研究指出指纹膜可以欺骗指纹识别系统,为了提升指纹识别的真实性和可靠度,通过光学相干层析（OCT）技术对手指的皮下指纹进行三维成像,发现皮下指纹信息与外部指纹信息一致,相比之下伪造的指纹膜成像结果仅有一层表面结构。因此我们认为相比现有传统的指纹检测,OCT作为一种指纹检测技术可以极大的增强指纹识别的安全性。", "label": "光学工程", "id": 0}
{"content": "人类83%以上的信息是通过视觉获取的,显示的重要性不言而喻。相比于传统的阴极射线管、液晶、LED等显示技术,激光显示具有全色域、高亮度等颠覆性优势,被认为是下一代显示技术的核心。通过对红绿蓝三基色激光进行投影的方式,激光显示已经在激光电视、激光影院等领域实现了商品化。然而,这种利用投影三基色激光的方式限制了激光显示在手机等平板领域的应用。将红绿蓝三色的微纳激光作为单个像素,构建主动发光的全色激光阵列作为显示面板,是发展平板激光显示的关键。我们充分发挥有机材料在溶液加工方面的优势,精准构建了红绿蓝微纳激光阵列作为显示面板,实现了主动发光激光显示。在制得的面板上,每个像素点都由三个独立的红绿蓝激光器组成。远场图像表明,单像素点色域覆盖范围超过标准RGB空间的45%。在此基础上引入四基色体系,在全可见光谱范围内调谐激光颜色,将显示的色域范围扩大到超过标准RGB空间的66%,从而可以表达更丰富的色彩。进一步地,我们开发了浸润性辅助的丝网印刷技术,并实现了多色的激光出射。且这种印刷法制备的微激光器可以与LED的器件结构有效兼容,构建微型LED阵列面板,最终实现了电驱动的主动发光显示,用于信息滚动播出,视频播放等,为激光显示在平板及可穿戴设备等领域的应用提供了一种可行的方案。", "label": "光学工程", "id": 0}
{"content": "三维激光扫描技术具有高精度、高效率、高密度等优点,是时下测绘行业应用热点。本文利用三维激光扫描技术建立校园建筑物的三维模型和实景漫游系统,详细介绍了三维激光扫描仪的原理、使用方法和数据处理、建模过程,可用于统计、查询、量测校园内的基础数据,为测绘专业群提供非常丰富的教学资源,亦可用于宣传、展示和可视化管理,进一步推进学院的信息化建设。", "label": "光学工程", "id": 0}
{"content": "在GM-APD激光测距系统中,目标回波信号的提取精度是影响系统探测能力的关键因素,然而传统信号提取方法易受噪声影响,当采样次数受限时难以在低信噪比环境中实现目标回波信号的有效提取。针对该问题,本文提出一种基于位置关联的自适应管道约束数据处理方法,该算法通过结合目标的空间相关性和回波信号的时间相关性,建立约束管道去除回波中的异常噪声数据,完成低信噪比环境中目标回波的提取。通过实测数据进行实验,其结果表明所提出的方法可在低信噪比、少采样次数情况下实现目标回波的精确提取。", "label": "光学工程", "id": 0}
{"content": "如今随着科技的快速发展与进步,各类机器人已经走入了人们的生活,例如扫地机器人,餐厅里的服务机器人等,这些机器人已经对人们的生活产生了重要影响。随着5G时代的来临,机器人将会更加普遍地出现在人们的生活中给人们带来便利,节约人们的时间和成本。而在各类机器人的实际运用中,在不同场景内的同步定位和场景建模问题是机器人在场景内是否能够进行自我控制和导航的重要问题之一。我们通过大量的文献以及国内外的研究,了解已经存在的学术成果,并通过查找已有的各类机器人,研究其在导航中所应用的技术,了解其运行状况有何相同或不同之处。本文以激光SLAM为例,对其在机器人导航中的应用进行研究。", "label": "光学工程", "id": 0}
{"content": "本文提出了一种自发光数字散斑方法,用于物体应力或变形全场测量的数字梯度敏感（Digital Gradient Sensing,DGS）技术。它通过自发光光源与数字散斑的结合,在使相机曝光时间缩短（光源利用率提高）约40倍,又使得散斑精度得到提升至少30%的同时,省去照明光源,提高了系统集成度。首先,我们进行了传统DGS散斑目标平面与新型散斑目标平面光源利用率与散斑质量的对比验证实验,证明了此方法的可行性。其次,为验证方法的可靠性与实用性,将此方法分别应用于透射式及反射式这两种DGS中,开展了两项应用实验,包括基于透射式DGS的单向拉伸断裂实验,以及基于反射式DGS的三点弯曲实验。最后,通过实验结果的对比分析得出,无论是与透射式DGS还是反射式DGS相结合,本文提出的基于自发光数字散斑方法的DGS能方便、准确地完成测量任务。考虑到在DGS的动态高速测量中,减少曝光时间能够提高采集速度且减少运动导致的模糊。因此自发光数字散斑方法不仅在透射式与反射式DGS中提高光源利用率与散斑精度,也能改善DGS动态测量情况下成像问题,其应用前景十分广阔。", "label": "光学工程", "id": 0}
{"content": "镜头畸变的校正对于光学精确测量十分重要。本文发展了一种基于CCD云纹和集成DIC方法的镜头畸变表征技术,叫做集成彩色CCD云纹方法。彩色CCD云纹是由相机采集的栅线图像与CCD靶面叠加形成的几何云纹,其形状受到像元尺寸,镜头畸变,以及标定板姿态（相对转角）的影响。通过实际采集的CCD云纹图像与理论构建的云纹相场图像进行相关运算,来同时反演栅线间距,镜头畸变,以及转角信息。通过引入粒子群算法解决反演中的初值估计及早熟问题,提高了方法的鲁棒性。将栅线标距及相机姿态的测量加入到云纹图的反演过程中,使得实验操作得到了简化,并提高了镜头畸变的标定精度。通过数值模拟实验评估了方法的性能及优势。并用发展的方法表征了金相显微镜的镜头畸变。数值仿真和实验测试表明了本文所发展方法是一种高精度,易操作的镜头畸变表征技术。", "label": "光学工程", "id": 0}
{"content": "由于水体对入射光的强烈的衰减作用,使得入射光在水中传播时呈指数级衰减,普通的光源由于本身的准直性较差,在水下传播时也难以达到理想的探测深度。激光的出现提供了一种新的水下探测的手段,利用激光的高准直性,在海洋窗口的低衰减可以达到以往光学手段难以达到的探测深度。特别是现在激光雷达技术的应用除了可以进行更大水深的目标探测外,还可以克服声纳设备由于水和空气声阻不匹配的问题,实现从水上到水下的直接探测。激光水下探测技术经历了几十年的发展,相关的技术也越来越成熟。本文结合现有的激光水下探测技术,讨论了激光水下探测技术的相关成果和发展趋势。", "label": "光学工程", "id": 0}
{"content": "有的圆光栅测角系统在角位置误差标定的过程中转台框架在某几个位置会对自准直仪的光路产生遮挡,导致在整周旋转内测得的角位置误差产生数据缺失,因此,谐波分析的误差辨识方法将不再适用。针对此问题,本文将建立圆光栅测角系统的误差模型,采用最小二乘法对误差模型系数进行辨识并对测角系统的角位置误差进行补偿。最后,采用正23面棱体—自准直仪检测系统对圆光栅测角系统的角位置误差进行检定,测试结果表明补偿效果十分明显,证明了所建立的测角系统误差模型的正确性和合理性。", "label": "光学工程", "id": 0}
{"content": "基于脉冲式激光测距系统的实际应用需求及新型光电探测器硅光电倍增管（Silicon Photo Multiplier,SiPM）用于激光探测的优势,以SiPM探测器作为回波激光脉冲接收探测器,设计了一套基于SiPM的高精度脉冲式激光测距系统。对SiPM探测器的性能及脉冲式激光测距系统整体性能进行了具体理论分析,并设计具体模块、搭建测试系统,并对系统性能进行实验验证。该系统的性能测试结果表明,在2-100m测量范围内,测量结果标准差最小为0.48 cm,精度最高可达1.439 cm,且测距结果与实际距离标定值的线性拟合相关系数为1,能满足基于SiPM的高精度脉冲式激光测距系统在精度、线性度等方面的实际应用需求。", "label": "光学工程", "id": 0}
{"content": "针对运动物体探测的非视域成像技术,在许多领域中具有重要应用价值,如机器视觉、灾难救援和自动驾驶等。目前该技术在实用性方面存在诸多不足:反射面与背景的要求高,计算复杂度高等,本文将针对这些情况,引入波动方程求解得到隐藏物体反射的截面,并提出探测背景剔除方法,实现运动物体快速成像和轨迹识别。", "label": "光学工程", "id": 0}
{"content": "水下机器人的激光测距通信传感器将高精度激光测距技术和高速激光通信技术的优势集于一体。在与水下终端接驳时,水下机器人能够有效获取目标的距离信息并进行高速数据的实时传输。本文首先介绍了水下激光测距通信一体化技术的工作原理及其应用环境的特点,其次对水下激光测距通信传感器的国内外研究现状和关键技术进行了总结和讨论,最后归纳了激光测距通信一体化技术的研究优势并对其未来发展趋势进行了展望。", "label": "光学工程", "id": 0}
{"content": "<正>近年来,在系统集成和设备小型化方面,利用超表面对光场进行操控是当前备受关注的研究热点。近年来我们对此开展了一系列工作:基于超表面的界面突变,研究设计了可以同时控制全息图和扭转光束的多功能超表面光学器件、具有角度调制特性的大焦深多功能超表面光剑透镜等;基于近场耦合效应,研究设计了可既能实现连续体光学环形偶极束缚态和光学反铁磁的多功能全电介质非对称结构超表面。我们的研究对当前的光学耦合、成像、互联等领域的研究具有重要意义。", "label": "光学工程", "id": 0}
{"content": "脉冲调频激光清扫污秽具有无研磨、非接触、无热效应和适用于各种材质热膨胀的物体等特点,是目前最可靠、最有效的解决办法。同时,激光利用基体与污染层对某一波长激光能量具有很长的接收系清洗可以解决采用传统清洗方式无法解决的问题。根据材料表数区别。激光束聚焦到污染层表面的激光能量大部分被污染物面的特性,脉冲调频激光清扫污秽利用激光脉冲与污染层之间的相互作用引发光物理反应,使污染物变成碎片并被剔除,所以前提是污染物能够吸收激光脉冲。然而每种污染物只对某种波长的光敏感,同时激光清洗还要避免损坏被清洗物件,所以在清洗时需要选择合适的波长和相关参数最终达到清洗的目的。", "label": "光学工程", "id": 0}
{"content": "<正>压缩超快成像是目前国际上最快的只接收式光学成像技术,该技术结合条纹成像和压缩感知,通过对动态场景进行空间编码、数据压缩和计算解码,最后还原出原始动态场景信息。然而,在实际应用中仍然存在一些关键核心技术问题。在硬件方面,主要采用条纹相机进行成像探测:一方面,在成像探测中需要进行光子-电子-光子转换,电子库仑相互作用,产生图像畸变,影响图像质量;另一方面,条纹相机依赖国外进口,许多单位禁运,限制走向实际应用,影响仪器市场化。在软件方面,主要采用基于压缩感知算法的三维图像重构方法:一方面,在实验中动态场景被随机编码,编码大小和分布影响图像重构质量,", "label": "光学工程", "id": 0}
{"content": "<正>非常规油气资源已在全球异军突起,形成了化石能源领域的新亮点。页岩是重要的非常规油气储层,其物性有别于常规储层,传统岩石物理认知与勘探开发技术都存在许多瓶颈。光学技术具有非接触、高灵敏、不受电磁干扰等优势,在石油领域展现出重要的科研及应用价值,有望为油气资源表征评价提供新技术、新指标。激光感生电压（Laser-induced voltage,LIV）技术通过材料在光源辐照下的光电压、光电流、光电导研究材料自身物性,有望成为页岩物性现有研究方法的有效补充。我们首次采用LIV技术对页岩的物性进行研究,发现了绝缘页岩中的激光感生电压与层理结构的对应关系,建立了页岩的光电各向异性响应模型,", "label": "光学工程", "id": 0}
{"content": "<正>近期国内外强激光研究机构成功建造了数拍瓦(PW,1 PW=1015 W)超强激光装置,并同时进一步计划建造更强的百拍瓦量级激光装置。这些装置输出的激光脉冲的聚焦强度能够达到1025 W/cm~2(激光电场强度达1016 V/m),这会将强激光与物质相互作用从相对论和经典非线性物理推进到量子电动力学（QED）占主导的范畴。为了在该领域开展研究,我们首先在KLAPS粒子模拟（PIC）程序的基础上开发了QED-PIC程序。利用该程序对强激光脉冲与横向尺度在激光波长量级的固体细丝相互作用进行了研究,发现驱动激光在PW量级,就能产生显著的QED效应。当强激光与细丝靶作用时,一方面在细丝靶表面把电子加速至GeV量级,", "label": "光学工程", "id": 0}
{"content": "<正>油气资源勘探技术的原始创新及核心知识产权是各国竞相争取的战略高地。致密页岩是非常规油气储层的主要类型,现有显微分析理论和技术在物性表征和多尺度空间域检方面还存在一定的局限性,且对测试条件具有特殊要求。斜入射光反射差（OIRD）通过测量p和s线偏振光反射率相对变化量的差值来检测样品性质,与样品的相对介电常数相关。首次采用OIRD技术研究了页岩储层的介电性质分布,进行了多尺度空间域检测,发展了数学分析方法,揭示了光对页岩各向异性的响应特征,阐明了页岩对光波的吸收散射规律,建立了基于OIRD的页岩各向异性探测理论和技术。", "label": "光学工程", "id": 0}
{"content": "<正>侧向光伏效应因在光位置灵敏探测器中的重要应用备受关注。本文系统研究了硅基垂直层状MoS2异质结中的侧向光伏效应,通过改变激光波长、功率、电极间距、结构优化和调控等条件,探索了异质结构中侧向光电压大小的变化规律和相应的物理机制。在此基础上,又探索了基于该结构材料光电阻特性调控的新方法,利用侧向光伏效应中光生载流子横向传输对MoS2层中固有载流子漂移运动的有效散射调控,实现了基于侧向光电阻效应工作机制的新型高稳定光位置灵敏探测器。", "label": "光学工程", "id": 0}
{"content": "<正>纳米精度的位移测量对于微纳加工、精密控制、半导体器件等领域都具有重要的意义。光学测距具有精度高、非接触的优点,一直是光学计量领域的重要研究方向。常见的光学测距一般利用光学干涉进行纵向距离的测量,横向高精度纳米位移测量仍然是一个亟待研究的问题。在这个报告中,首先介绍了基于纳米结构散射的横向高精度位移测量的研究状况,然后着重介绍我们最近在这个课题上的研究进展。我们研究了金属纳米天线对之间的近场耦合效应,结合空间结构光场实现了对表面等离激元（SPP）的非对称激发。实验证明通过测量SPP的非对称性可以实现对样品横向位移的高精度测量,测量精度优于5 nm。", "label": "光学工程", "id": 0}
{"content": "本文主要阐述了采用国际先进水平的BPS激光条码定位尖端技术对D530自行移栽小车线控制系统进行改造和技术创新开发。针对自行小车定位控制技术落后、元器件老化、故障率高的现状,提出了基于Profibus-DP总线通讯技术、Modbus-RTU无线网络控制技术、条形码识别技术和红外激光实时跟踪技术的改造方案,开发出移栽小车高精度\"红外激光实时跟踪定位系统\",实现了自行移栽小车多工位位置自动识别和激光自动跟踪高精度定位控制。", "label": "光学工程", "id": 0}
{"content": "由于执业环境的改变,对房地产估价的实地查勘工作提出了更高的要求,迫使房地产估价师不得不开始探索引入新的技术。目前,三维激光扫描技术已应用于多个领域,可以实现估价对象三维数据的完整采集,而且还能快速重构实体目标的三维模型,成为价格评估和今后备查的依据。实地查勘工作中应用三维激光扫描技术,无疑可以规避房地产估价活动中的执业风险。", "label": "光学工程", "id": 0}
{"content": "目前市场上的挠性覆铜板（FCCL）可分为两类:由铜箔、绝缘基膜、胶粘剂三个不同材料所复合而成的三层型挠性覆铜板（简称\"3L-FCCL\"）、无胶粘剂的二层型挠性覆铜板（简称\"2L-FCCL\"）。3L-FCCL因胶黏剂的存在不太适合高温的使用环境,而2L-FCCL存在结合力差、工艺污染大、成本高等问题。本文提出FCCL的激光制造技术,不需要胶粘剂,实现具有高粘结强度的单面2L-FCCL、双面2L-FCCL、多层2L-FCCL的高效率、低成本制造。另外,通信系统中的导线铜箔由于\"趋肤效应\"导致其电阻增加,损耗加大,信号完整性降低。高速高频通讯技术的飞速发展对低轮廓铜箔提出了更高的要求,本文采用激光处理技术对商用电子铜箔进行平坦化处理,可以获得低轮廓铜箔。在此基础上,采用激光冲击技术对电子铜箔进行压印处理,可以获得具有可伸缩特性的电子铜箔,伸缩率可达13%以上,对于实现可伸缩FCCL具有借鉴意义。因此,通过FCCL的激光制造技术和低轮廓铜箔的激光处理技术相结合,可以实现高质量柔性覆铜板的激光集成制造,为高粘结强度2L-FCCL、低轮廓铜箔的快速、低成本制造提供新技术。", "label": "光学工程", "id": 0}
{"content": "为实现电网巡检智巡时代,无人机高精度自主导航离不开高精度铁塔数据。据此提出一种基于地面三维激光扫描技术的电塔测量方法。首先,使用GPS静态测量高精度的控制点,三维激光扫描仪利用控制点定向并获取电塔周围的点云数据。接着,使用基于统计的离群点剔除算法消除噪声后,引入布料模拟滤波算法分离地面点与非地面点。最后,在非地面点中通过欧式聚类算法提取电塔点云,并实施点位、距离及角度测量。实验证明,本文方法数据精度高、电塔提取准确、测量功能完整,满足电力部门的测量需求。", "label": "光学工程", "id": 0}
{"content": "<正>0引言1986年,Ashkin等人利用激光作用在微粒上的辐射力,实现了对介电粒子、细菌和病毒等的捕捉,从而提出光镊这一概念[1]。近几十年来,由于具有非接触,无创伤,以及可操纵粒子尺寸从几十纳米到几十微米等特点,光镊已成为一种重要的生物医学和物理研究工具[2]。与光镊类似,通过作用在微粒上的声辐射力,声镊能够实现对粒子的操控。基于声波与光波的差异,声镊在每单位输入能量下的捕捉力更大,从而可以实现对厘米级别粒子的操控[3]。同时,声镊对介质的光透明度没有要求,可以", "label": "光学工程", "id": 0}
{"content": "<正>0引言光声成像（Photoacoustic Imaging）是近年来兴起的一种基于激光超声技术的新型生物医学成像方式。光声信号的产生机理是使用脉冲激光照射生物体后,生物组织内发生光能-热能-机械能的转换,产生超声信号。与超声成像的对比度取决于组织的机械和弹性特性不同,光声成像的对比度来自于生物体本身对光的吸收,取决于组织的光学特性。因此,光声成像兼具光学成像的高对比度以及超声成像的高空间分辨率和高穿透特性[1]。", "label": "光学工程", "id": 0}
{"content": "随着经济建设不断发展,电网建设在国民经济建设中具有越来越重要的地位。点云匹配是三维模型重建的重要环节,倾斜密集点云可以保留丰富的纹理细节信息。为得到高精度电力线路点云数据,基于倾斜密集点云与激光扫描点云进行点云配准,针对传统ICP配准方法对点云初始位置要求高的问题设计出一套点云配准的方法。通过粗配准调整两幅点云数据到较好的初始位姿,再通过ICP算法迭代最邻近点对,完成倾斜点云与激光扫描点云的精配准。实验证明,本方法可实现两幅电塔点云的配准,且具有良好的配准精度。", "label": "光学工程", "id": 0}
{"content": "光学成像探测技术是精确制导领域发展的重要方向,但由于光线在穿过密度变化的流场时会发生的偏折、抖动和光程变化的现象,成像质量将受气动光学效应的影响而严重下降。研究气动光学效应同时具有明确的工程和学术价值,一方面以认识流场对光线传播的影响为基础,如何减弱气动光学效应已受到人们的广泛关注;另一方面由于光线传播携带了流场结构信息,光学探测也可以成为一种流场研究技术。本文从空气动力学和光学工程交叉的视角,对气动光学效应的研究进展进行综述。首先介绍了常见的气动光学评价参数,其次阐述了各种理论研究、实验、数值模拟方法,最后从流动导致图像畸变、减弱气动光学效应的方案和采用气动光学探测方法研究流场三个角度对现有文献进行总结,并讨论了气动光学领域数值模拟验证方法的困难和研究现状。最后提出研究展望。", "label": "光学工程", "id": 0}
{"content": "采用光滑粒子动力学SPH方法和范德华（van der Waals）状态方程,在考虑流体的粘性和表面张力的情况下,建立了液体/蒸气和蒸气/超临界流体互相转化的计算模型。利用该模型,对无重力的激光诱导空化泡在不同初始条件下的生成和溃灭过程进行了直接数值模拟。在不同参数条件下,研究了气泡的第一次生成及之后的振荡过程,得到了气泡的半径与初始温度的关系,总结了气泡内能变化的规律。同时,利用该模型,研究了微观尺度下粘度和壁面湿润度对激光诱导空化泡生成和近壁面溃灭的影响,研究为工程实践提供了理论解释和参考建议。", "label": "光学工程", "id": 0}
{"content": "激光破岩技术是近年来国内外能源行业新兴的一项前沿技术,已经积累了大量的实验数据。本文介绍了激光破岩的基本原理和相关实验研究,通过总结国内外地下煤气化试验项目,分析提炼出制约地下煤气化快速发展的工艺技术难点,阐述了激光破岩独有的技术优势,论证了该项技术在地下煤气化应用的可行性和必要性,为提高地下煤气化的稳定性和连续性提供了新思路。", "label": "光学工程", "id": 0}
{"content": "表面预处理对胶接性能影响显著。本文以玻璃纤维/环氧树脂复合材料（GF/E）和铝合金为被胶接材料,研究了采用激光进行表面处理时基于表面微观形貌观察和胶接机理选择激光处理参数的方法,并依据SEM图像筛选的激光处理参数,对比分析了不同激光处理参数、砂纸打磨等表面处理与不做处理,GF/E与5052铝合金单搭接拉伸剪切力学性能。表明:紫外激光对GF/E表面可实现选择性烧蚀,通过控制参数可达到烧蚀表层树脂但不严重伤害表层纤维的目的。相较未处理和手工打磨,激光处理后的胶接性能更加稳定,最大平均拉伸剪切强度较未处理情况提升65%,较180目砂纸打磨提升18.4%。", "label": "光学工程", "id": 0}
{"content": "光动力疗法（PDT）因具有适应范围广、副作用小、靶向性强、重复应用不会产生耐药性等优点,近年来引起人们的广泛关注。硅（Ⅳ）酞菁（SiPc）作为第二代光敏剂,除了具有普通酞菁的理想性质之外,由于自身轴向空间效应,SiPc更显示出较少的聚集行为。将生物分子引入酞菁轴向位置,不仅能改善生物相容性和肿瘤靶向性,同时还可以有效降低酞菁的内在聚集倾向[1]。为了开发具有肿瘤靶向性的高效抗癌光敏剂,我们设计并合成了一系列生物分子轴向修饰的SiPc,同时进行光物理、光化学性质及体外和在体抗癌活性研究。如:通过在SiPc的轴向位置引入两个含金刚烷的取代基抑制这些化合物的自聚集并提高其生物相容性和光稳定性[2];1-酪氨酸衍生物轴向修饰的SiPc可提高细胞摄取并显示出更强的光细胞毒性[3];腺苷、嘌呤和鸟苷衍生物轴向取代的SiPc主要通过细胞凋亡诱导HepG2细胞死亡,显示出极高的光细胞毒性[1]。此外,我们将SiPc与环状RGD（cRGD）通过乙二醇链结合而制备SiPc-cRGD结合物,结果显示SiPc-cRGD结合物6b主要通过整合素介导的内吞作用内化具有更高的细胞摄取和ROS产生的效率,体内研究表明SiPc-cRGD结合物6b主要在肿瘤部位富集并显示出显着的PDT抗肿瘤效应,一次PDT治疗,对肿瘤的生长抑制作用就可达75%以上[4]。", "label": "光学工程", "id": 0}
{"content": "选择性激光熔化（SLM）工艺的细观尺度建模与仿真对于定量分析成型机理、预测成型精度和力学性能具有重要意义。针对SLM工艺建立基于有限体积法和流体体积分数法的细观尺度两相流模型,模型包含了表面张力、马兰戈尼效应、蒸气反冲力、重力及热辐射等物理作用,并提出了能够追踪自由界面、并保持功率无损失的激光热源加载方法。该模型实现了熔池的流动、传热及凝固等行为的模拟,结果展示了熔池温度分布、形貌特征,以及马兰戈尼效应及蒸气反冲力对熔池形貌的影响。该研究将对SLM工艺机理分析及成型工艺优化、控制提供理论依据与建模方法。", "label": "光学工程", "id": 0}
{"content": "裂纹尖端的激光修复可有效抑制裂纹扩展,然而修复过程中产生的残余应力将影响含裂纹零部件疲劳寿命的提高。本文针对激光修复过程中的热力学问题,开发了激光作用下裂纹尖端热力耦合分析有限元模型。通过该模型可获得激光修复区温度场和应力应变场等关键参数。同时,采用Python对ABAQUS有限元分析软件进行二次开发,建立了激光修复裂纹尖端的热力耦合仿真分析平台。使用该平台可以模拟不同试件尺寸、不同材料模型、不同激光参数下裂纹尖端的激光修复过程并预测残余应力,在有限时间内重复实现高精度详细的参数化仿真分析。分析结果有助于发现修复过程中存在的缺陷,提出合理的改进措施,优化激光修复方案。", "label": "光学工程", "id": 0}
{"content": "微流控芯片技术具有微型化、集成化、高效率等特性,在生物医学检测、化学反应、流体物理、微电子等领域得到了广泛应用。玻璃材料耐高温,热膨胀系数小,具有良好的化学稳定性和光学性能,是制备微流控芯片理想材料之一。目前,针对玻璃材料的精密加工方式主要有:机械研磨、化学刻蚀、等离子刻蚀等方法。机械研磨需要多种磨料配合,难以加工复杂的微通道结构。化学刻蚀需要掩膜配合加工,并且掩膜层的材料对石英玻璃刻蚀的精度有一定的影响。等离子刻蚀掩膜层形成工艺复杂、设备造价高,刻蚀速率较慢。飞秒激光因具有超短的脉冲宽度和超高的峰值功率（可达到百万亿瓦）,使其在微纳加工方面具有独特的优势,在一些精密机械、微纳光学、生物医学等领域有很好的应用价值。飞秒激光加工石英玻璃无需掩膜,工艺简单,加工速度快,有望实现批量加工生产。飞秒激光在刻蚀玻璃材料时,实现了冷加工,减少了热量积累,可以得到较大的刻蚀深度。采用515nm脉冲飞秒激光对石英玻璃表面进行刻蚀加工。通过调节激光参数,采用动态扫描的方式在玻璃表面刻蚀加工微沟道,研究飞秒激光参数对微沟道深度及形貌的影响。结果表明,飞秒激光脉冲能量、扫描速度、脉冲重复频率对微沟道的深度及形貌有较大影响。通过采用515nm脉冲飞秒激光刻蚀JGS1型石英玻璃表面微沟道的试验研究,得到激光能量是决定石英玻璃发生刻蚀的主要因素之一,激光对石英玻璃的刻蚀量随着激光能量的增加而增加;激光扫描直接刻蚀石英玻璃微沟道时扫描速度对微沟道深度和形貌有很大影响,扫描速度较小时,激光作用在石英玻璃表面微沟道的能量增加,微沟道表面有附着物沉积,当增大激光扫描速度时,石英玻璃微沟道表面上作用的激光能量减少,刻蚀深度变浅;随着激光脉冲频率的增加,单位面积内激光作用的次数增加,石英玻璃表面吸收能量增加,材料表面刻蚀深度增加;利用优化后的激光工艺参数刻蚀整个微流控芯片沟道,刻蚀深度达到18μm。", "label": "光学工程", "id": 0}
{"content": "水导激光加工技术相比传统激光加工技术具有加工材料表面热损伤小、加工深度能力强及加工锥度效应小等优点,展现出优越的加工能力。碳纤维增强树脂基复合材料（CFRP）由树脂基体和纤维增强相两种异质材料组合而成,两种材料性能差异很大。在激光加工过程中,由于局部高热高压,会造成基体裂纹、纤维脱粘、材料分层等损伤。水导激光加工利用光在稳定的层流水柱中会发生全反射的现象,将激光和水射流结合起来,将激光聚焦进高压水腔的微小喷嘴内,喷嘴在空气中射出层流水柱,将激光传输到工件进行加工。具有热影响小、对工件位置不敏感等优势。水导激光切割可实现复合材料的高精密、低损伤绿色加工。水导激光加工复合材料的主要优势如下:材料表面热损伤小,可以忽略;能加工复杂形状构件,并具有高加工精度与表面粗糙度;能加工非导电材料;无显微分层、无毛刺等缺陷。采用单项水导激光加工、双向水导激光加工、拉锯式水导激光加工三种加工工艺方法加工相同的复合材料试片,三种加工方法的热损伤均较低,切割边缘无毛刺分层缺陷。根据测试结果可以看出双向激光开启加工比单向激光加工加工效率高50%左右,且均未出现毛刺、污染物、微裂纹等缺陷。拉锯式切割,每次切割长度较小所以切割效率远远小于另外两种加工策略,且因为材料同一位置短时间内被激光多次照射,材料散热情况较差,所以表面热损伤累积出现崩口和微裂纹等缺陷。此外,针对碳纤维树脂基复合材料（CFRP）的精密切割加工难题,开展了复合材料水导激光加工工艺试验,通过对水导激光加工表面形貌进行观测,并与传统激光加工复合材料的表面形貌进行对比分析。结果发现采用传统干式激光加工时,复合材料表面会产生基体裂纹、纤维脱粘、材料分层等损伤,损伤深度甚至大于1mm,而采用水导激光工艺方法,复合材料加工表面没有热损伤、无分层、无撕裂等缺陷。然而,水导激光加工中的功率较低,加工能力有限,而高功率激光与层流水柱的有效耦合存在难度高、可靠性差等问题。如何保持高功率激光在层流水柱中的激光光束全反射的稳定性和和可持续性,提高水导激光加工的深度能力是目前水导激光加工应用的关键性问题。", "label": "光学工程", "id": 0}
{"content": "液体辅助激光加工技术自诞生以来受到了众多学者的青睐,其中水射流因为其良好的环保性,低廉的成本、高效的效率以及广阔的应用范围特点被广泛应用于各种实际生产和实验研究中。同时激光加工技术作为一种新兴的特种加工技术因为其加工范围广、热影响区相对较小、较小的热变形、抗干扰能力强以及加工精度高等特点同样被广泛应用于生产和实验研究中,但因其能量过高不可避免产生各种加工缺陷以及熔渣、重铸层从而降低实际加工质量,而水射流作为一种辅助加工技术有利的解决了前者加工中产生的各种加工缺陷和不足。在实际的实验研究中,大多数学者通过各种各样实验对水射流辅助加工技术进行综合研究。但实际的加工实验不仅耗时耗力同时还会存在着各种不稳定干扰因素,从而影响加工结果的准确性。而利用数值模拟仿真则可有效避免这些问题。为研究水射流速度对水射流辅助激光加工的影响,建立了水射流辅助激光加工温度场的三维分析模型,并利用Fluent软件模拟45°时不同水射流速度大小冲击至碳化硅材料表面的水速分布情况,同时模拟了不同水速对于材料表面温度的影响。结果表明:随着水射流速度的增大,材料表面最大水速从5.41m/s逐渐增大至19.05m/s,材料表面水速从左到右呈现先增大后减小趋势;无水参与时材料表面温度同样呈现先增大后减小的趋势,当有水参与时材料表面温度场沿着横向中心线呈现先减小后增大再减小的趋势;材料表面横向中心线上温度极小值所在位置在水射流冲击到材料的作用区域内;水射流的引入可以明显降低激光作用后区域的整体温度,减小过高温度对于材料本身的加工质量影响。同时水射流辅助激光加工表面温度受水射流速度影响较大,随着水射流速度的增大材料表面温度不断减小。可以预见激光作用于材料表面软化的熔融物以及加工时产生熔渣和重铸层会被水射流产生的冲击力去除,同时存在一个最佳的水射流速度使得材料加工的去除效果最好,熔渣和重铸层残存量最少,水射流辅助激光加工后产生的槽体表面质量较好,从而取得较好的实际加工效果。", "label": "光学工程", "id": 0}
{"content": "采用分子前驱体法制备以铜鳌合物（EDTA-Cu）为铜盐的前驱体溶液,通过旋涂的方式将其涂覆于3D打印柔性光敏树脂基底表面。引入微波处理技术,将3D打印柔性光敏树脂基底与前驱体溶液进行微波处理。通过接触角和面粗糙度测试,微波处理后基底表面粗糙度增加、接触角由46°减小至33°,提高基底的亲水性能。同时,EDTA-Cu为一种五啮四环一水合离子的极性分子,在微波高频作用下,极性分子的极性取向会随着外加电场的变化而变化。EDTA-Cu的前驱体溶液在微波处理后,薄膜生长方向一致,从而得到致密的前驱体薄膜。利用波长为355 nm的紫外激光活化柔性基底并浸入化学镀铜溶液,获得表面导电图形。激光活化过程主要是光化学反应过程,在激光作用下,使分子键发生断裂,发生离解。通过离解能公式算得,使用的紫外激光对应的离解能约为337.0kJ/mol,大于EDTA与Cu2+之间的配位键,在激光活化时使其发生断裂。具体的离解过程大致可分为两个步骤。首先在具有能量极小值的结合轨道引起激发,然后被激发的粒子在分离后迁移到相对稳定的反结合轨道上,从而导致结合键断裂。通过XPS、XAES探讨激光活化镀铜机理,结果表明激光活化区域铜主要以Cu+形式存在,在化学镀铜中充当催化核心,同时有少量的Cu0。参考ASTM-D3359-09标准,采用胶带法测试,结果表明微波处理将铜层与基底结合性等级由2B级提高至4B级,与SEM、接触角以及面粗糙度结果一致。利用3D打印具有电解液流道结构的柔性阴极,以镀锌钢板为阳极,硝酸钠为电解液进行电解加工实验,经工艺参数优化,采用15v电压、15khz脉冲频率和50%占空比电解加工得到了宽度约为110μm且边缘清晰的加工条纹。", "label": "光学工程", "id": 0}
{"content": "基于双光子吸收激光诱导荧光（Two-photon absorption laser-induced fluorescence,简称TALIF）技术,在纯净的高焓流场环境中,将脉冲激光从垂直于流场方向射入流场,并通过布置在风洞试验段外与流场和激光垂直方向上的ICCD获得了二维氮原子的荧光信号,该信号可以反映氮原子相对浓度。通过实验最终确定了206.717nm为氮原子荧光的最优激发波长;为了保证所获取的氮原子荧光信号在非饱和线性区,将激发激光能量从小到大调整并进行荧光信号的测试,获取了激光能量在1.6mJ以下为线性激发区域。为确保获取清晰的ICCD荧光图像,选择了f=50mm F/1.4镜头为实验测试镜头,同时将50次曝光的累计结果作为图像输出。通过对荧光图像的分析,发现无论是亚声速还是超声速流场中,氮原子浓度沿径向都呈驼峰状分布,表明流场中氮分子还未完全离解,这符合风洞流场的已知特性。", "label": "光学工程", "id": 0}
{"content": "本文介绍了光电子与激光技术的历史发展与现代科技应用", "label": "光学工程", "id": 0}
{"content": "本文简单介绍了冷轧激光焊机设备及激光焊机焊接时序,详细描述了激光焊机工作过程中的电动伺服控制系统和阀控缸控制系统,图解了激光焊机核心闭环自动位置控制系统的流程,该文对冷轧激光焊机的设备使用和维护具有一定的指导意义。", "label": "光学工程", "id": 0}
{"content": "采用三维激光扫描技术,快速获得机房设备表面的采样点数据。利用点云数据,经过去噪、特征点获取、特征线提取、曲线拟合等方法,能够勾勒出机房内部设备的三维图纸,为后期的机房自动化设计奠定了基础。", "label": "光学工程", "id": 0}
{"content": "连铸是高温液态钢水通过冷却凝固成固态钢坯的过程。连铸生产工艺流程中,结晶器出口处铸坯内部固液界面位置是决定铸坯质量的重要因素。固液相界的测量对连铸机实现轻压下、合理应用电磁搅拌、提高连铸坯质量、提高拉速都有着重要的意义。刺穿坯壳法、射钉实验法、鼓肚法等传统检测方法不能实现在线检测或者只能粗略估计液芯层厚度,极大限制了连铸坯凝固坯壳厚度检测的自动化实现,以及冷却速度的自动控制等。对连铸坯固液界面的在线、无损检测一直是科研人员不断探索的课题。在本研究中,采用商业有限元软件COMSOL Multiphysics建立热弹、烧蚀机理的超声波激发模型以及带液芯铸坯的超声波传播模型,通过数值仿真计算的数据分析了固-液耦合界面超声波的反射、折射和散射规律。针对仿真和试验获取的宽带激光超声纵波数据,通过小波分析、微分算法、希尔伯特算法等方法,实现多界面反射纵波耦合复杂回波信号的降噪与识别,利用基于温度的超声波速度场计算固-液层厚度。搭建了使用激光超声方法在实验室中检测固液相界的实验平台,并采用树脂模拟连铸工况,对常温下的样品进行实验,验证了算法精度及稳定性,为实现在工业现场连铸坯固液界面位置在线检测奠定了基础。", "label": "光学工程", "id": 0}
{"content": "利用分子动力学模拟（MDS）方法研究了飞秒激光脉冲照射下<100>、<110>、<111>晶向的单晶铜薄膜的超快热机耦合响应和原子\"飞溅\"行为。结果表明:晶体取向对飞秒激光诱导单晶铜薄膜的热机耦合响应和原子\"飞溅\"行为有显著影响。不同晶向铜薄膜中应力的差异导致晶格温度的显著差异。不同晶型的铜薄膜表现出显著差异的原子\"飞溅\"行为,包括结构熔化（原子溅射）和断裂。<100>铜薄膜的熔化深度为50nm,且融化的部分不飞离薄膜表浅部区域。而<110>和<111>铜薄膜熔化深度约为60nm,融化的部分已经飞离薄膜结构。在<110>和<111>铜薄膜的固-液界面上形成位错和滑移带,但<100>铜薄膜没有这种现象。此外,对于<110>和<111>铜薄膜,由于机械应力在薄膜的非照射表面发生反射,在非照射表面区域附近发展许多滑移带并生成裂纹,进一步导致薄膜的断裂。", "label": "光学工程", "id": 0}
{"content": "三维激光扫描技术作为数据采集新兴手段已经广泛应用于地铁隧道变形监测、断面测量、限界检测、地铁BIM模型创建等工作。由于地铁隧道净空有限且成狭长分布,点云数据只能通过相邻测站递次逐站拼接实现整体配准。本文对点云配准原理进行了详细分析,并通过特征点和迭代最近点（ICP）相结合的方法实现地铁隧道点云数据的快速拼接。实验分析表明该方法可以有效降低因拼接误差线性积累导致配准失败出现的几率,具有良好的收敛速度和配准精度。", "label": "光学工程", "id": 0}
{"content": "<正>超快过程研究,包括材料微介观动态响应、光与物质相互作用、原子分子动力学等,需要极高时间分辨能力和空间分辨能力。传统高速摄影技术受限于机械快门速度、光电子系统带宽限制,难以实现皮秒级和更快时间分辨的超高速成像,即使是变像管扫描相机目前最快只能在一维空间上实现亚皮秒时间分辨。泵浦探测技术虽然可以实现极高时空分辨能力,但是不具备单发时间分辨能力,即时间基准不同,只能用于重复性过程的诊断。全光分幅成像技术近年来得到了较大的发展,包括多角度背光照相、波长", "label": "光学工程", "id": 0}
{"content": "临床治疗血管性皮肤病主要采用激光疗法。波长为1064nm的Nd:YAG激光由于穿透较深,在治疗埋藏较深的皮肤病变血管方面具有优势。由于血液对1064nm激光的吸收较弱,治疗时需要较高的能量密度,会增加病变血管周围正常组织的损伤风险。多脉冲1064nm激光治疗使用较低的入射能量多次照射诱导热凝块堵塞血管可降低正常组织的损伤风险。近年来,有学者提出基于激光照射热敏脂质体释放药物促进血管堵塞的技术,但是缺乏安全性和有效性。然而,不携带药物的脂质体能否在多脉冲Nd:YAG激光的低能量加热下发生聚集并促进血管闭塞则尚未见报道。本文制备了聚乙二醇修饰的脂质体悬浮液,注入大鼠循环系统。通过大鼠背部血管视窗模型观察多脉冲Nd:YAG激光照射血管后脂质体的形态变化。实验发现,当激光照射使血液温度达到聚乙二醇链和脂质体的相变温度时,疏水性增加的聚乙二醇链会吸附到脂质体的表面,使脂质体膜表面变得疏水且易于聚集。脂质体由于聚合力会聚集形成囊泡,直径增大20倍左右。囊泡形成后在血流表面张力的作用下与来流小囊泡或脂质体结合而继续生长,直到堵塞血管。长时间的堵塞导致血管因缺血和慢性炎症而损伤并消失。实验结果显示,当固定激光的脉宽为0.3ms、频率为4Hz、脉冲数为4时,囊泡产生的能量阈值为47 J/cm~2。注射脂质体后依靠囊泡堵塞血管需要的能量比未注射脂质体依靠热凝块堵塞血管降低了20%。因此,结合脂质体注射,多脉冲Nd:YAG激光有望使用低能量为血管性皮肤病变治疗提供更安全,更有效的治疗策略。", "label": "光学工程", "id": 0}
{"content": "为在远距离范围内实现高精度激光测速测距,本文提出了一种联合利用伪随机码相位调制和外差探测技术的激光测速测距方法,并搭建了实验验证平台。当激光出射功率为11.3mW,参考光功率为0.84mW,调制速率为1GHz,单周期内伪随机码序列长度为81.9us时,该系统可以实现0.138m的测距精度,以及4.16cm/s的测速精度。实验结果证明了该套系统可实现高精度的速度和距离测量,且系统工作状态为长脉宽低峰值功率,为远距离的激光测速测距系统设计开辟了一条新途径。", "label": "光学工程", "id": 0}
{"content": "<正>一、前言要不要对传统的、定式的、习惯的、成熟的光学技术应用层面的思想前提再做一次思维与存在的、思辨性的思考,再做一次按照哲学思维的基本方法进行反思、批判、超越和创造的尝试,或许从中我们才能找到些什么有用的东西。也只有这样,创新驱动和创新发展才有前提和方向。二、如何让古老的光学焕发生机1、古老文明发展的一般性规律纵观四大古代文明,其中的三大古文明早已衰落得或残留不全,或无影无踪,唯一没有中断过的一个也曾经极度衰弱,几近奄息,尽管正在复兴,但仍有较长的路要走。", "label": "光学工程", "id": 0}
{"content": "三维激光扫描技术可以快速获取目标的高精度三维点云数据,与传统测量技术相比,具有非接触测量、数据采样率高、主动发射扫描光源、分辨率高、精度高、数字化采集、兼容性好、防护能力强等诸多优点。在数字考古、数字交通、数字管线及数字医学等行业得到初步应用,其在矿山地表变形监测、采空区探测、动态储量监测等方面有着广阔的应用前景和巨大的经济价值。", "label": "光学工程", "id": 0}
{"content": "LIP作为一种光谱发射源,存在着瞬态行为[1],等离子体的时间演化规律与它的形态及其空间不均匀性相关[2],因此深入理解等离子体动力学和膨胀动力学对于优化等离子体作为光谱发射源的使用至关重要。本实验以纳秒激光诱导铝等离子体为研究对象,使用配有em ICCD检测器（型号PM4-512-EM-RB-FG-18-P43,Princeton Instrument）的C-T型三光栅单色仪（焦距300 mm,型号ARC-SP-2356,Princeton Instrument）,采用Nd:YAG激光器（型号NL303G,EKSPLA）产生波长为532 nm的纳秒激光剥蚀纯铝金属样品（99.99%,New Metal Materials Technology,China）形成等离子体。得到铝等离子体中Al I（396.1 nm）、Al II（466.3nm）、Al Ⅲ（447.9 nm）的光谱分辨图像,并研究其膨胀特性,实现了离子体中各组分羽流膨胀特性时空诊断。结果表明,等离子体真空膨胀速度约为104 m·s-1量级,离子平均速度高于原子粒子,价态越高速度越大,可解释为激光作用初期,热电子获得能量后以超越等离子体组分粒子的速度逃逸至羽流前端,形成静电势垒对带电粒子产生加速作用,价态越高,库仑作用越明显,而较大的速度也导致离子倾向于沿样品法线方向发射,分布更窄。环境气压逐渐增大时,各研究组分运动状态与在高真空度下时有明显区别。在气压大于1 Pa后,等离子体与环境气体发生相互渗透,膨胀前端出现的晕影,产生扰动,发生束缚缓速.且等离子羽因气压增大而缩、与背景气体的碰撞概率增加,使得羽流发射强度加强,等离子体的寿命随之延长。", "label": "光学工程", "id": 0}
{"content": "随着纳米光电子学及生物医学组织工程领域的飞速发展,器件的小型化、结构多样化及高度集成化对微纳结构与器件制造领域带来了新的挑战。本报告围绕飞秒激光双光子聚合技术,简要介绍双光子光聚合基本原理与双光子引发剂分子的研究进展,并对飞秒激光双光子聚合技术在复杂三维微纳结构与器件制备中的应用及发展前景进行讨论。", "label": "光学工程", "id": 0}
{"content": "借助Altair公司的OptiStruct平台对UVMaker 350A激光成型机工作台展开拓扑优化。工作台使用了多次拓扑的方法,设计空间得以出现明显的加强筋走向,材料得到更合理的布置。重构后的拓扑结构对比初始设计结构,重量略有减轻,前六阶模态频率均有明显提高,最终设计出满足工程要求的优异结构。", "label": "光学工程", "id": 0}
{"content": "目前对特氟龙的常温性能研究较多,对其高温条件下尤其是激光烧蚀下的热力学过程研究较少。本文基于一维热传导方程,建立了特氟龙烧蚀的简化计算模型,并采用全隐式有限体积方法进行数值求解,考虑了温度对密度和比热容的影响以及材料表面高速气流的影响。基于该简化模型,对激光烧蚀特氟龙的热力学过程进行了数值模拟,讨论了不同激光功率密度下的温度场及烧蚀速率等特性。结果表明,所建立模型可以很好的模拟高速气流下激光烧蚀特氟龙的热力学过程,随着激光功率密度增大,热传导效应逐渐减弱,材料直接烧蚀剥落现象明显,同时伴随热传导效应的减弱,烧蚀速率接近于恒速。", "label": "光学工程", "id": 0}
{"content": "流场可视化及其测量是流体力学研究的重要手段,当前,二维平面速度场测量方法主要有粒子图像测速法（PIV）、粒子追踪测速法（PTV）和多普勒全场测速法（DGV）。PIV使用两个激光脉冲,记录示踪粒子两次曝光的影像,通过影像对的位移与两脉冲时间间隔之比,获得二维平面速度场。PIV图像记录的是示踪粒子散射光光强,其散射光与示踪粒子粒径成二次方关系,即I∝d~2。这种关系暗含的局限是,当流场中存在某些大颗粒时,记录颗粒粒径的动态范围,即最大颗粒与最小颗粒的粒径之比,由于相机位深限制而有限,比如14bit的相机记录颗粒动态范围约为100。这一局限在近壁区的壁面反射光以及其他较强的杂散光存在时尤为明显。本文提出了一种基于全息成像的平面速度场测量方法,如图1（a）所示,在PIV光路的基础上增加一路参考光,以全息的方式记录颗粒的散射光信息,其中记录全息条纹的相机位于镜头的离焦面上。如图1（b）所示,这种方式记录的全息图的物光是颗粒散射光,其复振幅大致与颗粒粒径成比例关系,与PIV记录和粒径平方成正比的光强相比,其动态范围大大扩大。颗粒的散射光信息记录在全息图重建的物光复振幅中,减小了由于不同颗粒粒径造成的散射光强度差异对成像的影响,图1（c）为重建的示踪粒子图像。此外,相机位于离焦面时,粒子的散射光以及反射光、杂散光尚未汇聚于一点,而且相机记录的是散射光与参考光的干涉条纹,不包括反射光和杂散光的信息,解决了目前二维平面速度场测量中近壁区的壁面反射光以及其他杂散光干扰成像的问题。", "label": "光学工程", "id": 0}
{"content": "近年来多重光学编码技术迅速发展,然而广泛应用于高通量筛选还需要突破诸多限制,其关键是需要满足如下四项要求:1)具有超容量的编码系统;2)建立快速信息检索的解码平台;3)与特定的高通量筛选应用相兼容;4)编码信息在筛选过程中具有稳定性,在解码过程中具有准确性。大容量的编码可以通过将光谱谱带与信号强度进行组合写入介质载体,但实际上由于光谱频率或强度的重叠问题往往难以实现。我们通过将三键化合物在拉曼沉默区域的振动光谱信号的强度处理成八进制的数字信息,建立了一种全新的超容量信息编码系统。这种方法在实验中（而非理论上）实现了截至目前为止最大的清晰且稳定的光学编码容量。我们将此编码系统用于一种特异性的细胞结合配体的多重筛选实验,结合共聚焦拉曼光谱与显微镜技术,演示其在快速、原位、高通量筛选中的应用前景。为了进一步展现此编码系统的超大容量,我们将其应用于ASCII和Unicode两种计算机代码标准体系的信息表达,演示了其语言书写与存储的功能。这种超容量的信息编码技术将开启高通量筛选、多重检测以及信息储存等多项领域新的研究方向。", "label": "光学工程", "id": 0}
{"content": "<正>数字全息自适应光学是将数字全息技术应用于自适应光学领域的一种很有发展前景的光学技术。数字全息自适应光学基于非相干菲涅尔全息技术,该技术通过记录非相干物体上同一物点发出光波的自相干叠加获得物体全息图。然后在计算机中根据物理光学原理对物体全息图进行处理。而数字全息自适应光学同时记录目标和导星的全息图,利用导星的全息图使用数值方法校正湍流像差,相比传统自适应光学", "label": "光学工程", "id": 0}
{"content": "<正>目的失重环境下免疫细胞的损伤机制一直是空间生物学关注的重点问题之一。巨噬细胞在人体损伤修复过程中发挥重要作用。虽有研究表明,失重环境下,巨噬细胞免疫功能会显著下降,但其形态结构变化及其时间耦合变化规律,以及其分子机理则少有研究涉及。方法 利用数字全息显微术研究巨噬细胞的三维形态结构和吞噬过程的动态变化,并通过转录组测序研究调控巨噬细胞重力响应的作用机理。数字全息显微术以其全场、非接触、非破坏,可动态,实时,快速的观测活细胞等优点被广泛应用于生物力学与生物图像学领域。转录组测序能够全面快速", "label": "光学工程", "id": 0}
{"content": "<正>对于数字全息,有很多种自动对焦方法,但一般典型的方法都是通过计算单个重建振幅项来得到对焦评价值,再在评价值里找到最值来确定对焦面。现在我们提出一种新的自动对焦方法,它的评价标准是计算一阶轴向差分值。通过对不同类型物体的", "label": "光学工程", "id": 0}
{"content": "<正>相移数字全息术同时具有相移干涉和数字全息的优点,可实现高精度测量、快速测量、全场测量且能通过计算机对图像处理,目前广泛应用于物体表面形貌分析、微结构测量、显微成像、三维显示等领域。本实验光路为基于光谱相移的白光共轴数字全息显微光路如图。记录时在CCD接收光路前增加声光调制器AOTF以实现相移的引入。O（x,y,k）和R（x,y,k）分别表示物光和参考光光场分布,φ（x,y,k）=φo（x,y,k）-φR（x,y,k）表示相位差,2kh0为光谱载频相", "label": "光学工程", "id": 0}
{"content": "随着社会的高速发展,天气对人们生活的影响越来越受到了人们的重视,不仅如此,天气的变化在农业、社会建设和人类活动各个方面都有重要的影响。由于近年来现代高分辨率CCD的高速发展,数字全息技术被广泛应用于粒子测量。本文基于对全息重建和图像处理算法,再现仿真的云滴粒子的三维分布,为今后进一步估算云系中云滴粒子的粒径、体积、密度等参数奠定了基础。", "label": "光学工程", "id": 0}
{"content": "<正>描述了一种基于彩色数字全息干涉技术的非接触、高分辨和全场测量试样三维位移场的方法。使用不同波长的三束激光束从空间的不同角度同时照射被测物体表面,三对物光参考光各自干涉形成的数字全息图由彩色CCD相机的三个颜色通道记录,将分离之后的全息图分别数值重构,进而获得被测物体变形前后的相位差。利用双三次样条插值图像算", "label": "光学工程", "id": 0}
{"content": "全息自适应光学指一类基于全息波前传感器的新型自适应光学系统,有着系统带宽高,对光强闪烁不敏感的特点。本文提出将全息自适应光学技术应用于自由空间光通信系统中,克服传统自适应光学技术在强湍流,强闪烁大气环境下难以应用的问题,从而实现自适应光学技术在远距离地地激光通信以及大斜距星地激光通信系统中的有效应用。", "label": "光学工程", "id": 0}
{"content": "由于基于光强传输方程的相位恢复技术对照明方式、记录系统和样本有一定的选择性,本文通过理论分析和数值模拟分析了光强传输方程相位恢复的适用条件,并通过实验验证了适用条件的有效性。分析认为相位恢复技术需满足照明光的广义相位为常数;记录系统为远心光路结构;样本为光通过时强度变化较小的物体。利用4f记录系统和无限远校正光学显微镜系统对微刻玻璃样本进行了验证实验。结果显示:4f系统恢复的微刻玻璃样本的平均深度为1.41μm,与激光共聚焦显微镜的测量结果1.59μm偏差较大;显微镜系统恢复的微刻玻璃样本的平均深度为1.56μm,与激光共聚焦显微镜的测量结果1.59μm比较吻合。实验证明,4f记录系统和无限远校正光学显微镜系统可以有效恢复出物体的相位,且显微镜系统恢复的相位质量更高。", "label": "光学工程", "id": 0}
{"content": "探索红外光谱用于判断结直肠癌手术切缘的可能性。运用博里叶变换红外光谱仪联合中红外光纤及ATR探头检测手术切除的新鲜结直肠癌标本（17例）,分别测定肿瘤中心和距肿瘤边界2cm的对应肠浆膜面的反射红外光谱。将光谱特征进行统计分析发现,对于TMN肿瘤分期T≤2（即肿瘤未侵及浆膜层）的结直肠癌,肿瘤中心和距肿瘤边界2 cm对应的肠浆膜的光谱特征之间无统计学差异;而对于TNM分期T≥3（即肿瘤侵及浆膜层）的结直肠癌,两者之间的光谱特征有明显差异。结果表明,博里叶变换红外光谱分析可以应用于肿瘤侵犯浆膜层（T≥3）的结直肠癌术中手术切缘的判断。", "label": "光学工程", "id": 0}
{"content": "<正>根据DCG反射全息光学元件（HOE）的技术特性,根据这类全息光学元件的特定测试评价需求,我们尝试和研究了三种测测试方法:1)用激光器输出的细光束、功率计、转台和支架等,测试全息光学元件的几个波长多个角度的衍射效率;2)用单色仪、探测器、转台和支架等,测试全息光学元件的多个个波长几个角度的衍射效率;3)用分光光度计、转台和支架等,测试全息光学元件的多", "label": "光学工程", "id": 0}
{"content": "<正>CGH（计算全息）作为一种衍射元件,针对不同的面型能产生与之相匹配的波前,依据这种特性将它应用在检测非球面面型上。本文中提出了一种高精度的CGH设计方法,主要依据光线追迹,并引入了虚拟玻璃使设计更加简洁,精度更好。此设计方法是在光线设计软件ZEMAX中实现的,由于ZEMAX中是全局优化,会导致局部的优化不均匀,所以提出先求出接近最佳解的相位函数,带入ZEMAX中,利用虚拟玻璃进行优化,最终能达到对非球面面型检测的要求。首先,是建", "label": "光学工程", "id": 0}
{"content": "<正>由于在工业上的潜在应用价值,磁电化学作为电化学的新分支受到了越来越多的关注。一般认为,磁场通过洛伦兹力（FL）增加传质速率[1];然而,磁场对电子转移过程的影响仍存在争议[2-3]。深入研究磁场的作用须将电化学方法和现场观测手段相结合。", "label": "光学工程", "id": 0}
{"content": "液体表面张力存在于极薄的液体表面层内,是液体表面层中的分子间相互作用的结果,表面张力系数则是描述液体表面这种张力的一个重要的参量。液体表面张力系数与溶液浓度、温度有直接关系。本文基于马赫-曾德干涉光路搭建倒置式数字全息显微干涉仪。在相同温度的条件下,改变Nacl溶液浓度,记录与浓度对应的数字全息干涉图。利用Matlab程序再现出浓度变化前后液体曲率的变化量,在得出曲率的基础上,由杨-拉普拉斯公式计算得出不同浓度下液体的表面张力系数。最终得到给定温度下Nacl溶液浓度与表面张力的关系。该方法具有快速、非接触、全场、高分辨率等优点。如下图,（a）为记录的全息图,图（b）为对（a）图进行傅里叶变换得到的频谱图,（c）-（e）为浓度变化下液面的相位包裹图。", "label": "光学工程", "id": 0}
{"content": "在纯相位全息图的实际应用中,将会不可避免地受到噪声的影响,从理论上分析了噪声对相息图的影响,并推导出不同的噪声加入到相平面的噪声传递方程,然后提出了能有效评价噪声对重构图像影响的质量评估指标。通过计算机仿真实验,分析比较了噪声加载到相息平面和图像平面上所产生的不同影响,结果表明纯相位全息图比图像对噪声更敏感。", "label": "光学工程", "id": 0}
{"content": "<正>数字全息技术用CCD记录全息图,计算机重建数字化光场,比之于繁琐的传统光学全息技术,有很大优势。在光学测量领域,由于数字全息技术提供了数字化的光波场,因此可以直接提取光场的位相信息,从而使数字化的全息干涉测量得以实现。近年来,数字全息显微术得到了较快的发展,该方法特别适合于对微小物体的研究。在该方法中,为了精确的恢复被测物体的三维微观形貌,必须对由于光路本身所引起的位相畸变进行矫正,这主要包括有参考光和物光夹角引起的一次位相畸变,以及由显微", "label": "光学工程", "id": 0}
{"content": "多方向像面全息干涉法是获取三维流场折射率空间分布的一种方法,能够同时获得流场的多方向干涉图,用于三维流场的密度重构。实验对正交两个方向同时进行了流场全息干涉记录,获取了能够用于三维密度场重构的序列干涉图,并对相同条件下的三维流场进行了计算流体干涉技术仿真,通过对比验证和分析,为多方向全息干涉法测量三维流场密度奠定了基础。", "label": "光学工程", "id": 0}
{"content": "论文建立了微米级颗粒物在静水中运动的物理模型和几何模型,通过分析颗粒物的受力情况,得到其运动速度和位移的解析解。结果表明:微粒在静水中的运动速度是微粒物理属性（密度、粒径）和流体物理属性（密度,粘度）的函数,其运动包括加速段和匀速段,相较于小颗粒,大粒径颗粒物需要更长的加速时间才能达到匀速段,且运动速度更大。根据该结果,结合菲克定律的经典表达式得出了净输运颗粒通量进而得出颗粒物的输运系数表达式,结果表明:微粒在静水中的输运系数是浓度,速度的函数。小粒径颗粒物的输运现象较大颗粒更强烈。论文还通过全息光学实验系统建立实验模型与理论结果进行比较,结果表明二者吻合良好。", "label": "光学工程", "id": 0}
{"content": "<正>为了提高数字全息显微系统再现像的横向分辨率,进而实现超高分辨率的显微成像,提出和发展了一种基于大数值孔径环形光锥照明的数字全息显微成像方法,并介绍了其工作原理及独特的照明和成像方式。本文首先建立了大数值孔径环形光锥照明成像的物理模型,根据标量衍射理论及像面数字全息原理,推导出了在全孔径和不同环形光锥照明时,数字全息显微成像系统点扩散函数的表达式;然后通过利用Matlab进行模拟和绘图,得到了该系统下点扩散函数的强度强度分", "label": "光学工程", "id": 0}
{"content": "<正>为了实现对微结构的快速、准确测量,建立了球面参考光预放大数字全息显微系统。对该系统的成像分辨率、成像质量及系统优化进行了研究。首先,基于非涅耳衍射公式分析了全息图的记录及数值再现方法。然后,根据预放大数字全息显微系统的点扩散函数,分析了该系统的横向分辨率决定因素。最后,讨论了极端情况下即像面数字全息情况下系统的成像分辨率及系统优化方法。实验结果表明:球面参考光预放大数字全息显微系统的横向分辨率主要取决于显微物镜的数值孔径,并随着记录距离的增大逐渐略有降低;像面数字全息显微系统的成像", "label": "光学工程", "id": 0}
{"content": "通过多方向全息、干涉法获得三维流场重构数据进而实现非定常流场测量是一种非常有效的方法,本文采用离轴式全息干涉技术从正交两方向对同一流场进行记录,得到了清晰的模型流场序列全息干涉图,可以用于流场三维重构数据提取,同时运用CFI技术进行仿真,实现试验与计算的对比验证。通过对双方向全息干涉技术的研究,为多向全息干涉技术测量非定常流场奠定基础。", "label": "光学工程", "id": 0}
{"content": "本文基于计算全息法,通过计算和模拟得到了涡旋光束与平面光束干涉所产生的位错条纹,用胶片来记录位错条纹并制作成位错光栅,在自行设计搭建的光路中进行实验获得了1-4阶的涡旋光束;实验中也观察到了各阶光栅的二级甚至三级衍射光束;当光束中心和光栅中心不重合时,产生的涡旋光束的光强分布会发生变化,这有利于对捕获的粒子进行进一步的操纵。本文对后续的以涡旋光束为捕获光束的光镊实验的进一步拓展及应用提供了理论上和技术上的支持。", "label": "光学工程", "id": 0}
{"content": "本文提出了以位相抽取为基础的三维信息加密算法。构造由纯振幅和纯位相物体组成的简单三维信息作为加密对象。先用标量衍射理论计算其复振幅并抽取相位分布,再结合双随机位相编码完成加密。解密算法为上述算法的逆过程。计算机模拟结果证实了该算法的有效性、鲁棒性和安全性,并揭示了位相抽取算法用于加密更大信息量三维信息的潜力。", "label": "光学工程", "id": 0}
{"content": "论文所阐述的控制软件是在DMD光刻系统硬件平台的基础上进行设计一全息图像光刻软件,通过对原始图像预先数据定义,再按色分层处理,并按索引色排列顺序读取,由DMD光刻投影系统实现全息图像多方位角的分层光刻。", "label": "光学工程", "id": 0}
{"content": "<正>聚合物分散液晶光栅在三维显示、超级棱镜、高性能传感器、高密度存储器、高端防伪等高技术领域中的应用备受关注,目前主流的制备技术是基于激光全息技术的聚合诱导相分离方法,其性能的优劣很大程度上取决于液晶与聚合物网络相分", "label": "光学工程", "id": 0}
{"content": "针对微米尺寸量级的粒子场测量,普通光学显微镜在使用放大倍率较高的显微物镜时,其景深往往很小,需要沿光轴方向借助一机械扫描装置扫描整个待测量样品区域,以获得整个区域内的粒子场分布,并不适用于动态粒子场的测量过程。利用数字全息术,可以通过记录单幅数字全息图,并对此全息图进行数值重建,实现待测量粒子场的分层聚焦,实时获取和测量具有较大景深范围的粒子场,并进一步分析得到粒子场中的粒径、空间分布、运行速度等信息。因此,数字全息术可以应用于粒子测速技术和粒子场诊断等。而粒子的轴向位置的准确测量对于粒子空间位置分析或者粒子图像测速技术等至关重要。本文通过在同轴数字全息光路中引入一显微物镜来测量微米尺寸量级的粒子场。文中首先分析了这一同轴数字全息显微装置的理论轴向分辨率和景深,之后给出粒子准确聚焦位置的理论和实验判据,进一步提出通过搜索单一粒子的整个数值重建距离范围以准确探测粒子的轴向位置。实验结果证实了这一方法的有效性。", "label": "光学工程", "id": 0}
{"content": "提出一种基于集成成像系统,利用综合判别函数对三维物体进行旋转不变识别的新方法。三维成像技术可以记录诸如深度等物体的三维信息,因此相比于传统的二维物体识别技术,三维物体识别技术由于记录的信息量更大,所以识别效果更加精确,也更具有实用价值。目前采用的三维物体识别技术主要有集成成像和数字全息。相比于数字全息,集成成像系统使用非相干光源,且光路简单,对记录环境要求不高,可以降低观察者的视觉疲劳,已被广泛的应用于三维物体识别。基于集成成像系统的三维物体识别已被广泛研究,对于更具有实用价值的,发生诸如旋转等畸变的三维物体的识别也提出了一些方法,但是这些方法模型都较为复杂,运算量大,需要记录大量的物体信息才可以得到较高的识别精度,并且对于旋转角度也有限定,不能实现真正的旋转不变识别。综合判别函数的机理是建立一个对于输入的发生旋转的图像可以得到相同的相关输出结果的滤波函数,应用于二维图像识别。本文提出一种新方法,将综合判别函数与集成成像系统相结合,实现三维物体的旋转不变识别。由于集成成像系统所获得的单元像阵列之间具有高关联特性,因此仅需要很少的单元像阵列来制作综合判别函数的训练样本集,就可以包含所有旋转角度的三维物体的信息,大大减少了需要记录的信息量,降低了运算复杂度,而且不会影响识别精度。对该方法进行了实验验证,用集成成像系统采集并记录旋转物体三维信息的单元像阵列,取部分合成综合判别函数,并模拟光学匹配滤波的方法进行识别。结果表明,对于训练集内的三维物体,样本集内的三维物体,都实现了旋转不变识别,且效果良好;对于样本集外任意旋转角度的三维物体,也实现了高精度的识别。因此,该方法可以实现真正的三维物体旋转不变识别,并且与其它方法相比,识别精度高,对于旋转角度没有限制,并且运算复杂度大大减小。", "label": "光学工程", "id": 0}
{"content": "本文提出一种快速产生三维物体计算全息图（CGH）的近似方法,这种方法比传统的相干光线追迹（CRT）算法计算速度快6倍。在传统的CRT算法中,三维物体被分成了很多层并且将其看作是一系列自发光的点光源的集合。计算机模拟每一个物点发出的球面波向全息面上所有抽样点的传播,所有物点发出的球面波在全息面上相干叠加并与平面参考光在全息面上发生干涉产生CGH。在这个过程中由于物点个数和全息面上的抽样点数比较大,对倾斜距离的计算涉及平方和平方根的计算量很大。本文在假设三维物体的纵向尺寸比CGH的记录距离小得多的情况下,可以近似得到第一层上的物点和其余层上的物点与全息面上抽样点之间的倾斜距离有一个简单的关系。这样我们只需要计算第一层上的物点和全息面之间的倾斜距离,而对于其它层上物点和全息面之间的倾斜距离可以通过这个关系式得到,大量的平方和平方根运算就被省略,因此计算速度得到了提高。我们以一个6mm×6mm×5mm的三维立方体为例,将其分成11层,其中心距离全息面为402.5mm,计算的CGH像素数为768×768。我们从实验上获得了该算法产生CGH的光学再现像,并与传统的CRT算法进行了比较。通过计算比较噪声在再现像中所占的比例,证明这种近似算法与传统CRT算法可以获得相近的CGH再现像质量,但计算速度可以快6倍。", "label": "光学工程", "id": 0}
{"content": "根据信息光学原理,物体的三维形貌是由调制度、频率、相位、偏振和取向不同的正弦光强分布的大量二维光栅叠加构成;或者说是不同方向的角谱叠加。所以,如果用正弦光强照明结构光来照明一个三维物体,那么,这个三维物体会将形貌信息写入到正弦光强照明结构光,探测被调制的正弦光栅特征量的变化,即可获得被照明三维物体的表面形貌信息。所以,获得正弦光强照明结构光信息是三维形貌测量的关键。", "label": "光学工程", "id": 0}
{"content": "相干反斯托克斯拉曼散射（coherent anti-Stokes Raman scattering,CARS）显微成像技术是一种基于四波混频非线性光学过程的非侵入式显微成像技术,利用时间分辨方法实现的时间分辨CARS方法能够有效抑制伴随CARS信号同时产生的非共振背景噪声,对于提高系统的探测灵敏度以及实现突破光学衍射极限限制的非标记CARS显微成像技术具有重要的研究意义。本文采用全量子化理论分析方法对时间分辨CARS过程进行了理论分析和数值模拟。通过理论分析得到了传统的CARS显微成像系统的探测灵敏度,即最小可探测分子浓度。在此基础上分析了在突破光学衍射极限的聚焦光斑区域内获得可探测的CARS信号所需的最小分子浓度,为实现超分辨CARS显微成像技术提供了理论依据。", "label": "光学工程", "id": 0}
{"content": "<正>针对刑侦现场勘察的需要,本文提出了一种非接触无损的指纹采集方法。将数字全息技术应用于一个新的领域——指纹采集。反射式离轴菲涅耳数字全息系统光路简单,对环境的稳定性要求低,能满足", "label": "光学工程", "id": 0}
{"content": "高精度线性锥面在现代光学系统设计中得到越来越广泛的关注和应用。但是由于其面形的特殊性,传统手段难以实现检测目的,尤其对于锥角比较小的待测锥面。在传统的干涉检测系统上,使用计算全息片（CGH）及相关技术可以实现非球面甚至自由曲面的高精度检测。本文介绍一种在平面干涉系统利用高频CGH实现对锥面检测的方法。在分析过程中,利用锥面像差多项式作为工具,提取待测锥面的锥角误差,并结合错位绝对检验技术完成待测锥面的绝对检验。", "label": "光学工程", "id": 0}
{"content": "本文研究基于不同光源照射的体全息光栅成像系统的成像特性。采用波长532nm的相干光,在2mm厚的掺铁铜铌酸锂晶体中记录体全息光栅,作为成像系统中的体全息透镜。研究比较该成像系统在波长为532nm和640nm的相干光照射下的衍射读出的成像特性,结果表明,不同波长光照射成像时,体全息成像系统深度分辨率不同,红光读出时具有更灵敏的轴向选择性。实验研究对比了单色光源与宽频光源成像特性,结果表明,当采用宽频光源读出时将得到更多的关于成像物体的横向信息。", "label": "光学工程", "id": 0}
{"content": "太赫兹（Terahertz,1THz=1012Hz）波通常是指频率在0.1THz~10THz（波长在3mm~30um）范围内的电磁辐射。随着THz相关技术的发展,THz成像技术在更多领域将显示其更大的实用价值。在本文中,我们对物体进行单点THz成像,此系统的核心是一个单像素探测器和一系列随机掩膜板。成像的方式是基于压缩传感理论（CS）。此理论主要包括信号稀疏表示,编码测量和重建算法三部分。其核心思想是将压缩与采样合并进行,首先采集图像的非自适应线性投影（测量值）,然后根据相应重构算法由测量值重构原始图像。此系统通过测量图像和单一掩膜板的内积来得到单一THz强度值,最后得到一系列与掩膜板数目相同的测量值。CS理论可以从比N2少得多的测量值中来重建一幅N×N的图像,从而缩短成像时间。这种单点成像系统消除了对物体或THz波束进行光栅扫描的必要,不但提高了成像速度,而且保持了单像素探测的高灵敏度。我们利用连续THz波源—返波振荡器来进行实验并得到了初步实验结果。", "label": "光学工程", "id": 0}
{"content": "太赫兹光波是属于远红外波段的电磁辐射,由于其具有诸多其它波段无法比拟的特性,在近十几年来太赫兹技术逐渐被人们所熟悉,并迅速的发展起来。在众多已报道的太赫兹光谱与成像技术中,太赫兹脉冲实时成像技术已成为本领域中的一个研究热点,它有机的结合了光谱与成像的测量技术,可以对物体的二维光谱信息进行精确提取。基于此技术本身的特点,可以大大缩短实验时间,并可以清晰的展现太赫兹光波透过物体后的衍射过程。太赫兹实时成像技术的研究对于将太赫兹成像应用于安全检查、无损探伤、生物成像、食品质量控制,以及光学基础研究,都具有重要的推动作用。目前,已有多种太赫兹实时成像技术被报道,但是这些研究都只针对太赫兹电场单一偏振分量进行测量,使得所获得的光学信息存在一定的缺陷。在本工作中,我们提出了一种光学测量手段,可以将偏振测量技术有效的融入太赫兹实时成像中,大大扩充了所测量的太赫兹信息。我们搭建了一套太赫兹准近场实时成像系统,以确保可以获得高分辨率的图像,并且利用差分探测技术获取图像信息,以增强系统的信噪比。为了测量不同偏振态的太赫兹电场,我们在探测光路上插入了一个二分之一波片,通过调整探测光的偏振态,来使探测晶体对于太赫兹电场不同的偏振分量进行响应。当探测光偏振与晶体的（001）轴成0度时,太赫兹水平偏振分量被测量,竖直分量被抑制;当探测光偏振与晶体的（001）轴成45度时,太赫兹竖直偏振分量被测量,水平分量被抑制。因为我们所提出的方法,并不像传统的太赫兹偏振测量技术一样,需要转动探测晶体的晶向来对太赫兹偏振态进行测量,因此避免了由晶体转动所导致的测量误差。利用这种方法,我们可以对太赫兹实时偏振图像进行精确的测定。为了证明本成像系统的测量性能,我们在太赫兹光路中插入了一个金属线栅偏振片,随着其角度的转动测量太赫兹偏振态的改变,发现本系统对于偏振变化的灵敏度可以小于0.50。我们利用本系统,通过偏振测量成功识别了石英玻璃、普通玻璃和石英晶体之间光学性质的差别,发现只有石英晶体对太赫兹偏振态存在调制作用,表明了石英晶体的双折射特性。通过一系列的实验,我们证明了将偏振测量引入太赫兹实时成像,有效地增强了此成像技术的实用性,对将太赫兹成像技术最终应用于实际具有很好的推动作用。", "label": "光学工程", "id": 0}
{"content": "信号衰减问题在许多领域都倍受人们关注。同样,在光声成像系统中各种原因引起的信号衰减在很大程度上影响了它的成像质量以及成像深度。本文从组织光学、声传输与接收等方面讨论了长焦区光声成像系统中引起信号衰减的因素及其特点,提出相应的补偿策略,并应用于离体甲状腺成像。实验结果表明该补偿策略能够较好的提高系统的成像深度以及系统的成像质量。", "label": "光学工程", "id": 0}
{"content": "本文提出了一种改变光学相干层析成像系统（Optical coherence tomography,OCT）灵敏度随光程分布的方法,该方法通过设置样品光和参考光在光谱仪中光栅上的空间分布,实现灵敏度曲线的控制。文中给出了灵敏度控制的详细理论推导,报道了用于灵敏度控制的改型谱域OCT（SD-OCT）系统和信号处理流程。对实际样品进行了成像研究,初步实验结果表明该方法能够对灵敏度曲线的分布进行有效控制,非常适合大深度范围样品的层析成像。", "label": "光学工程", "id": 0}
{"content": "双曝光法是通过两次曝光将标准物光波前和变化后的物光波前,按不同时刻记录在同一张全息图上,形成两个一级干涉场,再现时,两个物光波面形成二级干涉场。本文通过计算机模拟,并结合实例计算,阐述了二级干涉场与微小位移、光场相位变化与转动角之间的关系。结果表明:用双曝光全息法测刚性漫反射物体时所产生的条纹出现在定域的空间曲线附近,而定域的锐度取决于观测系统的孔径,这个结果对工程计量的实际应用有参考意义。", "label": "光学工程", "id": 0}
{"content": "《光学》是光学类相关专业的一门重要基础课。在《光学》精品课程建设和教学改革中,适当引入科技前沿成果,往往能激发学生的学习热情。本文介绍了在《全息成像》授课过程中,怎样用本科生能够掌握的知识去理解最新的彩色全息成像实验,达到巩固基础知识、了解前沿动态的目的。", "label": "光学工程", "id": 0}
{"content": "<正>基于光致聚合物的盘式全息存储是光存储继蓝光DVD技术之后最有可能进入商业化的备选技术,近年来一直是各国持续的研究热点。在前期工作[1-2]中,我们发现了在光致聚合物中进行复用存储时的均匀后曝光效应（UPE效应,Uniform Post-Exposure）,根据UPE模型建立了在光致聚合物中进行共同体积复用", "label": "光学工程", "id": 0}
{"content": "计算全息（CGH）干涉检验是目前检测非球面的主要方法之一,采用共轴计算全息时,衍射级次的重叠导致非球面中心区域无法检测,本文通过对CGH相位函数添加离轴载频,将各衍射级次在垂轴方向分离,从而避免了衍射级次轴向重叠引起的测试盲区,文中对一块口径为100mm的抛物面进行了检测,为了验证检测精度,同时进行了抛物面自准直测试,结果显示采用离轴CGH获取的检测数据不仅覆盖了抛物面全口径,而且与自准直法保持了良好的一致性。", "label": "光学工程", "id": 0}
{"content": "通过与当前彩色全息图常用照明光源定向照明卤钨灯比较,从色度上分析研究了LED用于彩色全息图照明的可行性,并对使用LED照明再现的彩色全息图进行色度了测量与评价。实验结果给出了在CIE1976 UCS色度图中两种光源再现图像与原图像之间的色差。结果表明,LED用作彩色全息图照明光源是可行的。", "label": "光学工程", "id": 0}
{"content": "本文阐述了光声成像的基本原理,现有光声图像的重建方法、原理及成果。介绍了国内外多个研究小组在光声成像领域所取得的一些成果,主要包括:用超声探测器记录光声信号的滤波反投影算法图像重建;超声探测器结合声透镜的傅里叶方法;用探测光做载波调制光声信号,将光声信号转化为光信号,经光学系统解调,将样品像显示在CCD摄像机上的实时光声图像重建等。文中对比了几种光声图像重建方法,提出一些新思路。", "label": "光学工程", "id": 0}
{"content": "对于体积全息图的研究目前越来越广泛,在诸如3D全息显示,全息光盘存储等越来越多的应用到体积全息图,目前对于体全息图衍射效率的研究多数是建立在实验的基础之上的,实验条件苛刻,装置复杂。本文利用ZEMAX强大的计算和仿真追迹能力,在软件基础之上,做二次开发,结合体全息图的基本原理,自行编写关于体积全息图特殊面型的动态程序和文件,嵌入到软件中。通过建立不同的体全息图模型及参数,不同的入射波形,计算和分析体全息图的衍射效率和再现图像的质量,模拟和追迹光线照射到体全息光栅后,满足布拉格条件的波前在探测器上的响应。同时,利用软件的误差计算和分析功能,评估体全息成像的光学系统成像性能。通过几个例子,我们将ZEMAX软件的追迹分析和优化工具的结合,用以辅助体全息成像的光学系统设计,并且利用这些模型来研究如何校正光学系统像差,优化成像质量,减轻畸变等的影响。这样可以将大量的实验内容在计算机上用软件来仿真和模拟,提高体全息图应用研究的效率。", "label": "光学工程", "id": 0}
{"content": "本文提出了利用双波长数字全息实现对微光学元件的三维成像。由两个不同波长的激光记录所得到的两幅数字全息图分别通过数值再现得到其对应波长的包裹相位图,再通过双波长解包裹得到等效波长的相位图,由该相位图重构出被测物体的三维形貌。文中首先通过数值模拟验证了双波长数字全息方法的可行性,然后通过搭建双波长数字全息实验系统,利用632.8 nm和671 nm两个波长的激光对微光学元件刻划凹槽进行了三维成像,得到的刻划凹槽平均深度为7.1μm,其结果与表面轮廓测量仪获得的结果具有较好的一致性,表明双波长数字全息应用于微光学元件三维成像是可行和有效的。", "label": "光学工程", "id": 0}
{"content": "本文提出了一种基于k空间相位解缠的谱域光学相干层析相位显微成像方法,该方法利用hilbert变换在k空间提取相位信息,从而z空间非连续的相位变化可以转化为k空间缓慢变化的相位偏移。文中详细分析了相位提取的工作原理,针对相位提取算法引入的位移计算误差,提出多波数联合提取位移的方法校正,并从模拟分析和实验上验证了其可行性。实验结果表明,系统的最小可探测的位移量为43pm,由系统的位相探测灵敏度和信噪比决定;最大可探测的位移量高大于2mm,由探测光谱仪的光谱分辨率决定。", "label": "光学工程", "id": 0}
{"content": "模拟光学彩虹全息形成县全息原理,进行计算彩虹全息图编码;设计并研制出计算全息缩微直写系统,将数字化计算全息图输出成光学全息,实现了计算彩色全息白光再现。论文分析了计算彩虹全息编码原理,给出了计算全息缩微直写系统设计方案。通过真实人像和三维建模图像的彩虹全息计算,实现了计算全息彩色三维显示。", "label": "光学工程", "id": 0}
{"content": "数字全息用CCD等光电元件记录全息图并用计算机数值重建全息像,可以省去传统全息的显影、定影等一系列的化学湿处理过程且可以直接得到全息像光波场的复振幅分布。本文提出了基于MATLAB实现的数字全息数字重建实验系统。首先对数字全息中像的数值重建方法进行了理论分析,对采用不同重建算法所重建像的振幅和相位分布特点进行了讨论。利用马赫-曾德共轴全息系统获得全息图,通过频域滤波的方法消除了零级斑及负一级像的影响,分别运用傅里叶变换和菲涅尔衍射两种方法数值重建了原像。利用数字图像处理技术对数字重建过程中相位的偏移进行了自动纠正与恢复。经验证本实验系统可用于大学本科光电信息实验教学。", "label": "光学工程", "id": 0}
{"content": "在全息颗粒分析领域里,粒子全息图一阶贝塞尔零点位置的提取,对于颗粒三维信息的检测至关重要。本文研究了一种基于Hough变换与线性啁啾变换（CZT）的粒子全息图分析方法。方法流程是,在对实验全息图进行降噪滤波,阈值分割,边缘提取等预处理后,利用三点Hough变换检测粒子的圆心位置,根据每一半径圆周上累加的归一化灰度值,描绘出一维强度包络曲线。然后FFT判断全频谱范围,再CZT对局部谱段进行细化放大,进而提取一阶贝塞尔零点的位置。", "label": "光学工程", "id": 0}
{"content": "<正>为了在相对较薄的记录材料中（例如:卡片式或盘式光致聚合物材料）实现高质量高密度全息存储,人们对多种复用方法进行了研究,其中散斑参考光位移复用因为其较高的存储密度备受关注,但是我们先前的工作[1]表明这种随机位相调制的参考光束带来大量噪声,引起存储质量下降。而在抑制噪声方面,正交位相编码", "label": "光学工程", "id": 0}
{"content": "基于单分子定位的荧光超分辨成像在生物细胞结构和功能成像领域具有广阔的应用前景,而荧光单分子定位是超分辨成像中的一个重要环节。为了克服现有单分子定位算法中定位速度慢和对噪声的依赖性问题,基于补零离散傅里叶变换和相位梯度运算提出一种新型的噪声自由的频率域非迭代荧光单分子解析定位算法,计算机模拟结果表明该算法定位精度可达5nm,而定位速度比传统定位算法如高斯拟合算法高一个数量级。进而在传统实验参数条件下,模拟了基于该算法的荧光单分子定位超分辨成像,对不同间隔分子带模型进行了模拟成像,模拟结果表明,可以区分中心相隔30nm的两个分子带,此外,将该算法用于HeLa细胞突起中微丝束结构的荧光超分辨成像,从重构获得的图像中可以看到微丝束的直径为75-200nm,验证了该算法的实用性。", "label": "光学工程", "id": 0}
{"content": "基于菲涅尔衍射理论和角谱理论,在传播函数中引入角度参量,推导出宽角度入射光线经相位光栅衍射后的波场分布,并与平行光入射时的衍射场相比较得到新衍射场的波场展宽量和偏移量。通过调节光栅的周期和占空比等参数,修正了衍射场的展宽和偏移,并对整个光栅进行曲线拟合,得到可以使红蓝双波长实现良好空间分离的光栅参数。该结果可用于存在一定入射角度的光谱分离场合,如CCD成像、液晶显示和液晶投影等。", "label": "光学工程", "id": 0}
{"content": "光学元件的非均匀性会导致光波通过元件后波面发生畸变,会直接影响元件本身乃至整个光学系统的性能,研究高准确度定量测量光学非均匀性的方法和仪器具有十分重要的意义。光学非均匀性的宏观体现是引起透射光波的波前畸变,理论上,通过记录和分析透射光波与参考光波形成的干涉图,就可以测得元件的光学非均匀性;然而,因为待测样品都会有前后表面,前后表面的面形变化同样会引起波前畸变,所以透射光波的波前畸变中同时包含了样品内部光学非均匀性引起的波前畸变和样品前后表面面形引起的波前畸变;此外,具体的干涉系统还会有系统误差（由标准镜、参考镜及其它光学元件引起的波前畸变）。采用传统干涉方法一般情况下实际测得的非均匀性不是样品内部的光学非均匀性,而是包含了样品表面平行度、表面面形及系统误差影响在内的整体非均匀性,存在很大误差。系统误差的影响可以通过采用高质量的标准镜与参考镜等光学元件、并减去空腔引起的波前畸变来尽量降低或消除。由样品本身前后表面面形及平行度引起的误差只能采取特殊的测量方式与算法来尽量降低。", "label": "光学工程", "id": 0}
{"content": "本文提出了一种适于光学相干层析成像系统（Optical coherence tomography,OCT）的高灵敏度多普勒流速测量方法。该方法通过相位调制器对干涉信号进行相位调制,然后对获得的干涉信号进行特定的相关运算来抑制散粒噪声,以提高低信噪比条件下多普勒流速测量的准确度。文中给出了详尽的理论推导,并仿真研究了该方法的可行性。基于谱域OCT系统的编码实验与信号分析,获得了预期的结果。该方法能够在一定程度上抑制噪声,提高了多普勒测量的准确度。", "label": "光学工程", "id": 0}
{"content": "光学系统的偏振像差是影响偏振成像系统偏振探测精度的重要因素之一,特别是在大视场大相对孔径偏振成像系统中。利用偏振光线追迹方法,通过研究分析光学平板及透镜的偏振像差特性,讨论光学系统偏振像差对偏振成像系统探测精度的影响,给出目标像斯托克斯参数增量随视场角和相对孔径的变化关系。在光学设计过程中,分别校正不同孔径和不同视场处光线的偏振像差,可有效地减小偏振像差对偏振成像性能的影响,提取目标准确的偏振信息。", "label": "光学工程", "id": 0}
{"content": "设计了基于EALCD的数字全息干涉系统。凭借EALCD实时读写图像、高衍射效率的特点,采用双曝光技术分别记录物体变形前后的全息图,并叠加后写入EALCD,快速实现全息再现,成功获得了全息干涉图。结合全息干涉理论,实现物体微小变形高精度的测量,并将相移术与全息干涉术相结合,利用四个干涉图法,最终求得物体变形产生的位相差。", "label": "光学工程", "id": 0}
{"content": "介绍一种由n个子镜构成的环形稀疏孔径系统及其结构形式。比较环形光瞳和相同口径全孔径系统的结构特点与调制传递函数,比较它们的差异。分别用两种成像系统进行模拟成像,比较它们成的像,分析环形光瞳成像模糊的原因。通过用不同填充因子的环形光瞳对同一幅图片成像,得出填充因子与图像质量的关系。介绍维纳滤波的原理,并用维纳滤波对带噪声像进行还原处理。环形光瞳具有轻量化空间光学遥感系统的优点。", "label": "光学工程", "id": 0}
{"content": "本文在分析毫米波三维全息成像技术的基础上,介绍了近程毫米波三维全息成像系统。其原理是由毫米波辐射源向外发射毫米波信号,然后对经过目标反射的回波进行傅里叶变换和距离补偿等相关计算得到目标的毫米波三维全息图,最后经过图像恢复算法等处理得到目标的毫米波图像。近程毫米波三维全息图像成像速度快,分辨率高,立体感强,该系统在探测人体隐匿物品方面有广阔的应用前景。", "label": "光学工程", "id": 0}
{"content": "在大气中超声速飞行的物体的光学头罩与大气之间发生剧烈的相互作用,对光的传输造成影响,这种影响叫做气动光学效应。激波效应是物体与大气相互作用之后最先形成的气动光学效应,激波会使光学系统产生离焦,光学传递函数产生畸变,进而图像质量下降。本论文利用采取对称波前编码技术搭建的全焦距信息光学成像系统对目标进行成像仿真,将光学系统传递函数进行优化,一定程度上实现了抑制激波效应对图像带来的影响,并对其进行了简要分析与讨论。", "label": "光学工程", "id": 0}
{"content": "无衍射光束由于其中心光斑尺寸小、传播中无衍射等特性被广泛关注。提出了一种相位全息图产生任意阶次和位置的无衍射光束阵列的方法。设计具有相同特征值的相全息图阵列,即阵列中每幅相全息图在频谱面上产生相同半径的亮环,并把相全息图阵列写入空间光调制器,由于傅里叶变换平移不变性,相全息图阵列在频谱面上仍产生唯一能量集中的亮环,通过环形滤波器将其滤出,再次进行傅里叶变换,便得到无衍射光束阵列,并且每个无衍射光束的位置和阶次都可以任意设置。理论分析和实验均证明了该方法的可行性。", "label": "光学工程", "id": 0}
{"content": "本文对制作彩色全息图的全过程采用计算机进行完整模拟,与实际实验相比较,直观经济。利用MATLAB语言对彩色原始像进行自动分色,再利用其强大的快速傅里叶变换功能制作红、绿、蓝三原色的计算全息图,最后将三色的数字全息再现像合成。文中通过彩色合成再现像与彩色原始像质量的对比,提出模拟过程中对重要参数的变化对于彩色合成再现像的影响进行了讨论和分析。", "label": "光学工程", "id": 0}
{"content": "光学系统及探测器的极限分辨率是影响激光主动成像系统分辨能力的主要因素,系统调制传递函数（MTF）是表征系统性能的重要指标。本文基于提高激光主动成像系统成像分辨率和MTF,分析了接收光学系统和探测器尺寸间的相互匹配关系,给出了光学系统参数的设计步骤,并对匹配条件进行了实验验证。结论对成像探测器的选取及光学系统的设计具有一定意义。", "label": "光学工程", "id": 0}
{"content": "本文提出一种新式的角向分布狭缝,并分别从理论和实验上研究了涡旋光束通过这种角向分布狭缝后的干涉特性。理论上从涡旋光束传输的远场光强表达式得到了干涉图形,然后通过实验得出的实验结果对理论图形进行了验证。研究结果表明,涡旋光束经过角向分布狭缝后的干涉图形将随着狭缝数目N以及涡旋光束的拓扑电荷数l的改变而变化。这一现象有望测量涡旋光束的拓扑电荷数。", "label": "光学工程", "id": 0}
{"content": "采用调制传递函数和波前像差分析方法,设计由三片泽尼克多项式曲面反射镜构成的反射投影成像系统,其中第一片表面为凹面用于减小第二片反射镜的尺寸及获得高的对比度,而另外两片表面采用凸面用于校正主要的像差及获得更短的投影距离。利用软件分析了泽尼克多项式曲面反射成像系统的光学性能。实验结果表明,提出的反射投影系统在放大倍数为100,相对孔径为2.8,视场角为130度时,调制传递函数实现60lp/mm50%以上,畸变小于3.0%。应用泽尼克多项式曲面可以减小投影成像系统的像差,提高成像的清晰度。", "label": "光学工程", "id": 0}
{"content": "光信息处理技术的发展遇到了节点交换与光纤链路传输速率的严重不匹配,光存储技术制约了光信息的进一步发展,慢光技术被认为是解决这一问题的重要方法。利用半导体光放大器（Semiconductor Optical Amplifier,简称SOA）产生慢光具有同时进行光控、电控、延时可调的优点,因此成为研究热点。根据SOA的四波混频（Four Wave Mixing,简称FWM）效应引起的调制折射率理论,推导出信号光延时量与SOA注入电流、泵浦光入射功率、泵浦光和信号光的频率失谐量之间的关系,依此关系式进行了数值模拟,得到信号光延时量随频率失谐量的减小而增加,随电流、泵浦功率增大而增加,但是电流、泵浦功率过大时反而使延时量降低的结论。", "label": "光学工程", "id": 0}
{"content": "CCD器件调制传递函数的测试多采用\"静态\"定焦技术,即先通过精密位移台将CCD器件定位到刀口或狭缝的焦面处,再进行扫描,获得刀口或狭缝扫描函数,平滑、插值、微分后经离散傅立叶变换得到调制传递函数。为减小定焦精度对调制传递函数测量不确定度的影响,文中介绍了一种\"动态\"定焦技术测量CCD器件调制传递函数的方法。该方法无需将CCD器件定位到焦面上,只需在三倍的焦深范围内不同位置处扫描刀口函数,经平滑、插值、微分和离散傅立叶变后可获得不同位置处的MTF曲线。由这些MTF曲线,利用定焦准则求出焦面位置ZF,再用插值法便可获得焦平面ZF处的MTF曲线。", "label": "光学工程", "id": 0}
{"content": "基于计算全息技术以及夫朗禾费衍射近似条件下的衍射理论,设计出获取各阶类贝塞尔空心光束的光栅,利用MATLAB模拟分析,发现所得空心光束的暗斑尺寸、环状光束宽度,光束半径等表征空心光束特点的参数能更好满足光镊-光钳操作系统要求。从而验证了计算全息法获取高阶类贝塞尔空心光束的可行性。通过对光束在传播方向上及径向的光强分布进行模拟分析,得到光场随着类贝塞尔光束的阶数、传播距离以及径向r的分布规律。研究结果为高质量的空心光束的获取提供了一种简单、高效的方法。", "label": "光学工程", "id": 0}
{"content": "采用时间分辨的脉冲数字全息术,实验研究了脉宽50fs、峰值功率76MW激光作用于水产生的击穿区域的动态过程,获得了该区域等离子体和冲击波的二维相位分布。结果表明:当飞秒激光在水中激发的等离子体具有一定长度时,该等离子体中部产生的冲击波波前类似于柱面波,而等离子体两端产生的冲击波波前类似于球面波;并且波前呈柱面波分布的冲击波区域所导致的水折射率的改变量大于球面波区域导致的水折射率的改变量,说明了冲击波在不同传播方向上具有不同的能量。此外,在同等时间延迟下,增加激发激光峰值功率时,等离子体区域变长,冲击波波前整体趋近于柱面波;而降低激光峰值功率时,等离子体区变短,冲击波波前更趋近于球面波。这充分说明了冲击波波前依赖于相应的等离子体区的长度。", "label": "光学工程", "id": 0}
{"content": "基于太赫兹波的电光采样原理,提出采用脉冲数字全息术并结合相应的角度复用技术,对单脉冲太赫兹电场的三维时空分布E（x,y,t）进行实时探测的方法。我们设计了两种脉冲分束装置,并将其分别用于产生飞秒探测脉冲序列和飞秒参考脉冲序列。在电光晶体中,待测的三维单脉冲太赫兹信号对探测脉冲序列进行电光相位调制;用基于角度复用的数字全息技术对携带有太赫兹三维电场分布信息的飞秒脉冲序列进行数字复用记录;根据全息记录过程中的复用技术特点,采用相应的数字再现算法可从复合数字全息图中再现出单脉冲太赫兹波的三维电场分布。此技术的空间分辨率由THz波长决定,时间分辨率由探测脉冲序列的脉冲宽度以及脉冲间隔决定。通过计算机模拟验证了该方法的可行性。", "label": "光学工程", "id": 0}
{"content": "本文提出了一种基于多重分数傅里叶变换的三维（3D）物场全息光电再现方法。根据分数阶与衍射距离的关系,对不同物面分别设置不同的分数阶,分别计算得到各层物面在全息面的复振幅并进行叠加,对其进行编码得到分数傅里叶变换振幅型和位相型全息图。同时在计算3D物场的全息图时,在物波面加入不同的随机位相因子,得到3D物场的序列全息图,实现对再现影像中散斑噪声的抑制。构建了基于位相型液晶空间光调制器的全息光电再现系统,对单幅全息图和序列全息图的光电再现像的散斑指数、互相关系数进行分析。实验结果表明:通过计算3D物场的分数傅里叶变换序列相息图,可有效地抑制3D物场全息光电再现时的共轭像和散斑噪声,提高再现像的质量。", "label": "光学工程", "id": 0}
{"content": "灰度正弦光栅是结构光三维投影测量设备中的关键元件之一。能否投影出具有标准正弦分布的光栅条纹,直接决定了投影测量系统测量精度的高低,因此,制作高质量的投影正弦光栅对提高测量系统测量精度具有重要意义。本文通过对银盐全息干板透过率特性曲线的理论分析,指出在对比度为一的正弦干涉条纹下曝光不能得到线性记录和变换的原因,并提出了采用均匀非相干光预曝光提供偏置点来实现线性记录的新方法。实验表明,对空间滤波法获得对称双光束正弦干涉条纹记录情况下,准确控制正弦干涉条纹曝光在干板的线性区域,从而达到线性记录并获得尽可能高的反衬度。", "label": "光学工程", "id": 0}
{"content": "基于扭曲各向异性高斯-谢尔模型（扭曲AGSM）光束的相空间模型,将光束传输变换的相空间束矩阵形式推广到扭曲AGSM光束分数傅里叶变换几何特性的研究.给出了扭曲AGSM光束参数变换公式和数值计算结果,表明有效相空间束矩阵分析方法为研究一般复杂光束分数傅里叶变换几何特性提供了一种简单可靠方法.", "label": "光学工程", "id": 0}
{"content": "基于图形处理单元（GPU）强大并行计算能力,本文利用自主设计的实时采集和加速再现的数字全息系统探测了三维物体动态变化特性。实验采用马赫-曾德尔干涉仪光路,三维物体放置在电动旋转平台上。通过控制电动平台的旋转实现三维物体的动态变化。记录全息图的CCD是Basler ScA780-54gm,像素大小为782×582,像素尺寸为8.3um×8.3um,最大帧速可达55帧/秒。加速再现运算采用的GPU为Nvidia Geforce 8700M GT,它含有4个流多处理器（SM）,256bit位宽,显存带宽可达25.6GB/s。实验结果表明:在现有的硬件条件下,利用GPU加速运算,该系统可实现帧速20多帧/秒,可满足数字全息实时监测、测量及显示等系统的需求。若进一步优化硬件配件和程序代码,使得再现运算速度达到CCD帧速,从而使得连续光源实时探测物体高速变化成为可能。", "label": "光学工程", "id": 0}
{"content": "研究了一种掺杂亲水性纳米氢氧化镁颗粒的丙烯酰胺基光致聚合物厚膜的全息存储特性。用Ar+激光器514nm波长的光对材料进行曝光,实验结果表明,在丙烯酰胺基光致聚合物全息材料中掺入氢氧化镁纳米粒子,不仅有效的提高了材料曝光记录过程中的维度稳定性,抑制材料的体积缩皱,而且衍射效率和其他全息性能参数都有了一定的改善。同时存在一个最佳的掺杂浓度,使得材料的最大衍射效率可以达到93.7%,最大折射率调制度达到2.13×10-3,样品缩皱率减少为1.61%。将模拟图像存入样品,得到的透射图像和衍射再现图像的保真度较高。所有这些结果表明,将亲水性氢氧化镁纳米粒子分散在丙烯酰胺基光致聚合物中是一种改善材料全息性能的好方法。", "label": "光学工程", "id": 0}
{"content": "为了降低光致聚合物材料的缩皱,制备了一种掺杂Mg（OH）2纳米颗粒的光聚物材料,并研究了该材料的全息存储特性。该材料以亚甲基蓝作为光敏剂,用波长为647nm的激光对其进行曝光。研究表明,聚合物中掺入Mg（OH）2纳米颗粒后,材料的缩皱率由3.2%降为1.6%,衍射效率从75%提高至89%,折射率调制度最高可达2.24×10-3;在制备的样品中进行了模拟图像存储,再现图像仍然清晰。说明在光致聚合物中掺入Mg（OH）2纳米颗粒,有助于提高材料的全息特性。", "label": "光学工程", "id": 0}
{"content": "<正>在各种非球面检测技术中,采用计算全息补偿器的零位检验法可以实现很高的精度和快捷的检验过程。提出了利用复合计算全息元件配合数字移相干涉仪实现普通非球面的零位检验方法。复合计算全息元件在干涉仪出射的平面波中倾斜", "label": "光学工程", "id": 0}
{"content": "为了提高近场固体浸没透镜光存储系统的焦深,设计了五区振幅-相位杂化的滤波器。设计建立在矢量衍射理论基础上,应用MATLAB优化工具箱优化设计出可以获得最大焦深的滤波器结构参数。设计过程中,限定记录光斑的大小与没有滤波器时的光斑大小相等,而光斑的强度减小一半。所设计的滤波器可以使近场固体浸没透镜光存储系统的焦深提高1.6倍,同时记录光斑的大小随着轴向距离扩展的速度变缓。这些结果对于近场高密度光存储系统的实现是非常有用的。", "label": "光学工程", "id": 0}
{"content": "本文研究临面入射式体全息成像系统的三维选择成像特性。体全息光栅由球面信号光和平面参考光干涉记录,并以原信号光作为探测光进行成像。当探测点光源的位置发生变化时,由于体全息光栅的布拉格衍射失配,可以引起衍射成像光场的显著变化。利用衍射理论计算体全息成像系统的点扩散函数,以此评价成像系统的横向选择性和深度分辨率特性。结果表明,探测点光源的位置沿着z轴移动时,衍射光场变化明显。这为采用体全息成像系统进行层析三维成像提供了依据。", "label": "光学工程", "id": 0}
{"content": "提要全息显示技术因其能提供与原物完全相同的像而在三维显示中占有举足轻重的地位。本文介绍了近年来多种三维全息显示的方法,并对计算全息三维显示的原理和技术路线做了详细的分析,讨论了现有计算全息显示的优劣和发展方向,指出全息显示方式在未来三维显示技术中的发展方向和地位。", "label": "光学工程", "id": 0}
{"content": "本论文中径向偏振光束波前相位分成两个区域,中心圆形区域和圆环形区域,理论研究了焦点区域的径向和纵向光场分量。当中心区域相位延迟为时,随着中心圆形区域半径的增大,径向分量场由一个圆环形演化成为两个、三个圆环形分布;纵向分两场呈现一个焦斑,然后破裂成两个半,最后再次合成一个焦斑。纵向和径向分量场最大场强的比值随着中心圆形区域半径的增大呈现先增加,而后减小,最后再增加的变化规律。中心圆形区域相位值对纵向和径向分量场分布也有显著影响。", "label": "光学工程", "id": 0}
{"content": "文章针对目前大学《信息光学》教学现状及存在的问题,从教育学的角度出发,对大学《信息光学》教学模式的改革进行了探讨。通过对《信息光学》进行教学改革来提高学生兴趣,从而取得理想的教学效果。", "label": "光学工程", "id": 0}
{"content": "介绍了信息光学课程在光信息科学与技术专业学员课程体系中的地位。以培养新军事变革形势下的新型军事人才为培养目标,通过明确课程建设的目标、优选教学内容、改进教学方法、加强实践教学等建设方案,探索了一条提高信息光学的课程教学质量,培养学员的独立思考和解决问题的能力的新途径。", "label": "光学工程", "id": 0}
{"content": "针对光学图像信息加密中的密钥特性与加密安全性的关系问题,从光学双随机相位编码的角度对密钥特性进行了理论分析,在4f光学系统中构建一组随机相位掩模板及其复共轭,通过一组傅立叶变换实现加密和解密。仿真实验表明,要获得正确解密的图像,需要有正确的频域密钥和空域密钥;在解密过程中频域密钥对图像的影响远大于空域密钥;在多渠道分别传输密钥时,应当用保密性高的渠道来传输前面的密钥;4f系统以及随机相位掩模板要求解密密钥及其空间位置都匹配,同时要具有较大的密钥空间.仿真结果可靠,算法可行,并得到密钥和4f系统的主要特性,验证了该技术所具有的高安全性.", "label": "光学工程", "id": 0}
{"content": "<正>高品质介质光学微腔大大延长腔光子的寿命,大幅增强腔光子与物质的相互作用强度。小体积金属等离激元纳腔显著地减小腔光子的模式体积,也可实现光与物质相互作用的增强[1]。两个金属纳米结构之间的间隙是最典型的纳腔,具有最高的光场强度与光学局域态密度增强效果。我们通过发展单颗粒拉曼/荧光光谱定量测量技术,", "label": "光学工程", "id": 0}
{"content": "中红外非线性光学晶体是中红外激光系统的核心部件,在军事和民用领域有着非常重要的应用前景1-3。现有商用中红外非线性光学晶体的固有不足促使着新型晶体的开发。硫属非线性光学晶体在中远红外区域内有着良好的透过性能、大的非线性光学系数等优势而受到学术界的高度重视,成为了目前探索新型中红外非线性光学晶体材料的主要研究对象4-6。稀土原子由于其独特的电子结构,在非线性光学领域展现出无穷的魅力,这为进一步扩展非线性光学晶体材料领域提供了另一个重要方向。此外碱金属和碱土金属元素地引入可以有效地提高化合物的光学带隙7-8。因此以A/Ln/M/S（A为碱金属或碱土金属元素;Ln为稀土元素;M为Si、Ge、Sn）体系为研究对象探索新型中红外非线性光学晶体材料具有重要意义。", "label": "光学工程", "id": 0}
{"content": "<正>近年来,微纳米厚度铌酸锂薄膜（Lithium niobate on insulator）已成为集成非线性光子学中最具潜力的材料,它为集成化光芯片以及器件提供了理想的平台。由于其折射率对比度高以及铌酸锂材料本身的多功能性,可极大地缩小器件尺寸,同时可以实现多种高效的线性以及非线性耦合过程,例如电光效应、光学倍频和频、光参量放大等。由于光场和电场的强局域特性,使得可以在低输入功率、低电压下实现有效的非线性变换以及高速的电光调控,从而为新型光芯片、光信息处理、片上光操控提供了新的解决方案。我们利用铌酸锂的电光以及二阶非线性特性,在纳米铌酸锂薄膜微盘腔实现了二阶非线性级联效应,", "label": "光学工程", "id": 0}
{"content": "<正>非线性光学是光学领域中最重要的分支之一,它在短短一个半世纪内就引发光学和光子技术领域内许多重大的变革,涉及激光、光谱学、超精细测量和物质结构分析等诸多学科和技术。对于红外及以上频率的电磁波,由于其电磁振荡过快,超过了晶体中离子的极限响应时间,因而非线性过程主要依赖电子来实现。然而电子的非线性极化很弱,导致许多光学非线性现象难以推广和应用。我们在光学非线性方程中引入了光子-声子强耦合（黄昆方程）,理论上可以将电磁波的非线性极化率提升5到6个数量级;实验上,在铌酸锂亚波长波导中实现了太赫兹波的巨二阶非线性,相应的非线性极化率高出可见光大约5个数量级,同时高出微波大约3个数量级,", "label": "光学工程", "id": 0}
{"content": "二维半导体材料MoS2由于其广泛的应用领域和独特的物理性质,已经吸引了越来越多研究人员的兴趣[1]。本文采用显微拉曼散射技术在低温（4K）-磁场（9T）条件下研究了化学气相沉积（CVD）方法制备的单层和少层MoS2的磁光耦合性质。我们发现拉曼光谱在变化磁场的过程中发生明显变化。尤其是相对于位于380 cm-1附近的E2g~1模式,位于405 cm-1的A1g模式的强度随着改变施加磁场强度发生显著的变化。当磁场强度为4.5T时,A1g模式与E2g~1模式的强度比值达到最大。这一现象归因于磁场导致的拉曼散射截面的对称性破缺[2]。此外,我们发现强度比值出现的磁场并不随MoS2的层数变化。这说明磁光耦合属于MoS2的本征物理性质,并没有层厚依赖性。我们的结果证明拉曼散射是研究二维材料中磁光耦合性质的有效技术手段。", "label": "光学工程", "id": 0}
{"content": "碳点（Cdots）是近年来发展起来的低维碳材料的一个分支。和无机半导体量子点相比,由于其具有原料成本低、制备方法简单、低毒、环境友好等特性,受到人们的广泛关注。目前,有关水溶性碳点的报道很多,而对于疏水碳点的研究相对较少[1]。疏水碳点因为在有机溶剂中良好的溶解性,使得其在热致液晶、光电器件等领域具有潜在的应用价值。本文以单尾链有机小分子为原料,通过简单的加热回流,制备出发蓝色荧光的、表面为烷基链修饰的疏水碳点。高分辨透射电子显微镜、荧光光谱、红外光谱、X-射线光电子能谱等表征证明疏水碳点的成功制备。通过系统改变原料的种类,成功制得一系列带有不同链长的碳点。有趣的是,差式扫描量热测试表明,所制备碳点具有热致液晶行为。偏光显微镜观察及小角度X-射线散射测试进一步揭示了热致液晶性质的微观结构。为了进一步探索疏水碳点热致液晶的实际应用,我们对其进行了非线性光学的表征。开孔Z扫描数据显示,所制得的碳点具有反饱和吸收性质,有望将其应用于光限幅中。", "label": "光学工程", "id": 0}
{"content": "<正>非线性光学材料能对常见波段的激光进行频率转换,从而获得宽波段、可调谐的激光光源。此类光电功能材料在军事和民用领域具有重要的战略价值和应用价值。随着激光技术向着更宽波段和更广应用环境拓展,迫切需要发展新型深紫外、中远红外以及可用于复杂/极端条件的特种效应非线性光学材料。近年来,为了改变传统低效的\"炒菜式\"实验探索,", "label": "光学工程", "id": 0}
{"content": "相对于无机晶体,有机二阶非线性光学材料由于其电光系数高、响应速度快、易加工易集成等优点,成为制作新型电光器件的核心材料,并且在高速通信、太赫兹辐射与探测及生物医学等领域具有重要应用。本文将本实验室在有机二阶非线性材料方面近年来取得研究进展进行了总结,尤其是分子结构与微观和宏观非线性之间的关系进行了深入研究;同时对有机二阶非线性材料在各方面的应用,尤其是高速电光器件的应用进行了探讨,希望能将材料和器件真正的结合。", "label": "光学工程", "id": 0}
{"content": "利用受激布里渊进行海洋遥感探测,其抗电磁干扰和水域噪声的优点是声纳不能比拟的,为了使受激布里渊的信噪比更高,就需要构建理论的受激布里渊模型,并对耦合的方程进行求解,进行数值模拟,获得水中受激布里渊的传输模型。介质内部热运动会产生的弹性声波场对介质的折射率产生周期性变化,对于这种变化可看成是一种光栅结构,造成后向散射是由于光栅的作用,在理论耦合波的结构上,是入射光波和介质当中的声波以及散射光波三者之间的耦合,在没有考虑介质的非线性极化时,散射光谱的结构可以看作是一个均匀光栅的散射光谱,其中的主极大的值对应的就是瑞利散射,没有发生频移,两侧的次级大就是布里渊散射,这是对于自发布里渊的情况,入射的激光强度不大的情况下,当入射的强度增大,超出介质的阈值,会使介质内部的密度分布发生改变,从而在利用耦合波计算的时候,要考虑介质的非线性极化现象,从光栅的角度来说,就需要考虑光栅内部结构的吸收,以及光栅的周期发生变化,而这个变化与介质的密度存在很大的关系,在理论计算耦合波时主要考虑折射率与光栅的周期变化情况,折射率的变化情况,目前的理论考虑的情况是双曲余弦的变化情况,这种调制模型更加符合实验结果,在这个数值模拟图像当中,可以观察到主峰左侧的谱线,右侧的比较弱,这和水当中观察到的受激布里渊存在相同的地方,观察到实验的谱线当中,只能观察到斯托克斯散射和瑞利散射,这和模拟结果在主峰宽度,高度上都可以很好的符合,但在周围的一些次峰变化还不能给出很好的解释,本文的主要目的就是通过对介质材料参数的分析,能够给出一些材料重要的参数从而能使模拟的结果更加符合实验结果。在考虑到介质本身的参数特性,在已经研究介质当中,声子寿命改变与相应的增益系数改变总是相关联的,之前实验可以得到的是,随着声子寿命和增益系数的变大脉宽压缩比减小,能量反射率变大,实验当中看到的是增益系数变化的影响比声子寿命变化的影响大很多,在实际情况中,介质的增益系数随声子寿命的变大而明显的变大,所以在选择受激布里渊要有高的反射率,应要选择声子寿命较长,增益系数较高的介质,而如果要求较大的脉冲压缩比,应该选择声子寿命较小,增益系数较小的介质。在计算耦合波的过程当中,对应的折射率调制模型和光栅的周期调制模型当中考虑到介质的声子寿命,增益系数,吸收常数的变化不大,首先要给出在强光束的照射下,介质当中声子寿命对于脉宽的影响,以及和增益系数的函数关系,对吸收系数的影响,进而推出与折射率之间的函数关系,在对给出的数值进行模拟得到相应的受激布里渊在水当中的折射率调制模型,以及光栅的周期调制模型,从而加强受激布里渊的理论指导。", "label": "光学工程", "id": 0}
{"content": "<正>在许多国家发展海洋资源的时代,海洋石油污染已经成为一个被重点关注的问题。尤其是石油运输对港口造成的严重污染,给经济和环境带来了巨大损失。由于在水面上形成的极薄的浮油达到微米级,非常难被检测到,如何在水中尽快处理石油污染是一个非常关键的问题。最近,已经开发了几种重要的技术来区分浮油的厚度,面积和油品的类型。然而,为了在港口以较高精度检测不同温度和盐度的浮油,给该领域带来了巨大的挑战。通常,在固定的气候和水文条件下,只有近红外光谱和紫外光谱可以测量微米量级的浮油。因此,很少有关于在大范围内的温度和盐度来检测微米量级浮油的相关数据。实际上就需要一种快速、直接和准确的方法来检测水温变化和盐度变化时微米级的浮油层。", "label": "光学工程", "id": 0}
{"content": "粘滞系数是燃油产品重要物理性能指标之一,是燃油产品质量检验中常规测量项目。粘滞系数在对各种燃油产品的分类、质量鉴别和确定用途等方面有着决定性的作用。很多燃油产品的使用性能与其粘滞系数密切相关,为了保证燃油产品的使用性能,燃油产品在出厂前都需要测量其粘滞系数值,本文提出了一种基于受激布里渊散射技术的燃油粘滞系数测量方法。通过测量后向受激布里渊散射的线宽,进而根据理论推导出的粘滞系数与线宽的关系公式得到燃油的粘滞系数。实验研究了不同温度下线宽与粘滞系数之间的关系,并且分析了实验结果的误差。实验结果表明受激布里渊散射技术在燃油粘滞系数的测量上具有较高的测量精度。", "label": "光学工程", "id": 0}
{"content": "<正>非弹性光散射中两个最具带表性的现象就是拉曼散射和布里渊散射,它们分别以印度科学家拉曼（C.V.Raman）,和法裔美籍科学家布里渊（L.Brillouin）命名的。人们对前者的认知远比后者多(包括相应的", "label": "光学工程", "id": 0}
{"content": "<正>在非线性光学材料的研究当中,材料的分子结构设计可以加速寻找含有较大的非线性倍频系数的材料体系。直线型π共轭桥配体结构的线性响应系数大、相应速度快,因此在实际应用中有良好前景。我", "label": "光学工程", "id": 0}
{"content": "<正>近年来,二维黑磷材料（BP）由于表现出直接带隙可调（0.3~2.0 eV）、高载流子迁移率以及优异的双极场效应、面内各向异性等独特的优异性质,引起研究者的广泛关注。采用传统的Z-scan技术,结合动态自衍射测试方法研究了BP的非线性光学效应,同时利用抽运-探测技术研究了BP的光激发载流子超快动力学弛豫过程。基于液相分离方法制备了多层黑磷纳米片（BP nonosheets,100~200 nm）和超小", "label": "光学工程", "id": 0}
{"content": "飞秒反向拉曼光谱（Femtosecond Inverse Raman pectroscopy,FIRS）是一种三阶非线型光谱,具有信号强,不易受荧光信号干扰（其信号位于拉曼泵浦光的短波一侧）等特点。然而研究发现当拉曼峰所在波长与电子跃迁发生共振时,FIRS光谱的线型随泵浦波长而变化[1],不同的研究都对此提出了不同的模型。β-胡萝卜素是类胡萝卜素的重要一员,在生物中具有捕光和光保护的作用。目前有多种超快光谱方法被用于β-胡萝卜素激发态的研究[2],因此本研究采用β-胡萝卜素为模型体系对反向受激拉曼光谱的线型进行研究。β-胡萝卜素S2←S0的最大吸收波长λMax=454 nm,0-0跃迁的波长为483 nm。Fig.1给出了不同泵浦波长下的FIRS光谱。由Fig.1可知,共振拉曼峰的线型和强度随泵浦波长而变化。此外我们的研究还发现,不同振动模式的拉曼峰强在不同的泵浦波长下达到最大值。我们的研究结果表明FIRS的共振拉曼峰与激发态构型（Frank-Condon因子和Frank-Condon位移）有关,因此可以借助电子激发态的理论和实验参数对FIRS机理进行进一步的研究。", "label": "光学工程", "id": 0}
{"content": "<正>非线性光学材料对全固态激光器的发展起着举足轻重的作用。对性能优秀的非线性光学晶体的探索是光电功能材料领域的研究热点。如何在种类繁多的晶体材料中高效地搜索并获得结构优化的非线性光学晶体,是当前此领域研究的关键性问题。本报告将重点介绍第一性原理方法在新型非线性光学材料探索中的重要应用。这些材料计算模拟方法能够较准确地预测非线性光学晶体的关键光学参数,并定量和直观地分析其与晶体结构特征之间的内在关系。理论模拟与结构搜索、化学合成、粉末倍频效应测试、单晶生长等实验手段紧密结合,组成了快速高效的非线性光学材料分子设计专家系统。通过具体的科研数据及成果显示,这一基于分子工程学基础上的专家系统的发展和完善,将能加快研究步伐,提升非线性光学晶体的自主创新水平。", "label": "光学工程", "id": 0}
{"content": "<正>级联变频是获得短波长固体激光的有效手段。在非线性光学领域,目前最著名的、应用最为普遍的级联变频就是级联三倍频,它由倍频、和频两个相位匹配过程构成,相应地需要两块非线性光学晶体。理论上,如果这两个物理过程的相位匹配方向相近,同时解决好偏振匹配问题,就能用一块晶体直接实现级联三倍频。本文用GdxY1-xCOB晶体实现了这一设想,并且所有相关非线性过程都是角度非临界相位匹配的,具", "label": "光学工程", "id": 0}
{"content": "<正>选用以氮化硼为原料、通过热置换法合成的新型宽禁带半导体材料碳掺杂氮化硼（BCN）纳米片,对其进行三阶非线性光学性能的测量实验。利用Z-扫描技术,在皮秒激光波长λ=1064 nm、532 nm的条件下对不同碳含量的BCN实验样品（BCN-1,BCN-2,BCN-3）的非线性光学性能进行测量,得到了开孔及闭孔的Z扫描实验曲线,获得相应", "label": "光学工程", "id": 0}
{"content": "<正>本文研究了KDP晶体倍频光的受激拉曼散射,并比较受激拉曼散射光的阈值与晶体损伤阈值。实验中用1064 nm波长、脉冲宽度为40 ps的脉冲激光作为泵浦源,以单次通过的方式测量了II类KDP晶体倍频光（532 nm）的受激拉曼散射激光的阈值并同时观察晶体的损伤现象。随着基频光能量的升高,我们观察到晶体中出现了倍频光的受激", "label": "光学工程", "id": 0}
{"content": "<正>本文从飞秒光学稳频技术的基本原理出发,分析了飞秒锁模脉冲激光在时域和频域上的分布特征,并介绍了输出激光的重要参数即重复频率的集中控制方法,重点围绕重复频率锁定开展相关理论研究工作,提出了一种基于f-2f干涉系统的频率梳锁定发", "label": "光学工程", "id": 0}
{"content": "<正>为实现海水盐跃层的实时遥感探测,首先建立了一个较完善的理论模型,将受激布里渊散射的频移和线宽作为两个独立变量代入模型中的方程组并计算海水的盐度信息,最后分析了影响测量精度的主要因素。实验中利用布里渊散射激光雷达测量模拟海水激发的后向受激布里渊散射信号,分别分析频移量、线宽量与海水盐度的特征曲线,实验结果表明后向受激布里渊散射信号频移量与海水盐度存在线性关系。在实际", "label": "光学工程", "id": 0}
{"content": "<正>1.研究背景近年来,许多研究发现磁场对液体的物理性质会产生影响,如折射率[1]、粘度[2]等。磁场会对液体的传统粘度测量方法产生影响,而布里渊光散射法能够有效的测量液体的声速及粘度等物理性质。本工作采用了布里渊光散射法,在静磁场下测量了水的声速和纵向粘度。", "label": "光学工程", "id": 0}
{"content": "<正>光子计数[1]技术在精密测量,量子信息[2]等方面具有广泛应用,一个光子计数系统能够探测非常微弱的光场,需要具备有高灵敏度,高信噪比,快速响应等特点。慢光效应在冷原子和热原子中都已经被观测到,但大部分利用的是共振技术[3-6]。然而在非线性光学中,大部分利用的是非共振相互作用,例如受激拉曼散射,就是其中一种。在非共振的受激拉曼", "label": "光学工程", "id": 0}
{"content": "<正>利用一个循环驱动的三能级超导约瑟夫森系统,我们研究了一种新型的相位和频率敏感的微波放大和减小。不同于先前的纯粹的相位敏感放大的线性理论,一种新的物理机制——非线性波混和波干涉的共同作用——被提出,不仅导致了信号的放大而且也能导致衰减,这被称之为干涉非线性光学。我们研究显示,通过调谐输入信号的相对相位,输出信号经历了", "label": "光学工程", "id": 0}
{"content": "极性光电功能晶体材料如非线性和铁电晶体材料在非线性、介电、热释电、压电、电光和铁电等方面表现出优异性能,具有良好的非线性光学效应和优良的电光效应、高介电常数、较大的热释电响应、而且在强激光辐照下材料内部的电子容易被激发引起自发极化的变化,可以出现许多新现象,诸如光折变效应、光畴效应等,在高功率激光器、大容量存储器、红外探测器、声表面波和集成光电器件等固态器件方面都有着非常重要的应用。通过结构设计和化学调控,我们获得了一系列极性光电功能晶体材料:如层间作用力显著增强的硼酸盐深紫外非线性光学晶体和新颖的磷酸盐深紫外非线性光学晶体材料,同时基于固体相变的对称性破缺,获得高对比度的非线性倍频开关晶体材料,并且实现它们的大尺寸优质晶体生长。[1-2]", "label": "光学工程", "id": 0}
{"content": "<正>单细胞的分析,特别是利用特异性标记及成像手段进行表现型的定量分析,已经在最近成为生命分析的重点发展方向。对单一细胞进行成像,或者在多细胞环境中实现同等水平的单细胞成像,这是一个与既往的细胞研究不同的方法。这一方法能够看到细胞和细胞之间的差别,进而能够在统计中反映出更多的信息,是传统的细胞成像分析手段很难实现的。非线性成像技术共同的优点包", "label": "光学工程", "id": 0}
{"content": "<正>表面等离激元光子学近年来在增强拉曼、增强荧光及增强非线性光谱等领域进展迅速。由表面等离激元共振而在纳米结构中形成的\"热点\"对光谱的信号放大通常起着决定性的作用。在日益复杂的纳米结构中,PSPs及LSPs模式的选择性激发对\"热点\"的强度及位置分布影响巨大。", "label": "光学工程", "id": 0}
{"content": "<正>分子内及分子间电子转移和质子转移,以及分子结构畸变乃至解离过程,一直以来是分子科学所关注的基本问题。飞行时间质谱及离子成像技术,是通过对分子解离碎片的特性分析,进而得到其解离前分子结构和能态动态过程的信息。本文将介绍本研究团队近年来建立的飞秒激光冲击受激光散射", "label": "光学工程", "id": 0}
{"content": "光学显微成像,是生物医学研究和临床诊断的重要工具,其发展经历了成像系统由简单到复杂,成像结果由粗略到精细,所涉及学科由相对单一学科到多学科交叉融合的过程。近年来,随着生命科学的发展,尤其是活细胞成像研究的需求,生物医学光学成像技术得到了迅速的发展。本文简要介绍了生物医学光学成像技术的发展背景,针对活细胞动态成像的需要,发展了几种用于获取细胞结构信息、动态信息以及细胞微环境功能信息的生物医学光学成像技术。针对在细胞水平疾病诊疗的需要,发展了基于非线性上转换效应的生物医学光学诊断和治疗技术,并开展了的应用研究。最后,对未来生物医学光学成像技术在细胞功能信息获取、疾病诊疗方面的发展进行了展望。", "label": "光学工程", "id": 0}
{"content": "矢量光束是一类偏振态具有空间非均匀分布的光波模式,其中柱矢量光束是最为典型的一类。柱矢量光束在紧聚焦条件下会产生独特的聚焦效应,例如纵向偏振分量、超小尺寸的焦斑、自旋-轨道耦合等。甚至在二元光学衍射元件的调制下可以形成多样化的焦斑,包括光笼、光链等。这些传输特性及相关应用使得矢量光束的研究得到了大量的关注。本文介绍了两种通过矢量光束产生的光子自旋分离现象——即光子自旋霍尔效应（SHEL）。首先,研究了矢量涡旋光束在通过扇形挡板调制后,在其自由传输过程中产生的自旋分离。通过光束的角频谱衍射理论阐明了自旋分离的物理过程,由此半定量地描述了自旋分离随结构参数,如偏振拓扑荷、传输距离等的变化规律,并实现了自旋的非对称分离。其次,讨论了线偏振高斯光束经非均匀偏振调制后形成的自旋分离。通过分析偏振调制过程中产生的Pancharatnam-Berry（PB）相位,实现了与自旋相关的光束发散和会聚,并由此观察了光束纵向的类自旋霍尔效应,即光束在传播方向上发生自旋分离,会聚在不同的传输距离处。通过将纵向和横向SHEL相结合,实验实现了自旋态在三维坐标方向的可控分离。", "label": "光学工程", "id": 0}
{"content": "以光折变空间孤子普遍采用的Vinetskii–Kukhtarev运输模型为基础,理论研究了自散焦介质中一维非相干亮光伏孤子的形成机理以及动态演化特性。研究发现,通过加载背景光的方法能够实现光折变晶体由自散焦向自聚焦的转换,在合适的条件下可以形成亮空间孤子。以自散焦Li Nb O3晶体为例,计算了折射率变化的空间分布与之间的关系,其中是背景光与孤子光的光伏常数比值;并给出了亮光伏孤子形成的存在曲线。进一步利用相干密度法和分步傅里叶算法数值模拟了非相干亮光伏空间孤子在Li Nb O3晶体中的传输特性和相干特性,研究值大小对空间孤子形成的影响。该亮光伏孤子是与传统光折变孤子不同的一种新型孤子,该研究结果对基于孤子的全光器件设计提供可靠性参考。", "label": "光学工程", "id": 0}
{"content": "光学捕获自1970年第一次示范以来,以其独特的非接触性和无创性操纵微小物体的能力引起了强烈的关注。在光学捕获中,利用激光束对微粒进行旋转操作对于一些实际微系统非常重要。这种光致旋转技术可以基于捕获粒子形状的不对称性,粒子的双折射性,或者通过携带特殊相位结构激光束的轨道角动量（OAM）转移来实现。在这些方法中,OAM转移的方法是最可行的,因为它不依赖粒子的固有性质。涡旋光束携带OAM,能够诱导捕获粒子做轨道旋转运动。涡旋光束的偏振态在一定程度上将影响这种光致旋转。数值结果表明,瑞利粒子在圆偏振、径向偏振和方位角偏振涡旋光束下绕光轴做均匀轨道运动,而在线偏振涡旋光束下做非均匀轨道运动;在前者之中,圆偏振涡旋光束诱导产生的轨道矩最大;此外,通过改变涡旋光束的拓扑荷数发现,圆偏振产生的最佳轨道矩优于其他三种偏振。这些结果表明,圆偏振涡旋是这几种偏振涡旋中最适合用来旋转粒子的模式。", "label": "光学工程", "id": 0}
{"content": "<正>稀土离子的发光过程主要是通过稀土离子的4f电子在不同能级之间跃迁产生的,4f电子吸收能量后从高能级以辐射驰豫方式跃迁至低能级同时发射不同波长的荧光,正是由于这些优异荧光性能使得稀土离子成为探寻高科技材料的主要对象,并被广泛应用在发光、显示、太阳能电池光电转换、生物荧光成像等各种领域。我们发展一种超快脉冲整形", "label": "光学工程", "id": 0}
{"content": "利用层层自组装法将间四（对羧基苯基）卟啉（TCPP）、Preyssler型多酸[NaP5W30O110]14-(P5W30)和剥离的镁铝水滑石（LDH）单层纳米片插层组装,得到了均匀、平整的（LDH/TCPP）n/LDH薄膜和(LDH/P5W30/LDH/TCPP)n/LDH薄膜。卟啉/水滑石薄膜显示出了较强的自散焦效应和与卟啉溶液性质相反的非线性饱和吸收效应,并随层数的增多而不断增强。卟啉/水滑石薄膜比卟啉溶液表现出更强的非线性,（LDH/TCPP）50/LDH的三阶非线性光学系数x(（3）=6.4×10-11esu。在（LDH/TCPP）n/LDH薄膜中插入多酸得到的(LDH/P5W30/LDH/TCPP)n/LDH薄膜能够大大增强薄膜的三阶非线性光学效应,(LDH/P5W30/LDH/TCPP)20/LDH的x（3）值是（LDH/TCPP）20/LDH的1.67倍。", "label": "光学工程", "id": 0}
{"content": "<正>1983年,R.Hilbig和R.Wallenstein利用两束独立激光详细研究了汞蒸气四波混频;[1]1999年,D.Riedel和M.C.Castex仅用一束激光通过汞蒸气四波混频得到了较高强度和较高空间分辨的125 nm VUV光[2]。我们实验室为搭建一套高强度（≈0.1 m J/pulse）,高空间分辨（≈500 nm）VUV质谱成像装置,初步得到的125", "label": "光学工程", "id": 0}
{"content": "<正>碘苯分子的吸收谱比较复杂,主要由与苯分子类似的苯环的吸收以及与卤代烷烃类似的C-I键的吸收导致的两类跃迁叠加形成,这也使得碘苯分子的光解得到了广泛的关注,目前已有大量的关于碘苯分子在A带（240-320 nm）的光解动力学研究工作报道。本工作利用飞秒时间分辨的泵浦探测技术结合飞行时间质谱技术,我们研究了碘苯分子在200nm激发下的动力学过程。实验中通过测量母体离", "label": "光学工程", "id": 0}
{"content": "<正>布里渊散射作为非线性光学中的一个重要研究方向,有很长的研究历史,己被广泛应用于相位共轭、脉宽压缩、放大、慢光以及布里渊激光雷达海洋遥感探测中。本文围绕水中的受激布里渊散射及气体中的布里渊散射做了详细介绍,主要包括:基于布里渊散射的水下目标探测技术研究,介质温度对水中受激布里渊散射特性（脉宽、线宽、阈值、增益系数及声子寿命等）的影响,基于受激布里", "label": "光学工程", "id": 0}
{"content": "<正>利用数字相干探测技术对BOTDR传感系统进行解码,获得了布里渊散射谱分布。其信噪比增加和理论结果一致。", "label": "光学工程", "id": 0}
{"content": "<正>随着超短脉冲激光技术的飞速发展,它的应用愈来愈受到重视。随着超短脉冲激光应用技术的发展,涌现出了各种测量超短激光脉冲特性的方法和测量仪器。和超短脉冲激光应用和测试不相适应的是,目前还缺少对超短激光脉冲特性测量装置的校准方法和手段。因此,必须在超短脉冲激光测量技术领域,尽快建立起科学、统一的校准方法,提高测量准确度,实现测量结果的一致性和可靠性。1.微秒、纳秒量级的激光脉冲测量的标定对微秒、纳秒量级的激光脉冲测量一般用高速探测器加宽带示波器直接测量。", "label": "光学工程", "id": 0}
{"content": "<正>使用Tenti S6模型对影响气体瑞利-布里渊散射频谱的因素进行了计算仿真,分析了入射光波长、压强、温度对气体瑞利-布里渊散射频谱的影响,模拟了大气环境下不同海拔高度的瑞利-布里渊散射频谱。结果表明:瑞利布里渊散射激光雷达技术更适合低层大气温度、压强的探测,波长较长的激光更适合测量大气瑞利-布里渊散射频谱,通过以上的理论模拟工作为实验提供了理论依据。", "label": "光学工程", "id": 0}
{"content": "<正>克尔非线性效应的研究在量子光学和非线性光学中有重要的意义。近年来,利用原子和光场相互作用过程中量子相干所导致的电磁感应透明效应可得到无吸收、可控的增强的三阶克尔非线性系数[1]。同样,通过利用两个近简并能级间存在的自发诱导相干（SGC）效应,在三能级结构中也实现了对于三阶克尔非线性的极大增强[2]。然而,SGC效应的产生需要满足近平行偶极矩的要求,这对于天然存在的原子是无法实现的。为此,我们引入各向异性珀塞尔环境,使得SGC效应依然能存在于两个垂直的偶极矩间。基于这种机制,我们研究了双Λ型四能级原子在各向异性珀塞尔环境的SGC效应诱导下的克尔非线性增强,如图1所示。我们通过表面等离激元结构去实现纳米尺度的各向异性珀塞尔环境[3]。这种可控的克尔非线性在光电器件,如全光开关和逻辑门等上面有潜在的应用。", "label": "光学工程", "id": 0}
{"content": "基于拉曼散射理论和实验,结合测量对象的特征,分析了在燃烧流场参数测量过程中,激励激光参数对拉曼散射的影响。结果表明,激光的波长、线宽、能量、脉宽和偏振态等参数对拉曼散射过程影响较大。紫外激光激励的拉曼散射适于诊断洁净燃烧场参数,高碳数碳氢燃料燃烧场需要采用可见激光激励;窄线宽激光利于提高信号强度和光谱分辨率;大能量、宽脉宽的激光可以在增强信号强度的同时减少等离子体干扰;采用线偏振激光利于提高拉曼散射信号强度。", "label": "光学工程", "id": 0}
{"content": "本文采用液相剥离技术制备了石墨烯分散液,利用改进的开孔Z扫描装置,通过调控气压实现了石墨烯分散液在可见光到近红外波段的可控宽带光限幅响应。通过Mie散射模型和比耳-朗伯定律进行理论模拟,进一步证实了实验结果,为以后的工作提供理论基础。", "label": "光学工程", "id": 0}
{"content": "<正>激光散斑成像（Laser speckle imaging,简称LSI）是一种全场成像技术,具有非接触测量、分辨率高、成像速度快、成本低等特征,目前主要应用于活体样品血流成像研究。提出了一种基于散斑强度涨落调制效应的激光散斑成像(LSI-", "label": "光学工程", "id": 0}
{"content": "<正>飞秒激光具有超短的脉冲宽度和超强的峰值功率,已经成为测量和操控分子超快动力学行为的重要工具。但是飞秒强激光场下,分子行为非常复杂,多个反应通道相互竞争和纠缠在一起。冷靶反冲离子动量谱仪具有全微分,符合测量功能,极大地提高了强激光场和分子相互作用的实验研究水平。它能够在一次实验中记录下所有反应通道的数据,离线", "label": "光学工程", "id": 0}
{"content": "<正>空间光束在均匀三维体材料中的传输由以下非线性薛定谔方程来描述:i（αφ）/（αz）+1/（2k）（αxα~2φ）/（αx~2）+αy（α~2φ）/αy~2))+ρn（I）φ=0.最近研究结果表明,当椭圆光束在单轴晶体里线性传输时（即n=0）,如果椭圆光束的主轴不在单轴晶体的主平面上,椭", "label": "光学工程", "id": 0}
{"content": "<正>二次孤子（Quadratic soliton）存在于二次非线性介质。这种介质具有很强、很快的电子响应的非线性,使得二次孤子在超快全光开关和光控光方面有着潜在的应用。二次孤子是由两个或多个频率的波动组成的。它不同于传统的孤子,不是通过折射率的改变而自陷（Self-trap）的,而是通过", "label": "光学工程", "id": 0}
{"content": "<正>Snyder和Mitchell在强非局域条件下,将非局域非线性介质中光束传输满足的非线性薛定谔方程简化为简单的线性模型,得到了精确的高斯型孤子解,并且发现了强非局域孤子相对于局域孤子所具有的一些新的特性和优势。郭旗等提出了强非局域空间光孤子大相移理论,解析地推导出对具有", "label": "光学工程", "id": 0}
{"content": "<正>主要研究双腔光力学系统中弱探测场的斯托克斯场与反斯托克斯场的非线性性质。在这个系统中,力学振子与左右两侧控制场耦合并产生光压项,正是由于这种非线性光压项的作用,使得左右两侧的控制场振幅和频率对探测场的斯托克斯和反斯托克斯过程产生了显著的影响。通过考虑系统", "label": "光学工程", "id": 0}
{"content": "<正>为了有效提高受激拉曼散射（SRS）强度、降低SRS阈值,一种有效的措施是把\"外部荧光种子植入法\"与液芯光纤技术相结合。外部荧光种子植入法把拉曼介质和荧光染料分离,不仅避免了染料对拉曼介质的污染,而且避免了染料对泵浦光和部分受激拉曼散射光的吸收。同时,液芯光纤技术也可以增强受激拉曼散射强度,降低受激拉曼散射阈值。在强激光的作用下产生的受激拉曼散射是对分子拉曼噪声的放大过程,当介质中植入强度为Iseed（Vs）", "label": "光学工程", "id": 0}
{"content": "<正>从介质化学结构与受激布里渊散射（SBS）特性的关系入手,设计和寻找出了全氟胺系列新型SBS介质FC-43和FC-70,并测定或计算出SBS参数。上述两种介质具有低吸收、高负载、短寿命的特性,非常适合于SBS百皮秒脉冲压缩中选用。FC-43和FC-70介质所压缩的最窄脉冲宽度分别为235ps和175ps,最高能量反射率均达到了80%。当入射光能量为300mJ时,FC-43介质的压缩脉冲宽度在235-335ps之间,波动范围为100ps,平均压", "label": "光学工程", "id": 0}
{"content": "<正>Keplerate型同多钼氧酸盐是通过自组装形成的在表面上含有20个直径约0.9nm的纳米孔及与孔直接相连的通入囊内的20个孔道且带有超高负电荷的、其组成可以简单以{（MoⅥ）Mo5Ⅵ}12{Mo2}30{五边形}12{连接桥}30表示的纳米多孔多金属氧酸盐,在多个领域的研究引起了人们极大的兴趣。本工作以Keplerate型同多钼氧酸盐及其衍生物为研究对象,较为系统研究了这类多酸在不同情形下的三阶非线性光学（NLO）性质。结果", "label": "光学工程", "id": 0}
{"content": "<正>偶次谐波的产生是一种非线性光学效应。自然原子、分子系统中,中心反演对称势下相同宇称态间的电子跃迁被禁止,导致偶次谐波无法产生。激光技术的应用,使人们观测到伴随基频光的倍频和混频现象。然而纯偶次谐波的产生一直没有清晰的理论或实验报道。相比于原子分子系统,纳米结构具有丰富的可调性,新颖量子机制的纯偶次谐波有望在参数丰富可调的纳米结构中产生。纯偶次谐波可应用于太赫兹波源的研制和医学上的电流诊断等。", "label": "光学工程", "id": 0}
{"content": "在光学介质中人为地产生色散随频率的急剧变化,从而获得群速度减慢的慢光效应和技术具有重要的科学意义和应用价值。近年来,慢光技术以其在数据精密同步、全光交换、量子光学以及增强线性与非线性光学特性等领域有着广泛的用途而成为了光学领域的前沿研究热点。本文提出了一种通过控制光纤中泵浦光束和斯托克斯光束的偏振态,来提高光纤受激布里渊散射（SBS）慢光稳定性的实验方案。保偏光纤两端熔接保偏光环行器（快轴阻塞）组成一个慢光单元,此慢光单元确保在光纤中发生SBS效应的两束光具有一致的偏振态（沿保偏光纤慢轴）。基于此慢光单元组建了一个实验系统,研究了550m保偏光纤中偏振态对SBS的慢光特性影响。比较了此系统与不加偏振控管的石英单模光纤系统SBS效应的耦合效率,为此定义一个表征布里渊增益的因子,得到此系统中该因子是0.000904dB/mW/m,是石英单模光纤系统的三倍（0.000297dB/mW/m）。为了研究本实验系统的慢光特性,我们调制了一个脉宽为38ns的高斯脉冲作为信号光。由于布里渊增益正比于泵浦光功率,通过调节泵浦光功率来控制时间延迟。当泵浦光功率由0增加到31.79mW时,对应输出信号脉冲增益最大达到22.43dB。随着泵浦光功率的增大,信号脉冲延迟量增加。计算了信号脉冲展宽因子随增益的变化,尽管在最大增益22.43dB处有2.7%的最大相对误差,实验结果与理论结果基本符合。由于传统的光纤具有双折射特性,实际应用中由于外界环境随机扰动,可能引起光纤中双折射特性的变化,从而导致光纤中光的偏振态的变化。任何时间或空间上偏振态的变化都会影响SBS效应的耦合效率及稳定性。相比而言,我们的系统在SBS过程中泵浦光和斯托克斯光的偏振态始终保持一致,有效的提高了SBS效应的稳定性,从而提高了慢光时延的稳定性。", "label": "光学工程", "id": 0}
{"content": "<正>在以桶中功率（PIB）为性能评价函数的随机并行梯度下降自适应光学（SPGDAO）光束净化系统中,由于光束的自身抖动,导致测量的桶中功率值发生起伏,影响性能评价函数的测量准确度,进而影响光束净化效果。本文设计了一种PIB测量传感器,通过在传统PIB测量过程中,引入光束稳定系统,以克服光束抖动的影响。并建立了一套基于PIB测量的SPGDAO光束净化实验系统,将系统的静态像差作为待校正的像差,通过TM1分别引入振幅为5.3″(相当于在聚焦透镜焦平", "label": "光学工程", "id": 0}
{"content": "<正>稀疏光学合成孔径系统通过子孔径之间的共相干涉来实现高分辨力成像观测,不同子孔径波前之间相位平移误差的检测与校正成为该类系统实现中的热点问题。目前,已报道的方法有条纹模式追踪法（Fringe PatternTracking）、相位差法（Phase Diversity）、迭代傅里叶算法（Iterative Fourier-transform Algorithm）、神经网络算法（Neural Network）以及采用特殊器件的检测技术等。然而在实际系统的应用中,这些方法都存在一定程度的不足,还有待进一步完善。本文以稀疏光学合成孔径系统的远场图像作为研究对象,基于一种构造远场相似度函数求解相位平移误差的共相探测方法,在一套采用分离镜面结构变形镜的闭环校正实验系统", "label": "光学工程", "id": 0}
{"content": "<正>孪生光束是指光子数差的起伏小于散粒噪声的可分离的两束光,在高精度测量和连续变量量子信息处理中具有重要的应用前景。光学非简并参量放大器是产生孪生光束的有效途径,而基于光纤中的四波混频效应产生孪生光束的装置具有小型化且便于同通讯系统集成的优点。我们利用如", "label": "光学工程", "id": 0}
{"content": "<正>光纤中的自发四波混频和受激四波混频可以用于离散变量和连续变量非经典光源的产生。由于光子统计特性不仅可用于揭示光场的量子特性,而且在量子信息领域有重要应用,因此,对于脉冲光泵浦的、以光纤作为非线性介质的自发四波混频和受激四波混频过程,我们分别从理论和实验两方面研究了信号和闲置光场的光子统计特性。理论上,采用多模理论,计算了在真空注入的自发四波混", "label": "光学工程", "id": 0}
{"content": "<正>光是信息的优秀载体,但光也是难以定位和局域化的。最近的研究表明电磁感应透明可以实现慢光和光存储等相干操控。本文在Pr:YSO晶体中,我们实验上研究了基于电磁感应透明（EIT）的慢光信息转换。利用通过一个强的控制场和一个弱的探测场作用于三能级Lambda系统,在EIT机制下探测脉冲的群速度被减慢。当减慢的探测脉冲在晶体内部传播时,通过开启一个新的控制场,慢光信息被转换到两个不同的频", "label": "光学工程", "id": 0}
{"content": "<正>近几年来,借助无序散射或有序反射实现电磁反馈的无腔镜激光输出引起了人们的极大兴趣。此外,介于无序和有序之间的关联无序在无腔镜激光输出方面的价值也已得到了实验验证。最近,Schilke等人利用装载在一维光晶格中的二能级超冷原子为介质,观察到了基于简并四波混频过程的分布反馈激光输", "label": "光学工程", "id": 0}
{"content": "近年来硅光子学已成为当今世界上一个热门的前沿学科。由于硅基微纳光子结构具有高的三阶非线性光学效应和较低的传输损耗的显著特点,可以用来处理速率大于100Gbit s-1的光信号,硅基微纳光结构中的超快非线性光学效应及应用已引起了人们巨大的研究兴趣。本文研究了具有微纳光子结构的硅波导中的超快非线性光学效应及超连续谱产生、飞秒波长转换、参量放大、宽带可调谐参量振荡器和太赫兹波产生等应用。首先,提出了一种通过控制入射脉冲初始啁啾的方法来展宽硅波导中产生的超连续谱带宽的方法,结果表明硅波导中产生超连续谱的带宽和平坦度对入射飞秒脉冲的初始啁啾十分敏感,当输入带正啁啾的脉冲时,由于孤子分裂效应所需要的传播距离减小,超连续谱的带宽将会得到明显的增大,通过优化初始啁啾,最大带宽可达到1 500 nm。其次,分析讨论了硅波导中的飞秒波长转换,与皮秒脉冲相比,飞秒脉冲的光谱在自相位调制和交叉相位调制的影响下被极大展宽,且当泵浦和信号的脉宽小于100 fs时出现光谱重叠而难以实现有效的波长转换。此外,在相同峰值功率下,飞秒波长转换比皮秒波长转换具有更高的转换效率。当入射飞秒脉冲重频为100 GHz时,可以实现-8dB的转换效率和220 nm的转换带宽。同时分析了硅波导的色散对飞秒参量放大的影响,结果表明通过改变脊型硅基微纳波导的横截面尺寸来调节波导色散,可实现超宽带相位匹配、光滑的脉冲时域特性和可提取的信号与闲频光输出,在10 mm长的硅波导中可以实现26.8dB的片上信号光增益和25.6dB的闲频光增益,增益带宽大于400 nm。第三,提出并分析了一种基于硅波导的飞秒光参量振荡器的方案,结果表明利用硅基微纳波导的非线性特性和灵活可控的色散特性的共同作用,可以输出调谐范围从1 645 nm至1 805 nm的信号波长,同时输出调谐范围从1 350 nm至1 456 nm的闲频光。当泵浦光脉冲的峰值功率为50 W时,输出信号光脉冲的峰值功率在1 700 nm至1 770 nm的波长范围内可以超过10 W。最后,提出并分析了一种基于硅波导中四波混频效应的太赫兹波产生的方法,结果表明泵浦波长只有在正常色散区时可以实现共线相位匹配,在泵浦波长和波导高度变化的情况下,可以实现转换效率大于1%的宽带太赫兹波输出。", "label": "光学工程", "id": 0}
{"content": "采用基于Fourier变换的波前重构方法,并对其进行了软件设计和代码实施。在此基础上进行了FTR（Fourier Transform Reconstruction）算法的时间性能统计,采用模拟数据和实际斜率数据进行波前重构,并将重构结果与VMM方法获得的结果进行了比较,分析其误差产生的原因及噪声的统计特性与误差的关系。结果表明,FTR方法具有从斜率数据准确重构出波前的能力;相对VMM方法 FTR拥有更优的时间性能;基于相同的斜率FTR方法重构出波前与VMM方法的差别主要分布在孔径的边缘,在附加在斜率测量上的噪声具有零平均的性质时,最有可能获得一致的波前。研究成果对改进FTR方法的误差传播性能,以及在工程实践上的应用具有重要的意义。", "label": "光学工程", "id": 0}
{"content": "强激光在非均匀光程中传输时,吸收系数不再是常数,而且会受到大气湍流效应和热晕效应的共同影响,根据波动光学理论,建立了序列脉冲激光在湍流和热晕相互作用下的模型。由于热晕效应与大气湍流效应严重影响了激光工程的应用,采用多光束传输来减小这些效应。数值结果表明:该方法对光强起伏、光斑分裂和光束扩展等现象有较好的校正效果,但是对光束漂移和光束抖动的校正效果不理想。", "label": "光学工程", "id": 0}
{"content": "通过非简并的时间分辨泵浦探测技术对C70富勒烯/甲苯溶液的非线性光学性质进行了研究。在532 nm波长的皮秒激光脉冲泵浦下,用600 nm的皮秒激光脉冲测量了C70富勒烯的激发态非线性吸收动力学响应。利用五能级模型对实验结果进行了数值模拟,得到了非简并情况下C70富勒烯分子的光物理参数。实验结果表明C70富勒烯在简并和非简并情况下的激发态寿命没有变化,但非简并情况下的单重态吸收截面要比简并情况下单重态吸收截面小。", "label": "光学工程", "id": 0}
{"content": "<正>初始的态求和公式（Sum-Over-States:SOS）[1]对非线性光学性质的模拟涉及到对态的多重求和,从而导致计算量随体系组态数的增加而急剧增大。梯步原理、极少态模型,和并行算法的运用能极大提高其计算效率[2]并可应用于任意阶非线性光学性质的计算。梯", "label": "光学工程", "id": 0}
{"content": "<正>本文应用密度泛函理论和ZINDO方法从理论上研究了一系列环形噻吩衍生物（Fig.1）[1,2]的几何结构,电子结构,单双光子吸收性质。结果表明,这些化合物在406.7-541.9nm范围内具有较强的单光子吸收,并且单双光子吸收峰分别随着π电子数的增多发生红移。同时,单", "label": "光学工程", "id": 0}
{"content": "<正>相干拉曼散射显微术（Coherent Raman Scattering Microscopy）是一类植根于拉曼散射的光学显微成像方法,主要包含相干反斯托克斯拉曼散射（Coherent Anti-Stokes Raman Scattering,CARS）和受激拉曼散射（Stimulated Raman Scattering,SRS）两种方法。CARS/SRS显微术通过探测目标分子特定的振动来提供成像所需的衬度,通过非线性光学过程大大提高了检测的灵敏度,同时本征地具备三维成像能力。CARS和SRS显微术可以对脂类等不易被标记的物质成像,此外可以很好地通过选择振动光谱,对生物体内特定小分子物质如药物等,以及生物大分子如核酸、蛋白质等进行无需标记的成像,成为极有潜力的活体（in vivo）成像手段。", "label": "光学工程", "id": 0}
{"content": "<正>本文利用振动光谱和密度泛函理论来探讨四种含偶氮基非线性光学材料分子结构与光学性能之间的关系。通过实验,分别在50-4000和100-3600 cm-1波数区间内测量了四种材料的傅里叶红外和拉曼光谱。应用密度泛函理论分别对四种分子的结构,振动频率,一阶超极化率和HOMO-LUMO能级差进行了优化和模拟计算。振动频率计算结果与实验振动光谱频率高度吻合,并通过对振动峰详细的分析,给出了每种分子振动峰的指认。一阶超极化率计算结果表明这四种分子均有较高的非线性光学性质,且含有硝基的分子具有较高的一阶超极化率。此外,通过对同时具有较高红外、拉曼活性基团的分析,得出了给电子和得电子基团,并结合HOMO-LUMO能级差的计算结果,描绘出了可能的分子内电子转移路线（图1）。", "label": "光学工程", "id": 0}
{"content": "<正>球形微腔能否将腔外介质的拉曼增益耦合到腔内,并在微腔回音壁模式（Whispering gallerymode,WGM）的支持下形成腔外介质的受激拉曼散射（SRS）通过石英球腔在纯水中的SRS实验,我们首次观察到水的拉曼增益确实可以通过WGM的消逝场耦合进入球腔,并在腔内形成拉曼光的", "label": "光学工程", "id": 0}
{"content": "<正>为了有效提高受激拉曼散射（SRS）强度、降低SRS阈值,一种有效的措施是通过荧光内部种子植入的方法增强拉曼介质自发拉曼噪声强度。然而,荧光内部种子植入法中激光染料的直接掺入,一方面导致染料对泵浦光和部分SRS光有吸收,另一方面会污染拉曼介质。为此,我们采用了一种\"荧光外部种子植入法\",即把充有拉曼介质的液芯光纤插入含有激光染料溶液的毛细管中,实现了染料介质与拉曼介质分离的同时,又可利用染料荧光增强SRS。", "label": "光学工程", "id": 0}
{"content": "采用时域有限差分方法,研究了金属-介质-金属结构中光的传输。模拟了当光波垂直入射时,不同光强和介质宽度对表面等离激元相邻两波腹或波谷之间间隔的影响。结果表明,当光垂直入射时,光强大小对此种间隔距离没有影响;而当增加结构中介质的宽度时,这个间隔将变大。若介质的宽度本来就比较大时,再增加此宽度,对表面等离激元相邻两波腹或波谷之间的间隔的影响不明显。可见,选择合适的介质宽度对表面等离激元是至关重要的。", "label": "光学工程", "id": 0}
{"content": "<正>介绍近期在光学系统中发现的类拓扑绝缘体新现象。拓扑绝缘体是近年来新发现的物质态,完全不同于传统意义上的金属和绝缘体。它有着非常独特的性质,例如其表面电子态受时间反演不变性的保护而不受非磁性杂质的影响。在光学系统中,如果在波导中加入一金属反射板,电磁波通常会", "label": "光学工程", "id": 0}
{"content": "<正>超短激光通常伴有极短的脉冲宽度和极强的脉冲强度,因而在高速光通讯、全光开关、超快激光光谱学和非线性光纤光学等领域有着广泛的应用背景。然而,由于超短激光脉冲本身具有较宽光谱,可能导致了物质中多个激发态同时", "label": "光学工程", "id": 0}
{"content": "基于量子相干原理提出了一种Ⅴ型四能级原子系统方案。研究发现,在这种高密度原子介质中可以电磁诱导产生出负折射率,从而得到外场可控的负折射率材料。进一步研究表明,通过选择合适的激光强度和失谐,可以得到弱吸收甚至无吸收的增强的克尔非线性材料,这将会大大改善负折射率材料损耗大而限制其应用的弱点。", "label": "光学工程", "id": 0}
{"content": "由于增强的光克尔效应在全光学开关、全光学逻辑计算、偏振相位门等占着非常重要的角色,特别在弱光下获得低吸收高效率非线性极化率一直是人们渴望得到的。最近今年,研究学者已经从理论和实验上广泛地研究了在原子系统中利用量子相干消除光学共振的吸收和色散,以获得非常大的非线性光学极化率。但是,为了量子相干效应获得的大克尔非线性的应用变得更实际,相应的研究工作在固体材料中有更大的价值。与原子气体相比,固体材料有明显的优点:高的原子密度,良好的紧密性,没有原子运动。然而,多数的固体材料有比较宽的光学线宽和快的退位相速率,这些都限制了相应实验的演示。半导体量子阱具有类似原子的分立能级,而且其能级结构可以根据实际需要进行设计,又有较大的灵活性,非常适合于原子介质中观察到量子干涉现象并实现其潜在的应用价值。在本论文中,在一种半导体非对称双量子阱结构中,提出一种获得高效率克尔非线性的方案。我们采用密度矩阵的方法,通过求解本征方程解,推导出线性和非线性极化率的具体表达式。结果显示:通过适当控制激光参数和环境温度,我们可获得伴有零线性吸收和零非线性吸收的高的克尔非线性增强效应,并使用解析式对其产生的机制给予相应的解释。证明了在具有非对称双量子阱结构中获得无吸收巨克尔非线性实现的可行性。", "label": "光学工程", "id": 0}
{"content": "受激布里渊散射（SBS）是介质中一种典型的三波非线性相互作用,反映了光子场与声子场之间的相干散射过程。作为光纤中一种常见的非线性效应,SBS通常会对光通信系统造成危害。但是,近年来光纤SBS效应由于在光纤放大器、激光器和传感器等方面的应用而备受研究者关注。此外,基于光纤SBS效应的慢光技术也成为一个新的研究热点。要注意的是,关于SBS增益谱特性的研究是这些应用和效应的研究基础。描述介质SBS效应的主要参数包括有布里渊频移、阈值、增益系数、增益谱及其线宽。通常,人们采用利用外差检测法来测量布里渊频移;利用小信号放大的方法来测量布里渊增益谱和增益系数。目前,还没有一个办法能够在一套测试系统下实现这些参数的统一测量。本文报道了一种基于光纤光栅（FBG）的单边带调制技术来测量光纤布里渊散射特性的新方法。这种方法操作简单,测量精度高,并且可有效地将布里渊频移与增益谱的测量统一起来。另外,由于实验系统中抽运光和单边带调制产生的信号光来自于同一激光光源,因此两光束具有好的相干性、高的稳定性和低的随机噪声。实验上,我们对一段50 m长的光子晶体光纤（PCF）的SBS特性进行了测量,得到了PCF中SBS增益谱的一些基本特性,如布里渊频移、阈值、增益谱线宽及增益系数,其大小分别为9.7443 GHz、40 mW、22.472 MHz和7.874×10-12m/W。", "label": "光学工程", "id": 0}
{"content": "超强激光脉冲控制下的高次谐波过程是当前激光物理领域的热点研究内容。通过对非线性啁啾激光脉冲与原子相互作用的研究,我们发现,非线性啁啾对激光场对称性的破坏可使高次谐波的截止频率显著提高并获得超宽连续谱。将少周期非线性啁啾激光脉冲和静电场联合作用于氢原子,形成的上下和左右都不对称的电场极大地提高了高次谐波截止频率,相应的超宽连续谱可用于获得10阿秒的单个脉冲输出;在多周期入射场中引入非线性啁啾,由于非线性啁啾只明显改变脉冲中心少数几个光周期的场的对称性,因此,合成的阿秒脉冲宽度几乎不受入射激光脉冲长度和非线性啁啾形式的影响;而经偏振门调制后的多周期非线性啁啾脉冲相当于少周期啁啾脉冲,产生的高次谐波截止区达到420个谐波级次,相应的连续谱可用于合成亚100阿秒的单个阿秒脉冲;以介子原子替代氢原子,在超强非线性啁啾激光作用下产生的高次谐波谱具有很高的截止频率并出现超宽连续谱,可用于合成单个仄秒脉冲。", "label": "光学工程", "id": 0}
{"content": "<正>诺贝尔奖获得者Bloembergen等人提出的准相位匹配原理在非线性光学领域被广泛应用,并在激光物理与技术方面获得巨大成功。但Bloembergen等人预言的另一种相位匹配方法,即利用FP腔的全反射来实现相位匹配的方案长久以来一直没有得到实验验证。我们在实验中使用非线性晶体薄片x-cut KTiOPO4（KTP）crystal sheet构成的光学参量", "label": "光学工程", "id": 0}
{"content": "数值上研究了基于非线性偏振旋转的耗散孤子光纤激光器中的偏振态演化。仿真发现腔内耗散孤子在腔内不同位置处偏振态发生非线性旋转,且各时刻点对应的偏振态不同。随输出耦合比的不同,脉冲峰值对应的椭圆偏振态的椭圆率发生变化,可为近圆偏振或近线偏振。在高输出耦合及中等输出耦合下,腔内的偏振相关元件可起到频谱滤波器的作用,这解释了实验报道的不含频谱滤波器的耗散孤子激光器稳定锁模现象。但是,在低输出耦合比时,非线性偏振旋转效应的作用为光限幅器,此时为了维持稳定的锁模需要额外的频谱滤波器进行脉冲整形。", "label": "光学工程", "id": 0}
{"content": "高次谐波（High harmonic generation）是获得XUV波段相干辐射以及单个阿秒脉冲最佳的方法之一。高次谐波是通过强激光脉冲与气体相互作用的非线性过程产生的,其原理可以用三步模型来描述[1]。在强激光场的作用下,原子隧穿电离产生自由电子,该电子在激光场中加速获得能量,随着激光电场的反转,与母核复合并辐射出高能光子并产生高次谐波。当驱动脉冲是长脉冲时,由于长脉冲里面有多个电场振荡周期,由于每个周期内电场的对称性,这种复合过程在一个光学周期内发生两次,所以产生的高次谐波光谱是按奇次来分布的[2]。但通过比如双色场（two-color mixing）[3]或外加静电场[4]等方法来调制激光电场,可以破坏电场的对称性,使得一个光学周期可能仅存在一次复合,高次谐波光谱则表现为奇次偶次并存。而在少周期的激光脉冲中,由于这样的脉冲电场本身就是不对称的,所以采用少周期脉冲来驱动高次谐波就可以实现奇次谐波之间出现复杂结构光谱分布的观察。", "label": "光学工程", "id": 0}
{"content": "<正>相位稳定的高重复率锁模脉冲在频率域对应于一个高精度的频率梳,在许多方面有着广泛的应用,如精密光谱学、光原子钟、相干脉冲合成、超快过程的探测及极端非线性相互作用等。然而振荡器直接输出的脉冲峰值功率很低,限制了", "label": "光学工程", "id": 0}
{"content": "基于电磁感应透明,研究了四能级Tripod型原子系统中弱探测脉冲的传输与控制。在构成环形结构的Tripod型原子系统中,探测脉冲的传输特性强烈的依赖于三个强驱动场之间的相对相位,调节相对相位会改变探测脉冲吸收光谱的性质。数值求解了描述原子系统与场相互作用的麦克斯韦-布洛赫方程组,结果表明通过改变驱动场的相对相位可以实现对探测脉冲传输的动态控制及开关功能。本文研究对于设计光学开关与光存储装置等方面的应用有重要意义。", "label": "光学工程", "id": 0}
{"content": "在随机并行梯度下降（SPGD）自适应光学（AO）中,SPGD算法通过直接对系统的性能评价函数进行优化从而校正波前像差,有可能实现实时校正,具有很强的应用潜力。SPGD算法的收敛速度与控制单元的数目、性能评价函数的选取、增益系数及扰动幅度的取值等密切相关。通过仿真的方法,研究了控制单元数对随机并行梯度下降自适应光学系统在静态波前校正中收敛速度的影响;仿真了SPGDAO系统在不同迭代速率或不同风速下的动态波前校正,为系统控制单元数的选取提供了参考。", "label": "光学工程", "id": 0}
{"content": "光参量放大成像可以实现对微弱图像高增益和无噪声的放大,从而极大提高了光学图像的信噪比和探测灵敏度,有效的降低超高速成像对于面阵CCD灵敏度的高要求,并在很大程度上改善了光学图像的质量[1][2]。", "label": "光学工程", "id": 0}
{"content": "在军工雷达系统、电子对抗系统以及卫星导航和深空探测等多个领域中,微波信号需要远距离传输,通常会利用微波光子技术将微波信号调制成光信号在光纤中传输,微波光信号经过光纤传输后其相位受外界环境的影响,相位无法实现稳定传输。本文首次提出了一种基于自反馈技术的光纤稳相传输方法,实现了微波信号光纤中稳相传输。该技术利用晶振产生相位稳定的两路同参基准信号,一路信号用做光纤传输的相位变化识别信号与需稳相的微波光信号同光纤传输;另外一基准信号经过与被稳相信号同光纤传输后,同光路返回光信号调试调制端完成光电转换后,与同晶振输出胡基准信号进行鉴相,实现利用参考信号光纤中相位的变化完成对传输的宽带射频微波信号相位变化的识别。该文中巧妙地利用光波分复用器和光环形器实现了同光纤的光路可逆传输,最后由自动采样电路对参考信号相位的实时变化进行采样,实时控制光路中的可调电动延时线（VODL）实时完成微波信号光纤中光程差的实时补偿,最终可实现微波信号光纤中相位稳定或者漂移较小地传输。", "label": "光学工程", "id": 0}
{"content": "为了解决传统传感器持续工作能力不足、系统在线监测以及强雷暴环境下的试验安全等问题,本文对雷电电场传感器进行了改进,以STM32芯片为控制核心,研制了一套基于光纤供能的电场测量系统。系统具有电源管理、传输比在线校准和温度在线监测等功能。标定实验表明系统带宽约为33 MHz,量程范围为0.1～117kV/m,满足人工引雷通道近区电场的测量需求。", "label": "光学工程", "id": 0}
{"content": "本文分析了空芯光子晶体光纤陀螺噪声特性。对包括光路基本噪声、电路噪声和光子晶体光纤引入的背向反射/散射噪声进行了分析。基于噪声功率谱建立了闭环空芯光子晶体光纤陀螺随机游走系数模型。由于闭环光纤陀螺使用了相关调制解调算法,针对不同噪声源,仅有特定频率处的噪声会对陀螺产生影响。根据建立的模型确定了空芯光子晶体光纤陀螺主要噪声。对于随机游走系数6.3×10-3°/√h的空芯陀螺,由背向反射/散射导致的噪声达到5.2×10-3°/√h,占总噪声的67.8%。此外,根据建立的模型提出了一种空芯光子晶体光纤陀螺参数优化方法,将陀螺随机游走系数减小了17%。", "label": "光学工程", "id": 0}
{"content": "随着无人智能技术的发展,低成本、小尺寸、小质量、低功耗的小型化光学陀螺成为惯性技术领域的重点发展方向之一。本文介绍了干涉式和谐振式光学陀螺的小型化发展现状,并结合合国内外当前研究进展,探讨了光学陀螺小型化技术的发展趋势。", "label": "光学工程", "id": 0}
{"content": "本文设计了一种新型的自由曲面透镜,作为耦合部件和空芯光子晶体光纤共同构成光学谐振陀螺仪的环形谐振腔。通过该透镜椭球表面的反射完成腔内空芯光子晶体光纤环首尾端面的耦合,同时该透镜也可实现透射光在输入端和光纤环首尾端面之间高效耦合。对两种类型的HC-1550空芯光子晶体光纤进行了仿真分析,仿真结果表明,腔内耦合损耗可低至0.15dB,腔内和腔外的耦合损耗可低至0.4 dB,透镜耦合器的体积约为4×2×4 mm~3。", "label": "光学工程", "id": 0}
{"content": "光纤陀螺上电后,由于SLD、信号处理板等工作时发热,导致内部存在明显的温度变化,导致光纤环折射率变化,产生不可忽视的非互异性误差,且由于光纤陀螺是一个光电综合系统,内部结构紧凑,热环境恶劣,温度变化也会影响IOC等光学器件的特性,因此由于环境温度引起的温度漂移误差具有非线性,对光纤陀螺的精度有着不可忽视的影响,限制了光纤陀螺的快速启动。针对以上问题,我们提出了一种基于万有引力搜索（GSA）的支持向量机（SVM）算法的光纤陀螺温度漂移误差补偿技术,实现了快速启动过程中对温度漂移误差的补偿,此外本技术也可应用于光纤陀螺使用过程中的温度补偿。", "label": "光学工程", "id": 0}
{"content": "MEMS陀螺仪通过内部检测结构的振动进行工作,因此,结构的振动特性是影响MEMS陀螺仪性能的重要因素。众所周知,静态结构的振动特性通常用结构的自然频率与模态表征,而对于动态结构,其受到扰动后的振动往往不再以驻波的形式存在,而是以行波的形式,其波动特性体现为行波的自然频率。本文针对在理想情况下（无阻尼,线弹性）的旋转圆环结构,介绍如何应用有限元法分析其面内波动特性,并将该方法应用于多环结构面内波动特性的分析。", "label": "光学工程", "id": 0}
{"content": "光学陀螺仪在雷达、航空、航天等领域有着重要的应用,为了满足光学陀螺仪小型化、低成本、可批量化生产等要求,提出了微米、纳米量级的微光学陀螺方案。本文介绍了现阶段国内外微光学陀螺样机以及其关键技术-角速度敏感单元、异质波导层间耦合集成技术、光子集成芯片的发展现状,并论述了集成技术在微光学陀螺中目前的应用以及微光学陀螺的未来发展趋势。可单片式集成的微光学陀螺是新概念微型惯性导航技术中关键的组成部分,在微型飞行器、无人战车等国防应用中具有重要价值。", "label": "光学工程", "id": 0}
{"content": "铌酸锂调多功能集成光学器件（Y波导）广泛应用于光通信系统,特别是在光纤陀螺统中,该器件可以实现起偏/检偏、分束/合束、相位调制等功能,是光纤陀螺系统五大核心光学器件之一,而Y波导用保偏光纤的设计与制备对于提升Y波导性能也极为重要,需要匹配的保偏光纤能够具备良好的偏振性能,良好的端面研磨特性以及良好的几何尺寸,从某种角度来讲,Y波导用保偏光纤比陀螺用的保偏光纤技术要求更高,本文研究了Y波导用保偏光纤的制备工艺,并深入研究了其B掺杂量与研磨特性、偏振特性、拍长之间的关系,验证了所制备的1310nm波长和1550nm波长用的PM80/165G型两款波导用保偏光纤的长期可靠性和稳定性。结果表明,所研制的波导用保偏光纤具有优越的性能和良好的可靠性,可满足Y波导的应用需求。", "label": "光学工程", "id": 0}
{"content": "光纤陀螺低温下启动时间受SLD光源的限制,影响SLD光源启动时间的因素包括光源光功率和光源温控效率,这两点因素除了与SLD光源本身性能有关以外,还受光源驱动电路的控制。光源驱动电路为SLD光源提供恒定的驱动电流,并保证SLD光源在不同环境下始终工作在设定的温度点,从而确保SLD光源能够输出稳定的光功率。本文通过原理分析及试验验证,最终确定通过减小光源驱动电流并增大制热制冷电流的方式,能有效缩短光纤陀螺低温下的启动时间。改进电路后,光纤陀螺低温（-40℃）启动时间由3.73s缩短为2.78s。", "label": "光学工程", "id": 0}
{"content": "<正>柔性集成光子学近几年的出现和发展开辟了它在可穿戴传感、高速信息通讯、生命健康等新兴领域的应用。然而目前柔性集成光子还存在加工制备难、机械柔韧性有限、集成化程度低等难题。报告针对以上问题讨论了实现具有高度柔韧性光子器件的一条完整路径,包括器件的核心材料选择与制备、光学与机械结构设计、集成工艺与表征测试。我们利用无定形硫系玻璃材料具有宽红外透明窗口、较宽可调的折射率范围以及能低温沉积等特性,", "label": "光学工程", "id": 0}
{"content": "<正>特种光纤逐渐成为智能制造中关键的元器件。不仅仅取代铜线,提供了优异的信号传输性能,也实现了良好的传感和传能的效果。报告围绕高精度小型化光纤陀螺仪的应用,展开60微米直径的细径熊猫型保偏光纤的设计、制备。通过绕制15mm直径光纤陀螺环圈,验证了细径光纤良好的弯曲性能。实现了0.1度/小时的零偏稳定性精度。打开小型化光纤陀螺民用的可能性。同时报告梳理了几类结构型被动光纤的制备方案。", "label": "光学工程", "id": 0}
{"content": "<正>硅芯光纤是一个新兴的波导平台,结合了灵活的光纤几何结构与半导体材料优良的光学性质[1]。硅芯光纤使用二氧化硅作为包层材料,具有坚固、稳定等特点,并能用商用的石英光纤拉丝塔拉制,从而提高了光纤产量并降低了成本[2]。此外,硅芯光纤与传统石英光纤后处理技术完全兼容,能通过拉锥等工艺精确控制光纤尺寸,优化色散特性,适用于需要相位匹配的各种非线性过程。", "label": "光学工程", "id": 0}
{"content": "<正>氟化物光纤具有优异的中红外透过、极低的理论损耗、高的损伤阈值和稀土离子溶解度,是高功率中红外激光器,放大器及高能激光柔性传输的核心材料。其在医疗、传感、成像、检测等领域有着巨大的应用前景,并在定向红外对抗领域展现了客观的应用前景。然而,氟化物玻璃缺乏传统网络形成体,料性短,易析晶,使得低损耗高抗损氟化物光纤的制备一直是我国的卡脖子技术之一。", "label": "光学工程", "id": 0}
{"content": "<正>近年来,基于挤压法制备红外光纤日益成为红外光纤领域的一项研究热点[1],尤其是其较低的热处理温度、高精准性的尺寸控制,极大的丰富了成光纤的玻璃范围,也为一些易受环境影响的玻璃提供了一种低损耗的光纤制备可能性[2]。但是对于挤压过程对红外硫系玻璃的具体影响,却一直没有系统的分析过,尤其是热处理过程参数对光纤性能的影响[3],", "label": "光学工程", "id": 0}
{"content": "<正>多组分玻璃光纤与传统玻璃光纤相比在化学组成、微观结构和功能响应等方面内容更加丰富,给光子学和光电子学领域的发展带来了新机遇。本报告从玻璃光纤的组成和微结构特点出发,围绕多组分和多材料玻璃光纤的光子产生、放大、调控和探测功能展开,介绍了这类材料组成-结构-性能关系,探索了所研制的特种玻璃光纤在宽带光放大、辐射探测和光遗传学等方面的应用可能。", "label": "光学工程", "id": 0}
{"content": "<正>硫系玻璃光纤具有较低的中红外传输损耗和极高的三阶非线性系数,因此它们在中红外激光传输、中红外非线性频率产生（如受激拉曼散射、受激布里渊散射、中红外超连续谱产生等）、热像传递等领域极具应用前景,是近年来红外材料和红外光学领域的研究热点之一。报告主要介绍几种硫系玻璃光纤的制备和应用,重点介绍:（1）单模硫系玻璃光纤（包括阶跃折射率光纤和光子晶体光纤）及其在中红外激光传输中的应用;（2）非线性硫系玻璃光纤及其在中红外超连续谱产生中的应用;（3）硫系玻璃光纤传像束及其在热像传递中的应用。", "label": "光学工程", "id": 0}
{"content": "<正>稀土掺杂石英光纤在光纤激光器、光放大器中有重要应用,但稀土掺杂光纤制备技术难度大,产率低,导致光纤的成本居高不下。本文介绍了一种螯合物气相沉积技术制备稀土掺杂石英光纤,该方法工艺过程简单,制备的光纤预制棒芯径大,可提高制棒的效率和单根预制棒的产率。基于该技术,本文分别制备了掺Yb、掺Er光纤预制棒,其中掺Yb预制棒棒芯直径3.3mm,", "label": "光学工程", "id": 0}
{"content": "<正>如何利用新材料新工艺实现红外光的片上高性能探测及调控,是发展下一代光子计算、感知、处理技术的关键。硫基材料,主要指的是含有硫、硒、碲等硫族元素的化合物,由于其优异的线性及非线性红外光学性能以及极易加工的特性,已经在中红外传感、柔性光子学等新兴应用领域显示巨大潜力。但是硫基材料作为优异的光导波材料,其本身不具备特定的光电子响应特性,无法单独利用其去实现片上光信号产生、调制、处理等功能。", "label": "光学工程", "id": 0}
{"content": "<正>高功率中红外光纤超连续光源在基础科学研究、环境监测、医学诊断与治疗、自由空间通信、红外遥感与成像、工业加工以及国防安全等领域有着非常重要的应用。近年来,我们一直致力于这一前沿研究领域,围绕面向高功率中红外超连续光源应用的中红外玻璃光纤及器件开展了系统性的研究工作,在氟碲酸盐光纤的设计与制备、高功率中红外光纤激光等方面获得了多项研究结果。", "label": "光学工程", "id": 0}
{"content": "<正>随着移动互联、物联网、云计算和5G技术的发展普及,催生了数据流量的新一轮爆炸式增长。基于多芯光纤的空分复用技术被认为是实现未来通信容量升级扩容的关键技术。宽带多芯掺铒光纤是空分复用光纤放大器最核心的组件,也是基于多芯光纤的空分复用通信技术走向实用化的关键。国内单位很少进行多芯掺铒放大光纤的研究,这严重制约了我国空分复用通信技术的发展。基于MCVD工艺,研究石英玻璃基质中Er3+的配位环境,优化纤芯掺杂组分,", "label": "光学工程", "id": 0}
{"content": "<正>硫系玻璃是一种新型的光子器件基质材料,具有优良的中远红外透过性能、极高的线性和非线性折射利率以及较小的双光子吸收系数,近年来一直受到人们的极大关注,并成为目前国际上光子功能器件研究和开发最活跃的前沿领域之一。另外,由于硫系玻璃极宽的红外透过性能,硫系玻璃光纤及光纤器件也快速拓展至环境、医疗、生物传感等红外波段领域,呈现出重要的科学研究价值和巨大的市场应用前景。", "label": "光学工程", "id": 0}
{"content": "<正>单晶光纤即具有光纤形态的单晶体,兼具单晶材料优异的理化、光学性能和光纤的形态特征,在固态激光、辐射探测、高温传感等领域具有重要应用前景。围绕稀土掺杂氧化物单晶光纤的制备,我们自主研制了新型激光加热基座法（Laser-Heated Pedestal Growth,简称LHPG）单晶光纤生长设备;通过优化激光加热功率分布,改进晶体生长工艺,", "label": "光学工程", "id": 0}
{"content": "单晶光纤,又称晶体纤维,是一种\"准一维\"的功能晶体材料。单晶光纤结合了体块单晶本征的性能优势与传统玻璃光纤的结构优势,展现出优异的物理和化学性能以及良好的热管理能力,在中远红外激光、高温探测、辐射探测等军事民生领域都有着巨大的应用前景。随着以激光加热基座法为代表的单晶光纤生长技术的不断完善与发展,使高质量、多元化的单晶光纤制备成为可能,也使单晶光纤逐渐成为国际范围内的研究热点本课题组通过激光加热基座法（LHPG）成功制备出直径200μm以下,长径比>2000:1的高质量蓝宝石、YAG、LuAG、MgAl2O4、Lu2O3等一系列柔性单晶光纤,实现了超细直径单晶光纤制备技术的突破[1,2]。在单晶光纤激光器研究方面,以Yb:YAG、Nd:YAG、Nd:LuAG激光单晶光纤为增益介质,均实现了高效率的连续激光输出[3];在高温传感领域,首次将超声测温技术与石榴石、尖晶石结构单晶光纤相结合,研制出使役温度>1800℃的超声温度传感器,掌握了晶体结构、各向异性、声波模式等因素对传感器性能的影响[4],实现了性能的调控,使其在1000℃以上的温度分辨率优于1℃。", "label": "光学工程", "id": 0}
{"content": "<正>激光单晶光纤是介于传统激光块体晶体与玻璃光纤之间的新型増益介质,具有高长径比、大比表面积、散热好、非线性増益系数小等优势,是当前世界科技研究的前沿和热点。采用微下拉法技术生长的激光单晶光纤,非常适合于高功率激光放大。本文主要介绍了微下拉法激光单晶光纤的生长进展。采用激光二极管泵浦,在激光单晶光纤中获得激光震荡和激光放大。", "label": "光学工程", "id": 0}
{"content": "<正>基于MCVD工艺结合液相掺杂技术制备了掺铋磷硅酸盐光纤（BPSF）[1]和常规掺铋石英基光纤（BDF）。采用532nm,808nm和976nm的半导体激光器泵浦掺铋磷硅酸盐光纤,分别得到峰值波长为1188nm,1324nm,1219nm,3dB荧光带宽为212nm,182nm,247nm的近红外超宽带荧光。在1348nm泵浦光激发下,掺铋磷硅酸盐光纤能实现中心波长在1440nm,光谱覆盖范围为1400～1600nm的宽带荧光,最高输出功率为4.44W,泵浦转换效率为11.66%。", "label": "光学工程", "id": 0}
{"content": "<正>3-5μm波段中红外超短脉冲激光光源在基础科学研究、生物医疗、大气监测、以及国防安全等众多领域都有着重要的应用。拉曼孤子激光光源具有波长灵活,噪声低,脉冲宽带窄等优点,是一种潜在的中红外超短脉冲激光光源[1]。研究表明,氟铝（AlF3）基玻璃具有宽带的透过窗口,其化学稳定性和机械强度均要高于氟锆基玻璃体系[2,3],因此在中红外波段的光纤或激光窗口材料应用中具有广阔的前景。", "label": "光学工程", "id": 0}
{"content": "<正>基于全光纤系统的光纤激光器以及光纤放大器性能的提高受到了石英光纤与软玻璃光纤耦合效率低下的严重限制。在这项工作中,我们分别探索了碲酸盐玻璃光纤以及氟化铝基玻璃光纤与石英光纤之间的熔接技术,通过对加热功率以及熔接偏移量的调整,实现了高质量的融接点,熔接损耗均小于0.1dB。并且基于此光纤熔接技术,采用自制的掺铥碲酸盐玻璃光纤,", "label": "光学工程", "id": 0}
{"content": "硫系玻璃光纤具有超宽的红外透过范围、耐腐蚀、抗电磁干扰等优点,可用于液体和气体检测,化学反应过程监测,医疗诊断、环境保护等领域。近年来,基于光纤倏逝波光谱原理的硫系拉锥光纤在各种领域的传感检测已引起国内外研究者广泛关注。本工作深入研究了拉锥硫系光纤锥区结构参数（锥腰直径、锥腰长度及渐变区长度等）对传感灵敏的影响规律,修正了倏逝波穿透深度理论计算公式。通过\"原位自聚合法\"在As-Se-Te硫系拉锥光纤拉锥区域涂覆聚多巴胺薄膜,对比研究了涂覆前后的拉锥光纤用于检测50～2000g/mL（ppm级）对二甲苯水溶液的效果,结果表明聚多巴胺涂覆光纤的传感灵敏度提升为原先的18倍,检测极限降至原先的1/40,同时具有较短的响应时间及较好的可重复性。", "label": "光学工程", "id": 0}
{"content": "光子晶体光纤陀螺是一种新型光纤陀螺,较传统光纤陀螺具有更好的环境适应性,特别适于空间应用,但目前其精度与传统陀螺还存在差距,严重影响了其实际应用。本文针对光子晶体光纤陀螺噪声特性展开研究,通过分析光子晶体光纤与传统光纤的差异,确定了其内部特有的背向反射/散射光是造成陀螺噪声增加的主因,进而建立了精确的光子晶体光纤陀螺噪声模型,并提出了光子晶体光纤中背向反射和背向散射光强估算方法,计算得到了光子晶体光纤陀螺噪声。为定量验证模型的正确性,设计了光子晶体光纤陀螺噪声测量装置,实现了外界干扰的有效抑制和噪声的精确测量,测量结果显示模型计算值与实测值具有较好的一致性。在此基础上,进一步对背向反射/散射噪声的影响因素进行了讨论,提出了熔点斜切熔接的噪声抑制方法,使背向反射/散射光强减小了38.8dB,对应的陀螺精度提高了43%。基于所建模型优化陀螺参数并采用提出的噪声抑制措施实现的光子晶体光纤陀螺样机测试精度优于国外公开报道的陀螺精度。", "label": "光学工程", "id": 0}
{"content": "空芯带隙光纤（Hollow-Core Photonic-Bandgap Fiber, PBF）是纤芯为空气孔、包层为空气孔在石英玻璃管中形成周期性结构的光子晶体光纤。光子带隙光纤主要利用光子带隙传输机理,使光信号在纤芯的空气中传播,因此相比于传统的纤芯石英介质光纤具有较多的优异性能。本文设计空芯带隙光纤的结构,并利用单步法进行了带隙光纤的制备,研究了两种不同带隙光纤预制棒处理对光纤衰减性能的影响,制备出了衰减约20dB/km 7芯空芯带隙光纤,具有良好的低衰减性能。", "label": "光学工程", "id": 0}
{"content": "提出了基于空芯光纤的原子束流导引技术,利用蓝失谐的暗中空光束将原子横向陷俘在中心光强最弱处,可以大大降低导引光与原子的相互作用,抑制导引光对原子的加热效应和超精细能级的频移影响。并以此为基础建立了蒙特卡洛仿真模型,模拟了空芯光纤耦合、导引原子的动力学过程,并计算了原子在不同参数条件下的导引效率。在模场直径为Ф40μm的空芯光纤内,理论上可以获得超过20%/s的相对导引通量,为基于空芯光纤的高精度原子陀螺仪的发展奠定了基础。", "label": "光学工程", "id": 0}
{"content": "谐振式光学陀螺通过检测环形谐振腔中相向传输光的谐振频率差得到陀螺转动角速度,其综合了激光陀螺利用谐振效应增强敏感效应的优势,和干涉式光纤陀螺全固态、抗震动等优势,同等精度需求的情况下,其光纤长度相较于干涉式光纤陀螺可以缩短一到两个数量级,为光学陀螺同时实现高精度与小型化提供了一条有力途径。而空芯光子晶体光纤的使用,可以很好的克服普通光纤中存在的克尔噪声及温度稳定性等问题。本文介绍了谐振式光子晶体光纤陀螺的研究背景及研究意义,通过系统调研该领域的国内外研究方案与研究成果,综合比较各方案的特点,总结出该领域几大核心技术,指出了该领域的研究核心问题,为技术的进一步研究提供指导。", "label": "光学工程", "id": 0}
{"content": "空芯光子带隙光纤是一种在空气中导光的新型光纤,从本质上对辐射不敏感,且具有较低的温度、磁场敏感性,采用光子带隙光纤的光纤陀螺具备更高的环境稳定性。在光纤陀螺应用中,需要采用保偏光子带隙光纤。本文针对光纤陀螺对空芯光子带隙光纤的保偏设计要求,设计了一种10芯结构椭圆纤芯的保偏光子带隙光纤,通过优化纤芯直径和包层厚度得到了高双折射光纤结构,在1.55μm处的光纤双折射为7.39×10-4,该光纤为光子带隙光纤在陀螺中的应用奠定了基础。", "label": "光学工程", "id": 0}
{"content": "空芯反谐振光纤由于其优异的光学特性如低损耗、低色散、低非线性、宽带导光等,在光通信、高能激光传输、气体光纤激光器等领域有着极大应用潜力。本文利用堆积法制备了系列空芯反谐振微结构光纤,并对其特性进行研究,研究发现制备的空芯反谐振微结构光纤在某些特定的波长可实现窄带或宽带带通型光传输,为其在光纤滤波器方面的应用奠定基础。本文基于制备的光纤,设计并制备了一种级联光纤滤波器,该光纤滤波器由于不需要引入光纤光栅、滤波等元件,其制备工艺将大大简化,成本大大降低,为空芯反谐振光纤滤波器大规模应用创造条件。", "label": "光学工程", "id": 0}
{"content": "针对普通光纤光栅解调仪无法满足对装配式建筑大型部品部件在制作、运输及吊装等动态条件下安全监测的现状,试制了一种新型无线手持式光纤光栅解调仪,并剖析了其设计重难点及其系统构建过程。最后将该无线手持式光纤光栅解调仪进行了工程应用。", "label": "光学工程", "id": 0}
{"content": "<正>激光单晶光纤能有效解决玻璃光纤激光器低损伤阈值、低热导率和严重的非线性效应,在高功率激光器领域有很强的应用潜力,代表着激光晶体的一个重要的研究方向。激光加热基座法采用激光加热、温度高,可以满足不同熔点晶体的需要且生长不需要坩埚,外界污染小,可生长直径细、掺杂浓度高的激光单晶光纤,在新材料探索、激光性能优化方面具有很大开发价值。", "label": "光学工程", "id": 0}
{"content": "目前鲜见光纤陀螺光纤熔接点断裂问题研究的报道。通过对光纤剥除、切割、熔接、涂覆、标识及盘装等工艺过程中存在的断裂风险进行分析,制定了控制热剥除器间隙和切割刀刀位,优化熔接参数,增加熔接点拉力测试以及改进涂覆、标识及盘装工艺等措施,基本解决了光纤熔接点断裂问题,并通过批量生产交付考核。", "label": "光学工程", "id": 0}
{"content": "Y波导是光纤陀螺的重要光学元件,集成了分束器、偏振器和调制器的功能,其中调制器用于偏置调制和实现闭环的反馈调制。半波电压是Y波导的重要参数,也是影响闭环光纤陀螺性能的关键指标。针对小型化低成本光纤陀螺受制于检测电路布局空间限制及成本要求而无法通过硬件电路完成Y波导半波电压补偿的现状,提出了一种基于单DAC检测电路的Y波导半波电压软件补偿方法,在不借助于辅助DAC的前提下,充分利用非满码对应2π复位电压的方式,在软件上引入比例系数K进行Y波导半波电压的补偿,补偿算法易于实现,补偿结果重复性好,全温标度因数稳定性可提高约35倍（环境温度+5℃～+45℃）。", "label": "光学工程", "id": 0}
{"content": "基于光纤传输机理和弯曲特性要求,我们设计了两种不同折射率剖面结构的细径光纤,其裸纤直径的典型值为80μm,涂层直径的典型值为165μm,适用于各种通信或特殊传感器用信息传输的场景。其中通信用细径光纤的传输性能与传统G.652D光纤相当,满足未来管道资源改善、光缆小型化等密集通信网络建设的发展需求;而特种传感器用细径光纤具有良好的弯曲性能,适用于光纤密绕弯曲半径苛刻的特种光纤传感领域。采用的VAD+OVD全合成工艺,使得开发的产品具有较低的制造成本、良好的弯曲性能和稳定可靠的机械性能。", "label": "光学工程", "id": 0}
{"content": "VAD（Vapour Phase Axial Deposition Technique,气相轴向沉积法）工艺通常用于制备光纤预制棒的芯棒,在芯棒烧结工艺中脱羟阶段可以实现低水峰光纤的制备。但是,芯棒在被实际生产中会发生因各种突发情况,造成芯棒烧结异常终止并提升出烧结炉的现象,为了减少芯棒的损失,同时提高预制棒拉丝后光纤各项光学参数的合格率,本文基于\"VAD+OVD\"两步法制棒平台,研究了芯棒两次烧结工艺对芯棒光学参数、外观和光纤衰减参数,尤其是光纤水峰的影响。", "label": "光学工程", "id": 0}
{"content": "本文在介绍光纤氢损和氘气处理降低光纤氢损原理的基础上,阐述影响氘气反应速率的相关因素,着重研究了氘气处理温度和氘气浓度对光纤氢敏感性的影响,证实提高氘气处理温度和氘气浓度可以有效地提升氘气处理的效果,从而降低光纤的氢敏感性。", "label": "光学工程", "id": 0}
{"content": "翘曲度是光纤的重要指标之一,是光纤用户最为关心的指标之一,会影响光纤并带工艺及熔接过程。本文分析了光纤生产过程中影响翘曲度的一些因素,并通过改善拉丝热场、优化退火效果、保持适宜的拉丝车间环境及规范测试方法,来提升翘曲度参数的整体水平。", "label": "光学工程", "id": 0}
{"content": "针对超低损耗光纤在制备过程中,包层氟（F）往芯层扩散的问题,本文从控制芯包界面温度入手,找到容易控制且能很好保持芯层纯二氧化硅折射率的方法,解决制备过程中的F扩散问题;同时,对所得松散体进行了微观结构的分析,得到松散体各个位置二氧化硅颗粒的堆积形态。", "label": "光学工程", "id": 0}
{"content": "本文通过现有的\"VAD+RIC\"技术平台,采用VAD芯棒制备工艺,内包层采用含氟气体掺杂制备折射率下陷环,以提高光纤的抗弯曲性能;同时,优化光纤的芯包层中F和GeO2的掺杂浓度,实现黏度匹配,降低芯层GeO2掺杂浓度,进一步降低光纤的衰减;采用RIC工艺将芯棒和套管在线组装,在不使用保温退火炉的情况下,成功制备出兼具低损耗和弯曲不敏感性能的单模光纤。本文同时还研究了表征光纤抗弯曲性能的MAC值与1550nm、1625nm宏弯损耗的一一对应指数关系,并确定低损耗弯曲不敏感单模光纤拉制时的MAC值控制范围。", "label": "光学工程", "id": 0}
{"content": "本文主要介绍了一种新型挤压式生产紧套光纤的工装工艺方法,该方法使紧套产品更易穿纤,节省了拆模清理模具的时间,降低了操作难度,减少了待机时间,提高了生产效率,检验结果表明各项指标符合要求。", "label": "光学工程", "id": 0}
{"content": "随着吸气式高超声速飞行器的迅速发展,其吸气式新型发动机也在快速发展。随着飞行速度和工作时间的持续提升,新型发动机热防护问题日益突出,经热防护处理后的发动机舱内环境温度超过300℃,难以满足电子元器件工作所需的问题。新型发动机采用传统的硅压阻式压力传感器进行压力参数测量,在实现过程中给发动机本体带来了诸多问题。随着高温光纤压力传感器的持续发展,为新型发动机的高温压力测量带来了解决途径。本文基于高温光纤压力传感器地面样机研制,研究高温光纤压力传感器工程化在新型发动机上的应用。", "label": "光学工程", "id": 0}
{"content": "分布式光纤DAS系统已是当前最热门的光纤声波检测技术,但分布式光纤DAS系统在进行井中VSP或测井作业时,井口至井下一定深度内的光纤无法与井壁耦合或者由于井轨迹的变化导致光纤无法与井壁耦合,由此产生的光纤谐振干扰能量非常大,影响信号采集质量。本文分析了光纤和油井套管耦合条件,结合光纤及套管材料属性,对光纤得到磁力、辅助推靠的方法进行了研究和探讨,并试制了带磁力光纤进行了测试和下井实验,为提高光纤和油井套管内壁耦合进行了有益的尝试。", "label": "光学工程", "id": 0}
{"content": "分布式振动光纤周界报警系统具有定位精度高、作用范围大、响应速度快、稳定性安全系数大等特点,但是当前的方法无法适用于判定振动光纤微弯位置点,因此本文提出一种判定振动光纤微弯位置点的方法。在介绍了分布式振动光纤周界报警系统的工作原理之后,本文描述了振动光纤微弯位置点的判定算法,并且利用实验结果验证该算法的正确性和有效性。", "label": "光学工程", "id": 0}
{"content": "延时系统或称为延迟线在雷达、导航和通信领域的应用非常广泛。介绍了一种基于微波光子的宽带可调光延时系统。该系统主要用于实现100 MHz～12 GHz射频信号在10 km、20 km、30 km、40 km、60 km、100 km的状态下增益基本保持恒定,且带宽内增益平坦度变化小的延迟功能。解决了传统电延迟系统体积、质量等在实现手段方面的瓶颈,仅需要一个6U机箱便可实现信号的长距离延时,同时克服了光纤传输中色散引起的周期性衰落带来的增益平坦度劣化的问题。满足了雷达、导航、通信等电子设备中对电信号的长延迟要求。", "label": "光学工程", "id": 0}
{"content": "首先,从理论上论证了非均匀多芯光纤模型可以平衡不同层纤芯的弯曲损耗。随后,介绍了基于多芯光纤套管和纤芯预制棒的加工工艺,并对多芯光纤进行了表征。最后,对该多芯光纤进行了传输系统实验,19芯总传输容量为1.06Pbit/s。", "label": "光学工程", "id": 0}
{"content": "主要阐述光纤连接器负载传输损耗性能要求,分析影响损耗变化的因素,根据不同的连接器型号,提供相应的设计参考,确保连接器负载传输性能要求,实现更好的产品场景应用。", "label": "光学工程", "id": 0}
{"content": "OVD光纤预制棒烧结后需要进行退火处理,以消除光纤预制棒的内应力和残余小气泡。对比光纤预制棒经过不同的退火时间和退火工艺情况下的测试应力和跟踪拉丝结果,分析不同退火时间对光纤预制棒残余应力的影响以及在拉丝过程中气泡和气线的数量。采用升降温退火工艺,通过控制退火升温和降温速度来弱化SiO2晶型转变程度,改善光纤预制棒的外观。延长光纤预制棒的退火时间有利于消除预制板残余应力,降低对接尾管时炸裂的风险和拉丝的气泡率。", "label": "光学工程", "id": 0}
{"content": "本论文提出了一种基于偏振调制的新型光纤压力传感器（Optical Fiber Pressure Sensors,OFPS）结构,使用高双折射光子晶体光纤（Highly Birefringent Photonic Crystal Fiber, HB-PCF）构建敏感单元,实现气相或液相介质内部压强的测量。通过有限元方法分析了外部压强变化诱发HB-PCF快慢轴偏振态双折射度变化的规律;建立了基于偏振调制的OFPS的理论模型,推导了该模型的偏振调制输出光强方程;最后制作完成了基于NKT Photonics公司PM-1550-01型光纤的OFPS和压力测试平台,实现了对0-30 MPa范围的外部压强测试,实验结果与仿真数据呈现非常良好的一致性。研究结果表明,本论文提出的OFPS及其检测技术具有制作工艺简单、体积小,抗干扰能力强等优点,可广泛应用于压力测量和结构健康监测等领域。", "label": "光学工程", "id": 0}
{"content": "给受体分子间电荷转移（CT）作用的可调节性使有机共晶材料表现出新颖各异的光学特征[1-3]。而给受体分子的堆积模式以及跃迁偶极矩（μ）（由分子的正电中心指向负电中心）是如何影响有机CT共晶的光波导性质是本研究的主要内容。本研究选择9-蒽甲酸（9AC）分子为电子给体,1,2,4,5-四氰苯（TCNB）为受体分子,设计合成了具有长程有序给受体混合堆积结构的一维/二维有机CT晶体,通过对共晶体结构的分析及μ的矢量方向的模拟来预判发射光在晶体中传播路线（μ垂直于发射光传播平面）,利用荧光显微成像技术及空间分辨荧光光谱研究一维与二维有机CT晶体光波导性质,结合时间分辨荧光寿命光谱进一步探讨一维/二维有机CT晶体光波导发光机制。", "label": "光学工程", "id": 0}
{"content": "本文介绍了一种19芯单模光纤的设计与制备。作为一种实现空分复用的潜在有效方法,多芯光纤（多芯光纤）的芯间串扰（IC-XT）与宏弯损耗阻碍了其进一步发展。鉴于此,我们设计了一种带有深下陷结构的光纤剖面,并通过对光纤芯间距的探究,设计出一种低串扰的19芯单模光纤。随后,通过对光纤预制棒制备及拉丝工艺参数的调控,拉制出设计的19芯单模光纤。该光纤的芯间串扰低于-40dB,并实现了1.06Pb/s超大容量光传输系统实验。", "label": "光学工程", "id": 0}
{"content": "在这篇文章中,我们报道了由MCVD气相沉积法制得的耐辐照掺铒光纤。通过使用气相沉积工艺,我们可以实现对折射率剖面的精确控制,同时还实现了高均匀性的掺杂。在我们的工艺方法中,气相状态下的铒、铈前体在高温下发生氧化并混合沉积到石英反应管内壁,反应管随后在高温下通过成棒工艺得到无色透明的预制棒,并最终通过拉丝成为具有聚合物涂层的光纤。这些光纤在980nm处的吸收系数在23 dB/m左右。在100 krad剂量的辐照下,最终测得的光纤中的衰减普遍小于1dB/m。在这篇文章中我们还报道了掺铒光子晶体光纤,这种光纤同样实现了较低的辐射诱导衰减。", "label": "光学工程", "id": 0}
{"content": "随着物联网,云计算应用程序的发展以及大型数据中心的出现,全球网络流量快速增长态势加剧。因此满足不断提高的通信系统容量需求,已经成为光通信中迫切需要解决的关键问题。光子轨道角动量（Orbital Angular Momentum, OAM）这一尚未规模化应用的电磁波参数维度（也称为\"涡旋光\"）,是目前的研究热点之一。与LP模式不同,OAM模式是正交各向异性的。这意味着引入OAM尺寸原则上不会妨碍继续使用现有通信系统,有望突破现有的光纤通信的容量极限。本文探讨OAM信号传输光纤的设计与制备技术,满足大幅度提高通信系统频谱效率和容量对特殊光纤的需求。我们模拟和评估了OAM模式在不同波导结构的光纤中的模式特性和传播效果。实现包括支持2km传输OAM模式（l=0,±1,±2阶）的阶跃环形光纤,支持50km传输28个有效OAM通道的渐变折射率单环芯层OAM光纤（OAM模间耦合<-23 dB/km,插损<0.34dB/km）,和支持96个有效OAM通道的三环芯层结构OAM传输光纤。同时为了解决高阶OAM模式传输光纤中的大损耗和不稳定性,以及中继放大的问题,研究了掺Er型OAM增益光纤的制造技术。并通过理论分析,数值模拟和实验实现,探索研究了光子晶体型OAM传输光纤、保偏型OAM传输光纤等支持更多OAM模式稳定传输的光纤制备技术。", "label": "光学工程", "id": 0}
{"content": "采用MCVD结合高效液相掺杂技术成功制备的双包层掺镱有源光纤,该光纤直径为20.4μm,内包层直径为400.5μm。光纤在915nm处的吸收为0.4dB/m。当输出功率为1008W时,整体光纤激光器斜效率为70.46%,中心波长为1080.3nm,3dB带宽为4.3nm,未出现明显受激拉曼散射现象。该光纤在1000W输出环境下24h保持输出功率不变,证明改光纤具有优异的光子暗化抑制效果。同时该类光纤各项性能指标与进口光纤一致。", "label": "光学工程", "id": 0}
{"content": "简单论述了G.654.E光纤和G.652.D光纤标准比较,论述了光纤降低衰减的理论基础以及G.654.E光纤的剖面设计和制备技术。", "label": "光学工程", "id": 0}
{"content": "本文叙述以LED为光源的OM1/OM2,到激光优化的OM3/OM4,再到新型宽带多模光纤OM5的进展。简要概述国内、外多模光纤标准的历史沿革,对A1多模光纤的尺寸参数、光学和传输特性作了详细论述。最后介绍了波长850nm的VCSEL激光优化的OM3/OM4与OM5的带宽性能,以及弯曲不敏感多模光纤（BIMMF）的特性要求。", "label": "光学工程", "id": 0}
{"content": "相比于传统光纤预制棒用材料四氯化硅,八甲基环四硅氧烷（D4）不但绿色环保,沉积尾气主要为H2O和CO2,还具有更高的沉积效率。光纤预制棒用D4的研发和使用将大幅降低光线企业的环保压力,推动光纤技术的发展。本文主要介绍了国内D4的制备、提纯等工艺状况,简述国内外高纯D4的质量发展水平。", "label": "光学工程", "id": 0}
{"content": "LiNbO3集成光学器件的耦合损耗主要UV胶特性以及耦合对准位置精度所决定。在器件的生产过程中,光纤与波导耦合,两者之间的相对位置直接影响到效率的高低,对准位置的精度由精密光学调整架来实现,可以达到nm级定位精度,一旦定位完成后采用UV胶来实现固定粘接,长期可靠性也由耦合点的UV胶来保证。UV胶是高分子聚合物,具有很强的蠕变特性、透光特性等,因此胶的选择比较关键。", "label": "光学工程", "id": 0}
{"content": "保偏光纤环光纤端面研磨加工,是实现保偏光纤环与Y波导光电器件直接耦合的先决条件。然而,保偏光纤环光纤研磨纤芯开裂问题是阻碍保偏光纤环与Y波导光电器件直接耦合主要因素之一。为此,本文提出了一种实现保偏光纤环光纤研磨的方法,并制作研磨7支保偏光纤环。经检验,其端面研磨质量达到目标要求,与常规保偏光纤端面研磨质量相当。", "label": "光学工程", "id": 0}
{"content": "随着光纤芯交换机器人系统（fiber optic switching robot system,OSRS）的推广应用,给电力通信系统的远程光路纤芯自动切换调配、光缆纤芯自动测试和巡检、光缆故障点远程定位等带来了极大的便利。它的高效性、灵活性、实时性和创新性等优势已受到业界的广泛的肯定,系统内越来越多的网省公司都已引入OSRS的应用。但是目前的通信管理系统（telecom management system,TMS）对光纤资源的管理仍停留在静态资源的手工管理水平。通过研究TMS对光纤交换机器人系统的数据采集管理,实现将光纤芯的管理由原来的静态手工管理转变为动态采集管理,从而提升电力系统的光纤管理的智能化水平。", "label": "光学工程", "id": 0}
{"content": "研究并提出了在可见光波长范围内基于光学Tamm态与谐振腔耦合的双通道表面等离激元单向吸收器。通过在金属-电介质-金属等离子体波导中央嵌入光子晶体异质结构和谐振腔,并分别形成光学Tamm态和谐振腔共振模式,当两者达到强耦合时,可产生模式分裂,实现对电磁波的双通道强吸收（吸收率分别为0.986和0.978）。同时,由于该波导吸收器的几何非对称性,导致不同方向入射的电磁波吸收效果不同。通过调整构成吸收器的几何参数,调节两种模式的耦合强度,可灵活调节吸收峰波长。所提出的单向表面等离激元吸收器可在光学集成电路及传感器等领域有潜在的应用。", "label": "光学工程", "id": 0}
{"content": "本文介绍光纤旋转连接器原理,分析光纤准直器原理,并建立光纤准直器插入损耗理论模型。分别从角度偏差、横向偏差、纵向偏差三方面分析光纤旋转连接器耦合效率,并通过理论计算得出光纤旋转连接器对角度偏差比较敏感。", "label": "光学工程", "id": 0}
{"content": "研磨工序在光缆装配中起着重要的作用,其中研磨夹具的维护和保养尤为重要,是提高光纤研磨质量的关键所在。本文阐述了研磨夹具的维护与保养程序,且对未进行维护与保养的夹具给光纤插针端面的研磨质量带来的不良影响,进行了具体的分析,并提出了相应的处理方法,保证了研磨夹具的使用寿命和工作效率,从而保证光纤端面的形状参数,提高连接器插针端面的研磨良率,降低了研磨夹具的报废率。", "label": "光学工程", "id": 0}
{"content": "为了研究和解决真空系统光纤转接器的气体密封问题,采用了以环氧树脂灌封裸光纤方式的直通式光纤密封转接器制作方法。运用气体动力学理论,建立了气体流经光纤转接点的同心圆环截面管泄漏模型,以泄漏界面两侧的微观轮廓最大高度来量化气体流动间隙,定量研究了转接点几何特征参数和泄漏介质参数对转接点气体漏率的影响。研究结果表明:气体漏率与裸光纤剥离长度成反比,与光纤截径成正比,与密封间隙的三次方成正比,与两端气体压力的平方差成正比。基于此,设计了一种高气密性直通式光纤密封转接器。经测试,光纤密封转接点的气体漏率为2.4×10-10Pa·m~3/s,说明裸光纤与环氧树脂之间形成了浸润接触,实现了光纤转接的良好密封。", "label": "光学工程", "id": 0}
{"content": "本文提出了一种基片集成槽间隙波导结构,采用印刷电路板技术,由两层介质板——介质间隙层和介质槽层构成。介质槽的两侧是三排蘑菇型EBG,形成了人工磁导体,因此电磁波在介质槽中进行传输,模式为TE模。本文分析了波导的色散特性、传输特性、阻抗特性和电场分布特性,其工作带宽在22.4～36.6GHz,插入损耗低于-0.5dB。", "label": "光学工程", "id": 0}
{"content": "主要介绍了一种扩束式光纤连接器,简述了该种连接器的优点及设计原理,并对光路设计进行了理论分析。通过试验验证,该类连接器的各项性能指标满足实际使用需求。此类连接器的成功研制,解决了传统对接式光纤连接器易污染、易损伤、耐环境性能差等问题。为高可靠光纤连接器的发展提供了一个可行的方向。", "label": "光学工程", "id": 0}
{"content": "<正>双光子光谱具有很多优异的性质,它不仅能够有效地消除多普勒增宽,而且所有速度分布的原子均对其有贡献,正是凭借这些优越的特性,双光子跃迁光谱测量技术成为了研究原子和分子激发态能级的一种重要手段。在众多的原子中,铷原子的双光子光谱在原子物理、光钟和光通信中发挥着重要的作用[1-3]。提出了一种基于掺铒光纤激光频率梳激发热87Rb原子5S1/2→5 D5/2直接双光子跃迁光谱的测量技术。利用周期极化铌酸锂（PPLN）晶体,将工作在1556nm的飞秒脉冲进行倍频,获", "label": "光学工程", "id": 0}
{"content": "本文设计了一种基于单层石墨烯材料的太赫兹可调吸波体。基于周期性硅光栅结构可使石墨烯吸波效果增强的特性,本文设计了一种硅光栅-石墨烯-二氧化硅-金属的太赫兹吸波体,仿真结果表明该结构对14.68um波长电磁波吸波率达到98%。同时,由于通过改变施加于石墨烯之上的电场可以对石墨烯化学势也即费米能级进行调控,本文还进行了电压可控的太赫兹吸波-反射调制器的设计,仿真结果表明在14.68um波长下,该结构的吸波率可达到96%调制度。", "label": "光学工程", "id": 0}
{"content": "激光单晶光纤是介于传统激光块体晶体与玻璃光纤之间的新型增益介质,具有高长径比、大比表面积、散热好、非线性增益系数小等优势,是当前世界科技研究的前沿和热点。采用微下拉法晶体生长技术可以生长出直径达到300μm的激光单晶光纤,其在短脉冲激光放大上取得了一系列令人瞩目的成果。本文主要介绍了近期激光单晶光纤的微下拉法生长进展,晶体直径0.5-2mm。通过改变晶体生长工艺,获得了高光学质量的单晶光纤,部分单晶光纤见图1所示。在多种激光单晶光纤中获得了激发震荡和激光放大输出。", "label": "光学工程", "id": 0}
{"content": "研究并提出了在可见光波长范围内的表面等离激元波导吸收器。通过在金属-电介质-金属等离子体波导中央嵌入光子晶体异质结构设计出单向吸收器。对处于带隙范围内正向入射的电磁波,当表面阻抗条件匹配时产生光学Tamm态,其吸收率高达0.996。等离子体波导结构的几何非对称性导致不同入射方向的吸收效果不同。通过调整构成光子晶体的几何参数和电介质材料,可实现对吸收峰波长的调节。所提出的单向表面等离激元吸收器可在光学集成电路及太阳能电池等领域有潜在的应用。", "label": "光学工程", "id": 0}
{"content": "基于光学非线性进行激光研究一直是光学领域的研究热点之一,硫系玻璃拥有玻璃基质中至高三阶非线性,成光纤后可在红外光传感、光频梳、新型激光光源等方面具有巨大的应用潜力,尤其是近年来利用非线性产生了覆盖整个红外波段的超宽超连续谱,可满足红外激光光源、光频梳等激光传感领域的发展需求。因此,开发拥有超宽红外透过频谱和极高非线性的硫系玻璃及其光纤、波导器件的研究开发日益成为国际激光领域的一种时尚。本工作系统探讨了高非线性硫系玻璃光纤的发展规律,从S基的As2S3到Se基的Ge-Sb-Se,As2Se3-以及Te基的Ge-As-Se-Te和Ge-Te-AgI,总结了传统三大类硫系玻璃体系的光纤非线性特性与玻璃组份的依赖关系,探讨硫系玻璃光纤在不同提纯和制备工艺条件下红外光谱和激光传输特性。在传统S基、Se基、Te基硫系玻璃的基础上,报道了多款新型高非线性硫卤玻璃光纤和多种结构的微结构硫系玻璃光纤,并给出红外玻璃色散零点如何从中远红外蓝移至近红外的理论基础和实验数据的详细报道;在光纤非线性理论模拟的基础上,采用脉宽为100 fs、频率为IKHz、波长为3～7μm的OPA激光泵浦不同光纤样品,分别获得了1.4～16μm的超连续谱输出,此外,讨论了新型的低损耗且低色散的新型硫系玻璃光纤的未来发展情况,并为开发全光纤泵浦条件下全红外波段超连续谱输出提供新光纤方案。取代传统多种光纤级联的冗繁型设计,开发出高效的超连续谱输出新方案;从而为红外光纤在非线性光学、超连续谱激光光源、红外传感等领域的基础研究和科学应用提供前期的核心光学材料准备。", "label": "光学工程", "id": 0}
{"content": "高功率全光纤中红外激光光源在基础研究、医疗、红外遥感与成像、光电对抗等领域有着重要应用。近年来,我们一直致力于这一前沿领域,围绕面向高功率中红外激光光源应用的中红外玻璃光纤与器件开展了系统性的研究,在氟碲酸盐玻璃光纤设计与制备、高功率中红外光纤激光等方面获得了多项研究结果。在本报告中,首先介绍近年来国际上高功率中红外光纤激光的发展状况,然后重点介绍我们在该方面的研究工作,主要包括:（1）新型氟碲酸盐玻璃光纤、氟化铟基玻璃光纤设计与制备,（2）基于色散调控氟碲酸盐玻璃光纤的高功率中红外超连续相干光源,（3）基于稀土离子掺杂氟化铟基玻璃光纤的中红外光纤激光器。", "label": "光学工程", "id": 0}
{"content": "在中红外波段具有高透过率的有序结构光纤束可用于收集和传递狭小空间或危险环境中物体的热图像,它们在医疗、遥感、工业探测等领域具有极其重要的应用。本研究结合玻璃挤出工艺和光纤堆拉法制备了可工作在2-7μm和3-12μm波段的硫系光纤传像束,表征了它们的填充系数、分辨率、串扰率和透过率,测试了它们的传像性能。", "label": "光学工程", "id": 0}
{"content": "<正>Yb掺杂激光光纤是光纤激光器的核心器件,目前商用的光纤多采用MCVD结合溶液掺杂法进行制备,但该制备方法工艺较为复杂,而且所制备的预制棒棒芯较小,一般为1.5-2mm,导致单根预制棒所拉光纤的产率很低。本文采用螯合物气相沉积技术,通过对预制棒配方及制备工艺的优化,获得了一种大芯Yb掺", "label": "光学工程", "id": 0}
{"content": "以PbO和Se作为量子点引入前驱体,采用高温熔融冷却-热处理法,制备了PbSe量子点掺杂硼硅酸盐玻璃。透射电子显微镜测试表明,PbSe量子点呈立方晶结构。荧光光谱测试表明,PbSe量子点在近红外波段存在超宽带荧光。随热处理温度增高,吸收光谱和荧光光谱均出现红移,即量子点尺寸增大。研究了玻璃网络结构对PbSe量子点析晶影响。结果表明,随着B2O3含量增大,玻璃中二维（2D）网络结构增多,Pb2+和Se2-移动能力增强,有利于量子点析出,吸收光谱和荧光光谱均出现红移,如图1所示。采用高温熔融直接拉丝-热处理法,制备了PbSe量子点掺杂硼硅酸盐玻璃光纤。在980nm激光的激发下,PbSe量子点光纤在近红外波段存在强的宽带发光,荧光半高宽>200 nm,如图2所示。PbSe量子点波长可调谐发光的特性,使得其有望成为新一代超带宽光纤放大器的增益材料。", "label": "光学工程", "id": 0}
{"content": "柔性可多向传输的氟化物光纤由于极低的损耗、高的损伤阈值和优异的中红外性能,被认为是最佳中红外光电对抗用激光材料。然而,由于现有技术的局限,短料性氟化物玻璃光纤的制备一直是我国的技术难点。制备高质量低损耗的中红外氟化物玻璃光纤已成为一大挑战。本研究针对氟化物玻璃光纤易析晶等瓶颈问题,从原料提纯、玻璃熔制、预制棒制备和光纤拉制方面进行改进,成功实现了0.14dB/m全氟化物中红外光纤的制备,为高质量可产业化氟化物光纤的制备奠定了前期基础。", "label": "光学工程", "id": 0}
{"content": "硫系玻璃光纤具有优异的中红外透光性能和极高的非线性系数,近年来利用硫系玻璃光纤作为非线性介质产生中红外超连续谱（SC）的研究备受关注。目前,硫系玻璃光纤的激光损伤阈值普遍很低,这是限制获得高平均功率（e.g.瓦级以上）超宽带（e.g.带宽>6μm）中红外SC的关键问题。模拟结果显示,采用高重频fs激光抽运高激光损伤阈值的硫系玻璃光纤是实现高平均功率超宽带中红外SC的理想途径。与Se-基和Te-基硫系玻璃相比,S-基硫系玻璃（即硫化物玻璃）具有较高的玻璃化转变温度Tg和较大的平均化学键强,因此硫化物玻璃表现出较高的激光损伤阈值和较好的机械性能;此外,硫化物玻璃的光学带隙相对较大,材料的零群速色散波长相对较短,这有利于将光纤的零色散（材料色散和波导色散）波长向短波方向调控,更易实现在反常色散区抽运光纤,使脉冲频谱极大展宽。本研究以探索适用于产生高亮度宽带中红外SC的硫系玻璃光纤为目的,重点考察了Ge-Sb-S玻璃的三阶非线性、激光损伤特性和中红外光学性能,拉制了小芯径阶跃折射率光纤,研究了光纤中超连续谱的产生。", "label": "光学工程", "id": 0}
{"content": "偏振成像检测技术利用目标的自发辐射和偏振态特征,针对光学图像存在的低对比度、低信噪比等难点问题,将偏振维度信息与空间、光谱等维度信息融合,对目标进行检测。针对杂乱背景下遮挡目标的场景,提出了一种基于Reed-Xiaoli（RX）异常的偏振目标检测算法,设计了最佳偏振角度通道组合策略,在此基础上进一步引入了偏振度图像信息作为RX算法输入,可进一步提高目标检测效果。偏振角度-灰度曲线实验结果表明,针对不同材质的低可探测目标,该方法具有良好的区分性能。", "label": "光学工程", "id": 0}
{"content": "相对于单缝衍射,在双缝衍射中,两个光粒子几乎同时打在基本同一个位置的可能性较大,这种同时性的光斑会在显示屏上有同时性的叠加加强性和叠加面积增大性,这两种特性说明,光的双缝衍射条纹和两个单独的单缝衍射条纹的相加结果是不同的,这种不同姓是发生在显示屏上。所以,现代物理学用这种实验中的不同姓来证明光是一种波而且具有干涉性是错误的。", "label": "光学工程", "id": 0}
{"content": "用时域有限差分法模拟T型功分器波导的不同扰动杆电磁场分布。仿真结果表明,波导中扰动杆的半径对光子晶体波导的传输性能有很大的影响。随着扰动杆半径的增大,波导中的幅度波动减小。在0.406um-1处,T0和T1功分器的扰动杆可使振幅分别提高4.5%和1.7%,而T2和T3功分器中扰动杆几乎不能提高振幅。", "label": "光学工程", "id": 0}
{"content": "本文主要讨论了在不同极化状态下的任意结构光束与理想电磁导体（PEMC）球相互作用时的总电场强度。此外,还针对这种情况下的散射效率及其共极化和交叉极化分量进行了研究。根据广义洛伦兹米理论（LorenzMie）理论,导出了任意形状光束散射场的精确表达式。然后利用球坐标系下的多极展开法,得到了散射效率及其共极化、交叉极化分量的精确表达式。在后面的讨论中,重点研究了散射效率、以及它的共极化和交叉极化分量随M和ka的变化规律,还分析了共极化和交叉极化分量对散射效率的贡献。研究发现,随着ka的增加,散射效率总体呈先增大后减小的趋势。而关于M对散射效率的影响,有一个共同点即无论入射光是处于何种偏振态的何种光束,散射效率的共偏振分量都呈现先减小后增大的趋势。而交叉极化分量的散射效率随着M改变的趋势,与共极化分量的趋势相反。但在径向极化和方位极化的情况下入射时会出现一些共振峰。散射效率的最大值可能出现在共振峰处。请注意,总散射效率始终是共极化和交叉极化分量的总和。因此,变化趋势是相反的不难理解。结构光束与PEMC球相互作用而产生的散射特性在材料科学、粒子操纵、光阱等领域有着广阔的应用前景。本文以贝塞尔光束为例探讨任意结构光束对完美电磁导体球散射效应。", "label": "光学工程", "id": 0}
{"content": "闪烁晶体作为辐射探测器的关键核心材料,已广泛应用于高端医学影像、国土安全、高能物理等领域。为满足高性能能谱及成像探测器对灵敏度和置信度的要求,开发新型高光输出、高能量分辨率的闪烁晶体材料成为辐射探测领域的前沿研究方向之一。近年来,低维钙钛矿结构金属卤化物材料因具有限域激子发光特性、大斯托克斯位移和高荧光量子效率等特性,拥有无自吸收和高发光效率等优点,被认为是潜在的高性能闪烁材料。本研究团队从功能基元序构的学术思想出发,提出并设计出一系列具有强自陷激子发光的低维钙钛矿金属卤化物闪烁材料,采用布里奇曼下降法制备并精选出若干不潮解、低熔点、高射线阻止能力、高光输出、高能量分辨率、低余辉的新型金属卤化物闪烁单晶,包括全无机一维CsCu2I3、零维Cs3Cu2I5、Cs3Cu2I5:Tl/In晶体,以及有机-无机杂化晶体等,通过实验和理论计算揭示其限域激子闪烁发光机理。", "label": "光学工程", "id": 0}
{"content": "中红外非线性光学晶体是中红外激光系统的核心部件,在军事和民用领域有着非常重要的应用前景。现有少量商用中红外非线性光学晶体都存在性能缺陷,因此设计新型中红外非线性光学晶体迫在眉睫。稀土硫属化合物因其独特的电子结构,稀土阳离子和硫属阴离子组成的高畸变基团往往具有较大的超极化率,将这类基团引入晶格中可以有效地增强非线性光学性能,硫属稀土非线性光学晶体材料一直是非线性光学晶体材料的研究热点。然而,在已报道的稀土硫属化物中,绝大多数带隙小于3.0eV。而中红外非线性光学晶体材料突破\"3.0eV壁垒\"有助于获得大的激光损伤阈值。我们利用\"电荷转移工程\",设计并合成出硫属稀土非线性光学晶体材料KYGeS4。在具有与AgGaS2相当非线性光学效应的前提下,KYGeS4突破了硫属稀土非线性光学晶体材料中\"3.0 eV壁垒\"的限制,表现出优异的综合非线性光学性能。电荷转移工程策略是在保持大的非线性光学效应的前提下增加带隙的通用且有效的方法,该策略不仅对中红外非线性光学晶体的功能优化具有重要意义,同时有利于其他宽带隙及大电子极化率功能材料的合理结构设计。", "label": "光学工程", "id": 0}
{"content": "镧系（Ln）掺杂上转换纳米粒子（UCNPs）的可控发光增强对于其在显示、传感、防伪和生物成像领域中的应用是十分重要的。[1]光子晶体（PC）的光子禁带（PSB）可以对特定波长的光进行反射,进而调控自发辐射。[2]我们设计了一种PC/UCNPs/PC的\"三明治\"滤光片结构,来同时分离和增强NaYF4:Yb3+/Er3+的绿色和红色发射。其中,NaYF4:Yb3+/Er3+层组装在光子禁带分别位于660 nm和530 nm的两层光子晶体之间。在530 nm处具有带隙的光子晶体可以允许UCNPs的红光发射,同时向下反射绿光。PSB在660 nm的光子晶体可以阻止红色发射,并通过反射增强其在相反方向发光。这样我们就在一个器件的两面同时得到了增强的上转换单色发光。", "label": "光学工程", "id": 0}
{"content": "钾冰晶石型闪烁晶体是最近几年发现的同时具备中子/伽马射线双模量探测的闪烁晶体,它们不仅具有高的光输出,而且具有优异的中子/伽马分辨能力,因而在核物理、空间物理和地质勘探等辐射探测领域具有广阔的应用前景。然而,复杂的组分和不一致熔融的特性给该晶体的生长带来很多困难。本文介绍了铈掺杂钾冰晶石型闪烁体Cs2LiYCl6:Ce、Cs2LiLaCl6:Ce、Cs2Li YCl6:Ce、Cs2LiLaCl6:Ce的组分、结构和闪烁性能,根据最新报道的三元相图,采用石英坩埚垂直下降法生长了一系列具有不同组分配比的Cs2LiYCl6:Ce晶体,发现结晶开始端失透的主要原因是Cs3YCl6晶相的析出,但当原始配比中LiCl占60mol%,CsCl:YCl3=2:1时所生长的CLYC晶体透明度最高,从而获得了有助于获得高广铝的最佳的基质组分配比。在此基础上,有生长了掺有不同Ce3+离子浓度（0.1%～1%）的CLYC晶体,通过性能测试求得最佳的Ce离子掺杂浓度。性能研究表明,Cs2LiYCl6:Ce晶体存在三种发光成分——芯价发光、Ce3+直接发光和自陷激子STE向Ce3+转移发光,其中芯价发光的衰减时间为17ns,Ce3+直接发光的衰减时间为436ns,3603ns对应的是STE向Ce3+转移的衰减时间。三个衰减时间的占比分别为2.7%、25.2%和72.1%。", "label": "光学工程", "id": 0}
{"content": "紫外非线性光学晶体是短波激光光源的核心材料。随着光刻技术和微、纳米精细激光加工的发展,超高能量分辨率光电子能谱仪和光电子发射显微镜等现代化仪器对紫外相干光源的需求越来越迫切。但是,非线性光学晶体能在紫外波段应用至少需要满足\"宽透过范围\",\"大倍频系数\"和\"合适双折射率\"等基本发展要求,而且还要考虑它们从尺寸大小和物化性能稳定性方面是否具有实用价值等问题。由此可见,要想找到能够应用的深紫外非线性光学晶体难度是很大的。作者将非线性光学效应的活性基团-硼氧功能基元和紫外范围没有电子转移的金属阳离子（碱金属\\碱土金属）组合起来,利于设计和合成新型硼酸盐非线性光学材料。通过阐明（p-π*）\"电荷转移\"是一类硼酸盐光学各向异性及倍频效应的普适机理,为设计新型短波非线性光学晶体提供有效方法;提出调控电荷转移能实现\"三要素\"平衡的设计策略,制备出综合性能优异的新型短波长非线性光学晶体硼酸铯钡;攻克266nm用抗潮解KABF晶体生长工艺,成功实现直接四倍频激光输出。", "label": "光学工程", "id": 0}
{"content": "红外非线性光学（NLO）晶体材料是当前激光及NLO领域研究的前沿、重点和难点之一。硫属化合物因宽的红外窗口和大的NLO系数,成为最重要的红外NLO材料候选体系。此外,稀土元素成员丰富,且易与硫属元素配位形成非中心对称的多面体单元。因此,稀土硫属化合物是一类有希望的红外NLO材料。在这一思路下,我们相继发现ZnY6Si2S14 （P63）、（K3I）[Sm B12（GaS4）3]（P6322）、Eu8Sn4Se20 （P21212）、RE3GaS6 （RE=Ho,Er）（Cmc21）、EuHgGeS4（Ama2）、Eu4.5（B5O9）2SI （Pnn2）、YBO2Se （Cmc21）、RE3NbS3O4 （RE=Sm,Gd）（Pna21）等具有NLO活性的稀土硫属化合物晶体材料。它们结构类型丰富,大多可以实现相位匹配,且倍频效应可与AgGaS2相比,粉末晶体也表现出较高的抗激光损伤阈值。我们详细分析了它们的化学组成、晶体结构与其NLO性能之间的关系。考虑到稀土元素相近的离子半径和配位倾向,对这些化合物相应体系的研究还很不充分,需要进一步探索。", "label": "光学工程", "id": 0}
{"content": "稀土正磷酸盐与稀土钒酸盐晶体结构相似,但作为一类全新的激光基质晶体材料,受制于生长工艺难题,稀土正磷酸盐一直没有被深入的研究。近几年我们基于助熔剂体系的调控突破了毫米级小尺寸晶体的熔盐法生长难题,并与合作者首次实现了Yb3+掺杂稀土正磷酸盐晶体在多种模式下的高效激光输出,证实稀土正磷酸盐作为激光晶体具有重要的应用价值。我们先后生长出了Yb:LuPO4、Yb:YPO4、Nd:YPO4、Er::YPO4等晶体,并在晶体光谱性能研究的基础上,在部分晶体中实现了高效的连续波和被动调Q激光运转。在此基础上,我们采用高温溶液法生长了一种新的Yb0.05:Lu0.03Y0.92PO4混合正磷酸盐晶体,对晶体结构、偏振吸收和发射光谱以及荧光寿命进行了详细测量和研究。在二极管泵浦下,采用简单的平面平行谐振腔,在混合晶体中实现了连续波（CW）激光输出,产生的最大连续波输出功率为0.81 W,泵浦功率为2.18 W,光-光和斜率效率分别为46.4%和46.0%,另外混晶展现的宽发射光谱也表明它可能在锁模飞秒脉冲激光器的产生中具有潜在的应用。这些在未经加工仅有毫米尺寸的晶体上取得的高效激光运转,充分说明稀土正磷酸盐晶体极具研究和应用价值,需要研究减少晶体缺陷的工艺方案,突破厘米级晶体生长工艺难题,推进该类晶体的实用化。", "label": "光学工程", "id": 0}
{"content": "Lu2O3:Eu闪烁晶体余辉抑制是其重要的研究工作[1],本文采用三种策略,考察了制备气氛、基质组分和Pr3+共掺对Lu2O3:Eu闪烁晶体余辉水平的影响。样品采用光学浮区法制备,分别为Lu2O3:1%Eu和Lu2O3:8%Eu不同气氛（空气、氮气和弱还原气氛）,(Lu1-xScx)2O3:5%Eu（x=0,0.2,0.5,0.7）和Lu2O3:5%Eu,y%Pr （y=0,0.1,0.2,0.5）三组样品。考察了以上样品的荧光和闪烁性能,包括荧光激发发射谱、荧光衰减谱,X射线激发发射谱和余辉曲线等,结合样品的低温热释光曲线,对以上三种方法对晶体余辉水平影响的原因和机理进行了分析。", "label": "光学工程", "id": 0}
{"content": "<正>采用高温高压浮区炉生长了一系列高质量的锂基橄榄石结构的磷酸盐单晶,进行了单晶结构解析、元素分析、XRD相纯度分析等常规的结构表征,采用劳厄法从晶棒的中间位置定向并切割出长方体晶体器件,采用cp,muSR,SQUID,ESR,neutron scattering等方法,延a,b,c三个方向测试了磁性质以及锂离子各向异性脱嵌行为,设计制作了基于单晶的LiMn0.95Ni0.05PO4/Li半电池模型,用于各向异性锂离子扩散和电导率表征,同时,还进行了低温热膨胀等基本物理参数的测试。此外,采用该设备,还生长了二十余种新型氧化物晶体,", "label": "光学工程", "id": 0}
{"content": "固体激光器的工作物质是激光晶体,激光晶体的性能对激光技术的发展有着重要意义。钨酸钇钠单晶就是一类常见的激光晶体,稀土元素作为激活离子,常被掺杂在钨酸钇钠激光晶体中以改善其光学性能,掺杂稀土元素的含量对该激光晶体的发光性能存在较大影响。激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）能够实现固体样品直接分析,相对于传统的溶液ICP-MS分析技术,LA-ICP-MS分析过程中产生干气溶胶,有效降低了溶液法ICP-MS中容易出现的稀土元素氧化物干扰;此外,LA-ICP-MS可以实现5～160μm尺寸下的微区进样,能够实现商业激光晶体的微损分析,无需将珍贵的激光晶体样品消解破坏后再分析,因此,该技术在钨酸钇钠激光晶体中稀土元素含量分析中具有很大优势。本文采用Czochralski法分别制备了3个浓度级别（掺杂浓度为50、500和5000μg g-1）的稀土元素掺杂钨酸钇钠单晶,分别记为NaYW-50、NaYW-500和NaYW-5000,以NaYW-500为分析对象进行了LA-ICP-MS条件优化实验,分别考察了最佳内标元素、激光斑径、能量密度和脉冲频率（图1）;以NaYW-500为外标,分别测定了NaYW-50和NaYW-5000样品中稀土元素的含量,并将结果与溶液法测得的结果进行对比以考察建立的分析方法的准确度;在此基础上,采用本文建立的分析方法定量测定钨酸钇钠商业激光晶体中稀土元素的含量。", "label": "光学工程", "id": 0}
{"content": "针对惯性导航系统长时间工作误差累积的问题,提出了一种偏振光辅助惯导的融合算法,利用搭建的结构紧凑、体积较小的三通道偏振成像系统对晴朗天气下全天域的载体航向角进行了测量。通过长时间的实验测试表明,三通道偏振成像系统解算的航向角最大误差为0.3142°,最小误差为0.0987°,而惯性导航系统以每小时1°的误差持续增长。研究表明,用偏振光辅助惯性系统在导航中的应用将会大大地降低惯性系统的误差漂移。因此偏振光和惯性系统的组合导航将逐渐用于无卫星信号环境下无人机的长时间飞行中,可摆脱美国GPS的限制,扩大无人机执行任务的范围。", "label": "光学工程", "id": 0}
{"content": "<正>基于Er离子的近3μm中红外激光在激光手术、气体监测以及红外对抗领域具有重要的应用。传统氧化物光纤由于声子边带吸收无法用于2.3μm以上波段,而目前采用的氟化物光纤软化点低、易潮解,难以实现稳定的高功率激光输出。掺铒晶体具有良好的光学和机械性能,但是高效率激光的实现有赖于高浓度掺杂（>15at.%）,这使得掺铒晶体内部热效应严重,", "label": "光学工程", "id": 0}
{"content": "<正>钕离子容易在碱土氟化物晶体中形成团簇,团簇结构多样性导致晶体材料呈宽带发射特性,带宽可达～30nm,在宽带可调谐和超快激光领域具有潜在的应用价值。本文以Nd,R:MF2（R=Y,La,Gd;M=Ca,Sr,Ba）晶体为研究对象,采用第一性原理和低温光谱研究了共掺离子R对钕离子团簇结构及晶体光谱性质的影响和调制。结果表明,R离子可以有效调节晶体的光谱和激光性能。", "label": "光学工程", "id": 0}
{"content": "超强激光是当前激光技术发展的前沿方向之一,要实现广泛的实际应用,必须同时具有大的能量和高重复频率。现有的激光材料,难以兼顾高热导率、宽光谱和长寿命,且可以大尺寸制备,无法满足实际应用需求。在此背景下,选择可以大尺寸制备的氟化物晶体作为研究对象,开展了宽光谱激光晶体的研究,提出局域格位结构设计与调控的学术思路,研制出兼具有宽光谱、长寿命和高热导特性的氟化物激光晶体。", "label": "光学工程", "id": 0}
{"content": "结构色源自光与亚微米级有序结构的物理相互作用。由于其鲜艳的虹彩和不含色素的特性,结构色也是用于隐形眼镜着色的最佳选择。近年来,由于彩色隐形眼镜中化学颜料潜在的毒性,以光子晶体结构色作为彩色隐形眼镜颜料的报道层出不穷。相比起传统的化学颜料,结构色隐形眼镜具有不易褪色、更加安全环保等突出的优势。我们将隐形眼镜的主体材料——聚（甲基丙烯酸2-羟乙酯）（PHEMA）制成光子晶体,以其作为隐形眼镜结构色的来源,与之前报道的结构色隐形眼镜相比,制成的结构色隐形眼镜具有极高的生物相容性。我们将PHEMA纳米颗粒分散在甲基丙烯酸2-羟乙酯（HEMA）溶剂中,再加入引发剂和交联剂,在高温下聚合制成隐形眼镜。由于其制成的隐形眼镜具有较高的透光率,华丽的结构颜色以及极高的细胞相容性,基于PHEMA光子晶体的结构色隐形眼镜非常有希望成为化学颜料染色的传统彩色隐形眼镜的潜在替代品。", "label": "光学工程", "id": 0}
{"content": "在本研究中,我们开发了一种新型光子晶体条形码用于霉菌毒素的多路复用检测,通过将不同粒径的树枝状二氧化硅组装成新型光子晶体（DSCCB）用于编码,相较于以往使用不同直径的二氧化硅纳米颗粒组装而成的光子晶体（SCCB）,新型光子晶体（DSCCB）保留了树枝状二氧化硅的大孔径结构,因此比SCCB具有更大的比表面积,进而可以负载更多的抗原,大大提高了免疫检测的灵敏度。单分散和尺寸受控的DSCCB是通过微流体装置制造的。煅烧用于改善机械稳定性并降低DSCCB的荧光背景。研究了通过化学键将蛋白质分子固定在DSCCBs表面的方法,并优化了修饰条件以提高检测灵敏度。", "label": "光学工程", "id": 0}
{"content": "低触发电位的电化学发光传感器因其能保护电极和生物分子的优点而引起研究学者的广泛研究[1,2]。本工作构建了一种由聚苯乙烯微球自组装的类光子晶体和填充在光子晶体间隙中的金纳米颗粒组成的纳米电极（GPCs）。以GPCs电极为检测平台,以Ru（bpy）32+-COOH为发光标记物,通过竞争免疫反应将发光标记物结合在光子晶体表面,避免发光标记物与金纳米颗粒直接接触（Fig.1）。由于Ru（bpy）32+-COOH不能直接在电极表面被氧化,ECL发射只能通过三丙胺（TPrA）的电化学氧化引发。TPrA氧化生成的TPrA·+和TPrA·可以扩散到Ru（bpy）32+-COOH附近并与Ru（bpy）32+-COOH反应,产生ECL发射。TPrA氧化（0.95 V vs SCE）引起的ECL发射电位比Ru（bpy）32+-COOH氧化（1.25 V vs SCE）引起的ECL发射电位低约300 mV。同时,聚苯乙烯微球自组装的光子晶体也被证明具有增强电化学发光的作用[3]。由于GPCs电极在电化学发光传感器中具有低触发电位和信号放大的优越性能,在分析检测领域具有广阔的应用前景。", "label": "光学工程", "id": 0}
{"content": "可见光激光在数据存储、激光显示、激光医疗、光通信等领域具有非常重要的应用价值。采用LD泵浦稀土离子掺杂激光晶体实现可见光激光输出吸引了人们极大的研究兴趣。目前,可见光稀土离子主要集中在Pr3+,Dy3+,Tb3+和Sm3+等。其中,Pr3+发展比较成熟,发射波段覆盖蓝光、绿光、红光、橙光;Dy3+和Tb3+因为可以发射黄光以填补Pr3+的不足也吸引了广泛的研究。本文主要介绍了近期可见光激光晶体的生长进展,并在Pr3+掺杂YAlO3 （YAP）、LaMg Al11O19 （LMA）,Sr1-x Lax Mgx Al12-x O19 （ASL）和Sr Al12O19 （RSA）等晶体中获得激光输出。", "label": "光学工程", "id": 0}
{"content": "1.55μm激光处于人眼安全波段,在多个领域都有重要的应用。利用Er3+离子~4I13/2→~4I15/2能级跃迁是实现该波段的重要方式,因此寻找新型性能优异的Er3+掺杂激光晶体一直以来是研究热点之一。采用顶部籽晶法成功生长出尺寸为4.9×2.5×0.9 mm~3的Er3+掺杂的三元系稀钼酸盐激光晶体Er3+:KBaY（MoO4）3。光谱测试结果表明,该晶体具有较强的各向异性,且Y偏振方向上的性能优于另两个偏振方。通过计算,该晶体具有较高的?4/?6值,在Y偏振方向上的值为1.32。晶体在980 nm处的吸收截面最大值为1.21×10-20 cm~2而在1.55μm处最大发射截面为1.32×10-20 cm~2,与大部分Er3+掺杂钼酸盐晶体相比具有一定的优势。晶体的荧光寿命较长,利于实现1.55μm激光输出。总之,经过计算分析,该晶体具有较好的光谱性能,具有成为一种性能优异的新型钼酸盐激光晶体的潜力。", "label": "光学工程", "id": 0}
{"content": "<正>深紫外非线性光学晶体是全固态激光器实现深紫外倍频输出的关键光学元件,且其综合性能直接决定着激光器输出深紫外激光的光束质量和转换效率。因此,设计、制备可实用化的深紫外非线性光学晶体一直是光电功能晶体领域的研究热点。[1-3]本报告系统剖析了目前能够有望输出深紫外倍频激光的优选研究体系的发展和具有代表性的非线性光学晶体,", "label": "光学工程", "id": 0}
{"content": "Cs2LiYCl6:Ce（简称CLYC）是一种具有n/γ双探测能力的新型闪烁晶体。采用坩埚垂直下降法生长出的95%富~6Li的大尺寸CLYC晶体毛坯,经加工、封装得到?50 mm×50 mm的CLYC闪烁晶体封装件,其对137Cs 662 keVγ射线的能量分辨率为4.2%;测量252Cf中子源的脉冲形状甄别（PSD）优值因子FOM为3.45。凭借其优异的性能,CLYC闪烁晶体有望在中子探测领域替代3He气成为脉冲形状甄别探测器的优选材料,应用于中子辐射探测器、放射性同位素识别仪、个人辐射剂量仪,以及其他中子、伽马射线的探测。", "label": "光学工程", "id": 0}
{"content": "Ce3+激活的Cs2Li YCl6(Cs2Li YCl6:Ce,简称CLYC)闪烁晶体是钾冰晶石（elpaselite）类闪烁晶体家族（A2AˊREX6:Ce,A和Aˊ为+1价元素,RE为+3价稀土元素）中被较早发现的品种之一,而富含~6Li核素的CLYC晶体（简称CLYC-6）又是性能优异的中子和γ射线双模式探测用的新型闪烁晶体材料。围绕天然锂的CLYC晶体、富含锂6的CLYC-6晶体以及纯锂7的CLYC（简称CLYC-7）晶体的生长和性能研究以及基于它们的闪烁探测器件的制作和应用开发,国际上近二十年来相关报道一直不断,并且美国RMD公司已推出了对种规格的产品,我国对CLYC晶体研究起步较晚,只有6、7年时间,不过目前已开发出直径和长度达2英寸的CLYC晶体,其中CLYC-6晶体的性能已与RMD的产品相当。本文对我国CLYC晶体的研发历程进行了回顾,综述了我国科研人员在晶体生长、Ce3+浓度效应和组分影响研究方面,以及在CLYC探测器件制作和应用研究等方面的进展情况。", "label": "光学工程", "id": 0}
{"content": "本文采用热/UV双重固化方式,制备出一种耐划伤、高透光率、高雾度的光线散射涂层。分别研究了热与UV固化树脂混合比例、树脂/散射微粒比例（以热固化树脂为参考）,以及散射微粒粒径大小、分布及含量等因素对光线散射涂层光学、力学性能的影响。研究结果表明,采用合适比例的热与UV固化树脂混合互配使用,制备的光线散射涂层硬度、耐摩擦性能较好且翘曲较低;采用合适比例和粒径大小的单分散散射微粒,制备的光线散射涂层具有良好的光学性能。", "label": "光学工程", "id": 0}
{"content": "本文提出了一种基于石墨烯表面等离激元（SPP）的二维光子晶体结构,通过在地板上刻蚀一定高度的等直径圆柱孔周期性阵列,采用单供电方式实现对石墨烯的有效偏置,从而在石墨烯表面形成二维光子晶体周期性的电导率分布。基于这种结构,本文实现了工作于太赫兹（THz）波段的双通道多模干涉型波分复用器。仿真结果显示,输出端口隔离度高于17.6 dB,工作带宽约为0.06 THz。", "label": "光学工程", "id": 0}
{"content": "分布式光纤传感技术则是利用外界物理量会影响光纤之中的信号来测量外界物理量沿光纤传输的时间分布于空间分布。而其中基于偏振的光时域反射技术则是分布式传感器中的一种,基于偏振的光时域反射技术则是通过对光纤之中散射光波中电矢量震动的轨迹规律的变化传感光纤的状态,传统的光时域反射技术只能够检测到有着较大变化的应力和较高的温度,无法检测到变化较小的应力和微弱的温度。而基于偏振的光时域反射技术的分布式光纤传感系统则能够探测出外界微弱的变化。", "label": "光学工程", "id": 0}
{"content": "晴朗大气存在关于太阳子午线对称的大气偏振态,紫外和可见光适合用于大气偏振导航,但对大气环境的响应程度还没有高分辨成像级的认识。紫外与可见光两波段高分辨大视场有机结合可以提高场景和目标的几何辨识度以及时间分辨率,有利于实时统计与提取天空的偏振信息。采用蒙特卡洛方法对水云下大气的偏振态分布作仿真分析,所建模的水云大气环境在紫外360-400nm波段的偏振度响应最大。采用紫外-可见偏振成像技术对同一视场下的楼房、云和天空进行偏振成像试验,并用霍夫变换分割方法对图像中每个区域作统计分析,发现观测区域内的无云区比云区的偏振角均值相对差1.6%,偏振度均值相对差-14%,证明了大气偏振角较偏振度的稳健性。紫外和可见光对云目标的偏振观测中存在互补性,采用拉普拉斯金字塔图像融合技术能够提高对大气目标的探测能力提供目标探测能力,表明大视场高分辨紫外-可见偏振成像技术在大气探测中的可行性和有效性。", "label": "光学工程", "id": 0}
{"content": "本文主要介绍红外非线性晶体BaGa4Se7的基本结构、物理性质、非线性效应相关参数大小及其在光参量振荡和光参量放大方面的研究进展。该晶体非线性系数较大(d11和d13分别为24.3pm/V、-20.6pm/V)、透光范围宽（0.47-18μm）、激光损伤阈值较高（557MW/cm~2@1.064μm/5ns/1Hz）、双折射系数适中（0.07@1.064μm）,且具有一致熔融的特点,通过Bridgman-Stockbarger法可生长出大口径的单晶棒,因此是一种具有广阔应用前景的新型红外非线性晶体。目前,已经有多个研究机构开展了BaGa4Se7-OPO/OPA理论与实验研究。", "label": "光学工程", "id": 0}
{"content": "Matlab简单易学,是一种重要的仿真软件。文中对涵盖了不同干涉类型的3个典型现象（杨氏双缝干涉、牛顿环干涉、迈克尔逊干涉）进行了仿真实验,绘制了干涉图样和光强分布图,并分析了实验参数对干涉图样的影响。仿真结果与理论一致,且仿真效果形象逼真,可有效促进课堂的教学效果。", "label": "光学工程", "id": 0}
{"content": "在信息化时代,数据量呈爆炸式增长,导致通信网络中传输的数据量越来越大,这就对通信网络提出了新的要求。目前,长途传输的骨干网络还是以光纤为传输介质的光纤通信网络。光纤网络因光纤本身所拥有的巨大带宽,非常适合用于传输巨大的数据量。大量的数据传输,就需要高速率的光纤传输网络,但是传输速率不是能任意提高的,当传输速率越来越高时,就会开始受到光纤中的色散的影响。当传输速率达到40Gbit/s以上时,偏振模色散的影响已经不可忽略,并且会对速率的提高产生非常大的影响。对于现有的高速光纤网络,偏振模色散已经发展成为下一代高速长距离光纤传输系统的主要制约因素。文中研究了高速率传输条件下的光纤色散问题,分析了高速率情况下偏振模色散产生的原因,设计了在光域对偏振模色散进行补偿的方法,并进行了相关的仿真实验。实验结果显示,所设计的偏振模色散补偿方法是有效的。", "label": "光学工程", "id": 0}
{"content": "拉曼积分球由光散射共焦激发收集系统和四直角反射镜增光程系统组成,其中光散射共焦激发收集系统由N套共焦点的拉曼散射信号收集光具组组成,提高拉曼散射信号收集立体角度N倍,四直角反射镜增光程系统由4个直角反射镜组成,利用激光光斑直径d小于拉曼散射信号收集光具组通光直径D和平行光会被聚焦镜聚焦到同一焦点的特点,由4个直角反射镜将激光多次来回反射组成立体激发光路,理想情况下可以提高激光穿过样品点的次数为D~2/2d~2。理想情况下拉曼积分球提高气体拉曼光谱强度ND~2/2d~2倍。拉曼积分球可以原位、无损的对多成分混合气体中所有的气体分子进行准确的定性、定量分析,并且具有较高的空间分辨率,适用于气体分子分布梯度的检测。拉曼积分球技术广泛应用于气相化学反应原位监控、汽车尾气检测、化工厂尾气排放监控、气体污染物排查等多个领域。", "label": "光学工程", "id": 0}
{"content": "表面增强拉曼光谱（SERS）作为一种灵敏、快速和准确的分析手段被广泛应用于食品及药品检测中。现实中的样品多为混合物,在SERS检测之前需要对样品进行分离。薄层析色谱（TLC）是一种简单快速的分离方法[1]。TLC-SERS技术被广泛应用于药物及环境检测。目前TLC-SERS技术中所使用的色谱板大都为商品化的硅胶板及氧化铝板。为了提高TLC-SERS的检测灵敏度,硅藻土被用作固定相制备薄层析色谱板。硅藻土作为硅藻的化石结构其表面的周期性孔道具有部分光子晶体效应,金属纳米粒子的表面等离子与光子晶体效应耦合后可以提高SERS灵敏度。将所制备的硅藻土色谱板应用于食品中苏丹红的分离检测,检测限可以达到1ppm[2]。流体在色谱板表面展开过程中不可避免的会发生横向扩散,为了限制流体的横向扩散,提高色谱板表面待测分子浓度。将硅藻土固定相图案化,如图1所示,窄带阵列可以有效的限制流体的横向扩散,极大的提升检测灵敏度。该芯片应用于TLC-SERS分离检测血浆中的可卡因,其检测限可以达到10ppb[3].", "label": "光学工程", "id": 0}
{"content": "<正>结构色是光通过衍射、干涉或反射等物理过程产生的,具有鲜明的外观,如高亮度和饱和度以及角度依赖性的闪亮金属光泽。结构色与颜料相比,具有低耗散损失、不褪色等明显的优势。光子晶体是由不同折射率的物质周期性排列形成的规整结构,是一种人工制备的结构色。光子晶体具有独特的光学性质如光子禁带、光子限域、", "label": "光学工程", "id": 0}
{"content": "近年来衍射光学系统得到了快速发展,衍射器件（如二元光学器件和膜基透镜）相当于微波天线的固定移相器,微波相控阵天线成熟的理论和方法应可用于其性能分析。激光SAR（Synthetic Aperture Radar）和激光通信都具有单色且波长较长的特点,特别适合采用非成像衍射光学系统,通过衍射器件实现信号波前控制,减小焦距并有利于系统的轻量化。基于衍射光学系统,研究激光SAR和激光通信技术具有重要的理论意义和应用价值。本文给出了衍射光学系统的相控阵解释,介绍了基于衍射光学系统已开展的机载激光SAR和星载激光SAR研究工作。提出了艇载1m衍射口径激光通信和干涉定位系统概念并分析了其性能,该系统在10m短基线下,其作用距离将达到4亿公里,对应的定位精度在40km量级,可用于深空探测。本文同时探讨了稀疏采样激光成像问题,采用激光照射目标,用傅里叶透镜将激光回波信号变换到频域,在频域利用小规模探测器实施稀疏采样,再用计算机重构目标图像,给出了约6-30%频域稀疏采样条件下的稀疏成像仿真结果。", "label": "光学工程", "id": 0}
{"content": "采用高温固相法合成了一种通过范德华力结合SnI4和S8分子形成的全无机加合物SnI4·（S8）2 （1）,其结晶于极性mm~2点群。通过光学性质的研究,发现其具有适中的二次谐波响应（～0.5×AgGaS2@2.1μm）,高的粉末抗激光损伤阈值（～16×AgGaS2@1.064μm）和宽的红外透过范围（～2.5–～25μm）,并且可以实现相位匹配。此外,它的化学成分简单,合成方便。以上这些均显示此晶体是一个有前途的红外非线性光学晶体候选者。基于密度泛函理论计算了晶体的电子结构和光学性质,结果表明在2.1μm基波下的粉末非线性光学系数为7.41 pm/V,且在基波波长大于1.768μm时可实现相位匹配,这些结果均与实验吻合良好。", "label": "光学工程", "id": 0}
{"content": "光电化学反应在能源转化、催化、传感等领域获得越来越多的应用。提高光电化学反应的能量转换效率是获得其优异应用表现的关键。作为光电化学反应过程的第一步,光子的高效吸收是提高光电化学转换效率的重要步骤。目前提高光学吸收的主要手段即为采用具有光子捕获能力的光子晶体材料构建光电极。但光子晶体的制备往往需要采用光学刻蚀的方法,其对制备仪器的复杂程度和制备成本均提出了严峻的考验。在本工作中,我们采用简单的电化学阳极氧化的方法在金属钛基底上制备基于Ti O2纳米管的光子晶体材料（图1）,大大降低制备难度和成本,并在整个太阳光光谱范围内实现了多波长的光子捕获。[1,2]利用此材料构建的光电极,实现了光电化学催化和光电化学传感的高效应用。[3,4]", "label": "光学工程", "id": 0}
{"content": "太赫兹（THz）波在太赫兹成像、空间探测、生物医学、国防工业等领域有着重要作用。[1,2]利用非线性光学晶体采用光整流或差频的方法可输出太赫兹波。有机非线性光学晶体因具有非线性光学系数大、在太赫兹波段介电常数较小、分子结构可设计、生长设备简单等优点,在太赫兹波的产生和探测方面具有良好的应用潜力,近年来吸引了大量的关注。本文通过对苯并噻唑的阳离子部分和苯磺酸及其衍生物的阴离子部分的结构设计得到了三种新化合物（图1）C22H19NO4S2·H2O（I）、C23H21NO4S2（II）和C25H25NO6S2（III）,并通过缓慢挥发法在甲醇溶液中获得其单晶。I属于单斜晶系P21/c空间群,在I的阴离子部分引入甲基,促使分子在晶体中形成非中心对称排列,得到II和III均属于非中心对称空间群。II属于正交晶系Pca21空间群,然而由于其阳离子之间的面对面π-π堆积相互作用使阳离子在晶体结构中近反平行排列,极大地消除了一阶超极化率,导致II晶体的宏观光学非线性效应显著降低,粉末倍频效应强度仅有OH1晶体(非线性系数d333=120±10 pm/V@1.9μm)[3]的0.3倍。在II结构中的电子供体羟基的邻位引入两个甲基得到III,单斜晶系P21空间群,其阳离子通过面对面π-π堆积相互作用以16.46°的角度与另一阳离子堆叠,并且沿着c轴以约66.91°的角度排列形成阳离子层。邻位甲基的引入不仅增强了阳离子部分的一阶超极化率,同时也优化了阳离子排列方式,获得了更强的宏观非线性光学响应,其粉末倍频效应强度为OH1晶体的1.5倍。此外,紫外可见漫反射测得II和III两种晶体光学带隙分别为2.21 eV和1.88 eV。II和III两种晶体熔点分别为265℃和252℃,高于OH1晶体（Tm=212℃）,具有较好的热稳定性。II和III晶体在5 cm-1-300cm-1的拉曼光谱中没有强吸收峰,表明它们在1.5-10 THz的工作区域可能具有良好的透过性质。综上,化合物III是一种在THz波段具有潜在应用前景的有机非线性光学晶体。", "label": "光学工程", "id": 0}
{"content": "通过溶液法或高温固相法合成得到系列硫属化合物,它们不仅结构类型丰富,而且部分化合物表现出非常优异的二阶非线性光学（NLO）性能,具体表现为:具有较大的NLO效应、高的抗激光损伤阈值（LIDT）、能实现相位匹配、且宽的红外透过窗口。以加合物SnI4·（S8）2为例,它是近十年来首次被系统研究的全无机的加合物类NLO晶体材料,且具有良好的综合NLO性能。在此工作的基础上,我们又相继研究了SbI3·（S8）3和AsI3·（S8）3,均具备大的NLO效应和高的LIDT.这些结果表明加合物也是一类有潜力的NLO晶体。另外,在传统硫属化合物类红外NLO晶体的研究上,我们发现了具有赝立方结构的Ga2Se3同样具备综合NLO性能优异的特点,且在结构化学上首次重新定义了Ga2Se3的立方超晶胞相。这一工作为后续的\"立方相\"晶体可实现相位匹配提供了一个完美的范例。另一方面,这些物质的合成方法及化学组成都很简单,期望能在它们大晶体的生长和应用上有所突破。", "label": "光学工程", "id": 0}
{"content": "本论文通过喷墨打印在电纺胶体纤维上直写制备光子晶体图案。各类字母和二维码被灵活设计并打印在胶体纤维膜上。光子晶体图案的出现主要是由于喷墨过程引起墨水的加入溶解了纤维中的聚乙烯醇,使得胶体纤维的形貌从纤维堆积到胶乳堆积过程的转变。有趣的是,当将电纺进行进行简单的乙醇处理后,所得到的图案的分辨率会得到非常明显的提高。这是由于乙醇对电纺纤维的处理过程会密实纤维结构,提高墨水在电纺纤维膜的接触角,从而有效降低墨水在纤维结构的无规浸润铺展,贡献于高质量图案的指标。该工作对于发展基于电纺胶体纤维的新的可穿戴功能材料和器件具有重要意义。", "label": "光学工程", "id": 0}
{"content": "阵列荧光检测是实现多底物差别分析的重要手段,开发简单、快速制备光子晶体阵列的方法仍然是一个巨大的挑战。本文发展了一种利用激光烧结技术快速制备光子晶体阵列的方法,结合廉价、非特异性荧光探针,实现了多种重金属离子的检测识别。本工作选用不同尺寸的PS和P（St-AA）胶体小球（180 nm,200 nm,230 nm,245 nm）通过层层堆叠技术成功制备得到一种多异质结光子晶体（MHPC）结构,该结构具有覆盖整个可见光波段（280-650nm）的超宽光子带隙,可作为普适性的荧光增强载体实现多种常见荧光染料的信号增强,提高荧光检测的灵敏度。将得到的MHPC作为载体,通过对激光功率和扫速的控制,在光子晶体表面直接烧结出具有不同亲疏水差异的光子晶体点阵。利用荧光染料探针与金属离子的响应差异性得到不同的点阵指纹图谱,可有效识别9种不同的金属离子（图1）。这种简便的方法对基于光子晶体荧光检测,构建新型廉价复杂体系多底物分析平台奠定基础。", "label": "光学工程", "id": 0}
{"content": "光子晶体的颜色基于它们的周期性晶体结构。它们在许多应用中显示出优于传统发色团的明显优势,主要是由于它们的抗光漂白和对刺激的响应性。更具体地,组合胶体光子晶体和不可见图案在用于防伪应用的隐写术和水印中是重要的。本课题提供了一种方便的方法在空心二氧化硅球体的胶体晶体中印上可逆图案的方法。这些图案在湿度的环境是是隐形的,静态湿度不能使之显形,即使相对湿度高达100%,但通过动态空气流动（例如人类呼吸）,它们立即（≈100ms）显形并且完全可逆。这样的系统可以在诸如防伪,识别和蒸汽感测的应用中起关键作用。", "label": "光学工程", "id": 0}
{"content": "光子晶体是具有光子带隙的一种周期性结构,由于其独特的光控能力而具有重要意义[1,2]。聚N-异丙基丙烯酰胺（PNIPAM）具有最低临界溶解温度的特性,使其成为一种被广泛研究和应用的热敏聚合物[3]。由于PNIPAM的温敏性,包覆PNIPAM的光子晶体在温度发生变化时,会导致其光子带隙发生变化,从而表现出良好的温敏性能。本文报告了一种表面包覆PNIPAM凝胶的二氧化硅光子晶体的制备,并研究了光子带隙对温度变化的响应。首先利用经典的St?ber法制备纳米二氧化硅微球,通过垂直沉降法将其进行自组装制备了二氧化硅光子晶体。然后利用过硫酸钾为引发剂,使NIPAM和N,N-亚甲基双丙烯酰胺溶液在光子晶体表面聚合,制备了PNIPAM水凝胶包覆的二氧化硅光子晶体。使用UV-Vis光谱、SEM等对光子晶体结构进行了表征。结果表明:利用St?ber法制备的纳米二氧化硅粒径分布均匀,单分散性好,能够自组装形成具有一定的光子带隙的光子晶体。包覆PNIPAM水凝胶的光子晶体,其光子带隙对温度响应灵敏,且有一定的可逆性。", "label": "光学工程", "id": 0}
{"content": "本文提出了一种新的用于反射面快速计算的算法——多层物理光学法。通过将PO面积分转换成为离散电流源求和,新算法充分利用PO面积分的先验知识,减小了反射面上的采样点,提高了多层物理光学法的效率。新算法以八叉树组织层次结构,具有更好的通用性,并能够方便地处理任意轮康的反射面。通过实例显示了新算法的效率,新算法的计算复杂度为O（N~2logN）。", "label": "光学工程", "id": 0}
{"content": "近红外1.06μm与中红外2.7-3μm激光在加工、医疗、通讯、非线性光学及科学研究等领域有着广泛的应用。钇铝石榴石晶体具有物理化学性质稳定、机械强度和硬度高及热学性质优良等优点,适合高功率激光运转。针对闪光灯泵浦Nd3+或Er3+单掺的YAG晶体存在激光输出能量和效率较低的问题。通过共掺Cr3+作为敏化剂,提高闪光灯泵浦效率,同时还可以提高晶体的抗辐射性能。采用熔体提拉法成功生长出了高光学质量的Cr,Nd:YAG晶体,在重复频率为40Hz时,实现了最大平均输出功率20.24W,电光效率3.00%和斜效率3.77%的1.06μm激光输出,而在相同条件下,在Nd:YAG晶体上其值仅分别为13.32W、1.97%和2.47%。还采用提拉法生长了Er:YAG和Cr,Er:YAG晶体,重复频率为5Hz时,在Cr,Er:YAG晶体上实现了最大单脉冲能量1.52J,斜效率1.80%,电光效率1.28%的2.94μm的中红外激光输出,而在相同条件下,在Er:YAG晶体上其值仅分别为0.99J、1.31%和0.83%,结果表明,共掺Cr3+使得均可使Nd或Er掺YAG晶体的近或中红外激光输出能量和效率均得到较大提高。", "label": "光学工程", "id": 0}
{"content": "闪烁晶体是当今人工晶体材料领域有重大经济效益的主流晶体之一,作为高端探测装备的核心材料,广泛应用于安检、医疗、石油勘探等领域,蕴藏的产业规模极其巨大。近年来,随着高能物理和核医学成像等领域的发展,具有高光输出和高能量分辨率的闪烁晶体成为人们的一个研究热点。LaBr3:Ce、SrI2:Eu和GAGG:Ce等晶体是最近几年发现的新型无机闪烁晶体,具有光输出高、能量分辨率好和衰减时间短等优点,其性能全面超越了传统高光输出闪烁晶体NaI:Tl,可广泛应用于环境检测、核医学成像、高能物理和地质勘探等核辐射探测领域领域[1-3]。本文对LaBr3:Ce、SrI2:Eu和GAGG:Ce等无机闪烁晶体的国内外研究现状进行了综述,并对该类材料的发展趋势进行了总结。", "label": "光学工程", "id": 0}
{"content": "CLLB:Ce （Cs2LiLaBr6:Ce）晶体是新近发现的一种稀土卤化物闪烁晶体,该晶体的γ射线探测性能非常接近LaBr3:Ce晶体,其中子探测综合性能好于目前常见的商用LiI晶体等材料,而且可以用作中子/γ射线双读取材料。本文用坩埚下降法生长了CLLB晶体,发现过量LiBr对该晶体生长非常关键,晶体毛坯的不同部位组成有明显差别,LiBr过量50mol%时单晶产率明显提高并得到了ф25×40mm的高质量CLLB:Ce单晶,晶体的发射峰分别位于393nm和422nm,分别对应Ce3+的5d→4f~1~2F5/2和5d→4f~1~2F7/2发射,加工后的晶体光输出约为LaBr3:Ce晶体的80%,在137Cs的662keV处的能量分辨率达4%,其发光衰减有121ns的一个快分量和849ns的一个慢分量,显示出了广阔的应用前景。", "label": "光学工程", "id": 0}
{"content": "近年来,由于在稀土铁氧体RFeO3 （R为稀土元素）中发现的激光诱导超快自旋重取向和多铁、磁电材料的发现,使稀土铁氧体成为凝聚态和材料物理中研究的热点[1-7]。本文将介绍逼着在RFeO3晶体的光学浮区法制备,超快光磁性能研究方面的研究工作,同时介绍为了实现室温光磁调控,笔者设计和制备了一系列具有室温自旋重取向的复合稀土正铁氧体晶体,这些材料有望推动该类晶体在超快光磁器件的应用。", "label": "光学工程", "id": 0}
{"content": "稀土闪烁晶体是当前高性能闪烁材料的发展前沿,在核医学、高能物理、安全检查等诸多领域具有重大应用价值。硅酸钇镥（LYSO）和溴化镧（LaBr3:Ce）是目前最具商业价值的两种稀土闪烁晶体,国内正处于产业化关键窗口期,机遇与挑战并存。本文就目前国内LYSO和LaBr3:Ce晶体若干产业化关键问题进行了分析和探讨,并介绍了作者在高性能LYSO晶体流动气氛生长技术、LYSO晶体废料高效回收技术、LaBr3:Ce用高纯无水原料低成本批量制备技术方面所取得的进展。", "label": "光学工程", "id": 0}
{"content": "近年来,随着激光二极管（LD）的快速发展,以LD为泵浦源的全固态超快飞秒激光器由于其高峰值功率、高时间分辨率和低热效应等特性,在生物医学、工业生产、光通信等领域得到了广泛的应用。作为激光器核心组成部分之一,激光增益介质要成功实现高质量的超快飞秒级的激光输出,需要具备良好的发射宽度以及高热导率和低声子能量等特性。本研究采用提拉法成功地生长了Nd3+掺杂的Gd0.1Y0.9AlO3 （GYAP）晶体。Gd3+离子被引入到传统的具有低声子能量的YAlO3 （YAP）晶体中,导致晶体内部产生无序结构,为稀土离子提供了一个非均匀的强晶场,使得掺杂离子的发射光谱非均匀展宽得到提高,有利于实现超快飞秒激光运转。与YAP晶体相比,Nd3+离子在GYAP基质中的分凝系数得到了有效提高,从而改善了晶体的生长质量。系统分析了生长晶体的吸收和发射光谱。基于Judd-Ofelt理论,计算了Ω2,4,6三个强度参数,辐射寿命,荧光分支比。晶体的半高宽以及荧光寿命得到了有效地拓宽和增加。Nd:GYAP晶体在880 nmLD泵浦下成功实现了1.0μm的激光运转,得到了良好的激光光束。综上所述,Nd:GYAP晶体可能是超短飞秒激光器和可调谐宽带激光器的理想基质。", "label": "光学工程", "id": 0}
{"content": "稀土正磷酸盐晶体是一类全新的激光基质晶体材料,近几年我们基于助熔剂体系的调控突破了毫米级小尺寸晶体的熔盐法生长难题,并与合作者首次实现了Yb3+掺杂稀土正磷酸盐晶体在多种模式下的高效激光输出,证实稀土正磷酸盐作为激光晶体具有重要的应用价值。生长出尺寸为6×2×0.5mm3的Yb:LuP04晶体,测得晶体π-偏振的最大吸收截面值为2.12×10-20 cm2 （半峰宽为12 nm）;σ-偏振吸收截面最大值为2.11×10-20cm~2 （半峰宽为33nm）,表明Yb:LuP04晶体是一种非常有潜质的激光晶体材料[10]。对Yb3+掺杂LuP04晶体的激光性能进行了一系列研究,分别以WS2和MoS2作为可饱和吸收体,在片状Yb::LuPO4晶体中实现高效被动调Q激光运转。以Cr4+:YAG为可饱和吸收体,在棒状Yb:LuP04晶体中实现脉冲激光运转,产生7.2 W的平均输出功率。分别在片状和棒状Yb:LuPO4晶体中实现最大的输出功率5.3 W和最大斜率效率75%的连续波激光输出[4,5]。首次在Nd:YP04晶体中实现2.16 W高效连续波激光输出[6]。这些在未经加工仅有毫米尺寸的晶体上取得的高效激光运转,充分说明稀土正磷酸盐晶体极具研究和应用价值,需要研究减少晶体缺陷的工艺方案,突破厘米级晶体生长工艺难题,推进该类晶体的实用化。", "label": "光学工程", "id": 0}
{"content": "<正>LaF3晶体是一种性能优良的激光基质材料,具有很低的声子能量(350cm-1)和较高的热导率（5. 1W/mK）等特性。本文主要研究了多种稀土离子（Nd、Yb、Tm、Ho、Pr）掺杂的LaF3晶体的生长、光谱和激光性能。研究结果表明稀土离子掺杂的LaF3晶体可以在可见到中红外波段实现激光输出,具有广泛的应用前景。", "label": "光学工程", "id": 0}
{"content": "<正>光子晶体结构规整划一,能给分离提供均匀的流通形态,用以消除组分因流动和扩散路径差异而导致的区带加宽效应,提供高效分离环境。但目前文献中报道的光子晶体柱,其分离效果多未达到预期,或离预期甚远,盖因所用光子晶体柱不完整。由文献报道方法制备之光子晶体柱,多为分畴结构,存在晶格缺陷,这破坏或离散了区带行走步调,", "label": "光学工程", "id": 0}
{"content": "<正>胶体晶体是亚微米级别的单分散纳米颗粒自组装成的三维或二维有序结构,由于其所具有的光学衍射和能带带隙特性,在功能材料、仿生、传感及诊断等领域有巨大的研究潜力。精准制备或组装纳米结构的材料,是纳米材料发展的重要方向之一。通过自组装刺激响应性胶体颗粒构建胶体晶体是一种能将光子晶体结构与刺激响应性材料结合的简单廉价且有效的方法。", "label": "光学工程", "id": 0}
{"content": "随着激光科学与技术的飞速发展,紫外/深紫外非线性光学晶体对全固态激光器起着至关重要的作用,对性能优秀的紫外/深紫外非线性光学晶体的探索也是光电功能材料领域的研究热点。近来,我们以氟硼酸盐体系为研究对象,合成出首例非心的碱土金属氟硼酸盐M2B10O14F6 （M=Ca,Sr）晶体,该系列晶体具有良好的物化性能,较大的倍频效应（2.3-2.5×KDP）和短的紫外截止边（<200 nm）,理论预测的最短相位匹配波长可达到169 nm (Sr2B10O14F6)和171 nm (Ca2B10O14F6),是非常有前景的深紫外非线性光学晶体。同时,我们在该体系下,以非线性光学晶体Sr2Be2B2O7（SBBO）结构模型为基础,利用分子工程的方法成功设计了首例铅/锡氟硼酸盐化合物MB2O3F2（M=Pb,Sn）。相比于SBBO中存在的刚性[Be6B6O15]∞双层来说,MB2O3F2具有灵活的二维[B6O12F6]∞单层,克服了SBBO结构的不稳定性问题,该系列化合物表现出了较短的紫外截止边和较强的非线性光学响应。此外,为了拓展紫外非线性光学体系的探索范围,我们从基团的构效关系出发,提出以具有平面六元环π共轭电子结构的（HC3N3O3）2-和（H2C3N3O3）-氰尿酸根为新的紫外非线性光学活性基元,并在此体系下成功合成出了一系列具有非线性光学效应的氰尿酸盐化合物ABHC3N3O3·x H2O （AB=KLi,RbLi,RbNa,CsNa）,并进一步以水溶液法得到KLi HC3N3O3·2H2O （KLHCY）厘米级大单晶。KLHCY晶体的一类相位匹配最短波长能达到246 nm,激光损伤阈值达到4.76 GW/cm~2,是极具应用前景的新一代紫外非线性光学晶体。", "label": "光学工程", "id": 0}
{"content": "通过溶液法或高温固相法合成得到若干含硫加合物,它们都具有二阶非线性光学（NLO）活性,且大多具有较高的NLO效应、大的抗激光损伤阈值、能实现相位匹配、且宽的红外透过窗口,是一类新型的NLO晶体。以SbI3?（S8）3为例,它结晶于三方晶系的非心空间群R3m,它的结构可描述为由孤立的三角锥型的SbI3单元和皇冠型的S8分子通过范德华相互作用连接而成。在1.064和2.1μm激光辐照下,SbI3?（S8）3的NLO效应分别约是同粒径下KH2PO4（KDP）的2倍或AgGaS2（AGS）的1倍。它在1.064μm激光下的抗激光损伤阈值约为KDP的26倍。此外,它还有合成方法简单,易于批量化合成,且宽的红外窗口等优点。所有这些结果表明这类化合物是一类很有应用潜力的NLO晶体。", "label": "光学工程", "id": 0}
{"content": "随着声子晶体研究的广泛开展,研究非线性声子晶体与周期材料的带隙特性问题已成为该领域的一个热点问题,相应的计算带隙特性的方法也不尽相同。本文计算颗粒状声子晶体非线性弹性波的带隙特性。传统方法用于计算非线性声子晶体的带隙结构精确度较低,容易产生一定误差,本文改进了传统研究方法,可以有效地提高禁带的计算精度。本文通过理论分析与数值计算给出带隙结构曲线,进而通过实验验证结果的正确性。本项研究有望在非线性声子晶体弹性波问题中得到广泛应用。", "label": "光学工程", "id": 0}
{"content": "本文研究了二维光子晶体考虑边界几何不确定性的带隙问题。其中,几何边界的不确定性被视为具有给定概率分布特征的随机场,并使用随机水平集模型进行描述。光子晶体能带图的计算采用有限元方法。随机场的离散采用级数最优线性估值法（EOLE）。随机结构的响应采用多项式混沌展开（PCE）近似表达,并采用Monte Carlo方法验证了该方法的精度。数值计算中,以两种典型的单胞为例,研究了在不同制造误差条件下,带隙的变化以及指定波矢的频率响应概率分布。计算结果验证了该方法的有效性与可行性。并且对于某些单胞,很小的制造误差就可能导致带隙的消失。", "label": "光学工程", "id": 0}
{"content": "<正>0引言声涡旋是在光涡旋的基础上被提出的,一种具有螺旋相位波前和中心相位奇异点的特殊声场。在螺旋波阵面的作用下,声涡旋可以携带一定大小的轨道角动量并且传递给物体,从而实现对粒子的旋转操控和中心集聚。相比于光波,声波可以很好的穿透不透明介质的内部。因此,声涡旋可以无损地", "label": "光学工程", "id": 0}
{"content": "<正>0引言空间非衍射波束一直是研究者们关注的热点,2007年,D. N. Christodoulides将艾里函数引入光学领域实现了艾里波束[1],后他人相继发现了马丢波束和韦伯波束等[2-4],这一类非衍射束在空间中不依赖介质的非线性性质,其中艾里声束因其在医学超声成像和治疗中的重要潜在应用尤受关注[5,6]。相比于时域为连续波的非衍射束,脉冲非衍射束的研究也具有很大的实用价值。脉冲束在自由空间中传", "label": "光学工程", "id": 0}
{"content": "根据阴离子基团理论,具有平面π共轭电子体系的阴离子基团具有大的倍频系数、合适的双折射率和宽的紫外截止边等特性,是设计新型紫外非线性光学晶体材料的核心功能基元,最典型的为硼酸盐中的[BO3]3-基团。近期,无机平面π共轭电子体系的阴离子基团得到了拓展,发展出了一系列优秀的新型阴离子基团如[CO3]2-,[NO3]-,和[C3N3O3]3-基团。引入新型基团到已成熟的平面π共轭阴离子基团体系中,通过协同效用合成新型紫外光学材料是一种有效的设计策略。近期,在亚临界水热条件下,通过引入[HCOO]-基团到硼酸盐体系中,我们发现了一系列具有潜在应用价值的紫外非线性光学晶体,Na（COOH）[B（OH）3]（H2O）2,K3（COOH）3[B（OH）3]2和（HCOOH）3[B（OH）3]2·3H2O。这3例化合物通过氢键构筑了三维网络结构,且包含两类平面π共轭基团[HCOO]-和[B（OH）3],且这些平面基团共平面平行排列。其中,K3（COOH）3[B（OH）3]2和（HCOOH）3[B（OH）3]2·3H2O具有类石墨结构。紫外漫反射测试三例化合物的紫外截止边小于200nm,是一类潜在的深紫外光学材料。SHG测试（HCOOH）3[B（OH）3]2·3H2O的非线性效应约为KDP的1倍。", "label": "光学工程", "id": 0}
{"content": "加合物SbI3·（S8）3通过简单的溶液法合成,它结晶于非中心对称的R3m空间群。它的结构可描述为由孤立的三角锥型的Sb I3分子与椅型的S8分子通过范德华力连接而成。在1.064μm激光波长下,颗粒尺寸在210-250μm的SbI3·（S8）3的非线性效应约是同粒径下KDP的4倍;在2.1μm下,其倍频效应与AGS相媲美。SbI3·（S8）3在这两个波段下都能实现I类相位匹配。此外,它还有较宽的红外透过范围（0.4-25μm）和高的抗激光损伤阈值（26×AGS）。", "label": "光学工程", "id": 0}
{"content": "异价取代是相对于等价取代而言的。为保持电中性,实现异价取代至少需要同时取代两种不同的离子。因此,相比于只替换一种离子的等价取代,异价取代可以在保持母结构的基础上,更大程度的改善母结构的物理与化学性能。我们组利用异价取代法设计合成了数例性能优异的非线性光学晶体[1]。双折射率是光学晶体的重要参数之一,合适的双折射有利于实现非线性晶体的相位匹配。双折射晶体材料在光通讯中也发挥着不可替代的作用,应用于光学隔离器、偏振光学棱镜等[2]。目前,双折射率大于0.1的天然或人工晶体仍然很少。我们利用异价取代法在亚硒酸氟铋体系成功合成了三例同构的新型无机固体化合物:Bi4TiF4O2（SeO3）4 （1）,Bi4NbF3O3（SeO3）4 （2）,Bi4TeF2O4（TeO3）2（SeO3）2 （3）（Fig.1）。它们结晶于P21/n空间群,随着结构中Ti（IV）、Nb（V）、Te（VI）价态的升高,结构中F离子的个数逐渐下降,化合物3中,同时发生了TeO3取代SeO3的情况,这在文献中也比较少见。我们利用DFT理论预测了它们的双折射性质,计算表明它们都具有较大的双折射率,在1064 nm处分别可达0.18,0.20和0.18。", "label": "光学工程", "id": 0}
{"content": "二阶非线性光学（NLO）晶体可以实现激光的二次谐波输出（SHG）,是拓展激光应用必不可少的功能晶体。目前,在深紫外和中远红外光谱区可规模化应用的NLO晶体还非常缺乏,已有的晶体由于自身结构上的不足限制了它们的应用。但是,当前国防和民用上对它们的应用需求又比较迫切,因此,探索这个两个区域的综合NLO性能优良的晶体极为重要,是当前NLO和激光等领域研究的前沿、重点和难点之一。在红外NLO晶体的探索上,我们致力于合成非常规的硫属化合物,获得了多类具有SHG活性的新型含硫化合物,包括硫代硼酸盐、硫化物硼酸盐和含硫加合物,国内外对这几个体系的研究极少。尤其是硫化物硼酸盐,我们获得了首例该类化合物Sm3S3BO3,并在随后的工作中获得了多个系列硫化物硼酸盐,其中,无心结构的化合物表现出优异的NLO性能。含硫加合物的研究近十多年来一直是空白,我们发现或重新系统研究了加合物SnI4·（S8）2和SbI3·（S8）3,它们都表现出强的倍频效应和极高的抗激光损伤阈值,且能实现I型相位匹配。在硫代硼酸盐的研究中,我们获得了化学组成丰富的（A3X）[MB12（M’Q4）3]（A=碱金属;X=卤素;M=RE、In;M’=Ga、In;Q=S、Se）系列化合物,该类化合物结构中包含罕见的B12S12簇。理论研究表明它们都具有SHG活性。", "label": "光学工程", "id": 0}
{"content": "原子自旋波与光场量子态之间的相干转换可以用来实现光场与原子自旋波的混合。不同于传统的无损线性分束器,由于系统的损耗,这种线性的混合过程通常是一个非厄米的相互作用。在这种非厄米的光-原子耦合中,损耗是操控量子态分束和混合的一个重要节点。我们运用冷原子团中的电磁诱导透明实现了一个原子自旋激发和光场的分束器操作,在EIT耦合光脉冲的作用下可以引起光场与原子激发场的转换进而实现这两种类型的波的之间的干涉。由于系统损耗的存在,这个转换过程一般用非厄米的哈密顿量表示。通过改变光学深度,单光子失谐,进而变化光场和原子激发场之间的耦合项,进而引入这种原子分束器的额外相位。无损耗线性分束器的两个输出端之间相位差为π/2。通过降低EIT的单光子失谐频率,原子分束器两个输出端的总相位差可以从π/2到π过渡,即相应干涉仪的两个输出端的干涉条纹为互补到重合过渡。这个工作演示了一种动态可调的原子分束器,其非厄米性导致光场和原子激发场之间的干涉呈现奇异性。我们的工作可以扩展到单量子水平而实现单光子和单量子的原子自旋波之间的干涉。在非厄米物理中,损耗的引入可有效改变玻色子的聚束效应,将在光与原子界面的量子操控有很大的应用。", "label": "光学工程", "id": 0}
{"content": "近年来,矢量光束以其不均匀的空间偏振分布的特性引起了人们极大的兴趣,在经典与量子光学中都有潜在的应用价值[1,2]。原子介质的各向异性与相干性等为矢量光束的操控提供了更为灵活和可控的平台[3-6]。在我们的工作中[7],利用混合偏振矢量光束作为控制光来极化原子,并反向共线作用一束固定圆偏光进行探测,这种配置类似于传统的饱和吸收光路。我们发现,通过原子介质的探测光场,其空间强度分布会由于控制光场的光泵浦效应而出现偏振选择透射（吸收）,探测光的透射最强处对应控制光的反向圆偏光位置,而最强吸收则发生在相同圆偏光位置处。我们将不同空间分布的数字信息加载于探测光上,设计出基于原子系统的空间信息过滤系统,并有着较高的消光比。因此,探索矢量光束与原子介质之间的相互作用,将有着诱人的前景。", "label": "光学工程", "id": 0}
{"content": "<正>报告主要包括三个部分,分别为我公司新研发的离轴三反系统、大口径光学镜面的检测加工以及针对高精度光学系统开展的关于点衍射干涉术的研究。针对经典点衍射干涉仪的特点,提出了圆载频点衍射干涉术。采用标量衍射理论,建立了圆载频点衍射干涉数理模型。为解决圆载频点衍射干涉术中边沿频率泄漏、背景分量的频率重叠等问题,提出了二阶极坐标变换法,将圆载频条纹作二阶极坐标变换,从而得到线性载频条纹,将相位谱与共轭谱分离,同时集中到某一频率附近。采用", "label": "光学工程", "id": 0}
{"content": "本文阐述了基于单光场相机的三维流动测试技术在测量精度和应用领域方面的最新进展。近年来,本文作者所在的上海交通大学团队以及奥本大学（Auburn University）的科研团队就光场三维PIV测试技术分别进行了独立研究。目前世界范围内在该领域已发表的成果包括硬件系统设计理论基础~1,高效~2、高精度3,4的光场三维粒子重构算法。经理论和实验证明,在参数优化的条件下,光场PIV能够达接近于Tomo-PIV的测量精度~5,同时相较之仅需要一个光学窗口,尤其适合应用在受限空间内的三维流场的测量。本文作者在此些基础上,将光场三维流动测试技术的应用拓展到了超音速射流的PIV测量和基于单光场相机和压敏漆的固体模型表面深度、压强的同步测量上。本文将主要对以上两点进展作详细介绍。", "label": "光学工程", "id": 0}
{"content": "研究将平面光栅作为成像器件,对复色光下目标物进行成像的问题。首先研究平面等周期光栅的成像,研究并利用光栅的汇合光谱成像效应,研制成功双光栅色散-汇合光谱成像系统,实现了平面等周期光栅对物体的消色散成像（虚像）。进而研究了平面变栅距光栅对物体的成像,主要研究其成像的像散问题。具体研究了栅距变化不同的平面弧线形光栅的消像散成像,研究了物光经光栅衍射成像时子午像距和弧矢像距随入射角的变化关系,得出实验与理论分析结果,该结果为获得平面弧线型光栅对物体形成的消像散像提供了依据。", "label": "光学工程", "id": 0}
{"content": "表面凹坑阵列结构具有良好的陷光特性,能有效地降低电池表面的光能反射和延长光在电池吸收层中的光程,因此在光伏领域,特别是硅薄膜太阳能电池中具有着良好的应用前景.本文采用理论分析与实验验证相结合的方法,对凹坑阵列陷光结构的光学衍射特征进行研究,并讨论了凹坑阵列结构的衍射效应对硅薄膜太阳能电池吸收特性的影响.研究结果发现,凹坑阵列陷光结构的深宽比越大,其衍射效率越好,越有利于光的均匀散射,越有利于电池对入射光的吸收和电池效率的提升.另外,凹坑阵列结构的衍射特性还与入射波的波长有关,入射波长越长越长,其衍射效果越好.本研究对于高效表面陷光阵列的设计以及高效衍射效率光栅的制备具有重要的参考价值.", "label": "光学工程", "id": 0}
{"content": "<正>响应性光子晶体是一种具有周期性纳米结构可调的智能材料,在传感、显示、分析检测等领域具有广阔的应用前景。光子晶体材料一般具有长程有序结构,因此其结构颜色具有明显的角度依赖性,即观测到的颜色随观察角度的变化而改变。另外,光子晶体材料的机械稳定性一般也较差,难以满足实际应用中对材料的要求。在我们的工作中,我们基于超分子聚合物发展了一类响应性、可自修复、显示无角度依赖光子晶体弹性体材料。我们将基于超分子配位作用、动态可逆共价键等超分子聚合物与尺寸均一的胶体晶体组装相结合,", "label": "光学工程", "id": 0}
{"content": "近年来,刺激响应性光子晶体已经成为研究的热门领域之一,其特殊的响应性能、光学带隙特性使其在物理、化学和生物传感响应领域具有广阔的应用潜力。本论文选择不同光子晶体结构的生物模板和响应性材料,制备了一系列具有不同结构与功能的光子晶体材料,并研究了其界面性能、刺激响应特性和机理。", "label": "光学工程", "id": 0}
{"content": "采用一种简单的固相方法合成了一种由SnI4四面体单元和皇冠型S8单元构成的简单加合物SnI4·（S8）2。此化合物包含d10电子构型的Sn4+离子,非中心对称的SnI4四面体,以及具有孤电子对的S8,是一种具有稳健的二阶非线性光学效应（～0.5×AgGaS2）,极高的抗激光损伤阈值（～16×AgGaS2）,且可以相位匹配的非线性光学晶体。通过密度泛函理论计算了化合物的电子结构和光学性质,解释了SnI4·（S8）2非线性效应的主要功能基元,并计算了各结构单元的偶极矩来分析非线性效应的起源。结果表明SnI4四面体是化合物非线性的主要功能基元,而S8的引入诱导了SnI4单元偶极矩的增强（比立方相的SnI4增强了0.054 Debye）。", "label": "光学工程", "id": 0}
{"content": "<正>本工作通过采用连续离子层沉积法制备高质量的等级孔CdS@ZnO核壳结构的复合反蛋白石薄膜。通过调节复合结构大孔孔径证实该结构可以实现对光的调控,且尺寸为290nm的复合结构表现出较高的光解水产氢性能(48.7 mmol g-1 h-1)。通过对复合光子晶体结构研究发现:等级结构光子晶体独具的慢光子效应不仅可以实现材料对光的调控吸收,", "label": "光学工程", "id": 0}
{"content": "一些快速过程,如高速冲击,激光瞬态加热,纳米结构自组装等,持续时间往往仅有几毫秒。而传统的偏振测量仪器单次测量时间也在数十毫秒以上。为了弥补传统偏振测量仪器在时间分辨率上的不足,我们研制了一套具有纳秒时间分辨率的高速斯托科斯偏振测量系统。该系统基于斯托克斯向量原始定义,采用六通道分光方法,能够同时测量全部的斯托克斯分量。其良好的分辨率已在一些快速过程中已经得到了验证。由于设计缺陷和制造工艺的限制,光学元件中的缺陷不可避免的会对测量结果产生影响。结合高速斯托克斯偏振仪的特点,我们提出了基于斯托克斯穆勒形式的能够精确表征各光学元器件的校准新方法。如图1.（b）所示新的校准方法斯托克斯向量综合测量误差在1%左右。为了验证该方法的有效性,我们分别对不同厚度的标准二氧化硅样品进行测量,并与（ME-L,武汉颐光科技有限公司）测量结果进行比较。高速斯托克斯测偏振仪测量结果与商用穆勒矩阵椭偏仪测量结果具有良好的一致性,椭偏参数（Psi和Delta）测量误差都在1°以内;薄膜厚度测量误差都在1nm以内,折射率测量误差在1.2%以内。新的校准方法能精确原位校准各光学元件在该测量系统中的光学参数及对光偏振态的影响。相信该方法会在光学元件原位校准以及光学系统元件故障排除等方面会得到广泛的应用。", "label": "光学工程", "id": 0}
{"content": "<正>自由曲面在几何角度上是指具有非旋转对称性的光学面。自由曲面波前传输过程中,其形状和边界均随传播距离改变。自由曲面波前的传输特性是高精度干涉检测及视光学高质量视力矫正等领域中的基础性课题。本文研究了波面传输理论,在几何光学的基础上提出由传输距离及光瞳半径定义的光线传输矩阵,建立了数值化光线追迹模型。基于泽尼克圆域多项式的通用及其正交归一的数学性质,用28项泽尼克多项式表征自由曲面波前,并对泽尼克梯度多项式进行数", "label": "光学工程", "id": 0}
{"content": "<正>在大数值孔径投影光刻系统中,照明光偏振态对成像质量的影响已经不能忽略。高精度的偏振检测技术是研制投影光刻曝光光学系统的关键技术之一。在偏振态检测装置中,检偏器是其关键部件。入射光通过检偏器后获得线偏振光,高精度的线偏振光是提高偏振参数测量精度的前提和基础。入射光的入射角度差异会严重影响线偏振光参数值。如何保证合适的入射角度是获得高精度偏振光的关键。", "label": "光学工程", "id": 0}
{"content": "KDP晶体元件的损伤阈值是目前限制高功率激光装置输出能力的主要瓶颈之一。因此需要建立合适的手段检测其表面或体内是否存在引发损伤的关键缺陷。我们基于KDP材料表面缺陷的荧光杂质（缺陷）在紫外损伤辐照下的光致发光效应,设计并搭建了KDP晶体表面的光致发光成像系统,通过探测KDP晶体元件的散射和荧光成像检测KDP元件亚表面应缺陷成像的影响特性。结果表面,当激光波长在355 nm——532nm范围内,波长对荧光缺陷成像影响较小;功率因子的大小会影响缺陷荧光和背景荧光的区分度;荧光成像测试过程中,背景荧光轻度随辐照时间有较明显的降低,荧光缺陷点的变化则比较复杂,变强、变弱和无变化均有。", "label": "光学工程", "id": 0}
{"content": "<正>基于液芯柱透镜的扩散池及成像双重功能,本文首先用光线追迹法研究了准直光束在液芯柱透镜中的传播规律。结果表明,在扩散溶液折射率梯度较小的条件下,可以用光在均匀介质中的传播规律较好地仿真光经过非均匀介质后的复杂成像结果。以如上研究结果为指导,本文在实验上研究了三甘醇水溶液在液芯柱透镜中的扩散过程,获得其浓度随空间和时间的", "label": "光学工程", "id": 0}
{"content": "<正>1、概述刀口法是测量高斯光束直径的常用方法。虽然该方法简单实用,但是对于非高斯光束无法使用。针孔法是替代刀口法的一种较为理想的测量方法。理想的针孔是一个δ函数,其测量的结果反映了光斑的真实形状。其缺点是光通量太小,测量起来非常困难。本文提出一种改良的针孔法。实际的针孔大小相对光斑大小不可忽略,因而测量结果与光斑实际形状具有较大差异。为了复原光斑的轮廓,提出了一种反卷积算法。使用相对简单的计算模型,即可完美恢复出光斑的形状。", "label": "光学工程", "id": 0}
{"content": "液体折射率测试通常采用迈克尔逊干涉法或全反射临界角法等。以上方法设备相对简单、流程易操作,但测量精度相对不高,仅能达到10-4。最小偏向角法主要用于固体折射率的测试,较少应用于液体折射率的测试。主要因为需要制作特殊的承载器皿,制造工艺难度大,面型精度及透射窗口的等光程难以控制,对测试结果造成较大影响,因此在实际应用较少。为提高液体折射率测试精度,提出了一种金属框架配合等厚玻璃窗口特制的承装器皿,制造工艺相对简单,减少了透射反射面面型精度及窗口等光程等因素带来的系统误差,提高了测试精度。在采用0.2″高精度转台情况下,耦合器皿带来的系统误差,测试系统的理论测量误差达到10-6。对某离子液在546.08nm特征谱线下实际测量的标准差为1.42e-6。承装器皿设计得当,满足液体折射率的精密测试需求。", "label": "光学工程", "id": 0}
{"content": "针对单平台观测条件下目标运动特性反演问题,提出了基于序列图像的目标空间位置重建和运动参数估计模型和方法,为抑制大气折射对位置重建精度的影响,提出将大气视为球面分层,并划分若干层,采用反向追踪策略,从成像系统的入射光线出发,逆向计算出光线在每一层大气中的传输路径,根据追踪路径与目标发射面的交点确定目标空间位置。为减少发射面等先验参数误差的影响,以目标加速度参数一致性作为优化准则,采用迭代估计,在先验误差范围内搜索最优发射面,修正重建误差。通过以上过程反演得到目标运动轨迹以及运动参数,在先验误差范围内,反演的位置误差在200米以下,速度误差在60米/秒以下。", "label": "光学工程", "id": 0}
{"content": "根据高斯光学矩阵传输理论,推导了曲面光纤端帽的高斯变换矩阵,结合q因子分析了光纤端帽的输出曲面的曲率半径对高斯光束的传输特性。数值分析表明,通过控制曲率半径,可有效地控制输出光斑的发散角。另一方面,可以优化曲率半径和端帽长度实现光纤端帽的工作距离和束腰半径的优化。本文对提升高功率光纤器件的耦合效率及功率承受能力具有重要的指导意义。", "label": "光学工程", "id": 0}
{"content": "缺陷调制是激光应用领域一个常见的问题,本文根据菲涅耳衍射积分公式与角谱理论,推导了高斯光束经缺陷调制的解析表达式与并建立了角谱传输模型,根据所建立的模型模拟了不同情况下缺陷对于高斯光束光强、相位与角谱的影响。分析表明大尺寸、近距离缺陷对于光强的调制程度要大于小尺寸远距离缺陷并且大尺寸缺陷会使光束相位出现明显的起伏,且随着传输距离增加光束中心处的相位变化减小两端的相位变化增大;同时,缺陷使得光束的中高频区角谱增大,低频区角谱减小。", "label": "光学工程", "id": 0}
{"content": "<正>传统的位相延迟测量技术多基于偏振光消光的原理,其测量过程往往需要角度测量或者标准波片,测量过程繁琐耗时,精度也受到了原理限制。本报告介绍两种自主研发的两种新的原理和技术。激光频率分裂相位延迟测量仪。其利用激光频率分裂正比于光学位相延迟的原理,测量精度达到3角分,为最高精度的位相延迟测量仪器,能测出光学加工过程引入", "label": "光学工程", "id": 0}
{"content": "<正>将基于相位偏折术（PMD）的条纹反射测量技术应用在苹果LOGO的测量中。苹果LOGO可看作一个平面反射镜,现有的测量技术由于其精度低、成本高等原因,存在一定的局限性。相位偏折术使用屏幕投影正弦条纹图,CCD摄像头接收经过被测件反射的而产生相位偏折的条纹图。将接收到的变形条纹图通过计算机编程进行的图像处", "label": "光学工程", "id": 0}
{"content": "电磁或者光学隐身可以通过给物体涂上透明渐变折射率材料,使光线沿着被隐藏物体偏折来实现。这种结构可以使各个方向入射来的光线偏折,通过使结构中心对称来实现。在透明外壳以内,有一个非透明物体,只要斗篷设定完美来阻止任何光线达到非透明物体上,其自由空间散射特性将是无关紧要的。这种基于全方位的隐身斗篷概念由Sir John Pendry（Imperial College,UK）和他的实验室于2006年提出。这里模拟的隐身斗篷是一个同心球壳,内部表面代表隐藏物体。全方位斗篷要求各向异性的材料属性,这个可以由变换光学理论计算得到。尽管光线和光束偏折可以由各向同性的折射率的梯度来实现,对于全方位隐身单独的折射率梯度变化是不够的。这可以由唯一性定理应用到各向同性材料物体散射问题的方法来证明。通过选择适当的折射率分布,我们能保证任何入射在斗篷上的光束不会到达内部表面,因而永远探测不到物体。在斗篷设计中,辐射方向上的折射率是不连续的。相应的内表面折射率不连续不会导致反射,因为只有折射率的切线分量影响反射率。此模型描述光学粒子追踪来求解光学的大折射率梯度各向异性属性结构。此外,本模型介绍一种曲线平滑技术来处理曲面上的折射率阶跃,这对于像透镜一样的光学设备是典型的。", "label": "光学工程", "id": 0}
{"content": "<正>光经过两种折射率不同的介质会发生反射现象。反射光斑在介面上的中心和入射光斑的中心并不重合。一般来说,我们称沿着入射平面的偏移为Goos-Hanchen（GH）偏移,垂直于入射平面的偏移称为Imbert-Fedorov（IF）偏移。可调控的GH和IF偏移在测量和传感等方面具有一定的应用价值;同时折射率可调节的介质表面的反射光偏移也是一个非常有趣的", "label": "光学工程", "id": 0}
{"content": "<正>光束的横向位移与倾角测量通常采用基模高斯光束做信号光,我们提出了一种基于高阶厄米高斯模式的方案,在理论和实验上证明了,采用的模式阶数越高,相应的测量精度也越高。采用一阶模式信号光,测量精度等价于采用4.7d B的基模压缩信号光,但前者抗损耗能力更强,装置更为简单。此方案有望应用于精密计量学、原子力显微镜和光学成像中。", "label": "光学工程", "id": 0}
{"content": "在近轴条件下三种成象光学系统（单球面反射面、折射面与透镜）的成象是理想的,即物点发出的单心光束经过这些系统以后仍为单心光束,形成象点,垂直于主光轴的平面物仍成一垂直于主光轴的平面象,并且象与物在几何上相似。我们把满足这些成象条件的光学系统称为理想光学系统或理想光具组。", "label": "光学工程", "id": 0}
{"content": "针对现有逆反射反光材料普遍存在仅适于小角度垂直入射光照条件的局限,提出一种改进型的回归反射材料结构,该结构主要由两组彼此相互正交的V形槽构成,制作母膜时只需在长方形金属基板上整体一次加工出两组V形槽即可。数值计算结果表明,通过合理选择结构参数,反光材料在大角度斜入射光照条件下具有更高的回归反射效率。通过调整反光单元结构参数或采用不同形状反光单元的组合,可以对材料的逆反射特性进行有目的的调制,以满足不同场所的应用需求。", "label": "光学工程", "id": 0}
{"content": "光子晶体、超构材料、金属表面等离激元纳米结构的研究为人们操纵光提供了新的人工微结构材料。而以往的光子晶体、超构材料、金属等离激元光路的研究强调光的有效折射率及其光散射,忽略了材料的损耗以及增益,即折射率的虚部。本工作从整个折射率的复平面出发,设计基于时空对称性的新型光学奇异点材料,在周期内设计了梯度渐变的复折射率调制,实现了精密地控制光波的模式转化和不对称传输[1,2]。更进一步,关于材料的折射率在复平面中的设计,实际上引入了光子复数势能函数的调制,使得系统哈密顿量演化为非厄米哈密顿量类型的开放量子系统的时空对称性及其相关的本征值问题,这对于理解和拓展量子力学的基本假设具有重要的意义。时空对称性及其相变理论是关于开放量子系统的基本问题,在经典光学系统研究这类系统中的类似量子相变的临界现象也将给经典光学问题带来更丰富的物理效应和现象,将为人工结构材料领域的发展开辟一条新的路径[3,41。", "label": "光学工程", "id": 0}
{"content": "为了得到短焦距、高增益的X射线组合折射透镜（CRL）,对CRL的结构参数进行了优化,提出一种用聚甲基丙烯酸甲酯（PMMA）材料制作的由两个折射单元级联的新型抛物面型X射线组合折射透镜。推导了CRL的光学特性参数,数值分析了单一折射单元的组合折射透镜和级联式组合折射透镜的光学性能。结果显示:级联式CRL比相同几何孔径和曲率半径的单一折射单元CRL具有更小的焦距和更大的增益。所设计的3组透镜的焦距分别缩短了33.3%,66.7%和40.5%,增益分别提高了23.9%,60.9%和27.6%。新型的级联式组合折射透镜有望对一维X射线聚焦性能进行较好的调控,在微束X射线分析中具有较好的应用前景。", "label": "光学工程", "id": 0}
{"content": "利用两镜系统的矢量象差理论,设计次镜具像移补偿功能的折反式光学系统。光学系统的焦距600mm,工作谱段500~800nm,相对孔径F/6、视场角2°×2°。通过研究次镜的倾斜与偏心运动对光学系统三阶球差、慧差、象散的影响规律,设计次镜的像移补偿运动轨迹,结合次镜的快速高精度控制实现基于次镜的高精度像移补偿。设计的结果表明这种方法可推广应用于地基、空基、天基光学载荷的设计之中。", "label": "光学工程", "id": 0}
{"content": "<正>在现代光学系统的特性测试中透镜的长焦距是一个必须准确测量出的量。大口径的透镜由于有较高的分辨率在许多工程中都有重要的应用,但由于长焦距测量具有焦深长、焦距长、干扰大等难点,对于透镜的长焦距测量一直没能有很好的解决办法。现在能够解决长焦距的测量问题的方法目前来说有五角棱镜瞄准法,移相干涉仪法,基于Talbot效应的莫尔条纹法,差动共焦定焦法等方法。本文挑选了其中的两种方法做一个在不同环境条件下相对精度的对比试验。第一种是基于Ronchi光栅的Talbot效应形成的莫尔条纹,由待测透镜是否放入光栅G1前方", "label": "光学工程", "id": 0}
{"content": "<正>与可见光情形一样,红外光学材料的折射率均匀性也是透射红外成像光学元件必检的关键参数之一。经对样品的红外MTF测试结果表明,红外光学材料各部分的折射率10-3~10-4量级的不一致,就将影响航天、航空、船舶和地面车载用高精度红外成像光学系统的性能。因样品加贴置板用的红外高折射率液很难寻觅,故只见有四步干涉法的商品仪器报道,但对其测量方法的深入分析鲜见报道。首先,本文基于制定技术规范文件的需要,深入探讨了四步干涉法的可测均匀性范围、样品面形及楔角、干涉仪及其激光波长等几个关键问题,采用试", "label": "光学工程", "id": 0}
{"content": "<正>为了研究真空低温环境下定标光学系统光谱反射率测量技术,搭建了小型离轴抛物面反射镜的光谱反射率原位测量试验系统。系统由太阳模拟器、准直镜、折叠镜、离轴抛物面反射镜、光谱仪、数采系统等组成。分别在常温常压和真空低温环境下进行测量,得到350nm-950hm谱段光谱反射率及变化规律,常温常压、真空低温、恢复常温常压下平均值分别为0.882、0.863和0.883,测量重复性", "label": "光学工程", "id": 0}
{"content": "1998年,T.W.Ebbesen等人发现光异常透射（extraordinary optical transmission,简记为EOT）现象[1]后,金属孔洞结构EOT现象的研究引起研究者的兴趣。金属孔洞中SPPs的共振导致了较窄的透射频带,其应用受到限制;研究非共振引起的增强透射,从而实现宽频带的收集与激发,具有更广泛的意义。最近研究者应用窄的狭缝连通矩形孔洞[2]实现了非共振宽频EOT现象。本文设计了金属圆孔阵列结构,可实现5-宽频带EOT现象,并应用COMSOL Multiphysics有限元仿真软件研究了该结构的透射特性。图1是本文设计的金属圆孔阵列。金属薄膜以石英玻璃为衬底,石英玻璃的厚度和折射率分别为Dsub=200nm和n=1.45。本文固定金属薄膜厚度dAg=50nm。圆孔半径为R,圆孔边缘间隔（在y方向）为S,则当S时,相邻圆孔分离;当S时,相邻圆孔相切;当S时,相邻圆孔相交。图2给出了不同圆孔间隔S时,入射光沿x轴方向偏振,银圆孔阵列的透射光谱。长波长区域有着较高的透射系数。S=8nm（相离状态）减小到S=0nm（相切状态）时,长波长区域的透射系数明显地增加。当圆孔间隔从S=0nm（相切状态）减小到S=-8nm（相交状态）时,透射系数随着间隔的减小而缓慢增加,但是透射光谱的形貌没有发生明显的变化。因为对于红外入射波长,自由电子在入射光激发下的运动距离（SPPs）均大于圆孔阵列的横向周期P,能够在金属缝隙最窄处形成强烈振动的电场,所以这些波长均能够实现增强透射。同时,本文研究发现,银圆孔阵列的透射特性还严重地依赖于入射光偏振方向,圆孔半径及横向周期。本文计算结果不仅可加深对增强透射的理解,而且对设计具有宽频透射能力的近场光学金属孔洞结构有一定的指导意义。", "label": "光学工程", "id": 0}
{"content": "<正>形状记忆高分子作为一种智能高分子材料越来越受到研究者的广泛关注,在很多领域拥有极高的潜在应用价值。通过对光学透明的形状记忆弹性高分子进行研究,将其制备成为具有形变功能、可程序化控制并具备形状记忆功能的微光学器件。光学透明的形状记忆高分子是由乙烯和醋酸乙烯酯的共聚物在过氧化二异丙苯作用下通过自由基热交联得到的。利用模板转印的方法将一系列具有表面微结构的微光学器件如微透镜阵列、微棱镜阵列、透射光栅", "label": "光学工程", "id": 0}
{"content": "昆虫复眼由许多小眼紧密排列而成,且每个小眼独立成像,通过处理和融合各个小眼获取的信息形成一个大视场的视觉系统。受昆虫复眼视觉成像机理的启发,提出了一种九复眼球面成像系统。根据九复眼球面成像的结构关系,分析九复眼球面光学系统成像机理和多视角成像的几何光学变换关系,并在MATLAB平台中完成光学成像模型,得到各个视角的物像关系。最后对凸台模型的多视角图像中像点进行目标检测并测量,测量误差小于1%,从理论上证明了九复眼球面成像系统设计方案合理可行,方案对实现同级测量精度的球面复眼光学系统具有指导意义。", "label": "光学工程", "id": 0}
{"content": "<正>基于MAXWELL方程的边界条件,通过欧姆定律在带有自由电荷的材料分界面引入面电导率,得到带有自由电荷表面的菲涅尔公式以及反射率和透射率的公式,最后计算了玻璃材料在表面带电时光反射率和透射率的变化情况,", "label": "光学工程", "id": 0}
{"content": "球面的曲率半径是决定透镜光学性能的主要参数之一,它是光学冷加工过程中衡量光学零件加工质量的一项重要指标。随着现代光学技术的发展,大量特殊材质投入到光学设计当中,无接触、高精度成为主要需求,文章在广泛讨论了球面曲率半径测量的多种方法后,提出基于平板剪切干涉定位的曲率半径自准直测量,并验证测量了该方法的可靠性。", "label": "光学工程", "id": 0}
{"content": "<正>在液相扩散系数的测量方法上一直没有新的突破,没有一种既能精确又能快速测量液相扩散系数且能摆脱过多的对仪器要求的一种方法。本文在毛细管成像测量透明液体折射率的方法基础之上,根据液相扩散过程沿玻璃毛细管轴向形成的溶液折射率梯度分布特点,利用毛细管成像原理实现了一种测量液相扩散系数的新方法。该方法用透明毛细管构成液相扩散池,利用毛细管成像法特有的折射率空间分辨测量能力,通过直接观察和记录扩散介质的等折射率薄层在毛细管中的移动", "label": "光学工程", "id": 0}
{"content": "<正>为了解决之前提出的毛细管管壁折射率无损测量方法的计算标定过程过于复杂,测量准确度不高,未分析最适合测量的毛细管尺寸和标准液体的选取对测量准确度的影响,且原方法只考虑了理想近轴条件下的测量结果等方面的不足,在实际非近轴情况下,减小图像球差和景深对测量结果的影响,本文提出了一种新的毛细管管壁折射率的计算方法。用两种知折射率的标准液体（n1,n2）分别注入", "label": "光学工程", "id": 0}
{"content": "本文针对连续变焦过程中始终为远心光路的光学系统设计的难点,分析了现有的连续变焦光学系统远心光路的自身局限性,介绍了一种连续变焦过程中始终为远心光路的光学系统的方法,具体分析了光阑应该放置的合理位置,并且给出了光阑初始位置的计算方法,在变焦过程中光阑的运动方程,并按照该方法利用理想透镜设计了一个整个变焦过程中始终为远心光路的光学系统,验证了该方法的可行性。", "label": "光学工程", "id": 0}
{"content": "文章提出了一种测量非透明材料表面光学非线性的方法:挡板反射4f测量法。该方法在反射4f相位相干成像系统的基础上,在4f系统的像平面放置一个与系统入射面光阑相匹配的不透明挡板。通过测量不同情况下的反射率,实现对材料光学非线性的测量。文中详细介绍了该方法的基本原理,并通过数值模拟计算了入射角对测量灵敏度的影响。该方法具有单脉冲测量,可同时得到材料的非线性吸收与折射系数等特点。结果表明在相同条件下,挡板反射4f测量法的灵敏度比反射Z-扫描方法大两个数量级。", "label": "光学工程", "id": 0}
{"content": "<正>生命科学是一个复杂的体系,生物体中的蛋白质、DNA和糖类等各种大分子的数量均超过10000种,生物大分子的相互作用是生命科学中十分重要的研究内容之一。并行、高通量的分析和检测,对大量生物分子相互作用进行快速、整体和动态的研究,是基因组、蛋白质组等相关研究的需求。通过物理学和生物学的交叉融合,在建立和发展基于生物大分子相", "label": "光学工程", "id": 0}
{"content": "全景环形成像系统由全景环形透镜（PAL）和转像系统构成。全景环形透镜是一种特殊透镜,它包含两个折射面和两个反射面,将周围360°范围内的场景投影到一虚像面上,然后利用转像系统将虚像成像到探测器上,实现超半球成像。它在机器人视觉、管道测量、内窥以及国防、航空等诸多领域有着广泛的应用前景。本文主要设计了一个超半球的环形成像系统,目的在于提高增大视场角情形下的成像性能,通过对全景环形透镜的第二反射面和第二折射面的几何参数间的有效平衡,以及对转像系统的优化设计,有效的平衡了系统的像差,简化了转像系统的结构,减少了杂散光的形成。", "label": "光学工程", "id": 0}
{"content": "折射率是光学材料基本参数之一,目前高精密的折射率测量测量方法主要是精密测角法。其基本原理是将被测量的光学材料加工成一定形状的棱镜形式,利用大型测角仪测量单色光经过棱镜折射后的折射角,再依据相应的折射率计算公式计算出在某一波长下对应折射率值。", "label": "光学工程", "id": 0}
{"content": "配光是LED路灯应用的主要技术问题之一。道路照明要求LED路灯在路面为均匀性良好的矩形光斑,在道路外无污染,无眩光。采用Snell定律和光源扩展度守恒原理确定自由曲面的解析方程,用Pro/Engineer软件为自由曲面透镜建模,最后通过TracePro进行仿真检验设计结果。设计实现了路面光照总均匀度0.4,纵向均匀度0.7的效果。", "label": "光学工程", "id": 0}
{"content": "光束等相面的曲率半径是描述光束特性的重要参数。但由于一般光束的等相面为非球面或非高斯面,使得对光束等相面特性的研究遇到很大困难。迄今为止,对此问题解析研究涉及甚少。激光束的大气传输特性的研究对遥感、跟踪和远距离光通信,以及某些军事应用都有十分重要的意义。另一方面,列阵光束由于在高功率系统、惯性约束聚变和高能武器等方面的应用而日趋受到人们的关注。实际光束存在部分相干和多模情况。因此,研究部分相干高阶模激光束列阵通过湍流大气传输的曲率半径特性是十分重要的。本文采用等效曲率半径的概念,并利用积分变换的技巧,推导出了一维列阵部分相干厄米-高斯（PCH-G）光束等效曲率半径的解析公式,其中考虑了部分相干列阵光束的两种叠加方式:交叉谱密度叠加和光强叠加（非相干叠加）。所得解析公式具有一般性,即高斯-谢尔模型（GSM）列阵光束、完全相干厄米-高斯（FCH-G）列阵光束和单束PCH-G光束的等效曲率半径均可作为其特例得到。本文研究了湍流对部分相干H-G列阵光束等效曲率半径的影响,并详细分析了PCH-G列阵光束与GSM列阵光束、FCH-G列阵光束和单束PCH-G光束的等效曲率半径随湍流强度和光束参数变化的区别,得到一些有意义的结论。本文所得结论对高功率激光远程大气输运具有意义。", "label": "光学工程", "id": 0}
{"content": "介绍了提升照度均匀性的多楞面反光镜设计原理,研究了楞面对照度均匀性的影响,设计了不同照度均匀性分布的楞面反光镜。利用TracePro软件对设计的反光镜进行了光线追迹分析,对比常规回转曲面反光镜,光斑照度均匀性分布有较大改善。", "label": "光学工程", "id": 0}
{"content": "在光学反射矢量理论基础上,对于二维扫描反射镜成像特性和扫描轨迹进行分析,给出了反射镜的作用矩阵、二维扫描成像的物像关系和像旋计算公式,及其的扫描轨迹理论计算公式。根据摆镜俯仰旋转轴选择的不同、俯仰和方位内外框的布置结构顺序不同,对比三种不同扫描结构形式扫描出的物方视场和像旋角差异性。", "label": "光学工程", "id": 0}
{"content": "高斯光束通过环状光阑会产生环状光束,环状光阑存在于许多望远镜装置之中。激光卫星通讯及自由空间光通信系统的发射和接收装置中都要采用该种望远镜。由非稳腔产生的高功率激光也为环状光束。此外,实际激光存在部分相干情况。因此,研究部分相干环状光束在湍流大气中的光束质量是非常重要的。瑞利长度用来描述激光束无明显扩展的传输距离,即光束准直范围。远场发散角是描述光束方向性的重要参数,它表征远场光束扩展特性。本文采用瑞利长度和远场发散角作为评价光束质量的参数,研究了湍流对部分相干环状光束的光束质量影响。基于广义惠更斯-菲涅耳原理,采用Wigner分布函数（WDF）和积分变换技巧,分别推导出了部分相干环状光束通过湍流大气传输的瑞利长度及远场发散角的解析表达式。详细研究部分相干环状光束的瑞利长度和远场发散角与各光束参数的关系,以及大气湍流对光束质量的影响与各光束参数的关系。研究表明:部分相干环状光束的光束质量由湍流强度和光束参数（如光束遮拦比、相干度、波长和束宽等）共同确定。湍流使得光束瑞利长度减小,远场发散角增大,即湍流导致光束质量变差。源场处相干度越大,波长、束宽和湍流结构折射率常数越小,则部分相干环状光束的瑞利长度越大及远场发散角越小。但是,波长和束宽越小,则光束质量受湍流影响越大。特别地,瑞利长度和远场发散角随遮拦比的变化不是单调的,且湍流对光束质量的影响随遮拦比变化也不是单调的。因此,在湍流中选择合适的光束参数可获得更好的光束质量。此外,本文对得出的主要结论给出了合理的物理解释。", "label": "光学工程", "id": 0}
{"content": "以数字影像系统应用的椭球反光镜为例,介绍了大口径非球面反光镜反求工程的系统方法。采用三维坐标测量仪对椭球非球面反光镜面型进行精密测量;根据测试坐标数据,采用最小二乘方法反求获得椭球反光镜的理论数学方程;应用理论数学方程结果,采用TracePro软件对椭球非球面反光镜进行了计算机辅助模拟光效分析,获得其应用光效结果。", "label": "光学工程", "id": 0}
{"content": "提出了以分离方式求解像场像差和任意视场孔径像差的思想。导出简洁的主光线传输方程,确定主光线在光路中的位置和方向,并计算光学系统的像场像差;应用主光线参数和我们平面对称光学系统像差理论,计算任意视场物点的孔径像差。基于这种以分离方式处理像场像差和孔径像差,提出了超大视场光学系统的像质评价函数。应用差分进化算法发展了优化设计程序,并对一折反射全景成像光学系统进行了优化设计,成像的数值计算结果表明,本文发展的优化设计方法是正确有效的。", "label": "光学工程", "id": 0}
{"content": "<正>无衍射贝塞尔（Bessel）光束自1987年由Durnin等人提出以来,由于其独特的无衍射特性和自重建特性而得到了广泛的研究。许多产生无衍射光束的新方法也相继被提了出来,这些方法大致可以分为两大类:一类被称为主动式,即通过特定结构的谐振腔可以直接输出", "label": "光学工程", "id": 0}
{"content": "几何光学作图法是《光学》课程中的重要内容,为使学生准确,灵活,深入地掌握作图法的要点,设计了这套新颖的互动式教学方法。通过教学发现,互动式教学活跃了课堂气氛,使学生能够轻松愉快地掌握知识,达到了加深基本概念的理解,对所学知识举一反三的教学目的。", "label": "光学工程", "id": 0}
{"content": "高斯光束作为一个经典的模型,在傍轴近似下其整体特性已获得相当深入的了解和认识。而光学捕获和光学操纵等现实应用激光技术需将高斯光束拓展至非傍轴领域。尽管已发展了微扰级数展开等方法求出高斯光束的非傍轴解,但均存在着一定的局限性。为了寻求非傍轴条件下高斯光束的精确表征,本文直接从麦克斯韦方程组出发,将非傍轴高斯光束表示成TE项和TM项之和,TE项和TM项分别指与光束关联的电场、磁场垂直于传输轴,TE项和TM项即为矢量结构项。通过给出高斯光束在源区、近场和远场三个传输区域内矢量结构项的解析表达式,分析不同偏振和高斯半宽度对矢量结构的影响,确定高斯光束和相应的矢量结构项间的传输关系,掌握其矢量结构特征,并推广到高阶高斯光束上,同时探索矢量结构项在光学信息存储和准直测距等领域上的应用。", "label": "光学工程", "id": 0}
{"content": "随着空间光学技术的迅猛发展,空间光学遥感器分辨率得到了提高,要求反射式空间光学主镜的口径不断增大,对大口径空间光学反射镜进行轻量化设计、分析、制造已经成为活跃在现代科技前沿的不可或缺的关键支撑技术。本文对空间光学反射镜常用的两种材料微晶玻璃（Zerodur）与碳化硅（SiC）进行了性能比较,对几种轻量化结构形式进行了分析,以应用于空间超低温环境的椭圆形平面反射镜为例,CAD优化轻量化结构,经有限元分析,平面轻质反射镜在自重状态下的镜面变形量为0.014λ（rms）,在超低温-150℃环境中镜面变形量为0.002λ（rms）,由数控系统在图形方式下控制实际轻量化加工,采用化学方法消除加工过程中产生的应力与微小裂纹,其最终的面形精度达到0.022λ（rms）。最后,介绍了新型材料碳化硅（SiC）的制备方法,分析了空间轻质反射镜制造技术的现状和发展趋势。", "label": "光学工程", "id": 0}
{"content": "对于薄反射镜面背部排布垂直于镜面的力促动器的变形镜,其原理可以采用泊松方程表示。理论分析表明,这种变形镜要实现对低阶误差的高精度有效校正,需要在变形镜的有效口径外排布一定数量的促动器。采用有限元建模和分析技术,对基于力的支撑校正方式的变形镜进行了分析,对比了9促动点不同支撑位置时变形镜对离焦、象散和慧差三种低阶像差的校正能力,设计了支撑点内圈6点（有3个固定点）位于有效口径边缘、外圈6点位于外边缘的排布方式,大大提高了变形镜对难于校正的慧差的校正能力。最后比较了波前校正和模态校正方式在这种新型排布下的不同。", "label": "光学工程", "id": 0}
{"content": "利用气动光学的统计模型,分析了高速流体对飞行器上光学设备的干扰,包括strel比,偏折角以及相位差等。并在远场条件（夫琅和费近似）下,对通过此类流场中高斯光束的传播进行仿真。结果显示在低空,超音速的情况下（M>1）,波面的畸变将随着速度的增大而迅速增加,对激光制导、定距产生较大的影响。论文利用物理光学计算分析气动光学效应,拓展了对于相关领域的研究。", "label": "光学工程", "id": 0}
{"content": "为了分析Glan-Thompson棱镜两部分光轴不平行对棱镜性能的影响,根据冰洲石晶体的双折射特性,得到了两类晶体光轴不平行时Glan-Thompson棱镜出射光束偏离角、消光比和透射比的理论计算公式。结果表明:晶体光轴的不平行不会对棱镜的消光比造成影响;而晶体光轴的横向不平行会对出射光束透射比产生一定影响;晶体光轴的纵向不平行会对出射光束的偏离角产生影响。对于高精度的Glan-Thompson棱镜,由晶体光轴产生的对棱镜透射比和出射光束偏离角的影响是必需要避免的。", "label": "光学工程", "id": 0}
{"content": "为了了解Wollaston棱镜用于发散光束时对出射o、e光束发散角的影响,利用折射定律对发散光束两边缘光线通过Wollaston棱镜后的o、e光分束角进行了推导,采用控制变量法分析了发散光束经过Wollaston棱镜后出射的o光束和e光束的变化,得出了Wollaston棱镜对出射o、e光发散角的影响。结果表明:相对入射光束的发散角,Wollaston棱镜对o光有减小发散角的作用,对e光有增大发散角的作用;对于一定结构角的棱镜,当入射光的波长变大时o光发散角增大,而e光发散角减小;对于确定的单色发散光束,当结构角增大时o光发散角减小,而e光发散角增大;无论是入射光的波长还是棱镜结构角的变化,对出射o、e光发散角的影响都是有限的。由此可见,在要求不是太高的应用中可以忽略Wollaston棱镜对出射o、e光发散角的影响。", "label": "光学工程", "id": 0}
{"content": "在纹影技术中,聚焦纹影具有流场视域大、抗光波干扰能力强、成本低等特点,其中最主要的特点是聚焦特性,表现为在较小的景深范围内成像清晰,景深之外的扰动成像模糊,这有效的减少了流场以外扰动的干扰。本文简要介绍了聚焦纹影技术的基本原理,推导了聚焦纹影系统中景深的分析过程,讨论了各个系统参数对景深的影响,同时对传统纹影系统的景深与聚焦纹影的景深作比较,验证了聚焦特性方面的优势,为聚焦纹影的应用提供设计依据,具有一定的参考价值。", "label": "光学工程", "id": 0}
{"content": "本论文主要研究了高聚焦标量扭曲部分相干高斯光束对介质小球的辐射力。研究结果表明,激光束的扭曲相位会影响辐射力并且可以通过增加扭曲影子的绝对值来增加在实际焦点处的纵向和横向的捕获区域。同样,高聚焦电磁扭曲部分相干高斯光束对介质小球的辐射力也通过数值计算的方法获得。分析获得,辐射力与入射光的扭曲相位、偏振度和相干度有关。同时也对捕获稳定性进行了讨论。", "label": "光学工程", "id": 0}
{"content": "作为标准拉盖尔-高斯光束和复宗量拉盖尔-高斯光束的推广,我们提出了部分相干标准拉盖尔-高斯光束及复宗量拉盖尔-高斯光束两种新的部分相干光束。把描述光束函数中的拉盖尔函数表示成有限个厄密函数的求和,并借助于推广的柯林斯积分公式,我们得到了部分相干标准拉盖尔-高斯光束及复宗量拉盖尔-高斯光束经过一阶ABCD光学系统的交叉谱密度函数的解析公式。此外,通过一系列的数值计算例子,我们比较研究了部分相干标准拉盖尔-高斯光束和部分相干复宗量拉盖尔-高斯光束在自由空间中的传输特性。研究结果表明:部分相干标准拉盖尔-高斯光束和部分相干复宗量拉盖尔-高斯光束的光强分布和光束扩展特性与它们初始的相干长度有密切联系,并且与相应的标准拉盖尔-高斯光束及复宗量拉盖尔-高斯光束有很大的不同。一般来说,部分相干复宗量拉盖尔-高斯光束比部分相干标准拉盖尔-高斯光束在自由空间中传输发散慢,但是,随着相干长度的减少,这个优点会慢慢消失。我们的研究结果在激光束整形,奇点光学,天文测量等方面有极的潜在应用价值。", "label": "光学工程", "id": 0}
{"content": "CPC聚光器具有聚光角大,对跟踪要求不高的显著优势。但全尺寸的CPC聚光器往往很长,不利于安装与节约材料,因此一般需要对它截断部分。本文论述了CPC的截短对其聚光比、最大聚光角和高宽比的影响,给出了其性能参数随截去率的变化曲线,为用户获取最佳经济性提供了参考依据。", "label": "光学工程", "id": 0}
{"content": "本文利用几何光学近似方法计算了在轴高斯波束入射情况下梯度折射率微珠的散射强度分布,通过与广义洛伦兹-米理论计算结果的对比,分析不同散射角度上表面波等因素的影响。", "label": "光学工程", "id": 0}
{"content": "根据牛顿公式详细讨论了薄凹透镜的物像关系.设计了薄凹透镜的实物成虚像、虚物成实像和虚物成虚像3个实验光路,并通过实验测量,采用逐点描绘的方法得到薄凹透镜的物像关系曲线图,从曲线图上可求出透镜的焦距,分析薄凹透镜的成像规律。", "label": "光学工程", "id": 0}
{"content": "利用分光仪实验装置测定一定浓度氯化钠（食盐）溶液的折射率。将一定浓度的氯化钠溶液放入自制的三棱柱形玻璃容器内,成为透明的三棱镜,根据三棱镜最小偏向角测定方法,并利用分光仪测角的方便性和精确度高的特点,最后测定具有一定浓度食盐液体的折射率。该装置也可以用来测定其它透明液体（或气体）的折射率。", "label": "光学工程", "id": 0}
{"content": "研制了测量高斯光束输出特性的实验教学仪。该仪器基本原理为:利用刀口法测量高斯光束经辅助透镜变换后,在透镜后方所形成的辅助束腰两侧不同位置的光斑半径,然后对测量数据进行最小二乘法拟合与计算,可确定光束经透镜变换后,光束的束腰半径、束腰位置、衍射倍率因子及远场发散角;根据上述测量所得光束经过透镜变换后的光束特性参数及高斯光束变换规律,可确定光束经透镜变换前的光束束腰半径和位置。", "label": "光学工程", "id": 0}
{"content": "设计了两种磁致伸缩系数的光学测量方法,分别使用了迈克耳逊干涉仪和双光栅法测量了磁致伸缩材料(PrFe1.9)在给定的不同磁场中的微小位移,绘制了磁致伸缩曲线。之后我们比较了两种方法的优点和缺点并进行详细分析。", "label": "光学工程", "id": 0}
{"content": "本文介绍了一种利用可见光在透明介质中所发生的折射现象,基于一维PSD光电位置传感器测试出折射光线偏离光轴的距离,获得透明液体折射率的实验装置研发和实验方法研究。所研发的测试装置具有结构合理、测试迅速、操作方便、制作成本低和测量结果可靠等特点,可用于石油、化工等工业部门中透明液体折射率的动态监测.文中给出了几种不同透明液体的折射率测量值并与公认标准值进行了比较.研究结果表明,在优选一维PSD和入射光源的情况下,可以进一步提高测量精度,扩展折射率的测量范围。", "label": "光学工程", "id": 0}
{"content": "<正>我们研究了在两种单负材料组成的结构中所发生的反射波和透射波的古斯汉森位移的现象。在以往的研究中,反射波或者折射波的古斯汉森位移源于电磁行波在结构中的多次反射。但是在单负材料中只存在迅衰场,迅衰场是没有多次反射概念的。那么电磁波斜入射到单负材料结构后是否还", "label": "光学工程", "id": 0}
{"content": "<正>物体表面散射光的空间分布可以用双向反射分布函数（BidirectionalReflectance Distribution function-BRDF）描述。BRDF纪录了物体表面对不同角度入射光在表面上方整个半球空间中的反射分布。传统的扫描式BRDF测量方法耗时多且重复性差,不能实现在线测量。另一类BRDF测量方法利用成像系统将各个方向的光辐射分布成像到阵列式探测器上,从而可大大提高测量效", "label": "光学工程", "id": 0}
{"content": "<正>近年来,金属表面等离子元激发的研究成为了物理研究的热点。我们进一步将电磁波定向发射的研究拓展到光子晶体通带领域。利用光子晶体反常折射特性,分别提出了基于负折射效应的高方向性定向发射,及基于自准直效应的透射增强型定向发射器,另外还根据波前重构理论实现了Y型、一分三和一分五三种简洁紧凑型对称分光器件。", "label": "光学工程", "id": 0}
{"content": "<正>近年来,许多工作小组关于THz三维层析成像技术已有陆续报道。二维透镜被广泛地应用于THz层析成像技术中。与传统透镜比较,二维透镜有许多优点使之利于作为超宽频带的THz电磁脉冲的成像器件。本工作采用计算机模拟的方法,系统研究了具有高斯空间分布的THz脉冲在经过菲涅耳透镜传播后引起的波形和空间分布的变化。观察到了在不同焦距时,不同波长的聚焦效应。同样采用数值模拟,可以得到不同时刻的光场分布。", "label": "光学工程", "id": 0}
{"content": "<正>传统的多次反射池主要包括White池和Herriott池及其它们的改进型。前者的优点是允许大数值孔径光束入射,光程可调,但难以在有限的尺寸内获得长光程。后者的光学系统由两个球面镜组成,其特点是结构简单稳定,但其允许的入射光孔径角较小,镜面没能得到充分的利用,且不具有光", "label": "光学工程", "id": 0}
{"content": "<正>当平面光波在界面上反射和折射时,遵守斯涅尔定律。而对于实际光束,其截面宽度有限,一般是平面波构成的波包,这种波包在界面反射时会产生许多新奇现象,例如全反", "label": "光学工程", "id": 0}
{"content": "本研究使用史托克参数以及偏光仪架构来量测线性双折射与线性双衰减之光学元件。主要用Mueller矩阵以及史托克参数建立数学模型,而模型内的未知参数为主轴角度（α）、相位延迟（β）、双衰减角度（θd）、以及双衰减系数（D）。四个参数的量测范围分别为α=0～180°、β=0～180°、θd,=0～180°、以及D=0～1。由以上范围可看出,除了相位延迟之外,其余都是全域量测。本研究的重点在于,在建立模型时,双折射的主轴角度与双衰减角度不同,而且双折射与双衰减的理论计算方法是没有相关性的。亦即,就算不知道双折射,本研究方法亦可量出双衰减系数。经实验设计证明,此方法在量测相串联的四分之一波片与极化片试验片,其四个光学参数:主轴角度、相位延迟、双衰减角度、以及双衰减系数皆得到理想的结果.", "label": "光学工程", "id": 0}
{"content": "不同的实验样品精度需求对中子反射谱仪的分辨要求不同。为实现反射谱仪中的中子斩波器的斩波特性可调,斩波器设计采用四斩盘结构。设计原理主要是变换使用第三和第四斩盘,利用第三盘和第四盘与第二盘间距的不同,结合斩盘转速的调节,从而实现斩波特性可调。针对新的设计,采用Mcstas程序软件进行了模拟计算,获得了客观物理条件下相关物理参数对脉冲注量率以及脉冲水平发散度的影响曲线。计算结果可为水平散射几何中子反射谱仪设计中四盘斩波器的理论设计以及相关物理参数的选择提供理论参考。", "label": "光学工程", "id": 0}
{"content": "<正>费马原理是几何光学中的一个重要原理,由费马原理可以方便地导出几何光学的基本定律。光学教学中费马原理是一个难点,传统的表述方法容易引起误解或混淆。采用与从光波的电磁理论导出费马原理类似的方法,也可以得到在几何光学中描述光线的微分方程光线方程。光线方程可以化成一种与描述保守力场中经典粒子运动的方程相一致的形式。通过这样一种方式把光波的传播与经典粒子的运动联系起来,对于学生理解波动与轨迹之间的关系是非常有启发性的。", "label": "光学工程", "id": 0}
{"content": "<正>介绍一门新课\"几何光学及光学仪器\"的开设情况,包括开课的原由,课程设计思路,教材的编辑选定,上课方式确定和课程成绩给定的等等。由于大学课时的不断压缩,在光学理论课程中几何光学的比重越来越小,甚至完全取消,而相关实验训练更被删减,本科毕业论文和光学专业研究生要花费大量时间去了解最基础的几何光学内容和光学仪器的基本原理。为弥补几何光学理论和实验的不足,我们给大学", "label": "光学工程", "id": 0}
{"content": "<正>在二维和三维激光加工方面,具有较大灵活性的飞行光束导光系统得到广泛应用。考虑到大功率激光束传输,采用小孔径短焦镜的倒置离焦望远镜作为导光系统,剖析该系统的聚焦位置的分布和调控规律,以最大限度地确保在整个加工范围内加工质量的稳定性。利用光束质量因子的定义,多模激光束可等效为基模高斯光束,使得本文对基模高斯光束所作的讨论具有一定的实用价值。", "label": "光学工程", "id": 0}
{"content": "本文针对伺服系统中常用的调焦方法——临界角方法进行了分析,理论上得到临界角棱镜的折射率、物镜的数值孔径与离焦误差信号的关系,并模拟实际系统,实验得出当临界角棱镜的折射率 n= 1.7979、物镜的数值孔径 NA=0.625时,离焦量与离焦误差信号的关系曲线。比较分析了实验曲线与理论曲线的不同,并就引起这些不同的原因进行了分析讨论。", "label": "光学工程", "id": 0}
{"content": "提出采用三角楔柱透镜改善线激光均匀性的新方法,并在ZEMAX开发环境下建立了整形光路系统的理论模型。利用所建立的模型,分析了整形柱透镜在不同半径、斜面夹角、透镜介质折射率等参数下的光束的均匀性。研究表明在远场条件下,通过改变整形柱透镜的参数,能够得到能量分布均匀的线激光。", "label": "光学工程", "id": 0}
{"content": "本文研究由正负折射率材料组成的的半无限一维光子晶体的表面态,发现以色散介质为背景,在满足平均折射率等于零的情况下,第一层厚度变化时,表面态将会在较大频率范围内发生显著变化,并讨论了第一层的厚度取不同值时表面态的电场分布情况。", "label": "光学工程", "id": 0}
{"content": "对LED经锥形塑料光纤输出的光场特性进行了研究。用光纤追迹方法描述了锥形塑料光纤的传输特性,并与未经过锥形塑料光纤的LED光束进行了比较。结果表明,LED经锥形塑料光纤输出后光束发散特性及均匀性得到明显改善。", "label": "光学工程", "id": 0}
{"content": "<正>频域光学相干层析成像（Fourier domain optical coherence tomography,FDOCT）是一种最近发展起来的光学层析成像技术,相对传统时域OCT技术具有成像速度快、灵敏度高等优点。FDOCT一般通过光谱仪采集干涉谱,并对其进行逆傅立叶变换得到样品的层析图。光谱仪通常对干涉谱在波长（λ）域采样,得到干涉谱S（λ）。由k=2π/λ可知,干涉谱在k域为非均匀采样。传统方法,如图1（a）所示,首先对S（λ）插值、重采样得到k域均匀采样的干涉谱G（k）,然后对G（k）做逆傅立叶变换得到层析图I（z）。但是插值引入的", "label": "光学工程", "id": 0}
{"content": "<正>新课改的物理教材（人教版）在介绍透镜的光学性质时,是通过两组实验（如图所示）非常直观的导出凸透镜对光线有会聚作用,凹透镜对光线有发散作用。由于实验效果的确非常明显直观,所以有许多学生就误认凡是有交点就是对光线产生会聚的作用,反之没有交点", "label": "光学工程", "id": 0}
{"content": "本文针对单透镜成像系统在搜索与跟踪目标时,视场小、易丢失目标的缺点,深入讨论复眼和多孔径系统的结构和视觉原理的基础上,提出了一套基于仿生学的多孔径光学成像系统。该系统结合了多孔径系统和单透镜系统的特点,利用多通道间的相互组合, 解决了单孔径光学系统中普遍存在的大视场与高分辨的矛盾,解决探测中搜索困难,目标易丢失的问题；获取空间被测物体的立体信息,在一定范围内实现空间三维定位,并确定目标的运动特征参数,解决定位困难的问题。多孔径光学成像系统具有很好的应用前景,可应用于海事救援、地球灾害监视、工业交通自动检测等领域。", "label": "光学工程", "id": 0}
{"content": "可变形反射镜是一种特殊的光学镜面,可以由外加电压的作用改变表面形状,使得经它反射的光束产生所需要的拟合量,以校正其波前像差,并补偿由光路中各种因素引起的成像质量降低的问题。可变形反射镜不仅是自适应光学系统中的核心组成部分之一,也在天文望远镜以及光束净化、光束整形、激光腔内像差校正以及医学人眼像差的检测与校正等多方面得到了广泛的应用。目前自适应光学系统最常采用的变形镜主要有两种:微加工薄膜变形镜（Micromachined Membrane Deformable Mirrors,MMDM）和压电式变形镜（Piezoelectric Deformable Mirrors,PDM）。其中微加工薄膜变形镜采用静电式电极,镜面与驱动电极之间具有一定的电势差,在静电力的作用下,镜面发生相应的形变,其对电压的响应是非线性的;PDM则采用压电式电极,给电极施加一定的电压时,在压电效应的作用下,电极会带动镜面和相邻电极产生变形,其对电压的响应是线性的。基于两者结构原理的不同,它们在自适应光学系统中生成或校正像差的能力也存在着差异。本文采用荷兰OKO公司生产的59通道微加工薄膜变形镜和37通道压电式变形镜（两者镜面直径均为30mm）进行对比实验。利用同一闭环自适应光学系统针对4阶以内的常见像差（包括离焦、散光、彗差、三叶差、球差）,在-6um至+6um的范围内分别观察两者的像差生成状况,并将结果绘制为二维曲线加以比较。实验结果表明,两者对于低阶像差的生成能力均高于高阶像差。由于对电压的线性响应,压电式变形镜的各种像差生成曲线整体较微加工薄膜变形镜平滑。当目标值较小时,微加工薄膜变形镜和压电式变形镜的生成的像差都比较接近理想值,而当目标值增大,压电式变形镜可以获得比微加工薄膜变形镜更接近理想值的像差。", "label": "光学工程", "id": 0}
{"content": "本论文通过设计一个焦距f’600mm,孔径D250mm,视场2ω4°的大尺寸的菲涅尔透镜,比较了曲面菲涅尔透镜和平面菲涅尔透镜的特点和在光学像差方面的优劣。", "label": "光学工程", "id": 0}
{"content": "本论文主要研究一种\"电湿效应\"液体变焦透镜。透镜部分由折射率不同的两种不浸润溶液体组成。一种是导电性水溶液,另一种是不导电性油,将两种液体加入上下两面透明的短圆筒中。由于圆筒侧壁和上下均进行了疏水性处理,因此导电性水溶液在形成曲面的状态下非常稳定,能够起到具有球状曲率的凸透镜作用。在上述状态下施加与疏水性处理面直交的电场后,疏水性会降低,因此就能对透镜形状进行操作。因此改变电场的强度就可以顺利的改变透镜的焦距。以往变焦透镜的基本原理是用若干具有固定焦距的透镜组合在一起,协同改变各镜头之间的间距以后,在保持成像面位置不变的同时改变整个透镜组的焦距。这种变焦距透镜的设计方法有两种,一种是光学补偿法,另一种是机械补偿法,两种方法都要求对于组成整个透镜组的若干组份镜头的机械位置进行精确的控制与定位,在透镜组结构中需要设计有精密的驱动电机和实现同步精确运动的精密空间凸轮。这就使得这种光学变焦距透镜组的结构相当复杂,体积庞大,制造精度要求高,而且不易在诸如手机摄像镜头这样的小范围空间内实现。近若干年提出的折衍射混合型变焦距透镜中,利用液晶菲涅尔透镜变焦,可以不需要机械运动实现焦距的改变,整个成像光学系统可以做得紧凑轻巧。用电控制变焦比机械控制变焦更方便和精确,加上轻便、节能、低压驱动以及响应速度快等众多优点,使得折衍射混合液晶变焦透镜成为取代传统变焦透镜的一个很有前景的光学器件。但是由于其中液晶菲涅尔透镜利用光的衍射特性,使得衍射造成的色差影响难以完全消除;在折衍射混合型变焦距透镜中,焦距的改变可以用电控实现,而保持成像面的不变不用机械运动还需要进一步研究;液晶菲涅尔透镜的多焦点问题还有待解决。因此,折衍射混合型液晶菲涅尔变焦距透镜目前还处于研究阶段,还没有能够实用化。而这种液体变焦透镜是通过改变液体表面的形状来改变焦距,并且它不需要电动机的驱动,因此相对于以往的调焦方式有一系列的优势:有利于微型化、能量消耗低、响应速度快、抗冲击力好等等。因此本课题研究有极大的实用意义。本文参照一种基于此效应的可变焦液体透镜的模型,从系统的Helmholtz自由能着手给出外加电压与接触角的关系,并利用高斯光学理论推导出透镜焦距与外加电压的关系,在此基础上模拟给出了透镜焦距与外加电压的关系曲线。", "label": "光学工程", "id": 0}
{"content": "实验发现,玻璃三棱镜的折射率随升温而增大,从量子光学认识光的传递过程, 是物质微粒吸收光子、发射光子的结果,理论解释:介质环境的光子能量密度增大, 物质吸收、发射光子的几率增大,光速减小,折射率增大;光的传播方向由光线原来的传播方向,和环境光子能量密度的梯度方向共同决定;光线通过两种介质,光子能量密度发生突变,光线的改变程度,除了和入射光的方向有关,还和介质的光子能量密度的比值有关。文章通过比较两种光介质的光子能量密度,说明玻璃折射率的产生机制。实验预测:随着环境温度的下降,玻璃的折射率可减小到比1小。", "label": "光学工程", "id": 0}
{"content": "光学实验是大学物理实验中重要的组成部分,在培养学生动手和创新能力方面发挥着重要作用。消除视差是光学实验要求学生必须掌握的基本技能之一,本文结合实践教学,总结了常用光学仪器消除视差的原理和方法,对提高光学实验的教学有一定的促进作用。", "label": "光学工程", "id": 0}
{"content": "介绍一种大视野角实心光锥系统的设计方法,其中包括设计的难点、研究思路、解决方法及实际结果。传统的透射式光学系统要做到大视野角的能量汇聚,一般结构比较复杂,镜片数量多,即使只进行适当的像差校正也相对困难,而此实心光锥系统与传统透射式光学系统相比,具有成本低、结构简单、安装调试方便等显著特点。该光学系统主要用于大视野角近红外光的汇聚采集,可以根据实际运用要求进行相应的参数修改,从而用于其它波段的能量汇聚系统中。", "label": "光学工程", "id": 0}
{"content": "<正>建立了晶体元件中折射光线轨迹的软件包和提出了波象差计算方法。利用这个软件包,分析了双焦透镜的各类象差和象差与入射角的关系。这个软件包的特点是各种物理量的计算十分清晰,它为改进晶体元件的设计提供了理论依据。1.晶体中的光线轨迹晶体中波矢的Snell’s定律为ni sinθi=n sinΦ其中折射率n=[1/ne~2+（1/no~2-1/ne~2）krz~2]-1/2krz是折射波矢kr在晶体坐标轴Z轴上的方向余弦。", "label": "光学工程", "id": 0}
{"content": "衡量光学系统成像质量的主要方法有星点法、分辨率法、光学传递函数法等。光学传递函数法与前两种方法相比具有更多的优点,它既能定量的表示光学系统整体成像质量的优劣,同时也能表征任意空间频率处的成像情况,因此获得了广泛的应用。探讨MTF测量的方法很多,但用狭缝法测量MTF误差的报道很少。从狭缝误差入手讨论了它对MTF测量的影响。", "label": "光学工程", "id": 0}
{"content": "提高光盘存储密度的一个重要方法就是增大会聚物镜的数值孔径。提出了一种大数值孔径物镜的设计方法。在低成本的基础上设计出了数值孔径为0.95,近似无像差的会聚透镜。所设计的会聚透镜性能稳定.已得到了实际应用。", "label": "光学工程", "id": 0}
{"content": "高能X射线照相及其密度重建研究主要应用于武器流体动力学试验的定量诊断。传统的基于字典学习的CT重建方法是基于图像块的,用这些方法学习的特征往往包含相同特征的移位版本。为了解决这些问题,卷积稀疏编码（CSC）被提出并引入到各种计算机视觉应用中。本文受CSC在医学图像重建领域成功应用的启发,提出了一种基于CSC的极少数投影角度下的密度重建方法。该方法直接处理整幅图像,不需要像基于字典学习的方法那样将图像分割成重叠的图像块,可以保留更多的细节,避免了图像块聚合带来的伪效应。实验结果表明,该方法具有较好的重建效果。", "label": "光学工程", "id": 0}
{"content": "建筑环境中充满了微生物,其中包含了能引起人类传染病的病原微生物,人们对建筑微生物环境的重视程度在不断提升。本文首先对室内微生物的特点和来源进行介绍,随后阐述作为微生物消杀工具之一的紫外线的杀菌原理和分类,最后讨论了包含采光设计在内的建筑设计和运营对室内微生物环境的影响,本文旨在加深读者对室内微生物环境的理解。", "label": "光学工程", "id": 0}
{"content": "<正>基于非微扰量子电动力学,发展了束缚电子在X射线激光场中发生异常非线性康普顿散射的非相对论频域理论。利用该理论研究了Be原子在X射线激光场中发生双光子非线性康普顿散射的过程,并且在理论上证明了Fuchs等的实验中发现的散射光红移现象来源于光子不同模式之间的量子跃迁。根据该理论模型,异常非线性康普顿散射可以理解为两步过程:束缚电子发生单光子电离之后与另一光子发生线性康普顿散射的过程。我们的计算结果显示双重微分几率随着散射光子能量的增加而下降。将双重微分几率经过滤波处理后,峰值位置与Fuchs等的实验结果中的峰值位置一致。", "label": "光学工程", "id": 0}
{"content": "<正>采用原位高压拉曼散射与同步辐射X射线衍射技术研究了KNbO3 （KNO）和NaNbO3（NNO）的压力诱导结构相变机制。对NNO的研究压力达到了32 GPa,NNO分别在2、7、9和18 GPa附近发生结构相变,相变序列为Pbma→HP-I,HP-I→HP-II,HP-II→Pbnm和Pbnm→HP-IV。HP-IV相的结构保持稳定到32 GPa,没有相变成立方相,Tc温度至少以dT/dP", "label": "光学工程", "id": 0}
{"content": "X射线无损检测原理;快速流水检测装备在现代铸件检测中的应用;如何在铸造行业使用定制检测装备和智能系统;如何将三维扫描技术与数据库结合使铸造过程更加可视化。", "label": "光学工程", "id": 0}
{"content": "针对钛合金铸件X光图像中缺陷较小、不便检测及图像处理方法普适性较低的问题,通过两个图像分步处理试验研究,提出了一种包括巴特沃斯低通滤波处理、USM锐化处理和迭代法阈值分割处理三个步骤的钛合金铸件X光缺陷检测方法,并采用八个图像验证了该方法的有效性。在低通滤波处理步骤中,对比均值滤波、中值滤波、高斯低通滤波,巴特沃斯低通滤波方法能有效降低噪声并增加缺陷与背景色的对比度,改善图像质量。在增强图像步骤中,对比灰度变换、直方图处理、同态滤波,USM锐化方法能有效增强缺陷与背景色的对比度,且不产生较多的背景色干扰信息。在阈值分割步骤中,对比OTSU算法、最大熵法,迭代法能成功分割具有两种灰度背景色的图像的缺陷,且分割效果较好。", "label": "光学工程", "id": 0}
{"content": "X射线三维成像技术可以高精度、无损的获得样品内部的三维结构和材料的密度、成分信息,在科学研究和工业检测中有广泛的应用。高能物理所X射线CT研究团队在过去的十几年中,一直从事X射线相关技术和科学仪器的研究,先后完成了化石专用CT、板状化石专用CT、SEMCT、小动物PET-CT、小动物SPECT-CT、小动物能谱显微CT、乳腺能谱CT和岩石力学高能加速器CT等多台套仪器的研发,本报告主要从科研需求如何驱动仪器技术创新的角度介绍这类仪器的研发和应用思路。", "label": "光学工程", "id": 0}
{"content": "微焦点X射线源是显微CT的关键部件,其产生的X射线的亮度决定着显微计算机断层成像的质量。基于聚焦成微焦点的电子束轰击靶材99%的能量转化为热量,这将会烧蚀靶面,甚至熔化,这将导致X射线的输出品质的严重下降,从而影响X射线的亮度。为此,需要提高靶材的散热性。由于金刚石具有高熔点、高热导率,金刚石透射式靶材可以提高靶材的散热性,这种靶材在分辨率为2μm时,能够承受的功率为7 W。为了进一步提高金刚石透射式靶材的散热性,我们设计钨塞式结构的金刚石透射式靶材,采用激光打孔和镀膜相结合,制备了该结构靶材。在分辨率为2μm时,能够承受的功率为9 W。", "label": "光学工程", "id": 0}
{"content": "目的 X射线荧光CT（XFCT）是一种针对高原子序数（高Z）元素的功能性成像。现有的XFCT研究大多使用X光机产生的具有连续能谱的X射线作为激发荧光的入射光源,这使得采集得到的荧光信号中包含较多康普顿散射本底。本文针对目前XFCT成像中荧光信号受散射本底干扰严重的问题,提出了一种基于散射噪声模型的迭代重建算法以提升XFCT图像重建质量。方法现有XFCT重建方法大多通过估算出散射本底期望值,在原始数据中减去散射成分,再通过ML-EM迭代算法直接进行重建。这类重建方法减少了散射带来的重建理论误差,但却无法抑制散射光子造成的统计噪声。本文中提出的方法结合实际的荧光信号采集方式,将原本需要求解的仅包含重建像素和荧光信号的线性方程改写为了分别包含荧光信号和散射本底的方程组。在此基础上写出了该方程组的对数似然函数,将荧光光子和散射光子的泊松噪声模型同时带入该似然函数最大化问题。最后,通过EM的方法计算出求解新的似然函数最大化问题的迭代公式,采用交替迭代的方式更新重建像素和散射本底估计。结果为验证所提出算法的有效性,本文基于实验室搭建的XFCT实验装置进行了实际实验。待扫描物体为包含不同浓度钆（Gd）溶液的PMMA圆柱形模体。采集得到投影数据后,分别使用传统的ML-EM迭代和本文提出的方法,对模体中的Gd元素进行重建。对比结果显示,当不考虑散射噪声直接使用ML-EM迭代重建时,模体自身的散射本底使得XFCT图像的噪点明显,而当采用基于散射噪声模型的EM迭代重建时,背景的统计噪声得到了较好抑制,使得重建图像中低浓度溶液区域更加明显,极大提高了XFCT图像的对比度。结论本文提出的基于散射模型的重建方法能有效降低XFCT图像中散射光子带来的噪声,提高了图像中荧光信号成分的对比度,对改善XFCT重建图像质量有较大帮助。该方法相较于传统的ML-EM迭代算法,能够更加充分地利用原始数据中不同成分的计数信息,更加适用于XFCT成像这类本底计数高且会带来较大统计噪声的图像重建问题。", "label": "光学工程", "id": 0}
{"content": "从高空核爆炸X射线点源出发,利用细致能级模型计算了高空大气对不同能量X射线光子的吸收,得到了X射线能谱在不同传输距离上的演变和X射线在大气中能量沉积的空间分布。在不考虑X射线沉积能量对大气加热阶段火球的再辐射过程的情况下,得到了X射线火球的初始温度空间分布。采用辐射近似求解迁移方程,得到了燃烧火球冷却阶段温度随时间的演变和不同空间位置处的光辐射能谱。", "label": "光学工程", "id": 0}
{"content": "以水性聚氨酯为基底,以氧化铒（Er2O3）、氧化钨（WO3）为射线屏蔽体,制备了一种无铅、环保、高效的X射线屏蔽材料。用高纯锗探测器测试和分析了材料的屏蔽性能;用蒙特卡罗程序mcnp对射线在材料中的运输过程进行模拟;用金相显微镜对材料的横截面和纵截面进行观察分析。结果表明该复合材料可有效屏蔽X射线,屏蔽体在材料内部分散均匀。以241Am和133Ba作为放射源,在优化的实验体系下材料对59.5 keV、81.0 keV射线的质量减弱系数分别为5.5 cm~2/g、4.2 cm~2/g,质量减弱系数的实验测量值与mcnp模拟计算结果的相对误差在5%以内。", "label": "光学工程", "id": 0}
{"content": "随着国内科技产业进步,在工业、科技考古及国防方面提出了越来越多的无损检测需求。这些需求不仅体现在对材料本身成分的识别,还体现在对这些组成成分在器件中分布的了解,这是以往检测手段难以做到的。国内唯一一条高亮度白光中子源Back-n的出现使满足这一需求成为现实。在Back-n白光中子源上可以采用CMOS相机、多阳极光电倍增管和气体探测器等系统,进行共振区中子照相。初步的结果显示,这几种方法可以有效识别元素种类和分布,从而做到对待测物品的无损元素检测及分布成像。", "label": "光学工程", "id": 0}
{"content": "微剂量X射线安检设备的单次检查剂量是决定被检物品辐射安全性的重要指标。其测量仪表的选型需求与设备的X射线剂量率、能谱、扫描时间、投影方向等工作参数密切相关。测量时,仪表应工作在累积剂量档位,且应对仪表的剂量率耐受能力和短瞬脉冲响应能力进行检查。对于角响应不均匀的仪表,还应合理选择仪表的摆放角度。", "label": "光学工程", "id": 0}
{"content": "高空核爆X射线以软X射线为主,爆源10公里范围内的能注量可达每平方厘米上百焦左右。虽然核爆X射线无法穿透铝壳装药的外壳,但其能量在迎光面光学厚度内大量沉积,造成壳体材料的汽化反冲,引发向内传播的热击波。如果热击波峰值压力足够高,则会引爆铝壳内的炸药,使整个铝壳装药解体。由于试验室内尚没有建立起可以比拟核爆X射线的辐射源,因此只能通过理论和数值模拟相结合的方法开展此类问题的探索性研究。本文以X射线黑体谱作为核爆X射线模拟源,基于MCNP5.0和Uintah2.1,通过流-固耦合的方法计算了黑体温度分别为1keV、2keV和3keV时,不同辐照能注量下,受辐照后铝壳装药的起爆情况,给出不同黑体温度下引爆铝壳炸药的X射线能注量阈值。与经验公式计算得到激光引爆能注量阈值相比,相同条件下核爆X射线更容易引爆铝壳炸药,表明了带壳装药抗核爆X射线加固的紧迫性。", "label": "光学工程", "id": 0}
{"content": "了解能源材料的电子特性及其在应用后的演变,对于研发高效的材料至关重要。同步辐射软X射线光谱技术,包括光电子发射谱（SRPES）、近边X射线吸收精细结构谱（NEXAFS）和X射线发射谱（XES）等是研究材料电子结构的有力手段。本报告将结合本课题组的工作,通过几个例子,简要介绍同步辐射软X射线谱学技术在能源材料表界面电子结构研究方面的应用,内容包括用于锂/硫电池负极材料的石墨烯及其衍生物[1-2]、基于有机及钙钛矿光伏电池的金属/聚合物和金属/钙钛矿界面[3-4]和用于CO2加氢的催化剂和氧化物负载金属催化剂[5]等方面的研究。最后,简要介绍了本人所负责的合肥光源中两个基于软X射线谱学的线站功能和研究进展。希望通过本报告,让国内更多的在能源材料研究领域中的科学家了解和应用同步辐射软X射线谱学技术,特别是到合肥光源的相关线站开展工作。", "label": "光学工程", "id": 0}
{"content": "同步辐射X射线谱学（SXS）,主要包括X射线吸收谱（XAS）和X射线发射谱（XES）,是研究能源材料局域原子结构和电子结构的一种重要方法。首先,报告概述了SXS方法的基本原理、表征信息和独特优势。并以单原子和团簇催化剂为例,详细介绍了分散型单原子,替代型单原子和双原子团簇的XAS谱学分析方法以及小波变化方法（WT-EXAFS）在分辨邻近配体和确定异常键长等方面的优势。其次,报告介绍了同步辐射X射线吸收谱原位表征方法的发展及应用,主要包括:1)在Co Mn催化剂费托反应的高温高压条件下,确定Co2C的形成过程; 2)在电催化OER反应的溶液环境中,捕捉到Fe、V共掺杂Ni（OH）2催化剂在的结构变化和局域结构扭曲等信息,为催化机理的解释提供依据。最后,报告简要介绍了上海光源正在建设的二期X射线谱学线站,希望为更加深入地探究能源材料的构效关系提供强有力的表征手段。", "label": "光学工程", "id": 0}
{"content": "<正>1918年,康普顿在实验中发现X光存在小角度的反射现象,由此人们认识到:X射线光学是光学的一个分支。因此能谱选择或者带通的方法一直是以掠入射反射光学构成。但是小角度反射光路系统会带来视差、像差及视场受限等问题,解决方法只有让X光像可见光一样,具备透射式的带通滤波。与可见光不同,X光折射率小于1而且不等于1,要使之在材料中进行光学偏折从而实现透射带通,必须有高透及折射的材料匹配,但是几乎所有元素的吸收限（原子共振和吸收线）都在软X射线波段,因此遇到的科学问题就变得无法克服。", "label": "光学工程", "id": 0}
{"content": "针对X射线背散射成像应用,设计并实现了一种基于SiPM的线阵闪烁探测器以其前端放大电路。评估了SiPM的偏置电压以及环境温度对该探测器能量分辨率的影响。", "label": "光学工程", "id": 0}
{"content": "为满足自由电子激光装置的正常运行,需要向加速器设备提供精确的定时触发信号。本文依据SXFEL的物理需求和系统分配,基于高精度脉冲发生器,结合具有联锁接口的光电转换器,实现了定时系统的硬件设计。软件部分使用实验物理与工业控制系统完成基于网络的分布式远程控制系统。通过在线测试,该系统运行稳定可靠,各方面性能满足加速器对定时系统的要求。", "label": "光学工程", "id": 0}
{"content": "上海软X射线自由电子激光试验装置（SXFEL）的数据归档系统通过保存加速器设备的运行状态,为束流调试和机器研究等提供数据依据和基础。通过对数据库结构、配置和检索引擎等的改造升级,系统在保证运行性能稳定的前提下,数据的安全性得到了很大的提升。数据归档系统基于以太网,软件架构选用EPICS,由数据采集,数据存储和数据检索三个模块组成。数据采集和检索模块采用EPICS CSS中的RDB Archive软件和Data Browser软件,数据存储模块采用开源关系型数据库PostgreSQL。目前,升级后的系统已在SXFEL中测试运行半年左右,系统性能稳定可靠。", "label": "光学工程", "id": 0}
{"content": "<正>目的肌肉疲劳是由运动引起的最大自主收缩力持续下降的现象,主要涉及神经性和代谢性生理因素。近红外光谱技术（NIRS）可无损检测局部组织的血氧水平波动,因此可反映被测组织的代谢活动,进而用于肌肉疲劳评估。方法 招募29名健康受试者,执行单腿提脚跟任务。受试者被要求用左脚站立,然后缓慢抬起脚跟至最高点,停顿大概1 s,然后缓慢落下。执行此循环40次,或者至因疲劳无法进行为止。试验期间,用NIRS探头测量左腿外侧腓肠肌的血氧波动,并用小波变换处理总血红蛋白浓度波动（△tHb）信号,得到小波振幅在0.005～2 Hz频率段内的分布。", "label": "光学工程", "id": 0}
{"content": "为了更好的了解、应用CR技术,使用X射线进行了CR技术与胶片照相技术的对比试验。试验得出,使用高梯噪比的胶片照相技术可获得更高的灵敏度。使用CR技术可达到的灵敏度水平能满足相关标准的要求,但不及胶片技术。另外,使用X射线的CR技术,能达到ASME规范和RCC-M标准中胶片照相的像质计灵敏度要求。国内可结合自身需求开展一些试验、研究工作,努力提高使用X射线CR技术可达到的灵敏度等级,更有效的推广CR技术在核电领域的应用。", "label": "光学工程", "id": 0}
{"content": "K2SO4是一种重要的无氯钾肥,研究其水溶液的微观结构对于指导从液体钾矿中高效的提取K2SO4意义重大。本文应用X射线散射法和拉曼光谱法系统地测定了浓度为0.08%～10.00%的K2SO4水溶液,由X射线散射数据推导得到差值对分布函数G（r）,从而对K2SO4水溶液的微观结构进行了分析,发现随着浓度的升高K2SO4水溶液结构呈规律性变化,2.8?处峰形的展宽代表水溶液中类四面体构型的O-O关系变得越来越松散。从K2SO4水溶液的超额拉曼光谱变化规律同样可以推得,K2SO4浓度的升高破坏了溶液中的四面体氢键构型。", "label": "光学工程", "id": 0}
{"content": "<正>目前国内外对于光场数字重聚焦的研究主要针对可见光波段,本文对红外波段的数字重聚焦进行了研究,在基于相机阵列的光场成像[1]和基于Lytro光场数字重聚焦的三维重建方法[2]基础上提出了基于红", "label": "光学工程", "id": 0}
{"content": "<正>0引言我国远红外线用于保健医疗行业,始于上世纪90年代,经过廿余年的创新发展,已经具备相当规模及一定科技水平。曾宇[1]曾在\"我国远红外保健品现状概述\"一文中,比较全面介绍我国涉及红外线医疗保健品,其类别已达到相当数目。其中,红外疾病诊断类产品有6个,红外治疗产品（医疗器械）类7个,红外保健产品类中,属红外保健电器10个,属红外保健纺织品2个,红外保健日用品,如餐具、杯具、", "label": "光学工程", "id": 0}
{"content": "红外线（Infrared Ray）由德国科学家霍胥尔于1800年发现。红外线的波长大于可见光又小于微波。红外线对生物体的有益效应有很多,分为热生物效应和非热生物效应,如中近红外主要被生物体内的水分子所吸收并破坏分子间的氢键,使水达到\"活化\"效果。而吸收的远红外线可以引起蛋白质分子中如酰胺键的量子振动,使生物能量顺利传递,加强生命体处于正常状态的能力。红外疗法对多种疾病均具有作用:伤口愈合、活血化瘀、糖尿病足溃疡愈合、治疗高血压、舒解精神压力、抑制疼痛、增进睡眠质量、降低血糖等症状均有疗效。", "label": "光学工程", "id": 0}
{"content": "健康一直以来都是人们关注的焦点问题,而远红外线技术在疾病预防和医疗诊断方面正发挥着越来越重要的作用。本文介绍了远红外线在临床诊断与辅助治疗、亚健康调理、美容护肤等领域的应用,最后对远红外线养生理疗领域存在的问题进行了探讨,并对其发展前景进行了展望。", "label": "光学工程", "id": 0}
{"content": "[目的]运用红外热成像技术获得健康人群（18~54岁）痰湿质与平和质全身脏腑共16个区位的热值数据,比较三焦、脏腑、督任脉热结构△T的差异性。[方法]利用《中医体质分类与判定标准》结合中医四诊信息纳入83名受检者,包含痰湿体质51例,平和体质32例,运用SPSS 20.0软件分析两组体质人群三焦、脏腑、督任脉热值数据。[结果]痰湿质组上焦热偏离,中焦凉偏离,任脉凉偏离,胸膺热偏离,左肾凉偏离,右肾凉偏离,大腹凉偏离,小腹凉偏离。[结论]痰湿体质人群的热结构紊乱,检测区位多为凉偏离,脾、肾部位阴多阳少,功能下降,上焦热偏离,有气郁化热的倾向。", "label": "光学工程", "id": 0}
{"content": "轫致辐射反射三极管是一种产生脉冲硬X射线的新型脉冲功率负载。本文针对轫致辐射反射三极管的辐射场开展模拟计算。采用PIC粒子模拟方法获得了反射三极管阳极箔面上电子的入射角分布、空间位置分布和能量分布;并以此为基础建立反射三极管的蒙特卡罗模型,获得了反射三极管的辐射场参数;分析比较了不同转换靶参数对反射三极管辐射场的影响,并将反射三极管辐射场与单间隙二极管辐射场进行比较。模拟结果表明:反射三极的转换靶厚度为10μm时,轫致辐射转换效率较高,并且其能谱和能注量均优于单间隙二极管。", "label": "光学工程", "id": 0}
{"content": "磁绝缘感应电压叠加器（MIVA）次级阻抗对驱动源和负载之间功率耦合产生重要影响。基于稳态磁绝缘Creedon层流理论和鞘层电子流再俘获（Re-trapping）理论,建立了负载欠匹配型MIVA电路分析方法,数值分析获得了MIVA输出参数（输出电压、阴/阳极电流和电功率）随负载欠匹配程度的变化规律。考虑阴极传导电流作为闪光照相二极管的有效电流,建立了以MIVA末端X射线剂量率最大为目标的次级阻抗优化方法。获得了欠匹配型MIVA次级优化阻抗Zop*的变化规律:随着X射线剂量率对电压依赖程度提高,欠匹配型MIVA次级优化阻抗Zop*呈指数降低;负载阻抗越大,Zop*越大。", "label": "光学工程", "id": 0}
{"content": "X射线CT作为无损检测重要手段之一,已经广泛应用在各个领域,特别是医学临床诊断。其中X射线球管是CT的核心部件之一,迄今为止,尚无国产的CT球管投入市场。进口及国产CT均采用进口球管,价格高昂,而且需要定期更换。本文介绍了中国工程物理研究院流体物理研究所3MHu热容CT球管研制进展,对CT球管研制中的关键技术和工艺进行了概括。目前3MHu球管已经完成样管研制,完成了焦点、噪声、二维平面成像、发射特性等性能分析与测试,基本达到设计指标。正在开展寿命分析和可靠性分析等工程化工作,有望在2018年实现商业样管的小批量研制。", "label": "光学工程", "id": 0}
{"content": "为了设计、仿真自由电子激光、同步辐射光束线以及惯性约束聚变、极端条件物理过程等X射线光学系统,开发了国内首款具有独立知识产权的光学设计软件X-LAB,其能够设计、仿真满足普适或特定条件、要求的光学系统。软件X-LAB v1.5结合光学衍射算法和序列式光线追迹算法,集光线追迹仿真、矢量衍射仿真和复杂微结构特征光学元件版图绘制等功能于一身,具有界面友好、操作便捷、包含特色光学模块、支持\"用户定制\"功能等特点,为\"更加自由的\"开展光学系统、光学元件概念设计、优化和研制提供了平台。当前,已使用该软件开展了工程化应用,主要包括北京同步辐射3B1单色化束线设计,实现了能谱分辨率优于1000,能谱覆盖10eV到1000eV;惯性约束聚变和极端条件物理过程X射线诊断光学系统的高空间分辨KB镜系统的设计和优化,获得了空间分辨优于6μm,视场500μm。", "label": "光学工程", "id": 0}
{"content": "设计并优化了一个采用阳极箔结构加强电子束箍缩聚焦,获得了高剂量、小焦斑X射线输出的自磁箍缩二极管,并配套研制了基于针孔成像原理的X射线焦斑测量系统。开展了MV条件下的二极管及其焦斑测量系统实验,获得了1.75×2mm的椭圆形X射线焦斑,正前方1m处辐射剂量1.6rad,实验验证了阳极箔加强电子束箍缩聚焦的显著作用;焦斑测量系统在实验中也获得了良好焦斑图像,证明了原理和方法的可行性。实验结果表明研制的自磁箍缩二极管具有结构简单、辐射剂量高、焦斑尺寸较小的优点,具有很强的应用潜力;配套研制的X射线焦斑尺寸测量系统结构简单、成本低廉、工作稳定可靠。X射线的能谱信息是其最重要的参数之一,但是难于直接测量和诊断,本文以数值模拟和实验相结合的方法开展了相关研究。模拟和实验研究发现,二极管电压峰值约为650kV时,计算得到射线平均能量216keV,得到了辐射能谱输出,其衰减规律与叠片法实验吻合良好。", "label": "光学工程", "id": 0}
{"content": "高前沿X射线脉冲可以显著降低惯性约束核聚变中融蚀不稳定性的发展。实验发现,表面绝缘平面钨丝阵Z箍缩可以产生相似的高前沿X射线脉冲,当平面钨丝表面涂覆2μm聚酰亚胺薄膜时,其X射线脉冲前沿幅值可达普通钨丝的4倍。不同宽度的平面钨丝阵实验表明,表面绝缘产生的高前沿很可能由融蚀流和先驱等离子体导致。X射线脉冲前沿幅度可以通过改变丝阵中镀膜丝的比例进行调节", "label": "光学工程", "id": 0}
{"content": "目前工业射线检测中,应用最多,最广泛的检测方法就是X射线照相检测技术,结合实际工作经验,分析了目前的X射线照相检测设备在工业检测中的操作应用难点和局限,并针对小型、单一结构件的X射线照相检测的检测速度慢、检测效率低等问题提出了一种方便、快捷的检测平台。详细阐述了该平台的设计原理、工作方式、操作要点及其应用范围。", "label": "光学工程", "id": 0}
{"content": "<正>自由电子激光（Free Electron Laser,FEL）是一种以相对论高品质电子束作为工作介质,在周期磁场中以受激发射方式放大短波电磁辐射的新型强相干激光光源。它具有波长连续可调（目前LCLS己做到0.5A）;可实现横向和纵向全相干;峰值和平均亮度极高（比第三代同步辐射光源分别高10个和4个量级）;光脉冲可短至飞秒甚至阿秒量级;极高的时间（亚飞秒）、空间（亚纳米）、能量（毫电子伏）分辨率。是目前其它任何", "label": "光学工程", "id": 0}
{"content": "<正>在X射线和中子固定波长粉末衍射中,衍射峰的形状受到很多因素的影响,其中一个就是由于样品有吸收导致从园柱形样品盒中出射束内在的（固有的）非均匀分布。本工作详细探讨了这一效应,首创了在给定θ和μR的数值后（μ为线性吸收系数,R为样品的半径）,均匀入射束下园柱样品上的原始出射束形状（profile）和反映出射束功率或强度分布的重心", "label": "光学工程", "id": 0}
{"content": "<正>随着大型脉冲功率装置相继建成,电磁加载能力不断提升,利用电磁驱动固体套筒内爆成为研究高能量密度物理、内爆动力学、惯性约束聚变以及材料冲击响应的一个重要手段。脉冲电流通过固体套筒表面时产生环形磁场使套筒具有向心的作用力,驱动固体套简内爆,在这个过程中套筒内爆的均匀性对内爆性能有着至关重要的影响,因此诊断和分析套简内爆过程对深入研究和理解内爆物理非常关键。激", "label": "光学工程", "id": 0}
{"content": "<正>强耦合物质特性已成为高能量密度物理领域的研究热点之一,其中强耦合物质的光学参数变化是表征其结构变化的重要手段。晶体结构由长程有序逐渐过渡到短程有序再到短程无序的过程中,物质的光学参数会发生明显的变化。强耦合物质的光学参数在理论模拟上主要通过第一性原理的方法获得,而在实验上则通过测量被加热样品(可利用冲击波、带电粒子束、X射线等", "label": "光学工程", "id": 0}
{"content": "<正>提出了一种基于笔形光束的同步辐射硬X射线相干性测量方法。根据高斯函数的卷积计算,通过分析部分相干笔形光束经过光栅的远场衍射条纹宽度,从而精确得出入射光束的相干性;在上海光源生物小角散射线站（BL19U2）搭建了结合小孔和光栅", "label": "光学工程", "id": 0}
{"content": "X射线管通常采用热阴极电子源和冷阴极电子源。相比于热阴极电子源,冷阴极电子源的X射线管具有体积小、响应快、容易聚焦、能耗低,数字化控制等优势。与此同时,X射线相位衬度成像的发展特别是常规X射线源的光栅成像技术的诞生,将会给基于场致电子发射的冷阴极X射线管带来新的发展机遇。本文主要研究了基于光栅干涉法[1-5]的常规X光源光栅成像技术的相关理论,并就冷阴极X射线源对于光栅相位衬度成像质量的影响做了探究。", "label": "光学工程", "id": 0}
{"content": "目的建立4个CCRI推荐的钼靶X射线参考辐射质,得到的实验数据,参与国际计量局组织的乳腺X射线空气比释动能国际比关键比对项目（BIPM.RI（I）-K7）。建立钼靶X射线基准,填补国内空白,解决乳腺X射线诊断设备的量值溯源问题。方法使用经BIPM刻度过的RC6M平板型电离室,连接小电流测量系统,根据钼靶X射线规范,测得X射线经过不同厚度的衰减片后的电离电流值。然后利用origin作图软件对实验数据进行E指数拟合,得到各个规范的衰减曲线,插值法得到不同辐射质的半值层,并计算同质系数。根据质量衰减系数u/p和半值层的关系求得质量衰减系数,然后分段拟合得到NIST数据库中质量衰减系数和有效能量的曲线图,插值法得到各规范的有效能量。结果半值层测量结果与国际计量局BIPM参考值的相对偏差在1%以内,最大为0.82%,最小为0.32%,吻合较好,可以认为X射线辐射质基本相同。结论为建立乳腺X射线国家基准,开展国际比对和量值传递奠定了基础。", "label": "光学工程", "id": 0}
{"content": "本研讨会创建30年了,首先要感谢创始人汤老院士,感谢攀登计划\"经络研究\"老前辈胡翔龙研究员为本会做出的杰出贡献,另外也要惑谢王大珩与周立伟院士,是他们提供了\"光学,迈向新的世界\"这样的好文章。也为栾文彦教授的不幸去逝而痛心与怀念。辐射具有电磁波和光粒子二重性。百年来,红外辐射存在哪些严重问题?在于忽视光粒子论,大学传热学中,只讲普朗克电磁波论而不提爱因斯坦的光子论,只讲对流换热器而不讲辐射加热器。本文追溯了红外辐射历史,探讨了电磁波动说和光子理论与实验验证。", "label": "光学工程", "id": 0}
{"content": "红外线属于电磁波的一段,因其热效应和非热效应,被广泛应用于生物医学领域。介绍了红外线的生物学效应及其临床应用。", "label": "光学工程", "id": 0}
{"content": "水,生命之源,水质与人体健康有着十分密切的关系,而小分子团水对人体具有重要的作用。综述了采用远红外辐射法来生产小分子团水的作用机理,同时介绍了一些远红外辐射材料,最后对远红外线和小分子团水的研究方向和发展前景进行了展望。", "label": "光学工程", "id": 0}
{"content": "设计了一种基于方形多毛细管X射线透镜的X射线探测系统,该系统具有较小的X射线收集角。方形多毛细管X射线透镜是一种基于X射线全反射的X射线调控器件,可将大面积范围内的X射线汇聚至X射线CCD探测器。通过测定X射线在方形多毛细管X光透镜中的传输特性、建立数据传输模型,可对X射线CCD所测数据进行校正并还原出透镜入口端入射X射线的信息。通过光线轨迹追踪方法模拟了方形多毛细管X射线透镜的传输特性。结果表明,该探测系统适合探测能量低于21.5ke V的X射线,用于大面积成像;也适合用于收集能量低于14.6ke V的X射线,提高探测效率。该探测系统不仅可用于诸如X射线脉冲星导航等特殊应用,也可用于常规X射线探测中。", "label": "光学工程", "id": 0}
{"content": "X射线通信,是利用X射线作为载波,实现空间通信的一种新概念通信方式。传统的微波、激光等通信手段在受到屏蔽干扰及空间天气变化的情况下可靠性大大降低甚至无法通信,而单个X射线光子能量更高,受高能粒子与空间电、磁场的影响更小,更加符合复杂空天环境下通信的要求;另外,X射线波长更短,理论上通信系统带宽更高,Porter George认为X射线通信的最大理论速率可达40000Tbps;此外,X射线光束发散角小、穿透能力强,利用X射线有望实现高度定向、保密、高效的空间通信。可以预见,空间X射线通信不仅仅是对微波与激光通信的补充,在复杂的空间环境与特殊应用场合中,更是对传统通信方式颠覆性的替代。美国NASA于2007年首次提出了X射线通信的概念,称其为\"下一代革命性概念\",计划于2026年实现太空应用。国内,本团队于2011年首次提出了X射线通信概念,相比于NASA与斯坦福大学方案,本方案中X射线发射只经过一次调制,在体积、重量、功耗等方面具有优势;同时,利用具有微弱光信号探测能力的MCP单光子探测器对X射线光子进行捕获,大大增加了X射线通信系统的传输距离。X射线的特性对发射、接收、调制等核心元件提出了更加严苛的要求。同样,传统的微波通信中的理论分析方法不再适应于X射线波段。故本研究主要针对X射线空间传输过程,对X射线管打靶效率、自由空间衰减、聚焦光学效率、探测器效率等影响通信性能的因素进行了详细分析,建立了X射线空间通信链路传输模型;并在此基础上,考虑噪声干扰的影响给出了接收端功率方程表达式。最后,通过对比不同发射功率下探测器端计数率的变化,对理论功率方程式进行了验证。将目前地面演示系统各部分参数带入计算公式中,可知,在通信速率1Mbps、通信距离10km条件下,要实现误码率水平优于10-6cps的空间通信,X射线管功率必须大于30W。", "label": "光学工程", "id": 0}
{"content": "近年来,随着X射线脉冲星导航与X射线空间通信等领域的兴起,对大面积、高信噪比的X射线探测器提出了重大需求,采用聚焦型探测器可以有效地满足这一需求,而聚焦型探测器的核心部件就是X射线聚焦光学。X射线聚焦光学是一种利用X射线掠入射原理使入射X射线聚焦在一定面积上的X射线光学器件。X射线的聚焦与准直一直是研究的难点,多年来各国学者采用了多种方法对X射线进行聚焦与准直,如毛细管透镜、Wolter透镜、复合折射透镜、以及波带片等。不同的聚焦方法应用在不同的领域,在这些方法中,应用于X射线空间观测的Wolter透镜在国内的研究还属于探索阶段。在X射线脉冲星导航中,脉冲星X射线信号轮廓的还原十分重要,与准直型探测器相比,聚焦型探测器可以大大减小探测器面积,减小背景噪声,极大地节约成本。在X射线通信中,X射线聚焦光学可以作为发射与接收天线,从而大大增加通信距离。目前国外对X射线聚焦光学的研究已进入应用阶段,拟于2016年底发射的美国NASA的中子星内部构成探测（NICER）计划是由56个对齐排列的X射线聚焦光学组成的聚焦型探测器阵列,每个聚焦光学由24层嵌套镀金反射镜片组成。而国内多家单位也开展了X射线聚焦光学的研究,但大多处于起步阶段。本文介绍的X射线聚焦光学不同于传统的Wolter透镜,采用了单次反射设计,具有更高的聚焦效率、更轻的重量和较低的研制成本。对聚焦光学进行了理论设计与模拟分析,对聚焦光学的材料、镀膜等研制工艺进行了讨论。理论焦距为1050mm,通光口径φ100mm,工作波段0.1-10keV,聚焦效率分别为50%@1.5keV、12.5%@6keV,重量小于1kg。", "label": "光学工程", "id": 0}
{"content": "在X射线脉冲星导航领域,X射线聚焦透镜的应用可以有效的提高X射线的探测效率,提高导航精度。X射线反射膜反射率的高低直接影响聚焦透镜的聚焦效率,因此对X射线波段反射膜的研究十分必要。相对于可见光和紫外光等,X射线具有波长小、能量高的特点。光子能量在1~10keV范围内的X射线,其波长为0.124~1.24nm,频率在1017~1018Hz,X射线不能与金属中的自由电子产生震荡而散射,与物质的作用进入原子内壳层,光学常数决定于相应原子的散射因子,所以X射线波段薄膜反射率的计算及对薄膜表面粗糙度要求与普通光学薄膜有所不同。本文依据普通单层光学薄膜的反射率计算公式推导了X射线波段单层薄膜的反射率计算公式;依据计算公式,利用Henk散射因子数据库计算了材料、厚度,薄膜表面粗糙度（Ra）等因素对X射线波段反射率的影响,确定出在光子能量1~10keV范围内,厚度为30nm,表面粗糙度小于1nm的铱膜,其反射率可以达到70%以上;最后利用电子束蒸发的方式在D263T玻璃基底上制备出厚度30nm,薄膜表面粗糙度（Ra）0.46nm的铱（Ir）反射膜。", "label": "光学工程", "id": 0}
{"content": "硅漂移探测器（Silicon Drift Detector,SDD）对1~10keV软X射线具有较高的探测效率和较高的能量分辨,将其应用于X射线脉冲星导航中微弱X射线探测,可以减小探测器面积同时提高信噪比。本文提出了一种易于实现的基于SDD的能谱测量方法。分析了将SDD探测器输出的原始阶梯信号整形成负指数脉冲信号的优势,并讨论了采样速率、光子计数率和负指数脉冲时间常数之间的关系。负指数脉冲信号经过AD采样后进行数字信号处理,其中重点介绍了梯形成形和基线恢复。讨论了数字梯形成形相对于模拟成形的优势,用Z变换的方法推导了如何将负指数脉冲变换成梯形,给出了用FPGA实时实现该算法的方法,并分析了梯形成形的特性,梯形成形具有一定低通滤波能力,梯形上升沿越宽滤波效果越好,可以用抗噪声性能强的慢梯形提取光子能量,用成形时间短的快梯形判断脉冲是否堆积。基线漂移直接影响梯形成形后的峰值,分析了引起漂移的因素及漂移的特性,给出了一种检测基线的统计算法,并分析了用平均值法恢复基线的可行性。列举出了几种可能的脉冲堆积情况,通过分析其对峰值的影响得出判别准则。通过基线恢复后且没有堆积的慢梯形峰值,即为光子的能量值,最后经过多道分析就能得到能谱信息。最后在光子计数率为500k cps的条件下做了实验,信号处理能在较高的速率下实时进行,抗噪声性能较强。", "label": "光学工程", "id": 0}
{"content": "高能注量X射线照射到材料,将沉积在材料表面,导致材料升温、汽化喷发,产生一系列热-力学效应。劳伦斯利弗莫尔实验室的评价光子数据采用ENDL,格式,支持入射光子的能量从1 eV到100 GeV,应用EPDL97光子截面数据库,计算分析了低于1 keV X射线在铝合金材料中质量衰减系数、质量吸收系数,给出了低能X射线在铝合金材料中的能量沉积曲线。", "label": "光学工程", "id": 0}
{"content": "低能电子束打靶产生X射线的工业无损探测应用越来越广泛,其中工业CT的成像质量对X射线的性能要求越来越高,本文用蒙特卡罗模拟计算的方法研究分析了电子束能散对其产生的X射线能散影响,得到的结论是这种影响可以忽略,因而没有必要为减小束流能散而进行能量准直。", "label": "光学工程", "id": 0}
{"content": "X射线荧光分析中,物质成分变化对检测结果会产生影响。多数情况下元素浓度含量和荧光强度间两者不成线性关系。针对铀锆燃料体系工艺生产情况,开展不同浓度的Zr、基体为U（强吸收体）和H、O等非金属（弱吸收体）的多元混合样品,采用MCNP模拟了铀锆混合物及锆氧混合物的荧光强度-元素浓度关系,结果表明所获得的模拟校正曲线与理论计算结果吻合较好,为下一步为X荧光测量中基体校正奠定基础。", "label": "光学工程", "id": 0}
{"content": "为了解放射检测部门工作人员及受检者的放射损伤,检测了贵阳某单位检测部门受检者皮肤剂量,统计出每次X射线诊断检查所致受检者的平均器官剂量与加权剂量当量,并对不同年龄和性别受照射的危险度进行对比分析。结果表明,放射诊断受检者每次诊断均会致皮肤和其他相应器官受到不同程度的照射剂量;随年龄的增长受检者受照射危险度逐渐降低,男性受检者与女性受检者不同组织和器官的受照射剂量和危险度存在差异。结论为放射检测部门工作人员及受检者慎重使用放射诊断,做到放射诊断正当化,同时尽可能减少照射量,实现辐射防护最优化。", "label": "光学工程", "id": 0}
{"content": "基于双能X射线成像的物质识别能力,双能成像方法被广泛应用在医疗、工业和安检领域。然而,对于当前的双能物质识别算法,只有在射线路径上仅存在单一物质的时候,算法才能获得正确的物质识别结果。否则,在多种物质的重叠情况下,重叠物质会被等效为一种物质,算法的输出结果为其等效原子量,从而导致物质的误识别。为了解决重叠材料的物质识别问题,本文提出了一种可以用于双能和多能X射线成像方法中的物质分层成像算法（material stratification imaging,MSI）。该算法分为三个步骤:材料预分类、材料分解和材料识别。通过标定,建立重叠材料的标定数据库后,MSI算法能将投影按照材料分解为多层,每层仅包含单种材料的投影信息。从而,在材料重叠的情况下,我们能通过MSI算法获得更准确的材料分解结果。本文通过数值模拟,对MSI算法正确性和有效性进行了验证。", "label": "光学工程", "id": 0}
{"content": "<正>将介绍针对块体材料的动态加载-原位实时同步辐射X射线诊断技术,以及该技术在冲击动力学中的应用.其核心是将动态加载与先进同步辐射X射线光源结合,对冲击加载下的样品进行原位实时的成像和衍射表征.动态加载主要包括霍普金森拉压杆和气炮,也可扩展到电磁驱动加载如磁驱准等熵加载,以及激光加载.", "label": "光学工程", "id": 0}
{"content": "研制了基于工件倾斜回转扫描的计算机分层层析成像系统,用于实现长宽厚度比大的板壳结构工件的层析成像检测。描述了研制系统的组成,介绍了采用的X射线源、探测器以及倾角可调精密机械扫描装置等;然后,基于X射线与物质的相互作用原理,设计了工件倾斜回转层析扫描方式,分析了其工作原理,并对采用的基于代数迭代的图像重建算法和系统几何校准技术进行了讨论;最后,完成了系统调试,并以标准试件开展了系统性能测试和应用验证实验。实验结果表明:设计的系统层析成像空间分辨率达到3lp/mm;密度分辨力达到0.3%,可满足板壳结构高精度分层层析成像要求。该系统在板壳层析检测方面优于传统的CT检测系统。", "label": "光学工程", "id": 0}
{"content": "针对X射线锥束差分相位衬度CT图像的重建,提出了一种基于傅里叶变换微分性质与FDK算法框架的重建技术。基于该技术,差分相衬CT可与现有吸收衬度CT共享相关的重建软、硬件平台。该技术利用提出的相位线积分滤波函数对面阵探测器在每个周向旋转采样视角下采集的二维差分相衬投影逐行滤波,获得物体相位函数的线积分锥束投影数据集。然后,将X射线吸收衬度锥束CT采用的FDK算法应用到恢复的线积分锥束投影数据集,重建物体三维相位图像。最后,基于三维Shepp-Logan模型,对提出的重建技术进行了仿真研究和性能分析。以塑料小球样品的X射线锥束差分相位衬度实验数据集实验验证了该方法的有效性,并与传统方法进行了比较。结果显示新方法归一化均方根重建误差小于0.2586;重建精度高于直接重建88%,满足X射线锥束差分相衬CT高精度图像重建要求。", "label": "光学工程", "id": 0}
{"content": "为校正全场透射X射线显微镜纳米CT扫描过程中转台旋转中心发生的随机偏移,抑制其导致的重建伪影,提出了一种基于样品投影质心公式和最小二乘正弦拟合的校正技术。首先,对探测器采集的数据进行对数解调获得二维投影正弦图;根据样品投影质心公式,逐行计算样品在每个CT旋转采样视角的投影质心位置;接着,利用最小二乘拟合技术,求取样品投影质心正弦曲线;最后,根据拟合得到的正弦曲线计算出纳米CT旋转中心在每个视角下的偏移量,并带入到重建公式中,实现旋转中心校正。以Shepp-Logan模型开展了仿真分析,并利用直径为60μm的纳米-微米复合材料在北京同步辐射装置全场透射纳米CT系统上进行了实验验证。结果表明:经本文方法校正后,归一化均方根重建误差小于0.341 2,较校正前降低82%。本文方法能精确求解出系统旋转中心在每个角度的随机偏移量,实现旋转中心随机偏移校正,抑制重建伪影。与现有方法比较,应用性更强。", "label": "光学工程", "id": 0}
{"content": "<正>X射线粉末衍射谱图的计算机全自动解析系统,主要解决X射线粉末衍射谱图的计算机自动识别和国产及进口X射线衍射仪的自动化改造。由于采用△2θ误差判别法、d~2I峰加权处理和具有谱图模拟合成的功能,使得该系统不仅能快速、准确地给出样品组成的可能性结果,还能得到肯定的定性答案。通过对旧有衍射仪的技术改造,使其更新换代,大大提高了仪器的利用率,总体性能达到20世纪80年代末期", "label": "光学工程", "id": 0}
{"content": "X射线数字成像技术已经广泛应用于GIS、断路器、互感器等电力设备的无损检测当中,但X射线辐射对固体绝缘材料电气性能的影响情况在国内外文献中并未见报道。本文在带电与不带电两种情况下,逐渐改变射线的能量和辐射时间,来研究X射线辐射对环氧树脂和聚乙烯绝缘材料的击穿强度、介电强度等电气性能的影响。", "label": "光学工程", "id": 0}
{"content": "多元并扫是源于传统胶片时代的全景摄影相机,具有很大的旁向视场角。为了获取地面某个区域的图像,常常利用多元并扫相机在飞行过程中通过物镜的左右摆扫获取图像,而且在前后获取的相邻图像根据飞行速度设计一定的重叠,而后通过图像处理得到区域图像,但由于飞机飞行中干扰因素较多,使得获取的区域图像之间的重叠是不断变化的,增加了区域图像处理的复杂度和难度。目前国内外对航空多元并扫图像的自动拼接处理的研究成果报道极少,而研究比较多的是无人机获取的CCD图像其他航空面阵图像的拼接。论文深入分析了多元并扫的成像几何原理,给出了严密的对地定位几何模型。针对图像特点提出了区域图像拼接的技术方案,通过SIFT算子提取相邻图像重叠区域内的两个最佳同名点对,根据图像的平移、尺度和旋转模型进行图像几何变换,实现相邻图像的粗拼接,再根据归一化互相关匹配策略进行图像的局部精拼接,最终实现图像的无缝拼接。通过航空遥感数据的区域拼接实验,验证了处理技术算法的可行性和高效性。", "label": "光学工程", "id": 0}
{"content": "<正>近年来,基于超短超强激光等离子体相互作用产生的x射线源获得了快速发展。相对于传统机制产生的X射线源,激光X射线源脉冲宽度短（5 fs~10 ps）、射线源的束斑小（3~500μm）、具有能量可调（keVMeV）、光子产额高(>1011/pulse)以及占地面积小和运行维护成本低等优点,自其出现以后在冲击波压缩及状态方程测量、惯性约束高密度内爆靶丸诊断、高空间和高面密度客体的透视照相等方面开展了大量的研究工作,并取得了显著的研究成果。", "label": "光学工程", "id": 0}
{"content": "红外光谱测量中经常遇到不均匀样品,如液体池中的气泡等。通过简单模型分析了不均匀样品的红外光谱。理论计算和实验结果都证明,只要对实验条件合理控制,不均匀样品的光谱与均匀样品的光谱（强度除外）差别不大,并不带来严重的失真后果。", "label": "光学工程", "id": 0}
{"content": "由于含碳类黑色固体样品在红外光谱中的强烈吸收,采用KBr压片法测定此类样品往往信号很弱。首先对图谱进行基线校正可提高样品的表观检测信号,然后必须考虑KBr本身对红外光谱的吸收。通过以KBr作参比可避免其对样品吸收峰所产生的干扰,从而更好地揭示它们的结构信息。", "label": "光学工程", "id": 0}
{"content": "探讨了红外衰减全反射法（ATR）分析铝材表面成分的可行性,结果显示该方法快速简单,是分析铝材表面成分的有效工具", "label": "光学工程", "id": 0}
{"content": "利用二阶导数红外光谱鉴定不同品质食用油,用无水乙醇溶剂萃取分离油样,分别考察乙醇层及下层油样红外光谱特征。通过化学计量学方法对光谱数据进行预处理,建立主成分分析化学计量模型。运用统计学SPSS 18.0软件对油及分离液进行主成分分析,用Origin 8.0软件对主成分分析所得的得分值绘制二维分布图,分析结果表明了红外光谱分析技术结合统计学分析法对食用油种类的鉴别是可行的,为检测食用油中是否掺入假油或废油提供理论参考,为食用油鉴别提供理论基础依据。", "label": "光学工程", "id": 0}
{"content": "运用博里叶变换红外（FTIR）技术对离子液体及NaOH/Urea两种绿色溶解体系中分别再生纤维素的聚集态结构进行了解析。研究表明离子液体（ILs）再生纤维素为无定形态,而NaOH/Urea低温溶解体系中再生纤维素为纤维素Ⅱ晶型。通过变温红外我们考察了两种再生纤维素相态结构中氢键相互作用对温度的依赖性,首次用红外光谱技术确定了非晶纤维素玻璃化转变温度。", "label": "光学工程", "id": 0}
{"content": "提出了基于显微红外光谱成像的中药微量指标成分直接检测方法。对于非均相固态中药样品,该方法可以根据化学成分的内在不均匀性分辨出某些单一成分的信号,利用化学成分在某些微区内的局部富集现象提高对单一成分的检测限。使用偏最小二乘投影法对衰减全反射红外光谱成像数据进行解析,可以成功检测出连翘药材中含量在千分之一水平的指标成分连翘苷。", "label": "光学工程", "id": 0}
{"content": "<正>在X射线荧光光谱分析中,本底能否有效扣除对分析结果的精确性有很大影响。由于常用的本底扣除方法,包括实数小波变换,均存在其局限性,提出了一种使用近似解析的复数小波扣除本底的新方法。该复数小波变换通过两个实数小波来实现,所以这种方法兼有实数小波局部时频分析和多分辨率等优点。采用复数小波分解光谱后,利用低频逼近重构信号得到本底。为了检验其有效性,使用该方法对一个模拟的光谱和实验测得的光谱进行了本底扣除,并通过分析比较该方法对特征峰净峰面积和峰位置的影响,证明了该方法可以有效扣除本底并能保持峰面积等有效信号不变。", "label": "光学工程", "id": 0}
{"content": "<正>针对北京先进光源的实际需求和未来同步辐射探测器发展趋势,开展了二维像素阵列探测器的研制工作,主要面向高亮度低能硬X射线的衍射和散射空间分布测量。利用半导体处理工艺在高阻硅晶圆上制作的Sensor是探测器的核心部件之一,其性能需要通过精密测量电流-偏压曲线以及电容-偏压曲线来量化评估。为此目的,搭建了一套精密半导体探测器测试平台,在200V偏置电压下满足最小10f F电容测试和100f A电流测试的高精度要求。通过对晶圆上专用测试", "label": "光学工程", "id": 0}
{"content": "为了准确地获取软X射线诊断系统的物理信号,作为诊断系统核心组成部分的核探测器的探测效率及响应一致性起到了重要作用。搭建了核探测器标定系统,通过对比探测器受等离子体放电辐照前后的响应情况,得到了这样的结论:受辐照后探测效率降低;响应一致性较新探测器而言变好了。", "label": "光学工程", "id": 0}
{"content": "热释电晶体光源及控制电路是通过控制电路对热释电晶体的加热制冷装置进行精确的温度控制来提供稳定的X射线通量。同时使用安装了硅漂移室探测器的X射线探测接收器部分通过X射线荧光分析方法对测试样品的元素种类和含量进行探测。", "label": "光学工程", "id": 0}
{"content": "借助于射线波动传播中的相位变化这一新认识,X射线相衬成像技术得以发展,该技术可解决传统射线照相技术对于弱吸收材料难以有效成像的不足,能够揭示出更清晰、更精细的物体内部结构。同轴法射线相衬成像技术具有结构简单、便于实现的优点,穿过物体的射线在空间自由传播并经探测器采集可获取到相衬图像。针对同轴法射线相衬成像技术,本文从其实现原理入手,综述了检测技术的分类、应用情况,并对数值模拟技术进行了详细分析。", "label": "光学工程", "id": 0}
{"content": "红外系统对热辐射比较敏感。大口径R-C红外系统主、次镜辐射面积大,且直接呈现在光路中,其表面辐射会通过光学系统到达探测器,引起背景辐射噪声。本文建立杂散辐射理论模型,运用杂散光分析软件Tracepro进行仿真,通过光线追迹定量分析不同工作温度、不同发射率下,主、次镜表面的杂散辐射。同时提出杂散辐射抑制措施,减少主、次镜杂散辐射对红外系统测量的影响。", "label": "光学工程", "id": 0}
{"content": "<正>Rayleigh-Taylor（RT）不稳定性广泛存在于惯性约束聚变、电磁内爆、水下爆炸等过程中,目前通常采用果冻内爆实验开展柱面汇聚的RT不稳定性研究,由于高速摄影图像对界面演化后期情况分辨不清（如图1所示）,因此开展X光照相技术记录果冻与气体混合阶段的实验研究极为重要。", "label": "光学工程", "id": 0}
{"content": "<正>小角X射线散射（SAXS）是研究具有择优取向微结构的重要手段,如纤维内的微孔、微纤及晶粒等信息。但是SAXS数据分析复杂,解析困难,对于各向同性体系的SAXS解析已经取得较大进展,但择优取向体系的SAXS解析仍然是一个难点。", "label": "光学工程", "id": 0}
{"content": "穿过物体的X射线包含两部分信息,幅值信息和相位信息。对于像碳氢这样的轻元素来说,相位信息比幅值信息更加明显。这意味着相衬成像对研究主要由碳氢等轻元素组成的物质有很大的用处,这些物体包括聚变靶丸,乳腺等。在本文中,一种仿真轻元素材料组成的物质的相衬成像的系统得到分析介绍。提取相位和幅值信息的方法接着被引入。这一系统的理论基础是光学上的角谱理论。影响成像的因素得到分析。", "label": "光学工程", "id": 0}
{"content": "将时域传输线模型与漂移-扩散模型相结合,提出一种数值计算方法,研究计算了带双极晶体管（BJT）负载的电缆在X射线辐照下的瞬态响应。首先利用时域传输线模型计算电缆在X射线辐照下的各节点电参数,然后将得到的终端节点的电压带入漂移-扩散模型中求解晶体管的内部参数与偏置电流,最后将得到的偏置电流带入到下一时间步的传输线模型中继续进行计算。该方法能够直接反映出电缆在X射线辐照下的瞬态响应与所连接的负载状态改变之间的耦合关系。计算结果表明,X射线辐照下,同轴电缆上各处的响应电流会随着晶体管状态的改变而发生明显变化,与理论分析相符合。", "label": "光学工程", "id": 0}
{"content": "从电磁场理论出发,给出了发射电子为单能条件下SGEMP（系统电磁脉冲）空间电荷层振荡特性的解析求解方法,得到了振荡频率和振荡幅度的解析式,其结果与用等离子体理论求解得到的结果一致。对发射电子为单能条件下SGEMP中的空间电荷层问题有了进一步认识,可以分别用电磁场理论和等离子体理论处理。", "label": "光学工程", "id": 0}
{"content": "本文针对2~4级快放电直线变压器驱动源（Fast Linear Transformer Driver,FLTD）串联输出电脉冲参数,建立了轫致辐射转换靶蒙特卡罗模型,分析比较了不同脉冲参数下,转换靶结构对能量转换效率和辐射能谱的影响。模拟结果表明转换靶厚度为20~30μm时轫致辐射转换效率较高;30~70 keV范围内的光子数占到辐射光子的份额较高;可在较大范围内获得较均匀的辐射场分布。", "label": "光学工程", "id": 0}
{"content": "结合一级水线压缩、输出开关与二极管等部件,在额定输出电压600 kV的小型Marx发生器上进行了产生低能级、小剂量率X射线的实验研究。二极管参数为:阴阳级间隙3~5 mm;阴极为环形结构石墨电极,外径40 mm;阳极为1.5 mm厚的钽靶,外径200 mm。研究结果表明:当Marx发生器输出电压达到550 kV,二极管管压降196 kV时,在二极管阳极靶可以产生低能级、小剂量率X射线。阳极靶面正前方30 mm处测得X射线脉冲波形半宽20 ns,利用热释光剂量片测得靶面中心位置射线总剂量8 rad,射线辐射剂量率4×10~8rad/s。", "label": "光学工程", "id": 0}
{"content": "本文对实验室开展典型线缆SGEMP效应模拟试验技术研究进行了分析,明确了SGEMP效应测试时,必须解决测量系统的抗X光辐射、抗电磁辐射干扰和抗电位窜扰等问题。针对以上问题,提出了解决问题的方法和措施,利用大型瞬态X射线模拟源,验证了该测量方法和测试系统能够测到线缆在瞬态X光辐照下的SGEMP效应波形。", "label": "光学工程", "id": 0}
{"content": "由于变量筛选可以剔除无关变量,减少数据的复杂程度,因此在数据处理分析中得到广泛的应用。本文综述了光谱数据和组学数据中变量筛选的方法及基本原理,并对变量筛选的应用前景进行了展望。", "label": "光学工程", "id": 0}
{"content": "显微拉曼光谱是研究实验力学的有效工具。传统的基于固定背散射几何构型的拉曼光谱法,在先进纳米材料和微观结构的复杂应力应变分析中渐渐不再适用。本文提出了角分辨拉曼方法,其中拉曼入射激光和散射激光的倾角、转角和偏振角是可调的。并建立了自行研制的斜向背散射角度分辨拉曼仪,提出了C-Si平面应力状态解耦的理论模型。然后,将该方法应用于{100}c-Si的非等双轴的应力状态分析、单层石墨烯应变传感器、磷烯的晶向识别等研究。", "label": "光学工程", "id": 0}
{"content": "为研究健康和癌变乳腺组织的组织成分含量上的变化,有效甄别二者的不同及病理变化,本文采用傅里叶变换红外光谱（FTIR）成像技术获得离体原位乳腺组织光谱成像数据,并对特征谱带及特征谱带吸光度比值图像（chemimap ratio）进行分析。结果显示:与健康人群相比,在癌症患者的谱带中,与蛋白质(1650、1550cm-1)、脂质(1740、1455、1400cm-1)、碳水化合物(1160cm-1)相关的谱带都有一定程度的下降。图像分析进一步发现与核酸相关的谱带(1238、1087cm-1)都明显的增高。研究结果论证了乳腺组织癌变过程中大分子含量变化的癌变规律,即癌变时组织中癌细胞分裂,导致核酸增加,能量（脂肪、糖）消耗加剧,蛋白质的合成增加。FTIR成像提供了丰富的组织癌变信息,具有诊断的准确性、直观性和可行性,有潜力成为基础研究和临床诊断的一种准确有效的技术手段。", "label": "光学工程", "id": 0}
{"content": "手性来源及其在分子系统中的机理在许多领域都具有重要意义。在这项工作中,我们提出了可视化的方法来研究手性分子的物理机理,其中电和磁相互作用以跃迁电偶极矩,跃迁磁偶极矩和跃迁电四极矩及其张量积可视化。这也将成为可视化光与物质相互作用的有效手段。直观地分析了分子ROA响应与分子结构之间的关系。通过跃迁电偶极矩与跃迁磁偶极矩之间的相互作用揭示了生色团手性与分子振动模式之间的关系。分子手性来自分子跃迁电偶极矩和跃迁磁偶极矩的各向异性。分子发色团的各向异性偶极矩和ROA信号峰振动模式相关。", "label": "光学工程", "id": 0}
{"content": "<正>徐红星院士长期从事等离激元光子学、纳米光学、单分子光谱和纳米光芯片等前沿领域的研究,做出了开创性和系统性的工作。实验上发现成对金属纳米颗粒在光场作用下能够在其纳米间隙中产生巨大的电磁场增强效应,是单分子表面增强拉曼光谱的原因,也是其它基于纳米间隙效应研究的物理基础;系统研究了单分子表面增强拉曼光谱的产生条件,解析了", "label": "光学工程", "id": 0}
{"content": "金、银等纳米结构因其独特的电子性质,使其在可见光区表现出独特的局域表面等离激元共振（LSPR）特性,从而在表面等离激元增强光谱（PERS）、表面等离激元传感、表面等离激元诱导化学等领域得到了空前的关注,并在表界面分析、生物分析、医学、环境、公安、毒品检测等领域等到了重要的应用。特别受益于纳米科学和纳米制备技术的发展,PERS得到了飞速的发展。其中表面增强拉曼光谱（SERS）是利用金、银等纳米结构来显著增强在纳米结构附近或者表面上的待测物的拉曼信号,获得样品自身的指纹振动信息。SERS的增强效应常在6个数量级以上,甚至可以高达单分子的检测灵敏度,是一极具前景的生物分析检测技术。本报告将首先介绍SERS增强的物理本源,阐述如何在对SERS物理机制的理解下理性指导设计和制备高SERS增强且均一的纳米结构,并合理的评估SERS基底的增强效应,选择合适的检测波长和检测条件。进一步介绍SERS技术中LSPR对SERS谱峰相对强度的影响,并提出一种SERS背景校正获得本征的化学指纹信息,判断分子和表面的相互作用。接着从SERS生物检测方法学的角度,阐述SERS的直接检测与间接检测方法。充分考虑SERS生物检测中涉及到的光-纳米材料表面-生物体系三者间异常复杂的相互作用,提高SERS检测结果的可靠性。比如,在直接检测中,由于任何靠近粒子表面的分子都可能给出信号,需要发展可靠的方法消除表面杂质让目标分子弱吸附物种能够作用到表面并给出信号。而在间接检测中,需要考虑采取适当的保护措施,保证拉曼探针分子在复杂生物体系中的稳定性,提高传感的可靠性。然后介绍我们在利用PERS技术,以更高的灵敏度、更快的时间分辨率和更高的空间分辨率研究电化学的表面和界面过程。发展了基于水浸镜头光学方法提高检测灵敏度,并将该方法应用于宽场拉曼光谱、电化学暗场光谱和电化学针尖增强拉曼光谱技术中。如用金银等纳米结构作为信号增强源,通过全局照明,结合液晶调控的窄带滤光片和成像EMCCD,发展出宽场成像拉曼光谱仪器,实现整个表面同一时间的信号收集和分析,并用于电化学氧化还原动态过程的实时检测,在此基础上,发展了一种基于电化学表面增强拉曼光谱技术的电化学显微镜,可以在电化学反应过程中,利用拉曼信号强度变化,重构电极表面分子局域的电化学电流,获得局域的电化学信息。发展了高灵敏的电化学原位暗场光谱技术,显著提升电化学体系暗场光谱的检测灵敏度,研究单颗纳米粒子表面的电化学沉积过程。发展了高灵敏的电化学针尖增强拉曼光谱（EC-TERS）,提供SERS无法提供的纳米级的高空间分辨率,并将其用于电化学过程的纳米尺度高空间分辨的表征,研究了表面等离激元和电位的协同效应,原位研究了具有析氢活性的边缘位在电化学析氢过程中的演变等。最后将通过对现状的分析,提出PERS技术未来的机遇和挑战和近期的发展目标。", "label": "光学工程", "id": 0}
{"content": "<正>黄昆先生在科学研究上的历史性贡献为世界公认,而在为人方面也是我们的高尚的榜样。黄昆先生在中国拉曼光谱学发展上是大功臣。黄昆先生也是我从事拉曼光谱学研究的引路人,更是我一辈子的指导者。", "label": "光学工程", "id": 0}
{"content": "今年适逢声子物理第一人黄昆先生诞生100周年。对于光谱物理而言,声子表现在拉曼散射、红外吸收和反射中相应的谱线,以及发光光谱中的声子伴线。玻恩和黄昆的《晶格动力学理论》~1一书奠定了声子物理的基础,成为传世的经典名著。黄昆先生同时也是缺陷物理的奠基人之一,他的科学研究的起点、博士论文,就是研究晶体中缺陷的x光漫散射,后来被称为为黄散射。在博士后阶段,黄昆-里斯关于晶格弛豫导致的多声子跃迁理论,则是处理与缺陷杂质相关的辐射和非辐射跃迁中电子与声子的耦合效应,例如光谱中的声子伴线。局域声子是杂质缺陷引起的局域化晶格振动,它形成与声子的正则模式不同的模式:局域模（LVM,local vibration mode）,从而可以引起红外光谱和拉曼散射中相应的谱线,所以成为缺陷杂质研究的重要依据。黄昆先生在五十多年前的上世纪七十年代初,就倡导对局域声子的研究。本文介绍对O在GaAs中~2和C在GaN中~3局域声子的拉曼和红外光谱研究。", "label": "光学工程", "id": 0}
{"content": "氮在极端条件下表现出非常复杂的行为。分子氮在高压下会发生压致解离,形成一系列固态分子相[1]（β,δ,δloc,e,ζ,ζ’,k,ι,λ and η）,高压拉曼光谱是研究固态分子氮的重要手段。我们在室温下将氮压缩至136 GPa,截获了目前报道过的所有固态分子相,并提出一种分子固体高压解离相变的对称性破缺解释[2]。并且,在不引入任何激光吸收材料的条件下,利用双面金刚石压砧激光加热（LHDAC）技术,在超高压109-170 GPa、高温1500-3000 K的极端条件下成功合成国内首个立方聚合氮cg-N[3,4]和六方聚合氮LP-N[1,2]。本报告我将主要介绍四川大学极端条件光谱实验室最近在高压氮方面的研究进展。", "label": "光学工程", "id": 0}
{"content": "<正>黑磷是一种有独特性质的层状半导体,它的直接带隙随层数有明显变化。另外,黑磷也具有很强的面内各向异性。在本报告中,我将详细讨论少层黑磷的红外光学性质,包括带隙光学跃迁和高阶跃迁随层数的变化,激子束缚能的演化,以及应变及温度对少层黑磷的能带调控。", "label": "光学工程", "id": 0}
{"content": "一系列的超宽禁带半导体氮化铝薄膜采用了MOCVD生长,这些薄膜有着不同位错密度[1]。我们选择其中典型的两片（000,001）进行深入的深紫外（266nm）和可见光（532nm）拉曼光谱及椭圆偏振光谱的研究。细致的分析增进了对氮化铝薄膜的特性掌控。", "label": "光学工程", "id": 0}
{"content": "氮化铝作为重要的Ⅲ-Ⅴ族超宽带（6.2ev）化合物半导体材料,具有高熔点、高热导率、高击穿场强等诸多优异的物理化学性质,在深紫外发光二极管（UVC-LED）、深紫外激光器（UV-LD）和日盲型紫外探测器等方面具有广泛的应用[1-3]。偏振拉曼光谱能够进一步对晶体的微观结构进行探究,从而得到材料的各向异性信息。本文采用平行及垂直条件下的偏振散射装置,对物理气相传输（PVT）法生长的六方AlN晶体（110）面的偏振拉曼光谱进行研究。通过拉曼选择定则计算得到A1（TO）、E1（TO）、E2high模的拉曼张量比值,与同为六方纤锌矿结构的ZnO及4H-SiC材料相较,AlN材料表现出更强的各向异性特征。", "label": "光学工程", "id": 0}
{"content": "<正>随着能源日渐耗竭,利用太阳能变得越来越重要,但是利用太阳能还面临许多严峻的挑战。例如光与物质是如何相互作用的?作用后状态是如何变化的?另一方面,光物理和光化学反应过程非常复杂,反应速度非常快,探索光物理和光化学反应过程非常困难。以钛宝石为基础的飞秒激光放大器极大地促进了超快时间分辨pump-probe光谱发展。", "label": "光学工程", "id": 0}
{"content": "本文应用滤波型超光谱成像检验系统分别对常见的黑色圆珠笔、蓝色圆珠笔、黑色签字笔、蓝色签字笔涂抹掩盖字迹进行显现。显现率分别为90.5%、69.1%、49.5%和78.6%。在此基础上,还通过理论分析与实验验证笔迹叠加部分的光谱特征与显现效果的关系,发现:当叠加部分的光谱特性与原字迹及涂抹笔画均不相同或叠加部分的光谱特性与原字迹相同或极为相近时,被涂抹掩盖字迹可以显现;当叠加部分的光谱特性与涂抹掩盖字迹相同或极为相近时,被涂抹掩盖字迹不能被显现。", "label": "光学工程", "id": 0}
{"content": "在北京师范大学GIC4117串列加速器原有离子激发发光IBIL（Ion Beam Induced Luminescence）分析靶室基础上,安装了可实现80～900 K温度范围内精确控温的冷热样品台,实现高低温情况下IBIL光谱的测量;增加样品前法拉第筒,解决安装冷热样品台后的束流测量问题;增加金硅面垒探测器,建立了离子辐照材料样品过程中利用背散射离子的计数在线监测束流强度的方法。在不同温度下,利用2 MeV质子束轰击的氟化锂（LiF）样品得到的IBIL光谱,明显观察到温度对不同发光中心发光效果的影响。", "label": "光学工程", "id": 0}
{"content": "现代传感技术中光学探测方法因其非接触式的测量优势而占有越来越重要的地位。众多光学探测手段中,光谱法的测量方式主要反映了原子、分子层面的状态信息可以对其进行监测而备受关注。从光谱学的角度阐释了光谱技术的特点及其发展趋势。", "label": "光学工程", "id": 0}
{"content": "森林生态系统是陆地生态系统的主体,是最大的陆地生态系统碳库,受到国际社会高度关注。超光谱探测仪（以下简称探测仪）通过获取太阳诱导植被荧光遥感数据,准确绘制区域/全球植被荧光时空分布规律,满足我国全球碳源/汇定量监测、森林植被生产力评估、国家重大生态工程监测评价等需求,为我国利用空间技术开展陆地生态系统调查监测奠定技术基础。经论证,探测仪采用光栅分光的成像光谱技术,在轨设计寿命8年。期间探测仪将在约506公里的太阳同步轨道进行对地森里植被观测。探测的光谱设置为670nm~780nm,荧光谱段的光谱分辨率能达到0.3nm,对地观测幅宽约20公里,空间分辨率2公里。目前探测仪的可行性论证工作已基本完成,本文对最新的研究进展情况进行汇报。", "label": "光学工程", "id": 0}
{"content": "蓝色可见光泛指红橙黄绿青蓝紫光色中的青蓝紫,波长在380nm~500nm,作为构成全色可见光不可缺少的光谱成分,对自然界完美的视觉效应有着举足轻重的作用。然而,蓝色可见光对人类还有着更为神妙的贡献。本文讨论基于蓝色可见光的非视觉光生物效应,与\"天人合一\"的古训和哲理承先启后,如出同源,关系到人类的工作效率和身体健康;蓝色可见光对治疗人类某些疾病以及对人类体肤美容的医学生物效应,已演化为没有化学药品副作用的物理疗法;此外,基于蓝色可见光的化学催化技术正在得到新的应用。蓝色可见光可以避免紫外线更严重的生物损伤而逐渐得到重视。蓝光将得到进一步研究,应用及其产品开发,蓝光将继续为人类造福。", "label": "光学工程", "id": 0}
{"content": "为提升近红外光谱分析的鲁棒性和精度,本文通过相关系数法（CC）、偏最小二乘法（PLS）与径向基函数神经网络（RBFNN）的融合,以及对重要参数的优化选取,提出一种基于CC-PLS-RBFNN融合的近红外光谱新型建模方法。利用80个样本组成的近红外光谱分析标准数据集对本方法进行性能测试,结果显示预测集中预测值与化学测定值的相关系数达到0.9987,预测均方根误差（RMSEP）仅为0.0569,效果优于对照组中采用相同参数优化方案的其它模型。此外,将本文提出的建模方法与前人对相同数据集的建模预测结果相比较,RMSEP降低68.5%~88.1%,表明本方法能显著提高近红外光谱分析的预测性能。", "label": "光学工程", "id": 0}
{"content": "表面增强拉曼光谱（SERS）与针尖增强拉曼光谱（TERS）能够提供界面分子的\"指纹信息\",因此被广泛地应用在界面的构型识别中。界面的构型识别需要理论模拟与实验观测的紧密结合,而理论模拟最重要的一个环节是如何建立完善、精确的\"界面结构—光谱\"关系。理论上,通常采用金属团簇模型的第一性原理计算来模拟SERS和TERS光谱。然而,由于团簇模型中的金属原子的个数有限,很难准确地反映出表面或者纳米颗粒的能带结构,由此建立的\"界面结构—光谱\"关系并不准确,在很多情况下都不能真实反映SERS和TERS光谱行为。周期性边界条件模型下的平板模型通过引入平移对称性,有效地弥补了这个缺陷。该工作中运用位移矢量法发展一套准解析方法用以计算吸附在金属表面上的分子的拉曼强度[1-4]。其主要思想为通过计算解析的波恩有效电荷对电场强度的一阶偏微分得到特定频率的拉曼强度。此准解析方法在正确描述金属界面或者纳米颗粒的电子结构基础上,提供可靠的SERS和TERS光谱。应用此方法,我们设计了不同电极距离下的4-4’联嘧啶分子结,理论模拟SERS光谱并与实验光谱相比较,重现了力学可控劈裂法实验条件下,分子结构型的演化过程。另外,我们研究了氯苯异腈在不同金属表面的吸附构型以及SERS光谱,通过与实验观测相比较,建立了更加可靠的\"几何构型—电子结构—光谱\"关系,为解释实验现象,识别界面构型提供坚实的理论基础。", "label": "光学工程", "id": 0}
{"content": "在这个报告中,我首先介绍一个太赫兹光谱的特点以及测量技术,主要针对太赫兹时域光谱技术的测量和成像原理。然后介绍近年来一些重要的成果,如在蛋白质动力学的研究和生命组织成像等领域的应用。最后介绍一下我们利用太赫兹超材料进行细胞凋亡率的测量。", "label": "光学工程", "id": 0}
{"content": "在博物馆照明中,光辐射会对光敏感度极高的中国传统重彩绘画的色彩造成严重损伤。同时WLED（White Light Emitting Diodes）光谱构成灵活且同色异谱现象明显,易于根据需求调整光源的SPD,因此基于该特点探求组成WLED的主要单色光对绘画影响量化规律,进而对WLED光谱组成及比例进行优化,对开发绘画照明最低损害光源将具有重要意义。本文以组成WLED光谱的四种典型单色光红、黄、绿、蓝作为实验光源,对绘有青、黄、红、白、黑五种典型无机颜料的中国传统重彩绘画试件进行分组照射,并周期性检测CIE XYZ色度数据,并基于实验数据计算主波长、亮度、兴奋纯度三项色彩参数。首先绘制三参数在16个实验周期内随时间的衰变曲线,通过曲线分析得到五种无机颜料在不同单色光照射下的色彩变化规律;其次计算单色光对绘画色彩的影响指标值,得到四种单色光对绘画色彩的影响特点。", "label": "光学工程", "id": 0}
{"content": "电子束荧光流场诊断技术是目前适合低密度流场显示、参数测量的一种手段,本文介绍了电子束荧光技术的基本原理、预先试验研究的目的与试验设备和测试仪器;测量了电子束荧光强度、转动光谱、振动光谱,通过测量标定了密度和荧光强度的关系,拟合的转动温度与室温偏差在2.28%以内;由于光谱仪光栅和CCD在振动光谱不同波长具有不同量子的效率,且事先未校准,导致测量的各谱带强度比无法拟合出振动温度,需通过配备强度校准光源来解决;电子柬荧光强度在压强不变时随电子束电流增加呈线性增加变化,在柬流1mA工作时产生的电子束荧光强度,可被现有光谱测量系统测到;对产生的X射线剂量进行了初步测量,在距离石英玻璃0.5米左右处的X射线剂量为安全范围。预先试验研究达到了预期的目的。", "label": "光学工程", "id": 0}
{"content": "<正>脉冲激光驱动动高压是一种方便的动高压加载技术,当与拉曼光谱技术相结合时,可以原位在线监测待测材料对动高压的响应过程。本报告将系统地介绍激光驱动动高压及相应的时间分辨拉曼光谱诊断技术,包括样品的制备技术、激光脉冲波长及单脉冲能量的选择、冲击波压力的空间分布及时间线型测量技术、激光激波在限域结构中传播的特性。冲击波在凝聚相材料中会", "label": "光学工程", "id": 0}
{"content": "<正>典型目标的光谱特征在光电对抗,隐身探测,导弹制导,航天遥感,环境监测,森林防火等领域具有重要的意义。采用傅里叶光谱测量法并用标准黑体标定的方法对典型目标的光谱特性进行了测量,建立测量装置,该装置主要包括标准黑体,傅里叶光谱变换系统,光学系统,计算机控制处理系统,探测器系统等,利用该装置对黑体,某航空发动机,航空煤油燃烧火焰等典型目标的光谱特性进行了测量,并对测量", "label": "光学工程", "id": 0}
{"content": "<正>干涉型高光谱成像技术由于其优异的光通量、光谱分辨率和空间分辨率特性,在众多的光谱成像技术中占有重要位置,在生物医疗、环境监测、精准农业、资源勘探和食品安全等领域具有很大的应用潜力。本文提出了一种基于双折射横向剪切干涉器的高光谱成像技术,系统包括前置光学系统（F1、FS和F2）,偏振分光棱镜（PBS）,半波", "label": "光学工程", "id": 0}
{"content": "<正>本研究小组采用20mJ/50fs级@800nm/10Hz的超快激光系统,开展了超快紫外、深紫外激光产生及其作用于气体介质的非线性光谱物理等两个方面的研究,获得了紫外波段mJ级、真空紫外μJ级、极紫外nJ级的超快激光输出;同时利用紫外、深紫外超快激光开展了等离子体光栅、高阶等离子体光谱、高阶非线性光物理效应等研究,观测到若干新的非线性物理效应。BBO晶体在300nm附近具有较高的二阶非线性系数和很好的透", "label": "光学工程", "id": 0}
{"content": "腔衰荡光谱是一种高灵敏度的光谱技术,可以用来测量微量气体的浓度等信息,其灵敏度的高低一般取决于所用光学腔的品质。这里我们研究了在不改变腔品质的前提下,利用电磁感应透明（EIT）效应来提高腔衰荡光谱（CRDS）灵敏度,从实验结果可以看出存在电磁感应效应时,灵敏度可以提高2倍以上。实验中我们选择Rb原子气体作为待测样品气体,同时在腔内再放置一个Rb原子气体吸收池来产生EIT效应。EIT介质会具有一个非常大的色散,而且与一般介质不同（色散很大的时候吸收也会很高）的是在满足EIT共振条件时,EIT介质对探测光的吸收几乎为零。这个色散会导致腔中光子速度减慢,可以增加光子在腔中停留的时间,也就是说增加了腔中光子与待测样品的相互作用时间,从而可以提高吸收的有效光程,提高探测的灵敏度,降低腔衰荡光谱技术对腔品质的要求。", "label": "光学工程", "id": 0}
{"content": "为了揭示癌变组织的太赫兹光谱特性,利用太赫兹时域光谱系统对胃癌组织及癌旁正常组织进行实验检测。实验采用冷冻干燥机对新鲜组织进行低温干燥脱水,利用透射式太赫兹时域光谱系统获得太赫兹时域信号,并转化为0.2-2THz的吸收系数谱。结果表明,不同病人的胃癌组织在0.45-0.75THz、1.5-1.8THz这两个频段内存在共性吸收峰,与癌旁正常组织的吸收光谱存在明显的差异,这表明癌变组织的蛋白质、DNA、RNA和核酸等含量的异常会产生太赫兹谱特征,为太赫兹技术在生物医学领域的进一步研究提供了一定的帮助。", "label": "光学工程", "id": 0}
{"content": "<正>自然光,尤其是日光,提供萬物舒適的視覺感受亦可調節生理時鐘[1-5];日光,即使是經過大氣層中氣體的吸收,它的放射光譜依然具有平滑且連續的特質。一個照明光源的品質,應直接與自然光做比較,而且必須要考慮人眼對於光的感受度,而不是從儀器量測的角度。在明視覺中,人眼對於不同波長的光,其平均視覺靈敏度也不同。亮度函數或相對視見函數[6-8]（Luminosity function）,如圖1,顯示了人眼對於可見光内不同波長的敏感程度,因此,將", "label": "光学工程", "id": 0}
{"content": "针对苹果内部缺陷在线检测的产业技术需求,研究基于透射光谱技术的苹果内部缺陷在线检测系统。研究设计了光源套件、专用光纤和果托式输送单元等关键部件,提升在线透射光谱质量、降低热损伤和机械损伤;解决了光电信号干扰问题,开发了专用检测软件,实现苹果内部品质信息的无损在线获取。比较分析了正常苹果与内部缺陷果的光谱响应差异,优化参数后设置在线检测速度3个/秒,触发控制光谱采集时间80ms。在选择特征波长的基础上利用线性判别分析建立了苹果内部缺陷的判别模型,预测的总体识别率达90%以上。研究结果表明该系统可以实现苹果内部缺陷的快速、无损在线检测,为实际在线检测应用提供方法参考。", "label": "光学工程", "id": 0}
{"content": "光谱颜色复制以物体表面的光谱反射率作为不同媒体和设备之间进行颜色信息交流的中介,物体表面的光谱反射率是物体表面的固有属性,充分地反映了物体表面的颜色特性,与照明条件和观测条件无关,因此如准确何获取原件表面的光谱反射率,是实现光谱复制的关键步骤。本文使用奇异值分解的方法将光谱反射率近似为若干基向量的线性组合,求得组合系数,然后使用相机输出数据与组合系数训练人工神经网络,使之能够准确地模拟相机输出与组合系数之间的非线性关系,实验结果显示,与线性近似的方法相比,使用该方法对标准色块进行反射率重建,重建误差大幅度减小,具有高精度,易实现,快速的特点,可用于艺术品的复制、彩色印刷等诸多领域。", "label": "光学工程", "id": 0}
{"content": "<正>本文重点介绍我们课题组将贵金属纳米结构表面散射光谱应用在分析传感中的近期工作进展。利用丝网印刷技术构建了一系列高重复性可抛型SERS传感阵列基底,该方法制备操作简便、制备成本低、可实现批量生产,同时所制备的SERS传感阵列具有均匀性好、一致性高、重复性好、携", "label": "光学工程", "id": 0}
{"content": "<正>目前,激光拉曼光谱已经成为对二维层状材料物性和层数快速表征的重要手段。这里我们主要讨论如何利用拉曼光谱来探测和研究原子层厚度的、石墨烯之外的二维层状晶体的晶格振动,具体将涵盖六族过渡金属硫属化合物、拓扑绝缘体、黑磷和相关二维异质结。再对样品合成做简单介绍后,我", "label": "光学工程", "id": 0}
{"content": "<正>我们近五年的研究表明拉曼光谱是研究层状材料的晶体结构及电子与声子的相互作用异常敏感的手段。利用STM-TERS联用系统首次确定了硅烯的所有拉曼振动模式,并对指纹峰做出了标定[1]。利用HRTEM和TERS技术首次在BiOBr纳米片中确定了应力对材料的能带结构和电子结构影响,并", "label": "光学工程", "id": 0}
{"content": "<正>超高灵敏度探测和超高空间分辨率成像是所有光学探测和成像工具的终极奋斗目标,将二者结合起来将成为揭示微观世界物理和化学现象及其本源机理的强大武器。拉曼光谱通过光与分子的非弹性散射光谱信息揭示分子内部的转动和振动形态,是识别分子化学结构的有效手段,也是研究分子结构", "label": "光学工程", "id": 0}
{"content": "<正>逻辑门在二进制系统中实现逻辑运算法则,并构成了传统电子计算机的运算核心。简单的逻辑门由晶体管构成,这些组合可以使代表两路输入信号的高、低电平在通过它们之后产生相应的高、低电平输出信号。高、低电平分别代表二进制中的\"1\"、\"0\"或者逻辑上的\"真\"、\"假\"从而实现逻辑运算。", "label": "光学工程", "id": 0}
{"content": "<正>手性分子绝对构型的研究是手性研究中的难点,以往的手性色谱、旋光和电子园二色ECD等分析方法难以得到精确的结构信息。近年来,拉曼光学活性光谱（ROA,手性拉曼光谱）在立体构型、手性催化活性中心的研究得到广泛关注。拉曼光学活性光谱是手性分子的右旋园偏振光和左旋园偏振光", "label": "光学工程", "id": 0}
{"content": "<正>光与物质的作用是探测物质结构与性质的有力手段,最常见的是拉曼散射和瑞利散射。拉曼光谱对物质结构敏感,适用于高信息量编码检测及非标记鉴定;瑞利散射可反映粒子大小、形状等信息,纳米粒子独特的光学共振性质更是拓展了瑞利散射技术在生物成像领域的应用。以光散射技术为研究手段,利用纳米材料独特性质,我们建立了拉曼光谱检测动物病毒、DNA", "label": "光学工程", "id": 0}
{"content": "<正>近几年,石墨烯量子点,由于良好的水溶性、生物低毒性、稳定而明亮的荧光等特点,而被广泛关注和研究。但不同制备方法得到的荧光石墨烯量子点展现出不同的的发光机理,使得石墨烯量子点的发光机制存在着很大的争议[1-2]。本文利用水热法获得高质量的荧光石墨烯量子点,并采用光致发", "label": "光学工程", "id": 0}
{"content": "<正>近年来,半导体量子点作为吸光组分,生物仿生分子作为催化剂的耦合人工光合作用体系,光催化产氢效率已经取得了很大的进展。量子点具有的特殊量子尺寸效应,通过控制量子点的形状、结构和尺寸,可以调节其带隙宽度及激子束缚能的大小,是优化半导体-分子耦合光催化体系的有效策略。", "label": "光学工程", "id": 0}
{"content": "<正>物质在高压下经常会发生相变,表现出一些奇异的特性。高压相变已成为科研领域中一个很值得探索的方向。CaB6引起科研人员的关注是因为它是一种居里温度较高的铁磁半导体,用作自旋电子组件的中的新型半导体材料[1]。研究其在高压下的行为有助于我们理解物质在高压下的相变机制,对设", "label": "光学工程", "id": 0}
{"content": "<正>非均相催化的原位检测是揭示非均相催化机理的最有效手段,对指导高效催化剂的设计合成具有不可替代的作用。在非均相催化反应中,反应物在两相界面（即催化剂表面）经过催化反应生成产物,所有反应中间产物都只存在于两相界面。在多相混合体系中很难对这些仅在反应过程中出现的少量物", "label": "光学工程", "id": 0}
{"content": "拉曼光谱是快速、准确、高效的检测物质组成与结构的分析手段。在对有机材料测量时,荧光因素使拉曼光谱背景变得复杂,不便于拉曼信号的检出。使用荧光淬灭剂法、激光漂白、红外激发法、偏振调制法、双频激发法、数值处理法等可以有效地抑制或减小拉曼光谱中的荧光份额。本文从实验的角度出发,讨论了用785nm红外激发不同有机材料样品及其衬底材料产生的拉曼光谱荧光信号,从而获得改善拉曼光谱质量的分析方法和操作手段,以达到抑制拉曼光谱荧光信号目的。", "label": "光学工程", "id": 0}
{"content": "多普勒展宽测量方法可以用于精密测量玻尔兹曼常数,与传统的直接吸收光谱技术相比,光腔衰荡光谱技术具有高灵敏度的优点,因此可以在气体压力极低的情况下进行测量,这样就可以减小因分子碰撞带来的影响。通过测量乙炔在787nm的吸收光谱,1.5Pa的压力下,我们得到了乙炔线宽的统计不确定度为6ppm。此外,我们还研究了与所选谱线有重叠的\"隐藏\"弱线对此次测量的影响。用这种方法进行测量的重复度好于10ppm,因此,这是一种有效的可行的方法,用于精密测量多普勒展宽到ppm量级", "label": "光学工程", "id": 0}
{"content": "<正>激光光腔衰荡光谱（CRDS）由于其高灵敏度特性,在光谱学研究和气体探测等领域得到了广泛的应用。我们搭建了一套同时具有高探测灵敏度、高频率精度、和精密温度控制的激光光腔衰荡光谱系统。利用原子跃迁标定的超稳定标准具,使得分子光谱探测的绝对频率精度达到亚MHz水平;通过反馈式锁定,将衰荡事件的重复频率提高到1k Hz以上,使该系统的极限探测灵敏度(最小可探测吸收系", "label": "光学工程", "id": 0}
{"content": "在高光谱核异常检测算法中,核函数使用最多的为高斯径向基核,然而高斯径向基核原理是基于光谱矢量间的欧氏距离,对光谱矢量间距离变化适应性较强,对光谱曲线的整体和局部形状并不敏感,而光谱曲线的形状是物质的指纹特征,因此本文从更好的描述光谱曲线整体及局部特性出发,构造了一种基于光谱信息散度与梯度角正切相结合的核函数,并用于应用于高光谱核异常检测中。通过理论和真实高光谱数据异常检测实验与以往方法进行对比,说明了本文本文提出核函数用于高光谱异常检测的优越性。", "label": "光学工程", "id": 0}
{"content": "可调谐二极管吸收光谱技术（TDLAS）可同时进行多组分、多参数测量,其极强的环境适应性使其适于应用在直连式超燃试验台中。然而TDLAS是沿光程的积分测量,为提高其空间分辨能力,结合层析成像术（CT）,发展了基于TDLAS的二维断层成像术（TDLAT）。将TDLAT系统用于直连台燃烧室出口,获得了静温/水蒸气浓度的动态二维分布信息。测量系统采用8×8路正交光束,4个测量波长:7185.6cm-1、7444.3cm-1、6807.8cm-1和7466.3cm-1,测量频率2.5 k Hz,使用模拟退火算法（SA）进行数据重建。反演得到的展向温度和浓度分布,能够用于分析燃烧展向燃烧区域分布和释热特征,动态的二维参数分布数据还能用于判断燃烧展向振荡现象,实验数据对超燃一维分析模型和CFD计算也可提供重要参考。", "label": "光学工程", "id": 0}
{"content": "基于国内外研究背景,首先论述了声光光谱成像技术的原理及特点。然后具体介绍声光可调滤光器的专用检测技术及声光成像光谱仪的定标技术与设备,并主要以嫦娥三号红外成像光谱仪、紧凑型光谱可调地物光谱成像仪为例,对声光光谱成像技术的特点指标以及相关应用进行说明。所述的相关研究及探索将为声光光谱成像技术的进一步应用提供参考。", "label": "光学工程", "id": 0}
{"content": "<正>0引言当液体中存在超声波且声压超过某一阈值时,液体中会产生大量的气泡,这就是声空化。这些空化气泡将以与声场相同的频率进行非线性的膨胀与收缩。当声压进一步增大,气泡塌缩加剧,气泡内发生复杂的物理化学变化并发光,这种现象称为声致发光。这种由众多气泡产生的瞬态发光常称为多泡声致发光（MBSL）,而由单个悬浮气泡产生的声致发光称为单泡声致发光（SBSL）。光谱是研究各种发光现象的最主要的手段之一,声致发光的光谱研究也是必不可少的。2000年,Y.T.Didenko,T.V.Gordeychuk等人[1]研究了不同惰性气体光谱,发现充有Xe的", "label": "光学工程", "id": 0}
{"content": "可调谐二极管吸收光谱技术（TDLAS）可同时进行多组分、多参数测量,其极强的环境适应性使其适于应用在直连式超燃试验台中。然而TDLAS是沿光程的积分测量,为提高其空间分辨能力,结合层析成像术（CT）,发展了基于TDLAS的二维断层成像术（TDLAT）。将TDLAT系统用于直连台燃烧室出口,获得了静温/水蒸气浓度的动态二维分布信息。测量系统采用8x8路正交光束,4个测量波长:7185 6cm-1、7444 3cm-1、6807 8cm-1和7466 3cm-1,测量频率2 5kHz,使用模拟退火算法（SA）进行数据重建。反演得到的展向温度和浓度分布,能够用于分析燃烧展向燃烧区域分布和释热特征,动态的二维参数分布数据还能用于判断燃烧展向振荡现象,实验数据对超燃一维分析模型和cFD计算也可提供重要参考。", "label": "光学工程", "id": 0}
{"content": "薄层色谱与红外光谱技术的联用在分离鉴定组分上具有很大的优势,但是对于混合物分离条件的摸索还是有一定的困难。为此我们提出多条窄带薄层板,利用该薄层色谱板对多种组分在同一条件下进行展开,比较各种组分展开速度的差别,将差别最大的组分进行组合,再进行分离,以解决此问题。本实验对多种组分展开速度进行对比,发现溴酚蓝和罗丹明B的差别较大,并在相同实验条件下将溴酚蓝和罗丹明B的混合物成功分离。实验证明,该方法降低了混合物分离的难度,并且通过对组分进行系统的大规模的筛选,可以建立宠大的数据库,为混合物的分离奠定基础。", "label": "光学工程", "id": 0}
{"content": "探索红外光谱分析的方法用于结直肠癌无创诊断的可能性。运用博里叶变换红外光谱仪联合中红外光纤及ATR探头检测手术新鲜切除的结直肠癌标本（17例）,分别测定肿瘤中心和距肿瘤边界5 cm的正常粘膜组织的反射红外光谱。将光谱特征进行统计分析发现,癌组织与正常组织的诸多谱带存在显著差异,其原因在于癌组织与正常组织的蛋白质、脂肪等含量不同。初步研究结果表明,傅里叶变换红外光谱分析可能成为一种术前无创诊断结直肠癌的新方法。", "label": "光学工程", "id": 0}
{"content": "利用原位变温博里叶变换红外光谱技术研究温度升高过程中,PVA（聚乙烯醇）的构象变化。在红外光谱中,主要以对分子链的氢键和构象变化敏感的C—H和C—C伸缩振动峰为研究对象。另外,通过范特霍夫公式,给出构象变化过程中的热力学参数。", "label": "光学工程", "id": 0}
{"content": "压力方波装置和真空FTIR红外光谱仪结合,采用快速扫描方式采集光谱数据,研究相对湿度（RH）快速变化过程中醋酸镁气溶胶与水传质动力学过程。结果表明,在高湿度下,醋酸的挥发促使醋酸镁气溶胶表面形成一层难溶物质从而造成界面传质受阻,而在低湿度条件下则是由于醋酸镁胶态的形成导致出现了体相传质受阻则现象。", "label": "光学工程", "id": 0}
{"content": "利用博里叶变换显微红外光谱仪对黑木耳的吸湿性及其对结构的影响进行了探讨,结果表明,在低湿度下,水分子簇分解成单个分子并和亲水基团相互作用。在高湿度下,亲水基团吸水达到饱和,水分子重新组合形成水分子簇。黑木耳的多孔结构和凝胶状的果实体是造成极强吸水能力的主要原因。", "label": "光学工程", "id": 0}
{"content": "利用真空型博里叶变换红外光谱仪测定了硝酸镉（Cd（NO3）2）气溶胶在不同湿度条件下的红外光谱。结果表明,湿度为37%时,发生固态无定形态变化,湿度为63.5%时,发生无定形态液态突变。", "label": "光学工程", "id": 0}
{"content": "土壤有机质是土壤质量管理和评价以及土肥测试中非常重要的一项性能指标,对其含量的测量是必不可少的。本研究研发了基于近红外光谱技术的土壤有机质快速检测装置。使用1050 nm LED作为主动光源,通过光纤传输至土壤样本,获得土壤反射率,进而获得土壤在1050 nm处得吸光度值。建立了土壤有机质预测模型。实验结果表明土壤有机质检测装置和博里叶光谱分析仪在1050 nm处吸光度值相关系数达到0.92,误差在±3%以内。使用1050 nm处吸光度值建立的土壤有机质预测模型测定系数达到0.69,可以满足土壤有机质的实际检测需求。", "label": "光学工程", "id": 0}
{"content": "红外透射光谱法（Trans）和衰减全反射光谱法（ATR）区分激光打印墨粉是目前较为常用的两种红外检测技术,两种检测技术各有特点。研究对50余种不同品牌和型号激光打印机字迹墨粉用上述方法进行了检测和分析,发现它们的结果既可以相互印证也可互为补充,制定合理的检测流程,可以提高红外光谱技术对墨粉种类的区分度。", "label": "光学工程", "id": 0}
{"content": "基于二维相关红外光谱分析技术,对掺伪中药的鉴别进行研究。将结构相近的麻黄碱、伪麻黄碱标准品,分别掺杂在中药基质中以模拟阳性中药样品,通过对中药基质、标准品、模拟样品的一维谱、二维相关同步谱和异步谱进行解析,初步判定待检中药掺杂了某种麻黄碱。除此之外,我们还对二维相关红外光谱法可以检测出的最低掺杂量,中药基质的选择进行了探索。本方法简便,快速,无需对中药进行分离,可用于中药掺伪的定性鉴别,也可用于其他复杂体系的鉴别研究,具有一定实际意义。", "label": "光学工程", "id": 0}
{"content": "博里叶变换红外光谱（FTIR）是鉴别物质结构的有效手段之一,然而一些背景组分信号经常会对感兴趣的组分造成干扰,使待测物质的定性定量分析造成困难。杂化光谱是用来扣除背景组分干扰的一种新颖的方法。该文给出了杂化谱的定义和数学公式,并从理论上证明了:只要知道了b1和b2厚度的单光束谱,则在b1和b2之间任何厚度的样品单光束谱都可用杂化光谱来代表。", "label": "光学工程", "id": 0}
{"content": "光谱技术在研究纯组分样品方面已经建立了许多较为成熟的分析方法。分离和分析过程可以借助热重分析仪、博里叶变换红外光谱仪和气相色谱仪等完成。而对于复杂混合物样品体系,将这些常规技术进行联用则是更为有效的检测分析手段。本文采用热重博里叶变换红外光谱气相色谱/质谱（TGA-IR-GC/MS）联用技术对食用植物油组分进行分析,旨在建立一种可以根据样品中特征组分的种类和含量来判断其品质优劣的标准方法。", "label": "光学工程", "id": 0}
{"content": "博里叶变换红外光谱学成像（FT-IRI）技术结合化学计量学方法可用于定量的分析生物组织中分子的含量及其分布。本文利用FT-IRI结合偏最小二乘（PLS）算法研究牛鼻软骨（BNC）中蛋白多糖及胶原蛋白两种主成分的浓度。BNC的FTIR图像是在6.25μm分辨率下扫描得到的。PLS建模则通过建立胶原蛋白和蛋白多糖混合物的标准红外光谱图库并进行的光谱预处理,主要包括基线补偿、去散射校正（MSC）、均值尺度化（Center and Scale）、标准归一化（SNV）、正规化（Normalize）等操作,比较后获得质量较好的PLS模型。", "label": "光学工程", "id": 0}
{"content": "博里叶变换红外光谱显微成像（FTIRI）技术结合化学计量学方法可用于定量地分析生物组织中主要成分的含量及其空间分布。本文即利用FTIRI结合主成分分析以及Fisher判别算法进行正常和病变的关节软骨的鉴别。关节软骨切片的FTIR图像及对应的红外光谱是在6.25μm空间分辨率下扫描得到。SPSS软件被用来对红外吸收光谱进行主成分分析（PCA）,在PCA的基础上以主成分得分矩阵为标准构造分类函数,并对样本进行分类和Fisher判别。结果显示,正常软骨和病变软骨样品以极高的准确率被充分识别。这说明这些技术方法的有效结合可准确有效地辨别正常和病变的关节软骨,为骨关节炎发生和修复的实时监测开辟了新的有效途径。", "label": "光学工程", "id": 0}
{"content": "在红外光谱中,通常用红外吸收峰的红移或蓝移来说明特异性相互作用的增强和减弱,但是特异性相互作用并不是使红外吸收峰发生移动的唯一原因,溶剂化效应同样可以使红外吸收峰发生移动。区分特异性相互作用和溶剂化效应成为一个重要问题。通过计算机模拟来分析溶剂化作用和特异性相互作用的区别,并用实际体系进行了验证。具体而言,研究了二态（two-states）和非二态（non-two-states）的情况,对于前者,发现超额吸收峰和零点的位置是固定的,否则位置是不固定的。等吸收点通常用来判断二态性作用[1,2]。该工作提出了一种新的方法来判断作用体系是二态的还是非二态的。", "label": "光学工程", "id": 0}
{"content": "视网膜内的视杆细胞中存在11—顺视黄醛,光照后转化为全反式视黄醛（all-trans-retinal）,引起视紫红质分解便可产生视觉,可见,all-trans-retinal分子与我们的生活紧密相关,目前对于分子的远红外光谱的研究又很少,所以我们的研究就显得很有意义。远红外的光谱一般是指远红外的吸收光谱,我们就是利用博里叶红外光谱仪（FTIR）对all-trans retinal分子进行测试,从而得到它的吸收光谱。同时利用密度泛函理论对all-trans-retinal分子的振动模式进行了模拟,将实验和模拟吸收光谱进行比较,分析吸收光谱有差异的原因。另外从振动归属可以看到在低频波段,分子振动主要以对光致异构化过程有影响扭转振动为主[1]。", "label": "光学工程", "id": 0}
{"content": "利用非线性红外（二维红外）光谱手段,结合计算化学方法,研究了两个凝聚相体系的超快结构和动力学。（1）利用我们最近提出的倍频二维红外光谱方法,研究了甲醇纯液体结构和动力学过程。获得了C—O伸缩振动的倍频二维光谱,发现ν=0→2跃迁振动的频率时间自相关函数与v=0→2/ν=2→4的频率时间互相关函数有很大不同,意味着不同的光谱扩散动力学。（2）利用基频二维红外光谱方法研究了亚铁氰和铁氰负离子的水合结构动力学。发现前者水分子数目少、有序度差、但与负离子的作用强,表明对水结构的破坏程度高。这一发现与文献报道的亚铁氰离子对体相水结构影响较小的结论不同。第一部分工作介绍了一种新的二维红外光谱方法,可用于研究高振动态的非谐性势能参数及其对分子结构的灵敏性,尤其适合纯液体体系。第二部分工作则表明非线性红外光谱可作为揭示水合离子结构和动力学细节的有效手段。", "label": "光学工程", "id": 0}
{"content": "双异步正交样品设计（DAOSD）是通过对样品体系施加浓度的微扰,诱导光谱信号产生动态变化,并通过数学处理研究样品中物质间相互作用的二维相关光谱方法。提高二维谱图的信噪比对于谱图中交叉峰的分辨乃至物质间相互作用的考察有着十分重要的意义。在本工作中我们通过计算机模拟考察了DAOSD构建二维相关光谱的方法中样品浓度序列对光谱行为影响。结果表明,在溶液数量较少的情况下,通过改变样品的浓度和组合顺序,可以有效提高交叉峰的信噪比,从而得到更高质量的二维谱图。", "label": "光学工程", "id": 0}
{"content": "利用表面增强共振拉曼散射（SERRS）光谱技术,基于传统的MTT方法发展了一种更灵敏的细胞活性鉴定新方法（SERRS-MTT法）,其检测限可达1 ng·mL-1。同时该检测方法还具有很高选择性,在细胞悬浮液中的背景物质（如残余的MTT试剂、血清、外源药物等）中均未发现对目标检测信号产生任何干扰。除此以外,对比于传统的MTT方法,SERRS-MTT法还大大简化了试验操作步骤（节省了将近90%的试验时间）,同时其在抗癌药物效应评价试验中显示出更高的准确性。", "label": "光学工程", "id": 0}
{"content": "利用多级周期结构阳极氧化铝（AAO）为模板,以PMMA复制多级结构,通过真空蒸镀的方法构筑多级结构银纳米阵列柔性SERS基底。蒸镀不同厚度银膜获得不同的SERS增强效果,以20nm厚度银膜下获得最优SERS信号。较高的灵敏度和重现性为该基底应用于污染物检测提供了必要的条件。另外,本研究中所获得的基底可以进行擦写式的反复使用,可以发展为SERS芯片。", "label": "光学工程", "id": 0}
{"content": "设计和构筑了多种微流控SERS芯片,芯片中的金属微纳结构具可调控性,可针对分析物匹配共振激发,适用于复杂和多组分体系的SERS检测,具有很好的灵敏度和重现性,且可稳定保存半年以上。此类微流控SERS芯片便于储存和运输,具有实用性和潜在的商业用途。", "label": "光学工程", "id": 0}
{"content": "基于表面增强拉曼光谱及抗体抗原间的特异性结合原理,引入磁性纳米核壳结构Fe3O4@Au,根据抗体与抗原修饰位置的不同分别构建了两种磁免疫复合物,并利用竞争免疫法对克伦特罗进行了液相磁免疫检测分析。其结果表明形成的两种复合物对克伦特罗的检测限（LOD）可分别达到10和100fg·mL-1。该法为实现克伦特罗高灵敏度的痕量检测提供了一条新的途径。", "label": "光学工程", "id": 0}
{"content": "<正>提拉法生长的硼酸钙（Ga3（BO3）2）晶体属于三方晶系,空间群为R3c。准平面结构的[BO3]3-离子的有序排列,有效的增强了其自发拉曼效应。本文理论分析了硼酸钙晶体的晶格振动特性,测量了其偏振的自发拉曼光谱。结果表明其共有四种内振动模式和6种外振动模式。内振动模927 cm-1、611 cm-1,337 cm-1和318cm-1分别属于[BO3]3-的对称伸缩振动,B-O键的对称弯曲振动,B-O键的反对称弯", "label": "光学工程", "id": 0}
{"content": "<正>建立了用电感耦合等离子发射光谱法测定光学玻璃中氧化硼含量的方法,研究了光学玻璃样品的处理、标准溶液的配制、基体及元素间的干扰等问题,采用和基体匹配的方法消除基体的影响,并进行了精密度试验,加标回收试验,结果令人满意。", "label": "光学工程", "id": 0}
{"content": "<正>紫外天体模拟器为空间探测工程中紫外有效载荷的重要测试和仿真设备。为了解决紫外天体模拟器辐射参数现场测试存在的难题,建立一套便携式紫外辐射参数现场测量装置,实现紫外模拟器高帧频辐射参数测量和高灵敏度辐射参数测量。测量参数包括光谱辐亮度、光谱辐照度等。测量的光谱范围为200 nm—400nm。光谱辐亮度测量不确定度为15%（k=2）,光谱辐照度测量不确定度为20%（k=2）,该装置的建立完善了国内的紫外测试技术研究体系。", "label": "光学工程", "id": 0}
{"content": "<正>高光谱成像技术在获取目标空间信息的同时,还能得到每个空间位置的光谱信息,在光学遥感、生物医疗、材料分析、食品安全等领域具有重要应用。本文提出了一种基于色散剪切干涉的高光谱成像方法,在像面干涉光谱成像系统中加入色散平行平板来实现高光谱分辨率的成像,其原理光路示意图如图1所示。本文首先分析了基于色散平板干涉成像光谱技术的基本原理,给出光谱信息和干涉信息之间的对应关系式;研究了光谱分辨率和复原光谱谱段的影响因素,并推导数学表达式,为成像光谱系统设计提供了理论依据。利用该方法对窄带光谱和宽", "label": "光学工程", "id": 0}
{"content": "本研究提出了一种对空间中可视物体整体照亮程度进行评价的参数——全景照度。与此同时,我们介绍了两种全景照度的测量方法,一种为基于照度计在六个维度上测量数值的近似估算法,另一种为基于高动态范围全景图的亮度分布球函数数学表达式的方法。相比前一种方法,后一种方法准确度更高。随着数码技术的发展,在不远的将来,后一种方法将使依靠一部手机轻松测量全景照度成为可能。", "label": "光学工程", "id": 0}
{"content": "<正>SI七个基本单位中的千克、安培、开尔文和摩尔即将基于自然常数进行重新定义,而相应地,基本单位之一的坎德拉将进行形式化的显式地基于常数定义的更新,本文旨在回顾坎德拉的历史发展进程,以及在其他SI基本单位基于量子化复现和基于常数定于形势下的坎德拉的最新发展。坎德拉和任何其他基本单位一样都经历了定义本身及其复现方法不断发展演化的过程。1760年朗伯出版《光度学》标志了光度学原理和量值体系的建立。随后发光强度单位的名称从烛光、国际烛光、新烛光到坎德拉经历了不断的发展进化,在此过程中复现", "label": "光学工程", "id": 0}
{"content": "<正>为了提高太阳直射光谱辐照度的观测精度,对使用棱镜分光的太阳光谱辐照度仪,在可见-近红外波段开展了基于标准探测器的辐射定标方法研究。建立了可调谐激光器-积分球的辐照度定标装置,以溯源于低温绝对辐射计的标准辐照度探测器作为传递基准,通过替代法得到照度仪在可见-近红外10个波段的绝对光谱辐照度响应度,分析得到的合成定标不确定度优于0.95%。与溯源于中国计量院金点黑体的标准灯定标法进行了比对实验,两者的偏差在4.67%的范围内,证明了此辐射标准传递方法的合理性。", "label": "光学工程", "id": 0}
{"content": "<正>传统低温辐射计的布儒斯特窗口会对传递探测器的绝对光谱响应率定标产生较大的影响。文中阐述了低温辐射计对传递探测器的传统定标过程;分析了定标过程中因布儒斯特窗口及窗口复现导致定标精度降低的原因;提出了一种新的定标结构。该结构中低温辐射计和传递探测器安置于同心弧形轨道上,二者通过精密电机的控制可以分时切入定标光路,实现传递探测器相对于低温辐射计的绝", "label": "光学工程", "id": 0}
{"content": "<正>本文针对红外辐射计的校准和溯源这一计量领域的难题,对红外辐射计的校准方法进行了分析:通过改变黑体辐射源的温度和光阑孔的面积,在辐射计的入瞳上产生不同的辐照度,辐射计就会有不同的输出值,从而对红外辐射计的响应度进行校准。对于视场角小于10mrad的红外辐射计,最近聚焦距离通常大于几十米,为了便于在实验室使用,采用\"远距离小源法\"实现对红外辐射计的校准。\"远距离小源法\"使用准直光管来获得等效的远距离,为消除像差,准直光学系统由离轴抛物面镜和平面镜组成,为了提高校准准直的不确定度,采用一级标准", "label": "光学工程", "id": 0}
{"content": "<正>红外目标光谱辐射亮度对于武器光电系统的搜索、跟踪及目标识别都具有重要的应用。本文在分析总结国内外红外辐射测试技术的基础上,根据实际应用需求,采用傅立叶分光的方法,设计了红外目标光谱辐射亮度的计量测试装置,该装置主要由标准黑体、红外傅立叶光谱仪、红外光学成像系统、电控旋转反射镜、视场光栏、红外探测器及计算机测量软件等组成,采用与标准黑体相比较的方法建立了红外目标光谱辐射亮度计量测试装置,通过该装置,对100℃、300℃、500℃、700℃等不同温度下的变温黑体红外目标光谱辐射亮度进行了测试,以", "label": "光学工程", "id": 0}
{"content": "针对物体表面色度、白度等参数的测量需求,研制了一种测量物体表面色度、白度等参数的色度测定仪。该仪器采用光电积分法,以单片机为核心,由积分球、I/V变换电路、A/D转换器件、测量显示电路等构成,给出了一种光电积分式的测量方法。该仪器通过色度探测器对被测颜色光谱能量进行积分,直接获得目标的三刺激值。结果表明,该仪器可以准确的测量试样的色度值,并通过友好的显示界面可以方便快捷的观察到测量结果。", "label": "光学工程", "id": 0}
{"content": "本文在普朗克量子假说和爱因斯坦光量子假说基础上,提出了中基子（一种新的基本粒子）假说:组成物质的谐振子每完成一次振动就要辐射和吸收一份具有固定数值的最小能量基元h,谐振子辐射和吸收的能量只能是最小能量基元h的整数倍,并且辐射和吸收的能量跟谐振子的振动频率v成正比,比例系数为最小能量基元h（最小能量基元h的能量在数值上等于普朗克常数为6.62606876×3410焦耳,能量不能脱离物质而存在,将与最小能量基元h对应的这种具有很小能量的物质命名为中基子,通过理论计算可求出中基子的质量为7.37249577×1051kg）.按照中基子假说,对于频率为v的谐振子它在一秒钟内辐射和吸收的能量均为hv,它即为普朗克量子假说中的最小能量基元hv,也是爱因斯坦光量子假说中的光量子（即光子）的能量hv.由此可见,爱因斯坦所提出的光子并不是一个独立的客体,而是中基子的集合,是v（v是光的频率）个中基子的集合.结果表明,光是由中基子组成的,光的本质是粒子性的;光的量子性本质上就是光的中基子性,即光的量子性由组成光的中基子的性质决定,光的量子即为中基子;根据光的量子性知道,正电子在飞行过程中遇到普通电子,它们共同湮灭成的两个光子其实是中基子的集合,即正负电子是湮灭成中基子,根据中基子的质量和速度（为光速即光子的速度）及能量的定义和质量守恒定律,就可以求得质量为m的物质（如正负电子对）当它全部转化为辐射能时,即全部转化为中基子时,释放的能量E即为m2c,这即为爱因斯坦的质能关系,而现在对爱因斯坦提出的质能关系实验验证已接近于完美程度:E与m2c相差不到千万分之五（5×10-7）[1],这说明中基子是有质量的,中基子是真实存在的独立客体;光的量子相干性即为同方向、同频率、同位相的中基子同时到达空间的某处使该处的能量明显增大的性质;光的传播是由谐振子在振动的过程中发射出的中基子流（光是由这些中基子流组成）在空间的周期性运动传播的,图1是光源S发出的同频率的光在空间的传播,在图1中每一个中基子表现了光的粒子性,而每一谐振子发射的一串中基子在空间运动的周期性（即这一串中基子中相邻两个中基子之间的距离均为一定值,等于光的波长）表现了光的波动性,因此,图1为表现光具有所谓的波粒二象性的一幅图像;激光本质上是由行进方向、位相、频率都是一致的中基子流组成;由于激光在空间传播具有同一的周期性和方向性,因此在每一周期内谐振子所辐射的中基子将同时到达空间的某处（即组成激光光束的中基子在空间运动具有同步性）,使此处的能量明显增大,即在此处激光相干加强,所以说激光是一种相干性很好的相干光（图2的下面部分）;普通光与激光的区别在于组成普通光的中基子流的行进方向、位相、频率都可能不相同;由于普通光在空间的传播不具有同一的周期性和方向性,使得在每一周期内谐振子辐射的中基子不能同时到达空间某处,所以普通光是相干性很差的光（图2的上面部分）.激光具有单色性好,方向性好,相干性好,能量在空间高度集中的特性,均是由组成激光光束的中基子在空间运动具有同步性决定的.激光在各个技术领域中的应用,如激光通讯、激光测距、激光武器、激光干涉等方面的应用,都是利用了组成激光光束的中基子在空间运动具有同步性的特性.", "label": "光学工程", "id": 0}
{"content": "宽场光学相干断层成像技术（WFOCT）是一种非侵入式、高分辨率层析成像技术。本文基于WFOCT的基本原理,提出了一种彩色成像方法,利用该成像方法探讨彩色成像机理,建立的彩色WFOCT系统初步获得了初步结果,相当于模拟了白光成像。", "label": "光学工程", "id": 0}
{"content": "<正>1引言进入21世纪以来,掀起了一股半导体照明的研究与产业化热潮。半导体照明（LED）带来了第三次照明领域的革命,同时半导体照明（LED）通过改善人类生存环境、发展照明的新概念和新模式改善和提高了人类的生活质量。对于一般照明而言,由于白光L ED最接近日光,更能较好地反映物体的真实颜色,人们更需要白色的光源。白光LED的出现,是L ED从标识功", "label": "光学工程", "id": 0}
{"content": "建立了单色LED和荧光粉涂层白光的光谱模型,根据色光混合原理开发了荧光粉涂层白光LED和白光LED模块的显色性模拟程序。通过模拟发现了高显色可调色温WW/CW模块,它由暖白/冷白LED（CCT=2700K,u=0.2617,v=0.3545,CRI=95andLER=343.4lm/W）和冷白LED（CCT=6500K,dC=0.002,u=0.1962,v=0.3134,CRI=94.8andLER=310.2lm/W）组成。暖白LED由蓝光芯片（464.2nm）,和红光芯片（634nm）以及黄光（580nm）和绿光（528nm）荧光粉组成,其光通百分比分别为1.84%,15.51%,62.28%a和20.27%。冷白LED由蓝光芯片（460.8nm）和红光芯片（628nm）以及黄光（580nm）和绿光（528nm）荧光粉组成,其光通百分比分别为6.44%,8.65%,42.45%and42.45%。模拟结果表明暖白/冷白LED模块在色温2700K～6500K范围内可实现CRI>94.8,R9>80,R（1-12）>84,LER>310lm/W且dC<0.003的可调色温白光。", "label": "光学工程", "id": 0}
{"content": "基于标量光场的衍射相干理论及部分相干光束模型,分别得到了双曲余弦高斯（CHG）光束在远场衍射条件下的交叉谱密度函数及远场辐射光强度的表示式。利用二阶平面光源激发光束的理论模型,对光源辐射CHG光束的物理条件进行了研究。理论结果证实,辐射产生CHG光束的参数条件与光源相干性强弱有很大的关系。当光源平面所处空间满足近似相干特性时,辐射CHG光束的条件与产生基膜高斯光束相同。当光源平面所处空间满足部分相干或近似非相干特性时,辐射CHG光束的条件与产生高斯谢尔模型光束相同。理论结果同时表明,CHG光束余弦参量的变化对构成光源参数条件无任何影响。本文结论对于调制CHG光束及光源参数设计等研究工作具有潜在的应用价值。", "label": "光学工程", "id": 0}
{"content": "LED技术的日益普及和提高,目前LED正逐渐向大功率、高光强的趋势发展。但在追求LED照明高光强的同时,由于主流LED灯具色温（集中在5600-6500K）过高,偏离了大众对民用照明的视觉感受,给人过于刺眼的问题也随之影响了LED照明的普及和发展。而LED混色照明中色温也是相当关键的因素之一。本文探讨了LED照明中色温因素对照明效果、显色指数及对人视觉能力的影响、实现LED照明色温可调节的方法及色温在LED检测中的影响;并尝试利用在LED照明光学系统中加入降色温光学薄膜的方法,对影响LED照明效果、显色指数、视觉感受及光强检测的色温因素进行探讨。此外也探讨了在照明、影视及摄影等众多LED照明应用领域中达到理想光色方法中色温的影响因素。", "label": "光学工程", "id": 0}
{"content": "为了研究D65光源的不同照度对显示和打印颜色跨媒体复制的影响程度,EIZO显示器和标准观察箱同时放置在观察者前,19名观察者通过编制的程序分别调节显示器上的颜色,对标准观察箱里不同照度（252lx,850lx,1900lx）下的17个颜色分别进行配色实验,分别用Photo-Research PR-650和Monitor-Optilllizer测量打印色样和显示器上匹配色的色度值。不同观察者问的配色精度用色度椭圆表示,与CIE标准色度观察者函数变化趋势较为一致,在不同照度下也有较为一致的变化规律,同时随着照度的增加,显示器上匹配色的饱和度有增加的趋势。观察者问的配色精度在不同照度下的CIELAB和CIEDE2000色差值分别为5.0,3.2;4.0,2.4;3.9,2.4,显示颜色和打印色样的匹配精度在不同照度下的CIELAB和CIEDE2000色差值分别为19.6,8.9;12.2,6.2;9.8,4.4。随着照度的增加,跨媒体复制颜色的匹配精度都有逐渐增加的趋势。", "label": "光学工程", "id": 0}
{"content": "以新型三基色LED为光源,制作了三路独立可调LED恒流驱动电源,研究设计了色度学的演示实验:加、减法混色,以及蓝光激发荧光混色.LED光源环保、节能,实验光路简单易行,现象直观、清晰.", "label": "光学工程", "id": 0}
{"content": "<正>在进行比色测温时,通过实验发现,炉内环境温度低于被测物体温度时,环境辐射因素对测量结果影响不大,炉内环境温度高于被测物体温度时,环境辐射因素对测量结果影响较大。为了提高测温精度,提出一个研究方案,依据普朗克定律,通过数值计算得出在不同的发射率、物体温度、环境温度和辐射波长下的环境温度影响比率,并重点分析了它们的相互关系。在该方案的研究结果下讨论了一种环境辐射", "label": "光学工程", "id": 0}
{"content": "<正>实验上证明太赫兹辐射强度在基频光的倍频场叠加的情况下会有很大的抬高,并普遍接受太赫兹辐射的电场强度满足关系式", "label": "光学工程", "id": 0}
{"content": "总光通量或者光效是评价照明产品极重要的参量,本文介绍了 CIE 推荐的总光通量测量的几种主要方法,介绍了国际上主要发达国家实现总光通量国家基准的测量方法的最新进展,分析和探讨了国际现有总光通量的精确测量方法和设备的优点和不足,同时介绍了我国具有自主知识产权的总光通量高精度测量技术与设备的特点。", "label": "光学工程", "id": 0}
{"content": "<正>无论是认识天体的演化和星球内部能量转换过程,还是解释各种观察到的天体现象,研究辐射在物质中的传输均是必不可少的。辐射输运研究的是辐射在介质中的传输过程,包括辐射场的非平衡性、辐射的发射与吸收（包括散射）、辐射与输运介质及扩散介质的相互作用。20世纪70年代以来,激光惯性约束聚变研究得到了快速的发展,", "label": "光学工程", "id": 0}
{"content": "<正>随着飞秒激光技术的发展,飞秒 CARS 已经日益在诸如相干控制化学反应、生物显微成像以及光谱测温等领域得到广泛应用,但是其本身存在一些缺陷,如由电子非线性部分所产生的比较强的非共振背景信号以及由于本身激发光谱", "label": "光学工程", "id": 0}
{"content": "半导体照明光源以其巨大的市场潜力得到各国政府的广泛关注,美国、日本、欧共体、韩国等发达国家纷纷围绕半导体照明制订相关发展规划。美国2006年制订了新的发展规划中,2010年、2012年、2015年的流明效率指标分别为119、137、164 lm/W。我国“十一、五”发展规划中预期在“十一、五”结束时,白光 LED 的流明效率将达到130 lm/W。但是, 半导体照明光源流明效率有多大的发展空间?理论极限是多少?这方面的研究相对较少,加强这方面的研究对制订科学的发展规划具有重要的意义。本文利用光度学原理,对蓝光 +YAG 荧光粉白光 LED 的流明效率理论极限进行了计算。", "label": "光学工程", "id": 0}
{"content": "以尿素为沉淀剂,采用均匀沉积法与硝酸锌反应获得了ZnO的纳米多晶颗粒。在飞秒脉冲激光激发下,观察到了ZnO纳米多晶颗粒的受激辐射现象,并从频域和时域两方面研究了ZnO纳米多晶的室温激射特性。氧化锌多晶颗粒中出现激子-激子散射导致的激射阈值为7.2 GW?cm?2,激射模式类似于F-P谐振腔模式,时域谱表现为寿命曲线中出现快速衰减成分。P带时间衰减具有对称结构,高斯拟合结果只有几个皮秒。", "label": "光学工程", "id": 0}
{"content": "利用飞秒脉冲激光激发,研究了均匀沉淀法制备获得的ZnO纳米多晶颗粒的室温紫外受激发射。在高密度激发功率下,其发射光谱表现为宽的发射背景上一系列的锐窄结构,且两相邻尖锐峰间距基本相同,即激射模式具有等间距性质。改变激光激发强度,发射谱带红移,但激射模式间距不随激发强度变化而变化;进一步比较三组典型粒径的ZnO纳米多晶颗粒样品发射光谱的激射模式,发现模式间距也相同,即激射模式间距与粒径也没有关系,不同于传统的谐振腔理论。", "label": "光学工程", "id": 0}
{"content": "电子散斑干涉测量方法是光测力学中一种重要的测量方法,它具有测量灵敏度高,全场非接触,便于现场应用等突出优点。但是散斑条纹图噪声极大,信号和噪声在同一个量级,这使得散斑条纹图的信息提取非常困难。本文作者曾提出一种用于电子散斑干涉测量的等值线相关干涉法（Contoured Correlation Interferometry,CCI）,该方法通过曲线窗口来减少非相关因素的影响,能够得到比一般相关方法更好的结果条纹图。", "label": "光学工程", "id": 0}
{"content": "为了提高铷原子频标的信噪比,对开槽管腔结构进行了改进,利用改进后的微波腔,研制出物理系统,与已有电路进行了联试,实现了频率锁定。初测了频率短期稳定度,初步测试表明秒稳达到1.5×10-12", "label": "光学工程", "id": 0}
{"content": "许多军用光学仪器,如激光测距机等都是以光的辐射为工作条件的。交叉辐射条件的成立主要取决于Sommerfeld特殊格林函数。利用这种函数推导了光传播辐射数学模型。", "label": "光学工程", "id": 0}
{"content": "色度国家基准装置是保存、复现、传递色度量值的最高计量标准装置。国际照明委员会规定了用于测量物体色的四种照明/观测条件,其中d/0条件最接近于通常情况下人眼观察物体的实际情况。有些行业规定只能在该条件下评价样品的颜色。中国计量科学研究院利用改进了Sharp-Little方法复现了硫酸钡材料的绝对光谱漫反射因数,在此基础上建立了d/0条件色度国家基准。并首次参加了国际计量局BIPM组织的光谱漫反射比国际比对。", "label": "光学工程", "id": 0}
{"content": "光学渡越辐射是运动的带电粒子穿过两种不同介质的界面时所产生的向外辐射,由于它携带有电子束发散角、能量等信息,可以用于电子束束流参数（束剖面、发散角、能量等）的测量,且具有时间响应快、分辨率高等特点.利用分幅相机建立了一套利用光学渡越辐射进行高能强流电子束参数的在线测量系统,具有在10ns-1280ns内调节的时间间隔和最小3ns的曝光时间,一次可以拍摄8幅图像,为电子束性能的研究提供了一个强有力的测试手段.", "label": "光学工程", "id": 0}
{"content": "颜色光学是一门以物理光学、视觉生理、视觉心理、心理物理等学科为基础的综合性学科,许多理工科相关专业、以及美术、媒体、摄影、艺术设计类专业都涉及这门学科,它广泛应用于每一个与色有关的行业,然而国内出版的教材屈指可数且相当陈旧。为了改变我国目前的状况,满足相关行业人士对色彩理论与颜色技术知识的需求和教学用书的要求,开展现代化教学手段,我们编著了《颜色科学》教材,制作了电子教案,增加了数值计算、安排了实验和演示,并在应用物理学、轻化、视光学等专业课和全校公共选修课上进行了教学实践,为开展文理交叉、艺术与技术交叉的课程建设提供了宝贵的经验。", "label": "光学工程", "id": 0}
{"content": "由于目前理工类非光学专业涉及颜色光学内容较少这一事实,致使部分学生对颜色光学的一些基本观点和基本概念含糊不清.我们认为有必要在物理实验中加开选修这一内容的理论和实验,使学生对该领域有一个清晰认识,全面了解高新技术,更好地服务社会,服务人民.", "label": "光学工程", "id": 0}
{"content": "<正>本文主要报道了以下问题:1、对于反射物体,颜色的测量是基于光谱反射比的测量,己知光谱反射比的物体,根据国际照明委员会CIE规定的标准照明体和标准色度观察者数据,可以计算反射物体的色度值。2、国际照明委员会CIE规定了四种照明/观察条件,分别是0/d,d/0,0/45,45/0。这四种条件各有利弊,分别应用于不同的行业领域。但作为颜色评价,d/0条件最接近于通常情况下人眼观察物体的实际情况。3、1976年中国计量科学研究院利用\"辅助积分球法\"测量出硫酸钡涂料的绝对光谱", "label": "光学工程", "id": 0}
{"content": "<正>光学辐射及其测量技术的应用,己从照明工程、电影电视工业、光电子技术和国防建设等工业和学术机构悄悄地步入了千家万户、百姓生活之中了。选择节能灯讲究灯的色温,使用数码相机注意\"白平衡\",至于光量子嫩肤、光谱除皱和防晒霜的SPF等新词已在时尚人群中广为流传。但是在学术刊物上、新闻媒体中,光辐射测量术语的混乱现象时有发生。主要表现在:同一物理量却有不同的术语,例如将辐亮度称为辐射率等,还有用同一术语称呼其定义相近的物理量,例如反射比与反射率不加区分等,甚至错用光度单位,例如用\"流明\"表示亮度的单位等。", "label": "光学工程", "id": 0}
{"content": "<正>变光焊接护目镜是一种由光控触发电路、滤光片及液晶光阀组件、驱动电路组成的眼部防护装置。滤光片截止紫外、近红外辐射起到保护液晶光阀和人眼的作用。滤光片属于法布里-珀罗干涉滤光薄膜,由于镀制原因造成不同批零件外观的透射或反射颜色差异较大。为了工艺改善及满足使用者要求,需要对颜色进行定量的测量。专用的色度仪器价格昂贵,故提供几种适用于本滤光片色度测量的光谱光度测色实现方法。", "label": "光学工程", "id": 0}
{"content": "用解密度矩阵主方程的方法研究了在原子与场相互作用期间考虑腔损耗情况下规则注入的单原子微激光。通过数值模拟给出了有损耗情形注入率r与腔损耗系数c之间应满足的阈值条件,并讨论了不同腔损耗对稳态光子数分布和平均光子数的影响。", "label": "光学工程", "id": 0}
{"content": "从热辐射和高速粒子的康普顿背散射出发,结合热辐射规律,探讨了热辐射对高能粒子的影响,给出了由于热辐射造成的高能粒子的能量损失、功率损失、光阻力和光压的表达式。结果显示:由于热辐射造成的高能粒子的能量损耗、功率损失、光阻力和光压正比于温度的4次方,正比于高能粒子Lorentz因子的平方。本文还通过计算得出热辐射对高能粒子的影响可以忽略。", "label": "光学工程", "id": 0}
{"content": "本文在考虑低频相干存在碰撞失相的情况下对一近兼并的Λ系统进行了研究,通过求解稳态密度矩阵方程组探讨了自发辐射相干对泵浦-探测响应的影响。研究发现:在碰撞失相率很小的情况下,不考虑自发辐射相干,系统能在双光子共振情况下呈现良好的电磁感应透明;通过选择合适的自发辐射相干强度,系统可以呈现电磁感应吸收。这种产生吸收的新机制有望在光学开关的制造等光通讯领域得到很好的应用。", "label": "光学工程", "id": 0}
{"content": "我们利用量子电动力学计算了三层平行介质板中电磁场零点涨落,并用原子物理中发展成熟的闭合轨道理论探讨了原子自发辐射速率随介质板厚度的变化特性。研究结果表明:当保持发光原子与上下界面的距离之比不变时,随着介质板厚度的增加,原子自发辐射速率呈现衰减的多周期振荡现象。通过傅立叶变换,可得到原子自发辐射速率随厚度增加而振荡的频率,这些频率与光子从原子出发又回到原子的路径对应。本研究给出了一种新的对原子自发辐射现象和环境相互作用的理解和分析。", "label": "光学工程", "id": 0}
{"content": "正常人眼拥有色觉功能,其目的是为了辨识不同的光辐射能谱分布。色觉的生理基础是视网膜上具有三类视锥细胞,它们将光信号转换为大脑用于分析和处理的神经电信号。由于单个视锥细胞产生的神经电信号只反映光辐射的强度信息,光辐射的谱信息（波长分布）则须由三类视锥细胞的响应比来反映。本文以光辐射中的单色辐射及线性连续辐射为辨识对象,对三类视锥细胞的响应比可以表征光辐射的谱信息这一命题的必要性与完备性进行了理论分析与论证。", "label": "光学工程", "id": 0}
{"content": "CIE均匀颜色空间及色差公式日益广泛用于彩色复制过程控制和彩色复制品质量评价中,色差的计算对复制的结果起很关键的作用。CIE于2001年推荐了CIEDE2000新的色差公式。利用Munsell颜色系统在视觉上为等色差系统以及色调、彩度和明度可以单独改变的特性,用CIE1976L*a*b*色差公式、CMC色差公式和CIEDE2000色差公式分别计算改变色调、彩度和明度产生的色差,从而检验各色差公式的均匀性。计算结果表明,CIEDE2000色差公式优于CMC色差公式和CIE1976L*a*b*色差公式,对色差计算有了一定的改进。在本实验条件下,取kL=2.6时CIEDE2000色差公式得到的计算结果最好。", "label": "光学工程", "id": 0}
{"content": "实验虽然为我们建立了颜色的数据标识,但并未对颜色构成所具备的数学特征做出解释。以单色辐射和线性连续辐射为基本的物理分析模型,结合线性辐射存在的数学条件,构造了光辐射辨识的数学模型。根据该数学模型,可对颜色表现出来的所有数学特征做出完美诠释。", "label": "光学工程", "id": 0}
{"content": "对昼光和夜晚天空光的测量与研究是照明学与夜景设计的科学基础。本工作实测了24小时不同时相下白昼和夜晚天空光的色度和亮度,探索了天空光随时间的变化,天空光与落入地面光之间的关系,重点研究了晚间灯光照明对天空亮度和色度的影响,在大量测试基础上分析了天空光污染产生的原因,同时提出了相应的改进意见。", "label": "光学工程", "id": 0}
{"content": "采用0/d照明与观察几何条件、标准D65照明体和CIE1931色度系统,测量处于不同色域的一系列浓度渐变的纺织颜色样品,并将这些色样与相应的参考色样进行比较,计算其在CIELAB、CMC（2:1）、CIE94（2:1:1）、CIEDE2000（2:1:1）色差公式下的色差值。通过对这些色差结果的对比分析,结合对被测色样的视觉评价报告,验证了CIELAB颜色空间存在较明显的不均匀性以及在某些色域其色差计算值和目视比较结果的不一致性。在本实验条件下,CMC、CIE94、CIEDE2000公式对大部分色样表现出了良好的均匀性和目测一致性,说明这三个公式比CIELAB更适合用来作为颜色质量管理的色差模型。实验结果还显示了当样品对的色差较小时,CIE94和CIEDE2000的计算值与视觉评价结果更为一致。", "label": "光学工程", "id": 0}
{"content": "<正>超短脉冲激光不仅使人们得以在飞秒级时间分辨下研究物理、化学、生物学和光电子学等学科中的各类瞬态动力学过程,也使人们得以用很低的脉冲能量获得极高的峰值光强．近年来,利用飞秒激光的多光子过程进行微加工和微制备得到了广泛关注．由于飞秒激光脉冲持续时间极短,激光辐照区域淀积的能量难以通过热辐射途径逸出辐照区域,热损伤变得极小,大大提高了加工质量,多光子效应与光强的", "label": "光学工程", "id": 0}
{"content": "<正> 自然界产生颜色通过两种途径:色素和光学效应。光学效应有:干涉,如光学多层膜,选择性反射某种范围频率的光;衍射,如光栅,选择性反射某种频率的光;散射,如无序小颗粒中的瑞利散射。最近发现另一种光学效应,既光子晶体的光子带隙效应。光子晶体是由不同折射系数的材料周期排列构成,同电子在周期势场中运动一样,当光", "label": "光学工程", "id": 0}
{"content": "<正>目录飞秒超强激光进展概述极光Ⅱ号的设计建造若干关键技术的新概念设计结论及展望飞秒超强激光进展概述台面超强激光的发展趋势近年来朝着高峰值功率、高光束质量", "label": "光学工程", "id": 0}
{"content": "<正>在电偶极近似下,依托一个一维短程势原子模型,采用二阶对称分拆时间演化算符光谱方法,完全按照一个初值问题的本来面貌求解强场schodinger方程,即在超短脉冲（约8fs）钛宝石线偏振激光辐照下,第一次详尽地得到了该模型原子的全时域全空域的完备动力学解。", "label": "光学工程", "id": 0}
{"content": "<正>为了解决工程物理对辐射不透明度数据的大量需求为目标,对实用型辐射不透明度所涉及的物理问题进行了系统、全面、详细的研究。研究的问题主要包括两个部分:（1）实用型原子结构的理论计算:（2）辐射不透明度设计所需的各种微观过程的计算。为满足相对论物理过程研究的需要,设计了全相对论自洽场原子结构的求解方案并编制了程序。为", "label": "光学工程", "id": 0}
{"content": "<正>低温辐射计是在常温电校准辐射计基础上于二十世纪八十年代发展起来的光辐射测量技术。常温电校准辐射计曾经是我国新光度基准、激光功率等基准的基础,在光学计量发展过程中发挥了巨大作用。低温辐射计技术使得辐射测量的不确定度降低了一个量级,达到了光辐射测量最低不确定度。它已经超越硅光电二极管自校准、高温黑体辐射源、同步辐射源等绝对测量方法,成为光辐射计量的核心技术,将带动整个光学计量的发展。", "label": "光学工程", "id": 0}
{"content": "<正>1引言随着国防科学的飞速发展和各类军事装备的不断完善,辐射度技术的应用显得更加突出和重要。如卫星遥控、高空侦察、导弹巡航、目标识别、核爆炸等,均要对辐射源的辐射特性进行准确测量,为此,我站于九五期间建立了光辐射标准,本文将对该标准作一简单的介绍。2原理与方法本标准以高温黑体为基础对光谱辐亮度和光谱辐照度进行准确的测量,测量工作包括两部分:首先利用滤光探测器对高温黑体的温度进行准确测量。由辐射度学知识可推导出滤光探", "label": "光学工程", "id": 0}
{"content": "<正> 同步辐射由于其优异的性能,在对众多学科的研究中,同步辐射应用研究取得了越来越多的重大成果。这些成果的取得在很大的程度上应归功于各种新的同步辐射实验技术,而物体的发光常常作为重要的信号加以记录,经过必要的数据处理,即可得到有关材料结构、动力学过程和电子态等信息;另一方面,利用同步辐射光源,又对发光现象本身作了大量的研究,已经取得很多用其它实", "label": "光学工程", "id": 0}
{"content": "<正>高能重离子进入物质后主要以使靶原子电子电离和激发的方式损失能量,并且沉积在离子径迹中的能量密度很高,因而高能重离子辐照产生的损伤效应将不同于低能轻离子的损伤效应。本工作用2．1GeV 的氪离子对多层堆叠的厚约15μm 的半晶质聚脂（PET）薄膜样品进行了透射辐照, 并在辐照后对处于不同位置的 PET 薄膜进行了红外和紫外/可见光吸收测量以及 X 射线衍射测量, 由此研究了材料的化学结构随辐照剂量和离子能损的变化。", "label": "光学工程", "id": 0}
{"content": "试验研究了激光熔覆层的凝固特征和组织形成规律。结果表明:熔覆层不同位置的凝固特征参数不同。熔覆层底部属于典型的平面外延生长组织,且枝晶粗大;而顶部是较规则的树枝状共晶组织;中部为细小的胞晶和柱状晶;且晶体生长受结晶学各向异性影响。熔覆层组织晶粒形核的非均匀形核特征显著。熔覆层微区成分存在着不均匀性,不同元素沿晶间偏析（富集）,是组织不均匀的重要原因。", "label": "光学工程", "id": 0}
{"content": "实验研究了引射式大通光孔径气动窗口光学特性。由哈特曼激光光束诊断仪采集的数据给出了激光束通过气动窗口后的Strehl比,波像差,Zernike多项式各系数。从这些光学特性参数可以分析引射气压、气动窗口结构对通光光束质量的影响。研究表明随引射气压增加使通光光束发散,这和环形喷嘴喷出的气流形成的轴向气体密度分布的梯度变大有关。非均匀分布的抽口使波阵面偏斜,这会使光束漂移。", "label": "光学工程", "id": 0}
{"content": "应用微扰理论,对微热变形腔的激光模式进行了理论计算与分析;给出了激光模式之间的耦合以及等效光束发散角与镜面变形量之间的关系。结果表明:镜面中心处热变形量越大,模式之间的耦合越强,激光腔模式发生畸变就越严重;当镜面中心处热变形量为0.5λ时,基摸TEM0的中心光强将下降50%,其等效光束发散角将增大到镜面无变形时的2倍。", "label": "光学工程", "id": 0}
{"content": "<正>发射率是材料热物性的基本参数之一。近几年来随着红外技术、辐射传热学、辐射测温、太阳能研究、材料科学以及军事目标隐身技术的发展,研究材料发射率的测量方法和建立相应的测试装置受到人们的极大重视,取得了很大发展,目前仍方兴未艾。运用这些方法, 以对各种材料的发射率做了大量的测试和研究。", "label": "光学工程", "id": 0}
{"content": "<正> 一、引言 光度、色度检测技术是光学计量中的一个重要分支,它的应用范围很广,诸如天文观测、物理学、遥感技术、医学、材料学、光电技术、彩色电视、彩色摄影、彩色印刷、涂料工业、照明工程、交通讯号以及军事科学等等领域都涉及到光与颜色的计量检测技术。光度、辐射度、色度计量仪器也已成为现代光学仪器发展的一个重要组成部分。", "label": "光学工程", "id": 0}
{"content": "<正>强冲击波波阵面亮度温度为70×103-140×103K时,冲击波已成为最明亮的辐射器之一,其在紫外区域的辐射能流密度远大于脉冲气体放电光源。这种光源还可以成功地应用于其它多种多样的目的,如研究光化学反应,研制在可见光和近紫外区域的高温黑体标准光源等。", "label": "光学工程", "id": 0}
{"content": "<正>近一、二年发生的、能与本世纪早期产生的物理概念形成历史的呼应的重大进展,是1995年原子气体玻色- 爱因斯坦凝聚（BEC：Bose-Einstein Condensate）的实现,以及在今年年初报道实现了原子激射器（Atom Laser）。原子激射器是一个相干原子束发射器（Coherent Atomic Beam Generator）,相干性是其基本特征。它发射的原子束是高度相干的。原子激射器的另一基本特征是高的“光谱亮度”（Arightness）,束中原子的能谱处于单", "label": "光学工程", "id": 0}
{"content": "<正>在最近几年随着对玻色-爱因斯坦凝聚（BEC）研究的迅速发展,关于 BEC 各种性质,尤其是其光学性质的研究引起了人们的关注。现已有大量的报道。本文将讨论 BEC 中的自发辐射和兰姆位移修正。我们知道,原子被激发后,会自发辐射跃迁到较低的能级,同时发射出光子。如果在共振频率的光模场中已有 N 个光子存在,由于光场和原子的相互作用,原子则会受激辐射,受激辐射速率为自发辐射速率的 N 倍。", "label": "光学工程", "id": 0}
{"content": "<正>Terahertz（THz）电磁辐射是国际上近年来发展的一种新型相干辐射光源,通常可由超短脉冲激光在半导体材料中激发的瞬态载流子传输过程,非线性光学晶体中的光学整流过程,以及量子阱中的 Bloch 振荡等过程来产生。THz 电磁辐射具有以下非常独特的性质：（1）这是一种频率介于远红外和微波之间的相干电磁辐射,典", "label": "光学工程", "id": 0}
{"content": "<正>快响应、在宽频谱光辐射探测器在航天、国防、科研等部门有广泛的应用。碲镉汞探测器虽然灵敏度高, 响应速度快,但是其液氮温区工作给用户带来一定的不便,此外响应波段也比较窄。高温超导体发现以后,有人发现在（100）面与基片表面有一定倾角的基片上淀积的钇钡铜氧（YBCO）薄膜", "label": "光学工程", "id": 0}
{"content": "<正> 在线测色仪器采用分光测色之原理,测出运动样品的光谱反射率ρ（λ）,根据色度学", "label": "光学工程", "id": 0}
{"content": "自由运动的微粒子的扭波性运动特性,可以分解成三维空间的波动性特性,在垂直于传播方向的方向的y,z运动表现为横波的振动,有:ΔEyz=ΔEy+ΔEz,且有:E’=ΔEyz。在x传播方向方向上具有纵波性,在方向上的能量也是不均匀的,可有平均能量ΔEx。所以,自由运动能量E=E1+E2=1/2mc~2+1/5mr~2W~2,可以另行描述为波动性的能量E=ΔEx+ΔEyz的形式。", "label": "光学工程", "id": 0}
{"content": "光学微腔具有超高品质因子（Q值）,因此在细微量探测领域有着很好的应用。本文主要通过建模和仿真,研究将光学微腔应用于磁场探测,并分析了使用光学微腔进行测量时系统的不同参数对磁场探测灵敏度的影响。研究表明,基于光学微腔的磁场探测器的探测灵敏度会随着光学模式失谐量绝对值的增加先增加后减小。并且,当改变被测磁场使之引起的磁振子广义自旋矢量的进动频率与失谐量相等时,探测器灵敏度取得最大值。本文的工作对于利用光学微腔,实验实现磁场探测,以及进一步研究光学微腔中的光磁效应提供了理论依据。", "label": "光学工程", "id": 0}
{"content": "<正>近年来,利用金属凹槽、光栅和纳米天线来实现表面等离激元（SPPs）定向激发的工作层出不穷,这些工作大多利用不对称的结构来控制SPPs的激发方向。但一旦结构被确定,SPPs的激发方向就难以再调整。为了更加灵活地控制SPPs的传播方向,引入偏振的自由度和涡旋光束的拓扑荷来控制SPPs的激发方向。两列相互垂直且水平距离为d=λSPP/4的金属纳米孔构成一组,多组此结构以周期p=600 nm排布在金膜上。当不同偏振的入射光垂直入射到该纳米孔序列时,激发出的SPPs具有不同的耦合方向。入射左（右）旋圆偏光时,SPPs向结构左（右）侧传播,而入射线偏光则会激发出向两侧同时传播的SPPs。", "label": "光学工程", "id": 0}
{"content": "材料力学课是工科类学生一门重要的专业基础课,其教学效果的好坏不仅影响到学生对后续课程的学习,更直接影响到学生今后在工作中解决工程问题的能力。实行分类分层次教学必将极大地调动学生学习兴趣,进而提高教学质量。", "label": "光学工程", "id": 0}
{"content": "本文在普朗克量子假说和爱因斯坦光量子假说的基础上,提出了中基子（一种新的基本粒子,通过理论计算求得中基子的质量为7.37249577×10-51kg）假说,揭示了光的量子性本质和物质的发光机理.研究结果表明,光子实质上是中基子的集合,光是由中基子组成的,光的本质是粒子性的,光的波动性是由组成光的中基子流的运动具有周期性决定的;光的量子性本质上就是光的中基子性,即光的量子性由组成光的中基子的性质决定.按照中基子假说,原子核外电子（即谐振子）每完成一次振动（即绕原子核旋转一周）就要辐射和吸收一个中基子,原子核外电子的这种不间断的振动就辐射出一中基子流,这一中基子流就是物质所发的光.光的频率等于核外电子的振动频率（即核外电子绕核旋转频率）.光的传播是由谐振子在振动的过程中发射出的中基子流（光是由中基子流组成）在空间的周期性运动传播的.光在空间的传播如图1所示,图1是光源S发出的同频率的光在空间的传播.在图1中每一个中基子表现了光的粒子性,而每一谐振子发射的一串中基子在空间运动的周期性（即这一串中基子中相邻两个中基子之间的距离均为一定值,等于光的波长）表现了光的波动性.因此,图1为表现光具有所谓的波粒二象性的一幅图像.按照光的中基子性,原子核外电子绕核旋转（即振动）发射中基子流（即发光）的过程是:在外能（电能或热能等）作用下,当原子核外处于能量较低运动状态的电子吸收一个中基子后,电子将做加速运动,当电子的速度加大到某一最大值时（即所谓的能量较高的激发态）,电子将沿旋转轨迹（也可称为轨道）的切线方向发射出一个中基子而做减速运动,当电子的速度减小到某一最小值时（即所谓的能量较低状态）,电子又将吸收一个中基子而做加速运动（这一过程是电子每绕原子核旋转一周完成的）,原子核外电子就是这样绕核往复旋转（即振动）着,发射着中基子（即发光）和吸收着中基子（即吸收光）.这即为物质的发光机理,也是原子光谱产生的原理.在物质的发光过程中,原子核外电子每绕原子核旋转一周就要发射出一个中基子,也要吸收一个中基子.因此,核外电子在一秒钟内发射和吸收的光的能量均为hv（h为一个中基子的能量,v为电子发射的光的频率,也为电子吸收的光的频率,它等于电子绕核旋转频率f,hv即为所谓的频率为v的光的一个光子的能量,电子发射和吸收的整个光子能量hv实际上是电子在一秒钟内发射和吸收的v个中基子的能量）.由此可见,核外电子在某一运动状态下发射的光的频率和吸收的光的频率是相等的.这应是同一物质的发射光谱和吸收光谱之间有相当严格的对应关系[1]的原因.原子核外电子绕核旋转发射和吸收中基子的这种运动可近似为圆周运动.按库仑定律,在任何时刻作用在旋转电子上的净力是指向中心核的电吸引的库仑力,力的大小为//,22Fmvrkeercee==（1）式中em是电子质量,e是电子和氢核的电荷值,r是电子和核之间的距离（平均距离）.但是,电子的速度（平均速度）是ν=2πfr.将这些量带入（1）式中,并整理各项得出1/（4/）.22223fTmkeree≡=π（2）（2）式是将原子核外电子的能量量子化变化规律同经典物理规律相结合得到的,表示的是核外电子在某一运动状态时的绕核旋转频率f（以及周期T）与该电子离原子核的距离r之间的关系.根据原子核外电子的绕核旋转频率等于该电子发射和吸收的光的频率,只要知道某原子光谱,就可以由（2）式计算出该原子核外电子离原子核的距离（对于最外层的电子这一距离即为原子半径）.如我们已知道氢原子莱曼系的一条光谱线的波长为91.1（nm）,由波长与频率的关系计算出与此光谱线对应的光的频率,就可由（2）式计算出氢原子的半径为0.84×10-10（m）,这与氢原子大小的数量级相符合.这应为光的中基子性和物质的发光机理的一个例证.", "label": "光学工程", "id": 0}
{"content": "为了准确求解非傍轴高斯光束电磁场分布,Lax等人提出了以光束衍射角为参量的级数展开方法。然而,当将光束聚焦到光波波长的量级时,Lax级数方法求得的电磁场表现出发散的特性,只适用于光束焦点区域研究。采用复源点球面波法,Salamin求解了非傍轴高斯光束电磁场分布,证明了获得的电磁场除了存在奇异点外要比Lax级数场更为准确。在本文中,作者采用Weniger变换法消除了Lax级数场的发散性,获得收敛的Weniger变换场。通过与严格满足Maxwell方程组的数值电磁场相比较,作者比较了不同聚焦尺寸下Weniger变换场和复源点球面波场的准确性。计算结果表明,当光束聚焦半径大于2.23倍波长时,两者是一致的,而当光束聚焦到更小尺寸时,Weniger变换场更为准确。", "label": "光学工程", "id": 0}
{"content": "康普顿成像属于γ射线成像技术类,具有探测、定位、描述放射源三维分布状态的特征。本文通过对康普顿成像仪调研,介绍了康普顿成像的原理和方法。在此基础上对康普顿成像技术在军控核查领域的应用前景、可能性做了详细分析。", "label": "光学工程", "id": 0}
{"content": "<正>一、引言关于光的本质,主要有三种假说:微粒说、波动说和光子假说。利用微粒说不仅可以说明光的直线传播,而且可以说明光的反射和折射。波动说也能解释反射和折射,还能解释方解石的双折射,但它无法解释用光照（或用X射线照射）产生的阴极射线具有较高而又与射线强度无关的速度,而在解释光电效应方面也无能为力。Einstein发展了Planck关于能", "label": "光学工程", "id": 0}
{"content": "利用四维波矢变换可以严格推导狭义相对论多普勒效应的计算公式。但四维波矢变换中涉及两个光波,两个光波之间的关系非常容易混淆。因此本文讨论了四维波矢变换的物理意义并给出它们的关系。结果表明常见教科书和文献中关于横向多普勒效应的定义和计算公式是不正确的。准确定义被测光波的传播方向与观察者相对光源运动方向之间的角度,结论是横向多普勒频移为蓝移而非常说的红移。", "label": "光学工程", "id": 0}
{"content": "为了研究光敏区光强分布对粒子计数器标准粒子信号分布的影响,从理论上分析了光敏区光强概率分布和标准粒子信号幅度概率分布之间的关系,并建立了能统一描述光敏区光强分布均匀度和信号幅度分布均匀度的数学模型,此模型定量分析了光敏区光强均匀度对信号分布曲线的影响, 同时也揭示了长期制约国产粒子计数器分辨能力的本质因素,并给出了实验验证,理论和实验结果表明,光敏区光强分布的不均匀性是影响计数器分辨能力的主要因素.", "label": "光学工程", "id": 0}
{"content": "指出狭义相对论两条基本假设的矛盾。重申光子具有质量,电磁波是服从相对性原理的规则大小、规则间隔的光子群流观念。宇宙空间中的大量光子形成光子海洋。根据相对性原理下的速度合成律,物体发射、反射、折射的光子群流带上了物体运动的底速度,由此探讨地球电磁场的起因；光子海洋具有质量、能量,可探讨暗物质、暗能量的起因；又光子海洋具有光压,可给予任何两个物体在其连线方向上靠近的力,由此探讨引力的起因。", "label": "光学工程", "id": 0}
{"content": "<正>光的本性问题是物理学中的历史性难题。为了解决这个难题,物理学家们已经为之付出三个半世纪的努力。光在传播的过程中所表现出的行为极像连续的电磁波,而当它与带电粒子相互作用时又表现出能量、动量的不连续性。后者导致爱因斯坦的光量子假说,但是,什么是光量子?它是粒子吗?这个问题长期以来困扰着包括爱因斯坦在内的一批杰出的物理学家。爱因斯坦为了寻找光量子的物理起源奋斗", "label": "光学工程", "id": 0}
{"content": "旧的杨氏干涉、康普顿散射实验的解释在涉及空间问题上充满矛盾。本文用粒群波观念重新解释了这两实验。认为电磁波的本质是粒群波,并分析了一些涉及光速的实验。计算出光子的质量为：3．68625163×10-51kg。", "label": "光学工程", "id": 0}
{"content": "把相干态和单粒子数态作为分束器的输入态,通过条件测量可以剪去输入相干态中的任意粒子数态,并研究了这些被剪切了的光场态的性质。结果显示剪去真空态和单粒子数态的输出态具有较强的压缩和亚泊松分布等非经典效应。把剪切了的输出态和真空态输入分束器,得到的输出态具有量子纠缠性质,从而制备出量子纠缠态,同时也验证了被剪切的输出态的非经典性。", "label": "光学工程", "id": 0}
{"content": "根据优化势透射率给出了双金属镜微腔中理想单介质调谐层的折射率和厚度,估算了由于在可见光波段实际材料的限制引起的透射率光谱的改变,并且结合腔镜的反射系数和位相改变引起的微腔辐射因子的变化,综合考虑了单介质调谐层对整个器件发光耦合效率的影响。说明在设计含有源层的金属薄膜微腔器件中,介质层的设计和优化应考虑微腔效应的变化。", "label": "光学工程", "id": 0}
{"content": "从相移出发计算了高阶高斯光束在真空中的相速度和群速度,讨论了附加相移和这两个速度的关系;同时比较分析了三种不同前提条件对群速度的影响,确认了特定光束的束腰半径与波长的平方根成正比。结果表明,相速度可以大于光速c,束宽双曲面是超光速和亚光速的分界面;群速度在轴上恒等于c,轴外都小于c。", "label": "光学工程", "id": 0}
{"content": "利用简并V型三能级原子与振幅很大的单模相干态腔场的Raman相互作用,实现两比特的控制非门,同时提出了一种传送未知原子态的方案。", "label": "光学工程", "id": 0}
{"content": "本文指出,光子可能有静质量。其静质量将随时间的推移而减小,是 Dirac 的引力常数 G 随时间推移而减小理论的必然结论。", "label": "光学工程", "id": 0}
{"content": "<正>在80年代后期和90年代初,国际上一些学者从理论上证明单色光物质中的传播在一定条件下可以存在“超光速现象”。它与30年代讨论光的群速度可以大于相速度概念完全不同。在量子力学中,存在着粒子穿越位垒的几率,这就是隧道效应。早期还没有人考虑粒子通过隧道的时间问题,1955年美国普林斯顿大学的 E．Wigner", "label": "光学工程", "id": 0}
{"content": "<正>现在物理界关于质量的定义是不统一的、有争论的,本文中所谓的质量均指常说的“静止质量”。按这种定义,光子称无质量（massless）粒子。在历史上,牛顿引进一个物理量——质量（m）,乃是经典力学的开始。爱因斯坦引进固有时（τ）来建立相对论。此后,德布罗意根据相对论导出作为量子力学前驱的关系式λ=k／p。在量", "label": "光学工程", "id": 0}
{"content": "<正> 本世纪初诞生的量子论和相对论是光的本性探讨的直接结果。继续探讨已经而且必将加深对这二论的理解和导致新的发展。我们期望二论带来的一些困惑在包括光本性探讨在内的光与实物的统一性研究中能够逐个消失和出现物理学基础的变革（见《物理》No.7—8,1991）。从狭义相对论揭示的物质运动的时空特性及麦克斯韦方程与狄喇克方程的类似性中,我们可以看到光与变量固有时τ=x4/c无关,且x4的共轭动量——康普顿动量为零。这是对光本性的一种新的认识。用附加变量x4可推广拉格朗日场论建立更加完", "label": "光学工程", "id": 0}
{"content": "<正> 最初对于光本性的认识是与实物作类比,所以早期的微粒说和波动说都是机械的见解。后来麦克斯韦从理论上推断光是一种电磁扰动,并计算出光速。本世纪初,普朗克发现了能量子。接着爱因斯坦提出了光的量子理论。德布罗意认为光粒子也象实物粒子一样有静止质量,并设想一个实物粒子象光粒子一样连带着一个波,根据这种观点,他从相对论推论出实", "label": "光学工程", "id": 0}
{"content": "本文总结了分析气动光学效应目前常用的数值计算方法,对其原理与计算过程进行了介绍,包括几何光学法和波动光学法,并对不同方法的优劣和适用情况进行了分析。", "label": "光学工程", "id": 0}
{"content": "相互作用的形式的不同,相互作用力就不同,同样的0维度光粒子,在不同相互作用形式中,相互作用中得到的一维度绕动速度以及二维度的扭波传播速度速度就不同。形成不同的光速。光速可变性具有普遍性。在纠缠性相互作用中,外界一维度光粒子可以转化为0维度光粒子成为物质内部复粒子的一个质量元,表现为物质的能量吸收。在特殊的情况下,也可以存在外界一维度光粒子和物质内部0维度光粒子相互交换,此种情况可视为现代物理学描述的光电效应。", "label": "光学工程", "id": 0}
{"content": "本文提出了一种基于快速物理光学（FPO）方法的自适应积分技术,该方法采用二次面片,在保证精度的前提下,进一步减少了面片的数量。在这项工作中,我们采用自适应积分技术有两个原因:一是物理光学散射场的贡献主要来自高频区的关键点,所以PO积分在表面上的分布是不均匀的。另一个原因是PO积分的快速变化依赖相位项的梯度,而相位项在表面上分布是不均匀的,所以,在某些区域,自适应网格技术可以使用比标准奈奎斯特采样率更少的未知量。最后,本文用五边形抛物面对所提算法的精度和计算量进行了验证,数值结果表明:与采用均匀网格单元的FPO算法计算结果相比,本文提出的方法在同等精度下,未知数数量降低3-4倍。", "label": "光学工程", "id": 0}
{"content": "本文基于三维FDTD复合散射算法,结合蒙特卡洛粗糙面建立模型,对随机粗糙表面复合目标时的差值场光散射特性进行了分析,首次讨论了复合目标为周期排布粒子时的频谱特性,通过差值场雷达散射截面散射结果可以准确得出目标的基本特性,研究中讨论了不同影响因素如:不同入射波角度、不同周期结构排布、不同目标材料以及不同目标位置等对散射场特性的影响,研究结果可以为光学微粗糙表面周期粒子探测提供强有力的理论支撑,对随机粗糙表面下的目标特性分析提供更加准确的算法。", "label": "光学工程", "id": 0}
{"content": "<正>中国感光学会辐射固化专业委员会成立于1993年9月,为了与国际辐射固化组织对应,对外称\"RadTech China\"。RadTech China也是亚洲辐射固化行业组织（RadTech Asia）的倡导者和重要成员之一,并为RadTech Asia主席或副主席单位。是由全国辐射固化科技工作者和企业家自愿组成并依法登记的、公益性、学术性、科普性的社会团体,是推动我国辐射固化产业发展的重要力量,是中国科学技术协会中国感光学会的组成部分,是中国共产党和政府联系广大辐射固化科技工作者和企业家的桥梁和纽带,是我国集学术、教育、技术开发与技术交流为一体、不以赢利为目的的辐射固化行业的社团组织。", "label": "光学工程", "id": 0}
{"content": "<正>展位号:1大华蓝光（北京）科技有限公司地址:北京市昌平区新元科技园联系人:马玉民电话:010-82375011邮箱:Skysky925@hotmail.com邮编:102206职位:总经理传真:010-82395108大华蓝光（北京）科技有限公司大华蓝光（北京）科技有限公司,改制于军工体系北京大华电子集团公司。集团总部位于北京市昌平区,是国内久负盛名的微波设备和电源仪器的军工装备制造商。大华蓝光（北京）科技有限公司以集团公司为依托,是一家以微波辐照电子产品为主的集研发、生产、销售于一体的高新科技型企业,公司主要从事微波激发无极紫外光源,微波无极氙灯等特种光源设备和电子产品的研究制造。", "label": "光学工程", "id": 0}
{"content": "检测光速实验的低速运动者的时间,会因为时钟性能的不同或者运动速度的不同而不同,而实验所设距离在偶次反射过程中具有不变性。可变性的时间可视为给光速可变性带来误差。用低速运动中的钟变、尺常原理,以及高速运动所体现的钟慢、尺涨及钟快、尺缩原理,建立绝对性坐标系来描述光速可变性,理论上是符合客观事实的。用钟慢、尺缩效应协调光速不变的虚假现象,建立运动的相对性来描述自然规律,属于理想性的数学模型,具有主观性,是不符合客观事实的。", "label": "光学工程", "id": 0}
{"content": "运用数值模拟法和光弹性实验法测定和研究由光弹性材料制成的多边形试件模型受非对称应力加载时的应力分布规律。通过有限元分析软件ANSYS建立带孔正十二边形试件、不带孔正十二边形试件、带孔正十六边形试件、不带孔正十六边形试件四种平面模型,并进行了一系列非对称加载和应力分布现象的研究。使用光弹性实验仪来研究通过3D打印技术得到的四个光弹性材料模型,并记录在模型受不同荷载的情况下的状态,得出一系列的等差线条纹分布图,并运用相应的光弹原理公式对条纹主应力差值做出求解,并分析光弹模型的应力分布规律。而且通过比较数值模拟和光弹性实验两种研究方法所得到的结果,发现两者的应力分布结果是相同的并且在模型条纹值所对应区域的Mises等效应力在误差允许范围内是近似相等的,从而更加证明了两种不同的研究方法所得结论的一致性和正确性,使得对于模型的研究更具有参考意义。", "label": "光学工程", "id": 0}
{"content": "针对光学仿真技术中光线入射位置与平面区域蕴含关系判定的需求,提出了基于向量旋转方向一致性的蕴含判定算法。该算法可以快速、准确地判定二维平面内的点是否位于凸多边形区域内。该算法不仅可以应用于全息波导的光学仿真追迹,同样可以应用于所有的光学仿真追迹中平面界面的位置判定。对该算法进一步推广到曲面的情形,则可以用于任意光学仿真追迹中的区域判定,在光学仿真技术有着广泛的应用前景。本算法效率高、占用资源少,对光学大型仿真计算有着重要的意义。", "label": "光学工程", "id": 0}
{"content": "<正>由中国物理学会光物理专业委员会和中国光学学会基础光学专业委员会主办、中国科学院物理研究所承办的\"第十三届全国光学前沿问题讨论会\"于2019年11月08～11日在北京举行。中国科学院院士杨国桢研究员、张杰研究员、祝世宁教授,中国工程院院士范滇元研究员,中国科学院外籍院士、美国加州伯克利大学沈元壤教授出席了研讨会。来自国内大学和科研机构的一百多位代表出席了会议。研讨会上报告和张贴的论文有50余篇,其中邀请报告28篇。这些论文反映了相关作者和作者所在研究组的最新研究成果。这里发表的是提交大会的部分报告及论文的摘要。", "label": "光学工程", "id": 0}
{"content": "<正>空间布洛赫振荡已在弯曲波导阵列或具有梯度势的波导阵列中实现,而这种周期性现象也可以被扩展到频域维度。近期已经有工作通过动态调制铌酸锂波导或谐振环实现了频域维度的布洛赫振荡现象（BOs）,但得到的BOs的振幅通常只能达到GHz量级。为了扩大光子频移量,我们利用\"四波混频布拉格散\"这种新方法实现频域BOs。通过数值计算,BOs的振幅可以达到THz量级。将两束泵浦光和一束信号光同时入射到氮化硅波导中,经过三阶非线性过程,信号光光子将进行一系列的红移和蓝移从而形成频域晶格。由于波导的色散曲线在泵浦光和信号光频率附近的斜率不同,微小的波矢失配量可以被引入频率跃迁中,", "label": "光学工程", "id": 0}
{"content": "<正>亚周期光场调控的核心是周期量级光场相干合成后的相位稳定调控,所涉及的主要变量分别是载波包络相位（Carrierenvelope phase）和相对延时相位（Relative timing）,两者直接影响着亚周期光场的时域波形。近期,本课题组首次利用自参考装置,在准单周期脉冲内实现了长期稳定的阿秒精度全相位锁定,为实现亚周期尺度下新型光场调控提供了全新的研究手段。", "label": "光学工程", "id": 0}
{"content": "<正>研究了一个环型微纳谐振腔系统,其介电常数被动态调制。在这个系统中,我们提出了一个合成空间概念,包含了光的频率维度。每一个环型谐振腔支持一系列谐振模式,并且假设这些谐振模式之间的频率间隔是近似一致的。通过选择合适的动态调制模式,有效地连接这些谐振模式进而得以生成一个合成频率维度。在此基础之上,加入空间维度,得到了一个高维的合成空间。在这个合成空间中,每个环型谐振腔上的调制相位能够被用来产生一个作用于光子上的等效磁场,并打破系统的时间反演对称性。", "label": "光学工程", "id": 0}
{"content": "<正>介电微球光学微腔在全光谱范围内具有低损耗光子纳米射流、光学回音壁模式以及定向天线等介观光场调控效应,在纳米粒子探测、荧光增强、增强拉曼光谱、光学超分辨成像等领域得到了广泛关注。本报告详细介绍了介电微球腔阵列对荧光及拉曼两种光散射过程的调控作用机制。通过在刚性衬底上构建介电微球腔阵列,分别实现了高质量、宽禁带半导体薄膜紫外荧光增强及固态材料的增强拉曼光谱,全面阐述了微球腔聚焦效应、抗反射限光效应、光学回音壁谐振、定向天线效应以及衬底结构对光散射的增强通道,展示了介电微球增强结构的环境适应性。之后,通过制备介电微球腔阵列/表面等离激元复合结构,分别实现了宽禁带半导体薄膜紫外荧光增强以及SERS拉曼检测限提高。随着近年来个性化器件需求的不断提高,柔性、可延展、生物兼容的光电子器件得到广泛关注,", "label": "光学工程", "id": 0}
{"content": "<正>通过光场调控实现涡旋光场与矢量光场等结构光场包括利用空间光调制器、超表面结构、光栅光纤等途径,借以获得特殊的位相或偏振分布。为进一步获取新颖的光场特性,我们提出进行二级精细调控实现具有新颖特性的光场,首先在介质中调控产生结构光场,再利用结构光场通过金属结构进一步调控获得需要的新颖光场特性,如等离子纳米聚焦光场、无散射强近场等。", "label": "光学工程", "id": 0}
{"content": "光学作为一名古老的学科,它的发展与人类的生产生活息息相关,对光的调控和利用也标志着人类科学的重大进步。随着纳米科技的发展,人们需要对纳米尺度下物质的性质进行探索,然而,受光学衍射极限的限制,传统的光学手段只能达到近百纳米的空间分辨率。表面等离激元的出现为突破传统光学衍射极限带来了契机。表面等离激元是指金属纳米结构中自由电子受外部光场驱动发生集体振荡形成的一种束缚电磁波。电子振荡可极大增强金属表面光电场,并将其束缚在几个纳米或者十几纳米的空间内,其空间分辨率远远超出了光学衍射极限。然而,由于三维（3D）多粒子表面构型中存在复杂的等离子体相互竞争和协同效应,很难准确预测热点位置。我们制备了三种类型的Au@probe@SiO2核-壳纳米粒子,采用层层叠加的方法组装了纳米级别的三维热点矩阵。利用SERS可以精确定位热点。更重要的是,利用不同的激发波长可以实现纳米基本热点位置的调控,理论和实验结果都验证了这一点。这项工作提出了一个新的见解,为精确探测和控制化学反应提供了一个平台,这对表面分析和表面等离子体学都具有深远的意义[1]。光诱导自由电子的集体震荡会引起纳米结构表面的等离激元共振,然而人们对于等离激元共振的认识还不够深入完善。广义上来说,金属纳米粒子间的等离激元共振模式可以分为电模式和磁模式。人们的研究一般都集中于等离激元电模式,而忽略磁模式的作用。这主要是因为,对于一般纳米结构而言,在可见光区,磁场与物质间的耦合作用远远弱于电场与物质间的耦合作用。针对这一问题,结合理论模拟,我们设计并构建了一种具有强磁共振效应的纳米间隙结构。该纳米间隙结构由单颗粒大尺寸金纳米球-电介质-金基底构成。实验表明,磁共振与电共振的协同作用会产生高度局域化的电磁场增强,并可得到比常规表面增强拉曼散射更高的增强因子。结合时域有限差分理论模拟,发现等离激元磁模式显著影响该体系中远近场之间的关联。对于一般的表面等离激元结构而言,远场中的散射峰对应着最强的近场增强。然而,在该体系中,由于电磁模式间的耦合效应,磁模式在散射光谱中以波谷的形式存在,这就导致最强的增强由远场散射谱中的波谷提供。这一发现革新了人们对远近场关联性的传统认识。同时,对于等离激元磁模式在其他表面增强光谱方面（如表面增强二次谐波、表面增强荧光等）的应用也起到了一定的推进作用[2]。", "label": "光学工程", "id": 0}
{"content": "针对由光场数据重建场景的深度信息,在遮挡区域和平滑区域计算视差存在精确度不高、计算量大等问题,本文提出基于YCbCr颜色空间实现稠密深度重建的方法。自然场景中,物体纹理信息主要由亮度（Luminance）描述,物体颜色信息主要由色度（Chrominance）描述。利用这一先验知识,可以将光场数据在RGB颜色空间下的场景纹理信息映射到YCbCr颜色空间中Y通道、颜色信息映射到CbCr通道。本文利用Y通道对纹理特征的描述,在Y通道下进行区域匹配,并识别出平滑区域;利用CbCr通道对色度的描述,在CbCr通道进行语义分割识别出边缘遮挡区域。由光场重建场景深度的关键步骤是区域匹配、遮挡区域和平滑区域的识别、以及对遮挡和平滑区域的优化处理。首先,在区域匹配过程中,由于选取的参考窗口所对应的物点通常处于不同深度,其对应的视差具有明显差异,本文将匹配窗口内正确匹配像点数量作为匹配窗口的距离测度。其次,在Y通道下,通过提取局部像素灰度值的方差,标记方差值小于门限值的区域为平滑区域;在CbCr通道下,对光场数据进行语义分割处理,利用分割的结果提取边缘遮挡区域。最后,在纹理与平滑区域,自适应选取以待匹配点为中心的矩形匹配窗口的大小,避免因区域平滑造成的误匹配,并在平滑区域处采用全变分TV模型进行优化;在遮挡区域,选择以待匹配点为顶点的区域匹配窗口,避免因遮挡造成的误匹配。在YCbCr颜色空间下实现由光场数据重建稠密场景深度。在4D Light Field Benchmark数据集上进行算法评估与测试,并给出算法的细节分析和算法的应用场景。并与测试平台上多视图立体匹配（multi-views stereo）的相关算法在计算精度方面上进行了比较。实验结果表明,本文所提出的算法精确度较高,在平滑区域和边缘区域具有很好的深度估计效果。在实拍的光场数据中进行了场景深度信息的提取与三维重建。利用计算出的深度信息,实现较为精确的窄视角下三维表面重构。", "label": "光学工程", "id": 0}
{"content": "<正>0引言光-声-热多物理场无损检测中,主要利用光产生的声学和热学信息对材料缺陷进行表征。其中,光热辐射测量技术（PTR）是通过探测样品光热效应引起的红外辐射的变化,以获得样品信息的主动式测量技术,近年来在金属缺陷检测、材料物性测量等方面得到了应用[1,2]。在该技术中,通常应用辐射传输理论的扩散近似模拟介质内部光传输过程,但扩散近似精度较低,其无法准确模拟高吸收介质内部光传输过程。目前,许多学者关注到简化球谐", "label": "光学工程", "id": 0}
{"content": "本文设计了一款带有光学谐振腔的纳米渐变微孔阵列,利用时域有限差分（FDTD）方法研究了渐变微孔阵列的反射、透射及其表面的近场分布,并对光学谐振腔厚度进行了优化。结果表明,相比于均匀薄膜,渐变微孔阵列的局域场增强效应可以显著提高近红外波段的光吸收率。同时,加载光学谐振腔能够进一步提高透射面上的场增强效应,从而为实现更高的吸收率创造有利条件。", "label": "光学工程", "id": 0}
{"content": "全息照相实验是高校普物实验教学中重要的实验项目,为提高全息照相实验的教学效果,对全息照相过程中关键影响因素,物光照度、参考光照度、曝光时间、物体摆放方位以及物光和参考光之间夹角对成像质量的影响进行了实验研究。通过三因素四水平正交实验设计,得到了物光照度、参考光照度和曝光时间最佳值,极差分析显示物光照度是影响成像质量的主要因素;当物光垂直照射干板面时,物体表面各点到干板的光程差异最小,成像最清晰完整,并且干板四等分裁切后各部分都能衍射出全息图像;当物光与参考光之间夹角为45度时,干涉条纹间距适中,衍射后再现像效果最好。", "label": "光学工程", "id": 0}
{"content": "<正>物联网技术的不断成熟和互联网的迅猛发展,将整个世界联络在一起。在教育教学工作中,网络视频教程逐渐发展起来,出现了MOOC、慕课网等专门开展互联网教学的网站。这些网站在理论教学方面发展得很好,给学生们提供了良好的学习平台,但在实验教学方面并未达到预期效果,学生在观看录制的视频教程时,并没有真正融入实验教学,没有经历实验过程,所以难以得到实践能力的训练。若能将实验室迁移至网络,让学生能在电脑上进行实验、控制变量、观察实验现象,将是实验教学中", "label": "光学工程", "id": 0}
{"content": "基于主动光场调制的计算鬼成像技术在新型成像技术研究中受到越来越多的关注。随着现代光学成像和探测技术的发展,光学探测对光的多维度信息提出了更高的要求。主动照明的显著优势是可以通过主动调制的手段为探测提供更多的测量维度。计算式鬼成像技术就是其中的典型代表。本报告将按照空间、时域两大分类,介绍这鬼成像技术的基本原理,以及我们课题组在计算式鬼成像研究领域所开展的相关工作。空间计算式鬼成像技术就是借助主动照明实现新型成像技术的典型代表。它利用空间结构光照明技术实现对目标空间信息的关联测量,仅仅通过单像元探测器完成信号采集,从而实现了基于单个像素的光电探测及成像。与空间鬼成像技术相对应的是时域鬼成像。该技术利用慢速探测器实现对快速信号的恢复,从而突破了信号传输系统中对于探测器带宽的要求。由于突破了传统成像技术中对探测器的要求,计算式鬼成像技术在实际应用场景中有着巨大的优势。报告将介绍我们的研究工作如何开创性的引入了新的空间光调制机理,进而提高了调制效率。相关技术突破了以往计算式鬼成像的技术瓶颈,将其技术潜能提升到具有实际应用能力的水平。同时我们还会介绍高性能单像素系统在红外、太赫兹波段、以及可见光通信等实际场景的应用研究。", "label": "光学工程", "id": 0}
{"content": "艾里脉冲的传输特性是近些年光学研究领域重要的课题之一。艾里脉冲在时域中具有艾里函数的形式,和截断艾里光束一样,它具有自愈合与自加速的传输特性。脉冲在介质中传输时,介质的色散效应和非线性效应会导致脉冲形变。本文以广义非线性薛定谔方程为基础,运用傅里叶变换法数值模拟分析了在原子介质中,色散和非线性效应分别对艾里脉冲传播特性的影响以及它们共同作用条件下艾里脉冲的传输特性。数值结果表明色散和非线性效应共同作用时会产生光孤子。该研究对于基于原子介质对艾里脉冲传输特性的调控具有一定的意义。", "label": "光学工程", "id": 0}
{"content": "<正>为解决影响光学系统成像质量的因素,必须对校正这些因素引起的波前畸变。而校正的前提是检测波前畸变相位分布。相位恢复技术由于其装置简单、GS迭代算法是相位恢复技术的开端,它是由瞳面和像平面平面上的光强数据来恢复畸变波前,但是可能会收敛到局部极小值或者是两个退化的解--真实的瞳面场或者是它的复共轭。通过在系统的出瞳上添加非冗余掩膜的基于瞳面差异的相位恢复技术可以解决", "label": "光学工程", "id": 0}
{"content": "为实现有效载荷具备有上载软件在轨定义多功能,软件可控多功能、参数可重构的软件定义微纳卫星需求,需要突破传统卫星平台和传统光学相机的设计局限,开展基于微纳卫星的软件定义下新型光学成像载荷技术研究。充分考虑载荷的软件和硬件两者之间联合设计可能存在的发展空间,分析了亚像元信息、卫星平台参数、光学系统参数、探测器参数、噪声、大气对图像数据处理、特别是超分辨率重建的影响,根据各个影响因素的物理机制分别建立物理模型和误差模型,作为重建方法的先验信息,将这些有利于超分辨技术的先验信息约束应用于相机设计过程,使得相机获取的图像可以很好的匹配超分辨方法,该方法可以同时提升视觉分辨率和实质分辨率,同时保持对噪声的抑制能力,并有可能降低传统相机的结构尺寸和研制难度。研制实现集超分辨成像、动态范围增强成像、视频成像等软件智能可控的多种成像处理模式于一体的通用型计算光学成像相机,将对航天产业提供更大的灵活性和更大增值空间,为未来智能卫星航天技术研究与快速创新提供一种可行的方案。", "label": "光学工程", "id": 0}
{"content": "<正>\"强关联量子材料的超快光谱学\"是\"光与凝聚态物质的相互作用\"的重要组成部分,是凝聚态物理和光学的交叉学科,也是二者各自的前沿研究领域。我们以超快光谱中光散射的独特优势来研究凝聚态", "label": "光学工程", "id": 0}
{"content": "<正>前言由中国物理学会光物理专业委员会和中国光学学会基础光学专业委员会联合中国科学院物理研究所光物理重点实验室共同主办,重庆交通大学承办的\"第十二届全国光学前沿问题讨论会\"于2017年11月17~21日在重庆举行。来自国内大学和科研机构的一百多位代表出席了会议。研讨会上报告和张贴的论文有60余", "label": "光学工程", "id": 0}
{"content": "光量子能量共振植入技术是将特定能量的光波以极速放射方式加载到目标材料,使远红外线波段的生物能量波凝聚在产品中,适当条件下会发射4~14μm的远红外线。", "label": "光学工程", "id": 0}
{"content": "高掺杂硅文持中红外表面等离激元,在生物传感和红外传感器等领域具有潜在的应用前景。通过Comsol有限元仿真研究了高掺杂硅纳结构在中红外波段的吸收特性,对比了金属与高掺杂硅纳结构的表面等离激无谐振增强特性的差异,为进一步考察其高掺杂硅的光热效应打下了基础。", "label": "光学工程", "id": 0}
{"content": "空间光学对深空暗弱目标探测的迫切需求以及低探测阈值探测器的快速发展,对光学系统杂散光的抑制能力及测试验证水平提出了更高的要求。本文研制了一套点源透过率杂光测试系统,测试系统口径达1 m,测试波段覆盖可见到长波红外,转台方位角为±110°,俯仰角为±15°;整个测试系统空间为全封闭的暗室,尺寸达到28 mX8 mX9 m。为有效抑制测试系统的光污染,采用表面粗糙度低于2 nm的主镜来降低镜面散射引入的光污染;采用双柱罐形状的测试腔引导内壁反射光将其进行衰减;采用高洁净度测试环境抑制空气中的颗粒散射。试验和分析结果表明,该系统在可见光波段的PST测试阈值达到10-7,红外波段的PST测试阈值可达到10-6,系统测试精度达到|1g（测试值/真实值）|≤0.5。", "label": "光学工程", "id": 0}
{"content": "<正>半透明球形粒子堆积床在工业生产生活中有很重要的应用,比如广泛用于建筑行业的热绝缘材料聚苯乙烯泡沫、太阳能吸热器等。由于人为控制需要或过程温度条件（如相变）等因素影响,球形粒子出现分层结构,如海水表面的泡沫层,用于治理污染水和空气的光催化剂覆盖的球形粒子等,该类型堆积床对遥感探测以及化工生产过程均有着重要影响,因此准确地模拟分层结构半透明粒子堆积床", "label": "光学工程", "id": 0}
{"content": "近三十年来,凝聚态物理与光学结合发展出交叉学科-微结构光学,这使得科学家有可能将光学与光电子学的研究从光学平台集成到微结构晶体中和小小的光子芯片上,物理空间的压缩为研究人员提供了更多的调控光的方法和手段,光学微结构晶体丰富了激光物理和技术以及非线性光学的研究,微结构光子芯片也正在向光的量子模拟、量子计算和信息处理等前沿领域拓展甚至在光子芯片上模拟出广义相对论效应,光学微结构的应用大门也正在打开。该报告将重点介绍报告人及其研究组在光学微结构材料和器件方面的最新进展。", "label": "光学工程", "id": 0}
{"content": "鬼像是由透射光学系统中少数反射光再成像造成的,这些少数光的反射被称为鬼反射。作为杂散光中的一员,鬼反射是光学系统中的有害光束,像平面上的鬼像对透射光学成像系统像面上的真实成像信息造成严重的干扰,常常引起探测器响应失常,从而无法识别目标,而对于高功率光探测系统,内部的鬼像因其光能集中,还可能造成光学元器件的永久性损伤。为了研究鬼像的形成机理和成像特征,本工作通过实验研究了由4个透镜组成的中红外透射光学成像系统的鬼像在像平面上的分布规律。研究表明,随着辐照光源入射角度的变化,像平面上透射光聚焦点与鬼像中心的位置相对视场中心发生偏移,且在相同条件下,鬼像中心的偏移量与透射光聚焦点的偏移量并不相同,其原因在于像平面上的鬼像主要是由两次鬼反射引起,光束经过两次鬼反射后位置和方向均发生变化,从而导致鬼像的偏移量与透射光聚焦点的偏移量并不相同。根据该成像规律,针对鬼像中心的偏移量比透射光聚焦点的偏移量大的透射光学系统,我们提出了一种抑制鬼像的有效方法,即通过调整造成鬼像的核心透镜的角度,使鬼像移出视场,并利用软件仿真验证该方法的正确性,为以后复杂光学系统的鬼像规避设计提供有益的参考。", "label": "光学工程", "id": 0}
{"content": "<正>光学元件、光学系统的质量可以通过光学波前的分布全面地反映出来,如何从光学波前中提取核心参数与评价指标,是光学测试的主要任务。对于大口径的光学元件和激光系统而言,根据空间周期可以将波前信息划分为低频段、中频段和高频段三个区域。波前误差同样可以分为这三个空间频率区域。本文主要研究了低频段和中频段误差的分析评价方法。被测件为飞切法加工的玻璃元件,共取10个样品进行分析。对", "label": "光学工程", "id": 0}
{"content": "<正>衍射或散射场的相位包含场的大部分信息,但由于图像传感器的带宽限制,无法直接对相位进行记录,而需要采取计算方法从记录的光强图样中对其进行恢复,并进而提取相位中所包含的重要信息。在本次报告中,我们将就相位恢复在计算成像中的", "label": "光学工程", "id": 0}
{"content": "<正>各位代表、各位专家,各位领导,各位委员,女士们,先生们,同行们,朋友们:大家上午好!在这金桂飘香、硕果累累的收获季节,我们迎来了中国光学学会光学测试专业委员会主办、中科院上海光机所承办的第十六届全国光学测试学术交流会暨中国光学学会光学测试专业委员会成立三十周年庆祝会,在大上海、在古城嘉定如期召开了!我受专业委员会的委托,代表专业委员会,向大会作题为\"三十年收获与发展路\"——纪念中国光学学会光学测试专业委员会成立三十周年的报告。", "label": "光学工程", "id": 0}
{"content": "<正>2016年9月25日~9月27日在中科院上海光机所召开第十六届全国光学测试学术交流会,这是全国光学测试界的一次盛会,也是中国光学测试界老朋友叙旧话新,新朋友崭露头角的重要场所,同时恰逢中国光学学会光学测试专业委员会成立三十周年。本届会议共征集到稿件181篇,论文覆盖了光学测试仪器及装置的研制;光学元件、光学材料、光学系统和光电仪器的性能参数测试;光学系统的成像质量评价;", "label": "光学工程", "id": 0}
{"content": "<正>报告介绍带增益的回音壁光学微腔的制备,相关的光学性质,以及在光的单向传输和纳米粒子探测方向的应用。", "label": "光学工程", "id": 0}
{"content": "<正>针对光学微腔的模式调控对于基础研究和实际应用具有重要的意义。传统方法借助于掺杂稀土元素产生的增益或者拉曼增益,通过改变泵浦光功率的大小实现对探测信号的调控[1-2]。不同于以往的方法,我们提出并且实验验证在不改变泵浦光的情况下,利用不同模式间的增益竞争可以实现对信号光的有效调控[3]。在掺杂铒离子的回音壁模式光学微腔中,", "label": "光学工程", "id": 0}
{"content": "<正>目前,兆赫兹以上的正交压缩态光场产生技术已较为成熟,最高压缩度已达12.7d B。相比较而言,低频段（兆赫兹以下,乃至千赫兹以下）的压缩态光场,由于此频段的各种经典噪声的影响,产生起来较为困难。本文利用二类KTP晶体的光学参量振荡器产生了低频双模压缩态光场,在20k Hz处实现了7d B的压缩,在低至500Hz处得到4d B压缩。此外,", "label": "光学工程", "id": 0}
{"content": "<正>回音壁光学微腔是研究光与物质相互作用的重要平台,它具有高的品质因子（超过10^8）以及小的模式体积。我们搭建了回音壁光学微腔的制备与测试系统,对多种形状的回音壁光学微腔的传输特性进行了研究。特别研究了微瓶腔与微球腔中的振铃现象,提出并且实验演", "label": "光学工程", "id": 0}
{"content": "光粒子在运动过程中,具有光源的运动惯性,所以,光粒子的运动速度在光源运动方向上和反方向上是不同的。光与宏观物体相互作用的过程中,光粒子也会具有物体的运动惯性,所以,光在宏观运动物体上的反射速度,也会因为物体运动的影响而不同。利用光速的这种可变性,可以直接测量运动物体的相关运动性质。", "label": "光学工程", "id": 0}
{"content": "在光速检测实验的方案中,光的往返反射性质,抵消了系统运动对光速的单程中的影响,是光速不变的形成原因。所以,用同样的实验方案,是不能检测出系统运动对光速的影响。建立一个绝对路程的实验方案,才有可能检测出光速可变的性质。", "label": "光学工程", "id": 0}
{"content": "光透射平行光密介质时,具有分散现象,所以,迈克尔逊—莫雷试验中干涉现象,实际上是光的有序分散性质,不能当做光速不变的证据。观察者处在遥远恒星光的有序公转光区内,只能看到恒星的部分光速的光,所以,恒星看起来是个点,作为光速不变的证据是不可靠的。", "label": "光学工程", "id": 0}
{"content": "聚集诱导发光（AIE）是指在溶液中不发光但在聚集态发光很强的现象。AIE材料在发光、传感、生物成像等领域展现出巨大的应用前景。[1]根据使用从头算方法对一系列AIE分子激发态衰减过程的研究,我们提出通过势能面圆锥交叉受限（RACI）模型来解释AIE现象。[2,3]根据这个模型得出的AIE机理是:在溶液中,受激发的分子可以通过能量允许的圆锥交叉快速衰减到基态,因此不发光或发光很弱;在聚集态时,圆锥交叉在能量上是不允许通过的,因此受激发的分子只能通过发光的形式衰减到基态。[2,3]", "label": "光学工程", "id": 0}
{"content": "随着新课改实施以来,各大高校为了提高自身的教学水平,广泛的应用了各种新型的教学手段来完善教学理念,促使教学质量得到了很大程度的提升。但是就高校物理学科来说,学习难度比较大,师范学校的学生要想全面的掌握物理知识,教师需要使用新的教学新策略,这可以极大的满足学生对学习物物理学科的需求,从而有效的提升物理学科的成绩。本文在分析高师物理专业学生应具备能力的基础上,以光学实验教学为例,对新课改理念下高师物理教学新策略进行了探究,仅供交流借鉴。", "label": "光学工程", "id": 0}
{"content": "本文从大学物理教育现状出发,特别是针对应用型本科院校存在的一些问题,对大学物理课程（光学部分）内容进行模块化教学改革,详细阐述了光学部分理论及实验的模块划分,将理论课程和实验课程进行合理的融合,以获得更好的教学效果。", "label": "光学工程", "id": 0}
{"content": "在该论文中,我们在光微流微泡中实现了同时对微泡中微流液体的光学折射率以及声速的二维传感。通过改变有机液体的比例,我们测量了机械模式对待测液体声速的灵敏度,分别为4.2-6.8 MHz/（km/s）;同时观测了光学模式的峰位移动以及光机械模式的峰位移动,实现了对待测液体的二维传感。", "label": "光学工程", "id": 0}
{"content": "在室外或较严酷的室内环境中进行精密光测时,经常由于光路的气流扰动引起成像像点漂移,对有较高精度要求的测量会造成不可忽视的影响,甚至使测量结果失效。在光测领域通常采取对光路进行防护、对数据进行平滑滤波,以及观测高空目标时对大气折射进行校正等措施规避和修正其影响。但这些措施适用条件有限,而气动光学、激光通信、远距离观测清晰成像等领域中的有关做法并不能直接应用于精密光测。通过对气流扰动对精密光测造成影响的机理的分析阐述,并结合实验数据及实际应用揭示了气流扰动对精密光测造成影响。接着联系相关研究提出了在精密光测中气流扰动影响研究中存在的关键问题,并提出了对精密光测中气流扰动影响研究的一些展望。", "label": "光学工程", "id": 0}
{"content": "角锥波前探测器是一种新型波前探测器,具有哈特曼波前探测器所不具有的优势。角锥波前探测器的探测光路较哈特曼探测器复杂,器件之间的相对关系决定了系统的静态像差,与湍流像差相耦合,影响探测精度。为了提高角锥探测器的探测精度,对探测器的精确校准进行了理论分析和实验验证,提高了系统对静态湍流像差的闭环校正能力。", "label": "光学工程", "id": 0}
{"content": "目前的气动光学研究中,主要是依靠计算光场的光程差来对气动光学效应进行分析和验证,其基本思想是,当离散后的流场网格尺度的量级远大于波长尺度量级,对于每一个网格内的流场来说,其实质是一个均匀的流场,且不需要考虑光场的波前散射效应。但是激光光束的相干度很高,波前散射效应受流场不均匀特性的影响更加显著,这就需要利用更加精细的流场计算条件,其网格的细密程度甚至可逼近一个波长尺度,来对气动光学效应进行研究。本文采用近场衍射积分的方法,对不均匀流场条件下的激光光束的近场气动光学效应,做了初步的理论研究和数值仿真。", "label": "光学工程", "id": 0}
{"content": "<正>光与凝聚态物质的相互作用非常丰富多彩,相干性的产生与调控是特色之一,它的物理本质是将光的相干性传递给凝聚态物质。光致发声是把光照射到凝聚态物质上,从而产生声波。这一研究领域因几年前利用碳纳米管薄膜通过电致发声制备出扬声器而引起广泛的关注和兴趣。但是,光致发声效应在一般材料中", "label": "光学工程", "id": 0}
{"content": "<正>陕西省光学学会成立于1980年11月5日,是陕西省光学科技工作者自愿组成的依法登记的全省性、学术性、公益性和非营利性的法人社会团体,是党和政府发展陕西省光学科技事业的重要社会力量。陕西省光学会接受中国光学学会的业务指导,其英文译名为Shaanxi Optical Society。挂靠单位是中国科学院西安光", "label": "光学工程", "id": 0}
{"content": "开展了微波光子输电精密载运器的研发工作。介绍了微波光子输电原理及优势;建立了基于远程无线微波光子输电系统原理结构和能量转换数学算法模型;分析了微波光子输电发射端与接收端能量转换之间的关系。在ADVISOR环境下,对精密载运器电能荷电状态进行了研究,并对微波光子输电系统进行了功率容量测试。实验结果显示,微波光子输电系统的设计和参数匹配较合理,供电能力达到微波光子输电精密运载器的动力要求。本项目的研究有助于丰富和发展微波光子输电科学,对新能源精密载运器研究与发展有重要参考价值。", "label": "光学工程", "id": 0}
{"content": "<正>2013年12月13～15日·中山（会议有关信息将通过广东省光学学会网站发布:http://www.gdos.org）广东光学界的盛会,粤港台光学界产学研合作的交流平台,光学领域新进展、新应用、新技术、新设备的展示舞台----广东省光学学会2013年学术交流大会暨粤港台光学界产学研合作交流大会定于2013年12月13～15日（13日下午14:30开幕式,15:30大会特邀报告）在孙中山先生的故乡广东省中山市火炬开发区金华悦国际酒店召开。", "label": "光学工程", "id": 0}
{"content": "对于复杂电大目标包括飞机、火箭以及卫星等雷达散射截面（RCS）的计算,采用物理光学方法（PO）是一种不错的选择,在物理光学法的计算中,遮挡判断所涉及的计算量较大,在一定程度上限制了物理光学方法的应用。本文利用基于GPU的OpenGL渲染技术对由三角面片组成的复杂模型进行遮挡判断,采用逐步网格细化的迭代方法灵活的控制迭代次数和判断精度,使物理光学方法中的遮挡判断能够快速、准确的实现。", "label": "光学工程", "id": 0}
{"content": "<正>由中国物理学会光物理专业委员会和中国光学学会基础光学专业委员会主办的第十届全国光学前沿问题讨论会于2013年10月19日~23日在安徽省黄山市举行。来自国内大学和科研机构的近百位代表出席了", "label": "光学工程", "id": 0}
{"content": "基于分离变量法研究了平面波斜入射时,空心无限长介质圆柱微腔的光学特性,通过计算散射场展开系数分析了入射角度、空心部分的尺寸等因素对谐振廓线的影响。研究结果表明,当空心部分的尺寸参数较大时将使微腔的形貌共振（Morphology Dependent Resonances,MDR）峰值产生偏移,当空心部分尺寸参数较小时,圆柱仍然可以产生MDR共振,且位置和均匀圆柱.当平面波斜入射时,MDR峰也会产生偏移,并且随着入射角度的减小,MDR峰值减小,直至完全消失。", "label": "光学工程", "id": 0}
{"content": "现代生物学和材料科学的发展对微观结构的研究提出了越来越高的分辨率需求,希望从分子水平揭示生命过程和材料性能的物理本质。受光学衍射极限的限制,普通光学显微镜的横向分辨率一般只能达到200nm,纵向分辨率约500nm。这对于研究亚细胞结构和分子结构已无能为力。虽然电子显微镜和原子力显微镜可以达到亚纳米的分辨率,但是其只能对非活性离体细胞样品进行观测的缺点限制了其在生物领域的广泛应用。因此,如何利用光学方法突破传统光学显微镜的分辨率极限进入纳米观测领域?成为光学显微成像技术的一个重要挑战和机遇。另一方面,在生物医学和材料科学的研究中,不仅需要能看得更细致更清楚,还希望能对微观对象能进行精确的操作和控制。光学微操纵技术提供了这样一种新的途径,它利用光的力学效应（即光子的动量和角动量）,可以对微米至纳米量级的微观物体进行精确的捕获、移动、旋转、排布、分选等操作,而且这种操作是无机械接触的全光操作,可以最大程度地降低对样品的损伤。本报告主要介绍两类远场光学超分辨荧光显微成像技术:一类是基于单分子定位技术的超分辨率显微成像方法,包括光激活定位显微技术（PALM）和随机光学重构显微技术（STORM）;另一类是基于特殊强度分布照明光场的超分辨率显微成像方法,包括受激发射损耗显微技术（STED）和结构照明显微技术（SIM）。重点介绍我们在SIM超分辨显微成像方面的研究成果。对于非荧光显微成像方法,介绍我们在数字全息显微成像方面的研究进展。对于光学微操纵技术,主要介绍我们在单光束光镊、多光束全息光镊方面的研究进展和仪器化情况,以及在生物学研究中的一些应用。", "label": "光学工程", "id": 0}
{"content": "涡旋光束是一类相位结构中存在因子exp（ilθ）的奇异光束,其中l为拓扑荷。该光束所呈现出的螺旋相位结构使其每个光子均具有轨角动量l。由于独特的拓扑特性和量子化的轨道角动量,涡旋光束在量子计算、光学通信、光学微操控等领域具有广阔的应用前景。因此,近年来对涡旋光束拓扑荷大小的测量逐渐成为研究热点。本文提出利用柱透镜测量涡旋光束拓扑荷的方法,并以实验验证。由于涡旋光束具有方位角调制非稳特性,高阶涡旋在传输过程中受到不对称调制时,其中心暗核将退化出多个拓扑荷为1的暗核。实验上,首先利用计算全息法产生具有不同拓扑荷的单奇点涡旋光束（波长为632.8nm）,并经过柱透镜对其进行聚焦。在柱透镜的强烈像散作用下,焦场光斑呈现出椭圆形强度分布,且在光场中心出现多个分离的暗核。结果表明,退化光场中暗核的数目与入射光束的拓扑荷相对应（如图1所示）,证明了利用柱透镜测量拓扑荷的可行性。最后,将该方法推广于对多奇点涡旋光束和白光涡旋光束的拓扑荷测量（如图2和3所示）,证明此方法具有普适性。", "label": "光学工程", "id": 0}
{"content": "涡旋光束的螺旋相位和拓扑荷结构使其具有独特的动力学行为。当涡旋光束的传输介质或者内部结构不均匀时,例如:介质中的缺陷、各向异性非线性等,均会破坏其能流的旋转而出现方位角调制非稳现象,从而表现出复杂的传输动力学行为。研究发现,通过破坏涡旋光场的对称性,可以有效地调制涡旋暗核中心的分布。该工作为实现粒子操控的光学系统提供了新的方法。本文引入相位分布具有不均匀梯度（即方位角Φ=m×arctan[Ay/x],其中A为非传统因子）的非传统涡旋光束,针对具有单奇点和双奇点的非传统涡旋光束的实验产生及其传输特性展开研究。实验和模拟结果表明:自由空间中,低阶非传统涡旋光场在传输一定距离时,强度分裂为不均匀的亮环分布,且中心暗核呈现出椭圆形分布;对于高阶涡旋,对应的中心暗核由于受到方位角调制非稳而退化为多个一阶涡旋中心;非传统因子A的引入加剧了这种退化的效果并导致退化后的暗核中心均沿约45度方向整齐排列,即其暗核位置相对于中心点呈中心对称分布。因此,通过在涡旋光场中引入非传统因子A可以调制高阶涡旋光束奇点退化后暗核中心的位置。", "label": "光学工程", "id": 0}
{"content": "柱矢量光束可以分为径向偏振（RP）光束、角向偏振（AP）光束,以及广义柱对称矢量光束,由于偏振态非均匀分布的引入,导致光场出现了新的效应和现象,从而大大扩展了光学系统的功能。这种光束因在超分辨成像、等离子体聚焦、光学微操控等方面具有巨大的潜在应用价值而受到广泛的关注和研究。近年来,关于聚焦之后光场与物质相互作用的研究工作逐渐引起研究者的关注。研究发现,轴对称系统的破缺使得聚焦场发生了劈裂和旋转,形成了一对带有相反的轨道角动量和相反的自旋角动量的焦场,为各向同性微粒的操纵提供了新的途径。经过旋转对称振幅挡板遮挡后,AP光束焦场处能流发生了重新分布并产生了额外的偏振奇点。该工作为实现多粒子操控的光学系统提供了新的思路。本文首先从理论上解释了三重经旋转对称振幅挡板调制后AP光束焦场处能流的重新分布,进而提出使用三重旋转对称相位挡板（附加相位）来调制AP光束使其焦场处能流发生重新发布。然后从理查德-沃尔夫矢量衍射理论出发,结合波印廷矢量、斯托克斯参量计算,得出了经三重旋转对称相位挡板调制后AP光束焦场处的电场分布以及能流、偏振态分布。数值模拟结果表明:当附加相位的面积与正常通光面积之比K=1时,AP光束焦场不存在横向能流;当K≠1时,焦场出现类似于振幅挡板时的焦场特性,包括光强、能流、偏振态分布等;当取两个K值满足K1K2=1时,两种情况下的光强分布相同,能流强度分布相同但方向相反,偏振椭圆的椭圆度分布相反。", "label": "光学工程", "id": 0}
{"content": "光学零件的亚表层损伤直接影响到光学零件的使用性能、长期稳定性、抗激光损伤阈值和使用寿命等重要性能指标,而造成这些危害的根本原因就是损伤层对入射光散射引起的。本文基于有限元方法,从损伤层对入射光的散射和光在损伤层中传播的基本过程出发,模拟研究入射光束被光学元件亚表面损伤如气泡、微裂纹等调制后的光场分布,分析了入射波长、亚表面缺陷大小、亚表面缺陷的折射率及缺陷形状对光束的传播特性的影响。研究结果发现:随着入射波长的增大,对光束的散射作用逐渐减小,且随着亚表面损伤区域的增大,散射逐渐增强。仿真结果显示,散射缺陷点的折射率越接近于周围介质,散射光就越微弱;反之,缺陷点的折射率与周围介质相差越大,散射光越明显。研究结论对进一步研究光学元件亚表面损伤的测量方法有重要的理论指导意义。", "label": "光学工程", "id": 0}
{"content": "<正>将一层表面能很小的油膜置于水面上,分别采用聚焦和非聚焦的连续激光照射,发现当一聚焦连续的532nm光束入射到纯净水面上的石蜡油薄膜面上时,确实产生了一个向外的凸起;然而,当入射光束不聚焦时,由于光压的存在,入射光束在油面上诱导了一个凹面。为了给出一个", "label": "光学工程", "id": 0}
{"content": "<正>本文的思路为在投影光栅方法的基础上,引入几何云纹技术,将物体表面的光栅成像到另外一参考光栅上,产生云纹;CCD相机对参考光栅精确成像,采集到的是云纹条纹,而不是物体表面的光栅栅线,从而降低对硬件的要求。在此系统中,CCD相机接收的是云纹条纹,因为可以得到质量非常好的云纹条纹,所以在用相移技术进行位相细分时可以很容易地达到2π/300;在3m×3m的面积上要", "label": "光学工程", "id": 0}
{"content": "本文提出了一种新的迭代物理光学与快速偶极子法相结合的快速算法。采用等效偶极矩法将IPO迭代公式中的数值积分直接表达成一则解析算式。在此基础上,通过采用泰勒级数展开和分组技术,将非相邻组的基函数间的互作用转化为与快速偶极子方法类似的聚集-转移-扩散的形式,进一步加速了IPO的计算。数值结果表明等效偶板矩法和快速偶极子法的引入可以大大提高IPO的计算速度。", "label": "光学工程", "id": 0}
{"content": "<正>平行光管作为光学实验室常用的设备之一,可模拟产生无穷远的准直光束,为光学检测提供无穷的检测目标,在光学系统的像质检测、光学参量测量、无穷远焦面位置的准确标定等过程中发挥重要作用。作为常用检测设备,平行光管不仅要求具有较高的成像质量,还要求为光学系统的焦面标定提供无穷远目标源,特别是对于远距离成像相机,无穷远焦面标定的准确与否直接影响被测相机的近距离调焦结果,近而影响成像系统成像的清晰程度。", "label": "光学工程", "id": 0}
{"content": "<正>制造一个好的光学成像系统,不能忽视探测器的光谱特性,光学系统的光谱带宽应与之相匹配。光学传递函数较高的光学系统,保证它的光谱带宽是一个重要因素。在光学产品的制造过程中,光学零件的光谱特性是否满足设计加工要求,这个问题往往有时易被忽略,人们只是关注装调、加工、材料特性。结果,系统的传递函数（MTF）下降了,恰恰是光谱带宽不满足要求所致。针对光学系统光", "label": "光学工程", "id": 0}
{"content": "<正>电视搜索跟踪一体化系统一般具有两个或者两个以上视场,大视场搜索,小视场精确跟踪,根据系统搜索/跟踪的具体要求,在两个视场中切换。在变倍光学系统的理论设计中,设计的性能不包括任何类型误差的影响,而与实际设备有关的制造误差和装配误差往往会改变和降低成像质量,并且由其造成的像质下降经常是设计本身像质下降的许多倍。因此根据成像要求,选择适当的加工水平,合理分配制造公差和装配公差,确保加工出来的实际系统能够达到成像要求就显得", "label": "光学工程", "id": 0}
{"content": "<正>本文对热光学实验用光学窗口在温度和压力变化的工况下进行了研究,考察了在两种工况下光学窗口对光学性能质量的影响。对于航天相机（可见光CCD）来说,空间环境模拟器和窗口玻璃作为热光学或热光谱特性测试的设备之一,一方面是提供空间热环境和真空环境,另一方面窗口玻璃为光学检测提供必要的光通道。空间环境模拟器窗口的设计目标是为了满足航天相机进行热光学试验,在有效载荷与平行光管间建立隔离模拟器内外环境的光学通道。为空间环境模拟器提供真空热环境条件下的具有密封功能的通光窗口。本文首先考察了温度对单层和", "label": "光学工程", "id": 0}
{"content": "本文基于法布里-珀罗共振和超光传输现象的复合衍射倏逝波模式理论,通过改变金属薄膜上狭缝深度和宽度,设计出新的金属纳米光学透镜,实现光束操控。在一组金属纳米光学透镜狭缝中嵌入液晶材料,通过特定的相位延迟使狭缝传输光,该相位延迟由液晶导角决定。加入外电场时液晶对金属薄膜的介电响应不变时,当导角相同,相位延迟随缝宽增大而增大;当狭缝宽度相同,相位延迟随着导角的增大而增大。此设计可通过改变狭缝宽度、导角相位延迟来调整光的相位,使外部电场改变;通过对三缝结构和六缝结构模拟的结果表明,光束偏转角、焦点位置和分束角会随着缝宽和导角的变化而改变,从而达到动态操纵光束的目的。此外,改变外部电场还能够控制波导模的相位。此设计也可应用到纳米级光束整形、集成光学、数据存储、近场成像等,具有较高的价值。", "label": "光学工程", "id": 0}
{"content": "<正>基于对现代光学发展脉络的研究而提出了几个十分重要、非常敏感的科学问题:①一个占据统治地位且已经写进教科书中、流行了80多年的主流理论——光的量子理论能够包含光的经典电磁理论——现在却居然找不到一个过硬的实验证据,该怎么办?②第一种波粒二象性（光的波粒二象性）由爱因斯坦1905年揭示、密立根1916年验证,分别获1921、1923年度诺贝尔物理学奖,第二种波", "label": "光学工程", "id": 0}
{"content": "本文在分析声波与软材料相互作用的机理的基础上,发现在宏观情况下,声波也有量子现象。作者更进一步利用经典力学方法推导出爱因斯坦光量子能量方程。利用经典波动学原理得出了电子振幅公式和氢原子光谱公式等理论结果。根据这些公式较好的解释了光电现象、康普顿效应、氢原子光谱和黑体辐射等。而电子振幅公式对光电效应和康普顿效应描述,更加简单而明晰。氢原子光谱模型比玻尔理论更符合实验规律。根据讨论,德布罗意的物质波,实际上就是电子运动时的辐射电磁波。由此,得出初步结论,声波和光波都具有波-粒二相性,然而其本质仍为波动。但是,本文观点在数学表达式上与量子力学是一致的。只是对量子力学的物理概念提出了修改意见。", "label": "光学工程", "id": 0}
{"content": "光学非接触方法测量应用非常普遍,但各种光学测量系统都会或多或少产生各种误差。作者通过对测量系统的分析,得到数据缺损、离焦误差、畸变误差和量化误差是影响系统精密的主要差源。本文重点论述其中典型的畸变误差,几何测量中的光学镜头畸变对测量结果影响很大,本文先通过建立光学测量系统成像数学模型,然后推导出畸变误差产生原因,最后总结出和畸变误差的大小有关的光学测量系统的参数。", "label": "光学工程", "id": 0}
{"content": "<正>由中国物理学会光物理专业委员会和中国光学学会基础光学专业委员会主办的第九届全国光学前沿问题讨论会于2011年10月10日~14日在江西省九江市举行。来自国内大学和科研机构的近百位代表出席了", "label": "光学工程", "id": 0}
{"content": "<正>2011西部光子学学术会议于2011年9月24日在西安电子科技大学召开。本次会议的宗旨是交流西部地区光学与光子学领域的最新研究成果、展示新技术和新产品,探讨本领域的发展方向和趋势,为广大科技工作者提供交流学术思想、展示新技术和新产品的平台,促进本领域的科技创新和成果转化。", "label": "光学工程", "id": 0}
{"content": "Zernike多项式是理想的结构分析和光学分析间的接口工具,本文研究了抛物面,双曲面等光学面形的Zernike多项式拟合方法,自制了数据转换接口程序,并以一个圆锥曲面反射镜光学系统为例,分析了载荷作用下镜面面形的变化,讨论了环境对光学系统成像质量的影响。", "label": "光学工程", "id": 0}
{"content": "本文推导了多色空间完全相干平面光通过有球差透镜光阑后的光强和相位的分布表达式,并利用计算机制图研究了球差对奇点及其奇点附近相位的分布的影响。结果表明,奇点处的相位是不连续的,具有不确定性。同时透镜球差会使光轴上（轴向）的奇点发生分裂,转移或者消失,而几何焦平面上（径向）的奇点仅发生转移,不会分裂和消失。随着奇点的分裂,转移或者消失,奇点附近的相位分布也体现出了这种变化。另外,研究还发现,径向和轴向的奇点附近相位分布是不同的,具有其各自的特性。", "label": "光学工程", "id": 0}
{"content": "光具有动量,光与物体相互作用产生力学效应,高光子简并的激光问世使得光的力学效应得到展示。光的力学效应在科学研究领域已有广泛的应用,但在书本课堂和实验教学方面还十分欠缺,教育落后于科学研究和实际应用。光镊技术的发明不仅推动了光的力学效应的应用,也为演示光的力学效应,进行光力学教学提供契机。简述了光的力学效应的应用和重要成果;光镊技术的原理和特点,光的散射力和梯度力。利用光与物体相互作用动量传递,控制物体的传输方向,运动速度演示光的力学效应。希望通过推动光的力学效应的实验教学,将光力学基本内容纳入正常教学环节,形成教学体系,以适应现代科学发展需求。", "label": "光学工程", "id": 0}
{"content": "光学是理工科大学生的一门基础课程,涉及到很多光学概念、原理,以及相关的推导过程,在光学教学中如何激发学生的学习积极性是事关学生学习效果的重要因素之一,同时也是让很多青年教师感到棘手的问题。笔者在近几年的光学教学中,在激发学生参与课堂的积极性方面做了一些尝试,提出了\"微笑课堂,自由课堂,问题课堂,立体课堂\"的教学理念,取得了一定效果。", "label": "光学工程", "id": 0}
{"content": "光学\"是光信息科学与技术专业的重要专业基础课之一。由于\"光学\"这门理论课的专业性和基础性,其配套实验以验证性实验为主。论文以具体的实例介绍了深圳大学电子科学与技术学院在实验教学中利用经典案例、直观现象、合理设疑、应用范例、新型多媒体等各种手段提高学生对验证性实验的兴趣,并进一步提高了学生的动手能力。实践证明:合理的利用这些方法,不仅在光学相关实验的教学中,而且在理工科的实验教学中都具有较广泛的借鉴作用。", "label": "光学工程", "id": 0}
{"content": "光程概念贯穿整个基础光学教学过程,深刻理解好光程概念,对学习几何光学和物理光学的基本概念和基本原理都有重要的意义。A、B两点之间的光程等于光从A点传播到B点所用时间乘于真空中的光速,一般计算光程的方法是光在从A点传播到B点所经历介质的折射律与光在介质中所走的几何路程之积,即[L]=ns其中,n是介质折射率,s是光所走的几何距离。在几何光学中,费马原理与光程直接相关,而费马原理又是支配几何光学三大定律背后的物理基础,可见光程在几何光学中的重要意义。在物理光学中,线性叠加原理是干涉与衍射的物理基础,对于相干光来说,线性叠加原理的结果与各子波源到场点的光程差有密切关系,而计算光程差的基础就是计算光程。可以说,解决干涉和衍射问题,最重要的工作就是计算光程差。所以,整个教学中,给学生灌输光程概念,训练学生计算光程的能力,这不但对学习光学课程有重要意义,还对培养学生的物理素养大有裨益。我们认为,光程是一个更本质的物理量。半波损失。", "label": "光学工程", "id": 0}
{"content": "大连海洋大学光学系列课程按照光学学科发展的要求和便于学习的原则组织课程体系。科学地精选、整合教学内容。从系统性、启发性及趣味性等方面进行教学方法的改革,注重将多种现代的教学手段运用于课程教学之中,多方位多途径地开展教学活动,激发学生学习兴趣。以学生为本,注重培养学生实践能力,培养学生良好的科学素质、创新精神,提高光学教学质量,取得了一定的成绩,光学课被评为省级精品课。", "label": "光学工程", "id": 0}
