{"content": "本文阐述了构建和谐社会社区是基础,社区党组织、社区人民委员会建设是维护社会稳定的政治保障,如人之双脚鸟之双翼。分析了社区组织建设中存在问题,提出了党建引领,强基固本的思路,指出筑牢基础,把\"不忘初心\"落实到社区是全党全民的共同任务和共同责任。", "label": "公共管理", "id": 0}
{"content": "[目的/意义]智慧社区数字化建设是智慧社区建设的核心内容和基础环节,对其进行有效评价能够引导智慧社区提供更加高效便捷的社区服务。[方法/过程]提出一种基于区间数VIKOR的评价方法。首先,构建一个评价指标体系;其次,根据评价指标体系构建区间数集合评价矩阵并利用核密度函数进行拟合,接着计算折衷评价值得到决策结果;最后选取安徽省6个智慧社区进行实证研究。[结果/结论]实证研究表明,本模型在处理智慧社区数字化水平评价这种具有高度不确定性问题时具有一定的合理性和有效性。", "label": "公共管理", "id": 0}
{"content": "街居制是我国基层社会治理的一种体制。本文梳理了街居制的演变历程,认为城市社会问题突出和国家治理体制变革是街居制演变原因,未来发展建议街居制融入最新的社会治理体系的内涵之中,在党委的领导和政府的负责之下,融合法治与创新,以多元主体之一的身份参与城市基层社会治理。", "label": "公共管理", "id": 0}
{"content": "基层群众自治制度在党的十七大成为中国特色社会主义民主政治制度。目前,我国基层群众自治建设取得了伟大成就,制度日趋完善。实践探索给予的启示在于:尊重人民群众的首创精神是基层群众自治制度建设顺利推进的重要前提;我国基层群众自治制度建设必须坚持党的领导、人民当家作主和依法治国的有机统一。", "label": "公共管理", "id": 0}
{"content": "村民自治制度自建立以来在我国获得了长足发展,适应了我国农村发展的实际情况,推进了农村治理的民主化、科学化、规范化,促进了农村发展的快速化、有序化、可持续化。村民自治是把双刃剑,在取得显著效果的同时也暴露出一些难以回避的问题。本文对儒家的政治管理思想赋予新的时代内涵,以我国村民自治面临的实际问题为出发点,探究完善村民自治的方法,使得村民自治更好地发挥积极作用。", "label": "公共管理", "id": 0}
{"content": "城市基层治理历经\"单位制\"、\"街居制\"逐步走向合作型和自治型\"社区制\",不断强化的公民意识与多方协作助推社区建设的发展路径为居民自治机制建立提供平台。从\"准行政化\"过渡到\"自治化\"是社区功能转变的必然趋势,从\"参与冷漠\"到\"共商、共建、共治\"是居民公民意识体现的根本性转变。本文结合朝阳门街道内务社区三个实践案例,归纳出居民自治机制培育的实践路径,剖析工作难点并提出合理化建议,为后续及其他基层治理创新实践提供借鉴。", "label": "公共管理", "id": 0}
{"content": "村\"两委\"关系问题的实质,即是对\"村民自治会影响党的领导\"的疑虑。学界对此一直缺乏系统而扎实的研究,进而形成必要的学术共识。借助质化与量化相结合的调查数据,通过对乡村居民对于村党组织在村选举的实然作用与应然作用、村\"一把手\"的实际对象与应然对象、村选举对村\"两委\"关系的影响的认知或评价等维度分析,发现乡村居民对于村党组织和村支书的地位与作用的认知与评价,并未因村民选举、村民自治而改变。也就是说,村民自治并未影响到\"党的领导\",党在乡村的领导权威和地位拥有深厚的民意基础。他们较为普遍地认同\"两票制\",并不支持\"一肩挑\"模式。尤其重要的是,他们所持意见的多种理据切合现代政治的常识性原理,如对选举的正当性价值、选举权及其程序价值、选举的工具价值,对政治生活中分工与效能、权力监督与制衡、科学决策与协商等现代政治常理的认同与支持。显然,这种民意状况,正是巩固党的执政合法性的重要基础,也是对村民自治与民主发展的有力支持,更是对精英或威权取向政治的强力驳斥。", "label": "公共管理", "id": 0}
{"content": "<正>在我国城乡基层社区治理当中往往会遇到委托-代理问题。比如城市社区业主会与物业公司之间就容易发生这类问题。两者之间往往存在信息不对称。这时,作为代理人的物业公司往往比作为委托人的业主有着更多的信息优势。当前者为了自身利益而违背后者的意旨和委托滥用这种信息优势时,就出现了代理人败德问题。村民会议和村民委员会之间也常常会出现这类问题。村民委员会主任是村子里", "label": "公共管理", "id": 0}
{"content": "在我国土壤污染问题日趋严重的背景下,集体土地的污染防治问题必须为我国土壤污染立法所重视并加以解决。确立村民自治组织作在集体土地污染防治中的主体地位,源于对现实弥补中基层环境主管机关和土地权利人之间治理真空的回应,同时现有法律制度将村民自治组织作为集体土地所有权代表和村民基层自治组织载体的规定,也为确立其主体地位提供了充分的制度空间。在确立村民自治组织主体地位的过程当中,应当充分发挥其在外部利益平衡、内部利益平衡、组织协调以及信息获取四个方面的制度功能为指导,明确土壤污染立法中,村民自治组织的具体类型、享有的权利及其承担的义务和责任。", "label": "公共管理", "id": 0}
{"content": "<正>吉祥国际花园地处无锡、苏州交界地区,是一个高档商品房住宅小区。物业管理区域占地面积26.17万平方米,住宅建筑面积32.5万平方米,可供243土户业主居住。于2004年开始建造,分4期开发。（分别于一期2006年、二期2009年、三期2011年、四期2015年交房。户型:独栋别墅、联排别墅,花园洋房,小高层,多层,商业用房。）基层社区的工作困惑社区居委会是党领导下的依法开展\"自我教育、自我管理、自我服务、自我监督\"和履行\"民主选举、民主决策、民主管理、", "label": "公共管理", "id": 0}
{"content": "<正>近几年来,社区治理日益引起人们的重视。中共中央国务院《关于加强和完善城乡社区治理的意见》（以下简称《意见》）的发表,说明搞好社区治理、确保社区居民安居乐业,已经成为国家层面的大事。《意见》所提出的方向性的指导,对今后社区治理的实践将产生极其深远的影响。社区治理,是一个综合工程。是政府进行社会治理的基础。随着房地产市场二十多年来的突飞猛进,各地城市经历了沧桑巨变。商品房小区犹如雨后春笋,社区人群的结构,也随之而从单纯的居民群体,变成业主群体和居", "label": "公共管理", "id": 0}
{"content": "<正>社区治理就是指在一定的地域范围内由政府与社区自治组织、非营利非政府组织、辖区单位以及社区居民共同管理社区公共事务、推进社区持续发展的活动。而这种活动首先要适应社会形态的变化。商品房的林立迎来了《物权法》的诞生,从而有了物业管理的概念和业主委员会的问世。以商品房小区为载体,以业主群体为核心的城市社区形态已经成为中国", "label": "公共管理", "id": 0}
{"content": "以贵州省六盘水市盘县政府购买服务为例,探讨如何推进欠发达地区社会组织参与公共服务问题,对于提高社会组织参与公共服务的能力,具有十分重要的现实意义。", "label": "公共管理", "id": 0}
{"content": "<正>社区协商是社区自治的重要途径和表现形式。近年来,后大街社区在招宝山街道党工委、办事处的正确领导和精心指导下,积极推进协商民主,创新居民自治模式,分别在5个居民小区建立了自治互助站（会）,吸纳广大居民和各类社会组织广泛参与小区治理,取得了一定成效。其中以港城花园小区更为突出。港城花园小区位于招宝山街道城区中心,建于上世纪九十年代中后期,是街道典型", "label": "公共管理", "id": 0}
{"content": "本文分析了物业小区业主自治的基本要素、目标、及业主自治的模式。分析了业主自治的基本模式的制度缺陷。介绍了上地西里物业小区业主自治的实践和制度创新:建立业主代表大会制度和实现业主自治与居民自治的有机结合。分析了业主代表大会的权力设置原则及启动全体业主共同决定的门槛设置原则,从理论上对业主代表大会制度能否保护和发挥全体业主的权利进行了探讨。", "label": "公共管理", "id": 0}
{"content": "<正>社会的主要细胞在社区（区街）,中国有句古语:\"安居乐业\",为实现把我们居住的家园都建设成符合中国特色的生态型、环境友好型社区,我们的政府正积极从全能政府向服务政府转型,小政府大社会的体制正在不断完善。国家推进新型城镇化建设步伐在加速,随着中国改革开放30年以来出现第一个商品房小区后,越来越多的公民将会被冠以\"业主\"身份,每个社区内也应运产生了公共共有资源,而有利益必有纷争。业委", "label": "公共管理", "id": 0}
{"content": "<正>无锡市春江花园是一个没有物业公司,但业主可以享受专业、规范的物业服务的自行管理的花园小区。物业管理区域占地面积33.5万平方米,建筑面积54.8万平方米,可供3252户业主居住,是一个国家级绿色社区、国家级卫生镇和省市级示范社区。在公共部位的管理活动中,业主大会、业主委员会是议事决策机构,要控制业委会主任的权力;业委会物业管理处是执行机构,要坚持制度管理;业主监督委员会是业主的监督机构,要细化监督工作条例。多年来,我们采用业主代表大会制,协商民主选举了两届", "label": "公共管理", "id": 0}
{"content": "<正>近十年来,城市住宅小区物业服务管理矛盾丛生,业主与物业服务企业之间存在大量问题需要解决,各级政府和社会机构都给予了高度重视,然而收效甚微。由于我国没有现代意义上的社会自治传统,业主组织缺乏自治能力,在小区公共事务上业主普遍存在\"搭便车\"现象,物业服务企业严重侵害业主共用部分权益。为解决住宅小区物业服务问题,政府应当加强对业主组织的指导与扶助,在业主组织的设立、运行、换届等事务上,通过社会第三方机构为业主组织提供专业的服务和帮助。", "label": "公共管理", "id": 0}
{"content": "<正>目前,全国相当多的地区未成立业主委员会,物管民事主体的一方长期处在缺失的状态。然而,成立了业主委员会的小区又怎样呢?除了业委会成立难、备案难、程序复杂外,小区各派业主打破脑袋抢进业委会掌权的现象也引人关注。业主委员会本来只是小区决策主体业主大会的执行机构,却在许多小区演变成了新的权力中心。物管公司收买业主委员会成员,免交物管费、停车费的现象司空见惯;业主委员会成员内讧分裂的事时有发生;甚至同一地区业主民非企业、社团组织间也拉帮结派,明争暗斗。业主组", "label": "公共管理", "id": 0}
{"content": "<正>一、小区业委会在小区公共收益的管理和处置中的权限小区公共收益权的管理和处置问题,涉及到业委会是否有权经营管理公共收益权,是否有权使用处置公共收益。关于这一问题,在我担任顾问的很多小区业委会,各说各理,但唯独缺乏对法律依据的探究和解说。鉴于此,特此做出法规依据解析,以正视听。旨在促使业委会委员不要因无知无畏成为被告,一颗公益红心办了错事坏事。而是要为了业主自治道路越走越宽阔,大家共同学习共同提高社区自治能力。", "label": "公共管理", "id": 0}
{"content": "<正>鲁谷社区位于北京市石景山区,辖区面积7平方公里,是正在开发建设中的北京西部较大的新型住宅区。辖区内有新华社、电子情报所等20个中央、市属单位,现有居委会21个,常住人口6万余人,流动人口年3.4万以上。鲁谷社区于2003年成立,是北京市改革创新街道管理和社区建设的试点,是北京市首个街道级的\"社区\"。鲁谷社区成立三年来,作为社区体制\"三驾马车\"之一的社区代表会议做了大量工作,彰显了它在构建和谐社区中所发挥的显著作用,并且吸引了", "label": "公共管理", "id": 0}
{"content": "<正>一、背景内容:泉园街道地处沈阳市东南部,共有10个社区居委会,居民28000户、86000人。近年来,在各级党委、政府的领导下,在和谐社区创建过程中始终坚持\"以民为本\",推行社区民主,实行社区成员自治,在实践中找到了设岗定责——这个社区自治的好载体,通过积极组织、正确引导,使居民自主、自发的认领了4大类13个岗位,群众参与3900", "label": "公共管理", "id": 0}
{"content": "<正>一、项目内容:社区议事协商会。社区是居民群众实现自我管理、自我服务、自我教育的组织形式,也是社区内各种社会组织和全体居民共同利益的代表。随着社会经济的迅猛发展,社区已由过去单纯的居民居住点,转变为各种社会群体的集聚点,各种利益的交汇点,各种社会组织的落脚点,各种社会矛盾的聚焦点。在构建和谐社会,实现民主管理的趋势下,我街道为了推进基层民主建设,充分发挥群众", "label": "公共管理", "id": 0}
{"content": "<正>一、项目名称:门栋自治（包括院落自治）活动范围:全街创始时间:2003年项目内容:武汉市江汉区满春街以居民的认同感和归属感为纽带,从居民关注的热点、难点问题入手,尝试通过门栋居民自我管理、自我教育、自我服务,强化民意表达功能,逐步提高居民参与意识,为建立长效管理机制打造民主协商和志愿服务平台,从而达到改善人居环境、邻里关系和治安环境,减轻社区干部的负担,构建和谐社区的目的。", "label": "公共管理", "id": 0}
{"content": "<正>杭州天水街道是胡锦涛、刘云山、贺国强等中央领导同志先后视察过的\"全国最佳街道\"。面对社区企业退休人员日趋增多、结构错综复杂、需要解决问题多的新情况,天水街道率先探索出一条\"街道管理指导、社区协调配合、运作优质高效、会组自我服务\"的社区企业退休人员社会化管理服务工作新路子\"建立社区企退人员社会化管理自治会,进行街道管理指导、社区协调配合、动作优质高效、会组自我服务的社区企业退", "label": "公共管理", "id": 0}
{"content": "<正>一、背景:南昌市广润门街道辖区居民大多为沿江路改造时期由原来的低矮平房拆迁安置过来的。居民呈现出\"下岗失业的多、贫困居民多、农村迁入的多\"\"三多\"现象,素质参差不齐,邻里之间磨擦不断,纠纷易起,管理难度大。为了把社区的工作做好做细做透,让居民生活在祥和的环境里,自2004年10月,广润门街道逐渐在工作中探索出邻里\"谈心日\"的路子来化解", "label": "公共管理", "id": 0}
{"content": "<正>一、背景:武汉关社区地处武汉市著名的武汉关钟楼下,面积仅0.08平方公里,却聚集着936户家庭,2754名居民,社区\"居民论坛\"这朵奇葩就诞生与此。武汉关社区,是个开放型的老城区,地域狭小,人口密集,基础设施差,辖区内治安状况、环境卫生、邻里关系、社区风气一度不是很好。对此尽管社区群干克服困难,", "label": "公共管理", "id": 0}
{"content": "<正>一、背景:随着计划经济体制向社会主义市场经济体制的逐步转变,城市居民逐步从过去的\"单位人\"变成了\"社会人\",严密的防盗门和自身的心理防线又使\"社会人\"变成了\"个体人\",政府和居民之间缺少沟通交流的平台,传统的\"老街坊\"关系渐成历史,邻里之间虽然仅有一墙之隔,却互不相识。然而,人们心中是渴望交流、向往参与的,政府", "label": "公共管理", "id": 0}
{"content": "<正>一、铁西路街道简介:铁西路街道办事处位于河南省安阳市殷都区东部,紧临安阳市老城区和安阳火车站,南部是安阳市的金融中心,举世闻名的殷墟位于辖区北部,现有殷墟博物院、市水利局、市政工程处、市二中等大型单位19家,辖1个行政村和9个社区居委会,人口4.2万,面积约2平方公里,是安阳市的金融商贸区、中高档住宅区和文化旅游区。", "label": "公共管理", "id": 0}
{"content": "<正>一、背景:西安市碑林区长乐坊街道位于西安市大东门外东北隅,东、西、北三面与新城区接壤。街道辖区总面积2.6平方公里,设置社区居委会11个,企业、事业单位45个,辖区总人口70823人,其中常驻人口68000余人。这里有古寺、道观、教堂、雅居等传统文化与现代时尚和谐交融,青砖、碧瓦、朱墙、绿树交辉相映,人与人之间和睦相处。", "label": "公共管理", "id": 0}
{"content": "<正>一、背景:社区作为社会构成的基本细胞,是构建社会主义和谐社会的首要平台,建设和谐社区,必须坚持以人为本的原则,着眼于人民群众的根本利益和要求,妥善解决和处理各种社会矛盾,为人民群众创造良好的生产生活环境。南湖北路街道友好花园西社区\"民声驿站\"成立于2005年3月24日,截止目前,已累计投入资金30000余元,", "label": "公共管理", "id": 0}
{"content": "<正>一、项目内容:社居委企业改制。长淮街道是因合肥新火车站工程建设而诞生的,是随新站综合开发试验区的迅速发展而成长起来的新型街道。在全面建设小康社会、努力构建和谐社会的进程中,祖居征地转户居民（失地农民）的生产、生活问题已经变成了街道社区经济社会发展的突出矛盾,如何化解这一矛盾?一年多来,长淮街道党工委、办事处发动群众,集思广益,大胆改革,勇于创新,将原社居委企业的经营性资产全面进行股份制改", "label": "公共管理", "id": 0}
{"content": "村民自治做得好,着重点、根本点在于以农民为主体,塑造独立的、责任与权利匹配的现代公民。现实中,许多地方的村民自治徒具形式,主要依赖政府投钱、党的组织管理。只有把村民自治做实,新农村建设才能避免一阵风、口号式的短命。", "label": "公共管理", "id": 0}
{"content": "最近十几年,浙江温州涌现出了一大批由民营企业家自发组建的民间商会,并以其良好的自主治理绩效引起了社会各界的广泛关注。本文从新制度主义纬度出发,在社会调查和文献分析的基础上,考察温州民阊商会的生发机制:民间商会兴起的制度基础和内在逻辑;选取温州服装商会为典型案例,通过对其10多年来,自组织资源汲取能力的增强、组织化程度的提高、自治规则的完善、行政性依赖的弱化、社会合法性的成长、与政府关系的理性化等一系列制度变迁过程的分析来揭示民间商会自主治理机制的演进;探讨温州民间商会作为一个自治性组织所面临的制度困境和发展出路;进而揭示自主治理与政府作用的内在联系。", "label": "公共管理", "id": 0}
{"content": "<正>有关行业协会的理论和案例白{}研究,在国内学界的开展时间并不长,却取得了一定的成果。在笔者和其他同仁2001年完成的《行业协会及其在中国的发展》（余晖等,2002,经济管理出版社）中,对行业协会在经济社会治理结构中的地位、行业协会产生的制度动力学以及行业协会的权力来源及其约束等进行了经济学、社会学和法学理论的分析,认为在公序残缺的背景下,行业协会的信息提供和惩罚性协调功能所构成韵私序可以同时弥补", "label": "公共管理", "id": 0}
{"content": "<正>陈剩勇和马斌以温州服装商会为案例,对温州民间商会所做的\"自主治理的制度分析\",通过对温州服装商会自组织资源的获取、组织机构和治理机制、自治规则以及自主治理绩效的全面描述,进而对温州民间商会的生发机制、治理实践、现行困境和发展出路作出了较为深入的分析。", "label": "公共管理", "id": 0}
{"content": "<正>温州服装商会的研究以自主治理的制度分析为主题,采取新制度主义的理论框架,运用社会调查和文献分析的方法,对民间商会产生的制度基础和逻辑,组织资源的获取、组织结构与权力的配置,激励和约束机制的建立和实施,自主治理的绩效和困境进行了较细致的描述和较为深入的分析。该项研究:以自主治理可以在公共物品供给与使用上弥补政府和市场失灵,解决\"搭便车\"的机会主义行为,从而有效地提高资源的配置效率作为基本预设,提出自主治理是一种制度安排,", "label": "公共管理", "id": 0}
{"content": "<正>长期以来,社区自治工作常常遭遇尴尬。一方面,社区居委会在法律上是群众自治组织;另一方面,社区居委会却被赋予了很多行政职能,成了政府的\"嘴\"和\"腿\",难以获得真正意义上的自治。这主要体现在议行不分上,过去城市居委会长期受计划经济体制的影响,存在不同程度的行政化的倾向,居委会干部约有80%以上的时间和精力都在忙于应付上级各种检查和政府交办的各项任务,无暇履行法律赋予的组织", "label": "公共管理", "id": 0}
{"content": "习近平总书记在2015年中央统战工作会议上,对宗教中国化的战略予以了明确和强调,指出宗教组织活动发展在我国必须与社会主义经济发展及道德、价值观念相匹配。2017年,习近平总书记在党的十九大报告中再次对宗教中国化的相关理念、原则及路径提出了明确要求。任何在中国存续发展的宗教,在保持自身教规架构、文化特色的同时,也需要按照中国社会法治及社会主义建设事业的要求,不断对自己的教规教义、活动形式和风俗习惯等进行修正,从而与我国实际国情、社会环境实现最高程度的匹配。本文首先阐释了宗教中国化的定义、内涵及工作实践,然后对宗教中国化历程中尚存在的一些问题进行分析总结,并提出相应的改进措施建议。", "label": "公共管理", "id": 0}
{"content": "全方位立足桂西南边境地区实际,遵循\"宗教工作无小事\"要旨,警醒宗教工作的新挑战及风险点,坚持党的宗教工作基本方针、坚持大团结大联合统一战线主题、坚持法治思维、坚持守土有责去构筑桂西南边境地区宗教工作联控联防的铜墙铁壁,为扎实做好桂西南边境地区的宗教工作提供现实镜鉴。", "label": "公共管理", "id": 0}
{"content": "2015年的中央统战工作会议上,习近平总书记首次提出了\"宗教中国化\"的思路与倡导。党的十八大召开以来,习总书记开创性地提出社会主义\"四个自信\"的伟大理念:道路自信、理论自信、制度自信和文化自信。其中文化自信是其他三个自信的思想基础。宗教本身作为一种文化现象,宗教中国化也必须以文化自信作为引导,才能成功实现融合式发展,全面提升我国文化软实力。本文对宗教中国化及文化自信的内涵进行了阐释,并对基于文化自信推进宗教中国化的有效措施进行了分析总结。", "label": "公共管理", "id": 0}
{"content": "<正>历史上,丝绸之路不仅是一条经贸之路,也是一条文明互鉴和宗教传播之路。佛教法显、玄奘西行取经,道教走出国门,伊斯兰教沿丝路传入中国,郑和七下西洋带去中华文明,天主教利玛窦、基督教马礼逊沿丝路带来西方科技知识等,都为几大文明的交流交融做出了不可磨灭的贡献。（1）如今,\"一带一路\"倡议不仅构建起世界上跨度最长、最具潜力的经济合作带,更是将\"团结互信,平等互利,包容互鉴,合作共赢\"的丝路精神发扬光大。\"一带", "label": "公共管理", "id": 0}
{"content": "<正>我国是五大宗教俱全的国家,信教群众人数众多,占全部人口的比例较大,所以依法加强宗教事务属地化是促进宗教各项事务发展的重要举措之一。中共中央、国务院《关于加强宗教工作的决定》中明确提出:\"要坚持分级负责、属地管理。统战部作为党委的职能部门,要加强对涉及宗教方面重大问题研究和协调。宗教工作部门作为政府的职能部门和行政执法的主体,要依法加强对宗教事务的管理。有宗教工作任务的乡（镇）要有人分管宗教工作,任务重的要配备专职干部\"。", "label": "公共管理", "id": 0}
{"content": "基督教会开展社会服务是其基本特质。基督教会应当依法登记为捐助法人,按照法人治理结构管理。基督教会有着广泛的社会服务历史和经验,在今天仍然发挥着重要的服务社会的功能。爱人、行善、团结互助、慈善公益是基督教会的基本社会服务内容。国家应当依法规制基督教会开展社会服务,包括对其开展社会服务的组织法保障、财产制度约束、外部行为监管等。宗教法治化,社会服务规范化是基督教会开展社会服务的基本规范和保证。", "label": "公共管理", "id": 0}
{"content": "<正>随着我国经济的快速发展,电子技术的普及,网络凭借着智能手机在新时代得到了飞速的发展。在智能手机大行其道的今天,\"机不可失\"已经成为社会的一个常态,手机作为当代人的首要标配已经毫无争议可言。在自媒体时代它又将信息传达快速、及时阐释的更为具体,达到了原本要由电脑联网才能做到的一切。微博、微信、QQ、贴吧、知乎......使得人人都有麦克风,人人都是评论员。对新时代网络舆情的发展状况可以用日新月异来概括,我国在民族和宗教方面的网络", "label": "公共管理", "id": 0}
{"content": "<正>宗教是人类社会发展到一定阶段的历史现象。宗教的长期性、群众性、民族性、国际性、复杂性,决定了它在中国特色社会主义社会将长期存在,并始终是我们党治国理政必须处理好的重大问题。社会主义社会不能消灭宗教,只能引导宗教与社会主义社会相适应。本文拟从四个层面,对现阶段引导宗教与社会主义社会相适应的基础问题进行探讨,并求教于学界同仁。", "label": "公共管理", "id": 0}
{"content": "<正>一、宗教中国化的时代任务（一）宗教本土化是宗教健康发展的重要体现外来宗教融入输入地社会文化的本土化过程是宗教健康发展的重要内容。佛教在中国2000多年的发展经历了社会和文化双重意义上的\"中国化\",尤其是禅宗的出现,是印度佛教教义和佛教文化中国化的标志。伊斯兰教在明末清初通过\"以儒诠经\"、经堂教育等方式,建构了中国化伊斯兰教经学,完成了伊斯兰教中国化。基督教虽在明末清初就已经大规模进入中国,但因为\"礼仪之", "label": "公共管理", "id": 0}
{"content": "<正>在我们观察、研究和处理宗教问题时,一般要遵循两个原则,一个是以马克思主义的立场观点和方法为指导,不应该用狭义的\"马克思主义宗教观\"或\"宗教学的立场观点和方法\"作指导;一个是贯彻和实行宗教信仰自由,不应该促使\"宗教服务社会\",或要求宗教去\"发挥积极作用\"。前者是坚持马克思主义的哲学唯物主义——辩证唯物论和历史唯物论,不能用什么\"宗教观\"\"宗教学\"抽掉它的无神论前提和基石,也不能限于", "label": "公共管理", "id": 0}
{"content": "<正>一个时期以来,新疆地区宗教极端主义快速蔓延,这既有当下国际国内的复杂原因,也是宗教极端主义自身发展演变的特性使然。基于历史视角对其进行研究,将有助于把握新疆宗教极端势力活动的特点与规律性,有助于形成正确的认知判断。新疆宗教极端主义作为一种社会问题早就存在,但作为一股强大的政治逆流,大范围、长时间、深度影响一个地区,并危害多数群众正常生产", "label": "公共管理", "id": 0}
{"content": "<正>邓小平作为中国共产党的第二代中央领导集体的核心,是中国特色社会主义道路的开辟者,也是中国特色社会主义理论体系的奠基者。中国特色社会主义理论体系包含着中国特色社会主义宗教理论。从这个意义上说,邓小平也是中国特色社会主义宗教理论的创立者。邓小平关于\"解放思想,实事求是\"的思想,指导了\"文化大革命\"后党的宗教理论政策的拨乱反正,为中国特色社会主义宗教理论的创立奠定了基础。新中国成立后,以毛泽东为核心的党的第一代中央领导集体,对于如", "label": "公共管理", "id": 0}
{"content": "<正>2014年宗教工作的总体要求是:认真贯彻党的十八大和十八届二中、三中全会精神,深入学习习近平总书记系列讲话精神,坚决执行党中央、国务院关于宗教工作的决策部署,以改革的精神和优良的作风推进宗教工作,加强学习,深入调研,破解难题,夯实基础,凝聚共识,行稳致远,引导宗教与社会主义社会相适应,发挥宗教界人士和信教群众在促进经济社会发展中的积极作用,为全面深化改革创造团结和稳定的社会环境。一要用中国特色社会主义理论体系武装头脑。做好新形势下的宗教工作,必须用中国特色社会主义理论体系武装头脑,用中国特色社会主义宗教理论指导工作。中国特色社会主义宗教理论,是马克思主义宗教观中国", "label": "公共管理", "id": 0}
{"content": "<正>宗教关系是涉及党和国家工作全局的重大关系,正确认识和处理宗教方面的关系,保持和促进宗教自身、宗教与宗教、宗教与社会方面的和谐,事关中国特色社会主义事业的全局和国家长治久安。实现宗教与社会和谐,关系宗教和社会两个方面,宗教与社会的适应程度高就和谐,适应程度低就不和谐,完全不适应就会发生冲突。在社会主义社会,宗教将长期存在,所以,宗教与社会主义社会相适应是社会主义社会对我国宗教的客观要求,也是中国各宗教自身发展的客观要求。宗教与社会主义社会相适应需要宗教和国家两方面做出努力,宗教方面是主体,国家方面是主导。国家通过政策法律法规对宗教进行规范管理引导,宗教在遵守国家法", "label": "公共管理", "id": 0}
{"content": "<正>一我国宗教发展现状和存在的主要问题中华人民共和国成立特别是改革开放以来,我们在宗教治理方面取得了长足进展。主要表现在以下几方面。（一）宗教信仰自由得到切实保障以中共中央1982年《关于我国社会主义时期宗教问题的基本观点和基本政策》（即19号文件）为标志,我们党实现了在宗教问题上的拨乱反正,恢复了宗教信仰自由政策。《中华人民共和国宪法》第三十六条,对于保护公民的宗教信仰自由权利做出规定:\"中华人民共和国公民有宗教信仰自由。任何国家机关、社会团体和个人不得强制公民信仰宗教或者不信仰宗教,不得歧视信仰宗教的公民和不信仰宗教的公民。国家保护正常", "label": "公共管理", "id": 0}
{"content": "<正>一全球化、社会转型对宗教管理提出新挑战当前,中国开始自觉地融入全球化的历史进程。全球化给我国社会的各个层面都带来了巨大影响,中国社会不再是封闭的区域社会,而是与整个世界息息相关的重要一环。对外开放的环境为宗教传播提供了极为便利的条件,宗教伴随经济、政治、文化交往活动不断从世界的四面八方传入中国。另外,以因特网为平台的现代通信设施、高科技传媒手段、大众化的宗教电子音像制品等催生了网络虚拟教会,促使电子传教时代的到来。虚拟教会、网络宗教组织、网络团体应运而生。虚拟世界的传教活动对传教规模、传教范围、传教效果都产生了重要的影响。全球化时代在加快宗教传播和蔓延的同时,也使宗教对社会各个层面的影响复杂化。", "label": "公共管理", "id": 0}
{"content": "<正>宗教极端主义不是宗教,而是用宗教外衣包装起来的违法犯罪、危害社会的思想行为。宗教极端主义有不同的表现方式和不同的来源,对社会形成不同层次的危害,因此,反对宗教极端主义,单打一不行,要从实际出发,调动各方力量,综合施策。当前打击的重点是以分裂国家为目的、以暴力恐怖为手段的宗教极端主义。宗教极端主义是包括宗教界在内的全社会的共同敌人一般来说,分裂主义势力如果直接从政治上鼓动群众分裂国家,很难得到社会响应,很难影响到群众。但是如果它用宗教的外衣包装起来,用宗教的目标、宗教的道德、宗教的语言蛊惑人心,加上各种恐吓和利诱,就比较容易欺骗信教群众,特别是欺骗没有多少文化、对宗教也缺乏基本", "label": "公共管理", "id": 0}
{"content": "<正>中共中央总书记、国家主席、中央军委主席习近平在第二次中央新疆工作座谈会上指出,\"以促进民族团结、遏制宗教极端思想蔓延等为重点\",\"处理宗教问题的基本原则,就是保护合法、制止非法、遏制极端、抵御渗透、打击犯罪\"。其中新增\"遏制极端\"原则的论述凸显了中央在治理新疆宗教问题上的新思路。\"遏制极端\"的提出表明新疆宗教问题的治理主体将更加重视内外结合。中国处理宗教和社会主义社会关系的基本思路是\"积极引导宗教和社", "label": "公共管理", "id": 0}
{"content": "<正>网络连接世界,宗教直指人心。进入新世纪,随着网络技术的飞速发展,宗教的传播速度和传播范围也在不断扩大。越来越多的信教群众,尤其是年轻信教群众利用互联网讨论宗教教义、分享宗教体验、参与宗教活动,而不信教的群众也能通过互联网接触宗教信息,看到宗教关于人的道德教化与心理调适的内容。由于互联网具有开放性、平等性、互动性与随意性的特点,使得以互联网为载体的宗教活动,打破了传统宗教活动在清真寺、寺院、教堂、道观等宗教活动", "label": "公共管理", "id": 0}
{"content": "<正>▲（采访者简称▲,下同）:今年是毛泽东诞辰120周年,也是他批示建立世界宗教研究所50周年,值得我们纪念。您是继任继愈先生担任这个研究所的第二任所长,能否结合我国在宗教研究上的总体进展谈谈这个批示的意义及其实施的情况?●（被采访者简称●,下同）:我的任期是1985—1988年,任所长的时间虽然不长,但一直没有离开宗教研究,因此,对全国的情况还是比较了解的。就全国而言,真是今非昔比。50年前,专业宗教研究机构只此一家,今天可以说遍及全国,多数高等院校和社会科学研究单位设有宗教研", "label": "公共管理", "id": 0}
{"content": "<正>近年来各级党政领导重视关心宗教工作,宗教工作部门及各基层乡镇（街）、村（社区）认真履行职责,依法加强对宗教事务的管理,宗教事务管理的法制化、制度化、规范化建设得到了很大的加强,宗教领域团结稳定,为经济和社会发展发挥了积极作用。但当前一些直接影响基层宗教工作的问题和困难还依然存在。一、在宗教事务管理方面存在的问题首先,对宗教工作重要性认识不强。重视宗教工作,善于做宗教工作,是领导干部政治上成熟的一个重要体现,也是我们党提高执政能力和领导水平的必然要求。由于各方面的原因,有的乡镇（街）、", "label": "公共管理", "id": 0}
{"content": "<正>随着我国城镇化速度的加快,城市尤其是中小城市的扩张速度突飞猛进,由钢筋混凝土构成的楼房,如雨后春笋,此起彼伏,充满了城市的每一个角落。由于土地的紧缺和规划的滞后,留给公众的公共空间越来越少。作为历史遗迹的一些宗教场所如寺庙、道观、教堂等,在城市建设进程中正处于尴尬的局面,要么被拆迁被挤占,要么被肆意用来开发,其两极化命运显示宗教场所在城市建设中的定位的不确定性。作为一个城市一个地方具有历史、文化、信仰符号的宗教场所正在逐渐消失或者被商业化,其深厚的历史文化价值和宗教信仰信息", "label": "公共管理", "id": 0}
{"content": "<正>宗教是人类重要的精神现象,与人类的发展相伴。从原始社会开始,宗教如影随形,始终伴随着人类发展、演变和进步。宗教的核心无疑是信仰,是人的追求、理想和信念。在我国社会主义社会,倡导的是社会和谐,而社会和谐又是以人的和谐为基础的。人的和谐不仅需要外在的物质满足,还需要内在的精神满足。需要积极的信仰、共同的理想和高尚的道德。要充分发挥爱国宗教人士的作用,加强对信教群众的正面引导,让宗教与社会主义社会相适应,让广大信教群众", "label": "公共管理", "id": 0}
{"content": "<正>当前,宗教在本溪县农村地区发展很快,影响也越来越广,正确对待农村宗教传播问题,关系到新农村建设的成败。因此,必须全面做好社会主义新形势下的宗教工作,让农村宗教发展与社会主义新农村建设相适应。一、本溪县宗教发展的现状目前,本溪县境内共有佛教、道教、基督教、伊斯兰教四大教派,有合法登记宗教场所27处,其中道教1处、佛教5处、伊斯兰教2处、基督教19处,得到本溪市民委批复的在建佛教场所3处。在本", "label": "公共管理", "id": 0}
{"content": "<正>八里甸子镇地处桓仁、新宾、本溪、宽甸县结合部,总面积384平方公里,下辖8个行政村,总人口1.7万人,现有1个依法登记的宗教活动场所,信教群众210余名。宗教工作作为党和国家统战工作的重要一环,在构建和谐社会中具有重要作用。多年来,八里甸子镇党委、政府全面贯彻落实党和国家各项宗教政策,坚持依法管理宗教事务,创新宗教事务管理模式,积极引导群众确立正确的信仰,坚决依法打击歪理邪教,将宗教工作与社会长治久安相结合,促进了八里", "label": "公共管理", "id": 0}
{"content": "<正>基层宗教工作是基层党委和政府工作中的重要组成部分,在党和国家发展、稳定的大局中起着至关重要的地位。在新形势下,基层宗教工作又呈现出了一些新的特点,正确认识和把握基层宗教工作的特点和规律,妥善处理基层宗教工作的面临的新情况、新问题,促进宗教关系和谐,为建设和谐社会凝聚正能量,就显得尤为重要。一、八卦城街道宗教工作基本现状桓仁县八卦城街道位于桓仁县城中心,辖区共有14个社区,252个居民组,近7万居民。有满、朝、蒙、回等11个少数民族。八卦", "label": "公共管理", "id": 0}
{"content": "<正>一、河北省少数民族宗教信仰现状河北省现有佛教、道教、伊斯兰教、天主教、基督教五种宗教,信教群众2 5 0多万,占全省总人口的3.7 3%,分布在全省1 7 3个县（市、区）。现有正式开放的宗教活动场所3 3 9 2处,各种教职人员1 5 8 6人。有五个宗教团体,即河北省佛教协会、河北省道教协会、河北省伊斯兰教协会、河北省天主教两会（河北省天主教爱国会和河北省天主教教务委员会）、河北省基督教两会（河北省基督教\"三自\"爱国运动委员会和河北省基督教协会）。有5所宗教院校归以上团体管理,即河北省佛学院、河北省道学院、河北省伊斯兰教经学院、河北省天主教神学院、河北", "label": "公共管理", "id": 0}
{"content": "<正>中国特色社会主义宗教理论,是我们党把马克思主义关于宗教的基本原理同当代中国宗教实际和时代特征相结合的产物,是对邓小平理论、\"三个代表\"重要思想、科学发展观关于宗教的基本观点和基本政策的提炼概括,是对马克思列宁主义、毛泽东思想关于宗教的科学理论和方针政策的坚持和发展,是马克思主义宗教观中国化、时代化的智慧结晶,是中国特色社会主义理论体系的组成部分。在纪念邓小平同志诞辰110周年的时候,有必要回顾他对中国", "label": "公共管理", "id": 0}
{"content": "<正>内容简介本书是《当代中国民族宗教问题研究》系列丛书第8集,主要收录了2012年以来中国统一战线理论研究会民族宗教理论甘肃研究基地研究员及其他专家学者和实际工作者的最新研究成果。本论文集选录的27篇文章,从多层面、多角度和求真务实的学风来研究当代我国民族宗教领域的前沿问题,以开阔的理论视野、创新的学术精神分析当代中", "label": "公共管理", "id": 0}
{"content": "<正>党的十八大站在历史和时代的高度,着眼中国特色社会主义事业长远发展,将科学发展观同马克思列宁主义、毛泽东思想、邓小平理论、\"三个代表\"重要思想一道,确立为党必须长期坚持的指导思想,为我们做好新形势下的民族宗教工作,努力促进民族团结、宗教和顺提供了根本遵循的指针,指明了前进方向。我们要坚定不移地以科学发展观为理论指针和行动指南,奋力推动全省民族宗教工作不断开创新局面,确保实现与全国同步建成小康社会的宏伟目标。", "label": "公共管理", "id": 0}
{"content": "<正>中共中央十七届六中全会制定了文化兴国的战略决策,并且号召\"全面贯彻党的宗教工作基本方针,发挥宗教界人士和信教群众在促进文化繁荣发展中的积极作用\",这对我们从文化战略的意义上来看待和对待宗教提供了重要指导和启迪,也告诫我们应该积极引导中国宗教参与当前我们文化兴国的大业。在当前中国关于宗教问题的理论讨论和政策制定上,有着不少分歧意见,在达成真正共识上尚有很长一段距离。在学习、贯彻六", "label": "公共管理", "id": 0}
{"content": "<正>宗教文化,一般来说,是指宗教作为以对超自然力量的信仰为核心的社会意识,在人类精神生活领域,广泛地渗透到哲学、政治法律思想、道德、文学、艺术乃至科学之中,从而形成了独特的宗教哲学、宗教政治思想、宗教道德、宗教文学艺术等。马克思、恩格斯、列宁都研究过宗教哲学、宗教道德乃至宗教文学艺术、宗教与科学的关系。但是他们对于宗教文化的研究定位不是单纯学术", "label": "公共管理", "id": 0}
{"content": "<正>当代民族宗教关系研究会碰到一个至关重要的问题,即宗教信仰与民族国家认同的关系。我们知道当代国际政治都建立在民族国家的基础上,本质上是各个独立的民族国家的关系。当代世界上绝对的单一民族国家实际上是不存在的,因此宗教信仰影响民族关系认同,最后都会表现在国家认同之上,或促进民族团结、国家统一;或导致民族分离、国家分裂,甚至引起战争。", "label": "公共管理", "id": 0}
{"content": "<正>以人为本、执政为民是我们党的性质和全心全意为人民服务根本宗旨的集中体现,是指引、评价、检验我们党一切执政活动的最高标准,同时也是指导包括基层宗教管理在内的各项工作的重要指针。面对当前国际风云日益变幻和国内环境日益复杂的形势,我们要在基层宗教管理中按照以真心爱护人、以真情凝聚人、以真诚团结人的要求,最大限度保障基本权利、最大限度激发社会活力、最大限度增加和谐团结、最大", "label": "公共管理", "id": 0}
{"content": "<正>加强和创新社会管理,是当前我国社会建设的一项战略性任务。党的十七大首次提出\"完善社会管理\"这一概念,2011年7月,中央下发《关于加强和创新社会管理的意见》,对加强社会建设、创新社会管理作出一系列重要决策。党的十八大强调要\"在改善民生和创新管理中加强社会建设\",\"围绕构建中国特色社会主义管理体系,加快形成党委领导、政府负责、社会协同、公众参与、法治保障的社会管理体制\",\"加快形成源头治", "label": "公共管理", "id": 0}
{"content": "<正>一概述本文所说宗教事务,并不包括人们头脑中的宗教信仰问题和以社会实体形式存在的宗教团体、宗教活动场所的一些内部事务,而主要是指宗教实体涉及国家利益和社会公共利益、需要纳入国家法律规范和政府社会事务管理的事务。毋庸讳言,我国当前宗教事务的管理模式基本上都是以约束为主的。以地方宗教事务管理为例,即由地方宗教管理局为主、相关政府部门为", "label": "公共管理", "id": 0}
{"content": "<正>一宗教作为一种社会意识形态是观念上层建筑的重要组成部分,它与政治、法律、哲学、道德等意识形态的其他形式一起维系着一个社会的上层建筑。宗教的社会维系功能是通过三种方式来实现的:一是利用神的权威实行政教结合。原始社会氏族和部落的凝聚力来自血缘关系和他们共同信奉的神灵,氏族、部落首领亲自主持宗教仪式维系着内部的团结,特别是图腾崇拜（图腾是祖先、是血缘亲属）,把神灵与原始人用血缘关系联系", "label": "公共管理", "id": 0}
{"content": "<正>处于社会转型期的当代中国宗教正在越来越广泛深刻地参与社会公共领域,成为促进经济和社会发展的重要因素。宗教进入公共领域,使得宗教的公共性凸显出来。这不仅为宗教组织提出了新的要求,影响和改变宗教社团的面貌,也对公共领域的宗教治理产生了广泛的影响。转型期的宗教治理创新,需要在全面认识和分析宗教公共性的基础上,适应社会公共", "label": "公共管理", "id": 0}
{"content": "<正>在社会快速转型发展时期,许多地方政府结合本地实际,在基层宗教管理上探索出了一些有依据、有新意、有实效、有借鉴价值的政策和办法。但是,这些宗教管理创新大多着眼于已登记的、政府认可的各类宗教组织上,对于大量不愿登记,不被登记、没有登记的未登记宗教性活动还存在着一定的管理\"盲区\",缺乏有效的管理思路、制度和方法。本文简要地对这一问题加以分析,提出若干建议。", "label": "公共管理", "id": 0}
{"content": "<正>当前中国社会出现\"信仰\"问题,马克思主义思想教育出现了\"空心化\"的趋势,共产主义理想对年青一代似乎越来越遥远,而各色有神论在过去30年来却呈现了强劲的发展趋势,上升很快。在这样的环境中,宣传无神论思想,坚持无神论教育是需要极大的勇气和毅力的,是需要超俗和藐视传统势力的志气的。我们很庆幸,在乌鲁木齐召开的中国无神论学会2010年年会有这么多的专家学者参加,他们来自全国各地的高校和科研部门、职能部门,他们能够顶着逆风而坚持前进,这是值得尊敬和钦佩", "label": "公共管理", "id": 0}
{"content": "<正>中国共产党三代领导集体和十六大以来的党中央都把无神论的宣传教育作为马克思主义宣传教育的重要组成部分。1944年10月30日毛泽东主席在边区文教工作者会议上说:\"在一百五十万人口的陕甘宁边区内,还有一百多万文盲,两千个巫神,迷信思想还在影响广大的群众。这些都是群众脑子里的敌人。我们反对群众脑子里的敌人,常常比反对日本帝国主义还要困难些。我们必须告诉群众,自己起来同自己的文盲、迷信和不卫生的习惯作斗争。\"(据《解放日报》这年8月登载的一篇巫神罪恶小统", "label": "公共管理", "id": 0}
{"content": "<正>《科学与无神论》2011年第2期在《卷首语》和《宗教市场对谁开放》两文中都论及《信仰的法则》一书及其近来在中国大陆的走俏,但涉及的具体内容不多,本文想做点简略的客观介绍。一概说该书的正标题曰\"信仰的法则\"。宗教信仰有什么\"法则\"?简单说,就是商品交换中的价值法则。副标题是\"解释宗教之人的方面\",就是说,宗教还有\"神\"的方面需要\"解释\",该书未谈,那任务或许留给\"神学", "label": "公共管理", "id": 0}
{"content": "<正>教育与宗教相分离,是自启蒙运动以来世界教育现代化发展的普遍潮流,也是我国宪法和法律确定的一项基本原则。根据这样的原则,任何组织和个人不得在学校进行任何宗教信仰教育。但宗教作为一种对人类社会产生了并且还在继续产生着巨大而深远影响的观念形态、文化传统、组织群体和生活方式,不可能被排除在高校教学和科研的视阈之外。\"用马克思主义立场、观点、方法对宗教问题进行科学研究,是党的理论工作的一个重要组成部分。\"①\"教育引导大学生正确认识和对待宗教问题,事关培", "label": "公共管理", "id": 0}
{"content": "<正>2011年第2期《科学与无神论》的\"学术动态\",介绍了北京师范大学召开\"宗教在高校渗透应对策略研讨会\"的情况。读后有感,在此奉上,不知妥否?\"学术动态\"说:\"目前在大学领域,汉语基督教神学运动影响广泛,表现之一是推动非教会神学传播。一般认为是一种学术观点,不很在意。还有一种新的‘宗教市场论’,要将中国作为一个市场对宗教开放,反对接受国家依法管理,这都属于文化传教的范围,它的影响比在农村传教的", "label": "公共管理", "id": 0}
{"content": "<正>一从某种意义上说,当前中国的基督教\"家庭教会\"研究虽然尚未正式登上\"大雅之堂\",在某些学者那里俨然成为一门显学,相关著述、论文、研讨会不仅使之成为国内学界的一道风景,也吸引着港台与境外一些学者的眼球。众所周知,\"家庭教会\"的产生不仅有其自身原因,更有深刻复杂的历史、文化、政治背景。所以,相关的研究自应百花齐放,百家争鸣,但通观当前学界的\"家庭教会\"研究,宗教社会学进路一枝独秀,声音最高。究其原因,一则\"家庭教会\"分布相对广泛,便于调研、分析;", "label": "公共管理", "id": 0}
{"content": "<正>胡锦涛同志在庆祝中国共产党成立90周年大会上指出:以人为本、执政为民是我们党的性质和全心全意为人民服务根本宗旨的集中体现,是指引、评价、检验我们党一切执政活动的最高标准。深刻领会和把握这一重要论断,对于坚持、发展和完善党的宗教政策,意义重大。一坚持以人为本是党的宗教政策的立足点以人为本作为我们党的执政理念,贯穿于党的各项方针政策之中,成为制定、完善包括宗教政策在内的各领域政策的立足点。在新的历史条件", "label": "公共管理", "id": 0}
{"content": "<正>一引言本人从事宗教工作之前,一直在基层做领导工作,对宗教工作没有太多的认识,因为所工作的县、市都不是宗教工作重点地区,所以很少过问、研究。到宗教工作部门来了以后,才发现,宗教工作如此重要,宗教问题如此不容忽视。后来,经过四年多的工作实践,在与宗教界人士和信教群众联系交往过程中,发觉宗教并不那么陌生和恐怖,发觉佛教徒、穆斯林、基督徒、道教信徒等就在我们身边,在我们的生活中,随时与我们在一起,发觉他们就是我们的邻人、同事、对手、伙伴,我们\"比邻而", "label": "公共管理", "id": 0}
{"content": "<正>一中国宗教信仰自由政策相关内容（一）中国宗教信仰自由政策的核心内容宗教信仰自由是我国公民的一项基本权利,在《中华人民共和国宪法》中规定:\"中华人民共和国公民有宗教信仰自由。\"\"任何国家机关、社会团体和个人不得强制公民信仰宗教或者不信仰宗教,不得歧视信仰宗教的公民和不信仰宗教的公民。\"\"国家保护正常的宗教活动。\"同时也规定:\"任何人不得利用宗教进行破坏社会秩序、损害公民身体健康、妨碍国家教育制度的活动。\"\"宗教团体和宗教事务不受外国势力的支配。\"具体为（1）公民有信仰宗教的自由,也有不信仰宗教的自由。信仰宗教和不", "label": "公共管理", "id": 0}
{"content": "科学曾因是宗教神学的婢女其发展被严重的压制,似乎宗教的式微唯有科技的发达方能实现。而在当今的地球村时代,宗教的发展并没有因为科技的昌明而衰败,相反,\"宗教热\"却不断升温,呈汹涌澎湃之势。如同宗教热潮呈多元化趋势,其原因也是多方面的。", "label": "公共管理", "id": 0}
{"content": "<正>不断提高法治化水平,是依法管理宗教事务的必由之路。经过 20 多年的努力,我国宗教法制建设已经取得了显著成就,宗教工作法治化水平也不断提高,宗教界人士和信教群众的法律素质也逐步提高。但是,随着国际形势的不断变化,改革开放的不断深入,宗教方面不断出现新情况新问题,宗教事务管理的法治化进程也面临前所未有的挑战。随着依", "label": "公共管理", "id": 0}
{"content": "<正>值此论坛开幕之际,我向出席论坛的全体代表表示衷心祝贺。福建是宗教生态良好、宗教工作先进、宗教研究活跃的地区,是宗教学学者向往的地方,论坛能在这里举行是很幸运的,也说明与福建有此缘分。中央民族大学\"985\"二期工程民族宗教研究中心和哲学宗教学学院获得与华侨大学宗教学学科的密切合作,并得到地方相关部门大力支持,得到与会学者热情的", "label": "公共管理", "id": 0}
{"content": "<正>在现代中国社会发展的语境里,宗教问题越来越多地为人们提及,在学科影响力增加的同时,也使得宗教的研究变得十分复杂。宗教作为信仰文化,除了在中国传统中——神道设教的文化位置之外,被许多领域关注。作为宗教学研究的立场,既需要对目前的社会状况有比较实在的、真切的把", "label": "公共管理", "id": 0}
{"content": "<正>近年来,宗教场所和宗教界人士积极参与社会慈善事业,组织广大宗教信徒开展多种多样的社会慈善活动。宗教界开展的慈善活动涉及社会各领域,主要集中在安老助学、赈灾救灾、扶贫济困、医疗卫生、社区服务、心灵慰藉、环境保护等方面。受助人群也相当广泛。宗教场所和宗教界人士在成为社会慈善的重要方面的同时,也存在着一些矛盾和问题。因此,进一步规范宗教场所和宗教界人士的社会慈善行为,成为当前开展宗教工作和社会慈善工作", "label": "公共管理", "id": 0}
{"content": "<正>我国是一个有多种宗教的国家,依法管理宗教事务是依法治国的特殊组成部分,在依法治国的基本要求下,如何创新宗教事务管理,是当前摆在我们面前的一个重要课题。一、宗教事务管理创新的源起2004年9月党的十六届四中全会提出要\"加强社会建设和管理,推进社会管理体制创新\",2007年党的十七大报告提出要\"建立健全党委领导、政府负责、社会协同、公众参与的社会管理格局\"。社会管理被纳入", "label": "公共管理", "id": 0}
{"content": "藏族地区的多教派共存宗教文化现象,在其发展和形成过程中顺应时代变迁、凝结地域文化特点,承载了许多丰富的文化内涵。无论是独特的各教派建筑风格、僧侣居住模式和形象化的艺术表现形式等硬件设施,还是丰富的宗教文化活动、兼收并蓄的教派发展思想及严谨的教义传承脉络等软件储存量,都体现出了和睦相处、异彩缤纷的具体表现形式,其中多教派寺院的密集型并存形式为其主要的文化表现形式之一,本文以德格地区宗教文化的田野调查为研究基础,对藏族地区多教派寺院密集型并存的宗教文化现象进行了研究。", "label": "公共管理", "id": 0}
{"content": "<正>一、概念界定民族国家:是指近代以来通过资产阶级革命或民族独立运动建立起来的,以一个或几个民族为国民主体建立起来的国家。民族国家是一个独立自主的政治实体,是20世纪主导的现代性民族自决和自治概念及实践。与18及19世纪传统帝国或王国不同,民族国家成员效忠的对象乃有共同认同感的\"同胞\"及其共同形成的体制。认同感的来源可以是传统的历史、文化、语言或新创的政治体制。民主共和:古代的民主共和思想和", "label": "公共管理", "id": 0}
{"content": "<正>深入开展创先争优活动是巩固和拓展学习实践科学发展观活动成果的重要举措,是党的建设一项重要的经常性工作。在宗教工作系统开展创先争优活动,必须立足宗教工作和党员干部队伍的实际,把\"推动科学发展、促进社会和谐、服务人民群众、加强基层组织\"的总要求落实在全力做好新形", "label": "公共管理", "id": 0}
{"content": "<正>党的十七大在理论上的贡献,就是把改革开放近30年中国特色社会主义伟大实践中形成的马克思主义创新理论成果,统称为\"中国特色社会主义理论体系\"。中国特色社会主义理论体系,包含着丰富内容,其中也包含民族、宗教理论。它们是改革开放以来,在中国特色", "label": "公共管理", "id": 0}
{"content": "<正>对全球化从何时算起,学界有不同的看法。有些人把它说成是自1492年哥伦布发现新大陆为起点;还有些人将它从18世纪工业革命西方国家走向现代化算起;更多的人也许认为真正的全球化应从二次大战以后,更确切地说,从上世纪60年代以后随着信息时代的到来,才能称得上。", "label": "公共管理", "id": 0}
{"content": "<正>宗教实践是指宗教的全部生活,也包括跟宗教有密切关系的那部分社会生活。具体言之,主要分为两大类,一类是指宗教自身的行教实践,一类是指宗教的社会管理实践,这是一种深刻地体现着宗教与政府、宗教与社会之间关系的实践活动。两类宗教实践活动都是在", "label": "公共管理", "id": 0}
{"content": "<正>宗教是一种社会历史现象,有其发生、发展及其消亡的过程,任何人为地发展或消灭宗教的思想和行为都是违背客观规律的。以胡锦涛为核心的中央领导集体,总结国内外宗教问题正反两方面的经验教训,深刻认识社会主义初级阶段宗教问题的现实性、合理性、局限性,高度重视党的宗教工作,正确处理宗教关系,丰富和发展了马", "label": "公共管理", "id": 0}
{"content": "<正>一、全球化背景下中国宗教的世俗化倾向（一）神圣与世俗的二元对立宗教是人建立神圣世界的活动。英国学者约翰.H.布鲁克认为:\"宗教是根据人对超自然存在的信仰,或根据人对某种用于整合人们生活的超验\"他者\"（\"other\"）的承诺来定义的。宗教可以指组织化的制度,后者通过信条和礼仪,宣称对于人类命运问题给出了连贯一致", "label": "公共管理", "id": 0}
{"content": "从社会发展理论层面对改革开放以来宗教文化的发展状况及其暴露的问题进行反思,可以将其归结为七种主要类型。在构建和谐社会、推进人的自由全面发展的今天,需要唤起信教群众理性地面对现实生活,通过文化心理的调适、合理价值观的选择、人文关怀的重视等多种途径,对他们的信仰进行正确的文化价值引导,以发挥宗教文化的积极作用。", "label": "公共管理", "id": 0}
{"content": "<正>一、理念与目标中国各民族的宗教信仰,产生于不同的生态人文环境,有各种不同的形态和内容。但是,不同民族的宗教信仰却又在民族群体互动及随之而来的宗教文化交融过程中相互渗透、融合发展。因此,中国的民族宗教研究,除了哲学、宗教学、宗教史、宗教民俗等专业领域外,还应该重视和发展关注各", "label": "公共管理", "id": 0}
{"content": "<正>宗教产生于原始社会的高级阶段。当人类走到旧石器时代的晚期,思维产生了一次飞跃,于是原始宗教产生。随着人类社会的发展,宗教也在发生嬗变,由原始宗教演化为原生型民间宗教,并在阶级社会中经过人为的干系,再次演化为创生宗教,这是宗教演化的三个阶段。历史表明,世界上没有一个民族是没有宗教的。显然,宗教是人类发展史上一定阶段的伴随物,", "label": "公共管理", "id": 0}
{"content": "<正>我国是一个多民族、多宗教并存的统一的社会主义国家。宗教存在于不同的民族之中,这是几千年来形成的社会历史现象,而且是发展着的社会历史现象。宗教的这一本质不受民族、国界、文化背景的影响,不以国家意志为转移,也不以现代社会人们生活方式的改变而改变。纵观中国历史,放", "label": "公共管理", "id": 0}
{"content": "<正>我国宪法规定:\"中华人民共和国公民有宗教信仰自由。\"保障公民的宗教信仰自由是宗教工作领域一以贯之的执政理念和施政总目标。近三十年来,中国共产党为了更好地适应形势,整合宗教资源,不断深化认识,逐步调整在宗教工作领域的执政理念和施政方式。这是中国特色社会主义理论体系中马克思主义宗教观中国化的最新成果,是中国共产党在宗教工作领", "label": "公共管理", "id": 0}
{"content": "<正>受中央民族大学\"985\"工程的资助,\"藏传佛教与藏民族之关系研究\"课题组（班班多杰教授主持,中央民族大学、中国社会科学院、西北民族大学、青海民族学院等单位15位学者参加）于2006年夏天分别赴西藏自治区及青海、四川、甘肃等省藏族聚居区,就藏传佛教现状和未来可能的发展趋势在", "label": "公共管理", "id": 0}
{"content": "<正>（刊于《人民日报》,2007年12月20日第1版）新华社北京12月19日电中共中央政治局12月18日下午进行第二次集体学习,中共中央总书记胡锦涛主持。他强调,实现我们的发展目标,必须最大限度地团结一切可以团结的力量,调动一切可以调动的积极因素。", "label": "公共管理", "id": 0}
{"content": "<正>民间宗教是对应正统宗教或主流宗教而言,主要在下层民间流行,在历史上往往受到主流社会和宗教的歧视、排挤甚至打击,却绵绵不绝,始终拥有广大的信众,成为民间文化的重要组成部分。所谓正统或主流宗教如国家民族宗教（道教、印度教、神道教等）和世界三大宗教（佛教、基督教、伊斯兰教）,它们得到上层社会的认可,进入社会生活的中心舞台。民间宗教也", "label": "公共管理", "id": 0}
{"content": "<正>中国地域广阔,中华民族人口众多。如此众多的民族能够和睦地生活在一起,是由于几千年的历史交往使他们形成了密切的关系,你中有我,我中有你,谁也离不开谁,这是中华民族多元一体结构中\"一体\"的一面。然而,56个民族由于生活的具体时空条件不同,文化源流不同,又成为56个多", "label": "公共管理", "id": 0}
{"content": "<正>位于云南省怒江州贡山独龙族、怒族自治县北部的丙中洛乡,海拔1750米,处在\"三江并流\"世界自然遗产及国家级风景名胜区的核心地区,是一个\"多民族杂居、多宗教并存\"的典型地域,有着\"人神共居\"之地的美誉。从历史的角度看,丙中洛的民族结构,经历了一个从历史上单一的怒族文化,发展到独龙族、藏族和傈僳族等多个少数民族文化相互交叉和影响的过程。", "label": "公共管理", "id": 0}
{"content": "<正>从第五辑到本辑,也就是从2007年秋冬到2009年初,中国社会经历了一系列重大事件。党的十七大胜利召开,提出:继续解放思想,坚持改革开放,推动科学发展,促进社会和谐。这使我们进一步明确了办好文集的方向。胡锦涛总书记在中共中央政治局第二次集体学习时指出:正确认识和处理宗教问题,切实做好宗教工", "label": "公共管理", "id": 0}
{"content": "<正>牟钟鉴先生等知名学者主编的《宗教与民族研究丛书》,约请王爱国同志将其近年来有关宗教方面的文章编撰成册出版。据介绍,在这套丛书的作者中,王爱国同志是唯一从事实际宗教工作的。作者请我作序,以表示对宗教工作干部学习宗教理论、思考宗教现象、研究宗教问题的赞许和支持。宗教工作干部要在干中学、学中干,也就是在实践中学习,在学习中实践,由此不断提高我们宗教工作干部队伍的理论素质和工作水平。我自己", "label": "公共管理", "id": 0}
{"content": "西藏民间宗教是藏民族所信仰的各宗教教派体系和民俗文化的集中体现,也是藏民族宗教文化的一个重要表现形式。西藏民间宗教作为长期历史积淀的产物,具备混合型宗教特征,具体说,它既有佛教的东西又有苯教的东西,并且容纳了西藏民间鬼神、文化英雄、祖先、先王崇拜以及形形色色的巫术,还吸收了周边许多民族的宗教信仰成分,基本上是一类扩散式的和自发的宗教信仰。本文基于田野作业材料,对西藏中部地区农村的民间宗教活动场所和民间信仰中的神魔分类加以阐述,并揭示西藏农业区域民间宗教的基本内涵和表现形式。认为在藏族的信仰世界中,两大系统宗教如佛教、苯教同民间宗教之间都存在互补关系,佛教与非佛教的信仰往往并行不悖,佛教做不到的地方,民间宗教可以填补;反过来,民间宗教缺乏终极关怀、缺乏触及心灵深处的思想,而佛教正好予以弥补。佛教的神灵与民间宗教信仰的神灵在各自的领域发挥功能,为其信仰者心灵的不同需要提供服务。对于藏族民众而言,信仰对于构建社会和谐及促进人与人间的良好关系起着深远的作用。", "label": "公共管理", "id": 0}
{"content": "改革开放以来,随着义乌国际商贸城的迅速发展,外籍信教人口不断涌入,义乌宗教格局呈现出激增性、流动性、涉外性、功利性和渗透性等新的特性。外籍信教群体的激增使得涉外宗教成为义乌宗教管理的重点和难点,外籍信教群体的工作和生活情况成为影响经济发展和社会稳定的重要因素。有鉴于此,本论文拟从义乌外籍信教群体概况与特征、外籍信教群体对义乌经济发展和社会稳定的重要性,义乌外籍信教群体管理工作的新认识和新举措、新形势下进一步创新宗教管理工作的新思考等四个方面进行论证和阐述。", "label": "公共管理", "id": 0}
{"content": "<正>宗教政策,是党的政策的重要组成部分。中国是个多宗教的国家,信教群众达一亿多人。如何制定正确的宗教政策并使它得到切实贯彻执行,对中国共产党来说,是一个需要十分重视并审慎对待的课题。新中国成立时,人民政协《共同纲领》明确规定中国人民有\"宗教信仰\"的\"自由权\"。新中国第一部宪法也列有专条:\"中华人民共和国公民有宗教信仰的自由。\"人民政府在保护正常宗教活动、团结爱国宗教人士投身新中国建设方面做了许多工作。以后,在\"左\"的错误思想严重干扰下,又缺乏健全法制的保障,宗教工作逐渐偏离正确的方向,\"文化大革", "label": "公共管理", "id": 0}
{"content": "把马克思主义的宗教观仅仅理解为“宗教是人民的鸦片”,这是后人对马克思主义宗教观的误读。本文从宗教的存在的客观性长期性出发,重新解读了宗教的本质功能,阐述了宗教在现时代的现状,结合构建和谐社会的道德基础阐述了宗教的积极作用,论证了阐述了宗教双重作用,论证了“引导适应论”在中国现阶段的意义。本文认为“积极引导宗教和社会主义社会相适应”从根本上解决了宗教和社会主义关系问题,是对马克思主义宗教理论的丰富和发展。", "label": "公共管理", "id": 0}
{"content": "有效治理非正常宗教活动是政府的重要职责,科学对待非正常宗教活动的反复性是提高治理有效性的必然要求。反复表现为主体性、时段性、区域性、教派性等不同类型,包括社会原因、信众心理、地域风俗和管理问题等多种原因,只有在问题界定上做到松紧适度、在基本策略上采取疏堵互补、在管理体制上实行统分结合,才能要最大限度降低非正常宗教活动的反复性。", "label": "公共管理", "id": 0}
{"content": "<正>西安,古称长安,这里是华夏文明的发祥地,是闻名世界的东方古都。她山川秀美,地杰人灵,孕育和积淀了璀璨的人类文明。同时,由于她千年古都和地理要冲的地位,她也是中国宗教文化重要的发源地和传播发展中心。", "label": "公共管理", "id": 0}
{"content": "<正>随着开放的扩大和改革的深入,我国社会各个方面正在发生深刻变化,并不可避免地涉及了宗教领域。信仰宗教的人数出现持续增长势头,宗教在社会生活中的影响有所增强,涉及宗教的矛盾开始突出,宗教作为一种价值体系和社会现象日益引起人们的关", "label": "公共管理", "id": 0}
{"content": "<正>宗教是当今中国和世界所关注的重大问题之一。随着世界范围\"冷战\"的结束,局部地区却因民族、宗教、社会、文化等问题而出现了\"热战\",从而使国际政治更为复杂,世界局势亦更加扑朔迷离。塞缪尔·亨廷顿（Samuel P.Huntington）在其1993年的文章中", "label": "公共管理", "id": 0}
{"content": "<正>我国自古就是一个多民族多宗教的国家,但汉族的信仰与少数民族的信仰是有明显差别的。宗教在许多少数民族社会和文化生活中占有核心的位置,形成几乎全民信教的深厚传统,而汉族的知识界淡于宗教重于哲学,民众的宗教信仰则杂而多端、实用易", "label": "公共管理", "id": 0}
{"content": "<正>构建社会主义和谐社会,是新世纪新阶段党和国家从中国特色社会主义事业总体布局和全面建设小康社会全局出发提出的重大战略任务。胡锦涛总书记在全国统战工作会议上指出,构建社会主义和谐社会,必须正确认识和处理我国政治和社会领域涉及党", "label": "公共管理", "id": 0}
{"content": "<正>宗教教职人员是指以从事宗教活动为职业的人员,其基本特征是以从事宗教活动为谋生的手段。这支队伍是我国社会中一支较为特殊的阶层或者群体,是宗教界爱国力量建设的主要组成部分,在爱国宗教力量的建设中应当给予特别的关注。本文不揣浅", "label": "公共管理", "id": 0}
{"content": "<正>全面研究宗教在中国文化发展战略中的地位和作用,对于我国构建和谐社会、进一步在全球化进程中扩大对外开放、增强综合国力、巩固党的执政地位和维护国家的文化安全,具有重大意义。", "label": "公共管理", "id": 0}
{"content": "<正>十六届六中全会通过的《中共中央关于构建社会主义和谐社会若干重大问题的决定》提出\"发挥宗教在促进社会和谐方面的积极作用\"。这一提法有两点值得我们特别关注:一是在执政的共产党的正式决定中第一次公开承认宗教有\"积极作用\"。二是这种积", "label": "公共管理", "id": 0}
{"content": "<正>以江泽民同志为核心的党的第三代领导集体站在历史和时代的高度,运用辩证唯物主义和历史唯物主义的立场、观点、方法,观察不断发展、变化的中国与世界,将马克思主义的基本原理与我国当代宗教实际相结合,提出了一系列关于社会主义时期宗教问题", "label": "公共管理", "id": 0}
{"content": "<正>科学发展观是当前我国经济社会发展的根本理论。如何将这一发展理念应用于我国的宗教工作与宗教研究实践,使之得到切实有效的贯彻落实,是目前我国宗教学界所面临的一项重大课题。本文认为,我国是一个宗教多元的国家,多种宗教并存是我国的一", "label": "公共管理", "id": 0}
{"content": "<正>《江泽民文选》的出版是党和国家政治生活和理论建设的一件大事。胡锦涛总书记在2006年8月15日学习《江泽民文选》报告会上的讲话指出,《江泽民文选》集中反映了我们党坚持以马克思列宁主义、毛泽东思想、邓小平理论为指导,坚持把马克思主义基", "label": "公共管理", "id": 0}
{"content": "<正>我们党和国家的宗教工作,主要是全面、正确地贯彻执行党和国家的宗教政策,依法加强对宗教事务的管理,积极引导宗教与社会主义社会相适应。", "label": "公共管理", "id": 0}
{"content": "<正>民族、宗教问题涉及我国经济建设、政治建设、文化建设和社会建设的各个方面,是建设中国特色社会主义必须处理好的重大问题。加强民族、宗教问题的研究,做好民族、宗教工作,对于巩固党的执政地位和群众基础,推进构建社会主义和谐社会进", "label": "公共管理", "id": 0}
{"content": "<正>民族与宗教、民族主义或爱国主义与宗教信仰的关系,在当代世界上乃极为敏感、亦非常重要的问题。在中国以社会主义制度实现其现代化的过程中,这一问题在中国理论家和宗教信仰者之中已引起了激烈讨论。中国共产党继续强调与宗教信仰者的政", "label": "公共管理", "id": 0}
{"content": "<正>构建社会主义和谐社会是一个长期的综合性系统工程,需要社会各方面协同努力。其中,妥善处理民族宗教方面的矛盾,巩固和发展平等团结互助和谐的民族关系,保持宗教领域的稳定就是两个重要方面。", "label": "公共管理", "id": 0}
{"content": "<正>爱国主义、社会主义是当代中国思想文化的主旋律,是包括藏传佛教信仰者在内的每个公民都必须遵循的基本行为准则,在藏传佛教界开展爱国主义教育,必须始终坚持高举爱国主义、社会主义两面旗帜,积极引导藏传佛教与社会主义社会相适应;必", "label": "公共管理", "id": 0}
{"content": "<正>以胡锦涛为总书记的党中央作出的构建社会主义和谐社会的战略决策,已经得到全党全国人民的衷心拥护。宗教界在和谐社会建设中的独特优势和不可替代的作用日益凸现,已经逐步在社会各界形成共识。构建社会主义和谐社会是我们要达到的目的,", "label": "公共管理", "id": 0}
{"content": "<正>一构建社会主义和谐社会是一项社会各领域都应积极参与的伟大事业,因为和谐社会的实现既涉及所有社会要素的彼此协调,也需要所有社会系统的努力促成。\"坚持最广泛最充分地调动一切积极因素,不断提高构建社会主义和谐社会的能力\",这是中", "label": "公共管理", "id": 0}
{"content": "<正>民族交往交流交融是推动民族团结实现共同繁荣发展的重要途径,更是社会发展的必然趋势,亦是新时代中国特色社会主义民族关系发展的必然方向。人类社会不仅是在交往交流交融中诞生,更是在交往交流交融过程中不断的发展、变化。认识\"自我\"和\"他人\"对于民族关系的发展和国家的繁荣富强有着举足轻重的作用。随着当前我国改革开放的进一步深入,不同民族之间的交往交流散杂居趋势的进一步加强,多民族间双向人口流动的趋势日渐凸显,", "label": "公共管理", "id": 0}
{"content": "在全球化背景下,\"国家认同\"现代意识的巩固问题将成为了新时代爱国教育主题,确保国家能够维持稳定、和谐发展。在深入解读\"国家认同\"现代意识的基础上,针对回族这一基于伊斯兰教信仰形成的少数民族展开分析,把握回族\"国家认同\"现代意识的产生过程,并探索少数民族\"国家认同\"现代意识的巩固途径,有助于民族共同体意识强化,为国家长治久安提供保障。", "label": "公共管理", "id": 0}
{"content": "本文以2019—2021年官方发布的民族地区事务白皮书及其英语译文为研究对象,基于语言对比,从话语效果的视角,探讨了民族事务话语英译的策略,并以典型实例进行分析。研究认为,民族事务话语作为一种政治话语,在英译中可采取五大策略:陈述事实时缓和强烈语气,多采用中性词;表达鲜明态度时保留带有感情色彩的描写性词汇;抽象概念具体化,模糊表述精确化;中国特色词以意译为主,重在传递意义;调整变通句式结构,使表达更有力度。", "label": "公共管理", "id": 0}
{"content": "跨境民族,是指分居于不同国家和地域,但有着较强的民族认同的民族。相比跨界民族强调地域上的相连与跨国民族政治意味过强,跨境民族有着较为合适的指摘范围。跨境民族国家认同具有政治排他性以及更多的参照性;跨境民族国家认同受经济因素影响较大,表现为较强的同向性,但同时经济因素并非决定因素;跨境民族国家认同的决定因素是文化,但文化也表现出一定的流变性。构建跨境民族国家认同对稳定边疆,遏制民族分裂,保持社会安定持续发展有着重要作用。", "label": "公共管理", "id": 0}
{"content": "伴随\"积极培养中华民族共同体意识\"\"铸牢中华民族共同体意识\"等重要概念的明确提出,如何铸牢中华民族共同体意识理论前沿日益成为学界关注焦点,但总结相关研究成果,以文献计量为研究方法的综述性研究却鲜有可见。本文以\"中华民族共同体意识\"为主题,检索筛选出中国知网核心期刊、中文社会科学引文索引中收录的461篇相关高质量文献,通过可视化工具CiteSpace进行文献计量分析,绘制关键词聚类图、关键词突现表、关键词共线时间线图等知识图谱,并结合国内对中华民族共同体意识研究的相关文献数量、关键词分布、研究主要热点以及相关研究的发展趋势脉络等重要信息进行总结分析,为今后在中华民族共同体意识理论前沿领域的深入研究提供客观参考。", "label": "公共管理", "id": 0}
{"content": "锡伯族属于我国人口较少的民族。尽管人口较少,但是锡伯族在我国多民族大家庭中的贡献却很大,具体体现在军事保卫祖国、语言文化传承、屯垦戍边、维护民族团结和弘扬尚武精神等方面。", "label": "公共管理", "id": 0}
{"content": "文化自信是一个民族、一个国家以及一个政党对自身文化价值的充分肯定和积极践行,以及对其文化的生命力持有的坚定信心。民族语言作为民族存在的象征,是构成民族的最基本要素之一。在社会整合过程中,民族语言以及民族语言认同发挥着沟通和身份建构的作用。语言认同是一种复杂的文化心理趋同现象,是其它认同的基础,深刻地影响着人们的语言行为。中华民族共同体的建构离不开对汉语和少数民族语言的认同。然而,随着新时代社会的多元化发展,我国各少数民族也趋向城市化融合发展。在这种发展大潮的影响下,无论是对本地的少数民族还是外来人口的语言认同情况都会产生强烈的冲击,同时还会对各自民族的母语产生一定的影响。研究主要采取文献资料法,通过中国知网及万方等数据库,选取\"文化自信\"、\"少数民族\"、\"语言认同\"等关键词进行搜索,选择20篇文献进行研读对比,对现有的关于少数民族语言认同的研究进行系统梳理,对促进文化自信背景下的少数民族语言认同研究具有积极借鉴与启示。已有研究中部分研究探讨了不同背景下少数民族语言认同的发展变化情况,其余大都为相关研究或调查研究。有关少数民族大学生的语言生活及认同状况的调查研究表明,少数民族大学生对汉语方言和普通话的掌握及认同水平均高于本族语。少数民族大学生\"汉化\"程度高,对本族语掌握不佳,语言转用的情况较为普遍。少有研究对少数民族语言认同的影响因素进行探索,以及少有从实践层面探讨如何促进对少数民族语言的认同与保护的研究。在语言生态巨变的环境下,我国少数民族语言逐渐退出日常生活的交流,作为珍贵的历史文化遗产,应采取有针对性的措施促进对少数民族语言的认同,并对其进行有效保护和传承。", "label": "公共管理", "id": 0}
{"content": "习近平同志在多个重要会议中多次强调\"要大力培育中华民族共同体意识\",培育和打造中华民族共同体是当前和今后一个时期我国民族工作的重点所系,在应对疫情中强大民族合力证明中华民族共同体意识的培育能够带来治理动能,并且成为国家的治理和发展更深的\"路径依赖\",我们要借助应对疫情机遇,强化和培育中华民族共同体意识,引导和促进理念转变,强化共同体认同。", "label": "公共管理", "id": 0}
{"content": "抓好民族院校学生主题党日活动的组织,是推进高校教育特别是民族院校教育中,提升民族院校学生思想政治教育和党的建设工作的重要载体。要坚持以铸牢中华民族共同体意识为主线,立足服务人才培养中心工作,创新学生主题党日活动的主题、形式和内容,提升主题党日活动的政治性、规范性和创新性,在提升主题党日活动质量中增强铸牢中华民族共同体意识的实效。", "label": "公共管理", "id": 0}
{"content": "打好三大攻坚战,是化解制约全面建成小康社会重点难点问题的必然之举,也是实现中华民族伟大复兴的现实需要。检察机关作为国家的法律监督机关,对发挥检察职能,服务保障打好三大攻坚战具有责无旁贷的义务,要立足于智慧检务等新路径努力彰显检察机关积极服务保障打好三大攻坚战的新作为。", "label": "公共管理", "id": 0}
{"content": "铸牢中华民族共同体意识,强化两岸文化认同,对于推动两岸统一及统一后的国家治理具有重要作用。一是对抗、反制民进党当局的\"文化台独\"话语需要文化新论述;二是探索\"一国两制\"台湾方案需要文化方案;三是推进两岸经济社会进一步融合需要具体可行的文化政策;四是化解两岸民众日益扩大的分歧达到心灵契合需要共鸣、共振的文化力量;五是统一后对台国家治理同样需要文化政策。总之,铸牢中华民族共同体意识,强化台湾民众的国家、民族认同,\"反独促统\",文化力量举足轻重。", "label": "公共管理", "id": 0}
{"content": "<正>近年来,新疆生产建设兵团立足兵团、辐射新疆全区,全面推动兵地少数民族师生、干部、群众学习使用国家通用语言文字,力争做到双促进、双提高。发挥学校基础阵地作用,全力推进国家通用语言文字教学。幼儿园以强化少数民族幼儿国家通用语言口语训练为主,打好幼儿国家通用语言基础。少数民族中小学校实施\"所有学段全部课程使用国家通用语言文字教学,加授民语课\"的教学模式,全面实行民汉学生混合编班、混合住宿、混合用餐,促进民汉学生交往交流交融,营造良好的国家通用语言文字学习环境。对基础薄弱学生进行强化训练、分层教学,提升国家通用语言文字教学质量。开展国家通用语言文字示范校（园）评估认定工作,评定表彰13所兵团国家通用语言文字示范校（园）。2018年秋季,兵团中小学、幼儿园国家通用语言文字教学普及率达到100%。", "label": "公共管理", "id": 0}
{"content": "民族认同历来受到学界的广泛关注。通过梳理发现,国内外的研究对民族认同的界定、民族认同的维度、民族认同的发展、民族认同的相关因素等方面都进行了广泛而深入的探讨。我国是一个统一的多民族的国家,我们应将相应的研究成果与我国的具体实践相结合,为我国的民族发展和社会稳定服务。", "label": "公共管理", "id": 0}
{"content": "<正>长城本身是军事防御工程,是战争的产物。如果没有双方之间的敌对,就不会有这类防御性工程的修建,所以人们一旦谈及长城,首先就会想到一方在长城上面严密地防守,另一方则在不遗余力地进攻,硝烟弥漫的战场、刀枪厮杀的火并,经常与长城联系在一起……,这样的场面,的确与长城有密切的关系,然而,这只是历史场景中的一个组成部分,甚至可以说在漫长的历史过程中它只是一个很小的片段。事实上,长城历史的大部分时间之内,我们看到的并不是敌对双方（多方）的攻防,长城两边呈现的多是日出而作、日落而息的农人耕作,或者逐水草而居的牧人放养等景象,", "label": "公共管理", "id": 0}
{"content": "研究目的:我国正处在全面建设小康社会的决胜阶段,社会稳定,特别是民族地区的社会稳定,对于我国社会主义事业具有重要的保障作用。而中外体育研究一再表明,休闲体育对于促进社会稳定具有积极的作用。本文以新疆哈密三道岭地区为例,通过实地考察,尝试发掘休闲体育对促进我国民族地区社会稳定的策略。研究方法:1)文献资料法:本研究借助中国知网、万方数据知识服务平台和维普网等查阅了有关休闲体育与社会治理、休闲体育与社会稳定等相关文献。2)专家访谈法:为了厘清休闲体育与社会稳定的作用机制,笔者对多名社会学专家、学者进行了访谈。3)实地调查法:笔者多次深入新疆哈密三道岭地区,对当地体育馆及室外篮球场、足球场和网球场等的休闲体育参与人群进行了深入调研。4)质性研究:由于本课题的敏感性和民族文化差异,笔者在研究过程中采用了质性研究的方法,以便更顺利的开展研究工作。研究结果:首先,笔者分析了社会文化视角下,影响三道岭地区社会稳定的潜在因素,具体包括:1)人们的闲暇时间增多,但社会文化生活内容匮乏。三道岭地区居民的社会文化生活依然非常匮乏。通过调查发现,居民度过闲暇时间的主要方式是:睡觉、看电视、喝酒,只有少数人会参加体育运动。2)各民族间沟通交流渠道较少。各民族居民间除工作中必要的沟通以外,其他沟通交流的机会很少,影响沟通最重要的原因是各民族的文化差异比较大,又缺少良好的沟通渠道,所以沟通一般仅局限于本民族内部。3)面对心理压力,缺少合理的宣泄途径。大多数的三道岭居民工作在潞安煤矿,由于采煤工作的工作环境较差,工作单调乏味,而且比较辛苦,经常会造成人们心理失衡的情况。面对心理失衡的状态,由于缺少合理的宣泄途径,很多人选择了喝酒、赌博、打架,甚至有人染上了毒瘾。4)规则意识弱,法律意识淡薄。维吾尔族的族群意识浓厚,成员受内部\"规则\"约束,法律意识淡薄。然后,分析了休闲体育对于促进我国民族地区社会稳定的作用机制,具体包括:1)休闲体育为合理的利用余暇时间提供了重要的内容补充。休闲体育运动相较其他社会文化娱乐和休闲方式具有广泛的社会适应性,适宜的体育运动不仅有利于人们身体健康,也有益于心理健康。2)休闲体育促进了民族间的交流。体育所建立的被普遍认可的平等、和平、友好、和谐等基本理念成了不同文化背景、不同地域的不同民族的公共话语,能够超越诸如语言、风俗习惯、宗教信仰等民族差异所带来的交往障碍,体育成为了共通的文化,这也为沟通、理解和密切民族关系找到了一个合适的契入点。3)休闲体育提供了体育宣泄途径。休闲体育可以使人们有意识的、有责任感的、并在各种社会规范的控制下,合理地宣泄自己的敌意和进攻性情绪,在一定程度上,体育充当了一个非常好的社会安全阀。4)休闲体育促进了社会成员的自我发展与提升。愚昧和无知会影响人的判断力,容易被分裂势力所利用,只有民族地区社会成员的个人综合素质普遍得到提升了,才真正有利于促进民族地区的社会稳定。5)休闲体育有利于树立人的规则意识。休闲体育不仅可为人们提供社会生活所需要的行为能力、行为方式与规范,使人学习到社会生活领域中的规则,同时,还可以培养人们尊重权利、履行义务的意识,形成正确的价值观和道德观,理解公平竞争的涵义,并进而促进了法律意识的增强。6)区域民族体育的发展有利于提高区域民族人民的自豪感,提升区域凝聚力。最后,基于上述分析,提出三道岭民族地区休闲体育发展的几点建议,具体包括:1)积极引导,树立休闲体育理念。对于少数不懂汉语的维吾尔族和哈萨克族居民,能够获取休闲体育信息的途径很少,当地政府和负责文化宣传部门应负起责任,通过多种途径向当地居民宣传健康生活的观念和休闲体育的理念,并开展休闲体育参与的理论和方法的宣传教育。2)通过多种途径,加强休闲体育资源的开发。三道岭地区的休闲体育资源非常匮乏,当地政府要筹措资金,加大对休闲体育公益性基础设施的建设与开发,其次创建良好的政策环境,鼓励引导社会资金流入休闲体育领域,另外还要对现有的休闲体育资源进行整合、根据大众的实际需求进行重新调配,以提高现有资源的利用深度和利用效益,最大限度地满足人们的休闲体育需求。3)各方协作,建立多元化公共体育服务保障体系。结合三道岭地区的实际情况,遴选有一定群众基础和较高参与性及观赏性的运动项目,打造成为该地区常规体育赛事,并以群众性赛事为龙头,带动整个三道岭地区居民的参与热情和休闲体育文化的融会贯通。研究结论:研究证明,治理视域下休闲体育维护社会稳定的功能,与我国民族地区潜在的社会不稳定因素的缓解具有内在联系。在民族地区大力发展休闲体育,引导建立科学的休闲体育文化,对于维持民族地区社会稳定,具有积极作用。", "label": "公共管理", "id": 0}
{"content": "民族关系是群际关系的一个重要领域,在民族交往中,对面孔的认知与识别是民族间交流的一项基本认知能力。面孔知觉的本族效应作为群际关系研究热点,受到很多学者们的关注,对该领域的研究不仅能深入了解人类的认知能力,同时对民族关系的发展具有深刻意义。本文选择具有充分民族接触经验的环境,基于社会认知加工视角,以回汉民族大学生为研究对象,运用眼动追踪技术,结合民族内隐理论来探讨不同群际间本族效应的差异以及个性化动机对本族效应的抑制。实验1基于社会认知理论的视角,排除接触经验的干扰作用,考察了面孔特征相差不大的两个民族在面孔加工中是否依然存在本族效应;同时,实验2以民族内隐理论为基础,考察了不同民族内隐观启动条件下的面孔加工本族效应的差异;此外,实验3对持有民族本质论的个体进行个性化加工动机的干预,探究了本族效应在干预后是否会出现衰减现象。结果表明:（1）在群际情境中,面孔加工的本族效应具有稳定性;（2）民族本质论启动条件下的被试,在面孔加工中表现出了显著的本族效应,而民族建构论启动条件下的被试并未表现出面孔加工的本族效应;（3）在进行了个性化加工动机的干预后,民族本质论个体的本族效应出现了衰减的趋势,同时,对他族表现出了较高的合作意愿。", "label": "公共管理", "id": 0}
{"content": "个体自我的发展与对自我的认识一直以来都是心理学领域关注的重点,研究表明,个体自我的形成与发展受到各自文化的影响,也会受到宗教文化和民族文化的影响。侗族作为西南少数民族族群组成部分之一,其独特的侗族文化使得侗族人形成喜欢群居生活和群体活动的性格特点。因此,侗族人的自我构念也具有其民族文化的特点,相比汉族人他们的自我构念表现为更突出的互依型自我构念,并在自传体记忆上表现出更强烈的社会取向。与此同时,侗族人在成长过程中除了传承本民族文化外,主流文化的学习也成为其生产生活的重要部分,使侗族人从单一的侗族文化体系转变为汉、侗双文化体系。根据文化的动态建构理论,不同文化下双文化个体的自我构念会出现动态性特点。而个体所持民族内隐论不同,会影响个体的自我构念动态性,研究显示,持民族本质论者的自我构念在双文化体系下相比持民族建构论者动态性更差。据此,本研究探讨了民族内隐论对侗族群体自我构念动态性的影响。选取了贵州省从江县的侗族高中生800名,采用《民族本质论问卷》筛选出民族本质论组和民族建构论组,然后用《民族内隐论文章材料》进行操纵,最后使用视频作为文化启动材料,在启动后进行自传体记忆任务。结果显示,民族本质论组与民族建构论组在自我构念动态性上出现差异,民族本质论条件下,双文化侗族高中生未出现自我构念动态性;民族建构论条件下,双文化侗族高中生出现自我构念动态性。", "label": "公共管理", "id": 0}
{"content": "援疆干部作为一个重要而又特殊的领导干部群体,承担着重要的社会职责,为维护新疆的社会稳定促进新疆的繁荣发展贡献了不可磨灭的丰功伟绩,在整个社会中处在极为重要的位置。本研究首次以援疆干部群体为研究对象,采用了压力自评、简单压力应对方式问卷和临床症状自评量表（SCL-90）,对新疆某地区122名援疆领导干部进行了小样本的团体测试,并用SPSS统计软件进行统计分析。结果发现:（1）超过八成（80.8%）的援疆干部自我感觉自己正在承受着非常高或较高的压力,只有11.8%的援疆干部自我感觉压力适度。压力状况已出现严重的偏态分布,整体分布偏向于压力较高一边。77.3%的援疆干部认为压力的第一来源是\"工作任务压力\",99.9%的援疆干部认为加强领导干部心理素质建设是重要的。（2）61.9%的援疆干部在应激状态时主要采用积极的应对方式,38.1%的援疆干部在应激状态时主要采用消极的应对方式。（3）援疆干部总体心理健康水平要低于社会常模心理健康水平,心理异常检出率为26.9%,援疆干部SCL-90因子得分阳性检出率是29.8%,其中最容易出现的是\"躯体化\"症状（6.7%）,其次是\"焦虑\"症状（5.8%）,第三是\"恐怖\"症状（4.8%）,第四是\"抑郁\"症状（3.8%）。（4）不同应对方式（消极、积极）的援疆干部心理健康总体状况具有显著性的差异（P<0.05）。采取消极应对方式的援疆干部在强迫症状、人际关系敏感症状、焦虑、敌对因子和精神病性,尤其是抑郁因子上的得分要显著的低于采取积极应对方式的援疆干部（P<0.000）。可见提高援疆干部的心理健康水平和积极良好心理素质是新时期提高执政能力、充分发挥干部（人才）援疆作用的必然要求。因此,我们应重视重视援疆干部队伍心理健康问题,加强援疆干部队伍心理建设的途径:（1）心理健康教育与思想教育共建,树立正确四观;（2）完善援疆导干部管理和选拔任用制度,营造和谐心理氛围;（3）建立援疆干部心理预警机制,推广员工心理援助体系;（4）强化援疆干部的心理健康培训,提高心理调适能力。", "label": "公共管理", "id": 0}
{"content": "在目前关于群际关系的疼痛共情研究中,\"群际\"主要是指以生物因素划分的不同血缘种族和以社会活动划分的不同团体,而同一国家具有不同亚文化特征的民族（如中国蒙古族/中国汉族）之间的群际关系影响疼痛共情的实验研究却较为匮乏。本研究采用图片诱发范式,以中国的蒙、汉民族作为群际间的划分,分别从行为到电生理（ERP）,多角度、多水平地系统考察了蒙汉群际间的疼痛共情差异及其脑机制。研究由三个实验组成:实验1:蒙汉疼痛共情实验图片材料的制作与评定。结果显示,疼痛图片和非疼痛图片在面孔吸引程度上不存在显著差异（p=0.169>0.05）,而在疼痛程度上则存在显著差异（p<0.001）。实验结果表明两种图片符合分类要求,适宜用于实验2和实验3的研究。实验2:从行为层面考察蒙汉群际间疼痛共情的差异。结果显示,蒙古族对蒙疼图片的疼痛共情程度的评分（M±SD:4.51±1.37）显著高于其对汉疼图片的评分（M±SD:4.30±1.33）。蒙古族观看蒙疼图片时的难受程度评分（M±SD:4.23±1.27）显著高于其观看汉疼图片的评分（M±SD:4.03±1.37）。蒙古族对自己民族内群体成员表现出更多的行为共情偏爱效应,而汉族没有表现出显著的群际内共情偏爱。实验3:进一步从电生理（ERP）层面考察蒙汉群际间的疼痛共情差异的脑机制。结果显示,在早期加工阶段,N2（200-260ms）,相比非疼痛刺激,蒙、汉均对疼痛刺激表现出更高的唤醒,并没有受到群际关系的影响。而在晚期加工阶段,蒙疼图片（M±SD:1.60±0.28）相比汉疼图片（M±SD:0.79±0.28）诱发了蒙古族更大的显著的LPP（300-600ms）波幅。即蒙古族的疼痛共情出现了显著的群际调节效应。而汉族没有表现出任何ERPs的显著增强效应。", "label": "公共管理", "id": 0}
{"content": "隐喻是人们借助具体的、有形的、简单的始源域概念（如颜色）来表达和理解抽象的、无形的、复杂的目标域概念（如心理感受、社会关系、道德等）,从而实现抽象思维。我国是一个多民族国家,在长期的历史社会发展进程中,由于自然环境和生产生活方式的独特性,蒙古族形成了自己的独特的语言和文化。蒙古族文化中\"白色\"（chagan）是崇尚的颜色之一,象征纯洁、善良、吉祥、光明等含义;而对于\"黑\"（xar）的态度基本上是负面的,认为是痛苦、灾祸、邪恶、妒忌的象征。汉民族文化中对白色和黑色则褒贬都有。本研究的目的是探究蒙古族与汉族在黑白颜色隐喻表征上的特点。研究采用Stroop研究范式和内隐联想测验范式;选取蒙古族和汉族大学生分别作为研究一和研究二的被试;实验材料为正性词和负性词,其中研究一中的文字材料为蒙古语,由不参与正式实验的被试评定材料的熟悉度及情绪效价。研究结果发现,（1）蒙古族大学生在黑白颜色维度上的隐喻联结存在心理现实性,即黑色和负性词表征一致、白色和正性词表征一致;（2）蒙古族大学生存在黑白颜色隐喻一致性效应,即负性词是黑色、正性词是白色时加工得快;（3）语言和文化影响了被试的颜色认知,被试对正性词和负性词概念的加工会影响对灰色方块的黑白颜色判断。", "label": "公共管理", "id": 0}
{"content": "一个国家的民族、宗教问题关系到一个国家的国家安全,经济发展和社会发展,关系到人民的切身利益,是国家想要经济发展正常运作过程中所面临的不可忽视的问题,在我国,由于少数民族的宗教所产生的问题非常普遍,直接或间接的对我国社会的正常发展产生了影响,成为了我国在构建社会主义和谐社会发展的道路上的阻碍,所以如何解决民族宗教问题,如何加强民族地区和谐社会的构建成了需要迫切解决所有问题中的重中之重。", "label": "公共管理", "id": 0}
{"content": "\"教学生活化\"是新课程标准倡导的重要理念之一,本文通过对民族干部政策的教学过程的阐述,揭示\"民族理论与民族政策\"课程中的共识建导理念和\"教、学、做合一\"的生活化教学模式,以便为其教学改革提供借鉴。", "label": "公共管理", "id": 0}
{"content": "在现代化和全球化水平非常高且还在不断发展的今天,过去囿居于山地农村等相对隔绝地带的中国少数民族也不可避免地被席卷入了市场当中。不管是在少数民族聚居区还是在经济发达的汉族聚居区,少数民族都采取了各种方式参与到了市场经济的过程当中,这在极大程度上为他们自身的族群认同构造出了依托,当然这也加强了他们的族群认同。如果说民族识别作为一个进行族别划分的国家手段并没有划分出带有严格意义上\"族群\"属性的群体的话,这些群体参与市场经济的这个动态过程,却为他们在其所冠有的少数民族名号之下发展、创造或复兴出了\"族群性\",少数民族名号之下的\"族群\"正在形成。", "label": "公共管理", "id": 0}
{"content": "<正>在统一多民族国家内部,大民族主义和狭隘民族主义是民族主义两种主要表现形式,是损害民族平等、团结的重要因素。①在我国历史上,民族主义（主要是大汉族主义）长期存在,对民族关系的形成发展有深远影响。因而,批判民族主义是推进新中国民族关系变革的重大问题。新中国成立以来,毛泽东总结苏联经验教训,把马克思主义民族理论与", "label": "公共管理", "id": 0}
{"content": "<正>我国的改革开放事业已经进入到了一个充满发展机遇,多种挑战和社会风险并存的阶段。经济社会发展所面临的种种矛盾更加突出,民族团结稳定繁荣发展工作也出现了新情况新问题。正确认识和把握这些新情况、新问题,按照中央民族工作会议精神,进一步做好民族工作是每一位民族工作者都必须积极思考和面对的问题。为进一步做好新形式下的民族工作,我们对古城子、雅河、桓仁镇、", "label": "公共管理", "id": 0}
{"content": "近年来,学院党委在校党委的坚强领导下,坚持围绕学院中心工作抓党建,抓好党建促发展的工作思路。自开展民族团结进步创建活动理论与实践创新试点的工作以来,取得了一定成效,形成了\"四个工程\",即\"教育工程\":以各类活动为载体开展民族团结教育;\"平台工程\":为各族师生平等发展进步搭建平台;\"服务工程\":为各族师生服务民族地区创造机会;研究工程\":加强民族团结进步创新发展的研究。本文将以贵州民族大学人文科技学院为例,探寻\"四个工程\"的基本创建内容和理念,同时不断总结深入开展创建活动理论与实践创新试点工作以来,学院所取得的成效和经验做法。", "label": "公共管理", "id": 0}
{"content": "天下大治是最大的国家公益产品。天下大治的基础就是社会稳定和长治久安。在新疆,长治久安就是最大的公益产品。近年来,反\"三股势力\"的斗争形势不断严峻。回顾历史,新疆地区与中央王朝的联系有强有弱。近代以来,\"三股势力\"活动更是一直存在。即便新中国成立后,\"三股势力\"活动仍然呈现波动性持续状态。虽然\"三股势力\"活动具有历史延续性,但依然具有当前的时代特征,例如与当代伊斯兰保守化趋势相一致、与国际恐怖主义势力相勾结、袭击目标扩大到各个民族、暴恐范围扩散到全国、青少年和妇女参与明显增加等。\"三股势力\"的根子是民族分裂主义,思想基础是宗教极端主义,活动方式是暴力恐怖活动。从深层次原因来看,是缺乏国家认同,即\"三股势力\"及其依附人群缺乏对中华统一多民族国家的国家认同。之所以如此,其实并不是经济发展落后,而是因为历史演变的复杂和多向,国际因素的参与和干涉,现代信息技术的应用和普及,社会矛盾的民族化和敏感化,尤其是20世纪80年代民族宗教管理的差别化和放松化等。那么,实现新疆长治久安的根本思路,就是坚持\"一体多元\"的基本国策,不断促进增强国家认同。治疆之本在于争取和赢得民心。在反对\"三股势力\"这个问题上,民心表现为各族群众对国家的认同和热爱。国家认同有三项基础条件:统一的制度体系、共同的沟通语言、充分的社会交往。在统一的制度体系建设上,中央政权的强大是保证新疆地区总体可控的政治前提。在共同的沟通语言建设上,完善普及国家通用语言是加强国家认同的基础性因素。必须提高认识,将\"双语\"教育提高到促进文化交融、增强国家认同,进而维护长治久安和国家统一的战略高度。在充分的社会交往建设上,促进各民族群众交往交流交融是强化国家认同的形成基础。所谓国家认同就是\"三个认同\":制度认同、社会认同与文化认同。一是制度认同。从拼盘式民族国家向熔炉式人民国家转变,适当调整民族政策、强化区域政策;以法律面前人人平等为核心推进依法治疆,切实平等保障个人的公民权利和利益;树立全国干部一盘棋思想,扩大跨地区交流交融培养。二是社会认同。以共同富裕为基本方向,将促进新疆发展的目的从意图消除\"三股势力\"转移到共同富裕、共同繁荣上来;将发展新疆经济的重点从追求增长转移到解决民生、尤其是创造就业上来;将实现共同富裕的视野从促进疆内经济增长转移到全国范围的共同发展上来。三是文化认同。以现代文化为引领,努力实现中华民族文化复兴;以开放包容为基础,打造具有独特魅力的中华文化;以一体多元格局为文化方向,加强对中华文明和中华文化的认同。", "label": "公共管理", "id": 0}
{"content": "随着全球经济一体化态势的日益增强,\"一带一路\"战略框架的提出,中国与俄罗斯的合作日益密切,全面战略协作伙伴关系正在深化发展,实现互利共赢。\"一带一路\"战略下,从心理学跨文化的视角来探讨俄罗斯民族精神是理解文化差异的维度之一,是时代赋予我们重大的课题。俄罗斯民族是一个独特的民族,其民族文化源远流长,其民族精神丰富而具内涵。在其民族精神中体现最为广泛的是\"集体主义\"思想:作为俄罗斯民族精神特质和文化价值源泉,集体主义价值取向符合俄罗斯历史和现实的道德价值观的构建。中俄两国的集体主义价值取向同在马克思主义意识形态下一脉相承,既有相似点,又各有千秋。在这个背景下,思考俄罗斯民族集体主义价值取向,就是要进一步理解个体与集体的关系,进一步理解团结互助、互惠共生的价值观,进一步理解中国与俄罗斯集体主义价值取向的异同点,为两国的外交战略提供有价值的理论基础。俄罗斯民族的集体主义价值取向源于俄罗斯特定的民族文化——\"村社\"文化,它是民族个性形成的基础,人民对\"村舍\"文化的认同和依存心理都融入到价值观当中。集体主义价值取向强调整体主义的道德准则——集体利益高于个人利益。集体主义思想通过社会化传递了潜在的价值取向,风俗习惯与社会准则,在一定程度上影响着俄罗斯的社会意识形态与社会心理观,影响着俄罗斯人民的民族性格,集体意识观,个体人格,认知方式,情绪情感,动机水平以及心理行为模式。", "label": "公共管理", "id": 0}
{"content": "想象接触是群际接触研究中的新兴范式,可以有效地减少群际偏见,改善群际关系,能更好地适用于当今较为复杂的社会环境。但以往研究主要关注群际焦虑、群际信任、共情等情感因素对群际接触效果的影响,而忽略了观点采择、认知闭合需要、本质论等认知因素的中介作用。民族本质论指人们关于于民族类别具有本质特征的信念,会影响人们的群际知觉与社会判断。本研究将通过三个系列实验,以汉族大学生为被试,探索想象接触对维吾尔族群体内隐群际态度的影响,并探索民族本质论在想象接触中的作用机制。研究一,采用单类内隐联结测验发现,相对于想象户外风景的控制组,想象与维吾尔族融洽互动的积极想象组显著提高了对整个维吾尔族的内隐态度。研究二,采用民族本质论测量问卷发现,相对于想象户外风景的控制组,想象与维吾尔族融洽互动的汉族大学生显著降低了民族本质论。研究三,采用单类内隐联结测验发现,想象接触通过降低汉族大学生的民族本质论提高了对整个维吾尔族的内隐态度,民族观在想象接触影响内隐群际态度中起中介作用。最后,本研究论述了该发现对扩展想象接触研究的理论价值及其对改善群际关系的实践价值。", "label": "公共管理", "id": 0}
{"content": "文化社会化指父母和其他有影响力的人有意或无意地向孩子传递与民族文化有关的信息。青少年期间个体与同伴交流的时间增多,价值观、信仰和行为更大程度地受到同伴的影响。同伴是少数民族青少年文化社会化的重要承担者,但是以往的研究对此关注较少。当前研究的一个关键缺陷在于缺少实证研究系统地考察青少年同伴之间如何进行文化社会化的信息传递。本研究采用自编的傣族青少年同伴文化社会化开放式问卷,选取云南省德宏傣族景颇族自治州193名傣族初中生和41名傣族大学生进行调查,考察傣族青少年同伴文化社会化的基本类型及特征,并初探傣族青少年同伴文化社会化的发生情境。根据相关文献的理论梳理,并结合开放式问卷的数据,建立了同伴文化社会化的分析类别。内容分析的结果表明:傣族青少年同伴相互之间传递的文化社会化信息,按频次由高到低排列,包括:族群习俗、民族艺术、民族标志物、民族语言文字历法、族群人格、族群历史、族群价值观七类。其发生情境主要包括临近节日、民族意识激发、好奇探索和文化差异讨论四种,其中民族意识激发、好奇探索分别与临近节日情境之间存在交叉发生的现象。", "label": "公共管理", "id": 0}
{"content": "选择云南省临沧市耿马县佤族小学生208名作为被试,采用\"娃娃研究范式\"变式、问卷调查等方法,以两个研究考察了佤族小学生的民族自我识别问题。研究一调查佤族儿童的民族自我识别和民族区别线索,为后续研究的实验材料设计提供依据。研究二以肤色和服装为线索,考察肤色和服装对佤族儿童民族自我识别的影响及肤色偏好。结果表明:肤色对佤族儿童的自我识别有显著影响。佤族儿童认为黑肤的儿童最像佤族。低年级儿童更愿意与白肤、黄肤的人成为朋友,高年级则更愿意与黄肤、黑肤的人成为朋友。佤族儿童以黑肤色作为区分本族人与他族人的标志之一,他们不否认黑肤色最像自己,并且在选择朋友时,并未表现出明显的白肤色偏好,而是更多地反映出深肤色偏好,尤其是女童。", "label": "公共管理", "id": 0}
{"content": "寻求超越自我的价值与意义系统是人类社会的根本动机,但是不同的文化系统却有不同的超越路径,例如,指向人类社会自身的内向超越和指向上帝信仰的外向超越。本文以世道正义和上帝信仰为切入点,分析了中国儒家文化与亚伯拉罕一神教文化的价值路径差异及其与主观幸福感的关系。研究一发现,中国人更加强调世俗世界的正义美好（好有好报、恶有恶报）、而不看重上帝信仰,犹太人正好相反;同时,中国人的世道正义观（而非上帝信仰）能够独立预测其幸福感,犹太人的上帝信仰（而非世道正义观）可以独立预测其幸福感。研究二以中、美两国大学生为样本,同样发现了儒家文化（中国）与基督教新教文化（美国）的价值差异,即中国（vs.美国）大学生重世道正义、轻上帝信仰,二者对主观幸福感的预测存在区分效应;研究三以中国汉族（非穆斯林）与维吾尔、回族（穆斯林）大学生为样本,发现前者重世道正义、而后者重上帝（真正）信仰,二者在对主观幸福感的预测上同样存在区分效应。三个研究一致表明,中华文明与西方亚伯拉罕文明虽然在追求幸福的目标上是一致的,但实现的价值路径却很不相同;我们在制定国家重大文化战略时,应考虑人类社会不同文明的共性与个性。", "label": "公共管理", "id": 0}
{"content": "内隐种族态度是内隐社会认知的重要方面,先前很多关于内隐种族态度的研究都发现了内群体偏好现象,而且这种内群体偏好还会体现在行为表现中。不过,这些研究的实验任务通常都是在黑人和白人之间进行对比,且被试多数生活在欧美等多种族融合国家。近年有研究在南非黑人小孩和西班牙裔群体中发现了内群体贬损的情况,提示了对除白人以外其他人种的内隐种族态度进行研究的意义。本研究通过内隐联想测验（implicit association test,IAT）范式探究在中国成长的黄种人对本种族所持有的态度,并通过金钱分配任务研究行为表现中的种族偏好。本研究招募97名汉族且无半年以上国外生活经历的大学生被试（男32,年龄19.26±1.43）,随机安排每名被试完成一种条件的种族IAT测试（黄-白IAT或黄-黑IAT）及随后的自尊IAT测试和金钱分配任务。3个实验任务结束后,要求被试对黄、白、黑三种肤色人种分别进行主观喜好评价（Likert9点评分）,并完成自尊量表（the Self-Esteem Scale,SES）。其中,在金钱分配任务中,屏幕中部上下方分别呈现两张不同种族的人脸图片,屏幕左右方分别呈现对应的两种金额一样、位置相反的金钱分配方案（均为不平等分配,1:9、2:8、3:7）,被试的任务是在两种分配方案中进行选择,从而决定屏幕中两人所获得的金钱数额。种族IAT和自尊IAT的结果用D600分数进行数据分析。实验结果显示,被试对黄种人的内隐和外显评价都显著高于白人和黑人,且对白人的评价显著好于黑人;内隐、外显种族评价相关不显著。内隐自尊与外显自尊显著正相关,但均与内隐、外显种族评价相关不显著。在金钱分配任务中,无论黄种人是和白人还是黑人进行配对,黄种人都获得更高数额的金钱分配,且有更高的概率获得钱数多的分配方案;金额分配方案的选择与外显种族态度显著相关,但与内隐种族态度、内隐自尊、外显自尊的相关均不显著。本研究结果表明,中国人在内隐、外显种族态度和行为表现中都表现出稳定的内群体偏好,且相比于内隐种族态度,外显种族态度与行为表现的关系更为密切。", "label": "公共管理", "id": 0}
{"content": "随着社会发展,少数民族青少年到内地求学逐日增多。到内地学习后,少数民族青少年脱离了母体文化,迎接他的是与原生活环境和文化环境差异较大的主流文化环境。如何尽快适应主流环境,如何认同本民族文化与主流文化等一系列问题接踵而至。对主流文化的适应与认同,将直接关系着少数民族青少年在内地的学习、生活,对少数民族青少年的成长影响深远。少数民族青少年的文化适应、民族认同,以及两者之间的关系逐渐成为民族研究领域的主要方向。那么,汉语作为主流文化的重要内容之一,其熟练程度是否会影响少数民族学生的民族认同和文化适应?在本研究中,我们选取150名在内地学习的藏族学生为被试,考察藏族学生的文化适应、民族认同及其影响因素。研究选用王亚鹏的文化适应问卷（TUAS）和民族认同问卷（TUEI）测查内地藏族学生的文化适应以及民族认同,采用7点量表主观评定的方法考察被试的汉语熟练程度。文化适应问卷结果显示,内地藏族学生的文化适应中的\"分离\"和\"整合\"两个维度的得分较高,这说明,内地藏族学生更喜欢采用\"分离\"和\"整合\"的文化适应策略。汉语熟练程度在\"分离\"维度上的差异显著,t（148）=2.7,p<0.05,在\"同化\"维度上差异不显著,t（148）=1.294,p>0.05,在\"整合\"维度上差异也不显著,t（148）=-0.289,p>0.05。民族认同问卷结果显示,汉语熟练程度不同,内地藏族学生对主流文化的认同程度也不同且差异显著,t（145）=-2.836,p<0.05,对民族认同的消极方面差异显著,t（145）=3.008,p<0.05。但对民族认同的积极方面则差异不显著,t（145）=0.946,p>0.05。由此可见,汉语熟练程度影响藏族学生的民族认同。将内地藏族学生的文化适应和民族认同进行皮尔逊积差相关分析,结果发现,内地藏族学生的文化适应和民族认同呈显著正相关,相关系数r=0.394,p<0.01。文化适应得分提高,民族认同得分也提高,主流文化认同得分增高的时候分离的得分降低同时整合的得分增高,消极民族认同得分增高时同化的得分增高,积极民族认同的得分增高的时候分离的得分增高而同化的得分降低。实验得出以下结论:（1）汉语熟练程度对内地藏族学生的文化适应在\"分离\"维度上存在显著影响;（2）汉语熟练程度对内地藏族学生的民族认同具有显著影响;（3）内地藏族学生的文化适应与民族认同存在显著正相关,文化适应程度在一定程度上能预测民族认同程度。", "label": "公共管理", "id": 0}
{"content": "语言作为特有的文化情境因素,能够影响个人的归因方式。双语者即是双文化者。那么,双文化者的归因方式是否也受不同文化的影响?在我国,除汉族以外,藏族是人口较多、聚居地域广阔、民族文化比较突出的少数民族之一。随着社会发展和历史变迁,藏民族与其他群体,特别是汉族之间的交往越来越频繁。现在的藏民族个体接触了本民族文化的同时,也频繁接触到了汉族文化,因此,藏民族个体一般都是藏-汉双文化者。那么,藏一汉双文化者的归因方式是否会受到藏、汉两种文化载体的影响?本研究分别采用分别以图片文字两种材料的2×2混合设计的文化启动范式,考察双文化个体的文化框架转换,同时考察归因是否受到双文化个体文化认同整合水平的影响。结果发现:以图片为材料的文化启动类型下（藏文化和汉文化）的主效应不显著（F=1.976,p=0.162）,文化认同整合水平（BII）的主效应达到显著性水平（F=8.803,p=0.004<0.05）,且文化启动类型和文化认同整合水平之间的交互作用显著（F=24.729,p<0.05）。即,在藏族文化启动情景下,高BII的藏-汉双文化者倾向于做出与启动情景一致的行为,归因方式属于外部归因;而低BII个体则倾向于做出与启动情景相反的行为,归因方式属于内部归因。而在以文字为材料的文化启动情境下,文化认同整合水平的主效应达到显著性水平（F=6.734,p=0.01<0.05）,高BII者的归因结果（M=2.859）显著低于低BII者（M=3.318）。并且文化启动类型和文化认同整合水平的交互作用显著（F=33.74,p<0.05）。高BII组的个体倾向于做出与启动情景一致的行为,归因方式为内部归因;相反,低BII组的个体倾向于做出与启动情景相反的行为,归因方式为外部归因。这说明:（1）藏-汉双文化者的文化认同整合水平和文化启动类型对其归因方式有显著影响。（2）无论是图片形式的启动还是文字形式的启动,启动效果都较显著。（3）在不同的文化启动条件下,个体可以转换至与情境因素相关的文化框架。由此可见,不同的文化情景会启动个体的不同文化框架,进而导致个体采取不同的行为方式。", "label": "公共管理", "id": 0}
{"content": "学校价值观是学校全体成员需要遵守的核心价值观,了解民族高校大学生对学校核心价值观的态度对于如何开展价值观教育具有重要的参考价值。因此本研究试图探讨民族高校大学生对学校核心价值观的外显和内隐态度。在前期调研的基础上,采用整群分层抽样法,以自编学校核心价值观态度问卷进行测试外显态度,用内隐联想测验测试内隐态度。结果表明,（1）民族高校大学生对学校核心价值观的态度总分及各因子平均值均超过理论中值,学校核心价值观态度总分在不同学习成绩等级之间存在显著差异;（2）女大学生对学校核心价值观态度及各因子得分显著高于男生,大学生对学校核心价值观态度总分及其各因子得分在年级之间存在显著差异,态度总分从大一到大二呈现下降趋势,到大三后又开始上升;（3）大学生对学校核心价值观态度得分在民族之间存在显著差异,少数民族大学生得分显著高于汉族大学生。因此认为,民族高校大学生对学校核心价值观基本上是认同的、积极的,性别、年级、民族等因素均对学校核心价值观态度产生了相应的影响。内隐联想测验表明,学校核心价值观和积极词汇的联合反应时显著高于学校核心价值观和消极词汇的联合反应时,因而民族高校大学生对学校核心价值观同样持积极的内隐态度。", "label": "公共管理", "id": 0}
{"content": "学业价值观是学习者对所从事的学习活动的总体认知,即对为什么学习的综合描述。它对学习者的学习目标,学习动机以及学习成就等起着至关重要的作用。学习投入是积极心理学的重要研究内容之一,包括认知、情感、行为三个维度。我国是多民族统一的国家,民族认同感不仅指对本民族的认同,也指对整个中华民族的认同。青少年作为中华民族伟大复兴的中坚力量,肩负积累知识,建设祖国的重任。在深入学习社会主义核心价值观的社会文化背景下,少数民族青少年的学业价值观、对祖国和民族的情感认同以及学习教育情况受到各方面的关注。研究重点考察蒙古族青少年学业价值观、民族认同感和学习投入之间的关系。选取蒙古族初中、高中在校学生438名,年龄14-20岁,男女比例适中。研究首先对杨伊生教授等编制的适合少数民族地区的《高中生学业价值观量表》中个别题目进行修正,形成《青少年学业价值观量表》,共19个题目,总量表和分量表的α系数在0.638到0.827之间;主要适配度指标χ~2/df=1.72,AGFI=0.78,CFI=0.92,RMSEA=0.07。采用文超等人编制的《中学生学习投入量表》,对学生进行集体施测。回收有效问卷407份。采取学生写作,教师和研究者共同提取关键词的方式对民族认同感进行评定。结果表明,（1）蒙古族青少年整体上有较高的民族认同感,随着年龄的增长,民族认同感呈\"√\"发展趋势,性别差异不显著。（2）学业价值观在不同维度上存在性别和年级差异。其中自我调节和家庭维护两个维度,随年龄的增长得分增高,表明青少年的自我意识和责任感不断提升。（3）学业价值观能显著预测学习投入。（4）偏差校正的百分位Bootstrap方法中介效应检验表明,民族认同感在学习价值观和学习投入之间具有显著的部分中介作用。（5）有调节的中介效应检验进一步表明,学业价值观调节民族认同感对学习投入的影响。这些结论启示少数民族地区的教育要注重培养青少年正确的学业价值观和民族认同感,改善学生学习投入,为民族建设储备人才资源。", "label": "公共管理", "id": 0}
{"content": "本研究采用便利取样的方法,以新疆喀什地区5所民汉合校中447名汉、维教师为研究对象,采用教师职业认同、教师工作满意度、教师离职意向量表进行测查,考察民汉合校单、双语教师离职意向的影响因素,为稳定边疆地区民汉合校的教师队伍建设提供理论依据。其中用汉语授课的232名汉族教师为单语教师,以汉语为主兼用维语授课的215名维族教师为双语教师。结果显示:①单、双语教师在职业价值观、自我实现及工作强度满意度、换职意向上存在差异。②单语教师调校意向、换职意向与职业认同（职业归属感除外）、工作满意度各个维度均呈显著负相关;自我实现、领导关系、同事关系与职业认同各维度均呈显著正相关。③双语教师调校意向、换职意向与职业归属感呈显著正相关,与工作满意度各维度（工资收入除外）、职业认同（职业归属感除外）均呈显著负相关;工作满意度各维度与角色价值观呈显著正相关;职业价值观与领导关系、同事关系呈显著正相关。④领导关系、工作强度、职业价值观对单语教师调校意向有30.2%预测作用,角色价值观、工作强度、自我实现、同事关系对单语教师换职意向有39.9%预测作用。⑤自我实现、工资收入、领导关系、职业归属感、角色价值观、工作强度对双语教师调校意向有45.2%预测作用,自我实现、工作强度、角色价值观、职业归属感、职业行为倾向对双语教师换职意向有66.9%预测作用。结论:职业认同感、工作满意度对民汉合校单、双语教师的离职意向具有显著影响,且存在不同的作用机制。", "label": "公共管理", "id": 0}
{"content": "中华民族拥有上下五千年文明,形成了多民族统一的国家形态。自改革开放以来,党和国家加大了对个民族地方行政管理力度。考虑到不同民族的特色,我党采取民族区域自治管理模式,以此来提高民族地方行政管理有效性。但是民族传统管理在各民族地方已经根深蒂固,且对地方行政管理产生了不可忽视的影响,如何协调二者之间的关系成为我国行政管理的重难点。文章从民族传统管理具体表现入手,深入分析其对民族地方行政管理产生的深刻影响,最后探讨民族地方行政管理措施,旨在为我国地方行政管理提供更多参考和借鉴。", "label": "公共管理", "id": 0}
{"content": "\"民族\"一词从最初开始就与政治密切联系,在发展过程中其政治性就愈加明显。民族构建的主要目的就是为了更好地强调、支持和维护人类各个群体平等的政治权力（power）和政治权利（right）,民族概念的政治性不仅在理论上,也在实践上客观存在。", "label": "公共管理", "id": 0}
{"content": "<正>佛教文化是草原文化的重要内容,也是沿丝绸之路传入汉地及北方草原地区的特殊的精神文化遗产。无论是始于两汉之际,由印度及西域高僧传布于汉地的印传佛教,抑或11世纪,经由青藏高原传入北方草原地区的藏传大乘佛教,均对草原文化的丰富和发展起过不可估量的作用。佛教的传入对亚洲内陆北方草原社会注入诸多新的外来文化元素,极大地丰富了草原文化内容,也积极影响着印度文化、西域文化、中原文化、雪域文化以及北方草原文化间的联结与交融,加强了不同文明间的精神文化联系。", "label": "公共管理", "id": 0}
{"content": "<正>草原文化是以地理自然为特征命名的一种特色文化。自古以来,生活在草原地区的先民、部落、民族,创造了适应草原生态环境的经济、政治、社会及文化。草原文化受到自然环境的制约,是人类最早起源之地。中国草原文化以北方草原文化为主体。位于西南地区的川西高寒草原文化,是一道独特的草原文化风景线。本文仅就川西草原文化中的\"霍尔文化\"的来源、传播、特征等,考论历史上蒙古等北方草原民族的迁徙、定居,以及与藏族的融合,后逐渐在藏彝走廊鲜水河流域形成以\"霍尔文化\"为中心的部族,保存了北方草原文化的珍贵遗迹,积淀了中国多民族文化的交流融合,记录了中华文明多民族团结进步的悠久历史。", "label": "公共管理", "id": 0}
{"content": "<正>新疆是中国国土面积最大的省级行政区。周边与俄罗斯、哈萨克斯坦、阿富汗等八个国家接壤,是古丝绸之路的重要通道,我国西北边陲重要的多民族地区。有清一代,康、雍、乾三朝连续在西北用兵,完全确立了清朝对新疆的稳固统治。清朝随即调派八旗和绿营官兵在哈密、巴里坤、乌鲁木齐、伊犁等地驻防,满、蒙古、汉、察哈尔、索伦、锡伯、额鲁特诸族在新疆屯垦戍边,对当地的经济发展、民族团结、宗教和睦起到重要的作用。近代以来,大清王朝", "label": "公共管理", "id": 0}
{"content": "结构化研讨是近年出现的一种新型的学习形式、会议形式和研讨方式,其对于发现问题、分析问题和解决问题有着科学、合理、提高效率的作用。结构化研讨运用于民族干部培训中是一种新型的培训方式。结构化研讨在民族干部培训的创新意义主要体现在培训理念创新、培训方式创新,能够更好地提升民族干部团队绩效、提高学员能力和素质、推动增强工作实效性。本文主要介绍结构化研讨及其工具、科学决策的一般概念和程序以及结构化研讨在民族地区的具体运用,比如解决问题型、发展方式型、理论探讨型等,以此来提供一种新的学习、讨论、决策方法,达到提升民族地区科学决策水平的目的。", "label": "公共管理", "id": 0}
{"content": "正确认识和处理民族问题,既是实现中国民族伟大复兴中国梦的必然要求,也是中国共产党执政能力的重要体现。党在长期革命、建设和改革实践中形成了关于正确处理民族问题的基本经验,,这些宝贵经验不仅是中国共产党认识和处理我国复杂民族问题和民族关系的实践总结,也是对马克思主义民族理论的丰富和发展。", "label": "公共管理", "id": 0}
{"content": "城市化进程使得各民族经济依存度加深,相互利益嵌入程度提高,各民族利益共同体已经形成。城市化使得各民族文化共享成为主要特色,为嵌入式文化治理提供基础。城市化推动各民族关系从单一民族交住发展为各民族全方位的交流互动,民族社会交住具有相互嵌入式特点。各民族公民的共同身份是嵌入式治理得以实施的基本依据。城市民族工作面临的主要问题:少数民族输出地与输入地政策如何衔接问题,少数民族流动人口城市融入的社会区隔问题,少数民族流动人员就业规划与指导问题,城市现代文化一体性与多元文化诉求矛盾,民族意识复杂化问题等。必须不断创新处理城市民族问题的方式方法,进一步提高对构建嵌入式城市基层民族工作治理模式的认识,构建嵌入式民族工作机制体制,构建各民族互相嵌入式社会结构和社区环境,构建各民族互相嵌入式的从业形态和文化关系,构建相互嵌入式的民族团结教育格局,拓宽民族团结教育范围、内容和形式,从而推动城市民族工作创新发展。本文通过对北京、广州、深圳、珠海等地的调查研究,分析我国城市少数民族流动、从业、居住以及社会交住、心理需求等特点,描述城市民族工作存在问题,探讨城市化进程中民族工作的重要性、面临的挑战,提出构建城市基层民族工作嵌入式治理模式。", "label": "公共管理", "id": 0}
{"content": "俗话说得好:\"双语教育从娃娃抓起\"\"民族团结教育更要从娃娃抓起\"。笔者就该如何促进幼儿健康和谐发展做了以下的探讨。", "label": "公共管理", "id": 0}
{"content": "在面对国内外复杂的社会环境,我国的民族关系呈现复杂化的发展趋势,而民族的团结叉关系国家的稳定与发展,所以民族的团结教育就显得至关重要。", "label": "公共管理", "id": 0}
{"content": "民族关系的发展,直接影响一个民族的稳定,甚至整个民族地区的社会稳定。西北民族地区是一个多民族的地区,其民族众多,因而民族关系也随之较为复杂。探析西北民族关系的特点,分析影响西北民族关系发展的因素,是西北民族地区民族关系的重要内容。", "label": "公共管理", "id": 0}
{"content": "民族文化的一个重要功能就是民族文化认同。民族文化价值观是一个民族的思想支柱和内在动力,是一个民族之异于其他民族最基本的标志,是一个民族内部于理智上形成共识、情感上产生共鸣、意志上达成共同追求,从而将本民族与其他民族区别开来的方式。一个民族,没有独特的民族文化价值观和高尚的品格,不可能自立于世界民族之林。要研究民族文化的创新与畲族文化发展的内在关系。", "label": "公共管理", "id": 0}
{"content": "我们应坚持理性地、科学地对待包括神话传说的传统文化,维护畲族精神家园。在这一精神家园里,凤凰山盘瓠祠和盘瓠传说是最重要的两大构件。", "label": "公共管理", "id": 0}
{"content": "民间信仰是人类精神得以外显的重要标志,而存在于具体区域内的信仰对象,除了普遍意义上的社会功能外,还具有维系不同民族团结友爱、互帮互助的重要力量。\"苏三公\"是浙江省文成县黄坦镇培头村一个典型的地主信仰,而作为一个拥有汉族血统的信仰对象,苏三公信仰在康熙时期迁徙至此的钟氏畲族中延续了300余年,并在拟血缘关系的族际认同中成为畲汉友好关系得以永葆青春的历史见证。", "label": "公共管理", "id": 0}
{"content": "隋唐以后,\"畲\"作为一种耕作方式逐渐退出中国农业的主流,畲（畲）田农业与汉族主流农业的生态冲突加深。\"畲\"作为族群标签是帝国权力深入边陲、华南族群社会整合以及主流文化圈文化再创造的结果。\"畲\"汉边界并非固定不变,其界线常因生态、经济、政治等因素发生漂移,\"畲\"、汉族群通过不断重构历史记忆来维持或淡化边界,这是资源竞争中生存的一种文化策略。", "label": "公共管理", "id": 0}
{"content": "宋元时期,是畲族与客家两个族群逐步形成发展的关键时期。两个族群毗邻而居,有许多相同或相似之处,但最后仍分别成为两个不同的族群,则因其还存在本质或关键的差异。要研究这两个族群的关系,要高度重视它们之间的同与异。", "label": "公共管理", "id": 0}
{"content": "从明代的文献看,在明代嘉靖以后的文献才出现畲民或畲人的记载,如徐（火勃）的诗、谢肇淛的诗、游记、杂记中都有些记录,另外明代万历年间的罗源县志、福安县志也有所披露,但明代正德年间的福州府志等却没有一点蛛丝马迹,这种现象,似乎表明,畲民大体是在嘉靖以后才突然出现在闽东、浙南的,而在明代嘉靖之前,闽东、浙南地区似乎没有畲民存在。", "label": "公共管理", "id": 0}
{"content": "自古以来畲族活动于东南山区,他们的经济以\"种山\"为其特色。早期的畲族耕山经济以自给自足为其特色。但到了明清时期,随着商品经济的发展,江南市场对蓝色染料的期盼,畲族传统的种蓝经济大发展,并在东南各地山区展开。畲族经济也从自然经济转化为小商品经济。", "label": "公共管理", "id": 0}
{"content": "本文主要以福建畲族在清代争取教育权利与开展家族教育、传播传统文化且取得丰硕成果为线索,探索其对于现代少数民族教育的启迪。强调应当在少数民族地区加强青少年学生的传统文化教育。", "label": "公共管理", "id": 0}
{"content": "随着我国经济的快速发展和现代文化迅速传播,以及少数民族人口流动性的加大,畲族传统文化与很多少数民族文化一样,正面临着消亡和继承的两难困境。教育是传承文化的重要手段,进入21世纪,一方面,畲族的家庭教育和社会教育作用逐渐式微;另一方面,在民族化、特色化教育才是现代多元教育的指导方针下,畲族文化融入为闽东学校教育的有机组成部分,学校教育成为畲族文化传承的主要路径。但也面临传承畲族文化原貌与现代文化的矛盾问题,学校教育热社会教育冷的问题,小学传承较好、中学传承弱的问题,以及传承人难以为继等等问题。我们认为,对于畲族文化传承,应该从历史文化传承的角度,以更高的视野思考其传承的价值,并将其与在地文化结合,研究和创新其传承的内容、形式和范围,才能促进其成为有生命力的优秀文化。", "label": "公共管理", "id": 0}
{"content": "文化共生是多元文化的共栖、共存的文化状态,其实质是强调群体族群文化在相同地域、空间,通过文化交流与文化接触下充分保持族群文化的独立性,允许异质文化间共存与共荣。民族地区的文化单元受民族传统文化、外来文化与现代文化的影响,形成一定历史条件下新的民族文化单元。强调畲族文化的形成与发展,离不开与主流文化与周边文化的交融互动,畲族文化的发展在坚持畲族文化发展的独立性、独特性、交融性和创新性的发展道路的同时,要主动融入主流文化与周边文化,形成共栖、共存的多元文化样式,发展具有民族特色的畲族文化。", "label": "公共管理", "id": 0}
{"content": "本文针对目前畲族饮食文化研究的不足,立足新视野,从文化人类学、民族学、民俗学、食品科学、旅游学等角度入手,采取历史文献研究方法、实地调查法、比较研究法、跨学科综合研究方法等对畲族饮食文化的概念、特征、功能进行分析的基础上,对闽东畲族饮食文化资源进行了广泛调查,并针对闽东畲族饮食文化资源现状,立足新视野多方位、多角度提出闽东畲族饮食文化开发的措施。", "label": "公共管理", "id": 0}
{"content": "闽东畲族传统饮食的文化特色鲜明,养生价值丰富,但宣传和挖掘不够,应采取\"政府主导、社会参与、市场运作\"的方式加以开发。", "label": "公共管理", "id": 0}
{"content": "畲族服饰图案包含着千百年来中华民族的艺术创造精华,为人类的艺术宝库增添了精美的艺术品,具有极高的艺术价值和较深的文化内涵,内容十分丰富。同时,这些服饰图案包含着的数学思维,表现得非常精彩突出,又能据此建立起非常丰满、完善的理论。畲族服饰图案的数学思维,反映出的聪明智慧,值得人们永远珍爱。", "label": "公共管理", "id": 0}
{"content": "畲族传统文化具有浓厚的女性文化色彩,畲族民众的女性崇拜意识尤为突出。畲民崇敬女性先祖、信奉女性神灵、宣扬女性智慧,体现了畲族祖先崇拜、图腾崇拜和崇尚实用等民族心理特点。畲民的女性崇拜意识在中华民族大家庭中独具特色,这既是人类原始生殖崇拜观念的反映,更是畲民所特有的民族审美情趣,也体现了畲汉民族间的文化交流与互动。", "label": "公共管理", "id": 0}
{"content": "深挖畲族文化旅游资源,意义重大。霞浦畲族地处山海环境,资源丰富,富有特色,进一步开发畲族旅游文化,潜力很大。可以从下面几点入手:从源从本,在尊重和保护中挖掘发展;在发挥一村一寨之特色中,深挖传统文化;打造\"三乡\"一路,开辟畲族山海特色旅游风景线……在当前视野下,对本地畲族资源的深挖和探究,无疑对霞浦旅游和加快建设海峡西岸经济区是有利的。", "label": "公共管理", "id": 0}
{"content": "福安畲族熟语主要包括谚语、惯用语、歇后语,熟语能够记载畲族游耕经济生活、反映畲族传统文化、体现汉族文化对畲族文化的影响,蕴含着丰富的文化内涵,是畲族人民生活、生产经验的结晶。", "label": "公共管理", "id": 0}
{"content": "在技术的推动下,传统媒介与电子媒介共生共存,在互相融合中焕发新的生命力,闽东畲族百姓的生活在从传统向现代文明的转变过程中,其古老的独具民族地域特色的个性文化在媒介文化生态环境中发生了巨大的变化。新形势下,构建其良好的美学形象进行有效传播,是实现其文化与经济和谐发展的有益尝试。", "label": "公共管理", "id": 0}
{"content": "宁德市畲族人口占全省畲族人口1/2,全国的1/4,是全国最大的畲族聚居区。宁德境内遗存大量畲族文物。本文探讨了畲族文物藏品的界定与划分;畲族文物藏品的分类与定级;并介绍了宁德市畲族文物主要藏品。", "label": "公共管理", "id": 0}
{"content": "《巩固民族大团结的基础——关于促进少数民族共同繁荣富裕问题的思考》一文,站在中国民族大团结的思想高度,围绕少数民族地区如何早日脱贫致富这一主题,提出了一系列极富创造性的战略思想、极富前瞻性的制度理论和极富针对性的实践观点。习近平关于促进少数民族共同繁荣富裕的新思想、新观点、新论断、新要求,为做好当前形势下的民族工作提供了可遵循的目标,指明了前进的方向。", "label": "公共管理", "id": 0}
{"content": "客家与畲族曾经长期共同生活在同一地区,有着密切的互动关系。两者之间既有共同来源的一面,也有互为来源的另一面,可谓\"剪不断、理还乱\"。为此,前人在祖先崇拜、神明崇拜及其他社会风俗等方面,就两者关系展开了热烈的讨论,但缺乏从个案的角度展开细致的分析。本文试图在田野调查的基础上,结合历史文献,就闽西武北钟氏的历史渊源与社会发展展开论述,以期从个案的角度提供对客家与畲族关系的新认识。", "label": "公共管理", "id": 0}
{"content": "<正>闽东是最大的畲族聚居区,现有畲族人口19万人,分布在宁德9个县（市、区）的124个乡镇,734个村委会,1789个自然村;其中畲族人口千人以上的乡镇有51个,主要聚居在8个畲族乡,畲族人口占30%以上的村委会229个,在大分散的格局下具有适度规模的小聚居,这种聚居格局对畲族家族的凝聚以及家族文化的传承具有天然地理优势。但在开放开发、城镇化、市场化等因素的影响下,20世纪90年代起,畲族传统文化受到巨大冲击,传统在消失、习俗在淡化,越来越少的人能说畲语、畲歌成了少数人的表演、畲族服", "label": "公共管理", "id": 0}
{"content": "畲族聚居区主要分布在福建、浙江两省山区。受以丘陵为主的自然条件制约,畲族聚居区发展基础相对薄弱,虽然近年来经济社会发展取得不小进步,但总体上仍落后于当地平均水平。支持民族地区加快经济社会发展,是中央的一项基本方针,但由于主要地处东部,且绝大部分为非民族自治地方,除全局性、普惠性的民族政策外,畲族聚居区较少得到国家层面的政策倾斜。当前,畲族聚居区全面实现小康的时间紧迫、任务艰巨,应加大政策支持力度,给予参照执行中央支持西部民族地区发展的相关政策,促其加快发展,实现跨越式发展。", "label": "公共管理", "id": 0}
{"content": "宁德市民族中学是福建省第一所以畲族学生为主体的重点完全中学,在广大师生中开展与畲族有关的民俗传承活动,不仅丰富了学校师生的课余文化生活、营造了和谐的民族团结氛围,更为畲族文化的传承和发展提供了良好的载体平台。", "label": "公共管理", "id": 0}
{"content": "<正>更多强调中华民族的一致性和共同性近日,全国政协民族和宗教委员会主任、中共中央统战部原常务副部长朱维群就新疆反暴力恐怖斗争和我国民族工作思路等话题接受凤凰网独家访谈。朱维群指出,新疆暴恐事件的发生,是历史根源、国际环境、宗教极端主义和南疆地区经济上的落后等多重因素相互作用的结果,不是短期内就能彻底消除的,新疆同全国其他省市区不一样的地方,就在于既要抓经济建设,又要面临反分裂斗争的艰巨任务。", "label": "公共管理", "id": 0}
{"content": "<正>前言新疆地处祖国西北边陲,地域辽阔,是一个多种宗教并存的地区。现有52个民族成分,民族问题与宗教问题交织、国内问题与国际问题交织、现实问题与历史问题交织使得新疆稳定环境更加错综复杂。多年来,新疆的社会稳定状况一直是党中央、自治区政府及各族人民群众极为关注的问题。1981年8月,邓小平同志到新疆视察,指出\"新疆稳定是大局,新疆一定要稳定,不稳定一切事情都办不成\";1996年,中央指出\"新疆的稳定关系到全国的稳定\";", "label": "公共管理", "id": 0}
{"content": "邓小平同志在领导百色起义和创建左右江革命根据地的过程中,不仅完成了对旧军队改造,而且还建立了新型的人民军队,加强了对红军和农民党员进行马克思主义思想教育,更加强了对各少数民族进行思想政治教育,提高了他们的思想政治觉悟,同时有助于将思想政治工作与民族团结、思想工作与民族平等、思想工作与民族权力结合起来。", "label": "公共管理", "id": 0}
{"content": "党的十八大报告指出,要深入开展民族团结教育,巩固和谐的民族关系,促进各民族和睦相处、和衷共济、和谐发展。青海省海南州共和县是少数民族聚居地区,加强民族团结、维护祖国统一,不仅关系到构建和谐社会的目标,更是关系到党在民族地区的执政基础和执政地位。本文以海南州共和县地区\"创建民族团结进步先进区\"为主线,探讨民族团结在构建社会主义和谐社会中意义及作用。", "label": "公共管理", "id": 0}
{"content": "由于地理、文化、经济、政治、法律等因素在云南边境地区存在大量非法的跨国婚姻,这些嫁入中国的外籍妇女成为我国\"事实上的公民\",但在法律为\"三非人员\",其\"身份\"与\"权益\"得不到认可和保障,引发了一系列影响边境稳定的社会问题。云南边境跨国婚姻具有缓解国内婚姻市场矛盾的作用,抓好具有独特性状的边民跨国婚姻管理,对维护社会稳定、构建和谐边疆具有极其重要的意义。本文通过实地调研与越南、老挝、缅甸接壤的三个典型边境村寨,分析云南边境跨国婚姻的特点和存在的问题,并对解决边民跨境通婚问题与构建和谐边疆提出对策建议。", "label": "公共管理", "id": 0}
{"content": "本文阐述了民族贫困地区脱贫、确立跨越发展战略的重要意义,结合昭通市民族地区扶贫攻坚存在的实际情况,提出了加快民族贫困地区脱贫,走跨越式发展路径的一些思路。", "label": "公共管理", "id": 0}
{"content": "为保护生态环境和改善少数民族的生活状况,内蒙古自治区对部分少数民族实行了生态移民。生态移民在一定程度上保护了生态环境,提高了少数民族的生活水平,但其中也存在着许多问题。本文在界定生态移民概念的基础上,分析了内蒙古自治区在少数民族生态移民过程中存在的问题,提出了相应的解决对策和思路,以期为提高我国民族工作的水平与质量提供意见与建议。", "label": "公共管理", "id": 0}
{"content": "我国走出了具有中国特色社会主义民族制理之路,尤其是对人口较少民族和边疆的少数民族发展十分重视,采取了兴边富民行动、扶持人口较少民族政策对这些民族地区进行了有效的扶持。本文试图对我国的兴边富民行动和扶持人口较少民族政策的形成和实践过程进行分析,并以受惠于这些政策的门巴族和珞巴族近些年来的飞速发展为例,来说明这些政策带来的效果。", "label": "公共管理", "id": 0}
{"content": "西部民族地区青少年的健康发展是西部地区未来经济和社会健康发展的核心力量。加强西部民族地区青少年法治文化建设,是当前我国西部地区法治文化建设的重要课题。本文针对当前西部民族地区青少年法治文化教育存在的问题,例如法制课堂内容枯燥、形式单一;西部民族地区法治教育内容标准不一;部分西部民族地区校外青少年的法治文化教育被忽视等做出分析,并提出行之有效的解决办法,包括开展符合西部民族地区青少年身心特点的法治教育活动;合理设置民族地区的法治课程,配备专职法治教师和双语教师;建设\"四位一体\"的法治文化教育网络等等。力求增强西部民族地区青少年的法治意识,预防和减少青少年违法犯罪,为培养建设法治西部做出贡献。", "label": "公共管理", "id": 0}
{"content": "少数民族民间传说故事中塑造的一些典型人物故事,反映了各族对如何才能获得幸福美满生活的理解。在民间传说故事中,人际间、人神间、人与动物之间等的互助与纠葛,是影响人物幸福的关键。家谱图是西方心理学家所创造的用于分析家庭结构和关系模式的方法,通过绘制从祖父母到自己三代人的血亲和婚姻关系,达到对复杂的家庭关系进行迅速、全面了解的目的。借鉴家谱图技术,本研究提出人脉图的方法,采用自创符号绘制所分析故事人物的人脉图,即不仅绘制家庭成员关系,还绘制故事中任何与人物发生关系的人、神、动物、器物等,以快速梳理某一故事人物的社会支持网络类型及特性。人脉图有别于西方心理学家基于现代小家庭条件下创造的家谱图,该方法将人物关系拓展至家庭之外更广阔的社会、自然、神话空间,是一种有效解构故事人物的社会支持的方法。以景颇族民间传说故事中的孤儿为例,呈现了人脉图的制作方法及运用。", "label": "公共管理", "id": 0}
{"content": "勤劳又智慧的维吾尔族自古以来生活在田地、草原和戈壁滩等辽阔富饶的土地上,形成了接近自然、向往自然和欣赏自然的健康而美丽的民族心理,同时将这种心理融入到了民谣等文艺艺术里。本文把无限性渴望、审美距离、社会价值等文学创作心理学的理论作为基础,分析了维吾尔族民谣中月亮、植物、动物等象征性意义并与国内外不同群体文学中的现象进行对比。维吾尔民谣中太阳和月亮象征着高尚、伟大、神圣、慈祥、美丽和忠诚。山脉象征着高傲、崇高、生命和依靠,有时也象征着忧愁。河流象征着向往、相遇、善良,有时也象征着事情的发展与高潮。鲜花是美丽的象征,另外还象征着爱情。白杨树象征着健壮、坚韧的年轻人。柳树代表着年轻姑娘苗条、优雅的形象。榆树象征着坚持和神秘。在动物中,马象征着神话形象、信任和陪伴。老虎代表着勇敢。结果发现,维吾尔族、汉族和西方文学作品,特别是民族民谣中所体现的自然形象的象征性及维吾尔民族自古以来接近自然、向往自然的民族心理有共同点,同时也存在一定的差异。探究维吾尔族民谣中体现的自然形象的象征性及维吾尔民族接近自然、向往自然的民族心理对于拯救现代维吾尔族人的精神危机,重塑人与自然之间的新关系具有非常重要的意义。对今后深入调查民族心理将会打下一定的研究基础。", "label": "公共管理", "id": 0}
{"content": "当下全球化方兴未艾,经济发展、社会转型、城市化不断推进使少数民族地区青年跨区域的社会流动日益频繁。地域差异、语言障碍、教育程度的差异使少数民族青年处于经济发展的边缘地位,包括从事单一无结构化的低端就业,及处于较高比例的失业待业状态等,这些制度化因素可能会使少数民族青年拥有不确定性心态。从群际认知角度来看,社会流动频繁化使少数民族青年与其他民族及文化有较多接触,也使民族间生活习俗差异、矛盾与冲突在群际接触中被凸显,少数民族青年对其边缘群体地位的感知被放大等。本研究立足于现实社会情境,以内蒙古少数民族聚居区青年群体的调查数据为例,探讨以下几方面问题:第一,教育水平、就业状况、社会保障制度等现实性因素,是否影响少数民族地区青年群体对自身处境的不确定性认知;第二,不同民族的青年群体社会心态是否存在差别;第三,社会心态变量能否预测不同青年群体的民族认同、国家认同及群际关系认知。该研究将为处理我国民族间关系、认识及引导少数民族青年心理状态及认同状况、弱化民族间冲突、消解极端主义行为提供社会心理学视角的解读及理论依据。", "label": "公共管理", "id": 0}
{"content": "目的:（1）构建民族地区青少年与自然和谐的心理结构;（2）编制具有较高信效度的青少年与自然和谐心理问卷,为民族地区青少年与自然和谐的心理研究提供一个可操作的量化工具;（3）探究民族地区青少年与自然和谐的现状特征。方法:首先采用文献法、开放式问卷调查法、访谈法等建构青少年与自然和谐的理论模型,据此编制民族地区青少年与自然和谐初试问卷;其次对初试问卷进行预测,检验青少年与自然和谐的理论构想;然后对问卷进行二次施测,对青少年与自然和谐问卷进行验证性因素分析,验证问卷因素结构的合理性;最后,采用随机分层抽样的方法抽取民族地区928名被试进行正式问卷的施测,探讨民族地区青少年与自然和谐的现状特征。结论:在本研究条件下获得的主要结论有:（1）青少年与自然和谐的心理结构包括了解自然、保护自然、亲近自然、顺应自然和尊重自然等五个维度。（2）《青少年与自然和谐心理问卷》的各项信、效度指标都达到了问卷编制的统计学要求,可作为民族地区青少年与自然和谐的心理研究的测量工具。（3）大多数民族地区青少年了解自然、亲近自然、顺应自然和尊重自然程度较高,而大多数民族地区青少年保护自然程度处于中等水平;民族地区青少年与自然和谐在年级、性别、民族、居住地区、是否独生子女、家庭结构、父母受教育程度上存在不同程度的差异。", "label": "公共管理", "id": 0}
{"content": "青少年是民族地区的希望和未来,加强身心健康青少年的培养,是民族地区社会主义建设后继有人、促进民族地区社会和谐的重要保证。这项研究立足于民族地区多元文化相融的时代背景,对民族地区青少年与社会和谐的心理结构进行探讨,并编制民族地区青少年与社会和谐心理问卷对901名贵州民族地区青少年与社会和谐心理的现状进行了调查。结果表明:（1）民族地区青少年与社会和谐的心理结构包括\"角色接纳、学习适应、关系和谐、规则认同\"四个方面,编制的青少年月社会和谐心理问卷具有良好的信效度;（2）所调查大部分贵州民族地区青少年与社会和谐的心理处于比较理想的状态;但仍有一部分民族地区的青少年得分过低,其与社会和谐心理发展的状态及结构相对不均衡;（3）贵州民族地区青少年与社会和谐的心理受性别、年级、民族、家庭结构、家庭经济状况的影响,而其居住环境、是否独生子女、父母受教育程度对其与社会和谐的心理影响不大。父亲积极的教养方式如情感温暖、理解更利于建立贵州民族地区青少年与社会和谐的心理,而其消极的教养方式如拒绝、否认不利于贵州民族地区青少年形成与社会和谐的心理;母亲积极的教养方式如情感温暖、理解也更利于建立贵州民族地区青少年与社会和谐的心理,而其消极的教养方式如拒绝、否认同样不利于贵州民族地区青少年形成与社会和谐的心理。", "label": "公共管理", "id": 0}
{"content": "对于处于学习阶段的青少年来说,学业求助是一种认知策略,同时是一种适应性行为。前人更多地将注意力放在汉族青少年学业求助,而对少数民族青少年探讨得不多。了解少数民族青少年学业求助特点及其影响因素对于有针对性地开展课堂教学具有重要的现实意义。本研究试图探讨藏族青少年学业求助的特点及其与应对方式、教养方式的关系。采用整群分层抽样法在西北民族大学和甘肃两所藏族中学选取藏族学生650人,有效被试621人,其中男生291人,女生330人;初中生239人,高中生241人,大学生141人。采用学业求助问卷、应对方式问卷和教养方式量表进行施测。结果表明:（1）藏族青少年学业求助平均得分为（2.596±0.443）,低于理论中值（3分）;（2）藏族青少年学业求助得分不存在显著性别差异,但存在显著年级差异（F=21.451,P<0.01）,学业求助态度和行为均存在显著年级差异（F=23.251,P<0.01;F=12.690,P<0.01）,具体来说,藏族初中学生、大学生的学业求助得分均显著高于高中学生（均P<0.01）,性别和年级二因素在求助收益因子、工具性求助因子上的交互效应显著（F=3.234,P<0.01;F=3.110,P<0.01）;（3）藏族青少年学业求助与应对方式之间呈显著负相关（P<0.01）,而与教养方式呈显著正相关（P<0.01）;（4）藏族青少年应对方式和教养方式共同解释学业求助17.5%的变异,其中应对方式中解决问题因子能够解释学业求助12.2%的变异。因此,本研究认为:藏族青少年学业求助居中等偏下水平,男生和女生学业求助具有相似的特点,从初中、高中到大学学业求助表现出由高到低、再由低到高变化的趋势。藏族青少年学业求助更多地受到积极应对方式的影响,应对方式和教养方式能够共同预测藏族青少年的学业求助变化。教育教学过程中要通过积极应对方式来提升藏族青少年学业求助水平,同时也要考虑其他心理因素。", "label": "公共管理", "id": 0}
{"content": "颜色偏好是视觉体验的一个重要方面,对人类的各种行为有着广泛的影响,譬如服装的购买、房屋的装潢、网页的设计等。不同民族文化对人们的社会行为、日常生活、价值观念和思维方式产生着广泛而深刻的影响,颜色偏好也是其中的一个表现。研究维吾尔族、汉族的颜色偏好的生态效价可以更好地了解两个民族的颜色偏好,以期通过颜色的角度来更好地进行广告宣传和不同操作界面的颜色配置。本研究主要探讨维吾尔族、汉族大学生的颜色偏好的特点,以及每个民族颜色偏好的生态效价是否对颜色偏好有预测效果。实验1采用2（民族）*2（性别）的被试间实验设计,通过电脑呈现颜色刺激,被试完成颜色偏好任务。实验2-A、2-B、2-C通过物体联想任务、物体效价评定任务、颜色--物体匹配任务最终计算出32种颜色的生态效价值。研究发现,（1）颜色偏好在维吾尔族、汉族间存在民族差异;部分颜色偏好在男、女间存在性别差异。（2）维吾尔族、汉族大学生最喜欢的颜色是蓝色,最不喜欢的颜色是黄色、橙色。汉族大学生比维吾尔族大学生更不喜欢大红色、深红色和棕色。无论是何种色相的深色,汉族大学生都不喜欢。（3）维吾尔族、汉族大学生颜色偏好的生态效价可以在一定程度上预测维吾尔族、汉族大学生的颜色偏好。", "label": "公共管理", "id": 0}
{"content": "地域刻板印象来自于不同地域的文化差异,是由于文化差异导致了不同地域群体的心理差异而形成的对另一地域群体的印象。近年来,我国少数民族学生的生活状况逐渐引起了社会各界的高度重视,但是,汉族学生与少数民族学生之间的相互认知如何,研究者并未对此予以重视。考虑到少数民族学生与汉族学生的相互认知都是基于自身的文化背景,而文化符号则代表着来自不同地域群体的文化特点。本研究拟从文化符号着手,采用Greenwald（1998）经典内隐联结测验范式IAT,选取汉族大学生为被试,初步考察汉族大学生对藏族人的地域刻板印象。结果发现:在代表地域文化表征的知觉符号的启动下,汉族学生倾向于把汉族知觉符号与积极词汇相联系,将藏族知觉符号与消极词汇相联系;在代表地域文化内涵的概念符号的启动下,汉族学生也是倾向于把汉族概念符号与积极词汇相联系,把藏族概念符号与消极词汇相联系。进一步分析发现,概念符号的启动和知觉符号启动之间并没有交互作用,这说明,不同文化符号对地域刻板印象的影响不显著。由此可以看出,汉族学生对藏族学生的认知存在偏差;相对于对汉族学生的积极评价,汉族学生倾向于对藏族学生予以消极评价,并且评价不受文化符号类别的影响。这一结果证实了汉族人对藏族学生的认知存在着消极的地域刻板印象。该研究结果可以帮助我们更好地了解汉族人对少数民族学生的认知,进而有助于汉族教育者更好地开展民族教育工作,使教育工作更具针对性和人文性,更好地促进汉民族与少数民族的交流与融合。", "label": "公共管理", "id": 0}
{"content": "刻板印象（stereotype）是由某一群体成员的相对固定的观念或预期所构成的认知结构以及特定的社会认知图式,对个体的社会认知和行为有着重要的指导作用（Fiske,2004）。刻板印象是一种常见的社会现象,也是社会心理学研究的热点之一。我国少数民族众多,不同民族对其他民族的认知一般都来自自身视角,并从自身文化背景解读其他民族群体的认知与行为,那么不同民族之间是否存在刻板印象?少数民族学生眼中的汉族人怎样?在民族文化交融日益今天,了解少数民族对汉族群体的印象将有助于汉民族对其他少数民族的正确认知,也有助于不同民族群体之间的融合和和谐发展。本研究采用内隐联想测验范式IAT,从文化融合的角度着手,选取在内地生活时间长短不同的藏族学生为被试,试图考察藏族学生对汉族人的地域刻板印象。结果发现:来内地生活时间少于一年的藏族学生倾向于将藏族文化特征符号与积极词汇相联系,把汉族文化特征符号与消极词汇相联系;而在内地生活时间超过四年的藏族学生则倾向于将藏族文化特征符号与消极词汇相联系,将汉族文化特征符号与积极词汇相联系。该结果说明,在内地生活时间不同,藏族学生对汉族人的印象不同,证实了文化的交流与融合可以影响藏族学生对汉族人的刻板印象。这一结果可以帮助少数民族教育者更好地了解少数民族学生对汉族人的认知,进而促进少数民族与汉民族之间的有效交流,促进不同族群的文化融合与和谐发展。", "label": "公共管理", "id": 0}
{"content": "民族社会化觉察是指少数民族孩子对父母及其他家庭成员所传递的民族社会化信息的感知。本研究采用情境实验研究的方法,选取548名少数民族初中生作为被试,其中景颇族251名,傣族297名。研究设置了包括由对景颇族偏见及对傣族偏见两类线索引发的冲突情境,以比较景颇族、傣族初中生的民族社会化觉察特征。结果表明,在经历因偏见观念引发的冲突后:1)景颇族和傣族初中生觉察到的民族社会化信息主要来源于父母,并且相对于父亲,母亲为主要的传递者。2)景颇族和傣族初中生觉察到的民族社会化信息都包括:促进和睦、文化社会化、促使不信任和偏见准备,其中被觉察到的信息最多的是促进和睦,其次是文化社会化和偏见准备,最后是促使不信任。3)傣族初中生在文化社会化、促进和睦和促使不信任三个维度上得分都显著高于景颇族初中生,即傣族初中生比景颇族初中生更多地觉察到这三方面的民族社会化信息。4)傣族初中生在促进和睦和促使不信任两个维度上存在显著的性别差异,傣族男生更多地觉察到促使不信任,而女生则比男生觉察到更多的促进和睦。而景颇族男生比女生觉察到更多的促使不信任。", "label": "公共管理", "id": 0}
{"content": "祖国、本地、老家等地方概念因其在个体成长过程中与个体建立的关系,以及因为户籍制度、迁徙因素而对个体意义重大,是分析个体心理的重要变量。在西部边疆某地区和内地中部地区（市）收集大学生样本,在华东和华北地区收集多样化样本,共得到3440个被试（合并样本上,45.5%为本地人）,用地方认同量表测量户籍所界定的本地人和外地人的地方认同,同时在部分样本上测量其他变量。结果表明:本地人样本在地方认同测量上有更高的信度和更高的分量表互相关的趋势;四地共五个样本上均表现出本地人有更高的地方认同水平,合并成两个样本后发现这种本地人和外地人的差异在西部边疆地区样本上更为明显;西部、中部样本上的比较发现地方认同在风险知觉和去留意向之间的中介效应在西部本地样本上更低,东部和北部样本上的比较发现地方认同和满意度的相关是在本地样本上有更紧密的关联。对本地、外地区分的心理和社会意义,尤其是地方认同的本外地差异研究对于促进城市的包容性发展的意义进行讨论。", "label": "公共管理", "id": 0}
{"content": "学校的校歌是很多学生的心中的回忆,校歌代表了一个学校的文化的传承的理念、办学的宗旨、民族的特点。校歌,正是以它独特的育人功能、导向功能、文化功能、美育功能等,在教育传承过程中发挥了巨大的作用。它的效果既是显性的,也是隐性的。每个学校的校歌都有各自的个性。朝鲜族中小学校歌的内涵演变过程中,承载了历史的痕迹,有着朝鲜族文化的沉淀,心理的变化。本文通过搜集延边地区42所朝鲜族中小学的校歌的资料,了解中小学校歌的使用的现状,并从民族心理发展的视角,对校歌具有的特点、校歌的内容、校歌的功能、校歌的内涵、校歌在教育中起到的作用、校歌的现实意义等内容进行深入地分析。", "label": "公共管理", "id": 0}
{"content": "目的:自己与社会和他人的关系以及对自我各方面的主观知觉等的认知就是自我概念。有关自我概念及其特点的探讨一直是国内外心理学家关注的热点。研究发现,文化和认识结构都会影响个体的自我概念。那么,已形成的自我概念是否会反过来影响个体对社会、他人或自身的认知?已有研究还较少。在个体行为中,主观幸福感是衡量个人生活质量的综合性心理指标,能反映个体的社会功能与适应状态。那么,自我概念是否会影响个体的主观幸福感?研究发现,自我概念与主观幸福感呈显著正相关,自我概念是影响大学生主观幸福感的重要因素。对于能够影响主观幸福感预测的诸多变量中,文化因素具有中介的作用。那么,非汉族群体,如我国少数民族群体的自我概念如何?其自我概念是否会影响其主观幸福感?本研究分别从外显和内隐社会认知的角度考察在内地生活的藏族学生的自我概念及其主观幸福感,并在此基础上探讨自我概念对主观幸福感的影响。方法:选取内地藏族高中生85人,采用自我概念量表（包括自尊水平、感觉温度及语义区分量表）,主观幸福感量表（Campbell幸福感指数量表、Diener总体生活满意度量表和Brad burn编制的情感量表）测量外显自我概念和外显主观幸福感;采用内隐词汇联想测验,考察被试的内隐自我概念和内隐主观幸福感,及二者相互影响;同时考察外显自我概念和主观幸福感与内隐自我概念和主观幸福感的关系。结果:藏族学生的自我概念和主观幸福感都包括外显和内隐两个水平。其中,外显自我概念主要受内地生活时间的长短影响,外显主观幸福感水平则受来源地和内地生活时间的长短影响;内隐自我概念和内隐主观幸福感受均来内地生活时间长短的影响。并且,外显自我概念对外显主观幸福感有直接影响,而内隐自我概念则对内隐主观幸福感没有直接影响。结论:内地藏族学生的自我概念和主观幸福感均包含内隐与外显两个层面,外显自我概念可以预测外显主观幸福感,内隐自我概念则与内隐主观幸福感无直接关系。", "label": "公共管理", "id": 0}
{"content": "我国少数民族硕士研究生的比例正逐年扩大,培养身心健康的少数民族研究生,对于提高少数民族地区的政治和经济发展具有长远的重要意义。因此,本研究的目的在于进一步调查我国汉族和少数民族硕士研究生的情绪调节特点及其与心理健康的相关。本研究以北京市某高校硕士一年级研究生为被试,其中汉族学生1430人,少数民族学生85人,采用症状自评量表（SCI-90）、情绪调节策略问卷以及情绪调节效能感问卷,考察了少数民族和汉族硕士研究生的情绪调节特点及其与心理健康的关系。由于汉族和少数民族学生人数相差较大,采用Bootstrap法对两组被试的结果进行了t检验,结果发现,在情绪调节策略上,汉族硕士研究生在认知重评的得分上显著低于少数民族学生,在抑制的得分上和少数民族学生无显著差异。在情绪调节效能感上,汉族硕士研究生在积极情绪调节效能感上和愤怒情绪调节效能感上的得分和少数民族学生无显著差异;在沮丧/痛苦得分上低于少数民族学生。在SCL-90症状自评量表的焦虑、抑郁因子以及总均分上,汉族硕士生均显著高于少数民族硕士研究生（p<.05）。此外,在焦虑因子上得分超过2分的人数,也是汉族硕士研究生高于少数民族学生。由此可见,总体上,汉族硕士研究生的心理健康水平较少数民族硕士研究生更差一些。然而,从阳性因子均分超过2.5分的人数上看,少数民族学生（3.7%）则高于汉族学生（1.9%）。从相关因素上看,对汉族和少数民族学生来说,认知重评和三种情绪调节效能感都与其SCL-90总均分显著相关。本研究的结果表明,我国少数民族硕士研究生其心理健康水平总体上优于汉族学生,但是,心理健康问题较为严重的少数民族学生比例多于汉族研究生。而在与心理健康有关的因素方面,汉族学生和少数民族学生相同。因此,应从多方面同时提高我国汉族硕士研究生和少数民族学生的整体心理健康水平,同时应给予我国心理健康水平较低的少数民族硕士研究生更多的关注和干预。", "label": "公共管理", "id": 0}
{"content": "社会认同是一种深度的共识和追求。认同理论特别强调积极区分、社会分类比较的内在价值功能,与当前积极心理学对乐观研究的重视相契合。国外的很多研究者围绕乐观人格理论这个核心和关键问题及应用进行了许多大量的研究。但是,对于乐观与社会认同和心理健康间的关系及其相互联系的机制研究并不多。因此,需要探索中国文化背景下藏族大学生社会认同在乐观与心理健康关系中的中介作用。本研究以1027名藏族大学生为被试,采用心理测量法,着重探讨了藏族大学生乐观、社会认同与心理健康的关系及其中介的研究。研究发现:1.社会认同是乐观与正性心理健康（生活满意度、积极情绪）间的中介变量,即社会认同部分中介乐观对正性心理健康。乐观倾向、悲观倾向与自我效能乐观直接影响积极情绪（β=0.112**,β=-0.067*,β=0.455***）和生活满意度（β=0.138***,β=-0.113***,β=0.401***）,乐观倾向通过社会认同（β=0.366***）间接影响积极情绪（β=0.182***）和生活满意度（β=0.214***）,悲观倾向通过社会认同（β=-0.118***）间接影响生活满意度（β=0.214***）和积极情绪（β=0.182***）,自我效能乐观通过社会认同（β=0.146***）间接影响积极情绪（β=0.182***）和生活满意度（β=0.214***）。2.社会认同是乐观与负性心理健康（抑郁、焦虑）间的中介变量。乐观倾向直接影响抑郁（β=-0.120*）,悲观倾向直接影响抑郁（β=0.321***）和焦虑（β=-0.329***）,乐观倾向通过社会认同（β=0.359***）间接影响抑郁（β=-0.395***）和焦虑（β=-0.335***）,悲观倾向通过社会认同（β=-0.083**）间接影响抑郁（β=-0.395***）和焦虑（β=-0.335***）,自我效能乐观通过社会认同（β=0.162**）间接影响抑郁（β=-0.395***）和焦虑（β=-0.335***）。焦虑和乐观倾向路径系数不显著,自我效能乐观和抑郁的路径系数也不显著,按照Sobel Z的检验公式,社会认同在乐观倾向和焦虑中所起的中介作用显著,Z=5.53,社会认同在自我效能乐观和抑郁的中介作用显著,Z=2.967,因此社会认同在乐观倾向和焦虑间起完全中介作用,在自我效能乐观和抑郁间起完全中介作用,在其他关系中起到部分中介作用。", "label": "公共管理", "id": 0}
{"content": "民族认同影响民族地区的和谐和稳定,也影响地方和国家的政治稳定与长远发展。青少年是形成和发展民族认同特别重要的时期。在多元文化环境中少数民族个体产生母文化与主流文化的冲击和摩擦,可能存在文化疏离感。有研究表明,个体民族认同的状况会影响其文化适应状况,但民族认同如何影响文化适应,如何更好地应对文化疏离感,其影响机制还少人研究。本研究以海南黎族为例,从社会和家庭两大因素来探讨民族认同对文化疏离感的影响机制,以更好地促进民族青少年的民族认同和文化适应。海南1008名黎族青少年参加了本研究的测试,采用民族认同问卷、少数民族学生文化疏离感问卷、家庭亲密度和适应性问卷、社会支持问卷进行测量。建立一个多重中介模型,分析家庭亲密度和社会支持在黎族青少年民族认同与文化疏离感之间关系中的中介作用。结果发现:（1）黎族青少年的民族认同对文化疏离感有负面影响,总效应为c=-0.261,直接效应显著（c’=-0.208,p<0.001）,总的间接效应也显著（c-c’=-0.053,p<0.001）。（2）黎族青少年的民族认同可通过家庭亲密度间接影响文化疏离感（a1b1=-0.032,p<0.01）,也可通过社会支持间接影响文化疏离感（a2b2=-0.021,p<0.05）;家庭亲密度和社会支持在黎族青少年民族认同和文化疏离感之间起多重中介作用。（3）黎族青少年的民族认同除直接影响文化疏离感外,还可以通过家庭亲密度影响社会支持,并进一步影响文化疏离感（a1a3b2=-0.009,p<0.05）,形成链式多重中介。（4）黎族青少年民族认同对文化疏离感的影响,有12.3%是通过家庭亲密度起的作用,有8.0%是通过社会支持起作用。社会支持和家庭亲密度的多重中介作用显著高于家庭亲密度或者社会支持的单一中介作用。", "label": "公共管理", "id": 0}
{"content": "有效的政治传播是有效治理的基础,无效的政治传播则是无效治理产生的根源,其中,相对无效的政治传播引致相对无效的治理,绝对无效的政治传播则导致绝对无效的治理。在边疆多民族地区的治理实践中,政治传播的失效引发了政府与社会之间的信任赤字,并成为引起部分边疆地区社会治理失序的重要原因。信息通道的缺失是导致政治传播在部分边疆地区相对失效的原因,也是通过改进政治传播来改善边疆多民族地区治理的关键。", "label": "公共管理", "id": 0}
{"content": "准确把握民族宗教内涵,探索如何在全面建成小康社会的新形势下妥善处理民族宗教问题,关系到社会主义和谐社会的建设,关系到如何正确应对国内外民族分裂势力挑战。民族与宗教问题既相区别又相联系,这是全面理解民族和宗教问题的前提。完善中国特色社会主义民族宗教政策,针对我国少数民族聚居地区及少数民族散居地区所面对的不同宗教问题要区别对待,妥善做好民族宗教工作。正确认识民族宗教问题,积极探索符合我国国情的民族宗教政策,有助于把少数民族信教群众团结到共产党的周围,为中国特色社会主义事业的目标贡献力量;有助于彻底肃清少数民族敌对、分裂势力,维护祖国统一稳定;有助于树立我国积极向上的国际形象。", "label": "公共管理", "id": 0}
{"content": "重视民族地区民生政策制定中的民意表达问题既是我国民主政治建设的重要内容,也是确保民族地区经济社会发展的关键环节。本文以湖南省新晃侗族自治县为例,考察和分析了民族地区民生政策制定中民意表达的经验和困境,揭示了其内在原因,提出了一些建设性的政策建议,希望对有效破解民族地区民生政策制定中的民意表达问题有所裨益。", "label": "公共管理", "id": 0}
{"content": "元代,中央王朝对西南边疆少数民族采取绥靖政策,普遍利用土著少数民族首领充当当地政权机构的官员,形成了在西南边疆少数民族聚居区为妥善处理民族关系所施行的一种特殊的行政制度——土官制度。元代土官制度有其自身的内容、特征和运作方式,它上承唐宋羁縻制度,下启明清土司制度,是中国古代民族法制的重要组成部分,需要认真加以甄别和深入的了解。", "label": "公共管理", "id": 0}
{"content": "中国人一贯有梦想,有追求。实现中华民族伟大复兴的中国梦,就是使国家富强、民族振兴、人民幸福。重拾心理学的重要使命一帮助人们生活得更充实幸福、有意义;发现并培养具有非凡才能的人是实现中国梦的必要要求。心理学研究为中国梦服务,就要挖掘和培育本民族的良好心理品质,以民族精神凝聚共识,化解矛盾,激发积极情感,寻求幸福。", "label": "公共管理", "id": 0}
{"content": "<正>台湾是\"南岛语族\"发源地之一,可以概要分类为\"高山族\"与生活在平地的\"平埔族\"。而自南宋以来,已有汉人及其他少数民族陆续迁居台湾,例如今日居住在彰化一带的粘姓,在学者考证下就是女真族的后裔;而居住在云林县台西乡一带的丁姓,根据丁姓族谱记载,台西乡丁氏是阿拉伯人后裔。祖先丁苏在两百多年前自福建省渡海到台湾,由于不断汉化通婚后,目", "label": "公共管理", "id": 0}
{"content": "<正>我国是统一的多民族国家。做好民族工作,增强民族团结,维护社会稳定,既是构建和谐社会的客观要求,也是构建和谐社会的重要保障。新形势下如何进一步做好城市民族关系协调工作,已经成为事关民族工作全局的重要内容。面对进入21世纪以来的中国城市民族,我们未来的努力重点何在,这是一个非常值得思考的问题。一、城市少数民族人口增长状况及文化特征我国散杂居少数民族人口有3000多万,约占全国少数民族人口的三分之一。随着改革开放和社会化进程的发展,城市化步伐也明显", "label": "公共管理", "id": 0}
{"content": "少数民族青少年的民族认同与同伴交往的关系研究,对增进多民族聚居地学校各民族学生之间的友好交往和互帮互助有意义。采用Phinney的多维民族认同量表与自编的同伴交往问卷,对744名初中生进行了调查,其中傈僳族438名,白族237名,怒族68名,目的是比较傈僳族、白族、怒族学生的民族认同、同伴交往特点,并考察民族认同对同伴交往的影响。研究结果表明:傈僳族初中生的民族认同探寻与白族、怒族学生的民族认同探寻有显著性差异。傈僳族学生的民族认同肯定比怒族学生明显强烈,但与白族学生相比,并不存在显著差异。在同伴交往上,三族学生与本族学生的交往、与汉族学生的交往,以及朋友的族别与人数等方面都不存在显著性差异。三族学生的民族认同得分与同伴交往得分呈正相关。民族认同探寻与肯定可以显著预测三族学生的本族交往和朋友的族别与人数,只有民族认同肯定能显著预测汉族交往。", "label": "公共管理", "id": 0}
{"content": "民族心理学是一门跨心理学与民族学两大学科的交叉学科,其研究对象与方法论基础的多元性与独特性就构成了学科本身的特殊性。该研究将围绕以下问题来回顾与省思我们近年来所开展的理论与实践研究。首先,对民族心理学学科本身的回顾与再认识。民族心理的研究应该包括哪些内容,其学科体系和研究对象是什么?,这些都是民族心理学家一直关注并探究的问题,同时也是被困惑的问题。根据多年的民族心理学理论与实践的学习与思考,我们认为民族心理的研究除了要关注民族心理的活动过程及族体人格特质之外,还要重视对民族心理活动结果的研究。民族心理活动不可避免地同民族的语言、宗教、风俗、婚姻等渗透在一起。透过蕴含民族特质的民族心理活动结果的承载物,可以研究民族心理。笔者强调对于民族心理活动结果的研究,试图尝试通过\"可以触及的,深入那不可触及\"的世界,即民族共同体心理世界的研究。其次,对民族心理学研究方法的进一步探讨。在早期的民族心理学研究中,从心理学出发的民族心理学研究和从民族学出发的民族心理学研究采用着各自不同的研究方法。二者在方法上几乎是互不借鉴,各行其是。从20世界后期开始,民族学家和心理学家在各自开展的有关民族心理的研究中在方法上就互相借鉴,使得研究成果更为客观和准确。我们认为以民族学方法为主的多学科研究法可以作为民族心理学的研究方法,其中包括田野调查法、质性与量化结合的方法以及心理学方法。最后,对民族心理实践研究的呈现与省思。近几年,我们所开展的有关民族心理的研究主题主要有民族交往心理、少数民族妇女宗教心理、民族社会结构性差异对民族心理影响之研究等。这些主题既有偏重理论的探索,也有侧重实践的探究,都是透过本土化的田野和交叉学科的视野来践行民族心理研究。回顾我们所开展的民族心理研究,有值得肯定的、有值得进一步探索的,也有一些困惑与问题。在民族心理学发展的今天,对其进行回顾与省思对于促进民族心理学及其相关研究,促进该学科的进一步完善并践行本土化之具有重要意义。", "label": "公共管理", "id": 0}
{"content": "民族文化是在特定民族群体生活环境中形成,斯拉夫文化源远流长,对人类文明进步做出了重要的贡献,其范围主要包括俄罗斯、东欧以及巴尔干半岛等地。斯拉夫文化的民族精神价值取向有着独特的价值观、思维方式、民族性格等,在斯拉夫文化发生巨大变化的当代,相对主义、多元文化和科学技术的迅猛发展,以及经济全球化所带来的价值冲突与文化交融,无不对斯拉夫文化的民族精神价值取向提出新的挑战。在这样的背景下,思考斯拉夫文化的民族精神价值取向的跨文化研究,就是要进一步理解个体人相互协作构成一个互惠共生的社会的道理,理解斯拉夫文化的民族精神价值取向的符号学意义分析、结构分析、历史分析、哲学特点分析,试图构建斯拉夫文化的民族精神价值取向的对待自然、对待集体和对待权力的民族认知框架、民族认知选择性和民族认知方式（场依存性/场独立性）的心理维度。并从斯拉夫文化的民族精神价值取向与民族道德认知、民族文化生成发展、社会性发展为基础,以民族精神性养成为表征,以民族情感与社会认知相互影响、彼此促进为发展过程,试图建构斯拉夫文化的民族精神价值取向的跨文化理论反思与民族社会心理的精神性机制。总之,斯拉夫文化的民族精神价值取向体现在他们的认知、思维、行为上,同时也体现在民族的物质和精神产物上,能够为民族心理学的研究提供理论和实践依据。", "label": "公共管理", "id": 0}
{"content": "国外对12岁以下少数民族儿童的民族认同研究颇多,而中国民族认同的研究多集中于青少年和成人,对12岁以下儿童的研究非常少。本文在梳理国外儿童民族认同发展理论及研究范式的基础上,对中国3-12岁儿童民族认同的发展要素及研究问题进行了思考。以民族认同的发展取向理论为基础,国外学者采用\"娃娃研究范式\"及其变式等方法对儿童的民族认同进行研究。其代表性的研究成果认为,3-12岁儿童的民族认同发展是分阶段的,每个阶段都有里程碑似的关键事件。儿童民族认同的发展存在着三个核心要素:肤色偏好,即对肤色的偏好和进行区分的能力;自我认同,即儿童能正确的指出自己所属的种族或民族;种族恒常性,即儿童对自己所属的族群和其他不同族群所具有特征的稳定性的信念。国外的研究对中国少数民族儿童的民族认同研究具有启发和借鉴意义。中国少数民族儿童的民族认同的研究可以从以下方面进行:（1）从中国少数民族儿童的民族分类线索入手,确定儿童民族认同发展的核心线索和边缘线索;（2）探索儿童是否存在对某种分类线索的偏好;（3）确认儿童出现贴标签行为、产生民族恒常性的年龄及年龄特征;（4）创编适用于中国12岁以下少数民族儿童的民族认同实验范式。", "label": "公共管理", "id": 0}
{"content": "民族与种族社会化是少数民族儿童社会化一个特有的重要组成部分。目前美国心理学的相关研究发现,父母向子女传递民族与种族社会化信息的方式,可能既有直接,也有间接的方式。直接方式传递的信息内容涉及到民族与种族社会化信息的各个方面,间接方式传递的信息目前主要涉及到文化社会化方面的信息。其传递方式、信息类型等存在年龄差异。在孩子较小的时候（2~6岁）为直接或间接地传递,儿童中期至成年早期以直接传递为主。总体而言,文化社会化信息被传递最多,其次是偏见准备信息,促使不信任和种族平等主义与沉默这类信息较少。此外,传递方式的特点影响着研究者所使用的研究方法。对直接信息的测量主要是纸笔测验和访谈法。纸笔测验分为对语言信息或行动实践频率的测量和对观念、态度强度的测量,代表性的研究工具有《美国黑人全国性普查》、《民族与种族社会化感知问卷》、《青少年种族社会化实践量表》等;对间接信息的测量主要采用观察法,其代表性工具是《少数民族家庭环境清单》。未来的研究需要拓展对民族与种族社会化的信息传递者及载体的研究,发展对间接传递的民族与种族社会化信息的测量工具以及关注中国少数民族青少年民族社会化理论是否存在独特性等。", "label": "公共管理", "id": 0}
{"content": "民族社会化感知是指少数民族儿童对父母向他们传递的有关民族特征方面的信息的认识。以中国景颇族聚居地的景颇族初中生为研究对象,采用三个实验考察了民族社会化感知的特征。实验1采用开放式问答,对159名景颇族、傣族和汉族初中学生进行调查,目的是搜集不同民族的学生在校学习与生活时所发生的冲突故事,并从中梳理有关景颇族人的刻板印象或偏见。实验2在实验1的基础之上,编制了景颇族同学与傣族同学在宿舍发生的日常矛盾冲突事件。要求119名景颇族学生采用故事补全的方法,回答这个事件发生之后,故事中的景颇族学生的妈妈会对他（她）说些什么?实验3在实验2基础上,结合国外青少年民族社会化感知的维度,形成民族社会化感知的测量项目。以335名景颇族初中生为被试,要求被试在阅读有偏见线索或无偏见线索的冲突故事之后,对民族社会化感知的测量项目进行评估。结果表明:（1）景颇族初中生感知到民族社会化信息包含促进和睦、文化社会化、促使不信任、偏见准备等;（2）冲突故事中是否存在偏见线索对被试的民族社会化感知没有显著性影响,但被试对不同信息的感知存在显著性差异,对促进和睦的报告显著高于文化社会化和偏见准备,对促使不信任的报告最少;（3）被试的民族社会化感知存在性别差异,女生更多地报告促进和睦信息,男生则报告更多偏见准备信息,但是不存在居住社区环境上的差异。这些结果说明,在与不同族学生之间发生冲突时,无论该冲突有无偏见,景颇族学生感知到的父母所传递的最多信息是促进和睦。", "label": "公共管理", "id": 0}
{"content": "<正>一、问题的提出民族区域自治是中国为解决民族问题,实现民族平等、民族团结、各民族共同繁荣发展而建立的重要政治制度,是真正\"史无前例的创举\"。[周恩来:《关于我国民族政策的几个问题》,中央统战部等编:《周恩来统一战线文选》,人民出版社,1984年,第374页。]民族区域自治制度确立于1949年9月29日通过的《中华人民共和国政治协商会议共同纲领》（以下简称《共同纲领》）。在此之前,中国共产党为解决民族问题经历了从民族自决与联邦制,到民族自治,再到统一国家内的民族区域自", "label": "公共管理", "id": 0}
{"content": "<正>2004年的中国\"甲申文化宣言\"主张:\"每个国家、民族都有权利和义务保存和发展自己的传统文化,都有权利自主选择接受、不完全接受或在某些领域完全不接受外来文化因素;同时也有权对人类共同面临的文化问题发表自己的意见。\"这种理念跟民族学和胡耀邦的民族平等理念一致。胡耀邦字国光,1915年生于湖南浏阳。它早年加入中国共产党,1980年2月当选中央委员会总书记,成为党和国家第二代领导人。1987年1月15日在中共中央政治局扩大会议上辞去党中央总书记职务。[参考《胡耀邦同", "label": "公共管理", "id": 0}
{"content": "<正>本中心《共识》内刊每年出春秋各一期:春刊6月、秋刊12月面世。2014马年春刊破例:信息收集到8月,出刊时间拖到9月,因而要做解释五点,借此证明中国少数民族研究兹事体大:不仅跟中国整体,而且跟世界息息相关。原因之一是\"新甲午\":1894年7-8月,中日围绕朝鲜主权动兵海外。战火从黄海迅速延烧到中国辽东和胶东。结果中国惨败,日本割取台湾,赚去大笔赔银且在辽东驻兵。国人抚今追昔,看到朝鲜和日本仍然淘神。激愤者又说\"必有一战\"志在必胜。笔者从民族学角", "label": "公共管理", "id": 0}
{"content": "<正>马年中国再次面对历史转折关口:新地名是\"国家治理体系和治理能力现代化\",新地标是\"民族区域自治制度建设\",新活路是\"推动五个自治区的《自治法实施条例》出台,重建少数民族干部队伍、民族工作体制和新型智库,取代劳民伤财的单边维稳体制机制\"。本文基于新疆维稳效果跟\"法治中国\"目标背道而驰却积重难返骑虎难下的困难状况,确认这就是\"根本重大颠覆性错误\"的典型症候,久拖不治就能致命。眼前的最佳救治时机是\"金秋两会\":即十八届四中全会和中央民族工作第四次", "label": "公共管理", "id": 0}
{"content": "<正>事实终归是事实。正如没有理由认为跨民族通婚就能消减美国无所不在的种族或民族区隔一样,也没有令人信服的证据表明美国或印度少数民族对国家不满的整体程度低于中国。尽管针对这两国煽动少数民族不满的外部势力确实比中国少[新加坡国立大学Shan、Wei博士作为中国政府在少数民族区域所推行政策的反对者,认为\"我们没有足够的资料了解达赖喇嘛流亡政府或世界维吾尔会在2008年及2009年抗争的角色,但是无疑他们对其同族追随者有一定影响。他们的政", "label": "公共管理", "id": 0}
{"content": "<正>2010年第六次全国人口普查数据显示,中国共有183万朝鲜族,其中朝鲜族农村人口为56万,朝鲜族的城市化水平已经超过50%。1990年至2010年,短短的20余年,朝鲜族的发展实现了压缩型城市化进程（朴光星,2014）。数字的背后不仅仅是现代化的速度与成功,也承载了人们对朝鲜族发展的关注与反思。中国朝鲜族的研究涉及多个方面,文化交流、外出务工、边境贸易、家庭变迁等等,文字的背后向我们陈述着一个事实:朝鲜族流动性不断加快推动民族自信的提高的同时,以家庭为单位的现代性也带来了更加不确定的未来", "label": "公共管理", "id": 0}
{"content": "<正>文学应该从人类的暗部去发现光明的一面,给人以力量,让人更信赖人。——大江健三郎夹边沟位于甘肃省酒泉至金塔之间的一个昔日的劳改农场,这里是巴丹吉林沙漠的边缘,一望无际的戈壁滩,连绵起伏的沙丘,散落其间的是一些半截的土墙框,它们就是当年右派们住的地窝子。1957年10月至1960年底,这里关押了近三千名\"右派\"份子。在这酷暑难耐抑或天寒地冻的与世隔绝的世界边缘,他们终日劳作,经历大饥荒,吃尽了能吃的和不能吃的所有。这是一段耸人听闻、撕心裂肺的历史,伴着干燥的猎猎长风,黄沙一遍一遍抚摸着这片土地,半个", "label": "公共管理", "id": 0}
{"content": "人力资源和社会保障（以下简称\"人社\"）领域的网络和系统承载了海量公民个人信息,数据安全至关重要,人社数据的流动、汇聚和应用给数据安全治理和保护带来新的挑战.密码技术作为网络安全的核心技术和基础支撑,是构建人社数据安全体系的内置基因.围绕人社业务系统实战防护与新合规需求,以符合国家密码管理政策、法规和标准的密码技术、服务为基础,以整体性、系统性和协同性为原则,探索构建人社数据安全密码防护体系.", "label": "公共管理", "id": 0}
{"content": "信息技术的发展为民政信息基础设施建设带来机遇的同时,也带来了内外部安全风险挑战.以民政部为例,立足当前全球网络和信息安全风险高发且复杂的背景形势,从顶层设计、大平台、大安全、统一运维和综合防控等方面论述了民政信息基础设施建设的具体实践和取得的成效.", "label": "公共管理", "id": 0}
{"content": "研究目的:体育志愿服务作为志愿服务事业中的重要组成部分,为办好人民满意的体育事业提供了不可或缺的人力资源保障。2008年北京奥运会的成功举办,推动体育志愿服务迅速发展,引起了学界的广泛讨论,学者们的研究领域从体育志愿服务概念辨析、经验借鉴、可行性分析等向招募培训、组织管理、现状对策、法律问题、功能价值以及发展问题等维度拓展,同时也从国内外经验对比和社会资本等特定角度进行完善,取得了一定的研究成果。然而,随着《\"健康中国2030\"规划纲要》和《体育强国建设纲要》等政策文件的进一步推动,当下我国体育志愿服务的理论研究是否能满足实践需求,指导实践发展,仍然有待客观的衡量与把握。本研究运用citespace软件工具,绘制我国体育志愿服务研究的知识图谱,对该领域研究作者、研究机构和关键词进行系统性量化分析,结合对既有文献资料的梳理,从整体上客观揭示国内体育志愿服务的研究现状、研究热点以及发展趋势,厘清体育志愿服务发展的整体脉络,不仅对该研究具有重要的基础性意义和价值,也为后续我国深入研究提供方向和参考。研究方法:本研究运用文献计量学方法,通过citespace5.7R2（64—bit）软件绘制我国体育志愿服务研究的知识图谱,对该领域研究作者、研究机构和关键词进行分析,从数据中直观了解我国体育志愿服务的发展现状,同时结合Excel软件对一些研究对象进行频数统计。研究结果:本研究运用知识图谱厘清近20年体育志愿服务文献,得出:（1）体育志愿服务领域的研究现状:从发文量看,该领域的研究划分为缓慢发展期、快速发展期和平稳发展期三个阶段,且总体呈现增长态势;从研究作者看,作者发文数量和作者之间合作度都有提升空间;从研究机构看,各个研究合作规模小,基本呈现分散状态。（2）该领域的研究热点主要集中在\"志愿服务\"、\"志愿者\"、\"体育志愿者\"、\"全民健身\"、\"体育赛事\"、\"大学生\"、\"社会体育指导员\"等方面。本研究对关键词进行聚类与文献梳理,从体育志愿服务的实施主体、功能价值、体系构建以及特定维度等四个方面对其进行归纳与分析。（3）该领域的发展趋势主要从志愿服务、志愿者以及体育志愿者等延伸到体育赛事志愿服务组织管理、激励机制、参与动机、大学生志愿等微观层面的研究,呈现出多元细化的发展趋势;全民健身、公共体育服务凸显,逐渐成为体育志愿服务未来研究的前沿;参与群体也逐渐扩大到青少年和老年人群体。研究展望:（1）促进交叉学科融合发展。体育志愿服务是体育事业中的重要组成部分,与其他学科的交叉融合发展已成为未来的趋势。然而在国内体育志愿服务研究领域,学者及研究机构合作强度低,规模小,其深度融合、综合创新的路子还完全没有走开。学者们应抓住机会,着眼于多视角、多维度审视我国体育志愿服务发展过程中出现的诸多问题,寻找理论研究新的突破口。同时,立足于实践探索与理论研究的交叉融合,丰富志愿者研究领域的内容和成果。（2）聚焦全民健身志愿服务。2016年国家印发相关文件将\"全民健身\"上升为国家战略,是未来几年推进健康中国建设的行动纲领,体育志愿服务为全民健身事业的发展提供着不可或缺的人力资源保障。但迄今为止,关于全民健身志愿服务的研究内容主要围绕社会体育指导员、发展现状与对策以及其长效化发展等问题,对全民健身进行深入挖掘,用理论引领实践应用的发展,为实现健康中国提供有效建议。（3）关注志愿服务质量评定。2020年,相关机构联合发布了《慈善蓝皮书:中国慈善发展报告（2020）》,根据蓝皮书统计,截止2020年3月16日,我国实名注册志愿者总数达到1.69亿人,志愿团体116.36万个。占我国总人口的12%,较西方国家比例偏低,部分学者提出我国体育志愿服务开展数量不足,志愿服务的质量难以评定等问题。所以,在提高数量的同时如何保障体育志愿服务的质量,以及完善体育志愿服务的评价体系,不仅要注重服务的结果,也要注重服务的过程,形成有效的志愿服务模式。（4）实现志愿服务信息化建设。在互联网、大数据等信息技术高速发展的背景下,将信息化、智能化引入体育志愿服务成为诸多学者的共识,如邱辉等（2020）提出体育志愿服务信息化进程的策略建议,但研究过于单一,我们应从信息化的视角看待体育志愿服务领域,更应该将信息化引入志愿服务的招募、培训、管理、监督、评价等各个方面,形成体育志愿服务的全面信息化平台。", "label": "公共管理", "id": 0}
{"content": "研究目的:近年《\"健康中国\"2030规划纲要》、《全民健身计划（2016-2020年）》、《国务院关于加快发展体育产业促进体育消费的若干意见》等促进马拉松赛事产业化政策文件频繁发行,马拉松运动产业作为健身休闲产业的重要组成部分,近年来呈现井喷式发展,成为推动全民健身、弘扬体育文化、建设健康中国的重要平台,有效带动了健身、休闲、娱乐、旅游以及设施装备等相关产业发展[]。马拉松赛事环节多、爆发性强并且马拉松参赛者结构中非专业运动员占很大比例,志愿者作为马拉松赛事的闭环,责任大、任务重。随着马拉松举办场次频繁、规模不断扩大,志愿者数量的需求随之增大,工作种类划分也越发细致。在规模巨大,种类繁多的志愿者岗位上,也并不是每位志愿者都能够达到所需岗位的标准,少数志愿者的工作不尽人意,偶尔出现态度粗鲁、缺乏耐心、专业知识差等行为,甚至出现志愿者流失的现象,进而影响到马拉松志愿者队伍的整体形象和服务水平。是什么导致了这种行为?行为的原动力是动机[]。马拉松组织者若能了解其志愿者的服务动机,有效激励志愿者,便可更好地提高志愿者的服务质量。研究方法:文献资料法、问卷调查法、访谈法、数理统计法。研究结果:1)因子分析及服务动机排序:通过因子分析,抽象概括出马拉松赛事服务动机主要有5类:利他动机、物质报酬动机、个人成长动机、自我需求动机、社会关系动机。从中抽象出马拉松赛事志愿服务动机概念,所谓马拉松赛事志愿服务动机,是指马拉松志愿者参与马拉松赛事整个过程的外在和内在行为动力。外在行为动力具体指物质报酬动机和社会关系动机;内在行为动力指个人成长、自我需求和利他动机。马拉松赛事志愿服务动机排序（从高到低）为:自我需求动机、个人成长动机、利他动机、物质报酬动机和社会关系动机。自我需求是马拉松赛事志愿者最为重要的动机。自我需求、个人成长和利他动机作为内在行为动力排名靠前,物质报酬和社会关系动机属于外在行为动力排名靠后。从而认为内在行为动力高于外在行为动力。2)不同性别马拉松赛事志愿者其服务动机差异。其显著性差异并不存在于动机的所有方面,仅在个人成长、自我需求和社会关系动机三个方面具有显著影响。具体而言,志愿者的性别不同,其有关个人成长和社会关系、自我需求方面的诉求会有显著差异。3)不同年龄马拉松赛事志愿者其服务动机差异。个人成长动机、物质报酬动机在年龄上存在差异。具体而言,不同年龄在获得工作技能、丰富求职简历、尝试工作种类具有差异性。即25岁及以下的高于25-40岁,25-40岁的高于40岁及以上,增高,对个人成长的需求也随之下降。物质报酬动机呈现相同规律,具有显著性。具体而言不同年龄的马拉松赛事志愿者在获得组委会奖励、（学业）业绩评比和获得培训机会方面25岁及以下的高于25-40岁,25-40岁的高于40岁及以上。4)不同学历、职业马拉松赛事志愿者其服务动机差异。不同的学历在个人成长动机、自我需求、社会关系、利他和物质报酬动机上均不具有显著差异性,即学历虽然不同,但是马拉松赛事志愿服务动机无差异。不同的职业在个人成长动机、自我需求、社会关系、利他、物质报酬动机上无显著差异性,具体而言不管马拉松赛事志愿者其职业是政府机关、企事业单位或者是从事其他职业,其志愿服务动机无差异。结论:1)通过对厦门半程马拉松赛事志愿服务动机分析,发现马拉松赛事志愿服务动机主要为个人成长动机、物质报酬动机、自我需求动机、社会关系动机和利他动机五大方面。2)从中抽象出马拉松赛事志愿服务动机概念,所谓马拉松赛事志愿服务动机,是指马拉松志愿者参与马拉松赛事整个过程的外在和内在行为动力。外在行为动力具体指物质报酬动机和社会关系动机;内在行为动力指个人成长、自我需求和利他动机。3)其服务动机强度排序（从高到低）为:自我需求动机、个人成长动机、利他动机、物质报酬动机、社会关系动机。自我需求是马拉松志愿者最为重要的动机,并且马拉松赛事志愿者内在行为动力高于外在行为动力。4)马拉松赛事志愿者的个人成长动机、自我需求动机、社会关系动机在性别上存在差异。男性志愿者的个人成长动机、自我需求动机和社会关系动机要弱于女性志愿者。这在一定程度解释了马拉松志愿者队伍中女性比例大于男性的现象。马拉松赛事志愿者个人成长动机、物质报酬动机在年龄上具有显著差异性。个人成长动机、物质报酬动机都呈现出相同规律即:马拉松志愿服务动机25岁及以下的高于25-40岁,25-40岁的高于40岁及以上,表明青年志愿者在自我能力提升方面的意愿较强,希望能借志愿服务的机会走向社会、创造与人交流、相处与合作的锻炼机会,全面提升自己的能力。但马拉松赛事志愿服务动机在职业、学历上不具有显著差异性。", "label": "公共管理", "id": 0}
{"content": "研究目的:党的十九届中央委员委员会第四次会议达成\"坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化的重大意义和总体要求\"的决定,这同时是对体育未来的发展的要求。近年来,在\"举国体制\"的作用下,竞技体育取得了辉煌的成绩,北京奥运会更是标志着我国竞技体育进入一个新的高度,但随着体育运动员职业化,体育与市场的关系愈加紧密,体育产业在经济总量中占比的逐渐上升,体育商业化成为一个不可避免的趋势,这也意味着竞技体育商业化发展应逐步和社会主义现阶段的市场经济体制相适应。但在这趋势中,体育逐步市场化与竞技体育中固有的\"举国体制\"间产生了不可避免的矛盾与碰撞,其中竞技体育运动员退役后社会保障问题愈发明显。在\"推进国家治理体系和治理能力现代化的重大意义和总体要求\"下提出运动员保障问题现代化解决方案是本研究的重点。本研究主要研究外部环境中社会保障对于对运动员退役的影响以及中国体育治理中现有运动员保障管理的不足。研究方法:本研究主要运用了文献综述法、逻辑分析法、对比分析法。研究结果:我国对于退役运动员保障的相关工作多为体育总局颁布的条文,经查阅国家体育总局官网统计,自2000-2020年我国已经出台41项保障运动员利益相关政策、通知,其中政策性安置政策占22.0%,入学深造政策占22.0%,就业政策为61.0%,而社会保障方面政策仅占19.5%,由此可见,对于我国大量退役运动员来说,退役运动员社会保障政策杯水车薪。通过对近年来运动员相关主要退役政策的内容研究分析发现:运动员退役获取相关保障的条件主要是运动员运动成绩,条件比较苛刻,高标准使得政策覆盖的退役运动员群体十分有限。对于退役后自主择业的运动员补偿主要以经济补偿为主,一次性发给,并不是长期性支持,鼓励运动员退役后实现职业转换,通过\"退役——教育——就业\"渠道解决退役运动员就业问题,但缺少具体措施如何执行和监督的指导。研究结论:退役运动员社会保障中存在的问题（1）退役运动员作为体育资源没有得到合理开发和配置。（2）运动员退役后相关保障工作没有进行清晰的权责划分。（3）不同项目运动员退役后保障缺乏相对公平。（4）没有建立起科学完备的运动员保障体系。解决运动员退役保障存在问题的解决策略（1）重塑多元主体关系,有序市场参与。在衡量教练员和地方代表队业绩的时候,评价指标应该更为多元,而不是单一以运动成绩,可以加入如运动员退役后生活满意程度,除竞技教育外,如对运动员其他能力教育的落实程度,引入量化考核。使得教练员和地方代表队的业绩不仅与运动员运动水平成正比,通过引入多元评价指标,使教练员和地方代表队利益和运动员长远发展诉求一致,便于运动员退役后融入体育劳动市场,能够更加有序参与市场。同时建立相关秩序,充分考虑市场需求,以人为本,通过制度保护使退役运动员参与社会资源的再分配。（2）多元力量参与治理,重构利益分配从过去过于依赖政府力量安置,转变为政府、社会资本、运动员个人三位一体参与运动员退役保障工作。加强政府宏观调控,发挥其主导作用与号召功能,引导和规范市场行为,一方面,通过社会资本的市场化模式培养和使用退役运动员,充分调动退役运动员的力量,生产出有别一般的商品,真正将退役运动员所拥有的精神产品与社会服务融合,另一方面组织对退役运动员有效的职业生涯管理活动,逐步转变体育政府职能,为其他社会力量腾出空间。以退役运动员为核心,遵循社会主义市场经济发展的基本规律,发挥体育资源配置最佳效应,重构运动队、社会资本与运动员个人利益分配,探索新的利益空间,使得运动员体育劳动市场变得更加活跃。（3）同步不同项目保障,减少扶持差异。各项目间的扶持差距应在资金、政府相关部门重视程度两方面减少,在追求竞技成绩公平的同时,落实运动员退役保障层面的公平。调整对于退役后自主择业的运动员补偿主要以经济补偿为主,一次性发给的方式。在鼓励运动员退役后实现职业转换的同时,重视运动员在就业教育工作,减少运动员与受过高等教育劳动者之间文化差距,增强社会对于运动员退役后状况的自信程度。同时在保障项目之间不局限于重视工伤保险等较为短期的保障措施,对于医疗保险、养老保险等长期的保障措施投入更多的力量。（4）完善社会保障体系,落实执行监督构建科学完善的社会保障体系,不仅限于医疗保险和安置费,从养老、失业保险、就业指导、就业渠道多元化完善保障体系。使得运动员退役社会保障,一可以帮助运动员顺利度过从待退役到再就业这一阶段,二推动我国储备和培养更多的竞技体育人才。透明社会保障落实过程,让每一个运动员都知道自己所享有的保障制度,以及申请过程和申请条件,并对所有保障结果进行及时公布,做到信息的透明和公开,并有设置相关机构进行政策落实的执行和监督。对于群众基础较好以及商业化程度较高的项目可以采取与国际接轨的形式,实行市场化管理机制。", "label": "公共管理", "id": 0}
{"content": "研究目的:大型体育赛事志愿服务是公众参与社会事务、展示志愿服务精神的重要途径,第十四届全国运动会（以下简称\"十四运会\"）和残特奥会计划招募30万余名志愿者,提高多领域、高层次的志愿服务,在以往的赛事举办过程中,志愿者流失与退出的现象极为常见,我国大型体育赛事举办过程中志愿者流失率达到了20%。以往的研究通过测量志愿服务动机的构成维度,验证其与服务满意度及激励机制间的关系来解释为什么大型体育赛事志愿服务持续性较差。已有研究证明利他与利己并存的多元化动机是体育赛事志愿服务动机存在的主要形态。因此,展开针对大型体育赛事志愿服务动机的测量,并在此基础上分析其影响因素及作用机制,从而建立起具有针对性的志愿服务激励模式,为不同动机类型体育赛事志愿服务的分类治理提供科学依据。推动志愿行为的可持续发展,并将结论辐射到全民健身领域,发挥志愿服务在厚植体育文化、赛事组织管理、全民健身社会组织建设、社区体育活动组织等中的积极作用。研究方法:由于缺乏正式、长效、稳定的管理机制及可预期的报偿作为激励手段,志愿服务动机影响因素及其作用机理则更为复杂,志愿服务作为公共服务类型之一,具有利他性、自愿性和无偿性,公共服务动机理论（PSM）围绕公共服务动机的结构、影响因素等展开了系统研究为探索体育赛事志愿服务动机结构及影响机制的研究提供了新的思路。根据公共服务动机对于动机结构的理论论述,本研究提出了三个研究假设:假设1:体育赛事志愿服务动机与志愿服务态度间具有相关关系。假设2:体育赛事志愿服务参与动机与激励机制间具有相关关系。假设3:体育赛事志愿服务参与动机与激励机制间的关系会被志愿服务态度中介。本研究对第十四届全运会630名报名参与志愿服务的志愿者进行问卷调查,回收有效问卷630份,有效回收率达97%,运用因子分析法对志愿者的动机结构、志愿服务态度及激励机制进行分解,采用因果逐步回归法建立了志愿者参与动机、激励机制与志愿服务态度间的Logit回归模型。研究结果:因子分析显示大型体育赛事志愿者的参与动机由强到弱依次为利己发展型,外生模糊型,利他价值型。大型体育赛事志愿者最期望得到的回报依次是内在报偿、外在非物质性报偿,最后是外在物质性报偿。就三类参与动机与激励机制的相关性而言,利他价值型动机更倾向于内在报偿,而利已发展型动机在内在报偿的基础上,重视外在非物质报偿的激励。外生模糊型动机与三种激励机制之间不存在显著关系。回归分析结果显示志愿者的参与动机与志愿服务嵌入程度及激励制度呈现相关关系,与此同时,志愿服务态度对志愿服务激励机制与动机间的关系具有调节作用。对志愿服务持嵌入性态度的参与者,更倾向于利已发展型动机。研究结论:（1）志愿服务激励机制对志愿动机的影响是通过中介变量（态度忠诚）起作用的。如果激励机制具有针对性,就能显著提高志愿者的态度忠诚度及嵌入程度,同时志愿者态度忠诚的形成对激励机制的完善和动机形成也有重要影响。（2）在赛事志愿服务管理过程中,如何形塑嵌入度较高的志愿服务态度是赛事承办过程中亟待解决的问题。建立具有针对性的体育赛事志愿服务激励机制,对志愿者动机有显著影响。注重专业知识的培训和互动活动的开展,在志愿者激励制度中,免费的培训、学习和联谊活动十分重要,对志愿者的服务体验有着重要影响。建议在大型赛事志愿服务组织与管理过程中,从利己发展型动机激发和推动志愿服务态度忠诚的角度去引导和激励志愿者,完善志愿服务管理制度。通过志愿服务认证、星级评选、积分等制度,推动志愿服务文化传播、集体记忆和遗产管理,促进嵌入型志愿服务态度的形成,让激励机制的作用得到更好的发挥,从而增强志愿者的服务满意度,提升志愿服务水平。", "label": "公共管理", "id": 0}
{"content": "北京奥运会后,中国举办的大型赛事活动以及需要的赛事志愿者数量都呈井喷式增长。由此也产生种种问题,如赛事志愿者能力参差不齐、志愿服务理念偏差等。因此,相应的绩效评估手段应运而出。本文通过文献资料法、调查问卷法、实地考察法、数理统计法等研究方法分析目前移动互联网背景下高校赛事志愿者绩效评估的现状:（1）赛事志愿者绩效评估的APP（应用软件）过少目前在手机移动端为人耳熟能详的赛事志愿者绩效评估的APP（应用软件）很少,仅仅有30多个在市场进行了应用与推广,且效果一般。个别组织或者学校私用的便不进行阐述。另外还有不少微信的公众号、企业号拥有一定的赛事志愿者绩效评估功能,但是功能较为单一,不能满足市场要求。（2）赛事志愿者绩效评估的APP（应用软件）功能有限目前市场上较为成功的赛事志愿者绩效评估的APP（应用软件）为\"志愿者打卡器\"。它分为企业版和志愿者版,在较大程度上解决了这方面的空白,但是其功能仅仅只是围绕时间进行绩效评估,对于其它方面的绩效评估并未开发出相应的功能,因此功能有限。结果:根据现状提出对于移动互联背景下高校赛事志愿者绩效评估志愿者、赛事活动组织方、志愿者协会等各个方面的侧重点思考:（1）志愿者参与赛事志愿服务的类型以志愿协会工作、大型赛会服务和爱心捐助为主。一般此类活动只持续几天不超过一个月,但是对志愿者招募、培训、上岗和收尾等工作,即用去大半时间。而针对招募绩效评估可生成基础信息的绩效评估数据库,能够节省大量时间。招募到合适的志愿者也能使志愿者培训的周期大大减少,而此类活动中间的移动范围较大,移动互联网正契合这一特点,能够在活动进行的过程中进行定量的绩效评估。故针对此类项目的志愿活动应该侧重招募过程中的基础信息的绩效评估和活动中的绩效评估,运用好移动互联网的特点,为以后相同类型的志愿活动做好储备。（2）针对绩效评估,赛事活动组织方主要看服务态度,这正是目前绩效评估的一个主要情况,而其他志愿活动的组织方也采取了时间计量进行绩效评估。要求的人群主要是相应专业的人群,招募采取与专业老师联系或者网络发布或者通过协会都有,没有统一标准。而其真正的诉求是志愿活动的效果。（3）志愿者协会（志愿者团体）方侧重点思考为在招募上对已有的志愿者信息录入应该借助数据库和信息的高速处理功能进行加强。对策:构建移动互联网背景下绩效评估的理论基础以及发掘移动互联网背景下绩效评估的潜在功能。（1）移动互联网背景下绩效评估理论基础构建观察和搜集资料为理论构建的出发点,理论为理论检验的出发点,故整个循环可分为两个半循环。首先是构建,经过高校赛事志愿者绩效评估的相关资料收集,并进行资料的分析和经验概括归纳为基本的理论。然后由构建的基本理论进行检验,在实际中通过移动互联网结合高校赛事志愿者绩效评估进行检验,通过演绎将命题概念化,进而操作化从而得到实际可检验的移动互联网背景下的绩效评估理论。（2）移动互联网背景下绩效评估潜在功能发掘（1）定位:通过定位可以知道赛事志愿者在特定时间地点所在的位置,进而了解对规范的遵守状况,并能保障赛事志愿者安全。（2）信息交流:信息交流的实时性是移动互联网又一大功能。从赛事志愿者招募、基础知识理论培训、岗位职责到工作内容等等皆能应用移动互联网的特点得以实现。（3）移动搜索:赛事志愿者招募的任何一方需要的信息皆能通过搜索达到目的,手机和电脑的差异逐渐减小的过程中,此功能也逐渐使两者差距越变越小。（4）移动支付:对于较艰苦且参与人数巨大的赛事志愿服务活动可直接在网上进行补贴的支付。（5）云计算:通过海量的数据存储和管理技术,能在招募时通过计算功能找到相对应的赛事志愿者。", "label": "公共管理", "id": 0}
{"content": "近年来,随着行政体制改革不断加快以及政府职能转变进一步深入,作为承接部分公共服务职能的行业组织和中介机构发展日新月异,在整个市场经济社会体系中的地位越来越重要,作用发挥越来越突出。但从整体看,行业组织及中介机构发展仍处在相对不够成熟阶段,从业人员素质参差不齐,监管机制也不够健全。部分行业组织利用部门权力违法违规强制入会、强行收费,甘于充当主管单位的\"小金库\",成为滋生腐败行为的温床;少数中介机构忽视法规和职责所在,有意无意卷入了一些欺诈、腐败案件。这既有违发展行业组织和中介机构完善公共服务、遏制公权泛滥和寻租腐败的初衷,更严重损害了行业整体形象、扰乱了市场经济秩序、违背了社会公平正义。因此,弄清行业组织和中介组织机构的结构、性质与特点,探究消除或减少其违规、失职等引发腐败行为的方法及途径,促进其更好地履行完善公共服务职责,是强化反腐倡廉建设、提升反腐倡廉效果和推进社会和谐发展的必然选择。", "label": "公共管理", "id": 0}
{"content": "新时期检察机关信访申诉工作呈现\"以人民为中心\"理念愈加凸显、多主体参与方法愈加明确、彰显司法温度要求愈加明晰、实质性化解目标愈加坚定等新趋势。现有处置信访申诉案件工作制度不够完善,如听证制度的适用存在选择性,\"参加人\"的\"针对性\"不强;领导包案制度缺乏广泛性和刚性,包案范围尚未具体明确;司法救助制度适用案件范围有待统一,适用标准有待进一步明确;信访申诉终结程序与前置诉讼监督程序的法律效果无实质性差异等,加之来访人存在法律\"工具论\"、检察监督\"万能论\"、对传统人治的执念等片面认知,接访检察人员心理干预疏导能力欠缺等因素,导致在信访申诉案件纠纷实质性化解上存在一些诸多障碍。未来应培育全社会的法治信仰,弘扬正确的检察监督理念,优化检察听证制度,全面推行领导包案制度,完善检察机关司法救助制度,不断提升接访检察人员心理干预疏导能力。", "label": "公共管理", "id": 0}
{"content": "本文通过对新疆地区还在服务期的50西部计划志愿者在服务期满后的工作意愿进行调查,分析了西部计划志愿者服务期满后离开服务地并离开新疆工作的原因,给出了如何增加西部计划志愿者在服务期满后留在服务地或留在新疆工作可能的建议。希望可以有更多的西部计划志愿者可以扎根西部,为西部建设继续奉献一份力量。", "label": "公共管理", "id": 0}
{"content": "<正>2017年12月29日,由北京大学中国教育财政科学研究所担任秘书处单位的中国教育创新\"20+\"论坛主办的\"新时代的教育新使命——2017年中国教育创新‘20+’论坛年会\"在北京国科大国际会议中心举行。作为分论坛之一的\"教育公益组织创新:使命、路径与挑战\",由中国教育创新\"20+\"论坛创始成员、", "label": "公共管理", "id": 0}
{"content": "<正>（一）公益组织可以为乡村教育振兴做些什么?基础教育和学前教育都是发展快、需求大的领域,政府、企业、社会,都给予了很大支持。从需求角度来说,我国有大量乡村地区、贫困地区,需要以创新的手段促进其均衡发展,而公益组织在社会创新方面有着独特的优势。有些人认为乡村教育振兴有政府的关心和投入以及企业的支持和参与就可以实现。但实际上社会各个层次都有其各自的分工,公益组织和政府、", "label": "公共管理", "id": 0}
{"content": "<正>2021年,是中国共产党成立100周年,也是\"十四五\"规划的开启之年。做好新形势下高质量机关党建研究工作,有利于以机关党建高质量发展引领和推动经济社会高质量发展,有利于\"两个一百年\"奋斗目标的加快实现。我们党历来高度重视中央和国家机关党的建设,这是由中央和国家机关的地位和作用决定的,因此中央和国家机关党的建设必须走在前、做表率。本文通过问卷调查、翻阅台账、", "label": "公共管理", "id": 0}
{"content": "<正>一、实施背景电力企业作为央企骨干企业,面对经济社会深刻变化所带来的困难与考验、机遇与挑战,必须坚持与时俱进,切实做好社会责任履行实践,着力把社会责任理念和要求全面融入企业发展战略、企业生产经营和企业文化,推动创新发展理念、转变发展方式、激发创造活力、提升品牌形象、提高职工素质、增强企业凝聚力,深化企业改革创新发展,更好的服务人民、", "label": "公共管理", "id": 0}
{"content": "政府信任与政府绩效密切相关。新时代社会公平、民生福利以及纯公共产品领域绩效已经超过经济绩效对政府信任的影响。保障公平反映了社会保障服务过程和结果的公平程度,涉及养老保障、医疗保障、就业保障等保障系统的公平。目前已有不少研究探讨公共服务供给、公共服务满意度、社会公平、社会保障服务对政府信任的影响,但鲜少关注保障公平与公众政府信任的关系及其心理机制。本研究基于公平理论和期望失验理论,考察保障公平与政府信任的关系及社会保障满意度和生活满意度在其中的链式中介作用。通过分析2019年中国社会状况综合调查数据（N=7403）并用2017年数据（N=6973）进行稳健性检验,结果发现:（1）保障公平、社会保障满意度、生活满意度与政府信任之间呈显著正相关;（2）保障公平对政府信任的正向预测随着政府层级的下降而逐渐增强,呈\"央弱地强\"态势,相对于高层级政府而言,保障公平对区县、乡镇等低层级政府信任水平的提升作用更为明显,其中公共医疗公平不论是对整体的政府信任还是中央、区县、乡镇三级政府信任的影响均强于养老保障公平和就业公平,就业公平的影响最弱;（3）保障公平可以通过社会保障满意度、生活满意度以及二者的链式中介作用三条间接路径预测政府信任。本研究揭示了保障公平与政府信任之间的内在机制,为提升政府信任水平提供了新的思路。", "label": "公共管理", "id": 0}
{"content": "选取水库移民较为集中的从化区为研究区域,建立涵盖管理效益、经济效益、社会效益和生态环境效益4大准则层总计29项指标层的水库移民后期扶持实施效益评价指标体系。采用模糊层次分析法对从化区2010—2018年水库移民后期扶持项目实施效果进行评价,结果表明:经济效益是制约从化区水库移民后期扶持实施效益的主要因子,主要是因为移民区人均收入水平改善情况、人均可支配收入改善情况、人均住房面积改善情况得分较低。因此,未来从化区后期扶持项目应着重以提高移民的经济收益为主。", "label": "公共管理", "id": 0}
{"content": "在我国公益慈善事业发展进程中,一直伴随着数字化科技的发展,从原来的社区组织线下捐款到后期出现的水滴筹等线上捐款平台,数字化改变着我们的生活的同时也改变了我国公益慈善事业。但在我国公益慈善事业数字化发展的过程中也出现了种种问题,使得我国部分公益慈善组织在人们心中留下了消极刻板影响。本文通过分析我国公益慈善数字化不同阶段具体案例,横向分析各阶段优缺点,纵向分析我国公益慈善数字化发展变化,并针对当前数字化背景提出一些意见和建议。", "label": "公共管理", "id": 0}
{"content": "在易地搬迁工作初见成效的大背景下,做好异地搬迁工作的\"后半篇文章\"是当前着力谋划的重点。本文以贵州省为例,结合贵州样本的规划实践,研究易地搬迁小城镇的后续发展模式,从而真正实现\"搬得出、稳得住、能致富\"的目标,为易地搬迁小城镇提供普适性的科学发展指引。本文从贵州省易地搬迁成效及现状困境出发,结合典型案例归纳总结了三种可持续发展模式——产业驱动型、旅游带动型和人文教育型,以期因地制宜地为各地区选择小城镇后续发展模式提供思路;最后从构建公共服务体系、培训和就业服务体系、文化服务体系、社区治理体系等方面形成易地搬迁后续扶持政策体系,以期为解决国内易地搬迁实践中所面临的后续发展问题提供科学指引。", "label": "公共管理", "id": 0}
{"content": "大学生参加志愿者活动是很普遍的现象,使用问卷调查了71名杭州大学生参加志愿者活动的现状,以及大学生对志愿者活动的想法。调查得知,大学生志愿者活动蓬勃发展。大学生参加志愿者活动的原因可以分为\"提升自我\"和\"关注社会\"两大类。且大学生在参加志愿者活动的过程中产生了\"自我\"与\"社会\"的冲突。同时可以合理猜测,大部分大学生是将志愿者活动当做一种学习的机会,希望在能力技术上有低的准入条件,而能获得高的回报。", "label": "公共管理", "id": 0}
{"content": "华东理工大学教授曹锦清,近日在《文化纵横》发表题为《知识精英阶层责任缺失的社会历史分析》一文中,有句名言叫\"知识精英的最高职责在于‘用思想来守护民族’\"。被誉为\"知识精英夕阳社会团体\"（全部系离退休人员）的广西老社会科学工作者协会,始终保持对党忠诚的政治品格、自觉阐释传播中央决策的精神,正是曹锦清这名言的真实体现。", "label": "公共管理", "id": 0}
{"content": "<正>着力点是指力的作用主要集中之点。当前正在全党开展的\"不忘初心、牢记使命\"主题教育（简称\"主题教育\"）,为了实事求是收到教育成效,不同身份的党员在教育中的着力点是不一样的。作为经受过血与火考验和洗礼的离退休党员干部,应该把这次主题教育的着力点放在哪里?笔者认为,综观离退休党员干部的自身特点,应该把\"守初心坚定支持圆梦大业,担使命尽力为党增添正能量\"作为贯穿学习教育全过程的着力点,并围绕这个着力点致力做好三项教育引导工作。", "label": "公共管理", "id": 0}
{"content": "今、明两年,随着2018年3月中共中央印发的《深化党和国家机构改革方案》贯彻实施,有些机构的合并、撤销或压缩将导致领导职数的减少,将有一批领导干部改任非领导职务,极少数因身体不佳还有可能提前病退。这些退位退休人员,将面临着卸任之时\"失落心病\"的严峻考验,如果治理不好,会引起干部队伍心理的震荡。为此,治理和防范退位退休人员的失落心病,确保《改革方案》顺利实施,应该成为今、明两年各级机关党建的一项重要任务。", "label": "公共管理", "id": 0}
{"content": "<正>习近平总书记6月29日在中央政治局第六次集体学习会上的重要讲话、和7月初对推进中央和国家机关党的政治建设作出的重要指示精神,对党的政治建设作出了新的具体部署,传导了当前必须着力抓好党的政治建设的强烈导向,为全党深入落实十九大精神、从严管党治党指明了方向,提供了遵循。作为离退休党员干部,应该认清当前从严管党治党的形势,增强党的政治建设观念,明确个人的责任和前进方向,把加强党的政治建设摆在", "label": "公共管理", "id": 0}
{"content": "仅截止2016年,全国离退休干部就有1900多万,其中党员干部1100多万,约占全国党员总数的八分之一。他们不仅是党执政兴国的重要政治资源和全面建成小康社会的重要力量,而且是维护党中央权威的骨干队伍,他们虽然离开了工作岗位,但他们的第一身份依然是党员,他们依然负有遵纪守规、维护党中央权威和集中统一领导的政治责任,因此本文提出如下对策。", "label": "公共管理", "id": 0}
{"content": "当前,严守政治纪律和政治规矩已经从一个政治概念,上升为治国理政、从严治党和落实\"四个全面\"战略布局的一把刚性戒尺。机关离退休干部党员虽然离岗休息了,但他们的党员第一身份并没有改变,党中央对他们的管理并没有放松,人民群众对他们的要求并没有降低,一句话,他们仍是\"8700多万\"中的一部分,是机关党员队伍的一部分。只有加强对他们进行思想政治引领,真正把政治纪律和政治规矩在他们心中立起来、严起来、用起来,成为带电的高压线,才能从整体上提升机关干部党员队伍的思想政治素养。", "label": "公共管理", "id": 0}
{"content": "<正>【志愿者是党和国家实施精准扶贫的\"助力者\"。截至2018年12月03日0时,广西注册志愿者总人数为1902817人,在脱贫攻坚进入攻坚拔寨的关键阶段,他们弘扬\"厚道、善良、诚实、博爱\"的壮、瑶少数民族精神,在社会救助、捐资助学、扶危济困等社会扶贫方面,扮演绣花针的角色,填补了政府难以介入的扶贫死角,满足了个性化的贫困扶助需求,为全方位扶贫做出了重要贡献。这份《调查与思考》,客观反映了全国脱贫攻坚的", "label": "公共管理", "id": 0}
{"content": "<正>开讲之前我先从两方面解释这个讲题的题意:一是我为什么确定这个讲题?两个《宣传提纲》（即中组部2015年9月下发的《学习贯彻习近平总书记等中央领导同志在\"双先\"表彰大会上重要讲话精神宣传提纲》和《为党的事业增添正能量活动宣传提纲》）。这\"两个《宣传提纲》,对习近平为总书记的党中央有关新形势下加强老同志工作重要政策作了全面、深刻、准确地解读,对当前和今后", "label": "公共管理", "id": 0}
{"content": "<正>志愿者是党和国家实施脱贫攻坚的\"助力者\"。在我区脱贫攻坚战进入攻城拔赛决胜期的关键时刻,为弄清脱贫攻坚志愿服务现状,进一步推动自治区党委、自治区人民政府关于打赢脱贫攻坚战三年行动要\"开展扶贫志愿服务活动\"的要求落到实处,形成最大合力打赢最后两年决胜期的脱贫攻坚战,11月底,由广西老社会工作者协会会长李美才带领的8人\"退休老人调研组\",实地对巴马、凤山、都安、大化四县（下简称为\"巴马等四县\"）的脱贫攻坚志愿服务进行抽样调查。", "label": "公共管理", "id": 0}
{"content": "<正>习近平指出,党的工作最坚实的力量支撑在基层,经济社会发展和民生最突出的矛盾和问题也在基层,必须把抓基层打基础作为长远之计和固本之策。并特别强调,责任担当是党员干部必备的基本素质,干部有多大担当才能干多大事业,尽多大责任才会有多大成就。实残证明,乡镇民政人员的责任担当,是落实基层民政工作各项制度性政策的关键,", "label": "公共管理", "id": 0}
{"content": "<正>鸡年年底,广西老社会工作者协会按照习近平关于\"人的一生只充一次电的时代已经过去,只有成为一块高效蓄电池,进行不间断的、持续的充电,才能不间断地、持续地释放能量\"（注（1））的论述,别开生面开展了一次\"充实自身正能量\"活动,使离退休老同志加深了对习近平提出\"蓄电池理论\"的高度认同,增强了不断增添自身正能量更好地为党增添正能量的自觉。", "label": "公共管理", "id": 0}
{"content": "社区治理是社会治理的重要基础,也是国家治理的重要基础。我国城市基层社会在相当长的时间里以居民委员会为主要治理主体,但随着改革的深入和社会主义市场经济的发展,我国社会结构发生深刻变化,社区自组织是现代社会管理和公共服务的一支生力军。在社区治理实践中,社区层面的各类社区自组织基于自身的原生性、自发性等特点,成为参与社区建设、社区治理最重要的主体之一,也天然地成为社区居民参与社区建设、社区治理的基础载体。社区自组织在发展过程中,存在社区自组织定位困惑,在参与社区治理的中角色担当和发展存在难题等一系列问题,本文以成都市部分城区社区自组织的发展基本情况调研为基础进行研究,提出以共建共治共享为核心的自组织发展创新路径。", "label": "公共管理", "id": 0}
{"content": "社会保障水平是衡量社会保障发展状态的一个重要指标,不单反映了社会保障的公平程度,也反映了国民福利是否与国民经济同步增长的状况。本文运用相关测定模型对我国2007-2017年社会保障水平的适度性进行了实证分析,研究发现这段时期我国的社会保障水平明显偏低;而社会保障水平不适度的原因主要是由于社会保障覆盖面迅速扩大、为适应人口结构的变化及人口流动的社会保障项目急剧增加、社会保障刚性发展致使社会保障需求增长过快,而当下我国经济增速放缓、财政要过\"紧日子\"、企业负担较重以及个人缴费能力不足,使得社会保障的供给还满足不了日渐增长的需求。为解决目前社会保障供需结构性不平衡,尽快推动我国社会保障水平趋向\"保障适度\",本研究提出了相关对策与建议。", "label": "公共管理", "id": 0}
{"content": "<正>10月16日,华夏保险北京分公司举办2019重阳公益行动,华夏保险北京分公司党支部书记、总经理王永同志,分公司党支部委员,运营管理处总经理张伟同志,椿树街道工委副书记肖淑珍莅临现场。围绕\"不忘初心,牢记使命\"的中心思想,华夏保险北京分公司在建国70周年之际,持续开展关爱抗战老兵和贫困老人活动,为抗战老兵和贫困老人送去围巾、牛奶、暖宝、精优杂粮等爱心物资,积极回馈社会,传递爱与责任。李瑞君老人激动不已,握着王永同志的手说:\"感谢你们每年都记得来看望我。\"历史的车轮滚", "label": "公共管理", "id": 0}
{"content": "<正>全国离退休干部先进集体和先进个人表彰大会于2019年12月16日在人民大会堂隆重举行,中国人寿北京市分公司退休老干部李学亮作为代表参加了大会,在人民大会堂受到了中共中央总书记、国家主席、中央军委主席习近平的亲切接见,习近平总书记向老同志们表示热烈祝贺,希望他们珍惜光荣历史、永葆政治本色,继续为实现中华民族伟大复兴的中国梦作出积极贡献。李学亮是中国人寿北京市分公司退休老干部,他", "label": "公共管理", "id": 0}
{"content": "<正>长沙市雨花区井湾子街道井巷社区成立于1989年9月,辖区面积0.24平方公里,户籍人数4163人,常住人口6000余人,现有居民楼45栋,居民以改制下岗职工为主。2017年10月以来,井巷社区针对社区留守老人多、下岗人员多、信访积案多、帮教对象多、矛盾纠纷多,无物业管理、无配套设施、无资金来源、无社会组织、无志愿队伍\"五多五无\"等特点,以党总支为引领,以居民需求为导向,以一条热线为平台,以社会组织为载体,以社会工作者为骨干,以志愿者为补充,打造共建、共治、共享的基层治理格局。主要做法是\"三个一\"。", "label": "公共管理", "id": 0}
{"content": "<正>丧葬作为人类社会最普遍的文化现象,在不同的历史时期和不同的地域有着不同的表现形式,它是特定社会关系、社会组织,以及社会观念最集中、最生动的反映。由于中华民族历经两千多年的封建统治,葬制、丧礼带有严重的封建迷信色彩,土葬、厚葬、各种迷信活动和铺张浪费现象十分严重。新中国成立以后,随着国家社会经济、政治的发展和文明程度的提高,我国逐渐推行殡葬改革,主张弃土葬为火葬,革除丧葬陋习,行文明节俭之风。洞井地区响应国家号召,逐步推行火葬。", "label": "公共管理", "id": 0}
{"content": "<正>1978年党中央实施改革开放政策以来,中华大地发生了翻天覆地的变化,取得了显著的成就。1982年党中央建立了老干部退休制度,这是我国社会主义干部制度一项重大改革,确立了退休干部医疗、养老金由党和政府统筹,使全国广大离退休干部赢得了人生命运的第二春天。在这个春天里,离退休干部能够自由支配自己的人生,选择自己的生活方式,追逐自己的梦想和施展自己的才华,度过人生命运中最有意义、最豪迈、最欣慰的晚年休闲时光。我从1992年离休后,", "label": "公共管理", "id": 0}
{"content": "<正>在世界银行、世界卫生组织等国际组织的官方文件中,儿童早期发展一般指从胎儿期至8岁阶段,儿童在身体、心理以及社会适应能力等方面的成长发育。在中国,教育、卫生保健、社会福利等领域通常将0～6岁儿童划分为一个相对独立的目标群体。因此,考虑到中国的实际情况与儿童早期发展的一般性规律,以及保持与国际标准的衔接、促进儿童早期发展研究的可比性,本研究中的\"儿童早期发展\"特指:从胎儿期到6岁阶段,儿童在身体、心理以及社会适应能力等方面的综合发展。儿童早期发展是关乎个人和家庭幸福、影响社会稳定与发展、", "label": "公共管理", "id": 0}
{"content": "随着十九大提出\"幼有所育\"的儿童福利发展目标,我国的儿童福利事业正逐渐进入普惠型儿童福利事业的构建阶段,而现有的儿童福利设施规划标准难以满足新的发展要求。本文通过梳理研究现有各类儿童福利设施的规范内容,判断存在设施体系配置不清、指标控制不全、多种指标矛盾等问题。遵循保底线、强刚性、适度超前的原则,提出构建\"机构、社区\"两级的儿童福利设施体系。对应城市规划编制体系和城市的管理需求,充分衔接已有设施建设标准,在专项规划中,对儿童收养设施、未成年人救助保护中心的单项设施用地面积指标控制;在城市总体规划中,对儿童福利机构（儿童收养设施和未成年人救助保护中心）总用地面积指标控制并引导其合理选址;在控制性详细规划中,对社区儿童福利设施的建设标准、兼容性、建设模式提出相应建议。", "label": "公共管理", "id": 0}
{"content": "针对传统水利水电工程移民实物调查耗时长、数据质量低、缺乏空间信息的现状,研究分析了若干传统实物调查案例并提出信息化调查的调查流程及方法。通过分析不同水利水电工程对实物调查系统的需求,建立需求文档并设计了相关实物调查功能模块和原型。根据功能需求研发移动平台的移民实物调查系统及相应的网络端管理系统,并在宁波市葛岙水库实物调查中进行了实践。结果表明,移民实物调查系统大大提高了实物调查的工作效率及实物调查成果的质量,具有较大的社会效益和经济价值。", "label": "公共管理", "id": 0}
{"content": "本文通过对比抽水蓄能电站与常规大中型水电项目的不同特点,研究分析抽水蓄能电站建设沿用常规水电征地补偿移民安置方式的合理性;通过对抽水蓄能电站项目与其他行业建设项目在征地移民安置方面的比较,研究抽水蓄能电站建设征地移民安置适用其他行业作法的可能性。", "label": "公共管理", "id": 0}
{"content": "本文综合叙述了江西洪屏抽水蓄能电站建设项目的建设征地和移民安置的管理体系、方法和成效,介绍了移民搬迁安置和生产安置的方式及主要管理经验,并提出了有关的建议。", "label": "公共管理", "id": 0}
{"content": "移民安置点选择统规统建的方式,有着便于统筹规划等优点,此种方式也有一定的弊端。本文结合河南洛宁抽水蓄能电站移民安置点的建设,探讨统规统建模式的优缺点。希望能取得较为普适性的结论,为将来抽水蓄能电站建设过程中移民安置点建设方式的选择提供帮助。", "label": "公共管理", "id": 0}
{"content": "移民工作政策性强,移民补偿、安置、搬迁面临困难较多,在清原抽水蓄能电站设计单位发生变化,前期设计工作不延续的情况下,通过各方共同努力,对实物指标进行全面复核。地方政府依法依规、实事求是,稳步推进移民补偿及安置点建设工作,较好完成当年移民工作任务。", "label": "公共管理", "id": 0}
{"content": "慈善信托是指委托人基于慈善目的,依法将其财产委托给受托人,由受托人按照委托人意愿以受托人名义进行管理和处分,开展慈善活动的行为。信托制度设计符合慈善运行规律,是发展慈善事业的重要方式。国际慈善信托经验显示,完善制度、加强监管对慈善信托健康运行具有基础性作用。我国慈善信托建立之初,制度不完善,本课题就加强管理、促进发展,完善我国慈善信托制度提出了四项建议。本报告共四个部分。第一部分介绍慈善信托的基本概念和制度特点。利用信托制度开展慈善事业的主要原因是财产所有人希望从事公益慈善活动,但由于自然寿命有限、财产管理能力不足、从事慈善能力不足和其他原因无法亲自实施慈善事务,因而委托他人帮助管理和处分财产用于实现公益慈善愿望。慈善信托具有独特的三方结构、信托文件遵从、信托财产独立性、信托连续性、受托人承担信义义务等特点,可以长久存续为慈善目的服务,有利于社会长久地受益。与慈善捐赠、慈善法人相比较,因依托信托制度、信托公司有较强的资产管理能力,慈善信托适合我国公益慈善事业发展的需要。第二部分报告认为,当前我国慈善信托事业发展需要解决好几个重要问题:一是慈善信托的管理体制需要完善。慈善信托实行民政部门集中监管的体制,由于主体职责繁重、履职风险隔离、专业能力欠缺、人才配置等原因,与今后大量慈善组织和信托公司开办慈善信托后的监管任务不相适应,需要考虑完善。二是税收优惠仍未落实,导致社会各界等待观望,慈善信托进展迟缓。三是慈善信托在受托人主动募集财产、信托账户设置、受托人履职风险缓释等方面急需完善。四是公众参与、公众监督机制的信息基础设施建设需要完善。第三部分介绍了境外部分国家的经验。英国的慈善信托管理体制的实践表明,通过慈善委员会与有关部门配合共同行使慈善信托的监管职责成果有效。为促进慈善事业的发展,各国都安排慈善信托优惠税收制度或者专项立法,普遍做法是规定慈善信托视同捐赠,符合条件的各方当事人均享有课税优惠。日本鼓励银行担任受托人。英国强调法治与服务,重视对受托人或者直接责任人的过错追究。同时,通过商业保险建立风险补偿机制。各国大力加强信息系统建设,加大信息披露,接受公众监督、方便为公众服务,取得良好效果。第四部分提出了完善我国慈善信托制度的建议。主要是,第一,完善管理体制,仿照国家外汇管理局的规格,成立由民政部管理的国家局——国家慈善事业管理局,负责慈善方针政策制定,承担社会组织、慈善组织、慈善信托、慈善捐赠、志愿者等行政管理与监管职责;履行法定公共管理职责,建设专业队伍、承担非现场监管、现场检查、行政处罚等职责。明确集中、专业的管理职责有利于培育我国慈善事业的管理能力、管理公益慈善事业运行风险。第二,制定慈善信托税收优惠的具体规定,将慈善信托视同直接捐赠,慈善信托在设立、存续、分配及终止阶段均按照税法享受优惠。第三,完善受托人管理,建立受托人主导的财产募集机制,为重大公共慈善需求集中社会资源;完善慈善组织担当受托人的配套制度,扩大慈善信托受托人队伍;建立慈善信托行业组织,加强自律管理;由中国保监会、民政部门共同研究慈善信托市场化保险保障制度,完善风险缓释机制,保障慈善信托平稳运行。第四,健全慈善信托统一的信息系统,顺畅信息披露,促进有效社会监督。", "label": "公共管理", "id": 0}
{"content": "高校信访档案是学校开展信访工作的重要记录和历史凭证,信访档案工作是高等学校信访工作的一部分,对于妥善解决高校信访问题,有效化解学校发展过程中出现的各类矛盾、维护学校乃至社会的和谐稳定、保障教育工作者的合法权益具有重要意义。本文尝试分析如何高质量高效率地开展高校信访档案工作。", "label": "公共管理", "id": 0}
{"content": "<正>2018年10月13日,广阳区、安次区文明办,廊坊开发区党政办,廊坊市直、中省直驻廊有关单位志愿者们继续深入开展\"星期六文明行动\"志愿服务活动,深化文明城市创建,推动志愿服务常态化、制度化。本周重点开展关爱他人服务。以社区空巢老人、留守儿童、困难职工、残疾人为重点,组织志愿者开展\"一对一\"或\"多对一\"结对帮扶活动,为他们提供生活照料、心理抚慰、应急救助、健康保健、法律援助等服务。开展便民利民志愿服务。组织有专业技能的志愿者,在社区为群众开展法律援助、就业指导、医疗保健、计划生育、电器维修、理发织补等多样化、专业化的志愿服务。开展环境卫生整治志愿服务。组织志愿者深入社区开展清除垃圾、清除", "label": "公共管理", "id": 0}
{"content": "本文研究了国内外社会团体标准发展的概况,分析了我国当前社会团体标准发展中存在的问题及隐患,进而提出未来我国社会团体标准发展的对策与建议。", "label": "公共管理", "id": 0}
{"content": "社会救助是保障公民基本生存权益、有效调节社会矛盾的重要政策,是我国社会保障制度不可缺少的组成部分。标准化是新形势下社会救助事业改革发展的重要手段和技术支撑。本文从我国社会救助标准化的现状着手,研究了当前社会救助标准化工作中存在的主要问题,探索了社会救助标准体系的构建及其重点方向,最后提出了建议和对策。", "label": "公共管理", "id": 0}
{"content": "非政府组织作为从西方引入的概念,在20世纪90年代以来的中国迅速发展并不断壮大,并在解决当前的政治问题和社会问题,在京津冀协同发展中发挥着不可替代的作用,在面临机遇的同时,中国非政府组织也面临许多的问题和挑战,需要通过一系列的措施对非政府组织进行改进,相信,在未来的几年非政府组织在京津冀协同发展中的作用会越来越突出。", "label": "公共管理", "id": 0}
{"content": "三峡工程建设伴随大规模城市迁建和移民搬迁,引发了库区城市传统文化生态网络的解体与人为重组,造成移民社会适应力降低。因此,探寻迁建城市的社区营建途径,激发文化空间提升库区社会适应的中介作用,成为三峡后续工作的紧迫问题。\"文化空间\"重构所具有的活态、生活性保护理念,对提升库区移民社会适应,保障库区人民生活水平具有重要意义。本文结合三峡库区文化遗产保护传承,通过借鉴移民生产生活适应、人际关系适应、心理适应等社会适应的经典研究,以及非物文化遗产保护的文化场域、传承人、要素组成等相关研究,寻求巫山高唐城区移民社区文化重构的营建途径,以期为增强社会凝聚力,实现库区移民安稳致富提供理论支撑。", "label": "公共管理", "id": 0}
{"content": "<正>党的十八大报告指出,\"正确处理人民内部矛盾,建立健全党和政府主导的维护群众权益机制,完善信访制度,完善人民调解、行政调解、司法调解联动的工作体系,畅通和规范群众诉求表达、利益协调、权益保障渠道。\"这是当前和今后一个时期做好信访工作的指南。作为一名人大信访工作者,倍感责任重大,同时精神振奋。努力做好新形势下人大信访工作,对于发展社会主义民主政治,化解人民内部矛盾,构建社会主义和谐社会具有重要意义。", "label": "公共管理", "id": 0}
{"content": "<正>在做好司法所工作的同时,积极做好农村信访工作,维护社会稳定,是基层司法行政工作的重要职责之一。信访工作关系到人民群众的切身利益,也关系到一个地方的稳定和发展,是基层工作始终不能放松的一根弦。通过工作实践,笔者认为基层司法所通过开展法制宣传和法律服务等有效手段,积极排查调处各种", "label": "公共管理", "id": 0}
{"content": "<正>一、新型矛盾产生的时代背景随着社会改草的不断深入和人民群众的经济关系的调整,经济在生活中的各种矛盾,出现不少新情况和新变化,涉及群众切身利益的矛盾比较突出,从而引发的各种突发性事件,严重影响到社会的稳定,正确认识和处理矛盾纠纷,成为维护稳定工作中面临的一项十分严重和紧迫的重大任务,关系到深入改革和现代化建设发展的全局,关系到社会", "label": "公共管理", "id": 0}
{"content": "移民搬迁安置是水库工程建设的重要组成部分,移民搬迁安置工作能够顺利推进关系到工程建设能否顺利进行,而移民群众的实物调查及补偿工作是移民搬迁安置工作能否顺利推进的前提,也是实现移民\"搬得出、稳得住、能发展\"的前提。文章对前坪水库移民群众的实物调查及补偿问题做了简要总结,对其中存在的问题提出了探索性建议,以期对其他水库工程建设起到一定的借鉴作用。", "label": "公共管理", "id": 0}
{"content": "为深入研究孤山航电枢纽移民安置区存在的主要工程地质问题,采用了系统地质调查研究,结合必要的勘探布置,查明了各移民安置区存在的主要地质问题,即环境地质问题、滑坡稳定问题、人工边坡稳定问题、地基沉降变形问题。最后针对不同的地质问题建议采取不同的工程处理措施,得出了通过工程处理措施后的各移民安置区总体满足规划设计要求的结论。", "label": "公共管理", "id": 0}
{"content": "自涉诉信访成为社会关注的热点与矛盾焦点以来,诉与访的纠缠严重扰乱了正常的司法秩序,集聚了越来越多的信访矛盾,成为司法机关、政府乃至整个社会的一大难题。强调维护社会正常秩序、实现社会良好发展的社会控制论要求采取有效措施解决诉访不分的难题,建构合理完善的诉访分离工作机制。作为社会转型时期化解社会矛盾的新的运行机制与模式,诉访分离机制所追求的是公众对司法公信力的信仰和认同感,以维护司法权威为宏观进路,实现正义和秩序价值。司法机关应在以人为本理念的指导下,采取积极的措施从宏观进路及微观保障两方面对诉与访进行合理有序分流,有效缓解涉诉信访矛盾,尽可能回应和维护当事人的合法权益,确保社会和谐稳定发展。", "label": "公共管理", "id": 0}
{"content": "近几年随着精准扶贫工作的推进,作为保障农村贫困人口基本生活的低保政策及其实施越来越受到社会各界的广泛关注。现如今中国的贫困人口主要分布在农村地区,而农村贫困人口的主体主要集中在丧失劳动力的老年人群体当中。本文则通过缩小调查对象和范围,结合实地调研数据,以四川省某市A镇为例,调查研究本地区农村贫困老人低保政策实施过程的问题及原因。在此基础上提出进一步改进本地区低保工作的相关建议,完善农村低保制度建设,进而帮助该地区贫困老人早日摆脱贫困的生活环境。", "label": "公共管理", "id": 0}
{"content": "运用马克思主义的基本原理和方法,深刻分析\"互联网+政务服务\"推进过程中存在的问题;从顶层规划、融合资源、优化流程等多个角度,提出可行性解决方案及措施.研究表明:依托\"互联网+政务服务\"能够打破职能层级制约,开展数据交换共享,从而汇聚政务大数据进行科学分析决策,进而实现减少政府运行成本,为推进治理能力现代化奠定坚实的基础.", "label": "公共管理", "id": 0}
{"content": "随着政务信息化的提速,对政务网络和信息系统的网络安全保障能力的要求也随之提高.在对政务信息化的现状和发展趋势进行总结的基础上,对政务信息化的网络安全风险进行分析,提出了包含监管评估层、运营维护层、技术平台层的网络安全防护体系,为实现政务信息化背景下网络安全保障提供理论和方法参考.", "label": "公共管理", "id": 0}
{"content": "数字技术广泛用于政府管理、政府流程再造和模式管理,特别是在电子政务方面,基于云的政务信息资源共享大幅提高了政府服务质量和效率.与此同时,也要看到面临的新风险,如网络攻击、数据安全、网络结构的快速更迭.以基于云的电子政务信息共享与安全保障体系为视角,通过案例的形式来研究数字技术在政府管理服务的运用.并提出4条建议:1)加快基础设施整合,提升\"通\"的能力;2)加快整合,满足\"聚\"的要求;3)开放数据,创新\"用\"的发展;4)组织保障,推动\"聚通用\"工作协同.", "label": "公共管理", "id": 0}
{"content": "公共数据资源开发利用对提升政府治理能力和治理体系现代化、推动数字经济高质量发展、提升政府公共服务水平具有重要意义.梳理了我国部分省市开展公共数据资源开发利用的实践经验,分析了公共数据资源开发利用面临的网络安全问题,给出了公共数据资源开发利用的网络安全保障模型及保障建议,可为各省市开展公共数据资源开发利用安全保障工作提供参考,助力数据要素市场化配置.", "label": "公共管理", "id": 0}
{"content": "研究目的:公共体育服务边界管理与保障机制的实质是打破公共体育服务传统供给和重复供给的弊端。在当前乃至今后的社会发展历程中,公共服务供需发展依然存处在一个十分重要机遇期,但期间对机遇和挑战的准确把握都需要政府、市场以及科研领域敏锐捕捉。近年我国公共体育服务供给端正呈现出良好发展趋势,作为公共服务的重要分支,公共体育服务是新时期政府加快职能转移,实现简政放权的有效手段。面对当前我国公共体育服务面临的服务整体供给短缺、区域服务效率与服务质量欠缺、政府财政支撑力度大但效果不佳、监督保障等工作长期无法有效落实等问题,急需通过对政府购买公共体育服务边界管理进行改善,通过建立符合当前公共体育服务发展的保障机制,推动政府、市场、公众三者协同促进公共体育服务均等化发展。研究方法:本研究运用文献资料法,访谈法、逻辑分析法等研究方法对我国政府购买公共体育服务领域中,服务边界的制定进行深入探究,准确挖掘我国公共体育服务边界的目标定位、责任保障以及形成趋势。通过充分把握公共体育服务边界管理所应遵循的区域发展差异原则、特殊人群特殊供给原则、公共性与公益性原则、先易后难稳妥推进原则、符合市场竞争性原则,为我国公共体育服务边界管理以及保障机制构建提供必要的方法论支撑。研究结果:通过对公共体育服务边界现状及所映射问题进行瞻析,研究发现,当下我国政府购买公共体育服务边界制定存在以下四大发展困境阻碍公共体育服务边界的有效管理。（1）政策执行障碍,边界的确定和实施都依靠于我国公共服务边界范畴的划分依据和执行标准,而公共服务的边界范围规定较为笼统,在国家制定的公共体育服务相关政策中看出,该文件仅可作为一个引导性文件,不能清晰反映公共体育服务类别的基本内容和供给边界,很容易因认知偏差和地方区域发展差异而形成公共体育服务异化供给。（2）组织数量与服务质量之间的矛盾,在市场化经济推动下,我国社会组织发展的数量呈现高速膨胀的态势,但与此相对的社会组织的质量却日渐欲下,组织市场化数量与质量之间存在显著的发展矛盾。（3）区域差异与供给阻碍,政府购买公共体育服务过程中由于区域差异所导致的信息不对称现象显著,当前公共体育服务的供给模式大多属于供给导向型模式,这种\"自上而下\"的供给模式在不了解民众真正需求的前提下,不仅无法实现降低政府成本,还会造成预算僵化和资源的大量浪费,导致社会公众所关心的服务质量无法保证。（4）服务监督和效果评价不易开展,体育服务类专业评估人才缺失,对体育服务供给过程中的监督与评价造成了阻碍。供给过程中表现出较为普遍的\"做样子、走形式\"现象,在对此类服务的效益评价方面更是听则有之实则无之。研究结论:在公共体育服务边界管理及保障机制构建中,以问题导向与五大原则共同考量,制定以下边界管理及保障机制优化策略。（1）双向交叉确定公共体育服务的边界管理,顶层责任主体以制定指导目录为主,底层责任主体以制定执行目录为主,具体实施以社会公众动态需求为主,边界保障以法律条例为主。通过调查、实践和评估,逐步明确适合地区群体需求的各类基本公共体育服务供给边界。将自下而上的需求识别与自上而下的简政放权有机耦合,各级政府部门、市场体量和社会公众之间形成一种供需适配的边界标定架构和运行机制。（2）体育社会组织能力提升逆向促进公共体育服务边界清晰化,一个稳定的市场体系会为组织的成熟和发展提供环境支撑,同时借助政府购买公共服务的推手,保障了社会组织发展的经济支撑。这些支持因素推动社会组织稳定发展的同时,也逆向促进了市场环境的繁荣与服务型政府的实现。（3）完善法律制度,为政府购买公共体育服务边界管理提供保障,在公共体育服务边界确定过程中更加考虑现实操作层面所带来的局限性,应尽快建立\"需求表达机制、汇报参与制度、监督反馈机制\"等相关机制支撑,政府购买公共体育服务目录制定及实行过程中,应严格实行清单制管理,将目录清单和实施内容边界进行清晰划分,同时做到相关信息公开透明。（4）建立第三方监管评估部门培养专业监管和评估人才,通过加大培养专业评估人才,引入公众和第三方评估,确保公共体育服务项目承接者形成高效的执行能力,拓宽项目种类的覆盖和人群的覆盖,引导和培育能够形成可持续发展的服务项目边界。通过政府、社会、公众共同参与,确保公共体育服务边界管理与保障机制切实有效。", "label": "公共管理", "id": 0}
{"content": "研究目的:2013年9月,国务院办公厅《关于政府向社会力量购买服务的指导意见》明确指出,到2020年,在全国基本建立比较完善的政府向社会力量购买服务制度,标志着我国政府购买公共服务由地方探索正式上升为\"国家战略\",并完成了国家\"顶层设计\"。经过了20多年的探索,我国公共服务体系和制度建设不断推进,公共服务提供主体和提供方式逐步多样化,初步形成了政府主导、社会参与、公办民办并举的公共服务供给模式,社会力量越来越多地参与到公共管理过程中,并进一步推动着我国行政体制和社会体制改革的深入开展和发展进程。但我国政府购买公共体育服务还存在诸多瓶颈有待破解。当前准入标准缺乏与不完善导致政府购买公共体育服务过程中出现承接主体准入\"乱象\"的情况,不同的购买类型、不同的承接主体规模等在政府购买公共体育服务的过程中均没有相对统一的准入标准,表现出\"政府选择难、承接主体进入难\"的局面,甚至伴有购买的关系化、内部化等现象。同时针对丰富多样化的承接主体,政府缺乏对其针对性的培育,导致\"政府所需\"与\"承接主体所供\"出现脱轨等问题。基于此,本研究以我国政府购买公共体育服务的准入标准和培育方式为研究对象,探究目前我国政府购买公共体育服务的准入标准和培育方式的现状及其存在的问题,以期为建构我国政府购买公共体育服务的准入标准与培育体系提供参考。研究方法:具体研究中采用问卷调查法。根据已有研究划分的10类购买类型,分别针对政府、承接主体发放不同类型的问卷。问卷内容涵盖不同购买类型的准入标准、培育措施,并借鉴已有研究理论,同时参考国内外各个国家的政府购买公共体育服务实践,形成问卷内容。问卷发放范围涵盖中国东部、西部、南部、北部以及中部公共体育服务开展较具代表性的城市,以各地区政府购买公共体育政府部门、承接主体为调研对象,具体调研城市地区为:北京、上海、广州、成都、武汉、郑州、西安、哈尔滨,另外,由于中国政府购买公共体育服务发展存在不均衡的特殊性,实施发展是由沿海地区带动全国其它范围区域发展的特殊性,因此,针对江浙沪地区课题组特别选择了杭州、常州、南通等三城市同样作为调研区域,以期发现江浙沪地区发展经验与优势,破解其政府购买公共体育服务发展的关键之处。研究结果:1.准入标准方面,（1）购买主体并非对所有购买类型制定专门的准入标准;（2）国家政策法规、地方政策章程、地方实际情况是政府购买公共体育服务的主要依据,其他省市经验和国外经验对政府制定准入标准时的参考作用比较有限;（3）政府制定准入标准前主要了解承接主体管理水平、经验、信誉、人力资源;（4）承接主体过少、价格过高是政府寻找承接主体的主要影响因素;（5）政府购买不同类型的公共体育服务对其行业标准的限制程度不同,体育场地设施类、体育管理服务类的行业标准比较高;2.培育方式方面,（1）除了政策、资金扶持,荣誉奖励类扶持也是政府购买公共体育服务中的重要培育方式;（2）购买主体在税收优惠和专项资金培育力度方面达到相对一致的共识;（3）部分承接主体对政府是否采取培育措施处于不了解状态。研究结论:（1）中小规模市场主体在政府购买公共体育服务中劣势明显;（2）单一来源购买一定程度上制约着准入标准的设定与培育措施的实施;（3）承接主体在政府购买公共体育服务的培育过程中面临不同程度的困境;（4）在制定政府购买公共体育服务准入标准时缺乏对国外成功经验的借鉴。建议:（1）多措并举完善政府购买公共体育服务的承接主体准入标准;（2）采取多途径选择承接主体以提高服务质量;（3）丰富社会承接主体参与公共体育服务的培育政策和法规保障;（4）借鉴国外政府购买公共体育服务的有益经验。", "label": "公共管理", "id": 0}
{"content": "随着全民健身的深入发展,人们参与体育活动的热情越渐高涨,山地户外运动成为人们亲近自然、融入山水、放松休闲的良好选择,同时,也满足着人们挑战自我、追求极限的个性需求,尤其高危险性体育项目的参与,满足了参与者若干不同层次的需求。另外,体育旅游的发展也为人们参与山地户外运动项目创造了机会,当然也包含着高危险体育项目。加强山地户外运动项目的监督显然是必要的,且需要进一步完善的。另外,山地户外运动项目的社会自治必须得以重视,若是形成行业自律,必将为人们提供高质量的体育服务内容。在山地户外运动的参与中,一面是人们积极投入自然、挑战自我的热切追求,一面是运动伤害事故的频繁高发,两者之间的矛盾似乎成为山地户外运动发展、全民健身深入推进必须逾越的障碍。事实上,围绕高危险性体育项目经营许可和管理,政策法规和理论研究是不足的,具有法定专业技术机构资质,为许可和管理出具具有证明作用的数据和结果的检验、检测技术保障体系也是不足的。本文以山地户外运动项目的政府监督为切入点,分析其存在问题和困境,进而引入社会自治,以期为山地户外运动项目的发展做出分析和探讨。通过文献整理法、逻辑分析方法、访谈法等研究对山地户外运动的政府监督进行分析,同时提出项目社会自治,以期增进山地户外运动的安全性,推动项目的发展。整理分析发现:山地户外运动的发展,给人们带了丰富的参与体验,同时也增大了人们参与其中的风险。从项目参与的损伤程度而言,高危险性体育项目反而较山地徒步更加安全。显而易见,高危险性体育项目的监督和审批起到重要作用。在当前的发展情况下,增设高危险性体育项目的内容,扩充目录,不失为保障山地户外运动安全开展的有效措施。山地户外运动的线上组织形式给监督带了来极大的困难,同时,在自甘奉献的原则下,参与者的健康权和生命权仍旧是项目发展的重要关切点。经营型的组织活动尚能纳入监督之序列,非盈利性的组织活动就更加难以监督。以山地户外运动为例,登山运动管理中心无法对户外运动俱乐部业务进行监督,尤其是通过网络形式开展的活动。另外,体育部门和旅游部门存在业务管理上的交叉盲区使得具有商业性质的旅游组织难以经过体育部门的严格审批,后期监督难度更大,几乎处于空白状态。在当前的情况下,提出山地户外运动社会自治的措施:1)山地户外运动的安全保障主要来自项目的风险管理,风险管理是项目社会自治的主要内容,社会自治的重大意义就在于项目的安全开展。山地户外运动的组织形式决定了风险管理的难度,尤其自甘奉献为原则的线上组织形式,参与者的安全保障主要依靠组织者的管理和参与者的自我认知。2)文化认同的实质就是山地户外运动的组织者和参与者对项目价值的高度共识,一方面是对山地户外运动自身价值的认知,主要体现在健康促进,生活方式改善以及休闲体验上。另一方面就是对项目价值的实践。在文化认同,价值共识的基础上这意味着对参与者健康权和生命权的高度重视和尊重,而不是仅仅对经济利益追逐,当然适当的经济手段也是开展风险管理的必要条件。3)基于网络形成的社会评价和信息公开会对项目的组织者形成督促和社会监督,尤其参与者的文本叙事对于项目的体验和再次参与具有的影响,这种影响不仅对于项目的开展起到一定的反馈作用,而且还为项目的整体推进和优化提供参考,这种行业整体上、系统上的优化,实际上就是社会自治的起点。网络化互动使得相关信息得以传播和分享,这对项目的系统开放性具有重要作用,同时基于项目信息传播和分享带来的资源流动,则能够在更大程度上促进社会自治。系统开放性视角的社会自治就意味着项目系统的自我发展和完善,同时也包含着项目组织的淘汰和优化,尤其忽视参与者健康权和生命权的组织方法的形式,脱轨于系统开放性而缺少自我发展的组织者必然不被参与者、消费者所接纳。", "label": "公共管理", "id": 0}
{"content": "在事业单位当中,人事管理部门是其关键的组成环节,工作的主要内容就是对工作人员的资料和信息进行采集、存储和管理,进而使得单位可以对人员的所有信息有一个全面的了解和掌握。人事管理的信息化建设,可以在很大程度上提高工作人员的工作质量和效率,同时还能对人才资源进行充分的利用。然而,从目前的人事管理信息化建设现状来看,还存在着许多的不足和缺陷,需要对事业单位人事管理信息化的路径进行进一步的探索。", "label": "公共管理", "id": 0}
{"content": "在当今新时代新形势新经济时期,事业单位和员工职业发展面临着新机遇和新挑战。人力资源管理的重要性愈发显现出来,事业单位要充分发挥经济师在人力资源管理中的突出特长和专业优势,优化人力资源配置,为事业单位的人力资源发展注入新的动力。本文分析了当前我国经济师与事业单位发展的现状,并提出了相应的建议和对策。在经济师的努力之下,使事业单位人力资源管理的效率得到提高。", "label": "公共管理", "id": 0}
{"content": "随着我国经济的不断发展,事业单位必须要尽快加入到改革中去,才能顺应时代的发展。人才激励机制是我国事业单位人力资源管理工作中的重要内容,构建科学的人才激励制度不仅是保证事业单位人力资源工作实现科学配置的基础,还是事业单位做好一系列公共服务的重要保证。因此,文章以新时代下人才激励机制在事业单位人力管理为探讨核心,并且以新时代人才战略为背景,以事业单位为代替,运用理论知识探讨人才机制在事业单位中的作用、现状和问题,最后提出了相关的策略,希望能起到一定的参考作用。", "label": "公共管理", "id": 0}
{"content": "事业单位是公益组织的重要部分,它是为人民服务的组织单位。随着社会的发展和深度改革下,事业单位要做好人力资源管理工作,要不断的激励员工积极参加工作,提升员工的自身素质水平。事业单位制定完善的激励体制,促进人力资源管理水平的提升,并且带动了员工对工作的激情。本文对事业单位人力资源管理激励体制的重要性进行分析,探究了事业单位人力资源管理激励体制的不足之处以及促进事业单位人力资源的激励体制有效运用的策略。", "label": "公共管理", "id": 0}
{"content": "目前在我国全面建设社会主义现代化国家向第二个百年奋斗目标进军,加快构建新发展格局,中国经济高质量发展将塑造新优势、激发新活力、拓展新空间的背景下,整个经济结构与产业结构产生了一系列的变化,事业单位在发展过程中如果想提升自己的核心竞争力,就要有效地创新自己的人力资源管理,将人力资源当成基础,进而提升事业单位的综合竞争能力。基于此,本文首先分析了对事业单位人力资源进行管理创新的重要意义;其次对目前事业单位人力资源管理的发展情况进行了论述,同时对事业单位人力资源管理创新的对策进行了归纳与总结。希望通过对应的探究,对我们国家事业单位人力资源管理工作创新的对策展开摸索,能够给事业单位创新工作提供些许借鉴。", "label": "公共管理", "id": 0}
{"content": "现代事业单位在进行人力资源管理时涉及到的内容较为复杂,人力资源管理工作的有效性将直接关乎到一个事业单位的正常运作以及长远发展,而在人力资源管理工作中最重要的一项核心内容,则为有效激励。事业单位对于人才的培养和使用需要具备良好的激励机制,这对于提高员工的工作积极性来说极为重要,也能够在一定程度上促进事业单位的人才建设更优质高效的发展,因此在进行日常管理时,工作人员需要从激励的角度入手,建立完整的发展机制,这对于我国现代社会环境的发展以及事业单位的发展来说至关重要,相关工作人员需要了解其中存在的问题并对其进行进一步的优化,通过这种方式则能够使管理质量得到提升,保障我国未来的事业单位的人力资源有效管理。", "label": "公共管理", "id": 0}
{"content": "人力资源管理是事业单位机构当中的关键组成环节,为了能够与现代社会市场竞争需求相适应,事业单位一定要在日常的管理当中有效引入激励机制,通过这种方式来推动整体绩效的提高。从事业单位自身的人力资源管理现状来看,有效的引入激励机制可以在很大程度上促进工作质量和效率的提升,同时还能充分调动工作人员的主观能动性,因此,要对激励机制进行科学合理的应用。", "label": "公共管理", "id": 0}
{"content": "随着时代的不断发展和变迁,促进事业单位生产力提升的两个关键因素就是知识和技术的应用,同时,人力资源对事业单位的发展也起着关键的作用。特别是进入21世纪以来,若想与时代发展同步,那么事业单位一定要对人力资源管理进行优化和创新。然而,从目前的发展现状来看,存在着许多的不足和缺陷,基于这种情况之下,对人力资源发展策略进行探讨,进而推动事业单位的可持续发展。", "label": "公共管理", "id": 0}
{"content": "机关部门地位特殊、作用关键、事关大局,是各项决策的参谋部、工作运行的总枢纽、经营管理的核心层。加强机关建设具有重要意义,必须必须紧扣中心任务、找准职责定位、强化责任担当,履行好参谋、管理、协调、保障、服务职能。", "label": "公共管理", "id": 0}
{"content": "事业单位日常运营需要依靠人力资源来维持,做好人力资源管理工作有助于提高事业单位在市场的核心竞争力。通过优化资源配置,能够将服务职能充分发挥,实现单位运行目标,而在现阶段人力资源管理工作仍存在一些问题,阻碍事业单位的发展,基于此,本文主要内容为优化事业单位人力资源管理的策略探讨。", "label": "公共管理", "id": 0}
{"content": "随着社会的发展,公共危机事件频出,突发性公共卫生事件作为公共危机事件的一种也在随着时代的发展而不断变化,政府这一单一主体难以凭借自身力量应对问题,越来越多的主体参与到突发性公共卫生事件的解决中来。本文将针对单一主体难以应对突发性公共卫生事件的困境,对政府、社会组织以及社会组织合作网络参与应对突发性公共卫生事件进行分析比较,研究解决突发性公共卫生事件的新思路。", "label": "公共管理", "id": 0}
{"content": "互联网大数据时代下,成都市依托数字化的力量在经济、旅游、教育等方面取得巨大发展。与此同时,成都市政府数字化进程问题突显,门户网站建设问题突出,笔者通过AHP层次分析法和优序图法,构建出由目标层、准则层及指标层所组成的城市政府政务门户网站建设评价指标体系的方法,并结合成都市实际情况对成都人民政务网进行评价,发现问题并提出改进意见。", "label": "公共管理", "id": 0}
{"content": "近代科技迅速发展,电子政务在政府数字化建设过程中的作用更加凸显。政府数字化最直观的一个特征就是政府门户网站的构建与完善,政府门户网站作为国家和地方政府在线向广大群众、企业以及政府工作人员提供政务信息和政府服务的引导性网站,其数字化发展更是至关重要。从特定的指标体系出发,对我国中央政府网站的特点以及数字化发展状况进行了调查分析。研究表明,我国政府网站数字化建设发展迅速,但是仍然还存在一些问题亟待解决。", "label": "公共管理", "id": 0}
{"content": "目前,企事业单位的人事档案管理方法还比较落后,在工作实施过程中存在诸多问题。本文对企事业单位人事档案管理的现状进行了分析,并对人事档案管理工作提出了改进设想与相应对策。", "label": "公共管理", "id": 0}
{"content": "随着科学技术的突飞猛进,当今社会已经迈入了大数据时代,各行各业为了适应时代的发展,纷纷在实际工作中加大对大数据的使用。对事业单位而言,在人力资源绩效管理中引入大数据已成了刻不容缓的事情,引入大数据技术,能够从更加宏观的角度进行科学分析,从而提高事业单位人力资源绩效管理的效率,解决潜藏其中的疑难问题。本文将围绕\"大数据环境下事业单位人力资源绩效管理创新策略\"进行探讨和研究,以供相关人员进行参考。", "label": "公共管理", "id": 0}
{"content": "随着信息网络化技术的发展,更便捷、更高效的\"电子政务\"已成为政府的一种新型的管理方法与工作模式。在这种环境下,我国行政问责仍然存在着行政问责制度规范缺失、异体问责相对薄弱、行政问责主体素质亟待提高的问题,通过分析电子政务深化行政问责的特殊作用,针对存在问题提出可操作的路径。", "label": "公共管理", "id": 0}
{"content": "近年来,公众在\"互联网+\"中体验到了人性化、便捷化、多元化的优质服务,但网上行政审批\"全程网办\"也出现了多重问题。以扬州地方海事为研究案例,针对\"无缝隙政府\"为研究理论框架,提出了构建无缝隙的网上行政审批\"全程网办\"的路径。", "label": "公共管理", "id": 0}
{"content": "信息化建设是信息时代的产物,数字化发展是数字时代的产物,目前已从电子政务走向政府数字化,数字政府时代已经全面来临。国家政策的明文规定与地方实践发展的日新月异均在某种程度上进一步明确数字政府研究大势所趋。通过对中国知网以\"数字政府\"为检索词进行主体检索的筛选、分析可以将目前国内的研究分为理论与实践双重层面,结合国外相关研究我们可以发现已有研究的不足在于:缺乏法治视角、法治保障不足,理论深度不够、缺乏域外吸收,实证研究不足、缺乏经验总结。在新形势下,我们应以法治政府为引领,对数字政府建设发展的基础性关键性问题进行系统思考,从而更好推进政府治理体系和治理能力现代化,进一步落实网络强国、数字中国建设。", "label": "公共管理", "id": 0}
{"content": "围绕加强和创新市域社会治理,推动市域社会治理现代化进程,聚焦数据驱动、场景牵引、流程再造、两网融合、开放生态、功能融合、安全可控,结合雪亮工程、智能安防等重大项目的建设经验,以数字治理为载体,适时梳理市域社会治理现代化相关理论认识、基本经验和问题,提出有针对性的对策建议。面向未来,长宁区将严格落实\"十四五\"规划中关于\"加快数字化发展建设数字中国\"的要求,进一步培育治理整体生态防范系统性风险,以数字治理为载体不断提升社会治理能力,审慎叠加算法推进社会治理的智能化水平,提升人才队伍的\"数治\"素养与技能,加快建设数字经济、数字社会、数字政府,以数字化转型整体驱动治理方式变革,实现市域社会治理现代化的总体目标。", "label": "公共管理", "id": 0}
{"content": "商务楼宇是当前我国城市经济发展的重要载体,将城市治理的范围延伸至商务楼宇,对提高城市治理水平、推进市域社会治理现代化具有重要意义。在商务楼宇社会中,楼宇利益主体多元化、公共产品需求多样化、关系联结松散化成为楼宇协同治理的主要内生推动力量。本文以协同治理理论为基础,以普陀区商务楼宇治理实践为切入点,探讨商务楼宇协同治理模式的路径选择,提出以楼宇治理的行动主体为核心,以资源、平台、制度三个要素为支撑的治理方向。", "label": "公共管理", "id": 0}
{"content": "我国关于社会治理的认识是一个不断深化的过程,自十八届三中全会正式提出社会治理以来,相关研究和实践愈发活跃,但对标党的部署要求和人民群众的殷切期盼仍存在一定差距,如何进一步深化多元共治格局是当前面临的重要课题。依托市域社会治理现代化试点,在治理实践中突出多元共治的全过程性,是践行马克思主义群众观的必然要求、培育积极理性参与主体的重要抓手、破解治理难题的有效路径。杨浦滨江作为人民城市理念的发源地,针对治理过程中面对的新课题,充分发挥市域层面统筹协调、掌舵引领作用,着力打造人民群众全过程参与格局、激发市场主体治理热情、盘活高校和社会组织等资源力量,在推进社会治理现代化方面做出了有益的探索。", "label": "公共管理", "id": 0}
{"content": "习近平总书记明确指出,要把市域社会治理现代化作为社会治理现代化的切入点和突破口。社区作为社会管理中最重要的组成单元,是连接人口和各类资源的基本节点,社区治理现代化是实现社会治理现代化的关键环节。新时代下社区平安治理的概念不再局限于\"治安\"层面,而是对社区管理效能、管理能力的综合反映。本文以闵行区关于市域社区平安协同治理的实践为例,提出市域视角下,要完善社区平安协同治理的体制机制,建立多元参与的共建共治共享协同治理架构,提升社区平安治理法治化、智能化、专业化水平,建设协同共治的社区治理共同体。", "label": "公共管理", "id": 0}
{"content": "创新市域社会治理机制,优化基层网格智能化建设,是信息时代实现社会治理能力和治理体系现代化的必然要求。温岭市紧扣时代特点,强化网格化管理、社会化服务,建立健全社会综合服务治理平台,为全省全国治理现代化提供台州经验。由温岭市的网格治理经验可发现,以多元网格塑造治理结构、以党建引领带动网格治理、以云端智能实现精准把控、以部门协同优化工作流程,能够改良治理机制与服务流程,提高基层治理效率,实现实质性的社会参与,真正激活基层治理的内生动力。", "label": "公共管理", "id": 0}
{"content": "<正>一、编辑标准1.凡是具有法学研究素材的案例、法律法规条文及其解释和作者对于相关案例或法律条文的理解、思考或研究心得等内容均可,并应当具备法学研究的潜力或价值。2.选题和研究内容要坚持走中国社会主义法治道路,为繁荣法学研究和推进依法治国汇聚智力之源和正能量。3.每册集刊应当按照目录进行有序编排（排序标准可自行确定）,内容和篇幅不限,要经过三审三校,汇编成册。4.在稿件编辑过程中,应统一注释规范和文章格式。", "label": "公共管理", "id": 0}
{"content": "新冠肺炎疫情不仅威胁着人类的身心健康和生命安全,其衍生出的各种不稳定的社会风险因素,也严重影响了国际经济发展和社会稳定。为加强疫情衍生社会风险防控,提高应急管理工作针对性,增强风险辨识能力,提升国家治理能力,基于对22省6类人群的社会调查,识别出疫情在各领域衍生的社会风险,分析核心风险的产生原因及人群分布特征。结合梳理的有关疫情风险管控的政策条例,针对性地提出防控新冠肺炎疫情衍生社会风险的对策建议,为后疫情时期社会风险识别和风险防控提供科学依据。", "label": "公共管理", "id": 0}
{"content": "地方政府治理能力提升是实现国家治理能力现代化基础。本研究在国内外相关研究基础上,定义政府治理能力的含义和尝试概括评价指标。采用文献研究,以地方政府工作报告和权威媒体报道为分析对象。通过对国内地方政府治理能力经验的梳理和总结,概括分析其在经济、政治、文化、社会和生态治理中取得的成绩,为大连市提升政府治理能力提供可参考的范本,进一步加快大连市政府治理现代化步伐。", "label": "公共管理", "id": 0}
{"content": "北京市要求以\"上云为常态,不上云为例外\"为原则,逐步将政府及事业单位信息系统向政务云迁移。信息系统迁入北京市政务云的几个关键步骤是目录\"上链\"、系统\"入云\"和\"交钥匙\",该这过程中,可能会面临某些安全风险。基于等保2.0标准完善政务云安全管理体系、基于零信任安全理念强化政务云安全技术体系、基于责任共担机制建立政务云安全运维体系要求,文中提出了政务云实施后安全管理实践体系建设的对策思路。", "label": "公共管理", "id": 0}
{"content": "随着社会的发展与科技进步,信息技术快速发展,各行各业多受信息技术影响,令信息化建设成为各行业在新时代中赖以生存、发展的重要内容。本文将对我国事业单位人事档案管理现存的问题、信息化建设必要性进行探究,并以此为基础提出相应改善对策,为我国诸多事业单位提供理论参考。", "label": "公共管理", "id": 0}
{"content": "近年来,中国信息技术发展迅速,各个领域都开始融入信息技术,工作效率与质量也因现代化建设而逐渐提升。故此,相关事业单位为了提升其人力资源管理与信息化水平,会采取相关措施来优化企业的建设方案,给企业的相关工作奠定扎实的基础,从而让企业相关工作得以顺利开展。本文着眼于探寻建立人力资源信息平台的意义,并提出了相关的解决办法来建设事业单位的人力资源管理平台。本文既可以促进事业单位的全面发展,又可以使其人力资源管理的效率得到提高,以期对相关的事业单位有一定的借鉴意义。", "label": "公共管理", "id": 0}
{"content": "在全面推进我国现代化国家进程中,我国政府购买服务的行为已经逐渐实现常态化,探索和推行政府购买服务标准化,能够有效地推进我国国家现代化的进程,也能够为我国政府提高社会服务质量带来全新的途径。政府通过购买服务并且坚持标准化的原则,能够有效的促进我买服务质量水平的提升。本文将对政府购买服务标准化管理策略应该遵循的原则进行分析,并提出具体措施建议,希望能够为各级政府在购买服务过程中,带来一些有价值的策略参考。", "label": "公共管理", "id": 0}
{"content": "邹城市深入贯彻落实山东省标准化综合改革试点任务部署要求,实施标准创新引领工程。通过创新标准化工作机制,营造浓厚标准化工作政策环境。通过打造邹城新型城镇化示范标杆,全力创建标准化邹城品牌。通过食用菌产业、农村产权交易服务、公共机构节能、医疗保障服务、农村社区治理与服务等标准化试点建设以点带面,全面拓展邹城市标准化工作广度与深度,为全省乃至全国提供更多的\"邹城经验\"借鉴,奋力打造了基层标准化综合改革的\"邹城样板\"工程。", "label": "公共管理", "id": 0}
{"content": "本文研究了政务服务标准化建设的整体现状及问题,在总结相关项目质量管理理论与方法的基础上,对全面质量管理在政务服务标准化建设项目中的应用进行了研究,从整体模型、管理策略、实施方法等角度,对政务服务中心服务标准化建设综合质量优化提出施策措施,为政务领域同类型项目高质量建设提供指导和参考。", "label": "公共管理", "id": 0}
{"content": "习近平总书记在党的十九大报告中指出,构建亲清新型政务营商环境,优化政治生态与商业生态。党的十九届四中全会对改善营商环境和支持民营经济高质量发展作出了新的战略部署,为保护和激发各类市场主体活力提供有利的制度条件和行动指南。长三角一体化战略的实施对于统筹规划区域发展一体化、协调区域经济社会高质量发展、建设现代化经济体系等都具有十分重要的意义。在长三角一体化战略的推进中,地方政府应当致力于构建亲清新型政务营商环境,优化政治生态与商业生态。亲清政务营商环境评价指标体系构建有助于从降低制度性交易成本和公开透明可预期的法律价值追求为圭臬,对标对接先发经验与国际标准,围绕着合法性、最佳性的耦合路径构建亲清新型政务营商环境对于正确履行政府职能、壮大民营经济、促进经济社会高质量发展具有重要意义。借鉴国外有关营商环境评价的方法论原理与指数编制方法,从\"亲近指数\"\"清白指数\"\"企业满意度指数\"三个维度建构了长三角一体化战略背景下亲清政务营商环境评价指标体系的框架设计与指标内容,为提升政务营商环境规范化水平、降低企业制度性交易成本、营造公平竞争有序的市场环境提供学理支撑与智力服务。", "label": "公共管理", "id": 0}
{"content": "市域社会治理是指以设区市的地域为空间范围,以党委政府、群团及社会组织、中介及自治组织、商事主体和公民等为治理对象,以法律、道德、章程和习俗惯例为治理手段,以国家现代化为目标的社会改革发展过程。市域社会治理作为介于国家治理与基层治理之间的治理环节,是连接国家宏观治理系统与微观治理行为的纽带,也是商事主体,尤其是私有制企业,最为活跃的场域。市域社会治理现代化视野下的营商环境法治化建设,要求先进的法治理念、完备的法治体系、科学的法治能力和健全的法治保障。而在长三角一体化背景下,市域营商环境的法治化建设,又增添了整体性和协同性的意蕴。", "label": "公共管理", "id": 0}
{"content": "目前我国社会的发展到了社会矛盾最容易激化的高风险阶段,不仅存在众多风险源,而且存在多种风险相互交织和放大的因素。需要通过提高公众认识、加强防范风险的能力、健全政府社会风险管理机制和建立社会化机制等措施来治理社会风险。保险具有补偿损失、经济给付、防灾防损、融资效用等职能,这些为保险公司特别是财险公司参与浙江省社会治理能力打下了扎实的基础。", "label": "公共管理", "id": 0}
{"content": "政府公房曾为我国保障居住需求、提高居住条件、改善居住环境做出巨大贡献,但也普遍存在建造年代久远、修缮任务艰巨、管理成本高昂、\"以租养房\"模式难以为继等突出问题,如何实现国有资产保值增值、保障改善居住环境、提高空间品质是本文研究的主要目的。本文在摸清直管公房底图底数的情况下,通过走访入户调查,深度挖掘基层民众的诉求与愿望,总结归纳了目前广州直管公房的现状特征与其面临的主要困境问题,民众反映最多的问题包括内外环境差异较大、政策变动承接不合理、资金周转陷入死结三个方面。为了打破直管公房在经营、管理、维护方面的僵局,本次研究通过建立直管公房评价模型,制定了\"功能转换\"\"民生保障\"\"翻新出售\"三条活化路径,并为管理机制方面提出建议,保障活化路径的实施,共同实现直管公房的价值转换与盘活利用,为城市赋能。", "label": "公共管理", "id": 0}
{"content": "从政策的角度分析总结我国失业保障服务的供给现状,社会失业保险制度下的失业保障服务为下岗职工提供了基本生活保障,维护了社会的稳定。但也存在一定的薄弱环节,如在覆盖面和保障的有效上还存在不足,需要下功夫解决。随着国际竞争和国内产业产能淘汰升级的情况加剧,灵活就业群体将面临更大的失业风险和收入波动。因此,为占就业群体大部分的灵活就业人员制定符合其工作特点的失业保险实施方法,就显得很有必要。", "label": "公共管理", "id": 0}
{"content": "在行政事业单位的发展过程中,需要建立行之有效的激励机制,激发干部职工的积极性和创造性,以促使他们达成优良的工作绩效,从而为单位的战略达成以及目标实现真正做出贡献,促进单位各项工作的顺利高效开展。本文针对行政事业单位激励制度的建立开展进行探讨,希望能够为促进行政事业单位的健康有序发展提供一些参考。", "label": "公共管理", "id": 0}
{"content": "2016年9月,国家印发实施省以下环保机构监测监察执法垂直管理改革试点工作的指导意见,拉开本轮环保机构垂直管理改革。本文以地级市环保部门垂直管理改革实践为例,探索垂直管理改革后优化环保机构管理体制、提升人力资源管理效果的对策措施,助推生态环境领域治理体系和治理能力现代化。", "label": "公共管理", "id": 0}
{"content": "人力资源管理中绩效考核制度具体要遵循导向性、针对性、可测量性的原则。针对事业单位人力资源管理中绩效考核制度存在的主要问题,可从强化对绩效考核认知、完善绩效考核体系、设计科学考核指标进行进一步优化。", "label": "公共管理", "id": 0}
{"content": "新形势下,我国各企业开始高度重视人力资源管理,事业单位同样如此。为了加快我国事业单位的发展速度,使事业单位人力资源管理水平得到保证,必须把职工的利益纳入考虑范围,从而将其工作积极主动性充分调动起来,如此才能充分发挥出事业单位在我国社会建设中的促进作用。对此,本文主要对加强事业单位人力资源管理的有效策略进行了探讨,以供参考。", "label": "公共管理", "id": 0}
{"content": "上海在2018-2020年间,推进了关于城市管理精细化工作的第一轮三年行动计划,在对于该项工作的跟踪调研及访谈基础上,从规划与精细化管理的相关性角度提出对于该项工作的特点解读,包括其补短板特征、专项整治特征、多元参与趋势以及动态变化特征。并从精细化管理需求的角度以及规划对于城市空间配置的核心作用的角度,提出关于规划工作在此需求下的两点思考,一是面对精细化管理需求的编制工作的思考,包括对于管理需求的空间落地、对于管理变化的动态适应、对于存量空间的编制方法;二是对于不存在审批性建设或更新行为下,作为公共政策或专业支撑的规划角色的反思。", "label": "公共管理", "id": 0}
{"content": "<正>1.选题的意义、价值和理论支持1.1选题的理论意义不断对我国行政事业单位的人力资源管理模式进行改革是目前社会发展的必然趋势,行政事业单位的人力资源管理决定着整个行政事业单位的工作效率以及对社会的服务质量。我国行政事业单位一直都在改革与发展的道路上,在行政事业单位的管理模式上不断的提出问题以及解决问题,目前信息技术日新月异,信息化管理的这种模式也逐渐受到世人的关注。", "label": "公共管理", "id": 0}
{"content": "我国快速城市化带来史无前例的住房挑战,也催生了充满争议的村镇非正规租赁住房。东莞市村镇非正规租赁住房发展最为充分,是其创造\"世界工厂\"发展奇迹的有力支撑与保障,至今仍是住房供应体系的重要组成部分。然而由于村镇非正规租赁住房规模巨大,设施逐渐老化,如何适应城市产业转型发展需求进行更新治理,助力城镇化下半场的发展是亟待解决的问题。基于多源数据对东莞居住现状进行分析,认为东莞现状村镇非正规租赁住房的主要挑战是应对新莞人市民化加速、需求层次增多,家庭规模扩大的趋势,而其更新治理的重点在于建设标准和运营管理机制的建立。结合未来人口、产业发展趋势,提出编制农民住房改造建设规划、制定分类改造标准及推动\"一站式\"服务与基层自治相结合的建议。", "label": "公共管理", "id": 0}
{"content": "大中小城市和小城镇的协调发展是我国城镇化发展的和战略目标。尽管城镇体系发展规律研究和发展规划研究已经相当充分,但由于城镇体系规划缺乏实施保障,我国城镇空间分布和规模结构不合理的问题依然存在。地方政府间竞争区域内流动新要素是影响城镇体系结构的重要因素,因此提出从政府干预视角,以市域城镇体系为例,讨论城镇体系协调发展和失调发展的机制。首先,借助亨德森的城镇体系模型,推演了外力作用下城镇体系协调发展的机制。其次,根据我国制度特征进行修正亨德森模型,推演当政府干预作为外力时,如何引导城镇体系协调发展。第三,剖析我国城镇体系发展失调的现实情景及其政府干预机制。通过现实情景与修正模型的对比发现,地方政府之间缺乏合作、财政转移对空间规划缺乏支持,是导致我国城镇体系发展失调的原因。最后提出了协调发展的政策建议。", "label": "公共管理", "id": 0}
{"content": "三线城市因其医疗基础设施的相对不完善、城市系统的应急响应能力相对较弱等原因,受新冠肺炎疫情的冲击程度较大。本报告以山东省济宁市为例,通过对新冠疫情确诊病例的研究及城市相关空间分析,发现其存在医疗资源配置不合理,低层级医疗资源作用甚微,社区治理被动等问题,并对其提出相关规划应对措施,可为类似中小城市的城市系统对突发公共卫生事件的响应提供建议。", "label": "公共管理", "id": 0}
{"content": "当代技术与社会进步的背景下,中国城市规划与治理正经历由管理型到服务型逻辑的转变。信息化应用也日益成为城市公共服务的一部分。值得注意的是,2020年初暴发的新冠肺炎疫情期间,涌现出众多由非政府主体主导开发的城市信息服务,这些应用的在服务内容,供给过程及影响因素方面体现出之前服务供给模式的不同,相较于一些\"传统\"模式下在应对疫情上的空白,展现出更好的针对性、时效性与影响力。此类应用的出现可能意味着一种新的城市治理技术供给模式,对传统的模式进行补充。本文对此次疫情期间的城市信息化应用进行宏观与微观的案例研究,总结其背后新型公共服务供给模式的特征、产生条件及影响因素,并提供能够促进这样的新型供给模式的建议。", "label": "公共管理", "id": 0}
{"content": "国土空间规划要求落实国家安全战略,构建安全和谐的国土空间格局。2020年初的新型冠状病毒引发的肺炎成为对我国治理体系和治理能力的一次\"大考\"。本文结合新冠肺炎事件概况与国家防控体系的建立与完善,阐明了我国在国家、地方层面的防控治理措施与不足,并通过湖北省与浙江省、河南省、上海市等省市的防控治理的对比,显示了部分省市在决策体系、传导体系、专家支持体系、物资统筹体系等方面的短板。文末提出了构建以人民为中心的国土空间规划治理体系、理顺防控工作机制、构建科学的区域联动防控机制等建议。", "label": "公共管理", "id": 0}
{"content": "在社会迅猛发展背景下,对多样化人才的需求开始逐渐提高,此时对于各专业发展来说,也需要与社会需求变化相符。以社会发展及公共事业管理变更等为依据设置的公共事业管理专业,能向多样化公共事业单位输送专业高素质人才,如体育及卫生、环保等.然而,从该专业毕业生实际就业情况来看,就业难度较大,阻碍了毕业生专业优势的发挥,基于此,必须要针对医学院校公共事业管理专业就业现状及改进措施进行深入探讨。", "label": "公共管理", "id": 0}
{"content": "随着经济社会化的推进,基础设施的商业化趋势不断加强,在基础设施项目中,人们不再局限于在政府提供抑或私人提供中做二选一的选择,政府与社会资本合作（PPP）成为整合社会资源,提高公共物品建设和运营效率,发挥资本最大使用价值,实现市场机制最大化的重要途径。然而PPP模式作为舶来品,在中国实践过程中也遇到了理论和现实的双重挑战。如何在法治的框架下,针对这些问题给出务实而高效的方案远非一篇文章所能解决,对此我们有必要引入利益衡量理论,为PPP模式中存在的理论和实践问题提供有效的方法论支持。", "label": "公共管理", "id": 0}
{"content": "作为社会资本的重要内容之一,政治信任在国家治理中发挥了重要作用。以往的研究表明,政治信任会影响人们的心理与行为反应,但是政治信任对心理健康的影响及内在机制尚不清晰,尤其是新冠疫情下的情况知之甚少。本研究旨在探索政治信任与心理健康（主要通过焦虑、抑郁两个指标）之间的关系。该研究在招募了2415个中国大陆被试（平均年龄=23.70±8.79）进行了一项横断研究,对其人口学信息、政治信任、个人主义、集体主义、焦虑和抑郁进行了问卷测量,用多元回归方法分析了政治信任与心理健康之间的关系,并检验了个人主义、集体主义调节作用。研究结果表明,大部分被试更倾向于相信政府,个人主义没有显著的调节作用,但集体主义显著调节了政府信任对心理健康的影响。随着政治信任程度的提高,在疫情下高集体主义的个体焦虑和抑郁水平会显著降低,而低集体主义的个体焦虑和抑郁水平反而显著上升,即集体主义有效缓冲了政府信任对焦虑抑郁的影响,降低了心理问题发生的可能性。研究还发现,水平的集体主义和垂直的集体主义在发挥条件作用时的机制不同。本研究对新冠疫情下政治信任与民众心理健康之间的关系进行了及时、有效的检验,对疫情下的政府管理和公众健康提供了一定的理论意义与实践参考。", "label": "公共管理", "id": 0}
{"content": "公共事业管理的方法是公共事业管理主体与其管理对象之间建立联系的桥梁,而其中的法律方法又是最基本的方法之一。法律方法的主体是广义的政府组织,由政府组织制定具体的法律,从而确定公共事业领域里的行动规范。只有完善和实施法律方法,才能保证我国公共组织稳定、高效地运行。", "label": "公共管理", "id": 0}
{"content": "行政管理方法即行政方法,是指能够实现行政职能、完成行政目标、保证行政活动顺利进行的各种专门方式、手段和措施的总称。它是管理活动的主体作用于客体的媒介。行政方法是国家行政机关管理国家事务的重要手段,曾在我国历史进程中发挥过巨大的作用。在现今市场经济条件下,行政方法的运用虽然总体上减少了,但其在公共事业管理中仍然占据重要的地位,故而,在当代中国行政体制改革中,行政方法的变革与发展始终是受到十分重视的一个方面。", "label": "公共管理", "id": 0}
{"content": "<正>从1998年开始我就一直追随何传启的研究,作为一个追随者,也是一个观察者。何传启在我们国家科学发展里面能够坚持一个主题20多年,这个经验非常宝贵。我国科研最近几年发展很好,但是有一个问题,就是市场化对于科研的反复冲击。何传启老师带着团队20年,形成了一个很有前景,而且具备很强实力的学科,现在也走进了中南海,也到了国外的名牌大学,我们的书已经成为他们教材了,还有了世界现代化研究的国际组织。这点来说特别值得肯定。", "label": "公共管理", "id": 0}
{"content": "湘潭大学公共管理专业硕士研究生培养一直是学院以及学校关注的重点。公共管理学硕主要从事学术研究,重视培养学生的理论基础,但在理论上大刀阔斧的人才未必能在实践操作中灵活运用,不言而喻理论与实践之间将会产生鸿沟。本文主要从培养要求、学生能力、课程设置、社会实践、及导师指导等以下几个方面对公共管理研究生培养模式进行介绍,并针对上述几点提出补充性意见。", "label": "公共管理", "id": 0}
{"content": "从目前我国社会发展形势来看,已经逐渐向网络化、智能化和集成化方向发展,在此背景下,我国行政管理正在面临全新的改革。当今时代,优化行政管理教学方法已经成为热门话题,其中加强学生行政管理知识的掌握程度对于其今后的发展非常重要。本文首先介绍现阶段行政管理教学存在的问题,然后针对这些问题提出解决方法。", "label": "公共管理", "id": 0}
{"content": "<正>信息技术快速发展,数据成为战略资源。世界各国高度重视数据的价值,不断加强对数据的管理和应用。数据在各领域得到广泛应用,为创造大量价值。数据的流转交易已经在实质性的开展,一些地方建立数据交易所,提供数据交易的中介服务已经形成了实质性的灰色产业链。", "label": "公共管理", "id": 0}
{"content": "公共行政学中批判理论的发展和演变为当代大学生批判性思维的培养提供了理论基础,具有重要作用。近年来我国越来越重视对大学生的培养,不但加强了对人才的发掘和引进力度,还设置了大量的大学生培养项目,但随着经济和社会的不断发展,互联网时代下的大学生更容易被各种信息干扰,逐渐失去了自己的思考能力和判断能力。本文主要在公共行政学角度下围绕大学生的批判性思维进行分析,从批判性思维的内涵、当代大学生发展现状、加强批判性思维的重要性等方面进行研究,并对发展大学生批判性思维提出了自己的见解。", "label": "公共管理", "id": 0}
{"content": "<正>当一部分社会人为了追求共同的利益时,会不可避免地自觉行动起来成为一个集团组织,在利益分化和利益矛盾愈加复杂的社会中,集团的数量将会有增无减,无限增长,所以在新时期复杂的社会环境中,对集团的成因分析、激励措施的研究更加有必要。集团的收益具有公共性,其成员一般不会主动努力去为集团争取集体利益,因为增长的集体利益一定会低于该成员个人的努力程度,所以成员都想\"搭便车\"而坐享其成,这种现象在\"排他性\"的集团中尤为突出,但是\"相容性\"集团也无法绕开集体与个人之间的矛盾。为了分析成员与集团的关系,曼瑟尔·奥尔森主编的《集体行动的逻辑》一书从集团的成因、集团中成员的行动趋向、小集团向大集团发展的必然趋势中展开论述了工会、组织、激励因素对集团的促进作用,具有很强的借鉴意义。", "label": "公共管理", "id": 0}
{"content": "公共安全领域的专业无线通信发展关系到国计民生,对保障国家安全和维护社会稳定具有重要意义。以公安为例总结公共安全领域的专业无线通信发展现状,分析现阶段公共安全领域的专业无线通信发展所面临的问题,并对其未来的发展做出进一步展望,希望能对相关各部门进一步部署和发展专业无线通信提供思路和参考。", "label": "公共管理", "id": 0}
{"content": "财政关系是政府间关系的核心,决定着政府治理的能力和水平。长期以来,人们将联邦制与财政联邦主义、单一制与财政分权理论及财政集权理论相对应,而未能准确地把握不同体制国家在政府间财政关系的理论及制度上的差异与联系。随着一些集权化的国家改革政府间财政关系时出现了\"准联邦财政主义\"的趋势,国家结构与财政体制之间的对应关系逐渐模糊。但是客观而言,单一制国家即使在财政领域有政府间分权,但与联邦制国家相比,财政分权的程度和范围方面仍有限。因此,对不同国家政府间财政关系的理论与制度实践展开比较法研究仍有十分重要的意义。不同国家结构下的政府间财政关系主要有财政联邦主义、财政集权理论、财政分权理论的特征,比较美国、德国、英国、日本等国的制度实践,则不难看出各国在政府间财政关系中的统合趋势。新时期应当以提升事权划分法治化、科学配置政府财权、规范转移支付制度为突破口,进一步优化我国政府间财政关系。", "label": "公共管理", "id": 0}
{"content": "本文对国内外政府公共服务热线平台进行比较研究,分析其值得借鉴的经验及做法,对公共服务热线的建设提出建议。", "label": "公共管理", "id": 0}
{"content": "随着电子政务系统的应用范围的不断扩大和应用层面的加深,人们对系统的业务支持能力,集成能力,协同性,安全性有了更高要求,为了充分利用现有的软硬件资源,基于统一的技术架构、标准和环境,升级完善现有应用系统,扩展应用范围和提高应用支持业务工作的能力。加强不同应用系统之间的集成、信息共享和协同办公能力;构建信息安全保障体系,提升信息和应用系统安全水平,设计了电子政务综合管理平台,该平台通过体系结构层层支撑,实现电子政务综合应用平台的可靠运行与一体化管理。", "label": "公共管理", "id": 0}
{"content": "<正>风险防控是人类面向未来的核心科学,是伴随人类发展的\"影子\",没有风险防控,人类可能走不了太远。城市,无疑是人类文明发展的精华。世界各国的现代化进程,都是通过城市来展现的。我们改革开放40年,走过了西方国家近200年的城市发展历程,成绩无疑是显著的。一方面,经济变的繁荣,生活变的多样;另一方面,城市规模快速膨胀,城市人口不断积聚,城市功能无限拓展,城市结构日趋复杂,也同样孕育了各种风险。城市安全已经成为当前城市健康发展的核心指标之一。", "label": "公共管理", "id": 0}
{"content": "<正>COVID-19大流行迫使全世界的领导人陷入一种局面,即他们必须根据不完整的信息做出公共卫生决策。同时,技术发展增强了数据实时和共享的能力。同时正在创建过多的信息,从而更容易得出虚假结论。我们中的六个的研究中心位于非营利性、无党派的RAND公司,一个开发统计方法和模型使用大规模数据,并将不确定性纳入使用此类数据的决策过程的公司。从这样的工作中我们知道,这样的情况到处都是统计上的陷阱。那些分析COVID-19数据以提出政策建议的人,", "label": "公共管理", "id": 0}
{"content": "发展型社会政策倡导经济和社会协调发展来解决扭曲的发展问题,其核心理论是将社会政策看作是一种社会投资行为,该领域的研究成果随着时间的推移不断丰富和深入并且进入了一个新的阶段。现有各学者的观点及论著代表着发展型社会政策及发展型社会政策中的社会投资的现有水平,同时也是奠定其继续发展壮大的理论基础。本文就对这些丰富却零散的研究论著进行介绍和梳理,使发展型社会政策的研究现状在学术上为读者呈现出一个宏观认识,以便探析发展型社会政策大体状况和基本脉络。", "label": "公共管理", "id": 0}
{"content": "政行专业的实践教学面临着转型问题。一是要顺应\"互联网+\"时代发展的潮流,培育具有\"互联网+\"精神与思维,掌握\"互联网+政务\"技能的专业人才。二是要从社会与学生的实际需要出发,大力挖掘行业行政领域的公共资源,拓宽培养口径。为此,本文着重从行业政策与法规的分析能力、行业管理实践前沿动态的把握能力以及面向大数据分析与应用的信息技术应用能力三个维度入手强调对学生进行\"互联网+行业行政\"能力的培育,从而助力政行专业实践教学顺利转型,提升学生们的专业能力与社会适应能力。", "label": "公共管理", "id": 0}
{"content": "文章在战略哲学的视野中分析了城市病的历史和发展规律,梳理了城市病治理方案的发展历程,以此为基础对城市病的治理问题进行了哲学的再思考,提出必须以价值理性为基本指向,着眼于大战略的目标体系和大系统的结构调整,把握优化产业结构这一城市病治理的关键环节和优化城市空间结构这一重要路径,优化公共服务供给结构,优化政府考核体系结构,优化治理主体结构,以形成更加全面系统的治理方案。", "label": "公共管理", "id": 0}
{"content": "委托代理关系在现代政府治理理论中越来越普遍,委托代理关系带来信息不对称问题。本文从根本原因、主观和客观以及制度的角度分析了信息不对称的成因。社会分工和专业信息是根本原因,有限理性和价值冲突是主观原因,团队生产和监督成本是客观原因,契约的不完备性是制度原因。", "label": "公共管理", "id": 0}
{"content": "社会公平是公共行政管理的最终价值目标,社会公平不仅是公共行政精神的重要支柱,更是支撑公共行政精神的重要核心和基石。在公共政策实施过程中,公共管理者有责任和义务把社会公平当做衡量政策有效性的重要指标之一,社会公平是公共行政在不断发展过程中的追求。我国是社会主义国家,社会公平作为社会主义国家的核心价值观之一,既是社会主义市场经济所必须的要求,更是构建社会主义和谐社会必不可少的重要条件。", "label": "公共管理", "id": 0}
{"content": "[目的/意义]本文旨在总结英国首都伦敦和美国首都华盛顿特区的开放政府数据治理体系的建设经验,为北京建设适应首都功能定位的开放政府数据治理体系提供参考。[方法/过程]文章分别对伦敦和华盛顿特区开放政府数据治理体系的制度环境、治理架构以及平台建设等方面进行了分析。[结果/结论]分析结果显示伦敦和华盛顿特区在开放政府数据治理体系建设中均注重了顶层设计的建立与完善、人才队伍的培育以及对应用示范的推广。", "label": "公共管理", "id": 0}
{"content": "针对中国当代大学生的特点和互联网环境下学生学习方式的特点,在本科公共政策课程教学中,采取基于项目的体验式教学模式,有效地整合了项目教学和体验式教学的优点,让学生在真实的项目情境中体验学习,激发了学生学习的积极性和主动性,通过体验或者\"干中学\"来实现了知识及其意义的建构,改善了学生的心智模式,提升素质和能力的水平。本文以本科公共政策概论课程为例,比较详细地介绍了基于项目的体验式教学模式的应用过程和效果,并总结了该模式应用的关键和难点。", "label": "公共管理", "id": 0}
{"content": "本文以公共行政学教学体系中电子政务实验课为切入点,展开具体分析,并以此为依据。提出电子政务的概况、电子政务在公共部门行政中的作用、公共行政学教学体系中电子政务实验课的作用分析、通过提升学生工作后的行政效率;节约单位培养成本;培养学生现代化行政思维;培养学生行政能力等几方面,进而为社会培养出一批高素质行政人才。", "label": "公共管理", "id": 0}
{"content": "<正>2019年国家教育部、科技部等13个部门联合启动\"六卓越一拔尖\"计划2.0,全面推进新工科、新医科、新农科、新文科建设。\"新文科\"建设成为了目前文科类专业发展的重要目标,国内外学者和教育者普遍认可\"新文科\"建设对专业发展的重要意义,也都在努力建设成\"新文科\"倡导的\"以人为中心,彰显人文精神,促进各学科之间交叉融合,注重现代信息技术和教育教学深度融合的新的学习和教育方式\"。", "label": "公共管理", "id": 0}
{"content": "传统的公共管理教育模式已不能适应当今时代和社会的发展需要,因此,我国高校必须革新人才培养方案,打破传统方式的壁垒,培养出一批具有更强独立思维和创新思维意识的高素质专业人才。在近几年的教学中,问题导向型的教学方式受到了人们的广泛关注,它是学习者通过群体合作解决现实问题的一种教学方式,学习者在这种学习过程中与他人进行合作,通过复习固有知识,学习新知识,实现自主学习。本文研究了当前公共管理的教育困境,并基于问题导向型这种教学方式提出了公共管理的教育途径。", "label": "公共管理", "id": 0}
{"content": "基于全球竞争力报告、全球治理指数与世界银行数据库构建122个国家和地区的面板数据库,本文利用固定效应回归模型分析政府治理质量及其不同维度（政局稳定、政府效率、监管质量、法治水平、腐败控制）对高校-企业合作创新的影响。结果表明:（1）政府治理质量对高校-企业合作创新具有重要影响,其中政府效率与监管质量对高校-企业合作创新的促进作用最为显著;（2）政府治理质量对不同创新产出水平的国家的高校-企业合作创新具有明显差异性影响,政府治理质量的提升对低创新产出国家高校-企业合作创新具有显著推动作用,而对高创新产出国家的影响较弱,表明政府治理质量仍是限制低创新产出国家高校-企业合作创新的主要障碍。", "label": "公共管理", "id": 0}
{"content": "<正>250多年前,当讨论\"看不见的手\"的理论时,亚当·斯密认为资本主义市场将会进行自我调节,国家的职能只限于基本建设（学校、医院、高速公路）、确保私人财产和其他机制,如\"信用\",得到支持和保护。鉴于目前政府的观点,认为国家在促进创新方面的作用仅局限于提供\"能带来繁荣的创新所需的条件\"。著名资本主义社会学家卡尔·波", "label": "公共管理", "id": 0}
{"content": "<正>最近,一段名为《领导人是怎样炼成的》的视频短片通过对比世界多个国家的导人选举或选拔制度,以幽默生动的语言讲述了中国的官员选拔与考核制度,在短短的几天内获得了超过一千万次的点击率。这是中国领导人首次公开以卡通形象出现,不仅赢得了国内网民的热捧,在国际社会的媒体传播平台也引起了普遍关注,被誉为\"外国人长知识,内地民众开", "label": "公共管理", "id": 0}
{"content": "随着社会经济的发展和社会主义市场经济体制的日益完善,公共产品和公共组织的范畴逐渐扩大,属于公共事业的领域也逐渐增加,政府对公共事业的管理方法由单一的行政管理手段发展为刚柔并济的多种管理手段。本文对公共事业管理的经济方法进行了延伸研究,阐述了政府普遍采用的价格、税收、政府支出、信贷、利率、物质奖惩等经济方法以及政府公共服务的市场化改革。", "label": "公共管理", "id": 0}
{"content": "当前,伴随着我国社会经济事业的迅速发展,公共事业领域的管理与改革日益受到关注和重视。经济是构成公共事业管理的基础和前提,是影响公共事业管理的最基本的因素,经济环境对于公共事业的发展具有重要作用。本文基于社会经济发展现实,分析研究经济环境对公共事业管理功能的影响及作用发挥,并提出经济环境下的公共事业改革发展新思路。", "label": "公共管理", "id": 0}
{"content": "公共事业管理的方法是公共事业管理主体与其管理对象之间建立联系的桥梁,而其中的法律方法又是最基本的方法之一。法律方法的主体是广义的政府组织,由政府组织制定具体的法律,从而确定公共事业领域里的行动规范。只有完善和实施法律方法,才能保证我国公共组织稳定、高效地运行。", "label": "公共管理", "id": 0}
{"content": "随着社会治理方式的更迭革新,网络治理作为一种新型的治理方式出现在,逐渐在公共领域发挥积极的作用。在社会公共领域,第三部门、私人部门、社会团体和公民个人等多元化的主体迅速涌现并与政府形成良好的合作网络关系,提供高效的公共服务。本文对网络治理、公私合作伙伴关系的概念进行清晰的界定和特征的详细分析,探讨剖析在网络治理结构中公私合作伙伴关系的具体模式实践情况,其中包括实践中暴露出的问题,并就解决问题、完善和深化网络治理中的公私合作伙伴关系提出具有针对性的对策与建议。", "label": "公共管理", "id": 0}
{"content": "第三次科技革命带来了教育领域的新发展,如何最大限度地刺激学生学习的自主性,如何调整教育教学新模式已适应时代发展的需要,满足社会对复合人才需求,是一项新的挑战。\"慕课+翻转课堂\"这一新兴教学模式的出现,顺应了当代信息技术发展潮流,也给高校进行教学改革和构建以启发。", "label": "公共管理", "id": 0}
{"content": "公共资源本身不具备排他性,加上不受约束的放牧方式导致\"公地悲剧\"的发生,即公共资源过度消耗,从管理学的角度出发引入政府工具和公共政策两种管理手段,对公共资源的使用加以限制使之程序化,引导牧民合理利用牧场资源,能有效避免\"公地悲剧\"的发生。", "label": "公共管理", "id": 0}
{"content": "公共服务动机理论是公共管理研究的新兴领域。自西方学者提出并开始研究至今,公共服务动机以其研究的必要性和复杂性受到广泛关注。关于公共服务动机的研究,当前我国学者主要研究公共服务动机的概念解读、特征分析、测量方法、比较研究、应用性研究等领域。本文拟针对国内外学者的相关研究,以期整理分析公共服务动机与相关变量的关系研究的总体现状,并进一步展望公共服务动机未来的研究方向。", "label": "公共管理", "id": 0}
{"content": "<正>二战结束后,鉴于战争的严重危害性,作为国家间处理重大安全分歧、利益冲突的一项重要途径,危机管理开始得到重视。1962年美苏爆发古巴导弹危机。当时的美国国防部长麦克纳马拉曾留下一句名言:\"今后战略可能将不存在,取而代之的将是危机管理。\"在战争一触即发的形势下,美苏双方终于明白,在核时代,大国之间的战争将没有赢家。面对重大安全分歧与危机,加强危机管理、避免军事冲突与战争遂日益成为各国的优先选择。然而,二战特别是冷战结束以来,虽然世界大战得以避免,世界上还是发生了许多军事冲突与局部战争。近年来,大国地缘政治摩擦重新抬头,一些地", "label": "公共管理", "id": 0}
{"content": "<正>从现代政党诞生之日起,对政党的不信任、强烈怀疑和政党衰落的论调就不绝于耳。比如,将公共利益和行政事务看作一个整体,认为政党代表了狭隘的族群的私利;政党作为一个逐渐壮大的政治寡头,必然会压制个人自由、造成新的压迫;政党代表了传统的政治权力分配方式,已经与经济社会发展相脱节,成为阻碍政治改革的保守力量;等等。", "label": "公共管理", "id": 0}
{"content": "政务服务中心整体服务的推进一定程度上化解了政务服务流程破碎的弊病,但是其绩效评价工具平衡计分卡由于忽略了绩效生成过程中跨部门之间的协作与授权,可能导致公共服务新的碎片化。本文通过描述政务服务中心整体服务模式基本框架,运用理论分析法阐释了以\"公共价值\"为导向的绩效评价的必要性,并将该理念引入政务中心整体服务绩效评价框架的构建中。最终,基于马克·莫尔\"公共价值\"分析框架,以\"公共价值创造\"\"整体服务再造的支持与授权\"\"整体服务治理能力\"三个维度构建起政务中心整体服务的\"公共价值计分卡\",以期赋予政务中心整体服务绩效评价以价值理性。", "label": "公共管理", "id": 0}
{"content": "目前中西方各采用不同行政体制模型,发达西方国家在行政体制发展实践和理论层面都要早于中国,且在这一过程中形成了适合自身发展的行政体制模式。本文通过对西方主要国家行政体制与中国行政体制进行对比,以寻找中国在完善自身行政体制过程中可以从中引鉴的经验。通过对比,本文认为中国可以引鉴西方国家的分权制衡思想、调解机制、法治思维等方面以完善自身行政体制。", "label": "公共管理", "id": 0}
{"content": "自20世纪以来,官僚制在全世界迅速发展,取得了巨大的成功,并推动组织和社会的进步。然而,随着官僚制自身的效率和民主等问题的凸显,并伴随着后现代主义思潮的冲击,曾经在世界范围内大获全胜的官僚制正面临着种种危机。", "label": "公共管理", "id": 0}
{"content": "随着政务微博的应用越来越广泛,如何对政务微博管理的效果进行评价成为一个重要课题。本文尝试从公共管理的角度,构建包括政务公开、议题设置、危机公关、互动回应四个指标的政务微博管理评价体系。论文最后提出本指标体系可以用于各个政务微博进行自评或各级政府信息管理部门对所辖的政务微博群的进行考核评价。", "label": "公共管理", "id": 0}
{"content": "在社会主义市场经济的大背景下,政府能够在某种程度上调节市场运行,弥补市场缺陷,纠正市场失灵;但是政府并不是万能的,同样会失灵或失败。公共选择理论被认为是超越国家—市场的道路,通过投票这一政治程序决定公共产品生产的数量、如何生产、由谁生产的问题。文森特.奥斯特罗姆教授在这篇文章中对公共选择理论进行概括性的论述,按照个体主义方法论—事物的属性和结构—制度安排的逻辑结构,提出了交叠管辖、权力分散的多组织、多层次的决策安排。", "label": "公共管理", "id": 0}
{"content": "<正>政务大数据作为智慧政务服务框架的基础,通过对海量数据的深度挖掘与多维剖析,可以更准确地掌握政府服务和管理的变化动态,发现公众新需求,使政府治理能力得到有效提升。因此,建设政务大数据中心是提升政府治理、服务能力,建设服务型政府的重要手段。一、建设目标政务大数据中心的建设目标是:依托已有云计算平台等基础电子政务平台,加强政务大数据处理、管理和服务能力,建设集政务信息资源整合和交换共享、政务大数据挖掘分析、信用信息", "label": "公共管理", "id": 0}
{"content": "公共选择理论是以政治市场上的经济人假设为前提,用经济学的方法来研究非市场决策和政府行为的理论,政府失灵说是其核心内容。政府失灵主要表现在政府政策和机构的低效率、政府扩张、寻租,其解决对策包括法制化建设、加强竞争和监督、约束税收和支出等内容。尽管公共选择理论存在一定的局限性,但其政府失灵说仍对今天我国行政改革有着重要的启示作用,如进一步转变政府职能、提高行政效率、处理好政府与市场的关系、加强法制化建设和对公务员的激励。", "label": "公共管理", "id": 0}
{"content": "模板对突发灾害事件下非政府组织群体性行为决策进行分析研究,基于博弈理论简历了人们在不确定性环境下不同组织对环境风险认知的决策模型,分析组织的行为博弈,目的是通过分析能够在以后的救援中避免灾害事件中的冲突和不协调现象,同时还进行离散事件模拟分析,研究结果表明人们或组织的行为决策主要受外在信息的传播、行为选择后的收益以及不同组织或个体行为决策的影响。", "label": "公共管理", "id": 0}
{"content": "新公共管理多指西方国家二十世纪八九十年代进行的行政改革运动。这场改革运动轰轰烈烈的持续到二十多年,尽管从提出到现在一直备受争议,但是却在传统行政管理遭到瓶颈之际,提供了一种解决之道。本文试图从新公共管理理论着手,在分析新公共管理理论的核心思想具有管理的自由化、市场化、企业化的特点,同时认为新公共管理的理论突破也正是其理论局限。通过对新公共管理理论的剖析,以期对我国的行政改革有借鉴作用。", "label": "公共管理", "id": 0}
{"content": "腐败是腐败行为者在对成本和收益进行综合考量后做出的行为决策,腐败行为的愈演愈烈伴随的是边际成本的降低和边际收益的递减。本文试图从经济学视角对腐败现象进行分析,以成本和收益双向的对比关系对腐败行为进行利益衡量,给当前腐败问题的解决以相关启示。", "label": "公共管理", "id": 0}
{"content": "<正>研究院是中国人民大学为探索学术组织体制创新,回应国家和时代需求,促进重大公共政策的跨学科、跨院系的综合性研究机构,主要从事公共政策的理论创新、中国重大公共政策的倡导、检测和评估、公共管理与治道变革、自主治理、NG0与公共服务等领域的研究。公共政策研究院立足于学术前沿,着眼于现实发展,致力于制度创新,已经成为我国公共政策和公共管理科研、培训、", "label": "公共管理", "id": 0}
{"content": "本文分析了公共管理的基本原则,探究了公共管理的价值取向。", "label": "公共管理", "id": 0}
{"content": "行政管理体制中权利和利益的矛盾发生原因是个人和集体理性产生冲突,这就导致行政管理的过程中,行政计划制定和执行与既定计划不一致。因此,应当进行行政体制改革,应科学、系统的设计体制改革,不断完善官方系统并加强非正式制度的影响,明确个人和集体之间的利益关系,有效规避理性冲突。本文主要探讨了行政管理的过程中个人理性和集体理性之间的冲突关系,并总结解决冲突和矛盾的策略。", "label": "公共管理", "id": 0}
{"content": "高素质的公共管理队伍,不仅能促进一个国家公共事业的整体发展,对于提升国家的国际竞争力也十分重要。公共管理人才培养存在对公共管理人才培养不重视、公共服务能力培养不足等现实问题。厘清公共服务能力主要包含政策能力、决策能力、危机管理能力、综合协调能力四个核心要素,从人才培养理念变革、小组式教学方式改进、创新思维培养等方面促进公共管理类人才公共服务技能的全面提升。", "label": "公共管理", "id": 0}
{"content": "公众满意度测评是检测政府流程再造实施效果的最佳途径。本文在文献综述的基础上建立了政府流程再造的公众满意度模型,并通过某市统计局的统计业务流程再造展开了实证研究,采用结构方程模型和偏最小二乘法进行了数据分析和模型修正。结果表明,某市统计局的统计业务流程再造具有相当高的公众满意度,流程成熟度对流程质量感知具有显著正向影响,流程质量感知对公众满意度具有显著正向影响,公众满意度对公众信任具有显著正向影响。", "label": "公共管理", "id": 0}
{"content": "<正>WOW,Workshop on the Workshop的简称,是美国印第安纳大学制度分析与公共政策研究所举办的大型国际会议。该会议每五年举行一次,今年是第五届会议,所以会议名称简称WOW5。WOW固定在美国印第安纳大学举办,是美国三大公共选择学派之一——布卢明顿学派（Bloomington School）的学术盛会。众所周知,布卢明顿学派是由奥斯特罗姆夫妇开创和领衔的,也是围绕他们夫妇的学术思想展开的。2009年,埃", "label": "公共管理", "id": 0}
{"content": "<正>一、专报和政策咨询报告总数:10篇受中央领导批示,4篇发表于新华社内部刊物,国家级内参2篇,上海市内参9篇,共25篇。二、公开出版物三、2014年度工作总结1.目标完成情况首先,平台功能基本建立,实现学科的交叉和融合,形成与实务部门直接对接,建立与国内外智库的合作。与此同时,中心内部高质量的研究成果不断涌现,出版、发表众多有影响的专著与论文。", "label": "公共管理", "id": 0}
