{"content": "随着武器系统的发展和作战形态的改变,战斗机在执行任务过程中,会面临多种类型雷达威胁。着眼于实战训练,为弥补传统训练装置的不足,同时尽可能真实模拟战斗机在战场上面临的威胁源,创新性地提出开发一种可提供实战环境下的多方位、多模态雷达模拟威胁源。本文为研制一种小型化、便携化、模块化、定制化且成本低廉、集成难度低、能适应多搭载平台的海陆空三栖型动态无人威胁发射器训练装置提供可行思路。该装置若向部队大范围推广,可快速丰富空军飞行员实战模拟训练方案,大力提升我军训练作战水平,具有一定的经济效益和军事效益。", "label": "兵器科学与技术", "id": 0}
{"content": "机载激光武器系统是一种集光机电热于一体的新概念武器系统。随着作战环境、应用场景、目标特性的差异化作战需求,对机载激光武器系统的总体论证、装备应用和对体系的贡献度分析等显得非常重要。以机载激光武器系统为研究对象,通过对机载激光武器系统作战效能评估分析步骤、指标体系、效能评估模型建立。对载体平台运动和目标运动的典型应用场景机载激光武器系统效能进行了计算分析。可为机载激光武器系统装备立项、装备性能指标的论证、装备应用和作战效能评估提供参考和支持。", "label": "兵器科学与技术", "id": 0}
{"content": "本文分析了军用电源模块和设备电磁兼容测试项目及其适用性、测试配置及其选择方法、工作状态及限值要求,研究了军用电源模块和设备电磁发射和敏感度的要求与测试方法,在GJB 151B-2013和SJ21544-2018的基础上形成了军用电源模块和设备电磁兼容性测试规范,为实验室检测人员在军用电源模块和设备电磁兼容测试方面,提供更为明确的要求和更为详细的试验方法。", "label": "兵器科学与技术", "id": 0}
{"content": "美国计划对冗余钚进行处置,不再用于国防目的。本文研究了美国冗余钚的库存情况,总结了\"稀释和处置\"方法的具体内容,并总结了\"稀释和处置\"方法的五项具体措施。美国能源部采取多项行动推进冗余钚处置,但存在设施老化、空间有限等问题,能否如期完成尚不确定。", "label": "兵器科学与技术", "id": 0}
{"content": "旨在研究美国对军用核材料生产加工与核心能力现代化的举措及其影响意义。研究美国对于高浓铀、军用钚、军用氚、军用锂四种军用核材料的最新生产与库存情况,以及总结分析美国能源部对军用核材料生产加工及核心能力现代化的具体措施,最后分析这一系列举措的影响意义。美国军用核材料储备充足,科研生产体系完整,生产加工技术世界领先。美国现代化军用核材料生产加工与核心能力,旨在支持到本世纪30年代以及未来的核威慑能力,维护美国作为世界核大国的霸主地位。", "label": "兵器科学与技术", "id": 0}
{"content": "美国国家核军工管理局负责管理的核武器联合体通过恢复钚弹芯生产、提高氚产量、重启锂加工等措施积极推进核武器现代化计划,加强关键技术和军工工程能力建设,为美国核武器能力建设、核威慑力量现代化、核武器库存的安全性与可靠性、维护美国核威慑的安全提供了重要保障。本文从美国核武器联合体的发展现状、核心能力、未来优先发展任务等方面开展了研究。", "label": "兵器科学与技术", "id": 0}
{"content": "氘化锂-6是氢弹的核心装料,是核力量发展的重要保障。自1963年以来,美国不再生产新的锂材料,只回收退役锂部件和使用锂库存来翻新和现代化核武库,延长现有核武器在库存中的使用时间,保持核力量持续安全、可靠和有效。本文研究了美国军用锂-6部件回收和制造的四个流程:回收锂部件、加工锂部件、成型和制造、资格认证,并进行了小结。美国氘化锂-6部件生产加工工艺先进,而且目前正在开发新型工艺,整个流程完整配套,值得我国学习借鉴。", "label": "兵器科学与技术", "id": 0}
{"content": "美国核武器库存管理计划于1995年开始实施,是在禁止核试验形势下,美国维持和发展安全可靠有效核武库、保持核威慑的综合、持续的战略性计划。本文通过调研美国近几财年库存管理计划（SSMP）,系统梳理了美国核武器库存管理机构分工,并概述了库存管理运行机制中贮存、监测、维修、运输等重点环节。", "label": "兵器科学与技术", "id": 0}
{"content": "随着新时期多元化的作战任务以及工业化发展,军事和民用装备的需求不断提升,陆空两用平台的研发和升级标准也必将朝着规范化发展。构件化虚拟仪表显示平台作为信息可视化和操控标准化的核心,是陆空平台综合信息显示系统的重要组成部分。构件化显示平台以优化陆空机动平台的研发、设计和维护作为出发点,同时兼备战时需求和满足未来信息化的发展趋势,采用工程化设计思想、层次化软件布局及构件化思想的人机交互设计理念。基于构件化、串口通信、数据字典、模式转换等技术,构建一种提高软件生产率,降低开发成本,具备低耦合度,满足人机交互友好性等特征的综合信息显示平台。", "label": "兵器科学与技术", "id": 0}
{"content": "面向小型无人作战平台在卫星导航拒止情况下的自主航向测量应用需求,基于太阳光谱的偏振光导航近年来受到了人们广泛的青睐。但是偏振光导航信息的准确与否跟太阳位置的精确度存在着直接的关系。为了解决偏振光导航对天空中特征点精确位置信息的需求,提出了一种基于全天域偏振光谱成像系统对太阳位置的精确检测方法,利用太阳光谱中的可见光经过照射大气层后会受到大气层中粒子的散射作用及地面的反射作用产生偏振,利用这种偏振信息可求解出太阳的精确位置,通过太阳的位置信息可实现偏振光的精确导航。与传统的基于光斑的太阳位置检测方法相比,该方法利用光谱中固有的偏振信息完成对太阳位置的精确测量,具有检测方法简单、精度高且适用范围广等特点。搭建的偏振光谱成像系统由三个微小型的大视场摄像头模组和偏振片构成,使得结构更加紧凑,体积更小,高度更低。从原理出发,首先利用搭建的偏振光谱成像系统对太阳光进行了采集与处理,同时对提出的太阳位置求解算法进行了仿真,然后采用搭建的光谱成像系统对本算法进行了晴朗天气、高层建筑物遮挡环境及树木遮挡环境下的验证。实验结果表明:当天气晴朗时,对太阳在同一天不同时刻进行了检测,测量的太阳高度角和方位角的精度分别为0.024°和0.03°;当太阳被高层建筑物遮挡时,对太阳的高度角和方位角的测量精度为0.08°和0.05°;当太阳被树木的枝叶遮挡时,对太阳的高度角和方位角的测量精度为0.3°和0.1°。通过实验我们可以看出这种新型的偏振光谱成像系统及检测方法不仅能够满足偏振光导航对太阳位置的需求,还能为喜欢探索宇宙奥秘的爱好者提供一种新的探索思路,将来可为人类探索宇宙及自然界的奥秘提供先进手段和良好条件,推进我国在空间环境、地外天体的演变、太阳系的形成、生命的起源等更多领域的不断前进。", "label": "兵器科学与技术", "id": 0}
{"content": "编队作战时不能依赖单平台进行作战指挥,因此,亟须研制适用于编队协同作战的模拟训练系统,给受训人员提供逼真的战场态势。通过研究编队协同模拟训练系统的功能设计、工作原理,提出对舰上各型装备模拟器的功能需求,促进编队协同模拟训练能力的提升。", "label": "兵器科学与技术", "id": 0}
{"content": "针对复杂对话任务场景下缺乏训练数据、系统与真实用户交互成本高周期长以及对话系统拓展性差等问题,文章提出了基于人工系统、计算实验、平行执行构成的ACP方法的平行对话系统,基于用户模拟器构建人工对话场景来模拟用户和语音助手的交互,利用计算实验实现对话系统中模型的训练和学习,最后通过平行执行长期在线的优化对话系统和人工对话场景。文章研究总结了平行对话系统中的关键技术和实现方法,平行对话系统通过结合深度学习和平行理论,更进一步地推动智能语音助手在各个领域下复杂任务的应用。", "label": "兵器科学与技术", "id": 0}
{"content": "针对广播式自动相关监视（ADS-B）技术在机载端快速发展和应用,地面监视端缺乏空地协同的态势感知能力,及时提供决策服务问题,研究设计了基于1090ES ADS-B航空器的指挥运行管理终端软件。软件通过解析处理ADS-B地面站发送的CAT021报文,利用进近告警算法和高度层变更算法,实现了对进近交通的安全预警和具备高度层变更能力的飞机的预判,为地面监管人员提供了飞行员视角和增强的显示信息,建立其和飞行员在运行过程中共同的即时情景意识。", "label": "兵器科学与技术", "id": 0}
{"content": "在信息化时代背景下,体系对抗成为未来战争的主要特征。随着武器装备体系复杂程度的不断提高,传统的试验训练靶场在资源重用、数据共享、互联互通互操作等方面存在问题,通过构建一组适用于一体化联合靶场的体系结构元模型,对靶场体系结构数据的收集、组织和存储提供顶层指导。首先,在美国国防部体系结构框架（DoDAF）元模型的基础上提出了一体化联合靶场的体系结构元模型;然后,结合概念数据模型对元模型包含的数据要素及要素之间的关联关系做出详细描述;最后,明确了元模型数据要素与靶场体系结构视图产品之间的映射关系,集成元模型数据生成视图产品。", "label": "兵器科学与技术", "id": 0}
{"content": "现代战争中,强大进攻性武器的目标是通过远距离、高精度的致命打击来击败敌人。此种武器除了在远端造成实际的物理伤害外,还具有强大的心理威慑作用,它可以阻止敌人靠近对其武器系统造成伤害。但武器越强大,则弹头初速度越快、弹头越重、产生的脉冲噪声水平越高,士兵听力损失的可能性就越大。因此为了保护士兵免受自身武器有害声音的伤害,需要对他们所佩戴的听力保护装置的防护性能进行评估,本文基于ABAQUS的CEL方法建立了听力保护装置评估有限元模型,提出了三个听力防护的评估指标,并利用该模型对典型脉冲波加载下的泡沫听力保护装置的性能进行了评估。", "label": "兵器科学与技术", "id": 0}
{"content": "文中以隐藏山洞、发射井和潜艇为探测对象,研究了水平半圆柱体、竖直圆柱体和潜艇产生的重力异常信号,推导了相应的计算公式并进行了结果分析。数值分析表明,水平半圆柱体和潜艇产生的重力异常信号小于目前航空重力仪1 mGal的精度,但潜艇产生的垂直重力梯度信号大于目前重力梯度仪10-4E的精度。这表明采用重力梯度仪探测浅层目标更有优势。若要只用重力仪探测上述目标,精度需要达到1μGal。", "label": "兵器科学与技术", "id": 0}
{"content": "次声监测技术是监测大气层和浅地表核试验的有效手段,根据不同次声源的声源特性寻找有效的特征提取方法以实现可靠的分类判别,成为禁核试次声监测中的关键问题。基于次声信号的非平稳特性,文中提出了利用小波包分解的方法对次声信号进行了特征提取研究。在对次声信号进行小波包分解的基础上,提取了其小波包分量比和小波包分量特征,进而利用Fisher分类器对各类次声信号特征的分类性能进行分析。研究结果表明:在小波基函数db4下,小波包分量比特征U30/U31、U30/U32、U30/U33对于核爆与化爆次声信号的可分性较好,小波包分量特征U32能够将核爆与其它各类次声信号有效分开。", "label": "兵器科学与技术", "id": 0}
{"content": "次声波声线法由于其数值计算稳健,在后续反演定位时先验信息要求低等诸多原因,因此在大气核爆探测、定位与高层大气背景模型校正中得到广泛应用。文中在介绍次声波声线传播路径及传播损耗计算方法的基础上,简要介绍了与次声声线传播建模密切相关的且目前国际上较为流行的几种数值天气预报模型与经验模型;最后采用NRLMSISE-00/HWM14经验模型,以2019年1月1日酒泉（39°N,99°E）地面某点为次声源点,模拟计算了声源出射声线轨迹与传输损耗。数值模拟结果表明:大气次声波的超视距传播是风场与温度场控制的结果;次声波在平流层传播时损耗较小,热层传输损耗较大,并且存在一个最优化发射角度,以该仰角发射时,声波传输损耗最小。", "label": "兵器科学与技术", "id": 0}
{"content": "针对超近程无人机飞行过程中由于多种复杂原因导致的链路信号异常等问题复现难度大,通过飞行试验验证成本高风险大,无法有效训练战士处理此类问题,提出了一种适用于超近程无人机链路仿真的方法,并分析构建了自由空间传播、大气环境和地面反射等影响信号传输和接收的模型,同时设计了模拟训练系统结构和处理流程,实现了链路仿真模块,经应用,能很好的复现训练中或实战中出现的链路中断、链路信号强度、误码率等技术指标和现象。", "label": "兵器科学与技术", "id": 0}
{"content": "为支撑城市复杂环境防控装备的综合效能评估与决策,通过建设\"低慢小\"目标防控仿真平台,进行平台的组成和接口设计、防控平台的运行模式与流程进行设计,以支持不同类型的仿真工作的开展。最后提炼异构综合防控系统协同仿真综合设计技术与组件化参数化服务化的装备建模与仿真技术,以解决仿真平台建设过程中的关键性问题,以达到\"低慢小\"目标防控过程的数字实现与装备论证的支撑平台建设。", "label": "兵器科学与技术", "id": 0}
{"content": "高等级飞行训练模拟机在研制完成后及交付部队前,需要二次搬运至用户所在地。搬运工作涉及高等级飞行训练模拟机的拆卸、包装、运输、集成、调试、测试等方面工作。在拆卸环节面临巨大困难,机上包括700多个设备/部件与1000多根电缆,交联关系复杂、接口数量多且类型多,一旦标记不清,就可能导致搬运后,电缆连不上、连错的问题。为了保证运输后,可快速恢复并提高集成安装调试效率,最大程度地缩短现场安装调试时间,同时减小操纵负荷系统调试风险,因此需尽可能保留结构最大化,又要面临对接近8 m×7 m×6 m的结构进行合理分解,实现在4.7 m限宽的车上装载的难题。在包装、运输、卸载环节,稍有差池有可能导致昂贵设备的损坏或性能下降。为保证搬运的效率、设备的安全、集成测试顺利,在研究GJB 1181的基础上,提出了高等级飞行训练模拟机二次搬运实施管理的方法。", "label": "兵器科学与技术", "id": 0}
{"content": "远程光电是一台综合型设备,在现代的军事、工业、渔业等方面有着广泛的应用。其可配合雷达工作,利用雷达能对大范围水域各类目标进行检测,再用远程光学对重点目标进行成像甄别。其能够对20 km范围内的大中型船舶、10 km范围内的小型渔船进行识别,区分合作目标和非合作目标,发现不法目标的异常举动,实时取证并发出告警。ZYNQ是赛灵思公司推出的行业第一个可扩展处理平台系列,片上包括FPGA和双ARM内核,能为高端嵌入式应用提供所需要的处理与计算能力。远程光电云台伺服控制系统的设计基于ZYNQ处理器,阐述了其组成、原理及关键控制算法等。实验结果表明该技术达到了高的控制精度和可靠性要求。", "label": "兵器科学与技术", "id": 0}
{"content": "为解决航空机务维护训练中存在的成本高、效率低、有一定的危险性等问题,设计了某型飞机显控模拟仿真训练系统。说明了显控模拟仿真训练系统的硬件组成,采用控制图像技术模拟座舱仪表板信息显示、灯光显示,简述了多声道同播控制技术实现不同工作模式或状态下音响效果,以及模拟中央仪表板和区域图形的实现方法。该显控模拟仿真训练系统训练手段多,效果逼真,训练效率高。", "label": "兵器科学与技术", "id": 0}
{"content": "含有膦酸酯键的化学战剂是人类已知的毒性最高的化学药品之一。在此,我们合成了五个新的金属有机框架（MOF）并分析了化学战剂模拟物二甲基-4-硝基苯基磷酸酯（DMNP）的分解,以分析官能团的作用。这种MOF具有独特的结构拓扑,菱形通道,约1.2nm的孔径和对N2的良好吸附能力,可以有效地水解DMNP。结果表明,这五个MOFs具有不同催化水解速率,并且与其他功能化类似物相比,碘化功能化锆基金属有机骨架（MOF）显示出最高的催化活性(t1/2=48s,0.75umol)是未官能团化金属有机框架的13倍。这表明MOFs孔道修饰可以有效地提高水解速率。", "label": "兵器科学与技术", "id": 0}
{"content": "快速准确地分析化学战剂类危险化学品在反化学恐怖等公共安全领域需求明显。拉曼光谱技术因具有快速、灵敏、仪器可小型化发展且能够非接触式检测等优点,成为近年来此领域的研究热点。但目前与化学战剂相关的拉曼光谱数据库还不完备,在此基础上的光谱模型和识别算法有待深入研究。采用配备有785 nm激光器的便携式拉曼光谱仪,测得多种化学战剂模拟剂及化学战剂降解产物的拉曼谱图数据并建立数据库,再结合5种模式识别算法对其识别归类。支持向量机模型能够以100%的高识别准确率实现此类化学危险品的快速识别。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>P/S震相幅值比是《全面禁止核试验条约》中天然地震与地下核爆性质判别的一个重要鉴别器,对于P/S幅值比的有效利用,需要处理由于距离、路径和台站效应而引起的显著变化。Schultz等（1998）介绍了贝叶斯克里金方在插值方法,Rodgers等（1999）对比了四种不同方法的幅值比校正效果,表明克里金技术能最大程度地减弱传播路径差异的影响。Bottone等（2002）利用克里金方法对NIL台站P/S幅值比校正后,有效提高了地震筛选能力,此外他期望未来能在mb<3.5级,", "label": "兵器科学与技术", "id": 0}
{"content": "面向综合性、系统性、全操作流的无人机训练需求,提出通用的无人机模拟训练的顶层架构。研究面向对象的建模仿真技术和可重构的人机接口模拟技术,实现对飞行控制、载荷控制、通信管理等典型操作流程的全面覆盖。以图形化建模手段快速构建模拟训练仿真系统,具备对多型无人机人员开展训练的应用示范条件。", "label": "兵器科学与技术", "id": 0}
{"content": "提出了一种嵌入式模拟仿真训练设备多应用程序加载与切换的设计方案。对单应用程序加载设计,多应用程序加载设计、切换设计及多应用程序自加载软件设计进行了详细地阐述,给出了一台模拟仿真训练设备可加载配装多个不同状态应用程序的结论。", "label": "兵器科学与技术", "id": 0}
{"content": "激光武器是一种定向能武器,使用激光武器杀伤目标时,需要激光光斑在目标特定部位上停留一定时间,由于载机平台本身的运动及振动,造成激光光斑在目标特定部位稳定停留一段时间比较困难,文章基于激光武器攻击目标的4个过程,分析满足作战任务要求火控各系统的精度影响因素,给出了精度分析思路和算法。", "label": "兵器科学与技术", "id": 0}
{"content": "随着科技发展,语音识别技术作为一种智能交互技术,已广泛应用于各个领域。指控平台为指挥人员完成指挥调度、值班保障等任务提供有力支撑,智能化元素、高效的人机交互方式是指控平台设计的发展趋势。通过研究语音识别技术原理、研究历程以及应用趋势,分析指挥人员作业过程中对指控平台智能化操作、高效性交互等使用需求,探索智能指控平台的主要功能与系统组成,研究语音识别与交互技术在智能指控平台设计中的应用,为新一代智能指控平台设计研制提供依据。", "label": "兵器科学与技术", "id": 0}
{"content": "核生化灾害之后及时高效的救援是减少人员伤亡、财产损失的关键,建立并分析核生化灾害应急救援指挥体系结构模型,提升指挥决策能力十分必要。针对核生化灾害的一般特点,根据美国国防部体系结构框架2.0 （Department of Defense Architecture Framework,DoDAF 2.0）提供的建模指导与标准,构建了核生化灾害应急救援指挥体系模型并生成了多种DoDAF视图,从不同的视角、不同的层次描述了该系统结构,为高效处置核生化灾害,圆满完成救援任务打下坚实基础。", "label": "兵器科学与技术", "id": 0}
{"content": "为提升指控领域交互界面开发的工作效率,文章提出了通过对指控领域交互界面开发的研究,进而实现指控领域界面开发工具的思路和方法。首先研究了指控领域内交互界面开发的特点和共性,分析并归纳了对指控领域人机交互开发进行需求分析归纳的方法,提出了对交互元素进行分析和抽象提取的手段,进而探讨了指控领域交互界面开发运行框架的设计和实现方法,并给出设计和实现的范例。通过应用实例数据的比较,说明了该开发运行框架给指控系统交互界面开发带来的难度降低和效率提升。", "label": "兵器科学与技术", "id": 0}
{"content": "随着雷达测量设备的不断增加,对设备进行集中远程指挥控制的需求日益突显。针对这一问题,提出了一套对设备进行远程控制和监视的设计方案。该方案通过构建网络链路,利用软件发送指挥控制指令,实现对测量设备的远程控制。利用指令获取设备状态,将设备信息实时传输至远端软件界面,实现控制信息反馈。经过测试,该远程控制系统能有效控制和获取设备信息,为远程集中指挥提供有效支撑。", "label": "兵器科学与技术", "id": 0}
{"content": "针对基于关键字匹配和插件刻面的指控软件插件匹配方法存在的匹配准确度不高的问题,提出了一种基于语义相似度的指控软件插件匹配方法,首先构建指挥控制领域本体库,在构建插件描述模型的基础上,基于本体实现待匹配插件的语义描述,进而实现对插件的语义匹配。该方法综合考虑语义距离、语义重合度和概念描述三个方面,实现两个概念间的语义相似度计算。实验结果表明,该方法有效提高了指控软件插件匹配的查全率和查准率。", "label": "兵器科学与技术", "id": 0}
{"content": "针对军队作战中数据通信和信息交互存在的问题,提出一种基于负折射率的便携式空气成像可交互战场指挥系统终端,利用等效负折射率技术,将战场信息投影到空气中,摆脱了传统显示依赖的屏幕,通过配合红外交互控制、远程指挥通信、战场数据感知等功能,提高战场信息交互能力和效率,为军队在战场指挥信息系统体系研究提供了一定的帮助。", "label": "兵器科学与技术", "id": 0}
{"content": "日本遗弃在华化学武器问题是历史遗留问题。虽然抗日战争结束已经75年了,但日本侵华战争的罪行还在,遗弃化学武器仍然在不断的危害中国人民的生命财产安全与生态环境安全。根据中日双方达成的销毁遗弃化学武器备忘录的要求,2010年9月1日在南京正式采用移动式销毁设施开始了遗弃化学武器的销毁行动。先后完成了南京、石家庄、武汉三地的销毁任务,哈尔巴岭和哈尔滨的销毁正在进行中。截止2020年1月31日,共计挖掘回收遗弃化学武器83 650枚,销毁57 700枚。但销毁进展缓慢,尚有近30万枚等待销毁,日本遗弃化学武器销毁任重道远。", "label": "兵器科学与技术", "id": 0}
{"content": "针对当前主动雷达在复杂电磁环境下使用的风险,以及无源被动定位精度较差的问题,本文提出了一种基于极大似然意义下的雷达主动探测与电子侦察被动截获相结合的数据融合最优定位算法,该算法有效地提高了目标定位精度。通过Monte Carlo仿真表明,在信噪比适当的情况下,所提算法能够达到CRLB界,验证了该算法的有效性。", "label": "兵器科学与技术", "id": 0}
{"content": "无人集群侦察技术是无人机技术领域的研究热点,近年来发展势头迅猛,世界各主要国家纷纷推出各自的研发计划。美国、英国、俄罗斯以及印度等国在研或即将开展的主要用于战场侦察与监视的无人集群计划有\"Wolfpack\"计划、\"山鹑（Perdix）\"项目、无人机蜂群、手抛式微型侦察无人机集群以及ALFA-S计划等。这些无人集群侦察项目涉及的关键技术主要包括集群控制算法、通信网络技术和编队控制技术等。目前大部分无人集群侦察系统是在有人远程控制情况下进行目标的搜索、识别、跟踪和打击的,未来将与人工智能和机器学习技术结合构成快速的\"发现-打击\"数据链,进一步提升无人集群系统的自主能力,更加高效、安全地完成情报、监视和侦察等作战任务。未来无人集群侦察技术将实现三大转变;由有人控制向无人自主转变、由同类集群向跨类集群转变以及由空中集群向全域集群转变。针对这一新兴侦察方式,常规手段难以有效对抗,其难点主要体现在以下四个方面:一是成本低廉、数量多,高效费比防御难;二是目标特征小、机动灵活,快速发现难;三是侦察任务在线动态规划,有效对抗难;四是常规手段附带损伤大,城市环境对抗难。当然,无人集群侦察系统也不是无懈可击,也有其软肋,主要薄弱环节包括:信息链、传感器和电源。针对无人集群侦察系统的薄弱环节,提出相应的主动和被动对抗策略。主动策略包括:一是微波电磁压制或扰乱信息链。二是激光干扰或毁伤侦察载荷。三是无人集群撞击。被动策略主要是针对无人集群侦察系统的能源供给薄弱环节制定的对策。即利用假目标和伪装诱导其偏离原定任务路线,因长途奔波能源消耗殆尽而不能完成侦察任务。有矛就有盾,新战法必将激发新的对抗手段,本文抛砖引玉,预期不久的将来会有更多高效的对抗样式涌现。", "label": "兵器科学与技术", "id": 0}
{"content": "为响应某装备保障指挥系统建设任务,适应部队装备保障技术防范工作需要,解决部队装备保障技术防范领域存在的问题,课题组采用信息技术、网络技术、电子技术、探测传感技术、人工智能等技术,建立了一套集智能视频监控、对讲广播、入侵报警、门禁控制、温湿度监测、巡更管理、车牌识别为一体的集中监控管理平台,以提升某装备安全防范工作,实现集中监控管理平台全过程、全天候、全方位的综合立体防范,达到人防、技防、物防的完美结合,并从系统一体化的安全防范体系、核心保护区域智能监控、系统的多业务融合生成几个方面,对其关键技术进行研究,力求为集中监控管理平台提供从基础理论、系统架构到产品应用上的技术支撑,以此提升系统在监控、预警处置和应急处理方面的信息化水平,提高数字化信息处理的一体化水平,进而确保能够有效应对日常训练与作战行动中的紧急情况和非传统安全领域的威胁。", "label": "兵器科学与技术", "id": 0}
{"content": "针对车载恶劣环境情况,论文首先介绍了车载控制终端的组成,然后探讨了车载控制终端各组成部分的设计;最后,论文从热设计、抗冲击及振动设计、\"三防\"设计、电磁兼容性设计等角度研究了抗恶劣环境的实现原理和具体措施。", "label": "兵器科学与技术", "id": 0}
{"content": "科学技术的进步及武器装备的发展,给军事领域带来了深刻变革。各种高精度、高效能、高速度的钻地武器都以惊人的速度发展,其打击的准确性和破坏性,给防护工程提出了严峻的挑战。为提高防御工事的抗侵彻能力,必须对钻地武器的侵彻机理及防护技术进行研究。本文简要阐述了钻地武器及防护技术的发展,为防护工程的抗侵彻性能研究提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "《禁止化学武器公约》生效已经22年了,公约要求缔约国全面禁止、彻底销毁化学武器。目前禁止化学武器组织共有193个缔约国,宣布的72304吨化学毒剂已销毁了96.8%。然而,履约的道路并不平坦,美国化学武器销毁进度远比公约要求的迟得多,日本遗弃在华化学武器处理进展缓慢。此外,还面临着海洋遗弃化学武器销毁难题。", "label": "兵器科学与技术", "id": 0}
{"content": "突发性核生化事件不可预测,特别是核生化恐怖袭击等大规模袭击事件,一旦发生具有环境污染范围大、灾害持续时间长、社会不良影响严重等特点,为此国外对核生化沾染环境洗消应急处置的能力提出了很高的要求。论文对国外核生化沾染环境洗消理念、发展现状和发展趋势进行了综述。", "label": "兵器科学与技术", "id": 0}
{"content": "介绍了一种车载式放射性核素快速检测系统的整体结构、功能设计和测量分析软件。在发生核与辐射恐怖袭击事件后,该系统能够对指定地点的食品、水源和空气中的重要放射性核素比活度进行现场快速检测,作为核应急响应的支持。系统的检测灵敏度为（1）食品放射性核素快速检测系统:检测时间6.72 min,检测灵敏度:91.50 Bq/kg(蔬菜137Cs);检测时间5.90 min,检测灵敏度:91.6 0 Bq/kg (蔬菜131I);（2）环境水质中放射性核素快速检测系统:检测时间69.97 min,检测灵敏度:5.00 Bq/L(137Cs);（3）空气中放射性核素快速检测系统:检测时间19.32 min,α检测灵敏度:0.37 Bq/m~3;检测时间19.25 min,β检测灵敏度:3.85 Bq/m~3。", "label": "兵器科学与技术", "id": 0}
{"content": "太空中核爆炸等辐射源产生的辐射能够对辐射源附近或经过此处的飞行器造成极大的损伤,若能够在飞行器经过此区域前测量出辐射源的位置,则可以通过改变飞行器轨道使其绕过次区域,从而减少辐射对飞行器的损害。因此,本文提出了一种天基的辐射源位置测量方法,并建立了相应的数学模型,解决了太空核爆位置测量及计算过程中辐射入射方向不确定的问题,给太空中辐射源位置的测量及计算奠定了基础。", "label": "兵器科学与技术", "id": 0}
{"content": "为了有效降低训练成本,提高飞行训练效率,实现全方位电子化培训模式,本文探究了飞行仿真技术在某型飞机接装训练中的应用。首先,简要介绍了接装培训模式,包括理论培训、模拟训练和实装训练;然后,对接装训练的虚拟训练系统进行了研究;最后,分析了飞行仿真技术在维修训练模拟器、飞行训练模拟器和飞行训练器中的应用。飞行仿真技术的应用为受训人员的培训提供了一种高效经济、安全有效的手段。", "label": "兵器科学与技术", "id": 0}
{"content": "将化学战剂（Chemical Warfare Agents, CWAs）转化成环境友好型的产物具有重要的意义。二（2-氯乙基）硫醚俗称芥子气,由于其简单易得,是最广泛使用的化学战剂之一。开发新的材料或者方法能够安全有效解除芥子气的毒性一直以来都受到广泛的关注[1]。由于芥子气具有较高的毒性,通常选择毒性较低且结构和性质与其相似的2-氯代乙硫醚（CEES）作为模拟物进行研究。目前已报道CEES脱毒方法的主要有水解、脱氯化氢以及氧化等。由于水解和脱氯化氢存在水溶性差、降解速率低、反应不完全以及得到有毒的产物等问题,同时在氧化法中,CEES易被过度氧化得到有毒的2-氯代乙基砜（CEESO2）,因此选择性氧化芥子气得到无毒的2-氯代乙基亚砜（CEESO）已经成为最具潜力的芥子气脱毒的方式。尽管近年来关于多钒酸盐作为催化剂用于CEES的氧化已被报道[2],但是大部分催化体系存在反应速率低,选择性差以及催化剂难回收利用等问题。因此开发新型高效,高选择性的异相催化剂是必要的。在本工作中,我们合成了两例基于多钒酸盐的金属有机框架化合物[Co（bib）]{V2O6}（1）和[Ni（en）（bib）]{V2O6}·2H2O （2）。在室温下,双氧水为氧化剂,1和2分别作为异相催化剂用于催化氧化CEES。实验结果表明,1和2均可以催化CEES氧化得到唯一的产物CEESO,具有高的选择性。值得注意的是,虽然化合物1和2中均含有{V2O6},但是化合物1在10 min内催化CEES完全转化,而化合物2催化CEES转化不到50%（图1a）。通过对化合物1和2的结构分析发现（图1b）,2中Ni2+离子是配位饱和,而1中Co2+离子是四配位的,具有不饱和配位点,由此我们推测化合物1催化CEES氧化效率高于化合物2是因为1中配位不饱和的Co2+离子可以吸附并活化底物,促进反应的快速进行。我们提出了一个可能的催化反应机理,在反应过程中,{V2O6}与双氧水作用生成具有更高活性的钒过氧化物;而CEES中具有孤对电子的硫与1中配位不饱和的Co2+配位,使得底物中的硫原子显正电性;最后,钒过氧化物中的氧原子进攻底物中显正电性的硫原子得到CEESO（图1c）。", "label": "兵器科学与技术", "id": 0}
{"content": "主要根据合成部队训练新形势提出对人在环训练环境的要求,设计了合成部队人在环训练系统的结构,在此基础上,对人在环训练环境实现中涉及的高沉浸感实时战场环境生成技术,基于智能推理的指挥决策仿真技术,基于模型公共功能服务化的高效仿真技术,大规模并行作战仿真系统构建技术,基于多维仿真数据的实时评估技术等进行了逐一分析,给出了技术实现方法和路线,对人在环训练系统的构建具有指导意义。", "label": "兵器科学与技术", "id": 0}
{"content": "数据挖掘可从海量数据中提取新颖的知识。针对装甲兵模拟训练系统方面,从开展系统应用研究、促进模拟训练实用化、提高可信度、拓展模拟训练理论等四个方面阐述了对数据挖掘的迫切需求,分析了装甲兵模拟训练系统产生的数据特点,提出了包含确定挖掘主题、数据准备、数据挖掘实施、结果分析、知识获取发布等五方面的装甲兵模拟训练系统数据挖掘框架。最后讨论了面向装甲兵模拟训练系统的数据挖掘应用前景。", "label": "兵器科学与技术", "id": 0}
{"content": "针对目前基于低秩矩阵分解的高光谱异常检测算法没有充分利用高光谱空间信息,导致算法检测性能不佳的问题,提出了一种基于交叉全变分正则化及稀疏特性的高光谱异常检测算法。算法首先通过引入交叉全变分来利用高光谱图像相邻像元间的空间相关性以及高光谱图像的光谱信息,同时借助异常目标稀疏的先验知识来进行异常检测。实验结果表明,与现有算法相比,该算法在检测性能上有很好的表现。", "label": "兵器科学与技术", "id": 0}
{"content": "基于激光武器的优势和缺陷,分析研究了激光武器对攻守双方在指挥、后勤等方面的影响和变革。进攻方有了激光武器,将获得极大提升的、可调的、静默的、经济的攻击能力,还有很强的火力持续能力和很小的后勤压力,防守方有了激光武器,可以近距离快速硬摧毁来袭目标,并远距离致盲目标的传感器,使其丧失精确制导能力,偏离航线,并易于被其他防御武器打击。", "label": "兵器科学与技术", "id": 0}
{"content": "导航系统在现代化战争中扮演着重要角色,由于目前单个导航系统均存在缺点,本文将SINS高更新率、高自主性与GPS误差无累积、精度高的优势相结合,提出并研究一种GPS/SINS嵌入式组合导航系统。本文首先分析了嵌入式环境下的系统相关组成,然后针对传统姿态更新过程,提出一种基于扩展卡尔曼滤波器的优化方法,最后研究了组合导航的方式与软件实现流程,通过测试验证了组合导航的优势。", "label": "兵器科学与技术", "id": 0}
{"content": "当前公安信息化建设存在着模式固化、业务需求变更困难、无法满足用户的个性化需求等问题。为解决以上问题,文中构建了一个新颖的赋能平台,通过提出临时赋能及权限回收机制,使其具备了架构灵活的特点。此外,利用知识图谱、语义搜索等AI技术,实现了赋能平台在公安业务中的精准赋能。最后,以赋能平台为核心,借助赋能生态中的其他产品,形成了一个可高度融合的系统。这些特点使得赋能平台能够应用在各种指挥控制需求的场景中。", "label": "兵器科学与技术", "id": 0}
{"content": "针对目前我军两栖作战下面对的潜在核生化威胁以及防化装备缺乏实战检验等问题,本文对两栖作战背景下防化装备作战效能进行评估,分析了两栖作战防化装备的主要组成、作战样式等;对典型防化作战方案开展建模,提出基于仿真的防化装备在两栖作战背景下的作战方案的评估流程,并对其关键步骤进行分析,为两栖作战背景下的防化装备作战效能提供评估方法以及决策支持。", "label": "兵器科学与技术", "id": 0}
{"content": "本文基于Visual Studio 2010和SQL Server 2008开发环境,开发了红外热像仪参数测试系统,实现了红外热像仪SiTF、MTF、NETD、MRTD、MDTD和Uniformity 6项关键参数的测试;开发了红外热像仪信息数据库,不仅方便红外热像仪信息的管理,而且通过将红外热像仪标准参数库与测试参数进行比对,实现了对待测红外热像仪关键参数的综合评判。", "label": "兵器科学与技术", "id": 0}
{"content": "本文通过对无人车巡逻场景下智能作业以及警用设备控制和协同需求的深入研究,结合无人车以及智能控制协同技术,创新性地提出了一种适合无人场景的智能作业控制系统,并详细介绍了该智能作业控制系统的总体架构、软硬件设计结构、控制和通信接口,并总结和展望无人车巡逻场景中未来的技术趋势和亟待解决的问题。", "label": "兵器科学与技术", "id": 0}
{"content": "本文为集成度高、技术复杂、地位重要的某通信控制机维修训练提供一套维修训练模拟器,从功能设计、系统设计和硬件设计、软件设计几个方面,对该维修训练模拟器进行介绍,实现模拟器与原通信控制机在内外部结构、故障模式、排除故障的方法一致性,极大地满足该通信控制机的维修训练。", "label": "兵器科学与技术", "id": 0}
{"content": "为提高指控装备训练的效率,降低训练对实装的损耗,本文提出了某新型指控装备维修训练模拟器的设计思想。在分析某型指控装备特性的基础上提出了虚实结合的设计思想,按照模拟系统与实装系统结构相同、功能一致,控制过程相同、逻辑一致的基本要求,规范了操作训练和维修训练指标,以及模拟器的体系结构。采用与实装一致的组合面板建立一个逼真的人机交互操作环境,通过虚拟装备和典型实装部组件构建系统硬件环境;采用虚拟装备分系统结合典型实装部组件,构建模拟维修训练环境,利用虚拟及真实测量工具实现装备维修模拟训练;设置信息交互接口,以实现与数据传输系统和仿真分布交互平台间的互联。该训练模拟器操作简便,可靠性高,为装备操作和维修提供了训练和考核环境。", "label": "兵器科学与技术", "id": 0}
{"content": "为提高装备训练的效率,降低训练对实装的损耗,本文在功能分析基础上,设计了指挥系统地域网维修模拟训练器的总体方案,从硬件和软件两方面对模拟器进行具体设计和实现,该模拟器与实装在内外部结构、操作步骤、故障模式、故障排除方法上保持一致,为装备操作和维修提供了训练和考核平台。", "label": "兵器科学与技术", "id": 0}
{"content": "多金属氧簇（POMs）是一类孤立的金属氧簇阴离子,其表面富氧,电荷数可调,分子尺寸大,具有氧化还原性,受到科学家们的广泛关注。POMs在催化化学,药物学,电化学、磁化学及材料科学等领域表现出广阔的应用前景。近年来,我们课题组重点关注多酸催化有机合成和多酸催化化学战剂降解。在多酸催化有机合成方面,我们以钯杂化多钒氧簇[Pd（DMAP）2（acac）]2[V6O11（OMe）8]·H2O为催化剂,催化卤代苯甲酸酯与烯烃反应制备芳胺类化合物。以过渡金属和POMs为协同催化剂,催化氧化苯乙酸类化合物与胺类化合物反应构建碳氮键。以铜取代的Keggin型多酸[(nC7H15)4N]6[α-SiW11O39Cu（H2O）]·2H2O为催化剂,催化氧化苄醇与胺类化合物反应制备亚胺类化合物。在多酸催化化学战剂降解方面,我们合成了一例分子中同时含有多铌氧簇（PONbs）和多钒氧簇（POVs）的双阴离子型化合物H13[（CH3）4N]12[PNb12O40（VVO）2·(V4IVO12)2]·22 H2O,其对芥子气类似物2-氯乙基乙基硫醚的选择性氧化降解表现出优异的催化性能,无毒产物的选择性达到95%以上。在初步了解PONbs对H2O2的活化作用后,我们又合成了两亲性PONbs:[CnH2n+1N（CH3）3]7HNb6O19 （n=14,16,18）和LDH-PONbs复合物。这两类催化剂能高效活化H2O2,在乳液和非均相环境下催化芥子气类似物的选择性氧化降解和神经毒剂（G类和V类）类似物的水解降解。", "label": "兵器科学与技术", "id": 0}
{"content": "传统智能侦察设备的检测维护设备是固定的,检测点多,检测过程复杂,耗费时间长。它不再适合现代战争。随着总线的出现和计算机技术的应用,虚拟技术被用来模拟飞机总线和物理侦察设备传输的信息,实现设备的检测技术。测量精度高,重复性好,测量速度快,系统故障率低。速度、可伸缩性和短的系统更新周期简化了检查过程并提高了生产率。本文系统介绍了智能侦察设备检测与维护技术的系统开发,包括当前检测技术和仿真检测技术的设计方法、概念和一些开发工具。", "label": "兵器科学与技术", "id": 0}
{"content": "1.研究背景当前国际安全局势日趋复杂,化学威胁公共安全事件频发,与生产、消费、环境等各环节相关的化学危害因素均对公众安全造成潜在威胁。随着组合化学、生物合成、基因组与靶标确认等现代科技的飞速发展,新型化合物以及生物毒素等威胁日益增加,引发更为广泛的安全问题。传统光谱与质谱等谱学分析技术可以对各类毒物进行结构鉴定、筛查检测与定量分析,然而仍无法满足化学毒物的法证溯源与危害评估等迫切需求。亟需发展化学毒物分子水平的功能、活性的测试新方法,以实现其赋存状态、活性代谢产物、暴露/效应生物标志物的发现与鉴定,以及活性与功能的评价等。2.研究内容本课题组一直专注于开发生物标志物的谱学鉴定与定量分析,从分子水平上发展化学毒物关键功能/效应生物分子的功能/活性及其变化规律的\"可视化\"新技术。以DNA、H2AX、胆碱酯酶、谷胱甘肽、蛋白质等生物体内关键毒性作用功能/效应分子或事件报告分子为研究对象,基于高灵敏质谱/光谱技术,通过对上述功能/效应分子的结构、功能变化的定量检测,同时实现化学毒物的中毒溯源与功能/活性评价,已成功应用于神经性毒剂、生物毒素、基因毒性物质等的毒性测试与毒理机制研究。DNA是基因毒性物质毒性作用的关键效应分子,DNA损伤后可导致癌变等严重影响。本课题组基于其DNA加合、交联等毒性损伤作用事件,利用高分辨质谱技术,建立了结合DNA特征加合物与\"共性\"毒性效应分子（如磷酸化H2AX[1]（γ-H2AX））等暴露/效应生物标志物的基因毒性物质筛查确证联合技术体系。以经典烷基化试剂芥子气（SM）为例:对\"共性\"效应分子的检测实现其DNA分子损伤形式的筛查确证与定量评价;与此同时,建立了其暴露后生物体内各组织以及体液中SM-DNA加合物的同位素稀释定量检测方法,检测限可达1加合物/109-11碱基,并对其体内时-量效关系以及分布趋势进行全面评价,揭示了芥子气DNA损伤新特点并明确损伤靶器官[3]。谷胱甘肽是生物解毒过程的重要效应分子,还原型谷胱甘肽（GSH）与氧化型谷胱甘肽（GSSG）的含量比值是生物体内毒性作用的重要评价指标。本课题组开发了GSH/GSSG的表面增强拉曼光谱（SERS）检测新技术,检测限可达10 nM,实现了对多种化学毒剂毒物的毒性筛查与损伤评价。生物毒素的活性状态与不同亚型会对其底物效应分子产生不同的毒性作用,基于此本课题组以生物毒素底物分子的酶解效率及产物为检测对象,建立了系列内切酶-谱学分析体系。基于毒素对底物效应分子的特异性酶解产物的定量检测,从而实现生物毒素的溯源筛查、亚型鉴定与功能/活性评价:首次建立了蓖麻毒素的脱嘌呤酶切-poly（21dA）-AuNPs-SERS检测方法,检测限可达8.9 ng/mL,实现了复杂食品基质与生物样本中蓖麻毒素的筛查与活性评价[5];建立了肉毒毒素肽链内切酶-质谱检测方法,检测限为pg/mL水平,可实现肉毒毒素不同亚型（A、B、E、F型）的分型鉴定与毒性活性定量评价。3.研究创新性本课题组将毒理学关键毒效作用与谱学技术交互应用,基于毒性关键效应分子或事件报告分子,开发构建质谱/光谱分析新技术新体系,实现对化学战剂、生物毒素等重要化学毒物的溯源确证与高灵敏检测,并进一步实现了功能/活性的鉴定与毒性定量评价;为化学毒物的毒性鉴定与毒理学研究提供新的替代方法。", "label": "兵器科学与技术", "id": 0}
{"content": "近年来,禁止化学武器组织（OPCW）在每年举行环境样品水平考试寄送到各个实验室的样品中,附带一个明确指明分析痕量公约附表相关化合物的样品,这个痕量样品的分析用于验证各个实验室的分析能力,但是不影响每个实验室的指定资格。实验室获得指定才有分析真实样品的资格,痕量样品的分析对于指定实验室分析真实样品有很大的帮助。随OPCW第42次水平考试寄来的痕量样品是水样,要求分析其中的痕量毒剂相关化合物,但没有指明是哪种毒剂,需要实验室分析者根据分析结果确定。本文首先采用液相色谱-四极杆飞行时间质谱（HPLC-Q/TOFMS）初步鉴定出毒剂相关化合物为二乙烯基砜,硫二甘醇亚砜。对鉴定出的这两种毒剂相关化合物通过实验条件的优化进行液相色谱-三级四极杆质谱（UPLC-QQQMS）定量分析,明确添加的毒剂相关化合物的含量为10ng/mL,排除了痕量样品中硫二甘醇砜,双-（2-氯乙基）二硫醚,硫二甘醇,乙烯基羟乙基硫醚以及双-（2-羟乙基巯基）乙烷的存在。为了防止误报及漏报化合物,需要将痕量样品样品浓缩或富集再进行分析。通过HPLC-Q-TOFMS高分辨一级质谱分析,可以快速地检测到可疑化合物的元素组成,高分辨一级质谱中少量的特征性碎片离子可以确定化合物的大致结构,有些化合物可以完全确定其结构。通过HPLC-Q-TOFMS高分辨二级质谱元素组成、谱图裂解途径及UPLC-QQQMS/MS分析和标样比对,可以鉴定出相关化合物的结构。", "label": "兵器科学与技术", "id": 0}
{"content": "为了提高武器装备的响应速度,必须提高军用信息处理平台的计算性能。本文对军用信息处理平台的研究和应用现状进行了综述,对发展趋势进行了分析,给出了军用信息处理平台的发展建议。以国产高性能多核处理器、高速互连网络、高速大容量固态存储为基础构建硬件平台,通过并行计算软件实现计算资源的高效调度,是提升军用信息处理平台资源利用率,降低用户响应时间的必由之路。", "label": "兵器科学与技术", "id": 0}
{"content": "防范\"低慢小\"目标的干扰破坏,已成为重大活动安保的难题。激光武器是防御\"低慢小\"目标的有效手段,具有软硬并重、快速精准、发射成本低廉、效果可控等诸多优势。目前在国内外激光毁伤效应研究中基本都采用连续波激光或脉冲激光单独照射,实现对金属、非金属结构或探测器材料的毁伤。本文提出用组合制式激光实现高效毁伤的方法,开展了长脉冲激光和短脉冲激光组合对金属材料和非金属材料开展了毁伤实验研究。结果表明,组合制式激光可以大幅降低破坏时间和破坏阈值,提高激光毁伤效能。同时,短脉冲激光还可以在更远距离实现对探测器的致盲甚至损伤,为\"低慢小\"目标设置多层防护。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>北京时间2017年9月3日11时30分,在朝鲜境内41.35°N,129.11°E处发生6.3级地震事件,震源深度为0 km。这次事件发生在朝鲜核试验区,波形记录与之前的五次地下核试验高度相似,均具有P波能量较强、Lg波能量较弱、Sn波不发育、短周期（3～5 s）Rayleigh面波能量强等显著的浅源爆炸特征,因此为一次疑似爆炸事件。之后,发生了三次余震事件,时间分别为疑似爆炸事件后约8", "label": "兵器科学与技术", "id": 0}
{"content": "航天侦察作为现代侦察的重要手段,以其独特的优势成为了国家威慑力量与军队战斗力提升的重要一环,在维护国家安全和利益方面发挥着至关重要的作用。从美军航天侦察系统的建设与发展出发,主要介绍了美军航天侦察装备的发展现状,描述了美军现阶段航天侦察指挥体制,并从装备技术革新和指挥体制变革两个方面分析了美军航天侦察系统的发展趋势,为我军的航天侦察系统建设提供参考和借鉴。", "label": "兵器科学与技术", "id": 0}
{"content": "从第一次世界大战到近年来年的叙利亚和马来西亚化学武器袭击事件,化学战剂（CWAs）一直持续对人类造成危害,因此这类化合物的催化降解一直是人们研究的热点问题[1]。多酸作为一类集酸碱和氧化还原性于一身的多功能催化剂其在催化剂降解CWAs方面也得到了研究[2]。本文合成了一例新颖的羧酸官能化杂多钼酸盐的二聚体结构:K[Mn（H2O）6][AsMo6O21（Ala）2（Ac）]·nH2O。该化合物能够快速催化降解两种化学战剂的模拟物:2-氯乙基乙基硫醚（CEES）和氰基膦酸二乙酯（DECP）。", "label": "兵器科学与技术", "id": 0}
{"content": "神经性毒剂是一类能够通过抑制乙酰胆碱酯酶活性破坏人体神经系统的有机磷类化学物质,对其有效的检测方法一直是防化领域研究的重点。本文设计合成了一种CdSe/12ZnS量子点和纳米金颗粒的复合物,量子点的荧光通过荧光共振能量转移的方式被纳米金颗粒猝灭。当体系中存在乙酰胆碱酯酶和硫代乙酰胆碱时,水解产生的硫代胆碱能够通过Au-S键与纳米金颗粒紧密结合,取代量子点,将其变为游离态并伴随着荧光恢复。神经性毒剂的存在能够有效抑制乙酰胆碱酯酶的活性,阻碍荧光恢复,通过体系的荧光变化可实现神经性毒剂的检测。以氰基磷酸二乙酯（DCNP）作为神经性毒剂模拟剂,在5 nM-0.1mM浓度范围内,荧光强度与DCNP浓度的对数呈现良好的线性关系,检测限为5 nM。", "label": "兵器科学与技术", "id": 0}
{"content": "针对现有显控台存在的人机交互单一、操作体验不够友好等问题,设计了一种基于先进人机工效的显控台,首先定义了显控台的技术特征和使用方式,其次从人因要素、软件和硬件三个方面开展了设计,探索了新体感等人机交互技术的集成应用,最后完成了人机工效的测试与评价。设计成果可应用于军、警、民等多领域指挥控制系统,具有较好的工程应用价值。", "label": "兵器科学与技术", "id": 0}
{"content": "切伦科夫辐射（Cherenkov Radiation,CR）是带电粒子的运动速度大于电磁波在媒质中相速度时所产生的辐射。基于该物理现象,科学家在基本粒子和物理规律的探索中获得了重要突破,如反质子、J粒子、中微子振荡的发现。CR的产生需要带电粒子速度（能量）超过某一极高的阈值。如何降低产生CR所需带电粒子的能量是国际上一直关注但仍未突破的一个重要的科学问题。本论文在理论和实验上对双曲超材料中的CR现象进行深入研究,提出借助双曲超材料消除产生CR的电子速度（能量）阈值,并实验验证了无阈值的CR现象。在此基础上,作者提出利用CR实现片上小型深紫外光源的可行性。", "label": "兵器科学与技术", "id": 0}
{"content": "近年来,随着在战争中或恐怖袭击中使用化学战剂的可能性增加,人们开始更加关注对化学战剂的防护。本文采用静电纺丝技术制备了聚间苯二甲酰间苯二胺（PMIA）纳米纤维膜,并在其表面通过原位生长制备氧化镁纳米颗粒,形成了一种柔软且透气的织物,用于分解芥子气模拟剂。本文中制备的纳米纤维膜具有\"花瓣状\"结构,其不仅增加了复合材料的比表面积,而且防止了MgO纳米颗粒的聚集。实验中采用气相色谱-质谱仪（GC-MS）来证实PMIA@MgO纳米纤维织物的对芥子气模拟剂的解毒能力。结果表明,经过20小时的反应时间后,70.56%的芥子气模拟剂被MgO纳米颗粒分解。", "label": "兵器科学与技术", "id": 0}
{"content": "朱光亚先生是在我国核武器研究领域做出突出贡献的湖北籍科学家。他在核武器领域的研究为\"两弹\"技术突破及其武器化做出了重大贡献,而他在核电站等核能应用项目上的卓越研究成果更是让全世界为之受益。本文全面回顾了朱光亚先生的成长经历和杰出贡献,将朱光亚先生的杰出精神从坚守目标,不为外力所动;思想灵活,不受外力制约;大爱无疆,心系祖国人民;虚怀若谷,注重人才培养等四个方面进行了归纳和总结。", "label": "兵器科学与技术", "id": 0}
{"content": "介绍了气相色谱-质谱联用（GC-MS）技术在粉末材料中检测失能剂BZ的应用。通过优化气相色谱条件,建立了适合检测BZ的气相色谱-质谱方法,质谱扫描方式为全扫描检测方法,升温程序为40℃（2min）→10℃/min→280℃（5min）,进样口温度为250℃,进样方式为不分流,不分留时间为0.7min,并摸索建立了粉末检材中制备BZ原体的样品制备方法,最低检测下限可至500ppb。所建立的样品制备和气相色谱-质谱联用方法成功的应用于反恐任务的筛查中。", "label": "兵器科学与技术", "id": 0}
{"content": "TATP（过氧化丙酮三聚物）是恐怖威胁最大而又易制的爆炸物检测与探测训练是预防TATP爆炸的重要措施,在人流密度相对集中的场所实时查处TATP显得尤为重要。本文结合搜爆犬训练、安检仪校验、识别培训,首次提出全仿真TATP模拟物制备研究。由TATP的分子式,采用最小公倍数法,结合拆分方法和因式分解法进行设计配方,实验得到质量比45.606:41.229:13.165的葡萄酸:新戊二醇:水杨酸组装的TATP模拟物。模拟物元素组成、元素百分含量、颜色外观、密度、等效原子序数、气味等方面均与TATP相似,且稳定好,不易燃、爆,全仿真TATP模拟物在90h内警犬可识别。通过全仿真TATP炸药模拟物的研究,为搜爆犬训练、安检仪校验等方面应用提供了安全保障。", "label": "兵器科学与技术", "id": 0}
{"content": "针对安全检查危险物需要实物作为参照物,硝基甲苯属于易燃易爆危险物,将原物带入人流密度高的环境使用,存在安全隐患。本文制备全仿真硝基甲苯模拟物,以替代硝基甲苯校验安检仪、警犬训练和教学中危险物品识别,避免了安全隐患。首先根据硝基甲苯的分子式,采用最小公倍数法,对结构进行设计,结合拆分方法和因式分解法从中找出稳定存在的最小分子进行组装,力求模拟物在颜色外观、元素组成、元素百分含量、密度等效原子序数等方面与硝基甲苯相一致。在此基础确定了三种配方,分别探究三种配方的实施可行性,最终确定工艺。制备的全仿真硝基甲苯模拟物,不仅在密度、等效原子序数上与硝基甲苯相吻合,而且元素组成也与真实硝基甲苯相吻合,但其分子结构与真实炸药具有本质的不同,且无爆炸、燃烧性质。", "label": "兵器科学与技术", "id": 0}
{"content": "为提高射击训练安全性、节约训练经费、降低枪支磨损,设计了一种以提高模拟训练质量、增强战场真实感为目标的模拟95式训练枪。其外形尺寸与真枪相同,操作使用方便,能够真实的模拟射击时的后坐力。基于Matlab和Adams软件分别求解95式步枪内弹道参数和对后坐运动仿真,将得到的仿真值与95式步枪自动机速度实测值进行对比,验证了95式训练枪后坐模拟装置能完成既定的设计目标。", "label": "兵器科学与技术", "id": 0}
{"content": "面对日益复杂的国际局势以及局部区域内不间断的军事对抗,残酷的战场环境对士兵的生命安全带来巨大威胁。地面无人作战系统以其众多优势,将逐步登上历史舞台,替代作战人员完成侦察、探雷、排雷、排爆、火力打击、掩护作战人员以及战中环境下数据传输任务。本文总结了近年来基于地面环境下国内外无人作战平台的演变与发展,分析了各无人作战系统的优缺点,结合未来的军事发展动向,提出了陆地无人作战平台的发展趋势。", "label": "兵器科学与技术", "id": 0}
{"content": "研究和设计了基于WiFi技术的军用蓄电池智能化管理系统。该系统利用了远程监控技术、WiFi无线传输技术以及单片机技术,实现了建制规模军用蓄电池数字化的监测、管理与维护,为蓄电池常态化监测、管理、维护和保养提供便捷的智能化管理平台。", "label": "兵器科学与技术", "id": 0}
{"content": "设计并制作了一套对驱车犯罪嫌疑人激光压制追捕系统,采用模块式设计思想;该系统包括激光器模块,扩束模块、控制/微处理器模块、电源模块等。激光扩束后,微处理器通过步进电机、脉冲宽度（PWM）调制等对激光进行打靶定位调整和控制,从而保证激光打靶覆盖范围。激光打靶到车辆后视镜并反射至犯罪嫌疑人眼中,使其产生眩晕或短暂失明,达到快速追捕目的。", "label": "兵器科学与技术", "id": 0}
{"content": "针对近年来用于各种武器平台上的光电装备用元器件的使用情况,以可靠性理论为基础,结合武器光电装备用元器件质量监督控制工作经验,借鉴国外的先进经验,给出武器光电装备用元器件质量监督控制的一些方法,对光电武器装备质量提升具有实用借鉴意义。", "label": "兵器科学与技术", "id": 0}
{"content": "本文主要综述了环境中有机砷化学战剂路易氏剂、亚当氏剂、二苯氰胂、二苯氯胂和及其相关化合物的分析进展,介绍了有机砷化学战剂及其相关化合物分析中分离方法、样品前处理技术以及检测方法,对于环境监测中该类污染物的分析具有一定的借鉴作用。", "label": "兵器科学与技术", "id": 0}
{"content": "从加固一体机的设计原理出发,对研制过程中电磁兼容性设计、热设计以及抗冲击设计等关键技术进行理论分析和试验验证,解决了高性能与抗恶劣环境之间的矛盾,提高了系统的稳定性、可靠性,满足军用设备抗恶劣环境的要求。", "label": "兵器科学与技术", "id": 0}
{"content": "介绍了一种集加固显示器及加固计算机于一体的机箱设计,分别对其机械结构、热设计、三防特性及电磁兼容性设计进行了较为详细的叙述。", "label": "兵器科学与技术", "id": 0}
{"content": "2016年10月31日,普京决定暂停美俄2000年签署的《钚管理和处置协议》。由于美国MOX设施建造建设出现严重经费超概、进度拖期等问题,能源部决定终止设施建设,被迫改为\"掺混后处置\"作为替代方案。俄已具备201 8年使用武器级钚制造MOX燃料的条件。俄认为美国修改后的方案未达到销毁武器级钚的最终目的,并从当前美俄关系考虑,决定暂停该协议。", "label": "兵器科学与技术", "id": 0}
{"content": "随着核武器的进一步削减,未来的核军控和深度核裁军条约很可能从对核武器运载系统的认证转移到对单个核弹头的认证,这就给单个核弹头在销毁前的核查认证带来了巨大的挑战。为了从一开始就避免对敏感信息的测量,同时又能提供对声明有效性的证明,一种基于\"零知识证明\"的新方法被提了出来。在本工作中,为了进一步增强认证过程的透明性,尽可能提高核查人员的参与度,以增强弹头核查结果的可信性,我们提出了一种随机和交互式的核弹头认证核查协议。在这个协议下,一个随机编码孔和随机预设置的探测器被用于对被认证对象（核弹头或核部件）产生的诱发裂变信号进行失真和编码,使得没有任何敏感信息呈现给核查人员。通过利用开源的MC模拟工具Geant4对两种典型的替代场景进行了模拟分析,对该方法的可行性进行了演示。", "label": "兵器科学与技术", "id": 0}
{"content": "本文通过对GaN功率器件的应用情况进行九新六性分析,找到应用研究过程中应该着重考虑的关键点,然后在实践中着力解决各个关键问题。该分析方法成功运用到型号产品研制过程中,取得了非常好的效果。通过本次实践,可以充分体现九新六性在研究中的指导作用,为后续工作提供了一种行之有效的分析方法。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>氚是战略核武器的重要原料,它的安全贮存对战略核武器的发展有着极其重要的作用。面对日益紧张的能源危机,国际上开展了热核聚变实验堆计划,简称\"ITER\"。然而,核聚变堆的研发也离不开一个好的氢同位素的贮存容器。由于氚具有极强的渗透性,又是放射性物质,微小的泄漏就会造成较大的经济损失和使环境受到污染。因此,除一些小量包装采用容器外,其余皆采用金属氢化物来贮存氚,金属氢化物是良好的贮氚材料,可安全、有效贮存各种来源和各种不同丰度的含氚气体。目前,金属铀是用来贮存氚的最佳材料,这是因为氚化铀在298 K时离解压力低于10-3 Pa,", "label": "兵器科学与技术", "id": 0}
{"content": "<正>氚是核武器生产中的重要材料之一,其主要以气态和液态氚化水的形式存在,较其它放射性核素更易泄露和被摄入,尤其是氚化水易于被人的皮肤和肺吸收。有关研究表明氚化水生物半排期约为10 d,其危险性较单质气体高1.5～2.5万倍。因此,为保证作业人员健康和环境安全,在氚生产场所进行技术改造活动开始前,需对氚污染手套箱内表面及手套箱内部设备设施进行去污。本次试验选定氚生产手套箱内不同材质(不锈钢、涂有油漆的碳钢、水磨石地面、铅玻", "label": "兵器科学与技术", "id": 0}
{"content": "为全面分析海洋侦察监视系统效能,本文结合信息物理融合系统（CPS）体系结构思想,将海洋侦察监视系统依据功能层次划分为感知层、网络层、服务层和控制层,并详细分析各层功能特征,提取关键服务质量QoS指标,衡量海洋侦察监视系统各功能层次性能,从而实现多层次全面衡量其系统效能。最后,进行了实例分析,并采用雷达图直观、清晰地展示各层QoS性能,分析结果表明,本方法能够有效衡量系统效能,为海洋侦察监视系统的构建、优化、决策等提供重要信息。", "label": "兵器科学与技术", "id": 0}
{"content": "本文通过调研各种国际领先的工程技术方案,介绍了增强现实型近眼显示系统的基本原理与发展方向;根据核心光学系统的区别,讨论了投影式、自由曲面棱镜式、自由空间反射式、光波导式等主流增强现实型近眼显示器的光学技术途径的差异;分析了该类型系统在测发控、战机火控、单兵作战、航天任务以及潜水导航等军事领域的应用前景。", "label": "兵器科学与技术", "id": 0}
{"content": "文章分析了军用建筑机械维修管理现状,指出了现有维修管理方式存在的不足,提出了军用建筑机械实施可靠性维修的具体举措。", "label": "兵器科学与技术", "id": 0}
{"content": "激光武器的诞生与投入实战,使得现代化战争样式产生了巨大的变革,对于弹道导弹的生存构成了巨大的威胁。能量高度集中的激光武器主要通过热效应摧毁目标。本文以机载激光武器（ABL）辐照弹道导弹为背景,采用三维有限元分析模型,对三层圆柱壳在强激光辐照下的温度响应进行了数值计算,用以模拟导弹壳体在激光辐照下的温度响应。研究了不同光斑半径和夹芯层导热系数对壳体温度场的影响。结论表明,在激光光斑半径较小的情形下,光斑半径和导热系数对于内外两层的温度场分布有着重要影响,内外层壳体的温度随着光斑半径的增大呈现激增的趋势。以上计算模型及计算结果为激光武器对弹道导弹的毁伤效应分析和激光防护方面的研究提供重要参考。", "label": "兵器科学与技术", "id": 0}
{"content": "本文报道了国内外目前使用的商品化的基于离子迁移（IMS）和火焰光度（FPD）技术的检测器或传感器用于野外应急检测化学战剂（CWAs）的装置,以及对这些检测器和传感器为基础用于有毒有害化学品野外应急监测的可行性进行了评价。", "label": "兵器科学与技术", "id": 0}
{"content": "生物战剂的侦察报警技术目前主要集中在现场快速检测与远距离遥测生物气溶胶领域。本文对激光激发荧光光谱在生物气溶胶检测中的工作原理、研究进展作一综述,讨论其优缺点,并展望其应用前景。", "label": "兵器科学与技术", "id": 0}
{"content": "化学武器属大规模杀伤性武器,1997年4月生效的《禁止化学武器公约》要求缔约国全面禁止、彻底销毁化学武器。近20年来,尽管全球化学武器销毁取得了积极进展,已宣布的72 525 t化学毒剂已销毁了90%,但化学武器的危险仍然存在。迄今已在我国的18个省、市、自治区的90余个地点发现了日本遗弃化学武器。全球化学武器销毁进度远比原计划的要慢得多。原来埋藏、倾倒在地下、江河湖海的化学武器导致的生态环境风险在显著增加。未来相当长的时间内,人类仍面临化学武器的威胁与挑战。", "label": "兵器科学与技术", "id": 0}
{"content": "现代陆军作战环境愈趋复杂,陆用惯导设备使用的力学环境也变得愈趋严苛,主要体现在振动工况恶劣同时伴有强冲击。导航设备隶属机电精密设备,机箱作为导航设备中关重元器件的承载体,其力学性能的优劣直接影响元器件的精度,进而影响整个导航设备的综合性能。面对导航设备小型化的发展趋势,如何确保机箱在满足力学性能的条件下达到最优化设计成为机箱设计中面临的一个重要问题。本文通过基于谱分析法采用有限元技术对机箱的冲击响应进行分析,通过分析仿真结果提出机箱抗冲击优化设计建议,并对优化后的机箱进行验证分析,为机箱的抗冲击优化设计提供指导依据。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>根据战场侦察需要,我们所研制的中高空CCD相机是一种大面阵、可多航迹成像的侦察相机,配装在歼侦-8F型飞机或K/CDC1通用侦察吊舱内,用于昼间对地（海）面固定和活动目标执行中高空战役战术侦察任务,为指挥部门分析判定目标、把握战", "label": "兵器科学与技术", "id": 0}
{"content": "本文围绕射频电路抗高功率微波前门防护工作展开了研究。以接收机前门关键、易损器件低噪声放大器为例,针对前门防护提出了一种插入损耗小、限幅电平低、功率容量大的高功率PIN二极管限幅器,并对前门加固措施的有效性进行了验证。此外,还提出了用于抗高功率微波压制的双通道限幅接收系统,采用了具有限幅功能的微带双工器,对高功率微波前门注入效应进行了分析。最后,开展了接收机前门通道抗毁伤实验,用以确保防护措施工程应用的可靠性。实验结果表明,抗毁伤措施效果较为理想,满足项目指标要求。", "label": "兵器科学与技术", "id": 0}
{"content": "利用高速数据采集系统进行了铀属性的测量实验,应用时间关联符合法对测量数据进行了处理和分析,得到了不同质量、不同浓缩度的铀材料的时间关联信号。分析结果表明时间关联符合法能够对不同属性的铀材料进行有效的区分。", "label": "兵器科学与技术", "id": 0}
{"content": "基于光学变换矩阵推导了特定条件（入射光束及目标处光束光斑参数已知）下的激光光束整形系统方程组,并利用该方程组设计了典型战术激光武器两镜发射系统的初始结构。为验证初始结构的有效性,通过ZEMAX物理光学模块对激光束通过初始光学系统的传输光斑进行了仿真分析。仿真结果表明,基于矩阵光学变换的激光光束整形系统方程组能够计算分析光束的传输变换和系统的初始结构,且具有简明、规范和便于用计算机求解的优点,可为高能激光发射系统的设计提供技术支持。", "label": "兵器科学与技术", "id": 0}
{"content": "坦克作为现代陆战场的主要武器之一,在战场中发挥着非常重要的作用,随着无人技术的深入发展,对于无人坦克的研究也逐渐开展起来。由于目前的无人坦克协同能力较弱,在面对大规模、高强度陆战时,并不能有效地发挥集群作战的潜能。针对这一问题,提出了一种新型无人坦克协同决策作战的方法。利用威胁评估算法计算目标的威胁值并按序排列,使用A*算法结合规避算法完成无人坦克的轨迹规划。综合考虑无人坦克个体和集群的状态,设计了无人坦克的单机决策和协同决策算法以提高无人坦克的集群作战能力。搭建了一套仿真平台,对所设计的算法进行了有效性测试,验证了协同决策算法的可行性和有效性。", "label": "兵器科学与技术", "id": 0}
{"content": "车辆的高效检测方法在保证车辆整体性能与提高国防装备水平中都发挥着关键作用,车辆底盘的特性是衡量车辆移动性能的关键参考标准。设计并实现了一套高精度、自动化的快速车辆底盘轮廓重建系统,使用遥控机器人搭载多线激光雷达对车辆底盘轮廓进行扫描,提出了一种基于ICP算法结合直通滤波的底盘点云重建方法,基于随机抽样一致性算法剔除地面点云,并提出了一种下采样结合统计滤波器的底盘点云去噪方法。实验结果表明:基于机器人移速方法重建的点云聚类平均欧氏距离为11.62 mm,且点云出现了形变,而提出的基于ICP算法结合直通滤波方法重建的点云聚类平均欧氏距离为4.43mm,降低了61.8%,融合紧凑度更高,且点云无形变,更好地满足了车辆底盘高精度重建的问题,为车辆工程中底盘分析与优化提供参考,对提高车辆检测工程的自动化、智能化水平具有实际的工程意义。", "label": "兵器科学与技术", "id": 0}
{"content": "针对装甲装备实战化维修训练存在的问题,分析了装甲装备战时多人协同虚拟维修训练的需求,设计了虚拟维修训练系统功能组成与体系结构,阐述了关键技术及其解决途径,介绍了系统开放的成果及其应用情况。", "label": "兵器科学与技术", "id": 0}
{"content": "在役适用性是在役考核的主要内容,在役考核作为新的试验鉴定类型,其实施必须依托装备使用单位。目前装甲装备在役适用性考核与部队实际任务相结合的研究相对较少,需要大量的理论支撑装甲装备在役适用性考核实施。本文分析了装甲装备在役适用性考核设计的要求,搭建了在役适用性考核设计框架,以坦克装甲车辆为例进行分解部队实际任务,探索装甲装备在役适用性考核具体内容与部队实际工作的结合方式,实现装甲装备在役考适用性核具体内容与部队实际的结合,能够为在役适用性考核具体实施提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "在分析实测车辆运输振动数据时,需要先对同一测点多子样数据进行归纳分析,在此过程中需要确定数据在时域及频域上的能量特性。分析发现对于某一工况下的实测运输振动加速度数据的功率谱密度谱型和幅值量级具有明显的时变性。使用变点分析可以发现时域信号幅值量级的变化点,将不同幅值量级的时域信号进行归纳处理后有助于生成更能体现实测振动信号频率能量特征的功率谱密度。", "label": "兵器科学与技术", "id": 0}
{"content": "本文建立了轮胎-油气悬挂-车身的动力学系统,研究了不同蓄能器充气压力、活塞缸直径、阻尼参数、单向阀直径、车身重量等参数对车辆承受短时冲击下的响应规律进行研究,分析各个参数的影响规律。采用仿真工具为AMESim液压模块,适用于开展复杂液压系统响应仿真。", "label": "兵器科学与技术", "id": 0}
{"content": "地面无人系统是坦克装甲车辆由机械化向信息化、智能化发展的必然产物,也是各国装备研究技术水平的重要标志。其具有平台损毁无人员伤亡、可长期值守等特点。目前主要用于扫雷破障、武装巡逻、核生化探测、危险品运输、火力引导、通信中继和后装保障等领域。本文简要介绍了地面无人系统的分类、发展历程。梳理了地面无人系统关键技术体系,并结合国内外发展现状,分析国内外差距,提出相应建议。展望了地面无人系统未来发展趋势。", "label": "兵器科学与技术", "id": 0}
{"content": "无人平台对抗在军事领域愈演愈烈,通过运用新一代信息武器装备进行智能作战对抗已成为重要发展趋势。依据集群控制算法设计了一种无人车对抗演示系统,采用UWB为无人车提供定位信息,使用LoRa作为各个无人车和上位机之间的通信设备,利用搭建缩比模型的方法解决了传统研究方法仿真度不足的问题。最后,完成了编写程序、电路设计并通过实验测试实现了无人车智能对抗演示的基本功能,验证了系统方案的可行性。", "label": "兵器科学与技术", "id": 0}
{"content": "随着信息技术的不断发展,无人车越来越广泛地应用于军事领域,以及刑侦监视、警戒巡逻、定位引导、高危作业、特种作战、物资运输等任务。本文基于车载网络技术的发展,分析了当前各车载网络通信的各自特点,阐述了军事无人车领域对于车载以太网的迫切应用需求,对比介绍两种军用以太网的特点,以论证适用于军车领域的合理通信协议。", "label": "兵器科学与技术", "id": 0}
{"content": "针对某型号伺服驱动器在工作过程中出现元器件温度过高而失效的情况,基于ANSYS Icepak电子散热优化分析软件建立了该驱动器机箱热环境分析模型,对其内部热环境进行仿真分析,得到了机箱内部环境在稳定工作状态时的温度分布和气体流场分布特性。根据仿真结果提出了散热结构形式改进措施,并通过对比分析同工况下不同机箱结构的热仿真结果,为后续机箱结构改进,保证设备稳定可靠工作提供设计指导。", "label": "兵器科学与技术", "id": 0}
{"content": "地面无人车辆的作战效能评估对地面无人车辆型号的发展有重大影响。该文应用CISE环境建立了地面无人车辆作战仿真系统,给出了仿真系统的模块组成和构建流程,实现了地面无人车辆在作战的背景下进行作业及与对抗仿真,分析了应用3种算法计算地面无人车辆的作战效能。文章通过对指挥控制模块等进行设计,探索实现了地面无人车辆指挥控制仿真的方法,为地面无人车辆的作战使用和结构设计提供定量分析依据。", "label": "兵器科学与技术", "id": 0}
{"content": "随着现代化战争空中打击的多样化和打击能力的提升,自行高炮武器防空作战时的机动性和射击有效性要求越来越高。针对防空高炮行进间射击时,由于目标运动和载体平台机动导致的射击精度下降较大的问题,本文研究了行进间路面谱作用于载体平台的影响以及火炮身管运动对弹丸初速的影响,以路面不平度功率谱作用于轮式炮车形成的车体姿态变化。将火炮身管转动角速度以及载体平动速度合成叠加至弹丸初速,进而解命中方程以期得到更准确的射击诸元。最后,以案例仿真验证了成果的可信性。", "label": "兵器科学与技术", "id": 0}
{"content": "随着国内外军队信息化发展趋势,军用移动通信车逐步得到发展,随着伴随作战中高机动要求的提出,通信车辆中天线车的运载平台刚强度要求较为严苛;通过学习和参考外军现役同类装备结构设计特点,结合我国天线、转台等结构要求,考虑我国全域环境适应性需求,经过反复讨论、论证、试验,获得一套具有代表性的设计方案。", "label": "兵器科学与技术", "id": 0}
{"content": "国内外越来越重视装甲车的防雷性能,对大多数防雷车而言,安装性能合格的防雷座椅是提升乘员生存概率的基本条件之一。通过对防雷座椅的性能进行仿真分析及台架试验,以验证该座椅的防雷性能是否能满足STANAG 4569的标准。", "label": "兵器科学与技术", "id": 0}
{"content": "以履带车辆上使用的扭杆弹簧为研究对象,该扭杆弹簧在试验当中出现的断裂问题曾引起高度重视,通过建立该履带车辆的整车动力学仿真分析模型,重点研究扭杆弹簧在不同路面和速度激励下的动应力分布规律,并在此基础上对扭杆弹簧的使用工况和使用寿命进行评估,研究其满足使用要求的情况。", "label": "兵器科学与技术", "id": 0}
{"content": "本文设计了一种乘员作战能力评估装置,以实时监测乘员心率、呼吸频率、体温、血压、血氧饱和度等生理参数为依据,评估其基础生理状态、持续作战状态和战伤状态,必要时对乘员进行应急干预。该装置有利于对战场复杂环境下的乘员的机能进行保护、维持及增强,对后续指导下一代飞行员生命保障装备的研究及发展具有一定的意义。", "label": "兵器科学与技术", "id": 0}
{"content": "为提高核心处理架构中车辆控制总线通信效率,满足车载光纤通道网络应用项目要求,光纤通道（FC）PCIE板卡在Windows 7环境下成为以太网连接设备端,本文提出一种光纤通道（FC） PCIE板卡网络驱动设计方案,描述了系统目标、设计思路、实现方案等。测试表明,驱动实现高速、稳定的接口对接,满足项目要求的各项性能指标,并支持第三方网络工具软件、嵌入式操作系统及二次仿真程序开发,对车载光纤通道网络应用与系列产品的研发生产都具有重要意义。", "label": "兵器科学与技术", "id": 0}
{"content": "为提高核心处理架构中车辆控制总线通信效率,满足使用P2040处理器的项目应用及实际需求,本文提出一种通过FPGA （现场可编程门阵列）实现P2040处理器与串口通信、PS/2接口通信、多串口通信调度及复位、调光、除雾等的方法,对该方法的系统目标、设计思路、仿真测试结果等进行了介绍。在系统中已经通过功能和性能测试,对于车辆控制总线通信应用与系列产品的研发生产都具有重要意义。", "label": "兵器科学与技术", "id": 0}
{"content": "为提高核心处理架构中车辆控制总线通信效率,满足通用化核心处理系统项目要求,采用多个计算处理模块共享总线通信模块的方式,接入车辆控制总线CAN总线和FlexRay总线。本文提出一种在FPGA中实现的基于SRIO映射的总线通信模块设计方案,实现高速系统接口向控制总线接口的对接。样机实测结果表明,CAN接口及FlexRay接口在连接传统车电设备后均工作正常,满足项目要求的各项性能指标。", "label": "兵器科学与技术", "id": 0}
{"content": "本文通过对FlexRay总线应用系统的需求分析,结合FlexRay总线和MFR4310芯片的特点,提出了一种基于MFR4310芯片的FlexRay总线双通道在线检测方法。该方法通过了工程项目应用验证,可以及时排查通信系统中存在故障的设备节点,准确定位断开通道,提升了通信系统整体安全性与稳定性。", "label": "兵器科学与技术", "id": 0}
{"content": "本文以多面体三角形角反射器模型为例,利用Altair公司的HyperMesh软件对模型进行剖分处理,使用Feko软件进行了全角域静态RCS仿真计算,并将角反射器加载到陆用车辆上,进行RCS仿真比较,通过对比表明了角反射器可以掩盖真实目标的电磁散射特性,从而达到干扰、欺骗以及诱骗的作用。", "label": "兵器科学与技术", "id": 0}
{"content": "为了实现大型天线阵面的高机动性,针对车载相控阵雷达的快速拼装需求,提出了楔形曲面定位连接结构、蜗轮蜗杆连接结构和挂钩连接结构三种快速拼装连接方案,通过实物装配试验进行了方案优选,并对优选出的连接结构进行了结构拓扑优化减重设计。研究结果表明:所提出的楔形曲面定位连接结构实现了两阵面结构拼接时间（10个拼接点）≤8 min,与传统螺栓法兰连接结构相比拼装效率提高52%,能够满足天线阵面的快速拼装要求;同时通过基于有限元的拓扑优化方法,实现了楔形连接结构减重超过40%。", "label": "兵器科学与技术", "id": 0}
{"content": "介绍了一种新型高机动米波雷达配套的天线单元——槽线天线单元。该天线单元采用与半波阵子相结合的槽线天线形式,可工作于40～120 MHz带宽内。天线单元的横向、纵向尺寸只有0.2个最低频率工作波长,满足天线单元小型化、可折叠的需求。该天线单元从初期的任务输入,到电讯与结构协同设计,再到加工成型的整个研制过程,最终成品的电性能指标和结构使用性满足产品要求,并成功实现批量化生产。其成果可作为一项共性技术,为同体制车载雷达的大规模工程应用提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "针对履带无人车的环境适应能力和越障能力,研究了一种履带无人车半实物仿真系统。设计并实现了一种具有履带模拟、垂直振动、多轴摇摆的多自由度仿真平台。对仿真平台的动态指标性能进行了实验验证。实验结果表明,该仿真平台可满足某型履带无人车的仿真要求。", "label": "兵器科学与技术", "id": 0}
{"content": "随着计算机技术与网络技术的不断发展,各种网络攻击手段也越来越复杂多样,军用通信网络面临越来越严峻的挑战。而军用车载网络作为军用通信网络的终端节点,对整个陆军作战体系的作战效能起着关键性的支撑作用。因此,通信网络的安全建设必须兼顾基本车载网络的基础建设,充分考虑并消除存在的各种安全隐患,才能保证整个系统的作战效能。在对军用车载网络的现状、面临的挑战和安全需求进行分析的基础上,给出了军用车载网络安全建设的建议。", "label": "兵器科学与技术", "id": 0}
{"content": "本文基于已有试验,利用ANSYS/LS-DYNA非线性有限元程序,模拟了刚性尖头弹垂直侵彻6061-T6铝合金刻槽靶板的响应,分析了冲塞机理,对比了不同刻槽方式靶板的响应。结果表明:刻槽靶板产生冲塞的侵彻过程可分为弹头侵入、塞块形成和弹丸侵彻塞块3个阶段,冲塞机理是刻槽区靶材因局部大变形和应力集中而断裂;刻槽靶板的弹道极限大于无刻槽靶板,背面刻槽比双面刻槽更易于发生冲塞。", "label": "兵器科学与技术", "id": 0}
{"content": "介绍了地面无人侦察车辆的国内外的发展现状和趋势,以地面车辆环境感知技术为重点,对基于三维信息的越野环境可通行性分析、融合地面环境特性的高精度定位定向、多传感器信息融合、三维建模与地图构建、动态目标检测、识别与跟踪等关键技术进行了分析,指出了当前地面无人侦察车辆存在的主要问题,并对未来的发展趋势提出了看法。", "label": "兵器科学与技术", "id": 0}
{"content": "坦克的散热器,是坦克冷却系统中主要机件;其功用是散发热量,冷却水在水套中吸收热量,流到散热气后将热量散去,再回到水套内而循环不断,从而达到散热调温的效果。它是坦克发动机的重要组成部分。", "label": "兵器科学与技术", "id": 0}
{"content": "在坦克维护保养中,对拆下来的零件进行清洗是极为重要的。因为拆下来的零件它们大多沾有油腻、积炭、水垢和铁锈等。零件的清洗方法决定清洗质量和生产效率的高低。", "label": "兵器科学与技术", "id": 0}
{"content": "本文主要针对军用越野车这一特殊车型,研究其前脸设计风格及其塑造手段。首先设计实验研究了各影响因子对前脸表情特征的影响程度和不同越野车的不同表情特征,然后通过基于语义和图形的实验方法和参数化方法研究军用越野车影响因子与表情特征之间的关系,最后总结出军用越野车前脸造型风格的塑造手段。", "label": "兵器科学与技术", "id": 0}
{"content": "针对车辆抢修决策的需要,在抢修影响因素分析的基础上,构建了抢修方案评价指标体系,建立了车辆抢修方案多属性决策模型,给出了实例分析,为科学有效开展车辆的抢修工作提供了理论支撑。", "label": "兵器科学与技术", "id": 0}
{"content": "立足装甲装备维修过程质量改进,从维修人员、机具设备、器材、方法和环境5个方面分析了装备维修过程质量影响因素,利用卡洛分析和层次分析法确定了装甲装备维修过程质量要求及其权重,运用质量功能展开确定了装甲装备维修过程质量关键参数,为构建装甲装备维修质量的过程持续改进模式探索出了一种可行的路线。", "label": "兵器科学与技术", "id": 0}
{"content": "综合考虑各参数的影响,依据不解体检测的原则,确定了状态检测参数体系;在分析各参数检测原理的基础上,确定了需要使用的测试传感器;提出了测试系统集成方案,确定了各参数的测量工况和试验方案,利用便携式测试系统完成装甲车辆实车检测试验。研究结果表明,利用该检测方案测得的特征量,能够有效的对发动机进行状态评估和寿命预测。", "label": "兵器科学与技术", "id": 0}
{"content": "以T-62中型坦克座圈为蓝本,目标是设计105口径自行火炮的全向旋转座圈。通过计算机模拟对设计优化,校核寿命,最终确定方案。", "label": "兵器科学与技术", "id": 0}
{"content": "针对坦克装甲车辆所面临的威胁武器的发展和特点,提出主动防护系统工作流程。主动防护系统既要主动探测、识别目标,还要主动出击,提高拦截敌目标的概率。从可用于遥控武器站的高射速弹药拦截武器转管武器和金属风暴的技术分析,对主动防护系统构建提出新的研究思路。遥控武器站等新技术和主动防护系统的多技术功能融合,将成为未来的一个发展方向。", "label": "兵器科学与技术", "id": 0}
{"content": "设计了一种由红外光源、CCD摄像机、无线传输、图像处理、视频存储等模块组成的装甲车辆辅助驾驶视频系统,介绍了系统的组成和功能,阐述了工作流程,硬件设计、软件设计以及模拟环境试验,能够实现全天时全方位显示车外环境,较大提升现有装备的作战效能和生存能力。", "label": "兵器科学与技术", "id": 0}
{"content": "为研究坦克底盘-火炮系统在稳定工况下火炮的高低向俯仰角振动问题,建立了坦克底盘多体动力学模型和坦克底盘-火炮系统动力学模型,采用实车试验验证了坦克底盘动力学模型的合理性,通过仿真计算得到不同路面环境和行驶速度下火炮的高低向误差角变化特性。研究结果表明:文中所建立的坦克底盘-火炮系统动力学模型能够在炮控系统有效的俯仰角度范围内准确描述坦克底盘对火炮俯仰角振动的激扰作用;坦克在起伏路面上行驶时,行驶速度和路面环境是火炮振动的重要因素,火炮的俯仰角振动的振幅随车速的提高而增大,随路面不平度的增加而增大。", "label": "兵器科学与技术", "id": 0}
{"content": "本文以一种典型连发武器控制系统样机为例,通过对影响其连发射击精度的技术环节与误差因素的分析,对提高连发武器的连发射击精度提出一套行之有效的方法,对充分发挥连发武器的作战效能有很好的促进作用。通过对连发射击精度控制方法的研究,有利于连发武器系统的技术开发,也有利于推动其它类似武器系统的研制。", "label": "兵器科学与技术", "id": 0}
{"content": "以某特种车辆舱室为研究对象,对车舱进行合理简化,建立了空气流动与传热的物理模型和计算流体力学（CFD）模型。针对车舱内温度分布特点,采用标准κ-ε的湍流模型描述舱内的空气流动。选取车舱内典型截面,通过调节出风口数量和位置,使舱内气流组织改善,并利用环境试验与仿真结果进行对比,结果表明:在空调气流作用下,车舱温度场分布均匀,CFD能为计算、预测和改进温度场分布提供技术支持。", "label": "兵器科学与技术", "id": 0}
{"content": "利用非线性动力学分析软件AUTODYN-2D对玻璃射流冲击起爆带壳B炸药进行了仿真研究,研究了不同装药参数对带壳装药冲击起爆的影响,实现了玻璃射流对带壳B炸药的穿而不爆。仿真结果表明,射流u2d值随着药型罩壁厚和锥角的增大逐渐减小,随着装药长径比的增大逐渐减小;玻璃射流冲击起爆带壳B炸药的u2d阀值均在15.543 mm3/μs2左右,说明玻璃射流可以用于反爆炸式反应装甲战斗部。", "label": "兵器科学与技术", "id": 0}
{"content": "为了预测低面密度射流冲击反应装甲结果,利用理论手段推导了射流侵彻剩余速度公式并作出合理假设与u2d结合判定冲击结果,并利用仿真软件AUTODYN验证了假设的合理性和计算值的准确性。研究证明射流剩余速度在冲击起爆判定中可以准确预测。", "label": "兵器科学与技术", "id": 0}
{"content": "从冷兵器时代的两军对阵到热兵器时代的大兵团厮杀,从陆海空三军联合作战到信息化条件下陆海空天电多维对抗,战场环境在不断变化,人类对于战争的理解也随之不断更新。在分析了装甲车辆需要面对的未来战场环境基础上,从体系化、信息化建设等方面提出了相关技术的发展对策。", "label": "兵器科学与技术", "id": 0}
{"content": "为了定量分析基于平行光管和CCD的瞄准镜稳像测试精度,设定了成像分辨率和参考点定位精度这两项精度指标。推导了成像分辨率的计算方法,分析了图像处理算法对参考点定位精度的影响并进行了试验研究。理论分析和试验结果表明,成像分辨率主要由硬件参数决定,应采用小像元高分辨率CCD和长焦距平行光管;参考点定位精度由图像处理算法决定,直线拟合法能够有效消除干扰噪声,提高参考点定位精度。", "label": "兵器科学与技术", "id": 0}
{"content": "本文针对自行炮系统维修保养体系特点进行了论述,为缩短维护保养的准备时间和操作时间,提高操作方便性和合理性,使工具选型和布置更加人性化,对XXX自行加榴炮进行有针对性的开展随车工具集成化、系列化、通用化等专项技术革新。其主要目的是为部队打造出可靠性高、实用性强、集成性好的精品产品。", "label": "兵器科学与技术", "id": 0}
{"content": "本文通过借鉴多种车辆使用的不同种类车速传感器的原理及优缺点,结合军品车辆上通常使用的车速传感器进行对比分析,阐述了现车车速传感器选型的依据及在现车上的应用、试验结果。同时,结合对国内、外在传感器理论研究、新材料应用和新产品开发的了解,展望了传感器的发展前景。", "label": "兵器科学与技术", "id": 0}
{"content": "简述了自动灭火系统的组成、基本工作原理及灭火效能分析,介绍了导线式火焰探测器的性能参数及整体布局等,对自动灭火装置的总体设计进行了简要分析,提出了自动灭火装置在装甲车辆上进行总体设计的一般原则及改进设想。", "label": "兵器科学与技术", "id": 0}
{"content": "结合液压泵马达容积调速技术在某履带式自行火箭炮及运输装填车上的应用,分析其工作原理和设计要点,争取提高液压泵马达容积调速技术在履带车上的应用效果。", "label": "兵器科学与技术", "id": 0}
{"content": "以某型战术车辆为基础,在MATLAB中建立了基于卧姿乘员的五自由度整车非线性振动系统,利用频域法获得了在随机激励作用下卧姿乘员位置处垂直方向振动响应,根据加速度功率谱密度的能量分布和参数灵敏度分析,确定了振动响应的主要影响因素为悬架的刚度与阻尼特性;在ADAMS/Car中建立了基于伤员运输舒适性的整车多体动力学平顺性仿真模型;利用ADAMS/Insight软件,对D级路面下四种车速的整车刚度与阻尼参数进行了优化,优化后的结果表明,四种车速下卧姿乘员总加权加速度均方根值均明显小于目标值0.315m/s~2,人体吸收功率均明显小于目标值0.3W,极大地改善了卧姿乘员的舒适性,达到了研究的目标。", "label": "兵器科学与技术", "id": 0}
{"content": "本文以某型坦克行星变速箱为研究对象,首先提出16种不同的特征提取指标,并研究其随档位和转速的变化情况,而后通过对实车试验数据、台架正常及断齿故障数据的分析,筛选出具有良好敏感性及稳定性的特征值,最后确定实车状态下行星变速箱振动信号在该类特征值下的正常取值范围,为坦克传动部分的齿轮故障预防和故障诊断奠定了理论和技术基础。", "label": "兵器科学与技术", "id": 0}
{"content": "随着能源问题的日益突出,以及车用驱动电机技术的迅速发展,在军事上,世界各国纷纷研发电动坦克,以满足世界未来战争能源缺乏的需求。本文根据坦克对电机性能的要求,提出采用U型分段的转子结构,分析了电磁负荷的影响因素,比较了不同转子磁路结构对力矩、弱磁效果的影响和确定了永磁体的尺寸,同时分析了永磁电机弱磁困难的原因并对弱磁参数进行了研究。根据在Ansoft中建立模型和进行仿真,得到的结果满足参数要求,验证了所设计的U型分段转子结构电机在高速情况下的弱磁效果符合要求。", "label": "兵器科学与技术", "id": 0}
{"content": "装甲车辆动力与传动系统控制质量,是车辆整体质量保障的重要内容。本文结合当前我国装甲车辆推进系统集成化研究、动力控制系统一体化设计与应用、车辆动力系统性能综合评价三项主要内容,开展了动力传动系统整体性工作技术实践研究,为装甲车辆军事技术发展提供理论支持。", "label": "兵器科学与技术", "id": 0}
{"content": "针对装甲车辆液压驱动风扇冷却系统功率消耗大,能量利用率不高等问题,对液压控制系统进行了改进设计,并建立相应的数学模型。通过分析设计相应的模糊PID控制器,并进行了负载力矩加载和发动机转速变化对风扇转速影响的仿真对比实验。结果表明,其能较好地适应风扇负载力矩和发动机转速变化,对风扇转速具有良好的跟踪控制效果,可有效满足装甲车辆风扇转速精确控制的要求。", "label": "兵器科学与技术", "id": 0}
{"content": "为加强军车运行安全监管,实现军车智能化管理,提出以智能视频和军车RFID双识别机制相结合的方法设计军车不停车监理系统,设计了系统架构、软硬件组成,分析了系统工作流程,研究了系统实现的功能,根据不同应用场景,设计了便携式和车载式两种应用模式。", "label": "兵器科学与技术", "id": 0}
{"content": "多功能显示器对驾驶员有着重要的指引、提示作用,故障码信息正确解析及显示是多功能显示屏的一个重要功能,能够帮助驾驶员及时了解车辆状况,获取车辆诊断信息。在军品显示屏开发过程中,为了保证屏能严格满足功能需求,需要对其功能进行全面核查和测试。基于此,本文提出了一种基于CANoe系统的故障码模拟测试系统,通过模拟实车中ECU故障时发出基于J1939协议的故障码信息,来验证多功能显示屏故障码信息正确解析及显示功能。考虑到多个故障码同时发生时,故障码报文信息组合、运算比较复杂,通过人工手动模拟时,容易产生错误,影响测试结果,本文提出了一种基于CAPL编程实现自动测试的方式,提供一个简易的操作面板,模拟车辆实际运行中可能会出现的各种故障的故障码信息,对屏的功能品质进行检验。实际测试验证,该模拟测试方法高效、准确,减少了测试成本,并帮助发现了多功能显示屏在开发中的一些软件问题,帮助推动产品开发进展和品质提升。", "label": "兵器科学与技术", "id": 0}
{"content": "本文介绍了军用车辆的冷起动辅助系统,分析了目前多个冷起动辅助系统在工作中出现的问题,提出了一套解决方案。军用车辆冷起动控制系统基于冷起动控制器实现,通过一键开关控制,以及信号采集与分析处理,达到集成控制冷起动辅助系统的目的。", "label": "兵器科学与技术", "id": 0}
{"content": "本文将汽车造型设计的相关理论应用于某型号未来战车的预研开发概念设计工作中,通过基于语义和图形的实验方法提取了战车这类特殊车辆的造型特征,以造型关键词\"坚固感\"和\"威猛感\"作为认知质量指标,通过正交实验结合方差分析的方法从3个造型特征因素中提取了影响概念战车认知质量的主导因素。", "label": "兵器科学与技术", "id": 0}
{"content": "利用LS-DYNA有限元软件建立了平头弹丸垂直入射B4C复合靶板的有限元模型,计算了连接方式,陶瓷径向约束,陶瓷三维约束对复合靶板抗弹性能的影响,分析了抗弹性能更好的三明治加筋装甲板结构,为现有复合装甲的结构优化设计提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "叙述了自行武器系统组成与特点以及定型试验中与道路行驶相关的试验项目,分析了目前行驶试验中存在的技术难题,探讨了采用建模仿真技术与方法模拟道路冲击的可行性,分别介绍了国内外四类常用的行驶试验道路模拟技术与实现手段,最终对比分析了各种仿真方法的优缺点,给出了自行武器系统不同阶段的行驶试验采用何种模拟方法的建议。", "label": "兵器科学与技术", "id": 0}
{"content": "为了能够如实反应轮式步兵战车的越障通过能力,本文构建了轮式步兵战车通过性模型框架,从越障通过性和可行驶通过性两方面进行探讨,提出了通过性算法,建立了通过性模型,最后对通过性模型进行了仿真实验。经过实验与分析,该模型能够较好地仿真轮式步兵战车的越障通过过程,能够满足装备作战仿真需求,可为今后轮式步兵战车智能化仿真研究提供一定的借鉴。", "label": "兵器科学与技术", "id": 0}
{"content": "本文通过工程实例介绍实时嵌入式操作系统Vx Works及其图形开发组件Wind ML在人机界面开发中的应用,着重阐述光显控平台人机界面设计需求和界面开发的一般步骤和开发中对窗口的应用以及控件的开发,视频显示等工作的实现。", "label": "兵器科学与技术", "id": 0}
{"content": "针对目前特种车辆装备各个单位独立研制,存在技术体制不统一、车型种类繁杂众多等问题,为了实现特种车辆装备集中统管,利用模块化设计方法,把特种车辆装备按功能将模块规划为车辆通用平台和专用模块及选配模块。在此基础上引入柔性化的思路,解决了模块划分针对性不足,缺乏可操作实施性等问题。", "label": "兵器科学与技术", "id": 0}
{"content": "针对目前轮式装备的底盘性能检测状况,通过对底盘动力性能检测要求的分析,结合底盘检测技术研制了一套底盘动力性能检测系统,开展了相应的底盘输出功率和加速性能试验,并分别与理论功率和道路试验进行了对比分析。结果表明,底盘动力性能检测系统能有效的反应车辆底盘实际动力性能,从而为轮式装备性能状态评估提供数据依据。", "label": "兵器科学与技术", "id": 0}
{"content": "陶瓷是一种重要的防护装甲材料,具有良好的抗冲击性能。应用空腔膨胀理论,将靶体响应分为四个区域,即粉碎区、径向裂纹区、弹性区及未扰区,导出了靶体的侵彻强度Rt,通过对侵彻强度Rt各影响因素的考察,发现粉碎区材料的力学性质对材料的抗侵彻性能具有主要影响。考虑了粉碎材料压力相关剪切关系的压剪系数的应变率效应,联合应用Tate模型,得到了一种新的计及应变率效应的理论分析方法,并与试验结果进行了对比,验证了该模型的有效性。", "label": "兵器科学与技术", "id": 0}
{"content": "本文主要介绍一种新型军用车辆网络设计方案,将民用车辆成熟的技术产品和军用装甲车辆综合电子技术取得的技术突破和成熟应用相结合,提升装备的经济性和可靠性。", "label": "兵器科学与技术", "id": 0}
{"content": "阐明绿色维修技术对于减少装甲车辆维修过程中造成的环境污染,降低产品的全寿命费用和增加军事、经济效益等方面具有促进作用,并对其在装甲车辆维修中的应用进行了探讨。", "label": "兵器科学与技术", "id": 0}
{"content": "采用陕汽SX1165JM型军用越野汽车底盘,上置可扩展保温厢体,配备水质净化装置和洗浴热水设施,具有更衣、淋浴环境,是一种机动性强、可独立运行的洗浴装备。", "label": "兵器科学与技术", "id": 0}
{"content": "本文通过某军用越野车动力总成悬置系统分析与优化为例,介绍了MotionView和HyperStudy的功能以及应用方法。结合动力总成悬置系统匹配分析理论,以悬置刚度、安装位置、安装角度为优化参数,以动力总成两个主方向刚体模态频率间隔和解耦率为优化目标,筛选出最优结果,改善了NVH性能。", "label": "兵器科学与技术", "id": 0}
{"content": "本文完善轮式通信指挥车的雷电防护系统,进一步保障车辆在雷暴环境中的行车安全。对典型轮式通信指挥车雷击风险和现有国军标对车辆雷电防护要求分析后,开展了车辆机动状态下防护技术的研究,研究过程中对空间电荷转移技术和流体接地技术进行了实验验证。提出了轮式通信指挥车机动状态下的雷电防护方案。方案中采用的空间电荷转移型避雷针比普通避雷针具有更高的接闪电压,流体接地装置能够建立电荷泄放引导通道。提出的防护技术适用于轮式通信指挥车机动状态下的雷电防护。", "label": "兵器科学与技术", "id": 0}
{"content": "军用光电仪器由于移动灵活的需要,通常采用车载平台,这就造成以往固定平台的光路平行性检测方法需要进行一定的升级以适应车载平台的需要。同时为了实现光电干扰功能,车载平台同时配备了对应谱段的多台激光器,还有多谱段的成像系统以及测距装置,对于发射光路和接收光路的平行性要求就更为复杂,因此本文根据车载光电平台的特点,提出了一整套的光路平行性检测方法。检测结果表明,此套方法简单实用,检测精度可达5\"以内。", "label": "兵器科学与技术", "id": 0}
{"content": "针对克服定性描述法难以把握和多属性权重法易产生分歧的不足,利用期望效用理论建立了坦克打击目标决策模型,推导出\"高对抗强度优先\"原则,结合实例进行了计算论证。该方法简便适用、可操作性强,有较强的推广应用价值。", "label": "兵器科学与技术", "id": 0}
{"content": "针对军用无人地面车辆在复杂环境下的行驶需求,提出一种在给定任务点条件下的路径引导算法,即首先利用GIS数据库存储任务点信息,然后采用基于Hermite插值方法的全局路径规划算法,再结合无人地面车辆的环境感知技术、运动规划技术和跟踪控制技术完成整个行驶过程。面对具有岔路口的环境,提出采用插入辅助任务点的方式来引导无人地面车辆的前行,当发现所行驶道路阻断无法通行时,触发倒车模式,再进行局部路径重规划,继续完成车辆的安全行驶。实际跑车实验证明了设计算法的有效性。", "label": "兵器科学与技术", "id": 0}
{"content": "履带车辆是我军重要的武器装备之一,由于试验方法和测试手段的限制,履带车辆装备的构件在设计时采用的静强度理论,无法准确反映其在不同任务工况条件下的动态特性,给构件的寿命预测带来了很大的困难,导致装备构件的实际寿命和设计寿命有较大的差距。本文基于多体动力学分析软件ADMAS.ATV建立了履带车辆的虚拟行驶仿真平台,获得了装备构件行星框架在不同行驶工况下的动态载荷谱,运用MSC.Fatigue软件建立了行星框架的疲劳寿命智能分析设计平台,获得了行星框架在不同工况条件下的疲劳寿命,进而依托此智能分析平台对不同结构的行星框架进行结构的优化设计研究。仿真结果证明对机械装备构件的疲劳寿命预测的可行性,解决了复杂工况条件下履带车辆装备构件结构的寿命难于预测的问题,对机械装备构件的结构智能优化设计做了一定的探索,研究成果可以推广到相关机械领域,具有十分重要的实用意义。", "label": "兵器科学与技术", "id": 0}
{"content": "本文在研究某型装甲车\"液压泵—蓄能器\"组合的动态特性基础上,建立各参数之间的函数关系,通过拉式变换建立传递函数,通过对传递函数特性的分析,得出蓄能器吸收压力脉动的实际效果,在进一步分析的基础上,得到了提高蓄能器工作容积的方法,为系统的故障检测及改进设计提供了可靠依据。", "label": "兵器科学与技术", "id": 0}
{"content": "随着新军事变革的发展,利用驾驶模拟器对坦克分队驾驶进行训练,将是培育新型数字化装甲部队的主要途径。为了提高模拟器上分队驾驶训练效果,需要建立相应的指标体系,实现其考评目的。本文在深入分析坦克分队驾驶训练特点的基础上,结合某型坦克模拟器的驾驶训练科目,对坦克分队驾驶模拟训练考评指标体系进行了研究,并进行实例验证。研究表明,坦克分队驾驶模拟训练考评指标体系的建立能够更直观地反映坦克分队的驾驶训练水平,暴露出训练过程中存在的不足,为模拟训练考评提供支撑,提高训练效果。", "label": "兵器科学与技术", "id": 0}
{"content": "本文提出了一种基于RTX的自行高炮仿真系统方法研究,详细给出了仿真系统的设计方案和实现途径,并给出了实验结果。结果表明,该方法可以满足在Windows环境下系统的实时性要求并且运行稳定可靠。这大大提高了自行高炮仿真系统的实时性,具有一定的实用性和推广价值。", "label": "兵器科学与技术", "id": 0}
{"content": "某型坦克训练模拟器是用于训练坦克乘员操作技能的模拟训练设备,该型坦克装有热成像自动跟踪系统,目标自动跟踪射击方法已成为主要射击模式。因此,自动跟踪系统仿真是该模拟器的重要部分。本文系统介绍了自动跟踪系统及其仿真设计方案,并从目标动态热特性仿真和目标跟踪仿真算法等方面详细论述了自动跟踪系统仿真的关键技术。", "label": "兵器科学与技术", "id": 0}
{"content": "在简化坦克整车结构的基础上,结合三维建模软件Solidworks和动力学仿真软件ADAMS构造了某新型主战坦克的整车动力学仿真模型并进行了发射仿真,对比实验和仿真结果,验证了模型的正确性和可靠性。在仿真的基础上,得到了火控计算机在坦克炮射击过程中动态特性,为分析火控计算机及其内部结构在冲击下的故障机理奠定了基础,对该型坦克进行故障诊断、维修性改进和配套保障有一定参考价值。", "label": "兵器科学与技术", "id": 0}
{"content": "分析了轮式自行火炮发展过程中所应用的陆地导航系统的结构原理,总结了不同结构方案的导航系统的优缺点,展望了应用于轮式自行火炮的导航系统的发展方向,为新型地面火炮的操作使用、技术勤务以及升级改造提供理论依据和参考。", "label": "兵器科学与技术", "id": 0}
{"content": "军用车辆是作战随行和保障的重要装备之一,摸清其冲击波作用下的损伤规律才能有效改进和提高其综合防护性能。利用爆炸波模拟装置分别对客货两用五十铃牌皮卡车和东风牌军用运输车两类军用车辆进行了毁伤试验探究,从宏观上分析了车辆毁伤阈值及损坏特点,试验结果为车辆抗毁伤能力的提高提供了参考,也可应用于其它军用装备的抗冲击波毁伤研究。", "label": "兵器科学与技术", "id": 0}
{"content": "本文为解决作战飞机机载电子设备散热量大、飞机舱内环境温度过高及空气质量、飞机电力来源等问题提出了一套综合的解决方案。通过实际调研、反复验证,研制出了一种新型的飞机综合保障车辆,该车可同时实现对机载电子设备进行液体冷却、对机舱供风以调节舱内温度及循环净化舱内空气,对飞机提供电源等功能。这种多功用综合保障车的使用极大程度上解决了作战飞机的保障问题,减少了保障的设备及人员,节约了保障成本,提高了保障效率,在实际使用中得到了用户的高度肯定。", "label": "兵器科学与技术", "id": 0}
{"content": "针对装甲车辆上光纤陀螺捷联惯导系统（LINS）在发动机不关闭及有乘员走动条件下的初始对准技术进行了研究。通过分析LINS惯性元件的信号特征,基于小波分析理论对观测信号进行降噪预处理,降低干扰影响;采用自适应Kalman对准算法,使之具有更好的稳定性。仿真实验表明,该算法能有效提高扰动基础上的对准稳定性及精度。", "label": "兵器科学与技术", "id": 0}
{"content": "针对现有装甲车辆发动机起动系统和车载发电系统存在体积重量大,利用效率低,维护困难等问题,提出将ISG技术应用其中进行改进;介绍了ISG系统基本结构及工作原理;给出某装甲车辆起动电动机和车载发电机具体性能指标,选择一台专用永磁同步电机作为ISG电机,基于Matlab软件建立了ISG控制系统模型,分为起动阶段和发电阶段两部分进行仿真研究。仿真结果表明,该电机、控制系统及控制策略性能良好,能够适应该车起动和发电需求,达到了预期控制目标。", "label": "兵器科学与技术", "id": 0}
{"content": "研究自行火炮关重件消耗规律对做好维修保障任务具有重要意义。本文在分析自行火炮关重件消耗量影响因素的基础上,提出了关重件影响因子,并建立了关重件消耗预测模型。应用分析表明,该模型预测精度高,通用性强,适用于自行火炮关重件消耗量预测。", "label": "兵器科学与技术", "id": 0}
{"content": "有限元和离散元混合程序——DFEM,通过将网格自适应划分与材料侵彻技术相结合,能够用于深入揭示陶瓷/金属复合装甲在冲击荷载作用下的动态响应。通过数值模拟,我们发现将自适应网格划分技术与标准的材料侵彻技术的进行耦合,能克服伴随大变形问题而来的不良单元边界,该区域网格更新技术相对传统材料侵彻技术拥有潜在优势。", "label": "兵器科学与技术", "id": 0}
{"content": "为了提高坦克稳瞄系统跟踪高机动目标的能力,考虑系统内部扰动和外部扰动对稳瞄系统速度跟踪精度的影响,提出了采用自抗扰的控制方案。首先分析了稳瞄系统的工作原理并建立了系统的模型。其次分析了自抗扰控制器的工作原理并给出了系统的状态空间模型。最后利用Simulink工具对加入自抗扰控制器的系统进行仿真。实验结果表明,自抗扰控制器能有效地克服扰动对系统的影响,具有较好的跟踪精度和稳态性能,提高了系统的跟踪能力。", "label": "兵器科学与技术", "id": 0}
{"content": "随着装甲车辆电子信息系统越来越复杂,维修维护越来越困难,针对传统通用故障检测设备由于集成度低,不适合装甲车辆电子信息系统野外训练维护和战时抢修的需要,研制开发了满足野外工作的便携式故障检测仪。该故障检测仪采用通用嵌入式加固计算机与专用测试模块相结合的模块化设计,提高了设备的可靠性、通用性和集成度;采用自动故障诊断和交互式故障检测相结合的工作模式,有效提高了检测仪的工作效率和适应性;集成IETM,实现了设备故障诊断、维护维修功能于一体,扩展了传统故障检测仪的功能,为复杂装甲车辆电子信息系统的使用提供了保障。应用结果表明,该测试仪满足野外使用需要。", "label": "兵器科学与技术", "id": 0}
{"content": "在结合目前国内外对偏振光导航、GPS导航、惯性导航及信息融合技术的研究基础上,本文考虑野外作战车辆导航系统全天候、全自动、隐蔽作战的特点,利用天空散射光的偏振分布所具有的高精度定向特性,为了得到较单一导航方法更全面、更稳健、更精确的导航定位信息,提出了一种基于天空大气偏振特性的野外作战车辆组合导航系统。设计组合滤波器并对其性能进行仿真分析,结果表明系统的精度和实时性得到了很好的保证。利用该组合导航配置方案,能够很好地增强野外作战车辆导航系统的自主性、可靠性和精度,对野外作战车辆实现自主、隐蔽性作战需求的研究具有重大现实意义。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>采用光滑粒子法（SPH）对长杆弹侵彻反应装甲的过程进行数值模拟分析。在SPH方法中引入装药强度及装药的点火起爆模型,以模拟装药在侵彻冲击作用下的起爆过程。构建典型的\"三明治\"式反应装甲受高速长杆金属弹侵彻冲击的SPH数值模型,以数值模拟再现了高速长杆弹侵彻反应装甲的物理过程,通过与已有文献的实验结果分析,验证了SPH方法模拟反应装甲侵彻过程的", "label": "兵器科学与技术", "id": 0}
{"content": "本文采用试验和数值模拟的方法,研究12.7mm穿甲燃烧弹垂直侵彻陶瓷/铝合金复合装甲,主要研究当陶瓷面板厚度不同时复合装甲的抗弹性能。研究表明陶瓷在抗侵彻过程中起到重要作用,这种结构形式的复合靶板达到了防护要求,对轻型装甲车辆的装甲防护结构的优化设计具有重要意义。", "label": "兵器科学与技术", "id": 0}
{"content": "本文从持续深化战场信息化建设理论的概念出发,提出了装甲车辆信息化技术发展的研究目标和研究内容,论述了基于多层总线网络的研究方案,基于严格规范、建立平台模型和信息流模型、搭建实物半实物仿真平台、建立理论体系作指导平台任务模型建立等思路的研究方案和技术途径,并对其可行性进行了分析。", "label": "兵器科学与技术", "id": 0}
{"content": "本文首先介绍了增强现实技术（AR）的应用和特点。分析了坦克装甲车辆在未来作战环境下在指挥控制方面存在的一些不足,并就其在坦克装甲车辆上的应用做出了相关探讨。在此基础上对AR技术对坦克装甲车辆作战效能提升进行了简单分析,将AR技术对坦克装甲车辆作战能力提升进行了分析,并提出了其在坦克装甲车辆应用需解决的一些关键技术。谨以本文作为AR技术在坦克装甲车辆领域应用的一种设想,望能够对相关领域的发展提供些许思路和方法。", "label": "兵器科学与技术", "id": 0}
{"content": "针对野战化现场计量对技术手段的需求,本文结合设计研制实践,提出了一种用于现场计量检定和校准的野战化计量检定车,重点对检定车的设计原则,使用便利性、机动性、机柜设计进行了说明,并详细论述了电磁屏蔽方舱的设计与工程实现", "label": "兵器科学与技术", "id": 0}
{"content": "为了提高装甲车辆及作战人员在现代战争中的生存能力,减少人员伤亡,防护技术得到了世界各军事强国的重视,并得到了全面的发展。本文以装甲防护技术为依托,从人体防护技术、车辆防护技术2个方面,介绍了装甲防护技术军民融合式发展的研究现状,总结了防弹衣、防弹头盔、防刺服、防雷靴等个体防护装备及防暴车、防弹车等军民用车辆防护的防护性能水平,分析了装甲防护技术军民融合式发展的应用前景。", "label": "兵器科学与技术", "id": 0}
{"content": "传统车辆悬挂系统中,阻尼元件以摩擦形式将振动的能量变为热能散发到周围环境中,达到衰减车体振动的作用。这部分能量不但在行驶过程中耗散掉,还造成减震器较大的热负荷。悬挂性能成为制约车辆越野速度提高的一项重要因素。为了回收这部分能量、提高悬挂性能,采用RecurDyn/Track-HM和Matlab/Simulink对车辆在不同车速不同路面条件下阻尼元件消耗的能量进行计算。结果表明,悬挂阻尼的功率的回收具有较大实用价值。", "label": "兵器科学与技术", "id": 0}
{"content": "为了掌握自行高炮舱内噪声的特性,减少噪声危害,采用电容式传声器在舱内选择7个不同测点进行噪声数据采集,利用声-振分析软件SYSNOISE对噪声数据进行功率谱和互功率谱分析,判定舱内噪声的特征频率为195Hz,提出合理有效的降噪措施。", "label": "兵器科学与技术", "id": 0}
{"content": "建立了自行火炮操作性评估指标体系,通过运用客观赋权的熵值法计算指标的客观权重和主观赋权的三角模糊法计算指标的主观权重,并以离差平方和最大为原则确定指标的组合权重,建立了基于组合赋权的操作性评估模型。运用该方法对三种相同口径自行火炮操作性进行了定量评估,通过计算的组合权重,确定了影响操作性的最主要因素,为未来自行火炮操作性定量评估和优化设计提供了参考。", "label": "兵器科学与技术", "id": 0}
{"content": "针对开展装甲车辆人机工效试验研究缺乏手段的现象,设计了一套驾驶工效仿真系统。仿真系统在模拟器技术的基础上,采用模块化设计,通过操作环境真实性设计确保工效试验的准确性。系统设计的核心是融入了工效分析功能,可用于作业可达性和可视性、操纵力适宜性、仪表信息可判读性、作业任务复杂性、驾驶员作业可靠性等方面的研究。利用仿真系统,开展了人机界面空间布局研究,试验表明系统能够满足使用要求。", "label": "兵器科学与技术", "id": 0}
{"content": "本文介绍了陶瓷复合装甲的典型结构和防护机理,并对其抗弹性能测试和评价方法进行了分析。分析表明,DOP法和弹道极限V50法是对陶瓷复合装甲的抗弹性能进行表征和评价的主要方法,二者各有优缺点。应根据防护结构特点和表征目的选用合理的测试方法,以全面合理的表征陶瓷复合装甲的抗弹性能。", "label": "兵器科学与技术", "id": 0}
{"content": "在分析了当前坦克光电设备的检测装置所面临的困境的基础上,提出了基于PXI总线的检测平台通用化设计思想;采用便携式工控机和PXI卡式仪器,构建了一种针对坦克光电设备进行自动测试的硬件平台;以Windows XP为操作系统,Labwindows/CVI为软件开发集成环境,设计了软件测试系统;以Microsoft Access2003为数据库引擎,构建了基于关系型数据库技术的故障诊断专家系统模型;详细阐述了规则的产生式表示法、基于关系型数据库的知识库设计和推理机理的实现。", "label": "兵器科学与技术", "id": 0}
{"content": "本文结合工作实际需要,提出了迂回解决工程难题的\"欠设计\"理念,并对其内涵、理论基础进行了简要阐述,明确了\"欠设计\"和传统的\"过设计\"的关系。论文在分析装甲车辆行业采用\"欠设计\"的必要性和使用现状后,对装甲车辆行业开展\"欠设计\"工作给出了几点建议,相信对于解决装甲车辆目前面临的诸多技术瓶颈问题、降低研发成本和风险、做好新一代装甲车辆研制工作等具有重要促进作用。", "label": "兵器科学与技术", "id": 0}
{"content": "车架是汽车的关键承载部件,是驾驶室、发动机、变速箱、车桥及车身等总成的安装基础,车架在工作时的振动会影响汽车的乘坐舒适性、行驶安全性以及使用寿命等。本文通过试验模态分析,得到了前8阶模态参数,从而为建立该型货车车架实际结构的动力学模型、指导修正有限元计算结果及进一步改进提供了参考和依据。", "label": "兵器科学与技术", "id": 0}
{"content": "针对日益迫切的海上无人平台体系可靠通信需求,对卫星、短波、微波宽带、水声、激光通信等的技术优势和可行性进行了比较分析。提出利用对流层散射通信在海上的优良传播特性,提升大型无人艇平台远距离通信能力。依据现有陆基站技术,论证了无人艇艇载散射通信的可行性,分析了动平台散射天线对准、信号抗衰落、基于认知的自适应变速率传输等关键技术解决途径;提出了宽带微波加系留无人机的无人艇之间、无人艇与有人船之间通信方案,描述了未来水声通信和激光通信应用前景。", "label": "兵器科学与技术", "id": 0}
{"content": "空化现象会导致螺旋桨效率降低以及水动力噪声的产生,进而影响螺旋桨使用寿命并大大降低船舶经济性、舒适性以及军舰的隐蔽性。因此,探寻螺旋桨空化的产生机理、演化过程及其影响因素就显得尤为重要。为更好地捕捉螺旋桨梢涡空化初生过程,分析梢涡空化向下游发展过程及演化机理,本研究选用E779A螺旋桨,基于雷诺时均（RANS）湍流模型和Schnerr-Sauer空化模型,采用体网格和自适应网格两种加密方法对螺旋桨梢涡区域网格进行优化,并比较两种方法的仿真结果。结果显示,螺旋桨敞水性能曲线参数、螺旋桨梢涡以及空化形态均与文献值符合良好,且自适应网格加密方法处理梢涡空化问题更准确。", "label": "兵器科学与技术", "id": 0}
{"content": "为了研究自航潜艇热尾流浮升扩散规律,本文以SUBOFF潜艇、E1619螺旋桨作为研究对象,建立了热尾流的三维计算模型。三套独立的网格相互重叠,实现了螺旋桨、潜艇各自的绝对运动。释放潜艇在x方向的自由度,螺旋桨转动产生推力,推动潜艇向前运动。使用网格自适应技术对热尾流区域进行局部动态网格加密,利用VOF模型捕捉空气与水的相间分界面。数值模拟结果表明,潜艇加速过程较为缓慢,速度增加导致螺旋桨推力下降,阻力增加;螺旋桨转动将冷却水吸入转动区域,同时带动热尾流旋转,使得热尾流整体向潜艇的一侧偏移,同时还观察到热尾流上方的背景水域向螺旋桨叶背方向回流。", "label": "兵器科学与技术", "id": 0}
{"content": "潜艇在回转运动时,艇身、围壳及艉舵均处于斜流中,诱导潜艇纵倾及潜浮。为探寻不同漂角对潜艇水动力性能影响,基于CFD数值模拟方法,以标准潜艇模型Sub-off为几何研究对象,采用有限体积法结合LES-smagorinsky湍流模型,对模型在0°、5°和8°漂角对应5种不同速度工况下开展数值仿真研究。通过对结果的分析,得到了潜艇阻力、力矩以及表面压力的一系列水动力特性,可为潜艇操纵运动的预报及潜艇的艇形优化服务。", "label": "兵器科学与技术", "id": 0}
{"content": "水润滑轴承是舰船推进系统艉部关键支撑部件,其界面润滑特性及动力学特性对轴承使用寿命,振动噪声特性乃至轴系振动噪声有着至为关键影响。在低速重载、高振非稳恶劣工况下,润滑界面微结构对界面流体膜动力学特性及轴承衬层影响尤为明显。本报告针对轴向非对称沟槽结构水润滑轴承开展研究,考虑其表面形貌效应及微凸体接触效应的影响,采用自编程形式建立了考虑表面非对称轴向沟槽结构的水润滑轴承流固耦合模型,利用有限元分析软件FLUENT进行流体动力学分析,针对不同的非对称轴向沟槽结构参数进行仿真,通过研究不同形式、不同参数下界面流体动力学特性,揭示轴承界面润滑机理,掌握动力学特性参数随表面形貌参数的演化规律,提出了水润滑轴承轴向沟槽结构优化设计新理论。本报告的研究内容推动了微观-宏观尺度润滑理论体系的发展,具有重要的科学意义和工程价值。", "label": "兵器科学与技术", "id": 0}
{"content": "高低压双缸推进系统在大型舰船上广泛采用。DI-SO（双输入-单输出）人字齿轮结构是该类推进系统的重要组成部分,而由于非对称动力参数导致的轮齿脱啮、碰撞、噪声等非线性失稳现象,已成为制约舰船安全航行和推进系统稳定运行的关键问题。鉴于此,有必要针对这种非对称载荷作用下的齿轮系统的失稳机理开展深入的理论研究。传统的研究通常针对SI-SO（单输入-单输出）系统的动力学特性,或者聚焦于MI-SO（多输入-多输出）系统的均载特性,鲜有针对非对称载荷下的双输入齿轮系统开展动力稳定性的研究。论文在科学描述系统内部多种时变非线性参数（如时变啮合刚度、非线性轴承力、非线性齿侧间隙等）的基础上,考虑了双汽轮机转子和螺旋桨的惯性效应,建立了28自由度的人字齿轮-转子-轴承系统动力学模型,通过系统相图、分岔图、时频分析等数学方法,研究了系统动力稳定性随参数的演化规律。论文的研究结果对于双缸推进系统和DI-SO人字齿轮系统的合理设计和参数优化提供了科学地理论指导。", "label": "兵器科学与技术", "id": 0}
{"content": "核动力舰船的退役工作非常复杂。核大国高度重视舰船核动力装置的退役工作,并投入大量的人员和资金研发相关的退役技术。美国在核动力舰船的退役方面具有丰富的经验,截至目前,美国海军已经成功退役116艘核潜艇和8艘核动力巡洋舰,并将133座反应堆舱运到能源部的汉福特场址进行了处置。本文梳理了核动力舰船处置方案的发展历程,重点介绍了美国核动力舰船停役、导弹舱拆除、反应堆舱处置以及再循环等流程。", "label": "兵器科学与技术", "id": 0}
{"content": "核潜艇退役处置是一项技术复杂、难度很大的系统工程,各核大国对此高度重视。自1980年以来,英国已退役20艘核潜艇,但尚未对其中任何一艘完成全面处置。截至目前,英国防部为维护和存放这些潜艇已耗资超过5亿英镑。为尽快处置这些潜艇,国防部开展了一系列相互关联的任务。本文主要介绍英国核潜艇处置流程、卸料项目和艇体拆卸项目,重点介绍两个项目的当前进展以及造成项目延期的原因和影响。", "label": "兵器科学与技术", "id": 0}
{"content": "船舶号灯的准确快速识别,可以增强智能船舶对环境的感知能力,为智能船舶的操作提供信息输入,提高船舶航行安全性。目前国内外采用计算机视觉识别海上船舶号灯的研究尚处于空白。该文从计算机视觉的角度,提出基于端到端的深度神经网络模型YOLOv3,对号灯进行整体和单个识别。利用仿真软件生成的号灯图像进行学习,得到整体和单个的号灯检测模型。实验表明,YOLOv3检测算法对号灯目标有良好的检测效果,且单个号灯的识别具有更高的准确度和灵活性,为解决海上号灯信息感知问题提供了初步解决思路。", "label": "兵器科学与技术", "id": 0}
{"content": "基于Realizable k-ε湍流模型和VOF多相流模型,数值求解全附体潜艇模型AFF-8在不同航速和潜深下的阻力系数和兴波特征。在四套网格下进行有限潜深和无限潜深两种工况的收敛性分析,确定网格划分的基础尺寸和时间步长。将首、尾波系中横波和散波发生干涉形成的波峰用红色圆点标注,并用最小二乘法对这些点进行直线拟合,将回归线和自由面中心线的夹角定义为半兴波角。研究表明:当潜深为1.1倍的模型直径时,首、尾波系在弗劳德数0.3和0.5处发生不利干扰。在弗劳德数0.35处形成有利干扰,波形发生畸变。整体上说,兴波角随弗劳德数的增大而减小,随潜深的增大而增大。", "label": "兵器科学与技术", "id": 0}
{"content": "水下航行器的轴系与艇体之间存在着耦合振动效应,仅研究单一结构的振动无法真实反映轴系、艇体的振动特性。本文基于解析法建立了轴系-艇体耦合动力学模型,其中艇体简化为锥柱组合壳,分别用波传播法和幂级数法得到了圆柱壳和圆锥壳的位移函数,将轴系视为梁结构得到了横向、纵向振动方程,并通过连续条件将各子结构连接。分析了轴-锥柱壳模型在轴端激励和壳端激励下的受迫振动特性。结果表明:轴承在轴与壳之间的双向振动传递中具有重要作用;横向振动在低频段更为明显。本研究为水下航行器的减振降噪和优化设计提供了理论支撑。", "label": "兵器科学与技术", "id": 0}
{"content": "高开孔率的多孔材料具有优良的吸声、隔热和环保性能,广泛应用于建筑、航空、交通工具等工程领域。本文基于Johnson-Champoux-Allard等效流体理论和多层介质的传递矩阵方法,建立单层多孔吸声结构背衬刚性壁的理论模型,将计算结果导入COMSOL软件,构造动态吸声系数函数,将其作为输入变量附加在单层圆柱壳内壁上,利用结构耦合\"压力声学-频域\"和\"压力声学-边界元\"物理坐标方法求解声激励下圆柱壳的均方振速和辐射声功率,对比分析了多孔吸声材料厚度对圆柱壳振动声辐射的影响。结果表明:厚度的改变对结构声腔固有频率影响不大,随着厚度的增加会使得吸声系数增大,均方振速及辐射声功率峰值降低。", "label": "兵器科学与技术", "id": 0}
{"content": "LMS算法是振动主动控制领域中常用的一种算法,其固定的步长使其无法在获得较快的收敛速度同时取得较好的稳态性能。本文对定步长LMS算法和现有的变步长算法机理进行了分析,在此基础上,提出了一种改进的SVSLMS自适应滤波算法。该算法引入了新的非线性函数来代替参考SVSLMS算法中的常数参数,使其可以在获得更快收敛速度的同时取得更小的稳态误差。针对双层隔振系统的单通道主动控制,基于ADAMS软件建立了双层隔振系统仿真模型,并通过仿真验证了改进SVSLMS算法的控制效果。仿真结果表明,改进算法的性能优于原算法,在一定程度上提高了算法的收敛速度和稳态性能。", "label": "兵器科学与技术", "id": 0}
{"content": "针对近场声全息实际测试环境中的噪声干扰问题,克服近场声全息理论的应用限制,即所有声源必须位于测量面的同一侧,另一侧声场必须是自由场的要求,提出基于双测量面声场分离的柱面近场声全息抗干扰方法。通过获取邻近的两组声全息测量面的信息,利用柱面声全息内部域和外部域公式,建立发散波与收敛波在两个测量面上声压场之间的关系,推导出声场分离的基本公式。仿真结果表明,双测量面声场分离方法可以消除测量面外部干扰源的主要影响。", "label": "兵器科学与技术", "id": 0}
{"content": "针对圆柱壳结构声辐射预报问题,提出单元辐射叠加法结合信息采集更加完整的QR分解改进的遗传算法布置测点。该预报方法首先通过无限长圆柱形活塞声源叠加得到声传递向量ATV,然后通过QR分解法筛选初始测点,并结合遗传算法选出最优测点组,最后由传感器数据计算获得振速,把ATV作为系数矩阵对振速加权求和得到辐射声压。通过与基本遗传算法和有限元的结果对比表明,声辐射预报精度较高,大大缩短了搜索算法所需的计算时间,是一种快速的预报方法。", "label": "兵器科学与技术", "id": 0}
{"content": "采用解析数值混合方法研究含复杂内部结构加筋圆柱壳振动特性。首先借助VAone建立加筋圆柱壳动力学模型,然后基于统计能量法理论来推导内部结构的功率流平衡方程,结合加筋圆柱壳和内部结构在连接处的连续条件,最终建立整个组合模型的振动功率流平衡方程。通过对比该混合方法和数值法,验证了本文方法预报含复杂内部结构加筋圆柱壳振动响应的有效性。", "label": "兵器科学与技术", "id": 0}
{"content": "连续谱噪声是舰船辐射噪声的最重要成分,通常采用特定频响的滤波器设计方法来模拟生成该噪声成分。论文分析了基于AR模型、自适应和神经网络三种特定频响FIR滤波器设计方法,仿真分析表明,基于上述三种方法模拟生成的连续谱噪声与期望输出谱结构保持了较好的一致性,能够达到舰船噪声模拟要求。", "label": "兵器科学与技术", "id": 0}
{"content": "喷水推进器包括叶轮、导叶体、进口流道和喷口多个部件,其涉及的流动特征属于典型的内部流动,当流体流经喷水推进器不同部件时,将产生流动噪声,经由喷水推进器管路系统辐射出去。以某型喷水推进混流泵水力模型为基础,构建计算模型,利用多面体网格对整个计算域进行了网格划分,结合SST湍流模型分析了喷水推进器内部流场特征。进一步结合CURLE宽带偶极子噪声源模型,分析了喷水推进器不同部件噪声对整个推进器总噪声的贡献度,最终结果显示,喷水推进器流噪声约95%以上的能量来自于叶轮、叶轮壳体和导叶体,其中叶轮和叶轮壳体约占70%左右,导叶体约占25%左右。", "label": "兵器科学与技术", "id": 0}
{"content": "借鉴等效柱方法的基本思想,建立了修正亮点理论模型。选择合适的切分数量并充分考虑子目标合成时产生的相位差,使亮点模型可以计算上、下底面具有偏心距的椭圆锥台的目标强度。采用板块元方法对本文建立的修正亮点模型法的准确性进行了验证,结果表明,利用修正亮点模型法计算此类目标具有较高的精度。", "label": "兵器科学与技术", "id": 0}
{"content": "本文基于显式动力学理论（ExplicitDynamic）和声学波动方程,研究了瞬态冲击载荷下双层加筋圆柱壳的水下振动声辐射特性。结合瞬态有限元和边界元法,提出结构水下瞬态噪声预报方法,并开展了瞬态冲击噪声计算方法有效性验证试验,在此基础上,对一典型双层加筋圆柱壳结构在冲击载荷作用下的水下瞬态辐射噪声特性展开研究,探究了冲击载荷类型对圆柱壳瞬态噪声的影响规律。研究表明,冲击载荷激励下圆柱壳水下瞬态辐射噪声存在着明显的波动过程,不同波形的冲击载荷产生的辐射噪声峰值频率和幅值相近,锯齿波冲击载荷下的噪声能量分布在较宽的频段内,而正弦波和三角波冲击载荷下的噪声能量主要集中在低频区。本研究可为舰船水下瞬态噪声的预报评估及控制提供支撑。", "label": "兵器科学与技术", "id": 0}
{"content": "海水管路系统是舰艇中必不可少的重要组成部分,而该系统在运行时极易通过管路通海口直接向水中辐射噪声,如不进行管口声辐射的有效控制则严重制约舰艇的声隐身性能。因此,在海水管路系统设计与试验时不仅要考虑管路系统结构噪声的减振降噪,还要针对管口声辐射噪声进行测试与控制。在某舱段海水管路系统试验中,通过实测发现其管口声辐射存在较强异常噪声。本文结合该实际测试案例,对异常噪声进行了表述,并从海水泵设备振动、测量系统不同供电方式、海水泵变频输出电流测试、管路流量控制、管口滤网等影响因素进行排查与测试,最终确定异常现象产生原因,为今后海水管路系统的再优化设计提供了支撑。", "label": "兵器科学与技术", "id": 0}
{"content": "本文对充粘性流体的圆柱壳流固耦合振动进行了分析研究。建立了计算充粘性流体圆柱壳的附加质量的仿真模型,采用有限元（FEM）、计算流体力学（CFD）方法对流体附加质量系数、耦合系统的固有频率进行了计算。结果表明,部分充液圆柱壳在水平方向振动时,粘度越大,附加质量系数越大;粘度较低时,充液液面越高,附加质量系数越大;当充液液面较低时,粘度对附加质量系数的影响会更加明显;粘度越大,充液液面越高,其固有频率越低。在垂直方向振动时,自由液面高度和流体粘度对附加质量系数影响较小;粘度对其固有频率几乎没有影响。在全充液状态下,粘度的大小对附加质量系数、固有频率的影响较小。", "label": "兵器科学与技术", "id": 0}
{"content": "在潜器及舰船运行过程中,其表面存在的带格栅孔腔结构会因为来流激励而引发结构辐射噪声。为此,以带格栅孔腔结构为研究对象,计算结构绕流流场并对其声辐射性能进行分析。考虑不同来流方向以及格栅间距对带格栅孔腔结构声辐射性能的影响。分析结果表明,在来流激励下带格栅孔腔结构辐射噪声主要由格栅振动产生,来流角度增大会使得结构声辐射增强,格栅间距的增加可以使得结构声辐射减弱。", "label": "兵器科学与技术", "id": 0}
{"content": "为使某舰净水装置系统满足振动和抗冲击要求,根据其振动激励特性和船用抗冲击使用特性,基于隔振设计理论、抗冲击计算的动态设计分析方法（DDAM）与其冲击谱确定方法,对该装置隔振系统和机架结构进行了设计与仿真分析,并按照规范完成该隔振系统隔振性能和抗冲击性能的试验考核。仿真分析和试验结果表明:该隔振系统设计合理,避开扰动频率,不会发生共振,隔振器受力均匀,隔振效果非常好,满足设计要求;该装置的技术性能、机架结构强度和隔振器均满足抗冲击设计要求;6JX型隔振器过渡底座的设计需要关注缓冲孔大小,避免安装螺栓在弹性运动下碰撞底座。本文的设计分析流程和结论,可对舰船设备隔振抗冲击综合性能的设计与分析提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "本文针对低频噪声控制难的问题,将穿孔板与自相似分形卷绕通道相结合,设计了一种基于Hilbert分形的盘绕型声学超材料。采用有限元数值仿真方法,基于热粘性声学理论和声学Mie共振理论对所设计的超材料模型结构吸声性能与分形阶数、通道宽度及通道层厚度的关系进行了分析。采用3D打印方法制备了超材料模型结构并对其进行吸声性能测试,验证所设计超材料具有低频亚波长吸声性能。", "label": "兵器科学与技术", "id": 0}
{"content": "本文基于广义斯涅尔定理提出一种可降低水中目标正横方位目标强度的内壳外加肋骨与环形凹槽相结合的结构,即在肋骨之间填充不同深度金属钛形成内壳外加环形凹槽结构,基于有限元方法对该结构散射声场进行数值计算,获取其散射声场空间指向性,讨论了两种环形凹槽单元组合形式的内壳外加环形凹槽结构对目标散射声场空间指向性的影响规律。研究表明:凹槽结构可以使得目标空间指向性发生变化,正横方向回波目标强度降低,环形凹槽组合形式1和形式2正横方向目标强度分别下降14.0和12.0dB@3kHz,回波得到较好的控制,为水下目标声隐身提供一种新的思路。", "label": "兵器科学与技术", "id": 0}
{"content": "本文建立了金属膜片联轴器耦合系统动力学模型,基于四端参数法和薄板动刚度矩阵方法获得金属膜片联轴器及耦合系统的阻抗矩阵,与有限元法计算结果进行对比验证理论等效模型及计算方法的可行性,并分析端部连接轴质量对耦合系统阻抗的影响。计算结果表明:10～1000Hz频段内基于理论计算的金属膜片联轴器耦合系统阻抗矩阵曲线与有限元仿真结果吻合良好;弹性构件膜片组参数影响耦合系统的输入阻抗曲线峰值对应的频率;输入阻抗随着端部连接轴质量的增加而增加,连接轴质量对耦合系统的传递阻抗几乎无影响;可以用理论等效模型及方法对金属膜片联轴器耦合系统的输入阻抗进行快速预测。", "label": "兵器科学与技术", "id": 0}
{"content": "在进行舰船辐射噪声控制时,被动控制手段主要对中高频段效果较好,在低频段主要采用主动控制方法。本文基于声波相消干涉理论,结合前馈Fx LMS算法,利用LabVIEW语言编写自适应主动噪声控制算法程序,经过编译后在cRIO嵌入式控制器中运行从而形成自适应主动控制器。针对力源激励下的水下圆柱壳体,搭建主动噪声控制试验平台,在消声水池中进行了系统联调与原理性验证试验,验证了将噪声自适应主动控制方法应用于水下结构声源辐射噪声控制的可行性,以及本文中基于cRIO建立的自适应主动噪声控制器的有效性,为水下结构的低频段辐射噪声自适应主动控制方法研究以及控制系统实现提供了一定的理论研究与数据支撑。", "label": "兵器科学与技术", "id": 0}
{"content": "基于薄壳理论和虚源法,建立了半自由空间中半潜圆柱壳声散射模型,导出平面波激励下半潜圆柱壳散射声场解析解,并通过数值仿真进行验证。研究结果表明:半潜圆柱壳的散射声场在高频时以刚性背景项为主;由于界面的影响,散射场随频率呈现明显的干涉现象,水面对散射声场的影响不可忽略。本文所取得的结果可为未来水面舰艇的目标探测和识别工作奠定一定的研究基础。", "label": "兵器科学与技术", "id": 0}
{"content": "针对通海口结构形式对水动力噪声产生的影响,本文从低水动力噪声的角度出发,使用ANSYSFluent联合Virtual.LabAcoustics有限元软件进行流场和声场数值仿真分析,得到一个讨论范围内的最佳低噪声通海口结构。结果表明,圆形通海口结构的声学性能明显优于椭圆形和隔栅形通海口结构,并且随着孔隙率增大,圆形通海口结构具有较好的降噪效果,可以降低通海口处向外辐射的流噪声。", "label": "兵器科学与技术", "id": 0}
{"content": "粘弹性阻尼圆柱壳是典型的潜艇简化模型,对其振动特性研究是其辐射噪声研究的基础,基于Golla, Hughes,和MaTavish提出的粘弹性阻尼模型（下文统称GHM模型）对粘弹性阻尼圆柱壳进行精确建模分析具有重要的工程意义和军事价值。本文将GHM粘弹性阻尼模型与有限元软件ANSYS相结合,建立了粘弹性阻尼复合结构的模态分析和振动分析方法。首先,以粘弹性阻尼复合板结构为例,通过对比无阻尼、比例阻尼、结构阻尼和GHM粘弹性阻尼复合板的模态参数和振动响应,验证了GHM阻尼结构在振动特性上与比例阻尼和结构阻尼结构不同。其次,以GHM粘弹性阻尼圆柱壳为例,通过对不同阻尼层厚度的和不同阻尼敷设方式的粘弹性阻尼圆柱壳计算对比,研究了阻尼层厚度和阻尼层敷设方式对圆柱壳振动的影响,研究结果表明:增大阻尼层厚度或在结构模态振型的峰值位置敷设粘弹性阻尼层能有效增强结构的阻尼性能和减振效果。", "label": "兵器科学与技术", "id": 0}
{"content": "浮筏隔振系统是舰船中常见的一种隔振装置。基于振动的传递主要是能量的传递,建立浮筏隔振系统有限元模型,推导功率流与阻尼耗能之间的关系,采用功率流分析了浮筏隔振系统内部振动能量的传递,着重探讨和解释了功率流传递过程中出现负功率流的现象及成因。通过仿真分析各子系统阻尼参数对浮筏功率流传递的影响及变化规律,结果表明:上层隔振器阻尼对输入输出功率流均有影响,下层隔振器阻尼和筏体阻尼仅对输出功率流有明显影响。", "label": "兵器科学与技术", "id": 0}
{"content": "基于随机起伏水面舰船目标六自由度动力学模型和界面附近目标多路径声散射理论,考虑水面多次反射的影响,建立了时变海面条件下水面舰船声散射预报模型,分析了不同海浪谱条件下水面舰船回波强度统计规律。通过开展拖曳水池造波条件下舰船缩比模型声散射试验,获取了舰船模型在水平探测角上时域回波特征。研究表明,120k Hz～180k Hz探测频段下回声强度理论预报幅值与实测结果平均误差小于3dB;从舰船模型声散射实测和计算结果中,均发现波浪作用下舰船的回声强度幅值随时间符合x~2分布的统计规律,其目标强度均值和双自由度数值k符合较好,从而验证了预报模型的有效性。", "label": "兵器科学与技术", "id": 0}
{"content": "通海管路系统的振动与噪声辐射是船舶安全稳定性的主要影响因素之一。本文以带弹性障板的充液管路为研究对象,基于声固耦合有限元法建立了末端带平面障板及弯曲障板的充液直管系统数值模型,给出了不同障板、不同激励等条件下的声传播和声能量辐射特性的主要规律和具体差异。结论为实际通海管路的管口噪声治理提供了理论参考。", "label": "兵器科学与技术", "id": 0}
{"content": "机械噪声是我国舰船噪声控制的难点和重点,随着大量新技术的应用,机械设备通过基座传递的振动已得到有效控制,系统管路形成的第二通道已成为振动噪声传递重要途径。影响管路振动噪声的因素很多,其中通海口格栅型式容易被忽略。本文针对对柱状格栅和蜂窝状格栅两种通海口型式进行了计算分析,采用大涡模拟方法（LES）模拟流场,采用FW-H方程计算远场水动力噪声。通过对比脉动压力和远场噪声声压级,得到了流致噪声较小的构型,并分析了成因。", "label": "兵器科学与技术", "id": 0}
{"content": "在舰船设计中,采用阻尼材料是结构减振降噪的主要措施之一,利用阻尼材料的粘弹性高阻尼特性,可有效地将结构振动的机械能转化为热能消耗掉,达到减振降噪的目的。本文通过模型试验对比研究了敷设阻尼材料前后的基座结构振动加速度和水下辐射噪声,为水面舰船结构的低噪声优化设计提供了支撑。", "label": "兵器科学与技术", "id": 0}
{"content": "电动消防泵是舰船的重要装备,一旦发生故障,直接影响舰船的作战性能。针对某电动消防泵振动噪声大的问题,本文提出了基于冲击脉冲和快速谱峭度的轴承监测诊断方法。该方法首先通过振动烈度和轴承冲击脉冲监测,判断轴承状态,随后将采集的轴承振动信号进行快速谱峭度计算并进行带通滤波,得到因轴承故障产生的冲击信号成分,最后通过平方包络解调出轴承故障特征频率,实现故障诊断。实船测试结果表明,该方法能有效监测电动消防泵及轴承振动状态,并能快速、准确诊断出轴承故障原因。", "label": "兵器科学与技术", "id": 0}
{"content": "潜艇铺板是机械设备振动传递的重要通道。以含有铺板结构的潜艇舱段作为研究对象,采用数值方法分析了设备安装刚度、铺板本身的质量和刚度、铺板的支撑刚度对艇体结构振动线谱的影响规律。结果表明,通过设计,弹性安装的铺板和设备能够改变艇体结构振动线谱的大小和频率,从而为水下线谱噪声控制提供一种新的思路。", "label": "兵器科学与技术", "id": 0}
{"content": "针对探测特征线谱增强提取问题,本文提出了一种基于时间累计算法的低频线谱特征增强提取方法。该方法运用直方图均衡化算法对LOFAR谱图中的线谱轨迹进行增强,然后将图像中各点对应像素值在整个时间历程上累加求和实现LOFAR谱图中线谱信号的有效检测与提取。通过分析实船数据得出:该提取方法对低信噪比条件下的低频线谱信号提取具有较好的效果。", "label": "兵器科学与技术", "id": 0}
{"content": "舰船设备的冲击环境测量是实船及模型水下爆炸试验研究中的一项重要内容,但多方向冲击输入载荷的耦合效应使得获取可靠的水平向冲击环境数据成为难题。为此,基于物理摆原理、参考现有的低频簧片仪安装频率分布并以水平式强碰撞冲击机考核冲击环境为指标,开展专用的水平向冲击环境测量仪的设计。水平向冲击环境测量仪由簧片的质量和扭簧的刚度构成单自由度系统,在小转角条件下通过测量簧片的转角响应来推算出测量仪安装部位的冲击环境量值。在此基础上,设计系列满足安装频率分布要求的簧片,并加工水平向冲击环境测量仪原理样机。通过水平式强碰撞冲击机试验检测,水平向冲击环境测量仪与加速度计获取的冲击环境数据可以相互验证,测量仪设计是合理有效的。", "label": "兵器科学与技术", "id": 0}
{"content": "分离式霍普金森杆实验是测试材料动态力学性能的常用的实验装置,但SHPB实验要求试件尺寸小,对于尺寸较大的试件,用大口径SHPB实验装置测试材料动态力学性能时,弥散效应、端面摩擦效应、试件端面不平整都会造成不可避免的误差,无法测得材料准确的动态力学特性,且国内大口径霍普金森杆数量较少,而随着近些年仿真软件的发展,应用数值模拟可以有效避免SHPB实验不可避免的误差因素,本文应用LS—DYNA软件进行SHPB模拟数值实验,测试Q235钢的应力-应变曲线,与Q235钢的真实应力-应变曲线作对比,验证了SHPB数值仿真的可靠性,并应用SHPB模拟数值实验测试方形胞元结构在不同工况下的动态力学特性,分析了壁厚和充液对结构吸收应力波能力的影响,发现增加壁厚对结构吸收应力波能力影响较小,充液对提高结构吸收应力波能力影响较大。", "label": "兵器科学与技术", "id": 0}
{"content": "舰船艉部气流场的复杂流场结构对舰载机的起降及作业的操纵性和安全性具有重大影响。本文的研究对象是缩尺比为100的标准简化护卫舰模型（SFS2）。本文基于时间分辨粒子成像测速系统（TR-PIV）对舰船艉部的瞬态精细气流场信息进行测量。并通过基于互相关技术的PIV图像处理方法获得SFS2的艉部气流场的流场图像。基于相似准则,在循环水槽中测得的舰船艉部流场可以准确地体现气流场的流动信息。本次试验结果可为典型护卫舰艉部气流场的研究提供经济而高效的试验方案,并为舰船上建的优化设计及改造提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "为了计算拖缆的阻力及下沉量,需要采用有限差分法将拖缆进行微元化处理。对于节点及拖缆微元采用计算流体力学的方法计算切向力与法向力。由于实际节点及拖缆微元的来流攻角是未知的,需要由尾端逐步推算,采用三次样条插值的方法将特定攻角的切向力和法向力插值得到任意攻角的切向力和法向力。为了将整个复杂计算简单化,采用了程序化的方法将之一键化解决。", "label": "兵器科学与技术", "id": 0}
{"content": "橡胶隔振器作为应用广泛的隔振元器件,在实际应用过程中因受恶劣环境影响,容易出现变形等失效现象,严重影响其减振性能。为在实际应用中及时发现并更换故障橡胶隔振器,本文提出了基于随机减量法的橡胶隔振器安装固有频率获取方法,仅通过监测设备隔振器上方振动加速度信号,即可获取橡胶隔振器的安装固有频率。文章从理论上对随机减量法的原理及在周期性信号中的应用进行了分析,作为方法的理论基础,随后将其在某型泵的橡胶隔振器安装固有频率分析上,分析结果与实验室测试结果一致,验证了本方法的准确性。", "label": "兵器科学与技术", "id": 0}
{"content": "为解决潜艇拖曳系统试验时不便利用潜艇直接进行拖曳的问题,提出一种潜艇拖曳系统测试方法。该方法利用拖船与升沉补偿装置、一级拖体和一级拖缆等组成测试平台,用于模拟潜艇的运动,并利用该平台测试通讯拖体的深度控制性能。本文建立了测试平台各部分的动力学模型、拖曳通讯浮标的动力学模型以及波浪海流等数学模型,在Simulink建立了整个测试平台的仿真模型,模拟了三种海况下测试平台的拖曳试验,仿真结果表明,三种海况下,测试平台运动状态稳定,其中升沉补偿装置可以较好地补偿拖船因波浪产生的扰动,保证了拖曳点位置的稳定,一级拖体的深度波动幅度不超过0.3m,可以较好地模拟潜艇的运动。该测试平台的仿真结果为实际中潜艇拖曳系统试验与测试设计提供了理论参考。", "label": "兵器科学与技术", "id": 0}
{"content": "为解决潜艇拖曳系统进行运动性能测试时不便直接利用潜艇进行拖曳的问题,提出一种可以模拟潜艇水下运动的测试平台,该平台由拖船与升沉补偿装置、一级拖体、一级拖缆等组成。进行相关试验的测试平台与被测对象结构复杂,为得到合适的拖曳参数,本文建立了测试平台和被测对象的动力学模型,在Simulink中建立了不同拖曳速度和不同拖缆长度下的拖曳试验仿真模型,仿真结果表明,拖曳速度增大后,一级拖体稳定深度减小,深度波动幅度无明显变化,被测对象的稳定深度增加,深度波动幅度减小;一级拖缆的长度增加对拖体和被测对象的深度影响可忽略不计;二级拖缆的长度增加,主要导致一级拖体的深度增加。研究结果为实际中潜艇拖曳系统的设计与试验提供了理论参考。", "label": "兵器科学与技术", "id": 0}
{"content": "本文提出了一种新型的水面舰船阻力预报方法。该方法基于大样本数据库,利用基于决策树（Decision Tree）的随机森林（Random Forest）和梯度提升机（Gradient Boosting Tree）算法及动态样本（Dynamic Samples）方法建立动态化的预报模型,可对高速排水型舰船的船体阻力进行预报。应用该方法,对随机抽选的多艘船型进行预报测试,测试结果表明该方法具有较高的精度,具有较好的工程实用性。", "label": "兵器科学与技术", "id": 0}
{"content": "目前的战斗部及其装药水下爆炸威力评估方法表征的是战斗部装药驱动周围水介质的能力,不能代表战斗部对目标的毁伤威力。近年来,以模拟舰船的部分结构特征的板/板架的变形能表征战斗部的毁伤威力已基本达成共识,但由于其局限性无法表征战斗部对目标的真实毁伤威力。有鉴于此,基于效应物模型应具有的等效性、可重复使用和试验参数直接测量的特性,提出了强化的典型舰船舱段模型为试验效应物,效应物保证水面以下部分的等效性;战斗部毁伤威力则通过测量效应物吸收动能来进行描述。研究中分析了原始舱段和设计舱段的等效性,通过小尺度缩比模型试验,验证了该模型重复性使用、参数测量等可行性问题。在此基础上,设计加工大尺度模型,开展特种装药战斗部毁伤威力应用测试,试验中采用加速度传感器以及高速摄影机进行模型爆炸中的运动过程测量和观测。试验表明,测量结果及测量方式的重复性、吻合度良好;模型动能可以量化的表征两种特种装药/战斗部对模型的做功能力。本试验评估方法可为水中兵器战斗部近场爆炸毁伤威力量化评估提供技术基础。", "label": "兵器科学与技术", "id": 0}
{"content": "潜艇指控系统是潜艇的大脑和作战指挥的核心,历来受到各潜艇大国重视。通过介绍和分析典型潜艇指控系统发展现状与技术特点,从能力和技术方面分别论述了潜艇指控系统发展需求与趋势,指出人工智能应用、一体化指控、协同指挥技术是未来潜艇指控系统发展的重要趋势。", "label": "兵器科学与技术", "id": 0}
{"content": "针对海军无人船编队在巡逻过程中发现入侵舰船的情况,提出一种基于虚拟领航者策略的多无人船协同围捕方法。根据探测得到的入侵舰船的实时位置及运动信息,采用平行导引律解算虚拟领航者下一时刻的期望位置,进而根据编队围捕队形解算出各无人船的期望位置。最后通过轨迹跟踪算法求解各无人船的期望航速与航向,并设计航速及航向控制器控制无人船的运动。仿真结果表明,所提出的方法可以使多无人船完成协同围捕任务。", "label": "兵器科学与技术", "id": 0}
{"content": "以舰艇指控系统效能评估为应用背景,在梳理国内外人因工程技术情况的基础上,分析了舰艇指控系统的概念内涵和人机工程特点,提出了在指控系统效能评估中应用人因工程技术的适用性及评估方法、流程,在分析指标体系构建要求的基础上提出了实用性指标体系架构,对舰艇指控系统效能评估有较好的牵引作用。", "label": "兵器科学与技术", "id": 0}
{"content": "海洋环境是一种十分苛刻的腐蚀环境,而且海洋舰船服役环境涉及了浅海环境和深海环境,环境因素复杂,其中温度、溶解氧、静水压力等因素对高强钢的腐蚀行为具有较大的影响。海洋结构用高强钢材料在如此复杂严苛的腐蚀环境下,很容易出现腐蚀和疲劳失效行为。10Ni3CrMoV、10Ni5CrMoV和10Ni9CrMoV这三种钢是我国舰船用主流高强钢,应用广泛。海洋结构物在恶劣的海水腐蚀环境中服役必然会产生腐蚀问题,因此,研究三种高强钢在海洋环境中的腐蚀性能尤为重要。本文首先分析了三种钢的微观组织,采用失重试验、极化曲线测试、电化学阻抗谱测试,系统研究了三种高强钢在海水环境中的腐蚀行为。结果表明合金元素的添加以及晶粒细化提高了材料的耐腐蚀性能,三种钢在静态海水中120d后的耐腐蚀性顺序为:10Ni3CrMoV<10Ni5CrMoV<10Ni9CrMoV,Ni元素通过提高锈层中α-FeOOH的含量和阻碍Cl-的扩散传输速率,有效提高了高强钢的耐腐蚀性。采用动电位极化曲线测试和电化学阻抗谱测试分析了溶解氧浓度、温度和静水压力变化对三种高强钢腐蚀速率的影响,并利用环境因素和腐蚀速率的耦合关系建立了三种钢分别在静态表层海水和0～600米不同深度海水中初始阶段的腐蚀速率模型。", "label": "兵器科学与技术", "id": 0}
{"content": "随着日常训练、作战强度的提升,舰载机需要频繁地在甲板进行起飞、着舰、补给、出入库等调度作业,而上述各项作业均依赖于舰载机在停机位、升降机、弹射点等位置间的协同调运实现。发展高效可靠的甲板协同自主调运技术,能够规避人工规划与驾驶方式中潜在的碰撞风险,从而显著地提升航母的作战效能。为此,本文面向单机滑行调运模式下的协同自主调运控制问题,发展了一种基于\"离线轨迹规划+在线轨迹跟踪\"的舰载机自主运动控制框架。在明确调运过程中运动方程、障碍规避、机械性能等约束条件的基础上,首先构造了面向协同调运轨迹规划的集中式最优控制模型。考虑到其具有状态空间大、可行域严重非凸的特性,提出一种基于Dubins曲线的约束递进求解策略,以实现轨迹规划问题的高效可靠求解。进一步,提出了基于模型预测控制的轨迹跟踪技术,结合甲板状态监测系统,以实现风浪扰动环境下舰载机对于参考调运轨迹的高精度抗扰轨迹跟踪。数值仿真表明,本文所搭建的框架可以实现高效且可靠的多舰载机协同自主运动控制。该研究将为新一代甲板智能调运系统的研制提供重要理论基础。", "label": "兵器科学与技术", "id": 0}
{"content": "针对处于混合润滑状态下的大型舰船用水润滑艉轴承,本文开展了考虑艉轴承衬层宏观弹性变形-形貌特征微变形双重非线性效应的界面润滑动力学特性研究。提出了一种计算其最小膜厚比和中心膜厚比的方法,分析中采用的模型考虑微观界面的表面形貌效应及微凸体接触效应的影响,采用该模型计算了最小膜厚、中心膜厚、最小膜厚比、中心膜厚比等随弹性模量等参数变化规律,从而为进一步研究膜厚比与润滑状态转变的关系奠定基础。本研究对于水润滑轴承润滑机理的分析与研究具有一定的指导意义。", "label": "兵器科学与技术", "id": 0}
{"content": "航母气流场有着复杂的湍流现象,其的特性对舰载机能否在航母上能够安全起降、发挥实际作战能力起着关键性的作用。目前大多数的研究手段以RANS湍流模型为主。本文引入了一种基于物理原理的神经网络（PINN）湍流模型建模方法,首先介绍了其网络框架构成,其次通过对航母气流场CFD数值模拟,得到训练数据。最后对比通过网络训练得到的压力分布与商业软件得到的压力分布。结果表明pinn模型可以为航母气流场尾流问题提供有效的建模方法。", "label": "兵器科学与技术", "id": 0}
{"content": "为了提高航母的能源利用率,将舰载机降落时短时制动过程所产生巨大的能量进行回收,已成为技术发展趋势和研究热点。针对这些需求,设计了一种基于飞轮储能装置的阻拦系统,利用飞轮储能的再生控制策略和永磁电机的矢量控制技术,能够有效地将舰载机降落时的动能收集并储存起来,其能够在0.3秒内储存舰载机制动产生的功率约60 kW,实现了舰载机制动与能源绿色回收的双重目的,可有效提高航母弹射和回收系统的效率和能源利用率。", "label": "兵器科学与技术", "id": 0}
{"content": "近年来,随着无人化、智能化技术的迅速发展以及各国对海洋资源的需求不断提高,使海上无人艇在军事和民用领域中发挥着越来越重要的作用。本文首先回顾了美国和以色列在海上无人艇领域的发展历程,并对两国海上无人艇的典型型号进行了详细介绍,然后分析了我国海上无人艇的发展现状,并指出我国仍需努力的方向;最后针对海上无人艇的功能特点,指出了所应突破的技术关键。本文的研究将为我国海上无人艇的技术开发提供参考依据。", "label": "兵器科学与技术", "id": 0}
{"content": "为实现湖态无人靶船脱靶量及弹落点位置的精确测量,本文提出了一种基于到达时间差（Time-Difference Of Arrival,TDOA）的长基线水声定位系统及被动定位方法。针对未知水声信号时延估计精度低的问题,提出了基于GPS秒脉冲的系统时间统一方法和落点时刻提取方法,使得系统时间统一的精度提高到5μs以内,有效地提高了时延估算精度。针对影响TDOA定位精度的主要因素进行了数值仿真计算,并通过湖试模拟目标声源试验进行了验证,结果表明,该长基线水声定位系统性能良好,在浮标阵600m×600m范围内定位精度优于15m（1σ）,满足工程应用需求。", "label": "兵器科学与技术", "id": 0}
{"content": "潜艇是水下重要作战平台,其信息保障相当重要。然而潜艇入水后,获取外界信息困难,如何解决水下通信难题是世界各国共同关心的课题,特别是未来海战场通信指挥、协同作战对潜艇通信提出了实时、双向、高速、大深度等更高要求。从无线电、水声、激光等水下通信技术特点入手,根据潜艇通信对象及需求,对各通信手段的应用场景、使用方式、运用发展趋势进行了分析研究。", "label": "兵器科学与技术", "id": 0}
{"content": "针对冰区细长体高速出水问题,本文通过细长体模型、碎冰模型、高速录像系统、内测系统等设计,建立高速出水细长体与碎冰相互作用的机理试验方法。通过在水面布置模型冰块,以形成冰水混合介质界面的试验环境;采用高速录像方法得到出水物体撞击碎冰的物理图像,获得物体穿越冰区的出水流场特征,分析载荷形成机理;利用小型内测系统记录发射过程中弹道及压力参数,分析出水及撞冰过程中的水弹道变化规律。本文试验所获成果可为冰区细长体高速出水技术提供重要的试验数据参考。", "label": "兵器科学与技术", "id": 0}
{"content": "为了使舰载机飞行员认识到舰船摇摆参数变化对舰面流场带来的影响,从而保障舰载机在舰船上的安全起降,基于两栖攻击舰的简化模型,在不同风向角下对纵摇舰面流场进行了数值模拟,分析了舰船纵摇中心的变化对舰面流场结构带来的影响。在周期性纵摇运动中,舰船纵摇中心的改变会导致垂向速度的变化范围和波动程度有明显的变化。纵摇中心的不同会导致某些位置的上下洗流有所差异,舰载机飞行员需要认识到摇摆中心变化对流场结构和发展规律造成的影响,可以考虑调整舰船的重心位于舰船的前半段,有利于舰载直升机的起降作业。", "label": "兵器科学与技术", "id": 0}
{"content": "舰载直升机与舰船甲板面之间的复杂耦合流场变化对直升机的起降操作有着至关重要的影响。本文基于美国两栖攻击舰的简化模型,在不同来流风向角度下航行时,对舰载直升机编队与舰船飞行甲板面上的耦合流场进行了数值模拟研究,得到了机/舰耦合下舰船甲板流场的基本流动特性、不同风向角度和不同直升机编队降落时流场的基本变化规律、以及涡系在甲板面上的生成、相互干扰和传递等一系列流场特性。研究表明在0°风向下前后甲板舰载直升机同时悬停时的耦合流场的涡结构类似于定常流场;而在其他风向角下,由于海风流动会在左右舷会形成流向涡,在舰艏会形成对后甲板舰载直升机造成明显的周期性波动影响的舰艏涡;当右舷来风时受到上层建筑影响会在甲板面成较强的湍流运动。", "label": "兵器科学与技术", "id": 0}
{"content": "空气流过直升机旋翼桨尖和舰船舰面建筑上方,会产生气流分离并形成分离涡,漩涡的生成、运动和破裂会产生极强的非定常气动特性。传统的RANS数值模拟方法虽然计算量小,但是会将湍流脉动运动的行为细节抹平,无法准确地模拟绕流的分离、附着和旋涡脱落等复杂流场的特征,为了实现直升机/舰船耦合流场气动干扰特性的的精确预测,本文采用自主研发的结构化嵌套网格CFD软件OverCFDLab开展了直升机/舰船气动干扰特性研究。其中控制方程选取N-S方程,湍流模型为SA-DES模型,采用双时间步隐式推进方法进行非定常计算。首先以孤立旋翼Caradonna-Tung、孤立舰船SFS2模型为算例,并与试验结果对比,验证了计算方法的有效性;然后组合SFS2舰船模型、Robin机身和Caradonna-Tung旋翼模型开展了直升机相对舰船甲板不同高度、不同风向条件下（0度、右舷15度、左舷15度）直升机/舰船气动干扰特性研究,结果表明,由于舰面效应的存在,在相对甲板位置较低时旋翼升力系数幅值会增大,且相位会表现出明显的非线性表明甲板气流干扰严重,影响操纵品质;同时在同一甲板高度,不同风向条件,旋翼升力系数幅值无明显变化。", "label": "兵器科学与技术", "id": 0}
{"content": "针对天线阵面结构抗冲击这一复杂问题,有限元法是研究天线阵面结构抗冲击性能的重要手段。由于冲击工况具有时间短、荷载大等典型特征,有限元分析中仍然需对载荷施加、分析评价等进行研究和探讨。为此提出了一种基于Nastran环境的冲击仿真计算的思路和方法,依据雷达阵面结构冲击试验下的约束条件首先进行雷达阵面结构的模态分析,又依据给定的激励波形进行冲击响应分析,得到结构的应变以及应力响应,为某型雷达阵面结构的刚强度及轻量化设计提供了理论依据,为雷达顺利通过冲击试验提供了有效保障。", "label": "兵器科学与技术", "id": 0}
{"content": "阀门是舰船海水管路系统的重要组成部分,其中管路阀门多以锡青铜合金为主。但是,因其常年处于较为恶劣的工况环境,锡青铜阀门在使用过程中也会出现泄漏现象。本文针对锡青铜阀门所处环境,分别研究了锡青铜材料静态海水、动态海水、含砂海水以及静态电偶环境下的腐蚀性能。结果表明,相比于静态海水环境下的腐蚀数据,锡青铜与B10偶合后,其腐蚀速率增大30%左右;在流速3m/s海水冲刷工况下,腐蚀速率7.5倍;在含沙0.3%、流速3m/s海水冲刷工况下,腐蚀速率分别增加11.5倍。由此可见,海水流速及水中的含砂量是影响锡青铜阀门耐蚀性能的重要因素,通过结构设计与海水的前期处理可以有效增强锡青铜阀门服役寿命。", "label": "兵器科学与技术", "id": 0}
{"content": "通过海况定义和分析,确定了舰载机着舰作业对应的海况等级。分析了几种常见的航母运动模型建模原理、方法和特点,采用基于功率谱的航母运动模型来模拟航母甲板运动。通过合理的调整其参数设置,能够模拟航母在不同海况下的运动规律,对构建较为真实的着舰仿真环境具有重要意义。", "label": "兵器科学与技术", "id": 0}
{"content": "由于业务范围的不同,本单位各研究部室均有一套产品数据管理（PDM）系统,各系统的业务数据互相隔离。各专业室在进行舰船设计时,往往需要参考和借鉴总体部的设计图纸。由于系统数据互相隔离,各专业室无法直接搜寻和查看总体部PDM系统的电子图纸。设计师查看其它部门的图纸文件往往需要采取人工摆渡的方式,不仅降低了设计人员的工作效率,还会带来保密风险。为此,我们实现了跨部门图纸共享功能,通过在数据库层面创建软连接,实现各系统业务数据的互通。同时,我们还实现了跨部门图纸借阅流程,由用户线上提交图纸借阅申请,流程审批后自动实现借阅图纸的跨部门共享,有效提升图纸共享的效率。最后,我们实现了产品人员权限管理功能,有效控制了借阅图纸的知悉范围。", "label": "兵器科学与技术", "id": 0}
{"content": "舰船的重量与重心位置对舰船性能起重要作用。在以往舰船设计过程中,全船重量重心统计及其控制过程通过人工手段开展,不仅费时费力,还容易出现错误。基于三维模型的舰船重量重心实时统计方法对整个设计过程中的全船重量重心进行信息化管理,消除了人工统计过程中可能出现的错误,使得设计人员能够对于整个舰船设计过程进行更好地把控。", "label": "兵器科学与技术", "id": 0}
{"content": "多学科仿真数据管理旨在通过信息领域前沿技术,将分散、孤立的仿真数据进行分布式汇集,全方位多角度解读、展现、挖掘仿真数据信息,实现多学科仿真数据协同并提升效率,充分发挥仿真数据服务于型号研制的作用。针对舰船多学科仿真已经形成的多专业、数据格式多样的海量仿真数据,本文通过研究多学科仿真数据管理功能需求,利用分布式大数据运行机理和服务架构,以及信息领域数据架构,对舰船多学科仿真数据进行统一管理,支持多学科仿真数据的共享、重用、对比、可视化和数据协同等,形成舰船多学科仿真数据管理及应用新模式。", "label": "兵器科学与技术", "id": 0}
{"content": "总装建造是实现舰船声隐身的重要环节,舰船建造声学质量检测与诊断评估是确保达到声学设计要求和精细化建造的重要手段。首先介绍了舰船建造声学质量的国内外研究现状,深入分析了目前开展舰船建造声学质量研究的必要性。系统的分析了隔振系统、通海管路系统、推进系统声学质量检测方法,并开展了实船验证试验。在此基础上,结合母型系泊试验测试数据,将舰船振动噪声故障模式分类研究成果形成知识库,结合控制策略算法提出了舰船建造声学质量专家诊断系统方案。", "label": "兵器科学与技术", "id": 0}
{"content": "首先本文基于欧拉有限元方法建立了复杂边界下的水下爆炸数值计算模型,然后通过计算自由场中的水下爆炸问题并将计算结果和Geers-Hunter模型的计算结果对比验证了数值计算模型的正确性。之后探究了自由面距离参数、刚性壁面距离参数和浮力参数对爆炸气泡动态过程的影响。本文发现随着气泡和自由液面距离的增加,水冢的高度和增长速度会越来越小,在一定范围内射流的速度也会增大但是射流宽度会减小,射流载荷峰值由于射流宽度较大的射流击穿气泡后分裂出的小气泡垫释放压力会出现先增大后减小的现象,而气泡脉动载荷则会一直增大。冲击波载荷和射流载荷都会随着刚性壁面距离参数的增大而减小,但是水冢高度和增长速度随壁面距离参数并没有明显的变化,而且只有当壁面距离参数小于1.5时,壁面才会对爆炸气泡有明显的影响。随着浮力参数的增大,气泡会越来越向下突出并且射流的抨击载荷也会变大。", "label": "兵器科学与技术", "id": 0}
{"content": "为了掌握潜艇在近自由液面航行时的性能特征以帮助其设计优化。本文采用CFD（Computational Fluid Dynamics）方法,基于Volume of Fluid （VOF）模型和Large Eddy Simulation （LES）湍流模型对在近自由液面航行的Sub-off的流场开展仿真计算,就相关工况开展方法的验证（verification）和证实（validation）,提高数值仿真的可靠性;接着对不同航速、潜深下多个工况进行数值计算,对比分析潜深对潜艇阻力的影响。计算表明:潜艇的近自由液面航行中,兴波波系耦合作用是潜艇阻力变化的重要原因。数值仿真结果为潜艇近自由液面航行的研究提供新颖的研究思路和研究方向。", "label": "兵器科学与技术", "id": 0}
{"content": "本文基于指定流场中温度分布及密度与温度的函数关系实现了连续密度分层流的数值模拟方法,对Joubert BB2型潜艇模型在近水面直线航行时的复杂流场进行了精确模拟。对比分析了均匀流体与连续密度分层流体中Joubert BB2潜艇在艇后流场分布特征、自由液面波高和各向异性、开尔文兴波角等自由液面波形参数的差异。研究结果表明,当潜艇在连续密度分层流体中运动时,自由表面兴波的各项异性明显增强;由于浮力的作用,自由表面波形较均匀流中逐渐向x、y方向扩展,并超越了Kelvin角的范围;纵向和横向波形的传播距离较均匀流中分别增加了约7.4%和12.9%。本文建立了连续密度分层流的数值模拟方法,揭示了连续密度分层流体中潜艇近水面直线航行时复杂流场特性,可为真实海洋环境中潜艇近水面航行时的流场分析提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "随着物联网技术的不断发展,物联系统架构在全行业内逐渐趋于新型的四层架构。通过建立一套航空保障物联感知架构能够有效减少定制化设计、架构、部署等成本,有利于保障作业指挥由层级式向扁平化发展,能够支撑指导大型水面舰船航空保障装设备研制的一体化设计,具有一定的通用性。", "label": "兵器科学与技术", "id": 0}
{"content": "舰艇作战能力评估在武器装备发展与应用中有着迫切需求。基于定量分析的方式,文章提出基于层次分析法的舰艇作战效能量化评估方法。首先剖析效能贡献度的构成要素和主要指标体系,提供体系贡献度内涵及计算模型。最后通过算例验证该模型在实际应用开发中的可行性,为作战能力需求和牵引装备发展提供依据。", "label": "兵器科学与技术", "id": 0}
{"content": "海面电磁散射特性分析具有巨大应用背景,包括海面风场和油污遥感、海面船只检测和水下潜艇发现等。本报告先简要介绍相关研究历史,接着详细描述风驱海面、船只尾迹和潜艇海面尾迹的计算机产生方法,包括基于海谱和船谱的解析建模、基于水下点源模型和计算流体力学的数值建模。然后重点讨论海面微波散射数值模拟方法,包括近似的解析模型和严格的数值求解方法,重点介绍小斜率近似和应用多层快速多极子的矩量法。最后给出若干计算算例,并讨论需进一步开展研究的问题。", "label": "兵器科学与技术", "id": 0}
{"content": "舰船地震波是一种新型的舰船物理场,本文针对舰船地震波信号对舰船目标的检测问题,提出了一种工程性较强、运算量较小的实时恒虚警概率时频检测算法。首先从理论上推导了算法的检测性能,该算法只涉及FFT变换和一些简单的判别运算,能够在STM32单片机上实时地运行该算法;进一步从仿真信号和实测数据两个方面对算法进行检验,结果表明该算法尽管运算量很小,但仍可有效进行远距离目标检测;最后设计了识别目标的决策算法,从而确定预警时刻与确认时刻。", "label": "兵器科学与技术", "id": 0}
{"content": "开展舰船隔振器安装参数与隔振效果相关性试验研究可为隔振器建造声学质量检测提供重要支撑。以典型船用隔振器为研究对象,首先梳理出舰船建造过程中对隔振器隔振效果影响较为显著的安装参数,接着通过系列化的工艺试验分析隔振器紧固力矩和安装面间隙对隔振效果的影响规律。在大量实船测试数据的基础上,基于多元统计分析得到了典型隔振器各安装工艺参数对隔振效果的贡献量。结果表明:BE300型隔振器隔振效果与预紧力矩、底面贴合间隙呈现复杂的变化规律,建议去除底面橡胶并选取适当预紧力矩进行安装;隔振效果与隔振器下水后变形量、连接管路后变形量、垫片厚度在多个1/3倍频程中心频率处呈现强相关性。", "label": "兵器科学与技术", "id": 0}
{"content": "从水面舰艇末端防御体系的层面探讨舰船所面临的主要威胁与防御策略。深度分析了近程武器系统在末端防御体系中的作用与发展趋势;全面分析激光武器系统发展路径及未来在防御体系中的应用前景。探索近程武器装备如何主动融入末端防御体系,进一步树立大系统发展理念,拓展发展方向,寻求新的解决方案。", "label": "兵器科学与技术", "id": 0}
{"content": "根据某舰载雷达天线舱框架的结构及受力情况,用ANSYS建立其有限元模型,计算了框架的强度和刚度,通过正交试验分析出槽钢腿宽度对天线舱框架的静态性能影响最为显著,在满足天线舱框架的整体质量的要求下,通过提高槽钢的腿宽度使天线舱框架的最大变形减小了45%,应力减小35.4%,天线舱框架的静力学特性得到了显著提高。", "label": "兵器科学与技术", "id": 0}
{"content": "论文介绍了基于正负三角波冲击谱和有限元计算的抗冲击设计方法。并且采用该方法对某舰载雷达天线面阵进行冲击仿真分析,得到天线面阵的冲击响应,并以冲击响应的应力幅值为优化目标进行优化计算,最终使得天线面阵满足使用要求。论文为复杂设备的抗冲击设计提供了基础性的设计、优化。", "label": "兵器科学与技术", "id": 0}
{"content": "文中针对某舰载新型显控台进行结构设计,首先根据功能及模块化要求建立了显控台模型,运用有限元分析平台ANSYS Workbench,对显控台进行模态分析,并通过加载舰船真实的振动条件和颠震条件,对显控台进行动力响应分析。根据分析结果,对显控台整体结构强度做出评价,找出显控台结构薄弱部位,并据此进行显控台结构优化设计。该仿真设计方法可为相似产品的设计、验证提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "为了在-40℃～+70℃宽温范围内提高交流伺服驱动器的电流检测精度,并且抑制高压斩波电路对弱电检测电路耦合干扰的影响,文章提出了一种强弱电隔离的,并且能够消除温漂、零漂的自校正电流检测方案;给出了电流采集框图以及温漂、零漂自校正方法,进行了元器件自主可控选型设计、调理电路设计、采集软件设计以及FIR低通滤波器设计;实验结果表明所设计的方案具有良好的抗干扰能力,能实现电机相电流的精确检测。", "label": "兵器科学与技术", "id": 0}
{"content": "随着舰载相控阵雷达技术的迅猛发展,舰载机箱的散热问题日益突出,常用的强迫风冷机箱已经不能满足日益增长的散热需求,散热效果更好的液冷机箱的应用前景更加广阔。论文设计了一种基于搅拌摩擦焊工艺技术的液冷机箱,结构强度高,避免了传统钎焊焊接强度低、热处理易变形以及焊剂易腐蚀等缺点,可以提高机箱的成品率,降低生产成本。采用小通道冷板设计技术,相比传统S形流道,换热面积提高5-10倍,机箱的散热能力得到大幅提高。通过仿真与试验验证,其散热能力达到1.8kW。", "label": "兵器科学与技术", "id": 0}
{"content": "为满足新型舰艇对仪表信息安全的需求,论文提出了一种基于国产化平台的20.1英寸数字化仪表设计方法。该仪表的关键软硬件全部实现了自主可控,以国产处理器为核心,采用国产高亮液晶模组和国产红外触摸框实现人机交互,支持国产操作系统,提供多种信息传输接口。20.1英寸数字化仪表可配置于舰艇显控台,主要实现显示舰艇时间及报警信息、综合导航的速度与航向信息、姿态信息、气象信息,推进控制系统参数信息化,满足军用抗恶劣环境要求。", "label": "兵器科学与技术", "id": 0}
{"content": "铝合金具有低比重、高性能和方便加工等特点,因而受到广泛关注。与焊接工艺相比,铝合金铸造工艺具有适应性广、一致性好和外形美观等优点。随着大质量复杂结构铝合金铸造工艺的成熟,为舰船装备中的广泛应用创造了条件,本文主要介绍了国内外舰船装备中应用铝合金铸造技术的基本情况,包括产品应用类型、典型工艺特点及适用范围等;文中结合多型产品的研制、生产经验和故障归零情况,对砂型铸造高强铝合金存在的问题进行了分析,对提高铸造质量方法提出了建议;最后,文章面向海军装备未来发展的需求,就高强铝合金铸造技术在舰船装备领域的应用前景和需解决的问题等进行了探讨。", "label": "兵器科学与技术", "id": 0}
{"content": "开展设备压载对轴系振动特性的影响规律研究,对于舰船轴系低噪声安装工艺具有重要参考价值。建立典型舰船轴系振动有限元模型,基于有限元法开展其静力分析,得到设备压载下的挠曲变形,并建立挠曲轴系的有限元模型,开展其在三种典型航行工况下的振动特性分析。在此基础上,定性分析设备压载对舰船轴系振动特性的影响规律。结果表明:设备压载对舰船轴系横向振动的影响要更加明显,挠曲轴系会导致艉轴承、推力轴承、空分轴承处振动加速度级幅值改变明显。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>0引言水动力噪声作为水下三大噪声源之一,其强度与航速的5-6次方成正比,在高航速下成为水下航行体主要的噪声源。在舰艇高速航行时,导流罩表面受到外部来流的激励,产生强烈的水动力噪声,严重影响声呐的探测性能。因此,开展声呐导流罩水动力噪声的抑制研究具有重要意义。目前对于声呐导流罩的研究主要集中在线型优化,结构优化与材料优选三个方面。本文提出在导流罩前缘驻点处加设锯齿,通过抑制边界层分", "label": "兵器科学与技术", "id": 0}
{"content": "<正>0引言自然界中的任何声音都是由不同频率的成分构成的。一般来说,噪声信号属于随机信号,在各种频率上强度大致相同,但是航船、潜艇等目标会存在特定的频谱,并在水声信号中得以体现。这是由他们的物理特征决定的。如果将具有不同信号强度的频率绘制成频谱图,一般会在特定的频率处出现窄的尖峰脉冲信号（线谱）[1]。LOFAR和DEMON谱检测方法是反潜领域的经典线谱检测方法。LOFAR谱检测方法利用短时", "label": "兵器科学与技术", "id": 0}
{"content": "<正>0引言随着信息技术的发展,近年来大数据处理、人工智能在水下目标识别领域得到了国内外研究者的广泛应用。本文在\"中国知网\"[1]、\"万方\"[2]两个文献检索平台,以\"水声目标识别\"为关键词,搜索近5年（2014年-2018年）四种类型（图书、期刊、学位论文、会议论文）所有公开发表的中文文献。图1给出了论文发表数量,表明:水下目标识别技术在2016年短暂回暖后,于2018年迎来爆发,占近五年论文发表总数的36%。提取每篇文章", "label": "兵器科学与技术", "id": 0}
{"content": "<正>0引言舰船辐射噪声是被动声呐系统进行目标探测、识别和跟踪的主要信号源[1]。辐射噪声在传播过程中与水声信道相互作用,信号能量会产生衰减,使得到达接收器的信噪比降低。信噪比是信号处理方法选择的一个重要参数,许多算法需要它作为先验信息以获取最佳估计性能。因此,信噪比估计是提高声呐探测性能的重要手段。本文提出利用反卷积波束形成算法[2]来实现辐射噪声的信噪比估计。反卷积波束形成可以有效的提高阵列的多目标分辨能力和弱目标检测精度,即使在环境中同时存在多", "label": "兵器科学与技术", "id": 0}
{"content": "<正>0引言艏端基阵的正沿着大孔径、宽带化、多功能多用途、三维探测方向发展。早期的艇艏阵虽然从结构形式上看是\"三维阵\",但实际处理并未有效利用海洋声传播的三维信息,而仅仅是在水平维上进行信号处理。相比传统的圆柱阵等声基阵,球阵更能够适应深海和浅海多种环境需求,在有限的安装空间内获得更大的孔径和观察范围[1]。国外如美国洛杉矶级、海狼级、弗吉尼亚级和俄亥俄级核潜艇,均采用了球阵作为艏端主要接收阵,俄罗斯雅森级", "label": "兵器科学与技术", "id": 0}
{"content": "<正>0引言舰船拖曳阵回转噪声源识别评估技术主要是指舰船利用自带的拖曳阵声呐进行回转机动,在机动过程中,拖曳阵与舰船形成一定的相对位置,进而对舰船噪声源进行识别评估[1]。对于该技术研究,国外Ducan对水面舰船回转进行噪声识别评估进行了理论、实验及仿真研究[2,3]。目前国内还处在实验室研究阶段,尚未开展相关海上试验工作[4],同时,也还未形成完整有效的拖曳阵回转噪声源识别评估体系。本文在现有研究基础上,就如何构建双", "label": "兵器科学与技术", "id": 0}
{"content": "根据锥-环-锥结合壳加工过程中可能出现的初始几何缺陷,采用仿真方法分析了不同形态、位置、幅值及其组合形式下的初始几何缺陷对潜艇加肋锥-环-锥结构舱段稳定性的影响。结果表明:理想结构弹性失稳区域内出现的初始缺陷相对其他位置对结构稳定性的不利影响较大,同时该区域内波数较小的几何缺陷较波数较大的几何缺陷对结构的不利影响更大;在锥—环—锥结合壳加工建造过程中,需尽量避免出现本文提到的集中典型初始几何缺陷;初始几何缺陷幅值在达到0.5倍的规范允许值以上后,舱段弹性失稳压力随初始缺陷幅值减小的速率较之前明显加快。", "label": "兵器科学与技术", "id": 0}
{"content": "针对当前舰船结构安全状态普遍受制于复杂多变的海洋环境的问题,本文从波浪载荷的角度出发,以某型舰船为对象,基于三维时域非线性水弹性理论计算不同波浪周期、有义波高、浪向角和航速下舰船的波浪载荷值,引入灵敏度分析方法,定量评估各参数的交互与非交互作用对波浪载荷的影响规律特性,给出了指导舰船安全航行的建议。研究成果表明:波高是波浪载荷的最大影响参数;波高与航速之间存在的正相关交互性影响不可忽略;浪向角β=120°是一个较特殊的状态,此时波浪载荷随航速的增大呈轻微下降趋势,且波高与航速之间存在一定负相关的交互效应。", "label": "兵器科学与技术", "id": 0}
{"content": "水下爆炸下船体结构遭受的外载荷主要为冲击波、气泡和二次脉动压力等载荷,各个载荷作用时间、频率成分不同,加之结构频率也相对复杂,致使结构冲击响应和冲击环境的影响因素众多,单独依靠试验很难研究清楚。本文首先以国外某型水面舰艇机舱缩比模型的水下爆炸试验为基础,分别从加速度、速度和冲击环境进行计算和试验数据比对,验证基于二阶双重渐进近似方法（DAA2）的流固耦合计算方法,然后采用该计算方法对水下爆炸单独载荷成分下结构动响应进行分析,获得了不同载荷成分对局部结构动响应和冲击环境的影响特性及规律。", "label": "兵器科学与技术", "id": 0}
{"content": "为探讨钢质薄板在平头弹低速斜冲击下的抗侵彻性能,通过弹道冲击实验分析了平头弹与薄钢板的变形破坏模式。同时通过ANSYS/LS-DYNA数值仿真分析了弹靶侵彻过程和结构响应特征。根据薄钢板响应区的受力特征与失效模式将其分为四个区域,即接触区,拉伸区,弯曲区和对称区;同时根据薄钢板的变形曲线与相关理论,估算了弹体和靶板的塑性变形能,并基于能量法建立了弹体的剩余速度模型。结果表明:理论分析和数值模拟结果与实验数据都较为一致,验证了数值模拟与理论模型的有效性。", "label": "兵器科学与技术", "id": 0}
{"content": "由于坐墩、日照温度变化等因素的影响,水面舰船建造和维修期间将产生整体和局部的响应与变形,一方面影响船体的建造精度和安全性,另一方面还将影响相关武备系统的标定与校准。本文考虑日照温差的影响,基于有限元法开展了坐坞舰船结构响应与变形分析方法研究。以一型水面舰船为例,根据墩木布置原则建立全船坐坞有限元模型,并根据现场实测温度数据,完成了日照温差作用下坐坞舰船结构响应与变形预报。计算结果揭示了舰船坐坞期间出现\"荷叶变形\"现象的原因,研究成果对于坐坞状态下舰船舰载武器系统和航空保障系统的校准具有重要参考价值。", "label": "兵器科学与技术", "id": 0}
{"content": "本文基于电火花气泡机理实验装置研究结构附着空泡附近电火花气泡的脉动现象。针对气泡-空泡-钢板的耦合脉动现象中气泡形态、射流方向、体积变化和附着空泡非线性响应特性等内容进行分析。基于射流形态变化揭示附着空泡对周围气泡的阻碍效应。实验发现电火花气泡在空泡及结构的共同作用下出现射流方向可变及撕裂等复杂气泡现象,并总结气泡-空泡相互作用时体积变化特性及该特性随距离参数和体积比等参量变化的机理。", "label": "兵器科学与技术", "id": 0}
{"content": "通过从原理上对纵倾平衡系统的流场瞬变现象进行分析计算,用不同工具对其特点进行分析,确定其噪声产生的机理,并通过简化的参数一维建模仿真对其特性进行估算,评价使用气囊式消声器控制噪声的可行性,对下一步的控制研究作出指导。", "label": "兵器科学与技术", "id": 0}
{"content": "以复合材料上层建筑为研究对象,基于声固耦合有限元法,建立复合材料上层建筑水下声振特性预报模型,对上层建筑采用复合材料夹芯板前后的振动声辐射特性进行了分析,探索了不同壳板参数对复合材料上层建筑水下声振特性的影响规律。结果表明:通过合理设计,上层建筑结构采用复合材料将有利于改善其水下振动声辐射性能。", "label": "兵器科学与技术", "id": 0}
{"content": "机载武器发射系统是军用航空器和机载武器之间的纽带和桥梁。本文将MBSE的研发思路和流程与机载武器发射系统应用相结合,通过需求分析、功能分析和系统设计综合对其进行了应用分析,为机载武器发射系统新项目的开展提供了技术支持。并对MBSE在机载武器发射系统的应用进行了思考,提出了一些建议,对加快推进MBSE在机载武器发射系统的应用有一定的支持和工程意义。", "label": "兵器科学与技术", "id": 0}
{"content": "考虑杀伤器姿轨控发动机结构性误差、系统集成安装带来的推力偏斜及因燃料消耗引起的质心漂移等因素引起的姿轨控耦合效应,系统性建立了动能杀伤器的姿轨控动力系统误差模型,并开展地面试验仿真以确定控制系统能够克服的各类误差阈值、质心漂移允许范围及其与姿轨控推力大小关系。", "label": "兵器科学与技术", "id": 0}
{"content": "针对目前预警卫星覆盖模型中对传感器最远探测距离研究较少以及环境因素影响考虑不足的问题,本文提出了一种考虑多种环境因素的预警卫星星座覆盖能力建模方法。首先设计了一种\"4+4+24\"构型的红外预警卫星星座,然后建立了卫星的轨道动力学模型和卫星传感器探测模型,综合考虑了日月杂光和大西洋异常区对星座覆盖效能的影响,最后通过仿真验证了该构型的可行性,仿真结果表明预警卫星星座的覆盖能力与传感器的最远探测距离有很大关系,并且受环境干扰因素影响明显。", "label": "兵器科学与技术", "id": 0}
{"content": "为解决多型异构武器装备防空部署优化的问题,结合武器系统指挥、探测、火力等核心分系统的防空任务,构建贴合实际作战运用的多目标多因素部署优化数学模型,基于遗传策略设计了求解算法,并通过仿真验证了模型和算法的有效性与合理性,可支撑具有实战化意义的装备部署方案求解。", "label": "兵器科学与技术", "id": 0}
{"content": "本文主要面向多无人机侦察多目标任务对快速任务规划技术的需求,考虑区域目标、风场、目标移动性等因素,建立多无人机执行多目标侦察的任务规划问题模型。基于Dubins运动学模型,建立了风场中无人机访问点目标和区域目标的最优航路解析计算方法。利用最优航路解析解,将任务规划问题转换为一类Minimax问题,并提出了一种可快速求解Minimax问题的方法。最后,通过仿真验证了模型和方法的合理性和有效性。", "label": "兵器科学与技术", "id": 0}
{"content": "智能空战是人工智能技术在空战中逐步应用后发展的必然,为验证无人机自主协同算法在空战环境下的适用性,提出了一种高等效的它机协同试飞验证方法。基于算法功能实现的需求,以成熟的民用固定翼无人机平台为基础进行改装,搭建它机试飞平台,对真实空战环境开展模拟和等效设计;以四机协同编队算法为例,在试飞平台上移植算法程序,开展相关科目试飞验证,试验结果表明:编队综合误差较小,算法能够实现无人机编队的稳定控制;同时,它机试飞验证方法因其迭代速度快、安全稳定性能高、成本低等特点,可用作中间阶段算法的前置试飞手段,为算法的开发迭代提供有效验证。", "label": "兵器科学与技术", "id": 0}
{"content": "针对隐身目标的跟踪,传统的多传感器集势概率假设密度滤波器（MS-CPHD）严重依赖目标新生强度的先验信息,难以应用于实际。在隐身目标跟踪初始阶段,量测点迹呈稀疏、断续的特点,自适应新生目标强度MS-CPHD（ATBI-MS-CPHD）滤波器难以对目标进行及时跟踪,提出一种基于航迹起始方法改进的MS-CPHD滤波器。通过使用基于规则的航迹起始方法和最小二乘法来估计新生目标的状态信息,并用于产生目标新生强度,可有效提升MS-CPHD滤波器跟踪隐身目标的能力。仿真实验结果表明,该滤波器跟踪隐身目标的性能明显优于ATBI-MS-CPHD滤波器。", "label": "兵器科学与技术", "id": 0}
{"content": "随着现代空战环境日趋严酷,对战斗机的技/战术性能提出了更高要求,对其超、跨声速的机动性、超大攻角、大侧滑角飞行、以及短距大攻角起飞等非常规机动性要求大幅度提高。为此,就要求开展飞机/发动机性能一体化设计,从而尽可能发挥各自潜能、减少性能损失,获得最佳的推进系统效能。飞机/发动机性能一体化设计,即在飞机、发动机设计方案提出时,考虑飞机和发动机之间的相互协调、匹配以及二者之间的相互影响,通过一系列方案的筛选和优化,对飞机和发动机综合参数进行优选,最终提出合适的飞机、发动机设计方案。目前的飞机/发动机性能一体化设计方法是基于能量法建立飞机/发动机性能一体化约束分析和任务分析数学模型,通过对发动机设计点和非设计点循环分析,从而得到满足飞机设计要求且飞机起飞总重最小的飞机/发动机初步设计方案。但是在通常进行飞机/发动机性能一体化设计的过程中,并未考虑飞机飞行攻角等飞行条件对飞机/发动机一体化模型的影响。这对要求大攻角飞行的飞机来说将不能满足任务需求。因此,本文基于现有的飞机/发动机性能一体化约束分析模型,考虑攻角对发动机的影响,建立了考虑攻角的飞机/发动机性能一体化约束模型,以满足大攻角飞行的要求。通过与不考虑攻角的约束分析结果对比,结果表明考虑攻角的飞机/发动机性能一体化约束模型更能满足飞机大攻角飞行任务的要求。", "label": "兵器科学与技术", "id": 0}
{"content": "基于激光、高能粒子束、微波等能量方式的定向能武器因为具有速度快、精度高、杀伤力大、针对性强等特点,正在逐步被引入现代战场,并且极有可能深度改变未来战争模式,促使人类进入到\"光战争\"时代。有迹象表明,以美国为代表的发达国家,正在积极研究定向能武器在战斗机上的应用,并将此定义为第六代（美军断代标准）战机的判定标志。而由此引发的问题是——机载武器和设备对于电能的需求,将远超过当前常规航空动力装置的能力范围,因此不得不将新型航空发动机的研制引向全新的架构。为了在战略层面上与世界发达国家相匹配和抗衡,避免受制于人,在充分考虑我国现有技术水平和工业基础的情况下,应开展面向未来高功率定向能武器的新型战斗机动力系统方案研究。本文综合调研了国内外有关未来战斗机及其机载定向能武器系统方案的研究结果,分析了高性能航空发动机的发展趋势,以此为基础全新提出具有内置双转子分布式\"启动-发电\"一体机的可变模式航空发动机方案构想,并对其结构方案、关键技术指标、各类飞行和作战模式下的热力循环特点进行了分析和论证,指出了所涵盖的关键技术与主要研究及应用方向。经初步论证,该方案构想不仅能在一定程度上解决现有航空发动机迎风面积大、启动难度大,和喘振裕度小等问题,关键是实现了发动机在大推力和高功率提取之间的工作模式任意切换。这在符合未来航空发动机及其作战平台的发展趋势的同时,又将具备可观的先进性,可与欧美发达国家相对抗和制约,为我国航空事业指出了一条具有中国特色的先进航空发动机研制之路。", "label": "兵器科学与技术", "id": 0}
{"content": "着舰三色灯用于舰载机着舰阶段向着舰信号指挥官（LSO）提示该机迎角、拦阻钩等状态信息,需要满足一定的设计指标以确保舰面人员能有效获取其灯光指示信息。因此,在方案设计阶段,验证着舰三色灯光学性能指标具有指导性意义。本文针对着舰三色灯在舰载机着舰过程中的应用进行研究,结合着舰引导技术发展现状、着舰过程中的风险特点以及着舰三色灯的使用需求,提出一种着舰三色灯的光能利用率计算方法,并借助TracePro光学仿真工具对着舰三色灯进行建模和仿真,在设计初期阶段实现对着舰三色灯的性能参数分析,以提升设计和验证效率。", "label": "兵器科学与技术", "id": 0}
{"content": "智能主动防护通过对战机飞行员生理心理、机舱、环境的态势感知、分析和预判,根据判断结果对飞行员进行告警、采取执行手段,以达到主动防护的目的。随着智能化技术的推进,战机飞行员智能主动防护进度加快,在智能主动防护系统多采用电源驱动的前提下,电驱动智能防护执行终端是智能防护系统的一种优化选择。通过对人工肌肉工作原理分析、设计实施方案,判断得出人工肌肉作为智能主动防护的一种执行终端具有可行性和优越性的结论,为下一阶段人工肌肉应用研究提供依据。", "label": "兵器科学与技术", "id": 0}
{"content": "随着作战需求的不断提高以及无人机装备技术水平的快速跃升,有人机/无人机协同作战已快速发展成为新型作战模式。本文研究有人机/无人机协同作战概念,梳理有人/无人协同作战发展现状,提炼协同作战系统组成及各组成部分功能。对任务规划及装订、飞行集结、协同飞行、协同打击及毁伤评估等协同作战流程进行阐述,展现协同作战过程。重点总结分析协同作战模式中所需的协同任务规划、协同控制、协同态势感知、智能决策分配等关键技术,在此基础上,预测智能化交互与通信技术、作战云计算在跨域协同作战中的应用前景。", "label": "兵器科学与技术", "id": 0}
{"content": "机载超短波通信从二代机发展至三代机,至当今四代隐身战斗机,一直是飞机实现视距话音和数据通信最基本、最常用,也是最重要的一种通信技术手段。传统二代机以及三代机,机载超短波通信天线普遍采用\"马刀\"形单极子技术体制,其天线布局形式基本上以采用机背/机腹双天线布局设计形式为主;然而进入第四代隐身战斗机发展阶段,传统马刀天线技术体制和机背/机腹双天线布局形式已无法适应新一代机载平台要求。原因首先是隐身战斗机要求机载天线孔径具有低电磁散射特性,机载超短波通信天线需采用内埋或一体化共形设计形式;其次是由于四代机具有超机动性,对超短波通信天线布局提出了近似全空域覆盖要求,传统单极子机理天线和双天线布局形式已无法满足要求。本文研究对比分析了当今世界主流的三代机及四代隐身战斗机超短波通信天线的技术特征、布局形式、空域覆盖能力等,并总结分析了主流先进战机超短波通信天线体制和布局设计的技术发展趋势。本文提出了基于空域覆盖统计的天线布局性能分析方法,实现了对机载天线布局三维方向图的二维可视化、量化性能评估。提出了双天线合成布局,并进行了机载通信仿真,通信距离提升25%。", "label": "兵器科学与技术", "id": 0}
{"content": "军用机载系统中,对设备的电磁兼容性能要求较高。三相感应电动机广泛应用于军机系统中,其电磁兼容性设计与优化尤为重要。本文从电机的电磁设计、材料选取、表面处理方式、电缆选择等方面提出了电磁兼容性的设计方法,并以某型军用三相感应电动机为例,分析其电源线传导发射项目电磁干扰超标的原因,采用定子斜槽的改进措施,制造样机,并通过试验证明原超标频率点处电磁噪声明显降低,验证定子斜槽方案对减小传导干扰噪声切实有效。", "label": "兵器科学与技术", "id": 0}
{"content": "舰载机在弹射起飞行程末端,前起落架突伸以获得附加升力,起落架在垂向及航向都会产生较大的振动响应。此突伸过程直接影响舰载机短距离起飞性能,亦可能对起落架造成损伤,危害飞行安全。本文提出了一种舰载机起落架突伸试验方案,其弹射载荷沿起落架航向加载并瞬间释放,可模拟真实的弹射加载及释放过程,仿升系统可在试验过程中提供恒定的载荷以模拟真实飞机所受升力,并以此为基础搭建了舰载机起落架突伸试验系统,对某型飞机前起落架突伸性能进行了试验验证,针对不同工况试验数据分析了缓冲器充填参数、轮胎压缩量以及当量质量等因素对起落架突伸性能的影响。", "label": "兵器科学与技术", "id": 0}
{"content": "新一代军用飞机装备是高度复杂的产品系统,技术状态受控是装备质量保证的关键。建立相应的技术状态更改管理体系,应与飞机装备研制的系统工程过程相结合,综合考虑研制生产和保障的全过程、全要素、全周期,在数字化环境下建立一套完整规范的新型技术状态更改管理体系,解决基线控制不完整、更改不齐套、验证不充分、需求/设计/实物一致性差的问题,实现飞机技术状态受控,适应用户需求的动态变化。通过技术状态更改管理体系来保证技术状态更改的\"论证充分、验证完整、各方认可、审批完备、落实到位\"。", "label": "兵器科学与技术", "id": 0}
{"content": "舰载机起落架碾过航母甲板突起物,轮胎位移边界条件的突然变化会导致瞬态冲击。为预测该冲击载荷,本文建立了一套舰载机起落架越障动力学分析与验证方法,通过该方法可以较为准确地预测舰载机起落架越障动载荷,模拟起落架动态越障动力学过程,为舰载机起落架动力学设计提供技术支撑。", "label": "兵器科学与技术", "id": 0}
{"content": "在未来战场上,信息化的不断提高、战场环境的日益复杂,对作战飞机飞行员在完成作战任务时提出更多挑战。本文从飞行员能力限制与座舱功能限制两个方面,分析了智能辅助驾驶技术的需求;结合OODA过程及人工智能技术特征,说明驾驶员辅助决策系统的定义和原理;与传统机载系统设计方式进行对比,提出以人为中心的系统功能需求设计方法;基于需求分析结果,对驾驶员辅助决策系统功能架构和物理架构进行研究,并针对系统功能和实时性的要求,对该系统的五个评估过程及评估方法进行分析总结。", "label": "兵器科学与技术", "id": 0}
{"content": "机动决策技术是提升无人作战飞机（Unmanned Combat Aerial Vehicle, UCAV）在复杂空战环境下作战能力的重要支撑,也是空战智能化研究的核心。战场环境信息具有明显的不确定性和不完备性特点,针对UCAV在陌生空战环境下的机动决策问题,首先研究了具有鲁棒性的空战态势目标函数,然后提出一种基于改进磷虾算法的UCAV机动决策方法,对机动决策控制量寻优,解决UCAV自主空战的核心问题。最后通过仿真模拟了高难度、高对抗性的空战机动决策任务。研究结果表明,该方法具备较高的鲁棒性,能够助UCAV生成具有攻击占位的轨迹,提升其在复杂战场环境下的机动决策能力。", "label": "兵器科学与技术", "id": 0}
{"content": "舰载机是航母战斗群的进攻性打击力量和基本防御手段,也是对空作战核心装备。舰载机不仅要具备陆基飞机的相同特性,还要在飞行甲板等约束条件下,具有良好的低速起降控制特性,这是在多扰动条件下涉及人机舰多环节、多变量条件下的动态稳定控制过程,这使得舰载机起降控制系统设计成为了舰载机研发的几大核心难点之一。本文根据对舰载机发展过程中舰载机起降控制技术的研究和工程经验,总结出了滑跃起飞和弹射起飞的飞机控制和建模方法以及在起飞和降落阶段的关键控制技术和控制流程,并展望了未来舰载机起降技术的发展方向和起降控制技术的应用方向。", "label": "兵器科学与技术", "id": 0}
{"content": "在舰载无人机降落的最后阶段,大气紊流和舰尾流会为舰载机的降落带来不利影响。为了消除大气紊流和舰尾流对舰载机带来的不利影响,提出了一种基于LQG自适应控制的舰载机着舰控制模型。首先对舰尾流扰动模型进行了分析,并建立了对应模型。然后针对建立的舰尾流模型基于LQG控制方法设计了舰载机着舰控制率。最后分别对理想情况（不考虑舰尾流）和加入舰尾流的情况进行了仿真验证。仿真结果表明在采用LQG控制方法时,加入舰尾流后舰载机着舰高度误差一直保持在±1 m内,这符合着舰要求（±1.5 m内都可着舰）。", "label": "兵器科学与技术", "id": 0}
{"content": "本文以F/A-18F舰载机为对象,研究一类机翼可折叠的变体飞行器的气动特性,并建立其纵向非线性动力学模型.首先,通过CFD（Computational Fluid Dynamics）软件对折叠翼变体飞行器进行气动仿真,以得到不同折叠角度下的气动力系数;然后根据仿真结果拟合得到各气动参数关于机翼折叠角的函数关系式;最后给出折叠翼变体飞行器基于机翼变形参数的纵向非线性动力学模型,并将其描述为不确定非线性系统形式,为后续对折叠翼变体飞行器变形与飞行的协调控制方案的设计研究奠定了模型基础.", "label": "兵器科学与技术", "id": 0}
{"content": "本文针对无人机攻防博弈中的自主作战问题,提出了一种决策、导引、评估（DGA）一体化的智能作战方法。首先通过先验知识建立可解释的DBN自主决策模型,并基于EM方法构建增量参数学习器;其次预测目标轨迹并使用约束梯度法解算导引指标泛函;最后综合考虑态势因素设计决策有效性评估模型,三个部分循环执行。几种典型空战态势下的仿真实验结果表明,本文设计的DGA方法能够克服传统方法中模型可解释性的欠缺,具备较好的实时性。", "label": "兵器科学与技术", "id": 0}
{"content": "未来战争是体系与体系的对抗,为了评估体系作战能力,对作战网络拓扑模型的分析是研究网络化战争的基础。本文构建了防空作战网络模型,利用仿真手段进行大规模测试,结合复杂网络理论,对多个基础特征量和网络模型的度分布进行分析。结果表明,防空作战网络度分布是复合函数,且网络模型与5个典型特征量密切负相关,从复杂网络角度对作战网络的构建提供了理论依据。", "label": "兵器科学与技术", "id": 0}
{"content": "射频干扰主要出现在通信、导航链路或目标侦察等射频链路中,机载或外界大功率发射设备信号侵入链路,主要表现为能量域和频域的侵占,如大功率脉冲攻击、电子干扰等。研究一种机载射频自适应抗干扰模型来加强射频前端抗干扰的能力。为后续构建自适应抗干扰模块测试平台和自适应抗干扰系统的具体方案规划出方向。为最终制定包含射频衰减、滤波和抵消在内的综合抗干扰解决方案奠定基础。", "label": "兵器科学与技术", "id": 0}
{"content": "分析了当前航空武器装备服务保障形势。借鉴了国际综合后勤保障（ILS）标准、系统工程全生命周期管理（PLM）等理论框架。结合TOGAF架构标准、业务流程管理（BPM）理论思想,围绕服务保障核心业务及发展需要,提出了以流程为核心的航空武器装备服务保障体系构建思路。阐述了用流程管理理论方法重构服务保障业务内容,转变服务保障业务模式,从流程、组织、IT三个方面推进业务变革的方法、路径和实践经验。", "label": "兵器科学与技术", "id": 0}
{"content": "飞机大修是指对使用到规定时限或出现损伤的飞机按照技术标准对其进行全面恢复技术状态的修理。追溯了飞机维修事业发展历程,阐述了大修技术理念的发展变革,最后从技术革新、信息化管理、远程协同方面对飞机大修发展趋势进行了探讨。", "label": "兵器科学与技术", "id": 0}
{"content": "备件是装备保障工作的重要内容,是影响战备完好性的重要因素。备件优化是在有限的经费支持条件下,最大限度使飞机战备完好性达到最优。分析了备件保障决策模型要求,针对现有装备保障模式、使用维修模式特点,构建了备件保障优化决策模型和软件。通过想定建模仿真与验证,证明了该模型优化的合理性和科学性。仿真模型可以推广应用到其他机型的日常保障或初始保障工作,为航空装备保障决策,改革创新保障模式等提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "随着弹射座椅控制系统的功能及复杂程度急剧增加,加之在设计过程中缺乏对其维修、保障的考虑,容易出现故障率高、维修频繁等问题,导致其战备完好性下降。采用以测试性为核心的综合诊断、预测与健康管理技术对电子式程序控制器进行监测诊断设计,提高了机内测试（BIT）的故障检测与隔离能力,减少BIT虚警。同时提升了电子式程序控制器的使用保障和作战能力。", "label": "兵器科学与技术", "id": 0}
{"content": "在系统研究国内外快速响应维修现状的基础上,通过全面收集航母舰载机航空维修保障相关数据,按照航母舰载机信息采集与融合、健康评估和故障预测、MRO区块链系统和基于大数据的航空MRO快速响应维修的流程,以大数据和人工智能等现代信息技术构建起了集故障预测、预警和维修三位一体的航母舰载机MRO快速响应方案,为部队开展航母舰载机维修保障工作提供技术指导。", "label": "兵器科学与技术", "id": 0}
{"content": "大数据分析技术迅猛发展,自主式保障、远程排故支援等维修保障模式快速变革,促使基于大数据分析的维修保障技术成为装备保障领域发展的新重点。通过国内外大数据技术应用及发展研究,针对维修保障领域相关技术在数据捕获、数据挖掘处理、数据平台构建及标准滞后等方面的问题差距,提出基础技术研究、数据平台建设、数据挖掘等维修保障技术发展规划目标,为大数据技术在维修保障领域应用发展提供思路。", "label": "兵器科学与技术", "id": 0}
{"content": "小卫星构成的蜂群将是未来空天战场中的主战力量,空间蜂群的分布式打击转移策略是蜂群作战中的关键技术之一。针对蜂群系统打击任务,需要进行打击构型优化和相应的轨道转移与重构。本文首先通过基于Kriging代理模型的优化算法给出蜂群作战的打击构型;然后以优化的打击构型为目标,通过一种基于Jordan分解的连续推力控制重构策略计算蜂群的转移路径;最后以空间蜂群打击给定目标星为作战场景,基于本文提出的分布式打击转移策略给出仿真实例。", "label": "兵器科学与技术", "id": 0}
{"content": "战斗机空战效能评估仿真实验过程中,为降低不确定因素,提高实验客观性与结果可用度,应尽量以固定作战流程完成对抗实验。当前超视距空战仿真通常分为人在环虚拟仿真与构造型仿真两种方法,前者易引入人为不确定因素,且难以获取大量样本,后者仿真模型颗粒度较低、装备行为模型简单,难以贴近实战。针对二者的问题,本文提出了一种基于决策规则库的空战效能评估方法,依靠该规则库可完成比较复杂的空战过程模拟,并实现批量仿真实验。通过空空导弹防御机动效能评估与指标敏感度分析的实例,阐述了空战决策规则库的应用流程。结果表明,空战决策规则库可通过规则组合的方式实现不同的作战过程模拟,满足不同的评估需求,可实现多因子、大批量的空战仿真实验,对于飞机能力指标的设计、空战战术战法的优化等研究具有一定的支撑意义。", "label": "兵器科学与技术", "id": 0}
{"content": "以人工智能技术手段为支撑的智能化战争已拉开序幕,同构无人机编队担任僚机的有人机/无人机协同作战样式已成为航空战术研究热点。基于有人机/无人机协同编队队形分析了编队飞行中尾流的影响,建立了由分析有人机尾流对编队无人机飞行的影响、无人机紧密编队中前机尾流对后机的影响、无人机低速飞行特性、尾流对起飞和着陆影响的编队飞行尾流影响研究技术途径,最后定性分析了编队飞行控制的注意事项,对编队飞行尾流影响的研究进行了展望。对于促进有人机/无人机协同编队飞行安全、提高编队作战能力具有一定的参考价值。", "label": "兵器科学与技术", "id": 0}
{"content": "为了适应现代战争从\"信息优势\"向\"智能化\"转变,航空装备保障体系内各要素借助信息化、智能化手段,呈现高度耦合、深度融合、动态综合趋势。首先,立足当前航空装备信息系统发展现状,探索了面向数字孪生的装备保障体系决策评估平台功能结构和模型框架;其次,针对航空保障体系数字孪生体核心功能——航空装备战训保障决策与评估,利用多智能体技术,提出了航空装备保障体系多智能体仿真模型建立方法,构建了装备、指挥智能体、人员智能体、航材供应、故障、大修单位、修理厂、保障装设备、工具等智能体单元,定义了其属性,在此基础上,提出了各智能体的交互规则。最后,以一个典型的作战单元为案例,结合其具体战训任务,开展了保障仿真推演并针对仿真结果进行了分析评估,对其中存在的矛盾问题提出了参考建议。研究对信息化智能化条件下新型航空装备保障体系的构建与评估提供了参考,对数字孪生体在航空装备保障领域的应用进行了探索。", "label": "兵器科学与技术", "id": 0}
{"content": "随着低空防御系统的不断发展,传统单一飞行器作战模式逐渐无法满足作战需求,多飞行器协同作战已成为未来空战的理想形式。本文对多飞行器协同作战任务分配关键技术的研究进展进行综述。将任务分配分为两部分:战术层面与行动层面。首先,围绕目标分配问题,基于市场机制法与智能优化算法两类主流算法,从目标特性、分配框架、分配次序等层面进行分析总结。然后针对多飞行器行动机制问题,围绕不同研究对象进行划分。从多无人机协同的航迹规划,多导弹协同的协同制导两方面进行总结。最后对多飞行器协同任务分配技术提出展望。", "label": "兵器科学与技术", "id": 0}
{"content": "高超声速武器的防御与预警技术是遏制空天威胁的重要手段,是各国当下重点发展的的国防技术。本文分析了高超声速飞行器的特点,分析国外预警需求与应对方案,重点针对我国需求与发展特点,构思适合我国的天基预警一体化网络体系。并在此基础上,从低轨预警星座体系构想、光学系统设计需求两方面对我国高超声速武器天基预警提出思考与展望。", "label": "兵器科学与技术", "id": 0}
{"content": "随着临近空间目标领域技术的不断更新突破,高超声速飞行器的机动形式更加复杂多变,其强大的突防能力给传统的防御系统带来严峻的挑战。在跟踪未知目标时,针对目标机动引起系统模型的不确定性问题:目标运动模型的未知性和目标机动的不可预测性,设计一种基于Elman网络的在线反馈滤波算法,将训练好的Elman神经网络嵌入到CKF滤波器的状态估计步骤中,构成混合滤波器,根据输入量,预测估计误差,实现对目标机动的在线监测,实时修正状态估计。在仿真数据上进行大量测试,结果表明,该算法对目标机动形式有较强的适应能力,在收敛性和滤波精度方面表现更优。", "label": "兵器科学与技术", "id": 0}
{"content": "针对网络化环境下空中多平台联合需求,以多机协同飞行与对抗为背景,提出了面向不同空中平台联合下的多机协同制导模式。重点研究了应用于协同对抗场景下的飞机与飞机、飞机与特种机以及飞机与无人机的协同制导模式,总结探讨了实现多机协同对抗需解决的关键技术,包括分布式组网、机间数据链、制导权交接等。在此基础上进行了仿真设计与实现,可用于飞行器的多体协同制导、协同对抗等方面的研究。", "label": "兵器科学与技术", "id": 0}
{"content": "气球靶是防空武器试验训练中常用的一类靶标,他在飘飞过程中除了平移运动外还会带来不必要的摆动问题,通过在被吊挂目标源下方加挂配重,构成最简单的混沌摆,可以实现减小或消除摆动的目的。本文以目标源和配重为研究对象,分别建立单个目标源时的摆动模型及混沌摆状态下的摆动模型,采用龙格-库塔方法计算不同配重质量、配重绳长、拉力、目标源质量、目标源绳长情况下的摆动幅值,通过对比分析,总结摆幅随各种条件变化的一般规律,为靶标选取最优化的参数提供依据,该方法已在防空武器试验靶标研制中得到应用。", "label": "兵器科学与技术", "id": 0}
{"content": "电子信息、人工智能技术的快速发展,使得无人机技术得到飞速发展,无人机逐渐成为战场上的主要手段之一,反无人机也成为战场重要作战任务。利用电子干扰实现对无人机的摧毁作为反无人机的重要手段已经得到广泛应用,利用激光干扰实现对无人机光电探测器的致盲和致眩也得到了深入研究。本文首先介绍了激光致盲技术的基本原理,阐述了激光干扰反无人机系统的主要关键技术,仿真计算了激光致盲效能,最后总结了无人机机载激光致盲技术应用于反无人机的可能。", "label": "兵器科学与技术", "id": 0}
{"content": "分布式无人集群突破了有人装备行动受限于人类生理极限的制约,具有广泛的军事应用前景,研究分布式无人集群作战能力生成规律具有重要意义。论文基于OODA环理论对无人集群进行形式化建模,基于代数图论对无人集群作战能力进行量化;将对抗过程中的无人集群视为非平衡系统,基于渗流理论,研究无人集群在不同连边概率和节点生存概率条件下作战能力变化规律。仿真结果显示,节点生存率大约为40%时发生点渗流临界相变,连边概率大约为10%时发生边渗流临界相变。研究结果揭示了分布式无人集群作战能力变化规律,可为无人集群体系设计提供理论依据。", "label": "兵器科学与技术", "id": 0}
{"content": "自主空战技术是近年航空控制领域的重点研究方向。尤其针对视距内的空战格斗,国内外在半个多世纪以来已对其展开相关探索。但是,由于该类问题的复杂性、机载相关设备的限制等,目前尚未出现完备的、可适用于多机型、不同场景的技术框架。基于先期研究工作的积累,本文提议在短期内,仍应以人—机协同的思路,推进自主空战技术的研发。为实现此提议,\"机\"所展现的战术机动特征必须符合\"人\"的经验,即机载设备相关决策、控制应模仿人类飞行员决策、控制的规律。为此,需批量采集人类飞行员在视距内空战中的飞行机动数据,并总结其规律性。本文即针对此内容展开。首先,介绍了基于仿真的空战环境,并针对不同战场态势、飞行状态等,建立了人类飞行员视距内空战格斗的飞行机动数据库。其次,针对现有数据进行了初步分析,并展示了相关成果。", "label": "兵器科学与技术", "id": 0}
{"content": "分析了美军无人机在海战场体系化作战运用的特点,提出未来海战场无人机体系化作战运用概念及典型运用方式。着眼未来提升海战场无人机体系运用能力需要,从多样化任务载荷适配能力、轻量化宽带自组网通信能力、空海一体的无人机智能控制能力、大规模蜂群智能自主作战能力、多样化便捷起降回收能力等方面提出发展方向,对海军无人机体系运用有一定的参考作用。", "label": "兵器科学与技术", "id": 0}
{"content": "经过多年的发展和建设,美军空战场管控信息系统已经覆盖联合部队、陆、海、空、海陆等各军兵种,以及各级作战单位,形成了体系化、网络化、协作化的空战场管控系统簇,有力地支撑了美军空战场管控体系\"集中控制、分散实施\"的高效运行。文章深入研究了美军各军种空战场管控信息系统,包括各系统的功能组成和在空战场管控中扮演的角色,为我国空战场管控原型系统研制和体系构建提供了借鉴和参考。", "label": "兵器科学与技术", "id": 0}
{"content": "针对\"低慢小\"目标侵袭发生的突发性与复合拦截决策的时效性和精确性要求之间的矛盾,传统人为拦截决策难以在有限的时间内给出多种拦截装备的任务分配方案,提出基于深度强化学习方法的目标防控决策算法,通过离散化连续的决策时间,在每一决策时刻利用相应的奖赏函数完成拦截装备对多目标的拦截决策。根据决策需求,将目标与拦截装备生成的态势信息与实体信息均作为神经网络的输入,形成基于多智能体的复合拦截决策,实现拦截装备的协同作战,并经过仿真算例验证了该方法的有效性。", "label": "兵器科学与技术", "id": 0}
{"content": "无人机蜂群是未来非对称作战的颠覆性力量。由于军事对抗模式的多样性,未来无人机蜂群在不同战场环境下的运用模式各异。文章对将由中小型无人机构成的蜂群运用于对军事基地和海上舰艇攻击这一作战模式进行了研究。构建了军事概念模型,描述了无人机蜂群在作战中的军事使命,分析了作战中实体间的交互行为与交互时序关系。基于军事概念模型提出了支撑无人机蜂群完成任务的任务规划能力需求。", "label": "兵器科学与技术", "id": 0}
{"content": "针对复杂环境下\"低慢小\"目标协同探测任务需求,对协同探测过程及多元传感器的探测特性进行分析。对于目标跟踪过程中涉及的多元传感器协同探测与跟踪、多目标跟踪、跨区域探测与跟踪等需要着重分析和解决的问题,开展典型的协同探测流程设计,并对其中涉及的轨迹预测、目标融合、空间协同、共同探测区域计算、目标\"同一性\"判定、坐标引导等协同探测方法进行阐述。该协同探测流程可为\"低慢小\"目标协同防控提供一定的参考。", "label": "兵器科学与技术", "id": 0}
{"content": "分析联合作战环境下,有人/无人机协同作战的可能作战样式,结合有人—无人编队协同作战能力等级,研究有人/无人机协同作战应用的互操作能力模型,提出有人/无人机协同作战应用的发展建议。", "label": "兵器科学与技术", "id": 0}
{"content": "火力部署是要地防空实施的前提,如何在火力资源有限的情况下获得最好的火力打击效果是火力部署的研究重点。通过在有地形约束的条件下区分不同类型的火力单元,构建要地防空优化部署模型,包含部署方向均匀度、最远杀伤距离、最大火力重叠面积和最大火力覆盖面积四个目标,最后采用NSGAⅢ多目标优化算法进行求解,得到最佳部署位置集合。采用作战仿真软件对部署结果进行实验验证,仿真结果表明文中提出的模型对来袭目标具有很好的防御效果。", "label": "兵器科学与技术", "id": 0}
{"content": "未来防空作战\"侦、控、打、评、保\"一体化特点鲜明,作战效能评估已经成为促进防空作战能力提升的重要一环。文章系统总结了近10年国内防空作战效能评估研究成果,指出了评估中\"缺对抗、缺定量、缺体系\"的问题,提出了基于对抗建模探索防空武器装备动态效能、基于模型组合探索防空作战体系效能评估、基于复杂网络探索新型防空力量效能评估、基于建模仿真平台探索一体化防空作战效能评估4个研究趋势,为后续研究提供理论参考。", "label": "兵器科学与技术", "id": 0}
{"content": "未来联合防空反导智能化程度高,体系资源复杂庞大,离散性、异构性、动态性和纠缠性明显。各级指挥员面临海量终端链接、海量终端管理、海量数据接入带来的风险挑战。需要更高的数据聚集、态势预测和资源调度能力,以确保联合防空反导指挥决策实效性和行动准确性。着眼信息顺畅流通、资源高效管控、能量有效释放,基于\"云\"架构的体系资源管控框架,充分发挥深度学习、机器\"参谋\"作用,高效调度防空反导资源,形成最优资源服务链路,敏捷构建防空反导拦击链,将战场\"数据优势\"转换为\"行动优势\"。", "label": "兵器科学与技术", "id": 0}
{"content": "舰载直升机是指能够在水面舰艇上起降的直升机,由于其灵活的作战机制和作战范围,舰载直升机在现代海战中的地位日益突出。关于舰载直升机及其相关保障系统的研究,也成为现代化海军建设必不可少的一环,其中对于舰载直升机的着舰过程及其着舰效率、着舰安全性的研究变得尤为重要。舰载直升机的着舰过程,具体包括以下五个阶段,即接近、悬停、捕获、系留、转运,而目前少有研究是针对舰载直升机在甲板上的转运操作进行的,更确切的说,很少有人针对如何更好的在舰面上牵引舰载直升机并将其转运至准确的位置进行分析。实际上,从舰载直升机接近舰艇并开始执行回收作业至舰载直升机被完全转运至目标机库内,这一过程中转运操作占用了绝大部分人力与时间,如果找到合适的转运方案,舰载直升机的回收效率与安全性将得到极大的提高。本文基于加拿大英达尔公司（ITI）研制的\"舰载直升机着舰辅助系统（ASIST）\",对舰载直升机在飞行甲板上的转运方案进行了深入研究。首先介绍了该系统牵引舰载直升机的运动机制,并给出了舰载直升机在转运过程中的动力学模型;在此基础上根据甲板轨道形状、舰载直升机万向轮可操作性等因素,提出了多种不同的舰载直升机自动转运方案;搭建了舰载直升机自动转运仿真系统,并进行了自动转运仿真试验,得出了转运过程中机械手的轨迹和直升机朝向角的变化。研究结果表明,本文所提出的舰载直升机自动转运方案极大程度上提升了舰载直升机的回收效率,降低了舰载直升机在海上作业时的危险性;且上述方案基于该类助降系统已有的传感器装置,简化了系统升级难度;对于保障舰载直升机在恶劣海情下的出勤率和安全性,具有重要意义。", "label": "兵器科学与技术", "id": 0}
{"content": "舰载直升机着舰辅助系统是一种用于中、小型舰船飞行甲板上辅助舰载直升机完成着舰任务的重要保障系统,该系统主要由控制系统、牵引车、甲板轨道、动力装置等组成。由于舰载直升机着舰后不具备自主移动能力,因此往往还需要由舰载直升机着舰辅助系统将其牵引至指定作战位置或机库内。这一过程之中,除了须要保证牵引车在空间有限的航空甲板上安全、可靠、高效的完成舰载直升机牵引操作,还应避免舰载直升机在高海情下出现侧滑、倾翻等事故。因此研究舰载直升机着舰后与舰船甲板、牵引车等组成的复杂动力学系统,得出舰载直升机着舰动力学接口,分析高海情下舰载直升机的时域响应,对于提高牵引车工作效率与可靠性、提高舰载直升机着舰辅助系统的安全性,进而提高舰载直升机的出动回收效率具有重要意义。本文结合现有国际上最先进的舰载直升机着舰辅助系统——ASIST系统,对舰载直升机着舰动力学接口进行了深入研究。首先对舰载直升机着舰后与舰船甲板、牵引车等组成的复杂多体动力学系统进行了分析;其次借助拉格朗日方程的推导方法,建立了该系统的动力学方程,并在MATLAB/Simulink模块中搭建了系统仿真模型;在此基础上代入了5级海情下舰艇甲板的运动数据,并对上述动力学方程进行了求解,得出了高海情下舰载直升机的受力及位姿响应等数据。结果表明,该仿真模型能够模拟舰载直升机在舰船甲板与牵引车作用下的时域响应,且在舰载直升机结构选型上还具有较高适用性,能够匹配大多数舰载直升机;本文研究结果还有助于模拟舰载直升机在着舰辅助系统作用下的动态操纵研究,为后续国产舰载直升机着舰辅助系统的研制、升级提供必要的研究基础与技术指标。", "label": "兵器科学与技术", "id": 0}
{"content": "为了解决在实战及对抗条件下开展卫星装备效能和适用性考核与评价所面临的部分难题,本文根据平行试验的基本理论,以支撑卫星装备体系对抗试验为目标,初步提出了适用于卫星装备作战试验的平行试验系统基本概念框架。为保证平行试验系统这一特殊的复杂系统能够满足卫星装备平行试验运行的各方面需求,针对平行试验系统开展体系结构设计研究,应用DoDAF2.0的四个视角开展卫星装备平行试验系统描述,为卫星装备平行试验系统的设计开发提供支撑。", "label": "兵器科学与技术", "id": 0}
{"content": "首先分析了新机作战试验阶段通用质量特性考核评估目标,开展了通用质量特性考核评估现状分析,结合当前新机通用质量特性考核评估实际,给出通用质量特性考核评估总体设想,提出新机作战试验阶段通用质量特性考核评估的主要技术。", "label": "兵器科学与技术", "id": 0}
{"content": "本文通过分析防空反导任务面临的军事威胁和现实作战需求,围绕防空反导武器系统担负的作战使命任务,设计典型作战想定,基于QFD法逐层分解,对防空反导武器系统指标体系构建方法进行初步探索验证,为防空反导武器系统开展作战试验提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "随着防空预警装备体系面临的空中目标环境日趋复杂,以人工经验为主判别空中非合作目标真伪、属性、类型、数量、威胁等已越来越难以满足雷达兵部队情报保障需求。而长期积累的预警信息中蕴含了丰富的目标性质研判证据。本文针对预警大数据的特点,根据流程提出了预警大数据挖掘运用策略;从目标特征、目标规律和领域知识三个方面梳理了目标性质研判证据;在此基础上,给出研判证据挖掘和目标性质研判流程;最后,利用实装数据检验基于预警大数据研判目标性质的实用性,为其他运用预警大数据进行目标性质研判提供理论支撑。", "label": "兵器科学与技术", "id": 0}
{"content": "舰载直升机着舰是一个复杂和危险的过程,尤其是在夜间或能见度不良情况下,为提高所属人员的训练水平,设计并实现了舰载直升机助降仿真系统,重点研究并仿真了能见度不良情况下的直升机着舰模拟训练。主要包括以下几个方面,一是环境的构建,重点是雾天、夜间等能见度不良环境的模拟;二是舰载辅助灯光助降系统的模拟,从舰载设备方面保障直升机安全着舰;三是甲板引降员甲板引降仿真,从人员指挥方面保障直升机安全着舰。应用表明,系统运行稳定,模拟训练效果良好,能够对甲板引降员、飞行员着舰训练水平提高起到很好的帮助。", "label": "兵器科学与技术", "id": 0}
{"content": "为了实现某型无人机机翼挂载导弹的结构改装需求,本文基于现有无人机机翼结构形式设计了一种挂架结构,并针对该导弹挂架结构连接方式、传力路径、梁、肋铺层方向、厚度进行设计分析,并以机翼主梁、加强肋重量等为目标参数,以挂架挂载位置、主梁厚度、肋厚度等尺寸为优化变量进行多目标迭代优化,并针对优化后的结构建立有限元模型,基于MSC. Nastran平台针对发射阶段典型工况,利用Tsai-Wu,Tsai-Hill等多种强度理论分别对挂架整体结构段进行强度及刚度分析,分析结果表明,优化后的结构在满足强度、刚度设计要求下,取得了一定的减重效果。", "label": "兵器科学与技术", "id": 0}
{"content": "无人机系统作战将是未来空战的大趋势,朝着多元化、多功能、群族化、高端智能化方向发展。如今无人机的应用越来越广泛,具有成本低廉、应用广泛等特点.无人机系统技术已成为各国大力发展的军民融合共用技术。无人机作战是未来智能武器的一个重要发展方向,将人工智能与智能控制技术嵌入到无人机作战系统的控制系统设计中,来提高现有无人机系统的自主性和智能化性能,解决传统控制难以胜任的复杂、多变和控制对象不确定等控制问题,更加适应于未来各种复杂环境任务需求。在如今信息化时代背景下,怎样提高无人机作战系统的生存与突防能力、发挥更高的作战效能,成为迫切需要解决的问题。结合国内外相关技术发展现状,本文着重从无人机作战平台、指挥与智能控制系统、支撑保障系统等方面展开了对无人机系统作战突防与生存技术的研究与未来的发展前景分析。", "label": "兵器科学与技术", "id": 0}
{"content": "本文介绍了一种用行程开关获取机械分离信号与电源信号,经电子延时数秒后驱动电磁触点转换,实现电路切换具有综合功能的装置。对行程开关和延时模块结构、电路接口,弹性件强度校核和耐力学环境计算,装置结构力学分析,电磁兼容性和热设计进行了论述。", "label": "兵器科学与技术", "id": 0}
{"content": "随着国际局势及军事科技的发展、载机与制导武器的性能不断提高、投放条件的逐渐放宽,载机与武器的流场及气动干扰更加复杂,机弹分离安全技术已经成为新型武器系统研制的一项关键技术和重要研究内容。本文采用CFD方法,针对外挂式导弹机弹分离气动特性及分离安全性进行研究。研究结果表明,在本文飞行状态和投放条件下,载机与炸弹流场均不对称,炸弹受流场干扰影响更严重。在气动力与质量特性以及气流干扰作用下,炸弹头部呈向下、外侧运动趋势,机弹分离安全。机弹分离的实际情况更加复杂,分离条件对投放后机弹分离运动轨迹都存在影响等,为进一步了解更详细的机弹分离气动干扰机以及分离安全,仍需进一步深入研究。", "label": "兵器科学与技术", "id": 0}
{"content": "牵引空投模型体系是重装空投领域中一项重要的基础性研究内容,通过研究牵引空投过程建立完善的仿真模型体系,能为进一步发展牵引空投研究和应用提供基础性数据和支持。本文通过对牵引空投过程的研究,建立模型体系,给出拉直和充气张满的数学模型,并提供牵引空投过程的仿真算法流程。", "label": "兵器科学与技术", "id": 0}
{"content": "根据载人机和无人机协同作战发展趋势,设计了载人机和无人机任务规划系统的组成和基本功能,详细分析了载人机和无人机协同任务规划的具体流程及方法,最后提出了协同任务规划系统的关键技术,并阐述了载人机和无人机协同任务系统发展的趋势。", "label": "兵器科学与技术", "id": 0}
{"content": "本文针对军用飞机修理模式决策中评价信息以直觉模糊集形式给出的多属性群决策问题,提出基于可能度的PROMETHEEⅡ直觉模糊集多属性群决策方法。此方法先将多个专家意见通过直觉模糊集聚合算子聚合,得到每个方案在各个属性下的综合评价,然后将可能度引入PROMETHEEⅡ中的优先函数构建中,定义了全局优势优先函数,尝试从全局优势可能度的角度刻画优先函数,最后得出每个方案的综合优先指标,继而计算流出流、流入流和净流用于指导选择最优秀方案。本文通过军用飞机修理模式实例验证所提方法的有效性和实用性。", "label": "兵器科学与技术", "id": 0}
{"content": "无人机集群作为第三次抵消战略所涉及的颠覆性技术中最为关键的技术之一,是当今军事强国为争夺军事领域优势进行博弈的\"焦点\"。由于当前的无人机集群的自主能力较弱,战斗力生成还需要地面指控站人员进行后方操纵,本文着重探讨了模拟仿真技术可构建出突破时间、空间及其它客观限制的三维虚拟环境,让人身临其境,还可实现人与环境交互控制。本文着重探讨模拟训练技术在无人机集群训练中运用的独特优势及运用形式,并为其在无人机集群训练中更好的运用提出了相应的对策建议。", "label": "兵器科学与技术", "id": 0}
{"content": "随着无人机技术的突飞猛进,其在战争领域的应用得到广泛地扩展,从最初的简单的侦察监视发展到无人打击,再到察打一体、电子干扰对抗、目标跟踪指示、引诱欺骗等各种功能,在无人机作战与反无人机作战的攻防对抗中,多无人机协同作战应运而生。本文通过对多无人机协同作战的实战应用剖析展现其作战优势,并对无人机协同作战的关键技术进行了分析,为其作战应用奠定了基础,最后对多无人机协同作战的未来发展趋势进行了展望。", "label": "兵器科学与技术", "id": 0}
{"content": "内埋武器在超声速机弹分离过程中,受到载机复杂干扰流场的作用,其气动特性与自由流情况有很大差异,会对机弹分离安全性有一定影响。采用基于并联机构构型的新型CTS试验技术以及纹影显示技术,研究了内埋弹舱布局新型飞机与典型空空导弹模型机弹干扰特性,对比分析了有无载机干扰、不同分离角速度、不同分离高度以及载弹舵面是否展开等因素下,载弹的气动/运动特性以及载机干扰流场结构。研究结果表明:在超声速条件下,典型内埋弹舱布局战斗机存在复杂的激波系结构,会对载弹产生较强的气动干扰效应,诱导载弹出现\"抬头\"的俯仰运动趋势,无初始分离角速度时,呈现不安全分离的趋势,分离高度降低,会使载弹不安全分离趋势提前;在分离过程中,舵面折叠不利于载弹姿态控制,在保证分离安全的前提下,应尽早展开舵面进行姿态的增稳控制。", "label": "兵器科学与技术", "id": 0}
{"content": "现代战争环境的变化,导致飞行器高机动特性的设计要求。比如先进战斗机和导弹在攻击或者躲避攻击时,为了夺取主动权,要能够从巡航状态中作出迅速的姿态调整,施展拉起、俯冲、急转等机动动作,例如著名的苏-27\"眼镜蛇\"机动。这使它们比以往更需要进入比常规巡航时高得多的攻角（大于30°,延展到60°以上）,并由此出现一个直接后果:会遭受侧向力与偏航力矩。风洞实验表明,严重的时候侧向力甚至达到最大法向力的1.5倍,偏航力矩也能够远远超过舵面的有效控制能力。探索这些侧向力和偏航力矩的产生、消除与利用,是现代飞行器设计和控制的迫切要求,也有力地刺激了大攻角空气动力学,特别是细长体大攻角绕流的非对称分离研究课题的持续发展。在这一系列研究中细长体有攻角绕流流态随攻角改变而演化的现象和机理研究则一直是学术界焦点问题,各大国均投入大量人力物力长期持续研究。另外,一般导弹设计中多采用旋转设计思想。对于一般旋转飞行器流动除前面所述的非对称旋涡结构影响之外,由于物体流动边界条件的变化,另一个需要理论阐述的是具有这种旋转流动条件的分离流动结构及其演化机理分析研究,这一类具有强烈工程应用背景的非定常分离流动性状的研究,一直是流体力学领域的前沿问题。航空和航天特别是机动飞行器的发展,需要深入研究了解这类非定常流动分离形态,建立对应的流动分离判据和发展分离流动的理论,给出典型分离流场和分离特性,进一步揭示高机动旋转飞行器非定常分离流动的现象和本质。1984年发表在空气动力学学报的一篇著名论文中,中国空气动力学领军人物庄逢甘院士和张涵信院士就当时国际学术界旋涡分离流动研究的现状进行了很好的评述,从理论和数值模拟角度提出了一些基本性问题,该论文无疑对于中国空气动力学研究具有重要的指导性意义。距离该论文的发表已经几十年了,目前国内国际学术界对于该领域相关问题的进展如何,是我们亟待想了解的问题,也是我们研究课题的实际背景。本报告试图再次陈述这些研究的必要性和重要性,以期从历史角度表述有关理论问题的继承和发展,后半部分则是我们目前一些进展的总结。本报告主要关注以下几个论题:1.分离流动的数值模拟;2.分离流动的定性分析理论;3.旋涡定义。", "label": "兵器科学与技术", "id": 0}
{"content": "空投是军用运输机的主要任务之一。当进行重装和集装箱等大物体空投时,大物体相对机舱横截面形成很大的堵塞度（最大可达到50%以上）,其快速移动将会造成舱内压力快速、剧烈的变化,甚至达到或超过人体生理所能承受的压力医学极限值,从而对舱内乘员的身体造成损害。目前,运输机空投舱内压力变化和主要影响因素不明确,需要开展研究。根据投放物在运输机舱内运动的特点,生成包含机身和远场的背景网格和随大型投放物做变加速直线运动的O型前景网格,并将两套网格进行嵌套;结合运动嵌套网格粘性流动数值模拟方法和物体运动学、动力学方程,建立运输机空投时舱内空投物运动这一流固耦合问题和舱内压力变化的数值模拟方法。基于数值模拟结果,分析飞机模型尺寸、来流速度、机舱堵塞度以及投放物装载位置等这些参数在投放物运动时对舱内动态压力的影响规律,进一步提出运输机重装空投风洞试验与舱内压力相关的相似准则。研究结果表明:（1）运输机执行重装空投任务时,投放物距离前舱位置越近,空投时前舱动态压力变化越大,反之越小;空投时前舱动态压力变化随着来流速度的减小而减小,随着堵塞度的增加而大幅增加;（2）风洞试验时,用空投前前舱压力值为参考量的舱内无量纲压力是最准确、合适的舱内压力相似准则。", "label": "兵器科学与技术", "id": 0}
{"content": "基于非结构/混合网格以及脱体涡模拟（DES）方法开展了现代战斗机模型复杂分离流动的数值模拟,在此基础上应用本征正交分解（POD）和动力学模态分解（DMD）方法对数值模拟流场的非定常特性进行了对比分析。研究表明飞行器背风区流场由一对边条涡的螺旋运动主导,旋涡破裂前在横向空间截面上流场是中性稳定的,同时主涡核的运动是多频耦合的。POD和DMD的对比分析发现:两者模态配对的方式不同,但主要模态之间具有一定相关性;每一POD模态中包含多种频率的运动,且POD主要模态中包含的能量更多,流场重构效率更高;DMD则将流场的主要特征运动提取为一些单频模态的组合,同时能够给出模态的稳定性。", "label": "兵器科学与技术", "id": 0}
{"content": "本文针对简化后腔体进行雷达截面积（radar cross section,RCS）测试与仿真结果对比,验证了迭代物理光学法（iterative physical optics,IPO）的可靠性;同时基于IPO分别在高频（9.4GHz）、低频（1.3GHz）下对比分析了内锥体顶角修形后的腔体电磁散射特性。结果表明,在小探测角域（0°～70°）范围,IPO与测试结果整体趋势一致,分布规律较为吻合,计算精度较好;在低频下,探测角域±12°内锥顶角增大可缩减腔体RCS,60°锥角缩减效果较好;在高频下,增大角锥在HH极化较为敏感,50°锥角缩减效果较好,VV极化下各锥角均值相当。因此,内锥体顶角修形可抑制腔体RCS,但发动机类腔体散射机理较为复杂,需进行多角度优化分析才能找到最佳的修形结构。", "label": "兵器科学与技术", "id": 0}
{"content": "本文介绍了RFID技术的基本原理,并对RFID在航空军品制造中的应用进行了可行性分析,并对PFID在军品生产中如何应用进行了讨论。", "label": "兵器科学与技术", "id": 0}
{"content": "为了实现飞机典型战术机动动作的交互式操作和可视化表达,建立了基于MATLAB图形用户界面（GUI）的机动动作仿真平台。运用飞机的质点动力学方程,使用MATLAB/Simulink搭建模型对典型战术机动动作进行了飞行仿真,并对飞机的运动轨迹和飞行姿态进行了可视化演示。经过使用验证,该平台对于飞机机动仿真具有良好的交互性和鲁棒性,有助于空战战法演练和指挥决策,为空战仿真模拟训练和提高作战效能奠定了基础。", "label": "兵器科学与技术", "id": 0}
{"content": "为了取得OODA环的\"观测\"先机优势,实现战场区域信息覆盖和持续性探测显得尤为重要。近年来,由飞机在作战区域内播撒传感器节点,随后以自组织方式构建Ad-Hoc通信网络,成为战场探测的主要方式之一。然而,由于战场环境的复杂性,节点的实际探测效果和工作状态难以控制。因此,如何构建具有高抗毁性的网络结构并分析其区域覆盖率,成为近年来人们的研究热点。本文依据复杂网络理论,设计了一种无标度Ad-Hoc自组织网络构建方案,并在模拟的复杂地形中对网络覆盖率进行了量化仿真,结果与理论分析一致,表明依据本文策略构建的网络模型在战场覆盖探测方面具有良好的效果。", "label": "兵器科学与技术", "id": 0}
{"content": "无人机智能水平快速发展背景下,充分的试验与评价是提高智能无人系统信任度、扩大作战使用范围的关键保障,据此研究了美国在无人机自主作战能力试验与评价方面的作法,剖析了当前典型无人机自主等级评价模型的适用性,分析了智能无人机自主作战能力试验与评价的难点,提出了发展建议,以期推动智能无人机自主作战能力试验与评价技术的发展,扩大智能无人机应用范围。", "label": "兵器科学与技术", "id": 0}
{"content": "任务可靠性评估是军用飞机论证评估工作中的重要环节。当前,轰炸机任务的内容由单一的集群轰炸逐渐改变为远程奔袭和精确打击,对任务可靠性提出了更高的要求。针对传统任务可靠性模型飞行剖面单一,与战场实际运用差距较大等问题,分析轰炸机典型飞行剖面,构建轰炸机可靠性框图模型,结合各系统故障数据,并通过蒙特卡洛方法随机抽取飞行剖面,开展基于综合飞行剖面的任务可靠性仿真评估,并结合实际案例应用,验证了优化后的任务可靠性评估模型的正确性和有效性,提升了评估准确度和可信度,为进一步开展轰炸机装备论证工作提供了经验参考。", "label": "兵器科学与技术", "id": 0}
{"content": "本文提出了一种防撞灯多种闪光模式在编队飞行中的应用方法。根据GJB2020A,军用飞机防撞灯隐蔽模式应提供六种以上可供选择的闪光模式,但未明确闪光模式的应用场景和具体参数。本文提出将多种闪光模式用于夜间多机编队中的友机识别,以简洁易用为出发点设置闪光模式,并考虑对比敏感度函数、低频闪光对生理的不利影响,给出确定闪光模式中周期参数的方法。", "label": "兵器科学与技术", "id": 0}
{"content": "飞行员疲劳监测技术对提升飞行安全和维持人机系统效能具有重要的现实意义。本文首先从影响因素和表现特征两方面进行飞行员疲劳机理分析,论述了疲劳监测技术的可行性;其次介绍了疲劳监测的关键技术——疲劳评估技术和检测技术的发展现状,并且探讨了基于柔性生物传感器的先进检测技术发展趋势,以期为研发更加轻便实用的军机飞行员疲劳监测系统提供研究方向和技术思路,促进疲劳监测技术在航空领域的应用发展。", "label": "兵器科学与技术", "id": 0}
{"content": "为进一步指导飞行器管理系统的设计,在系统性梳理飞行器管理系统的定义和组成的基础上,剖析了飞行器管理系统的核心思想即实现系统间的功能综合和物理综合。且功能综合可在减轻飞行员负担、增强任务完成率和提高飞机安全和性能等方面获得收益,物理综合可在减轻重量、体积和成本等可在。通过对英国验证机计划、F-22飞机和F-35飞机等先进战斗机飞行器管理系统的功能综合和物理综合进行研究,表明不同飞机设计思路不同,功能综合和物理综合需求就不同,从而系统的方案和获得的收益也不完全相同。但整体上,飞行器管理系统还是朝着综合程度更高的方向发展。最后对我国的飞行器管理系统研究提出了建议。", "label": "兵器科学与技术", "id": 0}
{"content": "针对军机机载电子设备大修过程中存在的修理周期长、费用高,影响飞机完好率的重大难题,提出了以故障信息为基础,进行故障特征提取和偏差分析,拟合性能衰退故障曲线,据此给出了部分射频类机载设备的修理容差,可大幅降低修理工作量。在此基础上又进行了修理流程精益和优化攻关,给出了视情维修的修理流程,依据该流程可基于各机载电子设备本身的故障情况,采取针对性的视情修理,减少了不必要的步骤,可有效减少修理时间,从而提高飞机完好率。", "label": "兵器科学与技术", "id": 0}
{"content": "高亚声速气流流经内埋武器舱,舱内复杂流动将涉及附面层分离再附、剪切层不稳定、旋涡的生成和脱落等非定常现象,导致舱内产生较强压力脉动。本文采用SSTk-ωIDDES湍流模型研究二维武器舱流场的动态特性,结果表明:舱内非定常流动呈现近似周期性,剪切层周期性撞击武器舱后壁是舱内气动噪声产生的根本原因,武器舱内自激振荡反馈机制的存在诱导舱内剧烈的噪声环境。通过分析舱内不同位置脉动压力的时域特性和频域特性,发现武器舱后部强烈气动噪声主要集中在低频区,自激振荡机制作用于整个舱内流场,舱内各点噪声声压级存在多个峰值。", "label": "兵器科学与技术", "id": 0}
{"content": "当前,全球信息产业链面临着更多非经济因素的冲击,空天信息装备体系的建设不可避免受到影响。在美国不断明确中国为战略对手的背景下,如何调整以化危为机,实现跨越式发展值得不同角度的思考。本文在分析空天信息装备体系化发展需求的基础上,总结了空天信息装备体系建设面临的主要挑战,从顺应信息物理\"融合\"趋势、实现顶层需求融合、重视社会性和安全性、进行融合创新等方面,阐述了基于\"融合\"理念的空天信息装备体系建设的思路。", "label": "兵器科学与技术", "id": 0}
{"content": "本文简述了军机总装制造阶段技术状态管理、技术状态记实面临的技术状态文件种类多、信息系统独立、数据结构化程度低、数据传递脱节、状态文件交叉关联、制造状态计划性差的现状。提出了基于技术状态文件管控的军机总装技术状态记实思路,通过构建技术状态文件网络控制模型实现技术状态文件执行控制,以控制AO为核心,实现技术状态文件执行闭环记实,保障技术状态管理记实具体应用落地;通过管控模型应用,结构化状态数据,串联各类技术状态文件管控,提升军机总装技术状态管理记实水平。", "label": "兵器科学与技术", "id": 0}
{"content": "电磁线圈发射是一种新型发射技术,但弹丸出口速度较低,主要应用于发射低速大质量发射体。各国研究人员对电磁线圈发射装置的优化做了许多研究,已有研究者通过结合了轨道炮的复合型电磁炮来提升弹丸获得的动能,将大质量载体发射到超高速度。本文研究了线圈炮发射系统结构参数和电路参数等关键因素对出口速度以及发射效率的影响,并且分析了利于促进发射技术发展的一些关键技术。在今后的研究中,可以在最优参数组合的基础上,结合人工智能控制算法对线圈触发时刻进行研究,利用仿真软件促进电磁炮走向实践应用,有效提升出口速度,为下一步优化线圈炮系统提供有价值的参考。", "label": "兵器科学与技术", "id": 0}
{"content": "随着大量新机装备部队,飞参处理软件也需不断进行更新和改进,某型飞参处理软件因功能强大、方便操作,便于发现、分析、排除故障,在提高飞机维修质量方面发挥了重要作用,但在部队使用初期并不完善,该型软件研制单位与部队进行沟通交流后,针对部队提出的意见建议进行了初步改进。经过多个部队对该型软件长时间的使用,一致认为该软件还有进一步改进的空间,如能进行改进,软件功能和用户体验会有更大提升。", "label": "兵器科学与技术", "id": 0}
{"content": "以成立太空军为主要标志,近两年来美国太空力量取得了长足发展,在世界范围内引起了新一轮太空热潮。介绍了世界太空力量的基本格局,概括了主要国家太空力量的基本情况;从成立太空军、加速研制武器装备、开展太空军事演习和构筑太空军事同盟等几个方面介绍了美国太空力量的最新发展情况;从创新驱动、人才强国、夯实基础、练兵备战和扩大共识等方面提出了思考建议,以有效应对风险挑战。", "label": "兵器科学与技术", "id": 0}
{"content": "针对空地协同作战航路规划需求,以PCAS为例,通过分析空地协同任务流程及作战场景,梳理出航路规划的影响因素,对影响因素进行聚类分析将其归纳为任务约束、飞机性能约束和环境约束三大类,并对具体的约束进行建模分析,得到航路规划约束模型,结果对进一步开展航路规划算法研究具有指导意义。", "label": "兵器科学与技术", "id": 0}
{"content": "飞机气动伺服弹性稳定性试验是为了验证飞机设计、制造是否满足飞机气动伺服弹性稳定储备要求的多学科、多专业的大型综合试验。通过对飞机气动伺服弹性稳定性试验的原理及方法进行研究,并结合近年来多型飞机气动伺服弹性稳定性试验实际情况,总结经验及教训,在现有较为成熟的试验方法的基础上,对可能影响试验结果正确性的因素进行分析,提出不利因素的控制方法。同时,对试验过程中可能遇到的典型问题进行浅析,提供相应的解决思路及方案,供后续在开展飞机气动伺服弹性稳定性试验等大型试验时参考借鉴。", "label": "兵器科学与技术", "id": 0}
{"content": "针对试飞阶段基于试飞任务剖面进行军用飞机作战任务可靠性评估和预计的需求,在单机任务可靠性建模和评估的基础上,提出机群固定任务可靠性评估模型和连续任务可靠性评估模型。通过某型飞机试飞数据应用,结果表明:该方法可用于基于试飞数据的军用飞机作战任务可靠性预计。", "label": "兵器科学与技术", "id": 0}
{"content": "为满足飞机导弹弹射装置各种电气性能检测的需要,自行设计并研制一套高度集成的可程控的系统控制板,该系统控制板核心模块拟采用基于STM32技术的USB总线接口的指令信号控制模块,来实现本检测仪约200路通道离散信号的输入输出测控功能,结合产品线路信号原理,通过电路板高度集成化设计可实现检测仪所需数百路通道继电器矩阵复用开关和多通道开关信号状态采集功能。基于STM32技术的USB总线控制方式具有较强的接口扩展性,可实现多模块级联,极大减少了计算机测控系统与外部线路的连线,另外USB总线系统控制板支持设备的热插拔和即插即用,并且具备传输速度快、易用性好、维护方便等特点。", "label": "兵器科学与技术", "id": 0}
{"content": "1553B总线构成第三代战斗机的主干网络,同时在四代飞机和其他飞机中也是局部总线,到目前为止,它是军用飞机中使用最多的总线。机载设备总线作为航空电子系统的\"骨架\"和\"神经\",决定着系统综合化程度的高低,对作战任务的完成起着至关重要的作用。1553B总线是由BC、RT、SS共同挂在同一套总线上,另一套总线作为余度备份。在通信的过程中,贯彻的是集中控制方法,即以BC为主,由BC下达命令RT按令执行,然后通过状态的方式给出响应。正是由于这样的控制体制,在1553B总线上除了有数据字以外,还有相应的命令字以及状态字。", "label": "兵器科学与技术", "id": 0}
{"content": "近年来,随着前沿技术的快速发展和航空装备复杂程度的大大增加,迫切需要突破前沿技术在航空装备维修保障上的应用,从传统的被动反应式维修保障转型到先导式自主维修保障。通过研究前沿技术在国内外航空装备维修保障上的应用现状,分析了我国航空装备维修保障在\"数字化、网络化、智能化\"等前沿技术应用方面存在的不足和差距,并据此提出了大数据、区块链、5G、虚拟现实等前沿技术在航空装备维修保障业务上的应用设想,对航空装备全寿命周期内战斗力快速生成和作战效能持续发挥有着重要的现实意义。", "label": "兵器科学与技术", "id": 0}
{"content": "通过对标国际先进飞机制造商的服务保障模式,结合我国航空装备发展的实际需求,构建服务保障快速响应新模式,有效缩短了服务需求的响应时间,更好地满足了用户的服务保障需求,提高了信息收集及处理的系统性、可控性和高效性,有效提升了装备服务保障质量以及用户满意度。", "label": "兵器科学与技术", "id": 0}
{"content": "随着航空产业的高速发展,在过去的几十年中各航空企业由弱到强、从小到大,形成了专业系统种类齐全,科研、生产相配套,具备研制生产当代先进航空武器装备能力的高科技产业体系。但是从客观的角度来看,航空工业至今尚未形成齐全完备的产业链、价值链,造成这种现象的主要问题就在于航空武器装备服务保障业务。为了更好地提高售后服务质量,有效提升保障能力和管理水平,加快构建满足\"能打仗、打胜仗\"的服务保障体系,在分析了军机保障特点和发展历程的基础上,提出了一种综合服务保障模式来更好地满足新时代军机交付部队用户后的需求。", "label": "兵器科学与技术", "id": 0}
{"content": "随着空军信息化建设与发展,显示技术作为装备信息化的基础有着越来越重要的地位。谁先掌握过硬的信息获取、传输、分析及处理能力,谁就能获得战场的主动权。随之而来的是在各战机均配置了大量新型的显示器,熟练的显示器操作及维护技能就显得尤为重要,它也是飞行员掌握战机装备各项部件的运行情况以及装备维修与故障检测的重要前提。", "label": "兵器科学与技术", "id": 0}
{"content": "在面对具有较强的不确定性的被控对象时,模糊控制方法以其有别与其他控制方法的具有较强鲁棒性,可以有效利用模糊信息等特点受到了人们的关注与广泛应用。但是在设计相应的模糊控制器时,往往是依据个人经验选择数据库参数,模糊控制器性能的好坏与个人因素强相关。提出采用粒子群算法优化模糊PID控制器的相关知识库,利用粒子群算法优化调整隶属度函数等参数以尽可能克服模糊控制设计中的人为因素的影响。通过仿真验证经过优化的控制系统具有良好的鲁棒性,同时可以实现对导弹的控制。", "label": "兵器科学与技术", "id": 0}
{"content": "针对导弹打击固定目标飞行时间约束问题,本文首先基于PPN打击固定目标的解析解,推导了导弹飞行时间的积分计算公式。接着基于分部积分法,推导了导弹飞行时间的精确级数解法,并给出了计算误差范围。基于该级数解,又提出了两阶段飞行时间约束制导律（PPNITCG）。然后基于视线旋转坐标系和三维制导降维方法,将PPNITCG扩展到三维空间。最后通过仿真算例验证了三维PPNITCG的有效性和鲁棒性。", "label": "兵器科学与技术", "id": 0}
{"content": "针对空间目标在多传感器间的映射问题,以雷达和红外传感器两类传感器为例开展研究,以Delaunay三角剖分为基础,分析、提取空间目标的整体拓扑特征,并依据Delaunay三角剖分结果的唯一性,结合拍卖算法实现雷达和红外传感器间的目标映射（TargetObjectMap,TOM）图匹配。仿真实验对雷达和红外传感器的检测结果进行了匹配,给出了不同红外传感器观测误差下匹配准确率的变化,验证了提出方法的有效性。", "label": "兵器科学与技术", "id": 0}
{"content": "未来战场电磁环境日趋复杂,随着近年来对海目标智能打击需求的不断提升,在分布式打击战略的牵引下,美国发展了LRASM/NSM/JSM等三型反舰导弹,三型导弹都采用了红外末制导,介绍了三型反舰导弹的特点,并结合红外末制导的特点在防区外打击、全被动隐蔽攻击等方面对上述导弹的技术特点进行了分析和总结。", "label": "兵器科学与技术", "id": 0}
{"content": "喷注器是铝基水反应发动机的重要部件,喷注器设计的优劣将直接影响到发动机的整体工作性能能否满足要求,本文根据发动机特点,设计了两种构型喷注器,针对喷注器Ⅰ,研究了不同喷注速度下发动机燃烧内温度分布、速度分布和氧化剂水的质量浓度分布。针对喷注器Ⅱ,研究了直流撞击式喷嘴不同撞击角度对喷注雾化的影响。研究结果表明:随着喷射速度的增加,可提高水对燃气通道的穿透能力,同时可缩短一次铝水反应掺混距离;撞击式喷嘴可有效提升氧化剂的雾化效果,并且与喷嘴撞击角度密切相关。", "label": "兵器科学与技术", "id": 0}
{"content": "依据某发动机装药结构,采用流固耦合方法和动边界模型,研究发动机点火过程对药柱的冲击影响。研究表明:通过瞬态流场计算,获得发动机在点火过程中药柱表面压力以及药柱表面压力梯度分布对应时刻;通过在粘弹性本构模型的基础上,完成点火冲击下药柱流固耦合分析,得到药柱对应时刻下的应力应变分布,验证流固耦合方法在点火冲击作用下药柱结构完整性分析的适用性。", "label": "兵器科学与技术", "id": 0}
{"content": "某发动机原设计贮存寿命12年,根据客户实际使用需求,需要开展发动机是否能达到22年贮存寿命的研究。作为发动机供油调节系统的核心部件,电子控制器的贮存寿命估计是否准确直接关系到发动机定寿研究的结果。本文介绍了通过加速退化试验推测电子控制器贮存寿命的方法和结果。", "label": "兵器科学与技术", "id": 0}
{"content": "针对某硝酸铵推进剂燃气发生器开展的半寿命周期自然贮存试验和全寿命周期自然贮存试验情况,以及过设计寿命周期2.5年试验和过设计寿命周期4.5年试验情况,分析了某燃气发生器主要性能数据的变化趋势、造成该变化趋势的原因和其对使用性的影响,据此预估了某燃气发生器的实际使用寿命,并给出了后续建议。研究可为相似燃气发生器的贮存寿命预估提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "关机点的识别是弹道目标跟踪过程中至关重要的部分,也是影响拦截成功率的关键。本文建立了弹道目标关机点附近的动力学模型,并考虑到弹道目标关机后呈现出协同转弯运动的特点,相应地建立运动约束三维常速率协同转弯（CT）模型,并与当前统计（CS）模型一同构成交互多模型（IMM）算法的模型集进行航迹处理。蒙特卡洛仿真结果表明这在保证跟踪精度的同时,提高了对关机点的检测精度。", "label": "兵器科学与技术", "id": 0}
{"content": "发射转塔是发射车的重要组成部分,转塔齿轮传动系统是驱动转塔转动的重要部件,本文在Pro/E中建立齿轮传动系统的三维模型,将齿轮传动系统三维模型导入ABAQUS中对齿轮传动系统进行显式动力学仿真分析,对齿轮的弯曲强度和接触强度进行校核。经仿真分析得出,发射转塔齿轮的结构强度在安全范围之内,符合设计要求。本文的仿真分析过程为齿轮传动系统的设计和优化提供了有效的参考,提高了齿轮参数化设计与优化设计的效率。", "label": "兵器科学与技术", "id": 0}
{"content": "开盖机构是发射装置的重要组成部分,需满足关盖时的密封保护要求及开盖时的动作要求。本文针对一种基于连杆机构动作的开盖机构工作原理,建立运动学和动力学的理论模型,使用Abaqus和Adams软件建立刚体模型和盖体为柔性体的刚柔耦合模型,并进行动力学仿真。通过对仿真结果分析,说明盖体柔性是计算开盖力矩时重要影响因素,为类似结构设计提供了参考。", "label": "兵器科学与技术", "id": 0}
{"content": "针对发射车轻质化问题,在现有的结构和空间分布下设计基于T300环氧树脂基复合材料的发射车顶部盖板结构。并以仿真计算同尺寸结构的动态性能以及相同载荷下的静承载能力。通过复合材料结构的数值计算结果表明,采用复合材料设计的3mm厚顶部盖板层合结构总质量减轻40%,且其模态基频提升了4%,在相同载荷作用情况下,其局部承载和整体承载性能均可保证一定的安全裕量。", "label": "兵器科学与技术", "id": 0}
{"content": "弹道设计通过直接影响导弹弹道的自主制导段从而影响导弹武器系统效能的发挥,而采用优化手段进行弹道设计往往难以满足实时性要求。针对这一难点,本文基于伪谱法和自适应Kriging模型,结合本征正交分解（Proper Orthogonal Decomposition,POD）设计了一种射前最优弹道快速生成模型设计方法。测试结果表明,算法训练得到的模型生成控制指令耗时20 ms左右,大小在1.2 M左右,同时实现了97%的准确率和与伪谱法优化弹道相近的性能表现,具有工程应用价值。", "label": "兵器科学与技术", "id": 0}
{"content": "现代战场环境中,攻防互为博弈,红外干扰技术随着红外制导武器的发展而兴盛,红外导引系统作为红外制导武器识别目标的重要分系统,为了能够适应现代化作战环境,在研制过程中,必须准确评估其在复杂战场环境中的抗干扰能力。本文分析了红外空空导弹导引系统干扰对抗的特点,对导引系统抗干扰性能评估研究现状进行了归纳和总结,对当前评估指标和评估方法的优缺点进行了分析,从评估指标、评估方法及评估结果真实度三个方面,探索了当前导引系统抗干扰性能评估中急需解决的主要问题。", "label": "兵器科学与技术", "id": 0}
{"content": "良好的机内测试（BIT）设计有助于简化外部测试、提高测试效率,促进武器装备快速战斗力的形成。通过对BIT设计与分析流程的研究,结合舵机研制,从工程实用角度提出了基于多信号流模型的适用于空空导弹的测试性正向设计思路与设计优化方法,在舵机产品上的应用简化了BIT设计、提高了测试效率,表明方法有效可行,为装备研制中测试性正向设计与优化工作提供了参考。", "label": "兵器科学与技术", "id": 0}
{"content": "参数不确定性可能会导致设计稳定的液体火箭在发射过程中出现Pogo现象,但传统的Pogo分析方法忽略了参数不确定性的影响。本文基于改进Rubin方法和区间分析方法,提出一种Pogo稳定性分析方法:利用改进Rubin方法建立Pogo分析系统的状态空间模型;将不确定参数视为有界区间内的变量,借助一阶和二阶Taylor级数把Pogo分析系统的阻尼比上下界表示为不确定参数的函数;利用Nelson方法和左右特征向量的正交性,计算上下界表达式中的各项系数（阻尼比对不确定参数的一阶和二阶灵敏度）;最后,利用数值仿真验证了所提方法的有效性和高效性,并展现了各种物理参数的不确定性对Pogo稳定性的影响,发现泵柔度和箭体结构弹性模量的影响最大。改进的Pogo分析方法不仅能获得Pogo稳定性的上下界,还可以计算出不同参数的不确定性对Pogo稳定性的影响大小,为液体火箭优化设计和鲁棒性分析提供了理论基础。", "label": "兵器科学与技术", "id": 0}
{"content": "作战时空（Battle Space-Time Analysis-BSTA）最早来自美军弹道导弹防御体系的作战管理与指挥控制系统（BM/C2）,其目的是确定满足系统性能约束的作战机会。作战时空分析是基于信息系统的反弹道导弹作战体系的核心要素。本文从反弹道导弹作战样式和特点出发,探讨其时空分析需求及其概念、方法与流程机理,以期对反弹道导弹作战体系发展建设提供理论参考。", "label": "兵器科学与技术", "id": 0}
{"content": "为了解决多型导弹制导装置综合性能指标检测和故障诊断问题,适应现代导弹测试的新要求,设计研制了一套基于PXI总线的自动测试系统。在模块化思想的基础上,建立了系统硬件平台以及软件构架,此系统自动化程度较高,具有系统重构功能和较强的扩展性和通用性。实践表明,该系统成功完成了兼容多型导弹制导装置各项性能指标的测试,各型号间切换方便,工作性能稳定、交互界面友好、与传统手动测试相比,易于操作,测试效率提高了3倍,容错率高,满足了批产需求。", "label": "兵器科学与技术", "id": 0}
{"content": "为了解决潜艇载弹巡航过程中导弹振动缺乏监测的问题,设计了一种基于虚拟仪器技术的导弹振动监测系统,实现了振动信号的实时采集、显示、存储和特征分析等功能。构建了以振动加速度传感器、数据采集卡和计算机为主体的硬件平台,利用Lab VIEW2016开发了模块化的系统软件,介绍了各软件模块的基本原理和实现方法。使用结果表明,该系统能够实现导弹多点振动的不间断监测,在数据采集、显示、存储和处理方面具有很大优势,并能根据测试对象和测量点的变化,进行相应的软硬件更新扩展,推广应用到其他监测环境中。", "label": "兵器科学与技术", "id": 0}
{"content": "寻的制导作为精确制导的主要技术手段之一,在制导武器中得到了广泛应用,同时也带动了寻的制导仿真技术的不断发展。介绍了寻的制导技术中的激光半主动、激光成像、电视成像、红外成像、主动雷达和多模复合制导等几种典型制导形式,在分析寻的制导和寻的制导仿真技术国内外发展现状和趋势的基础上,提出了寻的制导和寻的制导仿真技术的主要发展方向,为未来精确制导武器的研制和开发提供借鉴和参考依据。", "label": "兵器科学与技术", "id": 0}
{"content": "针对图像制导仿真系统中电视视景模拟的特点,建立一种视景逼真度的定量评估方法。通过研究视景系统的组成,对该电视模拟器结构特性与光学特性的误差进行分析,应用Theil不等式得出各类型误差对视景系统的影响并给予补偿。采用AHP法以汇总局部的定量验证分析为基础,利用仿真专家和领域专家对相应过程的可信度分析,通过系统综合计算得出视景系统可信度总体指标,并对电视制导仿真视景系统的可信度进行了评估,得出评估结果。", "label": "兵器科学与技术", "id": 0}
{"content": "当导弹滚转时,偏航俯仰式导引头平台会耦合有弹体滚转角速度,使得平台速率陀螺的输出与弹体滚转角速度相关。结合视线合成原理,推导了导引头平台视线角速度与弹体滚转角速度的耦合机理。为了消除滚转的耦合影响,基于弹体及导引头观测信息,采用卡尔曼滤波技术提取视线角速度,推导了卡尔曼滤波方程,并结合半实物仿真进行了验证。结果表明,陀螺输出受弹体滚转影响,采用卡尔曼滤波技术进行视线角速度提取极大地降低了视线角速度误差。", "label": "兵器科学与技术", "id": 0}
{"content": "针对主动雷达制导装备利用天线/目标极化特性抗箔条干扰技术开展极化雷达抗箔条干扰建模与仿真技术研究,重点在于全极化主动雷达导引头系统建模和箔条极化建模,为后续极化雷达制导装备抗箔条干扰能力研究提供支撑。", "label": "兵器科学与技术", "id": 0}
{"content": "针对防空导弹装备对比评估过程中存在的度量计算方法不一,无法给出统一评判尺度,导致对比评估结果一致性差的问题,提出了一种基于能力需求的防空导弹装备对比评估方法,通过引入基于能力需求满足度的归一化方法对各类对比评估方法进行改进,在统一标准下对各型防空导弹装备指标进行对比分析,对总体性能进行综合评估。最后,以美、俄等现役防空导弹装备为例,开展战技指标和综合能力对比分析,对所提理论方法进行了应用,验证了所提理论方法的有效性。", "label": "兵器科学与技术", "id": 0}
{"content": "在讨论强化学习和深度强化学习基本原理的基础上,将协同工作的多枚导弹作为多智能体。分析了一种典型的时间协同制导算法CPPN,并将其中的主要设计参数作为智能体作用于环境的动作,构造了反映终端脱靶量及协同时间的奖励函数。基于深度强化学习算法MADDPG,建立了一种智能学习的时间协同制导算法。针对静止目标和机动目标,进行了大量仿真实验。结果表明,本文方法是合理、有效的,为研究深度强化学习时间协同制导问题探索了一条可行的技术路径。", "label": "兵器科学与技术", "id": 0}
{"content": "本文将协同制导问题分解为两个子问题,在视线方向,基于多智能体一致性理论和积分滑模方法,建立了含自适应调节的剩余飞行时间有限时间同步的制导算法;在垂直视线方向,构造了一种新的非线性积分滑模,并采用非线性状态观测器方法估计目标机动加速度,从而建立了保证视线角及视线角速度有限时间收敛的制导算法。理论分析和大量仿真实验表明,所建立的协同制导算法,可以有效地实现攻击时间和攻击角的协同,对机动目标和非机动目标具有类似的导引特性,具有一定工程应用参考价值。", "label": "兵器科学与技术", "id": 0}
{"content": "为了提高空间拦截器的拦截作战能力,利用线性二次型微分对策对拦截器末制导段拦截策略进行了研究。首先,根据双方最优策略理论,将目标飞行器和拦截器的攻防对抗问题转化为二人零和博弈问题;其次,根据目标优化函数,对参数进行了分析;最后,将本文设计的拦截器拦截策略和比例导引法在三维空间中进行仿真对比。结果表明,当拦截器满足假设条件下,采用本文所设计的拦截策略能实现拦截器准确的拦截敌方飞行器。", "label": "兵器科学与技术", "id": 0}
{"content": "针对反导预警模拟训练体系建设及战斗力生成的迫切需要,开展了反导预警模拟训练评估研究,并给出了几点建议。围绕反导预警模拟概念内涵、现状及问题、对象和内容三个方面,对反导预警模拟训练评估进行了初步认识,并就反导预警模拟训练评估内容进行了解构分析,包括专业化、实战化和集成化要求及流程步骤等,最后提出了理论方法研究、工具手段建设和实践与能力锻炼三个方面的建议,为各类、各层次反导预警模拟训练评估研究和实践提供了参考和借鉴。", "label": "兵器科学与技术", "id": 0}
{"content": "针对面向过程开发的某型炮射导弹仿真模型适用范围窄、扩展性差,不能满足一体化试验与鉴定需求的问题,基于可重用模型（Reusable Model,RUMV4.0）开发规范对原性能仿真模型进行重新设计,采用统一建模语言（Unified Modeling Language,UML）描述导弹仿真系统的功能需求、静态层次结构和动态行为序列,应用标准C++语言设计实现了符合RUM规范的仿真程序,可为炮射导弹一体化试验鉴定提供可重用的仿真模型。", "label": "兵器科学与技术", "id": 0}
{"content": "针对反导预警推演演练效益提升的迫切需要,开展反导预警推演演练战前评估相关研究,并给出了几点建议。立足反导预警推演演练实施前的作战谋划、筹划问题,区分预先谋划和战前筹划两个阶段,将战前评估需求划分为对策方案验证、作战方案优选和战法设计预估三类,而后,面向作战效能预先评估的战前评估本质要求,进行战前评估概略设计,包括实施框架、组织流程和评估方法,最后,从顶层设计、平台建设和评估实践三个方面给出几点建议,为反导预警推演演练建设和实践等提供了参考和借鉴。", "label": "兵器科学与技术", "id": 0}
{"content": "针对反导预警装备体系作战运用的作战效能评估问题,提出了一个满足装备体系建设运用需求的通用评估框架。基于反导预警作战过程,分析给出了反导预警作战行动回路,解析了反导预警装备体系运用及反导预警作战效能评估的概念内涵.并针对反导预警作战的作战效能预估、实时动态评估和战后总结评估的作战效能评估需求,构建了包括评估要素及流程、评估指标体系、评估解算方法和评估结果展现的较为科学完整的评估框架,为体系层面的反导预警作战效能评估实施提供了参考依据。最后,对提出的作战效能评估框架的应用前景进行了展望。", "label": "兵器科学与技术", "id": 0}
{"content": "针对图像制导仿真系统中电视视景模拟的特点,建立一种视景置信度的定量评估方法。通过研究视景系统的组成,对该电视模拟器结构特性与光学特性的误差进行分析,应用Theil不等式得出各类型误差对视景系统的影响并给予补偿。采用AHP法以汇总局部的定量验证分析为基础,利用仿真专家和领域专家对相应过程的置信度分析,通过系统综合计算得出电视视景系统置信度总体指标,并对电视制导仿真视景系统的置信度进行了评估,得出评估结果。", "label": "兵器科学与技术", "id": 0}
{"content": "针对图像制导仿真系统中红外视景模拟的特点,建立一种视景可信度的定量评估方法。通过研究视景系统的组成,对该红外模拟器结构特性与光学特性的误差进行分析,应用Theil不等式得出各类型误差对视景系统的影响并给予补偿。采用AHP法以汇总局部的定量验证分析为基础,利用仿真专家和领域专家对相应过程的可信度分析,通过系统综合计算得出红外视景系统可信度总体指标,并对红外制导仿真视景系统的可信度进行了评估,得出评估结果。", "label": "兵器科学与技术", "id": 0}
{"content": "体系对抗是未来攻防对抗的基本形式。基于某高速导弹武器典型应用模式,完成了体系对抗可视化仿真推演系统设计。在攻防对抗的背景下,完成系统框架设计、推演流程设计、三维实体和战场环境建模。在仿真数据实时驱动下,可视化展现了某高速导弹武器体系攻防对抗的全过程,并展示了可视化仿真效果。", "label": "兵器科学与技术", "id": 0}
{"content": "仿真系统设计的标准化、规范化和通用化是导弹半实物仿真系统研制的基础,也是仿真技术发展的重要方向。首先定义了导弹半实物仿真系统的主要用途和专用术语,给出了导弹半实物仿真系统的设计要求,在此基础上提出了导弹半实物仿真系统的设计准则、设计内容和设计流程,最后给出了仿真系统的设计和验证方法。作为导弹半实物仿真系统的通用设计规范和实施准则,具有很好的应用前景。", "label": "兵器科学与技术", "id": 0}
{"content": "提出了一种适用于模拟弹体姿态运动的转台的补偿式仿真方法。通过叠加牺牲角以及补偿角的方法,以牺牲转台正向俯仰角活动范围的前提下,解决了因负向俯仰角过大而导致转台机械角度限位的问题,满足了大落角攻击模式的武器系统半实物仿真需求,实现了大落角攻击模式的武器系统半实物仿真闭环实验,为制导火箭项目的武器研制提供了有力保障。", "label": "兵器科学与技术", "id": 0}
{"content": "某型导弹采用激光指令传输制导方式,于上世纪90年代定型并批量生产装备部队,其对应的测试系统也是上世纪90年代研制的。为提高生产效率和质量,提出研制一种新型导弹测试系统代替之。论述了新型导弹测试系统的研制思路、系统组成与功能、两种测试系统的特点对比,很好地解决了传统方法存在的种种弊端,实现了对导弹的快速测试,大大提高了生产效率。", "label": "兵器科学与技术", "id": 0}
{"content": "角跟踪雷达导引头广泛采用单脉冲角跟踪技术,针对传统靶机在防空导弹武器系统考核鉴定缺少有效的单脉冲雷达干扰手段,提出一种在靶机上加装自卫式单脉冲雷达干扰技术（即交叉眼干扰技术）。介绍了\"交叉眼\"干扰的基本原理,靶机加装交叉眼的方案设计及仿真,通过论证,证明靶机加装交叉眼干扰设备具备可行性。", "label": "兵器科学与技术", "id": 0}
{"content": "针对弹道导弹主动段拦截需要对弹道进行准确预报,而弹道导弹主动段通常采用多级助推器,其推力会随时间变化,具有复杂的飞行参数变化,进行准确的轨迹预报非常困难。本文提出了一种基于注意力的Seq2Seq的弹道导弹主动段轨迹预报模型,该模型使用多层GRU网络将历史信息编码为一个固定向量,用以保留输入数据的特征,使用另外的多层GRU网络作为解码器,同时利用注意力机制提取的编码器信息进行解码来预测主动段轨迹。实验对比分析了基于注意力的Seq2Seq模型与基本Seq2Seq模型,在同样的实验数据中,验证了本文模型有效提高了轨迹预测的准确性与效率,为主动段导弹拦截提供了有效的技术支撑。", "label": "兵器科学与技术", "id": 0}
{"content": "为了提高推力矢量导弹制导与控制的协同匹配性,同时避免两者迭代设计造成工作量较大的问题,研究一种制导控制完全一体化建模与设计方法。首先,针对推力矢量导弹对象,建立一种面向制导控制一体化设计的线性状态空间模型。基于此模型,提出一种由基本反馈控制律与鲁棒增强控制律构成的一体化制导控制算法,以确保在非匹配不确定动态存在下系统状态的快速收敛。仿真结果表明,所提出的一体化制导控制算法可同时实现导弹的精确跟踪与稳定控制,并具备针对模型不确定性的鲁棒性能。", "label": "兵器科学与技术", "id": 0}
{"content": "发射车调平装置在导弹起竖和发射过程中需要承受巨大的载荷,载荷会导致液压支腿产生很大的位移,进而加剧了车载发射平台的振动,同时也增大了导弹的初始扰动。为此,本文设计了基于低熔点液态金属的新型调平装置。该装置利用液态金属的固液相变原理,金属为液态时,调平装置可上下自由调节;金属为固态时,调平装置锁定,可承受较大的载荷。对该调平装置进行动力学仿真研究表明:在承受相同的外载荷时,基于液态金属的新型调平装置产生的下沉量远小于常规液压支腿。此外,新型调平装置的缸筒的形变量和应力均小于常规调平支腿。", "label": "兵器科学与技术", "id": 0}
{"content": "针对实战环境下的反舰导弹武器系统作战效能评估特点,构建了三层19个分量的基础评估指标体系,采用随机森林和神经网络算法分别对作战效能进行评估预测,并与改进的ADC评估模型进行对比验证。在仿真实验中,建立了240份不同状态反舰导弹武器系统作战参数数据样本,通过极值归一化、交叉验证和网格搜索等优化处理手段,得到了较为理想的机器学习作战效能评估模型,数据仿真评估的最优准确率为99.54%,证明了该方法的有效性和研究方向的可行性。", "label": "兵器科学与技术", "id": 0}
{"content": "小型化\"命中即毁\"（MHTK）拦截导弹是美军近年来发展新型低成本末端防御体系武器的代表作。本文依次阐述了MHTK拦截导弹的系统组成、关键技术与性能特点,并在文末对MHTK拦截导弹的应用趋势做了小结。", "label": "兵器科学与技术", "id": 0}
{"content": "导引头抗干扰性能受到目标、干扰和背景的共同影响,这些因素相互影响、相互作用,形成了动态变化、形态多样、干扰机理各不相同的复杂电磁环境。为了提升试验效率,需要在弄清楚各种典型战场电磁环境的本质、特点、干扰机理、表征方法及数学模型的基础上,构建科学合理的试验空间。本文开展导引头抗干扰性能试验空间构设方法研究,根据导引头抗干扰性能评估的需求,给出了其试验空间构设的基本框架,并针对试验样本的规范化描述、因子筛选分析、试验空间的表示和解耦方法等进行了分析和研究,为导引头抗干扰性能试验设计与分析提供基础的输入和边界。", "label": "兵器科学与技术", "id": 0}
{"content": "多弹头导弹在智能突防过程中,能否迅捷高效地获取战场实时信息、对目标做出准确探测并成功击毁目标是导弹突防成功的关键因素。本文基于多弹头协同探测突防的具体任务,将整个突防过程分为协同探测阶段和突防阶段,设计确定性策略梯度（MultiAgent Deep Deterministic Policy Gradient,MADDPG）算法来训练多弹头智能协同探测网络,设计柔性制动/评价（Soft Actor-Critic, SAC）算法来训练弹头智能机动突防网络,提高智能突防过程的训练效率及决策的正确性。完成训练过程后,在武器装备仿真系统（Weapon Equipment Simulation System,WESS）中进行智能化训练,结果显示,相比于规则训练,基于深度强化学习的智能化训练方法明显效果更佳,证明了智能化的可行性与有效性。", "label": "兵器科学与技术", "id": 0}
{"content": "导弹战斗部打击复杂目标体系涉及目标分析选择、毁伤效应仿真计算、毁伤效能预测评估等技术难题,本文提出基于\"目标体系建模-毁伤效应快速计算-毁伤效能量化评估\"的模型和技术方法。针对由多种类目标组成的复杂目标体系,构建目标体系贡献度和目标价值定量计算模型,提出基于工程算法计算直接毁伤和基于抗力模型计算间接毁伤的建筑物目标毁伤效应计算方法,建立多发弹打击毁伤效能量化评估模型和瞄准点优化模型,可获得满足特定毁伤要求的最少耗弹量、最佳瞄准点等评估结论。", "label": "兵器科学与技术", "id": 0}
{"content": "本文利用基于粘性非结构直角网格的CFD解算程序,耦合求解三维可压缩Navier-Stokes方程及6DOF刚体运动方程,选取两级导弹作为研究对象,分别就级间段采用封闭结构和桁架结构时,高空级间热分离流场进行数值模拟。首先,对不同分离间距条件下静态流场进行计算,得到两级气动特性随级间距离的变化规律,并对不同级间段结构流场特征进行分析对比;其次,对两种模型动态分离过程进行计算,给出相同来流条件下二者轨迹和姿态对比,为后续实际串联级间热分离方案设计或验证提供支撑。", "label": "兵器科学与技术", "id": 0}
{"content": "惯性平台箱体是平台本体的主要结构件,在飞行或航行任务中为惯性平台提供气密环境和相对于平台系统外界载体稳定的工作环境。因此,平台箱体需要具备足够结构强度和刚度,以及满足载荷要求的质量,以保证惯性平台系统在各种航行任务中的复杂工况下可靠工作。本文以某型号惯性平台箱体结构件为研究对象,探讨了箱体结构件的有限元分析方法。利用ANSA16.0.0、TOSCA、ABAQUS6.14.1进行了箱体在过载、冲击和气密工况的响应分析以及箱体结构的模态分析,并依照分析对箱体结构进行优化。优化后的箱体在相同工况下,安全系数趋于均匀,结构强度提高,同时大幅减重。", "label": "兵器科学与技术", "id": 0}
{"content": "火箭弹具有结构简单、造价较低、速度快、威力大、范围广,且可多管联装发射等优点,是一种广泛应用于海、陆、空军的现代武器装备。自二战以来,随着世界各国武装技术水平的日益提高,火箭弹在军事领域上也发挥出更加重要的作用。本文调研整理了火箭弹的结构性能、发展历程、以及气动外形和飞行状态对火箭弹特性影响等方面的相关研究成果,并且归纳阐述了火箭弹的未来发展趋势、以及气动设计等方面的经验规律。", "label": "兵器科学与技术", "id": 0}
{"content": "本文简要说明了智能化导弹的必要性,并对智能化导弹应具备的技术及能力进行阐述。将智能化导弹延伸到空气动力学方面,本文列举了国外在气动设计上涉及到智能化导弹的典型实例,并简述了智能化导弹在气动设计不同阶段运用人工智能技术提高气动设计效率、优化气动设计结果的运用。并在气动设计方面提出了有关智能化导弹未来的延伸思考。", "label": "兵器科学与技术", "id": 0}
{"content": "红外成像制导是精确制导武器常用的高精度制导技术,然而超声速飞行器周围复杂流场带来的气动光学效应,严重影响其制导精度,甚至导致脱靶。本文以球锥飞行器为研究对象,采用数值模拟方法和光线追迹算法,研究飞行器流场诱导的气动光学波前畸变。对比不同攻角下气动光学波前畸变发现:在-6°到6°范围内,光程差分布随着攻角的增大而趋于平缓;负攻角下,光程差主要沿流向变化;正攻角下,光程差的变化规律以对称面向两侧发展为主。", "label": "兵器科学与技术", "id": 0}
{"content": "当光线穿过非均匀流场时,复杂的流场结构将导致光线偏折抖动,造成波前畸变和成像模糊,这一现象称为气动光学效应,会造成寻的飞行器的制导失效。工程中采用数值模拟方法研究气动光学效应时,急需对求解方法的评价标准,本文对超声速湍流边界层气动光学效应的数值模拟方法进行研究,采用显示五阶精度的加权紧致非线性格式（WCNS-E-5）。对不同尺度网格的流场进行网格无关性分析,后引入基于Sutton统计方法的理论结果进行对比,并指出两个通流的统计对计算平均气动光学效应已经足够。后续研究关注不同壁面温度条件下归一化的结果,和基于强雷诺比拟的实验数据进行对比。本文对工程应用中气动光学效应数值模拟方法验证可提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "本文基于所发展的高效自适应的EWENOCU4格式,开展该高精度算法在超声速流场中的应用研究。通过混合RANS/LES数值模拟DLR支板冷流算例验证了该算法的可靠性,相比于原始的WENOCU4格式,所发展的新的激波感知器较为准确地识别出流场的间断区域,该算法与实验的吻合度具有一定程度的提高。进而基于EWENOCU4的RANS/LES方法对超声速流场中横向射流的射流喷注混合、射流破碎结构等进行了数值分析。同样的,激波感知器较好地识别出流场的间断区域,EWENOCU4在超声流场中表现出较低的数值耗散和一定的鲁棒性,因此可以求解更为精细的涡结构。本文对于EWENOCU4所开展的应用研究为高精度WENO格式在复杂流场中的应用具有指导意义。", "label": "兵器科学与技术", "id": 0}
{"content": "在导弹飞行过程中头罩用于保护弹体防止其受气动力热的影响,在导弹到达目标区域后须抛弃头罩,导弹才能正常工作完成作战目标,因此头罩能否分离成功直接影响到导弹能否完成作战目标。以美国萨德导弹为例,基于非结构混合重叠网格数值方法耦合求解N-S方程和六自由度方程,研究了高马赫数大动压头罩分离过程中典型流动特征,分析了流场结构对弹体气动特性的影响规律。结果表明采用数值方法可以得到清晰的流场结构以及头罩运动轨迹,气流进入两瓣罩腔内后压力升高,在气动作用下上下半罩张开角度逐渐增大,头罩在大动压气流作用下形成头激波、激波-激波干扰、激波-边界层干扰、漩涡、流动分离等复杂的流场结构,复杂的波系结构对弹体的气动特性造成了较大扰动。", "label": "兵器科学与技术", "id": 0}
{"content": "导弹水下发射具有高隐蔽性和高机动性等特点,但是在水下点火瞬间喷管燃气射流的物理过程极其复杂。喷入水中的燃气会形成燃气泡并快速膨胀,气流中会出现复杂波系的动态传播,在这个过程中涉及可压和不可压项的非稳态两相流动。本文使用Level-set方法,对固体火箭发动机水下点火过程的气液两相流场进行了瞬态数值求解,对燃气泡的发展过程、喷管中燃气的流动过程等进行了分析,流动控制方程采用的是欧拉方程。通过求解Level-set方程来捕捉气液界面,界面的位置由Level-set方程的零等值线来表示。流动控制方程和Level-set方程都用有限体积法求解。控制体的面通量用AUSM+up方法求解,Level-set通量采用Lax-Friedchs方法求解,运用FMM方法进行Level-set重新初始化,通过窄带方法来减少程序的运算量,并用虚拟流体方法来处理界面。采用Runge-Kutta显式时间推进,时间和空间都用二阶精度。", "label": "兵器科学与技术", "id": 0}
{"content": "乘波体是高超声速飞行器的一种典型布局,该型飞行器在设计状态飞行时激波完全附着在前缘,下表面流动被附着激波限制没有向上表面泄露,因而升阻比高于传统布局飞行器。对于高超声速飞行器而言,升阻比是一个非常重要的技术指标。乘波体设计要素包括两个方面:导波体的选择与激波流场生成;沿流线追踪生成迎风面。求解带激波流场的方法为激波装配法。它与激波捕捉法主要区别有两点:第一,将流场外激波作为求解区外边界参加求解。求解过程中激波是运动的,未知量增加了激波运动速度。第二,由于作为求解区外边界的激波在求解过程中是运动的,导致计算网格也是运动的,因此激波装配法须在动网格中完成。由于激波装配法将流场的外激波最为求解区外边界,且满足激波间断条件,因此不仅能求出准确的激波位置,同时所得的流场精度较激波捕捉法高。如图1所示为0.6倍导波体长度及1倍导波体长度处激波流场横截面。同时引入导波体构型参数,通过改变导波体俯视外形前后锥角度、前后体长度比、侧视外形下表面后锥角度等参数,比较其对最终乘波体气动特性的影响。并分析这些参数改变对乘波体气动特性影响的内在机制,为工程化乘波体设计提供理论指导。", "label": "兵器科学与技术", "id": 0}
{"content": "乘波体在高超声速状态具有很高的升阻比,受到很多学者的重视。但乘波体应用于工程实际中仍有很多限制,比如非设计点状态不好,稳定性不足等。这些缺陷可以通过定制乘波体的平面形状缓解,本文从密切锥方法出发,推导了设计曲线和平面形状之间的几何设计关系,并通过一个微分方程组予以表达。另外还展示了此微分方程组的化简和数值求解过程,最终得到一个两方程组成的方程组,奠定了定平面形状乘波体的设计基础。使用三次多项式和离散点分别表达曲线,给出了乘波体设计算例验证所提出几何关系的有效性,同时,也讨论了方程组解的存在性和不规则性。", "label": "兵器科学与技术", "id": 0}
{"content": "可重复使用高超声速飞行器因任务规划需适应亚声速、超声速及高超声速等飞行条件,气动布局设计需综合考虑高低速气动特性。飞行器在水平着陆的低速阶段需求较大升力,低速状态下气动布局特点是小后掠、大展弦比机翼;而在高超声速飞行时需降低阻力提高升阻比,反映到气动布局的特点是大后掠、小展弦比机翼。由于高/低速气动布局的设计原则相互矛盾,从而导致固定外形的飞行器难以同时兼顾高空高速与低速水平着陆的特性。针对上诉问题,本文完成了在给定约束条件下,带有伸缩翼装置的可重复使用高超声速飞行器气动布局设计,满足了大空域、宽速域的飞行剖面需求。此高超声速可重复使用飞行器可作为不同试验载荷的飞行试验平台,同时可支持多种飞行验证试验,包括对准快速发射、飞行器跑道回收或伞降回收、控制系统飞行控制能力测试等。", "label": "兵器科学与技术", "id": 0}
{"content": "针对高速飞行器大攻角机动带来的空气动力学问题,以一种类乘波体气动布局为研究对象,选取典型飞行状态（H=45km,Ma=15）开展了高精度数值仿真,对飞行器的升阻特性和静稳定特性进行了分析,通过流畅结构分析给出了流动机理,结果表明:随着攻角的增大,飞行器背风区受激波影响的区域不断增大;α>25o的大攻角状态下在飞行器背风面纵向截面出现一对分离涡,随着纵向截面的后移,分离涡流区域不断增大;对攻角α=35-45o时不同纵向截面的流场分析表明,飞行器背风区域流场极其复杂,飞行器迎风面在背风区域翼面上缘流动向上卷,在翼面上边缘附近出现了较大的流动分离,随着流动向中心方向聚集,流线在机身上表面再附,由于强烈的剪切效应,使得飞行器的横向气动性能出现异常,在α>35o时,飞行器横侧向气动特性出现了极性反转现象,即侧滑角β>0的情况下,侧向力和横侧向力矩大于零,给飞行器的操稳特性带来不利影响,值得进一步关注和深入研究。", "label": "兵器科学与技术", "id": 0}
{"content": "为寻找工程可用的折叠舵设计方法,本文首先基于风动试验数据对CFD计算方法进行了验证,在词基础上采用CFD方法对折叠舵外翼气动特性进行了研究。进一步地,推导建立了折叠舵外翼气动力预测的数学公式。研究表明:该公式可表述为合成弓角、滚转角、舵面方位角和折叠角的函数。该预测模型与样本数据取得了较好的一致性,采用该模型,档折叠舵处在迎风区时预测知与样本值几乎完全重合,而在背风区时由于受到弹身干扰而存在一定误差。", "label": "兵器科学与技术", "id": 0}
{"content": "横向喷流与来流相互作用产生复杂的横向喷流干扰效应,特别是在稠密大气条件下当导弹以超声速飞行时,这种干扰作用尤为显著。本文通过数值求解N-S方程来模拟横向喷流干扰流场,选用国外文献中光弹体风洞实验模型,开展了横向喷流干扰数值模拟验证,将光弹体模型表面压力分布曲线计算值与风洞实验值进行了较为详细的对比分析,验证了数值计算方法的可行性和正确性;在此基础上开展了稠密大气条件下超声速来流中带斜喷动力导弹横向喷流干扰流场数值模拟,采用分块对接网格技术和\"O\"型网格技术,生成了高质量贴体计算网格,研究了横向喷流干扰流场结构和斜喷动力流场的波系结构和涡系结构,并定性定量分析了攻角对横向喷流干扰流场结构和表面压力系数分布的影响。本文数值计算方法可运用于工程实践中模拟横向喷流干扰流场。", "label": "兵器科学与技术", "id": 0}
{"content": "本文参考SCALP隐身巡航导弹进气道方案,设计了无隔道S形进气道基准模型,仿真分析了进气道内外流动特性。为减少边界层对无隔道S形进气道性能带来的不利影响,在基准模型的基础上通过侧缘后掠和进口前增设三角台阶以有效排除边界层。仿真结果表明,唇口后掠设计能够明显改善总压恢复系数和出口畸变;在侧缘后掠设计的基础上增设三角台阶,能够进一步在小流量状态下提升进气道的总压恢复系数。", "label": "兵器科学与技术", "id": 0}
{"content": "本文简述了人工智能的发展应用,综合论述了人工智能在空面导弹上应用的设想。并在此基础上研讨了人工智能对于未来空面导弹作战体系的影响。并初步假设了人工智能对空面导弹的能力提升和发展方向的影响。", "label": "兵器科学与技术", "id": 0}
{"content": "本文研究了世界主要便携式防空导弹的作战效能及技术特点,结合运输类飞机的性能特点及世界上主要大国针对便携式防空导弹对运输机威胁的典型防控措施,给出了运输类飞机面对防空导弹威胁的应对措施建议。", "label": "兵器科学与技术", "id": 0}
{"content": "空面导弹电源处理常用的方式是分布式,由弹载电子设备自行完成,造成了导弹空间和体积的浪费,不适合导弹的发展趋势。为了解决分布式的局限性,提出了集中式处理方式,集中对载机电源进行处理。这种方式拥有标准化、精细化设计的优势,可有效提高导弹设计的效费比。", "label": "兵器科学与技术", "id": 0}
{"content": "本文围绕红外空空导弹感知对抗技术发展需求,介绍了空战发展变革及现代空战的特点,论述了传统基于规则算法面对复杂攻防对抗环境存在的困难与不足,提出了导弹感知对抗走向\"智能化\"是复杂攻防对抗作战需求和空战发展变革的必然观点。分析了空空导弹智能感知对抗研究中存在的主要关键技术,并提出了相应的解决思路与发展途径。", "label": "兵器科学与技术", "id": 0}
{"content": "世界新军事变革正在不断走向深化、细化、精化,随着安全态势的演变和高新技术的发展,天基反导武器备受青睐,目前各国都在开发和应用天基反导技术,实现从陆海作战到空间较量。总结了天基反导新技术,在应用领域开展研究并指出关键技术要素;天基作战反导技术为未来世界军事发展带来了新的启迪和思路。", "label": "兵器科学与技术", "id": 0}
{"content": "红外辐射标准装置作为保障某型红外导弹产品温度测量准确性关键系统,由于系统包含设备多,运行过程复杂,一直以来存在测量准确性和工作效率的瓶颈。为解决以上问题,以LabVIEW为平台,将标准辐射高温计、温度传感器、纳伏表等装置根据测量原理编制自动化测量系统,将非接触测量和接触测量方法整合,较好地实现了接触测温和非接触测温自动采集与计算,提高了试验准确性和工作效率。", "label": "兵器科学与技术", "id": 0}
{"content": "为克服以往测试系统的一些不足,详细描述了红外导引头自动测试系统的设计与实现,该系统结合LabVIEW软件进行开发。根据产品测试流程,编制导引头自动化测试的集成方案。通过对比测试试验,验证了该系统的优越性。", "label": "兵器科学与技术", "id": 0}
{"content": "针对某运装发射车导弹发射模块起竖发射和吊装的极限工况,利用ABAQUS软件对载车底盘大梁有限元建模和分析,对大梁局部结构进行了优化设计。基于多体动力学和虚拟样机建模方法,结合运装发射车的吊装过程,利用ADAMS软件建立了整车吊装、调转运动的动力学模型,对装填车在吊装过程的动态特性进行了仿真分析,研究了整个吊装过程中的装填精确度。研究结果为运装发射车底盘大梁结构优化设计及吊装精度分析提供了参考。", "label": "兵器科学与技术", "id": 0}
{"content": "针对测发控软件动态测试受限于环境、异常测试覆盖率低、测试成本高的特点,提出了一种基于RPC（RemoteProcedureCall,远程过程调用）技术的测发控软件分布式仿真测试方法。该方法能够模拟测发控软件运行过程中实际所需的硬件部件,实现对试验过程中设备间数据交互过程的仿真,并且各个硬件部件以模块形式提供,具有良好的可扩展性和可维护性。已通过试验验证了该方法灵活的可定制性和高复用性能够对软件测试需求的变更实现快速响应,极大提高测发控软件动态测试工作的效率和质量。", "label": "兵器科学与技术", "id": 0}
{"content": "针对高超声速滑翔导弹的俯冲控制问题,设计了一种考虑快速突防和最大化目标毁伤的俯冲控制方案。通过对比两种典型的机动方式—正常平飞机动和倒飞机动,得出了倒飞机动更有利于实现快速大角度俯冲攻击的结论。以最小化俯冲攻击时间为优化目标完成了最优机动轨迹的设计,并考虑了路径约束、控制量约束和终端角度约束。通过引入Hermite神经网络和新型辅助补偿系统,设计了飞行控制器,解决了模型不确定和执行机构受限问题。最后,仿真结果验证了所设计方案的有效性。", "label": "兵器科学与技术", "id": 0}
{"content": "高层拦截导弹工作在临近空间,拦截目标具有作战空域大,飞行速度快等特点,而拦截弹导引头的探测范围有限,不能发射后直接跟踪目标,因此必须对拦截弹中段飞行弹道进行规划设计。本文对高层拦截弹运动学特性进行建模,并别采用高斯伪谱法（Gauss Pseudospectral Method, GPM）和基于遗传寻优（Genetic Algorithm, GA）的比例导引方法进行中段弹道规划,对两种方法所得仿真结果进行了分析比较。结果表明,GPM规划的弹道效果更好,但弹道受各种约束影响敏感。基于GA的比例导引法影响弹道规划效果的参数少,且对拦截点变动的适应性好。", "label": "兵器科学与技术", "id": 0}
{"content": "空空导弹攻击区是对确定的载机和目标,计算导弹在给定条件下的有效边界或区域。工程上常使用神经网络解算攻击区,然而由于攻击区影响因素多,形态差异化较大,单纯的神经网络对某些条件下突然没有攻击区的情况解算精度较差,因此提出了一种基于交叉熵的改进神经网络来提高攻击区解算精度。经过仿真验证,该方法能够整体上有效提高攻击区解算精度。", "label": "兵器科学与技术", "id": 0}
{"content": "为提高协同制导中、末制导交接班时导引头对目标的截获能力,对空空导弹导引头目标截获概率模型及协同攻击时影响空空导弹导引头截获目标的相关因素进行了研究分析。通过建立飞行仿真模型、惯导仿真模型、雷达探测模型、空空导弹仿真模型及火控解算处理模型等相关模型,采用蒙特卡罗方法仿真分析了各误差因素对编队协同空空攻击导引头目标截获概率的影响,通过仿真分析找出了影响协同攻击导时弹截获概率的主要因素,并根据仿真分析结果提出了提高协同制导导弹导引头截获目标概率的方法。", "label": "兵器科学与技术", "id": 0}
{"content": "陆基洲际弹道导弹的作战效能、生存能力与部署模式密切相关,在陆海空\"三位一体\"的核力量结构中,陆基导弹戒备率高,快速响应能力强,是重要的战略力量。文章以MX洲际导弹部署方案研究期间的成果为基础,结合近几年美国开展未来陆基洲际导弹方案研究的相关资料,分析美国历史上重点考虑过的部署方案,以及未来关注的部署方式,探讨影响陆基导弹武器部署的要素和发展方向,为我国开展战略导弹部署论证提供参考借鉴。", "label": "兵器科学与技术", "id": 0}
{"content": "火箭发动机尾流场特性对于飞行器的外弹道性能具有非常重要的影响。本文采用数值计算的方法研究了某型耐高过载发动机受限尾流场特性。通过分别开展地面静止条件和高空工作条件下发动机受限尾流场的计算模拟,对比分析了两种条件下的尾流场特性和异同,发现高空工作条件下尾流场对限制体——尾翼座可能存在烧蚀风险。结合计算结果,指出了后续发动机和尾翼座方案协同改进设计的方向。", "label": "兵器科学与技术", "id": 0}
{"content": "某型燃气发生器安装于火箭上,用于为载荷提供分离所需速度,燃气发生器活塞的运动仿真分析对燃气发生器设计具有重要意义。传统的经验公式分析方法具有诸多缺陷,无法模拟分离过程中的真实情况,通过数值模拟仿真,可模拟燃气发生器内活塞运动分离全过程。针对该型燃气发生器,建立简化的运动仿真模型,采用RNGk-ε湍流模型模拟流场流动,通过动网格更新技术模拟活塞机构运动。通过数值模拟得到了活塞机构的全运动过程及筒内压力变化情况。仿真结果表明,数值模拟所得分离速度与经验公式结果较为接近,所设计的燃气发生器可满足分离速度的指标要求。", "label": "兵器科学与技术", "id": 0}
{"content": "本文采用CE/SE方法对脉冲爆轰发动机中带化学反应的凝胶汽油/气相氧化剂三维两相爆轰过程进行了数值模拟。研究了凝胶剂含量和液滴粒径对凝胶汽油/气相氧化剂两相爆轰过程的影响,并对爆轰波的形成过程进行了分析。计算结果表明:凝胶剂含量越高,形成稳定传播爆轰波所需的距离越大,爆轰波传播速度和压力峰值越小;凝胶汽油液滴初始粒径越大,越不利于爆轰波的形成,爆轰波的传播速度和压力峰值越小,当液滴初始粒径为155.3μm时,爆轰管内无法形成爆轰波。研究结果对凝胶汽油爆轰特性的试验研究及脉冲爆轰发动机的工程化应用具有一定的指导作用。", "label": "兵器科学与技术", "id": 0}
{"content": "设计了某远程制导火箭弹续航发动机的尾部点火方案,试验中出现了连接结构爆破故障,原因是赛璐珞药盒碎片堵塞喷管。优化方案对点火药的种类、药量、药盒安装位置进行了改进,并增加了药盒支架结构,试验中仍出现了药盒碎片堵塞喷管问题,虽然有成功的试验但不能保证发动机的工作可靠性。改型方案对药盒材料、组合点火的形式、药盒安装位置等进行了改型设计,试验结果满足设计要求,结合大量发动机环境试验验证了改型设计的可靠性,得到了结构和性能都可靠的尾部点火方案。", "label": "兵器科学与技术", "id": 0}
{"content": "为了研究导弹发动机燃烧室壳体在高空飞行时气动热和内压载荷联合作用下的变形,采用热变形和内压变形理论计算方法,结合有限元分析方法开展了在均匀梯度温度场和三维复杂温度场与内压载荷耦合下随时间变化的燃烧室壳体变形研究。通过对比分析得出对于几何形状、内压载荷、温度载荷均为轴对称的燃烧室壳体热-力耦合变形可以用其单独内压变形结果和单独均匀温度场的热变形结果的叠加进行评估;复杂温度场的高低温度差使燃烧室壳体温度低的区域向温度高的区域发生翘曲变形;燃烧室壳体变形分析中热变形不可忽略。热-力耦合变形可以为燃烧室壳体外挂结构和导弹对接结构紧凑型设计提供参考依据。", "label": "兵器科学与技术", "id": 0}
{"content": "橡胶垫圈作为法兰结构及其它连接结构两个静止表面间的重要密封零件,具有良好的耐油、耐酸碱、耐寒热及耐老化等性能,广泛应用于发动机总装及试验过程中相关部组件连接结构间的密封。随着发动机种类的增多、科研生产任务的攀升,对橡胶密封垫圈的需求量随之提升,精度要求愈发严格。橡胶垫圈的传统加工方式是采用调节型夹具工装夹持自磨高速钢刀具进行旋转切割成型。加工时通过调节刀具刃尖与工装中心基准的距离来控制垫圈内、外半径的加工尺寸,并以钻床夹持工装带动刀具旋转实现橡胶垫圈内、外径的切割成型。由于发动机总装过程中使用的垫圈材料具有较高的硬度及较好的韧性,因此对刀具性能及其锋利度要求较高,先前采用的高速钢刀具在切割过程中易发生磨损,垫圈批量切割过程需进行多次磨刀及更换工作,加工强度大,且多次更换刀具易发生校准误差,导致产品合格率较低、质量稳定性较差。目前,传统的加工方法及成型工装,已无法满足批量生产效率及产品质量稳定性需求。为有效改善橡胶垫圈加工瓶颈,结合产品材料特点及技术指标要求,通过对橡胶垫圈加工方法、成型刀具及装夹工装的持续优化,切实简化了产品成型操作难度,大幅提升了垫圈加工效率,有效提高了产品合格率与稳定性,实现了高效率、高质量、低成本的产品成型目标。", "label": "兵器科学与技术", "id": 0}
{"content": "弹用涡轮发动机结构形式通常较为简化,发动机外部结构紧凑。目前外部结构通常不作为寿命考核关键件,故在设计生产阶段对结构运行环境及其可靠性关注较少,现有的航空发动机外部设计标准已经难以满足弹用发动机的设计需要,如何提升弹用涡轮发动机可靠性成为其亟待解决的问题。本文以考察发动机外部结构实际振动特征为目的,以获取部件振动指标与整机振动指标之间的关系为目标,针对某型弹用发动机地面试车过程的整机和部件振动测试,进行了振动响应分析。", "label": "兵器科学与技术", "id": 0}
{"content": "国外战术导弹的发射技术已逐渐由倾斜发射发展到垂直发射,并广泛应用于型号和民用产业方向。本文介绍了国外战术导弹垂直发射的技术现状、研制过程和发展前景。评价了垂直发射技术的优缺点和目前急需解决的主要关键技术。探讨了垂直发射的导弹的控制技术和初始对准方法。", "label": "兵器科学与技术", "id": 0}
{"content": "舰载导弹舱室中导弹发生意外点火时危害巨大,若不能及时抑制,将会对整个舰船带来巨大的危害;当导弹意外点火时为了排导高温高压燃气,排导口必然打开,而排导口打开的同时会有部分室外空气从排导口卷吸进入舱室内,带来二次危害。本文基于多组分有限速率反应模型,数值模拟了导弹意外点火情况下,不同抑制剂种类、喷注方式和流量对导弹舱室燃气流场排导的影响和二次燃烧的抑制作用,并针对不同工况进行了对比分析。", "label": "兵器科学与技术", "id": 0}
{"content": "本文在建立多导弹攻击机动目标相对运动方程的基础上,基于多智能体一致性理论设计了视线方向制导算法,基于非奇异滑模控制方法推导了视线法向制导算法,并基于超螺旋自适应算法给出了扰动加速度的在线实时估计方法。该协同制导方法在保证不同导弹满足期望的终端攻击角约束下,同时命中目标,所有视线角及视线角速度信号在有限时间内收敛,具有较好的导引弹道特性。大量仿真表明,文中给出的协同制导方法是有效的,有良好的潜在工程应用前景。", "label": "兵器科学与技术", "id": 0}
{"content": "捕获区是衡量末制导律拦截能力的一项重要指标,也是对拦截弹状态在末制导初始时刻的一项重要约束条件,然而现有关于捕获区的研究多集中于传统比例类导引律。本文为推导得出最优制导律的捕获区,首先对零控拦截流形展开研究,得到了相应的零控拦截条件;其次,结合最优制导律的过载指令以及零控拦截流形的特点推导证明了最优制导律捕获区的范围;最后,通过蒙特卡洛仿真对所推导的捕获区进行了验证。", "label": "兵器科学与技术", "id": 0}
{"content": "针对反导预警装备体系作战运用的作战效能评估问题,提出了一个满足装备体系建设运用需求的通用评估框架。基于反导预警作战过程,分析给出了反导预警作战行动回路,解析了反导预警装备体系运用及反导预警作战效能评估的概念内涵.并针对反导预警作战的作战效能预估、实时动态评估和战后总结评估的作战效能评估需求,构建了包括评估要素及流程、评估指标体系、评估解算方法和评估结果展现的较为科学完整的评估框架,为体系层面的反导预警作战效能评估实施提供了参考依据。最后,对提出的作战效能评估框架的应用前景进行了展望。", "label": "兵器科学与技术", "id": 0}
{"content": "与弹道式再入目标不同,现代高超声速飞行器在临近空间具有复杂的飞行模式,对现有导弹防御系统构成了严重威胁。为了实现对高超声速飞行器的拦截,需要建立弹道预报新方法。本文将深度学习技术引入传统的机动目标跟踪预测领域,设计了基于长短期记忆网络（Long Short-Term Memory Neural Network,LSTM）的弹道分类与预测器,探讨了纯数据驱非弹道目标弹道预报问题。大量仿真表明,建立的方法是有效和可行的。", "label": "兵器科学与技术", "id": 0}
{"content": "在小型火箭及导弹中,沉头螺钉舱段套接结构是主要的连接形式之一。本文通过对典型沉头螺钉套接结构的力学特性分析,提出了一种三自由度三线性动力学简化模型。根据弹簧状态对该动力学系统分区,求解每个运动区域内的运动方程,进而通过半数值解析计算方法,求解系统的全过程响应。本文提到的半数值解析计算程序,通过与有限元瞬态分析结果对比,验证了程序的正确性。同时,基于半数值解析计算方法,研究了沉头螺钉套接结构在轴向、侧向以及弯曲方向在冲击载荷作用下的系统响应,系统轴向、侧向以及弯曲方向的运动相互耦合,具有明显的非线性特性。", "label": "兵器科学与技术", "id": 0}
{"content": "在进行导弹弹翼优化设计时,为了在保证弹翼力学性能基础上做到尽可能的减重,常采用拓扑优化技术进行整体式弹翼骨架结构设计,但常规拓扑优化方法存在迭代步骤冗长繁杂,弹翼设计空间的部分承力材料可能因为优化而被删减的问题。本文利用Matlab图像处理技术,减少了拓扑优化的迭代次数,提高了拓扑优化技术的实用性。通过某型号导弹弹翼骨架拓扑优化设计实例,利用结合图像处理技术的弹翼骨架几何-拓扑优化设计方法,使用HyperMesh与Solidthinking Inspire等优化软件,使得优化方案的弹翼骨架模型在强度、刚度等特性满足要求的前提下实现减重,对传统弹翼结构设计方法的补充和改善,具有参考意义。", "label": "兵器科学与技术", "id": 0}
{"content": "导弹高速飞行时所产生的气动加热使导引头的整流罩温度迅速上升,整流罩热辐射产生的杂散光,通过玫瑰扫描光学系统进入到探测器,从而导致红外导引头的探测距离、识别概率、跟踪精度等性能下降,甚至失效。采用TracePro软件分析某导弹的整流罩产生的杂散光对探测系统的影响,通过光学追迹,仿真玫瑰扫描过程中杂散光的变化规律,为高速导弹光学性能分析及其环境失效研究提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "弹道导弹防御动能杀伤器红外导引头是用于发现、识别目标并识别和选择目标瞄准点,进而制导动能杀伤弹头命中目标的复杂的光电系统。动能杀伤器红外导引头是动能杀伤器的一个子系统,而动能杀伤器又是弹道导弹防御拦截弹的一个子系统,拦截弹则是弹道导弹防御体系的一个组成系统。动能杀伤器红外导引头必须在满足动能杀伤器的尺寸、重量、功耗约束及其动力学条件的前提下,满足发现、识别目标并识别和选择目标瞄准点,进而制导动能杀伤弹头命中目标的要求。动能杀伤器红外导引头概念方案设计涉及到一系列的权衡与优化问题,必须根据由动能杀伤器乃至拦截弹的优化目标及给定的顶层性能,权衡红外导引头设计参数和性能指标及各组成单元的硬件选择、要求和参数选择,保证在严苛的任务条件和平台约束下实现所要求的性能。本文简要讨论了弹道导弹防御问题,并基于弹道导弹防御对拦截弹、动能杀伤器的需求和优化需求,分析了对动能杀伤器红外导引头的顶层性能需求,在此基础上,进一步讨论了在给定的顶层性能参数和动能杀伤器约束的条件下优化红外导引头性能的方法。", "label": "兵器科学与技术", "id": 0}
{"content": "在分析电力线载波通信技术的特点的基础上,对电力线载波通信技术在地面发射支持系统中的应用可行性进行分析,并搭建试验演示系统进行试验验证,证明电力线载波通信技术可以应用在地面发射支持系统中。", "label": "兵器科学与技术", "id": 0}
{"content": "导弹战斗部为一次性使用产品,采用免维修设计,在贮存过程中,战斗部受到温、湿度、冲击、振动等环境因素影响,导致材料老化、腐蚀、含能材料性能衰退等物理或化学变化,随着贮存年限的增加,其可靠性呈下降趋势。战斗部贮存可靠性试验数据具有删失性,且大多数情况下无寿终数据,在战斗部贮存可靠性试验的基础上,考虑试验数据的删失性,采用威布尔分布函数和最大似然估计方法得到了某型战斗部贮存可靠度及其贮存寿命。由评估结果可知,某型战斗部贮存可靠度及寿命满足设计指标要求,由于考虑了试验结果数据的删失性,评估结果更加合理,为该型战斗部贮存使用提供了理论支撑。", "label": "兵器科学与技术", "id": 0}
{"content": "锂六氟化硫（Li/SF6）热动力系统是一种高能量密度动力系统,是鱼雷的一种理想动力。由于其产物均为固态,无气体向环境排出,可与涡轮等动力输出设备组合,形成闭式循环推进系统,尤其胜任UUV等深海航行器。但Li/SF6反应剧烈,爆发性强,不易形成缓慢稳定的燃烧,制约了其应用。为拓展其应用范围,使锂热动力系统满足UUV等水下潜探器低功率、长航时、远航程的系统要求,根据燃料特性与系统效率等参数,针对Li/SF6闭式热动力系统开展Li/SF6燃烧组织设计、系统换热设计以及冷凝系统设计。创新地设计了电磁快速启动技术,系统启动时间小于20秒,启动功率小于350W;开创性地提出了预置式燃烧组织方式,为锂热动力系统低功率缓慢运行提供了技术保障。根据设计方案加工地面样机,配以涡轮动力输出系统,开展了小功率Li热动力系统缓慢燃烧实验研究,监测获得了锂六氟化硫点火、燃烧与换热工作过程中温度压力等典型参数。实验表明,Li/SF6热动力系统具有长时间储存和宽功率调节的工作特性,设计方案可行,Li/SF6缓慢燃烧反应控制方法与操作流程可靠,本文结果可为锂热动力系统可控式燃烧提供相应技术支持与数据参考。继续改进燃烧室等结构材料与燃烧组织细节后,本系统有望在深海潜探或外空探测等缺氧恶劣环境中得到广泛应用。", "label": "兵器科学与技术", "id": 0}
{"content": "水下目标抗爆能力不断提高,传统鱼雷战斗部能量利用率低而难以对目标造成高效毁伤,需要寻求新型鱼雷战斗部形式。文中提出了几种耦合爆炸式鱼雷战斗部,涉及多装药耦合爆炸式鱼雷战斗部、炸药与燃料耦合爆炸式鱼雷战斗部、炸药与电池耦合爆炸式鱼雷战斗部。介绍了多装药耦合爆炸式鱼雷战斗部、炸药与燃料耦合爆炸式鱼雷战斗部的研究情况及应用前景,论述了炸药与电池耦合爆炸式鱼雷战斗部技术的研究必要性与可行性,最后对几种耦合爆炸式鱼雷战斗部技术的后续研究进行了展望。", "label": "兵器科学与技术", "id": 0}
{"content": "海洋甚浅水区域因其独特的地理位置和生态环境,使得布设于此处的水雷成为海军登陆作战的最大障碍。同时登陆作战时间紧迫,对登陆通道清扫需要做到快速且灵活。故此,甚浅水区域反水雷作业是海军登陆作战的重点和难点。本文提出了基于瞬变电磁法的无人浅水水雷快速探测方案,并介绍了其原理以及实现方法,最后通过摸底实验,验证了无人机搭载瞬变电磁甚浅水区域水雷探测系统的探测性能。", "label": "兵器科学与技术", "id": 0}
{"content": "针对无人机平台自主决策作战规划的需求,本文通过对航空反潜作战的流程进行分析,筛选出航空反潜作战规划流程中影响空投声呐浮标搜潜效能的关键因素。之后本文对关键因素进行分解得到仿真模型对搜潜效能指标量化所需的数值参数需求,搭建了一套通用化空投浮标反潜效能评估仿真模型。根据实际作战成功的判别依据,通过蒙特卡洛仿真计算方法,得到当前态势场景下的搜潜效能;并且通过对仿真模型中作战样式参数的调整,实现对无人机平台不同作战方式搜潜能效的量化和评估,可适用于作战规划自主决策的需求。", "label": "兵器科学与技术", "id": 0}
{"content": "超空泡流型在大幅度减阻的同时,使得航行体失去了浮力作用,航行体自身重力需要依靠水动力支撑。在尾流闭合流型下（也称开式超空泡流型）,由于自由攻角的存在,且超空泡航行体尾部滑水形成升力的效率极高,形成尾部弹跳现象（也称尾拍现象）。弹跳运动的频率与滑行力矩系数位置导数（恢复力矩系数）和弹体附加质量（弹体惯性质量的一部分）密切相关。为了定量地分析弹体特性,进而设计航行控制律,亟须研究并提出可信的超空泡航行体附加质量计算方法。本研究基于航行体附加质量形成原理,从理论上分析了超空泡航行体附加质量的特点,认为航行体附加质量随航行攻角沾湿面积变化而变化,是空化数和攻角的二元函数。为了定量计算附加质量,本文参考全沾湿航行体附加质量CFD计算方法,运用CFD仿真法对超空泡航行体附加质量进行了计算分析,研究表明:在空化数一定的情况下,在临界攻角范围内,超空泡航行体附加质量随攻角增大而增大,超过临界攻角时,沾湿面积不再增大,附加质量几乎保持不变。", "label": "兵器科学与技术", "id": 0}
{"content": "研究跨介质航行器高速入水的跳弹现象,对提高航行器的突防能力具有重要意义。基于VOF多相流模型和采用Schnerr-Sauer空化模型对航行器出入水空化流场计算,利用重叠网格技术耦合六自由度弹道方程与空化流场计算模型获得航行器跨介质运动模型。利用所建立的计算模型研究了航行器不同速度下的空泡演化、水动力和弹道特性,分析航行器产生跳弹现象的原因和规律。结果表明,航行器在小角度高速入水时运动轨迹会发生很大的变化,航行器形成空化现象但下表面会与水面接触产生较大的俯仰力矩,俯仰角改变较大,导致航行器发生跳弹现象。不同速度产生跳弹的时间不同,其中在较高的速度情况下航行器更容易发生跳弹现象。", "label": "兵器科学与技术", "id": 0}
{"content": "本文首先给出了传递矩阵法用于球-环-锥组合结构壳应力计算的理论基础;之后利用均匀设计原则选取计算样本并应用传递矩阵法对样本模型进行快速计算,最后利用二阶多项式响应面函数逼近回归模型并结合遗传算法寻优,对球-环-锥组合结构进行优化设计。通过传递矩阵法、均匀设计原则和数学建模优化的方法,更好地节省计算成本和资源,对水下航行体封头等组合壳类结构应力快速设计过程有一定的指导意义。", "label": "兵器科学与技术", "id": 0}
{"content": "为提高航空声纳浮标对水下目标的跟踪精度,提出了一种基于交互式多模型联合概率数据互联滤波跟踪算法。该算法将交互多模型和概率数据互联滤波相结合,在利用概率数据互联算法计算不同模型水下目标的状态估计值和协方差基础上,更新各模型的概率,得到目标参数估计。在典型环境条件下进行了仿真分析,结果验证了该算法的有效性。", "label": "兵器科学与技术", "id": 0}
{"content": "回波信号的亮点分布特征模拟是尺度目标逼真模拟的一个重要研究方向。该文首先介绍了潜艇目标散射特性,采用板块元法计算不同舷角下潜艇目标的回波亮点结构,并通过比较目前常用的线列阵声诱饵亮点分布模型,提出线列阵声诱饵的亮点分布特征优化方法。仿真结果较好体现了目标回波亮点结构,与潜艇目标具有更好的相似性。本文的研究结果可为线列阵声诱饵的设计提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "针对鱼雷低频线谱振动突出、难以控制的问题,以鱼雷壳体为研究对象,进行低频段内各频点主动控制效果的试验研究。在实验室条件下,构建了由鱼雷模拟舱段、模拟振动源、压电作动器、加速度传感器以及主动控制器等主要硬件组成的振动传递主动控制试验系统。基于该试验平台完成振动传递主动控制系统试验,验证了振动控制算法在不同频段的控制效果,并对试验数据进行对比分析和处理,得出系统性的结论,验证了鱼雷壳体振动传递主动控制系统样机的有效性以及系统方法的可行性。", "label": "兵器科学与技术", "id": 0}
{"content": "本文通过准静态拉伸试验、准静态弯曲试验、动态拉伸试验、动态压缩试验对消声瓦、承压板、壳体等鱼雷头部典型材料进行了试验研究,获取了材料的本构模型参数;通过标准材料模型的仿真与试验结果对比,验证了材料本构模型参数的准确性;为进行鱼雷雷头碰靶仿真计算积累了必要的数据。", "label": "兵器科学与技术", "id": 0}
{"content": "美国及我国周边国家、地区水下作战力量快速发展;发展无人系统水下多域监测技术,可以快速提高水下监测预警能力,对提高海上防御体系的整体作战效能有重要作用。通过总结国外无人系统水下监测技术、水下监测集成和验证技术的发展现状和趋势;从海上无人平台建设、无人系统集成、体系综合验证方面,结合无人系统水下多域监测能力建设进行了初步思考。", "label": "兵器科学与技术", "id": 0}
{"content": "潜艇鱼雷攻击是一个战术技术结合密切复杂过程。鱼雷发控系统是整个鱼雷武器系统的核心,其性能对整个鱼雷武器系统的作战效能起着非常关键的作用。研究鱼雷武器发控系统的仿真设计,对于潜艇鱼雷发射装置的整体设计规划以及鱼雷武器的作战使用,具有非常重要的意义。文章从探讨线导鱼雷的原理和方式入手,提出了线导鱼雷武器发控系统仿真设计。该仿真系统已成功应用潜艇鱼雷武器系统训练、战术应用软件及作战系统试验,并取得了良好的效果。", "label": "兵器科学与技术", "id": 0}
{"content": "针对水下射弹高速发射及其减阻的需求,基于超空泡减阻原理,通过数值模拟及机器学习方法,分析了水下高速弹丸与周围流场的相互作用特性,预测并验证了水下高速射弹超空泡减阻特性。首先,基于Schnerr-Sauer空化模型,建立了水下射弹空泡及阻力特性的计算模型,并与已有结果进行了比对验证,说明了计算模型的可靠性;然后研究了射弹在不同条件下的超空泡特性,分析了水下高速射弹的空泡形态和阻力特性的规律;最后,将机器学习应用于射弹水下发展过程,建立基于人工神经网络的阻力特性预测模型,为水下高速射弹超空泡减阻特性的研究提供有益参考。", "label": "兵器科学与技术", "id": 0}
{"content": "在自然海洋中普遍存在着密度分层以及内波现象,由于热量及盐度的分布不均等,使海洋中某些区域的海水成层分布,在海水分层界面处产生的波动即为内波。内波对于船体和潜体的航行、水下构筑物的破坏、水下武器装备的探测以及海洋生态的研究有着重要的意义。分层流体水槽是内波实验的关键步骤,实验室的内波实验能够模拟海洋中大尺度的内波,对内波进行更细致的观测和研究,因此不断有学者进行内波水槽的设计和研究。本文在前人研究的基础上总结规律,设计出一种通过抽板的方式生成分层流体的新型内波水槽。实验表明,新型分层水槽能够较快的形成密度跃层厚度较小的分层流体。并在此基础上改进,设计出三层流体制取装置,更好的模拟出海洋中多层分层流体的情况,为多层分层流体中内波的研究提供了新的思路。", "label": "兵器科学与技术", "id": 0}
{"content": "泡状流是指连续液相中包含分散汽泡的流动,水下航行体设计过程中常利用多孔射流的方法主动创造出泡状流环境从而实现增稳和增程。泡状流动属于气液混合流动,对此的精确模拟关键在于如何对泡-液之间的自由表面发展和气泡融合现象进行捕捉,这也正是现有的数值模拟技术难以对这类复杂流动过程精确模拟时的短板所在。以光滑粒子流体动力学（smoothed particle hydrodynamics,SPH）方法为代表的一类无网格方法对于此类涉及液面大变形和自由界面捕捉的模拟问题具有显著优势。据此,本文采用带有密度修正和Shifting位移修正的WCSPH方法进行数值模拟,重点研究不同来流速度对泡状流动的影响。结果表明,SPH方法可以对水下航行体泡状流动完成高效模拟,从而有助于揭示泡状流动规律、气泡融合机理,可为一系列水下航行体研制问题提供技术支持与方案验证。", "label": "兵器科学与技术", "id": 0}
{"content": "为了保证水下航行体发射的稳定性,同时考虑到水下航行体发射装置的尺寸限制,将栅格翼运用到水下航行体中,对栅格翼与航行体组合体进行空化流动数值计算。航行体出筒前,安装于航行体尾部的栅格翼处于折叠状态,出筒后栅格翼受到助展弹簧和水动力共同作用展开至与航行体垂直状态,本文采用数值计算方法,对栅格翼动态展开过程进行研究。采用FLUENT软件,基于UDF方法对空化流动进行计算,主要研究航行体分别以20m/s、25m/s和30m/s运动过程中栅格翼的动态展开过程,以及不同弹簧展开力矩对栅格翼动态展开过程的影响。研究结果可对水下航行体折叠栅格翼的优化设计提供技术支持。", "label": "兵器科学与技术", "id": 0}
{"content": "本文针对水下航行体带空泡穿越波浪过程的流场特性展开了研究,采用VOF多相流模型、SST k-w湍流模型,结合重叠网格方法,求解RANS方程,建立了波浪状态下的三自由度水下航行体垂直发射过程数值模拟方法。通过数值模拟,获得了计算工况下水下航行体穿越波浪过程肩部空泡及尾空泡的流场特性,为分析波浪作用下的出水空泡演化规律奠定了基础。", "label": "兵器科学与技术", "id": 0}
{"content": "超空泡射弹在水下高速航行过程中,整个弹体被空泡包裹,可有效降低阻力,但是空泡尺度会随着速度的降低而减小。头部主动通气是一种潜在的可以维持水下射弹空泡尺度的方式,然而,空泡对外部环境非常敏感,通气时机和通气率的不同也会使空泡形态的时空演化有所差异,进而导致射弹姿态的变化。为了探究通气参数对射弹空泡时空演化的影响规律,本文采用基于RANS方程的CFD方法结合VOF多相流模型,研究了射弹在水下10m深度水平航行条件下,不同通气时序和通气率对射弹阻力、速度衰减、空泡形态以及射弹射程等特征的影响规律,研究发现:（1）对于主动通气的增程射弹,比较合适的通气时机是在射弹速度降至150m/s速度范围时,不同的通气时序下,超空泡射弹阻力在通气后均会降低,但阻力的降低有一定的时间延迟,因此,较早通气效果较好;（2）超空泡射弹水下高速运动过程中,空化器受到的阻力占弹体受力的绝大部分,尾部沾湿形成的阻力占比很小,因此射弹射程在通气率和通气时序的直接影响下的增加量并不显著;（3）射弹头部通气的主要作用在于延缓空泡尺度衰减,维持空泡包裹弹体的航行状态,延长射弹在空泡包裹状态下保持弹道稳定的时间。本文研究结果可为后续超空泡射弹增程设计提供技术参考。", "label": "兵器科学与技术", "id": 0}
{"content": "为了研究向前气射流协助航行体入水通气空泡多相流和降低冲击载荷特性。在实验水箱进行了向前喷气协助航行体入水的缩比实验研究。实验高速成像不同喷气量、不同入水角度下的入水向前喷气通气空泡多相流特性。分析了入水过程中射流穿透水面初生空泡的形态及空泡的发展,探讨了空泡和射流的稳定和降低冲击载荷特性。实验结果表明,小喷气量的情况下存在初生空泡湮灭。随着喷气量的增加,初生空泡直径和穿透深度随之增加。但当航行体头部穿越水面后,空泡直径增大到最大值后保持相对稳定,射流长度也趋于稳定。喷气量一定时,初生空泡直径随着入水角度的增加逐渐减少,穿透深度则随之增加。而入水角度对空泡和射流长度并没有明显的影响。对于入水载荷主要依赖于向前气流和前方水流的动量比。", "label": "兵器科学与技术", "id": 0}
{"content": "已有研究表明,水下航行体首部流动噪声与首部边界层转捩位置密切相关。本文用数值方法研究了超疏水表面平板边界层自然转捩位置,希望为工程上找到控制首部流动噪声的有效途径提供理论支持。先使用迭代法结合打靶法计算超疏水表面平板边界层从前缘到下游整个计算域内的层流速度剖面,壁面上使用滑移速度边界条件求解Blasius方程。发现相对于普通表面,超疏水表面使边界层变得更薄。然后对超疏水表面的层流边界层进行线性稳定性分析,此时对扰动在壁面处也使用滑移速度边界条件,再基于稳定性分析的结果用半经验的eN方法预测自然转捩的位置。发现超疏水表面边界层中,仍是二维扰动最不稳定。超疏水表面对层流稳定性和自然转捩位置都有明显影响,滑移长度越大,流动失稳临界位置越靠下游,不稳定区越小,自然转捩发生位置也相应地更靠后,这表明超疏水表面有延迟自然转捩的效果。而且转捩延迟效果随滑移长度增大而越发显著。本文还研究了来流速度对超疏水表面平板边界层自然转捩位置的影响。发现随着来流速度的升高,不稳定区的频率升高;不稳定区范围扩大;不稳定区的临界位置先向上游移动再向下游移动,但是临界位置的变化相对并不显著。发现超疏水表面与普通表面不同,随着来流速度增大,转捩位置先向上游移动,然后再向下游移动,其中存在一个\"最危险\"的来流速度,此时转捩位置最靠前。而随着来流速度的升高,超疏水表面的转捩延迟效果也是更为明显。", "label": "兵器科学与技术", "id": 0}
{"content": "利用OpenFOAM开源软件探究无限水域中单泡模型和双泡模型在运动过程中的能量变化。首先,利用可压缩Keller-Herring气泡动力学方程来验证CFD计算模型,结果表明CFD模拟得到的半径、压强以及温度等参数变化与理论解以及相应的参考文献吻合良好。其次,证实了动能和能量模型中总功的结果基本一致,气泡势能与气泡内压做功趋势保持一致。在单气泡能量分析的基础上,研究更一般条件下双泡脉动过程的能量传递。分析气泡间距D、A泡内压PA和B泡初始半径RB对双气泡相互作用的影响,给出了双泡相互作用过程中的能量传递,包括体积、做功的变化。得到了D,PA,RB这3个参数对能量传递的影响规律:D越大动能传递率和势能传递率都越小;PA越大动能量传递率越大而势能传递率越小;随着RB变大,势能传递率持续增大而动能传递率先增大后减小。", "label": "兵器科学与技术", "id": 0}
{"content": "通气空泡稳定性是超空泡减阻技术的关键,空泡界面的演化与发展与通气空泡稳定性密切相关。本文将基于高速摄像和粒子图像测速技术（PIV）,分析了不同雷诺数下,透明空泡界面特征及其内部流动结构。结果表明,雷诺数较小时,可以看到相对透明清晰的界面波向下游传播,随着雷诺数的增加,湍流在钝体附近发生转捩,水气掺混剧烈,空泡界面厚度增加。此外,空泡界面的特征会影响空泡内部流动结构特征。", "label": "兵器科学与技术", "id": 0}
{"content": "流体动力学噪声是指由运动流体与固定边界相互作用及流体内部湍流所引起的辐射噪声,辐射噪声对潜艇、鱼雷、水面舰船等航行体的隐身性能起着决定性的作用。目前计算水下辐射噪声主要采用的是混合计算方法中的声类比法,本文使用开源CFD工具包OpenFOAM求解器,采用大涡模拟（LES）方程模拟湍流流动,采用Curle流声比拟分析水声远场。计算雷诺数Re=3900的情况下,水中长方体和圆柱体的远场辐射噪声。分别采用两种精度不同的网格,用于对比不同网格精度对计算结果的影响。分析了不同几何形状对远场辐射噪声的影响,为后续的水动力噪声预报提供依据。", "label": "兵器科学与技术", "id": 0}
{"content": "水下主动通气的抽象化模型是横流中的射流（JICF）。本文基于直接数值模拟方法和VOF模型,对不同驱动压强下的气液两相横射流流场进行了数值模拟,通过对瞬时流场和平均流场的分析,获得了流向断面上流场和气相的分布特点。增大驱动压强可以降低各流向断面上0", "label": "兵器科学与技术", "id": 0}
{"content": "水下航行体艏部转捩区水动力噪声是艏部声呐自噪声的主要来源。自研设计了柔性基板的33元湍流脉动压力测试传感器阵列,在低噪声风洞开展了艇体模型表面脉动压力测试,捕捉到了艇艏表面转捩区激励载荷特征以及转捩区的终止点。随着来流速度的增大,峰值频率向高频迁移,转捩区逐渐向艏部迁移。比较了转捩区终止点的试验结果与理论预报结果,误差小于0.02m。此外,试验数据亦为试验技术改进与提升提供了方向。", "label": "兵器科学与技术", "id": 0}
{"content": "为了探究绕回转体通气空泡尾部泄气机制及其内部流动机理,采用FBM湍流模型并结合CLSVOF多相耦合界面捕捉方法,实现了不同泄气方式下的通气空泡多相流场的数值模拟,并通过高速全流场显示技术对绕空化器回转体通气空泡的流态特征进行了观测,分析了不同尾部泄气方式之间的转换机理。研究结果表明,在不同通气空泡流态特征下,主要呈现出回射流（RJ）、双涡管（TV）以及两者共存（RJTV） 3种泄气模式。稳定透明的通气空泡内部流场结构呈现出通气影响区、内部边界层区以及回流区等3种主要流动特征。通气空泡尾部泄气方式与其内部流动特性密切相关。在固定傅汝德数Fr下,随着通气率C0的增加,空泡长度明显增大,空泡的流态特征发生显著变化;在此过程中,空泡底部外边界层流动分离逐渐减弱,空泡尾部偏转角减小,空泡整体不对称性加剧,引起空泡上下界面速度分布出现显著差异,进而在空泡横向截面诱导形成旋涡并且在向下游发展过程中在空泡尾部脱落成一对具有相反旋转方向的涡管,通气空泡尾部泄气方式逐渐由回射流泄气向双涡管泄气转变。通气空泡三维不对称性及其尾部流动分离是回射流与双涡管泄气形成及转变的主要因素。", "label": "兵器科学与技术", "id": 0}
{"content": "本文基于自主开发的直角网格多相流模型模拟不同砰击速度下的楔形体自由入水砰击问题。数值模型基于时间半隐式有限差分法在固定直角网格上求解不可压缩Navier-Stokes方程,一个径向基函数虚拟网格法尖锐施加动边界边界条件,梯度增量level set （GALS）方法通过同时演化level函数和其梯度向量以捕捉强非线性自由表面。采用该方法在三套网格上模拟了二维楔形体自由入水问题取得了良好的网格收敛性,验证了本文方法的精度和可靠性。本文方法在细网格上计算得到的砰击压力相比边界元方法更接近于试验数据。砰击载荷从零迅速增加到最大值,然后当楔形体表面完全浸入水中时降低到一个稳定值。另外,研究了不同砰击速度对砰击载荷和自由表面形态的影响,当前方法证明能合理预报砰击载荷和捕捉大变形自由表面如射流和流体分离。", "label": "兵器科学与技术", "id": 0}
{"content": "空泡带来的水动力演化在水下航行体运动中有非常重要的意义。为了能够快速预测航行体水下发射过程中空泡造成的尾部压力的复杂变化,提出了一种具有物理约束的深度学习网络。该网络模型以一维卷积网络为基础,构建了一种编码-解码型网络结构。结合空泡的理论机理构建了具有物理性的输入数据集,从而实现对不同物理过程的响应和捕捉。并通过测试和验证说明本文提出的网络对于任何发射条件,能够实现航行体受力特征的快速准确的预测,光滑曲线、压力突变、震荡的趋势都和数值模拟的结果吻合。证明本文的方法能够为运动和弹道的预测提供依据。", "label": "兵器科学与技术", "id": 0}
{"content": "受限于计算效率,SPH方法研究结构物入水问题主要以二维单相为主,而入水问题本质上是一个三维两相问题。本研究发展了一种基于GPU加速的适用于结构物入水数值模拟的三维光滑粒子流体动力学方法（Smoothed Particle Hydrodynamics）。为了减小计算量并提高计算精度,采用了一种自适应粒子加密技术（Adaptive Particle Refinement）。采用两相流模型捕获圆球入水时空泡的演化过程。基于发展的SPH方法对圆球入水问题进行了数值模拟,并与实验结果进行对比。结果表明,该SPH方法可高效模拟结构物入水空泡演化。", "label": "兵器科学与技术", "id": 0}
{"content": "层化海洋中水下航行体运动会产生内波、旋涡等尾迹,从空、天高度可进行尾迹遥感探测,另外,利用水下传感器链、无人潜航器等平台可对其尾流进行监测。本文通过大涡模拟-Mix多相流模型对分层流体中水下自航体不同速度下激发生成的内波展开数值模拟,同时对其横截面尾流场进行分析。分析结果表明,水下自航体低速时能够产生向艇两侧演化的涡结构,且速度大小、螺旋效应及模型与跃层的相对位置对涡结构演化分布有影响。", "label": "兵器科学与技术", "id": 0}
{"content": "反潜作战是海上编队主要作战样式之一。文章针对编队航渡过程中的中程协同反潜问题,以红方驱护舰艇和反潜直升机协同搜攻潜,保护1艘被防护舰艇不被蓝方1艘潜艇攻击为典型研究案例,综合考虑编队航速约束、拖曳声纳/吊放声纳工作条件、潜艇有效攻击半径等因素,建立了编队航渡过程中的反潜阵型优化数学模型。基于凸优化算法,在2艘前出驱护舰和4架反潜直升机的典型场景下对所建模型进行机理分析和仿真案例测试,并对编队反潜作战效能影响因素进行灵敏度分析,并总结提炼出若干编队舰机协同反潜作战准则。", "label": "兵器科学与技术", "id": 0}
{"content": "作为反潜武器的重要组成部分,火箭助飞鱼雷具有航程远、速度快、打击概率大、可全天候作战等优点,在有效打击目标,执行战略任务方面具有重要作用。本文阐述了火箭助飞鱼雷的作战过程、技术特点,重点介绍了两代火箭助飞鱼雷的研究现状,分析了火箭助飞鱼雷的发展趋势。", "label": "兵器科学与技术", "id": 0}
{"content": "潜艇目标散布规律是反潜直升机吊声搜索研究的基础,在分析现有研究的局限基础上,修正了潜艇目标散布概率密度的极坐标的表达形式,结合潜艇目标机动策略建立了目标机动散布后的概率密度模型,推断了目标概率密度峰值并通过仿真实验验证,研究成果对吊声搜潜战法实验研究和实践运用具有一定的参考意义。", "label": "兵器科学与技术", "id": 0}
{"content": "射流掺混在水冲压等鱼雷推进系统中具有重要应用。针对原型试验费用高、测试困难等现状,开展了鱼雷掺混室内气液两相掺混过程的模化试验研究。基于低沸点工质丙酮模拟实际工质水的思路,提出以掺混流场结构相似和雾化液滴蒸发特性相似为基础的模化准则,建立了实际射流掺混过程的低温模化试验方法;并针对模化试验设计了PIV系统快速定位定焦测试台、多点阵列式测温板以及多功能喷嘴等装置,实现了对掺混流场的可视化测量和机理研究。", "label": "兵器科学与技术", "id": 0}
{"content": "在真实的海洋战争中,为了有效提高水中兵器对现代舰船的打击能力,以美国为代表的军事强国纷纷采用聚能装药战斗部水中兵器打击舰船结构。在聚能装药水下近场爆炸中,冲击波首先作用于水中目标,并且伴随着炸药的爆轰、汽水混合物的膨胀飞溅,甚至是水中目标的撕裂破碎等现象。同时高速金属射流也可以对水中目标产生局部毁伤,随后,产生的气泡载荷可能对水中目标产生整体毁伤。因为聚能射流近场水下爆炸对舰船的毁伤原因复杂多变,所以给舰船的近场爆炸研究带来了巨大困难与挑战。但是随着我国海军实力的不断提升,对于水下爆炸问题研究,已经成为我国海军重大的战略需求。众所周知,实验是研究聚能装药水下爆炸最直接的手段,但是实验具有成本较高、安全性较低、获取信息有限、还有一些不可控的人为或者天气因素等缺点。随着计算机技术的飞速发展,有很多学者采用数值方法研究聚能装药、水下爆炸及其对结构的破坏作用。数值算法主要分为网络算法和无网络算法两大类,很多学者采用边界元（BEM）、有限元方法（FEM）以及谱单元方法（SEM）等网络算法开展聚能装药水下爆炸的研究。聚能装药水下近场爆炸涉及高速射流冲击、多相强间断、结构撕裂损伤等非线性问题,其毁伤元主要包括聚能射流、水下爆炸冲击波及气泡载荷。本文基于CEL方法,建立聚能装药水下爆炸模型,研究冲击波在多层介质中的传播规律、金属射流的形成机理及气泡的非球状脉动过程,揭示聚能装药水下爆炸载荷特性及其对靶板的毁伤机理。本文采用的是软件Autodyn来进行模拟聚能装药水下爆炸过程,水下爆炸载荷对结构的冲击过程是一个复杂的流固强耦合问题,它有两种数值求解方法:拉格朗日网络方法（Lagrange method）和欧拉网格方法（Euler method）,两种算法各有优劣,相对来说拉格朗日算法适用于描述结构的应力变及变形运动,而欧拉网格方法能较好的处理流体大变形的问题。因此,提出了一种将两种算法优势相结合的耦合欧拉-拉格朗日分析方法被提出,这种算法是将结构和流体分开处理计算,计算中结构和流体分别采用Lagrange网格方法进行求解,和Euler网格方法进行求解,仅在两者交界面处进行耦合计算。相对采取单一的数值求解算法,CEL方法能够更好地解决复杂的流固耦合问题,尤其是涉及到结构、流体大变形的问题。本文采用Autodyn软件,基于CEL方法建立了不同装药量下的二维聚能装药水下爆炸的模型,并且在射流形成之后将二维结果映射到三维,继续运算聚能装药水下爆炸对靶板的侵彻过程。结果表明:聚能装药水下爆炸作用下的毁伤主要是聚能侵彻体和爆炸冲击波这两种毁伤元的共同作用结果,在形成聚能侵彻体时,在靶板的表明产生穿孔,然后冲击波会对结构产生严重的局部毁伤。Zamyshlyayev公式作为计算冲击波压力的经典经验公式,它已经被大量的实验所证实,并广泛应用于水下爆炸的领域。本文则采用这一公式对数值计算结果进行校验。对比的结果显示:数值计算的结果与公式计算的结果基本一致,并且冲击波压力的变化趋势也相一致,压力峰值的差距小,冲击波衰减过程与经验公式吻合良好。", "label": "兵器科学与技术", "id": 0}
{"content": "实现了一种基于Unity3D的ROV操控训练软件。本文用Simulink建立了ROV描述其水下空间运动的数学模型。该模型包括本体运动数学模型、海流模型、推力模型以及控制模型,模型导出为动态链接库。基于Unity3D开发了操控训练软件,该软件载入ROV的空间运动数学模型,以此为操控基础,通过外部设备操控ROV完成航行及排雷全过程。", "label": "兵器科学与技术", "id": 0}
{"content": "对俄罗斯舰用反潜声纳系统的研究和发展情况进行了分析介绍,列举了俄罗斯反潜舰用声纳的研制单位和型号发展过程,给出了其在役声纳设备的性能参数,为相关技术人员的研究工作提供参考和启示。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>0引言声纳浮标作为最重要的搜潜手段,由于具有可快速使用、搜索深度可变、单位时间搜潜效率高、便于大量携带、受平台噪声影响小、对平台机动限制小等优点,获得了大量使用,特别是被动声纳浮标,适合在远海小噪声环境中实施隐蔽搜潜作业。海洋中声速随海深的变化情况会对声纳的探测距离产生较大的影响,通常根据声速梯度的大小将水文环境分为良好、中等和恶劣等类别,根据不同类", "label": "兵器科学与技术", "id": 0}
{"content": "为研究水下的弹丸的运动特性和流体特性,通过ANSYS/LS-DYNA软件进行了空化器头型和卵头型弹丸水下侵彻目标的双向流固耦合仿真计算,计算中弹体、目标和流体之间使用ALE算法耦合,计算结果显示出了两种弹丸的应力云图以及整个侵彻过程发生相变的流体形态。与相应的实验进行对比,结果表明ANSYS/LS-DYNA中ALE算法可以高效的计算双向流固耦合问题,并基于此计算结果,分析了两种头型弹体的优点和缺点,给出水下射弹头型的选择建议,为水下射弹的终点毁伤设计提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "楔环是助飞鱼雷开伞等恶劣工况条件下强度失效的主要风险点。本文首先通过静态加载试验与仿真计算结果的对比修正了楔环结构模型,之后通过全雷模态试验与模态计算结果的对比修正了全雷模态计算模型,最后对开伞冲击条件下的楔环及全雷壳体强度进行了计算分析,定位了开伞条件下的结构强度风险点,为鱼雷结构改进提出了建议。", "label": "兵器科学与技术", "id": 0}
{"content": "文中对多关节机器鱼及机器海豚进行了鱼体波仿真,与之前较少关节的鱼体波相比,将杆系离散化程度加大了,并证实了海豚在限制离散化程度上有一定优越性。为缓解离散化,对鱼体波实现方式进行了研究,证实了CPG具有良好的逼真性。由于加工精度的要求,对描述海豚鱼体波的模型进行了改进。相比改进前,机器海豚的头部稳定性大为提高,海豚尾部推进频率和摆动幅度得到增强,经仿真验证改进后的模型在推进性能、稳定性、减阻性上的实效性增强。", "label": "兵器科学与技术", "id": 0}
{"content": "水下潜器自导核心参数的选取,对自导系统的性能起决定性作用,并与水下潜器总体参数共同对水下潜器的命中概率有相当大的影响。论文根据声纳方程以及水下潜器对目标的能量检测模型,利用仿真软件对自导周期、脉冲宽度、波束宽度和波束配置等条件下水下潜器的命中概率进行了仿真计算,详细分析了自导系统核心参数的优化原则,并给出相关结论。该文对自导系统设计和核心参数的优选以及与水下潜器总体参数相匹配等问题具有重要参考价值。", "label": "兵器科学与技术", "id": 0}
{"content": "针对远程水下武器平台航路规划过程中,采用传统粒子群算法避障存在的航路倒退问题,本文给出了一种新型的粒子群算法,结合远程水下武器平台航路规划及约束模型,将其代入某仿真系统,经计算验证,该新型粒子群算法可有效提升远程水下武器平台的避障效果,对提升远程水下武器平台作战效能具有重要参考价值。", "label": "兵器科学与技术", "id": 0}
{"content": "本论文的主要研究工作是研究非对称异构头型对航行器入水空泡及弹道特性的影响规律,通过开展不同构型头型的航行器入水冲击试验,揭示在佛汝德数62～322范围条件下入水空泡生成演变机理、入水弹道变化特性。实验采用了高速摄影的方法,研究了同一切距下分别是35°,40°,45°三种不同切角的头型的航行器在5～12m/s的不同冲击速度和60°,70°,80°和90°的不同冲击角度下入水后的弹道轨迹和入水空泡的演变过程。研究结果表明:带有非对称异构头型的航行器入水后的弹道轨迹出现了较大幅度的偏转,偏转幅度的大小主要与航行器的头型,入水角度,入水速度相关。在同一入水角和入水速度下,头型切角更小的航行器弹道偏转更加显著;在不同实验工况下,航行器姿态角随时间的变化遵循抛物线变化规律;不同切角的非对称异构头型的航行器入水带空泡能力不同,切角越小,带空泡能力越强;在同一入水角和入水速度下,头型切角更小的航行器在斜入水时形成的开口空腔的直径更大;不同切角的非对称异构头型的航行器入水空泡稳定性存在差异,切角越小,其入水空泡稳定性越差,空泡更容易溃灭。", "label": "兵器科学与技术", "id": 0}
{"content": "针对混流泵启动过程瞬态空化特性,采用数值模拟和高速摄影测量并重的方法,分析了同一启动时间（Ts=10s）不同进口压力下叶轮流道内流场分布。研究结果表明,在模型泵启动初期,泵内部的空化主要由叶顶泄漏涡引起的涡空化与叶顶泄漏流引起的间隙附着空化组成,随着转速的增大,可以观察到叶片背面的空化区域都是由叶片中部靠近轮缘处逐渐向叶片背面的后缘及轮毂的方向发展;叶顶区形成类似于几何三角形的空泡云,包含叶顶泄漏涡空化、卷吸区空化及间隙附着空化。随着进口压力的降低,模型泵发生空化的临界转速较小,空化的发展程度加剧。", "label": "兵器科学与技术", "id": 0}
{"content": "针对水介质固体火箭发动机垂直气体射流在重浮力的影响作用下的流场结构和发动机推力特点展开研究。建立了二维轴对称模型,在分别考虑有无重浮力以及不同方向重力加速度的条件下,进行气水相耦合仿真计算,同时获取发动机推力和尾部壁面受力振荡曲线进行分析。研究结果表明,考虑重浮力等体积力的仿真结果更加符合试验结果,射流结构的颈缩和胀鼓引起中心气体的振荡及尾部空间压力振荡更加剧烈。发动机推力在考虑重浮力等体积力时,振荡频率增大,而同向浮力会使振荡幅值减小,异向浮力会使振荡幅值增大。", "label": "兵器科学与技术", "id": 0}
{"content": "为分析超空泡鱼雷在航行过程中发动机尾焰与超空泡流场的相互作用规律,以及鱼雷航行速度、燃烧室压强和尾喷管扩张角对超空泡鱼雷尾喷管内流场和空泡外流场的影响,本文采用数值计算的方法,应用Mixture多相流模型并耦合Singhal et al.空化模型,对超空泡鱼雷的喷管内流场及超空泡外流场进行仿真。计算结果显示了通气空泡流场的发展规律、发动机尾焰对通气空泡流场的影响以及不同航行速度、燃烧室压强和不同喷管扩张角下鱼雷尾喷管内外流场的物理参数分布状态,通过分析计算结果发现:尾喷管流的加入极大增加了整个超空泡内部的燃气含量,使航行体空泡长度明显增加,但航行体受到的压差阻力和摩擦阻力基本不变;随着航行速度的增加,空泡长度和直径均有所增加,同时尾喷管后部高压区后移,欠膨胀燃气继续膨胀的区域逐渐变大;燃烧室总压的增加使得发动机推力增大,同时航行体尾部流场的压力明显上升,射流高压区前移,通气空泡长度减小,燃气射流区域后段收缩现象明显;喷管扩张半角的增加使得发动机推力逐渐下降,但下降幅度不大,同时尾喷管后轴线上的马赫数峰值随喷管扩张半角的增大有极小幅度的增加。从圆柱段末端至距航行体前端空化器圆心三米处的流场区域内,随着喷管扩张半角的增大,空泡边界附近的水蒸气区域厚度不断增大。本文可以为超空泡鱼雷航行速度、发动机燃烧室压强的确定以及尾喷管的设计提供理论指导。", "label": "兵器科学与技术", "id": 0}
{"content": "随着鱼雷技术的不断发展,鱼雷呈现出航程远、航速高、追踪能力强和智能对抗水平高等特点。水声对抗技术是反鱼雷攻击的关键技术。因此水声对抗器材已经成为现代海战中必不可少的组成部分。水声对抗器材的研究和发展对于拥有海洋领土的国家来说需求迫切。本文对对抗器材中的软杀伤性器材——主动式声诱饵和被动式声诱饵的工作原理进行了介绍,并且对声诱饵的信号生成进行数学建模,通过MATLAB软件仿真完成声诱饵信号生成。", "label": "兵器科学与技术", "id": 0}
{"content": "弹性充液管道系统在生活中和军事中都有着广泛的应用,研究弹性充液管道系统声传输特性,对于检测管道泄漏、水下航行体减振降噪有着重要意义,低频噪声在管道中的传播途径与管道内声场的径向分布存在一定联系。本文首先对弹性充液管道中简正波的截止频率及轴向径向规律进行了理论分析。之后进行了弹性充液管的声传输特性实验,从实验的角度验证理论结果,重点分析了管内简正波的各阶截止频率及声在管道中的径向规律。研究结果表明:弹性充液管中存在声的截止现象;管内声场的径向分布符合越靠近轴心处声压越高的贝塞尔函数规律。", "label": "兵器科学与技术", "id": 0}
{"content": "本文主要对EMD、EMMD、CEEMD算法进行阐述,使用CEEMD算法对10条次击水声信号进行重构分析,并引入信噪比SNR对10个信号的重构效果进行了分析,使用该算法可以在一定程度上提高击水声信号的信噪比,从而提高击水声信号峰值检测的准确度。", "label": "兵器科学与技术", "id": 0}
{"content": "为了精确研究水下靶标模拟潜艇目标多亮点声特性;采用基于方位角的数值仿真对潜艇目标声特性进行了理论研究;获得了潜艇不同方位角上声亮点特性,结合水下靶标模拟功能及技术特点,综合实际情况分析了水下靶标模拟潜艇多亮点能力及不足;研究结论对试验数据后期处理及异议性判断分析具有重要帮助,同时对水下靶标发展提供技术支持。", "label": "兵器科学与技术", "id": 0}
{"content": "通过无动力运载器发射潜射无人机是实现潜射无人机功能的关键,这样可以避免无人机的水密封问题,又可有效保障潜艇的安全。运载器通过潜艇的鱼雷发射管发射,依靠发射初速度和自身的正浮力上浮。在出管阶段,发射管的限制对运载器的发射状态提出要求,本文建立运载器出管的数学模型,分析发射参数对运载器出管的安全性的影响,仿真结果可以为运载器的总体设计提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "航行体入水流场涉及到自由面大变形、非线性流动以及流固耦合等难题,是具有重要工程科学价值的前沿基础问题。本文在开源计算流体力学软件Open FOAM的基础上二次开发,构建了可压缩三相含空化相变求解器,用于开展流场特性数值模拟研究。在典型工况下,发现水平液面空泡开口处存在涡环,进一步分析了气体侵入以及涡环对周围流场的影响,结果表明,涡旋作用处存在局部低压区,空泡形态变化后气体无法有效侵入空泡内部,导致空泡内压力降低,最终发生表面闭合现象。", "label": "兵器科学与技术", "id": 0}
{"content": "聚能装药水下爆炸产生的主要毁伤元是聚能侵彻体和水下爆炸冲击波,其与含水复合结构的作用主要为聚能侵彻体对钢/水/钢的贯穿以及爆炸冲击波的冲击作用,结构的毁伤是多毁伤元造成的,其与装药方式、含水复合结构（水层厚度及壳体的材料、厚度）及实验方式（水下或地面）等因素密切相关。文章通过数值计算和实验结合的方式研究了含水复合结构在不同类型装药作用下及不同实验环境下的毁伤,结果表明:在相同装药当量情况下,聚能装药对含水复合结构所造成的毁伤比爆破型装药严重。聚能侵彻体与冲击波的联合作用可对含水复合结构的水箱后板以及后效靶板造成穿孔以及塑性变形。水箱前板在爆轰产物及冲击波作用下产生瓣裂穿孔,孔径约为聚能装药直径的2～3倍,水箱后板的主要破坏模式为侵彻体贯穿造成的穿孔,孔径约为装药直径的1/3。聚能侵彻体穿越水层时,产生空化,侵彻体的速度在水中呈指数衰减。聚能装药在空气中爆炸与水下爆炸时,聚能侵彻体的速度变化规律、靶板的穿孔孔径以及穿透后效靶板厚度无明显差异,而水箱后板的塑性变形有较大不同。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>0引言1潜艇等水下目标运动时会产生辐射噪声,利用辐射噪声可以进行目标识别和定位[1]。其中,基于辐射噪声的目标航速估计主要是利用运动目标与接收装置之间相对运动时产生的多普勒频移,从多", "label": "兵器科学与技术", "id": 0}
{"content": "<正>0引言1随着潜艇的降噪技术提升,低频主动探测日益成为探测水下目标的重要手段。传统主动声呐信号使用的信号通常为调频（FM）脉冲信号和单频（CW）脉冲的组合信号。FM脉冲信号由于时延分辨力高,常被用来测距,而CW脉冲信号由于频移分辨力高,", "label": "兵器科学与技术", "id": 0}
{"content": "<正>0引言声纳浮标作为最重要的搜潜手段,其深度档位对探测效果影响较大。由于受成本等限制,其深度档位设置大部分采用固定档位,只有极少数高成本浮标深度连续可变。目前被动声纳浮标多采用三档或四档深度,如20-150-300米、15-40-150米、27-61-122-305米等档位组合,档位的增加将导致浮", "label": "兵器科学与技术", "id": 0}
{"content": "<正>0引言一般我们运用简正波方法来解决浅海中的混响问题。Ellis已经利用简正波理论建立了浅海混响预报模型。而对于航空声纳应用,其工作中心频率一般在1kHz以上,工作范围一般在3km以上。简正波理论在中高频计算效率低,波束跟踪理论由于浅海复杂多途环境不适用中远程混响求解。设计根据频率自动判别采用混响模型的航空声纳混响特", "label": "兵器科学与技术", "id": 0}
{"content": "<正>0引言合成孔径声纳、多波束成像声纳等高分辨率水下成像装备在海洋勘探、海底地质分类以及水下目标探测等方面具有非常重要的作用,在民用方面,如海底沉船、海底管线探测等人工目标以及海底地质以及礁石等自然目标的探测;在军用方面,如各种布设形式的水雷目标探测等。在实际使用中,由", "label": "兵器科学与技术", "id": 0}
{"content": "<正>0引言武器装备体系作战仿真和效能评估是提升体系作战能力的重要手段,在装备论证、辅助决策、战术战法研究、模型校验等方面应用广泛。航空反潜作战仿真与效能评估是水下预警体系仿真与效能评估的重要组成部分,以航空反潜作战兵力搜攻潜有效性、准确性和时效性为主要评估指标项,通", "label": "兵器科学与技术", "id": 0}
{"content": "为提高我军水下反潜作战能力,提出采用水下无人平台执行搜潜任务的方法。根据水下滑翔机（AUG）获知的潜艇概略信息,利用自主式水下潜器（AUV）的优势,建立了母船应召布放AUV群圆形扩展阵、螺旋扩展阵、直线扩展阵搜潜模型,通过Matlab仿真初始距离,AUV布放个数和AUV航速对各模型搜潜效能的影响。仿真结果表明:在相同条件下,扩展圆形搜索模型的搜潜效能优于其余两", "label": "兵器科学与技术", "id": 0}
{"content": "反鱼雷鱼雷（ATT）是一种全新的防御鱼雷硬杀伤器材,对潜射直航鱼雷的拦截是ATT运用研究的基础内容。首先,通过逆向运用潜射直航鱼雷的射击原理,给出了水面舰艇基于报警方位信息判断来袭直航鱼雷弹道要素的预测模型。其次,针对水下常规动力ATT的技术特点,提出并论述了ATT防御潜射直航鱼雷的提前角拦截、迎击弹道拦截、方位线拦截基本原理,建立了相应的射击要素解算模型。最后,围绕潜射直航鱼雷的弹道预测模型和ATT的三种拦截方式进行了仿真分析和规律提取。研究成果揭示了ATT三种拦截方式的运用原理与拦截特点,可为拦截其他类型鱼雷的运用研究提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "针对水下航行体的探测一直是各国海军关注的重点。随着未来减振降噪、高速深潜等潜艇关键技术的发展,传统探测方式探测潜艇变得越来越困难,而针对潜艇诱发的间接红外探测方式必将受到重视。冷表皮是海洋表面存在一层很薄的热边界层,它的温度一般比相邻下层水体的温度低零点几摄氏度。水下潜艇运动会在近海面形成V形流场,在此过程中会破坏原有的冷表皮结构,使水面温度场发生改变,从而产生与潜体运动参数相关的红外信号,可被红外遥感卫星探测识别。本文通过数值计算的方法,对潜艇在不同运动状态下对冷表皮的调制作用进行了模拟。本文基于CFD软件,采用边界造波法、阻尼消波技术及VOF自由表面处理方法,以速度入口和压力出口作为计算域主要边界条件,建立了三维密度-温度层化的风-浪-流数值水槽。在考虑了密度阶跃层化和温度连续层化的情况下,基于SUBOFF潜艇模型,对不同Froude数下的潜体运动状态,分析了冷表皮受到自由表面Kelvin波和内波调制作用下的温度场的分布变化。从计算结果中可以看出:潜艇直接引起的Kelvin波对冷表皮影响较小,内波映波的影响比较明显,能够引起冷表皮温度变化在不同风浪条件下幅度可以达到5%～30%,其形状与夹角均与内界面波有较强的相关性;引起的冷表皮变化在潜体后方较远的位置,几乎与Kelvin波系不发生重叠。", "label": "兵器科学与技术", "id": 0}
{"content": "弹体高速入水会产生巨大的冲击作用,引起弹体和内部器件的动态响应。本文针对一种新型含能弹结构,利用三维非线性动力学软件ANSYS/LS-DYNA,分析弹体入水过程中单元的应力应变变化情况,研究入水速度对弹体及含能反应材料加速度的影响,得出弹体及含能反应材料的冲击压力峰值变化规律,为新型含能弹的结构设计提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "本文介绍了国外深海核动力装置的应用情况与发展路线。国外在早在上世纪六、七十年代便将核动力应用于军用及民用领域,发展了包括核反应堆推进系统和放射性同位素电源两种形式的多种核动力装置。国外在深海核动力领域应用早,技术发展呈现系列化、多样化、专业化,技术不断成熟。国外深海核动力装置的发展表明,核动力在深海领域具有广泛的应用前景。", "label": "兵器科学与技术", "id": 0}
{"content": "泵喷推进器是一种新型的组合式推进装置,由于它具有推进效率高、临界航速低、抗空化性能强等优点,目前已经被多国运用到鱼雷和核潜艇上。国外对泵喷推进器的研究由来已久,而国内在这方面的研究相对较晚。鉴于泵喷推进器的重大应用前景,本文主要以鱼雷泵喷推进器为对象展开介绍,介绍了泵喷推进器的发展现状,以及国内外学者对泵喷推进器开展过的研究,为泵喷推进器的进一步研究奠定了基础。", "label": "兵器科学与技术", "id": 0}
{"content": "为解决鱼雷中楔环结构引起鱼雷连接舱段模态计算结果误差较大的问题,本文提出了一种基于有限元真以及最小二乘复频域（LSCF）算法的模态参数识别方法。以楔环连接的非线性接触舱段壳体模型为计算模型通过显式非线性动态分析模拟锤击试验得到测点的时域曲线,之后通过编制的LSCF模态参数识别程序,在无试验模态数据修正模型的情况下,准确的得到了楔环连接舱段壳体的模态参数,验证了本文提出方法的可行性准确性。为模态仿真计算提供了一种新的模态计算方法,具有一定的工程应用价值。", "label": "兵器科学与技术", "id": 0}
{"content": "根据鱼雷电磁引信辐射场的数学模型,提出一种电磁引信鱼雷过靶末弹道测试的方法,利用测试点接收的磁场强度及梯度矩阵,计算出电磁引信辐射源的坐标,得到鱼雷过靶末弹道航迹。本文对该方法进行了理论推导和了误差分析,利用实测数据进行了验证,结果表明该方法在一定距离范围内能够得到比较准确的结果。该方法避免了非线性迭代运算,便于实时计算,具有较好的实用性。", "label": "兵器科学与技术", "id": 0}
{"content": "本文建立了基于概率分布的声尾流自导鱼雷进入尾流位置和航向模型,结合较贴近实际的尾流声学仿真模型、鱼雷声学自导检测模型和弹道模型,设计了基于模拟法的声尾流自导鱼雷仿真系统,在此基础上实现了对声尾流自导鱼雷命中区域的仿真计算,并据此分析采用悬浮式深弹布设拦截阵的策略。上述方法对提高使用悬浮式深弹拦截尾流自导鱼雷的概率具有借鉴作用。", "label": "兵器科学与技术", "id": 0}
{"content": "水下武控系统是影响水下平台战斗力的核心因素,为通过水下武控系统运行状态的实时监控,实现水下武控系统预测性维护及持续可靠的运行,论文开展了武控系统健康管理技术体系综合研究,建立了由采集层、网络层、服务器层组成的水下武控系统健康管理体系总体框架,对健康管理体系工作流程进行了初步研究,并开展了采集层总体设计以及服务器层功能设计。", "label": "兵器科学与技术", "id": 0}
{"content": "水下智能指挥控制体系是水下作战体系的重要组成部分。文章以构建区域性水下作战体系需求为牵引,介绍了水下作战体系和水下作战指挥模式,分析了对水下智能指挥控制体系构建,提出了构建具有体系开放、信息闭环、任务重构、指挥综合等能力特征的水下智能指挥控制体系发展目标和实现思路;最后初步探讨了水下智能指挥控制体系相关技术发展。", "label": "兵器科学与技术", "id": 0}
{"content": "本文基于潜艇声呐系统被动探测目标,发射线导鱼雷攻击水面舰艇的作战背景,建立了鱼雷导引方法、声呐目标分辨和方位序列推算的数学模型,通过仿真研究了鱼雷发射后本艇战术机动对线导鱼雷攻击效能的影响。根据鱼雷作战效能蒙特卡洛仿真方法,给出满足线导鱼雷攻击效能指标的鱼雷发射后的本艇战术机动的要求并给出了武器系统实现这种要求的设计方案。", "label": "兵器科学与技术", "id": 0}
{"content": "本文基于潜艇声呐系统被动探测目标,发射线导鱼雷攻击水面舰艇的作战背景,建立了鱼雷导引方法、声呐目标分辨和方位序列推算的数学模型,通过仿真研究了声呐系统分辨能力对线导鱼雷导引效果的影响。根据鱼雷导引效果蒙特卡洛仿真方法,给出满足线导鱼雷攻击效能指标的声呐系统波束内目标分辨能力的要求。", "label": "兵器科学与技术", "id": 0}
{"content": "本文介绍并分析了现有的多种水下航行体舵角测量方法,归纳总结了各自的优缺点,提出了一种基于垂直位移测量方法和三角计算方法的新型测量原理,设计了包括硬件、软件在内的新型测量装置。该测量方法和测量装置可以在具体的水下航行体舵角测量工作中应用,提高测量精度和工作效率。", "label": "兵器科学与技术", "id": 0}
{"content": "本文以鱼雷涡轮机减速器齿轮传动系统为对象,建立了该传动系统的动力学模型。通过对系统频域内的动载系数历程、动载荷的时域历程等研究,分析了减速器齿轮传动系统产生振动的影响因素,进行了改进前后减振降噪效果的仿真验证,给出了减速器减振降噪的具体改进措施。", "label": "兵器科学与技术", "id": 0}
{"content": "为了研究高速射弹跨介质入水过程中的弹道特性与超空泡形态以及阻力特性,采用VOF多相流算法、k-w SST湍流模型以及Schnerr-sauer空化模型,运用动网格技术,对某一型号高速射弹跨介质入水过程进行了数值模拟。得到了射弹的阻力特性曲线、速度衰减曲线、入水深度曲线以及空泡形态图。将计算结果与理论解进行了对比,吻合良好。结果表明:高速射弹入水过程中可以形成覆盖弹身的超空泡,实现有效减阻。在弹体入水瞬间,阻力达到最大,弹体速度在形成稳定的超空泡前衰减很快,随后由于超空泡的形成导致阻力减小,速度衰减变慢。", "label": "兵器科学与技术", "id": 0}
{"content": "氢能闭式循环热动力系统不受背压影响,无向外排放物,无航迹,能够极大地提高水下航行器的航行深度、安静性和隐蔽性,是一种全新的安静型、高效率、高性能动力技术。氢气发生器和氧气发生器是氢能闭式循环动力系统的关键组件。氢气发生器以水反应铝合金为原料制取氢气,氧气发生器以生氧剂为原料制取氧气。文章介绍了氢能闭式循环热动力系统关键技术。", "label": "兵器科学与技术", "id": 0}
{"content": "对鱼雷热动力能源归纳分析了各自的优缺点,对现役典型鱼雷的性能进行了比较。着重介绍了水反应金属燃料、Li/SF6闭式循环动力金属燃料、氢氧闭式循环动力金属燃料。这三种金属燃料代表着鱼雷热动力能源未来发展趋势。", "label": "兵器科学与技术", "id": 0}
{"content": "本文介绍了用于鱼雷与UUV的金属燃料动力系统的组成、工作原理以及反应器的结构与工作特点,对金属燃料动力技术的研究提出了一些看法。", "label": "兵器科学与技术", "id": 0}
{"content": "综述了超高速鱼雷用水反应金属燃料国内外的研究和应用情况。阐述了水反应金属燃料在配方组成、材料研究的主要方向、燃烧性能的主要影响因素以及水冲压发动机研究过程的几个关键因素。指出今后相关研究的重点在于研究镁基燃料的大尺度工艺等应用技术和提高水反应金属燃料中铝的燃烧效率。", "label": "兵器科学与技术", "id": 0}
{"content": "本文首先围绕水面舰艇综合防御鱼雷行动特点,从防御过程、目标信息和组织规模三个角度阐述了防御行动的划分方式。针对现代水面舰艇防御鱼雷技术的发展,指出多种对抗手段综合防御、目标信息的探测与处理、基于弱信息的鱼雷防御是三个主要技术突破方向。从作战系统的角度分析了水下自防御系统的基本概念,明确减少人工干预的关键点。研究结果对于深入理解水面舰艇的综合防御鱼雷方法、正确把握综合防御鱼雷系统的发展方向具有指导意义。", "label": "兵器科学与技术", "id": 0}
{"content": "采用开放式结构、数字化技术、模块化集成等新设计理念架构的鱼雷,可满足长航时、远航程作战需求,创新水下远程重型鱼雷和空投轻型鱼雷作战模式,拓展鱼雷的使用性,遏阻美‘反介入/区域拒止’战略,弥补鱼雷在体系对抗作战使用中的短板问题。", "label": "兵器科学与技术", "id": 0}
{"content": "文中以潜艇目标为例,介绍了潜艇目标建模技术,复杂信号相关法方位估计的算法原理,线性调频信号体制下潜艇目标散射特点,给出了仿真结果与分析,最后讨论了在方位估计中信号体制的选取问题。", "label": "兵器科学与技术", "id": 0}
{"content": "为了有效分辨潜艇及潜艇尾流,论文提出了一种基于Costas编码信号的潜艇及潜艇尾流分辨方法。该方法利用潜艇目标与潜艇尾流回波的频率不同,采用高时间-频率分辨力的信号波形,从具有一定运动速度的潜艇目标中区分出静止的潜艇尾流。通过仿真验证,当目标与尾流速度差大于等于2kn时能够有效分辨目标及尾流回波,具有一定的工程应用价值。", "label": "兵器科学与技术", "id": 0}
{"content": "针对水下航行体利用小孔径声基阵进行智能化目标识别的问题,提出了水下声基阵锐化波束目标声成像方法,即通过波束锐化提高声基阵空间方位分辨力,获取高精度目标声图像,进行目标智能化图像识别。研究了水下声基阵波束锐化方法,构建了原理实验系统,开展了水池试验研究,验证了声基阵锐化波束实现目标声成像方法的有效性和可行性。结果表明,利用波束锐化方法,可大幅提高水下声基阵空间方位分辨能力,可以有效获取水中目标的声图像,为实现水中目标的声成像和智能化图像识别提供可行途径,具有较好的工程应用价值。", "label": "兵器科学与技术", "id": 0}
{"content": "潜艇是海上作战重要武装力量,实现对潜艇有效的打击,具有重要的意义,论文提出一种单频声自导系统鱼雷在近距离攻击潜艇艇艏的方法,通过计算潜艇多普勒速度判断潜艇运动态势,从而估计潜艇艇艏的水平方位值。并在半实物仿真系统对该方法进行了验证,结果表明此方法能有效地估计艇艏水平方位值。", "label": "兵器科学与技术", "id": 0}
{"content": "混响是鱼雷主动自导的主要干扰背景,它严重影响了鱼雷主动自导目标信号检测的性能,论文对空时自适应处理应用于鱼雷自导的方法进行了研究,对实测数据进行了分析,结果表明,空时自适应方法相对于常规方法对混响的抑制有一定提升。", "label": "兵器科学与技术", "id": 0}
{"content": "声自导基阵的自噪声指的是水中兵器在航行中声自导基阵接收表面处的噪声,也称声自导自噪声。自导自噪声与动力类型、航速、自导工作频率和航行深度均有关。自导声学基阵的降噪是一个永恒的技术话题。在声学基阵噪声异常且不能通过常规方法进行降噪的时候,采取增大航行深度和频带自适应算法的方法,也可以达到满意的降噪效果。", "label": "兵器科学与技术", "id": 0}
{"content": "论文研讨了无人平台自主反潜的发展和关键技术。对各种无人平台的反潜手段和能力、特点进行了系统的分析,讨论了无人平台的水下信息获取、目标跟踪、识别和攻击手段及其有效性,并对无人平台自主反潜的关键技术及其发展趋向进行了分析,给出了典型产品和应用举例。无人平台自主反潜的发展和应用是反潜技术的一大进步,值得我们重视。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>0引言当水下航行体在水下航行时,表面的开孔与流体相互作用,产生水动力噪声。其中孔腔水动力噪声是高航速时主要的噪声源之一。陷窝结构被认为扮演着\"旋涡发生器\"和\"扰动发生器\"的角色。近年来,陷窝被应用在发动机进气道抑制气流的分离中,但是在水下的应用还非常少。通过有限元软件建立水下三维孔腔的数值模型,利用FLUENT软件进行流场计算,研究陷窝对水下孔腔的流动控制", "label": "兵器科学与技术", "id": 0}
{"content": "<正>0引言水下航行体的噪声将严重影响其隐身性能。而水下航行体的主要噪声源包括动力机械噪声、螺旋桨噪声和水动力噪声。随着机械噪声和螺旋桨噪声得到了一定的控制,在高航速时水下航行体的水动力噪声成为了科研工作者不可忽视的噪声来源,所以对水下航行体的水动力噪声研究是非常有意义的。1流场的数值模拟本文应用Fluent软件基于大涡模拟（LES）方法", "label": "兵器科学与技术", "id": 0}
{"content": "<正>0引言1空投鱼雷是最重要的航空反潜武器,其攻潜突发性强、对潜搜索效率高、目标识别能力强、命中概率高,对潜艇造成了巨大威胁。相对反潜飞机,潜艇机动性能差、对空探测能力弱、对空攻击武器少,在潜空对抗中处于劣势。在研究空投鱼雷对潜艇威胁的基础上,分析潜艇反制空投鱼雷的能力需求,从潜艇对反潜飞机的探测和攻击、以及潜艇对空投鱼雷的对抗等角度,探讨潜艇水声对抗系统防御空投鱼雷的技术途径,", "label": "兵器科学与技术", "id": 0}
{"content": "<正>0引言1吊放声呐是航空搜潜的最主要装备,具有搜索速度快、机动灵活,能在低噪声环境下工作,深度可变,精度高,具有多种工作方式,体积小、重量轻的特点[1-4]。目前吊放声呐探测技术的研究主要在两方面进行:一是对建立的搜潜模型进行效能分析;二是研究吊放声呐的探测和识别算法;但由于技术敏感性,相关设备和技术一直被英国、美国和法国等西方国家垄断,禁止向中国出口。目前,国内许多单位已经开始进行吊放声呐的探测算法的仿真和实", "label": "兵器科学与技术", "id": 0}
{"content": "基于带有锥形火焰稳定器的铝水反应水冲压发动机构型,建立了水冲压发动机两相流反应模型,对某发动机进行数值模拟,得到了发动机内流场的分布规律,研究了火焰稳定器、二次进水位置和二次水燃比对发动机内流场的影响规律,得出了压力、温度等发动机参数的变化趋势。结果表明,火焰稳定器能够实现颗粒与水蒸气的充分混合;二次进水位置对发动机内流场影响不大,二次进水位置的越大,流场低温区向后推移;二次水燃比的增大,二次进水形成的低温区温度降低,工质最终温度降低,发动机推力随着二次进水量的增大而增大。", "label": "兵器科学与技术", "id": 0}
{"content": "论文分析了探雷声纳回波的能量特征,研究了探雷声纳回波能量和子带能量的分析方法,提出了基于目标回波能量特征的目标分类识别方法,并进行了实验验证。实验结果表明,利用目标回波能量特征的差异和目标子带能量特征的差异,可以有助于探雷声纳对目标类型的判别。", "label": "兵器科学与技术", "id": 0}
{"content": "本研究旨在研究高速可压缩超空泡流的流体动力特性,研究采用考虑液相与汽相物性可压缩特性的高速可压缩超空泡流的数值计算方法,并以实验射弹为研究对象,通过与高亚音速、跨音速实验数据进行对比,验证了数值计算方法的稳定性和准确性。研究了马赫数对可压缩超空泡流动的影响,研究结果显示,在超高速流动状态下,水的可压缩性对流体的非定常特性和空泡形态有显著影响。随着马赫数增大,压缩波发展为激波,导致射弹周围压力急剧升高,并且,压力的升高抑制空泡的发展,使空泡径向尺度减小,越发贴近弹身。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>采用分子动力学计算方法研究含能材料的晶体结构随压力和温度变化,有助于从原子分子等微观尺度认识其相变过程。本文基于NPT系综和反应力场分子动力学计算方法,对温度范围在300K-480K和压力范围在常压-30GPa时,固相β-HMX晶体的超晶胞结构进行计算。结果表明固相β-HMX晶体的单胞体积V和b轴的值,在380K和460K时出现两次不连续变化,表明由于温度的变化,导致HMX晶体发生了两次相变。对两次相变时,固相HMX的状态方程随压力的变化进行计算表明,在380K时固相HMX的状态方程未发生不连续的变化,而在460K时,固相HXM晶体的超晶胞结构则在11GPa-12GPa和24 GPa-25 GPa时出现了两次不连续的变化,表明由常压和不同温度导致固相HMX相变,会导致相同压力范围内超晶胞结构的状态方程发生不同的变化。", "label": "兵器科学与技术", "id": 0}
{"content": "高能材料熔铸成型工艺的建模仿真对于定量分析高能材料的成型机理、预测与调控成型质量具有重要意义。本研究基于达西定律和孔隙率增长模型建立高能材料熔铸成型工艺过程模型,模拟了熔铸过程中高能材料的流动、传热、凝固等行为,预测了熔铸内部缩孔缩松分布。为调控熔铸凝固过程以减少熔铸高能材料内部的缩孔缩松,提出一种分区控温的工艺调控策略,并基于模型仿真验证了该策略的有效性,实现了缩孔缩松区域及其孔隙率的大幅减小。", "label": "兵器科学与技术", "id": 0}
{"content": "低感高能炸药是一类兼具高能量、低感度的综合性能优异的单质炸药,在战略武器与安全弹药中具有重要的作用,是当前含能材料领域的研究热点和发展趋势[1]。1,1’-二氨基-4,4’,5,5’-四硝基-2,2’-联咪唑（DATNBI）作为新型的低感高能炸药（图1）,于2013年被Breiner首次报道[2],DATNBI的合成是经4,4’,5,5’-四硝基-2,2’-联咪唑（TNBI）胺化而来。DATNBI具有低感高能的特点,其爆速、爆压分别为9063m/s和36.4 GPa,高于RDX的爆速（8872 m/s）和爆压（34.7 GPa）;同时,DATNBI的熔点（205.1℃）和热分解温度（216.8℃）也优于RDX（分别为204和210℃）[3]。尽管DATNBI已被合成表征并初步考察了其相关性能,然而其仍缺乏纯度测定和含量分析的相关方法。高效液相色谱法（HPLC）具有高的灵敏度、可靠性及重现性,广泛用于含能材料的分析检测与质量控制研究。为此,本研究开展了针对DATNBI的HPLC分析方法研究,液相色谱仪为岛津LC-20AT,色谱柱为C18-Extend（5.0μm,250*4.6 mm）,带自动进样器、柱温箱和紫外检测器。我们对DATNBI的色谱条件进行了优化,考察了有机相类型、有机相/水相比例、色谱柱温、检测波长及进样量等因素对色谱分离检测的影响,最终确定了最优的色谱条件:流动相乙腈/水比例为50/50,检测波长290 nm,进样量5μL,柱温箱35℃。图1所示不同流动相（乙腈/水）比例的色谱图,其中乙腈/水为50/50的出峰时间为6.19 min,峰高为1.7×106,峰面积为1.4×107。", "label": "兵器科学与技术", "id": 0}
{"content": "晶体形貌是影响炸药能量与安全性能的重要因素。晶形控制是当前炸药领域的研究热点与难点。采用理论方法预测晶体形貌,能够从微观上深入理解晶体生长机制,为炸药的结晶实验提供理论指导。附着能模型是炸药领域中应用最为广泛的晶形预测方法,建模简单,耗时适中,预测结果相对准确,可快速筛选溶剂、温度等结晶条件。附着能的准确计算对晶形预测结果至关重要。为此,本研究详细阐述了附着能模型中各参数的物理含义及准确计算方法,并进一步提出了新的校正公式。以炸药HMX在丙酮溶剂中的结晶为例,基于校正后的理论模型,成功预测出了（020）晶面（见Fig.1）,理论晶形与占有率模型、螺旋生长模型、界面结构分析模型等其他理论模型的预测结果相似（见Fig.2）,证明了校正公式的合理性。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>当机械能量集中压缩在空间或者时间范畴时,可以产生剧烈的物理和机械化学作用。机械能诱导含能材料起爆就是极为典型的例子。起爆的原因被认为是定域微结构内\"热点\"形成导致的,但是并没有\"热点\"形成的直接实验证据,这就限制了如何理解\"热点\"的形成机制,以及如何控制\"热点\"的位置。我们利用超声波产生强的、定域的摩擦加热新方法（定义为\"超声锤\"）,结合高空间、高时间中红外图像采集装置,研究微米级含能材料起爆特性以及观测\"热点\"的形成。利用\"超声锤\"对嵌入聚合物PDMS内小于500μm的RDX （CH2NNO2）3和HMX （CH2NNO2）4晶体进行高速加热,升温速率大于10000 K/s。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>1、引言二战结束以来,浅地表仍有大量地雷尚未被发现并清除。其中,传统的金属地雷一般为反坦克地雷,对人危害较小,且易于检测。而反步兵地雷主要由非金属材质构成,用金属探测器等传统检测手段难以将这类非金属地雷检测出来,且误报率很高,容易造成对平民的误伤,引发了许多人道主义问题,并影响相关地区的社会经济发展。因此,如何实现对非地雷的高效检测成为一个迫切需要解决的", "label": "兵器科学与技术", "id": 0}
{"content": "针对炸药冲击波感度实验耗材巨大、危险性高以及受实验场地限制,且冲击起爆过程不可逆与实验现象难以观测等问题,为解决无法为本科生开设爆炸实物实验的难题,以小隔板实验为例开展虚拟仿真实验教学。基于以学生为中心的教学方法,利用AUTODYN对传爆药聚黑-14C的小隔板实验冲击起爆过程进行了模拟计算,得到了其临界隔板厚度;采用MAYA对小隔板实验装置进行虚拟建模与装配,并应用数值模拟结果对实验细节开展了虚拟设计与实现,给出了仿真模型和动画视频。实践教学结果表明,通过融合数值模拟与虚拟仿真技术的优势互补特性,既可为爆炸类教学实验提供直观可见的实验装置与现象,也可为实验提供科学数据,拓展实验内容,有效提高了综合教学实验效果。", "label": "兵器科学与技术", "id": 0}
{"content": "硼笼化合物作为高能材料,由于其热值高,燃烧产物分子质量低,显著缩短点火延迟时间以及提高燃温特点在推进剂领域应用日趋广泛[1]。本文采用高压DSC对五种不同取代基硼笼化合物的热稳定性进行了研究。在2MPa压力下下,硼笼化合物CB-1在200℃左右有个吸热峰,350℃以上有个放热峰,分别为其为高压下气化峰和分解峰。如图所示五种化合物的分解峰均在350℃以上,且随取代基碳数增加化合物分解温度增加,最可达到389℃。", "label": "兵器科学与技术", "id": 0}
{"content": "纳米级金属氧化物具有促进高能组分热分解、提高推进剂燃速和降低压强指数的作用,纳米尺度的高活性金属燃料具有更低的熔点和更快的氧化速率,对推进剂的燃烧性能具有一定的改善作用。将纳米Al和纳米金属氧化物复合,以纳米铝热剂的形式添加到固体推进剂配方中,对于提升推进剂的燃烧性能具有较好的应用潜质。基于Fe2O3对AP热分解优异的催化作用以及Al/Fe2O3铝热剂较高的燃烧热（4834.68J/g）,选择Fe2O3及Al/Fe2O3作为研究对象,采用不同方法制备了球形、橄榄状、多面体状、梭形和棒状Fe2O3颗粒,并进一步采用超声复合法制备了Al/Fe2O3纳米铝热剂。通过电镜、粉末衍射等方法对其形貌、组成及结构进行表征,并研究了不同形貌Fe2O3及相应Al/Fe2O3铝热剂对丁羟复合推进剂燃烧性能的影响。结果表明,除了橄榄状Fe2O3外,其他形貌的Fe2O3和Al/Fe2O3均可提升复合推进剂的燃速、降低压强指数。并且所有含铝热剂的复合推进剂配方的燃速及催化效率均高于含相应Fe2O3的复合推进剂配方。此外,甘氨酸-硝酸盐法制备的Fe2O3颗粒及其相应的铝热剂表现出最佳的燃烧催化性能,可显著提升复合推进剂的燃速,降低压强指数,在4-15MPa之间形成低压力指数区,是改善复合推进剂燃烧性能的高效催化剂。", "label": "兵器科学与技术", "id": 0}
{"content": "燃烧毁伤技术作为燃烧武器的关键技术之一,具有强烈的军事需求和广泛的应用背景,其毁伤效能的好坏直接影响武器的最终作战效能。本文针对弹药燃烧毁伤过程中相关技术进行总结,主要围绕燃烧毁伤中所形成毁伤元的模型建立及参数优化、燃烧火球模型建立及参数的测定、燃烧毁伤效果评估技术研究、燃烧剂配方设计研究、燃烧阻燃防护研究这些方面进行论述,在对国内外燃烧毁伤技术发展现状和发展趋势分析的基础上,提出了燃烧毁伤技术在未来的主要发展方向。", "label": "兵器科学与技术", "id": 0}
{"content": "颗粒状含能材料如炸药和推进剂,使用和生产过程中,可能受到意外热源的作用而引起燃烧爆炸,导致灾难性事故。由于此类物质含有大量化学能,在燃烧过程中,化学反应释放热量,可使燃烧加剧导致爆燃和爆轰。本报告将介绍模拟这样过程的数值方法和一些研究结果。考虑到材料燃烧化学反应前后的物质状态,采用固、气两相流动模型,建立多相流体运动方程组[1]。在模型中,考虑到固、气两相物质间的质量、动量、能量转化,以及物质可压缩性、化学反应能量变化等过程。模型方程采用差分方式进行求解[2]。这类方法应用到奥克托今（HMX）颗粒堆积情况,揭示材料在点燃后燃烧发展过程的一些基本特征。", "label": "兵器科学与技术", "id": 0}
{"content": "耐热含能化合物在军事、太空和民用领域有着十分广泛的应用。2,4,8,10-四硝基-苯并吡啶-1,3a,6,6a-四氮杂戊烯（BPTAP）是一种具有低摩擦感度和撞击感度的新型耐热含能化合物。洛斯阿拉莫斯在2006年报道了此种拥有优异性能的含能化合物,其结构及形貌如图1所示。其性能超过了耐热含能化合物的代表性化合物2,2’,4,4’,6,6’-六硝基苯乙烯（HNS-4）。BPTAP的制备操作简单,经济成本低,无需任何纯化和重结晶操作,热分解温度为375o C,爆速VD为7.43 km/s,爆压为294 kbar。根据目前的报道,BPTAP在民用和军事领域将有着迷人的应用前景[1,2]。含能化合物的非等温分解动力学对评估它们的热稳定性有着十分重要的意义。分析热分解产物对于理解含能化合物的分解反应机理是十分有益的。目前,还未有文献报道BPTAP的热分解及热稳定性研究。为此,本研究利用差示扫描量热法（DSC）研究了BPTAP的在不同升温速率下的热分解行为（图2）。通过热安全软件TSS拟合热流速曲线（图3）,获得动力学模型及方程。结果表明,BPTAP的分解为一步全自催化反应,动力学机理函数为其中k0为e27.97s-1,E为168.19kJ mol-1,n1为1.36,n2为1.93,z0为e-0.11,Ez为19.06 k J mol-1.利用傅里叶红外光谱（FTIR）和热重-质谱（TG-MS）研究了BPTAP的热分解固体产物和气相产物,TG-MS和FTIR分析表明BPTAP的主要热分解气体产物为NH2,N2O和NO,高升温速率下出现C2N2.", "label": "兵器科学与技术", "id": 0}
{"content": "通过两种含能分子整合制备新的高能化合物是开发新型含能材料的一个重要方向。本文以苦基氯和3,4-二氨基呋咱为原料,在不同的温度下分别合成出了单取代的3-氨基-4-苦基呋咱和双取代的3,4-双（苦基）呋咱,并得到了它们的单晶结构。3-氨基-4-苦基呋咱系正交晶系空间群P21212,而3,4-双（苦基）呋咱的晶体结构中则含有一个咪唑分子,则单斜晶系空间群P21212。利用DSC-TG法研究了这两种化合物的热分解行为,3-氨基-4-苦基呋咱呈现一个显著的放热分解过程,而3,4-双（苦基）呋咱则先熔化再挥发。利用密闭坩埚进行DSC测试,则熔化后放热分解。两种化合物的分解峰温分别是221和293o C。其撞击感度分别为:>17.6和>23.5J。同时,估算了两种含能化合物的爆炸性质,爆速爆压分别为:7467m/s和24.8GPa,7878m/s和28.4GPa。具有一定的潜在应用价值。", "label": "兵器科学与技术", "id": 0}
{"content": "本文主要介绍了热分析动力学方法和技术及在含能材料研究中的重要性,涉及几种常用的微积分法、非线性等转化率、动力学补偿分析方法,并对其进行简要分析。量热分析技术具有快速简便、准确度高、适用范围广等特点,在含能材料研究中发挥重要作用。热分析动力学应用于含能材料的动力学参数的求解、最概然机理函数的推断、动力学补偿效应的确定以及热爆炸临界温度和临界温升速率的估算等,为其有效使用寿命的预测以及安全性能的判定等提供科学依据。", "label": "兵器科学与技术", "id": 0}
{"content": "现代武器对含能材料提出了\"精确打击、高效毁伤、高生存能力及环境友好性\"等更多更高的要求,致使传统含能材料面临严峻的挑战。而不同的使用环境及目的,又对高能炸药的性能提出了特殊要求。例如,针对不同装药环境需要在较高温度下将炸药压制成不同形状产品;武器战斗部在飞行过程中可使炸药部件受到较大热冲击;大型武器装药量多,在一定条件下可产生内部热积累;在民用炸药领域的石油开采时,要求石油射孔弹能在200℃下保持数小时不发生热爆炸及维持理化性能。作为目前新合成的四唑含能离子盐5,5’-联四唑-1,1’-二氧二羟胺（TKX-50）,具有易合成、高能、钝感、低毒等优点,且放气量大,在先进武器及推进剂领域具有广阔的应用前景。然而,炸药属于亚稳态物质,在不同环境条件及外界刺激作用下TKX-50容易发生结构转变,从而导致晶体结构稳定性及安全性劣化,降低武器系统的性能可靠性。因此,如何有效控制炸药结构稳定性,确保其在复杂工况环境中的使役性能,成为含能材料在应用过程中无法回避的问题之一。尤其是面临现代武器弹药在全天候、多方位、跨体系等复杂环境下的生存能力的更高要求,使得人们在追求能量的同时对武器弹药的可靠性也提出了很高要求。所以,研究TKX-50在复杂环境下晶体结构稳定性及性能可靠性对于有效控制其不利结构变化、保持武器弹药的使用性能具有重要的意义。热稳定性作为含能材料的重要性能之一,在TKX-50实际应用之前,充分理解其热分解特性以及在热刺激下的晶相结构演变规律尤为重要。为此,本研究利用原位XRD、TG-DSC、TG-IR等手段,研究了TKX-50在热刺激下的晶体结构演化及分步热分解行为,包括热膨胀特性、初级热分解及次级热分解三个过程,从而准确获取TKX-50的晶相结构演变规律。结果表明,TKX-50在30℃～175℃之间发生的是各向异性热膨胀,a轴和β角表现为负热膨胀,b轴、c轴和晶胞体积V发生的是正热膨胀,导致晶胞中分子间作用力发生改变,分子堆积结构出现滑移。较为特殊的是a轴的负热膨胀特性导致了TKX-50中阴离子和阳离子之间的距离缩短,并诱导氢转移进而促使TKX-50的初级分解。随着温度的升高,羟胺阳离子首先发生初级分解,形成的铵离子与未分解的阴离子结合获得晶态中间产物ABTOX,该结果通过培养单晶并解析结构得到验证。利用原位XRD技术在线表征了TKX-50初始分解时的晶相结构演变行为,从晶体结构角度分析可知,在热刺激下TKX-50的分子振动加剧,阴阳离子形成的六元环结构的薄弱位置首先被拉长,导致六元环被压扁,晶胞中的a轴方向收缩,因此,a轴出现负热膨胀。而b轴的持续正膨胀及a轴不断压缩将导致氢转移发生,分别形成NH2OH和BTO中间态,由于NH2OH不稳定首先分解,形成NH3和H2O等小分子,其中NH3与BTO继续结合形成ABTOX。该结果表明TKX-50中羟胺阳离子的氢转移是分步热分解的关键。当温度继续升高至270℃,ABTOX发生次级热分解。并且根据TG-IR结果确认分解过程中释放的小分子物质,提出了TKX-50的热分解机制。综上可知,由于含能离子盐晶体结构的特殊性,与常见的有机小分子炸药如硝胺炸药、硝基芳香族炸药等相比,具有更丰富的热分解特性,有可能涉及多步热分解行为。因此,通过本研究获得了新型含能离子盐TKX-50的热诱导晶相结构演变行为及热分解特性,认识了含能离子盐从晶胞热膨胀及氢转移逐渐过渡到初级热分解以及到最终的全分解,可加深对含能离子盐热稳定性的理解,从而为TKX-50基武器弹药的设计、工艺选择和性能评估、环境适应性与寿命预测提供可借鉴的实验方法基础实验数据。", "label": "兵器科学与技术", "id": 0}
{"content": "压装PBX（Polymer bonded explosive）炸药具有低强度脆性断裂的特点,低速冲击下PBX的断裂行为对装药的结构完整性和安定性有重要影响。基于分离式霍普金森压杆（SHPB）装置,通过在巴西试样上施加侧向位移约束,开展了一种奥克托金（HMX）基脆性炸药在约束下的动态断裂试验。利用嵌入式PVDF传感器和入射波整形器,分别实现了弱透射信号测量及应力平衡检测;利用高速摄影和数字图像相关方法（DIC）,获得了炸药断裂过程中的位移场和应变场。实验结果表明,动态巴西试验中PBX试样因中心区拉应力集中而断裂,侧向约束使材料拉伸强度增加约15%,起裂应变增加约40%,而起裂时间下降75%,同时在垂直加载方向上产生次生I型裂纹。侧向约束产生的围压作用显著改变了试样的应力状态,使强度提高的同时,应力集中速度急剧加快,改变了PBX的低速冲击断裂过程和响应行为。", "label": "兵器科学与技术", "id": 0}
{"content": "TATB基PBX作为一类应用广泛的高能低感混合炸药,是TATB炸药晶体在高聚物基体粘结作用下形成的高颗粒填充复合材料。TATB基PBX呈现明显的弹脆性特征,破坏应变很低,因缺口或微裂纹扩展而发生的断裂破坏是TATB基PBX的主要失效形式。为研究材料中缺陷尺寸对TATB基PBX的断裂行为的影响,设计了三组预制有不同缺口尺寸的半圆盘弯曲试样,在准静态条件下按位移控制加载至破坏。应用数字图像相关方法（digital image correlation method,DICM）对试验进行全场的应变分析,获得了破坏前裂纹尖端应变集中区和裂纹扩展路径上的应变分布及演化特性。三组试样在试验中均沿缺口方向劈裂破坏,载荷随加载过程近似线性增加至最大载荷后跌落,最大载荷及最大位移量与缺口尺寸存在负相关关系。且各组试验中载荷-位移曲线重合度较好,即各组试验中相同位移量对应的载荷也基本相当。应变分析显示在断裂前缺口尖端区域有显著的应变集中效应,应变集中区在短缺口试验中较长缺口试验中更为细长,且短缺口组中平均应变更高。主应变在扩展路径上可分为三段（如图1）,应变集中效应控制的裂纹尖端区,应变平稳的扩展路径中段,较高应变水平的加载邻域。其中扩展路径中段应变较低且均匀分布,随加载过程无显著变化;加载邻域范围较为稳定,应变随加载线性稳定增长;而裂纹尖端区的应变演化较为显著,前期应变增长较为平缓,后期应变水平急剧上升且控制范围明显增大。对比不同缺口尺寸实验组,短缺口组的裂纹尖端应变集中效应显现较晚,且断裂前的裂纹尖端区控制范围更大、应变水平更高。结果表明TATB基PBX试样的缺口尺寸不仅影响了试验的破坏载荷,而且在一定程度上改变了材料的破坏形式,即在较短缺口下的裂纹尖端塑性效应更为显著。", "label": "兵器科学与技术", "id": 0}
{"content": "聚合物粘结炸药（PBX）的结构完整性通常通过应力应变、温度和损伤等力学和热学基础物理量进行评价分析。本文基于光纤布拉格光栅（FBG）开展PBX的温度、应变和声发射多物理量监测研究。实验监测结果证明FBG作为温度和应变传感器具有99.5%以上的线性度,通过硅脂包裹粘贴方式可以消除应力影响、实现温度测量目的,通过理论温度系数的解耦,得到了稳定的应变系数。利用可调谐窄带激光器作为光源建立了三通道的光纤声发射监测系统,使FBG具有声发射监测功能,其灵敏度略低于压电声发射传感器,具有一定的方向敏感性,可以监测到HMX基PBX的断裂时的声发射信号,平面损伤源定位最小误差为7%。本文的实验研究可以为FBG在PBX物理特征测试提供研究基础。", "label": "兵器科学与技术", "id": 0}
{"content": "高聚物粘结（PBX）炸药作为先进武器的重要炸药,在武器杀伤、破坏与动力能源方面发挥着重要作用。在武器装备中,PBX炸药除需作为功能材料提供能量外,还要作为结构部件承受一定的载荷。然而,PBX炸药并非均质材料,其中的孔洞等薄弱环节在外加载荷作用下会出现应力集中进而发生开裂,因而严重影响武器的安全性与稳定性。因此,认识PBX带孔结构在外加载荷作用下的响应行为、探索其结构改性方法,对于提高武器结构、性能的稳定性具有重要意义。本文设计了一种PBX带孔板拉伸试样,通过孔边局部涂覆涂层的方式对其实施改性,并利用数字图像相关技术对改性前后的试样进行应变场分析。实验结果表明,孔边局部涂覆涂层后,带孔板的抗拉强度提高～41%,断裂位移降低～38%,其结构刚度得到明显提升。对孔边的应变场分析显示,相同载荷条件下,改性试样的应力水平明显低于未改性试样,由此可知,孔边局部涂覆能够有效缓解孔结构的应力集中,从而提高结构的整体承载能力。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>高能炸药是重要的能源和结构材料,炸药晶体的热膨胀、比热容、缺陷和动态热力行为等关系到其结构稳定性、安全性和爆轰性能,然而其微观物理机制研究还相对薄弱。相关专家已通过多种实验手段对典型炸药晶体的热力学性质进行了研究,包括动态热机械分析（TMA）、差示扫描量热法（DSC）、X射线衍射（XRD）技术等,但要深入研究炸药分子晶体特性的本质和机理,仅仅实验测量还不够。近年来计算机模拟方法越来越多地应用在化学和材料科学领域,第一性原理计算和分子模拟的结果不仅与实验相互印证,更成为深入研究本质机理的有效途径,为深入阐释炸药分子晶体的热力学行为的物理力学基础及进行相关预测提供了新的思路。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>在研究PBX炸药配方安全性时,典型的做法是先开展机械感度研究,进行筛选配方,再进行成型药柱的安全性试验研究。目前,传统的机械感度试验,如撞击感度,要求粉状炸药药量仅为30～50 mg,而实际使用的炸药件为成型装药,采用粉状炸药的落锤感度、摩擦感度难以表征实际应用时的安全性。而成型药柱的安全性试验,如Susan撞击试验、枪击试验、烤燃试验等,药柱直径在50 mm以上,药量百克量级,PBX炸药制备成本高,实际操作复杂而困难。中等尺寸成型药片的安全性试验方法可以较好调和这一矛盾。通常,在Susan试验、Spigot试验等大型撞击试验中,成型药柱主要受到撞击压缩或剪切", "label": "兵器科学与技术", "id": 0}
{"content": "<正>混合炸药（PBX）由单质炸药、高聚物和功能型添加剂组成,其发展牵引着新型含能材料理论计算、合成、结晶、纳米功能化等学科方向的发展。对于混合炸药而言,最为关键的性能输出包括爆轰、安全、力学、环境适应性等。各性能之间存在一定固有矛盾,需要针对炸药、高聚物和功能型添加剂的特点,通过精细化的结构设计和构筑,以实现综合性能的匹配设计和提升。混合炸药中存在多组分界面,而界面之间相互作用普遍偏弱,已经成为制约其宏观性能的瓶颈问题。同时,由于炸药材料对安全性、组分相容性的极高要求,在功能材料的选择和应用上往往也受到更多限制。", "label": "兵器科学与技术", "id": 0}
{"content": "CL-20(2,4,6,8,10,12-六硝基-2,4,6,8,10,12-六氮杂四环[5.5.0.0.0]十二烷,C6H6N12O12,结构式如图1)是目前已知能够实际应用的能力最高、威力最强的非核单质炸药,爆轰速度高达9500米/秒,称为第四代炸药。1987年美国首先合成出了CL-20,我国近年来在该炸药的合成、爆炸性能等方面也做了很多研究。研究表明,单质炸药的爆炸性能除了与有机杂质有关之外,爆炸物中存在的无机离子纯度对于提高其爆炸性能也是至关重要的。单质炸药工业品经过溶剂热过滤、水煮洗和溶剂多次重结晶精制后残存的无机杂质一般为惰性无机杂质,多为无机盐等,这些杂质的存在往往会影响单质炸药的稳定性,阻碍其在弹药中的应用[1]。测流出物电导变化的一种色谱方法。可以进行多种离子分离和检测,具有灵敏、快速、选择性佳等特点。本研究采用离子色谱法,通过选择合适的色谱柱和流动相,对CL-20成品中无机阴、阳离子残留进行准确的定性和定量分析[2]。", "label": "兵器科学与技术", "id": 0}
{"content": "四唑类杂环化合物因具有能量密度高、热稳定好等优势,在新型钝感炸药领域具有广阔的应用前景[1]。5,5’-联四唑-1,1’-二氧二羟胺盐（TKX-50）是一种双四唑含能离子盐[2],其爆轰性能优于HMX且接近CL-20,热安定性优异,起始分解温度为221℃,然而有文献报道四唑类化合物具有很高的光化学活性,在紫外光下易于降解[3]。本研究首次从实验上考察了TKX-50在紫外光照下的结构稳定性,如图1A所示为TKX-50光照前后的紫外吸收峰,TKX-50自身有两个紫外吸收峰（233 nm和199 nm）,当经过紫外光照10 min后吸收峰移至203nm,并产生了大量气泡,表明TKX-50在紫外光照下发生了降解。图1B所示为TKX-50的紫外吸收强度随光照时间的变化趋势,当没有光照时,其在10min内吸收强度无明显变化;当经过便携式紫外灯（6 W,254 nm）的光照30s后,降低了40.7%,光照2 min降低了96.3%,5 min内即可降解完全。总之,本研究发现了TKX-50在紫外光下易于降解。", "label": "兵器科学与技术", "id": 0}
{"content": "金属纳米团簇是由金、银、铜等金属的几个至几十个原子组成的聚集体,它们的尺寸与电子的费米波长接近,出现了能级分离,电子吸收能量后可以在不同能级间跃迁,并回到基态发出荧光。与常用的荧光量子点、有机染料相比,金属团簇具有优良生物相容性以及大的斯托克位移。然而稳定性差与荧光量子产率低的缺点一定程度上限制了其应用。本文中我们通过构建荧光铜纳米团簇-有机金属框架复合物（MOFs）来提高其稳定性与荧光量子产率。通过自组装的方法将铜纳米团簇嵌入MOFs的结构里面,利用MOFs的刚性结构限制通纳米团簇上配体的分子转动,从而提高发光效率,同时可以有效防止氧分子与铜的反应,从而提高了其荧光稳定性。此外,荧光铜纳米团簇-MOFs复合物的荧光可以选择性的被爆炸物（TNT）猝灭,并用于构建TNT的分析检测方法,荧光强度与TNT浓度在5.0×10-5与8.0×10-5 mol/L浓度范围内具有良好的线性关系,检测线低至8.5μM,同时对TNT类似物（苯,甲苯,二硝基甲苯）具有良好的选择性。", "label": "兵器科学与技术", "id": 0}
{"content": "探讨了一种更简单、高效的方法来实现对TNT中杂质的定量分析。表面增强拉曼光谱（SERS）作为一种快速、灵敏的检测方法,在很多领域有着广泛的应用前景。文中首先制备了稳定的SERS基底银纳米花,用便携式拉曼光谱表征了不同条件下制备的银纳米花对TNT检测限的影响;其次,在对TNT、2,4-DNT及2,6-DNT定性分析的基础上,确定了对TNT/2,4-DNT（2,6-DNT）混合体系用拉曼光谱定量表征的特征参数;最后,以银纳米花为基底,在特征峰峰面积之比与2,4-DNT（2,6-DNT）含量之间建立了标准曲线,拟合相关度达到0.99以上。", "label": "兵器科学与技术", "id": 0}
{"content": "六硝基六氮杂异伍兹烷（CL-20,HNIW）于1987年美国海军武器中心合成,密度比奥克托今（HMX）高约8%,爆速高约6%,能量密度高10%以上,是现有综合性能最好的单质炸药之一。实际常温下可稳定存在的CL-20相有四种,分别为α-/γ-、β-和ε-型,其中固相ε-CL-20向γ-CL-20的转晶过程直接会导致含CL-20推进剂密度降低,感度增加,从而影响含CL-20推进剂产品性能。工业级ε-CL-20粒度分布较广,从纳米颗粒到1000μm范围内均有分布。本文采用micro-DSC研究了工业级ε-CL-20转晶的温度（见图1）,发现转晶峰分成两个峰,峰温分别为135℃和153℃,两个峰的出现可能与粒度分布宽有一定关系。采用热台-光学显微镜联用的手段测试了不同尺寸ε-CL-20单一颗粒转晶开始温度与转晶过程持续时间,见表1。从表中可以看出粒度大小对CL-20转晶开始温度与持续时间的影响显著,粒度越大,转晶开始温度越低,转晶过程持续时间越长。同时不同的升温速率也对转晶开始温度和转晶持续时间有影响。升温速率越快,转晶开始时间越长。", "label": "兵器科学与技术", "id": 0}
{"content": "S-四嗪类含能化合物以其较好的热稳定性,较低的感度以及高生成焓等优点成为近年来国内外新一代含能材料的研究热点[1]。目前S-四嗪类含能化合物中研究较多的是对称取代的四嗪化合物,对于不对称四嗪高氮化合物在含能材料领域的研究较少,美国Chaves课题组最近的研究表明[2],不对称四嗪化合物同样具有作为新一代含能材料的潜力。为此,本研究分别以3,6-双（3,5-二甲基吡唑）-1,2,4,5-四嗪（BT）和3-氨基-6-（3,5-二甲基吡唑基-1-基）-1,2,4-三唑[4,3-b]-1,2,4,5-四嗪（ADTTz）为原料设计合成了一种不对称四嗪和一种稠环不对称四嗪高氮化合物,合成路线如图1所示,并通过红外光谱、元素分析、核磁共振波谱对所合成的目标化合物进行了表征,同时通过DSC和TG-DTG对两种化合物的热分解行为进行了研究。结果表明,两种化合物都具有良好的热稳定性,化合物1的热稳定性和放热量要高于化合物2,计算结果也表明化合物1的活化能、自加速分解温度、热点火温度、热爆炸临界温度都要高于化合物2,这可能是由于化合物2中引入了不稳定的氮烯基的原因。", "label": "兵器科学与技术", "id": 0}
{"content": "2,6-二氨基-3,5-二硝基吡嗪-1-氧化物（LLM-105）,以氮杂环代替苯环为基本结构单元,用高能结构单元N+→O-代替C-NO2,提高生成热,改善氧平衡,是一种低感度、低成本、高爆炸性能的新型含能材料。以此作为配体的含能配合物LLM105-Ni,具有稳定的配位螯合环,且配位键的形成使层间分子的自由度降低,进一步提高了安全性。本文将LLM105-Ni与黑索金（RDX）以质量比为1:1的比例混合,用差示扫描量热（DSC）研究了配合物对RDX热分解的影响,记过表明催化剂的加入,使得RDX的吸热峰、放热分解峰均呈现一定程度的前移,吸热峰温提前1.5K,放热分解峰提前7.1K;并对混合体系的热分解动力学进行了研究（见图1、图2）,获得其动力学参数及混合体系分解过程的阿累尼斯方程:lnk=126.9-578.9×103/（RT）。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>1.前言六硝基六氮杂异戊兹烷HNIW（Hexanitrohexaazaisowurtzitane）和聚叠氮缩水甘油醚GAP（Glycidyl azide polymer）是两种性能优良的含能材料,均具有较高燃速,但是这两种化合物的混合物燃烧性能降低,燃速变化机理较为复杂。因此,本文通过热分析方法开展HNIW/GAP二元组分的常压热解动力学及反应途径的研究,并结合文献数据讨论,来解释混合组分燃速变化的原因,为含有HNIW/GAP组分的含能材料燃烧性能优化提供理论依据。", "label": "兵器科学与技术", "id": 0}
{"content": "高能量密度化合物六硝基六氮杂异伍兹烷（CL-20,HNIW）是现有综合性能最好的单质炸药之一,在推进剂、配方炸药、发射药等领域有广阔的应用背景。CL-20属于多晶型炸药,常温常压下存在四种晶型（α-β-ε-γ-）,其中ε-晶型的密度最大,稳定性最高,爆轰性能最好,最有使用价值。本文采用稀释/结晶动力学开展了溶剂-反溶剂条件下重结晶CL-20的结晶动力学研究。选择的溶剂为乙酸乙酯,非溶剂采用乙醇,溶剂与非溶剂的比例为1:4。结果表明,结晶产物为纯ε-CL-20,试验采用微热量热仪得到ε-CL-20结晶过程中的热量与时间关系,得到动力学方程,如下:dm/dt=3.695x10-4m∞（C-C∞）该动力学方程符合位错生长规律,因此该条件下的ε-CL-20结晶生长过程属于二维生长。", "label": "兵器科学与技术", "id": 0}
{"content": "碳材料作为催化剂在推进剂燃烧性能调节中起着重要作用,近年来以富勒烯为载体的碳质复合材料表现出好较好的催化燃烧效果。因此,本研究基于富勒烯材料合成了某新型C60基铅盐(C60APb),研究了C60APb对典型含能材料黑索今（RDX）的催化热分解影响,针对两者的混合物(C60APb/RDX=1/1)开展了热分解研究。试验采用差示扫描量热仪Netzsch DSC204 HP测试了5～20℃·min-14个升温速率（β）下C60APb/RDX混合物的DSC曲线（见图1）。为对比分析,测试了所用RDX的热分解行为（见图2）。从RDX的热分解曲线图可看出,RDX本身的热分解过程DSC曲线上205℃左右存在一个明显的吸热尖峰,这是其本身熔化吸热所致,随后发生分解,在239.1℃附近出现一个明显的放热峰,由于放热峰较宽,在主放热峰后面还有一个托尾现象。从混合物的热分解曲线图可看出,不同升温速率下,C60APb/RDX混合物吸热峰峰温在204.8℃附近,放热峰峰温在211.4～239.4℃范围内;随着升温速率增大,所测混合物试样吸热峰和放热峰的单位质量混合物吸收或放出的热量均增大,吸热峰及放热峰的峰温均后移。研究所用的C60APb对RDX吸热过程影响少,但对RDX放热过程影响显著,会使其较宽的放热峰形变尖,放热行为变剧烈。为了获得C60APb对RDX放热分解反应动力学参数影响,计算了C60APb/RDX混合物的活化能Ea、指前因子A和相关系数r;并与资料报道的RDX本身放热过程动力学参数进行了对比,具体动力学参数计算数据见表1。由算出的动力学参数数据可知,所用的新型C60基铅盐(C60APb)可明显起到降低RDX放热过程反应的动力学参数的效果,表明其对RDX的反应有较好的催化作用效果。", "label": "兵器科学与技术", "id": 0}
{"content": "BAFF和BNFF是两种链状多呋咱类含能材料,在熔铸炸药领域具有良好的应用前景。因为BAFF和BNFF分别在180℃和80℃熔化后有很强的挥发性,所以无法使用普通铝坩埚来研究它们的放热分解过程。即使使用高压DSC,也只是部分抑制BAFF和BNFF的挥发,无法精确了解其具体的热行为。基于这种情况,我们设计了使用密闭高压坩埚（镀金铬镍合金,最大耐压10MPa,最高温度500℃,金膜密封）的DSC实验。实验发现,密闭高压坩埚可有效解决BAFF和BNFF挥发的不利影响,从而可以精确分析它们的热分解行为。在密闭条件下,BAFF和BNFF都呈现出一个明显的放热分解峰。BAFF的放热分解峰的起始温度、峰温和分解焓分别为290.2℃、313.4℃和-2174 J g-1;BNFF的放热分解峰的起始温度、峰温和分解焓分别为265.8℃、305.0℃ and-2351 J g-1。BAFF和BNFF的热稳定性都非常高。同时,BAFF和BNFF放热分解的表观活化能分别为115.7 k J mol-1和131.7 kJ mol-1,这表明BAFF和BNFF在高温下易分解。同时,采用Micro-DSC研究他们的比热容,BAFF和BNFF在298.15 K下的摩尔热容分别为257.9和308.5 J mol-1 K-1。", "label": "兵器科学与技术", "id": 0}
{"content": "硝基芳香族化合物（NACs）作为炸药的重要组成部分由于其强大的爆炸威力而被滥用,给世界带来了无数的经济损失[1]。因此,对这些爆炸性化合物进行准确有效的检测对于民用安全至关重要[2]。近年来,金属有机框架材料（MOFs）被广泛应用于光学传感器的制备,得益于它们可以封装分析物并显示发光猝灭或光谱变化。而且,MOFs材料具有价廉,快速和便携的优点,能准确高效的用于检测分析物,离子和分子[3]。我们课题组利用柔性配体4-PIH和不同的金属盐作用,通过自组装方法得到了一系列结构新颖、性能特异的金属有机骨架网络,这里报道Zn2（4-PIH）（NDC）2的晶体结构,并研究了其对各种硝基芳香族化合物的传感性质。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>炸药裂缝中燃烧反应演化规律直接影响着事故条件下武器装药意外点火后的反应发展进程及放能行为。炸药点火后的燃烧主要以慢速传导燃烧[图1（a）]在炸药表面进行;若压力达到一定阈值,则燃烧能够进入炸药裂缝,由于表面积增加导致燃烧持续加速;当燃烧产物的生成速率超过排出速率时,燃烧模式由传导燃烧转换为对流燃烧[图1（b）],这种模式的燃烧传播速度由于高温气体的对流得到了显著提高;若约束足够强,对流燃烧产生的瞬时高压会使炸药基体快速破碎,导致燃烧表面积剧增而引发高烈", "label": "兵器科学与技术", "id": 0}
{"content": "<正>PBX炸药部件在整装储存中受到机械和温度载荷作用会产生裂纹,一定程度上影响武器系统的安全与可靠性。美国阿拉莫斯实验室（LANL）C.Liu对PBXⅠ型裂纹尖端核心区域进行了大量的实验观测,分析其数据发现PBX裂纹尖端存在失效区,即在失效区内材料发生力学失效。PBX-9502失效应变约为0.2%~0.3%,可以估计出PBX-9502裂纹尖端失效区域最大尺寸约为3.5 mm,如图1所示。由于实验观测手段有限,对于该失效区域具体的形状和大小尚不明确。本研究将通过理论计算,定量描述PBXⅠ型以及Ⅰ-Ⅱ复合型裂纹尖端失效区。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>高聚物黏结炸药（PBX）导热性能差、力学强度低,在温差较大的环境下PBX构件易出现损伤、甚至宏观裂纹,降低了武器的安全性和可靠性,亟需探究掌握宽温域PBX构件的热强度。重大课题攻关项目组结合实验监测技术和模拟预测方法开展了PBX热强度评估研究。开展声发射损伤监测技术研究判断宽温域的PBX损伤起裂,研究可在狭缝空间内测量温度和应变的光纤传感器及其解调方法,对复杂PBX构件进行热应力的模拟计算,预测PBX构件薄弱部位的热损伤条件。通过热强度监测试验和数", "label": "兵器科学与技术", "id": 0}
{"content": "<正>高聚物黏结炸药（Polymer Bonded Explosive,PBX）的弹性模量是表征其抵抗外力发生变形能力的物理量。针对弹性模量传统检测的复杂性、费时性、破坏性的问题,基于声学法研制了一款超声纵横波一体化探头,搭建了一套基于声速法的PBX动弹性模量测量系统,通过试验验证横纵波一体化探头同步收-发横纵波获得横纵波声速并计算动弹性模量的可靠性,并通过开展不同配方PBX动、静弹性模量测量结果,获得了动、静弹性模量之间的关系。拟基于贮存时长、温度、湿度、压强的变化条件下,继续", "label": "兵器科学与技术", "id": 0}
{"content": "离子迁移谱（ion mobility spectrometry,IMS）是一种利用离子的迁移率差异在均匀电场中分离和测量的技术。由于其简单、快速和高灵敏等特点,在炸药和毒品的现场稽查、化学战剂的工业有毒气体的监测和过程在线分析等方面发挥不可替代作用[1-4]。针对目前常用电离源存在问题以及IMS分辨能力等,我们开展了系统深入的研究,报告将介绍我们在下面几方面的进展:（1）提出一种基于VUV光电离新型负离子电离源,可以高效产生CO3-和CO4-反应离子,而且可以控制气流方向进行快速切换。不仅提升了硝基类炸药的灵敏度,减小误报率,而且避免放射性63Ni的安全风险。（2）提出一种试剂增强的光电离正离子电离源,结合动态热解析分离技术,可以在复杂基质中高灵敏测量TATP和HMTD炸药的方法。结合原位酸化,提出了黑火药和难挥发无机盐炸药的IMS测量方法。（3）提出高电场萃取离子迁移谱技术,通过电离区施加一个高速切换的高压脉冲与离子门同步,大大提高离子的穿透效率,将离子利用率从1%提高到20%,DMMP的灵敏度提高30倍以上。", "label": "兵器科学与技术", "id": 0}
{"content": "二硝酰胺铵（ADN）是一种密度高、熔点低、能量高以及不含卤素的含能材料,用于制造炸药和复合推进剂[1]。氨基磺酸盐硝化法是目前制备ADN最常用的方法[2]（过程见图1）,制备过程一般如下:第一步,氨基磺酸盐在硝-硫混酸中被硝化生成中间体二硝酰胺酸（HDN）,第二步,HDN被后面加入的NH3中和生成ADN,反应中浓HNO3提供硝化试剂NO2+,H2SO4为溶剂。近年来,量子化学计算技术为含能材料研究提供一种安全高效的新途径,但是,鉴于浓硫酸所具有特殊的高粘度强吸水及强酸性等,目前在模拟计算中尚未建立起浓硫酸体系的溶剂化参数模型,混酸体系硝化反应的溶剂化作用等研究鲜见报道。Koleva等[3]提出了在混酸硝化体系中用甲酰胺或二甲基亚砜（DMSO）作为替代浓硫酸的模型溶剂,依据是甲酰胺的介电常数（ε=108.94）与硫酸（ε≈100）非常接近,而DMSO（ε=46.8）与硫酸具有相似的结构。在ADN制备中,第二步HDN与NH3的中和反应很容易发生,因此第一步氨基磺酸盐在硝-硫混酸中的硝化反应是ADN制备的决速步,研究这一硝化反应步的热力学就成为获得ADN制备过程热力学规律的关键。本文针对性地选择氨基磺酸盐NH2SO3M（M+为NH4+、Na+和K+）和氨基磺酸NH2SO3H在硝-硫混酸中通过硝化制备HDN的反应为研究对象,引入甲酰胺和DMSO为模型溶剂并采用极化连续介质模型（PCM）,采用密度泛函理论（DFT）中的多种方法计算硝化体系的热力学函数,探究制备ADN过程硝化反应的溶剂化效应,探索阳离子对ADN制备过程硝化反应热力学的影响规律。以甲酰胺相中NH2SO3H的硝化反应为例,反应自由能计算结果表明,DFT中的M06-2X/6-311G（d,p）和Hatree-Fock中CCSD（T）/aug-cc-pvdz方法计算的自由能相差最小（仅为0.6 kcal/mol）,结果预示着M06-2X//6-311G（d,p）是计算氨基磺酸盐硝化体系热力学的有效方法。基于该方法在223~323 K温度下计算的气相和溶剂相中四种硝化反应体系的△rHm、△rGm、△rSm及Kθ,如图2所示。由图2可知,首先,对于NH2SO3Na硝化反应体系（图2（a）和（b））而言,气相时的△rHm和△rGm为正值而溶剂相的为负值,表明气相中该反应吸热并且在热力学上不可行,而溶剂中反应能自发进行并放出大量的热,显然,反应介质的溶剂化作用显著影响了△rHm和△rGm（图2（e-f）和（i-j））。因此,混酸体系中氨基磺酸盐的硝化反应热力学研究中须引入溶剂化效应,以能够使热力学计算更符合实验结果。虽然NH2SO3H、NH2SO3NH4和NH2SO3K硝化反应体系在气相和溶剂相中的△rHm和△rGm为负值,但气相中的△rHm和△rGm均大于溶剂相中的,同时气相中的△rSm和Kθ均小于溶剂相中的。结果表明,溶剂化效应增强了混酸体系上述氨基磺酸盐的硝化反应活性。其次,不同阳离子的氨基磺酸盐硝化反应热力学受溶剂极性的影响程度不尽相同。在计算范围内,NH2SO3NH4和NH2SO3K硝化反应在高极性甲酰胺中的△rSm和Kθ都明显大于低极性DMSO中的情况,表明强极性溶剂能够增强这两种底物硝化反应的活性。而对于NH2SO3Na体系而言,溶剂的极性对△rHm、△rGm和Kθ的影响并不明显,即溶剂的极性对该底物硝化反应热力学影响不大。综合分析图2中各底物氨基磺酸盐硝化反应的热力学函数及其变化可知,在气相中,NH2SO3K的硝化在热力学上最为有利,而NH2SO3Na的硝化过程在热力学上不可行。考虑溶剂化作用时,高极性甲酰胺溶剂中NH2SO3NH4硝化反应在热力学上进行程度最大,在低极性DMSO溶剂相中,NH2SO3NH4和NH2SO3K硝化反应在热力学上进行程度较大,而在高极性甲酰胺溶剂和低极性DMSO溶剂相中NH2SO3H硝化反应都是热力学上最不利的。除了气相中的NH2SO3Na硝化反应以外,其他NH2SO3M硝化反应的△rHm都是负值,即都能放出大量的热。所以,在AND的制备过程中必须采取强化传热技术手段严格控制反应温度,防止因反应放热引起局部过热乃至爆炸。本研究有望为高能含能材料ADN的合成研究以及放大试验中相关技术方案的设计、评价与工艺参数优化提供理论依据。", "label": "兵器科学与技术", "id": 0}
{"content": "常见的等温量气法有布鲁顿压力计法和真空安定性（VST）法,一般采用汞压力计,存在环境污染潜在威胁。后者作为一种筛选炸药配方的方法,并不适用于含能材料的热分解动力学研究。布鲁顿压力计法[1]由于试样和挥发物始终处于同一个环境温度中,试验条件易于控制一致,实验结果重复性好,至今仍是研究含能材料等温热分解动力学最经典的方法之一。但它存在（1）玻璃抽气口和样品口需用火封,存在安全隐患;（2）镰式玻璃薄膜压力计不能重复使用,费用昂贵;（3）难以实现自动连续在线检测和数据处理;（4）只适用于粉末样品的测定;（5）操作复杂,需长期手工操作,人力成本很高等缺陷。而后产生的动态真空安定性试验技术（DVST）[2-4]实现了连续自动记录,但其真空阀与传感器之间连接有管路,尽管采用毛细管连接仍不能避免分解气体在这些部位的凝聚,造成试验测定误差,不能反映样品的真实分解机理。同时,其采用微型压力传感器和微型温度传感器,价格昂贵,操作复杂。为了解决上述难题,本实验开发了一种测定含能材料等温热分解气体量的新装置（如图1所示）和新方法。该装置采用高精度、高灵敏度、耐高温（250℃）的压力传感器与专用微型真空阀于一体（如图2所示）,组成核心测量单元,辅以加热单元、数据采集单元组成测试系统,可以连续自动记录数据,进行较长周期的低温热分解试验,系统安全;压力传感器与变送器分离,变送器不受测定温度的影响,可减小实验误差;耐高温压力传感器、专用微型真空阀、反应器处于同一实验温度环境中,避免分解气体在管路中凝聚造成实验误差;样品管稍作改进可用于小型药柱测量;不仅保持了布鲁顿压力计法的全部优点,且克服了它的所有不足;经济适用,操作简单。在真空条件下,采用该法研究了六硝基六氮杂异伍兹烷（CL-20）的等温热分解过程（如图3所示）。结果表明,CL-20在130-170℃范围内,其热分解反应机理函数随温度的变化而变化,反应速率常数k分别为3.07×10-8、9.61×10-8、27.25×10-8、133.31×10-8、387.94×10-8s-1;表观活化能Ea=182.5 kJ mol-1,指前因子ln(A/s-1)=37.04,与文献值一致（见表1）,证明了改进布鲁顿压力计法的科学性和可靠性。分别以分解深度1%、2%、3%、4%为临界点,采用Semenov方程外推得到CL-20在50-130℃条件下的贮存寿命,推出在130℃时,CL-20的有效贮存寿命分别为18.14小时、8.20天、21.22天和27.30天,与实际测量值一致。", "label": "兵器科学与技术", "id": 0}
{"content": "炸药晶体形貌对炸药的感度等性能有重要影响,了解炸药晶体的生长机制并预测不同条件下炸药的晶形对炸药晶体堆积密度的提升和安全性能的改善具有重要意义。本文通过理论方法模拟了炸药RDX在丙酮溶剂中结晶时五个主要晶面的结构、能量和动力学性质,从分子水平上了解RDX在丙酮中结晶时的生长形貌。模拟结果表明,溶剂的行为,如质量密度分布、偶极矩取向、相互作用和表面扩散等,依赖于RDX每个晶体表面的结构特点。基于占位分析（见图1）,可清晰地显示溶剂与炸药晶体的结合位点。从模拟轨迹中提取了典型的结合模式,通过M06-2X/6-31++G**理论水平计算的各晶面结合能力排序依次为（002）≈（210）>（200）>（020）>（111）。每个生长晶面的形态学重要性预测与实验数据较为吻合。", "label": "兵器科学与技术", "id": 0}
{"content": "研究在快烤状态下隔热材料对烤燃弹点火时间的影响,得出快烤下烤燃弹表面的温升实验曲线,利用fluent商业软件设定边界条件进行模拟。设置4组不同的隔热材料尺寸和位置进行对比,通过分析烤燃弹壳体、隔热层、炸药内部观测点的温升分析隔热涂层对于PBXC03烤燃弹的响应规律,模拟结果表明,内隔热涂层的存在延缓炸药温升,外涂层则能更有效地阻止热流进入烤燃弹体内部。", "label": "兵器科学与技术", "id": 0}
{"content": "对DNAN基熔铸混合炸药分别在3.3k/h、1k/min、2k/min三种不同升温速率下进行了烤燃实验,发现炸药的相变温度和点火温度都随升温速率有关。作者建立了烤燃计算模型,采用流体力学计算软件Fluent进行了数值模拟。结果表明:相变最先在药柱上下两端靠近端盖处开始。上部液态温度高于底部的固态炸药,直到发生自热反应。炸药的相变温度、点火温度都随着升温速率的增大呈对数增加。这一研究结果为了解熔铸炸药的热安全性提供了重要参考。", "label": "兵器科学与技术", "id": 0}
{"content": "采用多点测温方式,以1.0℃/min的升温速率对Φ19×38mm和Φ19×76mm装药尺寸的DANA基熔铸混合炸药进行慢烤,测量烤燃弹的温度变化。在此基础上用FLIENT软件对不同装药尺寸的烤燃弹进行了数值模拟。实验和仿真结果表明:一定升温速率下,当长径比小于4时,响应温度随长径比增大呈指数降低,当长径比大于4时响应温度基本不变。研究结果对钝感战斗部设计有指导意义。", "label": "兵器科学与技术", "id": 0}
{"content": "采用有限元显式动力分析软件ANSYS-LSDYNA对高聚物粘结炸药PBX在动态条件下的宏细观力学行为进行数值模拟。根据实验结果拟合得到颗粒及粘结剂的本构模型参数,炸药颗粒及粘结剂均采用相关的弹塑性模型描述相关载荷下的力学响应。通过炸药微观电镜图片,采用图像数字处理技术,得到炸药真实细观结构模型,对宏观和细观模型的边界进行耦合,建立半圆盘弯曲宏细观耦合模型并进行计算,分析裂纹生成扩展及贯穿过程,并与实验结果进行较。", "label": "兵器科学与技术", "id": 0}
{"content": "本文简要叙述了不敏感混合炸药的研究现状和发展趋势,根据混合炸药的成型方式,从熔铸炸药、浇注型PBX、压装型PBX三个方面阐述了不敏感混合炸药的研究进展,归纳了典型炸药配方组成、特点和应用情况,指出新型低感含能材料和高效降感技术的应用,以及对炸药界面微结构的调控是不敏感混合炸药的发展趋势。", "label": "兵器科学与技术", "id": 0}
{"content": "采用绝热加速量热仪（ARC）研究了TKX-50绝热条件下的热分解行为,并与RDX、HMX和CL-20的绝热分解进行比较,得到了绝热初始分解温度、绝热温升和温升速率等绝热分解反应动力学参数和SADT值。结果表明TKX-50的分解过程温和,具有较好的热安全性。", "label": "兵器科学与技术", "id": 0}
{"content": "利用Autodyn有限元分析软件研究了装药形状对超压峰值的影响。仿真结果表明:球形药柱和圆柱形药柱在相同装药量和相同距离下,球形药柱的峰值略高;同一圆柱形药柱在相同距离处径向超压峰值略高于轴向超压峰值。", "label": "兵器科学与技术", "id": 0}
{"content": "为了研究环境温度对铝-聚四氟乙烯（Al-PTFE）反应材料准静态压缩力学响应和反应特性的影响,通过特定的冷压和烧结工艺,制备了质量比为26.5%:73.5%（化学计量比）,尺寸?10×10mm的Al-PTFE试件。利用CMT5105微机控制电子万能试验机对不同温度（-18℃、0℃、10℃、22℃、35℃、80℃）下的试件进行准静态压缩,得到了材料在相应温度下的应力应变曲线。结果表明,环境温度较低时（-18℃、0℃、10℃）,材料偏脆性,屈服强度高,失效应变小;随着环境温度的提高（22℃、35℃、80℃）,材料的延性增强,失效应变显著提高。", "label": "兵器科学与技术", "id": 0}
{"content": "随着含能材料技术的发展,新型含能材料不断被发现,其设计过程中产生的理论、方法与实验数据信息量大、内容广泛。通过系统地调研国内外含能材料相关的数据库研究情况,分析了目前数据特征与面临的问题,提出了未来含能材料大数据体系构建的设想。", "label": "兵器科学与技术", "id": 0}
{"content": "为了应对小当量的爆炸物,减小爆炸冲击波对人员的伤害和财物的损害,研究了一种复合柔性防护结构。对爆炸物TNT当量为5kg的典型目标选择1∶100缩比模型,建立二维仿真简化模型,采用二维欧拉多物质算法数值模拟圆柱形柔性防护结构对爆炸冲击波的衰减作用,对不同材料不同厚度的柔性防护结构的防护效果进行对比研究。仿真结果表明:复合柔性防护结构能有效的减小冲击波超压峰值,增加正压作用时间。该防护结构具有便携性、机动性、环境保护性及对爆炸冲击波的高效衰减性,能很好的满足防护效果与轻量便携的应用背景,对柔性防护结构设计具有参考作用。", "label": "兵器科学与技术", "id": 0}
{"content": "铝-聚四氟乙烯（Al-PTFE）是一种新型含能材料,为研究Al粒径对Al-PTFE力学性能的影响,通过准静态压缩实验,得到了不同Al粒径下Al-PTFE试件的真实应力应变数据,对比分析得出Al粒径对Al-PTFE力学性能的影响规律,并利用扫描电子显微镜（SEM）进行了微观形貌分析。结果表明,在10-2s-1压缩应变率下,材料强度随Al粒径增大而减小,在Al粒径为50nm时,屈服强度达到最大值22.7MPa;材料断裂韧性随Al粒径增大呈现先增大后减小的趋势,在6~7μm处取得最大值,对应韧性为115.39MJ/m~3。", "label": "兵器科学与技术", "id": 0}
{"content": "本文通过分子动力学（MD）模拟研究四种不同粘结剂和温度对TKX-50（100）/粘结剂界面体系的结合能的影响,结果表明:在室温下四种粘结剂与TKX-50的相容性较好,形成的结构体系较为稳定;E-5073可作为TKX-50基PBX的潜在粘结剂,为以后TKX-50基PBX的应用奠定理论基础。", "label": "兵器科学与技术", "id": 0}
{"content": "以含能黏结剂聚叠氮缩水甘油醚（GAP）为基的热塑性弹性体（GAP-ETPE）、3,3-双（叠氮甲基）氧丁环与3-叠氮甲基-3-甲基氧丁环共聚物（BAMO/AMMO）为基的热塑性弹性体（BAMO/AMMO-ETPE）分别包覆HMX制备了聚奥类炸药,采用常规的炸药爆速、爆热、机械感度等测试方法分析对比了含能黏结剂、惰性黏结剂在包覆造粒出的聚奥类炸药的能量与机械感度方面性能的变化。结果表明,同等配比情况下,使用含能黏结剂比使用惰性黏结剂聚奥炸药能量明显提高。与以聚氨酯热塑性弹性体（Estane）制备的LX-14Ⅱ相比,以GAP基ETPE制备的JO-13,其爆速增加了109m/s、爆热增加了226k J/kg;以BAMO/AMMO基ETPE制备的JO-14,其爆速增加了182m/s、爆热增加了318k J/kg。但在能量得到提高的同时,机械感度有所增大。", "label": "兵器科学与技术", "id": 0}
{"content": "以某低爆速炸药为研究对象,开展了装药密度、装药直径等不同装药参数下爆速性能研究;采用工程计算方法,计算了低爆速炸药JWL状态方程参数。研究结果表明:该低爆速炸药爆速随着装药直径增大呈增长趋势,而爆速随装药密度增大呈线性增长;低爆速炸药在密度1.92g/cm~3和爆速5114m/s时,爆轰最大压力为13.32GPa。本研究成果可为子母战斗部结构设计提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "甲醇硝酸酯是一种爆炸性极强的无色液体炸药,在撞击和摩擦下易发生爆炸。安检仪的校验或标定需使用标样,如炸药类亚稳态物质存在极高的安全风险,使用场所和地点受到管控,甲醇硝酸酯全仿真炸药模拟物的制备和应用具有重要意义。通过甲酰胺、甲酸、硝酸等按一定比例混合,制备得到元素组成、元素百分含量、密度、类似甲醇硝酸酯的模拟物,经测试和对比这种模拟物除分子结构外,外观、颜色、物态、化学元素组成、元素百分含量、密度、等效原子序数等方面都与甲醇硝酸酯完全相似,且不会发生爆炸和燃烧,可实现全仿真。结果可用于安检人员的教学识别培训和替代甲醇硝酸酯校验或标定安检仪器,使社会公共安全的不稳定因素得到一定的控制。", "label": "兵器科学与技术", "id": 0}
{"content": "使用硝基异丁基甘油三硝酸酯标定安检仪爆炸风险极高,尤其对使用过程中射线级安检仪的校验更需要有安全的相应的參照物。通常情况下,由于爆炸品实物不安全性和人们对爆炸危险品的心里恐惧性,不宜直接作为參照物。除此以外,安检仪的定期校验或标定也需要一种可以替代真实物质的参照。因此,根据密度、原子序数、化学元素等方面制备出了一种射线级仿真硝基异丁基甘油三硝酸酯模拟物。将甘油、丙二酸、三聚氰胺三种物质按照质量比262.15:225.69:12.16的比例关系,在一定温度下,通过物理混合制得密度、等效原子序数与硝基异丁基甘油三硝酸酯相同的射线级仿真模拟物。该模拟物能有效模拟仿真,用于射线级安检仪校验。", "label": "兵器科学与技术", "id": 0}
{"content": "本文通过全仿真模拟物原理和方法的研究,制备了硝化三乙二醇二硝酸酯全仿真模拟物。研究结果表明,制备的硝化三乙二醇二硝酸酯全仿真模拟物与真实硝化三乙二醇二硝酸酯相比,不仅外观、颜色相同,等效原子序数相等,而且两者元素组成相同,元素百分含量误差在2%以内,相对密度误差在1.5%以内,吻合于硝化三乙二醇二硝酸酯真实样品,属于全仿真的标准模拟物。硝化三乙二醇二硝酸酯全仿真模拟物的分子结构与真实炸药具有本质的不同,无燃烧爆炸性,可以替代炸药对安检仪校正,克服了人流密度集中场所使用爆炸物带来的不安全风险。", "label": "兵器科学与技术", "id": 0}
{"content": "爆炸物直接作为安检仪标定物或教学培训实物,存在安全隐患和危化物品管理的风险。研究提出了全仿真模拟物的制备原理及其制备方法,并对其全仿真模拟物进行了测试表征。研究结果表明,制备的硝化正丁酯全仿真模拟物各组分相容性良好,不存在分层现象,可长期贮存使用;制备的硝化正丁酯全仿真模拟物与真实硝化正丁酯相比,其颜色外观、元素组成、元素百分含量、相对密度、等效原子序数等相同,其误差在2%之内,且无爆炸性,与硝化正丁酯的相似度高,属于符合全仿真标准的模拟物。硝化正丁酯全仿真模拟物可有效替代硝化正丁酯真品,用于化学分析、x-射线安检仪、背散射、太赫兹、密度计等安检仪的标定、校验、教学及爆炸物识别培训等方面具有重要的应用价值。", "label": "兵器科学与技术", "id": 0}
{"content": "将DADP（丙酮二聚体）实物直接作为安检仪识别的参照物时,危险性极高,针对这一难题,本文设计并制备了三种DADP的射线级仿真模拟物。根据DADP的分子式,采用最小公倍数法,结合拆分方法和因式分解法从中找出稳定存在的最小分子进行组装,得到了DADP模拟物,其组成为:三乙二醇、丙烯酸、丙酸的摩尔比为1:1:1;新戊二醇、丙二酸、叔戊酸质量比38.287:39.827:21.886;正十六（烷）醇、羟基乙酸、丁二酸质量比32.840:52.888:14.272。试验结果表明,设计的三种DADP模拟物的等效原子序数相等、元素组成相吻合、密度相近,物态不同,三种DADP射线级仿真模拟物均可替代DADP对x-射线类安检仪进行标识与校验,还可用于教学,使用重复性好。", "label": "兵器科学与技术", "id": 0}
{"content": "安检仪标定和教学培训中直接使用爆炸品实物存在安全隐患,根据应用需求提出了射线级仿真模拟物,对爆炸品制备原理与方法研究具有现实意义。以三聚氰铵、甲醇、甘油为原料,按质量比8.54:22.52:68.94关系,经混合、搅拌、溶解等一系列操作制得射线级仿真甲醇硝酸酯模拟物。研究结果表明,制备得到的射线级仿真甲醇硝酸酯模拟物具有外观形貌相同,其相对密度、等效原子序数与真实炸药相比,误差在2%以内,与甲醇硝酸酯相吻合,无爆炸性,符合射线级标准模拟物。可以替代甲醇硝酸酯进行安检仪的校验和人员培训教具,具有重要的应用价值。", "label": "兵器科学与技术", "id": 0}
{"content": "硝酸异丙酯类似无水乙醇,具有易燃性,在公共场所使用存在危险隐患。提出制备硝酸异丙酯全仿真模拟物作为真实炸药替代物对安检仪进行校验。以甲酰胺与乙酸为原料,通过搅拌共混方法得到分布均匀且不出现分层现象的共混物。共混模拟物与硝酸异丙酯实物在外观、颜色、物态、密度、化学元素组成及百分含量方面均有较高的相似度,元素分析仪显示两者元素占比误差不大于2%,密度误差不大于1%。实验制得的硝酸异丙酯的全仿真模拟物对安检仪进行校验,且与真实炸药相比,模拟物分子结构中以氨基集团代替硝酸基团,+3价氮原子不具有易爆性质,安全性能有保障。", "label": "兵器科学与技术", "id": 0}
{"content": "利用高能球磨法制备了Al/Bi2O3复合含能材料,通过设计实验,利用透射电子显微镜（TEM）、扫描电子显微镜（SEM）、DSC等分析测试手段,系统探究了球磨时间、球磨转速、混粉比（Bi2O3与Al的质量比）、球料比四个球磨参数对复合粉末粒径、颗粒形貌以及复合粉末热性能的影响。结果表明,当混粉比为1:1.5,转速为350r/min,球磨时间为4h,球料比为10:1时,球磨制备的复合粉末粒径均一、颗粒细小、Al粉对Bi2O3的包覆效果良好且放热量达到176.57J/g,明显高于简单物理混合样品的放热量。", "label": "兵器科学与技术", "id": 0}
{"content": "为了探究火焰射流型Al-MnO2高热剂熔穿金属壳体地雷的实验效果,在热力学理论计算的基础上,采用超声波分散法制备火焰射流型Al-MnO2高热剂反应材料,先后对3mm厚钢板、模拟弹和金属壳体地雷分别进行熔穿实验。实验现象表明,采用粉末柱状装药时点火性能良好,燃速较快,燃烧过程稳定,未出现燃烧转爆轰,燃烧效果符合预期效果。", "label": "兵器科学与技术", "id": 0}
{"content": "对于废旧的梯黑铝混合炸药若处置不当将产生爆燃,引发严重后果。通过资源化回收工艺可以实现对废旧梯黑铝混合炸药的安全转化再利用。概述了资源化处理废旧混合炸药的进展,介绍了三种资源化回收废旧梯黑铝炸药的工艺流程,对现行回收工艺进行分析总结并提出未来展望,为其他同类型炸药的资源化处理提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "在系统跟踪国外动态信息的基础上,综述了颠覆性含能材料的发展背景及举措、研发现状与进展、应用前景及意义,重点分析了金属氢、全氮化合物和高张力键能释放材料的当前主要研究动态与技术进展、军事应用前景及影响意义,颠覆性含能材料在组分构成、制备工艺、能量水平、储能方式等方面均有别于常规含能材料。颠覆性含能材料是值得关注的高风险/高回报远期战略性基础材料,了解相关情况对于推进我国含能材料科技创新发展具有重要参考意义。", "label": "兵器科学与技术", "id": 0}
{"content": "本研究搭建了激光点火试验系统,对样品的点火燃烧特性进行了分析。结果表明:粒径越小的样品燃烧强度越大,自维持燃烧时间越长,燃烧效率越高,但点火延迟时间也越长。纳米级样品的点火燃烧特性要远优于微米级的样品。气氛中的氧含量增加,点火延迟时间缩短,燃烧强度增大,自维持燃烧时间延长,燃烧效率增高。", "label": "兵器科学与技术", "id": 0}
{"content": "应用分子动力学方法,通过溶度参数、可混合性模拟、结合能以及分子间径向分布函数四个判据研究了丁二烯-苯乙烯-丁二烯嵌段共聚物（SBS）增韧石蜡与邻苯二甲酸二丁酯（DBP）、癸二酸二辛酯（DOS）、硝化甘油（NG）和乙酰基柠檬酸三丁酯（ATBC）四种增塑剂的相容性。结果表明,四种判据可综合评价SBS增韧石蜡与增塑剂的相容性。DBP、DOS和ATBC与SBS增韧石蜡都能良好地相容,相容性的优劣顺序为ATBC>DOS>DBP;NG与SBS增韧石蜡不相容。SBS增韧石蜡与增塑剂之间相互作用的本质是范德华力和静电力。", "label": "兵器科学与技术", "id": 0}
{"content": "采用加速量热仪（ARC）研究了四水合5,5′-联四唑-1,1′-二氧钠盐的绝热分解过程,得到了绝热条件下四水合5,5′-联四唑-1,1′-二氧钠盐的温度、压力、温升速率随时间的变化曲线以及温升速率、分解压力随温度的变化曲线。根据测试数据计算出分解反应动力学参数和反应机理函数:表观活化能为587.5 KJ·mol-1,指前因子为2.44×1048min,反应机理函数为f（a）（28）（1-a）~2。", "label": "兵器科学与技术", "id": 0}
{"content": "针对雷场时变混合信号的特点,传统的白化预处理算法存在不能估计目标数目、计算误差较大等问题,采用完全正交分解法（COD）实现对信号的去噪和降维处理,揭示出运动目标的数量,并在此基础上,采用基于滑动窗口的数据在线更新改进算法,经Givens旋转实现数据的快速更新和释放,便于下一步波达方向（DOA）的估计工作。坦克目标声信号处理算例表明:此方法准确估计了信号子空间和目标数目,避免了传递由Givens旋转带来的计算误差,有助于提高后续DOA估计精度。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>1.简介本文主要研究了不同装药结构情况下的激发效果,从洞壁参数随时间的变化规律和能量利用率的角度分析了不耦合装药系数、耦合介质与围岩孔隙度等因素的影响。2.研究目的与意义从上世纪20年代开始到现在,对于都是不同的装陆上一直采用炸药为主发条件是使要震源。一般使用的不同的装药结构地震药组分和勘探结构,激用井下放炮的固体炸药震源。具能量是炸低速带", "label": "兵器科学与技术", "id": 0}
{"content": "<正>1.引言地雷作为爆炸性武器,通常埋在地面下非常浅的地方,用于构成障碍物,有很大杀伤力。目前由于战争,世界各地仍然存在很多未排除的地雷,并造成许多人员伤亡,严重阻碍社会进步和经济发展。因此地雷探测有十分重要的地位[1]。近年来,探地雷达作为一种有效的地雷探测工具,逐渐被重视,并和金属探测器形成互补,但考虑电磁波的极化性质及在地雷探测中的应用还不是很多。借助遥", "label": "兵器科学与技术", "id": 0}
{"content": "与传统的荧光聚合物由于芳香基团叠加可能出现浓度猝灭现象（ACQ效应）明显不同,2001年唐本忠院士课题组提出聚集诱导发光现象（AIE效应）,AIE材料在光电领域和传感系统展现出巨大的应用价值而备受关注。四苯乙烯（TPE）是最典型的AIE结构分子,它不但合成简单,而且可以构建大量的AIE材料在含有爆炸物的溶液或者气体中发生有效的荧光猝灭。目前,报道了很多单独利用AIE或者ACQ化合物检测爆炸物,但是很少有人同时研究AIE和ACQ聚合物检测爆炸物进行对比。本文利用AIE结构的四苯乙烯（TPE）和传统ACQ材料芴合成AIE效应的聚合物PFTPE和ACQ效应的聚合物PF,基于聚氨酯的三维多孔结构,通过超声辅助方法附着于聚氨酯泡沫,进行研究比较二者作为探针检测爆炸物的性能。", "label": "兵器科学与技术", "id": 0}
{"content": "含能材料一般包括发射药、推进剂、含能聚合物等。作为胶黏剂使用的含能聚合物一直是含能材料发展水平的关键技术指标之一,是含能材料的基体和骨架。其中富氮含能聚合物在钝感高能炸药、推进剂和新型气体发生剂等含能材料领域中有很好的应用前景。但是,含能聚合物的研究中存在聚合物种类单一、合成效率低下,反应条件不够温和等问题,在实际中的生产应用受到很大的限制,故急需寻找一种高效的,安全的含能聚合物材料合成方法。本文拟对降冰片烯衍生物进行开环易位聚合（ROMP）,用高效的方法制备易功能化的聚合物中间体,然后基于共同中间体的亲核取代反应引入富氮官能团（如叠氮、三唑、四唑和苦味酸等）,进行富氮聚合物的集体合成探索,其中叠氮基团的上载率达到42.57%,三唑基团的上载率达为2.59%,四唑基团的上载率为14.08%。这些研究将为合成基于共同中间体的功能化聚合物提出新的解决思路,为接下来的研究奠定坚实的基础。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>0引言军用TNT炸药中总存在如2,4-DNT、2,6-DNT、1,3-DNB、2,4-DNB等杂质,而相比于TNT本身,这些杂质成分具有更大的蒸汽压[1]。其中2,4-DNT作为军用TNT炸药中的一种杂质成分,固相中的含量为9.32×10-5~7.43×10-4 g/g;顶空气相中的含量为6.9×10-11~1.9×10-9 g/g,远高于TNT在顶空中的含量[2]。由于DNT具有较大的蒸汽压,25℃时,蒸汽压为4.11×10-7 atm,而TNT的蒸汽压仅为9.15×10-9 atm[3],因此很容易在TNT炸药上部的空气", "label": "兵器科学与技术", "id": 0}
{"content": "以3-氨基-4-硝基呋咱为原料,经硝化、去质子化、复分解等反应合成出3-硝氨基-4-硝基呋咱羟胺盐（HANNF）,总收率为86.8%,并采用IR、1H NMR、13C NMR、15N NMR以及元素分析等进行了结构表征。采用差示扫描量热（DSC）技术研究了HANNF的热行为,其热分解峰温为120.2℃。利用Kamlet-Jacbos公式预估了HANNF的爆轰性能,其理论爆速为9323 m·s-1,理论爆压为40.3 GPa。", "label": "兵器科学与技术", "id": 0}
{"content": "通过设计合成了一种基于咔唑的Zn络合纳米线,成功实现了对ng级别的爆炸物(硝基芳香类—二硝基甲苯（DNT）和三硝基甲苯（TNT）,脂肪类硝基化合物—2,3-二甲基-2,3-二硝基丁烷（DMNB）,硝基胺类—黑索金（RDX）,硝基酯类—季戊四醇四硝酸酯（PETN）的检测。在这个工作中提出了Zn络合的咔唑纳米线容易与硝基类的爆炸物之间形成路易斯酸碱复合物,从而提高传感材料和爆炸物的结合能力和电子转移效率。而且,当Zn络合纳米线接触到微量的硫粉时,其表现出极强的荧光淬灭效率。因此,这个工作对实际反恐探测工作起着极大的推动作用。", "label": "兵器科学与技术", "id": 0}
{"content": "通过水下爆炸实验的方式研究了RDX基氢化钛、氢化镁两种混合炸药的爆炸性能。研究发现,氢化镁的添加能有效改善RDX基混合炸药的比冲击波能量,当氢化镁含量为10%时比冲击波能相对钝化RDX提高达8.4%,相反RDX基氢化钛混合炸药的比气泡能相对于钝化RDX提升明显为5.5%,但比冲击波能改善有限。考虑装药体积和密度,氢化钛的高密度使得RDX基氢化钛混合炸药的密度比能量提升明显,甚至优于RDX基氢化镁混合炸药。", "label": "兵器科学与技术", "id": 0}
{"content": "炸药爆炸过程中会产生一定的电磁辐射,为了研究金属添加物对炸药爆轰产生电磁辐射的影响,本文分别对钝化黑索金炸药添加金属铝和铁两种金属,并对其爆炸产生的电磁辐射信号特性进行了实验研究。实验采用了D-dot天线测量系统分别测量不同含铝、铁百分比炸药爆炸产生的电磁辐射信号,并进行分析。分析结果表明:炸药添加金属之后其爆炸产生的电磁辐射信号强度有明显的增强;炸药含金属种类不同,其电磁辐射频谱明显不同;在混合炸药质量相同的情况下,随着金属铝的质量百分比的增加,爆炸产生的电磁辐射信号强度也随之增加;在添加金属的含量相同的情况下,随着炸药质量的增加,爆炸产生的电磁辐射信号强度也随之增加;相同组份炸药爆炸电磁频谱基本一致。本文理论部分依据现有观点:爆轰过程中的产生的等离子体辐射是电磁辐射的主要来源,从理论上分析了添加的金属对炸药爆炸产生的影响。", "label": "兵器科学与技术", "id": 0}
{"content": "本文以CL-20[1]为基本骨架,设计了六类氮掺杂CL-20衍生物,运用密度泛函理论,在B3LYP/6-31G**的水平下优化其几何构型并计算了他们的相关性质。结果表明,系列化合物均拥有较大的密度(1.98～2.18g cm-3)和正生成热(451.68～949.68 kJ mol-1);从半经验的K-J方程[2]所预测的爆炸性质来看,A1,B1和C1分子相对于CL-20来说拥有更高的爆速（D）和爆压（P）,其中A1分子尤为突出(DA1=9.6 km s-1; PA1=43.07GPa),同时,各衍生物的比冲量、破坏效力和爆炸能力均优于CL-20;通过计算撞击感度（h50）预判了衍生物的稳定性及感度,A1,B1和D1呈现出较好的性能。综合来看,A1、B1分子与CL-20相比,既拥有优越的爆炸性能,又拥有良好的稳定性,可作为潜在的高性能含能材料。图一给出了A1和CL-20结构和相应的性能参数。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>HMX和RDX作为多种配方高能炸药的主成份,其高压物性与固体炸药的爆轰机理及安全性关系紧密,因此备受关注,特别是其相变问题,与动载过程中热点形成机制、化学反应机理紧密相关。炸药晶体是典型的大分子有机晶体,在高压刺激下,由于分子的亚稳定特性,", "label": "兵器科学与技术", "id": 0}
{"content": "炸药爆炸能产生一定的电磁辐射信号,为了研究金属添加物对炸药爆轰产生电磁辐射的影响,本文基于爆炸产生电磁辐射的基本理论,对钝化黑索金炸药添加金属后爆炸产生的电磁辐射信号特性进行了实验研究。实验中采用杆式天线测量系统分别测量不同含铝百分比炸药以及纯钝化黑索金炸药的爆炸电磁辐射信号,并进行分析。分析结果表明:炸药添加金属之后其爆炸产生的电磁辐射信号强度有明显的增强;在混合炸药质量相同的情况下,随着金属铝的质量百分比的增加,爆炸产生的电磁辐射信号强度也随之增加;在金属铝的含量相同的情况下,随着炸药质量的增加,爆炸产生的电磁辐射信号强度也随之增加;混合炸药的电磁辐射信号频率主要成分在1MHz以内,相同组份炸药爆炸电磁频谱基本一致。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>在含能材料的研制过程中,能量与安全性一直是一对难以调和的矛盾,高能量钝感单质炸药合成极其困难。三氨基三硝基苯（TATB）感度低,安全及耐热性能优异,是唯一满足钝感炸药标准（IHE）的单质炸药,但能量低,毁伤能力低。CL-20是目前可能用于武器且能量最高的单质炸药,但感度高,基本与太安相当。因此,寻找安全性更好、能量更高的新型单质炸药是炸药合成工作者永恒的追求目标。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>硝胺炸药六硝基六氮杂异伍兹烷（CL-20）、奥克托今（HMX）、黑索今（RDX）均属于高能量密度化合物,作为武器装药能量输出高,但限制其广泛应用的瓶颈存于感度过高,因此亟需开发新型高效降感技术。惰性材料的表面包覆是当前高能炸药降感的最常用、最有效手段,而当前包覆降感技术的一大难点在于炸药表面包覆度和包覆层机械强度不够高。黏结剂单体原位聚合是由游离在炸药颗粒表面的高分子", "label": "兵器科学与技术", "id": 0}
{"content": "固体炸药爆轰的数值模拟以Lagrange方法应用最为广泛,特别是交错网格型Lagrange方法（运动量定义在网格节点、状态量定义在网格单元中心）,但是,交错网格型Lagrange方法存在如下几个主要问题:1)流动的内能方程更便于求解而总能量方程并未被求解,因此系统的总能量难以保持守恒;2)利用人为粘性捕捉爆轰波时往往抹平爆轰波或者产生非物理振荡,且人为粘性表达形式及系数须靠经验确定;3)时间和空间的离散均仅为一阶精度,并且难以构造自洽的高阶精度格式;4)求解运动量和状态量的时间推进过程不同步导致网格极易变形。由于其固有缺点,交错网格型Lagrange方法难以适应固体炸药爆轰数值模拟的精密化要求。与之相反,单元中心型Lagrange方法（所有物理量均定义在网格单元中心）能够很好地克服交错网格型Lagrange方法的上述缺点,是固体炸药爆轰数值模拟的一个极具潜力的选择方式。本文提出一种数值模拟二维固体炸药爆轰的单元中心型Lagrange方法。单元中心型Lagrange方法的关键点在于:如何通过网格单元中心的物理量来求解获得网格节点的运动速度。本文主要思路是:采用有限体积方法离散固体炸药爆轰反应流动控制方程,通过关于爆轰反应流动的二维双曲型偏微分方程的特征理论计算获得离散网格节点的速度和压力,获得的网格节点的速度和压力被用来更新网格运动坐标以及求解通过网格边的数值通量。以这种方式获得的网格节点解是一种\"真正多维\"的理论解,是一维Godunov格式在二维流动问题的推广。有限体积离散得到的半离散系统使用显隐Runge-Kutta格式来离散求解:显式格式处理对流项,隐式格式处理刚性反应源项。为了保证离散求解给出的数值解是具有物理意义的解,本文也推导给出了数值格式满足熵增条件的判别式。对固体高能炸药PBX9502的典型爆轰问题进行了数值考察,计算结果表明,本文提出的单元中心型Lagrange计算方法能够很好地数值模拟固体炸药爆轰反应流动。", "label": "兵器科学与技术", "id": 0}
{"content": "论文研究对象为加入了高燃烧热铝粉的含铝乳化炸药,通过实验测定不同铝粉含量和粒度的含铝乳化炸药爆速,来研究不同铝粉粒度和质量分数的含铝乳化炸药爆速的变化规律和趋势。", "label": "兵器科学与技术", "id": 0}
{"content": "针对热固型火炸药药浆浇注过程中因药浆颗粒物质易发生堆叠或接触不均匀现象进而导致浇注产品出现气孔、缩松的工艺缺陷问题,拟在浇注装置中引入振动技术。对振动浇注装置建立了竖直振动的动力学模型,分析了其振动特性,计算了不同激振力幅值和频率下的振动位移幅值;采用虚拟样机技术,仿真分析了振动浇注装置在实际工况（含竖直振动、倾斜振动和摇摆振动）下的振动特性,得到了不同激振力幅值与频率条件下的浇注装置在竖直方向的振动位移幅值。结果表明模拟实际工况在竖直方向的位移幅值仿真结果与只考虑竖直振动时的位移幅值理论计算结果基本一致,且激振频率越高,仿真结果与计算结果越相近。", "label": "兵器科学与技术", "id": 0}
{"content": "为了研究近地面TNT爆炸冲击波传播规律,应用有限元软件LS-DYNA,基于ALE算法模拟了冲击波传播过程,建立圆柱体和长方体两种装药形式计算模型,结合不同的网格划分形式,得出在形状差异不大的情况下,将圆柱体装药简化为长方体柱体装药,能方便模型的网格划分从而得到和原型试验较为吻合的结果。建立不同计算范围的有限元模型,表明无反射边界条件对于数值模拟结果有影响,得出模型非测量方向尺寸至少取测量方向尺寸的1/4才能明显减小无反射边界条件对于超压峰值影响的结论。选取合适的经验计算公式得出和数值模拟符合的结果。表明了计算模型和参数选取的合理性和正确性。该模型可以为进一步研究同类问题提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "在航空、航天、大气、海洋、兵器与国防等国家重大工程高端领域和汽车、机械、船舶、电子、土木工程、教育等产品设计应用领域,基于常微分方程（ODEs）与偏微分方程（PDEs）描述物理现象或系统过程的物理建模,基于偏微分方程数值解构造离散格式与求解方法的数值建模,基于高级语言与软件工程自主开发软件或应用程序的计算建模,已成为科学计算和计算辅助工程（CAE）科技工作者和工程师不断追求的目标。炸药爆轰过程的数值模拟是炸药驱动装置、工程爆破、武器设计等科学与工程领域的重要支撑,描述其过程的数学物理模型是双曲型的偏微分方程组（流体力学方程）与一阶常微分方程（爆轰唯象模型）、复杂函数关系式（材料物态方程）耦合在一起的非线性偏微分方程组。由于炸药爆轰过程的复杂性和人们认知的缺陷,在物理建模、数值建模、计算建模过程中不仅含有抽象、简化和近似,而且在数值模拟与CAE仿真过程中有很多不确定性因素,使得决策者、理论研究者、工程设计家对基于数值模拟技术为复杂系统可靠性认证、性能评估和事故分析提供依据的这条途径产生疑问,使得应用学家或装置设计师对仿真软件实施的正确性和模型的适应性提出质疑。模型验证、确认及不确定度量化（V＆V＆UQ）是评估物理模型可信度和量化复杂工程数值模拟结果置信度的系统方法。文章在系统介绍物理建模、数值建模、计算建模理论的基础上,阐述了炸药爆轰流体力学模型、拉氏有限体积格式和自主研发的拉氏自适应爆轰流体动力学软件（LAD2D）。并基于微分方程工程仿真软件的V＆V＆UQ基本理论,提出了爆轰流体力学软件（LAD2D）V＆V＆UQ策略和实施步骤,给出了LAD2D应用软件实施V＆V＆UQ结果。最后,对我国自主开发数值模拟与CAE仿真软件,以及开展V＆V＆UQ几点建议。", "label": "兵器科学与技术", "id": 0}
{"content": "未反应固体炸药的高精度原子作用势,决定了炸药的状态方程。在我国,构建这类方程仍然依靠有限的实验数据和经验拟合,以至于炸药数值模拟严重依赖唯像处理和经验参数。最近,我们发展出自洽力场（self-consistent force field,SCFF）[1]和自洽力场声子（SCFF based phonon,SCFF-phonon）方法[2],即,一个基于高精度炸药全原子力场的晶格动力学和分子动力学相耦合的高效计算方法,不但能快速、精确求得可覆盖固体炸药宽温（常温至数千K）宽压（常压至von Nenumann压力）条件的完备声子谱数据,并具备非简谐声子-声子耦合作用的修正功能。基于SCFF-phonon物理模型,我们发展出多尺度一维稳定爆轰模型（SCFF-1D-detonation）。在近期研究工作中,我们运用SCFF-1D-detonation多尺度爆轰模型获得了RDX炸药稳定爆轰反应区结构（如图1所示）及爆轰参数（表1）。表示1显示:该爆轰模型无需通过调节参数,就可获得与精细实验结果高度一致的理论结果。这说明SCFF力场物理模型可为炸药高温高压热力学数据乃至更科学的爆轰模型建立提供行之有效的理论工具,从而促进爆轰和化爆安全领域的精细物理建模朝向更\"科学\"方向发展,缩小与先进国家的差距。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>奥克托今（HMX）是一种常用的高能炸药。HMX有四种不同的晶相,分别是α,β,γandδ相。最近,Korsunskii等人发现,HMX在常温常压下还能以一种新相存在1。β-HMX每个晶胞包含两个分子,空间群为P21/c;而新相每个晶胞同样包含两个分子,空间群也为P21/c。另外,两种晶相中HMX分子都为椅式构型。静压下拉曼光谱和X射线实验数据表明,在大约12 GPa附近HMX会出现一个没有明显体积变化的构象相转变2。相变过程中HMX保持单斜晶", "label": "兵器科学与技术", "id": 0}
{"content": "高灵敏性、响应快速的的荧光探针在爆炸物的检测方面有很大的优势;而环三亚甲基三硝胺即黑索金（RDX）作为一种军用高能炸药,其威力巨大且饱和蒸汽压很低,因此这种爆炸物的检测具有很大的挑战。多锚点芴二倍体具有纳米自组装能力[1]和高荧光检测灵敏度[2],我们将八个苯甲醛活性单元引入芴二倍体,实现了对RDX的快速、灵敏和选择性的荧光检测。", "label": "兵器科学与技术", "id": 0}
{"content": "高聚物粘结炸药（polymer-bonded explosive,PBX）的抗断裂性能在武器装药的结构设计和安全评估中有重要意义。本文将数字图像相关方法（digital image correlation method,DICM）用于某PBX的准静态平面应变断裂韧性KIC的实验研究,选用三点弯试样和半圆盘弯曲试样进行实验。实验中使用DICM间接监测裂纹张口位移从而确定断裂载荷,在三点弯试样组中与位移计记录对照,两者给出的载荷-裂纹张口位移（P-v）关系基本一致。实验测得两种试样的断裂韧性分为:三点弯试样0.445 MPa.m1/2,半圆盘弯曲试样0.462MPa.m1/2,测试结果呈现了较好的一致性。此外,借助DICM对实验进行应变分析给出裂纹尖端的应变场分布。研究表明,数字图像相关方法可以有效地取代位移计监测裂纹张口位移,并通过应变场分析还可以预测裂纹扩展路径。", "label": "兵器科学与技术", "id": 0}
{"content": "亚稳态分子问复合物（metastable intermolecular composites,MIC）是近年来发展的一类新型含能材料,其储能原理是利用金属氧化物与活泼金属问的铝热反应,具有能量密度高、燃烧速率快（数千米/秒）、反应传播临界尺寸小（数微米）等优点,在微含能器件（微点火、微起爆、微推进等）、反红外诱导材料、高能添加剂等领域展现出良好的应用前景,已成为含能材料领域一个重要研究方向。近年来的研究重点在MIC材料结构控制与性能的研究,而MIC反应过程中的传质传热规律、微环境下能量损失与补偿、微含能器件的集成等研究相对滞后,严重制约了MIC材料发展与应用。", "label": "兵器科学与技术", "id": 0}
{"content": "炸药晶体是炸药使用的最终结构形式,是决定炸药宏观性质的本质结构因素之一。众所周知,炸药晶体是由含能有机小分子通过多种弱相互作用堆积而成的。在炸药晶体堆积过程（结晶）中,分子间的相互作用与结晶条件决定晶型与晶体品质（纯度、形貌、缺陷、颗粒度与分布等）,而不同的晶型与晶体品质展现出不同的热、力响应性能,进一步决定其作为产品应用的适宜性。显然,从微观层次认识炸药晶体的堆积机制与热、力作用下炸药晶体的演化机制对于炸药晶体品质控制与选择应用具有重要的现实意义。然而,运用现有实验手段在微观层次深入探索炸药晶体相关问题仍然存在较大的困难,而分子模拟", "label": "兵器科学与技术", "id": 0}
{"content": "高能量作为先进含能材料的一个显著特征,是提升弹药武器威力的重要保障。CHON含能材料在武器弹药中应用广泛,但因受原子质量、元素种类、原子堆砌方式和化学键能的限制,密度和能量提高的空间有限,因而发展新一代含能材料势在必行。在含能材料中引入新元素,如非金属（F、Cl）、金属元素（Si、B）等,将有望突破CHNO含能材料的密度与能量极限,为高能量密度含能材料的发展提供新的空间。然而在分子内引入新元素合成产物性能稳定差,合成途径对环境污染严重。伴随着纳米技术和", "label": "兵器科学与技术", "id": 0}
{"content": "<正>高效毁伤和高安全性是现代高性能武器装备发展追求的两大目标,含能材料作为武器系统的能量来源,其性能优劣直接决定武器性能水平高低。现有含能材料在能量与安全性之问存在固有矛盾,采用合成技术和传统晶体改性技术均不能有效解决该矛盾。然而共晶技术的出现和发展为调控含能材料能量与安全性间的矛盾提供了新的思路。共晶（Cocrystal）,作为一种新的物质改性技术,它是将两种或两种以上的中性分子通过分子间非共价键作用力,微观结合在同一晶格中而形成具有特定结构和宏观性能的分", "label": "兵器科学与技术", "id": 0}
{"content": "对激光火工品系统中使用的大功率、窄脉宽激光器进行了可靠性研究,通过对器件失效模式的分析,建立了激光器可靠性模型;采用GJB/Z 299C-2006电子设备可靠性预计手册中的元器件应力分析可靠性预计法对典型脉冲激光器的工作可靠性进行了预计分析,根据预计结果得到了影响激光器可靠性的主要因素,提出了提高可靠性的改进措施;根据指数分布寿命模型,采用卡方区间估计,通过试验测定了典型激光火工品系统脉冲激光器的工作可靠性指标,在激光火工品系统中其任务可靠度>0.9999。", "label": "兵器科学与技术", "id": 0}
{"content": "激光制导炸弹因其制导精度高、结构简单、成本偏低等优点受到了广泛的关注和研究。激光制导融合北斗卫星导航的制导方式,有利于增加激光制导炸弹的投放距离,提高制导精度。为应对战场环境下的电磁干扰,北斗卫星导航装置采用了抗干扰天线,其阵盘尺寸与阵元布局受到弹体尺寸制约。阵面采用固定安装方式,安装角度需根据弹体飞行轨迹剖面进行优化。本方案结合激光制导炸弹本身形状的限制和激光制导炸弹脱离载体后的任务剖面,对天线阵列布局和阵面法向指向进行设计:在不同阵列布局下,仿真抗干扰天线的零陷深度;在不同阵面法向指向下,仿真地面任一位置抗干扰天线的可视北斗卫星个数及对应PDOP值,分析抗干扰天线不同布阵方式下的抗干扰效果和激光制导炸弹在不同地理位置和不同投放方向可视北斗卫星信号个数及PDOP值是否能够满足定位精度要求,从而给出激光制导炸弹脱离载体后任务剖面设计的注意事项,提出北斗卫星导航对激光制导炸弹辅助制导的解决方案。", "label": "兵器科学与技术", "id": 0}
{"content": "为实现某型延期弹指标要求的延期时间,选用钨系延期药作为毫秒级延期药,通过对压药压力、压药次数等工艺参数的分析,尽可能地控制延期时间精度。在280～360 Mpa的压药压力范围内,分别采用一次压药和三次压药的工艺方法,通过测量延期弹的延期时间,研究压药压力对延期管延期精度的影响。结果表明:延期管的延期时间随着压药压力的增大而增大,且呈良好的线性关系,且在三次压药次数下,二者的线性相关度比一次压药次数的线性相关度高;三次压药次数下的延期管延期精度比一次压药次数下的高,且随着压药压力的增大,延期精度越高,且趋于一致;在一定的压药压力范围内,可以通过线性插值获得目标延期时间及精度,可为今后采用钨系延期药的延期管设计提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "爆控机构是机载悬挂投放装置的重要组成部件,用于控制航空炸弹引信保险的解除与否,直接关系到投弹任务成败和载机安全。为了提升爆控机构的投放安全性和工作可靠性,对传统的爆控机构的结构原理技术特点进行分析,梳理传统爆控机构存在的问题;通过分析爆控环断电保持技术的技术概念、技术特点、技术需求和技术可行性,论证了爆控机构新的技术发展方向。本文认为具备断电保持功能的爆控机构能够有效解决传统爆控机构存在的问题,同时开展基于常闭式爆控机构的断电保持技术研究也已具备工程实践基础。", "label": "兵器科学与技术", "id": 0}
{"content": "为了设计双旋弹反旋平台的鸭舵翼形参数,利用计算流体力学（CFD）方法对双旋弹的气动特性进行了分析。通过对比反旋平台差动舵的翼展和舵偏角对双旋弹的阻力以及反旋平台气动滚转力矩的影响,为双旋弹反旋平台翼形的设计提供理论依据。", "label": "兵器科学与技术", "id": 0}
{"content": "可动舵二维弹道修正引信具有成本低、修正能力强的优点,是当前研究的热点。针对可动舵二维弹道修正引信,采用连续正弦控制、间隔正弦控制和恒定控制角控制等电动比例舵机控制方法,通过分析不同控制方法对弹道特性影响、不同控制方法的修正能力,对舵机控制方法进行评估,提出一种最优控制方法。本文对可动舵二维弹道修正引信的研制具有较大理论意义和工程意义。", "label": "兵器科学与技术", "id": 0}
{"content": "随着仿真技术在智能弹药研发过程中发挥的作用越来越重要,研究智能化、标准化、工程化仿真理论与方法迫在眉睫。介绍了智能弹药仿真技术近几年来国内外的发展现状以及取得的成果;结合现有仿真技术与工程试验,重点对比分析国内外中长波红外/电视图像制导、激光制导、毫米波制导、组合导航等多个不同智能弹药系统在仿真技术、方法、设备等多个方面研究现状及进展,并展望我国智能弹药仿真技术领域的差距、发展趋势及对策。", "label": "兵器科学与技术", "id": 0}
{"content": "弹药自动装填系统机构动力学模型的准确性是对系统状态做出准确预测的关键。然而,由于系统中附加连接机构、驱动线缆等其他辅助因素的存在,导致系统模型存在不确定性。针对这一问题,首先根据系统的拓扑结构,采用相对坐标法,构建弹药自动装填系统机构的动力学方程。针对含有闭环的系统,定义仅传递运动而不具有惯性的虚拟体,从而能够快速程式化的构建系统动力学方程,同时对约束方程进行奇异值分解,将非独立的约束方程转换为独立的约束方程,进而通过两次速度映射,将微分代数形式的动力学方程组变换为最小坐标表示的常微分方程组。这不仅可将动力学方程的规模减少为自由度数,也能有效避免微分代数方程组求解过程中的约束违约问题。在此基础上,将自动装填系统最小坐标的状态变量和动力学参数均作为状态变量,构建扩展的状态转移方程;并依据系统测试量与状态量之间的映射关系,构建测试方程,获得弹药自动装填系统动力学参数非线性辨识模型,最后利用无迹卡尔曼滤波方法辨识系统动力学参数。由于机构的动力学方程是用最小坐标数表示的,所以扩展状态变量的维度大为缩减,大幅减少了卡尔曼滤波的采样点数,为了进一步提高参数辨识的效率,利用球型无迹变换替换常规的无迹变换,从而高效地获得了较为准确的弹药自动装填系统动力学模型,实现对自动装填系统的动力学模型的校正。通过典型闭环机构的数值算例验证了本文提出方法的有效性和高效性,此外,自动装填系统弹丸协调机构的台架试验表明,校正后的自动装填系统模型的预测结果与实验的结果吻合较好,进一步验证了该方法在工程中的适用性。", "label": "兵器科学与技术", "id": 0}
{"content": "本文主要对直升机载精确打击航空火箭弹两种主流发展方向和发展思路进行了分析论述,阐述了其特点和技术实现途径,在此基础上提出了试验鉴定总体思路。", "label": "兵器科学与技术", "id": 0}
{"content": "本文分析了航弹生产线各系统间的业务交互关系,通过研究业务场景要素,提出对信息系统的操作要求,明确交互信息的业务流程关系。", "label": "兵器科学与技术", "id": 0}
{"content": "基于航弹数字化生产线和信息系统的集成条件下,对航弹产品生产现状进行分析,从制造工艺开发、物流管理方面,应用相似原理来提出柔性化设计建议,对柔性制造、柔性信息流等方面提出了一些方案,用理论和实际分析表明航弹生产线在柔性化制造模式下的可行性,也必将能有效提高产品生产过程执行效率,使工厂航弹产品扩大市场竞争优势。", "label": "兵器科学与技术", "id": 0}
{"content": "随着信息化、人工智能等技术的发展和武器装备的逐步融合,跨域协同的智能作战特征日益显著,推动未来战争朝跨域作战方向发展。本文首先介绍了美军跨域作战的特点和发展现状,提出了跨域作战的能力要求,接着基于精确制导弹药的发射平台,分析了现役美军主要的空基、陆基和海基精确制导弹药装备情况,提出了跨域作战对精确制导弹药的技术发展需求,对其关键的技术布局进行了研究,最后对跨域作战的精确制导弹药技术发展做了总结,促进了精确制导弹药技术在武器系统中的应用。", "label": "兵器科学与技术", "id": 0}
{"content": "靶弹可模拟来袭武器的外形尺寸、运动特性、RCS等特性,已成为考核防空武器系统作战效能和部队实战能力不可或缺的装备。本文主要阐述某带毁伤评估功能的靶弹系统设计及应用,将精确制导炸弹空中投放的特性变成地面发射分离的方式,省去了协调载机平台及空域的困扰,促进了靶弹在武器系统定型及军事训练使用中的便利性,同时增加了毁伤评估功能,增进了靶弹的实用性与科学性。该靶弹系统可以根据防空武器装备需求供靶,使靶弹具有了根据不同任务需求搭载不同仿弹的能力,可满足新型防空武器系统试训需要,具有非常广泛的应用前景。", "label": "兵器科学与技术", "id": 0}
{"content": "对武器装备试验、训练构建实战化空情模拟条件的要求,靶标的RCS特性受其尺寸影响,在散射幅度均值和散射起伏规律上与目标飞行器的RCS均差异较大。本文基于FEKO电磁仿真软件,对某型精确制导炸弹靶标不同形状、位置的RCS特性进行了数值仿真,总结了此型精确制导炸弹靶标RCS的影响规律。同时,研究精确制导炸弹尾喷焰在C、X波段的RCS特性。", "label": "兵器科学与技术", "id": 0}
{"content": "本文针对某制导控制尾舱生产过程中人工搬抬劳动强度大、产品不易防护、人员和产品安全隐患大等问题,分析生产过程及制导控制尾舱外形结构后,运用三维软件设计,通过加工、调试后,研制完成某制导控制尾舱装卸设备样机,实现了运用装卸设备替代人工搬抬。后续可向其他规格大、尺寸大和重量大的制导控制尾舱扩展。", "label": "兵器科学与技术", "id": 0}
{"content": "小直径炸弹具备体积小、质量轻、射程远、精度高、威力大、附带损伤小等突出优点,成为美国乃至全球重点关注的空地精确制导武器之一。经过多年的开发研制,美国目前已经发展到第三代,近年更是大大增加导弹库存和研究预算,并出售给多个国家。因此,考核并提高我国防空武器系统作战效能和部队实战能力十分必要,小直径炸弹靶标的研制迫在眉睫,而气动设计师靶标研制过程中的重中之重。本文分析了靶标现有设计发展方式的优缺点,在此基础上提出一种小直径炸弹靶标高效气动设计方法,既能全模拟威胁目标气动外形及性能特性,同时大大缩短研制周期,降低成本及技术风险。通过以GBU-39/B为模拟威胁目标开展靶标设计为例,验证了该方法切实可行高效,有广泛的应用前景。", "label": "兵器科学与技术", "id": 0}
{"content": "针对浅层地下金属的探测需求,设计了几种不同的探测装置并利用有限元仿真软件进行仿真。保持线圈大小、金属大小不变,改变金属埋深来比较接收线圈上的感应信号,以此来对各个模型进行分析比较。仿真结果表明,对于长为15cm,直径为4.1cm且壁厚为5mm的金属管,埋深为1m以内时,采用单线圈发射的装置能有效探测;埋深大于1m时,可采用双线圈发射。同时,这种方法可用于其他材质金属体的地下探测。", "label": "兵器科学与技术", "id": 0}
{"content": "针对以智能巡飞弹为代表的一类低雷诺数亚声速飞行器在气动布局设计、飞行性能评估、空气动力学试验等研究阶段中涉及的亚声速气动特性问题,本文提出并搭建了一种地面车载测力试验系统,其包括:车载测力台架、六分量测力天平、数据采集系统、控制系统、计算机及测控软件等部分。针对十字布局巡飞弹试验模型,采用该车载系统对气动载荷进行了实时测试和数据分析工作。结果表明:1)该地面车载测力试验系统能模拟全尺寸巡飞弹模型真实飞行状态,并对弹体气动载荷参数进行有效实时测量。在车速稳定阶段（60m/s-100m/s）开始采集气动载荷数据,测力系统的响应时间控制在毫秒量级,可以在有效行车区间对变姿态的巡飞弹气动特性参数进行实时精确采集;2)在全长2km、海拔高度0m的平坦直路测试中,当测量速度范围为20m/s～30m/s、攻角变化范围-2°～16°、侧滑角变化范围-20°～20°时,测试模型的升力系数与相同来流条件下的风洞试验结果及CFD模拟结果基本一致,升力系数误差控制在5%以内,如图1a所示;3)在全长2km、海拔高度0m的平坦直路测试中,当测量速度范围为20m/s～30m/s、攻角变化范围-2°～16°、侧滑角变化范围-10°～10°时,测试模型的阻力系数与相同来流条件下的风洞试验结果及CFD模拟结果比较一致,阻力系数误差控制在15%以内,如图1b所示。", "label": "兵器科学与技术", "id": 0}
{"content": "脉冲力控制技术具有响应速度快,易实现机动等优点,常用的脉冲控制策略有固定时刻修正和实时探测修正,但基于固定阈值的实时探测修正的弹道修正效果较差。本文在建立弹体质点外弹道模型的基础之上,提出一种基于自适应阈值的实时探测修正策略,即一种使用随时间动态变化的修正阈值代替固定阈值的控制策略。最后进行仿真验证基于自适应阈值的实时探测修正优于固定时刻修正和基于固定阈值的实时探测修正。", "label": "兵器科学与技术", "id": 0}
{"content": "针对一种制导炸弹的测试,设计了一套基于PXI总线综合测试系统。阐述了测试系统的基本原理及组成,从硬件设计和软件设计两方面对制导炸弹测试系统的设计进行了介绍。实际使用结果表明,该测试系统可对制导炸弹的各个工作状态进行全面地测试,在实际使用中取得了良好的效果。同时该测试系统具有良好的通用性,为其他航空产品测试系统的设计提供了技术基础。", "label": "兵器科学与技术", "id": 0}
{"content": "弹丸斜侵侧多层板问题在航空航天、军事应用具有极其重要的意义。现有的方法在模拟弹丸高速撞击多层板时均存在问题.本文采用最优运输无网格法（optimal transportation meshfree,OTM）对其进行模拟。OTM法是一种拉格朗日无网格法,其特点是运用最优运输理论对时间进行离散,采用带有位置信息的节点和带有材料信息的物质点对空间进行离散,利用局部最大熵（local maximum entropy,LME）方法得到插值函数,基于能量释放率来判断材料是否失效。本文用OTM法模拟G50弹丸高速撞击多层921A靶板,通过与现有结果进行定性比较,验证OTM法在高速撞击问题上的适用性。结果显示OTM法不仅能准确模拟弹丸的飞行轨迹、飞行姿态,也能很好计算出弹丸磨损情况。", "label": "兵器科学与技术", "id": 0}
{"content": "舰炮是海军水面舰艇的重要武器装备,在现代战争中执行多样化的使命任务。使用精确制导弹药可大幅提高作战效能、效费比和附带损伤,可以用更少的弹药达到更好的打击效果。本文综述了世界主要军工集团研究舰炮制导炮弹的现状,总结出舰炮制导炮弹的发展具有利用陆军制导炮弹成熟技术、从大口径到小口径全面发展、注重提高效费比、同步考虑现役舰炮的兼容发射等特点,使用制导炮弹的舰炮武器装备将能够更好地遂行对岸火力支援、打击海上目标、防空作战等多重使命任务。", "label": "兵器科学与技术", "id": 0}
{"content": "为了获得射流成型形态及射流头部速度,采用SIMD16超高速照相机拍摄了聚能装药成型的过程,得到了聚能射流成型阶段不同时刻射流形态轮廓,测量了射流头部速度并与计算值进行比较。结果表明,超高速照相机可以拍摄到聚能射流的成型过程,通过对曝光时间等参数的优化设置,能够获得不同时刻射流的清晰照片并根据射流的运动路程计算出射流头部速度,计算结果与理论计算值基本一致。超高速相机内部整合有分光镜及像增强器,使相机最小曝光时间可以达到3 ns,可以用以拍摄和研究诸如聚能射流成型过程等瞬态现象,为聚能装药的设计及毁伤目标的机理研究提供指导。", "label": "兵器科学与技术", "id": 0}
{"content": "本文针对某干扰弹发射时瞬态高过载受力工况,对其壳体进行了强度分析和校核。通过仿真分析,对应力集中部位即可能发生断裂的结构进行了设计改进。改进后的结构最大应力有效减小,并满足材料强度极限,壳体结构不会被破坏,保证了干扰弹壳体在受到瞬态高过载时不会出现断裂。该分析结果为干扰弹设计改进提供了依据,其分析方法为同类型干扰弹设计提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "未爆弹（UXO）,是指在武装冲突或者演习训练结束后仍遗留在某一地区的各种未能按预期设计运作（未爆炸或被弃置）的爆炸性弹药等武器,具有极不稳定的特点,极易因人员触碰或轻微振动发生爆炸,其排除工作存在着极大风险。而以定向能技术为基础的新型激光排除法,具有快速、安全、间接破坏低、成本低、无噪声和操作隐蔽等特点,能够以引燃内部炸药的方式完成相应的排弹任务,十分符合人们的要求和预期。本论文以圆柱形金属/炸药复合结构代表通用未爆弹药结构,对激光辐照作用下圆柱形金属/炸药复合结构的热学响应特性进行研究,揭示了复合结构温度场分布以及温升过程的一般规律;从炸药爆发点和燃烧转爆轰（DDT）两个角度出发,分析了金属/炸药复合结构发生爆炸现象的可能性。分析结果表明:在激光功率密度为1kW/cm2的情况下,复合结构不会发生炸药热起爆以及燃烧转爆轰现象,此时激光排除法是安全可行的。", "label": "兵器科学与技术", "id": 0}
{"content": "高性能纤维织物由于高模量、高强度、低密度等特点,广泛应用于爆炸破片防护领域。另外编织物由于其结构复杂,建模难度大,关于弹道性能数值模拟研究较少。基于此,本文通过弹道冲击试验和数值模拟的方法,研究了三种UHMWPE纤维编织结构（二维正交编织、二维三轴编织、三维正交编织）的纤维编织布的弹道性能。在不同弹丸头部形状（平头、尖头、球头）以及弹丸冲击速度下分析了三种编织结构的编织物靶板的穿透机理,弹道防护效率,失效形式等,并以弹道极限速度V50为表征参量评估弹道性能。发现数值模拟结果与实验结果有良好的一致性。通过对不同编织结构单层板弹道性能的分析,找到速度匹配效率关系,设计了一种多层纤维编织结构-铝合金\"三明治\"复合防护结构并进行弹道冲击数值模拟。得出结论:在等质量下,复合防护结构相比较均质铝合金防护结构,展现了更优的防护性能。", "label": "兵器科学与技术", "id": 0}
{"content": "研究亚弹速范围内钨合金球形弹体对GH4169薄靶的穿甲效应。进行14发直径8mm钨球对1mm厚GH4169靶板的垂直穿甲试验,利用高速摄影得到钨球初速和余速,并测量靶板挠度与孔径。试验结果表明,被贯穿的GH4169薄靶均会产生直径小于钨球直径的挤凿块;钨球初速从低到高GH4169薄靶对应的典型破坏形貌分别为隆起与盘形凹陷、弧形裂纹、圆形穿孔以及花瓣型卷边破坏,且在弹道极限附近贯穿靶板所需动能最大。钨球初速高于弹道极限速度时,GH4169薄靶的挠度随着钨球初速的增加而急剧减小并趋于一个极限值12.52mm。用最小二乘法对Recht-Ipson模型中的系数\"a\"和指数\"p\"进行迭代计算,得到a=0.93,p=3.27时可以很好刻画钨球冲击GH4169薄靶情况下钨球初速和余速的关系,为球形弹体冲击GH4169薄靶的毁伤评估提供了参考数据。", "label": "兵器科学与技术", "id": 0}
{"content": "在弹体侵彻混凝土和岩石等介质过程中,由于侵彻产生的高温高压以及弹靶间的摩擦力作用,弹体表面会被侵蚀。侵蚀会影响弹体的外形及结构强度,改变弹体侵彻性能,严重的侵蚀可导致侵彻过程中弹体结构解体。研究表明,侵蚀程度与弹体的外形、速度、强度及靶体材料相关。易于发生绝热剪切材料制造的弹体侵蚀程度显著高于高强钢弹体。为研究易绝热剪切材料弹体侵彻混凝土靶的侵蚀效应,本文设计开展了钢弹体和某易绝热剪切材料弹体的侵彻混凝土靶实验,撞靶速度为400m/s～700m/s,利用激光三维扫描技术,测量分析了弹体表面的侵蚀程度。实验结果表明在该速度范围内,易绝热剪切材料弹体的质量损失显著高于高强钢弹体,可达到2.5%～10%,弹体侵蚀后整体形貌仍呈尖卵形,头部CRH增大。", "label": "兵器科学与技术", "id": 0}
{"content": "本文通过对某型制导航弹外弹道空气动力分析,建立了基于PID控制俯仰、偏航、滚转三通道的制导炸弹外弹道飞行动力学、运动学模型。在此基础上对弹丸飞行气动参数选取进行了初步探索,进行了仿真计算。结果表明,所建模型及所选参数具有一定的合理性,为该型制导航弹的定型试验奠定了良好的基础。", "label": "兵器科学与技术", "id": 0}
{"content": "针对简单的N阶二元多项式拟合所有弹道轨迹无法同时满足精度指标与拟合阶数控制的要求,本文提出利用分段的N阶多项式拟合射表数据。该方法将射表数据按高低角分成若干个区间,并分别选取合适的拟合阶数,利用递推最小二乘法估计该区间内二元多项式方程的系数,继而解算出弹道轨迹。仿真结果表明,该方法能够有效减少拟合误差以及弹丸位置与实际命中点的距离偏差,达到更好的射击效果,同时能够缩短解算时间,更有利于实时火控系统的弹道解算。", "label": "兵器科学与技术", "id": 0}
{"content": "弹道修正弹药具有成本低、精度高、可靠性高、使用方便等优点。其总体技术方案的合理选择以及参数的匹配性设计,需要在深入细致的仿真研究工作的基础上才能很好地加以实现。本文以修正迫弹为研究对象,在修正迫弹系统全弹道数学模型建模研究的基础上,建立了全弹道仿真模型,开展了数字仿真研究工作。通过在边界条件的弹道仿真以及蒙特卡洛精度仿真算例分析,验证了修正迫弹原理的可行性以及仿真的有效性。通过仿真研究,为修正迫弹方案论证及方案设计提供了良好的手段和依据,达到了仿真技术研究的目的,可为工程技术人员开展修正类制导弹药的仿真研究提供一定的参考。", "label": "兵器科学与技术", "id": 0}
{"content": "某弹射火箭喷管在试验后出现了喷管严重烧蚀现象。本文对喷管的烧蚀情况进行分析,说明了烧蚀台阶的成因和不利影响,对不同烧蚀位置下的喷管内流场进行数值计算,分析了流场特征和对喷管性能的影响;采用颗粒轨道模型对喷管内流场进行计算,分析了扩张段两相流场特征;设计了一种符合两相流动的喷管,并进行了试验验证。计算及试验结果表明:烧蚀台阶附近形成斜激波对主流区域造成影响从而降低了喷管效率;型面优化后的喷管使火箭比冲提升了4%左右。", "label": "兵器科学与技术", "id": 0}
{"content": "本文基于Radioss数值模拟软件对弹体斜侵彻多层921A船用装甲钢的数值模拟研究,得到了弹体与间隔金属靶板作用过程中的物理图像和时空演变规律。研究结果表明:随着侵彻着角的增加,弹体侵彻能力逐渐降低;随着弹体对不同层的侵彻,弹体速度呈台阶式下降;弹体速度快速下降的时空点对应于弹体的过载峰值;弹体速度的阶跃次数和过载峰值次数与弹体侵彻靶板的层数相一致。随着着靶角增加,弹体侵彻单层靶的时间逐渐增加、过载峰值逐渐减小;随着弹体侵彻靶板层数和侵彻着角的增加,弹体攻角逐渐增大,导致弹道偏转增加,侵彻多层靶的能力下降。", "label": "兵器科学与技术", "id": 0}
{"content": "通过利用Altair HyperWorks仿真平台研究起爆点位置、起爆点个数对小长径比预控破片战斗部初始破片飞散状态、初始速度的影响。数值计算结果表明:采用单点起爆时,中心起爆时的破片场呈对称分布,随着起爆点相对位置的增加,破片飞散角逐渐减小;当采用多点起爆时,随着起爆点个数的增加,破片飞散角及初速均逐渐增加。", "label": "兵器科学与技术", "id": 0}
{"content": "针对复杂环境下对舰艇目标的精确打击需求,展开子母弹协同飞行构型设计与控制研究,本文提出了一种基于Gauss伪谱法的轨迹优化方法,解决了子母弹构型约束优化问题,为解决导弹全天候、全天时成像自寻的精确制导难题提供理论与技术支撑。仿真结果表明,在全弹道仿真过程中,该方法规划弹道满足成像构型约束,为实现在线轨迹生成奠定了基础。", "label": "兵器科学与技术", "id": 0}
{"content": "巡飞弹综合了无人机技术和弹药技术的优点,拥有\"巡飞弹道\",可在空中滞留,为了满足巡航性能要求,巡飞弹一般采用大展弦比弹翼,为了降低运输发射空间,需要采用折叠翼技术。本文提出了一种大尺寸弹翼展开机构设计方案,该方案采用连杆机构传动驱动力,在此基础上建立弹翼展开机构的运动分析模型,完成了弹翼展开机构性能分析,其结果对总体设计与工程分析具有实用价值。", "label": "兵器科学与技术", "id": 0}
{"content": "随着高新技术武器装备的不断发展,现代战争中大量使用精确制导弹药,并不断改变着战场态势,提高武器系统打击精度愈加受到各国重视。本文总结了几种国外典型精确制导弹药的类型及性能,分析了我国精确制导技术的研究概况,对精确制导弹药智能化发展的关键技术和方向进行了论述,可为精确制导弹药智能化发展的深入研究提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "对具有卵形头部的刚性杆式弹高速侵彻和贯穿铝合金靶板进行了有限元数值模拟分析。弹和靶采用二种尺寸:第一种尺寸与实验的弹和靶尺寸相同;第二种尺寸考虑了弹CRH的变化对其贯穿靶的影响。通过数值模拟,获得了弹体贯穿靶后的剩余速度。计算结果表明,在同样条件下,弹贯穿靶后剩余速度与已有的结果基本吻合,说明本文计算模型是有效和精确的。并且在同样条件下,弹CRH变大,其侵彻、贯穿靶的威力将有所提高。", "label": "兵器科学与技术", "id": 0}
{"content": "目前对钢筋混凝土侵彻贯穿问题的理论和数值研究通常忽略钢筋的作用,且现有的工程模型大部分均是对弹体穿甲后的剩余速度和弹道极限速度的预测,很少有分析模型对背靶的破坏面积及冲塞塞块的厚度进行预测。针对上述问题,开展了弹体斜侵彻贯穿有限厚度钢筋混凝土靶的理论研究,基于能量守恒及最小势能原理提出了一种弹体斜侵彻贯穿钢筋混凝土靶的分析模型。从能量的角度出发,对弹体贯穿钢筋混凝土的能量损耗进行分阶段求解,将侵彻过程耗能分为三个阶段进行求解,分别为开坑阶段耗能、侵彻扩孔阶段耗能和剪切冲塞耗能。刚性弹斜侵彻钢筋混凝土靶的开坑阶段和侵彻扩孔阶段的耗能可基于动态空腔膨胀理论获得;对于剪切冲塞耗能,认为所有的钢筋均分布在靶板的后表面,仅在后坑对弹丸的侵彻有阻碍作用,结合Von-mises失效准则提出了一种考虑配筋率和钢筋抗拉强度的影响的剪切冲塞阶段的耗能计算方法。由能量守恒和最小势能原理获得了侵彻性能的解析表达式,主要包括:冲塞塞块厚度、弹道极限及剩余速度。理论预测结果与文献中的实验结果吻合较好。基于上述分析,研究了弹体撞靶速度、混凝土抗压强度、配筋率等重要参数对侵彻性能的影响。", "label": "兵器科学与技术", "id": 0}
{"content": "弹体对混凝土的侵彻是防御结构设计、武器设计等领域重要的研究课题,理论与现实意义突出。针对混凝土抗剪强度与抗拉强度均小于抗压强度的特点,提出一种新型螺旋弹体结构,其在高速加载条件下,依靠自身结构特性、在侵彻混凝土目标过程中通过与混凝土介质之间相互作用实现弹体旋转并产生转矩,在传统压缩破坏混凝土目标的基础上,增加对混凝土的剪切及拉伸破坏。对旋转弹体侵彻混凝土进行受力分析,建立其动力学方程,得到位移-时程数值解。对螺旋弹体侵彻混凝土进行受力分析,建立其动力学方程。基于12.7 mm滑膛弹道枪平台进行通槽螺旋弹体侵彻混凝土靶体的试验,试验结果说明尽管使用了尼龙弹托,螺旋弹体的通槽设计会导致内弹道发射过程气密性不良,从而影响弹体膛口速度。进一步改进螺旋弹体结构,基于14.5 mm滑膛弹道枪平台进行半通槽螺旋弹体侵彻混凝土靶体的试验,获得了756 m/s～935 m/s初速范围内弹体的侵彻深度数据及半通槽螺旋弹体的终点弹道特征,试验结果表明,螺旋弹体在侵彻过程中可以产生旋转运动,并且随着弹体初速的增加,弹体旋转效应愈加明显,弹体侵彻深度增加。", "label": "兵器科学与技术", "id": 0}
{"content": "TC4钛合金有较高的比强度,在侵彻防护、航空发动机机匣设计等领域有潜在的应用前景。在轻气炮上进行了名义直径12.7mm,名义质量50g的平头和卵形高强钢杆弹体正撞击10 mm厚TC4钛合金板的实验研究。得到了两种弹体撞击TC4靶板的毁伤模式和特性:两种弹体穿透靶板后均发生冲塞破坏,平头弹冲塞基本完整,卵形弹冲塞有碎裂现象。使用高速相机记录了撞击过程并测得了弹体的剩余速度,得到了两种弹体撞击10 mm厚度TC4靶板的弹道极限。实验表明,卵形弹撞击靶板的弹道极限远高于平头弹。通过对典型断口的微观观察,揭示了不同弹头的弹体撞击TC4靶板的侵彻机理。研究表明,平头弹撞击时靶板主要发生剪切破坏,在部分区域甚至形成了绝热剪切带,因此对弹体动能吸收较少;卵形弹撞击时靶板发生剪切拉伸以及剪切压缩的耦合破坏,绝热剪切现象不明显,因此吸收能量相对较多,弹道极限较高。本文研究结果可以为TC4钛合金在撞击防护中的应用提供一定的参考。", "label": "兵器科学与技术", "id": 0}
{"content": "弹丸超高速撞击薄板,产生强烈的冲击波向弹丸薄板内部传播,冲击波的传播及卸载造成了弹丸材料的破碎和相变,形成碎片云。本文基于一维冲击波理论,结合弹丸的几何特征,推导得到了一系列椭圆形式的波传播模型,来表征弹丸和薄板内的冲击波形态、薄板自由面反射的中心稀疏波形态。利用冲击波和稀疏波传播模型,定量分析了球形弹丸撞击的\"薄板最优厚度\"——撞击轴线上中心稀疏波不能追赶卸载冲击波阵面的薄板最小厚度。结合球形铝弹丸超高速撞击铝薄板的SPH数值模拟,对波传播模型和球形弹丸撞击的\"薄板最优厚度\"进行了验证讨论。结果表明:初始撞击速度越高,传播模型表示的理论冲击波阵面与模拟结果吻合越好;在远离轴线处,由于弹丸自由面的稀疏波作用,理论结果与模拟结果存在一定误差;薄板自由面产生的中心稀疏波波头在模拟中难以直接观察,但从压力云图中观察到的结果和理论结果大致吻合;球形铝弹丸撞击铝薄板的\"薄板最优厚度\"理论和模拟结果吻合,且与Piekutowski实验结果一致。本文对弹丸和薄板材料内的冲击波传播与卸载分析,为超高速碰撞及空间碎片防护的定量研究提供了一定基础。", "label": "兵器科学与技术", "id": 0}
{"content": "为探索钢/陶瓷/凯夫拉复合靶板的弹道冲击性能,利用非线性有限元软件LS-DYNA模拟了靶板在两个高速钢质破片的连续打击下的侵彻过程。数值模拟采用两个质量均为26g的钢质破片模拟弹,在相同的速度(1000m. s-1),以时间间隔70μs先后打击陶瓷层分块形式不同的四种复合靶板。研究了复合靶板的侵彻失效机理及陶瓷的分块处理对整体靶板抗弹性能的影响。采用Johnson-Cook,Johnson-HolmquistⅡ和Chang-Chang本构模型分别描述钢、陶瓷及凯夫拉的材料属性,并引入罚函数接触算法,消除侵彻渗透现象,以提高计算精度。由模拟分析可以看出,在侵彻过程中,复合靶板的前置钢板产生塑性大变形和冲塞穿孔,陶瓷块粉碎成细小的碎块,凯夫拉层合板层间开裂,其迎弹面剪切破坏,弹面拉伸断裂,高速破片出现墩粗破碎现象。不同靶板计算结果对比表明,裂纹止于分块陶瓷间隙,陶瓷分块处理有利于减小受损区域,提高靶板抗多次打击能力。", "label": "兵器科学与技术", "id": 0}
{"content": "实验和模拟发现,长杆弹高速侵彻过程中可能出现自锐现象,因此不同材料制成的长杆弹在高速侵彻过程中可能出现不同头部形状,进而影响其侵彻性能。然而目前的理论模型一般为1D模型,无法考虑和分析头形因素,故需建立2D模型。本文通过构造头形函数,确定了侵彻过程中不同头形长杆所受阻力,从而建立了长杆高速侵彻的2D理论分析模型。基于2D模型的算例分析表明,长杆弹在侵彻过程中的头形差异对侵彻性能产生影响。弹体头形越尖锐,侵彻阻力越小,故侵彻能力越强。2D模型的建立,有助于更准确地分析和预测长杆弹的侵彻能力,对长杆武器研制和坦克装甲设计具有重要指导意义。", "label": "兵器科学与技术", "id": 0}
{"content": "为提高反舰半穿甲战斗部侵彻过程中的装药安定性,运用LS-DYNA软件的热固耦合算法,对某型半穿甲战斗部在不同着靶条件下的侵彻过程进行了数值模拟研究,分析了着靶速度、着角等着靶参数对于半穿甲战斗部侵彻过程中温升的影响。结果表明:半穿甲战斗部侵彻靶板过程中的塑性变形和摩擦会引起壳体和装药温度的升高;半穿甲战斗部侵彻靶板时的着靶速度一定时,壳体和装药的最大温升随着角的增大而增大;半穿甲战斗部侵彻靶板时的着角一定时,壳体和装药的最大温升随着靶速度的增大而增大。研究结果为反舰战斗部的设计提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "对于弹靶撞击侵彻问题,随着撞击速度的不断增大,弹体往往会发生侵彻机制的转变,根据已有研究结果,可总结为由刚性侵彻到半流体侵彻再到流体侵彻的机制转变过程。基于以上结论,本文开展了卵形头短杆弹撞击活性粉末混凝土靶体的实验,观察了弹体头部以及弹身的损伤特征,以及靶体破坏形式和弹道轨迹的变化,分析了侵彻深度和弹体质量损失随初始撞击速度的变化规律,发现在两个撞击速度之间,存在某一介于刚性侵彻机制和半流体侵彻机制间的过渡侵彻机制,这与铝合金靶板侵彻过程中出现的过渡机制相类似。根据以上发现,探讨分析了撞击混凝土介质类靶体、铝合金靶体以及岩石类靶体时,处于过渡侵彻机制中其响应结果的区别以及机理。此外,通过比较短杆弹和长杆弹侵彻混凝土靶体工况下的响应结果,进一步揭示了长径比对弹体侵彻性能的影响。", "label": "兵器科学与技术", "id": 0}
{"content": "近期研究证实不少金属的延性断裂与罗德参数相关,为揭示罗德参数在金属弹靶弹道行为数值预报中的作用,分别采用罗德参数无关的JC断裂准则及罗德相关的Wen-Mahmoud （WM）断裂准则对亚弹速范围内4340高强钢靶板在平头刚性弹体撞击下的抗侵彻行为以及4340钢Taylor杆的断裂行为进行了有限元计算。其中,4340钢的断裂准则通过公开文献中的断裂数据进行标定。计算结果表明:两种断裂准则都预报了靶板的剪切冲塞破坏,但采用JC断裂准则的有限元计算预报的弹道极限是采用WM断裂准则预报结果的1.67倍;JC断裂准则预报的Taylor杆临界开裂速度是WM断裂准则预报结果的2倍;随着撞击速度的提高,WM预报的弹体变形和断裂模式为墩粗、剪切开裂和破碎,而JC断裂准则预报的则是墩粗和拉伸撕裂。对计算结果的详细分析表明,剪切冲塞及Taylor杆中失效区域材料的应力状态为断裂的罗德参数敏感区。为验证计算结果开展了侵彻试验和Taylor撞击试验,试验结果与WM断裂准则的预报结果吻合较好。", "label": "兵器科学与技术", "id": 0}
{"content": "弹丸挤进过程是内弹道学方面基本的研究,同时对枪械射击精度有很大的影响。为深入了解某小口径步枪内膛结构参数对弹丸挤进过程的影响,基于非线性有限元法建立了某型步枪弹丸挤进分析模型。考虑了枪管结构参数对弹丸挤进的影响,定性、定量地分析了不同参数对弹丸挤进过程中的轴向受力、弹丸被甲表面应力及弹头摆动角的影响规律。揭示了内膛结构参数与弹丸挤进的关系,有利于更进一步研究该型步枪的内弹道过程。", "label": "兵器科学与技术", "id": 0}
{"content": "子弹侵彻典型靶板结构在毁伤防护中具有非常重要的意义,现在已有很多关于子弹侵彻钢板的理论和实验,但基本上都是垂直入射。本文利用AutoDyn软件,对7.62mm子弹以不同速度侵彻不同厚度钢板、铝板以及凯夫拉纤维加强板进行了仿真,子弹入射方向与靶板的法线方向成不同角度放置,分析其不同的毁伤模式以及子弹的不同形式破坏结果。根据仿真结果,提出结构硬毁伤概念,对靶板毁伤结果与子弹剩余速度进行了采集。利用AutoDyn软件对不同速度子弹侵彻30mm厚防弹玻璃进行了数值仿真,子弹入射方向与防弹玻璃法线方向成不同角度放置,分析其不同的毁伤模式,并对三发子弹的连续侵彻防弹玻璃进行了仿真。仿真结果表明,该防弹玻璃对于子弹的侵彻能力有着较好的阻挡作用,能够有效拦截子弹。", "label": "兵器科学与技术", "id": 0}
{"content": "基于典型7.62mm制式弹结构,在其弹头部采用非金属陶瓷（TC）材料,采用ANSYS/AUTODYN软件中SPH算法对陶瓷复合靶板侵彻过程进行数值模拟,分析了陶瓷复合装甲斜置角度对弹丸毁伤效能的影响规律,数值模拟结果与试验结果具有较好一致性。相比于制式弹,采用ZrO2增韧陶瓷作为弹头材料可有效保护钢芯完整度并能提高对陶瓷复合靶的破坏应力;随着复合靶板斜置角度的增加,TC动能弹侵彻威力及弹道准直性均优于制式弹;TC动能弹与制式弹对复合靶的弹道极限随靶板斜置角度的增加均呈指数型增加,且TC动能弹增加速率低于制式弹。", "label": "兵器科学与技术", "id": 0}
{"content": "本文开展了直径156mm的大尺寸弹体正侵彻钢筋混凝土靶试验,通过预埋压力传感器获得了侵彻过程中不同位置处混凝土的压力值,并做了初步的分析。结合数值模拟,分析了混凝土的损伤分区及不同位置的钢筋应力状态。结果表明:处于弹道附近的混凝土压力最大,峰值脉冲明显;随着距离增加,峰值减小且脉宽增大,应力脉冲的形状由尖峰演变为相对平坦的波形。粉碎区内的钢筋可以认为达到屈服强度,破裂区钢筋处于弹性状态,弹性区和未扰动区钢筋应力基本可以忽略。", "label": "兵器科学与技术", "id": 0}
{"content": "旋转弹是指弹体在飞行过程中绕自身体轴连续转动的一类飞行器,常见于各种子弹、炮弹、火箭弹、战术导弹以及再入式飞行器等。近些年,随着对弹箭射程等性能指标要求的增加,其长细比越来越大。长细比的增加致使弹箭结构刚度和结构固有频率越来越小,结构更加容易变形,结构振动也更加容易与飞行力学运动耦合。对于大长细比低速旋转弹（每秒几转到几十转）来说,结构振动频率会与滚转频率比较接近,两者很容易发生耦合致使结构振动振幅过大,从而造成弹箭结构破坏,出现掉弹等空中事故。本文使用课题组自有程序,基于整体网格运动和RBF网格变形方法,通过耦合求解空气动力学方程和基于拉格朗日方程推导的弹性飞行器飞行动力学方程模拟了特定构型大长细比旋转弹箭飞行中的动力学响应历程,比较了特定构型旋转弹刚性模型和弹性模型的动力学响应差别?该弹性飞行器飞行动力学方程不仅考虑了六自由度运动方程和结构动力学方程之间的气动耦合,而且考虑了因结构振动导致的转动惯量变化和结构振动产生的附加气动力,更为重要的是也考虑到了角加速度和旋转产生的科氏加速度以及惯性离心力对结构振动的影响。", "label": "兵器科学与技术", "id": 0}
{"content": "目标回波的多普勒频移是个主动声引信探测目标的一个重要信息,而在目标接近主动声引信正横方向时,回波的多普勒频移会逐步减小,形成\"多普勒盲区\",此时可采用固定延时法选择炸点。目标运动速度估计是固定延时法选择炸点的一个重要参数。本文提出一种运动速度估计方法,该方法根据\"多普勒盲区\"前目标回波的多普勒信息估计目标航向与径向的夹角,再根据目标的距离信息,估计目标的运动速度。数值仿真和湖试结果证明了所提方法的有效性,能够在实际主动声引信中得到工程应用。", "label": "兵器科学与技术", "id": 0}
{"content": "爆炸箔起爆系统（EFIs）的起爆回路参数直接影响能量传输效率,其中导线参数是容易忽略却作用明显的一个环节,关于导线参数的研究对提升EFIs的起爆可靠性具有重要意义。在对EFIs起爆回路合理假设和简化的基础上,建立了起爆回路和放电电流最大值模型。基于3种常用的起爆回路传输导线电感模型,分剐通过理论计算和试验对所建立的模型进行了验证,并得出结论:在高压电容和充电电压确定的情况下,放电电流最大值只取决于回路电感,与回路电阻无关。所建立的起爆回路理论模型可作为EFIs能量转换效率评估的理论依据。", "label": "兵器科学与技术", "id": 0}
{"content": "微结构换能元是MEMS火工品的关键器件,其桥区微结构设计对MEMS火工品的输出性能和能量利用率具有显著影响。为完善MEMS （微机电系统Micro Electro-Mechanical Systems）火工品微结构换能元设计理论,设计制作了8种不同桥形微结构换能元,采用红外测试进行系列桥形换能元桥形结构优选与微结构效应研究,获得了四种优选桥形结构换能元,其中V-50桥形微结构换能元综合性能最好。", "label": "兵器科学与技术", "id": 0}
{"content": "7050铝合金弹壳在加工过程中由于壁厚不均匀导致弹壳内壁产生凸起,在弹壳引长过程中凸起处易产生缺陷,缺陷会导致壳体断裂以致伤及射手,因此对弹壳缺陷检测至关重要。本文利用激光超声方法对弹壳及弹壳内部制造缺陷进行研究。建立激光在弹壳中激发超声波、超声波在弹壳中传播以及与缺陷发生相互作用的物理模型,并采用有限元方法对物理模型进行数值求解。由于弹壳厚度的特殊性,从理论和实验上研究了该厚度下声波的时域和频域特性。选择超声纵波对弹壳内部缺陷进行检测,讨论了不同高度和宽度的缺陷与超声纵波相互作用的情况,给出采用超声纵波对弹壳内部缺陷检测的检测精度。本文的研究结果为激光超声检测弹壳内部缺陷提供一定的依据。", "label": "兵器科学与技术", "id": 0}
{"content": "被动声引信工作时易受外界干扰,而尖脉冲因其具有能量起伏的特点,对被动声引信的干扰尤为严重,会导致目标通过信息模糊,影响起爆时刻的输出。本文提出一种干扰背景下的被动声引信处理方法,该方法根据尖峰干扰能量的突变特性,利用在时间轴上进行短时间积分和设置能量变化判决门限的方法剔除,所提方法可以实现被动声引信正常输出起爆信号。湖试数据处理结果证明了所提方法的有效性,能够在实际被动声引信中得到工程应用。", "label": "兵器科学与技术", "id": 0}
{"content": "为了对弹载轻质测控电路进行多次缓冲保护,本文提出了阶梯变截面金属圆柱壳的几何构型。利用LS-DYNA软件,建立了包括电路等效质量块、缓冲圆柱壳的弹体侵彻多层钢板有限元模型。从屈曲模态、加速度缓冲效果、比吸能等方面进行缓冲吸能特性的数值模拟。研究结果表明,变截面壳既能降低加速度初始幅值,又能避免后阶段压溃位移大导致的加速度幅值大幅增加,具有很好的缓冲效果", "label": "兵器科学与技术", "id": 0}
{"content": "本文主要对尾流模拟火箭弹爆索空中弹道特性进行研究,建立了减速板、弹仓、发动机的运动方程以及绳索的力学模型,推导了包括推偏发动机在内的火箭弹六自由度弹道方程。基于Matlab平台对火箭弹全程弹道进行了仿真分析,着重分析了不同射击诸元对爆索空中弹道的影响,探究了空中分离时刻对火箭弹弹道的影响,对推偏发动机的转弯特性进行了分析,仿真分析得到了爆索空中弹道的一般规律,具有一定的理论意义。", "label": "兵器科学与技术", "id": 0}
{"content": "提出了广义超聚能装药概念,其包括在侵彻深度上超过传统聚能射流的超聚能射流装药结构和在侵彻孔径上超过传统EFP、侵彻深度上超过传统环形聚能装药的超聚能环形侵彻体装药结构。建立了超聚能射流装药结构理论模型,研究了三种超聚能射流装药结构形成及侵彻机理,突破了传统射流速度阈值,增加有效射流质量,实现了高穿深;基于非对称碰撞环形聚能侵彻体理论,提出了两种大孔径破甲超聚能环形侵彻体装药结构,实现了与传统聚能装药（EFP）侵彻深度相当的前提下,大大增加破孔直径。理论分析、数值模拟及典型验证性试验结果表明,设计的超聚能装药结构在侵彻深度及侵彻孔径方面具有很好的侵彻能力。", "label": "兵器科学与技术", "id": 0}
{"content": "EFP（Explosively Formed Projectile）即爆炸成型弹丸。它是利用聚能装药原理,通过炸药的聚能爆轰作用,使金属药型罩压垮变形而锻造出的一个具有较高质心速度和一定结构形状的弹丸,从而可以以较大动能侵彻目标。本文通过利用有限元软件ANSYS以及LS-DYNA对爆炸成型弹丸进行了三维模拟,首先通过ANSYS对爆炸成型弹丸进行三维建模,输出K文件进行手动修改,然后在LS-DYNA中进行求解,得到爆炸成型弹丸的成型过程,应力云图以及弹丸的速度时程曲线等数据。", "label": "兵器科学与技术", "id": 0}
{"content": "针对宽量程的滚转角速率测量问题,设计了基于磁感应信号的高动态滚转角速率测量系统。本系统基于电磁感应原理,应用磁感应线圈对旋转运动的磁场反馈原理为基础,结合零相位信号检测方法,解决了低速旋转和高速旋转同时适应的高精度角速率测量问题。利用转台模拟试验对测量系统进行了测量精度实验,实验结果表明,该系统可以测量转速在1/12~100r/s范围的滚转角速率,测量误差小于满量程的0.18%。所提供的传感器适应于高动态范围的旋转角速率测量,有助于旋转弹药的大量程角速率测量技术发展。", "label": "兵器科学与技术", "id": 0}
{"content": "250kg级增程型航弹具有载机适应性强、用途多样以及射程远等特点而取得了广泛应用。增程型航弹主要包括战斗部、增程组件、尾舱、舵机舱等部件。拓展增程组件、舵机舱等气动部件的适配范围,对降低研制成本、缩短研制周期、增强产品竞争力等方面具有重要意义,于是催生了气动外形模块化设计方法的研究。针对上述研究需求,提出了一种基于静稳定度一致及CFD计算的气动外形模块化设计方法。利用该方法,对某型号航弹的战斗部进行了改装,并采用风洞试验进行了验证。结果表明,该方法能保证航弹改装前后气动特性的一致性,为其他设计工作开展提供便利。", "label": "兵器科学与技术", "id": 0}
{"content": "目前在UXO地球物理探测技术方面,美国已经形成从理论创新、方法技术研究到应用推广等一整套成熟体系,并不断向前发展。从UXO地球物理探测系统构成、地球物理探测工具、地球物理数据分析流程等方面对美国UXO地球物理探测技术展开叙述,以期为发展国内UXO探测技术提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "以球型破片为对象,利用试验与计算相结合的方法得出了2.8mm钨合金破片侵彻Ⅲ级防弹衣的极限穿透速度与最小有效穿透速度;结合模拟仿真得出了2.8mm钨合金破片侵彻2mm硬铝板的极限穿透速度,通过速度与能量的关系式推算出了Ⅲ级防弹衣的等效硬铝板厚度。结论对新型高效反步兵武器与单兵基本防护装备的研制与开发都有重要参考价值。", "label": "兵器科学与技术", "id": 0}
{"content": "利用三维非线性有限元软件ANSYS/LS-DYNA对M855A1步枪弹侵彻明胶、松木靶、钢靶的过程进行了数值模拟,获得了速度衰减曲线、位移曲线,分析了步枪弹在侵彻中的结构变化、目标靶板的破坏结果。在相同条件下对原型步枪弹M855也进行了数值模拟,并进行了对比分析。", "label": "兵器科学与技术", "id": 0}
{"content": "本文介绍了齐射类武器装药量的一种设计方法,方法的最大特点是不牵连到武器系统的其他方面,如火箭深弹最佳装药量的设计只涉及弹本身的性能,并不牵连诸如火箭深弹武器系统对潜探测系统的性能、武器发射系统性能等,这种设计方法在方案阶段非常实用。论文在相关文献的基础上,完善了设计过程,具体提出了对最佳装药量的检验方法、设计过程的迭代方法,设计过程实用性强、结果准确。本文提出的方法还可用于多座单管火炮齐射时作战使用决策,即在作战目标一定的条件下,提高火炮齐射作战效费比。", "label": "兵器科学与技术", "id": 0}
{"content": "分析了掠飞攻顶反坦克聚能破甲战斗部掠飞攻顶的涂抹效应[1],利用LS-DYNA数值仿真软件,研究了静破甲和动破甲过程,进行了大炸高下的侵彻试验。改变聚能战斗部的倾斜角度和导弹的横向速度,得出了聚能射流的特性在一定的大炸高条件下倾角和横向速度的关系。在横向速度不同时,存在不同的最佳倾斜角。", "label": "兵器科学与技术", "id": 0}
{"content": "本文主要介绍了子母弹的发展历程,简要阐述子母弹抛撒过程的技术特点,对其关键性技术进行描述并作出简要分析,总结了子母弹不同抛撒方式的优缺点并提出改进建议。", "label": "兵器科学与技术", "id": 0}
{"content": "本文讨论如何通过不同的技术方法提高小口径尾翼稳定脱壳穿甲弹穿甲威力,满足武器系统穿甲威力的战技指标要求。", "label": "兵器科学与技术", "id": 0}
{"content": "本文重点针对尼龙导带影响其立靶密集度为切入点,通过设计外导带切预制断裂槽工艺,保证弹丸出炮口后脱壳一致性好,从而提高立靶密集度水平。", "label": "兵器科学与技术", "id": 0}
{"content": "运用有限元软件ANSYS/LS-DYNA对弹体斜侵彻岩石和混凝土复合靶板进行了数值模拟,分析了弹体着角及攻角等因素对侵彻轨迹和侵彻规律的影响。计算结果表明:随着弹体着角的增加,侵彻深度减小,侵靶时间增加;弹体攻角对侵靶时间、弹体过载影响较小。此外,在着角为60o斜侵彻过程中,弹体在目标靶板内发生类似\"跳弹\"现象。", "label": "兵器科学与技术", "id": 0}
{"content": "基于True Grid及LS-DYNA仿真平台对线性自锻破片切割长杆弹的最佳角度进行仿真分析。通过分析不同干扰角度时长杆弹的销蚀、翻转、断裂等现象以及受干扰长杆弹对后效靶的毁伤效能,得出了干扰角接近90°时,长杆弹变形和断裂严重,侵彻空腔较大,在贯穿后效靶板后,残余弹体的毁伤效能较差,侵彻能力较低,可为主动式反应装甲的结构设计提供参考依据。", "label": "兵器科学与技术", "id": 0}
{"content": "针对坦克传统药筒结构及使用过程中存在的诸多问题,从坦克武器系统总体角度,叙述了实现坦克弹药无壳化的技术途径,结合国外坦克火炮弹药及其应用技术的现状及发展,阐述了弹药无壳化技术应用所需采取的具体技术措施,并就该技术应用可得的成效进行了分析和讨论。", "label": "兵器科学与技术", "id": 0}
{"content": "将基于最小二乘的灰色关联分析应用于火箭弹的毁伤效能评估,利用已知信息推测出火箭弹毁伤效能与各因素之间的潜在联系,解决了火箭弹毁伤效能的多参数优化问题。可采用较少的实验次数搜寻优化参数得到最佳毁伤效能,通过参数的最大与最小灰色关联度之差找到对多性能特性影响较显著的因子。实验结果表明,本方法有效改进了火箭弹的毁伤效能评估,通过改进影响显著的因子,重度毁伤率（含歼灭）可提升30%。", "label": "兵器科学与技术", "id": 0}
{"content": "为解决激光末制导炮弹射击诸元的快速计算问题,开发了末制导炮弹射击诸元解算仿真软件。主要依托Matlab中的Graphical User Interface。软件可实现的功能包括:计算测地诸元、计算射击条件修正量、计算装定诸元、拟制射击口令。该软件还可移植到指挥信息系统中,丰富和完善指挥信息系统在决定射击诸元方面的功能。", "label": "兵器科学与技术", "id": 0}
{"content": "利用ANSYS/LS-DYNA软件对组合式离散杆战斗部进行数值模拟,研究了不同错位角和不同起爆方式对组合式离散杆战斗部毁伤元成型的影响。仿真结果表明:当组合式离散杆两端的圆弧杆的错位角为5°或10°,采用两端点起爆时,组合式离散杆形成的杀伤体密集度较高,分布较为均匀,且杀伤环半径最大,可以有效地提高杀伤命中率。", "label": "兵器科学与技术", "id": 0}
{"content": "弹丸发射时,药筒在火药气体压力作用下紧贴炮膛,构成闭气系统。药筒与炮膛初始间隙的大小严重影响闭气效果,并且对药筒的退壳也有影响。使用ANSYS/LS-DYNA有限元仿真软件,模拟研究了药筒在不同初始间隙下的闭气效果和退壳能力,为药筒的研制提供重要参考。", "label": "兵器科学与技术", "id": 0}
{"content": "运用LSDYNA有限元软件,对不同速度的低侵彻陶瓷枪弹侵彻航空有机玻璃进行数值模拟,对比弹头的破碎效果和对航空有机玻璃的毁伤效果,分析低侵彻陶瓷枪弹的破碎性能和对航空有机玻璃侵彻威力。研究结果表明:低侵彻陶瓷枪弹具有良好的破碎性能,速度对低侵彻陶瓷枪弹侵彻航空有机玻璃的毁伤效果影响很大,合适的枪弹速度,对低侵彻陶瓷枪弹的实际应用至关重要。", "label": "兵器科学与技术", "id": 0}
{"content": "利用Autodyn软件对聚能水射流侵彻带壳装药进行仿真研究,分析了药型罩结构参数和B装药的密度对带壳炸药起爆阈值的影响。研究结果表明,该装药结构在长径比λ=1时,随药型罩壁厚的增加,B炸药阈值减小;随锥角的增大,B炸药阈值先增大再减小;随B炸药密度的增加起爆阈值增加,当装药密度为1.71g/cm~3聚能水射流起爆B炸药的阈值为22.46mm~3/us~2,与Held博士实验值基本一致,为实现水射流处理废旧弹药提供了理论依据。", "label": "兵器科学与技术", "id": 0}
{"content": "建立了子弹对混凝土介质的爆破理论模型;基于ANSYS软件组件AUTODYN-2D平台,进行单枚子弹侵彻混凝土介质及对混凝土介质爆破效应的数值模拟研究。研究工作对侵爆子弹的爆破机理以及侵爆子弹的设计具有一定的参考价值与指导作用。", "label": "兵器科学与技术", "id": 0}
{"content": "分析飞片起爆聚能装药作用机理,设计了不同的飞片起爆结构方案,利用显示动力学软件AUTODYN对不同方案飞片起爆聚能装药进行了数值模拟,并进行了试验验证。V型飞片起爆聚能装药形成射流速度较平板飞片与锥形飞片分别提高了6.13%,3.72%,波形控制能力优于其他两种结构。通过调整飞片形状可控制爆轰波形成,获得希望的爆轰波形,为聚能装药结构和爆轰波匹配设计提供一定的技术参考。", "label": "兵器科学与技术", "id": 0}
{"content": "研究了一种新型组合式战斗部结构,利用ANSYS/LS-DYNA软件对其成型过程进行了数值模拟。仿真结果表明:该新型预制破片/MEFP组合式战斗部可以形成速度高、数量多、杀伤面积大的多个毁伤元。MEFP毁伤元穿孔深而大,并且可以有效提高预制破片的密集度。此外还研究了起爆方式对毁伤元的影响,结果表明中心点起爆方式形成的毁伤元速度高,但密度分布较差,EFP飞行方向较为发散。环形起爆可以形成稳定轴向飞行的EFP,但速度比较低。", "label": "兵器科学与技术", "id": 0}
{"content": "利用autodyn有限元软件,在中心带孔的复合药型罩基础上进行对聚能射流的数值模拟分析。通过数值仿真模拟重点分析了药型罩参数:药型罩锥角、药型罩壁厚、中心孔径等对射流侵彻钢靶效应的影响规律。研究结果表明:这三个参数对侵彻效应的影响都比较大,随着锥角的变大,射流速度降低,侵彻深度降低,但侵彻孔径变大;药型罩壁厚增加也降低侵彻深度,增大侵彻孔径;而中心孔径存在于一个最佳大小,使得侵彻深度和孔径都较大。", "label": "兵器科学与技术", "id": 0}
{"content": "针对利用高爆药柱盘实现多模转换的可选模式战斗部,利用数值模拟分析了破片模式下高爆药柱数量和药柱起爆半径对破片成型的影响。结果表明:药柱数量越多、起爆半径越大,破片成型和分布越均匀;通过改变药柱盘格局可以实现破片的可控化。", "label": "兵器科学与技术", "id": 0}
{"content": "为研究双锥罩过渡位置点对射流成型的影响,利用ANSYS/LS-DYNA有限元软件对其成型过程进行数值模拟。仿真结果表明:在一定范围内,过渡位置点越靠近药型罩中间高度位置,形成射流的头部最大速度越大,且不易断裂,位置过高或过低都会造成射流的侵彻性能下降。该研究可为双锥罩聚能装药快速优化设计及其工程应用提供理论依据。", "label": "兵器科学与技术", "id": 0}
{"content": "为了获得动态条件下预制破片的飞散规律,建立了战斗部模型,利用ANSYS/LS-DYNA对战斗部静态起爆和动态起爆进行了数值模拟;通过对比分析得知:动态起爆条件下,破片获得的初速较高,飞散角较小,破片飞散较密集,但打击范围较小;研究结果可为预制破片战斗部的威力评估提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "分析了穿甲弹侵彻靶板跳弹产生的原因,利用ANSYS/LS-DYNA软件对穿甲弹侵彻钢板时的跳弹现象全过程进行数值仿真,在固定弹丸速度前提下,得到了不同情况下穿甲弹在侵彻钢板时的跳弹数据。对所得数据进行分类分析及总体对比,发现穿甲弹丸在大于65°着角时即发生跳弹现象,而在小于65°时,尖形弹丸跳弹的可能性比圆形头部弹丸与截锥形头部弹丸大。", "label": "兵器科学与技术", "id": 0}
{"content": "现代战争中,各武器系统均装备了不同口径的预制破片弹,预制破片的加装赋予了弹丸新的杀伤元素,在实战中能否使预制破片对不同目标实现有效毁伤,是预制破片弹威力设计的关键,只有使弹丸在终点弹道的某一合适位置上作用,才能确保预制破片破片对目标实现有效毁伤。弹丸对不同目标实现有效毁伤,其在终点弹道的作用位置有所不同。为了提高某型预制破片弹对不同目标的毁伤效能,对\"立姿人员、卧姿人员和轻型装甲车辆等目标的毁伤幅员进行了分析和计算,为某型预制破片弹总体结构方案设计和引战配合提供理论依据。文章以某型预制破片弹为例,对不同目标的毁伤幅员进行了分析和计算,并给出分析结果,对预制破片弹终点毁伤威力设计有一定的借鉴意义。", "label": "兵器科学与技术", "id": 0}
{"content": "本文对某型激光末制导炮弹制导误差进行了分析,建立了误差的数学模型,并采用数值积分算法,定量分析了制导误差对命中精度的影响,给出了提高末制导炮弹射击精度的措施,为末制导炮弹的作战使用提供了理论参考。", "label": "兵器科学与技术", "id": 0}
{"content": "为了研究不同形状轴向预制破片（球形、圆柱体、立方体）的飞散特性,在破片层等厚、单个破片等质量以及装药结构、装填条件、起爆方式相同的条件下,运用AUTODYN软件建立模型进行数值模拟,得到了各类破片的典型速度分布和飞散方向角,并与理论计算值进行对比。结果表明:圆柱体破片的初速最大,其次是球形破片,立方体破片初速最小;球形破片的飞散角大于圆柱体与立方体破片,圆柱体破片的飞散角略大于立方体破片;随着破片径向位置距轴心的距离增大,破片的初速逐渐减小、飞散角逐渐增大;仿真结果与理论计算结果有一定差异。", "label": "兵器科学与技术", "id": 0}
{"content": "基于AUTODYN软件,对动能弹侵彻钢筋混凝土进行数值分析。本文主要分析动能弹的头部参数,侵彻时的倾斜角、攻角以及倾斜角和攻角一定的条件下,对动能弹侵彻能力的影响。研究发现,在初始动能相同的情况下,动能弹的头部参数对动能弹的侵彻能力有很大影响;当只存在倾斜角或攻角时,倾斜角和攻角都对动能弹的侵彻能力产生消极的影响;当倾斜角和攻角同时存在,正攻角不利于弹体的有效侵彻,负攻角有利于弹体有效侵彻。", "label": "兵器科学与技术", "id": 0}
{"content": "针对弹药装备任务重、危险高,品种多、模型杂,投入大、收效慢,平时产量少、战时产量大等制造特点,通过对国外智能制造技术与弹药制造技术的发展分析,指出高安全与高可靠性的信息交互平台是弹药智能制造的基础,标准化、通用化与模块化设计是弹药智能制造的核心,火药、炸药及火工品等高危险装填、装配环节是弹药智能制造的难点,提出构建适应弹药智能制造的\"大制造\"技术体系,加快信息技术与弹药制造的深度融合,加强先进制造技术与设备的应用等,供弹药研制与设备制造企业参考。", "label": "兵器科学与技术", "id": 0}
{"content": "为了研究三层串联EFP的侵彻性能,设计了一种同轴放置的三层球缺药型罩战斗部。运用ANSYS/LS-DYNA软件对三层球缺药型罩形成串联EFP及侵彻靶板进行了数值仿真,研究分析了三层串联EFP的成型过程,对比了三层串联EFP与相同结构的双层串联EFP对靶板的侵彻能力。结果表明:相同结构的三层串联EFP与双层串联EFP对装甲钢靶板的侵彻深度基本相同,相差约2%。增加一层药型罩,可以转移外层EFP的部分侵彻动能到中层EFP,从而提高中层、内层两层EFP的侵彻能力,可为反爆炸反应装甲毁伤战斗部提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "通过研究火炮身管内膛镀铬层和在模型上预制各种裂纹的弹丸挤进有限元模型,分析铬层及裂纹对挤进过程的影响。验证了铬层能有效降低身管基体应力并延长身管使用寿命,得到阳线裂纹比阴线裂纹对挤进过程身管应力影响大和纵向裂纹比横向裂纹对挤进过程身管应力影响大的结论。", "label": "兵器科学与技术", "id": 0}
{"content": "为对比研究惰性材料与反应材料的毁伤性能,通过模压烧结制备Al/Fe2O3/PTFE氟基反应材料药型罩,利用炸药爆轰波形成EFP撞击钢靶板;利用ANSYS/LS-DYNA软件模拟惰性金属Cu材料药型罩撞击靶板的毁伤性能。通过对比研究发现:氟基反应材料药型罩对3mm钢靶板的穿孔孔径最大约为16cm,具有明显的扩孔效应,对靶板的毁伤效果明显优于惰性金属Cu材料。", "label": "兵器科学与技术", "id": 0}
{"content": "近年来,大量研究集中于规则几何表面（例如球体或圆柱体）间的接触碰撞过程模拟,而较少关注复杂体间的相互作用过程。针对身管-弹丸复杂表面接触碰撞过程,本文基于数据驱动建模框架,搭建了一种新型接触碰撞模型。以身管-弹丸接触碰撞试验台架为研究对象,首先收集不同初始接触碰撞速度下的测量数据,包含接触碰撞力、接触碰撞位移与接触碰撞速度;然后,基于试错法选择神经网络超参数,搭建待训练网络模型;最后,采用误差反向传播算法,更新网络权重和偏置,建立身管-弹丸接触碰撞模型,验证分析其未知响应预测误差。仿真结果表明:所提出的数据驱动接触碰撞模型具有高精度及优越的泛化性能,与实验结果的一致性进一步验证了该模型用于复杂表面接触碰撞问题描述的有效性和准确性。", "label": "兵器科学与技术", "id": 0}
{"content": "为了研究燃气流量对小口径枪炮发射过程中膛内流场的影响,建立了二维轴对称模型,运用用户自定义函数udf和分层动网格技术,对口径5.8mm的枪管,燃气流量不同情况下整个身管中的瞬态流动进行数值模拟。计算可得到燃气压力,速度云图,对压力,速度和弹丸运动位移的曲线图进行分析。计算结果表明:高温高压燃气在身管中膨胀做功,推动弹丸向前运动使得弹后空间增加,燃气生成速率加快,膛压上升,之后由于燃气生成速率小于弹后空间增加的速率,膛内压力下降。但弹底气体流动速度最高,弹丸速度一直增加。燃气压力越大,弹丸加速度越大,弹丸运动速度最高。", "label": "兵器科学与技术", "id": 0}
{"content": "本文提出了一种采用二次抽样法的总体设计,并将经典统计方法和Bayes统计方法相结合的射击诸元计算精度统计评估方法。使用该方法对炮兵射击诸元精度统计评估时,所需样本量较小、操作性强,能真实反映射击诸元计算精度,具有很大的推广应用价值。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>当代武装冲突中,敌对行动日益频繁地在人口中心地区展开,导致平民遭受损伤的危险性增大。随着城市化进程的加剧,这种趋势只可能持续下去,并且由于交战方通常为避免在空旷地带对峙而与平民居民混杂,更是加剧了这种状况。尽管如此,武装冲突中使用的武器系统却没变,依旧是那些为开阔战场地带设计的武器。当杀伤范围广泛的爆炸性武器被用于开阔战场地带时,通常不会引起关注,但若投向位于人口密集区内的军事目标,则可能具有不分皂白的性质,常常给平民居民带来", "label": "兵器科学与技术", "id": 0}
{"content": "回顾了航空自动武器长期备受冷落的现状、空战产生的历史背景、航空自动武器的发展历程及雷达等技术的进步推动了导弹的产生和\"航炮无用论\"的盛行。然而,隐身等技术的进步又催生了空中近距格斗的战争需求,这又促使航炮重获重视,并带动了航炮的发展,本文分别从几方面论述了航炮在战斗机上应用的必要性,并对航炮在战斗机上未来的应用进行了展望。", "label": "兵器科学与技术", "id": 0}
{"content": "本文以新一代火炮综合电子系统对通信总线的需求为根据,结合以太网的技术水平现状和火炮电子系统的架构,阐述了将以太网引入新一代火炮综合电子系统中的必要性和可行性。为了进一步提高通信实时性,对标准以太网进行实时性改进,形成了一种具有通信实时性的定时以太网,提出了一种基于定时以太网的火炮综合电子系统架构,并进行了基于Linux系统的以太网软硬件设计及实验,实验结果表明改进后的定时以太网能够满足新一代火炮电子系统对通信网络的带宽、实时性和可靠性要求,为以太网技术在新一代火炮综合电子系统中的工程应用奠定了基础。", "label": "兵器科学与技术", "id": 0}
{"content": "随着自主航行无人艇的快速发展,其配备的硬杀伤武器与传统武器的使用方式有很大不同,比较了自主武器存在的道德风险,明确自主舰炮射击控制环路必须有人参与。定义了无人智能舰炮的含义,分析了无人智能舰炮的作战模式,重点分析了舰炮自动机健康管理的方法,提出了利用遗传算法与概率神经网络的混合算法,结合非平稳信号处理技术,以解决自动机故障监测问题,提升无人舰炮智能性,提高自主无人艇的防御能力。", "label": "兵器科学与技术", "id": 0}
{"content": "高精度狙击步枪和大威力机枪身管普遍运用重枪管。为了保证射击过程中枪管具有良好的散热性,重枪管外壁一般会加工6～10条的散热槽。利用ANSYS软件平台建立某大威力机枪身管的仿真有限元模型,基于非线性热力学理论,在射击过程中,对身管内外壁的对流传热和内部的热传递过程进行了仿真分析,得出击发热冲击下身管温度场的分布规律。通过对槽化身管温度场的仿真,为提高射击精度和其他枪械的设计提供重要参考。", "label": "兵器科学与技术", "id": 0}
{"content": "针对火炮数字化、智能化的发展需求,提出了一种采用CAN总线实现全数字电液式随动系统设计方案。以TMS320F28335为核心设计位置控制器的软硬件,对液压系统进行驱动,通过带有CAN总线接口的比例伺服阀,控制液压油缸和液压马达的高低、方位的执行机构。经过试验验证,这种数字式随动系统硬件设计合理,工作稳定可靠,软件设计算法先进,流程优化,健壮性好,能够适应火炮未来发展的要求。", "label": "兵器科学与技术", "id": 0}
{"content": "分析了火炮后坐运动和电磁感应的特点,认为采用电磁感应电动势能够将火炮后坐能量转化为电能和热能,并分别进行储存和耗散。在此基础上,提出了将电磁感应电动势应用在火炮后坐中以提高火炮性能。论述了国内外电磁阻尼器和直线发电机的发展现状,分析了电磁感应电动势在火炮上应用的主要问题,并提出了解决方案和应用前景。分析认为,电磁感应电动势在火炮上应用已具备了较好的基础。", "label": "兵器科学与技术", "id": 0}
{"content": "介绍了目前直升机存在火力不足的问题和国内外直升机载航炮系统的研究现状,针对航炮系统适应性问题,阐述了埋头技术、可燃药筒技术在航炮用弹上的应用及减小后座力技术、无后座力技术在航炮系统上的应用,说明了今后直升机载航炮系统发展与设计的方向。", "label": "兵器科学与技术", "id": 0}
{"content": "火炮发射弹丸时,发射药瞬时剧烈燃烧产生极大的膨胀力、弹丸与炮膛相对运动产生的摩擦力以及火炮自身的惯性力作用会导致炮口振动,直接影响火炮对打击目标的杀伤力、破坏力,即直接影响火炮打击目标的精度。炮口振动测试对提高火炮射击精度具有重要指导价值。火炮炮口振动的测试可采用许多不同的方法和测试仪器设备,针对炮口振动测试的几种测试方法进行比较,并就不同传感器的测试方法应用实例进行分析,能够为火炮射击时炮口振动测试提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "可设计优良的大口径双锥度坡膛身管结构,并借鉴国内外身管延寿技术应用在双锥度坡膛加工处理和后期保养上,延长大口径身管寿命。", "label": "兵器科学与技术", "id": 0}
{"content": "采用筒后坐液体气压式复进机作为超轻型122mm榴弹炮的复进机,对复进机的复进活塞进行分块化设计,三筒布置采用部分中筒与内筒重合的形式,使超轻型122mm榴弹炮的复进机较同类榴弹炮复进机的重量减少满足反后座装置的工作性能,是一个较为合理的设计方案", "label": "兵器科学与技术", "id": 0}
{"content": "随着欧美海上战略思想的转变,欧美各国开始了舰炮技术的提升工作。新型弹药的开发可以有效增加现有舰炮的射程与威力,但难以满足现有的战略需求,需要新开发舰炮。对欧美各国发展新型155mm舰炮的历程进行了分析,结合我国的舰炮技术,阐述我国发展155mm舰炮的可能性及方向。", "label": "兵器科学与技术", "id": 0}
{"content": "针对大口径机枪使用的弹簧缓冲器后坐力偏大、能量损耗较小、射击精度偏低的缺点,提出设计一种降低后坐力、提高能量吸收率和射击精度的粘弹性胶泥缓冲器。建立缓冲器与后坐部分的刚柔耦合多体动力学模型,利用ADAMS、MATLAB进行仿真分析,得到两种缓冲器的速度-时间曲线、阻抗力-位移曲线以及枪口跳动曲线。使用粘弹性胶泥缓冲器的机枪后坐力更低、能量吸收率更高,枪口的稳定性更好,射击精度更高。", "label": "兵器科学与技术", "id": 0}
{"content": "提出一种35mm双管转膛炮方案,介绍了转膛炮的工作原理及总体组成。确定了转膛炮的工作循环图,进行了内弹道计算。建立了转膛炮的三维模型,利用ADAMS软件进行了全炮动力学仿真,仿真结果表明该方案可以实现2000发/分的理论射速,验证了转膛炮原理方案的可行性。", "label": "兵器科学与技术", "id": 0}
{"content": "针对炮口制退器应用于小口径火炮的诸多弊端,以某23毫米车载六管转管炮为研究对象,设计了侧孔偏置式炮口制退器,用以获得较高的制退效率,减小火炮后坐阻力。通过分析炮口径向不平衡力,优化侧孔结构参数,计算炮后关键位置超压值,讨论了在小口径火炮上应用炮口制退器的可行性。", "label": "兵器科学与技术", "id": 0}
{"content": "分别采用层次分析法（AHP）和模糊综合评判法（FCE）对某型火箭炮火控系统可靠性进行预测。然后在阐述最大熵原理优点的基础上,对传统方法进行了改进,并将得到的结果作了比较,结论证明最大熵原理的预测准确度高于AHP和FCE,结果具有一定的指导意义。", "label": "兵器科学与技术", "id": 0}
{"content": "为了研究某手枪射击时的动态特性,运用UG和ADAMS软件建立该手枪的虚拟样机模型,选取套筒速度和位移的校验指标。将仿真结果与试验结果对比,验证了模型及仿真结果的可靠性。在此基础上,研究了枪机,抛壳等部件的动力学特性,分析了活动机构运动产生的碰撞对枪身的冲击,为该手枪结构的优化及人枪动力匹配深入研究提供了参考。", "label": "兵器科学与技术", "id": 0}
{"content": "建立了某内能源转管武器导气装置气室流场的物理模型和数学模型,利用计算流体力学软件数值模拟了导气装置的气室流场,得到导气前、开始导气与结束导气三种时刻下导气装置的压力云图、温度云图以及速度流线图,总结其规律并分析导气孔处温度和压力的情况,为今后内能源转管武器的结构设计提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "冲锋枪的主要用途是维护社会治安、反恐作战,使用范围较窄,专业性强。面对当前形势,冲锋枪的设计思想、设计理念都需要做相应的修正,作者就此进行了相应的分析。", "label": "兵器科学与技术", "id": 0}
{"content": "针对转管机枪高速发射过程中,膛内高温火药燃气的热冲击形成的温度场对身管弹膛、弹壳及发射药温度的影响,利用Ansys软件平台建立了转管机枪身管弹膛-节套耦合的有限元模型,基于非线性瞬态热力学理论对身管内外壁的对流传热过程和身管内壁对弹壳、节套的热传递热扩散进行了仿真,通过温度传感器测量身管外壁温度,将仿真结果与实际测量的实验数据进行分析比对,得出不同射频和不同环境温度下身管温度场的分布规律、节套对身管散热以及弹膛残余热量对下一发枪弹的影响,为在不同外界环境条件下合理分配射速,保证射击安全和提高射击精度提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "基于经典内弹道方程组,引入新的内弹道参数-身管个数,推导了齐射型多管火炮内弹道方程组。结果表明,火药燃气由单个药室沿多个身管膨胀时,引起了内弹道基本方程的显著变化。管数的增加虽然使次要功成倍增加,但弹丸动能也相应提高,二者的比值保持不变,即齐射型多管火炮次要功系数与同口径单管火炮相等。当将齐射型多管火炮内弹道方程组用相对量表示时,它与经典内弹道方程组具有统一的形式。二者之间的区别在于常量的计算方式不同,如药室容积缩颈长l0、弹丸极限速度vj、综合参量B等。通过对常量计算公式的分析,提出了两种齐射型多管火炮内弹道计算的等效方法,即单管等效与多管等效。", "label": "兵器科学与技术", "id": 0}
{"content": "利用ANSYS二次开发语言APDL,结合VB平台的开发接口程序对ANSYS进行封装,开发出了速射火炮身管热压耦合仿真分析系统。该系统通过自行开发的接口封装程序实现VB平台对ANSYS前后处理器的调用,并通过自行开发的全瞬态热压耦合分析程序进行计算分析。该系统以VB为平台实现对ANSYS的调用具有一定的通用性,可以大大减少身管热压耦合仿真计算成本,节省大量计算时间,为身管热压耦合仿真计算提供了一种简便方法。", "label": "兵器科学与技术", "id": 0}
{"content": "本文将UG软件绘制的自动步枪虚拟样机导入ADAMS软件中,建立与自动步枪实际工作原理相同的动力学仿真模型。根据布拉文经验公式,利用MATLAB软件求解出自动步枪的气室压力,并作为动力源为自动机提供后坐能量。通过对比,该自动步枪动力学仿真模型求解出的自动机的动力特性与实测自动机数据相符合,因而对自动步枪其他部件运动仿真具有指导作用。", "label": "兵器科学与技术", "id": 0}
{"content": "建立了基于身管柔性的转管炮刚柔耦合数值仿真模型,对身管组内倾角为0o、0.2o、0.4o、0.6o和0.8o五种情况进行了连发射击仿真试验。仿真试验结果表明:随着内倾角增大,炮膛合力竖直和水平分量增大,但身管组的等效刚强度增强,炮膛合力分量和等效刚强度对炮口扰动的作用相反。", "label": "兵器科学与技术", "id": 0}
{"content": "本文就国内外轻武器拓展功能接口的发展现状和趋势以及轻武器拓展功能所面临的战术使命、任务进行了介绍和分析。同时,结合我国国情,对我国轻武器功能接口的发展展提出了几点思考。", "label": "兵器科学与技术", "id": 0}
{"content": "为了对枪炮进行发射过程中压力测试,本着简单方便,易操作的设计原则,设计了一个铜柱测压器。以雷明顿870散弹枪为例,利用铜柱测压器与枪管进行螺纹连接测量枪内燃气压力。利用UG软件对散弹枪结构以及铜柱测压器进行三维实体建模。然后给定一个压力,利用ANSYS软件对铜柱进行变形分析,并通过铜柱的变形量查表得出膛内的燃气压力。研究成果可供迅速测量枪炮发射过程中任意位置的膛内压力,简单方便,成本低。", "label": "兵器科学与技术", "id": 0}
{"content": "针对现有身管寿命预测方法存在的不足且难以满足部队实际使用的情况,对基于应变特征分析的身管健康监测研究方法进行了试验探索。由试验结果分析,将裂纹处周向应变值与完好处周向应变值差值为零的点或差值为2500??的点确定为裂纹快速扩展的临界点,该应变特征的确定对身管健康监测的实际应用研究很有参考价值。", "label": "兵器科学与技术", "id": 0}
{"content": "遥控武器站托架主要用于支撑武器安装,辅助武器供弹、排壳,实现武器在电机驱动下的随动俯仰、首发装填等功能,是实现遥控武器站遥控功能的重要单元,其中对于射击后坐力的缓冲是其核心功能,直接影响武器站的射击精度与轻量化设计,所以设计具有高精度导向的缓冲装置对于武器站性能提升意义重大。以ADAMS为平台,建立遥控武器站射击时的虚拟仿真,通过比较排列组合下不同刚度,阻尼的缓冲效果,得到缓冲装置的最优刚度、阻尼,为具体设计缓冲装置奠定基础。", "label": "兵器科学与技术", "id": 0}
{"content": "针对某新型发射系统发射过程中弹丸发射过载非常高,持续时间长,考虑导轨的直线度误差、推进器与弹丸之间的柔性连接、推进器和弹丸与导轨之间的接触碰撞,基于非线性有限元理论,建立了发射系统的有限元分析模型,进行了发射动力学仿真分析,明确了发射过程中弹丸的运动和受力特征。以某发射系统为例,通过对比仿真和试验数据,验证了非线性有限元仿真结果的正确性,可为发射系统改进设计和提高发射安全性能提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "针对12.7mm机枪射击稳定性低的问题,提出一种利用胶泥吸收能量来减小枪口跳动的缓冲装置;鉴于枪管在受到炮膛合力这个后坐力的作用时会整体向后位移,采用胶泥缓冲装置对炮膛合力抵消,缓冲掉一部分能量,从而减小后坐力,减小翻转力矩,提高稳定性;基于内弹道理论、机枪后坐动力学,以ADAMS、Matlab软件为平台,对改进后的机枪进行仿真,枪口跳动的最大位移下降了12%,射击稳定性得到明显提高。", "label": "兵器科学与技术", "id": 0}
{"content": "提出非旋转式6管76mm舰炮自动机总体方案设计,确定自动机的供弹方式和开闭锁机构。设计非旋转式6管76mm舰炮自动机工作循环图和凸轮曲线槽,根据工作循环图设计零部件,并进行各零部件三维建模,分析自动机的运动特性;利用虚拟样机仿真软件ADAMS进行动力学仿真,验证非旋转自动机总体方案的可行性。", "label": "兵器科学与技术", "id": 0}
{"content": "为了探究新型衬瓦材料的性能,采用铜基石墨复合材料与铝青铜在多功能微摩擦磨损实验机上进行摩擦磨损实验,利用扫描电子显微镜进行金相分析,应用EDS能谱分析仪对样品的摩擦面进行能谱分析。实验结果表明:随着载荷的增加,两种材料的磨损量都在增加;在相同的载荷下铝青铜的磨损量是铜基石墨复合材料的3.42到4.56倍;在相同的载荷下铜基石墨复合材料的摩擦因数比铝青铜的小且稳定;铝青铜的硬度比铜基石墨复合材料的硬度高,而铜基石墨复合材料硬度波动范围大。铜基石墨复合材料具有更好的抗磨性能,可用作衬瓦材料。", "label": "兵器科学与技术", "id": 0}
{"content": "应用ABAQUS建立单股复进簧动力学仿真模型,分析了冲击过程中的应力状况。通过Isight软件嵌套ABAQUS仿真,结合蒙特卡洛模拟和应力强度干涉模型构建复进簧冲击强度可靠度分析流程。结果表明:复进簧受冲击过程中,应力波在固定端发生,最大应力出现在固定端附近,大小为762.8MPa。可靠性设计效果较好,冲击强度可靠度为97.5%,中径D^2对其影响最大。研究结果可为其它标准件设计分析提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "火炮射击过程中,身管受到的剧烈烧蚀是导致身管失效的主要原因。针对该现象,分析了火炮身管烧蚀破坏的机理,介绍了提高火炮身管抗烧蚀能力的措施,包括身管镀铬技术与激光淬火预处理技术,并对其抗烧蚀效果作出评价。", "label": "兵器科学与技术", "id": 0}
{"content": "在测量某型机动型火炮炮震试验中,为保证对震动数据的精确采集,需要采用高采样率的数据采集系统得以实现。设计了基于Lab VIEW和PCI-1711U FIFO存储器的高速数据采集系统,采用了双缓存技术,实现了最高采样率为100 kHz的高速数据采集。试验表明数据采集系统实时性好,能够达到采样精度要求,系统运行稳定、可靠。", "label": "兵器科学与技术", "id": 0}
{"content": "本文根据近程防空反导火炮武器系统的构成及特点,介绍了该系统的试验仿真方法与相关技术,为推动仿真技术在近防武器装备验证与鉴定试验中的应用提供技术支持。主要介绍内容有目标源模拟、栽体行驶模拟、武器系统仿真、光电跟踪系统仿真、激光测距系统仿真、雷达系统仿真等。", "label": "兵器科学与技术", "id": 0}
{"content": "本文通过HyperWorks软件的前处理模块HyperMesh对某火炮回转部分进行有限元建模,并通过RADIOSS模块进行求解。求解分为两个分析步,首先采用动态松弛法对模型进行自重平衡求解,其次再进行显式动力学求解,从而得到火炮射击过程中回转部分动态响应规律。", "label": "兵器科学与技术", "id": 0}
{"content": "上架是火炮关键部件之一,发射过程中上架的变形将影响弹丸的运动状态,控制上架的刚度十分有必要。本文用HyperMesh软件对火炮上架进行有限元建模,用HyperWorks的OptiStruct求解器对上架进行尺寸优化,使其在质量基本不变的情况下,减小耳轴处的位移,提高结构刚度。", "label": "兵器科学与技术", "id": 0}
{"content": "在雷达波段,减少武器设备的回波信号,即降低雷达截面积（RCS）是提高其隐身性能、增强战场生存能力的重要手段。目前,RCS缩减技术主要从材料和外形两方面入手。本文以坦克炮塔体为例,通过FEKO仿真计算,分析了外形技术对其雷达隐身性能的影响。结果表明,通过改变传统的炮塔体外形,可以有效的降低其RCS值。", "label": "兵器科学与技术", "id": 0}
{"content": "从当前超燃试验需求出发,根据自由活塞激波风洞技术和炮风洞运行经验,讨论了自由活塞驱动的双模式风洞（炮风洞/激波反射风洞）概念。文章着重研究了自由活塞驱动的炮风洞模式。理论研究显示,在计及真实气体效应的前提下,通过变截面压缩管的压缩作用,这种运行模式可以将传统炮风洞滞止温度提高30%以上。风洞的有效试验时间长和试验气流平稳性和炮风洞相当。该模式进一步拓展了传统自由活塞激波风洞中低焓值条件下模拟范围。", "label": "兵器科学与技术", "id": 0}
{"content": "活塞入锥是二级轻气炮发射过程中最关键的阶段,能够有效改善弹丸加速曲线,但也带来活塞入锥剧烈流固耦合和气体高温诱导发射管烧蚀等问题,对气炮的发射能力、结构承载能力和使用寿命产生重要影响。该文基于压缩氮气驱动二级轻气炮,开展不同气压下活塞入锥性能实验研究,测量活塞入锥深度,观测回收聚合物活塞的几何形状、前端收缩面形态,分析活塞入锥的影响因素,以揭示活塞入锥对二级轻气炮发射性能的影响规律。同时,比较不同材料活塞对气炮发射性能的影响。", "label": "兵器科学与技术", "id": 0}
{"content": "靶场小口径火炮试验弹药品种多,精度高,但国内仍处于人工手动定量方式,为提高定量精度和速度,研究常见的容积式定量技术、称重式定量技术和组合式定量技术,分析各自的优缺点,并借鉴食品、医疗等行业的定量技术,应用到兵工发射药定量技术上来。在已有的理论基础上,推测未来小口径火炮发射药高精度自动定量技术的研究是基于动态称量,向智能化、集成化、全自动化方向发展。", "label": "兵器科学与技术", "id": 0}
{"content": "本文模拟仿真了雷达对RAM类弹（火箭弹、榴弹和迫击炮弹）的跟踪过程,采用卡尔曼滤波对跟踪数据进行了处理。结合外弹道学,根据各类射击误差的时空特性给出了对RAM类弹的毁歼概率计算结果,分析了弱相关误差中的相关系数以及不同火力配置对高炮射击时毁歼概率的影响。仿真结果表明:高炮对火箭弹的毁歼概率较高,对榴弹、迫击弹的毁歼概率较低。得出的结论可为调整火力配置增加对RAM类弹的毁歼以及今后对RAM类弹毁歼的可行性研究提供技术支持。", "label": "兵器科学与技术", "id": 0}
{"content": "以排队论为基础,建立了由防空高炮与多种来袭目标组成的多服务台有限等待排队系统的服务概率模型,研究了该武器系统针对直升机和固定翼飞机的服务概率数值模拟方法,仿真分析了不同目标流强度和目标高度对服务概率的影响,为该武器系统的作战运用及优化设计提供了参考依据。", "label": "兵器科学与技术", "id": 0}
{"content": "随着武器系统技术的日益进步,炮弹发射技术也随之进步,其发射装置日趋结构简单。炮弹发射装置基本在振动环境中工作,而振动的存在对发射精度的影响较大,严重时会引起整个发射装置出现故障,甚至在共振时会导致装置破坏。为了减弱发射装置的振动和避免发射装置与导弹之间的共振现象,需要对发射装置及导弹系统的振动特性进行分析,并对发射装置进行相应的优化设计。因而,有必要构建一个发射装置:在不增加部件成本的前提下,可有效安全地改善振动烈度,达到提高发射精度的目的本文以炮弹发射装置为研究对象,忽略次要因素,构建一种变刚度耦合系统振子发射隔振系统。首先,应用Lagrangian方程推导该系统的动力学方程,并进行了合理的无量纲化。其次,针对该系统的参数特性,讨论了该系统的平衡点及类型。进一步,并利用减振原理和参数约化方法,得到系统的静态分岔图和参数优化不等式,对参数进一步优化。通过Matlab编程得到不同标准\"下的参数组合以及不同组合下的最大位移曲线,再通过对幅频响应特性的分析,得到最佳减振效果和避免共振情况下的装置优化结构。最后,利用广义的Melnikov方法、分岔图、时间响应图、相图与Poincaré截面图分析了该模型在各种参数下存在的复杂动力学行为,得到了丰富的非线性动力学特性,为优化该发射装置提供了理论依据。", "label": "兵器科学与技术", "id": 0}
{"content": "枪炮发射时,疲劳和磨损造成身管损伤并致其寿命终止,甚至危及发射安全性。复杂载荷工况和使用环境下的身管安全性设计与评估是亟待解决的问题。疲劳和磨损是影响枪炮身管寿命（包括烧蚀磨损寿命和疲劳寿命）的两个重要因素。身管剩余寿命评估是枪炮使用和维护人员关注的重要事项。本文简述了枪炮身管抗疲劳和磨损技术研究进展,并对身管烧蚀磨损寿命和疲劳寿命评估现状进行评述,指出以药室增长量或膛线起始部径向磨损量预测身管剩余寿命科学依据不足,且未考虑疲劳和磨损的耦合作用促使裂纹萌生和扩展速率加速的现象。鉴于传统的寿命预测技术不能准确预测身管失效时间,身管健康监测己成为确保枪炮安全服役的重要手段。任一发弹射击时身管外表面产生的应变包含了弹、炮、药三者的综合信息,文中提出以应变增量为身管损伤状态特征值,基于实测身管外壁面应变和局部应变法,建立身管健康状态、外壁面应变和寿命（射弹数）三者之间的内在联系,指出身管健康监测对枪炮设计、试验、使用和维护具有重要的理论意义和应用价值。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>在管形火器发展成熟之前,抛石机是古代战场上威力最大的远距武器,在军队中占有十分重要的地位。同时,它又是一种比较复杂的军事机械,体现了古人对力学知识的掌握。中国古代的抛石机起源甚早,在战场上运用与演进了千余年;在设计原理上也独具特色,与世界其他地区同类武器相比别具一格。在军事史、科技史领域,这一话题得到了颇多探讨[1]。鉴于史料在各个时期丰寡程度的不同,特别是北宋兵书《武经总要》的传世,论者多关注宋代以降的抛石机,而对宋以前的情况", "label": "兵器科学与技术", "id": 0}
{"content": "本文分析了枪声信号时频域特点并对枪声信号进行了有效的预处理。首先分析了枪声信号时域波形特征,并由傅里叶变换得到了相应的频谱信息;然后根据枪声信号以及噪声信号在时域和频域上的特征,利用巴特沃斯低通滤波器去除频率高于1200Hz的噪声干扰;并利用谱减法降噪,消除工频信号及其谐波的影响。实验结果表明:枪声信号在时域和频域上均具有明显的强脉冲信号的特点;低通滤波和谱减法能有效的抑制噪声干扰,且不会带来明显的枪声信号失真。最后,依据预处理后的信号特征,提出了一种基于频谱和相关分析相结合的枪声信号检测的设想。", "label": "兵器科学与技术", "id": 0}
{"content": "炮塔是火炮的重要部件,其结构刚强度和质量对整个火炮的性能有很大的影响。本文通过HyperWorks软件中的优化模块OptiStruct,在多个工况条件下,首先通过变密度法的拓扑优化得到炮塔托架主要传力路径,寻求托架材料的最佳分布,然后通过尺寸优化获得炮塔护板厚度的最佳组合。优化后炮塔质量减少11.54%,且最大应力有所下降,达到了减重的目的。", "label": "兵器科学与技术", "id": 0}
{"content": "为了适应作战任务、作战资源和技术状态的动态变化,舰炮武器系统功能动态组织近来成为研究的热点之一。文章在分析信息化舰炮武器系统功能静态分解的基础上,提出了以DDS技术作为实现信息化舰炮武器系统功能动态组织的技术途径,设计了信息化舰炮武器系统的功能配置管理平台,明确了信息化舰炮武器系统功能动态重组的主要流程。该体系结构能够实现舰炮武器功能资源的动态配置,体现了较强的适应性和灵活性。", "label": "兵器科学与技术", "id": 0}
{"content": "简述了提出设计\"便携式通用型炮兵观测系统\"课题的依据;简述了的本系统的功能、用途与特点;对设计系统的组成与工作原理进行了说明;对产品的推广应用前景进行了分析与总结。", "label": "兵器科学与技术", "id": 0}
{"content": "火炮发射的后坐运动特性关系到火炮的射击安全及其作战效能能否有效发挥,因此是火炮设计和使用人员关注的重点问题。针对火炮发射后坐运动特性传统和现代仿真分析方法存在的问题,提出采用Symlet小波对的火炮发射后坐运动特性进行分析,该方法通过测量火炮发射时的后坐加速度信号,采用Symlet小波滤波的方法进行去噪处理,并根据积分方法获得火炮发射时后坐加速度、速度以及位移等运动参量的变化规律。分析结果表明,采用Symlet小波滤波的方法能够实现火炮发射后坐运动特性分析,从而可以为火炮的设计和使用提供参考依据。", "label": "兵器科学与技术", "id": 0}
{"content": "研究了火炮发射过程中弹丸激励下身管的振动特性。将身管简化为一端固定另一端自由的欧拉均匀等截面悬臂梁,考虑惯性效应和弹丸与身管之间的接触、碰撞力情况下,建立了加速移动弹丸激励下身管振动方程,用模态分析法求解了身管振动方程。通过仿真,研究了弹丸在不同运动条件下,弹管间隙对身管振动的影响。进一步探究了弹丸在有质偏和连发激励下,弹管间隙对身管振动的影响。结果表明,合理控制弹丸在膛内的加速度,减小弹管间隙和弹丸质量偏心,有利于降低火炮发射时的身管振动。研究结果可为火炮总体设计提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "本文首次研究了气体炮加载条件下组合电磁粒子速度计的测量技术,消除了组合电磁粒子速度计测量系统的干扰因素,获得了无任何外电磁干扰的组合电磁粒子速度计测量信号,并且测量了不同厚度的组合电磁粒子速度计时间响应特性。在此基础上利用组合电磁粒子速度计实验技术测量了不同入射冲击波强度条件下PMMA中的冲击波后粒子速度剖面和冲击波速度,拟合了PMMA的冲击Hugoniot参数。", "label": "兵器科学与技术", "id": 0}
{"content": "装备保养是装备管理的关键性环节,是提高装备完好率和战斗力的根本措施。以往的装备炮膛保养以除铜质弹带悬挂物和大量火药残渣等为主要目的,信息化条件下,装备趋于精良和保障有力,装备炮膛保养以除尼龙弹带为主残余物的同时得到修复,使炮管在保养过程中恢复到完好状态。", "label": "兵器科学与技术", "id": 0}
{"content": "在进行空中航炮对地攻击过程中,第一次发射后航炮发生停射故障。针对航炮工作原理进行分析,查出故障原因,再次进行故障复现,通过地面靶试验证故障解决措施的正确性。", "label": "兵器科学与技术", "id": 0}
{"content": "在地面航炮控制系统通电检查及射击过程中发生\"余弹显示与实际余弹数不符\"故障现象,介绍了航炮控制系统的原理,分析航炮\"余弹显示与实际余弹数不符\"故障的原因,介绍了此次航炮余弹数不符的解决办法。", "label": "兵器科学与技术", "id": 0}
{"content": "针对战场狙击手威胁日益增加的严峻现实,提出了一种基于主成分分析和支持向量机的枪声中马赫波和膛口激波的识别算法。算法利用时频域功率检测法,提取环境声源中的脉冲声信号,并利用主成分分析对枪声信号主要特征进行分析,通过支持向量机实现二叉树分类,将马赫波及膛口激波与非枪脉冲信号进行分离。通过仿真证明算法对马赫波及膛口激波具有较高的识别度。", "label": "兵器科学与技术", "id": 0}
{"content": "采用经验模式分解（EMD）和最小二乘支持向量机（LS-SVM）预测模型,对火炮振动信号进行预测研究。通过经验模式分解将火炮振动信号分解为有限个本征模式分量和一个剩余分量,然后根据各分量的特征选取不同的参数和核函数,利用LS-SVM建立各分量的预测模型,再次通过支持向量回归对每个预测模型进行非线性组合,得到最终的火炮非平稳序列预测模型。实验结果表明,基于EMD和LS-SVM的预测模型能够较为准确地预测振动信号的变化趋势,相比LS-SVM预测模型,优势明显。", "label": "兵器科学与技术", "id": 0}
{"content": "介绍了荧光渗透图像火炮内膛裂纹检测系统的工作原理,分析了火炮内膛裂纹图像检测系统的功能结构和自动检测硬件组成框图,阐述了火炮内膛裂纹图像的最大方差域值法的阈值分割和半阈值化处理,边缘检测和火炮内膛裂纹图像特征的求取方法;给出了火炮内膛裂纹图像自动检测的程序框图,火炮内膛裂纹图像及其火炮内膛裂纹图像统计结果。", "label": "兵器科学与技术", "id": 0}
{"content": "基于弹道激波理论,根据激波的信号特点,利用支持向量机（SVM）理论、方法,提出火炮弹型的识别方法,并利用该方法进行实验验证,得到了较好的识别效果。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>本文介绍了一种自行高炮炮长瞄准镜动态观瞄装置。它包括视频标记电路板（含光标位置电路、光标生成电路、视频发生电路和视频混合电路）、微型显示器、投影光学系统。在火炮伺服系统发生故障,炮手应急工作时,该装置实时接收火控计算机发送的目标信息或提前量数据,由光标位置电路解算电子光标坐标值,产生位置控制信号,控制光标生成电路产生的电子光标在视频信号（由视频发生电路产生）中的位置,视频混合电路形成包括动态电子光标的混合视频信号输出,显示器将该视频信号转换为可视图像,并通过投影光学系统放大投影到炮长瞄准镜分划面上,使动态电子光标出现在炮长瞄准镜的视场中。", "label": "兵器科学与技术", "id": 0}
{"content": "介绍传统的航炮校靶方法,分析其校靶精度低的原因,在此基础上,采用激光校靶原理来模拟航炮射击轴线,并采用语音提示终端来对原有校靶方法进行改进,同时通过对新型校靶方法的工作原理及关键部分的设计讲解,给出详细的航炮校靶解决方案。", "label": "兵器科学与技术", "id": 0}
{"content": "机载航炮用于战斗机空空近距格斗以及对地面目标进行空地攻击,可进行限数和不限数模式的发射。在地面航炮控制系统通电检查过程中发生了停射现象,介绍了航炮控制系统的原理,分析航炮停射的原因,介绍了此次航炮停射的解决办法。", "label": "兵器科学与技术", "id": 0}
{"content": "本文介绍在实验室内开展小口径Q-25型弹道滑膛火炮实验的十多年里,严格执行安全实验的各项规章和工作程序,探索并总结了安全实验无事故的具体经验和措施,以及日常防范和排险方法。", "label": "兵器科学与技术", "id": 0}
{"content": "详细介绍了凸轮—连杆机构防重装弹装置的结构和原理,以及运动过程等,分析其可靠性和对弹道一致性的影响.", "label": "兵器科学与技术", "id": 0}
{"content": "本文以大口径机枪为研究对象,从枪膛铬层破坏的角度分析了机枪寿终机理和影响枪械寿命的主要因素,而后进行了试验研究,对试验数据进行了分析整理,选取换箱间隔作为加速应力,建立了三种大口径机枪加速寿命试验的参数模型,通过统计分析比较出较优的模型,为制定加速寿命试验规范提供了理论基础。", "label": "兵器科学与技术", "id": 0}
{"content": "本文以大口径机枪为研究对象,从枪膛铬层破坏的角度分析了机枪寿终机理和影响枪械寿命的主要因素,而后进行了试验研究,对试验数据进行了分析整理,选取试验环境温度作为加速应力,建立了三种大口径机枪加速寿命试验的参数模型,并进行了模型拟合优度检验和误差分析,进而制定了相应的加速寿命试验规范。", "label": "兵器科学与技术", "id": 0}
{"content": "在常规的炮架设计中,一般仅考虑炮架的强度。但随着武器作战性能要求的提高,仅满足强度要求是远远不够的。本文研究的多管齐射炮架,要求在很短的时间内瞄准目标并同时发射多枚火箭弹。在快速瞄准的过程中,炮架承受很大的过载。为保证足够炮射精度,必须使炮架在瞄准的过程中,不产生大的振动。因此在炮架设计中,有必要对初始设计已满足强度要求的炮架进行模态分析,修改可能产生不良振动的局部结构。使最终设计的炮架既能满足强度上的要求也能满足振动上的要求,保证炮射精度。", "label": "兵器科学与技术", "id": 0}
{"content": "针对新一代两栖装甲突击车炮控系统缺乏必要的测试设备的现状,研制了炮控参数测试系统。该系统采用ADI公司的ADSP-BF532和高精度模数转换芯片AD7677,实时采集动力调谐陀螺仪的信号并处理,对炮控系统的漂移速度、稳定精度、最大调炮速度和最小瞄准速度等参数进行测试与结果分析。实际应用表明,该系统设计简单、可靠性高、通用性好、测试精度高,完全满足实际工程需要。", "label": "兵器科学与技术", "id": 0}
{"content": "从电磁轨道炮的轨道内侧面看,可分为平面、凸面和凹面三种,与轨道内表面相匹配的电枢外侧面也有三种。本文分析了三种轨道下的轨道和电枢电流分布特性,分析了激励电流的上升沿、平沿和下降时的电流分布差异,并简单分析了电枢与轨道的接触特性。从电枢中电流的均匀性看,凸面轨道结构具有明显优势;从电枢与轨道接触特性看,凸面和凹面轨道优势明显,其另一个优势是不需要在电枢下方设置绝缘支撑,而平面轨道必须有此支撑。", "label": "兵器科学与技术", "id": 0}
{"content": "导磁材料不仅可使电枢处的磁力线变得均匀,还可以将发散的磁力线\"牵引\"回来,从而使尽可能多的磁力线作用于电枢,加大电枢总受力。在Ansoft涡流场中,基于一种C型电枢,对方口径轨道炮不同导磁材料的不同位置和尺寸分别进行设计仿真,在电流激励相同的情况下,得出各自电枢的最大受力状态。通过仿真发现,导磁材料的添加最大可使电枢受力提高一倍,该仿真过程和结果对轨道炮身管的设计与制造有一定的指导作用。", "label": "兵器科学与技术", "id": 0}
{"content": "本文介绍了电磁发射拦截系统,并根据其特点定义了新的射表格式,然后进行了电磁发射试验,编制了电磁发射拦截系统射表,最后通过对低速目标的拦截试验证明了本文提出的射表格式适用于电磁发射拦截系统。", "label": "兵器科学与技术", "id": 0}
{"content": "本文对气体开关和真空开关在闭合过程中产生的电磁干扰进行了研究,给出了电弧的电压、电流波形的实验结果。实验结果表明,波形上的毛刺就是电磁干扰所致,并分析了其机理。最后提出了下步研究工作的建议。", "label": "兵器科学与技术", "id": 0}
{"content": "分析了电磁轨道炮在发射过程中产生后坐力的原理,建立了考虑后坐运动的轨道炮集总参数模型。对一种简化的轨道炮系统后坐力分布进行了定量分析,在定量分析的基础上,参考ISL研究中心3MJ轨道炮参数编制了内弹道程序并设计了轨道炮三维模型,对轨道炮三维模型进行电磁场有限元仿真,将仿真计算出的后坐力与ISL研究中心的实验数据进行对比得到了较符合的结果。", "label": "兵器科学与技术", "id": 0}
{"content": "在电磁炮发射过程中,脉冲功率电源起到输出脉冲成型电流,提供发射能量的作用,为确保脉冲电源系统安全运行,应开展系统关键部件保护技术研究。本文简要论述了脉冲电源系统中关键部件晶闸管开关,在串联使用过程中静态均压,动态均压问题。根据等效电路建立了两种均压过程的仿真模型,并在Simulink软件中对其进行了分析计算。结果表明,通过加入静态与动态均压保护电路,可有效改善晶闸管组件各单管电压分布,有利于延长器件使用寿命。", "label": "兵器科学与技术", "id": 0}
{"content": "主动防护技术是增强坦克及轻型装甲车辆抵御各种来袭弹药能力,提升坦克及轻型装甲车辆战场生存或留存能力,进而确保坦克及轻型装甲完成战斗任务的重要手段。主动防护技术通常分为硬防护和软防护,其中硬防护能够对付各种来袭弹药,而软防护适用于带制导弹药。本文重点分析主动防护技术现状和各种来袭弹药参数,并从电热化学炮技术优势出发,分析其在主动防护技术上应用的可行性。", "label": "兵器科学与技术", "id": 0}
{"content": "目前在研的轨道炮大部分采用多级电容储能电源作为激励,利用PFN放电网络形成期望的放电波形,达到控制轨道炮发射初速的目的。所以在发射前,获得各个电源模块的放电时序非常重要。本文建立了多级电容储能轨道炮模型,编制了仿真软件,可以在激励电流水平的约束下,计算各个模块的放电时序,获得符合要求的激励电流波形,同时获得发射的效率和速度。本文讨论的内容可以作为轨道炮射表编制研究的基础。", "label": "兵器科学与技术", "id": 0}
{"content": "通过将电磁轨道炮发射系统的三维涡流场模型进行一维简化,推导一维模型的电磁力方程,结果与经典的轨道炮作用力公式对比,分析误差原因。对于一种特定的C型电枢,其初始位置是影响轨道炮发射性能的一个重要参数。基于Ansoft电磁场仿真软件,以涡流场形式,对电枢在不同位置的受力进行仿真分析。不仅optimetrics模块可以直接实现对参数的优化,利用脚本编写程序也可以实现,并且简单、易扩展。该仿真过程和结果对轨道炮的仿真与设计有重要参考价值。", "label": "兵器科学与技术", "id": 0}
{"content": "剖析了美海军对电磁轨道炮的军事需求,分析了美海军电磁轨道炮的发展路线,对美海军电磁轨道炮的研制进展进行了综述,预测评价了影响美海军电磁轨道炮下一步研制计划的三个主要因素。", "label": "兵器科学与技术", "id": 0}
{"content": "驱动线圈和弹丸线圈磁耦合程度对于同步感应线圈炮的系统效率有着重要影响。通过分析储能脉冲电容器驱动的同步感应线圈炮的工作原理和电路模型,选择Ansoft有限元软件的Maxwell瞬态求解器进行仿真研究。重点讨论了驱动线圈与弹丸线圈之间距离,驱动线圈的内外径变化,驱动线圈的结构对系统效率的影响,结果表明,驱动线圈和弹丸线圈之间的距离越短,驱动线圈的内外径越大,驱动线圈电流有效半径与弹丸线圈有效电流半径越紧密,磁耦合越大,效率越高。在设计时应综合考虑实际工艺与实现条件。", "label": "兵器科学与技术", "id": 0}
{"content": "感应线圈发射器是目前国内外电磁发射研究的热点问题。电源设备是关系到感应线圈发射器能否实用化的关键设备,而驱动电路结构又直接影响发射器的效率。本文以电容器作为储能电源,对驱动电路拓扑情况不同时的发射效率进行比较。结果证明,在(自由震荡电路、撬杠支路电路、半波电流电路中,撬杠支路综合性能最优。", "label": "兵器科学与技术", "id": 0}
{"content": "基于对称分量法原理,本文对异步感应线圈发射器内部磁场进行了分析。分析结果表明,异步感应线圈发射器内部磁场可以分解为正向行波磁场、逆向行波磁场和脉振磁场,并且指出只有正向行波磁场做正功,加速射弹前进;逆向行波磁场做负功,阻碍射弹前进;脉振磁场会产生附加损耗等。因此为提高发射器效率,应采用三相对称交流电流源激励,尽量减小逆向行波磁场和脉振磁场。", "label": "兵器科学与技术", "id": 0}
{"content": "对海射击受能见度、目标运动等因素的影响,弹着点检测困难。针对激波稳定性好、受环境因素影响小等特点,本文提出了一种弹着点检测的激波定位模型。通过利用试验方法确定弹丸系数,利用传感器阵检测弹道激波,利用射弹飞行时间和落速确定弹道入射方向,综合激波到达时间差和传感器之间的几何关系,从而实现单发弹着点、弹群射的精确检测,将弹着点定位精度提高到10米范围之内,检测可靠性大于95%。能够用于大口径火炮对海间瞄射击弹着点检测和实弹射击成绩评定,为炮兵对海射击弹着点检测提供了一种准确、有效的手段。", "label": "兵器科学与技术", "id": 0}
{"content": "为了解决步枪作战效能评估的多指标问题,本文提出了一种基于多属性决策理论的步枪作战效能评估框架。框架采用Topsis的评估方法,能有效回避传统评估方法中将多评估参数综合成单一效能量度值的困难,从而实现多属性对步枪效能的综合评价。评估试验的结表明,该框架具有一定有效性。", "label": "兵器科学与技术", "id": 0}
{"content": "针对舰炮发射系统使用过程中的故障现象,在分析影响舰炮发射系统使用性能关键因素的基础上,运用故障树分析法建立了舰炮发射系统的故障树;基于故障树最小割集建立了单元结构的重要度系数模型;以某舰炮停射故障为例定性分析了各种故障因素对导致火炮停射的影响程度,实例分析结果和工程实际吻合,表明将故障树最小割集引入装备故障模式分析,具有重要的理论意义和应用价值。", "label": "兵器科学与技术", "id": 0}
{"content": "坦克炮长瞄准模型是坦克火力模型重要组成,直接影响到作战仿真结果的可信性。受到多种随机因素的影响,炮长的瞄准结果往往呈现出不确定性。在理论分析的基础上,采用仿真实验建模的研究方法,分析了影响坦克炮长瞄准的随机因素以及瞄准结果呈现出的不确定性,建立了炮长射击时的瞄准精度散布模型,并对炮长个体的技能差异进行研究探索,建立了不同炮长之间技能差异的量化描述。在大规模、仿真粒度到作战平台的作战仿真中的应用表明,能较大幅度提高作战仿真的可信度。", "label": "兵器科学与技术", "id": 0}
{"content": "枪战战术是警员在执法中使用致命武力的手段与方法,是衡量警员战术训练水平的关键。其内容包含了行动处置中的枪战技巧、小组行动指挥等。枪战是造成我国警员执法伤亡较为惨重的原因之一,因此,提高警员实战用枪水平的关键在于提高其枪战战术水平。警用手枪枪战战术模拟训练常用的方法是采用彩弹对抗进行战术训练,它是当前我国对抗性战术训练的主要训练手段之一,其训练最大的特点是能营造逼真的实战场景。本研究采用实战模拟研究方法,采集中国人民公安大学警训部为我国某省60名警员组织的彩弹战术训练实战数据,分析彩弹对抗的一般性规律,探讨枪战战术,以期推动我国警用手枪枪战战术训练水平的提升。", "label": "兵器科学与技术", "id": 0}
{"content": "介绍了\"下反\"稳像式观瞄系统的工作原理并分析其存在的不足,针对\"下反\"稳像瞄准镜在夜间使用时只能稳定瞄准线,不能稳定视场,导致系统在夜间不能有效地完成行进间射击的问题,提出复合电子稳像技术设计方案,采用数字视频处理和电子稳像技术,实现了微光瞄准视场和瞄准线的同时稳定,从而使系统具有夜间行进间瞄准射击的能力。介绍了系统的总体设计以及主要功能模块的设计与测试,并提出了需进一步解决的问题。", "label": "兵器科学与技术", "id": 0}
{"content": "为改进目前火炮后坐复进计算模型中与实际偏差较大的炮膛合力计算与液压阻力计算,提出通过基于气体动力学理论的两相流内弹道模型直接求解膛底压力与弹底压力,进而得到炮膛合力,克服了经典内弹道模型只能得到膛内平均压力的局限性;通过雷诺时均（RANS）方程结合二方程湍流模型,在定解条件下对制退机内部瞬态流场进行数值求解,由制退机内部腔室压力和作用面积直接得到液压阻力,解决了传统工程模型液压阻力系数不易取准的问题。", "label": "兵器科学与技术", "id": 0}
{"content": "研究了考虑空化效应时火炮后坐和复进过程中制退机的实际工作性能,并对复进运动进行了数值仿真计算。指出制退机非工作腔在后坐结束时内部并不存在真空,而是充满了泡沫化的制退液,在复进初始阶段是泡沫化的制退液回流到工作腔,且空泡随之溃灭的过程。理论分析表明,在复进过程中制退机非工作腔内部始终充满液体,实际的复进阻力会大于传统反后坐理论计算得出的阻力,复进速度会小于传统理论计算所得的速度。实验结果和数值仿真结果证实了理论分析的正确性,该结论为制退机和复进机的合理设计和故障诊断提供了理论依据。", "label": "兵器科学与技术", "id": 0}
{"content": "研究了考虑空化效应时火炮后坐和复进过程中制退机的实际工作性能,并对复进运动进行了数值仿真计算。指出制退机非工作腔在后坐结束时内部并不存在真空,而是充满了泡沫化的制退液,在复进初始阶段是泡沫化的制退液回流到工作腔,且空泡随之溃灭的过程。理论分析表明,在复进过程中制退机非工作腔内部始终充满液体,实际的复进阻力会大于传统反后坐理论计算得出的阻力,复进速度会小于传统理论计算所得的速度。实验结果和数值仿真结果证实了理论分析的正确性,该结论为制退机和复进机的合理设计和故障诊断提供了理论依据。", "label": "兵器科学与技术", "id": 0}
{"content": "基于以太网进行各种检测系统的开发是目前国际国内较为流行的故障检测诊断方案。介绍了一种基于以太网的某型突击炮火控系统自动测试系统。该系统分上位机和下位机,通过以太网进行信息交互,并可通过无线和有线网络进行远程协助,以LabWindowsCVI软件为开发环境,硬件系统模块化设计,并综合运用故障诊断技术来实现某型突击炮火控系统部件级故障的快速定位,经验证其可靠性高,操作灵活,故障快速诊断,准确定位。", "label": "兵器科学与技术", "id": 0}
{"content": "针对火炮身管内膛烧蚀磨损预测问题,采用最小二乘支持向量机算法,结合火炮射击试验数据,构建了基于最小二乘支持向量机的火炮身管烧蚀磨损预测模型,采用该模型对火炮身管内膛烧蚀磨损情况进行了预测。", "label": "兵器科学与技术", "id": 0}
{"content": "本文阐述了故障树诊断方法,以坦克火炮反后座装置典型故障为例建立了故障树,分析了利用故障树诊断反后座装置故障的机理,判定了故障原因,为基层部队诊断和排除反后座装置故障提供了有力的方法。", "label": "兵器科学与技术", "id": 0}
{"content": "靶场外测系统是针对武器快速研制、定型、装备的基础环节,对靶场试验能否完成其既定任务起着重要作用。因此,如何利用靶场外测系统以及测试设备的实测数据,建立有效的数学模型,以评估靶场外测系统的可靠性并进行优化,成为了影响着靶场试验的成败关键问题。本文以可靠性理论为基础,研究靶场外测系统以及测试设备的可靠度计算方法,并对其进行重要度分析,获得了各个测试设备以及部件进行优化时的优先级顺序,根据优化目标进行了定量计算,最终完成了\"靶场外测系统重要度分析及可靠性优化系统\"软件的开发。通过对靶场外测系统的典型案例进行应用,验证了系统的实用性。", "label": "兵器科学与技术", "id": 0}
{"content": "为研究高温条件下涡扇发动机转子系统的螺纹连接预紧力变化机制,利用材料热弹性理论分析建立了螺纹连接模型,并根据轴向变形协调关系得到预紧力随温度变化的函数关系。使用参数化方法建立了转子系统螺纹连接的三维有限元模型,开展了不同初始预紧力下的螺纹预紧力仿真分析。理论分析及有限元仿真分析结果均表明,在高温下螺纹初始预紧力分阶段变化,先增大后减少;解析解和有限元解十分接近,说明使用该解析模型来预测转子系统螺纹连接预紧力的温度特性变化是合理的。", "label": "兵器科学与技术", "id": 0}
{"content": "针对集群武器系统协同任务分配、协同航迹规划、协同控制、组网通讯能力等科目考核验证的需求,提出一种集群网络化协同仿真系统构建方法。在实验室内模拟组网协同作战模拟环境,满足多种典型条件下的弹药集群组网协同半实物仿真试验、半实物与数字虚实结合仿真试验的需求,对集群协同控制系统及武器系统的性能进行全面测试与评定、优化设计,为外场试验的故障分析与靶试复现、武器系统综合作战效能评估等提供重要技术支撑。", "label": "兵器科学与技术", "id": 0}
{"content": "自主武器系统的发展将深刻改变战争的性质,也将影响对战争法的理解。一场关于自主武器系统的合法性和使用问题的国际辩论已经开始。在这场国际辩论中,世界各国需要保持理智,从国家安全需求和国际战略稳定两个角度来看待自主武器系统的发展和部署。一方面,考虑到各国国家安全需求,自主武器系统的潜在军事价值不容忽视。另一方面,为了维护国际战略稳定,各国可以协力倡导建立涵盖自主武器系统的开发、使用和贸易的国际规则。鉴于关于自主武器系统的国际辩论仍处于初期阶段,自主武器系统可能在有效的国际监管制度建立之前得到开发和部署。为了防止出现国际法律监管上的漏洞,负责任的各国可以通过制定涉及自主武器系统开发和使用问题的国内法规来影响全球标准。", "label": "兵器科学与技术", "id": 0}
{"content": "军事智能技术迅速发展,无人作战系统从概念走向应用,并将主导未来智能化水下作战,未来水下作战的制胜要素、作战模式发生了改变。首先介绍了无人系统的优点及其在水下作战中的应用趋势,然后分析了\"分布式作战\"、\"马赛克战\"、\"算法战\"、\"多域协同作战\"等新型作战理念带来未来水下战争形态的深刻改变,探讨了未来智能化海战中水下无人系统的制胜机理,最后对几种典型水下无人作战样式进行了设想和简单介绍。", "label": "兵器科学与技术", "id": 0}
{"content": "预测与健康管理技术方兴未艾,在军事及民用领域均扮演者越来越重要的角色。本文首先解释了了预测与健康管理技术的概念内涵与意义,然后概述了该技术目前国内外的技术发展现状,接着对PHM系统的一般工作流程进行介绍,并对几种主流的实现方法进行了分析与比较;另外,对技术进一步发展需要解决的关键技术和面临的挑战进行了分析,最后对预测与健康管理技术的未来发展进行了展望。", "label": "兵器科学与技术", "id": 0}
{"content": "本文基于打水漂原理设计了一种新型的水面滑翔装置,并采用流固耦合的方法对该水面滑翔装置的动力学响应进行研究。分析了水面滑翔装置不同入水速度和入水角度对弹跳性能的影响。结果表明,单个圆柱体的击水弹跳过程主要分为触水、滑行、出水和离水四个阶段,能够实现单个圆柱体一次击水弹跳过程的临界入水速度和临界入水角度分别为40m/s和12°。对于水面滑翔装置在载重为2t的情况下,能够实现至少两次弹跳的临界入水速度和入水角度分别为80m/s和8°,且弹跳距离大于100m。", "label": "兵器科学与技术", "id": 0}
{"content": "战斗部对目标进行毁伤时,填充药起爆的瞬间,整体弹丸经常存在一定动能。高速运动的炸药在弹壳中起爆后,形成的冲击波场、破片飞散状态等与静爆状态相比,存在较大的差异,武器的整体毁伤效能发生改变。通过试验进行量测具有一定难度,宜采取数值模拟方法进行先期评估和分析。采用LS-DYNA软件,对在空气中飞行的弹丸进行了有限元建模,采用物质填充法方法赋予炸药（欧拉物质）和弹壳（拉格朗提网格）相同的运动速度,分别对200、400、600、800m/s的弹丸爆炸过程进行了模拟仿真计算,定量研究了高速带壳装药空爆后产生的冲击波超压、冲击波正压时间、冲量,分析了弹壳速度及所受压力的变化规律。研究结果表明,相同装药当量条件下,弹丸运动方向上的压力峰值与与速度呈正相关,弹丸运动反方向上的压力峰值与与速度呈负相关。弹壳破碎和飞散后会引起周边应力场的剧烈变化,使空气域中冲量增加,形成与无壳装药动爆时不同的冲量变化趋势。", "label": "兵器科学与技术", "id": 0}
{"content": "武器装备通常在重载、冲击等苛刻条件下服役,扭力轴、平衡肘、齿轮轴等关键零件出现磨损、划伤、裂纹的概率非常高,部分零件损伤率高达85%,且出现局部损伤的装备零件附加值高、可修复性强、重复利用效益大,但因缺乏行之有效的修复技术手段,只能报废处理,造成了巨大的资源浪费。激光定向能量沉积（Laser Directed Energy Deposition,LDED）是一种以激光熔覆为基础的先进增材制造技术,具有热影响区小、成型速率快、材料浪费少及成本效益高等优点,是进行机械零件局部损伤修复最理想的方法,使许多老化的部件得到再制造或升级,因此在装备智能制造与维修领域具有十分广阔的应用前景。为满足改善质量、提升效益、节约资源的要求,目前关于LDED技术的研究主要集中在沉积材料配置、送粉机构研制及沉积工艺优化等方面。本文介绍了激光定向能量沉积技术的原理特点、应用领域和研究现状,在此基础上对该技术的研究热点、发展趋势及应用技术瓶颈进行了梳理分析,为激光定向能量沉积技术在装备零件损伤规模化修复中进行应用提供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "开展弹体目标打击固定建筑物试验时需完成脱靶量测量工作,为提升报靶速度,满足此类试验对测量的高时效性要求,针对传统摄影测量工作中需耗费较多时间用于标志板设计、制作、布设等问题,本文提出了一种面向建筑物靶标的目标脱靶量测量方法。该方法利用飞行平台挂载相机,将楼体轮廓点作为标志点参与测量,无需开展标志点布设和相机系统标定,有效减少前期测量准备工作,避免了因标志点偏移、脱落造成的相机标定失效等问题,实现精度优于1m的快速报靶。", "label": "兵器科学与技术", "id": 0}
{"content": "针对不同环境下空地无人平台仿真系统存在功能模块不完善及相应算法测试困难等问题,为了便于实时有效可靠地进行测试和验证各种运动控制、路径规划、同步定位与建图等算法性能及其适用场景,提高研究的效率,节省系统开发成本,本文提出一种基于Unity和Robot Operating System（ROS）的无人平台视景仿真系统。该仿真系统由人机交互界面、基于ROS架构的空地无人平台控制系统和基于Unity的虚拟仿真场景三个部分组成,其测试对象为空地无人平台导航控制算法。该系统采用虚拟仿真进行无人平台导航研究,通过无人机和无人车的位置、速度、姿态等实时数据驱动虚拟仿真场景中三维模型运动,从而以图形化的效果来演示仿真实验过程,并为相关理论方法提供了快速验证工具。", "label": "兵器科学与技术", "id": 0}
{"content": "针对武器平台搭载在轻小型车辆上动态性能和稳定性能降低的问题,为提高其战斗能力,对系统所受干扰的估计和补偿成为当前迫切需要考虑的问题之一。首先提出了一种具有估计精度高、实用性强的干扰观测器设计方法,借鉴\"PI（比例积分）\"思想,充分利用了系统状态量和控制输入量的历史数据。然后,在此基础上,研究了带有时变增益的干扰观测器,在保证估计精度的前提下,优化了暂态性能,提高了干扰观测器的收敛速度。最后,分别进行了理论证明以及在仿真案例中进行验证,证明了本文研究方法的优越性。", "label": "兵器科学与技术", "id": 0}
{"content": "针对海量装备信息资源特点,构建装备信息资源知识图谱,建立装备信息智能化管理与应用系统,实现语义级智能检索、装备性能评估、关联设备推荐、故障快速辅助诊断等功能,提升装备信息资源的智能化保障能力。", "label": "兵器科学与技术", "id": 0}
{"content": "军方或装备服务保障企业在几十年的装备服务保障实践中,积累了大量的维修保障案例和经验教训,也发掘了众多的故障诊断与处理专家。为了充分地发挥这些故障知识和专家的价值,提升装备服务保障的效率和质量,从夯实故障知识库与故障专家库建设,结合装备服务保障典型场景,通过知识图谱、人工智能、云计算、5G等先进技术的应用,构建学习与应用知识的有效方式,逐步提升获取与应用知识的效率,促进装备故障维修效率与质量的提升。", "label": "兵器科学与技术", "id": 0}
{"content": "提出了一种应用于军用射频光传输产品的自动测试系统,可连接48台被测产品依次自动测试并切换,从而实现优化、整合测试工序,提升测试效率,减少人工资源的目的。测试系统采用模块化设计,包括电源系统、射频矩阵及光矩阵系统、仪器控制和软件执行。主要分析了整体的设计思想,并给出了设计关键点。", "label": "兵器科学与技术", "id": 0}
{"content": "装备配套产品是装备的重要组成部分,是实现装备功能和性能的重要保证,保产品也是保部队战斗力。为规范配套产品外场保障工作,建立了包括产品故障处理、产品设计更改贯改、产品外场管理、产品外场培训和产品外场保障信息管理等5个方面工作项目的保障流程,提出了各个工作流程的工作要点,对各类装备产品外场保障有借鉴作用。", "label": "兵器科学与技术", "id": 0}
{"content": "为满足未来海上联合作战保障能力需求,着眼我军现有保障装备性能特点、保障能力需求及保障技术的发展趋势,利用系统规划的理论与方法,基于装备保障全寿命周期,重点从建立规范的统一技术标准,消除保障过程中的信息壁垒和数据孤岛,构建了全系统数字化保障系统框架,分析了数字化综合保障的关键技术,可为我军形成分布式快速响应、战场应急维修与远程专家保障服务能力,提供研究思路和建设方案参考。", "label": "兵器科学与技术", "id": 0}
{"content": "根据武器装备自主可控背景下器件镀金引线焊点金脆的问题,介绍了金脆失效机理和金脆临界金含量的研究进展,分析了各种除金工艺方法的特点,同时针对细密、短小镀金引线除金困难的问题开展了选择性波峰焊除金工艺试验。通过工装和工艺参数的合理设计,利用选择性波峰焊设备完成了引脚间距0.5 mm、可焊端长度0.56 mm的QFP100芯片引脚的除金,除金后无连锡等缺陷且一致性好,可进行批量化除金,但编程较为复杂且对工装设计精度要求较高。", "label": "兵器科学与技术", "id": 0}
{"content": "在进口元器件形势日益严峻的今天,元器件的国产化替代工作已是刻不容缓,发展具有自主能力的武器装备系统成为当务之急。近年来,随着国产器件不断用于武器型号整机,暴露出了一些问题,对型号任务造成不同程度的影响。暴露的问题经分析大多是由生产厂家电路设计、工艺缺陷或质量管理环节失控导致的。但是这些问题只要通过完善相应的检测手段在装机前都是可以避免的。通过实例列举了目前军用电子元器件国产化替代应用暴露出的问题,对这些问题进行了有针对性的思考分析,并提出了相应的措施和对策。", "label": "兵器科学与技术", "id": 0}
{"content": "通过对某齿轮轴的测量,探讨轴类零件台阶交点尺寸的测量方法。用影像检查方法和三坐标测量机测量方法对齿轮轴进行测量,从测量结果中分析造成测量误差的原因,并对三坐标测量机扫描数据进行重新评价,为轴类零件使用三坐标测量机测量提供参考,确保不同类型测量仪器测量结果一致并且准确可靠。", "label": "兵器科学与技术", "id": 0}
{"content": "装备的综保检测设备是在装备的使用阶段,维持装备的技术状态,有效防范装备出现影响装备使用的性能劣化和故障,提高装备的出勤率,为部队战训任务提供有效保障的外场设备。通过对笔者单位承担的综保检测设备计量保证过程的分析,阐述综保检测设备计量保证的目的、意义,有效实现综保检测设备研制全过程计量保证的工作思路、工作流程、工作项目、工作要求、交付物、实现方式等,为其他装备的综保检测设备的计量保证提供借鉴。", "label": "兵器科学与技术", "id": 0}
{"content": "现阶段,自动化分析是提高产品可靠性分析工作效率的有效途径。但是,随着自动化工具使用频率的增加,可靠性分析工作效果并不显著。其原因归根结底是各可靠性分析工具间存在脱节现象,缺乏关键环节与顶层支撑。因此,依托电子产品可靠性分析数据流传递过程,解决产品基础数据与可靠性预计数据、可靠性预计数据与FMECA数据交互脱节的问题,开展可靠性分析流程一体化设计,以提高电子产品可靠性分析效率及自动化程度,缩短可靠性分析工作时间,节约人力、资金成本。", "label": "兵器科学与技术", "id": 0}
{"content": "针对微小型制导载体的高精度惯性制导需求,开展了微机电惯性制导系统一体化设计技术和弹载抗干扰快速传递对准技术研究。重点和难点在于微机电的陀螺的工程应用技术和环境适应性技术。通过惯导误差建模及补偿、快速传递对准和环境适应性等关键技术研究,研制了微机电惯性制导系统样机,通过环境试验及导航测试,达到了传递对准0.2°/100s的精度指标。", "label": "兵器科学与技术", "id": 0}
{"content": "高能X射线照相及其密度重建研究主要应用于武器流体动力学试验的定量诊断。传统的基于字典学习的CT重建方法是基于图像块的,用这些方法学习的特征往往包含相同特征的移位版本。为了解决这些问题,卷积稀疏编码（CSC）被提出并引入到各种计算机视觉应用中。本文受CSC在医学图像重建领域成功应用的启发,提出了一种基于CSC的极少数投影角度下的密度重建方法。该方法直接处理整幅图像,不需要像基于字典学习的方法那样将图像分割成重叠的图像块,可以保留更多的细节,避免了图像块聚合带来的伪效应。实验结果表明,该方法具有较好的重建效果。", "label": "兵器科学与技术", "id": 0}
{"content": "近年来,美国加快高超声速武器发展,其规划部署、资源配置和战略动态日渐清晰。高超声速武器拥有特殊的飞行空间和优良的机动新能,能够远距离突防,快速抵达目标发起精准突击。这将对未来战争模式产生影响并可能对核战略稳定产生冲击。", "label": "兵器科学与技术", "id": 0}
{"content": "装备数量变化受执行任务强度、到寿情况、质量情况、后续补充情况、维修保养情况等诸多因素影响,导致装备数量变化具有非平稳、非线性的特征,采用单一的预测方法存在预测精度鲁棒性差,无法适用多应用背景的问题。为此,采用融合模型技术方法,将时间序列分析、回归分析融合形成能够适应不同需求和数据特征的计算框架,充分发挥不同定量分析模型的优势,以解决模型精度鲁棒性和适用场景问题,并通过历史数据对融合模型性能进行检验。", "label": "兵器科学与技术", "id": 0}
{"content": "针对当前雷达实战化训练评估面临的现实难题,包括训练条件面临\"三缺\"、评估指标体系构建缺乏标准,以及动态评估无理论依据等,具体解析了雷达装备战斗力生成机理,区分作战适应性和环境适应性,提出并构建了面向雷达战斗力生成的评估指标体系框架,并将数据耕种思想引入训练评估领域,提出训练数据耕种理念以及基于数据耕种的雷达效能动态评估思想,对于雷达实战化训练评估研究和手段条件建设具有参考和借鉴意义。", "label": "兵器科学与技术", "id": 0}
{"content": "为了提高雷达模拟训练的效益,分析了雷达教学训练现状,基于基础认知、装备磨合、战斗操作和决策锻炼的装备认知规律,构建了基于训练模拟系统的雷达模拟训练运行机制。该模拟训练运行机制包括训练管理多角色职责划分、基于时间维和逻辑维的模拟训练组织流程逻辑,以及多层次训练考核内容范畴,能够覆盖个人训练、班子训练和集成训练多种组训模式的模拟训练需求,为雷达模拟训练组织运行提供理论支持,对其他装备模拟训练模式机制研究也具有参考和借鉴意义。", "label": "兵器科学与技术", "id": 0}
{"content": "论文提出了一种适应反潜模拟训练系统的水下对抗训练模拟方法,结合训练海区的真实环境模拟生成敌潜艇的初始位置,建立基于运动学的鱼雷攻击距离模型,使鱼雷发射条件的检测判断更加灵活、科学,建立敌方潜艇\"由防御转入进攻\"及\"由攻击转入防御\"两种对抗行为模型,使对敌方作战样式的模拟更加全面、真实。改进已有平台的空间运动轨迹推算和碰撞检测方法有效减少迭代误差,提高目标命中检测的准确率。", "label": "兵器科学与技术", "id": 0}
{"content": "新研发的武器系统必须经过严格、充分的鉴定试验,确认产品合格后才能装备部队使用。由于高新技术的运用与作战需求的改变,新型武器装备的性能、功能与造价大幅度提高,依靠单一的外场实装实弹试验方式,难以满足试验样本量需求与试验经费的限制。科学合理地利用内场仿真与外场实装一体化试验技术是解决上述难题的有效途径。本文研究内容是一体化试验的基本形式与运行模式,重点叙述一体化试验的几种串行与并行运行框架,以及为保障一体化试验正常进行所必备的协同机制。", "label": "兵器科学与技术", "id": 0}
{"content": "体系（SoS）是一类复杂的松耦合集成系统。针对复杂体系验证评估过程中,由于体系结构视图模型不可执行造成的问题,提出了一种基于混杂逻辑框架的复杂体系可执行建模仿真方法。采用着色Petri网（CPN）的离散事件建模与应用Matlab的连续变量系统建模相结合的思路,综合体系结构设计软件工具Cameo和CPN Tool、Matlab、STK,创建混杂仿真分析平台。最后,采用一个例子说明了该方法的可行性。", "label": "兵器科学与技术", "id": 0}
{"content": "对于某些武器系统来说,对微弱电压信号的采样误差精度要求很高。在电磁干扰存在的仿真试验环境下,如何准确的检测电压信号是试验面临的最大难题。目前没有很好的微弱电压信号的采集手段。通过改进传输,采集和修正等方法实现在有电磁干扰的仿真试验环境下微弱电压信号的精准采集。该方法经过仿真试验环境测试,能够满足项目对精度误差的要求,满足了半实物仿真的闭环试验要求。", "label": "兵器科学与技术", "id": 0}
{"content": "针对传统半实物仿真平台分布式性能低、接口扩展性差等问题,介绍了一种基于分布式协同半实物仿真试验环境建立的基本方法,对其工作原理、主要设备和技术进行了分析。联合多个试验室、多个仿真设备协同工作,解决协同仿真管理、调度、控制与交互等问题,满足协同体系结构复杂、互连拓扑结构多变、协同信息交互量巨大的要求,将仿真成员融合到一个综合的仿真环境中,解决分布式仿真中数据通讯的实时性问题,为协同半实物仿真试验提供了条件和试验平台,对同类型半实物仿真具有一定的借鉴意义。", "label": "兵器科学与技术", "id": 0}
{"content": "随着科技水平的进步,军工装备、测量设备、高精平台等对基准工作平台的水平精度要求越来越高。同时,根据阵地的迁移、工位的变更,要求产品实时、快捷地实现工作平台的自动调平、调平后刚性锁定,确保工作平台水平精度满足要求。当倾角超过允许值时,系统自动报警,同时停止自动调平运行,实现程序自保;当系统自动调平运行中,出现意外情况,可按下\"停止\"键,停止调平运行,实现人工急停,确保系统的双重自保。本公司的自动调平系统通过不断改进与完善,自动调平系统已完成了系列化、模块化、国产化的设计,实现了机电式、电液式与三腿、四腿、六腿的自由组合,并完成了从一键式调平自动化到实时调平智能化的飞跃。", "label": "兵器科学与技术", "id": 0}
{"content": "岛礁装备在使用中,存在着装备故障多、维修不及时等困难。通过分析岛礁装备性能的影响因素和维修难点,依托科技进步,转变观念,提出了相应的维修对策。", "label": "兵器科学与技术", "id": 0}
{"content": "装备体系需求是指在一定背景下,武器装备体系为满足作战目标而产生的发展目标。而传统的垂直型装备发展规划模式不能满足各战区多元化的使命任务需求,因此需要站在全军整体的角度去解决武器装备体系需求问题。首先,文章提出了一套基于体系结构框架技术的装备体系需求生成方法;然后,设计了作战—能力—装备—任务的需求生成流程,从装备发展部门统筹全军的角度上,基于双V模型设计了一套武器装备体系需求生成与验证方法;最后,利用DoDAF框架设计了双V模型视图产品。", "label": "兵器科学与技术", "id": 0}
{"content": "近年来,大量研究集中于规则几何表面（例如球体或圆柱体）间的接触碰撞现象模拟,而较少关注复杂体间的相互作用过程。基于反向研究策略,本文提出一种通用的复杂表面接触碰撞力模型建立方法:将有限元数值仿真模拟与参数辨识过程进行结合,反求获取相关接触碰撞动力学参数,包括接触碰撞刚度系数、阻尼因子以及接触碰撞指数。以某火炮系统为研究对象,建立火炮发射过程身管-弹丸接触碰撞有限元弹塑性动力学模型,分析不同初始碰撞速度下相关物理量变化规律,为参数辨识过程提供输入数据。利用全局结合局部参数辨识方法（遗传算法-序列二次规划算法:GA-SQP）,估计获得不同初始碰撞速度下的相关接触碰撞动力学参数。最后,基于最小二乘法拟合获得各个接触碰撞动力学参数与初始接触碰撞速度间的函数关系,从而建立准确、高效的身管-弹丸接触碰撞力模型。与现有文献和实弹射击结果的对比验证了本文接触碰撞力模型的正确性和有效性。", "label": "兵器科学与技术", "id": 0}
{"content": "数据是装备试验鉴定工作的基础和核心,可信的数据管理是试验活动的重要内容,也是实现科学鉴定的基本前提。构建可信数据管理体系对提升装备试验鉴定的能力和质量至关重要。区块链依托技术手段实现\"信任\"的低成本传递,引发\"信息互联网\"向\"价值互联网\"转变,为构建可信数据管理体系提供了技术基础和构建思路。本文分析区块链技术特征优势以及蕴含的思想理念,结合试验鉴定数据管理的特点,提出基于联盟链框架构建装备试验鉴定可信数据管理体系的思考建议。", "label": "兵器科学与技术", "id": 0}
{"content": "装备性能在寿命周期内是变化的,武器装备体系贡献率评估应该考虑时间因素的影响。基于作战环理论提出了考虑成本因素的面向多时期的体系贡献率评估方法。首先,明确了考虑成本的面向多时期的装备贡献率评估框架;然后,构建了武器装备体系能力指标体系,为武器装备多时期能力获取提供依据,并基于作战环构建能力评估模型,结合成本因素,提出单时期的体系贡献率评估方法,并结合均值和方差指标提出多时期下装备总体体系贡献率,指导装备优先发展排序。最后,以海上作战装备体系为示例,应用本文提出的评估方法,为武器装备的优先发展规划提供决策支持。", "label": "兵器科学与技术", "id": 0}
{"content": "试验鉴定需求是研究试验鉴定问题的思维基点,完善装备试验鉴定技术需求生成机制是从源头上推进装备试验鉴定体系转型发展和装备研制成败的关键。装备试验鉴定技术需求是一项复杂的系统工程,依靠以往习惯的经验做法已难以应付。而系统工程方法为从复杂组织体系统到试验鉴定技术体系再到试验技术项目提供了完整的实施途径。本文概述了装备试验鉴定技术需求基本概念,阐述系统工程的理论方法,提出试验鉴定技术需求生成的工程化管理构想,旨在为推进试验鉴定技术需求生成提供理论方法支撑。", "label": "兵器科学与技术", "id": 0}
{"content": "针对武器系统预防性维修决策分析缺少有效方法的实际,建立了以故障间隔射弹量为自变量的武器装备可靠性模型,给出了使用可用度、维修费用两个决策目标解析表示,采用多目标粒子群算法针对使用可用度和维修费用这两个目标进行了分析决策,得到了符合要求的满意解,并对相关结论进行了分析讨论,为武器系统预防性维修决策分析提供了新的思路方法。", "label": "兵器科学与技术", "id": 0}
{"content": "本文针对复杂系统试验鉴定完备性难以保证、试验进度与使用急需的矛盾日益突出、刚性定型无法支撑灵活的建设决策等问题,以产品建设全周期的综合收益为目标提出了柔性试验鉴定的基本思路,给出了包含产品研发、制造的成本、时间以及产品价值、试验周期、试验经费等参数原理性模型,并对相关参数的计算给出了定性的方案,用假定数据对模型进行了验证,分析了综合收益与试验经费和试验时间的关系,给出了复杂系统试验鉴定和订购决策建模的一种新思路。", "label": "兵器科学与技术", "id": 0}
{"content": "保障装备体系能力评估对体系论证设计和研发建设具有重要意义。针对保障装备体系纵横铰链,保障能力评价数据样本小,信息贫瘠,难以形成有效的体系能力评估的问题,提出了基于不完全数据统计分析的保障装备体系能力评估方法。首先,提出了\"保障体系-保障能力层-保障指标层-保障装备层\"的保障能力指标框架;其次,融合层次分析和熵值法,对保障能力指标进行赋权;再次,应用主成分分析法,对保障装备体系进行综合能力评估;最后,通过案例分析,证明了方法的可行性和合理性。", "label": "兵器科学与技术", "id": 0}
{"content": "随着武器装备体系化建设进程的加速发展,陆军数字化装备体系试验研究日益凸显,虚实结合的体系试验已成为武器装备试验鉴定的一种新模式。在虚实结合的数字化装备体系试验中,如何通过分析明确试验装备体系的规模,以及实装、模拟器与数学仿真系统的最优组合方案,以确立试验装备体系中虚实要素的配置模式已成为亟待解决的问题。论文采用实装、模拟器与数学仿真系统相结合的试验方式,以分析试验装备体系规模为出发点,以确定试验装备体系虚实要素为目标,在分析和明确试验装备体系构建思路的基础上,研究了基于费效比的虚实要素优化方法,为构建面向虚实结合试验的数字化装备体系奠定基础。", "label": "兵器科学与技术", "id": 0}
{"content": "武器装备体系贡献率评估的重点是武器装备作战体系能力的度量,是采办过程中用户决策的关键指标之一。本文从武器装备的作战任务出发,基于武器装备作战体系的复杂结构特性与能力涌现性两个维度,建立装备体系的复杂网络模型并计算影响作战任务完成的各装备影响因素不确定性,通过构建两者之间的对应关系,综合评价武器装备作战体系的能力,从而给出体系贡献率的评估方法,并用一个典型的算例验证了该方法的有效性。", "label": "兵器科学与技术", "id": 0}
{"content": "基于复杂网络理论,从作战体系\"节点+连接\"的特性出发,建立体系网络化拓扑结构模型,并结合体系网络拓扑结构、信息流通结构等,从拓扑结构维度提出基于拓扑结构的体系贡献率评估方法,将体系贡献率评估从能力、效能等维度拓展到拓扑结构维度。针对典型航母编队装备体系,建立编队装备体系拓扑模型,通过仿真试验研究空中感知平台对航母编队体系的贡献率,检验所提体系贡献率评估方法的可用性和有效性。该方法能够为分析影响体系贡献率的深层次结构因素提供支撑。", "label": "兵器科学与技术", "id": 0}
{"content": "内埋武器机弹分离相容性是新一代有人或无人高速飞行战斗机内埋式武器装载的关键技术问题,基于运动动力学相似的风洞投放试验是预测与评估内埋武器机弹分离相容性的一种有效且成熟的地面风洞试验技术,当采用高速风洞投放试验的轻模型设计方法时,除垂直方向的加速度不足外,其余全部运动都是严格相似的,轻模型法垂直加速度不足会导致内埋武器机弹分离后垂直方向位移有所偏差,高速风洞投放试验结果的不真实可能会掩盖内埋武器机弹分离的真实运动变化规律,本文提出一种高速风洞投放试验轻模型法垂直加速度不足的补偿新方法,可以有效地补偿高速风洞投放试验轻模型法垂直加速度不足所带来的垂直方向位移y失真问题,并应用在内埋武器机弹分离相容性的高速风洞投放试验预测上,该改进的试验方法应用范围并不局限于内埋武器机弹分离,并可以应用在所有采用高速风洞投放试验技术研究的多体分离运动问题上,如头罩分离,子母弹分离等。", "label": "兵器科学与技术", "id": 0}
{"content": "为解决靶场通信光缆在任务保障与值勤维护中存在的被动监测、路由粗放式管理、数据利用率低等问题,研究北斗通信导航技术,结合GIS技术构建集通信光缆的路由管理、巡护管理、实力管理和维修管理等功能于一体的新型光缆综合管理系统。可以有效提升通信光缆运维管理的效率和光缆数据的利用率,推进光缆运维的信息化和智能化水平。", "label": "兵器科学与技术", "id": 0}
{"content": "随着国防领域产品电子系统功能性能的不断提升,现场可编程门阵列（FPGA）和复杂可编程逻辑器件（CPLD）被广泛应用。由于SRAM型FPGA的易失性,必须有程序存储器与之配套,因此,面向PROM、FLASH以及CPLD的现场可重构,成为设计产品现场调试检验的一种必要手段。本文拟设计一种远程通用重构电路,可以通过UART接口对链路上的JTAG型程序储存器（PROM或CPLD）以及SPI型FLASH进行维护,实现设计产品装机后现场变更设计程序的目的,有效减少产品的外部接口,延长调试线缆的距离。", "label": "兵器科学与技术", "id": 0}
{"content": "军用装备维修工程是军事装备学专业的选修课程,由于本课程内容多、知识面广,与实际紧密结合,而学生又缺乏对事物的认识与想象,如传统的以教材为主的教学方式已经不适应,经过多年的装备维修工程课程教学方式探索与实践后发现应用仿真技术可以有效地解决以往装备维修学习中的弊端。", "label": "兵器科学与技术", "id": 0}
{"content": "为了解决军用电磁继电器超行程高精度测量和检测效率低的问题,设计了包括机器视觉光路结构、图像测量算法模块、继电器吸合释放控制模块和系统整体结构等。主要研究了复杂背景下成像光路设计、运用深度学习算法识别簧片、电参数测量与尺寸测量集成设计和系统架构设计等方法。运用研究成果开发的测量系统,其应用结果表明该系统具备了测量准确、检测迅速和测量一致性高等性能,由原来需要多台设备测量集成为一台测量,从而降低了人力成本,提高了继电器整件检测的智能自动化水平、生产效率和产品质量管控能力,该系统原理、方法和结构可以推广到其它各类电磁继电器超行程、电参数综合检测过程中。", "label": "兵器科学与技术", "id": 0}
{"content": "首先对美军无人系统技术的发展现状进行了评述,介绍了美军无人系统技术的体系化构建。美国正在分布式、多域作战概念牵引下大力推动无人系统智能化技术的发展。随后对美国国防部2018年发布的《2017—2042财年无人系统综合路线图》中指出的美军未来25年无人系统关键技术的发展方向进行了阐述,重点包括互用性、自主性、安全网络和人机协同四个主题。最后描述了未来智能化战争特点及其对无人系统发展的启示。", "label": "兵器科学与技术", "id": 0}
{"content": "随着现代科学技术及军事学科技术的飞速发展,无人装备技术在近些年的局部战事中显现出了至关重要的战术作用,同时也获得了丰厚的作战效益。所以,过去的这几年以及未来很长一段时间内,世界各国的军事技术重点会逐渐往无人装备上倾斜,航空领域无人装备、陆地领域无人装备、海洋领域无人装备及太空领域无人装备全面发展,各领域无人装备之间形成集群化,智能化,协同化及分布式作战系统是世界各军事强国军事装备技术发展的重点和趋势。", "label": "兵器科学与技术", "id": 0}
{"content": "无人作战系统渗透到战场空间的各个领域,对传统的对抗形态、作战方式、战术战法和战争伦理带来了一系列影响。研究表明,对抗形态呈现出由对抗重心转智能较量、对抗规模趋于小型可控、对抗空间拓入全域多维等特点;作战方式出现\"人机一体\"、\"无人先导\"\"持续打击\"等多种变革,战术战法显现出\"干扰阻断、捕获策反\"的控制战、\"混搭编组、整体协同\"的集群战\"外部开刀、内部摘除\"的手术战等多种创新。", "label": "兵器科学与技术", "id": 0}
{"content": "人工智能、大数据、云计算等智能技术的不断发展以及在军事领域内的广泛应用,促进作战方式和战争形态发生深刻变革。因此,面对愈发复杂的作战模式和战场环境,发展无人装备技术是制胜未来战争的关键。本文从无人作战装备的特点和优势出发,分析了未来发展的几个重要方向,包括多功能模块化、多维战场体系部署、集群化作战、高度智能化以及军事云平台实现无人协同作战等方面,表明无人作战装备的作战效能日益凸显,已逐渐渗透到战争空间的各个领域,无人作战力量的建设作为世界军事变革的主要趋势,势必会成为打赢未来战争的制胜机理。", "label": "兵器科学与技术", "id": 0}
{"content": "本文介绍了随机振动的定义、试验方法,并结合实际的随机振动试验分析,找出造成随机振动频谱传递失真的影响因素,提出随机振动试验振动频谱传递控制要求,从而在随机振动中对振动频谱形成有效控制,避免了过试验或欠试验的发生,提高了产品随机振动的准确性和可靠性。", "label": "兵器科学与技术", "id": 0}
{"content": "针对电子器件国产化带来的去金搪锡质量不稳定、人工效率较低和生产一致性问题,结合电子器件去金搪锡的标准要求,深入剖析常用工艺方法和关键工序,进行了自动化去金搪锡系统设计,形成了一套自动化去金搪锡系统解决方案。该系统由自动定位和吸取模块、自动预热模块、助焊剂和焊锡自动涂覆模块、桥连和共面性检测模块等组成,可实现多种规格电子器件的自动化吸取上料、预热、去金搪锡和结果检测。试验结果表明,设计的电子器件自动化去金搪锡系统可实现多种规格电子器件的自动化去金搪锡操作,能够大幅提升去金搪锡质量、效率和一致性,具有一定的推广应用价值。", "label": "兵器科学与技术", "id": 0}
{"content": "针对当前装备测试性工程应用中存在的建模工作量大、模型故障分辨率低和诊断效果不一致等问题,提出一种基于MBSE的测试性自动化技术。结合MBSE的基本概念,探讨了测试性工作流程在其中的定位和应用思路,充分利用MBSE过程中产生的系统模型,基于大规模故障注入和仿真获取的数据,实现数据驱动的测试性分析与设计。通过两个实例,展示了在不同模型条件下的测试性分析过程,结果表明所提出的方法适用性较强、自动化程度较高,可有效提高测试性工作效率。", "label": "兵器科学与技术", "id": 0}
{"content": "基于相关性模型的诊断策略优化设计是目前普遍采用的一种方法。首先从相关性模型、相关性矩阵、诊断策略模型、最优诊断策略问题描述、故障诊断策略流程图、启发式评估函数和诊断策略优化搜索算法等七个方面对基本假设条件下的诊断策略优化设计方法的基本理论进行了系统阐述,然后分别介绍了诊断策略优化设计在测试不可靠情形、多故障条件下、典型复杂结构系统以及其他方面的研究进展,并对其后续研究进行了展望。", "label": "兵器科学与技术", "id": 0}
{"content": "状态监测是获取装备技术状态的直接手段,也是装备及装备保障系统运行的重要信息源。目前,岸防武器系统保障特性评估还存在诸多空白,针对如何客观、准确地评估装备保障特性、及时掌握装备技术并适时开展装备保障、快速形成保障能力的问题,提出了利用状态监测技术进行保障特性评估的方法。利用状态监测技术获取并掌握目标对象的技术状态,快速、精确地响应各类保障需求,适时、主动优化装备性能,充分发挥岸防武器系统的作战效能,为科学、准确地评估装备保障特性提供理论与方法支撑,为提高岸防武器系统维修决策合理性提供技术支持,为实现由事后维修和预防性维修向基于状态的修理模式转变奠定基础。", "label": "兵器科学与技术", "id": 0}
{"content": "贮运环境数据监控系统用于测试装备产品在贮存和运输过程中的全部环境数据,包括温度、湿度,以及振动、冲击等物理指标,为产品全生命周期管理提供数据支持,为装备保障提供信息化手段。系统包括智能化数采装置、接收装置和手持数据终端（数据分析平台）。该系统采用低功耗设计、分时供电等机制,并通过射频模块进行加密传输,系统能够满足长时间、长周期、连续性的测试要求。", "label": "兵器科学与技术", "id": 0}
{"content": "测试性工作逐渐深入到装备研制的各个阶段,测试性增长是产品测试性工作的关键环节,是改善产品测试性水平、提升其测试性指标的有效途径。在产品测试性增长工作初期,为明确测试性增长的目标和测试性设计改进的对象,将测试性分配、测试性预计和测试性验证试验等方法有机结合,建立测试性分析与验证流程体系及实施步骤,系统性地实现了\"评估-验证-定位\"三步走。并以控制器为例,运用该流程进行分析,找出了控制器测试性设计的薄弱环节,极大程度地缩减了各项成本,为产品开展测试性设计改进工作提供强有力的依据,保证产品测试性的有效增长。", "label": "兵器科学与技术", "id": 0}
{"content": "详细介绍了为CG-01高速风洞配套的箭弹旋转特性试验系统的结构、传感器、控制系统和控制软件以及采集系统和采集软件功能等。整个系统采用基于工业实时以太网的开放式集散控制系统,用符合相关安全标准的控制元件,使系统的稳定性和可靠性得以保证,方便扩展和更新。通过完善的抗干扰技术运用,经过系统调试运行,其状态良好,安全稳定,满足系统设计要求。", "label": "兵器科学与技术", "id": 0}
{"content": "在考虑武器装备效能的前提下,针对装备论证阶段的测试性要求论证缺乏科学的指导及论证方法的问题,提出了一种装备测试性要求论证方法。该方法结合相似产品相类比与专家评分法,充分考虑影响装备测试性指标的各项因素,计算简单、直观,能够较好地应用于装备的测试性要求论证。", "label": "兵器科学与技术", "id": 0}
{"content": "从构成电子产品的三大技术要素电路设计、结构设计和工艺设计出发,提出的可制造性设计的概念,使电子产品的设计标准化、规范化,从而提高了电子产品的设计质量。由一切设计从可制造性原理出发,在电子产品方案论证中,依据电子产品装联工艺要求确定满足电子产品战术技术指标的最佳电子装联工艺方案,从而提高研制质量和效率,减少不必要的成本,缩短研制周期,应对\"多品种、小批量、多批次\"的挑战。物料质量控制是保证电子装联质量的基础,电子元器件及PCB的质量控制是可制造性设计的有机组成部分,也是确保可制造性实施的关键因素。", "label": "兵器科学与技术", "id": 0}
{"content": "围绕某金属双列封装器件在整机温循试验中出现的失效现象,分析在器件与电路板焊接环节、电路板与整机装配环节和整机温循试验环节三个工况下可能的失效原因分别进行单工况和多工况的失效仿真分析。针对不同仿真模型在不同工况下的叠加仿真难题,提出基于ANSYS Workbench有限元软件的多应力叠加仿真方法。对比单工况和多工况仿真结果表明:金属双列封装器件失效的原因是器件在焊接尺寸不匹配、过定位装配和温循试验三种工况下机械应力和热应力叠加下使玻璃绝缘子产生裂纹导致失效,有限元仿真结果与实验基本吻合。本文为金属双列封装器件在多工况下应力叠加失效的故障机理研究提供一种仿真方法参考。", "label": "兵器科学与技术", "id": 0}
{"content": "设计射击诸元解算精度检验软件,解决人工进行精度检验工作量大且易出错的问题。通过归纳总结射击诸元解算精度检验方法,设计出射击诸元解算精度检验软件,将人工进行诸元精度检验存在的数据量大、过程复杂、耗时耗力且易出错等问题交给软件处理,大幅缩短了检验时间,提高了检验效率。通过项目应用,射击诸元解算精度检验方法在射击诸元解算软件开发、检验过程中起到了重要作用,具有较强的实用价值和推广意义。", "label": "兵器科学与技术", "id": 0}
{"content": "随着\"低慢小\"目标飞行器防御控制技术的迅猛发展,当多目标来袭时,如何对\"低慢小\"目标威胁度进行合理准确评估关系到是否能够及时有效地对\"低慢小\"目标进行有效拦截。研究目的:对\"低慢小\"目标的威胁程度进行合理准确的评估;研究方法:基于熵值法逼近理想解的威胁评估;研究结果:将熵值法与传统TOPSIS法相结合,使得权向量可根据综合态势的变化动态调整,评价结果更加重视有较大影响的指标而适当忽略影响较小的指标,使威胁度排序更加贴近实际;研究结论:该计算方法客观、准确,具有较强的实用性。", "label": "兵器科学与技术", "id": 0}
{"content": "以无人小车为研究对象,研究了小车在行进中采用何种控制策略能够达到最佳协同效能,定义了基于小车的C2组织的行为上的协同以及其协同效能的概念,初步构建了其协同效能的量化模型;最后通过Matlab仿真模拟,研究了基于行为的链式、树状式和网状式编组控制策略的协同效能的优劣,检验了量化模型的合理性。", "label": "兵器科学与技术", "id": 0}
{"content": "体系贡献率是装备建设发展的一个新的更高标准。在装备规划论证中,为了实现对装备的体系化设计,提出了一种以体系贡献率为标准,以装备项目群为单位的论证方法。首先,针对遂行使命任务的功能分解,由各方提出的装备项目建议组合构建可能的装备项目群方案;然后,分析装备项目群对应的装备体系目标方案,评估装备项目群的体系贡献率、经济性;最后,采用二维象限法对装备项目群遴选决策。所附算例验证了方法的可行性。", "label": "兵器科学与技术", "id": 0}
{"content": "文章主要讨论一种基于机动平台的远程视频维修保障系统设计,针对现有设备的多样性以及部分设备相应配套手册指导力不足,提出以远程视频的方法来进行维修保障,并为后续维修保障储备相应的故障处理措施。该远程视频维修保障以机动平台为基础,可为作战指挥、情报侦察、通信保障等任务的设备维护提供有力支撑。", "label": "兵器科学与技术", "id": 0}
{"content": "通过对作战效能评估方法的研究,结合水面舰艇作战系统及其作战任务的特点,以ADC法为基础,结合AHP法与模糊综合评判法,提出一种多算法组合的作战效能评估模型,并以典型对空作战任务为例,计算得出了水面舰艇作战效能,为水面舰艇作战效能求解提供了新的思路和方法。", "label": "兵器科学与技术", "id": 0}
{"content": "在高速风洞中对某武器舱舱门打开状态下,舱内的声学特性进行了试验,并对空腔前缘多孔扰流板和前缘吹气两种流动控制方法分别进行了变参数研究。试验马赫数Ma=0.75,武器舱长度L=300mm,长深比L/D=3,宽深比W/D=1。试验结果表明该武器舱基本构型顶部沿着流向的压力分布比较均匀,脉动压力监测点的频谱特性表现出明显的模态特征,为开式空腔流动类型,而且在所研究的范围内受飞机迎角变化的影响很小。在典型的飞机迎角下,前缘多孔扰流板流动控制方法可以很好的改善武器舱内部流场的稳态特性并降低舱内的脉动压力;多孔扰流板的安装高度、展向宽度为流动控制效果的主要影响参数;在所研究的参数范围内,综合考虑多孔扰流板对脉动压力宽频和单频特性的控制效果,高的安装高度、短的展向宽度的参数组合形式最优,并且在飞机常用的迎角范围内都具有较好的流动控制效果。在典型的飞机迎角下,前缘吹气流动控制方法也可以很好的改善武器舱内部流场的稳态特性并降低舱内的脉动压力;吹气位置、吹气流量为流动控制效果的主要影响参数;在所研究的参数范围内,综合考虑前缘吹气对脉动压力宽频和单频特性的控制效果,大的吹气流量、短的展向宽度的参数组合形式最优,并且在飞机常用的迎角范围内都具有较好的流动控制效果。", "label": "兵器科学与技术", "id": 0}
{"content": "<正>新浪科技讯北京时间5月30日消息,美国国防高级研究计划局（DARPA）是美国国防部下属的研究机构,这个机构正在资助科学家发明一种方法——-利用大脑基因工程、纳米技术和红外光束等工具,即时地读取士兵的意识。听着很神奇吧,但这是真的!这项资助的最终目标是开发出用思维控制的武器,比如用一个想法就能将无人机送上天空,或者将用意识将图像从一个大脑传给另一个大脑。", "label": "兵器科学与技术", "id": 0}
{"content": "文章提出了一种面向任务基于能力的武器装备体系需求分析框架,阐述了作战任务需求分析、作战能力需求分析和体系化武器装备需求分析实施过程。在需求分析过程中需要将顶层的使命任务与能力逐步向下分解,映射到武器装备的功能、性能和活动中,为此,提出了武器装备体系任务能力分解模式,按照该模式可顺其自然地将作战任务与能力自顶向下进行分解,从而构建武器装备体系任务能力分解层次有向模型图,提出了任务能力分解层次有向模型图的检验和分析方法,为武器装备体系需求分析的实施和验证提供了技术支持。", "label": "兵器科学与技术", "id": 0}
{"content": "利用分层赋时着色Petri网（HTCPN）对提出的基于军民融合的装备故障应急快速抢修主流程及其损伤评估环节进行了模型的构建,并对模型进行了仿真研究。仿真结果显示,与现有装备故障应急快速抢修流程相比,新流程在损伤评估环节上效率更高,有效缩短了平均任务完成时间。", "label": "兵器科学与技术", "id": 0}
{"content": "坐标测量机是一种广泛应用于航空、航天、机械、电子、磨具等各种制造业的尺寸及形位公差测量设备。面对越来越高的加工制造精度,对测量精度的要求也日益提高,高精度计量型坐标测量机成为国产测量设备短板。针对这一问题,提出了从机械设计、控制系统及误差补偿等多方面提升坐标测量系统精度的手段和途径,为国产测量装备精度提升打下基础。", "label": "兵器科学与技术", "id": 0}
{"content": "型号指大型、复杂的工程系统,计量是型号研制的重要技术基础工作,是提高型号研制水平和效益的有效手段。从型号管理团队中计量师系统的作用、工作原则、组成和职责出发,阐述了型号计量师系统的重要地位。", "label": "兵器科学与技术", "id": 0}
{"content": "项目管理理念的发展,使其被广泛应用于各个领域中。在航空型号项目中推行项目管理技术,能够极大程度上提高航空型号项目任务管理的效率,缩小与先进组织之间的差距。对项目管理如何在航空装备修理线立项论证中的应用做了简单的论述。", "label": "兵器科学与技术", "id": 0}
{"content": "试验试测量抗干扰技术属于计算机测控技术领域,涉及试验室系统试验测量控制系统,主要由传感器、数据采集装置、计算机、数据处理、控制软件等组成。提出一种试验室测量控制系统抗干扰方法,是研制测量控制系统一个重要的组成部分和技术。该技术通过传感器选型、接地、电源、隔离放大器等系列电磁屏蔽技术解决了试验室复杂电磁环境下数据测量与长距离传输电磁干扰问题,满足了试验需求,具有一定推广价值。", "label": "兵器科学与技术", "id": 0}
{"content": "现代电子设备大多采用数字集成电路,以数字的形式来处理信息,数字电路的排故维修工作已经变得越来越重要。随着数字电路板卡的类型越来越多,集成度越来越高,再加上不断涌现的新型元器件,数字电路板卡的维修难度变得越来越高。以某型惯导产品的数字板为例,探讨其目前测试排故方法存在的缺陷,并提出新的测试排故方法。", "label": "兵器科学与技术", "id": 0}
{"content": "为了分析和验证武器装备软件可靠性安全性水平,首先介绍了软件FMEA方法基本内容,包括具体分析过程,其次以某刹车控制软件为对象进行了实例应用,通过功能危险分析法和FMEA对软件相关危险和安全关键功能失效模式进行分析,结果表明所探讨的方法是分析软件可靠性安全性的有效方式,检验了其可行性和有效性。", "label": "兵器科学与技术", "id": 0}
{"content": "介绍了某型雷达发射机的工作原理,深入分析高压电源的工作原理、高压电源维修线的搭建以及故障监测并通过具体的故障案例给出了解决办法,对某型雷达发射机高压电源的维护保障工作具有重要的意义。", "label": "兵器科学与技术", "id": 0}
{"content": "当前,美军武器装备保障正处于全寿命综合产品保障阶段。在简要介绍武器装备全寿命保障的内涵、美军从综合后勤保障发展为全寿命综合产品保障所发生的主要变化基础上,重点讨论美军落实全寿命保障的关键途径——寿命周期持续保障规划及其实施,包括寿命周期持续保障计划的主要内容、在型号各关键决策环节的重点工作、计划附带的重要分析结果以及寿命周期持续保障规划的核心内容——产品保障包的开发和改进。这为我国武器装备研制及保障部门提供参考借鉴。", "label": "兵器科学与技术", "id": 0}
{"content": "俄军坚持走独立自主的装备发展道路,并形成了与其相应的装备维修保障体系,这为俄军现代化装备的发展提供了重要基础。2008年开展至今的\"新面貌\"改革基本解决了俄军维修保障能力落后,管理效能低下的结构性问题,推动俄军快速向信息化作战转型。通过对俄罗斯国防部组织机构、国防部采取的与装备维修保障相关的发展措施,以及俄军正在实行的质量管理标准体系开展研究,研究梳理出俄军当前的维修保障体系,分析俄军的改革成效和特点,为我军队改革提供理论支撑。", "label": "兵器科学与技术", "id": 0}
{"content": "为保证用户技术资料内容正确、完整和适用,技术资料验证工作已纳入到军机技术资料的研制流程中。通过对目前军机技术资料中暴露的问题分析、归类,针对技术资料不同的类别、技术内容和使用对象,规划与之相适应的验证方法及验证手段,为军机用户技术资料的验证工作提供具备工程应用的技术途径和有效、完善的技术手段,促使后续资料验证工作能够规范、高效开展,并满足军机技术资料的质量保证要求。", "label": "兵器科学与技术", "id": 0}
{"content": "提出从飞机设计源头到飞机投入使用的全寿命周期中,提高技术信息共享,提高用户技术资料编制质量的方法和途径;提出用户技术资料持续改进的可行思路;并对提高飞机交互式电子技术手册（IETM）的应用效率提出了建议。", "label": "兵器科学与技术", "id": 0}
{"content": "对GJB 150-86和GJB 150A-2009进行了比较学习,对新标准的修订内容进行了分析和探讨,鉴于半正弦波对于不同自振频率的试验件存在一定的不公平性,GJB 150. 18A-2009已将经典冲击波形的半正弦冲击试验进行了删除,并将采用后峰锯齿波或对称梯形波进行冲击试验也是被作为最低可接受的选择,要求优先采用\"冲击响应谱\"方法。GJB 150. 18A-2009从指导思想、编写格式、标准内容、试验原则等都做了修订,还需要不断宣贯、培训、学习和理解,从而很好地落实执行。", "label": "兵器科学与技术", "id": 0}
{"content": "提出了一种面向设计机理进行故障故障综合验证的研制试验技术路径方法。采用综合验证的思想,提炼出基于故障注入方式的一体化验证原理和实施要求,并给出了实施原则、实施过程、验证评估方法和结果权衡应用的关键技术内涵及应用案例,对于促进通用质量特性在设计过程落地具有重要作用。", "label": "兵器科学与技术", "id": 0}
{"content": "所述放大器采用Hittite公司的QFN封装单片低噪声放大芯片和罗杰斯的RO5880板材;并利用全新的导电胶粘接工艺,结构上采用分腔的方法,输入输出射频端口的连接器采用玻璃绝缘子实现了2～18 GHz超宽带射频信号放大,带内增益大于25 dB,增益平坦度小于3. 0 d B,噪声系数小于4. 0 dB。", "label": "兵器科学与技术", "id": 0}
{"content": "论文介绍了一种基于PCIE总线技术数据采集卡的测试系统的实现方法,该方法详细描述了数据采集卡硬件设计方案,给出了软件设计流程图,并将该测试系统在某雷达伺服系统上进行数据采集测试,最终取得了很好的效果。[1]结果表明利用该方法进行数据采集性能可靠、具有实用性。", "label": "兵器科学与技术", "id": 0}
{"content": "针对某重型装甲原分体铸造并经焊接成型的数十项薄壁、大型和复杂组焊件,在焊接成型时,由于铸件结构壁薄容易产生应力集中和变形,造成产品尺寸超差,同时由于焊接过程中的热影响区,导致此区域形成晶粒粗大针状组织,成为隐性焊接缺陷问题,并结合公司传统铸造工艺手段的局限性,通过无模铸造一体化铸造的以铸代焊技术创新,解决了原\"分体铸造、一体焊接\"铸焊迭加工艺流程存在的工艺和质量和问题,进而提高了产品品质,减少后续校正、返修及焊缝清理等工作量,提升产品质量稳定性和可靠性,到达了某重型装甲研制要求。", "label": "兵器科学与技术", "id": 0}
{"content": "面向制造的设计（Design For Manufacture,DFM）作为一种工作方法和工作理念对产品的设计制造过程具有重要意义,在民用产品生产中已普遍应用。本文通过分析军工科研生产的特点,总结出军工科研单位推行DFM工作的难点。并借此提出了一种军工科研单位DFM工作的推广策略,以供参考。", "label": "兵器科学与技术", "id": 0}
{"content": "针对当前国内军工科研单位的生产模式和管理特点,总结出国内军工科研单位推行制造执行系统（Manufacture Executive System,MES）的困难和关键点。结合本单位的实际情况,提炼出电装生产业务流程,并在此基础上提出了一种MES的建设构想并给出了具体实施方案和效果评价。", "label": "兵器科学与技术", "id": 0}
