{"content": "随着信息化技术的不断发展,空基作战样式正由平台为中心转变为以网络为中心,装备体系化水平逐步提升,装备协同和信息交互能力日益增强。未来随着装备技术和能源技术的不断进步,未来空基作战样式必将呈现新的特点,本文提出一种以\"高能\"为基础,以提升作战效能为核心的\"空基高能战\"作战概念,旨在解决现有装备的能量短板问题,发展新型高能作战平台和机载武器,提升单一装备的任务综合化能力,有效提升空基作战装备的作战能力,形成新的作战样式和战术战法。", "label": "军事学", "id": 0}
{"content": "复杂体系对抗仿真系统任务流程中涉及不同装备兵力模型,针对建模时快速查找作战行为模型的需求,提出了一种基于知识图谱的作战行为模型匹配方法。通过爬虫等方式获取作战行为及作战装备领域知识,以Neo4j图数据库为存储载体,经过数据处理与清洗,构建了一个超过10000个实体和关系的作战领域知识图谱。基于构建的知识图谱开展作战行为模型匹配工作,采用Cypher语句匹配和筛选模型,再通过基于语义特征的模型匹配将筛选结果进行排序。经过原理验证与测试,此方法可以有效地实现作战行为模型的匹配,辅助任务流程建模的过程。", "label": "军事学", "id": 0}
{"content": "提出一种基于知识模板的分队作战任务建模方法,基于分队作战任务知识模板,构建以具体作战任务知识为中心的分队作战任务知识库。通过模板建模,一方面实现计算机知识处理的自动化,另一方面,也便于知识的收取、处理、分发和共享。以及采用向量空间模型算法为指挥角色提供具体作战任务的知识推荐,以满足指挥员对特定任务知识的需求,并为分队指挥员提供作战任务辅助决策支撑。", "label": "军事学", "id": 0}
{"content": "国外以建模仿真技术为支撑,构建了纵向贯穿战略、战役、战术、技术层次,横向覆盖作战分析、军事训练和装备采办多个领域的作战仿真系统,有力支撑了作战概念开发、作战方案推演评估、武器装备作战效能评估、装备与作战人员训练演习等。面向武器装备在全体系、全生命周期的作战仿真需求,本文梳理了国外典型的战区/战役级、任务/作战级和工程/交战级等不同层级的作战应用与推演仿真系统的进展及应用案例,分析了下一代作战仿真系统发展趋势,并给出了相关启示与建议。", "label": "军事学", "id": 0}
{"content": "作战效能评估是作战辅助决策和装备体系建设等现代战争研究领域的核心问题。针对现有作战效能评估方法在处理定性指标和缺失数据等方面的限制,在贝叶斯网络的框架下看待作战效能评估问题,将评估指标体系树形结构映射成概率语义产生模型,并构建指标间关于定性和定量特征的加权条件概率影响关系,且由于贝叶斯方法的本质,在数据缺失时模型仍可对作战效能进行后验推断。通过实验实际验证了模型的有效性。", "label": "军事学", "id": 0}
{"content": "\"马赛克\"作战概念的提出,对美军战略规划产生了不可磨灭的影响。本文首次提出从\"马赛克\"作战概念的角度分析美军的战略规划,阐述了两者之间的关联关系。并分析了各个军种部门如何应对新型作战概念的提出,接着另一方面从\"马赛克\"牵引的项目分析美军国防项目经费的投向投量,从美军战略规划的项目部署分析与\"马赛克\"作战概念的交叉项目。最后,粗浅提出应对美方战略规划的一些建议和想法以及下一步工作的研究方向。", "label": "军事学", "id": 0}
{"content": "太空领域演习训练已成为制定规划、检验装备、推演战法、提高能力的重要手段。着重分析美军\"施里弗\"\"太空旗\"\"全球哨兵\"演习基础上,研究其特点规律。通过俄太空演习训练、作战运用情况,提炼其典型特征。最后,剖析我面临威胁挑战及应对有关考虑。", "label": "军事学", "id": 0}
{"content": "无人作战飞机（Unmanned combat aerial vehicle,UCAV）空战态势评估传统方法以有人机飞行员先验知识为基础,构建空战态势评估模型,存在人认知事物的局限性、处理大数据能力弱、特征提取不完整等问题,论文以空战数据为研究对象,将空战态势评估问题归类于数据挖掘问题,提出了基于深度卷积生成对抗神经（Deep Convolutional Generative Adversarial Networks,DCGAN）的态势评估模型。基于空战态势数据样本库,构建DCGAN网络构建态势分类模型,利用态势样本库对网络进行训练,最终形成态势分类网络。通过实验证明基于数据的态势评估方法具有较好的评估效果,为空战决策提供有力支撑。", "label": "军事学", "id": 0}
{"content": "目前作战任务生成以人工分解为主,难以适应无人集群作战对作战任务快速、自动、精准分解分配的需求。本文中首先对作战场景特征要素建模、无人平台任务能力,建立场景与执行元任务的关联关系,分析基于元任务字典的无人集群作战任务分解机制;然后建立任务分解数学问题描述,提出扩展的HTN算法。", "label": "军事学", "id": 0}
{"content": "以智能无人系统核心任职能力塑造为目标,结合当前及未来无人系统作战运用需求,提出了针对无人系统综合化运用高素质军事人才培养的实践教学改革方案:（1）以岗位需求为牵引,构建无人系统综合化运用实践教学体系;（2）打造\"战技结合,教研互促\"实践教学新模式;（3）支持开展\"实践导向、学科交叉、学研共融\"创新实践活动。希望通过改进实践教学的方法手段,为向部队输送适应未来智能化战争需求的高素质复合型人才提供有力保障。", "label": "军事学", "id": 0}
{"content": "无人机蜂群作战具有慢打快、多打一、廉打贵等优点,是当前研究热点问题之一。本文以蜂群无人机对海作战为背景,参照DoDAF 2.0体系架构系中作战视角、系统视角和能力视角模型,研究蜂群无人机远海作战概念的客观描述方法。首先,建立高级作战概念图、组织关系图、作战活动分解树和状态转换模型;其次,从系统功能和信息交互角度,建立接口模型和功能描述模型;最后,面向作战活动从需求角度考虑,给出活动-能力映射图和能力-资源映射图。作战概念描述模型能够为后续作战概念科学评估和装备技术发展提供参考依据。", "label": "军事学", "id": 0}
{"content": "针对《孙子兵法》决策思想在网络防御决策中的应用问题,分析《孙子兵法》蕴含的理性决策、知胜决策、谋胜决策和动态决策四方面决策思想,结合网络防御决策应遵循攻防对抗思想、把握适度安全原则、立足信息不完备实际和顺应动态演化趋势四方面决策要求,给出了《孙子兵法》决策思想指导下的理性防御决策、欺骗防御决策、动态防御决策、进化防御决策四个防御决策方法,以科学有效地指导网络防御决策行动。", "label": "军事学", "id": 0}
{"content": "《孙子兵法》具有丰富、系统的思想内容,通过分层的方法对其内容进行重构,能够更加有效地为人所认知、理解和应用。分层重构使得《孙子兵法》能够对指控应把握的关注重点、基本方法、核心思想和指控者等问题产生更加清晰和合理的启示。", "label": "军事学", "id": 0}
{"content": "提出基于坐标变换的目标定位算法,通过构建大地地理坐标系、大地直角坐标系、载车地理坐标系、光电基座坐标系和光电坐标系五个坐标系,建立从光电坐标系到大地地理坐标系的目标定位算法。经实验验证,定位精度优于12m。该目标定位方法已在某车载光电侦察平台中得到了成功应用。", "label": "军事学", "id": 0}
{"content": "日常战备值班中,面临各种突发情况,留给指挥员和作战参谋的处置决策时间窗口往往很短,来不及临时研究制定方案。而以目前的智能化技术水平,尚无法实现可信方案的全自主生成。从实用化角度出发,利用好平时积累的作战预案,是提高应急处置效率的有效手段。文章提出了一种作战方案智能推荐方法,能够根据当前的任务要求、战场态势,以及业务偏好,精准推荐合适的处置预案,有效提升了应急处置方案制定效率,作为智能化技术落地应用的一种解决方案,具有一定参考价值。", "label": "军事学", "id": 0}
{"content": "无线电电子战是100多年来才产生的概念,它是现代作战行动的主要保障类型之一。电子战武器装备是现代战争尤为重要的\"不对称\"手段,随着现代军事及作战应用的发展,电子战的地位和作用日益凸显。主要介绍了俄格战争、美国和北约武装干涉利比亚、克里米亚和乌克兰危机、俄军入叙作战过程中,无线电电子战兵力兵器的运用,在此基础上,提出了无线电电子战兵力兵器下一步的发展方向和前景。", "label": "军事学", "id": 0}
{"content": "针对作战任务中作战单元自主协同的难点问题,提出基于极小碰集的自主协同组建方法。该方法首先给出协同组建三层指标,提供协同任务的量化标准;其次,将作战任务进行分解,形成指标—作战单元集合簇,得到多指标多作战单元的对应关系;最后,结合经典的极小碰集算法HS-Tree （hitting set tree）,得到满足任务所需指标的所有协同组合。该方法不仅得到自主协同组合,并且提供首选协同组合异常时实现自主临机协同调整,提高自主协同成功率。", "label": "军事学", "id": 0}
{"content": "为提升我军网络空间防御作战筹划能力,本文从三个方面对网络空间防御作战筹划概念和主要特点、内容要素以及筹划流程等重点内容进行深入研究,提出在网络空间防御作战筹划中应重点把握的\"计划制定周密细致、筹划内容科学严谨、筹划结论灵活多样、筹划实行留有余地\"四个问题,旨在为相关研究和实际工作提供理论参考。", "label": "军事学", "id": 0}
{"content": "在数据链通讯过程中,经常受到链路故障,敌军干扰等因素影响。本文在LINK16数据链半实物仿真的基础上,增加了故障因素,并分析了数据链节点的接收报文与转发报文之间的延时,对于数据链网络性能分析具有一定的现实意义,为进一步研究数据链网络提供了基础。", "label": "军事学", "id": 0}
{"content": "数据链网络是实现战争信息化和智能化的核心,使独立的单平台作战成为联合整体作战从而提高作战效能。根据现有的基于数据分发服务（DDS）构建的去中心化分布式网络的基础上,建立了直升机群作战仿真系统框架,提出了基于时分多址（TDMA）的数据链时隙分配算法,实现了对不同节点和不同种类报文交互的机群数据链网络仿真系统,有效支撑了信息化条件下体系仿真中的作战效能评估。", "label": "军事学", "id": 0}
{"content": "随着现代军事作战面向一体化、多军种、信息化方向发展,原有的仿真平台对网络通信链路的性能评估和安全性缺乏有效保障。本文通过研究网络态势感知技术,运用多源数据采集方法、资源监控方法和网络性能评估方法,建立了基于联合作战仿真平台的网络态势感知系统框架,通过搭建实际应用场景,验证了该系统的服务及稳定可靠运行能力。", "label": "军事学", "id": 0}
{"content": "地面无人平台在协同火力打击作战应用中须解决分布式协同火力规划问题。通过多机协同配合,进行最优火力规划,尽可能用最少代价达到理想的火力打击效果。为此,本文针对协同火力打击任务进行分析,将任务分解为具体流程,基于拍卖算法提出地面无人集群的分布式协同火力规划策略。仿真实验表明本文提出方法能够实现地面无人集群协同火力优化分配,能够生成火力打击行动链,为地面无人集群战场实战化自主协同应用提供了参考借鉴。", "label": "军事学", "id": 0}
{"content": "目标意图识别是战场态势评估的一项重要内容,快速、准确地识别敌方作战意图是指挥员进行正确军事指挥进而把握战场主动权的前提。针对意图识别存在着较大的不确定性以及对实时性和准确性要求高的特点,综述了当前主要的研究方法,指出了各自的优缺点以及当前研究存在的问题和进一步研究的方向。", "label": "军事学", "id": 0}
{"content": "以成立太空军为主要标志,近两年来美国太空力量取得了长足发展,在世界范围内引起了新一轮太空热潮。介绍了世界太空力量的基本格局,概括了主要国家太空力量的基本情况;从成立太空军、加速研制武器装备、开展太空军事演习和构筑太空军事同盟等几个方面介绍了美国太空力量的最新发展情况;从创新驱动、人才强国、夯实基础、练兵备战和扩大共识等方面提出了思考建议,以有效应对风险挑战。", "label": "军事学", "id": 0}
{"content": "作战仿真推演评估分析是作战筹划过程的重要环节,为作战指挥筹划提供了定性与定量相结合的辅助决策支持。本文针对作战仿真推演数据难于集中管理、评估分析缺乏整体设计、推演应用效益不突出等问题,深入分析了作战仿真推演数据的内容构成,归纳研究了推演结果数据的分析方法,提出了作战仿真推演分析平台的设计思路和实现方法,对于提高作战仿真推演决策支持应用效益具有重要意义。", "label": "军事学", "id": 0}
{"content": "针对现代空战实时性强、动态性高、对抗激烈、影响因素复杂等特点,研制空战决策智能体,辅助飞行员快速进行战术决策,能够有效压缩OODA环的时间,帮助飞行员在空战场赢得更多的战场主动权。首先分析了空战决策空间的维度复杂性,进而提出了一种利用经验知识的分层决策降维方法,构建了空战分层决策模型,并结合典型空战仿真案例分析了分层决策方法的有效性。", "label": "军事学", "id": 0}
{"content": "网络空间作战指挥控制关系是影响网络空间作战效能的关键。文章在查阅文献资料的基础上,通过研究分析,梳理了美军网络空间作战的指挥控制体制发展历程,分析了美军网络空间作战指挥控制关系现状及特点,对我军网络空间作战指挥控制关系的相关问题进行了探讨。", "label": "军事学", "id": 0}
{"content": "空中打击经历了从大规模战略轰炸,到\"外科手术式\"精确打击,再到当下的空天一体、高速、隐身、精准打击的发展历程。文章分析了当前空袭力量体系及特征,从几次局部战争入手研究探讨了典型空中进攻样式,阐述了未来空中新兴威胁。", "label": "军事学", "id": 0}
{"content": "《孙子兵法.计》具有丰富、系统的思想内容,表现出客观的规律性和富有生命力的拓展性,并包括和指挥与控制相关的诸多分析、谋划和决策性质的思想内涵,对指控发展进程中的决策模式、信息处理和人工智能应用等问题有一定的启示意义。", "label": "军事学", "id": 0}
{"content": "在第二次世界大战和冷战期间,美军将新兴技术与新的作战概念结合起来,实现了颠覆性战略,使得美国对阵拥有地理或数量优势时占据了军事优势。2014年,美国提出了第三次\"抵消战略\"战略构想,并相继推出了诸多新型作战概念。通过从该次\"抵消战略\"背景的起源出发,分析美国国防部即将实施的马赛克战基本内涵、作战理念变化和实施进展情况,并提出应对它的类脑星群作战概念构想和关键技术群预见。", "label": "军事学", "id": 0}
{"content": "以美海军反潜战网络及其三种设备链组为例,依据SPAWAR 5.1.1网络评估模型,运用可靠性计算方法,进行了反潜作战网络可靠性仿真计算,根据权重因子的排序,得出了影响反潜作战网络可靠性中最重要的系统或组件,为开展针对性作战保障提供了重要依据。", "label": "军事学", "id": 0}
{"content": "为更好评估网络化反潜体系的作战效能,从作用域角度提出了一套理论来描述网络化反潜体系效能,分别从完备性、准确性和时效性构造了一组效能指标来分析网络化反潜体系效能,之后从信息域、认知域和物理域角度建立了一套模型来评估网络化反潜体系效能,最后给出了网络化反潜体系的效能评估模型框架。", "label": "军事学", "id": 0}
{"content": "本文概述了《孙子兵法》的主要内容,认为《孙子兵法》的战略思想主要体现在修道保法、慎战全胜、保国安民三个方面,并分析了其与当代战略哲学的联系,强调领导干部要汲取孙子兵法战略智慧,提高战略思维理论水平和实践能力。", "label": "军事学", "id": 0}
{"content": "理解长城精神文化内涵,需要建立在懂长城的基础上。长城的修建和使用与军事紧密相关,只有真正懂得中国古代的军事思想,才能较好地实现对长城具体功用的分析,并讲好中国长城故事。理解中国古代重要的军事思想,从兵书着手是比较稳妥的方式。本文简要梳理了中国兵书的特点及其整理的基本情况,重点阐述了兵书中所彰显的守国保民思想,以此说明长城的修建与使用重在备战而非战争,重在与政治、经济等领域的协调互动,进而说明理性看待长城的重要意义与价值。", "label": "军事学", "id": 0}
{"content": "现代化战争造成战场数据指数级上升,军事情报学瞄准\"数据\"这一客体的传统工作路径,已经难以有效应对面对大数据3.0时代的困境,亟需深化\"人的认知\"这一新路径。认知情报学作为一门横跨认知科学和情报科学的新兴学科,不仅有利于融合情报学研究的本体论（information）与认识论（intelligence）两大视角,为整个情报学科内部各领域的集成与关联提供新的整合架构;也有利于对用户及分析人员认知过程存在先天缺陷和后天问题进行深入理解,促进情报学领域与其他领域共同发展,最终推动智能化情报的到来。本文通过对认知情报学的国内外研究进展及其在军事情报学领域的应用进行探析,为国内认知情报学的发展提供前期理论探索。", "label": "军事学", "id": 0}
{"content": "\"夫武,禁暴、戢兵、保大、定功、安民、合众、丰财者也。\"[1]《左传宣公十二年》中流传下来的这句兵家名言旨在说明武力是用来除暴止战、安定天下、护佑百姓、营造和谐社会,而不是为了争夺权力,谋取钱财的。兵家从古至今都不仅仅是单方面叙说战争要如何取得胜利,从兵家留下的文章典籍可以看出兵家也讲对\"和\"的追求,并在现实中努力推进\"和\"的实现。", "label": "军事学", "id": 0}
{"content": "<正>滨州作为孙子故里,长期以来,市委市政府一直致力于孙子文化的传承、挖掘、弘扬和建设,孙子故里文化品牌已经成为滨州比较叫得响的文化品牌。但是,与经济社会发展要求相比,与孙子在国际国内的地位相比,与国际上著名的圣人故乡相比,孙子故里文化品牌还没有发挥出潜在优势,还没有释放出她作为世界级文化品牌的能量。根据佘春明书记在\"八策\"中提出的\"打造孙子故里文化品", "label": "军事学", "id": 0}
{"content": "<正>一、问题的提出\"兵儒互补\"（或曰\"兵儒合流\"）是中国历史上特有的文化现象。在战国中期以前,兵学与儒学的关系主要表现为战争观念上的并立与对峙。至战国中晚期,伴随着时代统一的步伐及学术综合化的发展,兵儒之间开始出现渗透互补的趋向。其中,《荀子议兵篇》《六韬》《吴子兵法》是典型的代表。秦汉以降,思想文化界延续了自战国末期以来形成的学术综合化趋向,出现", "label": "军事学", "id": 0}
{"content": "<正>三十六计大概是中国古代兵法里面知名度最高的了,它出自于书籍《三十六计》,尽管这本书的作者和成书年代还有很多疑点,但普遍认为不会早于明清时期,所以其内容和之前的诸多兵书相比,语言更接近当代汉语,加之作者更是将所涉计谋浓缩为妇孺皆知的成语,所以大家读起来既朗朗上口,又便于诵记。由于之前的兵书大多集中在军事理论上阐释,或者集中在纯军事性质的排兵布阵的", "label": "军事学", "id": 0}
{"content": "<正>为庆祝中华人民共和国成立70周年,由山东孙子研究会、滨州市人民政府联合主办,滨州市孙子研究会、滨州市台湾事务办公室、滨州市社会科学界联合会、惠民县人民政府承办的第十一届海峡两岸（滨州）孙子文化论坛暨孙子兵学与民族复兴研讨会,于2019年9月12日在惠民举行。为便于交流,从各地来稿中选编了39篇论文,共26万余字。这些", "label": "军事学", "id": 0}
{"content": "<正>《孙子兵法》是智慧之学,运用《孙子兵法》的智慧来观察与审视人类命运共同体思想的提出及实践,可以看出,构建人类命运共同体思想与《孙子兵法》有许多相合相通之处。《孙子兵法》不仅为推动构建人类命运共同体提供了重要的思想理论基础和文化底蕴,有助于阐释这一重要思想的深刻内涵,并能为推动构建人类命运共同体实践提供有益借鉴与启示。", "label": "军事学", "id": 0}
{"content": "<正>一、绪言当今时进中华民族复兴之时,也有强权遏阻,更待吾中华民族结合世界民族、国家共襄全球繁荣与世界和平的大时代。十九世纪英国史学家汤恩比（Toynbee Arnold）,以《历史研究》著述中分析,人类文明发展的兴衰起伏,在其民族文化。他以此为据,预言:\"二十一世纪将是中华文明之世纪,也称之中国人的世纪。\"①就依汤恩比所论,吾中华民族于十九、二十世纪迭经衰落。如满清与英", "label": "军事学", "id": 0}
{"content": "<正>一、新时代观与传统文化的系统汇通新时代（New Age）用维度（次元）说来诠释过去三维（空间、长宽高）、现在四维（加上时间）和未来五维（光和爱）。三维对应于过时的资本主义,强调个人唯我、功利、单边、剥削、二元对抗、对立和制衡,例如:劳资对立、美民主党和共和党对抗、供需对立制衡、生活与工作冲突互斥,零和游戏、强求豪夺。四维相当于社会主义,强调人文人本、集体福利、社会关怀,是为当今世界", "label": "军事学", "id": 0}
{"content": "<正>一、前言中国兵法之文韬、武略等兵学研究既多而且广,堪称是世界兵学的源头,其中《孙子兵法》是兵学经典也是军事的瑰宝,历代的君王与兵家莫不将其奉为圭臬①。孙子兵法这一部兵学圣典,是战争规律、战略思想的最佳指导原则,孙子主张\"慎战\"与\"非危不战\",而并非真的\"不战\",因为有时候战争是无法避免的,因此,一个国家必须要有\"先胜\"的战备,所以在\"九变篇\"中曾说:\"故", "label": "军事学", "id": 0}
{"content": "<正>一、前言《孙子兵法》一书,我们真的都读懂了吗?各国主政者上任前,应该必读孙子,减少暴力冲突,让世界更和平。孙子名武,东周春秋人,约略与孔子同一时期,距离现在约2500年前写了一本《孙子兵法》,名扬千古,流芳百世。《孙子兵法》分十三篇,虽然是孙子为当时君主而写,然而《孙子兵法》一书除了强调军事作战之\"军事因素\"外,有关影响军事作战之\"非军事因素\",应该才是孙子强调解决战争之重要核心理", "label": "军事学", "id": 0}
{"content": "<正>国父孙中山神准预测到21世纪是中国人的世纪,从这一个观点让我们来探讨中华民族复兴的现况与展望,更而善用孙子兵学让中华民族复兴崛起于世界,进而达到中华民族伟大复兴。我们要知道,自古及今,有一条真理:\"弱国无外交\"。外交是国家实力的体现,其中很重要的就是除了强化国内的军事实力之外,另一方面就是展现经济实力与强化软实力。本文要探讨的首重在经济实力与软实力。所谓经济实力简单", "label": "军事学", "id": 0}
{"content": "<正>一、前言《孙子兵法》源于\"太极\"的思想\"形兵之极,至于无形\";慎战的思想\"兵者,国之大事,死生之地,存亡之道,不可不察也\";全争的思想\"必以全争于天下,故兵不顿而利可全\";先胜的思想\"胜兵先胜而后战,败兵先战而后求胜\",\"昔之善战者,先为不可胜,以待敌之可胜\"①。《孙子兵法》,即《孙子》,是中国古代的兵书,作者为春秋末期的齐国人孙武（字长卿）。", "label": "军事学", "id": 0}
{"content": "<正>孙子说:\"兵者,国之大事也,死生之地,存亡之道,不可不察也。\"[1]2海峡两岸潜伏着一个\"兵\"字,蔡英文一方面寻求购买美国武器,企图以武拒统,同时不让在台湾谈武力统一,这是愚弄台湾人民。两岸\"兵\"危,是任何人都无法否认的。所以,两岸的忧国忧民之士,对可能发生的两岸战争,\"不可不察也\"。2014年,在青岛召开的第九届孙子兵法国际研讨会上,我发表了《孙子兵", "label": "军事学", "id": 0}
{"content": "<正>《孙子兵法》是我国也是世界上最早、最完整、最卓越的军事理论著作,一直被世人所研究和推崇,这部成书于2500年前的\"兵学圣典\"由春秋时期的滨州人孙武所著,是古代\"滨州智慧\"的集中体现。作为一部战略课程的经典参考书,今天我们去解读它,更多的是去学习里面的思维方式和逻辑关系,使其在现代经济社会发展中充分发挥它\"古为今用\"的作用。新时代的滨州理应重拾经典,", "label": "军事学", "id": 0}
{"content": "<正>习近平总书记在党的十九大报告中指出:\"中国特色社会主义文化,源自于中华民族五千多年文明历史所孕育的中华民族传统文化……\"《孙子兵法》是我国和世界军事学术史上第一部完备、系统、准确、实用的兵学圣典,被称为\"世界第一兵书\"。《孙子兵法》塑造出了中国军事文化的主干话语,提出了一系列垂范千古的大理念,埋藏着中华民族伟大复兴的信心和智慧。", "label": "军事学", "id": 0}
{"content": "<正>2012年11月29日习近平总书记把\"中国梦\"定义为\"实现中华民族伟大复兴,就是中华民族近代以来的最伟大梦想\",中国梦就是强国梦,就是人民梦。既然是中华民族的伟大复兴,就意味着曾经有过伟大的辉煌,比如汉武盛世、贞观之治都是我们引以为豪的伟大时代。可是,明清以来,尤其是近代以来我们没落了,成为了落后挨打被欺辱的对象。而现在我们在站起来、富起来的基础上逐", "label": "军事学", "id": 0}
{"content": "<正>党的十八大以来,以习近平同志为核心的党中央,胸怀强烈的历史责任感和使命感,革故鼎新,厉行新政,以大气魄大担当治党治国治军。在中国特色社会主义进入新时代的新的历史起点上,在我国由大向强发展的关键历史阶段,习近平同志从谋民族复兴伟业、布富国强军大局、立安全与发展之基的战略高度,围绕强军兴军提出了一系列重大战略思想,发表了一系列重要论述,作出了一系列重大决策部署,科学筹划了走中国特色强军之路的战略布局,深刻揭示了走中国", "label": "军事学", "id": 0}
{"content": "<正>随着世界多极化和经济全球化的快速发展,各国之间的竞争,已不同于已往那种对邻国土地和财富的掠夺,更看重的是对市场和资源的争夺与控制,甚或谋取对地区乃至全球的霸权。因此,当代战略家需要有比已往更广阔的视野;不仅要着眼周边,更要放眼世界。各国为了自身的生存与发展,在制定与实施安全与发展战略时无不注重对\"衢地\"的经营与控制。本文将从以下方面分析探讨\"衢", "label": "军事学", "id": 0}
{"content": "<正>习主席指出\"要强化使命担当,坚决破除和平积弊,集中精力推进备战打仗工作。\"其中\"和平积弊\"问题,是对如何实现强军目标的逆向思考,已然触及到了如何扫清制约战斗力生成并持续科学发展的根本问题。从中华民族文明千百年发展演变过程上看,进入\"大一统\"王朝治国安邦模式以降,总是不可避免地经历类似《春秋公羊传》所谓\"张三世\"的治乱循环。如何纠治并摆脱这种历史", "label": "军事学", "id": 0}
{"content": "<正>何谓\"战争观\",\"战争观\"就是人们对战争问题总的根本的看法,是世界观、认识论在战争问题上的反映。一个人的战争观正确与否,会影响其价值取向和人生态度;一个国家的战争观正确与否,会影响其发展走势、兴衰成败乃至生死存亡。近年来,在各种网络上,有越来越多的人群喜欢关注和讨论战争,发表各种见解,就说明战争观离每个人并不遥远。在实现中华民族伟大复兴的征程中,我", "label": "军事学", "id": 0}
{"content": "<正>一、前言中共十八大会议,习近平总书记提出对中国梦战略思想的系统阐释。他说实现全面建成小康社会,建成富强、民主、文明、和谐的社会主义现代化国家的奋斗目标,实现中华民族伟大复兴的中国梦,就是要实现国家富强、民族振兴、人民幸福。习近平总书记的讲话既深深体现了今天中国人的理想,也深深反映了我们先人们不懈追求进步的光荣传统。", "label": "军事学", "id": 0}
{"content": "<正>一、前言孙子兵法为中国古代著名的兵书之一,其内容分为十三篇,详细道出了带兵作战的方法与原则,历经了几千年的时空环境变化,不但没有减低大家对他的研究,反而将其内容赋予新的诠释,进而应用在商场、经营管理及生活创意各方面。其中的第六篇虚实篇有一段是这么写的:\"夫兵形象水,水之形,避高而趋下。兵之形,避实而击虚。水因地而制流,兵因敌而致胜。故兵无常势,水无常", "label": "军事学", "id": 0}
{"content": "<正>\"国之大事,在祀与戎\",在社会急剧动荡的春秋战国是一种普遍的情形,齐国作为当时的大国对军事尤为重视。据《左传》记载,公元前722至前244年间,由齐人掌握主动权、发生在齐国境外的军事活动多达173次,齐国军队曾经进攻过的国家有30多个。齐国800余年连续不断的军事斗争,造就了一大批优秀的军事人才,孕育出许多杰出的军事家,如姜太公、孙武、匡章、司马穰苴、", "label": "军事学", "id": 0}
{"content": "<正>宋朝诗人徐钧专门以赵括为题写了一首诗:\"少年轻锐喜谈兵,父学虽传术未精。一败谁能逃母料,可怜四十万苍生。\"诗中描述赵括只会高谈阔论而没有真正的实践智慧。正如清代诗人吕敦礼在《感怀次邱仙根工部粤台秋唱原韵》中所说:\"只知纸上谈兵易,那觉军前却敌难。\"至于\"纸上谈兵\"一词何时出", "label": "军事学", "id": 0}
{"content": "<正>一、增强政治意识,站稳政治立场\"政\"是政权主体,\"治\"是维护政权的方法和手段,治是围绕着政进行的。四个意识中,政治意识摆在第一位,这是因为政治意识属于立场范畴,先决条件,做任何事情都要首先明确自己的立场,政治便是非此即彼,不能像墙头草左右摇摆!政治意识是统领,是根本,只有明确了政治立场,才能知道大局在哪里,核", "label": "军事学", "id": 0}
{"content": "本文对信息化作战中如何用好卫星导航系统的关键问题进行了研究。从卫星导航系统在作战中发挥的功能上,归纳总结了四大应用领域。为了在作战中更好地应用卫星导航系统,提出了作战筹划中的\"5W1H\"问题,详细分析了When时间性问题和Where地域性问题的重要性;提出了作战行动中的\"2提（2E）\"与\"1监多防（1Sn D）\"问题,分析了原因、给出了解决方案。最后,分析得出应对导航战的关键是做好导航信号的干扰和抗干扰,给出了提高信号对抗能力的一些措施和方法。本文可作为作战人员和卫星导航管理控制人员的参考。", "label": "军事学", "id": 0}
{"content": "为了解决作战计划数据、信息、知识的一致性理解与互操作等问题,使其表示、生成和检验在一致的语义下进行,本文提出了作战计划本体的构建方法,详细阐述了通用本体、性能度量本体、效能度量本体、行动本体、行动序列本体和偏好本体六类核心本体的建模过程,规范了作战计划领域共享概念的形式化描述,为面向决策的智能化作战行动过程动态生成与检验奠定了坚实基础。", "label": "军事学", "id": 0}
{"content": "<正>《孙子兵法》这本书中体现了我国古代作战的经验总结,其中的作战规律和军事谋略对现代而言依旧有重要的指导意义。本文将通过对《孙子兵法》中的作战经验的科学总结进行分析研究,结合当代战争的特点进行分析研究让这部兵书的精粹推动现代战争指导的进步发展。随着科学技术的快速发展,军事科技也在不断发展,军事装备也越来越具有现代化气息。战争也由简", "label": "军事学", "id": 0}
{"content": "被誉为\"东方兵学圣典\"之称的《孙子兵法》,备受古今中外军事家们的推崇。孙武首先把\"奇正\"引入军事学术领域,并加以系统的阐发。本文通过对\"奇正\"思想战略运用的分析,对比中美两国处理国际问题手段的不同之处,探索如何更加合理地处理国际问题。", "label": "军事学", "id": 0}
{"content": "随着以信息技术为核心的高新技术的迅猛发展,世界新军事革命呈现出一系列新趋势新特点,这对中国特色军事变革也带来重大而深远的影响,我们必须积极加以应对,全力推进,以求在未来军事竞争中占据有利态势。", "label": "军事学", "id": 0}
{"content": "一国的情报工作是服从并服务于国家整体安全战略的。面对当前我国国家安全的复杂环境与挑战,国家的情报与安全工作应当从战略的高度强化顶层设计力度,有针对性地加强符合我国国情特点的情报工作体制建设,加快情报与国家安全工作的法制化建设进程,以不断提高情报工作能力和保障水平,适应新时期国家安全和发展利益的更高要求。", "label": "军事学", "id": 0}
{"content": "长征精神是我党领导下的反帝反封建战争的历程和结果,是中华民族创造性生命精神的继承与发展,是中华制胜智慧与人文精神的现代升华。它已然成为了中华民族优秀文化的强大基因,并为我们民族未来战胜强敌和开创伟业发挥强大的精神感召作用。本文结合个人研究《孙子兵法》的成果和理解,分别从\"道、天、地、将、法\"五个方面针对长征精神内涵谈几点见解。", "label": "军事学", "id": 0}
{"content": "<正>一、发展的军事理论从《孙子》的理论体系到我党最杰出军事家毛泽东的军事思想,中国的兵学智慧是一条贯通古今的\"清流活水\"。长征途中,中国共产党人逐渐统一了认识:过去的革命战争证明,我们不但需要一个马克思主义的正确的政治路线,而且需要一个马克思主义的正确的军事路线。马克思主义最本质的东西,马克思主义的活的灵魂,就在于具体地分析具体的情况。由此可知,不了解中国革命战争的特点,就不引导中国革命战争走上胜利途径。中国共产党人找到\"双结合\"的方法:以《孙子》为代表的古典军事理论与现实战争实践相", "label": "军事学", "id": 0}
{"content": "民族精神是中华民族发展壮大的强大精神支柱,《孙子兵法》是我国古代军事文化遗产中的璀璨瑰宝,.绽放出民族精神的光辉异彩,亦是支撑中华民族的精神支柱。长征精神是以爱国主义为核心的民族精神的最高体现,用鲜血和生命凝结成的沂蒙精神与长征精神一脉相承。中国坚持从历史走向未来,弘扬以改革创新为核心的时代精神,激发凝聚起伟大的中国精神,对当今人类社会发展进步和世界文明作出了新的贡献。", "label": "军事学", "id": 0}
{"content": "本文从历史传承角度论述中央主力红军长征历程的\"战略转折\"与《孙子兵法》的\"战略思维\":即红色根据地和军事主力的战略转移与孙子的\"因利制权\"思维;党的领导核心和军事指挥的战略转换与孙子的\"将帅司命\"思维;党的中心任务和军事目标的战略转变与孙子的\"自保全胜\"思维。长征战略转折的成功是对运用《孙子兵法》战略思想的又一印证。", "label": "军事学", "id": 0}
{"content": "我们把《孙子兵法》与红军长征及经典战例作一番研究分析发现,由毛泽东亲自制定并成功运用的红军作战的战略思想、战术原则,有许多与《孙子兵法》有着惊人的契合。通过研究分析《孙子兵法》与红军长征经典战例的内在联系,可以促进我们更加自觉地汲取中国军事文化遗产的思想精华,继承和弘扬长征精神,为遏制和打赢现代战争服务。\"知彼知己,百战不殆\",这是贯通古今的战争规律;\"兵无常势,水无常形\",这是用兵布阵的基本原则;\"致人而不致于人\",这是战争指导的至高境界;\"上下同欲者胜\",这是赢得战争的重要法宝;\"置之死地而后生\",这是实践验证的制胜之道。", "label": "军事学", "id": 0}
{"content": "<正>毛泽东与《孙子兵法》的不解之缘,可分为长征前后两个阶段。长征前,毛泽东没有系统研究过孙子兵法,其战略战术思想主要来源于中国革命战争中的实践探索。但这种实践行之有效的战略战术思想,却遭到了\"左\"倾路线的排斥。他们不仅剥夺了毛泽东的军事领导权,而且连篇累牍地发表文章,批评毛泽东\"把古代的《三国演义》无条件地当作现代的战术;古时的《孙子兵法》无条件地当作现代的战略;更有好些博览的同志,拿半个世纪以前的曾国藩作为兵法之宝。\"\"这些不合时代的东西——《孙子兵法》《曾胡治兵格言》,只有让我们的敌人——蒋介石专有。\"以王明为首的\"左\"倾", "label": "军事学", "id": 0}
{"content": "80年前红军在长征中运用了孙子军事辩证法这一战争哲学思维,在红军长征的军事实践中体现出雄浑的伟力,它集中反映了中国先秦哲学思想的辩证特点,是指导红军长征取得胜利的重要思想武器,也是古代兵学辩证思想在中国近现代军事领域的具体体现。在实现强军梦和强军,目标的历史新征程中,我们要借鉴红军长征对孙子军事辩证法的运用,为新的伟大历史实践开辟胜利路径。本文从灵活处置强弱优劣和迂直进退、科学把握战略定力与临机决策、综合统筹战略全局与战略局部、密切协同主要战线与辅助战线四个方面对此进行阐述。", "label": "军事学", "id": 0}
{"content": "建立党的军队,是中国革命运动发展的必然结果,也是世界政党政治下党军关系发展的普遍规律。本文在《孙子兵法》的视野下梳理总结了孙中山及其国民党人和中国共产党人关于党对军队的领导的实践探索成果,以供借鉴。", "label": "军事学", "id": 0}
{"content": "<正>2500多年前的《孙子兵法》,被称作\"东方兵学瑰宝\",其思想内容博大精深,处处闪现着智慧和哲理的光芒。其中,\"故善战者,致人而不致于人\"（《虚实篇》）,指出了战争的核心指导思想——牢牢掌握战争的主动权。《唐李问对》给予高度评价,说兵法\"千章万句,不出乎致人而不致于人而已\"。可以说,这也是《孙子兵法》的主旨和核心。在史诗般的二万五千里长征中,围绕战争主动权的争夺,是\"致人而不致于人\"的最好诠释。面对国民党数十万大军的围追堵截,险象环生的红军保持了令敌兴叹的", "label": "军事学", "id": 0}
{"content": "<正>1935年5月,蒋介石计划封锁红军于金沙江以北、大渡河以南、雅砻江以东地区聚歼,使红军重蹈太平天国石达开的覆辙。中央红军在极端不利的形势下,强渡大渡河攻占安顺场渡口,昼夜急行320里飞夺泸定桥,跨越天险,绝处逢生,打开蒋介石包围的缺口,继续其北上战略,成就了红军长征中具有战略意义的重大胜利。分析胜利原因,在于红军正确判断了战场环境和敌情,果断决策并迅速把握战机,,坚持灵活机动的战略战术,在关键节点集中精锐官兵扭转战场态势,并以出色的政治工作激发了广大官兵赴险如", "label": "军事学", "id": 0}
{"content": "没有毛泽东就没有长征的胜利。就军事上的贡献而言,毛泽东在关键时刻,主要是1935年3月10日中共中央政治局通过决定打打鼓新场后,毛泽东独自一人说服周恩来、朱德等多数同志,放弃进攻打鼓新场,免钻敌军布下的口袋,把红军从全军覆没的危急时刻中挽救回来。毛泽东是因《孙子兵法》坚信自己的判断和智慧,运用《孙子兵法》挽救了党,挽救了红军。", "label": "军事学", "id": 0}
{"content": "运动战在红军长征中发挥了极其重要的作用,是战术层面上确保长征胜利的密钥。毛泽东最早系统提出运动战策略及具体要义,并运用运动战率领中央红军取得了长征的胜利,其中四渡赤水战役被他称之为\"得意之笔\"。在中国,运动战这种作战形式远可以追溯到《孙子兵法》诞生以前的春秋时期。《孙子兵法》不但系统完整地阐述了战争战略和战争中的各种问题,而且还包含有大量关于运动战的战法。从一定意义上讲,《孙子兵法》就是一部运动战的著作,而就其中的战术来讲,完全就是一部运动战应用宝典,完全可为运动战所适用。", "label": "军事学", "id": 0}
{"content": "土地革命时期的红军长征,既是中国共产党生死攸关的一次征程,又堪称军事史上的奇迹。尤其第五次\"反围剿\"直到长征初期,因掌权者的接连失误,中国共产党及其领导的中央红军在军事上几次面临生死攸关局势,而以遵义会议为转折,实际确立了毛泽东的领导,红军焕发出旺盛的生机和战斗力。之后的四渡赤水,充分证明了毛泽东军事思想的正确合理。通过前后对比,不难发现,红军战略战术成败,与\"孙子兵法\"蕴含的诸多思想不谋而合。是否遵循兵法思想,至关重要。从\"孙子兵法\"角度考量红军长征初期战略战术运用,既是对历史经验、教训的总结,又为军事学思想注入新的历史生机,具有现实意义。", "label": "军事学", "id": 0}
{"content": "《孙子兵法》是一部决策之书,涉及四种军事决策模式:战略决策、战役决策、战术决策、临机决策。它们环环相扣,共同完成了对战争的管理和控制。它们在决策主体、决策内容、决策方法等方面都不尽相同,各有特点。《孙子兵法》的军事决策模式在信息、权变、系统等方面给现代决策以启示。", "label": "军事学", "id": 0}
{"content": "本文针对两栖作战战法仿真实验的需要,分析论述了该类仿真建模面临的主要问题,提出了其模型体系设计的基本要求,并从战术平台级对抗仿真需要,构建了由交战实体、作战行动、战场环境、实验管理与控制以及分析评估等类模型组成的两栖作战战法仿真实验模型体系。该模型体系已在类似的仿真实验系统中应用,具有较强的应用性和可扩展性。", "label": "军事学", "id": 0}
{"content": "网络是美国陆军最新作战概念中的一个技术焦点。美国陆军网络行动计划（Army Network Campaign Plan,ANCP）支持着陆军的作战概念,它由3个文件组成:ANCP,ANCP-近期实施指南,ANCP-中期实施指南。陆军网络行动计划定义了陆军首席信息官办公室有关陆军网络的愿景、使命与角色;引入了努力方向（Lines of Effort,LOEs）概念、目标状态及采取的措施;提出了陆军的网络创新路线图。", "label": "军事学", "id": 0}
{"content": "通过分析传统C2组织的局限性及信息化战争的特点,构建了符合网络化时代的C2组织模型。本文在原有C2组织信息结构效能测度的基础上,提出了信息完整率测度指标。为保证所构建的敏捷C2组织使用能够实现信息交互的最大化,本文提出了基于熵权法的综合评估模型和基于信息优势的C2组织设计方法。通过实验分析具体案例,验证了模型的准确性和方法的可行性。", "label": "军事学", "id": 0}
{"content": "针对联合登陆作战复杂多变的情况,迫切需要对作战过程进行分析。为今后可能发生的作战进行储备。采用建模进行联合登陆作战的推演方法,成为提高登陆作战理论完善的重要手段。本文以联合登陆作战过程为研究对象,提出了基于OODA环的登陆作战过程框架,并通过使命和方法之间的联系,分析了登陆作战武器装备内在机理。根据作战过程框架和作战机理,设计了登陆作战仿真策略。结合假想对抗,模拟了一次作战可能发生的情况。对提出的建模仿真方法应用进行分析,验证了建模方法的可行性。", "label": "军事学", "id": 0}
{"content": "岛礁防空中,面临着空情信息获取困难、缺乏防御纵深、机动能力弱、支援难度大、装备人员压力大等难题。通过分析岛礁防空的特点与难点,结合岛礁防空的要求,提出了相应的防御对策。", "label": "军事学", "id": 0}
{"content": "网络中心战是信息战中一种重要的作战方式,通过对网络安全相关的分析,对网络攻击中计算机辅助决策相关指标进行了总结提取及量化,分析了决策推理过程中证据融合数学模型及其实用性,对攻击行为进行了图论建模与分析,并对系统整体原型实现框架进行了总体设计。", "label": "军事学", "id": 0}
{"content": "探讨了联合情报的概念内涵,分析了美军联合情报发展历程,并重点对美军联合情报体系架构展开研究,包括组织架构、系统架构和技术架构等。最后归纳总结了美军联合情报体系发展的经验与启示,以期为我联合情报体系顶层设计与规划研究提供参考。", "label": "军事学", "id": 0}
{"content": "信息化战争复杂的背景和信息技术进步对战场态势运用带来了新的问题。本文研究和探讨了战场态势,战场感知与认知,\"一幅图\"与态势图的概念、内涵和运用模式,为联合作战指挥方式变革提供思考和启发,为信息系统建设和推进运用提供参考意见。", "label": "军事学", "id": 0}
{"content": "由于我国长期海洋权益意识淡漠,故主权岛礁遭致他人无端掠夺。维护国家领土主权及海上和平与安全成为军事斗争准备使命课题。当前,严峻复杂的海上形势不利于我发挥传统军事优势,且强敌为扼阻我海上行动推出所谓\"抵消战略\",\"空海一体战\"作战构想。日、菲等国不断增强海上武备,其军事实力明显跃升。我海上区域防御联合作战面临较大威胁和困难。为有效应对可能出现的危情险局,尚需进一步增强侦察、感知及信息网络系统体系建设,强化指挥与控制复合式手段建设等,以备不测。", "label": "军事学", "id": 0}
{"content": "孙子《谋攻》中的\"知己知彼,百战不殆\",不仅适用于战争,而且适用于一切社会实践。由此,人们认识了中国古代兵法的深邃与睿智,而折射孙膑用兵智慧的《田忌赛马》故事,则让习惯于常规思维的人们,倍感孙膑对于用兵之法的熟谙。孙膑的军事哲学辩证法和对矛盾转化的规律性认识,至今仍有着诸多启示。", "label": "军事学", "id": 0}
{"content": "<正>据悉,国外不少企业家和经营管理者对《孙子兵法》爱不释手,此书成了他们的压枕宝典。众所周知,《孙子兵法》是我国古代最具代表性的一部兵书,堪称古今中外军事谋略思想的传世杰作。\"知已知彼、百战不殆\"的千古名句,至今脍炙人口、妇孺皆知。说起来,企业家与军事家有很多共性的方面:\"商场如战场\"说的是商战与兵战的相通", "label": "军事学", "id": 0}
{"content": "本文论说了战略学说经典模式中的核心假定决战理念的起源、演进、局限。经典模式将军事要素与政治要素分开,假定政治家决定战争目标,军队将领负责作战事务并免受政治干扰,战场决胜可以确保政治目标的实现。在过去两个世纪的战争实践当中,尤其是在普法战争、第一次世界大战、第二次世界大战和冷战中,决战理念的局限性已经在历次战争中体现:一是周密的计划不一定能够成功实施;二是战役胜利无法令敌人彻底失去抵抗能力,无法保证取得胜利,并触发新的问题。因此,战略必须重视军事方面与政治方面的互动,并辅之以灵活性和适应性。", "label": "军事学", "id": 0}
{"content": "<正>古往今来,战争与和平,就像一对孪生兄弟。科技革命和科技创新,既促进了人类文明的和平发展,也彻底改变了国际战争和世界体系的基本面貌[1]。例如,在过去五百年里,世界科技先后发生了五次革命,国际战争的武器体系和战争形态发生了三次转变。在21世纪,预计会发生两次新的科技革命,将出现三种新的武器体系和战争形态,人类文明和国际结构将发生质的变化。中国再次走到历史的十字路口,何去何从将影响民族命运。国家兴亡匹夫有则。本文旨在抛砖引玉,希望能引发专家学者的忧患意识和深层思考。", "label": "军事学", "id": 0}
{"content": "当前,军事航天技术的发展与应用不断加速,并呈现出新的发展动向,必将对现代战争产生深远影响。本文系统梳理了军事航天技术的最新发展动向,科学分析了其对未来作战的影响,提出我国航天技术发展的思考建议。", "label": "军事学", "id": 0}
{"content": "针对太空作战指挥训练评估困难及评估结果准确性、可靠性较低等问题,论文结合效能评估领域成熟的研究思路和已有的训练评估领域研究成果,试图找到一套适合于太空作战指挥训练评估的评估体系、模型和方法。首先基于太空作战指挥特性的研究,引入本体论思想和专家循环判定思想建立太空作战指挥训练评估指标体系,保证指标体系的完备性和灵活可变;其次依据不同指标的数据特征,对底层指标进行分类和归一化处理;再次考虑人的主观因子,在多阶段模型的基础上建立考虑主观因子的太空作战指挥训练多阶段综合评估模型;最后引入实例进行仿真分析,结果表明了指标体系的合理性、归一化处理方式的科学性和综合评估模型的适用性。", "label": "军事学", "id": 0}
{"content": "分析了复杂电磁环境及其对海军航空兵信息化作战的影响,探讨了在复杂的电磁环境下建模的随机和模糊因素,建立了评估海军航空兵信息化作战能力的多指标体系,结合海军航空兵信息化作战能力评估模型,运用\"云重心\"理论确定了评估模型中各指标的基本评定值。实例证明,该方法可以对影响航空兵信息化作战能力发挥的各个因素进行定量分析比较,能够找到影响作战效能的主要因素,增强了模型的可信度和可操作性。", "label": "军事学", "id": 0}
{"content": "装备战场抢修在现代信息化战争中具有重要的地位,介绍了2×n排序模型及其算法,通过实例验证了在维修保障资源有限的情况下,应用2×n排序模型优化战损装备抢修流程的可行性,达到了缩短战损装备抢修时间的目的。", "label": "军事学", "id": 0}
{"content": "两栖作战战法仿真实验应把两栖作战体系的整体性作为建模的重点。论文针对两栖作战战法仿真实验的需要,提出了两栖作战战法仿真实验体系建模的内容,基于多Agent建模的方法对两栖作战战法仿真实验进行了体系建模,分析了两栖作战多Agent实体模型种类、实体关系模型、相互作用模型、决策模型和自适应模型。", "label": "军事学", "id": 0}
{"content": "探索海军作战指挥对抗训练评估系统的设计和实现方法,研究海军作战指挥训练的评估机制和评估方法,对改进海军首长机关指挥对抗训练评估手段,提升训练质量效益具有重要意义。通过对训练评估系统的特点、以及建设目标、设计思路、功能定位的分析,明确了系统的体系结构、功能组成、信息交互关系等具体要求,对各分系统的功能和具体模块进行了描述,为系统设计和实现提供了依据和参考。", "label": "军事学", "id": 0}
{"content": "建立自然环境通用数据框架能够为海战仿真系统各模块开发提供快速数据支持。本文在分析SEDRIS（综合环境数据表示与交换规则）的基础上,通过梳理海战场自然环境仿真的特性,设计了面向海战仿真系统的自然环境通用数据框架;运用动态和静态数据结合以及数据多态化描述实现了自然环境要素的提取,并利用XML语言实现了要素描述。", "label": "军事学", "id": 0}
{"content": "目前,陆战场有限空域管理与空中交通管制系统的研究尚不充分。从美陆军战术空域管理系统建设启示出发,首先分析了陆战场有限空域管理系统的作战使命和作战任务,然后深入讨论了陆战场有限空域管理系统的关键技术,最后说明了陆战场有限空域管理系统能够显著提高陆战场空域的使用效率,明显减小自我误伤的现象,大大增强兵种间的协同作战能力。", "label": "军事学", "id": 0}
{"content": "根据飞行计划管理系统研制需要,笔者展开了对军用飞行计划冲突检测技术的研究,主要研究了军用飞行计划穿越限制飞行区域检测方法以及军用飞行计划间冲突检测方法。通过进行冲突检测预处理,排除了大部分不具有冲突可能性对象,减少了冲突检测处理的计算量,节约了处理时间。该冲突检测技术已应用于出口型防空指挥系统中,能够满足不同条件下的处理时间要求。", "label": "军事学", "id": 0}
{"content": "以\"空天一体、攻防兼备\"的发展战略为指导,结合美俄空天一体战的发展历程,从作战对象、装备组成、作战体系及其作战能力等方面对空天一体作战体系的相关概念进行了分析和探讨,并对未来空天一体作战的发展趋势进行了展望。", "label": "军事学", "id": 0}
{"content": "北斗卫星导航系统具有的短信通信功能可用于作战飞机空地之间传输航行信息、指挥指令及自由文电,能够有效解决远程飞行中传统通信手段不能覆盖、无法实施飞行监控和指挥控制的问题。本文结合北斗系统短信功能的技术特点,对航空兵部队使用北斗系统进行远程指挥控制的问题进行了探讨。", "label": "军事学", "id": 0}
{"content": "以联合作战为背景,以陆军山地部队为对象,通过深入分析美军同类型山地部队能力提升途径,提出信息系统催生新型火力打击模式的思想,详细阐述未来联合作战背景下陆军山地部队依托信息系统将侦察、指挥、武器系统紧密融合,形成侦指打评一体化的联合火力打击模式。", "label": "军事学", "id": 0}
{"content": "本文分析了敏捷性概念的提出及其必要性;针对武器系统信息化发展需求,提出了火力指控的敏捷性概念,描述了火力指控敏捷性需求及其组成元素。讨论了火力指控敏捷性的评估指标和评估方法,分析了如何改进设计和改进火力指控敏捷性。", "label": "军事学", "id": 0}
{"content": "进行防空作战时,通过对保卫目标综合价值的分析,有利于防空兵力的分配与部署,以及指挥决策的制定。针对保卫目标各类属性的相对性、模糊性与不确定性,通过建立保卫目标价值评估指标体系,引入云模型理论,将定性与定量相结合,建立了保卫目标价值评估模型,实现保卫目标属性的统一表示和定性与定量的转换,并通过实例计算验证了该方法的可行性。", "label": "军事学", "id": 0}
{"content": "本文以作战方案的制定为研究内容,以博弈理论为研究方法,通过系统分析联合作战条件下作战方案的构成要素,建立了作战方案评估指标体系,应用博弈理论建立了作战方案评估模型,并结合实例运用二人零和博弈理论说明解决问题的基本步骤。为未来联合作战背景作战方案的制定选优等提供理论参考与借鉴。", "label": "军事学", "id": 0}
{"content": "为了使对空战威胁评估结果不仅是正确合理的,且使得决策者能够直观地分析各目标当前威胁状况及发展趋势,提出一种基于改进雷达图的空战威胁可视化评估方法。根据选取的空战威胁目标属性,建立基于改进雷达图的空战威胁可视化评估数学模型。仿真实例、分析和对比证明所提方法的科学性及运用在空战威胁评估中的合理性。", "label": "军事学", "id": 0}
{"content": "针对海上巡逻船应急对抗的问题,提出了应用建模与仿真技术对海上巡逻船应急对抗体系的研究,主要内容包括分队协同作战理论、碰撞检测理论、Agent建模理论。本文最后以假想C国海上巡逻船和P国补给船在R岛礁附件海域对抗为例,应用博弈论相关知识,对海上巡逻船的对抗体系进行了建模仿真推演。", "label": "军事学", "id": 0}
{"content": "针对作战指挥与控制核心能力建设问题,阐述了美军关于指挥与控制的脆弱性问题,分析了美军网络电磁行动对我军指挥与控制的威胁,研究了通信电子战条件下指挥与控制机动性、顽存性等能力建设的关键问题,提出了\"网络化\"应当成为信息时代军队的主要特征、指挥与控制能力建设的指导思想。", "label": "军事学", "id": 0}
{"content": "以提升舰艇编队作战任务规划自动化、智能化程度为目的,在典型作战任务规划流程的基础上,分析提出了作战任务规划核心工作内容及其相互关系,设计了一种全流程闭环编队作战任务规划方法,并分析了其技术实现途径,可实现任务调度、资源分配和效能评估等核心功能的紧密衔接、互相支撑。", "label": "军事学", "id": 0}
{"content": "为了适应越来越复杂的战场电磁环境,认知电子战的概念应运而生。通过跟踪国外最新的电子战发展动态,在分析了认知电子战发展现状的基础上,对认知电子战的发展趋势和特点进行了研究。最后,对认知电子战的关键模块和技术进行了探讨。", "label": "军事学", "id": 0}
{"content": "在对抗日益先进的空袭兵器和日益复杂的空袭战术威胁时,陆军传统的体系化作战方式并不适合完成野战防空任务。针对陆军未来可能的作战模式,通过对网络化协同作战模式与原理的研究,定义了野战防空网络化协同作战模式,探讨了几种典型的战术运用方案并提出了实现的关键技术。为陆军的防空能力建设和防空武器装备发展提供了建议。", "label": "军事学", "id": 0}
{"content": "天基信息支援已成为提升联合作战效能的关键因素,深入研究联合作战中天基信息支援指挥控制活动对更好发挥天基信息支援力量的作用,具有重要的现实意义。本文主要从掌握情况、定下决心、计划组织和控制协调4个方面研究了联合作战中天基信息支援指挥控制活动。", "label": "军事学", "id": 0}
{"content": "以水面舰艇编队联合反潜为应用背景,提出了一种基于改进MPLDS的多平台作战资源统筹方法。首先建立了编队联合反潜任务与作战资源匹配问题的约束满足模型,对传统MPLDS算法中的任务选择资源优先权系数和资源选择任务优先权系数进行了改进,基于改进后算法提出了一种匹配模型的求解方法,并结合仿真实例进行了分析验证。结果表明,基于改进后的MPLDS算法可以有效解决编队多平台反潜作战资源统筹问题。", "label": "军事学", "id": 0}
{"content": "为适应未来信息化联合作战需要,提高信息化联合作战控制能力,需要对信息化联合作战控制相关问题进行深入研究。通过分析信息化联合作战控制的特点,提出了信息化联合作战控制方式,并就如何提高信息化联合作战控制效能需把握的问题进行了探讨。", "label": "军事学", "id": 0}
{"content": "俄军十分重视防空作战体系及其指挥自动化系统建设,在防空反导领域始终保持领先地位。本文探讨了俄军防空作战原则,研究了俄军防空作战编成和现役的防空指挥自动化系统,重点分析了棱堡、多面手、边界、林中旷地、基座等系统的特点和性能。最后总结了俄军防空作战体系及其指挥自动化系统的特点。", "label": "军事学", "id": 0}
{"content": "随着空间技术的迅猛发展,空间信息保障作战已从最初的战略支持发展到战役战术支援,且成为作战整体效能有效提升的关键性因素。本文从高寒山地边境作战的特点及可能存在的作战形式出发,分析了边境联合作战对空间信息的需求,随后就高寒山地边境作战如何实现空间信息保障方面开展了探索,并就空间信息保障提出了几点建议,为推进空间信息实践应用、提升联合作战效能、开展空间信息保障研究提供借鉴。", "label": "军事学", "id": 0}
{"content": "基于编制体制或作战业务的树形决策结构会造成决策信息水平方向流动时的困难。为适应体系作战的决策特点,需要从信息流角度出发,建立网络化的指控结构。首先,系统地阐明了指控网络相关概念和性质,严格论证了指控网络建模的数学基础;在此基础上,定义了易于计算机实现的指控网络建模步骤和算法。最后,通过应用案例证明所提出的建模方法是有效和可行的。指控网络建模方法的提出为帮助分析人员和军事人员直观判断指控网络的性质,合理规划指控网络的建设,有针对性地加强指控网络重要节点的防护提供了理论基础和方法支撑。", "label": "军事学", "id": 0}
{"content": "Link16数据链在当今的信息化战争中扮演着重要的角色,通过仿真建模对Link16数据链进行性能分析对我国国防具有重要的意义。针对Link16数据链的特性,设计了合适的Link16协议模型,基于VRNET仿真平台搭建了网络仿真场景,并接入了实际设备与仿真场景进行联合分析。针对Link16时隙分配规则,开发了数据链规划软件为仿真场景规划时隙及相关参数,使仿真效率提高。该仿真的分析结果为Link16数据链进一步研究提供了参考。", "label": "军事学", "id": 0}
{"content": "信息化条件下的联合作战对指挥控制组织提出了更高的要求,为了更好地适应复杂多变的信息化条件下联合作战需求,使指挥控制组织的设置、运行具有灵活性,提出了一种基于多Agent的适应性指挥控制组织建模方法,建立了动态使命环境下的多Agent协作结构模型。应用该方法,简化了系统结构,提高了指挥控制组织内部随着作战进程快速调整的适时性以及运行的稳定性。", "label": "军事学", "id": 0}
{"content": "研究军事领域战略决策,为提升战场指挥能力,计算机兵棋推演是一种特殊的战争模拟方式。从战争经验的总结和对人因素的考虑,并能够较好地实现战争进程和结局的模拟。研究计算机兵棋推演对于我军战争模拟的发展意义重大。本文研究了战役级军事行动中地面防空作战的作战特点,基于战役级兵棋,对地面防空作战推演软件进行了设计,主要包括地面防空部队棋子设计、人机交互界面设计、行动推演设计和裁决规则设计。", "label": "军事学", "id": 0}
{"content": "为了解决驱护舰编队协同防空任务规划问题,并充分体现防空作战中显著的攻防对抗特点,运用纳什对策理论,系统分析了驱护舰编队协同防空的对策局势,建立了驱护舰编队协同防空任务规划的纳什对策模型。", "label": "军事学", "id": 0}
{"content": "<正>新四军是抗日战争时期由中国共产党领导的一支重要武装力量,新四军对日作战是中国全民族抗战的重要篇章。新四军对日作战的战略指导是在中共中央和中央军委的总体决策部署下,由新四军领导机关组织筹划加以实施的,它是中国共产党对日作战战略指导的重要组成部分。一、持久战总方针和独立自主的游击战", "label": "军事学", "id": 0}
{"content": "<正>新四军对日作战面临着特殊的作战区域,大江南北地形复杂,既有山地,又有平原,既有湖沼,还有河网,公路铁路交错,交通发达,这些极不利于游击战争的开展。但新四军将士因地制宜,大胆创新,灵活运用袭击战、伏击战、攻坚战、保卫战等战法,极大地牵制消耗了日军。认真梳理新四军对日作战基本战法,对总结抗战胜利经验具有积极的借鉴意义。", "label": "军事学", "id": 0}
{"content": "<正>1938年1月6日,新四军军部从汉口迁往江西南昌。根据中共中央的指示,将分散于南方各省的红军游击队统一整编为新四军,开赴抗击日本侵略者的前线。在反侵略战争中,这支由历经十年土地革命战争特别是三年游击战争苦斗磨炼的队伍,不仅继承了红军游击队的优良传统和游击战略战术,而且在新的历史条件下使它得到了新的发展。本文主要就新四军对南方红军游击队战略战术的继承和发展进行探讨。", "label": "军事学", "id": 0}
{"content": "<正>游击战在新四军对日作战中具有特殊的地位和作用。它是一种分散游动的作战形式,以袭击为主要作战手段,具有高度的主动性、灵活性、进攻性、速决性和流动性,是新四军对日作战的基本作战形式,对于取得对日作战的胜利发挥了关键而重要的作用。一、新四军对日游击作战的内涵", "label": "军事学", "id": 0}
{"content": "<正>\"扫荡\",是日本侵略者企图从军事上消灭或驱逐占领区抗日武装的一种主要军事行动。针对日军的企图和\"扫荡\"形式及特点,新四军提出\"主力为反’扫荡’的骨干,灵活转移,在适当时机予敌以致命打击;地方军之时隐时现,零整互化;民兵就地游击,就地坚持,神出鬼没于敌之卧榻居室,构成敌伪之日常恐怖。三者互相配合,互相转化,使敌伪难于捉摸。敌伪虽强大,终必低首于此军民联合打击之下!\"并灵活运用多种策略应对日军\"扫荡\"。", "label": "军事学", "id": 0}
{"content": "<正>根据中共中央\"发展华中,开辟苏北\"的战略决策,在陈毅指挥下,新四军于1938年9月进入江都,开辟抗日桥头阵地,至1946年9月新四军北撤,离开这一地区,计8年时间。其间,新四军在中国共产党领导下,依靠当地群众,和日伪军浴血奋战,建立了巩固的抗日根据地,直至彻底战胜日本帝国主义。新四军部队由小到大,由弱变强,从刚进入江（都）高（邮）宝（应）地区的二三个团,发展到十几", "label": "军事学", "id": 0}
{"content": "信息化条件下联合作战火力运用是一个复杂的、多层次和动态的系统问题,文章基于此,分析研究了联合作战火力运用系统、火力运用系统分析过程和火力运用系统实现的目标,目的是应用系统方法为指挥者关正确运用火力进行科学决策提供依据。", "label": "军事学", "id": 0}
{"content": "我国应该将信息心理战作为国家战略安全的一个重要论题来进行探讨和研究。信息心理战是一种以信息技术为载体的战争样式。在当前各种高新科技武器如雨后春笋般更新的背景之下,信息心理战对于保卫国家的安全和赢得局部战争胜利具有相当重要的意义。虽然信息心理战与那种硬碰硬的实战相比是一种不需要流血的战争,但是这种战争相比起那种大规模的伤亡性战争,也同样包含着非常大的杀伤力和破坏力。为此笔者认为我们有必要从国家安全战略高度上对这种信息心理战进行充分的分析和全新的认识。", "label": "军事学", "id": 0}
{"content": "<正>实用理性,是李泽厚先生在《中国古代思想史论》一书中提出的概念。李先生在书中主要通过对中国古代传统思想学派、学说的论述,如儒家、兵家、墨家、道家、法家等,来剖析中国文化——心理结构的历史形成,提出\"实用理性\"是中国传统文化精神,并用现代的眼光对中国古代文化进行了独特的评述和思考。\"实用理性\",李泽厚先生是这样解释的,\"关注于现实生活,不作纯粹", "label": "军事学", "id": 0}
{"content": "为解决现有侦察手段在对敌方阵地进行大范围侦察时存在的效率低、目的性差等困难,在基于野战阵地构筑的战术和技术指标分析基础上,应用遥感数据,提取相关信息,采用层次分析法构建了阵地侦察的遥感预测模型,经实例验证,取得较好预测效果,因此该模型可用于战前对敌方阵地侦察的靶区确定,大大提高现有侦察手段的侦察目的性和效率。", "label": "军事学", "id": 0}
{"content": "作战试验因较传统鉴定试验的复杂性对指挥与控制有更高要求,未来如何设计是各方关心的问题。本文针对作战试验复杂性和动态性对指挥与控制的要求,研究提出了实现作战试验的指挥与控制需要重点关注的问题。", "label": "军事学", "id": 0}
{"content": "本文对指挥控制本身及我军指挥控制发展进行了概要分析,针对现阶段作战样式及作战手段的改变对指挥控制平台进行了详细的剖析。基于对未来指挥控制平台能力的需求分析,对其应具备的能力做出了归纳和总结。最后基于现况对指挥控制平台应重点发展的方向提出了建议。", "label": "军事学", "id": 0}
{"content": "联合作战的本质特征,对指控系统提出了跨军兵种适用、适应多样化作战任务的要求。现有的各级各类指控系统主要围绕特定应用定制而成,难以高效集成应用于联合作战指挥控制。基于对服务化理念的重新认识,提出了一种\"通用框架+专用服务+具体模型\"的服务化指控系统架构,通过一套通用的框架软件,灵活加载指控服务和模型,可实现跨军兵种统一指挥和灵活适应多样化任务,对未来联合作战指控系统的构建具有一定的指导意义。", "label": "军事学", "id": 0}
{"content": "军事作战中充满大量不确定性,有些不确定性事件一旦发生,将直接危及作战目标的实现,具有极大的风险性。基于风险管理的基本概念,提出一种用于分析作战风险的基本框架,利用AHP（层次分析法）从风险指标的危害性与发生概率两方面,评估了风险指标的权重,为作战风险分析提供了科学的依据和参考。", "label": "军事学", "id": 0}
{"content": "矩阵博弈法是空战决策的主要方法之一。考虑7种基本机动动作,根据攻击和逃避两大基本原则,分别计算空战双方的支付函数,建立各自的支付矩阵,采用矩阵博弈方法对红蓝双方的空战进行了攻防对抗仿真。最后以两架战斗机的空战为例进行了数值仿真验证。", "label": "军事学", "id": 0}
{"content": "文中详细叙述并辩证了未来空战中超视距作战与近距格斗之间的关系,并就影响这两种作战模式的诸多因素分析了超视距作战中飞机的隐身能力和中远程导弹的主要特点及未来发展趋势,以及近距空战中导弹和头盔瞄准具特点及未来发展趋势等。最后作者给出了自己对未来空战的理解。", "label": "军事学", "id": 0}
{"content": "近年来,国外媒体多次公开指出我国反水雷能力低下,并据此建议西方国家加强对我国实施水雷封锁作战能力建设。由于战略调整、作战理念变化、传统装备急需升级更新、科技迅猛发展以及军费削减等诸多因素影响,发达国家正在进行新一轮反水雷变革。反水雷变革彻底改变了原来由反水雷舰船深入雷区作业的方式,实现了雷区无人化,装备模块化、信息化,反水雷舰船多功能化。新兴的反水雷方式主要解决反水雷装备安全性、有效性、经济性、机动性等四大问题。机遇与挑战并存,新兴反水雷变革中有一些问题需要广泛探讨。扫雷是否有必要?能猎则猎,当扫必扫!猎扫并举需注重扫雷技术的研发。接触扫雷是否还有必要?如果发展截割扫雷具,必须适应无人航行器的拖曳要求。掩埋水雷是反水雷的一大难题,对掩埋水雷研究包含掩埋机理研究和探测识别方法研究,要圆满解决掩埋水雷探测问题,需要另辟蹊径,如发展布雷监视系统。各种通用无人航行器（UxVs）是现代反水雷装备中的最关键元素,必须重视其研发。水雷易布难反,反水雷任务艰巨而又危险,如果要彻底破解反水雷难题,需依靠布雷监视等信息化反水雷手段。发达国家的反水雷计划对我反水雷能力建设具有重要的借鉴意义,在反水雷兵力建设过程中,必须立足于国情现状,紧跟科技发展步伐,把握好建设方向,规划好各项装备建设具体内容。", "label": "军事学", "id": 0}
{"content": "网络环境改变了传统的情报工作模式、方法、手段,使国防科技情报工作面临机遇和挑战。本文结合具体工作实践,分析了网络环境下的国防科技情报体系的新特点,探讨了面对新环境的国防科技情报人员能力要求,分析了信息化平台工具在网络环境中应用。", "label": "军事学", "id": 0}
{"content": "在信息战争视域下,情报信息对交战双方的军事活动具有主导作用,成为决定作战胜负的主要因素之一,而军事情报的研究方法尤为重要,传统的军事情报研究方法已不能适应新型战争的需要。信息战争视域下军事情报研究的方法,应在传统的军事情报研究方法的基础上,采取定量研究法和现代科技手段作支撑的方法相结合推出具体的逻辑思维法、系统科学定量法和C4IKSR情报信息一体化处理三种基本方法。", "label": "军事学", "id": 0}
{"content": "针对通信电子战仿真试验的战情管理需求,对仿真试验战情库及战情管理系统进行了分析与设计,提出了图形化的战情构建方法、战情存储技术、战情类似创建技术等战情管理的关键技术问题,并给出了战情管理系统的设计思路。", "label": "军事学", "id": 0}
{"content": "信息化作战已成为战争的重要形式和发展方向,信息化作战条件下的装备体系是实现对战场信息的精确获取、高效控制、综合使用,提高一体化联合作战能力、打赢信息化战争的根本保证。一体化联合作战环境下的信息化作战装备,其技术密集、作战管理复杂等特点要求设计者从战略全局出发进行总体筹划。本文概述了信息化作战体系的发展现状,分析总结了体系特点,对装备体系进行了论证,着重阐述了以\"需求推动、技术支撑、体系主导\"为特征的装备体系论证过程,从而促进我军在信息化作战条件下装备体系建设的科学化与规范化。", "label": "军事学", "id": 0}
{"content": "本文分析了情报侦察决策计划的一般过程,并基于SOA的设计理念提出了一种面向服务的情报侦察计划系统七层架构,分别为SOA总线、侦察资源层、侦察服务层、侦察服务管理层、侦察流程构建层、侦察应用层和应用层,并介绍了系统的关键技术。", "label": "军事学", "id": 0}
{"content": "信息化战争中,信息将成为新的战略制高点,随着战场环境的复杂化、作战元素的多元化、战场态势的瞬变化,海量战场数据存储与分析问题已经成为决定战争胜负的关键问题。本文探讨了信息化条件下对大数据存储与分析的要求,并提出了几项提高大数据存储与分析能力的对策。", "label": "军事学", "id": 0}
{"content": "针对我军目前在赛博空间方面面临的挑战和迫切需求,通过对赛博空间理论的研究,分析赛博作战的特点,从体系结构、信息管理、武器控制等方面提出赛博作战对舰艇作战系统的影响,为舰艇作战系统的发展提供借鉴。", "label": "军事学", "id": 0}
{"content": "武警机动部队常年担负地区维稳处突任务,对维稳情报的要求日趋升高。如何高效、智能的采集和利用离散分布在Cyberspace的开源维稳情报,是维稳情报的一个重要方面,也是我们亟待解决的问题。本文从武警机动部队在云南地区的处突维稳形势需求出发,利用基于地域文化分布的社会传感网采集社会信号,应用ACP基本理论思想搭建分析、预测、辅助决策平台,提出了一套智能化的针对性开源情报采集分析框架,以期望在武警机动部队维稳任务中发挥作用。", "label": "军事学", "id": 0}
{"content": "在构建舰载情报系统过程中,本文描述了当前海战场环境下情报处理流程的基本样式;就一个特定领域软件（即舰载指控系统）进行领域分析,设计了一个面向舰载指控领域的CORBA对象框架,并应用于舰载指控系统的情报处理子系统（情报服务器）的开发中;实现了该情报服务器的一个原型系统。舰载情报系统是一个实时军用信息资源系统,本文探讨的系统构建方法亦适用于一般的信息资源系统建模与设计。", "label": "军事学", "id": 0}
{"content": "战术数据链是C4ISR的重要组成部分和网络中心战的重要支撑技术,开展战术数据链作战应用仿真研究对于战术数据链的方案设计、效能评估、模拟训练等方面具有重要的意义。本文主要对战术数据链的作战应用仿真进行分析,结合高层体系结构（HLA）,研究战术数据链作战应用仿真系统的设计框架及实现方法。", "label": "军事学", "id": 0}
{"content": "以单艘区域防空舰艇对航母的掩护扇面为基础,结合区域防空舰艇数量,以区域防空总体需求为依据,对不同情况下舰艇前出距离与配置角之间的关系进行了研究。通过模型确定舰艇前出距离与配置角的取值范围,针对区域防空任务的不同,为舰艇合理选择阵位提供了理论依据。", "label": "军事学", "id": 0}
{"content": "为满足海军部队日益繁重的非战争军事行动任务需求,通过系统对支撑海军完成非战争军事行动任务的能力需求分析,提出对系统体系结构、系统应用流程、与海军现役作战指挥系统、民用系统等的互连互通等方面的设计构想。", "label": "军事学", "id": 0}
{"content": "面对复杂多变的海战场,潜艇指挥员需要快速、准确地进行作战指挥决策。针对这一需求,本文给出了一种基于知识的潜艇作战辅助决策流程;在分析作战任务的基础上,对战场态势进行分析和预测;利用知识库中的知识,自动推理生成多个作战方案;考虑目标可能采取的策略,对作战方案进行仿真推演、评估和优选,供指挥员参考。指挥员通过人机交互对作战方案进行修改和确定。方案执行后,若满足作战任务要求,则系统通过学习添加到知识库中,若不满足要求,则返回重新进行决策。通过方案生成-仿真推演-评估优选-修改方案的循环,使决策结果的可信度进一步提高。", "label": "军事学", "id": 0}
{"content": "分析了近几场局部战争以及海军要地的特点,总结了现代空袭作战的规律。研究了空袭武器的现状及发展趋势。提出了海军要地通过联网扩大防御空域和实现超视距拦截能力的防空拦截联盟的防空反导体系。", "label": "军事学", "id": 0}
{"content": "目标价值评估是指挥决策人员确定目标打击顺序与强度的前提和基础,是火力运用的基本依据。针对目标价值评估指标评估值的不确定性,采用随机区间表示目标价值各评估指标评分估计值的不确定性,定义了基于随机变量比较的新可能度,提出了一种目标价值评估和排序的随机区间方法,该方法充分利用了目标价值评分信息的不确定性,具有简洁、直观和易于计算的特点。最后通常对目标价值评估各指标值服从均匀分布的实例,说明了该方法的实用性和有效性。", "label": "军事学", "id": 0}
{"content": "<正>陈毅是中国无产阶级革命家、军事家,中国人民解放军的创建人和领导人之一。1955年被授予中华人民共和国元帅军衔。1972年1月6日深夜,陈毅元帅在北京日坛医院逝世,享年71岁。在1月10日的追悼会上,毛泽东臂戴黑纱,步入灵堂,他在一侧悬挂的挽联旁止步不前,默默地念道:仗剑从云作干城,忠心不易,军声在淮海,遗爱在东南,万庶尽衔哀", "label": "军事学", "id": 0}
{"content": "体系结构设计是战略预警系统建设的首要任务。本文基于DoDAF（The Department of Defense ArchitectureFramework,美国国防部军事系统体系结构框架）体系结构设计方法,着重分析了战略预警系统的特点和需求,确定了战略预警系统的作战流程。结合美国战略预警系统相关资料,针对DoDAF体系结构建模特点,对战略预警系统体系结构进行了详细设计。运用作战视图群,系统视图群等对战略预警系统体系结构及其信息交互进行了可视化描述和相关分析,以便进一步理解战略预警系统内在结构关系,为开展实际系统顶层设计研究提供了参考。", "label": "军事学", "id": 0}
{"content": "<正>人生态度是指对人生目标、人生价值、人际关系和人的生死的总体认识,它是决定一个人兴衰成败的重要因素之一。有什么样的人生态度就有什么样的人生。积极的人生态度,给人以乐观向上、奋发有为的体验;消极的人生态度,则使人萎靡不振,一事无成。凡在历史上作出过重要贡献的人物,都拥有积", "label": "军事学", "id": 0}
{"content": "<正>在张家港市各级领导支持和智慧研究所、思维研究所的推动下,至今已经举办了三届全国智慧学学术研讨会,对于智慧学的研究、宣传、普及发挥了重要作用。智慧学诞生在张家港市有其历史的必然性。在人杰地灵的东吴大地,自古以来就是人才辈出的国度。在距今两千五百多年前的春秋时代,吴王阖闾启用著名兵法家孙武,在对楚国战争中,节节胜利,声名远播。孙武所著的《孙子兵法》在博大精深的中华文化典籍中,独树一帜,深得历代兵家青睐;三国", "label": "军事学", "id": 0}
{"content": "防空兵战术发展史一再证明,防空兵战术的每一次变革都是军事技术进步与武器装备更新的必然结果。因此,研究防空兵武器装备与防空兵战术的关系就显得尤为重要。本文从防空兵信息化武器装备的新特点入手,着重对信息化武器装备变化所引起的战术理论发展进行了深入探讨。分别从趋于小型精干的兵力运用、趋于整体联合的战斗形式、趋于动态分散的兵力部署、更加准确高效的打击行动等特点进行了论述,揭示了防空兵战术理论发展的相关规律,以期对防空兵战术理论的丰富和发展起到有益推动作用。", "label": "军事学", "id": 0}
{"content": "当前我们正在建设现代企业制度,如何建立一个高效的现代企业是摆在每个企业面前的现实问题。孙子兵法以战争为背景向我们展示了一个竞争情境下生存的路径和方法,这对于我们企业战略管理、营销管理、人力资源管理等都具有十分重要的指导意义。", "label": "军事学", "id": 0}
{"content": "<正>兵学是中华文化的一个重要组成部分,《中国古代心战》是兵学研究的重要内容。拜读苗老呕心沥血的大作,我有两个深深的感受:一个是,这部皇皇巨著是一部研究中国古代心战里程碑式著作,具有重要的学术指导价值和实践应用价值。把中国古代战争理论及实践以心战为主线加以系统梳理、总结,并结集出版,标志着\"中国古代心", "label": "军事学", "id": 0}
{"content": "<正>苗枫林同志是我比较熟悉的老朋友。他战争年代参加革命,在中央机关工作多年,后担任中共山东省委宣传部长、省人大常委会副主任等重要领导职务。同时,他又是一位领导干部中少有的知识渊博的学者。他勤于思考,精于研究,善于总结,取得一系列重大研究成果,先后出版了《中国用人史》、《中国公文学》等专著。特别是2009年9月出版的巨著《中国古代心战》,立论新颖、见地深刻、内容丰富、文笔生动,", "label": "军事学", "id": 0}
{"content": "<正>心理学作为一门学科,正式创立于1879年德国,经过100余年的发展,已经成为现代科学体系中一门十分重要的学科。心理学没有诞生在中国,但是中国传统文化中却从来不乏卓越的心理学思想,一些历史名著即使用今天心理学的标准看,也称得上是心理学的专著。例如《孙子兵法》不仅是一部举世闻名的军事巨著,也是一部灿烂的", "label": "军事学", "id": 0}
{"content": "<正>首先代表军事科学出版社向苗枫林先生的《中国古代心战》入选国家新闻出版总署第三届\"三个一百\"原创出版工程表示祝贺。大家知道一个国家、一个民族如果没有创新就没有自己的知识产权,就难以参与国际市场竞争,就难以实现民族复兴的梦想,一句话,就是没有希望。我们国家虽然是一个文化大国,但目前他还不是一个", "label": "军事学", "id": 0}
{"content": "本文进一步解读了编著《中国古代心战》的立意,梳理了中国古代战争中心战发展的形态和规律,破解了现代\"心理战讹诈\"的实质,论证了用\"心战\"统揽我国古代战争中心理较量思想的理论意义。作者借用本文,进一步论述了构建《中国古代心战》的两块理论基石:心战的范畴和史料的佐证,提出了\"软势力较量\"概念和\"类心理战\"演化过程。作者借用本文进一步呼吁:要不断深入挖掘中国古代心战思想宝库,编写《中国古代心战士兵读本》和《中国古代心战军官读本》,让古代心战思想走进大学课堂,将其列入全民国防教育的重要内容。", "label": "军事学", "id": 0}
{"content": "<正>由山东孙子研究会、中国心理学会军事心理学专业委员会联合主办的中国古代心战高端研讨会,于2012年8月18日在中国科学院心理研究所举行。山东孙子研究会名誉会长、济南军区原政委宋清渭上将,著名学者欧阳中石、欧阳伦教授发来贺信。国际心理学联合会副主席张侃、中国心理学会理事长杨玉芳、中华文化促进会副会长辛旗、山东孙子研究会执行会长南兵军、山东孙子研究会副会长王长根、中", "label": "军事学", "id": 0}
{"content": "<正>\"心战\",是军事斗争中的重要手段,也是军事史研究中的基本课题。故宋代成书的《百战奇法》中,就列有专题进行论述。然而,总体上说,与军事史中其他的研究领域相比,心战史的研究长期以来处于相对滞后的状态,人们对中国古代心战的价值与意义的认知与评估,乃是模糊的、表层的;对中国古代心战的历史与思想的考察与梳理,尚是粗疏的、零散的;对中国古代心战的理论与功能的总结与揭示,更是肤浅的、简单的,并没有真正全面深入地挖掘和", "label": "军事学", "id": 0}
{"content": "<正>山东孙子研究会很荣幸参与主办这次研讨会。我作为刚进入兵学研究领域不久的研究会执行会长,向大家表示衷心感谢和欢迎。苗枫林先生《中国古代心战》已出版近三年,在社会上尤其是心理学界和兵学研究界引起强烈反响,举办这次研讨会也是满足大家的心愿。我是近期才拜读这部大作的,读后确有一种不吐不快之感。首先,作者严谨的治学精神让人感动。苗枫林是山东省委原常委、宣传部长,在", "label": "军事学", "id": 0}
{"content": "心战的本质是智慧的搏奕,是智慧战,无时不有,无处不用;心战和兵战同样客观存在的作战形式,既融合又交替进行,这种作战形式包括:政治战、经济[商]战、外交战、情报战、谋略战、信息战、网络战等等多种样式;心战的提出,将战争的进程提到兵战之前,甚至涵盖和平建设时期没有硝烟只有根本利益之争的战埸。", "label": "军事学", "id": 0}
{"content": "心战代表中国古代兵道的智慧,是达成\"不战而屈人之兵\"的最有效手段。《中国古代心战》有别于一般的战史研究,着力挖掘战争中的心理干预与调动,把争端化解为政治、外交事件,至多是战争威慑,以求终止于血刃之前,最大限度地减少杀戮,是中国古代心战理论的精华所在。现代心理战并非人类战争史上的元点,人类自有战争起,就有与其战争形态相匹配的心理战模式的存在;中国古代战争有着丰厚的心理战遗产,这些被我们先人称为\"心战\"、\"攻心战\"的诸多辉煌战例和精辟论述,至今还放射着智慧的光芒,作者从立题、取材、写作、审读,将史学、兵学、心理学的研究有机结合,概述中国古代心战的基本原理,揭示心战的实质。依次勾画原始战争、冷兵器时代战争、冷热兵器混用时代战争的心战图景。通过研究心战论,实事求是地剖析各类心战思想与方策的主观动因和错综复杂的利害关系。开创性构建中国人文传统的心理战学术体系,奉献了一部极有教益的军事理论教科书。", "label": "军事学", "id": 0}
{"content": "<正>中国古代军事文化极其浩瀚,其中列入年表的3637次战争连同留存下来的2308部兵书典籍,为我们完整呈现了一座心战文化宝库,他融通了心战与政战、心战与兵战、战略心战与战术心战、心战与反心战等各种范畴,很多思维理念即便在今天,也有着不可替代的指导意义,完全可以成为有效驾驭战略危机的策略参照。一、中国古代心战思想提供了战略心理对抗的成熟模板", "label": "军事学", "id": 0}
{"content": "《中国古代心战》的知识魅力在于它的\"通史\"性,全书从夏商周三代开始一直写到鸦片战争,即从公元前2070年至公元1842年,上下历时3912年,共发生战争3708次。对有据可查的战争无一偏漏,而且上下贯通,一气呵成;心战理论和心战史在书中,是两条并行线,两者密不可分,而内容又迥然不同。心战史侧重叙述和描绘,而心战论则是文白对照,共引用心战理论书籍近80部（篇）,内容浩瀚,各有千秋,另加作者评论。这种新鲜的撰著方式,既便于读者阅读,又给人留下了比较宽阔的思考余地。对中国古代战争和战争中所运用的智慧、谋略即心战做如此全面的叙述、总结和剖析并形成专著,尚属首例,且作者的叙述方式、见解深度、语言风格都具有鲜明特点,故堪称独家之言。而其学术个性,则在于作者对我国古代成功心战战例及其理论筛选性的介绍和具有说服力的深刻分析。是一部对中国古代战争、特别是战争中运用人的智慧而产生的\"败敌谋略\"所做的全面论述,系这方面史实和理论的集大成之作。", "label": "军事学", "id": 0}
{"content": "由我国著名学者、作家,山东省人大原副主任苗枫林先生编著的《中国古代心战》全书50余万字,分《导言》、《心战史》、《心战论》三编计30章,上起先秦、下迄明清,囊括了我国上下四千年的历史。作者以强烈的历史责任感和科学的态度,耗费5年心血,遍览浩如烟海的史籍,以厚实的理论素养和娴熟的写作技巧,将史学、兵学、心理学的研究有机结合,审视当时的历史条件和社会实践,实事求是地剖析各类心战思想与方策的主观动因和错综复杂的利害关系,引经据典,言必有据,每论一篇,溯其渊源,述其演变,评其得失,论其价值,开创性地完成了我国古代心战专门史研究项目,第一次全景式地描述了我国古代心战的演绎过程,为我们提供了一部系统、科学、富有教益的心理战教科书。", "label": "军事学", "id": 0}
{"content": "近几场局部战争心理战的实践都明显留着中国古代心理战思想的影子。现代战争中的斩首行动既是对中国古代慑敌思想的生动再现,也是现代战争心战兵战融合的经典战法;现代战争中的攻心宣传和情感影响这两大心理战战法都闪耀着灿烂的中国古代怀柔思想的智慧光芒;现代战争中的离间瓦解战法也充分体现了中国古代的用间思想的谋略与智慧;现代战争中心智诱导战法广泛深入地运用更加充分地体现了中国古代诡诈思想精华的实用价值。现代心理战的五大战法虽然在形式、技术手段等方面较传统心理战有很大的发展,但中国古代心理战思想的精髓对现代心理战战法的理念、原则及其决策等方面仍有很重要的现实指导意义。", "label": "军事学", "id": 0}
{"content": "中国古代心战思想所包含的丰富内容、揭示的普遍规律、蕴涵的深邃思想,是新形式下质量建军的法宝,当代军事科学发展和实践的智囊。《中国古代心战》一书,使我们对中国古代心战思想的研究有了一个深度和广度兼备的平台。中国古代心战的基本规律认为,激励士气是提升我军战斗力的必由之路,也是军队心理工作者不可回避的使命和责任。《孙子兵法·行军篇》中\"令之以文,齐之以武\"的理念对于我军心理服务工作的发展具有启示作用。\"合之以文\"即用政治道义和宽厚仁爱凝聚军队的人心,告诫我们心理健康教育是军队心理服务工作的首要任务,同时要注重团队意识和组织健康研究和应用的重要性。\"齐之以武\"要略重在体现\"法\"与\"教\"。\"法\"提示要制订有利于军队建设的相关标准,是军队心理服务工作的重要内容;\"教\"是指军事人员选拔的终极目标和核心价值,体现出团队科学匹配的重要性,体现出心理训练方法对提高军事绩效及战斗力所发挥的作用。", "label": "军事学", "id": 0}
{"content": "《孙子兵法》蕴含的\"慎战、重战、速战\"、\"全胜、谋胜\"、\"修道、摄敌、造势\"、\"伐谋、示形、惑将\"、\"治气、激气、夺气\"等丰富心战思想,不仅指导了攻心斗智、上兵伐谋五千年的中国古代战争实践,对现代战争特别是现代心理战发展也具有很强的指导和借鉴意义。现代心理战成为国家战略的重要组成部分,其领域不断扩大,手段更加现代化,特别是现代心理战和兵战趋向一体化,必须不断加强作战心理准备。", "label": "军事学", "id": 0}
{"content": "孙子兵法\"攻心为上\"思想是军事谋略的重要原则,本质是攻心,目的是\"不战而屈人之兵\"。未来信息化条件下人民战争应广泛吸取和借鉴孙子兵法\"攻心为上\"谋略思想,创新信息时代人民战争新理论;运用现代传媒手段,形成人民战争舆论宣传合力;重视国防科技动员工作,增大人民战争的科技含量,筑牢人民人民战争的钢铁长城,维护国家统一和领土完整,捍卫国家利益,实现中华民族和平崛起。", "label": "军事学", "id": 0}
{"content": "运用心战谋略夺取指挥决策优势是心战的重要组成部分。本文梳理了中国古代心战谋略在该领域的理论和实践成果,提出运用心战谋略夺取指挥决策优势。首先,心战攻防的目标应聚焦于将领;其次,心战筹划实施的关键在于影响将领的感知过程;最后,心战效能的实现取决于利益权衡。", "label": "军事学", "id": 0}
{"content": "历数中国古代心战的经典战例,往往都与运用人的情感脱不了干系。情感影响心战战法,就是通过对目标对象的情感施加影响,促使其心理行为朝着有利于己方改变的心战战法。人有七情六欲,情感影响战法是心战的基本战法,心智诱导、离间、激将、意志瓦解等心战战法往往都以情感影响为基点。人的心理由认知、情感和意志三方面构成。情感系统主要指人的心境、激情和应激等,不同的情感状态对人的其它心理系统起到强化和干扰作用。心理攻击可以通过唤醒敌人的不良情感反应以影响其认知判断和行为,也可通过强化其正向情感以诱导其心智或信念的改变,从而达到不战而屈人之兵的目的,这是心战情感影响战法的作用机理。以情慰民,民心向背;以情激将,将心意乱;以情离间,军心溃散。这是心战情感影响战法作用机理的生动体现,也是心战情感影响战法的具体运用。", "label": "军事学", "id": 0}
{"content": "为较好的了解心理战攻心宣传模式从萌芽到形成再到发展的沿革,文章分别从原始社会、奴隶社会、封建社会、近代社会、现代社会五个不同时期阐述了心理战攻心宣传模式的运用与特点以及在当时的战争中起到的作用。随着科技的发展,心理战攻心宣传模式从单一的\"祭祀\"、\"誓\"、\"檄文\"等模式中发展到以电子产品、武器装备为载体、信息传播为手段的多元化模式,使心理战攻心宣传成为举足轻重的进攻战法。", "label": "军事学", "id": 0}
{"content": "离间思想是孙子思想的一朵奇葩,内涵丰富,博大精深,历来为古今中外的伟大军事家实践与推崇,其蕴含的深刻思想在当代仍具很高的理论与实践指导价值。本文主要剖析孙子离间思想的基本内涵,并对其当代价值作了论述。", "label": "军事学", "id": 0}
{"content": "本文从心理战防御的视角,通过大量实例分析,探讨了心理弱点的形成和影响因素,提出了从防御理念出发的心理战概念,\"利用信息打击敌方的心理弱点,导致敌方的信息损伤\";进一步引申出\"信息损伤\"的概念,即因不全信息、虚假信息、恐吓信息、隐蔽信息等,导致人的认知偏差、情绪紊乱、意志消沉、甚至人格扭曲的一种心理失衡状态;并根据以上的理念,提出了如何开展心理战防御的理论框架。", "label": "军事学", "id": 0}
{"content": "本文探讨了中国古代心战思想对现代心理防御的启示。文章首先通过十名学员过桥的心理变化历程揭示了心理防线的重要性,心理防线是心理攻击的主要目标,做好心理防御必须筑牢自己的心理防线。文章其次论述了古代心战思想\"知己知彼\"中\"知己\"对现代心理防御的启示,\"知己\"一方面启示我们心理防御的前提是做好心理准备,心理准备是先决条件,是关系到防御效果的重要因素,任何时间都不能打无准备之仗;第二方面启示我们心理防御的基础是维护好心理健康,心理健康对心理防御具有根基作用,如果心理不健康,即使没有遇到心理进攻,也会不功自败,自我的日常心理调整是一个长期工程;第三方面论述了心理和谐是心理防御的必要保障,要抵御外界进攻,必须保持心理和谐,不仅要与自己内心和谐,还要与其他人保持和谐,和谐才能保持积极乐观,才能有期待有动力,才能让心理进攻无懈可击。文章最后强调了古代心战思想对现代心理防御的重要意义。", "label": "军事学", "id": 0}
{"content": "<正>时间:2012年8月18日媒体:国防部官方网站、中国军网、军事视听中心一、原山东省人大副主任苗枫林记者:请问苗老,您的《中国古代心战》这本书是在什么背景下写成的?苗枫林:《中国古代心战》这本书是在伊拉克战争爆发以后写出来的,用我自己的说法就是这本书是伴随着伊拉克战争的炮声写出来的,因为伊拉克战争爆发以后,心理战讹诈在国际上非常流行,对一", "label": "军事学", "id": 0}
{"content": "<正>苗枫林所著《中国古代心战》一书首发式暨学术研讨会,2009年11月7日下午在济南山东师范大学国际学术交流中心举行。这次高端学术活动,由山东省社会科学界联合会、山西心理学会会员、山东心理学会、中国孙子兵法研究会发展应用委员会、中国心理学会军事心理专业委员会和北京大学孙子兵法研究中心联合主办。来自全国各地的军事科学、心理学、历史学等方面的120多位将军和专家学者", "label": "军事学", "id": 0}
{"content": "<正>吕季明:各位领导、各位专家,大家好!在我们首发式正式开始之前,我把前排就坐的领导和专家给大家介绍一下。我们很高兴地邀请到以下领导和专家:济南军区原政委、德高望重的宋清渭上将;我国著名学者、文化大家欧阳中石先生;国际心理学联合会副主席张侃教授;我国著名心理学家欧阳仑教授,顺便说一句,欧阳仑先生和欧阳中石先生兄弟两位,难得在同一个学术会议上", "label": "军事学", "id": 0}
{"content": "<正>2012年8月18日,在北京举办的中国古代心战研讨会上,与会领导、专家提出建议,围绕苗枫林先生的《中国古代心战》精典之作,以中国古代心战研讨会参会论文为基础,加之会上口头发言及会后又提交的部分论文,编辑出版一册中国古代心战研讨会论文集,以推进对中国古代心战的研究和利用。会后,我们在苗老的具体指导下,对文稿进行收集整理。然而,天有不测风云。2013年1月12日,苗枫林先生因病医治无效在北京", "label": "军事学", "id": 0}
{"content": "本文以战术空域管制为背景,初步研究了战术空域冲突检测建模思路,给出了一些主要的检测模型,为相关研究奠定了技术基础。", "label": "军事学", "id": 0}
{"content": "机器博弈即计算机下棋,近年来机器博弈取得了举世瞩目的成就,在战争领域具有广阔的应用前景。在简要总结机器博弈核心技术成果的基础上,介绍了海战兵棋仿真的系统构成,设计实现了一个基于机器博弈的海战兵棋仿真系统。为了实现对作战指挥实体的模拟,以兵棋为背景,认真探讨了逻辑规则与搜索估值的设计与实现,最后讨论了提升博弈性能应注意的一些问题。", "label": "军事学", "id": 0}
{"content": "合理实施火力分配,是提高防空兵部队整体作战效能的重要途径。从一定意义上说,方案的优劣直接关系到防空作战的成败和被掩护目标的安全。论文立足于空地对抗过程,研究了在面对空中打击威胁时的多目标快速分配问题,建立了相关模型,设计了优化算法,并结合一定的作战背景,进行了仿真计算,得出了可供指挥员参考的结论和建议。论文的研究成果,可为我地面防空作战防空兵目标分配问题提供可行的辅助决策工具。", "label": "军事学", "id": 0}
{"content": "在分析虚拟士兵路径规划空间表示的基础上,采用可视图法将路径规划转化为最佳路径点组合问题,提出改进遗传算法实现路径规划。其步骤包括个体编码、适度度函数确定和遗传算子设计,通过选择、交叉、变异、插入和删除等操作,搜索到最优路径。仿真结果分析表明该算法具有较好的收敛性和实用性。", "label": "军事学", "id": 0}
{"content": "针对登陆作战待机地辅助生成问题,提出一种基于遗传算法（Genetic Algorithm,GA）的解决途径,解决了以往方法存在的未考虑地形状况对待机地选取影响、容易陷入局部收敛等不足。通过对影响待机决策的主要环境因素进行定性、定量分析,给出待机区域的两种栅格建模方法;结合登陆作战的战术特点,建立待机地质量评价模型,在此基础上,阐述了GA自动生成待机地的关键环节,并在初始种群生成、子代进化方面作了优化,提高了搜索效率及结果准确性。最后设计两组实验验证了方法的有效性及性能。。", "label": "军事学", "id": 0}
{"content": "考虑作战体系结构与作战能力之间的映射关系,在系统网络和能力网络基础之上,建立作战体系系统—能力超网络模型,并以超网络模型为依据,构建能力贡献度的概念,以判定作战体系能力涌现域,最后,将能力涌现域中涉及的能力属性作为评价作战体系超网络合理性的指标,运用Vague物元理论和熵权方法建立实际作战体系超网络与理想作战体系超网络相似度的计算模型,从而为作战体系建模及面向能力涌现的作战体系优化提供一种思路.", "label": "军事学", "id": 0}
{"content": "<正>新中国成立以来,特别是改革开放以来,我们党和国家领导人,在外交方面,运用孙子智慧,已经取得了辉煌成就。可谓\"好风凭借力,送我上青云。\"我国外交积极服务大局,妥善应对乱局,为我国经济社会发展创造了有利的外部环境,已经与170多个国家和地区建立了外交关系;维护了国家主权安全和发展利益,维护了海外我国公民和法人的正当权益;加强了同世界各国和国际地区组织的", "label": "军事学", "id": 0}
{"content": "<正>2012年9月2 9日,是中日建交40周年。然而,随着石原购岛闹剧的上演和野田政府将钓鱼岛\"国有化\"图谋的推进,钓鱼岛局势日趋紧张,严重损害了中日关系的正常化和健康发展。我们怎样认识石原慎太郎、野田政府及日本右翼势力的卑劣行径,又怎样理解我党中央、中央军委在处理钓鱼岛问题上的反制举措,是我们每一名军人、国人都应认真思考和研究的。", "label": "军事学", "id": 0}
{"content": "<正>自从2012年9月1 0日,日本野田政府冒天下之大不韪,悍然宣布对中国钓鱼岛实行\"国有化\"以来,美国在二战胜利后在中日之间埋设的钓鱼岛这颗\"地雷\"被引爆,中日关系骤然紧张,双方剑拔弩张,大有一触即发之势。钓鱼岛是中国的固有领土,中国对钓鱼岛拥有无可争辩的主权。这是有历史和法理依据的。中国捍卫钓鱼岛主权的决心和意志是坚定不移的。现在就从孙子兵法的思想角度来探讨一下捍卫钓鱼岛主", "label": "军事学", "id": 0}
{"content": "<正>（2013年1月15日）2012年是山东孙子研究会换届后的第一年,也是党的十八大胜利召开之年。全会上下深入贯彻落实科学发展观,以换届调整为契机,以\"接地气\"为重点,以落实规划为抓手,以组织活动为牵引,以加强自身建设为保障,遵循社团组织的特点规律,发挥\"省会\"的组织协调作用,健康、稳步地开展孙子文化的研究应用工作,使研究会自身和全省上下的兵学研究工作在上一届打下的良好基础上,有所进步和发展。", "label": "军事学", "id": 0}
{"content": "<正>1月16日,根据工作安排和名誉会长宋清渭上将的指示,执行会长南兵军主持召开会长专题办公会,就如何进一步\"弘扬孙子文化,加强两岸交流,促进和平发展\"进行了研究。会议确定,要根据台湾大选后的形势变化,切实把搞好两岸孙子文化交流作为重要的工作内容,为促进祖国统一发挥更大作用。一要准确把握孙子文化交流的对台工作方针。二要积极开展海峡两岸孙子文化交流活动。三要搞好对台孙子文化", "label": "军事学", "id": 0}
{"content": "<正>孙武的国防观是其军事思想的重要组成部分,体现了一个伟大军事家的政治智慧,具有宏观性、积极性、主动性的特点。孙武强调政治与民心对巩固国防的根本意义;阐明经济实力对于国防建设的极端重要性;强调立足于己、常备不懈的积极战略防御思想以及国际环境对国防巩固的重大作用等。从我国历史上看,许多名垂千古的军事家、政治家,灵活运用《孙子兵法》,不断创新,取得了", "label": "军事学", "id": 0}
{"content": "<正>一、对\"战争\"范畴的广义解释在讨论\"战争形态演变与国家战略安全\"这一问题之前,我们有必要对\"战争\"这一军事范畴作简要的解释。那么,什么叫做\"战争\"?《辞海》的解释是:\"为了一定的政治目的而进行的武装斗争。\"《辞源》的解释是:\"国家或集团之间的武装斗争。\"《汉语大词典》的解释是:\"①民族、国家、阶级、集团之间的武装斗争。②泛指争斗,斗争。\"百度网的解释", "label": "军事学", "id": 0}
{"content": "<正>孙子有句伟大的名言:\"无恃其不来,恃吾有以待也;无恃其不攻,恃吾有所不可攻也。\"他阐述的是一种伟大的战略思想,一种积极防御的战略思想。在战争没有退出历史舞台以前,这一思想具有永恒的指导意义,它可以作为指导我们的军队建设、国防建设的根本性理论原则。这第一句话就是告诫我们的军队和国民:必须常备不懈!也就", "label": "军事学", "id": 0}
{"content": "<正>所谓\"造势\"是要根据战争实际创造出有利于己的作战态势,主要包括掌握战略主动权,驾驭战争,调动敌人,在运动中削弱敌人,战胜敌人等。《孙子兵法》中指出:\"势者,因利而制权也,\"其思想的核心在于\"致人而不致于人\",即掌握战争主动权。这里面应具有三个方面的含义:一是处于主导战争全局的地位;二是能够在很大程度上决定自身的行动;三是能够在较大程度上主宰敌人的行动。然而如何做到\"造势\"即掌握战争主动权牵涉到许多方面,比", "label": "军事学", "id": 0}
{"content": "<正>什么是国防观?目前,似乎还没有一个统一的定义,《现代汉语词典》也找不到这个词条。我倾向于一个比较简洁的说法,\"国防观是人们观察国防所持有的根本观点和看法\"。\"国防观\"和\"国防观念\"在本质上应当是一致的,但约定俗成,人们在实际运用中,\"国防观念\"则主要偏于国民对国家安危和国家防务问题的关心、关注程度,如\"国防观念强不强\"。故而,\"国防观念\"就成了褒义词,", "label": "军事学", "id": 0}
{"content": "<正>我国改革开放发来,国际交往日益频繁,综合国力大幅提高,人民群众的国防意识进一步增强。与此同时,领土纠纷、贸易摩擦、境外国人人身财产安全等不安全因素明显加大,尤其是在南联盟大使馆被炸、南海撞机、西班牙中国鞋店被烧、境外华人被害和最近日本政府的所谓\"购岛\"等严重违背公理和天道的侵害事件突发后,剧烈地刺痛着中国人民的心,严重地伤害了中国人民善良的感情。", "label": "军事学", "id": 0}
{"content": "<正>十数年以来,中国遇到的国防安全挑战莫过于今年与日本的钓鱼岛之争及菲律宾抢占我国的黄岩岛事件了。这仅是风波初起,目前日、菲等正酝酿\"合纵\",更为严峻的形势还在后面。面对目前的情况,我们应该如何应对,兵学盛典《孙子兵法》又为我们提供了哪些有益的启示呢?一个国家的国防安全战略是保障这个国家安国全军的镇国之", "label": "军事学", "id": 0}
{"content": "<正>孙子活动的春秋时期是争霸战争频繁发生的时期。随着生产力的不断发展和战争空间范围的不断扩展,武器种类和战争手段也不断丰富,从而使得战争样式得到改变和发展。我国古代战争史上,西周没有关于水战和水军的记载,到了春秋时期才出现记载。春秋时期不同国家独特的自然环境和地理条件也推动着不同类型、不同特点战争的出现。古代水战——就产生于春秋时代这个特定的历史", "label": "军事学", "id": 0}
{"content": "<正>《三略》,又称《黄石公三略》,是中国军事史上继《孙子》之后的又一部传世经典军事理论著作,位列《武经七书》之一,旧题黄石公著。有关其成书年代,学术界争议较多,迄今尚无定论。综合历代学者的意见,约有如下说法:先秦说（认为太公所著者）;秦说（认为黄石公所著者）;后人伪托之书（认为著者无法确定）。从现当代学者研究的情况看,普遍认为系伪托之作,何时何人所作,说法较多。有战国中后期说、楚汉说、西汉年间说、西汉末年说、东", "label": "军事学", "id": 0}
{"content": "<正>胡锦涛同志在党的十八大报告中指出:\"坚持走中国特色军民融合式发展路子,坚持富国和强军相统一,加强军民融合式发展战略规划、体制机制建设、法规建设。加快建设现代化武装警察力量。增强全民国防观念,提高国防动员和后备力量建设质量。巩固和发展军政军民团结。\"深刻理解把握这一重要论述,坚持以国家核心安全需求为导向,加快培养高素质新型军事人才,提高以打赢信息", "label": "军事学", "id": 0}
{"content": "<正>四渡赤水是世界战争史上以少胜多的经典战例,也是毛泽东\"一生的得意之作\"。对比研究《孙子兵法》与四渡赤水,我们惊愕地发现,四渡赤水简直就是《孙子兵法·计篇》的现代版,甚至让人觉得,似乎两位伟大的军事家在1935年的春天,冥冥中有一次精妙绝伦的神交。本文将按照《孙子兵法·计篇》的逻辑顺序,解读其与四渡赤水战役的内在联系,进而引申出国防建设\"智慧论\"的新观点。", "label": "军事学", "id": 0}
{"content": "<正>孙子说,\"不战而屈人之兵,善之善者也。\"善之善即上善,也就是最理想的结果。理想的是最美妙的,当然是无数人追求的,从而吸引了很多人的眼睛只盯着结果,忘记了前提和条件。不战而屈人之兵基本前提,一是能战,二是敢战。孙子能战世人皆知,理论方面其著述《孙子兵法》堪称世界兵经圣典,实战方面,孙子领兵打仗几乎战无不胜,与伍子胥率吴军破楚,五战五捷,率兵6万打败楚国2 0万大军,攻入楚国郢都。能", "label": "军事学", "id": 0}
{"content": "<正>作为兵学思想的典范,《孙子兵法》中充满了丰富的军事辩证法思想,贯穿了对矛盾的斗争性和统一性、矛盾的普遍性与特殊性关系原理的灵活运用。一、《孙子兵法》中的矛盾认识论（一）矛盾的斗争性和统一性我们知道,任一事物中的两个方面,不仅是对立着的,而且还是同一着的。离开同一的对立,和离开对立的同一一样,本是不存", "label": "军事学", "id": 0}
{"content": "<正>当代大学生是掌握新技术、新思想的特殊群体,是国家培养的高级专业人才,同时也是国防后备力量的重要组成部分。每一个大学生与其他公民都一样,对于保卫国家安全、维护国家利益、促进国家繁荣富强有着神圣的责任和义务。而作为一个特殊的社会群体,加强对大学生的《孙子兵法》教育就显得尤为重要了,是增加爱国主义、忧患意识、谋略头脑和创造力的重要途径。", "label": "军事学", "id": 0}
{"content": "<正>孙子认为战争是国家的头等大事,关系到军民生死、国家存亡。最好的战争结果是不通过战争就让敌人屈服。做到这一点,不是放弃战争,反而更加强调充分的备战,以强大的威慑力量达到\"以战止战\"的目的。强大的威慑力有赖于强大的综合国力,以尚武精神为主要内容的民族精神,则是综合国力的重要基石。一、尚武精神是中华民族的优良传统尚武精神,顾名思义就是崇尚\"武力、武备、武德\",其主旨", "label": "军事学", "id": 0}
{"content": "<正>《孙子兵法》是一部蕴含哲学辩证思想的军事巨著,她站在全局的高度,以战略的眼光,对战争战理进行深层次的剖析和阐述,虽然也有战术层面的战法指导,但更多的则是战略层面的军事综述。《孙子兵法》所阐释的军事思想被后世兵家奉为从事战争活动的金科玉律、至理名言,被尊为\"兵家圣典\"。\"诡道\"思想仅是其军事理论中很小的一部分。持《孙子兵法》\"诡道说\"者,盖由《孙子兵", "label": "军事学", "id": 0}
{"content": "概述了GPS在现代战争的重要作用,引出目前GPS干扰技术现状,对海战场GPS干扰技术进行分析。然后分析了GPS易受干扰的弱点,介绍了GPS干扰方式,着重对GPS分布式立体干扰系统进行了分析,提出了构建复杂导航电磁环境进行军事训练的观点。", "label": "军事学", "id": 0}
{"content": "本文在HLA框架下刘一基于多智能体的海上编队防空作战仿真系统作了总体设计,结合信息时代海上防空作战特点,针刘一仿真实体在整个体系中的角色,按照层次化行为控制结构,开发了自治厂半自治Aaerit,提高了战场刘一象描述的逼真度,便于开发和实现中的继承和重。同时在应用中将聚合级CGF作为一个联邦成员加入到平台级作战仿真应用中,降低了人规模异地分布式交互仿真的费用。", "label": "军事学", "id": 0}
{"content": "<正>一、前言管仲为春秋名臣,在齐时,因得桓公赏赐,被重用为相,为使百姓对桓公這个新政府有信心,‘以区区之齐在海滨,通货积财,富国疆兵,舆俗同好恶。——其为政也,善因祸而为福,转败而为功。贵轻重,慎权衡’。可见管仲为政治国之道,乃顺虑民心,重视经清,并透过政教合一,全民皆兵等方策,达到\"国富兵强\"的目的。终至‘兵车之会三,乘车之会六,九合诸侯,一匡天下。’（《史记?管晏列传》）,孔子‘许以仁’也。孙武,为春秋末齐人,熟《六韬》等兵法,在吴隐居多年,传孙子兵法十三篇;《孙子》书中所揭示的战略思想、战争的客观规", "label": "军事学", "id": 0}
{"content": "《平家物语》是日本战记物语的代表作,成书于13世纪,描写了平氏一门武士作为新兴阶级进入中央政界并逐渐成为显赫高官,盛极一时后引起旧贵族嫉恨,最后在战乱中败给另一个武士集团——源氏的悲壮故事。书中大量关于战争的描写,既向我们还原了当时雄浑高昂的气势,亦向我们展示了战争中的智慧与韬略。《孙子兵法》是我国现存最为古老、最有研究价值的军事典籍,其内容博大精深,思想精邃富赡,逻辑缜密严谨,内含各式各样灵活多变的战略战术,被尊为\"兵学圣典\"。细读两本名著之后,笔者发现二者存在着许多相通之处,可以说是理论和实际的完美结合。本文将结合《孙子兵法》的战略战术理论简要介绍《平家物语》中较为经典的战争场景,依次分析完每个章节之后,最终得出结论。", "label": "军事学", "id": 0}
{"content": "依据目标价值评价指标体系,介绍了基于Elman神经网络的目标价值分析的新方法,实例证明,采用该方法所得结果与传统的层次分析法基本一致,且计算速度较快。运用Elman模型进行目标价值分析是合理可行的。", "label": "军事学", "id": 0}
{"content": "文章首先从美军通用作战态势图（COP）的概念及研究现状出发,针对空间作战的特点,提出了空间作战态势图的概念并给出了它的构想图,然后论述了空间作战态势图的构成要素及各要素与空间作战态势图的关系,最后对空间作战态势图实现中需要解决的关键技术进行了简要介绍,为进一步开发空间作战态势图奠定了基础。", "label": "军事学", "id": 0}
{"content": "本文忠于《孙子兵法》原文,以孙武原话解读了将帅\"五德\"之\"智、信、仁、勇、严\"。论述了继承孙武\"五德\"思想的精髓。在结束语中就\"智、信、仁、勇、严\"五德的排序问题提出了自己的观点。", "label": "军事学", "id": 0}
{"content": "文章从\"赛博空间\"（cyberspace）的相关概念入手,着重介绍国外网络战技术和战场网络战系统的最新发展动态。针对美军战场信息网络的发展特征和脆弱性分析,提出了我军开展海战场网络战技术研究的关键技术和重点方向。", "label": "军事学", "id": 0}
{"content": "从计划识别的角度出发,对水下无人运载器（UUV）的战术态势估计问题进行分析,采用多代理计划识别理论对其过程了进行了分析,建立了UUV态势估计战术计划识别模型对战场战术态势进行研究,并实例验证了模型的有效性。", "label": "军事学", "id": 0}
{"content": "分析了城市反空袭作战中次生化的特点及对作战行动的影响,提出了战时对次生化危害防护的对策。", "label": "军事学", "id": 0}
{"content": "本文分析了我国面临的生化恐怖威胁的程度及其威胁的特点,在此基础上,对军队反生化恐怖活动提出了相应的建设性对策。", "label": "军事学", "id": 0}
{"content": "本文主要介绍了基因武器的概念、起源、种类、特性、对未来作战影响及其防御措施。", "label": "军事学", "id": 0}
{"content": "《孙子兵法》是我军中、高级院校中外国军事留学生培训非常重要的课程,也是外国军事留学生非常喜欢的课程。这一课程不但弘扬了中华优秀军事文化传统,也为增进中外军队友谊与促进世界和平做出了重要贡献。但这一课程教学也存在一些问题。本文从外国军事留学生《孙子兵法》课程教学目的出发,着重探讨我军中、高级院校外国军事留学生《孙子兵法》教学应当确立的若干教学理念,以期进一步推动《孙子兵法》教学提高质量和提升其在对外军事交流中的战略文化价值。", "label": "军事学", "id": 0}
{"content": "根据战斗机的典型作战使用和效能指标要求,运用数据包络分析（DEA）的方法,建立了战斗机作战效能有效性评价的数学模型,针对四种有代表性的战斗机设计方案进行分析,计算结果能够合理评估战斗机设计方案的相对有效性和规模收益情况,并指出非有效方案的改进方向。", "label": "军事学", "id": 0}
{"content": "为了评价现代海战中的情报获取能力,首先论述了情报获取与作战策略的关系,阐述了情报获取的途径及其质量要求,建立了情报获取能力评价的指标体系,设计了情报获取能力评价系统,为评价现代海战情报获取能力提供了技术支持,可以较好完成情报获取能力的评估。", "label": "军事学", "id": 0}
{"content": "射击效能是评估区域防空部署方案优劣的重要指标,是区域防空部署决策人员实施科学决策的定量化依据。采用离散事件系统建模与仿真的方法,建立了区域防空拦截过程的系统模型、基于Arena的区域防空拦截过程的仿真模型,并通过实例验证了模型的有效性。", "label": "军事学", "id": 0}
{"content": "本文以分析美军对网络空间的界定为切入点,阐述了美军的网络战概念内涵基于网络空间涵盖领域的不断拓展而演变发展的过程,从而探讨了网络战与相关概念的对应关系及其与信息战、网络中心战的联系和区别。可为准确定义美军网络战概念,解决近年来学术界\"美军所指的‘网络战’到底对应于CNO、NetOps,还是CyberOps\"的争议,澄清\"网络战仅指计算机网络战\"的误区,并把握美军网络战建设发展的战略规划提供参考。", "label": "军事学", "id": 0}
{"content": "<正>当前,新的战争理论已经突破传统的物质范畴而深入到认知领域（cognitive domain）,并且广泛渗透到现代战争全过程,左右着战争的进程和结局,这就是制心理权理论。所谓战争制心理权,指通过武力威慑、舆论宣传、心理影响、法理作用等手段对敌方人员的认知系统、情感系统、信念系统等进行干扰和攻击,以掌握整个战场的政治态势和心理走向的主导", "label": "军事学", "id": 0}
{"content": "针对海上恐怖活动特点,分析了海上反恐行动的信息来源和度量方式,建立了信息认知能力对反恐行动中的机动能力、不确定区域（AOU）面积、目标搜索及打击效能影响的数学模型,并通过实例对模型进行了验证评估。", "label": "军事学", "id": 0}
{"content": "文章首先概述了情报服务的重要性,情报与科学决策的关系;其次分析了我部情报服务的现状及制约情报服务水平的因素;最后以科学发展观为指导,以情报服务为重点,探讨了如何提升情报服务水平的途径与对策。", "label": "军事学", "id": 0}
{"content": "利用多智能体技术,辅助生成空中军事打击行动决策方案,并对决策方案进行仿真、评估,通过对复杂决策任务的建模与求解技术的分析、运用,建立与完善知识库,为空中军事打击行动方案的分析、修订、优选提供依据,进而提高空中军事打击行动筹划的质量与效率。", "label": "军事学", "id": 0}
{"content": "《孙子兵法》是世界军事史上的第一奇书,比之于西方享有盛名的《战争论》（德国克劳塞维茨著）要早2000多年。军事必须依赖于地学环境及条件,这一点孙子在2000多年前就注意并运用到了。军事科学结合地球科学,在人类争斗历史上出现了无数的要地,至今许多重要军事遗迹成为了当代旅游景观区,推动着\"军事地学旅游学\"的诞生与发展。", "label": "军事学", "id": 0}
{"content": "《孙子兵法》是我国现存最古老的一部兵书,其蕴含的丰富思想在各行各业得到了十分广阔的应用。本文以《孙子兵法》中\"决策优选\"思想为出发点,以\"认知原则\"、\"成本原则\"和\"反馈原则\"为着眼点,以消防部队灭火和抢险救援战例为素材,将\"决策优选\"思想引入到消防作战领域,阐述了这一思想在指导消防部队火灾扑救和抢险救援中的积极作用。", "label": "军事学", "id": 0}
{"content": "<正>恐怖组织不断使用潜水员进行水下攻击的事实说明,通过水下进入港口并袭击停靠在码头船舶是一种简便方式,这些威胁的产生提高了使用声纳和其他技术对水下通道进行监控的需要。2006年,斯里兰卡一艘海军攻击快艇被炸沉于纳拉鲁外海,猛虎组织宣布对此次海上攻击负责,行动由猛虎组织海上敢死队实施,该事故造成3名猛虎组织成员和14名斯里兰卡士兵身亡。随后,泰米尔\"海上\"", "label": "军事学", "id": 0}
{"content": "研究了反潜直升机布设被动声纳浮标阵对潜跟踪的时机和方法;对在粗略知道敌潜艇位置的情况下,研究了采用相关分析与记录法（CODAR）对潜艇定位的距离误差随布设的浮标对之间的相对位置关系的变化;通过MATLAB对距离误差变化趋势进行求解,并得出了结论。", "label": "军事学", "id": 0}
{"content": "从部队的战斗力出发,建立了较完备的地空导弹营战斗力的评估指标体系,提出了一种基于灰色定权聚类和三角白化权函数的地空导弹营战斗力的灰色聚类评估方法。最后的实例分析表明了该方法的可行性。", "label": "军事学", "id": 0}
{"content": "为了满足协同空战中长机对编队内飞机快速进行武器-目标分配的需求,对传统的离散粒子群优化算法进行了改进,并用其求解目标分配问题。针对离散粒子群优化极易陷入局部极值的问题,通过增加对群体最佳粒子进行局部扰动搜索,以提高在进化过程中特别是进化后期搜索到最优解的速度。一旦目标函数适应度在一定迭代次数后没有进化,则启动局部扰动搜索。对两个作战想定进行了统计计算,结果表明,该算法具有实现简单、计算量小、求解速度快的特点。", "label": "军事学", "id": 0}
{"content": "<正>\"国际战略\"是一个古老的研究领域,又包含着崭新的研究内容。自战国至秦汉以来,中国就不乏\"纵横家\",即当代所称的战略家。他们多为君王的策士,胸怀大局,熟谙兵法,满腹经纶,长于韬略,果断决策,机智善辩,纵横捭阖。《战国策》、《孙子兵法》等许多经典著作,记录了中国古代丰富的战略思想。现代中国战略家当中,毛泽东的雄才大略和军事思想,至今无出其右者。", "label": "军事学", "id": 0}
{"content": "<正>一、引言近年来,核生化恐怖袭击事件时有发生。例如:1995年3月20日,日本东京地铁沙林毒气恐怖事件;1999年12月,车臣恐怖分子引爆氯气和氨气储罐事件;美国\"9.11\"事件;2002年南京汤山毒鼠强恶性投毒事件。。。。", "label": "军事学", "id": 0}
{"content": "<正>齐鲁文化源远流长,博大精深,光辉灿烂,浩浩荡荡,深刻地影响着中国,影响着世界,历时2000多年而不衰,是经过中外历史长期检验的先进文化。在齐鲁文化的大框架内,一文一武两个圣人是最闪光的两个亮点。\"一文\",就是文圣孔子。\"一武\",就是武圣孙子。孔子创立了儒学,孙子创立了兵学。儒学经典是《论", "label": "军事学", "id": 0}
{"content": "指控网是网络中心战的四大功能网络之一。指控网作战效能评估是网络中心战研究的一个热点。使用网络复杂性理论分析研究了网络中心战环境下指控网的特点,建立了指控网作战效能评估的指标体系,并利用图论、集合论的知识对指标分别进行了量化建模,建立了指控节点、指控链路以及指控网三级递阶式的效能评估结构。", "label": "军事学", "id": 0}
{"content": "本文着重阐述战术数据链中多传感器信息融合的基本模型。", "label": "军事学", "id": 0}
{"content": "本文针对区域防空之兵力需求模型,建立了相应的指标体系,并给出了抗击率和安全率的求解模型和计算方法。", "label": "军事学", "id": 0}
{"content": "采用定性与定量分析相结合的方法,从影响区域防空作战兵力需求的主要因素入手,分析了我防空兵武器装备的种类、数量及性能,分析了空袭目标的种类、空袭方式及特点等,并研究了对敌我双方的作战能力。定量分析兵力需求问题,并建立了兵力需求模型,给出了区域防空作战兵力需求的基本结论。", "label": "军事学", "id": 0}
{"content": "本文讨论了城市防护学的地位、理论体系及学科研究对象,介绍了系统工程在城市防护研究中的若干应用。", "label": "军事学", "id": 0}
{"content": "海湾战争后,许多人对工程防护在高技术局部战争中的作用产生了疑问,有的甚至认为:防护工程已经不能抵抗高技术兵器的打击,建设和发展防护工程系统已无意义。如何正确认识这一问题呢?本文作者从攻击手段与防护工程互为对象而发展的规律,从工程防护技术分析等角度,阐述了设防工程系统在高技术局部战争中仍然具有重要的地位和作用,并提出了建立新的设防工程应确立的基本原则。", "label": "军事学", "id": 0}
{"content": "通过系统总结重要经济目标的防护措施,并针对我国重要经济目标防护现状及存在的问题,提出了开展我国重要经济目标的防护战略、指导思想和建议。", "label": "军事学", "id": 0}
{"content": "在现代精确制导武器的打击下,重要目标单纯依靠土木工程结构进行防护越来越困难。采取多种技术途径和手段,实施综合防护的思想逐步为人们所认识,并被应用到军事实践中。本文介绍了近年来国内外综合集成建设研究的基本情况,分析了综合运用各种技术手段,对重要目标实施综合集成防护的可能性。", "label": "军事学", "id": 0}
{"content": "<正>研究目的：战斗员在作战过程中通过攀、爬、跑、跳、跃进、滚进、投掷、负重、射击、刺杀等等各种战斗动作,来完成作战任务的,达到消灭敌人,保存自己的目的。各军兵种有不同任务,对专业体能的要求也不同,如何衡量他们的体能状况。我们要求能对不同专业军种兵种的军人的体能状况进行比较、鉴别和评价,如电子对抗兵和工程兵,通信兵和炮兵,他", "label": "军事学", "id": 0}
{"content": "当反恐巷战发生时,参战人员的战斗状态至关重要。本系统采用心理学方法,从作战效能的角度对指战员的心理特点进行了分析归纳,并实现一个基于人工智能和虚拟现实技术的“反恐巷战实验平台”,将个体心理属性和作战效能进行实验分析,结合3D 模拟演示,给出街道反恐巷战的相关心理策略。", "label": "军事学", "id": 0}
{"content": "针对现代防空作战环境包含大量不确定性因素的特点,运用地面防空兵战术学、可信性理论探讨地面防空兵力配置的不确定作战效能问题。设计了在随机环境下阻击式防空兵力配置作战有效性分析评估模型,该模型将敌空袭目标进袭的方向、高度以随机变量的形式作为输入,并以配置方案在给定置信水平下空袭目标在整个火力杀伤区内最大逗留时间为评估指标。结合一实例通过随机模拟进行分析和计算,显示该模型较为贴近实际。", "label": "军事学", "id": 0}
{"content": "给出一个典型的空战问题（AFP）作为研究实例,分析了问题的构成,探讨了解决问题的基本框架与途径以及需要解决的关键技术,为对策论（博弈论）的发展提出了新的研究课题,也为作战模拟理论与应用研究创造了良好的支撑条件．", "label": "军事学", "id": 0}
{"content": "通过利用模糊综合评判法的理论,结合信息化条件下的炮兵侦察的保障特点,给出了一种基于模糊综合评判法的侦察保障决策体系结构,为快速、准确的完成侦察保障决策提供了一种新的途径．", "label": "军事学", "id": 0}
{"content": "观察所选择是炮兵射击指挥的重要研究内容。本文根据物元分析理论和炮兵战术原则,就计算机条件下的观察所选择进行了初步探讨．", "label": "军事学", "id": 0}
{"content": "信息化战争中对信息的有效利用可以成倍的提高整个作战系统的效能,面对大量的信息,如何挑选出有效的信息则是一个关键性问题．本文利用多级模糊评判方法对信息效能做尝试性的评估．", "label": "军事学", "id": 0}
{"content": "<正>今天的世界,需要人类共同的文化精粹,以实现世界和平。孙子的思想以超越战争的和平理念揭示了战争这一人类矛盾、冲突和对抗的最高领域的规律以及指导战争的规律,从而成为人类共同的文化精粹。论文分三部分探讨如何运用孙子战略战术思想的文化精粹处理当今世界国家关系。", "label": "军事学", "id": 0}
{"content": "<正>关于战争的科学著述,古有《太公兵书》——《六韬三略》、《孙子兵法》、《吴子兵法》、《司马法》、《魏公子兵书》、《缭子兵法),现代有毛泽东的《论持久战》和《中国革命战争的战略问题》等著述。国外有克劳塞维茨《战争论》。利得尔·哈特的《战略论》。对战略策略以及战争胜负等,都有精辟论述。人们常说:\"战争是政治的激化,是政治的延续\",\"政治,是战争的目的。\"政治统率战争,带有根本性。这里主要从政治角度探讨一下战争问题。", "label": "军事学", "id": 0}
{"content": "层次分析法是一种定性与定量相结合的多准则决策分析法,该文在研究其原理基础上, 建立了利用层次分析法进行炮兵的火力打击重点的选定层次模型,综合了影响打击重点选定的多种因素,通过量化计算,得出了最佳的火力打击重点。在突破口和防御要点的选择方面也可以采用层次分析法。", "label": "军事学", "id": 0}
{"content": "信息化战场条件的变化对炮兵的生存提出了新的课题。该文利用蓝彻斯特方程,建立了地面直瞄交战中有一方采取伪装措施条件下的对抗模型,进行了定量分析,得出了相关结论。", "label": "军事学", "id": 0}
{"content": "该文分析了信息化条件下一体化联合作战的特点,从一体化联合作战精确指挥控制角度,重点讨论了对作战的信息、空间、时间、目标和效果等实施精确控制问题,最后对一体化联合作战指挥信息系统建设提出了自己的一些建议。", "label": "军事学", "id": 0}
{"content": "该文从信息化条件下联合战役火力打击过程中炮兵的火力运用与信息运用的角度,分别从夺取信息优势、火力打击行动、信息防御行动3个方面阐述了火力运用与信息运用的关系, 着重讲述了结合信息进攻力量,实施火力打击行动。", "label": "军事学", "id": 0}
{"content": "心理战是信息战的重要组成部分,心理防御是应对心理战软杀伤的重要环节。分析了信息作战中心理攻击的3个特点:广泛性,多样性,高效性;提出了心理防御的5个措施:注重教育,强化训练,管控宣传,改善环境,完善优抚。", "label": "军事学", "id": 0}
{"content": "信息化炮兵部队作战能力评估包括信息、火力、机动、防护和指挥等5个战斗能力要素。该评估法基于群组决策,即针对群组中各专家给出的判断矩阵及对指标的打分,通过建立专家判断矩阵中包含的直接和间接判断信息间的关系,得到专家意见的一致程度,以确定专家判断的相对客观可信度及各指标的权值,计算其作战能力。", "label": "军事学", "id": 0}
{"content": "该文首先从系统效能评估的角度介绍了“幂指数法”的基本原理,接着分析了信息化联合作战效能评估的内涵,讨论了信息化联合作战力量的联合幂指数量化法,通过对武器、武器系统及各种联合作战行动方案的分析和评判,利用协同系数和作战指数建立了指数-兰切斯特方程动态效能评估模型。为评估信息化联合作战行动效能提供了参考。", "label": "军事学", "id": 0}
{"content": "文章认为我军反恐怖作战呈现出明显的非对称性。主要表现在:一是作战能力对比上我优敌劣,呈现非对称性;二是战场控制能力上我强敌弱.呈现非对称性;三是作战手段上我多敌少,呈现非对称性;四是民众支持上我众敌寡,呈现非对称性。这种非对称性,决定了反恐怖行动的作战方式、作战手段与传统正规行动有诸多不同之处:一是突出特种作战.广泛采用抵近突袭战法;二是先围后剿.综合运用打堵结合的战法;三是展开精确打击,辅助心理战法。由于轻武器具有质量轻、体积小、携带方便等特点,因而在非对称性反恐怖作战中的作用尤为突出.进而提出了在反恐怖非对称性作战中对轻武器的八种需求。", "label": "军事学", "id": 0}
{"content": "一体化联合作战是信息化战争的产物。没有信息技术的支撑.就没有真正的一体化联合作战。军事信息网格（Military Information Grid）由于具有分布式超级计算、分布式仪器系统、数据密集型计算、远程沉浸等功能,实现了军事信息技术的综合集成,满足了一体化联合作战的技术需求,其应用必将推动一体化联合作战向更高层次发展。", "label": "军事学", "id": 0}
{"content": "本文着重从以下几个方面讨论了在未来信息战中如何运用“集中信息优势.重点瘫痪敌人”这一原则。一、多法并用.集中信息优势;二、在集中信息优势的基础上,重点瘫痪敌人的途径。", "label": "军事学", "id": 0}
{"content": "随着信息技术在武器装备上的广泛运用,现代战争正在向信息化战争形态转变。在信息化战场环境中,装甲机械化部队面临着许多新的挑战和困难。本文从通信对抗能力.隐蔽伪装能力以及上综合保障能力上三个方面阐述了装甲机械化部队面临的挑战与对策,以提高未来战争中机构化部队的作战能力。", "label": "军事学", "id": 0}
{"content": "传统的兰彻斯特方程是对作战过程进行仿真的有力工具,但是用来分析具有复杂技术特点的现代海战存在很大局限性。究其原因,现代海战的重要特点在于它的非线性、不确定性与涌现性,因此对于现代海战的仿真需要研究新的方法。近年来蓬勃兴起的复杂性科学研究为复杂性问题的求解提供了新的思路,其中,建立复杂系统模型采用较多的是多智能体技术, 目前仍处于探索提高阶段。本文将多智能体技术运用到现代海战的仿真模型当中也是一种尝试,着重探讨了智能体系统的描述,复杂海战的特点以及现代海战的多智能体建模技术,对现代海战仿真模型的建立有一定意义。", "label": "军事学", "id": 0}
{"content": "根据截击过程对指挥引导的要求,引入空战态势的概念,并采用模糊数学的方法对拦截机获取的空战实际态势与空战要求的目的态势进行比较,对指挥引导的精确度进行衡量。", "label": "军事学", "id": 0}
{"content": "针对防空C3I系统效能复杂性和人们思维模糊性的特点,提出防空C3I系统效能指标体系, 利用不确定型LWM算子和HLWA算子,给出一种语言多属性群评价方法,并应用于不确定性极大的某防空C3I系统效能的评价中,说明了方法的可行性和有效性,有效地解决了防空C3I 系统效能评价这一复杂而困难的问题。", "label": "军事学", "id": 0}
{"content": "情报价值的评判对现在代战争来说是必不可少的一部分。提出利用多级模糊综合评判方法,首先利用层次分析法综合专家的意见,建立权重集,然后利用模糊综合评判方法对情报价值进行预测计算。这篇论文将重点讨论这个问题,即如何评估情报的价值。", "label": "军事学", "id": 0}
{"content": "考虑作战兵力展开的多种目标因素,利用随机变量的理论和方法将随机性模型转化成等价的确定性模型,建立了兵力展开的数学规划模型。结合传统的规划问题,给出了一种兵力展开模型及求解方法。", "label": "军事学", "id": 0}
{"content": "对导弹部队作战能力评估问题,建立了评估的指标体系,提出了模糊综合评判模型。详细介绍了这种方法的设计思想、结构及其实现。通过对实例的分析,证明了该模型的有效性。", "label": "军事学", "id": 0}
{"content": "本文把防空旅作战过程分解成多个节点,用不确定性自信息度度量各节点完成任务的程度,应用改造的信息熵函数,得出一种求防空旅作战效能的新评估方法,并研究了具体事例。", "label": "军事学", "id": 0}
{"content": "研讨了网络中心水下战条件下的水下信息感知和传输问题,对目前的发展状况作了全面的介绍,并对主要的技术发展趋势作了分析。", "label": "军事学", "id": 0}
{"content": "海战场信息化是实施海战场信息战的基础,以信息战中“战斗力=信息+火力+机动”这一原则为依据,本文主要讨论海战场信息化的数字化、网络化技术要求,其涉及到的装备发展需求,以及海战场信息化的作用和最终目标,即实现决策优势、火力优势和机动优势等问题。", "label": "军事学", "id": 0}
{"content": "网电一体战的作战目标无疑是破坏和控制敌方的信息基础和战略命脉,摧毁和瘫痪敌方的作战指挥控制系统,而研究敌方的信息和作战指挥控制系统,首先要研究在未来信息化战争的大背景下,整个战场环境的特点和趋势,以便清楚地认识网电一体战在信息化战场上的规律和特征,为信息作战的准备与实施找准依据。", "label": "军事学", "id": 0}
{"content": "美国协同作战能力（CEC）自提出以来,历经近20年的研制与实验,现已装备了包括舰艇与飞机在内的几十套系统。介绍了编队协同作战的概念以及协同作战系统的组成和原理,并给出了编队协同作战系统的指标体系。", "label": "军事学", "id": 0}
{"content": "如何适应未来联合海战役的作战需求,如何提高我海上机动编队指挥控制能力,是当前我海军工作与学术研究上面临的重要问题。就海上机动编队指挥体系进行大体的构建,对体系的效能量化分析,并且着重对兵力效能进行计算。为以后对编队指挥体系的优化打下很好的基础。", "label": "军事学", "id": 0}
{"content": "简述网络中心战的概念及由来,分析网络中心战概念对海上作战的影响。着力阐述网络中心战概念下舰载多平台综合电子战系统设计所应考虑的主要内容。", "label": "军事学", "id": 0}
{"content": "首先分析了航母编队电子战系统的6大特点。其次,介绍了未来海战的特点以及对航母编队电子战系统的需求。最后,指出了在航母编队电子战系统领域,需要解决的关键技术。", "label": "军事学", "id": 0}
{"content": "重点研究水面舰艇编队防御作战中,需要重点解决的电子战兵力兵器组织使用的几个问题,即干扰敌搜索雷达起始线、压制敌指挥通信线路起始线、干扰敌武器平台雷达起始线和抗击敌制导武器起始线,并在此基础上简要阐述了四个环节之间的关系,对解决舰艇编队防御作战中电子战兵力兵器组织使用有一定的指导作用。", "label": "军事学", "id": 0}
{"content": "战情库系统是电子战半实物仿真系统中一个基础性、关键性的组成部分,从分析电子战半实物仿真系统战情的概念及战情设计信息流程入手,研究了战情设计平台的特点,分析了仿真试验系统对战情数据存取管理的需求,对电子战半实物仿真系统战情库进行了规划与设计,建立了电子战半实物仿真系统战情库。", "label": "军事学", "id": 0}
{"content": "海军作战模拟系统运行的基础是模型,只有建立了正确的模型才能保证作战模拟结果的高可信。对海军作战模拟所涉及的环境模型、实体模型、作战任务模型、实体行为模型、仿真推演模型和评估模型等进行了分析,设计了海军作战模拟的模型体系,并对模型的运行结构进行了研究。", "label": "军事学", "id": 0}
{"content": "反舰导弹是现代海战中水面舰艇面临的最大威胁,提高水面舰艇的反导防御能力是提高水面舰艇生存能力的一个重要因素。分析了现有反舰导弹的技术特点及其发展趋势,论述了发现反舰导弹平台的各种途径和方法,提出了对反舰导弹综合对抗的一些手段和方法。", "label": "军事学", "id": 0}
{"content": "<正>儒家是我国思想发展史上影响最大的一个学派,这一学派是以伦理为主要特征的。班固在《汉书·艺文志》中说：“儒家者流,盖出于司徒之官,助人君顺明阳,明教化者也,游文于六经之中,留意于仁义之际,祖述尧舜,宪章文武,宗师仲尼,以重其言,于道最为高。”这一概述,反映了儒家伦理仁义道德的基本特征。", "label": "军事学", "id": 0}
{"content": "本文分析北约空袭南联盟所使用的精确制导武器是在美国新建立的情报系统为基础,以50多颗各种卫星形成的空间作战力量体系和以各种飞机形成的空中作战力量体系保障了精确制导武器的精确打击。在文章最后谈了几点看法。", "label": "军事学", "id": 0}
{"content": "随着科学技术的不断进步,国家安全领域不断得到拓展。现代国家安全已经成为在军事安全基础上,包括国家政治安全、经济安全、科技安全、信息安全、文化安全等等的综合安全。空间以其在各个领域中的独特地位与作用,日益成为国家安全体系的重要组成部分。空间既是军事上的\"制高点\",又是国家安全的\"高边疆\"。太空军事化和武器化日趋明显,空间战成为新的作战样式,空间力量成为维护空间安全的核心力量。", "label": "军事学", "id": 0}
{"content": "<正>现代空战需要飞行员及时而有效地传递战场敌我双方的关键战术信息,以便在空战态势瞬息万变的情况下快速作出正确的决策。但是,在未来高技术条件下,由于高强度的电子干扰等因素的存在,使空战中的不确定信息剧增,从而影响空战的决策。波兰数学家Z．Pawlak于1982年提出的粗糙集（Rough Set）", "label": "军事学", "id": 0}
{"content": "<正>孔子和孙子,一个是儒家创始人,一个是兵家之祖,两人在中国文化中占有举足轻重的地位。拙文《孔子和孙子之初步比较》对两位圣人作了一些粗浅比较。过后,总感到言之未尽。", "label": "军事学", "id": 0}
{"content": "层次分析法是一种定性与定量相结合的多准则决策分析法,本文在研究其原理基础上,建立了基于层次分析法的主攻方向选定层次模型,综合了影响主攻方向选定的多种因素,通过量化计算,得出了最佳的主要进攻方向。在突破口和防御要点的选择方面也可以采用层次分析法。", "label": "军事学", "id": 0}
{"content": "防空战斗中,将建制和配置的防空兵力分配给要求防空力量给予掩护的各类目标是防空兵指挥员定下决心的重要内容,如何正确区分兵力,最大限度地掩护各目标,需要确立一个科学合理的标准来进行决策。本文将层次分析法引入到构建一个待掩护目标重要性的综合评价中去,并根据具体评价合理地将待掩护目标进行排序。", "label": "军事学", "id": 0}
{"content": "尽管已经有一些专题性的研究、实务,如国防发展战略规划、兵力规划建模等,以及在一些系统分析或军事运筹学著作或教材中,可以零星看到的有关理论方法概略介绍,但总体而言,以定性与定量相结合的综合集成方法为基础的、以中国特色新军事变革中的重大规划应用创新为目标的、系统性的军事战略规划论证研究,目前在国内并未真正展开,特别是甚至还缺乏一个针对研究体系的顶层设计。作为起步,本文系该方向的概念性探讨,并着重以模型为中心,试图完成一个框架性的分析设计。", "label": "军事学", "id": 0}
{"content": "多属性决策方法的应用研究是决策理论研究中最为热门的课题之一。本文在介绍了多属性决策方法原理的基础上,将其应用于炮兵的火力计划, 对要打击的目标进行评估和排序。这种方法不仅适用于计算机辅助决策,还适用于作战模拟,有广泛的应用范围。", "label": "军事学", "id": 0}
{"content": "反潜战是对潜艇的搜索和重新定位问题,潜艇的水下航速和电量是两个重要的约束条件。通过建立反潜战的数学模型,应用对策论进行分析,研究了在潜艇速度和电量双约束条件下的反潜效果。", "label": "军事学", "id": 0}
{"content": "<正>文中首先阐明了江泽民同志关于打赢高技术战争的指示；然后作者着重叙述信息化的概念和“信息化之魂 C~2-C~4ISR”；制信息权和制天权的关系；美俄日“天眼”（卫星）令人关注；学习迟浩田同志讲话；最后作者提出了建议。江泽民同志说：“未来高技术战争的特点是——‘战争全面信息化’。信息技术将主导未来战场,制信息权", "label": "军事学", "id": 0}
{"content": "随着以信息技术为核心的高新技术的迅猛发展,现代战争中的新闻舆论战已成为一种新作战样式,媒体成为了特殊的作战武器,制新闻权的争夺变得异常激烈,新闻舆论的作战功能日益突出,加强舆论战研究成为一个紧迫的课题。本文就此进行研究与探讨,提出舆论战是信息化战争的“第二战场”等新观点以及加强舆论战研究的若干对策思考。", "label": "军事学", "id": 0}
{"content": "<正> 《孙子兵法》十三篇一气呵成,珠联璧合,环环相扣,通篇自有“率然”之势,《火攻篇》自然是这个恢弘体系结构中一个非常重要的有机组成部分。然而,长期以来,人们似乎忽略了《火攻篇》在《孙子》十三篇中的重要地位,以为《火攻篇》讲的只是低层次的", "label": "军事学", "id": 0}
{"content": "<正>深入分析伊拉克战争中美军在装备保障上的特点,可以看出,在高技术条件下,装备保障的焦点已经发生了位移,既有以往高技术战争的一般特点,又出现许多新变化。作战中呈现出对装备保障的机动性、时效性要求更强,信息化程度要求更高,保障方法要求更灵活,先进的装备指挥、监测和远程技术支援手段在战争中发挥了重要作用,并直接影响着作战的进程。这些情况在一定程度上揭示", "label": "军事学", "id": 0}
{"content": "<正>本文结合中外海上战例和几次重大战备演练的实际,总结历史经验,立足现有条件,为打赢现代技术特别是高技术条件下的海上局部战争,对超前做好装备技术保障的准备作一研究与探讨,以供同行参考。一、装备技术保障在未来海上局部战争中的重要作用海湾战争的硝烟虽已散去,但却给人们留下了值得思索的问题,即美国在这次海湾", "label": "军事学", "id": 0}
{"content": "<正>毛泽东继承了马列主义人民战争的思想,集古今中外人民战争经验的精华,把唯物史观运用于军事领域,通过长期艰苦的实践和理论的创新,给人民战争赋予了新的内容,形成了比较系统完整的具有中国特色的人民战争思想,成功地解决了中国革命战争的理论和实践问题。随着时代的发展,军事高科技越来越发达,武器装备的现代化程度越来越高。信息化战争作为一种全新的作战形式,已经渗透到现代战争的各个方面,并日益成为决定战争进程乃至战争胜负的重要因素。在这样新的形势下,对毛泽东人民战争思想的地位作用如何深化认识,如何继承和发展,是一个亟待解决的重大问题。", "label": "军事学", "id": 0}
{"content": "<正>所谓歼灭战,是歼灭敌人全部或大部的作战,即每战均要解除敌人武装,毙伤俘敌全部或大部人员,摧毁和缴获敌人全部或大部分武器、装备和器材。歼灭战思想是毛泽东一贯的作战指导思想,是毛泽东战略战术原则的核心,是毛泽东军事思想的一个重要组成部分。1936年下半年,毛泽东形成了系统的歼灭战理论。他确定我军作战“基本的方针是歼灭战”。指出,“歼灭战,则对任何敌人都立即起了重大影响。对于人,伤其十指不如断其一指；对于敌,击溃其十个师不如全歼其一个师”。", "label": "军事学", "id": 0}
{"content": "在联合火力打击的条件下,各军兵种的联合成为制约最终作战效果的关键,航空兵对敌进行火力突击又是其中的重要部分,为了更快更迅速和更科学地进行作战方案的制定,我们考虑引入作战模拟的方法,利用计算机系统来辅助生成作战方案,由此加快作战的反应速度,提高指挥决策的科学性。本文主要根据航空兵对地火力打击的特点,对作战方案模拟生成系统进行总体的设计,粗略勾画出对该系统进行设计的大致思路和过程,以期达到抛砖引玉的效果,进而吸引更多的军事人员认识到作战模拟在战争中的巨大潜能。", "label": "军事学", "id": 0}
{"content": "<正>春秋时期,是人才辈出的时代,产生了许多著名人物。其中,孔子和孙子无疑是当时泰山北斗式的人物,两人分别在各自的领域作出了不可磨灭的贡献。然而,后世学者很少将二者进行比较,甚至出现尊孔贬孙的现象。例如,战国时期的荀子就认为孙子讲\"攻守变诈\",\"权谋势利\",\"非仁人之兵\",有悖于圣", "label": "军事学", "id": 0}
{"content": "<正>《孙子》亦称《孙子兵法》、《吴孙子兵法》,是世界公认的\"兵学经典\",是我国现存最早、也是世界上最古老的军事理论著作,是哲理性与实践性兼备的战争科学杰作。它产生于奴隶制向封建制过渡的社会大变革时期,约公元前五世纪春秋末期,其内涵之丰富,诚如作者所言:\"无穷如天地,不竭如江河。\"其价值却远远超越了时空界限。当今,《孙子》风靡世界,不但是许多军事指战员在战场上克敌制胜的锐利武器,而且已登上了一些国家的最高\"殿堂\"。成为他们战略决策的理论依据之一。许多财政要员、外交辩士、商界大亨、竞技能手、卫生专家、教育园丁等不同行业中有成就或者有进取心的人,也都从此书中寻找启发。", "label": "军事学", "id": 0}
{"content": "<正>高技术武器的使用始于越南战争后期,今后可能超大规模使用,显示出战争模式的变化。目前使用的高技术武器大都是高成本的武器,一般国家是承担不起的,可以通过炒做军备竞赛,拖垮对手。本文从打赢高技术下的局部战争的需求开始研究,通过分析高技术武器的优缺点,试图找", "label": "军事学", "id": 0}
{"content": "本文首先对目前分布交互仿真（DIS）系统中舰艇兵力生成的方法进行了简要的总结,指出其特点与不足。并指出用高层体系结构（HLA）实现仿真系统是未来发展的主要趋势,说明用HLA实现舰艇生成兵力的必要性。随后,对用HLA实现舰艇兵力生成进行了具体的探讨,其内容包括HLA实现舰艇兵力生成的可行性、具体实现的方法及对舰艇兵力生成中可能遇到的技术等问题。", "label": "军事学", "id": 0}
{"content": "本文收集了国内外14种信息战的定义。从信息战产生的时代和战争史的角度,从发展应用的观点和电子战为基础的观点,分析了14种信息战定义的合理处和存在的问题;提出了与信息战定义有关的六要素,提出了信息战争和信息战的新定义。", "label": "军事学", "id": 0}
{"content": "<正> 诞生于2500年前的《孙子兵法》思想内容博大精深,由于它揭示了战争的一般规律以及在对待战争问题上的朴素的唯物主义思想和朴素的军事辩证思想的基本原理尤为世人所推崇。作者孙武,春秋末期齐国人,在公元前517年左右,为避战乱而投奔吴国,在伍子胥的举荐下,孙武携十三篇《孙子兵法》见吴王阖闾。阖间读后惊叹道:“开宗明义,出语不凡,堪谓治国兴邦之宝。”于是任命孙武为将军,指挥了著名的“西破强楚”、“南服越人”的大战役,并形成了“北威齐晋”的态势,展示了他卓越的指挥才能。军事上的胜利,必须有法制思想作保证,并在这种思想指导下,形成一套完整的军事法制体制来约束管理军队。本文以求在这两个方面对孙子的思想理论观点作一分析和研究。", "label": "军事学", "id": 0}
{"content": "<正> 《孙子兵法》共13篇,孙子不仅在《兵势篇》中阐述了“势”的内涵、作用和意义,在《始计篇》、《虚实篇》中也多次谈到“势”,而且,在其他篇中也渗透着对“势”的思辨色彩。因此可以说,“势”是《孙子兵法》体系的重要组成部分,它对市场竞争的指导作用不可低估。鉴于此,本文就“势”的内涵及其在商战中的重要性作以简述,并结合哈尔滨桃源实业总公司的成立与发展,以实例谈谋略,旨在为更多的企业在市场竞争中提供借鉴。", "label": "军事学", "id": 0}
{"content": "<正> 问世至今已有2500年历史的兵学圣典——《孙子兵法》,以其内容博大精深、体系细致完备而一直为世人所推崇备至,探究不止。它总结和研究了春秋末期以前的作战经验,揭示了战争的一些重要规律,并且包含着朴素的唯物论和辩证法的基本原理,被誉为“兵经”。在本世纪中期,人们发现书中有不少经营管理之道、经营战略决策等。因此一些企业管理者把书中某些思想运用于现代企业管理中,收到了奇效。本文试就孙子的治军管理思想和原则,应用于现代企业管理理论中进行探索,旨在为更多的企业在经营管理活动中提供借鉴。", "label": "军事学", "id": 0}
{"content": "<正>《诗经》作为我们民族的瑰宝,有不少战争诗。如《秦风》中的《小戎》、《无衣》,《小雅》中的《采薇》、《出车》、《六月》、《采芑》,《大雅》中的《江汉》、《常武》,以及周人开国史诗中的《公刘》、《皇矣》、《大明》,也有战争的内容。这些诗篇反映了当时的战争观念和军事战略思想。一是战争的胜负对政治具有依赖性,二是突出积极防御战略思想,三是战略上重威慑,讲究不战而屈人之兵。", "label": "军事学", "id": 0}
{"content": "<正> 军事欺骗是诱使敌方形成错误知觉和判断的过程。“兵不厌诈”这一古老的军事准则在不同的时代、不同的社会技术背景下有着不同的表现规律。时代背景和科学技术水平的发展深刻地影响着军事欺骗的形式、手段、作用及其在军事行动中的地位和意义。高技术时代的军事欺骗已不再局限于战役战术层次,而是越来越多地运用于战略层次。欺骗与威慑是一对性质相反的行为。威慑需要公开宣布己方的真实意图并展示“足够”实现这些", "label": "军事学", "id": 0}
{"content": "<正> 毛泽东人民战争思想是其军事思想的核心,是马克思主义的唯物史观和党的群众路线在革命战争中的运用,其基本原理具有指导任何时代、任何战争的本质力量。所谓信息战,就是通过直接攻击敌信息系统,来攻击敌认识和信念的一种冲突样式。其实质就是:以信息能为主要作用手段,通过击垮敌方的认识与信念,来迫使敌方人、机分离(放下", "label": "军事学", "id": 0}
{"content": "<正>毛泽东在《中国革命战争的战略问题》这部光辉著作中开章明义地指出:\"战争规律——这是任何指导战争的人不能不研究和不能不解决的问题。\"今天,当人类战争发展到高技术兵器主导战场而形成崭新战争形态的时候,我们完全可以说:高技术战争规律,这是任何指导高技术战争的人不能不研究和不能不解决的问题。", "label": "军事学", "id": 0}
{"content": "<正>打赢现代技术特别是高技术条件下的局部战争,最基本的条件,一是发展高技术武器,二是培养大批能够驾驭高技术战争的人才。对于军队自身来说,后者是主要的任务,而培养人才,主要是依靠院校的正规教育来实现。一、确立科学合理的培养目标,使之与新时期战略方针对人才的要求相符合。", "label": "军事学", "id": 0}
{"content": "<正>《中国革命战争的战略问题》发表60周年了,这篇光辉的马克思主义著作,是马克思列宁主义的普遍真理同中国革命战争具体实践相结合的典范,是伟大的人民革命战争的军事纲领。在这部著作中,毛主席运用马列主义的立场、观点、方法科学地总结了第二次国内革命战争的经验,提出了有关中国革命战争的战略问题,对", "label": "军事学", "id": 0}
{"content": "<正>海湾战争的结局向我们昭示,单纯的防御已不能有效的抗击拥有高技术装备之敌的凌厉攻势,迫使防御战法必须着眼于破坏和削弱进攻之敌的信息和技术优势。在提高抗力的同时,扩大打击的范围,加强打击手段,增强防御活力,以有限进攻胜敌,能动地适应高技术条件下防御作战的需要。这里提出的\"有限进攻\"是指在", "label": "军事学", "id": 0}
{"content": "<正>60年前,毛泽东同志总结了第二次国内革命战争的丰富经验,在举国抗战即将展开的关键时刻,高瞻远瞩,审时度势,发表了《中国革命战争的战略问题》这部伟大著作,极大地丰富和发展了马克思列宁主义的军事科学,为我军制定了一系列的战略战术原则,其中集中优势兵力打歼灭战思想是其核心。集中优势炮兵兵力、火力,是毛泽东集中优势兵力打歼灭战的", "label": "军事学", "id": 0}
{"content": "<正>战争实践表明,装备精良的部队由于指挥协调不当,杂乱无章,部队形不成整体作战力量,是打不了胜仗的。反之,装备较差的部队,由于指挥协调得好,部队行动有序,则会形成较强的整体作战能力,从而能取得作战的胜利。按照系统论的观点,任何系统都是由若干相互作用、相互联系的具有特定功能的要素组成的有机", "label": "军事学", "id": 0}
{"content": "<正>毛泽东指出:\"一切战争规律,依照历史的发展而发展,依照战争的发展而发展,一切不变的东西是没有的\"。现代条件下的进攻战斗已是空地一体的立体突击,那么现代条件下的防御战斗也必然是空地结合的立体抗击,防御的前沿、纵深地域概念将不存在,", "label": "军事学", "id": 0}
{"content": "<正>威慑性军事行动是指以威慑为主要目的的军事行动,包括威慑性实战行动和威慑性非实战行动两种类型。威慑性实战行动主要有以教训对手为目的的\"外科手术式\"打击、低烈度冲突。威慑性非实战行动主要包括以显示力量为主要目的的演习、阅兵、军事访问、武装力量部署等形式,是和平时期军事威慑的主要方式。", "label": "军事学", "id": 0}
{"content": "<正>60年前毛泽东发表了《中国革命战争的战略问题》一文,他运用辩证唯物主义和历史唯物主义的基本原理,科学地阐明了无产阶级对待战争的根本观点和研究指导战争的基本方法,深刻地分析了中国革命战争的特点和规律,系统地论述了中国革命战争的战略指导问题,特别是对积极防御基本理论的产生和发展做了详", "label": "军事学", "id": 0}
{"content": "<正>快速反应是高技术局部战争对军队遂行作战任务的根本要求。作为合成军队重要组成部分的陆军装甲机械化部队,具有猛烈的火力、广泛的机动力和良好的装甲防护力,并由此构成强大的快速突击力,是当今各主要国家实施快速反应地面作战的主体力量。", "label": "军事学", "id": 0}
{"content": "<正>高技术战争的全新特征,对作战的物资保障提出了一系列新的需求,使物资的消耗、储备、供应等方面出现了许多新情况、新问题,认真分析高技术战争物资保障的客观规律及发展趋势,研究相应的对策,势在必行。一、高技术战争条件下军队物资的消耗更为巨大和以往战争不同,战争对抗的手段取代了人、畜力的抗衡。物", "label": "军事学", "id": 0}
{"content": "<正>随着高新技术在军事领域的广泛渗透,传统的时空观念、对抗观念、乃至胜负观念等都发生了根本性的变化,这些变化在军事训练等战争实践方面所产生的影响,给我们以深刻的启示。一、战争经验更多地由间接实践中获取战争自古以来就是一柄双刃剑,是两种力量之间的冲突和对抗,同时也是一个极不规则的、离散的和复杂的社会活动过程,是", "label": "军事学", "id": 0}
{"content": "<正>毛主席在其著作中反复强调调查研究,并将他好多调查写成好多文章,还提出\"不了解情况就无发言权\"。张闻天同志抗战初期发表《工作中—问题—了解情况》一文,后来编为整风学习的二十二个文件之一。他们都教导人们不论指挥作战或做任何工作,都要首先了解情况。了解情况,认识客观世界,不仅是打仗做工作的重大前提,也是唯物主义认识论的基本点。《孙子兵法》至今还有人研究,被认为很有价值,正因为这部古书贯串着这种认识和其", "label": "军事学", "id": 0}
{"content": "本文考虑登陆与抗登陆作战中的点射与面射相互结合的交战方式,用推广了的 Lanchester 模型来描述双方的损耗过程。", "label": "军事学", "id": 0}
{"content": "本文通过建立炮阵地的评价指标及隶属度矩阵,计算初选方案的评判值, 得到各方案的优劣顺序,为指挥员选择炮阵地提供科学的依据．", "label": "军事学", "id": 0}
{"content": "多目标攻击和协同攻击作为多机空战研究的难点和重点,一直有待于深入研究．针对多机空战的特点,本文建立了一种新颖的研究理论——协商微分对策理论,并提出了一种求解算法——广义微分动态规划算法,推广了微分对策理论,从而为多机空战分析开辟了一条有效的研究途径．", "label": "军事学", "id": 0}
{"content": "本文首先对Lanchester作战理论的发展作了简短的综述,然后深入探讨了Lanchester 作战理论在战术问题研究中的一些作用。", "label": "军事学", "id": 0}
{"content": "本文讨论满足兰切斯特第二类线性律的炮战。由物资消耗方程以及炮战的终止条件, 对确定性炮战模型进行了分析,并得到一些分析结果。", "label": "军事学", "id": 0}
{"content": "本文通过建立一个最优控制模型来研究作战中的最优增援问题。文中论述了对单战场而言不存在最优增援问题,并提出了如何研究多战场的最优增援问题的一些基本思想。", "label": "军事学", "id": 0}
{"content": "<正> 一、最优火力分配策略和超对策基本方法一对n交战模式的正规战模型为:", "label": "军事学", "id": 0}
{"content": "<正> 设x（t）、y（t）分别代表炮战时间为t时红方与蓝方的兵力,并假定炮战满足直接瞄准射击的古典兰切斯特方程。设sx（t）、sy（t）分别代表炮战时间为t时红方与蓝方的物资量,并假定要毁伤b1个单位的蓝方兵力,红方在单位时间内单位兵力要消耗c单位物资,而要毁伤α1个单位的红方兵力,蓝方在单位时间内单位兵力要消耗d单位物资。同时,考虑在炮战过程中双方的物资分别通过各自的补给线而得到一定的再补给,并假定双方都知道对方的补给线位置。因此,红方的", "label": "军事学", "id": 0}
{"content": "<正> 一、引言随着先进技术和新的武器装备的出现,以高技术为特征的现代战争与传统的战争有着迥然不同的特点,这主要体现在其多兵种协同的复杂程度、战场环境的立体化以及战场信息量的剧增等方面上.传统的手工方式的指挥控制已显然不能适应现代战争的要求。C3I系统便应运而生.", "label": "军事学", "id": 0}
{"content": "<正>我军的著名战将王必成将军在《杰出的军事家》一文中写过这样一段话：“粟裕同志在戎马倥偬、硝烟弥漫的战争年代,积累了宝贵的带兵经验,他治军严格,领导有方,但又待人诚恳、和蔼可亲,他不仅有传统的为将之道, 而且更有其鲜明的特色,与他的高超指挥艺术融为一体, 深得广大指战员的信赖和爱戴,无愧为中国人民解放战争史上的一代英才．”", "label": "军事学", "id": 0}
{"content": "<正> 关于计算机作战模拟和对策模型的研究及应用是很多的。同时,概括性模型,特别是兰切斯特方程模型的进展,也非常之快。本文的目的,是把这两种方法结合起来,用于研究海军诸兵种协同攻击敌水面舰艇编队作战问题。具体的,以海军航空兵和导弹艇协同攻击敌登陆输送队为例,来说明我们的思路和方法。本模型包括三部分:一、飞机和导弹艇攻进敌编队目标最佳分配——数学规划模型;二、描述飞机和导弹突防的兰切斯特方程模型;三、飞机和导弹攻击敌舰的计算机模拟模型。我们在第一节中,先概要地叙述一下红兰双方的兵力组成和战斗行动方案,指出研究这一问", "label": "军事学", "id": 0}
{"content": "<正> 二次大战以来,特别是全面核战争的含义为人们所了解之后,威慑战略已成为现代国家军事战略的一个突出组成部分。超级大国在谋取霸权的争夺中,一贯把核武器作为主要威慑手段。法国也奉行“有限核战略”来抑制威胁,用以确保国家的独立安全。威慑战略的基本含意是以军事实力为后盾相威胁,使对方因害怕不可承受的后果而不敢采取行动。从直观上看,如果两个国家相互奉行威慑战略,那么它们之间的军备竞赛必将迅速升级,因为每一方都力求拥有能使对方感到威慑作用的军事实力。然而一个国家的军事实力不能仅仅取决于威慑战略的要求,还必须考虑国家的经济能力和技术水平的限制。在客观上的确存在着一种边际状态,从这种状态起,进一步增加军费就会减少其他公共福利的开支,", "label": "军事学", "id": 0}
{"content": "<正>《孙子兵法》是春秋末期孙武所著的一部兵书,是我国现存的最为古老而又最有影响的一部军事典籍,在我国乃至世界军事学术史上都占有相当显著的地位。孙武本齐国人,后奔吴国,经伍子胥推荐,被吴王阖庐任命为将军。他通晓军事,屡立战功,辅佐阖庐\"西破强楚\",\"北威齐晋\",①名声大显于诸侯。孙武在《孙子兵法》中提出了许多杰出的命题,倡导许多行之有效的作战原则,对于这些我国古代文化遗产了中的精华,本文由于篇幅所限,不能一一加以论述。现", "label": "军事学", "id": 0}
{"content": "<正>《孙子兵法》是我国流传最早、影响最大的一部军事著作.早在战国时期,就\"境内皆言兵,藏孙、吴之书者家有之\"①。它为历代政治家、军事家所推崇,魏武帝曹操在《孙子序》中赞叹:\"吾观兵书战策多矣,孙武所著深矣\"。唐太宗李世民也称赞说:\"观诸兵书,无出孙武\"②。", "label": "军事学", "id": 0}
{"content": "研究背景:百年交汇,谋篇布局,\"十四五\"规划浓墨重彩地提到国家重大文化设施和文化项目建设,传承弘扬中华传统文化。军队基层文化建设是部队思政工作的重要阵地,国民之魂,文以化之;军人之魂,文以铸之。中华民族几千年来形成了博大精深的优秀传统文化有利于全方位涵养基层官兵的精神特质和道德情操,为锻造精神利剑,助推部队战斗力提供深厚力量。而南狮作为我国优秀传统文化,是能够传承发扬更多优秀精神文明的载体,蕴含忠义、明礼、崇德的精神品质。南狮文化与军队文化相碰撞,不仅能丰富军队基层文化的多样性。摆脱形式套路、内容浅表、成效功利的怪圈,更重要的是能够拓宽中国传统文化的发展途径,挖掘更多的价值内蕴。研究目的:军营基层文化作为军队精神文明建设不可或缺的重要组成部分,南狮运动在军营中开展,不仅有助于凝聚基层官兵之间团结奋斗的精神力量,还能提升军人对中国传统文化的认知和了解。对军营基层文化调查研究时,发现基层官兵对南狮的了解还不够深入,仅仅还停留于狭隘的简单认知层面,对南狮的动作美、仪态美和文化内涵以及背后的文化故事无法进行很好的解读和表达。基于军营基层文化建设的需要,对部队南狮运动发展的现状与问题进行调研分析,并发现其中存在的问题,提出相关的对策与建议,为军营部队南狮运动的推广与发展服务。研究方法:文献资料法:在武汉体育学院图书馆、中国知网、湖北省图书馆等媒介查阅部队南狮运动相关的文献论文,为本论文研究提供资源参考。调查问卷法:通过问卷的设计对相关部队开始南狮运动进行调查研究。访谈法:对本研究开展南狮运动的部队进行访谈,听取专家学者的意见,并进行针对性的反馈。实地考察法:对空军航空兵某场站、海军工程大学、福建武警某部队的开展现状进行深度的走访与观察,并做好文本与影视记录,做到发现问题与解决问题的有机结合。研究结果:发现并总结得出空军航空兵某场站、海军工程大学、福建武警某部队3个基层部队开展南狮运动存在以下4个方面的问题:1)地域文化认同差异。这是因为舞狮分为北狮和南狮,南狮是北狮南传并本土化的一项文化。主要活跃于粤港澳。基层部队中官兵均来自五湖四海,由于地域差异,官兵们所接触的文化也存在差异。就舞龙舞狮而言,长江以北地区则比较盛行北狮以及舞龙。因此来自北方甚至除广东以外的基层官兵对南狮运动接触不多,认识浅薄。仅通过影像、图书等资料知道南狮运动是长江以南地区逢年过节的传统习俗,对其思想内涵和价值了解模糊。因此官兵们更愿意接受相对熟悉的文娱活动来充实课余文化生活。2)专业技术支撑匮乏。基层单位开展南狮运动最大的问题和困难并不是受器材和场地的限制而是专业技术支撑匮乏。基层部队培养舞狮人员只能通过外聘的方式开展短期的课程,培养出几名战士担任\"技术骨干\",引导其通过观看影碟、视频学习来提高技术再进行相互教学,拓展骨干队伍。但是缺少科学的、系统的培训体系支持,训练周期长,效果成效慢。3)展现平台屈指可数。大部分官兵不能坚持训练南狮的原因就是展现的平台不够。晚会、比赛、表演的机会少,动力不足,导致训练期间不重视,不积极,不上心。4)军狮文化融合不足。在军队开展南狮运动,传统的训练形式和训练手段已经不能满足现代军营的训练理念,导致南狮在军营的开展成效甚微。如在演绎南狮技艺时,\"招财进宝\"、\"遍地金钱\"等传统套路显然就与军队基层文化建设需求南辕北辙。建议:1)加大宣传南狮文化力度。南狮运动若要在部队实行可持续发展,就必须克服地域和民间的局限性,充分发挥其现代体育奋斗与竞技的价值理念,使南狮运动成为培养基层官兵优秀品质,继承革命战斗精神的重要手段。另外还需要以基层单位的实际情况为落脚点,通过军队基层文化建设加大南狮文化的宣传力度,不断夯实南狮文化的相关理论基础,促进传统文化进军营。在基层单位中营造浓烈的中华文化氛围和民族特色,使更多官兵更容易汲取各种优秀文化的精华,从而健康发展。2)加大对基层部队技术支持。南方地区的部队可通过与驻地政府协商,由驻地相关部门牵头,定期组织基层军队的文化干事进行技术培训,巩固加强\"骨干队伍\"。龙狮运动协会也可以积极参加拥军活动。3)给予更多展现平台支持。上层单位及领导支持每一次的文艺晚会、表演活动优先考虑和给予南狮队伍的演出机会,或者定期利用节假日在基层里组织舞龙舞狮的交流比赛,增添出场机会。4)促进南狮文化与军营文化有机融合。融入更多部队元素到南狮运动当中,使其更适合在部队中持续发展。在南狮狮头制作方面,可以参照雷锋、董存瑞、邱少云、黄继光等英雄人物的形象特征,跳出传统思维,创造性地制作出相应的狮头并编排相应的形态和动作。在狮子表演套路方面,参照解放军英雄人物事迹来编排和设置场景道具。在鼓乐配音方面,更是可以添加各种军旅歌曲元素,使其更有部队之势。", "label": "军事学", "id": 0}
{"content": "研究目的:作为军校学员必须顺利通过3000m跑考核才可顺利毕业。然而,由于中学时期体质下滑严重,大学时期学业负担较重,军队院校体能训练科学性有待提升等原因,军校学员以3000m跑为代表的有氧耐力素质训练普遍存在训练质量效益欠佳的问题。两极化训练,即大约75%的训练在低于第一通气阈值的强度下进行,5%–10%的训练在第一通气阈值和第二通气阈值之间的强度,其余15–20%的训练在超过第二通气阈值的强度,这种训练强度分布就是按照两极分化的模式进行的。两极化训练法已经应用在很多优秀运动员的训练中,研究证明了可以有效提高运动成绩与运动表现,但对于其他人群的相关研究较少。本研究针对军校学员在有氧耐力素质训练过程中暴露出来的问题,借鉴体育竞技领域中\"两极化\"训练的实践经验,探寻适用于军校学员有氧耐力素质提升的训练方法和手段,希望今后将两极化训练法融入军校教学与训练中。研究方法:研究对象为24名男性军校大二学员,有不超过2年的有氧耐力训练经验。经实验前测试后随机分为对照组和实验组,对照组继续采用乳酸阈强度训练法,而实验组采用两极化训练法,每组12人。实验测试:所有受试者的身高和体重;田径场3000m跑测试所有受试者运动成绩;跑台递增负荷直接测试所有受试者最大摄氧量和通气阈;跑台定量负荷测试所有受试者在8km/h、10km/h、12km/h跑速下的跑步经济性。前测结束后根据跑台递增负荷测试数据,确定第一通气阈与第二通气阈,找到对应心率,将训练强度区域分为低、中、高三区,以此制定两极化训练计划。干预方案:两组干预训练持续6周。对照组跟随大队进行每周3次的有氧耐力训练。实验组同样每周干预训练3次,先进行30min慢跑,之后进行3到4组600m冲刺跑,秒表计时并鼓励受试者每个600m在2min内完成,间歇时间为3至5min,采取慢跑恢复方式。两组在训练干预过程中,使用Polarteampro团队心率监测系统记录受试者的训练心率,计算训练冲量TRIMP值,尽量保证两组训练量相似。研究结果:1.军校学员在进行6周不同训练强度分布,但训练量基本一致的干预训练后,乳酸阈强度训练组和两极化训练组在体重和BMI指标上都有所降低,但干预训练前后差异性不显著（P>0.05）。2.对照组:在10km/h和12km/h跑速下的跑步经济性、跑台力竭时间在干预训练后表现出差异显著性（P<0.05）,3000m跑成绩表现出明显的差异性显著（P<0.01）,但在通气阈、最大摄氧量和8km/h跑速下的跑步经济性指标上差异性不显著（P>0.05）。实验组:跑台力竭时间在干预训练后表现出差异性显著（P<0.05）,在8km/h和12km/h跑速下的跑步经济性表现出明显的差异性显著（P<0.01）,3000m跑成绩表现出非常明显的差异性显著（P<0.001）,但在通气阈、最大摄氧量和10km/h跑速下的跑步经济性指标上差异性不显著（P>0.05）。3.两组之间各指标差异性不显著（P>0.05）,但实验组在体重、BMI、跑步经济性、跑台力竭时间和3000m跑成绩这些指标上相较于对照组,干预训练后提高的程度更大,具有更好的改善。研究结论:对于有一定训练基础的军校学员,在6周乳酸阈强度训练法和两极化训练法干预后,两组受试者的身体成分均没有出现明显变化,可能因为军校学员之前的日常训练量就较大,身体成分已经处于一个较好的状态。两组在不同跑速下的跑步经济性出现不同程度的改善,可能因为在干预训练安排上,对照组训练的跑步速度更多时间接近10km/h和12km/h,而实验组训练的跑步速度更多时间处于8km/h以下和12km/h以上,长时间一定速度的训练可能影响了其跑步经济性的改善效果。两组对体重、BMI、跑步经济性、跑台力竭时间和3000m跑成绩均有改善,但实验组在这些指标上表现出了更大的提升效果。因此,对于军校学员,两极化训练法在一定程度上更优于乳酸阈强度训练法。建议:在军校学员准备体能考核中的耐力项目及日常训练时,可以改变之前的乳酸阈强度训练法,选择使用两极化训练法,有效地提高军校学员的运动表现与运动成绩。", "label": "军事学", "id": 0}
{"content": "研究目的:引体向上既是军校男学员的必训科目,又是部队官兵增强上肢屈肌和肩背肌群力量的常用方法。\"兵源于民\",近年来我国青少年身体素质呈逐年下降趋势,已从整体上影响到军校学员的身体素质,并具体表现为军校新学员引体向上不合格率特别高,不能满足参军入伍要求,直接影响到部队战斗力生成。以引体向上训练为代表的军事体能训练问题亟待研究解决。在当前军校学员引体向上训练中,往往基于前人经验组织实施,偏重于大训练量刺激,强调意志品质磨练,而忽视训练强度刺激,表现出训练枯燥乏味、慢性过载性疲劳损伤高发、训练质量效益不佳等突出矛盾。鉴于此,本研究以2018年2月发布施行的军事体育训练大纲为牵引,针对军校学员在引体向上训练过程中暴露出来的方法不科学、内容不完善和效果不明显等方面问题,以体育运动科学理论为基础,以运动技术动作解剖学分析、最佳运动表现训练和目标强度抗阻训练等为技术支撑,开展军校学员引体向上成绩提升研究,以期通过实证研究方式比较\"三连环\"训练模式（\"负重引体向上-哑铃划船-哑铃弯举\"）与传统训练模式在提升引体向上成绩方面的优劣异同,探寻适宜于军校学员组织实施的、\"简单、实用、部队化\"的引体向上训练范式,针对性回答出部队官兵普遍关注的\"练什么、怎么练、练多少\"问题,为破解部队官兵体能战斗力生成缓慢等问题提供研究支撑。研究方法:（1）研究对象。随机抽取某军校学员36人,将其分为对照组（control group,C）和实验组（experiment group,E）,每组18人。要求无呼吸、心血管、神经肌肉类疾病,且近1个月能独立开展军事体育训练。（2）统计分析。由同一批测试人员在训练前后,获取研究相关指标数据,采用SPSS23.0进行统计学分析,以平均数±标准差（M±SD）表示,组间差异按照独立样本t检验,P<0.05为显著性差异,P<0.01为非常显著性差异。其中,C组年龄19±0.7岁,身高175±5.5cm,体重70±5.7kg;E组年龄19±0.5岁,身高176±5.0cm,体重70±7.0kg。两组间无显著性差异（P>0.05）。（3）实验方案。实验干预持续4周。C组执行传统训练模式,即\"自重引体向上训练或弹力带辅助引体向上训练或同伴协助式引体向上训练,每组20-30个或至力竭,训练6-10组,组间休息5-10分钟,每周训练6次,每次训练90分钟\";E组执行\"三连环\"训练模式,即\"依次完成‘负重引体向上-哑铃划船-哑铃弯举’训练,负荷重量4-6RM,训练3-5组,组间休息3-5分钟,隔日训练,每周训练3次,每次训练90分钟\"。（4）实验干扰因素控制。C组和E组都来自同一个单位,除了引体向上训练分开以外,其他学习、生活和作息制度等具有高度一致性。研究结果:（1）经过4周训练,C组、E组的身高、体重变化无显著性差异（P>0.05）。（2）经过4周训练,C组引体向上完成数量由13±2.8个,增加至14±2.9个,无显著性差异（P>0.05）;E组引体向上完成数量由13±3.4个,增加至17±3.2个,具有显著性差异（P<0.01）;C组、E组的实验后引体向上完成数量,具有显著性差异（P<0.05）。（3）参照军事体育训练大纲考核标准,经过4周训练,C组合格率、优良率分别由88.9%、11.1%,提高至100%、22.2%;E组合格率、优良率分别由83.3%、22.2%,提高至100%、38.9%。（4）C组每周训练6次,共540分钟;E组每周训练3次,共270分钟。E组训练质量效益明显优于C组。研究结论:经过4周、12次训练即可显著提升军校学员的引体向上成绩。较之传统训练模式,引体向上\"三连环\"训练模式费效比低,更能快速高效的提高引体向上成绩。引体向上\"三连环\"训练模式植根于体育运动科学理论,能够针对性破解引体力量不足的主要矛盾,具有\"简单、实用、部队化\"的特点,更适宜于部队官兵推广使用。建议:总员额230余万人的军人群体对科学化体能训练的刚性需求将会持续强劲存在,建议军地体能训练领域的教学科研人员着眼于部队官兵\"练什么、怎么练、练多少\"的实际需求,加强沟通、增进交流、相互协作,共同促进军事体能训练变革和特种行业体能训练发展。", "label": "军事学", "id": 0}
{"content": "研究目的:强国必须强军,强军才能国安,强军先强体能。移动能力是军人战斗准备水平的重要组成部分,是战斗能力基础。躯干支柱承担着在跑动过程中保持姿态稳定的重要任务,可协调摆臂与两腿的蹬摆,良好的躯干稳定性可在执行不同任务时,控制躯干相对于骨盆的位置和运动,以允许能量产生、远端和近端节段的转移和吸收的能力,对平衡和身体控制具有重要的作用,与移动能力改变呈正相关。动态躯干稳定性训练是通过控制骨盆和躯干的位置,以髋关节与肩关节为\"转轴\"进行动态的动作训练方式,可募集更多躯干部位的肌纤维同时训练,刺激了关节和肌肉的本体感受器,加强与保持四肢姿势有关的肌肉,增强神经系统的快速反应和精确的控制能力。在移动的过程中躯干需要在动态过程中维持稳定,许多躯干稳定性训练以仰卧位或俯卧位进行的等长收缩,对于初级训练者可能是必要的,但这些训练无法满足运动表现所需的动态机能性运动模式,大多数活动都会涉及人体区域（上肢、躯干、下肢）之间的动态交互,这些区域必须协同工作以生成机能性运动模式。新兵是部队中的新鲜血液,绝大部分都是青少年,身体素质普遍较差,研究发现新兵训练营中易出现下肢慢性和急性损伤,主要原因现阶段军事体能训练一直沿用传统的体能训练,组训人员练习手段和训练方法缺少创新性和有效性。移动能力的提高若只通过每日长距离的跑步训练,训练方式单一易导致伤病频繁出现,基于此,本研究施以动态躯干稳定性训练,对新兵战士移动能力的考核项目进行分析,希冀为我国新兵科学化的训练提供相应的理论依据和实践参考。研究方法:随机抽取山西省某部队60名入伍新兵（男性）,随机分为实验组30人,对照组30人,实验前对两组受试者的基本信息、移动能力指标测试数据进行独立样本T检验。确定两组人员各项指标在基线点无显著性,（实验组,身高=174.00±5.10厘米,体重=72.87±8.51千克,年龄=19.37±1.07岁;对照组,身高=174.50±5.70厘米,体重=73.33±8.06千克,年龄=19.67±1.03岁;）保证实验的科学性与有效性。训练方案,实验组:施加动态躯干稳定训练,根据循序渐进原则进行训练,分为3个阶段:1-4周采用三、四点支撑下-徒手动态躯干稳定性训练;5-6周两点支撑下-徒手动态躯干稳定性训练,7-8周外部负荷增压下动态躯干稳定性训练。对照组:实施原军方制定的一般性身体训练。动作准备与恢复再生的训练内容与实验组完全一致,饮食、休息时间等也相同。实验过程由笔者统一开展训练指导工作,采用隔天训练的方法,根据训练安排2次/周,8周训练结束后进行相关指标测试。前后测试内容、测试人员与测试仪器均相同。统计学分析实验结果采用Excel 2020统计数据和SPSS 20软件处理分析,组内采用配对样本T检验,组间采用独立样本T检验。统计结果以±SD表示,P值小于0.05表示具有统计学意义,其中:P<0.05,表示差异具有显著性;P<0.01,表示差异具有极其显著性。研究结果:实验干预后,\"1分钟仰卧起坐\"实验组成绩45.43±4.72个,对照组38.73±3.34个,P<0.01,差异极其显著性,\"平板支撑\"实验组成绩136.67±21.54秒,对照组90.94±14.66秒,P<0.01,差异极其显著性,\"3公里跑\"实验组成绩13.57±0.89分,对照组14.55±0.74分,P<0.01,差异极其显著性;\"T型跑\"实验组成绩12.82±0.81秒,对照组14.74±0.48秒,P<0.01,差异极其显著性;\"30米折返\"实验组成绩12.52±0.72秒,对照组13.79±0.32秒,P<0.01,差异极其显著性。研究结论:经过动态躯干稳定性训练可直接提高新兵战士的躯干稳定能力,从而为不稳定状态下的下肢连续发力创造了条件,有利于移动时对躯干稳定性的需求,使新兵战士更好的适应跑动时身体姿势的调控,提高跑动经济性、实效性,进而促进移动能力的提高。", "label": "军事学", "id": 0}
{"content": "研究目的:强国必须强军,军强才能国安;强军必先强体,体强才能军强;军人体能训练是其它训练的基础,对提高军事素质和部队战斗力有着重要的影响。基于武警新兵军事体能训练方法优化是以基础体能转换为专项功能性能力的关键阶段,以考核项目动作结构分解为基础,设计相似的功能性动作和训练模式开展训练,发展机体所需功能性动作能力。研究方法:本文以\"优化军事体能训练\"为主题,运用文献资料法:通过检索学习与本研究有关专业书籍,丰富理论知识,明确研究方向,初步界定本研究范围。实地调查法:通过赴武警某训练基地进行实地考察,对新兵训练情况、体能训练相关述求、训练过程控制情况等进行实地考察,并向相关人员进行访谈,主要通过问答的形式进行问题的采集、分析及基本情况了解,为优化方法的制定提供支撑。测试法:军事体能测试和功能性动作筛查测试等研究方法,通过对新兵基础体能素质和专项体能需求的深入分析,结合武警兵种专业动作结构,设计优化训练方法,来提高武警新兵军事体能水平。研究结果:（1）武警新兵基本动作模式具有局限性和不对称性。通过功能性动作筛查可知,武警新兵总得分大部分在14-18分,约占66.7%,不超过14分的人数占34.3%。相关研究指出,功能性动作筛查测试总分低于14分,在训练过程中容易造成运动损伤,需要引起高度重视。从测试总分来看,30%左右的武警新兵功能性动作能力较低,受伤风险较大,需要构建正确的动作模式,提高身体功能性动作能力,预防训练损伤。（2）武警新兵基础体能通过率低,成绩提升困难。武警新兵基础性体能考核科目为:单杠（引体向上）、双杠（臂屈伸）、三千米跑和基础体能组合一（俯桥+T型跑）、基础体能组合二（背桥+30米×2折返跑）;专项军事技能考核科目为:防暴弹投掷,成绩采用四级制进行评定,评定等级为:优秀、良好、及格、不及格。在考核过程中发现单杠、基础体能组合二、防暴弹投掷,这三个科目通过率低,成绩提升困难,因此,本文训练方法的优化也主要针对这几个问题。（3）武警新兵军事体能训练方法优化,单杠引体向上训练科目着重发展新兵上肢、背部肌群力量和核心稳定性。包含攀、爬、拉、挂、悬垂固定等动作表现,是实战化作战的重要支撑。武警新兵多\"以考促训\"的方式来提高训练成绩,但训练量过大、动作不规范容易造成训练伤。目前,在单杠引体向上训练中存在很多误区,其训练效果也差强人意。针对武警新兵单杠引体向上优化设计包括:（1）适应性训练:正握直臂悬垂、反握屈臂悬垂练习。（2）基础力量训练:肩下拉练习,坐式划船练习、侧上举练习、橡皮条90°外展位垂直外旋练习（3）退阶训练:利用辅助手段进行引体向上练习,如弹力带等。（4）进阶训练,进行各种抗阻练习。基础体能组合2训练科目为背桥+30m×2折返跑,背桥需要较强的核心力量,30m×2折返跑项目除了考验新兵的瞬间反应能力、最大加速能力、最大速度保持能力及无氧阈的运动能力外,还考验新兵急停转身的身体控制能力、平衡能力等。这些功能性较强的能力需求,日常身体素质训练无法满足。针对武警新兵基础体能组合2优化设计包括:（1）提高减速和制动能力的侧弓步练习（2）侧向移动与制动能力的滑步深蹲练习（3）巩固快速启动力量的弓步跳训练（4）改善身体平衡能力的伸臂平板支撑练习（5）锻炼脚踝强度的45°小腿蹬伸练习,防暴弹投掷训练科目的动作要领可归纳为:\"撤步引弹、蹬地转体、转体送髋、挥臂扣腕\",从整个动作过程可看出:依赖上肢臂屈伸力量、髋关节稳定性和躯干核心肌群（腰腹肌群）形成整体动力链,以躯干、腰、髋为主的核心力量群发挥着承上启下的作用。针对武警新兵投掷能力优化设计包括:多阶T型俯卧撑练习重点强化单侧臂力的单臂俯卧撑练习（3）锻炼对角线核心肌肉的X型上举练习（4）强化投掷过程核心稳定性的哑铃对角线飞转训练研究结论:目前,武警新兵军事体能训练也多满足于及格、止步于良好,导致军事体能始终在循环往复的低水平徘徊。然而现代化战争对军队提出新要求,体能是战争的入场券,体能训练作为各军事技能科目的基础,训练计划需要优化,应更明确具体,应更具功能指向性,这样,才可高度满足军事技术的功能需求,提升武警部队完成新时代任务的使命。", "label": "军事学", "id": 0}
{"content": "研究目的:作为军队院校,对新入学学员体能素质的重视程度应遵循严于部队、高于部队的标准,从一入校便培养其优良的意志品质和战斗作风,夯实新学员战斗力生成基础。功能性训练是当前竞技体育训练领域较为流行训练方法,该方法将体能训练的结构和功能,系统与动作,整体与协同通过运动链理论进行解释,并作用于人体本身。研究采用对比实验的方法,将功能性训练理论与实践作用于新学员军事体育训练中,对新学员体能强化情况进行干预并监测,从有效提升新学员体能出发,为升军事体育训练科学化提供理论支撑。研究方法:2.1实验设计流程,研究主要在海军大连舰艇学院2019级生长干部学员入伍入学军政强化训练阶段进行,采用整群内随机抽取的方式确定140名男性新学员为实验研究对象。随机分为为实验组和对照组,每组70人,其中实验组依照既定功能性训练计划进行训练,对照组按照原军事体能训练方案进行训练,实验干预时间为10周。针对实验组G1采用功能性训练方案进行施训,对于对照组G2则采用原军事体育训练方案进行一般性训练,每周实施5-6次实验干预,时间固定为每个训练日下午1620-1800,共100min,共计10周,作为一个训练周期。结合2019级新学员实际的体能情况,制定了基本体能功能发展（1-4周）、基础性体能训练（5-8周）、专项测评综合训练（第9-10周）三个功能性训练周期。研究抽取的研究对象为海军大连舰艇学院2019级新学员,封闭的入伍入学军政强化训练安排可排除无关干扰因素对于实验结果的影响。2.2实验设计方案,实验方案严格根据《军事体育训练大纲》规定,基于功能性训练理论提建立,根据新训学员军事体能测试结果凸显出的共性问题,提出各个阶段的训练目标、训练安排、训练负荷监控所确定,设计了实验方案。在每个训练日,结合军事体育课堂实施,分别在课堂的准备部分、主体部分、整理部分从该方案中分别选取3、8、3个具体内容进行组训。研究结果:3.1功能性筛查测试结果与分析,训练前新学员的功能性筛查测试实验结果表明,新学员核心运动能力较弱,平衡能力、稳定性较差,左右肢体肌群发展不对称情况突出,在上下肢联动运动能力测试方面表现出机体控制与协调能力较差。实验完成后,实验组与对照组之间功能性项目测试成绩表现出较为显著的差异,实验组的弱侧肢体测试成绩明显高于对照组（P<0.05）,实验组过栏跨步、直线弓箭步、深蹲项目成绩明显显著高于对照组（P<0.01）。实验结果表明,实验组新学员功能性测试项目结果得分显著高于对照组,其测试成绩提升幅度较大,得出结论:功能性训练对新学员功能性测试成绩具有明显的提升作用。3.2新学员入伍入学军事体育考核成绩结果与分析,研究根据《中国人民解放军院校教学大纲》规定,新学员入学入伍阶段军事体育考核项目为:3000米跑,基础体能组合1、2,单杠1练习、双杠1练习、仰卧起坐六项,考核总成绩成绩记评为优秀、良好、及格、不及格四档。实验组的单杠1练习、双杠1练习成绩明显显著优于对照组,而基础体能组合练习1、2,仰卧起做成绩明显高于对照组,而3000M跑成绩虽未表现出显著性差异,但其考核成绩也略高于对照组,功能性训练对于新学员入伍入学军事体育考核成绩具有明显提升作用。3.3功能性训练对于新生入伍入学阶段体能发展的启示3.3.1新学员功能性测试成绩变化的启示经过历时10周3阶段的功能性实验训练,实验组的学员功能性测试项目分数提升幅度较大,人均增长3.93分,低于风险线14分的学员仅2名。常规动作测试中,躯干稳定性、深蹲的提升幅度最大,说明在新学员在入伍入学强化阶段,针对性的对其实施功能性训练方案切实可行。3.3.2功能性训练对于新学员入伍入学军事体育考核成绩的影响,新学员入伍入学阶段体能测试成绩能直接反映出新学员的基本身体素质。单杠1练习和双杠1练习两个项目是每年新学员重点训练项目,作为两典型的运动链闭链项目,对于上肢背部肌群、肩袖肌群有着较高的要求,引进功能性训练方法能有效提升训练水平,规避训练风险。仰卧起坐项目则主要发展腰腹肌群力量,一方面起到运动发力传导的作用,另一方面能有效保护脊椎及改善体型。经过10周的实验,上述三个项目实验组的成绩均优于对照组。基础体能体能组合练习1是腹桥90秒与T型跑的组合,主要考核学员的腰腹核心肌群、灵敏协调性,基础体能体能组合练习2是背桥与30米X2折返跑的组合,背桥主要锻炼到臀部肌群,大腿后侧肌群;折返跑则主要反映新学员的灵敏素质和反应速度,体现出其快速启动制动效率需要较强的爆发力和与之对应的拮抗肌力量,这两个项目上实验组的成绩也明显高于对照组。研究结论:实验组功能性项目测试成绩优于对照组,军事体育体育考核成绩优于对照组,针对性对其实施功能性训练方案切实可行,一定程度上的规避了隐藏的运动伤病风险,为近一步进行军事体育锻炼,提升军事体能奠定坚实良好的基础。", "label": "军事学", "id": 0}
{"content": "研究目的:随着军事革命的蓬勃发展,战争的基本形态正加速向信息化战争逐步演变,军事体能训练对促进军事训练实战化、打赢现代化战争具有基础性作用。加强军事体能训练是实现强军目标的使命担当和打下部队战斗力坚实基础的现实要求。科学技术的飞速发展和现代战争形式的不断演变及国家政策法规的调整,战争和军事任务对军人提出了更高的要求,一切任务的前提是要求军人有过硬的身体素质支撑。军事体育训练的根本目的是保证士兵保持最佳的身体条件和作战技能,作为作战准备的基本内容,它正朝着实战化、科学化、专业化的方向发展。本研究主要根据解放军士官身体特点和体能训练课目要求,制定12周体能训练计划,通过实验研究探索更加适合解放军军人体能训练的方法和手段,旨在提高部队士官军事体能训练效果,增强我军军人实战体能和体能训练水平,进一步优化军队体能训练科学性和实效性,更好地满足新时期军事任务需要,为军队军事体能训练整体整合方面献出一份微薄之力。研究方法:1.研究方法:主要采用文献资料法、专家访谈法、实验法和数理统计法。2.研究对象:选取解放军60名士官为实验对象,平均训练年限为2年以上,士官按连建制分为实验组30名,年龄=23.03±1.85y、身高=173.44±5.86cm、体重=66.49±7.42kg;对照组30名,年龄=23.07±2.18y、身高=173.44±5.35cm、体重=66.20±7.26kg,经过独立样本t检验后,实验前实验组与对照组士官基本情况没有显著性差异（P>0.05）。3.实验方案:实验组进行12周体能训练干预实验,每周五次,每次一小时,其体能训练计划分为四个阶段即基础阶段、提高阶段、强化阶段和调整阶段,每个阶段有针对性进行力量、耐力、速度、灵敏等身体素质训练,对照组采用部队原有的体能训练计划,其体能训练时间、场地、考核内容与考核标准、组训人员、考核测试人员两组一致。4.测试指标:根据《军事体育训练大纲》要求,军事体能测试指标包括体型（BMI）、30米×2蛇形跑、单杠引体向上、仰卧起坐、单杠卷身上、1000米、3000米等体能考核课目,主要考察士官的身体形态、速度素质、灵敏素质、力量素质和耐力素质。5.统计学方法:运用SPSS Statistics 25.0软件对实验前后士官体能测试指标进行统计学分析。研究结果:解放军士官经过12周体能训练实验后:1.身体形态变化情况:实验组与对照组实验前后身高、体重和BMI没有显著性差异（P>0.05）。2.体能考核成绩变化:实验后实验组体能考核成绩优秀率、良好率、合格率明显高于对照组且显著高于实验前。实验后实验组与对照组达标率分别为100%和93.33%。3.增长幅度变化情况:实验组30米×2蛇形跑成绩增长率为-1.14%,平均提高-0.22秒;单杠引体向上成绩增长率为21.82%,平均提高3.17次;仰卧起坐成绩增长率增长率为7.43%,平均提高4.57次;单杠卷身上成绩增长率为22.77%,平均提高1.2次;3000米成绩增长率为-3.33%,平均提高26.55秒;1000米成绩增长率为-5.61%,平均提高12.55秒。对照组30米×2蛇形跑成绩呈下降趋势,平均下降0.19秒;单杠引体向上成绩增长率为6.24%,平均提高0.9次;仰卧起坐成绩呈下降趋势,平均下降0.27次;单杠卷身上成绩增长率为8.83%,平均提高0.53次;1000米成绩增长率为-1.64%,平均提高3.62秒;3000米成绩增长率为-0.44%,平均提高4秒。4.身体素质变化情况:（1）速度、灵敏素质:实验组实验前后30m×2蛇形跑考核成绩有极显著性差异（P<0.01）,对照组实验前后30m×2蛇形跑考核成绩有显著性差异（P<0.05）。（2）力量素质:实验组实验前后单杠引体向上考核成绩、仰卧起坐考核成绩均呈现极显著性差异（P<0.01）,单杠卷身上考核成绩有显著差异（P<0.05）,对照组实验前后力量素质考核成绩均无显著性差异（P>0.05）。（3）耐力素质:实验组实验前后3000米、1000米考核成绩有极显著性差异（P<0.01）,对照组实验前后1000米考核成绩呈现出显著性差异（P<0.05）,3000米考核成绩差异不显著（P>0.05）。研究结论:1.实验组与对照组士官身体形态没有发生明显变化。2.实验组体能训练计划更能有效的提高士官体能训练水平。3.实验组体能考核成绩增长幅度高于对照组。4.实验组体能训练计划对提高士官的速度素质、灵敏素质、力量素质和耐力素质有显著的效果。本研究设计的12周体能训练计划,基本达到了预期效果,使士官身体素质和体能考核成绩的达标率有了大幅度提高,同时对后期更有针对性的安排体能训练内容和体能训练负荷及进一步提升士官军事体能训练效果有重要的指导意义。", "label": "军事学", "id": 0}
{"content": "研究目的:军校学员作为国内一个较为特殊的预备役群体,在未来会承担起重要的时代使命和时代任务,这就要求他们拥有良好的身体素质例如下肢爆发力、灵敏等以适应未来可能出现的战时环境以及任务的变化,因此,此类群体也需要像年轻的运动员一样通过长期训练或是其他方法来增强他们的身体能力从而提高战时表现。而激活后增强效应是目前国内外常用的一种提高运动员运动表现的方法,具体是指运动员进行过抗阻训练后的短时间内最大力量和输出功率均出现提高的现象,会受到练习方式、恢复时间以及针对人群等因素的影响。虽然目前并无针对于军校学员的此类研究,但实际上,由于此类群体与运动员的训练方式,训练经历以及基础身体素质等具有很大的差异,探讨能否与运动员一样利用这一简单的现象来提高军校学员的战时表现很有研究意义和现实的指导意义。因此,本研究选择将两者结合,探讨能否通过激活后增强效应来提高军校学员的下肢爆发力,并期望找到练习的最佳恢复时间和练习方式。研究方法:本研究通过探讨60%1RM练习以及快速伸缩复合式训练两种PAP激活方式对军校学员群体的下肢爆发力的影响,以期确定PAP的最佳恢复时间和诱导方式。实验选取12名中国国防科技大学男性预备军校学员参与,均无下肢运动损伤且自愿参与实验。PAP诱导实验为两因素的自身前后对照设计,被试一共进行两次PAP诱导测试,分别采用60%1RM练习和快速伸缩复合式训练两种形式,两次诱导测试之间间隔一周,在一周的间隔时间内,被试不进行额外的力量训练。第一次诱导测试选择使用60%1RM练习进行诱导。在测试前进行10min的热身活动,3min休息后进行下蹲跳（countermovement jump,CMJ）测试,将所测得的该结果设为基线值,为避免摆臂对成绩产生影响,在起跳时被测试者需要将双手放置于腰间。随后进行3组15次的60%1RM深蹲练习,在练习结束后的4min、8min、12min、16min分别再次测试下蹲跳成绩。在一周后的同一时间段内,进行快速伸缩复合式训练的PAP诱导测试,具体流程与前一次测试一致,首先进行10min的热身,3min休息后进行3组5次45cm高度跳箱的快速伸缩复合式训练,同样,在练习后的4min、8min、12min以及16min再次测试下蹲跳成绩。对所收集到的数据使用配对样本t检验分析比较PAP诱导后不同恢复时间段的纵跳成绩与基线值之间的差异,并采用双因素重复测量方差分析进行统计,分析恢复时间以及不同的诱导形式对PAP的影响。研究结果:统计分析结果发现,使用快速伸缩复合式训练后4min,8min纵跳成绩显著高于基线成绩（P<0.05）,原始纵跳成绩为53.8cm,4min恢复后提高到56.6cm,提高了5.2%,而8min恢复后纵跳成绩提高到56.4cm,提高了4.9%。但十二分钟和十六分钟成绩提高不显著。使用60%1RM练习后任何时间段内均不能显著提高CMJ成绩。此外,PAP激活形式与恢复时间之间的交互作用显著（F=4.38,P<0.05）,继而分析单独效应发现,在任何的恢复时间段内诱导形式的单独效应均不显著,但两两比较的结果发现,在干预后的第4min、8min以及12min内快速伸缩复合式训练的纵跳成绩均高于60%1RM练习,然而,在第16min后60%1RM练习的纵跳成绩反过来要高于快速伸缩复合式训练,CMJ成绩存在1.5cm的差异,但差异并不显著。对恢复时间的单独效应分析发现,快速伸缩复合式训练激活PAP后,恢复时间的单独效应显著（F=7.99,P<0.01）,随着恢复时间的增加,纵跳成绩的提高程度逐渐下降,但使用了60%1RM练习后,时间的单独效应不显著（F=3.15,P>0.05）。研究结论:使用快速伸缩复合式训练诱导PAP可以在4min、8min有效提高军校学员的下肢爆发力,并且这一提高会随着恢复时间的延长而减少。此外,使用60%1RM练习的方式无法提高军校学员的下肢爆发力,这可能说明目前国内的军校学员依然缺乏系统的力量以及耐力训练,对于疲劳的耐受能力和恢复能力都比较差。因此,难以在短时间内通过60%1RM诱导PAP来提高下肢爆发力,要有效引起此群体CMJ成绩的提高,短于16min的恢复时间可能并不足够。", "label": "军事学", "id": 0}
{"content": "研究目的:\"立德树人\"是教育事业发展必须牢牢抓住的灵魂,是军校教育实施的指导理念。课程思政是将\"立德树人\"作为教育根本任务的综合理念,在高等教育供给结构性调整中得到不断发展、完善。体育课程作为军队院校教育的必修、必训、必考科目,应重视将思想政治教育贯穿在体育教育理念、任务、方法、过程和评价等整个人才培养体系,通过体育思政帮助落实\"立德育人\"的军校基本育人工程,为新时代军队院校供给侧结构性调整和培育当前战争形态下\"五育并举\"的完善人格军人提供新思路。研究方法:回顾我军体育事业发展,用内容分析等方法对军队院校体育课程思政建设进行分析,体育思政延续\"井冈山体育\"等爱国教育,是在体育课程与教学领域将思想政治教育贯穿于军校人才培养体系的总和,是立足军校体育落实\"立德树人、为战育人\"根本要求的题中应有之意。同时,针对统筹推进\"不到位\"、探索实践\"有误区\"、教学能力\"有短板\"等现实困境并提出军校体育思政探索性实践进路。研究结果:1.随着课程思政的推广、发展、完善,体育课程与教学改革紧密围绕\"立德树人\"任务,在\"五育并举\"的教育理念下发挥体育课程独特的育人价值。体育思政发展成为以\"立德树人\"为根本任务,通过构建全体、全员、全课程、全过程育人格局的形式将体育课程与思想政治课程同向同行的协同育人理念。（1）培育新时代完善人格军人是方向目标。体育思政围绕\"立德树人\"德育目的,发挥体育在\"五育融合\"的独特育人价值和融合育人功效,拓宽军校教育的研究领域,为进一步实现军校教育实战化、体系化、生活化发展,培育新时代完善人格军人提供新动能。（2）践行社会主义核心价值观是根本遵循。社会主义核心价值观是体育思政的重要纲领和立德育人的高度浓缩,通过体育思政教学,生动、具象、柔性的帮助学员培塑社会主义核心价值观,影响学员的道德思想,形成良好的日常行为准则。既减少了不必要的刚性灌输,让学员对社会主义核心价值观内化于心,外化于行,也有利于学员形成自觉遵守的行为准则和积极进步的理想信念。（3）融入爱国教育和文化自信是鲜明主题。增强军校学员爱国主义教育和文化自信是军校工作核心之一,军校体育思政通过身体练习、交流互动、意志磨炼等潜移默化育人过程中传承军队优良传统,增进院校学员文化自信,并将这种自信融入自身的思想和行动,形成一种文化自觉和情感认同。这种文化自觉与情感认同为培育政治信仰坚定、身体健康强健、作业效能成熟的高素质、专业化新型军事人才提供了坚实基础。2.解决好统筹推进\"不到位\"、探索实践\"有误区\"、教学能力\"有短板\"等突出问题:如何深入统筹推进,掌握意识形态工作领导权;如何有序探索实践,激发教育共同体道德自觉;如何精准补短扬长,调整供给侧与需求侧对接。研究结论:军校要把思想政治教育放在更加重要的位置,努力做到每一门课程不仅传播知识、而且传授价值导向,让社会主义核心价值观的种子在学员们心中生根发芽。当下,体育课程同思政课建设的协同效应还有待增强,课程思政的架构体系有待完善,教师的育人意识和能力还有待提高。军校体育课程教学能不能与思政课程同向而行,能不能落实好\"立德树人、为战育人\"的根本要求,还需要进一步厘清其精神实质,寻求解决现存困境的有效路径,从而为推动军队院校课程思政实践进路提供方向。1.明确军队院校体育课程思政建设的价值导向。\"立德树人\"兼容了教育的个体价值和社会价值,形成统一的新时代教育价值指导思想,为我军体育课程价值结构性调整提供重要理论基础。军校体育的课程价值应以\"立德树人,为战育人\"为价值导向,厚植学科教育、思想政治教育等多元教育,深挖\"五育并举\"的全面育人理念,将体育课程涵盖的知识、技能、体能、作业效能与战斗精神、家国情怀等社会主义核心价值观深度融合,更加自觉、规范、系统、有效的发挥军校体育课程的\"立德树人\"功能。2.提炼军队院校体育课程思政建设的课程目标。在获取和积累体育必备知识和技能同时,培养学员吃苦耐劳的优良品质、团结协作的团队精神,树立终身锻炼的良好意识,夯实战斗力基础。通过将体育课程目标的思政元素定位于运动表现和作业能力、运动知觉和具身认知、优良传统和体育品德,促进学员\"会体育、懂体育、爱体育\",养成体能强健和爱岗敬业的完善人格军人。（1）系统提升学员运动表现和作业能力;（2）全面拓展学员运动知觉和具身认知;（3）推动强化学员集体意识和战斗精神;（4）协同培塑学员体育品德和健康行为。3.调整军队院校体育课程思政建设的供给结构:拓宽军队院校体育课程思政建设的纵深结构;优化军队院校体育课程思政建设的供需对接;实施军队院校体育课程思政建设的资源整合。", "label": "军事学", "id": 0}
{"content": "为更好地提高武警特战队员在复杂环境下的综合作战能力,通过分析身体体能素质的有机构成,结合实战化背景下对特战队员的使命和要求,论述体能素质和运动技能之间的关联性。分别从力量、速度、耐力、柔韧、灵敏五大体能素质有效促进技能学习;运动技能的形成、发展、运用需要体能参与等两大视角,论证得出发展体能和学习技能是相互作用、相辅相成、相互影响的有机统一,两者紧密结合才能全面锤炼特战队员实战能力,为遂行多样化任务奠定坚实基础。", "label": "军事学", "id": 0}
{"content": "军队是维护国家主权、保障人民安全的重要中坚力量。军事体能是军人完成军事任务所必须具备的能力素质,是人民军队顽强战斗力的重要基础,同时也是基础军事训练中的重要内容之一。在国家军民融合战略的大背景下,军校能否科学合理地开展体能训练是军校教育的重中之重,这是军队对新学员开展体能训练工作的基本环节,也是军队体能计划的基本任务。军事体能训练的目的主要是提高军校学员的基础体能和战斗力,从而整体提高整体的身体素质水平。由于普遍不科学的训练方法时常导致不必要运动损伤出现,这是军事体能训练中一直以来普遍发生的问题。本文从国家军民融合战略出发,探讨军民融合政策在军事体能训练中的必要性和可行性,展望符合我军特点的军事体能训练新模式。", "label": "军事学", "id": 0}
{"content": "随着国际国内局势问题的持续演变,恐怖主义活动已然成为当今社会所面临的严峻威胁和挑战。武警特种部队作为国家反恐主力军、突击队,必须时刻把握习主席战略判断和殷切希望,深入贯彻总体国家安全观和\"多能一体、有效维稳\"战略要求,以反恐军事斗争准备为龙头,体系推进力量建设,切实当好维护国家安全和社会稳定的\"压舱石\",有效履行维护重要战略机遇期国家安全和社会稳定的职责使命。任务的艰巨性和多样性对武警特战队员的综合素质提出了更高的要求,战斗体能则是武警特战队员各项技能的前提条件和根本保证,是提高战斗力的根本途径。本文对战斗体能的概念、武警特战队员的体能要求、战斗体能训练的重要意义、战斗体能训练方法以及武警特战队员战斗力提升路径等进行研究,旨在为武警特战队员战斗体能训练理论和实践发展奠定良好的理论基础与实践导向。", "label": "军事学", "id": 0}
{"content": "目的:探究功能性训练对空降兵新兵战士新训期间基础体能与陆地伞训动作质量的实际效果。方法:随机选取空降兵某旅120名入伍新兵为研究对象,分为功能性训练组（n=60）和对照组（n=60）每周进行6次体能训练,时间为12周。功能性训练组实施功能性训练方案,主要分四个阶段:动作模式学习与关节功能强化阶段（1～2周）;核心区域强化阶段（3～4周）;基础体能发展强化阶段（5～10周）;恢复再生阶段（11～12周）。对照组实施传统的部队训练方案。结果:12周训练后,功能性训练组基础体能考核项目引体向上、3000米跑、仰卧起坐测试均有明显提升,其中引体向上成绩显著高于对照组（p<0.01）;两组的3000米和仰卧起坐成绩较训练前都有显著性提升（p<0.01）且功能性训练组的3000米和仰卧起坐成绩比对照组成绩好,但不具有显著性差异（p>0.05）;功能性训练组在陆地伞训期间腰部损伤率明显低于对照组。结论:相较于部队传统训练,功能性训练可以显著提高空降兵新兵基础体能能考核的成绩。功能性训练可以强化陆地伞训动作的动作模式,降低损伤率。", "label": "军事学", "id": 0}
{"content": "游泳教学一直是军事院校重要体育课程之一,找到影响军校学员游泳成绩的重要因素并对其干预效果进行观察,对进一步提高军事体育课程教学质量具有重要意义。本研究通过文献研究法、实验法,对功能性动作筛查得分与军事院校士兵学员游泳成绩之间的相关性以及矫正训练在改善游泳成绩方面的效果进行了观察。研究发现,功能性动作筛查得分与士兵学员游泳成绩之间具有显著相关性;通过矫正训练改善士兵学员的灵活性、稳定性及动作模式,能够起到提高士兵学员蛙泳技能学习效率的作用。在军事院校游泳教学中,应加大对功能性动作筛查及矫正训练的应用,从而为提高军事院校学员游泳达标率以及人才培养质量提供有力支撑。", "label": "军事学", "id": 0}
{"content": "高超声速技术的发展对未来作战模式和国家安全产生战略性影响,现已经成为世界航空航天领域的焦点。美国作为最早投入高超声速技术研究的国家,在高超声速技术上始终处于世界领先地位,不仅取得多项重大突破,还积累了丰富的组织管理经验。合理的组织管理体系是美国在高超声速技术领域占据优势不可或缺的因素,其日益完善的组织管理体系很好地为技术发展提供了支撑。本文对美国高超声速技术的组织管理体系进行梳理,总结出其高超声速技术组织管理的特点和亮点,为我国高超声速技术的组织管理提供参考。", "label": "军事学", "id": 0}
{"content": "分析了美国军用航空发动机研制与采办程序的演化发展历程,揭示其演化发展规律及其变化的深层次原因;分析了美国军用航空发动机研制阶段、名称的变化,研究了引发其变化的经验教训,阐明了美国航空发动机研制理念的转变;分析了美国国防部武器采办程序发展演化历程,并以美国最先进的F119和F135发动机研制、采办全过程为例,建立了军用航空发动机研制过程与国防采办的对应关系,说明了采办程序调整的背景、原因,分析了其变化对军用航空发动机研制指导的成功与教训;最后在总结美国军用航空发动机研究与发展阶段划分与演化、国防部采办文件演变历程的基础上,提出了适合我国军用航空发动机研制阶段划分与采办关键考核里程碑设立的建议。", "label": "军事学", "id": 0}
{"content": "军工文化是社会主义先进文化的重要组成部分,也是国防特色院校发展的智力支撑与动力源泉,在国防特色院校建设中发挥着积极作用,有着举足轻重的地位。本文以南京理工大学化学与化工学院为例,分析了军工文化融入大学生就业体系的必要性,针对大学生求职的现实需求,提出要发挥好军工文化引导、启迪、激励三大育人功能,构建\"军工文化+\"的就业体系,以期进一步弘扬国防特色院校的军工文化,提高高校学生就业综合质量。", "label": "军事学", "id": 0}
{"content": "美军为衡量海军作战能力,维持海上作战优势,提出了诸多新发展思路。文中论述了美海军近年来战略发展思路,分析了海军兵力结构发展现状,综述了海军未来发展趋势,该研究可为我国海军未来发展方向提供经验借鉴。", "label": "军事学", "id": 0}
{"content": "笔者集合多年来从事装备体系教材编写工作经历,从装备教材编修工作当前存在的主要矛盾与问题、加强装备体系教材的意见建议进行了研究思考,以期为装备教材编修工作更快更好发展提供意见建议,为相关部门及同仁组织开展装备教材编修工作提供借鉴参考。", "label": "军事学", "id": 0}
{"content": "目的海军职业潜水员是执行水下施工和救援打捞的技术人员,潜水环境是最危险最特殊的作业环境之一。完整的认知能力是海军职业潜水员执行潜水作业的必备条件,但是潜水环境暴露也可能会对其认知能力产生影响。本研究旨在探索长期潜水环境暴露对海军职业潜水员基本认知能力的累积影响,以及这种影响在潜水员工龄上的分布特点。方法采用中科院心理研究所开发的基本认知能力测量系统对某部170名海军职业潜水员和155名非潜水员的加工速度、工作记忆、空间认知、情景记忆和言语能力五项基本认知能力进行测试,数据采用SPSS26.0软件,应用t检验、协方差分析、双因素方差分析等方法进行统计分析。结果海军职业潜水员的基本认知能力总平均分显著低于非潜水员（F=6.915,p=0.009）。总体来看,潜水员的五项基本认知能力得分均值均低于非潜水员,但是只有工作记忆（F=14.334,p<0.001）和言语能力（F=5.861,p=0.016）达到显著水平。将研究对象按照工龄分为工龄1～5年组、6～10年组和>10年组,对各项基本认知能力进行工龄分组和实验分组的双因素方差分析。结果显示,在工龄1～5年分组,潜水员的加工速度（p<0.05）、工作记忆（p<0.001）、情景记忆（p<0.01）、空间认知（p<0.05）和言语能力（p<0.05）低于非潜水员;在工龄6～10年分组,潜水员的言语能力（p<0.05）低于非潜水员,其余各项能力无组间差异;在工龄>10年分组,潜水员的言语能力（p<0.05）低于非潜水员,情景记忆（p<0.01）高于非潜水员,其余各项能力无组间差异。结论海军职业潜水员的基本认知能力会受到长期潜水环境暴露的影响,不同的能力受影响程度不一样,潜水时长不同的个体受影响程度也不一样。潜龄1～5年的海军职业潜水员的加工速度、工作记忆、情景记忆和空间认知能力受长期潜水环境暴露的不利影响显著,这种影响随着潜龄的延长而逐渐减弱。而长期潜水环境暴露对海军职业潜水员言语能力的不利影响则贯穿其整个职业生涯。", "label": "军事学", "id": 0}
{"content": "目的:探讨军队文职人员挑战性压力与工作旺盛感的关系及情感体验的中介效应和职业韧性的调节效应。方法:采用挑战性压力量表、情感指数量表、工作旺盛感量表和职业韧性量表对450名军队文职人员进行调查,回收有效问卷426份。结果:军队文职人员挑战性压力与工作旺盛感显著负相关（r=-0.31,P<0.01）、与情感体验显著正相关（r=0.27,P<0.01）,情感体验与工作旺盛感显著负相关（r=-0.41,P<0.01）,职业韧性与情感指数显著负相关（r=-0.27,P<0.01）、与工作旺盛感显著正相关（r=0.61,P<0.01）;层次回归分析的结果表明,控制人口学变量的影响后,挑战性压力对工作旺盛感具有显著的负向影响（β=-0.30,P<0.001）,情感体验在该过程中起部分中介作用（β1=-0.26,P<0.001;β2=-0.36,P<0.001）,职业韧性对情感体验的中介作用起调节作用。具体来说,高职业韧性下,情感体验的中介作用较弱,中介效应值为-0.03,95%置信区间为[-0.06,0.01],低职业韧性情况下,情感体验的中介效应较强,大小为-0.07,95%置信区间为[-0.11,-0.03]。结论:提高军队文职人员的工作旺盛感可以从降低其面临的挑战性压力、提高积极情感体验等方面入手,尤其要加强对低职业韧性群体的教育和引导。", "label": "军事学", "id": 0}
{"content": "主观幸福感一直是积极心理学研究的重要内容,是衡量个体心理健康的重要指标,也是近些年来学界的研究热点。军校学员受特殊环境和严格管理的影响,其心理健康状况理应得到更多的关注。本研究采用生命意义感量表、正念量表和主观幸福感量表分别对410名军校学员进行调查,共回收有效问卷376份。相关分析结果显示,生命意义感与正念（r=0.148,P<0.01）和主观幸福感（r=0.291,P<0.001）显著正相关,正念与主观幸福感间的相关也达到显著性水平（r=0.213,P<0.001）。采用层次回归分析的方法对正念在生命意义感和主观幸福感间的中介作用进行检验,结果显示,在对性别、年龄、家庭所在地等人口学变量进行控制后,生命意义感能够显著正向影响主观幸福感（β=0.271,P<0.001）、显著正向影响正念（β=0.113,P<0.05）,正念对主观幸福感的影响也达到显著性水平（β=0.166,P<0.001）。采用Hayes编写的PROCESS3.3程序对中介效应的大小进行检验,设置Bootstrap=5000,结果显示,正念的中介效应值为0.072,置信区间为[0.01,0.16],生命意义感对主观幸福感的直接效应值为0.70,置信区间为[0.44,0.97],由此证明,正念在生命意义感影响军校学员主观幸福感的过程中起部分中介作用。最后,本文基于研究结论对军校学员的教育和管理提出了一些建议。", "label": "军事学", "id": 0}
{"content": "目的正念冥想研究日益增多,但在海军部队应用研究相对较少。因此,本研究基于循证探讨正念冥想用于增强中国海军官兵心理能力的有效性和可行性,为正念冥想在中国部队的应用与推广提供实证依据。方法本研究分为三部分。研究一采用对照研究,选取长期冥想者（2年以上）及对照组,进行生命质量和大脑执行功能的比较。研究二选取49名新兵,分为正念冥想组与候补组,并在参与后的4个时间点（基线、5周、8周、12周）分别对两组人员进行问卷调查,探讨正念冥想对一般健康状况及压力的影响。研究三通过设置实验组和对照组,开展为期8周的正念冥想练习,探讨系统性的正念冥想联系对军事创伤后应激症状及相关心理状况的影响。结果研究一发现,长期冥想者生理健康总评（84.50 VS 80.42,p=0.004）、心理健康总评（80.16 VS 73.44,p<0.001）和生命质量总分（82.33 VS 76.93,p<0.001）显著优于对照组;每周达到冥想状态的时间大于40分钟,心理健康总评（83.55 VS 76.44,p=0.003）和生命质量总分（85.71 VS 78.77,p=0.001）与小于40分钟者相比有显著性差异;每周达到冥想状态的频率大于2次者,心理健康总评（81.94 VS76.05,p=0.019）和生命质量总分（83.70 VS 79.19,p=0.031）与低于两次者有显著性差异;另外发现采用注意瞬脱范式探索工作记忆功能时,发现长期冥想组的注意瞬脱程度低于对照组,差异有统计学意义（t=2.993,p<0.05）。研究二发现,与候补组相比,在12周的随访中,正念冥想组在正念（F（1,43）=3.28, p <0.05）和一般健康（F（1,43）=4.593, p <0.01）方面表现出了更多的改善。研究三发现冥想组经过8周正念冥想练习,正念水平的提升较对照组明显（β=3.902, SE=0.995, p<0.001）,军事创伤后应激症状的改善较对照组明显（β=-3.173, SE=0.818, p<0.001）,而正念水平在正念冥想练习和军事创伤后应激症状改善之间起到中介作用。结论研究一表明长期冥想可以全面提升个体生命质量,以及提升执行功能的工作记忆功能,改善认知能力下降。研究二提示正念冥想能有效改善新兵的一般健康状况,减轻新兵的压力。研究三表明正念冥想可以有效缓解军事创伤后应激症状,提升正念水平,正念水平在正念冥想练习和军事创伤后应激症状改善之间起到中介作用。", "label": "军事学", "id": 0}
{"content": "目的职业倦怠是一种由长期压力所导致的生理、心理综合征,以情感衰竭、人格解体和个人成就感降低为主要表现。大量行为学研究表明,倦怠个体表现出认知、行为等方面的障碍。本实验旨在从神经电生理角度探究倦怠陆军官兵认知神经功能的变化特点,寻找能够反映其认知神经功能下降的有效指标,为早期监测倦怠官兵认知神经功能变化提供有效方法,从而为提高官兵心理健康水平和部队战斗力服务。方法经《军人职业倦怠量表》筛选出总均分≥1分的20名陆军官兵作为倦怠组,通过随机数表法随机选取未达到阳性标准的20名官兵作为无倦怠对照组分别进行认知神经功能监测。采用Go/Nogo和Oddball范式进行任务态ERP实验,选取头部中线前额叶和顶叶电极点分别测量N200和P300（P3a、P3b）的平均波幅。应用SPSS22.0软件对所得数据进行统计分析,采用重复测量方差分析分别探究组间效应、电极效应及任务效应。结果在Go/Nogo实验中,倦怠组N200波幅较对照组升高,但组间无显著差异,组间主效应不显著;前额区可以诱发更加显著的N200（FCz>Fz>Cz,P<0.001）,电极主效应显著;Nogo任务在各电极点均可诱发更大的N200成分（Nogo-N200效应,P<0.001）,任务主效应显著。倦怠组P300波幅显著降低（p<0.001）,在Fz、FCz、Cz三个电极位点上较为显著,组间主效应显著;P300在前额叶和顶叶的5个电极点上较对照组未发现显著差异,电极主效应不显著;与Go任务相比,Nogo任务在倦怠组诱发更大的P300成分（Nogo-P300效应,P<0.01）,任务主效应显著。在Oddball实验中,倦怠组P3a波幅显著小于对照组（P<0.05）,组间主效应显著;中央顶区电极位点可诱发更大的P3a（CPz>Pz>Cz>FCz>Fz,P<0.001）,电极主效应显著。倦怠组P3b波幅显著小于对照组（P<0.05）,组间主效应显著;中央顶区电极位点所诱发的P3b平均波幅显著大于前额区（Pz>CPz>Cz>FCz>Fz,P<0.001）,电极主效应显著。结论一般认为,N200可以反映个体冲突觉察和监测能力,而P300被认为主要与反应抑制相关。P300的亚成分P3a反映个体被动注意或朝向反应,即代表非随意注意的能力,P3b则代表随意注意的能力,反映个体可通过意志努力进行选择性注意的过程。结果表明,倦怠官兵在早期阶段对冲突的识别和监测能力较常人未发生显著变化,而其反应抑制能力则发生损害;另一方面,倦怠官兵随意注意和非随意注意能力均发生损害,对于突发新异刺激的识别能力和对目标刺激的注意资源投入、分配和保持能力不足,成为影响官兵心理健康和导致战斗力下降的重要因素。本实验从神经电生理学角度阐明倦怠陆军官兵认知功能下降的特点,为以往的行为学研究提供有力的证据补充,同时说明ERP可以作为研究认知等高级神经活动的重要方法,N200和P300（P3a、P3b）成为监测个体认知神经功能是否发生损害的有效指标。", "label": "军事学", "id": 0}
{"content": "2018年,全军首次面向社会公开招聘文职人员,这是适应世界新军事形势变化,实现军队现代化建设的必要手段。其中,文职教员作为军事院校的重要组成部分,其个人能力和素养对军事人才的培养和军队现代化建设的作用至关重要。因此,科学全面分析新聘青年文职教员的职业现状,并对其职业发展提出建议具有现实意义。SWOT分析法即基于内外部竞争环境下的态势分析,运用这种方法,可以对研究对象所处的情景进行全面、系统、准确的研究,从而根据研究结果制定相应的发展战略、计划以及对策等。通过SWOT分析法分析此次面向社会公开招聘的青年文职教员的优势、劣势和机会、挑战,并给出一些解决方法,对青年教员的自我发展具有一定的实用意义。", "label": "军事学", "id": 0}
{"content": "软件产品是军用装备的重要组成部分,其质量和可靠性至关重要。随着软件工程专业的发展及软件开发研究的深入,软件过程管理的重要性凸显。为了提高软件研发过程的科学化和标准化,进而保证软件产品质量,软件研制能力成熟度模型也应运而生。根据我国军用装备及其软件特点,GJB 5000A—2008《军用软件研制能力成熟度模型》提供了军品软件项目研发、维护过程中的优秀实践,依托GJB5000A的标准要求,以软件研制能力评价为抓手,介绍了某研究所的软件过程改进实施过程。", "label": "军事学", "id": 0}
{"content": "结合军用新机专项培训的现状及特点,以客户所在岗位执行专项任务中所需的知识、技能和情境意识为培养的核心,探索基于知识点体系的课程设计方法,重点对课程内容确定、能力指标分析、难度指标分析和课程设置方法进行研究;并探讨课程内容、教学方法、教学资源在课程教学设计中的重要作用及应用方法,给出了一套系统、全面、适用于军机专项培训课程设计方法。同时,基于所给出的课程设计方法,提出了通过优化军机专项培训模式,降低主机所专项培训人力成本支出、提升客户服务体验、保证专项培训质量的几点思考,为军机专项培训模式改革提供一定参考。", "label": "军事学", "id": 0}
{"content": "近年来,为加快形成击败大国竞争对手的全面作战能力,美军在新出台的顶层采办文件,组织机构重组,以及新推出的贴近实战的系列大型兵力试验活动中,积极推动一体化试验鉴定策略的实施。从协同规划、协同实施、共享数据和独立评估4方面入手,对美军新版DoDI5000.89《试验鉴定》指示贯彻DoDD5000.01指令中有关一体化试验鉴定政策要求的相关内容进行了解读;对美国防部作战试验鉴定局最近为推动一体化试验鉴定和试验技术创新所进行的重组进行了跟踪分析;对美空军近年来创新打造的三位一体\"试验旗\"系列演习落实一体化试验策略的实践活动进行了总结,以期为我国武器装备试验鉴定工作提供有价值的参考。", "label": "军事学", "id": 0}
{"content": "装备配套产品是装备的重要组成部分,是实现装备功能和性能的重要保证,保产品也是保部队战斗力。为规范配套产品外场保障工作,建立了包括产品故障处理、产品设计更改贯改、产品外场管理、产品外场培训和产品外场保障信息管理等5个方面工作项目的保障流程,提出了各个工作流程的工作要点,对各类装备产品外场保障有借鉴作用。", "label": "军事学", "id": 0}
{"content": "为满足未来海上联合作战保障能力需求,着眼我军现有保障装备性能特点、保障能力需求及保障技术的发展趋势,利用系统规划的理论与方法,基于装备保障全寿命周期,重点从建立规范的统一技术标准,消除保障过程中的信息壁垒和数据孤岛,构建了全系统数字化保障系统框架,分析了数字化综合保障的关键技术,可为我军形成分布式快速响应、战场应急维修与远程专家保障服务能力,提供研究思路和建设方案参考。", "label": "军事学", "id": 0}
{"content": "随着国防科研、试验和生产的发展,对仪器设备精度要求越来越高。计量是实现单位统一、量值准确的活动,为仪器设备的精度提供数据参考。为确保所使用设备精度符合要求,需对其进行科学有效的计量管理。计量管理工作已成为国防科研院所管理工作中的重要组成体系之一。然而当前国防科研院所的计量工作存在仪器设备数量种类繁多、计量标准配备不足以及重视程度不够等问题。针对这些问题,基层国防计量部门需要结合仪器设备实际使用情况,构建规范、系统的计量管理体系,保证计量工作有序开展。计量管理可以从源头上杜绝不合格设备的使用,保障设备安全可靠运行,便于对设备数据进行溯源和追查,扩展计量技术工作人员的职业发展空间。主要举措包括:完善仪器设备档案和管理台账,制定设备计量计划,设立专职人员统一管理、加强保密约束,提高计量技术人员队伍素质,及时更新技术规范、增配所需计量标准,加强重视程度、改进考核机制等。通过开展计量管理工作,拉近了计量工作与本单位科研工作的距离,提高了计量技术人员整体素质,能够发现问题迅速处理,保证国防科研院所仪器设备安全高效运转。对国防科研院所计量技术的提升与发展具有推动意义。", "label": "军事学", "id": 0}
{"content": "本文概述了国防科研机构科技成果的政策发展情况,研究国内国防科研机构及美国国防领域科技成果转化现状与取得的成效。以中物院为例,介绍中物院以知识产权为牵引的科技成果转化工作开展情况及目前取得的成效,包括中物院科技成果转化工作的组织、成果转化报告制度、优秀经验等,通过分析中物院当前的科技成果转化工作中存在的问题,总结同类型国防科研机构普遍存在的问题并提出一些思考与建议,对国防科研机构的科技成果转化工作的开展提供参考。", "label": "军事学", "id": 0}
{"content": "国防科研单位是承担国防领域科研生产任务的主力军,长期以来为我国的国防科技创新事业做出了重要贡献,形成了一系列技术含量高、技术领域新、市场前景好的专利。如何科学有效地对国防科研单位专利进行价值评估对于我国建设知识产权强国具有十分重要的意义,适用于国防科研单位专利保护工作的价值评估方法也越发凸显其重要性。但是我国国防科研单位专利存在质量良莠不齐、数量庞大、背景技术和研制背景复杂等问题,导致已有的专利价值评估模型难以快速、准确地评价国防科研单位专利的市场前景和应用价值。本文根据已有的专利价值评估方法,结合国防科研单位专利价值评估工作的特点和评估需求,提出了适用于国防科研单位专利特点的价值评估方法,在国防科研单位开展了实际评估并得到有关结论。评估结果表明,本文提出的国防专利价值评估办法可以高效快速、科学有效地掌握国防科研单位专利价值的总体情况,并为国防科研单位的后续专利保护工作提供重要参考。", "label": "军事学", "id": 0}
{"content": "随着信息化时代的到来,为了应对日趋复杂综合性的问题,路线图法作为一种预测与规划技术发展的重要方法,是一种非常有效的管理方法。本文分析总结了加拿大政府技术路线图的绘制模式和经验,通过列举美国关于路线图在国防发展领域中的应用实例,提出我国路线图方法在科技与国防建设的实施建议。", "label": "军事学", "id": 0}
{"content": "2020年,国际核军控持续处于低潮,美俄双边核裁军前途未卜、多边核军控难有进展、核不扩散机制面临挑战、地区热点问题日趋复杂,美单边消极政策及美俄关系紧张等因素导致国际核军控机制面临的结构性矛盾更加突出。未来一段时期内,国际核军控难有实质性进展。", "label": "军事学", "id": 0}
{"content": "2021年2月,美俄同意将两国间《关于进一步削减和限制进攻性战略武器措施的条约》（简称\"新START条约\"）有效期无条件延长5年。新START条约延期有助于维护美俄战略平衡与稳定,对于推动全球核军控进程具有一定积极意义。当前,美俄两国核弹头总数仍超万枚,新START条约延期并非意味着两国朝真正的核裁军方向前进。", "label": "军事学", "id": 0}
{"content": "核武器是美国维持超级大国地位、称霸世界的战略支柱。美国正在进行历史上最大规模的\"三位一体\"核力量现代化,大幅升级改进现役装备,全面研制新型装备。陆基核力量重点加强安全、可靠性,海基核力量重点提高灵活性和生存能力,空基核力量重点强化突防和打击能力。坚持\"三位一体\"力量结构,将新技术纳入装备现代化,未来二十年美国核力量将继续保持领先水平。", "label": "军事学", "id": 0}
{"content": "2020年12月,美国国家核军工管理局发布2021财年《库存管理计划》,进一步披露核弹头现代化进展及未来发展构想,其中已完成项目2项,正在推进项目4项,未来发展构想6项。暂停核试验后,美国对核弹头改型、延寿、改造甚至新研的能力不断提高。美国以核力量绝对优势巩固其霸权地位的做法始终未改变。", "label": "军事学", "id": 0}
{"content": "2020年11月23日,美当选总统乔·拜登提名安东尼·布林肯担任国务卿、杰克·苏利文担任国家安全顾问等,组建其国家安全与外交团队。本文搜集整理拜登本人及其团队成员在核军控方面的公开表态,对拜登政府核军控政策的未来走向进行了初步研判分析。", "label": "军事学", "id": 0}
{"content": "集成AR技术的指挥训练系统能够基于战位角色向指挥员提供个性化的战场环境信息,建立共享的、可理解的虚拟空间。设计了支撑仿真推演服务和人机交互服务集成的系统框架,针对不同指令内容的解析,设计了统一的多级指令解析接口,为提升行为规则的动态适应能力,设计了一种基于脚本的规则表示方法。通过集成强化学习平台,提供智能化的认知模型生成能力,提升在复杂战场环境下的指挥对抗训练能力。", "label": "军事学", "id": 0}
{"content": "随着新型作战概念不断提出,战术战法的不断推进,军用仿真技术的应用领域不断拓展,仿真技术与应用需求的匹配度不断提升。本文概要阐述了军用仿真技术在装备全生命周期的重要作用,从仿真体系结构、模型体系与建模方法、仿真平台、模拟训练、可信度评估等方面对军用仿真关键技术发展情况进行了分析,针对量子计算、云计算、人工智能、区块链、超材料等前沿技术未来可能对军用仿真技术发展产生的影响进行了初步探讨。", "label": "军事学", "id": 0}
{"content": "格式化消息是数据链系统与传统通信系统的根本区别,而数据链消息的报文打包格式和信道编码方式是影响其精准战术表达和高效传输关键。因此对数据链消息效能进行评估也需要从技术和战术角度两方面进行评估。本文以美军16号链的报文消息发送为例进行分析,在此基础上确定消息编码评估内容,并建立完善颗粒的评估指标体系和计算模型,最后设计了不同模式下的仿真系统平台,提出了完整的数据链消息编码效能评估仿真设计方案,该方案能够对数据链消息进行有效评估,并为数据链消息仿真系统设计提供参考依据。", "label": "军事学", "id": 0}
{"content": "本文面向装备虚拟采办的经费估算需求,研究了装备的时间-费用估算模型以及参数-费用估算模型构建。并根据已有的小样本费用数据以及国内外装备的费用数据,以某项目作为样例进行费用估算。经计算对比,与真实费用差别<5%。", "label": "军事学", "id": 0}
{"content": "基于作战指挥类课程定量分析教学的重要作用,提出了作战指挥类课程定量分析教学目标、教学内容、教学步骤等,并对该定量分析教学做出了较好的预期。", "label": "军事学", "id": 0}
{"content": "\"马赛克\"作战概念的提出,对美军战略规划产生了不可磨灭的影响。本文首次提出从\"马赛克\"作战概念的角度分析美军的战略规划,阐述了两者之间的关联关系。并分析了各个军种部门如何应对新型作战概念的提出,接着另一方面从\"马赛克\"牵引的项目分析美军国防项目经费的投向投量,从美军战略规划的项目部署分析与\"马赛克\"作战概念的交叉项目。最后,粗浅提出应对美方战略规划的一些建议和想法以及下一步工作的研究方向。", "label": "军事学", "id": 0}
{"content": "着眼提升空天安全技术协同创新绩效,界定了空天安全技术协同创新运行机制概念,提出了空天安全技术协同创新运行机制框架,结合空天安全技术协同创新特点,着重探讨了空天安全技术协同创新运行过程中政策引导、统筹协调、竞争激励、评价监督、成果转移、风险防控等机制的构建。", "label": "军事学", "id": 0}
{"content": "人工智能应用于军事领域有提升军队信息优势、提高决策速度和质量、降低作战人员风险和成本的巨大优势,在情报、监视和侦察,军事物流,网络攻防,指挥与控制等领域得到应用。美、俄等军事强国已提前谋划布局,并进行人工智能系统的实战检验。本文梳理了美国和俄罗斯人工智能军事应用的战略部署和应用现状,分析了军用人工智能系统误判以及与系统安全性相关的若干问题,以期为我国人工智能的应用提供参考和借鉴。", "label": "军事学", "id": 0}
{"content": "尽管无人平台在国防上有多种用途,但在后勤方面可能会有特别的优势。无人地面平台在后勤方面的应用更加现实、直接,发挥的效用也更为显著,已成为当前世界军事强国后勤建设的一个新趋势。本文主要从外军地面无人后勤的现状和特点出发,总结了其未来的发展趋势,为地面无人后勤的应用前景提出了新的方向。", "label": "军事学", "id": 0}
{"content": "随着新型无人机装备和技术的广泛发展,新型陆军无人作战力量正在大量投入战场,深刻改变战争形态,为打赢未来智能化战争提供了新的遵循。本文从新型无人作战力量的发展背景、概念和运用特点展开分析,介绍了全域作战、立体作战、多能作战、精确作战、持续作战等作战运用样式,区分\"有人设计,无人自主\"、\"有人为主,无人为辅\"、\"有人设计,无人自主\"三个不同的发展阶段对人机协同编组的模式进行深入探讨和展望,形成加强新型陆军无人作战力量建设、遂行\"全域作战,跨域协同\"的任务目标的意见建议,对基于人机混合增强智能的新型陆军部队建设有一定的促进意义。", "label": "军事学", "id": 0}
{"content": "无人机在未来战争中的地位越来越重要,是重要的战斗力,其高素质人才的培养意义重大且十分迫切。本文从军事无人机人才的岗位特殊性和素质要求入手,研究和分析了军事无人机人才培养目前存在的各类人才培养割裂、教员编制有限、指技发展不均衡、飞行训练时间少、战术战法研练少等问题,总结了无人机人才培养\"着眼发展、超前培养,注重衔接,突出专长,注重指挥、综合培养\"的原则,具体给出开展军事无人机人才培养工作中相关教学条件建设、优化教师队伍、科学教学实施、加强管理评估的意见和建议。", "label": "军事学", "id": 0}
{"content": "高职定向士官生具有普通大学生和准军人的双重属性,与普通大学生既存在差异性,也存在同一性。特色思想政治教育主要内容包括家国情怀教育、献身精神教育、工匠精神培育、军营文化熏陶、红色基因传承等方面。教育路径上,应坚持人才培养计划与特色思想内容相融合,坚持课内理论教学与课内实践教学相结合,坚持课外实践教学和社会实践活动相结合。", "label": "军事学", "id": 0}
{"content": "<正>研究目的:在现在国际背景下,在国家军民融合的大背景下,科学合理的练兵愈发受到了重视,体能训练成为军队教育的重中之重,并将其作为军队体能计划中的基本任务,也是军队对新兵体能工作的基本环节,体能训练主要是为了提高新兵的基础体能和战斗力,从而整体提高整体的身体素质水平。由于原来普遍不科学的训练方法导致不必要运动损伤出现,这是军事教育一直以来普遍发生的问题。因此,我校与某集团军开展了相关合作探索新时代的功能性军事体能训练,并将此训练方法在新兵连女兵进行科学性、计划性的实施,提高女性新兵功能性动作筛查评价指标,提高运动成绩,降低女性新兵运动损伤的发生率,从而提高新兵的单兵作战能力,增强团队合作意识,进一步提高军队的战斗力和凝聚力。", "label": "军事学", "id": 0}
{"content": "<正>研究目的:本研究采用Footscan高频足底压力测试系统,对新兵进行步态足底压力测试与分析,为新兵实施纠正训练、损伤预防和康复治疗提供理论依据和数据支撑。研究方法:运用比利时Footscan足底压力测试系统对以随机抽取的中部战区某部87名新兵进行测试,所有受试者均脱鞋袜,以个人平常步态自然行走,测量3次,足底压力分布解析系统可获得完整步态周期足底测试数据,对获得数据均用SPSS25.0软件处理和分析。研究结果:", "label": "军事学", "id": 0}
{"content": "<正>研究目的:将当前在竞技体育领域中运用较多的功能性体能训练理念引入到军事新兵训练中,结合综合体能测评成绩以及新兵战士实际情况,制定功能性体能训练方案,探究其对新兵上肢力量训练的影响,以期军事训练的科学化水平得到提高。研究方法:在某旅新兵营中随机抽取60名男性新兵战士作为研究对象,并将他们随机分为实验组和对照组,两组人数均为30人。对照组新兵采用我国军事部队中传统的体能训练方法,为实验组专门设计功能性体能训练方法,并对其实施训练,两组均每周进行五次干预训练,每次时长约100分钟,实验总时间为12周。确定上肢力量的评价指标为握力（两侧）、负重弯举（40%体重）、屈臂悬垂时间、夹臂俯卧撑、30s坐撑、单杠引体向上、双杠臂屈伸。实验前后均对两组评测指标进行测量,数据运用独立样本t检验进行分析。", "label": "军事学", "id": 0}
{"content": "<正>研究目的:在中国共产党的领导下,我国军队竞技体育工作取得了不朽成就,其中的八一男篮是八一体工大队当之无愧的一面旗帜,为我国篮球事业做出了巨大贡献。本文对中国共产党领导下八一男篮的发展历程进行梳理,探讨其取得的巨大成就和积累的丰富经验,并对我国军队体育工作重心调整后的军队体育事业发展方向提出未来展望。研究方法:本文采用的研究方法为文献资料法和逻辑分析法。", "label": "军事学", "id": 0}
{"content": "以新冠疫情为代表的公共卫生突发事件,对我国应急管理体系与能力提出了挑战。军地协同应急管理体系的构建,就是要有效衔接国防动员体系和应急管理体系两大危机管理体系。在介绍国内外军地协同应急管理现状的基础上,总结了我国存在的问题,重点围绕军地协同应急指挥体系、应急预案体系、资源保障体系和创新协同模式四个方面,提出了对策。", "label": "军事学", "id": 0}
{"content": "文章阐述了未来战争所具有的动态复杂特性,结合文献分析了目前国内外主流效能评估方法及其不足之处,以及未来的主要差距及挑战。基于未来战场需要面对的作战自主可重构的需求,文章开创性地提出了一种利用机器学习方法基于效能指标挖掘的战场自主可重构框架,通过挖掘核心指标,围绕核心指标参数重构作战能力,最终实现以效能最大化为指引的动态战场要素自主可重构。", "label": "军事学", "id": 0}
{"content": "任务清单可以有效解决联合协同指挥与控制组织管理在概念理解和行动认知上存在的差异性,充分正确的需求分析是开发任务清单的基础和前提。文章基于美国国防部体系架构框架（DoDAF） 2.0版,提出了多视角的需求分析方法,并从全视解、作战视角、能力视角和系统视角建立任务清单需求分析模型,为下一步进行任务清单需求分析提供了基础。", "label": "军事学", "id": 0}
{"content": "《孙子兵法》具有丰富、系统的思想内容,通过分层的方法对其内容进行重构,能够更加有效地为人所认知、理解和应用。分层重构使得《孙子兵法》能够对指控应把握的关注重点、基本方法、核心思想和指控者等问题产生更加清晰和合理的启示。", "label": "军事学", "id": 0}
{"content": "为解决复杂战场环境下小尺度目标看不见、看不清、看不准等技术难题,对区域卷积神经网络目标检测算法,从主干网上舍弃池化、方形锚框尺寸界定、多尺度候选边框生成、预测边框精调等多方面改进,提出了一种约定尺度下的军事小目标的智能检测方法,实验结果表明相比普适物体检测算法检测精度有所提高,在一定程度上提高了典型军事背景下小目标智能感知认知水平。", "label": "军事学", "id": 0}
{"content": "武器系统显控软件是作战指挥系统的重要组成部分,复杂度程度高、通用性差、开发时间长、维护成本高。基于Qt框架与通用操控硬件模组等技术,提出了一种模块化、跨平台的显控软件架构,并基于此架构开发了一款在某武器系统各席位运行的一体化显控软件。通过与传统显控软件开发模式进行对比试验,证明该显控软件架构能够大幅度提升软件研发效率,缩短软件研发周期,减少研发成本并极大地提高显控软件的可拓展性,具有较好的应用前景。", "label": "军事学", "id": 0}
{"content": "近年来,随着信息技术的发展,军事业务数据呈现爆炸式增长,诸如军事装备试验鉴定等方面的军事文档大量存在并被使用,如何从这些文本中自动获取有效信息成为目前研究的热点问题。面向军事文本的命名实体识别作为军事文本信息抽取的基本任务获得了极大关注,然而由于该领域的特殊性和复杂性,导致数据稀缺以及标注困难,如何在小样本情况下提升命名实体识别效果成为一个亟待解决的问题。针对这种情况,我们提出了基于领域迁移和任务迁移相结合的军事文本命名实体识别模型,有效地融入了外部通用知识;并且采用了基于实体替换和伪标签的两种数据增强的技术,有效地提高了小样本情况下的命名实体识别效果。", "label": "军事学", "id": 0}
{"content": "我军技术构成日益复杂,知识密集程度不断提高,为有效解决作战过程中人员—任务匹配决策问题,以模型构建的重要作用、需解决的问题为切入点,采用模糊数学方法构建了执行专项任务的\"人员—任务\"优化匹配模型,对各类数据预处理进行了分析,为指挥员提供科学直观的决策方案。", "label": "军事学", "id": 0}
{"content": "目标分群也称为兵力聚合,源于战场态势评估领域的研究,是态势感知领域的关键研究内容。在智能化战争中,指挥员需要借助目标分群技术快速排除冗余信息,快速形成一致的战场态势图,加深对于当前态势的理解和把握。文章集中分析了目标分群这一重难点问题,给出了目标分群的规则和过程。针对智能化战场的特点,提出一种改进的基于划分的聚类方法,对作战单元进行抽象和划分。最后,设计模拟战场想定,通过对目标进行聚类分析,将各分散单元归结成簇,有效地降低了战场视图的复杂程度,验证了算法的可行性和有效性,并为态势理解和预测奠定了基础。", "label": "军事学", "id": 0}
{"content": "传统作战意图分析主要基于人为判定,实时性差,极易产生误判,无法满足实际作战需求。针对该问题,提出了一种基于余弦相似度的作战意图分析方法。首先,阐述了该方法的主要原理;其次,给出了作战意图特征向量提取和余弦相似度计算模型;最后,给出了应用实例。实例结果表明,该方法可快速辅助指挥员明确作战意图,有效提升辅助决策的快速性和准确性。", "label": "军事学", "id": 0}
{"content": "国际海洋领土争端不断,联合岛屿封锁作战成为一种重要的作战样式。围绕联合岛屿封锁作战中制空权夺取和航母作战两个关键问题,以兵棋推演的方式运用反馈优化法进行研究,提出了基于反馈优化法的联合岛屿封锁作战推演流程,构建了兵棋推演反馈模型和优化模型。推演实验结果表明,该方法和模型可以有效支持联合岛屿封锁作战战况分析,得出最优战法。", "label": "军事学", "id": 0}
{"content": "基于5G技术特征和智慧营区应用需求,介绍了5G在智慧营区建设过程中的典型应用场景,设计了智慧营区5G应用架构,给出了5G基站布设、5G网络切片设计、5G通信模组与营区应用设备的整合、5G网络与营区内部其他网络的受控接入方案,可为智慧营区5G建设提供技术指导。", "label": "军事学", "id": 0}
{"content": "<正>为全面贯彻落实党的十九大及五中全会关于\"加快军事智能化发展,提高基于网络信息体系的联合作战能力、全域作战能力\"和\"加快国防和军队现代化建设\"的重要指示精神,促进机械化信息化智能化融合发展、智能指挥与控制科学技术进步以及国民经济建设可持续发展,中国指挥与控制学会于2021年7月5—7日,在北京国家会议中心召开以\"聚焦联合全域指挥控制,引领军事智能体系创新\"为主题的\"第九届中国指挥控制大会\"。中国指挥控制大会论文集是敏锐抓住科技革命方向,大力推动科技跨越发展,勇攀科技高峰的重要媒介,", "label": "军事学", "id": 0}
{"content": "通过分析和梳理美军联合网络作战的相关概念,探寻美军联合网络作战环境情报准备的基本理念和动态变化。从执行任务的作战力量出发,分别阐明当前美军作战环境情报准备在进攻性、防御性网络作战中的基本运用情况,并详细研究了其规范化的情报准备流程。可以看出,美军将现实作战中的情报准备模式套用到网络空间当中,虽然在实际操作中存在一些问题,但总体上能够满足美军的联合网络作战需求,牢牢掌握信息优势地位。", "label": "军事学", "id": 0}
{"content": "随着指挥信息系统网络化、服务化程度不断提高,分布式消息服务在海量信息的可靠传输与实时处理方面发挥起越来越重要的作用。文章介绍了分布式消息服务基本概念,典型分布式消息服务Kafka功能简介和应用场景,详细分析了其在实时数据处理、数据变更通知、应用日志收集和运维数据采集等方面的具体应用和关键技术,以期提高分布式消息服务在指挥信息系统中的应用价值,并促进指挥信息系统发展。", "label": "军事学", "id": 0}
{"content": "为应对未来大国对抗,美军聚焦实现陆、海、空、天、赛博等作战域的联合全域作战,而实现联合全域作战的核心就是要建设\"联合全域指挥控制\"（JADC2）能力。2019年起,JADC2研究进入\"快车道\",美军各军种纷纷推出相关计划。分析了美空军\"先进作战管理系统\"（ABMS）及其他军种的主要进展,指出美军JADC2的发展趋势,得出对我军的启示。", "label": "军事学", "id": 0}
{"content": "海上分布式作战概念由美国首先提出,并逐渐得到各国认可,我国在分布式协同作战方面同样进行了探索,但体系框架及技术基础尚未成熟。以提升我军我应对强敌的作战能力、指导海上分布式协同研究工作开展为目标,简述典型项目研究现状,分析典型作战样式,归纳作战体系组成及关键技术,给出对我发展启示,为我国面向未来作战提供一定的借鉴意义。", "label": "军事学", "id": 0}
{"content": "联合目标分析已成为现代联合作战决策最为关键的能力。文章首先介绍了美军联合目标理论与方法;然后分析了美军联合目标制定机构及目标系统应用;最后提出了对联合目标发展的一些认识和启示,以期为我军联合目标系统发展提供有益参考。", "label": "军事学", "id": 0}
{"content": "无人作战是信息化战争形态高级阶段下的一种典型作战形式,无人作战指挥控制与作战协同是其中的关键问题。文章就此问题展开了深入研究,从人与机之间关系、人在回路的位置等方面研究归纳了人机结合指挥控制的新模式,同时,从无人装备自主行动、集群群智协同行动、人机协同联动行动等方面探索分析了无人作战行动自主协同模式,为创新无人作战指挥控制与作战协同理论,更好地认知、把握、适应和应对无人作战,适应未来战争需求提供有价值的参考借鉴。", "label": "军事学", "id": 0}
{"content": "美国陆军为遂行多域作战,将情报、信息、网络、电子战、太空等专业部队整合成立I2CEWS营,担负美国陆军多域特遣部队的核心单位。首先,探讨美军多域作战概念发展和美国陆军网络司令部发展历程。然后,研究I2CEWS营组建背景和作战编组;分析I2CEWS营作战能力和不足。最后,给出美国陆军组建I2CEWS营对我军的启示。", "label": "军事学", "id": 0}
{"content": "\"联合全域指挥控制（JADC2）\"是美军继多域战之后最新提出的作战概念,旨在把各军种指挥控制系统连接成一体化指控网络,在所有作战域之间实现迅速、无缝的信息交流。美军从作战条令、系统研制、技术开发和演习试验等各个层面积极推进联合全域指挥控制能力建设,并取得多项突破。文章对美军\"联合全域作战指挥控制\"概念内涵和发展脉络进行了阐述,分析研究了其核心能力需求和关键技术,并梳理了美军推进其发展的各项举措,以期从中获得对我军联合作战能力发展有益的启示。", "label": "军事学", "id": 0}
{"content": "为解决传统低慢小目标拦截手段中存在的不足,提出集成电子干扰、激光和网捕等多体制武器联合拦截手段。针对城市复杂环境下的火力分配问题,分析三种武器在拦截过程中受到的空间、时间、资源及环境等方面的限制条件,构建武器效能因子进一步约束决策方案,并基于此建立动态火力分配模型。采用改进的粒子群算法对模型进行求解。引入自适应惯性权值策略,避免解算过程陷入局部最优。通过仿真算例验证所建模型及算法改进的有效性。", "label": "军事学", "id": 0}
{"content": "当前,我军正处于机械化战争向信息化战争时代转型的关键时期。机械化时代的训练方式存在安全隐患大、训练效果评估难等诸多缺点,不适应信息化战争的要求,必须进行创新和转型。利用高新科技来创造逼真的战场环境、模拟真实武器使用状态,开展实兵战术对抗模拟训练,逐渐成为军事训练的发展方向。作者从步兵、武警等部队军事训练和分队战术训练的角度出发,对信息化条件下开展实兵战术模拟对抗训练问题进行了深入的探讨。", "label": "军事学", "id": 0}
{"content": "针对国防动员时效性、精准性、持续性的要求,构建了方案预期效能量化评估指标体系,提出了评估指标的量化计算方法,以某套国防动员方案为例,给出了效能评估指标值量化计算过程,结果表明,在国防动员方案效能评估中是可行的。", "label": "军事学", "id": 0}
{"content": "为探讨军队新入职文职人员工作旺盛感的影响因素及内部作用机制,采用主动性人格量表、组织支持感量表和工作旺盛感量表对513名军队文职人员进行调查。相关分析的结果显示,主动性人格与工作旺盛感（r=0.40,p<0.01）和组织支持感（r=0.33,p<0.01）均显著正相关;组织支持感与工作旺盛感间（r=0.52,p<0.01）的相关也达到显著性水平。在对军队文职人员主动性人格对工作旺盛感的影响及组织支持感在两者间的作用进行检验时,结构方程模型的结果显示,文职人员主动性人格对工作旺盛感具有显著的正向影响（β=0.60,p<0.001）,组织支持感在主动性人格影响工作旺盛感的关系中起部分中介作用,中介效应大小为0.172。本研究揭示了影响文职人员工作旺盛感的因素及内部作用机制,对文职人员的教育、激励和管理也具有一定的启示意义,提升文职人员的工作旺盛感可以从招聘或培养文职人员的主动性人格以及提供必要的组织支持入手。", "label": "军事学", "id": 0}
{"content": "数据包络法和兰德公司推出的投资组合分析工具都可以运用投入产出两类指标,对于不同决策方案的有效性进行比较,基于此,文章介绍了组合投资决策的运用过程以及数据包络法三个传统模型,并对两种评价方法的特点进行了对比。结果表明,两种评价方法由于各自运用特点差异,所适用的场景也不尽相同,应根据决策单元的特点和属性指标来选择具体的评价方法。最后对数据包络法进行投资组合分析时所选的指标进行了讨论。", "label": "军事学", "id": 0}
{"content": "重大演训任务油料保障存在安全隐患大、不确定因素多等特点,开展风险评估具有重要意义。在识别重大任务军需油料保障风险因素基础上,运用层次分析方法,构建以风险因素为基础的风险评估模型,以某部一次重大演训任务中的军需油料保障为例,计算得出重大任务军需油料保障风险因素权重次序,并进行针对性分析,初步为研究重大任务军需油料保障风险提供新思路。", "label": "军事学", "id": 0}
{"content": "纳卡问题是当今世界影响地区局势安全稳定的重点问题之一,因其历史复杂、利益交错而广受关注。分析纳卡问题的局势演变、冲突消解过程以及各方战略博弈焦点,对于科学预测发展动向、准确做出重大决策具有重要的支撑意义。冲突博弈方法是分析多决策者、多目标问题的有效方法,本文基于冲突博弈分析方法,对纳卡问题的冲突博弈做出建模,并求解个体稳定性和均衡态势。在此基础上,本文还对结果做出了演化路径分析,得到了较为符合实际的结论,为理解纳卡问题走向提供了支撑。", "label": "军事学", "id": 0}
{"content": "随着我国国家综合国力的快速增长,我国在海外拥有越来越多的相关利益点,当遇到如地震、海啸等突发事件时,需要协调军地多平台资源进行专业力量的投送。然而,现在关于联合人员投送的模型较少,且忽视了人员专业、运输能力等因素的约束。本文提出了满足远海补充任务的海空联合人员投送模型,并给出求解思路,为规划投送方案,优化资源使用提供模型基础,为巩固我国海外利益提供人力资源保障。", "label": "军事学", "id": 0}
{"content": "在习近平总书记\"总体国家安全观\"重大战略思想的指导下,为维护国家海外安全利益、保障国家海外利益免受传统与非传统安全威胁,加强相关领域军事力量建设并健全完善相应法律制度势在必行。为此,应当将海外军事基地建设、海外安保力量建设和开展境外武装反恐行动作为维护国家海外安全利益而应实施的军事力量建设的具体内容;并且,应当同时立足于国际法和国内法两个层面,尤其是通过制定、修正和完善相应国内立法和政策指令,在确保上述各项军事力量建设具备合法性和正当性的基础上,使其在实践中更具规范性和可操作性,从而为维护国家海外安全利益提供坚实可靠的军事力量保障。", "label": "军事学", "id": 0}
{"content": "<正>8月21日,美国DARPA计划局在线直播了\"阿尔法狗斗\"人工智能（AI）空战算法对抗赛,赫伦系统公司的人工智能飞行员在预赛中击败了包括洛克希德·马丁公司在内的8支队伍,成功进入决赛,与美国空军一名F16战机飞行员进行1对1模拟空战。而演习的结果令人大跌眼镜,人工智能飞行员以5:0的比分轻松击败人类王牌飞行员,整个过程中这名美军飞行员毫无还手之力,被人工智能完全压制。事实上5:0的比分依然无法表现出双方巨大的实力差距,在预赛中赫伦系统公司的人工智能飞行员模拟驾驶的是F15战机,直到比赛前很短的时间内才开始熟悉F16战机,而美军的飞行员则是一名F16战机的训练教官,", "label": "军事学", "id": 0}
{"content": "在当前信息化高速发展的环境下,未来战争方向对军队装备保障人员的培训提出了新的要求。当前我军装备保障人员培训存在诸多问题,主要体现在培训体系不健全、培训内容不完善、培训方法不科学等方面,本文针对所提出问题,从培训结构体系、人才培养方法与理论与实践的关系等角度提出了相应对策。", "label": "军事学", "id": 0}
{"content": "当前部队各级对安全管理工作非常重视,制度落实严格,安全形势总体平稳。但思想认识还不端正、安全训练落实还不严格、群防群治建设还有短板,与安全管理工作的总体要求、形势任务还不相适应,对此本文就当前部队管理现状及存在的问题进行分析,为部队提升安全管理水平提供一些对策建议。", "label": "军事学", "id": 0}
{"content": "<正>一、军队研究生的非学术能力学术能力和非学术能力是军队研究生进行学术研究的重要构成部分,是促进个体发展和进行学术研究中需要具备的重要因素。其中,非学术能力是军队研究生多方面素质的综合体现,非学术能力的形成、发展,不但依赖于对研究生培养所需要的科学方法、军校文化及社会环境的浸染,还与研究生导师的培养方式、人格魅力影响等密切相关。军校研究生的非学术能力不仅包括认知方面,还包括实践和社会功能等方面。", "label": "军事学", "id": 0}
{"content": "体能是战斗力的基础是军人遂行战时任务的保障,为了更好的了解\"军人体能训练\"的国内研究现状和热点趋势,在CNKI数据库中以\"军人\"和\"体能训练\"为主题词进行检索,并筛选出137篇期刊文献,运用CiteSpace可视化分析软件对关键词、作者、机构等内容绘制相关知识图谱。结果表明,军人体能训练的研究大致分为起步探索、波动上升和平稳发展三个阶段;研究方向主要围绕体能训练、体能、军事体育、军人体能、实战化等关键词开展;该主题发文量最多的作者是艾英伟,发文量最多的机构是特种作战学院军事体育理论研究室。我国军人体能研究起步较晚,但发展迅速,在理论研究和探索实践方面都取得了丰硕的成果;军人体能训练的研究由单一学科向多学科交叉融合发展,研究内容向体能训练的科学化、实战化方向发展,并且逐渐重视军事训练伤的研究。", "label": "军事学", "id": 0}
{"content": "运用案例分析法研究分析美国陆军战斗体能测试改革的特点,美国陆军战斗体能测试具有系统性、整合性、实战性等特点;对中国警察体能训练现状进行了分析,我国警察体能训练主要以公安民警体育达标测试和公安院校体能课程教学为组织形式,在公安民警体育达标测试中存在测试项目不全面,测试标准低,测试目标不清晰等问题;在公安院校体能课程教学中,没有统一的教学内容,体能训练与技能训练相脱节。提出以实战化为导向,以现代体能体系为理论,以整合性神经肌肉训练为手段为手段,建立模拟实战环境的警察实战化体能训练体系。", "label": "军事学", "id": 0}
{"content": "针对C~4ISR系统仿真试验过程中面临的随机因素影响问题,提出了将置信区间引入仿真系统的处理方法。依据数据样本特性,对置信区间法进行相应扩展,建立仿真试验次数的自适应控制模型,最后对弹道导弹突防反导防御系统进行了仿真试验,得到了不同置信度和概率下的仿真试验次数预计值和置信区间范围。仿真试验结果表明,置信区间自适应控制法能够在增大置信度和概率的条件下,同比置信区间法有效减少仿真试验次数,具备对仿真的自适应控制能力。", "label": "军事学", "id": 0}
{"content": "针对部队实地跳伞训练安全风险高、成本投入大、组织复杂等实际问题,本文在分析国内外现有跳伞模拟训练系统现状及功能的基础上,提出一种实战化跳伞模拟训练系统关键技术解决方案,并对系统组成、体系结构和工作流程等进行了详细分析,为下一步跳伞模拟系统实战化装备研究奠定了基础。", "label": "军事学", "id": 0}
{"content": "阐述了本体的基本概念及应用,分析了基于本体构建军事领域专题数据库的优点,提出了基于本体的军事行动专题数据库整体框架,设计了军事行动本体模型和元数据模型,最后从信息综合查询、信息关联推荐和信息定制推送三个方面提出了基于本体的信息服务模式。", "label": "军事学", "id": 0}
{"content": "目前大规模Agent并行化主流使用的是传统的静态划分即均匀划分技术,这种技术忽略了Agent交互的复杂性对划分的影响,方法过于简单,再加上通信的波动和处理通信的机制不够灵活等因素,分布式并行仿真性能十分低下。基于相关性规律,提出基于双权有向图的仿真模型表示方法,并对模型进行分类。针对不同类型的模型提出静态划分技术,以保证在分布式并行计算环境下计算节点的通信量最少的目标,从而达到提高仿真性能的目的。", "label": "军事学", "id": 0}
{"content": "联合作战模拟训练范围广、周期长、组训难度大。提出面向联合作战模拟训练的分布并行仿真推演引擎设计,采用局部并行,异地分布的方式支持跨域多级联合训练的开展,通过并行实体分配和复合时间推进技术,实现了离散事件的高效推进。", "label": "军事学", "id": 0}
{"content": "军用视讯通信模拟训练系统不仅能够为受训者提供一个逼真的模拟训练环境,还可以全方位多角度评价分析用户的行为,本文在分析军用模拟训练系统发展现状的基础上,结合自身研究经验基于Unity 3D基础平台对视讯通信模拟训练系统的总体框架、逻辑结构、功能模块和运行过程进行了阐述,并对系统研究中涉及的关键技术进行了探究。该项研究将虚拟现实、三维建模等最新技术融入到系统开发研究中,提升了仿真训练系统的逼真度和用户体验效果,形成的模拟训练系统为部队视讯通讯终端操作员提供了良好的培训考核环境。", "label": "军事学", "id": 0}
{"content": "利用模拟系统进行训练重要的训练手段之一,利用虚拟现实技术构建虚拟训练场景,具有逼真度高、临场感强、安全可靠、重复高效等优势,可有效开展各种高危、高耗科目的训练。在对Unity3D虚拟现实引擎分析的基础上,研究了虚拟训练场景构建的基本流程与方法;从实体模型优化、场景渲染规则优化和其它优化等方面论述了Unity3D虚拟场景的优化方法,并进行了分析比较,说明各方法的有效性。", "label": "军事学", "id": 0}
{"content": "实况仿真、虚拟仿真和构造仿真,是三种主要的仿真模拟手段,加强深化\"实兵实装\"实况仿真,搭建\"贴近实践\"的教学科研环境;大力发展\"实兵虚装\"虚拟仿真,较好解决院校\"训不了、训不好、训不起\"的训练难题;加快推动\"虚兵虚装\"构造仿真,为院校和部队模拟训练、作战实验、战法创新研究等提供核心支撑。", "label": "军事学", "id": 0}
{"content": "近年来美军各部门针对中俄威胁,提出了一系列新型作战概念。本文在梳理马赛克作战、多域作战、分布式杀伤和敏捷作战等概念基础上,从体系级别、目标、能力需求和重点项目等几个方面展开比较,其后总结分析美军作战概念在背景和作战策略等方面的相同点,以此提出分布式集成作战概念的定义。深入理解美军作战概念是应对美军未来作战变化的前提。", "label": "军事学", "id": 0}
{"content": "在抗震救灾中,雷达兵部队通常需要根据空情保障的任务要求,调整其责任防区内的装备部署,调配雷达装备组成若干机动保障分队,以确保为抗震救灾提供及时、准确、连续的空情保障。本文针对抗震救灾空情保障的任务特点,根据雷达机动保障装备调配的基本要求,提出了\"确定调配装备数量\"和\"初步定性筛选\"的基本原则,给出了基于定性筛选与定量评估相结合的装备调配方法;最后,运用所提出的方法分析、求解了\"玉树抗震救灾雷达机动保障的装备调配问题\",得到了调配方案。本文的问题分析思路与求解方法,对部队解决装备调配问题具有实际意义。", "label": "军事学", "id": 0}
{"content": "开展面向智能化战争的试验新型基础建设推演仿真,是验证智能化战争、推动军事智能发展的重要技术基础。本文研究阐述了试验新型基础建设推演仿真的必要性,提出了在体系工程思想指导下,采用试验云脑架构体系,按照作战视图、任务剖面、能力视图、系统视图体系架构,遵循系统工程原理、集成与验证相互迭代的仿真思路,并借鉴美军HLA（高层体系架构）、TENA（试验训练使能体系结构）的公共架构,创新提出了我军试验新型基础建设推演仿真系统框架,分析了系统构成和特点,介绍了开展试验仿真工作的典型流程等。", "label": "军事学", "id": 0}
{"content": "作战概念作为作战需求和装备设计的桥梁,其准确性对部队发展、武器体系设计具有重要影响,因此如何实现作战概念的可建模、可推演、可测度成为关键问题,本文尝试采用联合使命线程（JMT）、基于活动的方法论（ABM）方法对作战概念进行建模,基于OPM对作战概念进行验证,基于JMT对作战概念进行指标分解,实现作战概念的可测度。", "label": "军事学", "id": 0}
{"content": "资源是构建LVC仿真应用系统的核心。LVC仿真综合集成环境中,对仿真资源描述能力要求很高。为实现资源重用率和仿真效率的最大优化,需要研究建立一种新的资源标准描述方法,该方法必须能够适用于描述各类LVC仿真资源。本文针对现有仿真资源描述方法进行了比较分析,提出了基于LVC仿真的资源描述规范,为仿真资源系统建设提供参考。", "label": "军事学", "id": 0}
{"content": "为了求解集群系统任务可靠度指标,在传统系统可靠性框图模型的基础上,提出了适用于描述集群系统的N备K模型、共用设备模型和共用设备选择模型,这些可靠性模型可以与串联、并联、旁联、N中取K、和联等可靠性模型混联,描述在任务周期内持续工作的不可修集群或编队系统的任务可靠性逻辑关系,在此基础上可以运用离散事件仿真方法求解系统的任务可靠度,从而为集群系统提供了一种简洁的任务可靠性建模仿真方法。", "label": "军事学", "id": 0}
{"content": "军用装备维修工程是军事装备学专业的选修课程,由于本课程内容多、知识面广,与实际紧密结合,而学生又缺乏对事物的认识与想象,如传统的以教材为主的教学方式已经不适应,经过多年的装备维修工程课程教学方式探索与实践后发现应用仿真技术可以有效地解决以往装备维修学习中的弊端。", "label": "军事学", "id": 0}
{"content": "阐述了编队航海全景综合训练模拟实验室建设思路,从软件和硬件两方面分析了实验室的组成结构,总结了编队航海全景综合训练模拟实验室的建设特色。", "label": "军事学", "id": 0}
{"content": "在倡导\"军体融合\"的背景下,本文运用文献资料法、田野调查法与访谈法,针对太原市武警官兵的军事体能训练的现状进行调查发现,现阶段武警官兵体能训练存在诸多问题,例如一些不科学的训练方法,枯燥单一的训练内容,训练计划的缺失,以及对伤病的错误认知等,导致武警官兵的体能训练效果不够理想;再针对上述这些问题提出合理科学安排训练计划、定期培训体能教官、重视伤病的预防及恢复这些解决对策,以有效推动武警官兵军事体能训练水平的提高。武警官兵军事体能训练应当遵循体能训练的客观规律与身体素质发展的客观规律,在预防损伤的前提下全面的发展士兵的身体素质,体能训练应当从实战的角度出发,在军体融合的背景下,打造一支能打胜仗的人民军队。", "label": "军事学", "id": 0}
{"content": "军队改革取消了军内房地产估价机构,使得军产估价需求转向社会,加大了房地产估价行业的\"蛋糕\"。但由于过去对于军产以及军内房地产有关法规政策了解甚少,所以一般情况下估价报告会存在一定瑕疵很难通过审查。因此,本文认为积极探讨军产评估容易产生的问题,研究解决问题的方法是十分必要的。", "label": "军事学", "id": 0}
{"content": "军队房地产评估相关的军事法规,涉及军用土地管理、军队工程建设、军队房地产管理、军队住房制度改革等方面,不仅是完整的法规制度体系,还是完整的建设、管理与改革体系,同时也是完整的知识体系。军事法规体系对军队房地产评估的重要性,如同《房地产基本制度与政策》《估价相关知识》与估价的关系一样重要,一样密不可分。如果不了解房地产开发与经营,就难以模拟房地产市场;如果不了解城市规划,就难以搞好最高最佳利用/最有效利用分析,就难以使用假设开发法/剩余法。同样,如果不了解军事法规体系,不了解军队房地产权益,就难以评估军队房地产的价值/价格。为此,本文从军事法规的视角,探讨军队房地产评估的基本问题。", "label": "军事学", "id": 0}
{"content": "军队房地产资源是军队战略资源的重要组成部分,是我军现代化建设的重要物质基础。党的十八大以来,习主席高度重视军用土地资源管理。自2017年以来,军队房地产资源整合置换工作从海南的先行先试,重庆、福建、浙江等地主动跟进,军地联手,探索创新,大力推进整合置换空闲军用房地产。中央军委后勤部以及相关政府部门均对房地产置换出台过一系列的规章及指导意见。本文基于军队房地产的特点,结合以往的估价工作经验,对军队房地产置换估价中房地产估价机构如何提供专业服务,提供一些思路作为参考,简要分享部分工作经验。", "label": "军事学", "id": 0}
{"content": "合作建房是在土地、资金主体不一致以及社会发展一定阶段条件下形成的产物,合作甲方本身是一项商业活动,需要权利主体中的权利人明晰合作双方或多方的利益关系。本文对合作建房,尤其是军地合作建房评估的背景、合作建房双方的利益关系以及合作建房评估的内容及应形成的结果进行了总结。", "label": "军事学", "id": 0}
{"content": "军队房地产是军队建设的重要资源保障,其管理横跨军队和地方多个部门领域,也使得军队房地产估价工作牵扯到多方利益。随着经济发展与军队管理工作的更新推进,军队房地产价格评估工作显得愈发重要,做好军队房地产估价服务成为新挑战。本文从房地产估价机构和房地产估价师的角度出发,结合整个估价服务周期阐述军队房地产估价工作细节,以期做好军队房地产估价服务。", "label": "军事学", "id": 0}
{"content": "近年来,军队与地方政府为国防建设、城市公益建设等需要,开展房地产、土地置换项目,整合土地资源,优化资源配置,涉及军队房地产置换的新型估价服务应运而生。军队房地产是军队资源的重要组成部分,是一种特殊的房地产,因此军队房地产置换估价工作与常见房地产估价有所不同。本文从军事房地产置换估价的背景、置换的情形、估价的差异以及难点与分析等几个方面做初步探讨。", "label": "军事学", "id": 0}
{"content": "从装备研制要求出发,结合受训人员对装备训练的认知规律,规划了一种符合装备维护维修的训练系统。针对实装训练高成本、容错性小、与理论训练跨度大等特点,分析出维修演示训练系统的功能需求,给出了演示训练系统的系统设计框架、软硬件设计模块和系统设计关键技术的解决方案。从训练体系、到需求分析、再到针对需求的系统设计和关键技术,介绍了一种基于人员认知规律的维修演示训练系统实现框架,为类似问题解决方案的构建给出了指导思路,解决了理论训练到实装训练跨度大、训练成本高等问题,对于提升我国军机培训资源开发、训练水平,加速我军装备战斗力生成有着重要意义。", "label": "军事学", "id": 0}
{"content": "创新是高校发展的必然选择,人才是建设创新型国家的核心任务,军队院校创新性的实施了\"基础教育+任职培训\"人才培养模式,如何在任职培训教育中进行教育模式的相关创新,实现人才的高质量培养已成为各高校的研究热点。针对任职培训教育中核心基础课程,基于\"知识–能力–素质\"矩阵对应的科学素养要求,在合作学习模式应用、教育生态系统构建、质量保障机制研究等方面开展探析,为任职培训教育课程中创新教育提供参考。", "label": "军事学", "id": 0}
{"content": "在战术级训练仿真中,往往需要计算机生成兵力（Computer Generated Force, CGF）担任虚拟蓝军或队友。随着科技的发展,虚拟现实、手势识别、语言识别等技术逐渐进入训练仿真领域,带来了训练场景更加逼真、受训人员沉浸感增强的效果。然而在CGF识别人类行为方面,目前的研究中缺乏有效利用人类动作、语音识别结果,高效、准确捕捉人类意图。本文首先设计典型案例场景,并对现实问题进行抽象,构建人类行为规划库（Plan library）。然后构建问题的形式化描述,将动作、语音识别结果统一表示,作为规划识别的输入。最后设计并实现规划识别算法,并通过实验验证本方法对人类行为识别的准确率。", "label": "军事学", "id": 0}
{"content": "作者从作战仿真机理出发,从技术、艺术、哲学等多个角度,提出了如何正确认识作战仿真、如何做好作战仿真以及如何用好作战仿真等问题及途径,指出:作战仿真是技术、艺术、哲学有机融合和综合运用的产物,首先,需要运用哲学思维来正确定位作战仿真;其次,需要应用先进的技术和创新的艺术来建设作战仿真;然后,还要利用技术的逻辑思维,艺术的感性思维和哲学的理性思维来运用作战仿真。道理虽浅,但很现实,期待业内会有所共鸣。", "label": "军事学", "id": 0}
{"content": "针对体系仿真中通信网络建模问题,基于复杂战场环境中通信网络复杂、通信设备种类多、通信质量变化大等特点,提出了一种基于组件化建模思想的通信网络建模方法,采用组件化、参数化、组合等方式,分别对通信设备、通信链路、通信网系和通信效果等仿真模型进行了研究,实现了对通信网络的仿真建模,并搭建了贴近实战的通信环境,案例分析表明该通信网络模型可以仿真通信网络对作战过程的影响,有效支撑了信息化条件下体系仿真中的作战效能评估。", "label": "军事学", "id": 0}
{"content": "以实现基于分布式仿真的多级指挥联合训练为目的,对异地分布式仿真训练技术开展了研究,提出了从指挥所、单平台到子系统的层次化仿真训练系统体系结构,搭建基于分布式仿真和高层次体系结构混合仿真技术体系架构,用模型互操作技术快速灵活组合不同类型的实物装备和模拟成员,采用外推技术和数据分发管理技术解决训练态势时空一致性问题,通过数据筛选减少异地仿真通信负荷,工程实践说明上述关键技术可以为构建面向联合训练的多级联动、可分可合的仿真训练系统提供支持。", "label": "军事学", "id": 0}
{"content": "随着LVC技术的逐步发展,合成训练环境成为美国陆军未来士兵仿真训练的愿景。从增强现实技术和多域战形势两个需求方面出发,分析了建设合成训练环境系统的必要性;对合成训练环境目前发展建设情况进行了简要概述;介绍了全球地形、训练仿真软件、训练管理工具、空地可重构的虚拟集体训练系统、实况训练等系统主要组成部分;详细阐述了系统中全球地形和头盔安装显示器两项关键技术;这对促进未来我军部队训练仿真技术的发展、提升部队战斗力也有一定的借鉴意义。", "label": "军事学", "id": 0}
{"content": "现代军事行动非常强调装甲战车内乘员的生存能力。因此,在装甲车辆的设计中如何减少在爆炸事件中车体变形对乘员生存能力和机组舱室的影响是近年来装甲车辆设计团队考虑的一个关键优先事项。爆炸传递到装甲车辆乘员舱的冲击波和通过车辆结构变形产生的致命的加速度传递给车内乘员,从而引起危及乘员生命的伤害。由于实际爆炸测试所需的经费昂贵,在设计前期采用有限元分析（Finite Element Analysis,FEA）进行结构、乘员伤害仿真已经成为一种替代方法。基于ANSYS AUTODYN软件,开发了一种装甲车辆评价模型并与实际爆炸试验进行了初步的对比验证。验证结果表明该模型可以为装甲车辆的迭代设计过程提供可信和快速的技术支持。", "label": "军事学", "id": 0}
{"content": "建设陆军武器装备作战试验仿真平台是推进陆军武器装备作战试验体系顶层设计、工作高效运行、资源有效集成和试验综合评估的必由之路。从需求分析、结构设计、体系构成和仿真平台评估等方面,对陆军武器装备作战试验仿真平台进行科学规划。", "label": "军事学", "id": 0}
{"content": "合成部队是陆军重要作战力量,是建设新型陆军的主要载体之一。本文以合成部队装备保障建设和运用为背景,建立了合成部队作战与保障人在环仿真推演环境,将真实装备保障指挥员引入装备保障指挥体系,开展基于信息系统的装备保障指挥人在环仿真,研究装备保障指挥机构席位的设置与各机构间的相互关系、信息共享与协同,提出改进及优化策略和方案。", "label": "军事学", "id": 0}
{"content": "随着我国国际地位的提高,各种国家性、国际性的大型活动陆续在我国举办,但由于大型活动中传统安防多聚焦于地面防范,对于敌对分子、极端分子利用无人机引发事故的低空防御手段存在严重不足。本文指出国内大型活动低空防御主要存在法律法规政策不健全、防控技术理论体系不完善、技术手段落后等特点,需要健全法律法规政策,有效监管合作型无人机;构建立体化、系统化的低空防御体系,以侦测打击非合作型无人机,保障我国大型活动的顺利举办。", "label": "军事学", "id": 0}
{"content": "针对当前海上编队作战方案要素体系存在的内容缺失、结构不合理等问题,借鉴美军作战方案要素体系构建方法,结合我海上编队作战相关法规文件,及编队作战与训练实际,提出基于本体语义的海上编队作战方案要素体系构建方法,并开发基于对象本体的作战方案要素知识表示工具OOKRS （Obj ect-based Ontology Knowledge Representation System）,为优化海上编队作战方案生成方法与流程打下基础。", "label": "军事学", "id": 0}
{"content": "\"施里弗\"系列演习是美军专门针对未来太空安全和太空战进行的空间作战模拟演习,截至目前,共举行了12次。本文通过全面回顾美军\"施里弗\"系列太空作战演习,对历次演习的举行时间、演习目标、演习想定时间、演习场景及演习参与单位进行梳理与对比,分析了其演习的变化特征,形成了其演习的演变脉络,并对未来太空作战的趋势进行展望。", "label": "军事学", "id": 0}
{"content": "随着大数据、云计算、人工智能等新技术的快速发展,美军加大了陆军分布式通用地面系统（DCGS-A）的投入,进一步提高了战役战术级情报、监视、侦察一体化能力。从美军DCGS发展现状出发,通过分析DCGS-A的主要功能、结构特点、发展趋势等,得到我军侦察情报领域发展的几点启示,为提高新时期陆军联合作战、全域作战和精兵作战能力奠定坚实基础。", "label": "军事学", "id": 0}
{"content": "全球力量管理（Global Force Management,GFM）是一个具备全面视角的力量管理流程,通过掌握美军军事力量的可用性与战备状态,支持全球力量需求管理和力量部署。本文重点分析GFM的主要能力、力量管理流程和支撑管理工具,指出GFM在美军战略规划中的地位,得出美军GFM运用对我军的启示。", "label": "军事学", "id": 0}
{"content": "本文通过探索国防基础技术研究与军工核心能力建设的内涵,寻找目前军工核心能力建设投资模式在支持推进基础技术发展方面存在的问题,经对比分析美国军工企业对基础技术核心能力建设的成效,在加强国防基础技术核心能力建设提高自主创新能力方面归纳出几点建议,以期能提高军工核心能力投资的质量和效益,进一步为支持国防技术自主创新发展提供思路。", "label": "军事学", "id": 0}
{"content": "本文对美国空军多域指挥控制概念进行了深入研究,分析了多域指挥控制概念中的2个关键需求,辨析了多域指挥控制与联合指挥控制的区别;从概念制定、技术开发和人才基础3个方面梳理了美国空军多域指挥控制的发展现状,分析了多域指挥控制面临的主要挑战,最后介绍了多域指挥控制能力发展的最终状态——建立多域作战中心。", "label": "军事学", "id": 0}
{"content": "为提高作战指挥控制能力需求分析的科学性和针对性,本文建立了作战指挥控制能力模型,规范了作战指挥控制能力需求分析流程,提出了作战指挥控制能力需求分类描述方法和能力指标构建原则,为作战指挥控制能力需求论证工程化提供了理论指导。", "label": "军事学", "id": 0}
{"content": "当战场环境存在多个油料需求点时,需同时对最短路径和配送顺序进行优化。针对传统方法仅实现两点之间最短配送路径设计的缺点,提出使用改进Dijkstra算法和遗传算法顺序解决油料投送问题中的路径规划问题和调拨顺序调度问题。通过引入启发函数改进Dijkstra方法,使其具有躲避由于堵塞、地方干扰造成的障碍路段功能。改进遗传算法的编码解码方法,设计基于优先级的调度顺序可行解生成方案,并利用交叉算子、变异算子实现可行解的迭代优化。通过MATLAB仿真验证了算法的有效性,实现了在有障碍路段条件下的调拨路径规划,比贪婪算法节约12.7%的路径长度。", "label": "军事学", "id": 0}
{"content": "本文提出一种基于离差平方和最大化的飞行训练任务评估方法。通过对飞行训练任务评估问题的分析,建立了飞行训练评估指标体系。同时运用层次分析法和熵权法分别确定评估指标的主、客观权重,构建基于离差平方和最大化的目标函数,并求解得到基于主客观权重的组合权重。将组合权重与TOPSIS法结合,建立飞行训练任务评估模型,实现对训练任务的评估排序。通过案例分析,验证了该评估方法的可行性与有效性,具有一定的工程实践价值。", "label": "军事学", "id": 0}
{"content": "战时航材供应保障决策是影响航空兵部队持续作战能力的关键因素,本文针对战时航材需求的不确定性和动态性特点,建立了以航材满足和利用率为目标的战时航材供应保障决策模型,引入强化学习,在与环境的交互学习过程中优化决策,并采用神经网络算法提高学习效率。仿真实验结果验证了模型的有效性。", "label": "军事学", "id": 0}
{"content": "军事理论教学往往涉及指挥结构、战术战法、装备体系等较难理解的抽象概念与原理,使得学员在传统课堂教学过程中难以快速理解和掌握。针对该问题,本文研究了模拟仿真技术在军事理论教学中的应用。首先,分析了模拟仿真技术在军事理论教学中应用的优势。然后,重点介绍了模拟仿真技术在装备体系、军事指挥、后勤应用等理论教学方面的应用。在军事理论教学过程中,借助模拟仿真平台,将学员带到近似真实的虚拟战场环境中,有利于提升学员的学习兴趣,极大地促进学习效率的提升。", "label": "军事学", "id": 0}
{"content": "近年来,伴随着美国国防部新一轮战略管理改革的推进,国防部部门也同步开展了9个业务领域的改革,以减少冗余、提高业务绩效、降低成本。本文将主要跟踪总结其中试验鉴定和后装保障两个业务领域的改革情况,主要包括改革目的、改革举措、预期收益和进度安排等,从中可以窥见美军武器装备试验鉴定和后装保障领域的一些重要政策策略动向。", "label": "军事学", "id": 0}
{"content": "武警部队宣传片是向社会传播和塑造军队形象的重要手段。在社会信息交流中,武警部队宣传片作为软实力的文化筹码,与硬实力的展示具有同等重要的作用,可以生动具体地塑造部队形象。网络的发展给武警部队的宣传与传播工作带来新的技术支撑,加强对武警部队宣传片的传播策略研究具有重要的现实意义。", "label": "军事学", "id": 0}
{"content": "<正>一、民族危难之时毅然归国参战林苹,原名林秀兰,祖籍海南文昌,1920年出生在泰国曼谷一个富裕的华人家庭,有两个哥哥一个姐姐。林家在当时曼谷最繁华的地段——耀华力街,开了一家颇具规模的食品店,在马来西亚还投资了橡胶厂。林苹的童年,过得无忧无虑。林苹的少年是在当地华侨学校度过的,其理想是当一名史地老师。", "label": "军事学", "id": 0}
{"content": "按照创新教育,素质教育的要求,重视教学方法和手段的改革,培养具备创新能力的关键和核心是创新思维作为重要目标,全面推动教学观念的更新,改革教学方法手段,营造创新氛围,努力培养适应信息化建设需要的创新型军事指挥人才。", "label": "军事学", "id": 0}
{"content": "在水声被动警戒中,跟踪的弱目标在强干扰影响下极易丢失,为解决这一问题提出一种基于空时联合特征的弱目标持续跟踪算法。通过构建基于目标方位和能量的联合特征,能够对干扰信号进行自动判别,并在弱目标重新出现时恢复关联状态。与目前比较流行的数据关联类跟踪方法和基于统计学的跟踪方法相比,本算法计算复杂度低,易于工程实现,并且可以对目标航迹实时跟踪无需多帧关联。海试数据分析结果表明,算法具备对强干扰下弱目标持续跟踪能力。", "label": "军事学", "id": 0}
{"content": "本文利用改进的遗传算法和装备维修的优先级别权重,构建出基于满足最大维修权重条件下最小行驶距离的装备巡回维修力量派遣路线模型,实现了维修保障力量的分配、维修对象优先级别和行驶路线的同步优化,并提出了模型求解算法,并通过具体实例和分析对新算法进行了有效性检验,为战时装备维修保障力量优化问题的解决提供了新的方法和思路。", "label": "军事学", "id": 0}
{"content": "现代战争的不断发展对军用电子信息装备提出了更高的要求。多芯片微波组件是军用电子信息装备的核心部件,砷化镓类半导体器件因其良好的性能在多芯片微波组件中应用广泛。控制密封组件中氢气含量对砷化镓类微波器件的意义重大。本文通过试验研究了吸氢剂在多芯片微波组件中的控氢效果以及吸氢剂对组件电性能指标的影响性分析,验证了吸氢剂可以作为一种有效控氢手段应用于多芯片微波组件。", "label": "军事学", "id": 0}
{"content": "针对军队工科院校\"重技术、轻管理\"的现象和管理科学与工程专业相对\"弱势\"的问题,明确了新时期新体制新机制新模式对军队工科院校的转型要求,分析了军队工科院校管理科学与工程专业的优势与特点,提出了新形势下管理科学与工程专业在军队工科院校人才培养中的发展定位与主要模式。", "label": "军事学", "id": 0}
{"content": "<正>研究背景近些年,由于大国战略竞争加剧、世界在\"新平庸\"时代的转型发展和新技术的飞速发展,新一轮军民融合战略浪潮再度兴起,逐渐成为国际竞争的关键切入点。世界军民融合在新时代中快速发展,以创新、高效、开放、辐射为特征的国际军民融合战略格局在世界范围内铺开。美国、俄国、日本等国家相继在本国颁布各种政策措施,加大资金投入力度,增强技术研发水平,拓展发展渠道,把军民融合的战略性发展作为新时代新动能,全面激发各领域、各阶层的奋斗活力。我国作为世界级大国,在", "label": "军事学", "id": 0}
{"content": "对红色军事文化资源产业化开发具有显著的政治意义、社会价值和经济价值,具有广阔的市场前景。安徽省具有丰富的红色军事文化资源,但仍处于产业化开发的低级阶段。安徽省合肥市需要充分发挥龙头带动作用,建立灵活的协调领导体制和投资管理机制,建设渡江战役军事文化主题公园,实施融\"国防教育、军事体验、影视拍摄、拓展训练、休闲旅游\"为一体的综合项目开发,开拓全新的文化旅游业态,打造文化旅游产业新的增长点。", "label": "军事学", "id": 0}
{"content": "面对以信息化为主导的战争,军官单靠体力和顽强难以达到战争目的,所需要的是军官需要有综合的能力,所有军官都必须拥有的最重要的并且是共同的能力被称为\"战斗力管理\"。首先定义\"战斗力管理\":对使用武力的群体实施引导、监督与控制的技能;又说明了\"战斗力的管理\"的独特性在于军队中除军官外的专业人员没有能力实施战斗力的管理;最后对\"战斗力管理\"的培养提出了四点建议。", "label": "军事学", "id": 0}
{"content": "战斗精神作为军人的职业精神,是军人素质和觉悟的全面体现,是构成战斗力的重要因素,因此战斗精神对于战争的胜负起着至关重要的作用,我军必须采取各种有效方法,大力培养军人的战斗精神。", "label": "军事学", "id": 0}
{"content": "从\"西迁精神\"的本质内涵、当代价值为出发点,对其进行深入挖掘,并与之将习近平总书记强军兴军思想相结合,力图从\"西迁精神\"这一全新的视野去探讨如何发展完善我军官兵核心价值观,从而实现强军梦、强国梦,为当代革命军人核心价值观的丰富和完善提供理论上指导,进一步增强实践的科学性和有效性。将\"西迁精神\"与强军兴军相结合,找出二者的结合路径,使人民军队在保持优良传统的基础上在新时代衍生出新内涵,在新形势下弘扬战斗精神、实现习近平同志提出的新形势下的强军目标提供新的探索。", "label": "军事学", "id": 0}
{"content": "目的:探讨以国家口腔执业医师资格考试为导向进一步开展口腔医学教学改革工作的有效措施。方法:根据国家医学考试中心提供的《2014年医师资格考试学科成绩分析报告（某军队院校口腔执业医师）》。结果:本院考生实践通过率为100.00%,高于全国考生实践通过率为92.15%;本院考生笔试通过率为87.50%,高于全国考生笔试通过率为80.59%;本院考生总通过率为85.37%,高于全国考生总通过率为73.95%;本院考生笔试平均成绩401.74分,高于全国考生笔试平均成绩391.38分。结论:口腔医学相关学科的内容仍是通过理论笔试的核心,必须采取有效措施,对口腔医学课程结构进行整体优化,采取理论与临床实践相结合的模式,注意增加教师与学生的交流,加强对教学质量的监控和督导,进行毕业后规范化培训,以提高国家口腔执业医师资格考试通过率。", "label": "军事学", "id": 0}
{"content": "军休干部历来被视为思想素质较高的群体。但是,军休干部退休多年后,接触到社会上一些不良思想,加之没有军队内部有效的思想教育,出现了一定的思想偏差,有得甚至怀疑党的总方针,对我党及军队建设特色主义国家信心缺失。因此,本文就如何多举措做好军休干部思想工作进行探讨。", "label": "军事学", "id": 0}
{"content": "在士官理论教学中能否针对士官基础理论较差的特点提高效率,本文从多媒体教育资源及网络多煤体的作用对现代教育技术在通信士官教育训练领的应用进行了探讨。", "label": "军事学", "id": 0}
{"content": "<正>新华社华盛顿8月1日电（记者刘阳）美国总统特朗普今年6月毫无预兆地表示希望打造\"太空军\"后,五角大楼近日制定初步计划,希望明年完成组建\"太空军\"。国防部原本打算1日向国会提交相关方案,然而由于遭到不少质疑,国防部决定暂缓提交。白宫在创建\"太空军\"问题上也态度放软,称仍有讨论余地。美", "label": "军事学", "id": 0}
{"content": "<正>当地时间8月9日,美国副总统彭斯（Mike Pence）在五角大楼宣布,美国国防部开始着手准备建立太空部队,即便美国国会尚未批准此项计划。彭斯表示,由国防部副部长沙纳罕（Patrick Shannahan）主导的一份报告将在当日提交美国国会,阐述国防部将准备如何实现美国政府建立独立太空部队的意愿。设想中的", "label": "军事学", "id": 0}
{"content": "<正>新华社华盛顿12月18日电,美国总统特朗普18日签署备忘录,要求美国防部组建太空司令部,提升美国太空作战能力。根据白宫网站当天发布的一份总统备忘录,特朗普下令成立以太空为作战平台的司令部,要求美国防部长推荐司令和副司令提名人选,并称新司令部将是一个功能性的\"联合作战司令部\"。", "label": "军事学", "id": 0}
{"content": "<正>美国总统特朗普18日要求国防部组建太空司令部,以整合和统筹美军太空力量,统一组织和管理美国在太空领域的军事活动。副总统彭斯当天在佛罗里达州参观火箭发射时说,太空司令部将整合美军各分支太空力量,还将负责制定太空作战原则、战术等。彭斯称:\"美国太空领域国家安全新时代将从今天开始。\"", "label": "军事学", "id": 0}
{"content": "近年来,随着深度学习的兴起和深入研究,使得人工智能技术在大量场景下获得应用。尤其地,深度伪造技术自动生成的视频逼真度高,欺骗性强,难以被识别、可快速大量低成本自动生成,结合互联网的传播,对国家经济、社会造成严重的安全隐患,因而受到各国高度关注,对应出现了\"打假\"研究—深度伪造识别技术研究。论文首先分类梳理了深度伪造图像视频生成技术的主要类别及研究现状,相应地,对换脸视频识别检测技术原理、研究现状进行介绍,重点对目前国际上,尤其是美国DARPA、知名互联网公司及学术界支持或开展的代表性研究、对抗试验平台、伪造数据集进行了详细梳理介绍;最后,论文对深度伪造生成与识别技术在军事上的应用进行了分析及思考,并提出了发展相关技术的意见和建议。", "label": "军事学", "id": 0}
{"content": "传统基于模型转换的体系结构验证方法难以保证所建模型完全与军事需求描述一致,模型转换过程复杂且容易受到人为因素影响,提出一种基于动作规约语言（Action Specification Language,ASL）的军事系统体系结构验证方法。分析了ASL在可执行统一建模语言（Executable Unified Modeling Language,xUML）中对模型描述的优势,以模型驱动架构（Model Driven Architecture,MDA）为基础,通过确定验证内容,建立验证模型、规则模型和测试模型,生成可执行代码,并进行执行验证,实现军事系统体系结构开发和验证的一体化。实例仿真表明,新方法操作简单,能够从语法、语义和语用等方面验证体系结构的正确性和有效性,为一体化体系结开发和验证提供了一种新思路。", "label": "军事学", "id": 0}
{"content": "构建合理的作战体系结构是打赢现代化战争的关键,现有的很多作战推演系统缺乏具体分析作战体系构建对实际战局的影响。因此,本文基于复杂网络理论,研究了作战体系结构构建的方法,提出了一套能够支撑联合作战背景下的作战体系构建、推演仿真验证、评估优化全流程的研究系统的总体构想,以作战推演仿真的方式分析作战体系结构智能构建对实际战局的影响,从而对作战体系结构进行优化调整,并对系统的总体架构和各功能模块进行了详细设计。", "label": "军事学", "id": 0}
{"content": "在复杂多变的战场环境下,车辆任务的实现过程复杂且具有随机性和不确定性,需要任务系统能对任务快速地分析和组织。本文提出一种基于元模型的车辆任务建模方法,以可视化模型的形式对任务进行定义、描述和建模。通过扩展标准系统建模语言定义任务领域的专用语言,在此基础上构造元任务的可重用模型库,基于模型库进行任务建模,以支持任务过程分析与任务序列重构,为战场实时任务的决策和执行提供有效的保障手段。", "label": "军事学", "id": 0}
{"content": "近年来,基层部队士官专业知识匮乏、技能单一,高手不多,成为制约部队发展的主要瓶颈。为了解决这些问题,借力高职院校的优质教学资源培养高技能士官应运而生。定向培养的士官能否符合部队所需,直接影响到我国强军梦的实现。本文分析滨州职业学院等2家高职院校定向培养士官试点单位在培养士官中遇到的问题,提出部分解决办法,为提高定向培养士官质量提供借鉴。", "label": "军事学", "id": 0}
{"content": "军队离退休干部（以下简称军休干部）的安置和管理是军队和地方政府的一项重要工作。这对于为国防和军队建设服务,提高军人的社会地位和职业荣誉具有重要意义。到2017年底,移交安置军休干部总数已超过30万。加强军休干部党务思想政治建设,积极发挥军休干部的引导作用,对建设具有中国特色的和谐社会主义具有重要的现实意义。因此,本文旨在加强新时期军休干部思想政治建设的创新途径。", "label": "军事学", "id": 0}
{"content": "针对传统任职教育中单一教学模式的局限性,将四轨教学模式引入到军队任职教育的实际教学工作中,分析了四轨教学模式的内涵和当前合同履行监督培训的基本情况,构建了四轨教学模式的实施路径,并结合装备采购合同履行监督任职培训课程的实施进行了应用,获得了较好的效果。", "label": "军事学", "id": 0}
{"content": "人工智能是引领未来的战略性技术,也是当今发展最为快速的技术之一。人工智能技术的发展对社会发展,人民的生活水平乃至综合国力的发展产生了巨大的影响和作用。人工智能作为典型的军民两用前端性技术,在国防武器装备领域具有深入而广泛的应用前景。因此对军民融合式人工智能科技人才的培养模式研究具有重要意义。", "label": "军事学", "id": 0}
{"content": "随着新军事变革,院校教育更注重以学为主体的教学目标,培养具有创造性思维的人才。在教学中更要采取多种教学方法手段提高教与学的融合。本文提出几种现代教学方法手段,并给出教学方法手段选择运用的要求,以为教学提供有利帮助。", "label": "军事学", "id": 0}
{"content": "案例教学是军事类课程普遍采用的教学方法。在现代远程开放教育环境下,如何利用好网络进行案例教学,保证案例教学的质量,已成为参与远程开放教育教学的教员急需解决的重大课题。本文介绍\"运筹学\"课程网上案例教学的设计和实施情况,对网上案例教学进行了初步的探讨。", "label": "军事学", "id": 0}
{"content": "<正>贵州群建精密机械有限公司（以下简称:群建精密）是中国航天科工集团第十研究院下属军民融合型有限责任企业,坐落于遵义市航天高新技术产业园。公司长期致力于精密齿轮传动部件及精密机械产品的设计、制造、销售和服务,是中国航天系统齿轮传动专业制造企业。拥有武器装备生产资质。是中国机械通用零部件工业协会齿轮分会副会长单位、CGMA小模数齿", "label": "军事学", "id": 0}
{"content": "美国兰德公司2018年5月发布《定义国防事业第二代开源情报》报告,提出了第二代开源情报（OSINT）定义,在国防事业（defense enterprise）背景下讨论了第二代开源情报如何区别于开源情报历史实践,并按每个子类型分析了开源情报的方法论和作业循环,列出了子类型在循环各环节的难度、说明新技术进步带来的效率提升;阐述了开源情报分析用的工具和方法,讨论了美国情报共同体（IC）使用商业现货技术进行开源情报分析的挑战。", "label": "军事学", "id": 0}
{"content": "培养军犬主动作业的兴奋性,是在训练过程中,尽可能的少用强迫等刺激手段,挫伤军犬主动作业的兴奋性,而是利用军犬探求反射,培养军犬主动作业的欲望。利用军犬对兴异刺激的好奇与反应,建立人犬之间良好的和谐关系。不断探索新的训练方法与途径,巩固好军犬对人的亲和关系,提高军犬主动作业的兴奋性。要不断创新训练方法,经常给军犬新的刺激手段使犬在求新求变的过程中,增强军犬主动作业的兴奋性,为军犬完成训练使用科目打好坚实基础。", "label": "军事学", "id": 0}
{"content": "为提高军犬繁育的成活率,投入训练的成功率,在平时的饲养管理中,用训练的方法手段对幼犬进行培养。早期培训对军犬训练来说是非常必要的,通过对仔幼犬的早期培养和调教,便于这些军犬在投入训练中,缩短培训时间减少淘汰不合格军犬,提高培训军犬的成效,达到较好的训练效果。", "label": "军事学", "id": 0}
{"content": "研究了军校生长军官领导力培养的重要意义,剖析了当前生长军官领导力培养存在的主要问题及其成因,通过研究美军在新一轮院校教育教学改革中关于领导力的主要做法,提出了更能适应当前新体制新机制新模式新要求的对策建议。", "label": "军事学", "id": 0}
{"content": "2017年下半年以来,基于微信小程序的知识竞答平台广泛流行。为支撑军队人员大规模在线开展军事基本知识学习与评测,本文基于微信小程序,围绕军事基础知识的15个模块,结合军队人员\"有组织的自主学习\"特点,整合游戏化机制和军队元素,设计了\"军事大脑\"游戏化军事基本知识竞答平台,并进行了局部试用。实践取得了初步成效,同时表明,平台与军队特色有关的功能和学习内容更易得到官兵认可。", "label": "军事学", "id": 0}
{"content": "目的:随着新发突发传染病爆发的频繁,呼吸防护器材使用后的消毒问题益发重要。本研究探讨了汽化过氧化氢是否适用于带有电动送风系统的正压生物防护头罩的消毒。方法:本研究设计了一种基于汽化过氧化氢的用于防护器材消毒的熏蒸消毒舱,采用嗜热脂肪杆菌芽孢ATCC7953作为指示菌,采用定性的评价方法测定熏蒸消毒舱对4个正压生物防护头罩的消毒效果。消毒后测试正压生物防护头罩的整体性能和物理性能。结果:当风量为10～12.6 m~3/h,消毒60min后,嗜热脂肪杆菌芽孢全部被杀灭。消毒10次后正压生物防护头罩的整体性能与消毒前保持一致;物理性能依然满足标准的要求。结论:我们发现风量对熏蒸消毒舱的消毒效果有着显著的影响,防护器材熏蒸消毒舱在消毒60min时可以实现正压生物防护头罩的完全灭菌,本研究设计的防护器材熏蒸消毒舱为各种防护器材使用后的消毒提供了解决方案。", "label": "军事学", "id": 0}
{"content": "<正>0引言在面向军事应用的分布式融合结构中,每部声呐根据探测数据形成目标的航迹,再将目标状态信息传送到融合中心进行判定级融合。相比于集中式融合结构,分布式融合结构更稳定且生存能力高,目前被广泛采用[1]。本文提出将融合预处理分为平台级和系统级,平台级预处理中,杂波水下环境中", "label": "军事学", "id": 0}
{"content": "俄罗斯继承了苏联遗留下来的庞大的国防军工体系,单是航空领域就拥有几百家企业。为激发这些国防军工企业和科研机构的创新潜力,满足俄武器装备更新换代的需求,俄联邦政府正积极致力于建设完整高效的国防创新体系,推动创新成果产出。国家科技创新主体是俄国防创新体系中的一部分,是推动俄国防科技创新发展的重要手段。通过梳理和研究这些创新主体的性质、目的和所起到的作用,能够了解到俄罗斯国防科技创新改革措施的发展情况,以及未来发展思路,对我国国防科技创新发展起到一定的借鉴作用。", "label": "军事学", "id": 0}
{"content": "风险因素与风险事件、风险损失之间的关系一直以来被描述为\"促进\"、\"扩大\"。\"促进\"是指风险因素增加了风险事件发生的可能性,风险因素是引发风险事件发生的潜在原因或条件;\"扩大\"是指风险因素增强了风险事件的损失程度或扩大其损失规模,风险因素是风险损失产生的间接原因,同时,绝大多数研究都假设风险因素独立。然而,风险因素如何\"促进\"风险事件发生、\"扩大\"风险事件损失规模的研究却鲜有涉及,特别是在风险因素相关时。为此,作者在已有研究成果的基础上,结合案例分析,提出\"风险三要素\"（即风险因素、风险事件、风险损失）之间关系的四种基本模型--链式模型、累积型模型、叠加型模型、激发型模型;针对这四种典型模型分别构建了风险因素效应模型,描述风险因素\"促进\"风险事件发生、\"扩大\"风险损失的机理。本文的主要贡献是作者系统地分析了风险因素与风险事件及其损失的关系,特别是作者发现某些风险因素对风险损失的扩大作用是直接的现象,构建了\"风险三要素\"关系的基本模型,以及揭示了风险因素\"促进\"、\"扩大\"机理的效用模型,为更好地解释风险因素的作用方式提供了新思路,也为更加科学地进行风险决策和更加有效地实施风险控制提供理论支撑。", "label": "军事学", "id": 0}
{"content": "传统的风险辨识方法注重\"事件-因素\"对应关系,方法应用者的注意力放在了有哪些可能的风险事件以及引发其发生的潜在原因和条件是什么等上面,很少考虑如何有效地找出所有可能的风险事件,特别是对于大型活动、项目和担负特殊任务的组织的风险识别很难奏效。为此,作者依据风险的实质和基本特征,提出一种\"面向损失的风险识别方法\",即\"损失-事件-因素\"的风险识别方法,弥补传统风险识别方法的不足,提高风险管理理论和方法在特殊领域的适用性和应用效果。", "label": "军事学", "id": 0}
{"content": "本文基于军民融合的特点,将技术创新因子引入logistic模型,对系统内军工和民口两类组织的共生演化进行仿真建模,旨在探究不同共生模式下,军工组织和民口组织组织规模的增长特点,以及技术创新能力对两类组织规模增长的影响。结果发现:军工组织和民口组织组织规模的变化受共生模式的影响;技术创新能力是军民组织合作发展的核心因素。", "label": "军事学", "id": 0}
{"content": "概述了红外弱小目标检测的军事意义和传统典型算法的分类方式,然后通过整理和分析近几年来国内外红外弱小目标检测技术的研究现状,归纳总结了目前发展的各类算法的原理和特点,指出了现有目标检测算法在实时性、鲁棒性和评价指标上存在的问题,探讨了弱小目标检测未来发展的趋势。", "label": "军事学", "id": 0}
{"content": "<正>党的十九大通过的《党章》指出:\"十一届三中全会以来,以邓小平同志为主要代表的中国共产党人,总结新中国成立以来正反两方面的经验,解放思想,实事求是,实现全党工作中心向经济建设的转移,实行改革开放,开辟了社会主义事业发展的新时期,逐步形成了建设中国特色社会主义的路线、方针、政策,阐明了在中国建设社会主义、巩固和发展社会主义的基本问题,创立了邓小平", "label": "军事学", "id": 0}
{"content": "在综合归纳外军联合职业军事教育现状的基础上,对比分析了我军联合职业军事教育面临的形势和存在的不足,并提出了相应的对策和具体可行性方法。", "label": "军事学", "id": 0}
{"content": "本文阐述了跳频技术在现代情报战争中的必要性,跳频技术的原理及其发展,及其与之相对的针对跳频通信所采用的三种干扰方法。", "label": "军事学", "id": 0}
{"content": "作战模拟是战争的\"预实践\"。现代建模与仿真技术在备战和作战研究中发挥着重要作用。作战系统是复杂、非线性的系统,NetLogo软件具有较好的解构复杂系统和分析复杂系统动态行为演化规律的能力,为作战系统仿真提供了一种可行的技术手段。本文主要运用NetLogo的系统动力学建模工具模拟了红蓝双方装备对抗过程,研究表明,本文采用的动力学模型能为作战分析提供有益的指导。", "label": "军事学", "id": 0}
{"content": "红外探测系统不仅在日常生活中有诸多应用,在军事上的作用尤为突出。众所周知,当物体表面温度超过绝对零度时均向外界辐射红外能量,所以在很大程度上根据红外辐射来发现目标比依靠可见光更高效。那么,红外辐射的强度及透射率显得尤为重要。本文根据已有的理论依据构建出大气系统对红外辐射的透射率估算方法。试验结果表明,当透射率及其他参数一定时,可以根据理论公式反推出目标与探测器之间的实际距离。", "label": "军事学", "id": 0}
{"content": "从众多方案中,选择出较优方案,这是决策科学（管理科学）研究的核心课题,其中多准则决策、多属性决策方法的研究始终是该领域经久不衰的研究课题,并且被众多研究人员不断地注入新元素,历久而弥新。本文研究的体系需求方案评估,是其中的子类,尤其是对军事领域装备体系的建设发展具有特别的重要意义与价值。相比较而言,研究的成果仍然难以满足现实需求,是急需加强的领域。本文基于CN（复杂网络）和HFLTS（犹豫模糊语言术语集）理论构建了一个评估模型,目的是能够用于装备建设规划需求方案的评估和选择,使其具有一定的实用价值和应用前景。", "label": "军事学", "id": 0}
{"content": "针对体系作战运用的作战仿真问题,本文提出了一种能够融合大数据、云计算和人工智能等信息领域先进技术,对防空反导预警装备体系运用具有一定普适性的仿真框架。通过梳理分析数据耕种的一般过程和关键问题,按照问题、目标、方法和资源的逻辑顺序和功能构成,解析体系作战运用仿真的技术内容和科学范畴,构建了基于数据耕种的体系作战运用仿真框架,并对数据耕种建模、数据耕种平台和数据耕种结果处理进行了简要分析探讨。最后,对提出的仿真框架的应用进行了展望。", "label": "军事学", "id": 0}
{"content": "本文阐述了联合作战仿真技术的发展情况,对几种典型的作战仿真系统进行了对比分析。在此基础上,从天基系统支持军事应用仿真出发,分析了可通过DIS/HLA标准兼容形式接入联合作战仿真系统的专业仿真工具STK及可应用到手持终端的Sibyl。对联合作战仿真系统的发展趋势进行了总结分析,为我军军事系统仿真的建设提供参考。", "label": "军事学", "id": 0}
{"content": "<正>我们纪念军委副主席张震,共同缅怀他为中国人民解放事业所作出的丰功伟绩,颂扬他壮观绚丽的一生对党、对人民、对军队的无比热爱与忠诚的理念意志和品德风范。我作为他的学生和晚辈,特别怀念和感激他在担任国防大学校长期间对我们无微不至的关怀和亲切教诲。我是1982年从原福州军区三十一军的团长岗位上选送到原军事学院第三期完成班来深造的。1984年毕业后,按萧克院长\"今后教员大", "label": "军事学", "id": 0}
{"content": "<正>康志强同志,出生在江西省兴国县方太乡里山村一个贫苦农民家里,3岁时父亲去世。由于无法维持生计,6岁时被卖给别家做孙子。14岁时,被要求自谋生路。他做过裁缝,打过铁,晚上睡破庙,成了一名弃儿。年龄虽小,又饱受艰难困苦,但从不向困难低头。1930年7月红军从福建来到兴国。康志强瞒着家人参加了中国工农红军,走上革命之路。1931年加人中国共产主义青年团,1932年转人中国共产党。他浴血奋战,历经艰苦卓绝的战斗生活,从不放弃,能够奋勇作战。", "label": "军事学", "id": 0}
{"content": "<正>我与康志强同志曾在海军学院相处数年,当时他任海军学院第一政治委员。后逢\"文化大革命\",共遭劫难。1973年冬,我调海后工作,他后来也调海军任副政委,对他的情况略知一二。今写几句以资纪念。自幼阶级苦,胸中血泪仇。投身革命后,镰刀有斧头。迈步长征路,行程二万五。转战云贵川,四渡赤水头。", "label": "军事学", "id": 0}
{"content": "<正>在抗战胜利后的中国,东北的战略地位十分重要。东北地理位置优越,有丰富的资源,发达的工业,便利的交通,并且幅员辽阔,有广阔的进退回旋空间。特别是抗战胜利时,国民党的主要军事力量还位于西南,对东北\"鞭长莫及\"。毛主席在中共七大强调说,从我党、从中国革命最近将来的前途看,东北是特别重要的。如果我们把现有的一切根据地都丢了,只要我们有了东北,那么中国革命就有了巩固的基础。当然,其他根据地没有", "label": "军事学", "id": 0}
{"content": "<正>父亲何凤山已经离开我们13年了,今年是他诞辰百年纪念。记得父亲去世时,东宁曾用\"最纯朴的农民,最勇敢的战士,最倔强的老头,最慈祥的父亲\"来评价他,真是再贴切不过了。父亲出生在瑞金山村一户雇农家里,是家里的独子,当年瞒着父母,跋山涉水前往瑞金,参加了中国工农红军,一生戎马生涯,却不改农民的本色。他熟悉农民出身的战士,爱兵如子。到了晚年,他在自家的院子里种果种菜,", "label": "军事学", "id": 0}
{"content": "<正>2017年元月15日,接到老书记韩培信逝世的噩耗,尽管心里早有预感,但还是不愿相信,震惊、悲痛之情难以掩饰,挥之不去……韩培信,在盐城只要是上了点岁数的人,没有人不知道他老人家名字。对我来讲,80年代中期参加工作,他是省委书记,报纸、广播电视上经常看到他老人家的名字和形象。然而真正走进他老人家,和他多次亲密接触,还是我担任新四军纪念馆馆长以后。韩老离休后,长期担任中国新四军研究会领导。印象中,第一次见", "label": "军事学", "id": 0}
{"content": "<正>前几年春节期间,汤聿文叔叔都要来北京看望老战友,我妈妈的生日是正月初六,他总要来参加我们家为妈妈生日举行的聚会。2013年,妈妈90周岁生日,汤叔叔特意制作了一个贺卡,送给妈妈。贺卡上有他14岁参加新四军时的照片,还有我父亲在1941年送给他的照片,背面写着\"聿文小宝宝同志留念\",那时他也就15岁,个子不高,圆圆的脸庞,一定非常可爱。", "label": "军事学", "id": 0}
{"content": "<正>我的父亲余一成,生于1909年1月28日,安徽省来安县人。1986年12月3日,在安徽省巢湖地区人民医院因病逝世,享年78岁。今年适逢父亲诞辰108周年,抚今追昔,谨以此文来纪念。父亲出生的年代,正是清末民初时期,那时国家内忧外患,民不聊生。他出生于来安县的一个封建的中小地主家庭,自幼读私塾,习书法,诵诗书,学珠算,学习文言文和白话文,能写得一手流畅而娴熟的书法。", "label": "军事学", "id": 0}
{"content": "<正>2017年,是中国人民解放军建军90周年,新四军成立80周年。在这重要纪念日来临之际,我们北京新四军研究会二师分会战地寻访团,于2017年4月23日前往滁州市来安城战地旧址,在县党史办吴朝元主任等领导的陪同下,参观了\"三打来安城\"战斗的下水道口遗址。在我叔叔郭运才诞辰100周年的纪念日,我来到了他生前最后的作战地——牺牲地,深情地、仔细地观察询问着,顿时百感交集、心潮起伏,", "label": "军事学", "id": 0}
{"content": "<正>我的父亲王韬（原名王圣济）1916年12月出生于今安徽省砀山县赵楼乡王土楼村的一个中医世家。1931年,他在县师范学校读书时,就参加了抵制日货及反对日本侵略的示威游行,萌发了爱国热情。1935年,日寇进犯华北。这年冬天,他报名参加了江苏省徐州地区训练壮丁的军事培训班,翌年毕业后,获得军事教官的资格,即受聘担任砀山县", "label": "军事学", "id": 0}
{"content": "北斗动态指挥信息系统的建设考虑新时期我国各地民兵指挥信息化建设总目标,提出充分利用现代通信技术和计算机网络技术,以北斗卫星导航定位为支撑,以地理信息技术为基础,以多媒体为延伸,构建技术先进、反应快速、决策准确、实用高效的现代化高水平的动态指挥信息系统。该系统融合了多源地理信息、战场信息、气象水文等监测信息,实现战场态势感知、数据融合、动态编组、为各级指挥提供统一调度,以满足各地民兵队伍扁平化作战指挥体系要求。基本实现:重点目标可视化、区域控制实时化、信息获取立体化、情况处置数字化。", "label": "军事学", "id": 0}
{"content": "网络空间作战指控问题一直以来就是美军打造强大网络空间作战力量的关键,本文通过文献分析与历史研究相结合的方法,梳理了美军网络空间作战指控体系重塑的背景由来、理论探讨、指导思想以及详细的实践举措,以期对我方的网络空间作战指控塑造提供有益的借鉴。", "label": "军事学", "id": 0}
{"content": "依据战区国防动员职责定位,分析了战区国防动员指挥协调机构关系、工作流程和信息链路等作战需求,提出了战区国防动员指挥协调平台使用概念、能力要求、运行流程等建设需求,设计了平台体系架构、支撑网络和功能结构,最后探讨了平台构建所需的5项关键技术。", "label": "军事学", "id": 0}
{"content": "针对目前军地联动指挥训练存在的预案缺少经常性实训和指挥员临场指挥能力不强等问题,本文提出在军地联合指挥机构编成条件下,按照模拟化、网络化、基地化训练和综合演练的思路,以检验训练预案和提高指挥能力作为指挥训练的两个主要原则,完成筹划情报收集、组织实施、协调控制、预案效果评估等4个核心功能,提高指挥员的决策、指挥和协调能力,完善对已制定预案训练、评估和修订工作。", "label": "军事学", "id": 0}
{"content": "体系结构设计是保证系统可集成和互操作的关键。介绍了各国的体系结构框架,并详细梳理了美国国防部体系结构框架的发展历程;深入研究了三种体系结构设计方法:结构化分析和设计方法、面向对象设计方法和基于活动的方法论,简要分析了各种方法的优缺点。", "label": "军事学", "id": 0}
{"content": "本文针对美军联合作战规划体系,首先探讨了战略规划、作战规划、任务规划等相关概念,然后从概念内涵、作用、发展过程等方面对美军作战规划体系进行介绍,并分析了其组织机构、规划产品、规划流程、典型系统等方面的核心要义,最后结合海湾战争进行了示例性的描述,以加深对美军作战规划体系的理解。", "label": "军事学", "id": 0}
{"content": "作战数据体系建设是军事信息化建设的重要内容。从作战数据概念入手,梳理了作战数据体系的内容、特点,对数据体系建设过程中的问题进行了分析,重点对数据质量问题进行了分析,为作战数据体系的构建提供参考。", "label": "军事学", "id": 0}
{"content": "由于作战环境的日益复杂、武器系统的快速发展以及作战样式的多样化,智能化的辅助决策在未来对敌作战中将发挥越来越重要的作用,然而目前我军作战指挥以及决策大多依赖于指挥员的经验,智能化程度不高,基于信息系统的体系作战能力亟须解决。本文基于群体智能的概念分析了协同策略,并将蜂群算法应用于车辆路径规划,通过共享信息的方式实现车辆间的整体协同。", "label": "军事学", "id": 0}
{"content": "网络与信息是军队战场通联的神经网和神经元。随着网络信息技术迭代式飞速发展,并越来越多地渗透到战场的各个领域,基于网络信息体系的联合作战、全域作战将成为未来世界军事发展的必然趋势,特别值得我们关注研究。", "label": "军事学", "id": 0}
{"content": "针对战场目标如何进行智能识别的问题,提出了一种基于知识图谱的战场目标智能识别推理方法。首先利用知识图谱和图数据库技术构建战场目标智能识别知识库,然后利用多智能体、规则推理和案例推理技术构建多个具有领域知识推理能力的智能体,再利用分类器推理技术进行战场目标智能综合识别推理。最后还结合典型应用场景,通过战场目标智能识别仿真应用加以说明。", "label": "军事学", "id": 0}
{"content": "鉴于我国复杂的周边环境,研究混合战争规律、把握战争特点,对可能出现的城市作战进行分析,对于确保我国国家安全意义重大。本文以混合战争为作战背景,对其战争特点、军事斗争特点进行了分析。以应对智能化战争条件下的城市作战为目的,对无人系统作战能力的分析方法进行了研究。在Do DAF2.0体系结构框架下,建立了无人系统作战能力视图模型,对分析方法进行了验证。结果表明基于能力的无人系统需求分析符合装备建设规律,适应智能化战争需求。", "label": "军事学", "id": 0}
{"content": "高寒山地通道作战中由于战场聚集、交通不便等原因,致使通指装备维修任务繁重,维修资源补充困难。对高寒山地通道作战通指装备维修资源补充展开研究,合理制定补充方案具有十分重要的意义。运用系统动力学原理,针对高寒山地通道作战的特点,对通指装备维修资源配置系统内各变量间的因果关系进行深入分析,构建系统动力学模型。考虑任务部队的资源携带能力,确定其通指装备维修资源补充时间和补充速率,得出了高寒山地通道作战通指装备维修资源补充的最优方案。", "label": "军事学", "id": 0}
{"content": "为了实现军事语料文本中的作战相关命名实体的识别和链接,提出了基于双向LSTM（Long Short Term Memory）和CRF（Conditional Random Field）的实体识别框架MIL-Bi-LSTM-CRF（Military Bi-directional LSTM with CRF）和实体链接框架MIL-EL（Military Entity Linking）。MIL-Bi-LSTM-CRF以字符以及词性的语义特征作为神经网络模型的表示特征;而MIL-EL则融合了同义词集、字符相似性以及包含相似性等多方面相似性度量特征。实验结果表明,该军事命名实体识别框架和链接框架相对于一些前沿的基准方法在F值上表现更优。", "label": "军事学", "id": 0}
{"content": "为了提高引接信息的通信效率,提出了消息中间件的构造技术。该消息中间件具有良好的通用性,可以在一定条件下利用高效可靠的消息传递机制进行数据通信,相应的数据通信与平台无关,基于训练系统来进行系统集成,具有较高的应用价值。本文对消息中间件的特点进行分析,设计其总体架构以及相应的模块划分,并对消息中间件的消息传输机制、消息的传输格式进行研究设计。", "label": "军事学", "id": 0}
{"content": "研发具备大规模军事知识的智能问答系统是能够提高军事决策智能化和便捷化的途径之一,本文介绍了一个基于军事知识的智能问答系统,该系统首先利用多源军事知识构建了军事领域的知识图谱,采用自然语言处理技术实现了自然语言问题的理解,基于智能推理实现了问题答案的生成和组织,实现了部分军事问题上的直接问答,以及部分问题上基于交互的问答。", "label": "军事学", "id": 0}
{"content": "在当前复杂多变的战场环境下,采用传统的目标识别手段存在成本高、识别率低、难以快速定位目标坐标等问题,亟须一种成本低、识别率高、自动定位目标位置的识别手段。本文尝试从深度学习角度出发,提出一种战场环境中目标识别系统实现,即充分利用各类侦察设备获取的海量图像情报作为训练素材,以卷积神经网络算法对目标的识别和跟踪。", "label": "军事学", "id": 0}
{"content": "针对我军野战话音通信还存在指挥调度功能弱、人工干预能力弱、系统集成度不高、终端化指控性差的问题,结合指挥调度系统具有业务丰富、快速部署、使用方便、高度集成、更能迅速、准确、安全达成指挥通信的优点,用指挥调度技术体系重塑和改造野战机动话音通信网络,结构可由语音指挥调度综合交换机、智能指挥调度终端、人工智能话音服务台和话音指挥调度维护台组成,并支持和兼容现有野战电话机、电台终端。", "label": "军事学", "id": 0}
{"content": "企业管理信息化是企业管理提升、实现精细化管理的重要途径,中船重工集团公司第七○一研究所大型办公平台一综合管理信息平台自2012年上线,按照\"统一规划、分步实施、注重成效、扎实推进\"的基本建设原则,历经五年多持续建设、优化完善和升级扩展,业务模块不断深化应用,数据不断累积,己成为七○一研究所近2000用户的基础办公平台和企业的核心管控平台。综合管理信息平台对七○一研究所80%的业务流程和管理体制进行了优化、再造与变革,全面实现了人、财、物的精细化管理,有效地加强了资源共享、业务协同和集中管控,为企业提升内部管理效率、加强外部竞争力提供了强有力的基础保障。", "label": "军事学", "id": 0}
{"content": "论文分析了《基础会计》教学中存在的问题,研究了《基础会计》案例教学法的实施环节,提出了《基础会计》案例教学的策略和案例分析过程中的应对方法。", "label": "军事学", "id": 0}
{"content": "习主席在庆祝建军90周年大会提出:\"推进强军事业,必须深入推进军民融合发展,构建军民一体化的国家战略体系和能力。\"因此,军民融合是解决逆向应急物流问题的新思路与新方法。逆向应急物流是由军事物流发展而来,实施军民融合逆向应急物流符合国防建设与市场经济建设的目标,也是建设中国特色社会主义的战略选择。文章通过阐述军民融合逆向应急物流实施的意义以及军民融合逆向应急物流的类型与处理流程,分析现阶段逆向应急物流存在问题并提出了军民融合逆向应急物流的实施路径。", "label": "军事学", "id": 0}
{"content": "军队院校在培养军队\"走出去\"和\"一带一路\"人才保障方面具有得天独厚的优越性,理应适应\"一带一路\"的安全需求充实课程和教材,特别是进一步加强以下领域的素质培养,即战略传播、公共外交素养特别是军事公共外交素养、新媒体素养和军事外交话语权建设、跨文化交流素养、沿线国家自然社会文化法律法规概览、危机处理和公共关系、相关外语能力。文章将结合\"一带一路\"的安全需求,对以上部分课程构想进行简要论述。", "label": "军事学", "id": 0}
{"content": "<正>面对实现中国梦强军梦进程中具有的新的历史特点的伟大斗争的新形势,面对国家和军队全面深化改革带来的新考验,面对军队现代化建设和使命任务拓展的新要求,如何树立起新一代革命军人的崭新形象?什么样的军人才能担负起强军兴军的重任?党的十八大以来,习近平站在时代和战略的高度,着眼实现中国梦强军梦,鲜明提出要着力培养有灵魂、有本事、有血性、有品德的新一代革命军人,深刻回答了新形势", "label": "军事学", "id": 0}
{"content": "<正>政治建军是我党建军的特色优势,是我军建设的一项基本原则,也是人民军队发展壮大始终保持强大战斗力的根本所在。党的十八大以后,我国进入加快推进国防和军队现代化建设的新阶段,习近平把握世界军事发展大势,着眼战略全局,围绕实现党在新形势下的强军目标,坚持问题导向,作出一系列关于政治建军的重要论述,丰富了我党我军政治建军思想,为新形势下加强军队建设指明了方向。因此梳理和研究十八大后习近平政治建军思想具有重要的理论和现实意义。", "label": "军事学", "id": 0}
{"content": "《最后的武士:安德鲁·马歇尔与美国现代国防战略的形成》一书,以人物传记+思想史的形式,对前美国国防部净评估办公室主任安德鲁·马歇尔的人生轨迹特别是其战略思想发展历程进行了回顾,比较详细地揭示了马歇尔从兰德公司研究员成长为牵引美国国防战略调整的战略思想大师的成长经历,系统梳理了其提出净评估分析框架、开展净评估研究、倡导对苏联竞争战略的心路历程,并就其在促使苏联解体、倡导新军事革命、提出\"空海一体战\"概念等方面发挥的作用进行了客观总结。鉴于美国本身的霸权属性,净评估在提供风险预估方面既有其先进性和值得我们学习的内容,但同时也有以意识形态为纲、夸大风险的成分。因此,我们在学习和借鉴净评估方法的过程中要保持批判性和客观性,既合理借鉴、使用这一方法,又要当心戴上有色眼镜、陷入霸权陷阱。", "label": "军事学", "id": 0}
{"content": "在分析工时费率影响因素的基础上,利用历年物价指数CPI,构建工时费率的预测模型,对未来5年的CPI进行预测。分析表明工时费率在短期内受自身惯性的影响较大,随后受物价指数的影响逐渐变大,直至最后趋于稳定。", "label": "军事学", "id": 0}
{"content": "论文着眼军民融合成为国家战略新的历史时期,阐述了军民融合战略对装备全寿命管理体制机制、技术与产业、综合保障等方面融合的基本要求,探讨了军民融合发展给装备全寿命管理带来的有利条件,在分析我国装备管理现状及存在的与军民融合战略不相适应的问题的基础上,提出了军民融合深度发展条件下加强装备全寿命管理的措施建议。", "label": "军事学", "id": 0}
{"content": "开展装备可靠性和维修性等通用质量特性工程的目标,一是提高装备的战备完好性和任务成功性,二是减少保障人力和降低寿命周期费用（LCC）。但是,如果在装备研制中只注重总体通用质量特性的提升或保证,疏忽由此带来的备件价格、备件费用及维修费用的同步变化,就极有可能落入\"可靠性提升—采购价格增加—备件费用增加—装备LCC不降反增\"的陷阱,达不到通用质量特性工程的双重效益目标。本算例首先建立了3个能够同样实现总体通用质量特性要求的改进方案,然后基于各方案的部件可靠性与制造费用,计算并对比了维修工时费、备件费及维修总费用,从而用算例解释了装备可靠性提升后,既能增加、也能降低保障费用的事实,同时也证明了只有把LCC纳入通用质量工程,促进设计工作的深度优化,才能获得提高作战能力并降低保障费用的双重效益。", "label": "军事学", "id": 0}
{"content": "招标采购是在部分军品领域越来越被广泛采用的军品采购方式,针对实践中暴露的招标不彻底等弊端,提出一体化招标等改进招标采购方法和途径的意见建议,从而提高招标采购的费效比等。", "label": "军事学", "id": 0}
{"content": "介绍了国外复杂系统费用估算TruePlanning软件的发展历程,剖析了其软件体系架构及组成,深入研究了PRICE软件核心功能模块——硬件制造成本True H（True Hardware）和TrueS（TrueSoftware）软件研发成本的测算原理,并对TruePlanning软件在国内的适用性以及配套建设需求进行了系统分析。", "label": "军事学", "id": 0}
{"content": "随着计算机软件在装备系统中的应用不断扩大,装备软件寿命周期费用问题成为装备寿命周期费用估算关注的焦点。本文从软件费用对装备寿命周期费用的影响、软件费用存在的问题、装备软件的寿命周期费用组成、装备软件的寿命周期费用估算方法四个方面进行了探讨,为软件寿命周期费用估算提供借鉴。", "label": "军事学", "id": 0}
{"content": "针对信息化战争火箭军装备维修保障的新变化,分析了信息化战争对装备维修保障信息化建设的基本要求、目标与任务,总结了火箭军装备维修的特点和信息化建设的现状,提出了装备维修保障信息化建设的对策思路。", "label": "军事学", "id": 0}
{"content": "为减少劣化装备使用阶段的维修费用,结合周期预防性维修和顺序预防性维修的优点,综合考虑装备使用阶段的可靠度和可用度,建立了三阶段等周期预防性维修费用模型,并通过可行域搜索算法计算得到劣化装备的最佳预防性维修时机。结果表明,应用该方法得到的维修策略既能在保证装备性能的前提下使维修费用较低,又具有良好的操作可行性和推广性。", "label": "军事学", "id": 0}
{"content": "导弹装备研制费用是其全寿命周期费用的重要组成部分。由于导弹装备研制费用具有数据有限、非线性等特点,用单一预测模型预测精度不高,因此,本文提出了基于灰色关联分析的改进BP神经网络的费用预测算法。将灰色系统模型善于处理小样本数据（灰色关联分析能够优化网络结构）的特点和BP神经网络优于解决复杂非线性问题的特点有效地结合,建立灰色关联分析和BP神经网络的组合预测模型,用于估算导弹装备研制费用。仿真实例表明该组合模型的预测结果比传统单一模型所得到的预测结果总体误差要小,可以对导弹装备研制费用进行有效预测。", "label": "军事学", "id": 0}
{"content": "随着现代武器装备的迅猛发展,降低武器装备成本、提高装备经济效益已成为装备建设必须优先考虑的问题之一。针对支持向量机在参数选择方面的缺陷,本文将遗传算法和模拟退火算法并行优化支持向量机参数的方法应用于装备费用的估算。通过与传统的支持向量机估算结果进行对比,优化后的费用估算精度明显优于传统的支持向量机方法,验证了优化后方法在装备费用估算方面的有效性和可行性。", "label": "军事学", "id": 0}
{"content": "本文以美军系列航母为研究对象,对四型航母的寿命周期费用进行了数据整理,分析了这四型典型航母的主要性能的变化,定性地说明航母寿命周期费用不断上升的原因。在运用\"引进次序法\"对航母性能做定量评估后,从效能与费用的比较中得出航母综合性能提升与寿命周期费用之间的内在关系,总结出美军在航母建设中处理效费关系的一般思路,为其他国家航母发展中的经济性分析提供一定参考。", "label": "军事学", "id": 0}
{"content": "针对军民融合背景下民企参与装备研制生产过程中人力成本的估算问题,将创新指数尤其是企业创新能力评价指标体系,应用到装备人力成本估算方面,用以反映技术创新对于人力成本的影响,同时结合社会平均人力成本,为装备人力成本估算提供另一个维度的借鉴和参考。", "label": "军事学", "id": 0}
{"content": "结合装备实物资产管理特点和当前装备实物资产管理现状,指出装备实物资产管理中存在的问题,并根据当前新体制新政策,针对存在问题和未来发展方向提出一些建议措施。", "label": "军事学", "id": 0}
{"content": "本文以全寿命费用管理为视角,阐述了其核心理念,建立了装备竞争性采购的博弈模型,梳理总结了在装备竞争性采购中由于全寿命费用管理理念落实不到位造成的困境,并针对这一问题提出了改进工作的措施和建议,为装备竞争性采购和全寿命费用管理工作同步协调发展,提供了参考和支撑。", "label": "军事学", "id": 0}
{"content": "自工时费率的概念提出和应用以来,虽然在一定程度上提高了审价工作的效率,但由于部分单位的工时费率长期保持不变,存在工时定额严重虚高的问题,进而给如如何准确地审核工时费用带来了困难。本文针对上述情况,从实际发生工时费用的根源出发,对工时费用核算提出了几点初步想法,为后期进一步深入研究工时费用问题奠定了基础。", "label": "军事学", "id": 0}
{"content": "装备的寿命周期费用（LCC）技术的研究对于合理分配装备建设开支、提高装备技术性能起到了积极的作用。本文主要从LCC的定义出发,依次进行LCC分类分解研究、影响因素分析和LCC建模研究,并提出两种寿命周期费用计算模型,直观反映了寿命周期费用计算的组成结构。研究结果表明,该模型具有较好的可行性,对装备的设计维修保障具有一定的经济参考性。", "label": "军事学", "id": 0}
{"content": "财务报表是了解装备承制单位成本、费用、利润等与军品价格有关的财务信息的重要窗口。本文围绕计算综合小时费率的目标,尝试性地通过筛选、处理和分析财务报表数据形成了子参数收集表和参数计算公式表,并以××科技有限公司三个年度的财务报表数据进行案例演算,最后在此基础上分析综合小时费率的几个影响因子。", "label": "军事学", "id": 0}
{"content": "\"定向培养直招士官\"是部队依托地方高职院校培养士官的一种新模式。本文以滨州职业学院\"定向培养直招士官\"专业为例,在分析\"定向培养直招士官\"的岗位能力的基础上,重点分析\"定向培养直招士官\"军政素质课程体系存在的问题,结合滨州职业学院\"定向培养直招士官\"课程体系的具体做法,构建了模块化的\"定向培养直招士官\"课程体系,并根据不同课程模块能力培养需求,创新了\"定向培养直招士官\"军政素质课程体系实施的路径,提出了实践军政素质课程体系的保障措施。", "label": "军事学", "id": 0}
{"content": "作为推动绵阳市国防科技工业军民深度融合发展的主体,政府、企业、大学、研究院所和中介结构等与军民两用技术创新相关的组织机构应充分发挥其各自的独特作用,突破军用和民用界限,搭建起有利于信息共建共享、军民资源优化配置、军民技术成果快速转化、军地人才柔性互动、军民融合利益分享的科技创新与技术创新相结合的复合系统。要大力推动军事工业投身于国民经济建设,为民用企业顺畅参与军工项目建设创造有利条件,从而提升国防储备实力、国家创新能力和国民经济的综合竞争能力,达到平战结合、寓军于民、军民一体的目的。", "label": "军事学", "id": 0}
{"content": "为认真贯彻落实《退役士兵安置条例》、《国务院中央军委关于加强退役士兵职业教育和技能培训工作的通知》等法规政策,提高退役士兵的社会竞争能力的重要措施,以市场需求为导向、以职业教育和技能培训为主体,本着退役士兵自愿参加、自选专业、免费培训,以省或市（地）为单位统一组织实施,力求通过技能培训,使大多数退役士兵取得相应学历证书或职业资格证书。本文主要从退役士兵培训鉴定与其它培训鉴定对象对比,退役士兵培训鉴定的具体做法等方面来阐述,如何做好退役士兵的培训工作。相信只要我们用心,以严谨的态度和有效的管理方法,就能总结出其工作规律和经验并且不断地改进和完善,创造出具有江苏省盐城技师学院特色的退役士兵培训鉴定之路。", "label": "军事学", "id": 0}
{"content": "文章通过国内外几十年的军民融合探索与实践,佐证了协同创新有助于资源的合理配置、国家创新水平的整体提升、\"政产学研\"的高效结合。文章通过分析国外军民融合协同创新发展的经验,得出\"搭建多方联动协调领导机制\"、\"推动军民协同创新平台建设\"、\"建立军民协同创新知识产权管理智库体系\"等启示,为我国国防科技工业军民深度融合发展提供了理论参考。", "label": "军事学", "id": 0}
{"content": "本文从多个角度对美军和中国军队文职人员管理现状与特点进行了归纳,并对两军文职人员管理差异进行了比较分析。", "label": "军事学", "id": 0}
{"content": "陕西省作为军工企业大省,省内军工企业运用军民融合技术已经形成了军民融合高技术产业基地。作为陕西所属渭南市,其地域军民融合产业也取得良好的经济效益。本文立足陕西渭南地域,对渭南地域军民融合产业发展现状展开调研分析,进而提出提升路径与对策。", "label": "军事学", "id": 0}
{"content": "《武警财务管理》课程是财务专业任职教育培养方案中的核心基础课程,而目前的课程内容大多以理论性论点、政策制度居多,缺乏针对武警部队财务岗位特殊性的相关内容,无法对实际工作中存在的问题进行有效指导。因此,本文先对任职教育教学内容层次构成进行分析,后针对不同的培训学员分类别、分层次地划分教学内容模块,以期能更科学高效地提高培训人员的能力素质。", "label": "军事学", "id": 0}
{"content": "20世纪70年代末是美国人在经历越战失利后重新接纳越南战争的时期。这一时期出版的越战小说《火力场》在摒弃电影《绿色贝雷帽》中脱离现实的战争英雄传奇后,塑造了意志坚定、能够承受痛苦的战争英雄形象,并以越南男性为他者,肯定了美国男性在越南战争中的主导地位。这一表征方式在肯定美国男性的战争经历的基础上,重新塑造了战争英雄形象,从而将越南战争改编为美国人接纳的历史。", "label": "军事学", "id": 0}
{"content": "兵棋推演是开展模拟训练的重要方法。论文在国内外兵棋推演现状及发展趋势分析基础上,提出海军兵棋推演系统的设计方法,以及在院校作战指挥教学中兵棋推演的组织实施方法。", "label": "军事学", "id": 0}
{"content": "本文运用层次分析法（AHP）从采购资源保障、采购时效性、采购成本合理性三个指标对军队物资应急采购预案选择进行了分析研究,确定其决策权重,最后进行了实例分析。", "label": "军事学", "id": 0}
{"content": "军民融合思想是党中央提出的重大战略思想,实施军民融合发展战略具有重要的意义。当前军民融合深度发展过程中存在着一些问题,必须采取必要措施推动军民融合深度发展。", "label": "军事学", "id": 0}
{"content": "<正>在我军90年的辉煌历程中,涌现了许多杰出军事人才,可谓将星云集,星光灿烂,战神粟裕无疑是最耀眼的将星之一。他的指挥艺术出神入化,\"尽打神仙仗\",战必胜,攻必克,惊天地,泣鬼神。苏中战役以3万对12万,七战七捷,歼敌5万;莱芜战役一战歼敌6万,创解放战争初期歼敌最高纪录;他最早提出淮海战役的建议,并指挥了其中最关键的战斗,一战定中原;他负责指挥的华东野战军打", "label": "军事学", "id": 0}
{"content": "<正>\"深化国防科技工业改革,形成军民融合深度发展格局\"不仅是十九大报告中坚持走中国特色强军之路的重要指示,也是作为军工大省的河北在新时代发展的重点任务。立足于坚实的产业基础和良好的发展机遇,凤凰网河北频道联合河北省国防科工局将于近期展开对河北省24个军民融合产业示范园区的调研活动。", "label": "军事学", "id": 0}
{"content": "<正>本文所记述的是70多年前抗日战争时期从上海沿海渔村中,走出的一支由中国共产党领导的海上武装力量——浙东海防大队。浙东海防大队从1942年12月成立到1949年4月23日并人解放军华东海军序列整整六年五个月。这是一支在中国共产党领导下屡立战功、屡创佳绩、屡挫敌顽的海上部队。新四军组建初期,针对国民党顽固派千方百计要消灭新四军的企图,周恩来就提出新四军发展方向的三原则:哪个地方空虚,哪个地方危险,哪个地方只有伪军,友党友军较不注意没有去活动,我们就到那里去", "label": "军事学", "id": 0}
{"content": "军事法的基本原则是军事法的基础理论问题,其应遵循法律原则的基本要求,具有伦理性和司法性的本质特征。本文从法理学的角度分析得出,当前军事法的基本原则理论存在法理性欠缺、与一般法律原则相互重叠、与立法性原则相混淆等问题。应加强法理学向军事法中的渗透深化,并借助社会学的多学科方法和借鉴外国军法法律原则的理论成果,进一步完善我国军事法基本原则理论。", "label": "军事学", "id": 0}
{"content": "邓小平的军事生涯,在其光辉一生中占有重要位置。2017年恰逢中国人民解放军建军90周年、邓小平逝世20周年,邓小平故居陈列馆紧紧依托自身资源,精心开展\"展伟人风采·铸铁血军魂\"系列宣教活动,努力探索\"博物馆+部队\"深度合作模式,为广大部队官兵了解邓小平光辉的人生历程,了解党的历史、加强党性锻炼、学习革命传统、培养爱国情操、增强国防意识、培育民族精神提供了平台。", "label": "军事学", "id": 0}
{"content": "将所学的知识转化为岗位所需的技能是职业教育的目标。基于典型任务的教育方法强调以岗位所需职业能力的培养为核心,保证职业能力培养目标的实现,是士官职业教育中有效的教学模式之一。本文就典型任务牵引教学法,结合士官职业无损检测技术课程教学谈几点教学改革的作法。", "label": "军事学", "id": 0}
{"content": "本文以参军大学生为研究对象,通过对大学生参军政策的收集与分析,对M大学复员归校大学生进行访谈,综合研究大学生参军的动员机制。根据对大学生参军政策的了解,本文将其分为了参军大学生退伍复学的政策安排,继续教育与就业的安排以及大学生参军经济补偿政策的安排这三个方面。与此同时,笔者基于大学生参军的动力来源和动员机制在运行过程中的动员方式,将大学生参军动员模式分为了动态模型和静态模式两种形态,来全面细致的分析大学生的参军行为。", "label": "军事学", "id": 0}
{"content": "《2017国防科学技术振兴实施计划》是韩国防卫事业厅公布的最新版国防科技发展计划。通过对其深入研究分析,可以了解韩国国防科技发展体系、未来发展目标和任务及未来国防发展方向等规划,以及促进我国国防应对及国防科技能力的提升。方法/过程:运用文本分析、比较研究的方法,对2017版韩国国防科技振兴计划从结构、内容、特点等方面进行解读。结果/结论:新版计划简洁明了,涵盖面、侧重点全面,为研究制定国防科技发展提供了一个参考范例,也可为国防科技改革与整合提供借鉴。", "label": "军事学", "id": 0}
{"content": "目的:了解海军官兵睡眠情况和生存质量状况,探究睡眠质量与生存质量的相关性及其影响因素。方法采用随机整群抽样法,选择浙江舟山海军某部官兵160人,应用匹兹堡睡眠质量指数量表（PSQI）和世界卫生组织生存质量测定量表简表（WHOQOL-BREF）进行问卷调查,最终回收有效问卷154份。结果 （1）海军官兵睡眠质量和生存质量状况。海军官兵PSQI总分为6.45±3.45,53.2%的人睡眠质量一般（PSQI5-10）,14.9%的人睡眠质量较差（PSQI≥11）。睡眠问题主要表现在日间功能障碍、主观睡眠质量、入睡时间三个成分的得分较高,2分及2分以上者分别占50.6%、40.2%和37.0%。海军官兵生存质量生理领域、心理领域、社会领域和环境领域得分分别为（14.78±2.49）、（14.31±3.08）、（13.45±2.82）和（12.51±3.13）。（2）海军官兵睡眠质量和生存质量的相关性分析。不同睡眠质量的海军官兵在生存质量4个领域的得分均有统计学差异,睡眠质量好（PSQI≤4）的官兵在生存质量各领域得分显著高于睡眠质量差（PSQI≥11）的官兵,得分分别为生理领域（15.98±2.45 vs 13.64±2.22,P<0.01）、心理领域（15.77±2.74 vs 13.51±4.70,P<0.01）、社会领域（14.04±3.10 vs12.29±2.90,P=0.048）和环境领域（13.87±3.24 vs 10.91±2.78,P<0.01）。海军官兵睡眠质量各成分得分和总分与生存质量4个领域的得分呈显著的负相关。PSQI总分与生理、心理、社会和环境领域得分的r值分别为-0.400、-0.331、-0.225和-0.389（P<0.01）。（3）海军官兵睡眠质量和生存质量的影响因素分析。不同学历和不同工作类别的海军军人的入睡时间得分有显著统计学差异,大专学历者的入睡时间高于本科学历者（1.71±1.02 vs 0.56±0.73,P=0.001）,战士的入睡时间高于军官的入睡时间（1.27±0.99 vs 0.64±0.81,P=0.04）。不同入伍时长和不同工作类别的海军军人生存质量的社会领域得分有显著统计学差异,入伍8年以上者社会领域的得分高于入伍3-8年者（14.45±2.80vs13.03±2.75,P=0.036）,军官的社会领域得分高于战士（15.15±2.75 vs 13.32±2.79,P=0.038）。结论:海军官兵的睡眠质量需要改善,提高睡眠质量是改善其生存质量的有效途径。海军官兵的睡眠质量和生存质量与学历、工作类别和入伍时长有关,应根据不同人员特点开展相应的心理和行为干预。", "label": "军事学", "id": 0}
{"content": "鉴于河北工业大学开办公共事业管理本科一批的15年的经验与发展,申报省部级课题,获准立项。城市人防公共事业与公共安全工程建设理论,在公共管理范畴内及其社会公共事业发展中具有重要地位,更为重要的,它还是公共事业及其城市公用事业的主要研究领域。在社会公共事业发展进程中,城市经济学及其公共管理相关理论的渊源和形成时间虽然较短,但伴随着一个多世纪人类社会公共事业的进步及城市的飞速发展,各国学者对其进行了大量地研究和探讨。本文基于社会公共事业发展的城市人防安全工程理论,通过追溯回顾与沿革分析,对于社会公共事业发展的国外城市人防公共事业与公共安全工程进行了借鉴性的分析,这一分析对于公共事业理论的发展与应用具有重要意义和现实理论依据。", "label": "军事学", "id": 0}
{"content": "鉴于河北工业大学开办公共事业管理本科一批的15年的经验与发展,申报省部级课题,获准立项。城市人防公共事业与公共安全工程建设理论,在公共管理范畴内及其社会公共事业发展中具有重要地位,更为重要的,它还是公共事业及其城市公用事业的主要研究领域。在社会公共事业发展进程中,城市经济学及其公共管理相关理论的渊源和形成时间虽然较短,但伴随着一个多世纪人类社会公共事业的进步及城市的飞速发展,各国学者对其进行了大量地研究和探讨。本文基于社会公共事业发展的城市人防安全工程理论,通过追溯回顾与沿革分析,对于社会公共事业发展的城市人防公共事业与公共安全工程的功能进行研究分析,这一研究分析,对于公共事业理论的发展与应用具有重要意义和现实理论依据。", "label": "军事学", "id": 0}
{"content": "鉴于河北工业大学开办公共事业管理本科一批的15年的经验与发展,申报省部级课题,获准立项。城市人防公共事业与公共安全工程建设理论,在公共管理范畴内及其社会公共事业发展中具有重要地位,更为重要的,它还是公共事业及其城市公用事业的主要研究领域。在社会公共事业发展进程中,城市经济学及其公共管理相关理论的渊源和形成时间虽然较短,但伴随着一个多世纪人类社会公共事业的进步及城市的飞速发展,各国学者对其进行了大量地研究和探讨。本文基于社会公共事业发展的城市人防安全工程理论,通过追溯回顾与沿革分析,以北京市为的城市人防公共事业与公共安全工程建设与管理现状为案例研究分析。这一研究分析对对于公共事业理论的发展与应用具有重要意义和现实理论依据。", "label": "军事学", "id": 0}
{"content": "鉴于河北工业大学开办公共事业管理本科一批的15年的经验与发展,申报省部级课题,获准立项。城市人防公共事业与公共安全工程建设理论,在公共管理范畴内及其社会公共事业发展中具有重要地位,更为重要的,它还是公共事业及其城市公用事业的主要研究领域。在社会公共事业发展进程中,城市经济学及其公共管理相关理论的渊源和形成时间虽然较短,但伴随着一个多世纪人类社会公共事业的进步及城市的飞速发展,各国学者对其进行了大量地研究和探讨。本文基于社会公共事业发展的城市人防安全工程理论,通过追溯回顾与沿革分析,以北京市为的城市人防公共事业与公共安全工程建设与管理现状为案例研究分析,理论联系实际,得出城市人防公共事业与公共安全工程建设研究的基本结论,这一研究结论,对对于公共事业理论的发展与应用具有重要意义和现实理论依据。", "label": "军事学", "id": 0}
{"content": "本文系笔者译自美国空军科学咨询团网站\"The U.S.Air Force Scientific Advisory Board\"一文（编号:SAF/PA Case Number 2015-0280;检索路径:http://www.sab.af.mil/shared/media/document/AFD-151029-021.pdf）,原文未署名。文中图片及说明、文末注释与参考文献均为译者所加。为增加文章的实证性,笔者对有关重要史事进行了考证和补充,并附译时为美国陆军航空兵科学咨询小组召集人的冯·卡门教授1946年1月9日致阿诺德将军的一份复函（备忘录）。这封信成为美国空军科学咨询团早期建制规划的重要见证。另外,中国科学家钱学森作为咨询团创始阶段成员之一,曾于第二次世界大战结束前夕随团赴欧洲考察并评估英、法、比、荷、瑞（士）、德等国在航空和火箭领域的研究与发展规划及其具体项目,并参加著名的《迈向新高度》调研报告的撰写,为美国空军未来的研究与发展计划提供建议。笔者真诚地希望,本文的译介对于中国学者了解美国空军科学咨询团的性质、历史沿革、组织结构、工作职责与评审程序,能够起到借鉴与参考作用。", "label": "军事学", "id": 0}
{"content": "英国在伊拉克战争中的武力使用揭示了一些具有普遍意义的问题。从英国学界与政策界的不同视角观察,战略考虑与法律考虑的差异、国家诉诸战争的权利、国际法在战争中的适用,以及联合国决议的\"持续权威\"问题都在国内政治和国际政治中造成影响。", "label": "军事学", "id": 0}
{"content": "西太平洋海军论坛是地区最高层次、机制化的多边海军论坛。在近30年的发展中,论坛的国家地理覆盖范围逐步扩大到东太平洋、印度洋地区,促进了地区海军合作,尤其是其2014年正式通过《海上意外相遇规则》（CUES）,受到多方的高度关注及效仿,进一步扩大了论坛的影响力。本文评说了西太平洋海军论坛和\"CUES\"的产生和发展的历史,对论坛的发展前景进行了预测和评估。", "label": "军事学", "id": 0}
{"content": "军民融合标准化工作是在军民通用技术领域实现军民标准通用化,是促进军民技术双向转移的重要桥梁,是推动武器装备采办制度改革的重要抓手,是实施军民融合深度发展的重要举措。通过西安军民融合标准化工作建设,探索建立军民融合的民标采用、军标转化、整合修订、通标制定、资源共享、机制建设等6大工作方面的标准化模式,实现标准信息资源的优化配置和有效利用,是西安深化标准化工作改革,提升标准化发展质量效益,促进标准创新与技术创新深度融合的契机和必然举措,实现统筹国防建设与经济建设的必然要求。", "label": "军事学", "id": 0}
{"content": "本文结合我国军民标准通用化的发展现状,对国外军民标准通用化情况开展调研,重点分析美国、英国、俄罗斯、法国等国家军民标准通用化建设情况,为提高我国军民标准通用化工作水平提供参考,为标准军民深度融合发展提供借鉴。", "label": "军事学", "id": 0}
{"content": "军民融合发展已经上升为国家战略,西安军民融合优势明显、潜力巨大,标准是支撑军民技术双向转移、实现军民融合发展的重要技术基础。国家倡导加快培育和发展标准化服务业,探索支持标准化服务业发展的政策措施,鼓励标准化专业机构为广大企业提供标准化专业化服务。本文介绍了国家军民融合发展战略、国家标准化深化改革发展要求,分析了西安市军民融合产业集群发展现状,论述了在新形势下积极开启军民融合标准化技术服务新业态的必要性,在开展军民通用标准研究与制定、标准贯彻实施、标准技术咨询与服务等方面,初步研究提出了西安地区军民融合标准化技术服务模式。", "label": "军事学", "id": 0}
{"content": "军民融合发展是国家战略,技术融合是军民融合的核心要素,标准则是技术融合的载体和升华,也是支撑军民技术双向转移、实现军民融合式发展的重要技术基础。通过调研陕西省电子信息领域军民融合标准化现状,发现存在军民融合认识不足、政策缺失等问题,提出顶层设计,建立有效衔接、兼容并补的军民标准协调机制,建立军民通用国家标准体系等对策。", "label": "军事学", "id": 0}
{"content": "本文基于美国空军战略投送能力建设现状,对美国国防部和空军顶层规划进行解读分析,了解美国空军战略投送能力未来发展趋势,并提出启示和建议。", "label": "军事学", "id": 0}
{"content": "随着军民融合上升为国家战略,国防建设中的军民格局以市场化为导向正发生深刻着改变。军工院所作为国防建设中的优质资产,掌握着丰富的科研资源与技术成果,具有过硬的科技软实力。由于其事业制身份而无法直接借助市场化手段去完善自身资本结构与业务组合,如何采取主动姿态去应对军民融合伴随而来的市场化冲击是当前摆在其面前的严峻现实。本文依据军工院所自身特性与现状,提出一种适用于事业制院所在现行制度框架下可自主推行的市场化改造新模式——\"技术孵化式混改\",即从其科技资源中分拣组合出批量的实用型知识产权资产包,以作价参股的形式分散化注入到市场化企业主体中去,以完成国有无形资产与承接企业资本的混合所有制改造。本文结合当前法律与政策条件论证了事业制军工院所自主推行该方案模式的可行性,阐明其作为一种低风险、小体量、易推行的外生性产权所有制改造,具有优化人员配置、盘活无形资产与协同产业链的积极作用,是当前军工院所在无法利用市场工具条件下不可或缺的一种替代性机制,也是与传统自上而之下式的改革深化模式交相呼应,充分发挥实施主体能动性的一种补偿性举措。", "label": "军事学", "id": 0}
{"content": "人才优势历来是各个国家第一位的优势,这已成为众多推进新军事变革国家的共识。要迎接2l世纪军事上的挑战,仅有武器装备上的优势还不够,还必须拥有人才的优势,现今世界各大国都在不遗余力地吸引和培养高素质军事人才。高素质军事人才的培养离不开军事院校,也离不开总部的战略规划和部队的需求牵引,将国际工程教育认证的理念融入军校学员的培养与评价体系,符合习近平主席提出的供给侧改革方略,这将给军校学员的培养指明一个更加清晰的方向,也将促进形成一个更加科学客观权威的军校学员培养与评价体系。", "label": "军事学", "id": 0}
{"content": "在以信息技术为核心的新军事革命背景下,愈来愈多的迹象表明,军队国际舆论形象塑造是军事软实力的重要体现,也是军队对外传播工作的重头戏。", "label": "军事学", "id": 0}
{"content": "<正>为纪念建军90周年、迎接党的十九大胜利召开,大力弘扬我党我军光荣传统和优良作风,培塑战区联合文化、红色文化和主战文化,9月1日,由邓小平故里管理局、邓小平故居陈列馆和中国人民解放军西部战区政治工作部联合举办的\"军事家邓小平主题展\"在西部战区机关开展,这是西部战区\"革命精神光耀战区\"系列巡展活动之一,也是该展首次赴部队巡展。习近平总书记强调,历史是最好的教科书和营养剂,要把红色传统发扬好,把红色资", "label": "军事学", "id": 0}
{"content": "美欧发达国家先进保障设备制造企业拥有世界领先的保障设备产品和技术,其发展和先进设计有很好的研究借鉴价值。本文主要研究和分析美国及欧洲国家飞机保障设备制造企业的先进产品设计和企业发展。剖析典型企业先进产品和技术,总结发展特点,揭示成功发展背后的原因,希望对我国飞机保障设备制造企业有所帮助。", "label": "军事学", "id": 0}
{"content": "提出了引进航空装备自主保障的概念,分析了我国引进航空装备保障设备的现状,详细阐述了引进航空装备自主保障设备建设须重点解决的技术难题和建设措施。", "label": "军事学", "id": 0}
{"content": "自主保障是由装备、设备、设施、软件和人员组成的系统工程。通过深入分析引进航空装备的保障现状,明确建立健全引进装备保障组织管理体系,成立技术责任单位,构建自主保障内容体系,全面提升引进装备的自主保障能力。", "label": "军事学", "id": 0}
{"content": "借鉴汲取国内外社会化设备维修经验教训,本着立足当前、兼顾长远的原则,紧紧围绕未来高技术条件下航空保障设备维修需求,对海军航空保障设备军民一体化维修基本思想、发展条件、宏观模式等开展研究。", "label": "军事学", "id": 0}
{"content": "分析航空保障设备军民融合式保障的必要性和现状,从联合工作机制、沟通协调机制、竞争机制、评价机制、监督机制、激励机制等方面提出了构建军民融合式航空保障设备保障体系的对策建议。", "label": "军事学", "id": 0}
{"content": "<正>目的:由于军校学员一般处于青春发育后期,是一生中长身体、长知识的重要时期,同时也是形成良好饮食生活习惯的重要阶段。了解军校学员的生活方式状况,指导部队院校学员合理膳食,可以改善他们的身心状况,提高部队输入干部的质量。方法:,作者对某军校358名大一、大二本科学员进行了生活方式的问卷调查,包括膳食、运动、烟酒、心理健康等四大项,进行统计分析后得,形成了一定的营养学的相关结论。结论及结果:本次调查的军校位于江苏省苏北地区,实施饮食社会化保障模式,学员伙食费平均标准为每月500元左右,院校监控管理制度完善,管理机构设置合理、", "label": "军事学", "id": 0}
{"content": "美军联合太空作战中心（JSpOC）,是美军明确用于太空作战的作战中心,未来,配合美军正在推进的联盟空间作战,还将承担联盟空间作战中心的职能。近年来,美军对联合太空作战中心进行了一系列技术和管理上的改进,并由美国国防部和国家情报办公室联合筹备成立了联合跨部门合成太空作战中心（JICSpOC）,后更名为国家太空防御中心（NSDC）。本文介绍、分析美军联合太空作战中心的管理和技术改进,并对其未来发展前景进行了展望。", "label": "军事学", "id": 0}
{"content": "财务内部制约机制是社会经济发展到一定阶段的产物,具体到消防部队财务管理,就是指部队在财务管理上相关人员相互监督、制约、协调的一项制度,是部队财务管理的一项重要和基础性的工作制度。", "label": "军事学", "id": 0}
{"content": "当前网络技术发展迅速,网络覆盖率越来越高,消防官兵中的网民数量也在不断增长,官兵们接触和使用网络的频率也越来越高。网络具备信息资源丰富、传播速度快、互动性强等特点,这些正好弥补了部队传统思想政治教育方式方法上的一些不足,开展网络思想政治教育也已成了工作趋势。消防部队的政治工作干部应当主动占领网络思想教育阵地,运用网络这把\"利剑\"来做好官兵的思想政治工作。但也要看到网络思想政治教育的不足,避免官兵养成不良网络习惯、产生错误的价值倾向、发生网络泄密等情况,引导官兵成为网络\"良民\"。", "label": "军事学", "id": 0}
{"content": "<正>新华社北京7月21日电\"铭记光辉历史开创强军伟业——庆祝中国人民解放军建军90周年主题展览\"开幕式21日上午在中国人民革命军事博物馆举行。中共中央政治局常委、中央书记处书记刘云山发表讲话并宣布展览开幕。上午10时,中国人民解放军军乐团奏响《义勇军进行曲》,全场高唱中华人民共和国国歌。随后,全场肃立,向在革命战争中英勇牺牲的先烈默哀。刘云山在讲话中指出,90年前,中国共产党发动和领导", "label": "军事学", "id": 0}
{"content": "<正>实行五年规划是中国国家治理体系和治理能力重要的制度安排和基本的手段之一。它的基本作用和定位是:国家经济社会发展的共同纲领,政府宏观调控的基本导向,促进经济发展的重要手段,经济社会发展的信息引导。五年规划已成为中国发展的成功秘诀和重要手段。2015年是全面实现\"十二五\"规划主要经济社会发展目标的收官之年,又是调查研究、民主决策\"十三五\"规划的编制之年。除了国家\"十三五\"规划之外,各部门各方面都在抓紧制定\"十三五\"专项规划,其中如何制定\"十三", "label": "军事学", "id": 0}
{"content": "作者以老党员、老军人的亲身经历和体会,阐明人民军队维护核心、对党忠诚是铸牢军魂的根本要求,是强军兴军的迫切需要,提出了从自身做起,把维护核心、对党忠诚落到实处的具体要求。", "label": "军事学", "id": 0}
{"content": "我军的发展历史,就是不断进行战略谋划并付诸实施的过程。我军之所以能够从无到有,从小到大,从弱到强,从胜利走向胜利,首要的因素还是在总体上战略谋划英明正确。孙子兵法就是精于谋划的战略学,我军的战略谋划体现和蕴含了多方面兵学思想。一是以\"道胜\"为本。二是以\"知胜\"为先。三是以\"算胜\"为要。四是以\"全胜\"为上。", "label": "军事学", "id": 0}
{"content": "孙子之道和人民军队宗旨,在涉及战争和民众关系方面有共性和可比性,可对二者进行比较研究:一、孙子之\"道\"在理念上的大智慧;二、人民军队宗旨对孙子之\"道\"的传承与发展;三、人民军队宗旨下的光辉历程。可以看出我军为人民服务宗旨指导下的治军原则,对孙子之\"道\",既有传承,更有创新,并且创造了孙子之\"道\"无法比拟的治军原则。", "label": "军事学", "id": 0}
{"content": "基于模拟仿真的探索性分析可对具有动态性和不确定性等特性的军事复杂系统进行有效评估。这种方法需要利用计算机探索各种可能想定空间,通过对仿真大数据的挖掘分析对各种不确定要素产生的结果进行综合研究;该过程需要借助高性能计算资源历时数天甚至数周完成,难以满足应用中的时效性需求。基于复杂模拟仿真系统的输入输出构建的仿真元模型是一种简化的数据驱动代理模型,与实验设计、模型构建、结果评价等多个阶段的参数均相关,输入变量间也存在较强相关性。军事复杂系统分析评估涉及多个前后关联的不同环节,影响因素众多。针对这些问题,本文从控制科学经典的反馈控制视角出发,给出了基于仿反馈机制的军事复杂系统分析策略,包括实验设计、军事模拟仿真系统、仿真元模型、仿真结果分析和综合展示等部分;提出了基于特征提取和克里格模型的仿真元模型构建方法,采用潜结构映射技术提取输入变量所隐含的潜在特征作为仿真元模型的输入变量,以简化的模型结构克服克里格模型不能采用高维数据直接构建的缺点;采用军事复杂对抗系统的简单实例验证了所提仿真元模型方法的有效性。", "label": "军事学", "id": 0}
{"content": "军队防范外来人兽共患病就是要防范部队营区以外、可能传染给部队内部的人兽共患病,这个问题关系到部队安全稳定和军事斗争准备。通过调研我军开展野战化、机动化、实战化训练活动中存在的卫生防疫问题,跟踪世界军事卫生防疫工作发展趋势,借鉴社会卫生防疫工作经验,研究了在对外军事交流活动、官兵及军犬、军马（驼）到陌生地域、恶劣环境中应增强官兵防范意识、加强防疫力量建设、提高疫情防护能力的措施。同时也提出要构建军民融合、军地联合指挥体系,研发自主可控最新型最先进最可靠的检测设备和药品器材,形成军地联防联控的强大合力。", "label": "军事学", "id": 0}
{"content": "<正>美军使用军犬作战不算最早,但却一直坚持使用军犬作战至今,是什么原因决定美军要用军犬参战?他们是如何训练作战军犬?怎样利用军犬作战?在战争中发挥了哪些作用?现将有关情况介绍如下。一、美军军犬参战情况1、一战及以前军犬参战使用情况。美国军队在战争中使用犬的最早记录是在19世纪30年代第二次西米诺战争期间,美", "label": "军事学", "id": 0}
{"content": "<正>什么是军犬的专注力?专注力是指犬对训导员注意力的高度集中。有专注力的犬渴望参加训练,在训练场上充满激情,不知疲倦,不去理会任何干扰,专注力不是天生的,它是通过训导员和犬在日常互动中开发出来并加以提高的,这完全取决于训导员的理念、方法和实践。只有当犬觉得跟着训导员玩比做其他事更令它开心,它的专注力才能产生、提高并得以保持在高水平。", "label": "军事学", "id": 0}
{"content": "随着西北方向恐怖活动对我国社会的危害性越来越大,西北方向反恐已由一个战术性问题上升为一个战略性问题。该文在全面总结西北地区战略地位和当前反恐形势的基础上,归纳了西北方向反恐作战及空管保障主要任务,分析了空管保障的特点和要求,从组织体系、运行机制、法规标准和技术装备四个方面提出加强西北方向反恐作战空管保障能力的对策思考。", "label": "军事学", "id": 0}
{"content": "<正>研究目的:为深入贯彻落实习主席\"坚持面向战场、面向部队,围绕实战搞教学、着眼打赢育人才\"的重要指示。近年,我军高校举办了一系列针对军校学员的军事技能竞赛,锻炼了军校学员基本的军人素养,促进了其战斗技能的掌握,提升了其指挥能力、体能、技能等综合能力,为院校事基础训练面向实战化开辟新途径。本研究以备战\"剑鹰-2016\"、\"联合精英2016\"两次军事技能竞赛过程的体能训练过程为例,提出了基础体能训练过程中负荷量度统筹分配的方法与参赛体能预适应三层次理论,以期为以后开展同类的竞赛活", "label": "军事学", "id": 0}
{"content": "发达国家为在激烈的国际竞争中谋取先发优势,不断拓展军民融合的深度和广度。我国也将军民融合上升为国家战略,拉开了军民融合深度发展的大幕。本文借鉴发达国家军民融合的主要做法,剖析我国军民融合深度发展面临的困境及其产生的根源,建设性地提出了军民融合深度发展的对策建议。", "label": "军事学", "id": 0}
{"content": "我国已经提出网络空间战略,并强调了网络空间国防力量建设。围绕制网络权、网络地图、网络武器等问题,展开网络空间军事战略思考,将有助于推进网络空间国防力量建设,应对网络空间威胁,维护国家安全。", "label": "军事学", "id": 0}
{"content": "信息优势是通过采集、控制、利用和保护战场信息,以优化决策并取得最大战果的一种作战优势。美国空军的信息优势飞行计划遵循美国空军战略主计划,将战略主计划的目标转化为切实的赛博空间/IT行动与创新,以支持空军核心任务。", "label": "军事学", "id": 0}
{"content": "在现代战争中,信息系统的互操作能力成为了信息化作战体系整体能力发挥的关键要素。本文分析了美军在信息系统互操作能力建设方面的主要做法,提出了我军信息系统开展信息系统互操作能力建设的措施及建议。", "label": "军事学", "id": 0}
{"content": "随着网电空间战略地位的日益凸显,网电空间作战力量的建设发展显得愈发迫切。美军的网电空间作战力量建设起步早、较成熟且完善,形成了较为系统的指挥体系和力量结构。深入研究美军网电空间作战力量的建设情况,借鉴其科学的经验和做法,对于加快推进我军网电空间作战力量建设具有重要的启示意义。", "label": "军事学", "id": 0}
{"content": "美军认为传统的军种作战方式已经不能适应战争需求,需要发展新型的联合作战概念。多域作战概念将成为美军未来新型联合作战的指导性理论。本文从概念产生背景出发,介绍这一概念的基本内涵、发展,并分析了多域作战的主要特点,从而有助于我们更好地深入认识美军未来的作战思想。", "label": "军事学", "id": 0}
{"content": "智能化技术的高速发展推动着军事领域向智能化方向迈进,文章分析了指挥与控制系统对于智能化技术的需求。美军在军事智能化的道路上已经走在世界前列,并实施和布局了一系列的项目。文章对美军的\"深绿\"计划、Alpha AI空战模拟系统到指挥官虚拟参谋CVS三个代表性的军事智能化项目进行了技术及能力分析,并对指挥与控制系统智能化需要首先突破的几个基础性问题提出了建议。", "label": "军事学", "id": 0}
{"content": "本文主要分析了美军联合指挥与控制系统综合集成的现状、需求及可行性,研究了美军四大军种指挥与控制系统的建设现状及发展趋势;阐述了指挥与控制在军事行动中的地位和作用,提出了美军指挥与控制系统的建设方向即\"综合集成\",并探讨了其建设方案及具体措施。", "label": "军事学", "id": 0}
{"content": "小型无人机系统是目前美军装备研发技术焦点之一。本文通过研究美国空军已发布的小型无人机相关战略文件,分析了其战略目标与发展特点,并提出了我军可学习借鉴的发展方向。", "label": "军事学", "id": 0}
{"content": "军队管理体制决策优化平台是提高国防和军队改革科学化水平的重要手段。本文界定了军队管理体制决策优化概念,分析了大数据驱动的军队管理体制决策优化平台的建设的作用与意义,阐述了建设目标,提出了基于复杂巨系统理论军队管理体制决策优化平台的总体框架。研究结论对于开展军队管理体制决策优化平台建设提供了借鉴和参考。", "label": "军事学", "id": 0}
{"content": "随着计算机图形学的快速发展,战场可视化在信息化战争中的作用越来越明显。作为战场可视化系统的组成部分,军事标图系统形象反映战场自然环境、人文环境、军事目标和军事行动等详细信息,是军事人员掌握战场态势、分析战场情况和作出作战决策的重要依据。本文主要针对现有军事标图系统在使用便捷及可二次开发等方面的不足,提出了一种基于Auto CAD二次开发的新型军事图标系统构架,并开发了对应的新型军事标图系统。该系统的各项功能均通过了实际的验证。", "label": "军事学", "id": 0}
{"content": "随着作战指挥需求的不断深入,我军视频指挥调度系统的建设呈现快速发展趋势。然而,也要清醒地认识到,军队视频指挥调度系统仍处于初期建设发展阶段,受限于相关技术因素,整个系统的集成性还不够高,数据融合、数据分析能力较弱、系统智能化水平偏低。未来战场瞬息万变,且影响决策的因素更多、更复杂,有必要大力深入研究数据融合、非结构化数据分析、深度学习、太空宽带、系统集成等一系列新型关键技术,推动视频指挥调度系统建设发展,实现多源信号的随遇接入、深度融合、智能控制、灵活调度等功能目标,从而为提升我军指挥机关或指挥员决策优势提供有力支撑。", "label": "军事学", "id": 0}
{"content": "军事电磁频谱资源动态分析是实现军事频谱动态管理的重要环节。本文通过对动态分析参数、分析类别进行描述,提出了以半盲训练与信道跟踪这两个步骤来实现军事电磁频谱资源分析,并对这两个步骤加以详细介绍,从而为军事电磁频谱资源的动态决策做好决策铺垫。", "label": "军事学", "id": 0}
{"content": "通指装备维修是保持和恢复通指装备可用度和战备完好性的重要环节,是保证部队战斗力发挥的重要因素。通指装备维修资源配置是维修活动的基础,决定着维修活动的效能发挥。本文基于资源配置相关理论及系统的思维,通过梳理战时通指装备维修资源配置流程及维修活动涉及各因素间的关系,针对通指装备维修资源优化配置问题,进行了边界条件分析,并得出了边界寻优的相关结论,为深入研究通指装备维修资源配置奠定了基础。", "label": "军事学", "id": 0}
{"content": "现代化战争对武器装备的保障维护提出了新的、更高的要求。本文研究和探讨了装备保障数据组织管理技术的内涵和基本特点,给出了基于大数据技术的装备保障数据组织管理技术方案,并结合空军航空装备的预先性视情维修给出应用示例。", "label": "军事学", "id": 0}
{"content": "本文针对视频要素保障人员训练需求,基于3D MAX的快速建模,通过UI系统制作用户界面,利用Unity3D强大的Terrain地形系统快速搭建模拟训练场景,采用C#脚本精确实现系统功能,构建了一套基于Unity3D的野外战场监控布设训练系统。结果表明:该模拟训练系统用户体验真实,训练效果好,可移植性强。", "label": "军事学", "id": 0}
{"content": "开展学员能力素质评价是教学工作主要环节之一,有利于促进人才培养质量的提升。美军学员能力素质评价体系以伦理道德评价为中心,以学业成就评价为基础,以智力与行为评价为发展,以领导力评价为核心,构成了\"一中心三层级\"评价体系,体现出系统性、实践性、多元性的特点。我军院校学员能力评价体系的构建与完善应注重形成性评价、探索分层评价,注重专业指导,构建多元化评价机制。", "label": "军事学", "id": 0}
{"content": "战术训练空域规划是对航空兵战术训练所需空域的集中规划。由于空域的复杂性和训练科目的多样性,人工排样无法保证空域的利用率。针对空域的不规则性,在分析研究BL算法的基础上,提出了基于最低水平线的择优插入算法,考虑周边空域的合理利用;针对空域的有限性,在基本遗传算法的基础上加以改进,编写了选择算子,交叉算子及适应度函数,并将遗传算法与改进后的排样算法结合来进行排样优化。结果表明该算法能够保证空域的利用率。上述方法可为实际中的空域战术训练规划提供科学依据。", "label": "军事学", "id": 0}
{"content": "<正>一、本课题研究背景军校学员是现代化军队的接班人,他们的思想素质是否过硬直接关系到部队战斗力的生成。军校所处环境日益复杂,学员的思想更加多变,这对军校的思想政治教育工作提出了更高的要求。特别是对照习主席提出的培养\"有灵魂、有本事、有血性、有品德\"的新一代革命军人的要求,必须不断加强和改进思想政治教育工作。为准确把握新形势下思想政治教育的鲜明特征、内涵本质和活力源泉,不断提升思想政治教育工作的时代性和感召力。", "label": "军事学", "id": 0}
{"content": "美国是最早提出公共外交概念并实践的国家,有着丰富的公共外交理论和实际经验,也是军事公共外交实践较早、较为常态化的国家。研究美军对军事公共外交概念的理解,对公共外交领域的介入过程、实践经验与现存不足,对我军军事公共外交的推动和发展有着启示和借鉴作用。", "label": "军事学", "id": 0}
{"content": "美国DARPA以其超乎寻常的重大创新成果成为世界关注的焦点和学习的榜样。本文在研究DARPA的基础上,分析总结了其创新经验,分析思考了DARPA创新的根源以及\"创新从哪里来\"等问题,最后借鉴DARPA创新举措,围绕我国PNT领域技术研发工作,从如何把握创新方向、如何建立创新环境、如何扩大创新主体、如何促进成果转移、如何服务航天创新等五个方面提出自己的认识和建议。", "label": "军事学", "id": 0}
{"content": "<正>自1990年《行政诉讼法》颁布实施后,关于军事行政诉讼的探讨与争论一直没有停止。①时至今日,军事法院开展军事行政诉讼的必要性已成为理论界的共识。随着全面贯彻依法治军,从严治军方针,改进治军方式的提出。②军事行政诉讼作为一项保障依法治军、依法治权的重要制度再次受到关注。军事行政诉讼制度的可行性、军事行政诉讼受案范围等基础理论问题迫切需要得到回应。一、军事行政诉讼制度的可行性（一）军事法院受理军事行政案件于法有据", "label": "军事学", "id": 0}
{"content": "<正>2017年4月23日上午,在中国人民解放军海军诞生68周年当日,人民海军军旗全球传递活动仪式在中国人民解放军海军诞生地纪念馆启动,来自辽宁舰和海军5大兵种精锐部队的6面军旗,于当天开始传递。此次活动由海纪馆与《当代海军》杂志社共同组织发起。参与传递的6面军旗中,辽宁舰的海军军旗将随出访编队\"长", "label": "军事学", "id": 0}
{"content": "军民融合发展是当今世界各国的共同选择。我国把军民融合列为国家战略,是科技发展的重要动力。文章分析了美国军民融合发展的科技政策、产业政策、财政与金融政策的经验,对我国军民融合发展的政府公共政策的确立具有重要借鉴意义,在此基础上探讨了其对我国军民融合发展的启示。", "label": "军事学", "id": 0}
{"content": "在部队政治工作创新过程中,要全面贯彻执行相关政治工作会议纲要与精神,要明确其重要地位与作用,全面推动促进政治工作的创新发展,通过相关政治历史的学习,传承发展我党的优良品质与精神,力求做到部队政治工作的创新性。对此本文主要探究了部队政治工作创新发展的大力推进举措,希望相关研究提供参考。", "label": "军事学", "id": 0}
{"content": "政治工作在我军的发展中有着重要的推动作用,在全新的发展形势之下,我军处于军事变革以及军队建设的重要阶段,这也就意味着军队政工干部要具有一定的素质能力,通过各种手段与方式,不断的增强自身的素质能力是工作的重点,对此本文主要探究了军事基层政工干部人格培养的政策,希望可以为相关研究提供参考。", "label": "军事学", "id": 0}
{"content": "军事训练中的政治问题对于提升军事训练的整体质量有着一定的推动作用,对此在军事训练工作开展中,要提高对相关政治工作的重视,要真正的践行相关政治工作理念,真正的做好高素质专业人才的培养问题,要将军事训练工作彻底贯彻,全面开展,为今后的军事训练提供高素质的人才支持。要通过政治工作的有效开展,切实履行我国的军事训练历史使命。对此本文主要探究了在现阶段军事训练政治工作中存在的各种问题,并提出了几点解决方式,希望可以为今后的相关研究提供参考。", "label": "军事学", "id": 0}
{"content": "基于政工干部为我国军队跨越式发展的主力军这一实况,其自身素质务必要满足我国社会主义现代化建设与军事改革需求。文章主要对军队政工干部自身现代化建设形式进行研究,提出了将\"革命化\"至于首位、把继承与创新整合等对策,希望对其自身现代化建设目标的实现有所帮助。", "label": "军事学", "id": 0}
{"content": "武装泅渡训练步骤可分为五部,分别是:基于专项能力形成的基础训练阶段;基于专项能力提高的单兵着装、负重训练阶段;基于\"军事指向性\"特征编队训练阶段;基于生命安全的救生训练阶段;基于\"练为战\"目的的实战训练阶段。", "label": "军事学", "id": 0}
{"content": "随着武器装备的信息化程度越来越高,对装备保障士官人才电路维修能力的要求也随之提升,然而现在的士官职业技术教育不能很好的满足部队的需求。本文基于电类课程教学现状,分析了实际教学过程中存在问题,结合现有的条件提出了相应的培养士官学员电路维修能力的方法。", "label": "军事学", "id": 0}
{"content": "部队院校在军用建筑机械维修人才培养方面存在较多现实挑战,面对这些困难,通过不断的探索与实践,在创新人才培养模式和教学方法中找到了解决问题的途径。", "label": "军事学", "id": 0}
{"content": "军队院校、部队是军事人才成长必经的两个重要阶段。军队院校是联合作战指挥人才培养的主渠道,部队则是他们最终锻炼成熟的大舞台。军队院校和部队只有通力合作,各尽其职,紧密衔接,才能确保人才培养质量。为此要加大军队院校与部队联合办学的力度,建立科学的培养体系,抓好联合作战指挥人才培养。", "label": "军事学", "id": 0}
{"content": "<正>敬爱的伯父王学武已经离开我们35年了,每每想起伯父生前对我的谆谆教诲对我一生产生的重要影响,我就充满了对伯父的怀念。据我父亲早年回忆,伯父从小就爱读书学习,小学毕业就考上了洛阳师范。由于家境贫寒,爷爷决定让他回家务农不再供他继续上学。伯父知道后跪在爷爷面前,恳求爷爷让他继续读书。我父亲和另外一个刚", "label": "军事学", "id": 0}
{"content": "<正>1915年9月10日,我的父亲刘瑞方,原名刘济光,出生在天津河北金家窑海潮寺胡同4号一个普通的回族家庭里。我的曾祖父刘琴舫是周围小有名气的中医,信仰伊斯兰教,为人善良忠厚,给穷人看病很少要钱,有时收点点心什么的带回来给孩子们吃。我的祖父刘少舫是师范毕业的小学教员,40多岁就去世了。家庭长期没有固定收入,生活很", "label": "军事学", "id": 0}
{"content": "<正>2016年01月25日中国新闻网微博美国国防部计划研发一种脑机交互技术,这种技术可使其士兵变成与电脑直接连接的\"半机械人\"。美国国防部先进研究项目局（DARPA）19日在其官网称,正在开展一个叫做\"神经工程系统设计\"（NESD）的研究项目,该项目旨在研发一种可植入人体的神经接口,能够使人类大脑直接与电脑连接。这种神经接口将扮演\"翻译官\"的角色,", "label": "军事学", "id": 0}
{"content": "<正>2015年3月12日,习近平总书记在出席十二届全国人大三次会议解放军代表团全体会议时提出,\"把军民融合发展上升为国家战略,开创强军新局面,加快形成全要素、多领域、高效益的军民融合深度发展格局\"。2016年7月,中共中央、国务院、中央军委印发了《关于经济建设和国防建设融合发展的意见》,明确了新形势下军民融合发展的总体思路、重点任务、政策措施,成为统筹推进经济建设和国防建设的纲领性文件。我国军民融合战略实施开始全面提速,向深度融合的方向大步迈进。军地推动军民融合发展的主动性和积极性大大增强,各", "label": "军事学", "id": 0}
{"content": "实战化训练要求教员熟练掌握作战训练及装备操作使用的技能和方法,应从认清特点规律,更新认识观念,优化队伍结构,提高能力素质等方面着手,加强教员队伍建设,着力提升教员的实战化教学能力。探讨实战化训练的教员培养,对推动实战化人才建设问题的研究具有重要意义。", "label": "军事学", "id": 0}
{"content": "<正>党的思想政治工作质量关系到社会主义现代化建设的质量,也对我国的长期发展和全面进步具有直接影响。与此同时,现阶段我国在接下来的发展中,将面临更多的挑战,在这种情况下,保持与时俱进的思想,对党思想政治工作的开展进行创新至关重要,作为党思想政治工作的一个重要组成部分,积极加强提升基层思想政治教育质量的措施研究具有重要意义。本文从明确基层思想政治教育工作任务、加强基层干", "label": "军事学", "id": 0}
{"content": "<正>当前,在信息技术的背景下,开展以互联网为核心的强军目标建设,加强对军事的舆论宣传,对促进军事发展具有重要作用。应该充分发挥军事思想宣传的重要性,对正能量进行宣传,对负能量进行抑制,以确保军事目标的全面贯彻,加强对军事领域的充分研究。应该积极开展党史军史教育工作,借鉴部队以前思想政治教育的内容,开展军事思想政治教育,提高军事人员的思想政治教育能力,推动强军目标在基", "label": "军事学", "id": 0}
{"content": "推特作为美国社交媒体的重要代表,具有较高的舆论影响力。美国军事机构在推特平台开设账号进行传播的时间已有7年了。如何借助推特平台进行军事话语实践活动,塑造美军形象,提升其影响力,是美国军方开展军事传播的重要实践课题。本研究首先利用数据挖掘工具下载目标用户的推特博文,将语料转换为txt格式的文本,剔除无关信息,建立一个涵盖机构和个人推特用户的军事话语语料库。其次利用语料库检索软件Wordsmith,借助语言学和传播学等理论,对推特军事话语语料从语言特点、情感资源、社会文化等多个方面进行质化和量化分析,以揭示推特平台军事话语的规律和特点,进而为改进和提升我国新媒体军事话语影响力提供借鉴。", "label": "军事学", "id": 0}
{"content": "<正>近年来,随着中国经济的不断发展,综合国力的不断提高,中国的国防现代化建设取得了长足的进步。与此同时,国际上一些势力所谓的\"中国威胁论\"再度泛起,特别是一些西方媒体和观察家故意夸大渲染中国国防现代化的成果和影响,指称中国的国防现代化有违中国和平发展的原则,对地区和世界安全形成所谓的\"威胁\"。在国内,关于国防现代化和我们国家构建和谐社会的关系,关于", "label": "军事学", "id": 0}
{"content": "战略定力,就是指在错综复杂形势下为实现战略意图和战略目标所具有的战略自信、意志和毅力以及实施战略的决心。80年前,中国共产党人举行了震惊世界的二万五千里长征并取得胜利,为我们留下了宝贵的历史精神财富。在漫长的革命征途中,中国共产党领导人以其前所未有的战略定力,领导中国人民军队及人民战胜强大的敌人,最终迎来革命的胜利。今天,在迈向新的长征征途上,我们仍然要保持老一辈革命家的战略定力,时刻保持理论上、政治上、战略上的清醒认识,为实现伟大中国梦的新的长征而努力奋斗。", "label": "军事学", "id": 0}
{"content": "孙子\"致人而不致于人\"的论述可概括为三点:1.机动灵活。2.以我为主。3.保持攻势。红军长征中,毛泽东等指挥的\"四渡赤水\"战役,充分体现了灵活机动、以我为主和保持攻势的指挥艺术,在战略被动的不利局面中谋求战役主动,堪称夺取和把握战场主动权的杰作。", "label": "军事学", "id": 0}
{"content": "伴随着信息技术的更新换代周期缩短,学员在《电工技术》等电类基础课程中除了要学习相关的理论知识外,还要通过相应的实践课验证理论,加深对知识的理解,掌握实践操作的技能,以及独立分析和解决实际问题的能力。", "label": "军事学", "id": 0}
{"content": "电工实训课程处于面向实战化教学的探索期和建设期,如何切实分析\"教\"与\"战\"之间联系,让学员能够快速掌握电工基本技能,一直是电工实训教学的研究重点。", "label": "军事学", "id": 0}
{"content": "人才是军队建设之本,抗大在人才培养中形成了政治上坚定正确、思想上实事求是、作风上艰苦朴素、教风上理论联系实际、学风上求真务实为核心的抗大精神,对我军新时期军校建设和人才培养仍然具有指导作用。", "label": "军事学", "id": 0}
{"content": "党管武装工作不仅是我党在长期革命和建设实践中的经验总结,同时也是人民武装力量建设的根本。在当前市场经济环境下,企业党武工作中出现了一些新情况和新问题,因此需要在企业党委领导下,紧紧围绕企业生产经营这一中心,做好国防后备力量建设工作,落实好武装工作各项制度,更好的推动企业党武工作的顺利开展,实现兴企强武双赢的局面。", "label": "军事学", "id": 0}
{"content": "随着我国经济形势不断发展,原有科研体制不断改革,根据新时期大型国有军工企业改革发展要求,资源投入的优化重组,科研项目计划管理需要提升,本文研究了科研项目各个阶段管理的特征和相互关系,提出告别\"保姆式\"的\"混沌管理\",走向基于目标的\"有序管理\"的探索研究。", "label": "军事学", "id": 0}
{"content": "基于典型工作任务的任务驱动教学法就是以学做合一和工作性实训为基点,以实际工程项目为导向,以任务驱动的形式组织教学的方法,教学过程就是一个真实的工作过程,能有效培养学员的综合职业能力。", "label": "军事学", "id": 0}
{"content": "武装泅渡训练对训练安全要求较高。武装泅渡训练中,着装及装具阻力和重力、受训者水平较差及健康状况不良、组训者组训方法不当、训练场地选择不合理等都会给训练带来一定的安全风险。确保武装泅渡训练安全,需要组训者训练方法的改进、健康监督要到位、安全人员设置要到位、训练场地选择要合理等等。", "label": "军事学", "id": 0}
{"content": "军事体育实战化训练是目前军事体育训练的发展趋势。军事体育实战化训练是一种特殊的体育训练,要求军事体育训练与战术演练、军事技能训练紧密结合,然而在实际操作过程中,存在着把训练当战术演练、把训练当作纯粹的军事技能训练、把训练当作单纯的体能训练、训练过于共同化的误区。", "label": "军事学", "id": 0}
{"content": "军事职业教育是三位一体新型军事人才培养体系的重要组成,是培养与造就新型军事人才的重要途径。军事职业教育中存在着官兵参与广度不够和军事院校与部队之间缺乏流畅的交流机制等问题,而在线教育具有优越的教学演示方式,简便灵活的模拟教学活动,智能型的\"人—机\"结合交互式教学,以及遍及四方的网络化教学的优势,且军事综合信息网已覆盖全军院校及作战部队,MOOC的出现为拓宽部队官兵军事职业教育服务渠道提供了良好的契机。因此,军队院校要进一步开展MOOC的学习研究,推进军事教育教学模式顶层规划、课程标准与资源建设,按照部队官兵的实际需求,建立完善的军事MOOC体系。", "label": "军事学", "id": 0}
{"content": "思想政治教育作为军队教育工作中一项重要的任务,对军队的建设与发展起到了积极的促进作用。尤其通过思想政治教育中的情景设置来形成情感熏陶,进而促进官兵内心的感悟,引起情感共鸣,从而达到良好的教育效果。强化军队政治思想教育中的情感熏陶,能够有效提高军队政治思想教育的可接收性,对于全面彰显人文关怀,促进军队建设良好发展具有积极的作用。", "label": "军事学", "id": 0}
{"content": "当下,大国、强国的战略调整、领土主权和海洋权益争端、周边地区热点、国内不稳定因素和战略利益拓展中的安全问题在我国周边地区反映突出,要求我们进一步加强边海防建设,有效应对威胁,抓住历史机遇。我国的边海防建设,从领导管理体制看,在国务院、中央军委双重领导、军委统一领导和国务院、中央军委分别领导中不断变化,从职能定位看,逐步由以抵御外敌侵略的军事防卫为主向防卫与管控并存,管控成分不断增大的趋势发展。我国未来边海防的建设与发展,应以需求为牵引,以方针和政策为依据,与国力相适应,与国家和军队的规划和改革相协调,在管理体制、力量体系、法制体系、设施质量、人才队伍和理论建设几个方面着力。", "label": "军事学", "id": 0}
{"content": "美国军事同盟体系是美国亚太战略,包括当前\"再平衡\"战略的支柱和工具之一。它不仅要为美国对亚太的政治、经贸战略服务,还要满足美国在本地区多样化的军事需求。美国需要加强同盟伙伴关系,利用亚太国家对于中国的担忧,向中国施加军事压力;但与中国进行全面对抗不是美国及其盟友的战略目标,美国军事同盟体系也不会转型为冷战时期的北约类型的全力制衡中国的工具。更重要的是,加大对中国军事压力的努力,并不会改变中美之间的战略态势。从战略上看,美国同盟体系的强化始于低战备的起点,未改变业已存在的军事竞争格局,各方都无意进行全面动员和对抗。由于战略选择的制约,美国强化亚太军事同盟的空间有限,加之中国自身军事力量的建设与发展,当前亚太军事力量对比也不会改变。在力量对比不改变的情况下,各方虽然出于最坏打算需要为可能的冲突做准备,但都认识到自身实力的局限和冲突的风险,需要进一步强化危机管控的意识。中国也应充分认识自身战略选择与实施对于美国同盟体系的影响力。", "label": "军事学", "id": 0}
{"content": "随着网络全球化的纵向横向扩展,世界各国尤其是美国、俄罗斯日益重视网络军事化的发展,美俄逐步加强网络军备建设。网络军备竞赛的凸显和网络安全事件频发迫使美俄重新开启网络军控谈判。目前,美俄在网络军备控制议题上存在着共识和分歧。美俄之所以不积极推行网络军备控制谈判,源于网络作战的军事诱惑性压倒网络军控谈判必要性的认知,这已成为双方心照不宣的共识;双方军控谈判的分歧为网络战略选择上的\"自由\"与\"控制\"之争。这些是导致网络军控谈判难以施行的主观层面的原因。当前美俄网络军控谈判前景黯淡,网络军备控制任重道远。", "label": "军事学", "id": 0}
{"content": "采用文献查阅、逻辑推理等方法,阐释了新时期在军队文化课程教学中融合血性教育的重要意义,挖掘并系统阐释了血性教育的文化本质内涵,系统回顾了中国历史上血性基因的缘起、演进、沉沦,追寻着血性的脚步,换气中华民族的血性之气。", "label": "军事学", "id": 0}
{"content": "在作战和后勤日益融合的今天,单纯由军队负责物资供应保障已经很不现实,本文结合现代战争特点和物流业的发展出发点,提出了构建军地物流一体化物流体系的构建,并给出了相关策略。", "label": "军事学", "id": 0}
{"content": "<正>潮平两岸阔,风正一帆悬。秉持\"四个一切\"的核工业精神,核工业科研院所的干部职工勤勉奋发、拼搏奉献,勇攀核科学与技术的高峰,为核工业发展做出了应有的贡献,其中,选人用人工作发挥了重要的导向作用。核工业科研院所大多具有深厚的历史积淀,承担着我国军民核技术创新发展的重任,在管理体制上大多是中央企业管理的事业单位,其重要性和特殊性决定了进一步提高这类单位选人用人工作公信度事关核工业健康发展大局。新", "label": "军事学", "id": 0}
{"content": "以物联网、云计算等技术为特征的大数据时代正在引起人类生活方式和工作方式的巨大变革。军队政治工作作为军队信息化建设的一个重要领域,必须顺应这一趋势,紧紧抓住发展的主动权和先机。大数据不仅是一种提升信息化能力的技术,更是解放思想和变革观念的价值观和方法论。新形势下,军队干部工作应进一步优化运行模式,树立大数据思维理念,创新指导方式与方法手段,服务强军目标,努力使军事人力资源转化为实实在在的战斗力。", "label": "军事学", "id": 0}
{"content": "近年来,我军为适应未来信息化战争要求,提高基于信息系统的体系作战能力,在军事训练领域实施一系列改革,其中要求军队院校军事训练必须实施精细化管理。军队院校实施精细化管理绝对不是对企业精细化管理方法的照搬和移植,而是要结合院校自身特点和信息化条件下军事训练管理的具体要求,按照精细化管理的管理理念去构建军队院校军事训练精细化管理体系。", "label": "军事学", "id": 0}
{"content": "军队后勤是一个由相互联系的要素组成的具有共同目标的复杂系统,扩大被管理者的信息共享权和知情权,可以有效增强管理的科学化和正规化,这对于后勤保障能力的提高有着极大的促进作用。", "label": "军事学", "id": 0}
{"content": "美军最新调查发现由于海外军事部署和行动,军人家庭面临着频繁的分离,家庭支持在军人的复原力中扮演着关键性的角色,而当前美国国防部还没一个标准的、系统的军人家庭复原力体系。本文回顾了与美军家庭复原力相关的文献、国防部政策,对军人家庭复原力的定义、政策、要素模型和未来走向进行了系统的梳理总结,以期给心理学研究提供借鉴经验。", "label": "军事学", "id": 0}
{"content": "当前,我国在征兵力度上尤显不足。为了解决征兵难的问题,我国不仅要从征兵政策调整入手,还应善用当前的互联网技术,开启网络征兵宣传,基于此,如何利用好互联网来进行征兵宣传是一个重要的研究话题。", "label": "军事学", "id": 0}
{"content": "<正>近年来,消防部队在奥运会、上海世博会、亚信峰会等一系列具有国际性影响的重大活动。消防部队的任务和性质决定了广大官兵始终战斗在安保的第一线,进入二级战备甚至一级战备的战时模式处于常态化。重大安保任务具有时间长、要求严、标准高等特点,官兵面临的困难和压力很大。有针对性地做好重大安保任务期间的政治工作,对进一步统一部队思想,确保部队高度稳定,提高官兵士气,圆满完成现场保卫、救援处突等任务具有", "label": "军事学", "id": 0}
{"content": "计算机基础教学属于一门集理论与实践于一体的学科,在实际应用中有着很强的技能要求,因此在军校计算机基础教学中,应当积极培养学生的实践应用能力。本文简要探讨CDIO信息化教学理念在计算机基础教学中的实际应用,以强化军校学生的计算机应用技能,仅供相关人员参考。", "label": "军事学", "id": 0}
{"content": "军队法律服务工作作为部队司法行政工作的重要内容,在军队政治工作中发挥着十分重要的作用,它不仅有利于加强我军的政治建设,发挥我军的政治优势,也在落实依法治军方针、依法管理部队、拓展政治工作职能和形成政治工作合力等领域发挥着重要作用。", "label": "军事学", "id": 0}
{"content": "经过不断的发展与完善,我国的伤残军人优抚安置政策已基本建立。但还存在着优抚保障水平相对滞后,优抚保障工作还不够规范合理。除此之外,伤残军人还遭遇高层次的需求得不到满足、心理问题严重且频发、社会关注和理解不够等困境。对于一些伤残等级较轻的伤残军人而言,他们希望更多的机会接触社会、融入社会,这些诉求需要我们全社会共同的关注。", "label": "军事学", "id": 0}
{"content": "通信警报是人防信息化建设的基础,是实施组织指挥的基本手段,一旦临战临灾,人防通信就会发挥其作用,随时保障应急所需。为此,在信息化时代,抓好通信警报系统的建设,一直是我们的首要任务。在此本文主要研究数据传输网络技术在人防通信警报系统中的应用意义与价值,力求为相应研究提供参考建议。", "label": "军事学", "id": 0}
{"content": "需求牵引的军民融合创新发展是实现军民深度融合的重要着力点,也是国家创新体系的重要组成部分。需求牵引推动军民深度融合发展存在宏观环境约束、社会资本缺失、技术创新滞后等问题和困境,现有研究主要从政府主导作用和融合治理结构等视角提出突破军民深度融合创新发展瓶颈的路径机制,对军地双向需求牵引实现军民深度融合发展的动力机制和作用机制研究较少。国防军事需求和经济社会需求协调对接而共同发挥的牵引作用是推动军民深度融合的重要力量,中国历史上通过劳武结合的军事制度实现军事需求和经济需求的协调对于现阶段实施军民深度融合具有重要启示作用。需求主管部门主要通过主导机制、规范机制、协调机制、互惠机制、保障机制等发挥深度融合作用。正确提出军地需求并实现军事需求和经济需求相协调,发挥各军民融合参与主体的能动性是实现我国军民深度融合发展的重要途径和发展方向。", "label": "军事学", "id": 0}
{"content": "网络化与信息化促使分立的装备系统聚合成为装备体系。装备系统在体系化的过程中对于作战效能的影响主要体现在体系反应能力、可靠性与协作能力的提升,具体的影响程度应该加以定量分析。本文分析了信息化与网络化对装备体系能力带来的改变,构造并提出了体系反应能力指标,系统地分析了信息共享为军事行动各环节带来的增益,并提出了相应的数学模型。研究成果对于装备体系开展论证和仿真实验具有一定的借鉴意义。文末同时也指出了在量化知识对于决策、决策对于行动效能的影响方面存在较大的困难,需要借助于探索性分析和仿真实验的手段进行统计分析。", "label": "军事学", "id": 0}
{"content": "我军队信息化应该从军事信息系统发展到网络信息空间领域,以物理层的硬件平台、语法层的软件平台、语义层的应用软件和大数据等信息服务三足鼎立构造的应用平台,加上嵌入于系统、数据、应用的安全体系,共同构建起自主可控的网络信息空间。军队信息化不仅需要实现对作战系统的运行支撑以及对军队管理系统的构建支持;还应该从对技术的选择与评价来认知网络信息空间,以推动我军的未来发展。", "label": "军事学", "id": 0}
{"content": "体系作战是未来多军兵种改革发展的主要方向,必然成为未来敌我双方对抗的主要形式。本文介绍了攻防对抗条件下体系全要素仿真系统的功能组成和架构设计,分析了系统中分布式仿真分系统和指挥控制分系统的实现方法,最后论述了攻防对抗仿真系统的工程应用。", "label": "军事学", "id": 0}
{"content": "提高航材统计数据质量是提高航材供应保障能力及航材供应管理水平的重要手段,对保障航空兵部队顺利完成作战及训练任务、保持和提高战斗力,具有极其重要的作用。本文深入分析了航材部门统计数据质量存在的问题,给出了航材统计数据质量的检查方法及异常点的识别方法,并应用现代统计分析软件SPSS实现了对航材统计数据的质量检查和异常点的识别。", "label": "军事学", "id": 0}
{"content": "探讨了联合情报的概念内涵,分析了美军联合情报发展历程,并重点对美军联合情报体系架构展开研究,包括组织架构、系统架构和技术架构等。最后归纳总结了美军联合情报体系发展的经验与启示,以期为我联合情报体系顶层设计与规划研究提供参考。", "label": "军事学", "id": 0}
{"content": "针对战时心理训练缺乏实战化训练环境的问题,本文提出了适用于VR技术的5个战时心理训练课目,对VR战时心理模拟训练系统进行结构设计和功能模块设计,构建了综合效果评估指标体系和模糊综合评判模型,对提高训练活动质量具有一定的参考和应用价值。", "label": "军事学", "id": 0}
{"content": "为了解决信息化作战通用装备保障体系运作缺乏指导性方法的问题,采用复杂系统科学的基本原理和方法,从态势感知、目标选择、指挥控制、力量运用、精确保障等方面研究提出了战时通用装备保障体系运作方法,以提高战时通用装备保障体系运作效率。", "label": "军事学", "id": 0}
{"content": "简述了国外个人防护装备贮存寿命评价方法的历史、沿革、现状和发展。主要介绍了针对长期库存进行抽样试验从而判定寿命的现场贮存法,以及针对新品装备进行加速老化从而预测寿命的加速试验法。对两类评价方法的基本方法和原理分析论述,尤其对加速实验法中的寿命换算原理、环境因子选择和加速时间周期进行介绍和分析。指出其对我国和我军在该领域研究中的指导意义和参考价值。", "label": "军事学", "id": 0}
{"content": "<正>党中央决定2016年全体党员中开展,\"学党章党规,学系列讲话,做合格党员\"学习教育。这一\"两学一做\"的教育决定是落实党章关于加强党员教育管理要求,面向全体党员深化党内教育的重要条件,这一决定正是党中央为了进一步深入学习习总书记系列重要讲话精神,推动全党从严治党向基层延伸。（一）学习讲话首先是一项政治任务和长期的战略", "label": "军事学", "id": 0}
{"content": "推进军民融合是我国经济建设和国防建设协调发展的重大战略,也是推动产业转型升级的强大动力。应加强国家层面军民融合的统筹协调,统筹衔接军民融合发展规划和重大项目,健全和完善促进军民融合发展的相关法律法规。加快军工开放,引导社会资源进入军品科研生产领域。推进军民互动共享,提高资源利用效率。统筹国家各种创新资源,逐步形成数量广泛、布局合理、跨地区跨行业的军民融合发展的创新链。力争在\"十三五\"期末基本实现国防科技与民用科技、国防产业与民用产业的全面互通、互动和互补。", "label": "军事学", "id": 0}
{"content": "一、化学教育概述化学教育与化学科学既有联系又有区别[1]。刘知新先生认为[2],现代化学教育已经突破了化学学科,走进了一种广泛联系的科学视野,并且突破了学校教育与学术性范畴。二、化学教育在军事人才培养中的作用化学在军事领域中发挥着至关重要的作用[3]。通识教育改革不断受到国内外高等教育界的空前关注[4]。西点军校校长泰勒的一段话在一定程度上体现了通识教育的理念[5]。西点军校将《大学化学》课程列为该校的公共核心课程[6],在国外,无论是一流的军队院校还是一流的地方高校,都非常重视化学教育[7,8]。三、我国军队院校化学教育的现状与国外军校重视化学教育的情况形成鲜明对比的却是我国军队院校对化学教育的\"怠慢\"。我军的总部机关已经意识到了化学教育在军队院校中的重要作用,并且为军校化学教员提供了一个学习交流的平台。四、关于军队院校中强化化学教育的思考1.加大宣传力度。我院开展了国际化学年在军交学院\"系列宣传活动,并组织三个代表队参加了\"2011国际化学年全国趣味化学实验设计大赛\",一举荣获1个\"一等奖\"、2个\"二等奖\"和1个\"优秀组织奖\"。从而为把《大学化学》改设为必修课发挥了至关重要的宣传作用;2.加大改革力度。从2001年开始,我们就尝试化学课程与物理课程的联合改革[9],研究内容涉及调整理化课程的教学顺序和相关内容的教学要求、优化课程教学内容、改革教学方法和考核方式以及建设物理、化学内容融合且特色鲜明的选修课、讲座课等多项教改措施,并取得了多项阶段性成果[10]。另外,我院的化学实验也实行了开放实验模式,由学员自选实验内容、自定（预约）实验时间并自主进行实验;3.扩大交流合作。要充分利用各种学术交流的机会,相互学习,取长补短,加强合作。另外,军校化学教员还要充分发挥好\"军队院校协作中心\"的职能和作用,促进军队院校的大学化学教育改革;4.提高教学质量。不断地更新教育观念、优化教学内容、改进教学方法手段和改革考核模式,以保证教学质量的稳步提高,从而推动化学教育的健康发展;5.争取科研项目。军校化学同仁要卧薪尝胆、加强合作,多争取一些具有化学特色的大型科研项目,以扩大化学学科在军队的影响力,促进军队院校化学教育的蓬勃发展。", "label": "军事学", "id": 0}
{"content": "问题式教学法以问题为导向,使学员在设问和释问的过程中激发自主学习的动机和欲望,培养自主学习的习惯,并在实践中不断优化自主学习方法,提高军校学员自主学习的能力。首先,教员根据学员需要掌握的实验内容设定相应问题,学员通过查阅资料了解实验背景,对问题进行分析和思考,明确问题的涵义,探究问题背后隐含的概念和原理,从而加深对知识的理解。对问题的解决进行讨论,学员依据课堂所学内容提出解决问题的方法,教员对学员提出的方法进行总结并给出结论。确定实验方案,进行独立实验,在实验中注重问题的解决,而不是盲从实验,使实验过程达到最佳效果。在书写实验报告时,要求对问题进行简要的分析和总结,并依据实验结论给出问题的答案,使学员的逻辑归纳能力、综合分析能力和文字表达能力得到逐步的提升。问题式教学法建立的\"提出问题-分析问题-解决问题-总结提高\"实验教学模式,使学员对问题认识进一步升华,在完善认知结构中达到求异创新。", "label": "军事学", "id": 0}
{"content": "世界军事教育实践表明,任职培训教育是军队院校服务部队建设的重要途径。新时期军事教育应从部队建设的实际需要出发,不断探索任职培训教学模式,为部队履行多样化军事任务服务。首先建立以学员为主体的教学模式。以\"问题-主题-讨论\"教学方法为基础,通过设问、反问、布疑,建立目标,进行讨论,个人阐述,集体总结,激活学员的创新思维,提高创新能力。第二,引入融合式教学模式。将课程内容融入到服务部队的科研项目和例行技术保障项目中,形成课程内容与部队需求相结合、兴趣与知识结构需要相结合的教学环境,促进教学、科研及技术保障水平的巩固与提高。第三,重视实践环节。实践就是为最终形成任职能力而采取的有针对性的实际演练,完成由知识向能力转化的过程。通过实际演练,使学员巩固知识,强化技能,尽快形成满足任职需要的综合能力素质。在新军事变革背景下,任职培训教育必须着眼于部队建设发展的实际需要,不断为部队建设输送各项急需人才。", "label": "军事学", "id": 0}
{"content": "国防生人才培养是军民融合培养军事人才的主要模式。推进人才兴军战略,为强军目标提供有力人才支撑,要找准国防生人才培养的融合着力点,推进军民融合人才培养工作深度发展。", "label": "军事学", "id": 0}
{"content": "当前,在深化部队业务训练和加强安全管理工作中,不少基层单位不能正确认识和处理抓训练与抓安全的关系,出现了消极保安全和盲目随意施训的不良现象,给部队建设和管理带来了不利影响。本文针对基层消防部队工作现状,深入分析训练与安全两者关系,为提高部队战斗力进行了初步探讨。", "label": "军事学", "id": 0}
{"content": "所谓\"案例\"就是指教材内容中关键性问题的实例,即那些在日常生活中比较能典型地反映教学内容的事例。案例教学不同于一般的课堂举例,它是通过利用案例来引导学员进行探讨,使教学内容更加典型化;通过典型案例理解普遍规律性的东西,掌握知识结构,从而提高教学效率的教学方法。", "label": "军事学", "id": 0}
{"content": "本文首先分析了大数据决策的发展现状,接着论述了大数据决策分析在军事决策领域的需求及我军运用大数据决策存在的主要问题,最后探讨了推进军事大数据决策健康发展的具体举措。", "label": "军事学", "id": 0}
{"content": "家庭支援工作是美军士气建设的一个重要方面,美军通过多年探索实践,积极发挥政府、社会和民间机构的作用以及军队的内在潜力,在军人家庭支援领域取得了丰富的理论和实践成果,为美军战斗力提升提供了有力保证。本文从美军家庭支援的组织机构、法规制度、支援内容、支援途径四个方面进行分析和归纳,以期对我军人家庭优待工作获得有益的启示。", "label": "军事学", "id": 0}
{"content": "<正>2013年3月,经人介绍,我加入了新四军老战士合唱团,有幸参加了大型革命史诗《铁军之声》的排练。我入团的初衷,缘于父辈曾是新四军老战士。入团后又听说,年底将有一次正式的巡回演出。这就成为了我的学习动力和期盼目标。刚入合唱团开始学习时,就遇到两个困难:其一,任务量过大,即我们要学十几首新歌,而每周只排练一次,这对于业余合唱团来说,难度不小。其二,我们要学的歌曲,都", "label": "军事学", "id": 0}
{"content": "部队基层连队是我军培养和锻造新型革命军人的一级重要组织,为提升战斗力和实现军事现代化提供了良好的育人环境。部队基层连队教学骨干承担着最基础的教学任务,《训练大纲》中的所有课目都是在他们带领和指导下完成的。", "label": "军事学", "id": 0}
{"content": "<正>《解放军报》报道:2016年2月10日,疑似美军F22战斗机大年初三闯入东海空识区,解放军迅速挂实弹应对。其后,美方报道称美国的F22隐形战机面对中国的相控阵雷达已无法隐身。早在2014年9月8日,俄罗斯战略轰炸机在其米格31截击机的护航下,突然进入阿拉斯加附近的美国防空识别区抵近飞行,美国派出两架F22进行紧急应对时,就被米格", "label": "军事学", "id": 0}
{"content": "在当今世界,军事领域的竞争愈发激烈,以信息化为核心的新军事变革席卷全球,世界各国军事领域的竞争主要体现在人才的竞争,大国都在加紧培养高素质的军事人才队伍,以求掌握未来战争的主动性。习近平总书记曾经指出,军队现代化建设的核心问题就是人才培养。可见,加强部队人才队伍的管理,培养更多的军事人才是我国部队现代化建设必须着重解决的问题,本文对此进行了探讨,以期有所借鉴价值。", "label": "军事学", "id": 0}
{"content": "随着中国在国际上的地位不断提高,中国军队也受到越来越多来自国外的关注。军队的形象影响着国家的形象,因此,我军对外宣传工作就显得尤为重要。对外宣传是外交活动的有力补充,有助于扩大军队的影响力,承担着为国家争取支持、维护利益的重要使命。然而要打好军队外宣主动战,必然要接受来自西方敌对势力的严峻挑战。本文将着重对我军对外宣传现状及面临的挑战进行深入分析,找出合理、有效的策略,增进国际社会对中国军队的认识、理解和支持。", "label": "军事学", "id": 0}
{"content": "构建军民融合式装备保障管理机制涉及军地双方许多不同部门,涵盖经济社会的方方面面,是一项复杂的系统工程,必须统筹协调。现阶段科学构建军民融合装备管理机制,主要应从建立健全信息沟通机制、军民协调机制、资源共享机制和法规保障机制等四个方面进行重点建设,以适应和保障军民融合装备保障体制的形成和有效运行。", "label": "军事学", "id": 0}
{"content": "<正>专武干部,全称是专职武装干部,是配备到乡（镇、场、街道办事处）一级政府用以专门抓基层武装工作的国家干部,是民兵基层建设的主要执行者和关键人物。怎样当好一名专武干部呢?笔者自从事农场专武工作以来,通过对部分专武干部的接触与了解,总的感到,虽然在管理局人武部和农场党委的共同努力下,专武干部的能力素质有了一定改善,但离现阶段我国国防后备力量建设历史使命任务的要求还存在一定差距。这就是我们面临的一个重要现实,所以", "label": "军事学", "id": 0}
{"content": "1966年,法国高调退出北约军事一体化机构,时隔四十多年后,法国又重返北约军事一体化机构。其原因仍然是法国追求实现自身国家利益的需要,需要值得注意的是,在新时期法国面临的威胁与挑战与冷战时期发生了很大变化,要从不同角度来分析这一原因,本文从总结当前研究成果出发,试图从法国为应对非传统安全以及北约覆盖法国利益区为出发点,来解释法国重返北约军事一体化机构的原因。", "label": "军事学", "id": 0}
{"content": "健全依托国民教育培养军队人才体制机制,拓宽利用国民教育资源和国家人才资源渠道,吸引社会高层次人才到军队工作,对于培养大批高素质新型军事人才具有很强的现实指导作用。为更好地满足军队建设对高素质人才的需求,应树立坚定不移地走依托国民教育培养军事人才道路的观念,加大培养接收力度,试行军地联合办校模式,完善军民融合式军队人才培养的政策制度。", "label": "军事学", "id": 0}
{"content": "<正>孙子兵法云,\"天下虽安,忘战必危\",中华民族还有古训曰:\"居安思危,思则有备,有备无患\"。无数的历史事实雄辩地告诉我们,一个国家倘若没有强烈的国防忧患意识,就会处于十分危险的境地,国防忧患意识的重要性无论如何强调都不为过,作为一名即将走向部队的国防大学生,我深刻认识到,国防意识是一种自觉维护民族和国家利益的集中展示,是民族精神和国民素质的全面体现。战斗精神是国防意识的最高表现形式。战斗精", "label": "军事学", "id": 0}
{"content": "新中国成立以来,我们军队及时适应战争形态发展和国家安全需要,围绕军队规模精简整编、领导指挥体制和组织结构的调整等,持续不断地推进军对改革没走出了一条具有黄宗国特色的精兵之路。", "label": "军事学", "id": 0}
{"content": "<正>1研究目的为了研究长期有氧耐力训练对军队武警官兵自主神经功能的影响,选取江西省武警总队官兵50名,江西师范大学体育专业大学生55名、非体育专业普通大学生70名,借助芬兰polar表检测受试者心率变异指标,通过力竭运动前后的HRV值,探讨递增负荷运动过程中心自主神经调节功能的改变和心率变异性的变化规律,阐明长期有氧耐力", "label": "军事学", "id": 0}
{"content": "<正>本研究为了提升武警学员力量素质,随机抽取120名武警学员,实验前测量武警学员的身体形态指标、机能指标和力量指标;通过实验组和对照组为期12周的力量操训练和传统训练,再次测量武警学员的身体形态指标、机能指标和力量指标;通过实验组和对照武警学员的身体形态指标、机能指标和力量指标实验前后和两组之间的对比,获取实验组和对照组的差异,得出实验组较对照组在武警学员身体形态指标、机能指标和力量指标中的大部分指标具有显著性差别,因此力量操训练较传统训练在武警学员身体", "label": "军事学", "id": 0}
{"content": "本文从语言、专业、转型和科研四个立足点出发,探讨一贯以学历教育为主的军校公共英语教学如何适应转型,走一条可持续发展的转型之路。", "label": "军事学", "id": 0}
{"content": "围绕军队油料专业任职教育实践性、针对性、前沿性及综合性等特点,提出了\"一个中心、两个支撑,三个转变\"的教学设计理念,并介绍了军队任职培训油料专业人才培养应坚持的原则、教学方法及教学设计模式。", "label": "军事学", "id": 0}
{"content": "本文分析了我国消防部队预算管理现状,阐述其问题产生的原因,并提出全面构建消防部队预算管理体系的对策,以供参考。", "label": "军事学", "id": 0}
{"content": "军工科研单位信息化建设与军队打赢未来信息化战争使命任务密不可分。从根本上、整体上提高军工科研单位科研信息化能力,是其履行思想库、智囊团职能以及巩固其在军队内部地位的必然选择。在对军工科研单位信息化建设现状和问题进行剖析的基础上,重点围绕顶层设计、人才建设、体制编制、维护保障等进行了探讨,提出了对策和建议。", "label": "军事学", "id": 0}
{"content": "本文以鱼雷武器装备为例,阐述了如何应用Logistic回归方法开展武器装备购置费用的估算工作。通过实例分析结果表明,Logistic回归方法可以有效地估计武器装备购置费超预算的概率,为装备发展决策提供重要依据。", "label": "军事学", "id": 0}
{"content": "雷达装备采办费用风险管理在全寿命周期费用中是一个重要而复杂的过程,分析了雷达装备费用风险的来源、特点,采用反馈控制的综合集成方法,构建了一个适合雷达装备采办费用的反馈控制模型,有效降低费用风险,动态地实现了采办费用的风险管理。", "label": "军事学", "id": 0}
{"content": "在分析装备经费实行全寿命费用管理的意义的基础上,通过分析中美装备费用管理现状,提出必须落实各级全寿命费用管理决策机构的责任,加强相应的配套软硬件建设,将全寿命费用最小作为目标之一,抓住降低LCC的关键环节以及建设一支适应全寿命费用管理需要的人才队伍等对策措施,以提高装备建设质量水平和综合效益。", "label": "军事学", "id": 0}
{"content": "通过对装备全系统全寿命标准化管理工作的内容和要求进行探讨,以某型装备综合标准化为模型归纳总结出装备全系统全寿命军用标准体系的建立思路与步骤,对促进装备全系统全寿命标准化管理工作具有一定的指导意义。", "label": "军事学", "id": 0}
{"content": "通过对装备综合保障工作的内容和要求进行探讨,分析了当前保障工作中存在的主要问题,介绍了美军指令/指示中有关综合保障工作的内容和阐述,总结了推行综合保障工作需要解决的问题并提出了建议,对促进装备综合保障工作具有一定帮助意义。", "label": "军事学", "id": 0}
{"content": "随着装备费用的不断提高,LCC工作正发挥着越来越大的作用。结合当前现实情况,分析了当前装备LCC工作存在的几点困境,提出了一些相应的解决措施和建议,最后简单总结了在进行装备LCC工作时各个阶段的任务划分。希望能够对于装备的LCC工作有所帮助。", "label": "军事学", "id": 0}
{"content": "国防科技和武器装备投入依赖于国家经济社会发展,在产出满足国家安全所需技术和装备的同时,反过来也将促进经济社会发展,二者是一种不可割裂的辩证关系。因此,研究如何发挥国防科技和武器装备投入对经济社会发展的拉动作用具有重要意义。首先分析了国防科技和武器装备投入对经济社会影响的传导机理,接着运用统计数据和数理模型探讨了国防科技和武器装备投入对经济增长的贡献值,最后在研究分析的基础上提出了针对性的措施建议,以期能够实现装备发展、科技进步和经济增长的\"多赢\",提高国防科技和武器装备投入的使用效益。", "label": "军事学", "id": 0}
{"content": "以日本国防部发布的2010—2013财年国防项目和预算概述为数据基础,首先介绍了日本国防预算的主要内容,再着重分析日本国防项目研发采购的两项重要策略及带来的经济价值,通过对比分析找出适合我军装备研发采购的方法策略。", "label": "军事学", "id": 0}
{"content": "在国防装备型号经济论证中还存在许多共性或个性的问题,应从经济论证与技术论证紧密结合,经济论证与装备管理相结合,转变装备经济论证思路、使装备价格不仅体现装备成本,而且体现装备价值,综合选取合适的论证方法或方法组合,积累丰富、真实的历史数据作为论证的基础,建立科学规范的论证保障条件促进论证水平的提高,型号经济论证向全方位论证、全过程管理发展,与时俱进,不断探索新装备、新技术的经费发生特点等八个方面做出改进,以提高经济论证水平。", "label": "军事学", "id": 0}
{"content": "装备预研工作是装备发展的起点,预研规划投资策略在很大程度上决定了装备体系的结构,对装备发展的影响至关重要。根据装备体系的发展变化,及时调整装备体系预研规划的投资策略,是保障装备体系均衡与可持续发展的重要途径。文章分析了外军装备预研投入在装备发展战略转变时的变化情况,根据装备体系发展需求,对装备预研投资规模和结构的调整进行了初步探讨,可为装备预研管理部门制定预研规划计划提供参考。", "label": "军事学", "id": 0}
{"content": "介绍True Planning软件的基本情况,结合装备研制工作一般程序,设计了应用TruePlanning软件工具实施过程成本监控的基本流程,并通过具体实例,阐述了如何利用该软件进行成本目标的估算与指标分解、研制过程参数采集以及成本监控分析。", "label": "军事学", "id": 0}
{"content": "本文综述了军队参加地方化学应急救援的现状,分析了地方突发化学事故威胁形势,明确了军队参加地方化学应急救援的需求与任务,指出了军队参加地方化学事故应急救援的突出问题和解决思路。", "label": "军事学", "id": 0}
{"content": "新兴技术的快速创新发展为人类带来了巨大福祉,但是这些新技术也可能会被滥用于生物或化学武器的开发和生产。本文对化学和生物学融合、生物和化学双用途技术发展与安全风险、神经科学潜在军事应用和纳米技术的发展等进行了简妻的介绍,并对相关科技发展对《禁止化学武器公约》所带来的挑战进行了简要的分析,进而提出相关启示和建议。", "label": "军事学", "id": 0}
{"content": "化学工业是国家经济命脉的重要组成部分,也是未来作战中敌空中精确打击的重要目标,面临严峻的战场威胁。本文从维护经济安全、降低次生危害、维持战争意志三个方面研究了化学工业体系建设时兼顾战时防护需求的意义,从总体布局、防护机制和运营管理三个方面明确了化工业体系建设对战时防护的需求,并对化学工业体系建设中如何体现战时防护需求的问题进行了探索。", "label": "军事学", "id": 0}
{"content": "针对太空作战指挥训练评估困难及评估结果准确性、可靠性较低等问题,论文结合效能评估领域成熟的研究思路和已有的训练评估领域研究成果,试图找到一套适合于太空作战指挥训练评估的评估体系、模型和方法。首先基于太空作战指挥特性的研究,引入本体论思想和专家循环判定思想建立太空作战指挥训练评估指标体系,保证指标体系的完备性和灵活可变;其次依据不同指标的数据特征,对底层指标进行分类和归一化处理;再次考虑人的主观因子,在多阶段模型的基础上建立考虑主观因子的太空作战指挥训练多阶段综合评估模型;最后引入实例进行仿真分析,结果表明了指标体系的合理性、归一化处理方式的科学性和综合评估模型的适用性。", "label": "军事学", "id": 0}
{"content": "随着空间装备军事应用需求的不断增强和空间对抗装备技术的日趋成熟,空间已经成为国际战略竞争新的制高点。本文从空间军事战略、空间装备研发、空间科技研究和空间军事演习等四个方面,紧密跟踪美国空间军事力量建设和发展的新动向,系统分析美国空间军事力量给我国空间安全带来的深刻影响,从加强空间战略规划创新空间军事理论、坚持军民融合统筹空间力量发展、瞄准技术突袭培养空间军事人才等三个方面,提出对策建议。", "label": "军事学", "id": 0}
{"content": "谁控制了太空谁就拥有了战略制高点,各国在未来战场中将越来越依赖于太空力量。本文简要介绍了美军太空力量的发展历程,重点分析了战略司令部构成,以及构成主要太空力量的空军太空司令部、陆军空间与导弹防御司令部和联合太空作战中心,最后得出几点启示。", "label": "军事学", "id": 0}
{"content": "通过对美国国防高级研究计划局（DARPA）所属\"凤凰计划\"（PHOENIX PROJECT）的背景、技术领域、实施路线和最新进展的跟踪和解读,总结了\"凤凰计划\"所涉及技术的五大应用前景,并分析指出其争夺制天权战略意图的四种具体表现,为我国空间操控技术的发展和制天权争夺提供参考。", "label": "军事学", "id": 0}
{"content": "《中国丛报》是由美国传教士创办、1832—1851年发行于广州等地的一份综合性英文期刊。该刊旨在向西方社会全面介绍中国,其中多篇报道涉及广东海防地理。本文以《中国丛报》相关记载为中心,并结合中文史料,论述了19世纪上半叶西方社会对广东沿海进行地理考察的情况,梳理了海盗猖獗时期海盗各帮派的地域分布特点,并就《中国丛报》所见的广东炮台记录,分析了广东炮台选址的原则及其重心的转移。", "label": "军事学", "id": 0}
{"content": "<正>根据军队院校流体力学课程教学改革的需要,借鉴国内外高水平院校在流体力学课程教学上的先进做法和成功经验,以\"学为主体\"的教学理念指导教学方法改革,采用\"小班化\"教学模式,贯穿启发式、研讨式、研究式的教学方法实施教学改革,注重教学中的个体差异,因材施教,在授课过程中一方面强化基础理论的教学,打牢基础:一方面渗", "label": "军事学", "id": 0}
{"content": "装备战场抢修在现代信息化战争中具有重要的地位,介绍了2×n排序模型及其算法,通过实例验证了在维修保障资源有限的情况下,应用2×n排序模型优化战损装备抢修流程的可行性,达到了缩短战损装备抢修时间的目的。", "label": "军事学", "id": 0}
{"content": "为了提高装甲兵作战仿真的真实性和有效性,借鉴传统作战建模与仿真应用技术的优点,通过将装甲兵作战领域知识和智能体优势有机结合起来,研究了基于多智能体技术的装甲兵作战建模与仿真,并采用VRMS平台研发了验证演示系统,探讨了其在装甲兵作战模拟训练、战法验证实验等方面的应用。", "label": "军事学", "id": 0}
{"content": "本文主要介绍了作者所在研究团队研究与开发的,具有自主知识产权的复杂装备虚拟采办支撑平台技术与应用的研究成果,阐述了虚拟采办支撑平台的体系结构,复杂装备虚拟采办一体化建模、高效协同仿真及综合优化、智能化分析评估及全寿命周期综合管理建模与仿真分析等关键技术的解决途径。结合某航天复杂装备研制项目介绍了该支撑平台在装备多学科协同设计与采办项目费用、进度综合管理上的初步应用情况。最后,展望了进一步的研究工作。", "label": "军事学", "id": 0}
{"content": "探索海军作战指挥对抗训练评估系统的设计和实现方法,研究海军作战指挥训练的评估机制和评估方法,对改进海军首长机关指挥对抗训练评估手段,提升训练质量效益具有重要意义。通过对训练评估系统的特点、以及建设目标、设计思路、功能定位的分析,明确了系统的体系结构、功能组成、信息交互关系等具体要求,对各分系统的功能和具体模块进行了描述,为系统设计和实现提供了依据和参考。", "label": "军事学", "id": 0}
{"content": "军事信息资源的处理已经不仅限于信息的存储、索引和检索等操作,而是将信息作为潜在资源,挖掘其中的知识,这需要掌握比索引和关键词提取等更为复杂的分析技术,目的是找出数据相关性并对隐藏在数据背后的现象作出语义解释。本文首先分析基于大数据理论处理军事信息资源的基本流程;其次以假设的部队编制信息数据为例,通过运用大数据技术分析汇总部队人员编制执行情况数据,确定满编率与人员类别、区域之间的内在联系,以及目前军队各类别人员编制实际执行情况的规律或趋势,讨论部队人员的管理问题。", "label": "军事学", "id": 0}
{"content": "柔性管理是以人为中心的管理,刚性管理是以规章制度为中心的管理,柔性管理与刚性管理是管理的两个方面。刚性管理是军队管理的基础,柔性管理是管理工作的\"润滑剂\"。让柔性管理融入新时期司训大队教练班长管理之中,是高效管理的源泉。", "label": "军事学", "id": 0}
{"content": "<正>2013年4月25日,是\"南京路上好八连\"命名50周年。3月6日,我专程到\"好八连\"参观学习,深切地感受到\"好八连\"是在党的领袖和各级领导亲切关怀和精心培育下,成长起来的一个先进群体。50年来,先后有四十多位党和国家、军队领导人,或接见八连官兵代表,或亲临八连视察,或为八连题词,如此殊荣,全军绝无仅有,给八连官兵以巨大的鼓舞和激励。毛泽东先后接见了张继宝、王经文、王传友、邵经城、戴大喜、王家", "label": "军事学", "id": 0}
{"content": "<正>\"南京路上好八连\"的前身是华东军区特务团四大队辎重连,1947年8月6日在山东莱阳组建,先后参加了山东解放战场的许多战斗战役,以及著名的淮海战役、渡江战役等,于1949年6月进驻上海。八连进驻上海以后,主要担负警卫中央领导来沪住所、华东局、上海市委、市人委以及南京路、外滩等巡逻值勤任务,面对当时复杂的环境和资产阶级糖衣炮弹的进攻,八连官兵始终牢记毛主席在七届二中全会上\"两个务必\"的教诲,身", "label": "军事学", "id": 0}
{"content": "防空反导体系是一个复杂巨系统,体系开发和作战使用中的装备种类、构成关系、体系演化特性具备复杂特性。从网络的角度对防空反导作战进行网络化描述,从作战网络中获得网络拓扑结构模型。在此基础上,从节点复杂性、关系复杂性、演化复杂性三个层次展开分析防空反导体系网络复杂性,最后对三个层次的关系进行分析比较,以期为进一步深化研究网络化防空反导体系建设提供参考。", "label": "军事学", "id": 0}
{"content": "本文采用1990-2012年兵团23年间的相关数据,运用联立方程模型,对固定资产投资与生产总值的关系进行实证分析;固定资产投资已经成为促进兵团经济增长的主要推动力,对兵团经济增长的长效作用增大,兵团限额以上企业零售额对兵团总量拉动小,占比低等兵团消费现状存在若干问题。", "label": "军事学", "id": 0}
{"content": "我们知道主题教育是思想政治工作开展的重要载体和主要方法,因此我们要充分利用好主题教育活动成效,注重提高坚持党对军队绝对领导的政治自觉和实际能力,打好意识形态领域斗争主动仗,深化铸魂育人工程,持续培育当代革命军人核心价值观,增强官兵的政治定力和政治免疫力。", "label": "军事学", "id": 0}
{"content": "纵观近几场现代化战争,联合指挥控制系统在战争中的作用显得越发突出,该文通过对西方先进联合指挥作战体系的分析,并结合国内现状,在习主席大力倡导\"能打仗、打胜仗\"的总要求下提出的我军联合指挥控制系统,对其中亟待解决的问题进行了深入分析,并对将来进行了展望。", "label": "军事学", "id": 0}
{"content": "XDATA是美军推进大数据研发的核心项目,是美国国防部高级研究计划局（DARPA）在大数据处理技术研究方面重要的基础性探索工作,目前已陆续发布了部分阶段性研究成果。本文梳理分析了XDATA项目的基本情况、研究进展和推进措施,并提出了对我国数据资源建设的几点启示。", "label": "军事学", "id": 0}
{"content": "面对后信息时代大数据指挥与控制的变革,分析了指挥与控制的基本含义和概念发展;基于\"三个世界\"理论,提出了大数据指挥与控制的本体概念模型。在此基础上,研究了大数据指挥与控制的内容,以深化对于大数据指挥与控制本质的认识。", "label": "军事学", "id": 0}
{"content": "随着互联网Web2.0的持续发展,新兴的\"社交网络\"使得交流互动更加方便快捷。\"社交网络\"在军队指挥领域的应用,将会推进指挥要素的有机组织、指挥过程的不断优化、指挥信息系统功能的新型拓展,有力促进军队指挥的创新发展。", "label": "军事学", "id": 0}
{"content": "以互联网为代表的信息技术飞速发展,形成了与物理世界平行的网络虚拟世界,交互、分享和群体智能成为网络世界的显著特征,信息成为战略资产,人类社会进入利用信息和信息技术精确调控物质和能量的时代。网络交互的复杂性、动态性和难以预见性对指挥控制方法提出新的挑战,也将推动C2跨越式发展。", "label": "军事学", "id": 0}
{"content": "随着军事训练改革不断深入,依托大型合同战术基地的实兵对抗演习成为支撑部队实战化训练的重要形式。如何辅助导演部准确掌握演习进程并因情实施精确导调工作成为提升组训能力的核心问题之一。本文从战斗要素视角出发,分析了全面描述战斗进程的方式,构建了完整的导调辅助信息体系,给出了导调辅助决策方法,为辅助导演部进行随机导调和裁决导调提供了可行的方案。", "label": "军事学", "id": 0}
{"content": "\"互联网+\"及其相关技术在军事领域的运用,必将引发和推动作战指挥与控制领域的变革。本文从研究\"互联网+\"所导致的作战指挥与控制领域的两个新变化入手,分析了\"互联网+\"作用下作战指挥与控制的四个新矛盾,提出了\"互联网+\"时代作战指挥与控制应采取的四个对策。", "label": "军事学", "id": 0}
{"content": "美国国防部高级研究计划局（DARPA）最近正在寻求一种灵活的体系技术方法,并确立了体系综合技术和试验（SoSITE）项目,旨在采用开放系统架构以更低成本构建作战体系,并更加快速地将全新技术集成进来。本文首先从项目研究目的、项目提出背景、项目研究内容、典型体系作战模式等方面详细介绍了美军SoSITE项目。最后,就我军未来武器装备作战体系发展进行了分析探讨,结合SoSITE项目的研究内容总结给出了可资借鉴的启示建议。", "label": "军事学", "id": 0}
{"content": "为了适应智能指挥与控制的需要,提高战备突发异常情况多和变化快、情况处置时效性高等,指挥体系需要建立柔性指挥信息流。本文分析了指挥体系柔性工作流的特点,定义了指挥体系柔性工作流元模型,阐明了元模型的相互关系,说明了指控柔性工作流实现机制。指明了柔性指挥信息流通过指挥单元之间相互协作,能够最大限度地应用系统资源,提高作战指挥效率和能力。", "label": "军事学", "id": 0}
{"content": "俄军十分重视防空作战体系及其指挥自动化系统建设,在防空反导领域始终保持领先地位。本文探讨了俄军防空作战原则,研究了俄军防空作战编成和现役的防空指挥自动化系统,重点分析了棱堡、多面手、边界、林中旷地、基座等系统的特点和性能。最后总结了俄军防空作战体系及其指挥自动化系统的特点。", "label": "军事学", "id": 0}
{"content": "配备高速可靠的网络总线,是各型武器系统未来信息化发展的重要趋势。针对1553B等总线速率低,以及商用网络技术可靠性不高的问题,提出了一种基于双冗余热备份设计的高速网络,并对网络分层架构、帧结构设计和数据帧处理过程等关键技术进行了介绍。可靠性分析结果表明,网络故障率将大大降低,兼顾实现了网络的高速和高可靠特性。", "label": "军事学", "id": 0}
{"content": "针对在网络环境复杂、网络结构易变、网络资源动态分布、网络业务实时性要求高的军事网络中,如何实现网络资源高效、灵活的优化管理问题,提出一种\"网络即服务\"的军事网络资源管理架构。在此框架下,考虑军事业务之间具有相关性的特点,给出一种基于预封装服务组件的资源优化方法,通过实验验证,在多种场景下,业务的平均响应效率能够得到提升。", "label": "军事学", "id": 0}
{"content": "大规模高容量信息服务中心是承载共用信息基础设施中各类应用的核心计算、存储及服务平台,其网络拓扑结构对数万台甚至数十万台的服务器进行互联,是影响作战活动计算、存储和通信性能的最基础因素。基于现阶段信息服务中心分阶段扩容、分布式部署、设备故障成为常态等特点,本文提出信息服务中心模块化分布式建设策略:研究同构和异构情况下信息服务中心模块内和模块之间可扩展等互联结构,提高信息服务中心构建、部署以及管理等灵活性和动态性,并在此基础上以BCube结构为基础设计常量度数正则数据中心网络XDCent及其互联模式。", "label": "军事学", "id": 0}
{"content": "在数据链技术不断革新的背景下,战术组网协同数据链的研究与发展意义更加重要。本文阐述了战术组网协同数据链的基本情况、技术指标和相关核心技术分析。对战术组网协同数据链采用的接入体制和网络管理策略进行了深入研究和仿真结果分析。", "label": "军事学", "id": 0}
{"content": "为响应军民结合、寓军于民的发展方针,加快军事信息基础设施建设发展步伐,本文在分析信息基础设施军民融合建设定位的基础上,从资源层面提出了信息基础设施军民融合建设的资源融合架构,从技术层面分析军事信息基础设施建设中的技术融合架构,并在此基础上提出了推动共性技术深度融合、加快基础设施资源共建、加强安全防护体系建设等具体的措施和建议。", "label": "军事学", "id": 0}
{"content": "围绕赛博威胁和军事信息系统敏捷性需求,美国国防部在全球信息栅格基础上进一步提出建设联合信息环境。联合信息环境以云计算技术为核心,将现有各部门分散和独立使用的网络运行中心、数据中心等基础设施,统一到一个同步的、标准的、联合的信息环境中,实现用户随时随地通过任意设备的安全的信息访问。文章主要介绍云计算在联合信息环境的应用,包括云架构、数据中心整合与交付云服务,希望借此为我国相关信息基础设施的建设提供参考与借鉴。", "label": "军事学", "id": 0}
{"content": "随着空间技术的迅猛发展,空间信息保障作战已从最初的战略支持发展到战役战术支援,且成为作战整体效能有效提升的关键性因素。本文从高寒山地边境作战的特点及可能存在的作战形式出发,分析了边境联合作战对空间信息的需求,随后就高寒山地边境作战如何实现空间信息保障方面开展了探索,并就空间信息保障提出了几点建议,为推进空间信息实践应用、提升联合作战效能、开展空间信息保障研究提供借鉴。", "label": "军事学", "id": 0}
{"content": "基于融合的网络态势感知,提供全面宏观的网络运行状态视图,加强对网络的管理和控制,为高层指挥人员提供决策支持。在传统网络管理基础上,集成拓扑发现和流量分析,作为态势感知的信息来源。建立了基于拓扑流量挖掘的网络态势感知模型（TTM）,介绍了TTM模型结构以及建模与感知过程,提出了多视图、超体积态势可视化方案（MVHV）,实现了全网态势量化评估和可视化。原型系统实验结果验证了TTM模型的时效性、准确性和可扩展性。", "label": "军事学", "id": 0}
{"content": "本文在研究新型装备保障特点和军民一体化保障意义的基础上,探讨了加强新型装备军民一体化保障的发展规划和人才培养,最后对新型装备军民一体化保障的发展方向进行了展望。", "label": "军事学", "id": 0}
{"content": "如其他陆、海、空、天四个作战域一样,赛博空间领域同样需要强大的技术基础做后盾。通过概述美国赛博在民用和军用的发展现状,引出构建赛博安全技术体系的重要性;在此基础上,分析了赛博优先事项指导委员会为美国开展赛博攻防技术研究制定的科学技术路线图,从赛博作战装备与技术顶层体系角度阐述了未来赛博安全体系建设的思考。", "label": "军事学", "id": 0}
{"content": "文章提出实战化检验\"四个层次,六个阶段\"的总体思路,主要研究第一个层次和第二个阶段的装备型号定型试验,详细分析了信息化装甲装备实战化检验的内容,构建了信息化装甲装备实战化检验的指标体系,阐述了信息化装甲装备实战化检验的试验方案,为信息化装甲装备检验评估提供了参考。", "label": "军事学", "id": 0}
{"content": "<正>2011年2月8日,美参联会公布了新版《国家军事战略报告》,美国的战略重心开始转向亚太地区。2012年1月5日,美国总统奥巴马公布了题为《维持美国的全球领导地位:21世纪国防的优先任务》的新国防战略。新的报告提出要削减美国军费开支,缩减陆军规模。新的国防战略和军事战略对美陆军未来的发展建设产生了重大的影响,在此情况下,美陆军建设进入了新的战略转型期与过渡期,美陆军开始全", "label": "军事学", "id": 0}
{"content": "<正>美军认为,其陆军是世界上训练最有素、装备最精良、领导最有力且经过作战检验的部队。然而,强大的全球化趋势将使美陆军未来在所有作战领域,都将面临不确定且复杂的安全环境。在美国国防预算紧张,陆军规模面临缩减的情况下,美国陆军建设进入了新的战略转型期与过渡期。为了确保能够继续满足当前战斗中战区司令部指挥官的短期需求,同时预先考虑2020年前的可能需求,并恢复对发展长期优势", "label": "军事学", "id": 0}
{"content": "为适应美国战略重心的转移,应对财政紧缩的事实,同时又要确保美国陆军在国家军事力量中的地位与角色,2011年美国陆军提出了建设\"2020美国陆军\"的长远规划,并就具体转型目标与改革方案进行了广泛的讨论与规划设计。本文从2020美国陆军总体目标与设计原则入手,收集整理了最新信息资料,对美国陆军未来目标员额裁减方案以及兵力结构裁减与重组方案进行了梳理、归纳,并就2020美国陆军的未来还存在问题提出自己的看法。", "label": "军事学", "id": 0}
{"content": "本文从美国陆军战区保障理念入手,对美国陆军实施模块化后,保障旅的设计、组织架构、职能等进行功能性介绍,并对保障旅的实际运用与经验教训进行了分析。", "label": "军事学", "id": 0}
{"content": "本文首先对美国陆军火力旅的编制设计进行了简要回顾。作为五个模块化支援旅之一的火力旅,在美国陆军模块化部队建设中也遇到了若干难题,而伴随着战争的转型过程所暴露的问题也是始料未及的,经过一番调研与调整,美国陆军火力旅建设逐步走向正轨。如今,在新的建设2020陆军的行动纲领指导下,火力旅未来的发展也颇受关注,本文对此也做了进一步的分析与概括。", "label": "军事学", "id": 0}
{"content": "由于美国陆军的机动增强旅具有强大的指挥控制能力和减害能力,美军北方司令部和国土安全部将其视为应对各种威胁和事故的快速反应部队。在2013年已确定的2020美国陆军兵力结构设计方案中,已将机动增强旅机动增强旅作为师的固定作战支援单位,在未来实施陆军倡导的\"塑造行动\"中,机动增强旅将发挥重要的作用。", "label": "军事学", "id": 0}
{"content": "作为五个支援旅之一的战场监视旅,从其模块化概念设计之初就颇受人们的关注,美军2个装甲骑兵团在模块化部队建设过程中从重型转为中型部队,削弱了装甲骑兵的职能,战场监视旅实际上是混合了军事情报和骑兵两个兵种的新型支援部队编制,但这种编制模式带来了很大争议。此外,在边作战边转型的过程中,战场监视旅也在实战中得到了有用的经验和教训,如今战场监视旅已经更名为远征军事情报旅,其未来发展仍然道路坎坷。", "label": "军事学", "id": 0}
{"content": "战斗航空旅一直是美国陆军重点建设的项目,其在历次地面作战中所发挥的突击作用有目共睹。本文从原有的师属航空旅到模块化战斗航空旅,对美国陆军战斗航空旅的模块设计理念进行了分析,并对战斗航空旅的编制、作战运用等做了详细介绍。", "label": "军事学", "id": 0}
{"content": "<正>前言自上个世纪90年代冷战结束后,美国国防部素来将军队转型的重点都是放在了获取信息与网络和其他先进技术上,而非为了建立新型的部队组织结构及武器平台。但是,有一个例外,那就是美国陆军在2003年至2004年之间提出的,并正在不断优化重构中的\"模块化旅战斗队\"（BCT）计划,其旨在使陆军变得更加灵活、敏捷,能实现海外任务的快速部署,并能更好地执行当前条令和遂行", "label": "军事学", "id": 0}
{"content": "美国陆军任务式指挥的概念自1864年始起就已初露端倪,之后,随着1905年《野战勤务条令》、FM100-5号野战条令《作战行动》、FM6-0号野战条令《任务式指挥》以及\"2015条令\"中ADP6-0《任务式指挥》等条令相继出现,逐步发展和完善了任务式指挥的概念,使之成为指导美国陆军的指挥哲学和作战职能。本文通过解读不同历史时期美国陆军条令中任务式指挥的演进,给出发展路线图,实现对任务式指挥的再认识和再剖析。", "label": "军事学", "id": 0}
{"content": "陆军特种作战力量装备体系建设是新一代陆军装备体系建设的重要内容。特种作战陆军新型作战力量,牵引着陆军加速转型。信息化条件下陆军特种作战,具有与传统陆军特种作战所不同的特点。这些特点决定了特种作战新型装备体系主要包括情报获取装备、通信引导装备、多种特战武器装备、信息化保障装备、立体渗透投送保障装备和多功能一体保障装备等。", "label": "军事学", "id": 0}
{"content": "<正>一、前言按照管理学定义,战略规划是指一个定义组织战略或方向,制定有关分配组织资源的决策,以实现组织战略的组织过程。为了决定组织未来发展方向,有必要了解组织当前的态势和实现组织行动方案的若干可能路径。一般来说,战略规划至少要回答下述三", "label": "军事学", "id": 0}
{"content": "<正>美陆军参谋长雷蒙德·奥迪尔诺上将在《出征令,美国的决定性作战部队》一文中指出:\"美国陆军过去200多年的历史以在广泛的任务中采取决定性行动为特征,包括正规战与非正规战、人道主义援助行动、与盟国共建伙伴能力及支援民政当局。美陆军在联合部队编成内保家卫国、不辱使命、连年征战、克敌制胜,成为一支出类拔萃的队", "label": "军事学", "id": 0}
{"content": "<正>20世纪90年代以来,美国陆军武器装备发展特点鲜明、教训深刻,发人深省。1发展特点1.1敢于创新是美国陆军武器装备发展的文化基础美国陆军认为:创新是转型的灵魂,创新也是一种文化;文化转型的实质就是改变思维方式,营造一个激励人们创新的大环境,鼓励人们将精力更多地用来筹划未来,", "label": "军事学", "id": 0}
{"content": "<正>随着时代的发展,美国陆军面对的作战对象在不断变化。冷战时期,华约是美国最大的对手,华约和苏联解体之后,美国成为世界上唯一的超级大国,世界已经没有国家可与美国单独对抗,而在9.11事件之后,美国所面临的威胁日趋多元,美国陆军所需面对的作战对象也日趋复杂化。9.11事件之后美国发动的各类军事行动表明,恐怖主义成为美国国家安全的主要威胁,恐怖组织是美国陆军的主要作战对象。2001年1月,美国政府发", "label": "军事学", "id": 0}
{"content": "本文介绍了美国陆军驻欧洲部队的变化情况,分析美国在欧洲地区驻扎陆军部队的目的,认为尽管冷战后美军驻欧洲部队数量急剧减少,并且美国国防预算不断减少,美军为增强同盟国部队间的互操作性,加强伙伴国军事能力建设会继续在欧洲驻扎陆军部队。", "label": "军事学", "id": 0}
{"content": "从伊拉克战争中美国陆军的\"全面进入\"对比利比亚战争的\"地面部队不参与\"以及在勾画介入叙利亚问题时奥巴马所承诺的\"不派出地面部队\"能够看出,美国陆军的介入模式随着美国陆军建设转型的大潮正在进行重大调整和转变,这一系列转变将对未来战争产生极为深远的影响,也对研究美国陆军未来的发展方向提供重要参考。", "label": "军事学", "id": 0}
{"content": "论述了组建预备役电磁频谱管理部队的必要性和紧迫性,回顾了军地频谱管理机构的天然联系,分析了预备役电磁频谱管理部队的组建条件、现状和任务,提出依托地方无线电管理机构组建预备役队伍是贯彻\"平战结合、军民融合\"方针的必由之路。", "label": "军事学", "id": 0}
{"content": "作为美军电磁频谱管理转型的强大支柱,GEMSIS项目自2006年启动以来,其规划方案日渐合理、项目组织更趋有序、研发细节愈发清晰。按计划,GEMSIS的开发将延续至2020年以后,但该系统目前已取得的成果和具备的能力对于我军开发符合我军实际、具有自身特色的联合频谱管理系统具有非常重要的参考价值。", "label": "军事学", "id": 0}
{"content": "战前,日本的军政关系不仅在民主原则的层面走歪了方向,而且在军事效率的层面未能有效调和陆军和海军之间的矛盾推动联合作战,这成为导致日本战败的内部原因之一。战后,日本确立了与战前不同的军政关系,并经过不断改革,在民主原则的层面上靠近西方国家的主流做法,在军事效率的层面朝着有利于实现联合作战的方向发展。", "label": "军事学", "id": 0}
{"content": "毛泽东关于军队思想政治工作理论是毛泽东军事思想及毛泽东思想的重要组成部分。无产阶级军事家罗荣桓,在长期的革命战争中,形成了一系列关于军队思想政治工作的重要理论,对毛泽东关于军队思想政治工作理论的形成和发展做出了积极的贡献,丰富了毛泽东军事思想这一党的集体智慧的宝库。", "label": "军事学", "id": 0}
{"content": "土地革命战争时期,是中国人民解放军思想政治教育的创立阶段。毛泽东为军队思想政治教育的创立和发展做出了重大贡献,在开展军队思想政治教育过程中留下许多宝贵的成功经验。坚持党的领导,重视制度建设;正确看待军队思想政治教育的地位;面向基层,着眼官兵,坚持以人为本;丰富思想政治教育方法,讲究思想政治教育艺术。这些直到今天依然对我军思想政治教育有着重要意义。", "label": "军事学", "id": 0}
{"content": "<正>军队院校承担着国家和军队培养高科技人才的重任,广大官兵及学员的身心健康直接关系到军队和学校的稳定及可持续发展,所以,军队院校健康教育工作是针对其特点规律而进行的一项有组织、有计划、系统的教育活动,目的是使广大官兵、学员通过健康教育活动,增强自我保健和疾病防护的能力,减少训练伤,提高参训率,对进一步做好新形势下军事斗争准备具有十分重要的意义。我校门诊担负着全校疾病", "label": "军事学", "id": 0}
{"content": "<正>一引言由于美军深陷伊拉克战争的泥潭,越来越多的书刊文章倾向于阐述这一事实:美国的军事机器已经因为过度使用而出现功能失调。美国前国务卿（鲍威尔）的话是这一观点的最佳佐证,\"积极进取的美军基本已不复存在\"（active army is about broken）（Scahill,2007）。伊拉克虐囚丑闻和其他负面新闻正在摧毁美国作为民主国家的良好形象。疲惫不堪的军队削", "label": "军事学", "id": 0}
{"content": "<正>了解中国特色社会主义的根脉,需要从世界社会主义源头说起。社会主义500年思想发展历史可以划分为:以《乌托邦》一书发表为标志的空想社会主义产生与发展,马克思、恩格斯创立科学社会主义理论体系,列宁领导十月革命胜利并实践社会主义,苏联模式的形成,新中国成立后我们党对社会主义的探索实践,党作出实行改革开放的历史性决策、开创中国特色社会主义等六个阶段;中国特色社会主义具有90多年的奋斗历史,还可以划分若干个阶段。习近平总书记最近指出:\"坚定理想信念,坚守共产党人精神追求,始终是共产党人安身立命的根本。对马克思主义的信仰,对社会主义和共", "label": "军事学", "id": 0}
{"content": "增强基层部队随机教育实效性,应注重思想引导,牢固确立基层部队随机教育的科学理念;拓宽方法渠道,充分挖掘基层部队随机教育的有效资源;完善制度措施,切实增强基层部队开展随机教育的规范性;科学培育帮带,有效提升基层干部开展随机教育的能力素质。", "label": "军事学", "id": 0}
{"content": "按照科学发展观的要求,以高度的文化自觉、努力建设科学、先进的军校文化,对于全面提高军校学员的综合素质,适应新军事变革需要,提高战斗力生成模式有着十分紧迫的现实意义。本文在归纳军校文化的品性特征基础上,阐述了新时期需要在加强军校文化建设价值目标与学员价值取向的统一中实现文化强校的自觉,进而对建构军校文化自觉提出了几点建议。", "label": "军事学", "id": 0}
{"content": "为了保障新时期国防交通运输,阐述了基于信息系统的体系作战对国防交通运输保障能力的要求,分析了我国国防交通运输保障能力的现状,提出了提升国防交通运输保障能力的对策。", "label": "军事学", "id": 0}
{"content": "目的了解驻洛某部营以下军官的饮食情况及体检状况,为部队提供合理的饮食指导并为改善官兵健康提供依据。方法采用3d饮食称量法和查账法相结合进行饮食调查,按标准方法进行体格检查,并随机抽取187名年轻军官进行身高、体重、腹部B超、心电图及肝功生化的检测,并以《军人食物定量GJB 826A-2000》和《军人营养素供给量GJB 823A-1998国军标》评价饮食质量。结果调查对象的营养素摄入多已达标或超标,三大营养素摄入量达到标准,但脂肪及蛋白质摄入过多,轻、中度脂肪肝,心电图异常,血脂异常,肝功能异常者在调查人数中比例过高。结论该部营以下军官饮食结构不合理,生活习惯欠佳,建议合理调整饮食结构,注意食品多样化,减少油脂摄入量,提高谷类、奶制品、蔬菜水果的摄入,培养良好的生活饮食习惯。", "label": "军事学", "id": 0}
{"content": "目的调查分析军队医院军人、非现役文职和聘用合同制医务工作者的幸福感指数,一般自我效能感及其不同性质医务工作者之间的差异。方法采用幸福感指数和一般自我效能感量表对13所军队医院的1993名医务工作者进行问卷调查。结果军队医务工作者的总体幸福感指数和一般自我效能感得分均显著低于成人常模（P﹤0.001）。军人幸福感指数得分显著高于文职人员（P<0.01）,文职人员幸福感指数得分显著高于聘用合同制人员（P<0.01）。军人的自我效能感得分显著高于聘用合同制人员（P<0.001）,聘用合同制人员自我效能感得分显著高于文职人员（P<0.001）。结论军队医务工作者幸福感指数较低,一般自我效能感较差,文职人员和聘用合同制人员尤为突出。管理者应针对不同性质的医务工作者采取有效措施,提高其幸福感指数和自我效能感,进而提高医疗服务质量。", "label": "军事学", "id": 0}
{"content": "<正>中国共产党领导的人民军队的性质、宗旨和任务,决定了它和人民群众密不可分的关系。早在土地革命时期,苏维埃政府就制定了优待军属和拥护红军的各项制度,红军也制定了《三大纪律,八项注意》等制度,军民有着亲密团结的优良传统。但双拥运动的开展却是在延安首先倡导并达到高潮的。", "label": "军事学", "id": 0}
{"content": "基于政府间气候变化专门委员会（IPCC）第四次评估报告和我国发布的气候变化国家评估报告的结果,整理、分类和提炼出关系中国国家安全的气候变化及其影响要素的演变趋势,在此基础上分析气候变化的安全后果。结果表明:基础自然资源的缺失、人民生命财产损失以及基础设施的损毁是气候变化产生的三个关键社会经济影响。气候变化及其产生的社会经济影响与国家现有的地缘政治压力相互作用,产生广泛的安全后果,主要表现在三方面:①影响社会和地区安全稳定;②影响国防和军队建设;③改变海洋边界和能源通道格局,威胁我海洋安全。", "label": "军事学", "id": 0}
{"content": "首先简要介绍了美国《国家安全空间战略》。在空间安全领域,美国正面临全新的机遇和前所未有的挑战。美国应该保留空间进攻能力,增强空间防御能力,最重要的是加强空间态势感知能力。其次重点介绍了空间态势感知理论以及美军主要的空间态势感知系统。最后指出我国空间态势感知系统建设应该按照加强顶层设计、统筹协调、分领域开展的原则有条不紊地加以推进。在空间环境领域,必须大力加强空间天气探测关键技术研究,优先部署空间天气探测装备,切实加快空间天气监测预警体系建设。", "label": "军事学", "id": 0}
{"content": "预先研究作为一种具有前瞻性的科学技术研究,是关系到研究院能否实现可持续发展的重要因素。简要的叙述了预先研究项目通常存在的问题和现象,结合研究院的现状,针对预先研究项目常出现的现象,提升预研管理效果,降低投资风险,提出了几种管理思路,包括:以现有主打产品为基础,衍生相关产品系列的科研项目;以重点实验室建设为平台,围绕各重点实验室中研究单元和专业技术领域深入开展预先研究,全力提升专业领域的整体水平;以满足型号预研配套需求为牵引,以预研合同为目标,有针对性的投入科研;加强预研成果管理,促使成果转化、服务于型号等。", "label": "军事学", "id": 0}
{"content": "<正>一、在国家安全面临严峻挑战的形势下,新中国选择了\"积极防御\"主权国家是当代国际关系和国际活动的主体,维护和发展本国利益是各个主权国家最核心的根本任务。在各种国家利益中,安全利益是一个国家得以独立存在的先决条件,地位超越其他利益。邓小平指出:\"国家的主权、国家的安全要始终放在第一位。\"\"始终\"这两个字提醒我们,无论在什么样的情况下,也无论国家间的相互依存和相互联系多么深化,", "label": "军事学", "id": 0}
{"content": "介绍了英国对未来化生放核安全形势的分析与制订的化生放核国家安全战略,强调要通过化生放核科技计划增强国家反化生放核恐怖的技术能力,提出了英国化生放科技计划的重点领域与任务。英国国防部防科学与技术实验室2012年公开在全球范围内招募再下一代化生放核危害消减技术。", "label": "军事学", "id": 0}
{"content": "长期以来,印军采取自研、引进、合作开发等形式,强化军事信息系统建设,成果显著。本文简介并分析了印军指挥控制系统、指挥通信系统。", "label": "军事学", "id": 0}
{"content": "云计算是分布式处理、并行处理、网格计算、网络存储、虚拟化等计算机应用技术发展融合的产物,文章介绍了云计算的含义和特征,针对目前军队信息化的现状,提出了在总装保密办公网中建立基于云计算的数据中心。", "label": "军事学", "id": 0}
{"content": "自美国建立\"赛博空间司令部\"以来,在世界范围内掀起了组建网络部队的浪潮。本文分析了赛博空间概念的演化,对美赛博空间的国家战略和军事战略以及正在进行的武器研究计划进行了分析,可以为我们做好赛博空间的积极防御提供思路和借鉴。", "label": "军事学", "id": 0}
