{"content": "研究目的:研究费耕作生境的景观异质性,研究结果为合理利用耕地及非耕作生境资源提供理论依据,为农田生态系统中景观的合理布局提供技术支撑。研究方法:首先运用\"3S\"技术对研究区进行景观分类,然后运用区域面积信息守恒评价方法及地统计学方法得出本研究的特征尺度,最后用景观格局指数法结合移动窗口法从不同的方面对非耕作生境的景观异质性进行研究。研究结论:①研究区非耕作生境比例适宜（14.78%）,而且各乡镇的非耕作生境比例各不相同,其中非耕作生境比例最大的为黄家锡伯族乡（8.17%）。就非耕作生境景观类型而言,水工建筑用地（5.54%）占绝对优势,约占整个非耕作生境景观类型的1/3。②研究区非耕作生境景观异质性在景观水平上相对较高,且不同类型非耕作生境景观具有不同的异质性程度。③在非耕作生境景观类型中,异质性较高的为河流水面、沟渠、水工建筑用地、内陆滩涂、其他林地及其他草地;其次为坑塘水面和有林地,而灌木林地、裸地及水库水面的景观异质性程度相对较低。", "label": "农业工程", "id": 0}
{"content": "本文主要对江西省十余年来的区域农业地质工作及主要成果进行的简要总结,并根据生态文明建设和农业现代化建设新形势、新需求提出了农业地质工作的相关对策建议。", "label": "农业工程", "id": 0}
{"content": "研究目的:探索基本农田数量质量并重的布局调整确定方法,为新一轮土地利用总体规划服务。研究方法:GIS空间分析法和实证分析法。研究结论:基于土地质量地球化学评估与农用地分等整合成果划定的基本农田保护区,综合考虑了土地的稳定的生产能力,土壤的有益、有害元素和有机污染物对土地肥力、环境与健康质量的影响,能够为基于农地质量的基本农田布局调整与划定提供依据。", "label": "农业工程", "id": 0}
{"content": "农用地面积和利用类型是土地管理中最直接、最宏观、最重要的基本信息之一,是政府部门、土地管理部门和统计部门非常关心的信息。传统的统计方法效率低、精度差、容易出现错误和遗漏等情况,而且对于复杂形状和区域地块统计起来非常困难。本文以某工程为例,以Arc（）bjects 组件库为开发平台,详细介绍了实现农用土地分类面积快速统计的步骤和方法。", "label": "农业工程", "id": 0}
{"content": "本文主要讲述了MapGIS在宁波江北区农村水改供水管网中的应用,并结合管线数据导入到MapGIS 中所遇到的问题进行了分析及提出了一些解决办法。", "label": "农业工程", "id": 0}
{"content": "<正> 以人为本,全面、协调、可持续的发展观的提出,给“发展”赋予了丰富的科学内涵和鲜明的时代特征。它是新一届中央领导集体在坚持毛泽东、邓小平和江泽民同志关于发展的重要思想,充分肯定改革开放以来我国取得举世瞩目的发展成就的基础上,从新世纪新阶段的实际出发,对发展内涵、发展要义、发展本质的进一步深化和创新,是我们党执政理念的一次飞跃,是贯", "label": "农业工程", "id": 0}
{"content": "<正> 党的十六届三中全会以来,中央提出了树立全面、协调、可持续的科学发展观,对发展赋予了更加深刻的内涵。同时,也对土地管理工作的各个方面提出了更高的要求,土地管理已经成为重要的经济社会发展的宏观调控手段。我国目前正处于工业化的中期,城镇化的快速发展时期,对", "label": "农业工程", "id": 0}
{"content": "<正> 一、国民经济宏观调控的主要手段由于市场失衡或者市场失灵的存在,不论哪一个国家都必须采取一定的措施,对国民经济的运行进行一定程度的干预和影响,以期保持经济总量的基本平衡、达到社会经济稳定持续发展的效果,这就是政府对国民经济活动的宏观调控。宏观调控是国家实现宏观经济管理、协调的重要方式,就其具体实现手段而", "label": "农业工程", "id": 0}
{"content": "<正> 一、坚持科学的发展观,要求编制符合科学发展观的土地利用规划（一） 社会经济发展的不同时期,产生不同的规划任务土地利用规划是政府通过对未来土地资源的开发、利用的调配和安排来实现对社会经济生活的宏观调控。上世纪五、六十年代的土地利用规划主要适应集体农业生产的要求,通过调整插花地等,为农业合作社的生产创造条件;通过“改天换地”式的农", "label": "农业工程", "id": 0}
{"content": "<正> 土地规划亦叫土地利用规划,它是土地科学中的一门比较老的学科。它的研究对象基本上是明确的,即在一定的区域内,根据国家社会经济可持续发展的要求和当地自然条件、社会经济条件,对土地的开发、利用、治理和保护,在空间上、时间上所作的具有前瞻性的安排和布局,是国家对土地实行用途管制和土地利用计管理划的基础和依据。它包括土地利用的空间组织和土地", "label": "农业工程", "id": 0}
{"content": "<正> 农村土地制度建设,是巩固农村改革成果,保护农业生产稳定持续发展的一项十分重要的基础工作,是进一步深化农村改革的一个重要方面,这是基于解决“三农”问题的焦点、难点之认识。从土地资源优化配置、保障国民经济全面、协调可持续的科学发展观的角度来讲,也应该是土地问题理论研究和制度创新的一项看准了的非抓不可的重要基础工作。", "label": "农业工程", "id": 0}
{"content": "<正> 自《土地管理法》颁布实施十多年来,我国逐渐形成了国家、省、市、县和乡镇五级规划的编制工作,并逐步建立了土地利用总体规划体系。这对于合理利用我国有限的土地资源,强化土地利用的宏观调控,协调部门和产业的用地矛盾,优化土地利用结构和布局都起到了较好的作用。但是,随着社会主义市场经济体制的建立和发展,土地使用制度的不断深化,我国土地利用又出现了许多新的矛盾和问题。因此,针对当前规划中存在的问题,本文试图就如何完善及解决这些问题做一些探讨。", "label": "农业工程", "id": 0}
{"content": "<正> 城市边缘区是城市建成区与广大乡村地区的结合部;是城市环境空间与农村环境空间的过渡地带,它伴随着城市化的推进而形成与扩展。它既是城市化的前沿,又是城郊农业集聚地,该区域用地结构复杂多样,相互争地矛盾十分突出,各类用地大量侵占耕地,不当耕作方式又导致良田退化,地力衰减;城乡结合部又是各种污染性企业集中的区域,废水、废渣、化肥、农药等导致耕地严重污染,因此,城市边缘区内耕地保护问题显得尤为重要。", "label": "农业工程", "id": 0}
{"content": "<正> 南漳县位于湖北的西北部,版土面积3859平方公里,人口60万,俗有“金南漳”美名。通过土地详查,全县现有耕地面积69225.7公顷,人均0.11公顷;未利用土地面积42998.13公顷,其中可整理开发利用的28635.8公顷,占未利用土地总面积的66.6%。人均耕地少,但耕地后备资源可整理开发利用潜力大,因此,积极有序地开展土地开发整理,增加有效耕地面积,", "label": "农业工程", "id": 0}
{"content": "<正> 水库消落区是水库的水陆结合部,是指介入水库高低水位之间的地貌单元,处于陆地生态系统和水生生态系统之间的过渡带,具有较大的资源潜力和环境功能。但由于遭受水陆交替的高度干扰,使其生态功能极不稳定,难以形成边际效益,属于生态环境脆弱带。对此,本文在总结国内水库消落区利用的经验基础上,结合湖北库区实际,提出消落区土地资源健康开发的思路与途径。", "label": "农业工程", "id": 0}
{"content": "<正> 土地开发整理项目预算（以下简称:项目预算）就是按照客观规律要求,根据技术设计和预算标准及有关基础定额反映实现项目任务所需要的人、材、物的经济方案。项目预算是编制项目计划和确定项目资金的依据,是对项目设计进行技术经济分析的重要工具,也是部门预算的重要组成部分。实行项目预算制度,及时、准确地编制项目预算,是项目管", "label": "农业工程", "id": 0}
{"content": "<正> 武汉市土地管理工作紧紧围绕社会主义市场经济建设的目标,不断强化土地资产管理,深化土地有形市场建设,经营城市,经营土地,合理利用土地资源,促进可持续发展。一、土地有形市场的建立和发展（一） 实行土地有偿使用制度1992年,我市开始实行国有土地有偿使用制度,土地资源的配置从传统的无偿、无期限、无流动的土地使用方式转变为有偿、有期限、可流动的土地使用新体制,为城市建设积累了资金,促进了城市面貌的改变。同时也改变了人们对土地的认识,", "label": "农业工程", "id": 0}
{"content": "<正> 随着城市化进程的加快,土地越来越成为城市经济活动中最重要最活跃的基本要素,农村转变为城市地域,农业用地转化为非农业用地,农业人口转化为非农业人口。在经济的快速发展和城市化的推进下,城市郊区农村集体土地大量被征用。在城市获得发展的同时,很多失地农民的利益却受到侵害,导致农民上访,干群关系恶化,严重影响了社会稳定。因此,加快城市化进", "label": "农业工程", "id": 0}
{"content": "<正> 城市土地储备制度是指,由城市政府委托或授权的机构通过征用、收购、置换、到期回收、土地整理等方式,将城市规划用地或分散在用地者手中的城市土地集中起来,并由政府授权或由政府委托的机构完成其房屋拆迁等土地整治与开发等一系列前期开发工作后,再根据城市土地年度供应计划,有计划地将其储备后的城市土地重新投入市场的制度安排。土地储备的起因总结起来有三种:一是在城市化快速推进过", "label": "农业工程", "id": 0}
{"content": "<正> 近年来,全国农民人均纯收入连续增长缓慢,城乡居民收入差距不断扩大。2004年1月,中央下发《中共中央国务院关于促进农民增加收入若干政策的意见》,成为改革开放以来中央的第六个一号文件。文件指出:“现阶段农民增收困难,是农业和农村外部环境发生深刻变化的现实反映,也是城乡二元结构长期积累的各种深层次矛盾的集中反映。”并明确提出了加快土地征", "label": "农业工程", "id": 0}
{"content": "<正> 湖北省地处我国中部腹地,位于长江中游地区,全省总面积1859万km~2。这里自然条件优越,土地资源丰富,为全省的经济发展提供了重要的物质基础。但由于社会经济的发展、城镇建设的扩张、人口的增加和土地利用方式的不当等原因,大量的良田在工业化过程中丧失,土地生态功能下降,人地矛盾更加突出。本文尝试从土地可持续利用综合评价作为立足点,以详实完善的统计", "label": "农业工程", "id": 0}
{"content": "<正> 湖北省地貌类型多样,有山地、丘陵、平原、岗地四种类型,分别占全省总面积的46.86%、21.05%、17.65%、14.44%。山地与丘陵占全省总面积的三分之二,山地以中、低山为主,丘、岗、平兼备,其分布见表1所示。", "label": "农业工程", "id": 0}
{"content": "<正> 城市总体规划与土地利用总体规划（以下简称“两规”）,在城市建设和城市管理中以及经济建设与实施可持续发展战略中起着关键的作用,它们相互联系又相互制约,既是统一的又是对立的。在我国,两个规划的依据都是国民经济长期发展规划,其核心内容都是土地的合理利用。但研究的对象、范围、实施年限、方法、步骤各有侧重,规划深度也悬殊较大。长期以来,两个规", "label": "农业工程", "id": 0}
{"content": "<正> 一、土地利用总体规划在实施中存在的问题编制土地利用总体规划的最终目的是为了实施。然而在实施中却往往不能有效合理地解决土地利用的矛盾,归纳起来有如下问题: （一） 规划缺乏时效性在规划方案制定过程中,由于忽视了对现状用地情况的调查,尤其是对用地矛盾、需求分析不足,导致规划方案与实际用地情况不符,如实际已是建设用地而将其规划为耕地,或规划方", "label": "农业工程", "id": 0}
{"content": "<正> 城市化深刻影响着传统的社会经济发展模式,并形成现代化进程的重要标志。自20世纪80年代,我国社会经济迅速增长,综合竞争力极大提高,在工业化的推动下,城市化迅猛发展。诺奖得主斯蒂格利茨（Stiglitze）指出:“21世纪初期影响最大的世界性事件,除高科技以外就是中国的城市化”。当前我国的城市化已经进入一个新阶段,由过去的乡村城镇化逐步转向以城市为主的城市化,尤其是逐步放弃控制大城市发展的政策性壁垒,使大城市发挥越来越明显的区域带动与增长极核效应。从地域空", "label": "农业工程", "id": 0}
{"content": "<正> 建设用地整理作为土地利用的一个重要方面,主要是按照城市规划要求,对城市一定区域内建设用地进行调整布局、综合改造,提高土地利用率,优化土地利用结构,改善生产、生活条件和居住环境。近几年来,随着城市化和工业化进程的不断加快,武汉市土地资源日益短缺。根据城市规划,预计到2010年,武汉市中心城区建设用地增加7928公顷,建设用地整理潜力巨大。", "label": "农业工程", "id": 0}
{"content": "<正> 一、前言土地整理是指在一定区域内,按照土地利用总体规划、城市规划、土地整理专项规划确定的目标和用途,通过采取行政、经济、法律和工程技术等手段,对土地利用状况进行调查、改造、综合整治、提高土地集约利用率和产出率,改善生产、生活条件和生态环境的过程。通过土地整理,可以明显改善农业生产条件,便于机械耕作,水利灌溉和规模经营,降低农业生产成本,", "label": "农业工程", "id": 0}
{"content": "<正> 在市场经济的新条件下,城市土地整理实际上是实现城市土地运营的重要手段之一,事关城市规划、土地供应、土地收购储备、旧城改造、“城中村”改造,不仅要实现土地资源的优化配置、集约利用,提高城市的核心竞争力和现代化水平,获取现代理念上的的城市社会、生态效益,而且要实现土地资产的优化配置、优化运营,增加国有土地的含金量,获取国有资产的综合经济效益。因此,研究城市化进程中的土地整理有着重要的意义。", "label": "农业工程", "id": 0}
{"content": "<正> 一、扩张形态理论城镇用地扩张形态理论起源于19世纪20年代,它主要是采用描述性的历史形态方法,来概括城镇土地利用的空间分布及其演变规律。它主要包括:同心圆理论、扇形理论、多核理论、城镇边缘区理论和形态依赖理论。其中,同心圆理论、扇形理论和多核理论被称为三大古典理论。（一） 同心圆理论Buegess在研究芝加哥城镇土地利用时,应用社会学的入侵", "label": "农业工程", "id": 0}
{"content": "<正> 一、小城镇工业用地扩张的形态因子（一） 自然地理因子自然地理环境是工业布局的物质基础,工业用地的分布、不同类型工业用地的组织均与自然条件有着密切的关系。自然环境的非均衡性直接影响小城镇工业用地扩张的方向、潜力、类型,有时成为工业用地扩张的门槛。1.地貌因子地势平坦、土质坚实的区域便于布局建筑物和基础设施,是", "label": "农业工程", "id": 0}
{"content": "<正> 随着我国经济发展加速和城市化进程加快,近几年每年都有1000多万亩农地被“合法”征用转化为建设用地,且被征用地数目呈逐年增长趋势。然而就是这些合法征用的土地在其变更土地权属及使用性质的过程中却引起了一系列矛盾和纠纷。据国家权威部门统计:目前全国1/3以上的群众上访是源于土地问题,这其中60%左右是直接由征地引起的。在这些纠纷中又有约80%是由于补偿标准偏低、补偿费分配不合理、拆迁补偿不到位", "label": "农业工程", "id": 0}
{"content": "<正> 在当前我国各地上访案件中40%涉及到土地问题,而其中有60%是涉及到土地征用补偿问题,在荆州市同样有大量因为土地补偿问题而产生的纠纷,为解决这一问题,为我市今后的土地征用制度改革和完善提供可靠依据,2004年4月至5月,荆州市国土资源局对全市1999—2003年新增建设用地征地补偿费落实情况进行了专题调查研究,摸清了全市新增建设用地征地补", "label": "农业工程", "id": 0}
{"content": "<正> 一、农业土地政策目标不同国家（地区）在不同的历史时期,其农业土地政策目标的侧重点不同。纵观韩、日、法三国的农业土地政策目标,其变化具有一定的共性:即首先追求土地资源分配的公平性,然后退求土地资源的配置效率最大化,最后加强对土地资源的保护和利用。也就是按照“公平——效率——可持续发展”的方向演进。", "label": "农业工程", "id": 0}
{"content": "<正> 我国是一个农业大国,农业人口占绝大多数,农业、农村、农民问题,始终是我国经济发展中首要的根本问题,是关系到改革开放和现代化建设全局的重大问题。过去讲“三农”问题,主要着眼于解决农产品供给,现在讲“三农”,重点是要解决农民增收和就业问题。研究征地制度改革,也要从这个大背景出发保护农民的权益、利益。", "label": "农业工程", "id": 0}
{"content": "<正> 去年年底,根据国家5部委对全国土地市场进行全面督察后上报的情况,国务院作出了国土资源管理体制实行省级以下垂直的决定。今年国务院下发了《关于调整省以下国土资源主管部门干部管理体制的通知》,中组部也下发了《关于调整省以下国土资源主管部门干部管理体制通知》,根据这两个《通知》要求,省级以下国土资源部门将从现在的政府组成部门转变为政府工作", "label": "农业工程", "id": 0}
{"content": "本文阐述和分析了土地资源可持续利用的定义和内涵,从综合整体性、空间尺度、空间尺度、生态阅限、三效益（经济效益、生态效益、社会效益）等5个方面探讨了生态学基本理论在土地资源可持续利用中的应用。", "label": "农业工程", "id": 0}
{"content": "<正> 随着全球人口、资源与环境问题日益突出,人类的生存与发展对于土地的开发利用以及引起的环境问题被认为是全球环境变化的主要原因。我国由于巨大的人口基数和相对有限的土地资源特别是耕地资源,以及急待发展的国民经济等特殊国情,土地利用对环境影响的研究具有更为突出的现实意义。上世纪末和本世纪初在我国广泛开展的土地整理,作为协调人地关系,调整土地利用结构,确保耕地总量平衡和补充耕地的重要手段,引起了各级政府的高度重视,但由此带来的环境问题却日益严重。", "label": "农业工程", "id": 0}
{"content": "<正> 近年来,针对我国经济快速增长、工业化和城市化过程加速而引起的土地利用的巨大变化,国内也开展了一些区域性土地利用变化的研究,主要集中在土地利用动态变化及驱动力机制研究两个方面,但多侧重于城市和省级区域,对乡村城镇转型区土地利用变化的研究还不多见。福建晋江市农村工业化和城镇化进程的加速,导致晋江用地类型急剧转换。这种变化既有其特殊性,在沿海地区也具有一定的代表性,为揭示改革开放背景下沿海地区快速工业化、城镇化过程中土地利用变化的规律及其驱动力机制,提供了一个极佳的案例。", "label": "农业工程", "id": 0}
{"content": "<正> 近10年来,我国的土地评价研究在理论、方法和应用的广度和深度上都取得了前所未有的发展。农林牧业土地评价仍是土地评价的主流,其显著特点是开始摆脱过分依赖土地潜力分级的做法,而且在评价中更加重视定性与定量结合,通过评定土地的生产力水平来划分土地等级。另一重要趋势,是在原农业部门的农用土地评价基础上发展起来的农用地分等、定级与估价,它已从偏重土地自然属性发展到综合考虑自然、经济、社会的资源价值综合评价,相关理论和方法也有许多探讨。在评价因素因子的选择和权重确定上已摆脱经验方法,层次分析、主成分分析等定量方法广泛采用,但权重指数和法仍不失为一种比较有效的方法。近10年来我国林牧业土地评", "label": "农业工程", "id": 0}
{"content": "<正> 土地利用/土地覆盖变化是全球环境变化研究的三个核心主题之一,由国际地圈-生物圈计划（IGDP）和全球环境变化中的人文领域计划（IHDP）于1995年联合提出的多学科交叉性的国际性研究课题。这些主要由人类的作用而引起的土地利用/土地覆盖的变化影响了全球环境的变化,如气候波动、碳循环、植被破坏、生物多样性的损失和土壤侵蚀。全球环境变化包括两个层次的变化:系统性的变化和累积性的变化。前者指真正全球意义上的变化,如气候波动和碳循环等;后者指区域性的变化,但其累积效果影响到全球性的环境现象,如植被破坏、生物多样性的损失和土壤侵蚀等。", "label": "农业工程", "id": 0}
{"content": "丁香是一种天然的药食两用植物,在食品、医药和化工等领域有广泛的应用。本文综述了丁香酚在治疗循环系统、消化系统、呼吸系统、外科及其它疾病等方面的应用及展望,为将来更加广泛地利用丁香酚治疗疾病提供有价值的参考。", "label": "农业工程", "id": 0}
{"content": "目的钩吻素子作为胡蔓藤全草钩吻的重要生物碱单体成分之一,具有抗炎、镇痛以及抗肿瘤作用,本研究探讨钩吻素子对肝癌细胞增殖的抑制作用及其机制。方法利用MTT法测定钩吻素子对肝癌细胞活力,流式细胞仪检测细胞凋亡率,蛋白免疫印迹技术检测NF-κB和MAPK信号通路相关蛋白以及凋亡相关蛋白,同时应用荧光探针检测细胞线粒体膜电位和ROS的变化。结果钩吻素子可以抑制肝癌细胞的增殖,剂量依赖性的诱导肝癌细胞的凋亡。在钩吻素子的处理下,线粒体膜电位显著降低,而肝癌细胞内ROS含量显著增加;同时,钩吻素子可以剂量依赖性的抑制ERK、p38、p65和IκB的磷酸化。更重要的是,钩吻素子对线粒体膜电位的损伤和对ERK、p38、p65和IκB磷酸化的影响可以通过ROS抑制剂显著逆转。结论钩吻素子能诱导肝癌细胞线粒体损伤并通过上调ROS影响NF-kB和ERK/p38 MAPK信号通路抑制肝癌细胞增殖。", "label": "农业工程", "id": 0}
{"content": "概括梳理30年来我国村庄复垦的内容框架和重点领域的研究现状,借助文献数据、对比分析村庄复垦的研究趋势和总体概况,并提出新时代村庄复垦的热点研究方向,为今后更好地开展村庄复垦研究提供思路。结果表明:（1）从1990年以来,村庄复垦研究内容主要分为四个方面:村庄复垦的过程与工艺研究、土地资源评价研究、土壤理化性质与培肥研究、公共社会问题研究。（2）在乡村振兴和国土空间规划的大背景下,村庄复垦未来还需在土地资源评价与潜力测算、不同区域的村庄复垦与生产力调控、景观格局与生态、村庄复垦相关法律完善与资金来源等5个方面开展进一步研究。研究认为村庄复垦既出现了机遇,也面临新的问题和挑战。不仅需要全面现势的评价基础和潜力预测,完整的资金链和完善的法律保障基础,同时要准确认识村庄复垦土地的土壤结构和生产力,更要满足新时代对生态文明建设、人居环境的新要求。", "label": "农业工程", "id": 0}
{"content": "在查阅大量有关文献和规范的基础上,对高标准农田建设研究的必要性、研究现状及存在的问题、土地整治方面的宏观研究与微观研究进行探讨,展望了高标准农田建设的主要研究方向。结果表明:现阶段高标准农田建设研究不深入、不细致、不系统,研究结果很难快速在现实中应用。在未来研究中,高标准农田建设研究应将土地整治宏观研究中有关景观生态建设、景观格局构建、美学理论等以及微观研究中有关土体重构、土壤物理、化学、生物改良技术、水资源高效合理利用、农艺措施、土地利用方式变化等引入,同时,结合信息化技术进行深入研究,形成高标准农田建设研究的新思路与新方法。", "label": "农业工程", "id": 0}
{"content": "本文利用实验室制备的WMR-p（AA-co-DAAM）（SAP1）、WMR-p（AA-co-DAAM）/PGS（SAP2）和市场上购买的保水剂（SAPRX和SAPHDB）辅助沙蒿种子萌发和幼苗生长试验。试验中从发芽率、发芽势、根长、茎长、耗水量、生物量、吸水保水性能和热稳定性进行高吸水树脂的评价。结果显示:实验室制备的SAP在耗水量、热稳定性、根长、茎长优于市场上购买的SAP,能够促进沙蒿种子萌发和幼苗生长;在增强植物的抗旱能力的同时,能够有效减少人工灌溉次数。", "label": "农业工程", "id": 0}
{"content": "<正>河北省邯郸市涉县农牧局副局长贺献林30日透露,正在申报\"全球重要农业文化遗产\"的河北涉县旱作梯田系统亮相第五届东亚地区农业文化遗产学术研讨会,得到了联合国粮农组织全球重要农业文化遗产科学咨询小组专家的高度评价。第五届东亚地区农业文化遗产学术研讨会26日至29日在日本和歌山县南部町召开,大会主题是\"可持续发展的社会\",来自中日韩", "label": "农业工程", "id": 0}
{"content": "沙漠化是土地的退化,是严重的全球性环境问题,已引起国际社会广泛关注。1994年联合国通过了《联合国防治荒漠化公约》,各国在防治沙漠化一直在不懈努力。然而除中国外,全球沙漠化蔓延并没有得到有效的控制,每年仍以50000-70000km~2的规模扩大。目前,遭受全球沙漠化威胁的沙漠面积和其他干旱地区的土地面积已达地球陆地面积的41.3%。在中国沙漠化土地的面积已达1.73×106km~2,占国土总面积的18.03%,并且另有3.1×105km~2的土地有明显沙漠化的趋势。", "label": "农业工程", "id": 0}
{"content": "固沙植物沙堆的形态特征是高寒植物生态适应性与防治效益的重要体现,对幼龄人工植被沙堆的形态研究有益于探索植被与风沙的相互关系,指导生物治沙工作。通过对青海湖东岸主要固沙植物沙堆的形态拟合与蚀积监测发现:（1）强堆积型的沙棘与沙蒿沙堆在堆积高度、面积与体积上均大于弱堆积型或弱侵蚀型的樟子松与小叶杨沙堆,这主要受株高、冠幅等植物生长因子及其交互作用的影响;（2）根据8方位蚀积断面观测,各沙堆堆积部位主要在NE-E-SE方位带,沙蒿、乌柳沙堆的蚀积强度具有显著的方位差异,这与同方位输沙强度呈现显著的负相关性（P<0.05）。在W、NW、SE等方位,沙堆间的物种差异显著;（3）根据各植物沙堆的固沙强度和林下地表输沙强度分析,沙棘、乌柳、樟子松、小叶杨与沙蒿年均固沙效益分别为40.45%、15.53%、4.69%、4.20%与62.72%,沙棘、乌柳与沙蒿均为典型优良的固沙树种。", "label": "农业工程", "id": 0}
{"content": "本文以农地整理中U型混凝土渠（以下简称\"U型渠\"）为研究对象,针对U型渠在建成3~5年内就出现表面各种破损现象导致无法满足灌溉要求的情况,在其侧壁有无农用机械与其他车辆荷载两种条件下,分别构建U型渠侧壁剪力模型与应力模型。从理论上测算U型渠强度,与实际项目中U型渠所受应力相比较,分析农地整理项目区U型渠经常被破坏的可能原因。基于以上研究,本文得到如下结论:当渠道在土层内的深度越深,渠道侧壁厚度越小,农用机械或车辆载重越大时,U型渠侧壁所承受的最大弯曲应力值越大,设计时应选取更大强度的混凝土;造成混凝土破损的原因主要包括实际混凝土强度未达到设计要求、渠道长时承受超负荷载重等。", "label": "农业工程", "id": 0}
{"content": "土地资源是国家重要的自然资源,但在生产建设中,因挖损、压占等施工活动造成了土地资源及生态环境的破坏。输变电项目由于其建设特性会造成更大范围的土地破坏、水土流失和土地利用功能降低,本文以酒泉-湖南±800kV特高压直流输电线路工程（湖北段）为例,分析湖北西部山区输变电项目引起的土地破坏特点,提出了针对性的防治措施,最大限度减少工程建设造成的土地破坏和水土流失。", "label": "农业工程", "id": 0}
{"content": "青海生态环境保护第一是国家重大战略决策,青海最大潜力和最大价值是生态。荒漠化是青海生态的最主要问题之一,青海省荒漠化土地面积为1903.58万hm~2,占全省国土总面积的26.5%,是全国荒漠化面积大和严重危害省份之一。五十多年来,在治理高寒沙漠化土地中,针对不同类型的荒漠化土地主要是采取工程和生物综合治理技术,试验筛选出了一系列集成技术模式,取得了一批行之有效的防沙治沙技术成果,在全省防沙治沙中等重大生态工程中起到了关键技术支撑作用,推广应用成效显著,取得了显著的生态效益、社会效益和经济效益。", "label": "农业工程", "id": 0}
{"content": "风蚀危害是影响流动沙丘造林成效的关键因素,在跟踪调查纱网沙障野外固沙造林良好成效的基础上,进行了纱网沙障固沙成效的风洞模拟研究。结果表明:设置带状纱网沙障后改变了地表风沙流结构,并对拦截地表风沙流具有显著的效果。在距离地表0-40cm高度范围内,沙障高度10cm、15cm和20cm时,其总输沙量为10.81g/4cm~2·3min、13.30g/4cm~2·3min和6.69g/4cm~2·3min,而无沙障对照为53.66 g/4cm~2·3min。在纱网沙障迎风侧2H、1.5 H和1 H处的平均风蚀深度分别为0.47cm、0.4cm和0.2cm,在背风侧0.5、1 H、1.5 H、2H和3H处的平均积沙厚度分别为1.7cm、1.1cm、1.0cm、1.3cm和1.4cm。此外,由于沙障高度不同,在沙障上方及沙障背风侧风速流场的变化特征不同,并在沙障背风侧近地表形成弱风区。其中,沙障高度10cm时,在设置沙障位置的上空10cm高度范围形成1个高风速涡旋;沙障高度15cm时,在沙障位置及沙障背风侧上空10cm高度范围形成3-4个高风速涡旋;沙障高度20cm时,在沙障位置及沙障背风侧上空10cm高度范围形成8-9个高风速涡旋,反映出纱网沙障具有随风摆动的特点,对空中气流的扰动作用强烈。", "label": "农业工程", "id": 0}
{"content": "加强荒漠化沙化综合治理,是建设生态文明、改善沙区生态和民生的迫切需要,也是促进区域协调发展的战略选择。本文介绍了防沙治沙的新技术—治沙植生模袋及植生模袋技术,从技术原理、技术优点及施工说明方面对两大技术做了详细说明。治沙植生模袋结构设计科学,其特点在于该植生模袋包括植生袋囊和定沙毯,植生袋囊可以为植物生长提供良好的生长基盘,定沙毯能有效阻挡风沙对植物的侵蚀和伤害。植生模袋技术是利用棉线等天然纤维及人工纤维丝交互编织成具有规则分布相互连通袋囊的模型垫,通过锚钉单独铺设或结合框格铺设在裸露边坡,其袋囊内的植生基质能为植物生长提供水分和营养及稳定的生长基盘。这两种治沙防沙新技术在沙漠化治理工程中有较强的推广意义。", "label": "农业工程", "id": 0}
{"content": "本文通过对库布其沙漠北部区域盐碱地的成因分析,综合考虑几种典型盐碱地改良方法优、缺点后,提出基于当地情况的较可行的开发与利用方法。", "label": "农业工程", "id": 0}
{"content": "<正>概况科尔沁沙地处于大兴安岭和冀北山地间的三角地带、内蒙古东部西辽河中下游,主要区域为内蒙古赤峰市、通辽市、兴安盟,吉林省白城子市、双辽市,辽宁省彰武县等地,面积约5.06万平方千米,是中国面积最大的沙地。赤峰境内约6375.7万亩。地貌特点是沙层有广泛的覆盖,丘间地开阔,丘陵山地、流动沙丘、平缓沙地、湿地交错。年平均降雨量300mm—400mm,降雨集中7—9月份,占全年降雨量的70%—80%;近十年平均春夏连旱100天左右;风沙土是科尔沁沙地的基本土类。", "label": "农业工程", "id": 0}
{"content": "在定西市安定区团结镇以实地调查和室内分析的方法,研究了新修梯田种植作物的结构及不同种植年限梯田土壤物理性状。结果表明:（1）新修梯田种植结构,从相对产量来看,种植年限对扁豆产量影响不大,胡麻、糜子、三菱豆、豌豆、玉米、燕麦随着种植年限的增加,相对产量增幅较为明显;从种植面积来看,小麦种植面积最大,其次为胡麻、马铃薯;（2）随着种植年限的增加,不同土层深度的土壤容重均有所下降,其中0-10cm,10-20cm土层的土壤容重降低较为明显。0-10cm,10-20cm土层的土壤毛管孔隙度随种植年限的增加呈先增大后减小的趋势,种植10年的土壤毛管孔隙度达到最大,分别为55.22%、54.92%。种植年限对土壤田间持水量的影响不大,均未达到显著性差异。", "label": "农业工程", "id": 0}
{"content": "寻找有效的防风固沙措施对防治我国土壤沙漠化问题有重要意义。采用室内风洞试验,研究了不同添加率的粉煤灰的防风固沙效果及成因分析。研究表明,土壤在添加一定量粉煤灰后的起动风速明显提高,加入粉煤灰的土壤被风蚀量明显低于自然状态下的土壤,但是,土壤被风蚀量并不随粉煤灰的增加而减小,由实验可得到粉煤灰添加量在20%至30%效果最好。由于实验受风洞中流场影响,在实验中要最大程度上减小风洞流场的影响。", "label": "农业工程", "id": 0}
{"content": "当前我国已经进入深入推进生态文明建设的关键时期,针对当前农地整治实践中更多地关注新增耕地数量、追求规模化经营,导致景观单一和生态破坏的问题,提出以景观生态化的新理念新方法开展农地整治,进而在总结各地实践经验和专业调查的基础上,以景观生态化田块设计、景观生态化道路、沟渠设计为重点,探讨了其设计要求和方法,并建议从土地综合整治观、保护原有生态系统、提高村民和景观生态设计师参与度以及加大景观生态建设的政策支持等方面努力,有效推动我国农地整治的景观生态化建设。", "label": "农业工程", "id": 0}
{"content": "本文以崇义县上堡梯田为研究对象,以Google地球影像及崇义县DEM数据为数据源,经矢量化得到上堡梯田景观格局分布,在此基础上,运用Fragstats4.2软件对其进行景观指数计算,并分析景观粒度效应以及景观在高程上的变化,最后将上堡梯田与元阳哈尼梯田进行对比分析。结果表明:（1）上堡梯田景观破碎度高、斑块形状较复杂、聚集度高;（2）梯田景观指数随粒度变化而发生明显变化,尺度依赖性强;（3）梯田梯度分异明显,主要分布在海拔500m至800m范围内,海拔高于1000m范围内梯田景观破碎度最高,在海拔800m至1000m范围内梯田斑块形状最复杂,在海拔300m至500m范围内梯田景观聚集度最高;（4）上堡梯田景观破碎度高于哈尼梯田,斑块聚集度略高于哈尼梯田,斑块形状较哈尼梯田相对规则。", "label": "农业工程", "id": 0}
{"content": "本文从土地质量地质调查成果切实服务土地管理角度入手,在总结浙江省近些年相关工作成果、经验的基础上,从内容、原则、流程等方面,提出了基本农田质量档案建设的基本思路和工作方法,并重点介绍了建档成果表达及应用方向,以引发讨论,加快推进土地质量地质调查成果转化应用。", "label": "农业工程", "id": 0}
{"content": "本文在掌握和深入分析基本农田划定工作的作业流程和数据采集内容的基础上,结合基本农田划定工作成果数据要求和管理方式,研究了基于智能平板设备上开发野外调查平台的主要关键技术,提出了基于智能平板的基本农田划定外业调查平台的设计思路、开发手段。通过开发研制和应用实践,在云南省多个县区的基本农田划定工作实现了良好的应用效果,也为开展内外业一体化的调查工作提出了一种新的工作思路。", "label": "农业工程", "id": 0}
{"content": "为控制克氏原螯虾对哈尼梯田的危害,本试验结合梯田特点采用不同菊酯类药物,通过4次大田药物防治对比试验,得出了控制克氏原螯虾对哈尼梯田危害的最佳药物、使用浓度和使用方法。", "label": "农业工程", "id": 0}
{"content": "为有效提高GNSS（Global navigation satellite system）控制土地平整的工作效率,提出了基于导航技术的GNSS平地作业路径实时规划与辅助决策方法。通过拉力传感器实现了平地作业中铲车载荷的实时检测,利用数学建模的方法,建立了拖拉机平地作业行驶过程的路径实时规划与导航模型。通过拉力传感器实时采集铲车载荷反馈值,根据拖拉机行驶目标区域的地势情况,以避免铲车过载和空载为原则,确定拖拉机的行驶目标点,解算出拖拉机行驶的转向角,实现了最优导航平地作业。农田平地试验结果分析表明,该方法能够较好地实时规划路径并提供导航方向,引导拖拉机高效地平地作业;基于该方法的平地作业,其铲车的过载或空载率总和不大于6.9%,远低于未使用导航时的平地情况。", "label": "农业工程", "id": 0}
{"content": "哈尼梯田是我国西南山区传统生态农业的典型,具有丰富的农田生物多样性。它表现为农业（种植作物）多样性和农田周边相关动植物多样性上。本文以红河县宝华乡龙甲村农户农田调研结果为依据,分析哈尼梯田农田生物多样性的水平及其在农户生计中的作用。结果显示,农田生物多样性对农户生计的维持作用主要表现为:①为人类健康提供了营养和药物;②由于生物多样性带来的生态效益而降低的农资和劳动力投入;③以及生物多样性提供的物质和文化维系了社会与文化系统等三个方面。", "label": "农业工程", "id": 0}
{"content": "<正>我国与阿拉伯国家在荒漠化防治方面有良好的合作关系,2012年5月中阿合作论坛第五届部长级会议上,双方达成共识将在防治荒漠化领域开展更深入的交流与合作。希望我今天的发言能为双方增进了解贡献微薄之力,我的题目是中国防沙治沙的形势与主要策略。一、土地沙化危害和主要成因分析", "label": "农业工程", "id": 0}
{"content": "沙漠化几乎威胁所有干旱、半干旱与半湿润地区,中国北方地区是亚洲东北部受沙漠化影响的主要区域。中国北方地区有160万km~2、生活着超过2亿人口,沙漠化给这一广袤区域的人类生存环境带来挑战。在过去的20年中,中国北方地区采取了各种沙漠化防治的措施并取得了一定的成绩。本文回顾了中国北方地区沙漠化防治的目标、原则与措施,其目的是提供了区域尺度上沙漠化防治的案例,为沙漠化防治与在全球尺度上对生态系统服务功能恢复提供理论与实践支撑。", "label": "农业工程", "id": 0}
{"content": "对1949—2009年宁夏沙漠化土地的动态变化情况进行了分析,得出宁夏沙化土地变化趋势:整体好转,沙化面积逐年减少;沙区植被盖度逐渐增加;沙化程度逐步减轻;沙尘暴天气次数降低,整体环境进一步好转。并对宁夏土地沙化防沙工作提出了对策与建议。", "label": "农业工程", "id": 0}
{"content": "梯田化高标准农田是全省新增千万亩高标准农田的重要组成部分,对确保四川新增50亿千克粮食生产能力作用重大。通过近5年的系统研究,提出了借助ArcGIS技术对梯田化高标准农田进行三网配套设计的技术体系,对山地类型区高标准农田设计技术路径提出了建议。", "label": "农业工程", "id": 0}
{"content": "<正>滩涂作为国家经济发展的重要后备土地资源和维持沿海地区生态稳定的有效环境资源,在我国大力发展海洋经济,实现海洋资源可持续发展的今天,其经济价值和生态价值日益显著。江苏是我国沿海经济大省,拥有海岸线953.9km,而其中2/3位于苏北,绵长的海岸线", "label": "农业工程", "id": 0}
{"content": "耕地和基本农田保护对于矿业城市来说具有特殊的意义。本文以典型矿业城市——山西朔州为例,结合当地第三轮土地利用总体规划修编（2006~2020年）,以当地2005年（规划基期年）耕地和基本农田的数量质量为基础,分析其动态流向特征,最后根据自然气候、社会经济条件与耕地质量的一致性,将规划期内（至2020年）朔州耕地分为3个区域,分别探讨了各区域耕地利用、土壤改良及生态环境保护方向。", "label": "农业工程", "id": 0}
{"content": "2003年春,行唐县水利局在小流域综合治理中率先开展了单斗履带式反铲挖掘机修筑土坎水平梯田、反坡梯田、水平阶的新尝试,取得了质量好、速度快、费用低的效果。实践证明,挖掘机适合在地面坡度8～24°、田面宽12～3m、Ⅶ级以下岩石类型区作业。按最新定额Ⅲ级土核算的单位平均造价为6684元/hm~2,是人工修筑土坎水平梯田平均造价的28.31%;是推土机修筑土坎水平梯田平均造价的61.41%;当年凡是在梯田内间作花生、地埂栽植枣树的农户,均实现了当年投资、当年受益、当年还本的治理效果,成为行唐县山丘区农民增收的亮点工程。", "label": "农业工程", "id": 0}
{"content": "条田是以水平方田为建设对象的耕作田块。本文以重庆市合川区大石镇高川等（4）个村以及重庆市开县厚坝镇大坝等（4）个村两个土地整理项目的条田工程为例,从田块规划、田坎设计以及灌排配套等方面出发,研究设计了田面平整、灌排畅通、道路完善的高标准条田。条田建设是以道路和沟渠分割的格田为基础,根据地形条件、耕作方式、农业种植习惯及社会经济状况等确定田块规模,形状选择依次为长方形、正方形、梯形;地形坡度较大的地区,适宜局部平整,而地形坡度相对平缓的地区,适合大规模的耕作区划分;地形起伏较大时,条田规划首先应满足灌溉和机耕的要求,田间灌渠采用横向布置形式,当地势平坦时,应更多考虑排水问题,田间灌渠采用纵向布置形式。因此,通过条田工程的规划与设计,能实现四川盆地丘陵区高标准农田建设,推进土地资源的高效利用。", "label": "农业工程", "id": 0}
{"content": "土地整理是人为的、强制性、时效性强的一种干扰,能在短期内对农田生态系统及景观格局产生剧烈影响。本文以重庆市开县竹溪等2个村土地整理项目为例,选取景观类型面积、景观百分比、斑块数等8个指标;在景观水平上选取景观优势度、蔓延度指数、聚集度指数等指标,采用特尔菲法和层次分析法相互校正的方法,综合确定各评价指标的权重,对土地整理工程实施前后景观格局进行了对比评价。在景观水平上,工程实施后景观优势度指数、蔓延度指数都略有增加,而分离度指数、Shannon多样性和均匀度指数均减小。工程实施后景观中林地的优势度增高且更具连通性,不同类型斑块之间趋于集中,景观分布趋向简单,不同景观类型之间演替的频度也较工程前减小,景观异质度下降,景观类型向单一化和非均衡化方向发展,景观中各类型斑块在空间上的分布也出现了非均衡化现象。", "label": "农业工程", "id": 0}
{"content": "开展农村土地综合整治是合理开发、利用和保护国土资源的重大举措。尤其是在目前的城乡发展过渡时期中,土地整治工程应该作为推进新农村建设与城乡统筹发展的新平台,由新增耕地的单一目标转向促进现代农业、美化村居等综合目标,由以项目为载体向以项目依托和政策引导综合运用转变。本文以重庆市綦江县新一轮的土地整治规划为研究对象,分析了该区的土地综合整治的战略定位和整治模式。在新时期的农村建设应该以土地整治为平台,统筹规划,开展涉及土地利用、产业发展、村庄建设、水利及道路等基础设施建设、生态环境保护等方面的综合整治。要做到整治目标多元化,更加注重整治规划与其它规划的统筹协调,以保证充分发挥土地整治工程的适时补充耕地、盘活存量土地、优化城乡用地、强化集约用地、提升土地产能的综合效益。实现我国农村的组织整合、产业整合、空间整合。", "label": "农业工程", "id": 0}
{"content": "通过对三峡库区紫色土坡耕地肥力和柑橘生长的调查研究,本文提出了三峡库区柑橘园建设中的土壤改良工程设计。三峡库区内约75%的紫色土坡耕地土层厚度在20～60cm,有72.22%土壤pH值适合柑橘生长,有70.37%的柑橘园土壤有机质含量偏低,土壤速效N、P、K缺乏分别达87.04%、92.59%和75.93%。当土壤厚度为20cm,柑橘根系集中分布在10～20cm,土层为40cm,根系集中分布于20～40cm,土层60cm时,根系分布为40～60cm;20cm土层根系横向分布半径为30cm左右,显著低于40cm和60cm土层,40cm和60cm的根系横向分布为40cm左右,无显著差异。土层为60cm时柑橘树干、树径及单株产量显著高于20cm、40cm土层,并且60cm的土层,土壤蓄水可抵御紫色丘陵区连续30d的夏旱。因此,可初步判定60cm土层为柑橘种植的临界土层。柑橘种植应开挖深60cm以上,直径80cm以上的定植穴,对土层厚度不足的实施放炮改土或客土,开挖后施入有机肥、氮肥、磷肥及钾肥,最后回填熟土。", "label": "农业工程", "id": 0}
{"content": "为从地块尺度引导农用地整理科学有序开展,该文利用农用地分等中间成果,以分等单元为基础研究单元,选择了农用地自然等、土地利用系数、交通条件、单元规模、对农民影响度等5个因素,利用ARCGIS空间分析功能,以西藏曲水县为例进行了整理优先度评价并依据整理优先度划分了农用地整理类型区。研究表明,曲水县农用地整理类型区Ⅰ面积最大,主要分布于其奴乡等乡,整理优先度分数高;类型区Ⅱ主要分布于曲甫乡等乡,整理优先度分数较高;类型区Ⅲ面积最小,单块面积较小且分布比较分散,整理优先度分数最低。研究认为,类型区Ⅰ的耕地可在近期优先进行整理,类型区Ⅱ的耕地整理可考虑安排在中远期进行,类型区Ⅲ的耕地可视地块周围耕地后备资源情况开展土地综合整治。", "label": "农业工程", "id": 0}
{"content": "土地整治与新农村建设有机结合的管理机制还没有形成。云南省\"兴地睦边\"农田整治重大工程恰是土地整治与新农村建设关系的典范。借助多任务委托代理模型,分析了土地整治和新农村建设两类任务努力边际成本关系及努力结果的可观测性,构建了工程功能绩效指标和目标指标相关关系。研究发现:土地整治工程功能绩效指标与促进新农村建设的目标指标并不是一一对应关系,对\"兴地睦边\"工程绩效评价时,要根据具体情况分析各评价指标的可观测性和相互关系,赋予合理的权重及优先序,建立工程功能绩效指标和目标指标导向性激励机制,实现土地整治手段达成新农村建设的目标。", "label": "农业工程", "id": 0}
{"content": "本试验以垦粳2号为材料,探讨黑龙江省水田保护性耕作技术条件下的氮肥利用及其产量效果。结果表明:保护性耕作技术可以提高氮肥利用率4.2%~22.9%,提高叶面积指数9.3%~58.5%;水稻产量平均提高4.2%;高产群体的单位面积穗数比对照高18.9%~27.9%。", "label": "农业工程", "id": 0}
{"content": "宁夏中部干旱带特殊的自然条件和水资源特点,决定了当地必须打破常规耕种方式和用水方式,才可能从根本上缓解缺水难题、群众脱贫和生态环境改善。压砂地作为一种具有综合效能的旱作覆盖技术和水土保持措施,在当地发挥了蓄水保墒、增温压碱、保土保肥、抗旱增产的独特作用。本文结合宁夏中部干旱带自然特征,通过分析压砂地的有效作用,提出和解读了压砂地建设技术标准。在评价压砂地经济效益、社会效益和生态效益基础上,反映出建设压砂地,发展减灾农业,是干旱地区节约用水、高效用水和改善民生的一条新途径。", "label": "农业工程", "id": 0}
{"content": "采用数学形态学方法,在对优质耕地的集中、连片的区域图斑进行划定的基础上,通过内包络矩形和外包络矩形进行区域图斑形状规整化判别,最后采用最小包络矩形对优质耕地的集中、连片区域图斑规整化处理。", "label": "农业工程", "id": 0}
{"content": "文章具体阐述了巢湖流域圩区农田尾水氮磷含量偏高的特点,分析得到圩区雨季农田尾水的排放是巢湖流域非点源污染的一个重要原因,并从政策管理和农业技术两个方面提出了巢湖圩区水体富营养化的防控措施建议。", "label": "农业工程", "id": 0}
{"content": "以浙江省某河道进行调查研究,该河道主要污染源为农业面源地表径流污染,现状水质较差,COD、NH3-N浓度较高,针对其劣Ⅴ类水质现状,以强化河道自身净化能力为基础,构建原位拦截净化—生态河流净化体系,通过原位强化净化技术、微生物菌剂、水生态修复技术的原位修复技术集成,改善河道水质。工程实施后,水质检测数据表明,本工程中的河道原位治理技术切实可行、效果明显,验证了该河道原位治理工艺在农业面源污染型河流治理上的适用性和有效性。", "label": "农业工程", "id": 0}
{"content": "农业面源污染成为水环境污染的重要因素,也是我国面临的重大环境问题之一。文章梳理了我国农业面源污染防控技术方面已有的成果与研究进展,提出了今后农业面源污染防控技术领域的研发趋势与任务,为政府管理部门和相关领域科研人员提供参考与借鉴。", "label": "农业工程", "id": 0}
{"content": "针对农业面源低污染水对河流、湖泊造成严重的污染,且收集困难、难以处理,本文根据\"源头控制-过程阻断-末端净化\"的治理理念,提出\"生态缓冲带+生态截流沟+人工湿地\"的净化工艺,形成污染物入河湖前的三级净化体系,并对生态缓冲带、生态截流沟和多塘湿地进行论述,分析其净化效果。通过对农田低污染水实行\"过滤拦截、生态截留、节点净化\"后排入河湖中,实现农田面源污染控制技术。并以黑龙江省五大连池二池面源污染治理工程作为案例,以三级净化体系对农田面源低污染水的进行了治理,并因地制宜提出了生态缓冲带、生态截流沟和多塘湿地的工艺措施,经过处理后CODcr、TN、TP的去除率为75%、70%、85%,保障了入湖水质。", "label": "农业工程", "id": 0}
{"content": "农业是生态文明建设的重要领域,随着我国工业化、城镇化进程加快以及农产品需求数量上升,农业面源污染威胁着我国农业和农村生态环境安全,抓紧做好农业面源污染防控工作,有效改善农业生态环境是促进生态文明建设的关键环节。为了消除农业污染问题,我国政府明确提出,2020年中国将形成\"环境友好型、资源节约型\"的两型农业。本文通过对农业面源污染的污染因素调查研究,分别对农药污染、化肥污染、畜牧粪便污染、秸秆焚烧污染、农业地膜污染五个主要农业面源污染进行现状分析,针对不足结合现状通过健全制度、源头控制、合理引导等提出农业面源污染的防治措施。", "label": "农业工程", "id": 0}
{"content": "突发性镉污染事件能造成水体剧烈\"瞬态污染\"。对某江突发性镉污染发生后2012年2月-2013年12月期间20个监测断面水体镉含量进行研究,并开展了多暴露途径健康风险评价。结果表明:监测期间在20个监测断面中,仅2012年2月份在S8 （健康风险值为1.34×10～（-4）·a～（-1））超过EPA规定的最大可接受风险值1.0×10～（-4）·a～（-1）,其他断面均在最大可接受风险值之内。从风险类型看,致癌风险>非致癌风险。从暴露途径看,饮用水途径的健康风险>皮肤接触途径的健康风险,饮水途径摄入镉的健康风险比例达99.12%,由此可见饮水摄入途径是水体镉可能导致健康威胁的主要暴露途径。", "label": "农业工程", "id": 0}
{"content": "为明确再生水灌溉对土壤和蔬菜多氯联苯（PCBs）和内源性雌激素含量的影响,2015—2016年在北京市灌溉试验中心站布置了灌溉试验,设置了再生水、清水和交替灌溉3种处理方式。采用气相色谱/质谱联用仪和高效液相色谱—三重四极杆串联质谱仪分析了土壤和蔬菜可食用部位中7大类PCBs和内源性雌激素的含量。研究结果表明,2015年和201 6年蔬菜收获时温室大棚土壤PCBs和内源性雌激素含量分别为ND（未检出）～2.72μg/kg和2.55～150.38μg/kg。显著性分析显示不同灌溉水质没有显著影响土壤PCBs和内源性雌激素含量。本研究表层土壤未受到PCBs污染且其生态风险概率均小于10%。蔬菜PCBs和内源性雌激素含量分别为ND（未检出）～5.72μg/kg和0.94～424.02μg/kg。不同灌溉水质并未显著影响蔬菜PCBs和内源性雌激素含量。本次研究中蔬菜PCBs含量低于美国卫生及公共服务部建议指标。本研究中蔬菜对PCBs和内源性雌激素的迁移系数分别为0～36.77和0.08～32.82。本研究条件下,再生水灌溉未引起表层土壤和各蔬菜PCBs及内源性雌激素污染风险。", "label": "农业工程", "id": 0}
{"content": "蔬菜地具有施肥量大、复种指数高、经济效益高以及农事操作频繁等特点。就污染的普遍性和程度而言,重金属镉（Cd）污染最为严重,我国菜地土壤Cd超标率高达24.1%。另有调查表明,肥料高投入带来了低下的氮肥利用效率与土壤氮素的大量残留。目前蔬菜地重金属与面源污染问题并存,因此蔬菜地中的面源污染控制与重金属修复有机结合,并辅以科学有效生物及农艺措施,以期有效降低农田污染和农产品重金属含量。试验在上海市农业科学院庄行试验基地（30°53’24″N 121°23’15″E）的设施大棚内进行。试验共计10个处理,盆栽面积36.5 cm×26.5 cm×40 cm,盆内装5 cm深的砂石和15 cm的土壤（7 kg土重,土壤采自佛山市三水区白坭镇示范区）。于2018年4月8日在各盆栽中分别施用不同量的生物炭（14.5 g/盆）、缓释肥（硫包衣4.8 g/盆、磷包衣5.3 g/盆和矿石粉包衣5.4 g/盆）、凹凸棒矿石粉（矿石粉96.7 g/盆、193.4 g/盆、386.8 g/盆）,配合常规施肥,调整各处理的施肥量N+P2O5+K2O=225 kg:225kg:225kg/ha。待土沉降和灌水后,于4月10日撒播菜薹种子（新西兰杷州甜油4560）。4月15日出苗,5月16日采收,共计36天。试验过程中监测了菜薹的株高和茎粗,测定了其产量;取样分析了种植前后土壤中Cd含量和其它土壤常规指标;取淋溶水样分析了总氮、硝态氮和铵态氮含量。结果表明,矿粉（386.8 g/盆）处理的菜薹产量（1994 kg/亩）较高,比常规施肥处理增产9.4%;矿粉（386.8g/盆）和硫包衣的处理中土壤Cd含量相比对照减少26.8-39.6%;淋溶水中的总氮含量在矿粉（386.8 g/盆）、硫包衣和矿粉包衣处理中较少。综上所述,矿粉（386.8 g/盆）处理、缓控释肥中的硫包衣和矿粉包衣处理的施用量有利于促进菜薹增产、阻控对重金属的吸收以及削减氮流失。", "label": "农业工程", "id": 0}
{"content": "我国国民经济水平逐渐提高,人口数量逐年俱增,生态安全和粮食安全的保障成为了当前难题之一。同时,农业面源污染成为当前农村环境保护的难题之一,化肥农药的大量使用,畜禽龚便的随意排放、农作物桔秆的焚烧、农村居民生活垃圾的任意倾倒等农业农村废弃物的不合理处置对区域水、土壤、大气环境,及生态系统都会产生负面影响,间接对人类健康产生不可逆转的负面作用。因此,本文以太子河山区段上游本溪县境内为例进行简要概述农业农村面源污染问题。", "label": "农业工程", "id": 0}
{"content": "农业面源污染防治和减贫都是我国全面建设小康社会的关键任务。探究贫困对农户参与生态保护的影响,对于实现生态保护与减贫的协同推进尤为重要。本文基于阿玛蒂亚森的可行能力理论,依据MPI指数和扶贫目标,构建了反映农户贫困状况的多维贫困指标体系;利用在陕西南部贫困地区的342户调研数据测度农户的多维贫困水平,采用二元Logit模型揭示不同维度贫困对农户参与农业面源污染防治意愿的影响。研究表明:（1）样本中,29.53%农户属于多维贫困家庭。农户五个维度贫困水平测算中,按照均值排序为:教育贫困>健康贫困>收入贫困>生活质量贫困>信息贫困。（2）健康贫困（重大疾病）、教育贫困（人均受教育程度）、生活质量贫困（生活燃料和家庭固定资产）、信息贫困（集市可及性）和收入贫困（人均纯收入）均对农户参与农业面源污染防治意愿具有显著的负向影响。其中,集市可及性对农户参与农业面源污染防治意愿的负向影响最大。", "label": "农业工程", "id": 0}
{"content": "本文通过对池塘养殖鲮鱼不同生长阶段体内组织及养殖水体中重金属分布进行相关性分析,测定鲮鱼各组织及水体中Cr、Hg、Cd、Pb、As、Cu、Ni等7种重金属含量分布,结果显明,肠内容物中Cu、Cd、Pb、Cr、Ni、As、Hg含量均最高（P<0.05）,范围为0.03~0.73mg/kg;悬浮物和沉积物的Hg含量在4个月份的分布均差异显著（P<0.05）,在沉积物含量范围为0.01~0.22 mg/kg,在悬浮物含量范围为0.07~1.88 mg/kg,而其他6种重金属含量差异不显著（P>0.05）;体壁与肠内容物、肠内容物与悬浮物、悬浮物与沉积物之间的重金属含量均显著相关（P<0.05）,相关系数分别为0.893、0.826、0.851。分析鲮的消化道吸收是其体内重金属积累主要方式,水中悬浮物对鱼肠内重金属污染特征起到了关键作用。为鲮生态养殖研究提供基础参考数据。", "label": "农业工程", "id": 0}
{"content": "为了研究不同植物和基质组合的小型湿地模型净水效果及其与基质酶活性（脲酶和磷酸酶）之间的相关性,并选出净水效果最佳的模型,本文通过对两种植物（茭白和慈姑）和两种基质（石榴石和磁铁矿）进行组合构建不同的湿地模型进行研究。结果表明:在相同种植数量的情况下,茭白和慈姑混合种植的湿地模型总体上比茭白和慈姑单一种植的湿地模型具有更好的净水效果,是本次实验中的最佳湿地模型;湿地模型的脲酶活性与总氮去除率具有显著的相关性（相关系数为0.903-0.980）,脲酶可作为判定人工湿地去除养殖水体中总氮效能的指标,湿地模型磷酸酶活性与高锰酸盐去除率总体上具有显著相关性（相关系数为0.821-0.992）,磷酸酶可作为判定人工湿地去除养殖水体中高锰酸盐效能的指标。", "label": "农业工程", "id": 0}
{"content": "采用三角帆蚌为实验对象,建立原位围隔,开展其控藻和净化水质的试验研究。结果表明,三角帆蚌在一定程度上可以抑制浮游植物的生长,但并不是挂养数量越多或越少控藻效果最好,而是有一个投放范围;三角帆蚌数量为18个时控藻效果最好,浮游植物细胞密度、生物量分别下降了78%、55%。三角帆蚌可以改善围隔内水体中TP、COD、BOD,以及chla.含量,其中数量18个时对磷和叶绿素的控制效果最好,TP下降了36.23%,chla.含量下降了20.48%;挂养12个时对COD和BOD5的控制效果最好,分别下降了18.92%和34.38%。总体上挂养数量为18个时,对水质的处理效果最好。建议在同类型水体利用三角帆蚌根据生物操纵原理调控水质时,挂养以3个/m~3为宜。", "label": "农业工程", "id": 0}
{"content": "在室内开展模拟实验,研究鲢、鳙和鲴不同混养系统中排泄物及微囊藻活性的变化。设置鲢鳙组合实验组,混养鲴鱼的鲢鳙实验组以及空白组,其中鲢鳙生物量放养比例为3:1,实验周期14天。结果显示,鲢鳙组和鲢鳙鲴组均能降低微囊藻密度,无显著差异（P>0.05）,并且均极显著小于对照组（P<0.01）。混养鲴鱼可以降低排泄物含量及消化率,鲢鳙鲴排泄物含量在第4天开始呈下降趋势,实验结束时是鲢鳙组的16.08%。鲢鳙鲴组微囊藻消化率,第5天后快速增长,至实验结束达到85.9%,极显著高于鲢鳙组（P<0.01）。鲢鳙组和鲢鳙鲴组排泄物中氨基酸和氮含量相比未被摄食微囊藻减少率分别为33.17%、53.62%和34.97%、54.27%。在排泄物培养期间,鲢鳙鲴组排泄物胞外多糖（EPS）含量、叶绿素a（Chl a）浓度不断下降,至实验结束极显著低于鲢鳙组（P<0.01）。可见,在鲢鳙控藻的基础上,混养鲴鱼可以减少摄食微囊藻鲢鳙的排泄物及降低排泄物中微囊藻活性,改善排泄物引起的生态效应,为鲢鳙鲴生物操纵控藻改善水质提供理论依据。", "label": "农业工程", "id": 0}
{"content": "本文对治理农业面源污染的措施进行了探讨,从农田径流污染控制措施、农村村落污水处理措施、畜禽养殖业面污染控制等方面论述了治理农业面源污染保障水安全的有关措施。", "label": "农业工程", "id": 0}
{"content": "在生态文明建设背景下,重新反思西南地区水生态安全。针对我国主要江河上游西南地区频发洪涝地质灾害、干旱、水库湖泊污染等严重水生态安全问题的现状及该地区气候和土壤特点,分析红壤坡面被\"简单化\"的水文生态过程产生的原因,指出西南水文生态过程的退化影响到该地区及下游地区的生态安全,是西南\"水战略\"需要考虑的核心问题。同时,本文提出了解决该地区目前水生态安全问题的对策建议。", "label": "农业工程", "id": 0}
{"content": "在经过近10年的水污染防治与水土保持治理,丹江口库区的水土流失治理已从防沙固土逐渐发展为集面源控制为一体的生态清洁小流域治理;然而在发展过程中,由于对生态清洁小流域的理解存在较多分歧,治理措施缺乏科学的布设,统一规划以及有效的效果评估。本文在分析了丹江口库区面源污染治理与生态清洁小流域建设中存在问题的基础上,从分级治理思路、措施布局和技术要点等3个方面对丹江口库区生态清洁小流域建设技术方案进行探讨。", "label": "农业工程", "id": 0}
{"content": "为进一步完善生态清洁小流域建设中河滨带治理的技术体系,筛选适合于河滨带治理的土壤生物工程技术施工方式,本研究在北京市昌平区马池口镇亭自庄轻工业环境保护研究所生态修复实验基地运用土壤生物工程技术,研究了金丝柳和紫穗槐2种植物材料在4种不同土壤生物工程技术施工方式下对河滨带生态环境的影响。在试验布设完工后30个月通过人工降雨试验测量了各个试验区的土壤侵蚀量,此外还调查分析了试验区的土壤理化性质和植物物种的多样性。试验表明:梢捆、灌丛垫、层栽和植物方格4种土壤生物工程技术施工方式均能有效减少河滨带岸坡侵蚀,改良周边土壤理化性质,增加河滨带生物多样性。", "label": "农业工程", "id": 0}
{"content": "(目的)本文通过建立池塘型水体有机胂暴露胁迫模型,研究鲫鱼在洛克沙胂暴露胁迫下肝脏蛋白的差异性表达,旨在为有机胂添加剂所致的养殖场周边水环境砷污染引起的生态毒性和早期的分子诊断提供科学依据。（方法）选取6~8cm鲫鱼为实验动物,在室内水池模拟环境中（水温21+2℃、pH6.5±0.5、溶解氧D.O7.5~8.5mg/L）设洛克沙胂组（150μgAs/L）和空白组,分别于7、14、21天采样。采用双向凝胶电泳技术优化分离鲫鱼肝脏蛋白,并对其中匹配良好的显著性差异点采用基质辅助激光解吸离子化-飞行时间质谱技术（MALDI-TOF/MS）进行检测,由数据库检索鉴定与分析其差异蛋白分类及特性。（结果）结果表明:（1）在洛克沙胂的暴露胁迫下,鲫鱼肝脏产生的差异蛋白共有101种（P<0.05）,其中有74种蛋白表达上调,27种表达下调,在暴露胁迫的中期（14天）,蛋白的变化种类最多,有49种,其中29种发生了上调变化,20种发生了下调变化;在暴露胁迫的后期（21天）,有20种蛋白发生变化,全部为上调。（2）经选取36个匹配良好的显著性差异点进行鉴定,在这36种蛋白中,有27种蛋白属于鲤科,与鲫鱼属同一科,占75%。（3）依据蛋白质的GO注释和在相关文献中报道的所参与的生物过程和分子功能,将鉴定得到的鲫鱼肝脏蛋白分为8类,包括碳水化合物代谢相关蛋白（10个点,占28%）,细胞骨架蛋白（6个点,占17%）,能量代谢相关蛋白（3个点,占8%）,信号转导相关蛋白（5个点,占14%）,氨基酸代谢相关蛋白（4个点,占1l%）,分子伴侣蛋白（5个点,占14%）,氧化应激相关蛋白（2个点,占5%）,未分组蛋白（1个点,占3%）。（结论）本文从蛋白水平初步探讨了洛克沙胂对水生生物鲫鱼的分子生态毒性效应,获得与其暴露胁迫密切相关的肝脏差异蛋白,为有机肿添加剂暴露胁迫下对水环境的分子生态毒理学研究及其早期预警分子标志物的筛选提供依据。", "label": "农业工程", "id": 0}
{"content": "在中国,淋溶到地下水中的氮有超过50%来自于农田土壤。地下水中的氮含量超标可能会对人体健康产生危害,但目前很少有人了解中国农田氮淋溶的空间格局以及造成这种差异的潜在原因。淋溶量的不确定性主要来源于淋溶对施肥量的响应模式以及环境因素的影响。基于51个站点的453个样本数据,我们分析了淋溶量对施肥量的非线性、变异性的响应关系,并建立了能够模拟出环境因素如何作用于氮淋溶的经验模型。结果发现对大多数作物类型而言,淋溶量与施肥量之间均呈现非线性关系,并随当地的气候和SOC的不同而改变。气温大约能对观测到的LR的空间变异性作出52%的解释。模型的校准及验证结果显示将环境因素考虑到模型中能够更加精确地模拟氮淋溶的变化,并且将这种点位的模拟应用到全国尺度也较为合理。2008年中国农田上因施肥量引起的氮淋溶量为0.88±0.23 TgN/a （1σ）,远低于联合国粮农组织及全国污染源普查报告中用到的线性或单一方程模型的模拟结果。这些结果也启示我们在未来制定降低农田氮淋溶的相关政策时,应该考虑气候变化的影响,而不能只是减少肥料的施用。", "label": "农业工程", "id": 0}
{"content": "以福建省内某跨海大桥为实例,对项目概况作了简要介绍,并对跨海大桥对水体产生的水土流失危害作出了详细分析,最后提出了跨海大桥水体污染的水土保持措施,为类似跨海大桥水土流失防治提供参考。", "label": "农业工程", "id": 0}
{"content": "本文在国内外相关研究的基础上,结合RS和GIS技术,利用输出系数模型,对北京地区2000年至2008年的非点源污染负荷总氮（TN）进行了空间模拟和负荷估算,揭示了土地利用/覆盖变化对北京地区非点源污染的影响。模拟结果表明,在不考虑流域损失的前提下,近10年间,由土地利用所造成的非点源污染TN负荷基本呈逐渐下降趋势,从2000年的1.98万吨下降到2008年的1.90万吨。其中,就地区而言,大兴区、房山区、通州区和顺义区一直是TN负荷总量最高的地区,同时大兴区、通州区和顺义区一直是非点源污染负荷强度最高的地区。在今后,应重点加强该地区的治理。研究结果表明,输出系数模型对北京这样中等尺度空间的行政区域的非点源污染能够进行较好的空间模拟。", "label": "农业工程", "id": 0}
{"content": "利用气相色谱质谱仪（GC-MS）对广东罗非鱼主要养殖区水体及罗非鱼肌肉中16种优控多环芳烃（PAHs）的含量进行检测,并用美国环保局（USEPA）推荐的健康风险评价模型对罗非鱼食用安全进行健康风险评价。结果表明,水体中16种多环芳烃总量为272.53 ng·L-1,范围为53.55~679.97ng·L-1;罗非鱼肌肉PAHs残留含量范围为182.66~717.20 ng·g-1,平均含量为375.59 ng·g-1;多环芳烃的组成以低环为主,在水体及罗非鱼肌肉所占比例分别为69.64~97.09%和59.70%~74.46%;罗非鱼经食用所含6种致癌PAHs造成个人年致癌风险值范围为2.87×10-6~1.27×10-5 a-1,低于国际辐射防护委员会（ICRP）推荐的最大可接受风险水平（5.0×10-5a-1）,但存在一定的致癌风险,8种非致癌PAHs有害污染物对人体的总非致癌风险为2.51×10-10~1.54×10-9a-1,低于国际标准值,健康风险较低。", "label": "农业工程", "id": 0}
{"content": "农村水环境污染问题亟待解决,本文在分析农村水污染现状和污水主要特点的基础上,将国内外农村水污染控制技术划分为源头控制技术、过程控制技术及终端控制技术,并重点分析了几种新型技术的特点及应用,同时提出了水污染控制技术的发展趋势,以期为农村水污染控制的技术研发与应用提供参考。", "label": "农业工程", "id": 0}
{"content": "本研究于2012年4月至6月（龙江河镉污染事件水体镉浓度稳定达标40天后）在事件发生地下游,应急期间经投药处理,有大量镉沉积于河床的三岔水库用龙江河原生水草和底栖生物养殖草鱼（Ctenopharyngodon idellus）和黄颡鱼（Pelteobagrus fulvidraco）,研究在受镉污染事件影响的河流中两种鱼类肌肉中镉积累特征。结果显示,实验期间草鱼和黄颡鱼肌肉中镉含量均呈升高趋势,但两种生活习性差异较大的鱼类镉积累特征有所不同。草鱼肌肉中镉积累速率较大,镉含量与养殖时间呈显著正相关（p<0.001）,在养殖第31天,草鱼肌肉中镉含量达0.129mg/kg,超出GB2712-2012《食品安全国家标准食品中污染物限量》中鱼类镉含量限值;黄颡鱼肌肉中镉积累速率较低,且与养殖时间无显著相关性（p>0.05）,黄颡鱼肌肉中镉含量从实验开始时的0.011mg/kg至实验结束时上升至0.032mg/kg。由此可见,虽然镉污染事件后水体镉浓度能在短时间内恢复达标,但鱼类仍可能从受污染的沉积物或沉水植物中吸收镉,并在肌肉中积累至超标,因此,在镉污染事件后一段时间内,受影响河段中的鱼类存在食用安全风险。", "label": "农业工程", "id": 0}
{"content": "农田氮磷流失引起的非点源污染已成为农田生态环境资源可持续利用及农业可持续发展挑战之一。非点源污染具有强烈的外部性等特点,生态补偿是将外部效应内部化的有效手段。本文以农户每年减少一定量的氮磷施用量而获得政府补偿为切入点,论证了农户减少氮磷肥施用量到最佳生态经济施肥量是获得补偿的依据。以宜兴市为实证对象,在2011-2012年运用意愿调查评估法和成本-收益法相结合的方式测算了农户参与农田氮磷素非点源污染控制的生态补偿标准,以probit模型建立农户接受补偿意愿模型,分析各因素对农户意愿的影响。研究表明:（1）宜兴市主要粮食生产的最佳生态经济施氮量为375.6 kg/hm2,最佳生态经济施磷量为167.52 kg/hm2;农户参与农田氮素与磷素非点源污染控制的补偿额度理论值分别为620.0—7098.0元/hm2、39.68~417.03元/亩;（2）农户受偿意愿与受教育程度呈极显著性相关,与种田经验、农地保值增值功能的认知呈显著性相关。", "label": "农业工程", "id": 0}
{"content": "<正>我国计划从2006年起,用5年时间,全流域治理松花江水体污染。松花江将和\"三河三湖\"一样,列为流域水污染治理的重点。一、农村面源污染控制是全面实现流域水质目标的关键松花江流域是我国继长江、黄河之后的第三大水系。近年来,松花江由于多方面原因,水质每况愈下,", "label": "农业工程", "id": 0}
{"content": "大伙房水库上游水体污染已采取了多项治理措施,但水质仍有不断恶化的趋势。通过对上游抚顺县后安镇污染源及治理措施的调查分析,发现农药瓶子、秸秆堆入河道,工程治理措施利用率低等问题,最后提出了农业面源污染控制、农村生活垃圾治理、治理工程措施后评价等方面的建议。", "label": "农业工程", "id": 0}
{"content": "随着农村经济的发展和人民生活水平的不断提高,农村环境问题越来越突出,逐渐成为制约新农村建设综合效果和生态文明建设进程的重要因素。由于农村环境的治理受制于经济、管理等多方面因素的限制,且缺少相关的法律和标准的支撑,使农村环境的治理成为棘手问题。本文通过分析国内农村环境治理存在的问题,结合国外农村建设的先进经验,提出了我国新农村建设中环境治理方面的政策建议。", "label": "农业工程", "id": 0}
{"content": "<正>新建水库被认为是\"汞敏感系统\"而成为国内外相关研究的热点领域。水库新建淹没大面积土地、森林或农田,不仅改变了河流原有的流速、水深,而且也改变了水体的理化性质,也改变了河床沉积物的物质及微生物组成,所有的这些变化都将对汞在这个环境系统中的迁移、转化产生影响。相对于国外新建水库而言,我国", "label": "农业工程", "id": 0}
{"content": "研究了宁夏黄灌区稻田退水量的主要控制因素和作用变量,结果表明:灌区稻田退水量主要受灌溉量和地下水位的影响,与二者的相关系数分别为0.88和-0.61,受降雨量和蒸散量的影响较小,相关系数分别为0.29和0.38。在水稻生育期内控制灌溉量可以显著降低退水量,在优化灌溉量节水20%（W1）和节水40%（W2）以及传统灌溉量（W3）三个处理下退水量的差异达到极显著水平（P<0.05）,退水量分别占相应灌溉量的38%、35%和30%;传统灌溉量下退水量分别是优化灌溉处理的1.46和2.19倍。在水稻的整个生育过程中,农田退水主要发生在抽穗开花前,此阶段的退水量占退水总量的80%左右,所以,水稻抽穗开花前是调控宁夏黄灌区稻田退水量的关键期。最后利用统计方法建立了稻田退水量与其影响因素的多元回归模型。", "label": "农业工程", "id": 0}
{"content": "宁国市作为安徽县域经济发展的排头兵,近年来经济社会发展较快,由此引发的水资源和水环境问题日趋突出。如何保护和利用好水资源、改善水环境则成为我市打造生态环保型的现代化人居城市的重要组成部分。", "label": "农业工程", "id": 0}
{"content": "研究了芽孢杆菌对草鱼养殖水质的调控。通过测定水体的氨氮、亚硝酸盐氮、硝酸盐氮和总无机氮值等来评价水质变化。测定结果表明,与对照组相比:第28 d时,处理组1和2的氨氮含量分别下降13.18%（P>0.05）和48.09%（P<0.01）,且处理组2比处理组1下降了26.71%（P<0.05）;整个养殖期间处理组1的亚硝酸盐氮含量与对照组接近,但处理组2均高于对照组;第21d,处理组1和2硝酸盐氮分别下降了62.54%（P<0.01）和96.84%（P<0.01）;第28d时,处理组1和2总无机氮含量分别下降了18.72%（P>0.05）和29.07%（P<0.05）。试验表明:养殖水体中添加芽孢杆菌可降低氨氮含量,改善养殖水体水质;水体和饲料中同时添加芽孢杆菌制剂去除总无机氮和氨氮的效果更佳,但同时也提高了亚硝酸盐氮含量。", "label": "农业工程", "id": 0}
{"content": "自20世纪80年代以来,我国沿海地区的水产养殖业迅速兴起,饵料、粪便及生物残骸等的累积造成的养殖环境恶化非常严重。因此,以微生物、藻类、植物等为代表的高效的、环境友好的生物修复研究应运而生,并得到广泛应用。微生物修复通过生物刺激或者投菌法利用细菌、真菌等可以产生生物表面活性剂或酶等特性,由表面活性剂的包裹作用提高污染物的组织相容性,降低污染,或者通过分泌氧化酶（氧化还原酶、漆酶、过氧化物酶）和水解酶（脂酶、纤维素酶、蛋白酶）等对污染物进行降解,达到生物修复的作用。高等植物或者含有细菌、真菌基因的转基因植物通过植物提取、植物转化、根际修复等能够对水体进行高效的修复,这称为植物修复。藻类或者海草等可以摄取重金属,或者通过生物过滤作用处理富营养化的海水,达到减少污染的效果。本文将对生物修复的原理及生物修复在国内外因水产养殖造成的水体污染处理方面的最新研究进展和应用情况进行综述。", "label": "农业工程", "id": 0}
{"content": "水污染是影响流域社会经济可持续发展和群众健康的突出问题之一,随着城镇化、工业化和农业化快速发展,水污染防治压力日趋严峻。本研究以淮河流域为研究对象,从流域水污染控制处理能力、监测预警能力、管理监督能力、防治投入能力4个方面,构建流域水污染防治能力综合评估体系。在突出主导因素原则和水污染防治内涵基础上,采用熵值法和GIS空间分析法,对流域35个地市水污染防治能力进行评估分析,并建立回归模型对流域水污染防治动力因子进行了比较分析。结果表明:①淮河流域水污染防治能力存在着显著空间差异,流域东部经济发达的平原地区整体污染防治能力较高,以淮河江苏段最为显著;淮河干流及干流以南区域防治能力中等偏低,而流域中上游各子流域大部分地区防控能力普遍较低。②流域防治能力评估结果与流域实测水质空间分布高度切合,防治能力较高地区水质普遍较好,反之,防治能力较低地区水质则较差。③污染防治驱动力多元回归分析表明,流域内源动力,即公众教育、地区经济发展水平等是区域水污染防治的根本动力;外源动力,即媒体舆论的监督、社会固定资产投资、外商直接投资等是区域水污染治理关键动力。", "label": "农业工程", "id": 0}
{"content": "<正>近50年来人类生活、围湖造田、农业生产、旅游开发、工业生产等活动给黑龙江省西部的生态环境带来了巨大压力,致使部分湖泊受到污染。本文运用GC-ECD内标法对黑龙", "label": "农业工程", "id": 0}
{"content": "本文分析了仙女湖水体富营养化状况以及畜禽养殖对仙女湖富营养化的影响,并科学地提出了防治畜禽养殖引起仙女湖富营养化的有关对策。", "label": "农业工程", "id": 0}
{"content": "以巢湖流域稻田为研究对象,采用野外定位观测试验结合室内分析的研究方法,连续两年研究了保护性耕作与氮肥后移对磷素径流损失特征和水稻产量的影响,探索减少养分流失、提高湖区水质的有效耕作和施肥措施。结果表明,径流液总磷（TP）的浓度范围是0.072～0.495mg.L-1,颗粒态磷（PP）是稻田P素随径流迁移的主要形态,约占TP的38%～70%;保护性耕作能够降低施肥初期较高的径流液TP、DP和PP的浓度,使得磷素流失潜能大大减小;从整体上看,氮肥后移有助于降低田面水各形态P浓度。当地常规耕作条件下（处理T）,2008和2009年稻季P素径流流失负荷分别为0.223 kg.hm-2和0.297 kg.hm-2,占当季施P量的0.68%和0.91%,平均为0.79%。与处理T相比,处理TS（常规+覆盖）、NFP（氮肥后移）和NTS+NFP（少免耕覆盖+氮肥后移）磷素径流流失负荷平均减少分别为12.05%、9.17%和9.11%。与T处理相比,TS处理、BF处理和NTS+BF处理水稻产量平均增产幅度分别为9.97%,13.60%和23.18%,产量差异达到显著水平,保证了作物的稳产与增产。", "label": "农业工程", "id": 0}
{"content": "洞庭湖区是湖南省重要的粮棉油渔生产基地,近年来,由于洞庭湖区种养殖业迅速发展和人们生活水平的提高,农田化肥、生活污水、畜禽粪便等向洞庭湖排放增多,庭湖水体污染加重。在国家及省部级多项课题的支助下,课题组从2006年开始对洞庭湖农业面源污染综合防治技术开展了较为深入系统的研究,集成组装出了双季稻田减污高产型生产技术规程、湖垸旱地及丘岗坡地减污高产型生产技术规程、畜禽养殖业废弃物资源化利用技术规程和水产养殖业减污高产型生产技术规程,新技术的推广应用地区主要粮食和经济作物化学氮磷肥施用量降低20%～30%,农药施用量降低50%～60%,水稻、棉花等作物不减产或产量略有增加,肥料利用效率提高5个百分点以上,氮磷流失量分别降低21%～32%、18%～26%,畜禽养殖废弃物肥料化、能源化利用率80%以上,水产养殖水体中氮磷降低20%～30%。", "label": "农业工程", "id": 0}
{"content": "为研究不同排水出口控制高度对土壤中氮素流失的影响,在湖北省荆州市四湖工程管理局丫角排灌试验站进行了野外试验。试验结果表明:农田排水以地下排水为主,控制暗管排水能起到控制农田排水的作用;地下排水量与控制水位成负相关,控制排水措施对于汛期7～8月的地下排水减排量在60%和80%;地表和地下径流中全氮的流失量最大、铵态氮的流失量最小;在排水过程中,硝态氮的浓度由高变低,铵态氮和全氮的浓度较温度变幅小。", "label": "农业工程", "id": 0}
{"content": "<正>说起陕西著名的古代水利工程,大多数人只知道关中的郑国渠.可是在陕南的汉中盆地,还有一项著名的水利工程——山河堰,也许因为其偏安一隅和未解的身世之迷,使得很多人忽视了它的存在。山河堰即今天的汉中石门水库灌区南干渠,是汉中地区最早有史可查的水利工程,与关中的郑国渠、四川的都江堰齐名于世。相传山河堰创修于刘邦为汉王都南郑时,由萧何创修而成。此观点最早见诸于《宋史》卷九五《河渠五》:\"兴元府山河堰灌溉甚广,世传为汉萧何所作。\"据此可知,在北宋时,人们认为山河堰为", "label": "农业工程", "id": 0}
{"content": "肥东县围绕美好乡村建设,着力推进河塘清淤工程建设,改善农村水环境;着力推进民生水利工程建设,抓好农村饮水安全工程建设和小型病险水库除险加固;围绕保障粮食安全,着力推进灌区续建配套与节水改造及大型泵站更新改造;着力推进防洪薄弱环节建设,确保安全度汛。本文主要介绍肥东县水利服务美好乡村建设的实践与探索。", "label": "农业工程", "id": 0}
{"content": "<正>四川省在实施小型农田水利重点县建设中,积极创新\"民办公助\"推进机制,努力破解农田水利投入、建设与管理\"三大难题\",为农业增产奠定了稳定的基础,为农民增收提供了有力的保障。一、建立农民全程参与的小型农田水利建设新模式", "label": "农业工程", "id": 0}
{"content": "近年来,随着我国工业和城市化进程不断加快,工业和城市生态用水增速较快;耕地面积和灌区逐步扩大,农业灌溉用水也将增加;黄河来水持续减少,水利部黄河水利委员会分配各省引耗水指标也随之减少;北万灌区春季气温偏高,降水偏少,农业引黄灌溉面临新的严峻挑战。本义通过对农业引黄灌溉形势分析,结合对宁夏石嘴山市近几来在新的农业灌溉形势下抗旱措施经验的总结,为石嘴山市、宁夏引黄灌区乃至北方毗邻相似的引黄灌区,解决农业引黄灌溉水量不足问题提供了清晰的思路和措施。", "label": "农业工程", "id": 0}
{"content": "皂市水利枢纽工程为大型河流水库工程,水库库容1.44×10~9m~3,控制流域面积3 000 km~2,水库建设可能引起人文地理、气候、植被、生物群落等生态因子响应,对农业种植业结构、作物生长、农业有害生物防治、栽培管理技术产生影响。讨论了这些生态响应对农业种植业的影响。", "label": "农业工程", "id": 0}
{"content": "<正>胡锦涛总书记在中国共产党第十七次全国代表大会上的报告中指出:\"深入贯彻落实科学发展观,继续解放思想,坚持改革开放,推动科学发展,促", "label": "农业工程", "id": 0}
{"content": "随着灌溉面积的不断增加和灌区国民经济的不断发展,洪涝灾害、干旱缺水、水污染等问题困扰着都江堰灌区的发展。本文分析了都江堰灌区可持续发展还存在的一些迫切需要解决的关键问题,并提出了解决这些问题的一些对策。", "label": "农业工程", "id": 0}
{"content": "<正>水利是农业的命脉,是农村发展的基础。水利基础设施发展相对滞后已成为我国农业发展的制约因素之一。如何改善农村水利基础设施条件,加强农业抵御旱涝灾害的能力,仍然是农业面临的一大问题。加", "label": "农业工程", "id": 0}
{"content": "<正>我国长城以北黄河沿岸地区的河套,历来河流纵横,水利资源丰富。长期重点开发利用的河流为黄河、大黑河、无定河、罕台川、壕庆河、呼斯太河、什拉乌素河等。虽然河套地区的水利活动早在两千年前就已经开始,但由于政治和社会的种种原因,在历代封建社会,兴水利时少,罹水害时多。在多事之秋的民国时期,这一代的水利也是兴废无常。直到1949年以后,该地区的人民在党和国家的支持及地方政府的关怀下,用科技手段进行了大规模的卓有成效的兴修和治理,才使当地出现了一个水利建设的新局面。", "label": "农业工程", "id": 0}
{"content": "<正>党的十六届五中全会提出了建设社会主义新农村的历史任务,用“生产发展、生活宽裕、乡风文明、村容整洁、管理民主”20个字描绘了社会主义新农村的美好蓝图。在新农村建设中,作为农业命脉的水利工作直接服务于农村的“生产发展、生活宽裕、乡风文明”（即生产、生活、生态）,因此致力于破除水利工作的障碍性因素,加快解决工程性缺水步伐,为新农村建设构筑一个最基本的平台是全面落实科学发展观的客观要求。", "label": "农业工程", "id": 0}
{"content": "总结了福建省的农田水利技术现状,论述了在研究应用水资源优化配置技术、节水灌溉技术、排水技术、田间优化配水技术等方面取得的成果与经验,提出了今后应重点关注的研究方向。", "label": "农业工程", "id": 0}
{"content": "社会主义新农村的建设,对农村水利的许多方面提出了新的要求。这些方面包括:农田灌排工程和供水工程的建设;水土保持、农村水电及农牧区水环境整治;农村水利建设及管理的科学性和规范性。但是,我国农村水利的总体发展目前仍处于较低水平, 严重制约了农村经济社会的发展。因此,需要进一步强化政府对农村水利的责任,大幅度增加政府对农村水利的投入,高度重视统一编制县域农村水利发展规划,切实加强乡镇水利站的服务职能,尽快出台农村水利建设条例。", "label": "农业工程", "id": 0}
{"content": "<正>加快推进农村水利建设．保障农村经济社会持续健康发展,是建设社会主义新农村的一项重要内容。安徽作为一个农业大省,搞好农村水利建设,对建设社会主义新农村尤为重要。 1 50多年来农村水利建设取得显著成绩,为安徽新农村水利建设奠定了基础中华人民共和国成立之初,安徽省农村水利基础设施相当薄弱。全省仅有各类水利工程1．02万处,农业生产几乎是靠天收。1950年,在毛泽东主席发出“一定要把淮河修", "label": "农业工程", "id": 0}
{"content": "以国家农业综合开发（土地治理项目）为契机,加快老区新农村的农业基础设施建设,高标准、高起点发展现代水利示范项目,完善配套农田水利设施建设,调整传统农业结构,推行一稻一烟的种植模式,有效地增强了农村经济可持续发展,大大推进老区农、经作物的规模化、产业化进程。", "label": "农业工程", "id": 0}
{"content": "成安县是河北省节水型社会建设3个试点县之一,在水权分配、水市场建立与运行、村民参与式管理等方面均开展了大量实际工作。本文对成安县开展节水型社会建设的一些做法进行了介绍,并以试点村高母村为例进行了具体分析,对平原缺水浅井灌溉地区农村开展节水型社会建设进行了有益的探索。", "label": "农业工程", "id": 0}
{"content": "本文分析了农村小水利问题的根源。对建立其长效发展机制提出了个人的见解: 农村小水利应定位为公益性或半公益性事业,不能完全引入市场机制,要根据实际情况, 采用灵活多样形式加强经营管理;政府的职责是引导、扶持、服务和监督,应当将小型农田水利设施建设纳入公共财政支出范围,加大投入;建议建立县级水行政主管部门、镇政府和村委会（或用水协会）组成的委员会管理制度。", "label": "农业工程", "id": 0}
{"content": "河北省作为一个水资源严重匮乏的地区,将面临着严峻的考验。据专家测算,即使南水北调中线工程实施后,河北省可供水量也不会超过现有供水规模220亿m3,仅可满足河北省现有水平的工业、农业、生活用水。为此,要解决水资源危机、实现水资源可持续利用的长远措施就是节水。作为河北省用水大户的农业,要加快农业发展步伐,势必要从提高农村水利保障等方面着手,调整农业生产结构,发展适水型现代农业。", "label": "农业工程", "id": 0}
{"content": "随着农村税费改革的深入开展,农田水利基本建设出现了新情况,农民投入由政府干预向自愿投入方面扭转,农村实行“一事一议”,民主决策的方式搞公益设施,这就给我们提出了新课题,需要我们去探索、去研究,本文就在新形势下如何建立农田水利基本建设投人机制进行了粗浅的探讨。", "label": "农业工程", "id": 0}
{"content": "本文通过对塘浦（溇港）圩田系统的研究,揭示了塘浦圩田和溇港圩田系统在催生“吴越文化”和太湖流域经济发展中的作用、兴衰和溇港圩田一枝独秀持续发展的原因,同时,对如何保护这一重要的历史文化遗产提出了相关意见和建议。", "label": "农业工程", "id": 0}
{"content": "<正>一项尘封已久的古代文明成就——塘浦圩田,就展现在我们湖州人面前,但我们对它却一直熟视无睹,或者只将他简单地归为一种水乡自然现象,外加一点人工痕迹。然而,我国已", "label": "农业工程", "id": 0}
{"content": "<正>《湖州入湖溇港和塘浦（溇港）圩田系统的研究》课题自2004年 7月经市科学技术协会立项以来,在课题组成员的努力下,经过一年多时间的实施,赢得社会的广泛关注,取得了一定的社会效益。", "label": "农业工程", "id": 0}
{"content": "<正>市科协: 太湖溇港和北横塘、南横塘、頔塘、凌波塘（菱湖塘）、吴兴塘等共同构筑而成的塘浦圩田系统,是古代湖州劳动人民治理太湖,“缮完堤防,疏凿畎浍”,抗御水旱灾害的伟大水利工程。我国已故的水利泰斗、郑肇经教授在其名著《太湖水利技术史》（北京·农业出版社·1987年1月版71页）第四章首页曾给予了很高的评价,他认为:“塘浦圩田是古代太湖人民变", "label": "农业工程", "id": 0}
{"content": "<正>湖州自古就有鱼米之乡、丝绸之府的美誉,而滋生和支撑了这种繁荣和文明的载体就是被称为湖州“都江堰“——具有2500多年历史的“塘浦（溇港）圩田”系统。怀着对太湖先民独创的“塘浦（溇港）圩田”系统的敬仰,记者采访了我市享受国务院特殊津贴的水利专家、教授级高级工程师、市学术学科带头人、现水利学会秘书长陆鼎言先生。", "label": "农业工程", "id": 0}
{"content": "<正>自本报11月2日刊发《世人瞩目湖州的“都江堰”》后,一些网络媒体如新华网、中国水利网、浙江在线及平面媒体如《今日早报》、《衢州日报》等,纷纷转发了本报记者的报道。相信随着纪实片《黄金水道》于本月在央视播放,会有越来越多的人关注“塘浦圩田”系统这份太湖先民独创的遗产。那么, 作为古代一项自然历史文化遗产,“塘浦圩田”究竟蕴涵着怎样的文明?如果申遗,它还要走多长的路?", "label": "农业工程", "id": 0}
{"content": "农业节水灌溉在我国和四川省都是一种比较新的农业技术,在目前和将来很长一段时期都是我省农业生产中研究和推广的一项重要技术。本文对我省农业节水灌溉各项技术措施的发展现状、作用及适用范围进行了分析和研究,希望能为各种不同类型地区发展农业节水灌溉提供一些启示和思路。", "label": "农业工程", "id": 0}
{"content": "<正> 根据联合国环境规划署等机构调查,人类用水的70%是农业用水。据说到2025年将有30亿人直接面临缺水问题,如何节约农业用水已经成为全世界的共同课题。美国西海岸利用农户节约下来的水供应城市,日本则以传统的节水技术而著称。各国采取的节水方法多种多样。", "label": "农业工程", "id": 0}
{"content": "西部大开发中,黄土高原可持续发展问题是人们关注的焦点之一,不少人提出了各种各样的建议。这些建议中有的提供了可行的新思路,有的似乎尚未摆脱小农经济时代以粮为纲的旧框框。另外,有的建议还过于强调某种单一的措施,例如在反对单一的工程措施时又片面强调单一的生物措施,似乎光靠植树造林就能解决问题。本文是笔者就这一问题提出的几点看法。", "label": "农业工程", "id": 0}
{"content": "屯垦戍边在我国有两千多年的历史,它在维护边疆安全、社会安定和发展边疆经济文化当中都有重要作用。屯垦戍边的基础之一是水利建设,尤其是在水资源贫乏的新疆地区尤其如此。现代新疆军屯亦是水利为先,并取得了前所未有的成就。长达数千年的屯垦农业和水利建设对新疆水资源和环境的自然变异也产生了很大的影响,既有正面的效果,也有负面的作用,本文将就新疆屯垦水利的历史试作探讨,以期对这一地区21世纪持续发展战略的研究有所助益。", "label": "农业工程", "id": 0}
{"content": "坡面径流是水土流失发生的主要原因。坡面水系工程又称坡面小型蓄排工程,一般由若干截水沟、沉沙池、蓄水池、排水沟等相互联接构成。通过截水沟截短坡长,将坡面径流汇集导引至蓄水池,再将蓄水池不能容纳的余水通过排水沟安全排至天然沟道或下游塘库,有效地减轻坡面径流对地表的冲刷,从而有效地防止水土流失。本文就目前坡面水系建设中存在的若干问题进行了探讨。", "label": "农业工程", "id": 0}
{"content": "农村供水工程作为重要的基础设施,既担负着巩固拓展脱贫攻坚成果的要求,也承载着乡村振兴战略的民生期待,将在实现巩固脱贫攻坚成果同乡村振兴有效衔接中发挥举足轻重的作用。沈阳市从农村供水工程现状出发,提出了沈阳市下一步农村供水保障规划的思路、原则,目标任务和保障措施。", "label": "农业工程", "id": 0}
{"content": "农村饮水工程提升改造工程需要充分考虑安全、供水稳定性以及经济等因素,通过方案比选采用树枝状配水模式以及聚乙烯供水管材具备经济、水力条件好等优点,同时针对佛山村,采用2眼大口井作为供水水源可满足用水需求。可为农村饮水工程提升改造提供参考。", "label": "农业工程", "id": 0}
{"content": "凤城排灌站建立时间较久,随着供排水量的不断增多,传统人工控制模式效率低,劳动强度大,泵站管理面临着前所未有压力。以灌排站整体维修改造为契机,针对排灌站的综合自动化系统进行了整体设计,提供了一个设计典范。通过综合自动化改造和优化调度,能对排灌站进行集中监控、调度和管理,大大提高泵站运行的可靠性、经济性。", "label": "农业工程", "id": 0}
{"content": "雨洪水人工回灌过程中多分散颗粒堵塞一直是限制人工回灌技术大规模应用的主要原因。本文开展了多分散雨洪颗粒人工回灌二维砂箱定水头试验,试验结果表明:实验室尺度介质自滤作用会高估介质的堵塞程度,雨洪水中少量大颗粒的筛滤作用可以提高较小颗粒的沉积,加快回灌系统的堵塞过程,多分散颗粒回灌过程中表面滤饼堵塞、内部孔隙堵塞、内部-表面双重堵塞3种堵塞模式同时存在,不同的回灌阶段,不同的堵塞模式起主导作用,但无论堵塞模式如何变化,最终都是严重的表面堵塞,形成致密的堵塞层。", "label": "农业工程", "id": 0}
{"content": "柴石滩水库灌区工程总干渠1#隧洞施工期间遇较大规模岩溶暗河,原设计方案中,与1#隧洞斜交的生态基流支洞穿越溶洞暗河的可能性较大,为降低生态基流支洞遇岩溶暗河的概率,有必要进行方案的专项勘测及比选论证,增选了2种方案进行勘测论证。勘测过程中采取了地质调查研究分析、勘探、物理探测等手段,基本查明了隧洞区的岩溶发育情况,为隧洞选线提供了地质依据。经工程实施,隧洞开挖揭露的地质条件与勘测成果基本一致。可为类似岩溶地区的工程勘测提供一些借鉴。", "label": "农业工程", "id": 0}
{"content": "通过分析我国农村供水的特点及面临的困境,提出\"核心技术+物联网化的智能型净化设备+水务大数据综合管控云平台+专业化运维团队\"的供水方案,其核心技术为\"超滤膜技术\",通过综合管控云平台为村镇的供水系统提供设施远程监管和维护,通过智能型净化设备保障供水水质,通过专业化运行维护团队确保故障报警得到及时专业的解决,不但从根本上保障农村饮用水源工程的安全性和稳定性,还能大幅度提升农村的水资源管理水平,有效的补齐了目前我国农村供水中的\"短板\"。", "label": "农业工程", "id": 0}
{"content": "我国是人口大国,通过有关的数据显示,目前我国农业人口的比重占总人口75%左右。伴随新农村建设高速发展,农村地区的建设也取得了比较突出的成绩,并且农村饮水问题逐渐受到很多人的关注。现阶段,尽管我们国家在农村饮水工程建设上取得了新的成就,但是依然存在着诸多问题。所以,在实际管理的过程中,我们要结合农村地区饮水安全工程特征,来详细分析饮水安全工程运行和管理中所存在的问题,并采取有效的策略,完善农村饮水工程长效管理机制。", "label": "农业工程", "id": 0}
{"content": "水利工程是农业发展的基础设施,是农业稳产增收的基本保障。随着经济的发展,农村经济的发展及城镇化的加快给水利工程的发展提出了更高的要求。本文分析了传统农村水利和新时期农村水利的不同,根据农村水利工程的现状及存在问题,提出了农村水利工程的发展重点。", "label": "农业工程", "id": 0}
{"content": "近些年,通过灌区节水改造不断实施,阿克苏地区渠道防渗体系不断完善,发挥了节水增效的重要作用。从项目设计到建成发挥效益,做好勘测设计工作是关键环节。在我国进入全面建设社会主义现代化强国的新时代,水利发展加入了新理念、新元素,站在\"十四五\"新起点,总结防渗渠道设计中的问题并提出建议,供大家参考。", "label": "农业工程", "id": 0}
{"content": "对农田水利灌溉工程建设展开分析和研究,提出了节水灌溉水利工程的相关施工技术,以提高农田灌溉水资源的节约效果,同时对农田水利工程节水灌溉实施要点进行阐述,以达到节水灌溉工程施工技术与方法的统一。", "label": "农业工程", "id": 0}
{"content": "农村生活饮用水供给作为重要的公共服务项目,直接影响着广大农村居民的生活质量与当地的投资环境,与地方经济的发展息息相关。通过对水厂近几年管理资料的分析发现,管网漏损是农村供水管理存在的最大难题,控制供水管网漏损也是水厂降低成本的重要途径。随着现代传感器、物联网等技术的发展,充分总结供水工程日常工作经验,并不断将这些经验植入到新的高科技设备中,形成人机结合,优势互补的体系。本文针对漏损控制提出实现方法。", "label": "农业工程", "id": 0}
{"content": "针对旱期农田施水喷雾机漂移量对整体喷雾效果的影响过大这一问题,模拟喷雾机作业时的流场,通过CFD探究喷雾机在移动时的飘逸距离变化规律,同时建立飘逸距离与行进速度的关系。结果表明:喷雾机在工作过程中,随着行走速度的增加,一方面扩大了喷雾机流场的作用范围,对雾滴的均匀分布和沉积十分有利,另一方面过大的车速增加了流场的漂移量和漂移距离,因此选择适当的车速对提高喷雾机的工作效率和喷雾效果十分有利;随着车速的增加,漂移量随之变大,一定车速但不同高度下的漂移量也不近相同,当车速小于0.5 m/s时,流场漂移太小可忽略,车速大于2.0 m/s时喷雾机的流场高度小于5 m,即漂移比较严重,通过CFD动网格技术建立了流场漂移距离与行走速度的模型:在车速为0.5 m/s—2.0 m/s时,随着车速的增加,漂移距离也逐渐递增,漂移距离的增幅由先是递增而后逐渐递减。", "label": "农业工程", "id": 0}
{"content": "水资源作为人们日常需求最多的一种自然资源,并且对人类的生命安全也有着非常重要的地位。而对于我国农村来说,安全健康的饮用水直接关系到农村人口的安全和健康,对于农村的生活品质也有着一定的提升。但是当前社会的快速发展导致相关部门往往会忽略农村人口的饮水安全问题,导致农村安全用水的问题不断增多,并且对农村人口的身体健康也造成了一定的影响。", "label": "农业工程", "id": 0}
{"content": "贵州乌当洛湾云锦工业园基础设施PPP项目施工质量控制要求严格,施工工期紧张,其中灌溉渠改线工程管道施工所使用的玻璃钢夹砂管,以其优异的耐腐蚀、耐热、耐寒性能、水力性特点、轻质高强、输送流量大、安装方便、工期短和综合投资低等优点,成为灌溉渠迁改工程的最佳选择。本文简要介绍灌溉渠迁改施工中使用的新型管材玻璃钢夹砂管的快速施工方法及其优越性。", "label": "农业工程", "id": 0}
{"content": "盘山县原有村内供水管线大部分建成于20世纪八九十年代,存在建设标准低、工程老化失修,以及净水与消毒设施不配套、水源保护薄弱、水质合格率偏低等诸多问题,亟待巩固提升。通过对该地区农村饮水存在的工程建设方面及运行管理方面问题进行分析,提出应落实县级农村饮水安全工程规划的资金,坚持实事求是、量力而行的原则。将盘山县农村饮水工程设计供水规模提升为6万m~3/d,最高日用水量总计为3.95万m~3/d,保证工程设计标准完全满足用水需求。保证农村供水工程良性运行和长期发挥效益。", "label": "农业工程", "id": 0}
{"content": "农村饮水工程提升改造工程需要充分考虑安全、供水稳定性以及经济等因素,通过方案比选,采用树枝状配水模式以及聚乙烯供水管材具备经济、水力条件好等优点,同时针对佛山村,采用2眼大口井作为供水水源可满足用水需求。可为农村饮水工程提升改造提供参考。", "label": "农业工程", "id": 0}
{"content": "凤城排灌站建立时间较久,随着供排水量的不断增多,传统人工控制模式效率低,劳动强度大,泵站管理面临着前所未有压力。以灌排站整体维修改造为契机,针对排灌站的综合自动化系统进行了整体设计,提供了一个设计典范。通过综合自动化改造和优化调度,能对排灌站进行集中监控、调度和管理,大大提高泵站运行的可靠性、经济性[1-5]。", "label": "农业工程", "id": 0}
{"content": "世界灌溉工程遗产自2014年国际灌排委员会设立以来,对保护传统灌溉工程、挖掘灌溉历史文化发挥了积极的推动作用,在国际国内的影响力持续扩大。目前我国拥有世界灌溉工程遗产项目19处,是遗产工程类型最丰富、灌溉效益最突出、分布范围最广泛的国家。灌溉支撑了农业经济发展和人类文明延续,中国特有的自然环境使灌溉工程的持续营建成为这个农业大国社会经济文化长期发展的基础。灌溉工程遗产见证了中华文明的发展历程,承载着中国优秀传统治水智慧与技术经验,文化内涵也十分丰富。在当前大力推动文化强国和乡村振兴战略实施及生态文明建设的背景下,灌溉工程遗产保护具有多重现实意义。", "label": "农业工程", "id": 0}
{"content": "五门堰是我国汉江上游有代表性的有坝引水灌溉工程系统,灌溉效益已延续千余年。本文从历史沿革、工程体系、管理制度、祭祀文化等四个方面来阐述五门堰,揭示五门堰能够可持续发展的原因所在。", "label": "农业工程", "id": 0}
{"content": "本文根据GB/T 19466.6-2009《塑料差示扫描量热法（DSC）第6部分:氧化诱导时间（等温OIT）和氧化诱导温度（动态OIT）的测定》方法标准,利用单翼迷宫式滴灌带样品,在期间精密度测量条件下,对单翼迷宫式滴灌带检测中的氧化诱导时间进行不确定度评定。", "label": "农业工程", "id": 0}
{"content": "伴随着农村建设工作的持续性发展,关于农村建设的相关工作研究也在不断的深入。农村人饮工程管道属于保障农村居民生活质量的关键,但是因为地段与建设期间的特殊性,导致管道在使用过程中经常出现故障。对此,为了进一步提高农村综合建设效益,本文简要分析农村人饮工程管道故障原因及排除方法,希望可以为相关工作者提供理论帮助。", "label": "农业工程", "id": 0}
{"content": "我国是一个农业大国,农业在发展的过程中,自然环境对其的影响是极大的,而我国的国土面积又十分辽阔,各个地区的自然条件也各不相同,在这种情况下,很多地区在发展农业时就会受到制约,尤其是自然因素,比如光照、水源和温度等的影响是最为直接的,但是,随着科技的不断发展,这些因素也能够得到有效解决。在农业发展中,灌溉不便是一个比较严重的问题,所以我国在近几年来加大了对农田水利灌溉工程的建设,只是在其建设施工的过程中会出现很多问题。因此本文就对农田灌溉机井的施工管理问题进行分析,并探究有效的解决对策。", "label": "农业工程", "id": 0}
{"content": "随着现阶段农业的快速发展,在农田水利工程进行施工的时候,运用了许多先进的施工技术,在所有技术当中,顶管施工技术是其中非常关键的施工技术。在农田水利工程施工当中,使用顶管施工技术,能够在不开挖的情况下,对途经重要道路的地下管道进行施工,从而有效地提升了施工的效率,保证了施工质量。本篇文章根据农田水利工程中顶管施工技术进行探讨。", "label": "农业工程", "id": 0}
{"content": "论述了农村饮水安全问题及解决措施:要加强水源保护,控制工农业和城乡生活对饮用水水源的污染;改造和新建农村饮水工程;重点解决高氟水、高碑水、苦咸水、污染水等饮用水水质不达标问题以及局部地区饮用水严重不足问题,使老百姓早日喝上\"安全水\"\"放心水\"。", "label": "农业工程", "id": 0}
{"content": "为了尽早尽快解决建昌城乡居民饮水安全问题,建昌县水利部门在各县直相关部门和兄弟单位的协作配合下积极开展饮水安全工程建设,通过水利部门精准谋划项目建设、相关单位分工负责为项目建设服务、运行管护部门落实项目管理体制和维护机制、从源头保护水资源等多项措施,助力建昌先解决饮水安全问题,再打赢脱贫攻坚战,最终实现小康社会。", "label": "农业工程", "id": 0}
{"content": "固原市原州区东部农村饮水工程唐家坪泵站新增扬水复线工程大部分管道铺设在固原市云雾山国家级自然保护区试验区范围内,为了解决当地群众饮水问题,减少对自然生态环境的影响,设计采用目前比较先进的水平定向钻进技术（非开挖顶管）,顶管设计总长度2000米,每段顶长200米,该方法具有施工操作简单、工期短等特点,在固原市人畜引水工程建设中首次长距离应用,为类似工程管道铺设提供可借鉴作用。", "label": "农业工程", "id": 0}
{"content": "岫岩县受\"8.03洪水\"影响,工程区域内原截潜墙被冲毁,原水源井淤积严重,供水主干管被洪水多处冲断并翻淘至河床以上。供水工程的水毁现状,不仅给当地居民、企业的生产带来巨大困扰,同时也严重影响了该区域的其他灾后重建工作进程,引起国家、省、市、县各级政府的高度重视。因此,修建工程标准相对较高,水毁隐患相对较小的供水工程,对岫岩县新一轮防洪减灾工程建设具有重要的推进作用[1-2]。", "label": "农业工程", "id": 0}
{"content": "饮水安全问题是困扰建昌县经济发展的重要问题,解决建昌城乡居民饮水安全问题是决定建昌县脱贫攻坚取得胜利,尽早摘掉贫困县帽子的关键问题。水利部门积极开展饮水安全工程项目建设,各县直相关部门和兄弟单位的协作配合,饮水工程项目科学、高效、全民参与的运行管理过程以及从源头开始保护水资源的多项措施,是在脱贫攻坚阶段解决建昌城乡居民饮水安全问题,助力建昌摆脱贫困,早日实现小康社会的重要途径[1-3]。", "label": "农业工程", "id": 0}
{"content": "<正>农村饮水安全事关亿万农民福祉。习近平总书记明确指出要让农村人口喝上放心水,不能把饮水不安全问题带入小康社会。李克强总理在2019年《政府工作报告》和国务院常务会议上提出要加快实施农村饮水安全巩固提升工程,今明两年要解决好饮水困难人口的饮水安全问题,提高6000万农村人口供水保障水平。2019年年初,中央明确脱贫攻坚\"两不愁、三保障\"包括饮水安全,把饮水安全和教育、医疗、住房安全保障并列为\"3+1\"突出问题,纳入脱贫攻坚考核范畴。", "label": "农业工程", "id": 0}
{"content": "<正>自2005年我国启动农村饮水安全建设以来,已建成农村集中供水工程77.5万处,供水人口约7.38亿人。\"十三五\"以来,我国农村饮水安全发展已从大规模工程建设解决饮水安全问题,逐步向提升供水服务质量和工程运行管理水平转变。农村饮水安全的主要矛盾已从\"有水喝\"向\"喝好水\"转变,要解决这个主要矛盾,就必须加强农村供水行业监管,但是目前行业监管薄弱的现状,难以满足数以万计的农村供水工程长效运行的需求。", "label": "农业工程", "id": 0}
{"content": "<正>一、强化农村饮水安全监管的背景及意义（一）强化农村饮水安全监管的背景党的十九大报告指出\"建设生态文明是中华民族永续发展的千年大计\"\"我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾\",水利部鄂竟平部长在专题党课上指出:\"当今治水的主要矛盾从人民对除水害、兴水利的需求与水利工程能力不足之间的矛盾,转化为人民对水资源、水生态、水环境的需求与水利行业监管能力不足之间的矛盾。\"按照2020年全面建成小康社会的奋斗目标,以及\"水利工程补短板、水利行业强监管\"的治水工作总体思路,笔者根据在甘肃省走访调研的实际情况,希望探索出一条可复制的农村饮水安全监管高效、可持续发展的道路。", "label": "农业工程", "id": 0}
{"content": "在中国水利水电科学研究院北京大兴试验基地对滴灌带进行了自然老化试验,根据自然老化试验数据资料建立的拉伸强度保持率值,采用灰色模型预测出了不同壁厚的滴灌带在其力学性能指标下降到70%时可在户外使用的时间为20～32个月,对于长期试验的寿命预测起到了一定的借鉴作用。", "label": "农业工程", "id": 0}
{"content": "加强农村水安全保障是落实国家乡村振兴战略的重要举措。本文通过对于农村水安全保障内涵的科学解析,从饮水安全、防洪安全、生态环境安全3个角度对目前我国农村水安全保障存在的主要问题及成因进行了解析,提出了当前一个时期加强农村水安全的主要措施,包括:提高农民节水意识,积极推广节水技术;建立农村废污水收集处理设施和运行机制;加强饮水工程建设和监督管理;全面落实河（湖）长制,推进农村生态环境改善;加强农村防洪减灾体系建设;加强农村水安全宣传教育等。", "label": "农业工程", "id": 0}
{"content": "云南省农村供水工程建设,主要经历了农村人饮解困、农村人饮安全、农村人饮巩固提升三个阶段,经过三个主要阶段的建设,基本解决了全省农村居民的饮水保障问题,但水源保护、供水保障率及供水水质方面还有待加强。本文主要对云南省农村人饮规模化供水工程水源保证率、水源水质及水源保护现状进行分析,针对存在的问题提出相应的解决措施及建议。", "label": "农业工程", "id": 0}
{"content": "<正>水利兴则天下定,仓廪实而百业兴。人们从逐水草而居到今天的安居乐业,这一切,都离不开水。过去,对于缺水之苦,四川省岳池县酉溪镇双石沟村姚安福和村民们有着切身感受:\"由于附近没有水源,吃水非常困难。一遇天旱时,村民还要半夜起来到5公里外去等水、盼水,有时还为用水发生争执。长期饮水不卫生,许多村民患了结石病……\"\"十里挑水不觉远,夜里偷水不顾廉,抢水操戈不顾亲,头破血流也争先\"的《泉水谣》中,道不尽遭水所困的心酸和苦楚。这是岳池人过去缺水之痛、无水之饮的真实写照。", "label": "农业工程", "id": 0}
{"content": "为了实现\"整县退出\"的脱贫攻坚目标,江口县扶贫开发领导小组办公室组织对全县各乡镇脱贫攻坚工程开展查漏补缺,并对工作短板及时采取补救措施,农村饮用水安全情况是衡量能否实现脱贫摘帽的重要指标。在对32项农村饮用水安全工程开展工程现场调研、资料收集、满意度调查等基础上,从水质、水量、用水方便程度、供水保证率等方面进行综合评价,确定各农村饮用水工程是否达到安全要求。经过综合评价,32项农村饮用水安全工程中,21项工程评价为安全、4项工程评价为基本安全、3项工程评价为不安全,另有4项工程因各种因素未进行评价。", "label": "农业工程", "id": 0}
{"content": "膜袋砼具有施工简便、速度快,适合在复杂地形及恶劣环境条件下施工的优势。该技术在人民胜利渠灌区的应用,为今后灌区渠道护砌、险工加固、河道治理、防洪抢险等积累了成功经验。", "label": "农业工程", "id": 0}
{"content": "本文在分析北京市农村供水工程现状与问题的基础上,从规划设计层面,对北京市农村供水工程需优化和改进的内容进行思考,从供水形式、供水规模、水质、水压、水源、消毒、供水方式、输配水设施等方面提出了今后美丽乡村规划和农村供水改造工程设计阶段需注意的规划设计要点。保障农村饮水安全工作将是一项长期的任务。\"十三五\"期间,北京市各区需要在巩固农村安全饮水工程已有工作成果的基础上,实施农村饮水提质增效工程,对农村供水工程涉及的水源井及井房、泵房、水池、消毒设备、机电设备、管网、计量设施等设施设备实施改造。在美丽乡村规划和改造工程设计阶段,若能适当考虑以上规划设计要点,将能有效改善现有农村供水工程中的薄弱环节,进一步提升农村安全饮水保障水平。", "label": "农业工程", "id": 0}
{"content": "通过总结辽阳市农村饮水安全工程建设管理和运行过程中存在的问题,并借鉴潍坊、德州、沈阳、黑山等地的农村饮水安全工程建设管理先进经验,对辽阳市农村饮水现状进行了评估并提出发展对策。", "label": "农业工程", "id": 0}
{"content": "饮水安全问题是一项重大与民生息息相关的公共卫生问题之一。全面实施乡村振兴战略,扎实推进\"三农\"发展,离不开农村水质安全的全面防护。我国是一个缺水且水污染严重的大国,由于农村饮用水水源繁多、村民对水资源及环境保护意识缺乏、农村环境卫生问题监督不到位等原因,导致污染不断加剧,农村饮水安全面临严峻的挑战。本文通过对当前农村饮用水安全现状及饮用水安全应急管理理论等方面进行梳理,在借鉴部分发达国家先进经验的基础上,相应提出一些不断完善和改进我国饮用水保护方面的对策措施,以期提高农村饮用水安全质量,满足国民生命健康要求。", "label": "农业工程", "id": 0}
{"content": "<正>1精细化设计之给排水表达该项目在设计之初,依据业主的要求,二层以下的商铺需要预留厨房以及个别商铺预留卫生间的条件。按照给水及中水计量的要求,这些商铺的计量水表必须设置在公共区域。最初的方案是在地下一层集中设置水表间,经水表计量后管道分别接入个商铺预留位置。但是经过计算,二层以下商铺105间,给水需要105根,还有预留卫生间的中水需要20根,125块水表,按5块水表一排,需要21排,去要水表间至少50平方米。这是一个很大的空间。再者125根管道平铺在地下一层顶板,按照管道间距120mm计算,需要至少15米以上的宽度来走这些给水、中水管道。显然不是很可行。", "label": "农业工程", "id": 0}
{"content": "裸岩石砾地整治整治工程实践中,发现排水工程对于新增耕地耕作层的稳定性以及农作物生长至关重要,为了保证裸岩石砾地新增耕地的可持续利用,以陕西省裸岩石砾地整治工程中新增耕地的农田排水为研究对象,探讨裸岩石砾地农田排水设计,可为裸岩石砾地整治工程农田排水系统布设提供参考,对于提高裸岩石砾地新增耕地耕作层的稳定性,保障粮食安全具有重要意义。", "label": "农业工程", "id": 0}
{"content": "就我国农村的基础设施规划中排水系统规划及其生活污水处理技术进行分析研究。旨在加快污水设施建设,改善农村居住环境。", "label": "农业工程", "id": 0}
{"content": "综述了城市排水和农田排水的应用及研究进展,分析了我国在当前城市排水和农田排水的选择及管理方面存在的问题,列出并对比了城市室外排水设计流量与农田排水流量的计算方法,指出了排水领域存在的问题和差距,进一步提出了城市排水和农田排水的联系和区别。", "label": "农业工程", "id": 0}
{"content": "<正>利用风能提水,我国在消失了多年的这项技术,目前有了新的研究进展。山东新泰风龙王设备有限公司利用空气压缩原理研究出新型风力扬水设备,在我国广大农村开始了实质应用;继风龙五之后,新雨风力扬水设备（内蒙古）有限公司经多年潜心研究,也研制出以三叶片升力型风叶为动力源的中扬程机械式变桨距风力抽水机,水泵采用变行程双作", "label": "农业工程", "id": 0}
{"content": "农田水利工程作为土地整理工程之一,尤其是在降雨丰富、环境生态性脆弱的西南丘陵山区,其排水工程设计工作的好坏对整个土地整理工程有着重要的作用,因此科学合理的设计非常重要。本研究以重庆市巫山县土地整理项目为例,介绍了针对西南丘陵山区土地整理中的排水工程的规划设计方法和理念,重点介绍了排水沟渠的关键技术,以及在西南丘陵山区排水沟渠的规划布局特点,为西南丘陵山区土地整理排水工程设计提供实践示范,同时有利于土地整理质量的进一步提高。", "label": "农业工程", "id": 0}
{"content": "通过在湖北荆州丫角排灌试验站进行暗管控制排水和自由排水对照试验,结果表明氮素流失量与排水量呈正相关;提高排水位可以减小排水量和氮素流失量,且不同排水位条件下减少量不同。暗管氮素累积流失量随时间呈二次曲线变化,累积排水量随时间呈线性变化。控制排水水位为30cm的田块累积排水氮素累积流失量增量随时间而增加,而其他控制排水处理及自由排水处理田块氮素累积流失量增量随时间而减少。", "label": "农业工程", "id": 0}
{"content": "近年来为了提高农民收入和调整农业种植结构,温室大棚种植技术在国内得到了广泛的推广。由于大棚覆盖种植减少了自然淋洗,增加了单位面积的施肥量,不少大棚内土壤已经出现了次生盐渍化和肥效降低等退化特征。针对这些问题,我们从2007年始在上海市青浦区的1.58公顷大棚内开展了试验研究。本文通过3种不同的排水处理和相关的试验观测结果,分析了控制排水措施对大棚内土壤盐渍化的影响;结合试验处理的模型验证和多种方案的比较,提出了大棚防治土壤退化的最优控制排水指标。研究的结果表明,适宜的控制排水可以有效防治大棚土壤退化。", "label": "农业工程", "id": 0}
{"content": "对风力提水技术的特点、市场需求、应用现状以及行业存在的问题进行了分析与探讨,并对今后我国风力提水技术产业的发展提出了建议。", "label": "农业工程", "id": 0}
{"content": "平原河网地区城市多采用一、二级排水系统相结合的排涝模式。由于一、二级排水系统的规划设计问题涵盖了市政排水和水利排涝两个范畴,其采用的设计标准和行业规范各不相同。本文针对平原河网地区城市排水系统的运行特点,研究了河网地区城市一、二级排水标准的衔接关系,提出了一种新的确定一、二级排水标准匹配关系的方法,对平原河网区域城市排水工程规划具有实际意义。", "label": "农业工程", "id": 0}
{"content": "暗管排水是一项古老而又新颖的土壤改良技术,在欧洲应用较为广泛,我国发展较晚。它是通过埋于地下的排水管有效降低地下水位,减少地面水分蒸发,淋洗表层土盐分积留,从而达到改良土壤的目的。具有改良效果好,投资少,有利于机械化施工,运行费用低等特点,极具推广价值。", "label": "农业工程", "id": 0}
{"content": "通过对新疆塔里木农业灌溉排水与环境保护第二期工程克孜勒苏柯尔克孜自治州（阿图什市和阿克陶县项目区）项目区4年（2000-2003）的地表水、地下水的水质和水量,排水监测点水质和水量,土壤含盐量等水盐动态监测资料的分析和计算,了解了该区农业水盐分布规律及时空变化状况,这些监测和研究结果为增加农作物产量和合理开发利用水资源提供了基础数据。", "label": "农业工程", "id": 0}
{"content": "本文针对平原湖区常见的一湖多站型除涝排水系统,提出了一个实时优化调度模型。重点阐述以运行规则中的各项指标为目标值,以距目标值的偏差构造罚函数作为实时优化调度模型目标函数的方法。将模型应用于实际系统取得了满意的结果。", "label": "农业工程", "id": 0}
{"content": "为了节约淡水资源,高效利用微咸水资源,明晰枸杞品质对微咸水滴灌作用的反馈,本文通过大田试验对枸杞微咸水滴灌条件下的水氮互作进行研究。试验共设置三个灌水水平（W1:15m~3/667m~2、W2:20m~3/667m~2、W3:25m~3/667m~2）和四个施氮水平（N0:0kg/667m~2、N1:35kg/667m~2、N2:50kg/667m~2、N3:65kg/667m~2）,对比分析了不同水氮处理下枸杞品质要素,并进行了主成分分析和综合评价。结果表明:（1）适当增加施氮量横径增加,施氮量过高横径降低,灌水量对横径的影响较小。纵径、百粒重随着灌水和施肥的增加呈现倒\"V\"形变化;（2）中水比高水对多糖、总糖和氨基酸含量的抑制作用小,适当增加施氮量能有效增加枸杞多糖、总糖和氨基酸的含量。施氮量低于N2时,枸杞黄酮和类胡萝卜素与灌水量和施肥量呈正相关,超过N2则抑制;（3）不同处理主成分综合得分排序为:W2N2>W3N2>W2N3>W3N3>W2N1>W3N1>CK>W1N3>W1N2>W1N1>W3N0>W2N0>W1N0,综合评价W2N2为最优水氮处理,枸杞品质最优。", "label": "农业工程", "id": 0}
{"content": "为了节约淡水资源,高效利用微咸水资源,明晰枸杞品质对微咸水滴灌作用的反馈,本文通过大田试验对枸杞微咸水滴灌条件下的水氮互作进行研究。试验共设置三个灌水水平（W1:15m~3/667m~2、W2:20m~3/667m~2、W3:25m~3/667m~2）和四个施氮水平（N0:0kg/667m~2、N1:35kg/667m~2、N2:50kg/667m~2、N3:65kg/667m~2）,对比分析了不同水氮处理下枸杞品质要素,并进行了主成分分析和综合评价。结果表明:（1）适当增加施氮量横径增加,施氮量过高横径降低,灌水量对横径的影响较小。纵径、百粒重随着灌水和施肥的增加呈现倒\"V\"形变化;（2）中水比高水对多糖、总糖和氨基酸含量的抑制作用小,适当增加施氮量能有效增加枸杞多糖、总糖和氨基酸的含量。施氮量低于N2时,枸杞黄酮和类胡萝卜素与灌水量和施肥量呈正相关,超过N2则抑制;（3）不同处理主成分综合得分排序为:W2N2>W3N2>W2N3>W3N3>W2N1>W3N1>CK>W1N3>W1N2>W1N1>W3N0>W2N0>W1N0,综合评价W2N2为最优水氮处理,枸杞品质最优。", "label": "农业工程", "id": 0}
{"content": "基于相应水位（流量）法,选取2013—2017年大伙房水库各次河道供水数据及下游闸、坝水位实测资料,以分析大伙房水库生态、农业供水到达下游各闸、坝的传播历时及其影响因素。", "label": "农业工程", "id": 0}
{"content": "通过田间试验研究,采取完全随机试验设计,设置雨养对照,轻度非充分灌溉和重度非充分灌溉3个处理,对粟米生长、产量、水分利用效率和耗水规律进行了对比研究。试验结果表明,相对于RCK处理,MDI和SDI处理均可提高粟米株高、茎粗和叶面积指数。MDI和SDI灌溉处理分别较RCK处理显著提高叶面积指数19.98%和19.57%。MDI和SDI灌溉处理可显著提高粟米产量、水分利用效率、单株有效穗数和穗粒重,而对穗长、穗粗和百粒重无显著影响。MDI和SDI灌溉处理分别较RCK处理显著提升产量与水分利用率分别34.25%与31.01%和26.55%与27.68%。综合经济效益、产量和水分利用效率,推荐轻度非充分灌溉MDI处理为适宜该地区最优的灌水模式。", "label": "农业工程", "id": 0}
{"content": "管道输水既可直接由管道分水口分水进入绿地,也可在分水口处连接软管输水进入沟、畦。与明渠灌溉相比,灌区提水管道输水灌溉具有节水、省地、省工、低能耗等优点,成为节水灌溉技术中的主要措施。在工业、城市绿化、生态补水方面,要管住资源权,放开建设权,搞活经营权,走市场化的路子,通过大力发展水务产业化,推进城乡水务一体化,提高水资源的利用效率和效益,发展壮大水利经济,增加内部造血功能,逐步减少对农业水费的依赖,实现以水补农,最终走出一条河套灌区发展的新路子。", "label": "农业工程", "id": 0}
{"content": "河套灌区蜜瓜起垄覆膜沟灌技术规程,明确了蜜瓜起垄覆膜的种植模式,土壤在强度、中度、弱度透水性下的沟底坡降、沟长、入沟流量的灌水沟、起垄规格、输水渠道的灌水技术要素,确定适宜蜜瓜灌水的生育阶段、灌水量的灌溉管理,蜜瓜生育期基肥、种肥、追肥、叶面喷肥的施肥方式,种植蜜瓜的从地块选择、整地、品种选择到播种、田间管理农艺措施,收获及应用范围,将蜜瓜的水利灌溉管理与田间农事活动有机结合,为河套农民提供一套完整的指导性技术手册。", "label": "农业工程", "id": 0}
{"content": "该项技术规程源于水利部公益性行业科研专项经费项目\"灌区水资源总量控制技术及多维临界调控模式\"（项目编号201301094）专题四\"典型作物田间节水、控盐、减污型灌溉技术及集成配套模式\"中\"向日葵微咸水灌溉试验研究\"的成果。该项目在河套灌区采用测坑法开展试验研究,设置5个处理,每个处理2次重复,微咸水设计梯度为轻度（2.5g/L）、中度（3.0 g/L）、较重度（3.5g/L）、重度（4.0 g/L）,淡水灌溉作为参照处理,研究不同浓度咸水灌溉条件下对向日葵生长指标、产量、品质及土壤水分、盐分、养分的影响,提出了向日葵在不同生长阶段微咸水灌溉浓度的适宜标准及栽培技术。", "label": "农业工程", "id": 0}
{"content": "【研究目的】黄淮海平原豫北潮土区是我国水浇地主要分布区之一,同时,也是我国重要的粮食主产区。该地区农作条件相对较好,但在长期农业生产实践中,传统耕作和灌溉方式造成土壤蓄水保水及缓冲能力差、三相比不协调,致使土壤性能不断退化,严重制约着粮食及经济作物产能的提高,针对上述问题在豫北潮土区开展合理耕层构建技术研究,以期为豫北潮土区农业可持续发展提供指导。【方法】以豫北潮土区高产稳产农田耕层土壤施肥、秸秆还田技术指标为参照,研究耕作方式（深松、旋耕）对水浇地不同灌溉方式下土壤耕层理化性状、土壤蓄水保水效果、水肥利用效率和作物产量的影响,确定有利于保持水浇地合理耕层结构、作物高产稳产的适宜耕作及灌溉模式和技术指标。【结果】与传统耕作模式相比,秋深松降低了土壤容重和土壤紧实度,尤其是0-30 cm土层土壤紧实度;夏深松显著降低了10-30 cm土层土壤容重和0-45 cm土层土壤紧实度,深松对土壤容重的降低作用随土壤深度的增加而减弱。同时,秋深松和夏深松均增加了土壤中铵态氮和硝态氮的含量,并促进了速效养分向深层土壤分布;深松方式还可增加深层土壤的储水量,且随土壤深度的增加土壤储水量显著增长。不同灌溉方式条件下作物的产量,以微喷灌溉处理最高。【结论】豫北潮土区水浇地合理耕层构建适宜技术模式为:耕作方式为秋深松35 cm,隔年深松,灌溉方式采用微喷灌,毛管间距以1.2-2.0 m为宜。通过合理耕作方式构建,可为豫北潮土水浇地麦玉两熟区农业可持续发展、建立资源集约高效利用的耕作方式提供理论和技术支撑。", "label": "农业工程", "id": 0}
{"content": "膜下滴灌是将覆膜种植技术与滴灌技术相结合的一种高效节水灌溉技术,滴灌利用管道系统供水,使灌溉水成滴状、缓慢、均匀、定时、定量地浸润作物根系发育区域,使作物主要根系区的土壤始终保持在最优含水状态,地膜覆盖则进一步减少了作物棵间水分的蒸发,通常可节省灌水量50%~60%、节肥40%左右。对充分利用有限的水资源扩大马铃薯种植规模、确保农民增收、农业增效和粮食安全具有重要作用。", "label": "农业工程", "id": 0}
{"content": "管道输水灌溉是以管道代替明渠输水灌溉的一种工程形式。在进行农业输水灌溉时使用较低的压力,通过压力管道系统,把水输送到田间沟、畦,灌溉农田。管道输水灌溉技术是兼有节约水量、节省土地、耗费能源少、便于农田机耕及运输、易于施工与管理等特点的节水灌溉技术,是一项重要的节水灌溉工程措施,已在我国得到较为广泛的应用。", "label": "农业工程", "id": 0}
{"content": "在建平县灌溉试验站开展了覆膜与不覆膜滴灌试验,通过土壤温度、玉米植株生长性状和产量对比分析,得出:覆膜滴灌较不覆膜滴灌可提高积温254.5℃,覆膜滴灌有利于促进玉米提前出苗,早成熟;在苗期和拔节期,覆膜滴灌玉米株高、茎粗和LAI显著优于不覆膜处理,抽雄期后对玉米植株生长性状影响差异不显著;综合考虑产量和WUE,在覆膜滴灌条件下,当灌水控制灌溉下限在-25 KPa将获得较高的产量,且水分利用效率最高。", "label": "农业工程", "id": 0}
{"content": "比较了全水动力学模型与零惯量模型在模拟水流运动特性上的优劣性,以及畦灌液施地表水流溶质运移模型与撒施地表水流溶质运移模型在模拟地表水流溶质运移中的优劣性。为地表水流及地表水流溶质运移的耦合模拟研究奠定了理论基础。", "label": "农业工程", "id": 0}
{"content": "由于坡耕地高差变化范围较大,坡耕地梯田恒压滴灌系统一直存在局部超压及灌水均匀度差等问题,为解决这一问题,采用分级变频控制灌溉技术,通过调节水泵电机转速控制水泵压力和流量,使整个滴灌系统在不同高程范围内都满足设计要求。工程实例表明:与工频控制灌溉相比,变频控制灌溉提高了灌水质量,可以满足灌水均匀度的要求。", "label": "农业工程", "id": 0}
{"content": "以辽宁省不同区域为研究对象,根据地形特点、水源条件、作物种植结构、作物种类等因素提出了微润灌溉技术大棚直压应用模式、大棚自压应用模式、果树直压应用模式、果树自压应用模式四种灌溉模式。通过示范工程建设,对不同应用模式进行设计,提供设计计算方法和设计参数,为该项技术的大面积推广和应用的设计提供参考。", "label": "农业工程", "id": 0}
{"content": "介绍了膜下滴管技术的应用现状、生态环境效应和当前膜下滴灌技术推广存在的问题,提出相关建议。", "label": "农业工程", "id": 0}
{"content": "我国是个水资源极度贫乏的农业大国,农业用水占全国用水总量的绝大部分。农业用水的关键是节水,要大力发展节水灌溉,全面实施区域规模化高效节水灌溉行动,助力现代农业发展。本设计以大庆市大同区地埋式自动伸缩一体化喷灌典型设计为例,介绍了这种高效节水灌溉系统的灌溉制度、管网布置、管网水力计算,水泵选型等的设计方法,此系统科学合理地开发利用了项目区地下水资源,从根本上解决了\"十年九春旱\"的季节性缺水问题。", "label": "农业工程", "id": 0}
{"content": "为了探讨辽西北地区适宜的玉米滴灌方式,采用田间小区试验,研究了覆膜与非覆膜2种滴灌条件下土壤含水率、土壤温度、玉米生长性状、灌溉水利用效率及经济效益变化规律。结果表明,覆膜滴灌可有效地保持土壤计划湿润层内的土壤水分,减少灌溉水量,提高土壤温度,加速生育进程,增加每穗粒数和百粒质量进而提高玉米产量,显著提高了灌溉水利用效率,增加了经济效益。因此,覆膜滴灌更适合在辽西北推广。", "label": "农业工程", "id": 0}
{"content": "通过对微灌系统灌溉制度设计中灌水定额、灌水周期和灌水延续时间等参数的计算过程及结果进行剖析,结合实际经验及对比分析,提出了微灌灌溉制度设计要点及优化建议,达到合理优化工程规模,节省投资的目的。", "label": "农业工程", "id": 0}
{"content": "本文论述了太阳能光伏利用在昆明倘甸产业园区驻基村农业灌溉中的应用,解决水资源紧缺和生态严重退化的地区,发展节水、节能、高效的灌溉,具有良好的社会和经济效益。", "label": "农业工程", "id": 0}
{"content": "作者就滴灌工程中几个主要参数选择及棉花膜下滴灌经济效益分析谈几点意见,供参考。", "label": "农业工程", "id": 0}
{"content": "节水滴灌工程系统干管由水源井两侧沿南北方向布置,干管上设14条分干管。分干管进入大棚内连接竖管后,各分出两条支管,支管平行分干管,沿大棚长向布置,支管4条各。垂直支管单向分出60条毛管,毛管间距为0.75m、长度为9m,滴头间距为0.4m,滴头23个。额定工作压力0.1（MPa）,管径12（mm）,滴头流量3（L/h）。水泵选型:流量为6.417m~3/h,工作水头48.823m,选择200QJ7-65/5型潜水泵,电机功率4KW,水管直径1.5吋。", "label": "农业工程", "id": 0}
{"content": "作者就滴灌工程中几个主要参数选择及棉花膜下滴灌经济效益分析谈几点意见,供参考。", "label": "农业工程", "id": 0}
{"content": "通过对干支渠破坏情况进行的调查,分析了渠道冻胀破坏的类型、原因,提出了维修措施,并阐述了砼防渗、浆砌石配合膜料防渗等渠道防渗技术。", "label": "农业工程", "id": 0}
{"content": "以三种滴灌带为研究对象,通过黄河水灌溉与井水冲洗相结合的试验方法,研究滴灌带流量变化情况和玉米产量均值及均匀系数对灌水均匀性的响应。试验结果表明:随灌水次数的增加,TY和DY平均相对流量降低幅度小于20%,而NF灌水器平均相对流量降低超过20%,但三者均没有发生堵塞。其次,试验期间三者的克里斯琴森系数变化幅度NF>DY>TY,但滴灌带灌水均匀系数高于0.8。经过对作物产量的分析,滴灌带灌水均匀性对作物产量均值及其均匀系数影响不显著,但对作物百粒重和千粒重影响差异显著。", "label": "农业工程", "id": 0}
{"content": "本文从劳动力资源和水资源的高效利用出发,较为系统的剖析了灌溉现代化的内涵,提出了灌溉现代化的核心理念、基本特征、关键环节和评价标准。灌溉现代化,其核心理念是\"以人为本\"和\"节水优先\";其基本特征包括\"服务改善\"、\"效率提高\"和\"运转持续\";其关键环节包括\"输配水\"、\"田间灌水\"和\"灌溉管理\"三个方面;其评价标准包括供水服务的\"安全性\"、\"公平性\"、\"可靠性\"和\"灵活性\"四个方面。在输配水现代化方面,重点介绍了当前国际上较为先进的全渠道控制系统;在田间灌水技术现代化方面,重点介绍了近年来出现的地埋式自伸缩一体化喷滴灌技术及设备和自驱动多功能一体化喷滴灌技术及设备;在灌溉管理现代化方面,重点介绍了田间墒情监测技术及设备,梳理了作物需水量的估算方法,给出了推求作物需水量所必要的气象资料的获取方法和田间气象站的建设要求,提出了灌区管理信息化的基本思路和保障灌溉现代化持续发展的体制机制创新需求。", "label": "农业工程", "id": 0}
{"content": "以上虞区规模化节水灌溉增效示范项目海涂农业园片区为例,介绍了微喷灌技术及其优点,以及微喷灌的工程设计方法,可为微喷灌技术在规模化节水灌溉工程中的应用提供借鉴。", "label": "农业工程", "id": 0}
{"content": "膜下滴灌技术是一种高效的节水灌溉技术,它对玉米生产有着重要的意义。本文主要介绍了膜下滴灌系统系统组成并说明玉米膜下滴灌过程中可能存在的一些问题及发展趋势。玉米膜下滴灌技术符合现代化精准农业的发展要求,有着广阔的发展前景。", "label": "农业工程", "id": 0}
{"content": "滴灌设施投入高,设备选型和系统规划设计不够科学合理,影响了膜下滴灌效益的发挥,制约着该技术进一步发展。现就棉花膜下滴灌工程设计中几个主要参数选择谈几点意见。", "label": "农业工程", "id": 0}
{"content": "自动化控制灌溉的建设在新疆兵团的节水工作中可根据实际情况适当进行改动,在不能完全实现由土壤墒情、田间气象、作物生长因素等进行决策的自动化控制灌溉的情况下,根据项目管网铺设形式来确定人工参与控制自动化系统的程度是该项技术发展的一个必然过程。", "label": "农业工程", "id": 0}
{"content": "本文主要阐述为减轻田间灌溉作业强度,便于职工水、电费用的分户核算,130团1连5#地和0#地滴灌系统的设计是依据单条田轮灌制度进行设计,为满足灌水均匀度的要求,通过水损计算,适当增大管径,运行时采用的是非轮灌制度下的单分支干管上毛管全灌或对半灌模式进行滴水,以适应团场农业种植结构的调整和现有职工承包方式的多样化,同时也解决了支管轮灌制度执行难,田间低压运行的问题。", "label": "农业工程", "id": 0}
{"content": "我国农业用水量占全国用水量的比例很大,而灌溉用水是农业用水的最主要环节,推行节水灌溉技术势在必行。节水灌溉技术的运用是件利国利民的好事,目前我国正在大力研究与推广节水灌溉农业,已经形成较为科学、合理的节水技术体系,但是这些技术其本身以及推广实践中存在着一些不足,认识与改变这些不足可以为我国农业节水提供更大的帮助。", "label": "农业工程", "id": 0}
{"content": "滴灌技术为干旱地区发展现代化高效节水农业,改善生态环境开辟了一条新路,为缓解我区旱情,改善生态环境发挥了积极作用。但滴灌设施投入高,设备选型和系统规划设计不够科学合理,影响了膜下滴灌效益的发挥,制约着该技术进一步发展。现就棉花膜下滴灌工程设计中几个主要参数选择谈几点意见。", "label": "农业工程", "id": 0}
{"content": "膜下滴灌技术已在生产上大面积推广应用,取得了显著的经济效益,社会效益和生态效益。", "label": "农业工程", "id": 0}
{"content": "国家粮食安全、水资源安全始终是党中央、国务院高度重视的战略问题,也是推动农村经济发展和农民增收的重点工作。膜下滴灌工程属于高效节水工程,在有限的地下水可开采资源的限制下,能够使有限的土地发挥了最大效益。本文在通榆项目区选取四个典型地块,浅谈典型地块灌溉制度的确定、轮灌组的划分以及对毛管、支管、干管分别进行了流量设计计算。", "label": "农业工程", "id": 0}
{"content": "<正>集雨技术近代越来越被广泛应用,我国已有千余年历史,4000年前的以色列内洛夫沙漠的径流集蓄系统（Evanari等1971）也被世人发现,总之,集雨技术是伴随着人类文明进步的需要而发展起来的。随着耕地压力的加剧,干旱、半干旱地区挖掘粮食增产潜力,还需进一步创新集雨技术,确保作物需水的有效供给。干旱、半干旱地区大多降雨不规律,分布不均匀,且与农作物生长期错时错位,", "label": "农业工程", "id": 0}
{"content": "近年来,随着经济社会的快速发展,资源性和工程性缺水问题的并存,区域性水资源供需矛盾日益突出,内蒙古自治区推进农牧业高效节水灌溉建设的规模、速度、质量和效益整体上处于较低水平,与自治区干旱缺水的严峻形势、农牧业转型发展的实际需求和城镇化、工业化加速推进的迫切要求很不适应。自治区政府审时度势,在统筹谋划农牧业发展格局和科学论证水资源条件的基础上,作出了实施新增\"四个千万亩\"节水灌溉工程的重大决策,并在2011年自治区一号文件中明确为未来全区农田水利发展的重要举措。我区将逐步发展大型喷灌、膜下滴灌和渠灌区节水改造等技术,加强农田水利节水灌溉工程建设,推进水肥一体化技术的应用,达到农牧业水资源高效利用、水资源与社会经济发展相适应的目的。", "label": "农业工程", "id": 0}
{"content": "阐述了新疆新源县高效节水和有效利用水资源的措施与技术,介绍了节水技术在新源县应用的状况,分析了节水技术的发展方向,指出新型灌溉技术的进步以及科学管理与精准灌溉相结合必将促进高效节水的进一步发展。", "label": "农业工程", "id": 0}
{"content": "本文主要介绍节水灌溉的几种方法及措施。", "label": "农业工程", "id": 0}
{"content": "研究滴灌施肥条件下水肥组合对温室番茄根系生长、产量品质和水肥利用效率的影响,并运用多元回归分析和空间分析相结合的方法,寻求满足单目标最大的灌水施肥制度,以及综合评价产量品质和水分利用效率的水肥调控效应,提出同时满足高产优质高效的最接近的灌水施肥制度。通过小区试验,设灌水和施肥（N-P2O5-K2O）2因素,3个滴灌水量（高水:100%ET0、中水:75%ET0、低水:50%ET0,ET0是参考作物蒸发蒸腾量）和3个施肥水平（高肥:240-120-150 kg/hm2、中肥:180-90-112.5 kg/hm2、低肥:120-60-75 kg/hm2）。结果表明,番茄产量、水分利用效率、肥料偏生产力和品质受灌水和施肥影响显著。产量与灌水量和施肥量正相关;减小灌水量和增大施肥量,水分利用效率增大;增大灌水量和降低施肥量,肥料偏生产力增大。维生素C和番茄红素随施肥量的增加先增大后降低（中水除外）,可溶性糖随施肥量增加而降低（中肥除外）,可溶性固形物和糖酸比分别在中水与低水、高水与低水之间差异显著（P<0.05）。根质量、根长、根表面积及根体积与产量有显著的线性正相关关系。通过多元回归分析和空间分析得出,灌水量为159 mm,施肥量为479.4、404.4和382.8 kg/hm2时,水分利用效率、番茄红素和糖酸比最大;灌水量为279 mm,施肥量为510 kg/hm2时,产量最大;灌水量为262 mm,施肥量为225 kg/hm2时,肥料偏生产力最大。产量和品质同时达到大于等于85%最大值的灌水施肥区间大约为210~230 mm和385~453 kg/hm2,产量、水分利用效率和品质同时达到大于等于85%最大值的最接近灌水施肥区间为198~208 mm和442~480 kg/hm2。此研究为当地温室番茄滴灌施肥生产过程中水肥科学管理提供指导依据。", "label": "农业工程", "id": 0}
{"content": "针对温室作物基质栽培过程中营养液供给不易精量控制、水肥利用率低等问题,设计了基于负水头供液的决策方法和系统,采用温室基质栽培番茄负水头耗液量作为精量决策指标,通过自动化滴灌系统对同期内番茄常规基质栽培行进行3~4 h的错时灌溉,以定时定量供液方法的番茄栽培行为对照,研究了系统的运行状况、番茄产量和水肥利用率等问题。结果表明,基于负水头供液决策的自动灌溉系统比定时定量供液系统的单株产量提高了6.70%,水、肥量均节省28.13%。通过试验得出该系统运行良好,可根据番茄日需水规律适量、及时、精准地供给营养液。", "label": "农业工程", "id": 0}
{"content": "灌区水利工程是农业种植领域中的重要一环。现阶段,我国农业专用水资源日渐匮乏,且水污染现象不断加重。对此,为充分保障我国农业领域可长远发展,水管单位需重点聚焦农业用水水资源的科学应用,强调灌区水利工程建设的统筹管理实效。文章将围绕灌区水利工程建设管理展开系列分析,梳理建设管理的价值意义,深挖管理工作中的突出问题,提出可行性应对措施,以期促进我国农业事业发展早日达成新突破。", "label": "农业工程", "id": 0}
{"content": "水利事业的发展是关乎国家发展的重要工作,水利工程建设水平也能从一定层面上反映国家发展的整体水平,故而应当对水利工程建设提起充分重视,高度关注相关工作的开展。农田水利工程是水利事业建设的重要组成部分,由于其建设条件和技术要求有一定特殊性,导致很多保障工作难以开展,其中就包括建设监理工作的推进。农田水利工程建设监理工作的完善与改进是关系工程建设质量的重要因素,本文将从农田水利工程建设监理现状展开分析,提出进一步改进措施。", "label": "农业工程", "id": 0}
{"content": "为了减少输水损失,科学地对灌区水资源进行管理和调配,建立了以输水损失最小为目标函数的灌区渠道水量分配模型,并通过遗传算法对求解模型,优化灌区轮灌编组组合。应用实例表明:模型及算法具有普遍适用性,通过模型优化可以为灌区提供较好的配水编组方案,在满足灌溉需要的基础上,提高灌区灌溉水利用效率。", "label": "农业工程", "id": 0}
{"content": "<正>一、引言在我国,太阳能是一种丰富的资源、分布广泛,是21世纪最具发展潜力的可再生能源。因太阳能光伏发电的清洁、安全、便利、高效等特点,近年来我国光伏发电产业得到了迅速发展,已成为可以同步参与国际竞争、并有望达到国际领先水平的行业。然而,太阳能光伏发电因其占地面积大问题,近年来部分光伏发电已转向跟踪发电、农光互补等的开发模式,以求综合利用土地资源与上部空间、提高发电效率。", "label": "农业工程", "id": 0}
{"content": "选取广西典型灌区开展灌溉水有效利用系数监测调查。结果表明:采用渠系水利用系数测算方法计算得到顺梅灌区2017年渠系水利用系数为0.530,灌溉水利用系数为0.477,较历年灌溉水利用系数有所提高。根据顺梅灌区的基本情况以及测算成果,从加强渠道维护、加强灌区管理、加强节水灌溉技术推广等方面提出了顺梅灌区应采取的节水措施。", "label": "农业工程", "id": 0}
{"content": "通过融合多源遥感数据,构建了高分辨地表特征参数数据集,联合地表温度和植被参数获取表层土壤水分,并通过表层土壤水分变化确定实际灌溉面积。研究结果表明,融合后的高分辨率植被指数和地表温度空间纹理信息更加丰富,且空间相对差异性一致,融合结果较好。根据高分辨率地表温度和植被参数获取的表层土壤水分,可以有效估算灌区实际灌溉面积。本文提出的可获得较大范围农业实际灌溉面积方法,可有效弥补灌区管理传统信息获取手段的不足,为地下水超采区农业用水量复核和节水成效评估提供技术支撑。", "label": "农业工程", "id": 0}
{"content": "北方地区是整个中国的粮仓。我国北方灌区水资源短缺是限制其农业发展的制约因素,中水回用可以极大地缓解灌区水资源短缺的压力。针对灌区中水回用在政策、标准、技术、管理、安全与观念等方面存在的问题,以水资源节约和高效循环利用为原则,提出了有关北方灌区中水回用健全体制机制、创建示范区、用水户和使用者的双约束机制、 8种多元化的中水回用模式等措施建议,提出灌区需要建立\"统筹规划、绿色生态、安全第一、优水优用、一水多用\"的中水利用理念,为灌区可持续绿色发展提供科学参考。", "label": "农业工程", "id": 0}
{"content": "我国农业用水占水资源总量的70%以上,正确计算农业用水的数值,对水资源规划及合理调配至关重要。理论上,江苏以沿运灌区为代表的一类灌区从渠首引入的水应该都用于农业灌溉,但实际情况并非如此。为寻找更有效的灌区农业用水量推求方法,我们采用斗渠-田间同步测量比对的方法,得到不同时段实验区农业用水量的计算方法。在此基础上与渠首测流数据建立关联,并根据其他类型灌区的特点,给出了将沿运灌区农业用水量推求方法进行时空分割、分布式\"一类灌区\"泛化的扩展应用解决方案。", "label": "农业工程", "id": 0}
{"content": "灌区节水与信息化建设是实现灌区现代化的基础,为了解西北干旱区农业节水与灌区信息化建设现状,于新疆和甘肃河西走廊开展调研、访问,并结合查阅文献等方式对西北灌区节水及信息化建设的发展现状进行分析说明。发现各灌区普遍存在渠系建筑物破旧失修、末级水渠防渗率较低、分水闸门漏水、田间采用大水漫灌及管理不科学等现象;灌区信息化监测很少涉及田间作物,主要集中在渠系水量监测方面,且量测水站点稀少、设备使用效果欠佳、维护成本较高、技术人才稀缺、设备放而不用等现象普遍。因此,本文探索性地提出相应的对策,为灌区节水与信息化建设提供参考思路。", "label": "农业工程", "id": 0}
{"content": "\"十四五\"规划将加强农业信息化建设,实施智慧农业,推进灌区信息化、智慧化建设,建立健全良性运行管理机制。本文对智慧灌区的定义和基本功能、设计原则、系统架构、建设内容和目标等多方面进行阐述。以宿迁市船行灌区为例,根据灌区现有建设基础和灌区发展需求,统一规划、分步实施,逐步打造大型灌区的立体感知系统、自动控制系统、智慧应用系统和支撑保障系统,并制定灌区智慧水管理系统近期和中远期目标。", "label": "农业工程", "id": 0}
{"content": "蜀山灌区位于淠史杭大型灌区、淠河总干渠下游。根据江淮之间有关膨胀土的研究资料,渠道切岭段滑坡多属膨胀土导致。膨胀土边坡原始状态下强度较高,但具有浸水膨胀失水收缩的特点,致使土体逐渐软化,强度逐渐降低,特别是土体在长期干湿交替下,强度衰减很大。文章在研究滑坡特征,土质组成及土体干湿循环下反复剪切强度参数基础上,分析渠道边坡稳定性及其发展趋势,得出的相关结论可为同类工程提供一定的参考及借鉴经验。", "label": "农业工程", "id": 0}
{"content": "基于排灌泵站传统的工作性能曲线,采用最小二乘法,拟合流量、叶片角度、扬程之间的曲面函数关系。计算实例表明,该曲面函数拟合精度高,相关决定系数达0.951,且表达式简单,尤其在编程实现中,可以替代反复插值计算的性能曲线,为排灌泵站流量计算提供新颖、实用的方法。", "label": "农业工程", "id": 0}
{"content": "为保障黄河三角洲地区的生态安全和高质量发展,需\"以水而定\"调整种植结构,缩减农业用水占比,从而缓解生态用水压力。以垦利区为例,通过计算当地7种非主要作物各生育阶段及全生育期内的作物蒸散量、有效降水量以及淋洗需水量,得到的灌溉需水量从高到低依次为黑麦草（713.06mm）、枸杞（606.1mm）、甜高粱（596.1mm）、菊芋（577.84mm）、苜蓿（425.3mm）、田菁（236.1mm）、谷子（203.1mm）。根据以上研究结果,黄河三角洲作物种植结构和灌溉管理措施可作如下调整:适当扩大谷子、田菁和苜蓿在非盐碱地的种植面积,选育耐盐性能好的品种在轻度至中度盐碱地推广种植;对黑麦草、枸杞、甜高粱和菊芋,可根据其水分敏感期适当亏缺灌溉以减少灌水量,或改用灌溉回归水或微咸水进行灌溉;利用耐盐作物对盐碱地进行改良,并搭配玉米、小麦等高产作物进行轮作。", "label": "农业工程", "id": 0}
{"content": "经过45年的发展,陇南市油橄榄产业在基地面积、鲜果产量、初榨油产量和经济效上已跃至全国第一,但灌溉问题始终制约陇南市油橄榄产业的快速发展,尤其工程运行、管护方面问题突出。在对白龙江、白水江油橄榄主产区调研的基础上,综合分析沿岸地质条件、水资源分布、灌溉工程建设和管理现状,对陇南市油橄榄灌溉工程的管理提出对策建议。", "label": "农业工程", "id": 0}
{"content": "本文在对小开河引黄干渠岸线资源开发利用现状调查的基础上,分析了岸线利用存在的问题及其对渠道稳定、供水安全、水生态保护和渠道健康的影响,提出了依法管理和利用岸线资源、严格岸线利用项目审批监督、建立岸线资源有偿利用机制、调整乱占乱用岸线资源项目和加强宣传教育、提高全社会干渠岸线保护意识的建议。", "label": "农业工程", "id": 0}
{"content": "本文以驷马山灌区为例,针对灌区信息化系统现状及存在问题,开展基于GIS+BIM的智慧灌区管理信息系统的设计与实现。在对灌区管理系统的业务需求分析的基础上,对灌区信息化系统的总体框架、功能模块和数据库进行了设计。开发了B/S系统架构的驷马山智慧灌区管理信息系统,实现灌溉用水的便捷化、高效化和精准化,为灌区水资源管理者提供高效交互平台,显著提开水资源管理能力,提高灌溉用水水平。", "label": "农业工程", "id": 0}
{"content": "无人机遥感技术是灌区信息化立体感知系统的重要组成部分,其可用于灌区的土地测量、土壤墒情监测、作物种类监测、蒸发蒸腾作用监测、作物灾害监测、产量预测等,在灌区信息化建设中具有非常广阔的应用前景。", "label": "农业工程", "id": 0}
{"content": "黄河下游堤防加固工程形成的淤区总体要求是\"淤填完毕即复垦\",淤区土地复垦的适应性、高效性和完备性需通过节水灌溉配套设施进行均衡设置,才可使复垦后的耕地生产力和适宜性基本达到当地耕地的平均水平。根据黄河淤区的特殊地理位置、自然条件和淤区分段性的特点,按照节水、均衡性原则制定了满足复垦要求的灌溉设施的创新性方案。", "label": "农业工程", "id": 0}
{"content": "黄河流域水资源短缺,农业灌溉用水约占流域用水总量的70%,近年来农业节水水平大幅提高,但同时灌区发展中仍产生较多的生态环境问题。本研究在总结分析黄河灌区发展现状的基础上,提出了灌区存在的用水总量、工程建设、灌溉定额执行、运行管理、节水对生态影响等方面的问题,重点论述了黄河流域土壤盐渍化、面源污染、局部地下水位下降、下游泥沙淤积等典型生态环境问题变化及其影响因素,提出了灌区现代化发展建设的对策和建议。", "label": "农业工程", "id": 0}
{"content": "作为三个特大型灌区之一,内蒙古河套灌区的建设模式和发展方向对全国灌区具有一定的借鉴作用和指导意义。按照\"水利工程补短板、水利行业强监管\"水利改革发展总基调要求,结合新时代背景下灌区发展的新要求,本文选取河套灌区的永济灌域作为示范区,在现场调研和分析研究的基础上,围绕灌区灌排工程体系、水生态文明建设体系和智慧水管理体系等方面,进行现代化灌区打造探索,进行灌区续建配套与现代化改造的先行先试,为后续全面推进河套灌区乃至全国大中型灌区的续建配套与现代化改造提供宝贵经验和展示样本。", "label": "农业工程", "id": 0}
{"content": "现如今,我国科技水平发展迅速,现代化技术被广泛应用在各个领域中。随着社会经济的发展以及信息技术的快速进步,智慧灌区信息化建设已经成为重要的建设项目,对灌区的管理质量与管理效率起到了很大的促进作用。但是从目前的发展状态来看,还存在着一些不足,包括管理模式、技术方法等,在一定程度上阻碍了灌区的进一步发展。本文主要分析了我国灌区信息系统建设存在的问题,并提出了提高我国智慧水库灌区信息系统建设的措施。", "label": "农业工程", "id": 0}
{"content": "引黄灌区是山东省重要的粮食主产区,受经济发展、人口增长、农业用水规模等因素的影响,水资源供需矛盾十分突出。近年来各灌区在节水增效方面取得长足进步,但同时也要看到,受各灌区所在地区自然禀赋不同、经济发展不均衡制约,节水高效农业发展情况也不尽相同。分析灌区当前存在的各种问题,提出了保障农业节水发展的对策。", "label": "农业工程", "id": 0}
{"content": "农业是一个国家的立国之本,我国政府部门不仅十分重视农业产业的安全稳定发展,同时也积极推进其集约化和现代化建设。水是农业生产的基础要素,随着社会经济的不断发展,水资源供给和分配问题也愈加凸显。节水灌溉技术运用是我国农业现代化转型过程中一个十分重要的环节,并且对于水资源的高效利用有着十分积极的促进作用。本文就节水灌溉技术在水资源高效利用中的运用展开全面探讨和研究,以期能够为相关领域从业者提供有价值的参考和帮助。", "label": "农业工程", "id": 0}
{"content": "高效节水技术提高与改进黄河经济发展和黄河淤区生态廊道建设的重要手段,以济阳黄河河务局为例,采取怎样的节水技术确保使用最少量水确保树株茁壮成长是我们黄河管理人员常常思考的问题。济阳所辖工程土地面积9800亩,其中淤背区工程面积约7300亩,防浪林面积约1700亩,其它工程800亩,分别种植法桐、柳树、白蜡、栾树等十几个个树种,黄河堤防工程又是地上悬河,主体工程是由大量砂性土和少量粘性土组成,漏水漏肥严重,通过提高节水技术,促进黄河经济的发展和生态廊道的建设。", "label": "农业工程", "id": 0}
{"content": "中国是农业发展大国,农业用水量在全国用水总量占比第一。而农业灌溉过程中,如何最大程度充分提高水资源利用率,减少水资源浪费成为农业节水灌溉讨论的重点。在改变灌溉方式的基础上,严格监测灌溉水源流量,实现水流量监测精度高、水量实时采集,完善灌溉用水计量设施也至关重要。本文针对农业节水灌溉流量监测方法,提出ADCP测流法、巴歇尔槽测流法、多层时差法三种流量监测方法,对灌溉水流量进行实时监测,实现对水源头总量严格监控,达到提高农业用水总量数据精确度。", "label": "农业工程", "id": 0}
{"content": "水利工程一直是国家重点、重视建设项目,随着水利工程数量的增加以及水资源的紧缺,节水灌溉技术逐渐被用于水利工程建设中。节水灌溉工程作为新兴的灌溉技术可以提高灌溉效率和水资源利用率,很好的贯彻了可持续发展理念。但是当前在设计和规划过程中还存在一定的问题,需要通过一系列措施改进。本文概述水利工程节水灌溉的基本要点,从当前实际情况出发探讨解决水利工程节水灌溉设计和规划中存在的问题。", "label": "农业工程", "id": 0}
{"content": "我国是农业大国,但不是农业强国,不完善的灌溉方式费时、费水、费力。人工智能可以为农业提供驱动力作用,在人工智能技术的支撑下对灌区进行信息化管理可以有效弥补传统管理模式的缺点。本文阐述了前人在灌区信息化管理中所用与人工智能相关的技术及数据管理方式,在此基础上探索出一套较为完善的基于人工智能的灌区信息化管理模式。", "label": "农业工程", "id": 0}
{"content": "船行灌区作为江苏省内的大型灌区之一,耕地面积达36万亩,是江苏省所属灌区中粮食作物的主要生产基地,按照\"水利工程补短板、水利行业强监管\"水利改革发展总基调要求,并结合船行灌区的实际情况和新时代背景下灌区发展的要求,本文论述了灌区现代化建设的必要性,围绕信息化灌区、高效灌区、人文灌区、节水灌区、智慧灌区五大建设方向,探讨船行灌区现代化建设的工作思路和想法,为农业现代化发展提供坚实基础。", "label": "农业工程", "id": 0}
{"content": "针对宁夏大中型灌区灌溉用水管理信息化程度较低的现状,选择宁夏汉延渠灌区作为研究对象,开展基于GIS的灌区灌溉用水管理信息系统的分析、设计与开发。本文在对灌区用水管理系统开发的总体目标、用户和业务需求分析的基础上,对系统的总体框架、功能模块和数据库进行了详细设计。利用计算机和互联网技术,开发了B/S系统架构的宁夏汉延渠灌区用水管理信息PC端和手机APP系统,联通农民用水协会——渠段配水点——水管所——管理处逐级上报和审核工作流程,实现灌溉用水的便捷化、高效化和精准化,为农民用水协会和灌区水资源管理者提供高效交互平台,显著提升水资源管理能力,提高灌溉用水水平。", "label": "农业工程", "id": 0}
{"content": "随着国家对\"新基建\"宏观背景在各行各业的不断深化,农业水利的发展也迫切需要借此时机继续加快在灌溉系统方面的智能化建设,以期早日实现水利行业的智慧化转型。本文重点阐述与农业水利发展相关的新基建内容在农业灌溉方面应用的可能性,对目前典型的智能化灌溉产品做总结性分析,针对现阶段存在的智能化程度不高、数据库建设欠缺以及多种影响因素相结合判定作物缺水研究不足等问题,结合新基建技术优势,设计了一套基于无人机遥感与地面监测数据的智能化灌溉系统的结构模型,提出与新基建时代背景相结合的农业水利大数据发展将会是未来精准诊断作物缺水和科学施行灌溉决策的主要模式。", "label": "农业工程", "id": 0}
{"content": "随着我国社会经济不断发展,各界人士对信息化建设助力乡村振兴的路径及策略十分重视,我国农村信息化建立通过优化内部结构、扩充建设队伍等有效提升乡村生活水平,保证乡村生活安康、民风淳朴,为乡村的振兴做出重要作用。但由于乡村大部分地区的建设设备过于落后,文化层次差异明显等问题,导致在信息化建设的过程中出现很多问题,以下就是以山东省枣庄市胜利渠灌区为例,从推动乡村信息化管理设备、改善民生问题等几个方面,提出实现信息化建设助力乡村振兴的策略和途径。", "label": "农业工程", "id": 0}
{"content": "随着近年来我国经济的不断发展,我国十分重视农村经济的整体发展。我国目前的农村环境中面临着耕地减少以及水资源短缺的相关问题,所以节水灌溉规划工作成为了现代农村工作中的一项重点内容,而其中的农田水利建设是节水灌溉规划中的一项最重要的工作内容,相关工作人员需要做好有效的农田水利设计以及管理,并且从多个方面来对水资源进行优化,兵团是个及其特殊社会团体,兵团广大职工群众生活生产条件最艰苦最有限,提高兵团农田水利建设水平,提高节水灌溉规划,有助于提高兵团现代化的农产品质量,对于兵团及新疆的农业现代化来说将产生的影响是极为重要的。", "label": "农业工程", "id": 0}
{"content": "通过对3种流量监测方法研究、水量计算方法分析,提出适用性好、准确性高的监测方式及水量推算方法。", "label": "农业工程", "id": 0}
{"content": "辽中区节水灌溉项目取水方案为就地取用地下水,灌溉面积4.15万亩,取水总量为252.4万m~3,通过最枯月的供水来确定典型年年内供水可靠性,进行连续枯水年供水风险分析,确定连续枯水情况下规划水平年的供水风险,同时,进行连续枯水年最枯月的供水风险分析,确定设计保证率情况下规划水平年的供水可靠性[1-2]。", "label": "农业工程", "id": 0}
{"content": "通过对水流传播历时、退水时间、区间径流的分析,科学确定抗旱应急补水调度方案。既满足了各灌区用水量的需求又保证了工程安全,在干旱时期通过制定科学的调度方案充分利用水资源,创造了巨大的经济价值和社会效益。", "label": "农业工程", "id": 0}
{"content": "引泉灌溉是黄土高原地区的重要的农田水利工程之一,深刻影响着这一区域的生活方式以及人居环境。本文通过分析山西汾河谷地区域地域景观演变过程中的水利因素影响,剖析引泉灌溉对山西汾河谷地地区传统人居环境的支撑作用,有助于深入挖掘黄土高原地区传统土地利用方法的历史、生态与美学价值,为维护中国城市及地域景观风貌提供一定参考。", "label": "农业工程", "id": 0}
{"content": "本研究以探讨绿色基础设施发展途径为目的,以浙江省金衢盆地古堰坝灌区为研究对象提出对绿色空间网络构建的理解。文章以灌区尺度为切入,将以古堰坝水文干预为基底的自然环境、农业、聚落进行系统论述。首先,文章梳理了金衢盆地古堰坝灌区概况,明确基本分类与特征。灌区共有单堰型、多堰合一型、主子堰堰群型、大型河道堰群型4个类型。接着,将金华市白沙溪三十六堰作为案例,首先对整体绿色空间网络形成的生态本底——当地的传统水利兴修进行梳理,接着将农业与聚落作为水利兴修的结果阐述灌区的生产、生活功能。最后综合阐述以乡村景观体系为基础的灌区绿色空间网络特征与发展潜力,提出位于城郊地区的古堰坝灌区绿色空间网络可为绿色基础设施系统构建提供良好条件。", "label": "农业工程", "id": 0}
{"content": "为减弱水资源短缺对黄河三角洲地区经济自然和谐发展的制约,急需量化农作物的耗水关系,以合理调整作物种植结构,优化水土资源的供需关系。本文以垦利区为例,通过计算当地主要作物各生育阶段及整个生育期内的作物需水量、有效降水量以及淋洗需水量,发现作物所需灌溉水量从小到大依次为玉米、棉花、小麦、水稻。通过进行水资源供需平衡分析,作者认为应适当增加玉米种植面积或者把冬小麦、夏玉米轮作更换为一年种两季玉米;减少棉花在中、轻度盐碱地的种植面积,对耐盐性较好的棉花改用排水回用或微咸水灌溉;兼用灌溉用水和洗盐用水种植水稻,在经水稻改良成轻度盐碱地的土壤上种植玉米和小麦。本研究可为黄河三角洲的种植结构优化和调整提供科学依据。", "label": "农业工程", "id": 0}
{"content": "灌溉水利用系数是衡量农田水分利用效率的重要指标,也是反映灌区工程状况、输配水设施及管理水平等因素的指标。都江堰灌区输水损失严重,田间灌水方式落后,因此,合理分析都江堰灌区灌溉水利用系数对有效提高有水资源利用率至关重要。本文采用首尾测算法计算出都江堰灌区2019年农田灌溉水利用系数,讨论分析都江堰灌区灌溉水利用系数测算的合理性和复杂性,为灌区规划和建设提供理论依据。", "label": "农业工程", "id": 0}
{"content": "用水计量是落实最严格水资源管理制度的基础,是提高水资源管理能力的手段。农业用水计量收费是实现节约用水的有效途径。本文通过对广东省中型灌区调研分析,介绍了广东省中型灌区计量设施现状及存在的问题,提出了相应的对策建议,为灌区计量设施实施提供参考。", "label": "农业工程", "id": 0}
{"content": "为了探究不同温度下淡水和微咸水中的微纳米气泡的衰减特征,通过微纳米气泡快速发生装置为淡水和微咸水通入微纳米气泡,分别研究了加氧淡水和加氧微咸水在20,25,30,35,40,45℃6个温度下水中溶解氧浓度随时间的变化特征。研究结果表明,不同温度下加氧淡水和加氧微咸水溶解氧浓度随时间增加逐渐减小的变化趋势符合指数函数变化特征。温度越高加氧淡水、加氧微咸水溶解氧的衰减速率越大,并且衰减速率会随着时间增加逐渐减小,最后趋近于零,且稳定浓度与温度之间呈现良好的线性关系。加氧淡水和加氧微咸水的溶解氧浓度衰减趋势和衰减速率随时间变化特征相似。但在不同温度下,随着灌溉水矿化度增加,衰减后的稳定溶解氧浓度也降低。为了进一步分析溶解氧浓度变化特征,以临界衰减时间为界将溶解氧浓度衰减过程分为快速衰减段和缓慢衰减段。总体而言,随着温度增加溶解氧浓度临界衰减时间会减少,而随矿化度增加,临界衰减时间差异不显著。", "label": "农业工程", "id": 0}
{"content": "污水灌溉是解决当前水资源短缺的有效途径之一,综述了国内外污水灌溉的发展概况,分析了污水灌溉对潜水N化台物、重金属和硬度三个方面的影响。结果表明:（1）短期的不充分污水灌溉不会对潜水造成明显的污染;（2）二十年以上的长期污水灌溉下铵态氮的影响比较小,硝态氮和硬度的影响比较大;（3）十几年以上的长期污水灌溉下重金属对潜水的污染具有不确定性。", "label": "农业工程", "id": 0}
{"content": "为探讨磁化微咸水灌溉对土壤生态的作用效果,以非磁化微咸水灌溉处理为对照,通过模拟盆栽试验研究了磁化微咸水灌溉对土壤交换性盐基、微量元素含量和碳氮磷养分特征进行了研究。结果表明:（1）微咸水灌溉中土壤交换性Mg2+、K+、Na+降低,为0.7%~25%,其交换性盐基饱和度（BSP）降低,为7.9%~32.4%;交换性Ca2+和交换性盐基总量（TEB）提高6.7%~7.9%,BSPCa2+(Ca2+在交换性盐基中所占百分比)提高1.5%~3.0%;磁化微咸水灌溉后,土壤交换性K+、Ca2+、TEB和BSP K+、BSPCa2+含量均提高,为13.2%~31.3%;交换性Na+、Mg2+和BSPNa+、BSPMg2+均降低,为9.3%~56.5%,呈显著差异水平（P<0.05）,且各交换性盐基离子平均含量依次为Ca2+>Mg2+>Na+>K+。（2）微咸水灌溉条件下,土壤中全量Fe、Mn、Zn含量均降低,为6.14%~23.81%,全量Cu含量提高,为10.97%~19.63;有效态Fe、Mn、Zn含量均提高,为3.63%~49.70%,有效态Cu含量降低,为5.00%~12.56%;磁化微咸水灌溉条件下,全量Fe、Mn、Zn含量提高,为19.22%~49.05%,全量Cu含量降低,为0.73%~8.14%;有效态Fe、Mn、Zn和Cu含量均降低,为12.41%~43.32%。（3）微咸水灌溉条件下,OC和N、C/P和N/P下降为4.87%~44.46%,全磷和C/N提高,为5.2%~37.99%;磁化微咸水灌溉条件下,OC和N、C/P和N/P提高,为15.89%~116.06%,P和C/N降低,为6.08%~28.40%。由此看出,磁化微咸水灌溉改变了土壤盐基离子的交换特性和离子组成,提高了土壤对养分的固定能力,并通过改善土壤环境满足植株正常生长发育。", "label": "农业工程", "id": 0}
{"content": "<正>农业灌溉是污水资源化利用的传统方式,但是存在着环境风险,因为污水中高COD的存在会导致农作物烂根,土壤退化。而目前许多地方通行的农村生活污水治理是将污水处理达到《城镇污水处理厂污染物排放标准》（GB18918-2002）一级B标准后排放,不但工艺复杂,投资相对较大,而且尾水中可用于农作物直接吸收氮磷含量较低,大大降低了污水的肥效。", "label": "农业工程", "id": 0}
{"content": "地处黄土高塬沟壑区的甘肃庆阳水资源缺乏,水资源总量严重不足,雨水集蓄利用是觖决农田灌溉和边远山区人畜用水的主要途径,修建雨水集流工程,采取多种形式,蓄存降水,发展窖灌等节水农业,解决好农村饮水和基本农田的补水问题,提高水资源利用率。雨水集蓄高效利用技术是黄土高塬沟壑区解决干旱缺水、促进雨水资源化和实现农业可持续发展的关键技术。", "label": "农业工程", "id": 0}
{"content": "本研究比较了中国华北平原和美国高平原两例不同农业强化水平下的粮食生产情况,并分析了两地农业生产对于区域水资源的影响。研究发现近10年（2002—2011年）华北平原小麦玉米两季轮作农田的粮食年产量仅比美国高平原一季春玉米的产量高15%,而华北平原小麦玉米两季轮作农田消耗的化肥强度则是美国高平原一季春玉米的2倍,华北平原整体的农田灌溉率也约为美国高平原的2倍。1980年以来,华北平原的小麦、玉米单产分别增加了125%和105%,小麦和玉米的总产量分别增加了114%和325%;美国高平原的小麦、玉米单产则分别增加了1%和45%,小麦总产量减少27%的同时玉米的总产量增加了124%。在此期间,华北平原地下水净消耗速率约为2.9 km~3/a （20 mm/a）,美国高平原地下水净消耗速率约为5.5 km~3/a （12 mm/a）。灌溉和化肥施用在两地都造成了相当程度的地下水超采和污染,两地均有15%的地下水硝酸盐浓度超出世界卫生组织规定的健康标准。华北平原和美国高平原之间的比较研究说明今后要探讨优化的灌溉和施肥方式来获得粮食的稳产高产,同时减少农业生产对地下水资源的负面影响。", "label": "农业工程", "id": 0}
{"content": "随着人口与经济的快速增长,水资源短缺引起了世界各国的普遍关注。随着我国环境保护意识的增强,污水处理能力的提高,再生水灌溉作物将能够缓解农业用水压力。再生水灌溉的作物对氮的吸收和向大气中排放N2O等温室气体是否会增加的研究在国内外都很少见。本文利用2005年北京海淀区中国农业科学研究院试验地的再生水灌溉冬小麦和大兴区北野场灌区冬小麦灌溉的实验数据,采用反硝化分解模型（DNDC）对污水中的氮含量进行生物地球化学循环的模拟。结果显示,再生水灌溉与清水灌溉比较,N2和NH3以及N2O排放量减少,NO基本保持不变,但是硝酸盐的淋溶增加很多,土壤累积情况严重。但是没有向大气中排放更多的温室气体,所以污水处理再生水农田灌溉利用解决淋溶是首要问题。", "label": "农业工程", "id": 0}
{"content": "本文从小水窖的蓄水来源出发,浅释生态环境气候（降雨）对小水窖蓄水的影响,及小水窖在山区抗大旱中的局限性,进而认识保护天然森林植被、保护自然生态环境及水土保持的重要性。", "label": "农业工程", "id": 0}
{"content": "湿地植被空间分布受多个水分因子共同影响,为了探求鄱阳湖典型洲滩湿地不同植被类型下地下水、土壤水的变化特征,本文选择鄱阳湖吴城湿地保护区内一个长约1.2km的典型洲滩湿地为实验区,建立了气象土壤水文联合观测系统。本文对观测的气象、水文要素进行了分析。发现:①洲滩湿地地下水位年内呈单峰变化,季节性差异显著,最大埋深可达10m,出现在1月份,丰水期（8月份）地下水位最高时可出露地表,且地下水位与湖水位变化具有高度一致性;②由远湖区高地至近湖区低地,不同植被带中地下水平均埋深变化为藜蒿带Artemisiaselengensis（4.76m）>芦苇带Phragmites（2.87m）>灰化薹草带Carexcinerascens（1.61m）。地下水埋深小于0.5m的持续时间为:藜蒿带27d,芦苇带112d,薹草带170d;③土壤平均含水量沿不同植被带梯度变化为:藜蒿带最小（15.9%）,芦苇样带（40.7%）和灰化薹草样带（43.7%）较大。土壤含水量年内变幅为:藜蒿带最大（2.5%～55.2%）,芦苇带和灰化薹草带相对较小,分别为22.1%～48.1%和28.4%～54.1%;④不同植被带土壤含水量季节变化规律不同,藜蒿带土壤含水量年内呈单峰型,仅夏季土壤含水量较高,其余季节均在10%左右,而芦苇带和薹草样带春、夏、秋维持在42%以上较高含水量,仅冬季水分含量较低。", "label": "农业工程", "id": 0}
{"content": "以河南省农业水资源生产为考察对象,研究了2005至2011年河南省粮食生产投入产出效率,运用投入导向的DEA方法得到计算期间农业用水等投入指标的技术效率,规模效率,结果表明农业用水和其它投入性指标具有一定的要素替代性,在粮食生产技术和规模有效的条件下,通过提高劳动力、农机动力、农药化肥等生产投入性指标的效率,稳定或减少农业用水数量,可以保障粮食生产稳产增产。", "label": "农业工程", "id": 0}
{"content": "通过对邢台市平原区咸水分布情况、典型区咸水的盐度、碱度计算、咸水灌溉条件的实验研究、咸淡水混合灌溉技术分析,提出对矿化度大于3.0的微咸水,将两种矿化度不同的灌溉水混合使用,降低灌溉水的含盐量或改变其盐分组成。充分利用咸水资源,即减少淡水的开采量,而且对改善地下水超采取的生态环境也发挥了重要作用。", "label": "农业工程", "id": 0}
{"content": "【目的】水资源短缺是人类正在面临的极大考验,科学、准确地量化农田生态系统的涵养水源服务,有助于其更好地发挥调节水源、稳定水源供应的作用,以缓解水源短缺的危机。【方法】在3S技术支持下,采用土壤蓄水法估算了关中-天水经济区农田生态系统水源涵养量,并采用影子工程法、成本估算法等计算了其涵养水源的价值量。【结果】关中-天水经济区农田生态系统涵养水源量及其价值在1980～2010的30年间呈先减少后增加的总体变化趋势,其中1980～2005年农田生态系统涵养水源总量从32.219亿m~3/a减少至19.691亿m~3/a,涵养水源总价值从21.587亿元/年减少至13.193亿元/年,年均减少1.56%;2005—2010年生态系统总涵养水源数量从19.691亿m~3/a增加到31.638亿m~3/a,总涵养水源价值从13.193亿元/年增加到32.219亿元/年,年均增长为7.42%。【结论】由于退耕还林还草政策的正向引导,在耕地面积日益减少的情况下,农田生态系统的涵养水源量及涵养水源价值量依然呈增长趋势,并具有一定的时空变化:在时间上表现为先减少后增加:在空间上表现为东南平原高,西北山地、丘陵低的变化趋势。", "label": "农业工程", "id": 0}
{"content": "为剖析三峡156～175 m阶段性蓄水对河口水情与盐渍化的影响特征与程度,对长江干流典型水文站的长序列水情数据和河口北支长期水盐监测数据进行分析,建立各水文站水情间和河口水盐要素间的最优相关模型,评估三峡阶段性蓄水对河口水情与盐渍化的影响程度与权重。评估结果表明:长江干流各水文站水情存在显著相关性特征和滞后性规律;2006～2010年汛末的三峡蓄水可能使大通日流量和日水位平均降低了19.8%和13.0%,对河口北支水情影响则相对较小,日水位平均降低仅2%左右;各次蓄水对河口北支江水盐度影响显著,距入海口4～35 km测点的江水盐度平均增加4.6%～45.2%,对地下水和土壤盐度的影响则相对较小,增加幅度分别为3%和5%左右;评估表明三峡蓄水因子对河口盐渍化的影响权重次于区域气候因素。", "label": "农业工程", "id": 0}
{"content": "通过对北京市东南郊再生水灌区81个地下水位监测井的系统分析,利用地统计方法以及ArcGIS的地统计分析模块研究了灌区内地下水位与埋深的空间结构与分布特征,研究结果表明,研究区地下水位、埋深的块金效应都为0.06,空间相关性较强,其分布特征主要受其自身水文地质结构、地形特征的影响。确定了地下水监测井的布置原则:观测地下水位时,两眼监测井之间的间距不得小于16588.3m,分析该区域的地下水位埋深时,两眼监测井的间距不得小于17410. 3m。2010年再生水灌区内的地下水位得到一定的抬升和恢复,再生水的利用在一定程度上回补了地下水资源,极大地减少了农业灌溉对地下水的开采,很大程度上保护了宝贵的地下水资源。", "label": "农业工程", "id": 0}
{"content": "2009年初冬至2010年春未,我国西南地区遭受了百年难遇的旱灾,其中尤以广西、贵州、云南最为严重。通过抗旱找水探采结合井的布井、施工全过程的总结,认为在实施干旱区地下找水时,应根据基础地质、水文地质资料的分析,结合地形地貌条件和当地居民缺水状况,以深度小于80m的浅井抽取地下水解决当地居民生活饮用水为宜。", "label": "农业工程", "id": 0}
{"content": "通过各种勘探手段查明了水源地的水文地质条件,确定了水源地含水层的计算边界、空间分布特征和水文地质参数,为采用水均衡法计算水源地的水量提供了依据。本文对水量保证程度要求很高的水源地勘探具有借鉴意义。", "label": "农业工程", "id": 0}
{"content": "在抽水试验中,观测孔的最大降深与很多因素有关,比如地层渗透系数、观测孔与抽水孔的距离、抽水孔的抽水量等。本文通过对山东省泰安新泰市汶南镇某村不同井距、不同流量抽水对比试验,获得流量一定,井距越大,最大降深越小;井距一定,抽水量越大,最大降深越大的关系特性,并由此总结出该抽水试验最大降深分别与抽水量及井距有较好的线性关系;利用印ss软件较好的给出了山东省泰安市新泰市汶南镇某村最大降深与抽水量及井距之间的线性回归方程Smax=3.580+0.102Q-0.066L,对山东省新泰市汶南地区野外抽水试验提供了参考依据。", "label": "农业工程", "id": 0}
{"content": "该文认真分析了衡水市水资源现状,重点论述了水力建设的成效,阐明了衡水市水资源存在的问题,提出了加快水利基础建设,大力发展节水农业、加强水资源管理,推动水资源可持续利用等措施和建议。", "label": "农业工程", "id": 0}
{"content": "研究了城市污水灌溉对农田土壤特性及其微生物数量和分布的影响,并对土壤理化性状与不同类群微生物数量进行相关分析,旨在为农田污灌的实际应用和标准制定提供理论依据。结果表明:与对照组相比,污灌土壤中全氮、全磷含量基本没有变化,氨氮含量呈下降趋势,有效磷和有机质含量呈上升趋势;污灌减少农田土壤亚硝化细菌、硝化细菌和反硝化细菌数量,增加农田土壤氨氧化细菌、好气性自生固氮菌和好气性纤维素分解菌数量;对污灌土壤中微生物含量与土壤理化性状相关分析表明,污灌后土壤中微生物含量与土壤氨氮、有效磷、有机质含量相关性增强,微生物类群间相关性也增强。", "label": "农业工程", "id": 0}
{"content": "EH4属于可控源（高频部）与天然场源（低频部分）相结合的一种大地电磁测深系统。该仪器的优势包括:仪器轻便、小巧,便于移动搬运;人工场源用在信号较弱或没有信号的地区,保证全频段观测到可靠信号;实时数据处理与成像,资料解释简捷,图像直观。2011年,EH-4电磁勘探在河北抗旱太行山地区找水发挥着重要作用。在贫水山区,覆盖层小于30米,寻找构造裂隙水效果明显。在山前倾斜平原,由于堆积较厚（50-300米）的亚粘土层,利用EH-4法寻找隐伏储水构造断裂带和古河床,成井率很高。运用此方法,结合区域地质水文地质分析,2011年2月-4月,在河北省太行山的东侧保定地区所辖阜平县、涞水县、涞源县、曲阳县、唐县、顺平县等70多个乡村找水,成井率达到90%。本文以河北抗旱找水打井中典型实例进行了剖析,对今后从事严重缺水地区找水物探方法提供了重要参考依据。", "label": "农业工程", "id": 0}
{"content": "土壤次生盐渍化和土地荒漠化与灌区地下水位埋深密切相关。将灌区地下水调控在合理的埋深范围内,可更有效地防治土壤次生盐渍化,从而改善自然植被或作物赖以生存的土壤环境,更有利于自然植被或作物的生长发育,进而提高植被的繁茂程度或作物的产量。根据干旱内陆河流域水资源开发利用及农业生产管理的特点,探讨了灌区地下水位调控的措施。以新疆阿瓦提灌区为例,依据生产实际设置了维持现状、加大灌区节水改造、改变洗盐压碱模式和优选井灌井排等4个情景方案,以现状数据为基础设置相应的参数,应用区域水盐平衡模型对灌区的水平衡、耗水平衡、地下水平衡、供需水平衡和盐平衡等5个平衡进行模拟和预测,得到各方案各子灌区水盐平衡结果,分析了不同地下水位调控措施对地下水的影响。不进行冬春灌而采用滴水适播或干播湿出,可使土壤冻融期地下水位下降到临界深度以下,将有效地抑制了浅层土壤的返盐和积盐。井灌井排是灌区地下水调控最有效的措施,既开发利用地下水资源,又可控制地下水位、防治或改良盐碱地等。地下水位调控措施的选择需因地制宜,综合考虑灌区土壤盐碱化程度、地下水位埋深现状、灌溉排水条件等合理选择。", "label": "农业工程", "id": 0}
{"content": "水资源短缺的状况下,再生水已成为一种必不可缺的灌溉资源。为了再生水的应用更为合理,本试验采用二级、三级处理水与自来水灌溉草地早熟禾相比较,取0~10,10~20,20~30,30~40 cm土壤样本并分析铜、锌的变化。结果显示:经过半年的灌溉,铜锌在所有处理中均呈降低状态,且锌的变化有较大的差异性,铜的变化最终趋向于一致,差异不显著,但均未造成土壤危害。", "label": "农业工程", "id": 0}
{"content": "本文在分析研究区—湛江市区地质和水文地质条件的基础上,从含水层角度出发,以湛江市区中层承压水含水层为基础,采用基于概念模型的方法对研究区的均衡要素、流场及参数分布进行描述,建立了水文地质概念模型;运用基于有限元方法的FEFLOW软件建立了地下水流数值模拟模型并对所建立的准三维地下水流方程进行求解;结合历史观测资料,分析研究区地下水流场的演变特征及其影响因素,得到如下几点结果:（1）将研究区承压水概化为单一含水层。在参考以前研究的基础上,计算出水文地质参数初值并确定边界条件。（2）建立了研究区地下水水流模型,代入参数初值,利用2006年地下水水位观测值对水流模型进行识别,通过多次调试,反求出反映水文地质参数的渗透地下水系数和释水系数,并利用2007年地下水位观测值对水流模型进行了验证。（3）通过不同的模型参数组合,分析各个参数的敏感性,得出含水介质的渗透系数比释水系数的敏感度高;并在不同的开采情况下,模拟出降落漏斗中心区（临东～铺仔）的水位与面积。（4）根据地下水的历史观测资料,研究分析地下水流场的演变特征及其影响因素,并预测到2015年地下水中心区降深值在30m左右（临东～铺仔漏斗中心区）,漏斗面积将继续扩大,临东～铺仔降落漏斗将与赤坎～平乐～霞山漏斗融合,形成区域性的大漏斗,漏斗呈长椭圆形。此外,还对地面沉降问题进行分析探讨,并提出相应的综合防治措施。", "label": "农业工程", "id": 0}
{"content": "为了充分利用奎河水资源,本文对奎河3个点位进行了4次全面监测,掌握了奎河的污染现状,并用奎河水来灌溉粮食作物和蔬菜作物,探讨奎河水灌溉的生态安全性。结果表明:奎河（徐州段）污染较重,属劣Ⅴ类水体,化学需氧量、总磷、凯氏氮等含量较高;水中石油类和氰化物及Pb、Cu、Zn、Cd和Hg等的含量明显高于《农田灌溉水质标准（GB5084-2005）》中的控制标准值;采用奎河水灌溉的水稻、番茄和小白菜生长较好,经方差分析与自来水灌溉的作物生长状况差异性不显著。", "label": "农业工程", "id": 0}
{"content": "随着水资源的日益短缺,再生水得到了广泛的应用。再生水已经成为主要的的高尔夫球场灌溉水源。本实验研究再生水灌溉高尔夫果岭后对土壤的理化性质的影响。试验采用随机区组设计,三个灌溉水处理、三个土壤管理处理,三次重复,共27个小区。灌溉处理包括清水（Tap Water）、二级再生水（Secondary Water）、三级再生水（Tertiary Water）,全部在120%蒸腾量。养护管理包括表施草炭和石膏、湿润剂和沙子。采集土样并分析了EC、pH、Na、Ca、Mg、K、Fe、Cu、Zn,N以及土壤饱和渗透率和土壤有机质。试验结果表明,土壤的电导率从自来水灌溉处理的0.085dSm-1增加到三级再生水处理的0.095dSm-1和二级再生水的0.116dSm-1。土壤Na含量从自来水灌溉下的141.798 mg/kg显著增加到二级水灌溉下的165.661 mg/kg。土壤的饱和渗透率由自来水灌溉处理到三级再生水灌溉及二级再生水灌溉从101.7下降到了88.933、64.133。", "label": "农业工程", "id": 0}
{"content": "西南大旱百年不遇,山东找水专家组紧急驰援云南抗旱。通过对云南抗旱找水定井实例的分析,总结了高原岩溶水和\"红层\"基岩裂隙水的找水勘察工作思路,并联系云南、四川、山东等贫水区找水定井实践,阐述了贫水区找水定井心得与感悟。", "label": "农业工程", "id": 0}
{"content": "以河北省山区1:20万区域水文地质普查（修测）工作中遥感技术应用成果为例,介绍了遥感在区域水文地质调查中应用的技术路线和技术方法以及解译的主要内容,合最新遥感技术发展对遥感在区域水文地质调查中应用前景进行了展望,提出了新的方向。", "label": "农业工程", "id": 0}
{"content": "江苏省面积小,耕地少。近年来水质性缺水明显,必须十分珍惜宝贵的耕地土壤资源与灌溉水资源。并且江苏省农区土壤与水体已有污染,苏南地区的土水污染尤为明显和严重,必须进行严密的动态监测进而为土水质量的改善提供合理的建议。传统的水土监测,投入人力,物力大,而且监测周期长,时效性差。遥感和地理信息系统的发展为农区水土质量的监测提供了新的技术手段。本文就是以南京市溧水县为研究区,以中巴卫星为数据源,在实测数据和地理信息系统的辅助下,对农区土水质量宏观动态监测方法的技术体系进行了研究。", "label": "农业工程", "id": 0}
{"content": "针对矿化度均为3g/L的微咸水入渗时,土壤初始含水率对土壤入渗过程的影响,采用室内均匀土柱一维垂直入渗实验方法,分别对初始含水率为2.25%、8.18%、13.12%、16.40%的土柱入渗过程进行了研究。分析了不同土壤初始含水率对累积入渗量和湿润锋以及剖面含水率的影响。采用Kostiakov模型对累积入渗量和时间的关系进行了拟合,结果表明累积入渗量与初始含水率呈负相关关系。采用幂函数将初始阶段的湿润锋与时间关系进行拟合,结果表明二者呈明显的幂函数关系且初始含水率越高,湿润锋推进速度越慢。采用一维代数模型对土壤剖面含水率进行分析发现,初始含水率越高,模型的理论值越准确。总之微咸水在中土壤的入渗能力与初始含水率有着密切关系,随着入渗过程的进行,初始含水率对入渗能力的影响逐渐减小,该研究对微咸水的田间灌溉有一定的指导意义。", "label": "农业工程", "id": 0}
{"content": "通过对黑龙江省西部地区水土资源条件分析,结合黑龙江省千亿斤粮食产能工程规划对水资源的供需平衡计算,分析西部地区粮食增产的水资源承载能力,提出黑龙江省西部地区粮食增产水资源制约因素的对策与建议。", "label": "农业工程", "id": 0}
{"content": "本文选择开封市惠济河流水体作为污灌样本水体,进行了水质监测分析。根据监测结果,采用均值化综合污染指数法对污水灌溉安全性进行了评价研究。结果表明,污灌水源含有多种污染物质,化学需氧量和总氮均严重超标,重金属污染物危害严重。研究成果对污水处理回用和污染治理具有重要参考价值。", "label": "农业工程", "id": 0}
{"content": "海河流域地下水超采现象严重,地下水生态系统脆弱,为保障可持续发展,需要对已破坏的地下水生态系统进行修复,使生态系统恢复到健康状态,地下水限制超采量是为保证地下水生态系统健康而允许的最大超采量。本文将海河流域地下水生态系统作为经济-社会-自然复合生态系统,利用复合生态系统生态学的方法,以生态系统健康评价中的压力-状态-响应模型为基础,建立了海河流域地下水生态系统健康指数与限制超采量的关系模型,计算得到1998～2008年海河流域地下水的限制超采量。", "label": "农业工程", "id": 0}
{"content": "桓台县井灌区浅层地下水是当地工农业生产的主要水源,由于连年超采导致地下水位下降。本文运用时间序列模型对桓台县浅层地下水动态变化进行了分析和预报。该模型分别利用多项式拟合提取水位动态的趋势分量,利用谐波分析提取周期分量,利用自回归（AR）模型模拟随机分量,最后将三者线性叠加建立时序预报模型,揭示了该地区地下水位的季节和年际变化规律,预报结果表明该地区的地下水位在现有节水水平和不外调水的情况下仍将持续下降,并提出了减缓地下水下降的措施。", "label": "农业工程", "id": 0}
{"content": "民勤盆地由于水资源严重短缺和过度超采地下水,致使地下水位下降,水质恶化,导致植被退化、土壤沙漠化等一系列严重的生态环境问题,给人民的生存环境、经济发展造成了严重影响。本文根据民勤盆地1980-2008年地下水动态观测资料,将民勤盆地分为五个区并对逐年地下水位资料进行统计,分析各个分区的地下水位年际变化规律与趋势。在分析影响地下水位年际变化的相关因素基础上,建立基于人工神经网络模型的地下水位年际动态变化的拟合模型,经检验,模型拟合效果较好,以相关影响因素的预测值和规划值为依据,预测了2009年-2015年民勤盆地地下水位的年际动态变化,研究结果可为民勤盆地的地下水合理开采提供依据。", "label": "农业工程", "id": 0}
{"content": "本文介绍了我国西南部岩溶发育类型及其分布并在此基础上结合西南岩溶地区岩溶地下水系统包括地下河、岩溶洞穴及管道系统发育及岩溶地下水补给与排泄迅速的两个特点进行简要的介绍,其次对岩溶地下水的监测、评价和模拟等方面的研究进展进行了论述。", "label": "农业工程", "id": 0}
{"content": "地表水和地下水联合运用是实现灌区水资源合理开发利用的根本途径。随着系统工程理论和最优化技术的发展,使得地表水和地下水的规划设计与运行管理的联合优化运用成为可能。从20世纪60年代开始至今,相关新概念、新方法、新模型、新问题不断涌现,本文的目的在于回顾国内外在地表水地下水联合运用研究方面的最新进展,展望该研究领域的发展趋势与前景,为开展进一步的相关研究提供参考。", "label": "农业工程", "id": 0}
{"content": "为促进地下水水资源保护和利用以及再生水农业灌溉的安全利用,本文基于美国环保局DRASTIC模型,系统分析了土地利用类型、水位降深与地下水水质之间的相关关系,提出了它们在区划模型中的评分标准,建立了北京市平原区基于人类活动影响的地下水包气带防污性能区划模型（DRASILE）,完成了北京市再生水灌溉利用区划,提出了农业再生水优先发展区、适宜发展区和禁止发展区,面积分别为11.6万hm~2、4.8万hm~2、8.1万hm~2。", "label": "农业工程", "id": 0}
{"content": "污水灌溉后污水中的有机物会影响土壤结构,继而影响土壤的持水能力。本文对沙土和壤土进行室内污水灌溉试验,通过测定两种土壤的田间持水率和孔隙度,分析了污水灌溉对土壤持水能力的影响。试验表明:污水灌溉增加了土壤的黏性是使土壤持水能力增加的主要原因,污水灌溉对壤土的持水能力影响更大。", "label": "农业工程", "id": 0}
{"content": "基于42眼地下水观测井1982～2006年历年1月1日地下水埋深观测数据以及降雨和气象数据,采用非参数统计检验Mann-Kendall方法分析了威海地区浅层地下水埋深的年际变化特性,研究了降水和地下水人工开采活动对地下水埋深变化的影响。1982～2006年威海地区地下水埋深发生了显著减小,其主要影响因素为降水量的增大;1991～2005年浅层地下水开采量减小,也是地下水埋深的减小的另一个主要影响因素。本研究可以为分析气候变化对威海地区地下水变化的影响,以及制订综合水资源管理政策和措施提供依据。", "label": "农业工程", "id": 0}
{"content": "基于野外试验资料,应用CoupMode1模型,对黄土丘陵沟壑区2006年6～9月份农地（马铃薯）、林地（刺槐林）SVAT系统水分传输进行了模拟。研究结果表明:6～9月份农地截留降水仅为刺槐林群落的26.05%;农地总蒸发量大于刺槐林地,7月中旬以前农地日蒸发量明显高于刺槐林地,7月中旬以后二者基本相等;刺槐蒸腾量显著高于刺槐林下植被和农地马铃薯,而且日变幅较大;农地和刺槐林地均没有发生地表径流;农地土壤深层渗漏4.08mm,刺槐林地深层渗漏极小,忽略不计;农地0～600 cm土层增加储水量89.79 mm,而刺槐林地减少16.34 mm,出现负补偿现象;SVAT系统中,刺槐林地和农地水分收入均为341.06 mm,支出分别为357.41 mm和251.28 mm,刺槐林地是农地的1.42倍;刺槐林和农地作物对降水的利用率分别为46.48%和28.41%;刺槐林的截留蒸发量和蒸腾量是农地的2.08倍,显著大于农地,是导致刺槐林群落过度消耗土壤储水而呈现负补偿现象的主要原因。", "label": "农业工程", "id": 0}
{"content": "采用试验研究和理论分析相结合的方法,在室内进行定床变坡水槽试验,在红壤土坡面进行放水试验,系统研究了在坡度为5°～25°、流量为0.15L/s～0.85L/s条件下坡面流的水动力学特性参数的变化规律。结果表明:坡面流的流态以过渡流形态出现,其流速v、雷诺数Re、弗劳德数Fr受流量影响显著,三者都与流量之间呈良好的正相关关系,经回归分析拟合得到的方程相关系数分别为0.946、0.858、0.947;阻力系数f受流量、坡度共同作用,回归方程相关系数为0.96;弗劳德数、阻力系数与雷诺数之间亦存在相关关系,同一坡度下,弗劳德数随雷诺数的增大呈幂函数递增,阻力系数则随雷诺数的增大呈幂函数递减,回归方程相关系数分别为0.60、0.75。", "label": "农业工程", "id": 0}
{"content": "人类对淡水的直接需求主要体现在粮食用水上。其中,绿水对于粮食生产的作用不容忽视,就世界平均水平而言,绿水占农业用水的65%。水足迹指用于本区域内消费的商品和服务所需要的水资源量,而农业水足迹不仅仅要考虑农业灌溉水的用量,还要考虑降水对农业生产的作用。研究农业水足迹可以将蓝水（灌溉水）和绿水（降水）密切结合起来,真实反应农业产品的水资源消耗量,对提高农业用水效率具有重要意义。本研究以黄河流域12种作物为研究对象,采用基于作物需水量的水足迹计算方法,研究了黄河流域农业水足迹量,分析了蓝水足迹与绿水足迹的比例关系。结果表明:黄河流域2008年农业耗水量为842.3亿m~3,平均作物耗水系数为0.622 m~3/kg;农业水足迹为520.0亿m~3,其中河南省最大,青海省最小。", "label": "农业工程", "id": 0}
{"content": "为了解决关中西部4灌区内各行政区和各用水部门之间的用水矛盾,实现水资源的合理调度,有必要对其径流时序变化规律进行研究。本文采用不均匀系数、集中度与集中期对径流的年内分配进行了分析;采用F检验、Mann-Kendall秩次分析和Hurst指数及谱分析等方法对径流的变异点、趋势性和持续性、周期进行了分析。结果表明,各灌区来水量的年内分配极不均匀,多年平均不均匀系数在0.20～0.38、集中度在0.27～0.50,集中期主要集中在7月下旬到8月上旬,且1990～1991年以后集中期普遍提前;除石头河水库年径流的年际变化较小（CV=0.36,极值比为5.3）,其他3个灌区年径流的年际变化均较大（CV=0.45～0.62,极值比为10.2～13.3）;4灌区年径流的显著周期不协调,变异点均出现在1990～1991年,且均存在持续下降的趋势。", "label": "农业工程", "id": 0}
{"content": "以山西省汾河平原灌区为研究区域,采用\"burn-in\"算法对平原灌区天然河道及人工排水沟道进行凹陷化处理,人工输配水渠道采用高程增量迭加算法处理,生成反映平原灌区实际人工渠、沟与河网分布的DEM图;借助GIS和相关资料提取参数,建立了平原灌区AnnAGNPS模型数据库。采用灌区三个水文站1996～2006年的年地表径流和月地表径流实测数据对模型进行校准和验证。结果表明:在2002～2006年验证期内,除2003年外,年径流相对误差RE均在20%之内;月径流线性回归系数R~2在0.7以上,Nash-Suttclife模拟效率系数Ens高于0.5,基本满足模型评价要求。但对于年降雨量出现骤增的年份或月降雨量与灌溉量之和骤增的月份,AnnAGNPS模型对径流量的模拟结果误差较大。", "label": "农业工程", "id": 0}
{"content": "河北省地下水资源的超采,给全省经济社会可持续发展带来了很大影响。在农业灌溉中大力推行节约用水技术是缓解全省地下水资源超采的根本措施之一。针对节水灌溉规模小、工程建设标准低、农业节水技术缺乏集成配套、管理体制及运行机制等方面的问题,提出了建立与水资源承载能力相适应的节水型种植结构体系、推广农业节水综合技术体系、完善促进农业节水发展的约束激励机制和完善农业节水灌溉技术服务体系等五方面的主要对策。", "label": "农业工程", "id": 0}
{"content": "森林和水是人类生存和发展的重要物质基础,也是森林生态系统的重要组成部分,前者是陆地生态系统的主体,后者是生态系统物质循环和能量流动的主要载体,二者之间的关系问题一直是当今林学和森林生态学领域研究的核心问题,也是水循环探索的重要内容。森林植被是影响生态系统中水分循环的重要因素,对区域降水、蒸散、径流量、枯水及水质都有直接或间接的影响。不同的植被类型、数量及空间格局对水分循环过程的影响也不同,具有不同的水文效应。森林植被对水文各要素究竟有怎样的影响,影响究竟有多深,一直是水文工作者致力要解决的重大问题。本文按照森林植被对水文各要素时空分布的影响,对国内外有关研究进行评述。", "label": "农业工程", "id": 0}
{"content": "针对山东省莱州湾地区海水入侵的实际,分析了海水入侵灾害发生的环境背景与条件。结合实地考察和收集资料,探讨了海水入侵对农业水土环境产生的影响,集中表现为海水入侵使水资源恶化, 农业灌溉供水源地减少、土地资源退化,土地生产能力下降,农业生产受阻。鉴于此,从农业可持续发展的角度提出实施“开源节流、拦蓄补源”、调整农业结构和发展生态农业是综合防治海水入侵, 实现农业可持续发展的重要措施。", "label": "农业工程", "id": 0}
{"content": "基于GIS的水文过程模拟模型的构建是目前水文水资源领域的热点和难点问题。本文首先简要论述了地理信息系统发展概况的基础上,较为全面地综述了地理信息系统在水文模型构建中的应用现状,并详细讨论了四种GIS与水文模型集成技术特点,同时阐明了GIS在水文过程模拟研究中的发展趋势。", "label": "农业工程", "id": 0}
{"content": "<正> 水资源缺乏是全球面临的重大生态环境和经济问题。很多国家和地区水资源匮乏,水安全和水管理水平低,粮食安全得不到保障,成为其经济和社会发展的关键制约因素。在经济与贸易全球化的发展趋势下,通过粮食贸易进口解决这些国家和地区面临的困境,改变地球上水资源的不均衡分布,寻求在全球范围内合理有效地利用水资源成为水研究", "label": "农业工程", "id": 0}
{"content": "基于相似原理,修建小流域模型,人工模拟降雨,是进行各种雨水利用及径流调控试验研究的有效手段。降雨强度与雨滴大小、数量及雨滴密度有关。本文讨论了用色斑法测小流域模型雨谱过程及其计算雨谱参数方法,得出不同情况下模型的雨谱特性。", "label": "农业工程", "id": 0}
{"content": "<正>一、新乡市农业生产条件新乡市地处华北平原南端,河南省北部,南邻黄河,与郑州、开封隔河相望;北依太行,与鹤壁、安阳毗邻;西连煤城焦作,并与山西省接壤;东接油城濮阳,由长垣黄河铁路大桥与鲁西接通。", "label": "农业工程", "id": 0}
{"content": "智能化粮库建设是我国粮食仓储企业适应信息化发展的必然趋势,针对智慧化粮库目前发展问题,利用计算机、网络、传感器、自动检测、自动化控制和视频监控监测等技术,搭建智能化粮库管控集成控制平台,基于平台研发智能粮食仓储、智能粮食出入库、智能粮库安防等系统,实现对库区粮食安全储藏的现代化管理。", "label": "农业工程", "id": 0}
{"content": "针对嘉兴市某生态农业玻璃温室项目,给出其性能化设计过程,通过多角度模拟分析,最终给出了高性能玻璃温室优化设计方案。基于项目场地的气候条件分析及项目需求,首先采用EnergyPlus对展览温室单体形体及构造进行热工模拟分析,初步确定展览温室的形体原则及围护结构热工性能要求;然后采用Phoenics对展览温室单体开口方式、运行状态进行风环境模拟分析,确定最佳单体方案,进而对项目进行场地风环境模拟验证;最后采用Grasshopper对屋面可调节光伏遮阳板进行太阳辐射模拟,提出各月份最佳遮阳板角度。", "label": "农业工程", "id": 0}
{"content": "<正>按照国家农业行业标准《畜禽场场区设计技术规范》,云南高原地区奶山羊场,有必要根据以下情况来规划与布局。首先要根据当地的自然条件、以羊为本,改善奶山羊的福利,减少劳动用工强度、为奶山羊饲养提供舒适的养殖环境。还要从疫病防控、饲草料的投饲、厩舍通风、冬春季保暖、羊场排污、粪污处理流水作业等配套设施周全考虑。", "label": "农业工程", "id": 0}
{"content": "<正>圈舍的结构是鹿只日常生产管理的基础,不良的建筑对生产安全和鹿群质量都会造成危害。为足生产需要,提高经济效益,根据实际情况和驯养方式,对鹿场进行建设。为避免浪费建材、提高利用率,本文对一些鹿场内设施的设置进行了比较分析。1场址的选择场址需要设立在地势较高且干燥、通风、采光好南向斜坡;远离居民区,交通运输方便且距离交通要道不小于300米。要有清洁丰富的水源,周边有充足的饲料源,建场前需充分了解周边", "label": "农业工程", "id": 0}
{"content": "<正>1现代化奶牛场规划与设计的现状近年来中国乳制品巨大的市场需求带动了中国奶牛养殖业的快速发展,而三聚氰胺事件之后,大型现代化牧场是现阶段奶牛养殖业的主流,随着大量的大型牧场的建成和投入使用,整个行业养殖水平有了巨大的进步。现阶段是奶牛养殖业增长最为快速的时期,奶牛存栏量较多的地方都会建设大量的规模化牧场;同时客户也更加了解奶牛养殖先进技术,并对设计理念提出了更", "label": "农业工程", "id": 0}
{"content": "<正>笔者所在地区围场县为河北高寒坝上地区,又是养羊业重点地区,在最近一些年来实行舍饲科学养羊的实际工作中,笔者认为,很多养殖户对羊舍的选址与建设存在误区。下面是高寒地区羊舍的选址与建设的几点经验体会:1羊舍建设的位置、朝向、样式", "label": "农业工程", "id": 0}
{"content": "<正>1.目的为了给犊牛提供一个温暖、干燥、空气清新的生产环境,设计并建造了一种适合寒冷地区使用的犊牛舍,并对其使用效果进行了检验。2材料与方法", "label": "农业工程", "id": 0}
{"content": "<正>畜牧场的设计的本质是生产工艺、建筑与设备配套。在肉牛产业中,随着人们生活水平的提高,高档牛肉需求越来越旺盛。因此,以高档肉牛产业链条中良种母牛繁育场与高档育肥牛场设计为例说明高档肉牛生产工艺、建筑与设备配套问题,供设计及生产者参考。", "label": "农业工程", "id": 0}
{"content": "我国是世界养猪大国,也是一个猪肉消费大国,生猪饲养量、出栏量、产肉量均居世界各国之首。我国具有悠久养猪历史,早在新石器时代,我们的祖先就开始了猪的驯化饲养。养殖方式由放牧饲养.小户圈养过度到以规模化集约化养殖为主,各类猪舍的规划设计与建设模式也在不断得到改进。但是,随着集约化、规模化养猪生产的发展,由养猪业所引起的环境污染问题和动物福利问题日趋明显,养猪场物福利水平低下,已成为制约养猪业可持续发展的重要因素之一。我国重庆、云南、贵州、四川等西部地区高温高湿环境区由于受到太平洋副热带高压的影响,呈现出雨热同期、高温高湿、冬无严寒、夏有酷暑的气候特点。因此,西部地区的高温高湿环境区的猪场设计和建设,必须根据当地自然条件、本着\"以猪为本\"、注重猪本身的生理需求和行为福利,力求使猪的生存环境得到更好改善,实现工厂化生产条件下真正意义上的绿色、健康养殖。制定符合我国国情的现代规模化猪场设计方案、搞好猪场建设,是促进养猪业可持续发展的有效措施。", "label": "农业工程", "id": 0}
{"content": "根据江淮地区雨热同季、夏热冬冷的气候条件和猪舍建筑节能的必要性,结合本地区猪舍建筑环境和能耗状况,从屋面、墙面、窗户等外维护结构及采暖建筑的采暖系统方面论述了适宜江淮地区猪舍建筑的温湿环境控制的节能技术措施。", "label": "农业工程", "id": 0}
{"content": "在猪的生长发育过程中,温度在环境控制中起着非常重要的作用。由于分娩舍内母猪和仔猪对环境温度的要求不同,因此就需要从设施和设备上来满足二者不同的需求。本论文以长春地区一分娩猪舍为研究对象,电阻加热设备作为辅助热源,将一年分为寒冷、温暖和炎热三个季节,对太阳能低温热水猪床采暖系统进行了试验研究。结果表明:在寒冷季节猪床平均温度可达到14.3℃,太阳能贡献率达到46.63%,全年可达到78.88%。结果表明在分娩猪舍采用太阳能低温热水地板供暖系统在经济和环保两个方面都具有可行性。", "label": "农业工程", "id": 0}
{"content": "本文历经8年时间的反复实践,研究制定了适合陕北地区农户陕北白绒山羊舍饲养殖所需的饲养设施建设技术和规范,旨在指导陕北地区绒山羊标准化生产。", "label": "农业工程", "id": 0}
{"content": "在西北地区,标准化暖棚牛舍防寒、保暖和防暑功能对肉牛繁殖、育肥极其重要。在暖棚牛舍建造中,采用阳光板和保温板等新型建筑材料,通过合理设计建设,能够进一步改善养殖场（户）生产环境,提高养殖效益。该技术已在宁夏六盘山区推广,有望在全国同类环境、条件下的肉牛养殖中进行示范推广。", "label": "农业工程", "id": 0}
{"content": "目前中小型规模化猪场普遍存在亏损情况,其因素很多。其中一点是猪舍设计存在某些缺陷,再者是不能有效处理粪污,环保问题日益严峻。本文针对以上问题,设计全漏粪地板地下沼气池式猪舍,将粪便污水在猪舍内直接排入沼气池,加以发酵后再利用。不仅实现\"零排放\",降低了环境污染,还实现节地、节水、节工等,是积极响应国家提出的低碳养殖的有力措施之一。", "label": "农业工程", "id": 0}
{"content": "我国北方寒冷地区畜舍存在结构简陋,不能给牲畜提供适宜环境。适宜的环境是提高家畜生产力水平的必要条件。有些采取供暖措施的畜舍采用电力、煤炭等能源供暖成本过高。为了解决这些问题我院科技人员研制了一种多功能太阳能畜舍单元模块,该畜舍采用了模块式设计,有利于畜舍的扩建和改造。因为采用了太阳能供暖系统,可节省大量能源。夏季,可将太阳能装置与其他装置相结合实现多功能利用。", "label": "农业工程", "id": 0}
{"content": "<正>保育猪的饲养管理,一直是母猪饲养场生产中的重点和难点。由于保育仔猪刚断奶,在饲料形态和生长环境方面发生了改变,给仔猪带来了较大的应激;同时由于此时母源抗体的消退,仔猪自身的抗体还没有完全形成,造成仔猪抗病能力较差,易患病。种种因素导致仔猪在断奶后出现消瘦、拉稀等各种不良现象,给仔猪的生长及培育带来较大困", "label": "农业工程", "id": 0}
{"content": "<正>随着产业结构地调整,过去那种白毛猪儿家家有的养殖模式,将被养殖大户、标准化规模养殖场所取代,在这转型的过程中,很多养殖户在猪舍建造中存在很多问题。下面是笔者发现的问题及改建方案的建议,仅供养殖户参考。养猪的主要硬件是猪舍,它包括粪污处理、饮水、通风、采光、保温等功能。建造得合理,", "label": "农业工程", "id": 0}
{"content": "阐述了太阳能保温猪舍的设计方法,并利用热力学进行得、失热计算,提出合理的设计参数,并进行动态经济效益分析,论述了太阳能猪舍的先进技术和经济价值。", "label": "农业工程", "id": 0}
{"content": "<正>规模化养羊一般均采用供暖的分娩接羔室,在控制温度条件下培育羔羊,对羊舍建筑要求有保温措施和供暖设施,在羊舍的一端间壁隔开一间适度面积的单独保温室作为接羔室,接羔室连接饲养繁殖母羊的隔离栏。本调查结合舍饲试验羊群,在起脊屋顶砖木结构有棚封闭羊舍内,分隔出一间供热分娩接羔室,对该结构羊舍的保温性能、室内小环境和生产状况等进行调查研究,为设计分娩羊舍提供科学依据。", "label": "农业工程", "id": 0}
{"content": "为寻求养猪业中的节能减排措施,根据我国采暖地区养猪场设施建筑现状、民用建筑节能减排措施,提出低碳养猪业在规模化猪场设计中的路径选择。即通过建筑节能减排技术从设计上保证猪舍建筑具有良好的节能、保温、隔热效果。另外,在猪场设计中采用节能的采暖方式、发展太阳能猪舍建筑、利用地源热泵技术进行猪舍环境控制、进行屋顶绿化设计和对猪场场区进行绿化等,均可起到节能减排的作用。本论文研究结果可为规模化猪场低碳化设计提供参考。", "label": "农业工程", "id": 0}
{"content": "农业建筑工程设施是现代化农业产业化发展的基础设施,确定农业建筑工程设施合理的设计年限,对指导农业设施的设计和建造,促进设施园艺和设施养殖规模化、标准化发展,创导节约型现代农业生产,具有十分重要的意义。该文从农业建筑的自然属性与社会属性出发,重点分析研究了影响建筑结构耐久性的各种损耗,提出了农业建筑设计年限的确定原则包括一次性原则、自然属性原则、功能性原则及经济性原则。最后给出按属性、功能和效益的设计年限计算方法、按单项工程确定及经济使用年限推测的三种确定方法。", "label": "农业工程", "id": 0}
{"content": "详细论述了规模化猪场包括猪场产品、规模、饲养模式、饲养工艺、猪舍、环境保护、设备配套和总体布局等规划设计的内容、方法和经验教训。", "label": "农业工程", "id": 0}
{"content": "<正>我国是一个猪肉消费大国,也是养猪大国。早在新石器时代,我们的祖先就开始了猪的驯化饲养。养殖方式也由放牧饲养、小户圈养过渡到以规模化集约化养殖为主,生产效率逐渐提高,但随之而来的药物残留、能源缺乏、饲料短缺、疫病频发、环境污染等一系列问题,使得养猪业成为一个微利高风险行业,发展越来越受到限制。近几年一种模仿我国古代\"填圈养猪\"的\"生物发酵床养猪\"技术已由日本、韩国、美国及西欧的一些学者和商家传入我国,并且在我国一些养猪大省、大市进行了不同程度的", "label": "农业工程", "id": 0}
{"content": "研究表明,奶牛最适宜的温度范围是:4-24℃,温湿度指数（THI）应小于69。因此,如何采取相应的措施保证奶牛在最适宜的温湿度范围内是解决牛舍环境的核心问题。同时如何有效地处理奶牛场的粪污排放,也直接影响奶牛的生活环境。还是只有具备良好的环境,才有健康的奶牛,才可能有好的奶源,才能保证牛场利润的最大化。", "label": "农业工程", "id": 0}
{"content": "<正>奶牛的热应激是指奶牛对不利于其生理的环境高温产生的非特异性应答反应的总和。它通过改变奶牛的各种生理生化反应,降低奶牛的采食量、生产繁殖性能和免疫力,给奶牛生产造成严重的危害,从而影响了奶牛业主的经济效益。因此,奶牛热应激的影响及其对策的研究受到国内外广泛重视。在设计和建设奶牛舍的时候,尤其要注意防止因外界气候条件或者牛舍本身设计不合理而造成奶牛热应激。", "label": "农业工程", "id": 0}
{"content": "<正>随着消费者对食品安全和质量意识的提高,散养模式所产的原料奶已不能适应未来奶制品市场的需求,很难与国际市场接轨。因此推动规范化牧场建设是未来奶源发展的必然趋势。从2007年开始,通过政府出台优惠扶持政策投资基础设施,吸引社会投资人进行生产经营的模式投入,以推进千头规模牧场的建设,推动我国奶牛养殖模式由分散饲养向规模化、集约化、标准化、产业化转变。\"公司+规模化牧场\"的奶源基地发", "label": "农业工程", "id": 0}
{"content": "<正>对奶牛来说,舒适友好的环境和科学的饲喂管理,是其健康高产的基本因素。奶牛耐寒不耐热,夏季对高温特别敏感;喜欢清洁、干燥的环境;喜欢安静,不喜欢嘈杂的环境,强烈的噪音会使奶牛产生应激反应,产奶量下降,或出现低酸度酒精阳性乳;奶牛要有足够的饮", "label": "农业工程", "id": 0}
{"content": "为模拟我国南北不同气侯区域的集约化畜禽饲养环境,研究动物在冷、热应激下的营养代谢规律,设计建造了人工气候动物营养代谢实验室。本文介绍了该实验室的特殊设计要求、设计依据、平面布置和主要环境控制系统等,该设计兼顾考虑了现阶段的低运行费用和今后的升级发展,适于畜牧科研和生产单位建造和使用。", "label": "农业工程", "id": 0}
{"content": "本文的目的是比较商品生产条件下不同建筑结构和人工调控通风方式对肥育猪舍环境状况的影响。分为夏季和冬季两个试验。夏季试验：选用3种不同建筑结构的肥育猪舍, 分别以 A、B、C 表示,均为密闭有窗形式,其屋顶材料分别为平顶砖瓦、平顶彩钢板以及拱形水泥,南北窗比例分别为6．2：1,1：1,以及1．5：1。其它在朝向、面积、布局、舍内没施设备、饲喂管理、免疫程序等方面均保持一致。猪品种为斯格瘦肉猪,130—135日龄,先后采取三种不同的人工调控通风方式,观察测定其环境状况的变化。冬季试验：选用两栋相同建筑猪舍（B 型）,屋项材料为平顶彩钢板,猪品种为斯格瘦肉猪,150—153日龄。研究采用不同通风方式下猪舍的环境状况及变化规律。测定指标包括不同舍不同时间段风速、最大风速、平均风速、温度、风寒温度、相对湿度、热应激,以及空气中氨气、二氧化碳、硫化氢的浓度变化。结果表明猪舍人工调控通风方式同猪舍本身建筑结构相比,对肥育猪场环境状况的影响更为显著。冬季夜间关闭窗户虽然有利于提高舍内温度,但同时舍内相对湿度、 NH3、CO2浓度也显著提高,不利于动物的生产和健康。", "label": "农业工程", "id": 0}
{"content": "<正>1 建舍要求牛舍建筑,要根据当地的气温变化和牛场生产、用途等因素来确定。建牛舍因陋就简,就地取材,经济实用。还要符合兽医卫生要求,做到科学合理。有条件的,可建质量好的、经久耐用的牛舍。牛舍以坐北朝南或朝东南好。牛舍要有一定数量和大小的窗户,以保证太阳光线充足和空气流通。房顶有一定厚度,隔热保温性能好。", "label": "农业工程", "id": 0}
{"content": "牛舍是牛生活生长的场所,给牛创造一个良好的环境,目的就是让牛生长速度加快,荻取最大的经济效益回报。根据笔者多年来从事畜牧技术推广工作经验与观察,改变以往传统牛舍造价高,受光少,通风效果差等弱点,在经过大量调研的基础上,结合当地气候特点和生产水平,设计出牛用四季简易畜棚设计方案,并实现了不随季节变换使牛长年处于适宜生长环境。四季牛棚具有建造简易,使用方便,成本低、耐用等优点,成为华北地区广大农民养殖户最佳畜棚设计方案,具有较大的推广应用价值。", "label": "农业工程", "id": 0}
{"content": "作为温室的重要部件之一,透光覆盖材料及其特性直接关系着温室的生产。随着透光覆盖材料产品类型和品种的扩张,温室生产者和有关科研人员越来越关注透光覆盖材料的性能特点及评定产品质量的检测控制手段。文中针对温室透光覆盖材料的性能要求,归纳了温室透光覆盖材料的质量评定性能指标和测试标准体系,并提出该标准体系下有待进一步制定或完善修订的标准。", "label": "农业工程", "id": 0}
{"content": "目的中共中央制定关于国民经济发展和社会发展的第十一个五年规划中提出了努力构建社会主义和谐社会的战略任务。十六大报告指出“全面建设小康社会,重点和难点都在农村”。我国是一个农业大国,农民是最大的社会群体,落实全面建设小康社会的任务关键在农村,构建社会主义和谐社会的关键也在农村。农村改水改厕主要通过解决农民的缺水、饮用非卫生水和使用非卫生厕所的问题,改善农民群众的生活水平,提高农民的健康水平。通过二十多年来大规模持续的农村改水改厕活动,中国农村饮水条件得到改善的受益人口和使用上卫生厕所的农户显著增加。截止2005年底,农村的自来水普及率为61．32％,卫生厕所普及率为55．31％。虽然我国农村的改水改厕工作取得了一些成绩,但是我国农村的自来水普及率和卫生厕所普及率都还不高,说明农村的改水改厕事业还任重而道远。农村的改水改厕事业直接关系到农民的切身利益,因为改水改厕工作有效预防和控制了水及肠道相关性疾病,减少了“因病致贫、因病返贫”的现象。农村改水改厕工作减少了疾病的发生,促进了农民群众的健康,保护了生产力,为农民的经济发展提供了保障。同时,改水改厕工作不仅解决了农民吃水难,吃安全卫生水更难的问题,更节省了取水劳动时间,解放了劳动力,为农村的经济发展创造了条件。农村的改水改厕事业是社会公益事业,体现了广大农民的共同利益、共同需求,其职能是促进农民的健康,提高农民的生活质量。一个人的身心健康,就是处于自身的和谐状态,有了自身的和谐,才容易达到人与人、人与自然、人与社会的和谐。农村改水改厕事业是党的事业的重要组成部分,在构建社会主义和谐社会中起着举足轻重的作用,肩负着重大使命与责任。", "label": "农业工程", "id": 0}
{"content": "根据不同季节的太阳高度角随地理纬度变化这一原理,确定牛舍塑料暖棚面与地面的最佳夹角,使冬季大寒（最冷）这天正午时分,太阳辐射的入射角与塑料棚面垂直,以其充分利用太阳的辐射热能,提高牛舍内的温度。通过对地处北纬43°地区通辽市科尔沁区余粮堡镇吴金宝村设计的日光暖棚牛舍的温热环境和舍内空气质量的测定表明,大寒这天舍外气温-20℃～-8℃下,牛舍内的温度平均5.25℃,有害气体浓度均低于中华人民共和国国家标准,达到了防寒抗灾的目的。", "label": "农业工程", "id": 0}
{"content": "建设环境安全型畜禽舍对减少疫病的发生,发展无公害畜牧业有着重要意义。本文综述了环境安全型畜禽舍设计理念、特点、类型、存在问题和发展前景。", "label": "农业工程", "id": 0}
{"content": "羊舍是羊只生活的主要环境之一,羊舍的建筑是否有利于羊只各方面需要和养羊业的发展,在一定程度上就成为养羊成败的关键因素。南方地区气候炎热,多雨潮湿羊舍内要求通风、干爽、冬暖夏凉,是山羊圈养的关键。因而舍饲羊舍的建筑必须根据南方地区的气候特点来确定和建设。而且还要因地制宜根据不同的气候和地形特点建造不同类型的羊舍。本文通过对南方部分地区一些羊舍建设的考查和研究,在现有羊舍建设类型的原则和基础上加以了改进,以供参考。", "label": "农业工程", "id": 0}
{"content": "<正>1 猪场设计 1．1 场址选择 1．1．1 选址原则:①节约用地,尽量选用不宜耕作的土地,并为进一步发展留有余地。②禁止在旅游区、自然保护区、古建保护区、水源保护区、畜禽疫病多发区和环境公害污染严重地区建场。③场址应选择在城镇居民区常年主导风向的下风向或侧风向,避免气味、废水及粪肥堆置而影响居民区环境。④应选择交通便利、水电供应可靠,尽量靠近饲料和商品销售地。⑤选址还应注意各地小气候特点,趋利避害。", "label": "农业工程", "id": 0}
{"content": "<正> 日光温室作为北方冬季蔬菜生产的主要设施,得到了迅速的发展和普及。广大科技工作者进行了广泛的研究,在日光温室的保温、采光、结构等设计上进行了优化设计,同时完善了日光温室的配套设施。沈阳农业大学先后主持", "label": "农业工程", "id": 0}
{"content": "<正> 目前我国研制的大部分温室造价偏高,广大农民难以接受,而农民自行建造的温室虽然造价较低,但缺乏科学设计,温室倒塌现象时有发生,针对上述情况我们研制了经济型日光温室。经济型日光温室采用底部宽1500mm,上部宽900mm的垛土墙和混凝土柱共同承担骨架的荷载,每榀骨架安放在一根柱上。后坡自下而上采用采用25mm厚的松木板+整捆的秸秆+一层塑料薄膜+50mm厚稻草泥。前坡夜间保温采用草帘。温室前底脚内侧设置防寒沟,采用80mm厚苯板,深800mm。经济型日光温室与辽沈Ⅰ型及其他类型的温室相比,主要特点如下。", "label": "农业工程", "id": 0}
{"content": "<正> 节能日光温室主要依靠吸收太阳辐射能来维持热量平衡,光照是其获取能量的主要来源。光是日光温室内气候环境中的主导因子,它决定着日光温室内的光照强度、温度、湿度等状况。地理纬度、前坡采光面的形状、覆盖材料的透光率、朝向是影响日光温室内进光量的主要因素。本文在对温室内太阳辐射能的理论计算的基础上,分析了不同朝向对温室内进光量的影响,给出了不同地区、不同条件下温室最佳朝向的确定方法。分析表明:", "label": "农业工程", "id": 0}
{"content": "机器人在农业领域的应用潜力已经受到了领域内的广泛认可,但是面对农业领域中的一些典型问题时,农业机器人当前识别效率、作业精度和适应能力的不足仍旧限制了其在商业领域的应用和推广。这些典型问题包括非结构化的农业环境、种类繁多的果实识别和作物生长状况评估、机器人各个子系统在作业过程中的协调。随着机器视觉与农业机器人的结合不断加深,机器视觉技术凭借其高精度、强实时性、智能化等优势,成为机器人智能化和精准农业等重要课题的技术支撑。通过对近十多年相关文献的整理与分析,本文综述了机器视觉在农业机器人控制上的应用,并对视觉控制技术在农业机器人各个子系统中的应用进行了剖析。此外,本文还讨论了机器视觉在农业机器人的应用中所面临的挑战和趋势。", "label": "农业工程", "id": 0}
{"content": "本文在介绍无人化农业的发展现状及相关技术运用的基础上,综合论述了国内外无人农业的发展情况。本文从无人农机的发展运用和智能化耕种两个方面分析了无人化农业的发展前景。作者根据当前无人农机的使用特点提出了一条无人化耕作系统的构建思路,即通过对无人技术、5G通讯技术、人工智能技术以及新型能源等方面技术的综合运用来实现无人化耕作系统的基本实现。", "label": "农业工程", "id": 0}
{"content": "为了棉花生产中统防统治的高效和减轻劳动强度,结合作者在江西省棉花研究所试验基地应用植保无人机飞防技术实践,阐述了新型植保无人机大疆T16在棉花生产上的基础应用、操作技巧以及注意事项。实践结果表明,大疆T16植保无人机低空喷药具有省时、省工、高效的特点,是适应我国农业现代化发展的一种新型技术,对促进棉花生产向轻简化、机械化和智能化方向发展具有重要意义。", "label": "农业工程", "id": 0}
{"content": "北斗卫星导航技术可以应用以农业生产,增加农作物产量,降低种植培育资本、维护土壤环境,还可用于农机引导、农场规划、田间测图、土壤取样、作物田间监测、产量统计和预测系统等等。精细农业是一种现代化农业理念,许多发达国家,譬如美国、德国和日本早在上个世纪就开始研究精确农业技术。但是国内起步稍晚,随着北斗卫星导航系统的逐渐完善以及北斗卫星定位技术的不断提高,北斗卫星导航系统进入国内精细农业领域。将北斗卫星导航系统提供的无源定位服务应用到植保无人机上,植保无人机通过农业航空施药保障国家粮食安全和生态安全,有效的支持现代精细农业生产方式。植保无人机作业迅速高效,环保安全、节约药剂使用量,根据北斗卫星导航系统提供的精确定位服务保障了智能用药准确无误。本文研究了运用北斗卫星导航系统的植保无人机发展现状,以应用在玉米、水稻、棉花方面的植保无人机为例综述了目前阶段的研究状况。并结合目前植保无人机普及道路的阻碍和发展壁垒,展望了国内植保无人机改进的具体内容和未来发展方向。", "label": "农业工程", "id": 0}
{"content": "为研究旁路管对某直升机农林喷洒系统性能的影响,本文搭建了由喷洒泵、三通电磁阀、节流阀、管路等组成的喷洒系统模型。通过设置不同的旁路管直径和节流阀开度,计算得到了系统的流量特性和喷洒泵特性。计算结果表明,在三通电磁阀和节流阀之间设置合理直径的旁路管,能够有效提高喷洒离心泵的效率,同时不会显著改变系统的喷洒流量和泵的扬程。", "label": "农业工程", "id": 0}
{"content": "【研究背景】中央一号文件2014年明确要求\"加强农用航空建设\",2020年则强调加快物联网、大数据、区块链、人工智能、5G网络、智慧气象等现代信息技术在农业领域的应用。随着中国农业生产对农业机械的需求日益增长,农用无人机已成为智慧农业航空领域的一支新兴力量。2017年9月《农业部办公厅财政部办公厅中国民用航空局综合司关于开展农机购置补贴引导植保无人飞机规范应用试点工作的通知》中首次明确指明:补贴机型需加装避障系统软件,以期实现作业飞行可识别、可监测。但农田作业环境复杂多变,病虫害爆发期或环境可视度低时,若主要依靠肉眼观察判断,作业受限因素多且危险性高,因此,实现障碍物的自主识别与避让是农用无人机智能化发展的必然趋势之一;【材料与方法】由于农田作业环境、障碍物类型复杂,分别根据障碍物特征（微小型、中小型、大型、无特征规律）及障碍物相对距离（5 m、5～15 m、15 m以外）进行农田障碍物分类,在农田作业环境中出现的多为微小型、无特征规律型障碍物,对于这类障碍物,避障系统的技术难点、重点在于如何实现障碍物的实时感知、大量图像的快速解析、智能识别,高度还原出障碍物潜在区域,并根据障碍物的类型、远近,优化避障路径并执行不同的避障动作;【结果与分析】通过分析国内企业农用无人机不同机型的避障技术应用现状,并对各类避障技术（GPS/RTK技术、超声波、单目视觉、双目视觉、结构光、激光/红外主动、毫米波雷达、TOF测距）对比,就其植保环境适用性进行分析,可以发现不同的避障传感器适用于不同的植保环境与避障距离。RTK技术适合建立障碍物地图,而非实时性避障,且未来加入RTK基站和云技术等解决方案时需投入大量经费。由于存在探测盲区,超声波传感器更适合作短距离的安全辅助装置。单目视觉无法直接获取障碍物的深度信息,对图像光照、纹理要求高,难以满足农用无人机避障问题对实时性、准确率的要求。双目视觉可改变基线适用于不同距离的农田障碍物,但缺乏一种能有效平衡双目匹配精度和运算速度的立体匹配算法。结构光传感器更多应用于非农用型无人机的室内避障。激光扫描只能获取场景的离散信息,且扫描时间受扫描点数量限制,难以在实时性和范围上获得很好的平衡。毫米波雷达已应用在仿地飞行系统及机身四周农田环境探测,但只能探测平行距离,无法描述避障对象的轮廓及其在视场中的角度。TOF测距在复杂环境下,测试结果通常包含大量的误差,更适合与其他传感器结合衍生的安全辅助装置;【结论】未来农用无人机避障技术的研究方向和研究热点将集中以下3方面:（1）多种组合避障形式;（2）实时性主动避障技术;（3）避障辅助系统开发及避障流程标准化。", "label": "农业工程", "id": 0}
{"content": "本研究针对传统人工喷药防治存在缺陷和甘蔗高秆作物中后期施药难、劳力缺乏和作业效率低等问题,从飞防机型选择、专用药及助剂筛选、药械融合、田间作业、技术规范、规模化应用组织模式等层面对甘蔗主要病虫飞防技术进行了系统开发示范,分析确定了适宜云南低纬高原蔗区的无人机机型及飞行技术参数,筛选出无人机飞防最佳药剂配方组合和施用技术,形成了云南低纬高原蔗区甘蔗主要病虫无人机防控技术且大面积成功应用（2018年推广应用无人机飞防15 527hm～2）,为全面推广应用无人机飞防甘蔗病虫常态化提供了成熟的全程技术支撑。采用无人机防控甘蔗病虫具有超低量施药、作业效率高等优点,可有效解决高秆作物后期喷施困难、劳动力紧张和作业效率低的问题,为有效防控甘蔗病虫成功开辟一条轻简高效新途径,切实加快甘蔗病虫害统防统治进程,对有效降低暴发流行灾害性甘蔗病虫给蔗农和企业造成的损失,提高甘蔗产量和糖分,具有极为明显的效果,对实现甘蔗病虫全程精准防控,甘蔗提质增效,保障国家食糖安全起到了重要的作用。", "label": "农业工程", "id": 0}
{"content": "当代计算机识别技术、多传感器融合技术等先进领域有极大发展,同时无人机技术在工业发展带动下也有较大的发展,为我国社会安全提供了有力保障。如何提高无人机作业飞行的可靠性,为此国内外学者专家也进行了大量研究。我们操作对无人机实际飞行需要面对新的难点挑战,本文使用复杂多传感器融合技术进行姿态跟踪,同时设计2种不同的路径规划方法。主要是用于水稻飞播,飞播是可以实现的,但是这个种子前期需要泡制,泡完一夜后,第二天还要把它晒干,晒干以后放在料仓里,料仓也是特制的,里面有一个甩盘或者气流,把这个种子从料仓里给均匀地甩出去,这个确实有一定难度。因为不像液体喷雾,喷头直接就可以打出去。本文使用的滤波去噪方法与拼接相结合的方法,构建三维空间坐标模型,同时利用七叉树结构转换获取三维空间栅格地图。最终,本文设计了2种适用于无人机的路径规划方法,保证在保障无人机运动的灵活性的同时,快速鲁棒完成作业任务,以确保无人机飞行的安全性。", "label": "农业工程", "id": 0}
{"content": "本文提出一种普适的多边形地块分割方法,用于解决旋翼类无人机植保作业过程中,面临复杂作业区域及障碍物情况时,自动规划飞行轨迹的问题。旋翼类无人机进行植保作业时,飞行轨迹不能超出作业区域边界,同时不能与障碍物发生碰撞。实际作业时,作业区域及障碍物边界较为复杂,多为非凸多边形,直接规划航线难度较大。基于本文提出的方法,可以将上述带有障碍物的作业区域分割为若干个凸多边形作业区域,降低航线规划难度,并提高作业效率。", "label": "农业工程", "id": 0}
{"content": "<正>发展农村地区的无人物流,首先当然得让农民富裕起来。而在这方面,无人平台也将助力农耕方式的颠覆性发展。随着智能控制技术和全球信息通信技术的发展,无人平台可以在未来农业中得到广泛应用,从根本上解放劳动力,提升农业生产效率。在农业生产中,适合用到无人平台的地方很多,包括播种、施肥、喷洒农药等,还能对农作物长势和病虫害进行持续高效的监测。未来的无人农机主要有两种:地面无人驾驶农机、空中无人驾驶农用飞机。具体分来,将会有无人驾驶播种车、空中无人播种机、无人驾驶农耕车、植保无人机等。现在已经有一些用拖拉机改装而成,甚至专门研制的农用无人车,可以完成播种、耕田等工作。由普通的轻型农用飞机改装", "label": "农业工程", "id": 0}
{"content": "为探究植保无人机不同作业参数下稻田喷雾雾滴的沉积分布特性及其对稻纵卷叶螟防治效果,本文采用大疆多旋翼植保无人机进行了田间喷施甘蓝夜蛾核型多角体病毒悬浮剂试验,研究了稻株垂直高度（上、中、下）的雾滴沉积分布特性和防治效果。结果表明:飞行速度（3m/s、5m/s、7m/s）对雾滴沉积密度影响显著（P<0.05）,飞行高度（1m、1.5m、2m）影响不显著（P=0.38）,两者交互作用显著（P<0.05）;1m作业高度下,3m/s飞行速度下的整株雾滴沉积密度（上、中、下之和）为33.9个/cm~2,显著多于5m/s（4.0个/cm~2）和7m/s（3.5个/cm~2）飞行速度的雾滴沉积密度,后两者无显著差异;1.5m和2m作业高度下,各飞行速度下的雾滴覆盖密度无显著差异（P>0.05）;3m/s飞行速度下,1m、1.5m、2m作业高度下稻株上层雾滴覆盖密度变异系数为106.4%、112.8%、254.5%,总体上略小于5m/s和7m/s飞行速度下各作业高度下的雾滴覆盖密度变异系数（分别为189.0%、160.2%、185.6%;250.9%、164.3%、189.1%）;从稻株下层雾滴的分布特性来看,各飞行速度下,5m/s飞行速度且1.5m飞行高度的作业参数下,下层雾滴覆盖密度占整稻株雾滴覆盖密度的比值最高（30%,上、中层分别为37.0%、33.0%）,其次是7m/s且1.5m飞行高度的作业参数（上、中、下层占比分别为52.3%、31.4%、16.4%）,7m/s飞行速度且2.0m飞行高度的作业参数条件下的底层占比最低（上、中、下层占比分别为77.2%、17.7%和5.1%）;从对稻纵卷叶螟的防治效果来看,3m/s、5m/s、7m/s飞行速度的防效分别为46.7%～74.0%、47.5%～53.3%、67.3%～82.5%,各处理间的防效差异较大。本研究结果可为植保无人机田间喷雾作业参数确定、作业条件的选择和田间作业规范的制定提供参考。", "label": "农业工程", "id": 0}
{"content": "随着我国农业现代化的推进,农业航空在植物保护中具有较广阔的发展空间。但航空植保施药技术仍存在些许问题,喷雾体系需不断完善,对航空植保施药技术的研究需不断深入、细化。航空植保喷雾亩用水量在0.5～1.5L,是常规地面喷雾的1/20～1/30,然而目前航空施药绝大部分依然为常规药剂,药液浓度较高,喷雾雾滴较小,因而易产生蒸发和飘移问题进而影响防治效果。新型药剂的研发需要较长时间,因而通过添加喷雾助剂用来减缓其蒸发和飘移是一项行之有效的举措。目前市场上航空喷雾助剂种类多样,有植物油类、矿物油类、有机硅类、高分子聚合物类、表面活性剂类等。如何选取更加适宜的航空喷雾助剂,对提高航空喷雾药效、减少环境污染进而推动我国农业航空的发展,促进航空喷雾技术更好的服务于我国农业具有重要作用。本实验室研究建立了悬滴法、风洞法、盆栽试验法和大田小区试验相结合的飞防助剂研究方法,以评价飞防助剂对雾滴抗蒸发性、抗飘移性、润湿铺展性、提高农药利用率、增加防治效果等方面的作用,以期为航空喷雾助剂使用提供指导。", "label": "农业工程", "id": 0}
{"content": "【研究背景】水稻是我国重要的粮食作物之一,对我国的粮食安全和保障人民基本生活具有重要意义。快速、无损、准确地监测作物长势,并准确预测作物产量是现代精确农业的核心环节。近年来快速发展的无人机遥感技术,相比地面遥感手段具有覆盖面积大、效率高的优点,相比卫星遥感手段具有重返周期短、灵活性高同时能够获取更高空间分辨率影像的特点。但是目前在水稻长势监测研究上应用较多的是多旋翼无人机,对于效率更高、续航时间更长的固定翼无人机的研究较少。【材料与方法】本研究以水稻为研究对象,在江苏省兴化市百万亩国家粮食生产功能区（119°53E,33°04N）,开展了涉及2个水稻品种（籼粳杂交稻:甬优2640;粳稻:南粳9108）,3种播栽方式（钵苗机插,毯苗机插,直播稻）和4个施氮水平处理(0;135 kg N ha-1;270 kg N ha-1;405 kg N ha-1)的田间试验,应用固定翼无人机eBee SQ（SenseFly,Ins.,Cheseaux-Losanne,Switzerland）和Sequoia多光谱相机（Parrot,Ins.,Paris,France）获取主要生育期的水稻冠层多光谱影像,经过图像预处理、图像拼接等数据预处理过程后,提取到水稻原始冠层多光谱反射率;并同步破坏性取样测试水稻叶面积指数（leaf area index,LAI）、叶片干物重（leaf dry matter,LDM,g/m~2）和产量(tha-1)等。【结果与分析】从拔节期至灌浆前期,采用原始光谱反射率计算所得的各类植被指数与LAI,LDM进行了相关性分析,结果表明,归一化红边植被指数(Normalized difference Red-edge,NDRE[735,790])的表现优于其他植被指数,相关系数（R~2）分别达到0.68和0.60。单个生育期植被指数与籽粒产量的相关性分析发现:灌浆期的相关性高于其他生育期,表现最好的植被指数是垂直植被指数(Perpendicular Vegetation Index,PVI[660,790]),R~2达到0.66。进一步将多生育期的植被指数(PVI[660,790])进行组合（连续或非连续）与水稻籽粒产量用3种方法进行相关性分析发现:基于多元线性回归方法的任意两个生育时期植被指数MLR(PVI[660,790])与产量进行相关性分析结果显示,水稻拔节期与灌浆期进行组合能够提高与产量的相关性（R~2=0.74）。任意两个生育时期植被指数之和SUM(PVI[660,790])与籽粒产量关系中,拔节期与灌浆期组合能够提高与产量的相关性（R~2=0.72）。连续生育时期累计植被指数∑PVI[660,790]与产量的相关性分析结果显示,不同生育时期不断累积∑PVI[660,790]与产量的相关性并没有提高,最大R~2只有0.43（开花期到灌浆期）。【结论】本研究构建了基于无人机影像的水稻LAI、LDM监测和产量预测模型。利用多光谱影像监测全生育期LAI和LDM表现最好的植被指数均为NDRE[735,790]。利用单一生育期植被指数预测产量效果最好的时期是灌浆期,最好的植被指数是PVI[660,790]。拔节期和灌浆期的植被指数进行组合,利用多元线性回归方法构建的MLR(PVI[660,790])和任意2个生育期植被指数之和SUM(PVI[660,790])都不同程度地提高了预测精度。研究结果为快速无损监测农作物长势状况提供了技术支撑。", "label": "农业工程", "id": 0}
{"content": "概述了目前中国无人机飞防技术的应用现状,对无人机飞防技术在瑞丽市水稻生产过程中应用存在的突出问题进行了总结归纳,对无人机飞防技术在瑞丽市的发展前景进行了展望;提出了加快无人机研发应用、提升水稻生产集约化水平、加大飞防技术推广扶持力度、不断完善飞防技术配套技术、建立完善飞防技术服务体系等建议,以期推动飞防技术在瑞丽市的示范推广。", "label": "农业工程", "id": 0}
{"content": "本文回顾了农药发展过程中经历的三个阶段和农药制剂科学当今面临的主要问题及发展方向。阐述了国家对于飞机防治农作物病虫草害的肯定态度及其在减少农药流失、提高利用率等方面起到的积极作用。介绍了飞防体系的三个重要组成部分,飞防药剂相对于普通药剂的主要区别与要求,优势与问题。同时也从\"人、机、剂、技\"等几个方面揭示了当前飞防存在的主要问题,并有针对性地提出了解决办法。", "label": "农业工程", "id": 0}
{"content": "为了提高农业移动机器人在受到航向扰动时的轨迹跟踪性能,论文提出一种级联式农业移动机器人轨迹跟踪控制策略,将轨迹跟踪控制分解为位置控制和航向控制两级子系统。首先,针对位置控制子系统基于李雅普诺夫方法设计了线性误差反馈控制律,以保证位置跟踪误差渐近收敛到零。其次,针对航向控制子系统设计了非线性误差反馈控制律和干扰观测器对航向扰动进行有效估计和补偿,进而实现稳定快速地航向角跟踪控制。最后,通过仿真实例验证了论文提出方法的有效性。", "label": "农业工程", "id": 0}
{"content": "棉花是我国重要的经济作物和工业原料,棉花生产关系到国民经济发展和农民增收。我国棉花病虫害常年发生严重,如果防治不及时会给棉花生产带来了较大的经济损失。近年来植保无人机的研制发展迅速,逐渐成为农药喷洒和农作物病虫害防治的首选施药方式,植保无人机在棉花上的研究和应用刚刚起步,已经开始在我国部分棉区用于棉花病虫害的防治和脱叶催熟剂的喷洒,极大地提高了田间作业效率,而无人机田间喷洒效果受其施药技术参数、下压风场和环境气候条件等因素影响较大,目前有关无人机施药参数对棉花上雾滴沉积分布规律的研究尚未见相关报道。本文通过田间设计试验,研究植保无人机在棉田喷施作业时,其飞行高度和方向对雾滴沉积分布的影响,通过对数据的比较分析,明确适宜棉花无人机喷雾的作业参数,为植保无人机在棉田使用提供理论指导。本研究采用3WQF120-12型单旋翼油动智能悬浮植保机在棉田进行单喷幅喷洒试验,飞行长度为100m。试验设置了6个处理,分别是:1m作业高度、正向飞行;2m作业高度、正向飞行;3m作业高度、正向飞行;1m作业高度、逆向飞行;2m作业高度、逆向飞行;3m作业高度、逆向飞行。作业速度设置为5m/s,喷洒量为0.8L/亩,以诱惑红溶液作为指示剂代替农药在棉田进行喷洒,在喷洒区域中部垂直于无人机飞行航线的方向布置11个采样点,第6采样点为飞行作业的中心航线,每点标记1株棉花,并在棉株上、中、下部位分别布置雾滴采集卡,每次飞行结束后进行收集采样,在实验室对雾滴采集卡进行图片扫描和雾滴分析。结果表明,无人机6次飞行作业中,正向飞行的雾滴沉积效果优于逆向飞行作业,在中心航线附近第4-7采样点雾滴沉积密度较大,而其他采样点雾滴密度较小;6次飞行试验中,植保无人机作业高度为1m时,雾滴沉积效果最好,正向和逆向飞行试验均有4个采样点雾滴密度达到有效喷幅判定的标准,最大雾滴密度分别为40.8个/cm~2和36.8个/cm~2;随着作业高度的增加,采样点的雾滴沉积密度降低,作业有效喷幅减小,高度为2m的正向和逆向飞行作业最大雾滴密度分别为30.8个/cm~2和31.4个/cm~2;高度为3m正向和逆向飞行作业最大雾滴密度分别为29.5个/cm~2和10.4个/cm~2,且逆向飞行喷雾试验各个采样点的雾滴密度小于15个/cm~2,未达到有效喷幅判断的标准,可能与本架次无人机飞行高度过高、受环境风速影响较大有关。雾滴粒径结果表明,作业高度是影响无人机喷雾雾滴粒径分布的重要因素,无人机作业航线附近采样点的雾滴粒径较大,其它采样点雾滴粒径相对较小;作业高度为1m的正向飞行试验雾滴粒径相对较小,为190~280μm;飞行高度为2m时,雾滴粒径在220~400μm之间,除第6和第7采样点雾滴粒径外,其他采样点雾滴粒径均大于1m高度飞行试验的雾滴粒径;作业高度为3m的飞行试验与1m高度的试验雾滴粒径分布呈相似趋势,但各采样点的雾滴粒径相对较大。因此,在棉田进行无人机喷施作业时,应选择在无风或微风的天气作业,在保持相对作业速度为5m/s的情况下,选择1m作为参考作业高度有利于提高雾滴在棉花上的沉积。本研究结果为植保无人机在棉花上的应用与推广提供参考。", "label": "农业工程", "id": 0}
{"content": "<正>近年来,植保无人机作为一种新型高效植保机械在国内蓬勃发展,由于其工作效率高、雾化效果好、节药、节水、成本低、作业人员身体和农药接触少等优势,越来越受到专业化防治组织和农民的欢迎。2016年2月我区首次引进安阳全丰航空植保科技股份有限公司生产的3WQF80-10智能悬浮植保机2架,在小麦、玉米及蝗虫防治中开展应用,植保部门也进行了全程的技术服务和跟踪调查。现", "label": "农业工程", "id": 0}
{"content": "茶小绿叶蝉（Empoasca pirisugaMatumura）,发生普遍,全国各产茶省、自治区均有发生,是主要茶叶害虫之一。此虫一年发生8~12代,且世代交替。严重为害夏秋茶,受害茶树芽叶蜷缩、硬化、叶尖和叶缘红褐枯焦,芽梢生长缓慢,对茶叶产量和品质影响很大。本文就植保无人机低空低容量喷雾和传统的大容量喷雾在茶园喷施红袖（10%吡虫啉可湿性粉剂）12g/666.7m~2来防治茶小绿叶蝉,以诱惑红作为喷雾质量检测的示踪剂,用量为30 g/666.7m~2。结果表明:4种植保无人机中,单旋翼植保无人机1喷雾雾滴在茶树上部、中部、下部的雾滴密度分别为110.5个/cm~2、58.2个/cm~2、24.1个/cm~2,沉积量分别为12.75μg/cm~2、4.54μg/cm~2、2.42μg/cm~2;单旋翼植保无人机2喷雾雾滴在茶树上部、中部、下部的雾滴密度分别为127.4个/cm~2、88.3个/cm~2、61.9个/cm~2,沉积量分别为10.86μg/cm~2、2.35μg/cm~2、1.83μg/cm~2;六旋翼植保无人机1喷雾雾滴在茶树上部、中部、下部的雾滴密度分别为18.5个/cm~2、10.2个/cm~2、9.2个/cm~2,沉积量分别为5.90μg/cm~2、1.24μg/cm~2、0.06μg/cm~2;六旋翼植保无人机2喷雾雾滴在茶树上部、中部、下部的雾滴密度分别为80.4个/cm~2、47.1个/cm~2、15.0个/cm~2,沉积量分别为12.85μg/cm~2、3.32μg/cm~2、1.05μg/cm~2,4种植保无人机低空低容量喷雾的雾滴有效沉积率在50%~60%。3种传统的大容量喷雾器械中背负式手动喷雾器喷雾雾滴在茶树上部、中部、下部的沉积量分别为4.22μg/cm~2、1.10μg/cm~2、0.50μg/cm~2,背负式电动喷雾器喷雾雾滴在茶树上部、中部、下部的沉积量分别为5.10μg/cm~2、2.97μg/cm~2、1.80μg/cm~2,担架式动力喷雾机喷雾雾滴在茶树上部、中部、下部的沉积量分别为2.92μg/cm~2、1.01μg/cm~2、0.68μg/cm~2,3种传统喷雾器械的大容量喷雾的雾滴有效沉积率在30%~40%。药后4天,单旋翼植保无人机1和2对茶小绿叶蝉防治效果分别达到83.3%±8.6%、86.8%±5.4%;六旋翼植保无人机1和2对茶小绿叶蝉防治效果分别达到90.4%±6.2%、89.2%±7.6%;背负式手动喷雾器、背负式电动喷雾器和担架式动力喷雾机的防治效果分别达到93.2%±6.4%、91.8%±5.9%和92.8%±4.6%。可以看出单旋翼植保无人机与多旋翼植保无人机喷雾防治茶小绿叶蝉的效果差异不显著。植保无人机低空低容量喷雾与传统的大容量喷雾防治茶小绿叶蝉的效果差异也不显著。植保无人机低空低容量喷雾在茶园喷雾,药液的流失很少,更多的药液都沉积在茶叶上,农药的利用率较传统的大容量喷雾高,且对茶小绿叶蝉的防效的差异也不显著,为茶园的农药减量提供了可能性。另外植保无人机的作业效率更高,节省大量的劳动力,是高功效、省力化的植保机械。", "label": "农业工程", "id": 0}
{"content": "采用无人机喷洒农药已成为农业植保过程中的一项重要业务,而喷洒任务的分配是影响喷洒效果的关键因素。在无人机能力和数量的限制,无人机飞行动力学约束以及执行农药喷洒任务时的环境等因素下,为了最大化农药喷洒效果,本文构建了一种具有可变时间窗的Dubins路径下的团队定向问题（TOP）模型（DTOP-VTW）。对此,本文采用遗传算法（GA）求解上述模型,并设计算法中的编码、交叉和变异方式。实验结果表明,使用GA是能够求解DTOP-VTW模型的。", "label": "农业工程", "id": 0}
{"content": "随着我国农业的现代化,传统植保机械越来越难以满足广大农户的需求。多旋翼植保无人机是近年来新兴的植保机械,其作业高效,作业成本低廉,适应性强,可跨区域作业并且极大的减少了作业过程中与农药的接触,有很强的市场推广潜力。在对影响多旋翼植保无人机作业效果的因素进行了全面分析后,排除了影响其作业效果的不可控因素,同时对重复影响其作业效果的因素进行了梳理和分析,确定了影响多旋翼植保无人机的四个主要因素:作业环境、喷雾系统、飞行参数、喷雾参数,然后根据河南农业大学自主研发的3ZSF-8A型四轴八旋翼植保无人机及2NH16-10型八轴十六旋翼植保无人机,设计了台架试验及夏大豆生长中后期田间试验。在台架试验中,选用胭脂红作为示踪剂,首先使用Design-Expert软件进行了响应面曲面试验设计,模拟多旋翼植保无人机田间作业相对运动场景,以飞行高度和飞行速度作为变量,以沉积浓度的均匀性为目标函数进行了试验,得出了在不同作业高度和相对飞行速度下其喷雾溶质沉积浓度均匀性的的线性回归模型,得到了各因素交互作用对沉积浓度均匀性的影响,为其确定最佳作业参数提供了参考;在夏大豆生长初期田间喷洒除草剂模拟试验中,通过与当地其他三种植保机械在豆田进行喷雾,对比起作业均匀性,为夏大豆早期生长期除草机械的选择提供了理论依据;在2NH16-10型八轴十六旋翼植保无人机针对夏大豆生长中后期田间植保作业试验中,选取横向冠层所布置数据采集点的雾滴沉积浓度变异系数及纵向中层采集卡上雾滴沉积浓度所占百分比作为目标函数,选取飞行高度、飞行速度、喷雾压力作为变量,通过spss软件设计并进行了正交试验,通过试验得到了各因素对喷雾均匀性影响的显著性与相关性,并得到了在夏大豆生长中后期其达到均匀性最佳及穿透性最佳的作业参数,为今后多旋翼植保无人机在夏大豆生长中后期田间作业参数的确定提供了参考。", "label": "农业工程", "id": 0}
{"content": "目前,农业航空植保飞行航线精度不高,直接影响了无人机在农业植保方面的应用和推广。植保无人机飞行控制系统结合北斗卫星导航系统,虽然可以解决植保无人机自主航线飞行的现状,但由于飞行航线误差较大仍不能满足精准施药的要求,以致抗干扰性强并且定位精度高的导航系统运用在无人植保机上的需求越来越迫切。本文基于RTK技术结合北斗卫星导航系统优化了植保无人机飞控系统,大幅度提高了航线飞行精度,满足了精确施药和安全施药的要求。", "label": "农业工程", "id": 0}
{"content": "农用无人机作业区域的定位问题是提高农用无人机作业效果的一个基础性问题。首先介绍了现代农业中农用无人机的作用,接着介绍了农用无人机作业区域定位的研究现状,最后提出了在进一步研究中值得注意的几个问题。这将有助于相关研究的进一步开展。", "label": "农业工程", "id": 0}
{"content": "农业航空低空低容量喷雾技术以其省工、省时、省水等优势在我国水稻、玉米等多种农作物上得以推广应用。但在航空喷雾作业过程中,农药雾滴水分蒸发会造成雾滴萎缩,形成易于飘失的小雾滴,造成环境污染、作物药害等风险。本试验采用悬滴法对高分子糖、有机硅等3种喷雾助剂瓜尔胶、AgroSpred910、加加透进行比较评价。在25℃二条件下,用视频光学接触角测量仪OCA上的雾滴发生器产生1μl的单个雾滴,并在悬滴模式下使雾滴悬滴在测量仪的针头上,对雾滴进行自动拍摄（间隔时间为1s）,记录下雾滴蒸发全过程,并得到雾滴体积随时间的变化情况（下表）。结果表明,供试3种喷雾助剂的抑制雾滴蒸发效果均不理想,1μl清水雾滴的完全蒸发时间为19min 12s,添加3种助剂中,添加了0.5%AgroSpred910后相雾滴蒸发时间延长了20s;添加了瓜尔胶和加加透后,雾滴蒸发时间反而缩短了,即提高了雾滴蒸发率。试验结果说明,供试的3种喷雾助剂在航空喷雾中添加后不能有效抑制雾滴的蒸发。", "label": "农业工程", "id": 0}
{"content": "2016年5月4日在安阳市内黄县开展了5种植保无人机在小麦田雾滴沉积分布测定试验,试验以诱惑红为示踪剂,测定了不同机型喷洒后的雾滴密度、沉积量和沉积均匀性。结果表明:在亩施药液量为0.8L,飞行高度为3m时,安装旋转离心式喷头的电动多旋翼无人机雾滴密度最大,为31.5个/cm~2,且雾滴粒径最小,DV50为109.1μm,安装Teejet110-02扇形雾喷头的\"油直2型\"无人机雾滴密度最小为6.3个/cm~2,雾滴粒径最大,DV50为203.1μm。\"油直3型\"无人机在小麦穗部、旗叶和倒二叶的沉积量最大,分别为2.30μg/cm~2、1.46μg/cm~2、1.36μg/cm~2。无人机施药沿喷雾带方向雾滴沉积分布变异系数为0.57~0.90,垂直于喷雾带方向变异系数为0.42~0.56。", "label": "农业工程", "id": 0}
{"content": "<正>1示范目的农业航化是指用农用飞机生产的航空作业手段和过程,包括化学除草、叶面追肥、土壤处理、病虫害防治、护林防火、森林灭火、抢险救灾等。农业航化是农业生产中应用的一项高新技术,是农业现代化的显著特征和标志之一。前两年的航化作业取得了满意的效果,2015年我们将继续在方正县开展防治稻瘟病和喷施叶面肥。利用旋翼飞机飞行器在最短的时间内进行大面积作业,有效地控制了病害的蔓延,减轻病虫害造成的损失。方正", "label": "农业工程", "id": 0}
{"content": "<正>1精准农业航空技术的研究现状精准农业技术是利用各种技术和信息工具来实现农作物生产率的最大化。这种新的技术可以使航空施药更加精确、更有效率。近几年来,包括全球定位系统、地理信息系统、土壤地图、产量监测、养分管理地图、航拍、变量控制器和新类型的喷嘴如宽频调制变量喷嘴等精准农业技术,进一步促进了航空应用技术的发展。机载遥感系统可以产生精确的空间图像用来分析农田植物的水分、营养状况,病虫害的状况;空间统计学可以更好地分", "label": "农业工程", "id": 0}
{"content": "油菜菌核病是当前我国油菜生产上的首要病害,也是其产量的限制因子之一,具有分布范围广、危害损失重、发生频率高、预防治理难等特点,常年造成的产量损失在5%~30%。尽管目前有\"以抗病品种为基础,化学防治为加强措施,辅以其他防治方法\"的综合防治措施,在正确使用情况下,一般也能将病害控制在5%以下,但因防治菌核病最理想的施药时间是在油菜盛花期,而此时天气开始炎热,油菜也已封行,喷药器械又主要为人工手动或电动喷雾器,人工施药防治实际实施困难。再加上近年来农村劳动力呈现结构性紧缺,劳动力、生产资料价格大幅上涨,油菜种植的比较效益偏低等,影响了农民防治的积极性,导致防治比例不断缩小,油菜菌核病的发生危害日益严重。针对这一现状以及油菜生产全程机械化的发展方向,油菜菌核病的防治方法必须变革,必须朝着轻简化、机械化和集成化的方向发展。为了适应这个需求,我们整合研制出了小型无人机喷药防治技术。该技术组合应用了近年来出现的小型遥控农用飞机和我们筛选的较适合飞机喷施的高效低毒农药咪鲜胺乳油,同时,在喷药中还可添加其他亲和性的、具有增效作用的化学品（如有机硅、硼肥、磷酸二氢钾等）,进而达到\"一促四防\"（防菌核病、防花而不实、防早衰、防高温逼熟,促进油菜生长发育）的作用。2015年,我们联合国家油菜产业技术体系相关试验站,分别在荆州、襄阳、黄冈、九江、宜春、巢湖、六安、常德、苏州、扬州、绵阳等地累计建立了4000亩以上的核心示范区,并在核心示范区内设置了飞机喷药防治、人工喷药防治以及空白对照3个处理,对飞机喷药防治油菜菌核病的田间实际效果进行了研究。试验结果显示,在防治效果方面,由于飞机螺旋桨产生的气旋可将油菜吹开,使药液达到植株的中下部,其防效可达38.01%~92.85%,平均为64.64%,与人工喷药防治相比,防效平均可提高18.41%以上。在防治成本方面,飞机喷药防治可使防治成本减少至原来1/2以上,即从20~40元/亩降至10~20元/亩。在防治效率方面,小型无人机防治1亩田平均需要1min的时间,每天可完成500~1000亩的喷洒作业;而人工喷药防治1亩田至少需要10~20分钟,每天最多能防治30~50亩。此外,该技术还具有地形适应性好、操作简单、安全环保等优点。结合测产结果,该技术可直接挽回油菜产量损失10%以上,使亩综合效益增加80~100元。下一步,我们将在现有的基础上进一步整合其他油菜病虫草害防控技术,如机械化芽前封闭除草技术、秸秆（菌核）快速腐解技术等,在轻简化、机械化和集成化的原则下,筛选最佳剂型,优化施药方法,建立覆盖油菜生长全程的病虫草害综合防控体系,为我国油菜的安全生产和全程机械化生产模式提供有力保障。", "label": "农业工程", "id": 0}
{"content": "笔者试结合本次农改实施管控过程,就建设思路与管控方式谈下浅见,供同行参考。", "label": "农业工程", "id": 0}
{"content": "<正>一、梁河县水能资源基本情况、开发利用现状、开发利用潜力分析梁河县地跨伊洛瓦底江水系的两大支流大盈江、龙江水资源丰富。主要有南甸河、曩宋河、曩滚河、罗卜坝河、小", "label": "农业工程", "id": 0}
{"content": "箱式整装小水电站作为一种新型的小水电站布置方式,逐渐被大家所熟悉,其结构布局是其中的一个难题,作者在此方面作了一番研究,重点介绍了采用冲击式和混流式机组的布置方式,试图解释箱式整装小水电站的独特之处。", "label": "农业工程", "id": 0}
{"content": "安阳市是国家小麦主产区。为保障农作物病虫害防治的时效性和安全性,解决农作物后期大型植保机械无法进地作业的问题。从2012年开始,本市通过召开利用农用无人直升机开展航空植保专业化统防统治的研讨会、现场会和开展防效试验等措施,积极探索利用无人遥控直升机开展统防统治。", "label": "农业工程", "id": 0}
{"content": "本试验使用八旋翼无人机施用6%戊唑醇ULV防治小麦成熟期白粉病,初步研究飞行高度对小麦冠层不同高度叶片雾滴沉积密度和防效的影响。结果表明:飞行高度为0.5m时叶片上的雾滴沉积密度最大,上部叶片雾滴沉积密度为24.9个/cm~2,中部叶片雾滴沉积密度为11.2个/cm~2,下部叶片雾滴沉积密度为7.6个/cm~2,且该高度处理防治效果最佳,为70.9%,与手动喷雾效果相当。但随着飞行高度增加,叶片相应部位的雾滴沉积密度与防治效果均呈下降趋势,且更高比例的雾滴沉积在上部叶片。", "label": "农业工程", "id": 0}
{"content": "结合中小水电开发情况和环评中存在的问题,分析了中小水电建设项目对环境可能产生的影响,从政策管理、流域规划环评、选址、选线、工程设计和优化运行方式等方面,提出了规范中小水电项目科学、有序开发的对策,有效促进生态环境的持续发展。", "label": "农业工程", "id": 0}
{"content": "本试验以Rhodamine-B为荧光示踪剂,无人机在飞行高度5m,飞行速度为3m/s,风速4～5m/s等作业参数下,研究了水田航空施药中雾滴的沉积和飘移规律。研究结果表明,在施药过程中,由于直升机螺旋桨产生强大的下旋气流,雾滴在水稻下部叶片上也有较高的沉积量,达到上部叶片的92.8%。雾滴飘移数据显示,在非靶标区雾滴飘移量占总喷洒量的12.9%,同时,飘移量的90%集中在离靶标区8m远的范围内;离喷洒区50m处的飘移量几乎为零。", "label": "农业工程", "id": 0}
{"content": "阐述了智能系统在农业生产上的成功应用。潜水泵智能控制器在温室大棚灌溉和农田灌溉中对潜水泵的远程控制,卷帘机智能控制器成功解决温室大棚人工卷帘、放帘费工费时、劳动强度大及操作中的人身安全问题,实现了农业智能环境的创新与发展。", "label": "农业工程", "id": 0}
{"content": "以农村电网为例,针对农村电网存在的问题,在管理方面和技术方面提出了具体的降损措施。", "label": "农业工程", "id": 0}
{"content": "随着电力体制改革的进一步深入,工程建设力度日益加大。作为具体实施国债投资资金的县级供电企业,面临的是管理的规范性要求越来越高,外部环境、外协单位作用越来越突出。本人对县公司在实施10kV及以下农网工程中一些具体经验与做法,提出见解。", "label": "农业工程", "id": 0}
{"content": "远距离场景感知是农业环境下移动机器人实现自主作业的关键环节。远距离场景感知模型本质上是一个自监督的在线分类器,因此推理特征的选择是实现非结构化农业环境下远距离场景感知的前提。由于农业机器人在长期作业过程中可能经历不同场景,而不同类型的场景可能需要不同的地形分类特征,因此农业机器人导航过程中使用的地形分类特征是根据场景的内容而动态变化的。本文提出一种基于迭代式RELIEF算法的农业机器人导航场景在线特征选取方法,该方法将由双目视觉获取的每帧近距离地形样本作为训练样本,通过迭代式RELIEF算法产生一个特征权重向量,该向量每个元素的值代表其所对应的候选特征对分类的影响程度,通过对特征权重设定阈值来剔除大量对分类效果影响很小的无关特征。试验结果表明,该方法不但能够提高地形分类器的分类精度还能有效减少其计算复杂度。", "label": "农业工程", "id": 0}
{"content": "目前,对于农业复杂大系统的智能控制问题的研究还不够重视。基于复杂大系统控制理念的智能农业概念是将农业系统视为可控制的大系统,从大系统控制论角度和非线性复杂适应系统角度定义智能农业的内涵,其中包括:智能农业大系统控制理论和智能农业系统技术集成及应用两方面。显然,这种智能农业的理念与以往所提出的基于知识获取和加工、描述、推理的农业智能系统有显著的区别,也即,本文突出了农业大系统的控制问题。基于这个理念,本文研究了所涉及到的农业大系统控制手段和智能农业的控制目标问题,同时本文基于控制的可控性、可观性还研究了采用什么样的、成熟的智能控制方法和技术手段来达到农业大系统的控制目的、实现控制目标。本文将农业系统的产前、产中、产后对控制的需求来划分农业复杂大系统,考虑农业体系中的各个子系统是相互关联和影响的,基于复杂适应系统理论分析了其涌现性和自适应性的特点,并给出在宏观上具备了探讨建立宏观智能农业模型的可能性,论述了各自的控制目标和手段。当然,构建的结构和模型要符合对农业系统本体的描述,以及满足实用性和普适性的要求。最后,本文给出了基于web的智能农业控制系统架构,为进一步研究复杂农业大系统的智能农业控制问题打下了理论基础,并做了有益的探索。", "label": "农业工程", "id": 0}
{"content": "随着我国林果树木种植规模化发展,促进了林业种植面积的增加,虽然在该方面取得了显著性的成效,但整体机械化水平较低,而林果树修枝环节尤为突出,致使加强对林果树修枝机械的研究具有重要的现实意义。基于此,本文主要对林果树木修枝机械的重要性、研究现状等进行了总结和归纳,重点对其发展趋势展开深入研究。", "label": "农业工程", "id": 0}
{"content": "丛生竹采伐机械化水平低制约了竹产业的发展,也浪费了资源。从丛生竹采伐机械化需求入手,重点针对砍伐、剔枝、打捆、转运和竹根挖掘等环节分析丛生竹采伐机械化技术现状。根据实测人工采伐耗时数据提出丛生竹采伐装备研发重点为剔枝和转运环节。提出了目前开展相关研发工作的原则,探讨了从竹品种改造、道路条件改善、竹林地貌整治、农机动力上山等多方面入手,以大功率、高效率、多功能作业为目标,努力做到应采尽采是未来丛生竹采伐机械化的发展趋势。", "label": "农业工程", "id": 0}
{"content": "人力与机械的效率天壤之别,落后不适用工具设备与适用专用工具设备的功效也无法相提并论。本文较为详细地阐述了我国林业机械（工具）设备应用现状,通过举例反映简单落后工具对作业质量和效率的影响,对针对性研发出的专用适用工具的制作、使用进行了简介。对促进发展营造林专用适用工具设备的研发、推广提出建议。", "label": "农业工程", "id": 0}
{"content": "我国经济社会正在经历一场深刻的变革,也就是经济结构战略性调整、企业改造转型升级。这给我国苗圃机械化带来了一次发展机遇,苗圃机械将在其自身的调整转型、拓展升级中,由目前处于小微企业小批量、单件加工阶段,发展为大批量、标准化制造,实现规模化生产。", "label": "农业工程", "id": 0}
{"content": "针对沙地作业环境及沙生灌木的生长特点,提出了采取物理和运动仿形相结合的方式实现切割装置自适应仿形功能,柔性连接方式实现刀具浮动切割及主动升降的转换,并根据沙地地形特点和土壤性质提出灌木平茬机切割装置设计方法和合理工作参数,以达到沙生灌木平茬复壮的生物学要求。", "label": "农业工程", "id": 0}
{"content": "针对割灌机传动轴轴套制造工艺效率低、成本高的现状,提出从材料到热处理的改进措施,并实际运用。", "label": "农业工程", "id": 0}
{"content": "用铁锹、刨镐等扁形工具栽植圆形的容器苗土坨,肯定不适用,存在质量差、效率低、劳动强度大的缺陷。本文通过剖析刨镐栽植裸根苗和容器苗的效果,查找出研发适用容器苗栽植工具的要点,研发出具有凹凸刃的圆柱形\"刃头\",能够一次性整出规范适用坑的容器苗栽植工具。并对工具的制造、使用、维护保养及市场推广也进行了较详细的阐述。", "label": "农业工程", "id": 0}
{"content": "沙棘果采摘困难是人们所公认的,从沙棘的\"棘\"字就能让人联想到不易。现有工具和方法普遍存在效率低、质量差、采不净的缺点。沙棘果粒常以密集布满枝头顶端短枝形成果穗呈现,以致有剪果穗枝的采果方法,果实采集难度可见一斑。为打破沙棘果采集瓶颈,针对沙棘特点,量身定做了一种特别适用于沙棘冻果采集的专用工具,本文对其制作、使用方法及改进思路进行了较为详细的阐述。", "label": "农业工程", "id": 0}
{"content": "<正>1营林机械的作用效果现阶段,经济建设在工农业生产和日常生活中的成果有目共睹,但是长久以来,我国在经济高速发展的同时以牺牲生态环境为代价,严重破坏了生态环境,造成了各种各样的生态环境问题,例如水土流失、土地荒漠化、温室效应等。在环境问题接踵而至的时候,我们意识到必须协调经济发展和生态保护建设之间的关系,实现经济和生态环境的共同可持续发展。当前林业发展、建设、保护的工作直接影响着生态环境保护建设的进程,", "label": "农业工程", "id": 0}
{"content": "<正>引言柠条是锦鸡儿属植物栽培种的统称,为落叶灌木,具有耐旱、耐寒和耐高温的特点,是干旱草原、荒漠草原地带的旱生灌从。柠条属于优良固沙和绿化荒山的植物,有突出的利用价值和生态意义。柠条的生存能力极强,由于其在形态方面具有旱生的结构,对环境条件具有较为广泛的适应能力,故成为中国西北、华北、东北西部水土保持和固沙造林的重要树种之一。目前,国内对柠条资源开发利用的研究已取", "label": "农业工程", "id": 0}
{"content": "<正>前言毋庸讳言,我国森林消防装备建设还处在较低水平。其原因除了投入不足之外,主要是受森林消防装备制造业的制约。以1982年开始批量生产风力灭火机为标志,中国森林消防装备业走过了30年历程。目前,国内森林消防专用装备生产企业达100多家,通用装备供货企业数百家。所供产品有灭火机具、灭火辅助工具、通信器材、专用车辆、防护装备、野炊野营设备、预警监测设施、组织指挥软件、航空灭火装备等9大类60多种产品,年销售额5亿多元。森林消防装备制造业为提升森林防火、灭火的综合能力做出了重要贡献。", "label": "农业工程", "id": 0}
{"content": "<正>我国是世界上森林火灾多发国家之一,扎实做好森林防火工作,保护人民生命财产安全、森林资源安全和维护林区社会安定,是各级人民政府的一项重大任务。当前,通过《全国森林防火中长期发展规划》和重点火险区综合治理工程的实施,我国森林防火工作预防、扑救和保障三大体系初步形成,但各系统中普遍存在装备专业化程度低的问题。装备专业化水平直接决定预防工作效果,直接影响扑火手段的丰富和提高,直接涉及扑火效能,也直接决定扑火安全。", "label": "农业工程", "id": 0}
{"content": "<正>热烟雾载药防治技术是目前针对高大林木病虫害防治工作中最有效的一种防治方法。通过热烟雾发生装置,将油溶剂农药即\"热雾剂\"热力蒸发成细小油性烟雾,大量非常细小的烟雾团通过升腾、弥漫、扩散,可长时间悬浮且充满防治区域的整个空间内,通过触杀和熏蒸作用消灭病虫害。", "label": "农业工程", "id": 0}
{"content": "<正>森林产业是各个国家经济建设过程都不可或缺的重要组成部分,在发展过程中,环境的建设与森林产业需要同步发展,以便形成良好的资源循环,循环发展应该成为我国林业长期发展的主要战略。在林业的生产过程中,树木的砍伐和运输属于整个林业发展过程中最艰辛和充满危险的工作,砍伐和运输生产的机械现代化,从科技含量以及人力节省上来说,是解放社会生产力以及社会的进步的重要标志。西方发达国家在林业发展过程", "label": "农业工程", "id": 0}
{"content": "<正>引言我国林能源灌木业生物质资源丰富,现有边际土地面积467万hm~2。目前能源灌木生物质资源总量在1亿吨以上,每年可用作工业能源原料的生物量有3000多万吨,如全部开发利用,可替代2000万吨标准煤。近年林业生物质能源发展优势明显、潜力巨大,\"十二五\"期间将重点培育能源林,发展生物柴油和木质燃料发电。初步规划以柳树、栎类和其他灌木类等速生短轮伐期能源树种为主,培育改造木质能源林规模147.63万hm~2,", "label": "农业工程", "id": 0}
{"content": "<正>为提高劳动效率代替手工劳动,机器设备部分或全部地投入于林业生产中,被视作林业生产机械化的范畴。原材料的流动上有较高的协同潜力可挖,这是由分散的需求企业在地理分布及木材的供应所导致的。木材加工和森林采伐运输以及森林培育等的机械化就是广义的林业机械化,林产品企业间可以采用协同运输的方法。由于林业生产条件差,劳动强度大,多在人烟稀少和边远山区的地区进行,在提高劳动生产率、提高作业质", "label": "农业工程", "id": 0}
{"content": "<正>引言林果收获是整个林果种植业中的一个重要环节,同时也是一项劳动密集型和季节依赖性较强的工作,较大果园收获作业所用的劳动力大约占到整个生产过程中的35%~45%。成熟果实如不能及时采收,果实品质将会受到直接的影响,并造成严重的经济损失林果机械化收获主要是依靠不同的振动方式使果实从果树上分离,并收集,林果机械化收获可提高工作效率及保障品质。对于规模化大面积种植的果园来说这种收获方式收获速度", "label": "农业工程", "id": 0}
{"content": "为了能够集约化完成伐木、打枝、造材、截梢、归堆等多项自动化作业,满足生态性采伐要求。采伐机伐木头电液比例液压系统主控制阀采用负荷传感分片式结构多路阀,控制系统采用Epec 4W30控制器,采用CAN-BUS总线,在控制器的作用下实现各工作装置的动作,提高采伐作业效率。利用Amesim软件建立伐木头负荷传感液压系统模型和液压仿真。为伐木头研制提供合理的设计参数,达到最佳的作业效果与效率。", "label": "农业工程", "id": 0}
{"content": "油茶是一种综合利用价值极高的经济树种,为我国特有的木本类粮用油料植物,利用油茶果压榨生产的茶油品质接近甚至超过了橄榄油,因此目前国内油茶的主要产区正在积极扩种。油茶果采摘是油茶生产过程中劳动强度大,效率较低的环节之一,在我国油茶果采摘机械的研究还处于起步阶段,大多集中在人工辅助的半机械化和手动式采摘机械研究等领域。近年来,油茶果采摘机械的研究已经引起相关部门的重视,本文在充分论述油茶机械化采摘研究意义的基础上,对我国油茶果采摘现状和机械化应用状况作了详细调查,对研究油茶果采摘机械所涉及的升降式采摘平台、末端执行机构设计、果实识别等关键技术进行分析研究,提出了在现阶段,油茶果采摘可从适应山区地形特点的采摘平台和半自动化采摘机械的研究着手。", "label": "农业工程", "id": 0}
{"content": "<正>按照路局规定,原木作业量较大的车站卸原木时,必须使用原木抓卸车。使用原木抓卸车既能有效保证安全生产,还能大大提高生产效率,降低生产成本。德州是鲁西北最大木材集散地市场,我站由于独特的地理位置,木材到达量很大,因此车站共配备了7台MZ3-8.5 t电动原木抓用于木材到达卸车,实行三班制。自配备原木抓以来,", "label": "农业工程", "id": 0}
{"content": "介绍了营林机械化初创期、营林机械的发展和充实巩固期、\"文化大革命\"中的营林机械化及营林机械的恢复、振兴期营林机械等四个发展阶段,分析了我国营林机械化的特点,并提出其发展建议。", "label": "农业工程", "id": 0}
{"content": "介绍了种苗与营造林机械的主要种类及其发展,分析了各种机械的特点及适用场合。", "label": "农业工程", "id": 0}
{"content": "我国北方苗圃机械化的现状整体水平较低,相对于现代林业建设水平来说,发展滞后。在未来的发展过程中,政府必须加大资金投入和政策扶持,建立健全的包括林业机械化在内的林业技术推广服务体系,使那些具有实用价值和较高水平的科研成果得到推广应用,尽快实现我国育苗生产机械化。只有提高了整体水平,才能对现代林业建设起到真正的支撑作用。", "label": "农业工程", "id": 0}
{"content": "通过对美国、澳大利亚等国家新型多功能清林机的介绍,研究分析了UMI/SSL-150型多功能清林割灌机的主要技术性能及主要技术参数,并结合我国林业作业条件和国情分别在不同主机配置条件下进行了生产试验和研究、分析了样机经济效益和市场前景。", "label": "农业工程", "id": 0}
{"content": "<正>近年来,随着我国苗木市场发展得热火朝天,苗木销量屡创新高,生产面积不断增加,产业规模不断扩大。然而,在如此红火势头的背后,苗木生产者们依旧在苗圃中挥汗如雨,以人力的方式从事着传统种植,难见机械化的影子。", "label": "农业工程", "id": 0}
{"content": "通过采伐装备系统的构建和森林工程生态系统因素这一概念的引入,对采伐装备系统的各子系统（伐木装备系统、打枝装备系统、造材装备系统、归堆装备系统等）的生态系统因素进行了分析探讨,并在此基础上对整体优化后的采伐装备系统的适用性、有效性、整体性和负面影响等进行分析和研究,得出采伐装备系统各子系统与森林生态环境保护的关系。", "label": "农业工程", "id": 0}
{"content": "介绍了营林、集材拖拉机的特点及我国营林、集材拖拉机的基本现状及发展历史,分析了营林、集材拖拉机目前的需求状况及市场前景,提出了在林权改革新形势下保留和发展营林、集材拖拉机的必要性和重大意义。", "label": "农业工程", "id": 0}
{"content": "<正>近年来,特克斯县加快了林果业建设,林果业机械化有了长足的发展,并对林果业机械化的发展提出了新的要求。从2008年开始,在全县范嗣内大力引进林果业机械。通过试验示范得到了广泛应用,受到广大农民的欢迎。", "label": "农业工程", "id": 0}
{"content": "<正>在国家\"十一五\"胜利完成、\"十二五\"开局之年,《当代林木机械博览》第五次与读者见面了。这对于中国林木机械行业是一件非常有意义的事情。《当代林木机械博览2009/2010》是编者向勇于抗争、敢于胜利的中国林木机械全行业的献礼。", "label": "农业工程", "id": 0}
{"content": "我国北方苗圃机械化的现状整体水平较低,相对于现代林业建设水平来说,发展滞后。在未来的发展过程中,政府必须加大资金投入和政策扶持,建立健全的包括林业机械化在内的林业技术推广服务体系,使那些具有实用价值和较高水平的科研成果得到推广应用,尽快实现我国育苗生产机械化。只有提高了整体水平,才能对现代林业建设起到真正的支撑作用。", "label": "农业工程", "id": 0}
{"content": "介绍了营林、集材拖拉机的特点及我国营林、集材拖拉机的基本现状及发展历史,分析了营林、集材拖拉机目前的需求状况及市场前景,提出了在林权改革新形势下保留和发展营林、集材拖拉机的必要性和重大意义。", "label": "农业工程", "id": 0}
{"content": "轴流叶轮是轴流式风力灭火机的核心灭火部件。因此,轴流叶轮气动性能的好坏直接关系到轴流式风力灭火机的灭火性能。轴流叶轮叶片的安装角度是影响轴流式灭火风机气动性能的重要因素,通过对叶片安装角度分别为30°、34°和38°轴流式灭火风机的气动性能试验,研究了单级轴流叶轮的叶片角度对其性能参数（风量、全压、动压、功率、效率和噪声）的影响,得出了其性能参数随叶片角度改变的变化情况。试验结果表明:在最高效率工况点时,风量最大的叶片角度为38°,全压最大的叶片角度为30°,全压效率最高的叶片角度为34°,功率消耗最小的叶片角度为38°。研究还发现轴流叶轮的叶片角度对轴流式灭火风机的功率和效率影响不大,对全压、静压和噪声影响显著。对于一定的叶片角度,轴流式灭火风机的动压随着风量的增加呈抛物线上升。", "label": "农业工程", "id": 0}
{"content": "本设计涉及一种以高温热水为介质的生物质原料干燥系统,即穿流带式干燥机。通过干燥实验,得出在不同温度下物料的干燥曲线。根据实验数据,确定干燥机的大体参数。本设计的特点为,干燥系统的热源为生物质锅炉流入的高温热水,通过加热器对空气进行加热,穿流干燥,能耗少、效率高,且为连续循环干燥。", "label": "农业工程", "id": 0}
{"content": "随着林业机械的不断发展,传统的设计方法已不能满足需求,虚拟样机技术近来越来越受到重视。本文阐述了虚拟样机技术的基本概念、系统构成及其设计过程,分析了虚拟样机技术应用于林业机械的必要性,并介绍了基于ADAMS的虚拟样机技术,在林业机械上的设计流程及应用案例。虚拟样机技术在林业机械领域具有广泛的应用前景。", "label": "农业工程", "id": 0}
{"content": "本文介绍了当前农林病虫害的发生现状,分析了国内外室内喷雾实验台及雾化系统试验研究的发展概况,重点分析了雾化装置测试试验系统在喷头的喷雾角、雾滴大小、雾滴分布均匀性等主要性能参数测量中的应用。针对目前测试系统存在的问题,设计了一种全新的收集装置及相关的控制系统,为今后进一步开展雾化装置测试试验系统的研究奠定了基础。", "label": "农业工程", "id": 0}
{"content": "本文利用生态效率的概念定义了油锯在采伐中的能源效率和环境效率,作为评价油锯的生态效率的两种指标。通过对BH29型油锯和Stihl 051AV型油锯的能源效率和环境效率的对比分析,结果表明Stihl051AV型油锯的生态效率高于BH29型油锯。", "label": "农业工程", "id": 0}
{"content": "风力灭火机是目前扑救森林火灾的主要机械化工具,它为保护森林资源的安全,产生了重大影响。风力灭火机使用的正确与否、平时管理的好与差,直接影响到森林火灾的扑救效果。为正确掌握风力灭火机的使用和保养,有效扑救森林火灾,现将风力灭火机的基本结构、灭火原理、基本特点、灭火方式、灭火方法、注意事项、使用与保养以及故障原因排除等进行简要的介绍。增强广大森林消防队员的使用和保养常识,使风力灭火机达到拉得出、用得上,处于良好的灭火效果。", "label": "农业工程", "id": 0}
{"content": "森林消防防烟面罩是由耐高温的高分子透明薄膜材料制成的,当森林消防人员在火场中被烟雾围困时,只要将头部全部罩在消防防烟面罩里,拉紧设在面罩底部的自锁式收口带,即可与外面污染的大气隔开;这时高效滤烟层就构成了进出内外气体的唯一通道,佩戴者即可呼吸到经过滤烟层过滤、净化的空气。森林消防防烟面罩是森林消防人员急需配备的呼吸防护装备,它的推广应用能减少或避免伤亡事故的发生,提高扑火效率。本文阐述了森林消防防烟面罩的改进与研制过程,介绍了森林消防防烟面罩的应用试验情况和主要技术性能指标。", "label": "农业工程", "id": 0}
{"content": "针对我区沙生灌木的生物学特性及分布,论述了其产业化前景,探讨了制约沙生灌木开发利用的平茬技术装备中出现的技术难点问题。", "label": "农业工程", "id": 0}
{"content": "本文提出一种苗木生产温室系统选型及相关设备优化的新方法,即根据温室的投资费用、使用年限、环境因子的调控效果、控制费用,计算出苗木生产最大单位成本光合速率作为设备组合依据。对桂南地区六种典型桉树苗生产温室在各季度的单位成本光合速率进行了计算对比,结果表明:全年性价比最高的是配有湿帘的塑料温室,其次为配有喷雾的塑料温室。由于桂南地区全年气温较高,4～10月白天的平均气温超过25℃,超过苗木生长的最适宜温度,故降温效果成为各类温室组合4～10月环境调控性价比的主要因素,成为各类温室组合全年环境调控性价比的主要因素之一,故配有湿帘的玻璃温室虽造价高,但降温效果好,排在第三。", "label": "农业工程", "id": 0}
{"content": "北京市土壤墒情监测点在抗旱工作中发挥了重要的作用,但其运行过程中经常出现监测数据与实际情况有较大偏差的现象。为了有效地减少监测数据偏差所导致抗旱决策失误,本文着重从监测数据分析的角度,对北京市13个区84个站点的采用固定式TSC型、移动式C-Kit及TSC型三种土壤墒情监测仪器探测土壤墒情值。通过对三种仪器的工作原理、标定方程、同一监测深度及不同监测深度所得的土壤墒情四方面的对比分析,发现奥地利生产的C-Kit移动设备的监测值较为稳定,土壤墒情值随土壤深度增加而增大。而固定式TSC监测设备存在严重的标定方程不合理现象,需要进行重新校正。", "label": "农业工程", "id": 0}
{"content": "稻田水位测量常用技术有:测尺、浮子式水位计、压力水位计等,土壤水分测量常用技术有人工烘干法、介电常数法、中子法等,工程项目上主要采用介电常数法中的频域法FDR或时域法TDR等,水位测量和土壤水分测量需要两种传感器,而且两种传感器需要安装在稻田的不同位置,增加了管理的难度和采购成本。目前国家大力提倡节水灌溉,各地也陆续开展智能灌区项目试点,稻田灌溉用水占了农业用水的一半以上,因此开展稻田节水灌溉技术显得非常迫切,通过稻田水位和土壤水分的在线监测数据,结合稻田灌溉模型,可计算出稻田实际需水数量,根据稻田需水量实施精确灌溉,最大限度节约灌溉用水,可同时测量稻田水位和土壤水分的一体化遥测监测仪,代表未来发展方向,市场前景广阔。", "label": "农业工程", "id": 0}
{"content": "本文作者赵树海发明的\"植物葆青罐\",简称\"树葆\",是一种干旱时期保障植物存活的装置,已获得中国专利（中国专利号:2016210512180,国际专利号:PCT/CN2017/084711）。本发明是一个收集雨水的装置,利用天然雨水保障植物存活,经过一年多来在沙漠干旱地区实验,验证了本发明是成功的,使用成本低,安装简单,为干旱、沙漠地区大量种植果树、杨树、松树等经济作物提供了全新的技术手段,是提高农业收入、改善大气环境、防止荒漠化、防沙治沙的新途径。", "label": "农业工程", "id": 0}
{"content": "气量法作为一种土壤含水量测定方法,具有便捷、快速、准确地特性。在这一理论基础上产生了气量体积法测定土壤含水量的仪器设备。根据实际生产检测需要设计出气量失重法土壤含水量快速测定装置,该设备相较于介电法,工作量小;相较于气量体积法更省力、更安全;相较于烘十法节省大量时间,更有效率,且准确度能达到1%以内。因此,此装置能兼顾土壤含水量测定的精确度与效率,有效填补国内外这一领域的空白。", "label": "农业工程", "id": 0}
{"content": "准确性是土壤墒情监测仪器最关键的技术指标。本文通过对墒情仪器准确性检测技术方法的研究,完善并制定了土壤样品制备方法,提出了墒情仪器准确性测试方法,构建了数据分析计算模型,并对准确性数据分析方法进行了阐述。墒情仪器准确性检测不仅可以直观地反映出仪器的性能情况,同时也为选择合格的墒情仪器产品提供了必要的技术支持。", "label": "农业工程", "id": 0}
{"content": "<正>【研究背景】倒伏是玉米大面积密植高产的主要限制因素。国内外科学家发明了多种玉米抗倒伏力测定的仪器和设备,如美国先锋公司将大型风洞应用于抗倒伏玉米品种的筛选;国内主要应用抗倒伏力测试仪测定玉米地上第三节间抗折力和穿刺力,还有一些科学家应用自制的设备进行测定,但这些设备测定后玉米植株毁损,发明一种田间无损测定抗倒伏力的设备对玉米抗倒伏研究具有重要意义。【设计思路】玉米倒伏主要是受大风的影响,", "label": "农业工程", "id": 0}
{"content": "本文以便携式土壤水分采集仪应用过程中,在选定的实验区内,对同一采样点探针相对不同位置插入土中监测土壤含水量的差异,以人工烘干法测取土壤含水量为参照,通过数据分析比较,确定探针完全插入土中监测土壤含水量的正确性。", "label": "农业工程", "id": 0}
{"content": "旱灾是我国主要的自然灾害之一。近年来,我国干旱灾害发生频繁,对经济社会造成的影响不断加剧。加强旱情监测,提高旱情监测能力,探索旱情监测方法等,显得十分必要和紧迫。目前,我国旱情监测工作相对薄弱,采用便携式土壤水分采集仪进行旱情监测尚处于初级阶段,对该类仪器设备性能指标认识、监测能力水平、管理使用效率等处于研究和探索阶段。以便携式土壤水分自动采集为主的移动自动墒情站,监测方式机动灵活,操作方便快捷,能有效补充固定墒情站点的布设不足,是不可缺少的旱情监测方式。本文结合有关研究成果,通过土壤含水量监测实验,探讨同型号便携式土壤水分采集仪交叉使用、更换传感器等生产应用的可行性,为便携式土壤水分采集仪科学管理与应用提供借鉴和参考作用。", "label": "农业工程", "id": 0}
{"content": "根据精准农业研究的需求,本文针对称量式谷物质量流量测量系统做了相关试验研究。文中简要介绍了称量式的测量装置和测量原理,研究并设计了数据采集装置和车载计算机。结合称量式测量软件,该测量系统能实时测算田间收获谷物质量,收获面积等田间信息。试验研究表明,称量式测量系统室内测量误差小于2%,田间测量误差小于3%。", "label": "农业工程", "id": 0}
{"content": "随着精细农业技术的发展,测土施肥已成为广大农作物生产者的迫切要求。氮素作为土壤养分最重要的一个组成部分,对其特性的研究有着非常重要的意义。传统检测土壤氮素的方法比较繁琐,而且测量成本比较高。因此,本论文研发了一款快速、方便的土壤氮素检测仪。检测仪由光学部分和控制部分组成,光学部分包括7个波段的近红外光源,光源驱动电路,Y型入射反射光纤,探针以及光电传感器;控制部分包括放大电路,滤波电路,A/D转换电路,液晶显示电路以及U盘存储电路。近红外光源发出的单波段光信号通过入射光纤传输到被测土壤表面,经土壤反射后传输到光电探测器,转换成的电信号由89S52单片机进行放大,滤波,A/D转换等处理,实现了液晶显示,U盘存储等功能。在实验室条件下,实验表明,土壤氮素检测仪性能稳定,预测结果和FOSS2300全氮检测结果相关系数R2可以达到0.60,基本满足农业要求。", "label": "农业工程", "id": 0}
{"content": "土壤的电导率是指土壤传导电流的能力。它反映了温度、湿度、光照等外部环境变化对土壤的影响,而且与该土壤适合耕种的作物信息、作物产量以及预期分析密不可分。因此,通过对植物电导率的准确获取可以更好的指导田间生产活动和产量的预期。本文阐述了基于\"电流-电压四端法\"的车载式土壤电导率分析仪的设计过程。设计了稳幅交流电流源,增加了两路信号以进行信号的采集。采用89S52单片机控制进行信号处理,测量出内外侧的电导率。通过对不同质地的土壤进行测量实验,我们检测了稳幅交流电流源的稳定度,以及电导率信号与含盐量、含水率与插针深度之间的关系。经检测该设备具有一定的可用性。", "label": "农业工程", "id": 0}
{"content": "在激光平地作业过程中,一般先由人工操作水准仪获取田块定点高程,然后通过计算平均值以作为激光平地的基准高度。显然该作业方法耗时费工,工作效率较低。本研究在51单片机的基础上设计了一套车载式智能测量系统,拖拉机带动激光接收器沿着指定的路线行驶,智能测量系统即可自动完成对定点高度的采集、存储以及实时显示,采集完成后将存储器中的数据通过串口通讯导入计算机中,计算机应用相关软件处理采集的数据。", "label": "农业工程", "id": 0}
{"content": "本文主要讨论关于无线温度传感器的设计方案。无线温度传感器具有集成化、智能化的特点,它由温度测量部分、数据发射部分、和温度值接收、存储、显示三部分构成。它具有对温度进行快速、准确、智能检测,设计的集成温度传感器具有体积小、成本低、功耗小、速度快、可靠性高、精度高以及功能强大等优点。解决在没有电源以及在远距离测量温度的难题。其中详细设计了利用聚光灯来驱动集成线路板以及各个传感器节点来工作运行,以及通过无线射频发射技术来实现传感器与通讯模块之间的通讯连接,来实现数据信息的交换。并且利用通讯协议来实现把采集到得温度传送给计算机。", "label": "农业工程", "id": 0}
{"content": "本文基于S3C2440 ARM9嵌入式开发平台实现了便携式阻抗测量仪的设计与研制。系统硬件主要由电源模块、S3C2440 AL处理器、东华3.5寸液晶显示器、AD5933阻抗测量模块组成;处理器与AD5933阻抗测量模块通过I2C接口相连。通过对仪器进行多点、分区间标定,获得了幅度值与阻抗模值的关系模型,软件程序利用此关系模型实现了阻抗测量。通过电阻电容串、并联电路测量实验对系统性能进行了测试。实验结果表明,仪器的测量精度为1.5%。该阻抗仪具有低成本、快速、便携的特点,适用于现场检测。", "label": "农业工程", "id": 0}
{"content": "快速监测作物氮素状况,确定科学的施肥管理措施,对提高氮素利用率、作物产量以及保护环境都有重要意义。为了实时监测作物氮素状况,本文基于光谱检测技术及WSN技术开发了一套车载式作物冠层多光谱指数检测装置。装置由控制单元及测量单元构成。控制单元是一台内嵌了无线模块的PDA,作为无线网络的协调器,PDA负责接收、显示、保存及处理光谱数据。测量单元由4个光谱检测传感器组成。传感器是网络的路由节点,将其安装在车载机械结构上,以实现移动状态下的测量。每个传感器可以在4个波长处测量作物光谱数据,分别是绿色植物可见光主要反射峰550nm,可见光主要吸收波段650nm、和2个近红外波段766、850nm。标定试验显示传感器的光学单元工作稳定,具有较高的精度。性能测试结果表明Zigbee无线通信稳定,满足田间车载移动测量的要求。针对冬小麦及玉米进行了田间实验,实验结果验证了光谱传感器预测作物营养水平的能力。", "label": "农业工程", "id": 0}
{"content": "甲烷是仅次于二氧化碳的重要的温室气体,具有比二氧化碳更强的温室效应,单位摩尔甲烷的辐射强度是二氧化碳的21倍。尽管甲烷浓度不足二氧化碳的0.5%,但对温室效应的贡献可达二氧化碳的1/3,对全球变暖的贡献可达15%以上。稻田是甲烷最重要的排放源之一,是大气圈甲烷浓度持续上升的重要影响因素。稻田甲烷排放快速便捷的获取方法与途径是有效应对全球变暖的一项急需解决的问题。本文设计了一种热线型稻田甲烷浓度传感器,该传感器产生4个电压输出,分别为甲烷探头输出、温度探头输出、激励信号源和零电位输出,甲烷探头输出由后3个输出电压进行零点校正和温度校正。在实验室环境下进行了传感器的温度特性试验,结果表明甲烷和温度探头输出均与温度呈线性关系。通过5次田间试验中和静态箱-气象色谱仪方法建立了稻田甲烷浓度的预测模型,结果表明在3.5 ppm-69.8 ppm稻田甲烷浓度变异范围内,预测模型的R~2=0.95,RMSE=5.1 ppm;基于Leave-one-out的交叉验证结果进一步显示预测模型的可靠性。", "label": "农业工程", "id": 0}
{"content": "为实时监测作物氮素状况,本文基于光谱检测技术及WSN技术设计了一套车载式作物冠层多光谱指数检测装置。装置由控制单元及测量单元构成。控制单元是一台内嵌了无线模块的PDA,作为无线网络的协调器,PDA负责接收、显示及处理光谱数据。测量单元由4个光谱检测传感器组成。传感器是网络的路由节点,将其安装在车载机械结构上,以实现移动状态下的测量。每个传感器可以在4个波长处测量作物光谱数据,分别是绿色植物可见光主要反射峰550nm,可见光主要吸收波段650nm、和2个近红外波段766、850nm。标定试验显示传感器的光学单元工作稳定,具有较高的精度。性能测试结果表明Zigbee无线通信稳定,满足田间车载移动测量的要求。针对冬小麦及玉米进行了田间实验,实验结果验证了光谱传感器预测作物营养水平的能力。", "label": "农业工程", "id": 0}
{"content": "为满足农户和精准农业联合收割机等市场对获取农田基本信息的技术需求,本文利用GPS的定位功能和部分传感器,研制了农田面积快速测量仪。其由低成本的GPS模块、单片机、键盘、LCD显示、u盘读写、通讯接口及温湿度传感器等模块组成。给出了GPS定位信息的获取技术,多边形农田面积的计算方法,测量仪软硬件的设计原理等,并最终做出了一台测量样机。硬件上使用一片51单片机管理数据总线,协调各功能模块与SPCE061A数据传输。系统软件采用C语言编写完成。该测量仪能够进行农田位置的定位,地块长度及面积的测量,田块形状的显示,同时具有获得该地的温湿度参数及数学计算器等功能。试验结果表明该测量仪性能稳定,运算快速,面积等各参数测量误差不大,满足农田测量精度要求。", "label": "农业工程", "id": 0}
{"content": "水分是植物生命活动不可缺少的,农田缺水会导致作物产量和土地生产力的下降,水资源缺乏是制约农业发展的重要因素。因此,准确判断作物水分亏缺程度可以指导合理灌溉,促进精细农业发展。本文探索从叶片生理电阻方面探索诊断作物水分状况.开发了一种基于电流电压四端法的植物电特性检测仪,并对其传感器部分进行改进使其更适于探测作物叶片。在不同生长期、不同水分状况下对玉米叶片进行试验,结果显示玉米叶片在恒流源激励下的电压信号跟各个含水量指标呈负相关关系,并且都能得到比较高的相关系数。相关系数随着生长期推进,有下降趋势。每次实验中,相对含水量（RWC）与电特性相关性最好,鲜重法含水量（WWC）次之。结果表明,用检测作物叶片电特性来反映其水分状况具有一定的可行性。用电特性建立水分状况模型,比较适用于玉米生长苗期,并且用相对含水量这个指标能够在一定程度上反映作物叶片含水情况。", "label": "农业工程", "id": 0}
{"content": "为了给植物旱情信息提供实时、快速、无损检测的方法,基于变介质型电容传感器原理设计了植物叶片含水率检测仪。检测仪的硬件系统以STC89C58RD单片机为核心,由平行极板式电容传感器采集不同含水率植物叶片的电容值,由电容/频率转换电路将电容值转换成频率值,由LCD显示检测的频率。采用C51语言开发了系统的软件。以不同含水率的玉米叶片和烟草叶片为试验材料,建立了频率与叶片含水率之间的数学模型。进而对系统软件进行修改,设计出根据输出频率计算植物叶片含水率并给予显示的检测仪。验证结果表明:系统运行稳定、响应时间小于3s,含水率检测误差小于±5%。", "label": "农业工程", "id": 0}
{"content": "精准农业测土配方施肥和土地平整利用过程中都需要采集土壤样芯作为信息获取的重要方式。该文设计了一种具有移动底盘和独立液压系统并带有GPS定位系统的自走式土壤样芯自动化采集器,利用采样路径算法进行路径规划,实现田间高效移动作业及采样深度精确可控、采样效率提高3.5倍。试验表明:该机采集1m深度土壤样芯时,单点样芯采集平均需要时间45s,实际采样深度和设定采样深度的误差不超过3%,能够满足精准农业实际生产的需要。", "label": "农业工程", "id": 0}
{"content": "为了准确把握烟叶采摘和烘烤过程中的成熟度,提高烟叶质量,设计了一种新型的烤烟成熟度检测仪。在烤烟叶片叶绿素含量预测建模算法方面,采用一种改进的遗传算法;硬件设计方面,选用TMS320VC5402为数据处理核心,并以AT91RM9200作为系统的控制内核,协调系统的工作。文章给出了算法步骤、主要模块的具体电路设计,并对样机的检测结果进行了对比。结果表明,测试数据能准确反映烟叶成熟度。", "label": "农业工程", "id": 0}
{"content": "本文实现了一种可提高新鲜药用植物中有效成分含量的仪器,可用于植物药材质量的提高,减缓对珍稀药用植物资源的消耗。该仪器能够精确测量和控制环境中的紫外辐射强度、臭氧含量、温度和湿度,通过优化这些环境因子可以改变药用植物的代谢过程,增加其有效成分含量的积累。在模型机上的实验结果表明,多种药用植物的有效成分在经该仪器处理后都可以得到显著的提高。本文重点介绍该仪器的硬件和软件部分的设计。", "label": "农业工程", "id": 0}
{"content": "本文以笔者自行研制的黄瓜叶绿素测定仪为例,对便携式叶绿素测定仪的信噪比进行了分析。仪器的主要噪声源为光学系统和信号采集与处理系统两部分。光学系统中的噪声主要来源于LED光源的稳定性、样品池的结构和杂散光;信号采集与处理系统中的噪声主要来源于光电检测电路的设计与制作、元件的选择和AD转换的控制。文中对这些噪声进行探讨,并提出避免或减小噪声,提高信噪比可采取的措施。", "label": "农业工程", "id": 0}
{"content": "利用光谱分析技术,开发了一种用于预测温室番茄叶片叶绿素含量的新型作物长势仪。仪器选择527nm和762nm两个波长作为特征波长。由一个\"Y\"型光纤,两个硅光电池,一个信号处理单元,中心处理器及友好的人机交互界面组成。由番茄叶片反射回来的反射光经过\"Y\"型光纤到达硅光电池的表面,硅光电池可以将此光信号转换成电信号。然后经过信号处理单元的放大滤波转换成可以经CPU处理的电压信号。根据测量得到的光谱反射率可以计算出番茄叶片的光谱系数,再根据光谱系数以预测温室番茄叶片叶绿素含量。仪器选择了基于ARM’Cortex-M3内核的STM32F103RBT6作为仪器的主处理器来进行模数转换,数据处理、显示以及存储等,还设计了三种数据存储方式:USB存储、接口直接存入计算机、或者存入SD卡。实验表明,开发的作物长势仪操作方便,造价低,灵活性好,检测精度较高,具有较高的应用价值。", "label": "农业工程", "id": 0}
{"content": "冠层的辐射传输模型是冠层内光分布和冠层双向反射率研究的重要基础。光线跟踪（ray-tracing）算法是生成真实感图形的主要算法之一。由于该算法原理简单,实现方便,且能生成各种逼真的视觉效果,因而在CAD及图形学各个领域得到了广泛的应用。本文设计了一个并行的光线跟踪器,用于作物冠层内的辐射传输过程模拟。实验证明,此光线跟踪模型能有效精确地模拟光辐射在冠层内的三维空间分布和冠层的双向反射率。", "label": "农业工程", "id": 0}
{"content": "图像采集技术广泛应用于生产和生活的各个领域中,而随着嵌入式系统的发展,图像采集设备也朝着便携性,易用性发展。本系统就是在TI公司TMSDM355平台下,采用OV5620图像采集芯片,在Linux系统中结合QT/embedded设计一款便携式农作物图像采集仪。实验证明,该系统能够在嵌入式设备上完成图像的采集、存储、浏览,通过CDMA模块实现无线发送并能够接收远程诊断反馈信息等功能。", "label": "农业工程", "id": 0}
{"content": "科技部\"九五\"国家重点科技攻关项目专题\"稻谷品质快速检测技术及装置的研制与开发\"已于2004年1月通过了科研成果鉴定,并已研制成功DPCZ-Ⅰ型稻谷品质快速检测装置样机。为了克服国内测定直链淀粉仪器可见光分光光度差,测量误差大,自动化程度低的缺陷,在研制DPCZ-Ⅰ型稻谷品质快速检测装置的基础上,研制开发成功DPCZ-Ⅱ型直链淀粉测定仪,该仪器可以测定大米、玉米、小麦等的直链淀粉含量,测量精度为±1%,已小批量推广应用于生产。", "label": "农业工程", "id": 0}
{"content": "嵌入式环境数据采集系统,以ARM9处理器为核心,采用RS-485总线与A/D转换模块、LCD显示模块进行通讯,主控制器按照设计的RS-485通信协议,分时向A/D转换模块和LCD显示模块发送命令,实现环境因子的采集和显示;通过GPRS无线通讯模块SIM300C与远程服务器建立连接,实现数据的远程传输;通过用户按键,实现LCD显示控制、GPRS发送数据控制以及系统采样时间的设置;通过USB接口挂接U盘,实现数据的存储。实验证明,基于ARM9的环境数据采集系统能够对传感器信息进行正确的采集、显示、存储,能通过GPRS模块实现数据的远程传输。", "label": "农业工程", "id": 0}
{"content": "以小麦、玉米为研究对象,利用自主研发的推扫式面阵扫描成像光谱仪PushbroomImaging Spectrometer（PIS112）对小麦和玉米近地获取了冠层和叶片的图谱合一的高光谱数据。与同步获取的ASD地物光谱仪获得的光谱进行比对,同时对作物扫描成像光谱获取过程中的影响因素进行了分析。结果表明:成像光谱仪采集的光谱信息与地物光谱仪ASD具有较好的一致性,它能准确收集作物在自然生长状态下的光谱信息,获得了不同生长时期图谱合一的作物长势信息,在对应的波段均表现出相应的波峰、波谷、高反射区等特征,但扫描成像光谱仪获得的反射率值都高于地物光谱仪。对比两仪器15种植被指数和叶绿素含量之间的相关系数得出:扫描成像光谱仪获得的相关系数普遍高于地物光谱仪植被指数与叶绿素含量的相关系数比较结果表明,扫描成像光谱仪获得。表明图谱合一的数据在近地遥感研究中有很大的优势,均达到较好的反演水平,地面建模型研究为利用航空平台影像大面积监测作物长势、营养亏缺和防控病虫害发生积累了算法和模型,奠定了理论基础。", "label": "农业工程", "id": 0}
{"content": "设计农业机械、农产品加工机械、食品机械以及谷仓时,必须了解物料与其接触表面的摩擦性能。目前测量散粒物料摩擦角和休止角所采用的斜面仪、排出法、注入法和倾斜法都必须测量倾角。为获得实时、高精度、可统计分析的实验数据,本设计选用芬兰VTI公司的SCA100T-D2倾角传感器,使用ATMEGA8L-8AC单片机作为主控制器,通过16位ADS1100模数转化器和CH375U盘存储芯片,实现了液晶倾角实时显示和USB离线数据存储。采集的数据可导入EXCEL表格,通过五次多项式拟合算法,该倾角仪在±90°范围内,分辨率达0.001°,测量精度达±0.01°,具有广阔的应用前景。", "label": "农业工程", "id": 0}
{"content": "开发了一款基于近红外漫反射测量的便携式土壤有机质测定仪。测定仪主要由光学单元和电路单元组成。光学单元包括光源、入射和反射光信号传导光纤、光电转换器件等。电路单元包括光源驱动电路,放大电路、A/D转换电路、液晶显示和U盘存储电路等。工作时探头部分插入土壤形成密闭空间,光源发出的光通过入射光纤传送到探头的顶端,并照射顶端周围的土壤;来自土壤的漫反射光沿反射光纤被传送到光电转换器件,产生的电流再被送至电路单元进行放大、滤波、A/D转换、显示和存储。分别针对自然土样和烘干土样的性能试验结果表明,反射率和SOM含量之间具有很高的相关性,在土壤有机质实际含量大于2%时,平均相对误差率低于5%。开发的仪器能够满足农业生产需要。", "label": "农业工程", "id": 0}
{"content": "电导率是指一种物质传导电流的能力。植物体也具有电导率,它反映了温度、湿度、光照等外部环境变化对植物的影响,同时也与作物产量、化肥含量等具有一定得相关性。因此,有效获取植物电导率可以为变量施肥提供依据,更好的指导农田管理,促进精细农业的发展。本文阐述了基于电流电压四端法检测植物电导率的仪器设计过程。通过选择探针材料和结构,设计激励信号发生、信号处理电路,确定了植物电导率检测仪的硬件框架。本检测仪由探针传感器部分和电路部分组成。通过对比和借鉴,探针传感器选择四支不锈钢钢针,采用间距可调方式排列。本检测仪模拟电路部分可产生一个频率、幅值可调的恒定交流源,且该信号带载能力较强、波动较小,满足四端法的恒流要求。最后运用该检测仪对各种不同植物进行试验,结果表明经过该电路处理得到的电压反馈信号较为稳定,经过A/D转换和单片机处理可以实现在LCD上的准确显示。且对于不同植物,其输出电压信号亦不相同,表明利用该输出信号映射植物电导率具有一定可行性。实验室植物试验表明,本检测仪性能比较稳定,基本可以满足植物电导率的检测要求,具有一定实用价值。", "label": "农业工程", "id": 0}
{"content": "利用电子鼻系统对小麦霉变进行了检测、并采用 PCA 和 LDA 分析,结果显示可以很好的区分六组霉变程度的小麦。利用 BP 刚络和 MLR 建立模型对霉变小麦的菌落总数进行预测结果显示 BP 网络和 MLR 模型的预测值和测试值的相关系数都大于0．90．说明预测结果都是很好的。在掺入不同霉变小麦的识别中,LDA 分析可以很好的识别霉变小麦,并且各个类的集中性很好：利用 BP 网络和 MLR 建立模型对掺入霉变百分比进行预测,BP 网络和 MLR 模型的预测值和实际值的相关系数都很高,说明预测结果都是很好的,MLR 回归模型的预测值和测试值之间的相关系数高于 BP 网络的,相对误差低于 BP 网络的。", "label": "农业工程", "id": 0}
{"content": "采用由8个金属氧化物气敏传感器组成的阵列对三个不同采摘期的桃子进行检测。并通过主成分分析（PCA）、线性判别分析（LDA）和二次多项式逐步回归对数据进行分析和识别．PCA 和 LDA 分析方法识别结果表明定性识别模式可以根据桃子品质把桃子分类．采用二次多项式逐步回归建立桃子品质指标坚实度、糖度和 pH 与电子鼻信号之间关系的模型．通过测试集对二次多项式逐步回归模型进行计算得到的坚实度、糖度和 pH 的预测值和测试值的相关系数分别为0．83、0．87和0．92, 相应的标准预测误差分别为2．74N、0．27%和0．16。分析表明电子鼻技术是水果品质指标分析和识别的一种具有发展前途的实用技术。", "label": "农业工程", "id": 0}
{"content": "土壤阻力连续测试设备,可连续测得压实农田土壤阻力信息。为研究土壤阻力连续测试设备测试数据（土壤耕作阻力指数-TRI）的适用性,将土壤耕作阻力指数与 ASAE 定义的表征土壤坚实度的土壤圆锥指数（CI）进行了对比试验,试验安排小区域精细对比、大区域对比和工作速度对测试结果影响对比三个试验。分析试验结果表明：在反映农田土壤压实程度上,土壤阻力连续测量设备测取的 TRI 数据与土壤圆锥指数测得的 CI 数据具有较好相关性, 利用土壤阻力连续测量设备测取的 TRI 数据可以用于表达农田土壤压实程度；土壤阻力连续测量设备具有连续采样、数据信息量大、劳动强度小和采样效率高等特点,适合于大面积农田土壤信息快速采集。", "label": "农业工程", "id": 0}
{"content": "为了快速监测作物长势,预测作物产量,尝试了利用光谱学原理的方法来诊断作物的营养状态。分别研究了温室黄瓜和大田小麦两种作物的反射光光谱,确定了其特征波长, 并以此为依据开发了两种作物长势监测仪。温室监测仪通过在低、高反射率处分别选择527nm 和762nm 为敏感波长生成一个新的指数——归一化颜色指数（NDCI）来预测作物的氮含量, 大田监测仪则通过选择610nm 和1220nm 为敏感波长计算作物的归一化植被指数（NDVI）来预测作物的氮含量。分别对这两种监测仪做了田间实验,结果显示温室监测仪所测得的 NDCI 值与利用吸光光度法所测得的作物叶绿素含量具有显著的相关性；而大田监测仪的测量结果与 Crop Scan 的测量结果在610nm 处有较好的相关性（R~2=0．7604）,但在1220nm 处的相关性还有待进一步提高。", "label": "农业工程", "id": 0}
{"content": "从理论上分析了直流激励下土壤的极化效应,提出了一种双极性脉冲间歇电压激励的测量方法,设计了相应的转换电路、程控放大电路,实现了土壤电导的快速测量。和脉冲法激励信号相比,双极性脉冲间歇电压激励信号能更好的削弱极化效应,测量结果更加平稳。", "label": "农业工程", "id": 0}
{"content": "集沙仪是测定风沙流中输沙量和风沙流结构的仪器,能观测输沙率随高度的变化, 为准确认识和掌握风沙运动性质提供依据,对指导风蚀防治措施的选择有重要作用。本文简要叙述了国内外集沙仪的研究现状,目前在土壤风蚀研究中使用的多种不同形式的集沙仪无采样性能的标定,对采集数据的影响很大,由此造成根据采样数据研究得出的土壤风蚀规律不一定能够反映真实情况。多种集沙仪测得的输沙量垂线分布的上段基本一致,且符合指数分布规律,在近床面区偏离指数分布,集沙效率在近床面区都小于70％,集沙仪的漏测主要发生在近床面区。近床面区集沙效率是研究集沙仪性能的关键。提出影响集沙仪采集性能的主要因素：排气口面积、排气口位置、进沙口的高宽比,进沙通道的长度参数。", "label": "农业工程", "id": 0}
{"content": "为了分析、研究基于驻波率原理的土壤水分测量装置的性能及其精度,本文简介了该装置的硬软件构成及工作原理,并对其土壤水分的测试稳定性和精度进行了分析。试验表明该装置测试性能稳定可靠,测量精度高,具有很强的实用价值。", "label": "农业工程", "id": 0}
{"content": "为有效提高蔬菜生产机械化水平,促进蔬菜产业增效农民增收,做好露地生菜全程机械化试验示范工作,武汉市农科院农机所联合武汉市农机推广指导中心、区农业局等多家单位在汉南区、黄陂建立了露地蔬菜全程机械化试验示范基地。其中,以生菜种植为主要研究目标,从播种育苗、育苗管理到种植地块整理、起垄、移栽、田间管理及收获等环节完全采用机械作业,实现了生菜生产全过程机械化、标准化的目标。同期,武汉市农科院农机所还归纳总结生菜生产全程机械化相关地方标准、团体标准等工作。将蔬菜生产过程中农艺与农机有机相统一,缩小我国农业生产环节与西方发达国家的差距,这对于保证城市周边地区蔬菜种植,推动农业科技进步,稳定城市蔬菜供应,具有极其重要的作用。", "label": "农业工程", "id": 0}
{"content": "【研究背景】水稻机耕、机收技术已很成熟,机械移栽成为全程机械化的瓶颈和研究热点。2020年湖南省重点推广印刷播种无盘育秧大苗机插技术、机钵体育秧有序抛栽技术,为探索上述两种机械移栽技术的增密减肥效果,采用湖南大面积推广的杂交稻品种晶两优华占,布设0.5hm~2大苗机插试验和0.5hm~2有序抛栽试验,采用裂区试验设计,主区为密度（25×25cm~2、21×25cm~2、17×25cm~2）,裂区为减肥（常规、减肥）,三次重复,小区面积260m~2。【结果表明】（1）从分蘖特征及成穗情况看,两种机械移栽技术均表现出相似结果:高密度减肥条件下分蘖数较少但成穗率较高,低密度减肥条件下分蘖数多但成穗率较低,同密度条件下减肥处理的成穗率更高。（2）在干物质积累方面,同密度条件下的减肥处理可以有效提高水稻生长后期干物质积累量。（3）在主要生育时期测定SPAD值考察水稻长势,均表现为前期低密度减肥处理的叶绿素含量最高,后期为高密度减肥处理叶绿素含量较低。（4）使用Li-cor2200C监测各主要生育时期的归一化叶面积指数,发现同密度条件下,减肥处理的前期叶面积较少,后期叶面积攀升较快。（5）两种机械移栽技术的田间实测产量表明:在减肥30%左右的基础上随着密度的增加,产量均呈先降低再增加趋势,在增加30%移栽密度时单产达到常规施肥量的产量处理,实现减肥不减产。", "label": "农业工程", "id": 0}
{"content": "以深松、旋耕联合整地机具为代表的整地技术,实现了甘蔗地土壤耕作技术的第二次革命。本文通过分析研制的甘蔗地用1SG-230型深松旋耕联合作业机功能机构特点,阐述了甘蔗地机械深松联合旋耕联合作业技术生产和传统生产对比的效益分析及对我国热带地区甘蔗机械化发展的促进作用。", "label": "农业工程", "id": 0}
{"content": "昭觉县马铃薯种植区域分布广,但农艺标准不一、种植规模小、环节多、生产机械化不高,严重制约着马铃薯生产效益的提高。通过阐述凉山州昭觉县马铃薯生产机械化发展的现状,从自然条件和人文技术方面分析其制约因素,并进一步提出发展建议。", "label": "农业工程", "id": 0}
{"content": "马铃薯在定西经济社会发展中具有不可替代的作用,发展到现阶段,马铃薯产业转型升级势在必行,全程机械化生产已成为必然趋势。深入分析定西马铃薯生产全程机械化现状、面临的问题,有针对性地提出了解决的对策建议。", "label": "农业工程", "id": 0}
{"content": "马铃薯仓贮机械化作业是满足当前马铃薯规模化发展的必然趋势,高效、节能、连贯、伤薯率低的马铃薯仓贮机械能够保证马铃薯仓贮的质量,做到分级、分种类、分时间入库贮存,从而延长马铃薯的市场供应,为其产业发展以及工业化应用提供有力保障。介绍国内外马铃薯仓贮机械的研究现状,从机械结构、机械装备配置等方面指出国外机械的特点以及国内机械存在的不足,并就如何提升马铃薯仓贮效率以及仓贮质量提出了相应的发展展望,旨在促进马铃薯产业的良性发展。", "label": "农业工程", "id": 0}
{"content": "榆林马铃薯现代农场机械化生产面积扩大到30万亩。随着农业生产劳动力紧缺,人工费用增加,农业标准化生产要求的提出,规模化农场对马铃薯机械化生产技术的需求越来越大。马铃薯机械化生产具有减轻农业劳动强度、提高生产效率、增产增收的效果。推广应用马铃薯全程机械化栽培技术,加快马铃薯机械化生产步伐,提高机械生产水平,已成为当地农业科研和推广部门面临的主要问题。", "label": "农业工程", "id": 0}
{"content": "<正>我国农业生产已经全面进入机械化作业为主的新阶段,农业机械化进入提质增速向\"全程、全面、高质、高效\"发展时期,农业生产越来越注重优质、绿色、高效的协同发展。目前团队主要的科研工作集中在高速精量播种、全自动高效移栽和智能化绿色种植3个科研方向。", "label": "农业工程", "id": 0}
{"content": "基于江西省8县（区）的调研数据,应用灰色关联度模型,分析研究了人员特征和家庭种稻面积对水稻机插技术推广的影响。结果表明,水稻种植面积和人员特征与水稻机插的灰色关联度分别为0.93和0.76,是影响水稻机插技术推广的2个重要因素。在人员特征中,文化程度、年龄和家庭劳动力人口总数是主导因素,它们与系统主行为灰色关联系数分别是0.91、0.86和0.83。", "label": "农业工程", "id": 0}
{"content": "介绍了恩施山区马铃薯机械化生产现状,分析了马铃薯全程机械化发展瓶颈,最后提出了恩施山区马铃薯全程机械化生产发展对策,为有效地推动全州马铃薯产业的快速发展提供参考。", "label": "农业工程", "id": 0}
{"content": "【研究背景】玉米籽粒机械收获技术是玉米收获技术的发展方向,也是玉米由传统向现代化生产方式转变的主要标志。【结果与分析】当前我国玉米机械粒收面积不足5%,对全国2450个机械粒收样本调查的结果表明,机收时籽粒平均含水率为26.65%,籽粒破碎率平均为8.56%,杂质率平均1.22%,损失率平均4.76%。【结论】破碎率偏高是我国玉米机械收粒质量最主要的问题。破碎率与籽粒含水率呈显著正相关,收获时籽粒含水率高是我国玉米机械粒收破碎率高的主要原因之一,是制约机械粒收推广的主要原因。不同品种间的籽粒脱水速率存在显著差异,适宜机械粒收的品种首先应是脱水快的品种;相同含水率下,不同品种籽粒破碎率存在显著差异,存在耐破碎的品种,籽粒结构、成份和收获期籽粒硬度影响籽粒的耐破碎性;收获机械对破碎率有显著影响,脱粒装置为纵轴流方式的收获机其破碎率显著低于横轴流和切流方式;品种的易脱粒性对降低破碎率有宜;杂质率不是影响机械粒收质量的主要因素,在适合的籽粒含水率范围收获,可进一步降低杂质率。机收损失率包括落粒和落穗损失两商品化,落穗损失是主要部分,落穗损失与收获期倒伏率极显著相关,其次是玉米螟危害和机具是否对行,通过选择收获期倒伏率低的品种、加强玉米螟防治以及采取对行收获可进一步降低收获损失。收后及时烘干是机械粒收必要的条件之一。栽培技术措施对籽粒脱水、破碎率和倒伏率均有影响,因而也会影响机械粒收质量。", "label": "农业工程", "id": 0}
{"content": "【目的】为了构建成都平原不同茬口模式下杂交稻机直播的高产群体指标,【方法】在成都平原三个典型生态条件选用杂交籼稻旌3优177、泸优658及内5优玉香1号,在绵竹、东坡、彭山及大邑以早、中、迟茬口以机直播进行高产栽培,以当地同期传统生产方式为对照,对机直播高产栽培进行不同时期的高产群体指标进行对比动态分析,【结果】表明:不同茬口各地点有效分蘖临界叶龄期群体数量和产量的关系呈二次曲线关系,计算出早、中、迟茬口有效分蘖临界叶龄期群体数量的适宜值为342.97、281.90和266.91×10~4hm-2。并以与适宜值偏离超过20%为标准将群体分为偏大、适宜、不足3类群体,通过对三类群体的播种量、成苗率、分蘖临界期群体数量、拔节期最高苗、分蘖成穗率、孕穗期叶面积指数、抽穗期叶面积指数、有效叶面积率、高效叶面积率、抽穗期单茎茎鞘重、抽穗期干物质重、抽穗-成熟期干物质重、成熟期干物质重、群体颖花量、结实率、千粒重的分析,明确了早、中、迟茬口高产群体目标产量为11.25、9.75和9.00 t hm-2左右时,需要的动态群体指标。【结论】研究构建了成都平原早、中、迟茬口进行杂交稻机直播的高产目标的动态群体指标,为该生态区杂交稻机直播高产栽培提供了借鉴和指导依据。", "label": "农业工程", "id": 0}
{"content": "针对转型期规模化、机械化生产条件下杂交稻种植面积下滑的挑战,研究形成了杂交稻单本密植大苗机插栽培技术,解决了传统机插杂交稻用种量大、秧龄期短、秧苗素质差、双季稻品种不配套等技术难题。其关键技术如下:（1）种子精选。应用光电比色机筛选杂交稻种子,以去除发霉变质的种子、糙米、杂物;（2）种子包衣。应用自研的超微粉种衣剂包衣精选后的高活力种子,以防止种子带病和秧苗期病虫危害,提高成苗率;（3）印刷定位播种。应用印刷播种机将包衣种子定位播种在可降解的纸张上,种子用淀粉胶粘结固定;（4）简易场地育秧。采用稻田泥浆或发酵稻壳+营养土作育秧基质,在板田或操坪进行场地育秧,播种后喷施杀菌剂进行土壤消毒,其中早稻加盖薄膜保温防雨;（5）单本密植大苗机插。插秧密度双季稻33~35万穴/hm~2,一季稻23~25万穴/hm~2,出苗后25~30d插秧,叶龄4.9~5.5叶;（6）推荐施肥。施氮量双季稻120~150kg/hm~2,一季稻150~180kg/hm~2,分基肥（50%）、分蘖肥（20%）、穗肥（30%）施用;（7）间歇灌溉。分蘖期浅水灌溉,当苗数达到250~300万苗/hm~2时开始晒田,复水施肥后干湿间歇灌溉,抽穗期前后保持浅水灌溉,以后干湿间歇灌溉至成熟前一周断水。2015~2016年以杂交稻泰优390、隆晶优1212为材料,在湖南浏阳永安进行了单本机插与传统机插（5~6苗/穴）的大田比较试验,结果表明:（1）单本机插杂交晚稻产量8.86~9.71t/hm~2,比传统机插增产10.3%~14.0%,每穗粒数增加36.6%~46.7%,有效穗数减少25.8%~28.3%;（2）与传统机插比较,大田种子用量减少60%~70%,节约商品育秧基质成本500~750元/hm~2,秧龄期延长10~15d,秧苗素质及耐机械栽插损伤能力明显增强。2016年对湖南浏阳永安、衡南三塘、安仁平背双季杂交稻单本密植大苗机插6.67hm~2示范片进行测产验收,结果表明在漏插秧率达到7.7%~9.2%条件下,早稻株两优819达到7.69~8.34t/hm~2,晚稻H优5 18达到7.76~8.70t/hm~2,比传统机插栽培增产9.3%以上。可见,采用单本密植大苗机插栽培,有利于充分发挥杂交稻分蘖大穗的增产优势,大幅减少用种量和节约育秧基质成本,节本增收效果显著。", "label": "农业工程", "id": 0}
{"content": "<正>1目的与意义杂交水稻技术的研究成功和推广应用为保障我国乃至世界的粮食安全作出了巨大贡献,在今后一个较长时期内仍将是我国和世界粮食安全的重要保障,因此在大力推广应用该技术的同时,必须对杂交水稻技术进一步创新提高,以满足我国社会经济发展的需求。杂交水稻种子生产是杂交水稻应用中一个必不可少的环节,其技术水平决定着杂交水稻推广应用的程度。过去四十年来的研究与实践,已建立起我国系统的成熟的杂交水稻种子生产技术体系,这些技术是", "label": "农业工程", "id": 0}
{"content": "以籼粳杂交组合甬优1540为材料,对2个不同产量水平（高产与超高产）钵育机插水稻产量构成因子、群体茎蘖动态、干物质生产与积累特性等进行对比分析。结果表明:钵育机插方式下白湖、无为示范点产量分别为15.31、15.16 t·hm-2,达超高产水平;贵池示范点产量为13.21 t·hm-2,为高产水平。钵育机插杂交水稻的产量与有效穗数群体颖花量呈极显著正相关。要实现15.0 t·hm-2以上产量,有效穗数需突破27 0.0×10~4穗·hm-2,群体颖花量达到8.1×10~8朵·hm-2以上。与高产群体相比,超高产群体移栽后分蘖早生快长,拔节期后群体茎蘖数消减缓慢,成穗率较高;生育中后期作物生长速率大,光合物质积累能力较强,库源比高。综合而言,在增加穗数的基础上通过增强生育中后期的物质生产能力争取大穗,提高群体颖花量是实现钵育机插杂交水稻高产的关键。", "label": "农业工程", "id": 0}
{"content": "以常规粳稻、杂交粳稻、杂交中籼稻为试验材料,于2011-2014年在安徽省风台、包河、白湖、庐江等地,以常规毯苗机插为对照,对钵苗机插水稻生育特性进行了研究。结果表明,与毯苗机插相比,钵苗机插具有播种量低,秧菌素质好,秧龄弹性大,栽后返青活棵快,分蘖发生早,群体茎蘖茁消长平稳,成穗率高等优点:每穗粒数与群体颖花量显著增加,产量构成协调。在此研究基础上,对水稻钵苗机插超高产栽培技术进行了定量,为探索安徽水稻种植机械化新模式,促使农机与农艺更好结合,加速安徽水稻机插进程提供了良好的理论及实践基础。", "label": "农业工程", "id": 0}
{"content": "为明确杂交中籼稻钵苗机插的群体特征及产量形成特点,加快杂交中籼稻机插栽培技术的发展,以大穗型品种广两优1128、Y两优900和穗粒兼顾型品种徽两优6号、徽两优996为试材,设置钵苗机插与毯苗机插2种栽插方式进行大田比较试验。结果表明,与毯苗机插相比,杂交中籼稻钵苗机插方式秧苗茎基宽、百株干重、发根力显著增加,秧苗素质提高;分蘖早生快发、群体茎蘖消长平稳,成穗率提高5.11%;中后期LAI与光能利用率高,干物质积累能力强,其中抽穗至成熟期干物质积累量提高7.17%。钵苗机插产量显著或极显著高于毯苗机插,其中大穗型品种增产9.52%~10.78%,穗粒兼顾型品种增产5.03%~5.86%,群体颖花量的增加是增产的主要原因。因此,杂交中籼稻钵苗机插群体质量优良,产量形成优势显著,稳大粒多,而大穗型品种更适宜于钵苗机插,增产优势更明显。研究结果为机插水稻高产优质栽培技术的推广奠定了基础。", "label": "农业工程", "id": 0}
{"content": "为探明适宜机插秧苗的培育方式,本文以杂交中灿稻‘徽两优6号’为材料,研究了营养土旱育、营养土湿润育秧和淤泥水育秧等3种方式对机插水稻秧苗素质及产量的影响,并分析了不同育秧方式对秧龄弹性、机插活棵及分蘖成穗的效应。结果表明:播后21 d,营养土旱育秧苗综合素质最好,营养土湿润育秧次之,淤泥水育秧的最差;与淤泥水育秧相比,营养土旱育秧及湿润育秧的秧苗发根力强,根冠比高,干物质积累能力强。其中旱育秧适栽秧龄为18~30 d,秧龄弹性最大。营养土旱育方式育秧能在稳定结实率和千粒重的情况下显著提高有效穗数和群体颖花量,增加库容量,从而使产量显著增加。旱育秧栽后缓茁期短、活棵快、发根力强、分蘖起步早,能较好破除本田生育前、中、后期的生长不平衡,有利于优良群体构建和高产形成。", "label": "农业工程", "id": 0}
{"content": "为了研究烯效唑对移栽水稻影响机制,以两系杂交中籼稻徽两优6号为材料,培育毯秧苗,设置4种秧龄,并于一叶一心期叶面喷施不同浓度的烯效唑进行二次化控处理,考察秧苗素质并跟踪考察栽插质量和产量。结果表明:①随着秧龄的延长,秧苗综合素质下降,与对照20 d秧龄的秧苗素质相比,超秧龄秧苗尤其是严重超秧龄,秧苗素质和秧块状态迅速恶化,表现为株高增加,叶片丙二醛含量增加,发根力和根系活力降低,栽插质量下降,移栽后活棵慢;和20 d秧龄相比,25 d、30 d和35 d秧龄栽插水稻最终产量分别减产1 403.55 kg/hm~2、1 995.75 kg/hm~2和2 920.95 kg/hm~2;②1叶1心期叶面喷施烯效唑二次化控处理可明显提高秧苗素质,与不喷施的对照相比,化控处理的秧苗株高、叶片丙二醛、漏插率、伤秧率、全漂率和翻倒率均明显降低,而百株干重、茎基宽、绿叶数、根数、发根力、根系活力、出苗率、株高整齐度、根系盘结力等则明显提高;与对照相比,水稻产量增加9%~32%;③不同秧龄对化控强度要求不同,适栽秧龄期,各浓度处理间并无显著差异;而超秧龄初期和中期阶段时烯效唑作用效果随喷施浓度的增加而越发显著。", "label": "农业工程", "id": 0}
{"content": "为探索出适宜于杂交中籼稻的配套机插育秧技术,提高水稻产量,在硬盘方式育秧的情况下,以水稻品种‘徽两优6号’为试验材料,采用烯效唑和落谷密度二因素试验,研究落谷密度对秧苗素质、栽插质量、产量及其构成的影响以及烯效唑的调控效果。结果表明:在相同的化控处理情况下,随着落谷密度的增加,秧菌素质逐渐恶化,表现为单株根系数麓、百株干质量、茎基宽、根系活力迅速下降,叶片丙二醛含量急剧上升;各处理千粒质始、结实率无显著差异;在8 000~18000 grains·m-2密度范围内有效穗里增加趋势,18 000-30 000 grains·m-2密度范围内呈减少的趋势,最终使产量先增加后降低,其中以18 000 grains·m-2产量最高。烯效唑对不同落谷密度的秧苗素质及产量存在显著的调控效果。用100 mg·L-1烯效唑浸种的同时于2叶1心时喷施150 mg·L-1烯效唑的处理效果最好,与对照以及只用100 mg·L-1烯效唑浸种相比,能显著提高秧苗素质和栽插质量,缩短大田缓茁期,显著增加有效穗数、穗粒数以及结实率,最终使产量显著提高。因此,针对江淮杂交中籼稻特点,采用100 mg·L-1烯效唑浸种的同时于2叶1心对喷旖150 mg·L-2烯效唑并配合18 000 grains·m-2的落谷密度为较好的育秧方式,能保证较高秧苗素质和栽插质量,稳定千粒质量,增加有效穗数、穗粒数以及结实率,增加库容量及库容充实度,最终使产量显著提高。", "label": "农业工程", "id": 0}
{"content": "在长江中下游一季稻区,选择矮秆穗数型、中秆穗粒兼顾型和高秆超大穗型等三种类型的杂交籼稻品种,采用营养土作为育秧基质、播种流水线平盘育秧,本田设置25.0、30.0和33.0cm等3种行距,配置12.0、15.0和18.0cm三种株距,计9种组合,每穴2~3本基本苗模拟机插:比较三种类型水稻品种在9种栽插密度下的分蘖与成穗、产量及构成的变化。结果表明不同类型的水稻品种机插适宜的株行距不同:矮秆穗数型品种,机插适宜的株行距配置为25cm×12cm;中秆穗粒兼顾型的品种,机插采取30cm×15cm的株行距配置较为合理;高秆超大穗型的品种,机插可采用33cm×（15~18）cm的株行距配置。扩行稀植有利于大穗型超级稻品种增产潜力发挥,而矮秆穗型品种栽插适宜行距应对目前主流插秧30cm固定行距进行调减,根据水稻品种类型进行株行距配置,有利于塑造合理群体结构、协调产量构成而高产。", "label": "农业工程", "id": 0}
{"content": "<正>近年江淮\"稻-麦\"种植制度逐渐取代\"稻-油、早稻-晚稻\"种植,成为主体种植模式。初步统计,安徽、江苏、湖北、河南等省\"稻-麦\"种植模式面积近5000万亩,其中安徽约1500万亩,占1/3以上。水稻机插栽培是江淮水稻的主要栽培模式,2016年安徽水稻机插率超过30%,机插面积950多万亩,其中主要分布于江淮一季稻区。水稻机插栽培主要包括毯苗机插和钵苗机插。其中钵苗机插于2012年后在安徽逐渐兴起,至2016年全省50多个水稻主产县开展钵苗机插试验示", "label": "农业工程", "id": 0}
{"content": "水稻\"一种两收\"具有提高稻田复种指数、增加稻田产出和节本增效等的技术优势,适应长江流域一些特定稻区水稻发展的需要,也是新形势下的一种绿色生产技术模式。明确了安徽沿江地区再生稻机械化生产过程中的品种选择、头季稻育秧机插、前后季水肥综合管理、留茬高度等关键技术及指标,并分析了水稻\"一种两收\"的适宜发展区域和需要进一步解决的问题。", "label": "农业工程", "id": 0}
{"content": "钵育机摆栽技术作为一种新型的机插栽培技术,近年在安徽水稻主产区示范推广,2015年在无为、白湖两地百亩以上超高产攻关示范上双双亩产超吨粮。总结了无为、白湖两地超高产方栽培关键环节的技术参数、指标,归纳出钵育机插平衡超高产栽培的品种选用技术原则,钵育机摆栽的育秧、机插和肥水管理以及病虫草害防治等关键技术措施,以规范钵育机插平衡栽培绿色超高产技术,加速钵苗机插技术的推广。", "label": "农业工程", "id": 0}
{"content": "杂交中籼水稻机插秧普遍存在秧龄弹性小、秧苗素质差、机械栽插植伤重、缓苗期长等不利因素,造成了机插水稻群体生育不平衡,严重限制了杂交中籼水稻产量潜力发挥和杌插技术的推广。通过对江淮杂交中籼水稻机械化育栽技术连续8年的技术攻关,总结制定了杂交中籼水稻机插平衡栽培技术规程,该规程介绍了平衡栽培的定义,规定了长江中下游杂交中籼水稻机插的品种选用、育秧、整地、机插等技术指标、产量及其结构指标和不同目标产量施肥量,提出了平衡栽培的育秧技术、整地和机插技术和大田管理技术。", "label": "农业工程", "id": 0}
{"content": "引进示范\"水稻机插平衡栽培技术\",借鉴\"平衡栽培的理念,开展沿江稻区杂交中粳机插稻适宜品种选择、适宜播栽期探索、明确丰产高效栽培的产量结构和再拍技术关键,总结出适合沿江杂交中粳高产平衡栽培的技术要点,并进行了示范验证。即选择嘉优2号杌插、百亩示范方径省级专家实产验收平均产量达10 615.6 kg/hm~2;其平衡栽培技术路线是:选择大穗高产适应性强的品种,发挥品种的增产潜力;通过精量匀播、培育壮秧、适龄移栽、精量取秧,提高栽插质量:科学运筹肥水、及时防除病虫草害;缩短栽后缓苗期促发低位分蘖、控制高峰苗,减少无效分蘖,从而实现杂交中稻分蘖前后生长均衡、分蘖与成穗均衡和主茎与分蘖穗均衡,构建高质量植物群体,实现高产高效。", "label": "农业工程", "id": 0}
{"content": "利用江西省双季稻区8个县24个乡镇的调查数据,对双季稻机插技术在江西的应用现状、存在问题进行了研究。结果表明,机插种植方式的成本低于其他种植方式、收益高于其他种植方式;机插种植方式的推广受到农户的年龄、文化程度、土地规模、资金等的影响,年龄越小、文化程度越高、土地经营规模越大的农户机插比例相对较高;限制机插技术推广的主要因素包括育秧技术复杂、购机及机插费用高、田块小和分散等;积极推进土地集约化进程、加强机插核心技术的培训指导力度、建立稳定的政策资金扶持机制、创新机插服务模式、积极宣传并做好示范区建设等是促进机插技术推广的重要举措。", "label": "农业工程", "id": 0}
{"content": "以上海地区主推水稻品种为材料,在精量机械穴直播条件下,开展了不同类型水稻品种的小区试验和示范,明确了精量机械穴直播水稻的生育特性、抗倒伏性、群体建成和产量表现,并分析了采用水稻精量机械穴直播后土壤的微生物群落结构的变化和水稻生产经济效益。试验示范结果表明,精量机械穴直播水稻生育期明显缩短,单株分蘖力强,群体结构合理,穗粒结构协调,干物质积累多,抗倒能力较强,增产优势明显,节本低耗,生产效率显著提高,是目前极具生产潜力的一种新型高效低耗种植模式,适合上海都市农业发展的需求,也顺应了水稻低碳种植发展趋势,具有广阔的应用前景。", "label": "农业工程", "id": 0}
{"content": "贵州是全国马铃薯主产区之一,马铃薯种植生产情况复杂多样,区域特征明显,机械化生产滞后。根据土壤、气候、农艺等特点,融合农机与农艺,分析贵州马铃薯机械化作业生产的影响因素,研究总结贵州实施马铃薯机械化生产试验示范取得的经验,提出了适宜贵州马铃薯机械化生产的技术模式及操作要点,为贵州马铃薯生产作业效率提升提供参考。", "label": "农业工程", "id": 0}
{"content": "【研究背景】随着经济的快速发展和农村劳动力的转移,加快水稻机械化进程是实现水稻稳产、增产的关键。机械化种植是水稻机械化生产的重要环节,也是实现水稻全程机械化高产高效生产的难点和研究的热点。长江下游稻麦两熟地区,目前主流的机械化种植方式有,毯苗机插、机械直播和钵苗机插,受前茬小麦生产的影响,不同种植方式有其自身生产的特点及限制。因此,研明高产栽培模式下毯苗机插、机械直播和钵苗机插水稻综合生产力差异与产量形成的生态生理特征,为机械化种植方式的合理推广应用及实现水稻全程的机械化高产、高效生产提供理论支撑和数据支持。【材料与方法】2014—2015年,试验于扬州大学农学院校外试验基地江苏省兴化市钓鱼镇进行,选用常规粳稻、籼粳杂交稻和杂交籼稻共六个水稻品种为材料,系统比较研究高产栽培模式下毯苗机插、机械直播和钵苗机插等机械化种植方式下不同水稻品种产量、温光资源利用、光合物质生产和抗倒伏特性及差异。【结果与分析】两年试验表明,钵苗机插较毯苗机插和机械直播分别增产2.8%~8.3%和14.2%~25.5%。与毯苗机插和机械直播相比,钵苗机插显著增加水稻群体颖花量,并稳定结实率和千粒重。进一步分析发现,钵苗机插较毯苗机插和机械直播降低了单位面积有效穗数,显著增加穗粒数。与毯苗机插和机械直播相比,钵苗机插能有效提前水稻播种期,加快水稻生育进程,延长水稻总生育期。同时,钵苗机插水稻全生育期有效积温和光辐射积累量显著多于毯苗机插和机械直播水稻,说明钵苗机插更能充分利用温光资源。钵苗机插水稻较毯苗机插和机械直播水稻群体干物质积累量大,其差异随生育进程的推进而增大。且抽穗后钵苗机插水稻灌浆结实持续时间长,光合势和群体生长率大,极大促进了光合物质生产及转运,为水稻高产形成奠定物质基础。与毯苗机插和机械直播相比,钵苗机插水稻灌浆结实期单茎茎鞘重大,乳熟后单茎茎鞘的二次充实明显。齐穗后25 d,钵苗机插水稻基部1~3节间的抗折力与弯曲力矩显著大于及倒伏指数显著小于毯苗机插和机械直播。【结论】在稻麦两熟制稻区高产栽培模式下,钵苗机插实现水稻增产的途径表现为,延长的生育期,提前的生育进程和高效的温光资源利用;稳定单位面积有效穗数的基础上,培育大穗,并保证结实率和千粒重;生育前期平稳的群体干物质积累特性和生育中、后期（拔节至成熟期）强的物质生产特征;灌浆结实期充实的茎秆及基部节间强的抗倒伏能力及低倒伏风险,为高产水稻提供有力支撑。", "label": "农业工程", "id": 0}
{"content": "本文详细介绍近三年来上海市引进及消化吸收设施蔬菜机械化生产装备,主要从设施内蔬菜机械化生产装备简介、取得的主要技术成果等方面做了阐述,详细阐述了不同类型机械的农机与农艺的适应性、相配套关键技术以及所形成的关键技术规范,最后对上海市设施蔬菜机械化生产工作做了进一步展望。", "label": "农业工程", "id": 0}
{"content": "借鉴国内外机采棉发展现状,从山东省目前的棉花生产现状入手,分析了山东省主要植棉区的光热资源和地理条件对棉花机采的适应性,提出棉农节省用工成本、提高植棉效益的有效途径是实现棉花生产全程机械化。", "label": "农业工程", "id": 0}
{"content": "介绍了美国亚利桑那州棉花机械化植棉情况,包括播前整地、播种技术、灌溉技术、施肥技术、病虫害防治、落叶剂使用、机械化采收、清理加工以及棉花分级制度等,以期为我国机械化植棉技术提供参考。", "label": "农业工程", "id": 0}
{"content": "河北棉花种植面积逐年下滑,生产形势日趋严峻。机械化生产是根本出路,农机农艺结合,良种良法配套,才能实现稳定面积、节本增效,促进棉花产业发展。", "label": "农业工程", "id": 0}
{"content": "为提高中国马铃薯播种的机械化水平,促进马铃薯产业的发展,本文针对目前中国马铃薯播种机械化水平低、播种机械作业速度较低及播种质量较低等问题,对国内外广泛使用的播种技术进行了分析,阐述了链勺式、圆盘式等现有典型马铃薯播种机械的工作原理、作业参数等,并与其他农作物播种技术的研究现状进行对比分析,以明确现有马铃薯机械化播种技术中存在问题,探讨了马铃薯机械化播种的发展趋势,为马铃薯播种机械的发展提供参考。", "label": "农业工程", "id": 0}
{"content": "马铃薯现已成为中国第四大主粮作物,本文针对其生长过程中需肥量大的特点,对其在中耕过程的机械化中耕管理技术进行了研究,对马铃薯中耕机、离心式撒肥机以及喷药机在马铃薯中耕过程中的作业情况进行了分析,总结了中耕管理技术及相关机械的应用研究。机器作业结果显示,马铃薯中耕机能一次性完成松土、除草、筑垄等作业;离心式撒肥机能有效对马铃薯进行施肥,施肥均匀性较好且作业效率高;喷药机能够对马铃薯施加液态肥,肥料利用率高,采用合理的中耕管理技术能够有效提高马铃薯产量和质量,对其进一步的应用研究提供参考。", "label": "农业工程", "id": 0}
{"content": "机械插秧是解决当前农村劳动力缺乏的重要手段,是推进农业规模化、集约化、现代化的必然之路。本文提出了推广机械插秧应把握好\"育好一盘苗,整好一丘田,培训一个好机手,插好一蔸秧\"四个关键环节,并对机械插秧的推广进行了思考。", "label": "农业工程", "id": 0}
{"content": "<正>我国通过三十多年的研究与实践,在劳动力密集型农业生产方式的基础上,形成了较完整的杂交水稻种子生产技术体系,为我国粮食增产发挥了巨大的作用。但随着我国社会经济的发展和农业生产形式的变革,该技术体系已难以适应杂交水稻种业发展要求,出现了制种基地劳力日益紧缺、技术难以落实到位、产量质量不稳定的严峻问题。现代工业的发展和生物技术的进步为实现现代种业机械化创造了良好的基础条", "label": "农业工程", "id": 0}
{"content": "南方稻区粮油复种是一种典型的粮油作物多熟种植模式。多熟种植可以提高土地利用率,集约利用时空资源,提高粮油产量,提高农民经济效益,缓和粮油作物争地矛盾,有利于作物结构调整,促进可持续发展。以湖南农业大学为牵头单位的\"南方粮油作物协同创新中心\",以\"机械化生产技术与装备研制\"任务为牵引,组织华南农业大学、华中农业大学、中国农业机械化科学研究院等单位协同开展了水稻、油菜生产机械化作业关键技术与装备的研制,并取得了阶段性成果。本文结合国内外水稻、油菜种植机械化的发展动态综合介绍了有关的研究成果。", "label": "农业工程", "id": 0}
{"content": "南方稻田油菜机械化种植是发展油菜产业的新的增长点,为实现稻田油菜种植全程机械化,本文归纳和总结现有油菜耕、种、收机械化技术与装备的研究现状,提出了在稻-油轮作种植地区实现油菜生产全程机械化应该加强种植模式、土壤机具的广适性,种植收获专用装置的通用性等方面开展研究。", "label": "农业工程", "id": 0}
{"content": "我国是农业大国,农业是我国经济建设中的重点项目,近几年,我国农业发展非常快,农业经济改革也逐渐加快,再加上新农村建设的影响,农业朝着机械化的方向发展。农业机械化离不开机械设备,尤其是现阶段农业发展的阶段中,先进的农业机械设备逐步投入到农业应用中。农业机械在使用中提出了高质量、高性能的要求,实际农业机械的使用过程中也会遇到一些问题,这时就要采用农机维修技术来解决机械使用中的故障问题,表明农机维修技术在农业机械使用中的重要性。农机维修技术是保证农业机械正常使用的一项条件,农机维修技术能够全面分析农业机械的故障,并且给出合适的维修方案,保证农业机械能够正常使用。农业机械中推广农机维修技术的应用,目的是保证农业机械的规范使用,满足农业生产的根本需求,因此,本文主要探讨农机维修技术在农业机械中的使用。", "label": "农业工程", "id": 0}
{"content": "中国铁路运营速度一直在刷新着历史记录,而使用大型养路机械完成对道路的综合养护已经成为未来线路维护的趋势。由于传统大型农业机械施工还存在技术、制度、人员素质等各方面问题,因此本文特提出改进大型农业机械施工安全防控技术、提高施工人员整体素养、使用新型安全防护工具和设备等几点防控建议,希望能够对该领域的安全防控工作有所帮助。", "label": "农业工程", "id": 0}
{"content": "本文以大型农业机械设备在为主要研究对象,对施工现场的大型农业机械的安装和使用过程进行详细的分析,并对大型农业机械进入施工现场前、施工现场的过程中,及在使用结束后的管理进行阐述,对我国施工现场的安全使用和大型农业机械的管理提供借鉴。", "label": "农业工程", "id": 0}
{"content": "农业机械化是发展现代化农业的前提保障和推进动力,先进农业机械装备能否安全、合理的管理使用关系着农业机械装备能否达到其经济使用性能和设计寿命。近年来,随着农业生产改革、农村经济的快速发展和农业科学技术更新换代日益加快,农业机械装备发展走向了高质量、高性能、高品味和智能化、信息化、自动化,同时对其管理使用与维护专业提出了更高的要求。本文对农业机械使用与维护（农机）专业课程进行了全面的改革和实践探索,构建了新型专业课程体系,取得了良好效果。", "label": "农业工程", "id": 0}
{"content": "随着农业机械化的不断发展,农机的维修与养护占据着重要的位置,只有对农机拥有科学的认知,才能够把其作用、优势充分发挥出来。同时,农业机械在使用过程中,需要采用正规方式实施操作,同时要对农业机械展开定期的养护与维修,这样既能够防止出现机械事故,同时也能够延长农机的使用寿命,提高农机的使用效率。本文针对农业机械使用过程中的维修与养护展开分析,望提供一定的借鉴。", "label": "农业工程", "id": 0}
{"content": "为预防和减少农机事故的发生,确保农民群众的生命财产安全,研究分析农业机械农田作业的特点和原因,采取有效的预防措施,具有重要意义。", "label": "农业工程", "id": 0}
{"content": "国家农机购置补贴惠农政策的落实,为农机推广工作迎来了新的高潮。目前,农业机械在保养和维修过程中,由于维修网点缺少,资金和专业技术人员不足,导致农机保养和维修中还存在很多问题。农机维修与保养是农机推广和发展的技术后盾,对提高农机的推广度,农民使用率、安全性都有着极其关键的作用。加强农机维修与保养的理论知识与研究,对促进农业现代化,保证农业增效、农民增收有着重要意义。", "label": "农业工程", "id": 0}
{"content": "本文阐述了沾益县农机技术培训的现状,存在的主要问题,对加强农机技术培训工作提出了对策和建议。", "label": "农业工程", "id": 0}
{"content": "为解决农机手发生事故后致贫返贫的问题,陕西省农机安全协会与江泰保险经纪有限公司合作,率先开展了农机安全互助。按农机监理牵头、安全协会实施、专家团队参管、农民自愿入会、事故风险共担的框架运作;互助会费实行全省统筹,分县记账,出事故补偿损失,结余归会员所有。协会不纳税,不盈利,为参加互助的会员提供事故救援、损失补偿、权益维护等服务,初步建立了农民使用农机的新的安全保障制度。实践证明,农机安全互助对农民规避风险、建设和谐新农村有促进作用。", "label": "农业工程", "id": 0}
{"content": "本文通过对农机安全监管推行柔性执法的必要性、迫切性、可行性分析,对农机安全监管推行柔性执法的方式与途径进行了全面探讨。", "label": "农业工程", "id": 0}
{"content": "<正>近年来,农机监理机构在农机安全监督管理方面做了大量的工作,采取了许多扎实有效的措施,也收到了很好的效果,实现多年未发生群死群伤的恶性农机事故,农机安全生产形势平稳。从农机\"三率\"情况看,除检验率较高外,农机挂牌率、驾驶员持证率相对还很低,与\"平安农机\"三率达标还相差甚远。实行农业机械免费管理是对现行农业机械管理方式的重大改革,是实施惠民政策又一新举措,通过实行农机免费管理,可以从根本上减轻有机户的经济负担,提高", "label": "农业工程", "id": 0}
{"content": "我国是一个传统的农业生产大国,也是最早发展农业的国家之一。我们的祖先在距今一万多年前就已经开始栽培作物,从此进入原始农业时代,他们在生产劳作的过程中创造和改进了很多农具,随着时代的变迁,农具的演变也体现出生产的发展和农业的进步。随着现代科技的进步,农业机械化进程的日益发展,对新时代基层农机管理工作也提出了新的要求,作为一名基层连队机务副连长,对此项工作更是身兼重任。如何做好农机管理和社会化服务,就成了摆在基层农机管理服务单位面前的重要课题。", "label": "农业工程", "id": 0}
{"content": "根据团场农机安全生产工作存在的问题,农机安全生产管理工作直接关系到人民群众生命财产安全;关系到农业生产和团场经济健康发展;关系到团场社会和谐和团场社会稳定。探索在新形势下如何建立农机安全生产工作的管理机制,统一思想,提高认识,加强对农机安全生产工作的领导;加大农机安全检查力度;清理整治\"黑车非驾\";加大宣传教育力度,提高农机安全意识;严格执行农业机械报废制度,确保农机安全生产。", "label": "农业工程", "id": 0}
{"content": "农业机械作业中所进行的技术保养、作业环境、驾驶员操作熟练程度等都是影响降低机车燃油消耗的因数,因此,要降低油耗,就必须及时进行技术保养,保障机车的完好率。农业机械的正确使用,对保证作业质量;延长机械使用寿命;减少磨损;降低消耗;预防和减少故障;提高作业效率;确保人身和机具的安全关系重大。随着当今油材料的不断上涨,油料消耗约占农业机械作业使用成本三分之一以上,因此降低农业机械作业过程中的燃油消耗量显得尤为重要。下面,就从两大方面来分析如何在作业过程中降低油耗。", "label": "农业工程", "id": 0}
{"content": "本文就农业机械使用管理过程中的技术保养内容与维修注意事项进行性了分析,并就农业机械维修过程中的事故原因进行了探讨,指出要加强对农机维修人员的技术培训,提高维修人员的业务素质,使农机设备的完好率、出勤率均保持在一个较高的水平上,充分发挥其在农业生产中的作用,促进农业的增产增收。", "label": "农业工程", "id": 0}
{"content": "近几年,作业繁忙季节\"油荒\"现象频繁出现,大大的制约了农业生产。最直接的影响是导致延误农时。所以笔者认为加大油料储备和节约用油是缓解我场油料资源短缺问题的现实选择,并提出做好节油工作的对策。一是储备,二是节约。但从现阶段看,储备受资金等各方面限制,因此,节约用油成为缓解我场油料短缺问题的现实选择。", "label": "农业工程", "id": 0}
{"content": "在我国经济的快速发展时代,农业现代化进程不断加快。然而,农业机械的维修工作也逐步增多,从而使得农机维修行业管理工作越来越受到人们的关注。本文主要是对我局农机维修行业管理的现状进行探讨分析,从中找出问题所在,并提出相应的解决方法。", "label": "农业工程", "id": 0}
{"content": "论述了农机维修的管理和技术现状,针对管理与技术上的问题提出了农机维修的发展策略,希望能解决农业现代化发展过程中农机维修行业发展相对落后的问题。", "label": "农业工程", "id": 0}
{"content": "<正>引言GPS技术作为精准农业的核心技术之一,已成为发达国家面向21世纪的现代知识农业的重要形式。精准农业是在现代信息技术、生物技术、工程技术等一系列高新技术最新成就的基础上发展起来的一种重要的现代农业生产形式。其核心技术是地理信息、全球定位系统、遥感技术和计算机自动控制技术。将现代信息技术、生物技术和工程装备技术应用于农业生产的", "label": "农业工程", "id": 0}
{"content": "针对农机齿轮工作状况恶劣、局部易出现早期异常磨损等失效问题,提出了应用电火花沉积技术（ESD）修复磨损齿轮的关键步骤及工艺。选用工作电压为80 V、放电电容为100 uF、沉积频率为700 Hz、电极转速为2400 r/min的电火花沉积参数,对磨损失效的农机齿轮进行了修复。结果表明:修复后的齿轮表面显微硬度高达1300 HV0.5,远高于基体的显微硬度270 HV0.5,涂层晶粒细小、无气孔、裂纹等缺陷,涂层有较好的耐磨性。", "label": "农业工程", "id": 0}
{"content": "<正>第十五次全国农机维修学术会议,是按照中国农机学会农机维修分会活动计划组织召开的两年一次大型学术活动。在全国范围内共征集学术论文52篇,经过专家评审,选择43篇编入论文集中。从农机维修体制、理论、展望和农机维修行业管理现状及发展对策等七个方面,将各位专家、学者及其他有识之士的新思想、新观点、新技术、新工艺,通过学术交流的形式,迅速广泛地应用到农机维修", "label": "农业工程", "id": 0}
{"content": "如何做好新时期农机维修及其体系建设工作,适应快速发展的农业机械化要求,是摆在我们面前的重要课题。根据多年工作实践和研究,在阐述农机维修及其体系建设必要性的基础上,从回顾发展历程、分析发展现状、研究国外农机维修体系特点入手,探索建设中国特色农机维修体系理念,提出加强农机维修及其体系建设工作的措施和建议。", "label": "农业工程", "id": 0}
{"content": "建立三位一体的农机维修服务体系,就是以农机生产企业（包括经销商和售后服务机构）、农机专业合作社（包括农机大户和有关专业服务组织）和社会维修网点（以区域维修中心为龙头）为主体,建立统一的体系网络服务平台,鼓励三者之间在统一的原则下加强联合与合作,发挥各自优势,共同发展农机维修服务业。", "label": "农业工程", "id": 0}
{"content": "农机专业合作社作为一种新型的农机基层服务组织正迅速发展,但由于种种原因,农机专业合作社整体作用还没有很好的发挥。本文详细论述了为什么要加强农机专业合作社的维修服务功能、农机专业合作社维修服务功能不强的原因、怎样加强农机合作社的维修服务功能。", "label": "农业工程", "id": 0}
{"content": "本文根据多年农机维修管理的实际情况,阐述了农机维修管理长期处于\"两难\"的尴尬局面,认为农机维修行业仅依靠管理是无法提高其维修能力和水平的,应当采取规范管理与扶持发展相结合的措施。", "label": "农业工程", "id": 0}
{"content": "随着农机市场日益繁荣,出现了购机用机热潮,但基层农机维修行业发展相对滞后,与新机具的维修技术要求差距越来越远。本文能过对基层农机维修功能弱化原因分析,提出强化农机维修功能的对策。", "label": "农业工程", "id": 0}
{"content": "针对当地地理环境差、经济条件欠发达、农机维修点小而散、从业人员文化水平低等实际情况,经过多年的实践与探索,作者总结出一套了解当地民族习惯、民族特点和民族风俗,使用民族语言,因人施教、因材施教、因地制宜的工作经验,以解决当地少数民族农机修理工职业技能培训与考评鉴定工作中出现的困难和问题。", "label": "农业工程", "id": 0}
{"content": "广西农机学会在推动广西农业发展中发挥了不可或缺的重要作用。对广西农机学会作用的探究,既可以进一步挖掘发挥农机学会在广西现代农业建设中的作用,又可以探讨促进农机学会发展的路径选择。", "label": "农业工程", "id": 0}
{"content": "利用计算机技术对已知边界信息的田地进行农用车辆田间作业路径的离线静态规划从而获得作业方向和作业轨迹,既可以为车辆自动导航驾驶提供必备的路径依据,也可为车辆人工驾驶提供路径参考,对于提高农机作业效率和质量,降低农机消耗（如机时、燃油）有着非常重要的意义。本文在分析现有农用车辆牵引方式及转向工作原理的基础上,根据不同作业路径种类,提出多种农机转弯策略及转弯路径自动生成算法,为复杂地形条件下的农机作业路径的计算机自动规划奠定理论基础。", "label": "农业工程", "id": 0}
{"content": "昆明市农业机械化技术学校及昆明市农机成人教育教研室针对全市农机成人教育教学改革中的薄弱环节,成立了《心理学与多媒体课件在农机培训中的应用研究》项目组,下分两个子项目,同步开展相关研究,即《农村机动车安全驾驶与心理研究》、《拖拉机多媒体教学课件研究》。项目经过近三年的研究、实施、应用,已产生了较好的教学效果和社会效益。", "label": "农业工程", "id": 0}
{"content": "农业机器的优化配备大多属于线性规划的问题,文中介绍了农业机器优化配备的数学模型的建立,并运用MATLAB软件进行编程求解,并对计算结果进行了分析。", "label": "农业工程", "id": 0}
{"content": "根据黑龙江垦区农场农机管理现代化的需求,进一步提高大规模集约化现代化农业生产水平,提高农机管理水平,结合GPS、GPRS及互联网络技术,建立了农场农机作业GPS动态监控系统。实现农场农机作业动态监控和网络化管理,使各级管理部门及相关人员通过互联网络可及时掌握农场农机作业动态信息,提高农机作业管理的科技水平。", "label": "农业工程", "id": 0}
{"content": "根据农业机械化管理信息化的实际需求开发了农机作业进度网络动态统计管理系统。系统采用B/S体系结构,应用IIS+ASP+Access模式,实现了农业生产数据的在线填报、农机作业进度的实时统计。通过实际应用,表明该系统操作简单、功能实用,提高了农机管理水平。", "label": "农业工程", "id": 0}
{"content": "绿色维修作为一个全新的概念被引入维修行业,旨在改变传统的维修观念,建立新的维修理念,保护环境,节约资源,实现可持续发展。文中指出,绿色维修是社会发展的客观要求,也是今后农机维修发展的方向和重点。", "label": "农业工程", "id": 0}
{"content": "农机维修服务体系建设是关系农业机械完好的先决条件,尽管基层农机维修服务体系建设上还存在着一些问题,但发展的主基调没有改变,因此为促进农机化又好又快地发展,加强基层农机维修体系建设应摆到政府的议事日程。", "label": "农业工程", "id": 0}
{"content": "水基金属清洗技术是\"农机维修节能减排十项技术\"之一。使用1kg水基金属清洗剂,可以代替20kg有机溶剂,使用方便,安全可靠,节能环保。", "label": "农业工程", "id": 0}
{"content": "提高维修质量,不应只注重人的因素,还应注意检测设备的质量,文中呼吁有关部门应加强对维修检测设备技术状态的管理,并针对这个问题提出了建议。", "label": "农业工程", "id": 0}
{"content": "报废的农业机械群中的报废零部件如何处理,回炉治炼只能得到低品位的原材料,且回收中要消耗较多的能源,而通过旧件修复可以最大限度地找回超限零部件中蕴含的附加值。", "label": "农业工程", "id": 0}
{"content": "生产中经常遇到板材扭曲、凸起,管材弯曲,型材扭曲、局部变形等现象,在使用前要对变形的材料进行变形矫正或矫直。本文主要介绍钳工中常用的几种手工矫正方法,内容主要包括:板材变形的矫正方法、型钢变形的矫正方法和棒、轴及线材的变形与矫直方法。", "label": "农业工程", "id": 0}
{"content": "根据宝鸡市开展职业技能鉴定工作中存在的问题,提出了具体的建议和工作对策。为宝鸡市开展农机职业技能培训和鉴定工作提供了新的思路,对整体推进宝鸡市农机职业技能培训和鉴定工作具有一定的推动作用。", "label": "农业工程", "id": 0}
{"content": "农业机械化是指运用先进适用的农业机械装备农业,改善农业生产经营条件,降低生产成本,不断提高农业的生产技术水平和经济效益、生态效益的过程。北斗卫星导航系统（BDS）早已被应用在农业生产中,目前北斗导航系统在农机化方面主要应用有农机自动导航驾驶系统、农机自主作业、农机作业监管服务等方面,随着北斗三号卫星导航系统的开通,未来定会为农业提供更加精确、智能的服务。北斗导航系统应用于农机化技术通过卫星遥感、无人机、田间物联网设备共同架设\"天眼地网\",定量、全面、立体化地获取农情数据,使用智能化农机设备精准控制农机耕种管收,从而实现农业机械化。高精度,智能化是农业机械化的关键,北斗导航系统有信号覆盖范围广,定位精度高的特点,可满足农业机械化各方面的需求,可以很好的应用于农机化。本文研究了北斗导航系统在农机化中的应用发展现状。根据国内现状一些地区农机化已经取得的成果,结合其在农机自动驾驶、农机作业监管服务精准农业等各方面的应用,阐述了北斗导航系统在农机化中应用的可行性。最后本文展望了未来北斗导航系统在农机化中应用的具体内容以及发展方向。", "label": "农业工程", "id": 0}
{"content": "农业发展离不开农业的机械化,目前我国广大农场、农村农机装备数量多、种类全、技术先进,需大量农机管理、维修、使用维护技术人员,农业类高职院校开办农机专业承担培养农机人才的任务。农机各类企业需要符合行业要求、受企业欢迎的高素质技能型人才。这是农机专业人才培养目标。本文就如何实现人才培养目标,进行阐述。", "label": "农业工程", "id": 0}
{"content": "本文针对农田机械化对普洱市农业发展的重要性,阐述了多山之中的普洱农田机械作业适宜区及其匹配措施,提出了逐步提高境内农业现代化水平,促进普洱市的农业生产的快速发展的建议。", "label": "农业工程", "id": 0}
{"content": "为实现目前在四川丘陵旱地大力推广的国家主推技术——\"小麦-玉米-大豆\"旱地新三熟带状复合种植模式的机械化生产,该文研究了复合种植作物的带宽配置和农艺措施,选择\"100-100\"带宽配置为该模式配套机械化的主体模式;分别运用微型、小型和中型动力机组进行了主体模式下的机械化作业,并针对该模式研发的玉米和大豆收获机进行试验。结果表明:带状复合机械化是可行的,以MINI小四轮拖拉机为动力的机具系统能满足主体模式和丘陵小地块的生产要求,具有良好的经济和社会效益,是发展四川丘陵旱地农业生产机械化的良好载体。", "label": "农业工程", "id": 0}
{"content": "<正>中国农业机械学会第十次全国会员代表大会于2014年9月15日在北京隆重召开。出席会议的正式代表、特邀代表和列席代表来自学会21个分支机构和全国31个省、自治区、直辖市农机学会,以及政府机关、高等院校、科研院所、企业等有关单位共230余人。", "label": "农业工程", "id": 0}
{"content": "为了使各地区有针对性的找到实现农业全程机械化生产的途径,本文提出了农业全程机械化生产模式选择的四项基本原则,分别是粮食安全前提下的品质提升原则、技术适宜前提下的鼓励先进原则、经济可行前提下的利润最大化原则和组织配套前提下的适度规模经营原则。以江苏吴江市同里镇北联村和广西贵港市桂平石龙镇石龙村试验点的水稻全程机械化生产模式选择作为典型案例进行分析,将以上原则贯穿在选择过程之中,最终得到了北联村和石龙村优化后的全程机械化生产模式。", "label": "农业工程", "id": 0}
{"content": "农业机械化在中国农业现代化进程中的作用日益显著,但在宏观和微观层面的问题也愈加突出。通过构建科学、系统、适用的作物生产机械化工程集成技术来指导和支撑农业机械化又好又快发展已经成为转变产业发展方式的关键途径。本研究以节能、环保、集成、高效为原则,运用系统工程理论,综合考虑工程技术与作业环境、组织管理、产业发展和经济发展水平协调匹配,系统研究了我国作物生产机械化工程技术集成问题,并初步构建了方法体系,为实现农机与农艺融合和装备功能与生产条件有机结合,构建资源节约型、环境友好型机械化生产技术体系提供理论和方法学支撑。", "label": "农业工程", "id": 0}
{"content": "<正>一、探索模式的重要意义今年中央一号文件第一次提出\"探索农业全程机械化生产模式\",引起业界的高度关注和热烈响应。2012中国农业机械化论坛以\"农业全程机械化生产模式探索与创新\"为主题,有利于通过学术交流加深对中央精神的理解和努力推进深入贯彻实施。中央一号文件从国家战略高度,提出要\"加快推进农业科技创新,持续增强农产品供给保障能力\"。指出\"稳定发展农业生产,确保农产品有效", "label": "农业工程", "id": 0}
{"content": "明确提出农村工业化、城镇化,推进农业现代化是建设新农村基本途径,农业机械化是工业化在农业领域的体现,是农业现代化的重要标志,是增加农民收入的重要措施,是城镇化进程的推进器,为农业可持续发展提供了重要保证条件.", "label": "农业工程", "id": 0}
{"content": "<正>党的十六届五中全会从战略和全局高度做出了建设社会主义新农村的重大决策。建设社会主义新农村,实现\"生产发展、生活宽裕、乡风文明、村容整洁、管理民主\"的总体目标,关键在解放和发展生产力。农机化在解放和发展农业生产力中的重要地位和作用决定其在新农村建设中肩负重要历史使命。", "label": "农业工程", "id": 0}
{"content": "<正>党的十六届五中全会从战略和全局高度做出了建设社会主义新农村的重大决策。建设社会主义新农村,实现\"生产发展、生活宽裕、乡风文明、村容整洁、管理民主\"的总体目标,关键在解放和发展生产力。农机化在解放和发展农业生产力中的重要地位和作用决定其在新", "label": "农业工程", "id": 0}
{"content": "<正>一、必要性及意义科学技术的发展带来了世界农业的不断进步。在全世界范围内,农业正在发生着一场深刻的革命, 即由过去的无机农业逐渐向有机农业发展,由传统的粗放型农业逐渐向精准型农业过渡,经济增长方式也从过去的分散型向集约、规模、高效型升华。我国加入 WTO 在即,农业生产面临着极大的挑战。", "label": "农业工程", "id": 0}
{"content": "蔬菜嫁接育苗可以克服连作障碍,蔬菜嫁接装置和嫁接苗愈合装置是蔬菜工厂化嫁接育苗系统的关键设备。本文根据我国国情,基于建立蔬菜工厂化嫁接苗系统,论述了插接式瓜类嫁接装置和蔬菜嫁接苗愈合装置的试验研究及嫁接砧木和接穗用精量播种装置的性能研究,为我国自主建立蔬菜工厂化嫁接苗体系提供基础研究数据。", "label": "农业工程", "id": 0}
{"content": "通过对机耕道建设原则、重点、标准、方法、措施、成效的阐述,分析特点及原因,论述了对农机工作的影响,带来的全新启示,并针对存在的问题提出了对策建议,指出加快农机化发展必须同时推进农村机耕道基础设施建设,路机结合协调发展,解决“三难”,推动“新农村”建设步伐。", "label": "农业工程", "id": 0}
{"content": "中国的国情与现代化需要农业机械化,而农业机械化需要现代化的农业机械化教育体系。本文从可持续发展的观点出发,基于农业生产的全生命周期和农业机械化全过程,提出了构建中国式可持续农业机械化教育体系的原则、框架以及对策措施。", "label": "农业工程", "id": 0}
{"content": "<正>在党的十六大精神、邓小平理论和“三个代表”重要思想的指引下,我国进入了以工哺农、以城带乡,全面建设小康社会,加快推进社会主义现代化发展的新时期。与此同时,伴随《中华人民共和国农业机械化促进法》的颁布与施行,湖北省农业机械化进入了加快发展的新阶段。在各级政府及主管部门的正确领导和大力支持下,我省农机战线广大科技工作者、农机学会广大会", "label": "农业工程", "id": 0}
{"content": "新世纪伊始,加快以科技为主要内涵的我国乃至我省农业机械化事业的发展势在必行。本文在对我国农业机械化现状述评的基础上,阐述了今后5-10年内农业机械化科技发展的前沿及走势,提出了促进农业机械化科技发展的主要应对策略。", "label": "农业工程", "id": 0}
{"content": "本文介绍农业机械化在现代农业中的地位和作用,分析了我国不同阶段对农机化的认识,阐述了农机内涵的深度、外延的广度。", "label": "农业工程", "id": 0}
{"content": "<正>省农机学会农机科普教育与技术推广专业委员会、农机化专业委员会各位委员各市、州、省直管市、神农架林区农机学会及论文作者: 为研究农机化新情况、新问题,全面贯彻《中华人民共和国农业机械化促进法》,根据我会《关于召开2004年农业机械化理论与实践学术交流会议的预备通知》（鄂农机学[2004]2号文）精神,经省农机学会研究决定,由农机化专业委员会、农机科普教育与技术推广专业委员会、《湖北农机化》杂志社共同组织,联合召开2004年农业机械化理论与实践学术交流会。现将会议有关事项通知如下:", "label": "农业工程", "id": 0}
{"content": "<正> 随着国内外市场对食用菌产品需求的增长,中国的食用菌产业以年均17%的速度增长。但长期以来,中国的食用菌生产模式仍停留在依靠自然条件,手工作坊式生产的水平,虽然具有成本低廉,可因地制宜生产,但存在着产品只能季节性生产,产量低,质量差,产品缺乏保鲜加工,产品货架期短,同时低产、低效、资源浪费,与当今市场的要求及经济发展不相符。为满足新的市场要求,提高产品在国际市场上的竞争力,改进食用菌现有的生产方式,向工厂化、规模化发展已成为中国食用菌生产发展的方向。", "label": "农业工程", "id": 0}
{"content": "在全面建设小康社会进程中,农业机械如何为“三农”服务,加快城镇化建设的步伐,是农机工作重中之重,努力使农业机械化适应农业现代化的要求,保持农业机械化与农业现代化协调发展,为我国实现农业现代化和农村全面建设小康,提供农机技术支撑和可靠的工程装备。", "label": "农业工程", "id": 0}
{"content": "本文通过简明扼要的论述,首先肯定了农村城镇化建设在发展我国国民经济中的重要地位,尔后,通过大量事实与数据阐述了农业机械化的发展对农村小城镇建设的重要作用,并对目前农机化发展中存在的问题加以分析后,提出了有针对性的建议。", "label": "农业工程", "id": 0}
{"content": "本文从当前社会的发展形势出发,针对农业的现状和农机发展存在的问题,解放农村剩余劳动力,加快城镇化建设,推进城乡一体化,从全面建设小康社会进程中,转变观念,改变现状,着手加大农机化技术推广、资金的投入、组建农机服务组织,建全法律保障制度等方面,进行粗浅的探讨。", "label": "农业工程", "id": 0}
{"content": "我国经济和社会持续发展的根本基础是农业的可持续发展。本文通过对持续农业的由来进行叙述,分析了我国农业持续发展所面临的困境,并详细阐述了农业机械化国农业持续发展中的作用和地位。", "label": "农业工程", "id": 0}
{"content": "从温室环境控制与配套工程设施、工厂化生产专用品种选育、高效和安全生产关键技术、规范化和标准化栽培技术体系以及产业化示范5个方面详细介绍了“十五”国家科技攻关计划“工厂化农业关键技术研究与示范”项目主要研究进展,分析了国外工厂化农业的技术发展态势和我国进一步发展面临的突出问题,提出了进一步研究的总体目标。", "label": "农业工程", "id": 0}
{"content": "农产品工厂化生产是现代农业的重要标志,工厂化农业发展的关键是现代科学技术。通过标准化研究,明确工厂化农业领域内技术标准化工作的范围、作用、原理,指导工厂化农业技术标准的研究和制定,加快农业生产标准化,促进农业科技成果转化,提高农业生产力水平。", "label": "农业工程", "id": 0}
{"content": "全面分析了“十五”前期国家攻关项目“农业机械化关键技术研究开发”所取得的成果以及解决的关键技术,结合新形势对农业机械化提出的要求,研究了存在问题,提出了“十五”后期农业机械化技术攻关重点的建议。", "label": "农业工程", "id": 0}
{"content": "本文分析了20世纪我国农业机械化发展存在的问题:（1）农业机械化整体水平不能满足提高农业竞争力的要求;（2）农业机械化现状不适应农业产业结构调整的需要。在此基础上探讨了21世纪对农业机械化的需求,提出了21世纪我国农业机械化的发展蓝图:（1）发展全过程机械化;（2）发展保护生态环境、节约资源、可持续发展的农业机械;（3）发展农副产品加工机械;（4）发展精细化、自动化的高水平机械化作业技术;（5）应用计算机信息系统和网络技术,发展农机化管理。同时对中国农业工程学会农业机械化专业委员会为加快21世纪我国农业机械化的发展,提出了工作思路。", "label": "农业工程", "id": 0}
{"content": "<正>土地资源和光照丰富、水资源极缺乏、生态环境恶劣、热量不足的中西部旱作农业区,是实现我国21世纪16亿人口粮食安全目标最具开发潜力的地区;也是实现我国“西部大开发”跨世纪战略决策、再造一个“山川秀美大西北”宏伟目标的关键所在.农业工程是现代农业科学的三大支柱之一,用先进的工程技术与农业相结合,合理利用农业资源,增加产量、提高品质、降低成本、减少污染、保护生态环境,全面体现生", "label": "农业工程", "id": 0}
{"content": "本文对蹄式制动器在工作环境恶劣中使用的情况,介绍湿式制动器根据路况应用于四轮驱动农用车上的想法。", "label": "农业工程", "id": 0}
{"content": "本文分析了国内外山地果园运输机械的现状,阐述了研发山地自走式履带运输车的重要性和必要性。为适应山地果园的路况环境运输特点,根据履带式运输车的行走特性,提出了基于提高抗侧翻性能的山地果园履带式运输车的总体设计要求。在完成各总成设计的基础上,以提高运输车的抗侧翻性能为目标,完成了山地果园履带式运输车的总体布局的抗侧翻设计。建立整车的三维实体模型,并对其进行了仿真,结果满足设计要求,缩短了设计周期。", "label": "农业工程", "id": 0}
{"content": "随着科学技术的不断进步和农业生产的日益现代化,农业装备的各方面性能都得到了很大改善;同时出现一些建立在新型技术理论上的现代化农业装备,各种无人驾驶的农业车辆就是其中一类。详细介绍了国外无人农业车辆系统感知技术发展现状及其未来发展方向,分析了其相关技术领域,并提出了农业无人车辆未来的发展方向。", "label": "农业工程", "id": 0}
{"content": "为降低劳动强度,实现山地果园单轨运输机无人驾驶,以人工驾驶单轨运输机为研究对象,研制了一种遥控驾驶系统。该系统主要由电动执行元件、信息处理单元、信号采集系统、遥控收发电路等组成,可实现对单轨运输机的离合、换档、油门、刹车等精确控制。试验表明,该控制系统遥控距离可达300m左右,工作可靠,适合山地果园作业,具有很好的应用前景。", "label": "农业工程", "id": 0}
{"content": "为掌握液氮充注气调保鲜运输环境因素间的耦合关系,搭建了气调运输保鲜环境调控试验平台。通过试验分别研究了制冷、加湿、液氮充注气调、换气等调节过程对保鲜环境中温度、湿度、氧气浓度、二氧化碳浓度等参数的影响。结果表明:液氮充注气调在快速降低氧气浓度的同时,对温度和湿度影响均较大;制冷在降低温度的同时,对湿度影响较大;加湿在改变湿度的同时,对气体成分和温度影响较小;换气对气体成分影响较大。研究结果为开展气调运输保鲜环境综合调控提供了参考。", "label": "农业工程", "id": 0}
{"content": "为解决山地果园运输问题,研制了7YGS-45型自走式双轨道果园运输机,但其运行参数和结构参数的优化问题难以在安装现场解决,为此搭建了自动控制测试平台。平台主要由机架部分、自动控制部分和测试部分等组成,可用于分析驱动机构的轮对结构参数在载重、预紧力、运行速度和坡度角度不同情况下,驱动机构主轴扭矩与转速、驱动轮槽磨损率、钢丝绳打滑率等指标的变化情况。该平台也可用于测试其他小型轨道运输机整体性能参数,为运输机运行性能的优化提供试验条件和理论分析依据,具有应用价值。", "label": "农业工程", "id": 0}
{"content": "为解决山地果园果实、肥料和农药等运输过程中劳动强度大、效率低,而国内尚无可选机型的生产实际问题,设计研制了7YGS-45型双轨道果园运输机,重点解决了钢丝绳与驱动轮对配合实现摩擦驱动、抱轨与碟刹配合实现制动、防止运输机侧滑和上跳、防止钢丝绳在弯道中上抬与拉直、拖车自适应坡度调节等关键技术问题。搭建了自动控制测试平台对运输机运行参数和结构参数进行优化。分析驱动机构的轮对结构参数在载重、预紧力、运行速度和坡度角度不同情况下,驱动机构主轴扭矩与转速、驱动轮槽磨损率、钢丝绳打滑率等指标的变化情况。为运输机运行性能的优化提供试验条件和理论分析依据,具有应用价值。试验表明,运输机最大爬坡角度47°、最小水平转弯半径8m,平均运行速度1.0m/s。该机可适用于山地果园中运输果实、肥料等,也可搭载喷雾机或修剪机械等进行作业。", "label": "农业工程", "id": 0}
{"content": "为了解决在无运输道路、坡度陡峭的山地果园中,现有的山地果园运输机的载重量不够以及不便遥控的问题,设计了牵引式单轨道果园运输机。运输机的总体结构由控制系统、卷扬机、钢丝绳、拖车、导轨组成。用户通过遥控或手动控制卷扬机,卷扬机带动钢丝绳,钢丝绳牵引拖车在轨道上运行。新设计的运输机解决了钢丝绳意外脱落、防止侧倒以及下滑启动等安全问题。经过试验,在坡度为30°的状况下,遥控距离为300m,运行速度为0.4-0.5m/s,运输机的载重量为1t,比现有设备提高了500kg。结果表明,新设计的重型运输机提高了载重量并方便了控制。", "label": "农业工程", "id": 0}
{"content": "汽油机式单轨运输车作为一种新型的运输工具,以其占地面积小、地形适应能力强、自身重量轻,运行较平稳、易于上手操作等优点较多地被运用在山地运输中,本文阐述了单轨运输车的结构、原理,并进行了相关的实验,通过分析单轨车的结构、工作噪声、经济性、平地运行及坡地运行的动力性等指标对单轨车的性能进行详细说明,为单轨车的设计及改进提供依据,并介绍了单轨车在一些国家和地区的应用情况,说明了我国大陆大力发展单轨运输的目的、重要性以及发展单轨运输车对保护生态环境的重要意义。", "label": "农业工程", "id": 0}
{"content": "为避免山地果园钢丝绳牵引货运机运行时碰撞穿越的行人或其它障碍物,提高轨道货运系统的安全性,研制了基于超声波测距专用芯片GM3101和防水的超声波一体化探头的超声波货运机避障系统。系统由GM3101,超声波一体化探头,AVR单片机,无线接收,手动控制无线发射及语音报警模块等组成。系统主要实现识别遥控控制信号启动或停止超声波检测行进路线上的障碍物、遇到障碍物以无线通信方式完成货运机停止控制等功能。系统验证试验结果表明,上坡避障完成后货运机前端与障碍物间最小距离为100cm,下坡避障完成后货运机前端与障碍物间最小距离为90cm。GM3101模块驱动一体化超声波探头的直线检测范围为3cm～300cm,通过软件设定150cm以内检测到的障碍物即确定为检测目标,避障成功率达100%。", "label": "农业工程", "id": 0}
{"content": "为实现山地橘园运输自动化,采用无线电遥控实现了牵引式无轨运输机的遥控作业。该牵引式无轨运输机主要由驱动装置、拖车、遥控器、远程控制装置、钢丝绳、导向轮、钢丝绳托辊、行程开关、安全装置和避障装置等组成。采用卷扬机做驱动装置,以发射与接收遥控模块、继电器驱动模块和三相电机正反转控制模块为核心,设计了牵引式无轨运输机上坡、下坡及停车的远程控制装置。在江西安远的山地柑橘园实地安装此无轨运输机,运输机工作可靠,实现了遥控上下坡、停车和避障功能。试验表明,该控制系统遥控距离大于300m,设计达到了预定的技术指标,满足山地橘园的运输需要。", "label": "农业工程", "id": 0}
{"content": "我国是柑橘的主要原产地之一,种植面积居世界第一,而我国柑橘的成熟期比较集中,70%—75%的果实集中在11—12月份上市,柑橘果实主要集中在湖北、四川等地处山区或丘陵地带的9个省、市。由于收获期集中,且柑橘主要种植在岗地和山坡上,果实运输非常困难。为解决柑橘生产机械化程度低的难题,研制了山地果园单轨运输机。该单轨运输机采用12马力柴油机做动力,巧妙的运用了链轮链条机构实现了驱动,轨道可以依据地形铺设,可以适应复杂地形的运输需求。该单轨运输机经过两轮的研制,第二轮研制的单轨运输机在第一轮的基础上对防止运输机侧倒、上跳、减小转弯半径、降低轨道高度和去除原辅助轨道等方面进行了一系列的优化设计和改进,最终实现了运输机的单轨道运输。实验表明该类单轨运输机可以实现最大爬坡角度35°,上坡载重300Kg,下坡载重1000Kg,转弯半径小于4m等主要功能,工作可靠,运行平稳,安装及使用成本较低,大大降低果实、农药、肥料等的运输劳动强度及成本。", "label": "农业工程", "id": 0}
{"content": "温度场是保障果蔬运输品质的重要因素之一。为了解温度场的分布规律,本文以基于差压原理的运输厢体为研究对象,采用香蕉为试验物料,建立厢体的1/4等比例三维紊流数值计算模型,结合有孔模型,采用SIMPLE算法和壁面函数法,对厢体中间两侧留空、两侧留空和满载等3种果蔬堆码方式的模型进行温度场的数值计算,得出了厢体内纵截面和横截面的温度以及货物表面的温度分布图。经对比分析发现,在中间两侧留空方式下,冷空气与货物的热交换较好,厢体温度场较均匀。而在两侧留空与满载方式下,冷空气与货物的热交换稍差,货物局部温度较高。经过试验验证,试验结果与模拟结果吻合较好。该研究揭示了果蔬保鲜车厢体内部温度场分布的一般规律,对保鲜运输车的货物堆码方式以及结构优化设计等研究有一定的参考价值。", "label": "农业工程", "id": 0}
{"content": "为解决果蔬保鲜运输车厢体内温差过大的问题,搭建了基于压差原理的保鲜运输温度场试验平台。通过改变回风道风速、回风道长度、开孔隔板开孔率、堆栈方式、气流导轨等影响气流形式的因素,研究了这些因素对保鲜运输车厢温度场分布的影响。结果表明:回风道风速越大,回风道越长,保鲜厢内的温度场均匀性越好;堆栈方式为中间两侧留空时,厢体内温度场均匀性优于中间留空、两侧留空和满载等3种堆栈方式;开孔隔板开孔率对温度场均匀性的影响较小;有气流导轨时的温度场均匀性优于无气流导轨时的。当回风道长度为1.5m,回风道风速为8m/s,开孔率为16.11%,堆栈方式为中间两侧留空,有气流导轨时,保鲜运输车厢内的温度场均匀性最优,此时保鲜室内中纵截面温度分布的标准差为1.15,中横截面温度分布的标准差为2.04。研究结果对果蔬保鲜运输车的厢体结构优化有一定的参考价值。", "label": "农业工程", "id": 0}
{"content": "目前基于人—机—路环境的三轮车性能仿真研究未见报道。本文根据刚柔耦合动力学理论,把车架和钢板弹簧作为空间柔性体,采用UA轮胎模型,考虑发动机和路面激励,建立了基于人—机—路环境的三轮车全系统刚柔藕合动力学模型,并对其系统模态、加速、制动等动态特性仿真分析,结果表明此车具有较好的动力学性能,结论具有较重要的工程实用价值。", "label": "农业工程", "id": 0}
{"content": "该文在分析了国内外果蔬气调保鲜运输现状的基础上,对比了国内外果蔬运输装备不同气调系统的工作特性。针对国内气调运输的需求,设计了一种果蔬保鲜运输智能液氮气调系统,并对该气调系统进行结构设计和特性试验研究,确定气调控制系统的结构参数和控制策略,搭建气调系统控制平台。上述研究为处于起步阶段的我国果蔬保鲜运输技术研究提供参考。", "label": "农业工程", "id": 0}
{"content": "针对气调运输保鲜环境对通风系统的要求,设计了气调保鲜运输车通风系统试验装置。通过改变通风风速、开孔隔板开孔率、堆栈方式、回风道长度等因素,研究了各因素对气调保鲜运输车通风系统压力损失及能耗的影响,分析了通风系统的阻力特性。结果表明:通风系统的阻力特性可用Ransin方程表述,通风系统的压差随风速的增大而增大;风速相同时,压差随开孔率的增大而减少;保鲜室内压差分布较均匀;满箱、留中间空隙、留两侧空隙等3种堆栈方式对压力损失的影响不明显;无回风道时压力损失比有回风道时小;气调保鲜运输车开孔隔板的开孔率大于3.89%时,通风系统的压力损失小且能耗较低。研究结果对气调保鲜运输车通风系统的设计具有一定的参考价值。", "label": "农业工程", "id": 0}
{"content": "针对纽荷兰110—90高负荷连续作业液压系统故障升高的问题,分析出油温高是导致故障发生的主要原因,设计出一种对其液压油进行有效散热的油路循环系统。", "label": "农业工程", "id": 0}
{"content": "<正>引言甘蔗种植业是广西、云南及广东省湛江市农业支柱产业,甘蔗种植面积约2000万亩,年生产甘蔗约1亿吨。建立现代化农业,实现甘蔗的种植、田间管理、收割机械化,已经成为甘蔗产区重要的研究课题。目前,甘蔗装载都是采用人工来装载,甘蔗收割后用牛车等小型设备运输到蔗场堆放→抛上运蔗车→人工堆叠的方法。人工装载甘蔗劳动强度大、装载效率低（5～6人要3个多小时才能装一车甘蔗）、安全性差,特别是在夜晚和下雨天气,装蔗很困难。随着社会的发展,苦力劳工将会越来越短缺,而劳务成本也将越来越高,这几年蔗区装蔗问题已经出现,开始困扰蔗农,为了解决这个问题,", "label": "农业工程", "id": 0}
{"content": "为解决保鲜运输用高压雾化加湿系统设计问题,建立了高压雾化加湿系统的试验平台。通过改变风速、开孔率、回风道长度等因素,研究各因素对加湿系统加湿效率和湿度分布的影响,分析高压雾化加湿系统的湿度调节特性。结果表明:压力室和开孔隔板的设计合理可行;高压雾化加湿系统加湿效率与风速、开孔率呈非线性关系;在风速和开孔率相同的情况下,回风道长度越大贮藏环境湿度分布越均匀;并进一步分析了保鲜室内湿度分布情况。研究结果对保鲜运输用高压雾化加湿系统的设计具有一定的参考价值。", "label": "农业工程", "id": 0}
{"content": "装备电子控制空气悬架（ECAS）的农用运输车,在运输过程中可设定合理的行驶高度降低农产品的损坏率,以及自动调节车身高度以便提高农用运输货物的装卸效率,结合了变质量充放气系统的热力学和车辆动力学理论,建立农用运输车的高度调节模型;为了解决车身高度调节中存在\"过充\"、\"过放\"及振荡现象,提出了变速积分的PID/PWM高度控制策略并开发了基于Freescale单片机的车身高度控制器。最后搭建模拟农用运输车的半实物台架,其高度控制试验结果表明设计的控制系统满足高度调节要求。", "label": "农业工程", "id": 0}
{"content": "研究开发CAN总线的分布式自动导航系统。将系统按照功能划分为五个电子控制节点,分别是控制终端,GPS信号采集节点,电子罗盘信号采集节点,角度传感器信号采集节点及行走机械转向控制节点。控制终端作为主节点,定位方面利用DGPS和电子罗盘提供的信息,通过Kalman滤波器完成多传感器信息的融合,控制方面采用模糊控制方法实时决策出转向控制指令。实验结果表明,基于CAN总线的自动导航系统运行稳定,能够控制车辆对预定义的直线或曲线路径进行自动跟踪。", "label": "农业工程", "id": 0}
{"content": "<正>1回顾农用运输车于上世纪七十年代末就已开始大规模进人中国农民家庭,但却从一开始就未列入国家的基建和技改计划,几乎没有得到国家的投资和银行贷款支持,只能通过利用社会存量资产,进行自我积累发展。上世纪八十年代初,全行业年产销量最高时曾", "label": "农业工程", "id": 0}
{"content": "龙眼是一种经济效益较高的亚热带水果,在其产业化生产和流通中,性能优良的通风预冷装置对于龙眼的保鲜、贮藏具有十分重要的意义。试验研究龙眼的通风阻力特性,获得主要动力装置三相异步电机的负载特性,并基于多点龙眼果实的实时温度值,研究电机有功能耗和预冷时间的最优控制方法。该通风预冷装置基于 DSP 系统对三相异步电机采用 SPWM 变频控制。实验表明,该方法与一般方法相比具有电机能耗低和预冷时间短等特点。", "label": "农业工程", "id": 0}
{"content": "预冷是现代果蔬流通体系的重要内容,也是冷链流通的首要环节。建立水果通风预冷试验台,测定了不同条件下通风预冷过程中龙眼果实的温变特性,研究了冷风温度、风速等参数对预冷速度的影响,结果表明,预冷时间随冷风温度的降低而减小,风速越大,预冷越快,达到预定冷却温度所需的时间越短,而且在低风速范围内,增大风速能大大缩短预冷时间,但是风速增大到1m/s 后,冷却时间的减小明显减缓,为开发强制通风预冷设备提供了基础数据。", "label": "农业工程", "id": 0}
{"content": "<正>上世纪八十年代初,随着改革开放的春风,农村广泛实行家庭联产承包制,农民勤劳致富的需求,农用运输车应运而生。当时主管农用车的机械工业部农机工业局根据农村的道路条件,村道田间作业的特点, 农作物散、乱、鲜活、批量少的特点,以及农民购买力水平,确定发展农用车必须走“三中一高”路子（中间技术、中低速度、中小吨位、高通过性）和较低价位等特点。所谓中间技术,介于拖拉机与汽车之间挡次,主持开发比拖拉机要舒适,主要反映在人机工程和避震外观上;中低速度定位在三轮农用车限40公里每小时,四轮农用车限50公里每小时;中小吨位是指三轮", "label": "农业工程", "id": 0}
{"content": "<正>一、概述随着国民经济的发展和人民生活水平的日益提高,农用挂车的社会需求量大幅度增加,促使农用挂车用轮轴总成和零部件生产厂家的相应发展。轮轴总成和零部件是与农用挂车配套使用的核心部件,其结构较复杂,制造较难,但造价相对来说较低,耗能少,生产率相对来说较高,是一种投资少见效快发展产业的理想产品。今年来得到生产农用挂车的厂家广泛应用。但2003年农用挂车的统检结果来看, 轮轴总成质量问题很严重,其主要零部件损坏或制动失灵引起农用挂车产品质量", "label": "农业工程", "id": 0}
{"content": "农用运输车是我国现阶段特有的产物,它的使用和推广受到产品可靠性问题的影响。本文针对农用运输车可靠性模型,应用数学方法和人工神经网络系统理论,提出基于自适应线性神经网络的可靠性模型参数估计方法,并用该方法给出了农用运输车相关参数的可靠度函数表达式,为农用运输车的设计制造和管理使用提供重要的理论参考。", "label": "农业工程", "id": 0}
{"content": "<正>今年的春天有点冷。对于农用运输车企业来说,更是遭遇了前所未有的\"倒春寒\"。中国农业机械工业协会农用运输车分会的一位秘书长向记者透露,目前在农用运输车行业能够维持正常生产经营的企业只有五六十家。这也就是说,在全国137家农用车生产企业中,至少有半数以上企业处于停产、半停产状态,这似乎成了行业中一种普遍现象。", "label": "农业工程", "id": 0}
{"content": "软仿形技术作为当今世界上专用喷涂设备中的高新技术,具有自动化程度高、作业周期短、喷涂质量好、质量稳定等优点,在轿车和卡车领域已经有了较多的应用。北京机械工业自动化所自动涂装设备部通过调研,紧密结合目前中国农用车行业的特点,开发出适合于农用车行业车身喷涂的软仿形自动喷涂系统,本文通过某农用车公司自动喷涂项目来全面介绍软仿形技术在农用车行业的应用。", "label": "农业工程", "id": 0}
{"content": "软仿形技术作为当今世界上专用喷涂设备中的高新技术,具有自动化程度高、作业周期短、喷涂质量好、质量稳定等优点,在轿车和卡车领域已经有了较多的应用。北京机械工业自动化所自动涂装设备部通过调研,紧密结合目前中国农用车行业的特点,开发出适合于农用车行业车身喷涂的软仿形自动喷涂系统,本文通过某农用车公司自动喷涂项目来全面介绍软仿形技术在农用车行业的应用。", "label": "农业工程", "id": 0}
{"content": "<正>国外通常把农用运输车产品分为两种基本类型:独立型农用运输车和农用拖拉机变型运输车。它们适用于经营规模小,路面状况较差,运输距离短,货物品种杂,运载质量较小,以及一些特殊环境下的运输作业,其越野通过性、使用经济性要求较高。这些机型一般均配有液压自卸机构、液压输出或前后动力输出装置以及液压提升装置;配", "label": "农业工程", "id": 0}
{"content": "本文在分析传统层次分析法标度不足的基础上,提出了一种基于转化函数和调和系数的新标度,建立了利用新标度的层次分析法,该方法体现了奖罚原则和合理性原则,且新的标度与传统标度的判断矩阵的一致性相当,因此,改进的层次分析法更加合理、有效。用改进的层次分析法对农用运输车综合性能评价可知,影响农用运输车综合性能评价的主要因素有发动机配套性能、价格、服务网点及服务质量,为农用运输车管理部门、制造企业和用户正确评价农用运输车综合性能提供了一种有效的方法。", "label": "农业工程", "id": 0}
{"content": "经过20多年的发展,农用运输车已成为农村和小城镇的主要运输工具,但由于农用车的基础技术一直没有取得实质性的进步,其生存发展日益受到其它机动车种和环境保护要求的挑战。为了应对这种挑战,农用车在今后的发展中必须解决四个关键技术问题,即提高三轮农用车的制动性能,改善农用车的环保性能,扩大新材料的应用和优化整车匹配。", "label": "农业工程", "id": 0}
{"content": "本文建议制订云南省拖拉机变型运输机地方标准,以此规范该行业的生产、销售、使用等环节,为提高产品的适应性,对其发动机、自由加速烟度和噪声、外廓尺寸限值、产品型号编制、轮胎规格、制动性能等几个主要技术参数的规定提出了合理的要求。", "label": "农业工程", "id": 0}
{"content": "本文在分析传统层次分析法标度不足的基础上,提出了一种基于转化函数和调和系数的新标度,建立了利用新标度的层次分析法,该方法体现了奖罚原则和合理性原则,且新的标度与传统标度的判断矩阵的一致性相当,因此,改进的层次分析法更加合理、有效。用改进的层次分析法对农用运输车综合性能评价可知,影响农用运输车综合性能评价的主要因素有发动机配套性能、价格、服务网点及服务质量,为农用运输车管理部门、制造企业和用户正确评价农用运输车综合性能提供了一种有效的方法。", "label": "农业工程", "id": 0}
{"content": "经过20多年的发展,农用运输车成为了农村和小城镇的主要运输工具,但由于农用车的基础技术一直没有取得实质性的进步,其生存发展日益受到其它机动车种和环境保护要求的挑战。为了应对这种挑战,农用车在今后的发展中必须解决四个关键技术问题,即提高三轮农用车的制动性能,改善农用车的环保性能,扩大新材料的应用和优化整车匹配。", "label": "农业工程", "id": 0}
{"content": "<正> 农用运输车是20世纪80年代发展起来的一种适合于农村特点的运输车辆,以柴油机为主要动力,其性能介于拖拉机和汽车之间,功率和载重量不大,车速适应于农村道路,价格和使用水平适合于购买力和维修水平相对较低的农民,因而深受欢迎。现有的三轮农用运输车,其安全性与附着性差,四轮农用运输车皆为后桥驱动,附着力小,通过性差。而且现有产品结构和形式单一、性能无法满足较差道路环境（如田间、山区、材区、砂石场等）的需要。", "label": "农业工程", "id": 0}
{"content": "应用并行工程中分解与协调方法进行车型开发,把农用运输车总布置设计、车身造型设计、车身结构设计进行分解,然后利用协调模块输入输出,在一定约束条件下,对特定目标求最优解或满意解。学科交叉下的多功能小组利用宏观模型,根据顾客需求的产品要求,进行反复迭代,从而达到运输车产品制造的一次成功。", "label": "农业工程", "id": 0}
{"content": "水稻是世界重要粮食作物之一,全球有一半的人口是以水稻为主要粮食,水稻产量性状参数（总粒数、实粒数、粒长、粒宽、千粒重等）提取和分析是水稻育种和功能基因组解析研究过程中的必要步骤。传统的水稻产量性状测量手段过程复杂,耗时长,大规模材料的考种和测产需要大量的工作人员协同参与。为实现高通量高精度获取水稻产量性状相关参数,本研究设计了一种水稻全自动脱粒的产量分析装置及方法。该装置以剪下稻穗为实验材料,设计半喂入钉齿滚筒式脱粒机实现对稻穗的脱粒,并设计伺服风选技术实现实粒与瘪粒的分离,通过匹配传送带和线阵列相机实现对脱粒稻穗以及谷粒的图像采集,研发图像处理算法对脱粒后的谷粒进行性状参数提取,同时实时上传脱粒后稻穗图片（包含残余谷粒）到云端,利用部署到云端的深度学习网络智能识别稻穗上残余谷粒数量,从而获得单株水稻总粒数和实粒数。测试结果表明,该装置对于总粒数、实粒数、粒长、粒宽平均相对误差分别为4.69%、2.73%、4.69%、4.69%,平均测量效率为每份材料70s。本研究发明了一种水稻全自动脱粒检测一体化考种机,有助于节约劳动力、降低成本、提高效率、加快水稻品种改良、优化和推广的研究速度,降低研究周期,对于水稻研究具有重要意义。", "label": "农业工程", "id": 0}
{"content": "阐述现存的马铃薯分级机采用的分级调节装置的种类及特点,并结合相应机型对各种分级调节装置的结构特点进行分析,总结了各种分级调节装置的优缺点,并以此对马铃薯分级机分级调节装置的发展进行了展望,为马铃薯分级机分级调节装置的发展提供了参考。", "label": "农业工程", "id": 0}
{"content": "马铃薯在播种前需要对种薯切块薯进行分选,收获后也需要对马铃薯作为食用薯或商品薯进行分类,中国马铃薯分级机普遍存在分级等级少,分级效率差等问题,对目前国内外广泛使用的马铃薯分级作业技术进行分析,阐述了滚筒式、拨辊式、网眼式及辊式等现有典型马铃薯分级机的工作原理、作业参数等,明确了现有马铃薯分级技术中存在的问题,并探讨了马铃薯分级机的发展趋势,为马铃薯分级机械的发展提供参考。", "label": "农业工程", "id": 0}
{"content": "机械动力学分析对于了解现有机械系统的运动性能十分必要。马铃薯分级时,分级辊轴和马铃薯输送带都是高速运动,马铃薯的运动速度高,无法清楚地观察到马铃薯运动过程。三维动态仿真既可以反映其运动过程,又可实现速度可控制的动画演示,清晰再现其运动过程,利于观察分析。参考相关文献的建模方法,将分级对象马铃薯定义为椭球体,所有部件定义为刚体,建立包含支架,输送带速度、分级木棍轴转速及输送带摩擦系数的马铃薯运动学模型。对比分析数学建模和机械系统动力学仿真分析软件ADAMS的马铃薯分级原理。", "label": "农业工程", "id": 0}
{"content": "针对目前市场上还没有一种专为广大农村晾晒粮食尤其是晾晒小粒咖啡的装置,导致在晾晒过程中如遇下雨则抢收费时费力的问题,设计了一种农用晒场自动遮雨篷。该装置采用管装电机控制遮雨篷的展开与收卷,结合雨滴传感器和温度传感器实现遮雨篷展收的自动化。实际测试结果表明,该装置具有感应灵敏、收展顺畅、避雨及时等特点,有效弥补了现有技术的不足,值得在广大粮食种植户尤其是小粒咖啡种植户中进一步推广普及。", "label": "农业工程", "id": 0}
{"content": "我国是农业大国,近五年来平均每年生产粮食9570亿斤,现有粮食仓储企业5万余家,粮食烘干机的火灾时有发生,所以分析粮食烘干机系统的火灾危险性,研究预防对策,减少和消除火灾的发生是非常必要的。本文通过对粮食的可燃性、粮食的深层蔓延性、粮食着火后的污染性等火灾特性的阐述和对粮食烘干机系统的结构类型、系统结构和工作原理的分析,结合多起火灾案例以及火灾原因调查情况,逐项的探究粮食烘干机的火灾危险性,从粮食烘干机的系统工艺改进、加装消防设施、加强消防安全管理等几方面提出火灾预防对策。", "label": "农业工程", "id": 0}
{"content": "槟榔果的初加工处理主要是保证品质的重要措施。干燥是一个必不可少的工艺过程。由于槟榔果的初加工技术普遍采用当地传统的技术,存在着严重污染环境,烘干效果的批次质量不稳定,劳动强度大等问题。因此,本文介绍热泵技术与PLC控制技术相结合,对槟榔果的初加工实现槟榔果自动烘干。", "label": "农业工程", "id": 0}
{"content": "槟榔果的初加工处理主要是保证品质的重要措施。干燥是一个必不可少的工艺过程。由于槟榔果的初加工技术普遍采用当地传统的技术,存在着严重污染环境,烘干效果的批次质量不稳定,劳动强度大等问题。因此,本文介绍热泵技术与PLC控制技术相结合,对槟榔果的初加工实现槟榔果自动烘干。", "label": "农业工程", "id": 0}
{"content": "针对当前我国农村粮油作物机械化集中收获快速发展,由于产地晾晒设施不足和阴雨天气限制,高水分粮油物料不能及时干燥而造成霉变损失或真菌毒素污染等突出问题,紧密结合我国农村生产实际和当前市场需求,以有效防控粮油产地真菌毒素污染为主要目标,开展小麦、玉米、水稻、花生等粮油物料产地干燥技术研究,研发适用于粮油种植专业户和分散农户的粮油作物产地快速干燥设备。该研发设备为小型干燥设备,是对粮库、大中型农场的大中型干燥设备的一个重要补充,可有效缓解当前农村粮油产地集中烘干的巨大压力,有效减少高水分粮油原料收获后的降质、霉变等损失,为我国粮油产地真菌毒素防控和机械化干燥提供重要技术装备支撑。", "label": "农业工程", "id": 0}
{"content": "采用二次正交旋转组合试验方法,取脱粒滚筒线速度、风口真空压强、果穗含水率为影响因素,破碎率、含杂率、未脱净率、吸杂误夹种率为目标函数,对影响玉米种子脱粒效果的部件尺寸和作业参数进行了试验验证和优化设计。试验分析得出:当脱粒滚筒线速度4.6~5.5 m/s、果穗含水率14.4%~15.9%、风口真空压强为6.3 MPa时,含杂率低于1.1%,破碎率低于0.86%,未脱净率低于1.1%,吸杂误夹种率低于0.44%。该试验研究可应用于立式轴流玉米单穗种子脱粒机的产品优化设计和作业参数选择。", "label": "农业工程", "id": 0}
{"content": "为了对大豆脱粒过程中未脱净荚果进行有效的分选、回收并进行二次脱粒,在已设计的有吊桶旋风分离器基础上,利用Fluent软件对有、无吊桶2种模型进行对比试验,结果显示2种模型压降无明显差异,有吊桶旋风分离器分离效率更高。建立了吊桶长度、吊桶直径两因素同逃逸时间、损失率及压降的数学关系模型,模拟试验结果表明:吊桶直径主要影响螺旋上升气流速度,吊桶长度主要影响入口区域气流场分布,确定吊桶最佳参数为长度94 mm,直径为196 mm,以该参数改进的模型进行试验验证,结果表明损失率降低为2.2%。", "label": "农业工程", "id": 0}
{"content": "针对牧草种子加工线各主机既能连线成套工作,也能单独工作的设计要求,采用了主机平面布局和多地坑料斗喂料的形式,结合一字形串联提升机的输送方式,设计了加工线,完成了料门三通、溜管联接卡子和除尘管路风选部件的结构设计。以净度为85%~88%的披碱草种子为加工对象进行了试验,结果表明:生产率大于等于800 kg/h,净度大于等于97%,获选率大于等于95%,度电生产率大于等于25 kg/（k W·h）,使用有效度大于等于95%,粉尘质量浓度小于等于0.3 mg/m3。", "label": "农业工程", "id": 0}
{"content": "针对目前猕猴桃采后人工分级费时费力、自动分级成本高等问题,通过机械分离输送、图像采集与处理、智能控制等技术,研制了一套实用的猕猴桃自动分级设备。该设备包括单行定位输送系统、图像采集系统、分级执行系统和控制系统,通过多特征提取和融合分级的方法对猕猴桃实现了自动分级,同时在线监控参数。经试验验证,该设备按体积、形状、表面缺陷特征分级的准确率分别可达88.9%、91%、94%,融合分级的准确率可达86%。", "label": "农业工程", "id": 0}
{"content": "大豆单株种子脱粒是大豆科研育种工作重要环节,机械脱粒可以提高工作效率,减少科研劳动强度,节约人工成本。目前很多作物已经发明了专用的单株脱粒机,例如小麦、水稻、玉米等。而大豆单株脱粒研制在我国还是空白,多数科研单位主要还是靠人工捶打或者手工剥荚进行单株脱粒。国外已经发明了大豆单株脱粒机,但是进口大豆单株脱粒机价格昂贵,维修需要专门的进口配件,零部件转运周期长,且存在各种不足之处。近年来,国内通过借鉴和改造,设计出的大豆单株脱粒机,或多或少存在清机不彻底、易混杂和破碎率高等问题。单株脱粒包括脱粒和清选两个步骤:机械脱粒要速度快,损失小,籽粒完好无损伤;清选是把杂质去除,留下干净籽粒,最重要是机器内不能有籽粒夹杂现象。针对大豆单株特点,自行研制的第二代大豆单株脱粒机（ZL2012206929910）,采用了双脱粒架完全连续捶打脱粒技术,在脱粒架上设置捶打装置,捶打装置上设有减梳刷装置,这样在提高脱粒效率的同时,减少了杂物的产生,更易于清选;由于脱粒杂质比较少,所以就可以省去常规机器中的筛网除杂部分,脱粒仓就没有死角和卡点,机器就不会夹杂豆粒,脱粒产生的少量荚皮和绒毛被抽风装置抽出,干净的籽粒就落入接种盒中。本设计采用自行研制的新型脱粒架（ZL2012207148398）,在多年使用后,捶打装置如有损坏可方便更换。本设计,在大豆荚变黄后,不论植株干湿,籽粒干湿,只要单株不朽糟,都可脱粒干净。脱粒产生的荚皮、绒毛可用袋子收集,在室内脱粒还可以连接传送简直接把杂质排到室外。该大豆单株脱粒机具有操作安全可靠、效率高、3~5秒可脱粒一株,不用清机、不混杂、损失少、脱粒干净、清洁度高、籽粒无破损,经久耐用,易维修等优点,适用于从国家到地方的各级农业科研单位、大专院校、原种场和农业科学试验基地对大豆单株、株行和区试、预试考种样本的脱粒。", "label": "农业工程", "id": 0}
{"content": "针对进口生产线蒸汽去皮存在的问题,对马铃薯去皮生产线进行了国产化改造,改用机械去皮。在分析马铃薯去皮工艺流程及机械去皮工作原理的基础上,完成了针对马铃薯机械去皮设备的控制系统的设计。该控制系统选用Atmega16作为核心控制器,软件编程采用模块化设计思想,实现了去皮生产线的顺序以及磨皮时间的控制。在实现所需功能的同时,还使得设计简单灵活、运行可靠。经过现场调试,该控制系统达到了生产线要求。", "label": "农业工程", "id": 0}
{"content": "有效扩散系数是种子传质研究的重要基础数据之一,现有有效扩散系数大多侧重于考虑温度的影响而忽视含水率的作用。本文以青豆种子热泵干燥为例,将描述Deff与X关系的模型引入到干燥模型中,将种子含水率的模拟值与实验值进行比较,通过最小二乘法辨识Deff模型的系数,获得Deff的计算公式。研究表明,将Deff表示为局部含水率的二次多项式形式,获得的计算精度最好。该模型表明Deff值随着含水率的增加而增加,干燥过程中种子内部各处Deff值会不同且Deff值随着干燥的进行逐渐降低。", "label": "农业工程", "id": 0}
{"content": "采用TRIZ创新思维方法与问题分析方法,应用工程技术矛盾解决原理,对逆流冷却干燥机分料系统进行优化。", "label": "农业工程", "id": 0}
{"content": "为提高大枣切片的自动化程度和生产效率,对大枣切片的关键因素进行了研究,从物料放入、切刀设计、卸料等工艺过程出发,进行了转盘式多工位大枣切片机的设计。该机主要由枣盘输送装置、切刀机构、及传动系统等组成,结构简单紧凑,可加工不同直径的大枣。", "label": "农业工程", "id": 0}
{"content": "以带式干燥机为研究对象,基于VB语言,利用CATIA二次开发技术,针对干燥机的关键零部件,建立了一款计算机辅助设计软件。该软件具有三维建模、二维图自动生成、常用材料及热处理查询和公差查询等功能,可大大提高产品的开发效率。", "label": "农业工程", "id": 0}
{"content": "根据果蔬干燥特性和穿流带式干燥的原理及特点,在分析穿流干燥工艺的基础上,提出建立双循环穿流干燥试验台。该试验台为上下穿流循环系统,各系统均可独立运行,穿流风速0~10m/s、温度范围30~150℃,湿度范围0~100%、铺料厚度最大600mm等,可实现了自动进风和排湿、能耗显示、各参数显示及记录等功能。在该试验台进行了红辣椒干燥试验研究,研究了预干燥温度、干燥温度和铺料厚度因素对干燥单位能耗的影响,得出前期干燥温度70℃（20min处理）+60℃（40min处理）,后期干燥温度55℃,铺料厚度10cm的干燥工艺获得最少单位能耗。", "label": "农业工程", "id": 0}
{"content": "为了研究甘蔗的机械去皮及切断特性,本文以湖北仙桃产青皮甘蔗为试验材料,利用自制的刃口为15度角的刀片和夹具在微机控制电子万能试验机上进行试验,对青皮甘蔗茎秆节间和节点处去皮及切断特性进行了试验研究。试验结果表明:在对甘蔗茎秆的节间部分进行去皮时,刀片载荷呈现先增加后降低的变化趋势;在对甘蔗茎秆的节点部分进行去皮时,刀片载荷呈现先增加后降低再增加后降低的变化趋势;对甘蔗茎秆的节间部分和节点部分进行切断试验时,刀片载荷均呈增加的变化趋势;应选用刃口角度小的刀片对甘蔗进行切断。", "label": "农业工程", "id": 0}
{"content": "为了分析锥篮式核桃破壳装置的破壳机理及破壳性能,设计了基于挤压摩擦机理的破壳装置,在该装置上进行了不同核桃品种、尺寸（以棱长为标准）、含水率对核桃破壳效果影响的单因素试验,确定核桃破壳装置最适锥篮角度为6°,破壳装置最适核桃物性选择为棱长大于等于28 mm、壳厚度小于等于2 mm和湿基含水率介于8%-10%之间。", "label": "农业工程", "id": 0}
{"content": "针对干燥设备在能耗、排放和太阳能使用等方面存在的问题,本文提出了太阳能储热供热为主,尾气用热泵除湿回收使用为辅的节能零排放干燥模式,完成了集热、储热和热泵等主要工作部件以及整机的结构设计,用移动式设计实现了太阳能集热可控和整机安全贮存。试验结果:处理量161kg/h,度电处理量8.4kg/（kW·h）,干燥能力3367kg·%/h,干燥强度6.7kg/（m3·h）;太阳能相变储热干燥、太阳能‐热泵联合干燥、热泵干燥和电加热干燥四种供热干燥模式的耗电量之比是0.9:1.0:1.2:1.5。", "label": "农业工程", "id": 0}
{"content": "青核桃收获后脱皮清洗作业是提高核桃的品质、商品率,促进核桃产业化、标准化发展的一项先进农业作业技术。山西省属于气候干燥带,是我国核桃品质较好的种植地区,在核桃产业优质发展、推广等方面都取得了突出的成绩。在青核桃脱皮清洗作业要求的基础上,研发了5QHT—500型青核桃脱皮清洗机,适应了不同品种青核桃的脱皮、清洗作业。", "label": "农业工程", "id": 0}
{"content": "为了深入研究加工番茄果秧分离特性,分析了加工番茄果秧分离装置激振器的运动过程,利用达朗贝尔原理建立其理论模型。利用Solidworks对激振器的运动过程进行了仿真,并在FS-35型加工番茄果秧分离试验台上,利用高速摄像机拍摄了分离滚筒的运动过程,利用Blaster’s Mas软件对试验录像进行了处理和分析。分析结果表明,理论模型与实际运动吻合较好,验证了理论模型的正确性。", "label": "农业工程", "id": 0}
{"content": "本文针对机采籽棉残膜分离机使用过程中闭风器处出现堵料现象,利用高速摄像机对机采籽棉残膜分离机内的棉流状态进行分析,并通过籽棉的摩擦系数实验,分析计算得到:1)闭风器转速、2)用于机采籽棉残膜分离机的闭风器容积效率及修正系数、3)闭风器进出料口开口大小的计算方法。由此设计出适用于机采籽棉残膜分离机的闭风器,并为用于团状松软物料的闭风器设计提供研究方法。", "label": "农业工程", "id": 0}
{"content": "本文针对网状滚筒式机采籽棉残膜分离机的分离室内滚筒两侧进入籽棉以及分离室滚筒下方壁面结构不合理,导致存在籽棉堵塞现象,通过利用Fluent流场分析软件对分离室内的流线趋势进行了研究,根据分析结果对分离室内滚筒两侧结构和分离室壁面结构进行优化。", "label": "农业工程", "id": 0}
{"content": "籽棉的长期堆放会因籽棉回潮率大、棉垛堆垛密实而导致生物活性加强产生发热,最终影响了棉花的品质[1]。通过对棉垛温湿度的监测来预测籽棉物理性质的变化意义重大。温湿度自动监测技术在我国籽棉加工中已经取得了初步的应用。本文首先简单介绍了温湿度自动监测技术的现状,然后介绍了温湿度自动监测技术的硬件结构与软件设计,最后介绍了温湿度自动监测技术在籽棉加工中的应用,以及在我国籽棉加工中的应用前景。", "label": "农业工程", "id": 0}
{"content": "通过单因素试验考察了极板间距、分离电压、电极间距、荷电时间对籽棉残膜静电分离装置残膜分离率的影响,得到对分离率影响显著的因素为极板间距、分离电压、荷电时间。以残膜分离率为响应指标,利用3因素3水平的响应面分析法确定了各影响因素的最佳参数组合并建立了数学模型,试验表明:最佳的参数组合为荷电时间2.71s,分离电压-30kv,极板间距14.75cm,此时分离率为96.8%。", "label": "农业工程", "id": 0}
{"content": "网状滚筒式籽棉残膜分离机是利用网状滚筒和正压风力结合的方式实现残膜与籽棉的分离。籽棉与残膜的物料特性研究对进一步研究网状滚筒式籽棉残膜分离机理意义重大。该文利用理论分析与试验研究方法,得到:1)籽棉形态与悬浮速度的关系;2)不同形态籽棉与滚筒的吸附特性临界方程;3)残膜悬浮速度与残膜表面积的关系;4)残膜吸附在滚筒壁面时两侧压力差与风速关系。研究结果可以为网状滚筒式籽棉残膜有效分离提供了基础理论。", "label": "农业工程", "id": 0}
{"content": "新疆棉花特殊的地膜栽培模式导致在机械采收过程中容易混入残留地膜（简称残膜）,残膜的存在是降低机采籽棉质量等级的重要因素之一。为有效清除机采籽棉中混有的残膜,设计了网状滚筒和正压风力结合的分离设备,建立了分离对象的运动控制方程,借助离散相模型（DPM）对机采籽棉残膜分离机的籽棉与残膜的分离原理进行了分析,通过数学模型分析的籽棉运动轨迹和基于CFD仿真分析的籽棉运动轨迹阐释了残膜的整个分离过程,最后对分离机籽棉入口处流场速度进行了试验。结果表明,在保证分离效果的前提下,得到了籽棉在入口处最佳速度为4.5 m/s。", "label": "农业工程", "id": 0}
{"content": "粮食干燥过程是加热脱水过程,所需能耗大,对燃料特别是煤的消耗较大,粮食干燥过程会产生大量的粉尘、燃烧煤会产生的大量烟尘、烟气和二氧化硫等,随着近几年大型粮食干燥机的快速发展和使用,节能减排已提到了首要位置,几年来通过我中心检测验收,确实发现一些实际问题需要改进完善,现就普遍存在的问题进行阐述,提高完善现有干燥设备,解决干燥和仓储设备滞后和现存的技术问题,实现节能安全生产,促进干燥机械设备的快速和协调发展。", "label": "农业工程", "id": 0}
{"content": "粮食干燥意义重大,粮食干燥的能源消耗包括热能与电能两种消耗。在我国,热能消耗约占全部能耗费用的60%,电能约占40%。在热能消耗方面,烘干机每蒸发1千克水分约需6280～8374kJ的热量,最低的每蒸发1千克水分还需4522kJ,最高的为12560kJ以上。在国际上,对于烧油的粮食烘干机,热耗费用约占全部能耗费用的90%,而电耗占10%。烘干机每蒸发1千克水分需要耗费的热量为4186.8kJ。从理论上讲,粮食中汽化1千克水分只需2596kJ的热量,而实际上却需要6280～8374kJ,烘干机的热效率只有30%左右。在国际上烘干机的热效率也不过50%左右。我们从降低烘干机的能量消耗着手,研制了几款新型节能粮食干燥机。参照贝里克粮食烘干机的干燥原理研制了SZG节能型筛网柱式粮食烘干机。参照国内外粮食干燥的最新技术研制了LX螺旋振动干燥机、LHG流化床烘干机、WK系列带式干燥机、DC多层带式干燥机。这些干燥机的最大特点是废气可以重复利用,这样可使热能消耗降低。这些新型节能干燥机广范适用于粮食、制药、食品、化工、塑料、建材、饲料等行业的颗粒状、短条状、球状物料的干燥。文章的末尾还就粮食干燥机的热源进行了深入的探讨。", "label": "农业工程", "id": 0}
{"content": "经过初步的实验室实验,发现新型管道式导流片型分离器分离性能良好,能够实现高效油水分离。但是影响其分离性能的因素很多,如除水孔结构直接关系着分离器的除水效果。为了研究除水孔的形状和开设方式对油水分离的影响,在室内开展了相关试验,并运用Fluent软件对其油水分离情况进行了三维数值模拟。计算基于MIXUTRE两相流模型、雷诺应力湍流模型。研究结果得到了最优的除水孔结构,这些为进一步优化管道式导流片型油水分离器结构、推进其在井下油水分离系统中的应用具有重要意义。", "label": "农业工程", "id": 0}
{"content": "论述了采用三环滚筒干燥机及相应的高温、快速烘干新工艺,从而实现了干燥机高效、节能的目标,并从理论上对干燥机理及特点进行了论述。对其生产实践情况进行了介绍。", "label": "农业工程", "id": 0}
{"content": "为了提高秸秆粉碎作业效率,降低加工成本,设计了9LF-1000型联合粉碎作业机组,对粉碎机组关键部件的结构参数进行分析与设计。阐述了粉碎机组的结构组成与作业原理,并进行了机组粉碎作业性能实验与指标考核,试验表明该粉碎机组各项性能指标均达到设计要求。同时进行了粉碎对照试验,在同等试验条件下,其各项指标均优于对照组。", "label": "农业工程", "id": 0}
{"content": "苜蓿含有大量的粗蛋白质、丰富的碳水化合物、多种矿物质元素和维生素。叶片蛋白含量接近30%,茎秆中纤维含量较高。国内种植户在自然晾晒过程中管理粗放,叶片脱落严重,导致草捆平均蛋白含量降低,影响饲草品质。茎叶分离是实现苜蓿有效利用,提高饲草品质的关键技术。通过茎叶分离得到叶料和茎料,可根据其特性用于不同途径,提高饲草利用率。本文在分析紫花苜蓿茎叶连接特性、抗拉特性和剪切特性等生物力学特性的基础上,提出了饲草收获采集之后茎叶直接分离的作业方式。设计了苜蓿茎叶分离装置,对新鲜饲草茎叶分离技术进行了初步探讨。", "label": "农业工程", "id": 0}
{"content": "采用粮食水分在线检测技术是提高粮食烘干品质的有效手段之一。粮食水分在线检测系统由进粮水分在线远端模块、出粮水分在线远端模块和主机控制器组成。利用JZ873无线透传模块实现各个组成模块间的无线数据通信,制定了通信驱动。实践证明,该系统使用灵活,数据传输可靠,更适合不便连线的测试和控制场合。", "label": "农业工程", "id": 0}
{"content": "香菇生产企业在香菇分级过程大量采用了人工进行作业,因此,出现了分级效率低,产量小,分级标准不一致,分级不准确等问题。将机、电、机器视觉融为一体的香菇自动分级系统可以很好解决这些问题。它以机械和机器视觉代替人工分检,将人工从繁重、重复性劳动解放出来,不但分级准确,而且速度快,效率高,大大减少人工产生的误差。该系统由上料系统、机器视觉检测系统和分级机构组成。香菇通过上料系统后有规律的定向排列,由CCD获取图像,程序进行判断,分级执行系统完成分级。", "label": "农业工程", "id": 0}
{"content": "为优化转筒式颗粒干燥器工作参数,该文在分析了固体物料转筒中运动过程的基础上,建立了颗粒物料在滚筒干燥器内运动的数学模型。以油菜籽为试验材料和采用均匀设计法对转筒式干燥器运动参数进行试验设计,应用DPS7.05软件以固体物料在转筒中的转筒转速、气流速度、转筒倾角和喂料速度等参数对有效滞留时间的影响建立回归模型,并进行优化及分析。结果表明:转筒倾角为1.8°、转筒转速为4r/m、喂料速度为2.5kg/s和气流速度为1.5m/s、,物料在转筒中的有效停留时间达到最优。该研究为应用转筒干燥器干燥固体物料提供了理论依据和设计参数。", "label": "农业工程", "id": 0}
{"content": "针对麻山药收获过程中易出现麻山药折断、根与土难分离的问题,本文探究了二维振动方式对麻山药收获过程的影响。利用EDEM软件建立麻山药—沙壤土离散元仿真模型和颗粒床,通过对横、纵作业铲分别进行作业仿真分析,结果表明相对于纵向单维振动,横向单维振动对土壤的破碎效果更好,横向单维振动时,土埂破碎率为36.70%,麻山药颗粒间bonding键破碎率为1.45%。为进一步分析振动方式对收获效果的影响,对横向和纵向复合的二维振动方式进行仿真分析,结果表明二维振动相较于纵向单维度振动对土埂破碎率提升了104.87%,相较于横向振动对土埂破碎率提升了15.23%。麻山药颗粒间的bonding键破碎率为1.98%,相比于单维度振动损失率提高,但增高幅度较小,在合理范围内。以上研究结果表明二维振动方式对土埂的破碎效果明显,土埂上部有坍塌趋势,同时麻山药暴露出土表的面积更大,有利于麻山药的收获。", "label": "农业工程", "id": 0}
{"content": "甘蔗收获机收割过程中,常因割台高度控制导致收益损失或者割台部件损坏。首先,设计了一种基于压力检测的割台高度控制系统,使割台能够根据压力的变化自动调整。其次,根据控制策略中割台高度实时变化,对割台高度的控制结构建立了相应的数学模型,采用模糊PID算法和传统PID算法实现对高度的控制。最后,通过仿真,得出模糊PID控制算法下的割台高度控制超调量仅为0.20%,且系统振荡幅度小,稳定时间快,模糊PID控制算法相较于传统PID控制效果更好,更能满足割台控制的基本要求。", "label": "农业工程", "id": 0}
{"content": "机采棉从品种、种植、采摘、加工过程如何提高质量,促进机采棉规模化、产业化、集约化经营,实施优质优价政策,为棉花质量的把控,提供了科学的管控依据。", "label": "农业工程", "id": 0}
{"content": "中国是马铃薯生产大国,种植面积逐年攀升,实现马铃薯全程机械化对促进马铃薯产业发展有着重大意义。杀秧作业是马铃薯收获前的重要步骤,马铃薯的杀秧质量对马铃薯的收获效率和质量有着很大的影响。针对目前马铃薯杀秧机杀秧不彻底、留茬高度不均、粉碎合格率差、秧茎易缠绕等问题,根据中国马铃薯杀秧的农艺要求,对马铃薯杀秧机刀具进行了结构设计,进一步提升马铃薯杀秧机的工作性能。", "label": "农业工程", "id": 0}
{"content": "为了达到在满足薯类收获机机架动、静态结构性能要求的同时,尽可能减轻机架的重量的目的,本文以机架的两侧板面及连接板面的三根梁为模型优化变量,特别采用拉丁超立方取样方法进行了样本数据取样,运用Kriging模型构建了机架质量性能参数的近似模型,得到最优解,成功实现了车架结构的轻量化。", "label": "农业工程", "id": 0}
{"content": "为了达到在满足车架动、静态结构性能要求的同时,尽可能减轻车架的重量的目的,本文以车架四组梁的结构参数为设计变量,特别采用拉丁超立方取样方法进行了样本数据取样,运用Kriging模型构建了车架质量性能参数的近似模型,得到了最优解,并对机架进行了模态分析,成功实现了车架结构的轻量化。", "label": "农业工程", "id": 0}
{"content": "马铃薯杀秧作业是马铃薯收获前重要的农艺环节,杀秧质量的高低对马铃薯收获时的机械损伤以及马铃薯的品质都有直接影响,杀秧方式有机械杀秧、农药杀秧、自然霜冻杀秧,其中机械杀秧应用最为广泛,杀秧效率以及杀秧效果都比较显著,目前已成为主要的杀秧方式。介绍杀秧的农艺要求以及国内外杀秧机的研究现状,通过对比分析指明了现阶段杀秧机的特点和不足之处,并阐述了未来几年杀秧机的发展趋势。", "label": "农业工程", "id": 0}
{"content": "概述近些年来国内外马铃薯收获机的代表机型,阐述现有马铃薯收获机的特点及性能,并列举了几种国际上马铃薯收获机部件的新发展,总结了各部件的优点及其应用场合,并对未来马铃薯收获机的未来发展方向进行了展望,为今后马铃薯收获机的发展提供借鉴。", "label": "农业工程", "id": 0}
{"content": "中国是马铃薯生产和消费大国,提高马铃薯产业全程机械化水平尤为重要;而马铃薯收获机械化是马铃薯全程机械化关键环节,可提高劳动效率,增产增收效果显著。介绍国内外对马铃薯收获机薯土分离装置机械的研究近况,阐述国内外最新马铃薯收获机薯土分离装置结构型式和特点,提出了对其发展趋势的展望,以期为从事马铃薯收获机薯土分离装置机械研究的人员提供参考。", "label": "农业工程", "id": 0}
{"content": "马铃薯收获机械化是实现全程机械化的重要环节,当前中国马铃薯收获大多采用分段收获方式,即挖掘铲挖掘出马铃薯后由人工或机械进行捡拾,挖掘铲是马铃薯挖掘机的主要工作部件,对现有挖掘铲的种类进行阐述,各类挖掘铲在挖掘机上的应用现状进行分析,对未来马铃薯挖掘机挖掘铲的发展进行展望,为马铃薯挖掘机挖掘铲的发展提供了参考和借鉴。", "label": "农业工程", "id": 0}
{"content": "针对马铃薯挖掘机受丘陵山地地区,地块小、坡度大等地形问题的影响,造成在丘陵山地地区马铃薯收获机械化作业程度不高等问题。根据马铃薯收获的农艺要求,对马铃薯挖掘机挖掘铲进行了结构设计并进行运动学分析等理论分析,得出运动学解析式。采用理论分析及试验相结合方法,进行了空载及加载情况下的田间牵引阻力试验,并采用方差分析法对试验数据进行分析,得到回归方程和理想的响应曲面,优化得到了最优参数组合,确定机具作业时牵引阻力最小的最优参数为:挖掘深度为200 mm,偏心轮转速为540 r/min,牵引速率为0.57 km/h,在此条件下牵引阻力为1 076.34 N。", "label": "农业工程", "id": 0}
{"content": "基于深度卷积网络U-Net设计了自然环境下柑橘目标分割方法。首先基于U-Net网络模型构建了适用于自然环境下柑橘目标图像分割的分割模型,然后利用自然环境下柑橘图像样本构造训练集数据并训练所构建分割模型。该模型可对柑橘目标和背景在图像关系编码和解码,从而实现目标柑橘分割。最后以自然环境中典型干扰因素下的柑橘样本图像对分割模型测试,测试结果表明:本模型对自然环境的典型干扰具有较好的适应能力,获得了较好的柑橘目标分割效果。", "label": "农业工程", "id": 0}
{"content": "目前,中国马铃薯大多是以分段收获为主,收获前须先进行杀秧作业,而在马铃薯联合收获作业中,薯秧和薯土的分离是关键环节之一,由于分离过程中易发生秧蔓缠绕堵塞收获机分离装置的情况,以及土壤堵塞机具的情况,因而有效地解决薯秧和薯土的分离并使薯块能顺利输送至下一级,对整机的工作效率和性能起到了至关重要的作用。目前中国北方一季作区采用的小型分段式收获机,部分机型不包含除秧装置,只能进行薯土分离。从分析中国马铃薯收获机秧蔓分离装置的发展过程入手,阐述了分离装置的主要类型和应用现状,并对其发展趋势做了展望;指出了应用薯秧分离装置的马铃薯收获机可以大大提高收获效率,降低劳动强度,增产增收,减少损失,促进中国马铃薯产业的发展。", "label": "农业工程", "id": 0}
{"content": "目前,中国马铃薯大多是以分段收获为主,由马铃薯挖掘机挖掘出后再由人工捡拾。为了促进马铃薯收获机械化,随着社会经济的发展,中国的农业及农业机械化也发展迅速,农业机械被广泛地应用于日常生产生活中,机械化作业已经成为现代农业发展的趋势和要求,从分析中国马铃薯收获机的发展过程入手,阐述了中国马铃薯收获机的主要类型和应用现状,并对其发展趋势做了展望;指出了应用马铃薯收获机可以大大提高收获效率,降低劳动强度,增产增收,减少损失,为中国马铃薯收获奠定良好的理论基础。", "label": "农业工程", "id": 0}
{"content": "针对中国丘陵山地、小户农田和小区育种农田的马铃薯种植模式,研究适用于地块小、土壤黏重的丘陵山地马铃薯挖掘机是形势所需、马铃薯机械化发展的历史必然,意义重大。田间挖掘试验是农机产品设计与研究过程中必不可少的重要组成部分,同时也是发现问题与改进样机的主要依据。对丘陵山地马铃薯挖掘机田间试验做出阐述,为解决中国丘陵山地小地块等条件下的马铃薯机械化收获难题以及马铃薯机械化收获提供了新机型、新技术参考,为中国马铃薯机械化收获提供了新的思路。", "label": "农业工程", "id": 0}
{"content": "油菜联合收割机竖割刀采用机械传动、动定刀结合切割油菜枝杈,导致油菜割台损失较高、振动大、结构复杂,针对上述问题,设计了油菜联合收割机电驱双动式竖割刀。根据对称式双偏心轮的运动学特征和双动刀片切割油菜茎秆的力学模型,确定了传动机构和刀片的主要参数;建立了动刀切割运动轨迹方程,通过分析不同切割速比（割刀平均速度与收割机前进速度之比）下的切割效果,确定切割速比为4/3;设计了切割速度自适应调节系统,基于衰减曲线法整定了PID控制参数。仿真表明,单位阶跃信号激励下,控制系统超调量为3.5%,上升时间0.05s,响应延迟0.1s,稳态误差小于1%。将电驱双动式竖割刀应用于4LZ-6T型油菜联合收割机并开展了田间试验,割台平均损失率为3.27%,竖割刀损失占割台损失的30.42%,竖割刀分行效果较好,无缠结和牵扯;前进速度改变时,切割速度自适应调节系统的响应上升时间为1.5s,驱动电机实际转速与理论转速相差在1%;仅竖割刀工作时,割台测点的振动加速度的平均值为0.15g,为横割刀的13.8%,割台增加竖割刀后,工作振动增加6%。该研究为油菜割台结构改进和油菜联合收割机性能的提高提供了参考。", "label": "农业工程", "id": 0}
{"content": "针对联合收获机收获油菜时因油菜种植密度与植株个体差异较大,引起喂入量波动易出现物料喂入不畅和减少后续脱离工序的功耗,设计了割台复切输送器,运用动定刀配合而成的滑切作用,将油菜初步切割为短茎秆,以提高物料的流动顺畅性和收获机的适应性。本研究运用运动学与动力学理论,建立了切割茎秆的力学模型,分析了动刀满足切割条件的滑切角要求,确定了直线型切刀刃口长度为118～200mm,渐开线型切刀基圆半径小于133.65mm。依据切刀排列方式计算得出了切刀数量、几何参数和安装倾角对输送和切割能力的影响规律。开展了以复切输送器转速和喂入量为试验因素的正交试验,依据试验结果确定了试验水平的较优组合为复切输送器转速200r/min、喂入量2kg/s、螺旋输送器上增设切刀类型为渐开线型。利用高速摄像系统记录了接触、挤压、切割和切断4个过程。以切刀基圆半径和安装倾角为试验因素的二次回归正交旋转试验,构建了4个试验指标与渐开线切刀基圆半径和安装倾角之间的数学模型。优化求出不合格率、长度变异系数、平均长度三个模型的极优值分别为11%、0.31、318.8mm。当渐开线基圆半径为115.6mm,安装倾角为11.8°时,模型综合评分的最优值为87.4。田间试验表明,复切输送器可将油菜茎秆切割为长度较小的短茎秆,提高物料的流动性,物料流动顺畅,为油菜联合收获机割台复切装置设计提供参考。", "label": "农业工程", "id": 0}
{"content": "针对小型手持工程机械和农用机械使用中产生的肌肉劳损和效率低下的问题,提出了一种力臂重力补偿方案。通过推导力臂与角度的关系,考虑绳索与垂直方向夹角的关系,建立静力学模型,得出凸轮的轮廓曲线,并且用弹簧将力臂进行补偿,可实现工作范围内任意角度力矩的完全补偿或过盈补偿。在一个小型化菠萝采摘机构上的应用,表明这个基于绳索机构的重力补偿方案能够较好地符合预期。", "label": "农业工程", "id": 0}
{"content": "介绍联合收割机用15-24 10PR农业轮胎的设计。结构设计:外直径1 314 mm,断面宽372 mm,行驶面宽度353 mm,行驶面弧度高43 mm,胎圈着合直径354 mm,胎圈着合宽度340 mm,断面水平轴位置（H1/H2）0.85,采用\"人\"字形胎面花纹,花纹深度25 mm,花纹饱和度73.7%,花纹周节数40。施工设计:胎面采用三方四块结构,缓冲层采用2层930dtex/2V3锦纶6帘布,胎体采用4层1840dtex/2锦纶6浸胶帘布,胎冠角度为48°±0.5°,钢丝圈采用Φ1.0 mm的19#回火钢丝,采用半鼓式成型鼓成型、硫化罐硫化。成品性能试验结果表明,成品轮胎的外缘尺寸、物理性能和帘线性能均达到相应标准要求。", "label": "农业工程", "id": 0}
{"content": "为解决水果采摘作业中存在的劳动力多、采摘效率低、机械采摘难度大的问题,设计了一种简单实用的果农穿戴式采摘动力外骨骼系统。该系统主要由行走机构、支撑机构和采摘装置组成,在采摘过程中,通过伸缩杆调节采果杆的长度,利用人体合理的站立位置和旋转通用的万向连接器来调节采果杆顶端电动剪切装置的位置,切断果梗,水果落入采果杆中,并在其重力的作用下滑入采摘篮时,完成一个水果的采摘。由田间试验可知,穿戴动力外骨骼采摘要比手工爬梯采摘效率提高8.9%～25.5%,并在采摘过程中大大减轻果农的劳动强度,基本达到了设计初的性能要求。", "label": "农业工程", "id": 0}
{"content": "针对升运链式马铃薯收获机收获作业存在易堵塞、输送分离性能不佳的显著问题,设计了一种直-弯-弯-直配置形式的升运链;通过对升运链杆条的力学、运动学及土薯混合物在升运链上的运动状态进行分析,分析该配置下的杆条升运链具有较强的输送、分离和筛分性能;设计田间试验,与全直杆条配置方式进行对比。试验结果表明,直-弯-弯-直杆条配置的升运链在黏重土壤条件下明薯率为97.1%,伤薯率为0.91%;沙壤土条件下明薯率为98.5%,伤薯率为1.03%,明显优于全直配置模式下的升运链。该研究可提高升运链式马铃薯收获机的土薯分离效果,提高机械收获的明薯率,减小杆条堵塞,提高工作效率,满足作业要求。", "label": "农业工程", "id": 0}
{"content": "目前,国内马铃薯收获机具主要以中小型收获机和挖掘机为主,小型收获机通过两级分离筛分离,强制振动,达到土薯分离的效果,设置输送臂,实现升运装车,挖掘机主要用于分段收获,后续通过人工捡拾,完成收获工作。马铃薯挖掘机防堵装置结构对装置的工作性能有重大的影响,针对马铃薯挖掘机挖掘铲进行结构设计,解决收获时壅土等问题,进一步提升挖掘机的工作性能。为马铃薯挖掘机的设计与研究提供了新思路和新方法,为马铃薯挖掘机防堵装置的研究提供参考,促进马铃薯机械化收获的进一步发展。", "label": "农业工程", "id": 0}
{"content": "中国马铃薯种植区域比较广泛,不同区域的马铃薯收获时土壤条件、地块大小等条件不尽相同,与之相适应马铃薯收获机结构、所需动力和挖掘深度等参数不同;针对丘陵山地马铃薯机械化地块小、坡度大等影响马铃薯收获的关键技术问题;采用理论分析、田间试验和方差分析等方法,对分离筛等关键部件进行理论分析;通过牵引阻力和田间试验证明了其性能参数的正确性;解决了丘陵山地马铃薯收获机无法机械化收获的瓶颈问题,彻底解决丘陵山地马铃薯收获中农机农艺融合难题;为丘陵山地马铃薯机具的研究设计提供了理论参考和新思路。", "label": "农业工程", "id": 0}
{"content": "脱粒分离装置是大豆收获机的重要组成部分,脱粒分离装置的作业性能对机械收获大豆的损失（脱粒机体损失）率、破碎率、含杂率有重要影响,优化脱粒分离装置的结构及工作参数有利于提高大豆收获机的整体性能。在确定滚筒转速、脱粒间隙、钉齿角度三个主要影响因素,以及损失率、破碎率、含杂率三个主要评价指标后,设计了三因素三水平的响应面中心组合试验,通过对试验结果的分析建立了三个优化模型,并通过对实验数据的响应面分析证明了优化模型与分析结果吻合,最后通过验证试验,证明了模型的可靠性较高。由试验数据分析结果可知,三个影响因素对机械收获大豆损失率、破碎率、含杂率的显著性影响顺序都是:滚筒转速>脱粒间隙>钉齿角度。以损失率、破碎率、含杂率为综合评价指标,结合优化模型和生产实际,确定最优参数组合为:滚筒转速354 r/min、钉齿角度16°、脱粒间隙32mm,此时的破碎率为4.04%、含杂率为1.42%、损失率为0.74%。通过本研究得出的脱粒分离装置的结构及工作参数组合,能够满足\"破碎率不大于5%,含杂率不大于5%,损失率不大于3%\"的大豆联合收获机作业质量评价标准,对以后大豆联合收获机的研究具有参考价值。", "label": "农业工程", "id": 0}
{"content": "目前我国薯类收获普遍为小型收获机进行简单挖掘,然后由人工进行捡拾,明薯率低,而且劳动强度大;同时,收获后地膜残留在田中,被土壤覆盖,回收困难。针对该问题,本文设计了履带式薯类收获与地膜回收复合作业机,通过起膜铲、抖土轮和收膜管口实现了起膜、抖土作业,并将地膜收集成束增加其强度。通过速度控制模块实时控制电机转速,实现收膜速度精准控制。挖掘铲由二阶平面铲和延伸栅条组合而成,减少工作阻力,防止壅土;限深机构在对挖掘深度调整的同时也能调整铲面入土角度。", "label": "农业工程", "id": 0}
{"content": "收获成本通常是脐橙产业中所占比例最大的一项。因此,为降低成本和维护脐橙质量,在收获过程中高效率的对脐橙进行鉴别是必不可少的步骤。同时随着我国脐橙产业的不断发展,脐橙种植面积不断扩大,但脐橙的收获却仍然基本靠人工来进行采摘,劳动强度大,采摘成本高。通过分析我国脐橙市场的现状及前景、机械化收获脐橙所应具备的条件以及脐橙机械化采收所存在的问题,提出了加快脐橙机械化收获的意见以及建议。同时针对我国脐橙收获机的研究尚处于空白的情况,介绍了几种脐橙收获机的工作原理及特点对其存在的问题作出了相应的分析,并简要阐述了我国脐橙收获机的发展趋势。", "label": "农业工程", "id": 0}
{"content": "针对牡丹果实收获机高地隙底盘在工作中所受复杂地形环境及各种冲击载荷的影响,首先通过受力分析方法对坡道地带工作的高地隙底盘进行纵向、横向稳定性计算,在此基础上,利用Solidedge进行三维建模设置材料属性确定其重心位置及上坡、下坡和横向侧翻极限倾翻角。然后,应用ANSYS Workbench软件对高地隙底盘机架进行仿真分析,采用Solid187进行自由网格划分,包括272925个单元和545440个节点。计算分析表明,该高地隙底盘有良好的稳定性,且满足静强度要求。", "label": "农业工程", "id": 0}
{"content": "收获成本通常是脐橙产业中所占比例最大的一项。因此,为降低成本和维护脐橙质量,在收获过程中高效率的对脐橙进行鉴别是必不可少的步骤。同时随着我国脐橙产业的不断发展,脐橙种植面积不断扩大,但脐橙的收获却仍然基本靠人工来进行采摘,劳动强度大,采摘成本高。通过分析我国脐橙市场的现状及前景、机械化收获脐橙所应具备的条件以及脐橙机械化采收所存在的问题,提出了加快脐橙机械化收获的意见以及建议。同时针对我国脐橙收获机的研究尚处于空白的情况,介绍了几种脐橙收获机的工作原理及特点对其存在的问题作出了相应的分析,并简要阐述了我国脐橙收获机的发展趋势。", "label": "农业工程", "id": 0}
{"content": "本文对近几年售出的牧神4YZT-7型自走式玉米籽粒收获机在工作中出现的问题进行分析,从研发、生产制造逐一给出对应的改进方法,从而能更好地规避此类问题发生,提高产品质量。", "label": "农业工程", "id": 0}
{"content": "在秸秆收获机工作中,切割刀具受到来自秸秆上的压力而产生微小形变,连续收获中对刀具有较高的要求,刀具每一次的形变都必须小于极限应力。通过有限元法对刀具进行了建模分析,但是求解矩阵计算量较大。现在采用ANSYS软件对刀具进行有限元分析,通过采用自由网格划分法,使得ANSYS对刀具的分析误差更小,结果更精确通过这种方法可求解出刀具的形变位移等变。", "label": "农业工程", "id": 0}
{"content": "本文针对中国鄂东南丘陵区域、西南地区地形复杂,马铃薯种植规模较小,马铃薯收获机械化水平偏低等问题,设计出一种小型振动式马铃薯挖掘机。主要组成部分有传动轴、偏心盘、连杆、挖掘铲、振动筛。其工作幅宽为500 mm,挖掘深度为150~200 mm,工作效率为0.16 hm~2/h。该挖掘机通过三点悬挂连接在小型轮式拖拉机（动力为14~22 kW）上,拖拉机的后输出轴用于传递动力。通过Pro/E软件对整机进行运动仿真,得出结论当偏心距为26 mm时,振动筛的振幅为21.1 mm,挖掘铲铲尖振幅为3.6 mm,满足农业机械设计手册的最佳要求。为马铃薯挖掘机的研发提供理论支持和技术参考。", "label": "农业工程", "id": 0}
{"content": "圆盘割草机由于其适应性强等优点,被广泛地应用到牧草收获环节中,圆盘切割器参数的设计对切割质量有着决定性的作用。为了对这一问题进行试验研究,设计搭建了圆盘割草机割台试验台,为研究割台各个部件的参数对牧草收获性能的影响提供了方便。本研究在查阅大量文献的基础上,确定了试验台的整体方案,用CATIA软件进行了三维建模,用ADAMS软件对割刀的运动情况进行了仿真分析。试验台可用于圆盘倾角、圆盘直径、刀型等因素对切割质量影响的试验研究。", "label": "农业工程", "id": 0}
{"content": "针对现有的牧草打捆设备捆制长秸秆（玉米整秆）时,容易发生喂入堵塞、打结器处穿秆等问题,研究设计了侧面喂入式长秆农作物整秆捡拾压捆机,避免了同向打捆出现的打结器处穿秆和散捆等现象。开发了5杆式大直径捡拾器、半开放式喂入腔和三叉式输送喂入机构,并且利用ADAMS对三叉式输送喂入机构进行运动仿真分析,完成了整机性能试验。试验结果表明,该设备成捆率为99.7%,规则草捆率为97.5%,抗摔率为96.6%,有效解决了长秸秆在捡拾、喂入作业中出现的捡拾效率低和在喂入口处物料堆积、堵塞的问题,满足了饲草收获的需要。", "label": "农业工程", "id": 0}
{"content": "甘蔗收割机作为一种大功率的农用机械,作业工序复杂,执行元件庞杂,在实际工作过程中,其负载经常处于变化之中,导致整个液压系统的压力流量不断变化,溢流节流损失严重。结合收割机几种典型工况,通过比较几种不同电液控制系统的效率,提出了一种基于发动机转速感应控制的全局功率匹配方法:首先,通过监测各子系统的输出功率（压力及流量）,结合不同工况计算发动机所需输出的功率;其次,依据发动机BSFC曲线,计算发动机满足所需功率时的最佳工作区域;最后,综合考虑传动效率和发动机效率,控制发动机转速,实现发动机输出功率与系统有效功率之间的匹配。", "label": "农业工程", "id": 0}
{"content": "对国内外机械化采棉技术的研究现状进行了综述。在棉花收获中采用机械化作业,实现棉花采摘的自动化和智能化,是我国棉花产业的发展方向,研究和开发机械化采棉技术对解放劳动力、提高劳动生产效率、降低生产成本、保证新鲜棉花品质等方面都有着重要的意义。而采摘头是采棉机的核心部件,其性能好坏直接影响到采棉机田间作业的采净率和含杂率。总结了两种采摘技术的特点和关键技术。", "label": "农业工程", "id": 0}
{"content": "通过外观检查、裂纹断口宏微观观察、材料硬度、抗拉强度、冲击韧性以及耐磨性能测试、金相检查等试验对60Si2Mn捡拾棍断裂原因进行了分析,并与同类产品进行对比,得出结论:疲劳裂纹和韧性偏低是失效的主要原因,根据分析结果,给出了避免故障发生的有效措施。", "label": "农业工程", "id": 0}
{"content": "<正>马铃薯主要生产国有中国、俄罗斯、印度、乌克兰、美国等。中国是世界马铃薯总产最多的国家。据2015年1月农业部消息,中国将启动马铃薯主粮化战略,推进把马铃薯加工成馒头、面条、米粉等主食,马铃薯将成为继稻米、小麦、玉米外又一主粮。预计2020年50%以上的马铃薯将作为主粮消费[1]。到2020年中国粮食需求增量将达到500亿kg以上,但受耕地资源的约束和种植效益的影响,小麦、水稻等主粮品种继续增产", "label": "农业工程", "id": 0}
{"content": "传动轴在收割机的运行中扮演着十分重要的角色,传动轴运转质量的好坏对收割机的工作质量和工作效率有着十分重要的影响,传统的收割机传动轴技术已经不能满足实际的发展需要,经常会因为故障而影响了收割机的正常使用,所以,一定要采取相应的技术对其进行有效的改进和完善,本文主要对收割机传动轴改良新技术进行简要的分析和阐述,以供参考和借鉴。", "label": "农业工程", "id": 0}
{"content": "<正>广西是全国最大蔗糖产区,蔗糖产量占全国食糖总产量的60%以上。然而,广西甘蔗收获基本为人工作业,甘蔗机械化收获水平不到0.1%。生产效率低、成本高,已对广西蔗糖产业构成了严重威胁。广西实现甘蔗收获机械化已迫在眉睫,研究与之配套的农艺技术具有重要意义。本研究于2011~2012年开展了甘蔗机械收获下不同甘蔗品种（福农15号、柳城03-182、赣蔗18号、粤糖00/236、台糖668和湛选05-185）、不同种植行距（1.0m、1.1m、1.2m和1.3 m）、不同收获期（12月和翌年1月、2月）、蔗叶还田（机械收获同时机械碎叶还田和人工收割同时整叶覆盖还田）比较试验,每", "label": "农业工程", "id": 0}
{"content": "针对半喂入花生联合收获机摘果辊易缠绕塑料覆膜的问题,设计了螺旋刀除膜摘果装置,并对其进行了结构优化与试验分析。基于UG对螺旋刀片建立高级仿真模型,由应力云图确定刀片的最佳布置形式;通过试验数据的分析与处理,确定了螺旋刀除膜摘果辊最佳结构与作业参数:间隙为5.3 mm,摘果辊转速为326 r/min,刀片倾角为43°,优化后的螺旋刀花生除膜摘果装置的覆膜绞碎率为95.66%。", "label": "农业工程", "id": 0}
{"content": "大型喷杆式植保机在现代农业生产过程中被广泛应用,但由于路面不平、车体震动等原因,喷杆位置难于精准控制,会产生喷洒药液不匀的问题。本文建立了植保机双钟摆型悬架的动力学模型,根据模型设计了滑模控制器,该控制器兼顾了动态性能和系统抖振。解决了控制效果并不理想的问题,同时降低了系统误差和未知干扰对系统的影响。系统通过仿真模型验证了控制器的稳定性,仿真结果表明该控制器动态性能和鲁棒性方面表现良好。", "label": "农业工程", "id": 0}
{"content": "<正>我国是世界上苹果种植和生产第一大国,2017年我国苹果种植面积达到194万公顷,产量高达4130万吨1,占世界苹果总产量的49.8%2。我国苹果园病虫害防治目前主要靠化学农药。本实验使用果园中常用的三种施药机具,分别对其在果园中的农药沉积分布行为进行了对比研究。结果显示三种施药机具都在果树冠层外部的沉积量最高（图1）,这是由于果树特殊的冠层结构导致,果树外围的叶片和枝干会阻挡药液进入冠层内部,使得施药不均匀。通过对三种施药机具在果树冠层四个区域的沉积量变异系数进行分析,果园风送喷雾机的CV为63.4%,远远高于果园喷枪（35.4%）和塔式果园风送喷雾机（38.9%）。三种施药机具在土壤中的沉积量主要分布在5米范围之内（图2）。其中轴流式果园风送喷雾机在距离作业行2米的土壤中的沉积量为0.57mg/kg。果园喷枪在土壤中的沉积量在1米处最高,为0.19mg/kg,随后逐渐降低;导流式果园风送喷雾机在2米和3米处最高,为0.09mg/kg。本文对通过对腈菌唑在土壤中分布数据进行拟合积分（图3）,得出果园喷枪、轴流式风送喷雾机和导流式风送喷雾机的土壤中沉积量比值为:79:86:28,即导流式风送喷雾机对土壤的污染最小。", "label": "农业工程", "id": 0}
{"content": "中耕是中国农业精耕细作的重要环节之一,是保证稳产、高产不可缺少的重要耕作措施。中耕的主要作用包括疏松土壤,增强土壤透气性;保墒抗旱;改善土壤的物理性状,提高土壤肥力;消灭杂草等。合理的中耕培土可以有效地改善马铃薯生长发育所需土壤的水、气、热等物理性状,提高土壤肥力促进作物更好的生长。文中介绍了国内外对马铃薯中耕机械的研究近况和对其发展趋势的展望。", "label": "农业工程", "id": 0}
{"content": "灌溉是保障农作物生长非常重要的组成部分,农作物自动喷洒小车是解决山区耕作区自动喷洒灌溉任务的一种有效办法,所以基于自动喷洒小车设计了一种农作自动喷洒系统。首先介绍了小车系统原理设计,接着分析以STC89C52作为主控芯片的硬件模块,最后讨论了软件设计方法。实验表明该系统能较好的实现自动喷洒灌溉任务,这将为山区农业信息化设备的设计提供理论基础。", "label": "农业工程", "id": 0}
{"content": "探索新型连杆多喷头组件喷雾器械在防控农作物病虫害上的效果,旨在支持农药减量使用,提高农药应用效率。喷施29%宁南·氟菌唑可湿性粉剂500~1 000倍液对草莓白粉病均具有防效,相同处理稀释倍数降低,平均防效升高。与采用常规喷头相比连杆多喷头平均可节约施药时间39.20%,节约药液用量69.77%。连杆多喷头具有较好的省时、省药液的特点。", "label": "农业工程", "id": 0}
{"content": "<正>为全面了解我市农业生产的用药动态,分析预测2018年的农药、药械需求情况,按照省站要求,我们认真进行了调查,并根据调查情况对2018年用药趋势进行了科学预测,现将具体情况报告如下:1本市概况平顶山市地处豫西山地与黄淮平原接壤地带,属南北气候过渡地带,跨亚热带和暖温带两个气候区,现辖1市4县4区,71个乡（镇）,2151个行政村,总人口435.96万人,农村人口310.3万人,", "label": "农业工程", "id": 0}
{"content": "2015年7月在山东省兰陵县玉米田开展了不同植保机械的雾滴沉积分布和农药利用率测定试验,试验选取喷杆喷雾机、植保无人机和手动喷雾器在内的7种植保机械。结果表明:7种植保机械在玉米植株上、中、下部均能形成较好的雾滴密度,且自上而下呈衰减分布。7种植保机械农药利用率在34%~50%,基本反映了当前施药器械在玉米田的农药利用率情况。", "label": "农业工程", "id": 0}
{"content": "本文基于RadioSS有限元分析方法和Topography形貌优化理论,采用0ptiStruct对果同割草机自动避障罩盖进行形貌优化分析,得出最优材料形貌外形方案后,对避障罩盖外观结构进行重新设计。避障罩盖形貌优化前后,经强度验证对比,位移量减小48%,应力值减小19.2%。", "label": "农业工程", "id": 0}
{"content": "为提高中国马铃薯中耕作业水平,促进马铃薯产业的发展,针对目前中国马铃薯中耕机培土效果较差等关键问题,对1ZL5型马铃薯中耕机的关键部件进行了理论分析,通过对中耕作业过程土壤颗粒在工作部件上的运动学分析,得出影响马铃薯中耕作业覆土效果的4个因素。采用正交试验极差与方差分析方法,进行了田间试验,分析不同因素对中耕作业后土壤蓬松度的影响,得出各个因素的较优水平组合,并对其进行验证试验。结果表明,在前进速度为0.5 m/s,覆土铧侧翼尾部高度为400 mm,工作铲面倾角为25°和开度为30°时,土壤蓬松度为15.5%,满足马铃薯中耕作业培土的要求。为马铃薯中耕机的发展优化提供理论支撑与参考。", "label": "农业工程", "id": 0}
{"content": "甘蔗中耕管理是甘蔗生产中极为重要的工序,劳动强度大、作业环境恶劣,主要包括旋耕除草、破垄（宿根甘蔗）或开沟（新植甘蔗）、施肥、培土等。甘蔗中耕施肥培土机能一次性完成破垄（宿根甘蔗）或开沟（新植甘蔗）、施肥、培土等作业工序。现有甘蔗中耕施肥培土机辅助用工多,排肥装置的排肥均匀度低,排肥量不稳定,容易造成大面积施肥烧损甘蔗苗,土壤板结,肥料浪费,而且肥料有效利用率低,投入大而产出差。排肥装置是甘蔗中耕施肥培土机的重要工作部件,因此排肥装置的研究对合理掌控施肥量及施肥均匀度至关重要。针对以上问题,对现有3ZSP-2型甘蔗中耕施肥培土机进行优化设计,首先将肥料箱的高度降低,使总体外形尺寸（长×宽×高）减小为2300×1100×1640mm,以减少辅助用工;3ZSP-2型甘蔗中耕施肥培土机机采用刮板式排肥装置,为了提高3ZSP-2型甘蔗中耕施肥培土机的排肥均匀度,对机具的圆盘直径、圆盘转速、刮板间隙、刮板角度、刮板宽度、前进速度6各个因素进行了单因素试验,试验中机具的主要技术参数如下:配套拖拉机动力为22~36 KW,作业速度为2~5 km/h,肥料箱直径为730 mm,圆盘直径为700 mm,圆盘转速为6~14 r/min,刮板宽度45 mm,刮板角度15°~19°,前进速度为0.7~1.1 m/s;确定了刮板宽度、刮板角度、前进速度对排肥均匀度具有显著性的影响。采用BBD（Box-Behnken Design）试验设计方法,以排肥装置的刮板宽度、刮板角度和前进速度作为试验因素,排肥均匀度作为评价指标,建立了刮板宽度、刮板角度和前进速度与排肥均匀度的数学模型;应用SAS（Statistical Analysis System）统计分析软件分析了各机构参数对排肥均匀度的影响规律:在刮板宽度30~50mm,刮板角度15°~19°,前进速度为0.7~1.1 m/s的范围内,排肥均匀度随各因素参数的增加呈先增大后减小的趋势,各因素影响程度:刮板宽度>刮板角度>前进速度;考虑交互作用时,刮板宽度与前进速度对目标值有极显著影响,刮板宽度与刮板角度对排肥均匀度具有显著影响;确定了最优参数组合为刮板宽度为48.4mm、刮板角度为16.5°、前进速度为1.09m/s,在此条件下施肥均匀度为92.3%,开沟深度稳定性为92.9%,肥料覆盖率为100%。根据最优组合参数,制作优化样机,并对优化后机具的排肥装置进行了试验验证,结果表明:优化后机具的试验结果与响应面分析的结果相符合,机具施肥深度达到17.8 cm,施肥均匀度为92.3%,稳定性系数相应达到92.9%,均高于设计指标及原机,符合甘蔗开沟、施肥、培土的技术要求,也验证了优化后排肥装置结构参数的可行性。该优化设计取得的参数为我国热区甘蔗中耕施肥培土机的研究提供了参数依据。", "label": "农业工程", "id": 0}
{"content": "介绍了2016年研制的剑麻园杂草粉碎还田、麻园9齿深松、麻园开沟施肥覆土多功能等4种机械的结构、原理、特点和技术参数。对其机械的工作效率和经济效益进行了分析,对推广经验进行了总结。打草及深松机械不但可在麻园使用,还可在全作空地及果园、橡胶园地大行应用。打草机工作幅宽2250mm比传统粉碎地菠萝茎叶机械高一倍多,功效大幅度提高,使麻园杂草（包括麻园大行套种辣椒的茎秆等）回田,培肥地力,此外,减少传统化除用药,有利生态环境改善。9齿深松机械深松深度400mm,使麻园土壤疏松,透气性好和保水,有利根系发达,另外,便于多功能施肥机直接边开沟边施肥边覆土一体化作业（免去传统另外开沟,然后人工施肥及培土的工序）,改变传统大耕大耙水土流失严重的弊端,还可使耕松的草头枯死,减小杂草危害。单沟或双行（沟）施肥机械具有可调性,使用者可根据所需施肥量多少进行调整（肥料为全面应用推广测土配方施肥,根据配方配制麻园专用生物配方肥,做到有机无机复配,并添加有益功能菌,既精准施肥,提高肥效,减少盲目施肥造成浪费,并做到边施肥边覆土,生物不受阳光暴晒,生物活性不受影响,有利发挥固氮、解磷、解钾的功能作用,达到培肥地力,改善土壤生态环境,促进产量、质量、抗性、工效及效益的提高）。此外,单沟施肥机的肥斗,由去年装载量175~200kg提高到750kg,即提高3倍,减少了停机装肥次数,效率进一步提高。该4套机械每班作业提高工效1~161倍,每公顷降低成本225~2411.41元,2016年在湛江农垦东方红农场示范应用推广371hm2,合计节支64.84万元。剑麻施肥等机械可提高生产效率,解放生产力,减轻工人劳动强度,促进规模化、标准化生产,降低生产成本,极大促进企业增效、职工增收,可获得极显著的经济社会及生态效益,对推进剑麻产业率先迈向农业现代化具有重要意义。该四种机械具有先进性、科学性,结构简单、使用方便、耐用,造价较低,易应用推广。故该机械具有良好的应用推广前景。", "label": "农业工程", "id": 0}
{"content": "提出了基于姿态调整的自平衡新型静电喷雾机械喷杆。以32位STM32F103系列单片机作为主控芯片,在姿态检测模块上采用了9轴姿态传感器GY521-MPU6050来实时监测喷杆的倾斜状态,并通过传感器内部的DMP处理器输出融合后的姿态角数据,输出一路PWM控制信号通过TB6612FNG驱动芯片来驱动直流减速电机,使喷杆调整适当角度并实现了闭环控制。实验表明,基于姿态调整原理对喷杆的平衡控制有明显的效果。", "label": "农业工程", "id": 0}
{"content": "微雾化是通过一定的方式将连续流动的微尺度液流破碎、分裂,最终形成具有一定空间分布的不连续雾状微液滴,在微尺度给药和单分子低温显微镜技术中具有广泛的应用前景。利用气体辅助或预混合的方式能加快雾化速度,得到更好的喷雾效果。本文建立了一种带有预混合腔的微喷雾器芯片结构,并以Fluent对其喷雾部分的结构模型进行2D或3D的数值模拟,以评估它的混合效率和喷雾效果。模拟过程中,选用合适的网格划分,湍流模型和VOF等方法。将模型整体分为气液预混合部分和微喷嘴喷射部分,在预混合部分得到气液的混合效果并提取相关数据,作为微喷嘴喷射部分的入口条件。模拟结果展现了该微喷雾器良好的雾化性能,能得到5-15微米为主的微喷射液滴尺寸;同时,混合腔内完全混合时间维度在0.01ms,系统整体时间维度小于1ms。", "label": "农业工程", "id": 0}
{"content": "本文研究了GI-1LL,GI-1SL,GI-1RI,HI-RIN,HI-1RQ等5种凝结核的热雾稳定剂对热雾沉降效果的影响,并优化了各种凝结核的最佳粒径,结果表明:GI-1SL和HI-RIN热雾沉降效果最好,热雾高度分别为2.2m和2.3m,其粒径范围为5.5~6.0μm。", "label": "农业工程", "id": 0}
{"content": "针对狼毒草早期萌发的高度优势和灌丛特性,提出一种狼毒草对靶喷药灭除装置。完成了机架系统、喷药系统、电控系统以及整机结构的设计,基于雷达传感测距技术实现了对狼毒草的自动识别与定点精量施药控制。实地试验结果表明:该装置对狼毒草施药附着率可达87.1%,能有效提高灭除效率和减少农药的使用量,避免由于大量连续喷药引起的环境污染。", "label": "农业工程", "id": 0}
{"content": "低量喷雾是以较高浓度药液通过液压、高速气流或离心雾化等原理将药液分散成100～150μm的雾滴以每667m22～4L的容量进行喷布。其主要特性:（1）施药量少,雾化程度好,雾滴分布均匀,有效喷幅可达10m。（2）能获得较好的漂移性,减少对土壤和环境的污染,棉田中、后期试验较常量大雾滴喷雾,植株上分布比率提高23%。（3）耗液少,生产率高,较手动喷雾器提高功效15倍左右,成本降低30%。目前本地棉田常用低量喷雾机械为:泰山牌-18型机动弥雾机、泰山牌3MF-26型机动弥雾机等,常用方法为漂移性、针对性2种。视害虫发生及危害特点,选其一或灵活进行,有巨大的发展前途。", "label": "农业工程", "id": 0}
{"content": "<正>植物保护机械是用来施用化学药剂的机械的总称。目前在我国的植保器械中,还是以工农-16型为主的背负式手动喷雾器为主,约占全国植保器械总拥有量的90%。这种从20世纪70年代末发展起来的大容量、大雾滴的背负式手动喷雾器,仍占据植保器械市场的主导地位,", "label": "农业工程", "id": 0}
{"content": "<正>引言为了实现水稻生产全过程机械化,江苏农垦组织农机技术人员对稻作机械行走装置进行攻关,成功地研制出了\"盘式窄形铁制水田轮\"和\"齿杆步进式行走轮\"两套稻田机械行走装置,经过试验、示范和推广运用,取得了良好的效果。1.研制背景机插秧取代人工插秧后,稻田管理机械化就成为水稻全各机械化的重点和难点。水稻田间管理中的化除、治虫、施肥等作业是水稻生产中的", "label": "农业工程", "id": 0}
{"content": "为提高除草机器人田间作业时自主行驶的精确性和实时性,研究采用GPS导航技术和PID算法等实现对预定路径的跟踪。以GPS接收机及航向、角度传感器作为导航传感器,在除草机器人平台上搭建转向控制机构,设计开发了一套基于GPS的导航控制系统。研究导航控制系统的结构和工作原理,提出了PID控制算法来实现预定路径的跟踪。定点采集预跟踪路径、经纬度信息,并拟合成连续路径作为预定跟踪路径,存储在主控器中。根据导航传感器得到机器人当前位姿信息,与预定路径进行比较,得到当前航向偏差,作为PID控制器的输入,将机器人前轮期望转角作为输出。在MATLAB中对算法进行了仿真,仿真结果表明,路径跟踪算法能够较快且准确地跟踪预定路径。直线跟踪时,横向最大偏差小于0.1m;曲线跟踪时,横向最大偏差不超过0.2m。", "label": "农业工程", "id": 0}
{"content": "喷杆式喷雾机与隧道式喷雾机是大型植保喷雾机械的重要代表性机具,随着植保作物规模扩大及生产的需要,喷杆式与隧道式组合机构的研究将会成为植保机械发展的一个重要组成部分。从工作原理和动力学特征的研究入手,设计了一种应用于大型喷雾机中,可进行喷杆式结构和隧道式结构自动转换的喷杆转换机构。按照喷杆式喷雾机和作物尺寸确定了喷杆转换机构的基本参数,并利用虚拟样机软件Solidworks和ADAMS对其进行样机建模和动力学仿真。仿真结果表明,喷杆转换机构动力学模型能够完成喷杆自动升降和喷杆变角的动作,实现喷杆式与隧道式机构的转换。", "label": "农业工程", "id": 0}
{"content": "随着经济的发展,机械化程度的逐渐提高,农业机械的需求也大量增加。田间管理机械因其种类多,作业场所环境复杂,致使单一功能的作业机具使用率低,急需研究集中耕、浅耕、除草、施肥、植保多种功能的一体化作业平台。论文在分析国内外田间管理机具发展状况以及田间管理机具的作业特点的基础上,研究田间管理机具一体化作业平台建设的可能性,提出一种基于虚拟样机技术的田间管理一体机的虚拟样机设计方法,并展望虚拟样机技术在田间管理机械设计上的发展前景。", "label": "农业工程", "id": 0}
{"content": "为了减少农作物非对靶喷施造成药液浪费和环境污染,对具有一定株距非连续种植的农作物采用自动对靶喷雾,将连续性施药转变为间歇性对耙施药,设计了一种基于模拟正弦调制的红外靶标探测系统,并对实际植株进行探测试验。试验结果表明所设计的系统可对农作物靶标进行自动探测,探测距离范围在3.2~4.4m,探测间距平均值为0.22m。", "label": "农业工程", "id": 0}
{"content": "气流辅助喷雾在雾滴减飘方面确有效果,然而大田作业时,其减飘效果受到自然风、喷雾流量、风筒出口风速、喷雾角等多种因素严重影响。本文采用三维流场的多相流计算流体力学（Computational Fluid Dynamics,CFD）模型,研究雾滴在自然风影响、辅助气流胁迫和自身重力作用下在连续相和雾滴粒子群离散相耦合的交互作用,并分析了不同工况参数对雾滴漂移特性的影响。结果表明:增大风筒气流出口速度,可以胁迫雾滴向靶标运动,减少雾滴飘失率。当喷嘴流量较小时,雾滴飘失率变小的趋势最为明显。然而喷嘴流量过大时,雾滴整体抗飘失能力显著下降。辅助气流的喷雾角对减少雾滴飘失相对于自然风速、辅助气流风速没有显著的影响。", "label": "农业工程", "id": 0}
{"content": "朝阳市酒葡萄树的栽植面积越来越大,适时对葡萄藤进行越冬掩埋防寒,是北方地区葡萄生产管理的重要环节,历史上曾经发生过局部区域,因冬初未来得及对葡萄进行埋藤防寒,发生了大面积葡萄树被冻死的事故,给种植户和酒葡萄产业造成了较大的损失,曾一度影响了农民栽植酒葡萄树的积极性;基于当地实际生产需要,设计了MT‐35型葡萄埋藤机,重点介绍了其结构与工作原理、主要工作部件的设计和参数;该机的研究设计,对重新树立人们栽植酒葡萄树的信心,满足葡萄酒厂对原料的需求,增加农民收入,促进本地区经济的发展,具有重要意义。", "label": "农业工程", "id": 0}
{"content": "<正>引言目前植保的方法主要采用化学、物理、生物、和综合防治等方法,由于化学防治方法具有工效高、防治及时等特点,特别是针对突发性、大面积泡发病虫害时,能确保及时控制和防治。因此,它是国内外农业生产中采用时间较长的病虫害防治手段。从一些相关数据表明,植保机械每年可为我国农业生产减少粮食损失350亿斤,减少皮棉损失1000万", "label": "农业工程", "id": 0}
{"content": "麦蚜是小麦田主要害虫,喷施药剂是目前防治麦蚜的主要措施,而药液雾滴的沉积特性是影响喷雾对麦蚜的防治效果的因素之一。作者选用4种不同喷雾器械及其配置,即3WBS-16A型背负式手动喷雾器、JACTO HD400型背负式手动喷雾器、3WBD-16型电动喷雾器0.9mm喷孔、3WBD-16型电动喷雾器2mm喷孔,分别测定了喷雾雾滴的体积中径及其在模拟小麦植株的沉积特性,并通过喷施4.5%高效氯氰菊酯乳油的田间试验,初步研究了其雾滴沉积特性和田间防治效果的关系。结果表明,4种喷雾方式雾滴体积中径分别为151μm、170μm、159μm和195μm,喷雾的DR值均大于0.67,各喷雾方式雾滴的均匀度均能达到基本喷雾要求;4种雾滴体积中径喷雾在模拟植株穗部的雾滴密度分别为72个/cm~2、66个/cm~2、72个/cm~2和73个/cm~2,雾滴密度变化幅度较小;雾滴密度变异系数为10%～15.67%;其中,雾滴体积中径159μm（3WBD-16型电动喷雾器0.9mm喷孔）的覆盖率最高,是雾滴体积中径151μm（3WBS-16A型背负式手动喷雾器）覆盖率的2.13倍。田间喷施高容量60L/667m~2,低浓度（0.33mg/L）时,药后7天的防治效果分别为80.72%、91.07%、74.88%和80.97%,其中,雾滴体积中径159μm的防治效果最高;田间喷施常量40L/667m~2,中浓度（0.5mg/L）时,药后7天的防治效果分别为83.20%、92.47%、83.26%和84.68%,其中,雾滴体积中径159μm的防治效果最高;田间喷施低容量20L/667m~2,高浓度（1mg/L）时,药后7天的防治效果分别为72.00%、83.73%、79.94%和78.96%,其中,雾滴体积中径159μm的防治效果最高,但是不同体积中径之间的防效差异不显著。雾滴体积中径159μm,常量40L/667m~2喷雾药后7天的防治效果与高容量60L/667m~2喷雾在药后1天、3天和7天的防治效果无显著差异,显著高于低容量20L/667m~2喷雾在药后1天、3天和7天的防治效果。因此,实际应用时使用雾滴体积中径159μm的小雾滴进行喷雾,使用常量40L/667m~2喷雾可以达到理想的防治效果。", "label": "农业工程", "id": 0}
{"content": "依据玉米中耕除草机工作实际情况,设计了结构较简单、通用性好、使用技术要求不高、作业性能完全满足农艺要求的机器关键部件。工作地隙为60厘米,通过能力强、作业适应性好,改善了以往中耕机的除草率低的的情况。为复式作业机,一机多用,还可以根据要求将除草铲换为深松铲进行深松作业,降低了生产成本,提高了工作效率。", "label": "农业工程", "id": 0}
{"content": "精准农业围绕数据获取,数据分析处理,并根据数据处理结果进行变量决策。随着差分GPS的应用,使精确的农业机械导航和定点喷药系统成为现实。本文介绍了基于ARM9的智能喷药系统的设计与实现,通过GIS系统提供的经纬度信息精确画出了喷药机的作业区间,通过串口指令发送给下位机,从而能够精确地控制相应防水电磁阀的开关,实现约翰迪尔大马力机械在大规模农场的精准智能喷药。实验证明,本系统性能良好。", "label": "农业工程", "id": 0}
{"content": "针对我国南方茶园多枯枝杂草的实际情况,在烟草作物中耕管理机的基础上,通过在旋耕刀旋转机构上方安装一组与之相对应的静刀片,利用静刀与动刀相互之间的间隙配合,静刀片上的锯齿形切刀将缠在旋耕刀上的杂草切断,达到有效去除缠绕到旋耕刀主轴上的枯枝杂草的目的,再通过旋耕刀的翻转作业,将切断的草渣和短碎枯枝埋入土壤,进一步起到埋施青肥的作用。同时,该机采用了流线型整体罩壳的设计,可进一步减小中耕机工作过程中的行进阻力,可保证工作过程连续、流畅。", "label": "农业工程", "id": 0}
{"content": "热力烟雾机是一种防治病虫害的新型超低容量植保机具。我们在小麦赤霉病防治上进行了热力烟雾机与常规机动喷雾器和手动喷雾器的对比试验。结果表明,热力烟雾机表现出了省时、省力、省水、操作简单、安全可靠、节省农药、防治效果好等特点,是更新和替代老式施药器械的较佳选择。", "label": "农业工程", "id": 0}
{"content": "本试验改进了高杆喷雾技术在玉米田的应用形式,首次使用吊杆喷雾,研究了其雾滴在中后期玉米冠层上的沉积分布情况,试验采用诱惑红为指示剂,分别测定了雾滴在玉米植株上的沉积密度与药液沉积量。试验结果表明:当喷雾压力为0.3MPa,喷头型号为TEEJET 11003时,雾滴在玉米雌穗上的沉积密度和药液沉积量最高,分别为45.3个/cm~2和8.01μg/cm~2,在玉米第一片叶上的沉积密度和药液沉积量均最低。此外,该种喷雾方式在玉米第三片叶内部和第五片叶内部形成的雾滴沉积密度均匀。", "label": "农业工程", "id": 0}
{"content": "农药的长期滥用引发了严重的环境污染和食品安全等问题,如何提高农药利用率是现阶段亟待解决的严峻问题。农药施用效能是雾滴的沉积、碰撞、滞留、吸收等过程的综合体现,理解和改善农药雾滴行为是提高农药利用率的根本所在。本文结合农药利用率远低于发达国家水平的现状、农药污染对社会发展和人类生存安全的为害。综述了农药雾滴各阶段行为在国内外的研究现状、研究意义和发展动态,由论述可见。在国内还较欠缺全面、定量和微观层次的农药雾滴行为研究,提出了建议应将一些先进的科学技术和研究方法引入对农药雾滴行为的研究中,建立雾滴行为的经验模型和过程模型,估计预测农药剂型的行为规律,利用专家控制系统,控制优化施药装置、药剂用量和助剂配方。", "label": "农业工程", "id": 0}
{"content": "变量控制技术是精准农业中的核心技术。将机具行驶的当前位置,与获得的决策数据进行综合运算,得到当前位置的施肥量。可有效地节约液态肥的浪费和减轻化学肥料对农业生态环境的破坏。本文在自行设计的压力调节式液态变量施肥系统的基础上,建立了该系统的数学模型,得到了控制系统的传递函数,并用MATLAB对控制系统模型进行了仿真。仿真结果表明,该模型可方便地控制系统的施肥量变化,并能达到较满意的控制效果。", "label": "农业工程", "id": 0}
{"content": "为了提高变量施肥精度和均匀性的关键在于减小变量机构的响应时间,选择最佳控制参数,本文提出了一种基于相关向量机的开度转速双变量施肥播种控制序列决策方法。该方法首先考虑了施肥处方中前、中、后相邻三次施肥量的相互影响,综合了开度和转速的响应时间和工作死区等特性,利用非线性规划方法实现最佳控制参数的决策,避免了小施肥量下的大开度小转速现象,减小了外槽轮脉动性的影响。为了协调了车载电脑运算能力与控制响应的矛盾,利用相关向量机实现了施肥控制序列的近优实时计算。室内试验结果表明,平均施肥误差比原始方法减小了4%,同时该方法有效地避免了极端情况下的电机无法驱动排料转轴的情况。田间作业试验证明,使用该方法的施肥机指令响应及时,播撒均匀、准确,证明了方法的实用性。,", "label": "农业工程", "id": 0}
{"content": "为了解决深施型液态施肥机液肥输送管路在工作过程中的缠绕问题,保证液态肥顺畅的施入土壤中,本文在分析了扎穴机构工作原理的前提下,对扎穴机构进行了防缠绕设计。应用Pro/E软件建立扎穴机构模型,并利用ADAMS软件对其进行模拟仿真。仿真结果表明:扎穴机构工作过程无干涉,满足预期的设计要求。", "label": "农业工程", "id": 0}
{"content": "变量施肥作业时,将定位系统测距传感器安在施肥机地轮上,由于地轮是一从动轮,靠与土壤地面的摩擦力驱动,它与松软土壤的接触必然会产生滑移现象,造成传感器测距的不准确。地轮的滑移率会受施肥机的重量、地轮的直径、地轮的宽度及土壤的性能等影响,其中,施肥机的重量、地轮的结构因素对地轮滑移率的影响可以通过合理设计施肥机和地轮装置减小,而土壤压实状况等条件在施肥过程中是不可控的。为保证变量施肥的质量,探讨土壤压实对地轮滑移率的作用规律,为减小航位推算测距累积误差,提高定位精度提供一定的理论和数据基础。本文对施肥机地轮进行受力分析,假设土壤对象的含水率相同,且土壤的其它物理条件不存在随机变化,地轮滑移率仅随土壤压实变化而变化,构建不同土壤压实下施肥机地轮滑移率模型,模拟分析土壤压实对地轮滑移率的影响。", "label": "农业工程", "id": 0}
{"content": "在水肥滴灌一体化设施中,为优选文丘里施肥器的最佳调控方式,以规格为32mm的并联式文丘里施肥器为对象,在文丘里施肥器的进水口、出水口和与水管的并联连接处三个位置安装球阀调节压差进行试验。试验结果表明:在进水口处调节压差,浓度始终大于20%;在与水管的并联连接处调节压差,虽可实现对浓度的调节,但进口流量与压差成非线性关系;在出水口处调节压差,可在1～10%范围内调节浓度,且浓度与压力比的关系可用二次多项式表示（R2>0.93）,进口流量与进口压力、压差的乘积成线性正相关关系（R2>0.94）,因此在出水口处调节压差能实现对进口流量和浓度的准确调控。", "label": "农业工程", "id": 0}
{"content": "为利用文丘里施肥器实现变量施肥,基于PWM（PulseWidthModulation）技术设计了一种水肥一体化变量施肥装置,它主要由压力变送器、文丘里施肥器、脉冲电磁阀及控制器组成。通过改变PWM的占空比对脉冲电磁阀进行控制以改变文丘里施肥器进出口间的压力差,从而改变文丘里施肥器的吸肥量。以压力变送器检测管道入口压力,通过试验标定的方法将入口压力转化为相应的流量信息,从而获得施肥量和施肥浓度。在本试验条件下的试验结果表明:电磁阀PWM控制的最佳频率为6Hz;在0.165MPa入口压力下,在60%～100%范围内改变PWM的占空比可实现施肥浓度在10%范围内任意可调。", "label": "农业工程", "id": 0}
{"content": "本文以同步开沟起垄施肥水稻精量穴直播机为试验平台,针对以往的光电法施肥机监测系统易受田间灰尘影响的缺点,提出了基于电容测量的施肥机施肥监测方法,研制了精密施肥机施肥监测系统。该系统主要以单片机（STM32F103RB）对用电容数字转换器（AD7746）测量排肥管的电容值,以及用编码器测量排肥轴的转速进行信号处理。然后根据排肥管电容值和排肥轴转速的实时变化,实现施肥性能监测,对由肥箱排空或排肥管阻塞等造成的漏施情况进行报警。试验表明,该系统能够有效地提高施肥监测的可靠性。", "label": "农业工程", "id": 0}
{"content": "为开发水力除草,通过切割实验确定切断杂草的切割力和切割瞬时速度,运用水力学理论计算满足切割力所需的水射流的出口压力和射流速度,比较射流速度与切割瞬时速度大小,分析不同喷嘴直径对上述因素（写明）的影响。切割实验得出切割力最大为54.54N,切割瞬时速度为4.71m/s;切割实验所用刀刃宽度为0.005～0.02mm,用水力学理论计算得出:出口压力为0.52～2.12Mpa,水射流速度为32.57～65.14m/s,约为切割瞬时速度的8～16倍;分析得出喷嘴直径对水射流速度和出口压力无影响,与射流流量成正比。", "label": "农业工程", "id": 0}
{"content": "针对类球型小粒径种子的蔬菜生产用工量大,生产管理工序复杂,机具更替多等问题,基于标准化作业质量要求设计一种气吸式蔬菜联合播种机,该机可实现施肥、旋耕、起垄、开沟、播种、覆土联合播种作业,适用于旱地大田精量播种作业,有助于农业生产效率,降低劳动成本。整机采用模块化设计,结构简单紧凑,模块之间连接可靠、方便调节、安装、拆卸,可节省现场准备时间,且利于运输与维护。田间试验结果表明,气吸式蔬菜联合播种机作业效果良好,其合格指数、重播指数、漏播指数和合格粒距变异系数分别为88.6%、9.2%、5.5%和28.4%,各项指标均优于农业播种行业标准。联合播种机的农艺适应性强、使用经济性高,能满足不同蔬菜的播种要求,适应当前蔬菜播种机发展需求,对于推进蔬菜生产全程机械化发展进程具有积极作用,为蔬菜播种机的结构改进和优化提供参考。", "label": "农业工程", "id": 0}
{"content": "甘蔗健康种苗种植技术是提高甘蔗单产水平和品质、节约下种量降低生产成本的主要技术措施之一,我国甘蔗生产机械化程度低,国内现有甘蔗种植机主要为传统双芽段式,存在耗费人工多、作业效率低、作业质量不稳定、耗种量大、与单芽段的甘蔗健康种苗不兼容等问题,直接限制了这项技术的推广和应用。国外全自动甘蔗种植机多为整杆和双芽段式,结构复杂造价高、与国内种植农艺不配套导致无法引进应用。针对上述问题,本研究基于甘蔗健康种苗单芽段的物理特性,设计了一种液压槽轮式甘蔗健康种苗种植机,利用Solid Edge ST5三维软件建模,对关键部件进行力学有限元分析,检验机构合理性,加工样机进行田间试验检测,结果表明比传统双芽段实时斩种式种植机生产率提高30%,下种量节约66%,人工劳动强度降低50%,验证了该槽轮式甘蔗健康种苗种植机设计方案的可行性。", "label": "农业工程", "id": 0}
{"content": "对现存的马铃薯播种施肥开沟器的种类及特点进行分析,并结合相对应具体的开沟器型号进行了阐述分析,总结不同种类开沟器的优缺点,对马铃薯播种施肥开沟器的发展进行展望,为马铃薯播种施肥开沟器的发展提供了参考。", "label": "农业工程", "id": 0}
{"content": "马铃薯是一种十分喜水的作物,在栽培过程中需要及时补充水分,这就导致许多旱地栽培区域需要进行大量灌溉,更加重了旱地马铃薯栽培的困难,而且对于人力、财力、水资源等都是一种浪费。故针对这一情况进行分析,发现通过覆膜播种机来改善这些旱地马铃薯栽培区的情况是个不错的选择,通过介绍国内外马铃薯播种机的情况,总结它们的优点及不足,并针对以上优缺点,对未来马铃薯覆膜播种机的发展方向进行展望,为国内马铃薯覆膜播种机的发展提供参考和借鉴。", "label": "农业工程", "id": 0}
{"content": "提出罩壳、拖板的合理形状和在马铃薯旋耕起垄种植机上的正确配置原则,计算土垡在被抛出后与拖板反射面碰撞情况,在忽视随机振动的情况下,对罩壳、拖板在旋耕装置上的振动规律、设计原理和计算方法进行了详细论述,然后进行了实际的拖板、罩壳以及弹簧设计。", "label": "农业工程", "id": 0}
{"content": "马铃薯作为中国主要的粮食作物之一,种植面积与种植规模在逐年攀升,提高马铃薯种植机械化水平对促进马铃薯产业发展有着重大意义。了解旋耕铊刀的运动过程以及在此过程中土垡的受力情况是设计马铃薯旋转起垄种植机的重要理论依据,其目的在于保证旋耕后成型土垄高度及土壤松碎程度,对国内外旋耕刀研究现状和发展趋势进行阐述,并从理论上分析了马铃薯旋耕起垄种植机工作时铊刀正切面对土垄的抛掷作用;指出了土垄的抛掷方向及范围,为旋耕罩壳及拖板的设计研究做理论基础。", "label": "农业工程", "id": 0}
{"content": "对现有施肥装置的种类和特点进行叙述和分析,分析各种施肥装置的优缺点,并对各种施肥装置在马铃薯播种机的应用进行详细介绍,对未来马铃薯播种机的施肥装置的发展进行了展望,为马铃薯播种机施肥装置的发展提供了参考和借鉴。", "label": "农业工程", "id": 0}
{"content": "中国是一个传统的农业大国,农业生产在中国的国民经济发展中占有非常重要的地位。保护性耕种是现代农业发展的主流形式,随着农业种植技术的不断发展,指夹式免耕精密播种机很好地实现了保护性耕种这一理念。指夹式玉米免耕精密播种机是一种近年来广泛推行的新型播种形式,在应用中不仅能够有效地增强农业生产效率,还能够保护耕地,促进中国农业的迅速发展。", "label": "农业工程", "id": 0}
{"content": "【研究背景】小麦立体匀播技术可以使小麦种子均匀分布在土壤中的立体空间内,出苗后无行无垄,分布均匀,使小麦能够单株独立的占有地上部分的光热与地下部分的营养成分,达到小麦单株充分发育的目的,实现高产高效。农业的机械化解放了劳动力,使农业生产更加省时、省力。各种小麦播种机的研制,使种植小麦变得节本、高效。不同播种方式所需要的播种机也不完全一致。小麦立体匀播技术则由小麦立体匀播机完成播种。该机器集施肥、旋耕、播种、第1次镇压、覆土、第2次镇压于一体,6道工序一次作业完成。本试验通过多种机型同步比较,以期为小麦立体匀播高效生产研究提供参考。【材料与方法】研究于2015-2016年在陕西省永寿县试验点进行,选用小麦立体匀播机、河北圣和撒播机、豪丰旋耕施肥播种机、河南豪丰免耕播种机、洛阳免耕施肥沟播、太仓灭茬旋耕播种机等机型同步播种,其他田间管理按当地生产实际统一实施。供试品种为中麦175,每公顷播种量为180kg。于收获前调查田间每公顷穗数,收获后统一测产。【结果与分析】结果表明:立体匀播机播种的小麦每公顷穗数为690万,比全部机型平均每公顷穗数增加115.5万,增幅为20.1%;比最低的每公顷穗数提高198万,增幅为40.2%。立体匀播机播种小麦每公顷产量最高,为7522.5kg/hm-2,相较于其他几种机型播种的小麦平均增产693kg/hm-2,增幅约10.1%;比最低产量提高1378.5kg/hm-2,增幅22.3%。立体匀播机多道工序一次作业完成,相比其他机型增加了覆土与两次镇压。覆土,使小麦种子均匀分布于同一土层,能够独立享有相对均衡的生长环境和养分。播种后第一次镇压,能够压实土壤,使种子与土壤充分接触,减少了土壤水分损失,相对提高了土壤含水量,有利于种子对水分和营养物质的吸收;覆土之后的第二次镇压,进一步压实土壤,主要防止冬季寒风飕根,减轻冻害,保证小麦安全越冬。【结论】在陕西省永寿县实验点相同田间管理条件下,小麦立体匀播机相比豪丰旋耕施肥播种机、河南豪丰免耕播种机利于小麦出苗,保证苗全苗匀。与其他播种机相比,立体匀播机有利于提高小麦有效穗数与籽粒产量,实现小麦生产高产高效的目的。", "label": "农业工程", "id": 0}
{"content": "以育苗容器成型机纵封部支架为研究对象,采用第三方建模软件建立三维模型,应用HyperWorks软件结合拓扑优化方法对纵封部支架进行优化设计。优化后支架减重0.702kg,减重率为32.9%。优化后的实际重量为1.430 kg,优化后的体积和位移基本满足要求。优化结果为支架结构设计提供了系统、科学的依据,缩短设计周期和成本。", "label": "农业工程", "id": 0}
{"content": "针对近年现存马铃薯播种机排种器的种类、特点及研究现状进行阐述分析,并介绍各类型马铃薯排种器相对应的国内外代表机型,总结了现有马铃薯排种器的优点及不足,并针对以上优缺点,对未来马铃薯播种机排种器的发展方向进行了展望,为国内马铃薯排种器的发展提供参考和借鉴。", "label": "农业工程", "id": 0}
{"content": "马铃薯是中国第四大主粮作物,随着马铃薯主粮化的推进,种植面积和种植规模将进一步攀升,而马铃薯机械化播种对于马铃薯产量影响巨大。划行器作为马铃薯播种机的关键装置,是马铃薯机械化播种或起垄作业中必不可少的重要导向装置,其用途在于保证行直和行距一致,对国内外马铃薯划行器研究现状和发展趋势进行阐述,并介绍了划印器运动过程中的一些结构和工作参数,为马铃薯播种机划行器提供设计思路和参考。", "label": "农业工程", "id": 0}
{"content": "马铃薯是中国北方各省的主要蔬菜、粮食和经济作物,现已成为中国第四大主粮作物,尤其林区、山区种植面积较广、劳动强度较大,急需解决马铃薯生产机械化。为加快山区机械化的步伐,试制了舀勺式种植样机,实测漏播率为2.01%,重播率为0.98%,机组作业速度为1.67 m/s。大面积作业表明,舀勺式播种部件性能好且稳定,适应较高速作业,大面积连续作业故障少,可靠性高,保养方便,生产效率高。结合中国情况,对舀勺式播种部件必须进行基础理论研究,以保证设计质量,满足山区和其他地区种植马铃薯的需要。", "label": "农业工程", "id": 0}
{"content": "针对我国目前已有的水稻机械化直播中排种器的使用和研发现状,以及虚拟样机技术和离散元模拟仿真在农业机械设计上的应用,研究了利用CATIA软件改进设计一种新型气吸式水稻排种器,运用CFD-DEM耦合技术完成排种器工作过程仿真,并将结果于台架试验进行比较,从而得出排种器的最优结构参数。", "label": "农业工程", "id": 0}
{"content": "为提升中国马铃薯播种的机械化水平,提高马铃薯的品质和质量,促进马铃薯产业发展,文章针对目前中国大多数覆土器不适用于马铃薯垄距、覆土效果差等现象,对马铃薯播种机的关键部件进行了结构设计以及参数设计,根据影响马铃薯播种作业中覆土效果的4个因素。采用正交试验极差与方差分析方法,进行了田间试验,分析不同因素对覆土效果的影响,得出各个因素的较优水平组合,并对其进行验证试验。结果表明,在机具的前进速度为1.5 m/s,安装角度为40°,圆盘直径为500 mm,2个圆盘之间的距离为300 mm时,覆土效果最好,达到了85.3%,为马铃薯播种机的发展优化提供了理论支撑与参考。", "label": "农业工程", "id": 0}
{"content": "为提高中国马铃薯产量,促进马铃薯产业的发展,针对目前中国马铃薯播种机械化水平不高的问题,对气吸式马铃薯播种机的关键部件施肥开沟器进行了理论分析,通过对作业过程土壤颗粒在工作部件上的运动学分析,分析开沟和回土过程中土壤颗粒在开沟器上的运动规律,确定影响土壤覆盖种肥效果的因素。以机具前进速度、开沟器侧面夹角、开沟器长度及开沟深度为试验因素,以回土量为试验指标,采用正交试验极差与方差分析方法,进行了田间试验,分析不同因素对回土量的影响,得出各个因素的较优水平组合,并对其进行验证试验。结果表明,在前进速度为1.5 m/s、开沟器侧面夹角为60°、开沟器的长度为550 mm、开沟深度为150 mm时,回土量为24.1%,满足马铃薯播种作业的要求。为马铃薯播种机的发展优化提供了理论支撑与参考。", "label": "农业工程", "id": 0}
{"content": "马铃薯的播种质量直接影响到马铃薯的产量以及经济效益,针对目前马铃薯播种机作业效率低、重播率高、株距不均等瓶颈问题,结合中国北方马铃薯播种的农艺要求,研究设计了新型舀勺式马铃薯播种机。以株距变异系数、漏播率和重播率为评价指标进行舀勺式马铃薯播种机的田间生产试验评价。田间生产试验表明,舀勺式马铃薯播种机作业速度可达6 km/h,本文所研制的2CMP2型舀勺式马铃薯播种机重播率≤5%,漏播率≤5%,株距变异系数≤20%,均符合国家标准且满足马铃薯田间种植的农艺要求,为中国马铃薯机械化播种提供了技术支持。", "label": "农业工程", "id": 0}
{"content": "以一种苗期农用地膜回收收膜辊中的弹齿为研究对象,运用UG软件建立了收膜辊的三维模型,基于ANSYS Workbench有限元分析软件对收膜辊的收膜弹齿进行了应力、变形、应变、安全因素分析并在此基础上进行了有预应力模态分析。分析结果表明:收膜弹齿的总变形最大处在弹齿齿尖处,收膜弹齿最大应力与应变区域在弹齿底端与卷膜支架连接处,表明此连接处刚度最差,找到了收膜弹齿在工作过程中的薄弱环节;对卷膜辊前6阶模态进行分析,得出其对应振型及位移和最大位移发生部位,确定了卷膜辊的1阶模态为202.77Hz,远大于卷膜辊工作频率,卷膜辊不会产生共振。", "label": "农业工程", "id": 0}
{"content": "文中先对种子的受力进行理论分析,通过建立理论模型,对种子的吸附性能进行研究,得出了吸种的最大高度的影响因素主要有种子大小形状,吸嘴的大小形状及通孔内外压差;当种子与吸嘴确定时,影响吸种范围的因素为种子与吸嘴的距离。利用SolidWorks进行建模,利用ANSYS Workbench CFX模块分别对A形锥角、球形锥角及喇叭形锥角的吸嘴进行数值模拟分析,得出吸附性能优良的顺序为喇叭形锥角>A形锥角>球形锥角。", "label": "农业工程", "id": 0}
{"content": "针对目前中国马铃薯播种机械化水平低、播种机械作业速度较低及播种质量较低等问题,研究设计了一种满足气吸式马铃薯播种机的新型离心风机。由于马铃薯种薯质量大、形状不规则、导致气力取种时所需风量、压力较大,难以保证风量与风压的稳定。通过对风机关键部件进行理论分析,得出影响风压的3个因素,采用正交试验极差与方差分析的方法,分析不同因素对风机风压的影响,得出各个因素的较优水平组合,并进行台架试验验证。结果表明,当风机叶片数为10,风机叶片出口角为106.82°,风机叶片宽度为24 mm时,满足气吸式马铃薯播种机播种需要。该研究为气吸式马铃薯播种机的研制提供了风机技术参数和理论依据,为气吸式马铃薯播种机风机设计及选择提供了参考和技术支撑。", "label": "农业工程", "id": 0}
{"content": "基于家庭用微型植物工厂的智慧化发展趋势,以及城市化发展带来的儿童教育中接触植物与大自然的新需求,笔者设计了一种以LED作为植物光源和照明光源的智慧化室内种植机——植物盒子系列之\"果果飞船\"。该种植机由硬件设备、智能手机和数据库构成,集种植、照明、学习和益智游戏于一身,能够实现远程智能监控、在线教育、智能化种植等功能。", "label": "农业工程", "id": 0}
{"content": "水稻机械插秧技术是继品种和栽培技术更新之后,进一提高水稻劳动生产力的重要措施,为广泛应用机械插秧技术,解决\"面朝黄土背朝天,弯腰曲背几千年\"的传统生产方式,实现水稻全程机械化生产迈出坚实的一步。为此,针对现代广泛应用的水稻插秧机的正确操作方法进行了探讨。", "label": "农业工程", "id": 0}
{"content": "目前烤烟育苗多为手工播种,费工费时,为了有效降低用工成本,提高劳动效率,满足新形势下烤烟漂浮育苗集约化、规模化、机械化的需要,设计了一种负压吸附式烤烟播种器。该机利用空气负压原理,通过精确打孔的播种盘吸附和释放烤烟种子,实现精准快速播种。据此理念结合实际应用,提出设计方案并试制了样机。通过检验,该机操作简便,播种精度好,播种效率高,较对照节省播种时间45.9%-83.9%,出苗率在92%以上,作业质量符合烟草播种育苗要求。", "label": "农业工程", "id": 0}
{"content": "马铃薯播种机是实现马铃薯全程机械化作业的重要环节。针对目前我国马铃薯播种机作业过程中的漏播、重播、株距不均等问题,设计了一种带机电式补薯装置的新型排薯器。介绍各主要工作部件结构与工作原理,并进行了田间试验。", "label": "农业工程", "id": 0}
{"content": "为实现油菜高产高效种植新模式的配套机械化,研制了2BYL-4型油菜垄作直播联合播种机,阐述了该机具的工作原理,关键部件设计等,并进行了田间试验。试验结果表明,该直播机能够一次完成旋耕开沟、起垄成厢、播种覆土等作业,试验结果显示该机作业质量好、效率高。", "label": "农业工程", "id": 0}
{"content": "创造性地提出了构建基于移动苗床的温室\"小环境\"。根据移动苗床的结构特点,设计了自动卷覆膜机,实现了塑料薄膜的自动卷收或覆盖,搭建了自动控温系统,建立苗床及作物的独立加热保温小环境,降低劳动强度,提升育苗成苗率41.4%,降低单株苗加热成本69%以上。为工厂化育苗柔性化生产提供技术支撑,实现不同种苗培育在同一温室内的统一管理。", "label": "农业工程", "id": 0}
{"content": "针对穴盘精密播种存在重播、漏播以及播种性能不稳定问题,运用机器视觉技术对穴盘精密播种机进行播种性能检测。在穴盘精密播种机上配置性能检测系统,光电传感器根据穴盘位置触发相机,双相机逐行扫描拍摄穴盘图像,图像数据实时传输到计算机,通过视觉算法软件进行图像分析与处理,识别穴盘的播种状况,检测图像与结果同步显示。播种检测试验表明,系统的重播率检测精度为98.94%,漏播率检测精度为99.33%。", "label": "农业工程", "id": 0}
{"content": "设计了一种基于PLC的开沟器力学性能测试装置。该测试装置主要由开沟深度控制机构、六分力测试装置、液压系统和PLC控制系统4部分组成,通过闭环控制实时调节开沟深度,提高了开沟深度稳定性;对六分力测试装置进行了标定,结果表明,牵引阻力测量精度和最大相对误差为1.49%FS、3.7%,土壤垂直反力为2.1%FS、5.1%,侧向力为0.98%FS、1.9%。测试精度满足要求,且该装置能够完成不同类型开沟器的受力及开沟深度的测试。", "label": "农业工程", "id": 0}
{"content": "为了分析工作参数对侧正压玉米排种器内部流场分布的影响,用Fluent软件的大涡模拟方法（LES）分析了排种器内部的正压气室流场,研究了不同参数下排种器内部流场的变化规律。分析表明,进气口压力恒定时,随着转速的增加,压力场分布变化较小,基本数值波动不大;根据速度场分析,当转速较高时,充种区气流流速变小,易造成种子充填性较差。当转速恒定时,进气口压力在一定范围内变化,排种器内部压力场分布变化较小,说明压力变化对种子充填性能影响不大。根据排种试验,进气压力1.2 k Pa,排种盘转速16 r/min时,排种合格指数达到91.30%,且排种盘转速是影响排种性能的最显著因素。", "label": "农业工程", "id": 0}
{"content": "针对传统机械离心式油菜排种器型孔易出现堵塞导致后续断条的问题,进行了离心式油菜精量排种器型孔结构的研究,分析了型孔囊取1、2、3粒油菜种子的临界直径;结合EDEM种子运动轨迹的仿真分析得到了型孔囊取1、2、3粒种子的临界值分别为2.6、3.5、3.8 mm;同时试验研究了型孔直径、转速与排种性能关系,进行了型孔堵塞统计试验。结果表明:改进后型孔直径取3.8 mm时,其总排量稳定性变异系数不大于14.8%,各行排量一致性变异系数不大于16.4%,型孔无堵塞现象。", "label": "农业工程", "id": 0}
{"content": "在完成牧草种子机械物理特性研究的基础上,设计了一种多行一器的排种装置。该装置由调节螺杆、搅拌器、排种器壳体、中央排种槽轮等组成。排种量通过调节螺杆调整中央排种槽轮相对于排种器壳体的工作长度来设定,槽轮壳体内的搅拌器用于防止种子架空,大小不同的种子的排种则通过调节槽轮机构内部元件位置来实现。完成了中央排种槽轮结构的设计,并根据结构设计参数及种子的物理特性参数,对不同种子公顷排种量进行了计算,制作了中央排种槽轮工作长度标尺,标尺标值与不同种子公顷排种量一一对应。", "label": "农业工程", "id": 0}
{"content": "针对旱地移栽机打穴栽植需要,设计了一种齿轮连杆凸轮组合式栽植机构,该机构由齿轮机构、连杆机构、槽型凸轮和鸭嘴式打穴栽植器等几部分组成。通过建模软件Pro/E建立了该栽植机构的虚拟样机模型,并将虚拟样机模型导入刚体运动仿真软件ADAMS中。仿真分析了运动参数λ在小于1、等于1和大于1情况下栽植机构前后鸭嘴的运动轨迹,结果表明只有在λ等于1时栽植机构的运动才能满足零速投苗运动条件要求,栽植时可以得到较好的植苗状态,验证了参数选择和机构设计的正确性和合理性。以自制全自动蔬菜移栽机为试验样机,新型鸭嘴式栽植机构为研究对象,分别从栽植均匀度、钵苗直立度两个方面进行了试验。试验结果表明:株距误差率仅为2.22%,钵苗直立度全为优良,表明所设计的鸭嘴式栽植机构能够满足栽植要求。", "label": "农业工程", "id": 0}
{"content": "针对应用QM-500型果树苗木起苗机对苹果矮化苗木出圃时需要人工将断根后的苗木拔出等问题,采用AIP软件设计了由振动机构、传动系统等构成的根系土壤分离装置,试制并装配在QM-500型果树苗木起苗机上,配套58.8 k W拖拉机在蠡县果树苗木繁育基地进行了试验。试验表明:当偏心距（曲柄）e为52 mm、摆角φ为13.72°、行程速度变化系数K为1.02、极限夹角θ为2.03°时,起苗作业效率1.6株/s,节省人工50.85%,实现了苹果苗木起苗机械轻简化作业。", "label": "农业工程", "id": 0}
{"content": "针对目前残膜捡拾机构性能不可靠,造成残膜收净率较低的问题,提出一种曲柄摇杆式残地膜捡拾机构,建立机构几何与数学模型,对所设计机构的工作机理进行仿真、分析与优化,达到了捡拾与卸膜的工作要求。大田试验表明,机具的工作效率大于0.4 hm2/h,残膜回收率达到88.5%,工作过程中基本未出现缠绕问题。", "label": "农业工程", "id": 0}
{"content": "为了实现玉米精量播种,该文设计了一套侧正压排种器,分析了排种器的工作原理,并对排种过程动力学进行了研究;对影响排种器性能的基本因素进行了均匀设计试验,并且分别对排种性能3个指标建立了回归数学模型。试验结果表明,排种盘转速对播种合格指数和漏播指数影响最显著,充种型孔尺寸对重播指数影响最显著,风机压力对排种指标有影响但影响不显著,风机压力达到1.2 k Pa,排种盘转速18 r/min,充种型孔宽度11 mm时,既能够满足播种要求。通过种子分级试验,分级后排种性能指标显著改善,合格指数达到了89.36%,漏播指数降至4.26%。本文所设计的侧正压排种器为气力式精量播种机提供了一种新的参考。", "label": "农业工程", "id": 0}
{"content": "针对现有水平吸盘式排种器种盘结构复杂、整体气腔体积大、气压分布不均匀、气流不稳定、受风量和压力因素影响大等问题,该文设计了一种多气道气吸板式排种器。排种器吸种板采用分气道组合气腔结构,依靠吸种板的来回翻转和种箱的上下移动来实现充种和排种;按超级稻每个取秧面积2±1粒的机插育秧播种要求,吸种板采用在单位取秧面积内双孔对角布置的吸种气孔设计方案;对研制的排种器,以两优培九超级稻为试验对象,选取真空度、种箱移动速度、充种角度以及吸孔直径作为试验因素,进行充种性能的正交试验,通过试验得出充种性能最优参数组合为种箱移动速度0.12 m/s、真空度1.5 k Pa、充种角度120°、吸孔直径1.0 mm,最优参数组合下的充种合格率94.26%、漏播率2.47%、重播率3.27%;在充种性能最优参数组合下,选择不同播种效率作进一步播种性能试验,当播种效率为300盘/h时,合格率达到90.52%,满足了超级稻精密育秧播种要求。研究结果对保证超级稻育苗质量、实现机械化种植、增加产量和收益具有重要意义。", "label": "农业工程", "id": 0}
{"content": "目前,藜蒿栽植主要依靠人工扦插。分苗装置是实现藜蒿机械化扦插的关键部件,为实现藜蒿苗杆的有序进给,该文设计了一种基于振动机理的藜蒿扦插机分苗装置。在分析振动式分苗装置振动机构—曲柄滑块机构运动分析基础上,利用Matlab优化了振动式分苗装置的结构参数,即当该曲柄摇杆机构的连杆、摇杆分别取499 mm、273 mm时,机构达到最好传力效果。利用Ansys对分苗装置的振动特性进行了模态分析,为防止弹簧钢板变形,振动频率应小于98.66 Hz。而后,以曲柄长度、振动频率、轨道倾角为试验因素,开展了藜蒿分苗装置的试验研究。极差分析结果表明,试验台倾角对分苗合格率影响较大,振动频率次之,偏心距影响最小,优化组合为:振动频率36 Hz、轨道倾角6°、曲柄长度14 mm,此优化组合参数下藜蒿苗杆分苗合格率可达86.3%。该研究工作实现了藜蒿苗杆的机械化分苗,为藜蒿扦插机械的进一步研究提供了参考。", "label": "农业工程", "id": 0}
{"content": "基于葫芦科营养钵苗的\"贴接法\"嫁接技术,设计了由穗木夹持搬运机构、穗木切削机构、砧木夹持搬运机构、砧木旋切机构、嫁接夹自动排列输送机构、嫁接钵苗自动排列摆放机构组成的葫芦科营养钵苗单人操作嫁接机器人。通过试验得出,该机器人的理论嫁接速度可达440株/h,实际操作嫁接速度达到285株/h,嫁接成功率为92%,与同类型的双人操作营养钵苗嫁接机相比,人均作业效率提高36%。增加了嫁接钵苗的后续自动排列摆放机构,提高了嫁接生产自动化程度。", "label": "农业工程", "id": 0}
{"content": "<正>东北农业大学设计与生产的此系列育种机创新点是解决了过去大豆育种田播种问题,一机多用,既能精准播种小量繁殖,又能精准播种原始材料、杂交圃、选种圃、产量鉴定及品种比较圃;用工少,省工省钱;种子不混杂;出错率0%,同时做到了施肥、播种、覆土、镇压整套播种环节。最大的好处:简单易懂,雇的临时工都会操作;适用性强。黑龙江省农业科学院黑河分院大豆育种一室、二室用此育种机已经三年,总计播种育种", "label": "农业工程", "id": 0}
{"content": "<正>1水稻插秧机械化的作用我国水稻常年种植面积3000万hm2,约占全国谷物种植面积的30%,约占世界水稻种植面积的20%,我国稻谷年产量近2亿t,约占全国粮食总产量的40%,约占世界稻谷总产量的35%,水稻种植面积和水稻总产量均列世界第一位,水稻生产在我国农业生产中占有十分重要的地位。在我国主要粮食作物生产中,水稻生产技术最复杂、季节性最强、劳动强度最大,而水稻种植又是水", "label": "农业工程", "id": 0}
{"content": "高速犁是作业速度在7km/h以上的耕地农机具。本文以高速犁犁体曲面为研究对象,主要研究高速犁犁体曲面设计方法及结构参数对其固有特性的影响。首先基于水平直元线法,提出了高速犁犁体曲面的设计方法,并对高速犁犁体曲面进行规范化设计。其次利用有限元软件对特定高速犁犁体曲面进行模态分析,得到高速犁犁体曲面的固有频率及振型。最后研究了高度偏差量、导曲线开度、导曲线安装角和铧刃角的变化对高速犁犁体曲面固有频率的影响。本文研究结果为高速犁结构设计和优化提供参考依据。", "label": "农业工程", "id": 0}
{"content": "耕整地机械在农业生产中占有重要地位,工作负荷大、强度高,受冲击比较大,其核心工作部件结构磨损或疲劳断裂导致机械振动显著、故障频发,不仅严重影响作业可靠性和耕整效果,甚至会威胁人身安全。因此实时监测耕整地机械运行状态至关重要。本文对振动监测技术与系统进行了阐述,归纳了应用于耕整地机械振动监测的硬件系统和基于虚拟仪器的软件系统;通过对比频域分析、倒频谱分析和时频域分析3种振动信号处理方法的优势及局限性,得出使用局部变换结合时频分析方法更适合处理耕整地机械振动产生的非平稳信号;对比分析目前应用到耕整地机械中的运用阻尼材料、加装动力吸振器和改善机械结构3种减振技术,指出运用阻尼材料与复合材料共固化成型的途径添加阻尼效果最佳;总结并展望了振动监测及减振技术在耕整地机械中的应用和发展前景。本文为耕整地机械振乃至其他农机装备振动的研究提供参考价值。", "label": "农业工程", "id": 0}
{"content": "微耕机在耕作时会产生强烈的振动,扶手架为悬臂梁结构安装在微耕机上,振动经过扶手架传递到人手部位给操作者带来了显著的不适感,剧烈的振动长期作用于人手会威胁到操作者的身心健康。本文针对微耕机耕作时扶手架振动强烈问题,采用ANSYS Workbench进行数值分析,发现扶手架易发生共振现象,基于灵敏度分析,研究对比了不同的尺寸对扶手架约束模态的影响,在此基础上,选择合理的尺寸对扶手架进行优化设计。", "label": "农业工程", "id": 0}
{"content": "主要阐述等温淬火球铁（ADI）在农田作业深松机翻地犁、施耕机等机械上配套使用零部件,如深松铲、犁铧、刀片等耐磨件的使用性能。", "label": "农业工程", "id": 0}
{"content": "为了改善马铃薯中耕深松作业质量,降低马铃薯深松作业阻力。设计了一种由深松铲尖、深松铲柄、分土平板组成的深松铲。分析了深松铲的结构参数和工作参数。基于田间实际工作情况,通过离散元软件EDEM建立了马铃薯中耕深松装置和土壤颗粒仿真模型,以入土角、入土深度、前进速度为试验因素,以耕作阻力为试验指标进行正交仿真试验得到最佳工作参数。试验结果表明,当入土角度为20°、前进速度为0.75m/s、入土深度为150mm时深松装置所受耕作阻力最小。为其他类型的深松装置提供参考。", "label": "农业工程", "id": 0}
{"content": "反转旋耕转向与传统正转旋耕刀转向相反,具有埋茬效果好、碎土能力强、耕土平整性好的特点。但由于反转旋耕比正转旋耕功耗大、油耗大等问题,致使用户的接触程度不高,所以目前国内普遍采用正转旋耕。针对国标普通旋耕刀IT245单刀作业功耗问题,对旋耕刀IT245进行正反转功耗对比。根据土壤力学物理特性,建立具有弹塑性行为的Drucker-Prager强度准则的土壤本构模型。结合农艺要求,在含水率为20%的旱地进行旋耕工作,利用有限元分析软件进行正反转过程数值仿真。结果表明:IT245旋耕刀反转比正转功耗高出17.5%,验证了本构模型功耗仿真的可行性,为下一步进行研究设计专用反转旋耕刀的优化分析奠定基础。", "label": "农业工程", "id": 0}
{"content": "针对现有国外相关深松机具引进价格昂贵,国内同类深松机型的机架和深松犁等部件结构单薄、能耗较高等问题,研制\"互联网+\"1SL系列凿式节能深松机。在综合分析我国南方热区土壤物理性状的基础上,以现有相关深松机具结构特点为参考,运用数值模拟技术及优化设计方法,对深松机进行二维、三维建模并对关键部件进行受力分析,检验结构设计合理后制作样机。设计的多功能机架采用了创新的连接方法,其犁头左右上下可拆,可配套不同齿数深松犁（深松犁头为3齿、5齿、7齿）,拆装方便,深松梨间距、耕深可调节,以适应不同动力拖拉机及不同农艺要求;设计的节能减耗深松齿结构,主要由深松齿座、保险轴销、深松齿组成,其中深松齿采用了30Cr Mn Ti耐磨材料制造,提高机具可靠性;深松齿入土角设计为32°,入土水平距离为12cm,降低工作阻力和能耗的同时确保深松深度在35cm以上;为保证机具连续正常工作,设计保险轴销,机具作业过程中遇到阻力过大,保险轴销会自动断裂破坏,起到保护机具和拖拉机,重新更换保险轴销机具即可正常工作。该机具采用局部深松,结构更紧凑可靠。为提高机具的适用性,解决深松作业人工检测劳动强度大,工作效率低等问题,机具安装了深松作业监测信息化服务系统,应用卫星定位、无线通讯技术和深松机具状态检测传感技术,安装的可视化深松整地检测仪与电脑连网,拖拉机手观看显示装置可实时获知深松深度情况,远程监控室中的工作人员可远程在线观测作业机的作业现场、质量、轨迹等情况,对农机深松作业实施准确监测,该系统可替代目前依赖人工现场多点挖穴、人工丈量、现场记录数据等现场普查方法,支持深松作业数据统计分析、图形化显示、作业机具管理、作业视频监控、自动生成深松作业信息报表等功能,可随时网上采集数据和监督作业情况,使深松作业的\"精准度\"大幅提升,而且使各农机管理部门实时掌控作业情况、掌控农机分布密度和作业密度,为实施深松补贴的农机管理部门提供了信息化检测,避免弄虚作假、瞒报漏报问题的发生。深松作业监测信息化服务系统的应用不仅提高了验收效率、降低了农机部门管理的验收成本,同时也使检测更科学、更精准。", "label": "农业工程", "id": 0}
{"content": "针对我国南方热带耕地具有土壤板结严重,黏性大,不易破碎,耕作难度大等特点,已有深松旋耕联合作业机存在结构单薄、能耗高、使用寿命短,因秸秆和杂草等堵塞现象严重等问题,对\"互联网+\"深松旋耕联合作业机进行改进。通过土槽试验车数显压力测量仪,分析确定深松旋耕联合作业机作业时关键部件的刚体动力学参量,根据分析结果改进设计独立的三角立锥支承式整体焊合机架,深松犁连接梁与机架前梁提高了12cm,深松犁前移约20㎝,使秸秆和杂草等可以顺利进入旋耕室,旋耕机构可对其进行旋耕、搅拌及粉碎等,从而有效减少了秸秆和杂草等堵塞的现象,增强机具适应性。结合Solid Edge ST4软件仿真深松犁在不同形状、入土角度、犁尖材质条件下的刚体动力学参量,有限元分析犁体应力、应变,观察不同形状犁体应力集中点,探索分析犁体极限断裂规律,进而改进深松犁,改进后的深松犁采用厚度为30㎜、宽度约为100㎜的钢板（国内外现有机具一般采用20mm、宽度约80㎜的钢板）制作,以适应南方热带耕地土壤粘性、比阻大等条件。采用二次通用旋转组合设计,以牵引阻力位试验指标,犁柄倾斜角、入土角、入土隙角为影响因素,进行结构优化试验研究。通过对试验结果分析,建立了深松部件关键角度参数与牵引阻力之间的数学模型,在保证深松犁作业性能的前提下,确定了犁柄倾角为33°、入土角为25°、入土隙角为6°时为最优的参数组合。根据试验结果改进机具,配套100~140型轮式拖拉机对改进样机进行试验验证,同时完成深松、旋耕作业,结果表明:改进的深松旋耕联合作业机深松深度增加了8~10cm,牵引阻力减小了5%,作业成本约降低25%。针对实施深松作业补贴由人工丈量效率低下,对深松作业面积及作业质量统计监督不科学的问题,在改进的机具上安装可视化深松整地检测仪,该仪器主要由GPS卫星定位系统、数据接收线、深度检测传感器、深度实时显示装置、摄像装置等组成,拖拉机手通过深松深度实时显示装置可实时获知深松作业情况,而监控室中的工作人员通过可视化深松整地检测仪能远程在线监测作业机具的作业现场、质量、轨迹等情况,便于对深松作业状况的统计和查询,大大节省了监管的人力成本和经济成本。对改进后的\"互联网+\"深松旋耕联合作业机进行田间试验,通过智能检测,试验结果显示:改进机具生产率大于5亩/小时、深松深度为30~45cm,深松深度稳定性系数达到90%,旋耕深度为10~20cm,旋耕深度稳定性系数达到90%。改进后的机具性能良好,满足甘蔗地深松技术要求。", "label": "农业工程", "id": 0}
{"content": "针对目前我国耕整机存在的问题及普通农户实际灭茬、起垄需要,按照设计要求,完成了灭茬起垄机的总体结构设计;应用三维参数化造型软件CATIA对灭茬起垄机关键部件螺旋板、灭茬起垄装置、梳理器及其他各零部件的建模设计,完成了灭茬起垄机虚拟样机装配,并从三维模型自动生成平面二维工程图,用于生产与加工,提高了灭茬起垄机的设计效率;整机结构紧凑、性价比高,实际使用中灭茬、起垄效果好、工作可靠、消耗动力小。", "label": "农业工程", "id": 0}
{"content": "双犁体翻转机构是对已有的发明专利机型即鱼鳞坑开沟犁装置的进一步优化设计,解决了在单犁体鱼鳞坑开沟犁返程时因开沟翻土方向不在坡下而是在开出的沟上面的作业问题。新研制翻转式鱼鳞坑开沟工作结构装置,应用机械、液压、电控装置实现了不同土壤类型的鱼鳞坑开沟间距式作业,生产效率高,性能可靠,市场前景广阔。", "label": "农业工程", "id": 0}
{"content": "生物反应堆技术在我国的大面积应用取得了较为成功的应验,但对机械化装备,特别是在应用内置式生物反应堆的适用地区,农户迫切需要一种能够解放繁重体力劳动,能够实现机械化作业的实用机械化装备,但内置式生物反应堆机械化装备,尤其是内置式生物反应堆的开沟的开沟机械在国内尚未有,使得该技术在北方地区的应用形成瓶颈。本研究完成了反应堆机械化装备,即开沟机关键部件开沟刀的研制,极大的解放劳动力,有力推广了生物反应堆工程。", "label": "农业工程", "id": 0}
{"content": "选择试验性评价方法作为旋耕深松灭茬起垄机适用性的评价方法,通过统计分析和专家打分,确定了试验项目和试验项目权重值;确定了适用度计算数学模型,进行了试验验证。结论:用适用度定量评价旋耕深松灭茬起垄机适用性与用户定性评价旋耕深松灭茬起垄机适用性相一致。", "label": "农业工程", "id": 0}
{"content": "针对开沟机的发展现状,特别是旋转圆盘式开沟机,设计了一种可换向式水平轴圆盘开沟机。本机能够克服传统旋转圆盘式开沟机只能单侧开沟的不足,并对其关键工作部件进行了全面的设计。通过样机的试制和试验,效果良好,达到了设计的各项要求,为果园作业又增添了新型机具,使可换向式开沟机具有在果园环境工作灵活的特点,解决了传统机具这方面的不足。", "label": "农业工程", "id": 0}
{"content": "9ST-460型振动式间隔松土机是针对耕作层板结严重、坚实度较高的退化草原土壤以及受损农田土壤进行机械松土改良而设计的,该机采用间隔配置的梯形框架式松土部件,利用曲轴连杆机构产生的向上激振力,对通过松土部件的土壤进行强制振动疏松.该机作业时所产生的巨大振动会影响松土机整体结构的刚度和各部件的强度,本文采用有限元分析软件ANSYS对机架结构部件进行模态分析,确定了机架的前10阶固有频率和振型,计算得到机架的固有频率为25.619 Hz,通过模型动态显示分析了机架的动态性能,确定了机架的薄弱环节,为做机架相应分析提供了重要的模态参数,为机架的改进设计提供了理论依据。", "label": "农业工程", "id": 0}
{"content": "本文通过对振动松土工作单体速度特性和轨迹特性的研究,发现前进速度、振动频率、振幅和振动角是影响机具作业性能的因素,速度比λ将这个四个因素对机具的影响联系起来。当作业速比λ<1,松土铲是持续切削的作业过程,当λ=1时,在一个振动周期内会出现短暂的相对静止状态;当作业速比λ>1时,松土铲的作业过程分为切削、后退和追赶三个连续的阶段,各个阶段的持续时间随λ的变化而变化。通过对不同参数组合下的速度比特性进行室内土槽试验,确定了振动松土作业最佳的速度比范围为λ=1.0~1.5。", "label": "农业工程", "id": 0}
{"content": "机械土壤压实是保护性耕作急需解决的难题之一,而掌握压实土壤内力应力分布是减轻机械土壤压实的关键之一。通过离散单元法仿真了车轮土壤压实过程,分析得出:压实后不同层深的土壤硬度增大,随深度变化明显,且随着土壤压实次数增多,土壤颗粒接触力增大,纵向影响域加深;车轮前3次通过,土壤硬度增加趋势明显,超过3次后土壤硬度虽有增加,但是增加程度不明显,层深为15cm时,压实3次的土壤硬度相比没压实的增加了155.2%,而压实6次比压实3次仅增加了22.9%。研究成果对田间耕作管理措施的制定以及行走机构的优化设计具有重要科学意义。", "label": "农业工程", "id": 0}
{"content": "湛江垦区在甘蔗生产机械化方面的水平较高,蔗地耕作已基本实现机械化,并正在向全过程机械化迈进。本文在湛江农垦广前农场的\"农业部甘蔗万亩高产创建示范片\"对蔗地机耕的关键环节进行了试验,分析了4GZ-91输送带式甘蔗收割机收获后的蔗地在完成深松、旋耕作业后土壤容重和圆锥指数的变化趋势,为研究甘蔗生产机械化耕整对土壤的影响提供参考。", "label": "农业工程", "id": 0}
{"content": "综述了国内外机组匹配以及大马力旋耕机组匹配问题的研究与应用现状,归纳了当前研究存在的主要问题,如机组匹配质量差,缺乏大马力机组的系统性研究与实验以及研究方法的进一步探索等。提出了将参数化设计方法应用到大马力旋耕机组匹配研究领域,对于突破传统农业机械设计方式,缩短研制周期,节约开发成本以及提高农业机械的设计水平有着重要的意义。", "label": "农业工程", "id": 0}
{"content": "针对新疆兵团农业产业结构调整,保护性耕作对大功率拖拉机配套复式作业机具的迫切需要,研制了一种能与大功率拖拉机配套使用的集深松和耙耕于一体的耕耘整地复式作业机。该机具能够实现松土、翻土、碎土及土地平整多项作业,具有高效,降耗,节约作业成本的特点。", "label": "农业工程", "id": 0}
{"content": "本课题对激光水平设备在水田打浆灭茬平地机上的应用以及设计方法、路线、工作原理等方面进行详细的分析和说明。", "label": "农业工程", "id": 0}
{"content": "针对新疆兵团农业产业结构调整,保护性耕作对大功率拖拉机配套复式作业机具的迫切需要,研制了一种能与大功率拖拉机配套使用的集深松和耙耕于一体的耕耘整地复式作业机。该机具能够实现松土、翻土、碎土及土地平整多项作业,具有高效,降耗,节约作业成本的特点。", "label": "农业工程", "id": 0}
{"content": "研制了一种与25.7?36.8k W拖拉机配套的气动翻转犁。该机以气缸作为左右犁体换向机构,可替代机械式翻转机构。由于该机采用了气动式翻转,操作简单、翻转灵活。田间试验结果表明,其性能指标均达到国家有关标准要求。", "label": "农业工程", "id": 0}
{"content": "耕整机组成性能及存在的问题,耕整机的优选试验研究和生产应用,耕整机新设计的实现及对今后影响。本文对上述三个方面的技术内容进行了深入细致的分析,引出了耕整机优选试验测试结果和突破原有技术难题后所进行的创新设计。", "label": "农业工程", "id": 0}
{"content": "耕整机组成性能及存在的问题,耕整机的优选试验研究和生产应用,耕整机新设计的实现及对今后影响。本文对上述三个方面的技术内容进行了深入细致的分析,引出了耕整机优选试验测试结果和突破原有技术难题后所进行的创新设计。", "label": "农业工程", "id": 0}
{"content": "为提高起垄机的作业质量,并为评价起垄机作业性能提供技术参考,需确定起垄机作业质量指标评价检测方法及判定原则。", "label": "农业工程", "id": 0}
{"content": "圆盘耙是耕整地机械中比较重要的整地机械之一,用圆盘耙进行作业目的是为了使地表平整,上松下实,满足农作物栽培要求。而圆盘耙良好的工作状态直接关系到作业质量的好坏,所以本文主要介绍圆盘耙的种类、构造、工作原理、作业方法及维护保养等内容,为圆盘耙操作者提供帮助。", "label": "农业工程", "id": 0}
{"content": "随着我国农业机械化的发展进程,农业机械更新换代也越来越频繁,在农业生产中,旋耕机是主要的整地工具,但如何正确使用旋耕机,这是关乎农机操作工的技术水平以及农业生产的关键环节,因此详解旋耕机的工作原理,并对其给予恰当的分析,对农机操作工来讲是十分必要的。", "label": "农业工程", "id": 0}
{"content": "<正>\"杠式双向多铧犁\"是农业领域里的一项专用机械,属节能新型机具,是新世纪的新产物,有着广阔的发展前景。40年前大跃进年代,人们用自己的智慧,迎改革东风,发展了传统式老牛拉的双向单铧木犁,出现了效益较好的双轮双铧犁。后经发展成为现在用的单向多铧犁。这种犁单向作业,最后在地中间不是留沟就是堆埂,弊病甚多。多铧单向变双向,成了历史的难题。多年来人们不知费了多少劲,几经周折绞尽脑汁,想变没有变,一直困扰着农民的心。20世纪80年代,山区引进了一种上下翻滚、旋", "label": "农业工程", "id": 0}
{"content": "本文针对有限元法在模拟土体切削过程中所遇到的问题,采用SPH（光滑质子动力学）与FEM（有限元法）耦合的算法,结合深松机理,建立了深松铲的有限元模型与MAT147（MATFHWASOIL）的土壤的光滑质子材料模型,在LS-DYNA中对深松铲的耕作过程进行了模拟,得出了铲型、耕速、耕深与耕作阻力之间的关系,并对深松铲的强度进行了校核,在强度允许的范围内研究了土壤的形变与试验因素之间的关系。对深松铲进行优化设计与仿真,仿真的结果与试验结果有较好的一致性,同时验证了SPH法与FEM法耦合算法的有效性。", "label": "农业工程", "id": 0}
{"content": "为了避免田埂末端筑埂不完全现象的发生,本文应用proe软件设计了一种旋转装置,并用Adams软件对其进行动力学仿真。仿真结果表明,设计的旋转装置在转向过程中不改变传动方式,转向装置的零件结构紧凑、尺寸满足强度和刚度的设计要求。", "label": "农业工程", "id": 0}
{"content": "设计了复式少耕整地机的平整和镇压部件。通过对关键部件结构参数进行理论分析,设计了对称分布的平整合墒圆盘和栅条式镇压辊。该机由大于300马力的大功率拖拉机牵引工作,田间试验表明,在绝对含水率为15%-25%,土壤坚实度为700-800kpa可耕条件下的土壤中,当平整合墒圆盘的安装偏角为16.5°,直径为460mm,机器前进速度为6-9km/h时,碎土率≥80%,地表平整度≤5cm。", "label": "农业工程", "id": 0}
{"content": "在proe中创建复式少耕整地机平整和镇压部件的三维参数化特征模型,根据平整合墒圆盘和镇压栅条结构、材料、载荷和受力情况等,利用ansys技术模块导入三维有限元模型,划分了有限元网格,获得了合墒圆盘和栅条三维应力、变形和安全系数。根据设计要求和分析结果,将平整部件结构改进为对称式,镇压部件栅条数量确定为6个,节省了材料,降低了工作阻力,安全系数达到了设计要求,通过样机土槽试验,改进的平整镇压部件工作阻力小,作业可靠,取得了预期效果。", "label": "农业工程", "id": 0}
{"content": "设计了一种水田作业的悬挂式筑埂机具,应用proe软件建立筑埂机关键部件旋耕集土装置、推压筑埂装置模型,对上述机构进行运动学分析,建立数学模型。利用ANSYS软件分析筑埂机关键部件运动状态下变形、应力分布。所得结果指导筑埂机关键部件结构设计及优化。", "label": "农业工程", "id": 0}
{"content": "为了进一步提高水田激光平地机的生产效率并实现与大马力拖拉机配套使用,本文以50马力水田轮轮式拖拉机为配套动力,实现了水田平地铲与拖拉机的挂接,以轮式拖拉机动力输出轴驱动双联液压油泵为液压系统提供动力,通过电控换向阀分别控制高程调节油缸和水平调节油缸,实现了平地铲高程调节和水平调节。采用华南农业大学水田激光平地机高程控制和水平控制系统实现了平地铲高程和水平自动控制。田间试验结果表明,50马力拖拉机水田轮在水田中的轮辙对平地效果影响小,50马力轮式拖拉机的水田激光平地机平地精度小于3cm,达到了水田平整要求。", "label": "农业工程", "id": 0}
{"content": "利用PRO/E对机架进行实体建模,采用ANSYS-Workbench对机架的有限元进行模态分析,得到机架前6阶固有频率和振型,分析机架的整体弯曲刚度和扭转刚度的分布,根据机架结构的低阶模态和振型,确定机架结构满足了设计刚度要求。", "label": "农业工程", "id": 0}
{"content": "针对单圆盘开沟器作业环境复杂、易变形、受力分析困难等问题,本文建立了单圆盘开沟器在土槽试验台中的受力模型,通过HyperMesh软件定义单圆盘开沟器单元类型、材料属性,对单圆盘开沟器进行了网格划分,生成了单圆盘开沟器的有限元模型,并采用LS-DYNA软件对其进行有限元静强度分析。结果表明,单圆盘开沟器受到的交变应力主要集中在中心孔周围和单圆盘开沟器刃部,刃部易产生变形位移。分析结果为单圆盘开沟器的设计和优化提供了理论支撑。", "label": "农业工程", "id": 0}
{"content": "针对保护性耕作技术要求,应在尽可能减少土壤耕作的条件下实现播种作业。通过分析现有防堵和开沟装置,提出圆盘刀及双侧L型翼刀免耕开沟器,一次性实现秸秆切割、开沟和种肥分施。应用SolidWorks/Simulation对该机构进行了三维建模,并对模型进行静力学分析,得到圆盘刀及L型翼刀的应力、位移和应变的分布云图,从而达到仿真和优化结构的目的。分析结果表明:圆盘刀及L型翼刀对应的最大应力值分别为95.67MPa和2443MPa,L型翼刀的拐角处已超过屈服应力极限,需进一步优化处理,以提高其强度和耐磨性。为该类机具的设计提供了理论依据。", "label": "农业工程", "id": 0}
{"content": "为了满足垄向区田筑挡机的作业要求,设计了液压马达控制凸轮机构实现筑挡过程中挡距的方便、快速、无级调节,达到最佳挡距的农艺要求。建立凸轮机构的数学模型,得到设计参数为角度冲程3.4°、推程运动角45°、远休止角0°、回程运动角30°,取推程许用压力角35o和回程许用压力角70o,应用C-Free4.0软件编程求得凸轮轮廓曲线坐标,在CAD中画出凸轮轮廓曲线并导入Pro/E,用Pro/E软件绘制液压马达控制机构模型并进行模拟仿真。仿真结果表明,凸轮轮廓曲线能够满足设计要求。", "label": "农业工程", "id": 0}
{"content": "在现有平地铲基础上通过优化和改进,设计一套配合水田激光平地机的平地铲自动折叠机构的液压系统。该液压系统主要由液压泵、溢流阀、电磁换向阀、分流集流阀、液压油缸等元件组成。其中,液压油泵由拖拉机的动力输出轴驱动;电磁换向阀采用拖拉机电源直流供电,控制油路换向;分流集流阀自动调节使得两组油缸达到速度和行程同步;溢流阀保证系统压力恒定或限制其最高压力;液压油缸作为系统的执行元件,实现水田激光平地机的平地铲的自动折叠、展开、自锁和解除自锁等动作。实际试验表明,水田激光平地机的平地铲自动折叠液压系统与机械系统相匹配,工作正常。", "label": "农业工程", "id": 0}
{"content": "针对贵州省坡地占耕地面积47.6%,耕地机械化程度低导致劳动效率低下等问题,在普通微耕机的基础上,改进设计了能适合坡地耕作的微耕机。在介绍坡地微耕机的主要结构、工作原理、工作特点的基础上,采用了液压系统作为微耕机的升降机构,调节其左右机身的水平高度差,使整机在坡地上能平稳的工作。最后对坡地用微耕机的升降机构进行仿真分析。", "label": "农业工程", "id": 0}
{"content": "《管子》中关于传统农具的记述是其农学思想的重要物质基础与载体,同时是其传承发展中国优秀的古代传统农业物质文化的生动体现,而对于物质文化的研究是考古学的专长。本文通过考古学材料及考古学相关研究方法对《管子》中提及的传统农具进行分析,这一方面是通过\"二重证据法\"让文物与文献相互印证,取长补短;另一方面,这也是一次引入新视角进行《管子》农学研究的尝试。", "label": "农业工程", "id": 0}
{"content": "本文拟从音乐的本质入手,揭示农业劳动工具的音乐性,探讨农业劳动工具的工具性与音乐性相结合问题。", "label": "农业工程", "id": 0}
{"content": "通过分析农机装配产线的生产特点,提出需要借助数字孪生技术来提高生产效率和实现设备智能运维;对数字孪生平台进行了比选,并基于实时3D开发引擎对数字孪生系统建设的架构、技术难点进行阐述。", "label": "农业工程", "id": 0}
{"content": "精准农业属典型的多学科综合应用,其中北斗高精度定位是不可或缺的一环。全面调研分析了国际标准化组织农林拖拉机和机械标准化技术委员会（ISO/T23）开展的导航定位技术在精准农业的标准化工作情况,重点对ISO/TC20/SC19的标准化项目进行了分析,其中对与卫星导航相关的标准进行了技术研究,给出针对北斗高精度应用可修订标准的具体建议。", "label": "农业工程", "id": 0}
{"content": "北斗农机自动驾驶系统已在我国得到广泛运用,农机协同作业调度方法在多机多工序的农机作业中起关键作用。针对不同品牌的北斗农机自动驾驶系统无法实现协同作业问题,本文提出了一种基于双频智能手机的低成本农机协同作业方法,开发了农机协同作业原型系统。系统基于MI8双频智能手机,采用\"云-端\"架构,硬件主要包括服务器（云）、双频智能手机（端）、农机自动驾驶系统和移动通信网络（网）,软件主要包括服务器端协同作业软件和手机端协同作业APP。同时本文还提出了作业条带状态更新算法和作业条带判定算法,研究了MI 8动态定位平滑滤波方法。试验表明,经平滑滤波后,MI 8定位横向偏差从±1.73 m提升至±0.97 m,能够精确识别幅宽为2.0 m以上的作业条带,可支持机群实现精准的流水作业。本研究提高了机群作业效率和作业精度。", "label": "农业工程", "id": 0}
{"content": "农业对我国来说是一个非常重要的产业,并且具有重大的意义,因此要对农业的发展引起足够的重视。为了促进农业更好地发展,也需要相应的科学技术的支持,现代的农业发展提倡的是绿色生产的理念,因此在农机工程中应充分利用绿色加工技术,这样不仅仅能够保护生态环境,还能够确保人们的身体健康,对社会经济的发展也提供良好条件。在此背景下,本文通过分析农机工程中应用绿色加工技术的必要性以及绿色加工技术的发展趋势,阐述了农机工程中绿色加工技术的特点,探讨了绿色加工技术在农机工程中的具体应用。", "label": "农业工程", "id": 0}
{"content": "为评价NJT600高强钢板带的焊接性能,分别与不同材料进行了CO2气体保护焊实验,并对焊接部位的微观组织进行了考察。结果表明:在整个焊接部位,熔合区是魏氏组织最为严重的位置,其评级主要取决于焊丝材料和焊接工艺;对于NJT600与NJT600、NJT600与Q235、NJT600与Q345焊接件,魏氏组织最高均为2级,能够满足农机产品对于焊接质量的要求。", "label": "农业工程", "id": 0}
{"content": "随着精准农业在中国的快速推广,基于高精度GNSS定位技术的农机自动驾驶产品得到了广泛应用。作为自动驾驶技术的核心反馈传感器,转向角传感器的校准方法及其精度不仅关系到自动驾驶的作业精度,而且关系到自动驾驶产品的现场易用性。本文提出的快速高精度转向角传感器的校准方法,兼顾了校准精度和校准效率,同时降低了对校准场地的要求,对于基于转向角传感器的自动驾驶产品应用具有重要价值。", "label": "农业工程", "id": 0}
{"content": "介绍7.50-16 8PR R-2农业轮胎的设计。结构设计:外直径822 mm,断面宽197 mm,行驶面宽度185mm,行驶面弧高度19 mm,胎圈着合直径405 mm,胎圈着合宽度140 mm,断面水平轴位置（H1/H2）0.62,胎面采用高花纹块,花纹深度45 mm,花纹饱和度21.1%,花纹周节数17。施工设计:胎面采用两方四块结构,缓冲层采用2层930dtex/2锦纶6浸胶帘布,胎体采用4层高强度1400dtex/2锦纶6浸胶帘布（2V1+2V2）,钢丝圈采用Φ1.0 mm回火胎圈钢丝,采用LCX-2B成型机成型、立式硫化罐硫化。成品轮胎试验结果表明,成品轮胎的充气外缘尺寸和物理性能分别满足设计和国家标准要求。", "label": "农业工程", "id": 0}
{"content": "介绍13.2—16 12PRR-1农业轮胎的设计。结构设计:外直径909 mm,断面宽275 mm,行驶面宽度245mm,行驶面弧度高18 mm,胎圈着合直径405 mm,胎圈着合宽度240 mm,断面水平轴位置（H1/H2）0.67,花纹型号R-1,花纹深度28 mm,花纹饱和度28%,花纹周节数18。施工设计:胎面采用两方三块结构,胎体采用4层高强度1400dtex/2锦纶6浸胶帘布,钢丝圈采用Φ1.0 mm回火胎圈钢丝,采用半芯轮式成型鼓,B型硫化机。成品轮胎试验结果表明,轮胎的外缘尺寸及物理性能均满足设计及企业标准要求。", "label": "农业工程", "id": 0}
{"content": "因农业经济的快速发展,机械设计及制造技术也得到了全面推广和应用。我国作为农业大国,对农业机械的需求量比较大,改进其设计和制造技术,能使我国农业发展更具智能化和现代性,提高农业生产质量及效率。本文分别对农业机械设计与制造质量控制进行了浅析。", "label": "农业工程", "id": 0}
{"content": "高端农机装备是农业机械化和现代化的重要标志,其特点主要表现在\"高技术\"、\"高性能\"和\"高价值\"三个方面。随着我国土地流转和农业生产方式的转变,高端农机正成为未来农机行业的主流[1]。目前,高端农机市场仍被国外进口产品主导,自主装备供应不足。\"中国制造2025\"、\"一带一路\"等国家战略要求,我国必须突破高端产品技术,加快产业升级,改善产品结构,并提出了到2025年国产高端产品市场占有率60%的目标。开发一批具有自主知识产权的关键零部件设计与制造技术,是研究人员攻克高端农机技术指标乃至国家目标所面临的重要任务。再制造是以装备全寿命周期理论为指导,以实现废旧装备性能提升为目标,以优质、高效、节能、节材、环保为准则,进行修复、改造废旧装备的一系列技术措施或工程活动的总称[2-3]。高端农机装备再制造是面向高端农机关键零部件表面磨损、疲劳和腐蚀失效的工程问题,运用当前先进制造技术,通过专业化恢复或升级改造的方法来使其服役性能不低于甚至高于原有新品水平的制造过程[4]。仿生增材再制造是模拟生物的优势特征或优异功能,依托仿生设计与优化方法[5]以及增材制造新技术[6],实现传统再制造技术在特征因素匹配上的最优化及功能效果的最佳化。本文瞄准绿色、精准和智能制造与再制造发展,融合信息、生物、仿生、材料、增材制造等技术,介绍了在高端农机装备中实施仿生再制造的必要性和一般流程,阐述了高端农机装备仿生增材再制造的若干关键技术,主要内容如下:（1）三维反求与数字化重构技术。通过机器视觉技术及改进的点云对齐算法,实现零件再制造区域的快速自动检测,基于曲面拟合优化算法对制造区域的数据点云进行处理,建立高精度三维数字模型。（2）仿生设计与优化技术。基于服役工况及上述模型,提出软硬、强韧、刚柔仿生耦合结构的设计方法,并对制造区域进行仿生结构优化。（3）仿生再制造材料体系设计与开发。以Me-Ti-C/B4C体系（Me代指属Al、Fe等,即Me-Ti-C/B4C分别为Al-Ti-C、Fe-Ti-C、Al-Ti-B4C、Fe-Ti-B4C体系）为再制造的覆层材料,选择不同的仿生结构类型（如匀质层状结构、梯度结构、交替层叠耦合结构等）并进行跨尺度优化匹配,建立多相材料与仿生耦合结构匹配技术。（4）仿生结构增材再制造技术。建立激光增材制造三维导热和对流的传热学模型,运用单因素比较和多因素正交方法安排离散点试验并进行多目标统计和优化分析,寻求多相材料、耦合结构和再制造技术间的最优化工艺策略。仿生制造技术在高端农机装备领域的应用,是当前国家倡导循环经济和节能环保模式下,针对高端农机节能、节材、高效、绿色再制造的有益尝试,经济效益显著,应用前景广阔。", "label": "农业工程", "id": 0}
{"content": "农业机械中的触土部件在加工土壤的过程中受到的来自于土壤颗粒的磨损失效不仅严重影响了生产效率,同时也造成了很大的经济损失,这一问题一直是亟待解决的技术难题。本文总结了土壤对触土部件的磨损机制、影响因素以及提高触土部件耐磨性能的常用方法,以期对农业机械触土部件的设计和维护提供理论参考。", "label": "农业工程", "id": 0}
{"content": "针对农机行业复杂焊合件产品的材料品种及规格多、材质参差不齐的现状,研究了冷轧板.热轧板、热轧方管的样件及部件表面粉末涂料与抛丸、硅烷、电泳的工艺配套性及涂膜的耐盐雾性.光泽等;对比分析了复杂焊合件分别采用粉末涂料、水性涂料、溶剂型涂料涂装工艺的外观和投资运行成本。结果表明,粉末涂料涂装工艺能够满足农机行业焊合件产品的涂装质量要求,且在投资和运行成本上具有一定的优势,为农机行业推广应用粉末涂料涂装工艺提供了试验依据。", "label": "农业工程", "id": 0}
{"content": "涂装表面处理的质置直接影响着涂层的使用寿命和装饰效果。我国农机行业焊合件以热轧板（管）为主,辅以薄的冷轧板焊接做侧围,热轧板在储存、加工过程中容易生锈或产生氧化皮,目前由于冷轧板抛丸变性难题普遍采用酸洗除锈工艺。随着环保要求的日益严格,酸洗工艺对设备.环境和人员的危害较大,逐渐被冷轧板.免酸洗材料或机械除锈取代。本文通过对含有薄板的复杂焊合件进行抛丸除锈以后与薄膜前处.电泳、水性漆配套涂装工艺试验,通过变频控制抛射强度、控制抛丸粗糙度、增加电泳漆和面漆膜厚等措施,可以实现含有薄板的复杂焊合件整体抛丸除锈工艺,为实现涂装工艺提升提供了一种绿色高效的除锈手段。", "label": "农业工程", "id": 0}
{"content": "以往的农业机械制造存在很多问题,例如加工时间较长,并且成本较高,因此在新时期市场经济的要求下,各种新型的农机制造技术不断涌现,虚拟制造技术就是其中之一,它在农机制造领域的应用极大的缩短了加工周期,降低了经济成本,为企业创造了极为丰富的经济价值。在科技日新月益的新时期,虚拟制造技术在农机产品制造中的应用具有非常大的现实意义,本文从虚拟制造技术开始论述,进而虚拟制造技术在农机产品设计制造中的应用进行了分析和研究。", "label": "农业工程", "id": 0}
{"content": "由于农业机械长期处于潮湿的工作环境中,再加之实际使用过程中,受到大量灰尘、杂物的影响,势必会对农业机械内部结构造成一定的损坏。而通用轴承作为农业机械设备中的关键组成部分,其质量的好坏将会直接影响到农业机械设备的安全运行。但是,在实际的农业机械通用抽成拆卸过程中,常常由于日常检修管理工作不到位等问题,致使轴与轴承之间发生粘黏,难以顺利拆卸。因此,本文针对农业机械通用轴承拆卸装置进行了深入的研究讨论,具体介绍了其工作原理,得出以下相关结论,以供参考。", "label": "农业工程", "id": 0}
{"content": "达芬奇技术是专门针对数字视频图像信号处理的综合型解决方案,该方案中集成了DSP处理器及ARM处理器。将之应用于农产品机器视觉检测中不仅可以克服传统的PC机系统体积大、成本高、稳定性差等缺点,并且由于系统的控制和算法处理相结合,适合做单片系统,大大增强了系统的灵活性。该文介绍了达芬奇技术及其在农业领域中的应用,并利用其独特的双核架构、丰富的片上外设,以谷物为例对其在农产品检测上的功能实现进行了系统设计和算法实现。", "label": "农业工程", "id": 0}
{"content": "农机具的磨损带来的经济损失是十分严重的,为了降低损耗,提高其使用寿命,学者们做了不少的科学研究,本文综述了有关农机具在磨损和防护方面的问题和研究情况,主要包括磨损来源、磨损现象及规律、防护措施与抗磨优化设计等内容,对将来的研究工作也作了展望。", "label": "农业工程", "id": 0}
{"content": "针对丘陵山区等复杂农田地面环境,设计一种由4组行星履带驱动装置驱动行走、作业的农用动力底盘。分析了该底盘行星履带驱动装置的结构特点,平坦道路上行走、田间仿形以及过埂翻转越障的结构变化过程和运动条件,以及仿形越障和翻转越障通过原理,计算了行星履带式农用动力底盘的仿形越障极限高度和理论翻转越障极限几何高度。试验结果表明:底盘样机具有仿形越障和翻转越障能力,满足在凹凸不平的丘陵山区等复杂农田地面中行走及田间作业的要求。", "label": "农业工程", "id": 0}
{"content": "随着中国城镇化进程的不断推进,农村呈现空洞化、老龄化以及劳动力人口不足等的问题,而农机化有助于促进劳动生产率以及实现农业产业化。本文基于产品使用方式的本质探讨,以行为目的为起始点,从行为主体、行为环境核心要素分析并结合农机具产品开发实例探析产品使用方式的设计及其价值。", "label": "农业工程", "id": 0}
{"content": "两年来,九三管理局将信息化作为农机工作的重点加以突破,投入3350万元,建设基站11个,引进GPS卫星定位系统252套,建设GPS监控中心3个,2011年使用GPS作业面积650万亩。GPS作业一个显著特点就是精度高,千米直度误差不超过±2.54cm,作业标准大幅度提升,2011年,全省场县共建农业现场会、全省农机合作社农机现场会、全省秋整地现场会相继在九三召开,显示了GPS的巨大威力。", "label": "农业工程", "id": 0}
{"content": "制造工艺是贯彻精益生产方式重要途径和手段,本文应用精益生产的思想,对制造过程中主要工序和辅助工序以及不同类别的工艺进行研究,按照精益思想突破传统思维束缚,对工艺进行改造、重组达到节约制造资源的目的。另外工艺平面布局、生产方式、工艺装备如何适应精益生产也做了介绍。本文对企业如何理解精益生产方式的核心思想,指导企业的工艺工作具有一定的实际意义。", "label": "农业工程", "id": 0}
{"content": "针对基于虚拟现实的虚拟装配可缩短产品开发周期、减少成本等特点,研究了机械式变速箱虚拟装配模型的建立方法,并实现了其虚拟装配。将虚拟装配模型分为装配零件固有信息和动态信息的对象模型、装配成员之间层次关系的装配树模型、零部件之间配合约束的关系图模型,通过CAD系统与虚拟装配系统之间的模型数据转换方法获取装配模型信息,在虚拟现实系统中建立装配模型。采用基于空间位置和几何约束的自由度分析法,实现了虚拟装配过程中的运动约束。利用虚拟现实软件EON及其二次开发技术,建立虚拟装配模块,进行了某机械式变速箱的虚拟装配过程。", "label": "农业工程", "id": 0}
{"content": "针对农机刀具材料要求高硬度、不崩落、不卷刃、耐磨损等特点,研究了复合双金属材料制作农机刀具的方法。刀刃材料采用马氏体不锈钢9Cr18MoV,淬火后组织中分布有大量的碳化物,有很好的耐磨性;考虑到零件整体韧性的要求,与之复合的基材采用16MnV。采用电炉熔炼、离心复合浇注成管状坯料,通过热挤压初轧、轴向切开管坯、冷轧至10mm板材作为刀具坯料,再经机加工成型,最后经淬油+回火热处理,获得硬度和韧性兼备的刀具。该刀具在不分行式棉秆收割机上装机,进行田间试验,试验表明:复合双金属材料刀具切割性能良好,寿命提高幅度大,使用过程和长期放置刃口都没有锈蚀。", "label": "农业工程", "id": 0}
{"content": "作为农机关键零部件的重要组成部分,农机铸件的质量和可靠性显得尤为重要。本文对消失模铸造、V法铸造、自硬呋喃树脂砂铸造、有机酯水玻璃自硬砂等铸造新工艺进行了简单综述,重点说明了农机用中小型发动机的缸体、缸盖,以及变速箱箱体、离合器等壳体等农机高端铸件的铸造方法,最后对铸造今后发展新技术的重点进行了阐述。", "label": "农业工程", "id": 0}
{"content": "以某重型农机底盘驱动桥壳为研究对象,基于ANSYS/APDL参数化设计语言建立驱动桥壳参数化模型,将驱动桥壳的几何尺寸、载荷、材料强度等设为服从（一定）分布规律的随机变量,运用ANSYS概率设计模块对驱动桥壳的可靠性进行仿真分析,得出了驱动桥壳的可靠度,并探讨了各随机变量对驱动桥壳可靠性的影响。研究方法与结果可为农机底盘驱动桥壳等关键零件的精益设计提供理论指导,对驱动桥壳等关键零件的可靠性研究具有非常重要的意义。", "label": "农业工程", "id": 0}
{"content": "通过对竹纤维在截面的形状及分布方式、鼹鼠爪趾的轮廓及挖掘动作和蜣螂推土板表面凸起的分析,设计了用于不同农业机械触土部件的仿生功能表面,以期分别实现耐磨,减阻,减粘脱附以及增加对土壤压力等不同的性能。", "label": "农业工程", "id": 0}
{"content": "为了提高GPS/DR组合导航定位的精度,该文将模糊逻辑和卡尔曼滤波相结合,研究了模糊自适应卡尔曼滤波算法,并在改装农用车上车进行了试验。试验表明,模糊自适应卡尔曼滤波能抑制异常值对系统定位精度的影响,定位精度较单GPS高,使用模糊自适应卡尔曼滤波后X方向和Y方向平均误差分别为0.13m、0.2m,定位曲线得到了平滑。", "label": "农业工程", "id": 0}
{"content": "农业机械的发展是现代农业的一个重要组成部分,并逐步趋于精确化。本文为满足日益突出的能够在低重力环境下作业并具有良好通过性能的农业机械的需求,在研制农业机械作业性能测试试验用模拟土壤的基础上,拟通过搭建结构简单、易于操作的倾斜式试验台,在模拟得到的稳定性高、可重复性好的低重力环境下,完成模拟土壤的承压特性、剪切特性、贯入和落球试验,得出低重力场下模拟土壤的力学参数:n（变形指数）,k（c粘聚模量）,kφ（摩擦模量）,C（I圆锥指数）,c（凝聚力）,φ（内摩擦角）。这些土壤力学参数是对低重力场下农业机械和土壤所构成的系统的力学行为进行分析的理论基础,研究成果可为设计优化能够在低重力环境下高效作业的农业机械系统提供技术保障。", "label": "农业工程", "id": 0}
{"content": "通过对有限元法的介绍和分析,以草捆捡拾压捆机关键部件压缩活塞为例,进行有限元分析,最终得出在农业机械设计中,有限元分析方法可达到缩短机械产品开发时间和降低成本的目的,具有重要的价值。", "label": "农业工程", "id": 0}
{"content": "针对现代大型化农机具发展过程中存在因有线控制系统线路较长而不能准确、稳定控制执行部件的问题,本文基于RS-485通讯优势,以4UL-2.0马铃薯收获机控制系统原理的研究为例,提出了农机长线控制系统基本模型,并对农机长线控制系统的基本组成原理进行了介绍。", "label": "农业工程", "id": 0}
{"content": "叶片式抛送装置广泛应用于各种牧草、青贮饲料收获机、谷物脱粒机、谷物联合收获机、磨粉机、棉杆粉碎收获机、秸秆粉碎还田机、各种揉碎机和切碎机上。在实际应用中,主要存在着功耗大,效率低,抛送距离不能满足要求等问题。本文在分析了叶片式抛送装置国内外相关研究现状基础上,提出了利用CFD软件FLUENT对叶片式抛送装置内气固两相流流动进行数值模拟,从而为叶片式抛送装置相关参数优化奠定基础。并对提高抛送效率与节能降耗有着重要的现实意义。", "label": "农业工程", "id": 0}
{"content": "建边农场地处大兴安岭南部,小兴安岭西部,大小兴安岭交汇处南缘的低山丘陵地带。境内山丘起伏,沟谷纵横,属于黑龙江垦区高纬高寒少数几个农场之一,农场与内蒙古隔江相望,与嫩江县联兴乡、霍龙门乡、多宝山镇等10多个乡镇林场接壤紧邻。几年来通过装备现代化大农机,发展现代化大农业,已经逐步成为区域内现代农机装备技术示范中心。", "label": "农业工程", "id": 0}
{"content": "以机械平衡用的果园多功能移动作业平台液压支腿为研究对象,分别建立了实体模型与液压回路模型,通过机构简化与分析构建了支腿运动方程;分析了双作用单活塞杆在液压缸内速度以及缸内液体压力的变化规律,利用ADAMS和AMESim软件进行了参数化设计及联合仿真,并对仿真结果进行了分析,证明了液压支腿机械液压联合仿真控制闭环模型的可行性,为液压支腿设计与优化提供了捷径,使其结构设计与仿真模型更符合工程实际,有助于提高系统性能。", "label": "农业工程", "id": 0}
{"content": "本文涉及旱田复式作业机结构设计与作业效果分析。该设计充分考虑我国北方农村春季扬沙天气、种植季节干旱少雨影响春播等环境因素,配合保护性耕作新农艺研制开发新型农业机械。该设计实现了春季拖拉机一次进地作业即能完成所有春播作业项目:1、打茬;2、旋耕;3、起垄;4、深松;5、深施肥;6、开沟;7、施口肥;8、肥上盖土层;9、播种;10、一次种沟镇压;11、覆土;12、二次封地平垄镇压。结论:该设计有以下创新:（1）、设计思维创新;（2）、作业方式创新;（3）、机具组合方式创新;（4）、施肥方式创新;（5）、保护性耕作农艺方式创新。", "label": "农业工程", "id": 0}
{"content": "农机工业迅速发展,农业机械传动系统从单一的机械传动向液压传动方向发展。液压传动系统被应用于农业机械的工作驱动系统和行走驱动系统中,液压传动所具有的优势也日渐凸现。", "label": "农业工程", "id": 0}
{"content": "介绍了等离子喷涂技术及其特点以及在修复鞭式刀具方面的应用,优化了等离子喷涂Al2O3陶瓷粉末,强化鞭式刀具的工艺参数,研究结果表明:当喷涂电流为570 A、喷涂电压为60 V、喷涂距离为125 mm时,涂层具有较高的耐磨性。", "label": "农业工程", "id": 0}
{"content": "随着我国土地流转政策的实施,农业机械化和信息化进程的持续推进,农机合作社、农机行业协会等组织形式不断涌现,并逐渐发展壮大。由于农业生产具有较强的时效性和连贯性,对于大范围的农机作业,需要对农机资源进行合理配置、移动监控和有效调度。本文基于GNSS、WebGIS和移动通信等技术,设计并研发了农机移动监控与导航技术体系。体系包括上中下三个层次。高层面向农机组织的高层指挥人员,可对所有农机进行监控、指挥与导航,以及农机作业统计分析。中层面向中层指挥人员,如机组组长,以平板电脑为指挥平台,实现对机组随时随地的监控、指挥与导航。体系的末端是机手和农机,通过GNSS导航通信终端,实现位置报告、自主导航、中心导航、语音通话、短信交互等功能。在北京市平谷区某农机协会和顺义区某农机专业合作社的春耕和秋收工作中,对本文提出的三级农机导航体系进行了试验,试验表明,该农机导航体系可显著提高农机管理效率。", "label": "农业工程", "id": 0}
{"content": "针对现有基于信号的农业机械液压系统因其信噪比低而引起故障诊断准确低的问题,利用扩张状态观测器（ESO）仅需要模型的部分信息便可完成系统的故障特征提取的特点,提出基于扩张状态观测（ESO）与模糊逻辑的液压系统故障诊断方法,利用ESO来生成故障特征,再通过模糊逻辑对故障特征进行分类隔离,完成非线性系统的故障诊断。最后,借助于强耦合的三容系统对该故障诊断新方法进行验证,仿真和实验结果表明:该方法在仅知部分模型信息的情况下,能够有效地完成液压系统的故障诊断。", "label": "农业工程", "id": 0}
{"content": "为了简化农田作业机械对土壤压实的试验过程,对轮式作业机械对土壤参数的压实影响总的变化趋势进行分析。用简单的试验装置对轮式作业机械对土壤的压实进行模拟试验,模拟试验测取了不同接地比压,不同通过次数下土壤含水率、容重和坚实度三项指标的变化。试验表明:接地比压和通过次数对当时土壤的含水率的影响不大;接地比压对土壤坚实度和表层土壤容重的影响较大;土壤被压实一次和两次时土壤的坚实度和容重有较大的影响;接地比压和土壤压实次数对深层土壤的容重影响不大。", "label": "农业工程", "id": 0}
{"content": "为降低大豆脱粒过程中的机械损伤,掌握大豆冲击破碎机理,在跌落式冲击试验台上,对不同品种的大豆籽粒进行了冲击破碎试验,分析了在不同籽粒含水率,不同冲击位置下大豆籽粒的力学性质。试验结果表明:籽粒破碎的最大冲击力随籽粒含水率的增加而降低;籽粒在不同冲击位置下所能承受的最大冲击力有显著差异,在同一含水率水平下,平放所能承受的冲击力最大,侧放次之,立放最小;大豆在同一放置方式下,不同品种大豆抵抗冲击的能力不同,其原因与籽粒的内部结构、形状等因素有关。研究成果对进一步研究大豆的力学性质、损伤机理、脱离装置的研发具有重要意义。", "label": "农业工程", "id": 0}
{"content": "在拖拉机行业市场竞争异常激烈的今天,高产品质量成为企业生存和发展的关键。作为拖拉机车厢品质的提高是重中之重,而车厢品质的关键在控制焊接变形,也是保证车厢几何参数和焊接品质的直接要素。本文分析车厢焊接变形的影响因素及其变形的种类,并提出可通过采取钢型材规范化、焊接焊胎的设计、构件焊接程序预防车厢焊接变形的措施。", "label": "农业工程", "id": 0}
{"content": "随着我国社会经济快速发展,科学技术也在不断的进步过程中,我国在农业领域不再局限于人工作业,对于农业机械的要求愈来愈高,在农业生产领域最为突出且常用的农业机械设备莫过于拖拉机。随着拖拉机在农业领域大规模的适应,相应的问题也随着而来,其中尤其是以拖拉机在工作中产生的噪声问题最为严重。在进行拖拉机驾驶中所产生的噪声不仅造成严重的噪声污染,还会对驾驶员带来不同程度的危害。本文阐述了拖拉机噪声带来的危害,通过分析拖拉机噪声产生的原因而提出相应的控制办法。", "label": "农业工程", "id": 0}
{"content": "近年来,农业机械化发展在农业现代化建设中起到了重要的推动作用,但也加剧了农村地区的大气污染问题,特别是农用拖拉机的颗粒物（PM）和氮氧化物（NOX）排放尤为严重。因此掌握拖拉机排放特性从而有效控制其排放具有非常重要的意义。本文采用车载排放系统（PEMS）对拖拉机实际耕地作业的排放进行测试,并利用BP神经网络建立了拖拉机NOX排放预测模型及泛化能力分析。分析结果显示模型的预测精度较高,能有效预测拖拉机NOX的排放特性。", "label": "农业工程", "id": 0}
{"content": "农业拖拉机自动驾驶系统的应用越来越得到普及,广泛应用于耕地、播种、收获等环节,可以节省人力、物力,提高产量、作业效果和作业效率。目前农业拖拉机自动驾驶系统主流的技术方案是液压阀方案和电机方向盘方案。本文主要描述了电机方向盘自动驾驶系统的组成及工作原理,详细分析了电机方向盘的技术方案和关键技术,并在新疆、内蒙古等地进行了实地测试,在车速3～8 km/h的条件下,横向偏差不大于±3 cm,满足实际应用的需求。", "label": "农业工程", "id": 0}
{"content": "拖拉机一般用乡村道路上的物料装卸和运输,车架是拖拉机的主要支撑结构,对于强度和刚度有严格要求,设计中也应该注意与外部振源不发生共振。现在以某型号拖拉机车架为例,论述了有限元分析建模流程,并应用CAE软件对车架进行了模态分析,分析该车架的前6阶固有频率及振型特性,计算出车辆的固有频率,为车辆结构改进提供理论参数基础。", "label": "农业工程", "id": 0}
{"content": "针对拖拉机制造车间资源管理信息滞后和准确性差的问题,结合车间环境和定位需求,设计了基于UWB定位技术的拖拉机智能装配车间定位系统。系统由定位标签、定位基站、定位软件、POE交换机等组成,通过定位软件建立整个智能装配车间实时地图,设置各装配单元的坐标位置,在各移动物资上安装定位标签,根据车间定位环境在适当位置处安装定位基站并选用AOA和TDOA两种算法进行组合作为智能装配车间的定位方法;根据车间定位精度高的需求和定位对象的不同,对定位系统硬件进行选型,并在拖拉机智能装配车间的基础上对定位基站进行布局,满足了长81 m、宽72m的拖拉机智能装配车间用13个定位基站实现0.1 m的定位精度要求,为拖拉机智能装备车间提供实时准确的资源位置信息,方便智能管理系统对装配物资的及时调度,实现对拖拉机离散制造车间资源实效、准确的管理。", "label": "农业工程", "id": 0}
{"content": "针对增程式电动拖拉机难以充分利用蓄电池电能的问题,本文研究了增程式电动拖拉机阈值调整控制策略对蓄电池电能利用情况的影响。本文针对增程式电动拖拉机及其配套农具-东方红1LF-535液压翻转犁设计了一种SOC阈值调整算法。仿真结果表明:在连续转场作业工况下,采用阈值调整控制策略时柴油机累计燃油消耗为采用恒温控制+定点能量管理策略时累计燃油消耗的34.22%,采用恒温控制+定点能量管理策略时蓄电池电能消耗为采用阈值调整能量管理策略时蓄电池电能消耗的70.83%。阈值调整控制策略的提出为开发更加节能的增程式电动拖拉控制策略提供了理论基础。", "label": "农业工程", "id": 0}
{"content": "副变速拨叉是以前我校的外协件之一,针对原先的副变速拨叉叉脚偏磨进而造成拨叉过早报废、挂挡不顺、易脱挡等存在着严重的行车安全隐患的问题,经解剖发现副变速拨叉的质量达不到设计要求是造成上述问题的重要原因。真正的根源点是因为副变速拨叉的某些生产工艺过程步骤所致,故本人在学校教学工作以及业余期间,根据原先工艺的不足之处,有针对性地编制出了一套加工副变速拨叉的生产加工工艺,有效地解决了该零件生产工艺问题,保证了可靠的产品的质量,并能取得良好的经济效益。", "label": "农业工程", "id": 0}
{"content": "基于快速铸造技术研究了不同分模工艺对拖拉机用变速箱壳体铸件质量的影响。主要采用\"整体芯\"和\"分段芯\"的分模工艺,通过砂型加工、组型、浇注铸件对这两种工艺进行了验证。结果表明:采用\"整体芯\"工艺试制的变速箱壳体与\"分段芯\"工艺试制的变速箱壳体相比,不但试制周期相对缩短,后期组型工作量相对减少。由于型芯数量减少,使得组型的累计误差也相对缩小,从而提高了铸件的表面质量和尺寸精度。", "label": "农业工程", "id": 0}
{"content": "针对我公司目前保存的大量失效分析案例,开发了废品失效分析数据库。该数据库能进行失效案例的查询和统计,便于同类失效件原因的归纳总结,容易反映生产中质量薄弱的环节,便于设计人员丰富经验,在企业工艺设计改进方面发挥了重要作用。", "label": "农业工程", "id": 0}
{"content": "针对国内拖拉机配重时广泛采用经验法,无法针对机组结构特点及工况特点进行调整的现状,提出一种基于NSGA-Ⅱ算法的悬挂机组拖拉机配重优化方案。分析了拖拉机悬挂机组作业时的力学特性,建立了相关数学模型。综合考虑了犁耕作业下拖拉机的稳定性要求、滑转率要求、载荷波动情况以及传动系和行走系零件寿命等影响因素,制定了算法运行的约束条件。以拖拉机驱动轮滑转率和整机重量作为优化目标,基于MATLAB运行优化算法。优化后拖拉机驱动轮滑转率处于耕地特征滑转率附近,悬挂机组进行犁耕作业时具有更高的牵引效率。", "label": "农业工程", "id": 0}
{"content": "以串联式混合动力拖拉机为研究对象,针对电动汽车和电动拖拉机的不同,对ADVISOR进行了二次开发,建立了串联式混合动力拖拉机仿真系统。制定了恒温器式策略和功率跟随式策略,并在此基础上提出了模糊控制式能量管理策略。基于该仿真系统,分别应用三种策略对串联式混合动力拖拉机在犁耕工况下进行了仿真分析,结果表明:三种策略都能有效地维持电池SOC值在指定范围内,在犁耕工况下工作1h,采用模糊控制式能量管理策略时,电池SOC曲线变化最为平缓,拖拉机的燃油经济性比功率跟随式策略提高4.38%,比恒温器式策略提高8.84%。", "label": "农业工程", "id": 0}
{"content": "以多路换向阀为研究对象,分析了多路换向阀的工作原理和结构特点,利用压力-流量方程、孔道流量连续性方程及阀芯力平衡方程建立了多路换向阀的状态方程,并运用Matlab/Simulink软件,选择四阶龙格-库塔算法对其进行了动、静态性能仿真分析。基于闭心式负载传感液压系统试验平台,对多路换向阀进行了试验研究,试验结果表明:整个液压系统的压力损失在1.5 MPa左右,负载压力阶跃变化时,多路换向阀可实现负载补偿功能;手动换向阀芯位移阶跃变化时,多路换向阀内压力冲击小、响应特性好;系统流量仅与多路换向阀调速节流口开度大小有关,不受负载变化影响,调速性能良好,满足重型拖拉机电液悬挂系统对多路换向阀的性能要求。", "label": "农业工程", "id": 0}
{"content": "设计了一种基于飞思卡尔MC9S12XS128型微处理器的电液悬挂比例控制器。根据重型拖拉机电液悬挂系统控制要求,在分析现有重型拖拉机电液悬挂比例控制器的结构、类型和特点的基础上,确定了比例控制器的整体设计方案,在Code Warrior环境下完成软件程序设计,采用PID控制算法实现对拖拉机作业机组的位控制、牵引力控制和力位综合控制。以重型拖拉机电液悬挂系统为试验平台,对所设计的电液悬挂比例控制器进行了田间试验,牵引力和耕深控制的过渡时间分别为3.89 s和0.81 s。结果表明:比例控制器对重型拖拉机悬挂装置的综合控制具有响应快、精度高、稳定性强等特点,在保证拖拉机平顺性和作业质量的同时,提高了作业效率,降低了拖拉机驾驶员的劳动强度。", "label": "农业工程", "id": 0}
{"content": "有限时间控制系统具有抗扰动性能强和收敛速度快的优点.针对农用拖拉机直线导航系统线性化后的运动学模型,提出了一种基于有限时间控制技术和饱和方法相结合的饱和控制方案.根据此方法设计了直线导航系统的有限时间饱和控制器,且证明了在该控制器下闭环系统的稳定性.该饱和控制器参数的选取只要满足简单的数学关系式即可,具有一定的实际应用价值.最后,仿真结果验证了上述方法的有效性.", "label": "农业工程", "id": 0}
{"content": "分析了大马力轮式拖拉机驱动轮轴早期断裂的原因是零件感应热处理后存在淬火裂纹、淬硬层不连续等质理缺陷,根据零件技术要求及生产实际,设计了感应热处理工艺,通过试验提出一套优化的感应热处理工艺,实现了复杂轴类零件较深的感应淬火层深,并确保淬硬层连续,提高了产品质量,避免早期断裂事故发生。", "label": "农业工程", "id": 0}
{"content": "针对某型号拖拉机在田间试验时右驱动轮轴断裂事故,从产品结构、金属材料及热处理等方面对断裂原因进行了分析。结果表明:在驱动轮轴的键槽底部、台阶及花键尾部,因无淬硬层或淬硬层不连续,其感应淬火残余拉应力、尖角应力集中和使用应力等的存在和叠加以及结构的不合理,最终导致驱动轮轴在危险薄弱处发生疲劳断裂。", "label": "农业工程", "id": 0}
{"content": "针对拖拉机覆盖件曲面复杂、精度及光顺性要求不高、结构强度大的特点,利用CATIA的逆向设计具有的强大曲面设计功能,以某拖拉机轮罩为例,从点云数据预处理、点云数据网格化及分块、曲面重建、曲面品质分析、曲面拼接及模型评价几方面阐述了拖拉机覆盖件逆向设计流程,同时对重建的曲面模型进行了有限元分析。研究结果表明,所构建曲面模型满足了设计精度及光顺性要求,成果为后续的拖拉机覆盖件模具设计制造提供了理论依据。", "label": "农业工程", "id": 0}
{"content": "目前拖拉机广泛采用全液压转向系统,由于全液压转向系统传动比是定值,且液压系统响应时间长。因此,本文提出了基于线控技术的拖拉机转向系统,将线控系统和液压系统相结合,形成了可变传动比的线控液压转向系统。本文对线控液压转向系统进行了总体设计,详细分析了其结构组成和工作原理,采用模糊控制作为系统的控制算法,实现了前轮转角的闭环控制技术,保证转向机构工作安全、准确可靠,转向操纵轻便灵活,减轻驾驶员的劳动强度,提高转向的可靠性、随动性和转向精度,以便提高拖拉机的作业效率。最后采用Matlab/simulink对整个系统进行仿真试验。试验表明,该系统实时响应快,转向随动性高。", "label": "农业工程", "id": 0}
{"content": "ISO11783的目的是为电子系统提供开放的互联系统。它趋于用电子控制系统（ECUs）使彼此通讯,提供标准化系统。ISO 11783-4部分定义了网络层,即在控制功能块（control function）在ISO11783-4网络的不同部分之间的通信的要求和服务需求。各种类型的网路互联单元定义在ISO11783-4部分。", "label": "农业工程", "id": 0}
{"content": "针对东方红-1854拖拉机液压悬挂系统提升慢出现的原因进行分析归类,并提出相应的排除方法。", "label": "农业工程", "id": 0}
{"content": "ISO11783的目的是为电子系统提供开放的互联系统。它趋于用电子控制系统（ECUs）使彼此通讯,提供标准化系统。ISO 11783-4部分定义了网络层,即在控制功能块（control function）在ISO11783-4网络的不同部分之间的通信的要求和服务需求。各种类型的网路互联单元定义在ISO 11783-4部分。", "label": "农业工程", "id": 0}
{"content": "<正>引言履带式拖拉机一般都由发动机、传动系、转向系、制动系、行走系、工作装置等组成。而履带拖拉机的后桥总成就包含了传动系、转向系、制动系三个部分。履带拖拉机主要被用来进行田间作业（包括犁地、耙地、播种、收获等）和特殊环境下的各种作业,如林场运输、中小型施工场地推土、牵引作业等。但无论什么作业,都是拖拉机的传动系在起着关键的作用。其中,传动系统担负着功率调节、传递和变速、转向、制动等任务,", "label": "农业工程", "id": 0}
{"content": "<正>一、绪论前驱动桥是拖拉机上关键部件,要求工作平稳、传动噪声小、效率高、具有足够的强度和刚度。它主要由桥壳、主减速器总成、传动轴总成、轮毂‐转向节总成等组成,结构复杂,零部件较多,加工制造精度要求高,齿轮啮合印迹、轴承预紧量等均需在装配时调整,装配质量对前驱动桥噪声、传动效率、使用寿命等的影响较大。在我国,拖拉机零部件加工制造水平低,偶然因素、人为因数", "label": "农业工程", "id": 0}
{"content": "本文介绍了东方红履带拖拉机油缸实现通用标准化设计。使所设计的机械产品规格、参数应符合国家标准,零部件应能最大限度地与产品的零部件通用,同一产品中的零件尽可能互换,产品应成系列发展,以便用较少的品种、规格,降低采购成本,满足用户需要。", "label": "农业工程", "id": 0}
{"content": "针对东方红-C1302/C1202/C1002履带拖拉机变速箱乱挡的问题,通过变速箱拆解分析,从设计、制造、装配等方面寻找原因。通过改进3、5挡、倒挡拨头的设计,同时保证变速杆、变速轴、倒挡拨头、变速杆导板、变速杆支座等零件的加工尺寸及位置精度。进而解决该变速箱乱挡问题。", "label": "农业工程", "id": 0}
{"content": "提供一种离合器调整工装,可以有效保证分离爪到分离叉的有效距离,操作简便,节约资源,降低维修成本。", "label": "农业工程", "id": 0}
{"content": "综述全球卫星导航系统国内外现状和发展趋势,以美国Trimble Autopilot自动驾驶系统为例,阐述GPS自动导航系统的组成与使用,在拖拉机上应用GPS自动导航系统,具有提高田间作业质量和作业效率、减轻驾驶员劳动强度、缓解一线高水平驾驶员匮乏与田间标准作业标准高的矛盾等特点,操作简单,使用方便,是一项值得推广应用的实用新技术。", "label": "农业工程", "id": 0}
{"content": "随着农业技术发展,精准农业在中国近几年也开始走热。这为GPS在农业领域应用提供了广泛的思路。精准耕种,田地整平,规划,翻地、起垄等等,这些都可以用到GPS。自动导航技术是实施精准农业的基础,可保证农田作业时的精准和质量,避免作业过程中产生重漏。应用自动驾驶技术可以提高拖拉机的操作性能,延长作业时间,可以实践夜间作业,大大提高了机车的出勤率与时间利用率。本文就北京合众思壮科技有限公司生产的壁虎GPS卫星导航系统的使用方法及注意事项等进行了阐述。", "label": "农业工程", "id": 0}
{"content": "结合当地土壤条件,针对进口大马力轮式拖拉机及配套农具在粘土地上工作效益与履带式拖拉机进行对比。", "label": "农业工程", "id": 0}
{"content": "黑龙江省的农业机械化水平在全国已经位居前茅,这些成绩都归功于省委省政府对现代化大农业的理解和重视。随着我省组建现代化大型农机专业合作社数量的增加,对大马力拖拉机配套农机具的需求越来越大,急需适合我省代表着农业机械发展方向的大批科技含量高、功能多样、作业效果好的农机具。", "label": "农业工程", "id": 0}
{"content": "在我国农村农业生产中,拖拉机是农业生产中无法取代的动力工具,但随着农业生产持续不断地发展,拖拉机保有量的逐年增长,拖拉机已渐渐地成为我国农村的一个新的污染源,因此,搞好拖拉机节能减排技术,既节能又环保,不但是农村生产生活的需要,也是拖拉机技术创新的发展方向。", "label": "农业工程", "id": 0}
{"content": "介绍了大型拖拉机底盘涂装机器人自动喷涂工艺及设备配置和应用情况,以及调试和使用时应注意的问题。", "label": "农业工程", "id": 0}
{"content": "为了优化高地隙拖拉机机架的结构参数,提高其结构强度和刚度,保证整机工作性能,采用ANSYS软件,对机架进行力学模拟和仿真。根据高地隙拖拉机的工作条件和要求,在力学简化的基础上,建立了有限元分析模型,给出了静态、动载、极限转弯等不同工况下的载荷和约束边界条件,选用实体单元进行分析和计算,得到了不同工况下结构的位移、应力变化规律。结果表明,结构危险点的最大应力、最大变形分别为207MPa和3.534mm。采用矩形槽钢、钢板和管钢等组成的焊接式机架,强度和刚度能满足使用要求。研究方法和手段可以为同类结构的分析设计所借鉴。", "label": "农业工程", "id": 0}
{"content": "拖拉机实现同辙转向不仅转弯半径小,而且能够大大减少在田间作业时对土壤的压实和对作物的碾压,因此有必要对此类拖拉机进行研究。本文依据阿克曼基本转向原理,在四轮转向（FourWheelSteering简称4WS）理论的基础上计算推导出实现拖拉机同辙转向的前后轮转角关系,并设计了一套能用于可变轮距和地隙的拖拉机同辙转向机构;运用Pro/E建立了可变轮距与地隙的四轮转向拖拉机三维实体模型,进行了机构间的干涉检验,采用ADAMS软件进行了同辙转向机构的初步仿真,根据仿真得出的拖拉机行驶轨迹优化了机构参数。最后,研制了拖拉机同辙转向机构试验样机,进行了不同前进速度和转角下的道路试验。试验结果与仿真结果基本吻合,研制的同辙转向机构的性能基本满足使用要求。", "label": "农业工程", "id": 0}
{"content": "为了提高农田作业的生产效率及作业的安全性,本文设计了拖拉机组的主从跟踪控制模型,实现了一个驾驶员可以控制两台拖拉机的目的。系统中采用了基于红外触发的超声波对射式测距原理实现了从动拖拉机对主拖拉机的定位,通过齐次坐标变换将主拖拉机的位置坐标点转换到以从动拖拉机为基准的静态坐标系中,通过最小二乘法拟合出主拖拉机的行驶路径,根据PID控制原理设计了直线路径跟踪控制器。实车实验表明:在0.27m/s的速度下,跟踪拖拉机跟踪先行拖拉机行驶30m的距离,最大的横向偏差为5cm,平均偏差为0.8cm,标准差为2.31。", "label": "农业工程", "id": 0}
{"content": "拖拉机智能导航技术是当前精细农业领域的研究热点,其中转向操纵控制技术是智能导航执行机构的关键之一。本文研究了一种基于PID控制的实用化拖拉机智能导航转向控制系统,该系统由转向操纵控制器、电液控制转向系统、角度传感器、压力传感器组成;建立了拖拉机电液控制转向系统的数学模型,并根据PID控制算法计算出适宜的控制电压信号来操纵电液转向系统,跟踪期望前轮偏角,实现拖拉机智能导航。仿真和田间试验结果表明,该系统响应速度快,超调量小,控制精度高,系统工作稳定,能够满足拖拉机田间工作要求。", "label": "农业工程", "id": 0}
{"content": "拖拉机的扭矩是研究其负载特性的重要参数。为了在线测量拖拉机的负载情况,设计了基于无线传感器的扭矩测量系统,该系统主要由应变片、无线节点、电源模块、无线网关、中心处理单元等组成。为了同时测量拖拉机本身的负载以及动力输出负载情况,设计了拖拉机左右后轮驱动轴、动力输出轴无线节点,并分别在东风农机集团的拖拉机传动系试验台、动力输出（PTO）试验台上进行动态扭矩标定试验。结果表明所设计的扭矩测量系统具有较好的线性度,能够满足在线测量要求。", "label": "农业工程", "id": 0}
{"content": "本文在分析我国北方冬季气温特点的基础上,指出冬季拖拉机行驶中存在的具体问题,同时有针对性地探讨了冬季拖拉机使用和行驶中应采取的措施。本文内容对我国北方正确使用拖拉机、有效减少故障,降低拖拉机冬季使用成本,延长拖拉机使用寿命具有直接指导意义。", "label": "农业工程", "id": 0}
{"content": "提出了基于改进最优控制的拖拉机路径跟踪控制算法。根据两轮车辆运动学模型,推导了拖拉机直线跟踪离散状态模型,并依此设计了离散最优状态反馈控制器;以ITAE为指标,采用遗传算法对最优控制器的权值矩阵进行优化,解决了权值矩阵难以选择的问题,保证了控制效果的近似最优;采用极点配置的方法设计了输出积分控制器,消除了由导航传感器系统误差导致的稳态跟踪误差,并对最优-积分联合控制策略进行了研究,提出了基于系统∞状态范数的切换控制策略,增强了系统的鲁棒性。", "label": "农业工程", "id": 0}
{"content": "以大庆周围黄贮和杏树岗奶牛广场牛粪为实验材料,采用单因素静态实验法对厌氧发酵产气技术进行优化。运用Box-Behnken进行设计,以黄贮和牛粪混合厌氧发酵产气为响应值,探究黄贮和牛粪固体质量浓度（TS）、发酵温度、添加不同浓度的NaOH、KOH对产气效率的影响,经过响应面分析建立的数学模型。结果显示:黄贮和牛粪混合厌氧发酵产气值最优时,TS为10.75%,发酵温为40.27℃,添加NaOH浓度为2.04%所预测的混合厌氧发酵的生物产气量为2121.24 mL,经过多次实验获得实验数据为（2150±40）mL,与该模型预测范围在2%以内,所以建立的NaOH对黄贮和牛粪混合发酵数学模型可以更好地预测混合厌氧发酵的生物产气量。", "label": "农业工程", "id": 0}
{"content": "本研究以厌氧消化后的秸秆沼渣为底物,利用热碱后处理方式,以进一步提升秸秆木质纤维素的厌氧消化效能。通过考察后处理过程中不同碱投加量条件下的底物降解、腐殖酸浓度的变化、可利用态金属含量和产甲烷潜力发现:碱投加量为80mg·g-1时,降解效果最佳,秸秆沼渣的纤维素、半纤维素和木质素的降解率分别为15.23%、50.44%和40.67%;此外,经过热碱后处理,沼渣中的腐殖酸含量均有降低,最佳去除率为62%;同时热碱处理使得体系中Zn、Cu、Fe、Ni、Mo的可利用形态比例提升;进一步的产甲烷潜力实验结果表明:热碱处理后有效提高了底物的厌氧消化效能。碱投加量为60 mg·g-1实验组产气最佳,单位质量底物甲烷产气率达到了134.7m L·gVS-1,是空白组（底物未进行后处理）的1.45倍。本研究证实了热碱后处理促进秸秆厌氧消化性能的可行性,从而进一步推动秸秆资源化技术的深层发展。", "label": "农业工程", "id": 0}
{"content": "本文综述了秸秆生物质基本结构及组成,并概述了我国―十三五‖期间对农作物秸秆综合利用的指导意见,大体概述为:秸秆肥料化利用、秸秆饲料化利用、秸秆能源化利用、秸秆基料化利用、秸秆原料化利用等―五料化‖利用方式,并着重概述了秸秆资源的一个可行的原料化利用方式——木塑复合材料。文中还综述了木塑的定义、发展历程、优缺点等,并综述了常用加工助剂及加工助剂的作用机理和功能。", "label": "农业工程", "id": 0}
{"content": "<正>近年来,沼气工程迅速发展,成为处理作物秸秆和人畜粪便的重要途径,同时也是有机废物资源化利用的重要途径。沼液是指有机废弃物经厌氧发酵产生的液体,其成分十分复杂。从营养角度看,沼液含有丰富的氮、磷、钾大量营养元素以及钙、镁、钾等微量元素[1]。沼液因其营养价值常被视作优质的液体肥料,在农业生产上有", "label": "农业工程", "id": 0}
{"content": "随着城镇化的快速发展,农村生活污水已成为广大农村地区污染的主要来源,是造成农村环境污染的重要原因之一。《关于积极发展现在农业,扎实推进社会主义新农村建设的若干意见》中明确指出:\"继续增加农村沼气建设的投入,支持有条件地方开展养殖场大中型沼气建设,加快实施乡村清洁工程,推进人畜粪便、农村农作物秸秆、生活垃圾和污水的综合治理和转化利用\"。为此,积极探寻适合农村生活污水处理实用技术,而沼气系统建设投资少、运行成本低廉,维护管理方便,适合农村地区生活污水处理的运用与推广。", "label": "农业工程", "id": 0}
{"content": "以牡丹花茶饮料生产末端残渣作为厌氧发酵产气原料（以下简称\"茶渣\"）,在中温35℃条件下进行厌氧发酵产沼气实验,考察了茶渣的产气潜能。并采用正交实验方法,设计3因素3水平L9（3~3）实验研究了温度、水分、接种率对茶渣降解性能的影响,确定了考察因子的主次以及最优工艺条件。实验结果表明:茶渣厌氧发酵40 d后的累计产气量为5270 mL,产气率为658 mL/g-TS;产甲烷率为227.7 CH4-mL/g-TS。正交实验结果得出最佳工艺条件为含水率85%,温度55℃,污泥接种率20%。TS降解率最高为45.3%,VS降解率61.52%,容积产气量为4.42～21.68 mL/L。", "label": "农业工程", "id": 0}
{"content": "生物天然气是沼气通过净化提纯后得到的绿色、低碳、清洁环保的可再生燃气,与常规天然气成分、热值等基本一致。它的使用为传统沼气产业开辟了新的应用领域,提高了传统沼气工程的经济性,促进了沼气工程运营的持续性和稳定性,具有广阔的市场前景。文章分析了我国生物天然气产业政策的发展现状,指出现有政策侧重于项目建设环节,缺乏终端产品利用鼓励政策;对不同类型的沼气提纯技术进行了对比,从不同角度分析了各类技术的优缺点;通过分析原料供应市场和我国天然气市场现状,阐述了当前生物天然气产业面临的市场机遇与挑战,以期为我国生物天然气产业的发展提供一定的借鉴。", "label": "农业工程", "id": 0}
{"content": "本研究采用4个不同的混合比例依次进料,探究了其对连续发酵稳定性的影响。其中,鸡粪:秸秆:牛粪:果蔬=40:20:20:20 （周期Ⅲ）能够有效提高发酵体系的产气效果,相比于周期Ⅰ和Ⅱ,对平均甲烷产率提高了149.96mL·g VS-1。此外,该体系运行也比较稳定。", "label": "农业工程", "id": 0}
{"content": "经纯化的生物天然气能够生产合成天然气和压缩天然气。概述了6种沼气纯化技术,并且简要分析了各种纯化技术的优劣势。", "label": "农业工程", "id": 0}
{"content": "以棕榈果残渣为原料,在严格控制厌氧发酵温度的条件下（38±1）℃,采用批量发酵工艺,进行厌氧发酵产沼气试验,研究其厌氧消化性能。结果表明:棕榈果残渣是良好的沼气发酵原料,原料产气率、TS产气率和VS产气率分别为51.89 m L/g原料、229.4 m L/g TS、256.76 m L/g VS,池容产气率为0.3446 m L/（m L·d）,厌氧消化是棕榈果残渣处置的新方法。研究结果可为后续棕榈果残渣厌氧消化工艺提供一定基础,为其资源化利用提供理论参考。", "label": "农业工程", "id": 0}
{"content": "生物质资源不仅可以改善一次能源结构、降低化石能源需求量,还可以减少温室气体排放、保障能源供应安全、改进城巾废弃物处理方式等。厌氧发酵技术实质上就是在厌氧细菌的同化作用下,有效地把生物质中的有机质转化为具有经济价值的XH4和部分XO2,同时XH4可作为一种清洁、环保的可再生能源,缓解日益紧张的能源危机。干式厌氧发酵与湿式厌氧发酵技术相比,具有占地面积少、容积产气率较高、加热能耗低、用水量少、产物后处理容易等优点。本文通过对国内外干式厌氧发酵机理、技术影响因素及应用进展进行综述分析,提出了干式厌氧发酵在机理、关键技术、系统集成方面的重点发展方向。", "label": "农业工程", "id": 0}
{"content": "黄岭村是恭城县沼气建设的发源地,是广西第一个普及沼气能源示范村,是全国\"三位一体\"生态农业发源地。本文以新农村建设与绿色建筑为出发点,引出黄岭村从住宅环境方面及公共空间方面这两个方面着手,通过对黄岭村建筑的绿色改造、完善公共服务设施、改善绿化环境、完善污水处理系统进行分析说明,独立一节浅析沼气能在黄岭村的发展与应用。展望绿色新型农村社区必将是新农村建设未来的发展方向,新能源的应用必然会成为其中的焦点,为我们打造一个\"可持续发展\"\"低碳绿色\"的新环境。", "label": "农业工程", "id": 0}
{"content": "本文通过分析发酵罐结构、发酵液特性,结合仪表检测原理,提出了利用阻抗频谱检测法检测发酵罐液位的技术方案。并通过对比阻抗频谱检测与其他液位检测方法的优缺点,列举了其在乳品、酿造等其他行业的成功应用,良好的适用性和实用性使其在沼气工业中具有广泛的应用前景。", "label": "农业工程", "id": 0}
{"content": "大型养猪场粪水混合物中由于消毒剂和抗生素的残留而对沼气发酵有抑制作用。本研究以不正常产气的某猪场粪水混合物为底物,以大肠杆菌为指示菌,观察硫代硫酸钠对减轻发酵抑制的效果。结果显示:（1）该猪场沼气池排出的沼液,其N、P、K和COD的含量严重超标,其中N的含量为国家允许排放最高标准的26.5倍,P为33.3倍,COD为3.2倍。（2）沼液对大肠杆菌有很强烈的抑菌作用,而硫代硫酸钠对解除这种抑菌作用效果明显,但当终浓度超过1.2%时,硫代硫酸钠即对大肠杆菌有毒害作用。（3）沼液在自然条件下,2个月后几乎完全失去抑菌作用,秋冬季节的沼液的抑菌作用强于夏季的沼液。结论:硫代硫酸钠可降低粪便中可能存在的残留消毒剂和抗生素对沼液发酵的抑菌作用,而硫酸可增强硫代硫酸钠的减毒效果。", "label": "农业工程", "id": 0}
{"content": "污泥热解液的有效处理是实施污泥热解资源化的必要途径。为更好地处理污泥热解液并利用其中所含的能量,研究了250~550℃范围内污泥热解液和牛粪混合厌氧消化的特性。首先研究了250℃下的热解液与牛粪在高温（55±1℃）的条件下以不同湿重质量比（5/80,10/80,15/80;g/g）混合厌氧发酵的特性,发现该温度下的污泥热解液在一定程度上抑制了牛粪的厌氧发酵过程,累计产气量减少,产气时间滞后,添加量越大抑制作用越明显。第二步选择了最低的热解液与牛粪添加比例5/80,采用不同热解终温（250~550℃）下的热解液与牛粪仍在55±1℃的温度条件下混合发酵,结果表明,添加350℃热解液的混合厌氧发酵累计产气量最高,略高于纯牛粪对照组;其次分别是550℃组,450℃组和250℃组。其中450℃组有长时间的产气滞后现象,在前10天产气都较少,后期的产气量才逐渐增多。另外,550℃组的总挥发性脂肪酸（TVFA）的初始值最高,为1528mg/L,发酵后降幅达1274 mg/L,为最大降幅,证明污泥热解液中的有机物得到有效降解。因此,适当温度下的污泥热解液可以适量与牛粪进行混合厌氧发酵,为污泥热解液处理提供新出路。", "label": "农业工程", "id": 0}
{"content": "公园、绿地等场所由于定期修剪而产生的草类作为生物质废物,可通过与市政污泥混合厌氧消化的手段处理,实现了废物减量化的同时增加污泥厌氧消化设施的产沼气量。对市政污泥与草类生物质废物的混合厌氧消化特性进行了研究,对高温条件下草类的产甲烷性能和反应器的运行特点进行了评价。结果证明,草类和污泥的混合消化具有可行性,此外高温消化能促进草类水解和转化为甲烷。", "label": "农业工程", "id": 0}
{"content": "由于目前厌氧处理技术在工业废水处理、城市污泥消化、生物质垃圾处理以及垃圾填埋气等领域的广泛应用,每年产生大量富含甲烷的沼气。一般沼气工程产量低,发电上网困难,同时低品质的沼气不便于运输也限制了其应用。通过沼气提纯精制技术可以获取高品质生物天然气（Bio-Natural Gas,BNG）,其便于运输的特性可以扩大沼气的利用途径,无论在经济价值上,还是在能源利用的角度,都具有重大意义。", "label": "农业工程", "id": 0}
{"content": "可持续发展是既满足当代人的需求,又不对后代人满足其需求的能力构成危害的发展。中国要实现可持续发展,必须保证中国生态农业的发展,而发展沼气和秸秆综合利用是建设生态家园的关键环节。加入WTO后,中国的农业面临着严峻的挑战,需要积极地发展生态农业生产方式[1]。《关于中国生态农业发展的调查研究》将会紧密围绕农村沼气工程和综合利用这一生态农业的关键环节进行研究,主要是根据江苏省海安县沼气工程和秸秆综合利用状况进行分析调查,深入分析农村沼气工程和秸秆综合利用状况,分析相关问题并找出其解决措施,并在此基础上探索出中国生态农业应当遵循的发展道路以及预测中国生态农业的未来发展趋势。农业是中国的根本,而生态农业是农业最有前景的环节,中国人需要为中国生态农业贡献力量。", "label": "农业工程", "id": 0}
{"content": "CO2的捕集、分离以及沼气的纯化对于生物质资源的高值化利用具有重大的意义。离子液体作为一种新型的绿色溶剂,具有蒸汽压低、热稳定性好、结构可设计等特点,且大多数对CO2有较好的亲和力,因而在捕集CO2方面得到广泛关注。综述了离子液体在捕集CO2及其在沼气纯化方面的研究进展,分析了常规离子液体、功能化离子液体、离子液体聚合物在捕集CO2过程中的影响因素,以及不同离子液体对CO2/CH4体系的选择性。提出深入研究离子液体吸收分离CO2所需要解决的问题,展望其发展前景。", "label": "农业工程", "id": 0}
{"content": "本试验以秸秆和牛粪为原料,猪沼液为接种物,含水率80%。研究了不同碳氮比对干法厌氧发酵产沼气及沼渣造肥的影响。结果表明,不同碳氮比处理的产气量及甲烷含量有明显的差异,碳氮比为25的处理产气量最多且甲烷含量较高。沼渣方面所有处理的有机质质量分数和总养分含量都大于有机肥标准,GI显示对种子发芽未有毒性作用,具有作为有机肥的潜力。本试验为相关实验及沼气的大规模生产提供了参考。", "label": "农业工程", "id": 0}
{"content": "以水稻秸秆为原料,在前期单因素试验基础上,通过正交试验研究不同水热预处理条件对稻秸理化特性及产沼气效果的影响.结果表明,预浸时间、初始含水率和热处理时间3个因素对稻秸厌氧发酵20d累积TS产气率的影响程度各不相同,各因素对厌氧发酵累积TS产气率的影响大小顺序为初始含水率>预浸时间>热处理时间;得出的最佳水热预处理条件为:初始含水率为55%,预浸时间为2h,热处理时间为6h;与处理CK相比,最佳预处理条件下稻秸20d容积产气率提高29.79%,产气量达总产气量60%和80%时间可提前5天;结合预处理前后稻秸理化特性变化规律分析,表明温和水热预处理促进了纤维素和半纤维素的降解溶出,并促使其更多转化为挥发性脂肪酸（VFA）,从而有利于稻秸快速产沼气.此试验所获得的温和水热预处理工艺参数为秸秆沼气工程运行提供了技术支撑和理论依据.", "label": "农业工程", "id": 0}
{"content": "<正>引言厌氧消化又称沼气技术,它的多项功能早已受到公认,它降解有机废弃物、生产沼气绿色能源、减低排放温室气体、降低畜场恶臭、杀灭病菌、环境保健、循环生产有机肥料、并可能发掘出高价值的生物产品。经过多年的研发,沼气技术与市场已渐成熟,在中国和欧洲已相当普及[1,2],在美国,近年也受到政府和民众的重视。但是,商业化发展仍然面临两大问题:其一,常用的大型沼气设备,建造费高,操作复杂,一般而言,若无政府补助,农户无力负担。其二,大型沼气场每日排出大量沼液,排放和利用都有难度。作者积四十年之经验,近年发明新型沼气设备用于禽畜场粪污处理,称之谓Holistic DigesterTM（暂译:\"厚利沼气\"）,装设与操作均简易,具多项功能,并可适用于大小禽畜场。长远而言,", "label": "农业工程", "id": 0}
{"content": "研究设计了一种全装配式太阳能双效温室,温室土地利用率达到80%。在温室内设计安装了双效热泵蓄放热系统、水幕式蓄放热系统和水袋式蓄放热系统等太阳能主动蓄热系统,将日光温室主动蓄热和被动蓄热结合起来,改善日光温室环境性能。经温光性能测试,晚间启动水幕蓄放热系统后,晴天太阳能温室最低温度较普通日光温室高3.54℃,阴天高2.44℃。运用水幕太阳能蓄放热系统能效比最高（1:20）,双台双效热泵系统启动能效比最低（1:3.18）。水幕配合双台双效热泵同时运行吸放热速度最快,白天运行4小时可使蓄热水箱温度升高19.39℃,晚间放热作用明显,室内最低温度较对照温室提高5.22℃。", "label": "农业工程", "id": 0}
{"content": "阿卡波糖是位于小肠的α葡萄糖苷酶竞争性抑制剂,被广泛应用于Ⅱ型糖尿病的治疗,主要生产方法之一是通过游动放线菌进行发酵,生产过程中会产生大量的制药发酵菌渣。发酵菌渣中处理残余培养基和菌丝体外,还含有代谢中间体,某些抗生素的发酵菌渣中甚至残留部分抗生素,这些菌渣排放至环境中,会影响生态环境甚至危害人类健康。2008年,根据《国家危险废物名录》,规定化学药品制剂生产过程中的母液及反应基或培养基废物属于危险废物,须按危险废物进行管理。目前对于制药发酵菌渣主要的处理的方法为焚烧,但是由于其含水量高,热值低,导致焚烧成本高昂,每吨菌渣处理价格约2000～4000元,同时焚烧过程中易造成二次污染。厌氧消化技术是一种环保安全的生物处理技术,在降解废渣的同时,能产生能源物质沼气。本实验利用多级厌氧技术,对阿卡波糖发酵废渣进行处理,以实现降低废渣的固含量,同时生产沼气的目的。多级厌氧技术原理是通过一段时间的驯化,使各个罐内污泥中的主要菌群发生改变,使其能\"各司其职\"地对废渣进行厌氧消化处理。多级厌氧技术是将4个厌氧反应罐进行串联,分别记为1#、2#、3#、4#,各罐中设有搅拌装置,每个罐具有单独的集气计量装置,采用排水集气法收集计量各罐产生的沼气,多级厌氧反应器的有效容积为44L。待处理的废渣用自来水配制成固含量为2%的菌渣液,用碳酸钠将其pH调节至7～8,再进入罐中,每天处理3.4L的菌渣液,厌氧停留时间为13d,同时反应器排出等体积的料液,即为厌氧消化处理液。进料菌渣液平均总COD为14000mg/L,有机负荷为1.08kg COD/（m3·d）。多级厌氧反应器连续运行65天,4个厌氧罐运行稳定,产气良好,产气量依次为2#>3#>1#>4#,1#罐出现pH大幅降低的现象,表明1#罐中以水解酸化反应为主,2#罐内产甲烷菌最为活跃,产甲烷活性高。多级厌氧反应器处理固含量为2%的阿卡波糖菌渣液,平均容积产气率为0.189 m3/（m3·d）。进料总COD为14000mg/L,出料的总COD为1288mg/L,总COD去除率达90.8%。进料可溶性COD为5613mg/L,出料平均可溶性COD为1100mg/L,平均可溶性COD去除率为80.4%。经过多级厌氧系统处理后,菌渣液的固体质量降解率为71.8%。", "label": "农业工程", "id": 0}
{"content": "【研究目的】本研究针对农作物秸秆废弃物产生的环境问题,以及传统的纳米纤维素制备方法效率低、环境污染大等问题,建立了一种从小麦秸秆中分离纤维素纳米纤维的环境友好型制备方法。【方法】经蒸汽爆破处理的小麦秸秆纤维,在甲酸/乙酸/水（30/60/10）混合有机酸中加热回流,再以过氧化氢漂白,最后进行高压均质处理,最终得到小麦秸秆纤维素纳米纤维;对每个处理过程得到的纤维及纳米纤维的组成进行了测试分析,并对其进行了结构（傅里叶变换红外光谱,FTIR）、结晶度（X射线衍射,XRD）、形貌（扫描电子显微镜,SEM）及热稳定性（热重分析,TGA）表征。【结果】纤维组成测试结果表明,经过不同处理过程,纤维化学组成中木质素和半纤维素的含量逐渐减少,纤维素含量从44.8%逐渐增加至94.3%;SEM表征结果表明,分离得到的纤维素纳米纤维直径为20-30 nm,并且具有较高的纵横比;XRD结果表明,通过一系列的处理过程,纤维的结晶度得到了提高;TGA的研究显示,与每个处理过程所得到的纤维相比,最终产物纤维素纳米纤维具有更好的热稳定性。【结论】FT-IR,SEM,XRD和TGA研究结果表明,这个多步骤的制备方法有效地去除了样品中的半纤维素和木质素等非纤维素组分,该方法为农作物秸秆纤维素的利用提供了一种更加高效环保的方法。而所得到的纤维素纳米纤维在环境友好型纳米复合材料、汽车工业和光学透明薄膜等领域都具有广阔的应用前景。", "label": "农业工程", "id": 0}
{"content": "<正>2016年3月15日,北京欧亚高效农林生物科学技术研究院在农业部对外经济合作中心国际报告厅召开了\"农林生物质多联产项目研讨会暨合作签约仪式\"。中国工程院张齐生院士出席研讨会并做主题报告。中国老教授协会农业专业委员会会长、中国农科院研究生院党委书记兼常务副院长韩惠鹏;农专委副会长、农业部科教司巡视员石燕泉;农专委副会长、中国农科院作物所党委书记兼副所长张保明;农专委副会长、中国农业大学校长助理张文立;以及农专委原主任、", "label": "农业工程", "id": 0}
{"content": "为了提高糖蜜酒精废水的处理以及资源化回收利用,本文研究了二价铁离子对糖蜜酒精废水SO42-去除情况,COD去除效率以及产气性能等方面的影响。研究表明,适量的二价铁离子对产甲烷有促进作用,不但增加了沼气产量,而且缩短了产气周期。处理组累积沼气产量为676.475mL,产气周期为26天;对照组累积沼气产量为588.125mL,产气周期为29天。Fe2+对发酵液中SO42-和COD有很好的去除作用,SO42-去除率可达90%以上,COD去除率可达75.43%。", "label": "农业工程", "id": 0}
{"content": "本课题研究了高脂肪进料冲击对基于餐厨垃圾的高温厌氧发酵的影响。当脂肪浓度高于25g/L时会产生抑制,产生的沼气跌幅达到了90%,当进料持续高脂肪浓度时,产气几乎停滞。然而,抑制期间沼气的甲烷比例比低脂肪浓度时高。纵观整个试验期间,高脂肪冲击会造成VFA的大量蓄积,尤其是丙酸,其浓度从冲击开始时的460mg/L一直增长到3100mg/L。通过比较丙酸浓度—甲烷产量的关系可以得出,丙酸的积累是抑制甲烷产生的主要原因。当高脂肪冲击结束后,产气开始恢复,这说明,高脂肪带来的抑制是可恢复的。", "label": "农业工程", "id": 0}
{"content": "为了改善氢辅助型原位沼气提纯系统中高氢分压对丙酸降解的抑制,考察和对比了不同颗粒型厌氧生物膜（有无载体、导电和非导电载体）培养初期和末期的丙酸降解性能;并通过微生物形态和群落分析探讨了颗粒型生物膜丙酸降解机制。结果表明,导电碳毡厌氧生物膜和厌氧颗粒污泥能有效改善高氢分压下丙酸降解抑制问题.其最大丙酸降解速率分别达到2.2和1.2 mM/h。碳毡厌氧生物膜可能主要通过产酸细菌（Thermovirga、￡evilinea、Sntrophomonas属）和产甲烷古菌（Methanosaeta属）的电子直接传递（DIET）途径实现丙酸的降解;而厌氧颗粒污泥降解丙酸的途径可能主要依靠产酸细菌（Syntrophobacter属）与嗜氢型甲烷菌（Methanolinea、Methanobacterium属）的共生营养代谢过程。", "label": "农业工程", "id": 0}
{"content": "采用序批式厌氧发酵实验装置,在30℃条件下对牛粪的最大甲烷生产潜力进行测试。实验得出测试牛场牛粪的最大甲烷生产潜力为0.187m3CH4·kg-1VS。体系的含氧量、pH对甲烷产量的影响显著。同时根据其成分,弓入水解速率建立新的奶牛粪便的估算公式。然后与其它方法的估算值、实验值进行比较。结果表明,通过该估算公式,可较准确地估算出最大甲烷生产潜力。该方法简单易行,可为牛粪厌氧发酵装置的设计及工程运行提供理论支持。", "label": "农业工程", "id": 0}
{"content": "为优化蔬菜废物厌氧消化工艺,提高蔬菜废物厌氧消化处理效率,本文以各种蔬菜废物的混合物为原料,经驯化后的厌氧消化污泥为接种物,进行了序批式厌氧消化实验。通过逐级提高CSTR反应器进料负荷,分析研究了蔬菜废物在不同有机负荷下的厌氧消化性能及相应的物质转化规律。实验在35℃、HRT20天、有效容积8L、有机负荷率1.5、1.75、2.0、2.25、2.5、3.0、3.25、3.5 gVS·L-1·d-1下运行170天,在2.75 gVS·L-1·d-1时达到最高的VS产气率0.54 L gVS-1·L-1·d-1,甲烷含量稳定在51%~54%之间。2.75和3.0 gVS·L-1·d-1的VS去除率最高到68.86%。氧化还原电位（ORP）在-320~340mV,碱度从4600增加到7900mgCaCO3·L-1,VFA含量平均在858~963mg·L-1之间,乙醇型发酵。最优的有机负荷率为2.75 gVS.L-1·d-1,极限负荷率为3.5 gVS·L-1·d-1。", "label": "农业工程", "id": 0}
{"content": "为探究外源H2对沼气原位提纯效果的影响,本实验以餐厨为原料进行厌氧发酵,以疏水性聚砜中空纤维膜为曝气组件,进行原位提纯实验。实验结果显示,当H2加入量为202.13±31.60ml/（1·d）时,实验组B中CH4平均含量为67.87±0.88%,CO2平均含量为28.90±1.32%;对照组A中CH4平均含量为64.85±1.12%,CO2平均含量为33.12±1.72%。实验组CH4含量比对照组提高了4.65%,CO2含量比对照组降低了12.75%。因此,外源H2的加入起到提升CH4含量与降低CO2含量的效果。", "label": "农业工程", "id": 0}
{"content": "本研究采用蔬菜废弃物进行中温厌氧发酵试验,总固体含量为10%,接种量为30%,并添加微量元素Fe、Co、Ni使浓度分别达到0.22mg/ml,0.22mg/ml和0.44mg/ml,结果表明添加微量元素使产气量增加了37.11%,甲烷百分含量提高了40.34%,同时比不添加微量金属元素的实验组提前4d结束反应。蔬菜废弃物碳水化合物含量高,酸化速度快,易造成酸积累,厌氧发酵9 d后pH降到5.0左右并维持到产气结束,可以考虑将蔬菜废弃物与含氮、磷高的有机物进行联合厌氧消化以提高厌氧发酵稳定性及产气率。", "label": "农业工程", "id": 0}
{"content": "本文通过向序批式厌氧消化系统中添加不同比例生物炭,研究其对餐厨垃圾厌氧消化效率及系统稳定性的影响。结果表明:生物炭的添加可有效调节系统C/N,减少氨氮抑制,增强微生物活性,提高系统稳定性及厌氧消化产气效率。未添加生物炭对照处理（CK1-CK4）的平均累计产气量为873±1196mL,而添加生物炭处理（T1-T4）平均累计产气量达2939±473mL,且平均甲烷含量均在50%以上,较对照处理增加20%左右;反应体系中T1-T4氨氮浓度均保持在2000mg/L左右,而对照处理的氨氮浓度均在2500mg/L以上,系统稳定性较差。生物炭添加量7%的处理（T3）,累计产气量最高达3307mL,平均甲烷含量55%,产甲烷菌群活性最高时,辅酶F420吸光值可达0.68,TS、VS和油脂去除率分别为60%、72%和61%。", "label": "农业工程", "id": 0}
{"content": "我国餐厨垃圾资源丰富,但目前利用率较低,利用餐厨垃圾生产沼气是提高餐厨垃圾利用率的有效途径,也是城市生物质燃气发展方向之一。由于餐厨垃圾成分复杂,水分、油脂、盐分含量高,易腐败变质,造成厌氧消化过程中一系列的技术难题。本文主要介绍了餐厨垃圾的理化性状、厌氧消化技术原理及影响因素、餐厨垃圾混合厌氧消化方式及其优缺点,总结了我国目前餐厨垃圾厌氧消化现状,并对未来发展方向进行了展望。", "label": "农业工程", "id": 0}
{"content": "在中温条件下（35±1℃）,采用Lg（2~3）正交试验设计,通过序批式厌氧消化工艺考察了膨润土添加量、有机负荷、接种量对鸡粪厌氧消化过程产气及氨氮形态转化特性的影响。结果表明:膨润土添加能显著提高鸡粪厌氧消化VS产甲烷量,且在高有机负荷情况下达到极显著水平（p<0.01）,高有机负荷条件下,膨润土添加量为3.0%、接种量为20%（v/v）时,VS产甲烷量比对照组提高了87.80%;有机负荷相同时,添加膨润土能极显著的降低消化料液的总氨氮浓度（p<0.01）且可以缓解鸡粪厌氧消化过程中自由氨浓度的剧烈变化;膨润土添加极显著的降低了鸡粪厌氧消化过程中料液的电导度。膨润土添加有利于缓解鸡粪厌氧消化过程中自由氨和有机酸的剧烈变化,提高厌氧消化系统稳定性,为厌氧消化微生物提供稳定环境。", "label": "农业工程", "id": 0}
{"content": "采用L8（2~3）正交试验设计,以鸡粪添加量（有机负荷率）、膨润土添加量和接种量为三因素,每个因素设置两个水平,研究了中温条件下（35℃±1℃）膨润土添加对鸡粪厌氧消化过程中产甲烷和产酸特性的影响。结果表明:与空白对照组相比,低有机负荷条件下,膨润土添加能显著（P<0.05）提高鸡粪VS产甲烷量,添加量为3.0%和1.5%时VS产甲烷量分别提升了22.72%,27.72%（膨润土添加量不同组间差异不显著（P>0.05））;高有机负荷条件下,膨润土添加能极显著（P<0.01）提高鸡粪VS产甲烷量,添加量为3.0%和1.5%时VS产甲烷量分别提升了78.68%和55.41%（膨润土添加量不同组间差异显著（P<0.05））。当鸡粪添加量为19.91gVS,膨润土添加量为3.0%（占干基比）和接种量为80mL时,单位产甲烷量最高为301.92mL/g VS,比对照组高87.8%,此时可变成本也最低为2.43元/m~3,比两对照组分别低1.29元/m~3和1.68元/m~3。方差分析表明:膨润土添加可提高鸡粪厌氧消化过程中挥发性脂肪酸,pH,可溶性有机碳和可溶性无机碳的稳定性。", "label": "农业工程", "id": 0}
{"content": "本文研究了低浓度生活污水自由沉淀和厌氧发酵试验,以高校低浓度生活污水为原料,通过测定不同取样口不同时间水样中悬浮物浓度的变化,根据斯托克斯原理计算不同取样口不同时间水样悬浮物沉淀率,分析低浓度生活污水的沉淀规律和发酵规律。试验结果表明,同一取样口水样悬浮物浓度随时间逐渐变小,不同高度取样口浓度随时间变化规律不同,取样口越高水样悬浮物浓度变化越快;同一取样口水样悬浮物沉淀率随时间逐渐变大,不同取样口水样悬浮物沉淀率随时间变化规律不同,同一时间取样口越高的悬浮物沉淀率越大,150min后趋于稳定,水样悬浮物沉淀率达到70%左右;中层混合物和下层沉降物的发酵产气能力较强,最高产气量均可达到3000mL/天,甲烷含量可以达到60%;上清液由于含水率大,有机物成分较少,产气能力较弱。", "label": "农业工程", "id": 0}
{"content": "为了解决有机磷农药对环境造成的持久性污染,本文运用操作简易、成本低廉的厌氧消化法来降解有机磷农药,在得到了良好降解效果的同时还得到了沼气这种清洁能源。厌氧消化的原料是废弃大白菜,滴加进厌氧消化反应装置的有机磷农药是乐果。根据有机磷农药（乐果）对乙酰胆碱酯酶抑制的原理,采用GB/T5009-2002中分光光度法测定了有机磷农药（乐果）在废弃白菜厌氧消化系统（湿发酵）料液中的浓度变化。实验结果表明乐果农药在厌氧消化系统中具有降解趋势,在实验所设置的厌氧消化系统负荷之下,160mg,L的乐果是此系统能够消解的极限。实验结果同时表明,对日产气量、累积产气量产生负影响的乐果农药浓度限为140mg/L。在实验中,检测了各系统所产沼气的甲烷含量,发现当浓度达到150mg/L时,甲烷含量明显降低至40%。同时,在实验中发现,乐果农药的加入会致使发酵料液变酸,随着乐果农药的消解,整个厌氧消化系统的pH又恢复正常。", "label": "农业工程", "id": 0}
{"content": "随着北斗导航定位技术、物联网技术、大数据分析技术等的发展以及各项政策助力和市场推动,全国各地都在积极推进智慧农业。基于宏图\"PIE-MAP\"地理信息可视化平台研制\"北斗+农机\"综合管理系统,构建农业综合态势一张图,形成农机北斗大数据平台,实现农机数据引接汇聚、补贴精确核算校验、农机综合态势展示和农机标准化管理,提升农机管理效率,降低运营成本,推动农业自动化、智能化。", "label": "农业工程", "id": 0}
{"content": "本文阐述了农机具耐磨件上几种新材料的研究和应用现状。主要介绍了国内外表面强化材料的发展情况与应用试验的差异;等温淬火球铁ADI和CADI耐磨材料的研究现状,最后分析比较了高、低碳化物CADI耐磨材料成本和加工性能存在的差异。应用结果表明:以硼钢为基材的强化耐磨件材料耐磨性有一定的提高,差距也是明显的,成本相对高;锰系CADI材料不适用农机具件;低铬和多合金CADI耐磨材料相对成本低,适合不同土壤条件;ADI耐磨材料无硬质相,抗冲击性能好,耐磨性稍差,一般不用于农机具耐磨件。", "label": "农业工程", "id": 0}
{"content": "作为一个农业大国,农业是中国国民经济的生命线。农业的发展与社会稳定和经济发展密切相关。不言而喻,有效解决农民、农村地区及农业问题的重要性。作为农业发展的重要组成部分,农业用水保存管理、干旱防治对充分保障作物产量和农民利益具有重要意义。", "label": "农业工程", "id": 0}
{"content": "水利遗产属于人类文化遗产的重要组成部分,分为物质类文化遗产和非物质类文化遗产,其中水利工程遗产是水利遗产的主体内容。福建省莆田市水利遗产的发展与城市在历史上的发展地位有很大的关系,水利工程遗产也是莆田水利遗产的主体部分,并衍生出了丰富的非物质水利遗产。莆田物质类水利遗产的空间分布以河流为骨架,主要分为五个遗产集聚区域。在时间分布上,清代最多,次之为宋代和明代。莆田水资源变化巨大,众多水利遗产的功能也发生了转变或消失,亟须进行高效的保护和管理。", "label": "农业工程", "id": 0}
{"content": "在农业生产中,防汛抗旱是其中比较重要的一项工作。而做好这一工作不但可以提高农业的生产水平,还能增加我国农业的经济收入。为了保证防汛抗旱工作能够科学合理的进行,就需要利用一些先进的科技设备来对农业用水进行调节。因此,建立农业水利工程的基础设施,以及加强水利工程的有效管理,可以充分保证当前农业生产防汛抗旱的工作顺利进行。本文概述了农田水利工程中的防汛抗旱规划设计的基本概述、农田水利工作中防汛抗旱的重要性和作用以及当前的农田水利工程现状以及有效的管理措施。", "label": "农业工程", "id": 0}
{"content": "将农机工程应用到农业生产当中,可以有效地提升农业生产的效率与质量,还能提高农民的经济收益,降低农民的劳动力,进而也会推动我国经济的发展。农机工程的应用虽然取得很好的成绩,但是还是存在一些问题,如果不能及时将现阶段存在的问题解决,便会在很大程度上影响农机工程的发展,甚至还会影响到我国经济的发展,所以必须重视现阶段农机工程发展中存在的问题。因此,本文主要对农机工程发展中存在的问题进行分析,深入的了解问题产生的原因,并提出针对性地完善措施,希望对我国农机工程的发展有所帮助。", "label": "农业工程", "id": 0}
{"content": "工程教育专业认证是最具影响力的工程教育学位互认体系。华北水利水电大学农业水利工程专业培养方案修订以《普通高等学校本科专业类教学质量国家标准》《工程教育认证标准》等国家标准为指导,结合河南省粮食主产区发展状况和学校办学精神,突出农业水利工程专业的区域办学特色,凝练了培养目标,并把12条毕业要求分解成32个指标点,重新构建了课程体系。", "label": "农业工程", "id": 0}
{"content": "本文针对中国工程教育专业认证通用标准的毕业要求和复杂工程问题的基本特征,结合我校农业水利工程专业本科生培养特色,遵循以学生为中心、以成果为导向的教育理念,从复杂工程问题界定、课程群构建、教学实施、达成评价与持续改进等方面,总结了本专业具体做法与实施过程,并给出了相应的典型案例,对农业水利工程专业及其他水利类专业学生复杂工程问题能力的培养具有较好的指导意义与参考价值。", "label": "农业工程", "id": 0}
{"content": "针对《农田水利学》课程教学现有成果和有待改进的问题,应用OBE学习产出导向的教育理念,完善教学目标和教学内容,对课程目标和课程内容进行反向设计。重设教学环节并改善教学手段,强调以学生为中心,建立学生自我导向学习的教学策略。打造教学团队、建立评价体系,过程考核与结课考核并重,建立反馈与评价机制,提高学生毕业达成度。该课题以期为《农田水利学》和其他涉水专业类课程的教学改革提供参考。", "label": "农业工程", "id": 0}
{"content": "农业是我国国民经济发展的重要基础,加强农田水利工程建设对维护农业经济的发展,促进社会的稳定等方面有着深远的意义。文章从阐述农田水利建设的重要性出发,对现阶段农田水利建设中存在的问题进行了探讨与分析;在此基础上结合实践,对提高农田水利工程建设效益提出了对策与建议。", "label": "农业工程", "id": 0}
{"content": "农田水利工程是农村经济可持续发展的重要保障,也是推进新时期国家经济建设的重要环节。传统的水利工程管理模式存在责任不清、管理体制不完善、现场管理松散等问题,影响水利工程建设进度。因此,水利工程建设单位必须重视水利工程管理中存在的问题,及时采取有针对性的措施加以解决。在此基础上,分析了水利工程管理中存在的问题及加强水利工程管理的对策。", "label": "农业工程", "id": 0}
{"content": "在使用离散元软件模拟圆盘刀滚动插草时,草杆的运动状态将直接影响仿真的准确性。本研究分两部分对插草刀盘作业过程中的草杆运动进行分析:一是中间段竖直向下平动速度分析,得到了单根草杆被下压的时间、相邻两根草杆开始运动的时间差、刀盘在一个运动周期内所接触的草杆数量,以及草杆在竖直方向的平动速度与刀盘前进速度的定量关系式;二是两侧草杆的转动速度分析,通过试验标定得到两侧草杆转动的角速度与角加速度。在此基础上,利用EDEM建立圆盘刀滚动插草的草杆-沙土三维接触模型,并初步探讨刀盘厚度对刀盘竖直方向插草阻力的影响。", "label": "农业工程", "id": 0}
{"content": "本文对小型农田的水利工程中经常会出现的问题进行分析,并对此进行探讨,望做好这些问题的解决和处理办法,从而使得水利工程的建设和管理得到更好的发展。", "label": "农业工程", "id": 0}
{"content": "一部中国农业发展史,也就是一部古老的中华民族文明史。本文通过分析考察与农业相关的汉字\"井、田、畎、亩\",挖掘其蕴涵的文化信息,对了解我国古代农业文化,无疑具有十分重要的意义。", "label": "农业工程", "id": 0}
{"content": "分析了我国农田水利设施的现状,提出了加强农田水利建设的对策建议。", "label": "农业工程", "id": 0}
{"content": "农田水利基本建设大会战确保了渠道清淤、毛渠砌护、沟道干净、整洁、美观。同时对所有水利设施进行维修养护、生产淤地坝水毁豁口进行维修加固,坝面整修顺直,确保山水不出沟及水利设施的正常运行。", "label": "农业工程", "id": 0}
{"content": "疏勒河灌区是水利部2014年确定的全国七个水权试点之一,在水资源使用权确权登记、水权交易以及相关制度建设方面率先取得突破,有效发挥市场配置水资源的作用,实现了农业用水供给侧结构性改革,促进了节水型社会建设,为全国层面推进水权制度建设提供了经验借鉴。", "label": "农业工程", "id": 0}
{"content": "在划分得到海河流域农业节水区划体系和推导得到流域农业节水潜力计算公式组的基础上,基于海河流域现状和规划水平年的基础数据和参数设定,评估了海河流域各个农业节水分区的工程型、效率型、结构型农业节水潜力的量值,以期为海河流域农业节水工作的宏观决策、分类指导、规划编制、项目审查、工程建设等提供科学基础和参考依据。", "label": "农业工程", "id": 0}
{"content": "论文阐述了岱岳区水资源紧缺的现状,分析说明岱岳区发展农业节水具有很大潜力,并对应存在问题提出了发展农业节水的对策措施。全文旨在通过农业节水,缓解岱岳区水资源紧缺问题,以岱岳区水资源的可持续利用支持经济社会的发展。", "label": "农业工程", "id": 0}
{"content": "节约用水已成为全社会共识,是社会发展的大方向,但对农业节水的最终效果存在认识上的误区。在进行方案比较时,往往将开源与节水成本简单比较就轻易得出节水优于开源的结论。应该正确认识节水与调水效果的差别,以避免误导决策。本文对典型灌区节水与调水效果进行了具体计算与对比,结果节水与调水最终效果差别很大。", "label": "农业工程", "id": 0}
{"content": "随着\"互联网+\"信息化农业的快速发展,运用物联网信息化技术有效地进行农机作业远程监控与调度,提高农机作业质量和农机装备的智能化水平,是目前现代化大农业发展的迫切需求之一。深松作业远程监控技术有效解决了现阶段深松作业人工检查验收人手少、成本高、效率低等诸多问题,大幅度提升了深松质量监管和农机作业智能化管理水平。本文设计了一种以北斗定位和网络信息技术为基础的深松作业监控系统,实现了农机信息化管理。", "label": "农业工程", "id": 0}
{"content": "本文的主要目的是介绍人参畦床步道机、针吸式播种机、半自动栽参机、根茎类作物收获机四种最新开发的智能化装备。这四种装备是针对吉林省乃至全国在人参种植过程中的筑畦、播种、移栽、收获等主要作业环节以手工作业为主,缺少合适机械化设备的情况,在电子信息技术、自动化技术、拟人化智能技术等先进技术的基础上研发的,可以部分或完全取代传统手工作业中的人力劳动,有助于促进人参种植规范化、标准化模式的发展。", "label": "农业工程", "id": 0}
{"content": "葫芦岛市桑蚕技术研究推广中心居民区现有生产生活水源位于强流河干流上,由于工程运行年久,维护困难,提水规模缩减,在遭遇旱情强流河地表水断流情况,无法有效截、提取强流河地下潜流水源,同时水源污染日益加剧,蚕种场居民区及周边分散用户饮水用水、蚕种场基地桑园关键期用水及养蚕制种生产用水无保障,人民群众的生存权和发展权无保障,为最大限度减轻干旱对经济社会发展造成的影响和损失,建设强流河应急引水工程。", "label": "农业工程", "id": 0}
{"content": "<正>修水利、兴农事,历来是治国安邦的大事。2017年2月5日,中央一号文件《中共中央、国务院关于深入推进农业供给侧结构性改革加快培育农业农村发展新动能的若干意见》发布。全文约1 3000字,共分6个部分33条,包括:优化产品产业结构,着力推进农业提质增效:推行绿色生产方式,增强农业可持续发展能力;壮大新产业新业态,拓展农业产业价值链:强化科", "label": "农业工程", "id": 0}
{"content": "农业是我国民生之本,农村的水利水电工程建设对农村的良性发展起着至关重要的作用。近几年,我国对三农的问题重视越来越高,我国农村水利水电建设取得的可喜成绩。但是,一些问题也不能忽略。加强对农村水利水电工程建设管理的研究,有利于更好的促进农村经济的健康发展。", "label": "农业工程", "id": 0}
{"content": "随着社会的进步与农业的快速发展,我国的农田水利工程建设也获得了非常大的进步。在农业的建设与发展过程中,水利工程建设起着非常重要的影响作用。实践表明,农田水利工程在良好的运行与维护之下,能够保障人民的生活,并且在我国国民经济与农业发展方面起着决定性的作用。所以,相应工作人员应该重视农田水利工程运行维护管理工作的实施,从而不断的推动农业快速的发展。因此,本文就针对农田水利工程运行管理进行简单的分析,以供日后参考。", "label": "农业工程", "id": 0}
{"content": "农村小型农田水利基础设施的不断完善、提高,创建好优美的农村水环境,是建设社会主义新农村,促进农村经济发展、富民宜居的最迫切要求。农村小型农田水利工程面广量大,直接受益的也是社会最基层的广大老百姓。本文分析了我国现行农村小型水利工程管理普遍存在的问题的基础上,提出了一系列具有针对性的建设措施,探讨了农村小型水利在规划、建设、管理与改革等方面的一些具体做法。", "label": "农业工程", "id": 0}
{"content": "建立健全的农田水利建设体系和完善的管理措施,实现农村水利工程和谐建设、自主管理和可持续利用,改善农业生产条件和农村基础设施,是今后农田水利工程建设与管理的发展方向。本文对农田水利工程建设与管理中存在的主要问题进行了分析,并提出加强农田水利工程建设与管理的具体措施。", "label": "农业工程", "id": 0}
{"content": "根据农业工程学科的内涵和发展现状,对比分析了国内外农业工程学科发展的差异性,探讨了我国农科高校中农业工程学科发展所面临的机遇与挑战,提出了与现代科技、专业优势和特色学科相结合的方向,并尝试从学科的交叉与融合中探寻农业工程专业的发展前景。", "label": "农业工程", "id": 0}
{"content": "农田水利工程的运行管理对于确保水利工程作用的充分发挥以及延长水利工程的寿命等方面有着重要的意义,是水利工程管理中的一项重要内容。但是,从目前来看,小型农田水利工程运行管理中海存在着许多的问题,严重影响着水利工程社会效益和经济效益的发挥。本文分析了小型农田水利工程运行维护管理工作中存在的主要问题,并在此基础上探究了加强运行管理维护的有效对策及措施,旨在促进小型农田水利工程运行维护管理工作效率的提高。", "label": "农业工程", "id": 0}
{"content": "我国自古以来就是农业大国,农业的发展离不开水利工程的建设。在古代,有秦国李冰修建都江堰;隋朝的大运河等等水利工程的建设,这些水利工程都为农业的发展起到了促进的作用。现代,随着科技的不断发展,我们为了保证水利工程惠及到每块农田,我们进行了小型水利的工程建设,小型水利的建设发展时间较短,没用形成专门的建设方法和管理制度,导致小型农田水利建设的过程中,存在很多的问题。鉴于此,本文对小型农田水利建设与管理进行研究,提出相关的解决措施,仅供参考。", "label": "农业工程", "id": 0}
{"content": "目前,计算机视觉技术在农业机械中的应用是研究的热点领域,各类应用成果也不断涌现。本文对计算机视觉技术在农业自动化检测机械、收获机械、田间作业机械中的应用进行了较为详细的阐述,并对计算机视觉技术在农业机械中的应用前景提出了一些看法。", "label": "农业工程", "id": 0}
{"content": "利用近60年石羊河流域中、下游人类活动、径流量和气象观测资料,比较气候变化过程中流域中、下游绿洲化推进对农业水资源利用与生态环境恶化和气候变化的内在关系。结果表明:（1）近60年来,石羊河流域八条河流合成年径流量呈下降趋势,中游（凉州）降水变化倾向率为5.1 mm/10a大于下游（民勤）2.5 mm/10a,但下游（民勤）年蒸发量却以11.6 mm/10a的速度缓慢增加,且流域中、下游气温呈缓慢持续上升趋势（P<0.001）,60年间气温分别升高了1.8℃和1.9℃,使径流量和地表农业水资源减少。（2）中游（凉州）人口以9.95万人/l O a（P<0.001）快速增长是下游（民勤）的5.5倍,人均耕地面积减少倾向率中游（凉州）0.305亩/l O a（P<0.001）大于下游（民勤）0.278亩/l O a（P<0.001）,但保灌面积增加速度下游（民勤）9.56万亩/lO a（P<0.01）大于中游（凉州）6.77万亩/l O a（P<0.01）,机井数量增加速度下游（民勤）1867.6口/lO a（P<0.01）大于中游（凉州）884.3口/l O a（P<0.001）,人类过快开发利用直接影响了有限水资源的承载力和生态安全。（3）从相关性看,随着气温升高、蒸发加剧和日照时数增加,保灌面积和机井数量迅速增加,加剧了人类对地下水资源的开发利用程度,而事实证明人类干扰反作用于气候生态环境因子,出现农业向生态争水,中游向下游争水的恶性局面。", "label": "农业工程", "id": 0}
{"content": "脱贫致富是我国全面建成小康社会的重要前提。本文依据习近平总书记提出的\"精准扶贫\"的理念,结合高效节水可以实现增产增收的实际作用,在分析我国贫困人口的地理分布与相应水土资源特征的基础上,说明了高效节水灌溉与精准扶贫的关系,提出了高效节水灌溉在不同地区脱贫致富的几种模式,供相关部门制定扶贫政策时参考。", "label": "农业工程", "id": 0}
{"content": "针对棉花育种试验用种量一般较少,浓硫酸脱绒人工操作程序繁琐,且具有一定的危险性的问题,河南科技学院与新乡市红旗区江河机械厂在多年不断研究、探索中,研制出了1种小型棉花种子脱绒设备。本装置具有结构紧凑,操作简单,进料出籽一条龙作业,一次性完成自动加酸、酸加热、酸温自动控制、搅拌、脱绒和清洗操作,机器轻便、灵活、机构合理,而且清理方便、易操作。经过多次试验,棉种残酸率<0.15%,残绒率<0.27%,发芽率≥95%。本设备自动化程度高,有效地解决了人工脱绒的各种弊端。", "label": "农业工程", "id": 0}
{"content": "<正>1北京水资源现状北京水资源缺乏,属资源性缺水城市,按联合国的标准,人均水资源占有量少于500 m~3/年就属于重度缺水地区,以色列人均水资源400 m~3,被公认为世界上的干旱节水典型,而北京市对外公布的人均水资源量为300 m~3,仅为全国的1/8,世界的1/30,远远低于国际公认的人均1 000 m~3的缺水下限,可以说北京是世界上缺水最严重的大城市之一。", "label": "农业工程", "id": 0}
{"content": "本文以农林装备三维设计的创新设计教学为基础,将农林装备零部件的创新设计和建模贯穿在整个教学中。以数控加工中心和3D打印机为平台,又将创客教育有机地融合在其中,使学生不仅有虚拟的创新设计,还能得到制造过程的体验和真实的产品,从而构建了基于创客教育的课程教学模式。创客教育的基础是创新设计能力的培养,基于企业对农林装备快速研发能力的需求,以及创新教育的规律,将教学过程分解为了三个互相联系的模块,整个过程将理论教学、实践、农林装备产品创新三大部分进行一体化的组织设计,实施了\"理论-实践-创新\"一体化的教学模式,采取了基于任务驱动的项目教学法实施每个项目的教学。根据创客教育的要求,构建了3D打印教育服务支持体系,丰富了农林装备创造的学习形态,为机械工程专业的创客教育提供了实践参考。", "label": "农业工程", "id": 0}
{"content": "十八大报告将生态文明上升为国家战略并且首次提出建设\"美丽中国\",生态文明重要法制保障之一即生态补偿制度。当前中国生态保护重点区与经济发展滞后区重合度较高,保护与发展矛盾较为尖锐。为体现个案代表性,本文以新中国建设最大灌区——淠史杭灌区为例,阐述灌区工程概况、灌区运行机制、灌区生态价值计算方法,并从生态补偿制度理论基础、域外经验、法律体系出发针对灌区现存问题提出制度完善建议。", "label": "农业工程", "id": 0}
{"content": "本文主要针对农业水资源利用现状、农业水资源利用中存在的问题和加强我国农业水资源利用的具体措施以及土地整治中土地资源可持续利用对策进行简要分析。", "label": "农业工程", "id": 0}
{"content": "新型,是指其以正确处理人水关系的辩证博弈观、全面协调可持续的科学发展观、统筹解决水问题的资源水利观为指导。", "label": "农业工程", "id": 0}
