{"content": "OLED显示技术具有自发光、广视角、几乎无穷高的对比度、较低耗电、极高反应速度等优点,在手机、电视、VR、手表等可穿戴设备等领域广泛应用。高纯稀土金属镱（Yb）因其功函数较低,能提高电子注入能力、降低驱动电压、提高发光效率的优势,高纯Yb靶材作为蒸发料,已在OLED技术领域获得应用。OLED对稀土金属Yb中金属、非金属杂质还有间隙杂质有严苛要求。本文开展了髙纯稀土金属Yb杂质控制研究,致力于开发满足OLED用高纯Yb蒸发料材料。主要有（1）低温蒸馏有利于卤素元素、Ca杂质的去除,卤素元素、Ca去除率≥80%。高温蒸馏有利于C、O杂质的去除,C、O杂质的去除率≥85%。（2）结合理论分析开展真空蒸馏提纯试验,开发了二次升温工艺,并自主设计杂质过滤装置与冷凝收集装置,实现金属镱的收率≥95%。（3）开发低污染低缺陷熔铸与高效后处理技术,铸锭缺陷率≤5%,杂质波动≤10%,提高了Yb蒸发料成材率。制备出满足OLED使用要求的高纯度、高致密度、组织均匀的稀土金属Yb蒸发料。本研究能够提升高纯稀土金属在电子信息领域的规模化应用,同时对促进稀土金属镱提纯技术具有重要意义。", "label": "冶金工程", "id": 0}
{"content": "对比研究了几种浸取剂对离子吸附型稀土及铀、钍的浸出效率影响。讨论了不同浸取剂的浸出特征,提出了用氯化钙和硫酸铝溶液分阶段浸取离子吸附型稀土新工艺。以稀土及铀、钍浸出效率、尾矿粘土矿物Zeta电位为依据,对浸取剂种类和浓度及其用量,分阶段浸取的用量比、石灰水和顶补水用量等条件进行优化。结果表明:几种电解质对稀土及铀、钍的浸取效率大小次序均为:硫酸铝>硫酸铵>硫酸镁>氯化镁>氯化钙。确定的氯化钙浓度为0.5-0.6N之间,硫酸铝浓度为0.1-0.2N之间,两者对矿重的加料比分别为0.6-0.8和0.2-0.3之间,硫酸铝浸取过程尾矿粘土矿物的Zeta电位趋近于0,安远矿样分阶段浸取后,石灰水加量与尾矿液固比为2:1,护尾后流出液可达标排放。本方法在第一阶段使用浸出效率较低的氯化钙溶液浸出绝大部分稀土,浸出液用石灰沉淀法回收稀土;第二阶段使用硫酸铝将剩余难浸出的稀土及铀、钍交换下来,用叔胺优先萃取铀,再用伯胺萃取剂萃取钍和稀土,硫酸铝溶液循环用于第二阶段浸矿,从而达到分阶段浸取,分阶段回收的目的。", "label": "冶金工程", "id": 0}
{"content": "稀土萃取分离过程中,为提高萃取效率,普遍采用液碱、氨水、氢氧化钙和液态镁进行皂化,产生高浓度含盐废水。本报告就其如何实现该类废水零排放,在介绍行业常用的MVR蒸发、多效蒸发和膜浓缩等技术基础上,重点对利用太阳能和风能等新能源进行自然和强化蒸发等技术方案的技术经济性、地区适用性和有关环保问题进行了探讨,为双碳战略形势下实现高盐废水低碳零排放提供了思路。", "label": "冶金工程", "id": 0}
{"content": "对于稀土冶金行业,无论是火法冶金还是湿法冶金,一般都采用取样后用ICP光谱法、原子吸收法等化学方法测定样品中控制元素成分,测试时间长,消耗试剂多且需要大量人力。钢研纳克首次将光电直读发射光谱技术引入稀土金属成分分析,实现了火法冶金稀土金属产品的快速定量分析,无需酸碱试剂溶解样品,仅需30秒即可同时得到金属中的碳铁钼铝硅镁等控制元素及稀土配分含量,测试结果与传统方法一致性良好,稀土主量元素测试精度优于ICP光谱法。同时,将X射线荧光检测技术引入湿法冶金的稀土料液成分的在线分析。", "label": "冶金工程", "id": 0}
{"content": "作为一种稀土氟碳酸盐矿物,氟碳铈矿是世界上最主要的稀土来源,尤其是轻稀土元素,全球约70%的稀土元素是从氟碳铈矿中提取的。我国在内蒙古白云鄂博、四川凉山和山东微山等地拥有储量丰富的氟碳铈矿,也因此成为世界最主要的稀土生产和供应方。目前广泛用于处理氟碳铈矿的冶金工艺是在没有充分考虑资源综合利用价值和环境影响的情况下开发和利用的,而在今天,需要设计更为有效的工艺流程来实现清洁生产和可持续发展。本文提出基于钙化分解和低共熔溶剂浸出选择性分离氟碳铈矿中稀土和氟的绿色清洁工艺,建立适用于选择性分离氟碳铈矿中稀土和氟的低共熔溶剂体系,为氟碳铈矿的处理开发出一种新的选冶联合流程,实现清洁生产和矿物资源的高效综合利用。", "label": "冶金工程", "id": 0}
{"content": "串级萃取技术是实现多组分稀土分离提纯的有效途径,已为稀土分离工业普遍采用。串级萃取理论的建立为稀土分离流程设计和新工艺的开发提供了基础理论指导,不断推动我国稀土分离技术的高效、绿色和高质化。然而长期以来,起到稀土萃取分离作用的萃取分离生产线依然似摆在技术人员面前的\"黑匣子\",技术人员往往只能关注到分离结果,而对于生产线中物料组份的流转和分配规律等却知之甚少,因而对于生产线工艺参数的优化调整缺乏指导,具有相当程度的盲目性。联动萃取工艺具有显著降耗减排功效,已成为我国稀土分离工业的基本技术。基于联动萃取工艺流程发展的基础理论[1-6]在为该流程设计提供理论指导的同时,也开启了一扇进入稀土串级萃取分离生产线\"黑匣子\"的探秘之窗。通过该项理论研究获得的槽体提纯效率变化规律、待分离组份在分离单元中出口分配规律、分离单元间物料组份流转规律、萃取和洗涤关系的本质以及联动萃取降耗减排功效的原理等方面的深层次认知,将有助于技术人员在生产实践中能不仅知其然,也能知其所以然,可更加明确生产工艺参数和生产方案的优化调整方向,更好掌控生产线。", "label": "冶金工程", "id": 0}
{"content": "为了满足于高技术新材料产业发展需要和开发我国稀土二次资源综合利用的绿色节能环保新工艺,本研究团队根据稀土二次资源回收开发了一种酰胺酸系分离体系。开发了DODGAA, D2EHDGAA等CHON-型酰胺酸类萃取剂,其中CHON-型酰胺酸类萃取剂（D2EHDGAA）可在pH1-4的区间可实现稀土全元素萃取分离。在此基础上提出了一种利用D2EHDGAA功能XAD型树脂体系从硅酸钇镥废渣中回收Lu（III）稀土二次资源的新体系。此外本团队制备一种改性壳聚糖海绵（CSs-DGAA）具有快速吸附脱附的特点,并且制备得新型晶体吸附剂MOF材料（MIL-101-DGA）可以从其他稀土离子中分离出Eu（III）,改变了传统稀土的分离顺序。", "label": "冶金工程", "id": 0}
{"content": "针对目前工业分离钇采用的环烷酸萃取剂存在的系列问题:环烷酸成分复杂,水溶性大,使用周期短;分离钇时易乳化、酯化;对轻稀土与钇的分离系数较小等。我们设计合成了系列含磷羧酸类萃取剂[1-5],并成功筛选出综合性能优于环烷酸的含磷羧酸萃取剂（代号Cextrant 322）。实验结果表明,Cextrant 322对钇的萃取能力最弱;对镧系元素与钇的平均分离系数大于3.0,优于环烷酸体系;分相迅速,相界面清晰,物理现象良好,无需添加相改良剂。在此基础上,采用10升混合澄清槽进行了钇分离中试,经两步萃取分离将富钇料液中87.25%的钇提纯至99.99%以上。相比环烷酸工艺,新萃取体系性质稳定,物理现象良好,不需要添加TBP或异辛醇等相改良剂,避免了萃取剂酯化导致的萃取剂浓度下降及乳化的问题;新的分离工艺过程短、质量稳定、萃取剂损失小、适应性强,综合技术经济指标优于环烷酸,且能与环烷酸工艺很好兼容。", "label": "冶金工程", "id": 0}
{"content": "高纯稀土金属镧是储氢、核能、集成电路等军工及战略性新兴产业的关键核心材料,目前4N级高纯金属镧普遍采用区域熔炼联合固态电迁移方法进行制备,单炉提纯产量小、提纯效率低、能耗高。鉴于提拉法已规模应用于单晶硅制备,本文将提拉法引入到稀土金属提纯,以普通纯度电解镧为原料、高纯镧为籽晶,初步探究了提拉法提纯过程中杂质的去除规律,实验结果表明:（1）Li、Mg等杂质主要是通过熔炼挥发去除,提纯产物和坩埚残留金属中的Li、Mg杂质含量均小于10 ppm;（2）Mn、Ni、Si、C等杂质通过固液界面分凝去除,其中提纯产物中Mn含量在10～12ppm之间,Ni含量随晶体转速的增大而减小;（3）Fe杂质通过固液界面分凝和重力沉降去除,提纯产物中Fe杂质含量小于10 ppm,大部分Fe杂质沉积到坩埚底部;（4）提拉法对Al杂质的去除效果不明显。提拉法可有效去除金属镧中大部分金属杂质,对Si、C等非金属杂质具有一定的去除效果,金属镧的纯度可由99%提高到99.9%以上。", "label": "冶金工程", "id": 0}
{"content": "高纯金属镧在高新材料中应用广泛,是获得高性能存储器件、新型储氢、滤波器件、集成电路的关键原材料。本文针对稀土金属镧规模化提纯手段少,深度提纯难的问题,采用电子束熔炼和定向凝固两种提纯工艺结合,取得如下成果:（1）根据基体金属镧蒸发损失率随时间的变化关系,本文基于前人研究成果建立一种对电子束熔炼稀土金属温度的计算手段,得出30kW、40kW和50kW熔炼功率对应的温度分别是2378K、2410K和2460K;（2）理论计算镧中Fe、Mn、Li、Ni、Cu、Si等常见杂质蒸发系数,结果发现在2000-2500K的温度范围内,Fe、Mn、Li、Cu蒸发系数远远大于10,可充分被去除,而Ni和Si蒸发系数接近和远远小于1,蒸发去除困难;（3）理论计算结合实验,以Fe杂质作为研究对象,本文从动力学角度发现Fe杂质以单原子的形式被蒸发去除,去除过程符合一级动力学过程,去除速率受控于Fe原子在液态金属中的迁移速率;（4）针对低蒸发系数的杂质Ni和Si,理论计算发现其平衡分配系数分别是0.1465和0.3361,因此本文采用电子束降束工艺产生的定向凝固效果,成功去除该类杂质;（5）金属镧纯度从99%提升至99.95%以上。", "label": "冶金工程", "id": 0}
{"content": "离子型稀土矿镁盐浸取-CaO富集工艺可以解决铵盐浸取-碳铵富集工艺带来的氨氮污染问题,但是镁盐浸取工艺对离子相稀土的浸出略弱于硫酸铵,且无法浸出胶态相稀土;而在氧化钙沉淀稀土过程中会生成碱式硫酸稀土沉淀,导致混合稀土氧化物中SO42-含量过高。为此,课题组开发了离子型稀土矿镁盐体系抗坏血酸高效提取技术,在复合浸取阶段,利用抗坏血酸与稀土的强配位作用强化离子相稀土浸出、利用其还原作用还原浸出胶态相稀土。在浸出液沉淀阶段,利用抗坏血酸根和硫酸根的竞争配位作用,减少硫酸根的引入,最后含抗坏血酸的母液返回用于浸矿,可实现镁钙、抗坏血酸的循环。实验首先通过复合浸取热力学和动力学验证了强化-还原浸取机理,然后通过工艺探索,获得了最佳条件,在浸取剂流速0.60 mL/min,浸取剂初始pH 2.50,浸取剂体积390 mL,0.15 mol/L MgSO4,1.0 g/L抗坏血酸的条件下,获得了86.2%稀土浸出率,胶态相浸出率超过50%,而相同条件下硫酸镁、硫酸铵浸取体系稀土浸出率仅78.0%左右,胶态相稀土几乎不浸出。而在CaO-抗坏血酸配位沉淀阶段,首先采用组贡献法计算了沉淀过程可能发生的反应吉布斯自由能,明确抗坏血酸竞争配位沉淀的可行性,然后在稀土离子和抗坏血酸浓度的摩尔比为1.17,得到了稀土纯度为98.33%,硫酸根含量为2.12%的混合稀土氧化物,而混合稀土氧化物中的Al2O3、Mg O、CaO的含量一直保持在较低的水平。本文提出的离子型稀土矿镁盐体系抗坏血酸高效提取技术,能有效提高稀土利用率,对离子型稀土矿高效绿色提取和高质量发展具有重要推动作用。", "label": "冶金工程", "id": 0}
{"content": "<正>稀土分离流程的总萃取量是决定流程酸碱消耗的重要参数。流程的总萃取量与体系的分离系数、原料组成和分离流程相关。在前期研究中,我们得出了指定分离体系下,流程特定分割方式最小萃取量守恒的结论。由此结论进一步得到了分离流程最小萃取量的分析方法,即流程的最小总萃取量等于该原料可能的两出口分离方式中最小萃取量的最大值。最小总萃取量分析方法,不仅适用于水相进料体系,也同样适用于有机进料体系。我们对包头矿和典型中钇富铕矿在P507体系下的水相、有机进料方式的最小萃取量进行了比较。结果表明,南、北方矿有机进料体系的最小萃取量均显著低于水相进料体系。文中还对相关分离流程研究的最新进展进行了介绍。", "label": "冶金工程", "id": 0}
{"content": "硫酸铵浸取,碳酸氢铵沉淀法提取离子型稀土工艺由于浸取效率高,沉淀结晶效果好、成本低而得到广泛应用,但其氨氮污染问题突出。采用非铵试剂来浸取和沉淀稀土,需要解决浸取效率和沉淀产品质量不够高等关键问题。为此,我们研究了氯化钙和硫酸铝分阶段浸取和富集离子型稀土的新方法,大大提高了浸取效率。为了提高该浸出液沉淀产品的质量,本文用石灰作沉淀剂,分别从氯化物和硫酸盐浸取的离子型稀土溶液中沉淀稀土。研究了沉淀温度、终点pH、石灰水浓度以及加料速度等因素对沉淀产物的纯度以及结晶性的影响。结果表明:从氯化物体系中沉淀稀土所获得的产品纯度更高,结晶性更好;提高沉淀温度,降低加料速度均有利于提高氢氧化稀土的结晶性和产品质量,而在硫酸盐体系中却正好相反。沉淀经盐酸优溶,可以制备出低铝低硫酸根离子的高浓度氯化稀土料液。优溶渣中的稀土和铝与硫酸铝浸取的离子型稀土溶液合并,经N1923萃取,得到高纯度的硫酸稀土料液和硫酸铝,硫酸铝可用于循环浸矿,实现了稀土与铝的高效分离和循环利用。", "label": "冶金工程", "id": 0}
{"content": "稀土串级萃取分离体系一般具有多组分、含量差异大、分离要求高等特点。在分离过程的控制中存在大滞后、非线性的体系特征,各稀土元素在各级萃取槽中的分布规律复杂。了解掌握稀土元素在萃取槽中的分布及变化情况,对于萃取分离工艺的工况控制优化、提高产品质量和稳定性有重要意义。基于萃取分离工艺的萃取平衡与物料平恒关系,我们对萃取分离过程中的萃取槽工况推演算法进行了研究。算法采用逐级递推和迭代的静态计算方法,在给定分离系数和两相摩尔流比的条件下可推导出某段萃取线达到稳态后的稀土分布。以一段萃取段槽体为例,以较少的水相采样点数据推演整段槽体的稀土元素分布及变化情况。基于中控数据的萃取分离工艺工况推演算法的研究,可望为萃取槽的稳定运行控制提供参考,并为进一步发展萃取分离自动控制系统提供决策依据。", "label": "冶金工程", "id": 0}
{"content": "离子吸附型稀土的浸取和沉淀过程中有机弱酸的加入是否能够提高稀土与铝的分离选择性或浸取效率一直是人们十分关注的问题。但由于过程复杂,涉及到沉淀-溶解,吸附-解吸,酸碱电离等多重平衡,至今仍未形成有指导意义的成熟观点。本文分别研究了有和无柠檬酸存在下,黏土矿物对稀土和铝的吸附和电解质对它们解吸的竞争及其受pH变化的影响,以及pH变化对稀土和铝沉淀的形成与溶解的影响。证明柠檬酸的加量和pH的不同可以对离子型稀土的浸出产生截然不同的影响,而且pH的变化又受矿物酸性和电解质类型有关。因此,可以通过柠檬酸添加量和pH的调控来强化稀土的浸出效率或提高稀土与铝的浸取选择性。", "label": "冶金工程", "id": 0}
{"content": "在遴选浸矿剂的研究中,最通行的做法是柱上淋洗法。但这种方法的工作量大,并且由于矿样的不均匀性,会造成大的误差,确定浸取条件的流程长、消耗多。我们在前期研究中,提出了基于浸取尾矿黏土矿物zeta电位变化来研究浸取试剂种类和浓度与浸取效率的相互关系的新方法。以此为基础,本文我们提出了一种测定离子吸附型稀土浸出特征并优选浸取条件的连续滴浸方法。对于每一种试剂,只需做一次连续滴定浸取实验,就可以测定浸取稀土浓度与浸取剂浓度的关系。同时测定黏土矿物的zeta电位、溶液的p H和电导率,把浸取过程的主要特征参数都可以测定出来。将不同浸取剂的浸取实验结果进行比较,就可以确定每一种浸取试剂的浸取能力大小和次序。为选择浸取试剂及浓度条件提供直接依据。", "label": "冶金工程", "id": 0}
{"content": "离子型稀土矿中富含宝贵的中重稀土元素,是我国的战略性资源。目前常用原地浸矿法浸出稀土元素,通过持续性的注入浸矿液,矿体中的离子相稀土离子被浸矿液中更为活泼的阳离子置换出来,最后从收集的稀土母液中提取所需要的稀土资源。在浸矿液交换能力一定的情况下,浸矿液的良好运移和渗透成为了稀土资源回收的关键所在,准确掌握注、收液过程矿体渗流场的形成与发展规律对于设计合理的注液孔网参数具有十分重要的意义,合理的注液孔网参数有利于提高渗透锥体的体积大小和减少浸矿盲区,从而提高稀土资源回收率。本课题组拟通过对多井注液渗流场的形成与发展问题进行研究,进一步丰富多井注液渗流场理论,解决离子型稀土原地开采工艺中的布井、注液、收液以及控边的技术关健。", "label": "冶金工程", "id": 0}
{"content": "离子型稀土矿富含宝贵的中重稀土战略元素,是我国最早发现并进行开发利用、具有绝对竞争优势的战略资源。目前,工业生产普遍采用硫酸铵原地浸取-碳酸氢铵沉淀富集稀土工艺,实现了大规模开发利用。针对离子型稀土矿低浓度浸出液沉淀富集过程的放射性废渣无出路、稀土回收率低等突出问题,本课题组提出了采用P507等非平衡萃取富集稀土新思路,并开展了杂质分离行为研究。以P507-硫酸体系中低浓度Nd3+和Al3+的萃取富集为例,揭示了Nd3+与Al3+共存时的萃取机理符合阳离子交换机理,阐明了萃取过程中稀土与杂质的强化分离行为与被萃取物的萃取速率及萃合物稳定性有关,即Nd3+被萃取的速率远快于Al3+,Nd3+在短时间内被萃入P507中,但Al-P507萃合物较Nd-P507萃合物更稳定,随着混合时间的延长,Al3+逐渐将Nd-P507萃合物中的Nd3+置换下来,使βNd/Al逐渐减小。系统研究了杂质Al累积条件下,低浓度稀土萃取富集过程稀土与杂质Al的分离行为,即随着Al3+浓度的增加,稀土和Al萃取率均逐渐降低,但βRE/Al逐渐升高,明确了采用离心萃取可实现低浓度稀土与杂质Al的高效分离;随着稀土浓度的增加,βLa/Al变化不大（约为12）,βNd/Al、βGd/Al、βY/Al逐渐升高（始终高于40）,阐明了强化轻稀土与杂质Al的分离是低浓度稀土与杂质Al高效分离的关键所在。", "label": "冶金工程", "id": 0}
{"content": "风化壳淋积型稀土矿富含丰富的中重稀土,它的高效开采具有极大的商业价值和战略意义。目前工业上主要以铵盐为浸取剂,采用堆浸或原地浸取工艺回收稀土。实际矿山开采中发现存在较多的渗透性较差的矿山,导致矿山生产效率较低或矿山无法开采。本文针对此类难渗透风化壳淋积型稀土矿,研究了硫酸铵浸取剂溶液在矿体的渗透规律,提出通过添加助浸剂改善浸取剂在难渗透矿体中的渗透效率,并具体研究了助浸剂对难渗透风化壳淋积型稀土矿浸取过程的影响。结果表明,浸取剂在矿石中的渗流符合达西定律。装矿高度越小,矿石初始含水率越高,压差越大,渗透速度越大;装矿高度越小,矿石初始含水率越高,压差越大,形成稳定流场的时间越短。对比了甲酸铵、羟丙基甲基纤维素和田菁胶的助浸效果,结果表明甲酸铵的助浸效果较好,增大甲酸铵复配浓度、浸取温度和液固比均能有效提高稀土的浸出率。同时,还发现甲酸铵能有效抑制铝的浸出,当甲酸铵复配浓度为0.032mol/L时,铝的浸出率仅38.86%,较未加甲酸铵作为助浸剂时铝的浸出率96.46%减少了57.60%。甲酸铵助浸过程动力学分析结果表明,增大甲酸铵复配浓度和浸取温度均能有效提高稀土的浸出速率,稀土和铝浸出过程受内扩散动力学控制,稀土浸取反应活化能为15.83kJ/mol,铝浸取反应活化能为9.60 kJ/mol。运用色层塔板理论考察了助浸剂甲酸铵对稀土和铝传质过程的影响,结果表明浸取温度越高,液固比越大,HETP越小,稀土和铝传质效率越高。上述结果为强化难渗透风化壳淋积型稀土矿稀土高效浸出和低杂浸出提供科学依据,丰富了难渗透风化壳淋积型稀土矿开采工艺的理论基础。", "label": "冶金工程", "id": 0}
{"content": "稀土沉淀结晶技术是通过形成固体物质和固体与液体的分离,从大量溶液和相关阴离子以及少数非稀土金属杂质离子中分离稀土的主要方法。然而,新的沉淀结晶技术不仅应具有分离功能,而且还应满足产品质量改进和污染物循环利用的苛刻要求。沉淀晶产品的质量提高主要是面对稀土材料的新要求,特别是对产品物理性能的调节要求,如纳米晶、高比表面、超大、高密度或松散等。污染物的回收是减少排放、减少原材料消耗和生产成本的必要环节。本文主要综述了沉淀结晶技术的最新进展,通过调节物理性质和化学指标,提高产品质量,满足污染物回收的要求,并结合具体实例,讨论了它们的应用。主要内容包括:1.稀土沉淀和结晶的主要体系及其在材料中的应用2.稀土沉淀结晶过程控制的主要方法及效果3.污染物回收对环境保护的贡献4.高纯稀土产品的质量改进5.离子型稀土提取工艺中的应用", "label": "冶金工程", "id": 0}
{"content": "<正>针对钕铁硼油泥回收过程中存在的只回收稀土、未回收铁、资源综合利用率低等问题,在氧化焙烧热力学基础上,采用共浸出–分步沉淀分离并综合回收稀土和铁。结果表明:钕铁硼油泥经初步洗涤除油后,在300℃条件下氧化焙烧60min,得到钕铁硼熟料,然后在盐酸浓度6mol/L、液固比6:1、时间90min、温度90℃条件下浸出,稀土和铁几乎被完全溶解;SEM、XRD、TG等联合分析结果表明,钕铁硼油泥氧化焙烧温度越高,氧化铁烧结越严重,", "label": "冶金工程", "id": 0}
{"content": "<正>采用初晶温度降低规律及模型分析法研究Li F-DyF3混熔体系离子构成。通过差示扫描热量法（DSC）分别测定了DyF3、Dy2O3含量对LiF-DyF3体系初晶温度的影响,进而分析熔盐中Dy-F络合离子团,再由Temkin模型和Flood模型分析熔盐中LiF与DyF3的反应。通过X射线衍射法（XRD）分别分析快冷LiF-DyF3、LiF-Dy2O3、DyF3-Dy2O3及LiF-DyF3-Dy2O3熔体结构,推断Dy2O3在LiF-DyF3熔盐中的溶解机理。结果表明,Li F-DyF3熔盐初晶温度降低值与DyF3的摩尔分数近似成线性关系,熔盐中Dy-F络合离子团的通式可以表示为DyFx（3-x）,", "label": "冶金工程", "id": 0}
{"content": "针对金氰化浸出过程时间常数大、不确定性强等问题,提出了一种基于经济模型预测控制（EMPC）的动态实时优化方法。和传统的模型预测控制不同,EMPC将经济指标直接作为滚动优化的目标函数,在每个采样时刻求解滚动窗口的最优操作序列。和稳态优化方法相比,基于EMPC的方法能保证动态最优性,提高经济收益。此外,金氰化浸出过程受随机噪声、未知参数可变等不确定性影响,提出使用扩展卡尔曼滤波（EKF）,通过构造增广系统对状态变量及不确定参数进行在线同步估计,加强EMPC的准确性和可靠性。仿真结果表明,提出的EMPC+EKF策略能有效提高金氰化浸出过程的经济性能。", "label": "冶金工程", "id": 0}
{"content": "基于曼尼希反应原理,采用化学接枝法合成了氨基膦酸衍生硅胶吸附剂,考察了其对溶液中铂、钯和铀的吸附分离性能。测试了溶液pH、吸附时间、初始金属离子浓度、离子强度和固液比对吸附的影响,吸附选择性及吸附剂的重复使用性能,分析了吸附机理,并用动态柱法对模拟高放废液中三种金属离子进行了回收。衍生硅胶对铂、钯和铀的吸附与溶液p H值关系密切,离子强度、固液比对吸附的影响不大;吸附过程符合准二级吸附动力学模型和Langmuir等温吸附模型。在pH2时,吸附剂3h内对铂、钯的平衡吸附容量分别为18.5mg·g-1和19.9mg·g-1,pH6时3h内的铀平衡吸附容量为62.1mg·g-1,利用不同pH条件下的吸附差异可分离回收溶液中的铂、钯和铀。受金属离子溶液化学形态控制,吸附剂对铂、钯有较好的吸附选择性。用5mL5%硫脲可完全解吸吸附于衍生硅胶上的铂和钯,5mL0.1mol@L-1HNO3可定量解吸铀。衍生硅胶吸附材料可回收重复使用,采用双柱联合可定量回收模拟废液中的三种金属元素。", "label": "冶金工程", "id": 0}
{"content": "黄金作为较受欢迎的贵金属,近年来,它的追捧者不计其数,而这主要是因为黄金的装饰作用。与此同时,黄金在古代开始就一直被当做货币等价物来使用。可见,黄金在中国大众心中的地位是相当重要的。因此,黄金冶炼工业也一直受到广泛的关注。本文首先大体讲述了黄金冶炼工业英语的特点,接着对黄金冶炼工业英语翻译的重要性进行了详细的阐述,最后对黄金冶炼工业英语的翻译策略进行了全面的研究。通过本文,希望对我国黄金冶炼工业英语的翻译工作起到一点促进的作用。", "label": "冶金工程", "id": 0}
{"content": "<正>黄金是国家急需的战略资源,不仅是用于储备和投资的特殊通货,同时又是首饰业、电子业、现代通讯和航天航空等的重要材料.人类对黄金的需求量逐步增加,但金矿资源有限.因此,如何充分有效地从各种含金废水中回收黄金十分重要.常规的金回收技术有萃取、化学沉淀、离子交换和吸附等.萃取和化学沉淀法只适用于高浓度废水,萃余液或沉", "label": "冶金工程", "id": 0}
{"content": "以太西无烟煤制备的活性炭和椰壳活性炭为试验对象,对比研究了二者在炭浆法提金工艺中的性能指标。结果表明,在同等条件下,煤质活性炭的磨损率、饱和载金量、吸附速度均明显好于椰壳活性炭,解析率略高于椰壳活性炭,完全可替代椰壳活性炭用于炭浆法氰化提金工艺。", "label": "冶金工程", "id": 0}
{"content": "在本文中,亲水性离子液体长链烷基甲基咪唑氯盐（[Cnmim]Cl,n=12、14和16）和疏水性离子液体长链烷基甲基咪唑六氟磷酸盐([Cnmim]PF6,n=4、6和8以及辛基甲基咪唑双三氟甲磺酰亚胺盐（[C8mim]NTf2）被分别尝试用于盐酸介质中Pt（Ⅳ）的沉淀和萃取,并采用Job法、FTIR、1H NMR等研究手段对[Cnmim]Cl-Pt（Ⅳ）化合物的结构进行了解析。依据单一离子液体萃取或沉淀Pt（Ⅳ）的表现,亲-疏水性混合离子液体被用于Pt（Ⅳ）的萃取,相比单一的疏水离子液体,该混合体系的铂萃取能力大大增强。然后,水合肼被首次用于[C16mim]Cl-Pt（Ⅳ）化合物的还原,可实现铂的反萃及混合离子液体的再生。基于以上研究,我们提出一种亲-疏水性混合离子液体循环萃取盐酸介质中Pt（Ⅳ）的设想。", "label": "冶金工程", "id": 0}
{"content": "离子液体参与的液液萃取通常通过两相发生的离子交换进行,为了避免离子交换反应造成的水相污染和离子液体相损失,本文探讨了向疏水性离子液体中加入软碱类萃取硫酮,通过络合反应从水相中萃取贵金属钯。首先用离子液体合成了1,3-二乙基咪唑硫酮,然后将其溶解于具有相似结构的疏水性离子液体1-丁基-3-甲基咪唑双三氟甲磺酰亚胺盐中,作为萃取有机相。研究了萃取时的主要影响因素,例如震荡时间、萃取剂浓度、盐酸和氯化钠浓度等。硫酮萃取剂对钯的萃取效果优异。为了研究萃取机理,我们使用了X射线单晶衍射分析了1:1和1:2配比的钯-硫酮配合物,并得到了两种配合物的模拟XRD数据,与络合物的XRD数据进行对比证明萃取络合物中同时存在两种配比的配合物。此外,我们还通过DFT理论计算出了1:1配比的钯-硫酮配合物的反式构型,通过对比与顺式构型的分子数据及能量证明顺式结构更稳定。", "label": "冶金工程", "id": 0}
{"content": "银纳米颗粒结合了银独特的理化特性和纳米材料的特殊性能,使其在光学、传感、生物医药、科研等领域倍受青睐。本论文以好氧污泥干菌粉,利用微生物细胞丰富的有机官能团,选用银氨溶液作为实验反应体系,研究在一定条件下生物吸附还原生成银纳米颗粒。发现向反应体系加入NaO H可大大加快还原得到稳定的纳米银颗粒的速率,同时考察在不同温度、p H值、菌体浓度、银离子浓度下的还原速率及效果,获取最优条件。结果表明活性污泥干菌粉在60℃下与银氨溶液混合反应一段时间后,混合液的紫外可见吸收光谱出现了单质银的特征表面等离子体共振吸收峰。定性分析显示在一定时间内大量银离子被还原为银单质,透射电镜观察发现,与银离子混合一段时间后,活性污泥表面形成许多纳米级黑色颗粒。X射线衍射仪出现银颗粒的五个衍射峰,进一步证明这些单质银晶体。与XPS（X-ray photoelectron spectroscopy）物相分析的结果相互印证。", "label": "冶金工程", "id": 0}
{"content": "从云铜电解现有的生产实际出发,分析了电解过程中贵金属金、银的存在形式,在云铜电解现有工艺条件下,经研究分析,找到了云铜电解工序提高金、银回收率的三种措施及采取措施后所取得的效果,对提高铜电解工序金银回收率具有指导意义。", "label": "冶金工程", "id": 0}
{"content": "笔者总结了野外氰化提金工艺过程中金的样品分析工作实践,采用碘量法测定金,只需简单的设备,即可开展金的分析,较好地满足了野外化验和提金生产的需要。", "label": "冶金工程", "id": 0}
{"content": "<正>本课题属云南省与北京大学合作项口,研究从碱性氰化液中萃取金的技术,它是冶金界研究的热门课题。而载金有机相中金的反萃是实现萃取方法提金的最大难题,至今国际上尚未解决。在研究中,首先遇到的困难是金含量的准确分析,特别是难以反萃的有机相和低浓度金的分析。1.发展新的分析方法", "label": "冶金工程", "id": 0}
{"content": "硫脲铁浆浸金废液中金含量非常低,而铁、铝、钙、镁、锰、锡等金属离子含量较高,为金的测定带来了一定困难。本文采用两种方法测定硫脲铁浆浸金废液中的金含量,进行比较分析,其中ICP-MS法相对于ICP-OES法,检出限低、简单快速、干扰小、精密度高,无需分离预处理,在10%王水介质、仪器条件为射频功率1400W,雾化气流量0.97L/min,进样量0.8 ml/min下测量效果最佳,加标回收率在96.1%~101.7%之间。", "label": "冶金工程", "id": 0}
{"content": "氰化工艺是贵金属提取的主要工艺.我国对氰化液的排放要求严格,因此氰化贫液都循环使用,这样二价离子如铜、锌、铁等对贵金属氰化的干扰就变得十分严重.传统的解决方法是对氰化贫液部分进行酸化,然后再氧化处理,最后排放.HWA的特种工业膜技术（SIMS:Special Industrial Membrane Separation）能够截留氰化贫液中的二价离子,并透过一价离子.这样不仅能够消除二价离子对氰化工艺的干扰,而且可以将金浸出率提高5%~10%,大大增加贵金属的回收率,为企业带来可观的经济效益.", "label": "冶金工程", "id": 0}
{"content": "以海绵铪和碘为原料,采用碘化法制得结晶铪。通过热力学分析了碘化法制备结晶铪低温反应气氛的组成。碘与铪原料在低温区生成HfI4和少量的低价碘化物,HfI4气体向高温区进行扩散并在高温母丝上分解,铪沉积在母丝上,碘蒸气返回原料区继续参与铪原料的碘化反应。HfI4的蒸气压显著高于FeI2的蒸气压,HfI4气体的生成扩散抑制FeI2气体的生成挥发。结合实验对结果优化,低温区最佳温度应控制在550~750K。碘化法制备的结晶铪杂质Fe含量低,且随着铪沉积速率的增加,杂质Fe含量以数量级的幅度锐减。", "label": "冶金工程", "id": 0}
{"content": "介绍了废料中贵金属黄金的回收、提纯方法原理,建立一套完善的废料中黄金的回收、提纯操作方法,从废料中贵金属的来源、分类,操作过程中注意事项,对安全和健康角度的综合考虑,回收后黄金的质量分析,该方法具有操作简便、污染少、质量高的特点。", "label": "冶金工程", "id": 0}
{"content": "将.Au70Pt30合金废料用王水溶解处理成溶液后,通过对金的几种还原试剂进行了探索,从中找到了一种既能还原Au,又对溶液中Pt的直接提纯无影响的试剂B,实现了Au与Pt的分离和Au的一次性提纯。通过批量生产试验,提纯分离后,Au的纯度≥99.9%,Pt的纯度≥99.99%,物料的总回收率接近99%,且此方法具有方便快捷,成本费用低等优点。", "label": "冶金工程", "id": 0}
{"content": "以生物氧化提金废液回收的硫为研究对象,水热法制备硫酸钙晶须,实现回收硫的高值化利用;分别考察了反应温度、搅拌速度、料浆浓度、稳定剂的用量、反应时间等对硫酸钙晶须长径比和形貌的影响。得到制备硫酸钙晶须的合适工艺条件为:料浆浓度为7%,搅拌速度400 rpm,硬脂酸钠用量0.3%,120℃反应2 h。该条件下制备的晶须形貌规则、成纤维状,长径比为62;解释了硫酸钙晶须的生长机理。", "label": "冶金工程", "id": 0}
{"content": "阐述了在金的氰化浸出、贵液置换等工艺流程中游离氰根离子、金银铜等金属络合离子浓度的在线检测技术,重点分析了基于电位滴定、伏安极谱与X射线荧光技术的在线分析仪的原理及在冶炼厂应用情况,进一步探索国内在湿法冶金工艺中离子浓度在线检测的研究方向。", "label": "冶金工程", "id": 0}
{"content": "本文对有效分离生物浸出工艺（1BES）浸出高砷金精矿中Fe3+溶液化学浸矿部分进行了摇瓶实验研究,考察了温度、初始Fe3+浓度、pH和矿浆浓度在浸矿过程中的作用。温度升高有利于Fe3+溶液浸矿速率的提高;连续浸出情况下Fe3+浓度可以维持恒定,浓度较高时可以保持较快的矿物浸出速率和浸出率;在pH为1.3～1.5时,低pH比较有利于浸出反应的进行;矿浆浓度过低时,静息电位较高,不利于浸矿过程的进行;而当浓度过高时,影响传质,并对浸出反应产生抑制作用。考察发现矿浆浓度5%为最佳浸出条件。现有实验条件下的结果表明,70℃下,Fe3+浓度35g/L,pH1.3及矿浆浓度5%为Fe3+溶液浸出高砷金精矿的最佳浸出条件。", "label": "冶金工程", "id": 0}
{"content": "针对某公司高铋银锌渣的现状,重点分析了真空蒸馏处理高铋银锌渣的原理;研究了铋、锌与银的真空分离情况,得出了相应的节能、环保处理方案。", "label": "冶金工程", "id": 0}
{"content": "本文综述了超细银粉用途与国内外研究和生产现状,对当前超细银粉的主要制备方法进行了简要介绍,指出了我国生产中主要存在的和待解决的问题及与先进国家的差距,并对国内生产超细银粉的主要发展方向提出了自己的见解。", "label": "冶金工程", "id": 0}
{"content": "分析了金精矿提金三相循环流化床系统的特性,提出了优化控制算法的结构;根据实验数据,用最小二乘模型辨识得出了三相循环流化床系统的一阶、二阶动态数学模型,在此基础上设计了具有能耗最小控制策略的恒压控制器。经Matlab仿真验证,设计的系统取得了很好的跟踪效果,能够较好地实现控制。", "label": "冶金工程", "id": 0}
{"content": "本文主要介绍铝电解过程的人工智能（AI）控制思路、控制结构和控制功能。采用人工智能（AI）控制的铝电解槽,控制系统可以围绕电解槽的热平衡和物料平衡智能化调整各项技术参数,完全取代人为技术管理,实现铝电解过程的标准化技术管理,能使电解槽一直处于最佳状态运行,实现铝电解过程高效、低耗、绿色、环保。", "label": "冶金工程", "id": 0}
{"content": "近现代以来,铝电解所采用的主要是氧化铝-冰晶石体系,铝电解质对电解体系有很大的影响。本文主要在初晶温度,电导率,密度,粘度等物化性质方向对铝电解体系的重要性。论述这些物化性质的目前测试方法,加入添加剂对性质的影响以及研究进展。", "label": "冶金工程", "id": 0}
{"content": "为实现我国制定的诸多碳减排目标,作为高碳排放的铝行业有很大的减排压力。本文从应用创新工艺及技术的角度对原铝生产过程中氧化铝生产及铝电解过程碳减排进行分析,当创新工艺涉及产量达到目前装置最大规模、创新技术渗透率达到100%时,我国吨铝电耗可降至10827kwh,CO2排放量可以降至11.025 t/t-Al。2030年时,仅凭应用创新工艺和创新技术,原铝单位GDP的CO2排放较2005年仅可下降46.7%,与我国CO2排放强度较2005年下降60～65%的目标仍有一定差距。", "label": "冶金工程", "id": 0}
{"content": "MgCl2-KCl-NaCl体系是重要的镁电解质和具有潜在应用价值的换热储热介质。本文采用计算机模拟和Raman光谱测定相结合的方法分析了MgCl2-KCl-NaCl体系的离子结构。采用Gaussian软件模拟计算了MgCl64-、MgCl42-、MgCl3-等离子团的Raman光谱,获得了各基团振动特征峰的Raman位移,发现随着Cl-数量的增加,离子团主特征峰红移。测定了MgCl2-NaCl、MgCl2-KCl二元系以及MgCl2-KCl-NaCl三元系的Raman光谱,通过与模拟计算结果进行对比,发现在三个体系中存在MgCl42-、MgCl3-两种络合离子团。", "label": "冶金工程", "id": 0}
{"content": "以月球资源原位利用为目的,研究在冰晶石熔盐介质中铝热还原NEU-1月壤仿真样制备铝合金。热力学计算表明,铝热还原月壤仿真样中的SiO2、Fe2O3和TiO2等氧化物在热力学上是可行的。在45～1630℃范围内,铝粉、月壤仿真样和冰晶石混合物的TG曲线出现质量损失77.53%,主要是因为冰晶石的挥发;铝粉、月壤仿真样和冰晶石混合物的DTA曲线在949.4℃处出现冰晶石熔化对应的吸热峰,但没发现明显的铝热还原反应放热峰。在960℃的冰晶石熔盐介质中铝热还原月壤仿真样,对反应产物进行ICP-OES和XRD检测,结果表明铝热还原反应后熔盐的主要物相为Na3AlF6、Na5Al3F14和Al2O3,而合金产物包含Al（43.86%）、Si（32.67%）、Fe（8.33%）和Ti（3.78%）等元素,主要物相为Al3.21Si0.47和Al5Fe Si。", "label": "冶金工程", "id": 0}
{"content": "我国日益枯竭的优质铝土矿资源与排放量逐年上涨的工业含铝固废,给我国铝工业发展带来了新的挑战。为缓解铝矿石大量依赖进口与工业含铝固废利用率偏低的现状,以回收利用低品位铝矿与含铝固废为目的,使用低品位铝矿与含铝固废为原料碳电热还原制备铝硅合金,并以铝硅合金为原料提铝技术受到了广泛的关注。本论文主要对以碳电热还原生产的铝硅合金为原料的可溶阳极电解提铝的技术进行了研究。通过采用XRD、SEM、ICP等对反应前后的阳极、阴极以及电解质微观组成和物相进行了分析,探讨了电解过程中阳极元素的溶解行为及电解质中各离子的析出行为。结果表明:以铝硅合金为可溶阳极进行低温电解可提取纯铝,电解过程中可溶阳极中金属元素的电化学溶解顺序为Mg>Ca>Al>Fe>Si>Ti>Mn,电解质中各离子的放电顺序为:Fe>Si> Al> Mg> Ca;电解过程中可溶阳极中的镁和钙会先于铝溶解到熔盐里,但在铝离子电解条件下不会在阴极析出;电解后在阴极获得的产物铝含量可达99.9%。", "label": "冶金工程", "id": 0}
{"content": "针对电熔镁炉缺料工况的识别任务,本文在半监督学习框架下提出一种将电流与图像序列特征融合的识别算法。本文主要工作如下:利用工人经验与多元图像分析技术相结合,更为客观地提取电熔镁炉炉口火焰特征;利用长短期记忆网络自编码器对图像序列特征进行降维,同时将特征的动态变化信息考虑在内;利用基于熵正则化的半监督学习框架将图像序列特征与电流特征融合,并构造分类器训练目标函数;针对目标函数的形式,提出使用交叉熵方法对其进行优化,以望提高训练速度。最后,通过电熔镁炉工业数据集验证了所提方法的有效性及应用潜力。", "label": "冶金工程", "id": 0}
{"content": "推动绿色低碳转型和高质量发展,尤其适合于再生铝产业升级、废铝绿色循环保级再利用。", "label": "冶金工程", "id": 0}
{"content": "本文主要研究了静磁场下Al熔体在（1010）Al2O3单晶基底上的异质形核行为。研究发现,静磁场施加时,Al熔体的形核温度降低,过冷度增大。样品的EBSD结果表明,无论是否施加静磁场,Al相的形核均是由A12O3基底上的单一形核点位发起,凝固后的Al相为单晶结构。通过高分辨透射电镜对Al/Al2O3界面进行观察,发现在静磁场下与（1010）Al2O3晶面匹配的Al晶面发生了偏转,Al与Al2O3的晶面匹配关系改变。该晶面匹配关系变化会引起晶核/基底界面能和液相/晶核晶面的增加,从而导致临界晶核的形成减慢及过冷度增大。", "label": "冶金工程", "id": 0}
{"content": "基于电熔锆酸钡在钛熔炼上的高稳定性,并通过优化的氧化钡-氧化钙-氧化锆三元体系相图可知,掺杂钙可消耗电熔中第二相氧化锆,同时形成钙固溶锆酸钡相提高耐火材料的稳定性。本研究通过使用钙源（氢氧化钙、氧化钙和纳米碳酸钙）对电熔锆酸钡进行掺杂改性,分析钙源种类对其组成和微观组织结构的影响规律以及对其与高钛合金在熔炼过程中的界面反应影响。研究结果表明:相同的钙掺杂量,电熔锆酸钡的相组成相同且掺杂纳米碳酸钙的电熔锆酸钡坩埚致密度最高,熔炼钛合金之后坩埚的受侵蚀层厚度最小,而掺杂氧化钙的坩埚致密度最低,受侵蚀层厚度最大。此外,纳米碳酸钙掺杂电熔锆酸钡坩埚由于自身的开裂导致钛合金中坩埚元素含量和氧含量的高于氢氧化钙掺杂坩埚。", "label": "冶金工程", "id": 0}
{"content": "目前中国电解铝产能已超过3650万吨,是国民经济发展的重要基础材料之一。铝冶炼环节的碳排放占中国有色金属工业碳排放的42%以上,是有色行业工业节能减排最具潜力的研究领域。本文运用生命周期评价方法和ReCiPe评价模型,对电解铝生产阶段进行生命周期清单分析,对生命周期过程中的资源消耗、能源消耗及环境排放进行特征化分析,针对电解铝生产过程环境热点问题进行分析和讨论,研究结果可为铝行业绿色发展提供参考。", "label": "冶金工程", "id": 0}
{"content": "目前,电解铝在生产过程中突出存在着产能过剩、高耗能、高污染以及最容易忽视的安全问题,这些问题无一不制约着电解铝行业的发展。本文针对这几大问题,提出节能降耗、绿色供应链、孤网运行以及机器人几个概念及其具体措施,从细节问题入手,或将有利于促进电解铝生产的转型,从而推动电解铝企业的发展。", "label": "冶金工程", "id": 0}
{"content": "高纯钙是制备许多高纯金属和稀土材料的还原剂,在工业领域有重要的应用价值。在高纯金属制备过程中,作为还原剂,金属钙的纯度直接影响产品的质量。目前制备高纯金属钙主要采用真空蒸馏法。本文对真空蒸馏法制备高纯金属钙进行理论分析,根据分析结果对生产工艺提出改进建议。通过对工业金属钙中各组分的沸点、饱和蒸汽压、蒸发速率等参数的分析与计算,建议最佳控制条件为:预蒸馏温度为1 112～1 173 K、预蒸馏操作压力略大于500Pa;蒸馏温度1 273～1 323 K、蒸馏操作压力小于100 Pa,蒸馏时间在30～50 min。同时提出对不锈钢蒸馏罐进行镀铬处理以避免Fe杂质的引入等建议。", "label": "冶金工程", "id": 0}
{"content": "本文主要针对拜耳法氧化铝铝土矿溶出过程溶出液苛性比值的软测量技术,从辅助变量的选择、数据采集与处理、苛性比值预测模型和模型在线校正四个方面,结合国内外理论研究和实际应用现状进行综述,对比与讨论了将不同软测量技术应用到拜耳法铝土矿溶出苛性比值预测中的优缺点,并对将来的发展趋势做出了展望.", "label": "冶金工程", "id": 0}
{"content": "氧化铝蒸发过程的关键指标是产品碱液浓度。然而蒸发过程存在大滞后,碱液浓度的检测值难以使用于设定值的优化。针对以上问题,本文介绍一种氧化铝蒸发过程在线预报方法。考虑到蒸发过程闭环控制系统的波动以及边界条件的变化,本文采用交替辨识算法实现碱液浓度的在线终端预报。本文的主要贡献是引入正则化因子,从而抑制交替辨识参数的方差,提高预测的稳定性,并给出了正则化因子的取值策略。通过仿真实验以及工业数据的实验说明本方法能够在较高精度的基础上有效的降低模型参数的方差,满足实际工业生产在线优化控制的要求。", "label": "冶金工程", "id": 0}
{"content": "我公司倒\"U\"炉生产海绵钛自2007年底试生产开始,至今已有十二年多的时间,多年来经不断摸索已取得很大进步,其中镁耗、四氯化钛耗、品级率、合格率均好于同行业,只有电耗指标明显高于同行业平均水平。在发展低碳经济、构建低碳城市的大背景下,加快淘汰高能耗生产能力,是摆在我们面前的重大课题。我公司还蒸炉存在的主要问题是保温材料是老旧的非节能型材料,\"U\"型过道过高过长,经过计算并于生产保温材料的厂家沟通,通过改造后节约电能可达30%左右。", "label": "冶金工程", "id": 0}
{"content": "本文通过对阴极炭块生制品生产用粘结剂、振动成型压力的分析研究,论述了粘结剂质量和成型压力对阴极炭块耐压强度的影响,通过采取相应的措施,有效地提升了炭块的耐压强度,对于实际生产有指导作用。", "label": "冶金工程", "id": 0}
{"content": "三度指的是槽温、初晶温度和过热度,它是铝电解工艺控制的核心参数之一,其数值反映电解质状态和特征,控制越好,可减少电解槽出现冷、热行程的概率,从而减少波动,改善电解技术、经济指标,还可以延长槽寿命。作者重点阐述三度的快速测量以及基于三度数据的工艺分析思路,并以此为工艺管理人员提供一种全新的管理方案。", "label": "冶金工程", "id": 0}
{"content": "电解铝行业的一次铝灰和二次铝灰是行业难以全量解决的难题,利用铝灰生产转炉化渣剂,是一种能够利用炼钢工艺,全量协同解决电解铝铝厂的一次铝灰,以及利用铝灰提取金属铝以后的二次铝灰的工艺方法,有助于推动不同行业的交叉融合发展。本文予以浅析,供同行参考。", "label": "冶金工程", "id": 0}
{"content": "电解铝大修渣的应用是业界的难题。本文简述了电解铝大修渣在钢铁企业铁水脱硫工序应用的基本原理和前景展望,在行业交叉创新的工艺模式下,钢铁制造工艺,有望成为全量利用电解铝大修渣和铝灰的协同工艺,为提升钢铁企业的存在价值和竞争力,有积极的参考意义。", "label": "冶金工程", "id": 0}
{"content": "<正>金属钛具有密度小、强度高、耐腐蚀性好等优点,被誉为\"海洋金属\"、\"航空金属\"和\"未来金属\"。钛及钛合金支撑了航空航天、国防军工、电子信息等高精尖和战略领域的快速发展。我国钛资源储量居世界之首,特别是特有的钒钛磁铁矿中TiO2含量高达8%-10%。现有金属钛制备主要是Kroll法,即从钛精矿中分离的二氧化钛,经过氯化制取四氯化钛中间体,然后进一步镁热还原生产海绵钛,产生的氯化镁副产物再通过熔盐电解重新转化为氯气和金属镁。该工艺存在过程复杂、能耗高、污染重、周期长等问题,且仅能间歇操作。", "label": "冶金工程", "id": 0}
{"content": "随着海绵钛市场需求趋稳,低成本生产成为海绵钛生产厂家存续的资本,文章结合生产实际,提出了海绵钛还原—蒸馏工序低成本运营的建议。", "label": "冶金工程", "id": 0}
{"content": "在湿法炼锌浸出过程中,pH值是保证有色金属浸出率和杂质离子去除率的关键指标。pH值预测对现场工人的操作,上级的决策至关重要。浸出过程采用级联的反应槽（CSTR）,前一槽的输出状态将直接影响下一槽的初始状态并且每个槽都会对最终出口的pH值产生影响。此外每个槽输入变量不同,滞后时间不同,因而时间序列涉及短期与长期模式的混合,准确的pH值预测是一个颇具挑战的问题。在本文中,我们提出了一种新的深度学习框架,Deep-FusionTransformer（DFT）,来解决这些挑战。首先,考虑CSTR的级联耦合性,利用LSTM的Encoder-Decoder结构,模拟三个浸出槽,并提取短期的依赖。其次,再将LSTM的输出拼接成一个长序列,利用一个堆叠的多头自注意力模块,提取长期的依赖。最后,将提取的短期与长期依赖通过残差连接输入到全连接层得到预测结果。为验证所提出模型的预测性能,使用了某场的锌浸出数据进行实验并包括了与其他3种先进的方法进行比较,实验结果表明,该模型对浸出过程pH值预测有较好的效果。", "label": "冶金工程", "id": 0}
{"content": "焙烧炉受到原料质量波动、设备老化等影响,炉况会从最优状态退化。因此,本文提出了多专家模糊炉况评估法对焙烧炉进行状态评估。首先,采用字典学习方法将故障数据剔除来提高评估的准确性。然后,针对焙烧炉的特性提出了多时间尺度数据处理方法。通过多专家模糊AHP方法确定模糊权重。同时,计算各变量的劣化度,结合模糊权重获得状态隶属度,进而得到炉况评估结果。最后,运用焙烧炉现场数据验证了该方法的有效性。", "label": "冶金工程", "id": 0}
{"content": "劣质高硫石油焦主要作为工业炉窑燃料,钒、镍等元素在燃烧产生的灰渣中进一步富集。本文以一种玻璃工业炉窑副产的高硫石油焦灰为研究对象,探究了浸出条件对钒镍浸出率的影响和赋存形态的变化,结果表明:采用硫酸为浸出剂时,在酸用量为15 mol/kg、浸出温度为95℃、浸出时间为40 min、水灰比为9 L/kg的条件下,石油焦灰中钒和镍的浸出率分别为94.68%和74.70%,而仅采用水为浸出剂时,在同样条件下,石油焦灰中钒和镍的浸出率分别为60.47%和71.67%。石油焦灰中钒基本为水溶态和酸溶态,而镍主要为水溶态和酸不溶态。通过XRD、FT-IR、EDS、SEM分析表征,发现石油焦灰中的水不溶态钒主要以多种钒酸盐的形式存在,而酸不溶态镍是以钒酸镍和氧化镍形态存在。由于高硫石油焦中硫燃烧过程中与钒共存条件下能形成三氧化硫,进而生成硫酸破坏了石油焦灰中矿物晶体结构,因此使得钒和镍的水浸出率达到60%以上,而加入硫酸后,提高了氢离子在灰中矿物质表面的浓度,进一步破坏了矿物晶体结构,但仅促进了钒从水不溶含钒矿物中的溶出,而对水不溶含镍矿物中镍的浸出作用较小。", "label": "冶金工程", "id": 0}
{"content": "红土镍矿是冶炼不锈钢的主要原料,传统的冶炼方法主要有高炉和回转窑-矿热炉（RKEF）工艺。本论文在分析红土镍矿高炉冶炼和回转窑-矿热炉（RKEF）冶炼工艺的特点及存在问题的基础上,提出了回转窑预还原-全氧熔池熔炼新技术。新工艺可以通过调节炉内氧势控制渣中FeO的还原,从而得到高品位镍铁合金,燃料全部使用煤粉,不需要消耗焦炭。数学模拟计算结果表明:设定镍铁产品镍含量为16.5%,冶炼吨镍铁合金煤耗为1.37吨,氧气消耗为1010m3,具有能源利用效率高,生产成本低等优势。新工艺为红土镍矿的高效利用开辟了一条新途径,具有产业化应用前景。", "label": "冶金工程", "id": 0}
{"content": "在质量要求高,进度要求快的情况下,制作体量大的硫酸钢储罐,材料往往浪费大、出现返工的情况多。施工单位必须细化管理,按照规范的制作工艺流程,在放样下料、预制、组装等环节严格把控,从而达到设计和使用要求。", "label": "冶金工程", "id": 0}
{"content": "酸锌离子浓度是湿法炼锌电解工艺中的重要参数,直接影响着锌成品的质量。针对实际生产中电解液中酸锌离子浓度离线化验存在滞后的问题,提出了一种基于长短时记忆网络（long short-term memory,LSTM）的酸锌离子浓度预测方法。通过对氢-锌竞争模型与物料平衡模型的分析,提取关键特征序列,使用LSTM网络对多元特征序列与酸锌离子浓度之间的非线性关系进行动态时间建模并做出预测,采用中国湖南某冶炼厂的实测数据进行验证,分析结果表明所提预测方法的有效性。", "label": "冶金工程", "id": 0}
{"content": "<正>钢铁企业含锌粉尘（如烧结、高炉、转炉和电炉等各工序除尘灰）量大、成分复杂,目前主要采用转底炉和回转窑火法工艺回收锌后再返回流程利用,两种技术各有优缺点,通过系统比较两种技术的原理、工艺过程、投资与运行成本、产品特征等,并提出发展趋势,为钢铁企业根据自身情况及特点选择最适宜的工艺技术提供参考借鉴。", "label": "冶金工程", "id": 0}
{"content": "选取锌挥发窑冶炼后的耐火固废物作为分类样本研究整体固废物的分类。根据固废物成分特征收集原始物料图像集,基于MATLAB搭建了神经网络智能训练与测试模型,训练测试了原始物类图像集,进而探讨测试炼锌挥发窑冶炼用后固废物基于图像特征的机器学习与神经网络智能识别,得到了可用的分类分选模型。通过模型对固废物进行分类验证成功率达82%以上。研究可为当前工业冶炼用后固废物高效快速、低成本且智能的识别分选提供了一种可行的参考。", "label": "冶金工程", "id": 0}
{"content": "<正>一、分析行业及镍消费趋势;二、回顾全球镍冶炼技术发展历程和中国镍冶炼技术发展历程;三、介绍中国冶炼技术发展创新;四、分享未来镍行业发展观点。", "label": "冶金工程", "id": 0}
{"content": "在前期工作基础上,通过纯铝酸钙水泥引入钙进一步调整研究广西河池南方冶炼厂锌浸出渣挥发窑窑渣渣型,开展了渣型烘烧熔渣分析并利用扫描显微技术对渣料试样进行了形貌观察,辅以能谱成分分析,探讨调整前后渣型挂渣效果。发现,在挂渣入窑料以纯铝酸钙水泥的形式引入钙效果并不理想。", "label": "冶金工程", "id": 0}
{"content": "高炉瓦斯灰的氧化锌以微小结晶体形式存在,在粒度30μm以下具有明显的富集现象,高锌组份占比为30%-40%。本实验采用气流分级选矿法对高炉瓦斯灰进行处理,结果表明,在气流流速约40m/s、物料流量5t/h、分级轮转速2000rpm～9000rpm、真空度0.4～0.6kgf/cm~2等主要控制条件下,瓦斯灰被分割为高锌灰和低锌灰两部分,脱锌率曲线与回收率曲线的交叉点为理论操作点,在此区间的脱锌率约70%、低锌灰回收率约60%。气流分级选矿法处理瓦斯灰具有工况易控制、分级精度高的技术优势,不仅可单独处理高炉瓦斯灰,而且对于现有高炉煤气除尘工艺的技术改造也具有借鉴价值。", "label": "冶金工程", "id": 0}
{"content": "随着锌矿原生资源的日益减少,热镀锌渣的回收问题越来越受到人们的重视。本文对热镀锌渣回收的主要处理工艺、方法进行了探讨,对电解法、蒸发法、精馏法、化学法、维尔兹法等方法处理热镀锌渣的优缺点及工业化生产情况进行了分析,并对热镀锌渣在功能材料方面的应用进行了简要分析。", "label": "冶金工程", "id": 0}
{"content": "除铜过程是湿法炼锌净化工艺中的重要步骤,受生产环境多变、矿源多样、机理复杂等因素的影响,除铜过程存在不确定性,影响生产的稳定性和可靠性.本文针对除铜过程中入口溶液流量、底流返回量和入口铜离子浓度的不确定性,造成出口铜离子浓度不稳定的问题,研究不确定条件下的除铜过程机会约束优化控制方法.首先分析了除铜过程的不确定性,利用统计学方法分析不确定参数的分布特性,引入了机会约束的思想,将不确定条件下的除铜过程优化问题建模为机会约束优化问题.然后采用可行域映射方法,将机会约束优化问题转化为非线性规划问题.最后,使用序列二次规划求解该非线性规划问题.蒙特卡罗仿真验证了该方法的有效性,可以提高系统的鲁棒性.", "label": "冶金工程", "id": 0}
{"content": "湿法炼锌中,浸出液里铁离子浓度对电解能耗大小和锌产品纯度具有重大影响.目前,杂质铁离子常使用针铁矿法进行去除,建立沉铁过程模型可以根据反应器出口铁离子浓度预测值调整过程的操作参数,实现高效除铁.针铁矿法沉铁过程的关键是合理控制浸出液中二价铁离子的氧化速率.然而,实际过程中氧气溶解且氧化二价铁离子的机理复杂,单一机理模型不能准确描述沉铁过程.本文提出一种基于机理和半监督学习的针铁矿法沉铁过程建模方法.在建立针铁矿沉铁过程的机理模型的基础上,针对沉铁过程中溶解氧浓度仅有部分过程数据与之相对应的问题,采用半监督加权概率主成分回归的即时学习算法得到溶解氧浓度的动态模型.然后,将该动态模型与机理模型联立,得到针铁矿法沉铁过程的集成模型.通过粒子群算法进行辨识,得到最优的集成模型参数.最后,使用实际工业生产数据验证所提集成模型有效性.", "label": "冶金工程", "id": 0}
{"content": "本文详细介绍了国内电解铜箔供应、贸易及消费现状,同时对国内电解铜箔的发展趋势进行了分析,通过从电解铜箔的应用市场、生产技术及生产管理等方面进行分析,认为国内高端或高性能电解铜箔市场需求量大,市场前景良好。", "label": "冶金工程", "id": 0}
{"content": "针铁矿法沉铁过程是锌湿法冶炼的重要环节,浸出液中铁离子是否除去直接决定了锌产品纯度和电耗大小。沉铁过程的关键是合理控制浸出液中二价铁离子的氧化速率,实际沉铁过程二价铁离子的氧化反应机理复杂,且氧气浓度存在未建模动态,导致难以通过单一机理分析准确描述沉铁过程。针对难以通过机理分析建模的氧浓度动态,本文在沉铁机理模型的基础之上,利用沉铁过程数据提出一种局部加权多元核主成分回归的方法建立了氧浓度的动态模型,将氧浓度模型的预测输出作为机理模型中氧浓度的动态由此得到沉铁过程的集成模型。考虑机理模型和数据驱动模型之间存在关联,最后采用状态转移算法整体对集成模型参数进行优化求解。结合工业现场数据验证了所建集成模型能有效地反映沉铁过程的动态变化趋势,为沉铁过程的优化控制奠定了基础。", "label": "冶金工程", "id": 0}
{"content": "针对红外热像图进行铜电解极板短路检测过程中,热像图模糊、极板目标纹理特征不明显、背景杂乱以及图像特征选取不当造成检测准确率低的问题,提出一种基于快速候选区域提取卷积神经网络（FasterR-CNN）与红外热像图的铜电解极板短路检测方法。首先,对原始铜电解槽面红外热像图的桶形畸变进行矫正并分割单槽图像;依据热像图的像素特征,将极板短路情况进行分类标注;最后,提出一种基于Focal损失函数的FasterR-CNN训练算法,解决了训练过程中大量容易样本导致准确率难以提高的问题。工业现场的数据验证表明,所提算法提高了铜电解短路极板检测的准确率。", "label": "冶金工程", "id": 0}
{"content": "目前国内剥锌机在预剥和主剥工位还停留在人工检查锌片开口情况和阴极板锌片残留情况的阶段,不仅耗费较大的人力,同时也降低了剥锌机整体工作效率。本文针对此情况利用机器视觉技术设计开发了一种应用于剥锌机装备上的图像识别系统。该图像识别系统可以自动识别锌片预开口情况、识别阴极板锌片残留情况,并对多种情况进行分类输出。该图像识别系统不仅降低了现场操作工的劳动强度,而且极大提升了我国剥锌机装备的自动化和智能化水平。", "label": "冶金工程", "id": 0}
{"content": "本文探讨了红土镍矿低温还原理论并开展了试验研究,结果表明镍比铁容易还原,可通过碳氧比和冶炼气氛的控制,实现选择性还原,得到含镍更高的镍铁合金。1150℃还原红土镍矿,镍的还原率超过95%,但是磁选分离镍的收得率偏低。在还原基础上,又提出了半熔态还原冶炼思路,在1300℃左右得到镍铁颗粒,降低了高温熔分温度300℃。有两种半熔态冶炼装备,一种是物料运动的,如在回转窑内实现还原和半熔融态镍铁聚集长大,一种是物料在静止状态下实现还原和半熔融态镍铁聚集长大。在旋转状态下,形成的镍铁颗粒较小,磁选镍的收得率较低;在静止状态下,形成的颗粒较大,磁选镍的收得率高。", "label": "冶金工程", "id": 0}
{"content": "<正>1.中国不锈钢企业必将加大国外建原料基地力度镍铁渣的排放已经引起重视:今年以来,内蒙由于渣量堆积造成污染的问题,禁止了镍铁生产。广东、广西严查镍渣排放并电视曝光镍渣堆场现状,已经造成了镍铁行业的震动。谈铬色变:今年国家加强了对于重金属污染的管控力度,各省按中央指示重拳治理重金属企业污染问题。", "label": "冶金工程", "id": 0}
{"content": "<正>01镍供需及发展趋势红土镍矿将继续保持镍供应来源的地位动力电池对镍的需求增长,将推动非镍铁来源镍需求及供应增长动力电池需求为红土镍矿湿法工艺开发提供机遇02低品位红土镍矿开发的技术路径镍供应由硫化镍矿主导转向红土镍矿主导中国企业红土镍矿开发三个阶段红土镍矿开发技术路径", "label": "冶金工程", "id": 0}
{"content": "鉴于我国铜资源禀赋差,铜冶炼生产过程中产生的烟气利用率较低,不满足绿色冶金的需求。因此,本文分析了铜冶炼工艺,综述了铜冶炼烟气综合回收工艺运行现状及存在的问题,提出了CO2在铜冶炼工艺中的资源化利用设想。", "label": "冶金工程", "id": 0}
{"content": "离子型稀土浸取试剂的选择是其提取工艺的基本内容。从第一代的氯化钠到第二代的硫酸铵镁,再到目前浸取效率更高的硫酸铝,它们的来源和使用的方便程度、浸取效率、产品质量、价格水平、环境影响等因素是最为主要的考量内容。但在不同的历史时期,其考虑的重点是不同的。氯化钠的浸取效率不够,环境影响也大,但其来源方便的特点是其成为第一代浸取试剂的主要因素;硫酸铵的浸取效率高、来源广、价格合适、产品质量好、流程短等众多优势使其成为从上世纪八十年代以来得到最广泛应用的浸取剂。近年来,人们针对硫酸铵的氨氮问题,掀起了无铵化浸取试剂的研发高潮。有研稀土等单位的硫酸镁、南昌大学的硫酸铝、南裕稀土的氯化钙及其南昌大学的氯化钙-硫酸铝分阶段浸取等等,都是很有应用前景的浸取剂。近年来,我们在离子型稀土浸取交换机理方面取得了新的突破,提出了基于黏土矿物zeta电位测定和双电层模型来解释浸取稀土时各种浸取试剂\"内功\"所在的新理论和新方法,同时也发现了能够辅助电解质阳离子高效浸取稀土的\"贤内助\"。本报告将基于这些年的研究新发现,从科学和技术以及管理的角度来认识那些能够让铵镁、钠钙浸取剂与铝盐浸取剂比翼齐飞的真正\"内功\"和\"贤内助\"。", "label": "冶金工程", "id": 0}
{"content": "<正>一、概述以红土镍矿为原料,采用回转窑-矿热炉（RK-EF）工艺冶炼镍铁合金已成为当前火法冶炼红土镍矿的主流。为了提高镍铁冶炼的整体效益,镍铁矿热炉向高功率、大型化发展是趋势。镍铁矿热炉炉体耐材消耗量巨大,耐材全新砌筑和大修拆、砌的工期也比较长。矿热炉耐材的安全寿命已成为制约镍铁合金连续生产和整体经济效益的重要因素。如何提高炉衬耐材寿命,是整个耐火材料生产行业和镍铁合金冶炼行业所共同面对的问题。", "label": "冶金工程", "id": 0}
{"content": "大型铅冶炼厂环境集烟系统应用先进环保技术优化组合,实现铅冶炼企业的无组织排放源的有效控制。工程化应用效果稳定优于《再生铜、铝、铅、锌工业污染物排放标准》（GB31574-2015）表3标准限值,组合塔顶烟囱排口无肉眼可视烟气,圆满达到高效除尘、脱硫、烟气消白的设计预计效果。论文对项目设计技术特点和创新点予以述评,对塑烧板除尘系统的运行风险管控提出建议。", "label": "冶金工程", "id": 0}
{"content": "电熔镁炉制备电熔镁砂的工艺过程中,会交替出现正常熔炼、加料和欠烧等不同工况,其中,正常熔炼和欠烧两种工况分辨难度最大,针对这两种工况需要采取相应的处理方式来保证生产过程的正常进行.目前,工况的识别主要依靠人工经验完成,这种方式具有很强的随机性,导致工人劳动强度大、容易漏检误检等问题.本文依据不同工况下炉口火焰具有不同的动态特征,提出一种基于B样条（B-Spline）动态网络动态特性的工况识别技术.首先,建立炉口火焰的线性动态系统模型来刻画系统的动态特性,然后,设计基于子空间主要角度的核函数来度量火焰动态模型相似度.对比实验表明本文设计的基于B-Spline动态网络动态特性的工况识别技术具有更好的分类精度和更高的效率.", "label": "冶金工程", "id": 0}
{"content": "以硅石颗粒为骨料,硅石粉、高温沥青、鳞片石墨、硅粉为细粉,研究了添加硼酸对SiO2-C质干式料体积密度、常温抗折强度、常温耐压强度、永久线变化率等性能的影响,探索了800℃保温3 h试样的抗氧化性,并且对有关试样做了物相分析。结果表明:随着硼酸加入量的增加,SiO2-C质干式料的体积密度变化不大,小于2.0 g·cm-3;永久线变化率变大;干式料的强度降低,增加使用时的塌包风险,适宜加入量（w）为0.3%～0.6%;试样脱碳层厚度基本一致,对抗氧化性能影响不大,但硼酸加入过多会导致硅石晶型转变加剧,内部裂纹增多,强度降低。硼酸加入量（w）0.3%～0.6%时,由于硅石晶型转变,使用中形成梯度SiO2-C质工作衬体,用后拆包方便。", "label": "冶金工程", "id": 0}
{"content": "真空感应熔炼是重要的高温合金熔炼工艺及合金纯净化手段,真空熔炼精炼过程主要起到对熔炼过程脱气过程。本文从生产工艺过程入手,在相同工艺精炼过程下,针对不同真空度熔炼K465合金进行取样,分析K465高温合金氧化夹杂情况,同时分析试样力学性能关系。从而得出K465高温合金工程应用过程中真空熔炼过程合理的精炼真空度。", "label": "冶金工程", "id": 0}
{"content": "本文研究过程针对真空感应熔炼过程进行,分析了相关氧化铝基和氧化镁基相埚耐火材料放气率,对不同熔炼温度、耐材使用时间等方面进行取样分析,分析相应试样氧氮含量,从而间接得出坩埚耐材放气量。通过放气量实验过程,本文讨论了改进坩埚制备工艺过程,减缓耐材与钢液的反应,从而提高高温合金品质。", "label": "冶金工程", "id": 0}
{"content": "包钢以包头白云鄂博矿为原料所生产的稀土精矿为氟碳铈矿和独居石矿共存的混合稀土精矿,为实现稀土元素清洁生产,现阶段正在进行的稀土高效分离试验研究,将混合稀土精矿分选成单一的氟碳铈精矿和单一的独居石精矿。在分离试验的过程中,须研究出一种针对氟碳铈矿和独居石矿的合理、稳定的化学分析方法,用以配合选矿试验及工业生产,为稀土清洁生产的试验阶段以及后续的工业化提供可靠支撑。稀土总量的测定以定铈法用。本文利用独居石在稀硫酸中性质稳定、溶解度小的特点,与氟碳铈矿进行过滤分离,并配以磷物相分析对结果进行验证。最终确定混合稀土精矿最佳灼烧温度和酸浓度等,过滤,滤渣用定铈法溶解测定得到独居石中稀土含量。稀土总量减去独居石中稀土含量,得到氟碳铈矿中稀土含量。以本方法测定的混合稀土中氟碳铈矿稀土含量结果的重复性。", "label": "冶金工程", "id": 0}
{"content": "在生产节奏快的情况下,通过提高设备自动控制水平、加强设备管理、员工技能培训等措施,实现生产设备的集中管控是提高生产效率的主要途径,论文介绍了云铜西南铜业分公司动力分厂的主要做法和取得的效果。", "label": "冶金工程", "id": 0}
{"content": "通过理论与实践分析认为,回转窑内温度分布整体上比较均匀,满足煅烧带的要求,使用煤气时,低温区比使用煤粉缩短2～3 m,延长了物料的高温区焙烧时间,水溶性铬含量提高0%～3%,铬矿中的铬转化率会提升0.5%～5%。", "label": "冶金工程", "id": 0}
{"content": "本文就铝型材熔铝炉和卧式搓灰机产生的烟气脱硝粉尘治理问题,提出了新的设计思路,为了达到国家对烟气脱硝粉尘环保治理要求越来越高的要求,阐述了铝型材熔铝炉和卧式搓灰机的烟气除尘脱硝系统设计与应用.", "label": "冶金工程", "id": 0}
{"content": "以88特级矾土,棕刚玉,白刚玉,氧化铝微粉等为主要原料,以液体磷酸二氢铝为结合剂,按一定级配配料,经混碾机混匀后,压制成φ50 mm×50 mm的试样,分别经1000、1100、1200℃热处理,研究了抗铝液润湿剂对不沾铝高铝砖性能的影响。结果表明:随着热处理温度的升高,试样的体积密度逐渐增大,显气孔率逐渐降低;随着热处理温度的升高,试样耐压强度逐渐增大;添加抗铝液润湿剂的不沾铝高铝砖表现出优良的抗铝液侵润效果。", "label": "冶金工程", "id": 0}
{"content": "钒铝合金是一种广泛用于航空航天领域的高级合金材料,主要采用钒氧化物与铝发生铝热反应制取,在使用粉状V2O5制取时,反应中粉态原料易被生成的热量带走,影响冶炼收率,采用片状V2O5生产钒铝合金可以有效将冶炼收率由94%提高到96%以上,有效降低了钒铝合金单耗成本。", "label": "冶金工程", "id": 0}
{"content": "宇航级钒铝合金氮含量对下游钛合金材料的性能有重要的影响。氮的存在形式主要是自由状态的氮原子和结合状态的氮离子,本文重点对真空脱除自由状态的氮原子和形成氮化物脱除结合状态的氮离子进行了相关探讨,所得产品满足GfE公司宇航级产品标准要求。", "label": "冶金工程", "id": 0}
{"content": "利用Fact Sage热力学软件和差热分析仪对铝热法制备AlV55合金的热力学过程进行了分析,结果表明:该反应可自发进行,反应的绝热燃烧温度为3276.61K,单位热效应为4567.06 J·g-1,属于液-液反应。研究了不同V含量对合金成品率以及单位热效应对合金钒收率的影响:对于AlV55合金,提高合金V含量可以最大程度的降低脆性相Al8V5对合金成品率的影响,所以在不隔绝空气的情况下提高合金的V含量可达到提高合金成品率的目的;单位热效应对合金钒收率影响很大,单位热效应确定为3367 J·g-1时合金的钒收率最高,约为96.5%。", "label": "冶金工程", "id": 0}
{"content": "介绍炉外法生成钒铝合金的特点,从钒铝合金配料冶炼方面入手,分析钒铝合金成分偏析的影响因素,并制定出减少成分偏差的措施,对炉外法生产钒铝合金具有一定的指导意义。", "label": "冶金工程", "id": 0}
{"content": "为了提高碳化硅-石墨质坩埚的使用性能,以碳化硅（≤1 mm）为骨料,碳化硅（≤0.045 mm）、鳞片石墨（≤0.018 mm）为基质,热固性树脂为结合剂,分别以Si粉、硼玻璃粉、B4C为添加剂,制成碳化硅-石墨质试样。研究了不同添加剂及不同含量对碳化硅-石墨质材料常温物理性能、高温抗折强度和热震稳定性的影响。结果表明:不同添加剂均能提高碳化硅-石墨质材料的常温抗折强度和高温强度。硅粉提高碳化硅-石墨质材料的高温强度最明显。引入硅粉、B4C和硼玻璃粉后,碳化硅-石墨质材料经过热震后强度不降低,反而增加。添加3%硅粉、0.75%B4C和1.5%硼玻璃制备的碳化硅-石墨质坩埚,其抗氧化性和抗金属液渗透侵蚀性能满足使用。", "label": "冶金工程", "id": 0}
{"content": "面对恶劣的市场环境,为保证企业的竞争力和持续发展,珲春多金属有限公司冶炼厂开发应用了MES生产管理信息化系统,实现了企业的管控一体化。本文重点介绍该系统中的生产管理、能源管理、质量管理和设备管理四个子系统的功能和实现。实际应用表明,该MES系统支撑了企业实现生产管理过程的精细化和智能化,大大提升了生产管理水平,增强了成本竞争优势。", "label": "冶金工程", "id": 0}
{"content": "文章针对有色冶炼企业在计量化验环节存在的人工计量误读误写、数据发布滞后、违规作弊、数据多次抄录等问题,通过对冶炼企业质计量业务流程进行分析和优化,从质计量信息的采集、存储、传输和共享等应用着手,研发了一套有色冶炼企业的质计量信息系统,并介绍了系统主要业务流程的实现。", "label": "冶金工程", "id": 0}
{"content": "<正>白银集团西北铅锌冶炼厂现有锌冶炼系统为1992年投入运行的109 m~2焙烧系统,与之配套的有上料、余热锅炉、制酸和浸出、电解等系统,规模为100 kt/a电锌,是我国\"七五\"期间引进先进冶炼技术和装备建设的第一座大型锌冶炼厂,在提升我国锌冶炼技术水平和装备等方面发挥了重要的作用。到目前为止,该系统已运行20多年,设备老化、运行故障率高,存在较大的安全隐患,系统开工率低,产品数量及质量均有不同程度的降低,运行、维护费用明显偏高,环保问题突出。另外,由于精矿", "label": "冶金工程", "id": 0}
{"content": "采用XRD、SEM和能谱分析手段对澳斯麦特炉炉衬用后的铝铬砖的侵蚀机制进行了分析研究。结果表明:铜渣的主要物相为铁橄榄石,主要成分为FeO和SiO2,其中的FeO与铝铬砖中的Al2O3和Cr2O3发生反应生成高熔点的铬铁尖晶石和铝铁尖晶石,并形成一层能起保护作用的反应层,这有效的抑制炉渣的渗透和侵蚀,延长炉衬耐火材料的使用寿命。", "label": "冶金工程", "id": 0}
{"content": "鉴于温度对卡尔多炉的影响,本文基于单片机和GSM无线通信来开发卡尔多炉温度在线远程监控系统,实时对卡尔多炉运行环境和运行过程中关键部件的温度进行监控,使其生命周期达到最大化,同时以免重大事故的发生。", "label": "冶金工程", "id": 0}
{"content": "金属锰电解制备过程中会产生部分硫含量超标的碎锰,无法直接利用,作为世界上最大的电解锰生产国,我国因此每年损失上亿元。本文采用水冷非自耗电极电渣重熔对碎锰进行脱硫。建立碎锰电渣重熔脱硫过程三维非稳态全耦合数学模型,采用VOF追踪渣金界面的运动,同时考虑交流电在界面引发的电磁振荡现象,辅以锰液电渣脱硫的热力学和动力学模型,阐明碎锰电渣脱硫过程中硫在渣锰两相间的迁移行为。计算结果与实验结果吻合的较为合理。研究表明,熔炼电流能够促进碎锰的脱硫。当电流从3000A增大至4000A时,碎锰的脱硫率从54.7%增大至70.9%。另一方面,低频电有利于碎锰的脱硫。当电流大小保持在3500A,频率从5Hz增大至500Hz时,脱硫率从63.4%减小至58.5%。", "label": "冶金工程", "id": 0}
{"content": "在海波生产过程中,蒸汽消耗直接影响着海波的单位成本,为进一步降低生产成本,提高蒸汽的经济性,海波车间通过摸索,找到方法并付诸实践,取得了良好效果。", "label": "冶金工程", "id": 0}
{"content": "介绍了利用碳锰渣/中锰渣双摇包法生产金属锰实践中的成功案例。即在矿热炉/精炼炉正常生产高碳锰铁/中低碳锰铁的基础上,分屉出渣摇包。通过选择合适的渣型和摇包装渣量、增加一屉中硅铁/工业硅用量,提高摇速等技术措施,改善了硅的利用率,从而使产品品级率提高、经济效益明显。", "label": "冶金工程", "id": 0}
{"content": "生产电解金属锰的传统工艺是以碳酸锰矿与硫酸浸出反应,浸出后二价锰等一些杂质进入液相,加入二氧化锰矿使二价铁反应生产三价铁以达到除去二价铁的目的,再通过加入氨水、净化剂等原辅料达到进一步除杂的目的,最终通过电解生产出合格的电解金属锰。因受锰矿价格、成本、利润等因素影响,制约中信锦铁公司此品种的生存与发展,为了生存下去,结合公司自身特点、工艺创新、实际生产现状等情况,研究出多条电解金属锰的生产工艺路线,实现了工艺上的重大创新与突破,为公司创新工作及降低成本做出贡献。", "label": "冶金工程", "id": 0}
{"content": "生产电解金属锰工艺中二氧化锰矿的作用是使浸出液中的二价铁与四价锰反应生产三价铁后以达到除去二价铁的目的。由于受二氧化锰矿价格及运输距离的影响,造成生产成本升高。由于该公司生产品种较多,会产出废渣,结合该公司实际生产情况,通过大量试验研究并应用到工业化生产,研究出金属铬的浸出渣可以代替二氧化锰矿起到除铁的作用,而且效果较好,不仅实现了废渣的综合利用,而且大幅度降低生产成本,生产指标无影响,得到工业化生产上的应用。", "label": "冶金工程", "id": 0}
{"content": "以金属铬为原料制粉、压块,利用真空烧结炉、氮化炉对混有碳粉的金属铬块进行除氧、渗氮,最终生产出符合市场需求的氮化金属铬。", "label": "冶金工程", "id": 0}
{"content": "通过对电解金属铬试验过程的讨论,了解电解金属铬主要的制造过程,分析了电解过程中影响产品产量的因素,从而为电解金属铬工业化生产奠定了基础。", "label": "冶金工程", "id": 0}
{"content": "通过简要介绍金属铬的生产工艺和生产金属铬的原料,根据金属铬的反应状态和最终产品质量,阐述了氧化铬粒度对金属铬的影响,以及造成氧化铬粒度偏粗和偏细的原因,和如何降低粒度偏粗或偏细氧化铬对金属铬造成的影响。", "label": "冶金工程", "id": 0}
{"content": "在铬铁矿氧化焙烧过程中采用煤气、天然气两种燃料混合作为无钙焙烧窑清洁生产工艺中热源,在生产过程中受煤气及天然气供给波动变化较大,如何快速适应燃料变化对稳定生产,保证工艺顺畅至关重要,本文针对无钙焙烧生产过程中燃料混烧比例的变化与具体应用控制做一简单介绍。", "label": "冶金工程", "id": 0}
{"content": "对利用海波作为还原剂提取含铬废渣中有价元素铬进行了工艺探讨,通过试验确定海波等原辅料的加入量、加入方式等参数,同时利用海波底流渣代替海波,既降低提铬成本,又解决了海波底流渣处理难题,实现环保效益。", "label": "冶金工程", "id": 0}
{"content": "氢氧化铬是金属铬生产过程中的中间产品,是由硫磺还原铬酸钠碱性液反应所得,通过压滤机进行固液分离,并通过逆洗及清水洗涤将氢氧化铬中所含的钠离子降低,洗涤过程中检测洗涤水中COD含量,介绍了通过生产实践的不同逆洗程序所收上层液及外排水量及外排水中COD含量的关系,寻找到最佳的逆洗方法。", "label": "冶金工程", "id": 0}
{"content": "介绍几种炉外法生产低杂质金属铬生产技术。为满足市场对低杂质金属铬的需求,针对金属铬生产的特点,在铬酸钠反应工序、氢氧化铬煅烧工序以及金属铬冶炼过程中发热量和加料速度的控制,使金属铬中杂质含量有大幅度的降低,满足市场的需求。", "label": "冶金工程", "id": 0}
{"content": "通过对铬浸出渣资源综合利用试验可得通过浸出试验可得Cr6+平均浸出率为99.94%,∑Cr平均浸出率为86.55%,Fe平均浸出率为94.72%。通过萃取-反萃取-沉淀工序可以获得99%以上的氢氧化铁和98.5%以上氢氧化铬;通过萃余液处理工艺试验,获得符合工业标准的主品位97%以上的硫酸钙（晶须）、40%以上的碳酸镁和98%以上的工业氯化钠,处理后的萃余液返回浸出工序循环使用,实现了副产盐酸和铬资源的综合利用。", "label": "冶金工程", "id": 0}
{"content": "阐述了回收含铬废水中的铬、利用其生产主品位在92%～95%的焊剂类低品位金属铬的方法,通过生产摸索,攻克了回转窑结圈、氧化铬球料难破碎、冶炼渣熔点低无法浇铸炉衬等一系列难题,固化了生产92%～95%焊剂类金属铬的参数;文章突破了传统用铬矿生产低品位金属铬的生产工艺,采用废水回收铬的方法降低了生产成本,对技术创新和环境保护意义重大。", "label": "冶金工程", "id": 0}
{"content": "铬盐生产过程中,采用含有还原性物质的化工回用水作为除钒浸出用水,为规避微量还原物质的影响,通过沉淀偏钒酸铵实现铬盐生产中钒的回收利用,并提高了化工回用水的利用率。", "label": "冶金工程", "id": 0}
{"content": "以胶轮混料机使用中筒体出现的各种缺陷为研究对象,通过对产生缺陷原因进行分析,从中找出解决办法,提供结构重新改进设计;在与专业厂家共同研讨、充分论证的基础上,利用设备检修期间,对胶轮混料机所有缺陷进行全面处理,为以后生产和设备稳定奠定基础。", "label": "冶金工程", "id": 0}
{"content": "废旧锂电池正极材料中含有大量的有价金属元素,回收其中的金属元素具有很高的环保意义和经济意义。研究表明,锰酸锂型电池稳定性高,在常温常压下难以得到高效的浸出。采用高温高压水热法浸出其中的金属元素。结果表明,在柠檬酸体系下,锰酸锂中锰的浸出最高达到68%。在磷酸体系下,当磷酸的浓度1.5 mol/L,反应温度为150℃,反应时间为80 min,固液比为30 g/L,还原剂H2O2为4%时,锰的浸出率能达到99%。对两种体系进行动力学模型拟合,拟合结果表明,两种体系均符合化学反应控制模型,活化能分别为19.04,14.88 k J/mol。实现了锰酸锂型电池中有价金属的有效浸出,为废旧电池绿色环保回收提供了一种新思路。", "label": "冶金工程", "id": 0}
{"content": "介绍了利用碳锰渣/中锰渣双摇包法生产金属锰实践中的成功案例。即在矿热炉/精炼炉正常生产高碳锰铁/中低碳锰铁的基础上,分屉出渣摇包。通过选择合适的渣型和摇包装渣量、增加一屉中硅铁/工业硅用量,提高摇速等技术措施,改善了硅的利用率,从而使产品品级率提高、经济效益明显。", "label": "冶金工程", "id": 0}
{"content": "近来在聚光太阳能领域的技术创新正在开辟新的潜在市场,以考虑其可行性。特别是,斯坦陵布什大学的低成本,高性能定日镜技术\"HelioPod\"与DLR的离心式高温粒子吸热器\"CentRec\"相结合,可以为工业过程提供600℃以上高温的生产工艺用热能。矿物加工行业的许多工艺都需要高温,例如烧结厂或冶炼厂。在南非,一些采矿及相关的加工处理位于高太阳辐射地区,特别是北开普省。本文考虑的案例研究是为位于北开普省的锰烧结厂提供工艺热的可行性。当前是通过燃烧柴油提供所需的600℃点火温度。分析表明,与燃烧柴油相比,通过聚光太阳能热（CST）技术提供高温工艺热可以显着降低成本。如果将来实施二氧化碳税,可通过减少二氧化碳排放而增加产品附加值,并同时具有降低成本的潜能。", "label": "冶金工程", "id": 0}
{"content": "为进一步降低成本,不断摸索经济炉料结构,硅锰6号炉进行除尘灰冷凝块循环再利用,并取得了很好的效果,不仅优化了矿热炉炉料结构,还降低了生产成本,为硅锰降本增效积累了宝贵经验。", "label": "冶金工程", "id": 0}
{"content": "生产电解金属锰的传统工艺是以碳酸锰矿作为主要原料并配以二氧化锰矿等辅料浸出生产电解金属锰。由于受锰矿资源的匮乏及使用成本升高的影响,电解金属锰生产出现了阻力,结合国内公司实际生产现状,经过大量的实验研究,目前已研究出采用烧结锰矿作为主要原料,另配入可以起到还原作用的葡萄糖共同浸出生产金属锰,可实现完全替代碳酸锰矿的工艺生产,它是电解金属锰行业的一大技术创新,在工艺研究上是一项重大突破。不仅大幅度降低生产成本,而且缩短作业时间,简化操作,运行周期短,减轻员工劳动强度。", "label": "冶金工程", "id": 0}
{"content": "介绍了如何利用辽西碳酸锰矿与硅锰冶炼渣合理搭配进行浸出制液,然后用中锰冶炼渣代替氨水采用水解法对其除铁,以及再进行浓缩、结晶、烘干生产出合格的硫酸锰的生产情况。这种产品的研制成功对辽西锰矿和国内某公司的锰硅烟道灰、中碳锰铁冶炼渣的开发利用又多了一条良好的途径。", "label": "冶金工程", "id": 0}
{"content": "近年来,公司生产的某低合金铸钢A产品,在生产过程中,经常出现裂纹缺陷的情况。对存在缺陷的产品进行返修、报废处理,不仅增加了工人的劳动强度,还增加了公司的生产制造成本。根据经验得知,A产品产生裂纹倾向的程度与产品DI值的大小密切相关,而根据DI值的计算方法可知,DI值主要受钢水中C、Si、Mn、Cr、Ni等元素含量的影响。本文主要通过对A产品相关历史数据的分析,探讨了钢水中C、Si、Mn、Cr、Ni等元素含量对产品DI值的影响,通过调整钢水中主要元素的含量,使DI值控制在较优范围内,从而降低A产品产生裂纹的倾向。本文通过探讨得出的结论主要有以下四点:（1）当DI值>63mm时,A产品易出现裂纹缺陷。（2）元素锰、铬、碳、钼、硅、镍、钒对A产品DI值的影响程度依次降低。（3）在冶炼A产品过程中,重点控制碳、锰、硅、铬元素含量,可将DI值控制在较优范围内。（4）现场实际生产过程中,将碳元素含量控制在0.32-0.38%,锰元素含量控制在1.10-1.35%,铬元素含量控制在0.20-0.30%,硅元素含量控制在0.35-0.45%时,能有效将A产品的DI值控制在54-63mm范围内,既能保证该产品的性能合格,又能很大程度上降低产品产生裂纹的倾向。", "label": "冶金工程", "id": 0}
{"content": "本文提出一种腔体类铸钢件气密性检测的替代方法——煤油渗漏试验方法,利用煤油的浸润特性来检测箱体内部贯通性缺陷。", "label": "冶金工程", "id": 0}
{"content": "为探究稀土氧化物对含镧FeCrAl电热合金用连铸保护渣基础性能及结构的影响,本文针对不同La2O3含量下保护渣黏性特征、结晶物相及熔体结构的变化开展了相关研究。结果表明,随着La2O3含量从0%增大至15%,保护渣高温黏度降低,其表观黏流活化能从108.56±1.96 kJ/mol降至87.29±7.29 kJ/mol。渣中Q~3单元的摩尔分数降低,Q~0、Q~1和Q~2单元的摩尔分数增加,NBO/Si的值从1.27增加到1.83,表明保护渣熔体结构聚合度逐渐降低,这导致其黏度降低。在缓冷过程中,传统硅酸盐基保护渣的主要结晶物相为枪晶石。过量添加La2O3时,高熔点CaLa2（SiO4）2将在高温下析出,使得保护渣转折点温度升高,结晶性能恶化。", "label": "冶金工程", "id": 0}
{"content": "薄壁铸钢件在生产过程中容易出现紊流、卷气、氧化夹渣、浇不足、气孔、缩孔等缺陷,薄壁件的铸造工艺相对于其他铸钢产品有所不同,凝固过程较为复杂,一般会遵循顺序凝固和均衡凝固原则。通过铸造模拟仿真软件AnyCasting对薄壁铸钢件在工艺设计中可能出现的各种铸造缺陷进行预测,避免在实际生产中出现铸造等缺陷。", "label": "冶金工程", "id": 0}
{"content": "连铸结晶器喂钢带技术可极大的改善大尺寸铸坯的中心质量,降低废品率,提高能源的有效利用率。但目前难以得到能灵活适应工况的喂钢带参数,参数不适宜将导致\"夹钢带\"和改善效果的不佳等问题。为解决这一问题,本文提出一种低过热度等温共熔法用于确定连铸结晶器喂钢带参数。将采集的连铸结晶器现场数据代入模型,得到熔化时间、最大喂入速度、冷钢带宽度随着冷钢带厚度、初温的变化关系,快速得到相应的喂钢带参数,解决了连铸结晶器喂钢带技术由于参数不足带来的难以实用化的问题。", "label": "冶金工程", "id": 0}
{"content": "随着社会需求对钢铁材料性能要求的不断提高,对夹杂物控制和钢液洁净度提出了更高的要求。然而,对于小尺寸夹杂物而言,基于夹杂物与钢液之间质量密度不同这一物性差,采取的上浮、气泡浮选、搅拌等方法很难去除。基于非金属夹杂物与金属之间存在的电导率差异,脉冲电场能够对钢液中微小夹杂物进行控制与去除,从而大幅提高钢液洁净度,改善钢铁材料性能。此外,脉冲电流为间歇性放电,其具有高效、节能环保、操作简便以及净化效果好等优势。图1展示了脉冲电流净化钢液中Al2O3夹杂物的实验结果,即钢锭中部夹杂物数量显著减少。本报告简要回顾了电流控制夹杂物的发展历程,阐述了电流控制夹杂物的理论发展,并汇报近些年国内外利用脉冲电流开展净化冶炼及应用研究方面的进展和趋势。此外,介绍了脉冲电流及其耦合气泡对钢液净化、脉冲电流对夹杂物形态演化的研究内容,并采用数值计算揭示了电流控制夹杂物的作用机理。报告对脉冲电流抑制稀土钢连铸中水口堵塞研究进行汇报,图2给出了电流作用下浸入在稀土钢液中的水口耐材表面被侵蚀后的形貌。结果显示,脉冲电流处理后耐材表面光滑且无附着物。结论认为脉冲电场有望解决长期以来阻碍稀土钢冶炼连铸工艺中水口堵塞的难题。最后,介绍了本课题组关于脉冲电流净化镁、铜和硅熔体方面的研究,以及脉冲电流在钢铁连铸生产中的实践。", "label": "冶金工程", "id": 0}
{"content": "基于电磁制动技术原理,本文提出了一种新型的独立可调式组合电磁制动装置（FAC-EMBr）,采用数值模拟方法对新型电磁制动结晶器内的钢液流动行为和钢/渣界面波动行为进行研究。数值模拟结果表明:FAC-EMBr所产生的稳恒磁场可以同时覆盖钢液射流冲击区、上回流和弯月面区域。FAC-EMBr的施加可有效降低钢液射流冲击强度,减小上回流和下回流钢液流速,稳定钢/渣界面波动。即使在高拉速条件下（VC=2.2m/min）,FAC-EMBr的施加也可达到有效制动效果。", "label": "冶金工程", "id": 0}
{"content": "本文主要介绍了电磁搅拌技术在国内的应用现状,探讨了电磁搅拌技术在国内的发展趋势,重点分析了连铸二冷段电磁搅拌技术对高碳钢板坯内部质量的影响。结果表明:采用二冷电磁搅拌工艺后,铸坯中心偏析能得到一定程度的改善,铸坯C类中心偏析评级降低,但在铸坯上产生了较为明显的白亮带,当电流降低到300A以下时,白亮带逐步减弱。同时根据板坯白亮带分布规律研究了板坯坯壳的生长规律。", "label": "冶金工程", "id": 0}
{"content": "电磁旋流水口连铸技术是一种新型的电磁控流技术。为了研究水口电磁旋流作用下板坯结晶器内部的流场分布,本文设计一种新型的旋流转子作用模拟水口电磁旋流作用。通过研究示踪剂在结晶器内部的流动轨迹以及波高仪测量的流体上表面液面高度变化,对比分析有无旋流作用下结晶器内部流场分布。结果表明在无旋流作用时,浸入式水口两侧流场呈不对称分布,并且结晶器内部出现周期性的偏流。而使用水口旋流时,浸入式水口两侧流场对称,结晶器内部流场趋于稳定分布。通过本文的研究能够指导电磁旋流水口的工业实验,为优化电磁旋流参数提供理论基础。", "label": "冶金工程", "id": 0}
{"content": "本文提出一种利用磁压力抑制板坯结晶器内渣/金界面变形和波动的方法,并通过实验和模拟的方法研究了该方法的可行性及控制效果。研究结果表明该方法可以有效的抑制结晶器内渣/金界面的变形和波动,可作为一种提高渣/金界面稳定性的潜在方法。当在结晶器窄面附近施加磁压力时,由上返流冲击引起的窄面附近隆起变形得到显著抑制,液面趋于光滑平坦。磁压力对渣/金界面的周期性波动也有显著的抑制作用,当磁感应强度为0.05 T时,渣/金界面的平均波高减小75.1%,周期性波动消失。此外,磁压力对渣/金界面不同位置处的波动均有明显的抑制作用,但对波动频率无明显影响。", "label": "冶金工程", "id": 0}
{"content": "感应加热中间包目前已被许多企业开发利用,但主要集中在单流板坯连铸感应加热中间包和多流小方坯连铸感应加热中间包。在双流板坯连铸和多流大方坯连铸中,当需要增大中间包容量时,感应加热技术则尚未见到应用,因此,本文旨在研究一种更适用于双流板坯连铸的感应加热中间包。基于数值模拟的方法,对比研究了两类适用于双流板坯连铸的感应加热中间包——一体式连铸腔感应加热中间包和分离式连铸腔感应加热中间包。研究结果表明:分离式连铸腔感应加热中间包内的流场更加稳定,有利于促进夹杂物的上浮和被保护渣吸附;连铸腔内的温度均匀性更好,升温速率更快;其结构灵活,不受流间距限制,在多流连铸中具备更好的适用性和冶金潜能。", "label": "冶金工程", "id": 0}
{"content": "电磁感应加热技术具有加热均匀、效率高、不接触试样、无污染等技术特点,是熔化金属与合金的最适选择。在钢铁冶金连铸过程中,低过热度的恒温浇注对获得良好的铸坯质量和稳定操作是非常重要的。本文主要综述了近些年来电磁感应加热技术在中间包冶金中的研究进展,重点关注通道式感应加热技术对流场、温度场及夹杂物的去除影响模拟研究等的论述,为中间包加热技术去除夹杂的研究提供参考。", "label": "冶金工程", "id": 0}
{"content": "从电子结构出发揭示基体相弹性性能的演变规律及影响机制,对材料性能与质量的有效调控具有重要的理论指导意义。本文采用EMTO第一性原理计算软件研究分析了磁性状态的转变对α-Fe弹性性能的影响。结果表明,磁性状态的转变对性能的影响较大,当发生FM→PM转变时,α-Fe的局域磁矩下降约9%,各向异性指数增加约500%;由FM转变为PM状态时,α-Fe的3-D杨氏模量在不同方向上发生了较大变化,[001]方向上的强度迅速下至41.5GPa左右,降低约117.7GPa,该方向上的强度直接决定立方晶系的整体强度;晶格膨胀和局域磁矩的相互竞争是平均杨氏模量E在高温PM区域变化相对稳定的本质原因,晶体抵抗单斜变形的能力随着温度的升高快速下降。", "label": "冶金工程", "id": 0}
{"content": "为提升重轨钢均质性和致密性,通过试验对比分析连铸电磁搅拌对大方坯重轨钢凝固组织及均质性的影响。结果表明:无电磁搅拌工艺条件下,铸坯凝固组织无明显分区,枝晶组织致密且铸坯窄面至距离窄面80mm区域的均质性较好,但铸坯中心偏析严重;通过取消结晶器电磁搅拌（M-EMS）并采用凝固末端电磁搅拌（F-EMS）有利于重轨钢均质性和致密性协同提升,试验铸坯中心偏析可以得到补充控制,铸坯轧制钢轨的中心偏析控制良好,轨头Mn元素偏析度极差达到0.098,致密度达到0.9764。", "label": "冶金工程", "id": 0}
{"content": "熔融保护渣是一种离子型熔渣,具有导电性,在结晶器低频电磁场下会受到电磁力的作用,进而影响其物化性能。目前关于结晶器熔融保护渣性能的研究报道较少,本文采用高温实验与性能检测的方法,通过观察熔渣在低频交变磁场作用下的结晶行为,研究低频磁场对保护渣结晶性能的影响规律,为深入分析保护渣在电磁场作用下的电磁参数、物化性能的变化等提供依据。", "label": "冶金工程", "id": 0}
{"content": "利用自主开发的单绕组螺旋电磁搅拌器,研究其对30Mn2大方坯铸坯元素分布的影响。试验研究结果表明螺旋电磁搅拌可以有效降低30Mn2大方坯的中心元素偏析。原位检测结果表明螺旋搅拌可以将铸坯中心区域的C统计偏析度降低19%以上,Mn、P、S、Cr的统计偏析度可以降低10%以上（95%的置信区间）。", "label": "冶金工程", "id": 0}
{"content": "电磁搅拌有利于连铸坯中心偏析的改善,其安装位置对应用效果有着重要的影响。由于电磁搅拌设备的安装位置取决于铸坯凝固程度,本文借助实验室开发的方坯二冷仿真软件,通过仿真计算分析,探讨了不同比水量和拉速下,铸坯中心固相率fs和凝固率K的变化规律。基于铸坯中心固相率fs在0.1～0.2范围内或凝固率K在0.6～0.8范围作为电磁搅拌的合理位置这一原则,并在保证铸坯表面温度波动合理的前提下,提出了不同工况条件下新的二次冷却方案。在电磁搅拌位置不变的情况下,新的方案可以保证电磁搅拌设备的应用效果。", "label": "冶金工程", "id": 0}
{"content": "Q345钢应用广泛,其在拉伸状态下的高温力学性能已有部分研究,但高温压缩力学性能数据匮乏。利用Gleeble-3500热/力模拟机对Q345钢连铸坯试样进行了热压缩试验,研究了应变速率为0.01 s-1时试样在压缩状态下的屈服强度、抗压强度和弹性模量等随温度（973～1673 K）的变化规律,同时探讨了试样在1473 K时不同应变速率（0.001 s-1、0.01 s-1和0.05 s-1）下的高温力学性能。结果表明,在973～1373 K温度范围内,屈服强度和抗压强度都表现出对温度的敏感性。屈服强度由90 MPa降到24 MPa,抗压强度由202 MPa降到40 MPa。在1373～1673 K温度范围内,屈服强度和抗压强度降幅都很小。弹性模量随温度的升高而减小,其值在1473 K和1573 K温度下相差最大（1712 MPa）。屈服强度对应变速率的变化并不敏感,均在20 MPa左右,而极限抗压强度由28 MPa增加到45 MPa。最后根据试验数据绘制了Q345钢连铸坯在热压缩状态下的屈服强度等高温性能参数随温度变化的关系曲线,可为轻/重压下等技术提供参考数据。", "label": "冶金工程", "id": 0}
{"content": "薄板坯连铸连轧工艺生产中第二相的析出对铸坯的组织性能有重要影响,本文基于平衡溶解度及溶质微观偏析模型建立了析出热力学计算模型,针对22MnB5钢在连铸过程中的TiN、TiC析出进行分析,结果表明在液相中,没有Ti的化合物析出;在两相区中偏析作用下Nb、N在固相率为0.35时开始析出TiN,析出温度为1776K,并且由于TiN在钢中的固溶度积比TiC低很多,所以两相区内没有TiC析出;在固相奥氏体初期,TiN已经大量析出,其析出量在钢中所占体积分数为7.659×10-5%,TiC在奥氏体相中有微弱析出。", "label": "冶金工程", "id": 0}
{"content": "板坯连铸的实践表明,结晶器内的钢水流动,在很大程度上影响板坯内夹杂物和气泡的行为,弯月面附近的钢水流动又支配着保护渣熔融、铺展及保护渣的卷吸,决定了铸坯的表面质量。因此,板坯连铸采用结晶器电磁搅拌技术,以改变弯月面附近钢水流动方向,有利于促使板坯表层的初生凝固壳前沿钢液的均匀流动,维持坯壳均匀稳定地生长,促进夹杂物和气泡的上浮去除,从而提高铸坯的质量。板坯连铸结晶器电磁搅拌技术,已成为获得优质铸坯的重要技术手段。在宝武集团和首钢的多台板坯连铸机上,近年来均采用了国产的结晶器电磁搅拌技术。如何针对浇注坯型以及生产工艺,优化控制电磁搅拌工艺参数,以最大限度发挥电磁搅拌器的冶金学功能,是学术界和工业界都感兴趣的问题。本文提出,解决这一问题,有两种典型的研究范式。一种研究范式是,从连铸工艺本身出发,厘清不同模式电磁搅拌参数情况下,连铸结晶器内流场的变化以及该流场对铸坯质量在冶金学上的影响,并进而给出优化的电磁搅拌工艺参数。这是基于对\"电磁搅拌→铸坯质量\"因果性关系深入理解的前提下,所做的技术优化和改进。近年来,上海大学和宝钢有关单位合作,采用物理模拟和数值模拟的方法,对电磁搅拌下板坯结晶器内的流场进行了系统测量和计算,考察了不同连铸工艺和搅拌电流作用下的流场结构和分布特征,提出了自由液面的卷渣指数、结晶器内流场均匀性指数等流场评价指标,形成了电磁搅拌冶金学效果评价标准,基于这些标准提出了搅拌参数的综合优化方法。这些研究成果,已在宝钢多台连铸机上得到应用。另一种研究范式是,从\"电磁搅拌及连铸过程所有工艺参数→铸坯质量\"的相关性方面考虑,通过采集连铸生产线上包括电磁搅拌参数在内的、尽可能多的生产相关工艺数据,结合铸坯质量（改判率和夹杂封锁率）的结果,通过机器学习的方法建立连铸结晶器电磁搅拌大数据分析模型,找到与铸坯表面质量密切相关的主要特征参数,并根据机器学习的数据集实时调整电磁搅拌工艺参数,以实现将铸坯改判率和封锁率降到最低的效果。近两年来,本研究团队,为满足湛江钢铁连铸结晶器电磁搅拌技术优化需求,从生产现场工艺参数数据采集、大数据分析和建模,工艺参数优化控制等方面,进行了初步的探索和实验。第一种研究范式所形成的模型,称为\"机理模型\",它是建立在对板坯连铸结晶器电磁搅拌这一工艺客观规律理解和认识基础之上的。第二种研究范式所建立的模型,称为\"大数据分析模型\"。本文结合前期的研究工作,对这两种研究范式进行了介绍和分析。", "label": "冶金工程", "id": 0}
{"content": "水口堵塞是连铸生产过程中一个非常严峻的问题,这是因为水口堵塞会导致结晶器流场的不对称,进而降低产品质量,甚至中断整个连铸过程。本文通过数值模拟方法研究了不同水口堵塞程度对结晶器内流场的影响,以及电磁搅拌对该不对称流场的影响。为了表征结晶器内钢液的流动行为,我们引入了两个指数概念,卷渣指数R与对称性指数S。前者是为了量化不同工况下钢渣界面发生卷渣的可能性,而后者是为了量化结晶器流场的均匀性。研究结果表明:水口堵塞会破坏结晶器流场的对称性,而且随着堵塞程度的增加,流场对称性越来越差。在一定程度上,电磁搅拌可以优化水口堵塞所导致的结晶器偏流现象,但是电磁搅拌却无法完全消除该不对称现象。", "label": "冶金工程", "id": 0}
{"content": "建立了三维结晶器磁场-流场-温度场耦合数学模型,研究了滑动水口控流下电磁搅拌对结晶器内偏流行为的影响,采用对称性指数分析结晶器内流场的对称性,采用方差分析法分析结晶器出口凝固坯壳的均匀性。研究结果表明:滑动水口开口度是导致结晶器内流场偏流的主要因素;当不施加电磁搅拌时,随着滑动水口开口度的减小,结晶器内流场对称性降低,凝固坯壳均匀性增加,但不显著;当滑动水口开口度一定时,电磁搅拌可以显著改善结晶器内流场的不对称性,但不能完全消除,同时电磁搅拌有助于提高结晶器窄面和外弧侧凝固坯壳的均匀性,但不利于结晶器内弧侧坯壳的均匀生长,较大的搅拌强度会导致内弧侧坯壳厚度减小。", "label": "冶金工程", "id": 0}
{"content": "利用稀土氧化物技术可以控制高强钢中形成细小弥散的稀土夹杂物来影响焊接热影响区的组织和晶粒,达到改善钢板焊接韧性的目的。在RH精炼中进行钙处理会形成钙铝酸盐包裹的稀土复合夹杂物而降低水口结瘤几率,但稀土夹杂物尺寸增大,从而不利于稀土氧化物技术的应用。本研究针对无钙处理的稀土高强钢中间包浸入式水口结瘤问题,采用金相显微镜、扫面电镜、能谱分析以及热力学计算等方法,分析了中间包夹杂物的类型和浸入式水口结瘤的形成机理,结果表明,中间包钢液中的Ce2O3和CeAlO3夹杂物在冷却过程中会转变形成尺寸为2-3μm的Ce2O2S+CaO-Al2O3。基于边界层效应,钢液通过水口表面时流速缓慢,其中的Ce2O3与耐材中的Al2O3反应生成CeAlO3。伴随钢液和反应的不断侵蚀,CeAlO3和Al2O3、Ca O等化合物聚集和烧结,导致水口表面形成具有不同区域的结瘤层,同时部分钢液滞留在水口弧形区和拐角区的结瘤层表面形成凝钢。因此,在冶炼稀土高强钢时取消钙处理的条件下,应从改善水口材质和形状的角度出发,通过降低钢液中夹杂物和水口耐材的反应发生率,缓解水口结瘤现象。", "label": "冶金工程", "id": 0}
{"content": "钢包狭缝式供气砖在精炼过程中出现底吹弱或底吹失败的现象,导致钢液温度、成份不均匀影响铸坯质量,精炼时间延长甚至生产被迫中断。将弥散式供气砖应用于300t钢包精炼中,解决了狭缝式供气砖夹钢问题,改善了铸坯质量,提高了精炼环节钢包吹通率,满足生产工艺要求。", "label": "冶金工程", "id": 0}
{"content": "<正>LF钢包主要功能包括:脱硫、脱氧、去夹杂、合金化、均匀成分和温度等。钢包底吹氩气产生的氩气泡可以促进夹杂物上浮、增大渣钢反应接触面积、提高脱硫效率。氩气价格昂贵但利用率低,大的氩气泡迅速浮出液面,达不到理想的精炼效果。旋转电磁搅拌可以在钢包内产生感生电流,进而产生旋转电磁力,增强钢包内钢液运动,对氩气泡运动状态产生影响。因此本文研究的是在旋转电磁搅拌下钢包内气泡的运动行为。", "label": "冶金工程", "id": 0}
{"content": "将转炉、平炉或电炉中初炼过的钢液移到另一个容器中进行精炼的炼钢过程,也叫\"二次炼钢\"。炼钢过程因此分为初炼和精炼两步进行。初炼:炉料在氧化性气氛的炉内进行熔化、脱磷、脱碳和主合金化。精炼:将初炼的钢液在真空、惰性气体或还原性气氛的容器中进行脱气、脱氧、脱硫,去除夹杂物和进行成分微调等。这样将炼钢分两步进行,可提高钢的质量,缩短冶炼时间,简化工艺过程并降低生产成本。", "label": "冶金工程", "id": 0}
{"content": "<正>渣精炼是高品质钢中非金属夹杂物改性和去除控制的重要手段。当存在足够充分的动力学条件,即钢液、精炼渣和夹杂物完全达到平衡时,钢中的夹杂物的成分应该与顶渣成分接近,说明精炼渣对夹杂物的改性不可忽视。对于高品质钢中夹杂物控制主要存在两种不同的策略,第一种就是用铝脱氧,另一种是硅锰脱氧。针对于铝脱氧钢,", "label": "冶金工程", "id": 0}
{"content": "文章对高效水环+蒸汽喷射真空泵系统在鞍钢炼钢总厂RH炉的国产化实践进行了详细的阐述,给出了真空泵系统的结构和技术参数,介绍了该真空泵系统两种模式的工艺流程。同时实践运行并比对了两种模式的抽气能力、抽真空时间和蒸汽耗量等性能参数,结果表明这种国产化的高效水环+蒸汽喷射真空泵系统具有蒸汽耗量低、抽气能力强、抽真空时间短的优点,满足RH真空处理要求。", "label": "冶金工程", "id": 0}
{"content": "本文介绍了LF泡沫精炼渣的提高热效率,降低炉衬消耗等功能,重点分析了炉渣物理性质、炉渣成分、工艺条件等对熔渣泡沫化性能的影响。指出精炼渣的脱硫性能和泡沫化性能存在一定冲突,发泡剂机理应该从提供气源以及改变熔渣物理性质两方面来考虑。", "label": "冶金工程", "id": 0}
{"content": "通过跟踪统计钢厂超低碳钢产品的增碳情况,分析了钢包渣线镁碳砖的侵蚀情况,计算了钢包渣线砖对钢水增碳幅度,研究了钢包渣线镁碳砖从RH出站到连铸中间包期间对超低碳钢的增碳影响。结果表明:第5层和第4层渣线镁碳砖失碳的主要方式是氧化和渣蚀,不进入钢水;第1层～第3层渣线镁碳砖除第一次使用前烘烤稍有失碳外,其余渣线砖侵蚀的[C]若全部溶解进入钢水,据此计算钢包渣线砖导致钢水增碳幅度为3.73 ppm。", "label": "冶金工程", "id": 0}
{"content": "钢包底吹搅拌是炼钢二次精炼广泛采用的精炼方式之一,搅拌强度对二次精炼钢水质量是很重要的。由于吹气管路泄漏或是堵塞原因,目前普遍采用的固定钢包底吹搅拌压力或流量不能满足钢水处理质量要求。本文介绍了宝钢上海梅山钢铁股份有限公司炼钢厂基于图像分析的钢包底氩搅拌在线监视与自动控制装置。该装置通过图像计算钢包钢水裸露面积和钢渣面积比例,并与标准面积比例进行比较,判断强度大小,反馈给流量调节阀,自动调节流量调节阀开度,从而获得合适的搅拌强度,满足钢水质量要求。", "label": "冶金工程", "id": 0}
{"content": "针对LF精炼存在的缺少不同品种钢科学合理的目标渣系,精炼过程成渣速度慢、渣系组分波动大等问题,分钢种确定精炼窄成分渣系;在转炉终点实施动态脱氧和顶渣处理工艺,稳定进LF精炼钢水氧化性;采用硅平衡法稳定控制炉渣组分。该工艺技术的应用使得上下炉次精炼渣碱度波动在0.5以内,夹杂物总级别≤2.0合格率达到95%以上。", "label": "冶金工程", "id": 0}
{"content": "为实现LF精炼炉钢水终点温度的精准控制,以唐钢生产数据为依托,利用分类模型（SOM）结合正则化极限学习机模型（RELM）的方法对LF精炼钢水终点温度进行了预测。首先,利用现场生产规则、SPSS软件及Matlab软件,提取了影响终点温度的主要因素,并对数据进行了预处理;然后,构建SOM神经网络分类模型,并对数据进行分类;最后,利用分类后的数据构建对应类别的RELM终点温度预测模型,进而建立分类别的钢水终点温度预测模型。结果表明,SOM-RELM模型通过对特征分散的数据进行先分类处理后再预测的方法,提高了模型的预测精度;当钢水终点温度容差为±5℃时,采用单一的BP神经网络和RELM模型的命中率分别为86.5%和91.0%,SOM-RELM模型的命中率达到了93.3%,可以更有效地提高模型的可靠性和指导实际生产。", "label": "冶金工程", "id": 0}
{"content": "介绍了通过研究中间包动态精准吹氩系统、大包喇叭式水口无二次氧化开浇技术、中间包环式氩封保护技术、带氩封环浸入式水口保护技术、中间包双挡墙挡坝技术、\"双高\"缓冷型保护渣连铸塞棒中间包冶金集成技术,改善连铸塞棒中间包冶金效果,降低夹杂物含量,提升铸坯质量,有效解决了轧制孔洞、起皮、裂边等质量问题。", "label": "冶金工程", "id": 0}
{"content": "针对钛微合金元素控制范围波动大,回收率不稳定,钢水洁净度不够的问题,通过研究钛微合金机理,分析影响钛元素回收率的因素主要是钢中氧含量、精炼过程操作、微合金化时机,通过优化转炉终点动态脱氧制度、完善精炼操作模式,根据脱氧方式调整钛微合金化时机,稳定钛元素的回收率,减少碳氮化物的析出,提高钛微合金化钢的洁净度,稳定铸坯和轧材性能。", "label": "冶金工程", "id": 0}
{"content": "通过优化冷轧基料冶炼工艺路线,实施钢包顶渣改质、改善炉后吹氩质量、控制钢中的[Al]s含量损失、连铸全程保护性浇注等措施,铸坯夹杂物控制水平、连铸连浇炉数及板坯质量得到了提高,实现了冷轧基料不走精炼,吨钢成本降低100元。", "label": "冶金工程", "id": 0}
{"content": "针对某厂90t钢包进行底吹氩气水模拟实验,根据原厂尺寸按照1∶3的比例制作有机玻璃钢包模型,研究了不同气体流量下对卷渣行为以及钢包混匀时间的影响,阐述了钢包卷渣形成和混匀机理,研究表明,气体流量越大,卷渣现象越严重,随着底吹流量增加,液面凸起直径和钢液裸露面积逐渐增大,最大直径达到16cm,钢液在空气中二次氧化越严重,造成钢液的污染,增加底吹气体显著加快了钢包混匀时间。", "label": "冶金工程", "id": 0}
{"content": "本文从设备升级改造、自动控制系统及智能控制模型建立以及精炼节点控制方面,介绍了莱钢钢包吹氩工艺的优化与创新。通过开发钢包全程智能吹氩工艺,实现了转炉出钢过程全程智能吹氩,精炼进站钢水成分、温度、渣况提升明显,优化精炼节点控制模型后,大幅降低了精炼工序消耗,缩短了精炼时间,提高了精炼生产效率。", "label": "冶金工程", "id": 0}
{"content": "作者对采用\"EAF-LF-RH-CC\"冶金工艺生产的高铁车轮、车轴钢中大型非金属夹杂物和宏观偏析的控制技术开展了试验研究,发现:超低氧含量（T.O<6ppm）铸坯中尺寸大于100mm的夹杂物全部为在连铸过程聚合形成的簇群状夹杂物,而铸坯宏观偏析主要表现为由铸坯边部至中心正负偏析交替发生的\"W\"形偏析。高铁轮轴钢LF精炼中,钢液中夹杂物发生由Al2O3向Mg O-Al2O3系、Ca O-MgO-Al2O3系、CaO-Al2O3系夹杂物的顺序转变。由于固态夹杂物与钢液间表面张力大而更易去除,因此开发了更高效的二次精炼工艺,其特点主要为:（1）尽可能地缩短LF精炼时间,以延缓固态夹杂物向液态夹杂物的转变;（2）将RH精炼时间延长至33min以上以更充分发挥其去除夹杂物能力,使RH精炼后钢液中夹杂物近乎全部为在其后连铸过程不易聚合的微小液态夹杂物。研究证实\"W\"形宏观偏析主要与结晶器电磁搅拌（M-EMS）和铸流区电磁搅拌（S-EMS）作用有关,通过采取措施大幅后移S-EMS位置并采用\"弱M-EMS/弱S-EMS/中F-EMS\"电磁搅拌功率控制模式,解决了长期困扰特殊钢连铸的\"W\"形宏观偏析问题。直径450mm和600mm连铸圆坯碳含量波动值低于0.03%,最大偏析度（C/C0）降低至1.03以下。", "label": "冶金工程", "id": 0}
{"content": "本文研究了\"铁水脱硫预处理—转炉—LF精炼—RH真空精炼—板坯连铸\"工艺X80管线钢非金属夹杂物的控制,采用此工艺生产的X80管线钢T[O]≤10ppm,实现了高洁净度控制;并对冶炼过程中的夹杂物转变机理进行研究,使钢坯中的夹杂物得到有效的控制:从形态上看,以球形夹杂为主;从成分上看,以高熔点的钙铝酸盐和Ca S的复合夹杂物为主;从尺寸上看,尺寸控制在≤8μm。通过板坯轧制后,采用金相评级的方法对轧材中的非金属夹杂物进行评级,非金属夹杂物的合格率稳定控制在99.6%以上,其中A类非金属夹杂物评级为0,B类非金属夹杂物评级≤1.5。", "label": "冶金工程", "id": 0}
{"content": "在RH精炼系统中,首钢股份二炼钢厂首次依靠转炉副枪TSC（定碳测温）或TSO（定氧测温）试样成分,预测出精炼到站样成分,可使部分钢种不取到站样,从而减少探头消耗数量,降低冶炼成本。RH精炼成分预测模型投入应用后需要大量冶炼炉次数据进行测试和对比分析,这些工作如果人工从后台数据库中导出再进行比对,存在工作效率低、误差率高的问题,本文提出了利用Excel VBA简化工作流程、提高统计效率的方法。", "label": "冶金工程", "id": 0}
{"content": "针对在精炼工序生产高纯净钢的工艺和操作展开探讨,通过对现场生产实践的分析,总结出对钢液中氮、氢、氧、硫、磷及其他非金属夹杂物在精炼工序操作过程中的控制方法,对生产实际操作有借鉴指导意义。", "label": "冶金工程", "id": 0}
{"content": "通过对精炼车间水介质用量大原因进行分析,重点从设备安全,改造成本,改造后操作方便等方面考虑。主要针对3#LF炉设备水和1#RH炉浊环水用量进行优化,通过对设备本体的改造,以及与能源中心水处理的协调,以达到降低水介质用量的目的。", "label": "冶金工程", "id": 0}
{"content": "以红土镍矿为原料的不锈钢冶炼,其生产工艺与普钢或电弧炉冶炼不锈钢的生产工艺都有很大的区别,由于其单位产品能耗限额既无国家标准也无行业标准,无法客观衡量和评判企业的能耗水平,制订以红土镍矿为原料的不锈钢单位产品能源消耗标准具有实际意义。本文对红土镍矿不锈钢单位产品能源消耗地方标准制定的背景、必要性和意义,标准制定的原则和依据进行了阐述,比较了其与现行法律法规、标准的关系,简介了标准编制的具体步骤和主要内容并对进一步的研究做出了展望。", "label": "冶金工程", "id": 0}
{"content": "三钢通过积极参与国家、行业标准的制、修订工作,夯实技术标准等基础管理工作,创新技术标准管理模式,适应市场用户的个性化要求,制定了相应的内控标准技术条件、技术协议予以实施。产品技术标准纳入生产经营全过程的制造物联集成系统（MES系统）进行管理,有力推进产品持续创新,质量的恒定升级。", "label": "冶金工程", "id": 0}
{"content": "鞍钢股份有限公司炼钢总厂在冶炼齿轮钢20CrMnTi的过程中,采取了转炉钢水扒渣、LF精炼强脱氧剂脱氧、VD深真空与软吹相结合、低过热度和低拉速浇注等工艺措施,20CrMnTi齿轮钢的成分、全氧含量、带状组织、淬透性等均满足标准要求。", "label": "冶金工程", "id": 0}
{"content": "研究了直通浸入式水口与两孔侧开浸入式水口对轴承钢中非金属夹杂物形貌、成分、尺寸及数量分布的影响,研究结果表明两孔侧开水口在促进钢中非金属夹杂物上浮去除方面具有明显的优势,两孔侧开水口各尺寸段夹杂物去除效率为13.1%-81%,总体上呈现随夹杂物尺寸增加,两孔侧开水口夹杂物脱除效率增加的趋势,直通水口复合夹杂物中CaS含量较高,其他组元成分无明显区别。", "label": "冶金工程", "id": 0}
{"content": "<正>我国是稀土资源大国,随着稀土资源的持续开发,镧、铈等轻稀土因应用领域较少而严重过剩,钢铁作为不可替代、用量最大的基础结构材料,成为轻稀土资源开发应用的主要领域。充分利用我国大量的镧、铈等轻稀土资源,进行钢铁产品的品种开发和品质提升,具有重要而紧迫的战略意义。", "label": "冶金工程", "id": 0}
{"content": "江阴兴澄特种钢铁有限公司的电炉-连铸产线包括EAF-LF-VD-CCM,高碳铬轴承钢是该产线的主要生产品种,生产的高碳铬轴承钢长期大量供应给世界知名轴承制造企业。多年来,根据钢种应有要求和设备特点,通过工艺实践和改进,生产的高碳铬轴承钢质量一直处于较高的质量水平。近年来,高碳铬轴承钢的全氧含量已控制在5ppm以下,轧材中心碳偏析指数在0.95-1.05,夹杂物自动扫描分析仪结果显示夹杂物直径主要集中在2-10μm,疲劳寿命L10为1.699×107和L50为3.637×107。", "label": "冶金工程", "id": 0}
{"content": "选用SiO2、Al2O3、MgO-Al2O3和MgO-CaO四种不同材质的耐火材料冶炼95Cr切割丝用钢,考察这四种不同材质的耐火材料对于切割丝用钢洁净度的影响,并在此基础上,进一步分析了各种材质耐火材料与钢液的相互作用。实验结果表明,不同材质耐火材料对钢中各元素含量均有较大的影响,不同材质耐火材料对钢中T.O及S有显著影响,其中以MgO-CaO材料最佳,可将全氧含量控制在5×10-6以下,其夹杂物数量较少,尺寸较小,主要为镁类及镁类复合夹杂,因此冶炼95Cr等切割丝用洁净钢时,MgO-CaO材料是最优质的耐火材料选择。", "label": "冶金工程", "id": 0}
{"content": "针对多数钢厂面临亟待解决的影响汽车齿轮高质量的原材纯净度、淬透性带宽、细晶粒这三方面关键因素,进行了高纯净度、窄淬透性带、细晶粒钢的技术研究,开发了纯净化和均质化的高品质汽车齿轮用钢,以满足高质量齿轮对制造材料越来越高的要求。", "label": "冶金工程", "id": 0}
{"content": "对轴承钢中形成氮化钛夹杂的条件进行热力学分析,由于选分结晶及氮和钛的平衡浓度积下降,氮化钛在凝固过程中析出、长大,为了抑制氮化钛析出,在某钢厂分别采取冶炼各工序控制钛含量和氮含量的措施。控制铁水、废钢及铁合金,优化钢中酸溶铝及精炼渣中氧化钛的含量,在采用高碱度和低碱度渣操作时,与之前高碱度渣操作相比可以将钢液的钛含量由0.0045%分别降至0.0028%和0.0013%的水平。通过优化转炉及精炼操作,加强连铸保护浇铸,可以将钢液的氮含量由0.0050%降低到0.0038%的水平。", "label": "冶金工程", "id": 0}
{"content": "本文通过分析细微夹杂缺陷成分、缺陷坯位置、炼钢工艺过程,弄清了细微Al-Ca-O系夹杂物的重要来源为钢包氧化性渣,采取了RH精炼结束顶渣改质工艺、中间包挡墙工艺、线圈式下渣检测设备三项措施后,基本杜绝了汽车外观零件和内板可视零件细微夹杂缺陷。", "label": "冶金工程", "id": 0}
{"content": "针对低氧含硫易切削钢（0.015%≤[S]≤0.035%,[Al]≥0.020%）生产中易出现的非金属夹杂物超标,氧含量偏高,可浇性差等问题,通过优化转炉工艺、精炼造渣、脱氧工艺和连铸工艺解决了钢水可浇性问题,实现了单中包连浇炉次≥8炉,钢材全氧含量稳定控制在10×10–6以下,非金属夹杂物的控制满足了高端客户需求。", "label": "冶金工程", "id": 0}
{"content": "本文基于金相检测的大颗粒夹杂物的尺寸,应用ASTME2283中极值分析的标准化方法（最大似然估计法）对轴承钢不同冶炼阶段所取试样中夹杂物尺寸分布进行了统计分析,并采用SEM/XPS对大尺寸夹杂物进行了成分检测。分析结果表明:在逆程周期为1000的检测条件下,通过极值分析方法可计算出试样中相对应99.90%概率的最大夹杂物尺寸,客观描述了轴承钢中夹杂物尺寸分布特征;某一视场或不同视场内发现两类的大尺寸夹杂物:CaO-Al2O3-（MgO）类和Al2O3类,两类夹杂物具有不同的尺寸分布规律;中间包浇注25min时Al2O3类夹杂物出现大尺寸概率明显小于CaO-Al2O3-（MgO）类夹杂物,说明大尺寸夹杂物主要为CaO-Al2O3-（MgO）类夹杂物。", "label": "冶金工程", "id": 0}
{"content": "利用FEI Explorer 4自动扫描电镜对硅脱氧弹簧钢55Si Cr炼钢过程样中氧化物夹杂的成分、尺寸、数量、形貌进行检测,统计分析过程变化情况。结果表明:从LF到连铸中间包的过程中,13μm以上氧化物夹杂由SiO2类转变为CaO-SiO2-Al2O3-MgO-MnO-（Na2O）。随着LF精炼及软吹处理,氧化物夹杂中Al2O3和MgO占比逐步升高,软吹处理后,13μm以上的夹杂物的数量显著减少。铸坯中20μm以上的氧化物夹杂易发生析晶现象,部分夹杂物的结晶相为2MgO·SiO2。", "label": "冶金工程", "id": 0}
{"content": "新能源行业的快速发展给钢铁材料行业带来新的机遇和巨大的挑战,为应对新能源汽车、风电行业等对于钢铁零部件的大型化、大厚度规格、轻量化、高强度、高速运行、大载荷、高寿命、少维护等要求,兴澄特钢应用全生产流程控制理念,开发多种高综合性能的真空连铸钢种,通过不断提高钢的纯净度来延长轴承钢寿命;通过成分配比和铸态组织控制实现高速齿轮钢的轻量化、热处理高效化;通过钢水原始夹杂物-连铸冷却制度设计控制夹杂物形态实现零部件高效和高精度加工,降低设备运行能耗和噪声;以及高强度弹簧钢、大圆坯材料、帘线钢、大壁厚容器、管线、大厚度齿条钢等钢种开发和生产过程中的共性问题和个性问题的解决,本报告中将予以重点介绍。", "label": "冶金工程", "id": 0}
{"content": "作者近年来围绕高性能高氮钢加压冶金理论、制备技术及品种开发开展了系统的研究。构建了加压条件下氮溶解度模型,阐明了加压强化冷却、细化凝固组织、减轻凝固缺陷的机理,丰富和发展了加压冶金理论。成功地开发出加压感应和加压电渣单步法冶炼工艺,创新地提出了加压感应和加压电渣重熔制备高性能高氮不锈钢双联新工艺,并制备出系列高性能高氮钢材料。围绕新一代高性能航空高氮不锈轴承钢进行了初步的成分优化、热加工和热处理工艺研究,揭示了氮和氮钼协同作用对组织和性能的影响规律,获得了最佳的热加工工艺,阐明了热处理工艺对组织和性能的影响规律。", "label": "冶金工程", "id": 0}
{"content": "近年来随着水电行业的快速发展,水电装机容量不断增加和设计水头不断提高,对水电站压力钢管所使用的高强钢板的强度、韧性、可焊性等方面均提出了更高的要求。高可焊性的高强度钢板逐步成为目前大型水电站和抽水蓄能电站的首选钢板。首钢4300中厚板生产线采用优化的成分设计,通过严格的冶炼、轧制及热处理工艺控制,开发出满足水电行业设计需求高焊接性800MPa级钢板、150mm规格特厚板、适应大热输入的配套焊材及高效焊接技术。800MPa级别钢板预热温度从150℃降低至80℃,50k J/cm热输入下热影响区KV2≥100J,焊接效率提高1.5倍;150mm特厚钢板贝氏体晶粒尺寸控制在10μm以下,与传统工艺相比晶粒尺寸减小了80%。", "label": "冶金工程", "id": 0}
{"content": "随着我国特高压电网及高能效配电网的大力发展,电网对变压器核心材料取向硅钢提出了新的需求:（1）超低损耗薄规格化;（2）优异涂层附着性;（3）低噪声。北京首钢股份有限公司与钢铁研究总院、中国电力科学研究院、沈变等全产业链联合研发,开发高效环保变压器用高性能取向硅钢。研究开发了超低损耗成套控制技术,采用抑制剂强化控制及其与二次再结晶过程精细匹配,解决了表面效应导致二次再结晶发生不稳定的难题,开发18SQGD060等3个超低铁损牌号;开发细密均质优附着底层综合控制技术,通过氧化膜细密化控制、高形核添加剂技术,产品附着性水平优异;开发了取向硅钢低噪声综合控制技术,采用脱碳退火两段式快速加热、大张力涂层均匀性控制与高叠装系数技术,开发出23SQGD080LN等低噪声牌号。产品应用于特变电工、西电集团、天威保变、ABB、西门子等国内外100多家知名变压器企业;应用于国网特高压\"双百万\"变压器、乌东德水电站、白鹤滩水电站、大唐托克托电厂、北京新机场等重大工程。提升了我国高磁感取向硅钢制造技术水平,保障和支撑国家能源战略可持续发展。", "label": "冶金工程", "id": 0}
{"content": "首钢汽车板自2009年投放市场,至今已经历十个年头,2018年汽车板产量突破315万吨,位居国内第二位。随着轻量化、节能减排、碰撞安全性要求的不断提高,汽车用先进高强钢在白车身中发挥了越来越重要的作用。首钢目前已实现1200MPa及以下强度级别冷轧先进高强钢产品全覆盖,同时为满足用户不同成形需求,陆续开发了DP、DH、CP、CH、MS等系列产品。文章介绍了首钢汽车用先进高强钢产品的开发思路及研发进展,并探讨了典型钢种的应用实践及应用关键技术等。", "label": "冶金工程", "id": 0}
{"content": "特种冶金是生产高端特殊钢和特种合金的主要手段,一直是国内外冶金技术竞争的制高点。本文首先回顾和总结了传统特种冶金技术的种类和主要生产流程。其次,概述了真空感应熔炼、真空电弧重熔、电渣重熔以及其他特种冶金技术的最新技术发展。第三,分析了特种冶金流程与转炉/电炉-精炼-连铸/模铸的普通炼钢流程的结合,实现高效和低成本生产高端特殊钢和特种合金的可行性。最后,列举了几种典型高端特殊钢和高温合金的特种冶金生产流程。", "label": "冶金工程", "id": 0}
{"content": "文章介绍了影响津西宽度160mm～320mm窄带钢冷弯开裂的主要原因,通过统计和实验室检测等分析出了影响开裂的主要因素是钢中硅酸盐夹杂物级别高、数量多。对转炉脱氧合金化作改进,减少总氧含量;保证Mn/Si≥2.5;中包满液面浇注;稳定浇注周期等优化冶金工艺措施后,将窄带钢的冷弯合格率由之前的50%～70%提升至95%以上。", "label": "冶金工程", "id": 0}
{"content": "采用铁水预处理→转炉→RH→LF→连铸生产工艺流程,实现高洁净度和良好内部质量抗酸管线钢连铸坯的批量化生产的冶炼技术。其应用控制水平达到钢水中[C]≤0.04%;[P]≤0.012%;[S]≤0.0008%;[N]≤0.0040%;[H]≤0.0002%;连铸坯低倍评级C类0.5级及以下;钢中B类夹杂物控制1.0级以下合格率99%以上,无长条状硫化锰夹杂,抗酸性能满足要求。", "label": "冶金工程", "id": 0}
{"content": "为了进一步提高310S钢种的洁净度,满足其耐蚀性能。利用化学分析、金相及小样电解、扫描电镜等手段研究了以EAF+AOD+LF流程生产310S耐热钢原精炼工艺下的钢水洁净度,并在此基础上提出了优化方案。结果表明,通过适当提高AOD还原炉渣碱度、LF进站采用铝粉进行深脱氧和延长大流量底吹氩气搅拌时间等手段提高了310S钢水洁净度,其中连铸坯w（T[O]）由0.003 4%下降到0.002 5%,消除了直径大于30μm的大颗粒夹杂物,直径超过15μm的夹杂物数量减少了5.8%,1～7μm的弥散夹杂物数量增加了15.5%。", "label": "冶金工程", "id": 0}
{"content": "工艺安全管理（PSM）原是石油化工企业应用较为广泛的一种安全管理方法,它通过对工艺过程中的危害和风险进行识别、分析、评价、处理,从而避免与工艺相关的伤害和事故。探讨如何创新性的将PSM应用在炼钢厂的的安全管理中,根据钢厂工艺特点,建立新的HAZOP、JSA安全模型进行工艺安全分析,用LS法和LEC法进行风险评估,根据分析结果、针对性地进行防控。在风险防控上,应用LOTO、DNT/DNT例外这两个安全管理工具。目的是通过这种管理人员、技术人员和基层员工全员参与的安全管理方法,优化炼钢厂的安全管理,使得钢厂安全管理更加完善。", "label": "冶金工程", "id": 0}
{"content": "<正>1现场实际情况及表现问题:（1）钢厂有两路220kV的电网供电,每路有一台三绕组变压器,容量100MVA,电压比220/37/10.5kV。两台变压器的35kV侧分别给一段、二段负载供电。二段负载有中板厂,三钢中板厂有上下辊2台5500kW的交交变频轧机,配备了SVC补偿系统,其中TCR容量22Mvar, FC容量22Mvar,FC由3次4Mvar,5次7.014Mvar,7次", "label": "冶金工程", "id": 0}
{"content": "提出了基于计划带出品最小化、成材率最大化和铸机产能自动平衡的中厚板效益最大化材料设计,效益最大化材料设计包括物料形变算法、选坯优化、多坯型选坯和订单合并。物料形变算法找出所有可用坯型,选坯优化找到最优坯型;单坯型无解的材料设计可进行多坯型选坯;多坯型仍然无解的材料设计进行订单合并。效益最大化材料设计的应用可实现材料设计效益最大化,显著提高企业的经济效益。", "label": "冶金工程", "id": 0}
{"content": "通过对影响转炉煤气\"单柜双厂\"回收因素进行研究,采取可行措施加以改进,实现单座10万立方米气柜回收两个炼钢厂煤气,确保了安全生产的运行,并创造可观的经济效益。", "label": "冶金工程", "id": 0}
{"content": "介绍了酒钢炼轧厂转炉一次除尘工艺流程及除尘系统存在的问题,根据冶炼工艺参数核算烟气量,与现有除尘风机参数进行对比,结合国内转炉一次除尘技术的发展方向及炼轧厂转炉冶炼工艺,探讨转炉一次除尘的改进方向,提出了改进建议。", "label": "冶金工程", "id": 0}
{"content": "新区炼钢厂在进行翻包倒渣作业时,产生阵发性粉尘,现有收集罩收集效果不佳,造成大量粉尘逸散,对环境保护及操作人员危害较大,基于炼钢厂翻包区域的现有装备和实际生产情况,采用雾化喷淋除尘技术对翻包区域除尘系统进行优化设计改造,通过生产及应用实践,改造取得明显效果,有效改善翻包区域的工作环境。", "label": "冶金工程", "id": 0}
{"content": "本文主要论述中厚板企业集约化生产措施,包括异钢种连浇过渡坯处理,钢坯牌号整合集约化生产和订单合并规则优化等,满足了当前订单生产的需求。", "label": "冶金工程", "id": 0}
{"content": "为分析钢厂复杂生产组织行为的运行特征,基于钢厂生产流程的生产运行仿真研究,寻求生产运行模式及其主要影响因素之间的调控关系。论文建立了以炼钢生产流程网络的制造单元作为节点、以生产调度规则作为模型演化规则的元胞自动机仿真模型;通过现实钢厂的生产运行实例验证了基于该模型进行炼钢生产过程仿真的可靠性;通过对钢厂生产系统运行状态有直接影响的主要因素的变化情况进行仿真研究,以了解不同生产运行模式下的钢厂生产系统特征。研究结果可以为生产组织策略优化提供决策支持。", "label": "冶金工程", "id": 0}
{"content": "通过分析炼钢合金消耗机理,在合金最优控制模型和生产数据的基础上,将统计与机理建模相结合,研制出了钢记号与合金消耗的对应智能模型群;再根据一定生产周期的合同与销售计划信息,开发了炼钢合金需求预测模型;以此为基础结合库存理论,综合考虑订购费、存贮费、缺货损失费等,以总费用最小为目标,研制出合金综合管理与采购智能优化决策支持系统。该系统在宝钢股份宝山基地获得应用,经济效益明显。", "label": "冶金工程", "id": 0}
{"content": "MES（Manufacturing Execution System）系统在炼钢行业的应用已十分普遍和成熟,但是仍有很多钢铁企业需要耗费大量的人力来完成基于实际生产层面的成本核算和统计分析工作。炼钢工艺精细化成本管理系统充分结合了Extjs框架的优越性,利用Oracle数据库的接口技术获取实时数据,以及多维报表适应多种用户需求的特性。该系统的设计实现不仅能实时查询工艺物料消耗和成本消耗,还能够站在更高层面上查看整个炼钢工艺的实际成本情况,进行多角度成本分析,有效解决了炼钢工艺生产成本的核算问题,保证数据的实时性和准确性,减少人为工作量,便于实时监控,为企业提高经济效益。", "label": "冶金工程", "id": 0}
{"content": "GOR（Gas Oxygen Refining）车间是不锈钢炼钢厂安全高效生产的重要环节。为改进GOR车间的管理水平,需要将存放在二级服务器中的生产数据连接到Excle服务器中。而传统操作需手动录入的方式,效率低、易出错。为解决这一问题我们采取了使用ODBC数据的转换方式,将二级服务器Oracle数据库中的数据快速准确的连接到Excle服务器SQL数据库中来。实际使用证明从二级服务器中直接提取数据,速度快、及时性强、数据准确,满足实际生产需要。", "label": "冶金工程", "id": 0}
{"content": "在钢厂里,需定期对设备进行检修、维护,为了确保工人的人身安全,就需要设计检修平台。本文就介绍各种各样的设备检修平台,包括固定式检修平台、折叠式检修平台,以及活动栏杆、安全止挡、安全插销等设计细节,供设计、制造、维护时参考。", "label": "冶金工程", "id": 0}
{"content": "本文分析了工业4.0和智能工厂设计的新特点,依据目前镭目公司在沙钢等钢厂生产线上实施的智能工厂设计方案和实施情况,重点介绍了智能制造关键技术和实施效果。", "label": "冶金工程", "id": 0}
{"content": "针对钢铁企业中原有设备管理模式和软件的缺点,介绍了B/S模式下钢厂设备仪器管理系统的设计,同时探析了在B/S模式之下进行的钢厂设备仪器管理系统的开发以及优势,以及各部分组织结构的主要特征,并且详细地进行了整体结构架构的探讨。", "label": "冶金工程", "id": 0}
{"content": "针对钢厂天车调度问题,以重钢包运输、空钢包运输以及突发辅助运输作为天车调度任务,考虑天车吊运过程中的空间和时间相关约束条件,提出了遗传算法与仿真模型混合优化求解方法:以任务的天车选择序列作为染色体编码,使用仿真模型的择车规则产生初始种群,然后经由选择、交叉和变异等遗传操作产生新种群,再通过仿真运行的天车属性更新规则、冲突处理规则产生可行的天车调度方案,如此经过不断进化迭代获得较优的天车调度方案。在初始化过程中,仿真模型使用不同的择车规则产生较高质量的初始种群;在迭代过程中,基于给定天车选择序列,仿真模型可快速确定可行天车调度方案。采用某钢厂浇铸跨的生产数据进行实验,结果表明设计的求解方法能够获得较好的天车调度方案,可为实际生产过程中的天车调度提供有效指导。", "label": "冶金工程", "id": 0}
{"content": "订单跟踪系统是对订单货物所处状态进行跟踪的系统,包含:计划、订单、确认、跟单和出货5个步骤,涉及到客户、加工中心、销售部、生产部和钢厂和运输部6个部门。整个系统实现了客户从生产计划开始,到订单完成,加工中心出库至客户为止的整个供应链的计划、订单、生产、出库的所有状态的跟踪、预警和报警,数据图形化、表格化显示,使订单完成可以精确到周或天。", "label": "冶金工程", "id": 0}
{"content": "针对中厚板坯料设计后的板坯宽度已确定不得更改的强制约束情况,从有利于炼钢生产计划安排的角度,考虑设备产能、炉容等约束,以最小化板坯的钢级替代、出钢时间提前或拖期、余材产生和板坯未被选择导致的综合惩罚为目标,建立中厚板炉次计划编制的整数规划模型。采用基于MATLAB软件的YALMIP优化工具箱对模型进行优化求解,设计基于钢厂生产数据的仿真实验进行验证,结果表明,与不考虑钢级替代和出钢时间调整的情况相比,采用本模型进行设计的炉次编制结果综合惩罚值更低、余材更少,求解质量和时间均满足实际需求。", "label": "冶金工程", "id": 0}
{"content": "本文主要针对外排水、反洗水和跑冒滴漏水等问题,通过采用水处理工艺和设施的改进的方法,达到节水降耗的目的。", "label": "冶金工程", "id": 0}
{"content": "采用传统OG法的转炉钢厂如不进行减排达标改造,将因排放指标不达标,能耗高而面临被责令停产、关闭。本文对两种OG法的改造方案进行了分析和比较,给出了针对不同情况下的企业采用不同改造方案的建议。", "label": "冶金工程", "id": 0}
{"content": "介绍了承钢公司二高线车间PF线保温通廊的概况、结构选择和应用要点,同时介绍了关键工艺参数的设计方法,实践证明,该设计方法科学合理,应用效果良好,提高了线材性能,缩短了时效期,经济效益明显增高。", "label": "冶金工程", "id": 0}
{"content": "针对铸轧一体化生产条件下的热轧批量计划编制问题进行分析,重点讨论了带材与中厚板材两类不同产品轧制规程对计划编制的影响;从综合考虑连铸、加热和轧制三大工序的生产目标及相应工艺约束的角度,基于车辆路径问题建立了兼顾前后工序计划衔接的热轧批量计划编制数学模型,并设计了改进的元胞遗传算法进行模型求解。以某钢铁企业轧钢厂的带钢生产计划编制的实例数据,进行模型的仿真实验验证,检验了模型和算法的可行性和有效性。", "label": "冶金工程", "id": 0}
{"content": "木文分析了武钢条材总厂一炼钢分厂钢坯库区的作业流程以及危险有害因素,通过大力推进本质化安全管理不断优化作业流程,制定有针对性的安全措施,使得库区物流更加顺畅,作业更加规范,有效保障了安全生产。", "label": "冶金工程", "id": 0}
{"content": "简要介绍了炼钢转炉的分类和冶炼工艺,分析了转炉用耐火材料的损毁机制,归纳了转炉系统用耐火材料的主要类型,重点阐述了炼钢转炉用耐火材料新技术如高性能镁碳砖、环保型不定形修补料及高温喷补技术、风口透气砖（顶底复吹技术）与挡渣滑板技术的研发和应用情况,指出了炼钢转炉用耐火材料的主要发展方向。", "label": "冶金工程", "id": 0}
{"content": "介绍了RH无铬耐火材料在鞍钢股份有限公司鲅鱼圈钢铁分公司使用情况,通过分析各部位耐火材料的侵蚀状况和损毁形式,开展技术创新,插入管的使用寿命提高到接近含铬耐火材料的水平,真空室异常下线的次数显著降低,保证了精炼生产的稳定运行。", "label": "冶金工程", "id": 0}
{"content": "文章介绍了八钢第二炼钢厂120t转炉在多年的生产实践过程中,结合其自身的炉衬砌筑、冶炼钢种、操作技能等特点,逐步深入探索炉底厚度的控制,采用溅渣护炉、渣补、铺生铁等手段将炉底厚度控制在800～1000mm,节约耐材成本和提高转炉作业率的同时,炉龄可安全达到10000炉的水平。", "label": "冶金工程", "id": 0}
{"content": "文章介绍了迁钢210t顶底复吹转炉经济炉龄探索情况,得出了现情况下迁钢最佳经济炉龄为5200炉,及相应的补护炉和复吹孔维护方案。结果表明:耐材成本增加0.95元/t,转炉后吹率由4.3%降低到2.2%、吹炼时间缩短18s、转炉平均终点氧活度降低29×10–6、碳氧积降低0.00012、终渣TFe降低0.5%、转炉吹损降低0.75%、金属料损失降低1.35元/t,转炉平均脱磷率提高1.1%,溅渣料成本降低0.21元/t、溅渣氮气降低0.6m3/t、溅渣时间缩短21s,铝金属成本降低0.65元/t,检修费用增加0.38元/t,综合降低炼钢成本0.88元/t。", "label": "冶金工程", "id": 0}
{"content": "<正>在耐火材料产品中,不定形耐火材料由于生产工艺简单,单位能耗低,适应性强等优点得到了广泛推广。钢包耐火材料消耗比例约占炼钢耐火材料总消耗的35%,在炼钢系统中占有重要地位。因此,国内外均十分重视钢包内衬耐材、维修与结构的研究,以便提高使用寿命,降低炼钢成本和耐材消耗。", "label": "冶金工程", "id": 0}
{"content": "分析了镁砂种类、减水剂、微粉粒度、微粉种类对环保型碱性自流补炉料性能的影响,并结合以上因素进行综合试验,取得环保型长寿命碱性自流补炉料的优化配方。在某钢厂150t转炉进行试验,效果良好。", "label": "冶金工程", "id": 0}
{"content": "以粒度8～5、5～3 mm的板状刚玉、粒度3～1 mm的白刚玉和粒度≤1 mm的电熔镁铝尖晶石颗粒为骨料,以粒度≦0.074 mm、≦0.044 mm的白刚玉和烧结尖晶石微粉为基质,活性α-Al2O3微粉和纯铝酸钙水泥为结合剂,制备了刚玉-尖晶石钢包水口座砖,研究了烧结尖晶石微粉加入量（质量分数分别为0、2%、4%、6%和8%）对水口座砖常温性能、抗热震性和抗渣性能的影响。结果表明:随着温度的提高,孔隙率上升,体积密度下降,线变化增大;随着尖晶石微粉加入量的增加,刚玉细粉相应减少,刚玉与尖晶石固溶体逐渐减少,生成的CA6相均匀分布于尖晶石周围,形成层状网络结构,水口座砖的抗渣性能得到明显地改善;当烧结尖晶石微粉的加入量（w）为4%时,常温物理性能最佳,抗折强度达到极值23.9 MPa,1200℃处理后耐压强度为83.3 MPa,高温抗折强度最优为6.5 MPa,抗热震性能最好。", "label": "冶金工程", "id": 0}
{"content": "介绍了一种新型碳质石墨电极的接长装置,着重介绍了本装置的结构及其工作原理。通过公司近几年的不断实践,已经获得了成功的实践数据,推出了适合炼钢电炉、精炼电炉、工业硅电炉、刚玉电炉以及黄磷炉等各种采用碳质石墨电极生产的电极接长装置。文章除了对装置的结构及其工作原理介绍外,同时对主要零部件的设计做了阐述。", "label": "冶金工程", "id": 0}
{"content": "通过采用新型石墨电极抗氧化技术,能有效降低石墨电极的单耗,间接的减少接电极次数,减轻员工劳动强度,危险操作频率减少,进而提高生产效率,加快生产节奏,降低成本,最终达到节能减排的效果。", "label": "冶金工程", "id": 0}
{"content": "随着高品质超低碳钢需求量的不断增加,RH-KTB炉（顶吹氧真空循环脱气精炼炉）由于其兼具真空循环脱气脱碳以及热补偿的作用,已经广泛的运用于钢的二次精炼中。此次研究以某300tRH-KTB精炼炉为原型,并基于VOF多项流模型建立了真空条件炼钢温度下顶-侧复吹的三维数学模型。研究了顶吹与侧吹同时作用下的气-液交界面的运动行为,以及不同真空度对RH-KTB炉混匀时间的影响。研究表明,由于顶吹的作用,真空室内液体流动不再是稳定的从上升侧流向下降侧,而是出现强烈的湍流和液体飞溅。同时真空度越高,炉内液体的混匀时间越短,即对于提高脱碳效率的有利的。", "label": "冶金工程", "id": 0}
{"content": "本文介绍了一种新型碳质石墨电极的接长装置,着重介绍了本装置的结构及其工作原理。通过公司近几年的不断实践,已经获得了成功的实践数据,推出了适合炼钢电炉、精炼电炉、工业硅电炉、刚玉电炉以及黄磷炉等各种采用碳质石墨电极生产的电极接长装置。本文除了对装置的结构及其工作原理介绍外,同时对主要零部件的设计做了阐述。", "label": "冶金工程", "id": 0}
{"content": "针对合同板坯的单重和数量已知,考虑板坯宽度为一个区间范围、主副钢级使用替代的组炉问题,建立了最小化余材、钢级成本、炉数、宽度个数的多目标优化模型,并提出了一种改进紧致遗传算法来求解模型.该算法首先设计了组炉问题的双层基因编码,然后根据编码特点建立了相对应的概率模型,并给出了使用双个体对概率模型进行更新的策略.使用现场数据测试表明该算法能给出一个较优的组炉方案,为计划员提供决策支持.", "label": "冶金工程", "id": 0}
{"content": "介绍了宝钢150吨超高功率直流电弧炉的具体设计和使用现状,以及电炉所用耐火材料及其维护,重点剖析影响炉子炉龄的因素,全方位分析,引入全面质量管理理念,全面提高炉龄,维持炉子的正常运转,达到降低炼钢成本、提高产能的目的。在充分分析宝钢150吨电炉设计现状的基础上,从炼钢过程的操作上、特殊情况的处理上建立标准化作业,在确保安全生产的同时,注重对炉子的正确使用和保养。在炉子的维护上注重维护模式和标准的完善、细化,持续改进,充分发挥冷补维护技术作用,对底电极扩孔采取新的有效手段。着重介绍了炉龄攻关所取得的炉衬零残厚管理、炉衬反应层等一系列技术应用,使宝钢炼钢厂中修炉龄从原来的500炉提高到800炉,大修炉龄达到2000炉以上水平,实现电炉炉龄在国内一流的目标。", "label": "冶金工程", "id": 0}
{"content": "电弧炉底吹技术在世界范围内得到了越来越广泛的应用,随着市场的需求不断扩大,国内外一些钢厂先后引进带有底吹系统的电弧炉。采用底吹技术可缩短冶炼时间,降低渣中氧化铁含量,提高金属收得率,降低铁合金消耗量,同时起到均匀钢液成分和温度的作用。近两年来随着对国内众多钢厂供应电炉供气砖并附带有简易机构方便中修挖补更换,使用效果获得客户的认可。", "label": "冶金工程", "id": 0}
{"content": "简要介绍了炼钢电炉的主要类型和冶炼工艺,分析了电炉用耐火材料的损毁机理,归纳了电炉各个部位用耐火材料的主要类型,重点阐述了炼钢电炉用耐火材料的研发和应用情况,指出了炼钢电炉用耐火材料的主要发展方向。", "label": "冶金工程", "id": 0}
{"content": "在选用不同型式的电炉之前进行最优工艺技术评估时,影响电炉型式的选择有诸多因素如:原材料价格和可用性,炼钢和炼铁之间的生产平衡,总运营成本控制,设备安装的可用空间和电网条件等。达涅利作为炼钢领域的设备和技术供应商,能够提供灵活的炼钢方案,选用不同类型的电炉。本文对配套废钢预热和连续废钢加料工艺同时具备安装连续兑铁水装置的ECS电炉系统与传统电炉进行了比较。同时,对先进的电炉冶炼技术在不同项目中的应用效果进行了描述。本文旨在为钢厂依据自身需要而选用最优设备提供支持:如何平衡投资和生产成本之间关系,同时能够灵活使用不同种类的原材料以获得较低的运营成本。", "label": "冶金工程", "id": 0}
{"content": "综述了目前转炉不同区域维护用热修补料、喷补料、灌浆料和手投料的材质体系、施工方式和使用性能,分析了转炉维护耐火材料的选择、消耗比例和转炉工况条件之间的相关性,并对今后转炉用维护耐火材料技术的发展趋势进行了展望。", "label": "冶金工程", "id": 0}
{"content": "介绍了RH无铬耐火材料在鞍钢股份有限公司鲅鱼圈钢铁分公司使用情况,通过分析各部位耐火材料的侵蚀状况和损毁形式,开展技术创新,插入管的使用寿命提高到接近含铬耐火材料的水平,真空室异常下线的次数显著降低,保证了精炼生产的稳定运行。", "label": "冶金工程", "id": 0}
{"content": "为了提升RH炉浸渍管浇注料的使用性能,以板状刚玉、电熔白刚玉粉为主要原料,添加活性氧化铝微粉,研究铝酸钙水泥加入量（质量分数分别为3%、6%、9%、12%）对浇注料体积密度、显气孔率、耐压强度、抗折强度、烧后线变化率及抗热震性的影响,并用SEM对试样进行显微结构分析。结果表明:随着铝酸钙水泥加入量的增加,试样的体积密度逐渐增加,显气孔率逐渐减小,耐压强度及抗折强度先增加后减小,线变化率逐渐减小后增大,热震次数先减小后增大。当铝酸钙水泥加入量（w）为3%～6%时,试样的综合性能最佳。", "label": "冶金工程", "id": 0}
{"content": "分析超纯铁素体不锈钢的冶炼钢种特点及所用耐火材料的损毁机理。对VOD用后镁钙砖进行电镜分析发现:C-A-S系熔渣对镁钙砖渗透侵蚀严重,渗透区域可达90%以上,残砖表面呈现明显梯度变化依次为重度变质层、轻度变质层、渗透层和原砖层。熔渣中CaO、Al2O3、SiO2、Fe2O3等成份与原砖反应后形成的C3S和C4AF是主要硅（铝）酸盐矿物相。C3S分解产生的C2S和CaO中低温产生体积膨胀效应,造成耐火砖表面出现粉化和大面积剥落。富Al2O3的熔渣增加了镁钙砖中的CaO向熔渣中熔解的趋势,CaF2能够明显降低熔渣的粘度,加剧对镁钙砖的渗透侵蚀。分析VOD采用低碳镁碳砖作为炉衬的理论基础,并在VOD渣线进行现场使用,比较现用20烧成镁钙砖,低碳镁碳砖的抗渣性及抗热震效果取得明显改善。", "label": "冶金工程", "id": 0}
{"content": "RH插入管内衬一直用镁铬砖作为工作衬,因存在Cr6+的公害问题,近年来尝试用Al2O3-尖晶石浇注料取而代之,为此要求Al2O3-尖晶石浇注料的性能须满足苛刻的使用要求,对其组成、显微结构和性能进行优化十分必要。研究了结合体系、尖晶石的粒度和CaO的引入方式对Al2O3-尖晶石浇注料性能的影响,进行了浇注料的性能优化和应用试验。选取烧结氧化铝、富铝尖晶石、活性氧化铝超细粉等为主要原料,制备了Al2O3-尖晶石浇注料。研究了水硬性氧化铝加入量（分别为0%,1%,2%和3%）,尖晶石微粉加入量（分别为0%,2%,4%和6%）和纳米级CaCO3加入量（分别为0%,0.3%,0.6%和0.9%）对Al2O3-尖晶石浇注料110℃、1000℃、1400℃和1550℃烧后试样的永久线变化率、常温抗折强度、常温耐压强度,1400℃热态抗折强度、荷重软化温度等性能的影响。采用静态坩埚法研究了上述三因素对Al2O3-尖晶石浇注料抗渣性的影响,并借助SEM和EDAX对部分抗渣后的试样做了显微结构分析。对Al2O3-尖晶石浇注料的性能进行了优化。性能优化后的浇注料在宝钢集团梅山钢铁公司炼钢厂的RH现场实炉进行了替代镁铬砖的使用试验,取得了预期的效果。", "label": "冶金工程", "id": 0}
{"content": "为了研究电磁场作用下熔渣对镁钙耐火材料的侵蚀和渗透行为,配置R=4的熔渣,采用静态坩埚法,在电阻炉和多因素抗渣炉（电磁场、真空、惰性气氛N2）中于1600℃下保温2 h和1 h对镁钙耐火材料进行侵蚀试验。测量试验后试样的侵蚀和渗透深度,并利用SEM、EDS、XRD对试样进行表征。结果表明:（1）在电磁场环境下镁钙耐火材料经碱性渣侵蚀的渣线部位存在方镁石、硅酸三钙、CaO和硅石相;在无电磁场环境下渣线部存在方镁石、硅酸三钙和方石英相。（2）在电磁场环境下碱性渣对镁钙耐火材料侵蚀和渗透相对于无电磁场环境下碱性渣对镁钙耐火材料侵蚀和渗透较为严重。（3）在电磁场环境下镁钙耐火材料中的Fe2O3中的铁离子会发生扩散。", "label": "冶金工程", "id": 0}
{"content": "<正>1.研究背景高级洁净钢技术的开发和推广是钢铁行业的热点和难点之一,具有重要的应用前景。本研究介绍了两个电磁冶金技术:钢包电磁出钢技术利用Fe-C合金替代传统引流砂,用感应加热的方式使Fe-C合金迅速熔化,实现自动开浇,显著提高钢的洁净度。电磁旋流水口连铸技术利用旋转电磁场以非接触的方式使水口内钢液形成旋转流动,避免水口堵塞,提高水口出流的均匀性和稳定性,降低结晶器内弯月面波动,改善铸坯质量和洁净度。", "label": "冶金工程", "id": 0}
{"content": "本文重点介绍了鞍钢电、磁冶金技术研究进展,包括外加电场钢液净化技术、大方坯末端电磁搅拌技术、小方坯结晶器电磁搅拌技术及新型的螺旋电磁搅拌技术研发等。并对其今后的研宄方向进行了展望。渣金间施加直流电场试验结果表明在3~5V,50~80A的外加直流电场下,20min内可将钢液中（100t）的溶解氧由初始的868×10-6脱除至642×10-6,整个过程脱氧速率可达11.3×10-6min-1。大方坯的末端电磁搅拌研宄表明优化电磁搅拌电流和频率能够促进铸坯液芯同时凝固,提高铸坯质量。小方坯结晶器电磁搅拌研究结果表明频率为2Hz,搅拌电流为350A时等轴晶率被明显提高,铸坯质量改善明显。螺旋电磁搅拌研究表明单绕组螺旋搅拌能够在三维方向上促进金属液的传质、传热,与传统电磁搅拌相比可以提高铸坯等轴晶率,降低元素偏析程度,由于其体积与传统搅拌器接近,结构相对简单,制作和维护费用不高,适合工业推广应用。图1为180小方坯的低倍照片对比,经过工艺优化后的铸坯中心缩孔、偏析明显减轻。", "label": "冶金工程", "id": 0}
{"content": "对冷坩埚中钢水凝壳熔炼工艺进行了研究,介绍了冷坩埚中凝壳熔炼工艺的感应加热和水冷降温的两个重要特点:研究了凝壳熔炼过程的凝固机理,建立了感应凝壳的热平衡模型,分析了水冷导热量和感应加热功率两个因素对凝壳厚度的影响,得出实验条件下的最适宜凝壳厚度。", "label": "冶金工程", "id": 0}
{"content": "钢厂是排放CO2的来源之一,最大限度的减少温室气体的排放向发展像氢等离子熔融还原这种新技术提出了挑战。以科学为基础并在leoden大学进行了氢等离子熔融还原的实验,实验结果促使了氢等离子熔融还原概念在工业领域的发展和应用。当大范围的发展性工作已经完成的时候,技术评估指出了它在未来成为一种对环境友好的一种炼钢技术的潜力。", "label": "冶金工程", "id": 0}
{"content": "概述重钢炼钢厂80tLF钢包炉生产一年以来的精炼工艺实践、冶金效果,包括底吹流量、钢包加热、精炼渣的开发应用,以及钢中夹杂物的控制。", "label": "冶金工程", "id": 0}
{"content": "报告主要阐述如何开展电弧炉炼钢工程的流程设计,以及流程设计中应该注意的几个问题,同时针对如何进行电炉及炉外精炼选型给出建议。", "label": "冶金工程", "id": 0}
{"content": "某钢铁厂150 t直流电弧炉采用3台33 kV/648 V整流变压器供电,33 kV侧配置一套120 MVA SVC补偿装置。直流电弧炉冶炼过程中产生的直流和低频谐波分量使110 kV变电所内10 kV高压氮压机轴向振动,频繁报警并跳机,本文提出了一种优化SVC控制算法,即利用SVC输出感性或容性无功,反向影响系统电压,从而消解电网中的低频谐波。本算法可以彻底解决氮压机轴向低频振动问题。", "label": "冶金工程", "id": 0}
{"content": "大气中的氮氧化物反应形成臭氧,构成烟雾和酸雨,形成细微颗粒形核中心,这些污染物这些都对人类健康产生了不利影响。美国环境保护署对氮氧化物NOx已经加以限制,特别是在非达标地区坚持政策的执行。得兴公司（Techint）研发整个熔炼钢厂的NOx排放最小化工艺设备,集中在电弧炉冶炼领域,也包括钢包精炼炉、真空脱气炉、连铸机、钢包和中间包加热和干燥设备工艺过程。本文讨论研究和采取实际措施,使得钢厂的吨钢液态钢水产生的NOx平均水平低于1.6oz/吨。", "label": "冶金工程", "id": 0}
{"content": "<正>随着管线钢产品的应用领域不断拓展,新的应用领域如腐蚀环境、海洋环境对管线管产品提出了更高的要求,尤其是钢中氮含量的控制。从API SPEC 5L第44版开始,在酸性服役环境和海洋服役环境中增加了N≤0.0120%的要求,并明确了A1/N≥2的要求[1],重点客户的内部标准,甚至要求N≤0.0080%。钢水中氮含量偏高会使钢产生应力时效,极易出现冷脆现象,降低管线钢的成型性及高温韧性、塑性和焊接性能[2]。目前电弧炉广泛采用超高功率供电技术,高温电弧直接电离空气中的氮气,导致钢液吸氮能力大幅增加;", "label": "冶金工程", "id": 0}
{"content": "本文主要基于对直接还原铁（DRI）的品质及电弧炉炼钢生产操作的工艺制度出发,较为全面的分析探讨了电弧炉采用直接还原铁炼钢的影响,指出了全铁含量高、金属化率高、有害元素少、粒度和密度适中的直接还原铁是电弧炉炼钢的优质原料,将对电弧炉炼钢的各项指标有积极的作用,并且,在电弧炉炼钢生产过程中大比例使用直接还原铁已较为成熟。", "label": "冶金工程", "id": 0}
{"content": "对电炉（EAF）冶炼+钢包炉（LF）精炼+真空脱气（VD）+电渣重熔（ESR）工艺生产热作模具钢H13的各流程取样,对钢样的成分、氧化物夹杂物形貌和组成进行了研究,对各阶段钢中夹杂物的数量和尺寸分布进行了统计。结果表明,LF精炼结合VD处理能够有效的降低钢中的氧、氮、硫的含量,但由于模铸及电渣过程的保护措施不足,钢中的氧和氮含量回升。精炼过程能有效地将块状的Al2O3夹杂物变性为球状的Al2O3·CaO夹杂。电渣重熔过程可以有效地去除钢中的夹杂物的数量从而提高钢的洁净度。", "label": "冶金工程", "id": 0}
{"content": "从电弧炉洁净化冶炼技术出发,结合国内外应用及研究现状,介绍并分析了废钢破碎分选、电弧炉炼钢复合吹炼、气-固喷吹、质量分析监控及成本控制等洁净化冶炼关键技术的创新与发展状况。指出加快电弧炉炼钢流程技术创新,特别是洁净化冶炼技术的完善与突破,构建电弧炉炼钢流程洁净化生产平台,提升电弧炉炼钢流程产品质量和竞争力,将是未来电弧炉炼钢的发展方向。", "label": "冶金工程", "id": 0}
{"content": "1Cr11MoNiW1VNbN材质作为马氏体耐热不锈钢材料,由于其良好的高温持久强度、热稳定性、高温抗蠕变性能和高温抗氧化性等综合性能,在超临界汽轮机行业获得越来越广泛的运用。本文着重介绍利用电弧炉和中频炉冶炼1Cr11MoNiW1VNbN耐热不锈钢的工艺流程及成分控制要点,可供同行参考。", "label": "冶金工程", "id": 0}
{"content": "论述了采用\"50t电炉→LF→VD→模铸3.16 t钢锭→轧制\"工艺流程试制生产优质石油钻头用钢EX30、SN2025的过程。通过对关键化学元素成分控制,试制6炉钢,晶粒度7级。EX30钢力学性能Rel值803~1070MPa,Rm值1075~1311MPa。SN2025钢力学性能Rel值1088~1143MPa,Rm值1340~1401MPa,各项技术指标均满足标准要求。", "label": "冶金工程", "id": 0}
{"content": "4Cr5MoSiV1作为模具用钢的典型钢种,在模具加工制造业中得到了长足的发展和广泛的应用。通过采用电炉模铸和800棒线材轧机进行生产试制,试制结果表明此工艺可行。产品磷含量≤0.010%,硫含量≤0.004%,晶粒度达到10.5级,横向冲击≥11J,夹杂物A类≤1级,B类≤0.5级,C、D类均为0级。", "label": "冶金工程", "id": 0}
{"content": "本文从绿色化和智能化技术在电弧炉炼钢领域的应用出发,介绍并分析了近年来电弧炉炼钢在高效洁净化冶炼、绿色清洁化生产和智能检测与控制等领域的技术发展状况。结合国内外研究现状,指出绿色化和智能化技术在电弧炉炼钢领域的作用将日益突出,更先进的绿色清洁化生产技术以及更可靠全面的流程智能化检测与控制将成为今后电弧炉炼钢技术的发展趋势。", "label": "冶金工程", "id": 0}
{"content": "本文主要基于对直接还原铁（DRI）的品质及电弧炉炼钢生产操作的工艺制度出发,较为全面的分析探讨了电弧炉采用直接还原铁炼钢的影响,指出了全铁含量高、金属化率高、有害元素少、粒度和密度适中的直接还原铁是电弧炉炼钢的优质原料,将对电弧炉炼钢的各项指标有积极的作用,并且,在电弧炉炼钢生产过程中大比例使用直接还原铁已较为成熟。", "label": "冶金工程", "id": 0}
{"content": "为了研究电炉渣在水中碳酸化过程的包裹行为,本文构建了基于反应速率随电炉渣表面活性含钙相微粒占位百分数变化的表面覆盖模型,并通过电炉渣碳酸化动力学实验验证了表面覆盖模型预测碳酸钙转化率的准确性。研究结果表明电炉渣碳酸化钙转化的最佳反应温度为60℃,这是受到CO2气泡在水中溶解度动力学及反应速率控制动力学综合决定所致。实验条件下电炉渣碳酸化反应过程的反应速率在0.0083-0.0114mol/（l*h）之间波动,自阻系数是0.901-1.036。通过实验验证发现基于反应速率随电炉渣表面活性含钙相微粒占位百分数变化的表面覆盖模型预测碳酸钙转化率精度能控制在[-2%,2%]。", "label": "冶金工程", "id": 0}
{"content": "通过对电炉热装铁水工艺实践的研究,找出舞钢90t电炉目前设备下的最佳热装铁水比例为40%左右,但随着供氧强度的增加,能有效提高热装铁水比例。热装铁水模式下冶炼前期炉渣碱度在1.0~2.0之间时,易出现乳化跑钢现象,前期加灰提高炉渣碱度至2.5左右,能有效防止炉渣乳化喷溅跑钢。优化改进后的热装铁水冶炼工艺,能较好的适应热装铁水比例30%~80%的变化,大幅缩短冶炼周期,降低冶炼成本,满足电炉热装高磷铁水情况下出钢磷含量的要求,冶炼低磷钢的出钢磷含量稳定控制在0.008%以下。", "label": "冶金工程", "id": 0}
{"content": "从智能化技术在电弧炉炼钢领域的应用出发,介绍并分析了近年来电弧炉炼钢在智能供电、炉况实时监控、冶炼过程整体优化等领域发展情况。结合国内外研究现状,指出智能化技术在电弧炉炼钢领域的作用将日益突出,更先进的监测手段和高可靠性整体优化控制方案及两者的有机结合将成为今后电弧炉智能化炼钢的发展趋势。", "label": "冶金工程", "id": 0}
{"content": "从智能化技术在电弧炉炼钢领域的应用出发,介绍并分析了近年来电弧炉炼钢在智能供电、炉况实时监控、冶炼过程整体优化等领域发展情况。结合国内外研究现状,指出智能化技术在电弧炉炼钢领域的作用将日益突出,更先进的监测手段和高可靠性整体优化控制方案及两者的有机结合将成为今后电弧炉智能化炼钢的发展趋势。", "label": "冶金工程", "id": 0}
{"content": "通过电弧炉终点C控制、LF渣系优化、RH深真空脱气、弱搅拌的方式充分软吹,采用真空破空后加入0.02~0.03%稀土合金的方法冶炼轴承钢GCr15。试验结果表明:采用稀土冶炼可以有效提高轴承钢钢水纯净度;氧含量达到4.1ppm;夹杂物A细≤1.0级,A粗≤0.5级,B细≤0.5级,B粗0级,C细0级,C粗0级,D细≤0.5级,D粗≤0.5级,DS≤0.5级;C扫描检测大颗粒夹杂物均为0mm;ASPEX全自动微观扫描夹杂物尺寸均≤10um;添加稀土冶炼的轴承钢夹杂物类型主要包括MgO、MnS、CaS类夹杂物,减少了危害性较大的脆性夹杂物Al2O3的含量,可提高轴承钢的接触疲劳寿命。", "label": "冶金工程", "id": 0}
{"content": "我国钢铁行业经过近些年的快速发展,当前出现了严重的结构不平衡,面临着资源不足、能耗高、排放量大的严重制约;整合废钢资源,发展现代短流程炼钢工艺,建设钢铁循环经济,对钢铁产业结构调整极具现实意义;同时,随着新的精炼技术、连铸技术的应用,感应炉加炉外精炼的短流程炼钢新模式的出现,其同传统电弧炉相比更具有节能减排的优势。废钢行业管理逐步规范,进口废钢市场逐步稳定;国家电网的用电富余给电炉短流程炼钢提供了用电保障;技术的不断进步也推动着电炉短流程炼钢工艺的发展。利用废钢为解决我国钢铁行业结构失衡指出一条有效途径。", "label": "冶金工程", "id": 0}
{"content": "针对一直困扰着我国电弧炉炼钢的进一步发展的冶炼周期长、能量利用率低、生产成本高等问题。结合国内电弧炉的特点,提出并研究开发了电弧炉炼钢复合吹炼技术,本文研究了复合吹炼供电、供氧及底吹等操作单元对搅拌强度的影响,为复合吹炼工艺制定提供了依据。", "label": "冶金工程", "id": 0}
{"content": "当前,电弧炉炼钢广泛采用底吹技术以强化熔池搅拌、加速冶金反应和提升产品质量。本文通过数值模拟和水模型实验研究了底吹条件下电弧炉炼钢熔池内流体流动特性,分析了底吹流股对流体流动的影响作用规律。同时结合工业生产实测数据,发现电弧炉底吹技术的运用可通过强化熔池搅拌,加快了熔池内热量传递,均匀了熔池钢液温度,大大提高了冶炼过程热量的利用效率。", "label": "冶金工程", "id": 0}
{"content": "本文依据天管特殊钢公司电弧炉冶炼工况条件,通过理论计算和水模拟实验、数值模拟研究100t电弧炉的底吹气体流量、底吹位置布置等复合吹炼参数。复合吹炼工艺的工业实验数据显示:各项冶炼技术经济指标与使用复吹工艺前均有了大幅度的改善。吨钢电耗降低13kwh/t,吨钢石灰消耗减少了12kg/t,钢铁料消耗减少了19kg/t,FeO含量从31.23%降低到25.24%,吨钢成本降低了59.8元。从整个论文的分析结果分析可以得出,采用复合吹炼工艺后,扩大了反应界面,加速了传热和传质速度,强化了钢渣混合,加速废钢熔化,降低了电耗,降低生产成本。", "label": "冶金工程", "id": 0}
{"content": "<正>电弧炉底吹技术的关键在于长寿及安全。经过多年的研究探索,开发了电弧炉安全长寿底吹技术。项目组从失效机理、底吹元件设计、底吹工艺制定及安全报警等方面展开研究,实现了电弧炉底吹的安全长寿,及冶金指标改善。1电弧炉底吹元件失效机理研究影响电弧炉底吹元件寿命的主要原因是底吹元件的质量及底吹工艺。通常底吹元件的损毁原因主要有剧烈热冲击引起的热应力、裂纹和剥落,钢液搅拌对透气砖工作面的冲刷与侵", "label": "冶金工程", "id": 0}
{"content": "将高温熔渣中碳还原氧化物看作一级反应,反应的界面按双膜理论的方法来处理,即与时间无关,确定了还原反应产生气体量和时间的关系,进而给出了相应的内生气源发泡方程。根据在10 kg感应炉测定含TiO2渣发泡的试验结果,分析了计算方程中发泡的最大高度确定的方法,最大高度对应的时间为排出的气体远远大于生成的气体的时间。讨论了由发泡和消泡曲线计算平均发泡寿命的方法。", "label": "冶金工程", "id": 0}
{"content": "在钢液中添加增碳剂调整钢液碳成分可极大地提高炼钢厂冶炼钢种的灵活性,传统的石墨、类石墨、焦炭等增碳剂存在碳收得率波动大,增碳时间长等问题,为此上海盛宝冶金科技有限公司开发了新型锰碳球团增碳剂,在中国宝钢、兴澄特钢等企业得到应用,应用结果表明,新型锰碳球团增碳剂熔化碳锰回收率高且稳定,碳的平均收得率为90%～95%,锰的平均收得率为92%。文章介绍了该增碳剂的生产工艺,采用XRD检测分析了球团物相,并对该增碳剂的增碳效果和机理进行了实验研究。XRD检测结果表明锰碳球团中的碳主要以石墨碳的形式存在,Fe以Fe3C的形式存在,Mn以Mn3C的形式存在,实验研究结果表明锰碳球团增碳剂的增碳效果优于传统的增碳剂,对S、P等有害元素的成分没影响。", "label": "冶金工程", "id": 0}
{"content": "介绍了转炉底吹系统现状,并对其进了工艺优化,实现了由静态控制向动态控制的转变。优化后降低了渣中的全铁含量,提高了转炉的整体脱磷率及终点的余锰含量,降低了钢铁料消耗及合金消耗成本;并使平均枪龄由27.18炉提高到150.4炉,杜绝了环保事故的发生,降低了能源介质成本约4.63万元,使透气砖的使用寿命基本达到与炉龄同步。", "label": "冶金工程", "id": 0}
{"content": "介绍了转炉底吹系统现状,并对其进了工艺优化,实现了由静态控制向动态控制的转变。优化后降低了渣中的全铁含量,提高了转炉的整体脱磷率及终点的余锰含量,降低了钢铁料消耗及合金消耗成本;并使平均枪龄由27.18炉提高到150.4炉,杜绝了环保事故的发生,降低了能源介质成本约4.63万元,使透气砖的使用寿命基本达到与炉龄同步。", "label": "冶金工程", "id": 0}
{"content": "天铁集团炼钢厂3#45吨氧气顶吹转炉成功进行了顶底复吹改造。通过对底吹流量优化控制和吹炼过程枪位、流量的优化调整,以及溅渣操作的调整,实现了复吹改造的预期工艺效果,炉内钢水的搅拌效果得到强化,吹炼终点钢水、炉渣氧化性得到降低,喷溅炉次大幅减少,金属收得率得到提高,吹炼终点钢水成分更加均匀,锰元素回收率得到提高,石灰消耗得到降低。同时,炉底厚度稳定控制在合理范围,底吹元件得到很好的维护。", "label": "冶金工程", "id": 0}
{"content": "本文就顶底复吹转炉采用石灰石部分替代石灰造渣炼钢可行性进行了研究,实践表明用石灰石部分替代石灰作为转炉造渣料可以达到期望的化渣和脱磷效果,并且在节能减排、降低成本提高效益上有显著效果。", "label": "冶金工程", "id": 0}
{"content": "在不改变转炉托圈耳轴四个通道,同时又保证托圈、炉口的水冷效果的前提下,利用现有的设备条件,使用最少的投资,将现有顸吹转炉增加底吹功能,从而实现了转炉顶底复吹冶炼工艺。", "label": "冶金工程", "id": 0}
{"content": "针对原系统中底吹流量曲线单一、恒定的问题,结合现场数据跟踪建立底吹控制模型,根据模型及时调整底吹流量,实现了底吹流量的半自动控制。数据表明,通过底吹工艺优化,同等条件下吹炼终点碳氧积[1]由0.0029降低到0.0027,终点渣样中（TFe）含量下降2.82%,Al/Si合金收得率由18.3%提高到25.4%,吨钢耗氧量由60.58m~3/t降至54.2 m~3/t。", "label": "冶金工程", "id": 0}
{"content": "通常磷对钢质而言是有害元素,对于高级别钢种,需要钢质中磷含量控制在很低的水平。由于炼铁过程为还原性气氛,脱磷能力较差,转炉的冶炼气氛有利于脱磷,因此现代化大型钢铁企业中,转炉脱磷是钢水磷含量控制的重要环节之一。通过优化宁钢180t顶底复吹转炉的供氧和造渣工艺,提高转炉的脱磷率,达到降低转炉吹炼终点钢水磷含量的目的,满足钢材性能对钢水磷含量的要求。", "label": "冶金工程", "id": 0}
{"content": "随着原材料变化,八钢铁水中磷含量逐渐偏高,冶炼低磷钢种有困难,八钢120t顶底复吹转炉采用双渣法进行了低磷钢冶炼的试验,冶炼中采用前期造渣、中途倒渣的方法,将磷的质量分数降到0.01%,以提高转炉冶炼前期的脱磷效率。重点分析了熔渣成分和冶炼工艺对转炉脱磷的影响,优化转炉供氧、温度、枪位等工艺制度。试验结果表明,通过采用所制定的炼钢脱磷工艺方案,满足了生产低磷钢的要求。", "label": "冶金工程", "id": 0}
{"content": "介绍了鞍钢260t转炉采用双渣操作法实现少渣冶炼的工艺实践,针对吹炼前期放渣困难以及放渣后成渣速度慢的问题,通过对造渣操作方法、氧枪枪位、氧气流量、加料制度以及底吹模式的优化,提出了采用变压变枪的氧枪操作方式,加快了渣料的熔化速度,实现了吹炼前期良好放渣。放渣时熔渣碱度控制在1.5~2.0,终渣碱度控制在2.8~3.2,实现了白灰单耗小于25kg/t钢、轻烧单耗小于15kg/t钢的目标,终点P≤0.012%的比率达到85%以上。", "label": "冶金工程", "id": 0}
{"content": "本文针对宣钢复吹转炉底吹系统尚不能与炉龄完全同步、溅渣后复吹冶金效果不明显等问题,研发了底吹砖热更换技术,实施后各种数据表明能够解决因溅渣炉底上涨底吹砖被炉渣覆盖,或其它原因导致部分或完全堵塞,冶金效果差的问题。该项专利技术运用成功。", "label": "冶金工程", "id": 0}
{"content": "通过在包钢炼钢厂顶底复吹转炉进行的工业试验,研究了不同转炉底吹模式下同一钢种,以及相同转炉底吹模式下不同钢种中的氮含量变化规律,同时研究了转炉工艺参数、钢水成分及温度对转炉终点钢中氮含量的影响,对实际炼钢生产中氮含量控制具有一定的指导意义。", "label": "冶金工程", "id": 0}
{"content": "通过顶底复吹转炉底吹透气砖供气模式、溅渣模式、造渣和温度制度的优化,改善转炉复吹效果,对比分析转炉复吹效果好和效果差的冶金效果,明确复吹效果好的转炉能加强钢液搅拌、促进渣钢反应平衡、降低渣中氧化铁含量、提高脱磷效率、降低碳氧积、铁合金单耗、钢中氮的含量,取得了明显的经济效益。", "label": "冶金工程", "id": 0}
{"content": "通过对转炉终渣的化学成分、熔化性温度、物相组成进行分析,结合终渣造粘的原理与方法,以及国内转炉的生产经验,得出了终渣造粘对指导溅渣护炉,提高转炉炉衬寿命起到积极作用。", "label": "冶金工程", "id": 0}
{"content": "转炉顶底复合吹炼工艺与转炉顶吹工艺相比有着显著的冶金效果,随着操作水平和护炉技术的提高,炉龄提高的同时如何实现宣钢复吹转炉底吹工艺的同步一直是工艺技术的难题。致力于复吹转炉底吹透气砖热更换技术的自主研发,宣钢成功实施了百吨炉区3#转炉底吹透气砖热更换,实施后冶金效果和经济效果显著。", "label": "冶金工程", "id": 0}
{"content": "基于对不锈钢侧顶复吹AOD精炼提出的数学模型研制了相应的过程控制模型。该模型包括气体、物料添加及精炼和温度三个模块,按一维瞬态导热处理炉壁传热。应用于120tAOD炉内14炉304型不锈钢精炼,结果表明,该模型可较精确地控制精炼过程中各物料添加量和吹氧量,给出的各还原终点的钢液成分和温度与实测值较相符;得到的钢液成分和温度随精炼时间的变化规律与依二维瞬态导热分析炉壁热损的过程数学模型估计完全一致,但数值上有一定的偏差。该模型可为基于机理模型进一步研制新的过程控制系统提供可靠的基础。", "label": "冶金工程", "id": 0}
{"content": "介绍顶底复吹转炉长寿命的实践。具体措施:（1）优化底吹供气系统和底吹元件布置。（2）合理控制初期金属-炉渣蘑菇头的生长。炉渣终渣成分要求碱度3.0～3.5,MgO的质量分数控制在8%～10%,FeO的质量分数控制在10%左右。蘑菇头厚度控制在300～500 mm。（3）控制100 t复吹转炉开新炉的液面高度为7 700 mm。炉底中心炉衬厚度为600～800 mm,炉底边缘炉衬厚度为700～1 100 mm,炉身炉衬厚度大于400 mm。采取上述措施后,碳氧积w（C）.w（O）不大于0.003 0,熔池反应趋向平衡,转炉复吹最高炉龄28 106次,平均炉龄25 000次,实现了高炉龄下的100%复吹。", "label": "冶金工程", "id": 0}
{"content": "本文针对八钢120t顶底复吹转炉冶炼低氮钢过程进行研究。从钢液吸氮的理论基础着手,分析了在转炉冶炼过程中,影响钢液中氮含量变化的工艺控制参数,如铁水比、底吹气体控制工艺、钢液碳含量、转炉补吹、转炉脱氧合金化等,分析了各参数对钢液氮含量变化的影响趋势,总结出转炉冶炼低氮钢技术,为转炉工序冶炼低氮钢水工艺参数控制指明了调整的方向和改进措施。", "label": "冶金工程", "id": 0}
{"content": "针对大型转炉有效复吹炉龄低的问题,通过冷态模拟实验研究、分析并结合实际生产,提出了300t转炉长寿复吹优化工艺技术。工艺优化前后的数据对比表明:工艺优化后平均碳氧积由0.00287降低到了0.00263,终渣w（T.Fe）降低了2%,磷分配比由70.85提高到了78.95,硫分配比由3.43提高到了4.32,优化后平均终点残锰含量提高了0.02%。", "label": "冶金工程", "id": 0}
{"content": "攀钢原有复吹仅有2块复吹砖,无控制系统,流量低,寿命短。通过对现有复吹进行改造,增加复吹块数量,提高复吹流量,增加控制系统等措施,得取了较好的效果,复吹炉龄由原来的2342炉提高到6848炉,钒渣TFe降低了2.2个百分点,钒渣V2O5 1.31个百分点,钒氧化率提高了2.1个百分点", "label": "冶金工程", "id": 0}
{"content": "对260吨复吹转炉的底枪维护实践进行了分析,从实际操作的角度提出:提高溅渣护炉技术及拉碳氧枪枪位控制技术是实现长寿复吹的关键因素;并对复吹冶金效果进行了评价分析。", "label": "冶金工程", "id": 0}
{"content": "江苏沙钢集团有限公司宏发炼钢一车间拥有180吨复吹转炉3座、LF精炼炉3座、RH真空精炼炉2座、8机8流小方坯连铸机1台、板坯连铸机3台,2004年投产。180吨复吹转炉采用溅渣护炉工艺后,2006年时炉龄已超过8000炉,但底吹供气元件寿命约在3000炉左右就被迫堵塞,复吹效果得不到发挥。为了提高炉龄,达到底吹供气元件与炉龄同步的要求,2007年初对1#、2#转炉底吹系统进行了改造。本文主要介绍了底吹阀室工艺条件设计改造,增加了空气吹堵系统,有效的解决了供气元件出现堵塞进行化学吹堵,在原系统上安装切断阀、压力及流量传感器、液气分离器;同步进行PLC及编程画面改造;取消毛细管式透气元件,改为双缝式供气元件,并在炉衬内砌有上、下两层护砖,优化了底吹供气元件的配置。经过运行复吹效果良好。达到了复吹技术改造后钢水终点ω（[C]）·ω（[O]）≤0.0030×10-4,有效降低钢水终点残锰含量、石灰用量、以及补炉料的消耗,大大推迟了转炉前后大面的起补炉龄,底吹供气元件寿命达到了炉龄同步。", "label": "冶金工程", "id": 0}
{"content": "以和利时（HOLLiAS-MACS）FM系列大型DCS系统在高炉煤气燃烧发电的设计应用为出发点,描述了高炉煤气燃烧发电DCS控制系统配置选型以及核心控制对象的控制实现方法。结合国内某钢厂20MW全燃高炉煤气发电项目的应用实例,对该类型发电工程项目的DCS系统选型、控制对象的控制思路、实现方法做了功能性介绍。", "label": "冶金工程", "id": 0}
{"content": "转炉煤气是炼钢过程中主要产生和消耗的二次能源,保障其系统安全运行始终是相关企业重中之重。及时发现转炉煤气系统运行的早期故障和安全隐患是解决上述问题的有效手段,然而系统管网的高复杂度、产-消-存等多设备的不同特性,致使不同运行状况下的数据差异非常大、传统数据驱动方法难以对其安全做出准确评估。鉴于此,本文提出一种基于协同粒度计算的转炉煤气系统工况划分与状态监测方法。该方法首先通过建立协同信息粒关系结构,充分考虑各工况的时间关联关系和空间分布特征对其进行划分;随后对应建立多个主成分分析模型,并结合实时数据粒度计算结果,得到对应监测模型和监测指标,从而判断系统运行是否异常。随后本文基于中国某钢铁企业转炉煤气真实数据进行实验,结果表明相较于未划分工况和采用一般粒度计算方法,本文所提方法具有明显比较优势,可为现场状态监测工作提供有力支持。", "label": "冶金工程", "id": 0}
{"content": "废钢被称为\"城市矿山\",近年来我国废钢的保有量和产出量逐年增加,而转炉具备良好的消化废钢的条件,减少铁水用量可以显著降低吨钢生产的污染物排放,提高转炉炼钢效率,减少渣量,优化整个炼钢-连铸流程。转炉较高废钢比炼钢需要解决以下几个关键技术:基于废钢加热的转炉优化配料模型;高效可靠的废钢预热技术;废钢快速熔化技术;低温快速造渣技术;优化供氧技术;基于少渣冶炼的溅渣护炉技术以及适应低温出钢的钢包,精炼,连铸系统。根据转炉基本反应原理结合物料平衡和热平衡建立的转炉炉料优化模型,能够根据现场实际原料条件精准计算废钢加入量,并且能够根据目标废钢比计算废钢预热温度。转炉较高废钢比冶炼减少了转炉脱磷压力,脱磷总量减少,渣中P2O5降低,为低碱度少渣冶炼创造了条件。利用熔池前期温度较低的有利条件,前期快速成渣,高效脱磷,后期出钢温度较低,回磷风险减少。并且适当提高转炉废钢比可以有效缩短冶炼周期,提高转炉产量,降低铁耗,减少熔剂消耗,是一种高效低耗的炼钢技术。", "label": "冶金工程", "id": 0}
{"content": "为提高转炉废钢比,鞍钢采取了一系列措施。通过提高铁水入炉温度,增加了转炉热量来源;通过采取措施降低各工序温度损失及中间包过热度,降低了转炉出钢温度。实施后,转炉废钢比逐年提高。最高月份达到了182.77千克/吨钢。废钢比调节能力得到显著提升。", "label": "冶金工程", "id": 0}
{"content": "介绍了鞍钢股份有限公司炼钢总厂90t氧气顶吹转炉采取双渣冶炼、LF炉脱P生产超低磷钢水的新工艺。采用该工艺替代原双联工艺生产的超低磷钢水能将成品磷含量稳定降低0.0019%,硫、氮、全氧含量均达到较低水平,完全能够满足品种质量的要求。", "label": "冶金工程", "id": 0}
{"content": "镁质自流料可作为转炉用环保型水系大面补炉料以延长炉役,为满足镁质自流料的顺利施工,以镁砂作为主要原料,研究了减水剂种类、粒度级配和缓凝剂对镁质自流料常温流动性的影响。研究结果表明:聚羧酸减水剂B和C的减水效果显著,使自流料的流动性能得到了显著的改善;0.5～0mm粒度镁砂较多的自流料的流动性较好;缓凝剂的添加虽然会降低自流料的初始流动值,但显著改善了自流料流动值的衰减,且要适量添加。", "label": "冶金工程", "id": 0}
{"content": "本文主要阐述了转炉除尘灰（污泥）、氧化铁皮资源作为主原料制作而成的二次资源压块在转炉冶炼过程代替废钢、造渣助熔剂等炼钢原料的应用实践。通过分析二次资源压块对转炉冶炼过程的作用及影响,优化工艺操作。达到调节转炉冶炼热量平衡、操作稳定、降低消耗、含铁二次资源得到有效循环利用的目的;同时减少了冶金固体废弃物排放,获得良好经济效益和社会效益。", "label": "冶金工程", "id": 0}
{"content": "随着转炉炼钢生产的发展,炼钢工艺的日趋完善,目前宣钢公司150T转炉区域采用的是干法静电除尘技术,简称LT法。它是一种转炉烟气净化及煤气回收干式系统,该除尘方式不用大量浊环水洗涤烟气,而是采用蒸发冷却器+静电除尘器+煤气冷却器系统。这对我国转炉炼钢节能减排、实现负能炼钢起到了积极的推动作用。其产生的钢铁固体废渣-除尘灰具有资源再利用价值。除尘灰是EAF的炼钢副产品,经过实践结果是:除尘灰不宜应用于炼钢的任何—个阶段,最好的处理方式是送选烧厂造球烧结后应用于炼钢。在钢铁企业,近些年越来越多人开始注意怎样再次利用烟尘。对除尘灰的综合利用在国内研究课题中十分重要,目前对除尘灰的利用主要是球化后作为建材用料。本文从除尘灰的来源、用途、性能等几大方面进行探讨,通过优化工艺改造,实现除尘灰再利用价值的最大化。", "label": "冶金工程", "id": 0}
{"content": "介绍了昆钢新区120 t转炉干法除尘系统的工艺流程、技术特点及其至关重要的防爆措施。通过控制转炉操作和关键除尘设备相关参数的研究优化,静电除尘器泄爆次数减少了65.52%,并大大改善了除尘效果,净化后的烟气含尘量小于10 mg/m~3,取得了显著的经济和社会效益。", "label": "冶金工程", "id": 0}
{"content": "转炉炼钢终点的准确控制是提高钢水质量、改善产品品质、降低冶炼成本的关键。然而,由于转炉内部反应复杂,部分机理未知,受控对象的数学模型难以精确建立等问题,基于模型的控制往往难以满足现场钢水质量指标。为此,本文结合现场冶炼特点,采用一种FOATWSVM双模态切换策略将转炉炼钢末期状态划分为两种模态,其中,针对补吹氧气单变量模态,设计了基于变遗忘因子的SISO无模型自适应预测控制器,控制器参数拟偏导数利用即时学习算法进行预测;针对补吹氧气和添加冷却剂双变量耦合模态,类比单变量模态,设计了基于变遗忘因子的MIMO无模型自适应预测控制器,从而满足终点出钢要求,现场数据验证了所提策略的可行性和有效性。", "label": "冶金工程", "id": 0}
{"content": "开发KR法铁水预脱硅技术在现有工艺设备的基础上,通过研究铁水脱硅理论,包括脱硅原理、KR法脱硅可行性研究、炉渣发泡研究,开发新型氧化铁类脱硅剂,建立铁水脱硅工艺模型,相关配套设备改造等措施,铁水硅含量平均降低0.14%,调整了入炉铁水硅含量,降低了转炉渣料消耗,同时达到了减少转炉喷溅的目的。工艺路线科学合理,使用效果良好,具有良好的社会推广价值,对钢铁企业具有积极的借鉴意义。", "label": "冶金工程", "id": 0}
{"content": "转炉底吹供气元件的选择与维护是转炉炼钢的重要课题,也是困扰设计人员和生产一线技术人员的技术难题。本文结合实际生产情况,通过对底吹元件的选型、数量、布置进行了论述,为转炉底吹系统的选择和优化提供借鉴和参考。同时,为实现转炉底吹长寿命及良好的复吹效果,在保证转炉\"底吹眼\"裸露可见的情况下,论述了转炉底吹系统进行日常管理和维护。", "label": "冶金工程", "id": 0}
{"content": "本文介绍了鞍钢重轨钢的生产特点,通过研究重轨钢的生产工艺和影响因素,采用提高转炉终点碳含量、保证VD真空脱气效果、优化合金加入工艺、改善LF化渣条件和LF成渣方式等措施,降低了钢水中的氢、氧、氮和夹杂物含量,这些控制措施的实施使钢轨内在质量满足了现行钢轨标准的要求,并形成了鞍钢重轨钢的纯净化生产工艺。", "label": "冶金工程", "id": 0}
{"content": "为提升异型钢铸坯质量,莱钢炼钢厂通过转炉过程炉渣氧化性精准控制、转炉终点钢水预脱氧、成分均质化控制、无缺陷铸坯控制、全流程低过热控制等技术研究与创新,开发出供异型钢高裂纹敏感铸坯质量控制研究工艺,实现异型钢铸坯质量本质化稳定,而且生产成本和工序能耗得到有效降低。", "label": "冶金工程", "id": 0}
{"content": "通过系统分析研究转炉整个工艺流程,找出制约生产的关键环节,从炉气分析静态控制技术开发、非对称大流量底吹冶金工艺技术研究、异夹角顶枪优化等几个方面开展工作,形成了一套转炉高效低成本冶炼集成技术。", "label": "冶金工程", "id": 0}
{"content": "通过物理模拟和数学模拟研究了不同底枪布置方案对于200t复吹转炉熔池搅拌混匀的影响。结果表明,底枪非对称布置能够使熔池内的流体产生非对称的流动,在竖直截面形成较大的回流区,在水平截面形成大小不同且无对称轴的环流区,\"死区\"体积与底枪对称布置相比减小约50%,获得较短的熔池混匀时间。对称底枪布置使熔池内的流体分别在竖直截面和在水平截面形成有对称轴且相对独立的环流区,在小的底吹气量时,熔池的混匀时间长。", "label": "冶金工程", "id": 0}
{"content": "受钢铁料原材料影响,介绍了某炼钢厂采取应对措施,降低铁耗,提高废钢比例后,给转炉冶炼控氮带来较大影响。目前,根据多次冶炼工艺优化方案,某炼钢厂掌握了氮超炉次多的根本原因和控氮的难点所在。针对以上现象,通过有效手段解决存在的问题。最终,某炼钢厂制定了操作规程,保证了钢水去氮效果。", "label": "冶金工程", "id": 0}
{"content": "介绍了宣钢120t转炉通过提高一倒出钢率,优化氧枪及出钢口参数、应用钢包加盖技术,提高了转炉生产效率。实施优化后,转炉冶炼周期由40～43min缩短至32～34min,日产炉数由原来的29～31炉提高到37～39炉,适应了新生产模式下的铁钢平衡,实现了高效化生产。", "label": "冶金工程", "id": 0}
{"content": "宣钢在炼钢工艺流程及主要工艺装备采用成熟、先进、可靠的国产化干法除尘设备,在炼钢工艺技术上积极创新,研发具有自主知识产权的创新技术,干式除尘转炉自动炼钢高拉碳工艺就是其中的一种。干式除尘转炉冶炼终点高拉碳的技术难题曾是宣钢150t转炉工程开产之初技术系统一直担心的问题,由于干法除尘的限制,150t转炉要想实现终点高碳、低磷就要双渣操作,双渣操作又容易引起电除尘设备发生泄爆。但是随着干式除尘转炉自动炼钢高拉碳工艺实施以后,通过对早期制定的泄爆预防\"七步法\"进行改进,很好的解决了转炉终点高拉碳的难题,同时又避免了电除尘器发生泄爆。通过实施后的对比,取得了很好的效果,终点碳较以前有了很大的提高,提高了钢水的纯净度,改善了铸坯质量。", "label": "冶金工程", "id": 0}
{"content": "本文基于有限单元法,通过建立多组不同底吹砖数量、安装位置以及底吹气体流量方案,对邯钢邯宝炼钢厂260t转炉的顶底复吹过程进行数值模拟研究。通过计算结果对比,最终确定将转炉底吹布局由原来的双环–12块底吹砖布局优化为单环–8块底吹砖布局。通过对生产现场底吹布局优化,底吹砖一次使用寿命从不超过3000炉延长至5000炉,同时有效改善了熔池搅拌效果,碳氧积从0.0026降低到0.0023以下,终点氧含量平均降低90ppm,钢水质量得到了有效提升。", "label": "冶金工程", "id": 0}
{"content": "本文针对攀钢半钢冶炼时辅料消耗大、终渣氧化性高且脱磷效果不佳的问题,通过对转炉脱磷理论以及冶炼过程脱磷规律的研究,确定了前期脱磷率偏低、中期返干是影响脱磷率的主要因素;通过对终渣岩相的进一步分析,确定了磷在渣中的主要富集相,解释了后期依靠提高炉渣氧化性和增加辅料消耗不能显著提高脱磷率的原因。通过采用\"留渣加料\"、含铝复合造渣剂造渣以及降低冶炼后期枪位等技术措施后,转炉成渣时间由4.3min缩短到3.2min,返干比例由56%显著降低到18%,在总渣料消耗平均减少5.69kg/t钢的情况下转炉冶炼全程脱磷率由79.4%提高到84.1%,终渣TFe含量平均降低2.49个百分点。通过对脱磷工艺参数的优化,在提高转炉脱磷效率的同时,降低了转炉冶炼成本。", "label": "冶金工程", "id": 0}
{"content": "介绍安钢二炼轧厂通过对现有厂房、设备等参数的实地测量及考证,制订合理的实施方案,最大限度地利用现有的生产设备,通过关键设备的改造（如铁水罐、过跨车等）,实现了150t转炉铁水\"一罐到底\"的工艺改造过程。从整个试车流程来看,过程中出现的问题较少,绝大部分工艺均在预期的效果之内。安钢150t转炉铁水\"一罐到底\"系统工艺具有简化生产流程、降低能源消耗、稳定转炉操作、节约增效等优点,在环保要求严格的今天,有着较好的应用前景。", "label": "冶金工程", "id": 0}
{"content": "目前我公司在钢水冶炼时,预脱氧及终脱氧材料采用加入铝块的方式,用量为预脱氧2kg,终脱氧2kg,由于铝块的价格较高,冶炼成本高,本文主要考虑在可以满足钢水质量的前提下,探讨如何降低钢水的冶炼成本。", "label": "冶金工程", "id": 0}
{"content": "高熔点稀土夹杂物及其聚合形成的大尺寸团簇是导致水口结瘤与产品缺陷的主要原因之一,严重限制着稀土钢的发展[1-5]。单独Al或Si脱氧、Al-Si复合脱氧是稀土钢生产实践中常见的冶炼手段,在不同脱氧制度条件下,钢液中会形成不同类型、形貌及聚合特征的夹杂物。本研究首先利用优化的热力学模型模拟了Ce-Si-Al-O体系中不同类型夹杂物的析出行为,在此基础上设计了Si及Si-Al复合脱氧制度的高温实验,制备得到了分别含有单一类型夹杂物（SiO2、SiO2-Ce2O3、SiO2-Al2O3-Ce2O3）的试样,利用扫描电镜及能谱分析（SEM-EDS）分析了夹杂物的成分分布及形貌特征。随后,通过高温激光共聚焦扫描显微镜（CSLM）原位观察了试样中不同类型夹杂物的聚合行为。实验结果表明:SiO2夹杂物的聚合能力较弱;SiO2-Ce2O3夹杂物在钢液中存在较强的聚合长大趋势,能够快速靠近并聚合形成夹杂物团簇;在液相的SiO2-Al2O3-Ce2O3系夹杂物之间未发现自发聚合的现象,原位观察过程中典型图像如图1所示。研究结果能够为优化稀土钢脱氧制度,从夹杂物控制的角度为改善稀土钢水口结瘤问题及产品质量提供理论指导。", "label": "冶金工程", "id": 0}
{"content": "中国移动基于5G探索钢铁行业应用场景,利用5G高速率、大带宽、低时延等特点,融合边缘计算、机器视觉、人工智能等新兴技术,打造钢材质检、无人天车、设备远程控制等应用,实现钢铁行业设备的智能化改造,推动钢铁企业各环节的少人化、无人化,促进新兴技术与钢铁行业传统技术融合,助力钢铁制造技术与装备转型升级。5G钢铁行业专网是融合5G切片技术和边缘计算技术,满足行业客户业务、连接、计算、安全等需求的云网融合服务,是中国移动在5G时代为行业客户设计的新型DICT基础设施,旨在为客户提供定制化的、高优先级、高安全的融合网络,满足行业客户对于网络的需求。", "label": "冶金工程", "id": 0}
{"content": "采用富氧燃烧加热钢坯时,炉内气氛和加热温度等条件都与常规燃烧不同,这些因素将影响钢坯表面氧化铁皮的生成,而氧化铁皮的产生既浪费能源,又影响产品质量。因此,本文通过恒温动力学实验模拟富氧燃烧气氛,研究不同温度和气氛下氧化铁皮的生成情况,得出结论:钢坯表面温度越高,钢坯氧化速率越快,助燃空气富氧浓度越高,氧化速率越快;虽然O2氧化性最强,但烟气中H2O含量是主导钢坯氧化程度的因素。", "label": "冶金工程", "id": 0}
{"content": "为了改善管线钢夹杂物合格率,通过工艺试验对钙处理工艺进行研究与优化,对夹杂物形态进行分析,确定了双步钙处理工艺,提升了钢水纯净度。经过钙处理工艺优化后的钢中主要为小于5μm的A1203·MgO·CaS夹杂,大于5μm的夹杂物数量明显减少,钢水内纯净度明显提高。", "label": "冶金工程", "id": 0}
{"content": "为探索废钢火法脱锌工艺,本文通过SEM、EDX和XRF等实验手段研究了镀锌板废钢在保护气氛的升温过程中锌及基体的变化。结果表明:氧化锌于850~900℃生成在镀锌板表面,后在温度升高至1000℃过程中,逐渐减少直至消失;升温至850℃时开始出现质量增加的现象,但950℃时质量快速下降,厚度在此过程中也出现相同趋势;在1000℃时镀锌板表面的脱锌率达99.5%。研究对冶金过程的稳定生产以及锌回收都具有重要的意义。", "label": "冶金工程", "id": 0}
{"content": "为了解决玉钢在近段时间,炼钢转炉使用冷料不足的问题,通过对玉钢二次资源（如污泥、除尘灰、氧化渣等）分析,结合转炉炼钢造渣制度,使用玉钢炼钢产生的二次资源进行回收,经过一系列工艺进行处理,将二次资源制球用作炼钢冷却剂和造渣剂,不仅可减少排放,而且更有利于降低炼钢生产成本。", "label": "冶金工程", "id": 0}
{"content": "钢渣中不仅有较高的铁含量,而且含有较高的CaO和MgO等,这些都是钢铁生产不可或缺的元素。钢渣的资源化利用,一方面可降低生产成本,另一方面有利于降低环境污染。红钢通过对钢渣磁选一段的改造提高了钢渣分选富集的效果,有效利用了资源。", "label": "冶金工程", "id": 0}
{"content": "介绍了炼钢工序除尘灰冷固造球生产工艺,分析、总结了影响除尘灰冷固造球的因素。生产实践证明,对除尘灰添加适量水分、强力混合,可以有效缩短除尘灰中氧化钙的消解时间、降低粘结剂的使用量、提高成球率与成球强度。", "label": "冶金工程", "id": 0}
{"content": "<正>本文提出了一种利用合成精炼渣提高去除钢中夹杂物效率的方法。实验室研究使用的精炼渣与工业炼钢过程中使用的渣系相似。在每个实验中,将约300克的钢在MgO-C坩埚中熔化,然后在5分钟后添加合成渣进入钢中,再经过5分钟,将坩埚置于自然环境中冷却,比较使用合成精炼渣实验前后的夹杂物水平,提出了一些相互关系来评价炉渣去除夹杂物的能力。钢中夹杂物的存在对钢产品质量有很大的影响,了解夹杂物在连铸过程中的行为也是非", "label": "冶金工程", "id": 0}
{"content": "CaO-SiO2体系作为冶金炉渣的重要组成成分,其微观结构与炉渣性质直接相关[1]。过去的研究认为,玻璃具有相应状态下熔体的某种特征,因而用玻璃代替熔体进行相关研究。然而Wang等人的研究表明,玻璃的微结构与冷却速率有关,并不能完全替代熔体结构[2],对熔体进行原位研究是必要的。本文采用量子化学从头计算法及高温原位拉曼光谱,探究了六种不同成分CaO-SiO2二元系熔体的微观结构,获得了不同CaO摩尔含量样品熔体中的各微结构单元Qi（i表示硅氧四面体中桥氧的数量,可取0,1,2,3,4）摩尔百分数。图1是六种成分CaO-SiO2二元系熔体在1873 K温度下的高温原位拉曼光谱。可以看出,谱图整体上呈包络状,与玻璃拉曼光谱相似。图中主要有两个峰:600 cm-1（Si-Ob-Si的弯曲振动）及1000 cm-1（Si-Onb的对称伸缩振动）波数附近,硅酸盐主要研究Si-Onb的对称伸缩振动。随着CaO含量的增加,1000 cm-1附近谱峰红移,且逐渐展宽,表明熔体中Q4逐渐减少,网络结构瓦解,转化为层状、链状等结构类型。对熔体拉曼光谱进行温度校正后,对包络线进行Gaussian解谱,结合量子化学从头计算法所得团簇散射截面,从而获得的各Qi含量随CaO含量的变化趋势（如图2所示）。可以发现,随着CaO含量的增加,熔体中Q0与Q1较少且逐渐增加,Q2急剧增加。在CaO含量高于50%以后降低,Q3居于主导地位且先增加后再减少,Q4急剧减少,在CaO摩尔百分数为40%时几乎减少为零。这与图1所反映出的规律一致。这为典型CaO-SiO2二元系熔体的物理化学性质研究提供必要依据。", "label": "冶金工程", "id": 0}
{"content": "在铸造生产中,物料的配比不仅要满足最终钢液的质量达标,还要考虑降低成本。现有优化方法大多是局部最优的算法,并且对搜索的初始值非常敏感。本文以元素平衡和成本最低为目标,采用遗传算法实现炉料配比全局最优模型的构建,分别利用SGA算法和DE算法进行最优配比参数的优化求解。结果表明,遗传算法能够正确求解最优配比方案,实现降本增效的目的。相较于SGA算法,DE算法的收敛特性更佳,具有很好的推广应用价值。", "label": "冶金工程", "id": 0}
{"content": "使用燃烧红外吸收法代替GB/T 223.71—1997中燃烧重量法测定铌铁碳量。最佳分析条件为:纯铁和钨做助熔剂,0.5g纯铁助熔剂+2.0g钨助熔剂,0.2g称样量SL28-04、SL28-02两种标准物质的相对标准偏差分别为0.77%、1.32%。该方法测定铌铁中碳元素含量可以获得准确、稳定的结果。", "label": "冶金工程", "id": 0}
{"content": "本文建立了二安替吡啉甲烷分光光度法测定钛铁中钛含量的快速分析方法。采用稀硫酸和过硫酸铵溶解试样,以1.8mol/L盐酸为显色酸介质,利用二安替吡啉甲烷与四价钛能形成稳定1∶3的黄色络合物?Ti（DAPM）3?4+的特性,通过测定被测元素的吸光度值,建立钛含量与吸光度之间的线性拟合,回归曲线方程为A=2.6618×w+0.0033,线性相关系数为0.9998。方法适用于钛铁中钛含量范围12%～50%的测定,标准样品测定结果与认定值一致,其相对标准偏差（RSD）小于0.45%,分析速度快,操作简单,值得推广。", "label": "冶金工程", "id": 0}
{"content": "采用渣类标准样品按常规称量,灼烧氧化,熔融法制样,X射线荧光光谱法测量,制作校准曲线,可直接测定保护渣、精炼渣等渣类中的CaO、MgO、SiO2等7种化学成分。本方法准确、快速,完全可满足常规检测生产的需求。", "label": "冶金工程", "id": 0}
{"content": "建立了电感耦合等离子体原子发射光谱法（ICP-AES法）同时测定锰铁中微量铬锑铅锡砷的分析方法。采用硝酸和氢氟酸加热溶解样品,运用基体匹配法来校正基体效应,通过优化仪器测定参数,选择分析线为Cr283.5nm、Sb217.5nm、Pb220.3nm、Sn189.9nm、As189.0nm测定锰铁中微量铬锑铅锡砷的含量。研究结果表明:铬、锑、铅、锡、砷校准曲线的线性相关系数在0.999以上,检出限（质量分数）分别为0.0005%、0.001%、0.0004%、0.0002%、0.0002%。标准样品的测定值与标准值一致,相对标准偏差（n=5）均小于6%,加标回收率为96%～108%。该方法分析周期短,精密度和准确度能满足测量要求。", "label": "冶金工程", "id": 0}
{"content": "应用电感耦合等离子体发射光谱方法测定了硅铁中硼,选择分析谱线和测量的最佳酸度条件,配制合适浓度标准溶液制作工作曲线,无需基体匹配,对共存元素的影响进行讨论,进行准确度、精密度、检出限测定,结果令人满意。", "label": "冶金工程", "id": 0}
{"content": "将激光切割技术应用于钢铁中氮元素含量分析的试样加工过程中。分别使用激光切割法与传统的冲孔法加工钢铁样品,并比对加工效果的属性,发现激光切割法在一次加工合格率,试样形貌,加工钢种的通用性方面均优于传统的冲孔法。用激光切割法加工出的试样,其氮元素含量分析结果的准确度和精密度均能够满足生产需要。因此,激光切割法能够用于制备钢铁中氮元素含量分析的试样。", "label": "冶金工程", "id": 0}
{"content": "本文对Ti-Mg氧化物处理钢中从LF炉到连铸过程夹杂物的演变行为进行了研究。结果显示经LF炉处理后,显微组织由块状铁素体逐渐变为针状铁素体与贝氏体。电子探针（EPMA）结果表明夹杂物平均尺寸细化至0.34μm。然而,在RH炉处理后夹杂物面密度降低。另外对炼钢过程中不同元素的含量变化进行了分析,Ti含量从LF炉到RH炉由于Ca的还原而降低。Mg在LF炉添加后由于其化学性质含量也有所减少。夹杂物组成由Mn S-Si O3向（Ti-Ca-Mg-Al-O）-Mn S变化。", "label": "冶金工程", "id": 0}
{"content": "通过在渣-金反应间添加脉冲电场,来使渣中的杂质元素进行定向迁移,进入铁水中,使热态钢渣得以回收利用,同时高磷硫的铁水也可以加以利用。实验发现增大脉冲电压能够显著提高磷和硫元素在渣金间的迁移率,同样,降低钢渣的黏度,也能够有利于磷和硫从渣相向金属相迁移;钢渣的黏度越小,即渣中Ca F2含量越高,磷和硫元素的迁移率越高,钢渣中磷和硫含量降低直至趋于稳定值。", "label": "冶金工程", "id": 0}
{"content": "宣钢在开发生产ER70S-G焊丝钢过程中发现,由于钢中钛含量较高极易与钢中氧、氮反应生成高熔点的Ti N和Ti2O3等夹杂物,导致钢中钛含量控制不稳定,在浇注过程中引起浸入式水口絮流,影响生产顺行,产品质量不稳定。通过控制钢中氮含量,优化精炼渣系,降低渣中（Fe O）、钢中[O]含量等手段保证了生产顺行,产品质量稳定。", "label": "冶金工程", "id": 0}
{"content": "生产纯净度高的冶金级硅是学者们热议的问题,其中磷杂质的去除倍受关注。电磁悬浮精炼技术相对于传统冶金法具有金属无二次污染、金属材料内部成分均匀、高温快速熔炼等特点,该方法可以实现硅铁合金中磷杂质的去除。本研究通过控制其他悬浮精炼参数不变,改变悬浮精炼气氛及悬浮时间,探索脱除硅铁合金中磷杂质的最佳参数。试验研究表明:精炼气氛中H2含量增加有利于磷的脱除,精炼时间延长有利于磷的脱除,且硅铁合金除磷的最佳工艺是精炼气氛为50%Ar-50%H2,气体流量为1000ml/min,精炼时间为55min。", "label": "冶金工程", "id": 0}
{"content": "稀土在钢铁及有色金属材料应用过程中,高效的加入方式是需要解决的首要、关键性问题,现在以高品质稀土合金的加入方式越来越受到应用企业的认可。报告综述了目前钢铁及有色金属材料领域中常用稀土合金产品及常用的熔盐电解、熔兑、还原等制备技术,同时重点介绍了新型稀土铁合金、稀土铜（镍、镁等）合金等产品制备及市场应用最新进展。", "label": "冶金工程", "id": 0}
{"content": "为研究脱磷剂对锰硅合金还原脱磷的影响,在1400℃,采用铝基脱磷剂,以Ca O-SiO2-Al2O3为覆盖渣,对w（P）为1%的高磷锰硅合金进行还原脱磷热力学实验。重点研究了铝基脱磷剂对锰硅合金脱磷效果、脱磷产物及合金组织的影响。研究结果表明,铝基脱磷剂和熔体中的P发生反应生成AlP,并上浮到渣中排出,当脱磷剂用量为合金质量的8%时,脱磷率可达60%;通过对脱磷后合金微观结构的分析发现,过量的铝基脱磷剂会与合金中以及冶炼容器带入的C反应生成Al4C3,Al4C3可与由合金中夹杂物形成的微裂纹进入的水分子发生水解反应,生成的气体与微裂纹相互作用导致合金粉化。", "label": "冶金工程", "id": 0}
{"content": "对重铬酸钾滴定法测量锰矿石中有效氧含量的不确定度进行评定。详细地阐述了实验过程中所引入的不确定度来源并对其进行分析,对各部分不确定度分量进行量化计算。提出了量化过程所需各参数的采集和统计计算方法,得出不确定度,并以不确定度的形式给出测定结果。", "label": "冶金工程", "id": 0}
{"content": "采用锦州钒业公司生产的50钒铁和80钒铁为原料,分别球磨后按一定比例混合、压块,利用研发中心Φ1 300 mm×2 600 mm氮化烧结炉和改造后的钒电解炉分别在1 000℃和980℃渗氮后制得V 53%～56%,N7%～10%的氮化钒铁。", "label": "冶金工程", "id": 0}
{"content": "<正>创刊时间:1964年发行版面:大16开48页,双月刊,国内外公开发行国际标准刊号:ISSN1001-1943国内统一刊号:CN22-1145/TF邮发代号:12-309价格标准:15元/期期刊定位:铁合金行业具有集权威性、学术性、前瞻性、指导性、创新性、实用性为一体的专业学术期刊。办刊宗旨:交流技术,传播信息,打造铁合金技术信息服务推广平台,促进我国铁合金工业的技术进步。", "label": "冶金工程", "id": 0}
{"content": "通过生产操作、控制灵活性及经济效益三方面,对比使用锰矿搭配铁矿、利用废钢调节和使用低锰铁比锰矿三种特殊品位锰铁生产方式的优劣势。确定具有易于操作、控制灵活和经济效益最大的最佳生产方式。并从原料的选择和产品中Mn品位的控制范围两个方面,讨论最佳生产方式的关键控制点。", "label": "冶金工程", "id": 0}
{"content": "过对历次普通锰硅合金转炼高硅锰硅合金生产进行总结,针对过程中存在的问题不断优化和完善冶炼工艺,实现了普通锰硅合金快速转炼高硅锰硅合金的目的,有效提高了产量质量,解决了转炼过程中制约炉体安全运行的问题。", "label": "冶金工程", "id": 0}
{"content": "通过对锰硅合金反应机理、炉渣碱度、炉料中的锰硅比的探讨。深入了解各种炉况产生的原因,终渣成分控制,炉料中各成分对锰硅合金生产的影响。", "label": "冶金工程", "id": 0}
{"content": "论述了由锰硅合金转炼高碳锰铁的有效方法,具有转炼快速,减少物料消耗,降低劳动强度等特点,取得了较好的经济效益。", "label": "冶金工程", "id": 0}
{"content": "从还原脱磷的角度出发,应用硅钙合金和脱磷渣复合脱磷的方法,对高碳锰铁进行了还原脱磷研究,结果表明,硅钙合金结合主成分为CaO-MnO-FeO-CaF2、Na2CO3-MnO-FeO-CaF2的两种脱磷渣,可以有效降低高碳锰铁磷含量,使[P]≤0.1%,同时降低碳、硫、氮、钛含量,碳含量随着硅钙合金加入量增加降低显著,可以实现[C]<2.0%;硅钙合金结合主成分CaO-MnO-FeO-CeO2脱磷渣,脱磷效果不显著,由于CeO2与SiO2、TiO2、S能够在渣中分别形成稳定化合物,促进了硅、钛、硫与熔渣的化学反应,因此降硅、钛、硫效果显著。", "label": "冶金工程", "id": 0}
{"content": "为达到节能降耗的目的,根据自身的设备特点,对冶炼高碳锰铁的避峰生产模式进行了探讨,阐述了在实施过程中为确保电极正常运行,采取的一系列的操作措施,掌握了电极维护规律和合适的生产模式,获得了较好的经济效益。", "label": "冶金工程", "id": 0}
{"content": "高碳锰铁主要用于炼钢的脱氧剂和合金的添加剂,副产品富锰渣主要用于低磷锰硅合金生产。铁合金行业商品锰硅等常规产品目前市场盈利能力逐年下降,增加产品多元化、提高副产品（锰渣）的附加价值,成为增加利润的重要途径。文章主要从理论、原料搭配、工艺操作、设备维护四个方面探讨、研究高碳锰铁的生产。", "label": "冶金工程", "id": 0}
{"content": "探索电弧炉冶炼过程中采用水冷超音速气体喷枪、底吹系统、顶吹系统三种模式进行吹炼。比较三种模式使用情况及可操作性,对电弧炉冶炼锰合金过程中的脱硅速度、单炉冶炼时间、单吨电耗的影响程度进行对比。", "label": "冶金工程", "id": 0}
{"content": "重点研究锰系铁合金浇注工艺,着重进行了浇注工艺的研究,不仅在很大程度上提高了生产效率,而且在一定程度上降低了生产成本。", "label": "冶金工程", "id": 0}
{"content": "介绍了锰系合金中锰硅合金的冶炼工艺及设备组成,重点阐述了利用矿热炉冶炼产生的煤气燃烧加热锰矿,实现原料预处理及预热入炉冶炼的整个工艺过程。原料经过处理及预热后再进入矿热炉,能够大大改善冶炼设备的生产状况,提高了产品质量,大幅降低了冶炼电耗,同时实现了矿热炉自产煤气的综合利用,消除了安全隐患,极大地改善了生产环境。本套原料处理及热料入炉冶炼工艺的研发是以国内首套由中冶东方自主设计的锰系合金项目的实际生产数据为基础,结合相关参考文献最终完成,对锰系合金及相关铁合金产品的生产提质、减能、增效、循环经济有着有十分重要的实际意义。", "label": "冶金工程", "id": 0}
{"content": "在分析碳素铬铁冶炼工艺的基础上,探讨全部使用粉铬矿冶炼的工艺特点,说明了用酸度计算的可行性。用现场数据加以比较说明实用性。", "label": "冶金工程", "id": 0}
{"content": "铁合金企业矿热炉生产冶炼随着冶炼时间的延长,矿热炉逐渐进入炉役后期,炉体内部耐火材料长期受高温熔渣侵蚀,导致炉体内衬变薄,严重影响着矿热炉冶炼指标的优化和炉体安全稳定运行,通过采取\"内养外护\"措施,实施矿热炉护炉冶炼,达到延长矿热炉炉役寿命的目的。", "label": "冶金工程", "id": 0}
{"content": "为进一步降低成本,不断摸索经济炉料结构,铬铁8号炉进行配加中粒兰炭入炉试验,并取得了很好的效果,不仅优化了矿热炉炉料结构,还降低了生产成本,为铬铁降本增效积累了宝贵经验。", "label": "冶金工程", "id": 0}
{"content": "随着铬铁市场竞争逐渐激烈,外部原料市场收紧,对内狠抓技术和管理,对外采购最优原料已经成为企业可持续发展的主要动力,本文重点对原料最优的合理结构进行了总结性的分析探索,为企业日后配料提供一定的思考依据。", "label": "冶金工程", "id": 0}
{"content": "介绍了矿热炉在一步法硅铬合金生产实践中出现的问题。尝试在半一步法高硅高碳铬铁生产的基础上,通过合理调整渣型及选择合适的供电制度,适当增加硅石用量等技术措施,提高了硅石利用率,从而使产品品级率大幅提高。", "label": "冶金工程", "id": 0}
{"content": "在生产真空固态脱碳法是将碳素铬铁配入一定的氧化剂,压制成型后在真空炉内进行固态脱碳,这种方法可以得到含碳量极低的铬铁产品,文章主要讨论使用卧式真空烧结炉生产碳含量0.02%以下、氧含量控制到0.45%以下、氮元素含量控制到0.045%以下超微碳铬铁的生产方式。", "label": "冶金工程", "id": 0}
{"content": "以硫酸亚铁为原料,采用电解法制备高纯铁,通过控制电解液中Fe2+浓度,摸索不同电解条件对电流效率及产品质量的影响,通过细化试验参数,摸索不加隔膜的相关控制参数,如:最佳的电解液温度、电解液pH值,电流效率等。", "label": "冶金工程", "id": 0}
{"content": "取向电磁纯铁是一种具有（110）[001]织构的电磁纯铁,因具有高饱和磁感应强度、低矫顽力的直流磁性,常被用于制作磁屏蔽、电磁铁,特别是高磁场下工作的变压器和电机。本文总结了国内外研究及生产晶粒取向纯铁技术情况,分析了不同研究者及生产厂家的生产技术特点。综合目前关于晶粒取向纯铁的报道,相比纯铁的饱和磁感应强度仍有较大的提升空间。目前,取向电磁纯铁科研生产中仍在较多的问题,相关基础理论依旧不清晰。", "label": "冶金工程", "id": 0}
{"content": "<正>1问题的提出铸造能耗约占机械工业总能耗的25%~30%,且在铸造生产中熔炼、砂处理、造型、制芯和清理过程中产生大量的烟尘、废气、废料和噪音。在大力提倡节能减排的今天,如何在铸件产量占世界总产量30%的铸造大国——中国,开展铸造工业的节能减排工作,就具有很强的现实和长远意义。", "label": "冶金工程", "id": 0}
{"content": "铁口跑大流是高炉生产中危险性非常高的恶性事故,极易发生作业人员烫伤等事故,直接影响公司生产的正常进行和稳定,危及到公司生产经营目标的顺利实现,同时直接影响到区域处的员工的身体健康。对类似事故进行全面的分析和研究,制定对策,预防此类事故的发生。", "label": "冶金工程", "id": 0}
{"content": "随着对环境污染问题的重视,社会和钢铁企业对原料场提出了更高要求,环保料场技术在钢铁原料场改造、新建项目中得到了广泛应用。本文通过系统分析环保料场技术的特点,比较各自的优势与局限性,结合唐钢炼铁厂的产业布局、区域特点,介绍了不同环保料场技术在该厂的匹配选择及应用情况,即南区原料库技术,北区B+B+E组合,不锈钢区C+E组合,能够满足高炉、烧结生产消耗,并对封闭料场周边进行了绿化,降低物料扬尘,实现了花园式工厂的设计理念。", "label": "冶金工程", "id": 0}
{"content": "对电极筒内发生异常放炮的原因进行调查了分析,并制定了相应的控制措施。", "label": "冶金工程", "id": 0}
{"content": "迁钢炼铁分厂高压供电系统在合环倒路操作时,由于合环点两侧母线电压幅值、相位等某一时间段内存在较大差异,会产生很大环流,造成不可估量的后果。本文主要阐述如何通过同期保护装置自动检测到合适时机,对相应电源开关进行合闸操作,迅速实现同频自动合闸并网,确保供电安全运行与稳定。", "label": "冶金工程", "id": 0}
{"content": "阐述了当前炼铁普遍面临的挑战,展示了宝钢股份炼铁厂\"绿色炼铁\"的理念;重点介绍了宝钢股份炼铁厂为实现\"绿色炼铁\"目标而在生产、铁前系统改造方面采取的一些节能、减排优化措施,应用和即将应用的新技术、新工艺,绿色炼铁的成效;最后展望了宝钢绿色炼铁的愿景、目标,指明了今后炼铁节能、环保的技术发展方向。", "label": "冶金工程", "id": 0}
{"content": "为兼顾高质、高效、低耗、低成本、高清洁冶炼要求,积极探索科学冶炼精益管理模式,主要通过系统调研,获取经验数据进行科学分析,寻找最佳责任指标及匹配关系,再攻关瓶颈问题识别并消除系统浪费,确保利益最大化,进而实现\"科学冶炼、持续发展\"的长远目标。", "label": "冶金工程", "id": 0}
{"content": "本文主要说明了低成本炼铁是未来钢铁行业发展的重要性,介绍了西林钢铁厂在低成本炼铁管理方面的进步,以及当前低成本炼铁管理存在的问题和改进措施,以推动西钢低成本炼铁技术管理进步,为西钢炼铁提高各项技术指标建立基础。", "label": "冶金工程", "id": 0}
{"content": "为适应高炉强化冶炼的要求,以加强基础管理工作以辅助手段,在炉前生产组织方面通过炉前储铁式主沟应用、单铁口出铁、改变铁水运输方式、应用风水淬渣工艺、优化炉前除尘系统等一系列技术措施的应用,使得炉前生产管理方面取得了较大的进步,对高炉经济技术指标的优化起到了推动作用。", "label": "冶金工程", "id": 0}
{"content": "本文结合首钢长钢公司目前的整体情况,建立了全面低成本炼铁的指导思想,通过与市场赛跑、经济炉料配矿、并利用一切技术和管理手段,维持生产稳定并进一步达到低成本冶炼。", "label": "冶金工程", "id": 0}
{"content": "针对龙钢炼铁厂原料较杂、料场小,混匀矿合格率偏低,矿粉粒度偏析,推行返矿二次堆料,分阶段调整堆料流量,提升配料皮带秤认识,强化检修质量等方面进行改进,逐步提升了混匀矿合格率,为烧结生产奠定良好基础。", "label": "冶金工程", "id": 0}
{"content": "软水泵站屋面渗漏及挂大量冰溜,人身及供水设备受到严重威胁,但屋面设备量大,难以改造,确定新排水方案并实施,解决了威胁人身及生产设备安全这一难题。", "label": "冶金工程", "id": 0}
{"content": "在已运行变电站内进行10kV高压开关柜改造项目的实施,存在用电户荷重、工期紧、施工环境复杂等不利因素。本文结合改造实例,就如何确保项目的顺利实施,对实施方案进行了研究和探讨。", "label": "冶金工程", "id": 0}
{"content": "分析总结了龙钢铁前系统近几年在工艺、设备、操作、管理方面取得的进步,针对出现的问题提出解决思路。", "label": "冶金工程", "id": 0}
{"content": "铁前系统是钢铁企业生产组织经营的基石,在严峻市场形势下,必须坚持以高炉稳定顺行为中心,正视生产组织管理方面存在的差距和不足,必须通过提升铁前系统管理水平,优化炉料结构,才能突破生产组织的\"瓶颈\",实现高炉长期稳定、经济技术指标优化和生铁成本下降。", "label": "冶金工程", "id": 0}
{"content": "针对炼铁原料厂混匀过程中存在原料来料信息不确定的问题,提出了一种炼铁原料场混匀过程不确定优化调度方法。首先在深入分析混匀料质量指标与各原料参数间关系的基础上,基于模糊集理论与物料平衡建立混匀过程配比模糊调度模型;考虑到模型具有多目标、强约束且含有模糊变量的难点,设计了一种处理不确定条件下带约束优化问题的混合状态转移算法（HCMOSTA）,利用模糊模拟技术和多层前向神经元网络完成对不确定函数的有效逼近,再采用CMOSTA算法进行有效求解。实际生产数据验证表明,本文所提模糊优化模型与HCMOSTA算法在来料信息不确定的情况下,可保证混匀料质量指标满足生产约束的同时,实现了原料场混匀过程堆料成本最小化的调度目标。", "label": "冶金工程", "id": 0}
{"content": "<正>当前经济环境和钢铁行业产能过剩的现状,给钢铁企业的生存和发展带来的巨大的压力,节能降耗是钢铁企业实现经济效益最大化和竞争力不断增强的有效手段。节能降耗的含义包括减少浪费和增加回收两个部分,减少浪费即加强对用能质量和数量的管理,优化用能结构,减少物流损失,能源介质的无谓排放等。增加回收即大力回收生产过程中产生的二次能源（包括余压、余热、余能和煤气等）。节能工作目标是提高能源利用效率,降低产品单位能耗。炼铁厂实施了一系列的节能降耗措施,取得了很好的效果。", "label": "冶金工程", "id": 0}
{"content": "本文通过对首钢迁钢2#高炉冲渣水余热回收供暖成功案例应用的分析,为尚未开发利用的高炉冲渣水余热提供理论和技术支持,同时对运行中出现的不足进行了分析说明,为新一期的采暖应用奠定了技术和实践基础。", "label": "冶金工程", "id": 0}
{"content": "简要介绍宣钢3#高炉实现余热采暖供热的改造过程,最终取得了巨大收益。", "label": "冶金工程", "id": 0}
{"content": "通过高炉冲渣水冷却循环零排放的技术改造,柳钢4座高炉冲渣水的冷却循环使用,高炉冲渣水不再进入综合污水处理厂处理,实现冲渣水零排放,达到环保的目的,提高柳钢的水资源利用率。", "label": "冶金工程", "id": 0}
{"content": "本文介绍了通过获取高炉冲渣水余热用于采暖的工程实际应用,对设计要点及运行中存在的问题进行了分析说明。", "label": "冶金工程", "id": 0}
{"content": "文章结合国内多家钢铁企业已有的经验,分析了高炉冲渣水余热回收技术的现状,探讨了高炉冲渣水余热回收技术的发展趋势,为钢铁企业在开展该项工作时提供参考。", "label": "冶金工程", "id": 0}
{"content": "针对钢铁厂普遍存在的高炉冲渣水余热浪费现象,设计出一种双循环低温热水发电系统。经计算,该系统经济性良好,符合节能原理。", "label": "冶金工程", "id": 0}
{"content": "针对高炉冷却壁破损现象,分析了可能会存在的钢壳裂缝跑煤气、焦炭吹出以及喷渣等安全风险,研究并制定了高炉冷却壁破损的特别防护方案,从增加过程监控、炉前工艺管理、现场巡查和专项技术管控等方面提出了风险管控措施。", "label": "冶金工程", "id": 0}
{"content": "针对首钢股份公司3号高炉风口套煤气泄漏现状,分析了风口套煤气泄漏的特点和原因,进行了系列技术攻关,先后尝试了热喷涂堵漏、中套和大套密封口焊接盖板、中套焊接压兰填充盐水石棉绳、风口套柔性密封结构以及研发中套支撑+安装机具等技术。详细论述了风口套柔性密封结构（密封槽+密封条）特点及技术效果,改进了中套卡具支持结构,研制了中套安装机具,试验了抹胶堵漏新技术。通过上述一系列技术措施,较好地解决了3号高炉风口区煤气泄漏的生产难题。", "label": "冶金工程", "id": 0}
{"content": "卡丹式膨胀节作为现阶段最常应用的一种送风装置膨胀节,其结构主要由两组万向铰链型波纹管补偿器和一段中间接管组成。在实际的工程应用中,经常出现膨胀节上、下两部分变形不均的情况,且多数情况下变形量集中在膨胀节下部,容易造成下部波纹管变形量过大,破坏膨胀节内部隔热结构,导致膨胀节无法正常使用。本文介绍了一种卡丹式膨胀节角位移均衡装置,该装置通过一组连杆结构的设置,使膨胀节在工作过程中上、下两部分的位移变形始终保持一致,解决了上文所述的问题。", "label": "冶金工程", "id": 0}
{"content": "在高炉炼铁系统中,热风炉出口处要安装膨胀节用以吸收炉壳与管道随温度的上升而产生的热膨胀。一般情况下,热风支管膨胀节为复式自由型结构。热风系统管道内壁有隔热材料,隔热材料由喷涂料和耐火砖两部分组成。由于耐火材料的使用,管道的重量增加。膨胀节在没有空间利用结构件来承受中间接管的重量时承受中间接管的静载荷就会很大,可在中间接管上增加弹簧支座来承受中间接管的重量。减小波纹管因中间接管的重量引起的受力,就减小了波纹管由于中间接管的静载荷而产生的位移,确保波纹管处于正常的工作状态。", "label": "冶金工程", "id": 0}
{"content": "本文通过工程实例,针对大型高炉热风炉管道系统存在的问题,使用CEASARⅡ软件对管道系统进行建模和应力分析。依据现场工况提出修改意见,并对修改后的管道系统方案进行应力分析和优化,最终选定可行的修改方案,并按方案进行改进。", "label": "冶金工程", "id": 0}
{"content": "海外某钢铁公司高炉扩容改造项目中,在增加热风炉时,原有热风管道与新增热风炉连接的管路中,由于膨胀节设计选型不当,扩容后运行不到一年,热风管道膨胀节就出现了异常变形、开裂、高温发红的安全隐患,严重影响了高炉生产的稳定运行。本文通过分析热风炉及热风管道运行的不同工况,提出分段约束的膨胀节改进措施。", "label": "冶金工程", "id": 0}
{"content": "为适应现代热风炉的高风温设计,热风炉一些异形部位需要使用高耐磨、高强度的陶瓷耐磨料浇注。本文以M60莫来石为主要原料,多种粒度的氧化铝微粉、硅微粉、纯铝酸钙耐火水泥为胶凝材料,研制了高温陶瓷耐磨料,并用于1080～2500 m~3的多座高炉热风炉的新建和维修,取得了良好的应用效果。", "label": "冶金工程", "id": 0}
{"content": "以电熔刚玉为主要原料,以磷酸盐为结合剂,研究了配方中加入α-氧化铝微粉,板状刚玉细粉,电熔刚玉粉加入量分别为7.5%,10%,12.5%时高炉陶瓷垫用刚玉莫来石砖的性能。结果表明:隧道窑1560来保温3h烧结之后,当加入板状刚玉细粉为10%时,体积密度为3.08g/cm3,气孔率为13.2%,耐压强度达到了178MPa,铁水溶蚀率为0.6%,渣蚀率为4.8%,抗碱强度下降率为6.8%,抗热震稳定性次数32次,达到了既致密又能抗热震损伤,并且做了抗渣模拟试验,比目前市场上使用的刚玉莫来石性能有很大提高。", "label": "冶金工程", "id": 0}
{"content": "采用棕刚玉、碳化硅、铝酸钙水泥等为主要原料,研究了中间相碳微球（MCMB）对铁沟浇注料结构与性能的影响。结果表明,适量MCMB的添加,在降低球沥青引入量的同时,有利于在浇注料的孔隙处形成交织排列的碳化硅晶须网络结构,能够改善其高温力学性能、抗氧化性能及抗熔渣渗透能力;但当MCMB引入量过高时（>1.5%（w））,其氧化、分解导致孔隙率较高、致密度下降,浇注料的常温力学性能、高温性能降低。在确保铁沟料显微结构与物理性能的基础上,需要控制MCMB引入量在1.5%（w）以下为宜。", "label": "冶金工程", "id": 0}
{"content": "以高铝矾土、碳化硅、氮化硅铁、蓝晶石、焦炭及不同种类的黏土等为主要原料,以沥青、焦油作为结合剂,制备了高炉炮泥材料。研究了黏土种类对高炉炮泥材料性能的影响。结果表明:黏土1主要的物相组成是SiO2、Al2Si2O5（OH）4（高岭土）及TiO2,黏土2主要的物相组成是SiO2;黏土中高岭土有利于提高炮泥材料的可塑性能;黏土1有利于提高炮泥材料的物理性能。", "label": "冶金工程", "id": 0}
{"content": "简要介绍了我国炼铁高炉的基本状况和冶炼工艺流程,归纳了高炉各部位用耐火材料的主要类型并分析了关键部位耐火材料的损毁机制,重点阐述了炼铁高炉关键部位用耐火材料的研发和应用情况,指出了我国炼铁高炉耐火材料技术取得较大进展,某些材料已经达到国际先进水平,基本可以自给自足。", "label": "冶金工程", "id": 0}
{"content": "针对高炉炼铁过程动态性强、故障数据样本匮乏的特点,提出一种基于动态贝叶斯网络的高炉故障诊断方法,利用专家知识确定贝叶斯网络结构,并从历史故障数据中学习网络参数。在分析高炉故障监测与诊断流程的基础上,设计了动态贝叶斯网络的静态结构与动态更新策略,并给出基于动态贝叶斯网络的高炉故障诊断应用步骤。该方法将专家知识与故障数据结合起来对高炉故障诊断过程进行建模,克服了单纯使用专家系统或数据驱动方法的不足。利用华南某钢铁厂的故障数据进行实验验证,表明该方法具有较高的故障诊断精度。", "label": "冶金工程", "id": 0}
{"content": "全球气候变暖,控制C02的排放显得尤为重要。钢铁企业中高炉是C02排放的主要来源,所用控制钢铁工业对环境的影响工作已经到革命时期。根据高炉冶炼的过程,提出烟气循环蓄热式热风炉技术,通过对热风炉富氧燃烧的延伸,把热风炉燃烧产物一定量进行循环,不改变原有工艺的条件下,减少热风炉烟气排放量,实现C02富集,为捕集与封存奠定基础。", "label": "冶金工程", "id": 0}
{"content": "以国内改性钠型GS40硅溶胶、国内胺型NS30硅溶胶、国外1142硅溶胶等三种硅溶胶为结合剂,通过对不同温度（800、1100、1600℃）热处理后常温及高温性能的检测以及合成试样的XRD分析,研究三种硅溶胶对高铝碳化硅质湿式喷射料性能的影响。结果表明:改性钠性、铵型、进口三种硅溶胶合成试样的强度均随着温度的升高而增大。800℃以下进口硅胶合成的试样较其他两种硅溶胶高,抗折强度搞过10MPa,耐压强度达到68MPa。中温1100℃抗折强度均超过25MPa,1400℃高温抗折强度,铵型硅溶胶合成试样最高可达10.4MPa,进口硅溶胶可达8MPa,改性钠型硅溶胶达到6MPa。", "label": "冶金工程", "id": 0}
{"content": "通过对高炉陶瓷垫用低铝莫来石砖骨料及红柱石粒度对其性能影响的分析,得到科学合理的配方设计。结果表明:（1）对于高炉陶瓷垫用低铝莫来石砖,骨料选择莫来石料,中间颗粒选择高岭土,基质中引入红柱石细粉,试样的致密程度、强度及高温荷重软化温度指标最佳。（2）通过使用钒钛高炉渣对试样的侵蚀性能进行验证,试样渣液面仅有轻微蚀损,无渗透现象,具备一定的抗铁水侵蚀能力。高炉陶瓷垫用低铝莫来石砖在使用过程中会形成\"低浸透层\",有助于延长耐材使用寿命,促进高炉长寿化发展。", "label": "冶金工程", "id": 0}
{"content": "<正>1背景和意义随着炼铁高炉设备的大型化、智能化,高炉的装备水平、上料水平以及布料技术得到了巨大的发展,与中小高炉相比,大型高炉具有高产量、高质量、低消耗的显著优点,在高炉炉顶控制方面,传统高炉采用减压阀组控制顶压,带来的主要影响是:一、造成大量的能源浪费与噪声污染;二、不能满足高炉的生产要求。因此国内从国外引进了高炉炉顶煤气余压回收透平发电装置,简称TRT。TRT是一种利用高炉炉顶煤气的压力能和热能,通过透平膨胀驱动发电机或其它设备进行能量回收的装置,TRT系统对降低高炉能耗,提高能量利用率具有重要意义,同时还起到稳定高炉顶压的作用。TRT作为一种高效的二次能源回收装置,运行的前提是必须确保高炉顶压的稳定性,国内高炉顶压控制精度高的可以达到-2.5kPa—+2.5kPa;邯钢老区高炉（以7高炉顶压调节为研究目标）控制精度在-5kPa—+5kPa,有进一步的优化空间。", "label": "冶金工程", "id": 0}
{"content": "龙钢炼铁1#高炉卡卢金硅砖热风炉因多次凉炉和建设期技术条件限制,出现拱顶锥段砖衬倒塌,存在极大运行安全风险,炼铁技术人员通过热风炉运行风险控制、新建热风炉降低大修生产综合成本方案、新建热风管道快速合茬及在线停用热风炉等系列技术创新,实现了热风炉运行风险可控、大修方案最优、高炉指标无损的最大综合效益。", "label": "冶金工程", "id": 0}
{"content": "高炉主沟是炼铁过程中铁水流动的重要通道,随着高炉向长寿,大型,高效化的生产方向发展,主沟的使用环境变得十分恶劣,主沟耐材侵蚀严重。传统的主沟监测方式有,现场测量与热电偶监测。但这些方法耗时,耗力,且不够准确。本文将主沟耐材与渣铁液做分析对象,基于OpenFoam建立主沟的对流换热耦合模型,获取主沟耐材在出铁过程中热应力与流场作用力组成的应力载荷谱,通过ANSYS nCode预测耐材的应力疲劳曲线,最终预测耐材的疲劳失效。计算结果表明仿真中耐材的温度场与现场测量温度相符,主沟耐材的疲劳寿命与实际使用次数相差小,实现了对主沟寿命安全、经济、高效的监测。", "label": "冶金工程", "id": 0}
{"content": "韶钢6号高炉大修投产后,采用标准化的管理和操作理念,从精心备料,全程跟踪,精心操作上下功夫,通过制定合理的操作制度,已高炉为中心,设备点检为保障,高炉长期顺行高产低耗,实现了高炉优秀生产指标。", "label": "冶金工程", "id": 0}
{"content": "制备了一种纳米溶胶结合刚玉砖砌筑泥浆,检测了常规物理性能,发现该泥浆可满足刚玉砖的砌筑要求并且具有较传统磷酸盐泥浆更高的荷重软化温度及高温体积稳定性。结合荷重软化温度检测过程中膨胀率的变化及对不同温度下热处理后泥浆物相组成的分析,揭示了该泥浆高温下的物相变化规律。", "label": "冶金工程", "id": 0}
{"content": "就溶胶结合铁沟喷注料从原料选择、可泵送性、瞬间塑凝性、物理性能及抗渣效果等开发过程进行了介绍。该溶胶结合喷注料于东北某2500 m~3高炉主沟落铁区域喷补实践应用,显示出了极佳的应用效果,千吨铁侵蚀壁厚仅有4.6 mm,已接近该周期性套浇维修水平。", "label": "冶金工程", "id": 0}
{"content": "热风炉烧炉过程实时精准控制是高炉生产工艺的基础,但炉内传热复杂、煤气压力及成分波动大、系统时滞大,导致拱顶温度与废气温度难以同时达到最优。为此,本文提出一种热风炉分布参数系统模型预测控制策略,首先通过历史数据匹配出当前烧炉状态的最佳空燃比,其次建立蓄热室传热模型并建立温度预测模型,最后通过预测控制实时获取最佳煤气流量,现场数据验证了所提控制方法的有效性。", "label": "冶金工程", "id": 0}
{"content": "通过对欧冶炉配加高锌烧结矿处置含锌废弃物的机理进行理论分析,锌元素在欧冶炉内具备循环富集条件,并主要以锌元素进入污泥方式排出,占比达到入炉锌含量的96%以上。八钢欧冶炉配加高锌烧结矿处置含锌废弃物,符合实现无害化、减量化和资源化的原则,能有效克服含锌废弃物堆储对环境产生的污染问题。通过欧冶炉配加高锌烧结矿生产性工业试验,其工艺流程能满足处置含锌废弃物生产组织和操作过程需要,不需要增加新的辅助处理设施,具有可处理冶金行业多种形态含锌废弃物的特点。", "label": "冶金工程", "id": 0}
{"content": "欧冶炉是非高炉炼铁的一种形式。风口综合喷吹鼓风一直是制约风口长寿的关键。欧冶炉氧气风口历经了风口氧气氮气综合喷吹、风口喷煤试验、风口氧气压缩空气综合喷吹、风口雾化水氧气综合喷吹,直至现在欧冶炉进行的风口煤气喷吹,欧冶炉氧气风口的结构形式出现了较多的变化。", "label": "冶金工程", "id": 0}
{"content": "高炉炼铁仍然占据着炼铁行业的绝对主导地位,然而近年来以熔融还原为主的非高炉炼铁技术得到了越来越高的重视,非高炉炼铁技术亟待进一步发展。本文针对COREX熔融气化炉炉缸内铁水的流动特性进行水模型实验,研究了死料柱沉浮高度、死料柱孔隙率等因素对铁水流动的影响。研究结果表明,随着死料柱沉浮高度和死料柱孔隙率的增大,铁水流动死区的体积分数都减小,铁水流动性得到改善。", "label": "冶金工程", "id": 0}
{"content": "非高炉炼铁技术是世界冶金发展的重大三个课题之一,对炼铁节能减排、实现生产过程环境友好,降低炼铁对主焦煤的依赖,保护煤炭资源有重大意义。", "label": "冶金工程", "id": 0}
{"content": "本文提出在排渣过程中加入含有还原剂的组分调节材料,利用熔态钢渣显热对钢渣进行在线重构,还原收回钢渣中的铁,同时形成类似高炉矿渣的高胶凝性水淬渣。首先从热力学角度论证了该方法的可行性,然后开展了钢渣重构时铁还原反应动力学研究。基于上述研究结果,在实验室进行了钢渣还原铁法重构试验,探讨了碱度、温度、熔体性质与铁回收和水淬渣活性之间的关系,同时采用不同来源钢渣及不同调节材料验证了还原重构方法的普适性。研究表明,碱度R值降低,熔渣的熔点越低,熔体NBO/T值下降粘度增大,水淬时析晶难度增大,更易形成以玻璃体为主的水淬渣;对于确定组成的熔体,温度越高熔体中质点更加均匀,水淬时熔渣和水的接触面积大,易获得以玻璃体为主的水淬渣;可将温度1500℃、R≤1.5且钢渣的掺量大于60%作为钢渣还原重构方法的普适性控制参数。钢渣中铁的还原回收率可达74%～97%;制备的水淬渣易磨性比原钢渣大幅改善,活性指数可达77%～103%。", "label": "冶金工程", "id": 0}
{"content": "本文分析了使用低强度焦炭对八钢欧冶炉的影响,并通过国内外炼铁炉的焦炭强度使用情况进行理论分析,推导出八钢欧冶适宜的焦炭强度。", "label": "冶金工程", "id": 0}
{"content": "经过一年半的优化改造,欧冶炉于2017年3月25日成功点火,26日顺利出铁。对比两次开炉操作实践,2017年开炉实现了安全稳定开炉、快速降硅的目标,标志着八钢欧冶炉开炉技术更加成熟。欧冶炉工艺技术的提升也进入了新的征程。", "label": "冶金工程", "id": 0}
{"content": "煤气布袋除尘技术是现代炼铁系统实现节能减排、清洁生产的重要技术创新,可以显著的降低炼铁生产过程的新水消耗、减少环境污染,已成为炼铁技术煤气净化处理的方向。欧冶炉是非高炉炼铁的相对先进技术,八钢欧冶炉是在非高炉炼铁领域首次实践使用干法布袋除尘设备进行煤气净化的系统,本文就欧冶炉煤气干法除尘技术的应用实践及出现的新情况进行分析。", "label": "冶金工程", "id": 0}
{"content": "资源短缺和环保压力是我国钢铁企业现阶段面临的严峻挑战,传统高炉炼铁工艺已接近完美,进一步发展乏力,开发新型炼铁工艺成为必然。转底炉煤基直接还原熔分珠铁工艺能实现渣铁快速分离,符合我国能源和资源结构,在成本和节能减排方面具有一定优势。我国应加强该技术的基础研究,促进钢铁工业的可持续发展。", "label": "冶金工程", "id": 0}
{"content": "论述了熔分电炉在直接还原工艺中的作用、应用范围及工艺特性。探讨熔分电炉设计时应注意的问题。", "label": "冶金工程", "id": 0}
{"content": "简介了COURSE50项目研发的背景以及内容,介绍了与该项目配套的支持技术,如新型焦炭生产技术、CCS技术等,还介绍了COURSE50项目的研究进展和部分研究成果。COURSE50相关技术的研发对钢铁业的发展以及全球气候的改善具有重要的意义。", "label": "冶金工程", "id": 0}
{"content": "针对钒渣提钒生产过程中钒渣中铁的回收的可行性及效益分析,提出了从钒渣中回收铁的途径,并分析了回收铁对生产过程可能产生的影响,为生产过程提出指导。", "label": "冶金工程", "id": 0}
{"content": "本文进行以电炉为冶炼设备,铬渣为生产原料,冶炼含铬生铁的工艺研究。确定了关键工艺控制点,打通了以电炉进行铬渣处理及资源化利用的生产工艺,并生产出符合厂家要求的产品。", "label": "冶金工程", "id": 0}
{"content": "应用转底炉炼铁技术可以利用钢铁企业内的富余的煤气或低价煤制气和含铁的低品位矿及其镍渣、铜渣、难选矿、复合共伴生矿、尾矿等炼铁,降低了成本,减少环境污染,扩大了炼铁资源应用范围,提高了含铁资源利用率。还可以通过转底炉炼铁工艺改进,减少膨润土黏结剂用量,使用有机黏结剂或用红土镍矿代替,保证生球强度,增加有益元素含量,改善产品品质;改善造球,进一步提高生球料层厚度;提高生球碱度,强化脱硫,改善质量;降低炉渣黏度,改善渣铁分离效果,提高金属收得率,增加产量;精确控制炉膛各部温度,改善还原过程,改善煤气热能和化学能利用,降低能耗;优化装备,生产还原铁粉高附加值产品。使企业更进一步适应市场需要,提高市场竞争力和经济效益。", "label": "冶金工程", "id": 0}
{"content": "对生物质能的概念、特点及其在炼铁工艺中应用的研究状况进行了论述,分析了生物质能辅助炼铁存在的问题及应用前景,认为生物质能是一种碳中性的可再生能源,生物质焦具有优良的特性,适宜用作炼铁工艺的发热剂和还原剂,可以起到替煤代焦和节能减排的作用。", "label": "冶金工程", "id": 0}
{"content": "非高炉炼铁技术（或称非焦炼铁技术）是当今钢铁冶金发展的前沿技术之一。近年世界直接还原铁产量增长迅速,约占全球铁总产量的7.4%;熔融还原工艺中仅COREX工艺和FINEX工艺实现了工业化生产,但生产成本未达到预期,有待完善。非高炉炼铁技术是解决我国钢铁工业实现可持续发展,适应日益提高的环境保护要求及提高钢铁产品质量和品质的重要途径。受资源的制约,我国直接还原铁生产的发展缓慢,产量不到全球直接还原铁（DRI）产量的1.0%。根据我国的资源状况、能源条件和发展的需要分析,熔融还原与煤制气—竖炉直接还原技术将具有广阔的发展前景。", "label": "冶金工程", "id": 0}
{"content": "低温冶金通过将铁矿粉细化,并运用催化等手段,来加快铁矿粉在较低反应温度下的还原速度,从而解决传统工艺存在的低温还原性能差的问题,为开发低能耗、低碳排放、高效的非高炉炼铁新工艺提供理论基础。本文介绍了低温还原理论方面的研究成果,包括细微铁矿粉具有纳米晶粒、储能的铁矿粉能够提高还原气体的利用效率、细粒度改善反应效率、催化剂提高反应速度、低温冶金反应限制性环节、多级循环流化床的流化规律以及低温还原生产粒铁等理论。在低温还原冶金新技术方面介绍了基于低温快速预还原的炼铁新流程、优质海绵铁和粒铁的低温还原工艺。低温还原工艺有望实现节能、低碳、高效和低成本以及使用低品位铁矿、冶金渣和赤泥。", "label": "冶金工程", "id": 0}
{"content": "本研究进行了非碳冶金的探索,包括高温熔炼、电解制氢还原铁矿石和水溶液电解制铁三方面实验。非碳冶金实验装置由四个基本单元构成:发电单元、蓄电单元、控制单元和冶金单元。实验结果表明非碳冶金技术可以获得冶金过程所需的能量和1 600℃以上的高温,也能够提供还原反应用氢和水溶液电解制铁所需的电子。该技术方案可推广用于Ti,Cu,Ni,Al,Mg等金属的提取和冶炼。", "label": "冶金工程", "id": 0}
{"content": "本文通过对现代炼铁工艺的阐述与分析,提出在较长时期内高炉炼铁仍将是生铁生产的主要装备,并认为高炉的低碳技术是实现低碳炼铁的关键。针对高炉生产过程,结合国内外低碳研究的进展,提出我国高炉实现低碳冶炼的关键是进一步实施低燃料比技术和提高二次能源的回收利用效率。", "label": "冶金工程", "id": 0}
{"content": "非高炉炼铁技术是钢铁工业发展的前沿技术之一,直接还原已成为世界钢铁工业不可缺少的组成部分, 熔融还原实现了工业化生产,其环境的优越性得以证实,其低能耗、低成本等优点还有待实践证实。发展直接还原铁生产弥补废钢的短缺,是我国钢铁工业、装备制造业的发展的急需。以国内技术为基础,利用国内铁矿资源,以煤制气—竖炉为主导工艺是我国发展直接还原铁生产的主要方向。加强对国外熔融还原技术发展跟踪,强化国内的开发。尤其是对 COREX 技术的消化、以及装备的国产化是我国熔融还原发展的重要方向。", "label": "冶金工程", "id": 0}
{"content": "本文介绍了近年来国内外非高炉炼铁工艺的生产概况,分析了直接还原法和熔融还原法的工艺流程、工艺特点、节能效果、国内外的应用情况及存在的不足,为高炉炼铁工艺向高清洁化和环境友好型方向发展提供了借鉴。", "label": "冶金工程", "id": 0}
{"content": "随着全球钢铁行业的快速发展,低碳生产已成为钢铁行业新的竞争力。在我国\"碳达峰碳中和\"背景下,氢冶金是高碳排放的钢铁行业实现低碳绿色转型升级的有效途径。氢冶金是利用氢代替碳作为还原剂,减少二氧化碳排放的一种新技术,使用氢能可有利地促进钢铁工业的绿色可持续发展。本文一方面对现阶段国内外氢冶金的研究现状进行系统综述,另一方面根据能量守恒定律,分析气基直接还原竖炉的理论能耗情况,结果表明:采用全氢还原时,最佳还原温度控制在1223K～1273K时理论能耗较低。本文提出了为开发低能耗气基直接还原竖炉课题的展望,并指出钢铁工业为进一步达到节能减排的目标,氢冶金将有更广阔的发展前景。", "label": "冶金工程", "id": 0}
{"content": "随着世界气候的不断变化,我国的环保力度逐年增强,我国的钢铁行业面临着极大挑战。我国钢铁行业每年都要消耗大量的煤炭资源并排放大量的二氧化碳。氢能是一种绿色高效的二次能源,来源丰富、能量密度大。为了解决钢铁产业高排放的现状,氢冶金技术被给予厚望。但目前氢冶金的工业化应用仍处于起步阶段。本文介绍了工业中氢气的分类以及制备氢气的方法,还分析了传统冶金过程应用氢能的方法工艺,并探讨提出了氢冶金技术研发和工业化的发展方向。", "label": "冶金工程", "id": 0}
{"content": "本文简述了国内外直接还原铁的工艺研究和发展情况,探讨了气基竖炉直接还原工艺发展的重要性。由于环境、能源等因素,我国钢铁行业结构需要调整,气基竖炉直接还原工艺具有节能、环保等优势,将会成为我国非高炉炼铁发展的最重要方向。因此,本文对这两个工艺进行了介绍,并从相关技术、原料、产品、余热回收与产品热送等方面进行探讨,做了比较并简述了其各自的特点。从两种工艺特点来看,不论是天然气匮乏还是天然气充足的地区,气基竖炉直接还原工艺都可以进一步充分发展。", "label": "冶金工程", "id": 0}
{"content": "低品位、复合共伴生矿产资源的利用是解决我国铁矿资源安全稳定供给的根本。白云鄂博铁铌稀土多金属共伴生矿是典型的低品位难选冶矿,传统选冶工艺流程下资源综合利用水平很低。直接还原技术在低品位、复合共生矿资源利用与直接使用粉矿进行冶炼方面具有竞争力。目前,有关铁矿直接还原技术已有大量的研究和初具规模的工业生产,但在处理低品位的难选冶铁矿石和选冶流程中产生的固体废弃物时,仍存在很多技术和理论问题。针对含铁矿物低温还原过程中存在的问题,提出了稳恒磁场强化含铁矿物固态还原的新思路,证实了磁场可以作为低品位难选冶铁矿石直接还原的有效强化手段。该方法是将低品位白云鄂博矿粉配加半焦粉及粘结剂制成~10mm的内配碳球团,在磁场强度1T,还原温度950℃,还原时间60min后得到金属化率90%以上的直接还原铁,直接还原铁再经过磨矿-磁选得到金属铁和富铌稀土渣。该方法为实现白云鄂博矿石的综合利用提供了保障。", "label": "冶金工程", "id": 0}
{"content": "为了解决废塑料的污染问题和实现资源的循环利用,开创冶金服务美好生活的愿景,本研究提出了将塑料与无烟煤一起进行低温热处理来制得铁矿含碳球团混合还原剂的思路,以达到钢铁工业协同处理城市固废中废塑料的目的。系统开展了热处理温度和塑料配比对塑料粒化效果的影响,并结合粒化产物的气化反应性,得到了粒化工艺的适宜温度和塑料添加比。进一步,通过对粒化产物的微观结构以及热处理过程中物料间的化学变化进行分析表征,对热处理粒化过程的机理进行了探究。最后,以该粒化产物为铁矿含碳球团的还原剂,研究了不同还原温度下金属化球团的宏观形貌、金属化率及其微观结构,对比分析了混合还原剂对铁矿含碳球团直接还原的影响。结果表明,以氧化铁粉末试剂为含铁原料,加入无烟煤与聚乙烯（PE）薄膜塑料热处理后的混合还原剂,可以在反应初期提高含碳球团的反应速率,且可以提高气体产物中CO和H2的浓度,但是会引起一定程度的球团体积还原膨胀。", "label": "冶金工程", "id": 0}
{"content": "高炉法炼铁对于世界经济与钢铁工业的发展以及人类的文明进步做出了极大的贡献,但高炉炼铁一定要使用焦炭,但焦煤资源非常有限;且随着高炉炉容的逐渐扩大,对于原料的指标要求也越来越高。在烧结、焦化厂生产的过程中产生的废水、废气含有酚氰、SO2、NOx、CO2等有害的物质,污染非常严重;高炉的炼铁工艺面临的巨大挑战促进了非高炉炼铁工艺的研发。为了克服高炉炼铁的种种缺点,人们研究开发了多种非高炉炼铁法。尽可能地不用或少用焦炭,使用块矿甚至粉矿,减少了较大污染源。为实现钢铁厂清洁生产、减少环境污染创造了条件。由于上述优势,近年来,非高炉炼铁工艺发展迅猛。", "label": "冶金工程", "id": 0}
{"content": "由于该低品位钒钛矿具有钛含量高的特点,在高炉中比较难冶炼。本实验采用非高炉炼铁工艺,以硅铁为还原剂,研究了硅铁配比对低品位钒钛磁铁矿金属化率的影响。通过磁选分离工艺,研究了还原温度和时间对有价元素Fe、V、Ti和Cr回收率的影响。随着硅铁配比的增加,样品金属化率先增加后降低,配比为1.2时,金属化率达到最大。随着还原温度的增加,有价元素Fe、V、Ti和Cr的回收率逐渐升高。在还原产物中,元素V和Ti具有相同的分布规律,主要富集在黑钛石相中。随着还原时间的增加,Fe回收率逐渐升高,V、Ti和Cr的回收率先升高后降低。最佳工艺条件为还原温度为1450℃、还原时间为30分钟,此时Fe、V、Ti和Cr的回收率分别为88%,90%,90%和92%。", "label": "冶金工程", "id": 0}
{"content": "本文针对之前提出的超高品位铁精矿直接还原-熔分制备高纯铁新工艺中的直接还原进行可行性研究。研究结果表明:超高品位铁精矿氧化球团在900℃、H2/CO=2/5与1050℃、H2/CO=5/2两种还原条件下的膨胀率分别为243%与51%,不能应用气基竖炉直接还原工艺;添加4%CaO试剂后还原膨胀率分别降低至3.2%和8.8%,可以满足气基竖炉生产要求。", "label": "冶金工程", "id": 0}
{"content": "<正>1高炉炼铁技术现状2018年重点钢铁企业高炉生产情况1.1全国炼铁生产情况2018年全国生铁产量为7.71亿吨,比上年同期增长3.04%。重点钢铁企业铁产量为6.36亿吨,与上年同期相比1.46%。其它企业铁产量为1.34亿吨,增长11.21%。重点钢铁企业之中有69个企业铁产量是增产,有18个企业增产幅度大于20%,重钢增幅最大,达50.47%。主要原因是钢铁企业经济效益大幅上升,一批企业出现扭亏增盈。", "label": "冶金工程", "id": 0}
{"content": "本文介绍了COREX与HIsmelt熔融还原炼铁技术。着重针对两种工艺在国产化过程中做的一系列重要改进优化进行了阐述。其次,就改进后的欧冶炉和ML-hismelt熔融还原工艺的生产实践情况进行了说明,并对传统高炉工艺与二者的区别进行了比较分析,并对未来发展趋势进行了简要说明。", "label": "冶金工程", "id": 0}
{"content": "本文简要介绍了HIsmelt熔融还原技术及特点,详细叙述了墨龙HIsmelt熔融还原技术工艺流程,并对HISmelt熔融还原炉炉内不同功能区的划分以及物料在SRV炉内发生的物理化学变化进行了阐述,重点对进入SRV炉内的煤粉的作用以及流向做了分析。", "label": "冶金工程", "id": 0}
{"content": "本文首先对万吨级煤基竖炉的运营情况,包括发展过程和运行经济指标和产品质量都进行了简要的介绍,后面着重对运营实践取得的主要成果和经验进行了简要的总结。", "label": "冶金工程", "id": 0}
{"content": "本文介绍Xilun直接还原法经过3次各种产能规模的煤基回转炉中试线的成功试生产以及经过年产1,5万吨还原铁的钒钛铁矿直接还原-电炉熔分示范厂和利用铁矿年产2,5万吨还原铁厂的两个工业示范厂的成功工业化生产,奠定了Xilun直接还原法已进入工业生产和工程转让阶段。各项技术指标达到国际先进水平,尤其还原铁质量符合中国国家标准和国际标准:T.Fe 90-93%;金属化率90-95%;S 0,05-0,01%;P=0,05-0,015%;C=0,10-4,5%。本直接还原法拥有超高的脱硫率优势（90-98%）和脱锌率优势（90-95%）。拥有使用低品位廉价矿源和能源优势（能耗492kg标准煤/t还原铁）和使用自发廉价电能的优势,电耗100kwh/t还原铁。还原铁生产过程各工段之间采取连续热装。还原炉密封性良好（还原铁再氧化率不大于1,5%）。一条还原炉（单炉）的最大产能为40万t还原铁/年。在年产2500吨还原铁的中试线上,通过对粉化率、还原温度、抗压强度、球煤比各参数所做回归分析,得出回归方程;硫平衡表明炉料带入炉内的总硫量主要是依靠固体脱硫剂吸收,还有19%是烟气排放硫;在所用还原剂和燃料含硫不超过0,5%前提下,排放烟气不必进行脱硫脱硝处理,就能符合国家排放标准。利用还原过程硫行为的数学模型计算,明确了还原铁在炉内的吸硫区域。在年产3500吨还原炉上所做脱硫能力验证表明,本直接还原法可以使用含硫2,0%以上的高硫原料和硫=2,0-3,0%的还原剂和燃料。本法可使用高硫、高锌铅、高铜砷铁矿,尤其可以使用含铁45%的贫矿。使用预还原原料高炉炼铁,可降低焦比20%、提高产量25%和明显降低碳排放。Xilun直接还原法拥有在小型和大中型还原炉上30余年研发、可研、设计以及生产的理论和实践经验。本法的工艺原理具备先天性低成本炼铁的优势.建设一顿还原铁的投资额=1000-2000元/t.确保议定技术指标和吨还原铁可获得议定的100-500元范围的利税·设计采用Xilun直接还原法-氧气转炉流程比高炉-氧气转炉流程减少CO2排放51%!比天然气竖炉法-电炉流程减少CO2排放28,5%!所以,Xilun直接还原法-氧气转炉流程是全球最低碳排放钢铁流程!", "label": "冶金工程", "id": 0}
{"content": "采用高纯碳酸锂作为氧化剂预氧化直接还原铁中的金属铁和硫化物,高纯四硼酸锂作为熔剂制备玻璃样片,使用直接还原铁标准样品绘制校准曲线,建立了X射线荧光光谱法测定直接还原铁中硫含量的方法。对两个直接还原铁标准样品进行测定,测定值与认定值一致,相对标准偏差为3.453%～5.229%。满足行业标准制订对分析方法的要求。", "label": "冶金工程", "id": 0}
{"content": "钒钛矿块矿属于高钒高钛型钒钛磁铁矿,该矿产资源拥有巨大的利用价值,探索其有价组元的高效利用具有重要意义。回转窑直接还原-熔分工艺是目前处理钒钛矿重要技术。本文在实验室条件下研究了钒钛矿块矿煤基回转窑直接还原过程,考察了还原温度和还原时间对还原产物金属化率和外部形貌的影响及等温还原过程物相迁移规律。实验结果表明,还原温度1150℃、还原时间4 h时还原产物的金属化率达到85%以上,且表面未出现熔化现象,满足生产要求;等温还原过程中,钛铁氧化物相变历程:Fe9TiO15→Fe2.75Ti0.25O4→Fe2.5Ti0.5O4→FeTiO3→Fe,而钒、铬铁氧化物被还原为氧化物。", "label": "冶金工程", "id": 0}
{"content": "我国首座HIsmelt熔融还原工业化炼铁厂的建成投产,标志着HIsmelt工艺工业化进程步入了新的发展阶段。介绍了中国HIsmelt工厂的主要工艺流程和技术指标;结合澳大利亚kwinana工厂的生产实践,重点从改善炉缸耐材寿命、提高能源利用效率、提高工艺稳定性和生产效率等几个方面,论述了HIsmelt工艺工业化过程中取得的关键技术突破,对HIsmelt技术的发展和推广进行了展望。", "label": "冶金工程", "id": 0}
{"content": "运用多相流VOF模型,对碳氢铁浴熔融还原炉浸入式侧吹搅拌进行了数值模拟研究。研究结果表明,单层喷枪侧吹搅拌效果随喷吹流量增加而快速增加,而在同样喷吹流量下,双层喷枪侧吹搅拌效果显著高于单层。侧吹搅拌效果随喷枪层数和气流量的提高程度可由数值模拟计算确定。", "label": "冶金工程", "id": 0}
{"content": "本文以普通铁精矿经摇床所得高纯铁精矿为原料,重点考察了还原温度对还原度的影响规律,并对直接还原过程中的动力学条件进行了初步探讨。结果表明:提高还原温度有利于改善还原反应的动力学条件,但这种促进作用随着温度的升高呈减弱趋势。直接还原过程中反应控制环节为界面化学反应,经计算此控制过程的表观活化能为85.27k J×mol-1。", "label": "冶金工程", "id": 0}
{"content": "本研究以无烟煤为还原剂,对铁品位为71.87%的铁精矿煤基直接还原进行了研究,结果表明:在1000~1100℃范围内,随还原温度升高,还原产物金属化率逐渐增大。但当温度高于1075℃时,继续提高温度,产物金属化率增幅不大,适宜的还原温度应为1075℃;在相同还原温度下,随还原时间延长,金属化率逐渐增大,适宜的还原时间应为5h;在1075℃条件下还原5h,直接还原铁金属化率可达95.7%。还原用煤中添加Ca O可抑制煤中硫元素向直接还原铁中迁移,当其添加量为2.5%时,产物中硫含量由0.023%降低到0.017%。实验条件下的直接还原铁金属化率高,杂质含量少,可作为冶炼高纯净钢的基料。", "label": "冶金工程", "id": 0}
{"content": "本文简要说明了目前直接还原工艺的现状以及COSRED工艺的发展历程,详细说明了COSRED工艺的工艺流程、工艺参数、原燃料条件、关键技术、规模大小、工序能耗、环境保护、生产成本和操作维护等工艺特点,本文还说明了我国发展电炉炼钢短流程的重要性和紧迫性以及COSRED工艺对我国短流程炼钢发展的积极作用,最后本文介绍了COSRED工艺适合复合资源的综合利用以及开展钒钛磁铁矿和含铁赤泥的工业实验情况。", "label": "冶金工程", "id": 0}
{"content": "为了模拟直接还原竖炉的生产过程,建立了气固化学反应模型,通过计算流体动力学对竖炉还原段进行模拟计算。含铁原料的还原反应采用三界面未反应核模型。结果表明:当还原气体为纯氢气时,含铁原料下降约0.42m即可完全变成Fe3O4,下降约0.82m即可完全变成FeO,含铁原料下降约3m时,已基本被还原成Fe;当还原气体为纯一氧化碳时,含铁原料下降约0.8m即可完全变成,下降约2m即可完全变成FeO,含铁原料下降约3m时,已基本被还原成Fe;还原气的温度及颗粒直径对还原率及化学反应速率有较大影响,通过模拟可知:还原气温度越高,颗粒直径越小化学反应速率越快。通过对还原竖炉生产过程进行数值模拟,对实际生产中提高海绵铁的产量有指导意义。", "label": "冶金工程", "id": 0}
{"content": "本文简要说明了目前直接还原工艺的现状以及COSRED工艺的发展历程,详细说明了COSRED工艺的工艺流程、工艺参数、原燃料条件、关键技术、规模大小、工序能耗、环境保护、生产成本和操作维护等工艺特点,本文还说明了我国发展电炉炼钢短流程的重要性和紧迫性以及COSRED工艺对我国短流程炼钢发展的积极作用。", "label": "冶金工程", "id": 0}
{"content": "炉料在高炉溜槽上的三维运动轨迹对高炉布料操作具有重要意义。现有模型认为炉料在溜槽上没有初始偏析角度,忽略了炉料初始位置对炉料运动轨迹的影响。为此,本文建立相对高炉静止的静坐标系以及与溜槽一同旋转的动坐标系,通过坐标变换计算炉料相对溜槽的空间位置信息,并利用点的复合运动对炉料进行受力分析,建立旋转溜槽内炉料三维运动数学模型。研究结果表明,炉料在溜槽上的运动轨迹与颗粒的初始运动状态和溜槽的运动状态有关。通过离散单元法仿真数据验证了所建模型的有效性,为高炉布料操作调整提供了参考。", "label": "冶金工程", "id": 0}
{"content": "高炉料面形状信息对调节布料操作具有重要参考作用。针对目前工业内窥镜对高炉料面成像视场覆盖范围较小的问题,提出了一种新的视场覆盖增强方法。首先基于坐标系变换建立工业内窥镜的感知模型,定量刻画工业内窥镜参数与感知区域之间的关系;然后在感知模型的基础上提出料面成像区域面积的计算方法,并设计基于粒子群优化算法的视场覆盖增强策略,通过调整工业内窥镜的感知方向实现最大区域的料面感知。最后的实验结果表明,提出的方法可有效提高视场覆盖的料面面积,具有很好的应用价值。", "label": "冶金工程", "id": 0}
{"content": "节流阀开度是关键的高炉布料操作参数之一.为分析节流阀开度对溜槽末端料流速度和料流分布的影响,基于离散单元法建立了无钟高炉炉顶1:8模型,采用坐标变换方法获取颗粒相对溜槽的位置信息,提出了一种基于截断颗粒数的料流区域密度计算方法,实现料流分布区域确定.在此基础上,分析节流阀开度对溜槽末端料流速度和分布的影响.结果表明增大节流阀开度会增大料流宽度和高度,同时增大节流阀处以及溜槽末端的料流速度.节流阀开度在5～7cm或8～10cm时,料流径向移动距离不变,但后者因增大了料流重力而使得径向移动距离降低.", "label": "冶金工程", "id": 0}
{"content": "基于热力学第一定律,对梅山五高炉的热风炉系统、余热回收装置分别进行了热量平衡测试,得到了高炉热风炉系统热效率指标;通过横向对标确定了改进热风炉热量效率的方向,通过实施预热器改造有效提升了系统的热量效率。", "label": "冶金工程", "id": 0}
{"content": "炼铁高炉是钢铁冶炼过程中的重要组成部分,高炉布料的准确度对高炉生产的效率和经济效益有直接的影响。交流伺服系统具有定位精度高、调速范围宽、静态刚度强、响应速度快、过载能力强等优点,本文将伺服系统应用于高炉无料钟自动布料控制中,确保料流变动和倾角变动时系统的稳定性,获得较好的系统控制效果和经济效益。", "label": "冶金工程", "id": 0}
{"content": "<正>为了给现代高炉渣适宜镁铝比（MgO/Al2O3）提供理论依据,有理有据定性定量地指导高炉操作,该报告针对高炉渣的镁铝比问题展开研究。首先,介绍了高炉渣镁铝比问题由来的前因后果;其次,对最佳镁铝比的判定依据给出了理论分析;最后,通过工业应用验证了该理论的正确性和可应用性。", "label": "冶金工程", "id": 0}
{"content": "首钢股份公司1、2号高炉由于炉缸侧壁热电偶温度和水温差异常升高问题,被迫长期加钛护炉,不仅存在严重安全隐患,还造成了铁水成本的大幅升高。2018年及2019年对两座炉缸进行了快速浇注修复,从安全环保放残铁,快速高效凉炉与不切割炉壳进行炉缸清理,科学系统地调研炉缸破损与侵蚀机理,以及快速高效进行炉缸浇注修复和炉型合理修正等方面进行了大量技术探索与应用。整个修复工期最短35天,修复后不仅较好地解决了炉缸侵蚀的安全隐患,而且高炉技术经济指标大幅改善,日产量平均提高396.7吨,焦比降低32.51kg/t,仅用不到2个月便收回了浇注施工成本,经评估浇注后仅产量增加燃耗降低产生年效益可达1.32亿元。", "label": "冶金工程", "id": 0}
{"content": "基于炉缸破损调查试样分析和实验结果,介绍了炉缸炭砖侵蚀特征,研究了炉缸炭砖侵蚀过程,揭示了炉缸炭砖侵蚀的本质,提出了界面反应综合调控技术。结果表明:炭砖侵蚀经历三个过程:铁水润湿炭砖、铁水渗透炭砖和铁水溶解炭砖;炉缸铁水碳含量欠饱和是炭砖侵蚀的本质原因;基于AHP的界面反应综合调控技术可帮助高炉操作者明确调控方向和调控重点措施,应从铁水成分调控和炭砖性能调控的几个关键技术采取措施以延长炉缸寿命。", "label": "冶金工程", "id": 0}
{"content": "以高铝矾土、碳化硅、氮化硅铁、软质黏土、蓝晶石、焦炭及铝碳复合粉等为主要原料,以沥青、焦油作为结合剂,制备了高炉炮泥材料。采用XRD、SEM等手段对试样进行物相、显微结构分析,并通过现场应用对比,研究了铝碳复合粉对高炉炮泥材料性能的影响。结果表明:加入2%（w）的铝碳复合粉时,炮泥材料在60℃条件下的马夏值降低,塑性增加;经过300、1100以及1400℃处理后,试样的显气孔率降低,体积密度增加,透气性能降低,常温耐压强度升高;经过1400℃处理后,引入铝碳复合粉的试样中,氧化铝和莫来石物相含量增加,二氧化硅物相含量降低,导致试样中大气孔以及裂纹数量减少;通过现场应用对比,铝碳复合粉的引入提高了炮泥材料的抗渣铁侵蚀和冲刷性能,间隔时间降低的条件下,平均出铁时间延长,日平均出铁次数降低。", "label": "冶金工程", "id": 0}
{"content": "鞍钢股份炼铁总厂5号高炉采用轮法二期冲渣工艺,针对5号高炉冲渣工艺特点,分析影响高炉冲渣水溢流的问题,通过对冲渣工艺的优化,冲渣系统外来水源的有效控制,并提出一系列的改进措施,实现冲渣水内部动态平衡,逐步减少高炉冲渣水溢流外排,达到节能减排的目的。", "label": "冶金工程", "id": 0}
{"content": "利用高炉贮铁式主沟这一高温渣铁熔池载体,在高炉炉外在高炉主沟对高炉含锌布袋瓦斯灰、转炉含锌污泥等尘泥进行压球,熔融还原处理,正在广东和湖北高炉上进行推广应用,已成为转底炉、回转窑和小高炉炉内处理工艺的又一项工艺选择,具有投资省、运行设备少、投入产出效益高的特点。随着转炉大量吃废钢除尘灰含锌升高的新情况,提高主沟处理含锌压球量成为一个重要课题,利用高炉主沟热烟气预热含锌压球团块,是一项有效专利新技术。", "label": "冶金工程", "id": 0}
{"content": "玉钢两座450 m~3高炉于2008年开始实施钒钛矿冶炼,炉渣TiO2含量达到11.5～14.0%,属于典型的\"中钛渣\"。玉钢炉渣性能在很大程度上受渣中TiO2还原程度的影响,其熔化性温度较高、熔化性温度区间较窄,在正常炉况下液态炉渣的粘度约0.5Pa.S,能满足高炉强化冶炼的要求。本文旨在通过对高炉冶炼钒钛矿的炉渣特性进行分析研究,找出适宜的炉渣组成结构,并提出高炉合理造渣制度的控制要求。", "label": "冶金工程", "id": 0}
{"content": "2019年铸造炼铁厂根据公司生产结构的调整及环保态势的要求,1#,2#高炉要正常生产,面临着烧结矿大量短缺的现实,球团全部外购,入炉原料不稳定,不同原料的成分、冶金性能差异较大,难以做到入炉原料的稳定。经过炼铁厂讨论决定通过提高球铁烧结料的碱度来多吃外购球团,提高球团配比来缓解烧结料没有库存的窘境,依据计划用60%的烧结+40%球团来不断优化高炉操作,保证了高炉顺行。", "label": "冶金工程", "id": 0}
{"content": "高炉炉况的识别在高炉冶炼过程占据重要地位。准确及时的对高炉炉况进行判断是指导高炉操作保证炉况稳定的重要手段,然而高炉内部环境复杂,现场炉长对工况判断也多依靠经验难以准确快速地识别出炉况。本文提出了一种基于D-S证据理论的高炉多时间尺度下的炉况识别方法,首先分析高炉冶炼机理以及高炉的多时间尺度特性,选取多个方面的状态参数信息作为炉况识别依据;然后使用经验模态方法对这些状态参数进行多时间尺度分解,再在分时间尺度下对数据的特征信息进行提取并合成;最后使用D-S证据理论算法对高炉炉况进行识别。通过对得到的结果和现场记录的炉况信息对比,表明本文提出的方法准确地识别出高炉的渣皮松动、中心煤气流过盛和边缘煤气流过盛的炉况信息,对高炉的操作具有指导性意义。", "label": "冶金工程", "id": 0}
{"content": "大型高炉是钢铁制造过程中的重要装备,由于高炉运行过程复杂,干扰因素繁多,经常会有异常炉况发生。为及时监测异常炉况、保证高炉顺行,本文利用高炉运行数据,开发了一种基于MWPCA和高斯混合模型的算法对高炉异常过程进行监测。由于高炉运行数据存在非高斯分布和时变的特点,利用高斯混合模型改进了传统PCA监测模型的T~2统计量,使算法可以适应高炉数据的独特分布特征,并加入了滑窗机制,使算法具有实时更新的能力。随后,将算法应用在华南某大型钢铁集团的真实高炉数据上,检测了算法的有效性,并将其与现有的算法进行了对比分析,证明了算法对高炉异常监测能力上的提高。", "label": "冶金工程", "id": 0}
{"content": "结合鞍山钢铁5#高炉炉型设计特点,分析了影响该高炉炉型的主要因素,总结出以下5#高炉炉型管理措施:优化布料制度、提高风速和鼓风动能、控制冷却壁壁体温度、重视炉缸活跃度。采用这些措施后,实现了对5#高炉炉型的合理控制,保证了炉况稳定顺行。", "label": "冶金工程", "id": 0}
{"content": "在原有根据炉料成分、特性要求优化配料成本基础上,增加工艺控制内容,以铁前效益等为优化目标,根据最优化原理与方法、原燃料条件、物化性能和炉料特性与高炉工艺控制等,利用模糊线性规划原理建立铁前系统高炉工艺优化配料数学模型,根据优化目标:最佳、产量、总成本、总CO2排放、效益,计算分别获取相对应的配料比和工艺控制,便于指导生产获取更多效益。通过一家炼铁厂模拟优化配料计算,其比原计划预测:最佳配比时铁产量增加1.78%、总成本降低4.53%、总CO2排放降低3.56%、效益增加26.75%,最高铁产量增加5.55%,最低总成本降低6.17%,最低总CO2排放降低5.68%,最大效益增加32.36%。", "label": "冶金工程", "id": 0}
{"content": "采用移动床对高炉炉身区域含铁原料还原粉化特性进行了研究,并通过数据处理获得了炉身散料区内含铁物料还原粉化分布场。实验结果表明,炉身部位含铁原料的还原粉化速度不仅与温度高低有关,与炉内温度、还原气浓度与流速等均有很大关联。炉身倒V型等温面上含铁原料的还原粉化速度并非处处相等,而是温度、煤气流速大的炉身中心区域速度偏大,导致在炉身中上部中心500℃-600℃的区域形成了粉化程度严重的\"还原粉化核\"。由此可知,不同高炉含铁原料经该移动床模拟实验能获取独自的还原粉化分布场,根据还原粉化核的位置与大小对其还原粉化性能品质做出更直观地评价,亦能为高炉操作给出更明确的炉况调剂方位。", "label": "冶金工程", "id": 0}
{"content": "大型高炉持续低耗生产对整个钢铁业的降耗增效有着重大意义。宝钢4号高炉（二代）自2014年11月投产以来,持续保持着低耗、高效生产,各生产指标均处于较高水平,尤其在2016年与2017年连续两年在\"全国重点大型耗能钢铁设备节能降耗对标竞赛\"中获得\"冠军炉\"称号。本文简要介绍了宝钢4号高炉长期低耗生产的实际情况,并从高炉操作管理与降耗措施两大方面总结了4号高炉能保持长期低耗生产的理念与技术,从而为促进大型高炉低耗生产技术的研究与推广奠定基础。", "label": "冶金工程", "id": 0}
{"content": "2019年5月,首钢京唐公司高炉全面转为高比例球团炉料结构冶炼的工业生产,其显明的特征是渣量大幅降低,高炉顺行稳定,燃料消耗降低,然而1号高炉燃料消耗并未达到预期的效果。针对这一问题,结合渣量变化前后的生产数据,探讨了影响低渣比冶炼期影响燃料比降低的原因,分析认为其主要影响为煤气分布不合理、鼓风湿度升高、煤粉热值降低等方面,并提出相应的技术对策。", "label": "冶金工程", "id": 0}
{"content": "根据11高炉自身特点,开展分段式操作炉型管控技术攻关。通过管控剂风口面积,达到与产量、燃料消耗相匹配;通过管控布料边缘平台宽度和中心加焦面积,稳定炉墙热负荷;通过管控炉体各部位段冷却水量,水温差、热负荷,提高渣皮稳定性,防止渣皮结厚和频繁脱落。2019年开始分段式操作炉型管控模式在11高炉得到应用,高炉保持长期稳定顺兴,平均日产量稳定在6000t/d以上、利用系数超过2.3 t/（m3.d）。", "label": "冶金工程", "id": 0}
{"content": "钢铁厂使用的块矿中,含水量大、含粉率高,带入高炉,影响高炉透气性,既增加成本,也影响高炉的顺利进行。为此,在块矿进入高炉之前,增设块矿烘干筛分系统。为了使烘干过程中仓内物料受热均匀,烘干后水分适宜,需要对干燥过程流场做数值仿真研究。基于FLUENT仿真,研究了不同的送风方式、不同的送风位置对块矿烘干仓内流场分布的影响,并分析了干燥过程不同位置块矿水分变化规律,为块矿仓的设计优化提供了依据。", "label": "冶金工程", "id": 0}
{"content": "高炉铁水成分检测与分析对于铁水高质量生产具有重要意义。在利用激光诱导击穿光谱（LIBS）技术进行高炉铁水成分检测与分析时,由于光谱仪的分辨率不够高,常常出现铁元素谱峰与其他元素谱峰重叠现象。针对高炉铁水LIBS重叠峰问题,首先将谱峰的重叠问题转化为高斯线型函数的拟合问题;针对高斯线型函数参数众多的问题,提出了基于PSO的高斯重叠峰参数辨识方法,实现了高炉铁水LIBS重叠峰的解析。结果表明,解析后的重叠峰的决定系数（R~2）为0.9772,优于传统方法与小波变换方法,证明了该重叠峰解析算法的有效性。", "label": "冶金工程", "id": 0}
{"content": "高炉运行过程中炉内料面的状态直接反映其煤气流分布与炉况稳定程度,料面状态的估计对优化炉顶布料、绿色低碳高效运行具有重要意义。然而,由于高炉炉内密闭弱光、多粉尘强噪声干扰,难以准确获取料面所处的状态。为了估计高炉运行过程中料面状态,本文提出了一种基于特征点光流的高炉料面状态估计方法。首先结合采集的高炉运行过程中的料面视频,发现并分析了料面下降运动的新现象,首次刻画了料面下降不同状态;然后为提高对高炉炉内噪声及煤气流变化的鲁棒性,引入视觉显著性区域特征点检测,并进行精细化匹配,进一步优化了特征点集;最后计算特征点光流,基于光流矢量实现对料面状态的估计。通过现场数据验证了本文所提的现象,与传统状态估计方法相比,本文方法在高炉炉内强噪声、高动态光照环境下具有更加理想的估计结果及更高的运行效率。", "label": "冶金工程", "id": 0}
{"content": "实时准确地检测高炉铁口渣铁流速,对高炉安全出铁具有重要意义.为解决渣铁流温度高、流速快、热辐射强等导致的传统接触式与非接触式流速检测方法都难以适用的问题,提出了一种基于光流估计和特征匹配融合的高炉铁口渣铁流速在线检测方法.首先,针对渣铁流图像噪声大、纹理弱的问题,提出了基于改进ORB-GMS的特征匹配算法,在保证特征检测能力的同时,提高了特征匹配速度和准确性.其次,为防止粉尘遮挡等因素造成光流特征丢失并实现帧间较大位移的光流跟踪,提出了基于时间域可逆性的金字塔KLT与ORB结合的光流估计算法,减弱了对稳定光照信息的依赖,有效剔除了稳定性差的光流跟踪点.最后,使用基于异频残差校正的容积卡尔曼差速融合算法,将特征匹配和光流方法优势互补,融合算法输出频率高、抗噪能力强、鲁棒性好.实验结果表明:所提方法能实现铁口渣铁流速的高精度、高时效性检测,绝对误差小于0.3t/min,相对误差在6%以内,对比其他方法拥有较好的表现.", "label": "冶金工程", "id": 0}
{"content": "高炉煤气作为钢铁企业高炉炼铁副产的低热值可燃气体,是钢铁行业主要的二次利用能源之一,为了达到新形势下钢铁行业超低排放要求,开展高炉煤气精脱硫势在必行。高炉煤气中硫化物包括以羰基硫为主的有机硫和以硫化氢为主的无机硫,本文根据高炉煤气的特点,介绍了高炉煤气中羰基硫和硫化氢的脱除技术,阐述了适用于高炉煤气精脱硫的工艺流程。", "label": "冶金工程", "id": 0}
{"content": "本文主要介绍了通过合理配煤,优化工艺指标,尤其是对配煤水分和煤饼堆密度的控制,避免过捣固现象出现,同时加强焦炉操作管理,捣固工艺生产的焦炭完全可以满足2000m3以上大高炉的生产需求。", "label": "冶金工程", "id": 0}
{"content": "为研究炼焦煤性质对焦炭粒度的影响,对鞍钢常用炼焦煤进行了炼焦试验分析和配煤炼焦试验优化研究,跟踪了配煤炼焦生产中焦炭粒度变化。结果表明:不同变质程度的炼焦煤对焦炭冷热态指标及焦炭平均粒度指标的影响差异明显。试验条件下,焦煤成焦质量最好,焦炭粒度≥40mm的焦炭比例极高达到90%以上、平均粒度在70mm以上。对6米焦炉用配煤方案进行调整,通过配入瘦焦煤10%,降低焦煤配比5%,能够使焦炭热态反应性降低2.1%,焦炭平均粒度提高1.8mm,焦炭粒度均匀性保持稳定。", "label": "冶金工程", "id": 0}
{"content": "铁水硅含量是衡量铁水质量的重要指标之一,也是判断高炉炉况的重要依据。因此激光诱导击穿光谱技术（Laser-induced breakdown plasma spectroscopy,简称LIBS）作为一种具有快速、非接触、无损、全元素分析等优点的成分分析技术被引入到了硅元素含量的测量中。常用于LIBS分析的Si多为共振线,其易受自吸收效应影响,导致谱线强度下降,影响测量精度。本文尝试了一种优化的基于谱线展宽的自吸收校正方法,在考虑等离子体温度与电子密度的情况下,通过比较生铁中硅元素的实际测得谱线与理论谱线,得到谱线的自吸收系数,实现对自吸收效应的校正,消除由于自吸收效应产生的误差。结合实验数据与测试结果,证明了该方法确实对提高LIBS技术对生铁中硅元素含量的检测精度有一定效果。为后续提升LIBS技术定量分析精度提供参考意义。", "label": "冶金工程", "id": 0}
{"content": "河北三石公司研制的FH智能均匀喷吹技术是现代高炉冶炼工艺的又一次技术突破,为整个钢铁行业降本增效带来可能,本文对FH智能系统的原理、特点及优势进行整体阐述。", "label": "冶金工程", "id": 0}
{"content": "<正>高炉冶炼具有高度复杂、非线性、多变性、多目标、数据量大等特点,其工艺模型存在诸多改进之处,而专家系统虽然是有效的指导工具,但远远达不到高炉智能控制的目的。在大数据和人工智能快速发展的背景下,东北大学研发基于大数据挖掘及人工智能技术的高炉炼铁信息物理系统,通过对高炉进行状态感知、实时分析、科学决策、精准执行,", "label": "冶金工程", "id": 0}
{"content": "为降低生产成本,通过炼铁全流程计算,对鞍钢鲅鱼圈常用9种粉矿进行了技术和经济性研究和评价。结果表明,用单一矿石冶炼时,以高炉渣Al~2O3含量排序为,大杨迪", "label": "冶金工程", "id": 0}
{"content": "<正>提高块矿入炉比例在某种程度上是降低高炉冶炼成本的的手段之一,国内部分钢铁企业高炉冶炼过程块矿比接近30%。但由于块矿自身冶金性能较差,块矿比的改变容易影响高炉软熔带的形成及其透气性能,因此研究块矿比改变对高炉混合炉料综合冶金性能的影响,可为企业在控制冶炼成本条件下合理调控炉料结构提供理论依据。实验室通过超大容量矿石冶金性能检测装置研究块矿比变化对混合炉料的高温冶金性能及炉渣生成行为影响,分析不同炉料软熔与初渣生成行为。", "label": "冶金工程", "id": 0}
{"content": "迁安地区夏季昼夜湿度波动以及季节湿度变化对稳定高炉炉况和降低燃料消耗会产生不利影响。本项目拟采用冷凝法进行脱湿。冷凝法是采用冷凝方式在热交换器中将空气降温,使之低于露点温度,除去饱和水。采用冷凝法脱湿由于鼓风机入口风温降低、密度增大,还能增加鼓风机质量流量。其总能耗及运行费用要比干法和湿法低。经过对3#高炉项目节能效益估算,高炉鼓风脱湿节能技术具有可行性,能够降低焦比,提高喷煤比,节约鼓风机电耗,使高炉顺行而实现增产效益。", "label": "冶金工程", "id": 0}
{"content": "研究了Ti元素在高炉中的还原机理,分析了Ti元素还原的影响因素。结果表明入炉料钛负荷、铁液[Si]含量以及炉渣碱度对铁液[Ti]含量有显著影响。在生产实践中,通过降低入炉料Ti O2含量、低硅操作和调整炉渣碱度,铁液[Ti]含量明显降低,实现了低Ti球墨铁水的冶炼,为以后稳定生产奠定了基础。", "label": "冶金工程", "id": 0}
{"content": "大型高炉炼铁过程是钢铁制造的核心工序,是将铁矿石冶炼成铁水的重要步骤。为了保证高炉炼铁过程的平稳安全,针对大型高炉的故障检测十分必要。高炉炼铁是一种连续生产过程,内部时刻发生着复杂的物理化学反应。由于高炉内部的高温高压粉尘等恶劣环境,导致高炉内部的反应不能直接测量,所以很难获得高炉炼铁过程的大量有标签数据样本,很有必要研究基于数据的无监督故障检测理论方法。高炉炼铁大多处于半自动化的生产模式,生产操作还依靠现场工人的手动控制。针对高炉炼铁过程采样观测值在时间层面上存在重要相关信息、变量之间有相关性等特征,进行了两个方面的研究。（1）针对高炉炼铁过程运行状态相对稳定,正常工况下不存在突变,采样观测值在时间层面上包含重要相关信息的现象,提出一种基于无监督加权图的故障检测方法,并建立了相应的统计量。该方法首先计算待检测采样观测值之间的时间间隔;其次,计算待检测采样观测值之间的欧式距离,并与时间间隔加权,得到最小生成树中边的权值;最后,统计最小生成树中连接来自疑似突变点前后两个部分的观测值的边的数目,实现故障检测。该方法不需要有正常工况标签的数据,可以对待检测的采样观测值直接建模判断是否存在突变点。该方法不仅考虑了采样观测值在时间层面上的重要信息,提高了基于图的故障检测方法的可靠性,还实现了高炉炼铁过程的无监督故障检测。（2）针对高炉炼铁过程采集的变量存在相关关系的现象,提出一种改进的基于图的故障检测方法,并建立了相应的统计量。该方法针对欧式最小生成树不考虑变量之间相关关系的特征,提出综合利用马氏距离和欧式距离计算权值,构建最小生成树的方法。首先,计算变量之间的相关系数,如果变量间相关系数较小,则计算其采样观测值之间的欧氏距离,否则计算彼此之间的马氏距离;其次,对两种距离的结果进行加权求和得到最终的最小生成树的权值;最后,统计连接来自两个不同组的采样观测值的边的数目作为故障检测的统计量。该方法综合利用马氏距离和欧氏距离,并根据相关系数选择距离的计算方法,有效地利用了变量之间相关关系的重要信息,提高了高炉炼铁过程故障检测的效果。为了评测所提出的图方法的有效性,首先利用数值模拟仿真,然后利用实际高炉生产过程数据,验证了理论方法的有效性。", "label": "冶金工程", "id": 0}
{"content": "塑料是除水泥、钢铁外年产量第三大的人造材料。伴随塑料制品的生产数量与消费需求高位运行与逐渐增长,废塑料的产生量已经明显超出人类社会现有的回收处理能力,并造成大面积的海洋和陆地污染。废塑料的处理包括填埋、焚烧、油化、气化以及在钢铁行业中消化等。一种典型的钢铁行业消化废塑料是高炉喷吹废塑料技术。废塑料填埋不属于回收处理范畴,占用土地资源,易造成土壤和地下水污染,且浪费其中的有价资源;焚烧不涉及废塑料化学能的利用;与油化、气化相比,高炉喷吹废塑料节能效果明显且CO2排放少。本文重点对塑料的产量、种类、性质以及高炉喷吹废塑料工艺流程进行概述,最后,指出高炉喷吹废塑料推广面临的问题与展望。", "label": "冶金工程", "id": 0}
{"content": "<正>这个题目就是高炉煤气分布的作用和控制。我先来讲煤气分布。煤气分布有四种类型。经验表明,不管是中国的高炉也好外国的高炉也好。最好的炉况最好的生产指标,都是Ⅲ型煤气分布。四种煤气分布,最好的普遍认为是Ⅲ型煤气分布。那么煤气分布四种类型是什么?这里发了一本书,你们就看这本书的133页开始,后面有一段,这一段全部是讲煤气分布,那种煤气分布有什么特点。这样我就不讲了。煤气分布的类型问题我就不讲了,那么我讲一下Ⅲ型煤气分布,什么叫合理的煤气分布?这个我的讲稿没写,后面我会说为什么没写。", "label": "冶金工程", "id": 0}
{"content": "本文提出了我国高炉炼铁低燃料比长期徘徊不降卡脖子的问题,论述了低燃料比高炉炼铁的重大价值,通过近二十年我国高炉炼铁主要指标与国外工业发达国家先进指标的对比分析,得出入炉矿石品位低和渣铁比高是我国低燃料比高炉炼铁卡脖子问题症结所在,最后对解决我国低燃料比卡脖子问题提出了转变理念,调整炉料结构,发展高品质球团矿生产的期望。", "label": "冶金工程", "id": 0}
{"content": "<正>2019年上半年我国生铁产量达到4.0421亿吨,比上年同期提高7.85%,重点钢铁企业生铁产量占全国铁产量的80.92%,比上年增长4.51%,其它钢铁企业增长24.77%,全国铁产量仍是持续增长的态势,其它钢铁企业生铁产量增长比例比重点钢铁企业高,使我国炼铁产业集中度有所降低;中钢协会员单位高炉燃料比下降、入炉铁品位、喷煤比、入炉铁品位、劳动生产率和热风温度都有所提高,说明炼铁技术进步了;", "label": "冶金工程", "id": 0}
{"content": "在京唐5500m~3高炉用无轨式风口取焦机进行了风口取焦,取样深度最深7.6米,接近炉缸中心（7.75米）。京唐高炉入炉焦炭硫分在0.68～0.82%之间,灰分在11.77～11.99%之间,M40在90.77～91.66%之间M10在5.50～5.60%之间,CSR在72.50～72.60%之间CRI在19.35～19.67%之间,性能较优。在煤比169～206 kg/t的前提下,距风口前端（0-2.5米）,风口焦炭平均粒度在9.14～21.51mm之间,入炉焦炭粒度降解了42.1～33.4 mm之间,劣化度在82.1～63.1%之间。距风口前端（0-5米）,风口焦炭平均粒度在7.20～14.23mm之间。相对于入炉焦炭,16.10.26 10毫米以上粒级风口焦炭灰分高,显示劣化较为严重,与16.10.26劣化度较高相符。风口焦炭劣化程度并不因为受碱金属的多重影响而劣化严重。从17.8.9两个风口对比分析,同一次取样的不同风口受碱金属影响作用不一。在有碱金属富集和上部碱金属累积的前提下,总体符合∑ISO高、镶嵌结构低。", "label": "冶金工程", "id": 0}
{"content": "利用扫描电镜分析了未燃煤粉对反应后焦炭边缘及内部保护作用,并研究了未燃煤粉对焦炭反应性CRI、反应后强度CSR及显气孔率的影响。结果表明焦炭与CO2反应的限制性环节为界面化学反应,且符合Mckewan方程1-（1-R）1/3=kt;当未燃煤粉含量为10%～20%,未燃煤粉对焦炭的影响作用较大,焦炭反应性、反应后强度及显气孔率变化最强烈:CRI减幅为6.8%,CSR则增幅3.8%,显气孔率降低9.5%;未燃煤粉可以有效的减少焦炭边缘与内部CO2的侵蚀作用,从而避免焦炭边缘出现较大的侵蚀深坑、焦炭内部基质溶损、气孔壁受侵蚀而出现大孔、串孔及粉化现象。", "label": "冶金工程", "id": 0}
{"content": "采用热重质谱联用技术对选取的三种煤样的热解特性和气体生成规律进行了研究,比较了三种煤的TG/MS谱图,分析了不同煤种对煤热特性的影响,结果表明:三种煤具有相似的热解特性,三种煤粉的热解过程大致可以分为三个阶段;YM煤的最大失重率和最大质量变化速率大于其他两种煤,在400～600℃之间三种煤的热解反应最为剧烈,当温度达到800℃后时逸出气体中的CO、CO2成分继续增加;并运用Coats-Redfern法求解了JM、XM和YM三种煤粉的热解活化能,分别为42.32kJ/mol、21.69kJ/mol和70.59kJ/mol。", "label": "冶金工程", "id": 0}
{"content": "Ce2O3作为强碱性组元,有望作为强固磷剂来增强CaO-Al2O3-SiO2-MnO基锰铁渣的脱磷能力。本文通过热力学分析、结构分析、熔点测试、黏度测试和高温模拟脱磷实验探究了Ce2O3加入对CaO-Al2O3-SiO2-MnO渣脱磷过程的影响机理。研究结果表明,渣中添加20wt%Ce2O3后,Ce2O3释放出O2-,促进熔融渣中[P2O7]4-基团向[PO4]3-转移,从而提升熔渣的固磷能力,并且冷却渣中磷富集相主要为n Ca2Si O3 Ca3P2O8和CePO4两相;向渣中添加15wt%-20wt%Ce2O3后可以明显改善渣系的流动性;此外,高温模拟脱磷实验结果表明添加20wt%Ce2O3后,锰铁中最低磷含量从0.31%降至0.25%,脱磷率从31.1%提升到45.6%,脱磷效果明显提升。上述结果证实了Ce2O3作为强固磷剂应用于锰铁脱磷渣中的可行性,并为以后Ce2O3基脱磷渣的成分优化提供了理论依据。", "label": "冶金工程", "id": 0}
{"content": "烧结矿、球团矿等是高炉炼铁生产过程中的重要原料,其粒径大小将直接影响着高炉内部的煤气流分布,进而影响高炉内部的铁的还原。在实际炼铁生产过程中,高炉炉料矿石是通过离线筛分的方式进行粒径检测,检测方式效率低,精度差。使用机器视觉的方式可以有效提高检测效率,但由于矿石形状不规则,且矿石表面粗糙,在使用传统的图像处理方式会使得图像出现严重的过分割。深度学习方法可以基于深度特征对图像进行按像素的分割,可以有效地对高炉原料矿石图像进行分割。本文提出一种基于多特征融合的Unet矿石图像分割方法。首先对采集的矿石图像进行预处理,进行数据集制作;其次对Unet网络每层的卷积层输出进行密集叠加,进行多特征融合,利用制作的数据集在改进的Unet网络上进行训练;最终使用训练好的模型进行预测,对预测结果进行后处理,得到矿石图像分割结果。实验结果表明,本文方法在IoU和F1Scorce两项指标上均好优于经典Unet网络和传统的图像分割方法,能够有效的实现炉料矿石图像分割。", "label": "冶金工程", "id": 0}
{"content": "高炉上料过程物料料种是入炉原料重要的质量指标。针对现有高炉上料物料料种识别存在依赖人工经验、缺少实时检测手段以及现有矿石识别方法对象单一等问题,提出了一种基于机器视觉针对高炉上料过程堆叠物料的实时识别分类方法。以高炉上料过程传送带物料,包括焦炭、块矿、球团为研究对象,首先利用高速相机采集传送带各类物料图像并进行ROI区域提取与图像滤波,然后基于物料图像分析物料特性信息提取物料浅层特征,根据造料工艺物料破碎度的料间差异性,通过迁移学习方法,基于改进深度学习语义分割网络,利用多类物料图像数据对网络进行微调获得物料分割图像并提取物料分割特征,最后基于模糊支持向量机FSVM学习算法,融合物料图像浅层特征与深度学习分割特征完成完成高炉上料过程物料料种分类识别。实验结果表明,该方法能够做到有效降低料种识别错分率,提高上料物料识别的准确率,为高炉上料过程炉料料种检测提供新的方法。", "label": "冶金工程", "id": 0}
{"content": "针对高炉煤气中有机硫含量高,无机硫含量少的特点,分析了高炉煤气源头脱硫的必要性。研究了现有高炉煤气脱硫的工艺及特点,比较了其技术经济及安全可靠性,得出微晶材料吸附脱硫技术运行成本低、环境友好,技术可靠,是适合高炉煤气净化处理的新工艺。", "label": "冶金工程", "id": 0}
{"content": "针对宁钢料场、码头接卸能力有限制的条件,研发了一种适用于紧凑型料场的煤焦进厂船期预报模型。通过船优化型和料场不同原燃料堆场配置,在公司现有MR报文系统应用基础上,建立高炉喷吹煤粉、外购冶金焦进厂船期预报模型,取得比较好的效果。", "label": "冶金工程", "id": 0}
{"content": "铁矿粉的同化性是影响烧结矿性能的一个重要指标,文章对来自巴西、澳大利亚、印尼的六种常见的进口铁矿粉进行研究,重点从同化开始温度、同化温度区间和同化时间等参数考察铁矿粉的同化性能,并分析铁矿粉类型及成分对其同化性的影响。结果表明:PB粉和巴西BRBF粉的同化性能要优于纽曼粉和麦克粉,而智利粗粉和印尼海砂矿的同化性能最差,其中综合比较PB粉的同化性最佳,最低同化温度为1261℃,同化温度区间12℃,同化时间为111S;从矿物类型来看,以赤铁矿为主要成分的纽曼粉和巴西BRBF粉同化性最好,PB粉和麦克粉主要是褐铁矿,并含少量赤铁矿和磁铁矿,同化性次之,智利粗粉和印尼海砂矿属于磁铁矿,同化性最差;开始同化温度随SiO2、Al2O3含量的增加而降低,因此SiO2、Al2O3有降低最低同化温度的作用。", "label": "冶金工程", "id": 0}
{"content": "为了应对使用高Al2O3含量铁矿石带来的高炉料柱透气性变差的问题,本文首先研究了烧结矿、球团矿、块矿等不同单种炉料的软化熔融特征,明确了酸性含铁炉料和碱性含铁炉料在成渣过程的差异性;在此基础上,试验考察了使用不同类型的球团矿和块矿对改善高Al2O3含量综合炉料软熔性能的影响,结果表明:使用高Al2O3含量的自熔性球团矿和结构疏松块矿替代低Al2O3含量的酸性球团矿和结构致密块矿,虽然综合炉料中的Al2O3含量提高了0.26个百分点,但是综合炉料的最高压差由2.50kPa降低到1.70kPa,特征S值由198kPa·℃降低到114kPa·℃,综合炉料的软熔性能获得了改善。", "label": "冶金工程", "id": 0}
{"content": "煤粉喷吹工艺可以有效的提高炼铁经济效益,并能够起到调节炉况的作用。本文根据实际工况条件,理论计算出风口回旋区深度,并建立全氧煤粉燃烧模型,研究氧煤枪结构对煤粉燃烧特征的影响规律。结果表明:氧煤枪相对位置的改变,直接影响煤粉颗粒在回旋区内的运动轨迹,其中套筒内混式氧煤枪结构的煤粉扩散能力最好,扩散高度为25cm;3种氧煤枪结构下回旋区内的温度分布不同,套筒式氧煤枪结构中回旋区内的最高温度为2200K,处于3种结构下的最低水平;套筒内混式氧煤枪结构中回旋区内最高温度为3500K;斜插式氧煤枪结构下回旋区的最高温度为3800K;氧煤枪的相对位置直接影响回旋区内的气体组分分布与煤粉相分布;套筒式氧煤枪结构的煤粉燃尽率最低,而套筒内混式氧煤枪结构的煤粉燃尽率最高。", "label": "冶金工程", "id": 0}
{"content": "炭质材料因具有耐高温性能和抗熔渣侵蚀性能,使其成为Al2O3-SiC-C铁沟浇注料的主要原料之一。采用去除大颗粒骨料,细粉中不添加SiC等对抗渣效果有明显影响的其他原料,使用静态坩埚法系统研究几种炭质原料对铁沟浇注料抗渣性能的影响,使用SEM和EDS分析炭质原料抗渣侵蚀的机理。结果表明:球沥青、电极粉和裂解炭黑均能够提高材料抗渣渗透性能,炭黑的抗渣渗透性能最优,球沥青次之,电极粉不佳;炭黑在浇注料中分散均匀,纳米级微粉填充效果好,起到了良好的抗渣及抗氧化作用;球沥青高温形成的炭石墨化程度高,抗氧化性能好,高温下液相及气相吸附在气孔内部,使熔渣沿气孔渗透变得困难,提高了抗渣性能。电极粉在浇注料中的分散均匀性一般,抗氧化性能、抗渣性能差;球沥青和炭黑单一添加量均不宜超过2.0%,可考虑复合添加。", "label": "冶金工程", "id": 0}
{"content": "本文围绕优化化工系统过程控制指标,尝试通过配加部分高硫煤开展炼焦试验与生产实践工作,最终在保证焦炉煤气含硫达到要求前提下,焦炭质量及成本均得到改善。", "label": "冶金工程", "id": 0}
{"content": "铁焦作为优化高炉炼铁工艺的一种新型炉料,面临着铁矿粉添加量较少,强度不足等困境。本文采用坩埚炼焦和I型转鼓研究了大比例铁矿粉添加量和配加粘结剂对铁焦强度的影响规律。结果表明,随着铁矿粉添加量的增加,铁焦的强度逐渐降低,当添加量为30%时,强度骤降,仅为28.04%;在炼焦配煤中添加煤沥青可以显著增强铁焦的强度,当添加量为10%,效果最佳。", "label": "冶金工程", "id": 0}
{"content": "碳铁复合炉料作为低碳炼铁新技术,具有提高高炉生产效率、降低焦比,减少CO2排放的优点。本研究提出了利用粘结剂进行对辊成型和炭化处理的碳铁复合炉料冷压制备工艺,主要考察了各种工艺参数对碳铁复合炉料抗压强度的影响并进行了优化。结果表明,优化的碳铁复合炉料制备工艺参数为30%铁矿、45%烟煤1、20%烟煤2、5%无烟煤,5%粘结剂B或者粘结剂C,成型压力3t/cm,炭化温度1000℃,炭化时间4h。此工艺条件下,添加粘结剂B时,碳铁复合炉料炭化前后抗压强度分别达618N和3053N,金属化率达86.34%;添加粘结剂C时,碳铁复合炉料炭化前后抗压强度分别达1094N和3575N。所制备碳铁复合炉料具有较高的机械强度,满足高炉生产要求。", "label": "冶金工程", "id": 0}
{"content": "通过对龙钢炼铁厂5#高炉（1800m~3）所使用焦炭的冷态、热态性能进行分析,并结合焦炭在高炉生产中的理论知识,分析了焦炭对高炉生产的影响,焦炭质量直接影响高炉产量及各项指标明显得到提升。", "label": "冶金工程", "id": 0}
{"content": "铁前炉料制备过程主要包括炼焦过程和烧结过程,分别生产焦炭和烧结矿,为高炉炼铁提供燃料和原料.实现铁前炉料制备过程的先进控制与智能优化,有利于提高产品的质量和产量、降低生产能耗和成本.本文阐述了炼焦过程和烧结过程先进控制与智能优化的研究进展,包括炼焦配煤过程智能优化与控制、焦炉火道温度集成软测量、焦炉加热燃烧过程智能控制、炼焦生产全流程优化及烧结配料过程建模与优化、烧结热状态参数控制、烧结生产全流程优化与控制、烧结碳效建模与优化.最后总结分析了铁前炉料制备过程控制与优化的发展趋势.", "label": "冶金工程", "id": 0}
{"content": "锰铁合金主要作为钢铁冶炼的添加剂和脱氧剂,用于生产合金钢以及焊条行业,在冶炼产品的过程中各种原料的理化性能决定整个生产过程控制的难易程度。本文根据冶金学原理,探讨冶金石灰理化性能指标对低碳锰铁生产方式及炉渣渣型的管控措施,通过调整冶金石灰的理化性能,包括有效CaO含量、活性度、烧灼减等指标,来优化摇后渣MnO含量,取得最优化的回收率指标,使生产成本得到降低,所以,本文主要阐述通过优化冶金石灰的理化性能,来优化低碳锰铁生产工艺。", "label": "冶金工程", "id": 0}
{"content": "<正>铁是地表中丰度最高的元素之一,同时也是生物生长代谢所必需的微量元素,而微生物对铁元素的摄取往往受限于其非常低的溶解度和非常缓慢的溶解动力学,因此,铁氧化物的溶解影响着其生物可利用度和铁的微生物地球化学循环。探究铁氧化物的溶解机制及影响因素对地质风化作用、土壤形成、生物对铁元素的利用摄取等方面有着重要的意义,而缺乏原位高时空分辨的研究方法阻碍了对矿物溶解微观过程的理解。最近兴起的原位液相透射电镜", "label": "冶金工程", "id": 0}
{"content": "本文结合酒钢榆中两座高炉（炉容分别为420m～3和3200m～3）,通过选择有代表性的风口扒出焦炭与入炉焦炭进行对比,采用粒焦法研究了风口焦炭的高温反应特性。从矿相结构来看,入炉焦炭中各项异性和镶嵌结构比例较高,而破片结构、片状结构和流动性结构较少,验证了主焦煤质量特性的决定性作用。重点跟踪了风口焦炭灰渣比例增加,而对焦炭强度有利的镶嵌结构和各向异性等结构都有不同程度的减少,深入讨论了风口焦炭灰分增加对焦炭高温反应特性的影响,进而作出了修正,并定量的给出了风口区域表征焦炭劣化程度的劣化指数公式。结合高炉实际状况,就焦炭劣化指数与钾钠锌含量之间的关系进行了探讨,提出了由于炉容的差异,焦炭在炉容较小的1号高炉内停留时间短,受CO2侵蚀时间也较短,所以劣化指数低于炉容较大的3号高炉的观点。", "label": "冶金工程", "id": 0}
{"content": "为了研究烧结矿中配入不同比例兰炭对烧结矿质量的影响,探讨柯林斯达兰炭用作烧结燃料的可行性。在保证含铁原料和熔剂配比不变、燃料比为6%条件下,采用改变烧结过程中兰炭配加比例的方法进行烧结杯实验,并分别测定烧结矿样品的转鼓强度,FeO质量分数、软化性能、900℃的还原度以及500℃的低温还原粉化率。结果表明:柯林斯达兰炭的加入量对烧结矿品位和转鼓指数并未产生明显的负面影响,随着兰炭配入比例的增加烧结速度有所降低,当兰炭配入比例为35%,烧结矿成品率达到最高76.53%;。同时,兰炭的配入提高了烧结矿的开始软化温度,缩短了软化区间;使FeO质量分数降低,烧结矿的还原性和低温还原粉化指数均得到改善。综合考虑兰炭对烧结矿冶金性能的影响,当兰炭配加比例为35%时烧结矿质量最佳。", "label": "冶金工程", "id": 0}
{"content": "降低干熄焦烧损率是目前干熄焦行业中的难点,干熄焦烧损率的核算也存在多种方法,如何准确核算也是行业经常讨论的话题。目前测算红焦烧损率普遍采用的方法有:吨焦耗煤法、导入空气量法、热平衡法以及焦炭灰分平衡法等,现有计算方法存在需要另外检测数据、需要湿熄焦数据对比、计算复杂、干扰因素众多、存在偶然因素、标准不统一等问题,同时目前的计算方法均是针对全部焦炭的烧损率,而生产真正关心的则是成品冶金焦炭的烧损率,因此我们提出了一种利用稳定的生产检测数据得到冶金焦炭的烧损率的方法,这种方法才具有更高的实际意义和广泛的推广应用价值。", "label": "冶金工程", "id": 0}
{"content": "随着高炉生产技术的不断进步,焦比逐步降低,焦炭在高炉生产中的地位越发突出,有必要对焦炭质量对高炉冶炼的影响进行全面分析。本文结合湛江1号高炉生产实际,分析了焦炭化学成分、物理性能、冶金性能分别对高炉冶炼的影响,并根据焦炭质量结合实际生产情况提出了针对性的建议。", "label": "冶金工程", "id": 0}
{"content": "将高炉用的块矿用作烧结铺底料能够提高烧结的综合成品率并改善块矿性能。通过对铺底料前后的块矿各项性能进行对比,研究表明:块矿铺底料工艺能减少含裂纹结构的块矿进入高炉,从而改善其热爆裂性能,有效的脱除块矿中的结晶水和杂质,对降低块矿带含粉率具有较大的作用,该技术具有一定的应用前景。", "label": "冶金工程", "id": 0}
{"content": "本文重点考察了钒钛磁铁矿含碳复合炉料等温还原过程中收缩行为及相关机理。结果表明,钒钛矿含碳复合炉料收缩行为主要取决于还原过程中碳氧的消耗、矿物颗粒的烧结、铁晶须的抑制长大、液态渣铁的生成及残留的碳含量。当还原温度在900～1100℃时,碳的气化反应是其收缩行为的主要影响因素;当还原温度超过1100℃时,其收缩行为主要取决于液态渣铁的生成及碳的残留量;此外,提高还原温度,钒钛矿含碳复合炉料的收缩率随配碳比升高而明显降低,这是由于较高的配碳比条件下,液态渣相的生成量减少,且大量的过剩碳阻碍了铁相的聚集长大,从而抑制了钒钛矿含碳复合炉料的收缩。", "label": "冶金工程", "id": 0}
{"content": "在倒完铁水的空鱼雷罐中加入金属化球团,鱼雷罐再次受铁过程中,在铁水的动力学冲击和热力学作用下,金属化球团中的氧化铁与铁水中的碳元素和硅元素发生还原反应,实现了金属化球团的无危害返生产利用。研究了金属化球团对鱼雷罐中铁水温度的影响,从理论分析和生产实践两个方面,证实了金属化球团的加入不会降低铁水温度。", "label": "冶金工程", "id": 0}
{"content": "本文利用超高温共聚焦显微镜原位观察和电子探针扫描,研究CO还原FeO反应过程中（FeO→Fe）金属铁的析出形态以及结构演变的规律,明确金属铁的析出形态与还原条件之间的关系。结果表明升高温度有利于层状铁的形成,而降低温度有利于铁晶须的生长。这是由于随着温度的升高,反应速率明显加快并且大于界面扩散速率。在85%CO+15%CO2的还原气氛下,700℃时金属铁析出的主要形式是铁晶须,随着温度升高逐渐会有层状铁生成。在CO还原FeO的过程中,随着反应的进行首先会在FeO基底生成一个浓度梯度,浓度梯度厚度大约为1μm。随着铁原子在浓度梯度中不断扩散,铁晶核逐渐生成。", "label": "冶金工程", "id": 0}
{"content": "CO和H2及其混合气体还原氧化铁颗粒表面新生铁形貌的差异,与还原气体的吸附反应过程中需要克服的能垒、物质的迁移和混合气体间的竞争吸附行为相关。本文基于密度泛函理论计算和Langmuir等温吸附理论,研究了CO和H2混合气体还原氧化铁颗粒过程中表面新生铁形貌差异的机理过程。计算结果表明:CO还原会对铁离子产生较大的垂直方向的牵引力,而氢气则无明显的取向作用;一个CO分子还原FeO会释放0.18e V的能量,一个H2分子还原FeO会吸收0.94e V的能量,而铁离子跃迁到空位所要克服的能垒为2.41e V;等温吸附实验结果表明CO和H2气体还原片状Fe2O3颗粒的热重曲线可以分为3个阶段,铁晶须的生长发生在FeO→Fe阶段;在温度为900℃时,CO分子在FeO表面的吸附反应能力比H2分子强。在此基础上,提出须状铁晶形成的判定方法和条件,并通过SEM+EDS分析CO和H2及其混合气体流态化还原片状Fe2O3颗粒试样实验进行了验证。", "label": "冶金工程", "id": 0}
{"content": "铁水中的硅含量不仅能够指示高炉炼铁过程中的热状态,而且能够反映生铁质量,对其进行建模是长久以来的重要研究方向。本文主要提出了一种基于Elman-Adaboost强分类器的铁水硅含量变化方向分类方法,该方法将硅含量值的变化方向分为上升和下降,使用Elman神经网络建立弱分类器,接着利用Adaboost算法融合形成强预测器,然后对所得的结果进行分析。最后将分类的结果与之前提出的基于Elman-Adaboost强预测器的预测结果结合,使结果更加可信,为高炉操作人员提供控制高炉的可靠提示。", "label": "冶金工程", "id": 0}
{"content": "高炉炼铁过程具有物理化学反应机理复杂、高耦合、大滞后等特性,传统的单一线性系统建模已不能很好的反映其过程的动态特性。本文提出一种能有效提高控制精度的数据驱动高炉炼铁多元铁水质量双线性子空间预测控制方法。首先,为了降低计算复杂度,本文采用数据驱动典型相关性分析与相关性分析相结合的方法提取对铁水质量影响最大的关键可控量作为建模的输入变量;其次,为了提高建模精度及考虑到高炉多输入多输出非线性系统的动态特性,提出一种基于双线性子空间辨识的预测控制方法。在高炉中的仿真实验表明:基于双线性系统建模的预测控制具有较高的模型准确性、较好的设定值跟踪性能以及较强的干扰抑制能力。", "label": "冶金工程", "id": 0}
{"content": "高炉炼铁过程中,铁水温度是控制高炉的一个重要参数.针对现有铁水测温方法存在易受环境影响、设备寿命短等不足,以高炉撇渣器处铁水为研究对象,先利用非制冷焦平面红外热像仪获取撇渣器处铁水红外热图像面源信息,依据铁水与氧化层的温度差异设定灰度阈值来区分铁水和氧化层,构建红外热图像面源信息与铁水区域面源信息的映射关系.再基于面源信息的概率构建铁水区域面源信息与铁水点源信息间的映射关系.最后以铁水点源信息作为撇渣器处铁水温度.以某炼铁厂的2#高炉进行测试,结果表明所提测温系统受恶劣环境影响较小,可在高炉现场实时在线连续准确地测温,所提方法的测温结果与快速热电偶的测温结果较为吻合,能为检测撇渣器处的铁水温度提供了新的方法,为控制高炉提供可信的铁水温度.", "label": "冶金工程", "id": 0}
{"content": "复合铁酸钙体系是熔剂型烧结矿主要的液相成分,其中氧化铝是构成复合铁酸钙中重要成分,它的含量对复合铁酸钙的组成和形貌有很大影响,并且对高炉中烧结矿还原过程有显著影响。本次研究在30%一氧化碳和70%氮气气氛下采用热重分析,探究铁酸钙和含8%氧化铝的铁酸钙在1 123K、1173K和1223K下还原动力学问题。通过研究反应进程,得出铁酸钙还原的反应速率在反应度0.1和0.3-0.5之间达到2个峰值,分别对应Fe2O3向Fe3O4转化的反应和Fe3O4向FeO转化与FeO向Fe转化的反应。对比两种样品,得出氧化铝的加入从整体上会抑制铁酸钙的还原,但会促进Fe2O3还原为Fe3O4,并且氧化铝的加入会延长此反应的进度。通过无模式函数法计算得出铁酸钙反应活化能为38.9 kJ/mol,含8%氧化铝的铁酸钙反应活化能为83.0 kJ/mol。", "label": "冶金工程", "id": 0}
{"content": "铁酸钙体系作为高碱度烧结矿的主要液相成分,其等温还原动力学研究较为丰富。本文采用非等温热重还原的方法,分别研究了铁酸一钙（CF）与三氧化二铁（H）在30%N2和70%CO气氛下,以10K/min升温至950℃的反应过程,实验结果表明:CF和H开始还原温度分别为600℃和350℃;CF非等温逐级还原过程是两段式,即还原率α在0~0.33阶段,为反应:Fe2O3→FeO还原率α在0.33-0.95阶段,为反应:FeO-→Fe。H逐级还原过程是三段式,即还原率α在0~0.11阶段,为反应:Fe2O3→Fe3O4;还原率α在0.11~0.33阶段,为反应:Fe3O4→FeO;还原率α在0.33~0.95阶段,为反应:FeO→Fe。通过Freeman-Carroll法计算得知CF和H的非等温还原平均活化能分别为49.88和44.68 kJ/mol,由此表明CF较之H还原变难;", "label": "冶金工程", "id": 0}
{"content": "本文介绍了一种炉前铁样的全自动分析方法。该方法通过将样品进行全自动打磨出符合条件的分析面,再进行X荧光光谱分析。本文将样品加工流程拆分为样品粗磨、粗粗磨后冷却、样品细磨、细磨后冷却四个过程,并对四个过程的关键参数进行了实验研究。确定最佳粗磨深度为0.8mm,粗磨后冷却时间为100s,细磨压力为2.0bar,细磨冷却时间为40s。本文确定了炉前铁样的仪器分析参数及分析方法,经过重现性测试,该分析方法精密、准确。经过生产样品全流程的再现性测试,该检验流程的C、Si、Mn、P、S的相对极差均小于5%。此外,本文还对影响铁样全自动检测的接收站故障、分析仪器故障、软件系统故障、耗材更换、样品不合格问题进行了分析和控制。最终该炉前铁样自动分析方法的分析时间在350~400s之间,自动运行有效率达到99.8%。", "label": "冶金工程", "id": 0}
{"content": "本研究以浮氏体还原为对象,采用热重法实验研究在850℃下,三种不同还原气氛下的还原机理,由此初步探索CO-H2间的竞争行为。通过计算分析不同气体组成下,浮氏体还原转化率在0.1~0.5范围内的经验机理函数幂指数n和类化学速率常数的均值k*,结合两种气体混合还原反应的速率与两种气体分别进行还原的速率的关系,获得以下结论:本实验条件下浮氏体的还原遵守三维随机成核随后成长机理;在转化率0.1~0.5之间,随着转化率的升高,三种还原气体组成下浮氏体的还原速率均呈增加的趋势,并且在各个还原度水平下,CO气体的还原速率最慢,CO-H2混合气体的还原速率最快但要小于CO与H2单一成分还原速率的线性加和,H2气体的还原速率则介于两者之间。", "label": "冶金工程", "id": 0}
{"content": "生产实践证明,高炉内的氯元素主要来源于原燃料,并且主要以HCl气体的形式随高炉煤气运动。高炉煤气中的HCl不仅危害冶炼设备,还会对高炉原燃料冶金性能产生影响。基于此,研究了HCl气体对烧结矿的低温还原粉化性和还原性能以及焦炭的反应性和反应后强度的影响规律。结果表明:HCl气体可以抑制烧结矿的低温还原粉化,改善高炉块状带透气性。随着煤气中HCl气体浓度的增加,烧结矿的RDI+6.3指数和RDI+3.15指数均增加,RDI-0.5指数降低。HCl气体阻碍烧结矿的还原,使烧结矿的还原性下降。随着HCl气体浓度逐渐增大,烧结矿的RI指数逐渐减小。高炉煤气中HCl气体可以劣化焦炭的高温冶金性能。", "label": "冶金工程", "id": 0}
{"content": "本文对一种澳洲含钛精矿粉毅星精粉进行了实验室研究,包括化学成分全分析、烧结基础特性检测、扫描电镜分析、X衍射物相分析、成球性检测、烧结杯试验等。该矿粉粒度偏细（<200目超过65%）,钛含量高（Ti O2含量3.69%）,并且在受热后易产生刺激性气味。研究发现,毅星精粉中的主要矿物为磁铁矿（Fe3O4）和氧化铁黄（Fe OOH）,该矿粉成球性差,烧结配加后料层透气性恶化,根据烧结杯试验结果,认为秘鲁球团粉与毅星精粉在小比例配比条件下可进行互替,而随着Ti O2含量的增加,应适当地提高燃料配比,从成本上需要分析可行性。", "label": "冶金工程", "id": 0}
{"content": "<正>通过PFC3D建立高炉矿渣粉煤灰混合料的大型直剪试验模型,分别从力学响应、能量响应及接触力链场的角度对不同粗粒含量的混合料大型直剪试验进行研究。同时,根据对剪切位移场的分析,对剪切带的宽度进行估算。", "label": "冶金工程", "id": 0}
{"content": "研究了Fe2O3被CO和CO2混合气体还原时Na2O对其还原行为的影响以及Na2O含量不同的Fe2O3小饼还原前后体积膨胀率和孔隙率的变化情况,观察了Na2O含量不同的Fe2O3小饼还原后的显微形貌。结果表明,Na2O对Fe2O3的还原性有负面影响,还原后试验小饼的体积膨胀率和孔隙率均有所下降,是由Fe2O3在还原过程中生成的液相所致;一些特殊的针状和豆状结构在Na2O含量不同的Fe2O3还原过程中产生,这些结构均由还原过程中Na2O的偏析所致。", "label": "冶金工程", "id": 0}
{"content": "<正>根据大量的文本研究①,本篇梳理了中国古代冶铁技术发展的历程及其特点;追溯了道家思想作为中国古代科学技术思想源泉的贡献、地位与作用。一、中国古代冶铁技术发展的历程及其特点我国是世界上最早发明生铁冶铸技术的国家。早在公元前6世纪的春秋晚期,我国人民已经能冶铸白口生铁,并用来铸造铁器,这一发明比欧洲早1900多年。我国又是世界上最早发明生铁柔化处理技术的国家,在公元前5世纪的春秋、战国之际,我国人民已经", "label": "冶金工程", "id": 0}
{"content": "采用X射线衍射法和K值法对高炉渣中非晶态进行快速准确的定量分析。通过化学分析法和X射线衍射法,准确确定高炉渣中的物相组分。通过加入标准物质CaF2,查询衍射数据库,确定K值,对高炉渣的物相组分能进行定量相分析,经过计算确定出非晶态的含量。为了得到更为准确的非晶态含量,加入标准物质CaF2的含量应控制在20%。", "label": "冶金工程", "id": 0}
{"content": "以钢铁企业高炉煤气柜位作为研究对象,对高炉煤气发生量和消耗量等影响因素进行相关性分析,得到关联度较高的主成分作为输入参数。利用粒子群算法优化BP神经网络的初始权值和阈值,使优化后的BP神经网络能够更好地预测函数输出。针对粒子群算法早熟收敛、搜索精度偏低以及后期迭代效率不高的问题,提出对粒子进行变异操作的处理方法。研究结果表明:所建立的预测模型误差小,能有效解决高炉煤气柜位的预测问题,为生产企业合理制定煤气使用计划提供理论依据。", "label": "冶金工程", "id": 0}
{"content": "本文通过对中国炼铁产业现状的基本研究,首先明晰了炼铁在当前以及未来中国持续发展中的重要作用,同时也指明了炼铁产业所带来的严峻的能耗和环保问题;然后分析了炼铁工序中最重要的高炉环节的节能减排研究现状,发现随着各种各项节能减排技术的成功运用,比如精料技术、高风温技术、TRT余压发电技术、高炉喷煤技术等,高炉进一步节能降耗成为瓶颈。并且就当前前沿的节能减排技术,比如全氧高炉、喷吹塑料技术、喷吹焦炉煤气技术进行了分析,发现这些先进技术当前都存在严重的难以解决和克服的问题,有待更进一步的研究,并在短期内难以解决;最后,基于钢铁企业的碳素流和能量流分析了钢铁企业节能减排的核心问题以及节能潜力,发现降低燃料消耗始终是钢铁企业面临的最大问题,因此所有的节能技术最终都需要降低燃料消耗或是提高燃料的利用效益,并最终带来经济效益。", "label": "冶金工程", "id": 0}
{"content": "依据国家计量JJFl059-1999相关技术规范,采用X射线荧光光谱法对高炉渣中二氧化硅、氧化钙和氧化镁的不确定度进行评定。应用不同的分析方法,分析了影响不确定度评定的各个因素,找出了影响测量结果的主要因素,从而提高分析测试结果的质量。", "label": "冶金工程", "id": 0}
{"content": "开发高炉模型有利于更好地理解、控制和改进高炉炼铁过程。多流体高炉模型的建立基于计算流体力学、化学反应动力学和传输原理等理论。模型考虑了气、液、固三相间复杂的动量及热量传递,对高炉内众多化学反应做了简化。由于模型中方程数量较多及各相间存在强烈的耦合作用,采用计算机集群并行计算技术对其进行求解,以加快收敛速度。模型可以给出炉内多种详细信息,是模拟高炉炼铁过程的有效工具。", "label": "冶金工程", "id": 0}
{"content": "钒钛磁铁矿是攀枝花高炉冶炼的主要原料之一。本文通过实验模拟高炉实际冶炼情况,探索钒在高炉块状带区的还原机理。热力学计算表明,钒可以无限溶于铁相中;随着铁相的出现,钒氧化物还原的pco/pco2临界值将明显降低。模拟实验在还原炉中进行,研究了钒钛磁铁矿在不同温度、粒度和钒钛矿配比条件下的还原过程。结果表明提高铁还原度有利于钒氧化物的还原。当铁还原度达到85%时,钒开始被还原。当铁还原度达到97.4%时,被还原的钒在铁中的最大含量可达0.083%。", "label": "冶金工程", "id": 0}
{"content": "本文主要统计了首钢A、B两座高炉不同煤比时理论燃烧温度的控制范围;对风口前理论燃烧温度与铁水温度、铁水中[Si]的关系进行了分析,经过相关分析得出:A高炉风口前理论燃烧温度与铁水温度存在负的相关关系,皮尔森相关系数为-0.712,P=0.047,风口前理论燃烧温度与铁水中[Si]存在负的相关关系,皮尔森相关系数为-0.721,P=0.043;B高炉风口前理论燃烧温度与铁水温度和铁水中[Si]均不存在相关关系。另外经过相关分析,认为风口前理论燃烧温度与高炉上部压差与高炉下部压差也不存在相关关系。因此认为:风口前理论燃烧温度不能完全表征炉缸热状态,风口前理论燃烧温度高时铁水温度和铁水[Si]含量不一定很高,用铁水温度来表征炉缸热状态可能更合适。另外,认为风口前理论燃烧温度作为高炉调剂的一个主要参数意义不大,没有必要将其作为高炉日常操作调剂的一个主要指标。", "label": "冶金工程", "id": 0}
{"content": "在全球气候行动和第四次工业革命这两个新兴大趋势共同作用下,钢铁行业将继续发展节能和循环利用技术以及新的环保型钢铁生产工艺,即我国常说的\"高效、绿色、可循环的钢铁制造流程\"。本文从生产工艺流程和传统工艺改进两方面介绍了国内外钢铁工业先进生产工艺技术,认为氢、核能等新能源的使用、低碳冶炼新工艺技术应用、化石燃料作为还原剂的替代应用以及智能化应用是未来世界钢铁工业的发展大趋势。", "label": "冶金工程", "id": 0}
{"content": "浓缩倍数与腐蚀速率预测对于钢铁厂清循环系统具有重要意义。本文基于开源Python环境及Tensorflow框架建立了长短期记忆网络（LSTM）模型对浓缩倍数与腐蚀速率进行预测。经过参数优化与模型训练,LSTM神经网络模型对于清循环系统浓缩倍数与腐蚀速率都有较高的预测准确度,其中浓缩倍数预测的准确程度稍高于腐蚀速率。进一步地,选取BP、RNN神经网络进行对比,LSTM模型应用于预测浓缩倍数与腐蚀速率之类具有一定的时序变化数据是三者中最优的模型。", "label": "冶金工程", "id": 0}
{"content": "绿色化与智能化是我国钢铁工业可持续发展的重要要素。造块作为钢铁生产的第一道高温工序,其节能减排与智能控制尤为关键。为此,论文介绍了三个方面的内容:一是烧结烟气多污染物的源头、过程控制技术,二是冶金固废的高效处理和利用技术,三是烧结、球团生产的智能控制技术。", "label": "冶金工程", "id": 0}
{"content": "本文从二氧化碳在钢铁冶金流程的资源化应用出发,介绍了近年来二氧化碳在烧结、高炉、转炉、电炉、炉外精炼、连铸和冶炼不锈钢等流程的应用研究现状和发展情况。结合国内外应用研究现状和本课题组的研究情况,分析了二氧化碳在钢铁冶金各流程应用的可行性和冶金效果。主要介绍的新工艺有:烟气循环烧结,高炉风口喷吹CO2及CO2作为高炉喷煤载气,转炉顶底吹CO2,LF炉和电弧炉底吹CO2,CO2作为连铸保护气,CO2用于冶炼不锈钢和循环CO2燃烧。CO2在钢铁冶金各流程均有应用,合计使用量有望达到吨钢100kg,应用前景非常广阔。", "label": "冶金工程", "id": 0}
{"content": "<正>生铁冶炼及生铁制钢技术是世界公认的中国古代冶金技术的重大创造,对我国农业和军工发展,乃至国家的强盛影响巨大。根据目前的研究,中国生铁技术的产生可能是源自西亚地区块炼铁技术的东传,在中原地区结合自身文化和技术传统发明的[1]。而生铁在中国中原地区的广泛使用,以及自中原向周边地区,特别是经东北地区向朝鲜", "label": "冶金工程", "id": 0}
{"content": "钢铁工业发展至今对于工艺与装备的集成越来越重视,装备与工艺是相辅相成的关系,一方面冶金工艺的进步和发展是冶金装备技术进步的主要动力,另一方面冶金装备的进步可以引发和促进冶金工艺的实现与进步。将现代冶金工艺原理及前沿研发理论应用于生产且适合冶金工作者的工程平台就是各类过程控制系统及系统的APC模型（Advanced Process Control）接口。工业4.0技术与冶金APC模型相结合共同为生产高品质钢材提供机理、装备、工艺、质量的保证。提高企业的核心竞争力。", "label": "冶金工程", "id": 0}
{"content": "<正>由国家科技部批准,依托中冶南方工程技术有限公司组建的国家钢铁生产能效优化工程技术研究中心旨在监测、分析和评估钢铁生产全流程能效的基础上,提出钢铁生产全流程能效优化的系统解决方案,达到节约能源、降低生产成本的目的。目前,该中心可以提供以下两类服务:（1）基于精细化管理要求的钢铁生产能效评估体系的建立及能效评估;（2）能效优化关键技术的研究开发和工程化应用。", "label": "冶金工程", "id": 0}
{"content": "<正>本报告是在中国科协统一部署和领导下,依据《中国科协学科发展研究项目管理实施办法》（2012年修订）的规定,侧重近4年冶金工程技术学科的发展研究编写的。本报告只涉及钢铁相关的冶金工程技术,有色金属冶金等不包括在本报告內。钢铁冶金工程是国民经济建设的基础行业之一,为机械、能源、化工、交通、建筑、航空航天、国防军工等各行各业提供所需的材料产品。随着冶金新技术、新设备、新工艺", "label": "冶金工程", "id": 0}
{"content": "单耗分析理论应用各生产工序的效率,计算某生产过程的实际单耗及各生产工序的附加单耗。本文应用单耗分析理论,通过某钢铁企业生产过程实际技术参数,计算出吨钢实际单耗、各工序的附加单耗。定义工序不可逆放大系数,解析各生产工序的不可逆性,反应出钢铁生产过程中的用能薄弱环节。计算得出:某企业的吨钢实际单耗为712kgce/t钢,以及各工序不可逆放大系数,焦化:0.241,烧结:0.565,球团:0.241,高炉:0.926,转炉:0.139,电炉:0.018,连铸:0.079,热轧:0.088,其中炼铁工序不可逆性最高,是节能的重点所在。", "label": "冶金工程", "id": 0}
{"content": "各种煤气是钢铁企业内部重要的二次能源,对煤气系统供需预测方法的研究是实现煤气资源科学调度的基础,对降低吨钢能耗、减少煤气放散、提高企业经济效益等具有十分重要的意义。本文以高炉煤气的发生量为例,结合某钢铁公司生产过程的历史数据,将由因果关系预测法和基于时间序列预测法中移动平均预测法所建立的煤气供需预测动态模型进行了对比分析。分析结果指出应用因果关系预测法所建模型对煤气系统的供需进行预测可以满足煤气调度预警的要求,其预测精度较高,更适于指导实际生产。", "label": "冶金工程", "id": 0}
{"content": "本文综合分析了铁钢界面铁水运输技术的重要性,对铁水运输过程现有的存储容器、组织模式以及运输工具进行了对比分析,突出了\"一罐到底\"的技术优势,指出了\"一罐到底\"技术的应用意义重大。", "label": "冶金工程", "id": 0}
{"content": "本文介绍了西欧炼铁工业的进展,主要包括:铁水产量的发展介绍,高炉炼铁原燃料结构的进展,铁矿石烧结,高炉构造特点和装备评述,以及未来欧洲炼铁工业展望。西欧的钢铁联合企业使用现代化的生产线来生产多品种的高品质钢产品。高炉-转炉路线仍将占主导地位。其中一个主要焦点在于建立在基准值之上的未来CO2交易系统,而欧盟委员会设定的基准值是不可达到的。", "label": "冶金工程", "id": 0}
{"content": "<正>1钢铁冶金行业所面临的挑战钢铁冶金行业是世界上最重要的工业行业之一。该行业本身的特性迫使该行业的公司不断地与业内的其它公司和其它行业的替代产品进行竞争。因此,身处该行业的生产商和贸易商必须通过不断地开发新产品、提高生产率、提高产品质量来应对瞬息万变的市场。所有这些都对钢铁冶金企业的灵敏程度形成了挑战。因为,与此同时企业还必须达到制造高质量产品、准时交货、保持最低成本等方面的要求。", "label": "冶金工程", "id": 0}
{"content": "<正>2010年10月18~19日,第12届中国-日本双边钢铁学术会议在日本名古屋市召开。中日双边钢铁学术会议是由中国金属学会和日本钢铁学会联合发起的,1981年在北京举办了第一届,此后每2年或3年举办一次,对两国间的钢铁技术交流起到了重要推动作用。此次会议共有近百人参加,中国金属学会派出殷瑞钰院士为团长,成员包括中国", "label": "冶金工程", "id": 0}
{"content": "<正>第七届中国钢铁年会于2009年11月11～13日在北京召开,年会主题为\"实践科学发展观,开创钢铁科技创新新局面\"。本次年会召开正值世界金融危机对我国经济发展和钢铁生产造成不利影响", "label": "冶金工程", "id": 0}
{"content": "<正>第七届中国钢铁年会于2009年11月11～13日在北京召开,年会主题为\"实践科学发展观,开创钢铁科技创新新局面\"。本次年会召开正值世界金融危机对我国经济发展和钢铁生产造成不利影响之际,也是贯彻科学发展观,\"钢铁产业调整与振兴规划\"实施之时,以科技创新推动钢铁产业的发展已成为行业的共识。两年来钢铁科技创新使我国钢铁", "label": "冶金工程", "id": 0}
{"content": "绿色制造是实现可持续发展战略的有效途径。钢铁企业面向新世纪的时代命题之一是走绿色制造的道路。本文在探讨基于绿色制造的钢铁生产流程功能的基础上,对钢铁生产流程进行了优化,并用资源效率、能源效率和环境效率三个指标对优化程度进行了评价。", "label": "冶金工程", "id": 0}
{"content": "本文从物质流、能量流的概念出发,构建了钢铁生产流程的物质流模型和能量流模型,指出了提高资源效率、能源效率的措施。同时,建立数学模型,剖析了钢铁生产流程的物质流、能量流与CO2排放的关系,指出了CO2减排的努力方向。", "label": "冶金工程", "id": 0}
{"content": "针对国家重大专项项目要求结合用户需求设计制造了一种1 000 t大型全自动粉末冶金液压机组设备。该设备可全自动快速压制成型高精度、密度均匀、多台阶的复杂形状粉末冶金零件。文中介绍了该机组设备的基本组成要素及关键技术的试验总结等。", "label": "冶金工程", "id": 0}
{"content": "目前我国的粉末压机制造技术已相当成熟,能满足大多数产品的压制过程,但部分压机的设计仍存在不妥之处,不利于模具的安装及产品的成形,需要改装和改进。笔者结合自身的实际生产经验,对一台15T和6T压机进行了必要的改进,从而满足了实际生产要求。最后,笔者还对模具的连接件设计进行了探讨,供初学者参考。", "label": "冶金工程", "id": 0}
{"content": "<正>一、粉末冶金装备发展趋势二、粉末制备设备的新特点三、制品制备设备的新特点四、结论五、关于顶立目录一、粉末冶金装备发展趋势1、以低碳为主题的\"三低\"发展方向:低碳经济:在可持续发展理念指导下,通过技术创新、制度创新、产业转型、新能源开发等多种手段,发展以\"低能耗、低污染、低排放\"为基础的\"三低\"经济模式,是人类社会继农业文明、工业文明之后的又一次重大进步。2007年9月8日,胡锦涛在APEC第15次领导人会议上,郑重提出了四项建议,明确主张\"发展低碳经济\"。", "label": "冶金工程", "id": 0}
{"content": "利用微波快速加热粉状冶金物料的特性,结合气-固相喷动流化床传热传质的优良特性,提出了一种新型的冶金反应器-微波加热喷动流化床。微波加热喷动流化床可以充分发挥微波加热场、微波电磁场和气-固相流化场的优点,使冶金粉状物料在传热传质、气-固界面反应、固相离子扩散等动力学方面具有明显的协同强化作用,可以有效提高常规喷动床和流化床的气-固相反应动力学条件,在理论上是一种可行的冶金反应器。研究微波加热喷动流化床的冶金反应工程学,不仅可以补充和完善冶金气-固相反应理论,还可以发展成为一种具有潜在应用价值的新技术,在未来的冶金工程、材料制备以及工业废气回收利用等领域具有广泛的应用前景。", "label": "冶金工程", "id": 0}
{"content": "本文介绍了一种新型的模架集成式粉末成形压机的设计与制造。研制的压机将模架集成在主机并实现一体化,取消了传统压机中的下缸,使得设备的体积大大减少,结构简单。设备所有模板均为液压驱动并能独立运动,具有较高的灵活性,可以成形密度均匀、多台阶面的复杂粉末冶金零件。", "label": "冶金工程", "id": 0}
{"content": "粉末冶金成型技术是近净成形技术,具有少无切削加工,材料利用率高,制造过程清洁高效,生产成本低,可制造形状复杂和难以机械切削加工的特点,在汽车、航空航天、国防等领域具有广泛的应用。粉末制品液压机具有高精度、高可靠性、智能化的特点。文章就粉末制品压力机的控制系统进行了研究。", "label": "冶金工程", "id": 0}
{"content": "本文设计了粉末冶金液压机模架的模糊补偿同步控制系统。针对该模架的结构特点,在反馈线性化的基础上设计了基于模糊控制策略的补偿控制器,同时调节各个液压缸的非线性流量分布,以提高多缸系统的同步精度。仿真效果证明了该控制方法的有效性。", "label": "冶金工程", "id": 0}
{"content": "本文介绍了粉末冶金液压机中滑块的位移、压制力和压制速度的精确控制技术,该项技术主要是由PLC可编程控制器配合人机界面作为控制系统,对滑块的位置、压力及速度进行控制。该项技术的应用可以大大提高粉末冶金液压机的性能和精度,同时使操作者更易于操作,对保证设备生产效率和产品质量起到关键作用。", "label": "冶金工程", "id": 0}
{"content": "介绍了粉末冶金专用液压机成套设备的组成;根据粉末制品压制成型的实际工艺动作,分析了对工件质量影响较大影响因素;介绍了该设备的电液比例控制液压系统设计;总结了电液比例控制液压系统设计的优点。", "label": "冶金工程", "id": 0}
{"content": "开发了能适应铁基、铜基等多种金属粉末及其合金粉末制品的粉末冶金液压机的控制系统。配合不同类型的模具能够完成上三台面下三台面复杂粉末制品的精密压制成型。控制系统采用西门子PLC可编程控制器、研华平板PC主控,结合高精度的位移及压力检测元件,实现压力、位移及速度的数字化显示及控制。文章就粉末冶金液压机控制系统进行了展望。", "label": "冶金工程", "id": 0}
{"content": "本文采用CAD/CAE设计和有限元分析方法,设计并优化了粉末液压机机身结构,为提供该类压机的快速设计提供了参考和借鉴。", "label": "冶金工程", "id": 0}
{"content": "针对用户需求设计了一种粉末冶金专用的全自动液压机成套设备。本文介绍了该成套设备的主要结构组成,主机与多层模架设计,辅助机构,控制系统等。该设备可快速压制成型高精度、密度均匀、多台阶的复杂形状粉末冶金零件。", "label": "冶金工程", "id": 0}
{"content": "针对目前在许多粉末制品厂中以手工取送工件的操作来进行产品的精整加工存在的操作不便、精度低等问题,本文介绍了一种粉末液压机自动送料装置,并具体阐述了该装置数控系统的控制原理。自动送料装置的开发对发展我国粉末液压机及配套辅机研究,提升我国粉末冶金产业技术水平具有显著意义。", "label": "冶金工程", "id": 0}
{"content": "采用有限元方法对10000kN自动粉末制品液压机机架的初步设计结果进行分析,在施加预紧载荷条件下进行仿真计算,得到上横梁、立柱、下横梁及整机详细的应力、应变分布云图和最大变形情况。有限元计算结果表明液压机机架在施加预紧力的情况下,整机刚度满足设计要求,强度方面也满足设计的要求。", "label": "冶金工程", "id": 0}
{"content": "设计了基于自适应PID控制方法的粉末冶金液压机控制系统。针对粉末冶金液压机模型时变性和非线性的特点,设计了适用于速度控制的单神经元自适应PID策略,在线调节控制器参数,以实现速度的精确控制。仿真效果表明,该控制系统有较强的自适应能力。", "label": "冶金工程", "id": 0}
{"content": "本文采用CAD/CAE设计和有限元分析方法,对粉末液压机油缸的快速参数化设计进行了探索,并进行有限元分析优化,自动生成相关工程图。", "label": "冶金工程", "id": 0}
{"content": "本文介绍了具有智能快速相应的粉末冶金液压机生产控制系统。该系统采用了现场总线技术,并以西门子S7300的Profobus总线为例进行说明。采用了总线技术的粉末冶金液压机具有通信速度快,连线简便,故障率少的特点,应该得到广泛的应用。", "label": "冶金工程", "id": 0}
{"content": "针对铝粉生产装置中,循环氮气经除尘滤纸过滤器后过滤效果不佳,造成螺杆压缩机转子损坏的问题进行了改造,在压缩机前安装油浴式氮气过滤器,从而延长了压缩机检修周期,节省备件费用,且装置连续化生产稳定,创造更大效益。", "label": "冶金工程", "id": 0}
{"content": "<正>一、引言功能梯度材料（funetionally gradient material,简称FGM）,又称倾斜功能材料。1984年,日本科学家平井敏雄首先提出了梯度功能材料的概念。通常复合材料中分散相是均匀的.整体材料的性能是同一的.但有时人们希望同一件材料的两侧具有不同的性质和功能.又希望不同性能两侧结合得完美,中间的组织和结构呈梯度变化.内部没有明显的界面,从而使材料的性质和功能呈梯度变化。因此,功能梯度材料满足了人们对极限环境（超高温、大温度落差或易磨损）下长期、反复正常工作的需求。这也使功能梯度材料的制备成为材料加工工程的研究热点。", "label": "冶金工程", "id": 0}
{"content": "<正>金属注射成形（MIM）是近二十几年来发展起来的复杂零件近净成形技术,是由传统粉末冶金与注塑成形技术相结合的一种新技术。其主要工艺流程为金属粉末与粘结剂的混炼、制粒、注射成形、脱脂和烧结。MIM仍是当前研究的热点之一。研究内容主要分为以下几个方面:粘结剂的设计,脱脂工艺的改进,烧结工艺的改进和尺寸精度的控制。理想粘结剂的主要特征是:充模性能好,脱除容易。粘结剂的脱除在生产周期中占用了大量的时间,从MIM技术发展以来,先后形成了热脱脂、溶剂脱脂、催化脱脂、虹吸脱脂、冷凝蒸汽脱脂和超临界流体萃取脱脂等方法。", "label": "冶金工程", "id": 0}
{"content": "本文介绍了以单片机为核心的智能温度控制器和监控上位计算机组成的DCS系统在卧式真空炉炉温自动控制改造中的应用,给出其软硬件的设计原理和实现方法,以及改造中的技术难点与处理措施。", "label": "冶金工程", "id": 0}
{"content": "利用多路巡检仪采集现场温度数据,并通过RS485与PC机通讯,实现计算机的远程实时监测。介绍了用VB实现PC机与仪表串行通讯的方法及氢气烧结炉温度远程监测软件系统的开发。", "label": "冶金工程", "id": 0}
{"content": "社会在进步,公众的生活质量不断提升,焙烧行车操作环境相对艰苦,随着自动化、数字化及信息化装置的不能升级,焙烧车间天车实现无人化势在必行,但在行车无人化系统的运行过程中,应该整体保障它的运行稳定性,不断优化它的运行效率,以此来更好地提高碳素车间的生产效率和安全保障。对于无人碳素行车系统来说,自动化、数字化、信息化技术的广泛应用,着实为无人行车系统的发展完善带来了新的契机。本文将科学全面地分析无人行车及其数字化管理系统在铝用阳极碳素焙烧车间的应用实例。", "label": "冶金工程", "id": 0}
{"content": "主要介绍了根据目前镍铁回转窑生产工艺原理要求,如何采用\"一燃料一设计,一窑型一修正\"的精准设计理念针对性的设计燃烧器;以及镍铁回转窑用多风道燃烧器技术特点、选型参数及相关应用案例;结合目前镍铁生产企业智能化要求,提出燃烧器智能化方案,并充分发挥燃烧器的性能,实现系统节能环保、优质高效、智能化运行,为企业发展提供技术保障。", "label": "冶金工程", "id": 0}
{"content": "风管阀门是铜冶炼行业的重要设备,用于将压缩风和透平风输送到用户。传统的阀门操作与巡检主要由人工完成,存在劳动强度大、工作效率低、安全性差的问题。基于西门子S7-300 PLC开发了风管阀门集中控制系统,实现了对风管阀门的集中控制,具有安全、高效、节能的效果,同时对阀门安全操作和设备安全管理具有重要的借鉴意义。", "label": "冶金工程", "id": 0}
{"content": "以酚醛树脂为结合剂,碳化硅为骨料,添加少量硅粉和铝粉,制备免烧碳化硅材料。经120℃烘干处理后,检测其显气孔率、体积密度、常温抗折强度以及500、800、1000℃热态抗折强度,并在1000℃采用模拟实际电解槽在无槽帮时苛刻工作条件下的\"气氛控制动态侵蚀法\"来评价材料其抗电解质侵蚀性能,结果表明:树脂会部分转变为鳞片状石墨,硅和铝会在铝电解使用环境下转化为大量纤维状和柱状的陶瓷结合相,结合XRD、SEM及EDS分析,结合相可能为SiC、AlN、Si3N4,且具有优异的抗冰晶石侵蚀性能,将碳化硅耐火材料的烧成转移到使用环境中,节能环保,可降低材料的供货周期。", "label": "冶金工程", "id": 0}
{"content": "隔热材料在铝电解槽侧壁的使用过程中受到冰晶石蒸气的侵蚀,导致保温效果逐渐变差。针对隔热材料在节能铝电解槽上的服役环境,提出一套测试方法,以自制的抗侵蚀试验装置,测试研究了同种试验条件下蛭石板、硅酸铝纤维板、Si3N4纤维/SiC复合隔热材料受冰晶石蒸气侵蚀前后的性能变化及不同试验条件下硅酸铝纤维板受冰晶石蒸气侵蚀后物理性能、物相组成及微观结构发生的变化。试验结果表明,测试研究隔热材料的抗冰晶石蒸气侵蚀性能对于评价隔热材料在服役过程中的性能衰减、分析其侵蚀机制及指导选择合适的隔热材料等方面具有重要意义。", "label": "冶金工程", "id": 0}
{"content": "介绍了有机朗肯循环（ORC）技术的原理和特征,阐述回收低品位余热进行发电的ORC技术在国内外的发展现状与趋势,并以稀土行业中的隧道窑工业环节烟气余热回收为例说明ORC发电、供热。将低品位废热能源转换为电能和热能,实现了热电联供,达到了\"节能减排\"改善环境的目的。", "label": "冶金工程", "id": 0}
{"content": "针对电解铜生产过程中,电解槽阴、阳极板间经常会出现短路故障的问题,为实现电解槽短路故障的提前预判,开发出一套新型的电解槽电压监控系统。该系统采用大连理工大学自主研发的新一代嵌入式可编程控制器,可实现多个数据通道的高速准确采集;采用工业级无线传输模块,进行GPRS的组网传输,抗干扰性和传输范围得到很大提高;应用快速分析算法,实时分析判断采集数据,进行故障预警判断。目前,该系统已在新疆某电解厂进行现场试验,证明本系统安装简单方便、精度高、可操作性强,能显著提高电解厂的生产效率,有效减轻一线工人的劳动强度。", "label": "冶金工程", "id": 0}
{"content": "珲春多金属有限公司的铜冶炼项目采用了北京矿冶研究总院开发的新型复杂难处理精矿冶金工艺,该工艺流程种类较多,过程复杂。根据该项目工艺流程的特点,自控系统设计应用了和利时MACS-K分布式控制系统,将全流程划分为5个控制域,进行分域控制,之后通过光纤环网共同构成全厂DCS控制系统。", "label": "冶金工程", "id": 0}
{"content": "介绍一种应用于铝电解的整流器稳流控制系统,阐述其构成及特点。该整流器稳流控制系统结构简单、功能完善、性能可靠,为铝电解的安全生产、提高整流效率,提供了基本保障。", "label": "冶金工程", "id": 0}
{"content": "空气离心鼓风机为火法粗炼工艺转炉送风吹炼使用,随着转炉旋转工艺的动作,鼓风机系统压力波动大时机组防喘振系统动作,喘振阀电磁阀失电快速打开,造成压缩空气放空,不能正常投入生产。经动态防喘振系统优化设计,实现对离心鼓风机性能参数及转炉工况的复杂控制,优化了转炉鼓风机控制系统的控制方案,有效保护了同类型设备防喘控制线的盲区,完全能够满足工艺生产的需要,有效防止鼓风机喘振现象,提高了有色冶炼行业装备的自动化控制水平。", "label": "冶金工程", "id": 0}
{"content": "铸锭机组是将熔融的金属溶液在锭模内浇铸并冷却成形,并进过冷却再进行按要求堆码的一种设备,其中铝锭铸造机的铸模在注入铝液后,为保证铝锭冷却成形后表面质量有所提升,需要在注入铝液后进行表面扒去氧化渣这一道关键工序,本文就参照实际人工扒渣动作,提出一套全新的自动扒渣装置,可替代人工完成扒渣动作,减少人工劳动强度。", "label": "冶金工程", "id": 0}
{"content": "本文介绍了400KA电解槽打壳气缸轴瓦座的改进。其通过改进和优化后取得了较好的效果。", "label": "冶金工程", "id": 0}
{"content": "YGC-80型运罐车是一种专业用于渣罐转场搬运的高效运输设备。它具有结构简单、无需装卸设备配合、制造成本低、承载高、运输高效、可靠性好的显著特点。从设备的主要特点、结构、技术参数等方面介绍了渣包搬运车的设计。该搬运车设计改善和优化了物流成本。", "label": "冶金工程", "id": 0}
{"content": "设计开发的一种专业用于铜渣盛接、冷却的焊接渣包,具有制作周期短、焊接性好、节能环保、质量稳定、性价比高的显著特点。从设备的主要特点、结构、技术参数等方面介绍了焊接渣包的设计。该焊接渣包设计改善和优化了运行成本,节能环保。", "label": "冶金工程", "id": 0}
{"content": "电解槽槽壳是保证电解槽强度的重要部件,本文结合电解铝槽槽壳批量制作项目,介绍了电解铝槽批量制作工艺,焊接变形控制措施,提高批量制作工效的相关工艺措施等。", "label": "冶金工程", "id": 0}
{"content": "为制备高抗侵蚀性的铝电解槽侧壁材料,在Fe3O4细粉中分别添加0、5%、10%、20%、30%（w）的轻烧MgO粉,经球磨混合、干压成型后,分别在1 200、1 300和1 400℃保温3 h反应烧结,制备了MgO-Fe3O4材料,然后检测该材料的显气孔率、体积密度和抗AlF3-Na3AlF6-K3AlF6侵蚀性,并分析其物相组成和显微结构。结果表明:（1）高温下Fe3O4在空气中被氧化为Fe2O3相,随后Fe2O3与MgO反应生成MgFe2O4尖晶石。随着MgO添加量从0增加到30%（w）,由于试样中生成MgFe2O4相增多,导致试样体积膨胀变大及致密性降低。（2）制备的MgO-Fe3O4材料均具有较高的抗电解质侵蚀性能,且材料的抗侵蚀性能主要由其化学组成决定。此外,侵蚀过程中,添加20%（w）MgO的试样侵蚀层与原质层间形成了致密的Mg（Al,Fe）2O4复合尖晶石层,有效提高了试样的抗侵蚀性能。", "label": "冶金工程", "id": 0}
{"content": "使用强度高、空隙率低的各向同性焦为主要原料,通过改进和调整生产工艺配方、工艺技术参数等方法,成功地开发出了优质石墨化阴极炭块。", "label": "冶金工程", "id": 0}
{"content": "针对某炭素企业炭阳极的生产配方现状,通过实验室研究和工业验证,形成了大颗粒低粉料配方新技术。该技术降低了沥青的用量,解决了生阳极裂纹的问题。该配方技术的应用,提高了焙烧阳极的体积密度、抗压强度、CO2反应残余率,降低了热膨胀率和电阻率,实现了炭阳极提质降本的效果。", "label": "冶金工程", "id": 0}
{"content": "通过对某炭素厂处理生块水平裂纹的过程分析,从原料质量、成型生产工序控制、设备故障、焙烧工序等几个方面系统地分析了产生炭块水平裂纹的主要原因,并结合生产实际给出相应的处理建议。", "label": "冶金工程", "id": 0}
{"content": "研究了复合添加剂对炭阳极反应性能的影响。阳极在电解槽上的掉渣影响电解槽的稳定性,对电解生产极为不利:选择性氧化是造成阳极掉渣的主要原因。通过使用抗氧化复合添加剂,可以提高阳极的空气反应性和CO2反应性的残余率,降低其脱落率,使阳极的抗氧化性能得到极大的改善;可以使用低成本的原料生产高质量的阳极,降低了阳极的生产成本,为阳极生产和电解铝带来良好的效益。", "label": "冶金工程", "id": 0}
{"content": "铝电解槽的大型化需要高质量的预焙阳极,高电流密度也需要高质量的预焙阳极,涉及的检测指标从传统的5项增加到16项。近年来我国电解铝发展迅猛,对预焙阳极需求量快速增加。但生产阳极的原料沥青、石油焦、煅后焦质量却持续恶化。要生产出高质量的预焙阳极,需要生产厂家加强原料的检测,测试的指标也从传统的几项发展成目前的近20项。不少指标以前大家都不关注,现在发现这些指标比较重要;有的指标是由于原料恶化需要关注的。本文对预焙阳极生产过程中涉及的物料及最终产品的检测进行简单的概述,希望对炭素生产有一定的帮助。", "label": "冶金工程", "id": 0}
{"content": "石油焦煅烧工序是预焙阳极生产中的首道工序,对预焙阳极的质量有着重要的影响。通过对顺流式罐式煅烧炉炉内物料温度的实测考察,对炉内物料温度的分布有了新的认识。以此为基础,对各种工艺条件影响物料温度分布的情况进行了分析,研究了石油焦煅烧最终温度与煅后焦真密度之间的关系,以及提高石油焦煅烧最终温度的工艺方法;并进一步讨论了预焙阳极生产工艺中,制品焙烧温度与石油焦煅烧最终温度的关系。", "label": "冶金工程", "id": 0}
{"content": "介绍了以钢板材质Q355B厚20mm卷制成筒体的钢水包为焊接件,采用埋弧焊及CO2焊组合焊接的传统工艺技术方法,以提升工件的焊接质量。工艺的一小步创新和优化,可达到减轻劳动强度和提高生产效率的目的。", "label": "冶金工程", "id": 0}
{"content": "智能管控系统是由现代通信与信息技术、计算机网络技术、智能控制技术汇集而成,是针对某一个方面应用的智能集合。随着现代信息技术的不断发展,智能管控系统逐渐应用到各行各业中。本文阐述了韶钢自行设计检修高危智能管控系统,该系统包括计算机软硬件、网络设施、视频监控、报警系统及相关辅助设备等,同时也阐述了该系统的建设过程及实践应用情况。", "label": "冶金工程", "id": 0}
{"content": "通过对开裂轨道的现场调查及宏观分析、理化性能分析、低倍分析、金相及电镜分析,明确了轨道开裂的失效原因。结果表明:钢中氢含量较高,钢质较脆,在聚集有夹渣及气体、晶界结合力较薄弱的微区,随轧制变形及应力的释放,最先产生裂纹,随服役时的承重,在该薄弱区裂纹扩展并发生解理性脆性开裂,并使轨头开裂变形。", "label": "冶金工程", "id": 0}
{"content": "本文针对复式膨胀节发生泄漏的情况,从宏观分析、断口形貌、腐蚀产物能谱分析、材质成分、金相组织等方面进行研究分析,得出膨胀节失效的主要原因,为膨胀节实际应用提供借鉴。", "label": "冶金工程", "id": 0}
{"content": "电炉中间包在一机多流连铸过程中由于保温效果不好,存在各钢流温差变化大,夹杂物难以去除,铸坯质量不高等问题。以电炉中间包耐火材料为研究对象,设计了4种中间包耐火材料的砌筑方案,通过建立中间包的数值模型,应用ANSYS数值模拟软件对中间包进行优化方案,观察中间包在不同方案下的温度场分布,研究了不同中间包耐火材料组成对中间包内钢水与温度场的影响。数值模拟计算结果表明:35 mm工作层涂料、130 mm永久层浇注料、30 mm保温砖、5 mm纳米板和35 mm钢壳所组成的方案四的保温效果最好,但是考虑到现场施工情况应选取方案2为最佳方案。", "label": "冶金工程", "id": 0}
{"content": "采用电熔白刚玉、板状刚玉、电熔镁铝尖晶石为主要原料,改变尖晶石和方镁石的配比制备了三组铝镁质钢包浇注料。结合试样的体积密度、气孔率、强度等性能指标,加入转炉渣采用静态坩埚法研究了尖晶石和方镁石不同配比对铝镁质钢包浇注料抗渣性能的影响,测量并计算试样的侵蚀指数和渗透指数。结果表明:当尖晶石含量为8%（w）,电熔镁砂含量为4%（w）时,原位生成的镁铝尖晶石以及微量的膨胀对提高抗渣渗透性效果最好,渗透平均深度为4～5 mm。", "label": "冶金工程", "id": 0}
{"content": "对现有以铝矾土为骨料,电熔镁砂、白刚玉细粉、硅微粉等为基质的钢包浇注料,进行骨料升级优化,优化后的钢包浇注料显气孔率降低,体积密度增加,力学性能和抗侵蚀性能得到明显改善,同时具有良好的施工性能。在110 t不精炼钢包上试用,侵蚀速率大幅下降,耐材寿命提高,平均使用寿命在180次以上,不仅降低了耐材消耗,也促进了低碳钢的生产。", "label": "冶金工程", "id": 0}
{"content": "从综合砌筑、局部修补或者造衬和下渣线维护三方面对无碳钢包内衬综合维护技术进行论述说明。通过对无碳钢包刚玉砖中加入不同碳源进行水冷热震试验并结合现场使用情况,分析得出,含碳砖与无碳砖接触层,碳元素扩散到无碳砖中,促进无碳刚玉砖的剥落,施工时采取专用火泥湿砌接触层,减缓碳元素扩散,并加长该部位包壁工作层的方式增强薄弱环节;同时加长下渣线并使用下渣线专用胎膜成型50～80 mm厚的刚玉浇注料,减小下渣线因侵蚀和冲刷造成的影响;加长包壁冲击区部位内衬砖,提高钢包抗冲击能力。在以上综合砌筑的基础上,无碳钢包内衬配合局部修补、整体使用涂抹料进行造衬或者采用湿法喷涂施工造衬的维护技术,提高钢包综合寿命,促进钢包内衬保持同步蚀损。", "label": "冶金工程", "id": 0}
{"content": "通过调整干式料的硬化时间,采用水性隔离剂,改变烘烤工艺及工作层胎模设计,增强干式料层韧性等方式,有效解决了廉价改性树脂结合中间包干式料脱模时出现裂纹和塌料问题。", "label": "冶金工程", "id": 0}
{"content": "在国内,钢包透气砖一般添加3%（w）左右的氧化铬超细粉,以提高透气砖的应用性能,如抗渣侵蚀和抗磨损性。由于用后含铬耐火形成可溶性六价铬化合物引起环境和健康问题,含氧化铬耐火材料的代替品的研究引起了人们的兴趣。本文中用新型超细活性氧化铝E-SY 88取代氧化铬超细粉在透气砖浇注料中进行了研究,对比并讨论了浇注料的可施工性能,养护、干燥以及高温烧后强度发展。此外,浇注料的高温抗折强度、抗蠕变性、抗热震和抗渣性能进行了对比,抗渣侵蚀后浇注料的显微结构用电子显微镜进行了分析。试验结果表明在钢包透气砖中新型活性氧化铝E-SY 88是经济和技术上可行的代替品。", "label": "冶金工程", "id": 0}
{"content": "结合工程实例,介绍了大包回转台快速更换技术,根据回转台结构特点,使用多台大规格的液压千斤顶协同工作,将回转体顶升至一定高度,利用形成的空间完成回转大轴承更换,解决了短时间内完成检修任务的难题,通过多个工程实施验证,该技术具有很好的工程实用及推广价值。", "label": "冶金工程", "id": 0}
{"content": "本文以涟钢210转的内衬结构分析数据为基础,计算了不同条件下转炉各层材料的界面温度,对转炉内衬材料的厚度改变、保温材料的选型提供数据支持,也为炉壳的应力分析、内衬膨胀缝的留设提供相对准确的数据参考。介绍了常用保温材料的特性,对转炉保温材料的选择和优化提出建议。", "label": "冶金工程", "id": 0}
{"content": "钢包是钢铁工业流程中至关重要的工艺周转设备,不仅承担着钢水的转运任务,并且作为反应器参与钢水的精炼过程。因此,提升钢包的烘烤效果而对整个钢水流程工艺过程具有重要意义。喷射式钢包烘烤器作为新型烘烤器,火焰的长度根据空气和煤气的混合速度和燃烧产物的喷出速度确定,燃烧效率很高。而氧气助燃烘烤技术具有燃烧效果好,烟气损失小的特点。模拟结果表明,喷射式钢包烘烤器结合氧气助燃技术可以显著提高钢包烘烤效果。", "label": "冶金工程", "id": 0}
{"content": "以板状刚玉、α-氧化铝微粉、鳞片石墨为主要原料,外加质量分数为4.0%的热固性酚醛树脂为结合剂,用铝硅合金微粉代替铝粉和硅粉,制备金属复合不烧铝碳滑板,研究不同铝硅合金微粉加入量对试样的常温性能和抗氧化性能的影响。结果表明:随着铝硅合金微粉加入量的增加,试样的显气孔率逐渐增加,体积密度逐渐下降,而常温耐压强度和抗氧化性逐渐增强,铝硅合金微粉加入量为6%时,试样的综合性能最优。", "label": "冶金工程", "id": 0}
{"content": "针对钢包砖在使用中存在开裂、剥落等问题,在钢包砖中加入适量的电熔冶炼的致密AMC复相材料,可有效的优化材料的使用性能、解决材料开裂和剥落等使用问题,从而提高材料寿命,并在工业生产中得到推广应用。", "label": "冶金工程", "id": 0}
{"content": "随着不锈钢、洁净钢及合金钢的不断发展,对炼钢工艺中二次精炼要求越来越高,镁钙砖作为清洁耐材以其良好的高温性能在精炼过程中得以广泛应用。本文阐述了生产工艺对镁钙砖合格率的影响,简要分析了其影响的原因,对于镁钙砖的烧成,提供了一种可以减小预热带上下温差的方法,为提高镁钙砖合格率提供一种思路及方法。", "label": "冶金工程", "id": 0}
{"content": "以板状刚玉、电熔镁铝尖晶石主要原料,磷酸为结合剂,经1680℃烧结制备了刚玉-尖晶石耐火砖,对烧后试样在1300、1400和1500℃下分别进行了50 h的压蠕变实验,蠕变率分别为-0.111%、-0.191%和-0.564%,在0～50 h的蠕变试验中蠕变方程符合Y=Aexp（-x/B）+Cexp（-x/D）+E,其中Y为蠕变率;x为时间;A、B、C、D和E为实验常数,通过扫描电镜和工业CT对蠕变前后试样的显微结构进行了表征。结果表明:温度对试样的抗蠕变性能有重要影响;刚玉和镁铝尖晶石之间的固溶作用对增强试样抗蠕变性有重要作用。", "label": "冶金工程", "id": 0}
{"content": "以国产镁钙铁砂和电熔镁砂为主要原料,引入新钙源来平衡国产镁钙砂中CaO含量相对较低的现象,通过合理颗粒级配提高捣打料的致密度,同时优化基质组成,开发了一种电炉炉底镁钙铁质捣打料。其烧结强度良好,具有良好的抗渣侵蚀性能和不易水化的特点。", "label": "冶金工程", "id": 0}
{"content": "对不同尖晶石粉的进行技术特征的表征对比,并在水泥结合刚玉尖晶石体系中进行应用性能评价。结果表明:引入超细双峰尖晶石微粉,可获得更紧密的堆积状态,浇注料加水量明显降低,显气孔率减少,体积密度提高,浇注料各阶段强度明显提高。同时,超细双峰尖晶石微粉组分可更均匀分散于浇注料中,形成均匀连续屏障,进而提高抗渣性能。", "label": "冶金工程", "id": 0}
{"content": "钢包上水口断裂渗钢原因主要为上水口外型设计、上水口热震稳定性较差、滑动水口机构底座及安装基准板结构设计,根据对这些原因的分析,并制定了相应的改进措施,有效地减少了钢包上水口断裂渗钢事故的发生,提高了钢包上水口使用的安全性。", "label": "冶金工程", "id": 0}
{"content": "为减少钢厂钢包透气砖氧气清扫,通过合理的透气方式设计、材质选择研制出了Al2O3-SiO2-Cr2O3-ZrO2质复合弥散式透气砖,并对该材质进行了分析研究。工业试验证明该产品可降低80%以上的氧气清扫次数,同时该产品具有气体流量大,使用寿命和狭缝式透气砖相媲美等特点。", "label": "冶金工程", "id": 0}
{"content": "转炉设备及管道安装国内已经积累了相当丰富的经验,具体的安装专项方案及工艺处理方案都已经趋近完善。国内施工与海外施工存在各种难点,如法律法规差异、政府管理、国内、外籍人员管理、工机具配备及修复、多方合同关系、材料采购运输等。通过对本项目转炉工程施工开工至今所发现的一些问题加以总结,提出注意事项,明确关键点需加以严格监控,建议合理安排施工顺序,提高施工质量及施工进度。", "label": "冶金工程", "id": 0}
{"content": "通过电气参数变化对冶炼生产影响的实例,指出合理的电气测量方式,合理的控制模式,才能合理指导生产,才能实现冶炼的自动控制。", "label": "冶金工程", "id": 0}
{"content": "介绍了矿热炉参数的基本类型,参数设计的计算依据以及矿热炉参数设计的基本理论。", "label": "冶金工程", "id": 0}
{"content": "介绍半封矿热炉的一种全新加料方式,在矿热炉烟罩顶部安装三台自动布料器实现矿热炉内整个料面任意点的全自动加料。", "label": "冶金工程", "id": 0}
{"content": "主要采用数值模拟的方法对三相交流矿热炉内温度场与相分布进行研究。探索交流矿热炉内电弧的电场、磁场、温度场以及压力场的分布情况,发现矿热炉在经历一个周期内,各个物理场呈现周期性变化且影响着矿热炉的能量传递。通过对交流矿热炉建模,进一步分析矿热炉内的温度场和相分布,为提高矿热炉的冶炼效益提供理论依据。", "label": "冶金工程", "id": 0}
{"content": "主要介绍了组合式把持器大型硅铁电炉基于产能设计,利用Westly公式进行电炉主要参数的设计。通过投产后的各项实际运行参数和经济技术指标分析,说明了Westly公式在大型硅铁电炉设计中的合理性,尤其是对于连续生产高牌号的硅铁和金属硅电炉。在实际生产中体现出良好的可操作性,达到了大型硅铁电炉连续持久生产75%SiFe经济指标良好的目的。", "label": "冶金工程", "id": 0}
{"content": "某铁合金厂为充分利用当地资源和电力资源优势,满足我国产业升级的新要求,决定采用以南非先进的直流炉生产工艺为基础的40 MW直流炉设计方案,该方案结合我国实际情况进行工艺方案优化设计,达到了降低电耗,降低投资成本,满足环境保护的目的。", "label": "冶金工程", "id": 0}
{"content": "根据生产实际,对影响生产的关键部件压力环进行多次改造,提出了分体式铜底压力环,并介绍了此分体式铜底压力环的结构和优势。从实验情况来看,此分体式铜底压力环消除了以往压力环在使用过程中的众多弊端,有效减少了压力环热停炉故障,延长了矿热炉检修周期。", "label": "冶金工程", "id": 0}
{"content": "近十年来,在国家能耗、能效标准、技术发展要求、能源管理体系要求等引领下,以及各行业每年的技术交流探讨,围绕矿热电炉节能减排技术的发展,发挥了重要的作用。节能技术的快速发展,按电炉产量节能减排总量要求仍有一定差距。节能技术和电炉运行数字化模糊,节能减排数据不清晰,不利国家对矿热电炉行业能源合理消耗更准确地控制。技术和节能管理相结合对接差,节能减排运行模式的不标准化,不利企业降本增效和可持续发展后劲乏力。技术和能源管理体系要求的相结合水平不齐,不利企业可持续增值、可持续节能后劲不足。装备的机械化、数字化、自动化,无序发展,按调结构、转型升级的要求,因矿热电炉节能设计不规范、大型炉设备制造标准的滞后等问题已经凸现,电炉系统集成绿色设计、绿色制造标准制订已很迫切。产学研用,突破各行业关键核心约束的生产工艺共性技术,跨界协作渠道不畅。跨界系统节能装备新技术产品认证困难,新技术推广应用难。为此,笔者与团队对电炉装备系统、跨行业、跨专业、跨领域优化技术长达十余年的研究,在炉台上\"烘、烤、练\"十年,凝聚的心得。", "label": "冶金工程", "id": 0}
{"content": "针对传统净化系统受温度限制大、设备多、阻力大、煤气风机干扰严重的问题,文章提供一种新型密闭电炉炉气净化系统。其可处理温度高达500℃的高温含尘炉气,减少系统中的降温设备和系统占地面积,同时克服两台煤气风机互相干扰的问题,使得系统简化实用,运行更加稳定。", "label": "冶金工程", "id": 0}
{"content": "介绍了一种水喷射抽气器,可以代替引风机使用,将水喷射真空技术应用于30 MVA大电炉煤气除尘系统,除尘效率高达99.9%,电耗比罗茨风机低45%。", "label": "冶金工程", "id": 0}
{"content": "铁合金炉体作为生产的核心设备,它的使用寿命直接关系到企业的成本和效益,为提高炉体的使用寿命,公司结合过去行业工作者总结的经验,开展了内养与外护的总结和探索,制定了一些列的措施,形成了一套内部护炉管理体系。", "label": "冶金工程", "id": 0}
{"content": "硅铁、金属硅矿热炉出铁口部位长期经受高温铁水的冲刷,炉气和碱金属炉渣以及高水分堵眼泥球的化学侵蚀,极易损伤。随着时间的推移,氧化侵蚀由外部逐渐延伸至炉墙内部,受损严重时出现炉墙烧穿事故,是影响炉体使寿命的关键因素。因此研发一种长寿命的炉口砖将会极大的提高炉衬寿命,降低安全风险,给企业带来可观的经济效益。", "label": "冶金工程", "id": 0}
{"content": "本文介绍了某厂5台铁合金电炉炉前出铁和浇铸系统的废气特性,采用覆膜布袋除尘器净化废气,改善作业环境,减少无组织排放产生的含重金属粉尘,确保企业达标排放。", "label": "冶金工程", "id": 0}
{"content": "本文介绍了一种低阻高效亚微米除尘器,这种除尘器压力损失低于100Pa,可以用于颗粒物粒径为0.04～10μm的铁合金电炉煤气除尘系统,除尘效率高达99.9%。", "label": "冶金工程", "id": 0}
{"content": "<正>中国成立70年来,我国的铁合金产品无论是产量、品种和生产技术都有了很大发展。特别是进人20世纪80年代后,随着改革开放政策的贯彻落实,引进了国外先进的技术设备,使我国的铁合金工业迅猛发展。目前,我国铁合金产能和产量均位居世界第一,其中产量约占世界总产量的40%;生产企业有2000多家。2018年全国铁合金产量为3123.4万吨,不仅满足了我国钢铁工业的需要,而且硅铁、硅", "label": "冶金工程", "id": 0}
{"content": "针对矿热炉炉气回收过程中难以单纯依靠调节风机转速来保持炉压稳定实现全自动控制的问题。通过对现有控制方法的不足进行分析,提出通过改进软件算法,设计新的模糊自整定控制器来实现稳定炉压的目的。介绍了通过可编程控制器实现该算法的基本方法。通过程序改进有效提高了本套装置的自动化程度。", "label": "冶金工程", "id": 0}
{"content": "阐述了国家产业政策对半封闭电炉改造的要求,分析了两种炉型的主要区别,并对各种改造方案进行了对比,对生产企业设备升级改造提供了建议。", "label": "冶金工程", "id": 0}
{"content": "铁合金电炉广泛采用组合把持器,随着各种电极参数的变动,在组合把持器电极上出现了如打电、漏糊、电极下放困难以及硬、软断等许多问题,原因多由电极壳引起,因此有必要对电极壳进行相应的改进。对于铁合金电炉生产的消耗品,电极壳筋板上的孔有几种形式,常用的有方孔和圆孔。但基于客户的要求这种圆孔带翻边还是第一次尝试,不仅增加了工艺难度也增加了制作难度,工步连续进行,完成冲孔、翻边。", "label": "冶金工程", "id": 0}
{"content": "压力环是矿热炉最关键设备之一,要具有长周期、高稳定性的运行效果,传统的焊接式压力环由于受制造工艺和材质的局限,呈现出了不同的不足,严重影响了使用寿命和效果。新型组合式铜质波纹管压力环,克服了传统焊接制造工艺和材质的不足,利用了铜导热性好,冷却效果明显,不导磁等优点。采用铸造工艺,不产生焊接应力。基本上达到了压力环长周期、无维护、无故障运行。由此矿热炉压力环这一关键设备不再是影响矿热炉热停炉的主要因素。", "label": "冶金工程", "id": 0}
{"content": "为改变精炼炉繁琐的冶炼工序过程,设计了精炼炉用吹氧捣炉设备,介绍了设备的构建、控制及使得,并分析了设备的优缺点。", "label": "冶金工程", "id": 0}
{"content": "主要分析了影响矿热炉电极系统铜瓦使用周期的原因为设备本身结构与生产工艺操作控制。通过对铜瓦本体结构优化改进和加强生产操作管理,有效的降低了铜瓦故障,延长了铜瓦使用周期,减少了矿热炉停机时间,带来了良好的经济效益。", "label": "冶金工程", "id": 0}
{"content": "高炉进风装置位于炼铁高炉热风管道末端,是连接热风围管与高炉之间的通道,包括热风围管以下到高炉风口小套之间的设备,其中有喇叭管、金属波纹管补偿器（膨胀节）、弯管、直吹管、窥视孔装置及相关连接件等。现执行《高炉进风装置》（YB/T 4191—2009）技术标准。该项技术标准仅对各部件制造检验提出了规范性和指导性要求,没有制造和控制要求。本文为此对高炉送风装置结构和各部件相关标准化的制定进行了探究。", "label": "冶金工程", "id": 0}
{"content": "<正>影响搅拌桨使用寿命的因素很多,主要是搅拌桨浇注料的综合性能、搅拌桨生产过程的质量控制、使用条件影响和维护等。1搅拌桨浇注料1.1搅拌桨的使用特点KR脱硫时搅拌桨插入高温铁水,高速旋转,加入脱硫剂,10～14 min搅拌后,搅拌桨提升至待机位,", "label": "冶金工程", "id": 0}
{"content": "在我国制定\"碳达峰碳中和\"战略目标的背景下,传统的高炉加转炉炼钢的工艺已经不符合最新的环保要求,而氢冶金是实现绿色转型升级的有效途径。以全球首例氢冶金示范工程为例,针对竖炉框架平台荷载大、长宽比小、周边附属结构多等特点,对结构方案、荷载取值以及关键部位的节点做法进行了分析和研究。", "label": "冶金工程", "id": 0}
{"content": "大型炼铁系统具有工艺机理复杂、生产环境恶劣、失效风险大等特点,由此导致的数据流通不充分、观测信息不完备、试错成本高等问题严重限制了炼铁过程自动化水平的进一步提高.本文介绍了由物理空间实体模型层、虚拟空间多维模型层、物理空间和虚拟空间关联关系映射层、以及数字孪生应用层构成的基于工业互联网平台的炼铁生产线数字孪生系统.该系统通过数据实时的互联互通,构建了与物理实体生产线一一对应的虚拟孪生体,实现了物理空间和虚拟空间的同步运行和虚实交互.通过多时空尺度的建模与融合,将炼铁系统中\"黑箱\"设备白箱化,一定程度上解决了观测信息不完备的问题.同时,数字孪生系统的自主运行能力,将为新方法的应用和实施提供测试条件,降低炼铁系统的试错成本.数字孪生系统将为物料配方优化、生产过程监控、设备健康管理、产品质量管理等工业应用解决方案提供充足的数据资源、丰富的模型基础和便捷的验证条件.数字孪生技术的研究与应用有望为炼铁行业数字化转型带来新的突破点,促进钢铁企业实现精益制造、节能增效.", "label": "冶金工程", "id": 0}
{"content": "<正>1背景和意义6水站承担着给5高炉供水的责任,6水站承担的任务艰巨且重要。如果6水站不能及时为5高炉供水,会造成5高炉无法正常工作,耽误生产进度,从而会给公司带来巨大的经济损失。也会对高炉等相关设备造成损坏,进而会酿成一系列安全事故。因此,6水站的能否正常且安全的运行是维护企业发展有着至关重要的作用。", "label": "冶金工程", "id": 0}
{"content": "分析装煤除尘布袋易破损的原因,破损除尘布袋难查找的因素,对比荧光粉测漏与传统测漏的优势,对荧光粉操作步骤及注意事项进行描述,我厂使用荧光粉测漏技术的使用效果。", "label": "冶金工程", "id": 0}
{"content": "对铁水包钻铁现状调研,铁水包钻铁与耐火泥浆质量、砌筑质量、铁水包周转率、铁水包包壳形变和清理渣线粘渣等因素有关,同时理清了影响铁水包使用寿命的主要因素。通过优化工作衬材质和配置、永久层材质和配置、砌筑工艺、铁水包加盖、铁水包运行管理等多项措施,明显降低铁水包钻铁,逐步提高了铁水包寿命。", "label": "冶金工程", "id": 0}
{"content": "介绍了铸造厂烧结工序采用新型竖冷机冷却节能技术,解决了烧结矿热量的未回收利用、烧结粉尘严重污染环境等问题。该技术比传统的环冷技术热量回收率至少提高70%以上,能够高效地利用高温烧结矿的全部显热,回收的热量产生中温中压蒸汽,蒸汽全部用于发电,大幅度降低了烧结工序能耗,同时降低了烧结生产成本。", "label": "冶金工程", "id": 0}
{"content": "设计了一种新型铁矿石熔滴性能测定装置及方法,该装置包括高温炉、配气系统、加压系统和称量系统,能在高温下实现连续变压变气氛,使铁矿石熔滴试验条件更加接近高炉实际工况。试验结果表明,使用新装置及方法测定的铁矿石软化温度、熔化温度、软化区间及熔化区间都比国标条件下测定的结果小,这是由于在试验过程中施加的载荷要比国标的小,导致试样在试验过程中收缩得比较缓慢,而新装置测试中使用的大坩埚保证了试验结果的稳定性,在测试所生成炉渣粘度较大的铁矿石试样时能得到更加稳定的压差变化曲线。新装置测试试验重现性较好,所获得的数据精确度高,试验条件设定灵活,对不同高炉炉料情况的适用性好。因此,本装置及方法对于铁矿石软熔滴落性能的研究有着重要意义,具有很好的推广和应用价值。", "label": "冶金工程", "id": 0}
{"content": "为消除热风炉耐材间缝隙,在缝隙中灌浆,保证耐火砖衬与炉壳之间的良好接触,形成稳定的保护层,填充砖衬和裂缝之间的缝隙,从而提高炉壳、管道的保温隔热性能,减缓炉皮、管道的氧化变形,最终促进热风炉的长寿。", "label": "冶金工程", "id": 0}
{"content": "高炉喷吹煤粉是从高炉风口向炉内直接喷吹磨细了的无烟煤粉或烟煤粉或这两者的混合煤粉,以替代焦炭起提供热量和还原剂的作用,从而降低焦比,降低生铁成本,它是现代高炉冶炼的一项重大技术革命。随着煤粉均匀输送到风口,煤粉的燃烧效率提高,对改善高炉的炉况、保证高炉顺行有益,起到了增产的作用。因此将高炉的煤粉喷吹工艺控制过程由手动控制改造为自动控制,解决煤粉喷吹控制过程存在的动态性、非线性、滞后性的问题是很有必要的。", "label": "冶金工程", "id": 0}
{"content": "本文在对实际工程TRT系统配置的旁通管进行流动及换热分析的基础上,计算变工况条件下旁通管的临界截面及出口截面参数,并分析了不同压力工况下旁通快开调节阀开度变化情况,为冶金工程TRT旁通管的设计优化及调节阀的选型提供了理论依据。", "label": "冶金工程", "id": 0}
{"content": "筒仓具有占地小、空间利用率高、无粉尘污染、自动化程度高且易于配煤等优点,但极易发生自燃事故,对安全生产造成重大影响。本文简述了筒仓储煤工艺,通过对筒仓储煤自燃原因的分析,充分考虑生产中可能出现的问题,提出防止筒仓储煤自燃的关键是解决下煤堵塞问题的观点。并从设计角度出发阐述防堵要点。", "label": "冶金工程", "id": 0}
{"content": "高炉鼓风用轴流压缩机是炼铁过程中的核心动力设备,其工作性能与稳定性对高炉生产至关重要。在高炉风机控制策略中,采用科学、先进的控制方法,不仅可以更有效地保证机组的安全和稳定,同时可以使风机性能范围有所扩大,在提高风量的同时尽最大减少不必要的放风能耗,对高炉安全稳定和节能降耗起到显著的促进作用。研究EPU（Economy＆Performance Upgrade）对高炉风机喘振控制实践,实现了对高炉鼓风机安全稳定运行,减少了鼓风机放风量,促进风机节能降耗,改善了铁前成本电耗指标。", "label": "冶金工程", "id": 0}
{"content": "本文重点介绍了宣钢2500m~3高炉通过提高检测精度、控制程序优化等方式,提高了高炉炉顶设备的控制精度,对于高炉利用系数、降低焦比奠定了基础,在同类型高炉的炉顶设备自动化检测控制方面具有一定的推广和应用价值。", "label": "冶金工程", "id": 0}
{"content": "在线实时成分检测技术能够在线连续检测各种元素含量,以\"在线-实时-数字化\"解决了荧光和化学分析方法\"离线-滞后-人工化\"的弊病,适用于钢铁企业原料采购、混匀料场、球团车间、烧结车间、高炉车间、焦化车间、喷煤车间生产过程自动控制。蒂森克虏伯Duisburg厂2008年,柳钢烧结厂2014年,宝钢股份炼铁部烧结分厂2016年,鞍钢东鞍山烧结厂2017年安装在线实时成分检测设备,另外在线实时成分检测在钢铁行业前端的矿山行业已经广泛应用于来料分级、料堆质量管理、原料配料、细粒、中粒、大块产品监测等。炼铁行业应用方案,一类是提供在线成分检测结果,另一类是通过在线成分检测结果,进行闭环自动成分调整,稳定原料成分,稳定生产过程和生产指标。在线实时成分检测技术已经度过了其在炼铁行业的适应期,硬件、软件针对炼铁行业工况已经能够很好的适应,自动配料系统经过各项参数选择、摸索、试验后,已经能够平稳的运行,并取得了很好的生产指标。", "label": "冶金工程", "id": 0}
{"content": "除尘管道在压力的作用下容易出现凹陷变形,本文结合工程实例,对某高炉出铁场负压除尘管道凹陷变形后进行了详细检测,并对凹陷变形过程进行了详细的探讨,依据除尘管道凹陷后的残余变形状况,并根据现场构件变形测量情况对管道凹陷变形原因及过程进行了分析,提出了相关设计改进措施,具有较强的实用性,可供类似工程参考。", "label": "冶金工程", "id": 0}
{"content": "针对40Cr连接螺栓在使用过程中发生断裂事故,采用化学分析、金相、硬度、扫描电镜等实验手段对失效件进行了检验分析。结果表明:螺栓群在服役过程中受力不均匀是造成螺栓断裂的主要原因,同时显微组织中上贝氏体组织以及B类非金属夹杂物也促进了螺栓的断裂。在以上分析的基础上提出了相应的改进措施和建议。", "label": "冶金工程", "id": 0}
{"content": "本文主要介绍了高炉槽下称量系统PLC称量自动补偿算法,实现对称量过程自动闭环控制。该算法具有自动参数优化和误差补正的特点,能有效简化控制过程,提高控制精度。", "label": "冶金工程", "id": 0}
{"content": "由于生产经营需要,八钢2500高炉实施了冬季开炉工作,其间环境最低温度达-20℃左右,高炉开炉循环水系统送水工作需要做好专项保温、提温工作,主要是高炉软水、高低压净环水,其中炉体保温和泵房空冷器保温是关键。", "label": "冶金工程", "id": 0}
{"content": "文章以欧冶炉开口机为例,介绍旋转拖链在竖直方向布置的技术改造过程、重点对结构设计进行阐述。", "label": "冶金工程", "id": 0}
{"content": "输送带在炼铁厂的物料传送中起到至关重要的作用,通过更换输送带热硫化接头的工艺特点和日常运行中输送带热硫化接头出现的问题,对硫化工艺进行了科学、合理的创新,并通过现场实践,探索出输送带设备实现高效、环保顺行的新模式。", "label": "冶金工程", "id": 0}
{"content": "以三级高铝矾土为主要原料,以铝酸钙水泥为结合剂,制备了Al2O3-SiO2-SiC湿式喷射料。通过对\"一罐到底\"脱硫铁水包的包壁和渣线进行湿式喷射造衬,试验了湿式喷射料在苛刻服役环境下的使用效果。结果表明:喷射衬使用至57炉次时整体性良好,但至65炉次时出现大面积剥落。按喷射衬完整保护包壁55～60炉次计算,喷补1次将提高包龄15%以上,连续喷射造衬将有望大幅度提高铁水包在苛刻服役环境下的使用寿命、安全性以及吨铁成本。同时,喷射衬提高了铁水包的保温性能,有助于降低铁水转运过程的能量损失。", "label": "冶金工程", "id": 0}
{"content": "本文通过对钢铁企业能源运营管控、能源资源运营效率、能介平衡现状、业务痛点的剖析,深入阐述了解决钢铁企业能源运营系列问题,并立足系统管理改善与工业智能应用,从而实现企业能源系统资源运营方面资源最优配置、经济供应、智能化转型。", "label": "冶金工程", "id": 0}
{"content": "分析了建立钢铁行业消耗性耐火材料抽检制度的重要性和可行性,通过试行耐材抽检制度进行验证,并以典型的实例进行初步探讨。试行结果表明,建立耐材抽检制度可以加深对耐材质量的了解,加强对耐材质量的管控,具有一定的推广价值。", "label": "冶金工程", "id": 0}
{"content": "根据工艺要求开发烧结烟气循环自动控制系统程序,实现烧结循环烟气的主要参数控制、增压风机的启停以及气力输灰系统的自动控制要求。", "label": "冶金工程", "id": 0}
{"content": "针对目前我国危险废弃物的处置方法主要以焚烧、热解和固化填埋为主的现状,探讨采用钢铁企业高温窑炉窑协同处置危险废弃物的工艺可行性,提出完善利用钢铁企业高温窑炉协同处置危险废弃物的管理和技术建议。", "label": "冶金工程", "id": 0}
{"content": "<正>1智能液力偶合器的开发背景皮带输送机能长距离运送、输送能力强、运输费用低、易于实现自动化集中控制及远程监测等优点,是冶金钢铁厂烧结、高炉、炼铁、原料场等工艺位置的关键运输设备;液力偶合器是皮带输送机上一个关键零部件,因其具有带载软启动,提高异步电动机启动能力,吸收传动冲击与扭振,对传动系统实施限矩保护以及协调多机驱动的负荷均衡分配等难以被取代的使用特性广泛运用在皮带输送机上。液力偶合器在使用过程中存在如下痛点:人工巡视工作量大,实时性和可靠性低;设备", "label": "冶金工程", "id": 0}
{"content": "采用水性无机富锌涂料在St12钢板表面制备了防护涂层,在烧结机头电除尘器中进行了挂片试验。研究结果表明,水性无机富锌涂层的失效过程为点状损伤萌生后逐步扩大,进而演变为溃疡状损伤;在烧结机头电除尘器环境下服役一年后,防护涂层表现出良好的防护能力,阳极板材料未发生显著腐蚀。", "label": "冶金工程", "id": 0}
{"content": "混铁车是用来将高炉铁水运送到钢厂进行冶炼的专用车辆,其运行时出故障将会影响钢厂正常受铁水时间,而混铁车故障基本上都是电气故障。为了缩短维修人员电气故障检修时间,大幅提高检修效率,本文通过对混铁车电气设备及线路等的详细介绍,重点分析了混铁车常见电气故障诊断与处理方法。", "label": "冶金工程", "id": 0}
{"content": "随着钢铁业的迅速发展,要求钢铁企业的安全稳定运行水平也不断提高,而完善的备件供应是保证钢铁企业安全、可靠、持续运行的关键因素。钢铁厂备件种类繁多,管理不够专业、智能,将直接影响机组安全、高效运行,人力、物力的浪费也将最终反映于经济效益的损失。为了解决管理过程中的不足,宝山钢铁开发了一套机旁库备件智能管理系统,以计算机网络技术与二维码技术为依托,结合移动端APP的使用,依托设备管理信息系统的物料管理、用二维码和移动端APP来实现快速实现机旁备件的管理。文章详细介绍了系统设计的要点与理念,以及系统开发建设的流程,实现了机旁备件的入库、出库、移库、调拨、台账等全过程信息化闭环管理、信息查询,有效地解决了管理过程中效率低、账不符实等多项问题。", "label": "冶金工程", "id": 0}
{"content": "当今社会随着互联网的快速发展,互联网+、智能、数字、智慧等词语成了最火热与亮眼的名片。\"中国制造2025\"国家战略计划的推出也给传统制造业的智能转型加上助推器,与制造业相关配套产业也迅速向智能化、智慧型产业转型。智能制造、智慧检修已成为社会发展的新趋势。本文拟从检修业务拓展转型角度,立足提升钢铁主业检修质效进行分析,并提出智慧检修建设目标和意见建议,以期为建立智慧检修体系提供参考。", "label": "冶金工程", "id": 0}
{"content": "近年来,随着自动化技术的不断进步,很多钢铁企业把物流和信息化有机结合,形成智能仓储物流系统,满足企业物流自动化、专业化、信息化、系统化、智能化的需求。本文针对大型钢厂钢卷库内存在的用工人数多、效率低、安全风险大的客观特点研发了无人天车系统,该系统实现了现场无人看管值守,自动吊运货物的功能,为企业节约了用工成本。", "label": "冶金工程", "id": 0}
{"content": "山东钢铁集团日照有限公司利用物联网、大数据、移动互联等先进信息技术,在原料、炼铁、炼钢、热轧、冷轧、成品等关键钢铁流程工序实施了系列\"界面技术\",实现生产过程中工序间柔性衔接、合理匹配,促进生产流程整体运行的稳定协调和连续化、高效化,从而提高钢铁生产流程的资源效率、能源效率,实现钢铁生产流程的整体优化。", "label": "冶金工程", "id": 0}
{"content": "介绍钢铁企业物资远程智能计量系统发展过程,分析比较本地称量单机版称量系统的功能、操作流程、优缺点,计量数据采集系统基本架构、通信方式,计量质量一体化系统发展与应用特点,无人值守远程集中计量系统总体结构、业务流程、系统配置、系统功能,及汽车衡、轨道衡、铁水衡、平台秤、皮带秤等衡器实施物资远程集中称量的操作模式、操作要求、防止作弊功能等,以韶钢为例介绍从远程集中计量到智能化、现场无人化计量的改造实践。", "label": "冶金工程", "id": 0}
{"content": "本文分析了钢铁制造流程智能制造和智能设计的主要内容。钢铁制造流程智能制造包括:智能化流程设计、智能化流程生产运行、智能化流程管理、智能化流程供应链、智能化流程服务体系。钢铁制造流程智能设计包括:基础科学研究,采用CAE三维仿真设计分析计算技术;技术科学研究,采用机械三维仿真设计技术;工程科学研究,采用数字化三维仿真工厂设计技术。实现钢铁制造流程智能制造,智能设计既是智能制造的关键环节,又发挥着先导和引领作用,没有先进的智能设计,很难有先进的智能制造,必须高度重视钢铁制造流程智能设计的作用和意义,智能设计的先进程度决定着智能制造的先进水平与未来。", "label": "冶金工程", "id": 0}
{"content": "机器视觉技术就是通过光学成像方法获取图像或视频,并对采集的图像或视频进行分析处理,以替代人眼和大脑,实现目标的识别、跟踪和测量,是实现智能制造的基石。本报告主要介绍团队在机器视觉领域的理论研究工作,以及机器视觉技术在钢铁生产中的应用业绩与案例。通过光学成像、三维测量以及深度学习算法等关键技术的研究与开发,将机器视觉技术应用于产品质量在线检测、表面三维形貌以及三维尺寸测量、字符识别与物料追踪定位等,并在钢铁生产线上实现产业化应用。", "label": "冶金工程", "id": 0}
{"content": "报告内容为北京科技大学工程技术研究院针在钢铁企业智能工厂建设背景下,针对无人天车与智能库管方面的技术研究与实践成果。报告回顾无人天车与智能库管技术的发展历史,从系统架构、功能模块组成、工程建设任务、实施效果等方面进行了详细阐述,介绍北京科技大学在车体精准定位控制、库区智能调度、行驶路径规划、车辆物料识别、库区协同控制等技术的最新研发成果,以及针对板带、棒线企业的代表性应用案例,并总结了天车与库区运行效率提升的先进技术标准。", "label": "冶金工程", "id": 0}
{"content": "为扭转中国制造业大而不强的局面,2015年全国两会的政府工作报告中提出了\"中国制造2025\"的发展规划。在历时3年的深入落实和推广过程中,制造产业的智能化控制方面得到了迅速发展。钢铁业作为制造业的基础和支柱产业,近年来在智能化推进方面取得了长足进步。本文就目前国内钢铁企业坯、卷库的智能管理和无人天车的发展情况进行了总结,并进一步阐述未来几年钢铁业无人天车的发展契机和可能方向。", "label": "冶金工程", "id": 0}
{"content": "为实现生产现场\"无人值班、少人值守、本质化安全、远程集控\"的目标,韶钢铁区集控中心设计开发了一套完善的视频监控和通信系统,主要由工业电视、电话通信、综合布线、视频会议、融合通信及自动语音广播、气体监控智能管理和火灾自动报警远程管理等组成,系统运行稳定,满足生产要求,现场值守人员明显减少,作业效率明显提高。", "label": "冶金工程", "id": 0}
{"content": "推动智能制造的关键技术与要素很多,基于工业ICT技术的全面数字化是其中之一,钢铁工业作为工业制造领域的重要分支,将现代钢铁前沿工艺创新与工业ICT技术及智能测控系统深度融合,用以实现以网络化、数字化为基础特征的钢铁智能制造。基于工业通用ICT系统的冶金数字化工厂应用于重构优化冶金生产流程,提高企业的核心竞争力以应对挑战、提高效率、完成冶金工业转型升级。", "label": "冶金工程", "id": 0}
{"content": "随着现代科技的发展进步,传统冶金钢铁行业得到了长足的发展,其中冶金自动化技术是冶金行业生产与发展的重要技术手段,在冶金生产过程中起着举足轻重的作用。在现今智能科技的蓬勃发展和大力宣传环保口号的背景下,冶金自动化技术的智能发展越来越受到广泛的关注。本文将结合国内冶金自动化技术的现状和冶金行业生产发展的需求,对冶金自动化技术的智能发展趋势进行分析,从而推动我国冶金行业的可持续发展。", "label": "冶金工程", "id": 0}
{"content": "针对钢铁制造大数据的特点,融合云计算、大数据、边缘计算技术,研究一种适合钢铁制造大数据中心的系统架构,支撑大数据的采集、存储、管理、分析和应用。并在钢铁工序质量一贯控制试点应用,通过在线应用和离线分析实现全流程质量监视、跟踪和追溯,对及时发现、分析、改进、预防并减少缺陷的发生取得良好效果。", "label": "冶金工程", "id": 0}
{"content": "钢铁流程内装备主要经受温度和压力两个方面因素的影响,其中温度水平的高低以及波动是其热状态的主要变化形式。以国内某大型高炉热风炉热状态的监测为例,利用红外热成像为技术手段,研究提出了热风系统热状态的监测方案,并成功开发出热风系统热状态的监测系统,促进了热风系统的安全运行,认为该系统还可以对具有一定热状态的钢铁装备以及不同规格板材产品开发起到积极作用。", "label": "冶金工程", "id": 0}
{"content": "减速机作为冶金行业通用的设备,因价值高,制造周期长等特点,对非易损件的生产企业的采购控制较为严格,也使减速机的日常运维管理成为设备管理的重要课题。在铜冶炼企业中,配置有多种结构、多种功率、多种型号的减速机设备,现场运行中出现过一些运行隐患,现场管理亟需优化。本文将从铜冶炼行业中减速机设备配置与现场运行实际,探讨日常运维与系统设备管理。", "label": "冶金工程", "id": 0}
{"content": "<正>一、技术要求及工艺难点铜质水冷套（见图1）外径为2000mm,内壁均匀分布240个宽5mm、深15mm的冷却槽,槽两头到端面边距44mm（轴向非通槽）,相邻两槽分度允许误差为±0.3°。此水冷套是冶金行业生产线核心关键部件,属于主要消耗部件,具有多种型号,外径尺寸不同,需求量大。工件毛坯为进口铬青铜材质,价格非常昂贵,加工中不能出现任何失误。", "label": "冶金工程", "id": 0}
{"content": "选用武汉鼎业环保工程技术有限公司在线冷修复防护煤气管道膨胀节的组合产品,即在线封堵剂DF-001、防腐修补剂DF-002、附着力促进剂DF-003、防腐防护剂DF-004,参照煤气管道膨胀节的实际工作环境与出现泄漏时的状况,用更严苛的实验环境对其进行模拟在线冷修复防护。结果表明,相比以往使用的修复防护技术,本文所用的在线冷修复防护技术在修复防护效果与经济效益方面优势明显,在治理冶金工业煤气管网输送系统中膨胀节的泄漏问题方面具有发展潜力。", "label": "冶金工程", "id": 0}
{"content": "在我国信息技术的不断发展趋势下,国民经济不断地增长,自动化技术也越来越完善应用于各行各业的发展之中,给人们的日常生活和工作带来许多的便捷,在钢铁冶金行业中也发挥了重要的作用,文章对于自动化技术在钢铁冶金行业的应用及未来发展做了进一步的分析和研究。", "label": "冶金工程", "id": 0}
{"content": "本文介绍了烧结烟道脱硫脱硝工况特点,提出了烧结烟道脱硫脱硝用非金属补偿器设计要点,包括圈带选材、隔热结构设计、金属框架及导流筒的设计、排水设计等,并针对这些要点提出了相关的讨论及设计思路,保证非金属补偿器设计的安全可靠性。", "label": "冶金工程", "id": 0}
{"content": "<正>前言本标准按照GB/T 1.1、GB/T 20004.1-2016给出的规则起草。本标准的某些内容可能涉及专利,本标准的发布机构不承担识别这些专利的责任。本标准由中国机电装备维修与改造技术协会冶金分会提出。本标准由中国机电装备维修与改造技术协会标准化委员会归口。", "label": "冶金工程", "id": 0}
{"content": "近年来,我国对钢铁需求量的不断增大,使钢厂对钢铁的加工与生产不断加快,对钢铁的加工与生产需要大量的机械设备,只有确保机械设备质量,才能从根本上保证钢厂的生产水平。不过,由于许多钢厂对机械设备的检修管理工作不够重视,致使机械设备经常发生故障,这不仅提高了维修成本,也给钢厂的生产带来极大损失。为此,本文便对钢厂机械设备检修管理工作中的基本措施进行探讨,希望能为钢厂在机械设备检修管理水平方面的进一步提高起到一定的借鉴作用。", "label": "冶金工程", "id": 0}
{"content": "液压油、润滑油作为冶金设备的血液,其净化的重要性不言而喻。目前,油品净化设备种类繁多,分布较散乱,给点检、维护,甚至充分发挥其效能带来较大的制约。那么如何实现对油品净化设备的综合管控,方便其维护、点检,发挥其最大效能,以实现全优润滑,其至佳方案的研究势在必行。本文将物联网与区块链技术相结合,以物联网的物物相连为依托,实现油品净化设备的综合管控和远程维护;以区块链技术的共识机制和分布式数字存储模块为补充,解决物物相连的设备之间协作与安全问题,最终实现物联网的共识机制和分布式网络,对分散的各主体设备油站以及分散布置的油品净化设备的各数据参数进行实时远程测控,信息共享,从而对冶金设备的液压与润滑系统的油品净化,实现全优润滑,降低设备损耗和故障率,提高设备寿命。", "label": "冶金工程", "id": 0}
{"content": "冶金工程投入生产运营后,由于钢结构大部分处于高空,生产运营期二次防腐时,由于除锈难度大,采用常规油漆防腐,难以达到理想效果,因此钢结构的二次防腐成为了冶金企业质量控制的难点。通过社会实践调研和实际应用,采用水性金属带锈防腐漆可以达到不错的防腐效果。", "label": "冶金工程", "id": 0}
{"content": "为了减少RH合金翻板限位更换作业时工作人员身体所受热辐射的伤害、提高真空槽上下线的效率以及限位拆装作业的安全性,作者自行设计一种镶嵌式的限位支架,以镶嵌的限位安装方式代替原来拧螺丝的限位安装方式。实践表明使用镶嵌式限位支架可降低真空槽合金翻板限位拆装的工作难度和工作强度,减少劳动者工作过程所受热辐射的时间,可有效保护劳动者的身体健康。对于安装在温度高、操作困难、工作环境差的限位可使用镶嵌式限位支架以提高工作效率,降低工作人员的劳动强度。", "label": "冶金工程", "id": 0}
{"content": "成品筛作为烧结工艺中成品矿的筛分设备,对于成品矿的粒度控制、成品率、粉矿率等有着重要的影响。目前成品筛激振器存在寿命短,尤其是4DL成品一次筛激振器在夏季高温天气极易出现激振器发热、轴承损坏的故障。本文通过对目前成品筛一次筛激振器故障情况进行汇总分析,得出成品筛激振器劣化的各因素,从理论和实践上给出可行的改进方案,提高激振器的寿命。", "label": "冶金工程", "id": 0}
{"content": "根据湘钢自身物流条件、硬件情况、人员安排等各方面因素,对船运皮带自动取样设备进行设计计算后选型。试样结果接近商检结果,试样代表性强,完全满足国家质检标准,确保质检公正和权威性。", "label": "冶金工程", "id": 0}
{"content": "本文对一种新型清扫器做了详细的说明,其清扫原理是通过摩擦及拍打皮带将皮带上粘的物料清扫下来,该清扫器结构简单,易制作,易安装,易维修不损皮带,清扫效果明显。", "label": "冶金工程", "id": 0}
{"content": "由于冶金机电设备的保养与维修工作都存在着技术难度高、保养任务重、操作程序复杂等特点。因此,冶金行业应针对机电设备保养维修工作给予高度重视,提供切实有效的管理策略。文章首先分析了冶金机电设备保养维修管理的具体措施,之后针对相关管理工作的改进策略进行了探讨,供全体管理人员及从业人员参考。", "label": "冶金工程", "id": 0}
{"content": "<正>0概述国内钢厂,焦化厂的冶金工业尘泥、冶炼渣（以下简称冶金固废）的清扫一直以人力清扫为主,效率低,时间长,清扫造成的二次扬尘相当严重,收集和处理清扫物也需要大量人力和物力,并且严重危害工人健康。徐州科辰尔公司创新地开发成功利用在客户现有的装载机或新装载机上加装清扫收集装置,巧妙的利用了装载机的液压系统给清扫器马达提供动力完成清扫作业,装载机配重增加一个水箱可边雾", "label": "冶金工程", "id": 0}
{"content": "在传统的自动化工程设计中,CAD出图一直面临着工作量大、枯燥、重复工作甚多的困扰。本系统开发出Excel标准点表,把与CAD制图相关的所有信息都体现在点表中,利用Excel中强大的VBA编程功能,将点表内容转变为CAD能够自动读取的格式,进而自动生成CAD图纸。ACE2014自动出图系统,使得CAD出图的速度和质量都得到了大幅提高。", "label": "冶金工程", "id": 0}
{"content": "针对不同的控制对象,结合设备特点、操作规程及工艺特性进行分析和探讨,从控制方法上加以研究,使我们的控制程序更具有智慧、更安全可靠地为生产服务。", "label": "冶金工程", "id": 0}
{"content": "机器监测诊断技术是钢厂智能制造的关键技术之一,但普遍对此认识不足,缺乏系统深入的研究,应用效果不佳,针对以上问题,本文建议:组建紧密的产学研专家工匠团队,持续进行高质量培训,建设好设备医院,将机器监测诊断向治病和保健康两个方向延伸,才能做好这件事情。通过案例,介绍了无线测振、产生式规则和精度检测在钢厂设备上监测诊断的应用。", "label": "冶金工程", "id": 0}
{"content": "链篦机做为球团生产线上的主要核心设备,每个结构出现故障,都有可能影响整条工艺线的生产效率,铲料板是链篦机上的重要部件,在实际运行中经常出现故障,直接导致漏料,漏料量最高时能够达到9%,严重的影响了球团生产线的正常生产,甚至经常造成停产维修,造成较大经济损失。我公司对铲料板的漏料问题进行了分析,经过反复试验,对其结构进行优化,很好的解决了漏料问题。", "label": "冶金工程", "id": 0}
{"content": "<正>目前学界对于欧亚大陆青铜时代冶金技术交流的研究多从铜器入手,分析其形制、工艺与合金成分特征,但鲜有通过青铜生产操作链上的其他技术环节,探究不同地区的冶金技术面貌与交流情况。本研究重点关注中国二里头至商时期冶金坩埚,基于郑州商城、盘龙城、安徽阜南台家寺、殷墟孝民屯、牛河梁等遗址坩埚和炉壁的显微结构分析和模拟实验,初步总结中国早期铜冶金坩埚的工艺与材质特征,并与目前", "label": "冶金工程", "id": 0}
{"content": "液压缸的泄漏量,包括内泄漏和外泄漏,是液压缸的关键参数。普遍采用的测试方法对于微小泄漏量无法实现高精度检测。在压降法基础上,设计一套等效体积弹性模量和其他参数的标定装置,实现了通过压降和标定值对液压缸微泄漏量的高精度检测。", "label": "冶金工程", "id": 0}
{"content": "通道式辐射监测系统主要用于检测车辆中的放射性物质,在介绍监测系统控制原理和设计思路的基础上,结合实际案例论述了系统的辐射监测、视频监控、声光报警、数据库等功能,通道式辐射监测系统可以有效提高企业、环保部门辐射监测水平和工作效率。", "label": "冶金工程", "id": 0}
{"content": "近十几年来,钢铁行业围绕着节约能源、提高铸坯质量和生产效率的目标,开发了不少新技术、新工艺和新设备。电磁冶金技术因非接触、无污染、工艺可控等优点而被广泛应用于钢铁冶金行业。本文围绕近几年来,在特钢生产上,工业应用的新技术:电磁搅拌新技术、中间包感应加热技术、及连轧大功率感应加热技术。", "label": "冶金工程", "id": 0}
{"content": "近年来工业制造飞速发展,对多元合金的质量和性能提出了更高的要求。电磁悬浮技术作为一种无容器熔炼技术,可以用于处理常规合金熔炼方式难以处理高纯度、高活性、高熔点的合金,提供了一条具有重要意义的高新材料制备的技术路线。目前关于电磁悬浮熔炼技术实验部分的研究包括:通过对线圈结构、精炼气氛、电源参数等进行调节,可以实现对样品的悬浮过程进行控制。在电磁悬浮的应用方面,除了用于常规材料的精炼除杂,还在纳米粒子制备、超导材料、生物医药等高新领域取得了重要的成果。", "label": "冶金工程", "id": 0}
{"content": "本文通过数值建模分析了一种新型的高频行波磁场,用于驱动和搅拌弱导电液体。众所周知电磁搅拌技术在电磁冶金领域存在着广泛的应用,如合金凝固均质化、增强CET过程细化晶粒组织、加强三传过程（传热、传质和动量传输）。通常采用工频或低频的交流电,目前工业应用的电磁搅拌器的工作频率一般小于10 Hz。然而,对于低电导率液体（小于10~2S/m）,电磁场与其耦合效果较弱,可以通过增加电磁搅拌器的工作频率至100kHz以上达到搅拌与加热效果。然而,对于熔融玻璃或氧化物甚至化工领域的电解质溶液、离子液体等液体的搅拌或驱动任务而言,由于其电导率相较于金属液（～10~5 S/m）低了几个数量级,所产生的洛仑兹力相当弱以至于无法实现电磁搅拌的目的。而这些弱导电液体的驱动或搅拌在相关领域里具有重要意义,如离子液体的催化工艺、晶体生长等。传统的高频磁场主要应用于感应加热,金属熔炼,一般也满足不了上述弱导电液体的电磁搅拌目标,这是因为采用高频磁场虽然可大幅度地增加弱导电液液体的趋肤深度,然而一般的中高频磁场（频率为103-106 Hz,单个线圈,非单匝）不能产生显著的运动磁场定向地驱动弱导电液体。本文介绍了一种高频行波磁场,其工作原理是由单相异步电机的原理发展而来的,采用电容-电感电路,通过配置产生驱动相和感应相双线圈结构,在圆柱体容器周围轴向上形成行波磁场,该磁场能够显著地驱动弱导电液体（～cm/s）。本文的主要工作是建立了一个多场耦合的数值模型,探究关键的操作参数对高频行波磁场的驱动效果。使用数值模拟的方法研究高频电磁搅拌器的线圈电流大小（100 A～900 A）、频率（100 kHz～400kHz）、相位差（0°～180°）以及线圈间距（40mm～120mm）对电导率为50 S/m的液体驱动的影响,从而获得最佳的电气参数配置以及线圈结构为高频电磁搅拌设备优化提供指导方向。模拟计算结果表明:在不考虑热对流影响而只考虑电磁力驱动的情况下液体速度大小的平均值与电流大小成正比,与电流频率成正比,与电流相位差成正弦函数关系,而线圈间距变化对液体速度大小的平均值无影响。", "label": "冶金工程", "id": 0}
{"content": "磁场下的液态金属冷凝,尤其是液滴凝固在电磁冶金工业中有着重要的应用。由于磁流体实验手段研究复杂、难以观测,因此,通过数值模拟研究磁场下金属液滴的铺展和凝固过程及机理对相关现象的研究有着重要的意义。本文考虑竖直磁场对液滴凝固过程的影响,采用焓方法来模拟固液相变过程,并采用vof方法进行气液界面的捕捉和推进并考虑液滴与底板之间的接触热阻,通过与已有实验对比,确认了数值算法的精确性。随后,本文分别验证了无磁场下液滴铺展没有凝固和有凝固时的计算结果,并讨论了不同磁场大小下,不同We数、Ste数和不同接触热阻情形下,最大铺展半径的变化趋势,并与无磁场下的变化趋势进行对比,发现磁场会显著抑制液态金属液滴的铺展,但对垂直底板方向的凝固速度影响不大。", "label": "冶金工程", "id": 0}
{"content": "电磁场下材料冶金是一个复杂的物理、化学及力学过程,面临着复杂的热、电、磁、力环境,厘清磁场作用下材料的相变机制,揭示磁场作用下的凝固原理是需要解决的关键理论难题。通过搭建强磁场下过冷凝固实验平台,实现了在强磁场下宽温域范围内金属熔体凝固过程中磁性参量的原位测量。利用磁性能对物质结构的敏感性,用磁性参量变化来表征熔体的结构变化,在多个合金体系中发现了熔体在过热态存在液态结构转变。发现通过调控过热温度和保温时间可以获得熔体的不同过渡态,且熔体状态对凝固过程形核和组织有显著影响。", "label": "冶金工程", "id": 0}
{"content": "电磁冶金是20世纪90年代以来涌现出来的一个新的分支,电磁连铸是其中的一个重要组成部分。本文简单综述了上海大学在电磁连铸方面的一些研究工作,包括软接触结晶器电磁连铸技术,小方坯电磁旋流水口技术,针对小方坯二冷段的间歇变向电磁搅拌参数优化以及针对板坯连铸电磁搅拌和电磁制动研究而建立的,基于低熔点液态金属的结晶器电磁控流技术研究实验平台等。", "label": "冶金工程", "id": 0}
{"content": "<正>前言国内在后续熔融铁水处理上,大都采用传统的铸铁机铸锭方法,铸成尺寸较大的块状;而颗粒的熔融时间较短,因此,对于大多数熔融工序而言,采用颗粒一般都能降低生产成本。采用颗粒还能降低送料成本,原因在于颗粒易于运送、传输和存放。另外,铸铁机脱模效果差,设备清理残铁时间长,铸铁回收率比较低。粒化技术,国外通过不断完善开发,只", "label": "冶金工程", "id": 0}
{"content": "<正>前言\"硅钙制粉的设备选型和生产工艺流程研究\"是我国\"八五\"期间为满足\"喷射冶金新技术\"在国内各大钢铁企业推广应用的需求而立项的国家级科研项目,由首钢铁合金厂承担研制任务。本文为研制成功并获得国家科技进步二等奖是的技术报告。由时任厂总工程师负责研制工作的徐鹿鸣编写。作者认为,目前国内硅钙合金生产的技术和设备均达到世界的先进水平,但硅钙粉剂制取的工艺设备及生产流程非常落后,不但污染环境且爆炸等人身设备事故时有发", "label": "冶金工程", "id": 0}
{"content": "等离子体表面技术已经得到了越来越广泛的应用,真空等离子体表面技术也得到了长足发展。无论是真空获得、等离子体产生与控制,还是自动化过程控制以及应用电源技术,每一个技术的进步都为真空镀膜的水平提升提供了基础和平台。为了获得更好的膜层质量和工艺优化,人们采用多种复合等离子体源或复合偏压电源或复合等离子体源/偏压电源技术,如射频/磁控、阴极弧/磁控、离子注入/沉积等等以产生需要的综合表面性能,然而这些复合一般需要分离的源头或分批处理,不仅占用空间,而且工艺复杂。国际上的一种新趋势已经出现------耦合电源技术,即所用的电源不再孤立工作,而是同体耦合,这样不仅节省了空间,更关键的是使得膜层质量和性能得到大幅度提高、工艺优化更加简便。本研究所已经开发出一些列耦合电源,其中包括:高压脉冲/射频同体耦合电源、高压脉冲/低压直流耦合电源、高脉冲/直流磁控电源（高功率脉冲磁控溅射）、射频/直流磁控溅射电源、中低压脉冲/直流偏压电源、直流/射频偏压电源等等。本文结合国外发展趋势和本研究所的研究成果,介绍这些耦合电源的设计、放电控制、应用优势以及潜在的发展前景。", "label": "冶金工程", "id": 0}
{"content": "介绍了特殊冶金的概念和分类,简要介绍了各种特种冶金基本原理及应用实例,指出了特殊冶金在冶金领域的技术特点和优势。并指出了未来特殊冶金的发展方向。", "label": "冶金工程", "id": 0}
{"content": "<正>0 前言等离子表面冶金是表面冶金技术的最新发展,通常是利用辉光或弧光放电所产生的低温等离子体,在材料表面形成合金层的表面冶金技术。例如离子氮化,双层辉光离子渗金属,加弧辉光离子渗金属等。其中双层辉光离子渗金属技术是在离子氮化基础上发展起来的表面合金化新技术,这项技术的出现,使得等离子表面冶金从渗入 C、N 等少数非金属元素发展到几乎所有导电合金元素,研究广度和深度都大大拓展,", "label": "冶金工程", "id": 0}
{"content": "系统地分析和探讨了等离子束表面冶金设备的核心部件等离子炬的设计、表面冶金的合金材料的选择、表面冶金工艺的确定。在此基础上,对等离子束表面冶金的应用方面也进行了研究, 对煤矿上的易损零件采煤机截齿进行了表面冶金处理,结果表明,采煤机截齿的使用寿命提高I倍以上,综合经济技术指标显著提高。", "label": "冶金工程", "id": 0}
{"content": "系统地分析和探讨了等离子束表面冶金设备的核心部件等离子炬的设计、表面冶金的合金材料的选择、表面冶金工艺的确定。在此基础上,对等离子束表面冶金的应用方面也进行了研究,对煤矿上的易损零件采煤机截齿进行了表面冶金处理,结果表明,采煤机截齿的使用寿命提高1倍以上,综合经济技术指标显著提高。", "label": "冶金工程", "id": 0}
{"content": "本文介绍利用纳米晶技术实现铁矿粉的低温快速还原反应的实验研究和理论分析,并提出了纳米冶金新流程。主要结果有:纳米晶铁矿粉的还原温度可降低到700℃以下;纳米晶碳粉可在500℃左右实现快速气化反应;纳米晶铁矿粉的低温还原反应仍以间接还原为主,碳气化反应为其限制性环节;将反应物的晶粒部分纳米化与催化作用有机地结合在一起,可以显著提高低温下的还原反应速度。纳米冶金新流程具有低能耗、高效率、环境友好的特点。", "label": "冶金工程", "id": 0}
{"content": "采用双层辉光放电产生的低温等离子体,在工业纯钛表面制备出表面钛合金,已经研究出了钛表面制备Ti-C合金和Ti-Zr合金等工艺方法。", "label": "冶金工程", "id": 0}
{"content": "现代物理技术与冶金相结合产生多种特种冶金方法,其中微波冶金、超声冶金、等离子冶金等在节能与环保方面具有很大潜力,综述了这些特种冶金应用研究进展,分析了这些物理技术在冶金中应用的关键问题,探讨冶金技术发展的趋势。", "label": "冶金工程", "id": 0}
{"content": "众所周知,传统冶金和铸造在最近的几十年里实际上发展比较缓慢,明显落后于总体科学技术的发展。作者和一些研究单位的专家正关注于一个新型炼钢方法即高压炼钢,这种钢的开发属于高科技。此钢在保加利亚已开发将近30年,只是在最近几年才有进一步的报道。高氮钢的基本特性大大优于传统钢种,能超过30％～400％。一些贵重合金元素（Ni,Co,Mo,Nb等）或部分或全部地被非传统的便宜的气态和易挥发元素,如N、Ca、Zn等代替。已经开发出来的与生态环境相协调可以承受6.4MPa或更高压力的实验及工业设备已被广泛应用。", "label": "冶金工程", "id": 0}
{"content": "生物浸出技术与微生物组学技术的结合为生物冶金领域开拓了一个新的研究方向。本文首先简要阐述了冶金微生物和组学的基本概念和特征,重点介绍了人们利用基因组学、转录组学、蛋白组学方法研究冶金微生物技术的现状。研究结果表明:运用组学技术对冶金微生物及其微生物组进行研究能够让我们了解微生物的基因功能及其转录水平、蛋白质的种类、数量及其功能。同时为全面地阐释微生物的代谢过程提供了信息支持,帮助人们了解冶金微生物的作用机理及抗性产生的根本原因。", "label": "冶金工程", "id": 0}
{"content": "<正>浸矿微生物对能源底物（包括出发矿物及浸出中间体）及重金属的适应与作用过程对生物浸出具有重要作用,决定着生物浸出效率的高低。了解和阐明浸矿微生物对能源底物及重金属的适应与作用机制,对有效调控生物浸出过程具有重要指导意义。为此本论文针对在不同能源底物或重金属离子中充分驯化的、不同温度特性的典型浸矿微生物(Acidia-", "label": "冶金工程", "id": 0}
{"content": "<正>在生物冶金过程中,NaCl也会被从多种途径中带入浸出体系,如海洋矿物,脉石溶解,水源地水含有NaCl,石灰用作中和剂（Zammit et al.,2009）。NaCl能够通过降低活化能提高硫化铜矿特别是原生矿物黄铜矿的浸出效率（Dreisinger et al.,2002）。但是,即使是极低浓度的NaCl也会抑制浸矿微生物生长和活性（Gahan et al.,2010）。因此,筛选能够", "label": "冶金工程", "id": 0}
{"content": "<正>微生物活动促进矿物的分解是一种广泛存在的矿物-微生物作用,在生物地质学、生物冶金学、环境生物学等领域正得到越来越多的研究关注。其中,金属硫化矿的微生物浸出过程在生物矿冶以及矿山环境治理中多有涉及。微生物浸出技术是利用微生物和（或）其代谢产物溶浸金属硫化矿中金属元素的新技术,与传统选冶方法相比具有流程短、能耗小、成本低、污染少等优点,被认为是本世纪世界矿", "label": "冶金工程", "id": 0}
{"content": "<正>微生物浸出技术是利用微生物和（或）其代谢产物溶浸金属硫化矿中金属元素的新技术,具有流程短、能耗小、成本低、污染少等优点,在处理低品位、复杂、难处理硫化矿中发挥着重要作用。硫化矿的微生物浸出过程会形成多种多样的中间产物,例如黄钾铁矾、S~0、Sn2-和S2O32-等。这些浸出产物的形成和累积受到浸出体系的显著影响,同时又能反过来影响整个生物浸出过程。其中,元素硫", "label": "冶金工程", "id": 0}
{"content": "绘制了cu-Fe-S-H2O系在不同温度、反应物浓度条件下的E-pH图。通过分析比较发现:体系的反应温度升高,有利于矿物溶解浸出反应的进行,反应物浓度应保持在一定的范围内,更有利于浸出反应的进行;热力学计算的反应物及产物在氧化浸出体系的变化与工业生产基本一致。", "label": "冶金工程", "id": 0}
{"content": "铀矿石微生物堆浸是将细菌冶金技术与铀矿石堆浸工艺相融合的一项工艺技术,它除了具有堆浸工艺的特点之外,还具有细菌浸出的优越性。本文介绍了铀矿石微生物堆浸的发展、原理及影响堆浸效率的因素。", "label": "冶金工程", "id": 0}
{"content": "采用细菌浸出技术对某含氟铀矿进行了细菌渗滤串堆浸出工业试验,与同期入堆品位相近的常规渗浸堆相比,细菌渗滤堆浸出周期缩短13.9%、浸出率提高近10%。", "label": "冶金工程", "id": 0}
{"content": "本文在简要综述国内铀矿采冶技术研究现状的基础上,对高氟铀矿石生物堆浸、表外铀矿石生物堆浸及细粒铀矿石微生物搅拌浸出试验的最新研究进展予以了述评,结果表明将生物技术应用于硬岩铀矿生物堆浸是可行的。", "label": "冶金工程", "id": 0}
{"content": "针对我国北方地区相当储量的低品位复杂软锰矿（MnO2）,采用微生物方法来浸锰。文中主要进行了硫化锰矿的生物浸出及氧化锰矿的强化生物浸出实验研究。结果显示,与无菌浸出实验结果相比,硫化锰矿的生物浸出过程速度快,浸出率高,经过6～7 d锰的浸出率已超过90%;添加硫化锰、黄铁矿以及硫酸亚铁对氧化锰矿的生物浸出过程都有很好的强化效果,添加硫化锰时,锰的浸出率在24 h时就超过了90%,而添加黄铁矿及硫酸亚铁则在第8 d时锰的浸出率达到97%以上。综合经济成本考虑,黄铁矿作为添加剂对软锰矿的生物浸出是最适宜的。", "label": "冶金工程", "id": 0}
{"content": "<正>在我国贵金属、有色金属富矿资源日益枯竭的形势下,要维持贵金属、有色金属矿区的可持续发展,生物冶金已成为一条必行之路。但浸矿微生物菌种一直是限制生物冶金发展的关键因素。在我国广袤的土地上,蕴藏着丰富的、珍贵的浸矿微生物", "label": "冶金工程", "id": 0}
{"content": "从湖北省大冶市某铁矿酸性矿坑水中分离出一株氧化亚铁硫杆菌,并对其生长特性进行了初步研究。通过考察FeSO4浓度、表面活性剂对氧化亚铁硫杆菌浸矿的影响,确定了适宜的浸矿条件。通过初步实验,浸渣金含量由68.80g/t降至34.96 g/t,金回收率达54.3%。", "label": "冶金工程", "id": 0}
{"content": "研究了用两种不同工业废水A和B中元素硫氧化细菌酸浸脱除湖北大冶高磷铁矿中磷。结果表明,6天内,高磷铁矿-废水-硫粉混合液pH值由6.69降到1.0左右;在第40天,混合液pH值降到0.09左右。40天生物浸出后高磷铁矿中磷含量由原来的1.01%（w/w）降至0.35%（w/w）左右;铁含量由原来的48.1%（w/w）升至53%（w/w）左右。与此同时,高磷铁矿磷的脱除率为66%～74%,铁损失率为0.58%～0.72%。使用废水A脱磷的效果比废水B好。", "label": "冶金工程", "id": 0}
{"content": "目前,矿产资源日渐贫杂,得到了大规模开发。而细菌冶金技术由于资源利用广,成本低,污染少、流程短等优点,日益受到人们重视。但由于在常温下黄铜矿细菌浸出过程中易钝化,浸出速率较慢,因此学者们通过研究提出了黄钾铁矾钝化、硫层钝化、中间产物层钝化、高的溶液还原电位钝化和黄铜矿稳定的晶体结构等观点。为了全面了解黄铜矿在细菌冶金过程中的情况,本文综述了黄铜矿的细菌浸出机理以及黄铜矿的钝化原因。", "label": "冶金工程", "id": 0}
{"content": "本文研究了不同萃取剂浓度对浸矿微生物生长和氧化活性的影响,并利用16S rDNA克隆文库技术研究了微生物种群的变化规律,结果表明:添加0.5%的萃取剂后,溶液中的细菌数量有所减少,At.ferrooxidans和A.organovorum所占比例增加,而L.ferriphilum所占比例减少。当萃取剂浓度提高到1%时,微生物的生长都被抑制。克隆文库分析表明,培养液中的优势种群主要为At.ferrooxidans、A.organovorum和L.ferriphilum,对萃取制的敏感度大小排序为:L.ferriphilum>At.fer rooxidans>A.organovorum。", "label": "冶金工程", "id": 0}
{"content": "本文以青海锡铁山浮选含金硫精矿为研究对象,采用中温菌（45℃）对其进行了生物预氧化搅拌浸出扩大实验。研究了pH值、细菌接种量、矿浆浓度、通气量以及矿石粒度等因素对生物预氧化处理过程的影响。实验结果表明,生物预氧化处理该难浸金精矿的适宜条件为:pH=2.0、接种量10%（体积分数）、磨矿细度-0.047mm（-300目）占80%、通气量0.1L/（L·min）,在此条件下,细菌作用21天后,Fe的氧化率可达到90%以上。", "label": "冶金工程", "id": 0}
{"content": "<正>近年来,生物矿化与生物矿物材料的研究,受到地球化学、环境化学和材料学等研究领域的越来越多科学家的重视。生物矿物材料是生物体中的有机化合物与环境中的无机矿物离子相互作用的产物,常表现为特定的形貌结构。", "label": "冶金工程", "id": 0}
{"content": "本文研究了不同Cu2+浓度条件下嗜酸浸矿细菌生长特性、对Cu2+吸附量以及胞外多糖含量的变化规律。研究结果表明随着溶液中Cu2+浓度增大,细菌的迟缓期延长;嗜酸浸矿细菌对Cu2+的吸附量最高达到8.48mg/L;当Cu2+浓度为96mg/L时,嗜酸浸矿细菌胞外多糖含量是对照细菌胞外多糖含量的3.05倍。", "label": "冶金工程", "id": 0}
{"content": "本文采用双电池体系研究发电浸出过程和生物发电浸出过程中输出功率、输出电压、阴阳极极化、以及放电量、 Fe2+和 Mn2+浸出率与时间的关系。采用电化学三电极体系研究阴阳极的自腐蚀。研究表明生物发电浸出反应的输出功率和输出电压比发电浸出反应大:与自腐蚀比较,黄铁矿和 MnO2的原电池腐蚀在整个体系中占主导作用;生物发电浸出过程中氧化硫硫杆菌（A.t 菌）能氧化黄铁矿离解生成的单质硫,反应72h 时,生物发电比例高达58.10%。黄铁矿的发电浸出和生物发电浸出都有表层的黄铁矿离解产生亚铁离子和单质硫的过程,而生物发电浸出中还进行了单质硫部分被 A.t 菌氧化的后续过程。", "label": "冶金工程", "id": 0}
{"content": "对低品位硫化铜矿进行细菌浸出实验研究,研究了矿石粒度、矿浆浓度、培养基种类、搅拌时间及矿浆 pH 值对浸出过程的影响。结果表明,随着矿石粒度的增大,矿浆浓度的降低,培养基硫酸亚铁量的增加及在 pH=1.5～2.0时,铜的浸出率增加。合适的浸出条件为:菌液浓度20%、矿浆浓度10%、矿石粒度-1 mm、培养基成份9K/2、浸出温度30℃, 时间7d。", "label": "冶金工程", "id": 0}
{"content": "采用双电池体系研究发电浸出过程和生物发电浸出过程中放电量、Fe2+和 Mn2+浸出率与时间的关系。结果表明:生物发电浸出的 Cu2+和 Fe2+浸出率比单纯发电浸出提高近2倍,发电量和 Mn2+浸出率提高近3倍。对发电浸出产物进行 XRD 和 SEM 分析表明,经历发电浸出过程,晶体的形貌与反应前相似,发电浸出产物单质硫和杂质 PbS 大量存在;经历生物发电浸出过程,杂质 PbS 被氧化成 PbSO4,沉积在残渣表面。对氧化硫硫杆菌作用下 CuFeS2-MnO2发电浸出机制研究表明,黄铜矿的发电浸出和生物发电浸出都存在表层的黄铜矿离解产生 Cu2+、Fe2+和单质硫的过程,而生物发电浸出中还进行了单质硫部分被 A.t 菌氧化的后续过程,且生物氧化过程为控制步骤。MnO2的浸出在本研究的系统中是被动的,如果黄铜矿的浸出还能进行,MnO2的浸出就能持续。", "label": "冶金工程", "id": 0}
{"content": "采用双电池系统研究了常规发电浸出过程和微生物协同发电浸出过程,考察了阳极、阴极极化,发电量、 Zn2+和 Fe2+的浸出率与时间的关系。结果表明,微生物协同发电浸出的浸出率和发电量比常规发电浸出的显著提高。其中,Zn2+的浸出率提高近60%,发电量增加约134%。采用电化学三电极系统研究了阳极和阴极的自腐蚀。结果表明,闪锌矿和 MnO2的原电池作用在整个系统中占主导作用;微生物协同发电浸出过程中氧化亚铁硫杆菌 （A.f 菌）能氧化闪锌矿离解生成的单质硫,反应72 h 时,生物发电比例达31.72%。", "label": "冶金工程", "id": 0}
{"content": "电渣重熔去除夹杂物主要发生在自耗电极末端金属液膜汇聚成熔滴的过程,而大部分夹杂物密度均小于液态金属的密度,那么在液膜层中的夹杂物是如何能克服本身的浮力作用而迁移到渣-金界面被熔渣吸收,目前还未有明确的说法。本研究认为在金属液膜层中存在一个较大的速度梯度,由这一速度梯度产生的Saffman力作用在夹杂物上足以使其克服自身浮力拖拽其向下迁移至渣-金界面。为此,本文建立了非金属夹杂物在液膜层内部迁移的二维数值模型,利用商业软件COMSOLMultiphysics求解液膜层中的流场分布,并耦合粒子追踪模块,模拟得到了夹杂物在液膜层中的运动轨迹。发现由于液膜层中的速度梯度较大,作用在夹杂物颗粒上的Saffman力足以抵消其浮力将夹杂物向渣/金界面拖动,其在电渣重熔液膜汇聚形成熔滴阶段夹杂物去除过程中起着关键作用。结果表明,液膜层的厚度越薄,速度梯度越大,夹杂物受到的Saffman力也就越大,从而越容易迁移至渣金界面;在一定的尺寸范围内,夹杂物的尺寸越大,越容易迁移至渣-金界面。", "label": "冶金工程", "id": 0}
{"content": "基于有限体积及动网格方法,建立了电渣重熔ESR熔滴形成及凝固宏观偏析数学模型。采用体积函数法捕捉熔渣与金属熔滴界面。通过自适应网格细化,提高计算精度和效率。结果表明,在ESR过程中,熔滴的形成过程分为两阶段:初生主液滴的形成和卫星液滴的形成。初生主液滴是由重力拉伸、洛伦兹力和表面张力的箍断效应形成的。卫星液滴的形成过程可分为两种类型:由表面张力控制的韧带尖端夹断和由洛伦兹力控制的韧带分叉。凝固熔池中的流场受熔滴下落和热溶质对流控制。在凝固前沿推进的糊状区,热浮升力占主导,壁面低温流体流向熔池底部,在铸锭的中心形成溶质的富集区;而在侧壁面和底部附近,金属首先凝固,形成负偏析区。通道偏析更易于形成与铸锭二分之一处。", "label": "冶金工程", "id": 0}
{"content": "电渣重熔在金属纯净、组织致密、表面光洁等方面与普通模铸相比具有明显优势,但随着钢锭直径的增加,常规电渣重熔铸锭会出现宏观偏析、凝固组织均匀性差等问题。由于振动技术具有显著改善凝固组织、提高铸件综合性能、节约成本、节能环保等优点,在金属凝固领域得到了广泛关注。近些年来,在电渣重熔过程中通过多种方式施加振动改善凝固组织性能,逐渐成为电渣冶金领域的研究热点。本文系统地介绍了振动电渣重熔技术的分类以及研究现状,同时对未来研究方向进行了展望。", "label": "冶金工程", "id": 0}
{"content": "<正>第二代电渣冶金新技术的核心导电结晶器技术[1],基于此开展了单电源双回路电渣技术以及制备高品质复合轧辊的电渣增材制造技术研究。导电结晶器是电渣技术领域的一种新装备,其改变了传统电渣重熔的导电路径以及渣池的温度场分布,从而有效调节了重熔体系的热场分布,使金属熔池更加浅平,并为多种不同的电渣技术应用和推广以及质量提升提供了重要保障[2]。", "label": "冶金工程", "id": 0}
{"content": "利用真空电渣炉分别在氩气气氛、真空（20 kPa）下重熔合金钢,对电渣锭中元素含量进行了分析,并对夹杂物尺寸、类型和分布进行了统计。结果显示:真空重熔电渣锭中Al含量上升更小,总氧含量更低,夹杂物尺寸更小,展现出了更高的洁净度;热力学计算表明,真空下当温度高于1635℃时,钢液中Al、C与夹杂物和气相之间的平衡向生成CO的方向进行,发生碳脱氧;在1750℃下,真空重熔过程钢液中与C平衡的溶解氧含量为7.1×10-4 wt%,低于氩气下重熔过程钢液中与Al平衡的溶解氧含量（12.5×10-4 wt%）。因此,真空下重熔,在低温段有更少的溶解氧与Al结合形成A1203夹杂且夹杂物尺寸更小。", "label": "冶金工程", "id": 0}
{"content": "三电极电渣重熔就是将三根电极置于一个结晶器内熔炼的三相电渣炉。它使用了三相平衡供电,使负荷平衡,避免了单相供电对电网可能产生的畸变现象,并减少了短网感抗,节省电能。而且三根电极在一个结晶器内熔化时热源分布均匀。同时可以保证大锻件质量,降低废品率,生产高均匀性、高纯净度金属材料。并且进行大型钢锭电渣重熔生产时,由于金属熔池相对变浅,有利于对铸锭凝固组织的控制。本文针对电渣重熔生产中电磁场、焦耳热场、温度场及凝固过程采用数值计算方法研究了此冶金过程,为生产高质量、大型钢锭提供理论基础。", "label": "冶金工程", "id": 0}
{"content": "真空电渣重熔是在气氛保护电渣重熔和真空冶金基础上发展起来的新工艺,具备进一步提高铸锭洁净度的潜力。在200kg真空电渣炉进行了真空环境（10000Pa）及气氛保护环境下（101325Pa）熔炼H13钢的对比实验,研究了真空条件下氧传递机理,通过发展真空电渣重熔过程氧传递的数学模型分析了真空度对电渣重熔氧控制的影响。结果表明,真空环境和气氛保护环境下熔炼的电渣重熔锭氧含量分别为18ppm和24ppm,真空环境下碳脱氧反应有益于降低钢锭氧含量;适当提高真空度可促进碳脱氧反应,得到氧含量较低的钢锭;真空环境下电渣重熔过程渣池热损失降低,具有更高的热效率和熔速,减少了熔渣向钢液传氧的时间。", "label": "冶金工程", "id": 0}
{"content": "本文通过对比企业预熔后原渣与相同成分化学纯配制中氟渣在不同升温速率下熔点测定的差异,结合热重实验、质谱分析以及SEM物相观察,得出由于配渣方式不同,预熔后的原渣（9A-O）升温到熔点时失重1.11%,物相由枪晶石向黄长石、二铝酸钙等低熔点晶体发生转变;化学纯试样（9A-C）升温到熔点时失重7.79%,挥发份为CaF2和少量MgF2,且物相多为板条状枪晶石和菱形镁铝尖晶石等高熔点物相,最终造成成分变化及熔点差异,对获取更加准确的中氟渣熔点以及电渣制备工艺优化具有参考价值。", "label": "冶金工程", "id": 0}
{"content": "高温合金中Al、Ti是Ni3（Al,Ti）相形成元素,具有强化基体作用。电渣重熔初期升温段渣-金反应易引起Al、Ti成分不均匀,严重致使电渣锭报废;高温合金熔点低,当熔渣物性不合理时易引起电渣锭表面缺陷。为此,本文以电渣重熔含Al、Ti高温合金为研究对象,利用冶金热力学揭示不同CaO含量的CaF2-CaO-MgO-Al2O3-TiO2熔渣中（Al2O3）、（TiO2）与高温合金中[Al]、[Ti]的热力学平衡关系,获得多组不同CaO含量的平衡渣系组成,并测定其基础物性,为优选渣系和改善电渣锭表面质量提供基础。实验结果表明:采用低CaO渣系能够降低渣中TiO2的用量,同时兼具良好的基础物性,有利于电渣重熔低熔点的高温合金电渣锭。", "label": "冶金工程", "id": 0}
{"content": "针对抽锭式电渣重熔的工艺特点及其对渣系的特殊要求,依据传统渣系成分设计了4组新渣系,并分别测试和计算了各组渣系的熔化温度特性、黏度、密度、光学碱度和电导率,进而择优选了两组热物性参数适宜的渣系进行ESR空心锭实验。结果表明:S1～S4渣系的熔点均满足要求,其中S4渣系熔点最低、黏度稳定性最好;S4的密度和碱度较大,电导率最小,电阻率最大,利于夹杂物的去除和脱硫。采用S2和S4渣系的重熔实验表明,相同工艺参数下S4渣系重熔得到的空心锭表面光滑,无夹渣和褶皱等表面质量缺陷。", "label": "冶金工程", "id": 0}
{"content": "本文基于VOF模型和动网格技术建立了二维瞬态数学模型,在同功率条件下研究了结晶器电流对渣壳厚度的影响,并分析了结晶器电流对重熔体系（含渣壳）电磁场、流场和温度场的影响。研究结果表明:在同功率条件下,电流同时从铸锭底部和结晶器流出时,渣池的温度场分布更加均匀,其最高温度从2200K减小到2100K;渣池/金属熔池界面的温度分布也更加均匀,且高于电流仅从铸锭底部流出时渣/熔池界面的温度;金属熔池附近的渣壳厚度从1.6mm减小到1.0mm,导致最终形成在铸锭周围的渣壳厚度减小。", "label": "冶金工程", "id": 0}
{"content": "在大型电渣锭的生产中存在着凝固组织粗大和宏观偏析和缩孔等严重问题。本文将电磁冶金技术运用到电渣重熔过程中,对施加稳恒磁场下轴承钢电渣重熔锭凝固组织进行了研究。对电渣重熔锭的凝固组织宏观形貌、微观形貌及枝晶间距进行了分析。结果表明:无磁场施加时,电渣锭凝固组织粗大;随着稳恒磁场强度的施加,电渣锭的凝固组织得到明显细化;在400A熔炼电流下,未施加磁场铸锭的枝晶间距平均值为68.5μm,施加85mT稳恒磁场后间距减小到64.7μm。", "label": "冶金工程", "id": 0}
{"content": "本文进行了抽锭式单电源单回路电渣重熔和单电源双回路电渣重熔冶炼GCr15钢凝固质量的实验研究,通过对两种不同工艺冶炼铸锭的金属熔池形状、低倍组织和力学性能的对比和分析,阐明了两种工艺对铸锭凝固质量的影响。研究结果表明,采用单电源双回路电渣重熔新工艺后金属熔池更加趋于浅平,铸锭偏析程度降低,力学性能得到很大的而改善,铸锭的凝固质量明显提高。", "label": "冶金工程", "id": 0}
{"content": "电渣重熔（ESR）是一种利用自耗电极制备高性能和高附加价值材料的二次精炼技术,铸锭的质量取决于溶质元素的宏观偏析和夹杂物的分布。本文通过建立动态电磁热质流数学模型进一步理解电渣重熔的溶质传输过程和夹杂运动行为,采用有限体积法求解动态麦克斯韦方程组、传热和流体流动方程,用VOF法跟踪渣-金界面,糊状区渗透率由Blake-Kozeny方程定义;利用杠杆定律描述凝固前沿的溶质再分配,同时考虑到剪切应力、热浮力和溶质浮力的影响。数值结果表明,正偏析产生在铸锭的中心位置,而铸锭的外半径区域存在负偏析。用欧拉-拉格朗日（Euler-Lagrange）方法追踪液态金属池中夹杂物颗粒的运动轨迹,利用VOF-DPM耦合方法,揭示了夹杂物去除过程。", "label": "冶金工程", "id": 0}
{"content": "在总结第三代主管道\"陆丰1号\"\"示范工程CAP1400\"、\"福清6号\"经验的基础上,生产了K3机组主管道用电渣锭5只:89t×1,84t×2,83t×2,四只已锻造完成;其中一只84t电渣锭补缩过程漏渣漏钢,由于铜、钢的膨胀系数不一致收缩拉裂。本文简述了5只电渣锭的生产过程,分析结晶器漏水原因和对电渣锭的影响。", "label": "冶金工程", "id": 0}
{"content": "电渣重熔工艺能够显著去除钢中的非金属夹杂物、降低钢中的总氧含量。本文阐述了电渣重熔过程中氧的去除机理,提出了氧含量的控制方法。", "label": "冶金工程", "id": 0}
{"content": "百吨级电渣技术是生产高品质巨型钢锭的先进可靠方法。本文简述了我国上世纪60年代、80年代及本世纪中国百吨级电渣技术的作为,着重介绍了我国200t级和130t电渣炉的生产业绩。指出:我国上世纪60年代在世界上首开百吨级电渣技术的先河,我国百吨级电渣技术在世界上居于领先水平。", "label": "冶金工程", "id": 0}
{"content": "电渣炉从产生到现在已经有60多年的历史,在此期间得到不断改进与优化,人们应用电渣重熔的方法冶炼出很多种优质合金钢和合金,为金属材料的质量提升以及人类进步做出很大贡献。电渣重熔技术从装备到工艺技术也已经非常完善,在传统的模式下想要对钢锭或者合金的品质再有较大的提升有较大困难,为此,很早就有人提出真空电渣炉的概念,但是一直没有得到实际的开发和应用。本文就是在此基础上对真空电渣炉的优势以及最新的进展情况进行分析与叙述。", "label": "冶金工程", "id": 0}
{"content": "本文基于Fluent软件及其自定义标量方程（UDS）、自定义函数功能（UDF）建立了电渣重熔法制备双金属复合轧辊过程的二维准稳态数学模型,研究分析了自耗电极‐导电结晶器供电回路方案下的复合轧辊熔炼制备过程电磁场、流场及温度场的基本特征,同时,利用先进的导电结晶器技术开展了相应的实验室制备试验。结果表明:模拟结果得到了试验的良好验证,采用电极‐导电结晶器供电回路方案因能有效调整渣池高温区位置、获得理想的双金属界面温度而适合于冶炼双金属复合轧辊,其冶炼制备的双金属复合轧辊具有界面结合均匀、无明显缺陷等优点,在众多双金属复合轧辊制备工艺中具有一定的竞争力。", "label": "冶金工程", "id": 0}
{"content": "采用双向耦合的欧拉—拉格朗日方法追踪电渣重熔钢液滴落过程中非金属夹杂物的运动轨迹,考虑了夹杂物受到的重力、浮力、阻力、附加质量力、升力、独特的电磁压力和渣钢界面反弹力。为了体现湍流对夹杂物运动轨迹的影响,本文使用了随机游走模型。使用数学模型计算了电流、夹杂物直径和密度对去除率的影响。结果表明当液滴内的夹杂物运动至渣钢界面时,大部分夹杂物能够穿过渣金界面进入到熔渣中,1?m和3?m等小粒径夹杂物则会部分残留在钢液滴中,然后跟随着液滴进入到钢液熔池中。", "label": "冶金工程", "id": 0}
{"content": "电渣重熔过程中渣壳的动态形成过程决定着铸锭最终的表面质量。本文基于VOF模型和动网格技术,考虑固态渣壳和液态熔渣电导率的差异,建立一个二维轴对称的瞬态模型,研究了电渣重熔过程中渣壳的动态形成过程。研究结果表明:渣池底部形成了较厚的渣壳,其产生的焦耳热大于周围渣池区域,这与不考虑渣壳形成时的焦耳热分布明显不同;根据电极端部的热平衡计算的实验室规模的电渣炉的熔速约为83kg/h;金属熔池中的液态金属与渣壳接触并使其局部熔化,形成弯月面形状的渣壳;随着铸锭的连续生长,弯月面型的渣壳将随着铸锭一起推进,最终在铸锭表面形成均匀的渣壳。", "label": "冶金工程", "id": 0}
{"content": "真空冶金技术应用始于20世纪初期,开始用于炼钢的脱气,进入20世纪中后期以来,真空冶金技术的应用领域不断扩大,报告集中介绍了近年来我国真空冶金技术在锡、锌、铅、铜、铋资源综合利用以及镁、铝、钛冶金领域的新研究进展。实践表明,真空冶金技术在冶金过程资源综合利用以及冶金新技术的开发方面有着广阔的应用前景。", "label": "冶金工程", "id": 0}
{"content": "真空电弧重熔（VAR）是在真空下利用直流电弧产生的热量将电极熔化的工艺。金属电极上滴落的金属熔滴滴入到水冷铜结晶器,当熔炼继续进行时,在结晶器里就逐渐地形成了一支新的锭料,合金锭上方覆盖一层金属熔池。采用真空电弧重熔工艺主要是为了获得纯净度和化学成分均匀的钢锭。对于高温合金和钛合金,真空电弧重熔通常是最后一步冶炼工艺。采用真空电弧重熔工艺冶炼的材料通常应用于航空发动机以及机身上的转动和承力部件。真空电弧重熔合金锭的常见缺陷有超声波探伤单显（本质为夹杂物聚集导致内部开裂）、黑斑、白斑等,其中黑斑和白斑可以通过成品材的低倍检验进行控制。超声波探伤可以发现由于夹杂物聚集导致成品材出现内部裂纹而造成的单显,但超声波探伤并不能使夹杂物聚集缺陷得到完全控制。夹杂物聚集造成的内部裂纹长度只有0.8~2 mm,甚至仅有0.4 mm,如果聚集的夹杂物在热加工变形过程未发生开裂,超声波探伤将无法识别该类缺陷,对于材料的后期加工和与服役存在致命的风险。因此,本文对真空电弧重熔夹杂缺陷的产生原因进行了详细的分析。本研究对真空电弧重熔过程中的白斑缺陷进行了分类,并对其成因进行了详细的分析。白斑缺陷可分为离散型、枝晶型和凝固型。偏弧和过长的弧长是白斑缺陷形成的主要原因,稳定的漫散电弧可以避免白斑缺陷的形成,对提高真空电弧重熔铸锭的冶金质量起着至关重要的作用。", "label": "冶金工程", "id": 0}
{"content": "坩埚水道设计,是一项既重要又困难的工作。水冷铜坩埚水道直径和分布情况直接决定着坩埚冷却效率和安全性。本文的目的是,通过数值模拟的方法,研究水道设计对坩埚冷却效率的影响。本文分为三个部分:第一,建立模型。根据以往坩埚击穿实验中进出水温度,坩埚熔化面积,电子枪功率等参数以及流体力学和传热学相关知识,建立并修正模型。第二,数值模拟。研究两种坩埚（坩埚a和坩埚b）,它们外形尺寸相同,但是水道分布截然不同。在相同热源下,两种坩埚进行金属熔炼。根据模型,利用CFD软件Fluent对两种坩埚熔炼过程进行模拟。实现冷却水,高温液态金属和铜坩埚的三相耦合。第三,结果分析。通过数值模拟,得到熔炼金属和冷却水的温度场合流场。结果表明:与坩埚b相比,坩锅a出水压力较低,出水温度较高0.3℃,但熔炼金温度高318℃。说明坩埚a冷却效率也更高。", "label": "冶金工程", "id": 0}
{"content": "为揭示Mg在钢中对夹杂物的变质作用并探讨通过Mg处理降低生产成本的可能性,以HR60车轮钢为研究对象,采用真空感应炉制备Mg处理实验钢,采用SEM-EDS和INCAFeature自动扫描夹杂物功能定量统计分析等手段研究实验钢中典型夹杂物的成分、形貌、尺寸、数量、粒径分布等特征。研究结果表明:HR60车轮钢经Mg处理后,基准钢中的Al2O3夹杂物变质为细小弥散分布的MgO·Al2O3夹杂物或Mg-Al-O夹杂物,外围包裹MnS或（Ti,Nb）（C,N）;Mg处理后,夹杂物的平均粒径减小,数量增多,尺寸小于2μm的夹杂物数量占60%以上,呈弥散分布。", "label": "冶金工程", "id": 0}
{"content": "在实验室用真空感应炉冶炼三炉X65管线钢,其中两炉钢进行镁处理。分析非镁处理钢和镁处理钢中夹杂物的变化特征,研究镁处理对X65管线钢中夹杂物的影响。结果表明:（1）非镁处理钢中的夹杂物主要是Al2O3系夹杂,镁处理钢中的夹杂物类型主要是MgO-Al2O3系夹杂。（2）镁处理钢中粒径小（1~5μm）的夹杂物比例相对较高,大颗粒（>15μm）夹杂物明显减少。（3）粒径较大的夹杂物主要是Al2O3夹杂和靠近低熔点区域的夹杂;靠近镁铝尖晶石成分的夹杂物粒径较小,说明镁处理可使钢中夹杂物变得细小而分散。（4）镁处理钢中存在大量的尺寸细小的MgO·Al2O3系夹杂物,可以为硫化物的析出提供形核核心,从而减少硫化物在晶界的析出。", "label": "冶金工程", "id": 0}
{"content": "在现普通冷轧高牌号无取向硅钢的基础上,降低Si和Al的总含量,添加少量辅助元素,组合常化处理和成品退火工艺,通过中试和大生产试制试验,研制出了高效电机用无取向电工钢。", "label": "冶金工程", "id": 0}
{"content": "低合金超高强度钢因为较差的断裂韧性和抗应力腐蚀能力,其应用受到限制。超纯净冶炼能够把杂质元素的含量控制到很低,从而显著地提高超高强度钢的断裂韧性。稀土La具有很强的脱氧及脱硫能力,因此本文研究了在真空感应炉冶炼300M钢时添加La进行脱氧脱硫。结果表明,微量的La可以进行深脱氧,并且大幅度地降低钢中硫含量,钢中La含量为0.0084%和0.015%时,钢中的氧含量均降到0.0003%,硫含量分别降到0.0013%和0.0011%。但是,当钢中La含量过多时,反而会使钢中的氧含量、硫含量均增加,造成反作用,钢中La含量为0.032%时,钢中氧含量和硫含量分别增加到0.0008%和0.0025%。另外,在保证钢中Al含量符合要求的前提下,在进行稀土处理之前,先利用适量的Al尽量降低氧含量,可以在得到相同效果下减少La的用量,降低成本。", "label": "冶金工程", "id": 0}
{"content": "<正>2015年,对于中国真空学会真空冶金专委会、真空工程专委会、真空咨询工作委员会和沈阳《真空》杂志社来说,又是值得庆贺的一年。今天,来自国内外30多个城市的170余位代表共聚一堂,共同庆贺第十二届国际真空冶金与表面工程学术会议的胜利召开。国际真空冶金与表面工程学术系列会议,是真空科技领域的重要系列学术会议,", "label": "冶金工程", "id": 0}
{"content": "<正>本次学术大会的召开,在中国真空学会的支持下,得到中国科学技术协会\"前沿高端学术交流会议\"学术交流项目的专项资助,特此感谢。本次学术大会的召开,得到王宽诚教育基金会\"在内地资助国际学术会议\"资助项目支持,谨致谢忱。本次学术大会的召开,得到国家重大科学仪器设备开发专项（2013YQ130429）资助支持,特此感谢。", "label": "冶金工程", "id": 0}
{"content": "研究了Cr-Co-Mo-Ni轴承钢经真空感应（VIM）+真空自耗（VAR）双真空冶炼后真空表面渗碳的疲劳性能。结果表明:经双真空冶炼后降低了钢中夹杂物数量和尺寸,提高了钢的纯净度。经过真空渗碳后增加了钢的表面压应力且提高了钢的疲劳性能。因此,钢经过双真空冶炼和真空渗碳后不但能增加表面硬度满足耐磨要求也能减少夹杂产生,降低钢的起裂源,提高其旋转弯曲疲劳性能。对断口的研究发现:经过渗碳后钢的渗层组织由隐晶马氏体+残余奥氏体+碳化物组成,心部组织由板条马氏体+少量残余奥氏体+弥散碳化物组成。起裂通常由次表面处少量的复合氧化物夹杂Al2O3或MgO引起,裂纹扩展由渗层扩展到心部。", "label": "冶金工程", "id": 0}
{"content": "通过有限元软件模拟了高性能轴承钢真空自耗熔炼过程的温度场、熔池形貌和微观组织,研究了自耗铸锭组织演变规律和温度场、熔池形貌对组织生长的影响。研究表明:铸锭组织形貌为贯穿铸锭中心的柱状晶,铸锭的中上部中心有小面积等轴晶。柱状晶的生长带有明显的择优取向,底部柱状晶取向为垂直向上,中上部为斜向上,熔池深度越大,斜向上角度越小;熔池形貌对铸锭组织形貌影响显著,通过控制熔炼参数控制好熔池形貌能有效提高铸锭质量。", "label": "冶金工程", "id": 0}
{"content": "本文采用真空蒸馏法脱除铜镍锌合金中的锌,考察蒸馏温度和恒温时间对锌挥发行为的影响,并进行了相关理论分析。理论分析结果表明:利用锌与铜、镍、铁、铬的饱和蒸气压,分离系数判据说明采用真空蒸馏法脱除其中的锌是可行的。实验结果表明:随着温度的升高和时间的延长,锌的挥发率呈现逐渐增大而后趋于平稳的趋势,残留物中锌含量先呈现逐渐减小后趋于平稳的趋势,且在系统压力为10-30Pa,入料量50g,蒸馏温度1273K,恒温时间90min的条件下,锌的挥发率高达99%,残留物中锌含量降至0.24%,并得到纯度为99%的单质态锌冷凝物。此工艺流程短,操作简单,无污染,符合冶金工业清洁生产的要求。", "label": "冶金工程", "id": 0}
{"content": "本文主要介绍铸造高温合金真空感应熔炼工艺的基本原理和过程。利用实验证明了熔炼过程中精炼期、合金化期、浇注期对铸造高温合金材料纯净度、显微组织、力学性能及表面质量等方面所产生的影响。实验证明:精炼期对材料中杂质元素Pb、Bi,气体元素N、O有良好的去除作用;Ni3Al基高温合金,合金化过程中,Al的过量添加,将产生大量的β-Ni Al脆相,使材料塑性大幅下降;浇注过程,温度过高致使铸件晶粒粗大,易产生缩孔,浇注温度过低致使铸件表面产生大量冷隔等缺陷。", "label": "冶金工程", "id": 0}
{"content": "结合国内外冷坩埚熔炼设备的研究成果,提出了冷坩埚熔炼设备发展的方向。文中首先分析影响过热度因素,并提出了几种提高过热度的方法。然后介绍了几中提高电效率常用方法。最后介绍了应用CAE技术分析冷坩埚熔炼过程的现状,并且提出未来针对冷坩埚熔炼设备分析发展趋势。", "label": "冶金工程", "id": 0}
{"content": "介绍了真空感应熔炼技术的发展过程以及感应冶炼技术不同场合的应用。针对不同感应炉型的结构,比较各自优劣势。展望未来感应炉发展方向,阐述其发展趋势。主要体现在,设备整体结构逐步完善,模块化趋势日益明显以及更加智能的控制系统。", "label": "冶金工程", "id": 0}
{"content": "为了满足大型燃气轮机动力涡轮发展的需要,本文系统地研究了大锭型GH742合金的双真空冶炼及锻造开坯工作,并对其组织和力学性能进行测试。研究结果表明,Φ660mm锭型GH742合金真空自耗锭无冶金缺陷及元素偏析,锻制出Φ360mm棒材的组织均匀、力学性能优异。", "label": "冶金工程", "id": 0}
{"content": "随着国内对高综合性能、低成本高温耐蚀合金产品需求量的增加,且关键部位用材依赖进口,为开发满足船用、海底开采等苛刻环境使用的材料,本文通过对Incoloy 925合金的化学成分、产品性能指标、组织转变等进行分析,系统研究了Incoloy 925合金轧制棒材的冶炼及加热工工艺,并对其综合性能进行测试,成功生产出满足使用要求的棒材,为该合金在其他行业的推广应用提供技术基础。", "label": "冶金工程", "id": 0}
{"content": "研究了超超临界国产镍基合金CN617的无缝管坯生产过程,对CN617合金的冶炼工艺和自由锻工艺进行研究,说明了冶炼过程中元素收得和脱气方法,和锻造过程中的工艺瓶颈并优化锻造工艺参数,从力学性能和显微组织方面进行检测证明了冶炼、锻造工艺的可行性。", "label": "冶金工程", "id": 0}
{"content": "在优化合金设计基础上,依托以真空双联/三联低偏析锭坯熔铸技术与多重循环热机械处理热加工技术为核心的新型铸锻工艺路线,能够有效解决沉淀强化相质量分数35%至63%的一系列高合金化高温合金大尺寸锭坯的低偏析冶炼与铸态组织破碎问题,以及棒材与盘锻件的塑性成型与组织性能控制问题,为燃机工业提供与粉末冶金工艺性能水平相当,同时具备更高可靠性和低廉成本的高性能变形高温合金涡轮盘。", "label": "冶金工程", "id": 0}
{"content": "K424合金是一种高Al、Ti、低密度的高性能等轴晶高温合金,为进一步提高合金热强性能,满足发动机涡轮工作叶片损伤容限设计需求,通过优化B、Zr及TCP相形成元素范围,优选热处理制度,发展出定向凝固合金DZ424。DZ424合金不含贵金属元素,具有低密度,低成本、高比强的特点。DZ424合金具有较高的高温强度和持久性能,与K424合金相比,使用温度可提高约30℃。", "label": "冶金工程", "id": 0}
{"content": "观察了U720Li合金的铸态组织,并采用差热分析与水淬法相结合研究了合金的凝固过程。对炉冷、空冷和水冷三种冷速下U720Li合金微熔区凝固析出行为进行了研究。结果表明,炉冷时在枝晶间形成大量γ/γ′共晶,同时在其前沿形成少量η相、硼化物和锆化物;空冷和水冷时γ/γ′共晶的形成被抑制,但空冷时熔池内形成了大块板条状η相和少量块状锆化物,水冷时熔池内形成了大量细碎相互交叉的η相和少量蜂窝状锆化物。讨论了不同冷速下微熔区凝固析出行为不同的原因。", "label": "冶金工程", "id": 0}
{"content": "近些年来,烧结Nd-Fe-B磁体因其优异的磁性能在新能源汽车、家用电器、风力发电、通信、医学等领域日益广泛的被应用。但随着科学技术的不断进步,人们对烧结Nd-Fe-B磁体的磁性能和温度稳定性提出了更高的要求,要求其具有更高的矫顽力和高温稳定性。随着这些新兴领域的出现及发展,其对稀土永磁材料的需求日益增加,因此低稀土使用量高矫顽力磁体成为了磁性材料研究者研究的重要目标。我们利用悬浮液等离子喷涂技术进行烧结钕铁硼磁体重稀土晶界扩散。系统研究了热处理温度及重稀土含量对矫顽力的影响,阐明了重稀土元素的扩散行为,实现了矫顽力的显著提高。证实了悬浮液等离子喷涂-晶界扩散技术是一种能够控制涂层厚度、绿色高效的制备高矫顽力烧结Nd-Fe-B磁体的技术。", "label": "冶金工程", "id": 0}
{"content": "该报告主要讨论粉末冶金与硬质合金材料最新发展状况,并分析了粉末冶金和复合材料的创新前景", "label": "冶金工程", "id": 0}
{"content": "稀土氧化物的引入是降低难熔金属逸出功、提高阴极电子发射能力的重要途径,因此调控稀土氧化物在难熔金属粉体中的分布就成为高性能阴极材料制备的关键。以液相掺杂结合氢还原制粉工艺为技术基础,先后制备出纳米级Y2O3、La2O3等稀土氧化物掺杂的钨钼复合粉体,实现了不同类型阴极性能的持续优化。研究发现,稀土元素对难熔金属粉体还原过程及形貌有着重要影响,并结合理论计算的方式解释了相应的作用机制。未来将进一步通过多元复合稀土氧化物的设计及复合粉体的形貌调控,实现电子发射能力的进一步提升。", "label": "冶金工程", "id": 0}
{"content": "用粉末冶金方法制备铁基材料,在铁基材料中加入不同合金元素,研究了采用正交试验方法,对混合料配方进行优选试验,分析铜含量和铝含量对产品质量指标硬度的影响,采用逐步回归分析法及对模型进行F检验、t检验等显著性检验,最终建立了铜含量和铝含量关于硬度的二元二次非线性数学模型的优选方法,实验结果表明该模型精度较高,最后,通过该模型运用牛顿迭代法求解非线性方程组对粉末冶金的配方进行控制,结果计算配方值的平均误差在5%以内,控制效果较好,实现了粉末冶金制造过程中产品的质量预测和配方智能优化设计,对制备高性能指标、低成本的粉末冶金零配件制造过程具有现实指导意义和实际应用价值。", "label": "冶金工程", "id": 0}
{"content": "本文研究了两种新型的TiAl制备方法。首先利用惰性气体雾化法制备出低含氧量、高球形度的TiAl金属间化合物粉末,随后用粉末冶金和包套轧制的方法制备出了高性能的TiAl金属间化合物板材,板材表现出了优异的室温塑性。其次研究了TiAl合金电子束增材制造的成形特点。重点研究了缺陷、工艺对TiAl金属间化合物的组织和性能的影响。建立了铝烧损量和组织之间的对应关系,系统总结了TiAl金属间化合物电子束增材制造的缺陷成形机理和成分控制方法。并对未来TiAl金属间化合物的应用前景和发展趋势进行了展望。", "label": "冶金工程", "id": 0}
{"content": "利用气雾化方法进行了高硅铁粉的制备,对两种方案所制备的硅铁粉进行了粒度、形貌、化学成分、物相分析、XPS等分析,发现气雾化高硅铁粒径相对较大;铝含量高的硅铁粉形貌不规则,多呈棒状或块状,而铝含量较低的硅铁粉形貌较为规则,多呈圆球形分布;X射线衍射显示两炉粉体的主要物相均为Fe、Fe0.9Si0.1,从XPS检测结果看,1#样表面的单质硅少,而SiO2多,Al2O3也少,说明1#样中成分铝少不能保护硅被氧化,2#样表面单质硅多,而SiO2少,Al2O3多,说明铝被氧化起到了保护硅的作用。", "label": "冶金工程", "id": 0}
{"content": "涡轮盘是航空发动机的最重要的核心热端部件之一,采用粉末冶金技术制备的镍基高温合金以其特有的优势,成为制备先进航空发动机涡轮盘的首选材料。本文阐述了粉末冶金高温合金在航空发动机部件上的应用和发展;对比分析了目前实际工程应用中最广泛采用的等离子旋转电极制粉+直接热等静压成形和氩气雾化制粉+热等静压（或热压实）+热挤压+等温锻造成形两种涡轮盘制备工艺的技术特点、合金体系和盘件性能;并简要介绍了粉末冶金高温合金材料研究的热点方向和粉末涡轮盘制备技术的发展趋势。", "label": "冶金工程", "id": 0}
{"content": "锆钒铁（ZrVFe）是一种广泛应用的非蒸散型吸气剂,具有吸气容量大、吸气速率高等特点。目前报道主要研究ZrVFe吸气剂在低温下对氢气、一氧化碳的吸气特性,但对其他非氢活性气体的吸气性能研究较少。本文通过表征ZrVFe吸气剂在不同温度下对空气的吸气特性研究,获得了其吸空气性能对温度的依赖特性。实验结果表明:ZrVFe吸气剂对空气的吸气特性与对氢气的吸气特性差别较大。随吸气量的增加,空气气氛下吸气速率衰减要远大于氢气气氛下吸气速率衰减;随工作温度的升高,吸气剂对空气抽速逐渐改善;在相同时间下,500℃工作温度比室温下对空气的吸气量提高126%。分析原因可知,增加工作温度有利于提高活性气体原子在体相内扩散速度,减少吸气剂表面活性气体占据,缓解了因吸气量增加导致吸气速率快速下降的问题。本研究拓展了ZrVFe吸气剂的应用范围,为吸气剂在空气气载下使用提供了使用工艺指导。", "label": "冶金工程", "id": 0}
{"content": "聚合物与表面活性剂相互作用能显著改变溶液的性能,该复合体系已广泛应用于制药、涂料、墨水、日用化学品、石油开采等领域,以表面活性剂和大分子作为软模板由来已久,它能够充分保护纳米粒子并显著调控其形貌,目前,研究者利用此模板已成功合成出各种各样的纳米材料。本文在水相、无需加入晶种和有机溶剂的条件下,以PVP-SDS为软模板,水合肼为还原剂,通过调控SDS和PVP的浓度,pH以及温度制备表面呈针状叠合球形形貌的超细镍粉。实验结果显示,在一定浓度范围内,随着SDS或PVP浓度增大,原生纳米镍晶粒和超细镍粉的平均粒径均呈减小趋势,表明通过改变PVP-SDS体系组成可以调控超细镍粉的粒径和形貌。在超细镍粉的制备过程中,SDS束缚胶束诱导生成与模板尺度相仿的原生纳米镍晶粒,PVP链的空间桥联作用使得在一定空间范围内分散的原生纳米镍晶粒能够彼此靠近、有序聚集,以某种特定的方式融合生长并自组装成超细镍粉。", "label": "冶金工程", "id": 0}
{"content": "介绍了国内铜及铜合金粉末的主要生产工艺,重点分析了行业发展趋势的雾化法制备铜粉的工艺过程,介绍了我国铜合金粉的应用现状及产业发展过程,针对我国铜粉产业发展存在的问题,为今后中国铜及铜合金粉末的发展提出了建议。", "label": "冶金工程", "id": 0}
{"content": "镍基超合金是目前在高温和耐腐蚀领域使用最为广泛的材料之一。在性能更优、使用寿命更长以及零件结构日趋复杂化的现代工业要求下,其金属增材制造技术发展迅速,已经逐渐被应用于实际产品的加工及修复,并在结构复杂、材料昂贵的镍基超合金零部件生产方面体现出诸如原材料利用率更高、生产周期更短、产品质量更加优异等的特点。镍基超合金粉末材料的品质和特性是获得高品质增材制造零部件的关键因素。本文概述了近十年来国内外镍基超合金粉末的技术发展情况,列举出其在增材制造技术方面的实际应用,介绍了国内外相关标准的建立以及国内外优秀生产企业及科研小组的情况,并讨论了镍基超合金粉末的发展瓶颈及未来发展方向。", "label": "冶金工程", "id": 0}
{"content": "<正>粉末冶金是制造金属粉末和利用金属粉末生产大块材料和一定形状零件的方法。相对于传统的铸造方法而言,粉末冶金在零部件制造和材料合成方面具有近净成形（少、无切削）、材料显微组织细小、成分均匀等优点,而且能够制造传统铸造方法无法制备的材料。因此粉末冶金零部件由于原材料利用率高（达95%）,制造成本低,材料综合性能好,在交通、机械、矿山、电子、航空航天等领域得到了广泛的应用。", "label": "冶金工程", "id": 0}
{"content": "涡旋盘作为涡旋压缩机的重要部件,它的成形技术是当今涡旋压缩机研究的热点之一。本文采用粉末冶金技术制备出一种高性能涡旋盘,该产品具有优异的室温力学性能、高温力学性能,同时具备热膨胀系数低、耐磨性好的优点,预计可提高压缩机工作效率和使用寿命。", "label": "冶金工程", "id": 0}
{"content": "基于Hertz-Mindlin接触模型,利用离散元方法对超声粉末成型的物理过程进行数值模拟,建立了物理模型,研究了超声加载对模具受力,颗粒密度和颗粒受力的影响。研究发现:在相同条件下,超声能够显著降低所需外界压力,降低摩擦损耗;促进颗粒运动重排,提高密度均匀性;破坏了常规压制时颗粒形成的力链结构,提高颗粒受力的空间均匀性,颗粒总体受力降低。超声加载对提高粉末成型构件质量,降低内部缺陷和残余应力,具有一定促进作用。", "label": "冶金工程", "id": 0}
{"content": "采用高能球磨、分子水平混合、行星球磨结合放电等离子体烧结的工艺制备了Cu-CNTs-Al2O3复合材料。研究了单独添加和同时添加的CNTs、Al2O3颗粒在Cu基体中的分布状态,以及对复合材料致密度、硬度、强度和导电性能的影响。结果表明:单独添加CNTs、Al2O3颗粒,复合材料力学性能改善不显著,且电导率下降较明显。Cu-1.0CNTs-0.5Al2O3复合材料,综合性能最佳,其硬度、抗拉强度和断后伸长率分别为131 HV、314 MPa、7.5%,电导率为47.9 MS/m。复合材料性能的提高主要归因于同时添加的CNTs、Al2O3颗粒显著改善了Cu基体中强化相的分布,从而提高了对位错的钉扎作用。", "label": "冶金工程", "id": 0}
{"content": "本文采用高能球磨结合放电等离子烧结方法制备了不同AlN质量分数的Al N/Cu复合材料。探究了Al N含量对Al N/Cu复合材料微观形貌、致密度、显微维氏硬度、拉伸及导电性能的影响。结果表明:当AlN质量分数<1.0%时,随着Al N质量分数的提高,复合材料的硬度、抗拉强度提高,断后伸长率、电导率降低。但当Al N质量分数为1.0%时,AlN/Cu复合材料致密度为97.8%,显微硬度和抗拉强度分别达到了119.5HV和259.7MPa,电导率为49.30 MS/m,综合性能达到最优。", "label": "冶金工程", "id": 0}
{"content": "通过Gleeble-1500热模拟试验机对热等静压成形制成的FGH96高温合金,在1075℃、变形速率为0.001s–1,进行变形量为70%的热压缩试验。采用场发射扫描电镜、透射电镜和电子能谱等表征方法,研究合金原始颗粒边界（PPB）的组成,以及它对合金热变形再结晶的影响。结果表明:热等静压成形FGH96高温合金中的PPB主要由Ti的碳化物和γˊ相共同组成;PPB对合金热变形再结晶形核起促进作用,对晶粒长大起阻碍作用,但在PPB密度较低的区域,再结晶晶界向前迁移时不受PPB影响,最终穿过PPB完成再结晶。", "label": "冶金工程", "id": 0}
{"content": "以粉末冶金法制备铜基粉末冶金摩擦材料。采用洛氏硬度计和夏比冲击试验机对摩擦材料的力学性能进行表征,利用MM-3000型摩擦磨损性能试验台研究了刹车速度对其摩擦磨损性能的影响,并借助电子扫描显微镜（SEM）表征了摩擦材料的微观形貌。研究表明:铜基粉末冶金摩擦材料的摩擦磨损性能与刹车速度密切相关,随着刹车速度的增大,摩擦吸收功率近似线性增长,而摩擦系数呈先增大后减小的趋势。并且在高速刹车条件下,铜基体自身发生软化会破坏摩擦材料表面形成的氧化膜,降低了分子键的抗剪切强度,从而增大了磨损量。", "label": "冶金工程", "id": 0}
{"content": "本文所开发的粉末冶金斜齿轮为电子驻车制动系统中涡杆传动中的关键粉末冶金零件,其内孔为花键非圆结构,成型难度相当大,本文论述了其结构和性能特点、材料选择和生产工艺等。通过合理的工艺制定,开发出符合实际工况要求、高精度、高强度、形状复杂的内孔为花键的斜齿轮。", "label": "冶金工程", "id": 0}
{"content": "现代电子工业和信息产业的高速发展所引起的电磁辐射危害不容忽视,探索高效的电磁屏蔽材料已成为目前迫切需要解决的问题。高的磁导率（μ）和饱和磁感应强度（Bs）是高效能电磁屏蔽材料需具备的先决条件。近年发展的铁基FeSiBPCu系纳米晶合金具有高Bs、高μ和低损耗等优异的软磁性能,但关于其电磁屏蔽性能的研究甚少。本文通过高能球磨制备Fe83.3Si4B8P4Cu0.7合金粉体,调查了球磨时间和热处理工艺对粉体的结构、形貌和电磁性能的影响,获得了具有优异电磁屏蔽性能的纳米晶合金粉体。采用感应熔炼制备母合金锭;采用行星式球磨机制备合金粉体;采用真空等温退火对粉体进行热处理;分别采用X射线衍射仪和扫描电镜表征合金粉体的结构和形貌;分别采用差示扫描量热仪和振动样品磁强计评价粉体的热性能和磁性能;将合金粉体与石蜡按质量比3:1混合均匀,使用矢量网络分析仪测试其电磁参数,并计算反射损耗。结果表明,随着球磨时间的延长,合金粉体的颗粒尺寸逐渐降低,非晶相含量不断升高,α-Fe晶粒尺寸(Dα-Fe)逐渐减小。合金经球磨100 h后可形成平均颗粒尺寸为7μm、Dα-Fe为5.4 nm的纳米晶粉体。粉体的Bs和电磁屏蔽性能随着球磨时间的延长而逐渐提高。球磨100 h后,粉体的Bs达到1.74 T,此时对应厚度为2 mm的样品的反射损耗（RL）<-10 dB的频带宽度达到5.8 GHz,并在11.5 GHz的频率下达到峰值-44 dB。经300℃热处理后,粉体屏蔽性能进一步改善,RL<-10 dB的频带宽度达到6.2 GHz,峰值增加到-54 dB,对应频率为11.7 GHz。", "label": "冶金工程", "id": 0}
{"content": "本文系统研究了微细FeSi合金粉末的含量对FeSi BPNb非晶复合磁粉芯性能的影响规律,所采用的FeSi合金粉末平均粒径约为5μm,铁基非晶合金粉末的平均粒径约为50μm,采用冷压的方法压制成外径为27 mm,内径为14.8 mm,厚度为6.5 mm的环形样品,为了提高复合磁粉芯的软磁性能,所有的样品均在673 K热处理1h,以消除在压制过程中磁粉芯内部产生的应力。研究发现,当FeSi粉末含量为10%时,复合磁粉芯表现出优异的软磁性能,其有效磁导率达到60,且在10 MHz频率范围内保持恒定,呈现出优异的频率特性;在Bm=0.1 T,f=50kHz条件下,其损耗仅为159 W/kg;同时,在外加直流偏置磁场为100 Oe时,磁粉芯的磁导率仅下降20%,呈现出良好的抗直流偏置能力。这种性能优异的非晶复合磁粉芯符合电力电子器件向高频化、小型化和大电流方向发展的趋势,具有广泛的应用前景。", "label": "冶金工程", "id": 0}
{"content": "本文以气雾化法制备的球状(Fe0.76Si0.09B0.1P0.05)99Nb1非晶粉末为对象,首先利用正硅酸乙酯的水解反应,在非晶粉末表面原位生成SiO2绝缘包覆层,通过调节正硅酸乙酯的含量,可以控制非晶粉末表面SiO2绝缘层的厚度。随后,在非晶粉末表面包覆2 wt%的环氧树脂,形成均匀的双层核壳结构包覆层,利用液压成型机,在1800 MPa的压强下,将复合粉末压制成外径20.3 mm,内径12.7 mm,厚度6.0 mm的环形磁粉芯,并系统研究了正硅酸乙酯含量对FeSiBPNb磁粉芯性能的影响规律。研究发现,当正硅酸乙酯含量为2 ml/g时,制备的磁粉芯综合性能最好,其磁导率达到49,且在10 MHz频率范围内保持恒定;在Bm=0.1 T,f=100 kHz条件下,其损耗仅为320 W/kg。", "label": "冶金工程", "id": 0}
{"content": "熔盐电解法制备金属及合金具有合金成分偏析较少、产品质量较好、制备成本较低等优点,是一种满足可持续发展和绿色冶金需求的制备方法,因其制备的金属及合金流程短,纯度高,杂质少而受到青睐。本文系统的介绍了近些年熔盐电解法在合金制备中的应用进展;分类概括了熔盐电解法的电解质种类;介绍了部分影响因素;最后对熔盐电解法存在的问题进行探讨,并对其发展进行了展望。", "label": "冶金工程", "id": 0}
{"content": "Na2O作为一种常见助熔剂,对调节冶金熔渣物理化学性能具有重要作用。本文以CaO-SiO2-Al2O3渣系为研究对象,采用分子动力学模拟的方法分析了Na2O对CaO-SiO2-Al2O3熔体微观结构的影响,探讨了偏径向分布函数、配位数、氧的分布等结构参数的变化特征。模拟结果显示:熔渣中桥氧的主要存在形式是Si-O-Al,其他为Si-O-Si和Al-O-Al。随着碱度和Na2O增加,Si-O-Al和Si-O-Si降低,而Al-O-Al基本上没有明显的变化;当渣系碱度为1, Na2O含量从Owt%增加至15wt%时,Na+对Si-O-Si中桥氧键的断裂比Si-O-Al更强烈,而Ca2+对[AlO4]5-结构的电荷补偿强于Na+。", "label": "冶金工程", "id": 0}
{"content": "通过中试试验研究了回转窑预还原-电炉熔炼处理莫桑比克某地钒钛磁铁精矿工艺过程中预还原及熔炼指标影响因素,试验给出了回转窑预还原温度、预还原时间、煤矿比、炉渣碱度几个主要工艺技术参数和条件,确定了回转窑预还原-电炉熔炼未制粒钒钛磁铁精矿的可行性,为工业化生产设计提供了技术依据。", "label": "冶金工程", "id": 0}
{"content": "镁基/铝基合金被认为是最具有前景的新能源材料。然而,镁锂合金的应用因其较弱的机械性能（尤其是硬度）而受到了限制。因此,这项工作展现了一个在镁基/铝基中直接形成Al-RE（RE=Sm,La）金属间化合物晶须的新颖而有效的方法。在LiCl-KCl熔盐中,RE（Ⅲ）在活性Mg/Al电极上的电化学行为通过不同的电化学测试方法进行了研究。通过恒电流电解在活性Mg/Al电极上制备了Al-RE金属间化合物晶须,并通过XRD测定为Al4RE。为了进一步研究含有晶须的镁基/铝基的微观结构和晶体结构,利用SEM、TEM和SAED进行了表征。Fig.1展示了Mg-Li-Al-La合金SEM（a）、TEM（b）和SAED（c）的图像。如Fig.1a所示,镁基合金中形成了许多针状沉积物。通过TEM（Fig.1b）和SAED（Fig.1c）的表征,针状沉积物最后被确定为Al-RE金属间化合物晶须。与未含有晶须的合金相对比,显微硬度、杨氏模量和腐蚀电位在添加了晶须后均得到了改善。", "label": "冶金工程", "id": 0}
{"content": "<正>介绍了上海大学在电磁冶金领域近年来的部分重点研究工作,展望了电磁冶金发展的前景。在电磁净化金属液技术研究中,发展了在钢连铸中间包电磁去除金属液中夹杂物技术,使用交变磁场搅动钢液,控制中间包中流态,促进夹杂物聚集长大,消除死区,延长钢液在中间包中停留时间,使得夹杂物充分上浮,从而显著提高", "label": "冶金工程", "id": 0}
{"content": "对几种典型的冶金废渣进行了化学成分、物相组成及热重-差热分析,并对微波场中冶金废渣的升温行为进行研究,探索了微波处理前后冶金废渣的形貌、物相变化和比表面积变化情况。研究结果表明:典型冶金废渣中氧化钙的含量较高;在从常温至1300℃加热升温过程中,高炉渣和钢包炉精炼废渣重量无太大变化,而KR脱硫渣、转炉炼钢渣和电炉普碳钢渣因物相分解,质量有所减轻;冶金废渣对微波均有较好的吸收能力,吸波能力由大到小依次为:转炉钢渣>电炉普碳钢渣>电炉不锈钢渣>高炉渣,且随着微波功率的提高、废渣质量及其颗粒粒径的增大,冶金废渣升温速率均增加;此外,经过微波处理后,物相基本不变,但在冶金废渣颗粒内部均有大量裂纹产生,且废渣中原本存在的一些细小裂纹也会因微波处理而进一步扩展。", "label": "冶金工程", "id": 0}
{"content": "分子蒸馏技术是近二三十年发展起来的新型分离技术,是一种在高真空条件下进行的液液分离的连续减压蒸馏过程,属于高新物理分离技术。它突破了传统蒸馏利用不同物料的沸点差异进行分离的原理,是基于不同物料分子平均自由程的差别来实现物料的分离。本文主要对分子蒸馏的基本原理、分子蒸馏设备、过程影响因素和其技术特点进行了阐述,最后介绍了目前分子蒸馏在高纯金属制备领域的全新应用。", "label": "冶金工程", "id": 0}
{"content": "以含砷锑复杂铜镍合金为原料,从理论上分析了采用真空蒸馏法综合回收该类物料中有价金属Cu,Ni和Ag的可行性,并通过实验探讨了蒸馏温度、保温时间、元素As,Sb对Cu,Ni,Ag分离和富集效果的影响。实验结果表明:在蒸馏温度1473K,保温时间120min,系统残压10~30Pa条件下,残余物中Cu含量升至8.83%,直收率为88%左右;残余物中Ni含量升至25.61%,直收率为91%;残余物中Ag的含量降至1.93%左右,而Ag在挥发物中的含量为4.4%左右,表明Cu,Ni,Ag的分离和富集效果显著。X射线衍射分析表明残留物中形成化合物Cu3As,Ag3Sb,导致As,Sb不能彻底挥发。挥发物中的Ag可以继续采用真空蒸馏法富集Ag,而富含Cu,Ni的残留物可以通过湿法浸出工艺进行收集。", "label": "冶金工程", "id": 0}
{"content": "从湿法冶金过程中分离和富集的角度对膜分离技术在浓缩富集、除杂纯化、废水处理、材料加工以及含油废水处理等湿法冶金领域中应用作探讨和分析.指出膜分离技术将在未来的湿法冶金领域起着革命性的作用.", "label": "冶金工程", "id": 0}
{"content": "主要介绍了均相离子荷电膜分离的原理以及使用均相离子荷电膜组装的扩散渗析器、电渗析器和双极膜电渗析器的使用.", "label": "冶金工程", "id": 0}
{"content": "以固体电解质脱氧为例,分析了渣金反应的电化学机理,介绍了熔渣导电性方面的研究成果。应用熔渣导电特性在实验室进行了含碳金属熔体与CaO-SiO2-Al2O3-FeOx熔渣体系间外加导体的脱碳研究以及在钢液与CaO-Al2O3-MgO-FeOx渣系间施加稳定的直流外加电场的脱氧实验研究。实验结果表明:熔渣电导性对渣金电化学反应起着非常重要的作用,一切有利于熔渣中电子和（或）空穴在金属与熔渣界面传递的措施,都将大大提高金属与渣相的反应速率。氧离子在渣中的传递受控于电子的传递,电子导体的存在为电子的传递提供了一条捷径,因而加快了氧离子的传递。因此,利用任何一种增加熔渣层内电子电导的方法都将提高氧离子的传递速率。", "label": "冶金工程", "id": 0}
{"content": "<正>以熔融金属或混合盐为介质,采用电化学方法进行金属分离与冶炼的过程,在冶金行业的应用由来己久。上世纪六十年代在辐照燃料的后处理中,,美国开发了在LiCl-KCl熔盐介质中的电解精炼工艺;俄罗斯开发了在LiCl-CsCl熔盐介质中的氧化物电沉积过程。经过几十年的发展,两种工艺都已经达到半工业的规模。中国科学院先导性项目\"先进核裂变能一钍基熔盐反应堆核能系统\"确立了发展钍基核燃", "label": "冶金工程", "id": 0}
{"content": "可控氧流电解提铁是一项绿色冶金新技术,有潜在的发展前景。本文利用热力学FactSage软件的Phase Diagram模块和Equilib模块对可控氧流电解提铁采用的酸性渣系介质的构成及低熔点区域进行了计算和理论分析,以此确定了渣系构成和各组元的含量。1400℃以上温度电解时较合适的酸性熔渣介质的组元及含量（质量分数）分别为:SiO247%-CaO 28%-Al2O3 9%-MgO16%。各组元的波动区间为SiO2:38%-58%,CaO:5%-34%,Al2O3:0%-17%,MgO:12%-20%。", "label": "冶金工程", "id": 0}
{"content": "湿法冶金过程中铁的控制是一个普遍性问题,随着湿法冶金工业的发展,种类繁多的湿法工艺流程不断研制产生,因此适应工艺特点的除铁方法随之不断产生,本文综述了湿法冶金过程中净化除铁的各种方法,其中重点介绍了黄钾铁矾法、针铁矿法及赤铁矿法除铁的原理及应用,并概括的介绍了针对一些特殊冶炼过程的分离除铁技术。", "label": "冶金工程", "id": 0}
{"content": "湿法冶金工厂的溶液净化过程需要加入微量的净化剂,加入过程要求计量并实现定量控制,采用微流量定量给料机秤可以满足这一要求。论文针对微流量定量给料机秤的控制要求进行了方案选择和设备应用情况的分析,探讨了微流量定量给料机秤在湿法冶金中的应用前景。", "label": "冶金工程", "id": 0}
{"content": "<正>本文研究了机械活化和氧化-还原处理对攀西钛铁矿精矿盐酸浸出过程的影响。结果表明:机械活化和氧化-还原处理均可明显提高钛铁矿精矿中铁、钙和镁的浸出以及提前浸出液中钛的起始水解时间。此外,氧化-还原处理还能显著降低钛铁矿精矿中钛的浸出。氧化生成假板", "label": "冶金工程", "id": 0}
{"content": "介绍湿法冶金发展过程中出现的新技术:树脂除油技术、低浓度有价金属废水树脂富集回收技术和废酸树脂除盐和膜分离技术", "label": "冶金工程", "id": 0}
{"content": "采用Gibbs自由能最小程序GEMS-PSI（v.2.3.0rc8）,模拟研究了孔雀石在NH4Cl-NH3-H2O体系浸出过程组元的变化规律。预测结果与实验数据吻合较好。结果显示,在3.8412.49时,分别有绿色的混合沉淀相Cu（OH）1.5Cl0.5和黑色的沉淀相CuO生成,导致了铜的回收率在这两个区间内降低。体系内物种的分布主要取决于溶液的pH值。高的Cl-浓度会降低孔雀石的稳定性,但却增加Cu（OH）1.5Cl0.5的稳定性,降低了铜离子在弱酸性条件下的溶解度。氨浓度的增加有利于孔雀石的溶解和降低Cu（OH）1.5Cl0.5的稳定性。在强碱性区域,氨浓度的增加可降低CuO的稳定性。但当氨浓度大于3m时,这种作用却有限。", "label": "冶金工程", "id": 0}
{"content": "探讨焙烧及淬火对湿法提纯的影响,采用正交实验方法寻找浸出提纯的最优组合。研究表明,焙烧及淬火处理后的硅粉经酸浸提纯,纯度比未处理的有了一定提高。利用金相显微镜、电感耦合等离子体发射光谱仪（ICP-AES）对样品提纯前后的组织结构和纯度进行了表征及检测。粒径为200目的硅粉经焙烧和淬火处理,在HF浓度为0.8mol/L,时间为2h的条件下,Fe、Al、Ca、As和Ti的去除率分别达到98.87%、90.96%、93.56%、97.73%、96.73%。", "label": "冶金工程", "id": 0}
{"content": "以120 kW电子束熔炼炉为例介绍了聚焦、偏转系统在电子束熔炼炉的作用,并着重讲述了电子束在磁场作用下聚焦、偏转的原理,以及此次改造中对新电源的要求及选择。", "label": "冶金工程", "id": 0}
{"content": "对硫盐混酸分解磷矿浮选尾矿的工艺条件进行了研究,考察了酸过量系数、液固比、反应温度和反应时间等对 P2O5及 MgO 浸出率的影响。结果表明,影响尾矿分解的因素主次依次为反应时间、液固比、浸出温度、酸过量系数。在优化工艺条件下,P2O5,MgO 的浸出率分别为97.2%和98.5%。", "label": "冶金工程", "id": 0}
{"content": "通过论述目前国内钢铁企业对烧结机头除尘灰处理的现状和其对烧结生产危害的基础上,介绍了烧结机机头除尘灰钾钠回收资源化利用技术,实现了钾、钠与铁元素的分离,含铁富料返回烧结系统,回收的氯化钾产品可作为肥料使用,回收率90%以上,实现了资源回收。", "label": "冶金工程", "id": 0}
{"content": "本文阐述了熔炉工艺在热态熔渣（本文主要为硅锰渣）生产矿棉产业的优势及其应用,其主要目的在于:利用热态硅锰渣及其显热来生产优质矿棉产品,大大减少了能耗和排放等对环境不利的因素。在节能减排、循环经济的绿色生产中,不仅使企业内生动力、提档升级,获得新的腾飞,而且是行业跨界重大创新的实际典范,具有划时代的重大意义。本文介绍了矿棉熔体成分控制、调质料添加、熔炉结构分区及熔炉功能四大关键性技术,针对其工程化过程中的工艺要点展开了论述,并在工程化实践中掌握了关键核心技术,产品质量优异,具有显著的产业化竞争优势,必将成为未来热态硅锰渣利用的主流工艺技术。", "label": "冶金工程", "id": 0}
{"content": "镍渣资源高附加值产品开发与应用,让工业固废资源变废为宝,在\"高能耗、高排放\"管控下为企业助力转型升级。分析镍渣的理化指标,了解镍渣的特性和影响因素,通过粉磨颗粒级配、改性激发、掺和配料等方法实现高附加值产业化应用。简述镍渣在综合微粉、发泡玻璃、无机地质聚合物合成等领域的探索和试验,丰富镍渣产业化应用,构建镍渣综合利用体系,在未来在建筑材料领域应用拓展思路和方法。关键词:镍渣粉磨综合微粉、发泡玻璃、无机地质聚合物合成", "label": "冶金工程", "id": 0}
{"content": "文章介绍了二噁英的特点及一般生成机理,并结合工艺特点详细分析了电炉炼钢过程中二噁英的三种生成方式,总结了电炉烟气中的二噁英毒性当量浓度范围,提出了相应的源头及末端减排措施,为电炉炼钢的二噁英减排提供了重要参考。", "label": "冶金工程", "id": 0}
{"content": "稀土冶炼废水排放量大（100-300t/吨产品）,成分复杂,高盐、高COD,且含氨氮和重金属,处理难度大,是稀土企业面临的主要环保问题。根据生产工艺,稀土废水包含萃取废水、草酸沉淀废水和碳沉废水,其中萃取废水的主要污染物为油或COD,沉淀废水的主要污染物为氨氮和重金属。碳沉废水中的氨氮和重金属以络合物形式存在,北京赛科康仑环保科技有限公司自主开发的汽提精馏脱氨技术将汽提技术和精馏技术相结合,采用加碱强化热解络合技术,废水中的金属-氨络合物在脱氨塔内解络合,氨氮以浓氨水形式在塔顶回收,塔釜出水中的重金属以氢氧化物的形式回收,实现氨氮和重金属同时去除和回收的双重目的。萃取废水或料液中的油类有机物主要为萃合物和溶解的稀释剂,公司自主开发的ORZ高效除油材料不仅可将料液油去除至1mg/L以下,而且可用有机溶剂解吸再生重复使用,相比活性炭除油技术,除油效果好,产品纯度高,运行成本低,无危废二次污染,操作环境好。", "label": "冶金工程", "id": 0}
{"content": "我国稀土资源种类丰富,矿物结构和组成复杂,冶炼过程产生大量固体废渣,类型繁多,有些带有放射性元素钍、铀和镭,因此处理处置难度大,并且尚未形成有效回收和高附加值的再利用,制约了稀土行业的健康可持续发展。有研稀土黄小卫院士团队针对典型稀土矿物冶炼渣和石油裂化催化剂（FCC）废渣等,基于稀土废渣的源头消减与资源化利用思路,开发了一系列创新技术,实现废渣的减量化和高值化。其中开发成功了联合法清洁高效冶炼分离矿物型稀土精矿新技术,将盐酸法-硫酸法巧妙组合应用于矿物型稀土矿的分解提取,总稀土浸出率达95%以上,放射性废渣源头减量50%;开发成功了离子型稀土矿绿色高效浸萃一体化新技术,首次实现了低浓度稀土浸出液直接萃取富集的工业应用,生产的高浓度混合氯化稀土溶液可直接用于单一稀土分离提纯,从源头避免了产生氨氮废水和含放射性废渣;开发成功了碳酸氢镁法萃取分离包头稀土矿新技术,将硫酸镁废水循环利用制备碳酸氢镁溶液并副产低镁石膏,实现了钙、镁高效分离及硫酸钙的高值化利用;开发成功了酸浸-选择性沉淀处理FCC胶渣技术,通过浸取行为控制和选择性沉淀分离,胶渣中稀土和铝的回收率分别可达93%和87%,实现了有价元素的回收和胶渣的资源化利用。", "label": "冶金工程", "id": 0}
{"content": "用高炉渣作为原料生产的矿棉是优良的建筑外保温材料,如果直接用高温液态高炉渣生产矿棉,可以综合利用1500℃以上的高温液态高炉渣的显热,同时可以节省大量的矿棉生产能耗。在实验室模拟研究了用高温液态高炉渣生产矿棉工艺,系统研究了添加不同比例调质料的高炉渣的调质和成棉工艺,考察了用高温液态高炉渣制得的矿棉纤维直径、渣球含量、有机物含量等,研究了制得的矿棉纤维的导热率系数、热荷重收缩率、矿相等物性参数。", "label": "冶金工程", "id": 0}
{"content": "转炉烟气净化主要有LT干法净化系统和OG湿法净化系统。第四代转炉烟气净化系统的核心技术设备包括饱和冷却塔和环隙式喉口。研究了处理风量对饱和冷却塔的阻力损失特性的影响规律和处理风量、环隙式喉口开度、水气比对环隙式喉口阻力损失的影响规律,并对环隙式喉口阻力损失特性与喉口除尘效果的关系进行了初步探索。结果表明;饱和冷却塔的阻力损失主要取决于处理风量的大小,其阻力损失随处理风量的增大呈幂函数规律上升,与环隙式喉口开度关系不大;在通过风量为定值的条件下,环隙式喉口压力损失随喉口行程的增大呈幂函数规律下降;在通过风量相同、环隙式喉口开度相同的条件下,喉口的压力损失随水气比的增大呈线性上升,转炉烟气净化系统出口排放浓度随环隙式喉口段压差的升高呈线性减小。通过实验方法获得转炉烟气净化系统不同参数与饱和冷却塔的阻力损失、环隙式喉口阻力损失以及排放浓度与喉口阻力损失之间关系的简明公式,对转炉烟气净化系统设备设计和现场实际诊断提供了参考。", "label": "冶金工程", "id": 0}
{"content": "研究了目前钢铁行业烧结烟气污染物排放相关的环保政策,以及主要除尘、脱硫、脱硝和多污染物协同处理技术的特点及发展趋势。实现钢铁行业烧结烟气超低排放是必然趋势。静电除尘器在旧标准下的烟尘设计浓度在50mg/m~3以上,通过烟气调质、协同除尘及采用高效除尘替代技术可实现超低排放。湿法、半干法及干法脱硫在技术上均能达到超低排放要求,但应注意工程建设质量、脱硫废物处理及产生的二次污染问题。选择性催化还原（SCR）和活性炭（焦）脱硝是目前研究和应用最多的2种脱硝技术,均能达到超低排放标准。SCR脱硝可通过使用GHG反应器或开发低温SCR催化剂来实现。相较而言,低温SCR脱硝技术不增加投资成本和能耗,更具潜力。对于活性炭（焦）脱硝,降低投资、运营成本是关键。同时,介绍了目前较为成熟、应用较为广泛的烧结烟气多污染物协同处理技术,以期为工程应用提供参考。", "label": "冶金工程", "id": 0}
{"content": "对我国钢渣生产处理现状进行了分析,重点介绍了钢渣辊压破碎-余热有压热闷工艺,也对后续的二次加工回收铁资源和尾渣的资源化利进行了详细阐述。最后,基于我国钢渣产量大,铁资源含量高的特点,给出了未来钢渣应加强铁资源回收和在道路、建材领域的应用研究方向,以期实现钢渣的零排放和零堆存。", "label": "冶金工程", "id": 0}
{"content": "我国2019年粗钢产量高达9.96亿t,年钢渣产量超过1亿t,铸余渣产量约1500万t/a。本文对现有的熔态法和冷态法两大类铸余渣处理技术进行了分析。结果表明:熔态法可以实现铸余渣能源与资源综合利用,但会打乱主工艺的生产节奏;冷态法方法各异,工艺目的均是实现铸余渣的冷却破碎及渣铁分离,但均存在工艺流程长,环境污染大,处理成本高,尾渣难以利用等缺点。因此新技术研发需要拓展思路,开发自动化、装备化与洁净化的处理工艺。尾渣的利用要充分发挥其成分特征优势及粒级优势,开发如CO2吸附剂、土壤改良剂类的产品,实现铸余渣的资源化利用。", "label": "冶金工程", "id": 0}
{"content": "随着有色冶金技术的发展,产生的含砷废弃物越来越多。砷是最常见的污染物,且对人体健康有着严重的威胁。介绍了高砷废水和含砷固废脱砷的处理现状及进展,总结了近年来As3+的氧化,化学沉淀法、湿法工艺分别处理高砷废水和含砷固废的原理、工艺、优缺点和应用现状。对未来高效、经济、安全的处理高砷废水和含砷固废脱砷技术进行了展望。", "label": "冶金工程", "id": 0}
{"content": "简要介绍了智慧环保的发展现状,说明钢铁企业有必要开展智慧环保建设,并从顶层设计、污染物排放管控一体化、环保职能管理、智能应用等方面为钢铁企业智慧环保建设提供参考。", "label": "冶金工程", "id": 0}
{"content": "为改善铁渣转运廊道内呼吸区的流场分布情况,在构建廊道模型后,应用Fluent软件对廊道内呼吸区流场的情况进行了模拟分析。通过改变开窗方式和皮带上废渣温度,将不同种工况下廊道内呼吸区流场的变化进行了对比分析。结果表明:只考虑温度场时,改变开窗方式的工况中,单侧开窗只能改善开窗侧人行道的温度场;双侧开窗条缝型38个且距顶部0.6 m为双侧开窗中的最佳工况;增开7个天窗为增开天窗中的最佳工况。改变皮带上废渣温度时,废渣温度为306 K为改变废渣温度时的最佳工况,且废渣温度越低,廊道内温差变化越小。只考虑温度场时,对比上述4种最佳工况发现,双侧开窗和改变废渣温度的最佳工况优于其余2个最佳工况;在考虑速度场之后,双侧开窗最佳工况的改善情况更明显。因此认为双侧开窗条缝型38个且距顶部0.6 m的工况为改善铁渣转运廊道内流场的最佳工况。", "label": "冶金工程", "id": 0}
{"content": "随着二氧化硫、氮氧化物等常规大气污染物逐步得到治理,挥发性有机物（VOCs）治理逐渐被提上日程。钢铁行业是VOCs的重要来源之一,本文对钢铁行业各工序VOCs来源、种类及排放特点进行了梳理,介绍了吸附管采样-热脱附法、真空气袋采样法、活性炭吸附-二硫化碳解吸法3种常用的VOCs采样方法,对钢铁行业烟气中VOCs的采样难点进行了分析,并总结了目前常用的VOCs控制技术。", "label": "冶金工程", "id": 0}
{"content": "介绍了梅钢转炉一次干法除尘系统（LT系统）能力提升项目的主要技术措施及其实践效果。首先,在梅钢LT系统现有蒸发冷却器的基础上,将其筒体加高5 m,在提升蒸发冷却器蒸发容积的同时,延长雾化液滴的蒸发时间,缓解内部积灰情况,解决了LT系统积灰严重的问题。其次,新增粗灰返炉系统,省去粗灰的收集、外运、处理等环节,降低了LT系统吨钢运行成本。最后,将静电除尘器的阴极振打方式由传统的凸轮式改为棘轮式,不仅改造后的执行机构工作性能更稳定,振打力更充足,同时改善了静电除尘器的清灰效果,保证其除尘效率。通过以上技改措施,可为转炉产能提升和LT系统运行降本增效提供技术支撑。", "label": "冶金工程", "id": 0}
{"content": "随着火电行业超低排放改造的成功和全面普及,作为排污大户的钢铁行业实施超低排放改造将是大势所趋。目前国内烧结烟气尚无成熟的综合治理工艺路线,要在短时间内全面实现超低排放,其改造任务十分艰巨。在借鉴燃煤电厂成功的超低排放技术路线基础上,通过对比分析多种污染物的脱除技术,结合烧结烟气的特殊性,为实现烧结烟气超低排放的目标,提出了活性焦脱硫脱硝技术、先SCR脱硝后湿法脱硫和先湿法脱硫后SCR脱硝3条技术路线,并进行技术经济分析。结果表明:先湿法脱硫后SCR脱硝的工艺路线可提高烟气换热器和SCR催化剂的运行可靠性,在保证烟囱出口污染物稳定达标排放的同时,可避免湿法脱硫工艺引起的白色烟羽排放,减少了高额的烟羽治理装置投资,总投资费用降幅可观;活性焦脱硫脱硝工艺投资费用高,且受限于活性焦市场和副产物硫酸销售渠道等因素,目前尚不适宜大范围推广。", "label": "冶金工程", "id": 0}
{"content": "铁矿石烧结被列为我国二噁英减排优先重点控制的行业之一。烧结工序二噁英排放量占钢铁行业排放总量的90%～95%,对其有效减排一直是国际社会的研究热点。结合烧结烟气排放特点及烧结过程二噁英产生机理,从源头削减、工艺过程控制和末端治理\"三阶段\"探讨了二噁英减排途径。", "label": "冶金工程", "id": 0}
{"content": "对某钢厂钢渣的处理现状进行了调查分析,并基于国家相关的环保政策指出该厂面临的严峻环保压力。对现有主流的钢渣一次处理和二次处理工艺进行了对比分析,确定采用有压热闷和干法加工提纯技术对该厂的钢渣进行处理。对工艺方案进行了详细描述,给出产品方案和效益分析。", "label": "冶金工程", "id": 0}
{"content": "钢铁冶金行业具有固废产生量大、品种多、成分复杂、规模化处置及资源化利用压力大等特点,固废主要有钢渣、高炉渣、含铁尘泥等固废。综述钢渣、高炉渣、含铁尘泥和脱硫灰处理技术及应用特点,指出现存处理技术存在问题,给出未来重点关注的方向。", "label": "冶金工程", "id": 0}
{"content": "我国钢铁产业集聚区内的各类尘泥在企业内部很难得到循环利用。冶金尘泥中含有较高的Fe、Zn、Pb、K、Na等元素,还富集了大量In、Bi、Sn、Cd、I等具有高附加值的稀散元素,是宝贵的有价资源。简述了近年来我国钢铁冶金尘泥资源化综合利用技术的研究现状,介绍了火法富集-湿法萃取的综合利用方案。提出了基于尘泥成分特征进行单元技术间的协作搭配,实现尘泥多组分梯级分离和全量利用的思路,希望能够为钢铁企业冶金尘泥的资源化利用提供参考。", "label": "冶金工程", "id": 0}
{"content": "以某钢厂LF炉精炼渣为研究对象,分别采集7种精炼渣样品进行化学成分和物相分析,发现部分精炼渣含硫量较高,已经不适合继续回用脱硫,而需要先去除渣中的硫,本章也进行了精炼渣热态脱硫试验,发现在较大空气流量时,可较快实现精炼渣硫含量的降低。", "label": "冶金工程", "id": 0}
{"content": "目前,邯郸市工贸行业正在掀起学习贯彻新《安全生产法》的热潮。针对邯郸市工贸行业的龙头——钢铁行业安全生产监管中存在的问题,结合\"安规\"和现代科技的发展阐述了具体解决措施,目的是提升钢铁行业安全管理水平,创建和打造\"平安邯郸\"。", "label": "冶金工程", "id": 0}
{"content": "针对目前钢铁企业安全管理存在的突出问题,通过分析各类安全风险影响因子,确定了32个模块化安全管理方法,采取智慧网络平台大数据分析应用的方式,实现对企业风险关口前移的管理,并介绍了所在单位将其应用到实际工作中获得的良好效果。", "label": "冶金工程", "id": 0}
{"content": "以工业互联网+、新安法\"双重预防机制\"为背景,分析了钢铁企业安全风险管控的现状及发展趋势。以实现企业安全风险管控从静态分析向动态感知、事后应急向事前预防的转变为目标,探讨了运用物联网、大数据、人工智能等多重现代智慧技术,构建企业区域网格化动态风险管控智慧系统的建设思路,重点对系统数据集成策略、安全风险动态研判、区域风险四色图、隐患场景AI智能辨识进行了分析,以期实现企业安全风险管控从信息化到智能化、智慧化的质变。", "label": "冶金工程", "id": 0}
{"content": "针对目前国内企业安全管理的基本情况,借鉴国内外先进的安全管理模式,研究一套以企业安全领导力为核心,通过全员参与为关键的持续改进机制,采取有效的现场管理方法,规范现场管理和人员作业行为的管控模式和保障机制,促进企业安全生产可持续发展。", "label": "冶金工程", "id": 0}
{"content": "针对冶金安全专家在安全隐患排查过程中普遍面临的一些问题,例如获取最新条令渠道少,信息更新的获取不及时,知识体系分类混乱,缺乏与专家进行交流的途径等,采用了\"互联网+\"智能识别技术,具有冶金行业特点,协助安全管理人员进行智能安全检查和隐患排查的智能化工具,同时具有大数据分析功能,为企业精准、智能防控提供支撑。", "label": "冶金工程", "id": 0}
{"content": "企业安全生产预警平台是实现安全生产领域信息化一盘棋、信息覆盖一张网、智能管控一平台,达到基础信息规范完整、动态信息随时调取、过程便捷可溯、应急处置快捷可视、事故规律预测预判,创新信息化管理模式,全面提升安全信息化效能。", "label": "冶金工程", "id": 0}
{"content": "在充分分析相关方安全管理现状及重难点基础上,以体系化、专业化、标准化为导向,形成了基于多元一体模式的相关方安全管理体系。该体系形成主要成果和创新点有:（1）分层分类分级实行全过程管理与服务,形成以\"四大维度\"为主线的六大版块程序文件。（2）开发\"安全+\"模式的业务办公系统。（3）践行\"2323\"相关方施工全过程安全管控。（4）坚持相关方综合评价与信用等级评定并轨。以三评三制与四色牌为抓手,提级联动实施双向激励。（5）相关方自主提升规划与安全标准化结对帮扶并举,强化三位一体责任落实。该体系实现了由粗放型、经验型管理向版块化、程序化管理转变,具有较强的复制推广价值。", "label": "冶金工程", "id": 0}
{"content": "深刻分析了企业安全管理的普遍现状,从刑法修正案、安全生产法的角度剖析了法定职责的具体要求,阐述了企业安全生产主体责任需要全员共同承担的重要意义,分享了构建全员安全生产责任体系的方法、要点,从关键人、关键事、关键时、关键处四个方面讲解了首钢股份落实企业安全生产主体责任的经验,介绍了首钢股份追责、问责的手段。希望帮助更多的企业负责人、安全管理人员启迪工作思路、创新工作形式、转变工作方法,让更多企业在当前高速、高效发展的新阶段,借鉴更多、更好安全发展的新理念,开创安全发展、高质量发展的新格局。", "label": "冶金工程", "id": 0}
{"content": "煤气柜检修专业性较强,检修过程危险源多,安全管理难度大,通过开展危险源辨识和隐患排查治理,加强危险作业安全管控,实现煤气柜检修安全。", "label": "冶金工程", "id": 0}
{"content": "制氧空分系统作为莱芜分公司重大危险源,一直是公司安全管控的重点和难点。安全生产预警防控系统的应用,为公司的安全生产提供了有力的技术保障。通过介绍安全生产预警防控系统在制氧空分系统的应用,基于中钢武汉安环院现有预警防控技术建立了制氧空分系统的安全生产动态监控及预警预报体系,作出一种超前预防行为,将事故抑制在萌芽状态,可以有效避免安全事故的发生。", "label": "冶金工程", "id": 0}
{"content": "通过对钢铁企业协力单位的安全管理不规范、协力人员素质和技能低、作业过程中违章多的特点,分析协力人员在使用过程中存在安全管理难点,提出协力安全管理的\"四同\"措施,建立协力单位安全管理\"计划、布置、检查、总结、评比\"工作机制,协同推进协力员工的安全教育与培训,以提升协力员工的安全意识和技能,从而提高协力单位的自主安全管理水平,避免和减少安全事故的发生,进而达到安全生产的目的。", "label": "冶金工程", "id": 0}
{"content": "特种设备固有风险高、专业性强,法律法规对其生产（包括设计、制造、安装、改造、修理）、经营、使用、检验、检测等全生命周期、全过程管控严格,政府监察力度大,维护保养难度大,发生事故概率高,事故损失大,并易发生群体性伤害事件。同时作为生产设备,易与其他一般生产设备危险性等同管理。加之管理机构设置或职能协调不够,依法合规风险和安全运行风险极高。结合管理过程中遇到的问题,作者对如何加强特种设备精益安全管理进行了系统思考,提出了个人意见,以期参考。", "label": "冶金工程", "id": 0}
{"content": "随着国家快速发展和经济社会发生深刻复杂变化,钢铁企业安全生产面临很多全新的风险挑战。本文主要分析了某钢厂在新形势下安全管理方面存在的实际问题及发生的事故,并提出钢铁企业如何落实主体责任,建立长效机制,对实现全员安全进行了有益的探讨。", "label": "冶金工程", "id": 0}
{"content": "某厂智能煤防系统由煤气区域识别隔离系统、智能煤防信息系统、智能煤防监控系统、智能煤防应急系统等四个子系统组成;通过手机APP、PC端、现场集控柜、现场LED显示屏等多途径开展煤气浓度监测及信息发布,实现了煤气安全管理横向到边,纵向到底的管控效果;管理者可通过以上工具实时了解现场煤气设备设施安全状况,再通过分析,有效指导煤气泄漏应急处置及设备设施隐患排查整改工作。", "label": "冶金工程", "id": 0}
{"content": "冶金企业大型检修面临作业环境复杂多变、参检人员众多、交叉作业多,涉及煤气、有限空间、高处等危险作业,特别是部分检修任务外委施工,加大了安全管理难度。以河钢股份有限公司承德分公司高炉系统大修为例,阐述安全管理方面的方法和实践,为同行提供有意义的参考和借鉴。", "label": "冶金工程", "id": 0}
{"content": "冶金企业生产经营过程中,涉及到许多有限空间作业,在管理上稍有疏忽,就可能导致中毒、窒息等群死群伤事故,建立一套适宜性好的、执行力高的有限空间作业安全管理模式,可以从根本上防止有限空间作业事故的发生。", "label": "冶金工程", "id": 0}
{"content": "近年来钢铁联合企业生产、经营过程中存在的危险、有害因素,随危险有害物质能量的转移或释放而导致的人员事故伤害比例在逐步增加;全面辨识危险物质的物理、化学特性及对人员伤害的作用形式,对危险有害因素的辨识、预防和控制事故的发生有着重要意义。", "label": "冶金工程", "id": 0}
{"content": "针对钢铁企业生产过程中的风险特点,重点介绍了安全确认制在企业生产过程中的实际应用,包括安全确认类别、安全确认的方式、安全确认的载体、安全确认的工作方法及实际应用效果等。实践表明,推行安全确认制可以督促职工在工作过程中避免失误,提升职工标准化作业程度,有效落实各项安全措施,及时消除事故隐患,提升作业现场本质安全化水平。", "label": "冶金工程", "id": 0}
{"content": "简要介绍了制氧厂的概况及各种安全生产管理制度,着重介绍了安阳钢铁股份有限公司的安全生产标准化和安全风险管控与隐患排查两方面落实与执行的具体措施。", "label": "冶金工程", "id": 0}
{"content": "冶金工业是关系到国家经济命脉的基础行业,安全生产关系到冶金企业的生死存亡。近年来,随着我国工业的发展,钢铁产能逐步扩大、生产规模也迅速扩张,产生了新的问题与隐患,给冶金行业的安全管理带来了新的挑战,我国也积极探索新的管理模式,来加强安全管理的意识,保障工矿企业的安全生产。冶金企业要高度重视安全管理的重要性,积极推进安全管理模式在企业中的高效运行。积极贯彻执行国家关于生产安全为第一位的政策要求,利用现代化的管理手段,降低安全风险,确保安全生产。本文通过分析冶金行业安全管理涉及的内容及现存问题,提出一些管理建议,希望能够为冶金行业的管理工作提供一点参考。", "label": "冶金工程", "id": 0}
{"content": "为探索安全管理,加强事故的预防控,根据钢铁企业所发生的安全事故案例和多年工作经验进行了分析研究,提出了安全管理的具体方法,对加强安全管理具有重要的指导意义。", "label": "冶金工程", "id": 0}
{"content": "双重预防机制推行以来,企业普遍存在风险辨识不全面,不清楚本岗位存在的风险,隐患排查流于形式,现场隐患随处可见,风险管控与隐患排查职责不清晰等问题。以河钢股份有限公司承德分公司深入推进双重预防机制和信息化系统建设为例,阐述双重预防机制建设的方式方法,为同行提供有意义的参考和借鉴。", "label": "冶金工程", "id": 0}
{"content": "高炉炼铁项目热风炉系统工程中,热风炉炉壳现场吊装前,根据工艺要求需要先进行炉壳拼装,经验收合格后从下至上逐带吊装。炉壳拼装所需的拼装台,一般有钢平台、现浇混凝土拼装台等形式,其中现浇混凝土拼装台通常采取整体大面浇筑的板式结构,在结构表面预埋\"米\"字型预埋件及圆心预埋件。该常规做法的缺点是混凝土消耗量大,预埋件不能重复利用,施工成本投入较大,预埋件的安装精度不高等。为此就针对混凝土拼装台的缺点阐述改进的方法。", "label": "冶金工程", "id": 0}
{"content": "<正>主要内容:围绕工业炉与热工技术产业化发展过程、发展路径及关键技术、核心技术的创新应用介绍、分析;在推动热工技术在工业炉中的应用实践过程中所遇到的难点、解决方案和发展空间等话题探讨。", "label": "冶金工程", "id": 0}
{"content": "分析了炼钢-连铸-热轧一体化生产下的炉次计划问题,考虑炼钢-连铸和下游工序生产多种实际要求,以提高中间包利用率和生产效率为目标,建立了炉次计划优化的多目标非线性规划模型。针对该模型,提出了基于板坯聚类的多阶段求解算法,以实现对炉次计划问题的快速、优化和稳定求解。算法首先依据钢级和厚度进行板坯分类,再进行板坯聚类,进而在板坯聚类结果基础上为板坯指派中间包、确定板坯宽度,最后划分炉次。基于K均值聚类,设计了一种高效的板坯聚类算法。利用LINGO进行指派中间包问题的最优化求解。给出了求解板坯宽度确定、划分炉次问题的启发式算法。利用来自生产实际的板坯数据进行实验,实验结果表明所提模型和算法是有效的。", "label": "冶金工程", "id": 0}
{"content": "反射炉在石化及有色金属冶炼中应用广泛,可用于干燥、焙烧、精炼、熔化、保温和渣处理等工序。炉内高温导致炉墙内外形成较大温差,内外温差使炉墙产生较大热应力,需要对反射炉工作时的安全性进行分析验证。本文研究了由TJM28异型耐火砖砌成的反射炉炉墙在工程应用中的安全性,基于测试参数采用有限元数值模拟分析方法分析了炉墙整体工作状态下的温度场与热应力场分布,确定其强度安全性并对使用条件加以优化。在反射炉炉墙有4条膨胀缝的情况下,确定其安全工作的内外壁温差范围。分析结果可为高温炉墙设计及安全应用环境确定提供参考。", "label": "冶金工程", "id": 0}
{"content": "文中阐述大型工业硅电炉的技术优势和装备特点。", "label": "冶金工程", "id": 0}
{"content": "对矿热炉冶炼电极下插深度的影响因素做了简要的理论分析和工艺分析,并探讨了生产实践中对电极插深的判断及异常状况的处理。", "label": "冶金工程", "id": 0}
{"content": "密闭电石炉组合把持器电极具有供电可靠、利于电极焙烧、操作运行平稳、可靠等优点。但是,组合把持器电极过烧问题一直是困扰密闭电石炉安全、稳定生产的难题。通过对组合把持器结构的了解和对自焙电极焙烧情况的掌握,对电极过烧现象做出准确判断,及时采取措施,减少或避免电极过烧的产生。", "label": "冶金工程", "id": 0}
{"content": "钢铁及铁合金在冶炼过程中会产生一定量的热熔渣,而产出的热熔渣在矿棉电炉中经过调质后,能够生产出一种保温隔热材料——矿棉,这一新兴产业在国内冶炼行业掀起了新风向,然而热熔渣在矿棉电炉（矿热炉）中进行调质生产时,电炉内衬使用的耐火材料寿命不稳定、炉龄短的问题始终困扰着各个生产企业,为此提出了采用冷凝炉衬的思路,对其使用性进行了分析及探讨。", "label": "冶金工程", "id": 0}
{"content": "矿热炉中电极的消耗一直是人们关注的重点,电弧在电极消耗中扮演着重要的角色,然而矿热炉在运行过程中环境复杂,不允许直接测量。因此文章以基本传热机理为出发点,建立了电弧对自焙电极阴极斑点的侵蚀模型,并将其运用到整个电弧运动区域,从而评估电极消耗的总量。并利用Visual Studio编写了电极消耗计算软件,预测电极在各时刻的消耗量。", "label": "冶金工程", "id": 0}
{"content": "贵州康格力炭素材料有限公司整体炉衬筑炉发明工艺技术在冶金行业已经推广应用20余年,经几百台各种磷炉、铁合金电炉、底电极直流电炉与无底电极直流电炉,特种电炉使用效果证明,整体炉衬技术制造的电炉使用寿命长,吨合金产品节能降耗3%～10%。与传统碳砖筑炉是完全不同的两种工艺材料技术系统。整体炉衬投入使用后,可以3年不大修,使用寿命可达到5年以上。", "label": "冶金工程", "id": 0}
{"content": "在充分保证真空高压烧结炉节能的情况下,为了尽量降低其隔热层的制造成本,需要对现有真空高压烧结炉的隔热层结构进行优化。本文根据真空高压烧结炉的实际工作条件和传热学原理建立数学模型,然后运用工具软件MATLAB进行编程求解。通过对求解结果进行分析发现,当石墨纤维毡的厚度为95mm,硅酸铝纤维毡的厚度为15mm时,整个烧结炉的隔热层能够在保证满足设计条件的情况下,经济性达到最好。最后,运用ANSYS商业软件,对优化的烧结炉隔热层结构进行稳态温度场分析,分析结果表明,该求解结果符合设计要求。", "label": "冶金工程", "id": 0}
{"content": "石墨加热体是超高温真空高压烧结炉的核心加热部件,其结构形式及布置方式对加热的均温性有着重要影响。为了提高炉膛内温度分布的均匀性,需要对石墨加体结构及布置方式进行优化。本文利用数值模拟的方法研究了石墨加热体的结构形式及布置方式对高压真空烧结炉的炉膛内温度分布的影响规律。利用有限元分析软件对石墨加热体不同结构形状及布置情况下真空高温高压烧结炉的加热过程进行了模拟研究,获得了高温高压烧结炉加热过程中温度随时间分布的曲线以及加热过程中的温度场分布。通过对仿真结果的分析得到了相对最优的石墨加热体结构形状及布置方式,可以为真空高温高压烧结炉的设计提供参考。", "label": "冶金工程", "id": 0}
{"content": "TLA-OHF（20Mn23AlSiMoTi）属于C-Mn-Fe系奥氏体钢,其特点是具有良好的强韧性、优异的无磁性,并具有一定的耐高温,耐氧化性,不产生晶间腐蚀裂纹,成本相对低廉,整体综合性价比高于不锈钢,是矿热炉炉体用钢的首选优良材料。", "label": "冶金工程", "id": 0}
{"content": "本文就矿渣棉保温炉炉衬耐火材料侵蚀机理做研究探讨。研究表明预焙碳砖、氮化碳化硅砖两种耐材根据矿棉保温电弧炉不同位置的性质差异,分别用于炉底和炉墙具有良好的使用效果,增加了炉衬的使用寿命。", "label": "冶金工程", "id": 0}
{"content": "<正>耐火材料是冶金和其它高温工业不可或缺的材料,在高温窑炉中起到抗侵蚀、耐高温和节能降耗的功能。耐火材料服役时熔渣向材料内部渗透,造成化学侵蚀、相变进而产生结构剥落是损毁主要原因之一,耐火材料的抗熔渣渗透性能是决定其寿命的关键。有研究表明[1],渣中CaO是向耐火材料中渗透速率最快的物质,因为CaO可以降低熔渣粘度,而CaO恰恰又是各种高温行业熔渣中的主要成分之一,本研究的重点是如何通过阻止CaO向耐火材料中的渗透进而降低高温熔渣的渗透。", "label": "冶金工程", "id": 0}
{"content": "针对湛江钢铁550m~2烧结机篦条堵塞的问题,从堵塞物成分、糊堵机理、堵塞物来源等方面进行研究分析可知:造成台车蓖条间隙堵塞的主要原因是碱金属氯化物以及单质硫的附着、富集;碱金属、S主要来源于美洲矿,Cl-主要来源于脱硫废水、焦化废水。通过降低美洲粉矿和含碱金属高的含铁固废粉尘配入比例,同时减少焦化废水、脱硫废水使用量,烧结机蓖条糊堵问题得到明显缓解,烧结矿产、质量及生产稳定指标也有所改善。", "label": "冶金工程", "id": 0}
{"content": "在电炉变压器的招投标文件中,其主要参数和组件选用经常有不完善之处,有些可能带来产品缺陷和运行隐患。只有在满足电炉冶炼工艺要求的前提下,合理选择电炉变压器的主要参数和组件,才能确保电炉变压器的可靠运行。", "label": "冶金工程", "id": 0}
{"content": "<正>109m~2流态化焙烧炉是陕西锌业有限公司本部（以下简称\"陕西锌业\"）2007年立项建设的100 kt/a电锌项目的龙头设备。原设计委托中国恩菲工程技术有限公司完成,当时采用了两套设计方案,第一方案是传统的异型砖砌筑拱顶设计,第二方案是整体浇筑球形炉顶设计。经陕西锌业深入调研和公开招标后,决定委托洛华粉体工程特种耐火材料有限公司按照第二设计方案施工,在国内新建109 m~2流态化焙烧炉中首次采用炉顶和开孔的", "label": "冶金工程", "id": 0}
{"content": "针对国内某钢铁企业产汽量220t/h的高炉煤气锅炉对其采用富氧燃烧技术,借助CFD软件建立模型,计算研究炉内温度场与速度场,并与空气燃烧条件下进行对比分析,结果表明:富氧燃烧能够提高高炉煤气的燃烧温度,比传统空气燃烧条件下温度高300K;富氧条件下气体流动速度比空气条件下的气体流动速度略低,使得燃烧更充分,燃烧效率更高。", "label": "冶金工程", "id": 0}
{"content": "研发了一种制备液态金属母坯及复杂合金的新型真空熔炼炉,主要技术优势为:（1）在中频炉通电保温的条件下,同时施加功率较大、频率不同的旋转磁场,两者互相不干扰,使熔体的加热与电磁搅拌同时进行,实现电磁场和温度场同时调控合金成分。（2）在半固态条件下和定向冷却条件下凝固,根据溶质平衡分配系数的不同实现不同杂质的分离及净化。（3）在真空或保护气氛条件下实现分离及净化,能有效降低金属的氧含量,提高纯度。（4）通过高温裂解及多次分段冷却,无有毒气体排放,对环境无污染。新型熔炼炉已经应用实例有:（1）从汽车水箱及镀锡板中电磁分离出锡元素,具有无污染、锡纯度较高的特点。（2）完成了直径85mm大块锆基液态金属的真空制备,具有成分均匀、无氧化和组织均匀的特点;（3）半固态和定向凝固技术制备直径83mm氧化铝弥散强化铜;（4）完成了高耐蚀白铜B10的制备,在白铜中添加稀土和铝的熔炼,实现了细化晶粒、均匀成分和提高耐蚀性的应用;（5）紫铜提纯的应用。本设备具有绿色提纯、电磁搅拌及定向凝固的多种功能,适合企业、高校及科研机构使用。", "label": "冶金工程", "id": 0}
{"content": "为了提高Al2O3-SiC-C铁沟浇注料的抗氧化性能,以电熔棕刚玉颗粒、SiC颗粒与细粉、白刚玉粉、α-Al2O3微粉、Secar71、硅粉、球沥青+硅微粉为主要原料制备了ASC铁沟浇注料,分别以质量分数为0、0.5%、1%、1.5%、2%的硼化钛粉等量替代白刚玉微粉,研究了Ti B2加入量对浇注料性能的影响。结果表明:随Ti B2外加量的增加,试样经1000℃保温3 h和1500℃保温3 h后的线变化率先减小后增大,体积密度先增大后减小,显气孔率先减小后增大,高温抗折强度先增大后减小,抗氧化性先增强后减弱,当Ti B2加入1%（w）时,能够获得最大的高温抗折强度。当Ti B2外加1%（w）时,试样可以得到较好的综合指标。", "label": "冶金工程", "id": 0}
{"content": "以电熔棕刚玉颗粒、碳化硅颗粒和细粉、电熔白刚玉细粉、球沥青、纯铝酸钙水泥、活性α-Al2O3微粉、SiO2微粉、金属硅粉、金属铝粉为原料,制备了Al2O3-SiC-C质浇注料。研究了引入2%、4%、6%（w）的抗侵蚀抗氧化剂（ACAO）对浇注料性能的影响。结果表明:随着ACAO加入量的增加,浇注料的初始流动值逐渐增加,1100、1450℃热处理后试样的抗氧化性能、抗渣性能逐渐增强,本试验条件下Al2O3-SiC-C质浇注料中ACAO的最佳加入量为4%（w）左右。", "label": "冶金工程", "id": 0}
{"content": "钢铁工业是经济社会发展的重要基础产业,钢铁材料是国民经济发展中不可或缺的重要功能性材料和结构材料,在未来发展中仍将具有重要的主导地位。钢铁冶金过程的实质是铁素物质流在碳素能量流的驱动下,完成一系列复杂物理化学变化的过程,是典型的耗散结构。钢铁冶金过程的能量主要是通过碳素物质的燃烧而获得,工业燃烧是钢铁冶金过程不可或缺的重要单元过程。通过解析钢铁冶金过程燃料燃烧的过程,阐述了新一代钢铁制造流程理论及其主要特征,分析了炼铁高炉热风炉、焦炉、加热炉等钢铁冶金工程重要的工业燃烧技术发展现状和方向,探讨了清洁高效燃烧技术的发展理念、方法和目标。", "label": "冶金工程", "id": 0}
{"content": "YB/T2805-2006《矿热炉用炭块》已不能适应现在的需要,应及时修订。文章对标准中真密度、导热率等技术要求进行了探讨,对标准的修订提出了建议。", "label": "冶金工程", "id": 0}
{"content": "根据炼焦煤种类的不同,对比了常规灼烧法制灰和CO2还原法两者的试验结果,研究了不同制灰方法对焦炭热性质的影响。结果表明,二氧化碳还原法制灰过程气体流通性更好,反应气体分散更为均匀,更有利于避免灰化过程中的干扰影响,灰化温度更高,所得灰分结果更佳。对焦炭反应性的预测值与实测值的对比表明CO2还原法预测较好。", "label": "冶金工程", "id": 0}
{"content": "本文利用X射线荧光光谱仪进行了煤灰中常量和微量元素的测定;针对煤灰的基体结构进行了校准样品的人工配制;对试样处理方法、熔剂体系和稀释比例的选择进行了探讨;讨论了样品的烧灼量对分析结果准确度的影响和采取的校正手段;采用大比例稀释、熔融制样和基体校正,消除了试样的矿物效应、颗粒效应和基体的吸收-增强效应。实验表明,该法简便快速,精密度和准确度都较好,可以满足冶金行业对煤灰、煤矸石灰和焦炭灰的日常检测工作的需要。", "label": "冶金工程", "id": 0}
{"content": "本文详细分析了煤气严密性试验运作方法及煤气漏气率计算,在此基础上,导出了非定常流气体等温出流的关系式,填补了工程流体力学上的一项有待于解决的问题。", "label": "冶金工程", "id": 0}
{"content": "酸洗退火炉设计使用C4液化石油气作加热燃料,由于这类液化石油气主要依靠进口,所以其价格波动大,用能成本高。公司急需找到一种清洁、经济的替代能源来代替C4液化石油气。焦炉煤气具有较高的替代潜质,但其成份中对不锈钢带钢有危害的杂质含量较高,需要一套可靠的装置对其进行处理,以确保焦炉煤气适用于酸洗退火炉用燃料的技术要求,我们在这次燃气替代的技术改造中对此进行了相关研究。", "label": "冶金工程", "id": 0}
{"content": "大截面炭块的研发并不是原有炭块尺寸的简单放大,需要考虑到炭块截面放大后,炭块内部结构、理化指标的均一,生产过程中的成型设备、焙烧工艺、机加工都要进行相应的改造和配合。随着矿热炉大型化的发展,大截面炭块有着广阔的使用前景。", "label": "冶金工程", "id": 0}
{"content": "本文对试验研究所用炼焦煤矿点肥煤赵各庄、1/3焦煤海菱、焦煤穆村、贫瘦煤三给进行了筛分,分别过10mm、5mm、3mm、1mm标准筛,通过对不同筛分粒级的单种煤进行煤质分析和煤岩分析,研究了不同煤种、不同筛分粒级对炼焦煤性质的影响,为单种煤选择性粉碎工艺提供了一定的理论依据。", "label": "冶金工程", "id": 0}
{"content": "介绍了太西无烟超低灰纯煤的特性,阐述了利用无烟超低灰纯煤冶炼绿质碳化硅的试验方案和结果,实验结果表明采用灰分小于2%的太西无烟超低灰纯煤工业生产绿质碳化硅是可行的。", "label": "冶金工程", "id": 0}
{"content": "氢冶金是钢铁工业减少CO2排放的有效方法之一。但当前大规模制氢仍然依靠化石燃料,因此,即使采用氢冶金总量减排不明显。利用钢铁企业的含能气体制氢或\"可燃冰\"制氢可以为氢冶金提供氢源并能减少CO2排放。探讨了低温氢冶金的关键技术。同时还研究了碳-氢熔融还原工艺。为氢冶金技术的发展奠定了一定的理论基础。", "label": "冶金工程", "id": 0}
{"content": "<正>今年来,中国钢铁工业发展迅猛,钢产量由二十世纪中叶的一亿吨左右到2009年的～5.7亿吨,已成为在国际钢铁界具有举足轻重影响的钢铁大国。我国粗钢产量连续几年占世界粗钢产量的～50%。钢铁企业在规模、管理技术水平、装备技术水平、工艺技术水平等均有长足的进步。众所周知,钢铁企业属于高耗能行业之一。随着我国钢铁行业的迅猛发展,对能源的需求也是不可动", "label": "冶金工程", "id": 0}
{"content": "我国焦化和钢铁企业富产焦炉煤气和转炉煤气,焦炉煤气和转炉煤气可用于生产甲醇、天然气及油等,本文介绍了焦炉煤气及转炉煤气的特点及其用于生产多种化工产品的技术路线。", "label": "冶金工程", "id": 0}
{"content": "文中对3种煤燃烧设备（煤粉炉、水煤浆炉和 CFB 炉）排放的粉尘颗粒进行了烟道源环境采样,使用8级 Andersen 烟道撞击器分级收集样品。分级的样品进行 SEM 和 ICP-AES 分析,获得颗粒物的微观形态和8种痕量的重金属元素在不同粒径粉尘上的分布富集数据。结果表明,煤粉炉和水煤浆炉排放的细粉尘颗粒以球形颗粒为主, 数量超过90%,但 CFB 炉中则以不规则、片状和絮状颗粒为主。煤粉炉和水煤浆炉中,元素随粒径减小以成倍速度富集,最末级 As 的相对富集因子分别为30、23,Pb 为16和13,Ni、Co、Cu、Cr 也有4～8倍的富集:CFB 炉中元素无明显富集现象,燃烧温度是影响因素。煤燃烧中元素富集的强弱为:As>Pb>Cd、Zn>Ni>Co>Cu、Cr。", "label": "冶金工程", "id": 0}
{"content": "从蓄热式节能效果分析入手,结合冶金工厂连续化生产的实际,客观分析了目前蓄热式燃烧技术的利弊, 提出了利用现有炉窑条件,继续发挥预热段和煤气换热器的作用,采用空气单预热、增加单位空气蓄热体数量的办法,保证蓄热式设备安全可靠运行。", "label": "冶金工程", "id": 0}
{"content": "本文在分析某燃烧实验室控制系统的基础上,运用模糊控制技术,提出并设计了现在的智能燃烧控制系统,并对系统进行详细的介绍。", "label": "冶金工程", "id": 0}
{"content": "高炉煤气是高炉炼铁的副产能源,在钢铁企业的能源结构中起着重要的作用。通过比较我国宝钢和日本新日铁高炉煤气的利用情况,提出高炉煤气利用的不同途径,并分析了提高高炉煤气利用效率的几个措施,对钢铁企业充分利用高炉煤气提供了参考依据,同时也促进了节能和环保工作。", "label": "冶金工程", "id": 0}
{"content": "以喷射技术为基础的蒸汽节能设备和煤气混合设备,在冶金行业节能中具有很大应用潜力,是一类新型节能技术。它主要应用在蒸汽升压、闪蒸汽及凝结水回收、蒸汽喷射节能降压等蒸汽及余热利用领域,以及不同种类和压力的煤气混合工艺。其应用将使企业获得丰厚的节能效益。", "label": "冶金工程", "id": 0}
{"content": "为提高烧结矿余热回收的利用率,烧结行业提出了一种将烧结矿预冷却与环冷机冷却相结合的双级冷却技术,其中,预冷却装置为该技术的核心装备之一。本文基于DEM仿真平台,对A、B两种不同的预冷却装置结构内部的物料流动问题进行了仿真分析,并将两种方案下烧结矿颗粒的流动规律、存在的运动死区及其对后续环冷机布料的偏析情况进行了对比。结果表明:与方案A相比,方案B工况下物料的整体下落速度更加均匀,能够较好的消除流动过程中颗粒的偏析现象,有利于提高烧结矿的预冷却效果;方案B工况下物料的流动死区减少50%,且死区颗粒总数降低45.23%;另外,方案B工况下烧结矿物料在后续对环冷机布料时在各层分布更加均匀,偏析程度得到明显改善。", "label": "冶金工程", "id": 0}
{"content": "为了避免某钢铁厂烧结球团烟气净化系统应用过程中因烟气分布不均、氨水分布不均等可能出现的问题而影响净化效果,本文基于Fluent仿真平台,对烟气净化系统中一、二级吸附塔中间过渡烟道进行了数值仿真,结合仿真结果分析了不同的烟气流量工况下,烟道内烟气流速、氨水质量分数等的分布情况,由此来判断导流系统、整流系统以及喷氨系统设计的合理性,并为结构优化提出了相应的建议。", "label": "冶金工程", "id": 0}
{"content": "针对大规模工业生产过程具有检测变量多、变量之间存在复杂的相关性,工业过程监测通常采用分布式建模的监测方案。然而在每个子块中,过程变量的数据分布未知、先验故障知识少,每个子块中的监测模型并不能准确的监测到异常状况的发生,从而导致全局监测模型的准确性大大降低。针对现有方法的局限性,提出了一种基于离群因子检测（LOF）和主成分分析（PCA）相结合的双加权离群因子检测的动态主成分分析方法（DWLOF-DPCA）。首先,针对传统的动态主成分分析过程监测方法需要满足数据服从高斯分布的假设,引进了LOF算法构建了新的监控统计量,替代了原有的T2和SPE统计量;其次,为了获得更好的在线监测结果,设计了一种双加权策略来改进LOF统计量,一级加权策略中对不同的成分赋予不同的权重,以突出故障信息,二级加权策略中设计了一个移动加权窗口对历史监测结果进行加权相乘,提高监测结果的准确性;最后利用先验知识和过程数据将整个过程的数据进行分块,将在不同时间维度和空间维度上具有较大相关性的变量划分到同一个子块,然后在每个子模型中分别建立DWLOF-DPCA模型,并通过贝叶斯推理将所有子模型的监测结果融合为一个监测统计量。在Tennessee Eastman和过程焙烧炉运行过程监测中,将所提出的方法与现有的监测方法进行对比,所得结果表明了所提出方法的有效性和合理性。", "label": "冶金工程", "id": 0}
{"content": "FeO含量的实时检测对于烧结过程精细准确调控、稳定烧结矿质量和保证高炉平稳顺行具有重要意义。然而现场对FeO含量的检测采用人工化验的方式,造成FeO含量数据获取的严重滞后,导致烧结矿检测结果无法实时指导烧结配矿操作。因此,为了解决烧结过程FeO含量信息无法实时获取的问题,本文提出了一种基于模糊推理和R-C-LSTM的烧结过程FeO含量预测方法。首先,针对料层内部反应温度无法检测的问题,通过对烧结过程的传热机理进行分析,建立了料层最高温度模型,并结合专家经验,提出了基于模糊推理定性分析烧结过程FeO含量等级的方法;其次,针对烧结过程参数检测频率不一致导致的大量未标签数据的问题,考虑到过程参数检测的连续性和波动性,提出了基于核函数高维映射的核心数据选择的方法;最后,针对烧结过程的时序性和动态性的问题,选用长短期记忆网络（LSTM）建模分析,通过将LSTM的遗忘门和输入门进行耦合以及将烧结过程FeO等级融入LSTM,建立R-C-LSTM预测模型,理论分析和实验对比均表明了本文所建的模型可以实时准确预测烧结过程FeO含量,能给烧结现场操作人员实时提供有效信息,确保烧结过程平稳运行。", "label": "冶金工程", "id": 0}
{"content": "球团脱硫灰富含碱性成分,可与石灰石粉掺混用作湿法脱硫剂。针对其CaSO3含量高难以有效利用问题,开展了球团脱硫灰与石灰石粉混合浆液环境下CaSO3氧化特性的研究。通过搭建氧化实验平台,对不同氧化时间、氧气流量、球团脱硫灰占比、CaSO3含量下的氧化率进行研究。实验结果表明:氧化时间、氧气流量的增加将促进CaSO3的氧化,延长氧化时间比增大氧气流量更有利于CaSO3的氧化,而降低脱硫灰占比以及CaSO3含量有利于CaSO3氧化率的提高。", "label": "冶金工程", "id": 0}
{"content": "综述了近年来钢铁行业烧结配矿的研究现状,重点介绍了计算机人工智能在烧结配矿中的发展近况,并按照不同的人工智能算法总结了优化烧结配矿的方法。展望了烧结配矿智能模型的研究方向,指出结合铁矿粉烧结基础性能机理模型和烧结数据模型,建立烧结配矿双驱模型是未来的发展趋势,应当充分发挥不同智能算法及不同编程语言的优势,开发更为精确、优质的烧结配矿系统。", "label": "冶金工程", "id": 0}
{"content": "烧结机、环冷机的余热发电技术应用使得烧结厂的能耗明显降低,但是仍有大量低温余热有待挖掘利用。螺杆空压机生产过程中消耗大量的能源,其中85%左右的能量通过风冷或水冷的方式放散。100℃左右的低温余热用于加热生活热水、供暖和预热锅炉给水,将可以节省燃料的消耗,降低企业运营成本。以鞍钢东烧结厂空压机余热利用改造为例,介绍改造项目的余热回收原理、实施方案,并分析了项目节能效益和环境效益。", "label": "冶金工程", "id": 0}
{"content": "<正>随着世界范围内不锈钢的持续供不应求,作为不锈钢主要来源的硫化镍矿资源急剧枯竭[1-3]。因此,储量丰富、占镍资源总量的70%以上的红土镍矿越发受到关注[4-6]。其中,褐铁矿型红土镍矿比例较大,占红土镍矿资源总量的约60%。加之我国红土镍矿资源的短缺和国外对高品位红土矿出口的限制,国内进口的大部分红土镍矿为褐铁矿型红土镍矿[7-10]。因此,如何有效利用褐铁矿型红土镍矿是重中之重。", "label": "冶金工程", "id": 0}
{"content": "钢铁制造流程能耗与物流运行是耦合在一起的,物流变化必然引起能流的变化。钢铁制造流程中铁前区段是物流变化最大、也是变化是集中的区段,因此铁前区段物流变化对能耗也有较重要的影响,本文应用系统节能理论中基准能耗的概念和e-p分析法分析了铁前系统铁素流变化对能耗的影响。与基准物流图相比,实际物流图中增加了外界输入的铁素流、工序内及工序间循环的铁素流和工序向外输出或损失的铁素流三种物流。文章以某钢铁企业落地烧结矿使用量变化为例分析了物流变化对能耗的影响。结果表明,由于落地矿使用量对烧结工序单位产品能耗影响较小（仅0.75%）,但对该厂铁前区段总能耗影响较大,使年总能耗增加33674.36吨标准煤,因此为减少能源消耗,应该合理配置落地烧结矿的库存量,以减少落地烧结矿的使用对能耗的影响。", "label": "冶金工程", "id": 0}
{"content": "转鼓强度不仅是衡量烧结矿质量的重要指标,也是影响高炉生产的重要工艺参数,因此需要从改进生产技术,加强配料数据分析,加强操作等方面着手,提高烧结矿转鼓强度。", "label": "冶金工程", "id": 0}
{"content": "<正>酸性氧化球团矿因其具有良好的机械性能和高温冶金性能,被认为是实现高炉\"精料\"方针及炉料结构优化所必须的优质原料。在铁精矿球团生产过程中,粘结剂对球团制备过程及球团矿质量均有重要影响。目前我国普遍采用膨润土为粘结剂制备氧化球团矿,但由于铁精矿性质复杂、膨润土质量较差,", "label": "冶金工程", "id": 0}
{"content": "<正>烧结混合料的制粒效果决定着料层的透气性和均匀性,因而对混合料成分偏析和粒径范围进行合理控制,有利于改善烧结矿的质量和产量。近年来,细粒度精矿粉、疏松褐铁矿粉等在烧结原料中的占比逐渐提高[1],而传统的圆筒制粒机在大负荷处理此类矿种时存在严重的成分与粒度偏析以及圆筒内壁结垢等问题,降低了制粒工序效率,恶化了烧结矿质量,", "label": "冶金工程", "id": 0}
{"content": "结合宝钢股份公司炼铁厂的烧结系列大修改造工程,介绍了宝钢烧结典型生产工艺流程,以及新工艺、新装备、新技术的设计与应用情况。围绕有组织排放、无组织排放和物料清洁运输方面,系统阐述和分析了宝钢推进实施烧结工序超低排放的技术集成应用与实践情况。宝钢烧结生产目前可基本实现超低排放,但仍需通过技术改造、生产优化、运输系统升级等方式提升烧结工序的超低排放水平。", "label": "冶金工程", "id": 0}
{"content": "<正>厚料层烧结因\"自蓄热\"作用和大的布料量在减少固体燃耗和提高烧结矿产量方面作用显著,自上世纪70年代之后就得到了迅速的发展。而上世纪我国烧结以国内精矿粉为主要铁料,极大的限制了厚料层烧结的发展,进入新世纪,进口富矿粉逐渐成为烧结使用的主要原料,料层平均厚度也从世纪初的不足500mm发展为现在的700mm以上,", "label": "冶金工程", "id": 0}
{"content": "在烧结生产过程中配加二次资源,对降低烧结矿耗、缓解用矿资源紧张、减轻环境负荷起着十分重要的作用。同时,二次资源的综合加工利用,对带动周边就业带来良好的社会效益。红钢烧结厂历来十分重视全系统内二次资源的回收利用,结合烧结工艺流程现状特点,从管理、技术采取多种有效措施,积极开展二次资源使用。", "label": "冶金工程", "id": 0}
{"content": "本文重点分析我厂炼钢污泥平铺配加生产实践,采取\"交叉堆取、双向进料、取垛堆泥、取完平铺、铺匀铺平\"的原则,对烧结矿锌含量控制稳定性起到促进作用。", "label": "冶金工程", "id": 0}
{"content": "随着近几年钢铁企业产能的逐渐扩大以及原材料价格的持续上涨,降本增效已成为制约企业生存发展的重要环节。工序能耗是工序成本的重要组成部分,烧结工序作为钢铁生产中的重要环节,其工序能耗约占钢铁生产总能耗的10%,工序能耗成本约占烧结矿总成本的12%,其中固体燃料消耗占烧结工序能耗的60—70%左右[1]。因此作为烧结工作者,在确保烧结矿质量的前提下,通过降低固体燃料消耗以促使烧结矿成本降低一直是我们攻关的方向和目标。", "label": "冶金工程", "id": 0}
{"content": "本文主要介绍龙钢公司400m~2烧结机900mm厚料层烧结生产实践,烧结厚料层对烧结矿强度提升,成品率提高有显著效果,同时具有降低燃耗等优点。龙钢公司400m~2 2010年7月投产,经过俩次料层提升实践,均取得成功检验,2019年9月料层由850mm提升至900mm固然单耗下降0.6kg/t,返矿率下降1%,同等物料情况下RDI+3.15提升5%。", "label": "冶金工程", "id": 0}
{"content": "本文（主要）介绍龙门钢铁有限责任公司（以下简称\"龙钢\"）450m~2带式烧结机使用\"烧结防堵箅条\"的生产实践。2017年,\"龙钢\"决定将多年积存的除尘灰、污泥做为烧结原料组成部分通过烧结生产消化。因污泥和除尘灰中含有较高的碱金属且亲水性差,使得箅条缝隙更加严重的糊堵,严重制约了\"烧结过程\"的顺利进行。同时,随着厚料层的提升,料层的透气性即尤显重要。为获得更佳的烧结技术经济指标,龙钢450m~2烧结机料层厚度达到930mm,又加之精粉比例的增加及相应的过湿层变厚,使得料层透气性更加变差,箅条粘接现象频发,对烧结生产产生了严重影响。为此公司决定引进由我国铁矿粉烧结专家韩家忠拥有专利权的\"烧结防堵箅条\",并在400m~2烧结机实施指导性试验使用,历经3个月的计划试验性使用,获得预期的防堵效果;如图所示的箅条面糊堵、箅条缝隙堵塞现象消失。在获得400m~2烧结机\"防堵箅条\"试验结果后,于2019年将450m~2烧结机全部更换为\"烧结防堵箅条\",迄今未发生箅条糊堵现象,同时其箅条质量也得到认可,半年来未进行箅条的更换,满足了生产需要,节约了成本,提高了产能。", "label": "冶金工程", "id": 0}
{"content": "烧结矿FeO含量是反映烧结矿还原性的关键参数。针对现有烧结矿FeO含量检测方法存在的实时性差、依赖人工经验等不足,以烧结机机尾处烧结矿断面为研究对象,首先利用非制冷焦平面红外热像仪采集烧结机机尾处红外热图像并进行关键帧提取、感兴趣区域提取,然后基于温度信息提取浅层次特征,在列微元不变性假设下结合浅层次特征提取深层次特征作为FeO含量异质特征;基于多相热力学模型,通过输入全时空矿面最高温度分布及烧结工艺参数、配料等参数,获取FeO分类异质特征,最后建立神经网络模型以多类异质特征为输入,实现对FeO含量的在线检测。在某烧结厂360平米烧结机进行测试,结果表明FeO检测值在精度范围内,可在烧结现场实时准确的测量,为检测烧结矿FeO含量提供新的方法。", "label": "冶金工程", "id": 0}
{"content": "山东钢铁集团日照有限公司新建2台500m~2烧结机系统。总体设计理念先进,结构紧凑,环保投入比重大,设备选型采用先进、可靠的技术装备。自动配料技术、新型水密封环冷机等,为烧结矿优质、稳定、低耗创造了条件。从2017年12月投产以来,烧结机运行生产稳定,作业率达到了97.5%,烧结布料厚度达到930mm,碱度合格率（±0.05）达到了90%以上,转鼓指数均值在80.5%以上,余热发电量达到23kwh/t,各项指标达到了国内一流水平。", "label": "冶金工程", "id": 0}
{"content": "汽运铁精粉车车检测不仅增加检化验工作强度,有时还会造成过度检测。为此,将根据以往数据和判级依据运用统计学数学模型来探索优化铁精粉检验频次,达到提升卸车效率、节省人力、有效检测和有效防范风险的目的。", "label": "冶金工程", "id": 0}
{"content": "主要从钢厂角度,阐述了金属平衡的含义、架构,并就冶炼工序金属平衡运行模式以及应用实例进行了展开,还对金属平衡应用拓展和关注事项进行了梳理。对于同样以冶炼工序为主的铁合金行业,用于现场精细管理和改善经营有参考意义。", "label": "冶金工程", "id": 0}
{"content": "针对传统成分检测技术存在的不足,结合钢铁行业精细化发展要求,在线成分检测技术是钢铁行业发展的必然要求。在介绍在线成分检测技术的原理和特点的基础上,论述在线成分检测技术在钢铁行业推广存在的困难和解决方案,结合钢铁行业的成功应用案例,说明了在线成分检测技术在钢铁行业的优势和应用前景。", "label": "冶金工程", "id": 0}
{"content": "在线成分检测技术能够在线连续检测各种元素含量,以\"在线-实时-数字化\"解决了荧光和化学分析方法\"离线-滞后-人工化\"的弊病,适用于钢铁企业原料采购、混匀料场、球团车间、烧结车间、高炉车间、焦化车间、喷煤车间生产过程智能控制。蒂森克虏伯Duisburg厂2008年,柳钢烧结厂2014年,宝钢股份炼铁部烧结分厂2016年,鞍钢东鞍山烧结厂2017年安装在线成分检测设备,另外在线成分检测在钢铁行业前端的矿山行业已经广泛应用于来料分级、料堆质量管理、原料配料、细粒、中粒、大块产品监测等。钢铁行业应用方案,一类是提供在线成分检测结果,另一类是通过在线成分检测结果,进行闭环智能成分调整,稳定原料成分,稳定生产过程和生产指标。在线成分检测技术已经度过了其在钢铁行业的适应期,硬件、软件针对钢铁行业工况已经能够很好的适应,智能配料系统经过各项参数选择、摸索、试验后,已经能够平稳的运行,并取得了很好的生产指标。", "label": "冶金工程", "id": 0}
{"content": "本文阐述了统计分析技术在实验室质量管理的应用方法,以实例的方式说明了配对T检验、方差分析、筛选实验设计、田口设计、统计过程控制在冶金实验室应用的方法及效果。根据不同的质量管理要求,有针对性地采用统计质量管理方法,可有效提高质量管理工作的效率和可靠性,对于冶金实验室质量管理水平的提高、完善质量管理体系有重要的借鉴意义。", "label": "冶金工程", "id": 0}
{"content": "研究了标准测量方法规定的测量范围,精密度r和R在冶金分析仪器计量性能评价中的应用,包括检出限、重复性、稳定性、示值误差等,可以作为仪器无计量技术规范或现有规范规定的参数无法满足实验室要求时的参考。", "label": "冶金工程", "id": 0}
{"content": "本文适用于唐钢企业最高标准玻璃量具项目的相关建设,叙述了常用玻璃量具建立的相关背景,技术要求,相关标准器设备配备,项目实施及售后培训等内容。该项目的建立不仅提高了唐钢在玻璃量具检定能力,节约了大量外检成本,提高了产品质量,也为唐钢做大做强实验室,应对来自各个方面的认证,打下坚实的基础,具有十分重要的意义。", "label": "冶金工程", "id": 0}
{"content": "本文结合宝钢现场实际,论述了全自动光谱仪分析中常见的\"坏样\"的种类及其详细的成因,并根据其原因给出了减少坏样的控制措施。其中部分技术措施已在现场得以实现,使总体坏样率下降了3%,达到了预期的效果。", "label": "冶金工程", "id": 0}
{"content": "传统实验室仪器设备数据采集一般采用C/S模式,维护成本高且效率低下。为了更高效地管理实验室的仪器设备,提高仪器设备数据采集的性能,本文将仪器设备接口类型归纳为ACCESS、EXCEL、COM、TCP/IP和TXT,采用B/S架构,通过可配置的仪器设备数据采集方式,来实现仪器设备与信息化系统的数据交互。该设计方法可以提高实验室仪器设备数据传输的客观性、安全性、可靠性,同时能更高效的管理实验室的仪器设备,并大大提高实验室的自动化管理水平。", "label": "冶金工程", "id": 0}
{"content": "本文归纳总结了影响全铁测定过程系统误差分析,改进了溶液的配制、分析要点和步骤,对测定误差进行了优化消除,大大提高了全铁测定过程的精确度和可靠性。", "label": "冶金工程", "id": 0}
{"content": "<正>冶金标准样品被证明是一种稳定性非常好的样品,由稳定性引入的不确定度通常忽略不计。而为保证不确定度评估的全面、准确,需要正确评价由稳定性带来的不确定度。本文研究了趋势分析法在有效期比较长的冶金标准样品和相对短的标准溶液的稳定性评估中的应用,并且与方差分析法进行比对,得出结论:趋势分析法评价稳定性结果较好,而在评估稳定性引入的不确定度时存在高估的问题,建议采用方差分析法。", "label": "冶金工程", "id": 0}
{"content": "<正>针对标准样品在光谱仪器分析中的重要性,详细介绍了现阶段使用者对市售光谱标准样品的选用原则,并对使用标准样品时遇到的一些问题提出了简单的解决方法,为国内标准样品的有效期问题提出了几点建议。", "label": "冶金工程", "id": 0}
{"content": "<正>合理评定测量不确定度是检测实验室质量控制的一项重要和必要的工作;由于测量不确定度评定的具体对象的复杂性和多样性,在检测实验室进行测量不确定度评估时,除了按照\"测量不确定度表示指南\"（GUM）的方法,即自下而上（Bottom-Up）方法外,更实用地是采用自上而下（Top-Down）方法。本文结合冶金检测实验室的化学分析和力学检测实例,对用Top-Down方法进行测量不确定度评定的相关问题作一些分析和介绍。", "label": "冶金工程", "id": 0}
{"content": "<正>从标准使用角度就职业健康安全和环保、干扰、溯源、步骤的详细程度和指标量化、质量控制等方面问题进行探讨,提出了标准化相应建议和对策。建议在标准中明示健康安全和环境保护要求;在标准的原理或附录中详细阐明干扰及其强度,推荐消除或降低干扰的方法;增加有证标准溶液作为溯源途径;过程描述宜详细准确,精确控制,特别是温度、数量等应定量描述,明确样品完全溶解完全判断依据,样品制备尽量周详可实证;增加质量控制环节,并详细描述控制方式、频次、可接受条件。进而提升标准的溯源开放性、过程标准化、使用容易性、结果一致性,建立健康安全和环保的绿色冶金产品检测标准体系。", "label": "冶金工程", "id": 0}
{"content": "测量审核是能力验证的有效补充形式,它是保障实验室和检查机构检测能力的重要手段。文章简单介绍了目前测量审核结果的评价方式和适用条件,结合本实验室的质量控制要求开展了硅锰合金中硅元素的内部测量审核。进行异常值检验、单值控制图统计检验均未发现异常,采用4种方法进行评定,结论均为满意。对于审核数据极差超出方法允许差的原因进行排查,采用相应的纠正和控制措施。通过实验室内部测量审核研究,提高实验室人员对质量控制新的认识,获得良好的效果,具有很强的实践意义。", "label": "冶金工程", "id": 0}
{"content": "冶金行业分析化验的检测数据是指导生产全过程的必要手段。其数据并非服从正态分布,而是服从不对称的偏斜分布。正态分布是理论分布,偏斜分布是实际分布。在冶金生产过程中理论分布应用比较广泛,而实际分布应用就目前讲则是一个空白。从生产实际出发利用检测数据建立实际分布的数学模型,并与理论分布相结合以便揭示和认识统计对象的本质特征和数据的分布规律。其目的是为生产过程进行全面质量管理有效应用统计技术提供科学的依据。", "label": "冶金工程", "id": 0}
{"content": "从冶金物料阴离子分析的需求、现状及难点,选矿废水中Cl-、SO42-、NO3-、F-及CN-、S2-和HCO3-的测定,铜、钴、镍氨浸出液中微量Cl-、NO3-、F-的测定,铜精矿中F-和Cl-的测定,钴镍锰酸锂、氯化钴和氧化钴中Cl-、NO3-、SO42-测定,氧化锆,氢氧化锆中F-、Cl-的测定,水泥预烧料中F-、Cl-、Br-的测定等方面对离子色谱法在冶金物料阴离子分析中的应用进行了论述。阴离子分析是冶金物料分析中的重点和难点问题之一,阴离子分析方法有重量法、滴定法、分光光度法、离子选择电极法及高效液相色谱法、离子色谱法等,各种方法各有特点,其中重量法、滴定法、分光光度法、离子选择电极法一般来说一次只能测定样品中的一种组分,如果同时测定多种阴离子的话,样品需经过不同的处理,运用不同的方法进行分析。这些步骤十分繁琐,且要消耗大量的人力物力和时间,难以满足快速分析的需要。冶金物料由于样品组成复杂,即便对单个阴离子进行测定,一方面基体中所含的其它各个阴离子含量范围变化很大,使得干扰情况复杂;另一方面,被测离子本身的含量范围变化也很大,难以制定合适的分析方法。离子色谱法灵敏度高、分析速度快、样品需要量少、操作简单、能实现多种离子的同时分离与测定,而且还能将一些非离子性物质转变为离子性物质后进行测定。相比普通高效液相色谱法,离子色谱法对无机阴离子的测定文献报道数量更多,测定对象更广泛,样品前处理技术更加成熟,在冶金物料分析中将有着广阔的应用前景。", "label": "冶金工程", "id": 0}
{"content": "本文建立了高温熔融制备样品应用X射线荧光光谱法测试炉渣中TFe、SiO2、Al2O3、CaO、MgO、MnO、TiO2、P2O5、S等含量的分析方法。通过标准物质、合成标准样品及化学定值样品制作校准曲线,研究了熔融时间、温度及样品与熔剂的稀释比对制样重现性的影响,采用理论系数与经验系数相结合对样品基体效应进行校正,有效克服了炉渣复杂体系中各元素谱线干扰与基体效应。验证结果证明了本方法能满足各类炉渣样品成分的测定。", "label": "冶金工程", "id": 0}
{"content": "本文选取碘-乙醇非水体系浸取、分离炉渣中的金属铁,再用重铬酸钾滴定法分别测定浸取液中铁量和被浸取后残渣中的亚铁量。克服了沿用铁矿石方法—三氯化铁浸取、分离金属铁存在的亚铁被酸溶的弊病。实验证明:该分离体系能使炉渣中金属铁与氧化亚铁定量分离,且金属铁的浸取率达96%以上,而氧化亚铁不被浸出。该方法可适用于各种钢铁冶炼炉渣中金属铁与氧化亚铁的分离与测定,具有精准度高,毒性小,操作简便等特点。符合现代社会节能减排、环保的要求。", "label": "冶金工程", "id": 0}
{"content": "本文选用盐酸羟胺和抗坏血酸作为还原剂,使磷酸根与钼酸铵生成磷钼蓝杂多酸,利用磷钼蓝光度法测定冶金硅中磷的含量。结果表明810 nm波长时所得吸光度最大,生成的络合物10 h内显色稳定,即为工作波长。磷标准曲线是:Y=0.00252+0.01645X（X单位为μg）,R=0.99995。磷含量在0～50.00μg范围内,服从朗伯-比耳定律,摩尔吸光系数为2.12×10~4L·moL-1·cm-1,检出限是0.005μg/ml。由标准加入实验可知,当待测样品加入量为5 ml时,相对误差为0.09%,表明硅中其它杂质元素对磷检测的干扰可以忽略。由准确度结果证明该方法可行,准确度高。", "label": "冶金工程", "id": 0}
{"content": "随着邯钢新产品的开发深入,品种钢在成品中占的比重越来越大,提供新品种的物理性能检验数据来指导和管理生产也日益重要,充分利用信息化成熟技术,开发了物理实验室性能检验数据管理系统,实现了对品种钢检验项目数据的采集、数据分析、处理、传输等功能,为开发生产品种钢提供准确的数据。", "label": "冶金工程", "id": 0}
{"content": "本文研究了MXO-SiO2（M=Mg,Ca,St,Ba,Li,Na,K）和CaO-Al2O3-SiO2-（MgO）熔体粘度与电导率的关系。由于高温测量的难度大,文献中很难找到同时测量同一个成分点粘度与电导率的报道,本研究发现粘度的对数随电导率的对数线性变化,并且MO-SiO2和M2O-SiO2体系遵循不同的线性规律;Al2O3的加入对于该规律影响不大。所以,当硅酸盐熔体中起电荷传输作用的离子所带的电荷数相同时,其粘度和电导率遵循相同的规律。", "label": "冶金工程", "id": 0}
{"content": "为快速精确地进行热力学计算,基于VC++软件环境,以冶金热力学计算数据为依据,采用模块化方法开发冶金热力学计算与数据管理软件。该软件能够进行热力学性质数据的查询、检索和动态维护,用户可利用数据库中热力学数据进行冶金过程反应的热力学计算和分析,并将计算结果生成数据文件作为绘图软件的输入。目前已完成的软件结构设计合适,结构稳定,可扩展性和可复用性良好,具有友好的人机操作界面,极大降低了用户计算强度,节省了时间,提高了计算精度,可用于冶金、化学及化工等学科的理论研究。", "label": "冶金工程", "id": 0}
{"content": "本文针对三维柱坐标系下流场计算的问题,对于所涉及的各种物理量详细给出了具体的差分过程,特别是关于网格划分过程中出现的弧度变成弧长时候的半径问题,进行了详细的讨论。在速度场三个方向动量方程的差分过程中,考虑到采用交错网格,对于各方程对应的网格处理,分别进行了对应的介绍。最后给出了所有方程所对应的差分方程的推导过程。", "label": "冶金工程", "id": 0}
{"content": "大规模钢铁生产中组板设计,就是将小订货量合同化零为整设计生产,可以减少非计划品,降低库存量,提高生产效率。本文简要论述了组板技术的基本原理,重点论述了组板算法模型的构建,并给出自己开发的Oracle算法包求得的最优解。", "label": "冶金工程", "id": 0}
{"content": "水和水蒸气物性参数的准确计算对冶金行业是必不可少的。本文基于最新的 IAPWS—IF97标准,开发了求解热物性参数（压力、热力学温度、比热容、比焓、比熵、比内能、比定压热容、比定容热容）、输运物性参数（导热系数、动力黏度）的可视化软件。本软件有三大优点：（1）以可视化分页面形式将各分区区别开,使用户明确需要生产现场测量的必要参数,避免测量不必要的参数,减少了测量劳动量和强度；（2）实现了计算结果的可视化指导功能：（3）以温度和压力作为计算参数输入值,便于现场测量使用。计算结果表明本软件具有极高准确性, 满足实际研究需要。", "label": "冶金工程", "id": 0}
{"content": "<正>1.前言冶金行业是耗能大户,冶金行业能耗超过国家工业总能耗的15%。冶金行业的能多能耗则以高温炉渣显热的形式浪费。如何利用这些能耗、并实现冶金渣废弃能源与资源的耦合是北京大学王习东课题组持续了十多年的课题,并从理论与实践上都取得了创新成果。本课题组以典型高温冶金渣（高炉渣、铁合金渣等）、煤矸石、粉煤灰、煤渣、尾矿等工业固体废弃物为对象,通过创新利用工艺,研发了多通过形态与结构转化获得高附加值新型产品,在利用高温冶金渣、煤渣、粉煤灰、煤矸石、尾矿等形貌与结构转化生产矿渣纤维材料以及各类保温材", "label": "冶金工程", "id": 0}
{"content": "通过非等温条件下的菱镁矿热分解反应实验,对其实验结果通过分析动力学研究中的模式配合法与等转化率法相结合进行综合分析,并通过活化能E与lnA之间的动力学补偿效应对分析方法进行验证。从中得出菱镁矿热分解反应的机理为三维扩散反应:G（α）=A/β（T-T0）exp（-E/（RT））,其反应的活化能为:165.26kJ·mol-1~170.78 kJ·mol-1。", "label": "冶金工程", "id": 0}
{"content": "高辐射覆层技术是强化工业炉窑辐射传热的节能新技术。对其功效的判定有热平衡对比测试、工业数据对比和蓄热量测定几种方法。前两种方法因必须有未应用该技术的相同炉况的炉窑作为对比对象,会造成操作不协调,产生\"短板\"现象,为生产带来不必要的麻烦和损失。蓄热量测定的方法解决了这一问题,通过取自同一批次的耐火材料制品,制备成两块相同形状、相同尺寸的一组蓄热体试样,一块涂覆高辐射覆层,另一块不涂覆,在同等条件下加热,再利用量热器测量和计算两个试样所吸收的蓄热量,进一步计算得出高辐射覆层对蓄热体蓄热量提高的百分比。本文对该方法的研究过程做了详细阐述。", "label": "冶金工程", "id": 0}
{"content": "<正>一、引言冶金物理化学（简称冶金物化）与钢铁冶金、有色金属冶金等一起并列为冶金工程学科下属的二级学科。冶金物理化学是冶金工程技术的理论基础。适应当时冶金工业发展的需求,申克（Schenck,德国）、启普曼（Chipman,美国）等在20世纪三四十年代创立了冶金物理化学学科。冶金物化的发展确实对当时钢铁生产技术的进步起到了推动作用。我国冶金物理化学学科由魏寿昆、邹元燨、陈新民、邵象华等老一辈科学家在20世纪50年代创立。历经五六十年的发展,已成为包括冶金热力学、", "label": "冶金工程", "id": 0}
{"content": "<正>一、引言冶金反应工程学（Metallurgical Reaction Engineering）是在冶金反应器内的流体流动、质量传递和热量传递以及冶金宏观动力学（简称三传一反）的研究基础上,借助于数学和物理模拟方法,以研究和解析冶金反应器和系统的操作过程规律为核心,以实现冶金反应器和系统的优化操作、优化设计和比例放大为目的的新兴工程学科。冶金反应工程学的研究对象,顾名思义,是研究冶金反应的工程问题的科学。它以实际冶金反应过程为研究对", "label": "冶金工程", "id": 0}
{"content": "粒子群算法是近些年来新创立的一种智能优化算法,可应用于自动化领域,目前已经取得了巨大进展。本文从介绍粒子群算法本身独有的特点入手,阐述了粒子群优化算法的机理;同时描述了该算法在自动控制多目标优化领域上的发展情况和传统单目标优化问题的研究进展情况,重点介绍在冶金自动化领域的研究进展和一些最新发展动态。", "label": "冶金工程", "id": 0}
{"content": "从亚稳态与变化过程的广泛存在以及张与弛、攻与防等自然和社会事物中这类对立统一现象的普遍性,联系到它们涉及的滞（伪）弹性物理学问题的普遍性、重要性和这门学科领域之广阔;并论及学科的第十届全国会议在沈阳金属研究所召开的意义。进而从提出和发展\"冶金内耗\"过程中,葛庭遂先生、王业宁先生等一直给予的热情鼓励、期望和大力支持,感悟了葛先生全面重申\"当我们的方法（即内耗）应用到基本（即实际）问题时,才是最成功的;要任何内耗峰有用,我们须知道它的详细机理\"、这一长辈学者发展学科的思想（科学发展观）;并用实例诠释了切身感受——葛氏摆等力学谱技术,是迄今探测材料微结构及其动性和揭示冶金问题本质最有效的物理冶金手段。还回顾、展望了内耗在我国冶金中的应用,也提到和分析了遇到的一些问题及其成因、教训和一些解决措施。", "label": "冶金工程", "id": 0}
{"content": "采用含固溶体二元相图提取活度的计算公式,分别在正规溶液和Richardson假设条件下,计算了11个含固溶体二元氧化物体系组元的活度,并与对应的活度实验值比较。所获得的标准误差和平均相对误差的均值分别为:0.043,6.9%和0.087,8.6%。验证了含固溶体二元相图提取活度的方法的有效性。", "label": "冶金工程", "id": 0}
{"content": "为了解决在\"氨性浸出-萃取-酸性电积\"工艺流程中萃取剂β-二酮是否适合在该工艺流程中长期使用的问题,对萃取剂在此工艺流程中的物化性质进行了研究,即采用等温法分别测定了在298.15±0.05 K下β-二酮在硫酸以及氨水溶液中的溶解度。结果表明:萃取剂在氨水及硫酸溶液中的溶解度均不大,却都有一定的规律性。在β-二酮-NH3（aq）-H2O体系中,pH值、有机相中水的含量及水相中β-二酮的含量都随着氨浓度的增加而升高;在β-二酮-H2SO4-H2O体系中,有机相中水的含量和β-二酮在硫酸水溶液中的溶解度随着硫酸浓度增加而降低。", "label": "冶金工程", "id": 0}
{"content": "用静滴法对三元系Ca O-Al2O3-Si O2熔体在15%~50%Ca O、5%~40%Al2O3、30%~65%Si O2范围内进行十八组实验研究,测定了该熔体在1400℃~1600℃温度下与Mg O垫片、刚玉垫片、铂垫片、铂-铑30垫片以及光谱纯石墨垫片间的接触角。分别用B-A表计算法和多尔塞经验公式法进行了熔渣表面张力计算后发现,两种方法计算的误差较小,Ca O-Al2O3-Si O2渣系表面张力值约为0.4~0.6N/m。随着温度的升高,熔体表面张力下降,但当熔体中Si O2含量较高时,随着温度的升高表面张力反而增加。在本实验条件下,表面张力基本上是随着渣中Ca O和Al2O3含量的增加而增加,随着Si O2含量的增加而偏低。", "label": "冶金工程", "id": 0}
{"content": "固态反应存在于诸多学科中,例如:化学冶金、材料物理、化学工程、地球化学、生物化学、药物化学、农业化学等学科中都有固态反应的问题。而在其中,就数化、学冶金在这方面的研究工作最为特别和重要,因为在化学冶金中所得到的解具有普遍的意义,它能用于其他学科体系中。然而,化学冶金所处理的实验和理论也最为复杂和难于操作。一般说来,这里存在两种处理方法:恒温反应处理和非恒温反应处理。由于非恒温反应有着一系列的优点,近年来它备受关注。这些优点包括:在实验上它没有起始温度控制的要求,而且,从每一组实验结果中可以获得更多的有用信息。本文指出了传统方法存在的缺点,总结了我们近年发展起来的新的变温系统的处理方法的优点。和现有的传统方法相比,我们的方法物理图像清晰,参数的物理意义明确,便于理论上的分析和探讨,易于拓展到颗粒分布的计算中,更重要的是它的计算结果更为准确可靠。本文将通过一系列的实例证明本模型的这些优点。", "label": "冶金工程", "id": 0}
{"content": "利用带有能谱仪的扫描电镜分析研究了Fe-10%Sn和Fe-2%Sn两种不同成分合金不同温度下锡的析出规律,以及硫化物夹杂对锡析出的影响。结果表明:Fe-10%Sn合金1600℃淬火,含锡相在晶界、晶内均有析出;1120℃淬火,含锡相沿晶界析出;650℃淬火,出现明显的沿晶裂纹。Fe-2%Sn合金1600℃淬火,没有含锡相析出;而在1120和850℃淬火时,含锡相都沿晶界析出。合金中（Fe,Mn）S夹杂可以作为锡析出的形核核心。", "label": "冶金工程", "id": 0}
{"content": "应用Gibbs-Duhem方程的α函数法对8组二元熔渣体系在不同温度下的实验活度数据进行验证。应用α函数法计算各组元的活度值,与实验数据进行比较,得到各组元的总平均偏差分别为2.6%和2.5%,说明Gibbs-Duhem方程的α函数法能很好的验证二元熔渣体系的热力学一致性。并计算了各体系组元的无限稀活度系数,为熔渣热力学研究提供比较可靠的热力学数据。", "label": "冶金工程", "id": 0}
{"content": "1173和1273K以NiO和Fe2O3为原料,以TiO2为添加剂,固相合成了NiFe2O4。用XRD和SEM对试样进行了表征,建立了NiFe2O4特征衍射峰强度与合成时间的关系。没有添加剂时,将温度从1173K提高到1273K时,合成NiFe2O4的反应速度并没有增加;在原料中加入0.5wt.%TiO2,合成NiFe2O4的反应速率随着温度的升高而增加,扫描电镜结果证实添加TiO2提高了试样的致密度,改善了其烧结性能。用零级反应动力学方程求得合成NiFe2O4反应的速率系数。", "label": "冶金工程", "id": 0}
{"content": "利用非等温热重法对碳气化反应动力学进行了研究,对比分析了TG/DTG曲线的变化规律,并运用Doyle近似函数和Coats-Redfern近似函数计算了在不同升温速率下的反应动力学参数。结果显示,TG和DTG曲线随升温速率增加均向高温方向推移;动力学参数值随着升温速率的增加而减小;在同一升温速率下,使用Doyle近似函数所求取的动力学参数略大于Coats-Redfern近似函数所求取的动力学参数;使用Doyle近似函数所求取的参数值更接近实验数据;活化能和指前因子有较好的线性关系,碳气化反应中存在着动力学补偿效应。", "label": "冶金工程", "id": 0}
{"content": "介绍了超声多普勒测速仪在冶金领域应用的研究现状及前景,并成功使用该测速仪对与钢液物理性质相似的低熔点合金的内部流速进行了测量。将实测值与推算值对比后发现,该仪器所测得的金属液内部流速是可靠的,其在冶金动力学研究领域有广阔应用前景。", "label": "冶金工程", "id": 0}
{"content": "<正>一、引言冶金过程物理化学（简称冶金物化）是钢铁及有色金属冶金工艺技术的基础。国际冶金物理化学学科始于20世纪30年代。我国冶金物理化学学科由魏寿昆等老一辈冶金科学家创立,其发展史可以追溯到20世纪五十年代中期。历经50余年的发展,我国冶金物化已成为包括7个主要分支的冶金工程二级学科。它们是:①热力学;②冶金动力学;③冶金与能源电化学;④冶金熔体与溶液理论;⑤材料制备物理化学;⑥资源(综合提取与", "label": "冶金工程", "id": 0}
{"content": "<正>一、冶金反应工程学分学科范畴与战略地位（一）学科定义与研究对象冶金反应工程学（metallurgical reaction engineering）是研究冶金反应器内的流体流动、质量传递和热量传递以及冶金反应宏观动力学的一般性规律的学科。冶金反应工程学是研究冶金反应的工程问题的科学:研究伴随各类传递过程的冶金反应的规律以及实现冶金反应的各类冶金反应器和系统的操作过程特征和规律所形成的独特的学科体系。冶金反应的特点是高温、多相的化学反应,综合考察物理条件对化学反应的影响及化", "label": "冶金工程", "id": 0}
{"content": "科学的实验教学模式是培养本科生创新能力、动手能力及工程实践能力的有力手段。本文介绍了冶金工程专业基础课《冶金传输原理》的三级实验教学模式:验证演示型实验——揭示各类传输现象的本质及演变规律,综合设计型实验——综合相关理论知识优化设计冶金设备,创新研究型实验——基于数值分析探析冶金过程演变规律。该实验模式先易后难、循序渐进,适合其课程特点,已初步取得良好教学效果。", "label": "冶金工程", "id": 0}
{"content": "讨论了过饱和溶液的成核过程热力学。应用非平衡态热力学理论讨论了过饱和溶液成核过程的动力学,给出单一溶质和多元溶质体系过饱和溶液成核过程的动力学方程。", "label": "冶金工程", "id": 0}
{"content": "根据热力学理论计算有关化学反应的吉布斯函数,阐述 Cu2+和 Ni2+分离的原理,确定分离的适宜条件:然后采用硫化钠选择选择沉淀法分离混合溶液中的 Cu2+和 Ni2+,并将实验研究的结果与理论计算进行对比。结果表明二者基本吻合,这说明热力学分析对溶液中金属离子的分离有实际指导意义。", "label": "冶金工程", "id": 0}
{"content": "以攀枝花钒钛磁铁矿铁精矿为原料,本文研究了含碳球团在1273～1423 K、Ar 气保护、不同配碳量条件下的还原动力学,同时用 X 射线衍射分析（XRD）和金相观察的手段对还原后的样品进行了结构与组成的表征。研究发现,随着配碳量的增加,还原产物中铁晶粒的粒径逐渐变小,还原出来的 TiO2含量逐渐增多。分别以碳气化反应、O 原子在铁内的扩散为控制环节,得出含煤球团反应的动力学方程式,用其拟合各失重曲线,发现两种方程均能较好地与本实验数据吻合。通过计算并比较两种情况下得到的活化能得出:O 原子的扩散为还原过程的限制性环节,反应的表观活化能为163.0 kJ/mol。", "label": "冶金工程", "id": 0}
{"content": "随着国家双碳目标的提出,降低碳排量成为铝合金行业的迫切需求,而再生铝比电解铝碳排量降低95%以上,提升再生铝的用量是铝合金行业的降低碳排量的有效手段。本文从材料成分、金相组织、力学性能、批量稳定性等方面分析了再生铝与电解铝之间的差异,为再生铝的推广应用提供参考。", "label": "冶金工程", "id": 0}
{"content": "在国际贸易中,如何应对国际市场环境、熟练掌握国际贸易规则,这对于铸铝公司来说是必须要解决的重要课题。而本文将结合公司现状,浅析公司在国际贸易中存在的潜在风险问题及相应的对策。", "label": "冶金工程", "id": 0}
{"content": "安全生产双重预防机制是我国在当前安全生产新形势下防止事故发生的积极探索,是\"关口前移、源头管控\"的强有力抓手,其本质就是有效的风险管理。北京首钢股份有限公司建立双重预防工作机制,厘清风险、隐患、事故之间的关系,从固有风险和现有风险角度研究双重预防工作机制的科学机理,提出双重预防工作机制建设七步法,力求让双重预防工作机制建设真正落地生根,进而实现企业\"基层执行、管理监督、领导决策\"齐抓共管的良好局面。", "label": "冶金工程", "id": 0}
{"content": "针对施工现场安全管控情况,开发施工现场智慧安全管控系统,并根据冶建工程中实际存在的问题及情况,对系统进行有针对性的调整及优化。该系统是集硬件、软件、网络于一体的联网监控系统,可实现对施工现场人员信息全面及时掌控,使施工现场安全始终处于受控状态,全面提升施工现场安全管控水平。", "label": "冶金工程", "id": 0}
{"content": "岗位是生产经营活动中的最基层单位,是最基础的生产管理组织,岗位安全管理工作是企业安全生产工作的灵魂。安钢以一线班组岗位安全建设作为基础,开展安全管理标准化示范岗创建活动,详细阐述了安钢创建安全标准化示范岗的建设过程和思路,成功建设了一个个\"岗位有职责、作业有程序、操作有标准、过程有记录、绩效有考核、改进有保障\"的安全标准化示范岗位,使安钢的企业安全管理得到了有效提升,对其他冶金企业安全管理建设提供了参考意见。", "label": "冶金工程", "id": 0}
{"content": "安全文化是人类在生产过程中形成的,保护人生命和健康且被广泛认同和共享的安全理念、安全制度、安全行为和安全环境的总称。安全文化是安全生产工作尤其是预防工作体系的主要组成部分,是实现安全生产治理体系和治理能力现代化的根基和保障。钢铁企业安全文化建设\"1234567模型\"的构建及探索,是企业在生产实践中,一手抓安全管理体系建设,一手抓安全文化建设,助推企业安全稳定发展的试金石,需要在生产经营过程中不断的去发现、不断的去改进、不断的去总结。", "label": "冶金工程", "id": 0}
{"content": "冶金企业所发生的可预防安全生产事故中,以人的不安全行为为主因的安全生产事故占比88%。如何有效降低人的不安全行为带来的风险是控制事故发生的关键。通过内化于心、外化于行、家庭监督、亲情呼唤和感召,将安全管理由纯粹的企业管理行为扩展成为家庭与企业的共同愿望和期待并付诸于行动。与每个职工家庭达成安全管理共识,建立家庭企业安全共同体,共同保护职工不受伤害,保护职工家庭不受伤害,保护企业健康发展。", "label": "冶金工程", "id": 0}
{"content": "山东钢铁股份有限公司莱芜分公司通过总结多年安全管理经验,结合生产实际,摸索建立了一套安全监督管理体系,本文从监督思路、监督路径角度介绍了体系的构建情况。安全监督管理体系的建立达到夯实安全管理基础工作,建立安全长效发展机制的目的。", "label": "冶金工程", "id": 0}
{"content": "钢铁企业快速发展的同时,职业健康问题在行业内和社会上引起了广泛的讨论,近年来企业内部加强了6S管理,但是本质上并未深刻改变。为了保障职工的职业健康和企业的健康发展,必须深刻的认识钢铁企业职业健康管理问题,积极改进安全管理工作模式。本文立足分析大型钢铁企业的职业健康管理问题,并以实际经验提出针对性的建议。", "label": "冶金工程", "id": 0}
{"content": "分析国内、外企业科技创新体系的发展现状,针对首钢工程科技创新体系存在的主要问题,提出首钢工程科技创新体系重构与实施内涵和主要做法,形成以新技术（新产品）研发为核心与研究工具、研究组织形式、研究方法有机融合的科技创新体系,具有突出的管理创新性,实施后取得显著的经济效益、管理效益和社会效益,具有广泛的推广与应用价值。", "label": "冶金工程", "id": 0}
{"content": "<正>各位代表、各位嘉宾:大家好!受大会邀请,在这里做\"铝加工企业并购重组风险控制\"专题演讲,初接该课题,回顾过往,感触颇深,在分享铝加工行业并购重组风险控制之前,首先与各位介绍一下海螺在并购重组方面的发展,自1997年海螺集团成立以来,依靠着先进的技术水平、完整的管理体系和人才、资金等综合优势,重组整合超过五十家公司（占水泥总家数的三分之一）,这些并购重组的企业不仅和新建扩建项目一起共同推动了海螺的发展壮大,而且为行业技术进步和水泥结构调整作出了突出贡献。可以说海螺集团发展之路亦是一部精彩的重组整合之路,本人亦是有幸参了大部分并购重组工作。", "label": "冶金工程", "id": 0}
{"content": "本文介绍了铝板带加工企业实现物流智能化的目的和意义,指出现有铝板带加工企业智能化改造势在必行。通过调研部分铝及铝合金板带材企业,阐述了我国铝板带行业的智能化物流现状。根据多数企业物流现状问题,进行了物流智能化改造方案研究。文中最后给出了物流智能化改造后所达到的效果,并指出物流智能化改造是企业应尽快策划和组织实施的课题。", "label": "冶金工程", "id": 0}
{"content": "企业发展到一定阶段时,会逐渐建立质量、环境、职业健康安全、能源、企业标准体系、计量等多种管理体系。企业需将这些管理体系进行有机地融合成为一个整体,满足各项标准和企业适用的法律法规的要求且有效运行。本文对多种管理体系的融合困难原因、融合方法和融合步骤进行了叙述,为铝加工企业提供参考。", "label": "冶金工程", "id": 0}
{"content": "钢铁工业是国民经济的重要基础产业,在快速发展的同时带来了严重的资源和环境问题。工业共生的提出改变了钢铁行业单一的末端污染防治,以循环经济的思想带来了钢铁企业经济效益和环境效益共赢的可能性,受到国内外的广泛推崇。本文简单介绍了中国钢铁工业共生的发展现状并列举两个典型案例以揭示钢铁行业共生的潜力和发展意义,指出了当前共生模式存在的不足,并展望了未来我国基于钢铁企业的工业与城市协同共生发展的前景。", "label": "冶金工程", "id": 0}
{"content": "<正>一、电气化内涵及意义为积极应对全球气候变化和促进人类文明进步,我国向全世界郑重承诺\"碳达峰\"、\"碳中和\"时间目标,在此背景下,加快实现新兴电气化,是降低化石能源消耗、降低油气对外依存度重要战略选择。电气化包含清洁低碳电气化、深度广泛电气化、装备先进电气化、智能互动电气化等。推动清洁能源电气化成为主导能源,将加速能源向清洁低碳转型,重构能源体系结构巨变。供需端将形成\"电力生产低碳化+能源消费电气化\"特征,推动全社会以电为中心的高度电气化水平跃升,带动工业不断技术进步和创新,促进人类美好生活,如交通出行、采暖脱碳、绿色建筑等方面也将向\"碳中和\"目标迈进。国家再次强调的电气化具有重要意义,影响深远。", "label": "冶金工程", "id": 0}
{"content": "本文根据钢铁行业现有能源管理系统存在的问题,提出建立在线能效分析系统,通过对能源参数和能源指标的在线预测及在线监控,降低能源的在线损失,实现降低生产成本的目标。", "label": "冶金工程", "id": 0}
{"content": "<正>（2018年4月）进入21世纪,网络技术迅猛发展,互联网快速普及。在我国,网民已突破7亿。网络的发展给社会生活带来了巨大而深刻的变化,日益影响着人们的思想观念、价值取向和思维方式。正确认识网络的\"双刃剑\"作用,充分发挥其积极作用,成为新形势下思想政治工作面临的重大现实课题。十年来,太钢集团适应趋势,把握原则,积极探索,大胆实践,", "label": "冶金工程", "id": 0}
{"content": "随着教育体制不断改革,为了适应社会的发展要求,冶金专业的教学活动应培养出具备较强实践能力的专业人才,通过创新冶金专业教学的模式,让学生在自主探究中加强对知识的有效运用,提高实践能力。本文对探究式教学模式的重要作用进行了探讨,详细分析了探究式教学模式在冶金专业教学中的具体应用。", "label": "冶金工程", "id": 0}
{"content": "以钢铁企业碳达峰、碳中和为背景,分析了国内外低碳冶金工艺发展现状以及低碳冶金带来的安全风险,包括物料危险性和工艺危险性。运用风险评估技术,探讨了典型低碳冶金工艺涉及的物料和工艺风险,重点对富氢还原高炉炼铁工艺、HYL-ZR （直接还原铁）工艺进行了风险分析,并有针对性地提出了防范安全风险的对策建议。", "label": "冶金工程", "id": 0}
{"content": "<正>为深入贯彻《中国制造2025》战略部署,全面落实《工业绿色发展规划（2016-2020）》,加快推动制造业绿色发展,促进工业炉及热工技术行业发展,推进产业技术革新,增强产业自主创新、自主开发、自主品牌和产业结构升级力度,加强国际间交流与合作,扩大互联网、大数据、人工智能和实体经济深度融合,2019年由中国机械工程学会工业炉分会主办的\"2019中国工业炉及热工技术产业发展高峰论坛\"在上海新国际博览中心成功举办,", "label": "冶金工程", "id": 0}
{"content": "<正>尊敬的各位领导、与会嘉宾、媒体的朋友们:大家下午好!首先,请允许我代表主办方,对各位的到来表示热烈的欢迎和诚挚的感谢!借此机会,也对长期以来关心和支持工业炉及冶金行业的社会各界和广大媒体朋友们表示衷心的感谢!在过去的2020年,我们经历了一场波及全球的\"新冠疫情\",这场疫情不仅给国民经济带来重大影响,也对工业炉行业高质量发展提出了严峻的挑战。", "label": "冶金工程", "id": 0}
{"content": "<正>尊敬的各位领导、与会嘉宾、媒体的朋友们:大家上午好!首先,请允许我代表主办方,对各位的到来表示热烈的欢迎和诚挚的感谢!借此机会,也对长期以来关心和支持行业发展的社会各界和广大媒体朋友们表示衷心的感谢!当前,新一轮科技革命与产业变革蓄势待发,全球新材料产业竞争格局正在发生重大调整。新材料与信息、能源、生物等高技术加速融合,大数据、数字仿真等技术在新材料研发设计中作用不断突出,互联网+、材料基因组计划、增材制造等新技术新模式蓬勃兴起,新材料创新步伐持续加快,国际市场竞争日趋激烈。", "label": "冶金工程", "id": 0}
{"content": "三维场景是指应用三维建模工具对生产工艺设备进行建模,依托三维平台的先进技术,将\"实体空间\"与\"虚拟呈现\"进行有效融合,实现物理场景的虚拟仿真。生产节奏预判是指依据生产工艺参数实时数据,依托生产辅助信息化系统,结合生产工程师的经验知识,对生产节奏进行预判,为生产工艺正常运行提供科学的指导。一种三维场景下的冶金工艺生产节奏预判方法,通过生产工艺参数数据采集、功能模型创建、冲突区域确定、根原因集辨识、经验知识库创建与优化、工艺参数平衡和生产运行决策优化等功能的开发,实现工艺生产节奏的科学预判,并充分应用三维场景虚拟化技术,实现生产节奏预判的三维可视化模拟。该方法的研究,将经验知识数字化、预判方式系统化、预判方法科学化、生产运行决策规范化、预判过程虚拟可视化,从而提高了应急响应能力,缩短了异常平均处理时间,提高了生产工艺的运行效率和稳定性,为生产运行决策人员提供了理论和数据支撑。", "label": "冶金工程", "id": 0}
{"content": "<正>人类社会正在经历以数字化、智能化为主要特征的新工业革命。钢铁工业作为国家基础工业,相较于其他基础工业,自动化和信息化底子厚,基础好,具备优先改造升级的条件和刚性需求。但是,因其工艺复杂,发展水平差异大,智能化不能一步到位,需要逐步推进。", "label": "冶金工程", "id": 0}
{"content": "为减少炼铁过程中碳基还原剂的使用而带来的二氧化碳排放对环境的影响,氢气（H2）作为一种清洁能源,可替代或部分替代一氧化碳（CO）作为炼铁还原剂。本文研究H2与CO竞争行为对铁氧化物在800℃温度水平的还原动力学、900℃温度以上的软化收缩特性的影响规律,为炼铁过程更好地使用H提供初步的基础理论与技术依据。首先采用热重分析仪模拟浮氏体的气固还原动力学,并控制反应的限制性环节为气体外扩散,创新性地运用类比电路方法建立I-S-P模型对反应动力学数据进行预测,并定量明晰了H2与CO在还原过程中的相互竞争作用。进一步在900℃以上温度下考察还原气成分对浮氏体的软化收缩行为的影响规律,通过提出料层收缩速率（SR）的新概念,阐述在900-1000℃之间,H2可以阻碍料层中的焦炭进一步破坏,使得收缩速率从0.31%/℃降低至0.16%/℃。与此同时,H2通过降低渗碳效率,推迟料层高温下熔化滴落转变温度100℃至1450℃水平,并减少了约1/3的滴落物质量,极大地改善了料层在高温条件下的透气性。", "label": "冶金工程", "id": 0}
{"content": "钢渣可以作为原料制备复合铁焦,为复合铁焦添加剂选择提供了新思路。钢渣中的CaO组元可以有效催化钢渣复合铁焦的气化反应。利用热重分析仪研究了不同气化反应温度下添加不同含量CaO对复合铁焦碳转化率的影响。气化反应温度为900℃时,CaO的添加量由0%增加到3%,碳的转化率由30%增加50%;气化反应温度为1000℃时,CaO的添加量由0%增加到3%,碳的转化率由70%增加90%。建立CaO含量对钢渣复合铁焦气化反应动力学缩核模型模型,当添加2%CaO时,活化能Ea由157222.97J/mol迅速减小到85766.11J/mol;指前因子A0由283537.59min-1减小到31052.04min-1。", "label": "冶金工程", "id": 0}
{"content": "基于铁前系统环保生产现状,深刻解读环保产业政策,积极研判绿色企业发展理念,立足于生产现场从高炉、烧结等多方面、涵盖烧结烟气治理、炼铁除尘灰处理工艺;高炉出铁场粉尘管控、TRT噪声污染等方面进行新技术研究,打造科学管控体系,实现炼铁工序超低排放、固废回收、有害气体排放、噪音管控等方面全方位清洁生产,解决了制约企业发展的环境问题,在新时期,高炉炼铁工艺的节能减排、环境友好能起到一定引领作用。", "label": "冶金工程", "id": 0}
{"content": "<正>为深入贯彻《中国制造2025》战略部署,全面落实《工业绿色发展规划（2016-2020）》,加快推动制造业绿色发展,促进工业炉及热工技术行业发展,推进产业技术革新,增强产业自主创新、自主开发、自主品牌和产业结构升级力度,加强国际间交流与合作,扩大互联网、大数据、人工智能和实体经济深度融合,2019年由中国机械工程学会工业炉分会主办的\"2019中国工业炉及热工技术产业发展高峰论坛\"在上海新国际博览中心成功举办。在此成果的基础上,", "label": "冶金工程", "id": 0}
{"content": "<正>尊敬的各位领导、与会嘉宾、媒体的朋友们:大家下午好!首先,请允许我代表主办方,对各位的到来表示热烈的欢迎和诚挚的感谢!借此机会,也对长期以来关心和支持工业炉及冶金行业的社会各界和广大媒体朋友们表示衷心的感谢!今春以来,一场突如其来的新冠肺炎疫情给国民经济带来重大影响,给工业炉及冶金行业高质量发展提出了严峻的挑战。疫情发生以来,习近平总书记统筹全局、果断施策,带领全党全国人民取得了疫情防控阻击战的重大成果。面对疫情,工业炉和冶金战线识大体、顾大局,积极响应党中央决策部署,行业协会、学会统筹安排,对今年的展览及大会组织工作做出积极调整,广大企业履职尽责,共克艰难时刻。", "label": "冶金工程", "id": 0}
{"content": "<正>尊敬的各位领导、与会嘉宾、媒体的朋友们:大家上午好!首先,请允许我代表主办方,对各位的到来表示热烈的欢迎和诚挚的感谢!借此机会,也对长期以来关心和支持行业发展的社会各界和广大媒体朋友们表示衷心的感谢!近几年,随着国家对工业生产节能、环保、智能化的要求提高,中频熔炼设备作为铸造行业和冶金行业中基础的重要一环,在我国工业生产过程中有着至关重要的作用,是铸造及冶金行业生产中的基础装备之一。2020年春节期间,新型冠状病毒感染肺炎疫情波及全国,给国民经济带来重大影响的同时,", "label": "冶金工程", "id": 0}
{"content": "<正>我国是世界上冶铁技术发展最早的国家之一,但几千年封建统治和百余年帝国主义侵略,使得当时我国炼铁工业相比西方发达国家长期滞后。但是新中国建国70年来,随着国家的繁荣昌盛和社会经济的发展,我国炼铁工业取得了巨大的进展和成就。一、中国炼铁工业70年新中国建国70年来生铁产量的变化如图1所示,结合社会和经济的发展,", "label": "冶金工程", "id": 0}
{"content": "简述了当前我国钢铁行业和炼铁工艺面临的形势、国内外炼铁生产技术现状及进展,由此分析研判了今后炼铁技术发展方向,短期内是适应城市钢厂建设的技术研发与应用,中长期是低碳、低成本的工艺技术及智慧制造装备技术的研发与应用,并指出了与此相关的需重点关注及研发的装备、工艺和技术,重点介绍了宝武钢铁在产城共融、低碳冶炼、智慧制造和低成本冶炼方面的已取得进展和为促进我国未来炼铁技术发展所规划、设计的\"宝钢方案\"。", "label": "冶金工程", "id": 0}
{"content": "<正>近年,智能炼铁技术在不断发展,对于高炉耐材也提出了更高的要求。笔者从耐材专业技术的角度,回顾美固美特携手中国钢铁工业走过的历程,给业内老领导、老专家、老同事及广大的新老用户汇报分享美固美特高质量独创耐材技术助力钢铁工业高质量发展成果。", "label": "冶金工程", "id": 0}
{"content": "本文从减量调整、创新发展、降本增效、标准引领、智慧制造、低碳和氢冶金等方面论述了炼铁转型升级和创新发展,实现炼铁高质量发展的途径,并指出了炼铁创新发展的方向:烧结烟气循环工艺、强力混合机在烧结机中的应用、烧结竖罐冷却和余热发电技术、高比例球团矿生产和应用、高炉冲渣水余热回收利用技术、煤气变压吸附技术等。", "label": "冶金工程", "id": 0}
{"content": "再生有色金属工业是我国循环经济的重要组成部分,其清洁生产技术的选择和应用对于节能降耗和减少污染物排放具有重要意义。构建了再生有色金属工业清洁生产技术评估指标体系,并采用层次分析法确定了各指标权值。对于再生有色金属工业清洁生产技术的评估以及选择具有一定的参考。", "label": "冶金工程", "id": 0}
{"content": "由于针铁矿沉铁过程存在关联不确定性难以精确控制,提出一种基于学习的优化控制方法。将多个关联子系统视为一个大系统,设计一种带有评价关联项的大系统成本函数,根据离线数据学习该成本函数,在线更新成本函数的权值向量,通过策略评价与策略更新操作的不断交替迭代,最终学习出优化控制策略。仿真结果表明,基于学习的优化控制可以保证反应过程三种离子浓度满足工艺指标。", "label": "冶金工程", "id": 0}
{"content": "<正>《冶金自动化》是原国家科委批准、中国钢铁工业协会主管、冶金自动化研究设计院和北京钢研柏苑出版有限责任公司主办,冶金行业（包括钢铁和有色金属）唯一国内外公开发行的自动化技术应用科技刊物。《冶金自动化》期刊适合从事自动化科研、设计、生产、建设的广大科技工作者,中、高等院校专业师生及技术工人和管理人员订阅。国内统一连续出版物号CN 11-2067/TF;国际标准连续出版物号:ISSN 1000-7059。正刊为双月刊,每年6期,单月底", "label": "冶金工程", "id": 0}
{"content": "<正>本刊已加入中国知网\"中国学术期刊（光盘版）\"数据库。如作者不同意将文章纳入上述数据库,请转投其他期刊。本刊开通微信查稿和网站在线查稿系统,微信查询,请登录微信公众号yjzdh1976,点击右下角\"文章查询\"-\"作者在线查稿\"查询;网站查询请登录本刊网站http://www.yjzdh.com查", "label": "冶金工程", "id": 0}
{"content": "本文对中国和美国在高炉炼铁和非高炉炼铁技术进行分析,指出发展特点及比较优势,并对炼铁竞争力进行了阐述和未来创新发展进行了展望。", "label": "冶金工程", "id": 0}
