{"content": "采用实验与数值模拟相结合的方法对弹性水翼在空化条件下的水动力特性和结构振动特性进行分析。采用高速摄像和多普勒测振仪分别获得水翼空化形态与结构振动特性。数值计算采用考虑附加水动力效应的混合耦合算法。结果表明:空泡的非定常发展引起结构的振动,其中云状阶段结构振动幅度最大。云状空化阶段结构振动主要频率与大尺度云状空泡脱落频率一致,其他频率分别对应旋涡脱落频率和水翼的湿模态频率。采用POD方法分析云状空化流动的主要相干结构,大尺度云状空化结构占据流场的大部分能量。采用DMD方法精确捕捉到了流场的主要频率和模态特性,第一阶模态对应平均流场,第二阶模态对应大尺度云状空泡结构,第三阶和第四阶模态对应旋涡结构。", "label": "动力工程及工程热物理", "id": 0}
{"content": "半椭圆水翼梢涡流动具有和螺旋桨梢涡流动类似的特性,因其建模简单且可统一性强,成为了空化和非空化叶梢流动的基准算例。本文针对高雷诺数下三维水翼的梢涡流场,采用基于浸没边界方法的壁模型大涡模拟方法,对截面为NACA 16020的半椭圆形水翼进行了数值研究。在规则的欧拉网格上求解过滤的Navier-Stokes方程,通过浸没边界力满足物面无滑移条件。近壁一定区域内进行法向加密,在此区域采用薄边界层方程构建的壁模型。为了降低粘性耗散过大导致的受力计算不准确,应用了一种动态匹配过程,近壁亚格子粘性系数进一步根据浸没边界力分布进行修正。对来流速度为10 m/s,Re=4.75×10~6,功角为10°,纵横比为3的半椭圆水翼进行了数值模拟,并与已有的实验及数值模拟结果进行了对比。系统考察了流场的统计特性,包括梢涡涡心轨迹、梢涡涡量发展,梢涡切向速度和轴向速度,涡核半径,以及湍动能的演化等。", "label": "动力工程及工程热物理", "id": 0}
{"content": "空化结构溃灭及其诱导的侵蚀破坏是水力机械内常发生的现象,会降低设备的性能,产生振动和噪声,影响设备运行稳定性和寿命。空化流动结构溃灭产生的冲击波是引起结构表面空蚀破坏的主要外部冲击载荷。基于对空化结构相变凝聚收缩至溃灭过程中能量的传递转化过程的理解,获得了基于能量平衡和输运的空蚀风险预估模型。即初始空化结构包含的势能先在空化结构凝聚收缩过程中向流体动能转化,并向收缩中心输运聚集,当空泡结构破碎的瞬间以压力波能的方式释放,压力波再以能量辐射的方式传递到壁面,从而产生对壁面的冲击载荷。基于开源OpenFoam软件,将该模型集成到基于质量输运方程的均质多相流粘性求解器,并对在特定工况下翼型表面的空蚀风险进行了预估。结果表明,数值预测的空蚀区域与翼型表面油流实验吻合。", "label": "动力工程及工程热物理", "id": 0}
{"content": "近年来折向器在冲击式水轮机的重要性广泛得到认识,材质由原来的碳钢改为不锈钢,结构也由初期的钢板焊接改为整体铸造,折向器质量直接影响水轮机的使用寿命,研究折向器铸造工艺并付诸实践十分必要。", "label": "动力工程及工程热物理", "id": 0}
{"content": "叶顶泄漏流广泛存在于透平机械中,其中不稳定涡结构引起的噪声、振动、流道阻塞、流动损失等严重制约了透平机械综合性能的提升。本研究采用层次结构化网格下的有限体积法,数值分析了NACA0009水翼在雷诺数Re=1×10~6、攻角α=5°、叶顶间隙τ/c=0.1（c是水翼弦长）时,端面仿生球形凹坑对叶顶泄漏流中涡结构的控制效果。结果表明,仿生球形凹坑使得叶顶泄漏流中难以形成规则的分离涡和泄漏涡,从而阻碍尾缘处这两种涡的融合,且尾迹涡中心负压值减小。同时,叶顶间隙区流向速度增加,其他方向速度减小,表明流动损失降低。由于叶顶间隙区流向速度增加,水翼受到的流向阻力增加,但展向阻力减小,同时升力增加,表明仿生球形凹坑不仅可以消涡也可以提高水翼的力学性能。", "label": "动力工程及工程热物理", "id": 0}
{"content": "空蚀是空化的危害之一,常见于船舶推进器和水力机械等过流部件,其出现会影响相应部件的水动力性能和结构安全性,因此空蚀程度的评估一直备受关注。而空蚀速率与空化强度相关,因此如何评估空化强度是空蚀程度评估的关键。本文通过在射流空蚀试验装置上加装水听器的方式,获得材料空蚀过程噪声信号,以探究利用噪声信号特征判断空化强度的可行性。频谱分析结果显示,噪声特征可以反映同一温度下不同速度引起的空蚀质量损失差异,但无法反映同一速度下、不同温度导致的空蚀质量损失差别。", "label": "动力工程及工程热物理", "id": 0}
{"content": "水轮机的尾流对环境及其本身的性能都有着巨大影响,而尾流识别是尾流研究的第一步。传统的尾流识别方法只分析了尾流场中合速度的幅值,识别精度存在提升的空间。本研究提出了一种基于速度分布曲线高阶导数的尾流识别方法,通过对尾流场中合速度及其径向和切向分量的分析,定义了新的尾流边界。本文对一台水平轴潮流能水轮机进行了试验和模拟,并采用多种识别方法对其进行了分析。结果表明,与传统方法相比,新方法对尾流的微小波动更加敏感,能够反映出更丰富的流场细节信息。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本研究以水轮机内空化泡与泥沙颗粒之间的相互作用为背景,将泥沙颗粒简化为球形颗粒,将水轮机过流部件壁面简化为刚性壁面,针对远离水轮机过流部件壁面和水轮机过流部件壁面附近空化泡与泥沙颗粒之间的相互作用两种情况进行了数值模拟。计算结果表明,刚性壁面不存在时的球形颗粒附近的空化泡动力学行为特性按照初始时刻球形颗粒中心与空化泡中心之间无量纲距离由小到大的顺序可以分为3种模式:（1）空化泡在溃灭阶段呈现蘑菇形,在形成射流期间会分割成靠近球形颗粒和远离球形颗粒的两个空化泡;（2）空化泡在溃灭阶段呈梨形;（3）空化泡在溃灭阶段几乎呈现为球形,并且空化泡中心轻微向球形颗粒移动。对于刚性壁面存在时的球形颗粒空化泡动力学行为特性,同样可以根据壁面、球形颗粒和空化泡三者之间的无量纲距离分为3种不同的模式:（1）空化泡在溃灭阶段明显朝向刚性壁面移动并形成朝向刚性壁面的微射流;（2）空化泡在溃灭阶段呈花瓶形,左边界与刚性壁面相连,右边界与球形颗粒相连,在溃灭后期空化泡会分割成两部分并形成朝向壁面和朝向球形颗粒的两个微射流;（3）空化泡在球形颗粒附近溃灭时在溃灭阶段呈蘑菇形,同样在溃灭后期会分割成两部分并形成朝向壁面和朝向球形颗粒的两个微射流。此外还分析了不同溃灭模式下的关键动力学行为特征。", "label": "动力工程及工程热物理", "id": 0}
{"content": "导流罩可以有效地提升潮流能水轮机的水动力性能。本研究为一垂直轴水轮机设计了多种导流罩并对其进行了数值模拟研究,分析了收缩段线型、开口角度以及来流方向对水轮机水动力特性的影响规律。研究结果表明,抛物线渐扩型导流罩可以很好地提升水轮机水动力性能;开口角度的减小可以提高水流的稳定程度;当来流方向与导流罩中轴线呈10°时,水轮机获能区的水流流速较高,负获能区的水流流速较低,导流罩对水轮机水动力性能的提升最大,为此提出了非正对来流方向的导流罩安装方式。", "label": "动力工程及工程热物理", "id": 0}
{"content": "研究串列拍动翼的能量采集性能,设计了一款串列拍动翼水轮机并在循环水槽中进行实验。引入全局相移Φ来描述涡漩的干扰模式,研究了斯特罗哈数St和Φ对水轮机能量采集性能的影响。实验结果表明,随着斯特罗哈数St的增大水动力效率先上升后下降,全局相移Φ的变化会产生有利和不利的涡漩干扰模式。基于数值模拟研究了典型工况的水动力性能和前后翼的涡漩干扰,计算的水动力效率与实验结果趋势一致但高于实验结果。", "label": "动力工程及工程热物理", "id": 0}
{"content": "大涡模拟（Large eddy simulation,LES）的模拟效果很大程度上取决于亚格子模型的精度。本研究基于开源CFD软件平台OpenFOAM,采用一种动态三阶非线性亚格子模型（Dynamic Cubic Nonlinear sub-grid scale Model,DCNM）对绕三维Clark-Y水翼的空化非定常流动进行了精细模拟。计算得到的非定常空穴形态和空穴体积变化规律与实验吻合较好。基于该数值结果,利用湍动能输运方程对水翼空化流动中湍动能输运的过程进行了深入分析。研究表明,空化流动促进了湍流的发展,湍动能产生项和扩散项主导着云空化流动中的湍动能输运过程。在水翼尾部,大尺度空泡团的脱落显著促进了湍动能的产生和输运,使流场的演变行为更加复杂。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着神经网络等人工智能技术的快速发展,利用数据驱动的机器学习方法在探索复杂流体动力学问题中的流场识别、提取、降阶等方面取得了成功的应用。空化是发生在水力机械等领域常见的水动力现象,作为高速水动力学的核心问题,云状空化流具有强烈的非定常特性,因此,利用数据驱动建立非定常多相流场的识别方法对水力机械等领域具有重要的意义。本文旨在研究一种基于卷积神经网络的空化翼型表面压力预测方法,该数据驱动方法通过提取非定常云空化流场中水翼尾流速度、空泡体积分数等流动特征构建水翼表面压力分布的完整模型。首先,对二维NACA0015水翼云空化流场进行了数值分析,得到了4种不同空化数下翼型速度场、压力场等数据信息。然后,建立了卷积神经网络（CNN）预测模型,通过对不同空化数下水翼云空化尾流速度U、空泡体积分数α及空泡密度ρ等进行提取与分类预测了空化水翼表面的压力系数Cp。最后,将CNN预测结果与CFD计算结果进行对比分析,表明该卷积神经网络的预测方法对非定常多相流场识别具有较高的精度。", "label": "动力工程及工程热物理", "id": 0}
{"content": "旋涡流场中的气泡动力学行为与梢涡空化的初生问题、水翼云空化区的流动特征密切相关。采用粒子追踪法（Particle Tracking Method,PTM）可快速求解气泡在旋涡流场中的运动轨迹。然而,由于PTM方法通常不考虑气泡的非球状变形,因此无法体现表面张力对于气泡轨迹的影响。为此引入等效Eo数,对几种拖曳力系数的拟合效果进行比较,以直接数值模拟（DNS）结果为基准,初步分析了几种拖曳力修正方法的有效性和局限性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为研究剪切流下潮流能水平轴水轮机水动力载荷的特性,基于计算流体力学（CFD）方法建立剪切流模型,计算水平轴水轮机在剪切流下的水动力载荷,并分析得出剪切流对水动力载荷的影响规律。结果表明:在剪切流情况下,水动力载荷系数时历曲线发生明显波动,除了弯矩系数的波动频率与叶轮旋转频率一致外,其他系数的波动频率均为叶轮旋转频率的两倍,且剪切流越大,水动力载荷系数的波动幅值就越大;随着速比的增大,弯矩系数的波动幅值逐渐增大,而侧向力系数波动幅值先增大再减小,在最优速比左右达到最大。研究成果可为潮流能水平轴水轮机的结构设计和性能优化提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "混流式水泵水轮机转轮周围腔体内流场的水力稳定性会对机组运行过程中的机械稳定性产生重要影响,本文中,通过全流道的k-ω模型对这种影响进行CFD仿真分析,所有分析模型在同种边界条件下,研究了转轮周围腔体系列径向间隙和轴向间隙对转轮周围腔体内水力稳定性的影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "低比转速混流式水轮机的轴向水推力是水流作用在转轮轴线方向上的力,推力值的大小与方向直接关系到推力轴承和水轮机能否正常工作运行。目前,轴向水推力的计算主要三种方法:公式计算、试验测量和数值计算。考虑到数值计算研究快速便捷、经济、能够提供详细的流体信息等优点,本文使用FLUENT软件分别计算了Francis-99模型水轮机在不同工况下的主流道的轴向水推力值,并与理论公式的计算结果比较,分析两种方法的优缺点。另外,本文还对轴向水推力的脉动特性加以研究,分析了动静干涉、尾水管压力脉动对轴向水推力脉动的优势频率的影响,这些结论可以加深轴向水推力的脉动对水轮机组振动的影响的认识。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了研究复合材料水翼的流场特性,以Clark-Y水翼为研究对象,基于高速空化水洞实验平台,对铝制水翼和复合材料水翼的水动力性能进行了实验测量。实验结果表明:铝制水翼和复合材料水翼发生转捩的攻角一致,且铝制水翼的转捩位置比复合材料水翼更接近水翼前缘;在攻角大于19°时,铝制水翼的升力系数迅速增长,而复合材料水翼的升力系数随功角增加逐渐增大;两种水翼的升阻比均随着攻角和升力系数的增加先增大后减小,且复合材料水翼的升阻比大于铝制水翼。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了实现双向贯流式水轮机发电工况与抽水工况的协同优化,本文对双向贯流式机组转轮的多工况优化设计进行了初步探索。根据双向贯流式水泵水轮机的特点,构建了集成几何参数化、网格自动划分、数值计算、应力计算以及整体优化的转轮优化设计系统。以转轮叶片七个翼型骨线的挠度参数、厚度变量以及进口偏移量等21个参数为优化变量,以水力效率最大值、水压力的最小值以及结构应力最大值为优化目标函数,对正向水轮机工况和反向水泵工况进行了联合优化。结果表明:优化后叶片的效率和最低压力都有不同程度的提高,结构最大应力极大降低,应力分布更加均匀,转轮总体性能得到提升,为开展双向贯流式水轮机的多工况联合优化提供了参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为抑制液力透平在气—液两相工况中工作时蜗壳内气液两相工质的分离现象,改善透平叶轮内部的流动状况,提高透平性能,本文对—水轮机式液力透平的蜗壳结构进行了改型设计,提出三种改型方案,并对改型后的透平进行全流道数值模拟,其中湍流模型采用SST k-ω模型,多项模型为欧拉-欧拉粒子模型。研究了蜗壳改型后透平在不同含气率和不同流量工况时的外特性及内部流动特征。研究结果表明,在蜗壳中增加隔板结构之后能有效的提高透平在两相工况下的效率和输出功率,蜗壳和叶轮内部的气液相分布得到改善,叶轮内的叶片吸力面的漩涡变小,叶片表面压力曲线中做有用功的面积变大。本研究对于提高透平的能量回收效率,促进工业流程中的节能减排具有重要意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "水轮机在部分负荷工况运行时,其内部流动状态十分复杂。尾水管涡带与叶道涡是混流式水轮机运行在部分负荷工况下出现的两种典型的涡流现象,然而其外在表现及动力学特性各不相同。本研究以某一低水头混流式模型水轮机为研究对象,进行了部分负荷工况下尾水管涡带及叶道涡流动特征的数值研究。研究结果发现,在额定负荷70%工况,螺旋形尾水管涡带出现且涡带进动频率约为转频的0.3倍;当负荷减小至45%时,相邻两叶片之间出现连续的空腔涡管,叶道涡充分发展,尾水管内回流严重。进一步分析比较了尾水管内轴向及圆周方向的速度分布以及两种典型涡流结构对水轮机水力性能的影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "混流式水泵水轮机的稳定性对机组并网的安全性具有关键影响,转轮内的流态特性是分析水泵水轮机稳定性的重要因素。首先,建立流动可视化PIV实验模型;利用相关法,根据采集的粒子图像的分辨率,确定相关域和搜索域;在实验用的模型水泵水轮机的特性曲线上选取12个典型工况点,分析其参数;利用PIV方法,得到各工况下转轮中的流态;最后,分析转轮叶片进口冲角和导叶开度对转轮内流态的影响,进一步明确了混流式水泵水轮机内部流态与运行工况之间的关系。", "label": "动力工程及工程热物理", "id": 0}
{"content": "相比于三维CFD叶片真实模拟,致动线方法将水轮机简化为流场中沿径向分布有作用力的线,所需网格大大降低,节省了计算资源和计算时间。本文介绍一种精度高、计算成本低的潮流能水轮机CFD致动线数值模型,将叶素动量理论与CFD方法相结合,通过致动线来模拟水轮机对流场的作用,求解Navier-Stokes方程获得流场水动力特征。对比基于致动线方法的数值模拟结果与真实水轮机的水槽实验数据,研究结果表明致动线数值模拟可以准确捕捉远尾流的流场特征,同时在近尾流处预测精度较高,与实验测量值误差在5%以内。研究结果可为潮流能大规模利用的数值模拟提供依据和参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了研究小开度下水泵水轮机空化系数的改变对内流特性的影响,采用Zwart空化模型和SST k-ε湍流模型,对某抽水蓄能电站模型机进行了全流道的空化流动数值计算,并分析了机组处于不同空化数时的水力特性及内流状态。研究结果显示:水泵水轮机在泵工况小开度下运行时,其无叶区湍动能分布比较较明显,呈不规则的环状分布,且靠近叶片吸力面的湍动能要高于压力面。在转轮进口处,空化现象比较严重,并随着空化数的减小叶片边缘靠近下环部位空化区域在不停的向上冠方向移动。因此水泵水轮机在小开度运行时叶片头部受力过大并且空化数的大小直接对叶片的空蚀有很大的影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为研究基于水轮机模型的微型水力回收装置在两相流工况条件下的工作特性,本文采用SST k-ω湍流模型和欧拉-欧拉两相流模型,对模型进行全流道数值模拟,分析在给定工况点时不同进口气体体积分数（GVF）下的两相流的流动特性。数值模拟结果表明透平的功率和效率随着气体体积分数的增大而减小。由于工质流体中气体的膨胀,流体的速度随着气体的增加而增加,导致叶轮出口附近的最大负压值区域面积变大。由于气体分子质量小,液体分子质量大,在科氏惯性力的作用下,大部分气体分子被挤压到叶轮的后部,造成叶轮流道内的气体分布不均匀,大部分气体聚集在叶轮出口边附近的吸力面。当进口气体体积分数超过0.10时,局部GVF甚至可以达到90%。该透平模型在进口GVF为0.20时的效率为69%左右,这表明模型在高含气率时的工作特性还需要进一步研究和改善。", "label": "动力工程及工程热物理", "id": 0}
{"content": "由于水力机械中叶顶间隙的存在造成泄漏涡的产生,使得整个机械的流场结构与能量性能受到一定的影响。本文根据Dreyer等人的实验[1],提出了一种抑制泄漏涡的矩形槽的方法,通过数值模拟的手段进行研究。主要针对槽的不同位置与倾斜角度提出不同的改型方案,对比了不同方案下的泄漏流量、涡流面积以及升阻力。结果发现,矩形槽可以提高翼型的升阻力并减少涡面积;其中涡面积最大减少49%。另外,对比了不同改型条件下的无量纲化的压力、轴向速度与涡量,进一步阐述了TLV的发展特征。", "label": "动力工程及工程热物理", "id": 0}
{"content": "泥沙磨损问题广泛存在于水力机械中,也是流体机械方面的研究难点问题。突扩管是一种较为常见的流动结构,由于管径的突然扩大,扩散段内的流体会产生流动分离及再附着等复杂流动现象,突扩管内的含沙流动及其对管道的磨损特性是一种非常基础的固液两相流动问题。本文针对管内的含沙流动现象,对一竖直突扩管的两相流进行数值模拟,基于拉格朗日颗粒追踪法对颗粒的轨迹进行预测,对比文献中的试验结果,对三种常见的磨损预测模型的磨损预测效果进行评估分析。计算结果表明,再附着点的磨损较为严重,常用的磨损模型均可以较好的模拟管内的磨损分布,而Finnie模型则对附着点的磨损量进行较为精确的预测。", "label": "动力工程及工程热物理", "id": 0}
{"content": "小浪底转轮叶片采用不锈钢板材,是国内较早开展碳化钨防护的水轮机组,针对碳化钨的涂层剥落,作者也在探索一种更加有效的保护工艺和配方。本试验采用氧气-煤油超音速火焰喷涂技术（HVOF）分别制备了微米结构、纳米结构WC-10Co4Cr涂层。通过扫描电子显微镜（SEM）分析了不同结构WC-10Co4Cr粉末和涂层的微观组织结构,并对涂层的显微硬度、结合强度、抗磨蚀性能进行了对比,探讨了涂层泥沙磨蚀机制。结果表明,HVOF制备的纳米结构WC-10Co4Cr涂层组织致密,涂层的显微硬度、结合强度高于微米涂层,磨蚀失重也小于微米涂层;纳米结构细化了涂层晶粒,增强了涂层的显微硬度和韧性,提高了涂层的抗微切削和抗疲劳剥落性能,有利于涂层的抗泥沙磨蚀性能。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本研究将一个双尺度的局部阵列模型和一维潮道模型结合起来以研究通道阻塞率,水轮机排列以及潮道动力学因素这三者对水轮机的影响。每个水轮机的功率由两个系数的乘积获得:利用瞬时潮流得到的功率系数和揭示潮道对附加阻力响应的环境系数。结果表明考虑潮道动力学因素时会使得预计的功率和最优进速系数降低。该模型还显示,在特定的全局阻塞率下,当水轮机的数量连续增加,每个水轮机的功率可能单调增加或减少或达到最大值。而这些不同结果的产生取决于潮道的两个特征参数:a和λ0。此外我们还发现,如果我们想要获得一个高效的阵列,除了水轮机密度（阻塞率）,我们还需考虑水轮机的排列方式。尽管速度降低导致部分增益效果被抵消,适当的排布还是可以增强潮道中水轮机的性能。水轮机排列方式也对功率取最大值时的全局阻塞率有一定影响。对于从跨越整个潮道宽度的阵列到最优的局部阵列,随着每台水轮机机的功率增加速度伴随阻塞率增加而减小,最优的全局阻塞率也将减小。", "label": "动力工程及工程热物理", "id": 0}
{"content": "水力机械内部发生的空化是一种包含相变过程的复杂旋转湍流流动现象,空泡的发展、脉动、断裂以及溃灭所引起的流体动力是导致空蚀、振动和噪声,进而影响水力机械安全稳定运行的关键因素。针对水力机械的空化及其抑制问题,项目组经过多年的研究,发展了系统的空化流动实验技术,建立了水力机械内部非定常空化流动精确数值计算方法;揭示了非定常空穴形成和发展机理;掌握了空化发展与流体动力以及水力机械能量特性的关系;建立了水力机械的优化设计方法,提出了抑制水力机械空化的对策。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本研究结合大涡模拟以及致动线法对潮流能水平轴水轮机进行数值模拟研究,并通过拖曳水池实验获得了水轮机的一些性能参数。首先,将数值模型与试验数据进行对比验证,这在均匀流下吻合得很好。另外,我们研究了不同来流对水轮机尾迹的影响。结果表明,不同的入流条件下尾迹混乱度也不同。在湍流入流条件下,尾迹是不对称的,并且在水轮机下游区域迅速变得混乱,脱落旋涡仅能在其下游1~2倍叶片半径的距离内保持稳定。此外,本文还研究了湍流强度以及入射角对水轮机性能和尾流场的影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文首先论述了锯齿波在水力机械的压力脉动和振动波形中大量存在,说明了对其进行深入研究的必要性。然后分析了锯齿波压力脉动产生的两大可能原因,其一是涡带空腔及周围自由涡带来的压力速升速降或空化空腔快速收缩-膨胀带来的冲击,其二是大幅值压力波在传播过程中因密度变化而产生的波形畸变;而对于尾水管涡带压力脉动而言,其主要原因是前者。在对锯齿波压力脉动进行快速傅里叶分析时,会分析出与主频压力脉动频率呈整数倍关系的所谓倍频分量,其实是一种假象。", "label": "动力工程及工程热物理", "id": 0}
{"content": "多泥沙河流上水力机械遭受磨蚀破坏,通过采用聚氨酯复合树脂砂浆技术、改性聚氨酯涂层技术及钢塑复合聚氨酯技术,起到了较好的防护效果,有效地提高了水力机械过流部件的耐磨性能,延长了其维修周期,降低了维护成本,具有较大的应用价值。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了深入研究动静干涉对高水头混流式水轮机内部流场及压力脉动的影响,文中采用商业软件CFX16.0,基于N-S方程和SST湍流模型,对3个不同导叶开度工况下的Francis-99高水头混流式水轮机进行了全三维定常与非定常数值计算。数值模拟结果展示了叶片通过频率及其倍频沿流动方向和转轮叶片与活动导叶之间无叶区圆周方向的分布情况及变化规律。研究结果表明,压力脉动的幅值和频率在不同位置均不相同,且有明确的传递特性;转轮旋转形成的\"活动导叶-转轮-尾水管\"两级动静干涉,使活动导叶与转轮之间无叶区内监测点的压力脉动时域图呈现周期性变化规律,对应主频为转轮叶片通过频率,该压力脉动分量向上游（依次为活动导叶、固定导叶、蜗壳）和向下游（尾水管）传播的过程中,其所占的比例逐渐减小。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文以某水轮机固定导叶为试验对象,研究水轮机固定导叶的模态测试与分析。通过本文研究得到的模态参数,为水轮机结构的动力学模型研究提供试验数据支持和参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过人工漩涡诱导管道的诱导,水在水轮机的叶轮上做功时具有漩涡性质,旋转方向和叶轮动力方向一致,可以增大水的动力,提高发电效率。", "label": "动力工程及工程热物理", "id": 0}
{"content": "运用贝叶斯网络系统可靠性评估法,计算出速变测量系统的可靠性指标,识别部件对速变测量数据合格率影响的大小,通过计算条件失效概率评估并分析系统中关键的薄弱环节,根据所确定的主要因素,遵循5W1H的原则,提出了改进措施。经过改进,速变数据合格率得到了明显的提高。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了研究喉栓调节式固体姿轨控发动机阀门的动态过程,在MATLAB软件上建立了喉栓调节式阀门的Simscape仿真模型,并开展了冷气试验,验证了模型的正确性。喉栓调节式阀门由永磁无刷直流电机驱动,通过齿轮齿条带动喉栓运动,控制器采用位置—速度—电流三闭环控制方法。仿真模型包括电机驱动模块和传动机构模块,传动机构仿真模型中考虑了传动间隙、摩擦非线性和气动负载等因素。试验分析了喉栓调节式阀门的正弦响应的动态过程,分析了传动间隙、库伦摩擦力和气动负载的影响,提出了优化阀门响应特性的建议,得出了根据试验曲线和气动负载CFD计算值估算摩擦力的方法。", "label": "动力工程及工程热物理", "id": 0}
{"content": "基于二维轴对称模型和k-ω湍流模型对某型号喷管内流场进行了仿真计算,分析了扩张段长度对喷管推力、推力系数及扩张损失的影响。结果表明,当燃烧室工作压强、喷管收敛段、喉径一定时,通过调整喷管扩张段长度可有效提高喷管出口的推力并降低其扩张损失。", "label": "动力工程及工程热物理", "id": 0}
{"content": "推力矢量控制技术与导弹、飞机等航空航天器技术的发展密切相关,是动力的核心关键技术之一。推力矢量控制技术的发展与应用可有效提高飞行器机动性能,提高隐身能力、安全性和生存能力,显著提高作战效能。美、俄、欧洲、日本、以色列等都将推力矢量控制技术作为航空航天领域关键技术予以优先支持和发展。目前国际上推力矢量技术主要应用的机械式推力矢量方案采用复杂的作动部件和结构系统复杂、成本高昂但可靠性较低,同时推力损失较大,国内外研究表明对于固体火箭发动机采用燃气二次喷射实现推力矢量控制相比传统的机械式推力矢量控制方法具有频率响应快、效率高、主喷管推力损失小、伺服系统功率要求小等一系列突出优势,针对其控制方法理论性强、技术复杂的特点,在分析国内外技术发展现状的基础上,提出可行的三维数值仿真方法对基于燃气二次喷射的推力矢量技术的流动控制进行了研究,分析了燃气二次喷射流场特性,获得了不同流场参数和结构参数对推力矢量的影响规律,得到了增大推力矢量和推力矢量角以及减小推力损失的方法,为固体火箭发动机采用燃气二次喷射的推力矢量系统研究提供理论参考,其研究方法和结论还可推广于二次喷射推力矢量控制的其他航空航天发动机的研究工作。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了提升固体火箭超燃冲压发动机的性能,必须实现燃烧室的高效组织燃烧。本文采用数值模拟的计算方法,定量分析了试验研究过程中所引入的扰流楔块的角度以及位置变化对于固体火箭超燃冲压发动机燃烧室内混合释热特性的影响,其目的是为后续发动机的设计确定最佳的扰流楔块角度以及位置参数。结果表明:在15-45°的范围内,随着扰流楔块角度的增大,发动机燃烧室的总体性能先升高再降低,在该角度范围内存在一个最佳的扰流楔块角度,其最佳点在30°附近取值;在距离燃烧室入口4d-6d的范围内,随着扰流楔块位置的后移,发动机燃烧室的总体性能呈上升趋势。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了更准确的预估助推器燃烧室压强和推力,本文对助推器采用UG软件对三维装药燃面进行了计算,获得了燃面与肉厚之间的关系;利用燃面对助推器内弹道进行了理论计算,获得了助推器的理论压强和推力,理论计算的压强和推力具有一定的跟随性。在高低常三种典型温度条件下,助推器压力有良好的一致性,助推器推力有良好的一致性,压力与推力有良好的跟随性;同时助推器压强曲线、推力曲线与装药燃面肉厚曲线也有一定程度的相似性。助推器内弹道理论计算与地面试验结果有良好的一致性、吻合性,内弹道理论计算对方案设计、技术状态的确定有一定的预估性、指导性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "使用装机自然贮存的方法,针对贮存7年、9年和12年的G214硅橡胶密封圈进行压缩永久变形的测量和计算;结合发动机工作状态,进行剩余压缩率的计算;使用液压强度试验和整机地面试验,得出装机自然贮存12年的密封圈满足使用要求的结论。对压缩状态的密封圈进行加速老化,得到不同贮存时间G214硅橡胶密封圈的压缩永久变形数据,对比结果表明,装机自然贮存密封的压缩永久变形大于加速老化密封圈的压缩永久变形。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对某型号燃气发生器粘接结构喷管铝堵盖在地面试车过程中出现堵盖打开压强偏低的问题,本文通过对堵盖进行优化设计提高堵盖打开压强,运用Abaqus有限元内聚力模型对三维喷管堵盖粘接结构进行胶层失效仿真分析并进行试验验证,结果表明:1)仿真计算中采用内聚力模型能够准确预示喷管堵盖打开方式及打开压强;2)堵盖粘接位置及胶层厚度不变的情况下,整体加厚堵盖可提高堵盖打开压强;3)堵盖粘接于喷管收敛段,堵盖打开压强可显著提高。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为研究火箭发动机喷管中碳酚醛材料在高温、高速条件下的特性,本文采用有限元软件二次开发和动网格技术,建立了模拟碳酚醛材料耦合热解、烧蚀过程的传热仿真模型。对发动机喷管中的碳酚醛衬层的热解、烧蚀传热过程进行数值计算,得到了碳酚醛材料的密度、热导率、比热容变化规律和温度分布情况。计算显示了碳化层、热解层的形成和发展过程,并分析了碳化层、热解层厚度与烧蚀之间的关系。对比了热解烧蚀模型与常规仿真模型计算结果的差异,结果表明:热解和烧蚀过程均消耗了材料中的热量,有效地降低模型外表面的温度。", "label": "动力工程及工程热物理", "id": 0}
{"content": "利用三维粘弹性有限元,对某型发动机药柱在温度与内压共同载荷下的结构完整性进行了计算分析,研究了不同绝热层脱粘结构对结构完整性的影响。结果表明小直径发动机取消头部人工脱粘层同时加大尾部脱粘深度的结构形式能够满足装药结构完整性的要求,并且在点火时具有更好装药结构完整性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本研究使用FLUENT商业软件对环喉式膨胀偏流喷管（ED喷管）的工作过程进行数值仿真,描述了环喉式ED喷管在\"开放\"和\"闭合\"工作模态的流场特征,分析了塞锥基底半径（H）、喷管喉口处上下圆弧半径比(Rdown/Rup)、喷管扩张段外壁型面和塞锥扩张段长度（L1）对环喉式ED喷管性能的影响。研究发现,塞锥基底半径和Rdown/Rup会对喷管性能产生显著影响,随着塞锥基底半径增加,喷管推力显著上升,在17.6 km高度工况,推力较传统钟型喷管提升62.27%;随着Rdown/Rup值增加,喷管推力下降;喷管扩张段外壁型面和塞锥扩张段长度对喷管性能影响较小。通过分段拟合,获得不同塞锥扩张段长度的ED喷管在\"开放\"模态的推力计算公式,可以较好地预测ED喷管在\"开放\"工作模态下的推力增益。", "label": "动力工程及工程热物理", "id": 0}
{"content": "基于双向流固耦合方法,对柔性变结构喷管非对称约束工作过程进行数值模拟,分析两种典型约束方式下喷管的推力矢量性能。第一种约束方式为柔性段外壁面非对称约束,第二种为对柔性段外壁面施加非对称按压。数值研究结果表明:第一种约束方式下,喷管推力能达到理想推力的98.9%,但喷管产生的侧向力最大仅为推力的3.68‰,其推力矢量能力几乎可以忽略;而在第二种约束方式下,较大的壁面变形导致喷管推力性能下降,但推力仍能达到理想推力的90%以上,此时喷管产生的侧向力能达到推力的3.06%。", "label": "动力工程及工程热物理", "id": 0}
{"content": "超音速分离线摆动喷管（Supersonic Split Line,SSSL）是一种颇具潜力的推力矢量喷管结构形式。SSSL喷管通过机械偏转的方式产生矢量推力,具有致偏能力强、结构简单等优点。考虑到摆动喷管主要工作在无摆角状态下的实际情况,根据侧向推力高、轴向推力损失可控的要求,本文提出了一种先确定喷管基本型面参数、后优化喷管分离线参数的SSSL喷管正向设计方法。基于Rao氏最大推力特征线喷管设计法,代入初始条件和物性参数,迭代得到多组符合收敛条件的喷管基本型面参数,结合数值模拟方法,求解轴对称N-S方程组,得到喷管的推力计算结果,筛选后确定一组性能最优的基本型面参数;在此基础上,添加分离线结构,通过三维N-S方程组数值结果,优化喷管的分离线结构,获得SSSL喷管全部的型面参数。利用上述方法,在海拔为1 km和10km两种典型工况下,开展数值模拟,验证了设计方法的适用性。结果表明,该设计方法具有选型快、效率高和适用范围广的优点。", "label": "动力工程及工程热物理", "id": 0}
{"content": "传统的手工和半经验式固体火箭发动机喷管设计手段繁琐复杂,设计与数值仿真分析不连续,为解决火箭发动机设计过程中设计的快速、精细化设计和数值仿真分析等问题,引进计算机辅助设计优化软件,利用参数化技术,研制了关于喷管设计和流场仿真与分析的计算程序软件,实现了发动机喷管设计和分析的程序化,完成了固体发动机概念/方案一体化设计。算例测试表明,软件计算程序满足设计和分析需求。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对纳米铝基金属燃料推进剂在燃烧过程中的爆燃现象,建立了一种改进的纳米铝基金属燃料推进剂颗粒燃烧理论模型;基于VC++数值仿真,深入分析了纳米尺度颗粒的燃烧速率、质量蒸发速率、粒度变化比率和燃烧时间等特性对稳定燃烧性能的影响。该方法可用于铝基固体推进剂的稳态燃烧性能评估。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文针对固体火箭发动机中的不稳定燃烧问题,对推进剂的粒子阻尼计算方法进行研究,给出了粒子阻尼的影响因素,同时开展了相关试验对燃烧产物粒度及燃烧稳定剂对不稳定燃烧的影响进行了分析。研究发现,推进剂燃烧产物的粒度是影响不稳定燃烧的一个主要因素,通过试验验证了添加燃烧稳定剂增加发动机的粒子阻尼对发动机的燃烧稳定性有积极的作用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "低成本、高效率和可靠的空间碎片清理技术是实现可持续常态化空间碎片清理所必须的,固体火箭发动机因其体积小,结构简单,易于贮存,便于集成在空间清除平台上,是一种极具潜力的动力装置。本文研究了几种小型固体火箭发动机在空间碎片清理中的应用:发动机能够作为碎片捕获装置如飞网的直接动力与姿态控制动力;与粘附装置结合形成能够粘附到碎片上并推移碎片离轨,坠入大气的推力离轨装置;发动机清洁燃气的羽流能够直接作用在低轨道的碎片上,产生阻力使碎片再入大气;固体火箭发动机能够适用于大小从微卫星到大卫星的各类清除平台,提供平台所需的动力。使用清洁推进剂的推力可调固体火箭发动机适用范围广,轻质小型化的发动机可以形成模块化集成,在轨更换,清除效率高。本文也提出了为实现工程化应用,仍需要开展多项固体火箭发动机关键技术研究。", "label": "动力工程及工程热物理", "id": 0}
{"content": "嵌金属丝发动机是一种利用金属丝高导热性的特点,提高金属丝附近推进剂的温度,提高该处推进剂的燃速,形成锥形燃面,使得燃烧面积增大、推力提高。本文从设计角度出发,对嵌金属丝推进剂设计过程进行了总结,对设计过程中的关键问题进行了研究。设计平衡段时,为了达到发动机预定推力,需要对金属丝和配方进行组合,理论上应该优先选择低翻倍率和高基础燃速的组合;药柱的直径和嵌入金属丝的数量有关,直径较大的药柱嵌金属丝越多;排布合理的金属丝可以缩短起始段时间,文中对金属丝的多种排布方式进行了燃面模拟,通过对比,同心圆多圈排布可以较好的覆盖药柱截面,在缩短起始段时间上有一定的优势;针对初始燃面的设计,也比较了多种燃面造型的特点,结果发现,端面金属丝处开锥孔是最好的增大初始燃面方法,减小了起始段肉厚的同时增加了初始燃面,端面开槽没有减少起始段肉厚,但增大了初始燃面,效果最差的是侧面不包覆法,增大了初始段肉厚;还有一种是燃面组合法,将一种减面燃烧的药型和嵌金属丝药型进行组合,组合的燃面通过合理的设计可以彻底消除起始段的影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了分析更加广泛的来流条件下,激波诱导振荡燃烧中波的传播和相互作用规律的变化情况,进一步揭示燃烧模态的切换规律,本文采用二维轴对称Euler方程和基元反应模型,对不同直径圆球在多个来流条件下的H2/air预混气体中诱导振荡燃烧的现象开展数值模拟。研究验证了燃烧模态随圆球直径的切换规律,即圆球直径增大,燃烧模态会从稳定模态变为超高频振荡模态,然后突变为高频振荡模态。研究还进一步发现,来流压力会影响到超高频振荡模态的形成,在某些来流条件下,圆球直径从小增大,燃烧模态会直接从稳定模态变为高频振荡模态,其间没有出现超高频振荡模态。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对固体火箭发动机高压动密封工况,搭建了O形圈高压气体密封摩擦特性试验测试装置,对运动速度、压强、密封圈材料等参数开展了试验研究。研究结果表明:摩擦杆在左右止点距1倍密封槽宽度行程内密封圈摩擦力波动较大,随着运动行程增大,摩擦杆与密封圈间建立起了稳定的流体润滑膜,摩擦力逐渐平稳;高压下密封圈摩擦力随运动速度线性增大,低速运动时库仑摩擦力占比大,随着运动速度增大,黏滞摩擦力逐渐增大;O形圈摩擦力随密封压强呈指数增大,密封气体压强增大,密封圈黏滞摩擦力的增幅大于库仑摩擦力;高压下氟橡胶密封圈摩擦力最大,丁腈橡胶密封圈摩擦力最小,不同密封圈材料其库仑摩擦力差异较大。", "label": "动力工程及工程热物理", "id": 0}
{"content": "欧洲开展大型固体火箭发动机立式静态点火试验已经有二十多年的历史,我国目前大型固体火箭发动机仍采用卧式静态点火试验,尚未开展发动机正立式试验研究。本文分析了欧洲两个立式试验台发展情况与曾开展过的织女星火箭发动机试验情况,以及发动机试验安全特色措施,旨在为我国相关试验技术研究提供有价值的参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "结构振荡引起的药柱应变响应会直接导致燃速变化,极有可能是固体火箭发动机燃烧不稳定的诱导因素。与此同时,发动机构型差异直接影响结构特性,会造成药柱的应力、应变响应分布差异,对燃烧不稳定的影响程度也不尽相同,研究结果可作为燃烧不稳定分析、预判的重要依据,但是相关研究成果报道较少。本文,参照某型发动机设计参数,建立了不同长径比、不同工作时期等构型的发动机几何模型。运用实模态分析法和线性屈曲分析法作为理论基础,进行了多组别数值模拟。有约束模态分析结果表明,低阶模态振型为发动机整体振动,高阶模态为药柱振动或发动机整体振动。当发动机长径比为4～10时,随长径比增大模态振动频率减小。无约束发动机一阶模态振动频率均大于一端约束发动机。燃烧引起的质量流失会使各阶模态的振动频率上升,一阶模态振动频率上升超过2倍。轴向屈曲数值模拟结果显示,随长径比增大,屈服乘子λ减小,屈服极限载荷减小,更易发生轴向屈曲破坏。总之,不同构型固体火箭发动机的模态和屈曲特性有明显差异,同时也会影响药柱应变响应,从而对燃烧过程产生影响,可能诱发燃烧不稳定,或在燃烧不稳定过程中起到增益作用,是不可忽视的重要因素。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在固体火箭发动机地面静止试验工作中,排出的燃气总温超过3500℃,含有大量氧化铝颗粒和HCl等毒性气体,且伴随着噪音污染,需要进行严格的后处理。目前,主要采取水槽、喷雾化水等方式对排放的燃气进行降温、降速和污染沉降,但存在系统规模巨大、使用维护成本高、用水量大等问题。为了更加绿色、经济、便捷、高效地完成尾焰处理,本文基于水处理系统的有效性,提出了一种采用能量密度更高的、水的固态形态——冰筒结构,对发动机尾焰进行冷却降温的新型处理方法。本文针对冰筒内燃气流动换热过程建立一维稳态计算模型,重点考虑了冰筒结构、燃气物性、对流换热与辐射换热等因素对燃气降温与降速规律的影响,并利用多发BSFΦ127发动机进行了验证试验。主要结论为:发动机出口高温高速燃气主要经历自由射流卷吸和冰筒换能两个阶段的降温降速作用,针对发动机出口静温为1863℃、速度为2562 m/s、流量为0.375 kg/s的燃气工况,采用1.8 m长冰筒结构,冰筒出口燃气温度约为35℃、速度约100m/s;冰筒内的降温方式主要包括气体对流换热、气体辐射换热、氧化铝颗粒辐射换热,其中,氧化铝颗粒辐射换热对降温起核心作用,换热量占总换热量的90%以上;试验结果与计算结果较为吻合,充分验证了冰筒对固体发动机尾焰降温降速的有效性。本文工作可以为安全环保的固体燃料后处理技术提供理论依据和数据支撑。", "label": "动力工程及工程热物理", "id": 0}
{"content": "堵盖是固体火箭发动机的一个组成部分,主要作用是密封、防潮和防止多余物进入发动机内,提供打开压强保证燃烧室装药点火后正常燃烧,提供飞行器级间分离信号等。堵盖在发动机中的位置根据需要配置,一般置于喷管上游靠近喉径处,有的还需要在扩张段或其出口配置。目前国内固体火箭发动机堵盖类型众多,本文统计了固体火箭发动机中采用的不同类型堵盖,从堵盖材料、功能、结构、打开形式、技术成熟度等多个角度出发,逐一介绍了不同类型堵盖,提出了常规堵盖在型号应用中的设计要点和研究内容,为发动机设计人员在堵盖结构选型时,如何在满足使用要求的同时兼顾工艺性、经济性提供参考。本文根据不同类型堵盖在研制过程中的特点,对发动机堵盖进行了归纳总结,对设计人员提出了参考建议。本文通过研究得出的主要结论有三点:1)堵盖类型虽然多样,但在发动机上获得广泛应用的较少,且技术成熟度较高的堵盖近年来在应用中也出现了一些问题,应当引起设计人员的重视和警醒。2)橡胶堵盖是目前无飞出物堵盖的首选,但对其老化性能的研究工作还未全面开展,依托型号研制加快橡胶堵盖老化性能的研究,为产品的使用和贮存提供数据支撑。3)加快性能优良堵盖的研究和应用,满足发动机研制需求。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文采用数值计算的方法研究了喷管扰流片对某型固体发动机尾流场特性的影响。通过对比分析有/无扰流片条件下发动机尾流场特性的异同,发现喷管扰流片的存在将显著影响发动机尾流场形貌,导致尾流场向扰流片对称侧发生大幅偏转,进而产生侧向推力。当前计算工况下,扰流片安装角度为10°,尾流场最大偏转约29.5°,推力偏心角约为7.13°。本文结果将为发动机后部舱段设计、发动机地面试验防护方案设计和控制策略提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "机载导弹在高空低温环境下进行多次连续挂机巡航,在每次挂飞间不回温或回温时间较短的情况下,固体发动机有可能达到极低温度。在现有HTPB推进剂体系下,低温环境有可能导致高装填燃烧室药柱在发动机工作时发生结构破坏,进而导致发动机工作失利。在一定挂机巡航时间及次数要求下,对每次巡航结束后的发动机进行回温,是保证药柱结构完整性的有效方法。针对机载固体导弹发动机的低温环境适应性问题,以某发动机燃烧室为例,利用Ansys有限元软件计算分析了导弹多次挂机巡航过程中的药柱温度场,研究了高空环境温度、挂机巡航时长、药柱初始温度以及机库回温温度等对燃烧室温度场的影响。结果表明,高空温度越低,巡航时间越长,巡航后药柱温度越低,为保证下一次发动机能够正常工作所需的回温时间越长;发动机初始温度仅对前几次挂飞后的药柱温度场有影响,一定次数后不同初温的药柱温度趋于一致;提高机库回温温度或增加回温时长,可有效提高多次循环后药柱温度;多次巡航与回温后,药柱温度趋于稳定,高空巡航降温过程与机库回温基本达到动态平衡。仿真分析结果对后续相应条件下推进剂力学性能测试方案的制定、发动机高空低温多次巡航复杂剖面下的适应性研究以及机载发动机使用规范的制定均具有实际参考意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "目前随着固体火箭发动机技术的发展,为发动机提供更大的推力、带来更好的性能愈加重要。传统钟形喷管的发展很难再有所精进,而作为高度补偿类喷管之一的塞式喷管,因其长度更短、体积更小且重量更轻等特点就具有研究的价值。为研究塞式喷管的高度补偿特性,对比塞式喷管与传统钟形喷管的推力性能,并得到随海拔高度变化时不同扩张比的塞式喷管推力性能的基本变化规律,辨识塞式喷管高度补偿优势大的设计工况。利用数值仿真计算方法,模拟不同海拔大气环境,分别对12.25、20.11和30.3三个扩张比下两种类型喷管进行了推力性能的对比。最终计算获得了喷管比冲、推力、推力系数等参数的变化情况,通过比对获得了塞式喷管高度补偿性能的基本变化规律。分析发现相较于钟形喷管,塞式喷管在低海拔受设计高度的影响较小,且其高度补偿特性使其在低海拔仍具有较好的推力性能,在0km时采用上述三种扩张比的塞式喷管时,推力分别达到3.89%、11.92%和23.58%的提升。而随着海拔的升高,塞式喷管的推力性能优势在逐渐下降。低海拔时,扩张比越大,塞式喷管的推力性能相较于钟形喷管越具有优势;而扩张比越大时,塞式喷管的推力优势随着海拔升高会下降的更加明显,并且在高海拔时优势越弱。", "label": "动力工程及工程热物理", "id": 0}
{"content": "采用热流固耦合数值仿真方法对固体火箭发动机工作过程中出现的天地不一致性不稳定问题开展研究,重点关注飞行过程中发动机外部热载荷对发动机结构振动响应的影响。对不同壳体温度下的发动机结构振动模态进行分析,获得发动机结构固有振动频率随工作阶段变化的规律,并与内流场声腔模态进行对比。研究发现,气动热载荷作用会导致发动机结构的各阶振动频率下降,引发发动机结构的二阶弯曲频率与声腔的一阶振动频率相接近,从而增加了发动机结构与内流场在特定频率下耦合振动的可能性。通过对气动热载荷作用下发动机结构和流场脉冲激励双向流固耦合研究,获得了不同壳体温度下对发动机施加特定触发频率激励后内流场与结构的耦合振动规律,耦合振动将引发燃烧室平均压力不稳定上升,发动机壳体的振动幅值明显增加。论文工作可为自由飞行条件下固体发动机不稳定燃烧的研究提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "国内外对旋转爆震发动机的研究大都集中在爆震发动机结构设计、爆震波的传播规律等方面上,本课题结合现有的爆震发动机的结构及特点设计了一种盘式结构的旋转爆震发动机,重点研究了燃烧室主要结构参数、以及推进剂喷注方式及参数的设计方法并对燃烧室的宽度以及推进剂喷注面的参数进行了优化,推进剂喷注方式采用环缝-喷孔对撞式,氧化剂喷注采用收缩-扩张流道结构,外燃烧盘与环缝调节盘采用分体式设计,完成了盘式旋转爆震发动机制作及试验,对今后盘式爆震发动机的设计具有参考价值。", "label": "动力工程及工程热物理", "id": 0}
{"content": "旋转爆震燃烧室在工作过程中会产生压力反馈现象,在燃烧室上游形成高压区域会影响压气机的正常工作。本文对带集气腔的旋转爆震燃烧室进行模拟计算,厘清了压力反馈现象,结果表明,集气腔中会产生随着爆震波头一起运动的斜激波,其由爆震波的逆向压力传导所导致。", "label": "动力工程及工程热物理", "id": 0}
{"content": "连续爆震发动机已成为下一代高性能高任务适应性航空航天动力系统的重点发展方向,美国、俄罗斯、法国、日本等航天大国已纷纷开展连续爆震发动机关键技术及工程应用研究。开发以连续爆震火箭发动机为代表的综合性能指标先进的新型动力系统,是推动航天运输技术革命性变革,有利支撑未来高效自由进出空间和深空探测等任务的重要举措。目前我国尚不具备连续爆震火箭发动机的工程应用基础,以易于起爆和维持的氢氧连续爆震火箭发动机核心机为切入点和突破口,开展连续爆震火箭发动机工程应用探索,具有极强的现实可行性和辐射带动意义。通过开展氢氧连续爆震火箭发动机技术方案和核心机研究,突破可靠起爆、高效稳定增压燃烧、主动冷却热管理和试验测试与评估等核心机关键技术,从源头上建立连续爆震火箭发动机核心机的工程化设计准则和设计方法,探索连续爆震火箭发动机工程应用的可靠工作边界和适应性准则。氢氧连续爆震火箭发动机将有助于突破现有液体火箭发动机的性能瓶颈和可靠性短板,满足我国未来高比冲、高推重比的航天运输系统的发展需求,同时相关研究成果可进一步推广辐射到连续爆震火箭发动机领域的其它推进剂组合和动力组合,为连续爆震火箭发动机的大规模工程应用奠定技术基础。", "label": "动力工程及工程热物理", "id": 0}
{"content": "贮箱广泛应用于卫星等航天器的推进剂贮存,当处于存储状态时其内壁表面受到推进剂介质压力的作用发生变形,其刚度特性亦会发生变化,进而引入在卫星发射过程中星上各大部件间频率耦合共振的问题。本文针对一种卫星用推进剂贮箱在加注后进行了力学仿真分析,研究了卫星推进剂贮箱内压力对其刚度的影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对微重力环境下液体推进剂剩余量光学测量方法中的线性模型过于简单、实验精度可重复性差的问题,基于剩余量光学测量方法（OMGS）的测量原理,建立了光学测量方法的光吸收三维模型,探讨了液体推进剂剩余量与等效光程长的非线性关系。通过将光吸收模型应用到推进剂球壳模型中,得到在不同剩余量条件下对应光电探测器的输出。并基于蒙特卡洛法对不同形状推进剂模型中的光吸收过程进行仿真模拟。结果表明:球壳模型计算结果与仿真结果变化趋势一致,不同形状模型计算结果变化趋势一致,光线在推进剂中的光线吸收及等效光程长与液体推进剂剩余量成一定的非线性关系。该改进方法减少了模型上带来的系统误差,使该方法精度能在现有传感器基础上得到提高,为将来光学测量方法在在轨航天器推进剂剩余量测量的应用奠定一定的理论基础。", "label": "动力工程及工程热物理", "id": 0}
{"content": "栓式发动机广泛用于变推力和固定推力液体推进系统,栓式喷注器发动机的发展方向是小型化、快响应、高性能和大变比等。系统分析了栓式喷注器轨控发动机面临的关键技术,设计了一种新型的面关机、快响应栓式喷注器发动机;建立了数值仿真模型,分析并优化了面关机结构、槽孔喷注形式和冷却参数;开展高压全尺寸发动机的热试验。研究结果表明,高室压栓式发动机燃烧效率高,燃烧稳定性好,冷却可靠,响应快。研究成果为先进液体火箭发动机发展和工程应用奠定了基础。", "label": "动力工程及工程热物理", "id": 0}
{"content": "采用液氧、液氢、甲烷的三组元火箭发动机具备较好的综合性能,适宜重复使用,但研究相对较少。针对重复使用运载器对动力系统的需求,建立运载器弹道、模型质量与三组元火箭发动机发动机性能模型,开展了参数仿真计算,对液氧/液氢/甲烷三组元火箭发动机系统方案、性能参数进行了比较和分析,研究了三组元火箭发动机用于重复使用运载器的可行性,并最终确定了基于富氢+富甲烷双预燃室补燃循环系统方案的三组元发动机总体技术方,发动机模式1推力1850kN,比冲338.5s,混合比3.62,模式2推力626kN,比冲441.9s,混合比5.42,可作为后续三组元火箭发动机研究借鉴。", "label": "动力工程及工程热物理", "id": 0}
{"content": "凹槽状叶顶中利用肩壁和刮削涡形成\"迷宫封严\"效果,从而减小泄漏流流量。为了进一步降低泄漏流动强度,降低叶顶的热负荷,本文基于GE-E3涡轮级动叶凹槽状叶顶结构,在叶顶凹槽腔室内部沿中弧线布置不同数量的圆弧形篦齿结构,采用求解三维Reynolds-AveragedNavier-Stokes（RANS）方程和6)-湍流模型的方法数值研究了篦齿数目对凹槽状叶顶间隙泄漏涡的调控作用。研究结果表明,在凹槽中增加篦齿结构可以有效降低叶顶的平均传热系数,同时可以降低叶顶腔室内的旋涡强度,减少气动损失,其中4篦齿布局的动叶凹槽状叶顶具有最佳的气热性能。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在涡轮叶片冷却领域,对于斜肋、直肋、间断肋以及各种高性能肋片在不同宽高比矩形通道中的换热研究已经有了相当多的积累,但对于S形肋的研究还有所欠缺,特别是不同形式S形肋之间的比较相对较少。本文采用数值分析的方法在双路出气涡轮叶片中建立多种几何模型,包括沿流向排布的S形肋、相对肋宽度为2和3的S形肋以及间断S形肋4种肋形式共10种模型,数值计算采用的湍流模型是realizable k-?,流体域工质为空气,相关参数选择300K空气的物性参数,第三腔采用等热流密度整体加热,热流密度为900W/m2,入口为质量流量入口,相对应的雷诺数为6000-21100共6组工况,出口为压力出口,各项收敛残差均设为10-5。本文通过对比10种模型的流场、湍流动能以及温度分布展示了不同形式的S形肋对尾缘通道流动换热特性的不同影响,并使用努塞尔数比、摩擦因子比以及综合热性能参数为标准对这10种模型的换热改善能力、压力损失以及综合热性能进行评估。研究结果表明:沿流向排布的S形肋主要起导流作用,无法控制气流的流动,因此其压力损失较小,在本身流动状况较为均匀的通道中能够得到较好的应用,但并不适合本文中的流动状况;相对肋宽度为3的S形肋在综合换热能力上要比相对肋宽度为2的S形肋高15.4%;随着间断长度的缩小,间断形S肋的综合热性能逐渐增加,并接近不间断肋。", "label": "动力工程及工程热物理", "id": 0}
{"content": "对燃汽轮机锻件材料0Cr11Ni2Mo VNb耐热钢热处理进行工艺改进,并在生产中得到了批量的验证。生产结果表明,该材料采用一次淬火1050℃处理、二次淬火850℃处理、油冷、300℃低温回火处理,0Cr11Ni2MoVNb耐热钢能够获得所需要的室温机械性能以及高温持久性能,满足客户需要。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着压气机气动性能的不断提升,结构设计对气动性能的影响愈发明显。本文以数值模拟的方式,对两种结构设计进行了气动性能影响分析。其一为叶根倒圆以改善叶根的应力集中问题。叶根的倒圆结构在叶片吸力面呈现叶片局部正向弯曲的形态,通过控制横向二次流来改善局部流动;但在叶片的压力面,叶根倒圆的作用效果相反。通流面积的减小将降低多级压气机的堵塞流量,但效率和喘振压比的提升需要经过综合的评判。受加工工艺限制,叶片的前/尾缘半径存在其最小值。根据仿真结果,在一定的厚度范围内,前/尾缘增厚对压气机气动性能的影响远不及叶根倒圆。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在设计燃气轮机TCA系统管道时,不仅需要考虑管道的布置,同时还要兼顾管道内气体的压损,并考核管道应力和管口荷载。文中提出一种基于Flomaster和ANSYS联合仿真的设计和分析方法,即首先采用SolidWorks Routing插件布置管道,在此基础上采用Flomaster计算了管道内气体的压损。然后对管道进行了一次应力和二次应力校核,并采用NEMA SM23校核管口荷载。对比分析两种TCA管道布置方案,结果表明在压损接近的情况下,方案Ⅱ的管道应力和管道荷载都满足考核要求,优选方案Ⅱ。该分析方法及结果可为实际工程中TCA系统的管道设计提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对燃气轮机的结构特点和碰摩故障特征,本文提出了一种碰摩故障下多盘拉杆转子系统的动力学建模方法。所提出的动力学模型揭示了多盘拉杆转子系统中多参数的综合作用,其中多参数包括油膜力、盘间的接触效应、定子刚度、静止间隙、偏心量和滑动轴承径向间隙等。通过数值分析得到不同参数下系统的时域波形、频谱图、轴心轨迹以及分岔图等动力学响应。研究了不同系统参数对多盘拉杆转子系统的动力学特性和非线性行为的影响。结果表明,在含碰摩故障的多盘拉杆转子系统中,系统参数对转子系统的动力学响应有显著影响。多盘拉杆转子系统的非线性行为随系统参数的变化呈现出规律性演变。定子刚度的增大提高了多盘拉杆转子系统的稳定性。轴承径向间隙的增大会加剧系统的油膜涡动,使得中高转速区的稳定性提高。所提出的建模方法和仿真结果为燃气轮机转子系统的动力学特征识别和故障诊断提供了理论参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "热障涂层（TBCs）沉积在燃气轮机热端部件表面,可以显著提高其服役温度和抗高温氧化能力,从而大幅提高发动机的热效率和性能。然而,TBCs在服役过程中不可避免会受到CaO-MgO-Al2O3-SiO2（CMAS）的影响。随着涡轮进口温度的不断提高,CMAS高温腐蚀已成为制约TBCs服役性能及可靠性的关键因素。作为一类重要的TBCs候选材料,R2Zr2O7、R2Ce2O7和R2(Zr0.7Ce0.3)2O7 （RZ7C3,R=La,Sm,Gd,Y,Er,Yb）具有极低的热导率、优异的抗烧结性能,和较好的抗CMAS腐蚀潜力。本文系统研究了稀土元素种类对稀土复合氧化物涂层抗CMAS性能的影响规律及作用机制。结果表明,R2Zr2O7和RZ7C3的抗CMAS性能与生成的磷灰石相的成分变化一致,稀土离子半径越小,晶化CMAS效率越高,抗CMAS性能也越好;对于R2Ce2O7,由于大量的Ce参与形成磷灰石相,因此R2Ce2O7晶化CMAS效率显著高于R2Zr2O7和RZ7C3。此外,R2Ce2O7与CMAS反应最初只有磷灰石相一种产物,更容易形成致密结构,有利于阻挡CMAS渗透,因此R2Ce2O7的抗CMAS性能显著优于R2Zr2O7和RZ7C3。R2Ce2O7的抗CMAS性能与磷灰石相的稳定性有关,稀土离子半径与Ce4+越接近,磷灰石相的稳定性越高,抗CMAS性能也越好。Gd2Ce2O7具有最好的抗CMAS性能,相同条件下CMAS腐蚀深度仅为的约1/10。本文的相关研究成果可以为抗CMAS热障/环境障碍涂层的设计提供理论依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "燃气轮机高温合金涡轮叶片极易因复杂工况与极限运转条件而损伤,为保障整个机组安全稳定地运行,需定期对涡轮叶片进行维修。涡轮叶片高温合金本体的焊接修复是整机维修中最关键也是最为复杂的环节。本文将对高温合金涡轮叶片本体材料的焊接修复工艺进行综合阐述,着重介绍涡轮叶片焊接修复工艺的应用与发展现状,同时以实际叶片的焊接维修工作为基础探讨焊接工艺在涡轮叶片维修工作中存在的问题以及未来的发展方向。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为获得重型燃气轮机的动态特性,建立了重型燃气轮机并网后运行过程的动态模型,并基于Modelica语言平台实现了模块化建模和系统搭建。分别以燃料量、压气机进口空气流量为输入,以透平排气温度和燃机负荷为输出,分析了系统在输入变量阶跃变化下的动态特性,采用GE 9FA重型燃气轮机变负荷过程的运行数据对模型精度进行了验证。仿真结果表明,动态模型能较为准确地模拟重型燃气轮机的变负荷动态过程,计算结果与运行数据吻合良好,为闭环辨识算法设计和控制系统分析提供了模型基础。", "label": "动力工程及工程热物理", "id": 0}
{"content": "燃气轮机以其优越的结构特点和良好的性能被工业领域广泛应用,特别是在能源和国防安全领域有着重要的战略意义。本文以工业RB211-24G（燃气发生器型号）DLE（Dry Low Emission,干式低排放）型RR（罗罗）燃气轮机为例,重点对该燃气轮机的DLE燃烧控制技术、结构特点、DLE模式的运行条件及运行中燃烧系统常见的典型故障处理进行探讨,分析总结运行经验。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对控制系统中一类存在特定频谱扰动的故障检测问题,本文构建了一种基于扩展PI观测器和复系数增益的故障检测滤波器,以达到对具有特征频谱扰动信号的有效衰减,提高对微小故障及时准确的检测能力.本文所提的这种\"复系数增益滤波器\"实现了扩展PI观测器和复数滤波器的结合,并给出了系统收敛性的充分条件和性能优化目标.在抗扰优化方面,首先通过零点配置在扰动频率处设置零点,实现初步降扰.其次,分析了扰动对残差信号作用机理,传递函数矩阵描述,利用扰动传递函数矩阵在干扰零点处的降秩性和残差信号向量的各分量中残留扰动信号的相关性,构造复系数增益矩阵,优化调整残差向量各分量的幅频特征,实现对残差信号中扰动信号的进一步衰减.最后以燃气涡轮发动机的模型为例,对比了复系数增益滤波器与传统观测器的故障检测效果,仿真结果表明了通过扩展PI观测器和复系数增益矩阵对残差信号的两次降扰处理,可有效提升对具有特征频谱的扰动的衰减,提高故障检测性能.", "label": "动力工程及工程热物理", "id": 0}
{"content": "年来高熵材料因其出色的性能引发了广泛关注,有望成为新型热障涂层陶瓷层材料。CaO-MgO-Al2O3-SiO2（CMAS）的腐蚀对热障涂层服役产生比较严重的威胁。目前针对CMAS对高熵材料腐蚀研究还不多见,因此开展CMAS对高熵氧化物材料腐蚀的研究具有重要的参考价值。本研究设计并合成了La2(Zr0.2Ce0.2Hf0.2Sn0.2Ti0.2)2O7（L（ZCHST）O）烧绿石结构高熵氧化物,研究了不同条件下CMAS腐蚀对L（ZCHST）O高熵氧化物物相组成与组织结构的影响,采用扫描电子显微镜（SEM）分析了腐蚀后组织结构与微观形貌。采用X射线衍射仪（XRD）分析了反应前后物相组成。采用能谱仪（EDS）分析了腐蚀样品的元素分布情况。研究结果表明:高温条件下CMAS对高熵氧化物试样热腐蚀后,CMAS粉末融化并向多孔的高熵氧化物渗入,在样品内部晶界边缘有小晶粒出现。对CMAS和L（ZCHST）O混合物试样XRD测试结果表明,CMAS与L（ZCHST）O高熵氧化物组分中部分元素发生反应形成了磷灰石相Ca2La8（SiO4）6O2,随着CMAS粉末添加量的提高Ca2La8（SiO4）6O2特征峰强度也逐渐增加,反应更加充分。另外,CMAS掺杂除了发生反应之外,还使L（ZCHST）O高熵氧化物特征峰减弱,还造成了晶格畸变,峰形出现偏移。", "label": "动力工程及工程热物理", "id": 0}
{"content": "文章介绍了东汽重型燃气轮机透平气缸、燃烧室兼压气机气缸、压气机气缸铸件的技术要求、零件结构、生产难点,重点研究了大型燃机气缸的铸造工艺技术,并在生产中加以应用,一次性成功生产了合格的重型燃气轮机气缸铸件,提高了大型燃气轮机铸件的自产率,提升了公司大型燃机铸件制造的核心竞争力和影响力。", "label": "动力工程及工程热物理", "id": 0}
{"content": "机载高速柔性转子系统会受到基础运动产生的参数激励和外部激振力,可能引起振动超标、转静碰摩等故障。根据黏性牛顿流体的连续方程和Navier-Stokes方程,推导考虑油膜惯性效应的流动方程。基于一阶摄动法,在流动方程中引入流体三维速度分布和油膜压力分布,得到油膜压力分布的微分方程。采用有限差分法求解油膜动态压力场,周向数值积分得到非线性油膜力。将油膜力引入到转子动力学特性分析中,采用Newmark-HHT法结合模态分析法,迭代计算在时变基础运动激励条件下,带定心弹簧的挤压油膜阻尼器转子系统的瞬态非线性响应和运动分岔。结果表明,增大雷诺数,导致惯性模型的压力分布曲线的相位发生偏移,与正压峰值相比,负压峰值较快增大。对于大偏心比,即使雷诺数较小,压力分布对油膜惯性效应也较为敏感;增加雷诺数将进一步影响压力分布。引入油膜惯性,径向油膜力的大小有所降低,但方向可能改变,小偏心比时指向轴承外侧,而大偏心比时指向轴承中心。油膜惯性增大切向油膜力的大小,而方向保持不变。在高转速和大偏心比的情况下,油膜惯性效应对共振区域的转子振幅有明显的抑制作用。基础运动能够激起次谐波频率,其中基础横向转动会引起附加陀螺力矩,导致轴颈进动轨迹偏离轴承中心。在基础简谐平动激励下,轴颈运动从周期性转变为准周期,提高基础简谐频率,轴颈的稳定性将逐渐降低。本文提出一种灵活且可扩展的计算方法,用于预测基础运动激励下带挤压油膜阻尼器的机载转子系统的动力学特性。研究结果将为高速燃气轮机转子系统的动力学设计和减振提供技术支撑。", "label": "动力工程及工程热物理", "id": 0}
{"content": "拉杆转子因其质量轻、刚度大、强度高等诸多优点,已被广泛应用于重型燃气轮机。其中,中心拉杆转子通过一根中心拉杆将各轮盘压紧,拉杆提供的轴向预紧力使Hirth齿连接结构充分接触,实现定心和传扭功能。本研究针对中心拉杆转子轮盘间Hirth齿连接结构的特点,将总刚度分为结构宏观形状结构刚度和接触面微凸体接触刚度两部分,提出了一种考虑表面粗糙度的接触界面刚度模型,并分析了Hirth齿连接结构法向和切向刚度随预紧力和切向力的变化关系。进一步,基于上述考虑接触的Hirth齿连接刚度等效方法,建立了中心拉杆转子的有限元模型,对不同预紧力作用条件下的转子进行了模态分析,得出了预紧力对转子各阶模态及临界转速的影响规律。研究结果表明,该解析模型与有限元结果吻合较好,等效方法可以正确反映接触效应对转子动力学行为的影响,对Hirth齿连接的燃气轮机中心拉杆转子的设计和动力学特性分析提供了一定的理论参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "拉杆转子是重型燃气轮机的核心旋转结构。为了准确计算拉杆转子的静态和动态特性,需要准确定义和建立连接结构接触界面模型。传统的接触模型从宏观角度描述的接触界面的特性,并具有良好的工程应用效果。然而,模型的准确性和通用性一直是关键性的问题,接触界面的作用的本质是原子之间的接触,因此,分子动力学模拟为建立考虑微观接触效应的模型提供了新思路。本文基于粗糙表面微观接触行为的分子动力学模拟结果,建立了考虑弹塑性接触行为的半解析接触模型,研究了不同参数对接触模型的影响。数值模拟结果表明,较高的塑性指数和较低的表面粗糙度可以产生较大的接触刚度并得出较高的转子固有频率仿真结果。基于设计的拉杆转子结构,对固有频率和振型的仿真和实验结果进行了比较。结果表明,所提出的基于分子动力学模拟的半解析接触模型是有效的,具有良好的应用价值和潜力。", "label": "动力工程及工程热物理", "id": 0}
{"content": "基于燃气轮机转子结构的复杂性,本文提出多盘拉杆转子系统的动力学建模方法。所提出的多盘拉杆转子系统动力学模型考虑了接触效应、质量偏心、裂纹以及油膜力等多参数的综合作用。通过对系统模型的数值分析,获得多盘拉杆转子系统的非线性动力学响应。以系统响应的时域波形、频谱图、庞加莱截面以及分岔图等为分析工具,揭示了多盘拉杆转子系统参数对系统的非线性行为和动力学特性的影响。结果表明,在多盘拉杆转子系统中裂纹干扰了系统油膜涡动的形成,使系统首次发生分岔的转速提高。偏心量的增大使得拉杆转子系统周期2运动的转速区间逐渐增大,系统油膜涡动现象加剧,中转速区的拟周期运动区间后移并且变窄。拉杆相连的两圆盘偏心量矢量夹角的增大削弱了多盘拉杆转子系统的不平衡。对多盘拉杆转子系统的动力学建模和分析结果为提高燃气轮机的设计水平和稳定运行提供理论参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文以某F型燃气轮机转子系统作为研究背景,对柔性机座-转子系统动力学参数的全局最佳匹配轨迹方法及影响规律进行了详细研究。首先计入RSS柔性机座-转子系统动力学参数全局性变化范围,建立了全局动力学模型,通过编程实现了柔性机座-转子轴承系统动力学参数全局最佳匹配分析平台,并用虚拟振幅法进行对比分析验证了有效性。然后用全局最优算法深入研究了动力学参数全局最佳匹配点及其轨迹;通过跟踪研究了计入全局动力学参数下机座动力参数最佳匹配点及其轨迹的变化规律、转速对机座动力学参数最佳匹配前后的振幅比的影响。研究结果表明,全局动力学参数的变化范围内对于一组动力学参数总会找到一组最佳匹配点及轨迹,同时通过使用全局最优匹配方法,总会找到动力学参数全局范围内最优匹配域的支承动力学参数或接近系统允许范围内的比较合理的支承动力学参数,在这最优匹配域内支承刚度、支承阻尼及过临界振幅比的变化都比较平稳。", "label": "动力工程及工程热物理", "id": 0}
{"content": "涡轮叶片的冷却性能直接影响燃气涡轮发动机的性能。采用计算流体力学技术对全三维涡轮叶片的内流、外流、叶片固体之间的耦合换热进行分析和优化是提高涡轮叶片的冷却性能的重要手段。但涡轮叶片内部结构的复杂性和流动的复杂性较强,对CFD软件的稳健性和精确性提出了较高的要求。本文对开源软件open Foam进行了部分代码的修正并作为求解器,对某一航空发动机的涡轮叶片进行了三维气固耦合传热数值模拟,分析了涡轮叶片内、外流的流动特性以及不同的网格类型、数量和湍流模型对涡轮叶片冷却数值计算结果的影响,评估了叶片冷却内流道是否考虑辐射效应和旋转效应对叶片冷却效果的影响。研究结果可以为涡轮叶片的优化设计提供技术支撑。", "label": "动力工程及工程热物理", "id": 0}
{"content": "燃气轮机/航空发动机被誉为\"皇冠上的明珠\",工作环境非常恶劣,其中涡轮叶片是工作环境最苛刻的部件之一。涡轮叶片的通道由于流动复杂,导致端壁位置的冷却困难。基于沙丘涡控的方法,本项目拟开展新型的端壁气膜冷却研究,以期提高端壁冷却效率。本文通过实验和数值模拟,先后研究了沙丘气膜孔与型孔在不同来流状态下的端壁气膜冷效及对应流场特征。采用压敏漆PSP的传质比拟传热方法,本文成功测量了单通道叶栅端壁的气膜冷却效率。实验结果表明:受压力梯度影响,叶栅内部通道涡从压力面向吸力面卷起,导致端壁气膜分布及其不均匀,因此气膜冷却效率受到了端壁大尺度相干结构的强烈影响。与常规型孔相比,沙丘气膜孔有效提高了端壁冷却性能,尤其在靠近压力面的端壁附近。与此同时,本文通过数值模拟成功揭示了沙丘端壁气膜冷却效率提升的内在机理,发现沙丘孔产生的逆反涡对有效增加了冷气在流向的动量,使得压力面附近的端壁得到了更好的气膜覆盖。因此,基于沙丘涡孔的新型端壁冷却能够使得气膜覆盖更加均匀稳定。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了降低污染排放,地面燃气轮机和航空发动机燃烧室采用贫油预混的燃烧组织模式。但该类燃烧室存在燃烧不稳定性的巨大风险,一旦发生,会危害发动机的安全运行,甚至造成结构损毁。燃烧不稳定性来自燃烧室内释热脉动和声学脉动的耦合,但根源仍然是来自火焰的释热脉动。因此,要想在宽工况抑制燃烧不稳定性,就需要从源头入手,控制火焰的释热脉动。对于纯预混火焰,释热脉动主要来自声波扰动引起的旋涡脱落对火焰面的卷吸和折皱作用。因此,控制旋涡脱落、限制火焰面脉动,是控制火焰释热脉动的关键。本报告主要介绍近期北航航发燃烧团队在燃烧不稳定性被动控制方面的进展。北航团队首次提出渐扩头部方案,并已申请了发明专利。该方案使用斜坡限制域削弱了旋涡脱落并限制了火焰面脉动,在气态燃料的燃烧室中实现了对燃烧不稳定性在宽工况范围的完全抑制。团队还进一步揭示了该方案的抑制机理,分析了关键参数的影响规律,并提出了相应的设计方法。该方案结构紧凑、对燃烧室头部结构改动较小,具有在航空发动机和燃气轮机上应用的潜力。", "label": "动力工程及工程热物理", "id": 0}
{"content": "热声耦合燃烧不稳定性是航空发动机、燃机轮机、火箭发动机等动力系统燃烧室在一定工况下遇到的复杂物理现象之一。燃烧不稳定性发生时候,燃烧室中会出现周期性的大幅值压力脉动,从而会对燃烧室及其它部件带来很大的安全隐患,在设计中需要避免该现象的发生。燃烧不稳定性是非稳态燃烧与声波耦合发生的复杂物理现象,是国际上的研究热点和难点问题。本研究针对燃烧不稳定性的数值预测开展工作,重点关注其中的火焰动力学特性。采用大涡模拟为基础的高精度数值计算方法,从几个方面展开工作,分别针对大幅值声波激励下火焰动力学非线性特性、旋流情况下的火焰动力学特性以及声波激励下相邻火焰之间的相互作用进行介绍。最后针对两相燃烧下的火焰动力学特性做简要的介绍。该研究为燃烧不稳定性物理机制探索以及发展数值预测工具提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在航空发动机、地面燃气轮机,以及火箭发动机的燃烧室中,燃烧产生的不稳定释热脉动会产生声音,这又被称为直接燃烧噪声。这声音以声波的形式在燃烧室中传播,被边界反射回来,然后进一步扰动燃烧产生更多声音:该反馈过程可能在燃烧室中形成巨大的压力脉动,进而严重影响燃烧室寿命,甚至导致其致命的损毁。不稳定燃烧可能同时产生流体的熵脉动,这在流体中表现为不可压缩（与压力脉动无关）的温度或者密度脉动。熵脉动在速度均匀的流动中被对流传播时不产生声音,但当被流动加速或者减速时（比如在航空发动机或者燃气轮机燃烧室出口的透平导叶之间,以及火箭发动机出口的喷管里）会产生声音。以这样的机理产生的声音被称为熵噪声,又叫间接燃烧噪声。熵噪声可能被反射回燃烧室,进而显著影响燃烧室内的热声不稳定,也可能透射出燃烧室出口,辐射到外界环境中,成为发动机射流噪声中的重要组成部分。对于熵噪声产生的机理,尽管早在大约50年前,Morfey （1973）以及Ffowcs Williams＆Howe （1975）就通过拓展Lighthill的声类比理论（Lighthill 1952）,建立了初步的理论模型,但严格推导这样的理论模型至今仍然很具挑战性。这主要是因为不均匀的流动对声音产生和传播的影响难以妥善地区分开,而当有流动分离和涡脱落的时候,这就变得尤其困难。严格理论模型的缺失导致熵噪声产生的机理一直很神秘而让人难以理解。在本文中,我们将基于Howe （1975）所发展的声类比理论模型,在存在流动分离和涡脱落的一般情况下,严格推导出一个全新的熵噪声产生机理的数学表达式。我们随后将该理论用于预测熵脉动流过一个突扩截面时所产生的噪声（突扩截面是有流动分离和涡脱落的典型工况）。通过与数值计算以及经典模型的对比,我们将展示新理论模型在系统地揭示熵噪声产生机理以及定量地预测熵噪声产生量方面的强大能力。", "label": "动力工程及工程热物理", "id": 0}
{"content": "当前传统铸造工艺很难满足大型不锈钢燃气轮机机匣生产制造要求,无模精密成型技术是一项新技术,本报告详细介绍了该技术的特点与技术优势,并以大型不锈钢燃气轮机机匣为例,采用无模精密成型工艺并结合其它先进铸造技术,开发了大型不锈钢机匣快速精密制造技术。报告详细介绍了无模精密成型技术制造过程中的关键技术难点及对策。工艺验证和实际应用结果表明,产品化学成分、机械性能、尺寸精度均达到相关标准和设计要求,实现了中大型机匣高质量、短周期、定制化生产制造,具有良好的发展前景。", "label": "动力工程及工程热物理", "id": 0}
{"content": "重型燃气轮机除了清洁能源应用用电装备之外,更是国家电网用电安全高低峰调节和应急响应的必备装备,也是未来大型舰船自主化设计制造动力装备更新换代的优先选项之一,报告介绍了本人近十年来主持和参与研制燃气轮机关键部件的历程、大小F级燃气轮机热部件的技术难点、攻克大小F级重型燃气轮机机组的冷部件铸钢与球墨铸铁件自主国产化制造技术。同时对国内的短板问题,目前F级燃气轮机热部件初步试制、F级燃气轮机热部件试制的费用支出、重型燃气轮机铸件的质量控制提出建议与研制对策,希望能给有志于对重型燃气轮机机组热部件自主研制开发的同行提供一些有益的启示。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文使用全三维共轭换热方法对某型燃气轮机涡轮的第一级护环展开详细设计。计算发现原始设计的供气压力需求过高,因此进行了一定的改进,包括:扩大排气孔径,增加冲击冷却结构等,改进后的护环设计能够满足蠕变寿命要求。随后,设计了11种冲击冷却结构,基于三维热流固耦合计算结果,根据冲击压降、金属温度、护环应力等指标,选择得到了一个最佳设计。", "label": "动力工程及工程热物理", "id": 0}
{"content": "燃气轮机作为动力系统清洁和发电的核心装备,是国防建设和能源清洁的重要支撑。燃气轮机等高端装备的研发管理水平仍需紧追发达国家,是新时代条件下自主研发面临的一项重要任务。在燃气轮机研发流程中,引入面向全生命周期的设计流程体系,打破\"串行\"研发模式,构建规范化与协同化的流程体系,提升研发流程的质量,为提升高端装备的整体研制水平提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "我国先进技术的产业化能力与发达国家存在较大差距,致使燃气轮机等高端装备的产业发展面临诸多技术的瓶颈。通过在燃气轮机实际生产过程中应用数字化研发、基于模型的设计、数字孪生、虚拟仿真、人工智能、增强现实、智能检测、大数据等先进的智能制造技术,以先进的技术手段突破传统生产模式中的技术瓶颈,解决了燃气轮机生产过程中存在的产品的质量不稳定、产品一致性差、生产周期长、成本高等一系列问题。本文通过探索智能制造和燃气轮机的有机结合,推动智能制造在高端装备制造业的深度应用,为提升高端装备的整体研制水平提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了研究冲击-发散复合结构的冷却特性,设计了8种复合结构形式,采用实验的方法对比分析了四种复合角（0°,20°,45°,90°）、三种孔径（1.8mm,2.1mm,2.4mm）和三种展向间距比（P/de=4,6,8）结构在不同吹风比（M=0.3～2.5）工况下的绝热冷却效率分布。研究结果表明:吹风比对结构的冷却性能影响较大,随着吹风比的增加,绝热冷却效率逐渐升高,在吹风比小于1.0时,随着吹风比的增大绝热冷却效率显著增加,吹风比大于1.0后绝热冷却效率增加幅度趋缓;复合角在吹风比M=0.3时,对绝热冷却效率的影响较小,四种不同复合角结构的绝热冷却效率比较接近,吹风比M=2.5时,0°复合角的整体的绝热冷却效率较高,其次是20°的复合角,45°和90°复合角的绝热冷却效率比较接近;随孔径的增大,绝热冷却效率逐渐增大;随展向间距比的增大,绝热冷却效率逐渐减小。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为获得燃烧室模拟器在无燃烧反应条件下的旋流发展规律以及旋流控制原理。通过数值模拟方法研究了旋流模拟器扩张比（通道高度与旋流器直径之比）1.49、2.17,以及入口旋流数0.4、0.7、1.5对旋流场发展的影响。研究表明:减小扩张比可以提高旋流场的受限程度,抑制旋流的发展,减小回流区尺寸;提高旋流数可以提高旋流场离心力作用效果,增大回流区尺寸;相比于旋流数,扩张比对回流区尺寸的影响更明显。回流区越小,流场越稳定;叶片数量越多,形成的旋流条件越均匀,流场越稳定。旋流场往下游发展逐渐衰减,可以通过调整通道长度来改变出口旋流角度大小。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着环保意识的增强和污染物排放标准的日益严苛,低污染燃烧技术是燃气轮机燃烧室的主要发展方向之一,降低污染物排放的核心是在燃烧室内形成良好的油气分布,避免出现局部富油区和高温区,从而降低热力型NOx生成和排放。对于以旋流器作为稳焰结构的燃气轮机燃烧室,旋流器叶片安装角和喷嘴雾化锥角影响着燃油破碎雾化、液滴散布及油气掺混,最终决定燃烧室各区域油气分布。本文对单旋流贫油直喷燃烧室的旋流器叶片安装角和雾化锥角对油气分布的影响采用数值计算方法控制变量探究。探究表明:1.喷嘴雾化锥角相同:较大的安装角因旋流强度大,回流区变短,回流区内最大轴向负速度值较大;冷态条件（未反应）喷入燃油,回流区长度略减小;热态条件（发生反应）,回流区较冷态增大;旋流强度大,燃油被更多的空气卷吸进入回流区内。热态条件,旋流叶片安装角45°的结构,喷嘴出口富油区相对小及富油区最高浓度小,较大的旋流强度增强了空气和燃油的动量交换,使得雾化效果好,混合相对均匀,燃油充分燃烧,减小富油区域。2.冷态条件下,大的雾化角使得燃油在空间有更大范围的散布,由此,在喷嘴出口附近的锥形散布区域,燃油质量分数会相对较低;热态条件下,两种不同雾化锥角对于回流区速度影响不大,此时主要是旋流强度及燃烧释热影响回流区。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了探究静止外流条件下流体振荡器的流动机理,本文通过非定常仿真方法研究了流体振荡器的流动振荡过程,分析了出口喉道面积比、反馈通道入口形状、混合腔面积变化规律等几何设计参数对振荡流场、振荡频率、脉冲射流特性等参数的影响规律。研究结果表明:同一个反馈通道出口流量较入口流量有迟滞;当一侧反馈通道的入口或出口的流量处于峰值时,另一侧反馈通道的入口或出口的流量处于谷值,形成流量差,从而激发自持流动振荡。流体振荡器出口喉道面积的越小,进入到反馈通道的流量越少,混合腔主流流速降低,流动振荡频率和x方向射流速度增加。若出口喉道面积小于入口面积时,混合腔内主流为亚声速;当出口喉道面积大于入口处面积时,混合腔内主流为超声速。混合腔面积变化规律和反馈通道入口形状对流体振荡器的流动特性基本没有影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对燃气涡轮发动机建模中常被忽略的热端部件热交换效应,通过热力学公式推导出了简化的热端部件换热一阶模型,并提出了两个可调系数对模型进行调节,降低了对模型参数精度的要求,为建立高保真发动机整机模型提供了理论基础。", "label": "动力工程及工程热物理", "id": 0}
{"content": "燃气轮机热端部件中高温合金涡轮单晶定向叶片的制造是重型燃气轮机最关键的核心技术之一,是实现我国重型燃气轮机的自主可持续发展重要技术保障。由于设计与工况需求,重型燃气轮机单晶定向叶片具有内腔结构复杂和超高的尺寸精度等特点,本文主要针对此类叶片遇到的制造过程复杂、易产生成分偏析、取向偏离、冶金缺陷和尺寸超差等问题,介绍了国外某型F级重型燃气轮机高压涡轮单晶叶片的精密铸造工业化过程情况。", "label": "动力工程及工程热物理", "id": 0}
{"content": "单晶高温合金主要用于制造先进航空发动机与燃气轮机中温度最高、应力状态最复杂部位的涡轮叶片。我国单晶高温合金叶片制备技术的瓶颈问题主要体现在叶片制备工艺基础研究薄弱,复杂结构单晶叶片合格率较低。针对单晶高温合金叶片制备过程中凝固缺陷的形成机制与控制措施问题,系统研究了杂晶、小角晶界、取向偏离、界面反应、热裂纹、再结晶等缺陷的形成机制,并逐步形成了一套从模具设计到铸件检验的单晶叶片制备全流程控制技术。目前,该技术已经成功应用于多种型号与类型的单晶叶片研制,成功解决了我国多种单晶叶片从无到有的问题,为多种型号发动机提供了叶片保障。", "label": "动力工程及工程热物理", "id": 0}
{"content": "自由活塞氢发动机发电机的活塞组件是典型的变阻尼-变刚度的自由激励振动系统,动力学失稳一直是自由活塞式发动机最关键的问题,本文以氢燃料自由双活塞发动机为研究对象,研究了变激励始点对自由活塞组件动力学特性的影响。为了准确预测激励位置变动对振动系统造成的扰动和相变,推导了自激振动方程,建立了复杂的机-电-流多场耦合非线性动力学数学模型,利用Matlab对其进行封装和搭建simulink模型,将数值计算结果和实测结果进行比较,此模型具有良好的预测性。结果揭示了不同激励发生位置下的运动失稳规律和动态性能,此外为了探究自由活塞组件的动力学特征,研究了非线性作用力下的运动相轨迹图,对不同激励始点下的稳定极限环进行了比较,进一步又可以得出不同激励起始点下自由活塞组件振幅与频率的幅频特性,为了获得良好的动力学性能,各参数的归一化曲线被比较,从而确定了最佳的激励发生位置。通过此次研究可以为自由活塞氢发动机后续燃烧和控制提供方案指导,也可以为自由活塞氢发动机的结构设计和优化提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "计算分析燃气内燃机冷热电联产系统的热力性能以及经济性能,讨论燃气内燃机驱动冷热电联供系统在不同工况下的能源效率分析。以负荷率为基础,对燃气冷热电三联供统进行能源效率进行论述;并分析了热电比关系。", "label": "动力工程及工程热物理", "id": 0}
{"content": "基于天然气发动机瞬态工况与稳态工况实验寻求出发动机稳态时排放最优的目标空燃比区间,以及发动机瞬态时更好地控制空燃比的方法。通过分析稳态时NOx、HC与CO排放量与空燃比的变化关系,得到排放最优空燃比区间为0.99至1。同时,对比了瞬态时空燃比闭环策略中λ震荡与不震荡对发动机瞬态的影响,得出瞬态时λ震荡闭环相对于不震荡,空燃比的闭环速度更快,NOx排放更少。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文主要介绍了汽油/天然气两用燃料乘用车发动机研发必要性,阐述了其技术研究现状,分析了两用燃料发动机的主要技术特点及其与汽油机在结构及性能上的区别,给出了此技术的未来发展趋势。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在汽油价格不断上涨及加气站数量相对较少的形势下,开发汽油/CNG两用燃料发动机具有重要意义。本文介绍了当前汽油/CNG两用燃料发动机的主流开发思路,同时以一款1.5L排量的四缸汽油/CNG两用燃料发动机的工程化开发实例,论证了此种开发模式可达到预期的开发目标。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文就空燃比闭环控制系统应用于天然气发动机的配置与标定开展设计计算和试验研究,利用AVL-BOOST软件对发动机额定工况进行模拟,得出相应空燃比下的燃气流量与混合器流量,配置合适的燃气控制阀和混合气蝶阀。分别对燃气控制阀和蝶阀执行器进行标定,使其满足在不同负载下对发动机进行稳定的控制,达到设计的性能要求,并能有效降低发动机的热负荷,减少燃料的消耗,同时也改善了发动机的排放性能。通过样机实验数据以及在实际应用,体现了空燃比闭环控制系统良好的响应性、稳定性及实用性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在一台大功率天然气发动机上通过热电偶测温法对发动机的动力单元主要部件进行了温度场试验;发动机动力单元零部件的工作环境非常恶劣,为了验证其工作可靠性和使用持久性以及整机可靠性,进行了这项试验。而且进行温度场试验也提高了对于发动机零部件工作可靠性和使用耐久性的检验认知程度。在试验结果基础上,通过分析得到了预燃室顶部使用材料温度有些超出模拟计算软件得到的温度上限,及时更换了使用耐热合金材料的预燃室,为发动机可靠性得到了保障。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着节能减排政策和环保要求的日益严格,天然气作为清洁能源,越来越多的应用到内燃机行业中。济柴顺应行业要求,迎合市场变化,自主设计开发出一款低排放、高效率、性能稳定、可靠性高的天然气发动机,通过对增压器、点火系统、控制系统的优化,完成了对该机型性能的开发,各项性能指标达到国际先进水平。", "label": "动力工程及工程热物理", "id": 0}
{"content": "增压器匹配是高速预混气体机实现性能指标的重要部分,本文针对K512气体机常见工况进行增压器匹配分类研究。分析表明:环境温度变化需要压气机和涡轮端同时调整:高海拔需要根据增压器运行状况进行涡轮端调整;不同气体种类主要对涡轮端进行优化,压气机端变化较小。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过对8300燃气发动机配气机构中提前失效的气阀弹簧断裂试件,进行宏观和微观观察分析,同时对裂纹的金相相貌进行了观察,发现钢丝表面的锈蚀坑是引发弹簧疲劳断裂的主要原因。另外分析了气阀导管磨损对气阀弹簧疲劳断裂的影响。并作出了相应的改进措施,对气阀弹簧的表面处理和安全使用提供了改进依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对8300燃气发动机,运用GT-POWER软件,建立了燃气发动机的工作过程模型。将8300燃气发动机两种凸轮结构对发动机性能的影响进行了比较和分析,得出不同气门重叠角时发动机功率、扭矩、指示热效率、充气效率、残余废气系数和各缸平均爆压的变化规律。计算结果表明,凸轮1较凸轮2更能提高发动机的各项性能指标,且当凸轮1的气门重叠角为28℃A时,发动机的综合指标较好。经过试验验证,优化后的配气相位较原配气相位更能提高发动机的各项性能指标。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文通过利用模拟计算软件AVL BOOST对天然气发动机进行计算,为天然气发动机的前期设计以及发动机主要零部件的选型提供理论依据,在发动机设计完成后将其试验结果与计算结果进行对比,验证该计算模型的正确性,并对其进行修正,为该天然气发动机进一步优化及改进奠定基础。", "label": "动力工程及工程热物理", "id": 0}
{"content": "对于非道路用中高速发动机,其用途决定了发动机的性能开发,对于搭配钻机机组的发动机,因为钻机需要频繁提下钻操作,发动机的瞬时负荷变化大,对于发动机的瞬态性能有着较严格的要求;尤其是气体发动机,由于应用现场天然气浓度波动较大、热负荷高容易引起爆震等因素,发动机的瞬态动作更加难调控;需要从多个方面改善气体发动机的瞬态响应。为了提高发动机瞬态响应特性从调整控制系统PID设置方面进行研究;通过不断调整PID参数样机瞬态响应性得到了较大提高。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文主要介绍应用AVL商业软件FIRE计算分析在天然气发动机混合器及混合辅助装置共同作用下天然气在进入进气总管前的混合均匀性。计算结果表明增加混合距离、混合扰动在改善混合均匀度的同时,也增大了混合系统的压力损失;增加混合扰动在保证混合均匀度满足要求的情况下可缩短混合距离,混合均匀度能达到98%左右,压力损失增大10kPa。发动机台架试验表明,天然气混合气均匀性直接影响发动机各缸排温一致性,是燃气发动机循环变动量大小的重要因子。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过采集天然气发动机次级点火电压波形和点火统计数据进行综合分析,确定发动机点火系统的技术状况,查明故障及其产生原因,提升发动机点火系统的可靠性,以此改善发动机燃烧性能,节约能源,降低排放。本文以WAUKESHA L7042GSI天然气发动机为例,阐述次级点火信号的采集和分析方法、故障类型以及应用效果。", "label": "动力工程及工程热物理", "id": 0}
{"content": "阐述了天然气燃料的理化特性,对比分析了天然气与汽油的理化指标及其对动力性能的影响;对采用预混燃烧方式的汽油-CNG两用燃料发动机分别燃用汽油和CNG两种燃料进行了动力性能的比对试验研究。结果表明:天然气与空气的混合气热值较汽油低且充量系数小,使用天然气时,汽油-CNG两用燃料发动机动办性能要下降12%-16%。", "label": "动力工程及工程热物理", "id": 0}
{"content": "工作频率和起振温度是小型热声斯特林发动机比较重要的两个性能参数。降低小型热声发动机的起振温度有利于利用低品位热源,节约能源;降低谐振频率有利于小型热声发动机与脉管制冷机的耦合,实现整体无运动部件的制冷系统。本文从结构参数,操作参数两大方面实验研究了如何降低该热声系统的工作频率和起振温度。实验表明,选择合适的工质,充气压力,谐振管和谐振腔大小可以有效的降低小型热声发动机的起振温度和谐振频率。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在车用EQRN燃气发动机基础上去除点火系统、燃气系统和电控喷射系统,匹配全新的适应油田工作环境的点火系统、燃气系统和电控系统,并根据发电机组要求对发动机部分零部件做改进设计,并达到设定的功率、排温和可靠性要求。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>发展了氩等离子体双温度化学非平衡模型,模型中考虑基态氩原子、激发态氩原子、一价氩离子、氩分子离子、电子5种组分以及相关的13个化学反应。采用有限差分法对控制方程组进行求解,其中时间项采用四阶龙格-库塔法进行离散,对流项采用Roe格式进行离散,并加入MUSCL限制器提高计算精度,耗散项采用中心差分法进行离散。对NASA LeRC研制发的低功率水冷电弧加热发动机进行模拟,计算结果与实验结果基本吻合,验证了程", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文运用AVL BOOST软件对一由柴油机改装的火花点火式天然气单一燃料发动机建立了准维工作模型。利用准维工作模型对该发动机的气门重叠角、进气迟闭角、排气提前角进行了优化工作,得出了在全负荷工况下气门重叠角、进气迟闭角、排气提前角对发动机性能的影响规律:随气门重叠角的减小,天然气发动机功率下降、HC排放减少、耗气率增加;随进气迟闭角的增加,发动机的功率和扭矩明显减小,燃气消耗率增加;排气提前角对发动机动力性和经济性的影响相对较小。最终优化结果为气门重叠角5°CA,进气迟闭角41.65°CA,排气提前角52.35°CA,并在发动机台架上对优化结果的正确性进行了验证。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文基于热力学第一定律,利用试验研究和工作过程模拟方法对汽油/柴油双燃料高比例预混合燃烧（HPCC）和混合燃料低温燃烧（LTC）模式进行了能量平衡分析研究。HPCC燃烧模式中包括柴油早喷E-HPCC和柴油晚喷L-HPCC两种方式。研究结果表明,在相同的主放热时刻（CA50）条件下,LTC燃烧模式放热率峰值最高,燃烧持续期最短,导致缸内温度最高,传热损失最大;L-HPCC燃烧模式燃烧持续期最长,废气带走的热损失最多;由于采用汽油进气道喷射,两种汽油/柴油双燃料HPCC模式的不完全燃烧损失均远高于LTC模式,但总体上三种燃烧模式的指示热效率基本相当。随着EGR率的增加,LTC模式的传热损失上升,废热损失下降,L-HPCC模式则恰好相反,而对E-HPCC模式影响较小。随着汽油比例的升高,三种燃烧模式均表现为传热损失增大,废热损失下降,燃烧损失下降,但对指示热效率影响较小。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在汽油/柴油双燃料高预混燃烧（HPCC）模式下研究了柴油两次喷射策略的二次喷油时刻对柴油机燃烧和排放特性的影响。结果表明:相对于柴油单次喷射的双峰放热特性,两次喷射策略燃烧则呈现较为明显的三峰状放热,因此主燃阶段放热速率降低,燃烧持续期变长,能够有效地推迟燃烧相位,降低最大压升率。排放方面,随着二次喷射时刻的推迟,NOx排放逐渐降低,而烟度则呈现出先升后降的趋势,在临界时刻点之前二次喷射时刻对HC和CO的影响较小。采用两次喷油策略通过对二次喷射时刻的优化,HPCC燃烧能够在较高的热效率的前提下实现较低的排放,显著降低最大压升率,有利于拓展负荷范围,并且保持较高的热效率。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文针对研究超临界碳氢燃料在主动冷却超燃冲压发动机中对流换热关系的需要,依据误差传递的基本理论,开发了一套煤油热物性替代组分最优化方法,综合考虑了煤油的批次误差、计算软件的计算误差和实验误差,并根据现有的密度、热容、黏性、热导率和临界点数据,编写了基于MATLAB和SUPERTRAPP的软件,提出了一个五组分煤油热物性替代模型,提高了预测主动冷却燃烧室出口油温的可靠性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "WT615天然气发动机是在WD615系列柴油机平台上开发出来的产品,采用国际主流的增压中冷、电控调压器燃料控制系统、稀燃、高能点火等技术。为适应NG（天然气）燃料的燃烧,对原机的燃烧室进行重新设计,增加了燃烧室的容积,将压缩比降为11。发动机工作的核心是燃烧过程,燃烧室设计的好坏将直接决定发动机动力性、经济性、排放性等关键指标。本文利用CFD三维仿真方法,分别对不同涡流比条件下的燃烧过程进行了分析和对比,从而为WT615燃烧系统的优化作出指导。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>介绍了固定式天然气发动机的工况及燃料的特点;分析了固定式天然气发动机对发动机油的性能要求;介绍了国内外固定式燃气发动机油的规格及产品情况;对固定式天然气发动机油产品的选用提出了建议。为缓解石油资源危机对人类和环境造成的威胁,各国都十分重视替代燃料的开发利用,以缓解石油紧缺,减少环境污染。天然气因具有氢碳比高、燃料完全、资源较丰富等优势而成为主要的替代燃料之一。天然气除广泛地应用于移动式", "label": "动力工程及工程热物理", "id": 0}
{"content": "根据海上油田项目的工程应用实例,介绍了往复式燃气发动机的选型设计过程,以及发电机组成橇设计需要注意的问题,并对油田采用燃气发电机组所产生的经济价值进行分析。往复式燃气发电机组的应用,很好地解决了伴生气产量较低的海上油田的伴生气回收利用问题。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对转子发动机微小型化后存在的点火困难、不易组织燃烧等问题,通过分析转子发动机燃烧室形状与室内凹坑结构尺寸来研究其对缸内流动的影响,分析影响缸内流动的各个因素,为改善转子发动机的缸内流动,从而更好的组织燃烧提供依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "以12V-AT27GL型燃气发动机驱动的压缩机在开机加载后,当前期工作准备不充分或后期处理不当,发动机会出现严重的喘振现象,造成自动停机。为避免这种现象的发生,通过现场调研,在开机前必须做好相应的准备工作,当出现喘振现象时采取相应措施,取得了良好的效果。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文以CA20汽油机改装成的氢内燃机为基础,进行氢内燃机各工况下的增压匹配计算,确定了涡轮增压器的主要参数,并对增压氢内燃机的性能进行了预测,指出了压缩比及配气相位对增压氢内燃机性能的影响规律。结果表明:增压氢内燃机功率、扭矩可以恢复到原汽油机水平,同时保持极低的排放水平。", "label": "动力工程及工程热物理", "id": 0}
{"content": "点火提前角的大小直接关系到天然气发动机的燃烧过程,合理的点火提前角可以同时满足其动力性和经济性要求。本文研究了LNG天然气发动机稀薄燃烧条件下,不同点火提前角时缸内燃烧特性的主要参数。以及其扭矩和燃气消耗率性能,得出该发动机较合理的点火提前角匹配,为LNG发动机燃烧系统的设计开发提供理论支持。", "label": "动力工程及工程热物理", "id": 0}
{"content": "采用不同掺烧比例生物柴油对一台进口车用增压中冷直喷式发动机进行动力性、经济性和排放特性试验。研究表明:发动机功率随掺烧比例的增加而下降;体积油耗有所增加,油耗随掺烧比例增加而增加;生物柴油对CO排放有一定的降低效果,随着混合比例的增加,CO排放降低比例增大,但效果不是很明显;生物柴油对HC排放有明显的降低效果;掺烧10%生物柴油几乎在所有工况下NOX排放有所降低,而掺烧20%和30%生物柴油后,NOX排放略有增加,但增加很少,且基本在3 000r/min以上的工作区域;掺烧生物柴油可以明显降低发动机的颗粒物排放,颗粒物排放随生物柴油掺烧比例的增加而降低。", "label": "动力工程及工程热物理", "id": 0}
{"content": "介绍沼气-柴油双燃料发动机与纯沼气发动机的配置及在实际项目中的应用操作,并对其性能进行对比。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>氢燃料内燃机就是以氢气为燃料,经过燃烧过程转化成机械能的新型内燃机。它既保留了传统内燃机的基本结构与主要系统,又发挥了氢燃料清洁燃烧、可再生的特点,是新燃料车用动力开发和氢能利用的重要发展方向。北京理工大学发动机实验室在国家863计划的资助下,根据氢燃料的燃烧特性,开发出高效率、低排放特性的氢燃料内燃", "label": "动力工程及工程热物理", "id": 0}
{"content": "天然气发动机性能的好坏直接关系到整个生产系统的运行效率。针对G3608天然气发动机结构特点及运行特性,遵循指标建立原则,搭建评价指标体系,采用模糊物元理论建立G3608天然气发动机性能状态评价模型。天然气发动机状态评价是一个多变量、多指标综合评价问题,通过对多指标信息进行融合,达到对机组性能进行全方位评价的目的,弥补了单一指标评价的局限性。应用表明,该模型合理、实用、可行,具有信息全面、互补性强、精度高等特点。将定性问题定量化处理,为天然气发动机性能状态评价提供了有力的理论依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在石油资源危机和大气污染严重的背景下,天然气发动机以其自身的优点受到人们的青睐,并将在人们的生活中发挥越来越重要的作用,正因如此,其燃烧和排放的特点才被人们所关注。本文主要介绍了天然气发动机的燃烧和排放的特点、降低天然气发动机NOx排放的措施,以及对天然气发动机功率下降问题的应对措施。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文主要以某款柴油机气缸盖特殊结构\"缩松\"缺陷的分析解决的过程为例,介绍一种铸造用特种砂在解决气缸盖特殊结构热节问题引起的缩松缺陷问题的实际应用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "由于试验和测量受种种条件限制,可以采用计算机流体动力学CFD模型来预测柴油机喷油嘴内的流场状态。本文应用Catia建立三维模型,gambit划分网格,Fluent对倒锥形喷油孔喷嘴的燃油三维流场进行数值模拟计算。论文通过对倒锥形喷油孔锥度的变化以及喷孔直径的变化进行的仿真研究,得出了喷嘴内部燃油流动速度和压力变化规律,以及对喷口燃油的雾化效果的影响规律,研究结果对于合理设计喷嘴结构具有一定给的实用价值。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>一、技术要求及工艺难点本项目成果柴油机喷油器提前角度装配工艺装备,是一个结构新颖、布置巧妙、结构稳定且加工精度较高的工艺装备。作为基准平台,通过新颖结构实现不同结构机型角度装配整合在一起;通过不同半径分度圆弧巧妙错开布置角度定位孔（见图1）;加工制作精度高,结构稳定,实现精准装配,是一个较成功的项目。", "label": "动力工程及工程热物理", "id": 0}
{"content": "某喷油器弹簧在用户使用几十小时后便发生了断裂。该弹簧使用的材料牌号为SFJEC超高强度弹簧钢,对应国内材料牌号为VDSiCrV。从弹簧断口的宏观及微观形貌入手,同时对弹簧的表面质量、化学成分、硬度、金相组织等进行了详细的检测分析,找到了弹簧断裂的根本原因。", "label": "动力工程及工程热物理", "id": 0}
{"content": "柴油机结构复杂,其故障信号含有强背景噪声,导致在实际故障诊断过程中,传统的时域、频域或时频域等统计学特征不能有效的表征柴油机故障模式信息。针对该问题,引入一种衡量时间序列信息量的复杂性指标-复合多尺度模糊熵（Composite multiscale fuzzy entropy,CMFE）用于表征柴油机故障模式信息。同时,针对光滑支持向量机（Smooth support machine,SSVM）,相比于支持向量机（Support vector machine,SVM）利用有条件的二次凸优化问题求解全局最优解,采用高效的无约束优化问题,具有更高的计算效率和识别精度。基于此,提出一种基于CMFE和SSVM的柴油机配气系统故障诊断方法。最后,将所提方法应用于柴油机配气系统故障试验数据分析,结果表明,相比于传统统计学特征,CMFE能够更加有效地表征柴油机故障模式信息;同时论文提出的方法,比其他方法具有更高的诊断精度,能够有效识别柴油机11种运行状态,诊断精度达到94.55%。", "label": "动力工程及工程热物理", "id": 0}
{"content": "曲轴作为发动机的核心部件之一,他对外输出扭矩,工况条件恶劣承受着非常复杂的冲击交变载荷,其性能优劣直接影响到柴油机的可靠性和寿命,是发动机开发设计的难点和重点。以某型v16柴油机曲轴为研究对象,建立三维模型,通过Ansys软件进行模态分析、谐响应分析,得到包括曲轴动位移、动应力在内的全部瞬态响应,运用Ncode软件以曲轴谐响应分析得到的动应力结果和单频激励为输入,得到其单频激励下疲劳寿命与频率的关系曲线,验证了结构共振对疲劳寿命的影响;以真实激励为输入,预测了该曲轴工作状态下的疲劳寿命,得到其寿命符合产品设计要求。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了提高增压柴油机效率和解决能耗问题,采用德尔福电控单体泵匹配减速凸轮型线的喷射系统,研究了电控单体泵与柴油机的匹配方法。可以发现,电控单体泵预行程直接影响它与柴油机的匹配,因为预行程决定了电控单体泵等压段的有效工作范围。当电控单体泵工作在等压段时,最大喷射压力和循环供油量两项不随喷油提前角变化。此外,还测试了喷油提前角对柴油机的影响特性。发现电控单体泵与增压柴油机的优化匹配策略应包括合理的预行程和高效且安全的柴油机喷油提前角工作范围。针对本研究对象的试验数据,给出了优化的数值结果。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文搭建了喷油器各喷孔喷油量测量装置,在验证其准确性的基础上,以某共轨喷油器为研究对象,研究了喷油压力、喷射脉宽、针阀形状对各孔喷油量均匀性的影响规律。结果表明:喷孔结构形状及针阀偏心是影响各喷孔油量不均匀的主要因素。喷油嘴上下排喷孔之间喷油量差别较大,下排油量大于上排,同排喷孔油量相差较小。随喷油压力、脉宽增加,各喷孔油量差别程度增加。在满足排放要求范围内,适当改变针阀形状增加压力室容积,可以减小各喷孔喷油量不均匀性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了改善发动机各缸工作的不均匀性,提高整机性能,本文以使用过一段时间的4个高压共轨喷油器为研究对象,建立高压共轨喷射系统试验台,对各喷油器在不同轨压下喷油量随脉宽的变化特性进行了测量,以此为基础分析了各喷油器在不同工况下的不一致性。在此基础上,提出各喷油器独立修正的控制方案,并制取各缸喷油器的修正MAP,对各喷油器喷油量的不均匀性进行了修正。结果表明,实施修正控制后喷油器最大偏差率在40MPa轨压时由修正前的20%减小到3.8%,80MPa轨压时由修正前的10.5%减小到4.2%,各缸喷油量的不一致性改善效果明显。", "label": "动力工程及工程热物理", "id": 0}
{"content": "介绍了FD060柴油机缸体水套砂芯的工艺特点。重点从芯盒结构设计方面,对砂芯疏松、缺肉、强度低等问题的产生机理及解决方案进行研讨。通过芯盒射砂、排气、顶芯机构的优化设计,结合射砂仿真模拟结果,制备出表观完整、致密、光洁的合格砂芯,实现量产。", "label": "动力工程及工程热物理", "id": 0}
{"content": "以浇注系统设计新理念为指导,通过流量、流速、流态、温度场4个方面对已开发的V型气缸体的浇注系统进行理论分析,结合缸孔芯受力分析,从而解释生产过程中存在的一些质量问题和试验结果,为以后的质量提升提供技术支持。", "label": "动力工程及工程热物理", "id": 0}
{"content": "柴油机连杆轴承具有无固定支撑、运动与受力状态复杂的特点,其润滑特性直接影响内部磨损及接触特性,进而影响柴油机的工作性能与可靠性。传统弹流润滑理论忽略了强冲击载荷作用下柴油机连杆轴承变形的时滞特性,本文提出一种新的微观弹流润滑模型,并结合流体动力润滑模型和Hertz弹性接触耗散模型,通过设计转换准则构建混合接触模型。建立柴油机曲柄连杆机构动力学模型,计算步内处理为准稳态过程,步长通过动力学方程求解精度自适应调整,获得轴承力、摩擦功耗、轴承变形与粗糙接触等关键指标,并分析讨论连杆大端轴承在爆燃压力作用下的接触特性,为柴油机连杆轴承的优化设计和故障机理研究奠定基础。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文针对射流调节对先进发动机涡轮性能的重要影响,以某对转涡轮高压部件为研究对象,采用真实气膜孔对涡轮通道进行射流,研究了导叶表面射流孔的间距、排数、射流流量、温度比对涡轮流量调节效果的影响。研究发现,射流形成的低速区可以阻塞喉道减小流通面积,从而减小涡轮流量;随着射流孔间距的减小,涡轮进口流量的减少量先增加后减小,存在最合适的孔间距使得射流对涡轮流量的调节效果最佳;一定射流流量范围内,随着射流流量的增加,涡轮进口流量逐渐减小。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着中国柴油机国六T4的转型升级,对发动机的核心部件气缸体、气缸盖集成化、轻量化、高强度提出颠覆性的高端要求,铸件薄壁化、轻量化、高强度和智能化质量检测已成为必然趋势。该报告结合国六T4高牌号、轻量化气缸体、气缸盖的铸件开发过程,阐述了铸件技术开发/产品开发流程的构建及运用,同时就铸件结构性设计、铸造工艺开发、熔炼工艺控制、铸件清洁度控制、质量检测等关键技术要点进行探讨。最后对铸铁铸件的发展趋势及未来进行展望。", "label": "动力工程及工程热物理", "id": 0}
{"content": "柴油机连杆大头轴承和主轴承的润滑性能直接关系到整机可靠性,其润滑本质是轴瓦和轴颈的EHD热弹流耦合问题。本文以某国六重型车用柴油机为对象,采用AVL excite建立了曲轴-轴承-缸体柔性多体动力学系统模型,基于扩展Reynolds方程和Greenwood-Tripp粗糙接触模型对连杆大头轴承和主轴承进行了EHD热弹流润滑计算,并讨论了两种轴瓦磨损型线对润滑数值结果的影响。结果表明,采用\"中部平台形\"磨损型线预测的轴瓦边缘最优磨损量与耐久试验拆检结果一致,而\"鼓形\"磨损型线预测的结果偏保守。考虑到连杆轴瓦负荷更高,建议其采用\"中部平台形\"磨损型线,而主轴瓦则采用\"鼓形\"磨损型线进行EHD润滑性能分析。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文通过对一款轻型柴油机球铁曲轴动力输出端轴颈断裂的故障进行检测分析,在排除曲轴材料性能及曲轴扭振状态存在问题的前提下,结合曲轴输出端结构的有限元计算,成功设计改进了球铁曲轴飞轮端的连接结构。形成的主要结论为:①球铁曲轴材料的机械强度要小于常见的锻钢材料（曲轴强化后）,在球铁曲轴设计时需要进行强化设计。②以铁代钢的曲轴需要对动力输出端的结构进行特别关注,并进行专门的有限元计算。③以铁代钢的曲轴,将飞轮法兰由热套式改为螺栓拧紧式,可在不改变法兰及飞轮螺栓孔分度圆直径的情况下,大大提升连接结构的安全系数,并满足使用要求。④以铁代钢曲轴,除在设计阶段进行针对轴颈圆角处的曲轴强度计算分析外,还需要针对曲轴输出端结构进行专门的扭转有限元分析计算,以确保输出端结构满足强度要求。", "label": "动力工程及工程热物理", "id": 0}
{"content": "某柴油发动机功率、扭矩及爆发压力大幅提升,带来曲轴工作边界的恶化,需要全新开发。通过CAE、设计、实验协同开发的方法,以发动机动力学、有限元为依托,分别建立曲轴系统多体动力学及有限元模型,进行多体动态载荷计算,并通过载荷叠加进行应力及疲劳强度分析;为提高计算的精度,通过曲拐疲劳专项试验检测曲轴材料疲劳强度,进而通过有限元方法标定模型的材料参数及曲轴圆角表面强化系数。经过多伦优化分析,最终达成曲轴可靠性要求。", "label": "动力工程及工程热物理", "id": 0}
{"content": "现代柴油机良好的性能和低油耗使柴油机车辆的数量不断增加。但NOx和碳烟颗粒物作为柴油车尾气排放污染物的主要成分,其减排技术仍值得重点关注。对于碳烟的消除,CDPF是减少烟尘排放的有效后处理技术之一,但是在不添加催化剂的条件下,DPF系统的温度必须超过600℃才能去除碳烟颗粒;在柴油机富氧燃烧的条件下,传统的三效催化剂不能减少NOx （NO+NO2）的排放,因此对上述两种污染物的去除,需要开发更为有利的催化剂。铂族金属催化剂的成本高昂、并且存在易烧结和硫中毒等问题其适用性存疑。稀土钙钛矿氧化物因其低成本、高热稳定性和结构可灵活调变,在碳烟颗粒物的氧化和NOx还原中发挥着双重作用。通过A位和B位不同阳离子替代,添加载体或负载活性组分、不同制备方法改变催化剂形貌结构、提高比表面积等来提高催化剂的低温氧化碳烟性能。近年来对NO和碳烟协同催化的研究发现,尾气中的NO可以改善碳烟在催化剂上的燃烧,并且NOx在一定条件下可以被还原成氮气。本文综述了上述两个方向的研究现状和进展,并对其反应机理研究进行介绍。重点讨论了钙钛矿在各方面的优点和局限性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "介绍了康明斯2.7CTI柴油发动机缸体水套砂芯的结构特点,针对在研发试制过程中水套内腔出现的粘砂、变形、断芯等问题,分析了与内腔质量强相关的工艺管控要素。通过采用宝珠砂冷芯制备工艺、涂刷锆英粉醇基涂料、设计随形排气镶块以及清理工序的调整和完善,最终获得了水套内腔光洁、尺寸合格的优质铸件,满足了产品的批量化生产需求。", "label": "动力工程及工程热物理", "id": 0}
{"content": "概述了在覆膜砂制芯条件下,缸体水套内腔粘砂、烧结缺陷的特征属性及形成机理;详细介绍了解决内腔粘砂、烧结缺陷的传统工艺措施及存在问题;重点指出合理选择和使用砂芯涂料是缓解内腔粘砂、烧结缺陷的关键所在。对比试验表明:M590A涂料具有优越的抗粘砂性能和防烧结性能,与传统工艺（预浸涂、整体浸涂、人工补刷涂料）相比,提高了生产效率、改善了内腔清洁度及降低了生产成本。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文针对柴油机的燃烧过程难于机理表征、多变量耦合的问题,提出了基于数据驱动模型的柴油机燃烧与排放一体化控制方法。首先,通过对柴油机进行动力学性能分析,选择了喷油量、EGR率、喷油时刻及VGT叶片开度作为系统输入,燃油消耗率、NOx排放量及曲轴输出转矩作为系统输出,在此基础上,选择合适的激励数据对柴油机进行激励,获得了相关的输入输出数据;其次,采用数据驱动的方法辨识得到柴油机的输出预测模型;然后,以扭矩跟踪误差、NOx排放量和燃油消耗率作为优化目标,采用模型预测控制方法设计一体化控制器,实现了燃烧和排放的协调控制;最后,通过Matlab和GT-power的联合仿真,验证了所设计的控制方法的有效性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文基于某发动机风扇静子叶片振动试验结果,针对静子叶片非线性接触边界在有限元软件ANSYS中建立静子叶片不同边界的仿真模型,分析叶片固有振动特性,分析叶片可能存在的共振模态,并与试验数据对比分析。根据不同边界的有限元分析结果,分析各模态频率对边界的敏感性,结合试验数据分析边界敏感性与振动应力大小的关系。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对S60以上的大机型柴油机机架单片的结构特点,研发设计了翻转通用工装。结合ANSYS软件对工装进行了模拟仿真分析,通过现场试验验证,优化了翻转工艺,提高了安全性能和生产效率。", "label": "动力工程及工程热物理", "id": 0}
{"content": "分析了S16R柴油机机体的特点和工艺特性,确定采用底脚板在上的立式浇铸方式,树脂自硬砂组箱造型工艺。采取缸口面大孔进液方式设计计算了浇注系统,浇道比为ΣF直∶ΣF阻∶ΣF内=1.3∶1∶1.56。电炉出铁温度为1 400～1 430℃,控制浇注温度在1 360～1 380℃,浇注时间为48～56 s。", "label": "动力工程及工程热物理", "id": 0}
{"content": "介绍了湿型砂生产条件下,铸件热节部位缩松缺陷的形貌特征及其形成机理,概述了解决灰铸铁缩松缺陷的常见工艺方案,重点阐述了化学成分对铸件热节部位缩松的影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "搭建采用丝线法的可视化气道稳流试验台,对发动机缸内近壁面流场进行可视化研究,利用CFD对气缸内近壁面气流运动及演化历程进行了数值模拟,并将试验结果与模拟结果进行相互验证。结果表明:在稳流条件下,气缸壁面的丝线运动特性可直观体现缸内近壁面气流运动及变化情况。在气缸盖以下Omm时,最大气门升程（12mm）与2/3气门升程（8mm）时刻,丝线摆动平均角度分别为35.7°和33.4°。在发动机进气行程,缸内壁面流场会变成以切向气道侧向螺旋气道侧的顺时针流场;在压缩过程,气缸壁面的流场由切向气道侧向螺旋气道侧的顺时针流场,变成竖直向上运动。在发动机膨胀行程,缸内NOx浓度场分布在燃烧室内;CO和Soot浓度场主要出现在靠近切向气道侧的燃烧室;CO2分布在燃烧室中心线。", "label": "动力工程及工程热物理", "id": 0}
{"content": "搭建基于油流法的可视化气道稳流实验台,以YN33单螺旋进气道的共轨柴油机为研究对象,进行可视化稳流测试;同时构建包括气道-气门-气缸的CFD仿真模型,开展稳态-瞬态流场数值模拟,利用试验与模拟相互验证,将两种手段相结合,分析缸内流场演化历程。结果显示:气缸内壁面的油流痕迹分布与速度矢量分布呈现较好的对应关系;通过缸内瞬态流场分析可知,气缸及燃烧室内各径向截面的流场强度,在进气行程主要由进气流动主导,而在压缩行程则主要由活塞运动所主导;挤入ω燃烧室的气体涡流会因旋转半径的减小而加强,在燃烧室底部气体的涡流则受壁面摩擦影响而减弱,压缩过程中活塞运行至上止点附近,此时大部分滚流均被压碎,无论是缸内和燃烧室内滚流比都小于0.25。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了满足越来越严格的排放法规,柴油机燃油系统供给压力不断增加,高压油管在实际使用过程中遇到的密封泄漏等问题日益突出。本文以柴油机高压油管管接头和管体结构为研究对象,从高压油管墩头设计、高压油管折弯方式、安装工艺等角度,采用ABAQUS软件进行了仿真分析。通过仿真与试验相结合的方式,研究了高压油管墩头角度对密封的影响;安装预紧力对密封的影响;安装对中性对密封的影响;油管折弯方式对密封的影响。对重型柴油机超高压燃油系统（≥250MPa）高压油管的设计与安装工艺,提供了重要的理论支持和数据支撑。", "label": "动力工程及工程热物理", "id": 0}
{"content": "采用等体积浸渍法制备了掺杂不同双金属氧化物助剂的催化型颗粒物捕集器（CDPF）样品,通过X射线衍射、X射线光电子能谱技术对样品进行了表征,同时采用程序升温的方法对CDPF小样品进行活性评价。结果表明,掺杂CeO2+ZrO2的A2样品较掺杂Fe2O3+CeO2的A1样品、ZrO2+Fe2O3的A3样品晶胞参数最小,生成固溶体浓度最高,结晶度也最高。Fe-Ce双金属氧化物能够较好地促进Pt、Pd贵金属在载体表面的分散情况,并且能够更好地促进催化剂表面吸附氧浓度的提升,提高氧化活性。固溶体的生成可以提高氧空位浓度,但过高的氧空位浓度也会使得氧物种聚集,抑制气相反应物的吸附活化。较A2、A3样品,A1样品对CO、C3H8有更好的催化氧化效果,且其有更高的NO2产率。", "label": "动力工程及工程热物理", "id": 0}
{"content": "燃油喷射系统的可靠性直接关系到柴油机的运行安全与运行效率。高压共轨柴油机喷油器故障类型繁多复杂但可获取的故障样本稀少,故障征兆微弱、难区分。因此,本文采取多域特征提取的手段,构建了比较完备的故障特征集;考虑到特征冗余问题,使用主成分分析提取低维正交特征;最后应用适合小样本数据的支持向量机（SVM）方法实现故障诊断。实验结果表明,本文方法可行有效,能实现喷油器常见故障的准确诊断。", "label": "动力工程及工程热物理", "id": 0}
{"content": "基于一台压气机和经过改装的轻型柴油机实现了模拟增压状态下正丁醇与柴油的掺烧。试验研究了在转速1500 r/min、BMEP0.5 MPa、进气压力120 kPa的工况下,进气氧浓度分别为20.9%～16%（富氧阶段）、16%～12.5%。（高温贫氧阶段）和12.5%～11%（低温贫氧阶段）情况下,柴油/正丁醇掺烧燃料随进气氧浓度降低对碳烟排放的影响规律。研究结果表明:随进气氧浓度从20.9%降低至11%,影响碳烟排放的主要因素从温度变为燃料氧,最后变为温度和燃料氧;在富氧阶段,由于氧气氛围较为充足,碳烟氧化对燃料氧的依赖作用较弱,影响碳烟生成的主要因素为温度;在高温贫氧阶段,氧气浓度较低,燃料氧是影响碳烟排放的主要因素,温度对碳烟的影响作用其次;在低温贫氧阶段,温度和燃料氧是影响碳烟排放的主要因素,滞燃期对碳烟排放几乎无影响作用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "基于Patir和Cheng的平均流量方程和流量因子,计入表面形貌和弹性变形等因素,以流体润滑理论为基础,建立了内燃机主轴承的弹性流体动压润滑计算模型;通过分析功率提高对某高功率密度柴油机主轴承润滑的影响机理,探究了轴承间隙、轴承宽度、轴颈直径、V型夹角以及缸径对主轴承最小油膜厚度,峰值油膜压力和摩擦损失总功等润滑特性的影响。结果表明,功率的提升使得轴承润滑性能急剧恶化;适当增大轴承间隙可以有效提高轴承润滑性能;轴承宽度、轴颈直径以及缸径对轴承润滑性能影响最为明显;V90更适合高功率柴油机气缸布置;通过研究影响规律匹配合理的参数,可以有效改善轴承的润滑性能,为高功率密度柴油机设计提供参考意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文提出了一种柴油机活塞碗的参数化建模方法,该方法能够确保活塞碗轮廓线在变形过程中燃烧室的控制容积不变,以满足恒定压缩比的要求,解决了活塞碗排放优化过程中的参数驱动问题。使用CAESES实施了参数化建模方法,使用CONVERGE对活塞碗内的流动/燃烧进行分析,使用CAESES的遗传算法驱动优化流程,通过案例验证了该方法的有效性。结果表明:以遗传算法对活塞碗进行4轮优化后得到的最佳算例,NOx浓度降低了66%,soot浓度降低了78%。", "label": "动力工程及工程热物理", "id": 0}
{"content": "介绍了激光熔覆技术的基本原理、工艺及特点,待修复工件及其修理位置的工作情况。叙述了整个修理工艺流程,包括磨损位置的原始数据采集、探伤检查、及机械加工,熔覆前的预热、激光熔覆、熔覆后的保温处理及检查、测量、机械加工等。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文分析了WP12/13系列气缸体气孔缺陷类别及产生原因,重点讨论构成铸件的三部分（型砂、砂芯及铁水）之一的型砂对气孔缺陷的影响。通过对我公司同一造型线在2016年和2017年7-10月份生产的同一铸件型号（WP12/13系列气缸体）进行型砂数据的对比分析。从影响型砂发气性和排气性的因素（型砂的水分、有效膨润土含量、含泥量以及透气性）进行讨论并确定了影响此造型线WP12/13系列气缸体气孔缺陷的型砂参数范围。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文主要运用CAE技术,对某款汽油机气缸垫漏水问题进行计算分析,查找出故障原因。依此进行整改方案的设计及验证,确定最终整改方案。之后并进行相关试验验证,最终解决故障问题。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在一款排量为1.6L气道喷射自然吸气汽油机上,针对不同进排气管长度及排气温度,对进排气压力形态以及其对发动机性能的影响进行了研究。结果表明,增加进气管和排气催化器后中消前管长分别有利于提升进气压力波峰,降低排气压力波谷,能够改善低速段扭矩,但同时进气管长的增加导致中速段扭矩的降低;降低排气温度,在降低排气压力波谷的同时也能降低缸内压力,有利改善换气过程提升低速段扭矩。本文研究结果为基于提升动力性能的进排气系统设计提供了理论依据及指导方向。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文基于一台改造的小型增压直喷汽油机,结合自行开发的进气道水喷射系统,针对不同喷水参数对汽油机排放特性的影响展开了试验研究。结果表明在2000r/min,平均有效压力20bar一工况下,采用油耗最优水油比进行进气道喷水时,可以使得NOx、CO的排放分别降低24.9%、36.2%,但HC的排放会增加75.8%。随着喷水量和喷射压力的增加,NOx、CO的排放浓度降低,HC排放浓度升高。开阀喷射的排放优化效果好于闭阀喷射,在试验条件下最优喷射时刻为334℃A BTDC （1/2进气门最大升程对应曲轴转角）,并且随着负荷的增加、转速的降低,喷水优化排放的效果更为明显。", "label": "动力工程及工程热物理", "id": 0}
{"content": "汽油机小型化、高强化技术是应对日益严格的油耗和排放法规的有效手段。但随着汽油机强化程度的提高,在发动机低转速大负荷工况很容易出现一种异常的燃烧现象—\"低速早燃\"。产生这种燃烧现象的影响因素很多,但对其产生的原因和影响因素缺少有效研究。本文基于一台四缸直喷增压汽油机,开展了机油成分对低速早燃的影响分析,通过台架试验对比研究了机油组分对早燃的影响。试验结果表明:降Ca配方为主的机油,能够有效降低发动机在低速大负荷工况下发生早燃的次数。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为提高缸盖温度场的仿真预测精度,合理运用沸腾换热的高效换热能力,利用矩形通道内沸腾传热试验台架研究了铸铝加热块、50%乙二醇水溶液在不同流速、入口温度和系统压力下的沸腾换热特性,并对现有渐进模型进行修正,建立适用于发动机缸盖材料及冷却液的沸腾传热模型。将修正后的沸腾传热模型嵌入STAR-CCM+软件进行仿真验证,结果表明,仿真所得壁面热流密度与试验结果的误差均小于5%。利用该模型建立缸体缸盖固体导热及冷却水腔沸腾换热耦合传热系统,仿真和试验结果表明:沸腾传热可有效提高缸盖与冷却液间的传热效率,该沸腾传热模型能更准确地预测缸盖温度分布。", "label": "动力工程及工程热物理", "id": 0}
{"content": "基于HyperMesh有限元和试验模态分析技术对某型涡轮增压器总成进行了计算与试验对标,同时研究了自由模态情况下,如何简化增压器分析模型可以快速预测增压器总成频率及振型,从而指导设计。研究结果:该研究对象在自由状态下的频率值与实验结果差异在12%以内,其计算精度能够满足工程应用要求;建议今后模态仿真按照同样的方式进行,可以快速预测增压器频率及振型,在设计阶段指导改进设计。从而在设计阶段避免因为固有频率的因素导致与发动机或者整车其他零部件的共振问题。", "label": "动力工程及工程热物理", "id": 0}
{"content": "缸内直喷发动机客观存在燃油稀释问题,严重的燃油稀释问题会导致机油量增加,造成机油黏度下降、发动机摩擦副异常磨损。本文介绍了燃油稀释的影响因素,并详细说明某款发动机燃油稀释超标问题的解决过程,全面论述了燃油稀释问题的分析和验证方法,为后续此类问题的解决指明方向。", "label": "动力工程及工程热物理", "id": 0}
{"content": "首先,进行流固耦合分析得到缸体缸盖的额定功率点的稳态温度场,并与试验结果进行了对比,关键部位仿真与试验误差均小于5%。接着建立缸盖有限元分析的全局模型,根据发动机运行特点定义常温装配、发动机热机各缸点火等分析工况,得到了缸盖的装配应力和爆发热耦合应力,然后进行疲劳分析,疲劳分析结果发现多处安全系数不满足设计要求,主要分布在水套圆角区域。最后通过子模型方法对局部区域进行优化,使得疲劳安全系数满足设计要求。分析结果表明:缸盖高周疲劳薄弱处主要发生在水套圆角处,采用子模型方法对局部结构进行优化可快速得到缸盖最优设计。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文通过缸内直喷汽油机微粒测量试验,研究了怠速工况、额定转矩工况及常用工况下三效催化器对发动机尾气中微粒数量浓度及质量浓度的处理效率。研究结果表明,在怠速等低转速小负荷工况,三效催化器对粒径较小的核模态微粒的数量浓度和质量浓度均具有较高的处理效率。而随着转速及负荷的增加,其处理效率明显降低。主要原因是一方面随转速负荷提高,发动机原始排放中聚集态微粒增加,这种大粒径微粒不易被三效催化器氧化;另一方面空速增加导致微粒布朗扩散捕集作用减弱,使得三效催化器对微粒处理效率降低。", "label": "动力工程及工程热物理", "id": 0}
{"content": "研究了利用集合经验模式分解（EEMD）提取汽油机爆震边缘的方法。基于EEMD方法不但能够从缸压信号中检测出爆震边缘,而且能够自缸盖上采集的振动信号中检测边缘。更为重要的是,利用缸盖振动信号,可以仅利用一只振动传感器来检测多缸汽油机各缸的爆震边缘。通过与基于小波变换的爆震边缘检测结果进行对比,验证了EEMD在提取汽油机爆震特征中的优势。在此基础上,提出了一个基于EEMD的爆震强度指标,分析结果表明该指标可以有效地表征汽油机爆震的强度。", "label": "动力工程及工程热物理", "id": 0}
{"content": "超临界流体相比于液体具有粘度小、扩散系数大、无表面张力等有利于发动机喷雾与混合气制备的特性。本文利用阴影法高速摄影,观测了超临界燃油经单孔与多孔喷油器喷入常温常压氮气环境中的射流特性。在单孔与多孔的超临界射流喷嘴出口处均观测到马赫盘的出现,表明射流呈现出类似于可压缩气体欠膨胀射流的特性。相比于液态射流,单孔与多孔超临界射流在锥角与贯穿距等宏观喷雾特性上分别表现出截然相反的特点,本文针对多孔超临界射流表现出的特殊的射流特性进行了深入的探讨与研究。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在定容弹内利用高速摄影和相位多普勒粒子测试仪,研究了不同喷射压力下GDI喷雾不同位置处油滴速度和直径随时间的变化过程。结果表明:油束在发展过程中轨迹发生了明显的往喷油器轴线方向的偏移,在负压下距喷油器同一轴向位置的径向位置上的油滴速度呈双峰状分布,其主要由GDI喷油器喷孔的紧凑设计和汽油饱和蒸汽压力引起的喷孔出口速度分布改变而导致;喷射压力的增加会强化这一过程。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对一台4G15缸内直喷汽油机试验研究了单次喷射的喷油量及喷油与点火之间的时间间隔,两次喷射的喷射比及第一次与第二次喷射的时间间隔,喷射压力等对直接起动模式首循环燃烧和排放特性的影响。试验中冷却液温度保持为80℃、初始活塞位置为100°CA ATDC。研究结果表明:优化控制单次喷射喷油量及喷油与点火之间的时间间隔能使首循环同时获得燃烧和排放特性。在总体过量空气系数为0.8、两次间隔为100ms条件下,两次喷射喷射比在3:1及4:1时可使首循环获得较高的燃烧和转速峰值及较低的HC和CO排放。随着两次喷射时间间隔的增大,首循环转速峰值先增减后减小,而HC、CO和NOx排却呈现先减小后增加的趋势。试验条件下,当两次喷射时间在100-150ms范围时可同时获得较高的首循环转速峰值和降低的有害物排。随喷射压力的增加,首循环着火的过量空气系数范围变宽,可以在较稀混合气范围内着火,并可获得较高的转速峰值。", "label": "动力工程及工程热物理", "id": 0}
{"content": "以小型汽油机为实验对象,进行不同转速下凸轮摇臂载荷实验,研究了不同转速下凸轮摇臂载荷峰值出现位置。结果表明低转速下,载荷峰值出现在凸轮最大升程点上;在高速运转时,峰值出现在升程与回程的起始点上。在Archard模型的基础上,建立了凸轮磨损模型,分析了不同转速下凸轮的磨损寿命,并计算出凸轮磨损最严重的几个位置的磨损速率。", "label": "动力工程及工程热物理", "id": 0}
{"content": "当代汽车在制造生产的过程中已经逐渐的脱离了全机械式的生产,面对先进的科学技术以及大量的电子科学工件,在进行汽车制造以及加工的环节已经应用了大量的电子设备,并且现代汽车已经拥有了自己的主控大脑,那就是ECU。为了满足人们对汽车动力性能的要求,现代的大量汽车已经改装了电控发动机。但是其存在油耗过高的问题一直影响人们的使用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "基于为测试汽油机ECU构建的HIL仿真测试系统,进行了自动化测试技术在EMS测试中应用的研究,介绍了自动化测试从需求分析、测试用例设计,测试序列开发到测试序列执行、报告生成的具体实现过程,最后通过具体的测试项目进行了自动测试的试验,并对试验结果进行分析,验证预期目标,表明自动化测试具有测试方便、准确,效率高的优势。", "label": "动力工程及工程热物理", "id": 0}
{"content": "缸内直喷汽油发动机中,实现稳定的期望共轨压力是保证燃油精确控制和发动机稳定运行的前提条件.压力控制阀作为共轨系统轨压调节的执行机构,其建模和精确控制对于提高轨压系统的控制性能是至关重要.本文首先通过分析共轨系统的工作原理及电磁阀的工作特性,分别建立了压力控制阀\"电\",\"磁\",\"机械\"三个子系统的数学模型.针对电磁阀存在的非线性的特性,推导了基于反馈线性化方法的电磁阀控制器,并与进油量控制器结合,构成轨压控制系统.最后通过在Simulink中搭建的高压燃油共轨系统对控制器的性能进行了验证,仿真结果表明该控制策略和控制器在不同的轨压期望的需求下均是有效的.", "label": "动力工程及工程热物理", "id": 0}
{"content": "本论文分析了电控汽油喷射发动机的阶跃型氧传感器响应变慢对空燃比和排放的影响,在深入分析空燃比闭环PI控制器数学模型的基础上,提出了针对氧传感器响应变慢的空燃比自适应PI控制算法。当氧传感器信号从稀到浓变慢时,过量空气系数相对于正常值会减小,同时HC和CO排放浓度会增大。当氧传感器信号从浓到稀变慢时,过量空气系数相对于正常值会增大,同时NOx排放浓度会增大。在氧传感器信号变慢时,对原有空燃比PI控制器进行了自适应修正设计,试验结果表明,设计的空燃比自适应PI控制器减小了在氧传感器响应变慢时过量空气系数偏离正常值的幅度,能够减少有害气体排放。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>自1876年德国人奥托创制成功第一台往复活塞式四冲程汽油发动机至今,汽油发动机经过一百多年的进化,从机械式化油器到电子燃油喷射系统（EFI）再到同属电子燃油喷射系统的缸内直喷分层燃烧系统（TSI、FSI、CGI等）。动力控制模块（PCM）对于汽油的供给是越来越精确,也越来越复杂化。但是万变不离其宗,不论是通过落后的机械手段控制汽油的供给;还是通过先进的电子控制技术进行精确的汽油供给,以达到尽量高的燃油经济性和动力性。这一切都是根据汽油的燃烧化学方程式:", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文详细介绍了汽油发动机各系统摩擦损失分布及影响因素,并针对活塞组件和配气机构零部件进行了低摩擦结构优化以及应用类金刚石碳膜（DLC）涂层。通过拆除法摩擦损失试验方法精确测量并对比分析了各优化方案对各系统摩擦损失的影响。试验结果证明,低弹力活塞环组可以减少活塞组摩擦15.6%,降低气门弹簧刚度可以降低气门机构摩擦33%。活塞销与上压缩环采用DLC涂层,活塞组摩擦损失降低9.4%。挺柱表面采用DLC涂层,气门机构摩擦损失减少29%。", "label": "动力工程及工程热物理", "id": 0}
{"content": "以直喷汽油机为对象建立试验台架及试验测控系统,以研究空燃比对缸内燃烧和微粒排放粒度分布的影响规律。结果表明,在进气过程中喷油均质燃烧模式情况下,不同空燃比对应的微粒排放大部分在50nm以下;随着空燃比的增加,微粒粒径分布曲线形状由核模态、积聚模态双峰分布向核模态、初始颗粒的双峰分布渐变,最终变为核模态的单峰分布,且总微粒数量浓度降低。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对没有大气压力传感器或大气压力传感器有故障的汽油机,为保证汽油机吸入足够气量而得以正常运行,基于可压缩流体理论,提出了汽油机大气压力预估算法,并通过软件在环仿真,对控制算法进行了初步验证。然后,使用Embeded-Coder工具箱对控制算法进行自动代码生成,并将其载入汽油机ECU中。最后,进行最终实车测试,结果表明上述预估算法可准确计算出与大气压力传感器测量值相符的大气压力值。", "label": "动力工程及工程热物理", "id": 0}
{"content": "以某1.2L自然吸气发动机为研究对象,通过热力学分析对进气歧管管径、可变管长、稳压腔容积进行关键参数的确定,利用CFD详细分析对进气歧管的流通性、流量进行三维数值模拟,对歧管内流场状态进行分析,辅之于有限元计算强度,完成了可变进气系统的完整开发,并最终通过试验验证。", "label": "动力工程及工程热物理", "id": 0}
{"content": "电液式可变气门定时（VVT）系统的稳定性及抗干扰能力,对汽油机性能有着重要的影响。汽油发动机VVT系统中油压-转速耦合作用是影响VVT系统控制稳定性的重要因素。当发动机转速变化时,油压-转速耦合作用使得VVT系统的工况条件在短时间内大范围改变,且这种耦合作用受到发动机结构、温度以及老化程度的影响,难于标定,使常规的控制算法面临一定的挑战。为了提高VVT系统的稳态控制精度,本文基于主动抗扰的思想,在分析油压-转速耦合作用影响机理与变化速率的基础上,搭建了线性ADRC控制器,将油压-转速耦合作用看作VVT系统的扰动,对其进行观测与补偿。实验结果表明,相比于传统的PID算法,线性ADRC控制器能够有效观测出油压-转速耦合作用对VVT系统的影响并提前补偿,大幅提高VVT系统稳态控制精度。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文以四缸火花式点火汽油发动机为研究对象,利用平均值建模机理,将模型中不易考虑的容积效率、摩擦扭矩等非线性因素以工程中常用的数据图表map的形式保留在所搭建的模型中,建立了面向控制的机理/map混合描述的汽油机模型。在此基础上,针对发动机扭矩估计问题,采用反馈线性化方法设计了非线性发动机扭矩观测器,该方法通过对汽油发动机实际转速的跟踪控制对扭矩产生模型中的有效扭矩进行动态补偿,从而得到实际发动机的有效扭矩,同时采用输入到状态稳定性理论分析了闭环误差系统的鲁棒稳定性。最后,通过离线仿真和enDYNA模型仿真验证了估计算法的有效性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文研究了通用汽油机170F箱体缸套孔偏心的影响因素,通过采取相应的对策,解决了缸孔偏心的这一质量问题。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文基于汽油机HCCI多点自燃的燃烧现象,深入分析了大量火核产生、发展及相互影响的燃烧过程,并发现其与自然界中群体发展现象相似。借鉴群体效应建模的思想,基于对HCCI燃烧过程合理的假设,并借助课题组已经建立的着火判断准则,构建了基于火核群体效应的汽油机HCCI燃烧放热率模型,该模型能够描述火核产生、发展的燃烧过程,并能够反应转速、废气率等参数对于该过程的影响。同时,借助于不同工况点下的汽油机HCCI燃烧单缸机实验数据,利用数学回归的方法对模型进行了系数拟合和实验验证。结果表明,本文构建的HCCI燃烧放热率模型对于当量比条件下,废气率在40%~75%的汽油机HCCI燃烧过程具有较好的预测结果,具有一定的物理意义和可用性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文采用仿真分析方法对某增压直喷汽油机的配气机构进行了设计优化,对该配气机构的气门弹簧以及高压油泵凸轮相位进行了改进。根据计算分析对比结果,将原等节距气门弹簧更改为一变节距气门弹簧同时实现该弹簧在发动机系列改款机型中也实现通用,并且基于高压油泵的介入,对高压油泵凸轮的初始相位从驱动力矩、扭振角度以及链条拉力等方面对比分析后进行了优化,选定某最佳相位角度。", "label": "动力工程及工程热物理", "id": 0}
{"content": "直喷汽油机冷启动工况下一般采用两段喷油方式组织混合气分层燃烧,并通过推迟点火角加强后燃,提高排气温度,从而起到缩短催化器起燃时间、降低排放的效果。本文利用CFD技术对某款增压直喷汽油机冷启动工况混合气形成过程进行了分析,研究了挤气面积、喷油油束布置以及两段喷油比例等因素对点火前混合气浓度分布的影响。结果显示,适当增大缸盖排气侧挤气面积、改善油束布置以及增大第一段燃油喷射量可有效改善点火前缸内混合气分布情况,形成较为稳定的分层混合气。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>专利人:龚锦民专利号ZL200620035310.8节能是指传统式50毫升二冲程汽油发动机装在轻骑上原100公里油耗2-2.5升通过全面改良降为0.9-1升〈己制作有节能内容的光盘)马力增强,环保是指尾气符合国家排放标准（GB,14621-2002,摩托车及轻便摩托车排气污染怠速侧量要求CO=0.09%HC=2394）,中小油门无烟,大油门稍有烟,气温20-25℃以下工作排气管口不断有毛毛雨下在地面上,这是完全燃烧的象征。改良要点:捉高点火能量,改触点式为CDI点火,提高压缩比1.5,气缸结构改良,自由排气", "label": "动力工程及工程热物理", "id": 0}
{"content": "小型通用汽油机,简称通机,广泛用于发电机、抽水机、扫雪机、农耕机等,国内生产的大部分销往国外使用。小型通用汽油机发动机M9主要用于割草机上,其主要零部件M9缸体在美国、捷克等国家早已大批量生产,年产量上百万件,出于成本考虑,转入国内生产。通过对浇注方案的改进,极大地减少了加工部位,降低了制造成本,同时更好地保证了缸孔的质量。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文建立了适用于描述均质混合缸内直喷汽油机喷雾过程的喷雾模型,在喷雾定容弹中对该模型的参数进行了试验标定。采用标定后的喷雾模型,对低速全负荷和高速全负荷两种工况下的均质混合缸内直喷汽油机的喷雾及油气混合特性进行了数值模拟研究。结果表明:与低速全负荷工况相比,高速全负荷工况下的缸内喷雾向进气侧偏转的幅度更大,燃油粘湿排气侧缸壁和活塞顶面的几率更低,并且由于缸内滚流强度更大、缸内混合气溢度更高,使得液态燃油的雾化蒸发效果更好。研究结果能为优化均质混合缸内直喷汽油机的油气混合过程提供有力的支持。", "label": "动力工程及工程热物理", "id": 0}
{"content": "对比研究了HCCI,汽油机在不同空燃比下采用混合气分层策略时的极限负荷、NOx排放量和燃油经济性,考察了在此策略下过量空气系数入和ECR率对HCCI发动机燃烧特性的影响。结果表明,混合气分层压缩燃烧模式能有效降低HCCI燃烧的压力升高率,具有拓展负荷范围的潜力,但同时也使NOx排放增加;适当的过量空气系数能在一定程度上改善HCCI发动机的燃烧特性,采用9%的ECR率时发动机油耗率最低,具有明显的节油效果。", "label": "动力工程及工程热物理", "id": 0}
{"content": "研究了叶片单元数与载荷作用次数对涡轮可靠性的影响,建立了增压器涡轮的超速破坏可靠性模型与失效率计算模型。分析了涡轮的结构特点,建立了能体现叶片数影响的涡轮叶轮强度概率分布函数。针对涡轮超速破坏失效模式,以载荷作用次数为寿命度量指标,建立了能体现叶片单元数、载荷、强度以及工作循环次数影响的涡轮可靠性模型、失效率计算模型以及平均寿命模型。以某型增压器为例研究了涡轮可靠度与失效率随工作循环次数的变化规律。", "label": "动力工程及工程热物理", "id": 0}
{"content": "电液式可变气门定时（VVT）系统的响应速度、稳定性以及抗外界干扰的能力,对汽油机性能有着重要的影响。由于VVT系统存在着机械磨损、机油温度、机油压力、发动机转速等动态变化因素,使常规控制算法面临一定的挑战。为了提高VVT系统的工作性能,本文基于主动抗扰的思想,探讨在VVT系统控制中应用前馈和线性ADRC算法。该控制方法通过实时估计VVT系统的内外扰动并予以补偿的方式,将VVT系统简化为一个线性、非时变的积分串联系统,并通过ADRC的参数化,简化了控制器设计和参数整定。在基于AMESirn/Simulink软件的VVT系统仿真模型上,本文介绍了ADRC控制方法的仿真研宄。结果表明,线性ADRC控制器对VVT模型的不确定性和外部扰动变化具有较强的适应性,使VVT系统具有更优良的动态性能。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文对视觉检测技术进行了调查研究,结合本公司的应用情况,对视觉检测技术在气缸盖毛坯铸件外观检测上的应用做了分析整理总结,这些技术同样适用于类似产品的外观检测,对铸件毛坯外观视觉检测技术的选择具有指导意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文以某发动机变速器壳体为例,通过采取压铸模具温度场及进浇系统改善等一系列措施,提高了某发动机变速器壳体铸件的质量,达到了有效减少裂纹报废率的目的,降低客诉,提升客户满意度,技术积累,为新产品提供了好的建议,取得了比较好的效果,产生了良好的经济效益。", "label": "动力工程及工程热物理", "id": 0}
{"content": "喷油嘴是发动机的重要零件,加工质量直接影响发动机整机的动力性、经济性以及排放性等性能。为了研究分布在出口的出口毛刺和入口的入口毛刺对喷油量一致性的影响,本文以高级有限元分析软件ANSYSFLUENT模块为基础,对喷油嘴实体建立模型,研究和评估毛刺（入口和出口）对喷油嘴喷油量的影响。通过建立有毛刺的喷油嘴模型和无毛刺的喷油嘴模型并分别模拟计算其喷油量,进而计算有毛刺情况的喷油量相对无毛刺喷油嘴喷油量的减少率,结果显示有毛刺时会使喷油量减小。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过宏观检验,扫描电镜断口观察,化学成分分析,硬度检测,金相分析等方法对曲轴断裂进行了分析。表明曲轴的断裂为较大应力下的弯曲疲劳断裂。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过开展QC活动来解决发动机零件在机加工过程中的不合格问题。在班组质量管理过程之后从现场实际问题出发,通过开展QC小组活动,分析问题产生的原因,集思广益,共同动手动脑解决问题,提高了个人素质,提升了产品质量。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>一、技术要求及工艺难点曲轴是发动机的核心运动部件,发动机的寿命以及工作中的振动、噪声和曲轴的精度有着很大的关系。提高曲轴的加工精度,对提高发动机的寿命和性能都有着非常重要的意义。在某系列型号曲轴所有加工工序中,主轴颈和连杆颈磨削加工是曲轴加工过程中的一道关键工序,而工艺要求中的主轴颈的跳动≤0.02mm和主轴径的圆度0.001mm/10°是加工中要控制的几何公差,是加工中的工艺难点。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>一、技术要求及工艺难点珩磨是用镶嵌在珩磨头上的砂条（油石）对内孔表面磨削,获得较高精度和表面粗糙度的一种加工工艺。在发动机加工中,主要运用于缸体、曲轴孔、缸孔和连杆大孔的精整加工。EA888发动机投产后始终存在珩磨头耐用度低、刀具成本高（占生产线刀具单耗的22%）,工废率高（见图1）（缸孔划伤占生产线工废率的16%）的问题。此问题也是大众集团中国区发动机专家研讨会提出的共性且难以解决的问题之一。", "label": "动力工程及工程热物理", "id": 0}
{"content": "某型发动机在使用过程中突发故障无法正常起动,拆解后发现起动电机导向轴断裂。通过宏观观察、理化性能及金相检验、扫描电镜观察及能谱分析等检测手段对断裂部位进行了分析。结果表明:导向轴表面增碳导致的碳化物富集和工艺孔处的应力集中是断裂产生的主要原因,心部的异常组织对断裂具有促进作用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对原有连杆激光涨断位置检具存在的固定式销轴与连杆孔配合间隙较大、测量精度低的问题。通过设计制作了一种由圆锥体、弹簧、钢球组成带有内部涨芯式结构的检具。利用一面两销的定位原理,实现对连杆的精确定位。配合指针和放大镜相较于原有技术通过肉眼观察刻线位置,大大提高了检测分辨率。提高了测量精度,有效地保证了产品质量。", "label": "动力工程及工程热物理", "id": 0}
{"content": "活塞在气缸内做上下往复的直线运动的同时,由于活塞与气缸壁之间的间隙,活塞还存在径向运动和绕活塞销的摆动,即活塞的二阶运动。活塞二阶运动引起的活塞敲击力是活塞敲击噪声的来源,深入分析活塞敲击力有助于柴油机噪声控制。本文通过ADAMS建立曲柄连杆和缸套的多体动力学模型,并通过与质点力系法比较验证了模型的正确性;利用ANSYS对连杆做柔性处理,建立起刚柔耦合活塞敲击模型;基于所建立的仿真模型,对不同的配缸间隙进行仿真计算。结果表明,考虑连杆变形的刚柔耦合模型对最大活塞敲击力数值影响明显;两种模型得到的接触力在低频段吻合较好,在中高频段有明显差别;随着配缸间隙的减小,活塞敲击力发生的时刻会前移,活塞敲击力明显减小。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为探究单缸自由活塞发动机的非线性运动,本文采用定量分析的方法,基于牛顿第二定律和韦伯经验放热方程在Matlab/Simulink中建立了自由活塞发动机全循环的一维仿真数值模型,数值分析了弹簧刚度变化从-49000N/m变化到-61000N/m,对自由活塞发动机的非线性运动特性的影响规律。结果表明,较高的弹簧刚度会使活塞运行周期缩短、转速增加,这意味着活塞在上下止点的停留时间变短,导致燃烧和换气持续期缩短,对活塞运行稳定性产生影响。同时,随着弹簧刚度增加,活塞的峰值加速度和峰值速度呈现非线性增加,这主要归结于弹簧钢度增加和缸内燃烧压力增大两者共同导致的结果。还发现,较高的弹簧刚度还会导致活塞有效行程缩短,这有利于提高缸内的压缩比,促进缸内混合气的燃烧和热效率的提高。", "label": "动力工程及工程热物理", "id": 0}
{"content": "带有挤压油膜阻尼器的某发动机高压转子系统的不平衡振动具有特殊性,挤压油膜阻尼器的存在以及高压转子转速、静平衡量均可以对转子系统的振动响应产生很大影响。本文建立了某发动机高压转子系统动力学模型,并将挤压油膜阻尼器（SFD）的刚度和阻尼计入动力学模型中。采用数值积分法对转子具有不同不平衡矢量的情况下的振动响应进行计算,对比挤压油膜阻尼器的影响。研究结果表明:带有挤压油膜阻尼器的转子系统的不平衡振动具有特殊性,当SFD引入转子系统后,在高转速和不平衡量较小的情况下,会出现有界的复杂振动,出现振动不稳定的情况;适当增大不平衡量值,可以使转子振动稳定性增加,提高转子振动的稳定性,避免出现双稳态现象。本研究成果可以对挤压油膜阻尼器-转子系统的复杂振动研究以及配平调控方法提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文通过分析进气压力波动对两侧燃烧室压力变化的影响,进而研究自由活塞增程动力系统活塞组件振动特性。在现有的自由活塞增程动力系统数学模型的基础上,利用Matlab/Simulink建立该系统仿真模型,对此耦合系统进行分析,并与传统内燃机的运动规律形成对比,发现了初始进气压力的波动对整个系统运动的影响规律。结果表明,对于这种变阻尼、变刚度的单自由度振动,改变进气压力会对活塞组件两侧燃烧室的气体压力产生影响,而气体的回弹力的力学特性体现为非线性恢复力,并与活塞组件的运动是时变耦合的。具体来说,最初逐步增大进气压力,缸内的压力、活塞行程和压缩比也随之增大;但进气压力增大到一定程度时,燃烧变得恶劣,又会对活塞组件的运动状况产生负面的影响。通过对系统的活塞组件运动特性进行阐述,寻找实现高压缩比与高稳定性的最优方案,为未来实验样机的设计与理论研究提供依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文阐述了蠕墨铸铁材料的开发及应用的现状以及高牌号蠕铁发动机缸盖生产过程中遇到的主要问题,介绍了OCC工艺生产高牌号蠕铁的设备以及生产流程。重点阐述了稳定批量生产高牌号蠕墨铸铁的相关实际生产控制要点,以平衡高性能与高缩松二者为出发点,重点从凝固方式、蠕化丝线填充颗粒度等方面分析试验对性能、蠕化率、缩松倾向的影响,另外针对实际生产过程中出现的异常波动状况,分析探究出二次补加喂丝、补加原铁水等生产补救措施。原铁水碳量提升对缩松有降低倾向的趋势,但必须要保证不要超出共晶点,过共晶凝固反而增加了缩松倾向同时也大幅度降低了性能。OCC处理使用蠕化丝线芯内填充物粒度以正态分布形式分布在实际生产过程中易发生断丝、凹陷、段丝不熔等问题,整体批量蠕化率稳定性会受到波动,粒度整体细化可以大幅度提升蠕化处理稳定性,从而稳定铸件缩松倾向。二次补加喂丝、补加原铁水可以作为补救铁水处理异常的有效手段,对批量生产过程稳定有较大实际意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "发动机气缸体铸造工艺复杂,如何利用先进的人工智能技术来提高生产效率,降低次品率,是一个值得研究的课题。本文作者通过分析气缸体铸造过程中涉及到的工艺参数特征,结合业务场景,在特征降维的基础上采用高维粒关联规则挖掘算法。把粒关联规则算法从二元性扩展到多元性,建立基于极大频繁项集的粒关联规则算法,挖掘质量与工艺参数相关性,获取与质量最相关的工艺参数,再使用强化学习算法对最相关的工艺的参数进行推荐,达到合理控制工艺参数的目的,减少工艺参数设定对工人经验的依赖,从而提升整个缸体生产过程智能化。通过实际工厂数据验证模型,最终证明了建立的数据模型具有很高的精确性,同时也具有很好的鲁棒性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在内燃机上,进气系统的设计对发动机的整体性能（功率、扭矩）有着至关重要的作用。同时,为了保持竞争力,产品设计师进行优化和寻找符合客户要求的前沿设计的时间越来越少。因此,从压力损失和速度均匀性的角度出发,提出了一种通过迭代得到最佳几何结构的方法。通过结合Altair HyperStudy和SimSolid,可以自动生成网格和3D修改,用于计算和优化,为工程师在最短的时间内寻找最佳的产品性能提供了有效的指导。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对涡轮增压器配机试验伸出端系统可能出现振动失效风险,提出了几种支承概念设计方案,并基于SimSolid对整个涡轮增压器伸出端系统进行了模态分析及随机响应分析,得到危险点螺栓随机响应应力有效值。基于应力有效值利用三区间法进行疲劳寿命评估。综合无限寿命设计要求及成本可行性考虑,提供了单点三向支承建议方案。整个分析过程表现出SimSolid对大规模复杂模型的适应性和建模及求解高效性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "目前对发动机性能要求提高,需要更大的缸盖螺栓轴力抵消缸压增大的影响以及提供更好的缸垫密封性能,但同时带来了更严重的缸孔变形。本文通过某使用模拟缸盖技术的发动机缸孔变形分析为例,采用SimLabTM软件进行建模及缸孔变形结果处理,得到了很好的仿真结果。", "label": "动力工程及工程热物理", "id": 0}
{"content": "三级盘轴是发动机高压压气机转子上的重要零部件,是连接一、二级前鼓筒和四一级后鼓筒的重要部件（装配结构见图1）,是起到一个承上启下的一个重要部件,其加工质量直接决定了发动机的性能。一、二级前鼓筒,三级盘轴和四一九级后鼓筒之间通过正口配合,使用螺栓连接在一起,形成高压压气机转子。压气机转子在高温高压的状态下工作,转速高达10000—20000r/min之间,工作温度在0—430℃之间,工作时零件承受极大的压力,高达450Mpa。而轮盘上的榫槽加工质量的好坏直接影响到发动机的装配性能,在榫槽的加工和检测方面主要考核的技术指标是榫槽的中心距、偏距、角度尺寸、垂直度、平行度及榫槽在轮盘上的均布,榫槽轮廓公差带及榫槽拉削表面粗糙度等几项指标必须满足工艺规程要求,达到设计标准才能确保发动机正常运转和工作。所以在三级盘轴榫槽拉削工序的检查验收过程中,必须严格执行工艺技术文件要求,严格执行检验制度,做到按程序办事,按标准进行验收产品,严格把好产品\"质量第一\"这一铁的关口。确保所验收产品做到优质交付。", "label": "动力工程及工程热物理", "id": 0}
{"content": "风扇盘是发动机低压压气机转子上的重要零部件,是风扇增压级单元的核心件,增加级单元体是该型发动机转动部分最前端,单元体直径超过2米,承担着为内外涵道输送空气并提供动力输出的重任。榫槽结构是零件的重要特征,其加工质量的好坏,直接影响到发动机的使用性能。风扇盘沿轮盘圆周共有32个榫槽。榫槽的长度尺寸160mm,高度尺寸120mm,榫槽的宽度尺寸最大处30mm左右,给加工和检测都带来了一定的难度,而且轮盘上的榫槽是安装叶片的基础没事关键部位,在榫槽的检测方面主要考核的技术指标是榫槽的中心距、轮盘中心线和榫槽中心线的夹角（见图2）,垂直度及榫槽在轮盘上的均布,榫槽的轮廓公差带及榫槽拉削表面粗糙度等几项指标必须满足工艺规程的要求,达到设计标准才能确保发动机正常运转和工作,因此在验收风扇盘拉削榫槽工序时,一定要严格执行工艺纪律,严格执行检验制度。按标准验收产品,确保产品优质交付。", "label": "动力工程及工程热物理", "id": 0}
{"content": "以柴油发动机曲轴箱为例,采用高速干粉涂料搅拌系统,对干粉涂料进行混配使用,改善了固体废弃物处理的难题;根据调整后的铸造涂料使用工艺方案,进行生产,通过检验和客户加工验证,未发现任何缺陷,验证了干粉涂料直接混配使用方案的可行性,降低了采购成本,减少了固体废弃物的排放,保护环境。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对中/大型内燃机缸体类铸件打磨生产线存在的问题,现开发设计一款多刀库、高刚性全序切割打磨机器人设备,可实现生产线全序切割打磨。可以同时进行缸体的全序切割及打磨,有需要切割大冒口及气孔针的缸体,先进行切割,然后可一次性完成缸体表面毛刺及浇冒口完全打磨,无需人工干预及修整,并根据实际打磨需要,可配置多种刀库形式;智能化配置和激光检测,可以有效可修复和补偿机器人的规划路径,实现了工件的精确定位打磨;设备可配置旋转台机构,两个工件可同时打磨,提高打磨效率更高。针对整机性能的影响因素进行正交试验,采用模糊综合评价法对试验结果进行分析,并通过试验测试及数据分析,缸体的平均打磨精度可达到±0.5mm;缸体的打磨损伤率<1%,缸体的打磨完成率>95%,可满足缸体打磨的技术指标。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对发动机故障信号特征难以提取的问题,本文提出一种经验模态分解（EMD）与AR模型功率谱估计相结合的特征提取方法,并使用支持向量机（SVM）对多种工况下发动机故障信号进行分类识别。该方法先对事先提取的发动机振动信号进行经验模态分解,得到几组包含信号故障特征的固有模态分量（IMF）,通过能量占比法求出包含原始信号能量最多的四个IMF分量,并对其进行AR功率谱估计分析,对所得到的功率谱进行分段能量求和,将得到的能量值归一化后作为特征值,将特征值输入至支持向量机（SVM）进行对样本的训练和预测,实现故障分类与识别。实验结果表明:本文提出的方法可以清晰的提取故障信息,并可以准确的实现故障分类识别。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文利用子结构模态综合方法,首先将预扭叶片和叶盘作为子结构,分别求出子结构的模态和振型后,通过模态综合,最终得到整体盘片的模态振型。同时,计算了谐调和叶片预扭角度失谐时叶盘结构的各阶模态频率和模态位移。为了验证方法的正确性,与有限元结果进行对比。计算结果表明,盘片振动时,叶片与叶盘会产生复杂的耦合以及频率转向特性。预扭角度失谐的引入,破坏了原有模态的对称性,出现了模态局部化现象。频率转向特性也随着失谐的引入,由密集向连续转变。随着失谐量的增加,模态局部化现象愈加明显。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为提高系统服役可靠性,对系统剩余寿命进行预测与健康管理可降低系统运行风险。针对内燃机缸套服役磨损退化问题,基于维纳过程建立了缸套磨损自适应非线性退化剩余寿命预测模型。考虑实际服役行为对退化路径的影响,在模型中引入个体差异、环境及测量误差等随机因素,推导了其剩余寿命概率密度函数,利用卡尔曼滤波方法建立了历史退化数据与实测数据的相互关系并对隐状态进行实时更新,运用最大期望算法对模型参数进行估计,得到了系统性能退化剩余寿命的近似表达式。应用内燃机缸套磨损性能退化数据,对所建模型的有效性进行了验证,结果表明所建模型可用于磨损退化过程剩余寿命预测,具有实际工程应用价值。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文通过对低压铸造的纯铝合金水冷缸体铸造缺陷的观察和分析,缸孔气孔、缸孔缩松和AB螺栓过孔缩松为主要铸造缺陷,分析了这些铸造缺陷的特点和产生原因,并提出了具体的解决措施。", "label": "动力工程及工程热物理", "id": 0}
{"content": "目前铝合金产品在高压铸造过程中,斜孔类零件的加工,尤其,对于某些特殊斜孔且有密封要求的零部件,采用铸铝成型件加工。由于产品有较高的试漏要求,制造过程中,为保证该产品的质量要求,该斜孔需要进行预铸处理,本文针对这一问题,提出了一种结构来解决这一类产品的质量缺陷问题。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文全面梳理了压铸工艺中影响模温平衡的影响因素及评价方式,并结合某发动机缸体毛坯工艺调试和质量提升工作实例,系统分析了模温平衡对产品质量的影响;实践证明模温平衡是产品质量的主要影响因素之一,通过对模温平衡状况的跟踪、评价和优化改善,某缸体综合良品率由82%提升至95%以上。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文以某型号发动机曲轴箱为应用对象,通过采用pro/E的NC模块进行仿真,在三维工艺平台上获取了相关加工信息和加工模型。根据加工工艺定义加工参数,生成刀位文件,实现轨迹仿真,并经后置处理生成NC程序,实现了三维工艺平台和pro/E的集成,为发动机关键件数字化制造奠定了技术基础。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过采用有限元仿真技术,进行了大结合平面加工过程中的铣削力、夹紧力、夹紧布局对发动机箱体加工变形的影响分析,以及相应的变形控制技术研究。在优化的夹紧布局下,通过分析夹紧力大小对箱体加工变形的影响,摸索出夹紧布局及夹紧力对箱体加工变形的影响规律,优化了发动机箱体装夹夹紧布局和适宜性的夹紧力参数,为发动机大型框架式薄壁壳体件加工质量提供了可靠保证。", "label": "动力工程及工程热物理", "id": 0}
{"content": "对于高增压内燃机,末端气体自着火与爆轰发展可能分别导致敲缸与超级敲缸现象的产生,从而限制了内燃机缸内压力和热效率的进一步提升。而在狭小的封闭气缸中,压力波的传播及壁面反射会与局部末端气体自着火发生强烈的相互作用,可能造成与开放空间条件下不同的燃烧特性。本文通过考虑详细化学反应和输运机理的数值模拟,系统研究了内燃机对应条件下的封闭空间中,由热点引发的异辛烷/空气混合物的自着火过程,重点分析了压力波/激波壁面反射对自着火特性的影响,揭示了与超级敲缸相对应的超高压力震荡的产生机理。研究表明,在狭小封闭气缸中,自着火过程由两部分组成,即由热点引发的自着火反应面传播和由压力波/激波壁面反射导致的自着火反应面传播。随着热点及气缸相关参数的变化,从热点侧和壁面侧可以分别观察到五种和三种不同的自着火模态。本文新引入了一个表征空间和时间相关尺度关系的无量纲参数,用于定量描述包括爆轰在内的壁面侧的不同自着火模态。通过综合分析不同的无量纲参数,对狭小封闭气缸中由热点引发的自着火过程和相应机理进行了阐释,并对不同的自着火模态进行了定量描述和预测。研究表明,由热点直接引发的爆轰波可能导致与超级敲缸相对应的超高压力震荡,而由壁面反射引发的壁面侧爆轰波则较难产生类似强度的压力震荡。本文的研究结果将有助于揭示高增压内燃机中敲缸和超级敲缸的产生机理。", "label": "动力工程及工程热物理", "id": 0}
{"content": "基于凹腔稳焰器的超燃冲压发动机燃烧室中来流速度快,流动驻留时间短,燃料与空气的混合十分重要,并很大程度上影响着超声速燃烧的火焰稳定和传播特性。然而超声速气流中的混合流场包含湍流,激波与膨胀波等复杂波系,射流与凹腔剪切层,回流区的非定常特性及流场声学效应等,流动特性涉及复杂的流动机理问题,所以深入了解超声速气流中燃料射流的混合特性十分重要。动力学模态分解（dynamicmodedecomposition,DMD）和本征正交分解方法（properorthogonaldecomposition,POD）在分析非稳态流场问题上得到了广泛应用,然而其关于超声速条件下凹腔附近的非定常流场分析,大多的是基于无射流喷注的简单流场。本文基于大涡模拟方法,对超燃冲压发动机燃烧室中后缘突扩凹腔上游横向喷注乙烯的混合流场进行数值模拟,如下图所示。通过DMD和POD,获得了混合流场振荡的不同模态,并对流场结构和燃料的输运特性进行分析,有助于进一步理解超声速来流条件下,横向射流喷注混合的动态过程。", "label": "动力工程及工程热物理", "id": 0}
{"content": "气动性能和声学性能是考量现代涡扇发动机的两个关键指标。作为大涵道比涡扇发动机的重要推力部件,排气喷管的气动性能直接关系到发动机推力和燃油经济性。同时在起飞和下降条件下,发动机外涵道噪声是主要的噪声源之一。故开展发动机排气喷管的气动与声学一体化优化设计,研发新一代高性能、低噪声排气喷管,具有十分重要的工程实际价值。本文针对典型双涵道喷管,采用Hicks-Henne方法进行外涵流道外形参数化设计,基于RANS方法得到喷管流场（如Fig 1所示）并计算喷管推力性能,以及求解APE方程得到喷管的近场声场（如Fig 2所示）,以推力性能中的总压恢复系数和喷管近场FWH积分线上的声压为目标函数,基于Kriging代理模型进行喷管外涵外形的多目标优化设计（如Fig 3所示）,综合改善喷管的气动和声学性能。", "label": "动力工程及工程热物理", "id": 0}
{"content": "概述了涡轮壳铸件流道内腔粗糙度指标的重要性及其对发动机性能（输出功率）的影响,介绍了改善涡轮壳流道内腔粗糙度的常见工艺措施及效果（调整覆膜砂粒度、覆膜砂配比、浇注温度、涂料波美度等）,重点指出合理选择砂芯涂料是改善涡轮壳流道内腔粗糙度的关键所在。试验表明:意大利Z889CH涂料具有涂层表面光洁致密、涂层厚度均匀以及良好高温性能等优势,成功解决了涡轮壳流道内腔粗糙度的难题（达到Ra≤6.3）,确保了涡轮壳内腔尺寸精度（及一致性）,有效防止了1620℃以上浇注温度条件下铸件产生粘砂、结疤及涂料夹杂等缺陷,顺利通过台架试验。试验对比得出:涡轮壳内腔粗糙度提高后,内腔清洁度也相应提高,增加了发动机性能的稳定性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "高镍奥氏体球墨铸铁与球墨铸铁具有类似的凝固特性,糊状凝固,流动性差。饱和度A和\"SN\"[1]准则始终困扰着铸造工作者。了解高镍奥氏体球墨铸铁的特性,配制适宜的球化合金是当务之急。常用于高镍奥氏体球墨铸铁的球化合金有镍镁合金、硅镁合金、镍镁硅合金,也有把镍镁和硅镁合金混合使用的。这些合金反应激烈,合金吸收率低,导致球化不稳,合金用量大,价格昂贵。西峡县内燃机进排气管有限责任公司与禹州恒利来合金有限公司合作开发了一种镍镁硅铁合金。这种合金用于高镍奥氏体球墨铸铁的球化处理,合金反应平稳,吸收率高,加入量少,球化率高,单位面积球墨数量多,球径小,碳化物分布均匀,且价格便宜。镍镁硅铁合金易于破碎,适合于喂丝球化。镍镁硅铁合金中的铁可起到增加结晶核心,细化晶粒的作用,使力学性能得到提高。", "label": "动力工程及工程热物理", "id": 0}
{"content": "目前工业生产对锅炉汽包水位控制的要求越来越高,而传统的三冲量控制不能很好地满足日益提高的安全生产需求,为保证在进行大范围变工况等极端操作时生产的安全性,本文在传统三冲量控制的基础上,引入基于负荷预知的动态优化,得到最优的操作变量轨迹,提前预留液位,使液位在极端情况下仍能保证在安全范围内。研究结果表明,与传统三冲量控制相比,采取提前预留液位的操作后,当大范围变负荷时,汽包水位能更好地控制在安全范围内。", "label": "动力工程及工程热物理", "id": 0}
{"content": "介绍了ABB DCS在唐山港陆钢铁有限公司烧结余热锅炉控制系统中的实际应用。该控制系统稳定可靠,满足余热锅炉控制系统的功能需求。", "label": "动力工程及工程热物理", "id": 0}
{"content": "鉴于大型辅机可靠性的提高,国内某2×660MW机组的主要辅机均采用了单列配置。与双列配置系统相比,辅机单列系统的可靠性有所下降。为保证机组的安全可靠性,尽量减小辅机单列配置可能带来的不利影响,从仪表配置、逻辑设计等方面采取措施,保证了机组的运行安全性和可靠性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对带有启动循环泵的超（超）临界直流锅炉在降压吹管中锅炉给水不易控制,易造成机组主燃料跳闸事故,以往控制锅炉给水的方法根据直观经验,缺乏理论依据和科学指导。通过分析降压吹管过程中水冷壁与储水箱内工质的热力学变化,结合水位测量原理,得到吹管过程中储水箱内工质发生闪蒸而会产生虚假液位,无法对锅炉给水提供参考。而启动循环泵出口流量是可靠指标,能反映锅炉水冷壁及储水箱内的水量多少,对锅炉给水有指导意义。通过理论计算得出降压吹管过程中的最小给水流量,控制炉水循环泵出口流量不低于正常流量的60%。该方法应用于工程中,实现了给水的优良控制。", "label": "动力工程及工程热物理", "id": 0}
{"content": "由于超超临界机组复杂的动态特性、变参数的运行方式、多变量的控制特点,采用传统的设计方法难以对超超临界机组主汽温进行有效的控制,因此开展了超超临界机组主汽温控制策略研究。通过对当前典型的超超临界主汽温控制策略进行分析,针对中电芜湖发电厂660 MW超超临界机组汽温被控对象的特性,设计了新型的过热汽温控制系统。该系统分别采用控制给水中间点焓值的方法实现过热汽温的粗调,并采用基于物理机理的减温水控制方案实现过热汽温的细调。在大负荷范围和高负荷变化速率的工况下,通过对控制系统的整定和优化,克服了过热汽温大延迟和大惯性的缺点,调节品质优良,提高了机组运行的经济性。为今后同类型系统设计、调试提供了借鉴。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在传统的超临界机组主汽温控制策略中,各级汽温控制相互独立,各环节间缺乏协调统一性,系统抗扰动能力差。通过对超临界机组主汽温动态特性及控制难点的分析,研究了基于专家控制规则的主汽温关联控制策略,将主汽温控制对象扩展到从水冷壁至末级过热器整个热量流程上,控制目标不再单一维持末级汽温稳定,而要始终确保整个主汽温流程链中各点温度稳定,有效抑制了锅炉超温现象。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文以顾桥电厂330MW循环流化床机组为例,介绍了通过顺控程序来达到自动填充材料的方法运用程控来填充床料不仅连续快速,还节省了大量的人力物力,达到了很好的效果。", "label": "动力工程及工程热物理", "id": 0}
{"content": "秦热三期300MW循环流化床锅炉自投产以来,锅炉运行各参数的调整尚处于摸索阶段,本文从循环流化床锅炉的床温调节特性出发,结合两年来工作中的实际经验,对锅炉床温的选择和影响因素,以及各种工况下床温的控制给出了详细的分析和说明,希望对运行人员认知床温有所帮助。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文介绍了神华新疆米东热电厂2*300MW机组的CFB锅炉冷渣器系统的控制优化,分析了原有系统存在问题的原因;通过对设备硬件及控制逻辑的改造,有效地解决了机组存在的隐患,提高了机组安全和经济运行的水平。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在绝大多数工业现场,锅炉水总碱度大多采用传统的人工滴定方法来测定,该方法不仅操作繁琐费时,且在滴定过程中更易引入人为误差。本文以流动注射分析系统为核心,以LabVIEW为软件开发平台,设计了锅炉水总碱度在线监测系统。该系统通过LabVIEW平台实时采集流动注射分析系统中由pH电极产生的连续变化的电压值,由LabVIEW软件平台分析和处理采集到的信号,根据流动注射分析峰的面积与锅炉水总碱度对数之间的线性关系,通过计算流动注射分析峰面积间接得到锅炉水的总碱度。同时将得到的结果存入数据库,以备系统运行时查阅和分析。测试结果表明,该系统界面友善,测量精度高,易于操作,可扩展性强,可实现对锅炉水总碱度的在线、实时,有效、快速的测量。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文针对非线性动态系统不可测输入的在线软测量问题,研究了基于非线性动态模型的在线软测量算法。重点讨论了基于自适应粒子群迭代优化算法（APSO）和基于闭环负反馈控制的在线求解方法;并以循环流化床锅炉（CFBB）燃烧过程动态数学模型和CFBB工业生产数据构建不可测输入软测量的仿真研究平台,研究结果表明两种方案均具有较高的观测精度和较快的计算时间,可以满足在线观测需求;但APSO算法存在迭代次数较多计算耗时不稳定等不足,而基于闭环控制思想的软测量若控制器设计合理,可以实现快速观测并达到误差要求,无需在线迭代计算,具备较好的工业应用前景。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对循环流化床（CFB）锅炉燃烧系统多变量、非线性、强耦合和参数时变等复杂特性给控制系统带来的问题,本文在对其动态特性进行深入分析的基础上,研究各个控制量对被控量的影响,从而得到控制器的调整原则,并在此基础上总结出模糊控制器的设计和调整原则。运用该原则设计了CFB锅炉燃烧系统的模糊控制器,并通过仿真对该原则的正确性和合理性进行验证。仿真结果证实了模糊控制器能有效的消除回路间的耦合,全面改善了系统的动态性能。总结得出的控制规则对其他CFB锅炉燃烧系统的设计具有借鉴作用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文详细介绍了锅炉燃烧状态检测及综合优化闭环控制系统,系统从机组硬件测控设备、优化模型和闭环控制等方面进行综合开发,以先进的测量和软测量技术为支撑,以锅炉煤粉均衡分配改造为基础,以运行模式规则的数据挖掘为核心,以自动闭环控制为落脚点,以定量效果评估与决策为管理方法,构成一个包括测量、控制、优化、评估为一体的完整应用体系。系统在某大型600MW机组上应用获得了提高锅炉效率0.3～0.8%降低NOx排放16～25%的综合优化效果。", "label": "动力工程及工程热物理", "id": 0}
{"content": "大纯滞后系统足热工过程控制中一类常见的系统,采用传统控制策略难以获得满意的控制效果。目前有效的摔制方法主要有Smith控制、大林算法、预测摔制等。本文通过对Smith预估补偿摔制进行研究,针对有自平衡能力和无自平衡能力两类热工对象分别给出了Smith预估控制器的设计方法。得到的结论均经过仿真验证,控制效果良好。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文介绍和分析了超临界锅炉燃水比控制、过热汽温控制策略,探讨了直流炉主汽温控制的技术特点。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对火电单元机组锅炉对象的大迟延和大惯性的特点,本文结合汽包炉单元机组和直流炉单元机组的非线性数学模型,在分析了常规锅炉前馈控制系统的基础上,基于动静能量分离的思想,构造了锅炉侧模拟柔性模糊控制前馈控制器,应用于单元机组协调控制系统中.仿真研究效果表明,在提高机组的负荷响应和抗干扰能力的同时,使动态超调大为减小.有利于机组运行的安全性、经济性和稳定性.", "label": "动力工程及工程热物理", "id": 0}
{"content": "在常规锅炉主蒸汽温度自动控制方案的基础上,对攀钢集团新钢钒能源动力中心7#锅炉的特点进行了分析,结合锅炉参数与主蒸汽温度自动控制的相互关系,以及相关的工艺要求,针对表面式减温器调节汽温滞后大,调整难的特点,提出了超前校正串级控制的方法,并在过热蒸汽温度控制系统中得到成功运用,汽温调节精度可以控制在±3℃以内。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对呼和浩特市某小区链条炉燃烧不稳定及负荷变动大的情况,提出了基于模糊自寻优控制实现链条炉优化燃烧的策略[1]。通过对模糊控制器内论域大小的改变,来加快调风调煤的快速响应,进而缩短链条炉稳定的时间,并逐步寻求效率最优。当目标功率和实时功率之间差值较大时,将通过粗调（等比例增风增煤或等比例降风降煤）,来加快实时功率向目标功率方向的逼近;当非常接近目标功率时,将保持给煤量不变,通过细调（增风或减风）来寻找最佳风煤比,进而找到最优的效率;当目标功率和实时功率在我们设定范围内时,将会一直执行此时的最佳风煤比,并对自学习表不断更新,进而更新模糊控制规则表,实现对链条炉的实时优化,达到链条炉燃烧最优效率的目的。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过对现有取暖锅炉系统进行参数测量,分析和比较传统的热水锅炉循环泵的控制方法,同时总结人工操作经验,提出了供回水温度的拟等温差模糊控制方法,直接寻找到循环泵的供回水温差与室外温度间的关系,从而摆脱了对复杂多参数非线性大时滞数学模型的依赖,提高了供暖系统的实时性和控制性,降低了电量使用量,避免了能源的浪费。", "label": "动力工程及工程热物理", "id": 0}
{"content": "协调控制系统是火力发电厂最重要的热工自动调节系统,由于煤源紧张,供煤中的水份、发热量、挥发份不太稳定,煤种煤质变化过大,煤质差、入炉煤质变化频繁,严重影响AGC的调节品质。我们通过对原设计协调控制策略的分析,我们对大唐运城发电公司#1、#2机组（600MW亚临界空冷机组）燃烧的耗煤与负荷对应关系进行了整理比较,提出了功煤系数参与炉主控调节,并逐步完善了能够自适应煤质变化的协调控制策略,确立了以精确炉控系统PID的比例带作为主要调节手段的热工自动调节方式,在#1机组上进行了应用,有效提高火电机组运行稳定性和变负荷能力,使协调控制系统具备了自动适应煤质变化的能力,以期抛砖引玉。", "label": "动力工程及工程热物理", "id": 0}
{"content": "以提高火电机组热控系统可靠性和变负荷响应能力、减少机组的非计划停运为目的,\"大机组热工典型控制策略研究\"将\"容错逻辑设计方法\"和单点保护信号的可靠性分析应用大机组控制策略中,系统地提出了火电厂热工控制策略设计原则、逻辑优化方法以及大型亚临界、超临界机组协调控制系统解决方案。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了节省能源,将煤气发生炉的高竖管改造为余热锅炉,设计了余热锅炉控制系统。采用ControlNet控制网,实现锅炉的控制。采用以太网,与煤气发生炉控制系统相连,实现数据共事。根据锅炉的特点和工艺参数范围,选择了测量仪表。对运行中出现的问题进行了分析。控制系统运行稳定。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文介绍循环流化床锅炉控制系统原理和系统分项控制组成,系统首先分析了该功能的控制特点,并从床温控制、风量控制、料层差压控制、给料量控制、锅炉主要联锁控制与热工报警等方面详细阐述了该系统的控制方式及系统控制原理组成、CFB锅炉顺序控制系统、炉膛安全监控系统等进行了详细的叙述和说明。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了有效提高大范围变工况时单元机组的负荷适应能力,克服非线性特征对系统运行性能的影响,论文基于Backstepping方法,针对一个典型的锅炉-汽轮机单元非线性模型,通过合理选择虚拟控制变量,逐步构造出偏差信号的李亚普诺夫函数,设计出非线性机炉协调控制器。在典型工况下进行的3组仿真试验证明该控制器在处理干扰及模型不确定性时具有良好的鲁棒性和适应能力。", "label": "动力工程及工程热物理", "id": 0}
{"content": "300MW 循环流化床锅炉机组是目前世界上在运的最大循环流化床机组,作为新兴的大型机组,其设计和运行都还不够成熟,运行中出现了各种各样的问题。某厂发生的一次停机事故,反映出当前循环流化床锅炉的控制逻辑还不够完善;本文通过这次典型的停机事故,对相关的300MW 循环流化床锅炉的主保护逻辑、辅机联锁逻辑、自动控制逻辑、机组控制方式进行了分析和讨论,希望能对同类机组的控制和运行起到一定的参考作用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "概述了上海新华集团最新推出的新一代基于网络的自动化控制系统 TiSNet-XDC800在申洲毛纺厂锅炉控制中的应用；介绍了锅炉控制系统的构成,重点分析了 XDC800对伺服电机的控制策略和现场控制效果；最后对 XDC800在现场的应用进行了总结。", "label": "动力工程及工程热物理", "id": 0}
{"content": "直接能量平衡（DEB）协调控制系统与传统的控制系统不同,它不把燃料量作为锅炉燃烧的被调量,而是把锅炉燃烧释放的热量作为燃烧的被调量,因此可不受煤质成分和湿度的影响。DEB控制系统能够快速响应负荷,保证机前压力的稳定。本文介绍了华能嘉祥电厂的DEB协调控制策略的原理和实现方法。", "label": "动力工程及工程热物理", "id": 0}
{"content": "介绍以国产JX-300X DCS构成的燃气锅炉过程监控系统,重点介绍系统的硬件配置及软件功能,并介绍几种自定义算法的实现。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文介绍了中国电力淮南平圩第二发电有限责任公司#3机组 RB 控制策略、具体优化措施及现场试验情况,研究分析了600MW 超临界直流炉 RB 的动态特性。超临界机组 RB 功能的稳定投运将大大提高机组运行的安全系数、经济及社会效益。", "label": "动力工程及工程热物理", "id": 0}
{"content": "集散控制系统（DCS）、可编程逻辑控制器（PLC）是目前广为应用的先进过程控制系统。本文介绍DCS、PLC系统的一些相关信息以及锅炉的相关资料,并阐述DCS系统在过程控制应用中的实例,以及产生的经济效果。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对“集中锅炉房高温水换热供暖”的一次循环泵普遍采用“质调节”或“质、量混合调节”的高电耗调节方法,研究锅炉运行及水泵调控技术,开发循环水泵控制系统,控制一次循环水泵,实现“实时量调节”,节约电能。", "label": "动力工程及工程热物理", "id": 0}
{"content": "介绍了SmartPro DCS系统的配置及其在中原大化有限责任公司动力厂的应用,指出了 SmartPro DCS系统具有强大的控制功能和较高的可靠性,很好地实现了对循环流化床锅炉工艺生产操作、监视、自动控制功能。", "label": "动力工程及工程热物理", "id": 0}
{"content": "超临界直流炉和汽包炉最大区别在于锅炉的系统构成和控制方法,国华盘山2台500MW超临界直流机组由俄罗斯全套引进分别于1995、1996年投入商业运行,在总结锅炉自动系统调试、运行经验基础上,对盘山500MW超临界直流锅炉自动控制系统的构成和技术特点进行介绍,供大家参考和借鉴。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了克服电站燃料-汽包压力调节对象的非线性、时变、和纯迟延等特性,采用自抗扰非线性控制器作为汽包压力回路的调节器,对单元机组进行协调系统的设计。仿真研究表明,这种基于自抗扰控制技术的汽包压力控制方案具有较好的解耦效果、快速响应度和强抗干扰能力,并能克服对象的时变性,进而大大改善了控制品质。", "label": "动力工程及工程热物理", "id": 0}
{"content": "根据扬子热电厂9台并列锅炉运行的实际情况,在深入分析母管制机组锅炉与汽轮机直接能量平衡原理的基础上,将单元机组中常用的基于直接能量平衡的蒸汽压力控制策略直接推广到母管制机组。在此基础上,进一步通过融合增益自适应的预估补偿技术、相位补偿技术和基于状态反馈的补偿控制技术,提出了完整的基于大滞后补偿控制技术的并列锅炉母管蒸汽压力的优化控制方案,现场应用表明所提出的控制方法是十分有效的。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了提高真空领域中有关温度测量的准确度,解决在实际应用中遇到的问题,简述在特定真空度下温度测量专用热电偶的特点、选择与应用。详细论述新型带校准孔的真空炉专用热电偶的结构,克服分立元件检定法的弊端,实现在线原位校准。深入探讨国产符合美国航空、航天标准（AMS2750E/D）标准的专用炉温均匀性测量传感器（TUS）的开发,简介真空炉测温准确度的影响因素和真空炉测温常见的问题和对策,概述真空温控仪。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本装置是以现场自动检定系统及蒸汽流量计量管理软件为基础,重点阐述了如何根据计量检定规程利用计算机用通讯方式控制标准器的输出（差压/压力通道的电流输入、频率通道的输出频率、温度通道的阻抗输入）对现场计量装置进行自动检定,减少人工记录的误差;利用计算机的网络传送功能进行数据远传,实现数出一源,科学管理,提高服务质量。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>近两年来共有48家实验室参加了维卡软化温度的测量审核。各实验室按照标准GB/T1633-2000或GB/T 8802-2001的要求对我们提供的试样进行测试,其测试结果与参考值进行比对后,不符合要求的实验室为5家,占总数的10.4%。结合标准要求、仪器使用和人员操作等情况对测试结果不符合要求的原因进行了技术分析,并为其他实验室提高维卡软化温度测试结果的准确性和可靠性给与技术建议。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>石英晶体压电系数稳定性好,常常用于2-3GPa以下的冲击波压力剖面测量。在辐射热力学效应实验中,常采用一定厚度的石英晶体作为传感元件来进行热激波测量,其测量有效时间为热激波通过晶体厚度方向的时间。因为晶体需保持一定的宽厚比,难以做到大尺寸,所以厚石英晶体的有效测量时间较短,往往不能满足一些复合材料的热激波测量。为克服此缺点,采用0.2mm厚的X切割石英晶片作为传感元件来进行热激波测量。热激波快速通过晶片（时间约35ns）并", "label": "动力工程及工程热物理", "id": 0}
{"content": "提高给水流量测量精度能够极大的简化汽轮机性能测试难度,减少性能测试费用,并为全面及时掌握机组主、辅设备及系统的运行状况创造条件,有利于发电厂节能管理工作的开展。本文根据低β值喉部取压喷嘴的结构特点,结合ASME PTC6的要求和推荐,详细分析了采用焊接结构的低β值喉部取压长颈喷嘴用于给水流量测量的方法。结果显示该装置能够满足汽轮机全面性能试验的精确要求,大幅提高日常性能监测的精度,同时具有宽量程,低能耗的特点。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为全面了解某涡轮增压器在模拟柴油燃烧状态下叶轮表面所承受的温度,为其强度计算和寿命分析提供数据,采用示温漆测量了涡轮叶轮和涡轮盘表面温度,结果表明,喷涂在涡轮叶轮表面的示温漆在高转速、高温状态下附着牢固,用示温漆能测量出涡轮叶轮和涡轮盘表面温度场。", "label": "动力工程及工程热物理", "id": 0}
{"content": "由于太阳能是一种间歇资源,因此在塔式太阳能热电系统中对吸热功率进行实时估计对于整个系统的运行优化具有重要的意义。该文提出一种基于GPU的吸热功率的快速计算方法,借助GPU的双层并行结构,利用蒙特卡洛光线追迹法多线程高效率地依次判断每根光线的运动轨迹,同时又能确保高精度得到吸热功率。通过一个模拟镜场与一个实际镜场的仿真结果分别验证了方法的实时性和有效性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "循环流化床锅炉床压测量的组态需要用到五取中逻辑,而DCS组态软件中没有成型的五取中逻辑功能块,DCS厂家运用其它功能块搭建的五取中逻辑在某些情况下又存在问题,根据这一情况,运用组态软件中现有的功能块重新进行了设计,最终实现了真正意义上的五取中功能。", "label": "动力工程及工程热物理", "id": 0}
{"content": "流动注射分析（FIA）方法用于锅炉水碱度测定,pH电极作为检测器测定流动混合液体的连续变化的电压,并以FIA峰的形式体现出来。FIA的峰面积和碱度的对数之间具有线性关系。据此,可通过偏最小二乘回归（PLSR）方法对由FIA分析系统得到的FIA峰和混合碱中NaOH和Na2CO3浓度的对数之间进行拟合,间接得到锅炉水中NaOH和Na2CO3的含量。在进行PLSR回归建模之前,对55组样本进行Kennard-Stone（KS）分类,选取最具代表性的30组样本作为训练样本,其余的作为测试样本。实验和数据处理结果表明,在NaOH和Na2CO3浓度都为2mgL-1-100mgL-1的锅炉水样中,使用KS-PLSR检测出的两者的平均相对误差分别为1.10%和2.01%,说明KS-PLSR方法对锅炉水碱度检测的有效性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "喷雾液滴的粒径和温度等参数的准确测量有利于对燃烧等工业过程的研究,而同时实现喷雾多参数测量是在线测量技术的需求。首先对全场彩虹技术同时测量液滴群的粒径分布及温度进行了研究,基于改进的Nussenzweig理论,采用无分布函数算法进行最优化求解,然后通过折射率与温度的关系反推液滴温度。利用模拟全场彩虹图像对该算法进行了验证,并用去离子水与纯乙醇喷雾进行了实验测量,实验结果所测得温度与理论值吻合,粒径分布真实可信。说明全场彩虹技术在同时测量喷雾液滴粒径分布与温度方面较好的应用潜力。", "label": "动力工程及工程热物理", "id": 0}
{"content": "以丙烷湍流火焰中烟黑的激光诱导辐射检测方法进行研究,采用加载窄带滤光片的光电倍增管与示波器作为信号检测系统,研究不同燃烧环境中检测系统参数的设置对测量结果的影响。重点讨论稳态与非稳态燃烧环境下触发源、触发参数等对激光诱导辐射信号检测精度的影响,该研究结果有助于提高激光测量结果精度,为进一步研究激光测量在实际工程应用中提供科学依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了研究多相流中燃烧颗粒运动特性以优化煤粉气流燃烧特性,采用激光数字全息技术对煤粉射流燃烧区域中的煤粉颗粒进行实验测量,在利用小波函数重建颗粒全息图的基础上,利用三维重建图像对重建煤粉颗粒进行识别和定位,获得煤粉颗粒粒径分布和三维位置信息。实验结果表明:数字全息技术能够测量射流燃烧火焰中煤粉颗粒群,得到煤粉颗粒粒径分布信息及在火焰中的位置信息,表明了激光数字全息技术应用于火焰中煤粉颗粒燃烧诊断是可行的。", "label": "动力工程及工程热物理", "id": 0}
{"content": "介绍LECO碳硫仪自检方法,并且对影响测量的多种因素进行分析。本文列举了自检的实验数据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "晋煤集团古书院矿锅炉用煤采用\"大锅饭\",计量不精准,造成煤炭资源浪费,同时也增加了废气排放量。燃煤分炉计量,是当今锅炉进一步提高技术经济管理的需要,亦是技术发展的必然。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>超声速燃烧室出口混合气体的马赫数在2以上,总温较高,比热等物性参数将随温度的变化而发生较大的改变。本文首先基于冻结流与热完全气体假设推导了变比热等熵滞止关系式与变比热正激波关系式。针对超声速燃烧室入口不同总温的混合气体（O2、N2、H2O）,数值分析了变比热正激波前后静压比、总压比随马赫数、温度的变化关系。同时,根据钝头体模型在混合气体马赫数2.5,总温", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>本文针对已开发的热流\\壁温一体化测量传感器,进行了高温大热流的标定研究。首先,根据黑体辐射的原理,利用高温黑体辐射炉对热流计进行标定研究。数值研究了黑体炉的辐射加热性质,发现黑体炉管中间的恒温区较长,适合传感器的标定。为了将传感器伸入黑体炉腔里面的恒温区,设计了一根不锈钢冷却套管来保护热流计,进行了一系列的标定实验并且得到了线性度较好的", "label": "动力工程及工程热物理", "id": 0}
{"content": "温度是回转窑最重要的工艺参数,对回转窑产量、质量起决定性作用,同时还影响回转窑的能耗、运转的稳定性及其寿命。针对回转窑测温系统设计缺陷,富蕴金山公司进行了数次技术改造,使得回转窑测温系统更趋完善,为回转窑操作提供了参数保障,但仍需进一步改进,以便更好地指导生产。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着红外测温技术本身的不断进步和钢铁行业自动化水平的迅速提高,近年来在线红外测温技术在钢铁行业的应用越来越广泛,红外测温带来了非接触、测量精度高、速度快、稳定性好、维护量小等一系列的优点。本文主要针对近几年红外测温技术在钢铁行业的一些新的应用进行介绍和讨论,并指出了各种不同测温场合应该注意的问题。", "label": "动力工程及工程热物理", "id": 0}
{"content": "生物质发电厂燃料含水量是非常重要的检测指标,实时准确快速地检测该指标一直是燃料收购时困扰买卖双方的问题。针对生物质发电厂车载燃料原位检测的现场情况,采用模块化设计方法,研制了一套在线近红外光谱分析系统,实现代表性采样和实时水分含量检测。详细描述了所研制在线分析系统的主要组成结构,并展现了各组成模块的主要功能。现场应用结果表明:系统稳定可靠,多点取样方式检测结果代表性高,测量结果能代表整车燃料的含水量,可满足现场燃料水分检测要求,实现公平公正的燃料交易。", "label": "动力工程及工程热物理", "id": 0}
{"content": "尽管国内外学者已经对摩擦界面进行了大量的研究,目前仍然有许多界面现象没有被世人完全认识和理解,摩擦界面能量的耗散机理及摩擦损耗带来的界面温升就是其中之一。而从工程的角度,对摩擦能耗机理的理解以及对摩擦温升的正确理论预测无疑具有非常重大的意义。一个典型的例子就是我国目前机械防爆标准的缺失。我国在电气防爆上早已经有相关的国家标准,相对比较成熟,但对机械部件的防爆性能要求却缺乏相关的标准和规范,究其原因就是对机械界面的热机作用过程不清楚,无法进行定量的界定,对摩擦能耗过程进行研究的实验也比较困难,因此,缺乏足够的实验数据来支撑相关标准的确立。而这些标准的缺失,又造成很多相关设备设计和使用中的安全隐患。譬如,防爆电梯在易燃易爆环境中使用时,必须严格保证不产生机械火花以及机械接触表面的温升不超过环境气体或粉尘的闪点温度,这就对电梯的机械部件提出了要求,主要涉及的机械部件包括制动器、安全钳以及曳引轮和钢丝绳界面,但根据调研,目前国内的防爆电梯生产厂家除了根据经验选择一些不易产生火花的材料外,并没有其他措施来控制这些部件在运作过程中的摩擦温升,造成的现状就是使用下来没爆就是安全的,爆了就是不安全的,这给防爆电梯的使用留下了较大的安全隐患。因此,对于摩擦界面的热机作用过程进行研究,获取翔实的实验数据和提出可以正确预测温升的理论公式已经成为非常迫切的事情,一方面可以为机械防爆部件的设计提供依据,另一方面可以为相关标准和规范的确立提供技术支撑。防爆电梯渐进式安全钳作用特点为持续时间短、载荷大,但其界面的瞬时温升对防爆电梯的安全运行又至关重要。由于对其接触界面的瞬时温升进行测量非常困难,而且由于温度场在整个接触区域是不均匀的,因此要在全场范围内测量最高瞬时温度几乎是不可能的。因此本项工作采用高灵敏度的热电偶对表面的温升进行近似离散点测量,然后结合有限元的数值模拟对界面温升作出估计,为安全钳的设计及评价提供一定的参考依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "分析了炉膛火焰检测系统在锅炉安全生产中的重要性,设计了红外火焰检测装置,介绍了系统结构及火焰信号处理的改进措施。通过对火焰红外频率的采集、分析,运用方差和自适应滤波对采集的数据进行分析比较,找出识别是否有火焰以及判断火焰强度的有效方法。并对油田锅炉煤粉燃烧器的火焰检测系统装置进行了试验,结果表明:该系统简便实用,可实现单个燃烧器火焰的在线检测,具有一定的工程价值。", "label": "动力工程及工程热物理", "id": 0}
{"content": "从我国发展的情况看,汽轮机轴瓦温度计的使用情况、市场发展、市场应用等情况及未来展望。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文设计了一套用于小通道下小流量气液两相流的热式测量系统,该系统由驱动装置、混相器、测量小通道、热式测量模块、数据采集模块组成,对内径为3.34mm管道的气水两相流进行了初步研究。实验结果表明研制的热式测量系统对测量范围内的两相流检测是有效的,所获得的信号能够反映两相流的流动特性,可为今后的研究提供借鉴。", "label": "动力工程及工程热物理", "id": 0}
{"content": "基于声速和温度的关系,在长管容器中,利用自由振荡激光脉冲点火快速启动乙炔和空气及其乙炔和氧气的燃烧和爆轰。利用远端的压力传感器和辐射探测器,测量了压力波在管内的往返传播速度。在计算出燃烧后气体的平均分子量和比热比后,得到了燃烧和爆轰后的平均温度。对于实验结果给予了简单的讨论。", "label": "动力工程及工程热物理", "id": 0}
{"content": "利用TDLAS技术波长扫描直接吸收法实现了对高温瞬态超声速流场温度的测量,获得了重复频率为10kHz的温度测量结果,该测量数据对研究超燃流场点火过程、燃烧速率以及污染物形成等方面具有重要的参考价值。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>1系统概述锅炉火焰检测系统能否正确无误地反映燃烧状况,长期以来一直是电厂运行和热工人员最关心的话题之一,从国内近些年的产品运行情况看,使用效果都不是非常理想,问题也都没有得到有效地解决,这不仅是因为传统的火焰检测产品技术的局限性,还因为锅炉在运行时燃烧工况的复杂性和不确定性,再加上各种燃烧", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过分析接头发热的原因,总结了接头故障诊断的方法。并通过介绍ZY-2型红外测温仪和ThermaCAM P30型红外热成像仪的各自优缺点,提出了在实际工作中综合测量接头发热的方法,分析了采用此方法在实际工作中运用的具体实例,并对以后如何更好地开展好红外测温工作提出几点建议。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文介绍了ABB UVISOR系列火焰检测系统在河南华润登封电厂一期工程2×300MW机组中的应用情况,并针对运行中出现的问题进行了系统的优化调试。", "label": "动力工程及工程热物理", "id": 0}
{"content": "利用LabVIEW设计了用于在线测量湿蒸汽两相流的粒度分布、及蒸汽流速的测控软件。介绍了消光法测量颗粒粒径分布,互相关法测速原理,用LabVIEW编程操作光纤光谱仪和A/D卡实现信号采集及硬件控制,通过DLL调用方式实现在LabVIEW中借助C/C++编写的算法实现数据分析。并重点阐述了模块化设计,子VI调用,事件结构,多线程等关键编程技术。", "label": "动力工程及工程热物理", "id": 0}
{"content": "锅炉省煤器由于磨损而爆管的事故经常发生,给电厂安全经济运行带来了很不利的影响。本文对省煤器的传热模型及磨损特点进行了分析研究,提出了一种能有效地监测省煤器磨损程度的方法。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在75t／h煤粉锅炉上采用风速在线监测系统后,为锅炉运行提供燃烧指导,降低了飞灰可燃物和消耗。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文简要介绍了燃煤锅炉SOx气体的产生过程,说明了紫外光式SO2分析仪在循环流化床锅炉尾部烟气检测中的应用、原理及特点,并结合实际工况阐述了应用中的注意事项。", "label": "动力工程及工程热物理", "id": 0}
{"content": "介绍了漳泽发电分公司化学水汽炉水氢导的运行状况,分析了炉水氢导由于缺陷而增加锅炉补水量的因素并加以解决。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正> 0、概述我司蒸汽一级计量由两部分组成:即动力厂锅炉在定压下加热产生的过热蒸汽和炼钢厂转炉、型钢厂加热炉所产生的余热蒸汽。过热蒸汽都采用标准喷嘴作节流元件。标准喷嘴具有压损小（与孔板比较）耐磨损、流出系数稳定,使用寿命长,结构已标准化,已有丰富的使用经验等优点,缺点是加工制作较孔板", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文着重介绍了新型高温工业电视系统在玻璃熔窑和水泥回转窑中的应用情况,并评述了SPYROMETER系统在最优化运行控制和节能方面的优异效能。", "label": "动力工程及工程热物理", "id": 0}
{"content": "因为主蒸汽管道运行的蒸汽高温高压的属性,在管道运行过程中,会产生较大的二次应力,又因为汽轮机要求的管口推力和力矩数值都较小,所以在应力计算的过程中为了降低设备的管口推力,会进行多方案的计算,并且最终确定方案时,会使用多方案的比选。本文以工程实例说明在主蒸汽管道设计过程中的方案比选以及其中考虑因素。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>起机测试:由于振动随转速的增加变化非常明显,100rpm,3#轴承的水平增加了近一倍。轴系存在严重的不平衡问题。机组的临界值在一阶临界值在1571r/min,按此增长的速度根本无法通过,所以考虑先做低速平衡,平衡转速尽量高些,在机组振动允许的前提下,我们将转速提高到1300r/min。", "label": "动力工程及工程热物理", "id": 0}
{"content": "介绍了长输蒸汽管道保温现状,介绍了一种先进的气凝胶复合保温结构,用外径为（?）325蒸汽管道为例进行了计算,详细分析了气凝胶复合保温结构的保温效果及产生的经济效益。", "label": "动力工程及工程热物理", "id": 0}
{"content": "煤矿锅炉房监控系统采用全网集中监控,井上锅炉房数据均通过数据采集模块采集到锅炉房控制设备,并且汇总到煤矿锅炉房监控子系统软件平台,同时通过井上工业以太环网交换机,将数据接入力控煤矿综合自动化系统平台。这样调度中心就可以远程监控各个锅炉房的所有运行数据,调度中心工作人员可根据现场情况,对设备进行远程控制。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对燃气锅炉安装和使用过程中天然气泄漏的危害和风险,分析可能发生燃气泄漏的部位和泄漏的可能原因,并根据锅炉作业运营过程提出一些对燃气锅炉房天然气泄漏的防范措施和燃气泄漏的应急处理措施,以供行业人员在相关工作过程中参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文结合《锅炉安全技术监察规程》（以下简称《锅规》）编制过程中关于锅炉材料适用温度的不同意见,简要论述了锅炉设计时受热面外壁、中径和内壁壁温等三种不同的壁温及其作用,分析了旧《锅规》所谓\"壁温\"的定义不妥之处,提出了新《锅规》管子材料的适用壁温的建议值。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>三明市介达节能科技有限公司根据工业生产过程使用蒸汽加热又用水冷却的工艺,进行能耗诊断,并设计开发了高温水·汽智能化虹吸回收循环机组,特别适用于竹胶板生产过程中收集水追汽/汽追水输出含有蒸汽、二次蒸汽之100—150℃的高温冷却水进贮液贮汽罐（密闭式压力容器）。首先将虹吸分离出来的蒸汽输入列管式烘干器或其它用热场所使用;保持高温水状态做为锅炉补充用水;同时又周期性替输出供给那些处于常温状态且将通入蒸汽的压板（汽追水之前）进行预热;对剩余的高温冷却水则输至列管式烘干器进行调节使用（全部冷却水经软化处理）。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过对锅炉爆炸能量及其对围护结构产生的压力计算,从而对锅炉爆炸能量与锅炉房泄压面积之间的关系进行了分析和探讨。", "label": "动力工程及工程热物理", "id": 0}
{"content": "以厦门某洗涤中心蒸汽系统为例,介绍了蒸汽及凝结水回收系统工艺设计,分析了其技术经济效益。", "label": "动力工程及工程热物理", "id": 0}
{"content": "简要介绍了古交市锅炉房改造设计方案,分析古交市采暖季节空气污染严重的原因,主要介绍如何解决供热锅炉运行过程中造成环境污染的问题,以改善锅炉房及其周边环境,并且指出城市集中供热是解决供热锅炉污染的最终途径。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>一.概述为节约能源,国务院指令在我国采暖地区实行热水采暖。从许多企业和单位的实际运行情况表明,由于蒸汽系统疏水器不易管理和维修不善,往往造成厂区管网到处漏汽、跑汽等,又由于凝结水管中回汽的结果,使冷凝水管的阻力大大增加,再加上其它因素,致使凝结水回收率很低,造成热损失较大,锅炉房水处理容量增加,锅炉房供气紧张。而热水系统热效率高, 蓄热能力大,能集中进行质和量的调节,避免室内过热,采暖效果好,锅炉房耗煤量可大大降低。所以大力发展热水采暖已是一项节能措施。但是在采暖地区的很多工厂企业和单位,除采暖外还需要生产、生活用蒸汽,这样在用热设备的选择上一般会出现下列两种情况:", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>一、技术要求及工艺难点1.技术要求高温高压高速高效汽轮机是替代进口和传统中小型汽轮机的升级换代节能环保产品,其前汽缸工作环境属于高温高压状况,主蒸汽要求耐高压（8.1～12.5MPa）,耐高温（主蒸汽温度535℃左右）,耐冲刷（进汽流量97.8t/h）;高转速（5600～12000r/min左右）;高效率（汽轮机总内效率81%以上）;耐使用（汽轮机投产后年运行小时数要求大于8160小时）。", "label": "动力工程及工程热物理", "id": 0}
{"content": "注油器为喷射器的一种,结构简易,制造简单,广泛应用于汽轮机系统。由于缺少运动部件,设备效率相对较低,受到流体流量、压力影响。计算结果表明,当工作流量不变,随着吸油量的上升,设备效率先增加后下降。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文对理想的叶片内部冷却光滑U形通道模型进行了数值模拟,并对通道结构进行了优化。得到以下结论:（1）光滑通道内的沿程流动损失较小,压损主要由弯头局部损失导致。（2）在通道顶部角落和隔板顶端增加圆角可以显著降低压损,存在一个最佳的圆角大小,使得通道的压损最小。（3）本文设计了一种水滴形的隔板顶部形状。当水滴参数a:b=2:1时,通道压损达到最小。对本文的通道模型,若使用Ra=4mm,a=120mm,b=60mm的带圆角、水滴形隔板的通道结构,绝对压损降了57.7%,压力损失系数将了46.6%,压损性能明显改善。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对转子运转或高速动平衡试验过程中滑动轴承出现的油膜振荡问题,本文采用改变轴承参数的方法对转子进行运转试验,探究了轴承油温、轴瓦间隙、宽径比以及轴承结构对油膜振荡问题的影响规律。通过在轴瓦粘贴铜皮的方法来减小间隙后,额定转速下1号轴瓦的顶隙沿着轴向方向分布是0.31mm和0.33mm,2号轴瓦的顶隙沿着轴向方向分布是0.26mm和0.30mm,满足设计要求。但进行超速试验时发现转子到达6000r/min后,摆架力依然达极限值的现象并没有改善。将润滑油的油温由35℃提高到45℃后,再次进行超速试验时发现转子到达6300r/min后,摆架力达极限值。表明升高油温会使油膜振荡的发生转速提高,但依然无法达到要求。将转子拆卸后,把两端轴瓦宽度缩短1mm,再次安装转子并进行超速试验。转子到达6300r/min后,摆架力依然达极限值并没有改善,处理效果并不明显。用可倾瓦代替原来的椭圆瓦后,再次启机进行超速试验时发现转子到达6000r/min后摆架力没有达到极限值,之后将转速稳定提升至6577r/min,提速过程中摆架力仍然没有达到极限值,成功完成超速试验,达到预期效果。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文对汽轮机电液控制系统中伺服阀发生粘结故障进行分析,提出了凝胶是伺服阀发生粘结故障的根本原因,针对不同情况给出了相应的解决方案,并据此提出了抗燃油维护和监视的建议和方法。", "label": "动力工程及工程热物理", "id": 0}
{"content": "珠光体低合金耐热钢作为一种耐高温蠕变性能及抗高温氧化性能良好,工艺成熟的耐高温材料在工况温度550℃以下的汽轮机承压铸件、压力管道等结构部件中广泛使用。受其内部压力载荷、材料热疲劳、机组启停温度变化产生的交变应力及铸造缺陷等因素影响,汽轮机用珠光体耐热钢经常涉及焊接修复的工作。因汽轮机组制造精度高,通流区域间隙尺寸极小,焊后不具备去应力热处理等特点,因此常涉及异质材料冷补焊进行修复。本文通过对汽轮机内缸用珠光体耐热钢基本性能进行简单介绍,并对其异质材料冷补焊的相关性能进行研究,通过冷补焊用奥氏体焊材的研究选用,异质材料冷补焊的工艺参数确认,选择合适的工艺参数进行焊接模拟试验。通过对模拟试验件进行无损检测,并通过室温拉伸、弯曲、冲击、微观组织检查等破坏性性能检验的方式对焊接接头的综合性能进行分析研究,用以指导后续汽轮机用珠光体耐热钢的焊接修复工作。", "label": "动力工程及工程热物理", "id": 0}
{"content": "沉淀硬化马氏体不锈钢（PHMSS）由于具有良好的力学和耐蚀性能,而广泛应用于汽轮机末级叶片[1,2]。然而,叶片在服役过程中暴露在高温水蒸气环境中,这使得氢原子更易进入材料内部,从而造成氢在局部位置的富集,进而引发氢致开裂（氢脆）,因此氢脆（HE）是叶片发生过早失效的重要原因之一[3-5],对其氢致开裂过程的研究是有必要的。本文主要在不同温度（室温和80℃）和加载方式（慢应变速率拉伸和恒载荷拉伸）下对15Cr沉淀硬化马氏体钢进行动态充氢试验,其中恒应变拉伸过程模拟叶片启动过程,横载荷拉伸模拟叶片稳定运行过程,并结合氢浓度和断口特征进行比较。结果表明,室温（RT）下动态充氢慢应变速率拉伸实验（SSRT）,试样在弹性变形阶段就发生断裂,在断口边缘出现脆性区,且脆性区为沿晶和准解理的混合形貌。这表明由持续变形引发的位错迁移对氢在晶界位置的富集起着重要作用。在80℃下,即使进入材料的氢变多,但未出现强度损失,即氢脆敏感性更低,断口边缘的脆性区仅表现为准解理断裂特征而未出现沿晶断裂特征,即在较高的温度下,氢更不易随位错迁移而在晶界处富集。相同充氢条件下的慢应变速率拉伸实验和恒载荷实验（CLT）相比,当SSRT应变速率较低时(<1×10-6s-1),其断裂强度低于CLT下发生断裂的门槛强度,但氢浓度低于CLT发生断裂的临界氢浓度,如图1所示;在CLT下,虽然进入试样的氢浓度更高,但由于更少的位错迁移使得氢在晶界处的富集变缓,最终使得其断裂强度更高。断口脆性区也同样呈现沿晶和准解理混合断裂特征,且沿晶区域更大。进一步的热脱附质谱（TDS）和氢微印实验（HMT）结果表明在RT下氢主要分布在晶界位置（图2）,而在80℃下,仅有少量的氢分布在晶界上。因此,对于沉淀硬化马氏体钢,晶界是其主要的氢陷阱。", "label": "动力工程及工程热物理", "id": 0}
{"content": "高中压外缸作为600MW型汽轮机重要静子部件,该类铸件吨位大、质量要求高。钢水质量是决定铸钢件质量的关键因素。目前,我公司自产大吨位高中压外缸铸件所需钢水100吨左右,根据公司现有冶炼设备,一包钢水无法满足生产要求,需多炉联合熔炼,两包钢水合浇,过程质量控制难度较大。本文主要通过精炼炉调渣改进、真空处理（VD）时间调整、钢包钢水量吨位配置、浇注过程控制优化等措施,在工艺方法和管理制度方面进行研究,以达到提升钢水质量的目的。", "label": "动力工程及工程热物理", "id": 0}
{"content": "基于数值仿真法,利用庞加莱截面图、单参数分岔图、时间响应图、轴心轨迹图以及双参数稳定相图,本文对在Alford力和非线性油膜力作用下的汽轮机转子系统所产生的周期性或非周期性的振动行为进行了详细分类。通过选择在实验中可调节的参数作为被探究的空间平面,本文展现了大量的高清稳定相图。从动力学的角度来看,该模型所包含的动力学信息非常丰富,其中涉及到许多到目前为止未监测到的机制。利用Hopf分岔理论,证明了Hopf分岔在该模型的存在性,给出了Hopf分岔的发生条件,并通过数值模拟验证了理论推导的正确性。另外,该模型的非线性动力学行为也包括其他典型的分岔行为,包括逆倍周期分岔,间歇性混沌和阵发性分岔。此外,在与偏心率有关的二维参数平面,总是会出现共振区域,并且这些共振区域的旋转数都按照Farey树序列进行排列,进而形成了\"魔鬼\"楼梯。因此,可以得出:遵循Farey树序列和\"魔鬼\"楼梯组织的周期共振区域是该模型的普遍特征。更有趣的是,本文所呈现的相图还包含了许多具有强非线性和新颖几何形状的周期岛。这些周期岛曾在电路系统、化学系统和激光模型中被广泛研究。出乎意料的是,在转子系统中竟然也发现了这些结构。这一发现暗示着这些不同系统之间可能存在一些微妙的联系,这有助于加强不同领域的互动和交流。从数值仿真的角度来看,汽轮机转子模型包含丰富且难以捉摸的动力学现象。从应用的角度来看,这些数值结果提供了依据,可以将这些依据与其他模型计算出的类似结果进行比较,以提出最佳的控制方法。基于以上结果,未来的工作会探究该模型其他参数组合下的动力学行为,包括实验中不容易接近的参数,而这些参数只能通过数值模拟的方式去研究。另外,当该模型耦合了其他故障（例如裂纹或碰摩因素）,一些重要参数组合下的相空间的表现也是我们感兴趣的课题。", "label": "动力工程及工程热物理", "id": 0}
{"content": "汽轮机的温度与热应力在线监测与控制一直被认为是延长使用寿命的重要方法。随着测量技术的发展,转子表面的温度能够被精准测量。因此,可以基于测量数据与工程控制参数建立起转子结构内部温度与应力的预测模型,为优化控制参数,降低热应力,提高机组使用寿命提供可靠的依据。本文以超超临界汽轮机组中压段的转子模型为研究对象,结合实验测量参数与有限元计算模型,建起了转子结构的实时温度与热应力的实时预测模型。根据转子的实际运行工况,本文建立了基于CNN-LSTM的预测模型,该模型不仅能够对稳定阶段实现精准的温度和应力预测,同时对开机冲转、停机以及稳态运行的波动阶段同样实现了较低误差的预测。", "label": "动力工程及工程热物理", "id": 0}
{"content": "上海大学先进凝固技术中心历时二十年,深入研究了Nb、V、Ti、N、RE等微量元素在铸造钢铁材料中的作用规律及其机制,聚焦市场需求,研发了PQ35制动盘含铌灰铸铁材料并成功应用于生产;研发了620℃等级超超临界汽轮机新型CB2/FB2材料及其铸锻件,实现了620℃等级超超临界汽轮机关键铸锻件自主商业化;研发了复合微合金化大型半自磨球磨机衬板,衬板使用寿命提高一倍;利用微量元素的交互作用,开发出高铬/球墨铸铁离心铸造双金属复合辊圈、贝氏体/球墨铸铁复合轧辊和多元微合金冷硬铸铁轧辊等新产品。本文将详细介绍CAST团队在该领域的研究工作与进展。", "label": "动力工程及工程热物理", "id": 0}
{"content": "结合Eulerian-Eulerian Particle模型和SSTk-ω湍流模型,考虑气相的可压缩性,对一水轮机式两相液力透平的流场进行了数值模拟,分析了气泡直径对两相液力透平流场及性能的影响。结果表明:在同一含气率下,随气泡直径的增大,流道内气相工质分布不均加重,过流部件内水力损失增加,导致透平的输出功率和水力效率下降。在20%含气率工况,单一气泡直径0.5mm比气泡直径0.1mm的透平水力效率低5.1%。PBM模型考虑了气泡的破裂和聚合作用,其叶轮内的水力损失和整机外特性介于单一气泡直径0.3～0.5mm,但由于气泡在蜗壳内的聚合,蜗壳及固定导叶内的水力损失大于单一气泡直径为0.5mm时的损失。", "label": "动力工程及工程热物理", "id": 0}
{"content": "汽轮机高压内缸为35万超临界汽轮机组关键部件,不锈钢材质,采用新型自带进汽室结构,其进汽室部位狭小、喷口处狭窄,首次生产时进汽室粘砂严重,清砂时对本体造成较严重损伤,后期通过补焊恢复,影响汽道型线及质量。基于此,针对该汽缸结构,从铸造工艺、造型材料、进汽室粘砂、喷口形成等方面进行了研究,制定了相应措施并加以实施,一次性成功生产出不粘砂、进汽室光洁且原始型线良好的高中压内缸,缩短了生产周期,产品质量优良,其研究成果还能推广应用到类似结构汽轮机汽缸上。", "label": "动力工程及工程热物理", "id": 0}
{"content": "汽轮机泠凝器节能改造是一项重要的技术内容,冷凝器在汽轮机中属于关键的设备,在汽轮机工作时泠凝器产生了大量的能源浪费,不符合节能降耗的要求。汽轮机泠凝器运行中专门提出了节能技术改造的要求,目的是降低汽轮机泠凝器的能源消耗,最主要的是实现冷凝器的节能运行,体现冷凝器节能技术改造的优势。本文主要探讨汽轮机冷凝器节能技术改造的相关措施。", "label": "动力工程及工程热物理", "id": 0}
{"content": "伴随着社会科技和经济的迅猛发展,在当前时代中,人们对多种能源的需求数量逐年递增,在能源带动国家经济不断发展的同时,因为工作人员操作不规范而导致的环境污染等问题十分严重。电厂汽机的实际运行需要将大程度的能源损耗为基础,在汽机开始运行的环节中,若是想增强运行效果,提高汽机热效率,获得越来越多的经济收益与社会效益,就一定要契合社会发展的要求,根据当前实际情形,对增强汽机热效率的安装施工方法进行分析。", "label": "动力工程及工程热物理", "id": 0}
{"content": "工程中,压力容器中热疲劳裂纹任意扩展的计算与分析一直是一个具有挑战性的问题。对关键部位疲劳裂纹扩展路径的可靠计算可以实现疲劳寿命的有效预测,对结构安全性评估和有效修复提出指导性意见。目前,基于疲劳实验数据的各类用以预测剩余寿命的模型很难直接建立起损伤程度与剩余寿命之间的明确关系。近年来,扩展有限元法及其他数值方法被普遍用于模拟疲劳裂纹扩展,取得了良好的效果。本文利用类比的方法,研究了热扩散问题与渗流扩散问题两个物理过程方程参数之间的对偶关系,实现了热扩散问题与孔隙渗流问题数学模型的转化,解决了目前商业软件难以直接计算热流场与扩展有限元断裂模拟耦合的难题。建立起了高温高压循环载荷下,压力容器疲劳裂纹分析的有限元计算流程,并结合传统疲劳寿命分析的经验公式,给出经萌生裂纹的压力容器剩余疲劳寿命预测的计算方法。结合汽缸材料的疲劳拉伸实验,通过实验结果与数值模拟结果对比,验证了所建立的有限元计算分析流程的可靠性。最终,依托国内某机组中压内缸,使用上述建立的计算分析体系,对带有初始裂纹缸体的疲劳裂纹扩展进行模拟计算,总结了该类型压力容器疲劳裂纹扩展的特征,预测了中压内缸的剩余使用寿命。该模拟结果与工程观察结果保持了良好的一致性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "冷凝器作为蒸汽动力装置中重要的组成部分,其两相流动和传热严重影响着设备的经济性和安全性。本文针对大型冷凝器开展数值仿真计算,采用多孔介质模型,建立了管束区含不凝性气体的蒸汽冷凝换热模型。采用分布阻力的方法添加动量源项,体现管束对气流的阻碍作用,采用串联热阻计算冷凝量作为分布质量汇的方法添加质量源项,体现蒸汽的冷凝相变。该数值模型遵循连续性方程、动量守恒方程、不凝性气体扩散方程,利用实际冷凝器的相关参数编译用户自定义程序UDF加载到商业软件Fluent中进行仿真模拟,以此建立了冷凝器的数值计算模型。利用该模型得到了冷凝器壳侧速度、压力、温度以及凝液量等重要参数的分布情况。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对PTA行业的特点,大型工业表面凝汽器都采用侧向进气的结构形式,具有壳体直径大、壳程真空度高和支撑结构复杂等特点。至今,表面凝汽器的壳体厚度、壳程支撑结构和支座的设计都采用工程经验的方法,在实际的运行中可能出现提高成本、造成安全隐患等情况。本文以某PTA公司的大型工业表面凝汽器为例,采用三维有限元分析法对其壳体和支座进行了应力分析和形变分析,分别得到了应力和形变集中区域的应力分布图和应力形变图。分析表明,选取的壳体厚度、支撑件型号和支座厚度,通过模拟计算所得出的膜应力和组合应力（膜应力+弯曲应力）均小于材料应力极限值的要求。本文为大型工业表面凝汽器的结构优化提供了可靠的依据,有利于提供表面凝汽器的稳定性和经济性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "介绍湖南骏泰新材料科技有限责任公司70MW双抽机组高压抗燃油数字电液控制系统（DEH）的功能和配置,包括汽轮机控制系统和液压系统两部分。对控制系统的硬件和软件的结构特点进行了分析,针对运行中存在的问题,提出若干改进措施,使功能更趋完善,可靠性增加。实践证明,改进效果良好。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文阐述了骏泰新材料科技有限责任公司70MW机组的所有保护项目,使我厂的维护运行人员对我公司的汽轮保护有一个较深的认识。达到更好的用好保护。维护好汽轮机的安全运行做准备。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文系统地介绍了D150S中压联合汽阀铸件的开发过程。按照铸件开发的程序要求,编制并完成了相关制造工艺文件及其他技术文件。在开发的过程中,引用了MAGMA铸造模拟技术,对初步工艺进行优化后确定了最终生产工艺;生产中对重要工序进行了严格把控,最终顺利产出了质量合格的中压联合汽阀,保证了机组的装配。", "label": "动力工程及工程热物理", "id": 0}
{"content": "联合循环汽轮机组即汽轮机与蒸汽轮机的组合,具有高效、绿色等优点。其中,蒸汽轮机部分的中压内缸构件,壁厚较大的中分面法兰以及垂直法兰处会积聚较大的热应力,在循环热力载荷下容易产生疲劳裂纹,因此汽轮机的寿命很大程度上由该疲劳裂纹的发展情况决定。本文借助扩展有限元方法（XFEM）,基于ABAQUS对已存在裂纹的汽缸进行剩余寿命分析,利用多孔渗流与热扩散的相似性,借助多孔渗流求解器解决热力耦合下的XFEM计算问题。建立了热力载荷条件下疲劳裂纹的有限元分析体系,解决实际工程问题中的大模型疲劳裂纹计算问题,并在之后的应用中将该套分析体系应用到实际裂纹问题的安全性评估中", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着社会对环境保护、能源效率的关注,汽轮机发电效率成为行业用户越来越关注的指标。欧瑞康美科的可磨耗涂层涂技术在航空发动机与燃气轮机领域得到广泛应用。目前主流汽轮机厂家也在逐渐接受并引入美科的技术规范,以提高气密封效率进而提升发电效率。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文对已累计运行三十多年的意大利进口汽轮机在运行过程中突然出现的异常振动原因进行了深入全面分析,充分利用了汽轮机在线状态监测系统对故障原因进行了精准的分析诊断,并根据诊断结果采取了相应的对策,避免了一次生产装置的停车及对公司造成的重大损失。", "label": "动力工程及工程热物理", "id": 0}
{"content": "论述汽轮机叶片结构形式及检测方法,针对大型机组叶片不拆卸状态下叶根检测可达性差、检测位置选择要求苛刻、回波复杂问题,应用超声相控阵检测技术可以解决。用被检叶片制作对比试块,结合超声波相控阵模拟仿真技术,能快速直观地判断信号位置、性质及当量大小,有效解决机组叶片不拆卸状态下叶根检测问题。", "label": "动力工程及工程热物理", "id": 0}
{"content": "多进口凝汽器有两个蒸汽进口,主汽轮机排汽入口和辅汽轮机排汽入口。本文通过对复杂物理模型的简化,建立多进口凝汽器二维几何模型,采用计算流体力学软件FLUENT所提供的多相流混合模型和标准扣ε两方程模型,建立非稳态问题的离散方程,应用SIMPLEC算法进行求解,得到了壳侧的速度、压力分布,管束区的温度和凝结液分布;通过对一些典型管排的平均换热系数分布做详细分析,结果发现管束区内传热系数的分布具有相同的规律,即管束区外围的传热系数要大于内部区域,右侧管束的换热系数大于左侧管束。", "label": "动力工程及工程热物理", "id": 0}
{"content": "简述了汽轮机叉型叶根销钉引起断裂的初步原因,对在用销钉轴端超声检测可行性进行了分析,设计模拟裂纹对比试样,具体介绍了纵波直探头和小角度纵波斜探头在销钉检测上的应用,及其对在用销钉进行超声波探伤的检测方法。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文依据钢液凝固理论,应用计算机数值模拟技术,分析了ZG15Cr1Mo1V材质蒸汽轮机外缸铸件壁厚变化较大部位热裂纹的产生原因,并从铸造工艺上提出一系列改进措施,最终达到提高铸件质量、降低生产成本的目的。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为更好促进国家能源转型,提高清洁煤电比重,加大风电、太阳能等清洁能源的开发利用,燃煤发电机组灵活性运行乃大势所趋。本文以300MW等级供热机组为例,提出了一系列机组灵活运行适应性的设计思路。给出并阐明了与灵活运行关系密切的升降负荷、配汽方式和满足供热要求的中调门参调等三种技术方案,兼顾了机组经济性和灵活运行的研究。本文提出的灵活运行适应性思路对于在役机组的灵活性改造具有十分重要的意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对大量旧式汽轮机改造需求,高压透平油系统不仅安全可靠,更能以有效节约成本的方式改造,同时在环保、节能方面也具有较大优势。介绍了高压透平油系统为适合市场快速发展的需求,经过大量工程经验总结实现了产品系列化、模块化和标准化。", "label": "动力工程及工程热物理", "id": 0}
{"content": "综述了工业汽轮机隔板套铸钢件工艺技术研发过程,文章阐述了两冒口之间加厚大外冷铁解决铸件缩松缺陷,通过改进浇注系统设置、冒口设置以及热处理装炉方式的改变,减小铸件变形,确保产品质量符合要求。", "label": "动力工程及工程热物理", "id": 0}
{"content": "采用超音速火焰喷涂方法制备碳化铬防固体颗粒侵蚀涂层,并对碳化铬涂层进行金相组织、硬度、结合强度、抗微粒冲蚀性能分析。结果表明:碳化铬涂层组织均匀、致密,孔隙率小于1%;涂层显微硬度达HV738~980;结合强度达65MPa以上;抗冲蚀性能是基体材料的1.6倍。对超超临界机组组焊导叶片（隔板静叶）喷涂涂层组织与性能进行了分析,最终通过独创性的工装及喷涂程序开发,将碳化铬涂层应用于多台份660MW、1000MW等级火电机组通流部件。", "label": "动力工程及工程热物理", "id": 0}
{"content": "模态分析是研究各种机械的动态特性,建立动力学模型,进行参数优化必不可少的一种实验分析技术。近年来在航空、航天领域里显示了巨大的作用,在汽轮机部件振动特性的研究中也取得了很好的效果。根据能量梯级利用原理,热电联产节能过程采用汽轮机低位能直接供热的方案中,需要汽轮机高背压运行。由于环境气温的变化,全年汽轮机运行背压变化范围较大,影响机组安全性和经济性。为了研究汽轮机低压缸在高背压运行条件的安全性,本文进行低压转子以及叶片模态分析实验,分析转子和叶片的固有频率和临界转速,获得转子和叶片的模态振型,分析实验结果,为模拟汽轮机高背压低压转子运行条件下提供数据,为高背压运行下的转子设计奠定基础。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文给出一种汽轮给水泵系统的非线性动态模型,该模型包括进汽调节阀,汽轮机和离心泵三个部分.系统模型的辨识采用机理建模和数据建模相结合的方式:通过系统的内部物理机理确定系统各部分的模型结构;将给定结构的非线性模型转化为线性形式,并采用完全最小二乘算法估计未知参数.最后利用真实汽轮给水泵系统的运行数据对本文给出的数学模型和参数估计方法进行有效性验证.计算结果表明本文给出的汽轮给水泵模型能够很好的拟合和预测真实系统的运行状态.", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文介绍了国网能源阜康发电有限公司汽机排汽温度与循环水关联问题的分析,详细阐述了循环水泵四种不同的运行工况对机组经济性的影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "喷射器是依靠流体间的相互混合、撞击、摩擦来传递能量的,其内部的流动过程非常复杂,存在超音速流动、湍流、卷吸混合等极为复杂的流动现象。蒸汽超音速流动过程,除了表现更突出的多维效应、边界效应外,当蒸汽接近饱和状态时,在超音速流动的急剧降温作用下,蒸汽中会发生非平衡凝结,并产生相应的激波效应,这些非平衡、非定常流动现象的发生,使得喷射器内部的流动过程变得非常复杂。本文数值模拟了喷射器内部的复杂流动情况,捕获了喷射器内超音速流动、湍流、卷吸混合、非平衡相变、凝结激波等极为复杂的流动特征,并分析了喷射器结构尺寸对喷射器性能的影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "某电厂的S109FA SS联合循环机组配套NG-109FA-R型余热锅炉（HRSG）,高压过热器2下集箱与鳍片管的焊缝多次出现裂纹漏水,分析原因为机组频繁启停高过减温水量波动较大,管束与集箱的焊接局部温度场不均匀产生焊接应力,引起塑性变形。对此提出并处理,高压过热器2第2排鳍片管与下集箱连接部分增加π弯以吸收膨胀。", "label": "动力工程及工程热物理", "id": 0}
{"content": "基于燃气锅炉氮氧化物生成机理,分析了第一净化厂在用燃气锅炉氮氧化物排放监测数据,提出了\"分级燃烧+烟气再循环\"的低氮燃烧技术对策,并在新建锅炉改造中进行工程应用实践,实现了燃气锅炉氮氧化物达标排放效果,为后续燃气锅炉低氮燃烧技术改造提供借鉴参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文收集统计了2000年至2020年国内发生的30起燃气锅炉炉膛爆炸事故案例,从发生时间、事发地域、使用场所、事故级别、直接原因等维度进行事故分析,并提出了相关预防措施。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对四川白马循环流化床示范电站有限责任公司300 MW亚临界循环流化床锅炉多次出现后竖井顶部包墙过热器、前后两侧包墙过热器、吊挂管等区域不锈钢保护罩和保温填料大面积变形、严重脱落,出现包墙过热器管道大面积裸露等情况,不仅影响受热面换热,同时包墙过热器及吊挂管裸露容易磨损造成泄漏,从中分析包墙过热器管磨损原因,进一步地研究、提出合理的改进措施,从固定方式改造、用材方式的优化再到安装方式的改变,改进了保护装置的内衬结构,合理采用氧化铝空心球中质保温耐磨可塑料,取代不锈钢保护罩优化方案,并成功应用于白马300 MW循环流化床锅炉后竖井顶部包墙过热器,解决不锈钢板保护罩容易高温变形、脱落问题;解决可塑料固定问题;解决包墙过热器保温隔热问题。采用氧化铝空心球中质保温耐磨可塑料不仅有良好的耐磨性、良好的体积稳定性及合适的导热系数、良好的抗热震性、良好的耐火性和抗CO侵蚀能力,降低了检修成本,加强了对包墙过热器管防磨保护,减少管道磨损泄漏造成非停,在循环流化床锅炉上发挥其更大作用,有着重要的意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "考虑包含状态约束与控制约束的非线性循环流化床锅炉（CFBB）燃烧过程的多目标控制问题,提出一种环保型经济模型预测控制（MPC）策略.基于机理建模方法建立约束非线性CFBB燃烧过程模型.为了优化CFBB燃烧过程经济性能和环保性能的同时保证系统稳定性,结合字典序算法与收缩约束关联各优化问题,并结合滚动时域控制原理,设计CFBB燃烧过程环保型经济MPC控制器.最后仿真验证本文控制策略有效性与优越性.", "label": "动力工程及工程热物理", "id": 0}
{"content": "为寻求高钾生物质在流化床燃烧中床料粘结聚团问题的解决方法,以常规床料石英砂为比较对象,通过灰熔融特征温度、XRF、XRD结合HSC热力学计算,探究了煤矸石对玉米秸秆灰熔融行为的影响。结果表明:玉米秸秆灰的变形温度为1090℃,软化温度、半球温度、熔融温度均高于1500℃。30%石英砂的存在会使玉米秸秆灰的软化温度、半球温度和熔融温度分别降至1246.5℃、1248℃和1252.5℃,增加粘结倾向。与石英砂相比,三种不同种类煤矸石的加入,均对三种特征温度有提高作用,但提高程度有差异。加入30%1#煤矸石,三种特征温度分别提高了178℃、177.5℃、210℃;加入30%2#煤矸石,三种特征温度分别提高了103.5℃、112℃、122.5℃;加入30%3#煤矸石,三种特征温度分别提高了113.5℃、115.5℃、187.5℃。这主要与煤矸石加入后化学组成Al2O3、SiO2、Fe2O3、CaO等的变化有关,经HSC计算结合XRD矿相半定量分析,发现高温下发生矿相反应形成的新矿相及其含量变化是造成煤矸石加入后呈现不同灰熔融特征温度的主要原因。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对白马600 MW超临界循环流化床锅炉多次出现炉膛耐火耐磨层损坏,水冷壁管裸露,导致水冷壁高温磨损失效现象,从中分析耐火耐磨层损坏原因,进一步地研究、提出合理的改进措施,从固定方式改造、用材方式的优化再到安装方式的改变,改进了超临界循环流化床锅炉耐火耐磨层耐磨内衬结构,提高耐火耐磨层的耐磨性和运行可靠性,降低了检修维护成本,强化了对水冷壁管防磨保护,有效阻止了水冷壁管冲刷磨损,减少管道磨损泄漏造成非停,在超临界循环流化床锅炉上发挥其更大作用,有着重要的意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "供暖水系统的高能耗、高排放、易失调、难控制等问题已逐渐成为制约城市可持续发展的阻碍,全面实现热网技术的革新是当前迫在眉睫的任务。高可靠性、高能效、用户侧精准控制等要求,是下一代城市供暖水系统追求的目标。通过对比燃煤锅炉配合大型热网,分析燃气锅炉配合小型热网供暖在提升锅炉热效率,调节方式高效性、灵活性两方面的优越性,提出了模块化燃气锅炉配合二次泵输配系统供暖的可行性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文介绍了集中供热用煤粉热水锅炉在设计时需注意的一些问题,包括:煤粉储存和输送、锅炉点火方式选择、运行中的安全保护措施、除尘器形式选择等,比较了煤粉锅炉和链条炉年耗电量和耗煤量。", "label": "动力工程及工程热物理", "id": 0}
{"content": "以冷凝式燃气锅炉为研究对象,通过理论计算,分析了天然气燃烧特性、不同温度下对烟气显热潜热回收潜力,并对烟气余热回收的影响因素进行分析。结果表明,适当降低排烟温度有利于余热回收和热效率的提高。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着我国经济持续快速发展,对节能降耗、改善环境质量提出了更高要求。天然气作为洁净燃料在我国大力开发和推广应用,城市能源结构发生了很大的变化,尤其是供暖行业,集中供暖,替代燃煤,改用燃气锅炉得到了大力推广。天然气有运输方便,清洁,热值高,调整方便等优点,但其价格高,存量不足,地域分布不均匀,在冬天北方供暖时还会存在用气荒等紧张局面。如何进一步合理利用能源、节约能源,已引起全社会的关注和重视,本文以大港油田燃气锅炉房为研究对象,针对供暖行业的具体锅炉房深入分析和研究总结节能降耗的理论和方法。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着人们生活质量的不断提高,燃气锅炉这种动力设备在社会进步和环境保护上发挥着越来越重要的作用,燃气锅炉以节能、环保和高效的特点,有着很好的应用前景。本文以某小区的燃气热水锅炉供热系统为例,对该小区的各供热部分进行自动控制设计。对锅炉出口水温进行控制,使锅炉出口水温保持一定值;对锅炉炉膛负压进行变频控制,通过引风量控制炉膛负压;对供热管网的水力工况进行变频调速控制,通过变频技术减少能源的消耗;本文还通过合适的控制设备和合理的自动化控制方案保证供热系统的安全运行和对热用户的供热质量。", "label": "动力工程及工程热物理", "id": 0}
{"content": "供暖水系统的高能耗、高排放、易失调、难控制等问题已逐渐成为制约城市可持续发展的阻碍,全面实现热网技术的革新是当前迫在眉睫的任务。高可靠性、高能效、用户侧精准控制等要求,是下一代城市供暖水系统追求的目标。通过对比燃煤锅炉配合大型热网,分析燃气锅炉配合小型热网供暖在提升锅炉热效率,调节方式高效性、灵活性两方面的优越性,提出了模块化燃气锅炉配合二次泵输配系统供暖的可行性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着近年来对节能和环保要求的提高,各地燃气锅炉进行降氮改造势在必行。本文简要叙述了燃气锅炉烟气外循环降氮改造的原理,对天然气、空气及其反应物的成分进行分析,结合空气和水蒸气热力性质表计算设计工况下混合烟气的露点温度,得出混合烟气的露点温度与过量空气系数、回流烟气百分比的关系,为烟气外循环降氮改造提供了参考价值。", "label": "动力工程及工程热物理", "id": 0}
{"content": "炼钢转炉煤气具有间歇性、波动性、高粉尘等问题,煤气回收通常采用煤气湿法回收系统（OG法）或干法煤气回收技术（LT法）,温度850～1000℃以下的煤气通过喷水或喷雾直接冷却,余热损失严重。本文开展了转炉放散煤气的流动及传热特性试验及数值模拟,进行了热流宽域波动条件下放散煤气显热高效稳定利用的传热传质研究。采用试验的方法,获得了不同煤气组分浓度（CO浓度<35%且O2浓度>2%）、温度（800-150℃）、流量（60-250 Nm~3/h）条件下,逆流烟管式急冷换热器过热度、热流密度、摩擦阻力、传热效率等动态参数的影响规律;采用数值模拟的方法,得到了不同运行工况下,烟道内气流中CO、CO2、O2和N2等组分浓度、流场、温度场等的分布情况;对比并分析了试验和数值模拟结果。同时,模拟研究了通道长度、水力直径、数量、结构布置等对烟管式急冷换热器换热效率的影响。研究结果可以为钢铁冶炼行业的节能减排提供理论依据与数据支撑。", "label": "动力工程及工程热物理", "id": 0}
{"content": "经济的发展离不开对能源的需求,煤炭作为我国主要的能源来源,其每年的消耗量非常巨大。大气污染与煤炭的大量使用有着很大的相关性。随着人民生活水平的提高,对环境保护提出了更高的要求。对燃煤机组提出了超低排放的要求,主要就是对排放的烟气要求低二氧化硫、低氮氧化物和低粉尘。本文分析了我国目前应用于燃煤锅炉的烟气脱硫、脱硝、除尘的各种工艺与方法的优缺点,以及燃煤锅炉低氮燃烧改造的现状,对企业控制燃煤锅炉的尾气达标排放有一定的指导意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着工业技术的不断革新,锅炉行业通过创新研发,生产出了一种高效、低污染的循环流化床锅炉,并在电站、工业等领域已得到广泛应用。循环流化床锅炉磨损问题一直是困扰循环流化床锅炉发展的主要问题之一,磨损问题解决不好,锅炉无法正常运行,运行中严重磨损的部位主要发生在炉膛受热面、密相区及旋风分离器等部位,对于这项问题,本文将介绍循环流化床锅炉的构造以及工作原理,探究磨损原因,找寻防磨措施。", "label": "动力工程及工程热物理", "id": 0}
{"content": "燃气热水锅炉比较小的单位在进行燃气锅炉选择时,主要选用了小型的燃气锅炉进行使用。这种锅炉在应用时,燃料的燃烧比较充分,运行更加稳定。设备的烟管内部设有扰流片,可以减缓排烟的速度,增加设备的换热量,而且这种锅炉设备在应用时,热效率比较高,可以降低设备的操作成本。所以这种锅炉设备已经广泛应用到一些单位的生产作业中,而且发挥了较好的效果。但是这种锅炉设备在运行时,存在较多的隐患问题。本文就小型燃气锅炉运行过程中存在的隐患及对策进行相关的分析和研究。", "label": "动力工程及工程热物理", "id": 0}
{"content": "锅炉作为一种产生热能和动力的工艺设备,广泛地应用于电力、机械、化工、纺织造纸等工业部门及宾馆、居民区采暖供热等方面。近年来,随着国家颁布《大气污染防治行动计划》以来,为加快大气污染治理,我国正在大力加速推进\"煤改气\"项目,对各工矿企业、企事业单位及私营业主在用的燃煤锅炉,特别是20蒸吨以下的燃煤锅炉实施\"燃煤锅炉改燃气锅炉工程\"。自《行动计划》颁布以来,\"煤改气\"在各地区加速推进,得到前所未有的重视,各省市政府也纷纷出台政策大力推行\"燃煤锅炉煤改气\"项目。经过3年多的\"燃煤锅炉煤改气\"项目,目前各省市、自治区的\"燃煤锅炉煤改气\"项目已经陆续接近攻坚和收尾阶段,全国燃气锅炉的存量占比大大提升。而近来发生的锅炉燃烧爆炸的事故时有发生,给人民的生命和财产安全带来巨大的损失。例如2017年公开查询统计的燃气爆炸新闻有950起,其中室内燃气爆炸新闻680起,室外燃气泄漏及爆炸新闻270起。共造成104人死亡、 1145人受伤。2017年3月3日上午11时40分,河北省邢台市开发区东汪镇赵麻村板材园区一煤改气供蒸汽锅炉突发爆炸,造成5人死亡,10多人受伤。在随后的4天里,河北邢台南宫市、唐山市又接连发生重大爆炸事故。截止10日上午发稿时,3起爆炸事故共造成9人死亡、11人失踪、数十人受伤。", "label": "动力工程及工程热物理", "id": 0}
{"content": "结合对燃气锅炉房爆炸事故的分析,利用FLACS商业软件,对燃气锅炉房在不同条件的爆炸行为进行模拟研究。主要的研究结果如下:（1）不考虑门窗泄压情况下爆炸产生的最高超压为6.59bar,最高温度达2797.906K,在考虑门窗泄压的情况下爆炸后所产生的最高超压为2.534bar,最高温度达2608.388K。（2）过对泄压与未泄压条件下的爆炸结果进行对比分析,可以直观看出门窗的泄压可以在一定程度上降低爆炸所产生的破坏力。通过对门窗泄压结果的研究,可以为锅炉房在门窗的位置、大小、材质抗压性的选择上提供一定理论依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文结合当前节能环保的要求,介绍了一种节能环保型生物质循环流化床锅炉的结构、设计特点,并结合一台具体循环流化床锅炉的设计,详细说明了锅炉各个部分设计情况。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随之国家环保政策日益严格,对燃气锅炉的热效率和低氮排放要求越来越高,传统卧式内燃WNS型锅炉在大吨位难以实现低氮排放,因此,我公司开发了一种大型的双锅筒纵置式SZS型模块化锅炉,经过实际运行和能效测试,它的热效率和氮氧化合物排放都达到了目前国家和地方的最高要求。", "label": "动力工程及工程热物理", "id": 0}
{"content": "介绍了燃用强结渣性煤时循环流化床锅炉的设计特点,分析了锅炉运行中的注意事项。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对蒙西电厂300MW循环流化床锅炉燃烧系统中床温、主蒸汽压力间的延迟性和耦合性,提出了基于改进型粒子算法的自抗扰控制策略。系统控制中,新型粒子群算法结合了自然选择机制和高斯采样思想实时地自整定自抗扰控制器的参数,实现对床温和主蒸汽压力的性能优化和协调控制。仿真结果表明,与PID控制器相比,改进后的控制策略对控制器参数寻优更加快速与精确,对床温和主汽压模型的协调控制效果更佳,体现了该控制策略良好的负荷适应性和鲁棒性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过采用大数据、人工智能、机器深度学习技术优化锅炉燃料燃烧控制,实现对燃气锅炉以及辅机系统的自控监控和安全检测功能,使得锅炉能更安全可靠运行,提升锅炉燃料效率。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着铁路及地方建设的增加,燃气锅炉作为供暖设备被广泛采用,但是在安装过程中施工队伍参差不齐,施工质量存在很多问题,严重影响了锅炉设备后期的管理维护及安全运行,要克服上述问题,锅炉安装竣工后,验收成为关键环节,明确存在问题的处理方法也显得至关重要。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对烟气锅炉余热利用率低的问题,通过利用热泵低吸高放的特点,结合空气源热泵技术对低位烟气余热进行梯级深度回收利用。对某燃气锅炉余热回收进行系统设计,从节能、经济和环境效益等多角度对燃气锅炉烟气余热利用与空气源热泵联合供热技术进行分析。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着我国综合国力的不断增强,人们的生活水平不断提高,更加要求生活质量。于是燃气锅炉不仅在工业中广泛运用,在人们生活中也开始占据重要地位,主要运用在日常用水供热系统。随着燃气锅炉的推广,政府开始渐渐重视燃气的环保以及能源问题。对此,我国有关部门对燃气锅炉供热系统给予高度的重视,为今后的可持续发展打下基础。", "label": "动力工程及工程热物理", "id": 0}
{"content": "锅炉排出的烟气中有大量余热和水分,所以锅炉烟气凝水回收是锅炉节能的重要途径。冷凝回收技术是常用的锅炉烟气凝水回收技术。对于燃气锅炉冷凝回收技术可直接应用,本文对其系统组成和冷凝液回收量计算进行了介绍。而燃煤锅炉烟气中存在腐蚀气体,需要开发适用于不同烟气腐蚀环境的烟气余热回收装置,为此本文介绍了基于冷凝换热的燃煤烟气凝水回收与污染物协同控制技术系统。两种系统都具有重大的社会和环保效益。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文在了解我国能源现状的基础上,对燃气锅炉进行了节能分析。简述了燃气锅炉余热回收的技术原理、影响因素及回收潜力,对余热回收的技术进行了讨论。", "label": "动力工程及工程热物理", "id": 0}
{"content": "以某热源厂75 t/h煤粉锅炉为研究对象,采用数值模拟与试验研究相结合的方法,研究锅炉低氮燃烧改造后燃尽风（SOFA）风率对锅炉燃烧和NOx排放特性的影响。结果表明:随着SOFA风率的增加,主燃区氧浓度和温度均有所降低,高温区出现明显上移,拉长了火焰尺寸,在炉膛出口温度、CO浓度升高,NOx浓度降低。改造后炉内空气动力场特性良好,喷口气流没有偏斜,四角的风速和风量分配均匀;炉膛出口NOx排放浓度稳定在310 mg/Nm~3左右,相对于初始排放脱硝率达42.9%,而飞灰含碳量保持在4%左右,表明了此改造方案可以在保证燃尽率的同时达到较好的低氮燃烧效果。", "label": "动力工程及工程热物理", "id": 0}
{"content": "催化裂化余热锅炉是将石化企业中催化裂化装置中的余热资源进行利用的重要设备之一,它可以将余热资源转化为高品质的蒸汽,实现能量的梯级利用,因此对催化裂化余热锅炉开展深入的研究迫在眉睫。目前有很多因素都在制约着催化裂化余热锅炉向着大型化发展,积灰和腐蚀就是其中的两个重要的问题。本文对关于催化裂化余热锅炉积灰和腐蚀研究的文献进行了综述,并挖掘了下一步可能的研究方向。", "label": "动力工程及工程热物理", "id": 0}
{"content": "分析了煤粉气流着火以及稳定燃烧的机理。针对高效低NOx液态排渣煤粉工业锅炉技术特点,对其少油快速点火技术进行了研究。通过燃烧器结构改造以及运行参数的调节,实现了少油快速点火的目的。实际运行结果表明,自主研发的高效低NOx液排渣煤粉燃烧器搭载在工业锅炉上,能够实现90s少油快速点火及30%低负荷安全稳定燃烧。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文对高压油泵在运行过程中振值超标故障现象展开探究,通过分析联轴器对中、入口管线应力、泵托架腐蚀疲劳、联轴器与轴配合松动等因素,找出了振动超标的原因,并采取有效措施,解决高压油泵振动超标故障,保证油泵安全运行,为高压锅炉的长周期运转奠定坚实基础。", "label": "动力工程及工程热物理", "id": 0}
{"content": "某锅炉厂在进行垃圾焚烧锅炉的汽包制造中,WB36板经初轧圆-纵缝焊接-复轧圆后,经V T检查发现沿锅筒纵缝热影响区附近出现贯穿性裂纹。通过对汽包板进行化学分析、力学性能试验以及对纵缝进行宏观金相、微观金相、硬度测试和断口扫描电镜等,并结合生产工艺角度进行分析,表明裂纹产生的主要原因是由于纵缝焊缝过宽,焊接残余应力过大,焊接热影响区硬度高,存在淬硬组织导致塑性韧性降低,在复轧圆时产生的拉伸应力过大超过了材料所能承受的极限,在接头的热影响区率先开裂,然后扩展最终断裂。并提出了防止裂纹的有效措施。", "label": "动力工程及工程热物理", "id": 0}
{"content": "根据工程设计中经常遇到的情况,针对常压热水锅炉的常见问题提出解决措施。", "label": "动力工程及工程热物理", "id": 0}
{"content": "干熄焦锅炉排污管道因一次阀和二次阀无法关死,管道漏点处理难度大、危险性高、对生产影响十分严重。结合焦化厂干熄焦的运行实践,提出了安全快速的处理方法。", "label": "动力工程及工程热物理", "id": 0}
{"content": "75t/h锅炉低温段过热器管子内壁的氧化皮脱落堵塞管道造成局部超温的情况,使过热器管的抗拉强度大幅度下降发生塑形变形,管径胀大,管壁减薄,随后发生剪切断裂而爆管。从而找出爆管原因,提出改进措施,以提高过热器的使用寿命。如新增几个测温点及时发现超温现象,对过热器管子及时吹扫等。", "label": "动力工程及工程热物理", "id": 0}
{"content": "生物质发电锅炉是动力源,能否正常运行是主要核心工作。现对晋南某生物质发电厂锅炉系统存在的问题进行研究及探讨。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文对锅炉的定期检验、锅炉修理检验、无损检测质量控制等检验进行了详细分析,供同行参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文运用锅炉故障的可预测性、预测相关知识,采用常用锅炉故障预测方法,对锅炉故障进行了预测和分析。故障预测是故障诊断的一部分,故障诊断的最终目的就是为了指导运行和维修,因此,进行锅炉故障预测,对提高锅炉现代化运行水平和机组安全可靠性、节能减排具有重要的现实意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "锅炉压力容器是特种设备的关键构件。在对其检验的过程中主要有两个重要的检验环节,生产与使用。因此在检验的过程中应当着重对这两个环节的检验与相关标准作出完善且明确的制度化规范,这样才能确保检验的质量。", "label": "动力工程及工程热物理", "id": 0}
{"content": "我国的工业化步伐日益增快。俗话说,工欲善其事必先利其器。为了有效提高工业生产效率,优化工业生产的机械设备便成了尤为值得探究的问题。锅炉作为工业生产的主要机械设备,仅在受热面材料的研究上就历经了火管锅炉到水管锅炉再到弯水管锅炉的几次革新。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过处理漳山二期4#机锅炉吹管时发生的高旁管道振动问题,总结优化了吹管临时系统的设计和相关材料的合理选用,在以后工程中推广应用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着我国工业的快速发展,越来越多的锅炉被应用于工业生产中。锅炉一般是在高温和高压环境下进行工业操作的,相关工作人员如果不做好锅炉的检验和安全防护措施,极易造成事故的发生。笔者通过多锅炉检验中的危险源识别和检验措施进行分析,提出一些意见和建议。", "label": "动力工程及工程热物理", "id": 0}
{"content": "武汉钢电股份有限公司#1锅炉进行SCR改造,SCR装置投运后烟气中的SO3会和SCR逃逸的NH3反应生成硫酸氢氨。硫酸氢氨在150~200℃会发生沉积,变成一种很粘稠的物质,易造成空气预热器堵灰,形成的积灰清除比较困难。为保证#1锅炉SCR改造后锅炉长期、安全运行,武汉钢电股份有限公司对空气预热器进行了改造。", "label": "动力工程及工程热物理", "id": 0}
{"content": "以往我们一般采用便携式超声波探伤仪或测厚仪进行检测。然而由于便携式超声波仪器需要探头直接接触到工件表面,因此当被测工件处于封闭空间或者探头与工件被测表面耦合不良的时候,仪器容易出现误判或者无法判断的情况。而换热器管束一般都是密集排列的管箱,每次仅能检测局部,无法准确评估换热器的整体情况。本文介绍一种基于脉冲回波检测法,专门针对换热器管束检测的技术旋转超声检测,经过对锅炉换热器管束样件进行实验,在管束样件中发现缺陷已图像显示,深度、厚度、位置、减薄量等信息可以直观显示在图像中。能准确评估设备的状况,可以为后续修复工作能提供精确的数据保障。", "label": "动力工程及工程热物理", "id": 0}
{"content": "由于国家新环保法的颁布、实施,炼焦厂对于干熄焦工序要求日益严格,也就迫使干熄焦系统的故障率必须降低,而作为主要部分的余热锅炉吊挂管结构周期性损坏甚至出现过爆管等问题直接影响干熄焦工序的秩序,本文主要通过分析爆管原因,钢结构受力分析,提出解决方案。", "label": "动力工程及工程热物理", "id": 0}
{"content": "对某供热站3台DZL热水锅炉水冷壁管同一部位接连发生爆管事故进行了事故的分析,找出了事故的原因为水质硬度超标短时形成大量水垢堵塞管道而导致短时过热爆管。并提出了类似事故的预防措施,由此期望减少此类事故的发生,保证锅炉的正常运行。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文采用了资料查阅、宏观检查、水动力分析等手段,对一起锅炉在安装、调试合格后,投用运行仅一个月即发生了单侧多根水冷壁管爆管的失效问题进行了分析。发现再循环管的错误操作是锅炉水冷壁管失效的主要原因,针对该锅炉存在问题给出了加强人员培训、执行操作规程（点火前准备阶段、点火升压阶段）以及保障锅炉水循环的建议措施。", "label": "动力工程及工程热物理", "id": 0}
{"content": "链条锅炉具有单面点火、着火条件差、新煤点燃困难、燃烧分层进行、燃料难以燃尽等特点。通过添加、改造炉膛后拱,并改进拱维修、浇筑工艺,优化炉拱结构,使前后拱良好配合,发挥其辐射热量、调整燃烧中心、提高炉膛温度、加速新煤着火并延长烟气流程、促进充分燃烧的作用,达到改善链条锅炉燃烧状况的目的。", "label": "动力工程及工程热物理", "id": 0}
{"content": "某厂机组配置为3炉2机母管制运行方式,机组带抽汽运行时3台锅炉全部额定出力运行仍无法满足2台机组带满负荷的进汽量。为此提出在不改变锅炉原受热面结构的基础上对锅炉进行增容8%的改造,以此来满足用电需求。本文以某厂锅炉增容8%和低氮燃烧器改造为例,应用该设计方案通过综合评估、低氮燃烧器设计、热力校核计算、烟气流速计算、水动力计算、辅机裕量计算等方面对锅炉增容的可行性进行分析论证,为改造提供依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文通过分析75T/h循环流化床锅炉1#给水泵故障特征,并采取故障诊断的方法来确认具体故障原因与类型,通过制定并执行详尽的检修控制措施,确保检修工作取得成功,从而避免设备的进一步恶化。", "label": "动力工程及工程热物理", "id": 0}
{"content": "河北华电石家庄热电有限公司14号炉屏式过热器发生泄露,为分析泄露原因,对爆口进行宏观检查,采用化学分析、金相检验、力学性能试验等方法,经综合分析认为,泄漏的主要原因是南于异物进入并附着在管子内壁,影响管子换热,导致管材一定程度的过热,内、外壁氧化膜增厚速度加快,当管材性能下降到无法承载蒸汽压力时,造成过热爆管。", "label": "动力工程及工程热物理", "id": 0}
{"content": "阐述了快装热水锅炉后管板裂纹形成原因,整改措施。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过分析设计数据与运行工况,查找过热器管子腐蚀速率过快的原因。认为锅炉严重缺氧燃烧,在炉内形成了强烈还原性气氛将导致过热器腐蚀加剧、并带来返料量过大和积灰加剧等系列运行故障。", "label": "动力工程及工程热物理", "id": 0}
{"content": "水冷壁是干熄焦锅炉的主要主要蒸发受热部位,水冷壁的破裂直接影响生产且容易造成安全事故。本文分析了一宗典型的水冷壁管破裂事故的原因及其处理方法。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文介绍了利用生物质直燃发电CFB锅炉过热器高温腐蚀的基本原理,简要分析了影响高温腐蚀的因素,并对工程上预防过热器高温腐蚀的措施进行了探讨。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对河北灵达环保能源有限公司4号垃圾焚烧锅炉省煤器爆管泄漏的问题,通过对爆口宏观形貌进行观察、化学成分分析、显微组织观察、常温力学性能试验以及表面腐蚀产物能谱分析等,认为爆管的主要原因是:低温露点腐蚀造成管子减薄后爆管,泄露后水对管子有冲蚀。", "label": "动力工程及工程热物理", "id": 0}
{"content": "对某电厂600MW亚临界锅炉屏式再热器爆管进行宏观形貌、化学成分、显微组织、常温力学性能试验分析,认为爆管的主要原因是管子受到吹损减薄后,壁厚不足导致爆管,并分析了吹损原因,提出了处理建议。", "label": "动力工程及工程热物理", "id": 0}
{"content": "某电厂600MW亚临界锅炉由于后排过热器爆管造成意外停炉,为分析事故原因,通过观察爆口形貌,分析管子化学成分、金相组织、力学性能,最终认为爆管的主要原因是异物阻塞后造成管子短时过热所致,并提出进一步的处理建议。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文针对宁海电厂一期4×600MW机组炉膛压力取样器长期堵灰的问题,进行深入的分析研究,并根据取样器堵灰的机理,提出用吹气测量法进行改造,最终取得良好的效果。", "label": "动力工程及工程热物理", "id": 0}
{"content": "文章从我国2012年提出的将pm2.5作为我国各城市今后大气质量环保检测标准的举措入手,分析指出城市细颗粒物的形成原因,排尘漏洞解析,灰霾的减排原理以及采取淘汰落后卸灰装置的办法,改善我国城市大气环境质量,达到环保标准要求。", "label": "动力工程及工程热物理", "id": 0}
{"content": "金属腐蚀分为电化学腐蚀和化学腐蚀,锅炉水中的腐蚀产物被锅水携带到受热面上,与其他杂质易结成导热性极差的氧化铁垢,还会引起垢下腐蚀。金属腐蚀始终是影响锅炉安全运行的一大问题,也是降低锅炉使用寿命的关键因素之一。随着氧化铁垢的增多,也会使锅炉发生其他损坏。以下针对热水锅炉氧腐蚀的因素及对策进行探讨。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文介绍了江西大型电站循环流化床锅炉外置床失效现象,并对该现象的原因进行了深入的分析,找出了管子微振造成受热面爆管失效的主要原因,并提出改进建议和整治措施,具有值得推广的研究价值。", "label": "动力工程及工程热物理", "id": 0}
{"content": "某CFB锅炉频繁发生回料阀立管堵灰问题,本文针对最近发生的一次堵灰问题进行了分析,发现有关运行操作和设备结构是引发回料阀立管堵塞的原因,并提出了相应的运行操作、设备改造和技术管理方面的措施。经过对运行操作的改进,对防止回料阀立管堵塞已有初步效果。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文针对某电厂600MW机组锅炉飞灰可燃物偏高问题进行详细分析,通过针对性的现场燃烧调整试验、降低煤粉细度以及实验室入炉煤质的热重分析,提出了相应的改进措施,使飞灰可燃物由原来的7.21%降低到4.95%,提高了机组运行经济性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文在随着《锅炉房大气污染物排放标准》的提高,烟气除尘技术、烟气脱硫技术的应用进行了阐述,并以锅炉房对烟气除尘脱硫技术的综合治理应用进行了说明。", "label": "动力工程及工程热物理", "id": 0}
{"content": "经热解预处理后的生物质焦可以有效减轻生物质氯含量较高对锅炉设备造成的腐蚀。为了明晰热解后生物质焦的脱硝反应性,本文利用固定床反应器,对不同热解条件制得的玉米芯生物质焦对再燃、先进再燃脱硝反应性影响进行了研究。结果表明,生物质焦的氯含量随热解温度及程度的提高呈下降趋势,且300℃完全热解的生物质焦可以达到600℃完全热解的生物质焦相似的氯含量0.03%。生物质焦再燃脱硝效率随热解温度的升高而降低,300℃完全热解的生物质焦相对其他热解条件制备的焦具有更强的再燃脱硝能力,NO最大还原率可达70%以上。原因一方面是挥发分含量降低而氮含量上升,另一方面热解后对脱硝产生促进作用的蛋白质氮的含量下降。生物质焦的先进再燃脱硝效率较再燃有所提高,且随热解温度的上升而下降,300℃完全热解的生物质焦同样表现出最优的脱硝效率,且远高于传统SNCR反应脱硝效率。研究结果表明再燃燃料与氨存在协同作用,异相还原反应也对其有重要影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "城市的燃气锅炉作为一种产生热能和动力的工艺设备,广泛地应用于电力、机械、化工、纺织造纸等工业部门及宾馆、居民区采暖供热等方面。但城市燃气锅炉安全运行及检测技术存在许多安全隐患,造成爆炸事故,例如2017年3月3日上午11时40分,河北省邢台市开发区东一煤改气供蒸汽锅炉突发爆炸,造成5人死亡,10多人受伤。在随后的4天里,河北邢台南宫市、唐山市又接连发生重大爆炸事故。截止10日上午发稿时,3起爆炸事故共造成9人死亡、11人失踪、数十人受伤。全国燃气锅炉的存量占比大大提升。而近来发生的锅炉燃烧爆炸的事故时有发生,给人民的生命和财产安全带来巨大的损失。", "label": "动力工程及工程热物理", "id": 0}
{"content": "目前,河北省现有燃气锅炉10771台36563蒸吨,其中10蒸吨/小时及以下燃气锅炉10388台25164蒸吨,燃气锅炉基本没有进行氮氧化物治理,年排放氮氧化物约3.85万吨,平均浓度150mg/m3左右。同时,河北省氮氧化物年均浓度偏高,氮氧化物年均浓度下降率远低于二氧化硫,是产生雾霾、造成臭氧浓度偏高的主要原因之一。周边的京津地区就燃气锅炉治理作出安排部署,并取得初步成效,北京市全部完成燃气锅炉低氮燃烧改造,氮氧化物排放浓度控制在30mg/m3以内,排放总量削减80%;天津市出台了锅炉大气污染物排放地方标准,氮氧化物排放浓度控制在80mg/m3以内。为打赢蓝天保卫战,降低燃气锅炉氮氧化物的排放已刻不容缓。", "label": "动力工程及工程热物理", "id": 0}
{"content": "工业锅炉是一种热能转换设备,但部分链条炉排锅炉在实际运行中出力不足、热效率偏低等缺点大大增加了企业运营成本。如何提高链条炉排锅炉的效率,需要分析影响锅炉运行效率的各种因素,进而采取相应的措施。通过对一台QXL7-1.0/115/70-AⅡ型锅炉进行锅炉运行工况热效率详细测试,根据现场测试结果及后期化验来分析锅炉燃料利用效果,对该锅炉燃料利用效果进行评价分析,阐述对机组高效运行产生影响的各项因素。", "label": "动力工程及工程热物理", "id": 0}
{"content": "某新能源公司有四台DGJ600型锅炉,在燃用高碱金属设计煤种时锅炉因结渣、受热面沾污原因导致出力降低、氮氧化物排放浓度高等问题。采用精确的炉膛热负荷控制与分配、适度的空气分级与燃料分级的燃烧技术对锅炉燃烧系统进行了改造。改造后锅炉出力提升了20%、NOx排放值低于200 mg/m3（O2=6%）,且实现了正常稳定运行。彻底解决了高碱金属易结焦、易沾污煤种锅炉存在的结焦和高温腐蚀等问题。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>1锅炉现状南化公司动力部是杭州锅炉厂制造生产的3台NG-220/9.8-M16燃煤锅炉,锅炉呈π型布置。锅炉尾部烟道设备布置流程如下:锅炉装置锅炉脱硝系统由宁波工程公司负责总体设计,选取了徐州燃控公司的低氮燃烧器及受热面和抚顺石化研究院的SCR系统。锅炉脱硝系统采用低氮燃烧器+SCR的工艺路", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>锅炉水处理技术是通过离子树脂交换法将水中的硬度盐离子即阳离子（如Ca2+、Mg2+、Na+等）置换清除,以生产出合格的软化水,再将水中的阴离子（如CO32-、SO42-、C1-等）除掉,以生产出合格的除盐水还通过膜过滤工艺来生产出无硬度低电导率的工业纯水。因此,传统的锅炉化学水处理工艺生产的软化水、除盐水或工业纯水都是为了将进入锅炉前的水质中的杂质离子（阴、阳离子）去除,以达到国家规定的锅", "label": "动力工程及工程热物理", "id": 0}
{"content": "热效率对于蒸汽锅炉对燃料的利用率有着极大的影响,一般情况下对于热效率造成影响的重要因素之一就是排污率,因此相关人员必须加强对其的重视,积极的采取措施对蒸汽锅炉的排污率进行降低,这对于蒸汽锅炉系统节能目的的实现有着极为重要的意义。排污率的降低就意味着排污热损的降低,这对于整个锅炉系统能耗的控制都极为重要。", "label": "动力工程及工程热物理", "id": 0}
{"content": "高压锅炉给水除氧器往往因设备老化、超负荷运行等问题,导致除氧效率下降,超过国标规定的不大于7μg/L的要求,由此产生潜在的水汽系统氧腐蚀的问题。通过大量实验,研制出环保型高压锅炉除氧剂,对比市售其他除氧剂具有明显的优势,并在阳煤集团深州化工进行应用。结果表明,环保型高压锅炉除氧剂OC6400能够有效地控制锅炉的氧腐蚀,延长锅炉使用寿命,保证锅炉安全运行。", "label": "动力工程及工程热物理", "id": 0}
{"content": "我国是世界上工业锅炉生产和使用最多的国家,但由于粗放型管理,工业锅炉存在着许多问题,随着互联网技术的快速发展,工业锅炉远程集中监控及智能辅助决策云平台（简称\"智能锅炉\"云平台）技术应运而生。本文主要介绍了\"智能锅炉\"云平台系统研究背景及设计方案。", "label": "动力工程及工程热物理", "id": 0}
{"content": "余热锅炉的输入参数对余热锅炉运行特性具有重要影响。充分考虑变工况运行时余热锅炉传热系数的变化及余热锅炉散热的影响,建立双压余热锅炉的静态模型,通过模型的变工况仿真,研究输入参数对双压余热锅炉变工况运行的影响规律。研究结果表明,与设计值相比所建立的模型具有高的仿真精度;变工况运行时,给水温度对双压余热锅炉余热利用效率的影响最大,燃气轮机烟气温度的影响次之,燃气轮机烟气流量的影响最小;通过改变输入参数来调节余热锅炉效率时应兼顾其对双压余热锅炉安全性的影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着我国工业的发展,锅炉的应用变得越来越普遍,并逐渐被应用于更多的领域中。因此,对锅炉汽温的要求也就越来越高。下面,就一起针对本文所给出的论题对锅炉汽温的影响因素以及运行调整进行一个简单的分析与探讨。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文就20 t/h燃气蒸汽锅炉为例,从理论上分析富氧燃烧技术在燃气锅炉上的节能效益及燃烧产物组成,同时就某公司一台20 t锅炉,对其进行富氧燃烧技术改造后的实际节能效果进行探讨。", "label": "动力工程及工程热物理", "id": 0}
{"content": "充分利用高炉煤气富余量,燃煤锅炉改造燃气锅炉,降低生产运行成本。保护环境,节能减排。通过对方案的实施,对改造后的蒸汽锅炉运行效果进行了综合性能评价。", "label": "动力工程及工程热物理", "id": 0}
{"content": "锅炉安全附件是锅炉运作中的一个十分重要的组成部分,其在保证锅炉处于一种安全、高效的运行状态上发挥尤为关键的作用。事实上,锅炉安全附件有着许多种类,无论是安全阀,还是压力表,还是水位计等,其在控制和监视锅炉运行状况上都表现出一种准确、高校、灵活的优势,但是这种优势的发挥,实际上有赖于锅炉安全附件的有效管理及问题的及时解决。基于此,本文将紧紧围绕着锅炉安全附件的管理及常见问题的分析这一中心主题,从如今锅炉安全附件的常见问题出发,对其存在的问题进行分析,并给出相应的建议。以期为相应的工作提供一定的指导意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "锅炉在一般的情况下,受诸多的外界因素影响,运行会出现不稳定的现象。采取有效的调节方法,使其锅炉在各种的情况下能正常的运行。本文从水位、气压和温度三个方面为出发点,简要的分析了锅炉调节的有效方法,同时也提出了锅炉排污的方法,从而提高锅炉的运行效率。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>1双压锅炉的工艺流程所谓双压锅炉就是将给水预热器、除氧器等融入到锅炉内部以锅炉低压部分的形式存在,而锅炉的原有部分以高压部分的形式存在,这样就构成了双压锅炉。锅炉的低压部分流程:锅炉的高压部分流程:2双压锅炉的运行操作分析2.1双压锅炉的操作参数双压锅炉的给水温度范围比较大,一般控制在20~65℃,低压部分供给高压部位的水温为160~165℃,高压部分的参数与普通锅炉一致。锅炉出口循环气体温度~130℃,其主要是通过锅炉给水与锅炉低压省煤", "label": "动力工程及工程热物理", "id": 0}
{"content": "锅炉定排扩容器,是电厂为了保护锅炉的蒸汽品质,而定期将锅炉锅筒内含盐量浓缩的汽水,通过其向外排放的热力装置。其量值为锅炉额定负荷的2%左右。本文阐述的是,利用乏汽回收技术,将其排放的热量回收,杜绝蒸汽的对空排放,达到节能、环保、安全、稳定运行的目的。", "label": "动力工程及工程热物理", "id": 0}
{"content": "除氧和排污是保证锅炉水质合格的重要措施。在除氧和排污过程中不可避免的会产生蒸汽和高温水的排放,造成了系统热耗的增加和设备运行成本升高。乏汽回收技术的应用可以回收除氧排汽和锅炉排污的热量,减少余热资源和水资源的浪费。通过改造实践,为国内同类型机组实施节能降耗改造提供了实践经验,具有较好的推广意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "液压关断门作为电站锅炉干式除渣系统重要的控制装置,其运用得当,既能保证锅炉的安全稳定运行,又能起到减少炉底漏风、控制热源损失的节能作用。针对临汾热电公司干式除渣系统液压关断门目前的运行现状,首次提出在DCS系统中对炉底液压关断门进行调节型控制方式的节能改造,具有一定的推广价值。", "label": "动力工程及工程热物理", "id": 0}
{"content": "近年出现的超声波煤粉浓度测量仪,能有效测量锅炉进口煤粉管道内部风粉混合物的质量流量。与给煤机皮带秤等传统的锅炉煤量测量方法相比,超声法具有实时性强、操作简单、维护量小的优点。所以对超声波悬浮粒子测量的研究和实用性推广有着重大的经济意义和深远的社会意义。本文着手从超声颗粒测量技术中的数学模型进行阐述,结合江苏镇江发电有限公司的实际使用情况,介绍该技术的特点和运用情况。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过增设内护套管直接冷却光纤风通道,将原FORNEY公司火检光纤护套管由单层冷却风道改为双层冷却风道,有效的降低了光纤采光端工作温度。采取该项措旌改进后,透镜结焦、光纤损坏率大为下降,更重要的是明显提高了火焰检测系统的准确率。", "label": "动力工程及工程热物理", "id": 0}
{"content": "火检系统是现代大型机组控制的重要组成部分,对于保证机组的安全经济运行有着重要的意义。伴随机组的长周期运行,火检系统设备可靠性降低,直接威胁机组的安全经济运行。本文结合机组以往运行中出现的火检光纤和火检扫描器烧毁等缺陷进行了分析,并有针对性的对该系统进行了改造,显著提高了火检系统设备可靠性,并降低设备维护费用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文主要介绍神华广东国华粤电台山发电有限公司600MW机组RB试验中给水自动控制的优化。通过给水自动控制的优化,有效地保障了机组RB过程中给水自动控制的准确性和稳定性,提高了机组RB的成功率,保障了机组运行安全。", "label": "动力工程及工程热物理", "id": 0}
{"content": "某330 MW循环流化床锅炉多次发生因循环灰量大而造成回料阀堵塞现象,严重影响到机组的可靠性和经济性,而近期发生一起因低真空保护导致锅炉BT动作后又发生回料阀堵塞,如何查找出真正的原因?在研究锅炉BT保护动作逻辑的正确性上,通过DCS系统的事故追忆,还原了锅炉BT动作后各风机跳闸顺序和时间,找出了引风机和高压流化风机跳闸顺序有误、高压流化风机比一次风机延时120 s跳停的关键原因,并提出改进建议、加强培训和修订逻辑的措施,对于大型循环流化床如何防止回料阀堵塞具有借鉴作用,经验值得推广。", "label": "动力工程及工程热物理", "id": 0}
{"content": "根据本厂省煤器布置特点,分析空预器入口烟气温度变化过程,指导运行调整。从而为控制空预器入口烟温,保证空预器安全运行,以及降低锅炉排烟温度,提高机组经济性提供操作依据和控制措施。", "label": "动力工程及工程热物理", "id": 0}
{"content": "锅炉在实际生活和生产中作用非常大,锅炉是将化学能转化成热能的装置。锅炉的效率高低直接影响到能源的利用率,关系的以后经济的发展。我国锅炉利用率不高,与国际水平相差还是挺大的。但我国锅炉的发展潜力还是比较大的,据研究通过正常的管理运营,改进装置,锅炉的效率能挺高十个百分点。从系统介绍影响锅炉效率的因素及节能分析,对提高锅炉的效率非常重要。这篇文章提出了几点关于提高锅炉效率的方略。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文从安全性、可靠性和经济性三个方面对比分析了国内两种主流节油技术等离子点火和微油点火两种技术,分析其各自的优缺点和适用范围,以便于电站锅炉合理选择和使用提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在燃煤电厂普遍采用低热值低单价煤质作为增加发电边际利润的主要手段之际,本文以1000MW超超临界机组72%工况为例,从燃煤热值对锅炉效率、厂用电率以及制粉系统磨损的影响方面出发,根据机组运行指标以及实际损耗,建立了入炉煤热值对于发电成本关系的简单计算模型,从而指导本厂优化进煤结构及合理配煤掺烧,为发电企业经营决策提供依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "文章主要对百万机组锅炉排烟温度高的原因进行了分析,并根据锅炉燃烧调整试验结果,测算出锅炉漏风、炉膛氧量、磨煤机出口温度等对排烟温度的影响,同时提出了相关建议来降低排烟温度、减少排烟损失,从而提高锅炉效率,降低机组供电煤耗。", "label": "动力工程及工程热物理", "id": 0}
{"content": "介绍了北疆发电厂1000MW超超临界锅炉过热器减温水调节阀堵塞情况,对减温水调节阀堵塞原因进行逐步分析,积极采取措施维持锅炉安全运行,同时结合实际提出治理过热器减温水调节阀堵塞的措施并实践,对于同类型锅炉解决过热器减温水调节阀堵塞具有借鉴意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "超超临界锅炉运行中极易出现局部受热面管壁超温的现象,由此引起的爆管停炉事故屡见不鲜。研究发现,一次风管中煤粉分配偏差所引起的汽温偏差是水冷壁超温的主要原因。而磨煤机启动过程也会由于给煤机的虚假煤量信号使煤水比失调,加剧煤粉分配偏差,引起更大的汽温偏差及震荡。消除超超临界锅炉汽温偏差的根本方法就是把煤粉分配调整均匀,同时通过测量准确的煤粉流量修正煤水比控制参数,减小由煤水比控制失调所产生的汽温偏差。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在采用垂直管圈水冷壁的超超临界直流锅炉设计中,为调节水冷壁管内流量采取了加装节流孔圈的方式,但是这种方式增加了运行中水冷壁管在节流孔处被杂物堵塞的概率,易发生管内给水通流量减小而导致水冷壁管超温爆管的问题。本文对此现象进行了原因分析,并就如何在建设期防范该问题的发生提出了预防措施。", "label": "动力工程及工程热物理", "id": 0}
{"content": "根据当前锅炉的安装情况,就锅炉安装过程中的质量管理问题进行了讨论。提出按监督检验大纲做好监督检验工作,对提高锅炉的安装质量,确保安装后锅炉运行的安全可靠性和提高锅炉使用寿命是十分有益的。", "label": "动力工程及工程热物理", "id": 0}
{"content": "现场受热面SA213-T91（简称T91）小径管焊接一次合格率不高,且每次返修的合格率低于正式施焊,T91小径管经二次返修不合格,按规定焊缝就需要切除。从以往工程统计的数据可知,返修耗费占其焊接总成本35%,且延误工期。所以,探索锅炉受热面T91小径管焊接技术,提高其焊接一次合格率是电建施工单位一直所追求的目标。", "label": "动力工程及工程热物理", "id": 0}
{"content": "系统研究了还原剂、络合剂、加速剂及缓冲剂浓度、镀液温度及其初始pH值对电站锅炉省煤器典型用材化学镀Ni-P施镀效果的影响,探明了镀覆速率、镀层硬度及其腐蚀防护性能随工艺条件的变化规律。", "label": "动力工程及工程热物理", "id": 0}
{"content": "锅炉栓焊钢结构制造我国已比较普遍,近年来由于大功率锅炉不断出现,结构变化也较为复杂。本文借鉴中铁宝桥以往制造经验,通过泸州600MW锅炉栓焊钢结构的制造,摸索了一整套锅炉栓焊钢结构制造方法、生产工艺流程、焊接质量和几何精度的控制措施,从而使锅炉栓焊钢结构顶板制造技术有了更大的进步。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文介绍了电力建设锅炉安装中广泛使用的大型固定式塔机主要类型,重点介绍了动臂式吊车和平臂式吊车两种常见的机型及优缺点,并根据工程实践,总结了国内电站600MW机组及目前的1000MW机组锅炉安装吊车的布置原则、布置方式、适用范围及优缺点,并据其提出了大吨位塔机的发展前景及发展方向趋势,从电力建没角度为电站锅炉安装吊车的选型、布置及吊车生产厂家提供了参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "往年,受电煤供应紧张的影响,江西新昌电厂两台700MW机组锅炉多以省内差煤为主,省外优质煤为辅进行掺烧,但近期,该厂开始大量燃烧海外煤,由于海外煤的优点和缺点均非常突出,所以以往的混煤掺烧理念、方式及经验等已不尽合理。为此,本文首先对该厂常用的入炉煤种进行分类,以确定参与混煤掺烧研究的煤种,再通过热重分析不同比例下混煤的燃烧特性,从而指导该厂#2机组锅炉开展现场混煤掺烧工作。通过本次试验研究,该机组锅炉的安全性和经济性得到显著提高,同时,试验中得到的相关结论和建议也可为同类型锅炉开展混煤掺烧工作提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "国电谏壁发电厂2×1000MW机组扩建工程为国内引进的新型塔式锅炉,这也是目前省内安装的第四和五台1000MW超超临界燃煤机组。其锅炉的高合金材料焊接工作量较常规煤粉炉焊接工作量大了近30%,热处理工作量也大了近一倍。为了实现机组高效运行,本工程创国家优质工程金奖目标,对焊接工作的挑战和考验非常大,只有通过一系列的技术方案优化、改进,以及加大资源投入才能最终实现目标。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文详细介绍了塔式炉受热面管道的特殊布置及镜面焊焊口的焊接概况、全氩弧焊焊缝的结构、并通过对镜面焊的整个焊接过程的描述,详细阐述了焊缝对口尺寸控制、内加丝焊接方法、焊缝中间层填充和盖面的技术工艺及安装顺序的改进,针对焊接过程中碰到的问题进行了研究、分析并提出了改进、解决的方法。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文简单介绍了顾桥电厂通过对CFB锅炉炉衬砌筑工艺改进,针对性地采用相应材料、相关工艺避免了同类机组出现的超温、泄漏,浇注料失效等问题,值得同类机组进行借鉴学习。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文对厚度为160mm的SM490BN特厚钢板焊接工艺特点及焊接规范进行了探讨,并进行了焊接工艺评定试验,取得了良好的效果。该工艺成功应用于新疆农六师2×1100MW超超临界燃煤机组锅炉钢结构工程。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本工程结构形式特点为双腹梁由于翼缘截面小、两腹板问的间距窄、单H型钢截面严重不对称,且翼缘板与腹板都比较薄,焊接后易产生焊接变形,双H型钢组对时的旁弯、扭曲难以控制,变形后难以矫正。对此,针对结构特点采用有效的装配顺序和装配方法,减小焊接变形。", "label": "动力工程及工程热物理", "id": 0}
{"content": "新疆哈密电厂660MW超超临界塔式锅炉钢结构项目,其中十字柱部分是整台锅炉钢结构的制作难点。十字柱和柱底板及围板的焊接要求采用全熔透结构,其焊缝的退火处理等都是特殊的要求。通过施工前的产品试制,编制了合理的工艺流程及各工步的参数要求,明确了合理的施工顺序,保证了施工质量。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过宏观检查、化学成分分析、力学性能测定、金相检验、扫描电镜及能谱分析等方法,分析了某锅炉邻炉加热装置连接管泄漏产生的原因,明确了管子内表面的点腐蚀是导致连接管泄漏的原因。", "label": "动力工程及工程热物理", "id": 0}
{"content": "采用化学成分分析、宏观、微观等检验方法,对锅炉对流管束弯头裂纹产生的原因进行了分析。结果表明:疲劳和（或）应力腐蚀可能是对流管弯头出现裂纹的主要原因。", "label": "动力工程及工程热物理", "id": 0}
{"content": "锅炉封头在压制后外表面发现有裂纹,采用化学成分分析、力学性能试验、金相检验等方法对其开裂原因进行了分析。结果表明:造成封头裂纹的原因是由于压制时未按工艺要求在单相奥氏体区进行,而是在两相区进行了压制,使得先共析铁素体沿奥氏体晶界分布,同时压制变形抗力增大,最终导致了裂纹的产生。", "label": "动力工程及工程热物理", "id": 0}
{"content": "华润贺州电厂2×1000MW超超临界燃煤机组,每台锅炉制粉系统配用沈阳重型机械有限责任公司生产的MGS4366型双进双出钢球磨煤机六台,磨煤机大罐拖运吊装存在着较大的安全危险性,本文通过对比不同的方案,选择较科学的方法,确保了设备安全就位。", "label": "动力工程及工程热物理", "id": 0}
{"content": "对X10CrAlSi18钢板角焊缝断裂的原因进行了分析。测试了钢板原材料的性能,利用光学金相显微镜、扫描电子显微镜等对断口的微观形态进行了观察,结果表明产生角焊缝断裂的原因主要是焊后热处理不当,使钢中析出了大量的碳化物和脆性相,增加了钢的脆性,从而在受到撞击时发生了断裂。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着锅炉机组向高参数、大容量方向发展,对锅炉铜结构的设计要求也越来越高,特别是对大板梁的跨度要求越来越大。除了对大板梁在制造、安装、运输等方面提出了更高的要求外,在设计方面也提出了更高要求。大板梁属于重载、大型、复杂的结构,在某些领域我们的设计实际已属于超规范设计范畴。为此有必要进行专项课题研究以满足实际工程设计的需要。由于超长大板梁具有跨度大、高度高的特点,为满足制造、安装、运输的要求,必须在大板梁高度方向上分叠、长度方向上分段。本文是对我公司与浙江大学合作研究三叠大板梁拼接技术研究的内容简介。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文通过分析护板结构的特点,对变形产生的原因进行分析并且制定了预防变形措施。对薄板进行刚性固定,焊缝采取间断焊。并且制定了焊后校形措施。从根本上解决了护板的变形问题。达到了预期的效果。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过对锅炉铜结构零、部件孔分析,制定了合理的工艺基准,明确了合理的加工顺序,保证产品质量,提高锅炉铜结构的通孔率。", "label": "动力工程及工程热物理", "id": 0}
{"content": "介绍了对于大型板拼H型铜柱的制造加工流程及在制造加工过程中的注意事项。利用龙门式埋弧自动焊接机和焊接支撑胎架以及增加焊接工艺筋板来增强柱的刚度和强度,减小变形。", "label": "动力工程及工程热物理", "id": 0}
{"content": "SA213-T23为新型细晶强韧化铁索体耐热钢,允许使用的温度范围≤570℃,在550—570℃下有良好的蠕变断裂强度。钢材含有1.45—1.75%的W,主要起固溶强化作用,V、B主要起合金化和弥散析出强化作用。SA213-T23钢焊口的焊缝韧性与焊接方法和焊接工艺参数关系密切,如果焊接工艺参数选用不当在焊接接头的热影响区内容易发生脆性断裂。在超临界火力发电厂锅炉SA213-T23钢焊口的焊接中,采用氩弧焊焊接,能降低焊缝中氮和氧等杂质的含量,获得较为纯净的焊缝,焊缝的结晶组织较细,焊缝的韧性较好。焊接过程中采用多层多道,小线能量,快速小摆动,薄层焊接的焊接工艺,改善了焊缝的二次结晶,形成细小的等轴晶,使焊缝金属的塑性和韧性得到较好的改善。在回火温度的再加热区,当焊缝及过热区有脆硬组织时,因回火作用得到回火组织,使部分脆硬组织的强度和硬度下降,塑性和韧性提高。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文通过介绍我国工业锅炉的使用情况以及存在问题,对各类工业锅炉进行综合比较以及对各类锅炉使用煤质的分析,为消失模铸造企业提供锅炉选型依据。通过对省煤器的介绍,蒸汽蓄热器的选型计算成本分析以及涡喷燃烧器的创新使用,力求为消失模白区用锅炉节能减排提供具体实施方案。", "label": "动力工程及工程热物理", "id": 0}
{"content": "SA213-T23为新型细晶强韧化铁素体耐热钢,允许使用的温度范围≤570℃,在550-570℃下有良好的蠕变断裂强度。钢材含有1.45-1.75%的W,主要起固溶强化作用,V、B主要起合金化和弥散析出强化作用。SA213-T23钢焊口的焊缝韧性与焊接方法和焊接工艺参数关系密切,如果焊接工艺参数选用不当在焊接接头的热影响区内容易发生脆性断裂。在超临界火力发电厂锅炉SA213-T23钢焊口的焊接中,采用氩弧焊焊接,能降低焊缝中氮和氧等杂质的含量,获得较为纯净的焊缝,焊缝的结晶组织较细,焊缝的韧性较好。焊接过程中采用多层多道,小线能量,快速小摆动,薄层焊接的焊接工艺,改善了焊缝的二次结晶,形成细小的等轴晶,使焊缝金属的塑性和韧性得到较好的改善。在回火温度的再加热区,当焊缝及过热区有脆硬组织时,因回火作用得到回火组织,使部分脆硬组织的强度和硬度下降,塑性和韧性提高。", "label": "动力工程及工程热物理", "id": 0}
{"content": "由重庆电力建设总公司承建的国电沙市热电厂2×300MW燃煤热电联产工程1#机组,通过精细的前期策划和严格的过程管控,使得水压一次成功,自2009年12月运行以来,未发生一次爆管事故,获得了全国优秀焊接工程奖。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了保证超临界机组高温高压堵阀裂纹焊接修复的质量,根据高温高压管道堵阀的材质、裂纹性质和裂纹形状,分别对主蒸汽水压堵阀采用同质焊条热补焊工艺、再热蒸汽热段堵阀镍基焊条冷补焊工艺和再热蒸汽冷段堵阀同质焊条冷补焊工艺,在严格执行工艺的基础上,最终补焊工作获得成功,这也为大型合金铸件缺陷修复提供技术基础。", "label": "动力工程及工程热物理", "id": 0}
{"content": "近10年来,国内外锅炉、压力容器和管道的焊接技术取得了引人注目的新发展。随着锅炉、压力容器和管道工作参数的大幅度提高及应用领域的不断扩展,对焊接技术提出了愈来愈高的要求。所选用的焊接方法、焊接工近10年来,国内外锅炉、压力容器和管道的焊接技术取得了引人注目的新成长。随着锅炉、压力容器和管道工作参数的大幅度提高及应用领域的不断扩展,对焊接技术提出了愈来愈高的规定。所选用的焊接办法、焊接工艺、焊接材料和焊接设备首先应保证焊接接头的高品质,同时必须满足高效、低耗、低污染的规定。因此,在这一领域内,焊接工作者始终面临复杂而艰巨的技术难题,规定不断寻求最佳的解决方案。通过不懈的努力已在不少关键技术上取得重大突破,并在现实生产中得到成功的应用,取得了可观的经济效益,使锅炉、压力容器和管道的焊接技术达到了新的成长水平。鉴于锅炉、压力容器和管道涉及到不少重要的工业部门,其中包括火力、水力、风力,核能发电设备,石油化工装置,煤液化装置、输油、输气管线,饮料、乳品加工设备,制药机械,饮用水处理设备和液化气储藏和运输设备等,焊接技术的内容是非常广泛的。本文因篇幅所限,仅就锅炉、压力容器和管道用钢,先进的焊接办法和焊接过程机械化和自动化三地方的新成长作如下概括的介绍。锅炉压力容器和管道用钢的新成长", "label": "动力工程及工程热物理", "id": 0}
{"content": "合成废热锅炉是我公司合成装置的重要设备,本文介绍了我公司合成废热锅炉（101-CA/CB）的修复情况,主要是废锅外管的焊接和组对工作及控制焊接质量的经验总结。", "label": "动力工程及工程热物理", "id": 0}
{"content": "河源电厂超超临界机组的焊口数量大、高合金焊口多、焊接工艺复杂,本工程需从焊工培训、施工过程控制、焊后质量检验等诸多方面加强焊接施工管理,以确保超超临界锅炉的焊接质量。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文以内蒙古萨拉齐电厂2★330MW机组1#锅炉工程为例,介绍了从排版下料、选择合理的焊接参数、预热、后热及焊后热处理、卧式组对等制造工艺的制定。探讨大板梁整体组装及焊接过程的控制,从而保证构件最终尺寸精度和构件的整体质量。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文介绍了发耳电厂4×600MW机组2#、4#锅炉末级过热器及末级再热器与盘南电厂同类型机组安装过程中采用新工艺,新方法对整个工程的成本控制。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文论述了越南广宁热电厂一期2×300MW机组,由上海锅炉厂引进法国阿尔斯通技术生产的W火焰炉,在实际现场施工安装过程中高温过热器、高温再热器管排在地面按图纸设计组对,将支撑板相互及与管排整体施焊,管排吊装时安全得到了可靠的保障,且施工效率很高。对焊口组对提供了便利,使SA213T91钢焊接质量得到了有效保证。另外解决了在高空焊接此类支撑板留有死角的问题,给机组的安全可靠运行奠定了基础。", "label": "动力工程及工程热物理", "id": 0}
{"content": "我公司参建的江苏大唐国际吕四港电厂工程一期4×660MW超超临界机组工程4#机组中,锅炉炉膛由垂直管膜式水冷壁构成,炉膛上、下部均采用垂直管,上下部水冷壁之间每侧分别设有20个二级混合器、1个一级混合器和1个中间集箱,上下部水冷壁连接混合器焊口总数为7776只,项目部要求在保证施工工期的前提下,确保焊口焊接一次合格率。本文就是围绕上述问题而展开讨论和研究的。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>我公司在吉化集团动力厂二期扩建项目中承建的3#锅炉本体组焊任务是吉化集团动力厂二期扩建工程的重中之重,其组焊质量和施工进度关系到整个吉化西部基地其它装置的生产。此锅炉为A级锅炉,锅炉本体是由哈尔滨锅炉厂设计,以半成品状态供货。由于运输方面的原因,锅炉的钢结构部分按预制成块分段供货,然后再进行现场安装组焊。其中柱子较长,每根柱子需现场拼接3道焊口。水冷壁、省煤器、包墙管及过热器都为成片供货,需要现场连接及与集箱组焊。有的集箱及连接管也都是", "label": "动力工程及工程热物理", "id": 0}
{"content": "锅炉安装工作中焊接质量的控制是确保锅炉安装质量的关键,锅炉安装质量的好坏对锅炉装置能否安全、稳定、长周期、满负荷、优质运行起着决定性作用。本文结合实践,对施工过程中焊接质量的控制进行阐述。", "label": "动力工程及工程热物理", "id": 0}
{"content": "超超临界火力发电是现阶段技术上最成熟、技术经济性最好的清洁燃煤技术。由于蒸汽温度和压力的提高对于关键部件的抗蠕变、抗疲劳、抗高温氧化与抗高温腐蚀性能都提出了更苛刻的要求,耐热钢的开发及其应用技术是发展超超临界发电技术的重要基础。对新型耐热钢需要进行加工工艺和服役特性的研究,以保障机组顺利建设和安全可靠运行。本文介绍了国内外新型高铬奥氏体耐热钢HR3C管材的研究现状及应用前景,总结了HR3C在服役后几年的组织与性能变化,分析了HR3C中第二相颗粒的析出规律与力学性能的变化规律。", "label": "动力工程及工程热物理", "id": 0}
{"content": "查阅EN 10216-2-2002标准中的屈服应力,通过使用ASME B16.34附录B中的公式,计算出WB36材料的压力温度额定值。", "label": "动力工程及工程热物理", "id": 0}
{"content": "研究了六种不同表面加工状态（磨床粗磨、砂轮磨削、320#砂纸研磨态、600#砂纸研磨态、1200#砂纸研磨态、抛光态）的TP347H在650℃/25MPa超临界水蒸气中的氧化行为,氧化1200h后,采用增重法计算试样单位表面上的重量变化,用扫描电镜（SEM）及能谱（EDS）分析氧化膜表面及截面形貌、微观结构和元素分布,用X射线衍射仪（XRD）进行氧化膜物相表征。结果表明:TP347H的抗蒸汽氧化性能对材料的表面加工状态比较敏感。不同表面加工状态的TP347H氧化后,试样单位表面上的重量变化、表面氧化物形态、横截面氧化物形态差异明显。形成的典型氧化膜分内外两层,外层氧化膜主要是Fe3O4,内氧化层主要是含Cr量较高的（Fe,Cr）3O4以及少量的Cr2O3。随着材料表面光洁度的减小,越容易形成具有保护性的富铬氧化膜,TP347H抗蒸汽氧化性能越好。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对工程中经常遇到的螺栓孔距问题进行分析。采用有限元建立了高强摩擦螺栓的三维有限元模型,分析计算了不同孔距离对于螺栓摩擦力的影响,并考虑了不同的荷载作用方向,计算结果可为工程实际提供依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "循环流化床燃烧技术属于一种较新的燃煤技术,如今已经在全球范围内得到广泛应用,并开发出各种结构和式样的炉型。介绍了循环流化床锅炉耐火材料的状况,提出了选择建议。", "label": "动力工程及工程热物理", "id": 0}
{"content": "主要介绍冷喷涂高温耐磨涂料的物理性能,传统防磨工艺换热性能和技术经济性能比较,运行效果,喷涂工艺以及耐磨涂料在省煤器防磨技术方面的具体应用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文对日产P91（JP91）和国产P91（CP91）钢的低周疲劳特性进行了对比研究,结果表明:P91钢属于循环软化材料,呈显出初始加载快速软化的特性,整个循环过程中,没有看到明显的应力饱和现象;对疲劳试验数据的处理得到了P91钢应变—寿命曲线;TEM微观组织揭示出:位错密度的重新分布引起的位错强化作用减弱和沿原奥氏体晶界、板条界、亚晶界上碳化物粗化引起位错钉扎阻碍作用是引起P91钢循环软化,强度不断降低的原因。", "label": "动力工程及工程热物理", "id": 0}
{"content": "锅炉钢板是锅炉制造中非常关键的材料之一。超临界火电机组锅炉的发展,对锅炉钢板的性能提出了更高的要求。锅炉新材料的应用是由材料标准作为载体而实施的。对比分析与ASME材料标准之间存在的差距,制订适合我国火电机组发展的先进的锅炉钢板标准,应是发展方向。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对我国电站锅炉向大容量高参数的发展趋势及锅炉行业对制造超临界机组所需新型管材的迫切要求,宝山钢铁股份有限公司及时地研制出大容量电站锅炉用T91、T23高压锅炉管产品。经评定表明宝钢T91、T23高压锅炉管各项技术指标和性能均符合ASNE SA-213标准要求,可以替代进口产品,适合制造大容量超临界电站锅炉。", "label": "动力工程及工程热物理", "id": 0}
{"content": "对Super304H的冶炼、冷加工、固溶处理工艺进行了研究;观察了钢坯和钢管的显微组织。通过在EF和LF炉中深度脱硫,钢中硫含量可达0.005%以下;钢坯中具有极少量的δ铁素体,钢管具有单相奥氏体组织;钢的冷加工硬化与其它18Cr-8Ni型不锈钢相当,冷加工性能优异,可采用类似的冷加工工艺;固溶处理对钢管晶粒度有明显影响。试制钢管的化学成分及各项室温性能完全符合技术条件要求。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文针对山东济宁运河发电有限公司440t/h循环流化床锅炉在运行当中出现的炉内受热面磨损和高温耐磨料开裂脱落等问题进行了论述和总结,并提出相应的预防和处理意见。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文主要对中低压锅炉及换热器用不锈钢焊接钢管的生产工艺进行了研究,并着重对其中的四个工艺难关进行了技术攻关。不锈钢焊接钢管在中低压锅炉及热交换器上替代不锈钢无缝钢管已势在必行,特别是计算机控制自动焊接钢管经冷加工处理后,其性能已达到无缝钢管的指标, 部分指标甚至优于无缝钢管（如钢管的表面质量、壁厚的均匀度等）。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过废热锅炉超温运行后筒体的金相和力学性能试验研究,决定了废热锅炉的修理原则,同时进行了废热锅炉的强度校核工作,保证了废热锅炉的安全运行和生产的连续性,为设备的制造赢得了时间。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过对循环流化床锅炉用耐磨耐火材料设计要求的分析和耐火材料耐磨机理的研究,研制开发出适用于循环流化床耐磨部位的高强耐磨浇注料和棕刚玉耐磨可塑料。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正> 辽宁省桓仁县位于辽宁省东部边缘,距离吉林省通化市仅有100多公里。2004年,辽宁省桓仁热电有限公司利用国际投资50万美元,在桓仁县建设年产3-5万立方米轻集料混凝土小型空心砌块生产线。吉林省建材设计研究院受桓仁热电有限公司委托,进行以热电厂流化床炉灰为主要组分生产砌体材料,即轻集料混凝土小型空心砌块和密实砖的配方试验。由于辽宁省属于寒冷地区,吉林省属于严寒地区,所以试验检测过程中参照吉林省新型墙体材料抗冻性条件要求。半年多来,在桓仁热电有限公司的积极配合下,吉林省建材设计研究院的科研人员取得了较好的试验成果。", "label": "动力工程及工程热物理", "id": 0}
{"content": "宝钢电厂一、二号机组运行二十多年来,锅炉过、再热器等受热面碰到了各种问题,目前正面临大范围的改造。通过对宝钢自产T91高压锅炉管在电厂的应用计算与初步评估,得出了完全符合电厂要求的结论。", "label": "动力工程及工程热物理", "id": 0}
{"content": "采用高温长期时效的方法研究了一种在700°/375bar蒸气参数条件下作为过热器管材使用的镍基高温合金的组织稳定性,得出合金的组织不稳定性主要体现在γ′的粗化、η相的形成和晶界G相的析出。进而采用Thermo-cak理论计算和分析,提出了通过调整Al、Ti和Si含量来改善组织稳定性的方法。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文对NjCr-Cr3C2涂层的性能、结构及组成做了简介,并介绍了这种涂层材料在循环流化床锅炉上的应用及其使用效果。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在2001版ASME规范案例集中共61个关于第Ⅰ卷“动力锅炉”规范的案例,半数以上是对于材料及其使用规定的案例。本文介绍其中适合于锅炉高温受压件用、6种合金钢和4种奥氏体钢铁基材料的案例,接着,介绍了其他7个有关材料及其使用规定案例的应用。本文还结合对规范案例的介绍,对于应用极其广泛的最新版SA-213 ASME管子标准和A 213-01 ASTM标准进行了对比分析。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正> 0前言随着电力工业的发展,机组单机容量和蒸汽参数的不断提高,亚临界、超临界机组日益增多,从而对火力发电设备用钢提出了更高的要求。同时,随着大容量、高参数引进机组的日益增加,ASME规范在电站锅炉行业逐步得到广泛应用,国产大型电站锅炉制造中大量采用ASME规范的材料。九十年代初,GB5310修订时根据锅炉行业的需要和建议,在牌号中增加了20MnG、25MnG和10Cr9Mo1VNb等材料,其中,25MnG和10Cr9Mo1VNb是由ASME SA-210C和ASME SA213-T91、ASME SA335-P91钢号转化而来。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正> 1 概述高压锅炉管为天津钢管公司的主要产品之一.几年来,已累计向市场提供了约9000t不同规格的20G管,受到用户好评.但受热处理炉温限制,不能满足1000℃正火要求,因而迟迟不能生产12CrlMoV等合金高压锅炉管.近来,根据公司生产形势的要求,急需向市场提供12CrlMoV成品管,为此经领导决策和课题组讨论分析,决定利用轧管厂再加热炉进行成品管1000℃左右的正火处理,在管加工厂淬火炉进行750℃左右的回火处理.实践表明,这样的处理满足了GB 5310—95要求,成品管的各项性能指标均符合GB 5310—95要求.本次共试制了φ133mm×16mm和φ219mm×20mm两种规格.", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文对电站正在使用的西德EBV st45.8/Ⅲ锅炉钢管进行了热处理工艺研究,提出了用于电站现埸实施的最佳退火方案,即在加热到620～640℃保温一小时,用这个工艺处理可显著延长锅炉管的使用寿命。在实验室里,分别对已失效的爆破管段和未爆破管进行了不同温度的热处理,并进行了机械性能和组织检验。实验表明,已脆化的管子强度,硬度高,塑性,韧性很低,通过热处理后强度有所下降,塑性韧性大大提高,金相组织稳定,位错的钉扎能力下降,抑制或消除了钢管弯头部位材料的脆化。", "label": "动力工程及工程热物理", "id": 0}
{"content": "燃煤工业锅炉燃烧过程中产生大量的污染烟气,造成严重的雾霾问题,因此,必须对燃煤工业锅炉进行清洁能源替代。生物质作为清洁绿色的可再生能源,可以替代煤炭进行燃烧利用。本文对生物质不同燃烧技术进行分析和探讨,介绍了生物质成型燃料燃烧技术,并对工业锅炉中生物质燃烧利用提供了合理化建议。", "label": "动力工程及工程热物理", "id": 0}
{"content": "锅炉是一种能量转换设备,其产生的蒸汽可通过蒸汽动力装置转换为机械能,产生动力,广泛用于火电站、船舶、机车和工矿业。燃烧过程在锅炉中是必要的一环,燃烧过程的控制是燃烧过程的重要环节,控制系统的性能直接关系到设备和工作人员的安全问题及节能问题。提高燃烧过程的自动控制水平,对当前技术改造和节能工作具有重要意义。本文将利用simulink中的transfer fcn模块、transport delay模块、gain模块等对锅炉燃烧过程控制系统进行仿真,并对控制系统的性能进行分析,确保燃烧系统安全、经济地运行,为燃烧过程控制系统的分析、评估研究提供有效途径。", "label": "动力工程及工程热物理", "id": 0}
{"content": "锅炉是经济发展时代不可缺少的商品。随着我国政府和社会对节能环保越发重视,锅炉节能已经迫在眉睫。最近几年我国锅炉节能技术发展迅速,在设计、制造、运行、管理等方面都提出了新的方案。本文在简要介绍数值模拟的概念、意义之后,有针对的介绍炉内燃烧数值模拟的各种模型以及研究现状。最后分析存在的问题,讨论今后发展的方向。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了消除惠来电厂一期600MW超临界对冲锅炉存在的侧墙高温腐蚀问题,本文对不同改造方案下锅炉炉内燃烧特征进行了数值模拟研究。数值模拟结果表明,通过增加侧墙贴壁风,燃烧器侧墙区域O2浓度有所增加,CO浓度可从当前的10000ppm下降至600ppm水平,对消除侧墙中心区域的高温腐蚀有效。", "label": "动力工程及工程热物理", "id": 0}
{"content": "根据某型号旋流燃烧器几何参数,建立了其几何模型,并根据实际情况采用Fluent软件的组分输运模型对燃烧器燃烧过程进行了数值模拟。在燃烧器燃烧过程中发生了煤粉中挥发份与O2反应生成CO2和H2O,C和O2反应生成CO2,C和H2O反应生成CO和H2O,CO和O2反应生成CO2,C和CO2反应生成CO2等各种复杂的化学反应。并在煤粉颗粒直径分别是60μm,70μm,80μm,90μm时进行了化学反应模拟计算,结果表明:随着煤粉颗粒直径降低,碳转化率从94.5%升高到98.7%,说明煤粉颗粒直径对化学反应过程影响明显。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对超临界锅炉给水疏水系统中的流动加速腐蚀（FAC）问题,建立了单相流中FAC问题的数值研究模型。模型建立在一定的假设基础上,着重考虑水化学因素对FAC速率的影响。利用此模型分析了直管段的流动加速腐蚀情况,并提出了抑制FAC的临界溶氧量。结果显示,温度、PH值、水中溶氧量均对流动加速腐蚀的速率影响很大,火电厂给水系统的水化学处理方式的确定需着重考虑这三个因素。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在0.7MW热负荷的煤粉旋流对冲燃烧热态实验系统上研究了炉内壁面热负荷分布与高温腐蚀倾向,分析了内二次风旋流强度、内外二次风配比和内外一次风粉浓淡比对炉内热负荷分布的影响,并探讨了燃烧器附近炉墙发生高温腐蚀的可能性。结果表明:旋流强度的增加会提高侧墙的平均温度而降低前后墙的平均温度,使二者的温差扩大;改变二次风配风方案对前后墙温度不均匀性的改善最明显;浓淡比提高使得整个前后墙温度分布的不均匀性得到改善。", "label": "动力工程及工程热物理", "id": 0}
{"content": "电站锅炉NOx的排放是造成环境污染的重要因素。为控制燃煤电厂NOx浓度的排放,实现低污染,应当正确建立电厂锅炉燃烧系统NOx的排放模型。本文以支持向量回归机为基础,利用最小二乘支持向量机和最近一种新的寻优算法——万有引力搜寻算法,进行综合建模。此模型较好的实现了对电厂锅炉NOx浓度排放量的预测,并与最小二乘支持向量机结合遗传算法的综合建模方法进行了实验对比,对比结果表明,在建模中万有引力搜寻算法比遗传算法能够找到更好的未知参数,使得所建模型具有更高的预测能力和泛化能力。", "label": "动力工程及工程热物理", "id": 0}
{"content": "对AOD炉烘烤过程中的流动、燃烧、传热现象进行数值模拟,研究新型蓄热式烘烤装置的加热特性,定量分析了主要工艺参数对炉内温度场及炉衬温度的影响规律。研究结果表明:燃料流量、空气预热温度、空燃比的变化对燃烧温度场有明显影响,火焰最高燃烧温度与炉衬平均温度随燃料流量、空气预热温度、空燃比的增加而不同程度的升高;确定了各工艺参数的取值范围,对实际生产有一定的指导意义;该燃烧器火焰较长,可以有效加热炉底,燃烧温度分布均匀,其性能满足AOD烘烤的热工要求。", "label": "动力工程及工程热物理", "id": 0}
{"content": "介绍了在昆二电厂进行的低氮燃烧试验,研究各种因素（负荷、氧量、风煤配比）对NOx排放的影响,从中得出最佳的运行工况,进而寻求降低氮氧化物及维持锅炉效率的最佳工况,通过燃烧调整,最大限度地降低氮氧化物排放浓度。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了在发电过程仿真及系统分析与优化设计中真实地反映锅炉炉膛的燃烧状况,提高仿真分析的精度,本文借助流体动力学数值仿真软件Fluent和过程仿真软件Dymola进行联合建模与仿真的研究。首先利用Fluent,采用非预混模型对1000MW煤粉锅炉炉内的流动、传热、燃烧过程进行数值模拟;进而借助Modelica基本库中的数据表函数CombiTable2D将炉膛截面温度分布数据以数据表的形式送入Dymola平台,为发电生产过程仿真提供重要的数据支撑。", "label": "动力工程及工程热物理", "id": 0}
{"content": "论述了锅炉燃烧的种类及特点,层燃+煤粉的复合燃烧技术保障炉膛温度,出力提高,运行稳定", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>针对大型火电厂锅炉高温腐蚀形成机理复杂,影响因素众多且相互关联,本文采用模糊数学中的模糊层次分析法对其进行逐级分层分权重定量计算。为克服模糊层次分析法中构造模糊一致判断矩阵中主观人为因素的干", "label": "动力工程及工程热物理", "id": 0}
{"content": "研究了循环流化床锅炉中的中小颗粒的颗粒形貌及相关的一些基本参量.采用显微镜、数码摄像等手段,测量了150颗筛分尺寸小于～3.2mm的颗粒.结果表明:1.测量的颗粒是双峰分布;2.投影面积分布和投影周长分布在较小颗粒尺寸范围内都存在两次阶跃,阶跃过后变化平坦;3.颗粒长短度变化不大,而扁平度变化明显,四分之一强的颗粒具有明显的片状特征（38颗）,二分之一强颗粒具有较强的片状特征的（83颗）.接近一半的颗粒具有较好的球形度（67颗）;4.Krumbein球形度与投影面积具有类似的变化,也出现2次阶跃,然后稳定在0.4～0.6之间.多数颗粒具有稳定的Zingg指数,说明颗粒整体形态具有一定的相似性,可以作为进一步研究的基础.", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对台州发电厂1号炉小修中检查发现水冷壁管存在的高温腐蚀情况,以及更换了四面炉管中的三面部分水冷壁管的情况。通过分析、探讨,提出了解决办法和改进措施,", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文通过数值模拟研究了W型火焰锅炉的三维速度场分布,数值结果和试验结果基本吻合。结果表明:炉内气流形成两个明显的漩涡,延长了煤粉气流在下炉膛的停留时间,同时也增加了炉内气流充满度。加大喉口风速,漩涡运动更加明显,在炉内形成γ型气流,炉内的一、二次风混合更加均匀。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对高强度燃烧室中普遍存在的燃烧振荡问题,对不同的燃烧振荡反馈机理加以了讨论,分别分析了与燃料及空气供应、气体流动、燃烧特性有关的各种反馈作用的作用机理和反馈特征,对于研究燃烧激发振荡问题具有一定理论指导意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "低压工业锅炉锅筒的局部腐蚀,已成为锅炉检验中的常见缺陷,锅筒局部腐蚀缺陷占我所历年锅炉检验存在的问题中的缺陷70％左右．对于产生腐蚀的机理及处理方法有各种不同的方式。笔者队双锅筒纵置式锅炉下锅筒封头底部与锅筒焊缝附近的点、片状腐蚀产生的机理与处理方法浅谈自己的看法。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文从理论和设计角度介绍防腐知识和防腐涂料的基本性能,重点说明了锅炉钢结构防腐涂料的选定必须考虑的各种因素,并作了详细分析,进一步阐明油漆的配套性和配套体系。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文针对锅炉在小修时发现的中间水冷壁高温腐蚀,分析认为内在条件是燃煤中含硫量较高,外部条件是高烟温引起水冷壁高管壁温度和煤粉火焰贴壁,壁面强还原性气氛。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文简要综述了锅炉水冷壁管发生高温腐蚀的原因,并引入“低温热腐蚀理论”对高温腐蚀产物和过程进行了分析。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过锅炉盘管穿孔现象检查研究和锅炉运行环境的深入调查,分析得出了盘管穿孔的原因,并针对性的提出了解决办法和预防措施。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>提高锅炉的热风温度,改善燃烧条件,提升锅炉效率,尤其是对垃圾焚烧有着极其重要的现实意义。蒸预器对提高热风温度有着直接的效果,运应而产生,并在实际的生产实践中产生了积极的效果。但具体分析蒸预器的结构是从锅炉汽包引出至风道排列组合,再回到汽包。其具体实施改造时工程量较大,费用也不菲,", "label": "动力工程及工程热物理", "id": 0}
{"content": "服役于蒸汽轮机大型锅炉热交换管道中的奥氏体耐热不锈钢,如HR3C和SUPER304H等,在高温蒸汽和管道内压的作用下常常面临着蠕变失效的威胁。本文发展了一种基于电子背散射衍射（EBSD）技术识别奥氏体不锈钢晶粒变形,进而评估其蠕变寿命分数的方法。实验结果显示,经过多个晶粒平均后的晶内取向差参数GROD与蠕变变形量之间存在着唯一确定的线性关系,这种关系既与材料的晶粒尺寸无关,也与蠕变条件（即载荷和温度）无关。利用这一性质,可以先基于GROD来评估蠕变变形量,再结合蠕变本构建模,从蠕变变形量出发推算蠕变寿命分数,精度可以达到30%以内。", "label": "动力工程及工程热物理", "id": 0}
{"content": "叙述了工业锅炉控制系统的工作原理,及几个重要的控制回路的控制算法,提出了锅炉控制系统的基本设计思路和控制方法。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对锅炉主汽温度系统存在大惯性、大时滞、不确定扰动等复杂动态特性,使得采用传统串级PI控制出现超调量大、收敛速度慢等问题,本文提出了一种基于权重因子自校正的外挂广义预测串级控制器。本文首先采用模糊神经网络实时辨识面向控制的主汽温度模型,然后设计了广义预测串级控制器。接下来本文对广义预测串级控制器中的权重因子进行动态模糊校正,进一步提高主汽温度系统动态响应速度和稳定性,通过对比仿真实验验证了广义预测（GPC-PI）串级控制器优于传统（PI-PI）串级控制器。最后考虑到电厂DCS实际系统已运行、安全问题以及风险责任等因素,将本文理想的（GPC-PI）串级控制方法改造成外挂广义预测串级控制（GPC-PI-PI）应用于电厂锅炉主汽温度控制,既保证了控制效果又规避了风险责任。", "label": "动力工程及工程热物理", "id": 0}
{"content": "锅炉钢结构设计的合理性,关系到锅炉结构的强度、安全性和稳定性,也关系到日常运行维护的方便性。钢结构设计不合理,往往会导致锅炉本体承压部件与锅炉钢架存在结构上的冲突。钢架与承压部件发生冲突时往往会修改钢结构,从而适应承压部件的安装位置。但经常会导致钢结构的强度降低稳定性下降。锅结构露天布置较多,存在雨水聚集腐蚀的情况,在设计安装时应考虑防止雨水积存的情况。本文锅炉安装和检验过程中钢架存在的问题进行分析总结,提出钢结构优化的方案,可供锅炉制造单位借鉴,也为同类型问题的解决提供参考意见。", "label": "动力工程及工程热物理", "id": 0}
{"content": "与其他锅炉对比,生物质循环流化床锅炉在燃料方面、处理各种废弃物方面以及保护环境方面具有很大的优势,一直以来受到世界各国的青睐,使得近几年市场上生物质循环流化床锅炉的广泛应用和容量的不断增大。而生物质循环流化床锅炉机组的安全、经济运行和锅炉炉膛安全保护逻辑一直是用户关注的焦点,本文研究设计了一种生物质循环流化床锅炉炉膛安全监视系统,并结合我公司设计总包的某工程生物质循环流化床锅炉,根据生物质循环流化床锅炉的自身结构特点、燃烧方式,结合己投运生物质循环流化床锅炉运行、管理经验,对锅炉炉膛安全监视系统功能进行了优化,当工况发生异常,炉膛安全监视系统能在第一时间向操作人员发出警告,并执行相应的保护程序,使相关设备按照编程好的程序动作,为生物质循环流化床锅炉的运行提供了可靠的保障,并节约了运行成本。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文结合PID控制及自适应模糊控制设计了一种锅炉温度系统的自适应模糊PID控制器,基于锅炉的数学模型,根据锅炉温度的偏差变化及变化率,采用模糊推理和自适应调节进行变频调速控制,实现锅炉温度的平滑控制,通过MatLAB软件进行Simulink仿真研究,证明了自适应模糊PID控制的可行性和相较其他控制方法的优点。", "label": "动力工程及工程热物理", "id": 0}
{"content": "最小流量阀在保证锅炉给水泵的安全运行时具有重要的作用,对冲式最小流量阀是一种新型的最小流量阀,其可以避免压降过于集中的现象。本文使用RNG k-ε湍流模型对三种不同结构的对冲式最小流量阀的内部流场进行了数值模拟,得到了阀门的压力和速度分布,模拟结果表明对冲式最小流量阀能够实现逐级平稳均匀的降压效果,且随着对冲次数的增加,压降越小。对压降最高的结构1在10%、20%、……100%开度下进行数值模拟,计算得到流量系数和阻力系数,计算结果表明该结构的流量系数随着开度的增加呈现线性增加,阀门流阻系数也很高。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>锅炉汽包液位的准确测量、稳定控制和可靠运行是锅炉安全运行的重要保证。液位计选型、设计安装等不当,容易发生液位计炸裂、高温水汽外漏、液位测量不准甚至失灵。汽包液位过高或急剧波动会引起蒸汽品质恶化和带水,造成受热面结盐,严重时会导致汽轮机水冲击振动、叶片损坏;水位过低会引起排污失效,炉内加药进入蒸汽,甚至引起下降管带汽,影响炉水循环工况,造成炉管大面积爆破。因汽包液位引发的恶性事故至今仍时有发生,或者是险情不断。", "label": "动力工程及工程热物理", "id": 0}
{"content": "文章主要针对CCPP余热锅炉模块1投产后由于振动造成锅炉多次爆管原因进行分析,然后对模块1实施了增加紧固梁、紧固支架等紧固装置,结合鞍钢CCPP701（D）型锅炉实际情况,实施了可靠的改造后锅炉检查方案,避免了传统的复杂吹管工艺。", "label": "动力工程及工程热物理", "id": 0}
{"content": "研究基于锅炉液位模型的控制策略,针对锅炉系统具有较强的非线性与时滞性,锅炉液位模型参数随之产生较大误差,直接影响控制精度,提出一种采用递推最小二乘法参数辨识的方法保证参数的精确度。递推最小二乘法通过极小化误差平方和的方法较为精确的估计辨识模型参数,具有。实验应用MCGS组态软件在线获取实时阀门开度与实时液位值,进行递推最小二乘法辨识参数。实验结果表明,递推最下二乘法适用于锅炉液位模型参数的在线辨识。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过对GH901材质的CV阀断裂阀杆的金属材质、断口区域金属性能和形貌特征进行分析,得出阀杆断裂原因主要是部件材料塑性差,且脆性较大。长期运行过程中由于调节频繁,阀芯处摆动大造成阀杆圆弧过渡区收到较大的弯曲应力,导致在薄弱处被掰断。", "label": "动力工程及工程热物理", "id": 0}
{"content": "我国当前大多数锅炉仍处于能耗高、浪费大、环境污染等严重的生产状态。随着经济建设和城市建设的迅速发展,工业用气和生活供暖面积的不断扩大,如何科学有效地控制和管理供暖系统,提高工业用气、生活供暖的经济效益和社会效益已成为急需解决的重要课题。锅炉计算机控制系统,它是集计算机软、硬件、自动控制、锅炉节能等几项技术紧密结合的信息化控制系统。如何提高锅炉热效率、降低耗煤量、节能减排、采用计算机进行控制是具有及其深远的意义。本文简述了采用计算机信息化技术控制锅炉,以达到确保锅炉安全、经济、可靠的运行的目的。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>1存在问题近年来,纯低温余热发电站随着运行时间的延长,暴露出最大的问题是AQC锅炉管箱的磨穿事故。2009年我公司7.5MW纯低温余热发电站投入运营,该站为单压系统,窑头AQC锅炉为立式,废气从上而下经过热器、蒸发器和省煤器进入锅炉内部,运行期间曾发生过热器和省煤器管箱磨穿事故,被迫解列运行,运营成本增加。我公司针对此问题,进行了针对性的改进,供同行参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "分析低负荷运行时对过热器的影响,探讨对过热器的改进方法,对运行操作进行介绍。", "label": "动力工程及工程热物理", "id": 0}
{"content": "对以合同能源管理模式实施的变频改造项目的设计方案进行重点分析,提出了节能改造方案的制定对改造成本的影响,而节能量的多少又是能否以合同能源管理模式实施的关键。进而分析了在进行方案设计时应注意的问题,为节能项目合同能源管理模式的实施提供了技术参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "锅炉压力容器和压力管道等特种设备主要由管状承压类构件组成。由于该类设备始终处于高温、高压、冲刷及磨蚀等低周高应运行工况,其失效形式多种多样。再加上设计、制造、安装、使用、维护、修理与改造等各环节中难以避免地存在各种问题,因此,其失效原因分析往往变得更为复杂。为了分类总结30年来该类管状特种设备的技术与管理经验,文章针对短期超载超温失效,从断口金相与显微金相、宏观断口与微观断口形貌、SEM/TEM、EDAX/EDS、力学性能等方面进行了专题分析,结果发现:失效特征取决于工况,即该类设备分别在短期超载或超温、同时超载并超温、超载超温失效后伴有过热或过烧工况等条件下,均与相应的宏观和微观失效形貌特征一一对应。反之,依据特定的宏观与微观失效形貌特征可快速推测出相应的失效工况和失效原因。该研究提供的新颖短平快因果分析法,对设备技术与管理工作大有裨益。", "label": "动力工程及工程热物理", "id": 0}
{"content": "引风机是锅炉燃烧系统中的重要设备,直接关系到锅炉燃烧系统的稳定运行。为保障电动机正常工作,油站油压的监控信号可靠性十分重要。现对引风机稀油站油压改造系统进行分析探讨。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在锅炉控制中,燃料调节的好坏直接影响生产效率,而燃料阀有多个,分层控制,这样控制手法粗糙,温度控制不稳定。介绍了天津冶金集团轧三钢铁有限公司锅炉控制系统中多个燃料调节阀在燃烧过程中根据空燃比及汽包压力集中计算燃气流量,单个阀门通过程序独立控制,增加了总的控制精度,阀门开度差不超过设定值,保证了锅炉燃烧的安全性,同时也使炉况更加稳定,很好地解决了多个阀门统一操作控制精度不高、温度压力控制不稳定等情况。", "label": "动力工程及工程热物理", "id": 0}
{"content": "国内某公司400万吨/年煤炭间接液化项目公用工程余热回收站用多级中压锅炉给水泵流量大、扬程低、装置汽蚀余量低,并且要求符合\"贯彻节能减排政策,提高工业产品效率\",所以对泵的效率值要求较高。本文介绍了中压锅炉给水泵的结构设计创新方案及采用先进的流场分析、优化手段来提高水力效率、降低其必需汽蚀余量的设计方法,兼顾了泵的效率与抗汽蚀性能。完全符合API 610标准设计的中压锅炉给水泵属国内全新产品,节能降耗效果十分显著,具有很好的推广前景。", "label": "动力工程及工程热物理", "id": 0}
{"content": "利用标准k-ε双方程气相湍流计算模型对水平浓淡燃烧器的百叶窗浓缩器内部速度场、颗粒分布进行数值模拟,得到燃烧器内气固两相流的运动规律,并分析了造成百叶窗磨损的原因。计算结果表明燃烧器内各级叶片背面存在旋涡,且浓缩作用主要出现在叶片附近区域,而远离叶片的浓缩作用很小,这与实际操作过程中观察到的气固两相流动状态吻合。", "label": "动力工程及工程热物理", "id": 0}
{"content": "高效低NOX煤粉燃烧技术在节能减排方面优势明显,采用该技术的燃烧器对锅炉结构要求较传统燃煤工业锅炉有较大不同,导致该技术的推广应用过程中需要对传统工业锅炉进行结构改造。该文针对此问题提出了的工业锅炉水冷壁结构改造方案,并对方案进行理论论证和实验验证,结果表明改造后锅炉运行效果较好:（1）锅炉环境监测显示,烟气中NOX浓度低于国家对重点区域锅炉排放的要求;（2）锅炉热效率测试显示,各项指标均优于国标要求;（3）落渣口与落灰口通畅,排渣排灰顺利;（4）锅炉的热耗散显著降低,锅炉内有效放热量增加。", "label": "动力工程及工程热物理", "id": 0}
{"content": "概述了滇中艾萨、锅炉DCS控制系统（浙大中控,ECS-100）的优越性和使用情况,分析了影响DCS控制系统正常运行的外部干扰如温度、集灰和烟气腐蚀、湿度、电源、雷电、接地等。网络组态、模块集成、软件编制等各种不合理的配置也可造成整个DCS控制系统的不稳定运行。针对各种影响DCS控制系统可靠运行的因素,结合实际使用情况和经验,提出了解决各种造成DCS控制系统不稳定的措施和方法,从而提高DCS系统的可靠性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "大型发电生产过程被控对象动态特性大多具有大惯性,大时滞和非线性特点,获取其对象模型确实不易。但是模型精度不要求太高时,想要得到某个工作点的对象模型是完全可以实现的。本文提出一种基于负荷自适应的模型驱动循环流化床锅炉床温控制系统。该系统设计的前提条件是已获得了几种典型工况下的床温模型。首先将床温模型经过微分反馈补偿后得到其等效床温模型,表示为带有纯滞后的一阶环节,这样十分方便求得模型驱动控制器参数。当运行到非典型工况时,可依据负荷大小自动优化控制系统参数。研究结果表明,该系统在整个负荷变化范围内,床温控制性能均表现优良。同时,该系统结构简单,实时性好,方便采用DCS系统组态构建,易于推广应用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对循环流化床锅炉燃烧过程多变量耦合、时滞、非线性等复杂过程特性和经济运行要求,提出了一种结合经济性能优化与多变量控制的双层预测控制策略,可在实现主蒸汽压力、料床温度和烟气含氧量约束控制的基础上,优化燃烧过程的经济性能。工业应用实例表明,该控制策略不仅能有效提高燃烧过程主要工艺参数的平稳性,而且能降低单位蒸汽的燃煤消耗量,具有显著的经济效益。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文针对芜湖新兴动力部锅炉水冷壁爆管问题,通过宏观和微观分析,结果表明在20G作为水冷壁管的使用过程中,由于长期的高温环境超过了材料的许用工作温度,导致材料的高温持久性能下降,从而使材质严重劣化,是造成本次爆管的主要原因。", "label": "动力工程及工程热物理", "id": 0}
{"content": "以首钢京唐钢铁联合有限公司35 t锅炉为研究对象,通过对锅炉控制系统进行硬件结构和工作原理的分析,采用PLC控制器作为控制核心进行硬件配置。以炉膛内温度为被控参数,以加燃气控制执行器开度为控制参数,灵活运用比例积分,不断调整比例、积分参数,编程方式采用LTD,通过PLC输出作用到现场设备实现温度控制。通过改造锅炉温度控制系统,对炉膛温度的稳定掌控起到了关键作用,使炉膛更稳定,燃烧工况更良好。", "label": "动力工程及工程热物理", "id": 0}
{"content": "由管板组合而成的膜式焊制水冷壁是锅炉炉膛的重要组成部分,承受温度、压力等多种复杂载荷,对其进行动力学分析存在较大的困难。本文首先基于应变协调方程和应力函数法将其等效为正交各向异性板,得到其各向异性等效材料参数,然后再以热传导方程和薄板横向振动方程为出发点建立该等效正交各向异性薄板的热力耦合动力学模型。用伽辽金方法将热力耦合作用下的非线性控制方程离散为一组常微分方程,并用Runge-Kutta法得到其动力学响应。由此分析热力耦合系数、泊松比、热导率、热膨胀系数等参数对膜式焊制水冷壁热机阻尼的影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>引风机额定功率500KW,960r/min,变频调速、刚性基础,滚动轴承、脂润滑,三轴系六点支撑,悬臂结构。两只弹性柱销联轴器中间用加长过渡轴连接,基本结构如图1所示。该轴系原本中间3#、4#轴承处采用液力耦合器连接电机和风机,来进行动力的传动和负荷的调节。后来由于液藕调节复杂且易出故障,所以改造为电机变频的运行方式。改造中直接拆除了中间液力耦合器,采用了中间过渡轴的方式进行了连接,且采用了实心刚性轴,由于传递扭矩和联轴器结构尺寸的原因,中", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文利用有限元方法对国产某400MW锅炉汽包进行三维瞬态应力分析,计算该锅炉汽包在冷态启动工况下的瞬态热应力、机械应力和总应力。找出锅炉汽包在该工况下最大应力点处的位置及其应力值随时间的变化规律。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对中速磨煤机HP1003内外气封处大量漏石子的现象,对甩出石子的原因进行分析,确认传统缝隙密封泄露的成因,提出将该传统缝隙密封改为迷宫式密封的可行性方案。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文介绍了对凝结水系统控制方案的优化,主要是凝结水泵变频器自动控制系统、除氧器水位调节阀自动控制系统控制方案的优化调整。使得在非低负荷工况下,除氧器水位调节阀保持全开,直接使用凝结水泵变频器调节除氧器水位,达到节能的目的;在低负荷工况下则由控制方案自动的切换为除氧器水位调节阀调节除氧器水位,凝结水泵变频器调节凝结水母管压力,确保参数不低于安全值。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过在哈尔滨锅炉厂有限责任公司10MW燃烧试验台,对准东煤从锅炉主燃烧区域至炉膛出口前,采用布置硅碳棒计算Sc值对其结渣特性进行评价;同时在炉膛出口处布置试样管进行沾污特性试验。通过扫描电子显微形貌成分的方法对灰渣样进行研究分析,研究结果可为燃用准东煤锅炉设计提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "工业锅炉设计时,锅炉节能减排是需要特别注意的问题。因为工业锅炉大多以煤炭等能源为主要燃料,通过燃烧加热水源或提供蒸汽。但由于其所需极其大的燃料量,因此在目前环境问题日益严重的情况下,特别是雾霾已经离我们的生活越来越近的时候,就必须要在设计的过程中考虑如何降低工业锅炉的燃料量和废物排放量,这是工业锅炉设计必须要考虑的问题。本文系笔者多年来从事锅炉设计的经验积累,通过对工业锅炉设计中节能减排问题的探讨,希望能够引起同行的思考,以期为我国的节能减排工作从设计的角度提出建议。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文对以尿素为还原剂的450t/h CFB锅炉选择性非催化还原法烟气脱硝过程进行了CFD流场模拟计算,重点考察了速度场、温度场、尿素热解过程及NO浓度等因素对urea-SNCR脱硝反应过程的影响,研究发现,炉膛以及旋风分离器内部速度场分布较为均匀,尿素溶液的喷射对速度场的影响可以忽略不计,尿素颗粒在炉内蒸发分解的进程很快,满足SNCR还原剂与烟气的混合条件。模型内NO和NH3总体分布趋势基本相同,随着还原剂随烟气流在旋风分离器流场中的运动和扩散,污染物NO浓度逐渐降低,分离器出口处脱硝效率达65%以上,同时氨逃逸小于5ppm。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本篇文章依据大量的研究经验,对锅炉设计过程中所涉及到的强度设计在锅炉之中所具有的重要地位,以及锅炉设计人员必须要对此进行深入研究等问题进行了全面详细的探讨,以期为我国的锅炉设计发展提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文根据CFB锅炉燃烧低热值煤的国家政策导向,通过理论计算得出了循环流化床锅炉最低可燃烧热值、最低可利用热值、最经济利用热值。通过对锅炉实际运行情况的收集,掌握了目前国内低热值燃料发电的使用情况,并分析了燃料与锅炉运行可靠性、经济性的关系。最后列举了东方锅炉设计、制造的CFB设计燃料情况及实际燃用低热值燃料的情况。本文给出了建议的CFB锅炉燃用低热值燃料热值范围和经济燃料热值范围。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对富氧燃烧锅炉增加了尾部再循环烟气和空气分离器抽出的氧气特点,本文对富氧燃烧锅炉进行了热平衡计算建模,并以常规燃烧锅炉热平衡计算方法为基础,提出了富氧燃烧锅炉热平衡计算方法方法,并比较了不同氧浓度对富氧燃烧锅炉热平衡计算结果影响规律。所得研究结果为开展富氧锅炉热力计算提供了理论基础。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文采用灰气体加权和模型（WSGG）、基于光谱的灰气体加权和模型（SLW）、灰体模型,并以统计窄谱带模型（SNB）为参考,理论计算了锅炉在空气燃烧和富氧燃烧两种工况下烟气辐射特性。计算结果表明:灰体假设近似计算方法虽然得到较好的热流密度精度,但当有辐射源项时,存在一定的计算存误差;采用新的拟合系数的WSGG模型计算误差在20%范围以内SLW模型的计算精度在10%以内。另外,采用不同的数据来源的SNB模型在高温段也存在一定的差异,当热流密度和辐射源项较重要时,WSGG模型能够在较小计算代价下满足苛刻的计算要求。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文就新《锅规》第三章\"设计\"锅炉受压元件强度计算的安全系数问题作出分析和探讨,简要论述了有关条款制定的背景,着重分析探讨了锅炉受压元件持久强度的安全系数和设计使用年限的问题,同时也对新增安全系数条款的必要性作了探讨,以便全面正确理解贯彻执行新《锅规》。", "label": "动力工程及工程热物理", "id": 0}
{"content": "考虑大型超临界煤粉锅炉炉膛的受热面布置特点,将超临界锅炉炉膛分为自由容积区域和含屏容积区域,对按照前苏联《73标准》计算的有效辐射厚度和辐射减弱系数等关键参数进行了修正,建立了新的一维分区段热力计算方法。使用该方法对现役的4台600MW超临界煤粉锅炉和2台1000MW超超临界煤粉锅炉进行了传热计算,结果表明采用本文方法计算的锅炉出口烟温与实测温度的偏差明显优于前苏联《73标准》,更接近工程实际情况,可以满足工程的实际精度要求。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文着重就大型电站用褐煤锅炉的设计要点结合工程设计实例加以说明。主要介绍了北京巴威公司褐煤锅炉设计的主要特点,针对600 MW亚临界褐煤锅炉的系统配置、热力系统设计要点、制粉和燃烧系统设计要点等褐煤锅炉设计时需要重点考虑的问题进行了简要的阐述。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本研究对比早期前煤仓的锅炉房布置形式,对目前较为流行的侧煤仓布置的方案进行探讨和比较,寻找侧煤仓与锅炉刚架一体化联合设计的最优化方案,为今后660 MW超超临界机组锅炉岛布置提供新思路。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过分析现有CFB锅炉的炉型结构,归纳出二种通用型CFB锅炉炉型结构,作为热力计算的目标炉型,可以涵盖绝大部分在运的CFB锅炉。CFB锅炉热力计算软件分别采用清华大学炉膛热力计算模型及前苏联的《锅炉机组热力计算标准方法》,对上述两种通用型CFB锅炉的主循环回路和尾部受热面进行计算。在掌握大量CFB锅炉设计资料、运行数据以及现场实测数据的基础上,将对炉膛热力计算模型及计算软件进行完善,使之具有较高的计算准确性。CFB锅炉热力计算软件采用面向过程的结构化方式设计。", "label": "动力工程及工程热物理", "id": 0}
{"content": "锅炉钢结构因其结构布置形式及受力情况复杂,杆件截面尺寸巨大、节点连接形式众多的特点,有巨大研究潜力。基于STAAD.Pro软件的分析和后处理功能,对塔式锅炉钢架进行整体静力分析。并利用结构优化设计理论,将主体结构构件截面重新设计,与原设计方案进行多方面比较。所得成果可为结构分析及优化设计提供依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文通过PKPM和ANSYS软件对300MW的某锅炉刚性梁进行计算分析,揭示了在蜂窝式刚性梁设计中关于部分强度指标及稳定性指标需要特别注意的方面,并给出了较为实用计算公式,为更进一步进行蜂窝梁刚性梁的设计提供安全可靠的依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "享誉全球的TS（Tekla Structure）三维铜结构详图设计软件主要运用于铜结构的施工详图设计,事实上在轻铜设计中,TS一样能大显身手,本文以用TS软件完成华能沁北电厂热二次风道的详图设计为背景,介绍了TS在烟风道施工设计中的应用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "锅炉铜架作为发电锅炉重要的承载结构,其抗震验算非常重要。本文就大型电站锅炉铜架如何采用振型分解反应谱法进行抗震计算给出了基本方法,分析了振型分解反应谱法的计算特点以及与底部剪力法的区别,并对应用振型分解反应谱法时应注意的相关问题做了论述。", "label": "动力工程及工程热物理", "id": 0}
{"content": "国内锅炉行业铜结构设计时,业主经常要求铜结构设计满足美国相关规范的要求。本文阐述了应用美国ASCE7-2010规范进行风荷载计算的方法,期望对锅炉行业使用美国规范进行铜结构设计提供帮助,对出口锅炉按照美国铜结构设计规范进行设计,也有参考意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>项目摘要:本项目利用热管原理对整个锅炉介质循环系统进行重新设计,将普通锅炉的本体充当热管的蒸发段,将间壁式用热设备充当为热管的冷凝段,用复合介质充当传热工质,以虹吸自动返流装置为回流动力,四个部分通过蒸汽管道、凝结液管道互相联通,不用改变锅炉原有的管线结构即可构成全封闭的相变循环超导热管体系.技术成果:1、锅炉热管体系,发明专利:ZL98124252.9", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文通过应用ASME规范,在电站锅炉的结构上进行了优化设计,对用奥氏体不锈钢管制造锅炉高温过热器和再热器经弯管后,在规范允许的范围内大部分弯头可免做固溶处理,极促进产业结构的优化升级,实现节能降耗的目标。", "label": "动力工程及工程热物理", "id": 0}
{"content": "目前全世界大力推广环保产品,以求得净化环境,为进一步改善人们得生活条件和质量,各种污染环境的产品纷纷被淘汰,其中燃煤锅炉是污染大源,现在取而代之的是燃油、燃气锅炉和后来居上的电锅炉,由于电锅炉本身能源使用无污染,不占建筑面积,适用于对环保条件要求高,地面拥挤的城市、居民楼、风景区、宾馆、饭店、科研单位、大专院校等。是锅炉的最新一代产品。且由于采用从触摸屏、PLC高智能化结构,更具有竞争力。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>1．关于《锅炉钢结构设计规程》的介绍近年来随着我国改革开放的深入,我国锅炉钢结构设计水平有了很大提高,《锅炉钢构架设计导则》（JB/T6736-93）和《锅炉构架抗震设计标准》（JB5339-91）已不能适应当前设计的要求,中国钢结构协会锅炉钢结构分会组织钢结构设计、制造、安装的有关单位对《锅炉钢构架设计导则》（JB/T6736-93）和《锅炉构架抗震设计", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对前后墙对冲及330MW锅炉的特点,在设计中采取了相应的措施。实际运行情况及性能试验结果,证明锅炉设计是非常成功的。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文利用Visual Basic程序设计语言编制了不同燃烧条件下,锅炉的热平衡及热效率计算通用程序。该程序为分析不同燃烧条件下锅炉的热效率提供了方便。", "label": "动力工程及工程热物理", "id": 0}
{"content": "中、美、英国标准中柱底板厚度设计方法的比较和有限元法设计方法的初步研究", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着大容量发电机组的越来越广泛的应用．锅炉大板梁的结构尺寸和载荷越来越大。本文对超长板梁的设计思路进行了一些探讨．供同行参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了让相关专业工程技术人员对300MW 循环流化床锅炉构架的设计有一个大体的了解,本文简要介绍开远300MW 循环流化床锅炉的布置特点,以及构架的布置方式和连接设计。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文对1/3应力提高法在美国的应用作了详细的介绍,对设计人员采用许用应力法设计时应注意的事项提出了建议。", "label": "动力工程及工程热物理", "id": 0}
{"content": "结合我国现行规范和在实际工程设计中的运用,对锅炉构架计算中地震作用的计算、分配以及结构、节点的设计进行了分析和总结,供相关工程技术人员共同探讨。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文根据锅炉钢结构设计的特点,按《钢结构设计规范》（GB50017-2003）转换了水平支撑构件在偏心受压情况下构件承载力标准值的计算公式。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文通过对常规的200MW、300MW、600MW 锅炉水平刚性梁板拼截面设计与滇东6 “W”火焰超宽锅炉桁架式水平刚性梁设计验算的比较,论证了超宽锅炉刚性梁采用桁架式结构的可行性和经济性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "无论是强制循环还是自然循环,大容量电站锅炉均采用悬吊结构。在正常运行工况下,炉膛和后烟道都要承受一定的压力。在“爆燃”的非正常工况下还会受到更高的冲击压力。为使受热面管墙不被破坏,需要用刚性梁加固。绕带式刚性梁系统由支撑在锅炉管墙上的水平刚性梁组成。这种刚性梁通常适用于炉膛宽度小于21m,燃烧器四角布置的单炉膛锅炉,如哈锅生产的国内首台600MW 锅炉（安装在淮南平圩电厂）就是采用这种刚性梁系统。本文所介绍的刚性梁计算主要依据美国钢结构学会（AISC）“建筑钢结构设计制造和安装规范”。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文说明了均匀力法在垂直支撑节点连接计算中的应用,并进一步探讨了在多杆件连接情况下,梁与柱连接节点水平力的确定。", "label": "动力工程及工程热物理", "id": 0}
{"content": "生物质燃烧过程中遇到的颗粒聚团、沉积等问题与生物质中的碱金属密切相关。本文重点对生物质燃烧过程中由碱金属引起的聚团、烧结、沉积及腐蚀机理进行了探讨。研究表明:聚团和烧结主要是由于碱金属与砂中的SiO2反应生成低熔点的共晶化合物所致:沉积和腐蚀主要与生物质燃烧过程中碱金属氯化物的释放有关。最后根据碱金属引起的聚团、烧结、沉积及腐蚀的机理,提出了相应的解决方法和对策。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在总结大量试验研究、设计制造与运行经验及技术创新的基础上,研究设计了具有自主知识产权的国产100MW循环流化床（CFB）锅炉技术方案。对其设计思想、炉型技术特点、关键部件及锅炉岛辅机设备的设计进行了详细分析讨论,以期为发展我国电站级大型CFB锅炉技术及工程应用提供全面的技术支持。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>根据CE引进技术,把锅炉密封设计建立在锅炉膨胀中心的设立和可靠的应力分析计算基础上,从而提出大容", "label": "动力工程及工程热物理", "id": 0}
{"content": "文摘在这篇论文中,作者研究了锅炉腐蚀控制以及落实国家能源政策带来的燃烧渣油困难和现状,提出了有效的科学技术改进措施,防腐、节油、节能、环保。采用耐腐蚀材料,严格控制油品内水分是防止腐蚀的有效措施;通过技术改造,改进燃油系统的耐腐蚀性能;通过预热提高燃油温度,可以改善油品流动性能,改善雾化燃烧状况,进一步改善燃烧工况,防腐、节油、防结焦、节能、环保,提高燃油锅炉等燃烧器使用寿命以及热效率和经济效益!", "label": "动力工程及工程热物理", "id": 0}
{"content": "伴随着市场竞争的日益激烈化,以及对于自身工业发展的需要,热能动力工程在我国应用范围不断扩大,在工业生产生活中发挥了不可替代的重要作用。本文探讨了热能动力工程在锅炉中的应用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对部分国产中心回燃式锅炉前管板上的烟管焊接处出现裂纹的现象,经初步推断是由管板焊缝处传热较差,导致热应力较大所致。为从根本上解决该问题出现的原因,并从理论上对结构的改进提供技术支持,本文首先对于锅炉整体的传热情况进行了分析,得到前管板附近的流场和管板上局部的壁面膜传热系数,然后通过局部结构的分析得到局部温度场。结果显示,在管板与烟管焊接部位,存在的高温区,为裂纹形成的一个潜在原因。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为揭示带有悬挑段的锅炉钢结构大板梁悬挑段的真实受力状态和高强螺栓端板连接的受力特点,并为类似结构设计提供依据,使用Abaqus通用程序对带有悬挑段的大板梁结构原型进行了精细的有限元分析。在分析中对高强螺栓群采用了一种简化模拟方法,在不过多增加计算负担的前提下反映出端板和螺栓的全过程受力。通过对大板梁逐步施加静力荷载,进行全过程分析,详细研究了大板梁悬挑段的受力性能,包括拼接螺栓、拼接端板、端板加劲肋、悬挑段大板梁的翼缘和腹板等,所得结论可为工程设计提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "链条炉采用飞灰复燃技术,可以提高锅炉效率,但飞灰复燃对壁面颗粒沉积结渣也带来了影响。本文建立了考虑飞灰碰撞和黏附过程的飞灰复燃的二维数值模型,采用FLUENT模拟链条炉炉内燃烧,对比分析了三种不同煤种及三种配风方式下飞灰复燃炉膛内的飞灰沉积结渣状况。模拟结果表明,前墙和顶墙及前后拱的后部结渣较为严重,燃用碱性氧化物更多的煤种结渣会较为严重,燃烧结渣倾向低的煤种可以有效减轻结渣;第一风仓风量为5%的配风方式结渣最为严重,增大第一风仓风量的配风方式可以降低沉积结渣量。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文采用有限元分析方法对废锅的非对称管板进行了9种工况的分析,以图示的形式给出了温度场的分布情况,并对各种工况相应路径上的应力强度进行了评定,计算结果表明在管程压力和温差的共同作用下,应力最大点出现在管箱简体与管板连接位置,由于布管数量少,设备直径小,由非对称结构引起的管板应力和温度场的非对称分布并不明显。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对锅炉汽包启动工况产生的热应力问题,对1036t/h锅炉汽包热态启动工况采用Ansys workbench进行热固耦合分析。分析时采用单向耦合,通过将热单元转换为结构单元的方法进行数据传递。分析结果表明,下降管与汽包交界处在40min时有最大热应力45.6MPa,汽包上部在210min时有最大热应力28.4MPa。汽包内压力较大时,机械应力远大与热应力,机械应力成为影响锅炉汽包总应力的主要因素。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文简要介绍了锅炉用高温气相有机热载体的特殊性能、使用优缺点,特别是其密度、运动粘度、沸程、低沸物与高沸物的特殊性与重要性。本文建立了一种模拟蒸馏方法,并结合气相色谱仪,有效测定了常见的两种高温气相有机热载体的低沸物、高沸物含量,可以为高温气相有机热载体型式试验提供重要数据,为其在锅炉中的安全运行提供有效保障。", "label": "动力工程及工程热物理", "id": 0}
{"content": "合理的循环流率是锥型布风板内循环流化床气化反应的关键。本文分析了锥型布风板对气化室内横向循环的影响,并研究了内循环流化床的控制参数对循环流率的影响。其中,控制参数主要包括:气化室风速、提升管风速、床层高度和物料粒径。研究表明:循环流率随气化室风速、提升管风速、床层高度的增大而增大,随物料粒径的增大而明显变小。此外本文还提出了循环流率关于控制参数的经验关联式,该关联式能较好的符合本试验得测量值。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文以主蒸汽和再热蒸汽耗差分析为基础,分析了由于锅炉本身设备条件状况和为了锅炉安全稳定运行而导致主蒸汽耗差的因素,揭示了在耗差产生的原因中,与锅炉本身设备条件状态以及为了让锅炉安全稳定运行而导致耗差的原因,为基于锅炉安全性分析的运行优化耗差研究进行了尝试。", "label": "动力工程及工程热物理", "id": 0}
{"content": "新建的大型燃煤电站锅炉通过对炉内燃烧过程的合理组织来实现低NOx生成和排放。采用计算流体力学（CFD）模拟的方法,完成了对某电厂采用先进低NOx燃烧系统的1000MW超超临界塔式锅炉的计算和分析。对通过数值模拟计算获得的炉膛温度场、CO浓度场、O2浓度场和NOx浓度场进行分析,证明锅炉主燃区的燃烧方式属于还原态燃烧方式,因而能实现锅炉低NOx排放的预期目标。", "label": "动力工程及工程热物理", "id": 0}
{"content": "锅炉高温受热面蒸汽侧氧化膜的失效问题对火电机组安全性有重要影响。以超临界锅炉T92过热器管材为研究对象,针对非稳态过程,考虑机组实际运行过程中存在的不确定因素的影响,建立了蒸汽侧氧化膜的概率失效分析模型。模型考虑了温度对金属基体和氧化膜热膨胀系数的显著影响,结合实验数据和现场运行经验确定了相关参数的概率分布,并采用改进的氧化膜失效图（Advanced OxideScale Failure Diagram,AOSFD）作为失效判别准则。基于所建立的模型,分析了氧化膜厚度以及不同蒸汽温度变化过程对蒸汽侧氧化膜失效概率的影响,提出了机组运行和维护阶段可采取的降低氧化膜失效概率的措施。", "label": "动力工程及工程热物理", "id": 0}
{"content": "建筑物地基土质的软弱和上部结构荷载的分布不均都会导致基础产生不均匀沉降,导致结构产生附加内力与变形。本文运用结构有限元方法模拟基础沉降,对锅炉钢结构进行静力计算,定性和定量分析了锅炉钢结不同区位和高程处由于基础不均匀沉降引起的附加内力分布与变形;再将附加内力和变形定义为缺陷荷载,进行P-delt分析与动力特性分析,并研究不同基础沉降对结构稳定性的影响和动力特性的影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为揭示锅炉铜骨架铜结构大板梁的真实受力状态和板梁组合体拼接螺栓的剪力分布规律,并为类似结构设计提供依据,使用Abaqus通用程序对某大板梁结构原型进行了精细的有限元分析。在整体分析中考虑几何非线性和材料非线性的同时,提出了一种能够考虑拼接螺栓摩擦、滑移及屈服等非线性影响的有效方法。给出了大板梁的整体应力分布和变形模式,分析了板梁叠接和拼接处螺栓剪力的数值及分布形式,指出了各位置螺栓连接的受力特点及其力学成因,所得结论可为工程设计提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>中国工业锅炉宏观现状能源结构煤炭占我国一次能源消费70%,50%左右煤炭用于直接燃烧发电,20%煤炭用于工业锅炉的燃烧。煤炭占62.8%。石油占18.8%,生物质占13%,天然气占2.4%,水电占2%,核电占0.8%,其他可再生能源占0.2%。（见图1）", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>笔者前不久参加了某种型号锅炉申报节能产品的评审,有检测单位为此锅炉提供的热效率测试报告称:该锅炉的排烟温度为60～70℃,热效率超过百分之一百。参加评审的一些专家认为这是不可能的,因为它违反了能量守恒定律,一些有专家认为按锅炉测试规程是可能出现锅炉热效率大于百分之百的。孰是孰非,笔者认为有必要进行思索和研讨。锅炉热效率大于100%违背了能量守恒定律,显然是错误的,出现这个问题的主要原因是现有锅炉测试规程中锅炉热效率测试中,它的输入能量采", "label": "动力工程及工程热物理", "id": 0}
{"content": "用数值模拟软件Fluent12.0对循环流化床锅炉实验模型进行了三维数值模拟研究。模拟的最大特点是数学模型的布风板开孔率及风帽布置与实验模型一致,而且边界条件的设置按实验工况进行设置。通过分析模拟结果发现:在稀相区壁面附近存在较高浓度的回流颗粒,稀相区水冷壁受热应该较均匀;炉膛出口颗粒流动受加速效应的影响,炉膛顶部颗粒相流场不均,在锅炉的设计中应避免该问题。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文利用天然气燃烧产生烟气来模拟除尘器后燃煤锅炉烟气,进行了高水分烟气水露点下横向冲刷错列管束的对流冷凝换热试验研究。得到了水蒸汽份额和烟气流速对烟气与受热面管束间对流冷凝换热影响规律,并将试验结果与传热学经典拟合公式计算结果进行了对比分析。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>0概述由于煤场结构原因和煤炭市场的因素,公司进煤无法完全满足设计煤质的要求。分仓配煤掺烧的目的是在现有燃煤系统和煤仓与燃烧器不同对应关系的情况下,探索锅炉安全稳定燃烧下的最优煤种上仓组合,指导运行人员锅炉燃烧的优化调整,提高锅炉效率,摸清某公司#4炉分仓配煤后对机组安全及经济性的影响,以及对机组负荷调节能力的影响。为改善煤场存煤结构,挖掘", "label": "动力工程及工程热物理", "id": 0}
{"content": "研究了燃煤循环流化床锅炉原煤和冷渣的颗粒形貌特性和空间分布特性.结果表明,冷渣颗粒与原煤颗粒相比呈现了更明显的片状特征,原煤和冷渣都显示了颗粒球形度随着颗粒度变大而下降的趋势.冷态循环流化床试验台上进行的颗粒分层取样表明,鼓泡流化床或循环流化床密相区的中上部,颗粒分布以中小颗粒为主.而在床层下部,则以大中颗粒为主,且大颗粒的质量分布与中小颗粒的质量分布皆然相反.这种处于床层下部的大颗粒同时也处于流化床运行的低温反应区.根据燃烧学和流化床锅炉运行经验判断,大颗粒应处于动力燃烧控制区,这可能是流化床锅炉冷渣存在黑芯（残碳）的根本原因.", "label": "动力工程及工程热物理", "id": 0}
{"content": "采用欧拉双流体模型,用Fluent6.2.16软件对循环流化床锅炉内气固两相流场进行了数值模拟.通过研究可知:稀相区内颗粒浓度分布呈中心低,近壁高的\"环-核\"规律;颗粒速度为在中心向上边壁向下的内循环流动结构;压降分布与颗粒浓度有很大关系.操作气速和质量循环流率共同影响气固两相流动规律,操作气速对颗粒浓度的影响大于质量循环流率的影响作用,气速的增高使颗粒浓度分布均匀;颗粒粒径减小使颗粒浓度轴向分布均匀,轴向速度分布不均匀.", "label": "动力工程及工程热物理", "id": 0}
{"content": "在尺寸为1.5×0.864×4.9m~3的循环流化床试验台上,以粒径0.1-0.425mm的玻璃珠为床料,以空气为流化介质,利用高速摄影和粒子图像测速技术,对炉膛结构对床内气固两相流动特性的影响进行了实验研究.获得了流化床内密相区,过渡区防磨板台阶处以及稀相区炉膛边角和挂屏处颗粒流动的速度分布,得出的实验数据表明:在密相区,颗粒的运动过程主要是以气泡尾迹携带上升为主.受炉膛后墙渐扩截面的影响,颗粒更容易对后墙形成较大冲刷.密相区内气泡的运动速度要远大于颗粒的运动速度.过渡区防磨板的布置引起流通截面突变,台阶效应作用下颗粒对防磨板的冲刷作用显著增强.由于分离器的偏置布置,稀相区段出口效应作用明显,整个稀相区截面运动均受其影响,颗粒横向运动显著,环核流动受到破坏.由于挂屏的阻隔,在局部位置一定程度上减弱了出口效应,挂屏与炉壁之间的颗粒流动主要受气流和壁面约束的影响,在挂屏拐角处由于颗粒的聚集易形成局部的高浓度区域,而挂屏与左墙之间颗粒运动依然受出口影响较大.", "label": "动力工程及工程热物理", "id": 0}
{"content": "在冷态模型装置上使用PV6A型颗粒速度光纤测量仪、毕托管对循环流化床锅炉炉膛内的颗粒速度进行了测量与分析.实验结果表明:在流化风速为2.57m/s,循环质量流率为0.58kg/m~2·s,一次风量为2300m~2/h,二次风量为1500m~3/h时,循环流化床锅炉炉膛内颗粒浓度分布、压降、流化状态、质量循环都达到一个较稳定的水平,呈现典型的环核分布特征.", "label": "动力工程及工程热物理", "id": 0}
{"content": "主要论述了一种利用声学传感器获得数据,并在此基础上利用正则化方法对锅炉炉膛温度场进行重建的算法。该算法最大的特点是通过在温度场重建中加入火焰先验信息,提高当测量数据较少时温度场的重建精度。文中给出了该方法的测量原理及计算机仿真结果。", "label": "动力工程及工程热物理", "id": 0}
{"content": "对一台燃煤锅炉干式除渣机内部的空气流动进行了数值模拟和试验测试。空气流动模型采用了RNGk?ε湍流模型,并用SIMPLE算法和QUICK差分方案进行数值求解。数值计算给出了除渣机内部空气流动的基本情况以及除渣机各个进风口的流速和流量。各个进风口的流速和流量的数值结果与试验结果基本一致,但由于数值模拟没有考虑设备漏风,因此各风口流速的数值结果一般略高于试验结果。还对在不同进出口压力差下除渣机内部空气流动进行了数值模拟,给出了除渣机内空气流量随进出口压差的变化规律。数值模拟结果表明,在所计算的参数范围内,随着压差增大,流量近似线性地增大。", "label": "动力工程及工程热物理", "id": 0}
{"content": "利用热态磨耗试验台研究快速水化团聚颗粒在流化床中热态条件下的磨耗特征。研究表明,飞灰团聚用水量、添加剂用量、流化速度是影响飞灰团聚颗粒磨耗速率大小的关键因素。随着流化速度的降低、添加剂用量的提高,团聚颗粒的磨耗速率降低。飞灰团聚用水量在40％左右时,团聚颗粒磨耗速率最低。亦即在上述条件下团聚颗粒在流化床中停留时间相对较长,进而飞灰碳降低的幅度和自由氧化钙的利用率可能较大。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>近年来,当人们对网络、基因有些了解之后,一个更为陌生的科技新名词--- 纳米（nm）,又走进了人们的生活和工作中。纳米是一个长度单位,仅此而已。它是一米的十亿分之一,相当于四、五个原子的长度。二十世纪八十年代初,世界上第一台扫描隧道显微镜（STM）, 由美国商用机器公司（IMB）研制成功。它的诞生,使人类第一次能够直接观察到单个原子或分子在物质表面的排列状态,研究与表面电子等有关的性质。自从STM出现后,世界上便诞生了一门在纳米尺度（1～100 nm）范围内研究和改造自然的科学技术——纳米科技。通俗地讲,纳米科技就是与纳米微粒, 甚至是分子、原子打交道的科学技术。", "label": "动力工程及工程热物理", "id": 0}
{"content": "汽包锅炉的水循环方式分强制循环和自然循环两种,强制循环又有多次强制循环和一次强制循环（即直流锅炉）。多次强制循环锅炉配备炉水循环泵,水冷壁上升管入口处加装节流圈（控制循环）,水循环压头大,质量流速充足,循环稳定。自然循环锅炉靠水冷壁与下降管的重度差产生压头,压头小但设备结构简单,运行操作容易掌握而且比较安全。本文结合华能大连电厂一期#1、#2机组为多次强制循环锅炉（文中简称强制循环锅炉）,二期#3、#4机组为自然循环锅炉的生产实际,对这两种锅炉水循环方式的原理、结构和设计思想进行了比较研究,总结出实际生产运行中二者的特性和优缺点及具体运行操作方式的不同,以求达到对电厂运行人员的实际操作有所帮助的目的。", "label": "动力工程及工程热物理", "id": 0}
{"content": "环境标准是中国国家环境法律法规在技术方面的具体体现。国家制定的锅炉污染物排放标准是促进锅炉科技进步的有力武器,对采用先进的锅炉生产工艺设备和治理技术起到技术导向、政策导向作用。本文将对中国锅炉大气污染物排放标准的历次制修订对锅炉发展的导向作用进行比较分析,并且对今后排放标准的制修订和锅炉的发展趋势进行预测。", "label": "动力工程及工程热物理", "id": 0}
{"content": "目前,在中国有500,000台工业锅炉正在运行。其中大多数是低燃烧效率高污染排放的炉排炉。这些炉排炉降低了能量利用效率,恶化了中国的环境。西肯塔基大学燃烧试验室和BDDB有限公司一起开发一种新型的卧式旋流流化床燃烧技术（HSFBC）。HSFBC使固体粒子在浓密的状态下在水平方向旋转。因此,燃料和吸附颗粒的滞留时间显著增加,进而,锅炉的燃烧效率得到提高,SO2的排放减少。和传统的FBC比较,HSFBC技术燃烧效率较高,污染排放较低,钢耗量和能耗量较低。应用HSFBC技术,只要很小更改和很低的成本,可把炉排炉改装成高效低污染排放的设备。因此,这种技术有很广的市场前景。一个研究热传导和水动力的HSFBC的实验规模的模型将在WKU燃烧实验室建成。根据试验规模机组上获得的结果和经验,一个40T/h的HSFBC示范机组将在BDDB建造和运行。这篇文章详细叙述HSFBC技术。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了提高福建极低挥发分无烟煤在煤粉锅炉中燃烧的稳定性和经济性,采取增减锅炉各段受热面积,重新调整锅炉各段传热量分配比例,对燃烧与传热过程进行合理规划的技术改造,取得了显著的效果。", "label": "动力工程及工程热物理", "id": 0}
{"content": "结合实验结果,建立了丝网除沫器流动阻力计算的多孔介质方法,模拟计算了蒸汽在除沫器中的压降。分析了网丝直径、填充密度、蒸汽流速对丝网除沫器流动阻力的影响规律。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对在线最小二乘支持向量机参数优化和蒸汽预测非线性,提出了基于差分进化算法与在线最小二乘支持向量机相结合的优化预测算法。使用此算法对蒸汽产量进行预测,结果证明可为蒸汽生产和实时调度提供决策依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "对热气流中的单个球形燃料液滴,在考虑液滴内部有限导热、膨胀及换热瞬态变化的条件下,建立了模拟蒸发过程的数值模型。以液滴的瞬时半径为参考,通过空间坐标无量纲化,将瞬态变化的液滴蒸发计算域转换为不变的无量纲计算区域,导出了相应的控制方程形式。基于该控制方程,采用控制容积法,建立了迭代求解液滴蒸发过程的隐式离散格式,编制了计算程序。通过与文献中采用固定空间网格的剥层计算法的计算结果比较,验证了该方法的可靠性。在比较分析离散网格数与时间步长对计算结果影响的基础上,模拟计算了不同条件下燃料液滴的蒸发特性,分析了气流环境压力、气流与液滴的初始相对速度以及热辐射等因素的影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "过热蒸汽的输送管路上设置输水装置,由于性能、产品质量及安装方法等方面的原因,在输水的同时,造成了大量的蒸汽泄露。既浪费了能源,也增加了管道系统投资。本文通过对管道输送过程中过热蒸汽状态的变化情况进行理论分析,提出了实现过热蒸汽的无冷凝输送的技术措施。", "label": "动力工程及工程热物理", "id": 0}
{"content": "将液滴在常压下突然置于低压环境中,液滴由最初的平衡状态变成过热状态。发生闪蒸。本文实验研究了低压闪蒸液滴内部形态和温度的变化。系统描述了液滴闪蒸过程中的各种形态变化,总结了稳态闪蒸和稳态结冰过程中环境压力和初始温度对温度变化的影响。实验结果表明液滴闪蒸分六种形态。稳态闪蒸中环境压力越低,液滴的最终温度也越低；液滴的初始温度越高,降到最低温度的时间越长。稳态结冰过程中,液滴初始温度增加,液滴结冰温度和结冰回升最高温度也随之增加；液滴的结冰温度和回升最高温度随环境压力的增高而减小。", "label": "动力工程及工程热物理", "id": 0}
{"content": "蒸汽通常处于两相流状态,蒸汽干度是蒸汽应用的重要参量。由于在两相流中水和干蒸汽具有不同的折射率,测量汽液两相流的折射率值可以得出汽液的体积比例。知道了体积比,蒸汽的干度值可以从测量的温度或压力值中计算出来。测量装置由光学探头、传输系统、光源、探测器和电路组成。探头的折射率调制信号可以由各部分的参量给出。对典型的装置参量来说,空气的折射率调制值为5μW,水的折射率调制值为20μW。光学、温度和压力传感器都是经过高温高压试验的,测量装置可以在温度为300℃、压力为20MPa的蒸汽中工作。", "label": "动力工程及工程热物理", "id": 0}
{"content": "文中提出25MW后汽供热机组采用次高压次高温蒸汽初参数在发电供热条件相同的情况下,热经济的差异,定性与定量和技术经济估算。在一般条件下应采用高压高温蒸汽初参数,特殊情况下才可采用次高压次高温蒸汽初参数。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>1.蒸汽系统蒸汽在热力系统中主要作为一种传递热能的载体,蒸汽管网系统——主要由蒸汽的产生、输送、控制和监测、使用、余热与二次蒸汽再利用、凝结水回收及凝结水的精处理等主要部分组成。广泛应用于石油、化工、制药、冶金、食品、橡胶、造纸、纺织、电力、电子、军工等国民经济诸多产业。", "label": "动力工程及工程热物理", "id": 0}
{"content": "翅片式散热器是气液换热器中应用最普遍的换热器。其工作原理是在基管或者基座上安装翅片,从而改善设备的传热性能。本文选定翅片式散热器中使用最为常见的CPU散热器进行分析。散热器的散热性能对相关设备的稳定运行起着关键性的作用。通过有限元法对CPU散热器进行合理的热分析,了解其散热效果,讨论影响散热性能的因素,对于今后改善类似散热器的设计,有着重要的工程实用价值。本文通过调研选定市面上某款散热器型号,依据其实际尺寸合理简化后,应用Inventor 2016建立相应的几何模型,再导入ANSYS软件中,进行合理的网格划分后,完成了稳态热分析和瞬态热分析,分析得到其温度和热流率云图,探究其散热性能,同时通过改变材料和散热器尺寸等参数,讨论了对散热器散热性能影响较大的因素,为今后类似散热器的设计和改良提供了一定的参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "高温热管技术在航天器热防护、热传递、热管理等方面具有广泛的应用前景。热管由于加工制造等因素,内部会存在不凝气体对其热性能产生影响。本文实验测量了不凝气体存在情况下高温热管管壁和蒸气温度、蒸气压力、启动时间等参数的变化规律,研究不凝气体对高温钠热管启动及稳态热性能的影响。研究发现,不凝气体会影响热管内转变温度的大小,不凝气体限制了热管的轴向传热能力,有利于避开音速极限,不凝气体压力的增加（6～108kPa）会导致热管启动变慢（21～42min）。对于热管的稳态工况,不凝气体导致热管冷凝段出现未启动部分,该部分管壁温度高于蒸气温度约5°C,证实不凝气体对热管传热的削弱,同时热管工作温度的升高会逐渐压缩不凝气体,增加热管的有效工作长度。本文通过实验获得了热管内不凝气体的实验数据,为高性能热管的制造提供数据支持。", "label": "动力工程及工程热物理", "id": 0}
{"content": "翅片式换热器的管间距是换热器设计过程中的重要参数,选定合适的管间距,可以在消耗相同材料的前提下,更有效地提高换热效率,不同厂家会选用不同换热器的管间距设计规范。换热器管间距减小,换热面积减小,影响换热效率;管间距适当减小时,空气流动扰动增加,湍流度增加,可增强换热,同时管与管之间翅片温度提升,换热效率提升,换热器整体换热效果取决于以上综合因素的影响。本文选取工作中实际案例,选用3200W家用空调,选取5mm管径的外侧换热器,分析管间距不同（19.5mm→19.05mm）对换热效果的影响。结合理论分析,通过对换热器进行优化,同时进行额定和高温下的能力、能效验证,达到节省材料成本、提高整机的换热效果的目的。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文通过Fluent数值模拟的方法对内置螺旋纽带和螺旋弹簧组合结构的换热管的换热性能进行数值分析,同时采用传热性能评价准则（PEC）对换热性能和阻力损失进行综合评价。结果表明:当螺旋弹簧和螺旋纽带的扭转比减小时,会增加管内的阻力损失,但也会使得管内的换热效果增强;当螺旋纽带的扭转比βr（2.0,3.0）时,管内的换热效果较佳。", "label": "动力工程及工程热物理", "id": 0}
{"content": "某S2205双相不锈钢烟气换热管在使用中发生泄漏事故,采用扫描电镜及能谱分析、化学成分分析以及金相检验等手段揭示其泄漏的原因。分析结果表明,该烟气换热管泄漏是由于管外臂材料在含有O、S、C1等多种离子的烟气冲刷下发生选择性腐蚀所致。", "label": "动力工程及工程热物理", "id": 0}
{"content": "套管式热交换器是一种灵活高效的换热设备,其结构简单,由两种不同尺寸的钢管组合成同轴内外管结构,多个内外管结构之间通过支管或弯头相连。套管式换热器内外管尺寸相差较小,在对套管式热交换器相连的管道进行抗震分析时,往往不符合力学解耦准则,不能将套管式热交换器与相连管道分开计算。根据套管式热交换器的内外管结构,本文基于PIPESTRESS软件对某核电站套管式热交换器及其相连管道整体建模,提供两种对套管式热交换器的建模方式,对热交换器及其相连管道自重、热膨胀、地震等载荷进行计算,计算不同载荷及组合工况下的最大应力及最大应力比,根据RCC-M规范对其应力进行评定。分析结果表明,两种建模方式计算结果差异极小,整体建模后的套管式热交换器与其相连管道所有节点应力均满足RCC-M规范的要求,为套管式热交换器的建模及与管道的耦合计算提供了工程实践经验。", "label": "动力工程及工程热物理", "id": 0}
{"content": "热管冷却反应堆因固有安全性、模块化结构等特点具有广泛的应用场景。热管传热极限限制了热管堆的运行。本文采用实验的方法对高温钠热管（Φ30mm×2000mm）的管壁温度、蒸气温度、压力进行检测,研究倾角、加热/冷却功率的影响以确定热管传热极限和可行域。研究发现,热管启动到稳态运行过程中冷凝极限、夹带极限、毛细极限均可能出现。蒸气转变温度实验值（>580℃）高于理论值（429℃）,转变温度随倾斜角度增加而增加,其与加热功率无关。冷凝极限中冷却过强将导致部分冷凝段存在未启动部分,使得热管有效工作长度降低;冷却不足导致热管工作温度升高,管壁可能因高温失效。夹带极限在大倾斜角度工况发生,表现为蒸发段温度升高和剧烈的温度波动。充液量较大时,热管蒸发段出口因夹带而首先过热。毛细极限在热管的启动及运行过程中均可能出现,表现为蒸发段温度升高,与夹带极限不同的是毛细极限更容易出现在小角度下（<30°）,可通过考虑重力的毛细功率进行区分。本文通过实验获得了热管传热极限的特征及实验数据,为热管冷却反应堆的运行策略提供数据支持。", "label": "动力工程及工程热物理", "id": 0}
{"content": "受空间紧凑度、热应力、制造工艺等因素的影响,印刷电路板式换热器常采用错逆流布置形式。目前,针对这种流动布置方式的设计,尚缺少相应的传热因子修正方法。针对此情况,提出一种新型的错逆流形式区域划分方法,利用数值计算方法对纯错流布置形式的传热系数修正因子进行计算,并与解析解对比,验证方法的有效性。最后,给出多次错逆流流动形式的LMTD及e-NTU方法温差修正图。", "label": "动力工程及工程热物理", "id": 0}
{"content": "流体诱发振动是换热器内部管束失效的主要原因之一,但同心圆排布管束的流致振动分析尚未有相应的标准与评价方法。本文根据同心圆排布管束的排列特点,将同心圆排布简化为近似正方形排布、近似三角形排布以及过渡段排布三种排列方式,采用水洞实验装置进行了管束湍流抖振的实验研究。结果表明,在本文的研究参数范围内,管束的振动幅值均小于管束外径的2%,且未发生明显的漩涡脱落现象,表明湍流抖振对管束产生的激振作用较小;同心圆排布时湍流抖振的起始点基本相同,不受排布的影响;三种排布方式在湍流抖振时振幅近似正方形>过渡段>近似三角形。本文的研究结果课为同心圆排布管束的流致振动分析与设计提供了参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "目前广泛应用的微动磨损的预测模型为Archard模型,该模型无法考虑冲击在磨损中的作用,实际上冲击-滑动磨损中的冲击作用是不可以忽视的。本文基于一种能量方法的冲击-滑动预测模型,建立有限元计算程序,分别分析Archard模型和所述基于能量模型的方法的结果,可以更好地预测蒸汽发生器微动磨损预测,保证设备安全运行。", "label": "动力工程及工程热物理", "id": 0}
{"content": "翅片管式换热器是人们在改进管式换热而的过程中最早也是最成功的发现之一。这种换热方法是所有各种管式换热面强化传热方法中运用最为广泛的一种。它不仅适用于单翅片管式换热器,而且在动力、化工、石油化工、空调工程和制冷工程中应用得非常广泛。对于内螺纹式翅片管式换热器,由于其结构特点,有时难以进行耐压试验,则需要其他替代耐压试验的检验方法。本文详细介绍了内螺纹式翅片管耐压试验的替代检验方法,并为翅片管式换热器的在役检验提供了科学依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为掌握预冷器在水压试验阶段中高应力/应变区的应力状态,并验证所建立的预冷器有限元模型的合理性和分析结果的正确性,对某预冷器进行单独壳程水压试验加载下变形及受力的数值模拟,并开展单独壳程水压加载下的电测应变/应力分析试验,得到管板及外筒上各测点的应变电测数据。试验结果表明,应变采集过程平稳,所采集到的应变数据可靠。同时依据弹性力学理论,可得出测点处的应力状态。通过数值模拟与试验研究结果的对比发现,各测点的等效应力与有限元数值模拟的结果吻合良好。验证了本文所建立的预冷器结构的有限元模型的正确性。研究成果对薄管板预冷器的分析与设计有较好的指导作用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "将缠绕管式换热器代替目前普遍使用的PCHE用于超临界CO2布雷顿循环发电系统具有潜在前景,而S-CO2在变物性和旋流强化支撑体交互作用下的传热与流动实验研究仍十分匮乏。本文搭建了一套S-CO2闭式循环测试平台,对超临界压力下CO2在竖直旋流通道（管外径为6.35mm、管内径为4.57mm、螺距为50mm、螺旋直径为80mm、总长度为1000mm）中的对流换热特性进行实验研究,并与直管进行对比。揭示旋流通道内S-CO2在变物性、浮升力、离心力耦合作用下的湍流传热特性。本文研究进一步丰富和发展了超临界CO2测试系统,为今后提出超临界CO2在旋流通道内的传热与流动设计准则奠定了基础,对缠绕管式超临界CO2换热器在核电以及光热发电中的应用及推广具有一定的工程应用价值。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文介绍了5G基站散热器客户材料的发展及导热率需求,并且总结了压铸散热器壳体的基本特征;分析了压铸机的选择办法,并且从压铸成型5G基站的特征,通过计算分析了压铸工艺分别对压铸速度,顶出力,压铸定模板厚度的需求,建议压铸机提供商从压铸机设计阶段给予考虑。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文介绍了某型散热器零件在生产过程中出现的局部气孔缺陷原因分析及解决措就行了,通过高压铸造CAE软件分析,准确快捷的提供在高压铸造过程中各时间段时的充型及凝固信息,通过模拟结果快速准确地找到原因并辅助工艺人员对浇注系统,溢流排气系统进行工艺优化,有针对性地提出解决措施,提高了问题处置速度,提升了产品合格率,降低了废损成本。", "label": "动力工程及工程热物理", "id": 0}
{"content": "翅片管换热器换热性能直接影响制冷热泵机组能效、运转安全性等,而换热器管排数对翅片管换热器性能及换热量等参数有较大影响。文章针对R410A制冷剂,利用EVAP-COND软件计算分析了外掠气流中三角风速分布工况下,不同管排条件对房间空调器、冷风机蒸发器换热性能的影响。结果表明:随管排数的增多,两种工况下蒸发器的换热量依次增大。对于空调器,最小值比最大值小42.8%;对于冷风机,最小值比最大值小64.8%;管排数的增多使制冷剂流量和压降都增大。当管排数增多时,管路数多的压降更大,几乎呈线性正相关;制冷剂流量的变化趋势与换热量基本保持一致,管路数越多增加趋势逐渐变缓;对于空调器选用多排数时,可适当提高迎面风速,以增强后面几排的传热,建议3排最佳;对于食品冷冻冷藏冷风机,进出风温差受风量的影响较大,为避免进出风温差大,增加食品干耗,建议小温差大风量控制电耗情况下,可以适当增加排数以4排管。", "label": "动力工程及工程热物理", "id": 0}
{"content": "近年来,印刷电路板换热器（PCHE）由于其紧凑度高,换热效率高等优点引起了人们的重视,其中翼型翅片PCHE还具有压力损失低这一明显优势。翼型翅片的形状会对流场的分布情况产生影响,使之产生不同程度的旋涡和回流,进而影响换热器的性能。本文针对NASAX330翼型翅片PCHE流动情况和换热性能进行了对比研究,分别对不同雷诺数Re情况下X=0,3,6,9时的PCHE进行数值模拟计算。结果表明,随着X和Re的增大,流体扰动程度加强,边界层破坏越剧烈。此时摩擦系数f增大,流动阻力明显增加,压力损失变大;但与此同时努塞尔数Nu也随之变大,换热性能越好。由于X=3,6,9时翼型为非对称,所以本文也对比研究了两列翼型翅片同向和反向两种情况,结果表明同向时流体的扰动程度更大,相应的压力损失越大,但换热性能更好。结论:（1）NASA X330翼型翅片同向排列时,流体扰动程度更大,对边界层破坏更剧烈,造成的压力损失更大,但是换热性能更好;（2）NASA X330翼型翅片PCHE随着X和Re的增大,翼型翅片附近产生的旋涡和回流越剧烈,此时压力损失增大,但换热性能更好。", "label": "动力工程及工程热物理", "id": 0}
{"content": "板式换热器的流动换热与复杂流动中的气泡行为有着显著的关系。以空气/水的混合物为冷流,利用高速摄像机对两相流条件下的板式换热器内气泡流动进行了试验研究。在板片以不同的位置安装情况下,研究了两相流中气泡的运动轨迹,讨论了整板流动轨迹和单个气泡运动轨迹的关系以及气泡行为与安装位置的关系。研究发现,板片横向安装时,流道内的气泡分布没有垂直安装时的分散,气泡通过流道的时间较长。其中,小气泡受板片复杂结构的影响比大气泡所受影响更大。两种安装模式下,流道内都出现了气泡融合和旋涡现象。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了响应节能减排的号召,某钢厂以高炉煤气和少量焦炉煤气作为燃气-蒸汽联合机组的原料,所发电供其钢厂使用。由于燃机是定容设备,其功率和热效率深受进气温度的影响,需在燃机进气通道前加装翅片管式换热器,使空气温度冷却至17℃,保证燃机在高温天气能在高效区运行。通过M251S型燃机标准进气量（5000Nm3/min）和冷冻水进出口温度（7/12℃）设计翅片管式换热器尺寸以满足燃气轮机的进气设定温度（17℃）。建立冷冻水和空气换热的流动、传热的数学模型,并确定边界条件和物性参数;以进气温度为43℃为例利用Fluent进行数值仿真,得到换热器内流场,温度场以及压力场,为换热器设计提供理论依据,进一步提高燃机的功率和热效率。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文分析内螺纹管换热系数和压降对空调整机性能的影响。通过换热器单体实验表明:通过内螺纹管参数优化,内螺纹管冷凝换热系数升高,同时蒸发压降升高。在大一匹能效2级变频整机实验结果表明:内螺纹管的换热系数提高,额定制冷量增加;但由于压降的影响,额定制热工况外机出现结霜现象,同时中间制热量略微降低。结果表明:管内压降对制热工况的影响要高于对制冷工况的影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文分析了7mm水平内螺纹管齿形参数对换热器性能的影响,基于内螺纹管传热系数经验公式和换热器单体实验,对内螺纹管管内的换热特性和制冷剂流动特性进行研究。结果表明:随着内螺纹管管内表面传热系数增大,管内制冷剂流动压降增加,管内蒸发压降明显大于冷凝压降。在翅片管换热器应用中,管内流动压降对换热器蒸发能力影响高于对冷凝能力的影响,换热器冷凝能力随管内表面传热系数增大而增强,蒸发能力随管内表面传热系数增加而减弱。同时结合空调整机性能测试,对不同齿形参数内螺纹管的蒸发器和冷凝器性能进行评价,结果表明:通过优化内螺纹管齿形结构,使得换热器冷凝能力增强,蒸发能力保持相当（或略有下降）的情况下,蒸发器和冷凝器的性能能够得到改善。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在换热器设计时常见定压差和定风量两种场景,本文以定压差为前提条件就片距对换热器性能影响进行分析。通过借助经验公式对换热器进行理论分析,利用焓差实验室对单体换热器进行实验测量得出以下结论:当换热器前后压差一定时,随着片距的增加换热器的换热量先增加后减小,片距为1.4mm时换热量取得最大值。换热器的风量随片距的增加而增加,增加的速度逐渐减慢。综合换热因子随片距的增加存在最大值,且当压差改变时最大值对应的片距也发生改变。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文通过试验设计分析翅片构造、翅片排水槽、涂层对热能力、压降、结霜的影响。得到,针对热泵型微通道换热器的翅片的设计结果。涂层可以减慢霜层的形成,可以延长除霜周期。排水槽在迎风面更有利于结霜。百叶窗的构造,可以增加非结霜情况下换热性能约10%,但却使翅片表面结霜速度明显加快。最终通过整机对比结果,得出结论:排水槽前置、追加涂层、百叶窗更有利于提升整机能效,并能够替代传统的翅片内螺纹管换热器。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着车辆法规日益严格,以及各国对环境的重视,节能减排将是汽车发展的重点。高效、节能、紧凑式是散热器发展的趋势,因此对散热器的性能提出了更高的要求。通过对散热器扁管进行打凹坑,增加防冻液在扁管内部的绕流,提高液体流动的均匀性,从而增强换热性能。此打点扁管不增加任何原材料的成本,可提高散热器换热性能。", "label": "动力工程及工程热物理", "id": 0}
{"content": "近代工业的快速发展离不开工业炉窑支撑。工业窑炉被广泛应用于金属冶炼、机械制造、焦化、建材、石油化工等行业。但由于工业窑炉本身其生产工艺特点,火灾爆炸事故多发。本文通过对道化学（DOW）火灾爆炸指数法的研究分析后,将其应用于对工业窑炉的安全评价,确定火灾爆炸危险等级,为更好的做好工业窑炉的安全管理工作提供理论依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "印刷电路板式换热器（PCHE）由于其紧凑高效的特点经常被用作再压缩式超临界CO2（S-CO2）布雷顿循环中的回热器,是对系统循环特性影响很大的设备。为了分析回热器尺寸对再压缩式S-CO2布雷顿循环性能的影响,基于PCHE内的流动和传热关联式,编写计算程序分析了回热器截面积和长度参数对再循环效率和回热器回热度的影响,并简单阐述了具体影响机理。", "label": "动力工程及工程热物理", "id": 0}
{"content": "印刷电路板式换热器（PCHE）是一种能运用于核能、液化天然气等多个领域的新型换热器。本文采用计算流体力学方法对Z形PCHE的流动传热特性开展研究。以超临界二氧化碳作为工质,湍流模型采用SST k-ω模型,使用FLUENT中分段线性插值的方式控制二氧化碳的物性进行数值模拟。模拟结果表明,PCHE流场具有周期性分布的特点,通道弯折处流体扰动增强,流体速度增大,弯折处附近存在漩涡。工质温度升高会使换热系数减小,高热侧入口温度下流体的温度区间跨度较大,换热系数有较为明显的减小;除此之外,二氧化碳物性变化会导致换热系数变化趋势存在转折点。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>换热器是电厂工程和化工中运用最广泛的设备之一,传热面往往会遭受更严重的腐蚀。该系统较之其他系统最重要的特征是存在热边界层,热边界层对传热面腐蚀行为和机制有何影响?传热面热量传递对缓蚀剂吸附行为和作用机制有何影响?这些问题是腐蚀与防护学科领域应关注的核心基础问题。然而,国内外十分缺乏相关的深入研究。本文采用自制的模拟金属传热面实验装置,研究了不同传热作用对Q235钢的腐蚀行为", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着家电行业的发展,铝管铝翅片换热器产品向\"小管径、内齿化\"方向发展的趋势越来越明显,而铝管液压胀管是其生产过程中的一道重要工序。为了研究铝管在液压胀管后相关尺寸及力学性能的变化,本文研制了铝管液压胀管试验系统,并进行了液压胀管试验。结果表明:当液压胀管压力值增加至20MPa时,φ6.35mm×0.8mm圆铝管管径增大8.8%,壁厚减小7.5%。当液胀压力值增加至14MPa时,φ6.35mm内齿铝管管径和齿底宽分别增大8.5%和1.2%,齿高减小2.4%,壁厚保持不变。φ6.35mm圆铝管和内齿铝管液压胀管压力值的选取范围分别为17～18MPa和10～12MPa。该液压胀管试验系统能够满足铝管液压胀管的需要,可为铝管液压胀管试验研究提供可靠的参考依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "翅片管式换热器在空调热泵系统中应用广泛,其流路设计对换热器性能有较大影响。本文基于分布参数法建立了翅片管式换热器仿真模型,经与测试结果对比,模型计算偏差小于±5%。基于所建立的模型,计算分析了不同流路布置形式（逆流、顺流、交叉流）,不同分流数量和过冷管布置等因素分别对冷凝器和蒸发器的性能影响。在计算工况下,逆流时冷凝器性能最大,3进2出流路的综合性能最好。", "label": "动力工程及工程热物理", "id": 0}
{"content": "提高水平管降膜蒸发器的换热效率是制冷行业中亟待解决的问题。影响换热器换热效率的一个重要因素为管束的管型。因此,在制冷系统中,对不同管型换热管管外成膜情况及液膜流动情况进行研究以此来提高换热器的换热效率更为重要。本文通过Fluent商业数值模拟软件,建立二维模型,分别模拟计算了圆管、滴形管和蛋形管三种管型的换热管,分析比较了换热管外成膜情况、液膜流动状态及液膜厚度来研究水平管降膜蒸发器在不同管型下的换热效率。计算结果表明:在换热面积相等的情况下,异型管换热效率要高于圆管,其中蛋形管管外成膜排数最多,液膜厚度最薄,液膜流动较稳定,换热效果优于其他异型管。同时针对蛋形管管束,分别研究了不同流速和管间距对其换热效率的影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文为了研究二维入口段方形粗糙元微通道的流动换热特性,以水作为流体介质,利用CFD软件对微通道在层流状态下进行数值模拟研究,分析相对粗糙度和粗糙元间距对微通道流动换热的影响,并对其进行传热强化和流动减阻方面的理论分析,探究其传热强化和流动减阻的特性,为工业上应用微通道换热器提供理论基础。数值计算结果表明:（1）在相对粗糙度的影响下,微通道的Nu随着相对粗糙度的增大而增大,微通道的f随着相对粗糙度的增大而增大,用综合强化换热因子PEC来评价得出,相对粗糙度为5%时的综合强化换热因子最大;（2）在粗糙元间距的影响下,取相对粗糙度为5%时,粗糙元间距为1:1时的Nu最大,但是粗糙元间距为1:1时的f也最大,用综合强化换热因子PEC来评价得出,粗糙元间距为1:1时的PEC最大。", "label": "动力工程及工程热物理", "id": 0}
{"content": "靶向加热技术在加热炉节能改造中具有广阔应用前景。本文介绍了靶向加热节能技术的研究背景、研究热点、应用现状及未来的发展趋势,希望引起更多相关研究者的重视,推动我国的\"节能减排\"战略的贯彻和落实。", "label": "动力工程及工程热物理", "id": 0}
{"content": "简要介绍了热管工作原理,以及热管效应在余热回收中的应用,依据TRIZ原理将热管效应应用于传统的压力锅设计之中,主要从理论方向分析了该恒温高效传热锅的工作原理,通过结论说明恒温高效传热锅在科技创新、技术研发和工艺改进等方面具有较强的实际应用价值。", "label": "动力工程及工程热物理", "id": 0}
{"content": "换热器是热力系统的关键设备。优化换热设备的设计,提高其效率和紧凑性成为工程设计、理论研究人员的重要目标。通过solidworks建模,ICEM生成网格,基于Fluent模拟软件对换热器壳程流体流动和传热特性进行数值模拟分析,结果显示进出口压降、壳程换热系数随着折流板间距的变小而逐渐增大,换热器自身的性能系数随折流板间距变大而增大;换热器壳程进出口压降、壳程换热系数随着折流板高度的增加而逐渐变大,换热器的性能系数随着折流板高度增大而降低;换热器壳程进出口压降、壳程换热系数随着壳程流速的增大而增大,换热器的性能系数随着壳程流速的增大而呈现递减趋势。模拟结果对改进和提高管壳式换热器的性能及传热效率具有理论意义和现实意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文调研MOX燃料技术专利现状,对MOX燃料技术国内外专利进行申请人、国别等方面的统计分析。在此基础上,结合我国在该领域的技术特点,制定全面系统的专利布局策略,从而使我国的MOX燃料技术知识产权得到全面系统的保护。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文介绍了关于燃气燃烧的降低NOx排放方面及提高燃烧效率方面的若干典型先进技术,并且详细阐述了相关技术的特点及使用条件。低NOx燃烧技术包括烟气循环技术、分级燃烧技术、MILD（无焰）燃烧技术及强制震荡燃烧技术,高效燃烧技术包括催化燃烧技术、富氧燃烧技术,还重点对多孔介质燃烧技术进行了阐述,同时对智能燃烧控制技术予以说明,最后笔者对燃烧技术未来的发展提出了展望。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着环境对发动机低NOx排放要求的提高,贫油预混预蒸发燃烧室（lean-premixed prevaporized combustor,LPP）成为未来燃烧室的发展趋势。而这种燃烧室对燃烧不稳定极为敏感,在火焰的非线性效应占主导的燃烧系统中,容易受到高幅值的压力振荡给燃烧室带来的机械应力和热应力,在严重的情况下造成结构损坏,减少燃烧室的寿命。因此,有必要防止燃烧不稳定的发生或者至少抑制非线性极限环的有限振荡幅值。本文基于声网络方法和传递单元方法研究了声衬对由非线性火焰模型刻画的燃烧不稳定性的控制效果,其中传递单元方法用于描述声衬对燃烧系统稳定性的影响,并结合边界条件建立特征值问题。通过获得的特征频率判断燃烧系统的稳定性和非线性极限环的振荡幅值。研究发现,在声衬的有效控制范围内,燃烧不稳定的范围显著减小,非线性极限环的有限振荡幅值也被抑制。应用声衬后,当热源在0.85m-0.95m内移动时,燃烧系统不再受到速度幅值的影响始终是稳定的。这一现象与没有声衬时燃烧稳定性的规律完全不同。在探究了声衬的影响机制后发现,能量在声衬边界上的耗散是阻止热声不稳定的主要原因。", "label": "动力工程及工程热物理", "id": 0}
{"content": "环形燃烧室中的热声振荡问题由于周向模态的存在而更为复杂。实验或大涡模拟等研究方法需要较多资源。而利用声学方程建立热声网络模型可以揭示环形燃烧室中的热声耦合机理,预测热声不稳定模态。本文通过建立统一的热声网络模型,研究包含环形燃烧室,燃烧喷嘴和环形集气室整体结构的热声模态。理想情况下,整体燃烧室结构具有旋转对称性（rotating symmetry）,在实际的环形燃烧室中,每个喷嘴参数很难保证完全相同,环形燃烧室中也极可能出现周向的平均流动,此时旋转对称性将被打破（symmetry breaking）。打破对称性的因素可以包括几何因素和流动因素两类。几何因素包括燃烧室尺寸的变化,亥姆霍兹共振腔的加入;流动因素包括周向平均流动、火焰排布方式等。非对称性的引入对于热声模态频率与模态结构有重要影响,会导致模态分离现象,即原有的退化的（degenerate）模态,分裂成两个非退化的模态。对于非对称因素的合理设计可以优化环形燃烧室中热声模态的稳定性,基于解析解进行分析,发现通过合理改变火焰参数以及调整燃烧室几何结构可以有效降低原有热声模态的增长率。本文的工作将促进对燃烧振荡中非对称因素以对热声振荡影响机理的认识,掌握实际环形燃烧室中热声振荡模态的形成机制。", "label": "动力工程及工程热物理", "id": 0}
{"content": "燃烧噪声是贫燃料预混燃烧室中噪声排放的重要组成部分,并与热声不稳定现象密切相关,为提高燃烧室运行的安全性及可靠性,需针对燃烧室内的燃烧噪声发展高效便捷的预测方法。低阶网络模型方法将燃烧室分解为多个声学单元,通过各单元间的连接,分析燃烧室内的热声稳定性,具有计算速度快、物理意义明确、便于推广等优点。本文针对黎开管燃烧系统,基于低阶网络模型,分别在时域和频域内发展了燃烧噪声的预测方法,预测结果与实验测量结果取得了良好的一致性。在时域计算方面,首先建立了黎开管的低阶网络模型,结合非线性火焰模型和格林函数方法,发展了时域内压力脉动的预测方法,计算得到了极限环振荡的产生过程,模型预测的压力脉动幅值与实验测量结果能够较好吻合。在频域计算方面,在低阶网络模型中考虑了火焰单元的放热率的功率谱模型,发展了直接计算燃烧噪声功率谱的方法,并分析了不同的放热率功率谱模型对燃烧噪声预测结果的影响。通过对时域内预测和实验测量得到的压力脉动进行谱分析,将得到的燃烧噪声功率谱与频域内直接计算的燃烧噪声功率谱进行比对,结果吻合良好,验证了时域和频域预测方法的有效性。本文从时域和频域两方面提供了燃烧噪声的预测方法,可推广至复杂结构燃烧室的噪声预测中。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文通过实验法研究了在低过量空气系数条件下,烟气再循环率对表面纤维燃烧器燃烧不稳定性特征影响。分析了不同烟气再循环率条件下,炉膛空间、供燃气管道和供空气管道的压力波动特征,以及火焰图像的发光强度和分布的动态变化特征。基于实验工况条件,采用CFD方法模拟了锅炉气体空间的声速和密度的分布,并结合CFD计算结果,采用有限元方法结合计算了锅炉气体空间的声学模态,并与实验数据进行对比分析。结果表明:炉膛空间压力振荡随烟气再循环率的变化出现两个特征频率,烟气再循环率较低时特征频率为25Hz,压力波动特征为非极限环振荡形式,烟气再循环率较高时,压力波动的特征频率为1.5Hz左右,压力波动为极限环振荡形式;低烟气再循环率条件下,系统的二阶声学模态与压力波动特征频率一致,且随着烟气再循环率变化特征频率的变化趋势与实验结果一致;高过量空气系数条件下,火焰的整体发光强度的频率与炉膛压力波动的频率一致。", "label": "动力工程及工程热物理", "id": 0}
{"content": "液雾燃烧应用广泛,常用于地面重型燃气轮机、航空发动机、油气锅炉以及液体火箭发动机等领域。液雾燃烧机理复杂,燃料的组成,液滴的大小和分布,液滴的蒸发速率,液滴-蒸气-空气的夹带和混合,液滴-火焰-湍流的相互作用都会影响液体燃料的燃烧和火焰热释放。不稳定的火焰热释放与燃烧室中的声压之间的耦合导致液雾燃烧热声不稳定。燃烧热声不稳定会导致燃烧系统振动,使燃烧偏离实际工况设计点,同时还会使燃烧效率降低,燃烧污染物排放增加。严重时还会导致燃烧设备损坏,使用寿命降低,燃烧室内强烈的压力波动还会导致燃烧器熄火。液雾燃烧热声不稳定性是一种固有的非线性过程,本研究拟使用非线性动力系统理论研究液雾燃烧热声不稳定非线性动态特性,主要使用相空间技术,庞加莱截面和递归分析等非线性时间序列分析工具来研究不同工况下的液雾燃烧热声不稳定特性。实验在一台实验室尺度的3kW液雾燃烧器上进行,通过测量燃烧室的声压和火焰热释放速率,同步使用高速相机测量火焰瞬态图片,通过改变液雾燃烧器的功率和当量比,使用非线性时间序列分析处理燃烧室声学和火焰热释放信号,来研究液雾燃烧热声不稳定的非线性变化特点。", "label": "动力工程及工程热物理", "id": 0}
{"content": "采用有限差分法离散了守恒型可压缩Navier-Stokes方程和种输运方程,非粘性数值流场计算采用五阶紧致WENO混合格式,粘性项离散采用六阶紧致格式。模拟中使用了一种9种物质和19步氢氧反应的化学机理。通过与已有实验研究结果的比较,进行了一系列数值模拟,验证了该方法的有效性。数值计算结果与实验结果在振幅和演化形式上均吻合较好。然后将该方法应用于反应流,揭示了燃烧反应对Richtmyer-Meshkov（RM）不稳定性增长机理的影响。通过改变入射冲击强度、界面初始幅值和未燃混合物温度来说明它们对界面演化的影响。也为进一步开展含分散颗粒相的可压缩流动RM不稳定性研究奠定了基础,更接近于实际应用。空气侧初始温度越高,密度比越小时,化学反应放热和产物生产越剧烈,其中主要产物水主要产生于界面顶部及茎部的漩涡处,且化学反应温度越高对界面失稳具有一定的抑制作用。随着入射激波增强,界面处温度略为增高,化学反应更加剧烈,生成物浓度增大。同时,界面失稳也更加剧烈,流体速度增大加快了漩涡的剥脱,二次不稳定现象更明显。随着初始幅值的增长,漩涡的发展和剥脱更剧烈,加快进入湍流模式。另外,流体失稳界面处的温度略有增高,化学反应更加剧烈,生成物浓度更高,分布区域也更大。", "label": "动力工程及工程热物理", "id": 0}
{"content": "双级轴向旋流燃烧器的回流区大小是燃烧性能的一个重要宏观评价指标。其大小可以有效指导高效旋流燃烧器的设计。基于此,本文选取了最适合开展稳态旋流模拟的realizable k-ε湍流模型,对比分析了内、外叶片角分别为38°,43°和52°时,火焰筒中回流区的大小以及对燃烧室燃烧性能的影响,结果表明:内外叶片安装角对回流区的大小都有影响,随着预燃级旋流叶片安装角的增大,旋流强度增大,增大了回流区内的轴向逆压梯度,回流区明显增大。特别是当外叶片安装角度固定时,内旋流器从弱旋流变为强旋流时,火焰筒内部冷态流场变化最为明显。此外,文中证实了双级轴向旋流器的最佳配合方式为一级叶片安装角为弱旋流,二级旋流器叶片为强旋流。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在燃料利用过程中,不完全燃烧及其后续导致的碳烟颗粒生成问题是包含复杂化学反应的两相传质问题。研究碳烟颗粒的生成过程,能够为燃料的高效清洁燃烧及其后续的污染控制提供理论指导。本文采用分子动力学模拟方法,通过ReaxFF反应力场成功模拟了以乙炔为前驱物的碳烟颗粒生成过程。研究发现,由气态分子生成碳烟颗粒的过程主要可分为四个相对独立的阶段,即分子脱氢,碳链的形成与延长,碳链间的交联和最终的苯环生成过程。在苯环大量生成后,碳烟颗粒逐渐达到相对稳定的结构并将缓慢吸收周围小分子进一步长大。本文还探讨了氧气对于碳烟颗粒生成的影响。研究发现,氧气的存在不会过多地影响脱氢,碳链形成和交联三个阶段的发生,但会极大影响苯环结构的稳定性,这一因素导致了在高氧浓度条件下,模拟生成的碳烟颗粒需要更长时间达到稳定状态。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本研究设计搭建了能够对大尺寸固体样品（1～40mm）快速升温热解和燃烧过程中的质量、温度和形貌尺寸进行在线测量的快速升温大尺寸热重分析装置（Fast heating macro thermos-gravimetric analyzer,以下简称macro-TGA）,并对不同尺寸松木样品在不同温度和N2氛围下热解产生的焦炭在合成空气（21%O2,79%N2）中的燃烧特性进行了研究。试验结果表明,1mm样品产生的焦炭在700℃下燃烧用时仅为1min,40mm样品产生焦炭的燃烧用时为30min。不同尺寸生物质焦炭燃烧过程中尺寸变化和质量信号表明,700℃时,5mm及以上松木样品产生的焦炭在空气中燃烧时均为扩散控制;对于20mm样品,450℃时,焦炭燃烧过程为动力学控制,700℃以上时则为扩散控制。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为探究低旋流燃烧器（Low Swirl Burner,LSB）的结构参数对其冷态流场的影响,针对不同的旋流叶片角度和多孔板小孔直径,利用FLUENT软件进行数值模拟,得到各种结构下的冷态流场分布。结果表明,旋流叶片角度和多孔板小孔直径对于气体质量分配比例、轴向速度分布、径向速度分布、回流区位置有明显影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "金属燃料作为替代传统不可再生能源的新型燃料,未来极具发展前景。文章对国内外金属燃料技术研究进展进行综述,对几种典型金属燃料能量性能进行比较分析,对微纳米金属铝基燃料燃烧机理研究进行阐述,综述了国内外水反应金属燃料发动机技术最新研究进展,回顾了氧反应纳米铁粉金属燃料发动机技术研究现状,可为未来金属燃料发动机技术工程应用提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在层流预混式燃烧中,混合气流速度在一定范围内波动时,能够与火焰传播速度保持平衡,其火焰是稳定的。紊流预混火焰由于混合气流速度较大,超出了预混燃烧的稳定性范围,工作稳定区很窄。因此需要采用人工稳焰的方法对火焰进行稳定。本文主要研究了层流预混火焰保持稳定的原理,并对紊流预混火焰的稳定性方法进行了分析。", "label": "动力工程及工程热物理", "id": 0}
{"content": "对高温升主燃烧室用三级旋流器,数值研究了其主预燃级相对轴向和径向位置的变化对回流区流场特性的影响。研究结果表明,改变轴向或径向位置,随主预燃级间距减小,回流区轴向长度增大,而径向尺度和最大回流速度基本不变;旋流器总压损失、回流量及其占预燃级流量百分比也随之增大,但该比值始终小于1,说明回流主要是预燃级气流参与但受到主燃级影响,回流的增加以压损的增大为代价,反之亦然。", "label": "动力工程及工程热物理", "id": 0}
{"content": "动力学建模是发动机燃烧数值模拟的必要条件,高精度动力学模型和数据库系统是发动机研发的重要基础。燃烧数据库系统是一套我国自主研发的可持续发展的燃烧类数据库平台,包括发动机燃烧的数据库检索系统和动力学在线建模系统。平台通过WEB界面交互技术,建立了高效的数据存储格式和搜索算法,集成多个优秀团队的精华数据,形成了国内独有的理论和实验数据检索系统。平台计算部分建设了人机交互的燃烧反应动力学建模环境,形成了基于燃料化学组成的用户自定义在线动力学建模系统。燃烧数据平台主要包括以下功能:▲燃烧数据库检索系统。包括燃烧反应热力学数据库、动力学数据库、输运数据库、燃烧反应机理数据库、点火与层流火焰传播速度数据库、物种浓度演化数据库、燃料高温物性参数数据库和动力学基元反应信息档案等。▲发动机燃烧数值模拟动力学在线建模系统。包括机理生成程序ReaxGen、机理简化程序ReaxRed、燃烧反应动力学程序Carnot及其他燃烧数值模拟程序。支持人机交互创建输入文件,程序计算与结果分析的全流程网络化实现。通过燃烧数据平台,用户可以方便快捷地获取既有燃烧数据资源及在线进行各燃烧机理模型的计算和结果分析。", "label": "动力工程及工程热物理", "id": 0}
{"content": "精确的燃烧动力学模型对于揭示燃料燃烧现象本质进而实现清洁高效燃烧具有十分重要的意义。基于碳氢燃料机理自动生成程序ReaxGen,文章构建了正十四烷低温燃烧详细机理（包含3162个物种和12256步反应）。为了验证机理的准确性,文章在相对宽泛的条件下对新机理涉及的一系列燃烧实验进行了系统验证,观察激波管点火延时时间、层流预混火焰传播速度、全混流搅拌反应器（JSR）中重要物种浓度曲线变化等,同时与国际流行的正十四烷机理[1-3]进行比较。模拟结果如图1和图2所示,从图中结果可以看出,本文发展的正十四烷低温燃烧新机理具有较高的模拟精度,相较于其他机理能够更好地与实验数据吻合,并且能够再现试验条件下的负温度曲线变化趋势,因此将此机理运用于发动机设计模拟具有更高的应用前景。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在两相湍流燃烧中液体燃料燃烧是一个先蒸发后燃烧的过程,液滴蒸发快慢影响燃烧速度,进而影响燃料的燃烧效率。故准确把握液滴的蒸发规律,对改善液雾燃烧的燃烧效率及燃烧性能都有重要意义。本文对液滴的蒸发常数进行了修正,在\"厚交换层\"理论的基础上,同时考虑了对流环境和静止环境下液滴的蒸发规律,提出了对流/静止环境下通用的液滴蒸发模型。采用商用软件Fluent对乙醇射流燃烧进行了大涡模拟,将新蒸发模型与Fluent内置蒸发模型的计算结果及实验数据进行对比分析,结果表明:液滴的蒸发规律对湍流燃烧中的气相速度的影响较小;采用新蒸发模型对模拟乙醇射流火焰中颗粒相的速度及温度的预报精度有较为明显的提高。修正后的蒸发速率比经典的蒸发模型预报的蒸发速率快,在射流中心液滴蒸发快,气态燃油浓度高,燃烧容易发生,火焰温度高。故该蒸发模型能够提高液体燃料燃烧的模拟精度。", "label": "动力工程及工程热物理", "id": 0}
{"content": "等离子体辅助燃烧技术是近十几年来广受关注的先进燃烧技术之一,尤其是在航空航天领域[1]。在常规低温氧化机理中,氧气分子与燃料自由基反应的化学动力学过程,尤其是链分支、链传播和链终止反应的竞争关系,是燃料低温着火的关键[2]。在等离子体辅助燃烧背景下,部分氧气分子被激发到电子激发态（~1Δg）。处于电子激发态的氧气分子与燃料自由基可能在更低温度下触发链式反应,从而对着火动力学包括着火和火焰传播等产生不可忽视的影响[3]。然而,无论是从实验还是理论角度针对激发态氧气的反应动力学展开研究都面临极大挑战。本报告将通过详细的文献调研以及初步的理论计算和动力学模拟,探讨在等离子体辅助燃烧的极端条件下,激发态氧气分子（~1Δg）参与的化学反应对燃烧动力学的影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "高雷诺数两相湍流射流燃烧在工程中较常见且具有重要意义。大涡模拟（LES）方法可以在湍流解析中保留更多的小尺度流动细节并更好的捕捉非稳态过程,概率密度函数（PDF）方法可以结合详细的化学反应机理,LES-PDF方法在求解复杂化学反应机理和湍流流动相互耦合的两相湍流燃烧问题时具有优势。本文使用基于LES-PDF方法的AECSC程序对特定工况下的乙醇两相射流燃烧过程0进行了冷态和热态数值模拟。冷态模拟（载气平均速度24m/s,燃料质量流量45g/min）结果表明:数值模拟结果和实验结果趋势一致,平均相对误差为13%。采用X/D=0.3平面处的实验数据设置进口边界条件,进行热态模拟,得到了乙醇两相射流的瞬时温度、速度、C02和OH组分浓度等计算结果。和实验数据对比,温度分布与实验结果定性一致,但在X/D=10平面处最低平均温度较实验值偏低764K,最高平均温度偏高135K,载气速度分布在中心区域基本一致,但沿展向下降较快。分析发现实际边界条件更加复杂,且计算结果对边界条件较敏感,此后将做进一步的研究。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文用基于PDF-LES方法的AECSC两相程序,对模型燃烧室GTMC-2[1]进行了数值模拟,以此验证AECSC程序模拟燃烧室的可行性和可信度,并对旋流燃烧室的流动和燃烧特性进行分析。本文分别用商用软件Fluent18.1和AECSC程序对GTMC-2的冷态条件进行了模拟。图1分别展示了h=2mm,5mm,10mm三处轴向位置处,fluent和AECSC程序得到的三个方向的速度分布和实验结果的比较。可以发现在一定程度上AECSC程序得到的计算结果比Fluent的LES结果更接近实验值。本文进一步用AECSC程序对GTMC-2的热态工况进行了模拟。图2展示了x=0平面实验测量的温度云图和AECSC程序计算得到的时间平均温度分布。在计算结果中,时间平均温度和实验结果较为接近,并很好的再现了\"V形\"火焰和内外低温回流区,但是高温区出现的位置相比实验结果有些靠前。总体来说,热态结果和实验结果比较吻合,尤其在液雾的模拟方面,计算结果表现出和实验值很好的一致性。这说明将LES和PDF相结合的方法在模拟湍流燃烧方面有较强的优势,可以成为未来的研究和发展方向。", "label": "动力工程及工程热物理", "id": 0}
{"content": "燃料燃烧作为发动机的共性问题,对其过程的研究有着重要的意义。动力学建模是发动机燃烧数值模拟的必要条件,高精度动力学模型和数据库系统是发动机研发的重要基础。本工作依托\"发动机燃烧的动力学模型和数据库系统\"重大计划集成项目,进行燃烧数据平台系统的设计和开发。通过完善燃料大分子热动力学参数计算方法,集成燃烧反应相关的模型参数数据和燃烧特征数据,开发可持续发展的数据库存储与检索与在线建模系统。其中数据检索系统集成多个单位的理论计算和实验获得的燃烧反应相关数据成果,建立高效的数据存储格式和搜索算法,形成燃烧反应热力学数据库、动力学数据库、输运数据库、点火与层流火焰传播速度数据库、物种浓度演化数据库、燃料高温物性参数数据库和燃烧反应机理数据库等。数据库系统实现各类燃烧数据的存储与检索,为方便用户使用,发展了基于多种物种和反应参数的检索方法。在线建模系统基于WEB界面交互技术,建设了人机交互的燃烧反应动力学建模环境,通过用户输入机理,实现用户需求机理的生成和简化计算,形成基于燃料化学组成的用户自定义在线动力学建模方法。通过燃烧数据平台的建设和应用,深化燃烧反应动力学领域的创新研究,形成我国自主的动力学建模平台和燃烧数据库开放检索系统,提升反应动力学研究对国家关键行业发动机关键技术攻关的支撑作用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "基于正庚烷LLNL详细动力学机理,针对燃料均质氧化过程,借助误差传递直接关系图法（DRGEP）以重要组分浓度（NC7H16、H2O、CO、CO2、CH2O、C2H4）为目标参数对机理进行简化工作。通过研究发现:阈值设定越大,简化机理所包含组分与基元反应数就越少,但由此引起的计算误差也越大,对简化过程分析确定最佳简化阈值0.0005,将构建的子机理合并得到一个包含204种组分、791个基元反应的简化机理。根据简化机理与详细机理模拟结果以及试验数据对比分析表明,简化机理可以较好地预测不同当量比下正庚烷氧化过程中重要组分摩尔分数、着火延迟时间和层流燃烧速度的变化趋势,模拟发动机的缸压与放热率与试验结果吻合较好,经验证简化机理准确可靠,该简化机理可耦合多维CFD模型模拟发动机缸内燃烧和排放计算。", "label": "动力工程及工程热物理", "id": 0}
{"content": "基于详细化学反应机理,对有辐射散热的对冲双区部分预混火焰中的脉冲不稳定现象,进行了数值模拟研究。在当量比和拉伸率相同的条件下,相比于绝热条件的结果,有辐射条件下部分预混火焰中预混火焰和扩散火焰的最大放热速率、火焰位置和火焰温度的振荡幅值均增大。有、无辐射的部分预混火焰在当量比-拉伸率平面中的脉冲不稳定相图如Fig. 1所示,有辐射的火焰具有更大的脉冲不稳定区间,同时随着拉伸率的增大,有、无辐射的火焰不稳定边界的差别增大。对于左稳定极限,有辐射条件下预混火焰的Sivashinsky准则临界值更小,火焰更容易满足Sivashinsky准则而出现脉冲不稳定。对于右稳定极限,有、无辐射条件下预混火焰的Sivashinsky准则临界值基本相同,不过由于有辐射条件下扩散火焰向预混火焰传递的热量更少,预混火焰强度更弱,部分预混火焰更容易出现脉冲不稳定。", "label": "动力工程及工程热物理", "id": 0}
{"content": "乙烯是大分子碳氢燃料燃烧中的重要中间产物,也是煤油裂解气相产物的主要成份1。现有的乙烯点火研究主要集中在高稀释度氩气条件,已有的真实空气中的乙烯点火延时仅有大于1000 K的高温区结果2-3,还未见有乙烯/空气低温点火延时结果的报道。本工作利用激波管平台和瞬态光谱测量系统,研究了乙烯/空气混合物在宽温度条件下的点火特性。点火延时测量条件为:温度721-1320 K,点火压力1.0、4.0、10.0和18.0 atm,化学计量比0.5、1.0和2.0。宽温度范围乙烯/空气点火延时结果见Fig.1。高温测量结果表明:点火延迟时间随温度的增加单调变短;贫油混合物的点火延时表现出不同寻常的零压力依赖行为,而当量比为1.0和2.0燃料的则随压力增大而变短;当量比对点火延时的影响在高低压下是不同的。宽温度范围测量结果表明:乙烯/空气混合物在低温下的点火延时表现出双温度区域（>1000 K和<1000 K）特性,低温区完全没有负温度系数效应,即在低温区随温度的降低点火延时没有变短,此负温度系数效应在大分子碳氢燃料/空气低温点火延时中通常都会出现4-5。在高低温两个区域,点火延迟时间均可以用Arrhenius型关系来拟合,拟合结果显示高温下的活化能是低温下的约三倍,这表明乙烯/空气的点火延时在低温区域对温度的敏感性低于在高温区。在本文的宽温、高压和当量比0.5与1.0条件下,温度、压力和当量比增加都导致乙烯点火延迟时间变短。本文研究结果加深了对乙烯点火特性的认识,并为验证和完善宽温度范围乙烯燃烧化学动力学机理提供了实验依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "氢气作为最清洁的能源载体,广泛地用作改善燃料燃烧性能和降低碳氢化合物燃烧过程污染物形成的活性添加剂。本数值研究采用Co Flame code代码[1],在大气压力下,研究加氢对甲烷/空气扩散火焰碳烟生成特性的影响。采用详细的C1-C2气相反应机理[2]和碳烟模型进行数值计算,包括两个芘分子碰撞成二聚体作为碳烟成核过程,碳烟表面生长遵循HACA机理[3],并考虑O2、O、OH自由基对碳烟的氧化作用。为区分氢的化学与稀释效应影响碳烟形成差异,还对伪氢（FH2）进行了额外计算。结果表明,在甲烷火焰中氢的热效应（与温度有关）不是影响碳烟的主要原因。减少碳烟形成是氢稀释和化学效应共同作用减少组分乙炔、苯及芘的浓度,从而降低碳烟成核速率、表面生长速率,对碳烟达到抑制效果;另外,计算结果还表明,伪氢对碳烟抑制比氢显著,说明氢的化学作用促进碳烟生成。同时也说明氢稀释效应抑制碳烟形成的作用大于其化学效应促进碳烟生成的作用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了获得高可迁性核心机理并用于燃烧数值模拟的在线动力学建模,对国际主流燃烧反应核心机理的动力学数据进行了全面源头追踪整理,基于动力学的原始数据推出了还原动力学参数物理图像的新形式,目标以利于基于活化能垒的机理优化和机理简化。同时,对基于Lindemann机理的单分子反应理论进行推演,并对压力相关\"Fall off\"区域的Troe校正形式进行了全面论证和核实。我们提出了初步包含334个反应的双参数核心机理SCUmech,并用之模拟了典型工况下氢气、甲烷、乙烯、乙烷等小分子燃料高温时的着火延迟时间,模拟结果与实验值基本吻合。在核心机理SCUmech的基础上,结合本课题组自主研发的机理自动生成程序ReaxGen[1],得到正十烷和异辛烷的燃烧机理,并进行了着火延迟时间的模拟考察,与实验值偏差在可接受范围内。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>0引言根据前人大量科学实验研究发现,特殊声波对燃料燃烧有一定影响[1-6]。理论研究方面,许伟龙等人研究发现在可听声范围内随着频率的变化存在极值频率使固体颗粒的传热传质效果达到最佳,且固体颗粒周围气体的振荡流动特性受强声波作用的影响[2-3],黄强华等人研究了高频声波助燃技术,证明该技术对燃烧效率及传热传质有明显促进作用[5]。试验方面,Tanabe, K. Aoki等通过改变声压级和声波频率研究声场对燃料燃烧的影响,发现声波显着增强了燃烧速率[6]。而对声波与燃烧火焰", "label": "动力工程及工程热物理", "id": 0}
{"content": "翻转课堂倡导教学中教师主导作用,突显学生主体地位,契合工科教学中注重培养学生实践能力、创新能力、团队合作等多项工程核心能力的培养目标。翻转课堂教学模式探索性应用于安全工程专业课《燃烧学》的教学中,自主学习能力强及参与度高的学生教学效果良好,在期末考评中优秀率上升明显。对参与学生问卷调查总结分析学生自主学习、沟通合作能力,教师信息技术素养、课堂管理能力等:微视频自主学习在翻转课堂课前学习中占重要地位,但并不是学生最习惯采用的自学方式;教师在课堂氛围、讨论质量及节奏把控方面还需针对性强化。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文采用了利用一部分炉外循环来的烟气供给燃烧室的方案进行数值模拟来解决NOx排放偏高的问题,循环烟气的供给分为两种方案:一种是与空气均匀混合;一种是非均匀混合,通过烟气分配腔直接喷入燃烧室。对NOx的生成机理进行了详细的推导。在结构优化方面,作者对燃烧室的直径进行研究,确定的其最佳的结构尺寸,最大限度结合了实际并减少了NOx的排放。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过单元法推导,将不同形式蓄热体比表面积计算转化为单元格参数计算,简化了公式推导,统一了函数表达式。并对其主要规律进行了分析。", "label": "动力工程及工程热物理", "id": 0}
{"content": "氧化安定性是评价碳氢燃料的重要技术指标之一,在燃料制备及配伍过程中需要重点关注。组成决定性质,作为碳氢燃料的重要组成部分,环烷烃与直链烷烃的含量将直接影响燃料的氧化安定性。本文选用双环己烷和正十二烷为模型化合物,测定了该二元混配燃料的热物性和热氧化安定性随组成的变化。目前,燃料氧化安定性的评价方法主要是JFTOT法,但这种方法操作过程复杂,试验周期长,样品用量大,在实验室研究工作中受到一定的限制。本文基于量热学原理,采用高压差示扫描量热仪（PDSC）追踪燃料与氧气反应过程,从氧化起始温度和氧化诱导时间等方面衡量组份变化对燃料氧化安定性的影响。与传统方法相比,PDSC法减少了试样用量,缩短了试验时间,操作上简便快捷,为实验室快速评价燃料氧化安定性提供了新的思路。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了获得火焰的温度与放热率分布,分析火焰的燃烧特性,对甲烷-空气层流预混火焰进行了实验研究。使用铂铑13-铂热电偶测量了当量比0.8~1.2,预混气流速度5cm/s~25cm/s工况下平面火焰的温度分布,得到放热率分布,并分析了火焰的燃烧特性随当量比、气流速度的变化规律。结果表明:在实验工况范围内,随当量比增大,火焰最高温度与温度梯度均变大,到达最高温度的速度变快,放热率峰值对应的火焰高度变小,峰值位置提前;随流速增加,放热率增大,峰值位置保持不变,放热率峰值与流速成二次方关系;同一流速下,当量比增大火焰厚度变小。", "label": "动力工程及工程热物理", "id": 0}
{"content": "超声速燃烧组织技术是当前的研究热点。放电等离子体具有自身特殊的物理属性,其产生的热效应能促进碳氢燃料的雾化、蒸发及掺混,其产生的高活性基团能参与并加快燃烧化学反应过程。相对于节流升压升温点火和使用高活性辅助燃料的引导气点火,等离子体点火技术能够实现较高的能量利用率,且点火能量可控,具有潜在应用价值。超声速燃烧过程中存在流场与燃烧场间的强烈耦合作用:燃烧导致附面层分离,诱导产生激波,激波后的高压低速区又为燃料的燃烧提供条件,形成了一个自恰稳定的燃烧场。为此,要实现等离子体点火与稳燃,需要满足两个条件:一、在合理设计的燃料雾化/掺混区内,通过放电等离子体激励形成局部高能区,产生着火火核;二、通过高温火核、燃烧场的匹配,通过级联放大机制构造成自恰稳定的燃烧场。哈尔滨工业大学经过探索试验研究,开展了等离子体点火器的设计,突破了点火能量调节技术、电极烧蚀防护技术、点火器小型化及冷却等技术,实现了煤油燃料超声速点火和稳定燃烧。", "label": "动力工程及工程热物理", "id": 0}
{"content": "水下动力系统采用单级轴向冲动式涡轮机,其工作于高温、高压和高转速的极端条件下。单级轴向冲动式涡轮机由于尺寸小难以实现复杂叶片和轮盘结构通气冷却方案。同时,在水下环境中缺少足够持续的冷却气体,需使用外部海水进行冷却。本文针对单级轴向冲动式涡轮机中的超音速流动、亚音速两相蒸发换热、雾化冷却等现象开展数值仿真研究,对流体域中的湍流计算采用SST湍流模型,使用VOF方法对多相流动进行仿真,选择Rohsenow沸腾模型模拟两相蒸发,采用拉格朗日方法仿真雾化冷却,对于固体域则采用共轭传热的方法。通过将数值计算获得的温度和压力场加载到强度分析中,利用有限元方法计算分析了叶轮和轮盘的应力和变形量。计算结果表明,加入冷却后涡轮机温度分布得到明显改善,最大应力值均保持在材料的许用应力范围内,解决了由于高温所造成的几何变形及强度失效。本文的研究结果可为单级轴向冲动式涡轮机的安全设计提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "多级透平三维气动数值分析方法在透平机械设计和研究中应用广泛,而精度验证是应用数值分析的方法进行部件设计及实际问题分析的基础。本文以汉诺威四级空气试验透平和E3透平为研究对象,采用不同湍流模型、不同网格密度的CFD计算结果和实验结果进行对比,详细验证了不同数值计算设置下的CFD计算精度,发现SST模型在广泛工况范围内有较好表现,单流道叶栅通道六面体网格节点数应大于20万。最后应用验证了的数值方法设计了某三级气冷涡轮,效率为91.93%,并给出了该涡轮特性曲线。本文工作将为采用数值方法计算和优化多级透平提供极具工程意义的指导。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着互联网技术与状态监测技术的融合,透平机械的远程监测和故障诊断在被日益广泛地采用。设备的使用者、制造商和服务商,投资建立了各种形式的远程监测和故障故障诊断系统来传输和归集机器状态监测数据,实现基于状态的维修和远程诊断。由于各监测系统提供商自成体系,数据接口未实现标准化,导致状态监测数据无法便利地实现互联互通。数据的完备程度对远程诊断工作的开展也非常重要。目前的远程诊断系统,受种种原因的限制,往往仅为诊断人员提供振动等专用状态监测数据,并未将机器特性、装配、运行、工况、维修等数据和信息接入其中,造成诊断人员信息不充分,限制了诊断效率和质量的提升。通过此系列标准解读,提出数据规范,将有助于远程故障诊断服务的开展,还将为大数据挖掘和人工智能等新兴技术的应用提供数据资源。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文采用UG建立了失效的半开式叶轮循环对称模型,利用ANSYS Workbench对其进行了振动模态分析,获得了叶轮的各阶振动频率及振型。对于半开式叶轮,使用循环对称模型计算结果可以自动识别振型节径数目,便于分析实际问题。分析结果表明:有限元分析的振型与叶轮失效形式吻合较好,为改进方案提供了有力支持。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过对一台工业尾气透平膨胀机振动故障的现象,应用频谱等对该故障进行了诊断与分析,从机组的结构、装配工艺、设计分析等方面查找原因,进而解决故障现象。并介绍了风机振动故障的诊断思路、诊断步骤及振动机理,提出了解决此类风机振动故障的方法,对该类风机的制造具有实用、有效的指导意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "透平机械转子（主轴、叶轮和叶片）经常因为腐蚀或磨损而损坏。激光熔覆能够在基体材料表面制备出高品质、无变形涂层,甚至是厚层,不但可以用来修复这些受损部件,也可以用于新品制造。在激光熔覆过程中,通过熔化添加材料和基体表面薄层而使涂层和基体材料达到冶金结合。对于大部件修复需要一个完整的系统,包括设备的机械设计,组件的应力分析,激光和冶金参数的研究以及控制和检测技术的开发。本文主要论述了激光熔覆技术的原理、特点及应用情况,着重介绍了沈鼓-大工研究院激光熔覆技术的开发设计,以此为契机,推广激光熔覆这一先进表面工程技术在压缩机等透平机械领域中的应用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在低雷诺数进口条件下,低速涡轮叶片绕流可能存在大范围的层流流动、层流分离流动、边界层转捩和显著的径向二次流动,流动结构复杂,给精确的数值模拟提出挑战。本文对AIST低速轴流单级涡轮内部流动进行数值模拟,其中静叶通道分别采用全层流模型、全湍流模型、AGS转捩模型和DES方法,动叶通道求解RANS方程,湍流模型为Spalrat-Allmaras一方程模型。与实验结果对比显示,层流模型准确地捕捉到了静叶叶片吸力面层流分离的分离位置。三维流动结构分析显示,在很低的雷诺数条件下,静叶吸力面层流分离流产生很大的径向运动,没有再附于叶片表面,被卷入叶片根部的通道涡中。", "label": "动力工程及工程热物理", "id": 0}
{"content": "以离心式透平为研究对象,用完全气体作为流动介质,进行一维热力设计计算与分析,推导出轮周效率ηu的关系式,得到其与反动度Ω、速比xa、径比D2/D1、扩张角、进口总温、进出口压比、进口角α1、动叶速度系数、静叶速度系数等九个参数相关。在透平进出口压比一定、进口总温一定、静叶出口气流角一定且动、静叶的速度系数认为已知的条件下,分别研究剩下的四个参数对级效率的影响,最终得到一组最佳参数范围,为离心式透平的设计提供可靠的依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>分析了涡轮叶片精铸中的凝固过程换热行为,在此基础上,基于热弹塑性应力模型给出了叶片精铸件应力场与位移场的有限元计算方法,并以某型涡轮叶片为对象进行了位移场实测验证.", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文研究了R0110重型燃机用K488合金第四级涡轮透平动叶片的熔模精密铸造工艺。K488合金第四级涡轮透平动叶片长约640mm,是目前国内尺寸最大的动叶片。该叶片榫头与叶身截面相差大,蜡模榫头处容易缩陷,叶身补缩距离长,容易出现补缩不足的问题。根据铸件的结构特点,工艺设计了蜡模采用冷蜡芯二次成型的成型方案,采用了侧注的浇注系统实现叶片的充型和定向补缩;采用浇温T+30℃、模温T0℃的浇注工艺,试制出合格的涡轮叶片。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在横流带肋通道结构下,运用数值计算,对比实验,通过研究对气膜孔进口,出口,孔内流动进行分析,与大腔进气结构和横流结构对比,模拟分析得到横流带肋结构下吹风比和横流雷诺数对气膜孔流量系数的影响,结果表明:选取的CFD计算方法符合实验结果;横流造成的孔内旋流和肋引起的气膜孔进口的堵塞对流量系数造成了影响;横流带肋通道结构下,横流雷诺数一定时,吹风比对流量系数的影响与大腔进气结构和横流结构较为相似,但仍有所区别。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在横流带肋通道结构下,运用数值计算,对比实验,通过研究对气膜孔进口,出口,孔内流动进行分析,与大腔进气结构和横流结构对比,模拟分析得到横流带肋结构下吹风比和横流雷诺数对气膜孔流量系数的影响,结果表明:选取的CFD计算方法符合实验结果;横流造成的孔内旋流和肋引起的气膜孔进口的堵塞对流量系数造成了影响;横流带肋通道结构下,横流雷诺数一定时,吹风比对流量系数的影响与大腔进气结构和横流结构较为相似,但仍有所区别。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着燃气轮机单机功率的增大,透平级负荷也不断增加,高负荷的透平对通流部分的气动造型提出了更高的要求。本文采用包括弯叶片和非轴对称端壁的三维通流造型系统对某两级高压透平进行了优化设计研究。优化结果表明,单独使用非轴对称端壁或弯叶片都能够有效提高透平级效率;当同时采用二者进行联合造型优化时,效率得到进一步的提升。流场分析显示,非轴对称端壁和弯叶片造型都不会改变原始叶型的主要气动特征,但能够改善局部流动从而提高整体气动效率:非轴对称端壁造型能够在二次流的生成阶段对其进行有效抑制;而弯叶片造型则能够优化叶片负荷沿叶高的分布,减小二次流对主流的影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文为了提高低压级组动叶叶根承载能力,基于弹塑性理论,考虑了材料非线性应力应变关系,用非线性有限元方法定量分析了某级动叶叶根在离心力作用下的应力分布。我们发现在叶根和叶根槽的原角应力集中区域已经进入强化阶段或者塑性变形区域,但是尚未到发生破坏的强度极限。这种定量结果可以很好地解释汽轮机叶片应力为什么可以超出屈服极限,并作为设计新型叶片的参照指标。因此基于弹塑性理论的有限元方法可以作为叶片设计的一种重要的辅助工具。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>为了考虑叶轮机叶片与流动之间的耦合效应,同时提高叶轮机颤振分析的效率,论文发展了一种基于非定常气动力降阶模型的叶栅耦合颤振分析方法。该方法运用时域CFD方法求解非定常流场,通过系统辨识方法构建叶栅自由振动的非定常气动力降阶模型,在状态空间耦合气动力方程和叶栅结构动力学方程,得到叶栅开环气动弹性系统的特征方程。以STCF 4（standard test configuration4）为算例,运用特征值方法分析叶栅的气动弹性稳定性特性,揭示了叶轮机颤振失稳的一些特点;并将降阶模型", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>为了快速获得叶轮机叶片的失谐特性,基于气动力降阶模型提出了一种高效的叶轮机叶片失谐分析方法。该方法利用系统辨识技术和一些基本假设来构建叶栅非定常气动力降阶模型,并在状态空间内耦合结构运动方程,得到开环气动弹性模型,通过改变部分叶片的结构参数实现了对叶片失谐的高效耦合模拟。针对STCF 4（StandardConfigurations 4）算例,该方法和直接CFD方法在失谐前后得到的自由响应结果吻合的很好,但计算效率却提高了近两个数量级。运用该方法分析了叶排系统的刚度失", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>首先在其原理基础上推导出叶片顶端的运动方程,以研究聚合物熔体在叶片挤出机中因容积的变化而受到周期性的拉伸和挤压过程,并分析这种拉伸和挤压作用对聚合物的混合效果可能产生的影响;然后运用POLYFIOW软件对叶片挤出机的混合特性进行数值模拟,采用示踪法观察聚合物的分散过程,并使用统计后处理模块POLY-", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>高速旋转叶轮机械的叶片在工作过程中很容易发生危险振动,导致疲劳失效甚至断裂。在实际中,由于制造误差、材料性质和使用磨损等因素导致叶盘扇区间出现振动局部化,其表现为某些叶片出现过大的振动和疲劳应力,使得这些叶片更容易发生疲劳断裂。在叶片工作部分顶端加工叶冠,通过叶冠的碰撞消耗能量,是叶片减振的一种重要技术,国内外对自带冠叶片已经开展了很多研究,但是对自带冠叶片斜碰撞振动局部化的研究还未涉及。本文建立了整圈自带冠叶片斜碰撞振动系统", "label": "动力工程及工程热物理", "id": 0}
{"content": "综述了国内外关于孔型作用对涡轮叶片气膜冷却特性影响的研究进展,介绍了影响气膜冷却效果的孔型因素,着重论述了孔的形状、单孔几何参数、多孔组合排布对气膜冷却影响的研究现状.分析了考虑气动损失时孔型作用对气膜冷却的影响。最后指出进一步优化气膜孔形状,综合考虑射流角度、复合角、长径比等参数以及多孔排布方式对气膜冷却的影响,将是今后工作的重点,并提出在今后研究中气动损失也应作为燃气轮机技术的优化评判标准之一。", "label": "动力工程及工程热物理", "id": 0}
{"content": "以2Cr13微观组织中第二相和夹杂物为研究对象,通过分析2Cr13组织中第二相组成和分布,以及夹杂物的成分、分布形式对2Cr13力学性能的影响,明确了此材料的控制要因,为此材料在工业应用中质量控制提供了依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过分析三起典型透平机械实际运行中的故障特点和故障现象,分析原因进行处理,总结出透平机械的运行状况主要取决于设计、安装、运行调节、工艺等因素。并通过这些故障机理,总结出透平机械选型、布置、运行中的一些要点及注意事项。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对空气压缩机透平推力轴承出现烧瓦现象,根据推力轴承工作原理进行分析,找到轴承烧瓦原因,提出对现有金氏伯雷推力轴承进行非标改造,解决了推力轴承止推瓦磨损和烧瓦问题。", "label": "动力工程及工程热物理", "id": 0}
{"content": "采用模态分析技术研究叶轮的动态特性是一种实用有效的方法,对于实现机组的安全平稳运行具有重要意义。针对离心压缩机叶轮经常出现裂纹等失效现象,应用ANSYS程序建立叶轮三维有限元模型,开展模态等动态特性分析,同时进行模态实验研究。结果表明:实验与仿真获取的前四阶频率、振型基本一致,验证了仿真模型的可靠性。此外,在ANSYS中模拟裂纹和叶片断裂等2种失效模式,并将其与正常状态相对比,结果表明裂纹/叶片断裂现象使各阶频率降低、振幅明显增加。探讨了裂纹/叶片断裂的严重程度对频率和振型的影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文采用数值优化的方法对某个用于能量回收的四级工业透平叶栅进行了三维气动优化。优化工作分全局安装角调整和局部级环境下叶型优化两部分进行。本文首先根据初始流场的分布情况对各叶片安装角进行整体上调整,使调整后的流场分布更为合理,透平的通流性能得到一定程度的改善;其后在全局角度调整带来的收益基础上,通过局部叶型优化进一步提高通流效率。叶型优化工作在级环境下依次进行,优化基于人工神经网络和遗传算法实现。优化结果表明本文所做的优化工作是有效的,各级间焓降得到了重新分配,降低了流动损失,整个透平的通流效率由最初的91.79%提高至92.84%。", "label": "动力工程及工程热物理", "id": 0}
{"content": "应用控制理论中的连续伴随方法,基于网格节点位置坐标直接变分法建立了轴流式透平叶栅气动优化设计的伴随系统。以叶片表面压力分布为目标函数,详细推导了基于连续伴随方法的轴流式透平叶栅气动反设计优化伴随系统的偏微分方程组及其对应的边界条件和目标函数对设计变量的梯度表达式。建立了基于连续伴随方程和黏性层流流动方程的气动优化系统,并成功应用于跨音速平面叶栅VKI LS-59的叶片壁面压力反设计优化。对计算结果的研究表明,该系统能够适用于轴流式透平叶栅的气动反设计优化问题。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本研究系针对蒸汽涡轮机动叶片的动态行为,利用有限元素分析软体ANSYS,首先进行部份叶片模型（单一、6根和37根叶片再加上部份转子）之模态分析,以求其自然振动频率与具代表性之坎贝图;接着,再进行整圈叶片模型之模态分析,以求其振动模形（节线数或节径数）;据此,再配合激振数（喷嘴数）和激振倍频线（激振数×转动频率）之运用,即可精准地预测叶片是否会发生激烈的共振现象及其所导致的破坏行为。", "label": "动力工程及工程热物理", "id": 0}
{"content": "叶片是透平机械中的重要零部件,叶根是把叶片安装在叶轮或者转轴上的联接部件,承载着叶片巨大的离心力和其它载荷。改进叶根结构可以有效降低其应力水平,提高叶片运行可靠性。本文首先总结了国内外研究者在叶根轮缘结构优化方面的研究状况及成果;其次提出了一套综合有限元分析方法和数学优化算法相结合的透平叶片叶根轮缘结构优化方法,并针对多种不同叶根型式进行了优化分析,均取得了良好的优化效果;多个实际工程算例说明本文建立的优化方法是有效的,具有良好的工程实用价值。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过采用成分优化设计、冶金质量提高及热处理工艺优化和热处理过程质量控制,成功地解决了850A2248材质件热处理后的硬度不均匀、FATT50偏高的问题,并在GE汽机300MW高中压外缸首套生产上运用,实现了本体硬度偏差小于30HB、均值稳定,FATT50下降41%的高性能需求。", "label": "动力工程及工程热物理", "id": 0}
{"content": "介绍了蒸汽一燃气联合循环机组高中压外缸的结构特点、技术条件。分析铸件制造过程中可能出现的质量问题,并针对这些潜在的质量问题从铸造工艺上提出了一系列的质量控制措施。研究了分型面的选择、补贴和浇注系统的设计及熔炼、热处理工艺的设计,并利用先进的MAGMA对凝固充型进行模拟仿真,最终达到了降低生产制造成本、提高铸件质量的目的。", "label": "动力工程及工程热物理", "id": 0}
{"content": "非轴对称端壁的设计和应用可以有效地减少透平叶栅中的二次流损失,提高透平机械通流部分的气动性能。本文对非轴对称端壁造型技术的应用背景、端壁造型方法及其在透平机械中的研究现状进行了综述。详细介绍了非轴对称端壁对叶栅和透平级气动性能的影响,阐述了气动性能得以提高的机理。结合实验结果介绍了非轴对称端壁对叶栅和透平级变工况特性的影响以及非轴对称端壁对换热性能的影响。在透平叶栅非轴对称端壁成型研究进展的基础上,对非轴对称端壁造型技术在高负荷透平叶片研发和叶片三维造型中的应用前景进行了展望。", "label": "动力工程及工程热物理", "id": 0}
{"content": "采用叶栅吹风实验与数值模拟相结合的方法,研究了攻角变化对具有较大的前缘半径和进口楔角的透平叶栅气动性能的影响。实验测量在出口马赫是0.8和攻角从-61.0°变化到+4.0°的范围内进行,对应的雷诺数为6.0×10~5。在实验验证数值方法可靠性的基础上,结合数值模拟和试验测量的结果对叶栅流动损失进行了研究。分析了攻角变化对试验叶栅型面损失中吸力面与压力面边界层损失、尾迹损失和端部次流的影响特性。结果表明:当攻角从+4.0°变化到-41.0°时,叶片表面没有发生流动分离,出口截面的总压损失系数变化幅度不超过0.21%。在大负攻角（-61.0°）时,压力面边界层发生流动分离,型面损失急剧增大。研究结果验证了具有较大的前缘半径和进口楔角的试验叶栅表现出良好的变攻角气动性能。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文针对低温热源的动力回收进行向心透平的设计。根据用于回收中低温工业余热的朗肯循环热力设计参数,进行相应的有机工质向心透平设计,探讨了蜗壳,导向叶栅和动叶轮的设计方法,同时对所设计整机进行了数值模拟计算,证明按照上述方法设计的向心透平具有良好的热力性能,气动性能,和变工况特性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "对转子密封动力学的发展给出了比较全面的综述,特别是针对现代高参数密封转子的存在问题、研究内容及主要成果进行了介绍。将密封转子动力学的研究分为四个方面:（1）对密封力模型及其计算方法的研究;（2）对密封力集总参数（8个动力系数）的识别;（3）不同形式密封（含减阻结构和预旋等）对转子失稳的影响;（4）转子/密封动力学模型的建立和分析。对取得的主要成果概括为:（1）以Muszynska模型为代表的集总参数模型;（2）密封力线性动力系数的识别方法;（3）简单转子/密封系统的分岔与混沌等复杂行为;（4）近年正在开展的CFD（Computational Fluid Dynamics）与密封/转子相结合的研究取得的进展。文后附有包含经典成果与最新成果的100余篇参考文献。本文可供从事密封转子动力学方面的研究人员参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文提出了一种非对称端壁的设计方法,通过数值模拟,研究了采用该方法设计的非对称端壁对大转角、小展弦比平面叶栅流场的影响。结果表明,通过控制流道不同位置的收缩与扩张程度,非对称端壁可以控制端壁表面的压力分布,是控制叶栅内二次流动一个有力手段。直叶栅中采用非对称端壁后,使端壁表面流体的出口气流过转角最多减小了7度,使出口气流变得更均匀了,改善了下游叶栅的进气条件,但能量损失系数并没有减小。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>作为中国动力工程学会透平专业委员会年度学术研讨会的论文集,反映出行业的科技成果和发展趋势,这对工作总结、技术探讨以及扩大交流是很有好处的, 亦可视作为促进信息共享,旨推动我国透平制造行业兴旺发达的一个具体行动。中国发电设备制造业逐步建成了综合实力比较雄厚的设计制造体系在国民", "label": "动力工程及工程热物理", "id": 0}
{"content": "作为一种新型高效的数值计算方法,半边界法已经验证了它求解一维对流扩散问题的准确性。为进一步求解流体换热系数问题,本文结合第三类边界条件,借助MATLAB语言进行半边界法编程分析,并将结果与数值解对比,验证了该方法在计算流体反传热问题领域的可能性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "强迫对流换热系数的测试在工程上具有重要意义,但影响强迫对流换热系数的因素有很多,如何获得较为准确的强迫对流换热系数是工程中的难点。本次设计基于对流换热系数测试的基本理论,采用传热学知识进行计算和分析,搭建空气橫掠单管测试平台,运用虚拟仪器技术设计控制与测试系统,实现强迫对流换热系数的中低精度的测试要求。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文对不同肋片结构的管道强迫对流换热性能进行了数值研究与分析,利用PERASIM.Fluid进行CFD计算,分析了管道内部肋片高度、肋片个数、肋片基板倒角尺寸、不同尺寸的圆柱导流块、肋片紊流孔个数等因素对圆管换热性能的影响,分析了这些因素对管道换热热阻和努赛尔数的影响。结果表明:对于圆管而言,内部肋片的个数并非越多越好,肋基处倒角并非越大越好,导流圆柱块半径并非越大越好;在本文的管道结构下,肋片个数N为25、肋片高度L为15mm、肋基处倒角R1为1.5mm、导流圆柱半径R2为11mm、肋片上开紊流孔个数为8时,整个管道的温度最低,换热性能最强;当肋片个数与高度最优时,对肋基倒角R1、导流圆柱半径R2、紊流孔个数进行优化,使得管道整体的质量降低了5.5%,同时管道肋片的热阻减小了26.5%。", "label": "动力工程及工程热物理", "id": 0}
{"content": "介绍了采用有限元法求解稳态和瞬态非线性导热方程的程序FemHC。首先介绍了FemHC求解导热问题所依据的控制方程和有限元离散方法;然后描述了FemHC的基本框架和核心的类;通过典型导热问题验证了FemHC的准确性,最后采用FemHC对三维涡轮叶片导热进行了计算,表明FemHC可以用于实际涡轮叶片等复杂结构导热问题的计算。", "label": "动力工程及工程热物理", "id": 0}
{"content": "基于COMSOL软件的流体动力学模块,耦合流动传热模型和湍流-混合物模型,通过用户自定义添加相变传质、湍流传热和汽泡脱离直径等计算项,同时考虑不同系统压力下温度变化对水的物性的影响,对Zeitoun等完成的低压条件下内管加热外管绝热的环型通道内过冷沸腾实验进行了仿真模拟。通过对比实验值、本文介绍的计算模型的预测结果以及其他学者采用ATHLET软件仿真得到的截面平均含气率轴向分布情况,分析了当前COMSOL计算模型对低压工况下过冷沸腾仿真的适用性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "多孔表面管通常具有较高的沸腾传热系数,在池核沸腾条件下可以大大增强传热。本文对T型多孔表面管、改进型T型多孔表面管、梯形多孔表面管和光滑管进行了沸腾传热强化性能研究。探讨了多孔表面的强化传热机理。实验结果表明,在相同的传热流量下,机械加工的T型多孔表面管的传热性能明显优于相同规格的光滑管。此外,结合场协同理论,利用Fluent软件对加工多孔表面管的传热特性进行了模拟。获得了不同传热通量下的强化传热结果。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对渣油加氢空冷器频繁出现的铵盐结晶沉积堵管问题,对空冷器铵盐沉积堵塞的机理进行了分析,对加氢空冷器的铵盐结晶温度进行了预测;构建了空冷器翅片管束与风机空气侧的对流传热模型,结合Mixture多相流模型对翅片管内介质的流动及传热特性进行了研究,对空冷管束的铵盐结晶速率以及结晶沉积的高风险位置进行了预测,提出了流速、温度、腐蚀性介质气相摩尔分数及铵盐结晶速率等表征因素。结果表明:空冷器整体流场的平均温度及平均流速分布呈现大致相同的趋势,空冷器第一管排的正对法兰两侧处存在低流速区域及低温区域;随着相对入口管箱距离的增加,翅片管内多相流的平均温度不断降低,高温区域不断下移至管道底部部位;随着管内气相物质不断冷凝成为液相,管内多相流的平均流速不断降低,高/低流速区分层愈发显著。同时,随着温度的持续降低,管内NH3在气相中的摩尔分率不断降低,而HCl的气相摩尔分率不断升高,铵盐结晶速率也随着温度的降低不断增大,并在靠近出口管箱附近达到最大值。经过对空冷翅片管的失效解剖分析,验证了铵盐沉积特性预测方法的准确性,可为石化企业加氢空冷器铵盐结晶风险与沉积位置的预测提供理论支持。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>全国能源与热工学术年会是中国金属学会能源与热工分会每两年召开一次的全国性重要学术会议。第十一届学术年会于2021年7月14～16日在马鞍山市召开。本届年会的主题是\"节能减碳,推动钢铁工业绿色低碳发展\",会议由中国金属学会能源与热工分会主办,东北大学和安徽工业大学承办,中国宝武马钢集团和国家环境保护生态工业重点实验室协办。参加会议的代表有中国金属学会领导,行业内知名院士和专家,大中型钢铁企业的领导和技术骨干,冶金和能源热工行业的工程技术和管理人员,高等院校和科研院所的专家和学者等。会议规模大、影响面广、层次高,是国内能源与热工领域进行技术交流、共谋发展的一次盛会。", "label": "动力工程及工程热物理", "id": 0}
{"content": "冷却塔是循环冷却水系统中的关键设备,其性能不仅影响到水的冷却效果还关系到系统的新水消耗和污水排放。本文整理近年冷却塔性能研究的相关文献,对冷却塔理论研究、实测方法以及数值模拟三方面进行了综述,归纳总结了各类方法的研究热点问题以及方法的优缺点。综述结果表明,较多文献关注冷却塔的冷却能力,在冷却塔对循环冷却水系统耗水与排放指标的影响方面的研究还比较缺乏。", "label": "动力工程及工程热物理", "id": 0}
{"content": "液态金属热管理技术是近年来芯片散热领域的一项重要创新。从研究历程来看,液态金属热管理技术经历了两个阶段,分别为纯液态金属系统阶段和复合式液态金属系统阶段。纯液态金属系统阶段主要研究了纯液态金属热管理技术的机理和规律,而复合式液态金属系统阶段则专门针对液态金属的优势,扬长避短,研究了系列实用化的复合式应用器件和系统。本文针对近年来复合式液态金属热管理技术的研究进展进行了总结和展望。文章分别针对基于液态金属流体、液态金属相变材料和液态金属热界面材料的复合式热管理技术进行了总结,对相关的应用系统进行了阐述,并对当前技术挑战和未来发展方向进行了讨论和展望。", "label": "动力工程及工程热物理", "id": 0}
{"content": "总结了关于沸腾传热强化技术的几种方法,对于影响沸腾传热强化的因子进行了分析,最后对强化沸腾传热的研究方向进行了讨论。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了提高某微波组件的热设计效率,本文运用ANSYS Icepak软件对该组件进行了热仿真分析。分析结果表明:盖板的导热设计使热源的最高壳温下降了41.9%,对优化热源的散热路径具有积极影响;壳体的减重设计使热源的最高壳温上升了29.0%,应避免其对热源的散热路径产生消极影响;ANSYS Icepak仿真分析对提高微波组件的热设计效率具有重要作用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "微通道的布置形式影响着电子元件的换热,是研究强化换热的一个重要方向。本文利用数值模拟来研究进出口平行直微通道、对角线平行直微通道和蜘蛛网状微通道内流体流动特性与传热特性,模拟了在三种微通道的通道宽度,长度,深度均相同的条件下,相同热源面积下中间进出口平行直微通道热沉,对角线平行直微通道热沉,蜘蛛网状微通道热沉的传热特性,最后进行分析比较。本文主要研究内容:利用Gambit建立三维微通道模型,然后划分网格,导入Fluent;利用Fluent进行流动模型的选择,边界条件的设置,材料的选择,材料物性的设置,运算求解等;比较三种微通道的温度场、压力场的不同,利用场协同原理,分析比较三种微通道的传热特性,发现蜘蛛网状微通道的换热效果最好,对角线平行直微通道次之,进出口平行直微通道的换热效果最差。", "label": "动力工程及工程热物理", "id": 0}
{"content": "如果颗粒状储存谷物中的空气的相对湿度和温度超过某个阈值,则微生物运动的频率可能会增加。当均匀分布在谷粒内部时,较低的相对湿度和温度可防止水分迁移和微生物活性的增加。为了冷却或保持谷物的温度低于阈值,可以使用具有适当空气流量的强制通风来去除由谷物或微生物呼吸产生的过量水分或热量。这项工作的目的是解决描述热量,质量和动量守恒的方程式,以预测储存在平房仓中的玉米粒内部环境中的热量和质量传递过程。使用Matlab来计算模拟大部分储存谷物中的速度,温度和水分分布的物理流域。将预测结果与实验数据进行了比较,两者之间的一致性非常好。", "label": "动力工程及工程热物理", "id": 0}
{"content": "文章采用ANSYSFLUENT数值模拟软件对有障碍物的复杂正方形腔体内空气自然对流换热进行数值模拟。对得出了腔体内空气的速度云图、温度云图及静压云图等。结果表明,使用Geometry制作几何模型并用Mesh划分网格能使FLUENT计算节省时间,且后处理工具显示复杂墙体的流动现象,帮助我们理解与解释腔体内流动的所涉及的理论问题。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了研究半无限平板瞬态热传导现象,首先建立数学物理模型,其次运用Icem CFD软件进行结构化网格划分,再运用Fluent软件进数值模拟分析,通过CFD-post软件进行半无限平板瞬态温度场的后处理。从而得出半无限平板瞬态热传导的温度云图及热传导规律。", "label": "动力工程及工程热物理", "id": 0}
{"content": "预膜式雾化喷嘴广泛应用于传统燃烧室以及新型分级燃烧室。许多研究表明预膜式雾化喷嘴中液膜破碎成液滴的过程由两种连续的不稳定性控制,纵向的Kelvin-Helmholtz（KH）不稳定性导致了波的形成,紧接着横向的Rayleigh-Taylor（RT）不稳定性导致了液带形成以及进一步破碎成液滴的过程。目前预膜式雾化喷嘴的雾化模型均是在冷态条件下推导建立的,忽略了高温气体与液膜之间的热量交换以及液膜蒸发效应对液滴形成过程的影响。本文首先拟合了含传质传热项的KH不稳定波和RT不稳定波的最大不稳定波长关系式,然后利用这两种最大不稳定波长表征液滴的索太尔平均直径,液滴的分布服从Rosin-Rammler分布函数,最终形成了新的雾化模型。结果显示KH和RT最大不稳定波长随着传质传热效应的增加而降低,其对应的液滴平均尺寸减小,说明热量交换和蒸发对雾化过程具有促进作用,能够提高雾化性能。应用本模型可以更加精确地描述预膜式雾化喷嘴中的雾化过程。", "label": "动力工程及工程热物理", "id": 0}
{"content": "修正的虚拟流体方法（Modified Ghost Fluid Method,MGFM）利用Riemann解定义界面条件,已经成功应用于模拟各种可压缩多介质流动现象。但是,对于气体介质,在定义界面条件的时候通常将比热冻结为常数。本文给出了一种基于MGFM技术的界面条件定义方式,可以真实考虑温度对比热的影响。本文首先提出一种通用的Riemann问题求解技术,适用于任意状态方程。在这个统一框架下,可以求解各类多介质多组分Riemann问题,包括考虑比热随温度变化的热完全气体。基于这项技术,本文进一步设计一种双激波结构的近似Riemann解,应用于MGFM类方法,可以有效模拟采用热完全气体状态方程描述的气体介质与其它介质的耦合流动。采用几类典型的气-气、气-液多介质问题验证并测试该方法。结果表明,该方法能够应用于包含不同类型状态方程的各类多介质多组分流动。随着温度增加,热完全气体与其它流体相互作用引起的界面演变现象,逐渐区别于比热为常数的量热完全气体。", "label": "动力工程及工程热物理", "id": 0}
{"content": "氢氧混合气作为推进剂广泛应用于航空航天领域,其热力学特性、输运特性和化学反应过程等远比纯空气复杂,对其流动过程的分析和预测也更加困难。数值计算和实验是研究这类问题的主要手段。对于前者,研究的重点是简化模型的精度,而后者的关键在于如何产生特定状态和组分的燃气。本文采用实验室研制的高温燃气风洞来产生高速氢氧燃气,结合数值计算,分析、比较了相同总温总压下的空气和燃气的流动和气动加热特性。发现在喷管流动,燃气有更高的静温、速度和更小的马赫数;球头绕流时燃气的激波脱体距离和驻点压力小于空气,但摩阻和壁面热流均大于空气;燃气中活跃的化学反应使气动加热现象更为严重。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文根据局部热非平衡模型,研究了多孔介质方腔内的自然对流和换热情况。考虑多孔介质内固相具有均匀的内热源,通过Darcy-Brinkman-Forchheimer广义模型和双温度方程模型,分别描述了多孔介质内的流体流动和传热特性。采用有限体积法对控制方程进行离散求解,分析和讨论达西数（Darcy number）、瑞利数（Rayleigh number）、多孔介质流固导热率比（ratioofsolid-to-fluid thermal conductivity）和传热系数（thesolid/fluid-scaled heat transfer coefficient）对局部热非平衡条件下多孔介质内对流传热的影响,并将计算结果与局部热平衡条件下的结果进行对比分析。研究表明,在一定参数范围内,局部热非平衡模型对多孔介质内温度分布和流动特性有着显著的影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "超临界二氧化碳布雷顿循环系统被认为是下一代的动力系统,但超临界二氧化碳在临界点附近物性变化剧烈,也带来了传统分析方法的适应性问题,本文采用了大涡模拟（LES）研究超临界二氧化碳对旋转机械中常见的Couette流动的影响。结果表明,超临界二氧化碳对流场有显著影响。各种湍流统计特性,如均方根速度和温度波动、雷诺剪切应力以及流向速度与温度之间的相关性,都表现出明显的差异。同时,与等温流动相比,两侧平板温度梯度的存在有利于降低传热。随着两侧平板温度比的增大,两侧的Nusselt数均减小。热侧的Nusselt数高于冷侧的Nusselt数。本文的研究结果可为超临界二氧化碳轴承、密封等旋转机械的设计提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "热驱动湍流广泛地存在于自然界和工业生产中,其在洋流、大气流、星球内对流、发电站冷却等过程中扮演着至关重要的角色。热湍流研究的核心问题是理解高瑞利数条件下湍流结构以及全局传热的物理机理。因此,近年来学术界致力于如何有效提高瑞利数的范围。在本工作中,我们利用高速旋转装置产生的离心力作为驱动力来极大地提高瑞利数,实现最高达60倍等效重力的离心力。首先,我们发现,旋转系统不可避免地引入了科里奥利力的作用,其会使流场二维化并减小传热。同时,当系统处于准二维流态并且瑞利数足够大时,传热标度律指数超过了1/3,我们认为这与系统流态的转变相关。此外,我们也在该系统中观察到了与系统旋转方向相同的对流涡的大尺度周向转动,其产生与科里奥利的作用以及内外环曲率的差异相关。该研究有助于增强对天体物理中星球内对流以及快速旋转机械中流动传热问题的理解。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为研究操作参数及浮升力对矩形盘旋式螺旋管内超临界CO2换热机理和流体流动规律,对管内超临界CO2流动换热进行数值模拟。通过对流体截面云图进行分析,可以直观反映浮升力对流体截面换热流动特点。通过对流体格拉晓夫数,雷诺数,理查森数来对比分析,观察重力和离心力在管内对浮升力的作用情况,可知当流体压力越接近临界压力,传热系数越大,换热性越高,流体不同压力下出口处的换热系数近似,压力越接近临界压力,传热系数稍大于其它流体。流体入口处重力产生浮升力起主导作用,当温度下降准临界点温度时,离心力产生浮升力是主要因素。", "label": "动力工程及工程热物理", "id": 0}
{"content": "外环加热、内环冷却的旋转圆环超重力热对流系统被广泛用来研究地球物理流、行星流以及旋转机械中的流动传热问题。本文通过数值模拟研究了半径比（η=ri/r0）对该系统的流动结构和传热的影响。我们发现对流涡相对旋转系统正向进动的流动特征,流场显示表明,这是由于科氏力使冷热羽流偏转,但内外环的曲率半径不同,偏转程度存在差异,这便造成了涡的周向运动。进一步地,当固定罗斯比数Ro和瑞利数Ra,仅增大半径比,涡的周向运动逐渐减弱,这验证了进动产生的物理机理,同时,系统的传热及努塞尔数Nu～Raγ的标度律指数γ增加,这可能与特征雷诺数Re的增加有关。此外,内外环曲率的差异使得系统存在着较强的non-Oberbeck-Boussinesq效应,且半径比越小该效应越显著。该研究对工程中高速旋转环形机械中的流动有借鉴意义,并且对天体物理中星体上的流动结构和热输运有启发意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文使用多松弛时间离散玻尔兹曼模型研究耦合瑞利-泰勒-开尔文-亥姆霍兹不稳定性（RTI,KHI和RTKHI）系统，引入形态学边界长度和热力学非平衡（TNE）强度，以探究其复杂动力学过程。模拟发现，在耦合系统后期RTI始终发挥主要作用，而早期的主要机制取决于浮力和剪切强度的对比。温度场的形态学边界长度L和平均热流强度D3,1均可用于测量系统浮力与剪切强度之比，并定量地判断RTKHI系统早期的主要机制。具体来说，当KH（IRTI）占主导地位时，LKHI> LRTI(LKHIRTI),D3,1KHI>D3,1RTI(D3.1KHI3.1RTI)；当KHI和RTI达到平衡时，LKHI=LRTI,D3,1KHI=D3,1RTI，上标“KHI（RTI）”表示流体不稳定的类型。有趣的是，这两个量L和D3,1总是显示出很高的相关性，尤其是在早期阶段。对于早期阶段KHI起主导作用而后期RTI起主导地位的情况，耦合系统演化过程可以大致分为两个阶段。在两个阶段的过渡点之前，LRTKHI首先呈指数增长，然后呈线性增长。因此，LRTKHI线性增长的终点可以作为区分这两个阶段的几何判据。TNE量之一，热流强度D3,1RTKHI表现出相似的行为。因此，D3,1RTKHI线性增加的终点可以作为区分这两个阶段的物理判据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文旨在研究非绝热壁面温度条件对气冷高压涡轮叶片表面外换热系数（HTC）的影响。基于NUAA-Turbo计算平台,对气冷高压涡轮MT1导叶的换热量以及平均努塞尔数等相关实验数据与计算数据作了对比,结果表明:在局部范围里,外换热系数易受壁温影响,因此不能通过基于全局的经验关系式来修正。然后,采用新提出的三点非线性法对外换热系数进行计算,进一步研究表明,该方法在衡量壁面热通量方面提供了更强的鲁棒性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文利用基于粘性非结构直角网格的CFD解算程序,耦合求解三维可压缩Navier-Stokes方程及6DOF刚体运动方程,选取两级导弹作为研究对象,分别就级间段采用封闭结构和桁架结构时,高空级间热分离流场进行数值模拟。首先,对不同分离间距条件下静态流场进行计算,得到两级气动特性随级间距离的变化规律,并对不同级间段结构流场特征进行分析对比;其次,对两种模型动态分离过程进行计算,给出相同来流条件下二者轨迹和姿态对比,为后续实际串联级间热分离方案设计或验证提供支撑。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文从理论方面研究了磁场作用下纳米流体在多孔介质水平通道中的流动和传热问题。对于大纵横比的矩形通道,问题可以简化为二维非线性问题进行讨论。假设多孔介质中流体的流速较小,流线之间相互平行,即其中的流动为充分发展的层流流动,从而可以基于多孔介质的Darcy定律进行建模。从本质上讲,流体在多孔介质中流动的模型就是在动量守恒方程中加入了一项表示多孔介质对于流体流动阻力的源项。其次,由于磁场作用,需要在动量方程中考虑了磁场所产生的体积力。为了研究纳米流体的传热机理,本文将采用Buongiorno的纳米流体模型来表征纳米颗粒的分布和纳米流体的流动传热过程,该模型具有严谨的理论推导过程,它将流体速度和温度与纳米颗粒的关系紧密结合起来,方程与方程之间相互耦合,有利于对纳米颗粒和其它物理量之间的关系进行理论分析。选取适当的变换将控制方程进行无量纲化处理,方便进行数学计算。本研究拟采用同伦分析方法对问题进行求解。深入研究磁场和多孔介质渗透率对纳米流体流动和传热的影响规律,揭示其中的力学机理,为新型设备的开发提供理论依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "航空、航天以及电子领域内散热系统朝着轻量化、超薄化和高热流密度通量的方向发展。微通道散热是实现上述要求的有效可靠的冷却手段。本文从微通道高效冷却能够达到的散热性能,采用的微通道冷板的基材材质、微通道截面结构、微通道布置结构以及近年来微通道技术的发展趋势进行了综述。复杂变化的流道截面、高导热系数的冷板基材、结合微射流冷却技术等是有效提高微通冷却技术散热能力的有效途径。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文基于孔隙尺度模型对随机多孔介质中的Rayleigh-Benard对流进行了数值模拟研究,重点关注不同孔隙度Φ下流体质点的拉格朗日动力学和传热特性。由于多孔介质和流动相干结构的相互作用,流场呈现出高度的不均匀性,包含高速的对流通道和低速的停滞区域。孔隙结构引起的流场变化会显著影响流体质点的运动特征。通过分析流体质点沿其轨迹的运动过程,发现随着Φ的减小,流体质点在长时间里表现出反常输运的特征,这源于流动拉格朗日速度的长时关联性。随着孔隙度的降低,垂直方向速度和温度脉动的互相关性增强,这揭示了在多孔介质对流中增强传热的一种机制。", "label": "动力工程及工程热物理", "id": 0}
{"content": "基于沸腾传热叠加理论和边界层理论,结合发动机缸盖的实际工况引入本地物理参数,建立了适用于发动机内流固耦合面上换热的沸腾两相流动传热数值模型。本文以某六缸天然气发动机缸盖为研究对象,结合数值计算和试验分析的手段,对沸腾传热数值模型的准确性和适应性进行了针对性的验证。结果表明:与不考虑沸腾的单相对流传热相比,两相沸腾传热数值模型有效还原了发动机缸盖冷却水套的真实工作状态,准确描述了缸盖水套内确实存在的沸腾现象,增强了计算结果的准确性;利用两相沸腾传热模型计算得到的缸盖火力面重点区域温度与实测值之间的误差小于5%。", "label": "动力工程及工程热物理", "id": 0}
{"content": "工程热力学是研究热能有效利用以及热能与其他能量转换规律的科学,是国内外多个理工科专业本科生的核心课程之一。随着高等教育工程热力学教学面向素质教育需求的培养模式转型,探索课程教学中全面开展综合素质教育的手段,构建科学培养模式并积极探索实践具有重要的理论意义和实际价值。对课程所蕴含的思政要素和德育功能进行提炼,将德育与智育相统一,课堂与思政相结合,赋予专业课程价值引领重任;融合知识传授与综合素质培养,实现了课程多层次和整体环节的创新;培养创新与实践能力,通过多种载体指导学生开展科学研究与工程实践活动,实现对全面素质教育的支撑作用。将技术基础课\"工程热力学\"课程教学改革与开展综合素质教育紧密结合,构建创新模式,探索新实践。", "label": "动力工程及工程热物理", "id": 0}
{"content": "流动与传热仿真案例分析作为高等学校计算流体力学和数值传热学教学的主要实践课程,在培养学生流动传热计算能力等科研素养方面起着重要作用。基于此,提出采用案例分析法将科研成果融入课程教学,通过重构科研成果进行案例教学培养学生解决工程问题能力。文章从课程内容及教材建设、教学及考核方式建设等方面论述了流动与传热仿真案例分析研究生课程建设的具体探索与实践,以期为类似课程的更高标准建设提供一定参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文以某涡轴发动机涡轮机匣作为研究对象,抽出其中基本流动结构,即一种类似平直环形的大空腔结构,通过试验研究分析了在四种离散进出孔下（两排孔进出气,单排孔靠上进气靠上出气,单排孔靠下进气靠下出气,两排孔进出气加周向流出气）,不同的冲击雷诺数对大空腔结构下壁面的对流换热影响。实验结果表明:对于四种不同的进出流结构,在试验工况范围内,每一种结构下壁面的壁面平均Nu随着雷诺数的增大而增大;在相同的雷诺数下,单排孔入口的壁面平均Nu比两排孔入流的壁面平均Nu大,两排孔进出气条件下的壁面平均Nu要比带周向流（以两排孔进出气为基准）模型的壁面平均Nu大。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文从因巴式高炉冲渣水水质特性、水温和水量变化趋势入手,着重分析冲渣水水质和温度对换热设备的要求,同时根据高炉冲渣水水量变化趋势合理设计换热机组,并根据运行过程中出现的问题提出了相应的策略。", "label": "动力工程及工程热物理", "id": 0}
{"content": "充分回收利用钢厂余热供周边民生采暖,是建设城市钢厂的必经之路;文章按照周边民生采暖变化,对莱钢各生产工艺系统的余热蒸汽、热水、烟气/煤气物理热和物料热等余热资源进行了系统测算分析,按照温度对口、梯级合理利用的原则,将余热资源利用进行分类分步开发,为企业实现采暖热源全部余热化、保障民生采暖需求和减少碳排放发挥重要技术支撑。", "label": "动力工程及工程热物理", "id": 0}
{"content": "我国在工业生产过程中产生大量的余热,为推进节能减排技术发展,提高余热回收利用率有着重要的意义。针对我国中低温余热资源的回收率较低、利用效果较差等现象,有机朗肯循环和卡琳娜循环作为较为高效的中低温余热回收利用技术有着广阔的应用前景。本文结合我国余热回收利用现状以及有机朗肯循环和卡琳娜循环的特点,综述了有机朗肯循环与卡琳娜循环在不同条件的中低温余热回收利用方面的优劣势并进行综合分析及比较。", "label": "动力工程及工程热物理", "id": 0}
{"content": "压铸车间钝化炉的烫干池部分需要长年不断地加热保持温度恒定以达到工艺要求,每年要耗费大量的天然气,因此本公司采用了新的供热思路,用空气压缩机产生的余热来替代天然气为烫干池提供热源,满足钝化工艺要求的同时,也为公司节约了部分支出,同时也符合了能源回收利用,可持续发展的环保理念。", "label": "动力工程及工程热物理", "id": 0}
{"content": "能源是人类生存发展的重要依靠,决定一个国家的经济发展程度。自2013年起,我国已成为世界第一大能源生产国,第一大消费国,目前我国能耗约36.2亿吨标煤。发展清洁能源,既能减少不可再生能源的使用,又有利于环境保护,减少环境污染。工业余热作为清洁能源的一类,被称为除水、电、油、气外最具潜力的能源。本文对工业余热利用的前景进行分析,以期能为工业余热的推广及利用提供一定的指导作用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "工业生产中伴随着大量的余热废热等低品位能源,随着城市化进程的加快,城市的供热需求也越来越大。本文通过分析工业余热废热的潜在量以及目前回收余热废热到集中供热中存在的瓶颈问题,采用相关回收技术将工业余热废热实现最大利用化,减少能源浪费。", "label": "动力工程及工程热物理", "id": 0}
{"content": "伴随我国城市集中供热投资额和供热面积不断增长,建设和发展城市集中供热是我国国民经济和社会实现节能降耗、减少环境污染、走可持续发展道路的有效途径;与此同时,我国北方地区电力、钢铁、水泥、有色金属、石化等行业仍有约3亿吨标准煤低品位余热资源尚未利用,而工业余热供暖的热源成本远低于燃煤和天然气供暖,在经济和技术上均具有较好的可行性。余热暖民,可以降低供热成本,大幅提高能源利用效率,减少煤炭消耗和污染物排放,是一项重要的民生工程。", "label": "动力工程及工程热物理", "id": 0}
{"content": "工业生产过程会产生大量的余热废热,这些余热废热得不到有效的利用,就会造成能源的浪费,而这些热源应用于供暖,可以实现节约能源,提高能源利用利率。介绍了第一种吸收式热泵以及第二种吸收式热泵的原理及特点,分析了目前吸收式热泵对余热废热的利用情况,指出了吸收式热泵利用于供暖的可行性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "我国工业余热资源丰富、利用率较低,若用于清洁取暖,有利于提高能源的利用效率和完善城市清洁供热体系。本文详细分析了工业余热的载体形式、清洁取暖技术以及余热利用的综合能效分析,并通过螺杆式空压机组的余热回收,分析了清洁取暖的经济性。结果表明:工业余热主要以烟气、蒸汽冷凝水以及机械设备冷却等载热形式存在,可以通过高效换热器和热泵等技术用于清洁取暖,从而提高全社会综合能效水平;以配置4台250kW螺杆式空压机组的工业企业为例,经过余热回收清洁取暖后,空压机组综合能效水平从59%提高到129%,年余热利用量约413t标准煤,节约天然气39万标准立方米,节约燃气成本137万元,空压机组整体能效水平得到了显著提高,减少了能源浪费。", "label": "动力工程及工程热物理", "id": 0}
{"content": "该文主要概述新昌电厂烟气余热利用回收改造后,降低排烟温度提升给水温度的实际情况,对降低煤耗取得的明显节能效果,具有一定的推广价值。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文从实验和理论研究了在盐梯度太阳池储热层加入复合相变材料（PCM）蓄热单元对太阳池热性能的影响。基于程序控温模拟盐梯度太阳池实验台,研究了添加复合PCM（50℃熔点石蜡RT50和60℃熔点石蜡RT60）蓄热单元对SGSP温度场及流动稳定性的影响,建立数值仿真模型并与实验结果对比。结果表明,实验温度与模拟结果具有较好的一致性;具有PCM单元的太阳池,在发生相变过程中,太阳池内温度变化幅度比常规太阳池小,但非相变过程中不具有这种作用;在流动方面,添加PCM相变单元的情况下,能够降低LCZ流速,具有较大潜热的PCM,对流场的抑制作用更为明显。因此,一定温度范围内,在太阳池中添加PCM单元对保持盐梯度太阳池的稳定的温度和梯度层稳定性都具有积极作用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "余热资源的回收与利用对钢铁全流程节能减排起着重要作用。通过对钢铁全流程各工序进行分析和评价,进一步分析了全流程钢铁企业余热回收资源潜力。结果发现,钢铁全流程六大典型工序中,炼焦工序余热回收率最高,其次是炼钢系统;烧结工序余热回收率最低,其次是高炉工序。并对重点余热利用技术进行了介绍,提出了\"一个中心,四个层级\"的总体思路及余热资源分级规划方法。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在钢渣有压热闷处理技术的基础上,对辊压破碎后,温度为800～1000℃的钢渣通过鼓风取热的方式进行余热回收。提出了取热过程的工艺及试验设备,并对鼓风取热过程进行了试验研究。通过对不同钢渣厚度、布风形式及鼓风量等参数的测试,进而从总取热量、吨渣取热量及取热效率等方面评价了各工况的取热情况,得出了最优取热的工况,为后续的工业化提供了工艺参数。", "label": "动力工程及工程热物理", "id": 0}
{"content": "简介现代工业焦炉排出余热构成及其回收利用现状。结合近年来国内外针对焦炉上升管所实施的余热回收、研发与开采利用等工业实践,概括了焦炉上升管余热回收利用的发展历程与最新进展。针对焦炉上升管余热回收系统所涉及的关键技术领域和现阶段试验、研发、使用与不断探索过程中所存在的技术瓶颈问题进行了研讨,重点对上升管汽化冷却换热系统的换热模型、关键结构所存在的失效形貌特征、材料性能、金相组织、脆性相析出及形成机理等分别进行了试验与分析,同时,依据分析数据提出了相应的结论和建议。", "label": "动力工程及工程热物理", "id": 0}
{"content": "转杯粒化后的高炉渣颗粒进入自流床余热锅炉进行余热回收,渣粒在余热锅炉中的流动特性是回收余热的关键问题。本文采用离散单元法（DEM）及EDEM软件,研究了自流床中换热管在顺排的情况下渣粒绕圆管的流动特性。分析了颗粒混合分布、同一粒径分布、正态分布三种分布状态下,颗粒流动的主流区和绕流区的速度标准差和孔隙率。通过数值模拟,得到了孔隙率和速度标准差最大的是同一粒径分布,其次是混合粒径分布,最小的是正态分布;渣粒为正态分布时有利于余热回收。", "label": "动力工程及工程热物理", "id": 0}
{"content": "采用换热器使烟气冷却后进入电除尘,脱硫后烟气采用冷凝聚换热器将湿烟气深度冷凝,除湿、除SO3、除pm2.5超微颗粒,然后将烟气加热,最后干净无色烟气排入大气。", "label": "动力工程及工程热物理", "id": 0}
{"content": "余热是能源利用设备中未被利用的能源,包括高温废气余热、冷却介质余热、废汽废水余热等,针对天然气处理站燃气压缩机组排烟温度高（300℃-380℃）、热能利用率低等问题,本文调研国内外烟气余热回收技术及方式,理论分析各因素的影响,结合实际开展烟气余热回收设计方案对比论证,包括潜力计算、工艺优选、余热回收橇设计,最大限度地回收压缩机余热,并现场改造应用,取得了较好效果,为规模推广应用燃气压缩机烟气余热回收技术,提升燃气压缩机组的整体热能利用水平具有指导借鉴意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "相变蓄热技术由于其蓄能密度高、蓄放热过程温差基本恒定等优点,具有广泛的工程应用背景,比如太阳能的存储及利用、余热回收利用、电力能源的削峰填谷等。相变蓄热器的优化设计主要取决于相变材料的优选以及与相变材料相匹配的换热器的参数设计。本文对以石蜡作为相变蓄热材料的管翅式蓄热器进行了模拟及实验研究。首先,本文通过数学建模对2种不同管径及6种不同翅片面积的管翅式换热器的放热能力进行预测和对比,定义并分析了稳定放热阶段蓄热器的放热特性,提出管翅式蓄热器翅片参数的优化设计方法;其次,通过对3组相变蓄热器的实验测试,与模拟结果进行对比验证,发现实验与模拟结果符合良好,验证了该相变蓄热器优化设计方法的准确性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着互联网技术的发展,未来互联网必然会出现爆发式的增长。数据中心作为互联网的基础设施,将成为维持城市正常运转的重要基础设施之一。但因其具有高耗能的特点,导致其在城市建设中受到排斥。本文通过新理念及新技术将数据中心的水冷技术与余热利用技术相结合的方式,实现在降低数据中心能耗的同时减少城市采暖系统能耗,进而化解数据中心建设与城市发展之间的矛盾,提高数据中心运行品质,带来很好的经济和社会效益。并以北京市某数据中心为例,在研究其余热回收利用方案的过程中,发现要解决数据中心高耗能问题,还需进一步推广数据中心水冷技术的应用:要实现数据中心余热利用,还需要将数据中心纳入到城市规划中,并与城市供热规划协同考虑。", "label": "动力工程及工程热物理", "id": 0}
{"content": "近年来焦化厂的能源消耗越来越多,污染十分严重。随着国家\"十二五\"计划的逐渐推行,节能减排提倡力度的加大,以及保护环境、节约能源的实践性越来越强,人们逐渐地走向了节能减排之路。在焦化厂的生产过程中,产生了大量的余热能源,但是工厂和企业都没有很好地将其回收利用。本文结合邯钢焦化厂的焦化余热回收的情况对余热回收技术进行探讨,以期找到更加适合的钢厂焦化余热回收技术。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文针对烧结余热竖罐式回收工艺,构建了一套包括CO2跨临界循环发电、热水回收、吸收式制冷在内的一体化利用系统。以处理量为430 t/h的烧结竖罐为例,计算了系统的吨矿发电量、热水回收量和制冷量,并分析了蒸发压力和蒸发温度对系统性能的影响。结果表明:该系统吨矿发电量可达34.05 k Wh,热水回收量为795.75 t/h,制冷量为11415.03 k W。", "label": "动力工程及工程热物理", "id": 0}
{"content": "我国工业余热约占工业领域燃料消耗总量的17%～67%,回收利用工业余热对节能减排、提高能源利用率具有重要意义。有机朗肯循环因其工质低沸点、结构简单、运行稳定等特点,在回收利用中低温余热方面显示出巨大潜力。本文结合工业余热回收利用现状,从工质选择、参数研究、系统优化等方面综述了有机朗肯循环回收工业余热的研究。", "label": "动力工程及工程热物理", "id": 0}
{"content": "采用ANSYS有限元分析软件,建立了相变储能墙体的物理模型和数学模型,并基于建立的模型,对相变储能墙体的蓄、放热过程进行了数值模拟,并对相变过程中的墙体蓄、放特性进行了分析。研究结果表明:随着室外温度的上升,墙体各结构层呈现较为明显的温度分层。在蓄热过程中,由于相变材料层的作用,墙体内表面温度波动较为平缓。在蓄热结束时,墙体内表面的温度维持在19.72℃左右。在放热后期,墙体的平均温度保持在14.36℃左右。墙体内表面温度峰值相较于墙体外表面温度峰值延迟约2 h。相变材料层的加入能够较好的提高建筑节能性以及居住舒适度。", "label": "动力工程及工程热物理", "id": 0}
{"content": "热泵是一种能将低品位能源转换成高品位能源的装置,由于其具有高效、节能的优点,近些年该技术得到了迅速发展,已趋于成熟,为解决能源与环境问题,提供了新的方法。本文论述了吸收式热泵的分类、原理以及发展现状,分析了吸收式热泵的节能潜力,然后介绍了吸收式热泵在余热回收利用中的应用及存在的问题。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着能源结构的进一步完善,近年来我国大中城市实施\"煤改气\"项目,燃气锅炉房逐渐成为主要的集中供暖热源方式。因此如何提高燃气锅炉的能源利用率是目前亟待解决的问题。改善能源结构,开发利用新能源和提高能源利用率成为了能源、经济、环境和社会可持续发展的必经之路。利用吸收式热泵降低排烟温度是提高锅炉效率的有效途径之一。本文通过对烟气物性分析、计算烟气回收热量并结合吸收式热泵的应用实例对烟气回收余热量进行了分析。", "label": "动力工程及工程热物理", "id": 0}
{"content": "大淑村矿3台锅炉均在2015年淘汰范围之内,针对锅炉淘汰之后遗留的主副井防冻、职工采暖、洗澡等取暖问题,通过现场调研及分析,决定利用对压风机运转过程中产生的富裕热量进行回收再利用,通过安装一套压风机余热利用系统,将压风机产生的余热利用起来,为大淑村矿澡堂及烘干室提供热量。经实践证明,此项目实施后实现了节能减排、节支降耗的目的,具有极大的经济和社会效益。", "label": "动力工程及工程热物理", "id": 0}
{"content": "烧结竖冷窑技术是目前我国钢铁企业烧结余热高效回收利用研究与实践的主攻课题。目前国际上亦属于前沿技术,现并无成功用于工业生产的相关报导,本文从鞍钢所实施的烧结竖冷窑技术研究及应用实践入手、对其开展情况进行全方位阐述。并围绕竖冷窑余热技术与余热拖动同轴电动机、主抽风机技术之结合所实施的鞍钢炼铁总厂新烧分厂1#烧结机余热回收项目可实现的节能预期做全面的分析。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文阐述了烧结余热利用的重要意义,分析了烧结余热回收利用的指导原理。重点阐述了烧结矿余热罐式回收工艺的流程、优点及应用案例。针对于实际存在的问题,提出了解决问题的方向,为烧结矿竖罐式冷却换热装置的结构设计及热工操作奠定理论和数据基础。", "label": "动力工程及工程热物理", "id": 0}
{"content": "构建了一个年产290万t的棒线材流程企业,按主要生产工序分析计算了该流程的余热余能资源量及回收利用情况。该流程的余热余能产生量为560.53kgce/t钢,在现有技术条件下,若包含副产煤气,其余热余能回收利用率为59.47%;若不包含副产煤气,其回收利用率仅为15.67%;不同条件下,该流程的能源利用效率为43.73%～46.93%。最后指出高效回收利用余热余能和构建合理的能量流网络和物质流网络协同优化的能源管控中心是提高钢铁企业能源利用效率的重要手段。", "label": "动力工程及工程热物理", "id": 0}
{"content": "钢铁企业低温循环水余热资源丰富,但利用率低,而热泵技术在这方面具有很大潜力。本文介绍了高效热泵技术的特点及回收循环水余热的亮点,阐述了寒冷地区采用高效热泵技术回收工业循环水余热在供暖中的应用及效果,具有行业引领的积极作用,经济效益及环保效应巨大。", "label": "动力工程及工程热物理", "id": 0}
{"content": "高炉在生产过程中产生大量的冲渣水,同时排放了大量的热量,做好高炉冲渣水余热回收工作意义重大。本文阐述了现有高炉冲渣水余热回收技术,对武钢高炉冲渣水余热资源进行了调研和统计,并对其回收潜力进行了分析。", "label": "动力工程及工程热物理", "id": 0}
{"content": "烧结矿余热竖罐式回收是本研究团队针对于目前环冷机模的余热存在的漏风率高、余热回收低和出口载体（即冷却空气）品质较等自身难以克服的弊端,借鉴克服的弊端,借鉴干熄焦炉的结构和工艺提出的一种烧结矿余热高效回收利用技术,其吨矿发电量有望比目前国内平均指标提高一倍。本研究团队采用实验与数值研究相结合的方法,针对竖罐内传热及气体流动规律进行研究,从而确定竖罐适宜的结构与操作参数。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过对绿水洞煤矿职工澡堂洗浴热水年用水量、温度、水源热泵年耗电量等数据进行收集分析,对余热锅炉汽水分离器产生的蒸汽在向矿井输送过程中的能量变化情况进行研究,确定适合瓦斯发电机组的余热锅炉,实现了余热回收利用系统和水源热泵系统互为备用,解决职工澡堂洗浴用水的问题,通过优化设计,使余热回收系统连续、稳定、可靠运行,大大减少水源热泵机组运行电耗。", "label": "动力工程及工程热物理", "id": 0}
{"content": "螺杆压缩机结构复杂、振动激励源多、使用工况恶劣且各类故障信号关联性较强,传统单尺度信号分析方法难以对螺杆压缩机各类故障做出精准识别。将多尺度分析与排列熵技术相融合,提出一种基于多尺度排列熵的螺杆压缩机故障诊断方法。利用多尺度排列熵对螺杆压缩机振动信号进行定量分析,进而利用巴氏距离作为故障表征值以识别压缩机故障类型。结果表明,将多尺度分析与排列熵技术相结合的方法,可以精准识别螺杆压缩机轴承故障。", "label": "动力工程及工程热物理", "id": 0}
{"content": "高速涡轮机转子-轴承系统的内摩擦可能导致转子振动失稳。实验研究了转子轴与球轴承内环之间相对滑动对转子振动和稳定性的影响。转子具有大悬臂质量和一阶刚体模态的结构特点,研究了转子与轴承在间隙配合和过度配合状态下不同螺栓拧紧力矩的影响,分析了不同情况下转子的振动特性。对于螺栓标准拧紧力矩下的转子-轴承间隙配合,观察到了一个\"跳跃\"转速,在该转速时振动主频和振动峰值均发生显著改变,测量到转子的半频涡动现象。增大螺栓拧紧力矩后,内摩擦引起的\"突变\"转速和主亚谐波振动频率均升高。对于间隙配合,振动频率始终以转频为主,然而,振动幅值随转速变化出现两处\"跳跃\",在这两个转速之间,振动的波形、频谱和轴心轨迹变化剧烈,当转速高于第二个\"跳跃\"转速后,转子重新稳定,增大拧紧力矩可抑制内摩擦。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过比较动力隔振外力模型与内力模型,对模型的理论误差进行分析,得出随着运动零部件所占比重增加外力模型的理论误差将显著增加,因此动力机械隔振设计必须考虑质量比。动力机械输出功率的一部分将转变为机体的振动功率,针对质量比开展了振动功率损失效率时域、频域研究,发现质量比越大振动功率损失效率越大;质量比一定时,振动功率损失效率随着频率比增大而减小。现代机械设计由于新材料、新技术的广泛使用,轻量化已成为趋势,本文所建立动力机械隔振内力模型能更准确描述动力隔振系统特性;提出的频域振动功率损失效率,可基于此对动力机械的质量比进行辨识,为动力机械隔振系统的辨识提供了理论基础与实现途径。", "label": "动力工程及工程热物理", "id": 0}
{"content": "蒸汽喷射器是节能环保的重要流体机械。蒸汽喷射器中,工作流体经过喷嘴孔时流速急剧升高,可达到超音速状态。本文开展蒸汽喷射器流致振动特性仿真研究,揭示相关参数的影响规律,对于蒸汽喷射器整个装置的安全运行具有重要价值。建立蒸汽喷射器仿真模型,利用数值模拟的方式,考虑流固耦合及温度场的影响,分析了蒸汽喷射器模型的流场及流致振动特性。结果表明,该结构的加速度级随着频率的增加而升高。本文的研究内容为进一步探究蒸汽喷射器模型流致振动的原因和找出其薄弱部位打下基础,为蒸汽喷射器减振降噪上的优化提供思路。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为提高蒸汽喷射器的引射性能,利用fluent软件来数值模拟蒸汽喷射器内部流场变化规律,研究工况参数的变化对引射性能的影响。研究结果表明:随着动力蒸汽压力的增大,蒸汽喷射器的引射系数先快速增大之后缓慢减小,存在一个最佳值使引射性能最好;在一定的背压范围内,引射系数不变,当超出临界出口背压后,引射系数下降。", "label": "动力工程及工程热物理", "id": 0}
{"content": "航空发动机、燃气轮机、化工能源压缩机及车船涡轮增压器等以流体为介质的旋转动力装置,随着对高转速、高气动性能、紧凑结构的追求,其中的离心压气机可行设计空间急剧减小。本文基于经典气动热力学关系推导了任意预旋进气条件下大流量离心压气机气动/结构参数的普遍关系式,研究了预旋进气对压气机流通能力、功系数及进口几何尺寸的影响规律。基于普遍关系式绘制了设计空间图谱,分析了设计参数的耦合制约规律及物理设计边界。从理论上挖掘了压气机流动、气动及结构参数的普遍关系,探索了可行设计边界的物理制约机制,得到了设计参数间的耦合变化规律。研究结果可为压气机优化设计提供理论指导。", "label": "动力工程及工程热物理", "id": 0}
{"content": "驻波热声发动机是一种将热能转化为声能的新型环保无污染的机械装置,通常是由一根长的谐振管组成,管的一端封闭,另一端连接负载,内部充满静止加压的惰性气体。在谐振管内部有两个被板叠所隔开的换热器:热端换热器和冷端换热器。如果我们给热端换热器加热使其释放热量,给冷端换热器降温使其吸收热量,就会在两个换热器之间的板叠区域产生一个温度梯度,当这个温度梯度足够大的时候,就会使谐振管内部的惰性气体产生自激振动,并逐渐增强,最终产生稳定输出的声功,实现热能到声能的转化。文章基于多尺度混合模型,将驻波热声发动机分成两个部分:谐振管和由板叠、换热器等组成的核心部分。谐振管内采用一维无粘声波模型,核心部分采用二维低马赫数模型,两部分通过奇点摄动法进行耦合。该模型可以对驻波热声发动机从起振到稳定饱和状态进行数值模拟研究。当发动机运行至稳定饱和状态时,在板叠和换热器连接部分,因为气体温度的变化导致气体密度不同而引发明显的泰勒-瑞丽不稳定性出现。数值模拟结果显示了不同尺寸发动机内不稳定性的发展演化和特征,并对其进行了定性与定量的分析。", "label": "动力工程及工程热物理", "id": 0}
{"content": "间隙流动中容易产生大量涡结构,进而诱发空化,对轴流式机械的水力与汽蚀性能影响显著。为深入了解梢隙涡的形成机理和演化过程,本文对平直水翼绕流流场进行了数值模拟研究。平直水翼采用NACA翼型剖面,水翼一端固定,另一端与壁面间留有微小间隙。在来流速度为10m/s、水翼攻角10度条件下,选取10mm和2mm两个间隙对流场进行了数值模拟,并将结果与文献中的实验结果进行了对比,同时研究了间隙侧壁面开槽对梢隙涡的抑制机理。结果发现,梢隙涡向下游发展的过程中,梢隙涡因不断卷入周围低速流体而逐渐耗散,间隙大小、壁面效应对于梢隙涡的形成和发展均有重要影响。壁面沟槽内可产生低速流体,卷入梢隙涡后加快了其裂解速度,从而达到抑制目的。", "label": "动力工程及工程热物理", "id": 0}
{"content": "轴流泵广泛应用于水利工程、喷水推进以及化工过程中。为了保证泵叶与外壁不发生摩擦,在叶片顶部与外壁间都留有一定的间隙。间隙虽然很小,但其附近流动却很复杂,在很多情况下甚至会发生顶隙空化现象。采用数值方法,对轴流泵泵内流动特别是顶隙附近流动进行了研究。在OpenFOAM数值平台下,分别采用MRF方法和滑移网格方法,对某一型轴流泵泵内流动进行了数值模拟,分析了顶隙附近的涡流结构。结果表明,在顶隙附近存在复杂的涡系,不同涡流之间、涡流与壁面之间均存在明显的相互作用。通过两种数值方法的比较,检验了数值方法的可靠性,并为下一步的顶隙空化研究奠定了基础。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对工业装置液力透平的设计依赖于已有透平或相关泵模型、缺少针对性设计方法的现状,提出了以透平机械基本原理为基础,根据实际的介质流量、可利用水头、以及转速确定转轮特征参数,应用流动环量变化规律设计蜗壳、叶片（或无叶）扩压器;利用数值仿真技术,分析真实流体条件下的三维流场,借此对结构进行优化及性能评估,从而形成完整的工业装置液力透平过流部件结构设计方法。", "label": "动力工程及工程热物理", "id": 0}
{"content": "固体燃气蓄压器是为某伺服系统初始工作时补充峰值功率而研制,是一种用来贮存和释放液压能的装置。相对于传统冷气充气式蓄压器,燃气蓄压器的显著优点是在伺服系统开始工作时才点火启动,因此存放期间不需要补气等维护措施,有利于长期贮存。另外,燃气蓄压器还具有点火可靠、启动迅速等特点,工作结束后只需更换燃气发生剂及装药壳体即可重复使用。在研制过程中取得了三项关键技术的突破,成功完成了单机点火及配套伺服系统的带载联合点火试验,证明其技术方案可行,具有广阔的应用前景。", "label": "动力工程及工程热物理", "id": 0}
{"content": "减压装置是气动系统中的重要组成部分,但是大幅减压将会产生大量的减压能量损失。针对这样的问题,首先,基于气动功率理论对节流减压过程中的有效能损失进行了机理分析和量化;然后,提出了一种在减压的同时能输出轴功率的能量回收型（PRT）减压装置。描述了减压能量回收装置的机械结构和工作原理,建立了相应的热力学模型,评估该设计的可行性;对该机构进行参数化建模,通过仿真分析其功率输出特性和调压能力。在此基础上,提出了能量回收型高压气动系统原理结构。为能量回收型减压装置样机设计奠定了理论基础。", "label": "动力工程及工程热物理", "id": 0}
{"content": "建立了考虑多孔介质流动阻力和非热平衡温差传热的斯特林发动机回热器的数学模型,运用该模型,对斯特林发动机中的回热器进行了仿真模拟。模拟得到的质量流量与文献[13]中实测值偏差小于5%,说明所建立的数学模型以及仿真方法能够应用于斯特林发动机及相关装置参数的优化和定量分析。", "label": "动力工程及工程热物理", "id": 0}
{"content": "以深入理解和领会\"精益求精的工匠精神\",探索教育改革为基础,为实现学校的\"教、学、做合一,工学并举\",通过建立由青年教师、研究生和本科生组成的研发团队,以基础理论为指导,以实际应用为目标,综合考虑设备设计、加工、安装、运输、使用、维护等因素,长期自行设计开发流体力学实验设备,并开展校际交流与合作,针对自制设备,开发出多个教学实验,真正做到\"既习其理,叉习其器\"。设备及实验研发助于教学相长,实现教学能力和水平的提高,同时拓展思路,激发潜能,丰富了教学方法和手段。", "label": "动力工程及工程热物理", "id": 0}
{"content": "对称翼型是流体机械叶片的基础翼型之一,复杂的叶片翼型可以理解为对称翼型等基础翼型的变形或叠加。对称翼型在不同攻角、不同密度流体、不同流速来流下的表面应力、升力、阻力的变化规律与该翼型的效率、空化性能、寿命等密切相关。因此,研究其水动力特性具有重要意义。本文提出一个对称翼型的力学模型,在力学模型中,将来流分为无环量部分和环量部分,分别计算这两部分所受到的法向力、升力以及阻力。将环量部分和无环量两部分的升力、阻力计算结果分别叠加,并结合叶片前缘吸力部分,得到叶片总的升力、阻力表达式,表达式主要包括来流的攻角、速度以及对称翼型的主要翼型参数等。在计算过程中,采用儒可夫斯基保角变换法将对称翼型上的位移、速度等转换为极坐标表示形式,并以极坐标形式计算导叶受力,降低了计算难度,简化了计算分析过程。将所得到的受力结果与试验结果进行对比,验证了力学模型及计算方法的准确性。通过本文的研究为理论研究复杂翼型的水动力性能奠定了基础,并为理论研究复杂翼型的受力提供一种新的方法。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文以实际斯特林发动机内回热器为研究对象,针对不同目数和丝径的8种结构回热器,建立大温差、高压力下可压缩性往复流动多孔介质CFD模型并展开了数值研究。从回热效率、流动阻力和总耗功损失率等性能指标对回热器内的流动与换热性能展开优化分析,发现在同时增加孔隙率、减小金属丝径和控制不同孔隙率丝网的填充比例情况下,能实现回热器总耗功损失率降低50%以上。", "label": "动力工程及工程热物理", "id": 0}
{"content": "采用数值模拟的方法对自行设计的斯特林发动机燃气再循环纯氧燃烧室进行研究。结果表明:主次流截面比增加,燃气被引射量增加,燃烧室和加热管最高温度降低,温度不均匀性下降。油头位于等截面混合管入口时引射比最大,当油头伸入混合管,其引射比降低。油头与引射器混合管出口距离减小,燃油点燃后温升速率基本一致,火焰稳定燃烧区间长度基本不变。可以通过优化主次流截面比和油头与引射器的匹配来实现对超高压下纯氧燃烧的控制。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对喷嘴采用直接加工的方式来改变其微观形貌特征,深入研究零件微观形貌特征对雾化性能的影响。通过对喷嘴内表面进行划刻来模拟加工中的喷嘴孔内表面产品缺陷,并对处理后的喷嘴进行性能测试研究。实验结果表明:燃油流量会随着喷嘴表面光洁度的提高而增大,喷嘴表面浅划痕对雾化锥角及流量的影响可忽略不计,而深划痕会严重影响雾化锥的形貌特征,并使燃油流量减少。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对自行研制的一台二冲程压缩空气发动机,采用热力学理论分析和?分析方法建立数学模型,并在该基础上构建SIMULINK模块和GUIDE模块混合编程,进行仿真计算,并经过试验验证后,分别探究了储气罐压力、进气提前角及进气持续角对能量利用率的影响。结果表明,当进气持续角保持在80°CA时,能量利用率为最佳的进气提前角为15°CA,在进气压力为3MPa下,能量利用率为最佳的进气持续角为70°CA~90°CA。", "label": "动力工程及工程热物理", "id": 0}
{"content": "以水蒸气为工质,对喷射器内部流场进行了数值模拟。模型中考虑了水蒸气经过拉法尔喷嘴后,部分水蒸气凝结形成湿蒸汽的影响,计算分析了带有调节锥的可调式喷嘴和普通喷嘴的两种蒸汽喷射器的工作性能。结果表明,在设计条件下,当喷嘴喉口当量直径相同时,调节锥对引射流体流量有一定影响,可调式喷射器的喷射系数略小于不可调喷嘴喷射器;调节锥在喉口处的直径越大,对喷射系数、引射流体流量、工作流体流量的影响也越大。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在朗肯动力循环系统中,高端温度参数已接近目前材料的使用极限,惟存低端温度实施的处女地。为此,汇集业内研究之理论与实践成果,建议开展低沸点汽水（CO2+水）热机应用研究,以便在热能行业的节能减排中为其产业规模化应用\"添砖加瓦\"。", "label": "动力工程及工程热物理", "id": 0}
{"content": "模拟流体机械冲蚀与空蚀交互磨损工况,通过对比材料的绝对失重量与试验时间的变化曲线、24小时试验的磨痕演变规律以及SEM微观形貌,研究了Q235、45钢、40Cr、HT200四种叶轮常用金属材料的磨蚀特性。结果表明:在冲蚀与空蚀交互磨损下,材料的失重量与磨损时间接近正比;试件的磨痕沿水流方向,成夹角状分布在空蚀孔两边;沙粒对Q235等塑性材料微切削过程中,动能转化为材料的塑性变形功,使材料产生塑性流动,形成犁沟状磨痕;对于脆性材料HT200,空泡溃灭和沙粒的冲击超过其弹塑性变形极限,产生微裂纹,造成材料的微体积疲劳剥落,形成蜂窝状蚀坑。相同硬度下,塑性材料耐交互磨蚀性能优于脆性材料。", "label": "动力工程及工程热物理", "id": 0}
{"content": "总结riblets减阻研究。结合理论分析与技术验证两方面,探讨了riblets减阻技术应用于流体机械减阻的可行性,提出了流体机械riblets减阻研究建议。", "label": "动力工程及工程热物理", "id": 0}
{"content": "利用VOF模型、realizable k-ε湍流模型,对一种顶部带有螺旋结构的离心式喷嘴进行了数值模拟研究。分析了水和空气在喷嘴内部的速度和压力特性;对螺旋结构附近的流场进行了单独分析;利用周向平分区域的质量流量分布以及喷嘴出口下方不同水平面上水质量流量的质心分布,对此种喷嘴的喷淋均匀性进行了研究并与没有螺旋顶部的喷嘴进行了对比。研究发现,在顶部螺旋结构后方有漩涡存在,喷嘴在周向喷淋不均匀,螺旋结构能够减小喷淋的不均匀性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>专利人:李浩东一、应用领域能源、环保、电力、汽车等。二、知识产权信息专利申请号:200710065639.8申请日:2007年1月26日公开日:2008年8月是否授权:实审阶段三、项目概述（一）特点\"永磁体动力装置\"以永磁体作为装置的能量源,它节能环保、构造简单、安全实用。相对于电动机（电能→磁能→机械能）的能量转换顺序,该动力装置减免了\"电能\"环节,节省了电能。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>专利申请号:200710065639.8发明个人简介李浩东,在企业做过钢铁热处理工、机修钳工、汽车电工,曾评为企业标兵,优秀员工,先进生产者;担任过团组织委员、团支部书记,评为优秀团干部。1988年云南教育学院大专毕业,1993年参加昆明理工大学汽车技术培训班学习,获优秀学员奖;2003年与企业解除劳动合同,惜别了二十七年的工龄,\"从头再来\"!;2007年5月至2008年5月已有三个专利被国家知识产权局授权;2009年专利项目人编《祖国万岁》—建国六十周年中华精英盛典;2010年专利项目入编《世界名人录》专利概述（一）特点:\"永磁体动力装置\"以永磁体作为装置的能量源,它节能环保、构造简单、安全实用。相对于电动机（电能→磁能→机械能）的能量转换顺序,该动力装置减免了\"电能\"环节,节省了电能。应用领域:能源、环保、电力、汽车等。（二）性能指标:它是移动能源,可以带动发电机,二十四小时为电动汽车充电,为工农业生产,为人民生活供电。（三）技术方案:本发明根据磁场对置于其中的磁体产生作用", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>既能呈\"浮体\"上升又能呈\"沉体\"下降的人造\"沉—浮体\"热气球和潜水艇,在流体中实现升降的实践证明,一定深度和规模的静止流体应属能量资源。\"重为轻根\",流体势能实为重力势能。在材料科学和工艺技术支持下,在流线体壳内纵向主", "label": "动力工程及工程热物理", "id": 0}
{"content": "飞轮储能系统的关键技术之一是设计飞轮监控系统来实时监测当前飞轮单元的电压、电流、状态等各项参数。基于此本文采用Modbus TCP/IP协议,在QT开发框架中根据飞轮模块REGEN125通讯接口进行监控系统设计,使监控系统与飞轮模块进行网络连接,可通过监控系统向飞轮模块下达指令,也可接收飞轮模块反馈的各项信息并显示在监控系统的图形界面中。", "label": "动力工程及工程热物理", "id": 0}
{"content": "面对一次调频需求,风电场可采用飞轮储能系统加锂电池储能系统的混合储能系统进行调频工作。其中风电场的一次调频的快频装置EMS（Energy ManagementSystem）负责调频策略的实现,感知电网态势,计算补偿功率,并将补偿指令下发到风电场风电变流器、储能飞轮、锂电池等执行装置。而飞轮端按照SOE（Surplus of Energy）功率分配策略得到的每台飞轮的充放电功率指令,与风电场EMS下发的指令是不完全一致的,考虑到存在IPM损耗等因素,飞轮端的功率控制指令需要进行校正。本文采用一次多项式拟合的校正方法,该方法经试验证明简单有效,可在不更改任何硬件的基础上提高控制精度。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过将现有的飞轮并联组成储能飞轮阵列来获得更大的储能量,需要解决一些关键问题,比如储能飞轮阵列的总功率指令值以什么样的功率分配策略分配给各台飞轮单元。基于此本文对现有的储能飞轮阵列放电控制策略进行分析比较,并对其中的等时间长度放电控制策略进行优化,提出基于剩余能量的SOE（Surplus of Energy）功率分配策略,使其更加符合嵌入式系统的特点,能够运行在低性能的平台上。并通过试验证明,该功率分配策略能够准确控制各台飞轮单元充放电,稳定直流母线电压。", "label": "动力工程及工程热物理", "id": 0}
{"content": "近几年,社会经济的快速发展,文字时代逐渐转变为信息时代,常见家用电器,也更加智能化,工作中运用到计算机信息技术的覆盖率也不断扩增,这就导致传统的电力系统已经无法顺利为全民信息时代输送电流,保证每家每户的用电稳定。为此,电力公司需要转变传统的发电系统以及发电模式,确保风力发电系统能够保证每日的供电量。且风力发电作为可再生资源,如果合理运用储能技术,则能够最大限度地发挥出自己的优势与作用。本文主要分析了解储能技术在风力发电系统中的运用价值以及发电优势,并明确阐述储能技术与风力发电系统融合的有效性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>天然矿物具有种类多、成本低和环境友好等优势,但目前矿物资源的综合利用主要以粗放、低端利用为主,高值化利用的基础及应用研究亟待加强。以锂离子电池为代表的二次电源已广泛应用于移动电子设备、电动汽车、大规模储能等领域。虽然近年来锂离子电池等高能量储能器件已得到长足发展,但还存在成本高、充放电速度慢等缺点。如能将低成本的矿物资源及材料应用于制造二次电池关键部件,将有望显著降低电池的成本,同时实现矿物资源的高值化利用。因此,开展典型矿物在电化学储能器件中的应用和基础研究,将有望拓宽其应用领域并提高其利用价值,具有重要的研究意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "镍基硫化物由于具有较高的理论容量,被广泛用于储能领域。目前大多数镍基硫化物都是人工合成材料,而且具有良好的电化学性能。前期研究数据表明,镍基硫化物在超级电容器领域具有良好的应用前景,但是在水系超级电容器中的电压窗口较低（<1V）。我们近期的研究表明,通过掺杂可以将水系电压窗口增加到1.8V。从成本因素考虑,能否通表面工程改性,掺杂等方式,以六方硫镍矿天然矿物作为原料,去获得能源储存材料。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文以飞轮储能的关键技术与应用推广分析为主要内容进行阐述,结合当下飞轮储能系统的优势、飞轮储能系统工作原理以及分类、飞轮储能系统的应用和飞轮储能关键技术未来发展趋势为主要依据,从充放电速度、工作效率高、使用时间长、无环境污染、在电力系统中的应用、在交通工具中应用这几方面进行深入探讨和分析,其目的在于加强飞轮储能关键技术的运作效率,旨意为相关研究提供参考资料。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着我国可再生能源在能源结构中的占比不断地提升,新型发电方式联合传统发电的能源结构为促进可再生能源消纳提供了一种新思路。目前电池储能在电力系统的各个环节有已经展开了一些示范工程,涉及可再生能源并网、电力辅助服务、电力输配和分布式微网等。文章介绍了示范项目的应用模式、发展趋势和运行效果。最后归纳总结现有的示范项目,对未来发展趋势进行展望。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着电动汽车了普遍,锂电池作为其主要能源存在这功率密度较低,循环寿命短等问题,因此采用超级电容作为补偿能源构成混合储能系统。本文先采用CPE密度函数对半主动结构的由锂电池和超级电容组成的混合储能系统进行容量分配,分配出的结果可以满足车辆在UDDS条件下运行4～5次循环。再设计了自适应模型预测控制器使得电池作为持续的能量输出器件,使得超级电容作为主要的大功率吸收器件,从而达到延长电池寿命的目的。", "label": "动力工程及工程热物理", "id": 0}
{"content": "动力锂电池在新能源电动汽车的应用中面临诸如循环寿命不足、动力不足等挑战,采用超级电容作为补充储能器件可以有效缓解上述问题。本文从仿真建模和优化分析出发,比较锂电池/超级电容混合储能系统的几种常见拓扑结构的优劣。为了使不同拓扑具有可比性,本文首先确定了满足车辆需求的基本配比数量。然后基于动态规划方法,针对NEDC工况,本文给出了不同拓扑下最优功率分配模式的性能表现。对比结果显示,电容/电池半主动式拓扑在能量损失与电池电流削减两方面均具备最优性能。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着经济和科技的发展,人们对日常居住环境的要求不断增加,在满足基本舒适度的要求的同时,还要满足节能的特点。相变储能材料是一种新型的材料,将传统的建筑材料与相变材料相结合,利用相变材料随着温度变化时,自身物质状态也发生改变,将吸收或放出大量的潜热,从而实现建筑节能的目的。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在研究中电力储能技术为核心,分析能源互联网背景下的电力储能技术内容及其应用价值,提出能源互联网背景下电力储能技术的未来展望,提高电力储能技术水平,并为相关研究人员提供一定的借鉴和帮助。", "label": "动力工程及工程热物理", "id": 0}
{"content": "能源互联网是能源行业的发展方向,而储能技术是能源互联网的重要组件,但其之前受制于技术发展阶段和成本原因,并没有被广泛使用。本文概述储能技术的主要发展方向及情况。按照储能系统的技术特点对其进行分类对比,研究范围包括:抽水蓄能、压缩空气储能、飞轮储能、超导储能、锂电池、钠流电池、液流电池、超级电容器、氢燃料、燃料电池等。综述不同技术的优劣势,总结各类储能技术的技术发展路径。同时分析能源领域对储能技术的需求趋势,总结市场对储能技术发展的重要时点的判断。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文介绍了压缩空气储能技术及其分类,详细说明了基于盐穴储气方式的压缩空气储能技术及其优势、新建盐穴或使用已有盐穴所面临的困难。本文对湖北云应地区现有盐穴,从采层选择、压裂井到对接井选择,分步介绍了盐穴储气库选址的详细过程。本文针对湖北云应地区浅层盐穴许用压力偏低的情况,从技术和经济两个方面分析了其用于压缩空气储能系统的可行性。本文采用Aspen Plus软件,以典型浅层盐穴为例进行了建模分析,并通过初步调研,对系统建设和运行的经济性进行了评估。通过评估得到项目静态投资回收期为8.89年,总投资利润率为7.30%,投资利税率为13.95%,资本金利润率为36.56%,财务内部收益率分别为14.93%,盈利能力较好。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对目前输电供电的不稳定和易中断问题,提出一种新型的移动式飞轮储能应急供电系统。本供电系统是采用集装箱作为飞轮储能的载体,利用磁悬浮技术设计其独特的飞轮结构,同时设计输入输出的电压电流,结合国内电力系统的实际使用情况研发出来的一套先进应急电力保障系统,从而可以应对各种突发情况,提供零毫秒级、不间断、长时间、高质量的电力供给。", "label": "动力工程及工程热物理", "id": 0}
{"content": "飞轮储能技术已经成为极具竞争力的储能方式之一,在众多的领域有着广泛应用。高速旋转的飞轮是飞轮储能最核心部件,因此飞轮结构设计问题成为飞轮储能系统性能提高的关键因素。为提高飞轮的储能性能,本文采用双向渐进结构优化方法（BESO）,考虑飞轮离心载荷作用下,同时考虑应力和体积多约束,将最大化能量密度作为优化目标,对飞轮模型进行拓扑优化设计。数值算例分别考虑了飞轮在不同体积分数和周期模式下的优化情况,获得不同结构构型的飞轮优化结果。通过拓扑优化获得飞轮最优结构的方法,为储能飞轮的结构设计提供有效的指导。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>电力储能技术被称为电力系统的第六产业链和能源革命的关键支撑技术。压缩空气储能是目前公认的适合于大规模应用储能技术之一,开展压缩空气储能系统的研究具有重要的研究意义和应用价值。本报告围绕压缩空气储能的技术特征、科学问题和关键技术展开,简要回顾报告人及团队15年来的研究进展,重点汇报研究团队关于10 MW先进压缩空气储能的最新进展,最后报告对压缩空气储能未来发展的思考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>可再生能源的迅猛发展给电网的安全性和稳定性带来越来越严峻的挑战,而储能系统是提高电网安全性和稳定性的有效途径。在各种储能方式中,超导储能系统（superconducting magnetic energy storage system,SMES）具有效率高、响应速度快、无衰减等优点,有望在可再生能源领域发挥重要作用。SMES在可再生能源领域的研究目前主要包括如下几个方面:1,平滑可再生能源输出功率,解决可再生能源发电的波动性问题;2,提高基于可再生能源的分布式电网和微网的频率稳定性和电压稳定性;3,提高可再生能源发电", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着能源互联网的发展,储能技术在可再生能源接入、提高电网安全性和稳定性、以及清洁能源发电方面发挥重要作用。本文介绍了储能技术的基本原理,并重点分析了抽水储能、压缩空气储能、飞轮储能、蓄电池储能、超级电容器储能以及超导磁储能等储能方式的技术特点及发展趋势,并对比了不同储能方式的技术参数。最后,介绍了相关储能技术近年来在江苏电网的实际工程应用案例。", "label": "动力工程及工程热物理", "id": 0}
{"content": "能源危机和环境问题给人类的现代生活带来了巨大的阴影,推动了太阳能、风能等可再生能源的广泛研究。以风电和太阳能等为代表的可再生能源的特点是随机性强、波动性大,由此造成对电网稳定性冲击很大。因此,可再生能源的大规模利用需要储能储电技术的支持。在各种储能技术中,超级电容器（SC）因兼具电池的高能量密度和电容器的高功率密度而备受关注。另外最近王中林发明的摩擦纳米发电机（TENG）,可以从我们的日常生活环境中获取能量,与超级电容器集成为自充电能源系统,可以实现通过收集环境中的机械能实时驱动电子器件。[1-2]但TENG传统电极材料是金属如铜和铝,很容易被氧化或在一些恶劣环境中易被腐蚀。最近,我们用电化学原位合成的微纳米结构的导电聚合物（PPy）代替TENG的金属电极材料（图1a）,可以显著提高摩擦纳米发电机的电荷密度。该微纳米结构的PPy（图1b）作为超级电容器（SC）的电极材料,也可以显著提高电化学储能性能。将聚吡咯基TENG和聚吡咯基超级电容器进一步整合,将集成为高性能的全塑自充电能源系统（SCPS）。用人的手指简单地按下,SCPS能够持续驱动电子设备,如计算器（图1C）。[3]另外,也可以用TENG的脉冲输出合成该微纳米结构的PPy,实现自驱动电化学合成。[4]由于采用了环保材料和简单的电化学沉积技术,这种新型自充电电源系统可以广泛运用于可穿戴电子器件与海洋蓝色能源的收集。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文提出了一种基于盐穴储气的先进绝热压缩空气储能发电系统的设计方案。与采用高压容器储气的技术方案相比,该方案具有储气容量大、储气成本低、储气效率高等技术优势。在此基础上,提出了多级压缩、级间回热和多级膨胀的系统架构。整个流程能够高效存储压缩过程中产生的压缩热并用于加热进入空气透平的高压空气。不依赖天然气补燃,完全零碳排。采用热力学基本原理分析了系统的运行特性,探索影响系统储能效率的关键因素,分析了透平进口压力和盐穴储气库压力对压缩机功耗、储热工质温度、储热工质质量、储能密度和储能效率等参数的影响。研究结果表明通过提高透平的进口压力和降低盐穴储气库压力,可以显著提高系统电-电转换效率。本文的研究成果可以为盐穴资源丰富地区建设压缩空气储能系统以及大规模消纳当地新能源提供决策依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>1.国外储能标准现状1.1 IEC储能标准相关情况IECTC120储能技术委员会:2012年成立,划分工作组时为了和TC8、TC21、TC22等工作内容不冲突,主要负责储能系统接入系统方面的问题,而不关注储能设备,只是从目前备受关注、亟需制定的标准入手,开展标;隹制定工作。目前成立5个工作组,开展6项标准制定工作。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>储热的基础研究和应用示范在过去的一年里取得长足进展,本报告首先综述这些进展,特别聚焦伯明翰储能中心及其合作者的工作。基础研究工作包括:（1）高温熔融盐/纳米颗粒悬浮液的热物理性能-分子动力学模拟及跨尺度实验验证;一步法熔融盐/纳米颗粒悬浮液制备与表征;高温熔融盐/纳米颗粒悬浮液的流变性能模拟及实验验证;熔融盐/纳米颗粒悬浮液的导热性能预测及实验验证;（2）复合相变储热材料模块微结构与性能关系-冷热循环", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>压缩空气储能系统通过压缩空气存储多余的电能,在需要时,将高压空气释放通过膨胀机做功发电,在电力的生产、运输和消费等领域具有广泛的用途,是目前大规模储能技术的研发热点。本文综述了压缩空气储能技术的研究与应用现状,分析了压缩空气储能系统的技术特点、科学问题和发展趋势,并对中科院工程热物理所压缩空气储能技术的研究进展进行了回顾和报告。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>为钻机混合动力传动系统研制了1套60MJ/1MW飞轮储能电源系统,开展了轴系动平衡、充放电和储能效率测试实验研究。采用高强度合金钢变截面大型飞轮存储动能,飞轮电机轴系为立式轴系,重型拼装永磁环轴承承担了95%的轴系重量。永磁电机转子采用格栅结构内嵌磁钢,以实现较高速度安全旋转。基于大容量功率电子变换和电机控制技术,开发了", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>分布式微网是新能源和可再生能源全面推广的重要形式,目前已广泛应用于大型公共建筑、工业园区、离岸岛屿、军事基地等。其负荷不仅包含电能,还包括冷能和热能。电池储电能够满足多种电力需求,但成本昂贵。储冷和储热技术成本低,但无法满足电力需求。因此,单一储能技术己无法同时满足能量储存和经济性之间的平衡。本报告介绍了将多种储能形式高效集成应用的电-冷-热复合储能技术。以可再生能源电力最大化利用为目标,通过储", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着可再生能源发电装机的快速增长,国内外电力能源结构正在发生深刻变革,特别是我国电力市场改革不断深化,重构新型电力能源体系的问题逐渐进入人们视野。截止2016年上半年,我国风电装机容量累积达1.37亿千瓦,光伏发电装机达6300万千瓦。与此同时,弃风、弃光问题显著。上半年全国风电弃风电量323亿千瓦时,同比增加148亿千瓦时,平均弃风率21%;弃光限电量达到19亿千瓦时。面对新能源产业发展所面临的问题,迫切需要提出技术上可行,经济上有效的解决方案。通过发展能源\"互联网\"产业,将电能输送、消纳与转化相结合,实现不同能源形式之间的互联互通,适当储备是解决上述问题的重要战略方向。通过使用大容量储能装置,发展分布式微电网在用户现场（或靠近用电现场）配置,以风能、太阳能等可再生清洁能源作为电源,实现自我控制、保护和管理,既可以与外部电网并网运行,也可以孤立运行,成为缓解上述问题,建设\"扁平化\"电网结构的重要技术途径。此外,通过电解水将电能转化为氢气,与天然气混合后成为加氢天然气,最终以燃烧方式释放能源;既有利于大规模转化、长时间储存,又能够远距离输运。该方式具有直接形成商业化应用的可能性,但需要和天然气资源开发与管网建设同时考虑,电解水过程的能耗尚需进一步降低。本文阐述全钒液流电池产业技术发展状况,以及锌空气电池和高效电解水制氢技术进步。根据电化学储能的技术特点进行合理配置,才能为电力能源\"互联网\"提供有效的技术与装备支撑。通过不同能源形式之间互联互通,发展可靠、互动、自愈、兼容、经济的能源\"互联网\",最大程度发挥不同能源特点,提高电力能源利用效率。与此同时,为了全方位评估适用于能源\"互联网\"的储能技术,本文提出评价和比较储能产品的四项基本准则:1)安全性;2)资源丰富和可持续利用性;3)全生命周期内的绿色环保性;4)技术经济上的可盈利性。通过系统阐述该四项基本准则的影响因素以及相互之间的关系,比较现有储能技术的优缺点,归纳储能技术发展的主要方向。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>中国电力科学研究院的研究人员李建林、马会萌、惠东,在2016年第14期《电工技术学报》上撰文指出,分布式发电能够充分利用可再生能源实现节能减排,是集中式发电的有效补充,利用储能系统的双向功率能力和灵活调节特性可以提高系统对分布式电源的接纳能力,具有广阔的应用前景。首先汇总了多种主流储能技术目前在电力系统中的应用规模及其本体关键参数,并从储能设备自身特点和电力系统对储能的需求出发,分析各储能技术的优势和不足,提出了可能突破的方向及发展预期。", "label": "动力工程及工程热物理", "id": 0}
{"content": "全球能源互联网由跨洲、跨国骨干网架和各国各电压等级电网构成,以高比例的可再生能源发电为主要特征之一,储能技术将得到规模化的广泛应用。氢储能及其利用技术具有能量密度高、无污染、可持续等特征,储电和发电过程无需分时操作,且理论上能够存储多少氢气/合成气/合成油就能储存多大规模的能量,是仅有的能够储存百GWh以上且可维持几周供电的能量储备技术方式,具有广阔的发展潜力和应用前景,对确保全球能源互联网系统的安全稳定具有不可或缺的作用。本报告从氢储能及利用相关技术现状入手,介绍今后可能的技术发展趋势,以及电-氢-电转化及应用模式。进一步结合全球能源互联大背景,梳理氢储能技术在规模化应用中可能面临的问题,如电网/管网适配技术、电网效率及能源相容问题、电网及燃料网的联合与统一。最后,针对目前的电网发展提出建议,呼吁加大氢储能基础技术研发及相关政策跟进。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>1.储能定义什么是储能:特指通过机械的、电磁的、电化学电等方法,将能量存储起来,在需要的时候,再通过机械的、电磁的、电化学的方法转变为电能,为用电设备提供电能,从而调节能量供求在时间和强度上的不匹配问题。", "label": "动力工程及工程热物理", "id": 0}
{"content": "压缩空气储能技术属于一种新型技术,本文主要针对压缩空气储能技术的研究进展进行分析。", "label": "动力工程及工程热物理", "id": 0}
{"content": "飞轮储能系统作为一种新型物理储能方式以其在效率高、容量大、响应快和对环境友好等优点得到了广泛关注。本文首先介绍了飞轮储能系统的工作原理和分类,并对高速和低速两类飞轮储能系统做了分析比较。重点分析了飞轮储能系统的能量特性、功率特性、传动链模型以及充放电控制等,对国内外研究现状进行了阐运。介绍了飞轮储能的技术应用,展示其良好的应用前景。", "label": "动力工程及工程热物理", "id": 0}
{"content": "压缩空气储能系统被认为是最具发展前景的大规模电力储能技术之一,本文采用火用与经济学分析相结合的方法,建立了压缩空气储能系统热经济性模型。针对10 MW/80 MWh蓄热式压缩空气储能系统服务于执行峰谷分时电价的电力系统运行情景,进行了热经济性分析。结果表明,该系统热经济性上是可行的;能量成本在总成本中占绝大多数,非能量成本中,储气子系统占比最大,其次为压缩子系统,最后为膨胀子系统,其中压缩子系统火用损率最高;储气子系统火用经济系数最大,即其非能量费用占自身总费用比率最高;对该系统进行的敏感性分析表明,子系统效率提升与系统单位输出火用成本降低呈非线性关系。本文的研究将为压缩空气储能系统的研究和工程应用提供技术经济决策的参考和依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "电力储能是调整能源结构、提高可再生能源大规模接入、提高能源安全性的关键技术。在所有的电力储能技术中,压缩空气储能（CAES）技术具有可大规模应用、低成本、较高效率、长寿命和环境友好的优点,但是传统的CAES依赖大型储气室和燃料输入,使其应用受到限制。针对传统CAES的问题,本课题组提出了一种新型的压缩空气储能系统——超临界压缩空气储能系统（SC-CAES）,其摆脱了依赖大型储气室和燃料输入的限制,且具有较高的系统效率和极高的能量密度。本文建立了一种SC-CAES的热力学模型,并揭示了其热力学特性。计算结果显示该型SC-CAES系统效率可达67.2%,比传统CAES的系统效率约提高了19%~13%。能量密度可达3.4×105 k J/m3,约为传统CAES的18倍。同时对改型SC-CAES系统各参数进行了灵敏度分析,发现:当储能压力为120~140bar,释能压力为65~76时,系统效率较高;系统效率与压缩机效率、涡轮效率、间冷器/再热器换热温差、间冷器/再热器压力损失近似呈线性关系;由于空气在蓄冷换热器中存在跨临界温度换热的情况,在系统效率与蓄冷换热器最小温差、低温泵效率、液体膨胀机效率的关系中,存在一个转折点,在转折点两侧,系统效率随各参数变化趋势相差较大;系统效率随压缩机效率、涡轮效率、蓄冷换热器最小温差（大于转折点参数时）等参数变化剧烈。由于SC-CAES具有相对于其他CAES的多种优势,因此具有较大的发展空间。本研究将为SC-CAES的设计和应用提供一定理论支持。", "label": "动力工程及工程热物理", "id": 0}
{"content": "综述现代储能技术在电网中的作用,各种储能装置的特点,国内外MW级储能项目发展动态,储能容量的配置,经济成本和市场规模,我国储能产业的相关政策和发展前景等。", "label": "动力工程及工程热物理", "id": 0}
{"content": "某厂1号机组更换上层燃烧器一次风组件后出现脱硝入口NOx高,认真分析NOx升高的原因,通过单只燃烧器的配风调整,将上层燃烧器的内二次风拉杆由45°调整为30°,以减少上层单只燃烧器的内二次风量;通过主燃区和燃尽区的配风调整,就地开大每只燃尽风调风器的外二次风拉杆,进而增加燃尽区的二次风量,降低主燃区的二次风量,以实现NOx降低的效果。经采取以上措施后,脱硝入口NOx高的问题得到了很好的解决,这为其他同类型机组解决类似问题提供了很好的借鉴。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文分析了国家能源集团丰城电厂#1-#4机组脱硝超低排放改造后,脱硝出口NOX含量自动调节无法正常投入的原因,针对存在的问题对自动控制方案进行重新设计、调试,取得喷氨自动在全负荷工况下投入正常,无需要人工干预的良好效果。并通过统计对比优化前后单位发电量尿素消耗量的值,分析计算获得的节能效果,为公司深度节能做贡献。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为了提高SNCR（选择性非催化还原反应）脱硝效率,实现SNCR宽负荷脱硝,在1台130t/h CFB（循环流化床）锅炉上,进行了低氮燃烧调整试验,就分离器出口温度Tsep控制进行了研究。结果表明:SNCR温度窗口存在一个高效反应温度点Topt,将分离器出口温度精准控制在Topt前后可获得更高的SNCR脱硝效率;FGR（烟气再循环）对分离器出口温度Tsep具有调节作用,分别在130t/h、90t/h、70t/h负荷投入FGR,分离器温度分别提高30℃、40℃、70℃,随着负荷的降低,FGR对分离器温度的调控能力增强;上、下二次风比例对Tsep同样起到调节作用,通过切换上、下层二次风门,Tsep的调节范围在30℃左右;Tsep随着一次风率的提高而降低,同时低氧量下一次风率对Tsep的调节范围更大。通过实炉应用表明,分离器温度控制技术可以在高负荷时实现SNCR反应效率的优化,降低脱硝运行成本,低负荷时可将停止的SNCR反应重启,实现NOx达标排放。", "label": "动力工程及工程热物理", "id": 0}
{"content": "由于火电机组运行过程复杂,难以通过机理模型进行精确分析和应用;机组运行状态受诸多因素影响,不同运行参数与运行特征间的数值回归分析困难。针对此问题,本研究提出一种火电机组运行参数及优化效率间的偏回归分析方法,以通过二次风量调节降低NOx排放的应用为例阐述了研究方法。研究方法首先利用数据驱动分析手段,通过机器学习建立复合工况参数与NOx排放间的复合基础回归模型,利用基础模型进行单因素驱动分析,得到NOx排放随二次风量变动的样本数据;选择、设计合理的函数类型对样本数据进行拟合,通过参数估计得到二次风量与NOx排放间的偏回归模型。根据所得偏回归模型可观测在整个二次风量的可调区间内NOx排放趋势,分析结果可用于二次风量的运行调节指导,以达到机组经济环保运行的目的,减小脱硝的投入。", "label": "动力工程及工程热物理", "id": 0}
{"content": "华能（浙江）能源开发有限公司玉环分公司（以下简称华能玉环分公司）超超临界燃煤发电机组采用石灰石—石膏湿法烟气脱硫工艺,脱硫系统在长期运行过程中,吸收塔浆液中亚硫酸钙含量化验值都极低。通过对吸收塔氧化风量理论计算与实际运行情况进行对比,并辅以实验论证,发现脱硫吸收塔氧化风量处于过量状态,并分析氧化风量对吸收塔系统运行影响情况,提出优化运行途径及注意事项,进一步预估产生的经济效益。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文就火力发电厂600MW亚临界机组,锅炉冲洗排水等热力系统排污水,品质较好,排入废水储存池混合储存,作为废水处理。一方面增加了废水处理量及处理的费用。另一方面,电厂的取水总量增加,导致了发电综合水耗上升。通过小型技改,将这些高品质废水回收,增加了阴阳床的周期制水量,可以节约树脂再生用的盐酸及液碱,同时减少废水处理的成本和水资源的消耗,使除盐水制水成本下降,有较好的经济性,节能降耗,保护环境。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对某公司脱硫吸收塔频繁出现除雾器堵塞、垮塌情况,为避免石膏雨出现机组降负荷运行,最终导致停机后更换除雾器,通过分析运行调整方式、浆液取样分析、垢样分析、水质分析等手段,总结除雾器堵塞的主要原因,提出了运行控制措施、并对设备进行了技改,解决了除雾器堵塞问题,为同类型机组提供了参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "燃煤电厂脱硫废水处理采用旁路烟道蒸发处理技术具有投资运行成本低、系统简单等优点,运行稳定性受机组负荷、烟气温度、烟气流场等多个因素的影响。本文釆用计算流体动力学对脱硫废水蒸发过程进行数值研究,得到关于脱硫废水蒸发特性的一系列研究规律。以某电厂660 MW机组配套的废水零排放系统为研究对象,提出了一种新型的脱硫废水喷雾蒸发处理技术,实现脱硫废水零排放,运行效果良好,系统安全可靠,具有推广价值。", "label": "动力工程及工程热物理", "id": 0}
{"content": "采用石灰石-石膏湿法烟气脱硫技术的燃煤电厂,会产生大量脱硫废水,污泥是废水处理后的副产物,对脱硫废水污泥的处置一直是一项环保难题,大量脱硫污泥增加了企业运行成本,同时也对生态环境有很大影响,降低脱硫废水处理后产生的污泥产量成为一个亟待解决的问题。本文以华能珞璜电厂为例,通过分析脱硫污泥产泥率高的原因并进行一系列试验、改造和调整,有效降低了脱硫废水污泥产泥率,具有可观的经济效益和环保收益。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对贵州某公司因锅炉实际燃用煤种的热值、含硫量、灰分等关键参数与设计煤种存在较大偏差,存在脱硫系统出力降低,塔内浆液品质易恶化,除雾器易堵塞,系统可靠性低等现象,导致机组带负荷能力严重受限。在不对脱硫系统现有公用系统进行改造,吸收塔、AFT塔不加高等条件下,通过对浆液喷淋、氧化空气等系统进行优化、改造,达到适应现有煤种的要求,并于在2019年、2020年分别完成了两台机组的改造工作,其带负荷能力得到大幅度提升。", "label": "动力工程及工程热物理", "id": 0}
{"content": "配煤掺烧技术为发电企业带来显著的经济效益,但若没有考虑后续污染物处理装置的处理能力,环保设施则会出现处理能力不足和总排放口瞬时超标的问题。为防止此类事件的发生,采用粒子群算法优化的BP神经网络模型,研究了负荷、pH值、石膏浆液密度等对脱硫入口SO2浓度指导值（在达标排放条件下脱硫入口允许的最高SO2质量浓度）的影响,并研发一套脱硫运行评估指导系统。该系统通过一键计算,可以实时评估脱硫入口SO2指导值,从而指导运行人员调整配煤掺烧比例,减少总排口SO2浓度瞬时超标的现象。", "label": "动力工程及工程热物理", "id": 0}
{"content": "介绍了燃煤机组高灰煤超低排放改造采用了以低低温电除尘器为核心的烟尘控制技术路线,性能试验和日常运行监测表明技术路线可行,烟尘（颗粒物）最终排放值稳定低于10mg/m3。总结并提出了日常运行控制的要点,认为电除尘器运行温度和机组负荷与烟尘排放浓度有相关性,在机组负荷确定的情况下,电除尘运行温度对于烟尘（颗粒物）的达标排放至关重要。", "label": "动力工程及工程热物理", "id": 0}
{"content": "石灰石-石膏湿法烟气脱硫技术超低排放改造后环保设施投资成本和运行成本相应增加,其运行管理水平的高低直接影响燃煤发电厂运行的经济性和稳定性。从石灰石-石膏湿法烟气脱硫工艺各个脱硫子系统进行逐个分析和总结节能降耗措施,对脱硫系统的运行节能优化起到指导作用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对电厂外排水量大和废水回用率低等问题,结合全厂水平衡测试结果,对各个用水系统进行优化。通过采用高效节水措施和废水综合治理工艺,实现了废水分类分质回收、阶梯利用;取得了明显的节水减排效益,为实现废水零排放打下了坚实基础。", "label": "动力工程及工程热物理", "id": 0}
{"content": "石灰石-石膏湿法脱硫技术是国内大型燃煤电厂应用最广泛的烟气脱硫技术,其副产物脱硫石膏的综合利用对人类环境共同体、生态环境保护等具有重要意义。在火电厂实际运行过程中,脱硫石膏品质的不稳定性成为限制其综合利用的关键。影响脱硫石膏品质的因素是多方面的,通过详细分析物料因素、运行参数和设备管理等对脱硫石膏品质的影响,提出了相应的改进措施,为改善和提升脱硫石膏品质提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "介绍了国内外火电厂联合掺烧处理高浓度有机废水、城市污泥和生活垃圾等环境污染废弃物的研究进展,讨论了联合掺烧技术的可行性和存在的技术问题。结果表明:采用火电企业锅炉燃烧系统联合掺烧处理各种环境污染废弃物,二次利用废弃物热能进行发电,同时利用火电厂完善的环保设施减少二次污染物排放,是环保领域可行的技术路线,成为当今环保政策下的发展趋势。", "label": "动力工程及工程热物理", "id": 0}
{"content": "燃煤电厂脱硫废水TDS浓度高,腐蚀性高,硬度高,且含有重金属,对环境存在巨大危害,亦会对电厂主系统安全稳定运行产生隐患。脱硫废水尾水固化工艺在多效蒸发结晶、机械蒸汽再压缩蒸发结晶及旁路烟道蒸发等工艺综合对比后,选取旁路烟道蒸发工艺,采用旋转喷雾干燥塔,不堵塞,废水完全蒸发不沾边,受水质变动影响小,工艺简单,易维护,占地小,对主烟道无影响,且对粉煤灰质量无影响。结合各燃煤电厂零排放工程,单旁路烟道蒸发工艺总投资:100～150万元/吨水,运行成本:5～7元/吨水（不计煤耗）,优势明显,已成为旧电厂改造,新电厂建设的尾水主流固化工艺,切实做到脱硫废水零排放。", "label": "动力工程及工程热物理", "id": 0}
{"content": "火电厂超低排放改造后,脱硫耗电率大幅增加,浆液循环泵作为石灰石-石膏法脱硫系统的主要耗电设备之一,降低其电耗成为各电厂环保设施节能降耗的重点目标。针对浆液循环泵采用变频改造技术后,通过开展冷态、热态试验,调节电动机频率,寻找对吸收塔出口SO2排放浓度的影响,选取最佳安全频率范围,同时实现对SO2排放浓度的精准控制,确定了浆液循环泵变频改造的可行性。并通过现场实验,重点研究了浆液循环泵变频改造后的耗电量变化情况,验证了变频改造能够达到节能减排的目标。", "label": "动力工程及工程热物理", "id": 0}
{"content": "TBP/OK有机废液是铀纯化和乏燃料后处理过程中产生的易燃易爆物质,是当前较难处理的中低放射性危险废物之一。等离子体技术被视为一种有优势的高温热解技术,目前国外试验已验证了该技术处理TBP/OK有机废液的可行性。本文分析了放射性废TBP/OK有机相的具体成分,总结了不同处理方法包括传统空气焚烧法、等离子体处理法、超临界水氧化技术、蒸汽重整法、水泥固化法的工艺特点及优缺点。重点论述了现有等离子体技术处理放射性TBP/OK有机废液的工艺,并分析了发展前景,最后将工程应用与我国实际情况相结合给出以后的研究方向。", "label": "动力工程及工程热物理", "id": 0}
{"content": "如今火电厂广泛应用的脱硫技术之一是湿法脱硫,其脱硫装置耗电量较大,极大地降低了电厂的经济效益。为了提高经济效益降低脱硫电耗,选取1个月的电厂历史运行数据,采用基于模块划分的关联规则算法对某电厂脱硫系统（4台定频泵、1台变频泵）参数进行挖掘。挖掘目标为4种不同负荷下浆液循环泵最优组合,最佳pH值及运行液位。分别得到pH和液位的最佳运行值为5.3±0.2,10.78 m以及A、B、C、D 4个负荷模块下的泵的优化组合。优化后A、B模块每小时可节约电费分别为674,182元,C、D模块可节约耗电费用836元。该算法挖掘得到的运行优化工况库满足电厂运行要求,具有实际可行性,可为电厂脱硫运行提供一定的参考依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "火电行业是大气污染物排放的重要源头之一,随着环保要求的逐渐提高及湿法脱硫弊端的日益显现,火电行业干法脱硫脱硝工艺逐渐受到重视。对干法脱硫脱硝的工艺流程、反应原理、技术特点等方面进行梳理与总结,为火电厂脱硫脱硝技术的抉择提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "根据目前垃圾焚烧发电NOx的排放标准,介绍了已应用的脱硝工艺,主要包括SNCR（选择性非催化还原）、SCR（选择性催化还原）、PNCR（高分子非催化还原）、FGR（烟气再循环）及其组合的工艺,阐述其工艺原理、影响因素、适用范围和运行情况。300 t/d的垃圾焚烧应用实例的运行结果表明,PNCR工艺可独立稳定控制ρ（NOx）<100 mg/m~3;SNCR+FGR组合工艺与单独运行SNCR工艺相比,达到相同排放指标能节约50%的氨水耗量。工艺技术经济比较表明,满足ρ（NOx）<100 mg/m~3的标准,保证燃烧工况稳定的条件下,SNCR+FGR工艺投资和运行成本最低;垃圾热值较低时,为保证稳燃SNCR+PNCR工艺组合最佳。满足ρ（NOx）<50 mg/m~3的标准,可采用SNCR+FGR/PNCR+SCR的组合工艺。不同脱硝工艺的技术经济比较可为垃圾焚烧行业脱硝工艺选择提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对热电流化床锅炉SNCR-SCR耦合脱硝系统出口NOx波动大及氨耗量过高、氨逃逸过高等问题,提出了1种基于大数据技术与工艺机理融合的智慧控制方法。结果表明:与PID控制相比,智慧控制可实现脱硝系统出口NOx排放浓度精准控制,氨氮摩尔比降低31.5%,可节约脱硝运行成本34.2万元/年。", "label": "动力工程及工程热物理", "id": 0}
{"content": "由于生物质燃烧产生的烟气污染物成分复杂,其SCR装置须布置于烟气脱硫及除尘系统设备之后,为低温SCR工艺,相对于常规的中高温SCR工艺,其烟道及设备布置复杂。而SCR装置内部的烟气分布状态与SCR装置的脱硝效果息息相关。生物质燃烧烟气SCR的案例较少,为了分析烟道内装置及系统布置方式对烟气及还原剂分布的影响,提高SCR系统的可靠性,以杞县生物质热电联产项目的低温SCR装置为例,采用计算流体数值模拟的方式,对SCR系统初始设计方案的流场进行了全面分析,并发现了初始设计方案的缺陷。根据分析结果提出了优化设计方案,即在合理位置增设一定数量的导流板。再次进行流场分析后发现,烟气及还原剂分布情况大为改善,系统阻力有所下降,各项指标满足相关规范的要求,低温SCR系统的可靠性大为增强。可为同类型项目的设计提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "我国大部分燃煤电厂采用湿法脱硫工艺,饱和湿烟气直排大气,形成有色烟羽。目前,上海市政府已经明确提出有色烟羽的防治要求和技术指标。有色烟羽的治理技术基本可分为3类:加热技术、冷凝技术、冷凝再热技术。结合有色烟羽形成和消散机理,针对上海市环保技术要求的烟气加热和烟气冷凝再热技术的适用范围进行分析。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对某300 MW燃煤机组脱硝改造,开展全过程性能测试和运行经济分析,研究了脱硝改造全过程的燃煤燃烧特性、污染物排放、硫酸氢氨沉积特性和运行经济效益。结果表明:基于入炉煤煤质调控边界条件进行燃煤掺配,有利于控制NOx生成水平,燃煤燃烧特性对炉内NOx生成量的影响低于锅炉燃烧方式调整的影响,根据实时脱硝量能够有效指导供氨流量调整和控制出口NOx浓度,同时还能预测实际氨逃逸情况,严格控制燃煤硫分和氨逃逸,适当提高NOx排放浓度,有利于降低空气预热器ABS堵塞的风险,运行经济效益模型计算结果表明,通过优化脱硝装置运行参数,降低系统阻力和氨耗量,延长脱硝催化剂使用寿命,有效减少脱硝运行成本,实现正收益。", "label": "动力工程及工程热物理", "id": 0}
{"content": "从火力发电厂SCR催化剂应用出发,介绍了SCR的技术原理,分析了催化剂的失活机理,着重阐述了SCR催化剂再生利用技术的研究现状,指出目前已经可实现脱硝催化剂的现场再生,再生后的催化剂可以满足脱硝系统要求;此外,废弃催化剂中钒、钛等稀有金属元素的回收再利用,将带来巨大的社会经济效益。", "label": "动力工程及工程热物理", "id": 0}
{"content": "通过对比改造前后的SCR脱硝系统,发现双排涡流混合器结构能够缓解NOx浓度沿烟道深度方向分布不均的问题。以调节喷氨支管手动蝶阀为手段,对脱硝系统进行喷氨优化。通过优化,脱硝出口A侧的NOx浓度不均匀度由93.9%降低到64.5%,脱硝出口B侧的NOx浓度不均匀度由63.2%降低到40.2%。A侧仍存在局部区域NOx浓度过高问题;B侧仍存在宽度方向不均问题。根据SIS数据分析,发现了CEMS测点零点漂移问题,导致喷氨控制逻辑无法投自动运行。同时,CEMS测点不具代表性。喷氨控制逻辑中推荐喷氨量存在跟随性不好、不灵敏等问题。试验发现,磨组的启停对于NOx的生成也有影响,从而影响NOx排放。针对脱销出口A侧局部NOx浓度偏大的问题,测量了脱硝出口的氨逃逸,发现对应区域的氨逃逸较大,这与催化剂老化失效有关。试验结果为电厂运行和进一步改造提供了参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "噪声预测是环境影响评价、噪声治理工作的重要技术手段。通过实测某垃圾发电厂的主要噪声源声压级及现状厂界声压级,利用Cadna/A噪声预测软件建模,提出建模方法并计算。通过与实测数据比较,分析、验证建模方法的正确性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "燃煤电厂SCR系统实际运行及工程设计中最低连续喷氨温度至关重要,一般催化剂厂家根据设计工况给定最低连续喷氨温度,但入炉煤煤质及实际喷氨量等均有差异,为了指导运行人员或工程设计人员根据实际工况确定最低连续喷氨温度,提出了最低连续喷氨温度简化计算方法。对二氧化硫含量在708～6000 mg/m~3内的烟气中硫酸氢氨凝结温度进行了拟合,根据最低连续喷氨温度影响因素分析结果,提出了最低连续喷氨温度简化计算公式,通过与实际工程案例进行对比,计算结果误差小,对实际运行工况下最低连续喷氨温度的确定具有指导意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "燃煤电厂SCR脱硝系统基本采用高灰段布置,长期处于高尘烟气环境运行,易导致SCR脱硝系统严重积灰,特别是对于西南片区燃煤灰分高、烟尘黏性大的情况下,催化剂的堵塞和磨损问题尤为突出。因脱硝系统严重积灰,实际运行中烟气系统阻力增加,喷氨量加大,催化剂活性降低,严重影响机组安全稳定运行。本文结合实际案例研究现有脱硝配置吹灰方式的适用性,经分析常规声波吹灰器发出的声波在高浓度飞灰烟气中发生碰撞衰减速率大,其声波吹灰效果大打折扣。针对飞灰浓度大、黏性高的特性,采用特定声波频率匹配飞灰特性,以通过共振方式提高飞灰浮动性,从而解决常规声波吹灰功率小、覆盖率低导致催化剂堵塞的问题,实现了高碱煤、高飞灰浓度以及飞灰黏性高的SCR脱硝系统高效稳定安全运行。经工程改造实施,600 MW机组SCR脱硝系统的改造前后烟气阻力由1500 Pa（350 MW）降低到800 Pa（550 MW）,因烟气系统阻力降低,机组可带最大负荷由改造前的60%负荷恢复至90%以上,大大提高了机组安全运行稳定性与经济性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "粘土岩是我国高放废物地质处置研究的重点围岩之一。选择影响核素迁移的包括围岩的渗透系数、核素的分配系数等在内的关键参数,以放射性核素的迁移速度为参数敏感性分析的目标物理量,应用软件建立高放废物地质处置库渗流与核素迁移分析的简化计算模型,进行放射性核素迁移的参数敏感性分析。240Pu灵敏度分析表明:渗透系数和分配系数为高敏感度参数,孔隙度为中度敏感性参数,弥散系数为低敏感度参数。135Cs灵敏度分析结果表明:不同的分配系数、扩散系数对135Cs的迁移影响较大,不同的渗透系数、水头对135Cs的迁移影响较小。通过分析可以得到如下结论:设计高放废物地质处置库时,应尽量选用低渗透系数及对核素迁移有较大阻滞作用的围岩。在进行安全评价和模拟预测时,应对测试结果数据认真分析,确保为计算提供合理的输入参数,尤其要注意分配系数对计算结果的影响。", "label": "动力工程及工程热物理", "id": 0}
{"content": "基于可熔炼回收处理的放射性金属接收标准进行了测量效率提升探索,针对放射性表面沾污金属建立了快速筛选测量方法,摸索出了一种围绕接收限值标准的表面污染检测判别方法,可将检测时间缩短一半以上,经过实际应用测试验证,方法效果较好。", "label": "动力工程及工程热物理", "id": 0}
{"content": "对早期遗留核设施污染场址的治理是核工业持续和健康发展,并为公众所接受的重要基础。IAEA和OECD/NEA等机构发布了相关文件提出场址治理的策略和过程指导。美国一直关注遗留核设施污染场址的治理,建立了遗留治理行动计划以识别、调查、清理或控制受到污染的场所,其早期治理有以下几个特点:基于可持续原则制定污染场址治理方案;建立完备的污染场址治理的制度和体系;注重放射性废物的管理;通过项目分包的方式完成场址的整治。", "label": "动力工程及工程热物理", "id": 0}
{"content": "贯彻落实总体国家安全观,是社会发展的一项重要保障。目前我国核能利用已进入规模化发展的新时期,核安全作为国家安全的重要组成部分,也越来越被社会各界关注和重视。放射性流出物监测是核电厂发现重大事故或事件的最直接手段,为独立、客观、公正地反映核电厂周围辐射环境质量状况及其变化趋势,监督核电厂流出物的排放情况,预测和预警核与辐射事件或事故,对其进行重点监管十分必要。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为实现具有鲁棒性的综合能源系统优化调度,本文通过将高斯混合概率模型置信区间与信息间隙决策理论（Information Gap Decision Theory,IGDT）的鲁棒思想结合起来,提出新的基于鲁棒驱动的置信间隙决策理论,并以?效率最大和运行成本最低为优化目标,构建基于置信间隙决策的综合能源系统多目标鲁棒优化调度模型;然后根据不确定性理论将模型中的机会约束转化为等效确定性约束;并设计一种新型的自适应谐波混叠多目标复合微分进化算法对模型进行高效求解。所提出的置信间隙决策模型不仅可降低常规鲁棒决策的保守性,同时也克服IGDT模型中不确定集合的粗略性和目标偏差因子的主观性,从而可实现更为合理而准确的不确定性优化调度。最后,通过算例分析验证所提方法的有效性和优越性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文研究了复杂约束下工业园区能源和生产的协同优化调度问题。基于园区能源系统,分别建立了零售商和车间的收益模型,并将其表述为目标函数最大化问题进行优化。利用双向的信息交互,建立了Stackelberg主从博弈模型,各车间作为跟随者通过园区零售商发送的价格信息来调节每台机器的运行状态,零售商作为领导者根据车间反馈的能耗信息调整电价以及外部购电量,两者都以自身收益最大化为目标,直到达到博弈均衡。仿真结果表明,与集中优化相比,采用的基于主从博弈的分层优化方法能够实现在零售商和车间总收益近乎不变的情况下,有效的减少信息交换和计算复杂度。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着城市的快速发展,地上用地越来越紧张,越来越多的基础设施向地下发展,实现了地下化,本文提出地下空间时代的新型能源站,并重点介绍该新型能源站节能、提升城市整体协调性、适用性广等方面的特点,最后详细介绍新型地下能源站在苏州高铁新城能源站项目中的应用,在地下空间的城市进程中,该新型能源站具有重要推广意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着国家对新能源行业的大力推进,新能源集控中心由于其独特的优点已称为新能源企业的未来发展方向,大型新能源集控也越来越多的建设起来。由于需要监视的场站、设备、数据等均已大大超过一般集控的范畴,若不经过合理规划,会给集控正常运维带来较大的困扰。本文结合某大型新能源集控项目实施的具体过程,以集控最重要的一区监控系统为例,从不同类型电站对比,到集控硬件架构优化、集控软件优化设计、集控通讯接口设计等方面,阐述了大型新能源集控监控系统的建设及实施优化方案,并对测点容量、层级数量、通道带宽、程序数量等形成通用理论计算公式,为集控中心的顺利建设奠定了基础,也为其它同类型集控中心的建设提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "园区综合能源系统是解决社会能源利用效率低以及可再生清洁能源难以消纳问题的有效途径之一,园区具有负荷需求种类不断增加、峰谷差不断增大等特点,是实施需求响应的良好平台。园区负荷种类需求的多样化促使电力需求响应逐步向电热多负荷综合需求响应发展。因热力负荷具有传输延迟性、舒适度模糊性等固有特点,可作为柔性负荷参与到系统优化调度中,因此,提出一种计及柔性热负荷参与响应的园区综合能源系统源荷储协调优化模型。首先,以园区采暖热负荷为热力需求响应对象,构建了含有光伏、风电、燃气轮机、储能设备、燃气锅炉等构成的园区综合能源系统框架图,以系统综合运行成本最小为目标函数,通过算例仿真分析了考虑热力需求响应的源荷储协调优化运行效果,结果表明考虑热负荷参与需求响应能够提高系统灵活性、提高新能源消纳、降低运行成本的优势。", "label": "动力工程及工程热物理", "id": 0}
{"content": "综合能源系统是提高能源利用效率、减少污染排放的最有效手段。在对综合能源系统进行规划时,能源负荷通常作为一项给定输入,其通常存在不确定性,且负荷数据可能不易获取,尤其是尚处于规划阶段的项目。此外,用户的行为活动对负荷影响显著。因此,本文提出一种基于智能体建模与随机优化相结合的规划方法,该方法考虑用户行为等因素对能源供需系统的影响,可为缺乏历史数据的综合能源系统设计优化提供行之有效的解决方案。", "label": "动力工程及工程热物理", "id": 0}
{"content": "目前,全球能源紧缺的问题越来越严重,各个国家也提出了低碳、绿色发展,我国也明确提出了可持续发展战略。作为当前能够满足用户多元化能源需求的综合智慧能源,可以通过智能化手段将可再生能源充分利用起来,对每一个能源环节充分考虑,实现低碳清洁发展。而基于全球能源互联网技术发展起来的能源互联网,是未来非常重要的发展趋势,在能源互联网和综合智慧能源下应用大数据分析技术,能够促进能源领域的可持续稳定发展。", "label": "动力工程及工程热物理", "id": 0}
{"content": "创新是引领发展的第一动力,高等教育需要培养具有国际水平的创新型人才。在\"互联网+\"背景下,创新人才的培养充满了机遇与挑战,需要探究适合本专业发展的创新人才培养模式。本文从新能源材料与器件专业入手,立足于新能源领域,对新形势下人才培养模式进行探讨,从三个不同方面阐述了人才培养模式的改革举措。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在先进信息技术的驱动下,综合能源系统的数字化与信息化水平不断提升。主要从综合能源系统及数字孪生技术两方面总结技术研究现状,对综合能源系统数字孪生的基本技术框架进行了探讨,对相关技术特征问题进行了分析。再次基础上,进一步分析了综合能源系统数字孪生技术的应用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "如今智能优化算法已广泛应用于工程优化中,在当前多能耦合与互补的能源发展趋势下,以仅考虑系统经济指标的单目标优化模式已经不再适用于目前区域综合能源系统的运行优化调度,需要研究一种多目标运行策略来解决系统运行问题。首先综合考虑经济与能源利用两个指标并结合商业住宅区域的特性,以日运行收益和一次能源利用率为优化目标构建了商业住宅区域综合能源系统多目标运行优化模型。其次由于传统多目标智能优化算法种群进化方向的合理性和客观性存在不足,为保证针对具体问题时种群向正确方向进化,提出一种基于动态层次分析的多目标鲸鱼优化算法（AMOWOA）,并将提出算法对商住区域综合能源系统多目标运行优化模型进行求解。最后以华东某商业住宅区域综合能源系统为例进行仿真,验证了该方法的有效性和可行性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>本论文集收录的论文内容广泛,涉及钢铁行业碳达峰、碳中和、工业炉窑热工理论与装备、余热余能回收与工艺优化、节能减排与资源综合利用、环境保护与清洁生产等诸多领域,对工业炉窑改造、能量流优化及自动控制、工业企业节能降耗和碳减排等重点课题进行了较深入的探讨,充分反映了近两年我国能源与热工领域科技工作者的最新科研成果和工程实践,可供冶金、化工、建材等行业的工程技术人员,以及大专院校、科研院所的科研和管理人员学习参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "冷热电联产是节约能源的有效方式。随着吸收式制冷技术的发展,冷热电联供进入人们的视野。就目前的能源利用情况和环境问题来看,资源节约和清洁生产势在必行。由于冷热电联产技术区分了电能、热量和冷量的品位,实现了能量的梯级利用,减少了污染物的排放,这种技术引起了极大的关注,得到了快速的发展。本文对常见的冷热电三联供系统进行了分类介绍,重点介绍了以天然气为一级能源的冷热电联产系统,阐述了其运行原理和工作流程,并介绍了现今国内外该技术的发展现状、研究热点。最后总结出冷热电三联供技术发展的优劣之处,引用现有学者的观点归纳出适合于冷热电联供系统的发展原则。", "label": "动力工程及工程热物理", "id": 0}
{"content": "将多种新能源联合开发利用,使之能够取长补短,是未来新能源发展的重要方向之一。联合发电系统是一种比单一太阳能发电系统或者单一地热能发电系统更加高效优越的能源利用模式。本文综述了太阳能与地热能各自的优缺点,分析了太阳能地热能复合系统的原理与优势,对比了新型太阳能地热能系统与传统太阳能地热能系统的优缺点。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在大数据环境下,社区、园区及企事业单位后勤部门管理模式发生了巨大变化,借助数字化的业务管理手段向用户提供了多元化服务。本文重点就后勤业务中能源管理部分设计了一套数字化服务管理框架,具体包括需求模型、数据通信模型及服务数据关联类模型,将传统人工服务窗口办公模式转变为无纸化线上实时交互模式,实现了综合能源用能、能源节能、计费查询、线上缴费更多的服务功能,用户能够以便捷的方式对电、水、热、气综合能源信息进行全面的掌握,在灵活双向通信、自组网拓扑结构下,实现后勤管理平台与用户的双向信息互通,也提高了能源数据传输的效率。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>一、引言在全球新一轮科技革命和产业变革中,互联网理念、先进信息技术与能源产业深度融合,正在推动能源互联网新技术、新模式和新业态的兴起。2016年3月,国家发展和改革委员会发布《关于推进\"互联网+\"智慧能源发展的指导意见》。\"互联网+\"智慧能源是一种互联网与能源生产、传输、存储、消费以及能源市场深度融合的能源产业发展新形态,具有设备智能、多能协同、信息对称、供需分散、系统扁平、交易开放等主要特征。多能互补集成优化项目的建设和推广是构建\"互联网+\"智慧能源系统的一项重要举措,能够有效推动能源清洁生产和就近消纳,减少\"弃风、弃光、弃水\"现象,促进可再生能源消纳,是提高能源系统综合效率、落实节能减排的有效抓手,对于建设清洁低碳的现代能源体系具有重要的战略意义。近年来,随着多能互补项目在全国范围内的推广,如何科学合理地设计和优化其并网方案逐渐成为项目实施过程中的重点和难点。", "label": "动力工程及工程热物理", "id": 0}
{"content": "实现城市能源系统向可持续发展的低碳形式转变,将会对缓解气候变化越来越重要。对城市整体直接进行能源结构优化,成本高昂、实施难度巨大;从城市片区级别开展多能源系统优化,更容易取得阶段性进展。本研究选取一个能源依赖型城市中的新建城市片区作为研究案例。研究通过规划发展情景的部分假设,应用多能源耦合系统,对城市片区的能源系统优化路径进行探索。通过分析对比能源系统性能的环境效益和经济效益,研究为城市片区能源系统探索了潜在的节能减排与经济发展路径。能源系统在关于能耗、经济性和碳排放等方面可量化的信息,有助于规划决策者在实践中把控未来城市片区的供能用能方式。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为应对全球气候变暖带来的巨大减碳压力,以及能源基础设施更新换代的需求,集成能源网络在欧洲获得了快速发展。本文以瑞士索洛图恩某住区为例,分析其可再生能源潜能,并结合燃料电池制氢、制甲烷技术、以及储电、储氢、储热等多重能源存储策略,分别以最低资金投入和最小碳排为目标进行优化计算,从而为当地2020年至2050年的能源规划提供决策依据。", "label": "动力工程及工程热物理", "id": 0}
{"content": "当前世界资源与环境问题日益突出,构建综合能源系统是解决这些问题的有效途径,而对其可靠性的合理评估则是保障其经济、稳定和安全运行的重要基础。本文考虑综合能源系统可靠性指标与调度策略的联系,提出了基于热负荷裕度的评估调度方法。本文首先对热负荷裕度指标进行推导,通过该指标判断系统运行状态;随后,介绍计及热惯性的调度方法,并引入迟滞供给率和负荷满足率反映热惯性对系统调度过程的影响;最后,提出一种具有反馈机制的动态评估调度策略,提高系统适应不同负荷场景的能力。基于某典型工业园区的仿真结果表明,本文所建立的热负荷裕度指标可对系统可靠性做出准确评估,指导系统在不同负荷场景下选择适当调度方法,从而提高系统调度灵活性。", "label": "动力工程及工程热物理", "id": 0}
{"content": "多能互补供能系统能有效提高一次能源的利用效率,而设备配置设计优化是实现系统高效经济运行的基础。配置设计的优化目标常常互相耦合,因此对目标函数和约束条件的综合设计提出了挑战。本文聚焦酒店类建筑供能这一典型应用场景,在能量流分析的基础上,以基于快速分类的非支配排序遗传算法作为工具,实现不同配置方案全年系统天然气用量和电网购电量的逐小时计算,为权衡多能互补能源系统的社会和经济效益提供了有效的途径。", "label": "动力工程及工程热物理", "id": 0}
{"content": "能源大数据具有价值高,范围广,数据量等等特点,涉及到国内各个行业数据的整合,在这个过程中如何构建一个全面的数据标准体系架构就是能源大数据中心的建设重点,本文结合对于国内外相关理论和实践的研究,结合河南能源大数据中心的建设实践,提出了能源大数据标准体系框架,明确了能源大数据的标准定义和构成,对于能源大数据中心的建设有重要的意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "电力物联网战略发展需要多方面的支持,所以推荐智慧能源的使用,深化综合能源的服务是大势所向,城市的建设和发展速度非常快,所以建设城市需要整体解决方案的提供,其中就包括区域智慧能源综合服务平台的建设,平台的整体可以划分为三部分,其中包括平台的总体定位、服务对象以及各个功能的设计,区域智慧能源综合服务平台建设是按照\"混合云\"的架构模式进行设计的,其中包括平台支撑区与能源运营、电能质量监测和耗能分析等各项内容,根据智慧能源的综合服务平台在省区的运用情况进行分析into可行的建设方案。基于此,本文从区域智慧能源综合服务平台建设与应用方面入手,进行探讨分析。", "label": "动力工程及工程热物理", "id": 0}
{"content": "在本研究中构建了综合能源投资指标评价体系,并使用层次分析法是能够对多种能源投资情况进行准确评价,选择具有政策、技术、经济、环境、资源这5个一级指标合理构造以太阳能、风能,生物质能等为多种综合能源的投资指标体系。通过研究表明,在基于相同的发电投资力度下,相对来看水电发电量较高,而太阳能风能其市场发展前景较好,采用生物质能在评价体系中无法完全体现,相对来看海洋能和地热能在市场发展上速度比较缓慢。", "label": "动力工程及工程热物理", "id": 0}
{"content": "近年来,我国可再生能源发电行业迅速发展,但其消纳问题仍未解决,弃风、弃光现象较为严重。选取容量渗透率、能量渗透率和可再生能源利用率作为间歇性可再生能源并网的主要特性指标,并对各指标间的相关性作了简要分析。在保证可再生能源利用率达到一定水平的前提下从渗透率的角度分别对间歇性可再生能源并入网源侧与负荷侧两个层面进行消纳能力评估,定量分析了常规机组和可再生能源出力特性、网架约束以及负荷特性等因素对间歇性可再生能源并网的影响。在此基础上系统性地提出了提升间歇性能源消纳能力的改进措施,对区域电网中间歇性可再生能源的前期规划具有指导意义。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着风光等间歇式可再生能源的大规模接入电网,电网的整体运行特性也随之发生了重大的变化,电网的波动性和不确定性显著增强,随之而来的新能源消纳压力也显著增大,日趋显著。因此,清洁能源消纳对电源调节性能和电网互联互通也提出了更高的要求。", "label": "动力工程及工程热物理", "id": 0}
{"content": "结合广州实践,对新时代国土空间规划中能源规划编制的任务、内容及指标体系的构建进行了研究,指出能源规划应改变之前单专业单品种的规划思路,转向综合能源规划中来。同时,应转变以能源供给为导向的思路,把资源节约和生态保护贯彻到规划中去,强调能源发展上升为国家战略的新背景下,新时代国土空间规划纳入能源综合规划意义十分重要。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文简述了区域能源系统及其在重庆市发展现状。从重庆能源消费总量、能源消费结构、单位生产总值能源消费量、能源规划目标及重庆自然气候环境等方面阐述了重庆具有发展区域能源系统的需求:此外,还从重庆的城市发展结构、建设特点、能源禀赋,能源政策等方面论述了重庆发展区域能源系统的有利条件。结合区域能源系统在重庆发展现状及有利条件,提出了适宜重庆发展的区域能源系统——天然气分布式能源和地源热泵系统,这两种区域能源系统在提高能源综合利用效率、节能减排等方面有较大优势,在重庆有广阔应用前景。", "label": "动力工程及工程热物理", "id": 0}
{"content": "能源管理系统是以帮助工业生产企业合理计划和利用能源,降低单位产品能源消耗,提高经济效益,降低CO2排放量为目的的信息化管控系统。为了适应智能制造的需求,其在系统结构、系统功能、信息采集和管控策略等方面都将发生变化。本文对能源管理的需求变化进行了分析,着重从能源管理精细化、模块化、智能化、生态化的角度进行了全面的设计与实现,开发了基于web的智能能源管理系统。拟参加分会场:能源环保", "label": "动力工程及工程热物理", "id": 0}
{"content": "建设泛在电力物联网是实现能源转型目标的必要手段。叙述了园区级泛在电力物联网—局域能源互联网的研究及其定义,分析了局域能源互联网的建设,提出了能源综合管控方式和策略。希望达到有效解决能源问题、促进能源模式的创新发展、推进能源行业转型升级的目的。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着智能互联网的兴起和绿色节约型社会的建设发展,单一式能源的粗放式供给模式已无法适应现代园区企业的用能发展需求,现代园区企业用能需求将向多能供给、多能融合、多能智能调配、用能绿色与经济最优模式发展和演进,新兴能源供需模式将依靠大数据和物联网及人工智能算法,智能化的对园区综合能源供应需求进行多能融合调控,形成不同能源供应流的交叉有序智能供应调配,发掘能源数据的导向价值,为园区智能能源供需调控提供支撑。", "label": "动力工程及工程热物理", "id": 0}
{"content": "针对农村煤改清洁能源的情况,以山东农村住宅为对象,对空气源热泵、燃气壁挂炉两种方案进行比较得出结论,在农村住宅采用空气源热泵的供暖方式更加适用,并对于煤改电煤改气项目中一些问题提出建议。", "label": "动力工程及工程热物理", "id": 0}
{"content": "紧紧围绕国家提出的2030年碳排放水平达峰目标及相应的碳减排需求,预测碳排放总量,并以此为控制约束形成倒逼机制,探索2030年碳排放峰值水平对中国未来经济发展速度、能源消费结构、产业结构、能源成本等影响,摸索能源结构、碳排放同经济发展水平之间的协同关系。构建基于马尔科夫链能源结构预测模型,能源成本优化模型将一次能源需求总量分为电力能源需求和非电力能源需求,在满足碳排放约束要求的前提下,考虑经济发展、技术进步等相关因素的影响,建立能源消费结构优化模型。", "label": "动力工程及工程热物理", "id": 0}
{"content": "综合能源系统的规划是一个十分复杂的多目标、多约束、非线性、随机不确定混合整型组合优化问题,其规划与设计过程中既要考虑系统内产能、换能、蓄能、用能等各个环节之间的相互依赖关系,又要考虑冷、热、电等多元能源流的互动与耦合,本质上属于非确定性多项式难问题。运用负荷预测、场景生成、多元互联能源系统建模等多项技术,围绕综合能源系统规划设计,考虑全生命周期综合评价,形成综合能源系统的最优配置方案。", "label": "动力工程及工程热物理", "id": 0}
{"content": "人类的生存发展日益受到能源短缺、环境恶化等问题的制约和困扰,亟需优化整个能源系统的体系架构和模式,以提高能源系统的一次利用率和系统的综合效率,实现能可持续发展的能源生产、消费一体化新模式。而冷热电联供系统（combined cooling heating and power,CCHP）遵循\"分配得当、各取所需、温度对口、梯级利用\"原则,集制冷、供热及发电于一体,通过能量梯级利用不仅能充分提高一次能源利用率,而且在减少CO2和PM2.5排放方面也表现出极大的优势,已是新一代能源技术的重要未来发展趋势之一。本文综述了冷热电三联供系统的研究及应用现状,并对未来研究及发展趋势提出展望。", "label": "动力工程及工程热物理", "id": 0}
{"content": "与传统的集中供能方式相比,分布式能源作为一种新兴的能源结构,具有节约能源、环保性好、启停灵活等优点。本文从分布式能源的基本含义、系统特点、系统设计等方面展开了简单的阐述,根据负荷分析及综合指标评价总结,提高能源利用率,为发展分布式能源系统提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "政策对能源技术创新的影响是实现可持续发展的重要研究议题。已有研究主要讨论了国内政策对能源技术创新的影响,较少关注国外政策对能源技术创新的影响。本文以风电技术为例,搜集25个国家2005—2016年间数据,科学度量国外政策外溢和国家间政策相似性,纳入国际视角全面探索政策对能源技术创新的影响。研究发现:国内需求拉动、技术推动和软性系统三类政策均有利于能源技术创新的发展;国外需求拉动及技术推动政策外溢是本国能源技术创新提升的驱动力;国家间需求拉动和技术推动政策的相似性也会促进本国能源技术创新。进一步的比较表明,需求拉动政策、需求拉动政策外溢和需求拉动政策相似性对能源技术创新更有效。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>一、引言以电为中心、以新能源大规模开发应用和电动汽车等新型用电设施广泛发展为标志的新一轮能源革命蓬勃兴起。我国已成为全球电气化水平提升最快的国家,未来能源转型进程将持续深化。随着能源电力网络互联互通,以及\"大云物移智\"等先进信息、网络、控制技术的广泛应用,电网将向具有更高智能化和互动化水平、更强资源配置和价值创造能力的能源互联网方向升级。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>一、引言国网吉林省电力有限公司（以下简称\"国网吉林电力\"）是国家电网有限公司的全资子公司,以建设、经营、管理电网为主营业务,承担保障安全、经济、清洁、可持续电力供应的基本使命。本部设置职能部门20个,下辖9家地市供电公司、49家县公司和5家直属单位。", "label": "动力工程及工程热物理", "id": 0}
{"content": "水-能源-粮食纽带关系为促进资源协同发展提供了新视角和新思路。以西北地区典型能源基地——鄂尔多斯盆地为研究区,在分析水资源开发利用、能源生产与消费、粮食生产与消费基础上,解析了水-能源-粮食纽带关系的特点,并定量分析了能源生产用水量、粮食生产用水量、粮食生产耗能量、水资源开发利用耗能量等主要纽带关系,识别了资源开发利用存在的主要问题并提出对策建议,以期为制定相关资源利用政策提供参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "能源部通过多种合作模式促进研发合作关系的发展,确保国家实验室能够应对广泛的挑战。这些模式包括:国家实验室和其他实体通过研究中心、创新中心和研究所建立合作关系,与学术界合作,国家实验室之间的合作等。能源部还是联邦政府进行技术转化最大的支持单位之一,其下属的国家实验室是承担核科技成果转化的主要责任单位。能源部国家实验室和科研设施进行科技成果转化的方式包括合作研究和开发协议、战略伙伴项目、技术商业化协定、知识产权活动许可、用户项目等。联邦政府和能源部采取多项措施,激励国家实验室和科研机构开展科技成果转化工作。", "label": "动力工程及工程热物理", "id": 0}
{"content": "能源碳排放脱钩是实现低碳经济发展的重要任务,本文通过Tapio脱钩模型探究2001-2018年中国能源碳排放的脱钩效应,并在此基础上利用Kaya恒等式和LMDI分解法,从碳排放强度、能源强度、经济增长和人口规模4个方面进行脱钩指数分解。研究结果表明:2001-2018年我国能源碳排放脱钩指数处于-0.014～0.882之间,整体来讲,能源碳排放与经济增长处于弱脱钩状态。影响因素方面,经济增长效应对我国能源碳排放与经济增长脱钩起主要抑制作用,能源强度效应对我国能源碳排放与经济增长脱钩起主要促进作用;而人口规模效应和碳排放强度效应对我国能源碳排放脱钩的作用较小。在此基础上,本文提出促进经济增长和能源碳排放强脱钩的对策建议。", "label": "动力工程及工程热物理", "id": 0}
{"content": "由于人类活动排放的温室气体已经成为全球气候变暖的重要因素之一,为此我国政府作为负责任的大国早已将减排行动提上日程并且不断加大减排力度。我国政府将减排任务分配到省,所以减排对于各省未来的经济发展及政策趋势的影响含有较大的不确定性。本文利用山西省2000年到2019年的能源消费数据,通过建立灰色预测模型,对山西省2020年到2030年的能源消费量、人口数和碳排放量进行预测。首先通过分析2000-2019年山西省能源消费和碳排放情况,发现山西省的能源消费量和碳排放量整体呈现增长趋势但是增长率波动较大,个别年份呈负增长,而碳排放强度却在不断降低。其次通过预测2020年到2030年的能源消费量、人口数和碳排放量发现,能源消费量和碳排放量仍然增长但是增长率相对缓和、平稳。最后提出山西省减排建议:第一是构建完善的政策体系保障低碳发展;第二是调整能源结构;第三是从供给侧减少高碳化石能源生产,提高能源利用效率;第四是从需求侧增强绿色消费意愿;第五是建立碳交易市场。", "label": "动力工程及工程热物理", "id": 0}
{"content": "煤层气（煤矿瓦斯）是以甲烷为主要成分的优质清洁能源,贵州省煤层气储量丰富,资源量位居全国前列,产业发展前景十分广阔。本文介绍了煤层气开发利用效益,煤层气液化工艺和国内煤层气液化现状,阐述了贵州省煤层气资源和近年贵州煤层气开发利用状况、煤层气液化现状,近年来贵州省建设了一批煤层气开发利用、煤层气液化项目,贵州省印发了加快推进煤层气产业发展的指导意见。贵州省煤层气开发利用规划明确了贵州省煤层气发展目标和开发利用重点,要加大勘探力度、加快资源开发、加强综合利用,要加快推进煤层气产区城镇燃气利用及煤层气综合利用园区建设,因地制宜建设煤层气液化厂、压缩站、加气站、应急调峰和储气设施。提出了煤层气开发利用保障措施。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为应对全球气候变暖,我国宣布CO2排放力争2030年前达到峰值,努力争取2060年前实现碳中和目标。作为能源消费大国的首都北京,加快能源利用结构,提高可再生能源利用率,目标很艰巨,也刻不容缓。本文以北京某产业园供热项目为例,规划利用项目周边可利用的浅层低温能、再生水余热、太阳能等可再生能源供热、供冷,并对采用可再生能源供热方式与常规能源供热方式的经济性、节能减排等方面进行对比,得出利用可再生能源供热供冷,CO2排放量减少了15.9%。在编制该供热方案中,结合遇到的可再生能源利用推广问题,提出将能源利用规划纳入国土空间规划中,并强制约束可再生能源的利用及比重指标;为了进一步推广可再生能源,还需完善投资政策等方面的支撑。", "label": "动力工程及工程热物理", "id": 0}
{"content": "我国作为全球能源供应量和消费量均排名第一的国家,在应对全球气候变化中起着至关重要的作用。本文以国际能源署和世界银行官方网站数据为研究基础,选取全球、中国、美国、欧盟（28国）、日本5个样本进行对比研究,发现自1990年以来化石能源占一次能源供应的比例始终不低于80%,仍然是全球最主要的能量涟源。我国的煤炭供应占比远高于全球平均水平,但风、光等可再生的清洁能源供应量较大,发展态势良好。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>一、交通能源的演化过程1.世界能源消费特征与趋势常见的能源分类是根据能源形态特征以及应用层次进行分类（见下图）。世界能源署将能源分为煤炭、电力、天然气、核能、石油和可再生能源。近年来,世界能源的消费总体呈现以下特征和趋势:（1）世界一次能源的消费总量在持续增加的同时,增长速度放缓。1965～2019年,世界一次能源消费总量从155.69EJ增加到583.90EJ,增长了2.75倍[3],", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>太钢能源动力总厂担负着太钢所需风、水、电、气（汽）等各种能源介质的生产供应、调配管理以及自发电任务,同时又担负太原市城北地区2150多万平方米居民冬季供热、城市生活废水处理回用等节能减排任务。全厂现有职工1834人,其中党员674人,占到职工总数的36.7%。近年来,厂党委坚持围绕提高能源保供和服务能力的中心任务,以做强做实做活思想政治工作为基本目标,深化工作对标,压实工作责任,", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>\"十三五\"时期我国能源领域成绩显著。能源结构进一步优化,煤炭占比从2015年的63.7%降至2020年的56.8%,清洁能源占比升至28.8%。单位GDP能耗基本可完成约束性指标。二氧化碳排放控制、PM2.5治理取得明显成效。能源供应5年年均增长约3%,为经济社会发展发挥了重要保障作用,改革、创新也取得喜人进展。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>中国是世界能源最大消费国、原油最大进口国。近年来进口依存度不断攀升。2019年进口原油5.06亿吨,比上年增长4.6%,进口依存度达72%。2020年1～11月进口原油5.04亿吨,同比增长9.5%。全年进口依存度将达74%。预测到2025年,我国进口原油将达6.3亿吨,进口依存度达76%。作为国家主要能源消费区,粤港澳大湾区（以下简称\"大湾区\"）面临的油气保供问题尤其突出。在大湾区邻近的阳江市建设阳西国际能源港,对保障大湾区油气供应有积极作用。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>当前,氢能产业备受业界关注,各地相继出台氢能规划,国家层面也正在考虑选择部分城市开展燃料电池汽车示范应用。我们认为,燃料电池汽车示范应结合我国技术与产业发展实际,聚焦于核心技术突破,协调好自主创新与市场推广进度,坚持多元市场培育和绿色低碳原则,让市场发挥决定性作用以促进产业链形成,助力本土企业走向全球产业链中高端。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>2020年以来,新冠肺炎疫情在100多个国家和地区扩散蔓延,全球产业链和供应链阶段性中断,进出口受限,贸易量萎缩,需求和消费大幅降低,投资预期大幅下降,失业率明显上升。国际货币基金组织、世界银行等机构纷纷下调世界经济增长预期,认为这次疫情将带来\"二战\"以来最严重的经济衰退。", "label": "动力工程及工程热物理", "id": 0}
{"content": "我国处于经济高速发展的阶段,对于能源的需求很大,能源是经济社会发展的命脉,可以说能源对我国目前的发展起着很重要的作用。水电、原油、以及煤炭这样的一次性能源需求量很大,而且很多利用一次性能源的供暖,不仅有较高的能耗,而且对环境有很大的污染。因此我国目前很注重可再生能源的发展,可再生能源是指在自然界可循环再生的一次能源,对于人们的日常生活具有非常重要的作用。如果可再生能源能够在我国大范围使用,这在很大程度上有助于我国能源结构的优化以及实际能源应用效率的提升,推进能源生产和消费革命,构建清洁低碳、安全高效的能源体系。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>V.A.祖布科夫博鳌亚洲论坛理事、俄罗斯联邦与天然气出口国家论坛合作事务总统特别代表V.A. Zubkov BFA Board Member, Russia’s Special Presidential Representative for Cooperation with the Gas Exporting Countries Forum博鳌亚洲论坛近年更加密切关注生态环保问题。我认为,在博鳌亚洲论坛框架下探讨的关于解决生态环境问题的、具有现实意义的课题之一,是推广使用包含天然气在内的新型清洁能源。", "label": "动力工程及工程热物理", "id": 0}
{"content": "加氢站作为氢能产业上游制/储环节与下游应用市场的枢纽,其建设受到了世界各国的高度重视。本文通过对国内外加氢站发展状况、加氢站的建设及运营情况进行调研,分析目前加氢站建设存在的问题,并提出加氢站发展建议。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着兖矿集团的快速发展,生产规模日益扩大,各种设备不断增加,要确保生产的正常高效安全运转,抓好设备的管理工作非常重要。实现对设备的有效管理、优化配置、提高设备利用率和附加值是保证兖矿持续发展、提高企业竞争力的重要手段。本文结合兖矿集团数字化转型的背景,对其设备管理现状进行分析,提出基于主数据建设的设备管理创新机制,通过设备主数据的实施,实现设备资产管理、设备现场管理、设备供应管理等的创新,提高了兖矿集团的设备管理水平。", "label": "动力工程及工程热物理", "id": 0}
{"content": "氢能是一种清洁高效的二次能源,因其无毒、清洁、来源广泛、绿色环保等特性,被认为是人类社会持续发展的终极能源,其开发和应用越来越得到全球的广泛重视。本文通过对国内外氢能产业发展和标准化建设现状进行对比分析,对湖北省氢能产业发展路径进行分析研究,提出推动湖北省氢能产业高质量发展的政策建议。", "label": "动力工程及工程热物理", "id": 0}
{"content": "《巴黎协定》的核心目标是:加强对气候变化所产生的威胁做出全球性回应,实现与前工业化时期相比将全球温度升幅控制在2℃以内;并争取把温度升幅限制在1.5℃。以二氧化碳为主的温室气体排放是全球气候变化的主要因素,地球碳循环系统中碳源-碳汇体系间排放量与吸收量不均衡导致大气圈中CO2富集,大幅降低全球能源消费引起的碳排放、调整能源消费结构是控制气候变化的主要手段。因此,全球能源转型是切实履行《巴黎协定》,控制气候变化的必然选择和发展趋势。全球能源转型是全球能源消费结构由高碳向低碳能源、低碳向无碳型能源转换,降低二氧化碳等温室气体排放,直至实现零排放为目标的能源生产和消费革命;从2020年起全球能源体系年减排速度需达到6%,通过快速转型、采取可持续发展的能源政策,到2040年碳排放量降至180×108t以内,实现地球碳循环系统排放与吸收间平衡。国际油公司向国际能源公司转型是全球能源转型的必然要求,国际油公司需进一步加大低碳能源和新能源研发与示范领域的投入、降低公司运营、生产和产品的碳排放强度。英国石油公司、壳牌等国际油公司均制定了相应的目标和工作计划,从主营油气生产的国际油公司转型为专注于为客户提供能源解决方案的综合能源公司,到2050年（或更早）实现净零排放。图16参24", "label": "动力工程及工程热物理", "id": 0}
{"content": "可再生能源技术创新是促进能源转型和经济高质量发展的重要一环。已有研究多从国内视角探讨环境政策的严格程度对可再生能源技术创新的影响,较少基于各国制度背景或从国际层面探讨国外环境政策严格程度的影响。本文利用1998年-2016年32个国家的面板数据,借助多元回归分析方法,首先引入环境政策强度探讨国内、国外环境政策严格程度对可再生能源技术创新的影响,随后引入国内环境政策强度和制度质量的交互项探索制度因素对环境政策强度影响的调节作用。结果表明:第一,国内环境政策强度对本国可再生能源技术创新存在正向影响;第二,国外环境政策强度对本国可再生能源技术创新存在正向影响;第三,制度质量正向调节国内环境政策强度对本国可再生能源技术创新的影响。最后根据所得出的研究结论,为提升国内可再生能源技术创新效率和加速能源结构转型提出合理建议。", "label": "动力工程及工程热物理", "id": 0}
{"content": "本文通过研究新能源产业的内涵和分类,从动态维度研究高质量发展下中国新能源全要素生产率和技术效率的变化趋势,分析了中国新能源全要素生产率的驱动因素。研究发现,中国新能源技术效率值整体呈现先上升、后下降、再上升的M形趋势。新能源全要素生产率平均为1.5208,新能源效率变化和技术进步变化呈现相反趋势,技术进步变化对新能源全要素生产率的贡献高于技术效率变化。工业增加值与开放程度对新能源全要素生产率的影响显著为正,研发投入和政府规模对新能源全要素生产率的影响显著为负,外商直接投资和城镇化水平对新能源全要素生产率的影响不显著。", "label": "动力工程及工程热物理", "id": 0}
{"content": "为打赢大气污染攻坚战,建设生态文明国家,汽车行业转型势在必行,结合国家能源战略需要,国家发布中国制造2025及乘用车企业双积分管理办法,明确了乘用车市场的发展方向,各厂家争相推出新能源车型,提升汽车新五化水平。而新能源资质的取得,是一个乘用车企业投产新能源车型的必要且重要条件。本文将针对生产工厂的新能源资料准备作介绍说明。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>由于COVID-19大流行摧毁了全球经济,各国政府有机会支持以绿色为导向的经济复苏。这涉及在可再生能源和其他清洁技术上投入财政刺激措施,以创造就业机会,同时应对气候变化。呼吁采取这一行动的包括:银行、投资者、学者、能源公司、气候倡导者和政治家。不幸的是,一些国家并没有留意这些呼吁。这其中包括澳大利亚,莫里森政府在该国大力推行\"以天然气为主导的复苏\",并大肆宣扬化石燃料衍生的氢气。同时,澳大利亚政府拒绝将可再生能源的目标延长到2020年以后,并且有强烈的迹象表明政府希望改变澳大利亚清洁能源机构的投资授权,以鼓励为天然气项目提供资金。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>一、引言当前社会是个瞬息万变的社会,面对日趋复杂的内外部环境,企业的风险管理意识不断提高,保险作为全面风险管理的有效手段,得到了越来越多企业的重视。将保险资源进行集中整合,有效发挥保险管理的集约效益,是许多大型企业采取的一个普遍做法。本文结合中国能建推行保险集中管理工作实际,旨在为企业推行保险集中管理工作提供实践参考。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>一、引言\"十二五\"期间,各地区积极推进清洁能源发展,导致内蒙古等地区新能源建设速度严重超前电网发展,电网与电源结构不匹配带来的先天不足,部分地区电网已出现了严重的弃风、弃光问题。弃风、弃光一方面产生极大的资源浪费,另一方面加剧社会矛盾。为了实现清洁能源优先消纳,降低资源浪费,需积极推进新能源综合智能调控运营体系建设与实践,有力推进新能源发展,保障新能源优先消纳,提升电网新能源电量外送比例。", "label": "动力工程及工程热物理", "id": 0}
{"content": "[目的]为解决中国生物质成型燃料行业发展问题,[方法]本研究从目标规划、激励政策和标准认证等层面对比分析欧美与我国生物质能源相关政策的差异,提出生物质成型燃料在中国持续发展的政策建议。[结果]欧美的法律协调性、政策有效性与实施性对我国生物质燃料行业发展具有一定的启示性:明确生物质能源发展战略地位,制定完备的国家标准和认证体系,建立科技研发与发展基金,持续补贴,提高公众参与度等是我国生物质成型燃料企业可持续发展的关键。", "label": "动力工程及工程热物理", "id": 0}
{"content": "能源消费问题不仅关系着中国经济的发展,同时对我国的生态环境质量有着重要影响。深入探究能源消费量变化的影响因素能够为提高能源利用效率提供帮助,为制定相关能源政策提供决策依据。能源消费影响因素分析方法的选择,影响着分析所需数据的质量以及分析结果的可靠性,关系到影响能源消费指标的准确性。本文介绍了中国能源消费现状,对能源消费影响因素相关研究方法进行了比较,以期为能源消费影响因素研究中模型的选择提供一定的支持。", "label": "动力工程及工程热物理", "id": 0}
{"content": "氢能具有来源多样、高度清洁环保、利用高效等特点,已被许多国家列入能源发展战略。我国高度重视氢能源产业发展,国家和地方政府纷纷出台氢能源发展规划和鼓励扶持政策,科研院所、企业纷纷开展技术攻关,氢能产业发展势头迅猛。然而,氢气燃烧范围宽、燃烧速度快,点火能量低,在制备、储运和使用过程中的消防安全问题不容忽视。因此,本文对国内外氢能源产业及其消防安全现状进行了梳理,总结分析了现阶段我国与发达国家间的差距,并在此基础上,提出了对氢能源消防安全发展的建议。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>当前,氢能产业备受全球关注,日本、韩国推动氢能及燃料电池汽车研发及示范力度较大,产业发展走在世界前列。而在我国,无论是近期各地政策规划的相继出台,还是二级市场相关概念的持续爆发,氢能作为一个新的风口正在受到市场热捧。为了解两国产业最新进展和先进做法,更好地促进我国氢能发展,中国国际经济交流中心课题组近期赴日本和韩国,访问中国驻日使馆、日本经济产业省、韩国产业通商资源部,以及日本东丽、丰田、韩国现代等企业,就日韩氢能及燃料电池发展战略、行业现状与支持政策等进行交流,有关情况如下。", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>一我国氢能产业发展风起云涌从国家层面,2019年政府工作报告根据多方面意见,最终将推动加氢设施建设增写入报告;10月11日国家能源委会议提出探索推进氢能商业化路径。从地方层面,目前已有20多个省区市出台氢能产业发展规划,例如,河北省2019年8月由发改、工信、科技、财政等10部门发布《河北省氢能产业发展实施意见》的通知,提出到2022年氢能产业链年产值150亿元,建20座加氢站,车辆达2500辆;", "label": "动力工程及工程热物理", "id": 0}
{"content": "<正>近年来,国内氢能产业发展热情高涨。各地积极谋划,先后出台规划和政策,推动氢能研发、制备、储运、应用等完整链条不断完善,初步形成珠三角、长三角和京津冀等区域先行发展格局。同时,大型央企陆续布局氢能全产业链,有力推动产业快速发展。然而,我国氢能定位仍不清晰,产业发展仍面临自主创新能力不强、国产化率低、成本高等问题,发展氢能仍需结合实际,科学有序、稳步推进。", "label": "动力工程及工程热物理", "id": 0}
{"content": "随着区块链技术的不断更新以及能源行业的快速发展,区块链技术已经被应用到了各个行业中。区块链技术的使用能够对全网节点进行无差别记录,且还能保障数据的安全性。通过使用能源区块链系统,就能有效的将能源的耗能方与可再生能源的生产商和运营商联系起来,确保实现对能源的有效调节和供给。但是,当前区块链与能源系统的结合还存在着一定的问题,影响着整个能源行业的发展。而区块链在多能互补系统中的应用,就能降低信息可篡改的效率,故具有较为长远的发展前景。", "label": "动力工程及工程热物理", "id": 0}
