{"content": "殷商时期甲骨文字中有人类起居,饮食,运动,医疗,情感方面记载,为了研究和探索甲骨文字中的传统体育养生文化线索,找到传统体育养生的雏形,我们通过甲骨文字对人类起居,饮食,运动,医疗保健,情感五个方面文字做了分类,进而探究甲骨文字中传统体育养生文化具有较大的现实意义。通过在中国知网和相关资料的查询发现,学术界对传统体育养生文化发展历史的研究还较为匮乏。我们为了大家能更具体的了解和认识传统体育养生文化的发展历史,而做了此项研究,且探析甲骨文字对传统体育养生文化的发展具有一定的学术价值。甲骨文字中传统体育养生文化分类和析形解义:（1）起居类。徒,读音:tú,甲骨文表示光着脚在泥地上行走。造字本义:赤脚走路。收录原因:在古代位移主要靠脚且不穿鞋,而今鞋子已成为生活必需品。很多人不知道其实适当的赤脚走路对人体的生理机能具有很好的调节作用,赤脚走路由于没有外界的帮扶,使得脚直接接触地面。地面的凹凸不平对脚起到了一个按摩的作用,脚上的穴位贯穿了整个身体,按摩脚等于放松了全身,因此对于养生而言适量的赤脚行走比穿鞋行走更有益于身体健康。（2）饮食类。米,读音:mǐ甲骨文围绕着穗梗结满了粟子,像众多籽粒。造字本义:粟子。收录原因:米在殷商时期成为粟,也就是现今的小米。小米又称粱米,粟米,粟谷。其富含蛋白质,脂肪,糖类,维生素B2,烟酸和钙,磷,铁等营养成分。我们大家生活中都会注意到当肠胃不好时医生会建议大家喝一些小米,这是由于小米非常易被人体消化吸收,且富含了多种营养素,故被营养专家称为\"保健米\"。（3）运动类。射,读音:shè甲骨文像箭矢正从弓子上发出。造字本义:用弓弦将箭只弹出,攻击远处目标。收录原因:射作为一项运动,可以促进运动器官的发展,新陈代谢加强,可以使骨骼的血液供应得到改善,骨骼变得更加粗壮坚固,同时提高了骨骼的抗阻和支撑的能力,使骨骼结构和性能得到增强。可以使肌纤维变粗,肌肉的体积增大,使肌肉收缩力量得到增强,能使大脑皮层的兴奋和抑制过程更加集中,可以增强神经系统的功能;可以让人的心态发生了巨大的变化,人的自觉天性得以重现,可以修改不良的处事态度,生活习惯与内心修养的问题。投,读音:tóu殳,即\"攴\",甲骨文像手持长柄大锤。当\"殳\"作为单纯字件,单纯部首后。造字本义:手执大锤,掷向野兽或敌人。析形解义:有利于人体骨骼,肌肉的生长发育,改善血液系统,呼吸系统,消化系统的机能状况,提高人体的适应能力和抵抗能力;增强个体的自信心;提高反应速度和判断能力;有利于调节人的情绪紧张,改善心理状态,激发人的积极性,创造性和主动性;有利于养成文明健康的生活方式。（4）医疗保健类。医,读音:yī甲骨文表示用酒为外伤消毒。造字本义:用药酒为战斗中的箭伤消毒,治疗。收录原因:医在古代为消毒,治疗的意思消毒指利用温和的物理化学因素抑制病原体繁殖的手段。消毒有物理方法,化学方法及生物方法,但生物方法利用生物因子去除病原体,作用缓慢,而且灭菌不彻底,一般不用于传染疫源地消毒,故消毒主要应用物理及化学方法。（5）情感类。乐,读音:yuè甲骨文字形像木枕上系着丝弦的琴具。造字本义:和着演奏歌唱。收录原因:歌唱对健康有益,可以促进深呼吸,从而使肺部得到发展,并清洁了血液有助于面部表情和思维活跃.可以增强性格的沉着和自信心,并发展克服困难的精神有助于情感的通畅.可以改善生活状态和排忧解愁.在甲骨文字中发现并研究传统养生文化的线索,找到体育养生发展的雏形,对于我们研究传统养生理论的渊源,发现养生理论发生,发展的过程,甚至对于传统养生文化发展的定位都有着非常重要的价值和作用。", "label": "历史学", "id": 0}
{"content": "研究目的:中国文化历史历来讲究器以载道,物以承文。汉画像石是汉代民间艺术家们在石头上精心绘画并采用了多种不同的雕刻技法创造出来具有相当大的艺术价值的时刻作品,是迄今为止出土最多的文化遗迹,这些凝固了历史变迁的遗迹,记录了汉代社会生活方方面面的遗存,必然包含了汉人对自身身体以及身体活动的理解与展示,折射了人类进步的历程,彰显出汉代文化的博大精深。齐鲁地区留存了大量汉画像石遗迹,呈现了一幅幅直观的汉代民众身体活动场景图像,是人们集体智慧的结晶和社会生活的真实写照,对我国古代体育产生重要影响。为此,本文以齐鲁地区为研究空间,全面梳理和考释其汉画像石中留存的身体活动图像和相关文献资料,总结其蕴含的身体活动文化特征,以期让世人深刻感悟我国汉代先人们身体活动的形式和对美好生活的追求与向往,积极推动新时代我国优秀传统体育文化的传承和弘扬。研究方法:（1）文献资料法。收集,整理有关齐鲁汉画像石中身体活动文献资料与研究成果,了解其历史记载与研究现状,为本研究提供理论依据与参考。（2）调查法。深入到齐鲁地区汉画像石分布广泛的济宁,临沂,枣庄,青岛等地市,全面调查采集身体活动有关的图像拓片和资料,为本研究提供真实可靠的研究资料。（3）逻辑分析法。运作归纳,演绎,比较等逻辑分析方法,结合依据考古学,社会学与体育史学的理论与方法,对调查采集的资料进行全面考释分析,提高研究的可靠性。研究结果:（1）齐鲁汉画像石刻画的汉代人的身体活动以\"乐舞百戏\"为代表,活动形式丰富多样,蔚为大观,得到了社会不同阶层的喜爱,表演者逐渐走向职业化,专业化。\"乐舞百戏\"包括步射,骑射等各种射艺,角力,器械技击,斗兽,兽斗等各种角抵,盘鼓舞,长袖舞等各种乐舞,寻撞,跳丸,飞剑,走索等各种杂技,以及通过角色扮演演绎的故事等内容。（2）齐鲁汉画像石刻画的大量身体活动,如汉人乘车骑马出行,参与射箭的身体姿态,与先秦时期相比,礼教色彩淡薄,娱乐性增强,乘车,骑马,射箭等身体活动已逐渐成为人们日常的娛乐方式,折射出其娱人或自娱的功能,这与人的自由本性相一致,充分体现了\"以人为本\"的身体活动观念,是后人以不同方式得以传承和发展的重要因素。（3）齐鲁汉画像石呈现的丰富身体姿态是汉代齐鲁民众乐舞百戏的经典动作,展示了武艺和舞蹈的演进与发展,对认知各类表演艺术的形成具有重要的意义。《乐舞百戏图》的构图方式,表明了因其娱乐功能而被归为一类文化现象,同时也说明乐舞和百戏之间互融相通的特性,为古代体育的发展奠定了基础。（4）齐鲁汉画像石刻画的大量身体活动,一方面,所呈现的舞蹈表现形式,动作姿态以及藴含的审美品味对后世舞蹈表演艺术产生了深远的影响;另一方面,出现了以对抗,较量为核心的技击活动表演形式。如角力,对搏,斗兽以及兽斗等;三是出现了杂技动作和兵械练习的专训化表演。如跳丸,跳剑等手技,都卢寻橦,戴竿等竿戏,高絙走索等绳戏托举,叠罗汉等擎戴技,顶碗,瓶,壶,罐等碗瓶技,以及马术,柔术,幻术等,其产生的原因主要受消闲娱乐思想观念影响;四是出现了化装扮戏表演的小故事,即\"戏象\",\"舞象\"的融合表演,据考证,这是中国古代戏曲的萌芽,同时对民间民俗的秧歌戏,跑旱船,屎高跷装扮表演都有着直接的影响。研究结论:齐鲁汉画石图像根植于博大精深的齐鲁文化。齐鲁文化是秦汉以来中国大一统文化的主要源头,是我国区域文化的典型代表。齐国民间民俗体育的盛行,奠定了中国早期体育娱乐活动的独特地位,呈现了大众化,生活化的特征;鲁国是儒学创始人孔子诞生地,是礼仪之邦,舍生取义的儒家文化价值观是体育活动中的人文因子,为建立和完善中华体育人文精神打下了坚实的理论基础。齐鲁汉画石图像所展示的身体活动内容是汉代民众的经典之作,一是呈现出身体活动多样化的变迁,二是呈现出回归娱乐和休闲的本质,三是呈现趋向于融合性和综合性的特征。通过全面梳理和考释齐鲁汉画石图像所蕴含的文化特征,有助于世人深刻感悟我国汉代先人身体活动的形式和对美好生活的追求与向往,揭示优秀传统体育文化的传承和发展规律,激励和感召世人热爱体育活动,追求美好生活,对传承和弘扬我国优秀传统体育文化具有重要的时代意义。", "label": "历史学", "id": 0}
{"content": "汉画像石作为一项存世量极大的文化遗产,为研究汉时的体育活动提供重要的资料,汉画像石以图像形式,形象生动准确地反映了汉代的体育,为我们从一个形象直观的角度了解汉代体育提供了不同于文字记载的资料。研究目的:通过对萧县实地调研将有关乐舞场景汉画像石进行统计与梳理,为研究萧县汉画像石中乐舞场景提供图像资料;以萧县汉画像石为研究基点,对乐舞画像石进行考释,以展现汉代萧县乐舞特点与演变;结合萧县相邻地区所出土的汉画像石,探寻萧县汉时乐舞与相邻地区的汉时乐舞之间的关联与区别。本文依托考古发掘的成果,结合文献记载对萧县汉代体育画像石上的乐舞考究,为此笔者进行整理归纳萧县画像石上所反映出的乐舞场景,运用文献资料法过对萧县汉画像石进行检索与梳理,结合乐舞专项书籍中对汉代乐舞的记载,为萧县汉画像石上所刻绘的乐舞场景上内容的解读提供科学属实的理论基础;通过文献资料运用文献分析法对汉代乐舞的研究现状进行分析,为研究萧县汉时乐舞进行全面和系统分析,并从文化现象出发,来深入探究汉代萧县乐舞的本体特质;经实地考察对萧县博物馆和民间收藏的汉画像石进行观摩,为能够更全面且实记地反映萧县汉画像石中的乐舞情况做研究准备;以走访调查的方式运用访谈法与萧县汉画像石博物馆馆长和萧县有关汉画像石研究的专家进行访谈,为深入研究萧县汉时乐舞和汉时萧县社会背景与文化提供方向指引;结合对萧县汉画像石上所刻绘的内容运用图像分析法对乐舞场景进行深层次的分析与阐释,对萧县汉画像石上所刻绘乐舞场景进行探究;运用二重证据法将萧县地下出土的汉画像石上所刻绘的乐舞场景与文献书籍中所记载的汉代乐舞进行结合考释,对图像分析处理的过程中结合图像意境,活动内容的形象和文献记载,综合的进行讨论。从而对萧县汉画像石上所刻绘的汉代乐舞的发生,发展与传承进行深入的研究。受汉时丧葬形式的发展和厚葬之风的影响,萧县所出土的汉代墓葬多为画像石墓葬,萧县汉画像石多为墓室内壁画像和棺椁外部画像,其乐舞场景发现与和汉画像石墓葬有关的墓室内壁和棺椁外部;从萧县已发掘出汉画像石上我们可以清晰的看到石上所刻绘的乐舞百戏场主要以娱人性舞蹈为主,结合奏乐场面出现,乐舞种类丰富,主要包括建鼓舞,长袖舞,对舞等,汉代萧县乐舞的表演形式和功能可分为两类,一为娱人舞蹈,在宴宾时宾主共舞,相互取乐,或是请倡优进行表演,主宾坐而观赏,二为娱神舞蹈,在重大节日与祭奠仪式上进行的舞蹈,与楚舞文化中的巫舞,傩舞相似;萧县汉画像所反映乐舞活动主要以建鼓舞与厅堂袖舞为主,建鼓舞如萧县东黄庄汉墓出土画像石中刻绘画面中央为一建鼓,中柱直通画面上边,柱上部有一五铢钱其下方可见梯形华盖,再下为分歧羽葆,鼓下可见卧羊鼓跗,两侧人物皆着长袖高束腰及地长袍,呈袖舞姿态持桴击鼓,为站立式击鼓。萧县破阁M88汉墓中刻绘有一建鼓树立在中央,两侧各一人,双手持桴,皆着短衣,上衣较为肥大,两人曲膝击鼓,表现出一幅双人半蹲式击鼓建鼓舞场面,动作轻盈,舞姿夸张。萧县圣村M1汉墓乐舞画像石上有华盖,华盖较小,两侧有羽葆,羽葆下垂,羽葆尾端坠一物下分双似为铃垂物,建鼓下有羊型鼓跗,两侧各一人,皆头戴武弁,执桴,跨步击鼓。厅堂袖舞如东黄庄汉墓长袖舞画像石中间一四坡顶建筑,似殿堂或厅堂,檐下双柱,柱间一人,戴冠着长袍,跽坐抚琴乐器,乐人身体向前,面似聚精会神进行演奏。左侧建筑内一人,戴尖帽,着短衣,长袖,双膝弯曲,一手上扬挥动衣袖,呈舒卷凹S形态,一手下垂衣袖摆浮,踏节舞动飘逸长袖,此场面为室内表演,飞动摇曳,婀娜多姿;长袖舞表演场景以排箫,竽,瑟等乐器为伴奏,抚琴伴乐,着袖而舞是汉画像石上比较常见的题材,将乐舞中的舞蹈和伴奏相应的展示出,在不少汉画像石中都有出现以琴来伴奏进行舞蹈的场景。在萧县破阁M61汉墓中室西壁耳室左立柱出土一块浅浮雕画像石,此画像石分为上,中,下三格,上格为两人,袖手正面而坐,右侧一人,似戴冠,面左伏拜;中格上部为羽人戏凤鸟,中间下部一四坡顶建筑,建筑下为一人坐于凭几之前,下格两人呈坐姿,左侧一人双手上扬呈手舞姿态,身体向右侧倾斜,动作滑稽,双手扬起而舞,右侧一人似奏琴,二人相应奏乐而舞;建鼓舞场景在表演形式上以厅堂演奏以祝宴饮和祭祀场景表现出的巫舞特点;在楚文化的影响下汉时萧县乐舞及沿袭巫舞的艺术特点,又表现出汉时萧县乐舞文化内敛,深沉,含蓄等特征。研究结论:萧县汉代乐舞一是受汉代早期\"巫师之风\"的影响,娱神性舞蹈特点突出,受到楚时巫文化的影响,楚舞文化中的巫舞,巫师在祭祀中所展示的舞蹈形式,动作夸张,奔放和楚舞中的以折腰,舞袖为特征民间舞蹈;二是经儒学独尊,儒家思想占主导地位影响下的汉代舞蹈,与统治阶级所倡导的礼乐文化相适应,表现形式,仍然是独奏与舞蹈结合,但是这些气质,又多以内敛,深沉,含蓄等,为其主要特征。", "label": "历史学", "id": 0}
{"content": "采用人类学,古文字学,甲骨学和体育学等多学科的研究方法。从身体认知和运动特征的视角出发,以殷墟甲骨文中的\"\"（触）字形和摔牛运动的影视资料为研究对象。通过分析摔牛运动特征,联系其与甲骨文\"\"（触）字结构的特点,双向互证传统摔牛运动的基本特征与早期甲骨文\"\"字的构型及词义之间的密切关系。研究表明:从古文字学和人类学的角度证明,甲骨文\"\"字为\"触\"字,它的结构由四个构件组成,四个构件与人抓握牛角的特征相一致,是商代摔牛运动的表征。从文字学角度与摔牛运动特征两方面进行双向互证,即从正向上,甲骨文\"\"（触）字的构型来源于商代晚期社会实践中摔牛运动的特征,从字形结构到摔牛特征可以得到互证;反向上,甲骨文\"\"（触）字结构形成以后,其在使用当中,就是字的词义,从甲骨文卜辞中可知,甲骨文\"\"（触）字的词义,主要是指抵触和抵抗,从而揭示了摔牛运动本质的内涵。商代晚期摔牛运动的性质,是远古时期人们尚武尚勇的一种原始风尚,也是统治阶层彰显其实力的一种外在表征。探索摔牛运动的意义在于,一是从人类学的角度印证了甲骨文\"\"字为\"触\"字;二是可以追溯摔牛运动至3300多年前的晚商社会。史料记载,我国传统的摔牛运动起源于春秋战国时期。殷墟甲骨文字的发现,为揭示商代摔牛运动提供了史料支持。通过分析甲骨文\"\"（触）字形结构表明,\"\"（触）字形结构的造字本义,就是源于商代摔牛运动特征的表征。由此可以追溯摔牛运动至殷商时期。同时,在研究过程中,依据人类学,文字学,历史学,文字学和体育学等方法,也证明甲骨文\"\"字为\"触\"。本文以殷墟出土的甲骨文为研究对象,主要以\"\"（触）字拓片为研究对象。以中外现存的摔牛影像为参考,主要以我国摔牛运动为参考。采用王国维先生提出的运用文献资料法与地下考古资料相结合的二重证据法,同时采用跨学科方法,结合文字学,甲骨学,历史学,考古学,训诂学,音韵学和体育学的相关方法进行比较研究。计算机造字软件以及计算机图片处理方法。在文字输入处理上一般采用依据甲骨文字的原型而造字,造字软件使用计算机软件TRUETYPE完成。如果依据甲骨文字原型也无法释字,一般采用计算机图片处理系统,将卜辞中的原型附在文中,以保持卜辞释读的完整性。甲骨文资料整理与应用。为研究需要和便于读者理解,卜辞释文一般采用宽泛为例,即尽可能与现代汉语释读相关,以便于阅读理解。如:卜辞中的\"才\"一般可释读为\"在\",\"乍\"释读为\"作\"等等。卜辞释文主要依据《殷墟甲骨刻辞摹释总集》,《殷墟甲骨刻辞类纂》,《甲骨文合集集释》,《殷墟花园庄东地甲骨文类纂》为参考。卜辞中\"囗\"表示此处缺少一字;\"……\"表示缺二个或二以上的字。卜辞句型统一采用陈述句型。通过观察摔牛运动特征的影像分析,结合汉画像中摔牛图像的对比,可知摔牛运动的主要特征是人以双手抓握牛角的动作。依据甲骨文\"\"字形及结构的特点,证明甲骨文\"\"（触）字构型来源于古老摔牛运动的特征,是图像文字画的表征。反向上,\"\"（触）字的造字词义也源于摔牛的实质内涵,是人与牛抵触抵抗的本质,证明甲骨文\"\"（触）字的词性反映了摔牛运动技术的内含。甲骨文\"\"字的造字本义,是指摔牛运动这一事项（字形结构）。因此,其词性为名词。而其词性的内在寓意（字意）,则是指\"摔牛过程\"中,人与牛之间进行的\"抵触\"和\"抵抗\"的状态。这与卜辞中\"触\"字的用意是相通的,也与先秦文献中相一致的。因此,甲骨文\"\"（触）字在卜辞中作动词用,词义为\"抵触,抵抗\"。从汉画像中可知,摔牛运动的性质,是远古时期人们尚武尚勇的一种原始风尚的遗存。探索摔牛运动的意义在于,一是从人类学,文字学的角度印证了甲骨文\"\"字为\"触\"字;二是可以追溯摔牛运动至3300多年前的晚商社会。", "label": "历史学", "id": 0}
{"content": "研究目的:长期以来,很多汉画像石和中国古代体育史的研究者认为,汉画像石具有\"蹴鞠\"图像。对于这种解读,仅有少数学者提出不同观点。本文在既有研究的基础上,根据汉画像石的格套,透视方法和地域艺术特色,综合参照传世的典籍文献和汉代画像石,画像砖,汉墓壁画,器物和陶俑等出土文物,尤其是通过同类汉画像石材料的比较和对照,对这种解读提出进一步的商榷意见。研究方法:本文首先根据其内容和动作特点,区分出汉画像石\"蹴鞠\"图像的四种类型并说明其特征,这四种类型分别为舞伎\"蹴鞠\"图像,建鼓鼓手\"蹴鞠\"图像,\"倒立头球\"图像和陕北型\"蹴鞠\"图像。接下来,在已有研究的基础上,本文根据汉画像石的格套理论,透视方法和地域特色,综合参照传世的典籍文献和汉代画像石,画像砖,汉墓壁画,器物和陶俑等出土文物,尤其是通过同类汉画像石材料的比较和对照,逐一分析四种类型的\"蹴鞠\"图像实际表现的题材和内容究竟是什么。研究结果:大体来看,根据其内容和特点,汉画像石的所谓\"蹴鞠\"图像可分为四种类型。第一种类型是舞伎\"蹴鞠\"图,图像特征为一位舞伎身穿长袖舞衣（或手持长巾）,一边翩翩起舞,一边蹴鞠,\"鞠\"置于地面,数量有时为一个,有时为两个。河南南阳石桥镇和草店汉画像石墓,登封启母阙和少室阙以及江苏睢宁墓山汉画像石墓发现和遗存的画像石具有这一类型的\"蹴鞠\"图像。第二种类型是建鼓鼓手\"蹴鞠\"图,图像特征为鼓手一边击鼓,一边\"蹴鞠\",\"鞠\"的数量为两个,或悬于大鼓两侧,或置于大鼓两侧地面。这一类型的\"蹴鞠\"图像见于河南南阳石桥镇东关等地征集,王寨村汉画像石墓,\"郁平大尹冯君孺人\"墓,军帐营汉画像石墓和江苏徐州等地出土和征集的汉画像石。第三种类型是\"倒立头球\"图像,图像特征为倒立表演者\"以头弹鞠\"。有研究者判定,在山东滕州龙阳镇和桑村镇各发现了一块刻有此类图像的画像石,龙阳镇发现的画像石的\"蹴鞠\"表演者单手倒立,桑村镇发现的画像石的\"蹴鞠\"表演者双手倒立。第四种类型仅在陕北绥德县大坬梁,绥德县四十铺,神木县柳巷村等地有发现,故称之为\"陕北型\"。对于这类图像,研究者的解读不尽相同。根据刘朴的解读,该类型图像具有如下显著特征:其一,有一个所谓\"悬空\"的\"大鼓\";其二,\"大鼓\"旁各有\"鼓手\"一人,头梳高髻,在用一只手\"执桴\"作\"击鼓\"状的同时\"蹴鞠\";其三,\"鞠\"的数量和大小不一,有时置于地面,有时\"悬空\"。以上四种类型的汉画像石\"蹴鞠\"图像,其实表现的都不是蹴鞠。那么,这些图像表现的究竟是什么呢?以下按照以上四种图像类型,依次进行分析和论证。第一种类型舞伎\"蹴鞠\"图表现的实为汉代颇为流行的盘鼓舞（亦称七盘舞,踏盘舞,盘舞,等）。此类图像之中的所谓\"蹴鞠\"者实际上是表演盘鼓舞的舞伎,其脚下所谓的\"鞠\"实际上是画像石的创作者运用垂直鸟瞰透视法刻画的表演盘鼓舞使用的\"鼓\"。舞伎\"蹴鞠\"图实际上都是\"乐舞百戏图\"或者\"观舞图\"的构图元件。第二种类型建鼓鼓手\"蹴鞠\"图表现的实际上为击鼓或者踏鼓。悬于大鼓两侧的\"鞠\"实为建鼓附属的\"应鼓\",置于地面的\"鞠\"亦为一种小型的鼓。建鼓鼓手的\"蹴鞠\"动作实际上是击打\"应鼓\"或者踏击小鼓的动作。第三种类型\"倒立头球\"即单手或双手倒立者\"以头弹鞠\"图像实际上同样应为击鼓图像。在此类图像之中,所谓倒立\"以头弹鞠\"者应为倒立表演的伎人,\"鞠\"行为建鼓的应鼓。第四中类型即\"陕北型\"的\"蹴鞠\"图像实际上应为盘鼓舞图像。所谓\"悬空\"的\"大鼓\"实际上是采用垂直鸟瞰透视法刻画的盘鼓舞使用的鼓,尺寸非常夸张,\"大鼓\"旁的\"鼓手\"应为舞伎,手中所\"执\"之\"桴\"应为长袖或巾,置于地面之\"鞠\"应为盘鼓舞使用的盘或小鼓（同样采用垂直鸟瞰透视法刻画）,\"鼓手\"身后头戴长巾之人应为男性俳优。研究结论:1.根据目前所见资料,汉画像石并不存在所谓的\"蹴鞠\"图像。这些\"蹴鞠\"图像表现的实为舞伎表演盘鼓舞的动作或者鼓手击打建鼓的应鼓或者置于地面的小鼓的动作,并非\"蹴鞠\"。2.解读汉画像石的所谓\"蹴鞠\"图像,不能停留在表面现象,望图生义,而应通过现象看本质,根据汉画像石的\"格套\"和透视方法,综合利用多种类型的史料（图像,文物,文字）加以解读。", "label": "历史学", "id": 0}
{"content": "随着时代的不断发展和变迁,学者们对于文化遗产科学理论的研究也在不断的创新和优化,进而对文化遗产的价值也有一个更加深层次的理解和认知,不再只是停留在之前的展览和挖掘,而是对其潜在价值进行更加积极的研究和探索,同时,更希望在此基础之上能够得到新的发现。因此,在\"一带一路\"的各项建设中,文化建设就要成为先行者,进而推动沿线的社会、经济、文化和生态实现可持续发展,实现共赢。", "label": "历史学", "id": 0}
{"content": "早在先秦时期,人们就笃信图像在来世的作用与今生相同,关联宇宙论强化了此观念。这一思想体系将先前中国古老的理论,如\"阴\"\"阳\"相生相胜说,金、木、水、火、土五行说等整合为一个高度结构化的新学说,认为世界同类事物相互关联。先秦墓葬及陈设强调象征性符号,如宫殿、高塔、河流、海洋、大地、天庭等,认为人虽死犹生,陵墓能通过图像模拟宇宙。秦始皇陵的设计者不仅将其尘世奢华的生活再现于地宫,而且将其置于宇宙模型的中心。", "label": "历史学", "id": 0}
{"content": "南阳汉画的气势和魅力惊为天人,画面简洁端庄,充满乐趣,蕴含无限活力,充满节奏和韵律。南阳汉画塑造了精神家园的理想形象,符合现代城市社会文明发展中的自然环境和生态精神,展现了中华民族文化的博大内涵。南阳汉画的分析对我们的现代研究具有重大的影响和指导意义。", "label": "历史学", "id": 0}
{"content": "戰國時代,是中國髹漆工藝史上第一個繁榮期。各國漆器當中,尤其以楚國最為突出。此時楚國的漆器造型風格與裝飾審美,主要圍繞著美觀實用的設計理念,其造型獨特,髹飾精美,具有超高的工藝水平。本文以戰國時期楚國髹漆藝術特徵作為研究主軸,從楚國漆器的造型、紋樣、結合出土文物,探索楚國漆器的造型審美和髹漆特徵。藉由研究,筆者察覺到,楚國髹漆藝術能夠取得如此巨大的成就,在於它合理地運用大漆的特性,使其與生活文化做連結,並注重情感與人文價值的表達。如今的現代漆藝,也應如此,才能創造出屬於這個時代的漆藝文化,進而朝向多元永續發展途徑邁進。同時,筆者也期許通過本篇文章,能夠讓更多人瞭解傳統髹漆工藝的魅力。", "label": "历史学", "id": 0}
{"content": "<正>三穗县原名邛水县,又名灵山县,始建于1107年（宋大观年）,民国十七年（1928）,因上年\"科收丰稔,一禾三穗\"而得名三穗县。三穗位于贵州省东部,黔东南苗族侗族自治州北部,为贵州省东出口之一,是贵州省\"东联\"经济战略的前沿阵地,素有\"黔东要塞\"和\"千里苗疆门户\"之称。境内居住着汉、侗、苗等14个民族。各民族在长期的生产劳动、经济交往和社会实践中产生了大量的有关山林、土地权属买卖、转让、租佃、造林及管理以及诉讼方面的民间山林土地契约文书。这些契约文书见证了三穗县及黔东地区数百年来社会、政治、经济、文化、民族等方面的发展变化历程,是研究三穗县和清水江流域经济社会发展的珍贵资料和宝贵的民族文化遗产。", "label": "历史学", "id": 0}
{"content": "三星堆文化与夏文化是两支亲缘文化,无论历史文献还是考古资料都足资证明。历史文献称古蜀为黄帝之孙昌意与蜀山氏结合之后裔,又与夏王朝的开创者大禹有密切关系,考古资料也说明三星堆文化与二里头夏文化之间具有同源关系。三星堆文化中所包含的二里头文化因素,如陶器中的盉、高柄豆、觚,以及铜牌饰等,都是新出现的器物,但由于这些器物在三星堆文化中既没有形成必要的组群关系,在数量上又没有占据主要地位,因此就不会是二里头文化直接植入的结果。但如果把这些新出土器物与文献所载蜀与夏的关系结合起来看,那么可以说它们正是蜀夏亲缘文化关系的生动体现。", "label": "历史学", "id": 0}
{"content": "敦煌壁画反映了中国历代建筑和环境空间特色,具有较高的研究价值。文章对敦煌壁画中的建筑原型及其环境设计进行分类分析,总结建筑单体空间、群体布局空间及建筑周边环境的植物景观特点,挖掘壁画中蕴含的建筑设计理念与环境设计方法,研究其景观图像,对当下城市建设中的纪念性建筑空间、居住性景观环境设计具有启示、借鉴意义。", "label": "历史学", "id": 0}
{"content": "晋南是指山西南部,地处晋陕豫黄河金三角中心地带,临近古都西安、洛阳等两大热点旅游城市。作为\"一带一路\"文化线路之网的重要节点,具有重要的中介枢纽功能,是内陆地区对外开放的主要阵地之一。随着社会的发展和国家对体育文化建设重要性日益提升,文物作为体育文化建设和传承最主要的方式之一,成为近年来很多博物馆展览和研究者竞相追逐的目标,为了能够跟紧时代的步伐,挖掘砖雕这种艺术形式的体育学内涵对于拓展体育文物具有重要的意义。因此,本研究通过文献资料法、出土文物考证等方法对晋南地区砖雕中含有体育元素的文物进行系统的整理与研究。研究内容分为:晋南砖雕文物中的体育活动类型、晋南砖雕文物中体育活动的特点、晋南体育文物砖雕的价值等三个方面。研究结果显示:一、晋南地区带有体育活动的砖雕文物主要存在于宋金墓葬中,具体类型主要有:马球、捶丸、放风筝、骑竹马、马戏、舞狮、围棋、武士骑射、社火等体育活动。二、晋南砖雕文物中体育活动的特点（1）体育活动内容丰富、种类多样。（2）体育活动中带有鲜明的地方特色（3）体育活动中儿童参与度高,娱乐性强。三、晋南体育文物砖雕的价值（1）真实展现了宋金时期民间百姓的社会风貌,具有较高的史料价值。（2）旅游开发价值。研究结论:1.晋南地区宋金墓发现的砖雕如马球、捶丸、放风筝、骑竹马、马戏、舞狮、围棋、武士骑射、社火等具有代表性的体育图案,反映了宋金时期民间丰富多彩的体育活动,大致可以分为竞技类、百戏类、军事战斗类、民俗类等多种形式。2.民俗体育活动\"社火\"与当时民间祭祀等活动密切相关,表现出了鲜明的地方特色。3.从体育活动参与者方面看,儿童参与体育活动的比例较高,如\"放风筝\"\"骑竹马\"\"马戏\"\"舞狮\"等活动中都能见到儿童嬉戏的身影,表现出较强地娱乐性。4.晋南地区宋金墓中出土的体育砖雕真实展现了当时民间百姓的体育生活,可与文献互为印证,具有较高的史料价值。建议:1.积极宣传晋南砖雕文化资源,打造特色鲜明的体育文化产品。2.深入对晋南砖雕中体育文化的研究,取其精华,去其糟粕,古为今用,丰富现代人娱乐生活的内容,推动全民健身运动的快速发展。3.撰写晋南体育文物图集,将砖雕文物中体育信息系统性收集整理。", "label": "历史学", "id": 0}
{"content": "近年来,特色民族村寨的保护受到学者的关注,致力于特色民族村寨的保护研究,对促进乡村振兴战略具有至关重要的作用,特色民族村寨的保护和发展是推进乡村振兴的有效路径。因此,在乡村振兴视域下特色民族村寨的保护与发展值得我们进一步深入研究。本文以贵州省偏坡村为例,通过实地调研了解到偏坡村的发展现状以及偏坡村的保护与发展模式,提出了特色民族村寨保护与发展建议。", "label": "历史学", "id": 0}
{"content": "赵理伦作为贵州历史上的一个小人物,由于史料的语焉不详,导致对于赵理伦的记载众说纷纭,文章通过多重材料,对赵理伦的生平事迹进行考究,并对其留世古迹进行考证。最终形成本文观点:赵理伦,本名赵维经,字理伦,贵阳府青岩人,生于乾隆五年（1740）,受封过登仕郎、修职郎、文林郎、资政大夫等文散官衔,卒于道光二十三年（1843）,享年103岁。古墓存于贵州省贵阳市花溪区孟关苗族布依族乡红星村,并有钦赐的赵理伦百岁坊立于今青岩古镇定广门内。", "label": "历史学", "id": 0}
{"content": "我国是统一的多民族国家,各民族不仅有其独特灿烂的民族文化,各民族文化还共同构成了中华民族文化。而民族文物作为其民族文化的物质载体,是各民族在形成和发展历程中留存的珍贵文化遗产,是挖掘民族的历史和民族发展历程的重要资料。因此,本文基于对岑旁村民族文物现状的田野调查,试图在此基础之上对乡村民族文物的保护措施方面予以探讨。", "label": "历史学", "id": 0}
{"content": "数字技术当前主要应用于文物保护、利用、管理等方面,根据基层文物保护管理工作实际,更需要在地方文物工作体制机制建设中加大数字化技术投入。本文以绍兴市越城区不可移动文物信息管理建设为例,详细阐述了基层文物信息管理的需求分析、核心业务梳理及拆解、任务指标体系建立、牵头和协同关系确定、应用集成。通过分析基层不可移动文物保护管理方式的革新需求,利用数字化的认知和思维,重塑文物工作流程,用数字化技术实现文物工作的跨部门多业务协同,达到基层文物整体\"智治\"的目的,提升人民群众对文物保护管理工作成果获得感。", "label": "历史学", "id": 0}
{"content": "2021年1月1日起《民法典》开始施行,其中第二编物权及第三编合同的内容分别给非国有文化遗产保护和国有文化遗产保护的权利博弈问题的研究提供了一条新的思路。本文将文化遗产保护置于公权与私权分析的视角下,从公权与私权冲突的模式出发,探究了文化遗产保护中造成权利博弈的原因,即公私权作用范围的重叠、公权的强势、公共利益界定的模糊以及补偿机制的不足。并且分析了四类典型的公权与私权的冲突事件,总结出公权与私权博弈中公权逐利、私权失语、私权逐利以及私权反噬这四种冲突形式。最后,提出应明确权力边界、明确公共利益边界、完善补偿机制及拓宽资金来源渠道,以此来平衡文化遗产保护中公权与私权的矛盾,以期在将来的研究中为相关制度建设的完善提供新思路。", "label": "历史学", "id": 0}
{"content": "中国古代皇陵作为一类礼制性建筑,其从选址到规划设计无不配合山水形势。现为世界文化遗产的明十三陵是我国帝王陵寝中保存得较为完整的一处。本文从当今风景园林的视角出发,将十三陵陵区视为一处具有整体性、系统性的风景园林作品,首先阐述了十三陵的营建背景与概况;再结合古代\"风水\"堪舆理论,探究明代陵寝的选址原则;然后通过对陵区结构、各陵寝建筑包括神道的形态学分析,探究其背后对宗法礼制的遵循、以山川定向的尊崇,可发现其以\"千尺为势,百尺为形\"的原则指导规划设计,并在千尺与百尺模数控制下形成巧妙的空间艺术效果,这些对现代规划设计都具有极大意义;最后通过对陵区的管理、防御和村落体系的研究,探究附属体系与十三陵主体空间的嵌合关系。通过对十三陵整体的空间营造手法探讨,意在表现蕴含在陵寝建筑选址中的中国传统理想人居环境,展现天人合一原则下的中国传统空间营造智慧。", "label": "历史学", "id": 0}
{"content": "大遗址展示是我国文化遗产保护领域的重点和难点,如占地面积\"大\"、陵寝类遗址内部礼制格局信息严肃、文化地景注重山水空间整体性关系等特点。如何完整领略遗址格局风貌,使人们更好的体悟文化魅力,是遗址公园规划设计的新课题。本论文以唐顺陵为例,探索大遗址展示景观规划设计在如何基于遗址合理展示的基础上适应俯瞰观览的需要。用现代遗址公园中的景观设计方法,帮助当代人从俯瞰视角下感知到遗址公园最关键的格局特征信息——遗址规划色彩和肌理形态。丰富大遗址景观设计理论与方法,符合当代人有强烈视觉感知力的审美需求。", "label": "历史学", "id": 0}
{"content": "近年来,随着数字技术和网络技术的发展,博物馆、图书馆的藏品数据逐步丰富,为文物和历史研究提供了新的资料和视角。本文通过对19世纪末以来多位摄影师拍摄的北京西郊万寿寺影像进行整理和分析,通过自19世纪末20世纪初留存至今的影像资料,梳理万佛楼中的陈设格局,重现精致珍贵的罗汉塑像,进而探讨博物馆的数字化建设与共享,在深入挖掘文物资源的文化内涵、弘扬中华民族优秀传统文化方面的重要意义。", "label": "历史学", "id": 0}
{"content": "乡村振兴背景下挖掘湖湘名人故居的经济价值、精神价值和社会价值,有着重要现实意义。一方面,湖湘名人故居与湖湘历史人物的光辉事迹、思想精神相互交织,相互作用,成为湖湘文化精神的物质载体;另一方面,名人故居文化本身是区域经济赖以发展的特色优势资源,能够渗透到区域经济发展中形成文化资本,从而增强地域经济发展的竞争力。依托湖湘名人故居规划建设具有文化积淀和文化传承的乡镇形象,使名人故居建设与爱国主义教育、人文历史教育协调发展;红色文化与湖湘文化、生态文化有机交融;文化生态旅游与乡村经济发展融汇共进,不失为助力新时代乡村振兴的有效途径。", "label": "历史学", "id": 0}
{"content": "<正>叶恭绰（公元1881—1968年）和容庚（公元1894—1983年）有很多相似之处。他们年龄相近（叶恭绰长容庚13岁）,均家学深厚,出身名门:叶恭绰祖父叶衍兰（公元1823—1897年）既是学者,也是书画家,编绘有《清代学者像传》,侄子叶公超（公元1904—1981年）为外交家与学者,著有《中国古代文化生活》《英国文学中之社会原动力》;容庚祖父容鹤龄为同治二年（公元1863年）进士,外祖父邓蓉镜为同治十年（公元1871年）进士,著有《续国朝先正事略》《知止堂随笔》《诵芬堂诗文稿》,舅父为书画篆刻家与学者邓尔雅（公元1883—1954年）,叔父容祖椿（公元1872—1942年）为画家,弟容肇祖（公元1897—1994年）为哲学史家、民俗学家和民间文艺学家,妹容媛为民俗学家,辑有《秦汉石刻题跋辑录》。", "label": "历史学", "id": 0}
{"content": "曾侯乙墓是重要的考古发现,有着巨大的价值。墓中共出土礼器、乐器、漆木用具、金玉器、兵器、车马器和竹简15000余件,仅青铜器就共计6239件。曾侯乙墓出土的青铜器使用了浑铸、分铸、锡焊、铜焊、镶嵌、铆接、熔模等青铜器制作工艺,说明战国时期南方楚地的青铜冶炼技术同样达到了相当高的水平。其中中国国家博物馆藏的、曾侯乙墓出土的青铜缶就是分段铸造工艺的实例和典范,现予以简单介绍。", "label": "历史学", "id": 0}
{"content": "<正>山东省深入贯彻落实习近平总书记致甲骨文发现和研究120周年的贺信精神,在全省开展甲骨文特色学校建设工作,深挖甲骨文思想内涵和文化价值,在推进学校立德树人落实见效的同时,促进以甲骨文为代表的中华优秀传统文化传承发展,提高语言文字工作水平。", "label": "历史学", "id": 0}
{"content": "<正>河南省深入贯彻落实习近平总书记致甲骨文发现和研究120周年贺信精神,全面推进甲骨文研究、收藏、保护及活化利用,持续加大甲骨文等古文字研究人才培养力度,取得积极成效。加强甲骨文收藏保护。省文物局会同安阳市政府开展馆藏甲骨等文物摸底清查工作,为全国甲骨藏品数据库建设和国家层面启动甲骨藏品家底清理与著录提供基础数据。安阳市保护利用好甲骨文发现地,公安、文物部门密切配合,", "label": "历史学", "id": 0}
{"content": "曾侯乙墓是重要的考古发现,有着巨大的价值。墓中共出土礼器、乐器、漆木用具、金玉器、兵器、车马器和竹简15000余件,仅青铜器就共计6239件。曾侯乙墓出土的青铜器使用了浑铸、分铸、锡焊、铜焊、镶嵌、铆接、熔模等青铜器制作工艺,说明战国时期南方楚地的青铜冶炼技术同样达到了相当高的水平。其中中国国家博物馆藏的、曾侯乙墓出土的青铜缶就是分段铸造工艺的实例和典范,现予以简单介绍。", "label": "历史学", "id": 0}
{"content": "敦煌壁画,不仅是我国传统文化的瑰宝,还是佛教艺术中的经典。其中包含着很多佛教中的人物与图案,让整个壁画都充满了神秘与庄重的色彩。而敦煌壁画中的华盖,更是以多种姿态的形式出现,让壁画整体更加华丽。本文主要对敦煌壁画中的华盖发展历程以及特点,展开了详细的讨论分析。", "label": "历史学", "id": 0}
{"content": "<正>一、研究背景山西是长城资源最丰富的省份之一,各朝代修筑的城垣关隘有3500余公里。晋蒙边界自古以来就是农耕文明和游牧文明冲突与融合的前沿,地理位置险要,军事地位突出,历史上很多朝代都在此修筑长城,留下了许多长城遗迹。偏头关、娘子关等名闻史册的关隘都位于这一区域,时间跨度大、", "label": "历史学", "id": 0}
{"content": "<正>长城,始于春秋战国时期,迄今已有2000多年的历史,号称世界七大奇迹之一。磅礴宏伟的自然风光,厚重丰富的人文历史,构成了长城得天独厚的旅游资源和享誉全球的知名度。山西境内的长城从战国延续至明代,几乎涵盖了中国历史上修筑长城的所有时代,是进行长城保护和发展长城文化旅游的重要区域。近年来,山西省委省政府十分重视长城的保护与开发利用,2016年制定公布了山西省历代长城保护范围及建设控制地带;2017年《山西省\"十三五\"文化改革发展规划》中分别将长城保护工程和\"雁门关长城文化\"展示园区列为文化遗产保护重点工程和文化遗产开发利用工程;", "label": "历史学", "id": 0}
{"content": "1986年3月在甘肃省天水市放马滩地区古墓群中出土了一件文物,类似一张地图的残片,于是便冠名为\"放马滩纸地图\",该残片的时间断代比蔡伦造纸早300多年。但纸业界一直质疑该残片是否真为纸张。为此,在笔者于1990年对该残片观察和分析的基础上,于2018年9月再次对\"放马滩纸地图\"残片进行了观察和无创分析。结果认为,\"放马滩纸地图\"残片不是纸质品,而是若干纺织品残片的集合物;所谓的\"地图\"也不是地图,残片中的所有黑点并不是地理图标,全部都是虫蛀过的孔眼;残片中的所有线条疑似是在残片出土并干燥定型后由后人绘画上的。所以,\"放马滩纸地图\"残片不能作为否定蔡伦发明造纸术的实物根据,蔡伦发明造纸术的历史定论不能动摇。", "label": "历史学", "id": 0}
{"content": "传统村落是孕育中国乡土文化的重要载体,随历史发展自然形成,是地区文化的积淀,更是区域\"土根文化\"的象征。自2018年国家实施乡村振兴战略以来,乡村建设成为我国脱贫攻坚和全面建成小康社会的重要举措,而乡村的建设需重视传统村落的保护与发展。现全国有国家级传统村落共6819个,主要分布在贵州、云南、湖南等23个省4个自治区4个直辖市,其中贵州省有国家级传统村落724个,数量居全国第一。贵州作为全国以及西南地区少数民族主要聚居省份,具有传统村落数量众多、形式多样、发展差异大等特点。因此,梳理贵州传统村落保护现状,总结贵州传统村落保护经验,探究贵州传统村落保护和发展模式,为更好的全面助力乡村振兴建设。", "label": "历史学", "id": 0}
{"content": "<正>中国古代藏书楼一般可分为皇家藏书楼、私人藏书楼、书院藏书楼、寺庙藏书楼,而以皇家藏书楼、私人藏书楼为主要形式[1]。皇家藏书楼的历史变迁能直观地反映当时政府机构的文化政策、不同时代的文化发展环境,更是不同时期综合国力的直接反映。而清代庋藏《四库全书》的四库七阁作为我国皇家藏书楼的代表,其文化地位决定着其具有较高的研究价值。在对于七阁的研究过程中,碑刻文献也是一个不容忽视的研究对象,七阁不同的立碑状况更是一个值得考证与研究的角度。\"碑铭叙记是中国图书馆创建发展史上最重要的文献之一,具有独特的史料及文学价值\"[2]。对于文化地位较高的四库七阁而言,其碑刻的史料价值不容忽视。碑刻文献真实地记录了藏书楼的历史演变、翻修历程、重大事件等;同时,碑文内容也是藏书楼的设立初衷、藏书观念及朝廷文化制度等方面的直观体现。这对于研究清代我国皇家藏书所处的时代背景及其发展历程都具有一定参考价值。", "label": "历史学", "id": 0}
{"content": "中国国家博物馆藏妇好青铜偶方彝系1976年出土于河南安阳殷墟妇好墓,其形制独特,是商代晚期一件重要的大型青铜礼器。本研究利用X射线成像、红外热波成像、扫描电镜能谱分析（SEM-EDS）、便携式X射线荧光（pXRF）、X射线衍射分析（XRD）、拉曼光谱分析（Raman）及三维视频显微镜等分析手段,对青铜偶方彝的历史修复状况以及锈蚀种类进行分析研究,对器物的整体保存状况予以评估。上述研究表明,该器物由多块残片焊接而成,表面存在大量修复痕迹。本研究揭示了修补材料的化学组分和分布位置;锈蚀产物主要包括稳定锈蚀和含氯锈蚀两类,探讨了各类锈蚀的稳定性及除锈依据。", "label": "历史学", "id": 0}
{"content": "2019年8月,新疆维吾尔自治区博物馆请中国国家博物馆为其复制馆藏一级文物鎏金\"中国大宁\"铜镜。由于这面铜镜出土后进行过粘接修复,不适宜采用传统翻模工艺进行复制。依托馆藏文物三维数字化信息采集工作,采用3D打印结合传统随色作旧工艺完成了鎏金\"中国大宁\"铜镜的复制。这种创新的复制工艺更加模块化、机械化和精确化,大大减化了复仿制人员的动手操作,具有几乎与文物零接触、还原度高、耗时少等优点,既保证了文物本体几乎不受影响,也在一定程度上解决了馆藏文物不适宜采用传统翻模工艺进行复制的难题。", "label": "历史学", "id": 0}
{"content": "2017年文保院受山东章丘市博物馆委托,为其保护修复馆藏铁器。保护过程中,采用扫描电子显微镜及能谱分析（SEM-EDS）和拉曼光谱仪,对其中的五件铁器锈蚀产物进行了形貌观察、成分分析和物相分析。分析结果显示,五件铁器表面均存在疏松不稳定锈蚀产物四方纤铁矿（β-FeOOH）或纤铁矿（γ-FeOOH）,在一定程度上加速了铁器的腐蚀。汉铁耧的分析结果显示,铁器带氯封护,腐蚀可能会继续发展。在对病害有了深刻认知的基础上,采用机械方法彻底清除五件铁器表面疏松锈蚀产物,并用纯净水多次浸泡刷洗。在此基础上,采用单宁酸进行了缓蚀处理,最后采用B72和石蜡分别进行了封护处理,完成了这五件铁器的保护修复,并提出了较为详细的保藏建议。", "label": "历史学", "id": 0}
{"content": "山东省章丘市博物馆藏汉四乳草叶纹铜镜形制为常见汉代日光镜,篆书阳文\"见日之光,天下大明\",铜镜碎裂为四片,镜缘最厚处约为1.4mm,碎片最薄处约为0.7mm,总重105g。断裂的四片拼接完整,拼接后碎片之间的咬合力较强。考虑到铜镜直径不大,重量也较轻,采用在镜缘断裂面开暗槽埋榫粘接的修复方式,完成了铜镜的修复,避免了对镜面和镜背的破坏。", "label": "历史学", "id": 0}
{"content": "本文对章丘市博物馆藏明清仿商周兽面纹甗进行了保护修复处理。在查询了商代末期、西周早期同类器物的相关资料,充分把握文物的时代特征,并对病害进行评估的基础上确定了保护修复技术路线,制订了相应的保护修复方案。保护修复过程严格遵循文物保护修复原则,按照制订的技术路线和方案,进行了清洗、整形、补配、粘接、作旧、缓蚀、封护等处理,恢复并补全了文物的形状,提高了文物抵御环境风险因素的能力,使文物能更好地用于展览以及相关研究工作。", "label": "历史学", "id": 0}
{"content": "我国上下两千年所修筑的长城,从军事的角度讲,主要是防御作用。现在我们看到的长城,主要是东西横亘在我国北部农牧交错地带的明代长城。发生在二十世纪三十年代的长城抗战,就在山海关至北平（今北京）的长城沿线。当时,中国军队虽然武器落后,但凭借着长城,用自己的血肉之躯,与武装到牙齿的日本侵略军进行了殊死搏斗,特别是29军大刀队,杀出了中国军队的军威。虽然最终长城还是沦为敌手,但中国军队的抗战精神永存。后来麦新以29军大刀队的英勇杀敌事迹为素材,创作的《大刀进行曲》更是振奋了国人的精神。受长城抗战精神的影响,田汉为电影《英雄儿女》创作的《义勇军进行曲》则把长城及抗战精神推向高峰。", "label": "历史学", "id": 0}
{"content": "<正>我的老家在四川,与长城本来相隔甚远,但是三十多年来我却\"累登九镇三关险,踏遍长城万里遥\",与长城结下了不解之缘,感情越来越深厚。这是什么原因呢?我想重要的一条还是毕生干了文物工作的缘故。少年时期的向往在我上小学和中学的时候,正值日本帝国主义侵华,东北沦陷,抗战烽火燃烧起来了。\"万里长城万里长,长城外面是故乡（长城谣）\"、\"起来不愿做奴隶的人们,把我们的血肉筑成我们新的长城（义勇军进行曲）\"等抗日救亡的歌声,经常激发着我对长城这一雄伟坚强形象的向往。", "label": "历史学", "id": 0}
{"content": "<正>1984年的7月5日,在中国大地上响起了一个激动人心的口号——\"爱我中华,修我长城\"。这个口号是北京几家新闻单位为发动社会赞助修复古老长城的一些著名关城和一些地段的墙体而提出来的。这一有意义的活动,立即得到了中国共产党和中国政府领导人的支持。是年9月,邓小平同志亲笔题写了\"爱我中华,修我长城\"这八个大字。全国人民代表大会和全国政治协商会议的一些领导人也先后题词。由此,\"爱我中华,修我长城\",便响彻了中国大地。这一活动激发了亿万中国人民的爱国热情,也牵动了国际友人保护人类文化遗产的颗颗爱心。希腊、日本、美国、英国、法国、瑞典、前苏联等30多个国家和地区的国际朋友,给予了赞助。其中,巴基斯坦政府赞助20万人民币,希腊船主拉第西斯全家捐款百万美元。而正是在\"爱我中华,修我长城\"活动的推动和促进下,1987年6月以宣传、研究、保护和维修长城为宗旨的中国长城学会在北京成立,并积极开展工作。", "label": "历史学", "id": 0}
{"content": "<正>为提升长城保护的整体水平,我国近日发布《长城保护总体规划》,阐释长城价值和长城精神内涵,明确长城保护总体原则和目标以及一系列工作要求。对长城保护的难点痛点,规划开出了怎样的\"药方\"?未来如何落实?针对这些问题,国家文物局局长刘玉珠接受了新华社记者独家专访。", "label": "历史学", "id": 0}
{"content": "<正>气势雄伟、蜿蜒起伏的长城跨越千年,纵横万里,是我国古代最伟大的工程,也是世界上规模最大的文化遗产。长城是历史的见证者、记录者,更是参与者,其建造时间之长,分布地域之广,影响力之大,是其他文物不可比拟的,它记录了中国农耕文化和游牧文化的交流融合,饱尝了历史浪潮的冲击和雨雪风霜的侵蚀,从而成为中华民族勇敢、坚韧、智慧、精神的象征,成为中华民族的象征之一。对长城的关注和保护早已成为炎黄子孙的责任和义务,2006年,一个决定成为了长城保护的新起点:这年9月20日,《长城保护条例》经国务院第150次常务会议通过,并于12月1日起正式颁布实施。《条例》针对目前我国长城的现状以及存在的主要问题,制定了操作性很强的保护管理措施,是长城保护的一个里程碑、一个新的起点。", "label": "历史学", "id": 0}
{"content": "<正>主持人语近日,历经十年编纂而成、首部全面记述和研究长城的大型史志体著作——《中国长城志》出版发行,为说明长城在文明进步和社会发展中的历史作用提供了文献依据,同时也引发了社会各界对于长城及其文化意义的广泛关注。上下两千年、纵横数万里的长城积淀着丰富、厚重的文化内涵,因视角和价值取向的差异,不同时代不同人群心目中的长城所象征的意蕴有着较大的差距。研究和阐释长城的历史定位与文化意义,既可以从欧亚大陆上农耕民族与游牧民族之间冲突与融汇的宏观视角出发,也可以对一些具体问题作微观探讨,而从长城两边的普通人怎么想,怎么做,他们如何评价长城等新的视角切入也能带给我们不一样的认识和思考。", "label": "历史学", "id": 0}
{"content": "《北京市长城文化带保护发展规划（2018-2035）》自2019年4月经北京市人民政府批准,以北京市推进全国文化中心建设领导小组名义公布实施以来,产生了广泛的社会影响。规划编制组通过本文介绍了规划的编制背景,并重点回顾了资源构成与价值梳理、空间范围与布局、规划策略与措施、实施目标等方面进行的规划探索与创新,希望通过本规划与各项规划的统筹,更好的维护长城文化带这个特殊区域的人文与景观特征,通过文化传承与生态保护为区域提供新的活力和增长点。", "label": "历史学", "id": 0}
{"content": "<正>长城是世界奇迹,中华瑰宝,是中国古代最伟大的军事防御工程,也是中华民族奉献给世界人民的珍贵文化遗产。八达岭长城是万里长城的精华和杰出代表,始建于明弘治十八年（公元1505年）,是扼守京西北的关沟军事防御体系的重要组成部分,是中国万里长城的精华和杰出代表。八达岭长城是世界文化遗产、全国重点文物保护单位、国家重点风景名胜区、国家5A级旅游景区和世界新七大奇迹之首。作为开放时间最早、保存最完整、规模最大、接待游人最多、景观最雄伟的长城景区,自1952年首次接待游人至今,累计接待中外游客2亿多人次,累计接待部长级以上官员8000多位,接待世界各国元首、政府首脑500多位,是中国国宾接待第一景区。", "label": "历史学", "id": 0}
{"content": "长城是最具民族文化特色的线性、带状文化遗产,它绵延弯曲,分布地域广阔,延续时间漫长,建筑规模宏大,防御体系复杂,文化内涵丰富,无可争议的成为中国文化最重要的表征,是民族凝聚力和创造力的重要资源。美国哈佛大学景观研究学者查尔斯（Charles）教授很早就对\"遗产廊道（Heritage Corridor）\"给出了定义——\"拥有特殊文化资源集合的线性景观。通常带有明显的经济中心、蓬勃发展的旅游、老建筑的适应性再利用、娱乐及环境改善\"。现今我们将遗产廊道理论在各领域做了深入的挖掘与应用,\"长城文化遗产廊道建设\"就是其中之一。长城文化可以说是中华民族的主流文化,它承载了太丰厚的历史信息,延续了太久远的民族文脉与民族精神。长城文化遗产廊道建设应该顺应时代变化而发展,它是我们民族智慧和毅力的体现,所以不是单一的线性遗产区域建设,而是需要运用当今新思想、新设计、新技术,把长城沿线的风物遗迹、民居建筑、国家记忆、历史事件、民族精神、风俗习尚等众多单体文化、民俗资源串联构建成为一个具有重大价值的文化纽带,摈弃过去对传统文化遗产\"点\"、\"面\"的基本认识,转向具有新时代特点的\"线性文化遗产\",全方位研究长城文化遗产廊道建设。如果我们将长城文化遗产定义为线性的整体廊道,那么在这一个线性下面则可以分为多个区域廊道,比如山海关区域廊道、嘉峪关区域廊道、八达岭区域廊道等。", "label": "历史学", "id": 0}
{"content": "作为一个国家尺度的大型线性遗产,长城具有多管理主体、复杂环境特征等保护难度,面对这样一个保护对象,传统的文物保护思路和方法显得捉襟见肘,很多未开放长城实际上很难挡住\"驴友\"的脚步。与其被动开放、与市场博弈,不如顺势而为,寻求一条主动开放之路。利用互联网和自媒体的信息化手段,搭建\"完整长城\"自媒体平台,由政府初建一个完整长城的地图和信息框架,激励公众不断填充完善内容,形成一个集长城路径、长城解说教育、长城美景信息、长城故事及长城保护维修、公众监督、文旅产业供需对接的综合平台,同时发动各种社会组织,形成市场引导和自律的机制,最终促进公众通过\"探访——认识——理解——行为改变\"的过程,建立起主动保护长城的意识,并进一步体现在行动中。同时长城遗产廊道也将逐渐带动长城产业廊道,使长城周边的乡村地区获得一定程度的文旅发展机会,进而提高当地居民的长城保护意识。一旦建立起良性的社会监督和公众自律,不仅能实现开放式保护的目标,而且通过\"众志成城\"所实现的虚拟的完整长城,将使长城精神得以传承和发展。", "label": "历史学", "id": 0}
{"content": "本文以《中国长城志》为考察蓝本,通过对《中国长城志》成书研究,特别是分卷设置过程,以及长城学研究的历史溯源、《中国长城志》的学术成果等系统考量,以确立长城学的学科地位和《中国长城志》使长城学成为显学的作用。", "label": "历史学", "id": 0}
{"content": "<正>现在我们看到的从辽宁丹东的虎山长城经河北、天津、北京、山西、内蒙古、陕西、宁夏、甘肃、青海的长城,是我国明代建造的长城。也是距我们时空最短的长城。中国邮政从1997到1999年,发行了普29《万里长城（明）》邮票,共5组21枚,以国家名片——邮票的形式,宣传和保护长城,会达到非常好的效果。21枚邮票画面,展现了从虎山长城到嘉峪关的21处长城关隘或长城风貌。虽然邮票画面的面积不大,但是每枚邮票画面都是独立表现一个关隘或一段长城,也是我国邮票发行史上的一个创举,发行后深受各界人们的喜爱。", "label": "历史学", "id": 0}
{"content": "四川明史因为文献和实物相对缺失,到目前为止给人比较模糊的印象,亟待有人去研究和梳理。成都作为四川的首府,在遗址、地名、文献与传说等方面,保留了大量明代遗迹,将之逐一考证,可以部分勾勒出明代成都的形象。如标志性建筑明蜀王府遗址,明蜀王陵群,新都升庵祠,龙泉驿长松山楠木林、石经寺、燃灯寺,新津观音寺,崇州古寺,大邑圆通寺、开化寺;地名包括静居寺、龙泉驿、沙河堡、总府路、指挥街、纱帽街、书院正街、方正街、康公庙、宋公桥、军屯等;文献有《升庵全集》《明蜀王文集》《适庵韵对》《大川对类》,一些蜀藩刻本等;传说有锦城十景、状元事迹、张献忠沉银、蜀王优抚、天下首富、僖王事迹等。正在发掘的明蜀王府遗址位于成都市中心,历史上的文化地标将转身为现代成都的中央特色公园,集中于成都东郊青龙湖畔的明蜀王陵,是国家大遗址公园的一处有力竞争者。这些遗迹可以填补四川明史一些空白,确认成都在明代是边地的概念,蜀府在明代是塑造成都、实现四川融入\"大一统\"国家的核心力量;如果再深入考证诸如\"忠贤文化\"\"大一统\"理念,将来还能为成都的文化发展提供助力。", "label": "历史学", "id": 0}
{"content": "江安河是温江的母亲河。本文依托历代方域史料、水利史文献等,首次系统、翔实地考证了江安河的历史变迁,阐释了汉晋以来江安河的疏浚与命名情况,提出江安河经历了望川原、新源水、九异口堰、鹿角堰、江安堰等历史阶段,并对温江江安河流域的代表性地域文化进行了梳理、介绍。", "label": "历史学", "id": 0}
{"content": "大宁河输卤栈道位于大宁河西岸悬崖峭壁上,起于重庆市巫溪县宁厂古镇,止于重庆市巫山县龙门峡口,全长约80千米。据考证,山体崩塌、滑坡、泥石流等自然灾害导致的大宁河河道多处堵塞断航,是修建或重新启用输卤栈道的根本原因,并进而影响到沿河地区（巫溪、巫山、大昌等县）行政建制区划的调整。其次,大宁河输卤栈道很可能始建于秦汉时期（最有可能在秦代或汉武帝时期）,并一直营运到东汉末年北井县设立之时,持续时间约300～400年。自北周初至宋端拱年间,输卤栈道很可能再次部分恢复使用,持续时间约为400余年。自此后的宋、元、明、清四朝1000余年时间里,再没有全程或部分恢复使用过输卤栈道。", "label": "历史学", "id": 0}
{"content": "<正>11月13日,文化和旅游部、国家文物局在中国国家博物馆举行圆明园马首铜像捐赠仪式,随后圆明园马首铜像将在中国国家博物馆参与\"回归之路——新中国成立70周年流失文物回归成果展\",向公众展出。展览结束后,圆明园马首铜像将被划拨北京市圆明园管理处收藏,回归原属地。华泰财险北京分公司独家承保了全程的运送过程及在中国国家博物馆展览期间的艺术品保险。圆明园马首铜像,为清代圆明园长春园西洋楼建筑群海晏堂外十二生肖兽首喷泉主要构件之一。1860年英法联军侵入北京,圆明园惨遭劫掠焚毁,马首铜像与其他11尊兽首铜像一同流失海外。马首铜像为意", "label": "历史学", "id": 0}
{"content": "<正>楼兰之名,非常响亮。在两汉史籍记载的历史尘埃落定之后,盛唐时期楼兰成为文人墨客激励将士、开拓进取、克敌致胜、立功边陲的精神文化标的。边塞诗人王昌龄在《从军行》中写道:\"青海长云暗雪山,孤域遥望玉门关。黄沙百战穿金甲,不破楼兰终不还\"的诗句扣人心扉,使人悬思神往。可是,楼兰遗迹长期以来被禁锢在今新疆维吾尔自治区东部的罗布荒原,给世人留下了无数未解之谜。上世纪初的楼兰探险发现,弥补了魏晋时期史籍记载的缺失,楼兰成为中外学界瞩目的热土。国际国内的研究者围绕着楼兰的历史、文化、人种、地理、生态、环境等诸多问题的讨论,此起彼伏。潜心研究的论著连篇累牍。如今楼兰学也与敦煌学、吐鲁番学一样,跻身于世界学坛,成为新兴学科中的一门热学。楼兰还激起了众多人的科学考察和探险兴趣,有的人还为此献出了宝贵生命。", "label": "历史学", "id": 0}
{"content": "<正>1.《试论西域戊己校尉》,载《新疆史学》1980年第1期。2.《吐鲁番考古调查简介》,载《新疆考古》1980年第1期。3.《北凉缘禾年号考》,载《新疆社会科学》1981年创刊号。4.《楼兰遗迹考察简报》,载《历史地理》1981年创刊号。5.《交河古城址》,载《文物天地》1981年第4期。6.《吐鲁番发现重要古代遗迹》,载《新疆科技报》1981年第79期。", "label": "历史学", "id": 0}
{"content": "永济渠是隋唐大运河的北段。自隋炀帝于大业四年（608年）开凿通航以来,被长期使用,一直延续至北宋末年,成为河北地区重要的水运航道之一。但是,由于金元以后,特别是郭守敬\"裁弯取直\",重新开通新的京杭大运河,永济渠旧有航道逐渐淤塞,退出历史舞台。在这样的历史背景之下,学术界对于永济渠的研究,始终模糊不清,本文就永济渠的若干问题试做阐述,以就教于方家。", "label": "历史学", "id": 0}
{"content": "2003年,洛阳市文物工作者在配合洛阳新区建设施工过程中,发现一处隋唐时期的建筑遗址,暂定名为\"隋唐水利设施\"。对于这一考古遗迹的性质,目前的几种观点或与史书记载不符,或与建筑形式不符。近年在洛阳邙山出土的天宝三载（744年）许惟新墓志中所记的定鼎门外新亭的地理位置恰与之十分吻合。结合史书记载,本文对这一水利设施的性质做出了推断,并由这一推断对隋唐洛阳城南的花园景观进行了详细探讨。这一人文地理现象反映出隋唐城市建设对自然资源的合理运用,对于探讨现代城市建设具有积极的意义。", "label": "历史学", "id": 0}
{"content": "<正>侯灿先生是我的挚友。在怀念侯灿先生时,他的勤奋踏实好学的学风,他的卓越的学术贡献,令我怀念,令我敬佩。我和侯灿先生是在1979年11月末至12月楼兰古城遗址考察时认识的。此次楼兰古城遗址考察是《人民画报》与日本NHK（日本放送协会）联合进行的丝绸之路考察的组成部分,由《人民画报》记者陈和毅同志组织。最初,陈和毅同志、中国科学院北京地理研究所的黄盛璋先生和我三人于11月初到达解放军马兰基地,在那里等待国防科委批准进入楼兰古城遗址。在那里一直等了半个多月。期间,中科院新疆分院的", "label": "历史学", "id": 0}
{"content": "<正>2019年7月1日,在中国共产党建党98周年华诞之日,中国共产党长沙历史馆经过全面建设后,在清水塘中共湘区委员会旧址开馆。\"长岛人歌动地诗——中国共产党长沙历史陈列\"首次亮相,历史陈列展分为\"建党先声苍茫大地主沉浮\"\"浴血奋斗峥嵘岁月铸丰碑\"\"接管建政全面建设开新局\"\"改革开放高歌猛进奔小康\"\"逐梦前行阔步奋进新时代\"\"群星璀璨名人荟萃展风采\"六个部分,全面系统展现了中国共产党在长沙地方组织的发展、壮大及团结带领长沙广大人民群众进行革命、", "label": "历史学", "id": 0}
{"content": "<正>2016—2018年,四川彭山\"江口沉银遗址\"考古发掘重大成果已撷英500余件文物,于中国国家博物馆举办\"江口沉银——四川彭山江口古战场遗址考古成果展\"。展出的文物表明,迄今为止,可以确定的张献忠铸币包括大顺通宝铜钱、西王赏功金、银钱及银锭等几种。", "label": "历史学", "id": 0}
{"content": "<正>开元通宝是唐朝铸造的第一种钱币,因为大小、轻重都很适中,很受社会各界的欢迎,因此自唐高祖李渊武德四年铸造之后,太宗在位的23年一直沿用,没有铸造新的钱币。但是,高宗继位之后,却另外新铸了\"乾封泉宝\",公开的理由说是因为民间盗铸开元通宝太过猖獗,市面上的假钱太多。因此,需要改铸一种新钱。实际上,这只是外在的说辞,而背后实际上隐藏着深厚的政治背景,它是想当女皇的武则天的一次政治试水。", "label": "历史学", "id": 0}
{"content": "汉代画像砖石为后世留下了大量的建筑图画,这些建筑表现图为我们研究汉代建筑起了关键作用。然而,画像砖石上的建筑是否是真实建筑的再现,还是经过艺术化加工的产物?需要我们仔细读解和分析。本文试从造型、透视、细节刻画等角度对汉代建筑画像砖石做一个基本的分析。", "label": "历史学", "id": 0}
{"content": "<正>名人故居是名人精神和文化延续的一个重要载体,它不只是陈旧的宅院,还是城市的亮点和文脉,又是一笔丰厚的物质和精神的遗产,更是一部内涵深刻、生动形象的\"立体教科书\"。周恩来故居是一代伟人、党员楷模周恩来的诞生地,童年周恩来在这里的12年,留下了许许多多催人奋进的励志故事,优良的家风、严爱适度的家教,对其崇高品格的养成奠定了坚实的基础。周恩来故居不", "label": "历史学", "id": 0}
{"content": "<正>名人故居是名人成长和生活的见证,具有颇高的历史和文化价值。政府对名人故居的重视和保护程度在逐年加大,名人故居作为一种独特的人文历史资源正受到社会各界越来越多的关注和重视。我希望,通过全体同行的共同努力,让名人故居不仅要传承好优秀的历史和文化,还要发挥好对社会公众积极的教育引导功能,让名人故居在新的历史时期发挥更大作用,体现更大价值。", "label": "历史学", "id": 0}
{"content": "实行全面抗战后,宋庆龄在重庆重建了保卫中国同盟总部,并以此为依托联系国际友人,开展外宣、筹集物资、支援后方建设等,为抗日战争的伟大胜利作出了贡献。宋庆龄伟人精神蕴含了丰富的文化价值,本文试从社会教育、巡展活动、公共服务等多方面挖掘宋庆龄伟人精神的文化内涵,并就重庆宋庆龄旧居在文化产业上开展有益探索,以期为其他名人故居文化产业创新提供参考。", "label": "历史学", "id": 0}
{"content": "老镇一般是指有着百年以上历史的,供集中居住的建筑群。它们是各地传统文化、民俗风情、建筑艺术的真实写照,反映了历史文化和社会发展的脉络,是珍贵的历史文化遗产。无论选址、布局还是单栋建筑的空间、材料上,都体现出尊重自然、爱护自然、顺应自然的可持续发展思想。毛泽东故里韶山银田老镇,作为韶山最古老的和最具代表性的乡镇,曾发生了不少革命事件,具有韶山古镇典型特色。如何从古镇的文化特色、建筑特点、历史文脉着手,进行科学保护开发和利用,具有重要意义。", "label": "历史学", "id": 0}
{"content": "斜桥镇米谷故居已有超过100年的历史,是历史文化名人米谷的出生地和成长地。它的保护与再利用宏观上统筹故居保护、旅游市场、城乡建设等多元目标,中观上协调、集聚旅游资源,微观上采用差异化、多元化、多维度布局设计。通过比较、权衡,选择以综合模式统领,以纪念馆模式为主,兼采文化休闲场所开发和公私协作模式。", "label": "历史学", "id": 0}
{"content": "浙江历史悠久,文化底蕴深厚,历代名家辈出、名作纷呈。对浙江历代作家的故居（旧居或祖居）、祠馆（如祠堂、庙宇、纪念馆、纪念室）、萍踪地（如求学地、工作地、活动地）、墓葬等文学遗迹加以保护和开发,不仅可以更大程度上促进浙江文学的传播、浙江文学遗产的传承,而且可以彰显地域旅游形象、助推旅游经济发展。", "label": "历史学", "id": 0}
{"content": "中华人民共和国建国七十周年之际,名誉主席宋庆龄陵园内汉白玉宋庆龄雕像因置于户外长期遭受自然与城市环境侵害,发现有各种病害。为此陵园管理方委托同济大学建筑与城市规划学院历史建筑保护实验中心对雕像如何维修保护进行专项研究。本文介绍此项研究工作中前期对雕像的病害现状进行勘察。本项勘察所应用的原理、技术、方法和设备同样也可以为大量石质（碳酸盐）文物建筑和构件提供参考。", "label": "历史学", "id": 0}
{"content": "始建于南宋的古月桥,是我国现存最早的石质折边拱桥,价值巨大。历经800多年的自然侵蚀,古月桥也出现了较为严重的残损问题。勘察设计方以价值评估为判断依据,通过三维激光扫描测量技术对古月桥原营造工艺、尺度进行深入分析研究。明确提出古月桥的结构体系为其最重要的价值载体,工程必须保护拱桥原有的结构构造体系的真实性。在分析了古月桥现有结构体系的稳定性,以及面临的威胁因素。设计方案提出了预防性保护的系统解决方案。工程采用最小干预原则,保护了古月桥原有结构体系。通过从桥梁下部设置预防性保护钢梁的方式,整个工程过程未进行结构构件落架。针对性的研发出\"牺牲性保护材料\",对破损结构构件进行修补,未更换任何结构性构件,完整保留了原有桥梁力学体系,采用高新技术与传统工艺相结合的方式进行了修缮工程。并通过工程全过程监测,科学地控制整个工程的实施进程与质量。2019年4月18日在清华大学举办的\"国际遗址日主题活动\"上,古月桥保护修缮工程荣获了\"全国优秀古迹遗址保护项目\"的特别推荐项目。2019年10月,古月桥保护修缮工程荣获了\"亚太地区遗产保护奖\"。", "label": "历史学", "id": 0}
{"content": "高句丽时期的石台子山城凭借险要地势,依山而建,形成了完整的防御体系。本文基于《石台子山城》一书的记载,通过对现存遗址考察及与历史文史资料和影像资料的相互印证,采用定性和定量相结合的方法,发现山城城墙利用山体自然高程,结合坡度因素,与悬崖峭壁紧密衔接,浑然一体。所以可以说,由于石台子山城的独特地理环境与特殊的山城性质,才使得山城城墙在营建过程中形成了其独有的特点。", "label": "历史学", "id": 0}
{"content": "随着2020年即将到来,国务院批准的为时18年的\"故宫大修\"工程任务将接近尾声。在\"故宫古建筑整体维修保护工程\"竣工期限还有5年之时,在对过去13年来故宫古建筑修缮经验进行总结的基础上,故宫博物院选择了4项急待修缮的古建筑群,作为\"研究性保护项目\"的试点,即养心殿研究性保护项目、乾隆花园研究性保护项目、大高玄殿研究性保护项目、紫禁城城墙研究性保护项目。古建部承担了\"养心殿研究性保护项目\"前期的勘察设计、价值评估、保护方案制定的工作,笔者作为\"养心殿研究性保护项目\"油饰彩画分项负责人,思考并总结了在养心殿彩画保护中的三个关键问题,以期对中国遗产保护起到抛砖引玉的作用。", "label": "历史学", "id": 0}
{"content": "本文通过梳理国内传统村落保护的动态和剖析相关制度法规,分析了北京市传统村落现存的问题——村落空心化、传统风貌破坏、农村发展政策与传统村落保护的矛盾及文化衰落,并针对这些问题提出了保护性意见。", "label": "历史学", "id": 0}
{"content": "文化遗产的传承意味着一种选择,因为存在筛选的过程,也可以说文化遗产是由认知所建构的,它是\"认同\"的外在表达形式。其中大众又是遗产的需求主体,在遗产保护体系中扮演着重要角色。本文通过大数据的手段获取大众对于文化遗产的认知体验,以及评价反馈社会在宣传保护这一过程中的传播效果,进而发现现状与问题,探索如何在有效保护文化遗产的同时,进行适度的开发,协调社会各方面的关系,促进遗产地的繁荣和历史文化的继承发展。", "label": "历史学", "id": 0}
{"content": "中国的传统村落承载着中华文化的内涵,是东方农耕文明的重要载体;然而随着经济发展和城市化进程的推进,传统村落暴力、快速的自发生长,导致其原本风貌遭到了不同程度的破坏。固然不能对传统村落景观风貌放任不管,但监管控制过严,进行统一机械化的保护则会使传统村落发展空间受限,经济停滞,无法满足当地居民日益增长的物质需求与对未来生活的美好期盼。所以在保护的基础上,也应格外重视传统村落的活化。本文通过例举并分析传统村落保护遇到的问题与挑战,结合海外乡村保护的案例与启示,从六个方面分析了传统村落活化的意义并提出了一些相对应的建议。", "label": "历史学", "id": 0}
{"content": "随着传统村落保护工作的不断深入,村落复兴与发展成为乡村振兴的关键。自古以来,村落就与其周边的交通网络息息相关。如今,文化线路研究的兴起开始逐渐复兴各区域内古道及其沿线村落。本文以北茶马古道为研究线路,其上陇南康县中寨村为实践案例,对其沿线传统村落的空间形态特征、民居形制、景观特征进行剖析,深入分析古道与村落形成之间的相关联系。在此基础上,探寻文化线路视角下的关联村落的复兴策略。", "label": "历史学", "id": 0}
{"content": "长城是世界文化遗产,是中华文化符号,具有鲜明的文化属性。长城景区又具有以满足游客需求,获取经济利益为特点的旅游属性。鉴于长城的特殊意义,长城景区建设在文旅融合发展的大背景中具有突出意义。八达岭长城景区位于首都北京,是新中国成立以来开放最早的长城景区,以接待各国元首和外宾为突出特色,自开放以来接待游客超两亿人次,2019年接待游客超千万人次。本文在中国旅游进入文旅新时代的趋势下,特别是在长城国家文化公园建设已进入试点阶段,结合八达岭长城景区的工作实践,对长城景区文旅融合的定位和发展进行探讨。", "label": "历史学", "id": 0}
{"content": "金长城的修建是蒙金关系不可调和的产物。金初蒙古族群依附金国,随着蒙古势力的逐渐强大而叛附不定。金国为了防御蒙古等游牧势力的侵扰,开始修筑东北路界壕边堡。金朝中期,蒙古等游牧势力进一步强大,时常侵犯金国北部边疆,致使蒙金关系恶化。金国开始大规模修建金长城。金长城的修建,在一定程度上防御了蒙古等游牧势力的侵扰,缓和了蒙金矛盾,促进了民族融合与发展。随着蒙古势力范围的不断扩张,以及金朝国力的衰弱,金长城终不能阻止蒙古势力南下灭金。", "label": "历史学", "id": 0}
{"content": "长城是中华文明的象征,保护长城迫在眉睫。保护长城应从一草一木开始。2019年10月12日,我们对花家窑子段长城上的植物进行了调查,共发现该段长城上生长有29科、56属、73种植物。其中木本植物23种、草本植物50种。通过分析,发现长城上的植物对长城同时存在保护、美化和破坏作用。综合不同类型植物的生物学特性,及其在长城不同区域的生长情况,应以因地制宜、和谐共生、精细动态的理念来管护长城上的植物,做到植物与长城的和谐共生。", "label": "历史学", "id": 0}
{"content": "依据中国古代信史记载,公元前656年楚长城就已出现在历史舞台上,是中国最早出现在历史舞台上的一条长城。2008年10月以来,我们对楚长城做了持续性的调查、发掘等工作。依据调查情况看,目前经过确认的楚长城主要分布在河南省西南部的南阳盆地北部边缘和东部边缘上,长380余千米。依据对楚长城遗址的发掘情况看,楚长城人工建筑,特别是人工修筑的墙体时代明确,结构清楚,建造有序,筑法考究。楚长城遗址里出土的遗物少量时代可以达到中国古代的春秋中期,大部分集中在春秋晚期至战国早期,部分处于战国中期。关于楚长城遗址的保护,我们不能只关注长城本体的保护,还要加强对楚长城周边独特的环境、风貌及采石场等的保护。", "label": "历史学", "id": 0}
{"content": "垛口墙是城墙防御与否的关键性设施,是古代城防体系的重要组成部分之一。通过对历史文献和考古材料,特别是图像材料的梳理,以及对现存实例的调查,追寻了垛口墙的称谓、起源与形制的发展、演变及背后驱动力。", "label": "历史学", "id": 0}
{"content": "文旅融合是新时代旅游的大趋势,长城旅游本身就是文化旅游,是长城文化与旅游产业要素的融合,是全方位、多层次、跨界的融合。长城文化旅游的意义在于弘扬长城文化、树立民族文化自信、促进长城文物保护。长城旅游的开发要以保护长城文物为先,长城旅游景区规划要以展示长城文化为核心。长城博物馆的建设是长城文化的集中体现,中国长城景区要联合打造\"中国万里长城\"旅游联合体。", "label": "历史学", "id": 0}
{"content": "\"信息高速的路更宽了,车辆也提速了,新的机遇已然到来\",这是\"5G+4K+VR\"时代的宣言。长城的保护研究与开发利用必将借助数字化的又一次高速发展,而面临更为广阔与光明的未来。本文试从长城文旅融合、建筑保护、景观规划、文创开发等方向上存在的部分痛点入手,对症下药,从利用数字化手段采集、重建、虚拟现实及高速传播的角度,分析与勾画出\"数字长城\"的未来图景,以及在长城国家公园建设中所能发挥的巨大潜力。", "label": "历史学", "id": 0}
{"content": "雁门关是世界文化遗产万里长城的重要组成部分。代县县委、县政府实施文化强县战略,把开发雁门关作为文化强县的龙头工程,打造集\"吃、住、行、游、购、娱\"等综合功能为一体的边塞军事文化和明清商贸文化旅游区。雁门关在2017年荣升为国家AAAAA级旅游景区。本文阐释了雁门关旅游景区的开发现状,并就建设\"雁门关文物展览馆\"、打造榷场原型风貌、南口恢复建设古老客栈走车大院、开发\"雁门关伏击战遗址\"游、开发\"阳明堡飞机场遗址\"游等提出了思考。", "label": "历史学", "id": 0}
{"content": "长城是中国古代重要的军事防御工事,最初修筑,在于阻障在交通方面机动性甚强的北方草原民族的攻击。然而长城工程又导致了新的交通条件的完备。长城本身形成了特殊的交通带,同时亦促进了\"北边\"地方空间幅度十分宽广的交通体系。\"关市\"交通,\"当路塞\"的作用以及长城防线与内地的交通联系也值得重视。", "label": "历史学", "id": 0}
{"content": "战国秦长城是我国最古老的长城之一,公元前280年秦设陇西郡后修筑了这条秦长城。\"临洮\"地名本身就是一张名片,临洮是丝绸之路的南线重镇,丝绸之路在临洮分为三条路线后向西延伸,青唐道、唐蕃道也从临洮经过。临洮秦长城与丝绸之路比肩并行,形成了独特的文化体系。战国秦长城资源的保护利用,对于弘扬长城精神、复兴丝路经济具有重要意义。", "label": "历史学", "id": 0}
{"content": "本文以《中国长城志》为考察蓝本,通过对《中国长城志》成书研究,特别是分卷设置过程,以及长城学研究的历史溯源、《中国长城志》的学术成果等系统考量,以确立长城学的学科地位和《中国长城志》使长城学成为显学的作用。", "label": "历史学", "id": 0}
{"content": "近年来人为破坏长城的现象屡有发生,传统保护长城的方式是以行政管理为主导,公众参与为辅,这种方式已经不能完全满足长城保护形势迫切的需要。随着人们法制意识的提高,维护公益的观念深入人心,构建长城保护公益诉讼制度将成为有效保护长城遗产的新思路。文章从分析长城遗产的法律属性入手,指出保护长城符合公益诉讼制度的范畴。通过分析现有长城保护和救济制度的不足,提出建立长城保护公益诉讼制度的必要性和理论依据,最后借鉴国外立法和先进经验,提出构建符合我国国情的长城保护公益诉讼制度的建议。", "label": "历史学", "id": 0}
{"content": "理解长城精神文化内涵,需要建立在懂长城的基础上。长城的修建和使用与军事紧密相关,只有真正懂得中国古代的军事思想,才能较好地实现对长城具体功用的分析,并讲好中国长城故事。理解中国古代重要的军事思想,从兵书着手是比较稳妥的方式。本文简要梳理了中国兵书的特点及其整理的基本情况,重点阐述了兵书中所彰显的守国保民思想,以此说明长城的修建与使用重在备战而非战争,重在与政治、经济等领域的协调互动,进而说明理性看待长城的重要意义与价值。", "label": "历史学", "id": 0}
{"content": "八达岭长城作为明代内长城的重要组成部分,是当时京师西北的军事重镇。岔道城是八达岭长城的前哨阵地,是整个居庸关纵深防御体系的重要组成部分,其军事战略位置十分重要。本文立足于\"军事性\"特征,从史籍志书、专著论文和实地调研中,提取富有研究价值的基础资料,从历史的角度试论岔道城的起源与历史发展脉络,分析主要军事特征,宏观探讨八达岭整体防区的军事地位。", "label": "历史学", "id": 0}
{"content": "明朝是长城建筑史上的最后一个朝代,也代表了长城防御工程技术发展的最高水平。山海关北依燕山,南襟渤海,地处华北与东北两大地域交界处,扼滨海走廊、辽西走廊咽喉,自古为华北通往东北交通要道、兵家必争之地。它曾牵系明长城军防体系的重中之重,使得明统治者\"终明一世修建\"\"倾全国之力尽注山海\",成就了一段段历史传奇而为世人瞩目。本文仅就山海关自明初建关至民国时期区域军事发展历程作专题综述。", "label": "历史学", "id": 0}
{"content": "<正>1.引言在大数据时代,数据行业的支撑与发展和计算机技术的关系越来越密切。依托于先进探测技术的科技考古所获取的数据在格式上有多种类型、在数据体量上也各有不同,更重要的是相关考古数据还保存着地理位置的特性。由于物探考古方法众多,比如较为常用的有电法勘探、磁法勘探、探地雷达等。因而造成物探考古数据的种类众多。同时不同的物探考古数据的分析解释往往在独立的物探软件", "label": "历史学", "id": 0}
{"content": "《碩人》鏡是目前已發現的唯一刻有《詩經》銘文的漢魏時期的銅鏡,衆人對其產生時期和銘文釋讀進行了多次討論。因爲銅鏡自身携帶的信息并不充足,根據漢魏銅鏡的分期和類型特徵,衹能大致確定《碩人》鏡應是廣義範圍上的吳鏡。此外,對比銅鏡的圖版照片,銘文所鑄與詩篇\"錦\"、\"螓\"、\"笑\"字分別對應的應爲\"■\"、\"■\"、\"■\"字,讀與《詩經》同。", "label": "历史学", "id": 0}
{"content": "以地理核心素养为主线,以乡土地理素材——良渚古城遗址为载体,以考察良渚文明5000年前的水稻种植业、古城遗址、水利工程遗址等活动为引导,设计\"良渚古城遗址研学\"方案,探索自然地理环境对良渚文化的影响,培养学生地理学科核心素养,并对学生进行爱国主义教育。", "label": "历史学", "id": 0}
{"content": "乡土建筑是在历史上民间自发形成的传统建筑,是民间生产、生活的物质载体和乡土精神及本土文化的实体体现。包括乡土住宅、寺庙、祠堂、书院、戏台、商铺、作坊、牌坊、小桥等建筑形式,具有乡土性、民间性、遍在性等特点。浙江作为国家全域旅游示范创建省,在全域旅游要素配置中,乡土建筑的\"活化\"与\"再利用\",是全域旅游创建的重要内容。以发展全域旅游为契机,探索政策创新,突破产权限制是乡土建筑保护的重要着力点。金华市居于浙江中部,金衢盆地中心,历史上是除杭嘉湖外的浙江富庶之地,传统农耕文化给金华积淀下大量建筑艺术精湛、体量规模宏大、保存相对完整、文物与文化价值突出的乡土建筑,在众多的乡土建筑中乡土民居是主体。目前乡土建筑特别是乡土民居的现状主要表现为:（1）空置与失修,随着城镇化,乡村人口特别是轻年人进城,乡村严重老龄化和空心化,乡村建筑大量空置;金华乡土建筑多为晚清至民国时期所建,多在百年以上,房屋空置后失去日常使用与维护,几乎普遍年久失修。（2）自然灭失与人为损毁,在无人使用的状态下,大量有很高价值的乡土建筑随风雨自然灭失;乡村翻建新房、旧村改造、新村建设、城镇扩张等使大量乡村建筑人为损毁。（3）随意改建,金华乡土民居为婺派院落结构,小则5间,大的五进数十间,院落自成体系,此大宅院20世纪50年代土改时少则分给几家,多则分给十几家,20世纪50-70年代家庭人口的增加又不断分家,使院落被墙壁、隔断、搭建物分割得支离破碎。（4）失窃,由于无人问津,牛腿、花窗、门板,甚至雕梁等木雕、石雕构件,生活器具,院内陈设等大量失窃。乡土建筑诸多困境的主要原因是:（1）产权限制,同一院落由多个产权人所有,建筑维护、保护、修缮很难取得一致意见。（2）使用价值渐失,居住者的流失使乡土建筑失去使者价值。（3）乡村衰落,随着乡村空心化,乡村居者寥寥且多为50岁甚至60岁以上人口,乡村凋敝。国家层面的传统村落保护,历史文化名镇、名村保护,以及2016年1月中国文物保护基金会启动的\"拯救老屋行动\"为乡土建筑保护提供了国家支持和政策导向,但对于点多面广的乡土建筑国家层面不可能解决全部问题。全域旅游共建共享的理念为乡土建筑保护利用提供了新的思路,乡村旅游、乡村民宿、乡村休闲、乡村养老等旅游新业态为乡土建筑提供了价值挖掘之源。通过政策创新,破解乡土建筑利用与保护中的产权难题,浙江金华市从三个方面进行政策创新:（1）收买,由村集体将产权分属多个主体的乡村民居整体收买,多存在于村集体经济实力雄厚的村,经翻修改造甚至落架大修后作为游客接待中心、文化礼堂、居家养老中心、展示展览馆等公共建筑使用。（2）租赁,从村民产权人手中租赁10-20年房屋使用权,租赁到期后无偿交回。通过置换安置将原住户搬出,引入民间资金对乡村民居进行修缮,主要在全域旅游发展中做住宿、餐饮,民宿、异地养老等经营性使用。（3）入股经营,已开发成景区的乡村,村民以民居入股旅游公司,由旅游公司出资对乡村民居进行修缮,经修缮的民居可村民自用,但需承担景区旅游功能,村民也可从事旅游商业化经营,村民与旅游景区共享旅游业收益,主要存在于乡村旅游业较发达的村。", "label": "历史学", "id": 0}
{"content": "传统村落作为乡村历史文化的博物馆,是实施乡村振兴战略的重要抓手。近年来,随着城镇化进程的加快和现代文化的冲击,传统村落文化衰弱现象愈加严峻,许多传统村落不断萎缩甚至凋敝,加强传统村落的保护并推动乡村振兴已迫在眉睫。浙江省传统村落资源丰富,保有数量在全国居第三位。截至2019年7月,被纳入\"中国传统村落\"名录的共有636个。基于此,本文通过剖析乡村振兴主要目标、任务,结合浙江省传统村落现状,系统分析现存问题,并以力洋村为例,探析在乡村振兴战略背景下能传统村落保护和发展的措施,以期为日后我国传统村落保护和发展提供经验和借鉴意义。", "label": "历史学", "id": 0}
{"content": "与我国当前快速城镇化相对应的是乡村空心化和乡村资产大量闲置,由于乡村化空心化与城镇化存在联动关系,因此需要基于城乡一体化视角探寻解决办法。发展乡村休闲旅游是有效的抓手,而传统村落因为其特殊的休闲旅游价值而具有突出意义。本文首先从分析不同社会发展阶段乡村与城镇的关系着手,概括了乡村相对于城镇的功能演变,并由此指出我国当前快速城镇化对乡村演变带来影响;然后分析了城镇化背景下传统村落的各种休闲旅游价值;最后提炼出传统村落休闲旅游价值开发利用的五种典型模式,进而提出了通过乡村休闲旅游阻滞传统村落衰落的城乡互动机制。", "label": "历史学", "id": 0}
{"content": "铜质文物占我国文物很大一部分比例,对于研究古代文化具有很高的历史、艺术和科学价值,但是在埋藏环境以及出土、出水后的保存环境都存在对其造成病害的各种因素。为了防止铜质文物的进一步腐蚀,目前大多使用涂料将其与外界隔绝。为了探究新型涂料对铜质文物的保护效果,本研究优选新型纳米涂料ZS-511、ZS-922对铜质文物样品进行保护;铜样品取自\"丹东1号\"沉船出水文物,基体为含有少量杂质的铜,经简单清洗和除锈处理。利用分析天平、显微镜、X射线衍射仪、显微拉曼光谱仪以及扫描电镜能谱仪对实验前后的样品进行分析,探究涂料ZS-511、ZS-922涂覆于铜质文物样品表面后在大气环境、5wt%（aq）NaCl溶液、5wt%（aq）柠檬酸溶液中的保护效果。", "label": "历史学", "id": 0}
{"content": "国家考古遗址公园是我国遗址保护领域的新兴事物,在满足遗址考古保护的同时为城市提供便利的教育及游憩空间,但由于遗址分布的特点,多数遗址公园位于城市郊野地区,大量的设施建设无法得到有效利用,切需要从设施共享角度探索其使用模式。本文首先论述了设施共享的模式,并针对国家考古遗址公园详细探讨了设施共享的必要性,基于《国家考古遗址公园规划编制要求（试行）》要求设施类型分析了设施共享的模式与思路,结合金陵遗址公园的编制与其周边车厂村的现状特征,对该遗址公园的设施共享进行了实证研究,使理论方法与具体实践得到了结合。", "label": "历史学", "id": 0}
{"content": "传统村落作为我国农耕文明的精粹,在城市形态、建筑技术、民族文化的延续与传承等方面都具有重要意义。随着时代的发展,我国多处传统村落消失。针对此问题,本文对我国传统村落保护的历程和现状作梳理,结合迄今为止我国相关保护单位所采取的对策,并提出了对我国未来传统村落保护的建议。", "label": "历史学", "id": 0}
{"content": "文化是城市的灵魂,多民族聚居地区的文化融合是民族融合、团结的象征。从多民族聚居、多文化并存、多宗教并立等特征将同仁县历史城区文化空间分为藏文化空间、汉文化空间、伊斯兰文化空间,对各类文化空间之间存在的问题进行定性分析。研究发现同仁县历史城区文化空间存在用地破碎、功能混乱,整体系统性不足,交通可达性较差等问题。针对其存在的问题从社会融合的视角提出:1)整体文化空间协同,多元文化空间延续,异类文化空间融合和内外交通系统优化的整合目标。2)完整性,真实性,生活性和交流性的整合原则。3)以文化、商业轴线串联各类文化空间,沿文化、商业轴线增加现代文化空间和完善文化空间周边基础设施、优化内外交通系统的整合策略。4)民族融合,市场保障,社会保障和管理保障等保障机制。旨在为其他多民族地区的文化空间整合提供借鉴。", "label": "历史学", "id": 0}
{"content": "在我国城乡建设活动重心逐渐由\"量\"转为\"质\"、强调空间特色化、品质化与精细化发展的趋势下,为避免千城一面现象的出现,应加紧对地方特色性的保护,村落的历史文化遗存作为地方特色的重要组成部分理应受到重视。然而,由于国家相关资源的有限性,需要对村落的历史文化价值进行等级的划分,根据保护等级的高低依次建立相应的保护措施。但我国现行村镇历史文化价值评估标准在价值类型性、指标体系合理性等方面尚且存在一定问题,其评估结果可能会出现同类型村落均排名靠前的情况,而以此为根据划分的保护层级必然会出现村落类型性缺失问题。为避免这种情况的发生,有必要对现行评估指标体系进行针对性优化,并建立以村落历史文化价值属性和价值大小双重评估结果为基础的保护分级方法。本文以宁波市鄞州区村落为例,从优化后的历史文化价值评估结果中选取价值评估前20%的村落,依据其自然环境与空间形态特征的不同进行分类,并根据其价值类型的特征制定不同的价值评估标准,得到各类型村落典型性价值评估结果,遴选出典型性较高的村落。最后综合各村落的历史文化价值评估结果和典型性价值评估结果进行保护层级的划分。", "label": "历史学", "id": 0}
{"content": "2016年全国文物工作会议召开后,各地加快了对不可移动文物的保护工作,尤其是为了预防建设性破坏,在文物周边划定保护范围及建设控制地带尤为迫切。笔者以近年完成的《北京市海淀区107项区级文物保护单位保护范围划定》为例,介绍了文物保护范围划定的工作流程、划定原则及具体划定方法。文物保护单位的保护范围,是文物本体及周边实施重点保护的区域。确认文物本体,要从文物遗存的真实性出发;划定文物保护范围,应尽量保护其历史格局的完整性,并保障周边有足够的安全空间;划定建设控制地带,应考虑周边环境和景观的谐调性、预防建设性破坏等因素。由于目前一直没有出台较为系统的技术流程和相关工作标准,再加上我国文物类型多样、各地的实际情况也有很大差异,本文旨在抛砖引玉,与广大同行分享交流。", "label": "历史学", "id": 0}
{"content": "南粤古驿道作为一种典型的线性文化遗产,不仅将丰富的自然和人文资源同沿线乡村紧密相连,也将不同地区不同类型且看似并不相关的乡村串联起来,共同构成了形态各异、富有特色的主题文化线路。近年来,国内关于古驿道作为线性文化遗产的研究逐渐涌现,多侧重于古道本体的功能演变、保护修复和活化利用等内容,虽然也有国内研究对沿线乡村的转型驱动或发展方面有了初步探讨,但在古驿道与沿线乡村的关系界定以及沿线乡村协同发展的具体策略方面仍是空白。本文通过选取韶关西京古道重点线路乳源段沿线的部分乡村作为案例进行研究,旨在\"以点带面\"地发现在古驿道保护利用和乡村发展实践中存在的共性问题,重点围绕\"基于乡村生产的产业设施配置\"、\"基于乡村生活的人居环境提升\"和\"基于乡村生态的绿色基础设施建设\"三个方面提出解决思路。文章认为,推动古驿道沿线乡村的协同发展除了应处理好\"道\"与\"村\"以及\"村\"与\"村\"两个方面的关系之外,还应在完善\"省-市-县-镇\"四级管理机制的基础上,着重发挥市县国有投资平台在统筹涉农资金和引导社会资本用于项目建设中的作用。", "label": "历史学", "id": 0}
{"content": "随着经济社会的不断发展,我国已步入城镇化转型发展新阶段,村镇尤其是一些历史文化特色村镇的自然空间要素、建成空间要素、人文活动要素的保护与发展迫在眉睫。习总书记曾提出应使老百姓\"看得见山,望得见水,记得住乡愁\"。作为乡愁载体的记忆,承载着场所的历史记忆和人文精神,特色村镇也不只是简单的历史遗留物,更是丰富的文化信息和历史记忆的载体。本文以汝州半扎古镇保护与更新实践为例,在对半扎古镇的历史记忆信息进行细致梳理后,对记忆碎片进行整理,使记忆沉淀分层,用记忆拼贴重现的手法把不同时期的自然、历史、文化记忆统一于现今之中,通过追忆半扎、拾忆半扎,最终实现还忆半扎。希望能够为历史文化特色村镇风貌保护、记忆活化解说提供新思路。", "label": "历史学", "id": 0}
{"content": "灌溉工程是人类改造利用有限的自然条件促进农业文明进步的重要基础,留存至今的古代灌溉工程也是城市演进与发展的影响者与见证者,我国拥有众多灌溉工程遗产亟待保护与利用。目前关于世界灌溉工程遗产的理论研究仅限于对个别案例的探讨,缺乏对这一概念及其理论系统完整的研究。本文基于遗产保护理论,梳理世界灌溉工程遗产项目的概况及国内名录现状,从概念、价值、形态、申报途径与研究现状等方面分析其与世界遗产的异同,以案例研究为基础,结合《保护准则》对文物古迹价值的阐释,从经济价值、科学价值、文化价值、社会价值四个方面对世界灌溉工程遗产的价值进行认知,有助于发现该类型遗产保护与利用的重点和难点,以期推动其保护理论的发展。", "label": "历史学", "id": 0}
{"content": "党的十九大首次提出实施乡村振兴战略,乡村振兴战略不仅是国家战略,也是建设小康社会的关键。文化传承是乡村振兴的基本要求,而乡村振兴是文化得以传承的基本条件,只有乡村振兴了,文化才能实现保护和利用的可持续性。乡村地区分布着大量红色文化资源,然而在长期城乡发展的进程中被逐渐遗忘甚至是人为损毁的现象非常普遍。本文将在乡村振兴视角下,以陕西省马栏革命根据地为例,对马栏红色文化的保护与传承进行研究,提出具体红色文化遗产的保护及管理方案,同时打造马栏红色文化品牌,发展旅游,另外推出乡村田园休闲游、子午岭养生度假游等旅游体验项目,在红色旅游、产业旅游、生态休闲游的多重叠加模式下促进乡村的产业发展,提高村民的经济收入和生活品质。", "label": "历史学", "id": 0}
{"content": "由晋商开拓并主导、沿线商民共同参与运转的中俄万里茶道,从17世纪至20世纪初持续兴盛,成为继丝绸之路后,沟通欧亚大陆的又一条国际商路。在万里茶道的形成和历史变迁过程中,作为晋商原始资本积累地、万里茶道必经之地和重要商埠,大同占据着独特而又重要的地位。晋商得益于明初\"开中法\"的崛起阶段、明中后期\"蒙汉互市\"的壮大发展阶段和清初\"中俄条约\"签署后的鼎盛阶段,且都与明清大同镇有着密不可分的关系。大同见证了晋商由盐商、粮商到茶商的发展轨迹,以及称雄商界500余载的发迹史。", "label": "历史学", "id": 0}
{"content": "唐代规定凡是政绩可称的官员离任后,地方可为之建立德政碑,也称惠政碑、颂德碑、纪德碑等。据各正史、金石书、地方志及唐人文集发现,今存关于唐代魏博地区州郡官员德政碑八方。以安史之乱为界,分唐朝前后期对这些德政碑对比研究发现:在魏博地区,前期德政碑的设立通常是当地百姓对离任长官的政绩高度认可的结果,为表达对该官员的拥戴,遂按照《唐六典》的规定,州为申省,省司勘覆定,奏闻皇帝后,由地方政府或百姓请文声卓著者或德高望重者撰写碑文,除要经过一系列复杂程序,碑的规格也需符合制度规定。后期德政碑大多逾制,其建立通常有两种情况:一种是节度使为了显示政权的合理性和自身对成就感的需求,主动向政府请求,这与前期群众发自内心地拥护地方官员的德政碑建立初衷有别;另一种情况是政府为了拉近与节度使的关系,采取怀柔政策,主动下诏为其设立德政碑,即敕建德政碑,这是一种自上而下的行为,与前期自下而上,再自上而下的流程相比,显示出唐后期中央集权被地方强藩分割的现实困境。", "label": "历史学", "id": 0}
{"content": "2016年10月,偃师商城博物馆新入藏宋代中期官宦刘师旦夫妇及其祖父的墓志三方;又见《洛阳新获七朝墓志》收录有宋嘉祐八年（1063年）十二月五日的《刘舜卿墓志》②,墓主系刘师旦之父;还见载于《清乾隆五十四年偃师县志》（点校本）的刘绚墓志文③,刘绚系刘师旦之子。这五方墓志铭文记载了刘师旦及其曾祖、祖父、父、子共五代人的生平、历官及其与富弼、范祖禹、程颢等宋代名人的相关情况。本文根据墓志铭文材料,结合史书记载,对宋代刘氏家族及其成员事迹与墓志中反映的荫补、婚姻、社交等历史信息做一初步探讨。", "label": "历史学", "id": 0}
{"content": "中国古都学在我国有着深厚的历史根基与广阔的发展前景,经过多年的发展,中国古都学理论已取得诸多成果。本文作者根据自己多年的研究经验,就中国古都学的理论构成与基本内容提出自己的观点,主要包括择都、定都理论和规划、建设理论,以及其他与古都学理论发展相关的内容。", "label": "历史学", "id": 0}
{"content": "秦定都咸阳,是商鞅变法的重要内容之一。秦自雍徙都咸阳,实现了富国强兵,推动经济与军事进步的积极转折,成为秦史的亮点。秦都咸阳建设,文献相关记载有限,考古发现获得的信息尚不完整。而秦都咸阳的规划与经营,\"筑冀阙\"是重要的都城建设主题之一。\"冀阙\"的实际作用和象征意义值得考察。秦都咸阳\"冀阙\"对后来都城格局有重要的影响。\"阙\"的多方面的意义,对于中国古都史、中国古代宫廷史、中国古代建筑史研究,都是值得关注的对象。", "label": "历史学", "id": 0}
{"content": "笔者结合史料对北魏迁都平城后的都城建设进行研究,将整个都城的营建划分为三个阶段,即奠基期、增建完善期与扩建改造期。从历史文献资料、前人研究成果与今人考古发掘三方面考证了北魏平城城市规划的形制与布局,并总结出北魏都城平城营建与形制上的特色。", "label": "历史学", "id": 0}
{"content": "1988年10月13日,中国古都学会第6次年会正式确认:\"安阳殷墟是我国商代晚期的都城,且是我国目前有文字记载的、有实物作证的第一座都城,安阳理应与北京、西安、洛阳、开封、南京、杭州并列合称为七大古都。\"这一重大历史事件经历了酝酿准备、专家认证和巩固提升三个阶段;在推进这一历史事件的进程中,中国古都学界的诸多老前辈和老专家为此进行了不懈的努力,做出了重要的历史性贡献。", "label": "历史学", "id": 0}
{"content": "邺城,在魏晋南北朝时期曾是曹魏、后赵、魏、前燕、东魏、北齐六朝故都,繁荣了近400年,但却在北朝末期的一场战火中消失了。历经1400余年,由于人为和自然的破坏,古邺城在地面上已荡然无存。然而遗址周围数十里内散落的一些村落,保留了一些都城的信息。笔者核查相关的文献资料,并结合在当地的实际考察,对在邺城遗址附近发现的古村名进行梳理与考证。", "label": "历史学", "id": 0}
{"content": "<正>西安城墙作为西安城市的文化象征,也是中国保存历史最悠久、规模最宏大、保存最完整的古代城垣建筑,历来受到中外学者的关注。城市史、建筑史、历史城市地理、大遗址保护与利用等宏观与微观视角下的相关研究著作已是硕果累累、汗牛充栋。与此形成鲜明对比的是,\"中观\"视角下的西安城墙研究几乎呈现空白状态。目前,如何突破现有研究框架,补足西安城墙史研究空白,是当下学者亟待解决的问题。", "label": "历史学", "id": 0}
{"content": "青桩子古城位于沈阳市浑南区浑河南岸一级阶地上,该地区历史上存有\"青桩地\"故址和上伯官屯古城。选取青桩子古城遗址考古探方内壁进行高分辨率的样品采集,通过对剖面样品进行OSL年代、粒度、地球化学元素等环境代用指标的测试分析,结合周围地貌形态展布,结果表明青桩子地区15.2 ka.B.P以来的气候经历了一系列冷暖交替的演变过程。依据文化层中发现的具有断代意义的泥质灰陶片、遗址考古资料、年代数据等认为青桩子剖面文化层的形成时代为距今2.2ka.B.P,即秦汉时期,气候由冷干转为暖湿的过程。通过对气候代用指标地的研究探讨了青桩子遗址人类活动变迁及其与气候环境演变的耦合关系。", "label": "历史学", "id": 0}
{"content": "<正>早于甲骨字,图写浑沌分。乃是女娲用,上有灼炼痕。金石学于宋代兴盛,至清代末年,伴随大量出土文物公布于大众视野,考古与文物研究也开启了一番新局面。罗振玉曾言:\"至光绪己亥,而古龟、古骨乃出焉。此物唐、宋以来载籍之所未道,不仅其文字有裨‘六书’,且可考证经史。\"民国年间,罗振玉、王国维、陈梦家、董作宾等大家都曾关注过", "label": "历史学", "id": 0}
{"content": "<正>甲骨文是商代至周初之际锲刻在龟甲兽骨上的文字,是中国最早的有科学体系的文字。1899年王懿荣的甲骨文发现,揭开了殷商社会历史文化研究和甲骨文书法创作的序幕。一百多年来,名家辈出,论作如林,精彩纷呈,其中尤以王国维《殷卜辞中所见先公先王考》、董作宾《甲骨文断代研究例》、郭沫若《卜辞通纂》、董作宾《殷历谱》备受学界称颂,堪称凿破鸿蒙的学术经典。四大名著", "label": "历史学", "id": 0}
{"content": "老旧厂房既是展现中国工业文化的重要窗口,也是延续城市文脉、拓展城市文化发展空间的重要载体。在新时代我国经济发展动能换挡、产业结构优化升级、城市更新转型背景下,老旧厂房成为盘活存量空间资源、建设新型城市文化空间的有力抓手。相较于国外较为成熟的老旧厂房开发模式,我国在老旧厂房保护利用方面仍存在保护利用标准不清、价值认识不统一、改造利用不规范等诸多问题。本报告从系统论角度出发,将老旧厂房保护利用划分为前期、中期、后期三个阶段,并给予兼具针对性和可落地性的解决措施,旨在为破解老旧厂房改造利用及创意运营的瓶颈问题提供一些浅显的思考。", "label": "历史学", "id": 0}
{"content": "<正>汉代是中国画像石与画像砖从兴起到发展的第一个高峰期,作品遗存甚丰,几乎全部与墓葬有关,包括大量用于砌筑墓室的画像石与画像砖、画像石崖墓、画像石祠堂、画像石阙、画像石棺椁。汉代画像石与画像砖造型古拙,充满力量和气势,是汉代美术的集大成者。画像石画像石产生于西汉,盛行于东汉,有墓、祠、阙、棺椁画像石,雕刻形式常见减地平雕加阴线刻、浅浮雕、阴线刻,偶见凹面刻、高浮", "label": "历史学", "id": 0}
{"content": "<正>《孟子》云:\"养生者不足以当大事,惟送死可以当大事。\"汉以前,古人便重视葬礼,而汉代丧葬礼仪\"事死如生\",更趋复杂和隆重。作为贵族墓室、祠堂的主要装饰元件,画像砖、画像石随之大量出现。画像砖是一种表面有模印、彩绘或雕刻图像的建筑用砖,画像石是雕刻画像的建筑构石。它们形制多样、主题丰富,深刻反映了汉代的社会风情和审美风格,是中国美术发展史上的一座里程碑。社会生活是艺术的源泉。贵族阶层是汉代画像砖生产创作的", "label": "历史学", "id": 0}
{"content": "<正>不知从何时开始,网络上的各种仙侠小说及影视剧铺天盖地而来,几有霸屏之势。伴随着金大侠的与世长辞,曾经影响几代人的武侠江湖世界似乎也彻底退出了历史舞台而让位于仙侠神话,给人一种神仙世界亦幻亦真的恍惚之感。然而在科技已然高度发达的21世纪,并没有人真正会去相信神仙的存在,通常只是聊作谈资、借此娱乐而已。不过在中国历史上,确实有那么一个时期,对于神仙的向往几乎达到了全民皆信仰之、生死欲追求之的地步,这一时期便是赫赫有名的汉朝。确切地说,从西汉后期开始,神仙思想广泛深", "label": "历史学", "id": 0}
{"content": "<正>穿越时间的鸿沟,我们通过法国汉学家沙畹、清代学者黄易、宋代金石家赵明诚等,认识一座公元151年建立的武梁祠,曾经伫立于武梁墓前的石室祠堂。它是中国目前唯一一座完整保存下来的2世纪祠堂,将汉代巅峰时期的祠堂建造与石刻艺术完美而完整地呈现在世人面前。祠堂内栩栩如生的画像,不仅使武梁祠闻名遐迩,也将遥不可及的东汉风貌,转化为触手可及的物质文化。屋顶石刻上的宇宙观,与山墙之上的神仙世界,加之三面墙壁上的世间生活,共同构建了一个东汉贵族的世界观。", "label": "历史学", "id": 0}
{"content": "<正>《铁云藏龟序》罗振玉金石之学,自本朝而极盛,咸、同以降,山川所出瑰宝日益众,如古陶器、古金钣、古泥封之类,为从来考古家所未见。至光绪己亥,而古龟、古骨乃出焉。此物唐、宋以来载籍之所未道,不仅其文字有裨\"六书\",且可考证经史。今就图见所及,述之如左。古卜筮之制,故书散失,其仪式多不可考见。《汉书·艺文志》载蓍龟十五家,今都放佚,惟《周官》及《太史公书》,尚得见涯略。今依据两书,参以目验,有所是正于经史者,凡四事:", "label": "历史学", "id": 0}
{"content": "<正>一、阿尔寨石窟第33窟壁画释读巴图吉日嘎拉、杨海英著,王大方审校的《阿尔寨石窟》一书中,发布了阿尔寨石窟第33号窟的壁画截面十幅,该十幅图实际上是从一幅大型山水人物花鸟画中分解出来的,根据人物、山水物像重叠位置,可以从一幅比较完整的画面（图一）中找到各自的位置,从上到下观察大致可分上、中、下三个部分,释读如下:", "label": "历史学", "id": 0}
{"content": "<正>在内蒙古自治区锡林郭勒盟正蓝旗东部的金莲川草原上,至今保留着一座雄伟的古城遗址,这就是沉寂了六百余年的草原国际大都会——元上都。元上都遗址,位于正蓝旗上都河镇东北20公里处,地处滦河上游闪电河（上都河）北岸水草丰美的金莲川草原上。其地北依龙岗,南临滦河,史籍赞其城\"龙岗蟠其阴,滦水迳其阳,四山拱卫,佳气葱郁\"(王恽《中堂事记》,《秋涧集》卷八", "label": "历史学", "id": 0}
{"content": "<正>古老、神奇的乌兰木伦遗址是康巴什区名副其实的人类起源地和文明发源地。遗址位于康巴什2号桥东,时代为距今6.5万年-5万年前的旧石器时代中期。该遗址作为康巴什区时代最早的人类遗迹,其稀缺性和重要性是不言而喻的。由于处于康巴什-阿镇城市核心区,其在地理分布、交通便利和旅游开发方", "label": "历史学", "id": 0}
{"content": "明代是中国佛教走向民族化和民间化的圆熟期。明代继唐代的佛教学术全面中国化之后,佛教在中国发生更深层次的民族化,那就是佛教在法事、仪轨、绘画等方面呈现彻底的本土化。北魏开始\"皇帝即佛,佛即皇帝\"观念早已深入人心。明初修建的法海寺内的壁画被称作古代社会佛教壁画最后的辉煌,那么作为一处皇家寺院,它的政治性因素体现在哪里呢?笔者通过对建造背景、相关人物和壁画的分析做出简要述评。", "label": "历史学", "id": 0}
{"content": "文化遗产完整性和真实性是建立在遗产价值判断基础之上同时又是遗产价值判断的重要条件。作为文化遗产,肇庆古城墙是符合完整性与真实性要求的。在修缮保护中要认真理解落实好文化遗产完整性和真实性要求。", "label": "历史学", "id": 0}
{"content": "在时代的不断发展中,我国纺织品文物的收藏、修复和科研工作都取得了一定的进步,尤其是文物保护修复技术如回潮技术、清洗技术、除霉技术的应用,对我国的纺织品文物保护修复有重要的作用。由于纺织品文物的历史悠久,纺织品上会因为年代久远的原因而附着大量污迹。纺织品上污迹千差万别,其价值意义不可一概而论。本文对纺织品文物上的污迹价值进行研究,并探讨不同价值下的污迹处理。", "label": "历史学", "id": 0}
{"content": "莫高窟中唐第468窟、晚唐第12窟、第156窟中,共有4幅敦煌地区学生拜谒先生、先生授课场景图,其中156窟的两幅图题记有\"长者子初开童子时\"和\"长者子教学时\",透露了敦煌当时童子开蒙仪式、讲课环境和授课方式。这些画面显示,当时敦煌学校的基本构造是独立的院落中,至少有一庑殿,是先生授课时所在空间;西厢房（庑廊）是生徒学习的空间,生徒在先生的视线内,以便监督;东厢房是安置孔子和颜子塑像的空间;生徒所在厢房（庑廊）有台类建筑高于地面,方便生徒学习;生徒前,似有\"几\"的家具,为其阅读书写提供方便。A这样的授课方式,除对汉代以来的授课方式有继承外,还可能受到了寺院僧人学习方式的影响。", "label": "历史学", "id": 0}
{"content": "<正>一、中东铁路历史及沿革中东铁路是1896年清朝政府与沙皇俄国签订《中俄密约》后,由俄国在我国东北地区修筑和经营的一条铁路,原称东清铁路或东省铁路。由满洲里经哈尔滨到绥芬河是中东铁路干线,全长480多公里;由哈尔滨经长春到大连是中东铁路支线,称南满铁路,全长940多公里。1903年7月,中东铁路全线通车,并开始正式营业。日俄战争（1904—1905）后,沙俄把南满铁路的长春至大连段转让给了日本。", "label": "历史学", "id": 0}
{"content": "<正>中国水文化丰富多彩,其中镇水文化是一项富有特色的文化。我国水旱灾害频繁,按照中国古代镇水文化的观念,建造神牛、神兽、神人、兵器、塔楼、寺庙、桥梁、石碑等都是可以镇水害的,因而,在我国的江河湖海的水里和岸边,遗留下来多种多样带有神话色彩的镇水文物。遗憾的是,对待这些镇水文物,许多人往往目之为古代生产力水平低下、封建落后思想产物,对其不深入研究、保护、利用,甚至加以拆毁,大量文献记载的镇水文物已经流落它处或惨遭毁灭。古代镇水文物真的是\"封建迷信思想\"这么一句话", "label": "历史学", "id": 0}
{"content": "<正>从地图上俯瞰,隋唐大运河如一个\"人\"字,一脚走到了北京,一步跨到了杭州,而这个\"人\"字的核心便是洛阳。南水西去、北流,一脉贯通,让大运河宏阔、伟岸、流长。历史可以掩埋一切,随着洛阳帝都的身份丢失,隋唐大运河也浓缩成一座博物馆,供世人瞻仰。依托山陕会馆筹建而成的洛阳隋唐大运河博物馆东傍瀍河,南临洛河,离隋唐时的漕渠和新潭不远。历史上,这里一直是秦晋商人通过水路去江南、华南的必经之地。到明清时,仍是洛阳水陆码头的物资中转站和繁华商业区。因为与水运的渊源关系,", "label": "历史学", "id": 0}
{"content": "中国佛造像之美源远流长,历史悠久。佛造像的艺术价值蕴含着中国历史文化的独特特点和艺术魅力。云冈石窟作为我国四大石窟之一,其历史悠久,气势雄伟,确实可称\"刻在石头上的北魏王朝\"。正确认识云冈石窟的佛造像艺术风格,是深入了解云冈石窟的必要因素,该文试从云冈石窟的开凿历史背景及早、中、晚时期的佛造像风格演变入手,了解佛造像艺术的\"美\"。", "label": "历史学", "id": 0}
{"content": "古建彩绘油满制作工艺是古人利用面粉粘结性性的继承,但其中蕴含的微观机理鲜有人研究。本文以油满在地仗中的粘附性功能属性为研究内容,从石灰水与面粉相互作用的角度出发,利用扫描电子显微镜（SEM）,x射线衍射仪（XRD）,激光粒度仪等测试手段对古建地杖油满调制工艺过程中石灰水与面粉相互作用对油满粘结性影响微观机制进行研究。SEM表征结果表明,石灰水对面粉颗粒的尺寸及形貌有明显作用。XRD测试结果表明,石灰水作用下的面粉颗粒结晶区x射线衍射峰减弱。基于上述实验结果,我们提出以下微观机制。古建地杖油满调制过程中,石灰水的作用使面粉颗粒结晶态程度降低,提高了面粉在水中的溶解性,进而提高面粉的粘结性。该研究将对进一步揭示古建彩绘地仗固化过程中各物料间表界面相互作用机制提供基础理论依据。", "label": "历史学", "id": 0}
{"content": "辽代皇族耶律仁先家族墓地位于辽宁省北票市小塔子乡莲花山村东北约1千米的莲花山南麓。1983年5～9月,辽宁省博物馆文物工作队对耶律仁先家族墓地进行勘探,共探出墓葬14座,并对其中的3座进行了发掘,所发掘均为砖室墓。因早期多次被盗,仅出土石砚、玉带饰及墓志3合。其中耶律仁先汉文、契丹小字墓志各一合,其子耶律庆嗣汉文墓志一合。本文对三合墓志进行了考证,梳理了耶律仁先的先祖及世系、生平与事略,并考证了墓志的撰写者赵孝严。", "label": "历史学", "id": 0}
{"content": "唐代刘日用墓志在2003年发现于延庆南菜园地区。经过研究发现,除墓主人生平信息外,该墓志还保存了关于北郡和儒价州的信息,可以弥补唐代延庆建置的若干空白,并为揭示唐代幽州北部地区的行政和军事建置提供了重要的史料依据。本文即是对相关问题进行的梳理研究。", "label": "历史学", "id": 0}
{"content": "2015年4月26日～5月4日,吉林大学考古学院与天津市文化遗产保护中心组成旧石器考古队,对天津蓟县进行旧石器田野调查。考古队于小穿芳峪发现一处旧石器地点,共采集石制品15件。石制品原料种类较多,类型包括石片、工具和断块。遗物总体特征属小石器工业类型。大部分石制品制作粗糙,推测该地点为临时加工工具场所,年代为旧石器时代晚期。", "label": "历史学", "id": 0}
{"content": "杜庄遗址位于泥河湾盆地西端,遗物发现于灰绿色粉砂质黏土层。2016年,在杜庄遗址发掘中,探明文化层厚0.7米,共出土遗物848件,包括石制品244件,动物化石604件。石制品类型包含:石锤、石核、石片、断片、断块、刮削器、尖状器。根据石制品工业的特征,该遗址应属于华北地区典型的小石器文化。根据石制品类型以及所出地层,可推测其地质时代属晚更新世晚期,文化时代应为旧石器晚期早段。", "label": "历史学", "id": 0}
{"content": "2008年,辽宁省文物考古研究所在辽宁省辽阳市苗圃墓地发掘区北部发现一座元明时期墓葬。墓葬为南北向带斜坡墓道砖室墓。墓室拱门形券顶,北、东、西三面砌壁龛。墓内葬具为木棺一具,墓主女性,仰身直肢葬。墓内随葬有金耳环、金首银脚簪、金银饰件、铜钱、瓷碗、釉陶香炉、瓷瓶、花纹砖等器物。经综合分析,将此墓年代推断为元末明初,具体年代范围在元至正年间到明洪武四年左右,即14世纪40～70年代。本墓葬的发掘,对于研究辽阳地区元明时期文化交流与传播、透视元末明初辽东地区社会变迁具有一定意义。", "label": "历史学", "id": 0}
{"content": "民族学研究展现了橡子在狩猎采集者生计中的重要作用,橡子利用同时也是早期农业生计的重要补充,研究橡子的利用对理解农业起源及早期农业发展有重要意义。浙江地区新石器时代很多遗址中均有橡子发现,但相关研、究集中在稻作农业的起源问题上,对橡子利用缺乏专门研究。本文综合生态环境、橡子的营养价值、加工橡子投入产出率的研究,探析浙江地区新石器时代利用橡子的可行性,并结合考古材料、民族志和历史文献探索该地区橡子加工的可能模式与操作链（Cha?ne opératoire）,了解橡子利用在浙江地区新石器时代的人类群体生计与生活中发挥的作用。", "label": "历史学", "id": 0}
{"content": "贺兰山岩画中最常见的是持弓箭人物和动物的组合画面,多用狩猎巫术进行解释。本文通过对岩画中人物与动物的关系、弓箭和人物的刻绘风格的考察,认为这些画面的弓箭并非用于狩猎的武器,而具有象征寓意,是\"生殖弓箭\";持弓箭的人物,也不是狩猎者,而具有象征寓意,是\"生殖人物\"。由\"生殖弓箭\"和\"生殖人物\"构成的画面别有寓意。传统上将此类岩画释读为\"狩猎岩画\",并由此构成北方动物岩画学解释的基础,实际上是望\"图\"生义的误读,这些所谓的狩猎岩画,绝大多数是丰产巫术岩画。", "label": "历史学", "id": 0}
{"content": "赵北长城是赵国北部的长城,有别于赵国南部的赵南长城。修建于战国晚期。根据《史记》记载,赵北长城的西起高阙,东到代。但对高阙和代两个地方的具体位置,一直众说纷纭,莫衷一是。笔者参加了2009～2010年张家口早期长城资源调查,并于2014～2015年对新发现的尚义县早期长城做了调查。本文以实地调查为基础,结合历史地理、考古学文化等方面的材料,提出了赵北长城的东部端点在尚义县、张家口市万全区交界的鱼儿山的观点。", "label": "历史学", "id": 0}
{"content": "本文对西安南郊凤栖塬发现的张安世家族墓地进行讨论、分析,可知墓地内埋葬着包括张安世在内的五代人,并依据墓葬规模、出土遗物同时结合史料对墓地内的墓葬主人进行辨识。通过对墓地内葬俗分析可知,张安世家族墓地内夫妻合葬主要是以同坟异穴合葬为主,家庭成员内部之间则是同茔异穴合葬;墓位排列以早期墓葬为核心,晚期墓葬左右相聚;陵园内的建筑规模和规格都是符合当时规制的。家族墓地作为一种物质载体,它不仅直接反映了当时的丧葬习俗,而且还折射了当时的社会组织结构。张氏家族成员生前聚族而居,家业世承,利害与共,死后则长眠在族人共同的墓地中享受子孙按时的祭祀,这样的生活形态一直延续至今。", "label": "历史学", "id": 0}
{"content": "本文论述的主要内容为与春捺钵活动有关的考古学遗存。文章将遗存分为三大类,第一类是分布于湖沼岸边的大量土台遗迹,典型的遗址为乾安县花敖泡东南岸的后鸣字区遗址,应该是春捺钵活动中渔猎行为遗存;第二类为大型城址,典型遗存为白城市城四家子城址,应该是春捺钵活动的重要经济后勤保障基地;第三类为大规模的离宫式建筑遗址,典型的为洮南市河夹信子遗址。应该是春捺钵活动中的驻跸之地。这三类遗址性质特殊,经过调查发掘,应该与春捺钵活动密切相关。", "label": "历史学", "id": 0}
{"content": "西顶庙,又称西顶碧霞元君庙,为老北京城\"五顶\"之一,始建于明万历三十六年（1608年）,由万历皇帝及其生母孝定皇后共同捐资修建。清康熙年间,西顶庙改名为广仁宫。明清时期,因许多香客前来朝顶进香,西顶庙庙会很是兴盛。民国时期,受时局的影响,西顶庙庙貌衰败,庙会也逐渐衰落。", "label": "历史学", "id": 0}
{"content": "齐东方先生的《花舞大唐春——解读何家村遗宝》一书,在很大程度上强调了何家村遗宝在丝绸之路研究史上的重要意义。例如,单点式动物装饰、周围留出空白的做法与萨珊、粟特器物关系密切,等等。这本书能够让我们通过对器物细节的观察,从中了解何家村遗宝之于中国古代文化乃至中外文化交流史的深远意义。", "label": "历史学", "id": 0}
{"content": "福建海洋文化底蕴厚重,\"海丝\"文化历史悠久,在沿海地区形成了一大批具有\"海丝\"文化韵味的历史文化遗迹。在界定相关概念的基础上,通过查阅文献资料与实地考察,对福建沿海设区市的主要\"海丝\"史迹资源进行了分类梳理。采用最邻近指数、基尼系数、核密度分析等数理和空间分析方法,基于GIS空间分析技术,从分布类型、均衡度和密度等方面对福建省沿海设区市的\"海丝\"史迹资源的空间分布特征进行研究并提出发展建议。结果显示:1.福建沿海设区市共筛选出\"海丝\"史迹资源406个,可分为海上交通、商业贸易、宗教信仰和文化融合4类及其11亚类;2.\"海丝\"史迹资源在空间上呈集聚状态且各设区市资源分布十分不均衡;3.以泉州、福州和漳州为中心形成3个高核密度区域;4.提出树立\"海丝\"史迹旅游资源保护性开发理念,挖掘\"海丝\"史迹旅游资源文化内涵,探索\"海丝\"史迹旅游资源传承路径,根据\"海丝\"史迹资源空间分布特征科学规划旅游开发的空间布局等建议,力求为地方政府开展海上丝绸之路史迹旅游资源的保护和开发提供科学依据。", "label": "历史学", "id": 0}
{"content": "本文探讨了乡村遗产的概念确定与价值梳理、楼上村乡村遗产保护实践、发掘乡村遗产的核心价值等内容,提出了乡村文化遗产保护与发展的思考与建议。", "label": "历史学", "id": 0}
{"content": "唐代\"陵阳公样\"古文献中对其最精确的描述当属张彦远在《历代名画记》第十卷中的记载,对其材质、色彩和纹样特征做了言简意赅的评述,而实际考古和现存丝织品都没有发现可以直接证明就是\"陵阳公样\"的案例;通过资料调研、图像分析和图片还原,论证了唐代\"陵阳公样\"纹饰具有以下三个样式特点:造型元素上的中西合璧,结构布局上的对称工整以及图像寓意上的圆满吉祥;通过这三个特点试图能够在今后对\"陵阳公样\"的纹饰有一个学术上的评判依据;这种圆环内布置对称的禽兽纹样的团窠样式甚至对后续的标志官员等级的朝服补子都具有一定的影响。", "label": "历史学", "id": 0}
{"content": "<正>借力文旅融合激活千年运河——首届大运河文化旅游博览会引发的思考千年运河贯穿南北,联通沿线8省（市）30余个城市,织就一条连接历史与未来、传承与发展的文化纽带。日前,在扬州举行的首届大运河文化旅游博览会上,三场高规格的大运河主题论坛分别关注文旅消费、文旅产业投资和文旅融合发展。来自全国各地的专家学者齐聚一堂,共同探讨。大运河河北段上连京津、下接鲁豫,是中国大运河中独具北方特色的文化瑰宝。如何在弘扬大运河文化中讲好河北故事?记者就此进行了采访。", "label": "历史学", "id": 0}
{"content": "<正>汉代嗜酒之风尤盛,这不仅见诸史料记载,两汉墓葬出土的各式随葬酒器及部分酒类沉渣,皆可印证此观点。但\"宣物莫大于言,存形莫善于画\",欲得见汉人热衷酒事的各般细节,还属画中形象最直观、生动。汉画像砖、石作为汉代艺术的典型代表,其上所饰图像反映了时人生活的方方面面。汉人尚酒,因而酒事题材的作品自必不可少。汉画像砖主要分布在河南、四川二省;画像石则集中分", "label": "历史学", "id": 0}
{"content": "<正>当后人轻轻挖开那些温湿的泥土,就会呼吸到从前朝代的味道。一我们常说,\"觥筹交错\",因为这个词,与我们推杯换盏的、热闹的、迷醉的现实生活关系密切。尽管这词里所包含的觥与筹——两种古老的器物,早已成了博物馆里的标本,对现实袖手旁观。我没有见过筹的实物,但是我见过觥。故宫博物院里藏着很多古老的觥——流行于商代后期至西周早期的一种酒器,或者也有筹——古人行酒令时用的筹码。或许,只有在故宫,才谈得上\"觥筹交错\"。", "label": "历史学", "id": 0}
{"content": "<正>酒具的起源,可追溯到新石器时代,在距今六千年的大汶口文化时期就有饮酒用的灰陶酒尊和储酒的陶罐。商周秦汉时期,以青铜、陶器和漆木的酒具为主流。随着手工业的发展,瓷器成为人们主要的生活用品,魏晋酒具以青瓷为主。隋唐时期手工业制作偏向实用性、多样化,邢窑的白瓷和越窑的青瓷是主要的酒具代表。宋元时期则是制瓷技术突飞猛进的发展期,制作工艺大大提高,烧造出的酒具质精形美。而后的明清时期各类手工艺均高度发展,除瓷制外,金、银、铜、玉、玻璃等各种材质的酒具更可谓精工细", "label": "历史学", "id": 0}
{"content": "<正>2016年出版的《南朝真迹—南京新出土南朝砖印壁画墓与砖文精选》一书,系统公布了南京地区一批南朝墓的新材料,包括2010年发掘的城南雨花台区石子冈雨花软件园A1地块内5号墓,2012年发掘的雨花台区铁心桥小村乌龟山1、2号墓,2013年发掘的城东栖霞区新合村狮子冲北象山南麓1、2号墓,其中4座墓出土竹林七贤与荣启期题材的模印拼镶砖壁画。就这些新发现的材料,本文抛砖论砖,仅谈一些初步的想法,期待其他学者玉成更为细致深入", "label": "历史学", "id": 0}
{"content": "<正>此时已是寒冬腊月,岁末年终。冬天很适合饮酒,尤其是热酒。\"绿蚁新醅酒,红泥小火炉。晚来天欲雪,能饮一杯无?\"一个寒冷的冬日,天色将暮。新酿好了米酒,泛起绿色的酒渣,芳香四溢;房间里炉火正烧得殷红,大雪将至。在这样一个闲居的时刻老友来访,主人只是轻轻地问,能不能来喝一杯呢?这样温馨的场景,就算是不擅饮酒之人,单单这样想着,也凭空多了些暖意,", "label": "历史学", "id": 0}
{"content": "<正>2019年4月10日清晨6时54分,由华泰财险独家承保的796件文物成功从意大利\"回家\"!据悉,这是近20年来最大规模的中国流失文物返还。今年3月23日,中共中央总书记、国家主席、中央军委主席习近平出访意大利,在两国领导人共同见证下,中意双方代表交换了关于796件（套）中国流失文物返还的证书。当地时间4月9日15时20分(北京时", "label": "历史学", "id": 0}
{"content": "崛起于4世纪的拓跋鲜卑建立北魏王朝,定都平城,在5世纪初结束了持续一个多世纪的动荡格局,统一北方,为丝绸之路的再度畅通创造了条件。北魏平城时代（398—494）近百年,胡风杂糅,以平城为东方起点的丝绸之路,同样是当时诸文明获取资源和文化交流的共有路径,是探究两汉与隋唐间丝绸之路上文明互鉴不可或缺的重要环节。开凿于5世纪中叶的云冈石窟,除佛教题材外,大量表现的建筑、服饰、装饰纹样、音乐舞蹈等均包含了印度、波斯乃至希腊的艺术因子,深深刻画出丝绸之路上文化交流融合的印迹。", "label": "历史学", "id": 0}
{"content": "<正>原标题:河博与国博联合举办\"汉世雄风——纪念满城汉墓考古发掘50周年特展\"724件汉代文物讲述\"河北故事\"刘胜金缕玉衣、铜朱雀衔环杯、错金铜博山炉等文物展柜前人头攒动……3月3日,在中国国家博物馆内,724件汉代文物吸引着来自全国各地的观众驻足观看。由中国国家博物馆和河北博物院联合主办的\"汉世雄风——纪念满城汉墓考古发掘50周年特展\",在中国国", "label": "历史学", "id": 0}
{"content": "以在广西象州发现,收藏于广西壮族自治区博物馆及象州民族博物馆的150枚箭镞及6枚半两钱为研究对象,通过类型学的考述与合金成分分析,结合考古发掘中出土资料比对,发现部分箭镞与钱币上黑色锈蚀层并非黑漆古,而是含铁8%-30%的独特锈蚀产物,其厚度在0.1mm左右波动,此类锈蚀不见于广西（及西南诸省）其他地区出土的青铜器物上,在锈蚀层科学分析的基础上,认为:这种黑色锈蚀层是铁氧化物在青铜表面形成的特殊锈蚀层,并非镀铁或镀锡工艺,是西南地区地理环境与埋藏环境导致的地域特色锈蚀（包浆）,既不同于黑漆古也不同于银灰亮,是西南地区独特的文物特征,需要对其做更进一步的研究以揭示其成因。", "label": "历史学", "id": 0}
{"content": "本文分析了古滇国时期两件战争场面贮贝器盖所描述的战争情形,讨论了古滇国的作战方式、作战对象、作战目的,从而提出了古滇国战争的特点不同于我国中原同时期常见的车战样式,并对征战人士的身份进行了初步的分析。", "label": "历史学", "id": 0}
{"content": "永川博物馆藏失蜡法贴金\"千佛宝塔\"为明万历四十二年（1614年）寓居云南的永川人张翰言铸造并运回,塔为覆钵式密檐贴金铜塔,4节蜡铸焊接而成,铜塔的发现对研究明代西南地区铸铜工艺的发展及明代佛教在西南地区的传播提供了重要的实物资料。本文将从形制、铸造工艺等方面对\"千佛宝塔\"进行较为详细的解读。", "label": "历史学", "id": 0}
{"content": "个旧黑蚂井出土的胡俑灯、凤灯、博山炉、三羊盒、三足承盘、提梁壶、封泥筒等青铜器上发现的刻纹工艺,受到了来自南中国地区百越文化和滇中滇文化的影响,表现出了浓烈百越文化色彩。刻纹青铜器在黑蚂井的发现,拓展了人们对古代刻纹青铜器分布地域的认识,为探索汉代红河流域社会、经济、文化发展,以及红河流域与岭南及南中国地区之间的联系提供了丰富的资料。", "label": "历史学", "id": 0}
{"content": "巴、蜀文化,即巴文化和蜀文化,是四川盆地的蜀和重庆峡江地区的巴两个部族所代表的考古学文化。由于不同的地理环境、不同的族群和不同的历史发展,巴文化与蜀文化有着各自的特点和差异。本文试从川渝地区出土的商周时期的青铜铃的器形、纹饰和组合情况所反映出来的族群、习俗、信仰等文化信息,简要探讨一下两种考古学文化各自的特点及其差异性。", "label": "历史学", "id": 0}
{"content": "交乐汉墓群位于贵州省兴仁县雨樟镇交乐村,据相关田野调查和有关专家初步考证,墓葬多达百余座。1975年和1987年,贵州省博物馆和黔西南州文化局对汉墓群进行了两次发掘和清理,共计21座。分别为土坑墓、砖室墓、石室墓、砖石同冢四类。发掘出土文物600余件。墓葬大约在东汉和帝（89-105）前后,晚至桓帝（147-167）、灵帝（168-189）时期,根据1987年的《贵州兴仁交乐汉墓发掘报告》,\"交乐汉时属郡之宛温县\"。2006年,国务院公布交乐汉墓为国保单位。交乐汉墓出土的抚琴俑、铜车马、摇钱树、连枝灯等大量珍贵文物,对探索研究后夜郎文化具有重要的的实物价值,而交乐出土的几面铜镜,对研究汉文化在西南地区的推广传播,同样具有一定价值。", "label": "历史学", "id": 0}
{"content": "生活在洱海区域的石棺墓部落族群散居在洱海区域各地,祥云红土坡石棺墓葬群是目前洱海区域发现和发掘规模最大的墓葬群。红土坡M14是这一墓葬群的集中代表,出土了数量惊人的鸡形和鸟形铜杖首,说明,石棺墓族群非常崇尚杖首信仰,墓主人可能是一位地位显赫的部落首领。从西南古代文化圈来看,洱海区域的杖首信仰与近邻四川三星堆和茂县南新牟拓文化有一定的联系。", "label": "历史学", "id": 0}
{"content": "大甸山墓地M2属于土洞墓葬式,该葬式为云南首次发现。M2出土随葬品为大甸山墓地之最,达26件（套）,且唯一件也是最多的,有铜柄铜钺权杖、带銎饰小鸟弯刀杖首、大铜矛、系铃铜手镯、铜指护、铜扣饰、系铃铜腿环等,说明墓主人身份极高;从随葬品的武器属性,推断为王;从权杖的数量、形制、体量,墓主人当属大王级的人物。通过随葬品、摆放位置及其功能,结合史料为哀牢王\"画像\"。", "label": "历史学", "id": 0}
{"content": "以苏轼葬郏的历史为一条红线,记述了苏姓郏城立祖、族坟的缘起、发展、变化的重要历史事件,充分证实苏轼、苏辙葬郏的真实性。\"三苏坟\"作为公祭平台的重要历史作用,作为祖坟位置的虚拟性。", "label": "历史学", "id": 0}
{"content": "<正>大运河持续运行两千余年,是古代最伟大的水利工程之一,与长城共同搭建起中国精神的\"人\"字结构,在人类社会发展史上留下了不可磨灭的印记,充分显示了中华民族的智慧、勇气。大运河是不可替代的文化资源,是国家的标志性遗产,是民族身份和历史的认知。大运河是中华水文化传承的载体,是流动的文化,", "label": "历史学", "id": 0}
{"content": "中国国家博物馆馆藏的《军事刻辞牛骨》文物堪称中国甲骨文的精品。原文物长22.5厘米,宽19厘米,传河南安阳出土。这是一块残断的牛肩胛骨下部,骨正、反面刻满长篇卜辞,字口涂朱,内容是商王武丁分别于两个月之内的癸未、癸巳、癸卯与癸亥四日,占问本旬之内是否会有灾祸。如何让这件珍贵的文物走向我们的生活,弘扬我国优秀的文字文化具有一定的现实意义。本文介绍了这件文物,并对衍生文创品的开发铸造制作及美学价值进行论述介绍,共同领略甲骨文衍生艺术的震撼魅力。", "label": "历史学", "id": 0}
{"content": "《北京城市总体规划（2016年一2035年）》提出建设长城文化带,北京市长城分布于6个区、县,包括北齐、明等历史时期修筑或使用的长城墙体及附属设施,通过对北京长城建筑、城堡、关隘口等遗址遗存现状进行分析,调查北京长城城墙、敌台等遗址遗存损毁等级情况,查找自然与人为损毁的原因,找出北京长城文化带保护存在的问题,提出北京长城文化带保护问题的方法和建议:包括长城保护法规建设,管理体制创新,长城文化带的历史文化功能创新,长城保护区域京津冀协同发展创新,加强长城的建造技术特征与建造信息保护,促进长城管理朝着数字化、智能化的方向快速发展等二十条保护对策。以新发展理念推进北京长城文化带建设。", "label": "历史学", "id": 0}
{"content": "<正>唐代的外来文明以长安为中心向四方辐射,扬州、广州、成都、东都洛阳的都市文化都活跃着外来文明的因素。学界以往对唐五代成都外来文明的研究,主要集中于对个别入蜀外国人行迹的考证[1],笔者拟在较为全面发掘史料的基础上,系统研究唐五代成都外来文明的载体——各类外来人、外来宗教、乐舞及方物,分述如下。", "label": "历史学", "id": 0}
{"content": "<正>谱学兴盛是中国中古史学的特点之一,所谓\"官有簿状,家有谱系\"[1]。南北朝时,谱牒关乎士族门第、选官、婚姻;降及隋唐,因九品官人法废除,谱牒对选举不再起直接影响,但对士族身份界定和婚姻仍有着重要意义。鉴于中古谱牒的重要性,研究者关注颇多;但就隋代谱牒而言,既往研究则较少,偶于讨论北朝或唐代谱牒时稍有涉及。这主要出于三点原因:第一,", "label": "历史学", "id": 0}
{"content": "<正>《元和姓纂》（以下简称《姓纂》）是唐代林宝所纂辑的一部谱牒文献,据其自序云成书只用了二十旬,其中讹误之多可想而知,前人多有批评。该书到宋代颇有散佚,四库馆臣据《永乐大典》及他书辑得十八卷,是为\"库本\";其后有孙星衍、洪莹辑录十卷本,是为\"洪本\"。二书所附按语对《姓纂》原文多有考订。后罗振玉以\"洪本\"为底本作《校勘记》两卷,考证更为精善。至", "label": "历史学", "id": 0}
{"content": "<正>依据莫高窟发现的三通功德碑,可知敦煌李氏家族唐代连续在莫高窟供养修建洞窟。第332窟中心塔柱前原存武周圣历元年（698）《李克让修莫高窟佛龛碑》一方[1],录文为P.2551号卷,该碑又称《武周圣历李君莫高窟佛龛碑》,在敦煌遗书中通称\"李君碑\",现藏敦煌文物研究所[2]。宿白依据P.2551号卷和北大图", "label": "历史学", "id": 0}
{"content": "<正>隋代的大一统及其成就,不仅可以举南北文化之融合以见证其事功,而且可以从胡族的内徙与汉化以见证其强大。近年来在隋代两京地区络绎发现的胡族墓志铭,就是一类颇为学界关注和重视的新史料。2013年在西安地区发现的隋开皇十五年（595）《娄叡妻乞伏氏墓志并盖》（图1）和西魏大统十年（544）《娄叡墓志》（图2）,正揭示了一对联姻的鲜卑家族乞伏氏与贺娄氏(后改娄", "label": "历史学", "id": 0}
{"content": "<正>王同皎是唐中宗驸马,也是神龙政变的功勋之臣。其人在两《唐书》中有传,但所记事迹较略,学界也多疏于关注。《秦晋豫新出墓志蒐佚续编》收录有新出《唐王同皎墓志》拓片一幅[1],墓志共36行,满行37字,实有1252字。该墓志不仅对王同皎的事迹进行翔实的记载,还丰富了我们对神龙政变及中宗朝政局的认识。志文所载武则天晚年罹患风疾,以及王同皎谋刺张易之等信息", "label": "历史学", "id": 0}
{"content": "<正>唐代宦官柏玄楚的墓志不知现藏何处,从志文记载看,其葬于长安县昆明乡小冯村,故墓志当出土于今西安地区。笔者有幸获得友人所赠墓志拓片,由于至今未见有研究文章发表,故将其志文抄录如下,并加以初步研究,以就教于方家。一、墓志录文唐故承务郎行内侍省掖庭局监作员外置同正员上柱国魏郡栢府君墓记铭并序", "label": "历史学", "id": 0}
{"content": "<正>萧茂本墓志,盖题为\"大唐故沂州司马兰陵萧府君墓志之铭\",志题为\"大唐太中大夫行沂州司马上柱国兰陵萧府君墓志铭并序\",志盖篆书,4行,满行4字,志长、宽均79厘米,志文正书,29行,满行29字,2002年出土于河南省洛阳市孟津县平乐镇[1]。萧茂本妻王氏墓志,志题为\"大唐故沂州司马柱国萧府君故夫人琅耶县君", "label": "历史学", "id": 0}
{"content": "<正>阿斯塔那墓地位于今新疆维吾尔自治区吐鲁番市高昌区三堡乡,在高昌故城西北部位;哈拉和卓墓地位于高昌区二堡乡,在高昌故城北部及东北部位。以下根据所见到的考古发掘报告及简报、相关研究论著和吐鲁番市第一次全国可移动文物普查工作中见到的吐鲁番博物馆库存相关编号梳理阿斯塔那、哈拉和卓墓葬在1949年以后的发掘情况及其墓葬编号[1]。", "label": "历史学", "id": 0}
{"content": "<正>一赵睿宗墓志,题作《唐故赵府君墓志铭并序》,刊刻于后唐同光二年（924）,其拓片于2002年流出,碑石出山西高平市,为私人收藏。笔者通过殷宪先生所著《大同新出唐辽金元志石新解》一书阅读此志及拓片,以为此志对于研究唐代择葬礼俗甚有意义。但关于该志的研究,仅有殷宪先生《从〈赵睿宗墓志〉", "label": "历史学", "id": 0}
{"content": "本文采用母钱翻砂铸造法进行黄铜钱币的模拟铸造,以探求我国明代后期单质锌黄铜铸币的工艺过程。自明代嘉靖三十二年起,《明会典》中明确记载了使用黄铜铸币作为流通货币,而自天启元年起,单质锌才始用于黄铜钱币铸造之中,从此结束了矿炼黄铜时代。结合该时期所采用的钱币铸造方法,即母钱翻砂铸造法,本文选取了天启通宝和崇祯通宝作为模拟对象,尽量还原翻砂铸造的主要流程,并对所得产物进行了成分及金相组织的分析,验证了《天工开物》中关于翻砂铸钱法的可行性。", "label": "历史学", "id": 0}
{"content": "本文回顾了青铜器保护的发展简史,对其中重要的事件和保护方法做了简要评述。提出当今世界在青铜器保护研究中,特别是在中国,面临需要解决的几个主要问题,指出文物保护哲学理论对青铜器保护研究至关重要的指导作用。", "label": "历史学", "id": 0}
{"content": "出土青铜器的埋藏环境直接关乎其腐蚀产物的生成,侵蚀性阴离子的存在、微生物的侵扰、墓葬中的有机物等都是我们在进行金属文物腐蚀研究中不可忽视的因素。本文就实际工作中所遇实例简述这些因素的影响。同时将特殊埋藏环境中发现的青铜腐蚀产物—水合磷酸铜和蓝铜钠石的显微及X射线衍射分析结果予以公布,这在国内相关文献报道中尚属首例。", "label": "历史学", "id": 0}
{"content": "通过光学金相显微镜、扫描电镜和能谱仪对三件锡含量超过27%的先秦超高锡青铜铸造金相组织、合金成分和制作工艺进行了分析研究,三件器物均为工具。出土于江西新干商代大墓的1#青铜修刀,基体组织为δ+（α+δ）共析体,在低倍下观察呈晶粒状,表明该件器物可能经过受热退火处理;来源于江西樟树市博物馆的2#刮刀器,年代约为春秋,基体组织为常见的α+（α+δ）树枝晶,α固溶体树枝晶细且偏析明显,其形态主要与冷却速度快有关;3#样品为刮削器,出土于河南叶县许灵公墓,年代为春秋,样品呈明显的δ+（α+δ）共析体铸造组织。通常,锡含量超过27%的青铜器由于质地坚硬且性脆,实际使用过程中会经过一定的热处理,但三件青铜器均没有经过有意识的热处理,脆性仍未得到解决。", "label": "历史学", "id": 0}
{"content": "为检测后母戊鼎的腐蚀状况,利用X射线衍射（XRD）和激光显微拉曼光谱（Raman）分析方法,选取该鼎西南足（以有铭文面为北）的腐蚀产物进行物相分析。结果表明:该鼎足腐蚀产物的主要物相组成为氯铜矿、副氯铜矿和赤铜矿等;氯铜矿和副氯铜矿作为青铜有害锈的主要构成物,在条件适宜的情况下呈现发展和扩散迅速的特性。建议对该鼎及时进行保护处理,或采取干燥密闭存放。本次分析结果可为保护工作的实施提供依据。", "label": "历史学", "id": 0}
{"content": "为研究春秋战国时期薄壁青铜饰片的制作工艺,本文采用X射线荧光分析显微镜、金相显微镜和扫描电镜—能谱仪等分析手段对湖北当阳赵巷12号楚墓出土的68件青铜饰片的合金成分、金相组织和制作工艺开展了系统的分析与研究。研究表明,这批薄壁青铜饰片主要为锡含量分布在5%～15%之间的低锡青铜,铅含量小于7%,金相组织显示全部为α等轴晶和孪晶,硫化物夹杂沿加工方向变形,说明饰片为热锻加工,部分器物存在晶内明显滑移带,推测在热锻后又进行了冷加工,当时的工匠已经熟练掌握了合金比例和机械性能之间的关系。", "label": "历史学", "id": 0}
{"content": "在2006年发掘的山东青州香山西汉墓陪葬坑中发现了大量用于陪葬的铁质兵器,其中铁质矛头因锈蚀严重凝结在一起。采用显微共聚焦激光拉曼光谱、X射线衍射、X射线荧光、离子色谱对锈蚀产物进行了分析检测,并对其主要锈蚀产物α-Fe OOH和γ-Fe OOH的生成和特点做了陈述,阐述此件铁质文物的锈蚀特征。对此件铁质文物的保护过程没有采用以往习惯的除锈剥离做法,而是利用超声波清洗等先进技术手段进行整体保护,灵活运用了文物保护原则,同样达到了保护要求的预期目标。", "label": "历史学", "id": 0}
{"content": "西汉废帝海昏侯刘贺墓出土马蹄金、麟趾金制作工艺考究,口沿一周纹样运用传统细金工艺中的花丝工艺制成,通过掐、填、攒、焊等花丝技法制作出各类花丝而后形成精美细腻的组合纹样。", "label": "历史学", "id": 0}
{"content": "金石传拓是我国一项重要的传统技艺,青铜器铭文传拓是金石中\"金\"的重要组成部分。文章总结了青铜器铭文传拓的一些实际工作经验。首先介绍了制拓工具和材料,重点论述了扑子的制作、种类和选择。接着以\"问\"\"读\"\"放\"为关键词说明了拓前需要进行的准备工作,并叙述了青铜器铭文传拓时从清理、上纸、上墨到揭纸的完整流程和注意事项。最后指出,青铜器铭文传拓过程中首先要保证青铜器的安全。", "label": "历史学", "id": 0}
{"content": "<正>石鼓,是我国现存最早的文字刻石,因以花岗岩琢成、外形似鼓而得名,其上所刻文字后世称为石鼓文。据金石学家唐兰先生考证,石鼓文的刻凿时代为秦献公十一年（前374）,共10枚。每一石以籀文刻四言诗一首,形成前后连贯的十首组诗。记述了秦国君主征旅狩猎的故事,故也称\"猎碣\",原文应有700余字,现仅存272字。石", "label": "历史学", "id": 0}
{"content": "<正>宋代范成大\"纵有千年铁门限,终须一个土馒头\"的话虽透露着消极悲观之意,但却反映出了人生常态:不管多么富有,归宿终究一座坟。人死不能复生,这是一种自然生理现象。既然如此,那么如何面对死亡,又如何使自己在心里得到些许慰籍,这又是个复杂的文化现象。《荀子》说:\"礼者,谨于治生死者也。生,人之始也;死,人之终也。终始俱善,人道毕矣。故君子敬始而慎终。终始如一,是", "label": "历史学", "id": 0}
{"content": "<正>随着战国楚墓发掘数量的不断增加,神秘诡谲的楚文化逐渐被更多的人深入认识。作为楚墓中最具特色之一的随葬品——鹿角,频频出现在大中型楚墓中。这些鹿角多为真鹿角,榫卯安装在多种不同器物上或单独出现,其独特的造型艺术和不确定的文化内涵激起了笔者的研究兴趣。", "label": "历史学", "id": 0}
{"content": "<正>吴越地区[1]地处中国东南沿海,素有\"水乡\"之称,植被茂盛、气候暖湿。这种得天独厚的地理气候,使得此地区极适宜蛇类的生存、繁衍与活动。东汉许慎《说文解字·虫部》中载:\"闽,东南越,蛇种。\"[2]其中所谓蛇种,就是指将蛇图腾作为崇拜对象的氏族群体。人们但凡提到蛇,大体上总是恐惧的。人类对于蛇的原初的恐惧是一切与蛇有关的崇拜、敬畏、禁忌的原动力。", "label": "历史学", "id": 0}
{"content": "<正>一、西方净土信仰、经典与变相古印度部派佛教后期,大乘佛教\"自利利他\"的本愿思想是净土思潮的最初源泉,弥陀净土则成为这种净土思潮的高峰。弥陀净土经典在东汉即已传入中国,至此在中国生根发芽。西晋已有文献明确记载了信仰者的活动,东晋名僧慧远在庐山集众念佛期生净土,影响十分深远,但此时的净土修行仍", "label": "历史学", "id": 0}
{"content": "笔者结合多年工作经验,从遗产保护管理者角度,指出西安在古城遗产保护中存在着如何统筹社会发展与资源保护的问题。针对这些历史性的文化冲突,西安作了不懈的努力;但在具体展开相关工作时,又存在许多困惑。所以笔者建议要重视城市文化的保护、修建与重建。", "label": "历史学", "id": 0}
{"content": "洛阳是大遗址分布的集中片区,在新的历史时期,其保护既面临重大机遇,也面临诸多挑战。2005年10月大遗址保护研讨会、2007年3月大遗址保护洛阳现场会、2009年11月大遗址保护高峰论坛和2017年6月大遗址保护论坛的召开,标志洛阳大遗址保护工作从酝酿、启动到初见成效。隋唐洛阳城、汉魏洛阳故城等大遗址保护工作迈出了坚实步伐,取得了实实在在的效果,走出了一条持续、科学、和谐的发展大遗址保护之路,创造了大遗址保护洛阳模式,具有一定的典型意义和示范作用。", "label": "历史学", "id": 0}
{"content": "截至2018年,新疆地区共发现19件\"箜篌\"实物,一直被认定是壁画及文献所描绘的乐器箜篌。然而,这些所谓的\"箜篌\"都有一处明显的缺陷——无轸。一方面,从乐律的角度分析,缺失固定音高、紧弦调音的弦轸,箜篌就失去了弹拨乐器的基本功能;另一方面,从箜篌传播的\"源\"（西亚、埃及、希腊、中亚）与\"流\"（唐以后中国及日本）所见的调弦构造来进一步佐证新疆箜篌的性质。结合出土背景、文献与民族学材料,可以进一步推断,此类墓葬语境中的\"无轸箜篌\"并非乐器。在无更多证据证明存在独特的调音方式前,本文认为此类\"箜篌\"为随葬之明器或宗教之法器。", "label": "历史学", "id": 0}
{"content": "2013-2014年,笔者在当地老师们的帮助下,有幸访问了中国辽宁省北部的铁岭市、开原市、昌图县及西部康平、法库、新民等各县,并考察了位于阜新市的各个辽代遗迹。本文以从20世纪60年代就开始致力于并推进了辽代古城研究考察的冯永谦老师为首的诸多先行者的学术研究成果为根据,同时这也是这两年实地考察成果的一部分,在研究辽河流域各城址的同时着重关注其分布特征,并对今后研究的方向进行一些说明。", "label": "历史学", "id": 0}
{"content": "上方寺遗址位于北京市海淀区,是一座辽代的中小型寺院遗址。寺院坐西朝东,主体面积约5000平方米,三重大殿沿中轴线一字排列。\"上方\"指寺院的位置较高。寺院建立年代不晚于辽穆宗应历十年（960年）,元、明时期,藏传佛教在该寺占据重要地位,明末寺院进行过一次重修,清末寺院衰落,可能为道家占据。该寺僧人曾重点修学《观世音菩萨耳根圆通章》《圆觉经》等佛经。上方寺遗址及相关遗迹对于北京西山地区的佛教史研究具有重要的作用。", "label": "历史学", "id": 0}
{"content": "东市和西市,作为唐长安城乃至全国最主要的市场,承担着区域经济中心与国际贸易的职能,也是唐代市场体制的典型代表。本文系统梳理了东、西市遗址多年考古工作成果,并以考古学为基础进一步探讨了唐长安城市场设置、内部规划以及唐代坊市制度的来源与变迁。", "label": "历史学", "id": 0}
{"content": "天桥东山遗址位于辽宁省锦州市经济开发区王家街道天桥村东约200米处。2010年6月,为配合中石油锦州地下油库项目建设,受辽宁省文物局委托,辽宁省文物考古研究所与锦州市文物考古研究所组成联合考古队对该遗址进行抢救性考古发掘。发掘面积100平方米,发现房址1座、灰坑3个,出土遗物有石器、陶器等。经过对出土遗迹和遗物的研究可知,该遗址属于夏家店下层文化,年代距今4300～3600年。", "label": "历史学", "id": 0}
{"content": "中国山东地区的古居民与器物在史前时代开始不断地通过自然或政治、社会因素越海转移到辽东半岛,在此与土著文化融合,再次扩散到位于极东亚农猎区文化东南部的朝鲜半岛地区。这样的历史过程,在古朝鲜时期通过与齐国交易等方式而延续,设置乐浪郡以后,特别是公元前后更是频繁地发生在连接山东半岛—乐浪郡—朝鲜半岛三韩社会的网络中。", "label": "历史学", "id": 0}
{"content": "蒙古国境内回鹘墓园的发现和确认,为探讨北方草原文化对我国古代陵寝制度的影响提供了新的资料。回鹘墓园选址于开阔的山谷之中,辽代第一座帝陵亦依高山深谷而建,开创了有辽一代极具特色的山城式陵园。至于辽晚期的庆陵,不仅在选址标准上与回鹘墓园更加接近,而且其方形台基及\"一主两配\"式的祭祀建筑更是与回鹘墓园的享堂如出一辙。以方形台基为线索,该研究进一步对祖陵四号建筑的年代进行了考察,认为该建筑的年代应在辽统和年以后,是按照皇帝规制营造的祭祀建筑。", "label": "历史学", "id": 0}
{"content": "内蒙古鄂尔多斯—乌海明长城是宁夏河东长城的一部分。本文在实地调查的基础上,结合文献,简要介绍了这段长城的现状及修筑简史,重点探讨了鄂托克前旗头道边与二道边西端交汇点、头道边的历史属性,乌海明长城的北端止点及其与秦长城的关系,鄂尔多斯西部明代烽火台的属性等。", "label": "历史学", "id": 0}
{"content": "骆越铜鼓胸部有精美的写实图案,越海船纹是其中很重要的一种。骆越是向海民族,长期的水上生活,促使造船业不断发展,推动了对海洋的开发。骆越是海上丝绸之路的开辟者,骆越铜鼓上结构复杂的越海船纹是骆越开辟海上丝绸之路的历史见证。", "label": "历史学", "id": 0}
{"content": "<正>一、地理环境景观蕉园考古遗址位于河内市怀德县金钟乡莱舍村（21N03’40\"和105 E43’499\"）的一片田野上。蕉园考古遗址是一个很特别的遗址,距河内市中心15公里,,靠近工业大学、成都大学,位于河内至山西32国道沿线通道,是连接河内市中心与城市西部（2008年扩大河内）的交通干线之一。金钟乡毗邻许多地方,例如:西就乡（北部）、春芳乡（东北部）、夷泽乡（东部）、赖鞍乡（南部）、山铜乡（西部）、德江乡（西北部）。这些有利的条件为金钟乡发展农业、工业、手工业以及其他类型的经济活动提供了便利。", "label": "历史学", "id": 0}
{"content": "<正>东南亚制造铜鼓的传统有悠久的历史,最晚从公元500年开始延续至今。这其中,居住在缅甸山区的山地民族克伦人拥有至少800年的铸鼓传统,库勒认为可追溯至公元11世纪。他对克伦铜鼓进行了谨慎和细致的研究,他根据纹饰排列出了一个详尽的类型序列,利用纹饰的演变为铜鼓的内涵提供论据,即铜鼓是象征鱼米丰足、家畜肥美的集合体。", "label": "历史学", "id": 0}
{"content": "<正>如表2至表17所示,克伦鼓鼓身上的立体装饰是在发展的后期出现的,且发生了一系列变化。格式化的立体树雕塑出现在克伦鼓发展四期（库勒将克伦鼓划分为7个发展阶段——译者注）,稍晚于鼓身上出现微型田螺和大象塑像的发展三期。树干、大象和田螺依次排列的代表性组合出现得更晚些,但直到最后的发展七期——本次调查中大部份鼓都属于这一期,鼓身上的立体塑像排列模式才固定下来。因此,被当作克伦鼓鲜明特点的这一特征随着其发展而出现,直至发展末期才成为固定特征。", "label": "历史学", "id": 0}
{"content": "各种自然及人为灾害威胁着世界各地的文化遗产。灾难风险管理运用于文化遗产恢复力研究,探索提升文化遗产恢复力的方法,更好地保护对人类无价的文化遗产,降低其脆弱性,提高其对社会经济可持续发展的支撑作用。", "label": "历史学", "id": 0}
{"content": "<正>2018年1月18日,泰国北部程逸府披猜县那因村出土一面残破的铜鼓,并伴出青铜锅、青铜手镯、青铜刀,以及各色串珠等,青铜残片约200件。泰国素可泰府艺术局推测,该鼓距今2500年。这面铜鼓严重破损,鼓面与鼓身分离,鼓身破损呈若干残片,鼓面仅存三分之二。鼓面中心为12芒太阳纹,鼓面纹饰大部分磨蚀,可辨复线交叉纹、逆时针翔鹭纹、栉纹同心圆纹带,鼓面边缘未见蛙饰。从鼓面残片的纹饰可以初步断", "label": "历史学", "id": 0}
{"content": "<正>2019年10月24日尊敬的各位来宾、女士们、先生们、朋友们:大家上午好。金秋十月,茶香满园,在举国热烈庆祝中华人民共和国成立70周年之际,我们相聚在云南普洱,举行茶文化景观保护研究和可持续发展国际研讨会。在此,我谨代表国家文物局对此次研讨会的成功举行,表示诚挚的祝贺,向各位远道而来的朋友表示热烈的欢迎!", "label": "历史学", "id": 0}
{"content": "<正>茶、葡萄酒和咖啡,是当今世界最受欢迎的三大饮品。它们都有着传奇的发展历程,蕴含了丰富的文化内涵,也以各自独特的品质,在漫长的历史过程中,潜移默化又无比深刻地影响了人类的物质和精神生活,在地球表面留下了千姿百态的壮丽景观。我们称之为一种文化景观。", "label": "历史学", "id": 0}
{"content": "全球茶产区主要集中在亚洲地区,不同种类的茶在其种植区域形成各具特色的文化景观。地理区位、自然环境、气候条件、栽培以及品饮方式赋予了茶叶不同的味道;相应的景观能够反映出当地茶种植的历史以及种茶人的生活方式、文化传统和宗教信仰,同时也和经济、贸易及文化交流密切相关。2017年国际古迹遗址理事会（ICOMOS）组织开展茶文化景观主题研究,涉及中国、日本、韩国、缅甸、斯里兰卡、印度、越南等国,旨在为相关遗产申报提供对比研究的框架。传统知识体系、世居者及当地社区、生物和文化多样性是茶文化景观的重要组成部分,因此与非物质文化遗产、生物多样性、农业文化遗产相关的国际公约和文件也可以为遗产价值研究提供参考。茶树植物（Camellia sinensis）是一种常绿灌木,覆盖了全球广大区域。茶是一种有独特香气的饮品,在亚洲,它似乎有着无数的品种,也是数以亿计人的日常饮品。现存的成千上万种茶,每一种都是其茶园风味的浓缩。这些茶园无论大小都因其各自土壤、气候、经纬度等自然条件而形成独特的风土景观。", "label": "历史学", "id": 0}
{"content": "无论就农业层面还是文化层面而言,茶叶在世界范围内都具有重要价值。茶类农业文化遗产兼具自然遗产、文化遗产及文化景观综合价值,是重要的农业文化遗产类型。本文统计了当前全球重要农业文化遗产系统中茶类农业文化遗产系统的数量,分析其所具备的全球重要农业文化遗产（Globally Important Agricultural Heritage Systems,简称GIAHS）特征价值,证实了茶类农业文化遗产的重要性。基于此类别遗产的相关特征,对其可持续保护与开发提出策略建议,以期为茶类农业文化遗产这一类重要的农业文化遗产系统的保护与发展提供建议参考。", "label": "历史学", "id": 0}
{"content": "印度是产茶大国,除了众所周知的阿萨姆茶和大吉岭茶,也种植其他多种茶树。印度的\"茶族\"在被改造成茶园的土地上劳作,逐渐形成独具特色的部族文化,并将人、自然、文化三者紧密联系在一起。这些茶园景观具有高度的生物多样性,常常成为野生动物迁徙或觅食的通道,但同时茶园景观也对生物多样性产生了不利影响。因此,茶文化景观的可持续管理和保护十分必要。而将茶文化景观进行申报并列入《世界遗产名录》可以更好地向世界展示人、自然和文化的和谐相处。", "label": "历史学", "id": 0}
{"content": "花开谷是韩国著名的茶产区,包括花开镇在内的河东郡一直都是韩国茶文化的中心,也被视作茶叶种植的故乡。花开谷的居民至今仍然保持着传统的茶叶制作流程和体系。城市化为花开镇带来了急剧的社会变化,人口老龄化和劳动力缩减等因素导致了茶地面积减少和茶叶产量下降。2012年,河东郡政府与个人和家庭茶叶生产者签订了保护农业文化遗产的合作协议,制定了保护具有农业文化遗产价值的茶景观的行动计划。2015年,花开镇的传统茶树种植业被列为韩国重要农业文化遗产（KIAHS）。2017年,这一传统茶树种植业以\"花开传统河东茶农业系统\"的名称被列为全球重要农业文化遗产。", "label": "历史学", "id": 0}
{"content": "缅甸茶文化景观历史悠久,可追溯至骠国和蒲甘王朝时期。根据一位日本学者的研究,野生古茶树仅在缅甸和中国的西藏与云南地区有所发现。直到今天,品饮绿茶和食用、献祭发酵茶叶依然是缅甸社会和祭祀文化的重要组成部分。缅甸的克钦邦（Kachin）北部、实皆省（Sagaing）、钦邦（Chin）、曼德勒省[摩谷（Mogok）和波帕（Poppa）]、克耶邦（Karen）和掸邦（Shan）大部分地区均有茶园分布。缅甸茶园大多分布在海拔4000—6500英尺的区域。北部克钦邦的地方茶种栽培历史悠久,可以追溯至哀牢时期。在进行全面彻底的研究后,作为国家遗产保护的茶文化景观也将申报世界遗产。", "label": "历史学", "id": 0}
{"content": "本文旨在研究泰国的农业景观,它被视为人类文化与自然多样性的联系。其中也涉及茶景观,但非常有限,因为目前相关的信息和研究都比较匮乏,且茶树在泰国也一直不是主要经济作物,这些情况直至近几年才有所改变。本文先对泰国地理和自然特征的背景情况进行概述,展现一个自然景观的全景;随后介绍泰国的文化背景,包括民族构成、语言、美食、建筑、服装和传统等;探讨各个地区的农业景观以及泰国的茶景观和茶文化;文章的最后分享了泰国农业景观遗产面临的挑战。", "label": "历史学", "id": 0}
{"content": "1998年,印度尼西亚忽里洞岛附近发现了一艘阿拉伯古沉船,人们称之为\"黑石\"号。船上发现了大量中国唐代瓷器和金银制品等。根据阿曼和新加坡两国政府的合作计划,以忽里洞沉船为原型建造了一艘木帆船,并以阿曼首都之名将其命名为Jewel of Muscat（马斯喀特宝船）。该船在设计研制过程中应用了风洞、拖曳水池等科技手段。复原船建成后,从阿曼启航,横渡印度洋,到达新加坡。这个综合了水下考古、科技考古和实验考古的壮举跨越了宽广的时空维度,再现了造船与航海技术在海上丝绸之路的千年辉煌。", "label": "历史学", "id": 0}
{"content": "天子所用\"车马衣服器械百物曰乘舆\"。汉代漆器上的\"乘舆\"铭文,表明这些漆器应是皇室宫廷用器。\"乘舆\"铭漆器在朝鲜、蒙古境内出土,具有特殊的政治内涵。朝鲜及中国贵州、甘肃等汉代边境地区发现的\"乘舆\"漆器,是汉朝中央对边郡官员特别的赏赐与嘉勉。蒙古、俄罗斯匈奴贵族墓中随葬的\"乘舆\"漆器,是汉代贡纳体系的物证,体现了汉廷对匈奴的怀柔与笼络。从朝鲜、蒙古、俄罗斯等地发现的\"乘舆\"漆器中,我们可以管窥汉朝边疆经营与对外关系的策略与政治手段。", "label": "历史学", "id": 0}
{"content": "本文介绍了位于西伯利亚贝加尔湖地区洪格尔卡遗址的最新成果。新的AMS测年数据显示该遗址为晚更新世时期,并出土了早期陶器。从洪格尔卡遗址出土的物质材料来看,陶器类型和石器技术证明该遗址处于从更新世向全新世过渡时期。此外,我们将该遗址与贝加尔湖地区出土早期陶器的其他遗址进行了比较。并对热解碳、磷、总有机碳、钾、镁和稳定同位素δ15N等元素进行生物地球化学分析,以了解当时人类的生产生活状况。", "label": "历史学", "id": 0}
{"content": "作为青铜时代考古学文化遗存,对它的年代、功能、起源、族属等一系列问题,学者们持有不同的看法,所做的考古发掘与研究工作也不够全面。最近几年围绕赫列克苏尔本身和与它相关遗存进行了不少考古发掘和研究工作。本文主要以后杭盖省伊赫塔米尔苏木地区北塔米尔河流域地区所研究的赫列克苏尔资料为背景与其他地区赫列克苏尔遗存进行了比较研究。", "label": "历史学", "id": 0}
{"content": "交河故城（亚尔镇）位于吐鲁番市西10千米处,是新疆维吾尔自治区吐鲁番市辖区地理位置上的中心。20世纪90年代初,人们对交河故城以北的一处墓地进行了发掘。总共出土了约40种木制品。包括箭头、箭筒、刀具、盒子、带扣、扣环、小雕像、餐具及其他种类的出土物。中国的考古学者认为该墓葬文化属于交河文化、吐鲁番文化。对于陶器的研究也证明了这一观点,但是中国研究者所提出的文物年代只归属于汉代的观点引起了疑义。许多交河故城出土的木质品中,尤其是与兵器相关的木制品,骨制（角制）的马具的部件,以及马鞍部件与俄罗斯境内巴泽雷克文化的出土文物有直接相似性,这为将墓葬的年代确定为公元前4世纪提供了较充分的证据。另一部分木质品与匈奴萨尔马特时期的遗物有极大的相似性。因此,交河故城以北的墓葬属于不同时期、不同文化的墓葬。", "label": "历史学", "id": 0}
{"content": "本文对匈奴贵族墓葬结构与邻近地区汉朝、朝鲜乐浪、阿尔泰地区巴泽雷克墓等墓葬结构进行了比较研究。研究结果显示匈奴贵族墓葬的丧葬部分与巴泽雷克墓相近,墓坑结构与汉代贵族墓相似,而封堆不同与上述两个文化。作者认为该类型墓葬主要以传统文化和外来文化相互交流与融合的基础上产生的新墓葬类型。换句话说,墓坑内部丧葬部分相对较传统,而制作墓坑的方法以及墓坑结构出现了变化,出现了新的墓葬结构。", "label": "历史学", "id": 0}
{"content": "文章主要介绍了在蒙古国中北部鄂尔浑省艾尔根敖包墓地进行的考古发掘情况。2014-2018年在此墓地共发掘16座墓葬。根据墓葬出土遗物、丧葬习俗和14C测年数据等研究结果,初步认定该墓地为1～4世纪初期鲜卑人群有关。通过考古发掘该墓地与中国内蒙古地区鲜卑时期墓葬相似,同时与蒙古国发掘的匈奴墓葬及其出土遗物也有一定的相似因素。根据墓葬的地表建筑,地表建\"凸\"字形带有斜墓道的洞室墓为贵族墓,圆形石圈墓为平民墓葬,两种类型墓葬同时还保留了匈奴墓葬的一些形制特征。", "label": "历史学", "id": 0}
{"content": "蒙古国中部前杭爱省霍格欣德尔山东北山麓发现过三座元代城址。其中最北边的城址出土一通石碑,碑额为\"宣威军\",正文记载了昭勇大将军淮东左副都元帅左卫亲军都指挥使贾忙古解睹扷睹儿于至元十五年十月到达此地,屯驻军队,后建造了这座城,并且引经据典,为宣扬国威将这座城命名为\"宣威军城\"。本文通过考释碑文内容,对照史料,确定军城的建造者、建造时间以及建造原因。忽必烈建元初期,哈喇和林附近叛乱频繁。忽必烈在至元初期派军队于和林及其附近地区屯田戍卫,加强军防,其目的是为了镇压这些叛变,维持和平。宣威军的设置最初可能与镇压早期昔里吉叛乱与防止海都叛变有关。并且通过与同时期的亦集乃路等城址对比,总结出这些城的设置均有军事目的。这些城位于哈喇和林与内地之间的要塞之上,是防止西边的海都叛乱、保护和林地区以及发展农牧业的必要措施。", "label": "历史学", "id": 0}
{"content": "本书是第二届\"丝绸之路考古与文物保护\"国际学术讨论议（2016年,南京）的论文集,是关于丝绸之路文化遗产研究成果的最新展示。来自丝绸之路沿线的考古学家和自然科学家分别从传统考古学、科技考古、文物保护等方面对丝绸之路沿线的重要文化遗产展开讨论,是一次地区之间、学科之间的交流与互动。无论通过考古实物所揭示的帕提亚至萨珊时期海上贸易网络,还是通过科技手段（如古DNA、寄生虫残留物）提取的有关种族融合、疾病传播等信息,或是对文化遗产本体（如波斯波利斯石柱、以弗所石棺、中亚壁画等）的科技分析,都极大地扩展了丝绸之路文化遗产研究的广度和深度,同时也体现了学者对丝绸之路文化遗产的人文关怀,对人类文化复杂性和价值观多元性的理解与尊重是本次会议的重要特征,也是丝绸之路精神在当代的复活。", "label": "历史学", "id": 0}
{"content": "<正>一、与伊朗艺术的关系现如今,我们能够将分属不同流派和不同时期的器物与来自不同地域的断代器进行对比,而不仅仅是个别器物之间的比较。流派B的第一期至关重要,经考古和铭刻材料证实,这一阶段正好对应萨珊后期①,但却同萨珊艺术没什么关系。奇勒克和蒙查克一特佩所出的多瓣碗与帕提亚②、阿契美尼德甚至亚述器物③都很相似,", "label": "历史学", "id": 0}
{"content": "<正>要想深入研究唐代金银器,须知道马尔沙克。他1971年出版的英、俄文双语的《粟特银器》,一直影响至今,时隔半个世纪翻译出版,也说明了它仍具有重要价值和历史意义。丝绸之路畅通后,唐代金银器出现了爆发式的发展,重要原因之一,就是中亚粟特银器的传入和影响。可以说,研究唐代金银器,《粟特银器》是必读书。", "label": "历史学", "id": 0}
{"content": "<正>数十年来,东方金属器一直是学术讨论的主题,但金属器的三个属性—真实性、时代和产地至今仍不甚明了,仅有极少数器物明确指向伊朗或中亚。本书旨在对这个问题作一阐述。在考察那些有争议的器皿之前,我们应首先提及看似毫无根据的金属器属性。笔者将绘有一狮一豕狩猎场景的银盘①（图版一）归为粟", "label": "历史学", "id": 0}
{"content": "<正>一、银器与陶器奥贝里和特雷弗在对萨珊金属器的研究中提到了类似萨珊制造的器物,\"那些之前按照年代顺序排列的器物很可能处于同一时期;它们可能来自某个国家的不同地区,或来自有着相同文化特征的不同国家\"①。作为一种识别产地的方法,奥贝里和特雷弗提出应将金属器同那些由\"自身没有实际用途,无法在未加工的条件下输出,例如黏土或低廉木材\"制作而成的器物进行对比。", "label": "历史学", "id": 0}
{"content": "<正>一、7世纪的粟特及金属器的发展在5～6世纪的粟特地区,仿制帕提亚和阿契美尼德器形的风气十分盛行。这一时期的器皿造型轻巧、制作工艺简单,显示出同花剌子模的紧密联系。有两种当地风格已经被归入了粟特银器的流派B中（参见附图1、10、37和附图3、5、38、39、51）。", "label": "历史学", "id": 0}
{"content": "<正>《粟特银器》是\"中亚考古之父\"鲍里斯·艾里克·马尔沙克（Boris Ilich Marshak）先生于1971年在莫斯科出版的一本小书,用俄文撰写,并由赛尔戈耶夫（G.M.Sergheyev）先生翻译成英文。作为马尔沙克先生诸多研究论著中极具代表性的著作之一,《粟特银器》与它", "label": "历史学", "id": 0}
{"content": "<正>\"Et nunc spero me sic vivere,ut nemini iocus sim.Homo inter homines sum...\"\"现在我希望过着不被人鄙视的生活。我是人上之人。\"[1]——Satyricon一、文学中特里马尔基奥的豪华墓葬在公元1世纪的小说《萨蒂利孔》（Satyricon）中,作者佩特罗尼乌斯（Petronius）以主人公恩科比乌斯（Encolpius）的视角描述了古罗马底层人民的生活,为后人了解帝国早期平民、奴隶以及自由民的日常生活提供了翔实", "label": "历史学", "id": 0}
{"content": "在韩国,被指定为古都的地区有庆州、扶余、公州、益山。而既有的只针对文化财本身或者个别文化财的保护法令,对于上述复合型遗址的古都保护来讲,已经有很大的局限性。因此,为了有效地保护古都的历史文化环境,恢复古都的真实性,改善居民的生活环境的《古都保护与育成特别法》便应运而生。本文以古都庆州为例,讲述了古都保护法规的出台背景、内容变化、具体细则以及为保护古都历史文化环境而实行的各种惠民政策。正是由于一系列法规政策的支持,才有了现在庆州地区的历史文化风貌,为古都的整备与利用提供了良好的样本。", "label": "历史学", "id": 0}
{"content": "中国与罗马帝国在公元1、2世纪的联系已在近期引发了越来越多的关注。在叙利亚沙漠城市巴尔米拉和在幼发拉底河上的杜拉欧罗普斯发现的丝织物,是目前地中海沿岸仅有的能够证明这两大帝国之间联系的物质遗存。那么在另一个方向上（自西向东）的物质遗存呢?本文试图从考古学的视角出发,对这一问题的研究现状作一回顾。从年代上讲,本文首先集中探讨了希腊化时代,这一时期关于西方器物流入中国的证据是稀少且间接的。之后是罗马帝国的早期和中期,这一阶段的一些物质遗存主要是罗马玻璃器。最后,本文简要回顾了在巴尔米拉发现的一块丝绸残片,证实了中国工匠们对西方图像的了解。", "label": "历史学", "id": 0}
{"content": "2015年,由内蒙古自治区文物考古研究所与蒙古国游牧文化研究国际学院组成联合考古队,对蒙古国布尔干省布雷杭盖苏木境内的宝拉格陶勒盖遗址进行发掘。发现了祭祀台基、砖窑、葬马坑等遗迹,其中葬马坑出土了马具、铁矛等随葬品。初步推测这批遗存的年代为突厥、回鹘汗国时期,为蒙古国相关历史、考古研究提供了重要的实物资料。", "label": "历史学", "id": 0}
{"content": "在蒙古高原东北部有一条横跨中国、俄罗斯、蒙古三国的界壕遗址,全长约780千米。这道界壕不见于历史文献明确记载,因此在很长时间不为世人所知。自19世纪中叶发现至今,对其年代、目的等问题一直争论不休,迄今未有定论。为此,笔者在前人研究基础上,根据历史文献和考古资料及结合利用Google地图,对这道界壕的位置、走向、结构特征进行详细阐述,并提出一些粗浅的意见。", "label": "历史学", "id": 0}
{"content": "本文将对近年来在蒙古国苏赫巴特尔省开展的\"蒙古国东方省研究\"项目（简称DMS项目）进行介绍。DMS项目涵盖了一系列的田野工作,包括跨全新世的调查、发掘和地质考古研究。近期我们在德力格尔汗山周围进行了调查,主要致力于青铜时代的居住遗址、墓葬及纪念建筑的研究,其中我们尤为关注的是综合纪念建筑,这种大型建筑不仅包含了各类纪念建筑,而且利用相关的附属建筑,从而创造出一种精心设计的文化景观。从中我们可以感受到青铜时代权力的彰显、区域身份认同的觉醒及政治集团的萌芽。", "label": "历史学", "id": 0}
{"content": "本文旨在研究象征神话中的鸟兽的马头饰面具。由于长期霜冻,有机材料制作的马头饰面具得以保存在戈尔诺阿尔泰的巴泽雷克文化的墓葬中。作者将这些马头饰面具分为两类,并讨论了它们的功能特点。", "label": "历史学", "id": 0}
{"content": "本文综合研究了蒙古国中世纪早期突厥人墓葬,从而总结出其丧葬仪式的特点。通过对公元一千纪下半叶的30多处墓葬的发掘材料进行分析,重现了该地区游牧民族丧葬仪式的不同传统。区分出两种主要类型的遗存——随葬马的墓葬和\"单一\"墓葬。此外,对墓葬和墓葬伴生物如墓围栏等也进行综合研究。墓葬传统中一些共存现象是绝对不能忽视的。这些组合在阿尔泰—萨彦地区的突厥墓葬材料中得到了呼应。在我们看来,随葬马的墓葬和\"单一\"墓葬中发现的几种传统的传播,证明了在蒙古中世纪早期群体的异质性。考古材料反映出中世纪早期突厥人文化中存在的几个群体,这些群体受到其族群形成和发展复杂过程的制约。", "label": "历史学", "id": 0}
{"content": "陈弘法先生的译著《蒙古高原考古研究》一书出版已逾两载,这对于关注中国北方民族考古研究的学者来说,实在是重要的学术资料。但因笔者近期才得空通阅此书,并萌发一吐心中所想的念头,故而不揣冒昧谈谈浅见,与诸君共享。", "label": "历史学", "id": 0}
{"content": "巴比伦是古代两河流域的千年古都,历经王朝兴替与兵燹之灾,屡毁屡建,在波斯征服后依然保留着辉煌的古代建筑遗迹。那么,这些古代建筑系何人所建?巴比伦当地的铭文和历史档案显示,这些建筑是新巴比伦王国的开国君主那波帕拉沙尔及其继承者尼布甲尼撒二世完成的。然而,古希腊史家却有不同说法。按希罗多德的说法,很多统治者曾修建过古巴比伦城的神庙与城墙,但他特别提到两位女王,前者是早期女王塞米拉米斯,后者是尼托克丽丝,巴比伦末代君主的母后。希罗多德尤其强调后者的贡献。克特西亚斯的《波斯史》将塞米拉米斯说成是亚述帝国的传奇女王,也是巴比伦城的建城者,并将巴比伦城的所有宏伟建筑都归于她的名下。本文分别介绍了巴比伦历史文献与希腊史家的不同看法,并对不同的史料展开辨析,得出的结论是:尼布甲尼撒的铭文表明,波斯征服后巴比伦保留的古代建筑遗迹是新巴比伦帝国时期的迦勒底诸王完成的,马尔都克神的祭司保留的巴比伦历史档案也为铭文提供了佐证。希罗多德提供了具有巴比伦地方特色的有关巴比伦城建设的故事版本;克特西亚斯则提供了两河流域及周边地区流行的更具国际性的故事版本,将巴比伦的建城者说成是亚述女王塞米拉米斯。", "label": "历史学", "id": 0}
{"content": "位于全罗北道西北部的益山与庆州、公州、扶余一起被指定为韩国的古都。人们都知道庆州是新罗的都城,公州和扶余是百济的都城,但《三国史记》中遗漏了益山也曾是扶余都城的记载。因此针对百济末期益山的性质有多种说法,如迁都说、别都说、迁都计划说、离宫说、别宫说、两城制。益山地区的历史遗址不但保存得相对完好,而且这些遗址都是王都的建筑结构,有王宫、佛教寺院、王陵、城墙等。而围绕着这些遗址其历史文化环境也保存得非常完好。在《观世音应验记》里有迁都的直接记录,此外在《三国史记》与《三国遗事》中也有与迁都相关的记录,由此可以推断百济武王时期的都城是益山。因此,本文要论述的是百济时期最具代表性的寺院弥勒寺即就是《三国史记》与《三国遗事》中记录的王兴寺的这一观点;其次通过武王时期修缮王宫的事实证明益山是百济都城的这一历史事实。同时在扶余与益山发现的\"首府\"铭印章瓦中\"首府\"意味着什么,通过与中国对\"首府\"的解释作比较,考察当时益山是百济的首都,而扶余是首府的历史事实,以及义子王时其迁都扶余后,益山成为扶余的首府的历史事实。", "label": "历史学", "id": 0}
{"content": "庆州自公元前1世纪至10世纪一直都是千年王朝新罗的都城。而月城则作为新罗的王宫,从新罗第5代王至末代第56代王一直都居住在此,月城遗址对于了解整个新罗史具有非常重要的意义。本文以月城遗址的发掘成果与利用为中心,介绍了月城遗址的发掘概况以及最新的发掘成果,并具体说明了如何将成果公开并惠及大众。韩国国立庆州文化财研究所月城学术发掘调查团,综合多学科的研究,为究明月城遗址,填补新罗史的空缺部分作不懈努力。", "label": "历史学", "id": 0}
{"content": "<正>2018年6月18—19日,由西安市人民政府和陕西师范大学联合主办的——长安与世界对话:唐都长安1400年国际学术研讨会在西安市曲江宾馆举行,三百余位国内外学者会聚古都西安。大会以分论坛的形式展开相关研讨。其中,古都长安与世界古都名城比较论坛,既是本次学术盛会的第一论坛,也是由中国古都学会主办的本年度", "label": "历史学", "id": 0}
{"content": "<正>《大唐西域记》是玄奘在贞观二十年（公元646年）向唐太宗李世民上进的一部西域史地专著,在《进西域表记》中玄奘言,\"所闻所见百有卅八国。窃以章亥之所践藉,空陈广袤;夸父之所凌厉,无述风土。班超侯而未远,张骞望而非博。至于玄奘所记。微为详尽。其迂辞玮说,多从剪弃,缀为《大唐西域记》一十二卷。缮写如别。\"（1）由此可见,玄奘将其在西域所见所闻的138个国家如实的撰写成《大唐西域记》。在《大唐西域记》中,有不少对当时西域各国流通货币的描述,通过这些描述,我们可以一窥", "label": "历史学", "id": 0}
{"content": "法国的历史遗产保护在不断发展演变过程中逐步形成了一套具有明显公共政策属性的历史遗产保护制度。本文从梳理法国历史遗产保护政策的演变历程、保护体系及构成入手,总结法国历史遗产保护区规划的五个特点,接下来以巴黎第七区保护区项目为例进行实证研究,分析具体实践过程,剖析不同历史阶段遗产保护思想如何在保护区内得到落实和体现,最后提出对我国现阶段历史遗产保护和利用的启示。", "label": "历史学", "id": 0}
{"content": "在国外,历史城市的发展普遍比较缓慢,第二次工业革命以后,城市建设活动迎来了热潮,历史城市新城与老城的发展矛盾变得突出。在这种形势下,城市规划中首先面临的战略性问题就是确定城市的总体布局结构、城市用地发展方向以及明确老城的地位和主要功能的划分,同时这也是所有历史城市保护和发展工作中不可避免的共同问题。本文以波兰古城克拉科夫为例,阐述了二战前克拉科夫的同构式拓展与二战后在老城一侧另建新城的两种典型空间拓展模式,针对日益突出的城市空间扩展问题,提出了历史城市在城市空间结构调整、城市交通系统连接、城市开放空间布局、城市传统功能区更新等四个方面的城市空间保护和发展的重点,以期为其他历史城市所借鉴,尤其对我国现阶段的历史文化名城新城与老城发展矛盾突出的问题,有重要的启示作用。", "label": "历史学", "id": 0}
{"content": "基于价值认识的保护（Values-based Preservation）理论产生于澳大利亚殖民建筑遗产保护领域,如今已在荧国、加拿大、英国的保护机构以及联合教科文组织得到广泛应用,是目前国际上比较前沿且受欢迎的遗产价值识别与保护理论。本研究从产生背景、核心内容、发展趋势共3个方面深入地剖析该理论,并初步探讨这一理论应用于我国自然文化遗产保护的适用性和局限性,有利于国内遗产价值识别、保护与管理理论的进一步完善。", "label": "历史学", "id": 0}
{"content": "<正>9月20日,第三届丝绸之路（敦煌）国际文化博览会启幕前夕,由国家文物局、甘肃省人民政府主办,甘肃省文物局、敦煌研究院、丝绸之路文物科技创新联盟联合承办的丝绸之路文物科技创新联盟论坛在敦煌莫高窟开幕。作为第三届文博会专项论坛之一,\"丝绸之路文物科技创新联盟论坛\"以丝绸之路", "label": "历史学", "id": 0}
{"content": "<正>2017年12月21日,由广西壮族自治区文化厅主办,广西壮族自治区文物局、广西民族博物馆、中国古代铜鼓研究会、宁明县文化体育新闻出版广电局承办的2017年铜鼓及其文化国际学术研讨会在南宁顺利召开。广西壮族自治区文化厅谢日万副厅长出席开幕式并致辞,广西民族博物馆副馆长、中国古代铜鼓研究会秘书长农学坚主持会议。本次会议共有来自中国北京、上海、山东、浙江、广东、广西、云南、贵州、安徽、四川等省、市及越南、泰国、比利时等国家的44位专家、学者参会。专家们围绕会议主题\"‘一带一路’视野中铜鼓文化的传承与保护\"开展学术研讨,主要包括铜鼓发现和研究的新情况,铜鼓冶金及科技研究,铜鼓文化的保护与传承等方面。", "label": "历史学", "id": 0}
{"content": "<正>盖列尔Ⅱ号鼓是Leodol.G搜集,由黑格尔1902年公布在《东南亚古代金属鼓》一书中,并定名盖列尔Ⅱ号鼓。至今和盖列尔Ⅱ号鼓相似的铜鼓已发现的50多面,其分布主要在云南、贵州、广西,再往南到越南北部及中部北面地区,泰国也有发现。和此类铜鼓的发现也有一些观点提出。", "label": "历史学", "id": 0}
{"content": "<正>前言:铜鼓是中国南方与东南亚古代文化瑰宝,广西的文化符号。铜鼓虽发源于云南,但传入广西后,骆越民族及其后裔将铜鼓文化发展到极致,形成了铜鼓文化的高峰,创造了冷水冲型、北流型和灵山型铜鼓,成为\"那\"文化的重要载体。自上世纪70年代以来,广西成为中国铜鼓文化研究中心,广西民族大学则是铜鼓文化研究的主力军之一,先后有姚舜安、万辅彬、谢崇安、韦丹芳等教授在铜鼓文化研究方面做出了突出的贡献;现将他们主持的研究项目、发表的著作和论文以及获奖情况整理如下（可能有少量的遗漏）。", "label": "历史学", "id": 0}
{"content": "国内学术界认为,中国风帆出现的年代,要比古埃及（埃及涅伽达Naqada时期,公元前3100年）晚约1 500年,甚至晚约3 200年。近期西方有关学者的研究表明迄今世界上最早风帆出现的时间可上溯至公元前5500—公元前5000年（美索不达米亚欧贝德Ubaid时期）;国内方面,2002年杭州萧山跨湖桥遗址出土了距今8 000～7 000年的与独木舟及水上航行相关的一系列文物,从图形影像、实物文物、技术演进水平方面提供了相较于美索不达米亚欧贝德2/3时期的双脚桅杆船纹陶盘以及埃及涅伽达文化二期的舟船风帆岩画更早且更丰富充分的证据链,证明中国跨湖桥文化（8000～7000 BP）已出现和使用已知中国和世界上最早的风帆。同时,将跨湖桥遗址风帆之证据链,与福建闽江口外的马祖列岛\"亮岛岛尾Ⅰ遗址\"出土的\"亮岛人\"1号（c.8190 BP）和\"亮岛人\"2号（c.7550 BP）所具备的约25公里的离岸航海能力,以及距今约7 000～6 000年福建沿海远古先民（早期南岛人及其他可能族群）所具备的长距离、多日、复杂海况的航海能力和完成跨台湾海峡的航海迁徙到达台湾之历史进行关联研究,可形成中国东南沿海远古先民在距今约8 000～7 000年已开始使用风帆的更为全面的证据体系。在此基础上,笔者进一步提出有关中国和世界风帆更早出现年代（c.10000—8500 BP）的\"跨湖桥-亮岛\"猜想。", "label": "历史学", "id": 0}
{"content": "熊山古塔是一座奈良时代的、用片石修砌的、平面呈方形的多层土塔。该塔的分段清晰,周壁平直,基座上的第一级塔身设四方龛,此当是对唐初多层方塔的仿效。该塔用碎石垒砌,塔体阶梯式,无叠涩出檐,此当是对古坟时代晚期方坟的继承。熊山古塔既见唐风又具地方文化色彩,可称\"唐塔东方变体\"或\"日式土塔\",是\"东方丝绸之路\"代表性实证。", "label": "历史学", "id": 0}
{"content": "<正>在中国陶瓷发展的历史上,青瓷一直受到文人的广泛青睐。自古以来,中国贵族和文人就有佩玉的习惯,\"君子以玉比德\",视玉为人格的象征,把玉同人的精神世界、行为举止和道德修养联系在一起,要求人们的品质要像玉一样洁净。青瓷因其釉色而有\"青玉\"的别称。因此,作为中国最早出现的烧造成熟的瓷器类型,青瓷从其诞生之初就被赋予了极高的文化内涵,烧造完美的青瓷釉色温润如玉,也由此更加受到文人的喜爱。", "label": "历史学", "id": 0}
{"content": "<正>近日承杨建华教授惠寄新著《欧亚草原东部的金属之路》一书[1],此前张忠培师已在先睹其书后与笔者在电话中有所讨论交流,并嘱笔者写篇书评。无奈笔者于西文基本属于一窍不通,对境外欧亚草原考古学的研究成果基本只能借助于零星的翻译资料或国内相关论著的二手传递,所以很难形成更系统的认识,显然也难于承此大任,故一直未敢应承。但先生的交代总要有所回应,故书到手后,还是比较认真地通读了一遍,借助以往支离破碎的知识或印象,居然也能产生些许启发,所以不嫌鄙陋略记于此,以盼识者正之教之。", "label": "历史学", "id": 0}
{"content": "论文进行图像人类学的比较,让读者自己得出结论。传统史学界的困难在于许多有关夏朝史料的可疑存在作伪现象。由于秦始皇焚书坑儒,形成了文化的断层。夜郎系民族建立的夏朝远在古埃及,因此,夏朝和商王朝地理上相距遥遥,这就是甲骨文文献没有记录夏朝的原因。因此,不能因为甲骨文献没有记录夏朝,就断言夏朝不存在。学界应该吸收在野学者中某些可信的研究成果,集思广益。我们已经证明了天竺大鳛帝国在印度河流域峡谷地带的存在,他们在那里开创了哈拉帕文明。哈拉帕办事处就像受夏朝委派的一个巨人,一头挑着广汉的天竺大鳛帝国都城（夏朝的东亚大西南部分）,一头挑着古埃及法老王国（夏朝的北非总部）。当其中一个帝国或王国灭亡,挑子失去平衡,哈拉帕办事处就没有继续存在的价值,等待它的命运就是荒芜的蔓草。兽身人面像实际上是虎身人面像,或日兽身人面像,其实就是中国历史上的开明兽。鳛人的竖琴传入了古埃及。埃及的太阳崇拜,起源于远古民族\"明夷\"。权杖文化起源于中国西南夜郎系民族。印度河文字与埃及古文字的相似值得重视,如共同的船葬风俗,以太阳船陪葬和大型船棺葬。古埃及与亚州盟友天竺大鳛帝国和开明大夜郎国的文书联系的证明。天竺大鳛帝国实际上就是夏王朝的中国部分,古埃及实际上就是夏王朝的北非部分。", "label": "历史学", "id": 0}
{"content": "<正>源自东方的扇子横洋渡海进入欧美文化圈后,被赋予了不同的面貌;由仰赖东方进口,到欧洲本身发展出精致的制扇工业,以及最后发展出全然异于东方扇的形制及使用方式,扇成为被欧洲\"本土化\"的东方产物之一。在中国传统的分类当中,有仪仗所用的扇,以及一般使用的扇;前者在图像证据上可追溯到东晋顾恺之于《洛神赋图》中所描绘的障扇,其后在中国的宫廷之中亦多有所见,直至清代对于仪仗扇的使用仍有明文规定,然而这一类仪仗扇也并未影响至欧洲。而对欧洲产生较大影响的一般用扇,基本上分为以下几种:", "label": "历史学", "id": 0}
{"content": "<正>冬宫是世界四大博物馆之一,另外三个馆分别是大英博物馆、法国卢浮宫、美国大都会博物馆。冬宫的中亚、高加索、克里米亚分馆,以收藏中亚出土壁画而闻名于世。片治肯特古城是怎样一个状况,它在历史上为什么有非常独特的重要性,这是对整个丝路来讲。再要谈一下,中亚壁画最重要的一部分就是来自于片治肯特古城蓝厅,特别是包含鲁斯塔姆英雄史诗的部分。冬宫收藏的片治肯特壁画残片,虽然并不是太大,但是它在整个丝路考古学界是非常令人震撼的一件作品,它是片治肯特古城蓝厅关于鲁斯塔姆英雄史诗。当然,我们现在只能看这样一个代表作。", "label": "历史学", "id": 0}
{"content": "粟特人作为丝绸之路上的中介者,曾在北朝到隋唐之间带给中国文化巨大的影响,\"胡风东渐\"这一点许多中外学者做过深入的研究。但反过来,同一时期中国对粟特艺术的影响,还很少有人关注。笔者于2003年夏参加法国—乌兹别克联合考古队在撒马尔罕的挖掘,有幸观摩了著名的阿弗拉西阿卜蓝厅壁画,在此就撒马尔罕的唐风问题作一浅析。", "label": "历史学", "id": 0}
{"content": "明清时期的瓷器花卉装饰纹样在海上丝绸之路中展现出与外来文化交流融合和相互影响的时代特征。中国外销瓷的花卉装饰纹样在深入欧洲人日常生活的同时,一方面影响了整个欧洲,引发了新的审美艺术风潮,另一方面,中国的花卉装饰纹样艺术形式也受到西方文化影响,西方逐渐将自己的文化观念实施于中国外销瓷的设计和制作之中。", "label": "历史学", "id": 0}
{"content": "在本文中,呈现了三个小组合作的研究成果。三个研究小组分别是:位于吐鲁番的柏林勃兰登堡研究所的研究项目、位于柏林中部的中亚写本的研究项目以及汉堡（德国城市）中部的中亚论文写本中的历史学和类型学的研究项目。经调查,写本属于柏林吐鲁番研究项目的收集。在不同案例的基础上,证明了多学科的科学研究为语言学学者的研究做出了贡献。", "label": "历史学", "id": 0}
{"content": "<正>2017年3月,中国国家博物馆联合大英博物馆主办了主题为\"大英博物馆100件文物中的世界史（A history ofthe World in100 Objects）\"的展览,并出版了相关图录。此次展览展出了多件源自中国的文物,尤其是序号为033的展品\"六博俑（Modle of Liubo Players）\",引起了笔者的兴趣,现附图片如下（图一）[1],以便讨论。大英博物馆将此件文物编号为\"1933,1114.1.a-c.d\",其中的\"1933\"", "label": "历史学", "id": 0}
{"content": "关于旧石器时代晚期晚段的马格德林古人类遗骨堆积,常被提及的话题是,在许多地点,原始的埋葬现象极其罕见,而高度零碎的人类遗骨和工作垃圾混合在一起的现象却屡见不鲜。马格德林古人类遗骨堆积分布范围最广的地点之一是位于英国切德峡谷（Cheddar Gorge,萨默塞特郡,Somerset）的高夫洞穴（Gough’s Cave）,这是一座相当大的石灰岩洞穴。在19世纪80年代发现它以后,这个洞穴被开发成为了一个旅游洞穴并且基本清空了地表沉积物,这项工作有时是在极少的考古学监督下进行的。残存沉积物中的一些在1986至1992年间被发掘,被发掘出土的有经过深加工的人类骨骼,并混合有大量屠宰过的大型哺乳动物遗体和各种各样的燧石、骨骼、鹿角和象牙制品。最新的超滤放射性碳测定证明了旧石器时代晚期的人类遗体在很短的时间内沉积,这很可能是在一系列的季节性使用的过程中完成的,年代大约是在14700年以前。这些人类遗骸已经成为了几个埋葬学研究的课题,最终对头骨遗骸细节的再分析表明了它们经过了认真的修整并用以制作头盖杯。我们目前对躯干骨和四肢骨的分析已经确定出了一个相比于早期研究所记录的程度更高的人为改变的现象:我们确定出了关于剔肉、分离关节、咀嚼、粉碎骨松质和敲骨吸髓的广泛的证据;人类的牙痕在许多躯干骨和四肢骨上的出现提供了食人现象存在的无可辩驳的证据。在更为广阔的背景下,在高夫洞穴发现的对人类尸体的处理现象以及对头盖杯的生产和使用可以和欧洲中部和西部的其他马格德林人地点相提并论。这暗示着马格德林人的食人现象是他们的惯有的丧葬习俗的一部分,他们的丧葬习俗结合了对于尸体的深加工、食用和对头盖杯的仪式性使用。", "label": "历史学", "id": 0}
{"content": "Cyrus.Jacobs-Uberuaga寄宿公寓位于爱达荷州博伊西市的市中心,在这个遗址的一口井里,考古学家们获得了出人意料的发现,这给他们提供了一个独一无二的机会,他们不仅通过这项发现了解了博伊西市最早且最有影响力的家族之一遗留下来的物质文化,而且组织实施了一个市内的公众考古项目。在为期两周的田野工作中,有1000多名游客前来参观。公众考古计划引起了大众的广泛关注,同时我们通过公众考古计划可以了解公众对考古学的态度,以及参观考占发掘工作现场对游客的影响。这些研究结果表明,公众考古计划能给感兴趣的公众带来积极的影响。", "label": "历史学", "id": 0}
{"content": "空间现象,是研究人们如何通过在空间和空间中仪式化的活动创造出有意义的空间。世界贸易中心（WTC）地区,由于个人日常访问现场形成空间,而被视为遗产地。本文运用了空间和景观的现象学理论,了解访客在9月11日（\"911事件\"）之后的第一年在世贸中心附近的日常活动,并研究该举动是如何导致将这些活动定位为全球遗产地的建造纪念空间的活动。这项调查特别注意材料、范围和其他空间限制对遗产形成的作用,研究游客每天如何与该地区记忆对话,同时注重这个活动在创建全球遗产遗址方面发挥的作用。", "label": "历史学", "id": 0}
{"content": "泰国是铜鼓分布的重要地区之一,泰国的黑格尔I型铜鼓受中国南方铜鼓文化和越南东山铜鼓影响并在长期发展过程中形成自身特点,泰国也成为东南亚地区铜鼓的铸造中心之一。本文通过对泰国黑格尔I型铜鼓的分式及与中、越黑格尔I型铜鼓比较研究,进一步探讨泰国黑格尔I型铜鼓的年代、发展特点及与中、越黑格尔I型铜鼓的关系。", "label": "历史学", "id": 0}
{"content": "<正>2011年10月份,常怀颖博士在采访我时,向我提出:对F·黑格尔铜鼓分类法有何意见?我想:铜鼓分类是铜鼓研究的基础,一时很难说得清楚,今天借考古学院庆典的机会在此再作一些说明。F·黑格尔是一位奥地利考古学家,他经过多年研究,于1902年出版了《东南亚古代金属鼓》一书。F·黑格尔经过多方访求,得到22面铜鼓和143面铜鼓的记录、拓片或照片,依据这些资", "label": "历史学", "id": 0}
{"content": "<正>1993年,为了扩大老街市区,红河左岸的一些土堆需铲平,在施工过程中发现了5座古墓及其将近100件随葬品,随葬品中有19面铜鼓,这和1956年中国云南晋宁石寨山发掘50座古墓出土铜鼓的数量（19面）相等。这一发现在越南也是首次。", "label": "历史学", "id": 0}
{"content": "<正>暖农活遗址位于泰国莫拉限府尼空坎岁县那乌端村本三·纳塔本隆先生的自留地里,北纬16°14’26\",东经104°37’29\"。一、暖农活遗址发掘摘要1993—1994年,本三·纳塔本隆在自家地里挖窑烧炭的时候偶然发现了暖农活遗址,2000年,尼空坎岁县县长助理都隆·素帕拉通知了乌汶府第8国立博物馆及考古所,并着手对该遗址", "label": "历史学", "id": 0}
{"content": "<正>2016年国内学者对铜鼓的研究热度仍持续不减,相继出版和发表了一些图录和论文,主要有图录1本、论文5篇。研究内容除涉及国内出土铜鼓外,部分学者还将视野扩大至东南亚地区的老挝、泰国等国。此外,广西民族博物馆还对全国铜鼓进行专项普查。", "label": "历史学", "id": 0}
{"content": "<正>改革开放以来的三十多年,我国的面貌发生了翻天覆地的变化,经济总量已超越日本,暂居世界第二位。根据国际形势的复杂变化,中央领导习近平及时提出\"一带一路\"的国家发展战略,为国家的大陆经济和海洋经济全面发展描绘新的蓝图。在国家新的发展战略指引下,我省的形势发展也越来越好,古老的丝绸之路焕发青春,陇原大地欣欣向荣。一年一度的\"兰州贸易洽谈会\"和\"敦煌文博会\"盛况", "label": "历史学", "id": 0}
{"content": "<正>一、印塞与后印希王国之存废及其年代学问题从公元前180年开始,印度西北部和北部地区建立了诸多希腊化国家,史称印度—希腊王国（Indo-Greek Kingdom,简称印希王国）,有时又称希腊—印度王国。约公元前130年以降,塞种逐渐南侵诸印希王国,约公元前125年至公元前100年,塞种首领毛乌斯（Maues）以罽宾为中心建立了印度—塞种王国（Indo-Scythian,简称印塞王国）。关于印塞王朝建立的时间,学界见仁见智,但能够确定的只有公元前130年月氏到达大夏,迫使塞种南迁,嗣后建立了印塞王朝。所以对印塞王朝建立的时间从前129年到前80年的都有。", "label": "历史学", "id": 0}
{"content": "<正>钱币是人类用于经贸往来、买卖物品的具体实物,拥有交换手段、价值标准、财富积累的机能,也隐含有文化的价值,钱币是保障官方权力（政府）的一定重量和品质的金属制品,必须刻印有明示其保障的图案。在政权控制的地域内发型货币,既可控制贸易活动,增加国家或王朝的经济收入,也可通过钱币图像和文字彰示权威,以及统治者的更迭,具备公告的意义。西欧在17世纪以后产生发展的古钱币学,是针对货币进行全面研究的", "label": "历史学", "id": 0}
{"content": "<正>2014年11～12月,随敦煌吐鲁番学会丝绸之路专业委员会赴土库曼斯坦、哈萨克斯坦、吉尔吉斯斯坦、塔吉克斯坦四国考察丝绸之路中亚段古代城市遗迹。归来选择所经之尼萨、木鹿、片治肯特、半制、碎叶、怛逻斯,及未能成行之阿弗拉西阿卜,共计7城,综合考古及文献资料,对其概况作以简要考察。一、尼萨", "label": "历史学", "id": 0}
{"content": "<正>阿力克谢·巴甫洛维奇·奥克拉德尼科夫（А.П.Окладников）,苏联著名考古学家、历史学家、民族学家和岩画学家,苏联科学院院士,苏联科学院西伯利亚分院历史、语文学和哲学研究所创始人之一。俄历1908年9月20日（公历10月3日）[1]出生于伊尔库茨克省的康斯坦季诺夫卡村的一个乡村教师家庭。1981年11月18日卒于新西伯利亚。其一生出版著作60部,发表文章近千篇[2],其中许多都被译为英语、德语、法", "label": "历史学", "id": 0}
{"content": "<正>有翼神兽是我国汉唐时期较为常见的艺术形式,主要有带翼的狮子、虎、鹿、马等,这种艺术主题较多地出现在石雕和织锦等载体上。此问题有多位学者进行过研究,主要有李零的《论中国的有翼神兽》、朱希祖的《天禄辟邪考》、林梅村的《天禄辟邪与古代中西文化交流》等。李零认为有翼神兽的风格应是受外来影响,主要是来自希腊神话的格里芬（Griffin）,通过不同渠道传入中国,在中国是以天", "label": "历史学", "id": 0}
{"content": "<正>一、对波纹与\"忍冬\"\"对波纹\"是丝绸纹样中一种骨架构图的名称,盛行于南北朝至隋唐。然而又不仅止于丝绸,它同时也是装饰艺术中的流行纹样,或者还可以说,丝绸纹样中对波骨架的设计构思是来自建筑装饰,而自先秦以来,建筑及室内布置与丝绸的关系始终是非常密切的（1）。对波纹大致有两种形式:其一,相互交缠;其一,不相交缠。前者两茎蔓草交缠之后开张为相对的两个弧形,复相抱合交缠以至", "label": "历史学", "id": 0}
{"content": "平泉遗址是日本平安时代晚期奥陆郡的镇守府旧址。公元12世纪的百年间,奥州藤原氏的清衡、基衡、秀衡三代执掌奥陆政权,在平泉建造城池、衙署和中尊寺、毛越寺、无量光院等佛教寺院,创造了具有浓郁佛教气息的平泉文化。平泉文化遗产已列入世界文化遗产名录。", "label": "历史学", "id": 0}
{"content": "<正>玻璃是人类发明的最早人造材料之一,大约于4500年前诞生于古代两河或埃及。约2500年前的春秋末期,中国出现最早的玻璃。在接下来的2500年里,玻璃珠饰、玻璃器物和玻璃工艺,随着\"丝绸之路\"的传播演进,器物的主人早已落入历史的尘埃,千百年的琉璃光华,依然熠熠斑斓,讲述着文明的故事。琉光初现—春秋与战国玻璃湖北江陵望山1号墓出土了一把保存完整的越王勾践剑,剑格", "label": "历史学", "id": 0}
{"content": "<正>琉球王国是位于中国东南太平洋上的一个小岛国,从明洪武五年（1372年）与中国建立正式的藩属关系起,到清光绪五年（1879年）为日本吞并为止的五百余年间,与我国交往始终极为密切。明洪武二十五年（1392年）,明太祖朱元璋赐闽人善操舟者三十六姓移居琉球。此后,不断有华人迁徙进入琉球地区,中国先进的生产技术和思想文化逐渐在琉球传播,对琉球整个历史时期的政治、经济、文化等都产生了重要的影", "label": "历史学", "id": 0}
{"content": "<正>\"丝绸之路\"的称谓是一个舶来品,几经演变成为概括中外政治、经济、文化交流中互动与互补,包罗万象的名称。由此又分化出陆海\"丝绸之路\"。相对而言,在重视程度上,对\"东方海上丝绸之路\"的研究,稍逊于江、浙、闽、粤一带起航的\"南方海上丝绸之路\"。实际上,中国古代从山东半岛连接朝鲜半岛,日本列岛的\"东方海上丝绸之路\"的发端,可追", "label": "历史学", "id": 0}
{"content": "<正>一、嬉皮之路的兴起与西方国家外交策略的改变1966年夏天,正在哈佛大学学习人类学的史蒂夫·杨（Steve Young）来到泰国东北部旅行,他在一个名叫班清（Ban Chiang）的村庄不小心被树根绊倒,却意外地发现了几片陶器的残片。这些残片后来经美国宾夕法尼亚大学碳14鉴定,其年代确定为公元前3600年—公元前1000年之间。随后,泰国艺术厅（The Fine Arts Department of Thailand）与宾夕法尼亚大学考古系联合对班清进行了考古发掘,在班清出土的大量陶器", "label": "历史学", "id": 0}
{"content": "<正>斯里兰卡是印度洋上的一个岛屿,地处古代世界主要十字路口,靠近印度洋东南沿岸。斯里兰卡最早的人类活动可以追溯到15万年前。预计全岛有125000多个考古现场分散在大约8000公顷的地域范围内。在这些考古现场发现的不计其数的手工艺品是古老人类活动和人类发展重要阶段的证明。其中就有数以千计的铸铜合金人偶,为我们了解斯里兰卡古代风格、肖像", "label": "历史学", "id": 0}
{"content": "利用自然光技术的创新和发展,是古罗马建筑的重要成就。在整个罗马建筑体系中,最有冲击和基本性的风格转变发生在一世纪后半叶至二世纪前期,[1]基本相当于古罗马的帝国时期。这一时期建筑的采光技术,也与建筑的材料、外观、平面、结构等方面一起,产生了巨大的发展,逐渐趋向复杂和完善。本文试从罗马建筑先进采光技术出现的物质和观念基础、帝国时期建筑典例的采光技术,分析罗马帝国时期建筑采光技术的发展。", "label": "历史学", "id": 0}
{"content": "<正>一、引言Babs并不是那种捋动胡须、穿露脚趾的便鞋典型的考古学家,她18岁,并且已经有两个小孩子了。然而,她、Indiana Jones,Mortimer Wheeler与考古大师分享的内容是一种对知识的渴望。Babs是参加这个项目的年轻母亲团队中的一员,从时间维度上观察食物和农业,此次项的目的是希望通过考古来提升妈妈们对食物的基本技巧和态度。笔者和一位萨里郡议会的外围工作人员一起工作设计了一个允许年轻母亲使用考古方法学和反射途径来探索和说明人工制品和", "label": "历史学", "id": 0}
{"content": "<正>引言塞吉福特的历史和考古研究项目组织（英文缩写SHARP）成立于1996年,该项目是在西北一个典型的诺福克教区调查时间跨度从史前到现代的整个范围内的人类定居和土地利用。这个项目完全植根于当地的社区,而且由志愿者们单独管理,经费几乎全部来自个人的赞助和对于一些课程的收费。这一项目内容的主要组成部分是发掘一个撒克逊人时代中期的墓地遗", "label": "历史学", "id": 0}
{"content": "本文概述了在社区考古学方面不同的方法论方法和经验,这些经验的获得是由埃克塞特大学主办,并主要是来自遗产彩票基金资助的连续两个项目。2001-4的社区景观项目的结果通知新的2006-9项目探索考古的发展,并提供了一个研究案例,这个案例是在社区考古项目如何能适应他们成功的经验以及他们所面临的挑战。", "label": "历史学", "id": 0}
{"content": "<正>2016年11月3日（星期三）下午,\"圣境景观的创建与保护:古埃及的两个案例的研究\"在北京联合大学应用文理学院教学楼319教室举行。本次讲座邀请英国三一圣大卫大学埃及学与文化遗产学高级讲师Katharina Zinn博士主讲,历史文博系陈悦新教授主持,林怡娴老师翻译,黄可佳、尹凌老师点评,宋蓉、周华等多位老师出席,本次讲座吸引了众多校内外其他院系的师生和社会各界人士前来聆听,现场气氛十分活跃。", "label": "历史学", "id": 0}
{"content": "瓷器是中国古代的伟大发明之一,而在欧洲,意大利是第一个尝试生产瓷器的国家。本文主要介绍意大利陶瓷修复的历史与现状,通过实际修复过程简单对比中意陶瓷修复理念和方法。", "label": "历史学", "id": 0}
{"content": "本文通过\"胡武功事件\",提出了一个修复行业应当引起重视的问题,即如何理解文物修复的原则,并在实践中如何把握文物修复的标准,以满足文物保护的需要和符合社会大众的审美心理。", "label": "历史学", "id": 0}
{"content": "<正>英格兰遗产信托负责超过400处历史古迹、建筑和遗产地,从世界著名的史前遗址到大型中世纪古堡,从帝国边界的罗马防御工事到冷战时期的掩体。通过这些历史古迹,每年我们向超过1000万的观众生动地展现英国的故事。一、关于2015～2016年度的思考2015～2016年度对英格兰遗产信托而言是关键的一年。我们成为慈善团", "label": "历史学", "id": 0}
{"content": "古印度夜叉诃利帝母神纳入佛教神祇后,被奉为生育和保护儿童的女神。该神祇从犍陀罗经丝绸之路南道、北道传入西域（中国新疆）,其造型呈身着粟特（Sogdiana）服饰的回鹘民族妇女形象。传入中土后,她的造型在唐代仅是民间妇女形象。洎至宋代,她作为\"送子观音\"的化身,其造型表现呈宫廷贵妇人形象。通过对诃利帝母在流传中形象造型的衍变探究,使我们认识到,神像造型衍变的原因应是深受其所在地域民俗文化的审美情趣的影响所致。", "label": "历史学", "id": 0}
{"content": "宋元是中国海外贸易蓬勃发展的重要历史时期。沿着不断拓展的海上丝绸之路,中国陶瓷大量外销日本、朝鲜半岛、东南亚等地。本文通过梳理水下沉船等考古发现的陶瓷器,探讨宋元福建陶瓷的外销问题,兼谈中国外销瓷对东南亚社会文化的影响。", "label": "历史学", "id": 0}
{"content": "在我国东南沿海地区及东南亚海域发现丰富的宋元沉船资料,从器物组合看它们分属不同的阶段,揭示了不同阶段港口变迁和海外贸易发展变化的过程。宋元时期以泉州为中心的传统南海贸易逐步繁盛,并在东洋航路上不断扩展,揭示了我国东南海商势力逐渐崛起的过程。", "label": "历史学", "id": 0}
{"content": "<正>45年来,或者说自R.N.弗赖伊的《乌浒水地区早期货币制度笔记》这部为西方的中亚（西突厥斯坦）前伊斯兰货币研究奠定了基础的著作发表以来①,已经有大量的钱币学材料被发现,这些发现为中亚的政治史、社会和经济发展以及文化的研究提供了重要的新的信息源②。中亚的货币体系及其流通形态作为一种特有的经济现象才刚刚开始被了解。鉴于在", "label": "历史学", "id": 0}
{"content": "<正>中古时期,从西域传来了一种大型犬——\"波斯狗\",受到皇室宫廷和贵族阶层的特别喜爱,被称作\"骏犬\"或\"良犬\"。其形象大量出现在出土墓葬图像之中。但是,学术界对于这种\"波斯狗\"的研究却一直较为罕见,只是零星散见于一些相关的论述之中[1]。因此,笔者不揣浅陋,兹根据相关文献记载和出土图像资料,对于\"波斯狗\"的东传及其对中古时期贵族阶层的社会生活的影响进行探讨,并对粟特人在丝绸之路物种传播中的贡献问题略抒浅见,以就正于方家。一、\"波斯狗\"入华", "label": "历史学", "id": 0}
{"content": "<正>在中国历代王朝之中,唐王朝最大的特点无疑是其所创造的绚烂多彩的国际文化。可以说这不仅与五胡十六国以来的北方系种族有关,也与突厥灭亡带来的突厥系民族迁徙华北密切相关。不过,提到唐代社会的国际文化,粟特人（胡人）的存在亦不可忽视。唐代墓葬出土的深目高鼻的胡人俑也如实地反映了这个时代的特点,由此也可窥见唐代文化中所蕴含的西方异国元素。石田干之助、向达、Laufer、Schafer等学者早已指出唐代文化受到了西方文化的影响[1]。事实上,一般认为8世纪中期发动安史之乱的安禄山、史思明均承袭了粟特系血统。另外,韩国庆州的挂陵也留有被认为是仿造粟特人的石像。", "label": "历史学", "id": 0}
{"content": "<正>一十九世纪末,俄国和芬兰赴蒙古考古队在蒙古发现了用古突厥文和粟特文刻写的大型古代碑铭。这些发现物的价值得到了应有的估计,蒙古古代史和中世纪史以及中央亚各族文化史,从此,不仅可以通过中国史籍作品中那些虽然详细然而带有偏颇倾向的记载反映出来,而且可以通过蒙古境内古代居民自己遗留下来的碑铭反映出来。当时发现的这些碑铭,首先是最古老最有价值的部分——古代突厥如尼碑铭,均由许多俄国学者、西欧学者（最近以来还有蒙古学者）进行了持续的研究。①到五十年代和六十年代,进一步深入地从史料学方面研究已", "label": "历史学", "id": 0}
{"content": "<正>一十九世纪末,俄国和芬兰赴蒙古考古队在蒙古发现了用古突厥文和粟特文刻写的大型古代碑铭。这些发现物的价值得到了应有的估计,蒙古古代史和中世纪史以及中央亚各族文化史,从此,不仅可以通过中国史籍作品中那些虽然详细然而带有偏颇倾向的记载反映出来,而且可以通过蒙古境内古代居民自己遗留下来的碑铭反映出来。当时发现的这些碑铭,首先是最古老最有价值的部分——古代突厥如尼碑铭,均由许多俄国学者、西欧学者（最近以来还有蒙古学者）进行了持续的研究。①到五十年代和六十年代,进一步深入地从史料学方面研究已", "label": "历史学", "id": 0}
{"content": "<正>本篇含译文一篇,译自[蒙古]达·迈达尔《蒙古历史文化遗存》（1981年,莫斯科）一书。《蒙古历史文化遗存》全书共五章,其中第一、二章依次叙述了蒙古境内上起远古下迄成吉思汗时代的考古遗存。选入本篇的是第一章的后两节和第二章的前两节。这四节系统而概括地介绍了蒙古境内发现的鹿石、方形墓、匈奴墓、匈奴腰饰牌、突厥墓、突厥\"围墙\"、突厥石雕像、突厥碑铭和契丹、西夏、蒙古古代城", "label": "历史学", "id": 0}
{"content": "<正>鹿石现在谈谈蒙古所特有的另一类遗存。这类遗存是蒙古历史文化景观中颇具特色的部分,也是蒙古的骄傲之所在。这类遗存中,第一组遗存就是所谓鹿石。鹿石值得专门作一番叙述。凡是到蒙古和苏联后贝加尔地区进行旅行以研究亚洲大陆这一地域内文化历史遗存的人,都会看到那些令人惊异不止的鹿石。鹿石在蒙古非常之多。大部分鹿石是一些横剖面为圆形或长方形的石柱,由两条横带分为三部分。上横带一般较窄,由一列小坑组成。下横带一般", "label": "历史学", "id": 0}
{"content": "<正>本篇含译文两篇。一篇是[苏联]纳·里·奇列诺娃的《关于蒙古和西伯利亚的鹿石》（原文载[苏联]论文集《蒙古考古论文集》[1962年,新西伯利亚城]）,另一篇是[匈牙利]伊·额尔德伊的《匈蒙考古队关于蒙古鹿石考察工作的若干总结》（原文载[苏联]论文集《蒙古的考古学与民族学》[1978年,新西伯利亚城]）。前一篇文章对1962年之前在蒙古、苏联后贝加尔和图瓦发现的鹿石进行了阐释,后一篇文章则对匈牙利—蒙古考古队1974年", "label": "历史学", "id": 0}
{"content": "<正>所谓\"鹿石\",是一些分布在蒙古人民共和国、后贝加尔地区和图瓦苏维埃社会主义自治共和国境内的著名遗存。这是一些琢平的四面体或圆形石柱或石板,上面凿有各种动物图形（多半是鹿形,鹿石即由此而得名）、古代武器图形和一些其他器物图形。关于鹿石及其分布情况和年代问题,有过许多著作①。目前可以肯定地认为,鹿石属于斯基泰时代,与蒙古和后贝加尔地区的\"方形墓\"文化联系在一起,其理由是:在某些场合下,鹿石充当墓墙中的角", "label": "历史学", "id": 0}
{"content": "<正>1974年,匈牙利科学院考古研究所研究人员第6次与蒙古学者合作,共同在蒙古人民共和国境内进行了考察。除了对匈奴墓葬继续进行发掘外,还对所谓\"鹿石\"的调查予以特别注意。考察队由蒙古考古学家道·策温道尔吉领导,参加这支考察队的匈牙利专家有:考古学家伊·额尔德伊,摄影家勒·舒加尔,绘图员额·额吉额德①。1963年,在北部蒙古呼尼河谷和塔米尔河畔进行发掘时,发现", "label": "历史学", "id": 0}
{"content": "<正>本篇含两篇文章。头一篇文章是[苏联]维·瓦·沃尔科夫的《蒙古乌兰固木古墓群》（原文载[苏联]论文集《蒙古的考古学与民族学》[1978年,新西伯利亚城]）,后一篇文章是[蒙古]达·策温道尔吉的《蒙古昌德曼文化》（原文载[苏联]论文集《蒙古的考古学与民族学》[1978年,新西伯利亚城]）。这两篇文章对1972年在蒙古乌兰固木市郊昌德曼山发现的两处\"方形墓\"墓葬群类型和出土器物进行了描述,并对因后一处墓葬群而得名的\"昌德曼文化\"进行了讨论。", "label": "历史学", "id": 0}
{"content": "<正>乌兰固木市是蒙古人民共和国最西北城市——与苏联图瓦接壤的库苏古勒省的行政中心。它位于一个宽阔的盆地里,盆地里有几条小河流过并注入蒙古人民共和国最大的湖泊——库苏泊。城市西南边缘紧靠着昌德曼山。昌德曼山是一个由红色花岗岩组成的孤零零的小石丘。它的西南坡上有泉水涌出,使周围一带变成了沼泽。其他几面坡上布满砂石,坡势平缓。古墓群主要就分布在这几面坡上。南坡和东坡上的遗存数量最多。还有一些单独", "label": "历史学", "id": 0}
{"content": "<正>在1972-1973年期间,苏蒙历史文化考察队研究青铜器时代和铁器时代早期小分队在乌兰固木市郊外昌德曼山下考察了一处蒙古罕见的遗存——铁器时代早期古墓群。被考察的墓葬就结构来看,可分为四个类型。一、带有锥体封土的大型石冢。属于这种类型的有第14号墓。封土尺寸为10×10×1.5米（图一1）。封土下有两个墓葬。第一个墓葬距地表约1米,在封土下中央部位,为圆木木椁（尺寸为1.4X1.9X0.8米）,由3个木排组成。木椁底部用平整的石块铺成,木椁上方覆盖着圆木制成的椁盖。木椁中有集体墓葬,早年为", "label": "历史学", "id": 0}
{"content": "<正>本篇含八篇文章。前五篇文章,即[蒙古]朝·道尔吉苏荣的《蒙古呼尼河畔诺音乌拉山匈奴墓发掘记》（原文载[苏联]论文集《蒙古考古论文集》[1962年,新西伯利亚城]）,[苏联]尤·谢·格里申的《蒙古达尔罕山匈奴墓发掘记》（原文载[苏联]论文集《蒙古考古论文集》[1962年,新西伯利亚城]）,[苏联]尤·谢·格里申的《蒙古匈奴墓中发现的彩绘陶器》(原文载[苏联]杂志《苏联", "label": "历史学", "id": 0}
{"content": "<正>彼·库·科兹洛夫蒙藏考察队对诺音乌拉山匈奴古冢的发掘（1924—1926年）,奠定了研究蒙古北部匈奴遗存的基础。在中断了30年后,蒙古人民共和国科学与高教委员会又恢复了这方面的工作。1952年和1959年,科学委员会研究员呼·佩尔列在克鲁伦河流域发现并考察了4座匈奴古城遗址:特尔勒德金柴登、包尔肯柴登、高瓦道布和西赫雷姆（巴尔斯浩特Ⅰ）①。1954-1957年,本文作者在中央省和后杭爱省考察和发掘了", "label": "历史学", "id": 0}
{"content": "<正>1969年,苏蒙历史文化考察队北部蒙古早期游牧民研究小队①对阿·帕·奥克拉德尼科夫院士于1949年在达尔罕附近发现的一个匈奴古墓群②墓葬进行了发掘。该墓群位于旧达尔罕城以南126公里的铁路线旁,一块伸入哈拉河谷的岬形岸上。岬形岸的西部被铁路线和沥青公路切去一块。墓群的大部分,特别是东部,也似遭到推土机的损坏。在经过翻动的地表上,可以看到许多人和动物的骨骼、陶器碎片和铁制品的零星残断。在填充路堑的过程中,发现了墓群中的一些土墓穴。首先发", "label": "历史学", "id": 0}
{"content": "<正>1949年,阿·帕·奥克拉德尼科夫曾在蒙古人民共和国哈拉河谷,旧达尔罕城以南126公里的铁路线上,发现过一个匈奴木棺（部分为木椁）土墓群。1969年,对这里的6个单独墓葬进行了发掘②。在其中一个墓穴中,发现有3只彩绘陶器。从已有资料看来,匈奴墓遗存中发现这类陶器尚属首次,故有特别研究之必要。该墓葬所在墓穴呈南北走向,尺寸为2.90×1.20米;墓葬距地表深度为2.60—2.70米。地表以下2米处,开始有零散牲畜骨骼", "label": "历史学", "id": 0}
{"content": "<正>1977年8月,作者在乌拉尔河和伊列克河两河流域进行地质洞穴学考察时,发现了一座前所未见的墓葬。这座墓葬是在孔古尔白垩层④中被水冲刷成的一个不大的水平山洞中发现的。山洞位于奥伦堡州别里亚耶夫区和库万迪克区交界处的基兹尔—阿迪尔喀斯特分布区域边缘上⑤。这种具有典型喀斯特外形、成窄带状的喀斯特区域,在从基兹尔—阿迪尔村起往东南方向直至\"乌拉尔\"集体农庄的2号养畜场均可见到。", "label": "历史学", "id": 0}
{"content": "<正>与匈奴文化有关的许多问题中,葬仪问题研究得最少,其中墓葬结构问题也研究得很不够。从尤·多·塔尔科—格林采维奇著作问世之日起,人们即已知道,后贝加尔地区古墓中存在着被他划分出来的两种墓葬类型:一种是苏吉型——木椁墓,一种是德列斯图伊型——木棺墓①。尤·多·塔尔科—格林采维奇认为,它们分属于不同的时代,彼此间没有联系。他倾向于认为,木椁墓葬与匈奴人有关,而木棺墓葬则与黠戛斯人或通古斯人有关②。但是,将", "label": "历史学", "id": 0}
{"content": "<正>饰牌研究小史青铜透花腰饰牌见之于西西伯利亚至鄂尔多斯广大地域。其分布区域基本上与公元前后交替时期匈奴人控制地区相吻合。早从十九世纪末起,西伯利亚饰牌就以其制作精巧、形式完美而引起了学者们的注意。这些饰牌,与其他偶然发现的米努辛斯克艺术青铜器一起,在十九世纪末已为一系列俄国和外国的博物馆或私人收藏家所收藏。有几枚饰牌,于1893年在斯德哥尔摩由弗—罗·", "label": "历史学", "id": 0}
{"content": "具有保护价值的传统村镇的保护与发展问题,是我国快速城市化时期,面临的新型问题。英国对于这类村镇的保护与发展问题研究起步较早,很多传统村镇已经处于良性保护与发展的状态。本文主要对英国此类传统村镇的保护与发展的四个重要阶段性演变进行分析总结。从社会资源、经济结构、基础设施建设和公众参与四个方面对比分析了英国和我国传统村镇保护与发展存在的相关问题。针对问题,结合经验借鉴,本文提出了尊重地区特色、可持续发展,加强区域性保护、网络式发展,政府主导、社会团体协作三大方面的保护与发展措施,对我国具有一定保护价值的传统村镇的保护与发展有借鉴意义。", "label": "历史学", "id": 0}
{"content": "清衡是平安时代晚期奥陆郡一位郡主。他的《创建中尊寺发愿文》是一份绀纸金银字文书,属日本珍藏文物。文书记述了寺庙的建筑与规制,表达了发愿者追求殿宇与自然协调、奥陆区域和谐、皇室全域和谐的愿望,具有浓郁\"和文化\"内涵。", "label": "历史学", "id": 0}
{"content": "<正>英国女王最近参加国会开幕大典时乘坐了最新打造的\"黄金马车\",受到全球瞩目。这只是英国王室百驾马车当中的一辆。这些王室马车被放置在白金汉宫的皇家马厩,大部分仍在使用中。事实上,不光在英国,欧洲很多地方马车至今仍很流行,甚至成为人们的一种情结。马车文化与人们生活相关在英国买汽车时,车商总是会列出一个单子,", "label": "历史学", "id": 0}
{"content": "宋元时期,海外贸易发展迅速,瓷器通过海上丝绸之路向外输出。东南亚作为这一时期瓷器外销的重要市场和中转地,遗留有大量中国陶瓷。中国海商的贸易势力此时已经越过马六甲海峡,在苏门答腊东北部建立起了贸易点。本文通过对印尼海域鳄鱼岛沉船（Pulau Buaya wreck）资料的分析,可以看到宋代外销瓷产品结构的变化。结合鳄鱼岛沉船资料和历史文献,本文还探讨了贸易的形式和人员参与情况。", "label": "历史学", "id": 0}
{"content": "<正>契丹,中国古代北方的一个少数民族,在公元916年建国,史称辽。在辽太祖、辽太宗东征西讨创建国家的过程中,征服了诸多民族,创建了一个版图辽阔的草原帝国。而漠北地区成为这个草原帝国的重要组成部分,从东起黑龙江流域西至阿尔泰山广袤的草原地带,所有生活在漠北草原的游牧人,都成为辽的属臣。为了加强对北部边疆的管辖与治理,辽代在漠北设立西北路招讨司,下辖镇州建安军和防州、维州、招州三刺史州,统治室韦一鞑靼诸部——\"阻卜\"。", "label": "历史学", "id": 0}
{"content": "聚落考古是20世纪中叶兴起的一项全新探索,它的潜力在于能够根据人类栖居形态的特点和变化来观察社会结构的特点与演变的轨迹。因此,从狩猎采集的游群向国家的演进,可以从社群栖居方式的变化来了解社会结构的发展。在文明和早期国家起源研究中,城市的出现是一个标志性的事件,被广大考古学家和历史学家所关注。但是由于文献记载的局限,早期城市的发展往往需要靠考古学来了解。而聚落形态研究就可以为我们提供一种观察人类社会如何从自治村落向集中城市发展的过程。本文从当今国际学界研究的视野和成果出发,结合中国案例的探讨,介绍了这个研究领域的基本概念和方法,以便为我们的聚落形态和城市起源研究提供一个世界性的参照。", "label": "历史学", "id": 0}
{"content": "郑和七下西洋,功业卓著,不朽之名已是必然。然而值得注意的是他十分注重对自己生平资料及航海经历的记录。他为父所立墓志详述个人生平,出使各国也留下了不少的碑刻,这些材料之中往往或隐或显皆有着传世的自觉。可知郑和期望通过金石的坚固不朽来延续自己的辉煌功业,将自己的功勋与精神传之后世,来实现\"不朽\"。这一观念有着悠久的历史与丰厚的传统文化底蕴。郑和碑文的价值也不止于为我们提供宝贵的第一手材料,更在于它们将郑和精神以时间不能磨灭的形式保存了下来,\"永示万世\"、垂范将来。", "label": "历史学", "id": 0}
{"content": "<正>一、引言由于近年中国与越南学者交往日渐频繁,学者们对中越文化的认识也日渐清晰。中越考古学者的交流,可能自20世纪50年代开始,已有中国学者前往越南发掘及越南学者前往中国交流①。近十年,中国学者开始关注越南考古的状况,对于越南考古的认识与日俱增,特别是铜鼓的合作性研究已展示出丰硕成果②。而且,中国学者也积极地与越南考古文博机构合作进行考古发掘③。在这客观因素下,对于中越考古文化研究缔造有利的客观环境。", "label": "历史学", "id": 0}
{"content": "<正>（国际古迹遗址理事会全体大会第九届会议于1990年1O月在洛桑通过）导言众所周知,认识和了解人类社会的起源与发展对人类鉴别其文化和社会根源有着极其重要的作用。考古遗产构成记载人类过去活动的基本材料,因此,对其保护和合理的管理能对考古学家和其他学者代表人类当前和今后的利益对其进行研究和解释起到巨大的作用。对这种遗产的保护不能仅仅依考善适用考古学方法,它需要较广泛的专业和科学知识与技能基础。", "label": "历史学", "id": 0}
{"content": "<正>（联合国教育、科学及文化组织大会第九届会议于1956年12月5日在新德里通过）联合国教育、科学及文化组织大会于1956年11月5日至12月5日在新德里举行其第九届会议,认为保存过去时代纪念物和作品最可靠的保证在于各民族自己对这些纪念物和作品的尊重与热爱之情感,相信这种情感可以通过由成员国发展科学和国", "label": "历史学", "id": 0}
{"content": "<正>（联合国教育、科学及文化组织大会第十二届会议在巴黎通过）联合国教育、科学及文化组织大会于1962年11月9日至12月12日在巴黎召开了第十二届会议,考虑到人类在各个时期不时使构成其自然环境的组成部分的景观和遗址的风貌与特征遭到损坏,从而使得全世界各个地区的文化、艺术甚至极重要的遗产濒于枯竭;考虑到因原始土地的开发,城市中心盲目的发展以及工商业与装备的巨大工程和庞大规划的实施,", "label": "历史学", "id": 0}
{"content": "里多运河是加拿大的历史运河之一,并在2007年入选世界文化遗产名录。里多运河的保护已经历了几十年发展,成为加拿大遗产河流保护重要探索,具有了典范意义。本文较为完整地研究了里多运河的保护理念及其发展历程,遗产价值层级设置以及保护管理机构与规划方法,以期对我国的河流遗产保护工作有所裨益。", "label": "历史学", "id": 0}
{"content": "<正>肯尼亚地处非洲东部,濒临印度洋,自古以来就是环印度洋海上贸易圈的重要组成部分。中国古代文献对这里的记载可以上溯到9世纪。①在早期的海上贸易时期,肯尼亚是印度洋上三个贸易圈的重要组成部分（见图1）,是从波斯湾通往东非地区的贸易圈的端点,也大体上是整个环印度", "label": "历史学", "id": 0}
{"content": "日本古代壁画的传承和保存以开放的佛教寺院的塔堂内部空间和封闭的坟墓内部空间为主,而两者本身所具备的属性也使得在壁画的保存上存有差异。7至8世纪,佛教、科学技术和艺术等通过朝鲜半岛传入日本,对古代日本的发展起到很大的促进作用,大量来自百济和高句丽的画师促进了日本的绘画技术,伴随着遣隋使和遣唐使的派遣,日本与唐朝建立了紧密的联系,学习、吸收了唐朝高度文明的先进文化,并融合朝鲜半岛的技艺从而形成了具有本国特色的绘画艺术,反映在壁画上即是形成了与日本风土相吻合的壁画文化。", "label": "历史学", "id": 0}
{"content": "<正>一在意大利罗马参加世界文化遗产保护与修复研究中心（ICCROM）文物保护科学理论与原则（SPC`99）研习班时,有幸考察了几处考古发掘现场和文物保护修复实验室,亲自参与了一些壁画的修复工作。从凡蒂冈国立博物馆壁画保护修复中心和意大利阿西西佛朗西斯克大教堂壁画修复实验室保护和修复过的大量壁画可以看出西方壁画在保护和修复方面已具有比较系统的科学理论和规范的操作方法,同时也反映出西方壁画保护修复的技术水平和美学观点。", "label": "历史学", "id": 0}
{"content": "聚落考古是20世纪中叶兴起的一项全新探索,它的潜力在于能够根据人类栖居形态的特点和变化来观察社会结构的特点与演变的轨迹。因此,从狩猎采集的游群向国家的演进,可以从社群栖居方式的变化来了解社会结构的发展。在文明和早期国家起源研究中,城市的出现是一个标志性的事件,被广大考古学家和历史学家所关注。但是由于文献记载的局限,早期城市的发展往往需要靠考古学来了解。而聚落形态研究就可以为我们提供一种观察人类社会如何从自治村落向集中城市发展的过程。本文从当今国际学界研究的视野和成果,结合中国案例的探讨,介绍了这个研究领域的基本概念和方法,以便为我们的聚落形态和城市起源研究提供一个世界性的参照。", "label": "历史学", "id": 0}
{"content": "风景如画的意大利西南海岸,一座巍峨峻峭的高山,俯瞰着碧波荡漾的那不勒斯海湾,那就是著名的维苏威火山。距今大约260多年前,一群意大利农民正在维苏威火山下挖掘水渠。突然,\"当啷\"一声铁锹似乎碰到了什么金属物,在翻开的泥土中,露出了金光闪闪的东西。\"金币,是金币。\"人们惊喜地叫起来。很快,有更多的人来到这里寻找金银财宝。人们不断挖出更多的东西,陶器、经过雕琢的大理石碎块等等。1600多年后,也就是1748年,有人挖出一块石头,上面刻着\"庞培\"的字样。人们这才明白,这里就是被维苏威火山爆发后的火浆掩埋了的罗马古城——庞培城,这座沉睡了近2000年的城市重见天日。", "label": "历史学", "id": 0}
{"content": "貊人的历史,不仅是中国古代地方史的一个重要内容,也是在叙述朝鲜古代史时常常涉及的问题,而由于他们在地域上跨越了今天之图们江和鸭绿江,因此在中朝古代关系史中也是一个重要话题。本文以貊族的考古文化为重点,探讨貊人在石器时代、青铜时代、铁器时代的文明状况。", "label": "历史学", "id": 0}
{"content": "<正>前言一座名城离不开城市中的历史人物,城市因名人的存在仿佛有了灵性,也就有了故居和纪念馆的创作的源泉。西方名人博物馆、纪念馆建馆的历史久远,到一座陌生的城市就马上联想到一种城市的精华:即名人和他的博物馆,这样会更容易理解城市与名人的关系。这样便有了意大利文艺复兴的达·芬奇、米开朗基罗;英国的莎士比亚、狄更斯;美国的华盛顿、法国的维克多·雨果、巴尔扎克;俄", "label": "历史学", "id": 0}
{"content": "<正>章为合金材质,不规则形,通长4.3厘米,通宽2.8厘米。章正面右半部是在菊花叶衬托下三朵菊花的重叠,左半部为绽放的兰花叶。章下衬以浅黄色锦布。章周由白、兰、红三色锦布围绕而成圆形。章下部缀有红白锦布之飘带,飘带上方的银色长方形金属牌上阳铸有\"满洲国皇帝陛下奉御式\"的字样。此章为1935年4月溥仪第一次访日时,日本方面为迎接溥仪的到来而举办的欢迎仪式所颁发的纪念章。为了掩人耳目,欺骗世界舆论,竭力要把溥仪打扮成一个独立国家的君主形象,日本政府大肆渲染溥仪的此次访日,日本皇室要以隆重礼节欢迎溥仪,还组织了以枢密顾问林权助男爵", "label": "历史学", "id": 0}
{"content": "<正>假铜鼓出现在我国,距今巳近30年了。现在把已经收集到的资料加以分析,综合、辨认,对专业的考古学家或业余研究者都是一項很重要的工作。既有科研领域的意义,又可发现一些有趣味的东西。实际上,假古董何止出现在铜鼓上,或仅出现在我国。它的出现是随着人们对古董的欣赏而产生的。人们常把它当做最貴重又最稀有的财富予以珍藏。", "label": "历史学", "id": 0}
{"content": "<正>一、泰国早期铜鼓泰国发现的早期铜鼓现在为二面,都是在古代艺术品商店作为古董商品而收藏的铜鼓,其性质、出土地点、出土状况都不清楚。不过无论哪一面铜锅都具备非常重要的资料价值。泰国东北鼓是量博满教授在位于暹罗广场（Siam Square）的古代艺术品商店发现的,量博满教授在东南亚考古学会会议上曾介绍过这面铜鼓,随后在1907年出版《班清陶瓷大观》一书的论文中,选用了这面铜鼓的部分照片和插图①②。1985年4月我在同一古代艺术品商店亲眼见到了此面铜鼓,并照了像。然而遗憾的是无法做实测工作。", "label": "历史学", "id": 0}
{"content": "<正>喜玛拉雅中段的低地部分从太古时期便是人类社会繁衍发展的重要的区域,该地区在吠陀文学中被称为圣地,后来又被命名为神地。从历史上看,中段喜玛拉雅中央地区的Uttarakhand或者近代Utteranchal,由于它多变的特征而在不同的阶", "label": "历史学", "id": 0}
{"content": "<正>中韩是友好邻帮,有着悠久的交往历史。就古代陶瓷生产而论,双方交融与影响也是十分明显,为了了解高丽青瓷的历史与浙江越窑的相互交流情况,作者曾对韩国康津青瓷发源地故乡等窑业进行了极粗浅的对比性的研究探索,在研究中获益不少,从中也发现一些问题,现对高丽创烧青瓷的年代、高丽青瓷兴旺发达的时期、关于韩国\"玉璧底\"年代问题以及浙江越窑与高丽制瓷业交融问题,略作论述,供学者研究参考。", "label": "历史学", "id": 0}
{"content": "<正>100多年来,关于人类史前史,石器时代（或新石器时代）,一直与青铜时代相衔接。后来在新石器时代与青铜器时代之间划出一个铜石并用时代作为过渡期。本文作者认为,人类历史在青铜时代之前似应划出一个陶器时代。", "label": "历史学", "id": 0}
{"content": "<正>铜鼓是我国南方以及中南半岛,古代稻作民族的地域文化载体,乃宗教信仰、礼仪习俗、生活理想、审美要求之积淀物。云南是铜鼓的发祥地,故见诸我国史籍最早、积累的文献资料最丰、出土和传世的铜鼓最多。但除开方志上的《铜鼓考》之类,直到20世纪中叶,我们还未展开铜鼓的系统研究。奇怪的是当铜鼓被冷落于故土时,却在域外遇到了\"知音\"。19世纪后半期,西方学者便揭开了铜鼓研究的序幕:迈尔（A·B·Meyer）、夫瓦（W·Foy）、夏德（F·Hirth）、狄葛乐（De Groot）等人,先后发表有关铜鼓研究的论著,其中最引人注目的,是黑格尔（F·Heger）于", "label": "历史学", "id": 0}
{"content": "<正>如上文所列,冷水冲型铜鼓上的立体圆雕塑像,种类繁多,题材丰富,计有蛙、马、牛、鸟、鱼、龟、兽、螺、螃蟹、穿山甲、屎克郎、花树等动植物形象,以及人和仓、观蛙台、编鼓演奏模型等等,包括了天上飞的鸟、水中游的鱼、陆上走的兽和地面爬的虫,真是琳琅满目,美不胜收。到底是谁铸造了这些多姿多彩的立体装饰?又赋予它们什么样的涵义?这都是值得我们去探讨的问题。", "label": "历史学", "id": 0}
{"content": "<正>我应泰国玛哈沙拉堪大学和朱拉隆功大学的邀请,于2002年1月3日至31日在该两校讲学。1月4日从曼谷乘飞机向东北行到坤敬（khon kaen）,转乘汽车行约60以里达玛哈沙拉堪市。热情的主人接到我们后,先到坤敬市的博物馆参观,使我惊奇地发现这里陈列着一面铜鼓,鼓面有4只青蛙。然后去参观一座佛寺,接着到水上餐厅吃晚饭,发现这里有写着中文的\"南宁厅\"。主人介绍,坤敬市与南宁市结为姐妹城市,南宁市代表团曾来此访问过,故有南宁厅的设备。", "label": "历史学", "id": 0}
{"content": "<正>一、越南历史博物馆收藏的铜鼓1.第1号铜鼓该鼓法属时期收集到,面径52厘米,高33厘米。鼓面中央饰12芒太阳纹,花纹模糊不清。鼓胸大于鼓面,鼓身形如柱状,鼓足外撇。有4个对称环耳。2.第2号铜鼓鼓面径60厘米,高36厘米。鼓面大于鼓胸。鼓面饰12芒太阳纹,四周饰格调化的化装人形纹、飞鸟纹、几何纹、虫形纹,多条圆点环及平行线。鼓胸饰圆点环和平行线纹。鼓身及鼓胸的饰纹模糊不清,只留有一些螺旋纹。鼓足饰交错的三角形纹,形如齿状,并有圆点环。鼓腰收束且外撇。有4个对称的大绳纹环耳。", "label": "历史学", "id": 0}
{"content": "<正>一、老街省概况1991年以前老街曾经是黄连山省的一部分,从1991年8月起老街单独被划分为一个新省。老街省是一个多山地区,位于越南与中国边境之间,该省北部是中国云南省。老街省人口约有483898人,居住着35个民族,其中瑶族还在使用铜鼓。从很早的年代起老街省就是发现东山遗址的省份之一,红河沿岸已经发现过17处东山遗址,出土的东山文化青铜器包括矛、斧、锄、犁和铜鼓。1993年以前曾发现过东山铜鼓的2面铜面及一些残片。", "label": "历史学", "id": 0}
{"content": "<正>一、发现1995年年底,小河省新渊（鸳）县新荣乡6村青年农民阮文雄在一次耕种芋头的挖地种中,在距地面70——150厘米的夹沙烂泥黑土层里挖到一块修削过的圆木。发现圆木者说,他擦干净沾在圆泥木上的稀泥,照裂缝打开木块,看到一个生锈的铜圈,当中大半都是泥土。因为没有体现铜器的原形和好奇,他用锄头劈开铜圈,劈到底端,撞到一个很硬的圆平面,把铜圈翻过来,他才知道那是一个铜鼓面,然后把所有碎片收集起来,拿去卖给居住在同奈省边和市胡奈1号的废旧物品收购者裴文香。", "label": "历史学", "id": 0}
{"content": "<正>老挝东南地区的石鼓,当地人称为\"tan chuang\",年代较久,发现也较晚（1981年）。这些石鼓成为老挝史前重要的实物史料,具有重要的研究价值。1.把它作为考古实物,尽管这一点在学术界上还未取得广泛的共识。2.可以与越南清化省东山文化的铜鼓（学术界称之为黑格尔1型）（公元前300年）（按:以下简称东山铜鼓）、中国云南省的勐天（myeng theen）（学术界称为黑格尔0型）（公元前400年）（按:以下简称云南铜鼓）相提并论。3.老挝石鼓年代可能比铜鼓久远,理由如下:", "label": "历史学", "id": 0}
{"content": "<正>所有非黑格尔Ⅰ型鼓都有其地方性或区域性的历史。至于分布广泛的黑格尔工型鼓,情况就不一样,它们的代表在中国南部和新几内亚西部之间的许多地方都可以找到。我们必须讨论黑格尔Ⅰ型鼓及某些具有不同命名的鼓的历史传播问题。这些与铜鼓的分布问题（这里讲的分布是指有确切根据的黑格尔Ⅰ型鼓被发现的地方）以及扩散问题有关。", "label": "历史学", "id": 0}
{"content": "<正>德国学者F·黑格尔撰写的《东南亚古代金属鼓》（德文版）一书,于1902年在德国莱比锡出版,至今年已整整一百周年了。此书是古代铜鼓研究划时代的巨著,对后世研究铜鼓影响极大。而中国只在20世纪30年代购进一部,1949年由中央历史语言研究所带往台湾。解放后,在大陆研究铜鼓的学者都没有机会读到此书。上世纪80年代初,中国古代铜鼓研究会决心重新引进此书.由理事长石钟健出面托人从美国将此书复印回国,并到处找人将它", "label": "历史学", "id": 0}
{"content": "<正>石钟健教授是中国古代铜鼓研究会第一任理事长,离开我们已整整十年了。但他的音容笑貌仍在眼前,他为中国古代铜鼓研究会倾注心力的奉献精神永远激励和鞭策我们。我在20世纪60年代就拜读过石先生刊在广西历史学会会刊第1期的《试论越与骆越出自同源》论文,真正认识先生则在80年代初。1980年3月,在广西南宁召开古代铜鼓学术讨论会,我在会议秘书组工作,负责与各地来的专家学者联络。这次会是3月28日开幕的,石先生却提前了两天,在3月25日就来报到了。他是中央民族学院的教授,对南方民族史研究有很深的造诣,在百越史、壮族史、悬棺葬、崖壁画方面,都有独到的见解,老一辈学者都很敬重他,他又有许多学生在南宁,下榻之后,来访他的人络绎不绝。", "label": "历史学", "id": 0}
{"content": "<正>1998年10月在贵州省贵阳市举行的第四次国际学术讨论会,共收到论文约50篇。现已整理编辑成《铜鼓和青铜文化研究》一书,交由贵州人民出版社,于2001年11月正式出版。提交此次学术讨论会的论文,内容涉及古代铜鼓研究、青铜文化研究、铜鼓文化与现代民族民俗研究等问题。与往届讨论会的论文相比,具有自己的特点:在古代铜鼓研究中,综合性研究与理论性研究有所增强,反映铜鼓研究正向深度化和理性化发展;青铜文化研究方面的题目更多、更吸引人,说明铜鼓研究的领域在继续扩大;把铜鼓文化研究与现代民族民", "label": "历史学", "id": 0}
{"content": "本文从欧美旧石器考古学研究范例历史演变的角度,对我国的现状进行了剖析。认为我国的旧石器研究仍然停留在相当于步日耶时代的\"特征鉴定\"层次上,缺乏当代流行的\"量化分析\"和\"操作链\"的人类行为研究。文章提出了研究范例变革的迫切性和重要性,并认为,如果采用\"操作链\"概念对我国有争议的早更新世旧石器进行重新审视,是不难达成科学共识的。", "label": "历史学", "id": 0}
{"content": "中国大陆及与其隔青藏高原和中亚沙漠相望的西亚地区,在早期人类起源与发展研究中都占有重要地位。中国与西亚的早期人类差不多同时出现,并且都绵延不绝,持续发展。这当与两边同样所具有的适合早期人类生存的环境密不可分。青藏高原的隆起及其带来的环境效应,使得中国与西亚的旧石器时代早、中期文化的发展渐行渐远。中国与西亚旧石器文化发展道路的联系和区别,与早期人类的起源和发展以及古地理和古环境等多方面的因素密切相关。", "label": "历史学", "id": 0}
{"content": "<正>五铢钱纹铜鼓,是指鼓身上用汉代流通的钱币五铢钱捺印的纹样作装饰的铜鼓。这是一种十分罕见的铜鼓,目前保存下来的只有一面,那是1953年在广西岑溪县城修筑共青路时发现的,这面铜鼓原藏广西壮族自治区博物馆,1959年建国10周年前夕,被征调", "label": "历史学", "id": 0}
{"content": "<正>铜鼓不仅在葬礼上用作乐器,而且和死者一起埋在墓中。这是与整个古代铜鼓传统共存的古代习俗之一。这种习俗在越南东山和云南滇池的墓地发掘出土的黑格尔—型铜鼓中得到证实。史书对克伦人中相关习俗的最早记载是一面由卡亚（Kavah）王子德瓦拉", "label": "历史学", "id": 0}
{"content": "<正>铜鼓是一种富有传奇色彩的民族历史文物。它从公元前7世纪左右产生,一直流传到现在,上下贯穿2600多年,分布于中国云南、贵州、广西、广东、海南、湖南、重庆、四川等8省（市、区）,及东南亚除菲律宾以外的其他国家,覆盖了一大片民族成分相当复杂的土", "label": "历史学", "id": 0}
{"content": "<正> 引子蒙邀参加紫禁城学会会议,不胜荣幸。然而本人对紫禁城之古建筑了解不多,不敢妄加批评。爰以西方古建筑之见闻辑录,供诸专家参考。年来多次往返英国,又曾在彼邦读书和工作,故积闻录皆搜集英国资料为主。积闻录以一闻一录,概括为之,未能深入,只可浅尝而已。", "label": "历史学", "id": 0}
{"content": "<正> 明代永乐年间建成的北京紫禁城与法国国王路易十四所建的凡尔赛宫,一个是中国古代宫殿建筑艺术与技术的集大成者,一个是17世纪以后数百年中法国乃至欧洲及其殖民地各国宫殿建筑辉煌的样板。作为绝对君主专政制度的象征,二者的产生也具有相似的背景。明代初期,太祖朱元璋废除了秦汉以来沿用了千余年的宰相制,整个国家的政权、军权集中于皇帝一人手中,形成了中国历史上少见的高度集权的君主体制。明成祖朱棣作为一个以武力夺取帝位的皇帝,将都城由南京迁至北京时,为了标示自己的正统地位,在紫禁城皇宫的规划设计上,处处以体现天子受命于天、君权神授之观念为要,致使北京紫禁城皇宫无论在整体规划还是单体设计上,都强烈地体现着君权神授这一宗旨,使紫禁城成为天子正统地位的绝对象征。", "label": "历史学", "id": 0}
{"content": "<正> 现存日本古代宫殿建筑群—京都御所,从平安时代开始,历代天皇就在京都定居。平安宫仿中国唐代长安的大明宫,京都御所也继续受其影响。平安宫多次遭火灾,多次修复。1371年,天皇选中了平安京的东北作为新的皇宫,这就是京都御所。到1868年,即天皇迁都到东京的时候,共有28位天皇在此即位。京都御所经过12次的改造,几乎失去了原来的面貌,然而,1788年,由于在社会上兴起了平安复古的潮流,京都御所", "label": "历史学", "id": 0}
{"content": "<正> 一、国际上对历史文化遗产的保护工作有一个发展认识的过程,从开始保护建筑艺术珍品,如宫殿、教堂、官邸等发展到保护反映普通人生活的一般历史建筑,如住宅、作坊等。以后又从这些单个的文物建筑发展到保护周围的历史环境,发展到保护成片的历史街区。", "label": "历史学", "id": 0}
{"content": "一、欧洲六城的先天优势与北京城的几点比较:年代大体相当,但社会历史背景有所不同;城市整体格局和规则特点不同;古建筑的材料和结构不同;建筑高度和城市空间不同;道路交通的网络形态不同;市政排水设施不同。 二、欧洲六城保护的基本做法和主要经验:保护意识强,共识程度高;在旧城外围建设新城区;严格依法保护,管理机构健全。 三、对北京历史文化名城保护的几点意见和建议:1、进一步廓清北京历史名城保护的总体思路;2、确定保护与建设并举的方针;3、将历史名城保护与北京的产业有效紧密地结合,有效整合北京文物资源优势。", "label": "历史学", "id": 0}
{"content": "<正>近年来,朝鲜半岛的石器时代考古学研究取得了很大的成就,发现了许多新材料,提出了不少新观点,这对于整个东亚地区的史前考古研究都具有重要的意义,很值得我们重视。由于种种原因,与朝鲜相比,韩国的考古材料发表得更多一些。但我们认为,朝鲜半岛是一个整体,因此本文将尽可能全面地论述整个朝鲜半岛南北方的研究进展。一、旧石器时代迄今为止,在朝鲜半岛发现的属于旧石器时代早期的遗址主", "label": "历史学", "id": 0}
{"content": "<正>环太平洋地区是世界上保存岩画遗迹最丰富的地域。各种人物图像显示出鲜明的共性和特色。不同的地理环境以及不同的族属又赋予这些岩画以突出的个性风格。这些特色和风格充分地表现在作面的原始先民对自己形象的描摹上,通过人物的刻划展示出了不同的多姿多彩的生活画卷。而这些数千处前人类直接记录下来的思想、意识,是第一手的最直接的珍贵资料,它远比通过朦", "label": "历史学", "id": 0}
{"content": "<正>蜚声海内外的民族历史学家徐松石先生于1999年6月病逝于美国加利福尼亚州旧金山凯撒医院。享年99岁。徐松石先生是广西容县浪水乡泗把村人,1900年11月生,1922年毕业于上海沪江大学,20年代在上海任中学教师、校长和大学教授。1930年赴美留学,入田纳西大学攻读历史学,获历史学硕士学位。回国后,仍在上海任大学教授。从1926年起,徐先生即开始对", "label": "历史学", "id": 0}
{"content": "<正>前来广西进行古代铜鼓研究的日本东京大学东洋文化研究所的吉开将人先生,应邀于9月10日在广西博物馆作\"关于中越跨境铜鼓的新思考\"学术讲座。吉开先生通过近年来对越南和中国境内出土的近百面古代铜鼓实物标本和铜鼓出土地点的实地考察,从铜鼓形制、花纹装饰、铜鼓铸造工艺以及铜鼓使用痕迹等方面,对中越", "label": "历史学", "id": 0}
{"content": "<正>一、升龙城铜鼓庙庙建于1028年的李朝,位于升龙城广德县安太坊南村,今属河内西湖区柚坊。庙祭\"天下盟主尊神\"。即清化省安定县丹泥社的铜鼓山神。相传,昔日雄王去打仗,驻军山下,夜里梦见神出现,神请求携带铜鼓跟随军队以助战。临阵时,雄王听到空中回响着鼓声,于是指挥战士奋勇歼敌直至胜利。返回后,雄王封这个神为\"铜鼓大王\"。神的事迹也有", "label": "历史学", "id": 0}
{"content": "<正>克伦人在许多不同的场合使用铜鼓。共目的也多种多样。然而,通常的用途是把铜鼓作为一种召唤工具来召集人们参加特定的活动,召唤祖先神灵到场;召唤神灵,叫它们发慈悲,带来雨水,为婚丧嫁娶或乔迁新居作证。铜鼓还作为一种货币,用于购买货物,支付各种服务,还用作结婚交换品。铜鼓还是地位的象征,在克伦人中,没有铜鼓,就被认为是穷人。", "label": "历史学", "id": 0}
{"content": "<正>古代铜鼓在中国南方及东南亚地区均有发现,在西方博物馆亦有收藏。然而,有铭文的铜鼓却很少。铜鼓上的铭文只有中文一种,其内容通常是铜鼓铸造的日期或个人题记。现将在国外发现和收藏的铭文铜鼓简单介绍如下。", "label": "历史学", "id": 0}
{"content": "<正>铜鼓是一种富有传奇色彩的民族历史文物。从公元前7世纪产生起,流传至今已有2600多年,分布于我国云南、贵州、广西、广东、海南、湖南、重庆、四川等8个省（市、自治区）,和东南亚的越南、老挝、柬埔寨、缅甸、泰国、马来西亚、印度尼西亚等国家,覆盖了一大片民族成份相当复杂的土地。研究铜鼓。无异于研究我国南方和东南亚地区的古代民族历史与文化,有着十分丰富的内容和重要的意义。", "label": "历史学", "id": 0}
{"content": "澳大利亚尽管拥有一些过去遗留下来的自然风景和人造景观,但她仍是一个非常年轻的国家,历史较短。人们对这些遗产有强烈的社会意识,要保留、保护好他们。此文介绍了一个当地政府行政区——悉尼的Rockdale市如何鉴别这些被认为值得作为历史见证遗留给下一代的风景、地方和建筑的。", "label": "历史学", "id": 0}
{"content": "<正>为了使广大文物保护、修复工作者更多的了解国外目前文物保护、修复情况和技术设备、材料等方面的发展,我委员会决定下半年在北京举办一次国外文物保护,修复系列讲座,特邀国内曾出国考查或学习过的有关专家和文物修复工作者。时间为4天左右,主要以美国、日本、德国、意大利等国家为主。凡报名参加者收一定会务费,外地同志可向单位申请出差、我委员会不负责食宿,(可介绍旅馆和帮助", "label": "历史学", "id": 0}
{"content": "<正>中国南方及东南亚地区古代铜鼓和青铜文化第四次国际学术讨论会于1998年10月20日至24日在贵州省贵阳市召开。会议由贵州省文化厅与中国古代铜鼓研究会联合主办。贵州省政协文史学习委员会、贵州省民族研究所、贵州省公安厅文保处、贵州省博物馆、贵州省文物考古研究所等单位参与协办。会议收到学术论文50份。中外学者60多人出席了会议。会议就古代铜鼓研究、青铜文化研究、铜鼓文化与现代民族民俗研究等问题进行了广泛讨论与交流。30名代表在", "label": "历史学", "id": 0}
{"content": "<正>一、前言万家坝式鼓又称黑格尔一式鼓,以滇中楚雄万家坝为名。①其特色是鼓面小于胴部,身呈喇叭形,胴部突出,足部占全体极小比例。通体光素或饰有凸于器表的少量纹饰。此式鼓多半由范模铸造,合金成份中红铜比例偏高。根据目前已发表的资料,全世界所知的万家坝式铜鼓共有36个。其中29个见于云南,4个在越南,另外在泰国亦有三件。但云南以外地区这种铜鼓的数量可能还不止这些。②历年来在云南所做的考古工作已使得我们对万家坝式鼓有了相当程度的了解。一般认为此式铜鼓发源于", "label": "历史学", "id": 0}
{"content": "<正>1993年1月至7月,越南老街在平整红河右岸山丘时,发现了5组考古人工制品,主要包括19面东山型铜鼓和其它一些青铜器、铁器、石器和玻璃器。出土时19面铜鼓已非常残破,但它们的形制和纹饰尚能复原。从类型学来看,所有这些铜鼓均属于黑格尔1式或东山型铜鼓。根据我们于1987年提出来的分类方法,老街出土的这19面铜鼓可以作如下分类:", "label": "历史学", "id": 0}
{"content": "<正>首先,在1902年出版的《东南亚之古代金属鼓》一书中,奥地利学者F·黑格尔根据当时搜集到165件铜鼓资料,把包括越南和中国南方在内的东南亚铜鼓分成四个类型和两个过渡型,其中年代最早的铜鼓属于Ⅰ类。近年来,越南学者认为黑格尔Ⅰ类铜鼓就是东山铜鼓,东山铜鼓已经向包括云南晋宁石寨山地区在内的东山文化分布范围的外地传去。接着,中国不少学者又提出在中国南方主要是云南地区所发现的,不包括万", "label": "历史学", "id": 0}
{"content": "<正>从前,有人认为KAI群岛中KUR岛已经发现了当地人民称为\"雌\"和\"雄\"的两面铜鼓的地区,是东南亚发现铜鼓的东部最远的地区。后来,在新几内亚西部的Cendrawasih地区①又发现了三面铜鼓。这样,在东南亚,从陆地到海岛广大地区都发现了铜鼓,只剩下加里曼丹和菲律宾群岛还没发现。铜鼓在东南亚分布相当广泛,成为研究,这地区的考古家关心课题。特别是现在对这个地区商品交换问", "label": "历史学", "id": 0}
{"content": "<正>铜鼓是越南民族文化最值得骄傲的无价之宝。八月革命以前,不少外国学者对越南铜鼓进行搜集和研究。那时候一些有名的铜鼓已经发现了,例如玉缕鼓,黄下鼓。一部分铜鼓被带到国外,如沱江铜鼓现陈列在法国博物馆,富川铜鼓在瑞典博物馆。一些外国学者,在他们的著作中已描述在越南发现的铜鼓。黑格尔（Heger）、戈鹭波（Golouber）都认为越南北部是铜鼓的发源地①。八月革命以后,越南政府高度重视铜鼓,不断组织搜集勘察、记录、整理和研究,取得了很大成绩。", "label": "历史学", "id": 0}
{"content": "<正>铜鼓鼓身立饰特指装饰于铜鼓鼓身胸腰部或腰足部之立体铸件,不包括常见于铜鼓鼓面之立雕,也不包括用于悬鼓之‘功能性’组件鼓耳,但包括附加之‘小环耳’,也包括少数置于鼓腹内壁之立塑或小纽。鼓身立饰较不多见,仅少数类型之少数鼓、甚至个别鼓才有,部份装饰性明显,但有的可能也作为‘标记’用。小环耳很特别,应有辅助鼓耳的用途。鼓身内饰则应纯为‘标识’或‘标记’,可能于铸鼓时加上,甚", "label": "历史学", "id": 0}
{"content": "<正>在中国南部及越南北部地区发现的青铜器中有一种盆形器,底部里面铸有与东汉时期的典型盆形器——一般叫\"铜洗\",本文采用\"铜盂\"名称①——相同的双鱼纹,外面铸有与铜鼓鼓面类似的花纹。它们外面花纹的特点基本一致,底部外表以一弦或二弦分晕,中心饰以星形纹（太阳纹）,晕间饰以羽人或变形羽人纹以及飞鸟纹,器身外表饰以一弦或二弦、以及三弦,中间饰以变形羽人纹。底部外表花纹内容及布局均类似于黑格尔Ⅰ类铜鼓,尤其是\"东山系复数画纹带铜鼓\"②,笔者根据以上特点把这种铜盂命", "label": "历史学", "id": 0}
{"content": "<正>中国南方流行万家坝型、石寨山型、冷水冲型、北流型、灵山型、西盟型、遵义型和新江型等八大类型铜鼓,以春秋中期便出现的万家坝型鼓最为古朴、原始。在其他类型铜鼓身上,都可看出彼此本出一家和有着密切的民族亲缘关连。铜鼓随着古代民族迁徙而出现在印度支那国家,成为文化交往之媒体。越南境内铜鼓以鼓面铸蛙的北流型、灵山型与冷水冲型等类型鼓为主;而缅甸、老挝、柬埔寨与泰国等则流行西盟型铜鼓;在印度尼西亚境", "label": "历史学", "id": 0}
{"content": "<正>在试图研究越南红河河谷被中国征服之前的社会情况时,Co Loa的遗迹提供了一个独特的问题。这个城市是Au lae国的都城,国王Thuc Phan在位于公元前257——208年,该城显然是中国式的,有三层夯土城墙包围。按照神话传说,Phan得到神龟之助建成此城,并得到神龟给他的神弓卫城,后来Nan Yiieh国的国王Trieu Dar的儿子用计使神弓失效,该城就被落入了Trien Dar手中。", "label": "历史学", "id": 0}
{"content": "<正>1996年11月在广西桂林召开的中国南方及东南亚地区古代铜鼓和青铜文化第三次国际学术讨论会收到论文75篇,中国古代铜鼓研究会理事会决定出版论文集,委托理事会秘书处组织编辑出版事宜。由于受篇幅限制,对在此以前已被公开出版物采用的论文,决定不再收入本书,而在本书中保留它的提要,并注明刊发处;对一些篇幅过长的论文,或商请作者自行压缩,或由编辑组代删削,插", "label": "历史学", "id": 0}
{"content": "<正>1993年、1994年,我曾有机会两次访问韩国,参观了韩国的几处宫殿,1994年又恰好指导尼泊尔籍研究生希丽斯研究尼泊尔宫殿,由此使我接触到友邻国家的一些宫殿建筑,它们的建造年代几乎与中国的紫禁城宫殿同期,有着若干的异同之处,究竟是什么", "label": "历史学", "id": 0}
{"content": "越南考古研究院范辉通主编（范明玄、阮文好、赖文德编辑）的《越南的东山铜鼓》（图录）一书,由越南社会科学出版社于1990年出版。该书共收录越南发现的东山铜鼓115面。本期通讯收入此书的导言（英文版）译文（广西民族学院谢兆崇教授翻译）,对原著的观点、内容、方法等,概不评注,仅供参考。", "label": "历史学", "id": 0}
{"content": "在考古发掘当中,有时会遇到绳子,一般情况下,出土的绳子都很糟朽。用分子量小于1000的PEG对其浸渍,不能使其加固;用分子量大于1000的PEG浸渍后使绳子失去柔性,而用纤维素衍生物浸渍绳子能得到很好的处理效果。浸渍过程在液相中进行,为了避免循环浸渍中出现的问题,浸渍方法有所改进,即:在湿相中清洗,干相中浸渍。绳子经机械清洗后,除去大量的泥沙,用丙酮洗去煤焦油,用Na—EDTA洗去铁盐,最后用过氧化氢漂洗脱色。冻干后的绳子很好,能保持原始状态,但是易断,机械强度不高。轻轻敲打摆放绳子的支垫,可以很容易地除去泥沙。绳子给气干后,用稀释的韧性聚氨基甲酸乙酯缓慢滴在绳子上,浸渍剂用量不大,聚氨基甲酸乙酯在室温下聚合后,绳子仍有韧性,强度增高,颜色也很好。此法的缺点在于,聚合反应不可逆,并且要在通风橱内进行。除了加固绳子外,其它应当保持柔性的物品,象织物网,纺织品等也可以相应地用氨基甲酸乙酯加固。本文就饱水绳子及PEG浸渍绳子的加固实验进行了记叙,并且提出了合理的处理实施步骤。", "label": "历史学", "id": 0}
{"content": "<正>《海东金石苑》是我国古代搜集、研究朝鲜石刻成绩卓著的一部典籍。它的成书,尤其是佚而復得的经过,给我们后人留下了许多佳话,可以说是中国与朝鲜金石交流史上的一个奇迹。一汇录与研究古代钟鼎彝器碑碣石刻、考辨古今之文字,是我国传统汉学的一个组成部分。其专著逾数千余种,内容极为丰富。我", "label": "历史学", "id": 0}
{"content": "<正>笔者受南京博物院的派遣于1992年10月~1992年12月赴日本奈良国立文化财研究所研修。在研修期间,对日本文物保护特别是青铜器的保护作了了解,并走访了日本的重要无形文化财（民间艺人,日本人称人间国宝）,探讨了日本民间工艺的起源与现状,学习了日本田野考古遗址、遗迹的保存方法及现代科技分析仪器在文物中的应用。根据笔者在日研修的所见所闻和文物修复的现状,简述相关的问题,以就教于诸位同行。一、文物保护日本奈良国立文化财研究所是国家级的考古学研究机构,其研究所在1969年设立的", "label": "历史学", "id": 0}
{"content": "<正>中国古代铜鼓研究会副理事长邱钟仑研究员、常务理事陈远璋副研究员、副秘书长罗坤馨副研究员应越南考古学院院长何文晋教授邀请,于1994年9月22日至10月3日赴越南访问,进行参观考察和学术交流。中国古代铜鼓研究会代表团访问越南期间,在越南考古学院副院长阮文好教授的陪同下,参观了越南国家历史博物馆、胡志明博物馆、雄王博物馆等三个国家级博物馆和海防、河西、清化、永富等四个省级博物馆的陈列展览及收藏在这些博物馆的铜鼓,并到东山等处著", "label": "历史学", "id": 0}
{"content": "<正>今年五月中旬,王代文同志给我来信说,收到了秘书处寄去的《铜鼓和青铜文化的新探索——中国南方及东南亚地区古代铜鼓和青铜文化第二次国际学术讨论会论文集》,对此书出版表示满意,并询问第三次国际学术讨论会筹备情况.由于主办单位经费迟迟仍未落实,会议不得不再次延期举行。我正准备提笔复信将此情况向代文同志汇报。可是,突然收到文物出版社王代文同志治丧办公室寄来的《讣告》,代文同志因病于1994年7月18日在北京不幸逝世!噩耗传来,心情沉重,书写此文,以表怀念。", "label": "历史学", "id": 0}
{"content": "<正>第Ⅰ类型鼓之后,黑格尔的第Ⅱ类型鼓在越南考古学中占有颇为突出的地位。突出的是其中蕴藏着一些奥妙,而长时间来似未获解答。其突出之处还在于,每年发现的数量日益增长,与第Ⅰ类型鼓数量已大体相当,而至今得不到多少关心。这种情况导致对第Ⅱ类型鼓的研究还处于零零星星的状态,不系统。根据对（旧）和平、永富、义静等地区芒族鼓的发掘和搜集,虽然已有一两篇文章对第Ⅱ类型鼓的各个方面进行了深入研究。但是,正象作者们自述的那样,仍然没有超出感性认识的范畴。在这一背景下,越南历史博物馆主张把第Ⅱ类型鼓置于越南铜鼓的系统中研究,其方向是完全正确的。这是为了避免上述问题,以便用全面和具体的观点说明铜鼓问题,尤其是解决第Ⅱ类型鼓的问题。", "label": "历史学", "id": 0}
{"content": "<正> 中国万里长城是世界古代军事建筑工程史上的一个伟大奇迹,万里长城作为中华民族智慧和力量的象征,已经为世所公认。但是,长城作为冷兵器时代的一种军事防御工程体系,并不是只在古代的中国所独有,其他国家也曾有过修建长城的历史记载。同中国长城最初出现的春秋战国时代相当的时候,西方的古希腊人就曾经在雅典到海滨港口之间的道路两旁修筑过一条几十公里长的长墙,以保障它的交通线。而当公元前后古罗马人称霸欧洲之际,更在他们那广袤的帝国北部边界陆续修建了长达近千公里的边防长城,如今人们还能够在英国、德国和小亚细亚找到那些城墙的遗迹。中世纪的丹麦人、古代东方的", "label": "历史学", "id": 0}
{"content": "<正>我收藏有一枚罕见的钱币,铅质,直径2.68厘米,重6.62克.光背、阔缘.面文“天下太平”.面文有内外郭,肉上打有5个小孔（见拓图）.这是几年前在一个废品仓库里偶然翻拣而得的.无独有偶,据报道荷兰钱币学家易仲延在东南亚钱币市场上购得一枚铅钱,面文“天下太平”汉字,直径1.794厘米,重0.49克.据称,该钱币曾经一位博学的钱币国际会员鉴定为印度尼西亚钱币并与荷兰鹿特丹人类博物馆里陈列的得自印尼爪哇直葛市的铅钱几乎完全一样.", "label": "历史学", "id": 0}
{"content": "<正>马来亚、新加坡硬币经常可见到中文（见拓片）,为什么会出现这种现象呢?这要从马来亚近一百多年的发展史说起.马来亚气候炎热,雨量充沛,土壤肥沃,资源丰富.但人烟稀少,生产技术落后,直至1830年,马来亚各土邦的马来人只有20万左右,沙捞越、沙巴的人口都不足10万,1819年英国人莱佛士在新加坡登陆时,他所见到的马来人和华侨只有180人.马来亚人沿河沿海过着简单的农耕和捕鱼生活,绝大部分地区为原始丛林所覆盖.", "label": "历史学", "id": 0}
{"content": "<正>德化窑是中世纪中国南方名窑。随着历史上海上交通蓬勃兴起,德化瓷源源输往海外;在当年\"海上丝绸之路\"沿途,均可寻觅到德化瓷遗留。本研究用现代科技手段进行样品分析,将历史考古学和自然科学结合起来探讨,为研究有关历史、判断古瓷和发展仿古瓷提供科学参考。一、海上丝绸之路——陶瓷之路", "label": "历史学", "id": 0}
{"content": "<正>德化位于福建省东部,地近东南沿海,毗邻中国古代对外贸易的重要港口——福州、泉州、厦门。德化烧瓷始于宋而终于清。产品丰富多彩,独具风格,自创烧以来,就源源不断地销往海外,是我国南方一处著名的烧瓷窑场。德化窑之所以能够在宋代创兴,并在以后数百年间盛烧不衰而名", "label": "历史学", "id": 0}
{"content": "<正>长期以来,宗教始终影响着人类的生产生活诸方面,宗教与德化陶瓷同样密切相关。位于福建省南部的德化县,于五代后唐长兴四年（公元933年）正式置县,辖于泉州,一个人文荟萃且历史悠久的千年古县,漫长的岁月给德化留下了积淀丰富的文化遗产和宗教古迹,城乡各地遍布佛教、道教", "label": "历史学", "id": 0}
{"content": "<正>\"泰兴号\"商船长50米,宽10米,重1000多吨。1822年1月（道光二年）从厦门港出发,朝古称爪哇的印尼驶去,为避海盗抢掠绕道西沙,不幸触礁沉没。1999年5月,澳大利亚一家海洋公司在南中国海附近把\"泰兴号\"打捞出水,并捞获了35万件中国清代瓷器。这些瓷器大都是18世纪和19世纪初德化生产的用于出口亚洲市场的青花瓷,主要以青花盘、", "label": "历史学", "id": 0}
{"content": "菲律宾在未被西班牙统治以前,民间有厚葬之风,因而发掘自菲律宾土地下的中国古陶瓷迄今源源不绝,这些都是中菲贸易最具体的陈迹。在菲律宾所出土的中国古陶瓷主要包括浙江青瓷、景德镇青白瓷、广东瓷和福建瓷。从宋代开始,广东和福建瓷窑的旺盛及因海外市场的蓬勃所使然,所产瓷品多为外销所烧制。由于菲律宾是当时南海贸易的主要市场之一,流传在菲律宾的广东瓷和福建瓷,数量很可观。德化是福建名窑,产量庞大,菲律宾许多遗址都有出土,数量比出自安溪、南安、同安等其他福建窑口的瓷器为多。菲律宾的宋元德化白瓷,品质上与国内的没有什么差距。除了碗与盘的种类不能与德化窑址所发现的伦比之外,其他品种很丰富,有些造型优雅美观,是碗坪仑和屈斗宫所没有的。", "label": "历史学", "id": 0}
{"content": "<正>德化县蕴藏着丰富的优质高岭土和林木资源,这是德化陶瓷业发达的物质基础。德化瓷器是我国南方历史悠久、工艺独特的名产品之一。《德化县志》（乾隆版）把瓷器列为\"货之属\"首位,摘录如下:\"泥产山中,穴而伐之,绠而出之,碓舂细滑,入水飞澄,淘净石渣,顿于石井,以", "label": "历史学", "id": 0}
{"content": "徐松石先生是广西容县人,自三十年代以来,潜心研究铜鼓,建树极多,已公开出版论及铜鼓的专著有《粤江流域人民史》、《泰族壮族粤族考》、《百粤雄风岭南铜鼓》、《禹跡华踪美洲怀古（铜鼓圆峤奥秘）》、《华人开辟美洲概论》等。徐先生已退休,现移居美国洛杉矶。闻知中国南方及东南亚地区古代铜鼓和青铜文化第二次国际学术讨论会在广西南宁召开,即给我会秘书长蒋廷瑜先生来信,并赋诗一首,表示祝贺,对我会表现了极大的热情。我们谨向徐先生表示衷心感谢。现将贺信发表,以饗同好。", "label": "历史学", "id": 0}
{"content": "<正>中国南方及东南亚地区古代铜鼓和青铜文化第二次国际学术讨论会论文集,最近由中国古代铜鼓研究会编辑、广西民族出版社公开出版,定名为《古代铜鼓与青铜文化的新探索》。该书从会议提交的74篇论文中,挑选有代表性的37篇,约40万字。每篇论文均经作者本人加工审定,并附英文稿或英文提要。由于篇幅有限,已在有关刊物上发表了的论文,不再选入;篇幅过长的进行了压缩修改。在论文集中,直接涉及铜鼓研究的论文篇幅最大,反映了关于铜鼓分类、断代、纹饰、功用、族属等传统课题仍在继续展开,铜鼓与其他文化现象的关系,也日益成为国内外学者感兴趣的课题;对当代民族使用铜鼓习俗的调查和研究也越来越引起学术界的重视;而一些", "label": "历史学", "id": 0}
{"content": "<正>越南民族研究院叶廷花教授1993年5月在赴北京出席北京大学\"迎接二十一世纪的中国考古学\"国际学术讨论会,途径广西南宁时,应广西民族学院民族研究所的邀请,于5月17日作了关于铜鼓研究的学术报告。叶廷花先生谈到铜鼓分类时说,他同意德国学者黑格尔把铜鼓分成4个类型的分法,将铜鼓分为四大类型和若干过渡类型,越南学者把铜鼓分类分成3个层次:组→类型→式。他本人主张把明器鼓和仿制的铜鼓也归到分类中去,因而可分成15类。", "label": "历史学", "id": 0}
{"content": "<正>铜鼓是一种独特的文物,可以称得上是古越文明的最好标志,越南人的祖祖辈辈,我们的祖先,我们这一代以及我们的后代都可以从铜鼓,特别是从黑格尔分类的第Ⅰ类型铜鼓中发现绝妙的技术水平、精细别致的美术、丰富的智慧、古人的情感与心灵以及当时社会的精神本色和理想等。", "label": "历史学", "id": 0}
{"content": "<正>关于古代铜鼓年代的问题,尤其是黑格尔第Ⅰ类型铜鼓——目前我国学术界一般称之为东山铜鼓——的年代问题是研究古代铜鼓中至关重要的问题之一。因为在研究东山铜鼓年代的基础上,我们将可以进一步了解有关铜鼓的分类、起源、主人、故乡、分布……等其他问题。（一）长期以来,在关于东山铜鼓年代的讨论中,东、西方的学者提出了许多不同的观点。本世纪初的1902年,F·黑格尔在他撰写的《东南亚的古代金属鼓》一书中曾提出:第Ⅰ类型铜鼓是最为古老和原始的鼓。这一科学假设已为后来的考古新发现所证实,成为八十多年代来", "label": "历史学", "id": 0}
{"content": "<正>《铜鼓和青铜文化的新探索》——中国南方及东南亚地区古代铜鼓和青铜文化第二次国际学术讨论会论文集一书,现已由广西民族出版社公开出版。该书为16开本,过塑封面,收入有代表性的论文37篇,约40万字。每篇附英文提要,并配有精美的插图。此书定价22元。凡中国古代铜鼓研究会会员,购书可获五折优惠（每本另加邮费0.7元）。", "label": "历史学", "id": 0}
{"content": "<正>青铜上的绿锈人们通常喜欢青铜表面的自然色泽;但由于其构成情况,青铜随时间推移而形成不同的深褐色。古旧青铜表面的绿锈、蓝锈或红锈效果可通过化学处理较为容易地复制出来。复制出的表面层的化学结构与铜及其合金经自然腐蚀而形成的绿锈的结构儿乎接近。青铜是铜和锡的合金,黄铜是铜和锌的合金,但许多雕塑用青铜都包含一定数量的锌和其它金属。碳酸铜上的绿锈据说比蓝色锈更持久;后者自人工生成后,可能会随时", "label": "历史学", "id": 0}
{"content": "<正>本人有幸于1992年在德国南部巴伐利亚洲首府、世界名城慕尼黑进行了为期半年的石质文物保护工作和学习,现将所见所闻记述成此不成型之文。’慕尼黑、素有\"心驰神往的世界之城\"的美名,作为德国巴伐利亚洲政府所在地,是一座先进的工业化城市、一个具有百万人口的大都市,国际闻名的德意志科技博物院设立在此。它的南部是委蛇起伏的阿尔卑斯山麓,远山飘来的阵阵暖风常使这一带天高气爽,晴空万里,郁悒不乐的情绪片刻之间", "label": "历史学", "id": 0}
{"content": "<正>美国的文物保护机构,除了象盖蒂文物保护研究所这样专门从事文物保护研究的单位以外,一般都附属在博物馆、艺术馆、美术馆以及大学的考古系、人类学系内。比较有代表性的、水平比较高的研究单位有史密森研究中心、大都会博物馆保护研究室、东北纸张文件保护中心、纽约大学美术系、哈佛大学福格艺术博物馆研究中心等。美国的文物保护研究涉及的面广,比较有水平的是纸张、油画、青铜器的保护,特", "label": "历史学", "id": 0}
{"content": "<正>根据中日双方的协议,1985年11月1日至21日\"中国历代货币展览\"、\"日本历代货币展览\"在上海博物馆举行。这次展览是由中国钱币学会、上海钱币学会、上海博物馆和日本大藏省造币局泉友会、日本经济新闻社联合举办的。在展览期间,两国钱币学者还进行了学术交流。这是继1984年春在日本大阪举行的中日历代货币展览以来,又一次较大规模的中日货币学术交流活动。", "label": "历史学", "id": 0}
{"content": "<正>广西壮族自治区文化厅、广西壮族自治区民族事务委员会、广西民族学院、广西壮族自治区博物馆和中国古代铜鼓研究会联合主办的中国南方及东南亚地区古代铜鼓和青铜文化第二次国际学术讨论会于1991年10月16日至20日在广西南宁召开,出席这次会议的中外学者78人,他们分别来自北京、上海、广西、云南、贵州、四川、广东、海南、江苏、河南、陕西、山西等省、市和法国、澳大利亚、泰国、老挝、日本等国及台湾、香港地区。提交论文74篇,其中有31篇论文在大会上宣读。广西壮族自治区博物馆为迎接这次会议,修改补充了《古代铜鼓陈列》,编辑出版了《广西铜鼓图录》。会议期间组织参观了广西", "label": "历史学", "id": 0}
{"content": "<正>1.前言我曾对黑格尔I式铜鼓和以此为领先的铜鼓编年进行过研究[1]。当时有关于大型铜鼓是由小型铜鼓变化而来的和小型铜鼓是由大型铜鼓经衰退而产生的意见。笔者认为鼓面具有复数画纹带的大型铜鼓和具有单数画纹带的小型铜鼓是同时被分别制作而成的。但在当时此意见还不具有充分的系统性解释。此后,由于铜鼓资料发现、发表的不断增加,在第I型式内存在的系统性差别逐渐被明确,对此进行论述的必要也逐日渐增。这次仅以黑格尔I式为例,对它具有的二个系统和各系统的大型、小型的分别制作问题进行探讨。", "label": "历史学", "id": 0}
{"content": "<正>玉缕1号铜鼓在越南一向被誉为\"最古最美\"的铜鼓,是\"东山铜鼓\"的代表①。越南学者对玉缕鼓的形制、纹饰和图象、铸造工艺等作了很多论述,并多次进行复制实验。玉缕鼓以其丰富而精美的纹饰图象,成为亚洲东南部所发现的众多各式铜鼓中之姣姣者。几十年来,除国外一些学者作过某些研究外,还没有看到中国学者关于玉缕鼓的专论。本文在前辈学者研究的基础上,拟就玉缕鼓的年代、族属等方茴提出一些不成熟的看法,祈请国内外师友教正。", "label": "历史学", "id": 0}
{"content": "<正>首先我要说明的是,我既不是考古学家,也不是研究铜鼓的权威学者。作为一个研究老挝文明的人类学家,我对越民族很感兴趣,他们似乎有效地使用铜鼓,而且他们历史上与泰族人尤其是壮人、寮人、暹罗人有联系。由于没有研究者涉及过这一历史事件,我想介绍一篇文章,此文于1991年9月14日发表在老挝新闻部编的一份刊名为巴特寮新闻（Khao Sane Pathet Lao）的新闻简报中。文章说,去年一位老人在一条河里发现一面属于这一历史时期的铜鼓;此河位于老挝南部占巴塞（Champassak）省孔埠（Khong）地区东桑（Done Sang）村附近。", "label": "历史学", "id": 0}
{"content": "<正>在泰国,对史前金属器时代遗址的调查和发掘在全国各地进行。在大部分金属器时代遗址中,铜器和铁器是在一起生产的。因为泰国的金属器时代不能和别的国家那样分成青铜时代和铁器时代。以碳14方法分析,金属器时代遗址的年代为4475-1500年以前。在泰国有17个重要的金属器时代遗址;5个在西北部,5个在中部,2个在北部,3个在南部。如1.孔敬府能诺他,班纳迪2.乌隆府廊汉区班清3.呵叻府暖颂区班巴塞4.华富里府华富里区班塔蓋5.北碧府帕侬吞区班敦达佩6.南奔府南奔区班旺海7.春蓬府春蓬区考桑高一般说来,许多不同类型的器皿,用具和饰物都是在遗址中和骸骨一起发现的。", "label": "历史学", "id": 0}
{"content": "<正>公元十一世纪中叶,在现在下缅甸（Myanmar）的两件孟/巴利文关于直通（Thaton）穆库塔王（King Mukuta）的铭文提到了他的人民敲击一面大鼓以表示敬意。在中缅甸,卑谬（Prome）瑞南多塔（Shwenandaw Pagoda）发现的一块盂文铭文中,蒲甘（Pagan）的江喜佗王（King Kyansittha）（公元1084-1111年）列举了要送去印度菩提伽耶（Bohdgaya）一个伟大的佛教圣地的物品,作为一个修复计划的一部分,其中就有鼓。尽管人们可以从这件铭文推断认为使用了铜鼓,但铭文中孟文使用的词还不够明确,足以提供具体证据说明出现", "label": "历史学", "id": 0}
{"content": "<正>东南亚古代铜鼓装饰艺术包括造型艺术及纹饰艺术,有它的时代性、地区性、民族性,有它的童年、青年、中年、晚年的成长发展过程,有它的发展规律:从再现表现、从有具体意义的内容到有意味的形式,从有意味的形式到形式美、装饰美,又由这些回到有具体明确内容的再现艺术或表现艺术,从而出现了多种不同型式的作品,各具不同风格,各领一代风骚。", "label": "历史学", "id": 0}
{"content": "<正>导言对印度尼西亚群岛金属时代（公元前一千纪）的研究主要集中在东山型铜鼓或铜鼓残片（图1）和装饰上,这是早在1730年就在印度尼西亚发现及报导的[巴茨维茨（Bauchewitz）1730;附录1]。从那时起,考古学家和历史学家收集了更多关于铜鼓的资料:海因——革尔登（Heine-Geldern）（1933,19337）;戈鹭波（Golonubew）（1932）;胡伯（Hoop）（1932）;洛文斯坦因（Loewenstein）（1956）;和最近的肯伯斯（Kempers）（1988）。他们编目和讨论的对象是铜鼓,主要是黑格尔工型的铜鼓,这是公元前一千纪下半叶在越南和东南亚其它地方以及中国南部和西南部生产的著名的一类铜鼓。到公元一世纪,越南已经停止生产这类铜鼓[海翰姆（Higham）,294],而到公元五世纪中国南部还在继续生产。", "label": "历史学", "id": 0}
{"content": "<正>1988年10月在云南昆明召开的中国南方及东南亚地区古代铜鼓和青铜文化国际学术讨论会收到论文篇,两年来,除云南省博物馆在《云南文物》第24期作为专辑将该馆学者的论文全部刊出外,据不完全统计,到目前为止,在国内公开发行的刊物上已有16篇陆续发展,其中我会与四川大学博物馆合办的《南方民族考古》第2辑（1989年月出版）刊出7篇,中国社会科学院考古研究所主办的《考古》杂志刊出5篇,其他散见于《广西民族学院学报》、《贵州民族研究》、《民族学》、《自然科学史研究》。现将这些论文开列如下:", "label": "历史学", "id": 0}
{"content": "<正>中国南方及东南亚地区古代铜鼓和青铜文化第二次国际学术讨论会（以下简称第二次国际铜鼓讨论会）领导小组于1990年6月2日下午举行全体会议,组长厨民震（区文化厅厅长）,副组长盘朝月（区民委副主任）、周飞雄（广西民族学院院长）、张化声（区文化厅副厅长）和全部成员出席了会议。会议听取了广西博物馆副馆长、中国古代铜鼓研究会副理事长邱钟仑同志关于筹备第二次国际铜鼓讨论会的进展情况的汇报,就有关问题作了认识的讨论,并作出相应的决定。", "label": "历史学", "id": 0}
{"content": "<正>在东方世界,使用铜鼓,出土铜鼓的面很广,涉及十来个国家,几十个民族,上亿人口。对铜鼓的研究已有百余年的历史,铜鼓的始祖是谁?在何处?如何传播开的?人们在探索,但苦于没有可靠的资料,于是有的人凭推断得出结论,这显然是不可靠的。西方学者认为,越南的东山铜鼓,其中又以玉缕铜鼓为代表,是最早、最古的铜鼓。过去,西方学者垄断对铜鼓的研究,越南学者不能插足其间。30多年来,越南学者开始研究铜鼓,不但继承了西方学者的上述说法,而且有了发展,认为铜鼓的始祖在越南,然后向四周传播。他们著书立说,大肆宣扬。1986", "label": "历史学", "id": 0}
{"content": "<正>莫斯科是当今俄罗斯也是前苏联的首都,是欧洲的文化古都之一。长期以来,她曾经作为社会主义大国的首都,在城市建设和风貌保护等方面有过不少经验和教训。北京是历史悠久的文化古都,是现今社会主义中国的首都,在保护古都风貌和现代化建设中", "label": "历史学", "id": 0}
{"content": "<正>中国南方及东南亚地区古代铜鼓和青铜文化国际学术讨论会于1988年10月11日至17日在云南省昆明市召开。这个会是由中国古代铜鼓研究会发起,由云南省博物馆和中国古代铜鼓研究会主持召开的。与会的代表有:来自美国、法国、澳大利亚、新西兰、联邦德国、日本、马来西亚、香港等8个国家和地区:的专家、教授23人;来自国内北京、四川、广西、贵州、广东、云南等省区的教授、研究员和从事青铜文化研究工作的代表50人。共收到论文41篇。会议用中英文两种语种作大会交流发言,大会交流发言3天,小组讨论及参观云南省博物馆两天。专家、学者们还用两天的时间参观了一个彝族村寨和一个滇文化的墓葬遗址。会议期间,广西铜鼓艺术团70余人还专程赴昆为这次国际学术讨", "label": "历史学", "id": 0}
{"content": "<正>艾玛·邦克美国旧金山亚洲美术博物馆《滇国艺术中的动物格斗和骑马猎手》乔伊斯.海洛德美国丹佛自然历史博物馆《云南滇国青铜展览在欧洲和美国展出》乔伊斯.怀特美国宾夕法尼亚大学博物馆《班清与泰国东北部青铜文化的年代问题》凯瑟琳.林多夫美国匹兹堡大学艺术系《论印度尼西亚的青铜时代》今村启尔东京大学文学部考古研究室《一面用失腊法铸造的先黑格尔Ⅰ式铜鼓的发现》德麦玲联邦德国海德堡大学《形象与铜鼓纹饰在滇国丧葬艺", "label": "历史学", "id": 0}
{"content": "<正>1986年5月笔者随云南省青铜器展览赴瑞士展出,展出期间于苏黎世丽特贝格（Rietberg）博物馆见到一面冷水冲型铜鼓,现介绍如下:丽特贝格博物馆专门从事收藏和研究中国、印度和东非艺术文物,馆内数中国文物最多,并且以青铜器、石刻,字画等分门别类的作专题展出,一个专题占一层室。与印度、东非展室相比丽特贝格博物馆犹如中国文物馆。青铜器展室主要陈列商周时期的青铜器,计有鼎、簋、盘、匜、爵、戈、铜镜等,数量不仅多,而且器物保存较好。本文介绍的冷水冲型铜鼓就陈列在此展室中部,编号为RCH22。该鼓体形大,鼓面大于胴部。鼓面边沿留有拆边。鼓身明显分为三截,胴部略为突出,腰部收束缓慢,足高。胴部与腰部联接处铸四宽耳,二二相对,各耳上部均开一孔,中部饰五组斜线纹,二宽耳之间为一小窄绳辫耳,鼓身两", "label": "历史学", "id": 0}
{"content": "<正>1988年10月在昆明召开的中国南方及东南亚地区古代铜鼓和青铜文化国际学术讨论会上,东道主云南省博物馆提供了论文9篇。为便于学术界进一步切磋讨论,增进学术交流,《云南文物》把1988年12月出版的第24期辟为专集,将这9篇论文全部收录,并将参加这次会议的中外学者姓名及提供的论文题目", "label": "历史学", "id": 0}
{"content": "<正>铜鼓是东南亚地区具有特色的文化产品。它在古代广泛发展,并长期存在于这个地区各民族共同体的传统文化之中。现今,铜鼓获得高度的评价,庄重地陈列在世界各大博物馆里。更为重要的是,铜鼓已深入到这个地区许多民族的心灵之中,并已与其它优美的文化遗产一起出现在沸腾的生活之中,丰富了这个地区独特的文化。F@黑格尔作为第一批专门研究铜鼓的学者,在九十多年前,虽然仅仅根据数量不多的铜鼓（165面）进行分类和花纹演变的分析,但在将铜鼓划分为四个基本类型,并视第Ⅰ类型为最早的一个类型方面获得成功。同时,他的认识非常出色,因为他提出了第1类型铜鼓的故乡是越南北方", "label": "历史学", "id": 0}
{"content": "<正>引言公元三到七世纪,日本处于全国性建造大型筑丘墓（mounded tomb）的特殊历史时期,称为 kofun 时期。据说,当时的日本地方望族开始攫取权力。此时期独特的锁眼形坟墓是有名的,最长者大于300m,其余大多长约20～30m,散布于全国各地。调查筑丘墓的内幕,据称对阐明日本政体的形成过程具有重要意义。现场勘察筑丘墓的主要目标,既包括挖掘其围壕、陵寝和随葬设施,也包括阐明其本身的结构。为此,正在以各种方式进行考古调查。本文叙述地质雷达和电阻率方法的应用,以及挖掘前地球物理勘察的作用。", "label": "历史学", "id": 0}
{"content": "开展工业CT在文物考古领域无损检测技术研究具有重要的实际意义。文中介绍了工业CT无损检测技术在生物考古技术研究领域的应用。其应用主要有五个方面:第一是检测对象内部各组分相对位置状况的判定;第二检测对象功能分析;第三是对检测对象结构尺寸的测量;第四是密度测量;第五是逆向工程应用。在此基础上根据应用需求提出了应开展的研究方向。", "label": "历史学", "id": 0}
{"content": "针对水下考古中面临的实时定位、水流监测、沟通指挥等关键技术,对目前国内外相关前沿科技和应用进行介绍和研究,结合水下考古实践需求,将相关技术进行整合,设计了一套水下考古实时定位监控系统。经实践应用,该系统较好地解决了水下实时定位、水流监测、沟通指挥等需求,提高了水下考古的安全系数和工作效率,扩展了水下考古工作领域,提升了水下考古科技化水平。", "label": "历史学", "id": 0}
{"content": "我国拥有灿烂丰富的水下文化遗产,水下考古是近年来一门新兴的行业,在全球范围内得到广泛重视,水下古遗迹也亟待探索发现。利用多波束测深系统及其获取的数据,对比分析等角和等距模式的成像效果,分析多波束精细化探测能力及其对目标物的识别效果,辅以其他海洋地球物理探测方法,从而对水下考古遗址进行绘图、构造三维图件和立体成像模型。", "label": "历史学", "id": 0}
{"content": "科技考古是一门利用现代科学技术解决考古学问题、探索人类历史的新兴交叉学科。由于涵盖领域多、技术更新快、实验设备少、现场取样难,大大提升了该课程的实验教学难度。虚拟仿真技术具有效率高,安全性好,不受时间、场地等环境条件限制等优点,将该技术投入科技考古教学,能够将难以触及的珍贵文物以虚拟形式直观地展现给学生。全方位的石窟虚拟漫游,沉浸式的石窟现场及实验室模拟情境,细致的实验操作提示,能够激发学习热情,培养学生的自主性。通过理论知识与实际操作的无缝连接,真正使学生掌握文物分析仪器的使用方法。", "label": "历史学", "id": 0}
{"content": "考古文博专业技术人员应发挥自身能动性,积极探索和创新工作内容和工作方式。在全球化的文化创意协作中,新媒体既可以作为我们与公众沟通的渠道,也可作为专业人员知识互动和技术协作的平台。", "label": "历史学", "id": 0}
{"content": "<正>我国拥有悠久的历史和漫长的海岸线。作为一个海洋大国,我国的水下文化遗产相当丰富。水下文化遗产是不可再生的文化资源,保护并继承这些珍贵的水下文化遗产,深入挖掘其历史、艺术和科学价值,是落实国家海洋文化发展战略、弘扬中华民族优秀文化、增强民族凝聚力的需要。然而,在海水这个大的强电解质溶液中,船体承载的各种文物由于与海水中的各种化学成分发生作用而逐渐被腐蚀破坏,逐渐丧失其作为文物应有的历史、文化及鉴赏价值。所以研究海洋腐蚀环境对沉船文物保护的影响,开展沉", "label": "历史学", "id": 0}
{"content": "<正>考古学通过研究古代人类活动留下来的遗迹、遗物复原古代历史,是人类了解过去的最主要方式之一。而人们对自己过去的历史和对埋藏在地下的\"宝藏\"充满好奇。可以说,考古学自诞生之日起就与公众有着紧密的联系。随着世界经济的快速发展,大规模的开发建设和受利益驱使的盗掘,使越来越多的考古遗产遭到人为破坏。考古遗产的保护需要政府的介入和社会、大众的支持。", "label": "历史学", "id": 0}
{"content": "<正>一、博物馆学、考古学的概念1.什么是博物馆学博物馆学是研究博物馆的性质、特征、社会功能、实现方法、组织管理和博物馆事业发展规律的科学。博物馆学的研究对象是保存、研究和利用自然标本与人类文化遗存,以进行社会教育的理论和实践,包括博物馆事业发生、发展的历史及其与社会的关系,也包括博物馆社会功能的演进、内部机制的运营和相互作用的规律。", "label": "历史学", "id": 0}
{"content": "<正>一、考古学与民族文化的关系众所周知,考古学的产生有长远的渊源,但直到近代才发展成为一门科学。考古学是\"物质文化和精神文化遗存以及自然标本发现的学科\"。也就是说,它是某一个民族文化的贮藏宝库。它所发掘的每一件实物无不或多或少地显示出这一民族文化的发生与发展,以及它在某一历史发展阶段上的荣辱兴衰的坎坷历程;无不凝聚着这一民族广大劳动群众的辛勤劳作和他们的心智。", "label": "历史学", "id": 0}
{"content": "<正>以\"海纳百川\"为城市特色的上海,其考古学研究同样具有丰富性和包容性。2015年至2016年,无论是奋战在一线的考古工作者,还是从事后期整理研究的学者,无论是一项课题的深入研究,还是新领域的开拓,都取得了丰硕的成果。其中成绩显著者,主要体现于以下七个方面。一、田野考古新收获从2012年到2014年,上海松江广富林遗址的考古发掘工作可称为\"大会战\"。来自上海博物馆、宁波市文物考古研究所、南京大学、山东大学、复旦大学、浙江大学、中国人民大学、上海大学和南京师范大学等多家单位的考古队曾在这里如火如荼地", "label": "历史学", "id": 0}
{"content": "<正>本刊为北京联合大学文化遗产保护协会会刊,暂定每年一到两期。主要刊登综述、考古发掘和调查简报、文化遗产保护、考古学、博物馆学、公众考古等方面的文章,也刊载相关简讯。欢迎本科生、研究生将优秀毕业论文修改后在我刊发表。本刊稿件一般勿超过10000字,以5000-8000字左右的中篇文章为宜。为办出刊物特色,我们希望在刊物中刊登较大比重的翻译文章,介绍最新的国外研究动态及科研成果。翻译文章烦请附原稿,以便后期校对。", "label": "历史学", "id": 0}
{"content": "对玉石器进行钻孔是古人玉石器加工过程中的一项关键工艺,管钻是钻孔工艺中比较成熟的一种。我们通过实验考古的方法,用竹管对玉石进行模拟管钻,详细记录实验过程,并对管钻后钻孔和钻芯的痕迹进行观察,动态复原古人管钻不同阶段的效率以及在面对钻孔困难时的可能解决方案。", "label": "历史学", "id": 0}
{"content": "玉器制作工艺问题是长期以来学界研究的热点,而关于钻孔技术的研究则有所欠缺,通过实验考古方法,加以显微微痕观察,可以探索玉器钻孔工艺的可能性存在。", "label": "历史学", "id": 0}
{"content": "一直以来,公众考古学（CRM）备受批判,原因在于其未能公开研究成果、没能为当地和全世界作出任何贡献。公众考古学有着广泛的受众,它对以学校为基础的考古项目来说尤为重要,无论是通过模拟考古挖掘,还是参与实际发掘,或是提供一种通过特定的物质文化来还原历史的手段。另外,对当地考古学来说,成立一个\"儿童考古学\"的项目是一个有效的教学方法。这也有助于帮助学生们了解与欧洲接触前的北美洲,了解那些被认为是排除在正规课程以外的历史领域。", "label": "历史学", "id": 0}
{"content": "<正>本刊为北京联合大学文化遗产保护协会会刊,暂定一年一至两期。主要刊登文化遗产保护、考古学、博物馆学、公众考古等方面的研究论文、综述和调查报告,也刊载相关简讯。同时,也欢迎本科生、研究生将优秀毕业论文修改后在我刊发表。本刊征稿一般勿超过20000字,以8000字左右的中篇文章为宜。", "label": "历史学", "id": 0}
{"content": "<正>考古学包含的领域尽管考古学正在不断地向公众普及,但是在我看来考古学仍然是一个被广泛误解的学科（尤其是被它的一些朋友,甚至是考古从业者）,这种现象的后果就是在正规教育或社会的普遍意识中,考古学还没有发挥出它应有的作用。考古学是研究和解释不同地区不同时间人类行为的多样性的学科。考古学研究的对象是这些行为之后遗留下来的物质遗", "label": "历史学", "id": 0}
{"content": "田野考古发掘过程中,文物遗迹的复合黏接现象给考古现场的清理工作带来不便。为了进行考古信息提取和保护文物,考古工作者对现场难以清理或保护条件不充足的遗迹进行整体提取,转移至环境可控、技术准备充足的实验室内。区别于田野考古发掘清理,实验室保护清理在面临脆弱文物考古信息获取的同时,还需要结合相关科学检测分析手段,注重文物保护,遵循文物第一的保护原则。本文就实际工作中遇到的案例,简单介绍考古整体提取遗迹实验室保护清理。", "label": "历史学", "id": 0}
{"content": "对国内外文物、考古及人类学相关文章做了引用频次排名,通过对国内的《文物》《考古》《考古学报》《古脊椎动物学报》《考古与文物》《故宫博物院院刊》《文物保护与考古科学》以及对国外JAS和JAA的排名,梳理国内外考古学科中\"科技考古\"的发展走向和科技考古领域近来的热点课题。有意识地选择若干具有典型意义的或有代表性的考古类期刊,调查统计其中的科技考古篇幅量,通过对这几种典型期刊高引用频次的文章提取分析,即可取得深入、翔实的统计。以少量高频文献反映科技考古大局,窥见考古学科发展的走向。本文的总结对考古专业新人有引导作用。", "label": "历史学", "id": 0}
{"content": "<正>一、文化遗产时代的公众考古关于文化遗产,学界已有诸多的论述,从不同的角度对这一概念的\"名\"\"实\"进行了细致地剖析和分类,概念上大致可以归纳为由人类创造并保存至今的一切文化遗存。文化遗产,从类别来看,至少包括物质文化遗产和非物质文化遗产两大类别;从不同的学科角度和侧重点出发又可以分为文化景观、文化线路、产业遗产、文献遗产等众多类型[1]。虽然\"文化遗产\"作为一个学术概念还存在一些争议,但不可否认的是,今天,我们已经从传统意义上的\"文物保护\"全面走向了\"文化遗产保护\",走进了\"更多的立足于对自然生态环境、历史变迁轨迹、人的内心世界的尊重\"[2]的", "label": "历史学", "id": 0}
