{"content": "[目的/意义]复杂性科学研究、非线性科学是与当代科学研究的范式转换相适应,它们分别在学科互涉中各种复杂性的共同特征或现象的共性分别是它们研究的根本依据。等。[方法/过程]以事物矛盾分析法等的思路分析,研究其本质矛盾的关健点、焦点、共同性克服其难点而知之。[结果/结论]分析它们各门科学和研究方法的成因及其规律和研究对象。", "label": "哲学", "id": 0}
{"content": "当前,我们进入了中国特色社会主义新时代。在这个新时代段,我们要站在一个新的的方位认识一下哲学与科学,哲学和科学是两个及其重要的学科,哲学是一门具有智慧的知识,而科学涉及到了人类生产生活中的所有方面。本文介绍了哲学与科学的概念,梳理了二者的异同,主要体现在研究对象、研究方法和取得的结果和影响的不同;二者有着本质的区别,但联系也是显而易见的,都具备理性和有着相似的知识背景。最后分析了二者的联系。", "label": "哲学", "id": 0}
{"content": "\"西道孔子\"扬雄的自然哲学思想是他整个哲学体系的开端,它以思辨的形式反映经验产生的规律的转化过程,其实质是对自然规律的哲学表达。用同一的\"绝对\"来统摄人类社会、自然界、精神世界,引发了扬雄自然哲学思想的产生,他的自然哲学具有抽象性。注重现象、关怀现实、拥护无神论,使扬雄自然哲学思想具有朴素唯物主义特征。关于其自然哲学思想中的动态演化,扬雄认为物质世界中的一切事物都是发展变化的,不论自然界还是人类社会。因时代局限,扬雄的自然哲学思想也不免存在一些缺陷。", "label": "哲学", "id": 0}
{"content": "从根本上来讲,马克思主义哲学在诞生的时候起就和科学技术发展有着千丝万缕的联系,从某种程度上来说,没有科学技术的发展,就无法产生马克思主义哲学。马克思主义的发展是随着科学技术的发展而发展的,在发展的过程中,使自身的内容不断的丰富和充实。当前,科学技术的发展成果以及科学技术哲学的构建,使人类认识和改造世界的活动进一步拓展广度和深度,同时也提出了很多方面的全新问题,面临全新的挑战,在这样的情况下,就需要着重针对马克思主义哲学的世界观和方法论进行着重思考,使相关问题得到有效解决,为其提供指导,从而在更大程度上促进科学领域实现可持续发展。基于此,本文着重探讨和分析科学技术哲学与马克思主义的发展关系问题等等相关内容,希望本文的分析能够为相关从业人员提供一定的参考和借鉴。", "label": "哲学", "id": 0}
{"content": "不同的学界对科学技术哲学有不同的理解,包括其学科性质、学科体系的构成以及未来的发展趋势。随着时代的不断发展,社会的文明程度也在不断提高,经济的全球化,不仅加强了国际文化交流,也使得科学技术哲学的重要性不断提高。而随着科学技术哲学不断地改革与发展,其在中国科学的地位越来越高,影响也越来越大。因此,研究科学技术哲学在中国的发展趋势很有必要。本文就新时代科学技术哲学发展趋势研究与科学技术哲学在中国的发展状况展开讨论。", "label": "哲学", "id": 0}
{"content": "随着人类社会的不断发展,科学技术的作用和影响力越来越大,伴随而来的科学技术哲学也越来越多地得到人们的关注。为了更好地帮助人们理解科学技术哲学的相关内容,指导实践活动,本文在分析科学技术哲学内涵和起源的基础上,研究了其发展的历程及意义,并对科学技术哲学的未来发展做了一点展望。", "label": "哲学", "id": 0}
{"content": "在我国\"科学技术哲学\",是对\"整体的科学与技术及其各门分支学科\"所涉及到的哲学问题,进行反思与批判的哲学学科。《科学技术哲学概论》,是为高校理工科硕士研究生编写的公共基础课教材。本文运用文献阅读与分析综合的方法,通过对《科学技术哲学概论》的思考探究,探索科学技术哲学产生的历史背景,并通过参阅其他相关文献,初步对科学技术哲学的发展路径提出建议。", "label": "哲学", "id": 0}
{"content": "科学技术哲学以自然观、认识论与方法论、科学观、科学技术与社会等为研究领域。本文基于科学技术哲学的角度,探讨了人类对自然及社会的认识过程、对自然规律的认知过程和思维方法、对自然科学发展规律以及人文社会科学的认识过程的理论化概括、对科学技术与社会发展的相互关系和互动作用、以及科学技术思想、文化、政策、管理等领域之间的相互关系及其作用和影响等等。", "label": "哲学", "id": 0}
{"content": "自然辩证法和科学技术哲学都是以科学技术尤其是自然学科为基础的哲学理论,两者之间既有紧密联系,又有相互区别。本文阐述了科学技术哲学是对自然辩证法继承和发展的结果,这种发展是建立在哲学和科学技术的基础上的,是其自身发展的必然结果。", "label": "哲学", "id": 0}
{"content": "<正>西方对科学哲学的研究起步较早,关注的人也较多,相比较来说中国这方面关注的人就太少了,这同中西方文化差异有着密切关系。中国历来对必须要做到\"精细化\"的科学技术不感兴趣,认为这些都是些雕虫小技,不登大雅之堂;主流文化更加重视\"大而统\"、\"悟\"、\"道\"境界的学说。科学技术与社会有着密不可分的相互作用关系,甚至社会对科学技术的影响往往超出人们的想象,多数人对此不太了解,特别是从事科学技术研究的人,对此可能持反对意见,甚至是嗤之以鼻。", "label": "哲学", "id": 0}
{"content": "和合观念是中国传统文化中非常典型的成熟样式,它主要体现在以较为普遍的方式渗透于传统文化之中,并具有典型的哲学意义。虽然马克思主义发展进程中经典作家并没有直接论及和合观念,但和合观念在内容上和《自然辩证法》有所联系,具体则体现为自然辩证法具有联系、内在、规律等内涵。自然的运动从特殊的领域展现了和合观念,不失为恩格斯从自然层面对和合观念的认知。当然,《自然辩证法》所体现的和合观念侧重于事理,而这正是和合观念被认知的基础。因此,《自然辩证法》从自然规律层面贯穿着和合观念,虽然这是无意识的,但它从根本上符合和合观念产生的现实基础。", "label": "哲学", "id": 0}
{"content": "科学价值的实现依赖于一定观念基础,这是由科学与社会的密切关系所决定的。社会上各种价值观念和人们对科学、生态的认识,会进入科学领域并影响科学价值实现的进程。要合理实现科学的价值,必须以和合文化为指导,使公众具备以下观念:工具理性与价值理性的和合、科学文化与人文文化的和合、科学主义与人本主义的和合、人类中心主义与生态中心主义的和合。", "label": "哲学", "id": 0}
{"content": "<正>中国是历史悠久的文明古国,中国古代的科学技术曾经有过辉煌的成就。它的发展从远古奴隶制社会开始积累,春秋战国奠定基础,历经两汉、唐宋两次高潮,中经魏晋南北朝的充实提高,直至明末清初开始落后于世界。16世纪以前的中国科学技术一直处于世界领先地位。李约瑟也指出:\"在3—13世纪,中国保持一个让西方人望尘莫及的科学水平。\"①那么,为何始终遥遥领先于世界水平的中国古代科学技术,并没有促成近代科学", "label": "哲学", "id": 0}
{"content": "<正>这是一个科技迅猛发展的时代,科学技术是第一生产力,科技越来越成为各国综合国力强弱的重要标志之一。然而,随着人类生存环境急剧恶化,迫使人们不得不重新审视科学技术的应用在实现人与自然的和谐中所起的作用,笔者拟从马克思主义哲学视角探寻科技在实现人与自然和谐中的双重作用。一、马克思主义哲学视域中的科学技术同人与自然的关系（一）科学技术是一种具有生产力功能的非同寻常的社会力量", "label": "哲学", "id": 0}
{"content": "<正>自从熊彼特提出创新的概念以来,技术创新经历了开发性研究、系统性研究和综合性研究后已经发展成为一门比较完整的理论体系。事实上,技术创新过程是一个哲学的思考过程,无论是技术创新的方法和模式都体现了一种辨证的思维方法和事物发展的模式,哲学的发展观贯穿于技术创新的始终。因此,从哲学的角度来思考和探讨技术创新的基础、模式和过程,揭示技术创新的内在基本规律,有助于完善技术创新手段,运用技术创新方", "label": "哲学", "id": 0}
{"content": "<正>从中共的十八大到十八届三中全会中,生态文明建设越来越被重视。在这个大背景下,从生态的维度重新回顾和总结马克思的科技观,揭示出其中蕴含的科技生态意蕴,对于践行科学发展观,促进我国新时期的生态文明建设,具有重要意义。马克思论述科技的内容,概括起来主要有三个方面的基本观点:科技是生产力,科技的异化,科技是一种在历史上起推动作用的革命的力量。这三个方面的观点基本构成马克思的科技观。从生态的", "label": "哲学", "id": 0}
{"content": "作为20世纪著名的人文主义技术哲学家,刘易斯·芒福德开创性地追溯了人类历史上的三种技术形态,表达了他对于技术和人类文明发展之间关系的深思。此后,他又以新的形式重述他的观点,批判性地回溯了近代以来\"单元技术\"取代\"多元技术\"后对整个西方文明产生的影响及其对于人性的扼杀。在此基础上,他指出用有机世界观取代机械世界观可以帮助人类破除\"机械神话\",求得人性的复苏与发展。", "label": "哲学", "id": 0}
{"content": "技术是对客观世界的探求,它看中的是主体客观化的问题;自由是对主观世界的追溯,它看中的是客体主观化的问题。技术与自由反映的是客体与主体之间的价值关系,介于二者之间矛盾关系的模糊性与复杂性,我们试图用两个维度四种状态来建立一个坐标图示,以此来反映人们对待技术与自由的两种对立态度。", "label": "哲学", "id": 0}
{"content": "当代被频繁讨论的宇宙微调论证共享一个两阶段结构。它试图确立:当代物理宇宙学提供足够证据表明,（1）我们生活于其中的宇宙之具有呵护生命的特点,乃是一个几率极其微小的事件;对这个事件之发生的最佳解释是,（2）世界是有神论的或多宇宙的。当前对这个论证的讨论大都围绕（2）的可靠性展开。本文从两个角度质疑（1）的可靠性。首先,微调论证在刻画微调的目标时或者是游移的,或者是乞题的。其次,就被微调细节在概率上的大小而言,微调论证并没有提供数学上严密的说明。", "label": "哲学", "id": 0}
{"content": "与自然科学探索发现、增进知识的内在秉性相一致,原创性是科学评价的首要标准。在弱作用下宇称不守恒的发现中,杨振宁、李政道原创性地提出假说和验证假说的实验方案,吴健雄等物理学家随后按杨、李的实验建议验证了假说,因而杨、李在这一科学发现中具有不可动摇的原创性地位。", "label": "哲学", "id": 0}
{"content": "对人性的独到理解以及与之相关的对技术的广义理解,以\"巨机器\"概念为标志的对现代技术之本质的揭示以及对现代技术之起源的独特历史阐释,是芒福德技术哲学最重要的两大贡献。", "label": "哲学", "id": 0}
{"content": "马克思主义作为意识形态一直存在着方向性、导向性特征与科学性之间的矛盾和对立。然而,现代西方逻辑实证主义的经验证实原则的失败、奎因对经验主义的两个教条的批判以及后来的历史主义的兴起,特别是库恩的范式论指出,任何科学的发展都是不同范式之间的转换,哥德尔不完备定理更证明了任何科学都不是完备的。这样近代理性主义的科学神话被打破,成为与意识形态没有什么区别的\"权力\"和\"整个当代思想史中最大的丑闻\",人类不存在适合一切领域的普适理论和普世价值。这样马克思主义的方向性与科学性的矛盾就消解了。", "label": "哲学", "id": 0}
{"content": "<正>一、技术是人的存在方式什么是技术?我先给出一个一般的形式定义:技术是人的存在方式。人是什么意思?我们总是要从一个角度切入问题。我们往往是从人与动物的区别中理解人是什么。人类和动物的区别首先表现在人是一个会制造和使用工具的动物,这是一个常见的关于人的定义。一部人类的史前史,是根据工具来标志的,比如旧石器时代、新石器时代、青铜时代、黑铁时代等等。这里面讲的都是工具,工具本身能够标志历史,这意味着什么呢?意味着工具创造历史,工具标志历史。所以,从历史上看,从人类的起源看,\"技术", "label": "哲学", "id": 0}
{"content": "近代的变革无不影响并反映着人地位的变化。一种观点认为人的高贵地位丧失了,另外一些人则主张人在近代无限扩展了自己的能力,提高了自己的地位,表面看来这是矛盾的。论文具体分析了两种观点述说的人的地位所指不同,前者指上帝赋予人高贵地位的丧失,后者则是人对自然认识和控制能力的提升。", "label": "哲学", "id": 0}
{"content": "工程既是人们为实现外在目的的创制行为,又是其对内在形上之思的确证与强化,是人之为人的外显形态。当代工程患了增长癖,其自身的发展正在加速破坏它的环境。这种灾难性趋势产生的根源在于与人类强大的征服力相脱节的简单性工程观。在科学观上,近代自然机械论的\"简单位置\"概念以及实体与属性这两个范畴的划分造成一种\"具体性误置的谬误\"。在工程观上,过分张扬工程的技术理性和工具理性,仅仅强调单一的逻辑一致性和普遍必然性,忽视了工程具有超技术性。自然被视为自然资源、人被当作人力资源,甚至文化也被当作软实力加以采掘,而环境的本体价值和复杂性未被真正意识到,它们的有限性和可变性也被忽略了。要实现可持续发展,要遵循的原则是使每个机体对环境的影响都有利于同一形态的其他机体的持续。并分别从观念、宏观、中观及微观的角度探讨了可能的对策。", "label": "哲学", "id": 0}
{"content": "<正>本书从\"道\"\"技\"关系出发,比照现代技术哲学研究的主题线索,从技术本体论、技术认识论、技术价值论、技术伦理、技术文化、技术管理、技术创新等方面展开有中国文化特色的技术哲学观念体系研究,初步构建了一个中国文化背景的技术哲学的框架体系,并以独特的视角触及当代技术哲学的各种基本理论问题。在这一体系中,既有对古代历史文献中技术哲学思想萌芽和基", "label": "哲学", "id": 0}
{"content": "对人类认知的理解不可能脱离融生物性、社会性和心理性为一体的认知主体。作为自然化科学哲学的主要代表,吉尔坚持其自然主义立场,对于\"规范性问题\"的驳难,他提出了其温和的进化自然主义观点,即把自然主义作为一个方法论规则而不是本体论。对科学认知本质的探究不能脱离科学自身的历史,因此,科学知识应该被理解为\"视角的\";科学认知中的规范都是条件性规范;而规范性力量则诉诸于科学共同体、历史传统等非先验的存在。这一观点与其诉诸工具主义来维护理性自然化的立场是一致的。", "label": "哲学", "id": 0}
{"content": "<正>\"人的两次提升\"是恩格斯在《自然辩证法》中的重要思想。恩格斯以宏大的历史叙事阐述了\"人的两次提升\"的重要思想。恩格斯指出:\"只有一个有计划地从事生产和分配的自觉的社会生产组织,才能在社会方面把人从其余的动物中提升出来,正像生产一般曾经在物种方面把人从其余的动物中提升出来一样。\"①恩格斯所讲的\"人的两次提升\"反映了人类文明演进过程中两次重大飞跃,也指出了人类文明演进的基本路径。通过对恩格斯\"人的两次提升\"重要思想的学习,能使我们以恢弘的视野审视人类文明的演进路径,并", "label": "哲学", "id": 0}
{"content": "李约瑟作为现代西方著名学者,对中国古代哲学表现了浓厚的兴趣。特别是他对朱子理学中许多重要的概念、范畴、命题、论点进行了系统的梳理与阐述。选此角度进行分析论述,对我们正确认识中西方哲学不同形态、不同特征以及中西方文化交流是有益处的。", "label": "哲学", "id": 0}
{"content": "本文建构并探讨了\"深度科普\"概念,其具体特征表现为:科学传播主体交互化,即把科学授体同科学受体建构为一种交互主体关系;受体差异化,即科学细分并差异化科学受体,特别关注各种边缘受体;客体精细化,即科学传播客体向精、细方向发展;目的高深化,即把传播知识、转换思维、\"变化气质\"、培育科学受体的主体意识,建构独立的理性精神和确立自由的主体地位,优化其生存作为其终极目的。", "label": "哲学", "id": 0}
{"content": "十七世纪的科学革命不仅仅是科学理论的变革,而是自然哲学在思想深处的变革,其实质是对亚里斯多德主义自然哲学的反思与批判;但这种批判不是对自然哲学这门学术的取代,而是机械论的自然哲学取代了亚里斯多德主义的自然哲学。", "label": "哲学", "id": 0}
{"content": "科学是研究天道的学问;文化是研究人道的学问;意识形态是研究官道的学问;天道、人道、官道,各行其道人为自然立法是人类思维的本性。科学理论是人类解释自然物象的概念系统;不同文化背景下的科学理论是解释自然物象的不可通约的概念系统。文化是由研究传统、思想体系和生活习惯构成的杂合系统。每一文化均含有多个研究传统;每个研究传统都包含了若干个主义和研究方法。科学繁荣有赖于六大研究传统——经验的和理性的、实验的和数学的、实用的和浪漫的——的融合。科学是人类文明和文化演进的产物科学不是某个圣人和某一主义指导和推演的结果;任何人、任何主义,均不能指导科学。任何主义都是个\"坑\",都有局限性科学理性是只狡兔,不是一头忠心耿耿的家犬。不存在唯一正确的科学理性。不同文化或同一文化蕴藏着多种多样的方法论,且不同的研究方法通常是不可通约的。捕鱼的理论不能指导打猎。知识的确定性与相对性是可以兼容的;人们只能不断地逼近真理,但永远也不能实现终极理论的梦想。科学演进需要多元文化的融合为动力。", "label": "哲学", "id": 0}
{"content": "空间视角为我们理解库恩与拉图尔的哲学思想提供了一个很好的切入点。实证主义将空间排除在对科学的界定之外,而库恩的主要贡献在于通过范式将科学界定为地方性知识,从而使得空间成为了科学的一种内生性要素。拉图尔通过强纲领继承了库恩的地方性知识的观点,但又主张\"行动中的科学\",从而在一定程度上缓和了科学知识的地方性生产与全球性有效之间的矛盾。库恩和拉图尔为我们理解当今全球化时代科学的生产与交流提供了理论基础。", "label": "哲学", "id": 0}
{"content": "托马斯·库恩是20世纪西方最有影响力,也是最有争议的一位科学哲学家,他所的范式、不可通约等概念在科学哲学界引导了一场彻底的革命。作为历史主义学派的重要开拓者,库恩的科学观存在严重的缺陷,具体体现在如下几方面:其一,他把科学视为科学家团体从事的活动,仅仅从主体方面去理解科学革命的逻辑和历史,过分夸大了科学共同体的心理因素,而否认了经验和理性的基础作用,走向了直觉主义的科学本质观;其二,以科学理论的可错性否定存在客观标准,走向约定主义的标准观;其三,对科学历史的考察仅仅从社会学、解释学上去理解,把科学家的行为与科学家的认识混淆起来,以此否认科学理论是对现实世界的反映,走向了实用主义的科学进步观。", "label": "哲学", "id": 0}
{"content": "论文依据劳斯、库恩等人的文献,讨论了科学实践哲学里的库恩的地位、作用影响指出,劳斯引用和根据库恩提出了科学实践哲学的主要观点,特别是库恩关于作为范例的范式的观点,以及在范例中强调工具等具有地方性知识特性的观点,对于科学实践哲学的主要观点——科学实践优位和地方性知识的科学观的确立有明显的直接作用;比较了库恩1与库恩2,库恩1是劳斯备受推崇的提倡科学实践观的库恩,而库恩2是还带有表象主义色彩的库恩。", "label": "哲学", "id": 0}
{"content": "SNM理论是基于演化经济学和技术系统论基础上建立的有关技术生态位和技术演化的分析方法,通过从微观到宏观进路的经验描述,初步建立了技术演化模型。本研究通过分析典型的数码化图像显示LCD和CCD技术的不同演化进路,论证SNM理论分析方法的实用性和可行性。该理论在技术论或STS领域,尤其是在讨论技术范式变迁和技术进化问题中,需要明确其讨论的方向和内容。同时,作为经验描述的分析方法,SNM理论有待进一步实证研究并拓展其理论运用的空间。", "label": "哲学", "id": 0}
{"content": "库恩竭力批判逻辑经验主义和证伪主义,提出\"范式\"为可信概念的科学发展模式,描绘了新的科学发展的动态图景。范式规定着常规科学的本质,也是科学的界标准。范式统一科学共同体的认识,影响科学家的世界观,促进着科学理论的不完善,充当解谜常规科学的手和工具,也是科学革命的内在动力。库恩范式理论富含极大的创新价值,从最根本的理论创新到科技创新、文创新。", "label": "哲学", "id": 0}
{"content": "陈昌曙先生是中国技术哲学的奠基人,最主要学术成就是建立了以人工自然论为基础的技术哲学,促进了东北学派的形成对陈昌曙人工自然观技术哲学思想研究是当代中国技术哲学的发展趋势研究的一个重要内容。陈昌曙先生人工自然观主要包括天然自然、人化自然、狭义人工自然、产业自然和社会自然,在人工自然观指导下,能够发现科学、技术、工程、产业和社会之间\"内在逻辑\"既能够提出坚持认为科学、技术、工程、产业、社会相对独立的过程的五元论,更能够提出它们是自然界的辩证运动统一过程的一元论,为建立具有整体性的、逻辑严谨的、与时俱进的自然辩证法学科体系提供了新的路径。", "label": "哲学", "id": 0}
{"content": "<正>科学技术发展的动力问题,是科学技术发展规律的核心问题。推动和影响科学技术发展的,既有其自身的内在矛盾,即内部因素,又有众多的社会条件,即外部因素。科技发展的外部因素和内部因素的关系是辩证统一的。要获得全面的认识,必须对诸动力因素进行系统分析。科技发展的外部因素和内部因素究竟是怎样联系和转化的呢?笔者研究发现:正是社会总体科学能力形成了科技发展的外", "label": "哲学", "id": 0}
{"content": "<正>世界上最大的开发区何在?它就在人类自身的头脑里。因为人类一切创造性的活动,无论是制度、政策、组织、管理的创新、抑或科技、文化、教育的创新,归根到底都发源于思路创新。而一个新思路的提出,不仅与好奇心和特定方法相联系,更重要的是同思维方式的更新、转换密切相关。所谓思维方式,是指人在社会实践中,为了观念地把握外界事物,通过主客体的相互作用,以一定的背景文化知识、认知结构、风尚习惯和方法等多种因素结合而成的有机统一体。它内化于人脑中,", "label": "哲学", "id": 0}
{"content": "河北省扶贫办宣传联络处处长李朝阳同志撰写的《序列论》一文,首次从理论的高度概括阐明了\"在事物的量不变的情况下,由于位移、排列、组合不同会引起质变\"的哲学道理,富有新意和创造性,读来深受启示和教益。它对于活跃人们的思维方式,改善生活质量,增强工作效率,杨长避短,趋利避害,出生产力,出战斗力.提高领导层的决策水平有重要的借鉴意义。", "label": "哲学", "id": 0}
{"content": "<正>一、何为全自然?全自然与自然界及其大自然的区别又何在?笔者认为,所谓全自然即全自然的全方位,应该既是上下四面八方之外,无有形影的直线开放式的扩散到无限大至无边,又是上下四面八方之内,无有中心的曲线封闭式的聚集到无限小至真空之所在。这是能量守恒物质不灭的必然。而全方位的部分方位只能是上下四面八方之内由无有中心曲线封闭式聚集到无限小至真空的不稳定而创生一切而来。这是物质不灭物质演化偶然显现。但部分方位的", "label": "哲学", "id": 0}
{"content": "弗雷格的涵义和查默斯的认知内涵的本质都体现在反映和决定认知意义这一重要角色上。但前者是一种强决定,而后者是一种弱决定;前者对认知意义的反映要依赖于描述,而后者则不依赖描述,侧重为一种条件能力;前者脱离不开经验,后者则由理想的理性推理所保证;前者是客观的、公共的,后者则可以参次多变;前者有绝对的真值,后者更强调索引词。", "label": "哲学", "id": 0}
{"content": "<正>物理主义坚持在任何一个可能世界中,只要物理事实存在,其他特定事实如现象事实（关于感受质的事实）就随之被决定。假定P为对我们世界的完全的物理描述即包含所有的物理事实,Q为对我们世界的完全的心灵描述即包含所有的心灵事实,那么物理主义坚持物理坚持这样的基本命题:P必然决定Q,即PQ。", "label": "哲学", "id": 0}
{"content": "20世纪最后的20、30年至今,科学实在论与反实在论之争一直被科学哲学界广泛关注,许多著名哲学家都卷入到这场争论中。文章首先对科学实在论的理论诉求做出客观阐述,然后清理出形形色色的实在论模型的研究进路并对其做出建设性分类。而本文则是立足于语义学层面上区分出的指称实在论和真值实在论,简单考查这两类实在论的辩护方式,为科学实在论在语义学层面上做出一个立场声明。在最近十几年,最佳解释推理已经成为科学实在论辩护的一支主力军,尤其值得关注的是利普顿所提供的最佳解释推理版本以及其提供的三个辩护建议,但是利普顿在为科学实在论辩护时为躲避反实在论的猛烈进攻,采取弱化原有的最佳解释推理策略,但是这时期身陷中立的哲学立场,达不到辩护的目的,即遭遇\"因过度守护而已无法进攻并将失去哲学领地\"的困境。为拯救困境中的利普顿,文章提出在利普顿的二层过滤机制中的第一层设置缺省理由的建议,然后结合最新的溯因推理模型来重塑最佳解释推理,以期能够抵御反实在论的攻击、有助于守护科学实在论的哲学立场。", "label": "哲学", "id": 0}
{"content": "在心灵哲学里,物理主义一直信守着\"物理知识具有完备性\"这样一条知识论原则（完备性原则）。近年来,反物理主义试图借助解释鸿沟和先天衍推论题来攻击完备性原则,物理主义的最新回应则是采取一种现象概念策略。然而,不同的物理主义者对现象概念策略的理解也不相同,本文选介的是一个具有广泛影响的版本——劳尔版现象概念策略。我将论证,该版本不但能成功化解反物理主义的攻击,而且为我们开辟出物理主义的一条新航向——后天物理主义。", "label": "哲学", "id": 0}
{"content": "自在实体是未经观察的\"自然客体\";现象实体\"是自在实体与人加观察信号作用的综合产物。自在实体、现象实体、现象及科学理论结构的形成离不开相互作用。相互作用是科学理论结构形成的动因,相互作用实在论从动因角度讨论科学理论结构的实在性,是结构实在论中的一员。量子力学曲率解释中的量子曲率构成曲率波场,曲率波场描述了一个新的物质波动存在形态,科学理论的结构与物质存在形态有了内在的统一性,科学理论的结构是实在的。", "label": "哲学", "id": 0}
{"content": "科学哲学在实证主义大潮之后,以反对逻辑实证的形象崛起,旨在建立一种有关科学的哲学,运用历史考察和案例分析的方法,对科学进行动态的描画,探索科学发展的规律性。从库恩的范式论到拉卡托斯的科学研究纲领理论再到劳丹的科学研究传统理论,科学哲学不断发展,不断完善,树立了一种动态的,整体的观点,形成了更符合科学史事实,更为准确地概括科学本质特征和一般规律的科学发展模式。它反对价值无涉和逐渐积累的科学观,将社会,人文,历史的因素纳入到科学中来,对于消解科学主义和人文主义的对立起到了极大的作用,为心理学的人文素质立法,为心理学的理论构建打下了哲学基础,也为心理学史的重建提供了方法论上的依据。", "label": "哲学", "id": 0}
{"content": "由格里芬、科布等人创立的建设性后现代主义,以怀特海的过程哲学、柏格森的生命哲学和古典实用主义为其理论来源,以后现代科学观、后现代世界观、后现代精神观、后现代社会观和后现代生态观为其主要理论,这些理论促进着绿色后现代主义和社会生态女权主义的发展,对西方哲学发展带来启迪。", "label": "哲学", "id": 0}
{"content": "人工神经网络是上世纪人类在科学技术领域所取得的重大科技成果之一,是人类认识自然和利用科技发展道路上的一座重要里程碑。本文以人工神经网络发展历程为线索,从人工神经网络构造计算单元为分类目标,阐述了第一代人工神经网络到第三代人工神经网络的重要特征和各自的异同,并对三代神经网络研究与发展中引发的许多自然辨证思想和方法进行了富含哲理的思考。", "label": "哲学", "id": 0}
{"content": "<正>从20世纪开始,人类生存的环境发生了巨大的变化,人类已经\"脱离了原来生存过的有机环境\",将自己置于技术的座驾中,芒福德在这样的情况下提出了自己关于技术与人性之间关联的论点。一、技术起源和人性很多哲学家都是把使用和制造工具作为人和动物的区别,并以此作为划分人类时代的依据。但芒福德认为,生产并不是技术产生的核心原因,人类早期的技", "label": "哲学", "id": 0}
{"content": "<正>观察中是否渗透着理论,观察具有中性吗?这样一个问题在科学哲学中可谓是一个矛盾尖锐、牵涉面广泛的重要问题。逻辑实证主义者认为:观察为科学理论的形成和检验提供唯一基础,观察本身是中性的,不受理论的\"污染\"。美国科学哲学家汉森提出\"观察渗透理论\"的命题,打破了逻辑实证主义的上述教", "label": "哲学", "id": 0}
{"content": "<正>20世纪60年代,汉森在《发现的模式》一书中全面阐述了\"观察渗透理论\"的观点。他通过对大量实际案例的分析指出:同样的感觉材料,在拥有不同知识背景的人的眼里,会看到完全不同的东西,得出不同的观察结果。\"观察渗透理论\"摧毁了逻辑实证主义所追求的科学合理性。逻辑实证主义坚信,科学作为一种追求真理的客观活动,其所坚守的理性标", "label": "哲学", "id": 0}
{"content": "受系统思潮的影响,钱学森教授在总结现代科学技术的基础上,通过对近代科学中运用的还原论方法的反思,明确提出用系统方法研究精神。用系统方法解释精神,不仅可以回答还原论方法无法回答的一系列重大哲学问题,而且由于思维方式的变革必然导致一场深刻的思想革命。", "label": "哲学", "id": 0}
{"content": "<正>一、探讨技术根本问题的本体论现象学技术哲学从胡塞尔到海德格尔,现象学经历了一个从先验现象学到基础本体论现象学的转变。海德格尔与胡塞尔对现象学的理解有重大区别:胡塞尔不仅仅把现象学理解为一种方法,更重要的是把它理解为一种认识论体系;而海德格尔则", "label": "哲学", "id": 0}
{"content": "<正>面对科学这一复杂的社会文化现象,如何深入地通过哲学反思来更深刻地揭示科学的本质,是现代科学哲学的一个重大前沿问题。《科学文化哲学的前沿探索》主要回答两个方面问题:第一,什么是科学文化哲学?或者说,科学", "label": "哲学", "id": 0}
{"content": "鲍德里亚一直作为媒介和现代社会思想大师而被人们认可,但在其媒介和社会思想中却蕴含着深刻的技术哲学思想。鲍德里亚早期的技术哲学思想主要围绕消费社会中的技术物展开,技术物成了鲍德里亚思考消费社会技术问题和技术的出发点。围绕消费社会中的技术物,鲍德里亚探讨了技术与技术物、技术物与人、技术物与灾难等方面的关系,表达了其对消费社会中技术物的批判性思考,反映了其技术悲观主义和技术决定论的思想。尽管鲍德里亚的技术哲学思想有其极端性,但对当代的技术哲学研究却有着不可忽视的积极影响。", "label": "哲学", "id": 0}
{"content": "马克思和恩格斯当年创立的自然辩证法理论是自然辩证法理论的第一个历史形态,建立在20世纪中叶以来的科学、技术、工程、经济、社会全面发展基础上的自然辩证法理论将可能成为自然辩证法学说的第二个历史形态。依据这样的思考、我们编写了一本自然辩证法的新教材,该教材试图提供一种全新的信息系统复杂综合世界图景的自然哲学,并在科学、技术、工程三元构架的基础上展示了当代科学哲学、技术哲学、工程哲理及其方法论的具体风貌。", "label": "哲学", "id": 0}
{"content": "随着科技哲学学科建设的规范化,建立系统的科技哲学文献学体系尤为重要。本文通过借鉴文献学的研究方法,界定了科技哲学文献学的概念,分析了目前学界科技哲学文献学的研究现状,尝试对科技哲学文献学体系进行初步建构。", "label": "哲学", "id": 0}
{"content": "以理论优位的科学哲学看待学科交叉只能看到学科理论间的交叉或者划归为学科的理论方式进行理解。从科学实践哲学视野看待学科交叉能看到丰富而多样的交叉样式:理论、仪器、实验、技术、文化等等之间不同的组合交叉。边界对象和标准化整合不仅意味着学科交叉的必然性而且提示我们考虑研究结果对另一相关学科的可接纳性。人介入研究过程的实践观点使我们从默会、技能、文化传统、情境性等方面理解和有意以此方式进行学科交叉。以实践方式看待学科交叉可以使我们获得新的哲学自觉", "label": "哲学", "id": 0}
{"content": "黑格尔辨证法\"否定\"与其神秘形式存在着对立,其内在革命性同样被恩格斯\"否定性\"的汲取,恩格斯自然辩证法延展了黑格尔的逻辑与历史研究方法,更从思辨走向了历史现实,从而奠定与确立人在\"辨证法\"与\"自然\"中的地位,创立了自然辩证体系存在的意义。", "label": "哲学", "id": 0}
{"content": "感受质的地位问题因为其对理解意识本质的重要性而在心灵哲学中被热烈地讨论。然而,与对感受质问题关注的程度相比,哲学家们对\"感受质\"这个词本身历史的关注似乎不够。普遍认为\"感受质\"一词主要由刘易斯所引入,然而在刘易斯之前,该词已经出现在历史文献和哲学翻译文献中了,特别是在哲学家皮尔士的著作中。考察该词在早期哲学翻译文献、在皮尔士、刘易斯以及费格尔著作中的使用有助于我们弄清\"感受质\"一词的历史含义以及它如何进入当代心灵哲学,这对我们理解当今心灵哲学在这个问题上的争论也会很有帮助。", "label": "哲学", "id": 0}
{"content": "<正>近代以来对因果性概念的哲学追问起于休谟（Hume,2000）。休谟认为,因果关系并无保证其有效的外部基础,实际上人们只不过是对不同事件之间的接续关系有重复经验而已。广义上说,\"休谟主义\"即是指那种认为应该把因果性还原为\"经验观察到的律则性（regularity）\"的观点。", "label": "哲学", "id": 0}
{"content": "历史上关于上帝存在的讨论,有两种截然不同的观点;一种以笛卡尔为代表,将\"上帝存在\"作为分析陈述,根据该陈述必然为真证明上帝存在;一种以康德为代表,由于实际上上帝不出现在我们的经验中,所以陈述\"上帝存在\"并不为真。两种观点都有其合理之处,也各有弊端。康德将证实一个综合陈述的方法扩展到了分析陈述,没有考虑到分析陈述在证实上的特殊性。笛卡尔注意到分析陈述在证实上的特殊性,但没有注意,这种方法充其量只能证明上帝可能存在,并不能证明上帝实际存在。相关讨论一直延续到现代科学哲学中,逻辑经验主义者继承康德的观点,认为一些经验事实必须实际存在,描述了这些经验事实的科学陈述才有意义;但是,应用分析陈述在证实上的特殊性,所有陈述都可以成为分析陈述预先为真而有意义,即便可能找到的经验事实与该陈述相违背,也一点不妨碍;这种观点典型体现在逻辑经验主义者的反对者——蒯因——那里。", "label": "哲学", "id": 0}
{"content": "心理因果性问题和意识问题是当代心灵哲学的两个核心问题。功能还原主义将心-身随附性归结为可还原性。突现问题作为当今整体论与还原论之争的一个具体体现,对因果关系的处理方式则是这个问题中的核心话题。本文试图分别从熔合突现论和序参量方法为融贯心理因果性和意识问题寻找解决方案。", "label": "哲学", "id": 0}
{"content": "数学、物理学与形而上学原则是研究莱布尼茨实体学说的三种理论视角与思维层级。莱布尼茨承认数学意义的广延、必然性分析有其合理意义,但认为单纯的广延是不实在的复合物;他承认笛卡尔、牛顿物理学意义的绝对运动及运动量守恒有助于机械论,但认为运动是不实在的,是力的派生状态。他承认古希腊、经院哲学的形式对于终极因的意义,但形式不能用于解释具体的运动。数学、物理学与形而上学原则统一于莱布尼茨的神秘理性主义之中。", "label": "哲学", "id": 0}
{"content": "莱布尼茨自然观的一个中心特点就是要把机械论与目的论调和起来。实体理论是其自然观的基础,对机械论自然观中实体学说的批评与经院哲学\"实体形式\"的改造构成了他自然观中调和纲领的主要部分。这种批评和改造的一项主要的成果是:从机械论和目的论两种解释方式出发,他把自然界划分为动力因的领域和目的因的领域或者说是现象的物理领域和神恩的道德领域,并用预定和谐来解释它们的关系。无论是现象的王国还是实在的王国都是上帝的王国,两个王国的和谐有赖于作为宇宙机器建筑师的上帝,和作为精神的神圣之城的君主的上帝之间的和谐,可以说上帝是其自然图景的预设和基础。由此,莱布尼茨的自然观显现出自然神学的意味。", "label": "哲学", "id": 0}
{"content": "金在权力图在还原论的纲领下解决心理因果性问题,这一策略面临非还原物理主义哲学家们的诸多质疑与批判。他从本体论的角度建构精致的层级世界观以辩护其提出的因果排斥论证,坚持心理因果性的实在性地位,消解突现论的下向因果关系。", "label": "哲学", "id": 0}
{"content": "中文屋思想实验提出三十年来,学界对该思想实验在批判强人工智能的有效性问题上一直争论不休。特别是强人工智能的支持者往往通过转换视角、添加问题或构建新理论模型等方式试图躲避中文屋的责难。为应对各种回应,塞尔在保持中文屋论证的基本逻辑结构和要点不变的前提下,通过修改思想实验的描述形式进行一一答复,从而保证了该思想实验对强人工智能的批判效力。本文试图借助对中文屋几个主要版本及其相关答复的考察,表明中文屋在批判强人工智能上的有效性,同时指出这种有效性并不依赖于思想实验外在描述形式的变化,而依赖于蕴含于其中的论证结构和论证形式。", "label": "哲学", "id": 0}
{"content": "科学-技术关系问题,无论在国内还是国外学术界,都是一个至关重要的研究主题,引起了众多学科的注意。本文首先评述了历史上的四种典型科学-技术关系观及其模型;接着探讨了当代科学-技术关系观的新动向。其中,技术哲学家主要集中于讨论技术在科学认知中的基础作用;而史学界则围绕保罗·福曼的长篇巨著展开了激烈的争论。", "label": "哲学", "id": 0}
{"content": "将技术发明和技术创新绝对区分的观点不足以深刻反映两者之间复杂的交互联系。本文在文献调研的基础上,深入分析了技术发明和技术创新的区别和联系,并从过程论的角度,依照时间序列,将技术发明和技术创新的关系划分成三种模式,分别是绝对分离模式、阶段伴生模式和完全包含模式。", "label": "哲学", "id": 0}
{"content": "技术使用是技术哲学中与技术设计相对应的一个重要范畴,是使用者对蕴含着自然规律的总是物象化为人工物的技术进行符合预定功能或不符合预定功能的操作、利用和发挥的活动,这不仅是\"已经在此\"的技术人工物功能的实现过程,也是使用者与技术的相互建构过程。对技术使用进行哲学反思,具有多重的理论和现实意义。", "label": "哲学", "id": 0}
{"content": "技术产生的影响并不常常都与其目的一致,且有些影响不属于经济范畴,而是在道德、社会和政治问题中,这些影响就是技术的外部性。人类社会的相关性、技术的复杂性及技术决策单位的分离决定了技术的外部性的产生。技术的外部性包括技术的正外部性和负外部性及技术的代内外部性和代际外部性等。对于技术的正外部性,可以通过具体措施使其内部化,以保证技术主体的利益;对技术的负外部性,必须想法设法降低、消解它以促进技术活动与人类社会的和谐发展。", "label": "哲学", "id": 0}
{"content": "使用是技术的现实存在方式,而技术使用则是人类存在的方式。根据技术的预定功能是否实现,技术使用方式可区分为常规使用和非常规使用;根据使用主体与技术的关系,技术使用方式可区分为间接使用和直接使用,以及被动使用和主动使用;根据使用前后技术的存在形态,技术使用方式可区分为消耗性使用和非消耗性使用。", "label": "哲学", "id": 0}
{"content": "现象概念是当前心灵哲学里物理主义和反物理主义争论的一个焦点,但尚未引起国内学界的重视。本文打算首先分析现象概念和物理概念引起关注的主要原因。其次,参考最新的研究文献,着重考察现象概念的三个基本特征（孤立性、指称物在场、首尾相接）,以具体展现物理主义和反物理主义围绕现象概念而进行的种种争论。再次,分析目前学界在现象概念应用方面可能存在的一个误解:区分现象概念应用的两种不同方式。我将论证这种区分是不必要的。在此基础之上,提出一条约束现象概念与其指称之间关系的硬信念原则（hard belief principle,HBP）。最后,简略探讨围绕现象概念的争论对于我们理解物理概念带来的一些可能影响。", "label": "哲学", "id": 0}
{"content": "<正>中国的历史古老而又悠远,上下五千年的积淀造就了深厚的底蕴。在人类历史的舞台上,曾谱写了辉煌与灿烂,也曾经受了屈辱与沧桑。在世界的技术进步乐章中,曾演奏过精美的前奏与乐谱,也曾与整首乐曲不合拍,甚至滑落到低谷。\"500年前,中国", "label": "哲学", "id": 0}
{"content": "<正>技术观是人们对技术本质的认识、把握和对技术发展的价值期望。不同时代,科技发展水平、社会价值取向不同,具有不同技术观。在生态文明视野中,技术观实现了从硬技术到软技术的转型。认识这一转型,有助于发挥技术在协调人与自然和谐发展中的作用,为建设和谐社会提供智力支撑。", "label": "哲学", "id": 0}
{"content": "本文简述中国古代老子的辩证法与创新文化的传统和当代马克思主义哲学对创新的哲学方法论指导。论述技术与人工制品的进化论、系统辩证法的规律,大系统建构的模式化方法。说明系统辩证进化模式建构中事物特性。", "label": "哲学", "id": 0}
{"content": "<正>科学理性与技术理性是科学认识论与技术认识论研究的核心内容。但哲学家对科学理性的认识论研究在科学哲学中占有核心地位,而对技术理性的认识论研究还仅处于起步阶段。技术认识论在技术哲学研究中是一个亟待加强的基础领域。本文以马克思实践唯物主义认识论为基础,从理性范畴、思维方式、知识三个层面对科学理性与技术理性进行认识论划界,使我们进一步深刻理解", "label": "哲学", "id": 0}
{"content": "<正>本文首次从哲学角度对中国传统的\"道\"和\"技\"的关系进行解读,提出了研究有中国文化背景的技术哲学的新思路。论文指出,作为中国哲学基本范畴的\"道\",涉及人类技术活动的一些根本属性。在技术活动中,\"道\"是合乎事物自然本性的、合理的、最优的途径和方法,是技术实践的理想境界。人们需要在技术活动中不断领悟,才能不断趋近\"道\"的境界。\"由技至道\"的理", "label": "哲学", "id": 0}
{"content": "人类社会发展迄今,经历了由自然生存到技术生存两个阶段。自然生存主要依靠自然资源和人的自然能力;技术生存主要依靠技术和技术物。与自然生存相比,技术生存是高效率的生存方式,但存在技术物与自然物、技术物与人两大内在矛盾,由此引发生态危机和人性危机,终将为新技术生存所取代。新技术生存的本质在于,它既包含技术生存因素,也包含某些自然生存因素,是自然生存与技术生存两者的优化和平衡。新技术生存何以可能?信息文明取代工业文明,为人类以新技术生存取代技术生存提供了坚实的基础。", "label": "哲学", "id": 0}
{"content": "作为二十世纪极具影响力的两位科学家,爱因斯坦与皮亚杰不仅在自然科学领域取得了举世瞩目的成就,而且在哲学界,他们也同样占据了举足轻重的地位,特别是他们的认识论观点,立足科学①、眼界宏远、思想深刻、独树一帜,为丰富人类哲学园地作出了突出贡献。迄今为止,就爱因斯坦和皮亚杰的认识论问题所作的探究和阐释已有不少,但对两者之间的比较研究并不多见。本文试图将他们的认识论思想紧密地联系在一起,进行比较、分析和研究,即从在认识起源上的不同态度、对康德\"范畴论\"的批判继承和与布里奇曼\"操作论\"的关系等三个方面展开论述,以更加深入地理解和把握两人的认识论思想。", "label": "哲学", "id": 0}
{"content": "人工自然是自然辩证法的核心范畴之一,在中国学界有着悠久的研究传统。在构建和谐社会的过程中,在人工自然方面的研究成果不应该被忽视。人工自然是作为自然进化产物的人类所创造的人工自然物和人工自然界的总合。人工自然生态,其中包括产品生态、产业生态等。人工自然并不总是以生态化的形式存在,其中的非生态的内容是是和谐社会构建过程中的阻碍。和谐社会建设的目标之一就是要把这些非生态的内容尽可能纳入到整个生态系统之中,使之生态化。和谐社会的实质是人工自然问题。在人工自然物的生产、交换、分配、消费以及人工自然界的演化等方面,人工自然与和谐社会紧密相连。人工自然是社会不和谐的载体。除了经济过程中围绕人工自然物产生的各种不和谐因素之外,围绕人工自然界的自然环境问题也是社会中不和谐因素的中心。引起社会不和谐的根本原因是利益关系的不和谐,构建和谐社会的实质在于构建和谐的利益关系。从\"三大关系\"到\"四大关系\",是人与世界关系的变革,更是和谐理念的变革。\"四大和谐\"基于\"四大关系\",是对\"三大和谐\"的改进和超越,是构建和谐社会的需要。通过人工自然构建\"四大和谐\",最终会促进和谐社会的构建。", "label": "哲学", "id": 0}
{"content": "本文叙述了传统科学实在论和反科学实在论的观点,并对历史发展脉络进行梳理,指出它们的争论的焦点所在,进而阐述劳斯的科学实践观是如何对两者进行批判,并挖掘劳斯实践实在论的意蕴。文章最后对劳斯的实践实在论与哈金的实验实在论做比较并对其进行评价。", "label": "哲学", "id": 0}
{"content": "在皮亚杰的理论体系中,创造性居于极为重要的地位。首先,他认为创造是发展不可缺少的过程,\"新颖性,如创造,是一直介入发展过程的\"（Piaget, 1971, p.5）;其次,他强调知识是通过个人建构而创造意义的结果,\"理解即创造\"（To Understand is to Invent, 1973）;再次,他认为创造性思维是通过反思抽象来实现的,创造性思维本质上是从低级图式和概念中构建出高级图式（Piaget, 1981, p. 225）。因循皮亚杰的理论思路,费德曼在\"平衡\"概念的基础上增加了\"转变\"（transformation）概念,认为创造是在平衡状态下能够带来新知识的一种转变活动（Feldman, 1989）;伦克和贝加托等则提出了个人创造（personal creativity）和微创造（mini creativity）概念,认为个人创造或微创造本质上是一种个人意义的建构,是一种个性化的解释（Runco, 2003;Beghetto＆Kaufman, 2007）,它们是一切创造活动的基础。皮亚杰的创造性思维理论对当今教育至少具有两方面重要含义:其一,对知识进行个性化解释和建构是学生创造性思维发展的基础;其二,引导学生对概念进行抽象和综合是一种重要的创造性教学策略。", "label": "哲学", "id": 0}
{"content": "东西方不同的语言文字,造就了形象和逻辑两种不同的思维方式。相比之下,汉语人形象思维独大的现象不容忽视。为此,本文提出了完备思维的驱动途径--中文逻辑。结合中文逻辑的历史进程,通过中文抽象逻辑的建构,总结出完备汉语人思维的方式方法。", "label": "哲学", "id": 0}
{"content": "象思维是一种区别于西方思维的思维方式,是中国人特有的重要思维方式。本文通过对以往的文献进行了梳理,分别从象思维的概念辨析、心理机制、研究路径、应用现状四个层面对象思维进行了阐述,并提出了对未来研究象思维的展望。", "label": "哲学", "id": 0}
{"content": "人类思维能力表现在细致性和综合性的有机结合,瓶颈口则表现在与之相反的混沌性和局限性。混沌性表现在对不同的概念或事物的混淆,局限性表现在不能从整体上把握世界。人类的思维能力有待于思维科学来加以研究和提升。加强严格化训练,提升对概念进行分类和自学所需知识的能力,能有效地加强思维的严格性、细致性和综合性,以突破人类思维能力的瓶颈口。", "label": "哲学", "id": 0}
{"content": "本文旨在运用理解模型来理解意识,思维停滞,逻辑思维与形象思维产生过程的能量状态。方法步骤如下:1.运用理解模型A来理解其旧的术语,如:意识,思维,逻辑思维模式2.运用理解模型B来理解人工智能行为,如:知识,意识,思维模式和情感等新术语;3.运用模型C,理解术语或表达的组合,例如:哲学的智慧和对上帝的爱;心理学探索人类智慧;计算机科学尝试人工智能;逻辑推理。由于这三种理解模型各有特点,它们相结合运用,思路更清晰,更容易找到科研问题。其实还有许多哲学,生命,意识,思维。宇宙问题至今没有结论,把这些都放下,尝试在了解生命,超越自我,停止逻辑思维操作,让思维停滞和消失,在触觉功能消失中,产生独立恒定的意识状态,收获思维产生模式以及思维以外的信息,获得灵感与智慧。", "label": "哲学", "id": 0}
{"content": "思维科学是钱学森最初于1980年提出的,是研究人的思维活动的规律的科学。他预期思维科学将能够揭示人类思维的重要规律,使得我们可以运用这些规律来极大促进科学研究。我们在研究通用学习机的过程中,发展出一些工具,如X-形式,思绪空间等。此处,我们用这些工具来建立一个关于思维活动的唯象的初阶模型。从此角度,我们看到通常大家公认的思维规律,如三段论推理,其实可以通过对此模型做一定的假设而导出。对思维活动采用不同的假设,就可能导出不同的思维规律。再比如一种特殊的思维{灵感,也可以通过对此模型进行一些假设而获得。因此,这个初阶的模型显示了一种可能性,即建立某种模型来研究人类的思维规律。因此,这个初阶模型有助于帮助我们看到思维科学的巨大潜力。", "label": "哲学", "id": 0}
{"content": "恩格斯关于思维科学的重要思想标志着马克思主义思维科学的初步建立,为思维科学的发展和壮大奠定了科学基础。恩格斯深刻地认识到开展思维科学研究的重要性和必要性,并对思维科学的科学概念、内涵和外延有着深入探索。恩格斯对于19世纪思维科学的发展并不满意,因此提出了完善思维科学的三条根本性原则。恩格斯还提出理论思维和辩证思维是思维的更高层次。", "label": "哲学", "id": 0}
{"content": "概念是思维的基本形式之一,概念往往采用属加种差的方法进行定义,属加种差的方法,体现了概念之间异与同的辩证关系。本文围绕异与同展开研究。首先用形式化公理化的方法定义了比较系统,比较系统包含了异与同两个元以及比较运算。在此基础上进行两次扩充,一是对比较对象的扩充,二是对比较结果的扩充。进行两次扩充后,在对比较结果进行解析,将比较结果解析为三个部分,分析比较对象与解析结果的关系,又组成了解析系统。更进一步,便演化出语言、逻辑、数学、科学、哲学等。", "label": "哲学", "id": 0}
{"content": "实质蕴涵怪论在学界有一些共识,也有一些争论,本文认为关键问题在于说清楚日常推理的本质,才能平息争论,获得更多进展。日常推理中的\"蕴涵\",其本质是逻辑蕴涵:p逻辑蕴涵q,等价于p真和q假同时成立违反同一条规则。", "label": "哲学", "id": 0}
{"content": "本书揭示了我国与印欧语系的人们一样,都拥有人生而来趋向于感觉的认识方式,以及人性向上超越追问无限、向下追问最小物质微粒、分别思维、类思维和互渗式等这些人类共同的认识能力。\"分别\"的思维方式则造成了我们对于同一事物可以从这一角度来看,也可以从另一角度来看,还可以再换一个角度来认识。互渗式思维方式则造成了我们将各种概念相互等同。这些思维方式便是我们头脑中\"金刚\"般的思维方式,直到今天还在影响着我们,以致我们今天还是弱于理性思维。", "label": "哲学", "id": 0}
{"content": "探讨基于信息加工范式的创造性思维问题解决信息加工模型。提出在创造性思维过程中一般要经历八个阶段:1、问题的发现和初步定义阶段;2、常规性问题解决的尝试及受挫阶段;3、启动创造性问题解决阶段;4、\"问题\"和\"解\"的合适的表征阶段;5、\"问题\"与\"解\"的遭遇、匹配和贯通阶段;6、问题解决的完善化、逻辑化处理,初步结果的形成阶段;7、问题解决的验证阶段（逻辑的或实践的验证）;8、问题解决的评价、确认及信息反馈阶段。八阶段模型是兼容常规性和创造性问题解决的模型。", "label": "哲学", "id": 0}
{"content": "《创新思维训练》作为一门面向全体本科生开设的通识类创新创业课程,在高校创新创业课程体系中具有基础性的重要作用。通过对课程目标、教学方法、内容架构、考核评价等进行优化,在传统讲授研讨之外,创新性地运用探究式教学、混合式教学、任务驱动式教学、沙盘模拟教学等方法,将课堂教学与项目申报、学科竞赛、情景体验等相结合,让学生在轻松愉快的氛围中,突破思维定势,揭示问题本质,提出解决方案,达到训练创新思维、掌握创新方法、增强创新创业能力的目的。经过近三年的教学实践以及对讲授学生的跟踪研究,反馈表明课程评价高,延伸成果多,教学效果好。", "label": "哲学", "id": 0}
{"content": "<正>引言具象思维相对抽象思维、形象思维是一个新名词,虽然许多心理学著作也偶然有类似名词出现,但将其列入人类正式的思维形式,却是以《禅定中的思维操作——剖析佛家气功修炼的心理过程》一书的出版为标志。这种思维形式与自然界的沟通与其他思维非常不同,虽然它是以直观动作思维或动作思维等初级思维为基础,但在直接地认识世界和体验自身与环", "label": "哲学", "id": 0}
{"content": "<正>横向思维（lateralthinking）,顾名思义,是指思维有其横向、往宽处发展的特点。具有这种思维特点的人,思维面都不会太窄,且善于举一反三。有一个形象的比喻,这种思维就像河流一样,遇到宽广处,很自然的就会蔓延开来,但欠缺的是深度不够。所谓纵向思维,是指在一种结构范围内,按照有顺序的、可预测的、程式化的方向进行的思维形式,这是一种符合事物发展方向和人类认识习惯的思维方式,遵循由低到高、由浅到深、由始到终等线索,因而清晰明了,合乎逻", "label": "哲学", "id": 0}
{"content": "<正>一、来源\"布里丹毛驴效应\"是由14世纪法国哲学家布里丹提出的。布里丹养了一头小毛驴,他每天要向附近的农民买一堆草料来喂。一天,送草的农民出于对哲学家的景仰,额外多送了一堆草料放在旁边。这下子,毛驴站在两堆数量、质量和与它的距离完全相等的干草之间,可为难坏了,于是它左看看,右瞅瞅,始终无法分清究竟选择哪一堆好。于是,这头可怜的毛驴就这样站在原地,一会儿考虑数量,一会儿考虑质量,一会儿分析颜色,一会儿分析新鲜度,犹犹豫豫,来来回回,在无所适从中活活地饿死了。决策过程中这种犹豫不定、迟疑不决的现象称之为\"布里丹毛驴效应\"。布里丹是大学教授,他的出名主要在于据说他证明了两个相反而又完全平衡的推力下,要随意行动是不可能的。", "label": "哲学", "id": 0}
{"content": "<正>自古至今,一提到无字天书,会立刻给人以神秘莫测而产生神圣感,认为它隐藏了人难破解的天地大秘,要破译它,还得等一个契机或一个人来成熟一个因缘合和才能解迷,可谓玄之又玄。我在想,不防调整一下思维来解读它,还是不难。所谓调整思维,无非是改变一下通常的思维习惯。譬如让思维回归到初心（或原始）状态,你会发现,你的思维是从未有过的豁然大", "label": "哲学", "id": 0}
{"content": "在全球一体化的今天,中国与西方国家之间的交流与合作已成常态化发展,从而也引出了中西文化上的碰撞与融合。在中西思维差异的问题上,学者们展开了广泛而深入的探讨。本文试图从几个方面来分析,以便使我们能够理解中西思维的差异,进而更加有利于中西方国家之间的理解与沟通。", "label": "哲学", "id": 0}
{"content": "钱学森先生以科学家的视野考察人类的思维形态,认为形象思维与科学思维都是科学研究、创新思维不可或缺的思维形态。形象思维在科学创造中起着重要作用。科学创造是形象思维和抽象思维的交织。形象思维是启动科学创造的重要动力。形象思维奠定科学创造的经验基础和情感基础。形象思维与经验和情感融为一体,贯穿于科学创造的始终。", "label": "哲学", "id": 0}
{"content": "文章阐述了钱学森倡导、创建思维科学,为思维科学明确制订了理论体系与研究道路,在形象思维、灵感与创造性思维、社会思维方面提出了许多精辟见解,尤其是创造性地提出了从定性到定量综合集成法、从定性到定量综合集成研讨厅、大成智慧工程思想,并为思维科学培养了许多人才。这是钱学森为思维科学做出的卓越贡献。", "label": "哲学", "id": 0}
{"content": "<正>1.有位老人喜欢清静,可附近常有小孩玩闹,吵得他睡不着觉,于是他把小孩召集过来说:\"我这儿原先很冷清,谢谢你们让这里热闹起来;\"说完每人发三颗糖。孩子们很开心,天天来这儿玩。几天后,每人只给2颗,再后来只给1颗,最后就干脆不给了。孩子们生气地说:\"以后再也不来你这儿玩了。\"于是,老人终于得到了清静。【境界思维】抓住人性的弱点,无事不成。", "label": "哲学", "id": 0}
{"content": "在当今文化大发展的趋势下,马克思主义也同时进入了一个全新的发展历程。本文依托当前这一时代背景,根据马克思主义时代化的概念,文化视域中马克思主时代化的意义以及文化视域中马克思主义时代化的进步路径三个方进行了剖析。", "label": "哲学", "id": 0}
{"content": "必须以与时俱进的马克思主义为指导,对中国传统哲学进行创造性转化和创新性发展,实现中国传统哲学与马克思主义哲学的融合发展,才能更好地为完成治国理政的历史使命服务。", "label": "哲学", "id": 0}
{"content": "<正>为了进一步深入学习习近平总书记关于中华优秀传统文化的系统论述,贯彻落实中办、国办今年印发的《关于实施中华优秀传统文化传承发展工程的意见》和《国家\"十三五\"时期文化发展改革规划纲要》,探讨马克思主义与中华文化的深度融合,推进中国化马克思主义理论建设,由中国实学研究会、中国孔子基金会联合主办的\"第二届领导干部国学论坛——优秀传统文化与创新发展中国化马克思主义理论\"研讨会于2017年7月22日在国家行政学院举办。", "label": "哲学", "id": 0}
{"content": "毛泽东是马克思主义应用哲学的集大成者。毛泽东写作\"两论\",不仅在于宣传马克思主义哲学的基本原理、用科学的世界观和方法论以武装全党,更在于从哲学层面总结中国革命的经验教训以教育全党,以解决当时党内普遍存在的教条主义和主观主义问题。因而,对于作为中国革命经验总结之理论形态的\"两论\",绝不能用理论哲学所谓的\"完整性和系统性\"标准予以指责和否定,而应当从应用哲学的范畴认识其理论价值。", "label": "哲学", "id": 0}
{"content": "<正>中国航天事业奠基人钱学森怀着对祖国、对人民的无限眷恋之情,于2009年10月31日静静地走了。祖国失去了一位为中国的崛起、强盛做出了杰出贡献的科学家、思想家。我失去了最敬爱的恩师和亲人,心中就像失去了一切,悲痛万分!那一天,钱学森的伟大精神仿佛感动了上苍,北京晴朗的天空骤然降下漫天大雪,给大地披上了素装,我带着儿子来到他的身旁,满眼泪水化作白色的雪花,依依不舍地伴他远行……为了寄托我无尽的哀思和深深的怀念,我只有努力地去反复学习、研读他的著作和文章,以及他的谈话记录。透过一篇篇文章的字里行间,我", "label": "哲学", "id": 0}
{"content": "习近平在学习马克思主义哲学、掌握其精髓的基础上,在新的历史条件下创造性地运用它来解决当代中国改革和建设中诸多新问题。在这一过程中,习近平又形成了诸多新的哲学论点,并用来指导全党的工作,成功地解决了当前改革攻坚中的许多难题。习近平创造性地运用马克思主义哲学主要有四个方面:一是弘扬读经典、学哲学的好传统;二是强调以人为本的发展思想;三是积极培育和践行社会主义核心价值观;四是把马克思主义哲学化作有效的思想方法。", "label": "哲学", "id": 0}
{"content": "随着时代的发展,在大众文化兴起的背景之下,马克思主义哲学也应该顺应潮流,走出\"圣坛\",走进\"大众\"。马克思主义哲学大众化能够帮助人们树立正确的人生观、价值观、世界观。本文从马克思主义大众化的存在的问题入手,并结合当前问题提出改善的对策与建议。", "label": "哲学", "id": 0}
{"content": "马克思主义哲学大众化运动的历史经验主要有:马克思主义哲学大众化应坚持群众路线、坚持传播队伍的专业化、坚持传播内容与时代发展需要相符合、坚持传播语言与群众的文化水平相适合、坚持传播方式与群众接受能力相适合等,上述经验对当代中国马克思主义哲学的创新与发展有重要启示。", "label": "哲学", "id": 0}
{"content": "<正>\"五四\"时期马克思主义在中国迅速传播,涤荡着中国固有的文化和意识形态,预示着一种新型文化的崛起。从早期的新文化运动到后来毛泽东思想的诞生,马克思主义经历了一个由表层到内在的中国化的心路历程。换言之,当中国第一批马克思主义者致力于为实现共产主义的理想而奋斗时,他们首先要面对中国的实际,他们不得不思考如何用马克思主义的真理解决中国社会的现实出路问题,从而引发了马克思主义中国化的思想嚆矢。回顾和总结马克思", "label": "哲学", "id": 0}
{"content": "马克思主义作为一种来自西方的工业文明,自东渐以来,却迅速为中国人民所接受。这不仅因为公然申明站在无产阶级立场上为无产阶级解放服务的科学理论令饱受战乱和压迫之苦的中国人民看到了未来解放之路的希望因而欣然接受,更是因为中国文化的博大精深与兼容并蓄令马克思主义具有了\"中国特色\",从而形成了一个和西方马克思主义不同的中国式版本。这其中,中国文化特有的\"变通\"思维、关系本位文化与马克思的\"实践生成论\"有异曲同工之妙。", "label": "哲学", "id": 0}
{"content": "<正>张允熠在《学术界》2012年第1期撰文认为:毛泽东在将马克思主义哲学中国化的过程中取得了人所共知的成就,也出现了失误:第一,用中国传统的实用理性诠释马克思主义的实践观。\"一切从实际出发\"是《实践论》的意旨所归,毛泽东结合中国社会革命实践,把\"有的放矢\"和\"实事求是\"作为一种基于辩证唯物论思想原则上的", "label": "哲学", "id": 0}
{"content": "<正>王玉平在《马克思主义研究》2012年第8期撰文认为:马克思主义哲学中国化与马克思主义中国化是同步开启的。历经李大钊等人对唯物史观的初步领悟,瞿秋白、李达、艾思奇等人对马克思主义哲学的理论界说,只有到毛泽东哲学才实现了真正意义上的马克思主义哲学中国化。毛泽东把马克思主义哲学中国化的基本途径和方", "label": "哲学", "id": 0}
{"content": "<正>随着中国特色社会主义道路的逐渐明晰和中国特色社会主义理论体系的建立和逐步完善,人们对这条道路的哲学指南和这个理论体系的哲学基础也有了更加深入的思考。无论从哪个角度出发,应该承认,毛泽东哲学思想是这条道路的一个基本指南,同时也是这一理论体系的一个核心基石。关键的问题是,在这条道路的进一步探索发展和这个理论体系的深入研究中,毛泽东哲学思想的研究,也面临着如何深化和发展的现实课题。当前,学术界对毛泽东哲学思想的当代价值有了许多的探讨。笔者认为,在新的历史条件和现实背景下,学习和研究毛泽东哲学思想,探讨它的当代价值和现实指导作用,应该着眼于几个基本的思维点,或者说必须具备几个基本的视角。", "label": "哲学", "id": 0}
{"content": "截止到2012年在《哲学研究》发文最多的作者主要有刘奔、黄克剑、夏甄陶、王路、郭贵春、王锐生、方立天、张一兵、赵汀阳、郁建兴、陈鼓、俞吾金、江怡、叶险明、朱德生、李景源、陈晓平、林剑、叶秀山、何祚庥、孙伟平、杨国荣、何中华、蒙培元、柴文华、孙正聿、张奎良、吴元梁、张华夏、郭齐勇、李宗桂、周昌忠、陈少明、丰子义、张汝伦、甘绍平、李鹏程、章建刚、陶玉泉、汪信砚、衣俊卿等,发文被引用最多的论文作者主要有:张奎良、孙伟平、盛晓明、王锐生、孔明安、王一多、曹南燕、张汝伦、魏小萍、孙正聿、汪信砚、衣俊卿、孟建伟、何中华、叶平、赵汀阳、李德顺、万俊人、吴彤、贺来、唐凯麟、冯平、丰子义等。以上这些作者,也是在当代我国哲学界积极活动者。", "label": "哲学", "id": 0}
{"content": "<正>2013年7月22日上午,中英美暑期哲学学院第17期高级研讨班开学典礼在文法学院214室举行。开学典礼由燕山大学文法学院副院长韩兆柱教授主持,中国社会科学院哲学研究学所长谢地坤研究员、燕山大学副校长张福成教授,英方代表吉姆·霍普金斯博士及文法学院党政领导、暑期学院全体外籍教师及学员、文法学院部分老师共100余人参加了开学典礼。本期研讨班的主题为\"哲学与心理学\",于2013年7月22日至8月11日在燕山大学举", "label": "哲学", "id": 0}
{"content": "<正>陈占安在《马克思主义与现实》2011年第4期撰文指出,认真学习和领会毛泽东哲学思想,不仅关系到对毛泽东哲学思想和毛泽东思想本身的理解,而且关系到对马克思主义中国化历史进程及其科学体系的认识,关系到对中国特色社会主义理论体", "label": "哲学", "id": 0}
{"content": "<正>艾思奇是我国提出马克思主义哲学中国化命题的第一人,是推进马克思主义哲学中国化的重要代表人物和奠基者之一,其对马克思主义哲学中国化问题做了深入的探讨,留下了丰富的精神财富。但学界对其马克思主义哲学中国化思想的产生及发展阶段还存在许多不同的认识。笔者结合自己的研究,就建国前艾思奇马克思主义哲学思想发展谈点自己的看法。", "label": "哲学", "id": 0}
{"content": "<正>\"输入学理\"是新文化运动的一项重要任务①。正是在这种情况下,马克思主义作为一种\"新\"学说在新文化运动中得以大规模输入中国,并在后期达到广泛的传播,产生了非常重要的影响,甚至可以说影响到了中国后来的政治文化走向。马克思主义在知识界的广泛传播,则与早期马克思主义知识分子参与的学理争论有着极大的关系,从而基本", "label": "哲学", "id": 0}
{"content": "理论与生活实践的关系始终是实践哲学所关注的核心问题。但在论述这一问题时,人们却往往忽略了这一关系问题的多维度或多层次性,而将理论与实践各自视为一个囫囵的存在物,笼统地谈论其间的关系问题。正是由于观念上的模糊笼统性,使得对这一问题的认识迄今仍处在某种停滞甚至混乱状态之中。且理论上的混乱事实上并不限于理论内部,亦往往引发实践上的混乱与失误。最常见的混乱便是将一个层面的关系简单地推至其他层面,从而导致这一关系的扭曲。在此,本文并不欲抽象地讨论这一问题,而是试图通过对马克思主义在中国的早期传播和发展,即从李大钊到瞿秋白、李达、艾思奇,再到延安时期毛泽东这一富有戏剧性的案例,来分析理论与实践之间极为复杂的关联方式。为此目标,本文拟首先简述这一马克思主义在中国的早期发展历史,然后对这一过程中的几个明显不同阶段的特征进行分析,进而试图从中引申出一些具有某种普遍意义的结论来。", "label": "哲学", "id": 0}
{"content": "马克思主义哲学的中国化有两个层面:一个是以教科书为基本形式的理论理性层面,另一个是以党的指导思想的\"活的灵魂\"形式存在的实践理性层面。理论理性层面的基本原理为实践理性层面提供理论根据,更为接近实践的实践理性提供基本原理发挥作用的平台,并推动基本原理的发展,是实现马克思主义哲学中国化的重要层面。", "label": "哲学", "id": 0}
{"content": "罗庸是一个典型的儒者。传统文化的熏陶、西南联大文化精神的激荡,推动了罗氏儒学观的形成。身体力行,以佛契儒;子史相合,贯通六艺;处处见仁,经世致用。如此,成就罗氏儒学观的厚重。惟其厚,更见其实;唯其实,述而不作;斯不作,是以寂寥。发现罗庸,是儒学之重光。", "label": "哲学", "id": 0}
{"content": "<正>编撰《哲学与中国》书系,坚持以\"哲学与中国\"为问题意识导向,定期地发表相关哲学类研究成果以及更为开阔的人文思想类研究成果,是中央党校哲学教研部全体同志集体承担的一项中央党校\"教学与智库建设创新工程\"任务。借该书系首次出版的契机,我想就为何要以\"哲学与中国\"来为其命名作一简要说明。在历史学家眼里,中国是一种时间性的存在及其浩荡向前而自进不息。在中华民族和中华文明五千多年的漫长历史中,这样一种时间性的存在依次展现为中原的中国、中国的中国、东亚的中国、亚洲的中国以至世界的中国,分别表征了中华民族在与时间的相迎相送中成就出来的不同历史阶段的天下形态及其历史意义。", "label": "哲学", "id": 0}
{"content": "本文从冯氏人生境界说提出的历史背景进行研究,介绍了人生境界说中的四境界:自然境界、功利境界、道德境界、天地境界。以此作为本研究的主线肯定了冯氏人生境界说对目前中国民族文化觉解和民族文化自信的积极推动作用,对人生价值观、道德观、理想观的定位指明了方向。", "label": "哲学", "id": 0}
{"content": "本文對牟宗三先生之二程分判,做一反思。在當代新儒家裡,唐君毅先生較為圓融,有意合會朱、陸,而牟先生則重分解,區分程子而為二程,分屬不同學派,包括:（1）如孟、荀性善與性惡之不同;（2）如講道德與講知識之不同;（3）如逆覺與順取之不同;（4）如朱子與象山之不同。此種二分固有直截、易解之優點,卻也容易造成掛一漏萬之失。本文回到二程原文再做探討,大致提出以下心得:（1）伊川、朱子亦不自認承繼於荀子,雖形式上有相近處,但內容仍一本孟子性善之說。（2）牟先生認為明道下開五峰,而五峰與象山、陽明等又可相通。然筆者認為,明道亦不與象山、陽明相通;明道個性圓融,伊川、朱子,以及整菴等皆予以推崇,陽明亦經常論及明道,但明道畢竟歸屬理學,而非心學或「心即理」學。", "label": "哲学", "id": 0}
{"content": "牟宗三通过其儒家\"道德的形上学\"证成,尝试包揽道德规范的\"内容的普遍性\"与科学知识的\"外延普遍性\"。儒家\"道德的形上学\"证成是牟宗三的著名理论,这理论到现在依然具有极大的印象力,不少后世学者都对此理论作出讨论。其中冯耀明从\"人物同体\"与\"人禽之辨\"冲突、\"气质命定论\"及道德实践上通天道难以实证三个方面,反思了牟宗三的儒家\"道德的形上学\"证成。就以上三个问题,杨祖汉与冯耀明展开了讨论。通过二人的讨论,可以反思牟宗三\"道德的形上学\"证成的有效性与有限性。", "label": "哲学", "id": 0}
{"content": "<正>深入探研以《天演论》为代表的严复著述,充分发掘现存与新见相关史料,理应是新时代文史学者,尤其是近现代思想史、学术史、教育史、出版史相关学者的历史责任所在。笔者虽自知阅历陋简、学问粗疏,仍据新发现之养源书屋旧藏味经书屋本《天演论》为线索,勉力对《天演论》初版印行时间之相关史实做了一些粗浅梳理与辨析,求教于海内外专家学者,还望能抛砖引玉,为这一史实的考证与探研略尽绵薄之力。", "label": "哲学", "id": 0}
{"content": "<正>冯庸的一生,心系国家,跌宕起伏。纵观他的一生,我们不难发现,儒家传统文化对其成长和人生有着极大的影响,本文试图从儒家教育这个角度出发,寻找儒家文化对其影响。一、儒家教育决定了冯庸的世界观自春秋战国时期,孔子开创儒学以来,儒学自觉继承了夏、商、周三代文化,在经历数千年的传习和丰富后,逐渐占据了中国传统文化的主流地位,成为影响社会生活和人们道德伦理的重要标准尺度。在冯庸所处的时代,有能力的人家,大多采用儒家经典对幼童进行启蒙教育。儒学的经典既是冯庸的启蒙教材,也成为他的人生信条。", "label": "哲学", "id": 0}
{"content": "<正>（《中华读书报》网络版不顾李泽厚先生的反对,曾将此文改名为《我希望第二次文艺复兴回归原典儒学》。今恢复原名,李泽厚先生作了最新修订。）何道林（以下简称\"问\"）:2015年10月在美国夏威夷大学由世界儒学研究联合会举办的\"Li Zehou and Confucian Philosophy\"（李泽厚与儒学哲学）,据说是第一次以健在的中国大陆人文学人为题的国际学术研讨会。", "label": "哲学", "id": 0}
{"content": "<正>本书是在中国\"文化大革命\"时期的1972—1976年写成的,1979年出版。以后虽多次再版,但因我已离开康德研究的领域,对本书讲述康德的部分未能有什么修改。《康德新解》是最初拟定的书名,因为当时各种情况,未能采用。中文版书名一直是《批判哲学的批判——康德述评》。何谓《康德新解》?是想在叙述、介绍、解说和评论康德哲学的过程中,初步表达自己的\"人类学历史本体论\"哲学思想。它以唯物论、实践论和积淀论（The theory of sedimentation）为基础,突出康德\"人", "label": "哲学", "id": 0}
{"content": "笔者近来于清华大学图书馆发现了甘肃历史文化名人汤用彤的长期以来罕为人知的早期作品,尚未收入《汤用彤全集》及其着译目录,还没有引起学衡派研究者的注意。这两篇遗文虽已尘封了近一世纪,如今重读,颇感其中许多见解并未过时,是今天仍然需要继续探讨的问题。他在青年时代就出于忧国忧民的时代关怀提出的许多洞见,达到甚至超越了影响历史进程的诸多大家的深度和高度。这与他的家庭教育、知识分子的使命感以及平日的读书思考是分不开的。", "label": "哲学", "id": 0}
{"content": "<正>一引论:\"吾道已东\"与以韩为镜1926年,康有为复韩国儒者李炳宪信,感叹\"吾道已东\",①视李氏为自己的衣钵传人。李炳宪（■,1870～1940）,曾于1914、1916、1920、1923、1925年五次来中国,问学于康有为。他接受了康有为的经今文学思想,撰述了《儒教复原论》《历史教理错综谈》《孔经大义考》《诗经附注三家说考》《书经传注今文说考》《易经今文考》等,1923年", "label": "哲学", "id": 0}
{"content": "晚清时期,张之洞倡实学教育,目的在于经世致用。从其使用实学的语境看,涵义为对治国理政切实有效的学问。其认为以中国经史古学为根柢,加以实践淬炼,才能培养出真正经世致用的人才。张之洞在洋务运动中取得的成绩,正是在其自身经世实学思想的指导下取得的。从经世致用角度,张之洞反对西方哲学,原因在于其认为西方哲学具有\"课虚鹜远\"的流弊,后学将流于清谈,甚至危害伦理、国政。西方哲学的内容,也多为中国经传所包含。透过反对西方哲学之皮相,可见张之洞的目的在于以经世实学重新恢复儒学实践性,经世实学实则承载其救亡图存的志向。", "label": "哲学", "id": 0}
{"content": "受梁启超之启发,胡适于20世纪20、30年代,在颜李学研究领域用力颇勤,钻研甚深。总体而言,其研究大致可分两期。第一期研究主要服务于对戴震\"新哲学\"之建构,第二期研究则在持此目的之外,又加入了一层维护自身学术地位的考虑。在程廷祚资料的发掘与研究上,胡适可谓开拓出了清代思想史中的新领域。同时,在戴震学与颜李学二者学术渊源关系方面,他也进行了有益尝试,为之后学者的研究提供了很好的研究路径与思路。不过,与梁氏相同,胡对颜李学的解读与阐释,都是在\"反理学\"的理论预设之下展开的,对颜李的推崇就意味着对宋明理学的批判,因为并未充分考察二者之间的学术关联。", "label": "哲学", "id": 0}
{"content": "<正>一、前言道光二十年（1840）唐鉴（1778-1861）自金陵至北京任太常寺卿,据方宗诚载言:嘉道间,海内重熙累洽,文教昌明,而暗然为己之学,兢兢焉谨守程朱之正轨……闻见所及约有数人:长白倭文端公、霍山吴竹如先生,官京师时与宗师何文贞公、湘乡曾文正公、罗平窦兰泉侍卿,日从善化唐恪慎公讲道问业,不逐时趋;其时在下位者,则有湘乡罗罗山先生,桐城方植之先生、永城刘虞卿先生,俱无所师承,而砥节砺行,为穷理精义之学。①京师作为辐辏之地,提供了游学士人思想传承、扩展、转化的学术平台,形成一理学社群,进行讲学、会课,编纂学术史相关书籍等学术活动,成为晚清理学之所以", "label": "哲学", "id": 0}
{"content": "<正>外王是内圣在社会政治乃至宇宙生态领域中的实现。由于内圣在历史情境中或者归于无从确证的传说,或者处于圣、王分离的状况,所以儒家外王说基本上不是对社会历史实际的记述,而是关于社会政治和宇宙生态的理想表达或制度设想,其不朽意义在于为人类提供了批判现实、改良社会的思想资源。熊十力一生对诸经外王说做了大量阐发。在经济方面,他指出\"《易·序卦》曰’物不可不养也,故受之以需。需者,饮食之道也’,此义宏通,深得治母,未有民困至不给予食饮而可为治也\"①,表明诸经以物质生活或经济利益为一切政治的根本前提,", "label": "哲学", "id": 0}
{"content": "<正>一、前言牟宗三先生对于《孟子·告子上》的诠释,主要见于《圆善论》与《孟子讲演录》①,前者为牟先生自己执笔,表现较精;后者是学生对牟师上课的录音②,则无法细致一一呈现,然大致前者可以概括后者。牟宗三并未把《孟子》原文全讲,在《圆善论》主要谈《告子上》与《尽心篇》。谈《告子上》的原因在于,《圆善论》主要探讨德福一致的课题,而《孟子》虽没有德福一致的概念,但其论及天爵、人爵辞语,则有近似之处。此《天爵人爵章》在《孟子·告子上》第十六章,《告子上》共有二十章,而牟先生只解到第十六章,乃至于德福问题后则止。又由于《告子上》的文字特别难,牟先生觉得有特别加以述", "label": "哲学", "id": 0}
{"content": "<正>郭沫若和瞿秋白在现代中国文学史上都具有举足轻重的地位,关于二人的交往记载较少,但这种交往对文学史进程的影响却不容忽视。目前,学界对于郭沫若和瞿秋白交往的研究已取得了一定成果,主要集中在研究二者的关系史,论述两人思想的异同,也有学者注意到瞿秋白对郭沫若的命运影响[1]。总体而言这类成果偏重描", "label": "哲学", "id": 0}
{"content": "<正>汤淑敏教授和她负责的课题组同仁们,凭着满腔热情,几年来克服了经费和人力上的很多困难,终于编成了一本《瞿秋白研究在海外》。（在编成这本稿子前,在此之前,他们已在《瞿秋白研究文丛》第二辑到第九辑的\"瞿秋白研究在海外\"专栏中连续发表了。）这本稿子将编成时,汤淑敏教授就提出要我写一篇序。我对海外瞿秋白研究所知甚少,只草草看过有关文章的几个片段,少有心得,因而", "label": "哲学", "id": 0}
{"content": "本文主要回顾了20世纪相关学者对于中国思想研究的\"创新性转化\",其中包括林毓生的\"创造性的转化\",墨子刻的\"调适\"理论,傅伟勋的\"创造的发展\",李泽厚的\"转换型创造\",以及党的十八大提出的\"中华文化的创造性转化\"等思想。旨在更加完整地理解党的文化方针政策,为中国文化和中华民族伟大复兴提供理论论证。", "label": "哲学", "id": 0}
{"content": "今年,是五四新文化运动90周年。五四运动的中心口号是\"科学与民主\",与此对立的是迷信和专制,它在当时的偶像是经过历代统治者化妆并被当作\"敲门砖\"使用的孔子及其思想。这样,批判被偶像化了的孔子,成为新文化运动的重要内容,\"打倒孔家店\"的口号,几乎成为与\"科学与民主\"齐名的口号。这种批判给打着\"尊孔\"旗号进行复辟的反动势力以沉重打击,起了巨大的解放思想的作用。但是,由于当时绝大多数批判者使用的是形式主义的方法,对孔子及其思想,乃至整个传统文化作了全盘否定,导致民族虚无主义的抬头,为嗣后出现的全盘西化思潮留下了思想空间。作为五四运动主将的李大钊则不同,他在积极抨击以孔子为偶像的旧礼教、旧道德,向当时抬出孔子来维护自己统治的反动势力展开猛烈斗争的同时,运用马克思主义的显微镜和解剖刀,对孔子及其思想进行了铢分毫析和辩证否定。首先,他用历史唯物论的基本原理说明了孔子思想的产生;其次,他用历史辩证法说明了孔子思想在两千多年中的演变;第三,他用辩证分析的方法说明了孔学本身的缺陷及其被反动势力恶性发展的情况;第四,他按照马克思主义基本原理对孔学中固有的精华作了充分肯定并予以弘扬。李大钊的上述言行,为我们党正确对待孔子思想,乃至整个传统文化树立了光辉的榜样。对革命者最好的纪念,就是把他们开创的事业不断推向前进。今天,我们纪念五四运动90周年、纪念李大钊同志诞辰120周年,一个重要方面就是要学习他对待传统文化的科学态度,全面认识祖国传统文化,加强传统文化教育,努力弘扬优秀传统文化,为建设中华民族共有精神家园而努力。", "label": "哲学", "id": 0}
{"content": "<正>一、引言2000年前后,中国哲学研究呈现一个转向,由以怀疑为主要论调的反思,到以反省、创造为主调的创建。而中国现代性的提出和深入研究则提供了全新的视域。通观20世纪的中国哲学研究,其中一个重要特点是:中国哲学史作为学科的发展和中国哲学作为理论的创造这两者是紧密联系在一起的。凡是影响较大的哲学史,都是出自哲学家", "label": "哲学", "id": 0}
{"content": "作为旧民主主义革命时期最深刻的哲学家,章太炎对代议制持严厉的批评态度。但是,这并不意味着他走向了专制。事实上章氏从其独创的真如哲学出发,赋予了直接民主以深刻的哲学基础。为了解决在现代民族国家的框架内贯彻直接民主的历史难题,章氏提倡联省自治,其目的不在分裂国家,而是保障民族主义、民生主义和民主主义的创造性举措。从理论上看,章氏对个体性的强调、对人性阴暗面的揭示和通过制度创新贯彻民主制的主张值得我们高度重视。但真如哲学内涵的唯我论困境又在根本上消解了民主的可能性和必要性,最终证明真如哲学难以成为现代民主的合法性论证,预示了章氏对直接民主探索的失败。", "label": "哲学", "id": 0}
{"content": "纵观中国社会主义建设历程,我们党在解决理论联系实际问题上,有过惨痛的教训,更取得成功的经验,终于不断开拓新境界,形成中国特色社会主义建设视域中\"理论联系实际\"命题的内涵体系。这一内涵体系主要表现在以下五个方面:（1）思想前提:在中国特色社会主义建设实际中必须始终坚持马克思主义理论的指导地位。将普遍的科学原理与本国的具体情况结合起来,通过马克思主义本土化推进党和人民的伟大事业,这是解决好理论联系实际问题的根本思想前提;（2）工作立场:强调党和国家的一切工作必须从中国实际出发。中国特色社会主义建设既有赖于从中国实际出发制定路线、方针、政策,也有赖于党的各级领导从当时当地的实际出发推进各项工作,这是解决好理论联系实际问题的根本工作立场;（3）实现途径:密切联系中国实际加强马克思主义理论宣传、教育和学习。充分重视马克思主义理论以及党的路线、方针、政策的宣传、教育和学习,并在宣传、教育和学习中密切联系实际,确保全体党员思想的先进性、纯洁性和工作的科学性、预见性,是解决好理论联系实际问题的根本途径;（4）运用渠道:强调理论研究必须以中国特色社会主义建设的实际问题为着眼点。马克思主义理论不仅要进行教育和学习,而且要进行深入研究;不仅要研究马克思主义理论本身,而且要用马克思主义的立场、观点和方法研究和解决中国的实际问题。这是解决好理论联系实际问题的根本运用渠道;（5）理论归宿:在中国特色社会主义建设新的实践中不断丰富和发展马克思主义理论。依照中国社会主义建设新的实践,不断丰富和发展马克思主义理论,这是解决好理论联系实际问题的根本理论归宿,也是全党在中国社会主义建设过程中时刻面临的艰巨任务。", "label": "哲学", "id": 0}
{"content": "对\"家\"与\"国\"之间的亲和关系和根本一致性的强调,是儒家政治哲学的核心思想和主要原则之一。而\"家\"与\"国\"或\"泛血缘的家庭共同体\"与\"政治社会\"的关系问题,对于近代英国的政治哲学而言,也是一个前提性和基础性的问题。但是,近代英国政治哲学对这一问题的分析和论述,却与儒家的相关思想存在根本性的差异甚或对立。比较透视近代英国政治哲学与儒家关于这一问题的思考和看法之歧异,简要梳理和回顾现代新儒家对儒家\"家国一体论\"的重新诠释和现代反思,对于我们思考和解答这一依然有其现实性的政治哲学问题,也许具有参考的价值和启发的意义吧。", "label": "哲学", "id": 0}
{"content": "<正>圆善论是牟宗三儒学思想的一个重要组成部分。在阐述儒家圆善思想的过程中,牟宗三创立了一个重要概念:诡谲的即。正确理解这一概念是全面把握牟宗三相关思想的前提。但由于牟宗三行文晦涩,读者很难清楚把握这一概念的确切内涵。本文对这一概念进行了梳理,认为这一概念旨在表达一种不同于综合关系或分析关系的新型关系,这种关系可以称为辩证关系,通过辩证关系可以得到一种幸福,而这种幸福正是儒家孜孜以求的孔颜乐处。", "label": "哲学", "id": 0}
{"content": "<正>21世纪是中国和平崛起的世纪。伴随着中国经济、政治的复兴,在文化领域也出现了一股强劲的\"儒学复兴\"运动。全国人大通过决议,将清明、端午、中秋等传统节日定为国家法定假日;在中小学教材中,传统文化的内容开始占有越来越大的比重,一些地区的中小学中,还开展了国学经典诵读活动;教育部决定,将中国对外的汉语", "label": "哲学", "id": 0}
{"content": "<正>马克思主义哲学的最显著特点是实践性,这一点是毋庸置疑的;而对于中国哲学尤其是儒家的哲学思想特点,则莫衷一是。我认为,儒家哲学最显著的特点亦是它的实践性,这是我们在谈论马克思主义哲学与儒家哲学关系时应该特别注意的。把握了这一点,凝聚了中华民族文明历史精华的儒家哲学思想才能找到它与凝聚时代精华的马克思主义哲学的会通点,同时可以充分发挥它在当今社会的现实作用。", "label": "哲学", "id": 0}
{"content": "<正>在现代中国的学术舞台上,面对西方文化的大规模东渐,宗教问题成为了一个不可回避的问题。出于对\"文化生命\"的\"承当意识\",牟宗三认为对宗教问题\"不能不正视\"。他说:\"我们处在这个时代,若想以自己的生命承当中国文化发展的道路,……对于宗教问题不能不正视。这不是炫博、作学究,乃是文化生命的承当问题。\"", "label": "哲学", "id": 0}
{"content": "<正>生命教育必须以本土文化为土壤才可以真正得到现实的落实。传统中国社会号称是以儒学作为主导性文化的社会,尽管中国社会不完全等同于儒学社会,甚至在相当程度上远离了儒学知识系统下的价值理念与理想目标,远离了儒学的人文心灵与价值理性。但这并不意味着儒学与社会是完全脱节的,在具体的社会实践中,儒学的文化理念对现世生活仍有相当的关联性。在现实生活中,人们对儒学的治疗学意义还是有或多或少的依赖,尤其是在精神的心灵安顿上,常能获得儒学的文化滋润。正因为此,在当下推行生命教育,从儒学的治疗学意义寻求文化根基,是建构本土化生命教育和提升当下中国人生命意义的重要途径。", "label": "哲学", "id": 0}
{"content": "<正>中国近代是西学东渐的时代,更是对中国传统文化进行审视、反思和创新的时代。在这个历史背景下,孔子作为中国传统文化的代表倍受关注。康有为、谭嗣同在戊戌维新时期对孔子之学及其孔教的认识极为典型,带有鲜明的时代特征。两人对孔子思想的阐释兼具相同性和差异性,留给后人诸多的历史启示。", "label": "哲学", "id": 0}
{"content": "<正>当今社会,与商品经济相伴而生的物欲膨胀,以及\"诚信\"危机,给人们的正常生活带来了许多负面影响。为重构社会的道德理念,在神州大地出现了注重儒家经典教育的热潮。且不说高层次的国学班热,就普及教育方面,也有种种类型的书院、读经班、晨读活动等等的开展,大有方兴未艾之势。诚然,在这大形势中,也难免出现", "label": "哲学", "id": 0}
{"content": "<正>儒学研究主要是指围绕着儒学人物、文本、史实和现实开展儒学思想探究,从而发展儒学的一种研究。可以说,儒学研究从原始儒学时期就已经开始,宋明理学时期是儒学研究和发展的重要阶段。与既往研究不同,当代儒学研究具有自身时代的特殊性,这主要表现在:儒学在时代发展中所处的地位不一样;儒学的知识角色发生了改", "label": "哲学", "id": 0}
{"content": "<正>本次国际学术研讨会的主题是\"儒学的当代使命\"。儒学的当代使命是什么呢?我们怎样才能意识到它的当代使命呢?本人就这两个问题谈一点自己思路,愿与学术朋友们共同讨论。我将在儒学的自信、为什么失掉了自信、为什么有了些自信、一百年来发生什么问题、自信从哪里来、儒学为什么要走出去和如何走出去等几个层次简要", "label": "哲学", "id": 0}
{"content": "<正>以儒学为基础和主导的中华文化,经历了近百年来的沧桑巨变,历经打倒、批判继承,到全盘否定,传承、弘扬创新,反反复复,历经百年,终于走出了困境,昂首阔步走向全球,向世人展现其深厚的内涵、独特的优势和魅力,这是一个巨大的变化和发展!", "label": "哲学", "id": 0}
{"content": "<正>为什么一代不如一代?年前与一位学者聊天,他本不是研究中国哲学的,但最近出于兴趣看了些中国哲学研究论著,最后得出这样的结论:一代不如一代。他非常感叹地说,如今研究中国哲学的人是一代比一代差了,只要拿今日中国哲学界最突出的学者与冯友兰比一比就知道,没有一个人在气象、格局、规模上能与冯先生相提并论,更不要提王国维、熊十力、牟宗三、钱穆等老一代学者了。", "label": "哲学", "id": 0}
{"content": "\"援老入儒\"反映陈柱在治学过程中由子学到经学的研究转向,是本文探讨其公羊学说的切入点。陈柱直斥常州公羊学家不明经义,乃借鉴历代公羊家于《春秋》事例的解说中,整理出适应民国时局的《公羊》学,反战论是其中主要内容。本文发现陈柱通过《老子》的注释建构《公羊》学的反战论,呈现出由子到经的一种治学历程。本文的内容包括:一、分析陈柱驳斥严复的\"天演说\",指出以\"天择物竞\"注释《老子》的不当;二、勾勒陈柱在《老子》注中\"援老入儒\",以儒家仁义纠正\"天演说\"的流弊,积极宣扬反战思想;三、说明陈柱把反战思想纳入公羊学说中,根据《春秋》事例提出战乱中国家自存的方法。", "label": "哲学", "id": 0}
{"content": "<正>一中国少数民族哲学思想史研究,得益于党的改革开放政策。在党的十一届三中全会精神指导下,于1981年成立了\"中国北方少数民族哲学及社会思想史学会\",1983年成立了\"中国南方少数民族哲学及社会思想史学会\",从此,中国少数哲学思想史研究在全国范围内提到了议事日程,并在国内外引起了学术界的广泛瞩目,两个学会密切配合,积极协作,取得了巨大的学术成果。随着时代的发展,两个学会的合并问题,提到了议事日程。经过共同努力,于1992年6月2日民政部正式批准\"中国少数民族哲学及社会思想史学会\"登记注册。全国性学会的成立,为中国少数民族哲学思想史", "label": "哲学", "id": 0}
{"content": "<正>2008年1月28日到30日,中国少数民族哲学及社会思想史学会第四届理事会成立及学术研讨会在云南昆明召开。来自全国各地蒙、彝、苗、回、白、满、哈尼、畲、汉族等各民族50余位专家学者和领导参加了会议。中共云南省委书记、省人大常委会主任白恩培代表省委省政府向大会发来贺信,对会议召开表示祝贺。学会", "label": "哲学", "id": 0}
{"content": "<正>科学发展观是新时期我国社会发展的战略和纲领。它提出以人为本,全面、协调、可持续发展的战略。我们应当从这样的战略高度来认识少数民族哲学思想研究的价值和意义。科学发展观提出以人为本,即是说发展依靠人,为了人。而人是现实的人。所谓现实的人,就是说人是作为不同阶级、不同阶层、不同地区、不同民族而存在的。抽象的、一般存在的人,对讨论科", "label": "哲学", "id": 0}
{"content": "本文讨论了从人类学到科学实践哲学中的地方性知识34概念演变;地方性知识概念对于少数民族哲学暨社会思想史研究的意义,以及对于科学发展观及和谐社会建设的意义。并给出一个结合自然科学与社会科学研究的成功案例一一民族植物学,以说明地方性知识观下,类民族植物学研究可以提供结合不同学科研究的更具文化意蕴的知识实践活动;从而表明,少数民族哲学和社会思想史研究应多从其他学科吸取养分,有所借鉴,才能发展更好。", "label": "哲学", "id": 0}
{"content": "<正>尽管人们对全球化运动褒贬不一,但自近代以来中国逐步参与全球化进程的事实不容置疑。近代以来的中国各种哲学与文化思潮都不得不思考如何适应这种全球化运动进而回答\"中国向何处去\"这一时代课题,因此从某种程度上说,它们都是对全球化进程的回应。到底是什么使得全球化运动成为可能?归根到底就是现代性文", "label": "哲学", "id": 0}
{"content": "<正>\"义理\"一词,最早见于《礼记·礼器》:\"忠信,礼之本也;义理,礼之文也\"。这里的\"义理\",是指\"礼\"所包含的精神。孟子《孟子·告子上》日:\"故日口之于味也有同耆焉;耳之于声也有同听焉;目之于色也有同美焉,至于心独无所同然乎?心之所同然者何也?谓理也、义也,圣人先得我心", "label": "哲学", "id": 0}
{"content": "<正>2009年是五四运动90周年,吴敬恒（字稚晖,1865~1953）这位在中国现代思想史上,对宣传无政府主义,提倡世界语,推动科学发展有过重大影响的人物,1949年以来,由于在政治立场上坚决反共,在大陆学术界几乎没有人提到这位早期的无政府主义者,语文改革家和留法勤工俭学的创始人。本文就胡适笔下的吴敬恒,来审视他在20世纪初期对中国现代思想发展的影响。一胡适笔下的吴敬恒在与胡适并时的人物当中,在思想上、人格上最受胡适推崇的是吴敬恒。胡适虽没有为吴敬恒写过像丁文江那样完整的传记,但在近代思想史", "label": "哲学", "id": 0}
{"content": "<正>《南赣乡约》是宋明儒学的重要代表人物王阳明于明朝末年在江西南赣地区推行乡村建设的总纲领,它集中表现了儒学于传统社会中以自身的道德精神引导、规塑乡村社会秩序的作用过程。《乡村建设大意》则是现代新儒家代表人物梁漱溟于1932-1937年年间在山东邹平进行乡村建设实验的总纲领,它集中反映了儒学于近现代回应现代化潮流、重塑乡村社会秩序的努力。两者在", "label": "哲学", "id": 0}
{"content": "梁启超区分\"爱智\"的西方哲学和\"为道\"的儒家哲学,认为儒家哲学的用功所在为\"修已安人\",其学问的最高目的为\"内圣外王\"。儒家哲学是中国文化的主体,其内容大部分不含时代性,不可以为时代古思想旧而抛弃之。在现代社会,儒家哲学的最大价值所在和昌明儒家哲学的关键是\"养成人格\"。梁启超的这些观点对于我们传承儒家伦理以合理地组织社会道德生活具有深刻的启示意义。", "label": "哲学", "id": 0}
{"content": "<正>2008,对于13亿中国人民来说,注定是一个非同寻常的年份。在这一年中,我们战胜了罕见的南方冰雪灾害;我们战胜了举世震惊的5·12汶川大地震;我们克服了由美国次贷危机引发的全球金融震荡给国内经济发展带来的不确定因", "label": "哲学", "id": 0}
{"content": "<正>对当代中国哲学的思考与论衡,离不开我们所处时代的特点和国际大环境,在当今和平与发展的主题之下,世界各种文明都在共处的现实可能中最大限度地展现和发挥着自身的价值和能量,对话而非对抗,共同发展的双赢而不是一意孤行的单边主义,已经成为了人们的普遍选择。面对新的国际形势,我们要充分认识和理解对话与沟通的重要性,在对话中了解对方,同时也展现自己。今天所谓全球化时代,", "label": "哲学", "id": 0}
{"content": "<正>在2001年北京召开的第12届国际中国哲学大会上,笔者发表了《21世纪的新道学文化战略》一文,综合中西各种异质文化的精华对古老的道家文化进行了综合创新与现代化诠释,以解决全世界共同面对的问题,称之为人类21世纪唯一可行的文化战略。这一学术观点要被世人所接受,并成为各国思想", "label": "哲学", "id": 0}
{"content": "<正>郭沫若抗战后期写成的《十批判书》是其学术生涯的代表性成果之一。这部主要以先秦学术思想为研究对象的著作由十篇文章组成,其中针对儒学的就有三篇,无疑在整个\"批判\"中占有十分突出的位置。重读书中的《孔墨的批判》、《儒家八派的批判》、《荀子的批判》三文以及郭沫若《青铜时代》一书中的相关论述,回顾了郭沫若的学术生涯。结合当今学界的研究现状,我认为郭氏对先秦儒学的探讨作为其学术史研究的重要组成部分,有三个值得注意和借鉴的鲜明特点。以下谨对之略作讨论。", "label": "哲学", "id": 0}
{"content": "<正>马一浮（1883—1967）是一位博古通今的国学大师,是学贯中西的现代新儒家,又是一位书界泰斗、诗坛名士。他在中国现代思想史、文化史上拥有崇高地位,是体大思精的思想家,也是正气凛然、人格高尚的知识分子。", "label": "哲学", "id": 0}
{"content": "<正>宋代陆游《吟东山》诗云:\"岂少名山宇宙间,地因人胜说东山。\"诗中所说东山就在浙江上虞,以地处古代会稽郡（今绍兴市）东部得名。上虞自东汉王充以来,文化名人辈出。贤达名流、文人骚客来此讲", "label": "哲学", "id": 0}
{"content": "<正>关于马一浮（1883—1967）思想的定位及其特色,学界历来见仁见智,评说不一。主流的意见认为马一浮是\"理学大师\"或\"理学家\",其中又分近程朱、近陆王、调和程朱陆王三种意见。自上世纪八十年代以来,", "label": "哲学", "id": 0}
{"content": "<正>马一浮哲学的基本内容主要由他在泰和、宜山两地所讲的\"义理名相论\"构成,以后又在《太极图说赘言》等著作中作了充分发挥。他的哲学主要是以宋明心性之学为基础,同时发挥先秦易学精蕴,以三易之说解", "label": "哲学", "id": 0}
{"content": "<正>马一浮先生作为一位博学多才的现代国学大师,被称为\"千年国粹,一代儒宗\"。他一生心无旁骛,专门治学,力求原汁原味地阐述传统国学的思想学术精神。由于马一浮不愿接受国民政府教育部的职位以及多次", "label": "哲学", "id": 0}
{"content": "<正>一、马一浮的\"六艺心统说\"马一浮先生是20世纪新儒家的一个典型,他比他同时代的新儒家更具有传统宋明儒学的气质。他倡导国学而且对国学有非常明确的概念。他把国学看成是中华文明已经形成的知识与价值体系,不但具有历史意", "label": "哲学", "id": 0}
{"content": "阳明哲学作为宋明理学的重要分支,本文将以王阳明对\"心\"之意涵的论述为线索,尝试探究整个阳明心学的理论框架及其\"致良知\"的工夫论主张。", "label": "哲学", "id": 0}
{"content": "本文考定《圈點龍川水心二先生文粹》刻於宋末,在它之前已有《龍川文粹》問世,《圈點》本之饒輝序並非僞作,它本是《龍川文粹》之序.《龍川文粹》是目前所知最早的陳亮作品選集,可補宋代書目記載之不足。宋末有人將水心之文附入,改名爲《圈點龍川水心二先生文粹》。鄧廣銘師據本書,補今存之《陳亮集》,惜所據照片缺了兩頁,以致誤將四文拚合爲二,今更正之。《圈點》本對陳亮作品均有評語,於了解陳亮思想甚有助益。", "label": "哲学", "id": 0}
{"content": "朱子學因趙復、許衡的傳播,在元朝盛行。元代朱學傳人不僅包括了一批重要的史家,許多理學家也常有對歷史的深入思考,朱學因而深刻影響了元代的史學思想。元代史學運用朱子天理學説的思想和方法,考察歷史治亂興衰之理。許衡以求\"理\"爲目的,探討歷史的\"所以然\"和\"所當然\"。胡三省則認爲\"物盛而衰,固其理也\",考察歷史要善於探求支配歷史盛衰變化之理。虞集主編《經世大典》,也强調從歷史制度興廢沿革之處,思考變通之理。在朱學影響下,元人將王道德治作爲考察歷史盛衰的標準,强調以\"仁政\"爲德治之本,以倫理網常爲推行王道的保障,從而形成了天理綱常支配歷史盛衰的邏輯關係。元代學者還將朱學的心性之學運用於史學。許衡、胡三省、蘇天爵等人在考察評論歷史時,就特别强調人君擔天下重任,要先正身心,以\"愛心\"、\"公心\"求\"天下心\";他們在朱學的基礎上有所發展,把\"正君心\"的要求推廣到\"正臣心\"的更大範圍。此外,他們還清醒地意識到\"民心\"向背可以檢驗人君的\"正心\"與否,從而深入探討了\"君心\"與\"民心\"的密切聯繫,指出\"得民心\"的重要意義。", "label": "哲学", "id": 0}
{"content": "有清一代,隨著清政府對朱熹思想的進一步重視,朱熹年譜的刊刻、翻印更加興盛,計有24種,其編撰、刊刻者主要以福建、安徽爲多,朱氏後裔是其生力軍,并出現了王懋竑纂訂之集大成式的《朱子年譜》四卷、《考異》四卷、《附録》二卷,以及刊刻最多的江永《朱子世家》一卷。", "label": "哲学", "id": 0}
{"content": "清代學者陳沆所撰《近思録補注》,是現存《近思録》重要注本之一。該書原稿今尚存世,據之可祛作者歸屬之疑,知其確爲陳沆所著,而魏源與之關係密切。《近思録補注》本於江永《近思録集注》而作,其特點是略於訓詁考證,亦不重詮解文義,注文以朱子之説爲主,兼及宋代以下諸儒之説,藉以闡明本文旨意。其徵引採輯非常廣博,録存秘逸洵爲珍貴,具體注解也多卓見特識,因此具有不容忽視的文獻價值和學術意義。", "label": "哲学", "id": 0}
{"content": "熊節編集、熊剛大集解的《性理群書句解》,現存有元刻本、李氏朝鮮朝刻本、日本江户時代刻本等,在性理學傳播史上有着獨特的地位。此書確立了宋代七賢的歷史地位,高揚其優秀的學術思想,在性理類文獻的彙編上具有肇始之功,後世編纂此類著述多受其啓發.熊剛大注重爲童蒙解讀經典,其注文頗具文獻價值,淺顯通俗的注解擴大了此書的受衆面,增闢了理學傳播的新途徑,有助於讀者理解南宋理學家語録的詞義、句意,體會其思想情感,其注文又具有一定的學術史價值。", "label": "哲学", "id": 0}
{"content": "日本朱子學家藤原惺窩堅持朱熹四書學的價值,他著《大學要略》是對《大學》全文的新銓釋。他認爲《大學》的\"三綱領\",至善爲體,明德與親民爲用,止於至善中有自然化育之功,能自然明明德,而明明德始於親民;\"八條目\",格物爲誠意、正心、修養、齊家、治國平天下之本。這是藤原惺窩政治理念的表達,表現的是他經世、救世的想法,與朱熹注重以内聖開出外王的思想是一致的。", "label": "哲学", "id": 0}
{"content": "作爲明代文學流派\"前七子\"領袖的李夢陽,晚年著成《空同子》八篇,宣揚自己的儒家學説,該書的產生與明代理學的盛衰、作者與理學家的交遊、地域文化的影響以及明人的著述風習不無關聯。此書中所反映出的作者的理學觀\"日用即道\"、\"理欲同行\"以及對宋代理學的態度等諸方面,又揭示出此書在明代理學發展中的地位,從而肯定作爲文學家的李夢陽的理學成就。", "label": "哲学", "id": 0}
{"content": "<正>這部書是我在1996年獲得京都大學文學博士學位（中國哲學）的博士論文,至今恰好20年,自2003年初版以來已有13年,既不堪回首,又感慨萬千。我想借這次重版的機會,簡單回顧一下自己將近三十餘年來的學術經歷（不含本科階段）,也算是對即將迎來\"耳順之年\"的一個紀念。不過考慮到《後記》的性質,我將重點放在與本書有關的學術背景的叙述,核心部分是我日本留學的經歷,回國後十多年的學術經歷的回顧則有待他日。我是\"文革\"後恢復高考的首届（\"77届\"）華東師範大學歷史系本科生,當時有一種莫名", "label": "哲学", "id": 0}
{"content": "<正>在紀念朱熹誕辰885周年之際,由中國歷史文獻研究會主辦,武夷學院承辦的\"朱子與朱子學文獻研究研討會暨中國歷史文獻研究會第36届年會\",於2015年11月16日上午在武夷學院科技樓報告廳隆重舉行。來自國内60多所高等院校、10多家科研文化單位的100多名專家學者參加了會議,提交學術論文109篇。會議論文内容,大致分爲朱子學文獻與歷史文獻兩大類。與會學者分五個討論組,分别進行了學術研討。", "label": "哲学", "id": 0}
{"content": "<正>嚴佐之戴揚本劉永翔主編衆所周知,朱熹是南宋著名的理學家、思想家、哲學家、教育家,詩人,是儒家自孔、孟以來最傑出的宗師、作爲其思想之承載,朱子著述\"致廣大、盡精微,綜羅百代\",是全世界寶貴的精神財富。其中,朱子與昌祖謙合輯的《近思録》最受後世關注,被譽爲\"六經、四子之階梯\",\"凡義理根源,聖學體用,皆在此編\",\"後人治宋代理學、無不首讀\",在中國以至東亞思想史上具有重要地位。因此,歷代學者或注解研習,或訂補遞修,創作過數量龐大的\"後代思録\",這些方獻是《近思録》學術史的載體,也是朱子學發展、傳播史的一個縮影,在古籍版本、歷史傳承和文化積累各方面都具有巨大", "label": "哲学", "id": 0}
{"content": "陈傅良作为永嘉学派承上启下的一代学者,薛季宣去世后,引导永嘉学派坚持事功方向长达三十年,对叶适产生过很大的影响。但是,关于陈傅良思想渊源和变迁的过程却鲜有提及,本文以陈傅良的生平为历史线索,在其交友拜师的过程中发掘他思想的渊源。同时,在其发展的不同阶段来粗浅分析其思想演变的蛛丝马迹。关于陈傅良思想的渊源从洛学,新学,苏学三方面介绍,对于陈傅良思想的演变从形而下者为功利到形而上学为事功再到事功思想的实践来粗浅分析。", "label": "哲学", "id": 0}
{"content": "王阳明一生三易其学,最终乃有\"致良知\"之说。本文试图从两方面出发,即阳明的亲身实践对\"致良知\"提出的塑造作用以及\"致良知\"中实践观点的体现,阐述在\"致良知\"理论中实践的重要意义。", "label": "哲学", "id": 0}
{"content": "<正>三晋出版社出版发行了由王华宝先生译注的《近思录》（宋·朱熹、吕祖谦编订）。\"王华宝博士在繁忙的编辑工作之馀,沉潜涵濡,细心抽绎,不惮琐碎,对该书加以详细的注解,并将它译成现代语,实在是一件非常辛苦的工作。\"（董平《序》）确实,王华宝先生治学严谨,工作认真,\"整理力求文字正确,标点准确,注释简明,译文流畅,篇章条理清晰,版式疏朗醒目\"。（王华宝《前言》）对于\"书中的讹衍脱倒\",王华宝先生已经在\"校点整理时参照众本,加以改正\",但百密难免一疏,笔者在阅读学习中,仍然发现了一些问题,试以阐明。", "label": "哲学", "id": 0}
{"content": "<正>嚴佐之戴揚本劉永翔主編衆所周知、朱熹是南宋著名的理學家、思想家、哲學家、教育家、詩人,是需家自孔,孟以來最傑出的宗師。作爲其思想之承載、朱子著述\"致廣大,盡精微,綜羅百代\",是全世界富貴的精神財富,其中,朱子與昌祖謙合輯的《近思錄》最愛後世關法,被譽爲\"六經、四子階梯\",\"凡義理根源,對學體用、皆在些編\",\"後人治宋代理學,無不首讀\",在中國以至東亞思想史上具有重要地位,因此,曆代學者或注解研習,或訂補處修,創作過數量廣大的\"後近思錄\"。這些文獻是《近思錄》學術史的載體、也", "label": "哲学", "id": 0}
{"content": "明代中葉内憂外患,頻仍而至,仁人志士,莫不欲有所振作,以圖力挽狂瀾,唯豺虎當道,黨爭之熾,意氣之猛,有增無減。唐順之處其時,繼承方孝孺剛正之道一本淑世之懷以治經,欲本經術匡扶世運,以《春秋》正王道,以歌《詩》扶教化,扭撥惡習,復歸根本之人心,此無欲之天機本心,足以活化天德以成就極功。其融攝漢宋,兼收並蓄,而不離生生不息之真心以體會經義,鈍學累功,學思交修,體現精進不已之治學精神,而思有以端正時世、彰明道術,可謂雄傑不凡。唯學界偏蔽於文章一面而忽略其經學,經學乃其學術根底,苟不能明,則論其學故然有晦,而論清代常州經學,難免無根,且推至明清整體學術,亦屬巨大缺陷。以是本文之撰,所以釋放其經學之巨大能量也。綱目如下:", "label": "哲学", "id": 0}
{"content": "程朱的\"理一分殊\"说在张载《西铭》的解释史上占据主流地位。在宋代\"礼学理学化\"的思想氛围中,这种解释过分强调其中包含的理学意味,而忽视了张载更为突出的礼学家身份。从\"亲亲尊尊\"的儒家礼秩原则重新审视《西铭》,不难发现张载在其中想象性构建的儒家宗法共同体,包含着他试图以\"亲亲之仁\"松动宋代君权独尊的\"尊尊之义\"的思想努力。重新讨论《西铭》的这种礼学意义,不仅可以勾连明清学者复兴礼学的实践在宋代的思想史线索,而且由此可以在更大意义上为重省宋代思想史提供一种参考性的反思视点。", "label": "哲学", "id": 0}
{"content": "<正>明代著名的思想家罗汝芳与汤显祖师生交谊甚厚,罗师的思想观念对汤显祖影响甚深。受罗影响,汤显祖形成了自己独立的人生观、政治观、文学观,进而直接影响其生活、从政及戏剧创作。正是罗汝芳的\"生生之仁\"\"赤子之心\"等论说内化为汤显祖的行为指导思想,于是他在为官从政时能施行仁政,实行人性化的政治管理,赢得百姓的爱戴。也是在这些思想的指导下,他能突破前人思维,大胆描写人生之\"情\",创作出以《牡丹亭》为代表的戏剧佳作。", "label": "哲学", "id": 0}
{"content": "<正>魏晋以还,随着中华民族山水审美意识的日益觉醒,自然物和自然现象不再仅仅被视为人格风貌的象征而受到赞美,它们逐渐成为人们畅神悦情的对象而得到欣赏。于是,通过登山临水感受自然之美逐渐成为古代文人作家日常生活的重要组成部分,表现和欣赏山水风物之美也逐渐成为他们文学创作的重要内容。明代著名思想家罗汝芳（1515—1588）一生著述宏富,多为讲学之语。《四库全书总目》评价云:\"其说放诞自如,敢为高论,著述最易,成编多至四五十种。\"①罗氏另有《近溪子文集》五卷,是其曾孙罗万先", "label": "哲学", "id": 0}
{"content": "<正>汤显祖多次谈及自己就学的事情,他在《秀才说》一文中说:\"十三岁时从明德罗先生游。\"在《李超无问剑集序》中说:\"吾师明德夫子而友达观。\"在《答邹宾川》中说:\"弟一生疏脱,然幼得于明德师,壮于可上人。\"他师从罗汝芳的情况究竟如何,何时负笈南城县从姑山,值得探讨。一、汤显祖临川拜师罗汝芳依汤显祖自己所言,他在十三岁时就师从罗汝芳。汤显祖在哪儿拜师学习,没有说清楚。而依《文昌汤氏宗谱》①中的《抚郡汤氏廨宇规", "label": "哲学", "id": 0}
{"content": "<正>一、引言当代的研究者在论及汤显祖的\"以情格理\"说的时候,大多喜欢提及明末清初的陈继儒在《批点牡丹亭题词》中记载的张位读《牡丹亭》后和汤显祖的一段对话。张说:\"君有如此才华,何不讲学?\"汤显祖回答说:\"某与吾师终日共讲学,而人不解也。师讲性,某讲情。\"但解释时,却往往为强调汤显祖所说的\"情\"而将其与\"性\"割开,这其实是不妥当的。二、\"性\"与\"性情\"\"性理\"\"性\"是儒家学说中一个最基本的概念。反映到文学理论中,通常称之为\"性情\",指人的禀赋和气质。《易·", "label": "哲学", "id": 0}
{"content": "<正>在阳明学的传播、发展过程中,存在着\"地域性\"与\"区域性\"两种方式,前者指的是阳明学在中国十余省的传播和发展,后者指的是阳明学在中国周边国家的传播和发展,这两种传播、发展方式有其不同的路径、规律和结果,不可相提并论,但可互相比较。罗汝芳研究,虽涉及\"区域性\",但主要在于\"地域性\"。出生于江西南城泗石溪（今南城县天井源乡罗坊村）的罗汝芳（1515-1588,字惟德,号近溪）,十六岁赴南昌师从颜钧,尽受其学,得王艮泰州学派之真传,当属王阳明的三传弟子,但影响要远大于一", "label": "哲学", "id": 0}
{"content": "<正>罗汝芳是明代泰州学派的一个重要代表人物。他以\"赤子之心\"和\"孝弟慈\"为旨归的学术思想和\"以讲会乡约治郡\"的伦理政治实践,在一定程度上纠正了阳明后学尤其是泰州学派中或流荡虚无而近禅,或\"不复为名教所羁络\"的狂侠倾向,促其回归平实和正统。罗汝芳这一归宗阳明学正统、以\"圣谕六条\"化俗治乡的学行取向,也体现在他有关乡约的思想和实践中。自北宋蓝田吕氏兄弟倡行\"乡约\"以来,以礼教化俗乡间、参与基层社会治理,就成为宋元时代儒家知识分子\"外王\"实践的重要内容。一些", "label": "哲学", "id": 0}
{"content": "<正>罗汝芳（1515—1588）,字惟德,号近溪,江西南城人,著作今存有《近溪子文集》。这位曾受学于颜钧的泰州学派著名学者,于嘉靖三十二年（1553）中进士,知太湖县,擢刑部主事。出守宁国府,以讲会《乡约》为治,后又补守东昌。迁云南副使,悉修境内水利,转参政。万历五年（1577）进表,讲学于广慧寺,朝士多从之者。张居正恶其讲学,以潜往京师的罪名勒令致仕。归与弟子在江西、浙江、江苏、福建、广东等地讲学,所至弟子满座,而他自己却未尝以师席自居。", "label": "哲学", "id": 0}
{"content": "<正>中国思想史上以民为本的思想观念非常明晰,形成一个优良的文化传统。明朝后期的思想家、政治家罗汝芳继承了这个思想观念,不仅大力宣扬民本主张,而且努力践行于施政过程,把民生问题摆进自己的人生目标之中。一、民本思想的优良传统传统文化成果中\"民本思想\"是宝贵的思想资源,是看重普通民众的利益,关注民众的呼声,为解除民众疾苦而尽力的一种思想。古人把它概括为\"民为邦本,本固邦宁\"（《尚书·五子之歌》）,对一个政", "label": "哲学", "id": 0}
{"content": "<正>明太祖朱元璋的\"六谕\"——\"孝顺父母,尊敬长上,和睦乡里,教训子孙,各安生理,毋作非为\",是明代基层教化的指导思想,在明清两代有许多的诠释文本,而对此学者已有不少的研究。①但是,学者对于这些诠释文本彼此之间如何相互影响、递相传承,关注得却不是很多,唯赵克生曾专门讨论\"嘉靖以后圣谕宣讲文本的编撰与传播\",重点谈王恕及罗汝芳的圣谕诠释之流传。②大致而言,明代士人的\"六谕\"诠释文本之中,有三部经典之作,即成化年间王恕的《圣训解》、嘉靖年间", "label": "哲学", "id": 0}
{"content": "<正>生命是宇宙演化进程中最为奇特的现象,古往今来,许多哲人都发现了这一问题。《周易》中说:\"天地之大德曰生\"①,又说:\"生生之谓易\",②表明了中国古代圣贤对于宇宙生命现象的基本判断。今天,当人们已习惯于用分子生物学的研究模式来探索生命奥秘时,往往忽略了中国古代先哲在这一方面的独到发现,因此,我们反观一下古人对于生命的独到发现和思想见解,对于拓展和加深这一方面的认识,或许有着重要的思想启发。明代儒家泰州学派的思想家罗汝芳（1515—1588）,江西南城人,", "label": "哲学", "id": 0}
{"content": "<正>罗汝芳（1515—1588）,字惟德,号近溪,门人谥之曰\"明德先生\",江西南城人。他七岁入学,十五岁师从张洵水,\"毅然以兴起斯文为己任\"①。二十六岁时拜泰州学派平民儒者颜钧（山农）为师。二十九岁中举,之后遍访阳明门下聂豹、罗洪先、邹守益等著名弟子,并开始热衷参与讲学活动。嘉靖三十二年（1553）三十九岁时中进士,开始其仕宦生涯。初授太湖县令,\"平山盗,便纳赋、修庠序、立乡约、演圣谕六条,其诸政务,一本于兴教化,明礼乐,不为一切俗吏所为\"②。后迁刑部主", "label": "哲学", "id": 0}
{"content": "<正>罗汝芳（1515—1588）,字惟德,号近溪,是明朝中后期的教育家、思想家。其父罗崇綗师从于习阳明之学的饶行斋,故经常阐述阳明之学,这对罗汝芳有着潜移默化的影响。近溪在十六岁时,师从阳明后学颜钧,颜钧为王艮的弟子,因此,罗汝芳为王艮的三传弟子,是泰州学派的传人。作为泰州学派传人的近溪,在继承发展阳明之学和王艮学说的基础上,提出了自己独特的学说——\"孝悌慈\"生命教化观,其思其行集中反映在《近溪子集》《一贯编》等书中。", "label": "哲学", "id": 0}
{"content": "<正>罗汝芳（1515—1588）,字惟德,号近溪,江西南城人,明中后期著名哲学家、教育家、文学家,泰州学派的代表人物之一。泰州学派素有平民学派之称,是一个重要的思想启蒙学派。泰州学派的学者并不以致仕为人生追求,而是以寻求生命之道为治学旨趣。讲学是泰州学派思想传播的主要形式之一,同时,也是泰州学派推行儒学平民化的主要方式之一。罗汝芳作为\"泰州学派唯一特出者\",对此有着深刻的认同。罗汝芳一生中的大量时间都投入在社会教化的事业上,他重视对平民百姓的教化,重视社会教化的推行,他的社会教化思想有着独特", "label": "哲学", "id": 0}
{"content": "<正>儒学在传统中国的传播与展开,学术界一般将其分为民间大众、知识分子和政治精英三个层面,作为传统儒学在近世的重要发展形态——朱子学、阳明学等,在其传播过程中这种分层表现得尤为凸显。从文化传播学的角度看,阳明学可谓中国传统儒学输入东亚诸国较为成功的案例之一。而若基于比较东亚阳明学的立场,则或许可以对阳明学的东亚传播做出这样的定位:日本阳明学所走过的发展道路主要是中下层武士的儒士化与儒士的武士化之双向互动的过程,韩国阳明学的历史境遇是脱离社会政治磁场而汇人纯粹", "label": "哲学", "id": 0}
{"content": "<正>引论:体与礼宋明理学喜言\"天理\",乃至以理代礼,但此\"理\"毕竟与\"礼\"不同,由此便产生了弥合二者之间裂缝的种种思路,朱子以理释礼,其言:\"礼者,天理之节文,人事之仪则。\"①这样一来,所谓的\"礼仪三百,威仪三千\"便成了含有仁义礼智信等道德内涵的天理之形下表现。换言之,礼唯有在\"理\"的观照下方有意义。至王阳明则是以心释礼,在阳明思想中,冬温夏清昏定晨省的礼文节目仍然要\"讲求\",\"只是要有个头脑\"②。这不外是说,礼本身没有独立的价值意义,其意义仅在", "label": "哲学", "id": 0}
{"content": "<正>泰州学派开创自泰州的王艮,\"阳明先生门徒遍天下,独有心斋为最英灵\"①。王艮初名王银,泰州安丰场人。阳明巡抚江西时,王艮赴江西与阳明反复辩难,后折服,称弟子。阳明曾谓门人说:\"向者吾擒宸濠,一无所动,今却为斯人动矣。\"②针对王艮张扬的个性,阳明将\"王银\"易名\"王艮\",字汝止,号心斋,寓意良深。但是,王艮并未艮止,更未能像江右收摄保聚那样\"心斋\",而是风声鼓舞,良知学重视自然流行,简易直截。邹元标的同门曾凤仪曾大力推动王艮从祀孔庙:\"继", "label": "哲学", "id": 0}
{"content": "<正>\"现成良知\"是对阳明良知学说的诠释和展开。在良知前冠以\"现成\"二字旨在说明良知本体人人具足、个个圆满,对良知本体的把握可从当下经验层面的道德实践人手,突出了良知本体的自在完满和当下呈现。可以说,在阳明学体用一源论的思维模式之下,现成良知是对阳明良知学说的必然展开。王阳明曾说:\"此良知所以为圣愚之同具,而人皆可以为尧舜者,以此也。\"①\"吾辈致知,只是各随分限所及,今日良知见在如此,只随今日所知扩充到底,明日良知又有开悟,", "label": "哲学", "id": 0}
{"content": "<正>嵇文甫先生在《晚明思想史论》一书中,将王门后学分为左派与右派两个系列,他视龙溪和心斋为左派的代表,并认为:\"禅不禅姑不必论。但龙溪心斋时时越过师说,把当时思想解放的潮流发展到极端,形成王学的左翼;并且以使徒般的精神,到处传播阳明的教义,热情鼓舞,四方风动,这倒是实在的,不管后来学者对他们怎样排诋,但究竟不能抹杀他们在王学中的极高地位。\"①左派王学主张从最根源处切入呈现良知本体,认为日常的穿衣吃饭,应对进退,尽是良知本体之呈现。此种带有禅风的悟道方式形成了左派王学平民化的风格,", "label": "哲学", "id": 0}
{"content": "<正>作为泰州学派的中坚,罗近溪在中晚明尝掀起学术狂澜。纠其缘由,则牵涉其生平经历、学术宗旨与思想流衍。而欲对此展开讨论,实须借助近溪之著作。四库馆臣言:\"其（汝芳）学出于颜钧,承姚江之末流而极于泛滥,故其说放誔自如,敢为高论,著述最易,成编者多至四五十种。即其集亦非一刻,……\"①以近溪\"敢为高论\"为其\"著述最易\"之由,是否准确,姑且不论,但\"成编者多至四五十种\",\"即其集亦非一刻\"至少道出了近溪著作之实况。是故,对近溪著作之关联进行探析,实极为必要。而方祖猷等编校的《罗汝芳集》②,囊括了罗汝芳的基", "label": "哲学", "id": 0}
{"content": "<正>一、引言关于宋明理学的神秘主义研究,陈来先生的研究具有开创性贡献,在《心学传统的神秘主义问题》一文中,最早讨论了宋明心学的神秘主义。该文认为宋明心学中容纳了一个神秘主义传统;神秘体验不但是这一派超凡入圣的基本进路或工夫之一,而且为这一派的哲学提供了—个心理经验的基础。此文还提出了一个重要问题,即没有诸种神秘体验,我们能不能建立儒家主张的道德主体性、能不能建立儒家的形而上学?陈来先生的回答是肯定的,并以熊十力哲学为成功范例;但也不排斥神秘体验是重建中国\"哲学\"的一个方向。①关于宋明理学的神秘主", "label": "哲学", "id": 0}
{"content": "<正>随着阳明后学文献丛书出版,明代江右儒者罗汝芳日益引起许多学者的关注。由于他早年受颜山农的点化,学界一般把他归为泰州学派。近年来,学者们从哲学、美学、经典诠释等诸多视域研究他的思想,产生许多成果。然而,目前关于他的生死观研究仅少见于罗伽禄先生的《一代思想大师罗汝芳》、李丕洋先生的《罗汝芳哲学思想研究》等专著部分章节,他的生死智慧还有待于进一步挖掘。基于此,本文试图从形有生死,魂只去来;今日天人之分,便是将来鬼神之关;悟透生死与临终逍遥三方面探讨他的生死智慧,彰显他对于生死问题", "label": "哲学", "id": 0}
{"content": "<正>罗汝芳（1515—1588）,晚明江西建昌府南城人,字惟德,号近溪,阳明后学泰州学派的巨擘。罗汝芳生于儒学世家,家学深厚,从小受到良好的教育,父母慈爱,家庭和睦,母亲在罗汝芳还是幼儿时,口传心授,教以《孝经》《小学》《论语》《孟子》等儒家经典。父亲则言传身教,反复开导其\"孝友和平\"之道。罗汝芳无忧无虑地成长:\"故寻常于父祖、伯叔之前,嬉游于父母兄弟姊妹之间,更无人不相爱厚。\"①罗汝芳七岁开蒙,十五岁有志于圣学,师从新城张询水先生。他认为科举仕宦不足了平生,", "label": "哲学", "id": 0}
{"content": "<正>罗汝芳（1515—1588）,字惟德,号近溪,门人私谥明德,江西南城县人。师从颜山农而证道,为阳明后学泰州学派之重要代表人物。罗氏一族可追溯至西汉,族人多有治学为官者,至唐、五代时期,已为当地望族。罗汝芳父罗锦,字崇綗,号前峰。曾师阳明弟子饶文壁,所以日后得以《传习录》开导罗汝芳;积极团结宗亲\"留心教事,隆师取友,以倡合族。合族诸父各率子弟以应\"①,这为罗汝芳治学极重亲亲之情打造了环境基础;前峰同时热衷扬善于乡里,其曾与", "label": "哲学", "id": 0}
{"content": "<正>罗汝芳,字惟德,号近溪,明代著名罗想家、教育家、文学家、诗人,泰州学派的代表人物。世人提起他,总津津乐道于他在思想上的成就,因为他以一颗赤子之心热衷讲学,致力于民间文化学术活动,积极地在各阶层尤其是在底层民众中进行儒学教化,深受世人的敬仰。纵观他的一生,他从嘉靖三十二年（1553）赴京参加殿试,进士及第,授太湖（今安徽太湖）知县,开始踏入政坛。后出任宁国（府治今安徽宣城）知府,补东昌（府治今山东聊城）知府,改官云南道巡察副使,", "label": "哲学", "id": 0}
{"content": "<正>罗近溪（1515—1588）一生著述宏富,据称其著述书目有九十三种之多,今存十八种。《盱坛直诠》是其中之一。该书为上下两卷,为近溪门人曹胤儒编次,当于明神宗万历三十四年丙午（1606）已编定,三十七年己酉程开祜刻。台湾\"中国子学名著集成\"所收录者即是此本。近世有马一浮所主持复性书院《儒林典要》本、凤凰出版社《罗汝芳集》所节录《盱坛直诠》皆出于此本。《盱坛直诠》为辑录罗近溪讲学语录,能够集中体现近溪的思想。程开祜序云:\"其（罗近溪）学独得宣圣之大,以明明德于天下为宗旨,", "label": "哲学", "id": 0}
{"content": "<正>一、罗近溪在宋明理学中和儒学史上的地位问题关于这一问题,历来说法不少。其中以牟宗三和蔡仁厚先生的评价最高。牟宗三认为近溪是\"泰州学派唯一特出者\",其学\"清新俊逸,通透圆熟\";蔡仁厚先生则称近溪之学为\"王学的圆熟之境\"\"王学的最后境界\"。牟宗三和蔡仁厚先生将其视为阳明之后王门的最高峰。我认为,牟、蔡二先生对其在王学中的定位是恰当的,并肯适应其在整个儒学史上的地位。即,罗近溪是儒学发展的\"圆熟之境\"\"儒学最", "label": "哲学", "id": 0}
{"content": "<正>中国古代的思想家,不管是采取六经注我的形式,还是我注六经的形式,都不可避免地以经学资源作为重要的思想资源来进行思考。经学本质上是以探求\"真经\"为逻辑起点,以实现\"经世\"为根本途径,以达到\"经心\"为最终归依的。罗汝芳（1515—1588）,字惟德,号近溪。学者称为明德先生,江西南城泗石溪（今南城县天井源乡罗坊村）人,明中后期著名哲学家、诗人,泰州学派的代表人物。罗汝芳不管是在明经、五经翼篇与五经一贯篇中对经学进行直接", "label": "哲学", "id": 0}
{"content": "<正>泰州学派多数成员承其师说,在儒学思想中表现出宗教化的一面。正是因为这一点,所以黄宗羲认为可以将泰州学派归为禅宗。作为泰州学派主要成员之一的罗汝芳有着极强的个性,他和颜钧等人被视为\"狂禅\"。在罗汝芳的思想中有许多不合当世、却是极富个性色彩的内容。而追求个性解放的结果自然是思想的解放,表现在对各种宗教学说的态度上,也就是不盲从与盲信,只选取自己认为正确的、有道理的,或者干脆用自己已有的知识去重新解读宗教,颇有六经注", "label": "哲学", "id": 0}
{"content": "<正>圣人立场和民间化立场是罗近溪治理思想坚持的两个原则,这是在学术衍化过程中对阳明心学和泰州学派思想特质的融合发展。近溪的治理思想内涵包含治心明道、治身修德、治学释经、治世致用等方面,可概分为内治和外治两个相互关联的方面,二者具有共同的心学逻辑起点和价值指向,兼顾了圣人立场和民间立场,对于士人阶层和民间秩序的建构具有积极作用,并在客观上对良性（符合儒家理想）的政治结构秩序具有积极作用。因此,其对当代社会治理的启示", "label": "哲学", "id": 0}
{"content": "<正>作为江右王门中的重要成员,罗洪先与聂豹同属王门\"归寂派\",在明中后叶思想界有着极其广泛的影响。罗洪先曾受到黄宗羲的赞赏,称其主静之说为阳明之传。然而他的\"良知本静\"说也曾被当时王门诸子中一些显赫人物视为偏离师说,故评价不一。但从学术史眼光看,他的思想主张不仅在江右王门中独树一帜,而且其极重体验的学术历程也给后人带来了颇多的启发与思考。故重新界定其在思想史上的地位是必要的。本文欲对罗洪先成长历程、思想特征及其学术论", "label": "哲学", "id": 0}
{"content": "<正>\"现成良知\"与王畿所用的\"见在良知\"关联密切。据文献表明,\"见在良知\"初见于王畿反驳刘邦采的质疑中;而\"现成良知\"常见于罗洪先对王畿的质疑中。①两词的使用情况较为混杂,如罗洪先与聂豹都曾以\"现成良知\"质疑过王畿,而王畿又从未正面反对过这种使用,甚至有时也借用\"现成良知\"一词。这种情况是否意味着\"见在良知\"与\"现成良知\"是相同的呢?一、\"现成良知\"化解了\"致良知\"的有执性仔细考察两词具体使用时的语境,就会发现王畿时而用\"见在良", "label": "哲学", "id": 0}
{"content": "<正>1研究目的王阳明是明代最具影响的思想家、哲学家、教育家、军事家,\"心学\"思想集大成者。研究王阳明哲学中的体育观,旨在对王阳明体育方面思想的研究作进一步完善;对我国古代体育史、宋明理学家体育思想史的研究提供一些借鉴;从王阳明哲学思想中的体育观之中探寻对现代社会生活方式与养生等方面有意义的观念,给现代人的人生观、", "label": "哲学", "id": 0}
{"content": "<正>《大有》在王夫之诸卦解释中有重要地位。在写于明亡不久的《周易外传》和晚年的《周易内传》中,对《大有》的阐发皆包含许多精微的思想,其中曲折地反映出他对明代一些重要政治问题的反省。王夫之的《大有》诠释暗含以下几个方面的现实关切:其一,处于弱小、疑阻之地的南明君臣何以自处;其二,明亡后儒者应否隐遁及如何隐遁;其三,肯定和颂扬\"有\",褒扬\"有\"的本体地位、主体地位,借以阐", "label": "哲学", "id": 0}
{"content": "和合观念作为儒家的根本精神之一在宋明理学中占据重要地位,天人合一、心性合一是理学家追求的目标。刘蕺山作为晚明力畅心学的大家,其\"主意说\"凸显了意念在促使主体与本体和合之修养工夫中的重要性。他力图超越良知现成派和归寂派的弊端,创立一套主意而轻心、念的独特的心性体系。", "label": "哲学", "id": 0}
{"content": "黄宗羲是我国明末清初伟大的启蒙主义思想家、博学多才的学问家、浙东学派的开创者。考察黄宗羲的传世之作和生平事迹可以发现,战国时期的伟大思想家、爱国主义诗人屈原在黄宗羲的思想认识体系中不仅是一位有崇高地位的\"豪杰\",更是不顾个人安危批判弊政、主张改革的正直官僚士大夫的楷模,是他学习效仿的榜样之一。屈原对壅君、时弊的批判精神,以民本思想为原动力的爱国精神,博学兼容、主体自觉的精神,对黄宗羲的思想、人格产生了重要影响,对黄宗羲成为一代学术泰斗起到重要作用。", "label": "哲学", "id": 0}
{"content": "<正>顾炎武反对\"明心见性之空言\",主张\"读九经自考文始,考文自知音始\"①,提出了由音韵文字而通经的治学路径,开乾嘉学术之先声。但顾炎武的学术旨趣实与乾嘉之学有着很大的不同。顾炎武强调\"君子之为学,以明道也,以救世也\"②,\"明六经之旨,通当世之务\"③。也就是说,通经致用、经世济民才是顾炎武治学的终极目标。顾炎武有一句著名的论断:\"古之所谓理学,经学也。\"④此说固是对宋明理学的一种批判,但同时也表达了顾炎武视经学为义理之学的观点。", "label": "哲学", "id": 0}
{"content": "<正>顾炎武为明末清初杰出的思想家、经学家、史地学家和音韵学家。由于其学识渊博,在国学典制、郡邑掌故、天文仪象、河漕、兵农、经史及音韵训诂之学诸方面都有较深造诣,并在批判心学和程朱理学基础上,创立了经世致用的独到治学门径,故而被后人誉为\"清学开山始祖\",与黄宗羲、王夫之并称为明末清初\"三大儒\"。", "label": "哲学", "id": 0}
{"content": "明代理学在政治化、世俗化等新的历史条件下明显表现出践履、分化、反思、批判、整合、开新的特征。虽以心体重建为使命的阳明心学为明代儒学最突出的成果,正统理学由辉煌走向衰落,但这只是相对而言。实际上,有着正统理学色彩的儒者们也在不断进行着反思、修正和重塑,以与心学不同的认知取向推动着理学的发展。其结果在一定程度上使朱子学有所挺立,但也扭转了朱子理学的路向。", "label": "哲学", "id": 0}
{"content": "作爲南宋理學發展中的中堅人物,張栻、吕祖謙在乾道、淳熙年間一直\"面講書請\"不斷,留下衆多書信。本文對兩人現存書信進行编年考證,以期有助於相關研究之深入。", "label": "哲学", "id": 0}
{"content": "本文集中探討了朱熹以\"氣\"釋鬼神的思路,依次對\"鬼神只是氣\"\"鬼神事自是第二著\"\"鬼神恐有兩樣\"和鬼神\"須是見得有\"等命題進行了辨析,指出朱熹以\"氣\"釋鬼神的旨趣在倫理實踐而非知識探討,並進而澄清了鬼神分類和鬼神有無的有關問題。", "label": "哲学", "id": 0}
{"content": "<正>朱傑人主编《歷代朱子著述珍本叢刊》是華東師範大學出版社2010—2014年間策劃出版的大型古籍影印叢書,旨在匯集和展示高仿真影印的朱子著述歷代各色珍稀版本,下設《朱子著述宋刻集成》（11種,37函,286册）和《元明刻本朱子著述集成》（28種,30函,240册）兩種子叢書。一中國古代學術大師朱熹著作的大全集。", "label": "哲学", "id": 0}
{"content": "朱熹的《女戒》虽然仅仅留下来一篇提纲,但是它以简要的方式总括了宋代理学对当时妇女在社会和家庭中生活地位的理论认识,而主张妇女回归家庭是其《女戒》思想的主要内容。与班昭的《女戒》相比,朱熹《女戒》在内容上更加突出了\"讲学\"和\"俭质\"的时代特色以及它们对于当好家庭妇女的价值向导作用。此外,该提纲还从理论方面比较系统地规定了作为\"家庭妇女\"的一些必要条件,因而本文通过阐释朱熹《女戒》思想的实质无疑有利于学界更加深入和更加科学地理解和把握南宋理学与宋代以降中国古代妇女地位变化之间的相互关系。", "label": "哲学", "id": 0}
{"content": "儒家的天人合一思想与生生不息的生态观是密切相关的。作为宋明新儒家的重要代表,程颢的仁体一本、通贯天人的理论,是与其生态思想紧密相连的。宇宙生生不息与德性的流行不已都是建立在仁本体的遍在与自觉的基础上的,也正是由于不忍、悱恻等道德自觉,才使得万物不断处于生生状态之中。", "label": "哲学", "id": 0}
{"content": "<正>清季理学发展总体凋敝,向为学界之共识。章太炎曾说:\"清世理学之言竭而无余华:多忌,故歌诗之史楛;愚民,故经世先王之志衰。\"萧一山也认为,清初理学家\"所讨论研究者,皆不过就前人之说,为之推阐证明而已,绝无发明也;此亦清代理学日就衰亡之象也\";\"乾嘉以降,经学几成一尊之局,理学已不能军\"。\"宋明理学之在清代最为不振\",冯友兰两卷本《中国哲学史》论及清代,也以清初为重点,略及乾嘉,而", "label": "哲学", "id": 0}
{"content": "<正>张载（1020一1277）,字子厚,人称横渠先生。张载礼学在北宋时期独树一帜,尤其是他\"以礼为教\"的思想,作为其礼学的核心产生了深远的影响。然而,张载之后,随着他的弟子转入程门,其思想学说也一度衰微;直到明代中叶以后,经吕楠、冯从吾的讲学与对关中理学的整理,使得张载之学再度复兴,他的\"以礼为教\"思想也在明清之际受到后世学者的推崇,再现出其学术的生命力。", "label": "哲学", "id": 0}
{"content": "<正>宋代是中国封建社会历程中的一个具有过渡性质的朝代,相比于前朝而言,宋代的城市和商业的高度发达使整个社会发生了巨大变化。新的生活形式也带来了新的风俗,由此产生了一些新的社会问题。而北宋文人当政的确立,让整个政治家群体带有了浓厚的文学气息与文人情怀。作为秉承着传统儒家思想的文人的代表,苏轼以\"人之寿夭在元气,国之长短", "label": "哲学", "id": 0}
{"content": "<正>引言:从《歙县风土论》说起谈起明代风俗之流变,论者多引顾炎武《天下郡国利病书》中的一段议论文字作为依据,这就是他引自《歙县风土论》中的记载。在该文中,歙县县志的编纂者将明初到自己生活的时代分为四季,以洪武到正德为\"春\",以正德到嘉靖为\"夏\",以隆庆为\"秋\",以万历三十年以后为\"冬\"。", "label": "哲学", "id": 0}
{"content": "<正>宋代是庶民家族礼仪发展的奠基时期。在宋王朝大力复兴儒学的社会背景下,在新兴庶民家族制度逐渐确立的过程中,庶民家族不再被\"礼不下庶人\"的礼制束缚,他们获得了相应的礼仪文化权利。作为\"敬宗收族\"的重要方式,祭祖礼仪也沉降到庶民社会,与庶民家族生活紧密联系起来。但是国家礼制并未对庶民祭祖礼仪进行详明规定,庶民祭祖礼", "label": "哲学", "id": 0}
{"content": "所謂\"以朱變陸\",是指宋末元初一些朱熹後學以朱熹所提倡的\"格物致知\"和\"道問學\"的理學體認方式來糾正陸九淵所主張的靜坐修養、發明本心的心學修煉方法。而關於王應麟是否主張\"以朱變陸\",清人全祖望與元人貝瓊、清人黄百家的觀點不同,全氏認爲王應麟學術兼綜朱、陸之傳,否認王應麟\"以朱變陸\",而貝氏和黄氏均强調王應麟倡學者以朱熹之學,從而救治陸氏偏駁之弊,確認王應麟\"以朱變陸\"。通過考察朱陸學術的根本分歧和王應麟的學術主張,我們發現爲了救治當時的空疏學風,王應麟治學極力反對陸學中棄書不觀的做法,十分强調讀書,强調對文獻的學習和研究,强調從經典出發來把握和體會人生,處處體現了對朱學的維護、對陸學的糾正,即所謂\"以朱變陸\"。", "label": "哲学", "id": 0}
{"content": "陸隴其是清初著名的朱學家之一。在學術上,陸隴其不僅以\"尊朱黜王\"爲學術傾向,而且嚴斥\"佛老之學\"爲思想異端。爲此,陸隴其還獲得了\"醇儒第一\"、\"傳道重鎮\"的盛譽。陸隴其一生學術活動頻繁,經常與當時的學者相聚討論理學,批判佛老、王學,並著書立論,加以推廣。他的這些理學著述,不僅有利於清初朱子學的復興,也有助於後人加深對程朱理學的認識與理解。同時,陸隴其通過這些著述活動和爲官治事,又將宋明理學政治教化思想付諸於實踐。", "label": "哲学", "id": 0}
{"content": "<正>一引言人固有一死。死亡,是所有人关心而且必将面对的一个问题。在中国的传统思想里,儒、释、道有着各自不同的生死观。①唐代以后,三教逐渐融合。不同的生死观念经过冲击、调和后,逐渐渗到普通人的思想中,影响着他们的价值观、世界观以及为人处世的方式。历史上,每逢朝代更替之际,生死观念往往是影响士大夫出处的一个至关重要的因素。士大夫作为国家的中坚层,他们在面临山河巨变的时候,是如何处理国家灭亡与个人生死问题的呢?本文准备以明", "label": "哲学", "id": 0}
{"content": "王岱舆、马注、刘智、马德新是明末清初著名回族学者。由于他们生活在中国传统文化的汪洋大海之中,因而,不可避免地受到中国传统文化,特别是儒家学说的濡染和熏陶。他们对儒家伦理道德的认同与接受集中反映在他们\"以儒诠经\"的汉文译著中。他们对\"五典\"内容的阐释,对伊斯兰教\"人道\"的看法,以及对伊斯兰教\"五功\"与儒家仁、义、礼、智、信关系的认识,同儒家\"三纲五常\"的伦理道德如出一辙。", "label": "哲学", "id": 0}
{"content": "<正>分野是中国古人建立的一种天地关系模式,即将不同天区与一定的地区对应,并以某天区内天体的运行情况,了解判断所对应地区的休咎禨祥。其天区的划分包括十二次（宫）和二十八宿（舍）,地区的划分有数种,如州、国等。分野模式是古人探索宇宙的一项结果,其背后蕴藏了丰富的文化内涵。分野作为占天术的依据之一,自先秦以来不断传流和变化,并在流传中涌现出许多相关的", "label": "哲学", "id": 0}
{"content": "<正>《传习录》是王阳明的代表著,国内外对它的研究大体有两种偏向:第一,以哲学为视角。这主要指套用西方哲学范式对《传习录》进行梳理,主要表现为:其一,从理性主义阐释《传习录》。如从德国古典哲学家康德、费希特、黑格尔等出发,突显其思想中的道德主体、道德法则、道德感情,以及自律与他律、自由与必然等价值。其二,从存在主义阐释《传习录》。如从", "label": "哲学", "id": 0}
{"content": "<正>处在明朝中期的思想家罗汝芳（1515—1588）,在思想界有着双重身份,既是阳明后学的传人之一,又是泰州学派的重要代表人物。在距今近五百年前的明朝武宗正德年间（1506—1521）到明世宗嘉靖年间（1522—1566）,再到明穆宗隆庆年间（1567—1572）和明神宗万历年间（1573—1620）中期,罗汝芳七十三年的生命历程中,学术生涯以求师问学、讲学问对、文章著述等活动相伴随,留下了不少的文字篇章,体现着他的思考和学问。", "label": "哲学", "id": 0}
{"content": "程垧为宋代著名理学家程颢、程颐之父,主要活动于北宋仁宗、英宗、神宗时期。他的思想主要体现在政治思想和唯物主义思想两个领域,其政治思想包括以立志为本的君道观和民本思想两个方面;而其唯物主义思想主要包括对传统迷信思想的抨击及对佛教神学思想的批判。如果把程垧思想放到他所生活的时代来进行评价,我们会发现,其时,虽然正值儒、佛、道思想的相互渗透时期,也是新学、理学、蜀学等学派的形成时期,但是程垧的思想基本上还是局限于儒家一家的思想,比较单一。", "label": "哲学", "id": 0}
{"content": "儒家的经学体系由\"六经学\"和\"四书学\"两大经学诠释体系组成,前者重训诂,后者重义理。南宋末年,四书学被学界尊为典范,许多学者唯四书和《四书章句集注》是从,高谈性命义理,形成了十分空疏的学风。王应麟是宋末元初一位非常著名的博学通儒,在经历了宋元鼎革的悲痛之后,对当时的空疏学风进行了深刻的反思,在治经上主张尊\"六经\"、退\"四书\",实质上就是要以\"六经\"训诂之学来纠正当时\"四书\"义理之学的空疏,挽救当时学界束书不观、高谈性理的学风,并进而为故国灭亡寻找原因和提供救治之方,体现了务实的学术思想,并且对后世产生了深远的影响。", "label": "哲学", "id": 0}
{"content": "\"理\"是朱子思想中的一个核心概念。自朱子理学在元代被确立为官方哲学以来,学者尤其是现代学者对\"理\"的诠释存在着严重分岐。这一方面是因朱子哲学体系自身存在的矛盾引起的,更重要的是因现代学者多在西方学术背景下对朱子的误读引起的,这使得我们对朱子之\"理\"的解读的分岐不是缩小了,而是加大了。现代学者对朱子之\"理\"的诠释主要是从两种视角展开的,一种是西方哲学之逻辑分析视角,一种是道德形而上学之超越视角。逻辑视角的诠释虽然使\"理\"的概念获得清晰的现代表达,但却因其是纯形式的逻辑抽象,丧失了道德动源的功能和作用。道德视角下的诠释虽然固守了心体本体的立场,但却有与客观世界隔绝的流弊。", "label": "哲学", "id": 0}
{"content": "司马光哲学是北宋哲学史中不可忽视的重要环节,其哲学意义的显发主要是通过对《大学》、《中庸》的阐释完成其理论体系建构的。作为其诸多哲学著作中最为重要的《<大学><中庸>广义》一书,在成书之后不久即佚失,这为深入研究司马光的哲学思想带来了很大的困难。借助于相关典籍对该佚书进行重新整理形成辑本,并结合司马光文集及其他著作对辑本略加参校,这对于司马光中和论、《中庸》诠释史及唐宋\"四书升格\"运动的研究,甚而司马光在哲学史上重要地位的彰显都具有非常重要的价值。", "label": "哲学", "id": 0}
{"content": "<正>南宋后期（12世纪中后期至13世纪初期）的传统中国经历了巨大而深刻的变化,这些变化表现为社会制度变革和社会秩序崩溃,以及少数民族崛起、汉民族衰弱、商品经济繁荣等。既有的研究成果表明,晚宋时期,传统中国的社会思潮逐渐呈现两种趋势:一是对程朱理学的继承与发展,二是对儒学诚信思想的反思。前者推动了理学的传播,带来了儒学文化更为广泛的学习。比如,黄幹将朱子学传给了浙江金华人何基,江西人饶鲁等。黄幹弟子继而将朱子学从地方之学传播发扬成为全国之学。后者让士子对社会", "label": "哲学", "id": 0}
{"content": "<正>在我国传统的儒家哲学和伦理学中,\"诚\"与\"信\"是其中一对重要的范畴。以时为序来考察,\"信\"的概念出现较早。它是孔子以\"仁\"为核心的道德体系中最基本的范畴之一。孔子的思想,见诸《论语》等经典之中,有许多名言名句,以道德格言的方式穿越时空,早已被现代人所传习和熟知。如\"老者安之,朋友信之,少者怀之\"（《论语·公冶长》）,\"子以四教:文、行、忠、信\"（《论语·述而》）,\"人而无信,不知其可也\"（《论语·为政》）,等等。表明\"信\"是为人处世最基本最重要的德目之一,人如果缺失了\"信\",则根本无法在世上立足。", "label": "哲学", "id": 0}
{"content": "<正>一、船山习性论研究与宋明诸儒不同,王船山的人性论不限于与生俱来的先天人性的善恶讨论,而是更为重视后天人性的贬恶扬善,保有、发挥人性的至善至诚。1.性日生日成。夫性者,生理也,日生则日成也。则夫天命者。岂但初生之顷命哉?但初生之顷命之,是持一物而予之于一日。……形日以养气日以滋,理日以成。方生而受之,一日生而一日受之。受之者有所自授,岂非天哉?故", "label": "哲学", "id": 0}
{"content": "<正>儒学自产生后,便与文学有着密不可分的联系。南宋淳熙年间,位于江西铅山境内的鹅湖,无论在儒学发展史,还是在文学发展史上,都为后世留下了不可磨灭的印记。其原因是两次著名的\"鹅湖之会\":其一是淳熙二年（1175）,由吕祖谦发起,朱熹与陆九渊在此展开激烈讨论,\"理学\"与\"心学\"产生直接碰撞,成为哲学史上的一次重要论辩;另一次是淳熙十五年（1188）,辛弃疾与陈亮、朱熹相约鹅湖,探讨国", "label": "哲学", "id": 0}
{"content": "<正>理学（Studies of Moral Principles）主要指宋元明的儒学（约1000—1700）,与之密切相关的概念有道学（Learning of the Way）、心学（Learing of the Mind and Heart）,以及朱子学（Neo-Confucianism）。①本文理学采用广义概念,包括道学、心学、新儒学、朱子学②等概念范畴。唐宋作为中国历史的分水岭③,宋以后科举制度逐步完备,文人官僚阶层活跃,新兴士大夫阶层兴起,商业以及语言与印刷技术也取得了大发展。理学家们适应时代的", "label": "哲学", "id": 0}
{"content": "<正>王阳明作为明代\"心学\"运动的代表人物与最具影响力的理学家,其学在当时形成了一股声势浩大的学术思潮。纵观王阳明一生,历经明宪宗、孝宗、武宗、世宗四朝,尽管他的政治生命艰难坎坷,学术生命波澜多变,但无论是从政业绩,还是立德修为、学术成就,都显得异常突出和辉煌,在中国历史上是一位\"立德\"、\"立功\"、\"立言\"三不朽式的人物。特别是王阳明在\"立言\"上,讲学书院,授徒、传道、解", "label": "哲学", "id": 0}
{"content": "<正>宋末著名学者王应麟,幼承父训而立志为\"通儒\",入仕后坚持治学,博综兼取,得朱熹、陆九渊、吕祖谦等大儒之传,晚遇宋元之变,衡门著书,课子授徒而终。当其暮年,有感朱陆末流\"简便日趋,偷薄固陋\"之弊,以毕生学养著《困学纪闻》,培育出胡三省、史蒙卿、戴表元、袁桷等著名弟子,\"东南学者以为宋三百年文献所存,莫不翕然宗之\"。①当是出于对他们学术成就及对当时学术与浙东文化影响的肯", "label": "哲学", "id": 0}
{"content": "<正>礼乐文化作为儒家思想体系的核心价值观念,是中国传统文化的重要组成部分。北宋陈旸①所著《乐书》,是一部重要的儒家音乐文献资料,该书继承儒家传统礼乐观念,对儒家传统艺术观、音乐思想作了系统的阐述。当今社会,挖掘借鉴礼乐文化中的积极成分,能为现代和谐社会建设提供有益的启迪。", "label": "哲学", "id": 0}
{"content": "<正>被黄宗羲《明儒学案》目为河东学派之首的明初大儒薛瑄（1389-1464）,因笃实践履的学行而广受后世的推崇。他在《明史》和《明代名人传》都有传记,现代学者更将其追溯为明代关中理学之始。[1]然而,回顾薛瑄的成学经历,他分明是在永乐朝尊崇程朱理学尤其是颁布《四书五经性理大全》（本文简称《大全》）以后的文教背景中形塑、践行其思想并影响后世学者的。薛氏所著《读书录》一书,即为他阅读《大全》及相关理学书籍时心得体会的文字合集。一《性理大全》:《读书录》的主要阅读对象", "label": "哲学", "id": 0}
{"content": "<正>一稀见的《山居功课》《山居功课》十卷,明儒杨东明（1548-1624）撰,为其论学、论政、书札、碑记及诗赋等文字的合集。本文所据的本子,原刻见藏于日本内阁文库,分5册,单鱼尾,四周单边,正文9行20字,目录题为万历四十年（1612）序刻本;笔者所见的是台北汉学研究中心据此制作的影烧本,下称内阁文库本。另据屈万里（1907-1979）《普林斯顿大学葛思德图东方图书馆中文善本书志》载,此书另有分12册、装两函之本,9行20字。《书志》据此书前吕坤（1536—1618）成于万历四十年的《杨晋庵文集序》,", "label": "哲学", "id": 0}
{"content": "在《庄子注》中,\"性\"这一概念是郭象借以阐释庄子思想的重要哲学概念。郭象对性的基本理解,一是\"性分\",一是\"自然\",二者共同构成了性这一概念下的两端。\"性分\"是基于对小大之辩这一普遍现象的理解而进行的哲学总结,表达了郭象对万物存在方式的基本理解。\"自然\"则呈现了性的本质特征,性是不断展开着的、实现命赋予它的可能性的过程。\"性分\"显示的是从现象通向道的由下而上的路径,\"自然\"则是从道落实于现象的由上而下的路径。二者之间充满了思想的张力,郭象整体的思想体系也因此呈现出极为独特的性格。", "label": "哲学", "id": 0}
{"content": "以儒释道为代表的中国哲学,其共同特征乃人生哲学,即生命实践的哲学。无论世间法之儒墨道法亦或者出世间法之佛教,乃直指生命。儒家言修身齐家治国平天下,\"学而优则仕\",乃代表世间法之儒生兼济天下的生命智慧;道家老子云\"反者道之动,弱者道之用\",云\"后其身而身先,外其身而身存\",乃工夫修养的人生哲学;道家庄子言逍遥游,乃自由快乐天才灵动之生命智慧;佛教则基于生命轮回的宇宙观,解决生老病死六道轮回之苦,乃一门生死之学。阮籍是魏晋之际的思想家和文学家。在这个动荡的社会环境与宏大容量的思想划期阶段,矛盾性成了他人生哲学的重要特征。纵观其一生,思想的演变经历了由儒至道的过程:前期以儒学为主,经过综合儒道,后期开始鄙弃礼法,推崇庄子。阮籍的人生哲学逐步由儒家的\"和\"\"德\"的兼济天下式的本体工夫进路,向道家庄子的更加注重主体意志和自身精神境界体认的、以心理修养工夫为基础的\"万物一体\"的宇宙论进路的,\"逍遥游\"的身心修炼工夫转变,追求\"至人\"\"大人先生\"式的理想人格,以寻找安身立命之所在。本文试图通过杜保瑞教授\"宇宙论、本体论、工夫论、境界论\"的\"四方架构\"的哲学方法论,从文本诠释进路,来探析阮籍人生哲学的形成、演变、矛盾困境和成因,以及应对困境的人生抉择;并以阮籍为个体,旨在剖析中国主流儒道思想在特定历史环境下的走向与理论缺陷,诠释古代知识分子在时代鼓荡下的矛盾困境与抉择,彰显魏晋名士的思想行为本身,并表现魏晋时期主体意识的觉醒。", "label": "哲学", "id": 0}
{"content": "宋明理学可以说是受到外来佛教的刺激而兴起的一股学术思潮,其在中国思想史上产生了重要影响。在宋明理学这个阶段,韩愈可以说是宋明理学前期的奠定人之一,而王阳明可以说是宋明理学后期的集大成者。无疑,在宋明理学时期这个一前一后的两位思想巨人的思想都是据儒排佛的,但是,在据儒排佛的基础之上,二人对佛教的认识又是有着很大差别的,这就集中体现在韩愈的《谏迎佛骨表》和王阳明的《谏迎佛书》当中,通过对这两篇文章的分析,我们从中可以深刻的了解韩愈及阳明对待佛教的认识。从而使我们在更好地认识佛教,理解儒佛关系都有着很好的帮助。", "label": "哲学", "id": 0}
{"content": "魏晋时期,自然与名教之间的紧张与冲突愈加明显。如何化解双方的矛盾,从而符合人之精神需求是魏晋玄学的重要主题,也是两晋时期的葛洪直面的现实任务和历史使命。他在批判玄学弊端的过程中,又吸收了玄学的思想,主张道家与儒家、自然与名教的综合与融通。他确立\"道\"之本体、推扬自然主义、主张\"天性之慈\"、秉持\"尊道\"\"贵儒\"之态度,彰显其尊道贵儒的价值追求。", "label": "哲学", "id": 0}
{"content": "世俗之人均不假思索地接受着这样的假定:存在着物我之分。而且,我作为一个对象存在于、变化于生死之间。因此,世俗之人便产生了对死的恐惧,乃至对人的存在的意义产生疑问。在其对《庄子>文本进行创造性的解读过程中,郭象对这种流俗的自我观进行了彻底的批判。本文试图在当代形而上学有关自我同一性、变化与持存等理论的背景中梳理、诠释郭象的相关说法。", "label": "哲学", "id": 0}
{"content": "自汉武帝始,儒学一直处于\"独尊\"地位,但本土的道教与外来的佛教不断发展壮大,威胁到儒家的统治地位,晋魏时,儒、释、道三教逐渐并立,至隋末,王通提出\"三教可一\"的主张,倡导站在儒学的立场,吸收和借鉴佛、道两家的思想,兼容并蓄,处理三者之间的关系。", "label": "哲学", "id": 0}
{"content": "和合文化内涵丰富,根基于传统文化中天人合一,阴阳和合等思想,将道家、儒家等思想内涵结合内化,强调人与自然、人与社会、人与人即\"天地人\"和谐相处,共同发展。葛洪作为魏晋时期突出的道家学说的继承和发展者,其著述《抱朴子》在道家思想的发展和道教兴起的过程中占有极为重要的地位。其与和合文化相关的对人与自然和谐、人与社会和谐以及个人修身达到和合境界都有十分精妙的论述。", "label": "哲学", "id": 0}
{"content": "本文鈎沉舊籍,梳理史料,將何承天之行年及著述作一考訂,企裨於晉宋學術之研究。", "label": "哲学", "id": 0}
{"content": "当今世界,企业之间的竞争日趋激烈,如何壮大自身,立足长远,实现可持续的发展是众多企业在管理中常思的问题。中国传统文化源远而精深,以《反经》为代表的谋略书籍,无论是在管理的哲学思想上,还是在市场竞争中的实践操作上,都具有很高的借鉴意义。", "label": "哲学", "id": 0}
{"content": "自汤用彤先生指出与汉代宇宙论相比魏晋玄学属于本体论之后,魏晋玄学及玄学美学的本体内涵成为众多学者的研究对象,进而形成了三种玄学哲学及美学本体论:玄学人格本体论、玄学文化精神论与玄学生命本体论。魏晋玄学及玄学美学本体论生成的基础是现实的人生实践与审美实践。清谈和品评人物是玄学美学产生和发展的助推剂;玄学兴起与批判谶纬之学有着内在关系,早期玄学家的基本立场属于融道家学说于儒教之中;无论\"贵无论\"、\"崇有论\"抑或\"独化论\",都蕴含着时代剧变之中民族文化精神继承、意识形态建构的矛盾心态。在玄学本体论视阈下,日常生活具有了审美意义,个体存在方式具有了多种选择,纵情任性成为呈现自我存在的有效途径。", "label": "哲学", "id": 0}
{"content": "<正>佛教自两汉之际传入中国以来,历经魏晋南北朝时期的发展,至隋唐时期形成儒、释、道三家鼎立的格局,在长期的历史发展中,儒、释、道三家相互争论辩难、相互交融,深深影响着思想学术的发展,在一定意义上决定着汉代以后中国思想学术的发展走向。隋唐时期,统治者出于自身统治的需要,对其采取三家并存的文化政策,\"宫廷三教论议\"以及民间僧道文人的交流与交往,更促进了三家思想学术的交流与交融,", "label": "哲学", "id": 0}
{"content": "<正>唐代统治者在思想文化上采取儒、释、道三家并行的政策。李唐王室为抬高自身门第与道教创始人李耳攀上了亲缘关系,因此,道教在唐代得到统治者的优宠和扶持,有唐一代,道教无论是在宗教组织结构、宗教礼仪制度、宗教理论建构与创新,还是在贵族社会、士人、民众中的影响等方面均得到前所未有的发展;由印度传人的佛教,历经汉魏南北朝时期的发展,至隋唐时期完成了其自身中国化过程,佛教内部众多宗派的成立与分疏,内陆边疆寺院佛塔林立,无论是在风景秀丽的青山绿林,还是在平", "label": "哲学", "id": 0}
{"content": "<正>王弼是魏晋玄学的开启者和重要代表,其创立的贵无论思想表征着中国哲学发展到魏晋时所发生的本体化转变,充分彰显了魏晋玄学所具有的形而上学特质。此形而上学特质蕴含于所有魏晋玄学家的著作中,共同促使究玄探赜的旨趣成为一种时代风潮,以至于我们把魏晋玄学看成是中国哲学本体化的自觉时代。笔者", "label": "哲学", "id": 0}
{"content": "<正>《晋书·王衍传》说:\"魏正始中,何晏、王弼等祖述《老》《庄》,立论以为‘天地万物皆以无为本。无也者,开物成务,无往而不存者也。阴阳恃以化生,万物恃以成形,贤者恃以成德,不肖恃以免身。故无之为用,无爵而贵矣。’衍甚重之\"（《晋书》卷四十三）。由是观之,\"无本论\"——以\"无\"为万物的本体", "label": "哲学", "id": 0}
{"content": "<正>葛洪（公元283—363）字稚川,号抱朴子,丹阳句容人也,为两晋之际的道学名家。他不仅对道教思想和方术进行了系统的总结和阐述,而且学兼内外,在医学、文学等诸多方面都取得了巨大的成就,史载\"笃志绨缃,洽闻强记,在异书而毕综,瞻往滞而咸释;情源", "label": "哲学", "id": 0}
{"content": "六朝时期的南方玄学深受当时社会背景和历史条件的影响,经历了一个从传播到流行再到衰退的过程。玄学兴起于魏晋之际的北方地区,东晋建立后随着京洛士子的渡江南迁而传至江南,并迅速在世家大族和文化士人中间流行开来,蔚然成为家学门风。进入南朝后,玄学的地位得以巩固,成为与儒学、史学、文学并驾齐驱的官学,继续影响着统治者的执政风格。但随着门阀政治的衰落、寒族势力的上升以及儒、释、道的逐渐合流,玄学也渐渐退出了历史舞台。", "label": "哲学", "id": 0}
{"content": "<正>汉唐时期,儒学自汉武帝罢黜百家,独尊儒术以来,成为官方学术,占据了社会意识形态领域的正统地位,对中国文化与中国社会的发展产生了重大影响。自汉代以来,中国传统文化以儒学为主体,而儒学离不开经学的流传和形式。在儒家经典基础上建立起来的汉唐儒学,不仅是汉唐时期儒学史的主要内容,而且与其他学术流派相互较量,互争长短,由此形成了自己的基本思想特征,并影", "label": "哲学", "id": 0}
{"content": "<正>尊敬的杨波副会长、各位学界朋友和嘉宾们:欢迎学者们来到古城西安,在陕西师范大学进行关于儒学问题的学术研讨。今年5月15日国际儒学联合会会长叶选平先生在\"先秦儒学基本特征与思想精华学术研讨会\"上的致辞,我已读过（见《国际儒学联合会工作通报》第3期,2010年6月1日）,很受启发。国际儒联拟用两年时间,对先秦、汉唐、宋明、近代、现代几个阶段的儒", "label": "哲学", "id": 0}
{"content": "<正>汉代儒学一、汉代儒学发展轨迹在秦末的农民战争中,不少儒者发挥了重要作用。其中最著名的,是陆贾、郦食其（音异基）和叔孙通。陆贾曾凭三寸舌,两次出使南粤,说服南粤王赵佗归顺汉朝,属于孔子所说\"四科\"之一的\"言语\"之才。郦食其曾为刘邦谋划据守敖仓粮库,说服占有七十余城的齐王田广归顺刘邦。叔孙通曾多次向刘邦推荐人才,在胜利以后,为刘邦制定了朝廷的礼仪,使刘邦真正知道了做皇帝的威", "label": "哲学", "id": 0}
{"content": "<正>自两汉之际佛教传入中国,佛教在中国社会、思想领域产生了重大影响。讲汉唐儒学,不能不涉及佛学之进入和发展;讲汉唐儒学的品质和特色,不能不关注三教之关系,尤其是儒佛之关系。换句话说,佛教是儒学之镜子,从儒佛之关系发展、从佛家对儒学的态度,能够反观儒学的特质和影响。汉唐中国哲学的发展,有两个角度常常为大家所关注:其一是儒", "label": "哲学", "id": 0}
{"content": "对和谐社会的向往一直以来都是我国传统文化中人们所期待的愿景,和谐一词在我国有着深厚的文化渊源,古人对世外桃源,大同社会的向往和描述,在一定程度上也反映了内心深处对和谐的精神诉求和期待,从八卦周易,阴阳五行,再到中医之道无不反映着和谐二字的灵魂,今天建设社会主义现代化和谐社会更需要从哲学的思想中去思考,探索,社会主义和谐社会。", "label": "哲学", "id": 0}
{"content": "随着党中央政策的发展,党校马克思主义哲学教学受到越来越广泛的关注。目前党校马克思主义哲学教学存在学员学习热情不高、教学内容落后等问题,本文对党校马克思主义哲学教学存在的问题和有效策略进行了分析和讨论。", "label": "哲学", "id": 0}
{"content": "尼采思想被认为是后现代主义的理论来源。在\"虚无主义\"的背景下,他提出\"生命意志\"\"价值重估\"等理论观点,这些观点赋予人经验活动,感性体验优先性,为后世哲学美学的差异性和多元化埋下伏笔。", "label": "哲学", "id": 0}
{"content": "受传统的思维习惯影响,国内学者对西方马克思主义的态度是偏见的。因此,指出马克思主义具有两种重要特质:一是\"批判武器\"的内在气质;二是开放发展的理论品质。为坚持和发展马克思主义,人们以科学的态度对待西方马克思主义,要认识到西方马克思主义对于21世纪马克思主义发展的重要意义,要在坚持马克思主义基本原理上以解放思想、实事求是、与时俱进的姿态面对西方马克思主义,要坚持以实践作为根本原则评判西方马克思主义。笔者认为,以开放的心态和发展的眼光,在批判中继承和发展,才是对待西方马克思主义的科学态度。", "label": "哲学", "id": 0}
{"content": "自近代中西哲學的正面遭遇以來,對西方哲學內涵相對完整、精准的理解構成近代中國以現代性的形態進行哲學文化自我建構的需要,當前,\"身體\"構成了融通中西基礎上自我闡釋的最新進展。身體是一個\"無字碑\",既埋藏著源于西方傳統的理性知識體系的所有秘密,也埋藏著近代中國學人學理背後的焦慮與困頓,從這個角度看,身體之於中西哲學比較研究,具有雙重意義,其一,揭密知識學是如何發家的,其中亦包括揭示近代中國哲學的範疇化是如何完成的,其二,暴露作為嚴格科學的絕對知識體系的限界,從而為超越單純的範疇化提供中國哲學式可能。對於中國哲學來說,從身體出發意味著,從一種中國哲學的切近處去消化、吸收西方哲學的知識論、存在論等論,但同時在自己的歷史脈絡中發展出更強有力的東西。", "label": "哲学", "id": 0}
{"content": "<正>党的十八大以来,习近平总书记对生态文明建设提出了一系列新观点,新要求,思想深刻,内涵丰富。其中\"我们既要绿水青山,也要金山银山。宁要绿水青山,不要金山银山,而且绿水青山就是金山银山。\"这样一段话诠释了我们国家对于生态文明建设的正确立场,习总书记不断强调的这一科学论断就是我们国家未来经济的前进方向。", "label": "哲学", "id": 0}
{"content": "随着社会不断发展,特别是进入新时代,对各级党校的要求提高了。各级党校要紧紧围绕党的方针、路线、政策,\"用学术讲政治\",讲好党的故事,宣传好党的政策,传播好党的声音。基层党建工作是基层党校发展路上的一盏明灯。笔者将在本文中阐述马克思主义哲学原理的情感探究在基层党校教学中的重要性。", "label": "哲学", "id": 0}
{"content": "18世纪中期,欧洲掀起的\"中国热\"已延续了一个多世纪,来华传教士也已向法国译入了许多儒家经典并编写许多中国文化的介绍性或评论性书籍,这使法国启蒙思想家对儒家哲学有了一定了解。但启蒙思想家并非一味相信传教士所述的儒学,特别是以狄德罗为代表的百科全书派,更多是带着批判的眼光去审视传教士的叙述。传教士认为儒学的\"天\"便是基督教的上帝,孔子的学说与基督教教义有相通之处,故为有神论;百科全书派撰写的众多与中国相关的词条则表露出对这种说法的质疑。《百科全书》中的儒家分为孔子所创学说以及宋朝兴起的程朱理学,后者虽看似是对孔子思想的继承,实则为文人群体偷换概念后的\"儒教\"教派,且他们无疑是无神论者。《百科全书》如此阐释,是对教会势力的反击,也让启蒙运动更进一步。本文将结合18世纪启蒙时期历史背景,从《百科全书》法语文本出发,分析启蒙思想家在该书中对儒家思想的阐释。", "label": "哲学", "id": 0}
{"content": "霍耐特思想最核心的观念就是承认理论,它是在研究和分析兰克福学派理论家和福柯思想的过程中应运而生的。其主要开拓了社会批判理论的新路径,并完成了其理论思想的转向。随着市场规律对人们生活各方面的渗透,对我国社会的发展造成了一定的影响,在此背景下,部分学者对霍耐特承认理论进行了分析和探讨,通过对理论提出的背景、思想的由来和理论框架的概述揭示了其重要作用,但其理论本身具有一定的局限性,因此,这就需要我们进一步深入探究其理论思想。", "label": "哲学", "id": 0}
{"content": "本文分析了美国超验主义者的\"超灵\"和中国道教学说中\"道\"这两个重要概念,从这两点出发,又分析了二者所体现的爱默生和老子的自然观,以及两者自然观所带来的启示,发现了美国超验主义和中国道家哲学思想在生态环境保护观念上的一致性。", "label": "哲学", "id": 0}
{"content": "被称为\"美国的孔子\"和\"美国文明之父\"的19世纪美国文学家、思想家爱默生是\"美国文艺复兴\"中超验主义运动的领导者。他的超验主义和个人主义思想对美国文化和社会影响深远。本文通过比较爱默生与孔子的天人关系和救世之道的异同,证明中西文明交融与互鉴是为\"人类命运共同体\"奠定坚实的思想基础的必要途径。", "label": "哲学", "id": 0}
{"content": "生态文明思想是马克思恩格斯批判资本主义制度的重要理论成果。资本主义国家为了获得财富而大肆掠夺自然,导致环境污染、生态破坏乃至生态危机。因此,马克思恩格斯将生态问题这一重大时代问题纳入哲学视域进行考察,运用人与自然相联系的生态本体论、人的能动性与受动性相统一的生态实践论、生态价值与人的价值相结合的生态价值论来研究人与自然的关系,提出了人类在社会发展过程中需要实现\"两大和解\"—人同自然的和解以及人同自身的和解。", "label": "哲学", "id": 0}
{"content": "目前社会已经进入全球化的时代,而在这种背景下,我们人类一直在面临着很多的困境和风险,而正是这些突出问题,促使了承认理论的出场。虽然霍耐特承认理论对继承前人的优秀思想成果做了批判,但是在批判的基础上也为时代的难题开辟了一条新的思路。并且这种思想它不但是时代发展中的产物,更是对时代难题的一种未来性解答。", "label": "哲学", "id": 0}
{"content": "19世纪后半期以来主流学界形成的对柏拉图著作真伪的看法,以及对柏拉图著作顺序及思想发展的看法,基于对古代著述的并无根据的现代想象,因此,更合理的做法是,回到忒拉绪洛斯所厘定的\"正典\",并在阅读、解释柏拉图著作时放弃早、中、晚三期框架。若阅读柏拉图时充分注意对话录的戏剧特征,阅读便成为一种特殊的生存经验:在读者与苏格拉底或哲人之间存在着张力。柏拉图珍藏或隐藏了历史上真实的苏格拉底,把我们引向\"变得又美又新的\"苏格拉底,因此,阅读柏拉图,对于每一个曾有爱智冲动的人来说都是一种心灵的陶冶。", "label": "哲学", "id": 0}
{"content": "本文通过对党建联建探索过程的总结反思,深刻认识到实践第一观点的正确性和重要性,真正领会了习近平总书记要求全党学用哲学讲话精神的良苦用心,不仅为党建联建下一步工作如何开展找到了根本方法遵循,而且增强了本人进一步学习马克思主义的思想迫切性和行动自觉性,同时愿能以小见大启发更多同志自觉加入到学用哲学的队伍中来,有效推动党的事业后继有人、蒸蒸日上。", "label": "哲学", "id": 0}
{"content": "对于美是什么,一直是一个引起讨论的话题。柏拉图早年通过对美的追问与思考,对美给出了\"美是难的\"这样含糊的解答,这却没有解决美到底是什么的悬疑。只有在《会饮篇》中才对美有了新的见解,柏拉图认为美不是寻常艺术作品的美,也不是平平常常的肉体美,而是\"绝对美\",即美的本体。而这个美的本体也和\"理式\"的步调相一致的。", "label": "哲学", "id": 0}
{"content": "在《历史与阶级意识》中,卢卡奇认为正统的马克思主义就是辩证法,并将辩证法理解为主体—客体辩证法。由于坚持认为黑格尔哲学是马克思主义的直接来源,并将马克思主义辩证法用黑格尔哲学术语归纳为主客体辩证法,卢卡奇日后不断地被指认为是\"黑格尔主义者\",其理论是\"黑格尔主义的马克思主义\"。实际上,卢卡奇对马克思主义和对黑格尔哲学的理解有一个双向交互的过程。在接受了马克思主义之后,他开始运用马克思主义对黑格尔哲学进行解读,加深了对辩证法的认识。", "label": "哲学", "id": 0}
{"content": "马克思主义公正观是研究解答当今公正问题的科学方法论。从发展的角度来看,公正涉及四个不同的方面。在当代中国经济社会深层次转型过程中,发展方式的完善依然不很到位,发展成果的分配不够均衡,发展主体的观念和行为不时错位,人与自然、人与社会、人与自身之间的关系不和谐现象依然存在,使得发展的公正性问题仍然比较突出。主要表现为社会差距较大、社会事业滞后、存在社会歧视现象、价值选择局部紊乱、存在一定社会惰性等问题。要按照发展公正性的内在要求,从制度、理念、结构、行为、动力、机制等方面入手,进一步改正病态的、得不偿失的发展,全面提高发展的公正程度。", "label": "哲学", "id": 0}
{"content": "新时代\"文化自信\"的提出,意味着关于中国特色社会主义及文化发展规律的认识上升到\"战略\"新高度。对于中国特色社会主义文化的内涵,应从哲学维度全方位多层次的审视。据此,中国特色社会主义文化从认识论上讲,是理论与实践的统一;从系统论上讲,是结构与功能的统一;从价值论上讲,是意识形态性与人民中心性的统一。", "label": "哲学", "id": 0}
{"content": "文章分析了卢卡奇辩证法思想的起源,阐述了卢卡奇辩证法思想的内容,卢卡奇从阶级意识的角度分析了革命性辩证法,无产阶级的革命性不仅体现在对资产阶级的革命上,还体现在无产阶级的自我批评上。卢卡奇为了回击伯恩施坦等对马克思主义的歪曲而不断强调总体性辩证法,强调要从总体的视角看待社会历史的发展。卢卡奇作为西方马克思主义的代表人物,其辩证法思想对\"五位一体\"、\"四个全面\"、\"人类命运共同体\"等中国特色社会主义思想的发展产生了巨大影响。我们要自觉运用马克思主义方法,不断推动当代中国社会的发展。", "label": "哲学", "id": 0}
{"content": "马克思与黑格尔的关系问题,是贯穿整个马克思主义哲学史的核心问题,基于谱系学的视角梳理国外学者的相关讨论,对于我们完整准确地把握这一段思想史具有重要借鉴意义。纵览国外马克思主义的理论版图可以归纳出如下几种解释进路:肇始于恩格斯的正统叙事主张\"颠倒说\";人本主义马克思主义视黑格尔为其隐性逻辑;科学主义马克思主义则强调祛除\"黑格尔的幽灵\";西方马克思学力图基于纯粹的文本考据还原二者关系的原貌;新辩证法学派致力于重审《资本论》与《逻辑学》的内在关联;近年来的新进展实现了从形而上学向政治哲学的问题域转换。鉴往知今,这就要求我们坚持一种思想史的方法论自觉,从理论发展逻辑与社会历史语境的互文中总体性地图绘马克思与黑格尔关系的历史原像。", "label": "哲学", "id": 0}
{"content": "傅伟勋所创导的\"创造的诠释学\"以其紧密相连、环环相扣的实谓、意谓、蕴谓、当谓和创谓五个层次构成了一个完整的诠释学体系,并将其方法论与文化哲学思想有机地统一起来,不但要求从方法论的角度\"讲活\"并\"救活\"中国哲学,更为主要的是在广泛的文化领域批判地继承并创造地发展中国文化。", "label": "哲学", "id": 0}
{"content": "巴门尼德提出\"思维与存在同一\"的论断,开启了哲学传统中有关知识的讨论。对这一主张主要有三种理解方式:第一种观点认为如果巴门尼德是位怀疑论者,那么他会认为我们无法获知实在之物、实在或世界,并且不存在知识;第二种非常流行的观点认为我们能够获知实在之所是,而不仅仅是其显象;第三种是现代建构主义观点,认为我们没有也不能认知实在,但我们能够而且的确认识到人类实在。建构主义通常被认为是康德的一种独特认知方法,它意味着思维着的主体并非被动地接受知识,而是主动地建构知识。以西方哲学传统为背景讨论认知建构主义,将有助于澄清以下三点:其一,认知实在的努力从未取得任何进步;其二,建构主义是当下富有前景的认知方法;第三,所谓观念论与实在论之间无法兼容的观点,主要抑或完全基于一种误解。", "label": "哲学", "id": 0}
{"content": "本文从作者近年提出的一种新模态观念（\"回顾式必然性\"）出发,通过引入一个对\"路径\"或\"路径依赖序列\"的逻辑形式上更严格的定义,试图勾画出关于第一人称视角的本体论建构脉络以及此脉络如何有助于回应一种有关上述新模态的怀疑论观点;同时也带出此脉络如何牵涉一种对因果关系本质的重新理解。", "label": "哲学", "id": 0}
{"content": "针对空名,指称主义立场会产生一系列问题。显而易见的问题是,空名无指称,那包含空名的语句也不表达任何语义内容,这与日常直观相悖。指称主义者的一种合理回应是空缺命题观点,但这种观点难以处理空名例子中的同说问题。而一些学者利用非语义资源对同说现象的解释有其自身的困难。关联主义语义学在此展现了强大的解释力,基于类似于语义要求的虚构要求概念,一种修正版的关联主义语义学能够合理地解决同说问题。", "label": "哲学", "id": 0}
{"content": "从思维方式上来看,作为实证法之鼻祖的奥康,在其唯名论的神-哲学基础上,提出了他的自然法与自然理性之理解。本文尝试从奥康法哲学的出发点及其思维方式的意义与特点等基本问题出发,首先探讨其上帝观与认知方式,进而转入对其自然法等法哲学核心概念的阐释与分析,尝试探明他如何理解自然法以及自然法与实证法之关系,如何理解权力,特别是统治的权力的意义,并最终做一简短之收束。", "label": "哲学", "id": 0}
{"content": "<正>本期\"分析哲学\"专栏收录了三篇青年学者的论文,三篇论文全部集中在知识论领域的研究,反映了当前知识论领域研究较新的研究动态。这三篇论文既独立成章,又具备一定的知识论领域内部的关联性。李麒麟博士的论文,结合语言哲学的相关理论成果讨论了盖梯尔的案例构造当中所涉及的限定性摹状词问题,进而澄清了关于\"知识分析(the analysis of", "label": "哲学", "id": 0}
{"content": "知识在传统上曾经被视为得到辩护的真信念,盖梯尔本人针对这一传统主张构造了两个经典反例。本文利用语言哲学关于限定性摹状词的相关研究成果,细致而系统地分析了盖梯尔的\"案例Ⅰ\",揭示出此前针对这一问题的既有的理论判断的粗疏与不足,进而通过\"盖梯尔的案例\"与\"盖梯尔案例\"的对比,将相关讨论引入关于盖梯尔问题理论本质的思考,最终揭示了知识在认知规范性维度上特质。", "label": "哲学", "id": 0}
{"content": "盖梯尔问题之后,知识论者试图寻找新的路径来探讨知识的本质问题。在以往强调内在的\"确证（justification）\"路径遭遇困境时,当代知识论随即伴随着外在论的兴起而蓬勃发展起来。安全性原则和敏感性原则就是外在论者所提出来的两种很有影响力的知识的外在条件。安全性原则认为,仅当p为真时,S才相信p。敏感性原则认为,如果p为假,那么S将不相信p。安全性原则通常应用于知识的不变论当中。敏感性原则已广泛应用于语境主义之中。安全性原则伴随着对敏感性原则的批判而展开,较之后者,安全性原则可以避免知识标准的相对化,可以更好地解决怀疑主义等知识论经典难题。", "label": "哲学", "id": 0}
{"content": "在这篇文章中,我想要讨论一个被称作\"蕴涵原则\"的知识论原则,以及与这个原则相关的一系列问题。首先,我将以一种特殊的形式来构造\"蕴涵\"和其他一些知识论原则之间的矛盾。然后我会仔细检查一些对\"蕴涵\"的强有力的反驳,并试图证明这些反驳都无法决定性地拒斥\"蕴涵\"。不仅如此,我还将在我对\"蕴涵\"的捍卫的基础上考察误导性证据的相关问题,并获得一些结论。在文章的最后,我会考虑如果我对\"蕴涵\"的捍卫论证是成功的,它将如何约束我们关于摩尔式推理和独断主义的反怀疑", "label": "哲学", "id": 0}
{"content": "卢卡奇作为\"西方马克思主义的鼻祖\",多年来一直是马克思主义发展史的重点研究对象。在卢卡奇思想形成的初期阶段,他活跃在德国学术界的舞台上,汲取了对其日后进行马克思主义研究来说十分丰富的理论养料。众多的学术资源之中,对卢卡奇思想发展影响程度最深、范围最广的,当属黑格尔哲学。在对黑格尔哲学的研究和批判过程中,卢卡奇逐渐克服了新康德主义二元论哲学的影响,并最终扬弃了黑格尔哲学本身,开始了理解和发展马克思主义的道路。", "label": "哲学", "id": 0}
{"content": "卢卡奇和杜威在实践观的问题上虽然没有直接的思想交流,但是两者都是处在德国古典哲学传统之下对康德哲学问题的诊断与克服。卢卡奇和杜威都看到了康德立足于形式主义立场上必然带来各种二元对立和分裂的问题,因为形式主义的发展必然带来对内容的无关紧要。只有恢复实践的基础地位才能找到弥合各种分裂和对立的渠道,主客同一的实践优先于一切人为的区分。源出性的实践不能是抽象的和任意的行为,而必须是基于物质基础之上的辩证的历史实践。", "label": "哲学", "id": 0}
{"content": "霍克海默和阿多诺的哲学思想,曾一度被归结为\"对现代性的审美救赎\",这一观点主要来自哈贝马斯、霍耐特和维尔默等后继者对《启蒙辩证法》的批判式解读。本文试图说明《启蒙辩证法》如何被说成一种\"审美救赎\",并通过打开\"卢卡奇—霍克海默和阿多诺—哈贝马斯\"的理论发展视域,以\"自身与他者的辩证法\"重解《启蒙辩证法》的结构,进而理解其中的重要概念:工具理性、自我持存和对自然的铭记,最后回答两个核心问题:《启蒙辩证法》在何种意义上是或者不是一种\"审美救赎\",以及它为何会被后人认作一种\"审美救赎\"。", "label": "哲学", "id": 0}
{"content": "本文重解《启蒙辩证法》中权力与内在自然的关系。凭借启蒙开端与完成的双重视角,窥探身体如何与主体分离,并在理性工具化的进程中作为冗余被抛弃。由此,在权力压抑下的身体图景被勾画出来,凝结为启蒙自我毁灭的两种形式:文化工业与犹太屠杀。在直面苦难的同时,救赎的希望也一并被重新给予。", "label": "哲学", "id": 0}
{"content": "为回应多元时代的正义挑战,后罗尔斯时代的政治哲学家艾利斯·扬致力于探讨一种充分的、批判的正义理论。她对以往正义理论的质疑主要体现在两个方面:一是对以罗尔斯为代表的分配正义理论的批判。艾利斯·扬主张扩展正义的视域,关注分配背后的结构化因素,并对社会政治生活中各种形式的压迫和排斥进行批判性反思;另外一个质疑与对分配正义的批判相关,但主要针对正义与关怀的论争。艾利斯·扬认为正义理论应该对关怀、私人、情感以及差异予以理论关注,避免在实践层面造成对多样性的压制。一种致力于人的解放的批判的正义理论通过评估社会结构和制度化管理,探究社会政治生活各种显性的、隐性的结构化非正义。它既不能通过构建一种正义的普遍话语抹杀一切现实的合理的差异,也不会拘泥于情境化的讨论而忽略正义的规范内涵,在此意义上,它应该是一种多元的具体的正义理论。", "label": "哲学", "id": 0}
{"content": "要理解阿尔都塞思想的复杂性,并对其作恰当的理论定位是极其艰难的,但回避这种难处又不可能对其作出合理的理论评价。在学术界对阿尔都塞\"多重面相\"进行揣度的过程中,必须首先面对如下一些基本难题:到底该如何定位阿尔都塞在结构主义与后结构主义之间的\"逗留\"?如何在哲学与政治之间理解马克思?反对黑格尔之于阿尔都塞的重要性又在何处?阿尔都塞如何界定唯心主义以及其与后结构主义之间的思想关联等。只有对这些问题进行慎思明辨,才能真正地切进阿尔都塞的思想深处。", "label": "哲学", "id": 0}
{"content": "马克思主义与基督宗教的关系问题是一个多维度、多层面、多视角的难题。由\"鸦片论\"衍生出的两种传统解释路径——绝对对立或者完全等同,看似具有截然对立的逻辑结构却体现为相同的思维框架—\"非此即彼\"的线性思维方式——根本无法揭示二者间的真实关系。而西方马克思主义的独特视角为此提供了一个新的路向。本文将结合卢西安·哥德曼\"信仰即打赌\"的相关思想来探讨实现二者同盟的可能性。21世纪的中国,面对错综复杂的国内外环境,应积极引导马克思的社会批判、社会理想与基督教人文主义的社会关系相适应、相和谐。", "label": "哲学", "id": 0}
{"content": "资本是一个哲学范畴,统筹了整个现代性的社会机制。从马克思在历史唯物主义的基础上创立资本主义批判学说至今,资本主导的世界历史形态发生了很大的变化,但是,资本仍然是当今世界的内在本质逻辑。本文将从理解托马斯·皮凯蒂《21世纪资本论》开始,在资本的讨论中回到马克思的资本概念,阐述马克思的资本范畴要义,并根据马克思的历史回溯性思想,推论关于分析当代资本的合理方向。", "label": "哲学", "id": 0}
{"content": "在實體本體論的歷史體系終結之後,西方史學理論歷經多次轉型,同時也留下了在自身的範圍內無法解決的難題,歷史唯物主義以其歷史性思維驅除了歷史研究在歷史本身問題上的神秘性,為歷史理性確立牢固的根基,也為歷史認識提供革命性的視角,從而使史學理論與史學實踐獲得現實層面上的解放。", "label": "哲学", "id": 0}
{"content": "由马克思和恩格斯共同创立的唯物史观是马克思主义的重要内容。在探索唯物史观过程中,恩格斯从另一条道路得出同马克思一样的结论。恩格斯对唯物史观的探索,经历了从\"由社会政治生活深入到物质经济事实\",进而\"在剖析经济事实中探索社会的运动的动力\",最后\"从另一条道路得出唯物史观的结论\"的逻辑发展过程。关于恩格斯对唯物史观的早期探索,目前学界普遍认同它具有侧重实际考察的特点,但对其具体过程分析得比较少。因此研究青年恩格斯关于唯物史观的探索过程,对于我们全面理解唯物史观的形成过程,正确把握马克思和恩格斯思想的一致性,有力驳斥\"马克思恩格斯对立\"谬论,具有重大意义。", "label": "哲学", "id": 0}
{"content": "社会主义和谐社会是人类梦寐以求的一种美好社会状态,是当今中国发展的新方向,是这个时代的产物,也是这个时代发展的必然之路。在构建社会主义和谐社会的过程中,我们会运用很多的理论,其中马克思主义基本原理在构建社会主义和谐社会中起着重要的作用。而人的全面发展理论是马克思主义理论的重要组成部分,其对当今社会的现实指导作用不言而喻。", "label": "哲学", "id": 0}
{"content": "马克思吸收借鉴了黑格尔财产思想的合理性,揭示了财产的本质,实现了财产观的变革。在马克思看来,财产在本质上是人与人的关系,财产关系的核心是物质利益关系,财产关系是在人与人的交往中实现的。在揭示财产本质的基础上,马克思展开了对资本的批判。", "label": "哲学", "id": 0}
{"content": "马克思、恩格斯在《德意志意识形态》中从社会历史实践的角度出发考察了\"人\",提出\"人的全面发展\"理论。消灭资本主义私有制、旧式分工的灭亡、发展社会生产力为人的全面发展提供了必要条件。人的全面发展是体力和智力的双向发展,也是天赋的发挥和个性的解放。当前,国内外对\"人的全面发展\"理论研究较为充分。\"人的全面发展\"理论对于如今的社会建设具有不可忽视的启示意义。", "label": "哲学", "id": 0}
{"content": "<正>两个多月以来,听闻、了解到或近或远的人们感染肺炎,患者乃至医护人员因此失去生命,我自己也深感时刻置身于生命危机之中,置身于生活危机之中,置身于思想危机之中。基于此,我谈三个问题。第一,我们一个一个的人即个体的人是作为生命的生命,这是真正的生命,我称之为生命的范式。第二,朝微观方向去类比,病毒之类的东西是隐喻的生命,隐喻的生命不是真正的生命。第三,朝宏观的方向去类比,国家之类的东西也是隐喻的生命,同样不是真正的生命。我的结论是,只有个体的人的保障、发展和完善才是文明的价值所在。", "label": "哲学", "id": 0}
{"content": "<正>一、当代人与社会的矛盾在当今社会,\"个人\"这个概念被赋予越来越多的关注。它的地位不断地攀升,越来越被认为是凌驾于其他一切之上的一个价值。在现代哲学里,对个人价值的承认与肯定被定义为个人主义。个人主义这个哲学思想可以追溯到文艺复兴时期,从那时起,人本身开始被看作一个真正的主体。法国哲学家阿兰·雷诺①（A.Renaut）如此总结现代社会的特征:\"现代社会最具代表性的特征是,", "label": "哲学", "id": 0}
{"content": "信息技术时代,人类社会的生产方式发生了深刻的变革,生产主体人的工作和生活样态也相应发生了改变,随之衍生出一些关涉主体境遇的社会问题。如,主体的自我重塑及其在数字化生存中的异化,信息垄断或差异化获取所带来的主体间数字鸿沟,以及\"机器换人\"给人的生产主体地位所带来的挑战,等等。马克思生产理论的精神实质和方法论原则体现在其生产研究的社会历史整体视野中,即生产的历史阐释、社会批判与价值诉求的有机的统一,这为我们今天正确理解处于信息时代生产大循环中的人的主体境遇,提供了宝贵的思想资源。", "label": "哲学", "id": 0}
{"content": "目前,可以把共享经济在发展过程中面临的各种困境统称为共享危机。造成共享危机的原因可以概括为两个方面:一是人性存在的弱点;二是制度博弈造成的失衡现象。共享危机只是当前阶段的暂时现象,通过共享机制的建构可以克服这场危机。在共享机制建构过程中,需要注意五个方面的问题:（1）完善以防止人作恶为直接目的的制度设计;（2）明确共享经济发展的基本方向;（3）明确共享经济发展的价值取向;（4）建立复合多元的产品供给体系;（5）不断完善共享经济发展的监督监测机制。", "label": "哲学", "id": 0}
{"content": "人的自由而全面发展是构建人类命运共同体的价值目标,构建人类命运共同体是实现这一目标的手段、途径和方式。人的全面发展,指的是\"个人的全面发展\"与\"类的全面发展\"的和谐统一,人的全面发展只能在社会全面进步中实现。而人的全面发展从其价值、历史、内容三方面的规定性,体现为完整的、多层次的统一。人的全面发展需要构建人类命运共同体,人类命运共同体有利于人的全面发展,两者是相辅相成、互相促进的关系。", "label": "哲学", "id": 0}
{"content": "海德格尔存在论生存论通过此在的上手去存在,营造出一种共在的共同体。此在共同体是对人的存在与意义进行的抽象考察,具有个体主体与孤立主义的特征。需要从马克思主义现实的人来考察当代人的生存与发展,走出个体主义、孤立主义,共同推动人类命运共同体。", "label": "哲学", "id": 0}
{"content": "人类命运共同体是一种全新的共同体架构。在思维方式的意义上,突破了霸权治理的控制论思维方式,确立了共同治理的全球治理理念,意味着世界秩序中人类共处模式的革新;在价值观念的意义上,超越了利己主义原则和人们的逐利行为,把人真正地理解为\"类存在物\",这是一种真正的\"人类性\"理念;在逻辑结构的意义上,人类命运共同体建构的基础从\"特殊利益\"转向\"共同性\",从而找到了真实的共同体根据。从新型共同体理念的角度看,人类命运共同体是集共同利益、共同价值、共同责任于一体的休戚与共的命运共同体。", "label": "哲学", "id": 0}
{"content": "习近平人与自然生命共同体思想具有深厚的生态哲学意蕴,包括自然共同体、生活共同体、经济共同体和文明共同体四重内涵。人与自然生命共同体经历了三个历史发展阶段,并且实现了对机械自然观、人类中心主义、中国传统生态文化和西方共同体观念的四重历史超越。建设人与自然生命共同体是新时代中国特色社会主义生态文明建设的伟大历史使命,需要在实践中重构生态治理观、生态正义观和生态价值观,为世界生态文明发展贡献中国智慧和中国方案。", "label": "哲学", "id": 0}
{"content": "人类命运共同体是马克思人学思想在新时代发展的体现。现实的人是人类命运共同体的基础和归宿,满足现实人的需要是其产生和发展的动力因素和现实原因;现实人的实践劳动是人类命运共同体建构的唯一手段和依靠力量,实现人的全面发展是人类命运共同体的终极目标。人类命运共同体以全球视野倡导全人类开展合作与对话,人类命运共同体谋求全人类的共同发展进步。", "label": "哲学", "id": 0}
{"content": "按照马克思社会\"联合体\"的思想,人类命运共同体是以不同国家为载体的跨越国界的国际联合,是人类本身,内含着世界人民与自然、与社会,人与人之间的同一性关系和幸福共享、灾难共担的历史命运。人类命运共同体离不开人类,人类本身也离不开人类命运共同体。人类命运共同体根源于原始群体,破裂于私有制和阶级的产生,重建于国家的形成和国与国之间某种合作协议的签订,历经合作、裂变、战争、局部重建的历史过程。在当代全球性发展面临诸多重大问题的情境下,客观上证明以国家为代表的本国共同体和以不同国家为代表组成的区域性共同体不能完成治理全球的重大历史任务。构建人类命运共同体是解决人类共同发展问题的正确途径和必然选择。人类必然通过构建人类命运共同体,在解决人类存在和发展的问题中奔向更加美好的未来。", "label": "哲学", "id": 0}
{"content": "<正>众所周知,在\"交往\"成为新时代热词的今天,在人学视域中对\"交往\"范畴进行深入研究,极为重要。自1978年我国实行改革开放政策以来,我国与世界各地的交往日益发展,加之当代西方著名哲学家哈贝马斯的《交往行动理论》（1981年版）传入我国后,在此书昭示的20世纪西方哲学出现从近代认识论意义上的个体性主体哲学转向本体论意义上的交互性主体性哲学之趋势的启发下,我国马克思主义理论界对交往范畴的研究也日益关注起来,并出现一批极有价值的研究成果。本文拟从人学视域对交往范畴与人类命运共同体的构建作一探讨。", "label": "哲学", "id": 0}
{"content": "<正>在经济全球化不断发展,各国相互联系、相互依存不断加深的当今世界,全人类的利益共同体、命运共同体正在日益形成,习近平同志以深远的世界历史眼光、深厚的天下情怀,不失时机地向世界发出了构建\"人类命运共同体\"的时代呼唤,中国人民要与世界人民一起共同开创人类美好的明天,充分体现了中国将自身发展同世界发展相统一的全球视野、世界胸怀和大国担当。", "label": "哲学", "id": 0}
{"content": "马克思关于人的\"类本质\"的思想是在批判继承费尔巴哈的基础上建立起来的。如果说费尔巴哈从所谓\"抽象的人\"的本质出发揭穿了宗教神圣形象的非神圣基础的话,那么马克思则从\"现实的人\"出发进一步阐明了非神圣世界自我分裂和异化的本质根源。马克思\"类本质\"规定具有鲜明的二重性特征,其中具有终极意义的人本学理论存在于对于资本主义的批判和共产主义思想之中。在现代条件下,弘扬其现实批判精神,同时对其所蕴含的一般人本学理论进行具体辨析和重新诠释,这对于促进人的自由全面发展、扬弃自我物化、提升精神境界、实现自我超越都具有十分重要的现实意义。", "label": "哲学", "id": 0}
{"content": "马克思在《黑格尔法哲学批判》中对黑格尔国家学说的\"市民社会（特殊性）-等级要素（中介）-国家（普遍性）\"的推理关系进行了集中的批判。在这种推理中,中介环节内部分裂为几种相互对立的特殊物,每一种特殊物都在篡改和冒充它们各自需要代表的对象,导致推理失败,并暴露了这种推理的实质是各种特殊物为了争夺并不存在的普遍物而形成的斗争形式。既然这种推理每一个环节都出现问题,那么就应否定黑格尔国家学说中现成意义的特殊性、中介和普遍性,在\"人民\"或现实个人领域重新确立特殊性概念,并以之为前提发展出真正的普遍性,通过无产阶级革命的方式使它们达到真正的统一。", "label": "哲学", "id": 0}
{"content": "当代中国人学思潮的产生和发展,一方面有着我们国内文化和理论进展的内在因素在起作用,另一方面也有着苏联和20世纪西方人道主义文化和人学思潮等外在因素的作用。德国哲学家舍勒提出的哲学人学,海德格尔、萨特提出的存在论、解释学,胡塞尔晚年提出的相互体性、交往主体性和生活世界理论,它们作为当代人学理论的最初形式,都是20世纪初德国哲学现象学运动的产物。而现象学运动所载负的文化使命就是从对主体、对人本身的沉思和批判出发,通过人心和人性的重建,去找到克服科学危机、哲学危机和全人类的生存危机的思想力量。回顾人学思潮的理论发端和初心使命,我们会更加明确,当前我国人学理论工作的主旨就是要在改革开放的历史新时期,努力重建我们的\"相互主体性\"和\"生活世界\",重建一种革新了的人性、人格和人的价值。", "label": "哲学", "id": 0}
{"content": "在《1844年经济学哲学手稿》中,马克思对主要从人本学的维度对共产主义的本质内涵作了科学的阐释。首先,共产主义是通过人并且为了人而对人的本质的真正占有,这种占有是以全面的方式占有自己全面的本质。其次,共产主义是对私有财产的积极扬弃,它保存了以往发展的全部财富。再次,共产主义作为完成了的自然主义和人道主义,是历史之谜的最终解答。", "label": "哲学", "id": 0}
{"content": "马克思的异化理论可分前期和成熟时期两个阶段。前期的异化理论在马克思当时的思想中占据重要位置,但还不是很科学,依旧带有费尔巴哈人本主义的痕迹;而创立唯物史观之后的异化思想则是对原先异化理论的扬弃,马克思从价值层面对人及其本质的外化、人与人、人与物所产生的扭曲性关系的理论建构。在当代,异化现象呈现出多种多样的表现形态,其中传媒异化现象格外突出。本文以充分肯定传媒在信息时代中的重要作用为前提,深入剖析了媒介在信息传播过程中异化现象的种种特征及表现形式,进而提出了若干解决措施,以期促进我国传媒产业的有序健康发展,促进当代中国新型文化形态的不断成长与进步。", "label": "哲学", "id": 0}
{"content": "唯物史观的视域下马克思主义制度理论的形成是以人的活动的社会性为根源的,活动社会性体在物质生产领域生成了不同的社会关系构成了制度生成的基础,最终形成了以上层建筑和经济基础为表现形式的制度。在现实生成逻辑中,因为利益的分化,剥削阶级和被剥削阶级通过阶级斗争夺取政权,建立符合自己阶级利益的制度。因此,我们可以说制度就是一种具体的历史的处理社会关系的一种规范形式。对于制度的研究马克思的制度分析方法并不是单纯的整体主义,而是个体主义与整体主义高度统一。当前学界已经从经济、政治、伦理等多个角度对马克思的制度理论进行了解读,对制度的本质内涵等都有自己的而界定,而对于马克思制度理论的生成问题还没能进行透彻的解析,本文试图通过阐述制度理论的生成,对制度做一个本质规定,以确定制度在唯物史观视域下的理论表达。", "label": "哲学", "id": 0}
{"content": "《神圣家族》是马克思恩格斯第一次合著的理论结晶,它在马克思主义人学创立的过程中起着承上启下的作用,是马克思主义人学创立过程中的一座不可逾越的理论丰碑,这部著作不仅清算了思辨哲学家\"抽象的人\"对他们本人思想的影响,首次使用了\"实践力量的人\"的范畴;也是马克思恩格斯在话语体系和主要内容上超越费尔巴哈抽象人本主义,开始建构自己的科学的人学体系的真正开端。马克思恩格斯在《神圣家族》中首次使用了\"生产方式\"这一范畴,从工业和社会状况出发来研究人的问题及其发展;强调了人民群众是历史的创造者的思想,彰显和高扬了人的主体性;并且对人的自由问题给予了现实解答;其所蕴涵的丰富的人学思想,对于厘清马克思主义人学的思想脉络和实现每个人自由而全面发展具有重要意义。", "label": "哲学", "id": 0}
{"content": "时代即是生活之根基,对时代状况的反思以及对人的发展问题的关注,始终是作为一个有觉识和有良知的人胸中应有之内容,更是一个从事哲学事业的人的深刘使命。马克思不愧被奉为无产阶级革命的导师,自小即以人类幸福的谋划与创造为志业,时刻关注着时代状况下人的生存境遇及人全面自由发展本性的实现。他将人的发展这个核心的问题置于对资本主义社会状况的分析、揭露和批判之下,旨在于\"破\"的基础之上重新\"立\"起人类的生存根基,为人的发展及全人类的幸福做出构想和实践指导。这尤其体现在马克思《1857—1858年经济学手稿》这一著作之中。面对马克思做出的努力,并结合我们时代的状况,不难认识到,马克思的许多理论和判断并没有过时,依然保持着它鲜活的生命力。", "label": "哲学", "id": 0}
{"content": "<正>一、社会主义产生和发展的新特点任何社会形态都是生产力和生产关系的统一,构建中国特色社会主义政治经济学,需要自觉地着力于快速发展生产力,又着力于发展和完善中国特色社会主义生产关系。马克思主义指出:生产力决定生产关系,生产关系一定要适合生产力的发展状况。这一历史唯物主义规律,既贯彻于社会历史发展中各个社会形态的依次更替,也贯彻于同一社会形态内部不同阶段的发展。但是,现实社会主义制度产生和发展,与以往社会制度的产", "label": "哲学", "id": 0}
{"content": "永恒既相依于时间,又是对时间的超越。在有关永恒的本质、实现与终极归处等方面,奥古斯丁与尼采显示了殊异的立场与思路。奥古斯丁认为永恒就是上帝本身,是永远的现在,永恒的实现就在于耶稣,人能够借着信仰达到永恒。尼采则认为永恒就是瞬间的现在,人最终的幸福就是进入超人的境界,在毁灭的瞬间中实现与永恒的合一。作为探讨人的存在与终极指向的两大思想主流,奥古斯丁与尼采的永恒观,为反思与解决当代人的生存困境提供了重要启示。", "label": "哲学", "id": 0}
{"content": "我们党自创立以来,始终坚持马克思主义群众观点,结合我国具体国情,坚持走群众路线。把人民群众作为决定党前途命运的根本力量,把坚持全心全意为人民服务作为党的根本宗旨,把人民是否满意作为检验党的全部工作的根本标准,始终保持党同人民的血肉联系。进入全面深化改革的新时期,改革向何处去?改革为了谁,依靠谁?等尖锐问题十分突出的摆在党和人民面前。因此,重温马克思主义群众观点,全面深入学习党的群众路线,具有十分重要的时代意义!", "label": "哲学", "id": 0}
{"content": "文艺复兴是一独立的历史时期,是中世纪通往近代的桥梁。这一时期对整个世界做出的最重要贡献是\"人的发现\"。本文拟探讨\"人的发现\"的基本内容。", "label": "哲学", "id": 0}
{"content": "创新、协调、绿色、开放、共享\"五大发展理念\"是管全局、管根本、管长远的理念导向,在中国发展动力、发展方向、发展条件、发展环境、发展目的等重大理论问题上,充分展现了马克思唯物史观的理论魅力。", "label": "哲学", "id": 0}
{"content": "在大数据时代悄然到来的今天,我国主流意识形态建设进入了全新的发展的阶段,大数据时代为之带来了更为广阔的空间,但海量的信息传播也向主流意识形态建设提出了严峻的挑战。因此,如何加强和完善大数据时代下的主流意识形态建设已成为当前值得深入研究的问题之一。为此,本文阐述大数据时代背景下,主流意识形态建设的新方向和面临的问题,以期为我国在信息化潮流下加强主流意识形态建设提供相应的理论基础。", "label": "哲学", "id": 0}
{"content": "<正>对科技发展进行人文反思,其实是20世纪的老问题。目前,以电脑、网络、信息为代表的高科技,无论是其本身的发展,还是对人们现实生活的切入,都呈现出新一轮的迅猛发展势头。因此,科学技术与人的关系这一20世纪的老问题,在21世纪又以新的形式和新的尖锐性提了出来。一、新世纪科学技术提出的人文挑战20世纪,科学的异化过程并未停止,而且有加剧的趋势。21世纪,科学技术主要从", "label": "哲学", "id": 0}
{"content": "<正>科技发展是一种合乎科技逻辑、合乎科技精神、依靠科技动力的发展模式。人文精神是指蕴含于人文社会科学学科中的对人类生存意义和价值的关怀,是在人文认识活动中形成的一系列价值观念和态度。一、科技发展产生的问题经济学上的一个边际效应理论:其他投入固定不变时,连续地增加某一种投入,当超过一定限度时,所新增的产出或收益反而会逐渐减少。同理,当其他条件不变时,只重视", "label": "哲学", "id": 0}
{"content": "<正>一、引言对科学技术进行的人文思考自20世纪初开始就没有停止过,21世纪科学技术发展势头迅猛,人们关于科技与人文的思考又以一种新的形式再次被提了出来。21世纪是信息革命的时代,也是生命科技的时代;是新材料、先进制造技术迅速发展的时代,也是发展和利用新能源的时代;是科学技术发生巨大变革、继续取得突破性进展的时代,也是人类继续向海洋、地球深部不断拓展的时代。21世纪更应是人、自然、社会协调发展的世纪,", "label": "哲学", "id": 0}
{"content": "国家治理能力现代化是\"国家治理的总成本和基于公正原则在社会成员之间分配的社会福利总额之间的低比值关系\",其中包含可计量的效率维度和不可计量的价值观维度两个方面。国家管理成本支出与社会福利总额之间的比值愈小,则其管理效率愈高,愈具有现代性。价值维度是社会主义民主、法制的完善、依法治国的落实和公正的社会价值观的实现。社会治理的现代化过程广义地说也是一个生产力决定生产关系,经济基础决定上层建筑的历史过程。\"两个决定\"作为规律具有必然性的特点。但由于这一规律根本上是人类活动的规律,所以它的实现需要一定的边界条件,如社会理性水平的提高、产权保护意识的维持、普遍的个人权利平等、经济活动的非外力打断、政府或国家治理权的和平转移等。这些大都属于价值的内容。\"决定\"必须是合理地实现,才能真正地实现,也才能真正地成为规律。这是\"决定\"的价值合理性的一面。经济基础决定上层建筑的历史必然性和价值合理性是马克思主义的两个固有维度。资本主义社会的这一过程历史缺乏价值合理性,其中孕育着自我破裂的矛盾。社会主义改革从其本质上说是\"两个决定\"在价值合理性与历史必然性辩证统一的基础上的动态平衡;这是我们进行\"顶层设计\",促进社会和谐,\"推动中国特色社会主义制度更加成熟更加定型\"的马克思主义理论依据。", "label": "哲学", "id": 0}
{"content": "在公共哲学的视角下,差异性共在是人们存在于世的基本事实,意识形态作为一种同一性力量是一种实现共在的方式,在一定的历史阶段意识形态建设是一个具有普遍性并关系到国家安全的问题。意识形态只有反映人们的普遍利益才能具有广泛的公共性,否则就会沦为一种与现实相分裂的虚假意识,因此当代中国意识形态建设的基本任务就是:理论上马克思主义的自我批判与自我发展;实践中对马克思主义基本价值观的现实追求。随着现代化的进程和公共生活的发展,当代中国意识形态建设应该从自上而下的单一过程转变为对外与他者对话、对内国家主导与公众参与相结合的方式,只有这样才能最大程度上实现马克思主义意识形态的公共性。", "label": "哲学", "id": 0}
{"content": "社会发展战略的实践主体是推动社会整体发展这一对象性活动中的行为者。战略的本质规定性赋予了实践主体之于社会发展战略的基础性意义,关于战略形态演化的动因分析也同样表明,研究社会发展战略需要对实践主体给予充分关注与重点剖析。由认知力、精神力、物质力构成的能力结构分析框架为解析社会发展战略的实践主体提供了一条可行的研究路径。", "label": "哲学", "id": 0}
{"content": "在马斯洛的人本心理学中,人性始终是他一直研究的对象,在他看来,人性绝不能独立地看待,而应该同周围的环境相联系。他认为,在外在条件的保证下,即良好的环境,人可以并且渴望表现出高级的本性,比如爱、利他、友善、慷慨、诚实、仁慈和信任等。自我实现是马斯洛思想系统中的核心,在他看来,自我实现就是\"成为你能够成为的那个人\",自我实现要求的是将多个自我统一成一个整体,形成一体化的、有组织的、和谐的人格,而不是破碎的、分裂的、带有不同层次的多重人格,或者成为在冲突中的自我,在自我实现中,各种困难和烦恼会逐渐产生,又逐渐被克服,最终从一个懵懂无知的孩童成长成一个能够肩负起责任的真正的人。高峰体验是马斯洛独特的一个理论范畴,高峰体验是人的自我实现的一个途径,并且在这个过程中产生了积极作用,更大程度地激发自己的创造性,更好地挖掘了自己的潜能,塑造健康人格,发展完美人性,实现人的价值。", "label": "哲学", "id": 0}
{"content": "<正>经济学在一般意义上可定义为研究人们生产活动的一门社会科学,因此生产力和生产关系这对范畴不仅是马克思唯物史观的理论基础,还是他全部经济学的理论基础。众所周知,马克思的全部经济学被统称为政治经济学,也如斯密的全部经济学一样,这在当时是合理的。但是,随着人们对经济学认识的深化与扩展,斯密的政治经济学已衍生出各种分支而成蔚为大观之现代经济科学,而马克思主义经济学却仍然在政治经济学一面大旗下发", "label": "哲学", "id": 0}
{"content": "真正的马克思主义是人和物的统一,统一于人的物质实践劳动;现实的人不是宗教中的,不是绝对精神中的,不是纯粹自然中的,不是想象中的历史中的,不是抽象集体中的个人,而是现实的,社会中的个人,是现实社会关系的体现,是现实劳动关系的决定。异化劳动决定了人的异化,马克思希望从异化的人发展到真正的人,而做了深刻的思考。真正的人是人的自由个性全面的发展。一切妨碍人的人的自由个性全面发展的现实都应该被革除。这种革除的历史进程是符合历史规律的。强化和保障每个公民的社会权和自治权,促进社会自治是最终实现自治社会的现实途径。", "label": "哲学", "id": 0}
{"content": "《1844年经济学哲学手稿》是马克思思想形成史上的一部关键性著作,是真正的马克思主义哲学乃至全部马克思主义的发源地和秘密所在。本文试图通过对马克思《手稿》中\"对黑格尔的辩证法和整个哲学的批判\"这一章节的解读,评析黑格尔将人的异化现象与感性实践的人的抽象对立的思辨哲学,力求追溯马克思早期思想中对人的感性实践的劳动史观形成的逻辑过程。可以说,马克思《手稿》在批判黑格尔的哲学前提的同时,也把黑格尔的辩证法拯救了出来。马克思正是在继承、批判黑格尔实现不断的自我发展与自我超越。", "label": "哲学", "id": 0}
{"content": "人的本质是马克思主义哲学的关键问题,要想厘清人的本质,只有回到马克思,才能正确发展马克思。马克思人的本质观是一个哲学体系,在《1844年经济学哲学手稿》开始建立人的本质观的,并且从不同的视域证明了人的本质从根本上说就是实践。人的类存在、人的生命存在的确认和人的社会化与个性化都根源于实践,也都统一于实践。明晰马克思人的本质思想,把握实践是\"人与物\"有机辩证统一的现实基础和根源,对当代中国以人为本的提出和践行有积极的重要价值。", "label": "哲学", "id": 0}
{"content": "人类近代以来以经济增长为目标的发展模式所造成的后果表明,社会发展的本质和核心是人的发展。我国当前亟须转变发展理念,确立\"以人的发展为本\"的新发展观,这既是对国内外发展经验的总结,也是由我国社会与人的发展现状和面临的发展任务所决定的。促进人的发展需要从各个方面创造条件,而关键在于观念创新、制度创新和教育创新。", "label": "哲学", "id": 0}
{"content": "<正>经济理论历来受困于未能清楚陈述其假设。经济学家在构建理论时常常疏于检验其据以建立之基础。当经济学家发现他们不能分析现实中真正出现的现象时,就会创造一个他们能够把握的假想世界。它们往往为人忽略。不过,一旦被纳入分析之中,我相信,它们就会带来经济理论在结构上的全面变革。", "label": "哲学", "id": 0}
{"content": "<正>经济行为的外部性,是西方古典经济理论所一直不能圆满解释和解决的难题之一。所谓外部性,是指某一经济行为不仅为行为当事人带来收益并产生成本,还对其他人产生收益或成本,分为正外部性和负外部性。由于存在外部性,古典经济理论中最核心的资源配置均衡性理论,对此,古典经济理论素手无策。", "label": "哲学", "id": 0}
{"content": "\"构成\"是指包括人在内的对象世界的相互构成,是对人或事物以及一切存在于功能性上和生态性上的理解。在人与自然间的\"构成\"关系上,中西方人眼中历来存在着两种自然态度:即面对自然\"与物为春\"的\"林泉之心\"与以我观物的\"骄奢之目\"。", "label": "哲学", "id": 0}
{"content": "<正>党的\"十六大\"报告指出:\"统筹城乡经济社会发展,建设现代农业,发展农村经济,增加农民收入,是全面建设小康社会的重大任务。\"党的\"十七大\"报告再一次指出,要统筹城乡发展,建立以工促农、以城带乡长效机制,形成城乡经济社会发展一体化新格局。统筹城乡发展,就是要用适合我国国情的方式,加快改变农业、农村、农民的面貌,并正确处理工业和农业、城市和农村、城镇居民和农村居民的关系,形成城乡经济社会发展一体", "label": "哲学", "id": 0}
{"content": "<正>全球金融危机对世界经济发展造成了严重影响,各国积极应对取得了成效,各国经济都不同程度出现企稳回升的迹象,中国首先冲出危机,并对世界经济产生积极影响,2010年的经济进一步看好。但金融危机的影响还会较长时间存在,在我们研究生产力的发展时需要对金融危机进行深入分析。", "label": "哲学", "id": 0}
{"content": "<正>2009年,中华人民共和国将迎来成立60周年喜庆日子,人们正在进行回顾与展望。1919～1949年这30年,是中国人民\"与人奋斗\"的30年,抗击外来的侵略者,与不民主的势力作斗争,取得了伟大胜利。1949～1978年这第二个30年,在\"一穷二白\"的基础上建设新国家,我们\"与天奋斗\"、\"与地奋斗\"（当然也曾有过错误地\"与人奋斗\"）,", "label": "哲学", "id": 0}
{"content": "<正>人类要生存要发展必须发展生产力。理论是先导,要发展生产力必须研究生产力,揭示生产力规律,建立生产力科学。魏炳义首创《生产力学》,我表示祝贺。生产力学对生产力的研究不同于哲学、政治经济学、生产力经济学对生产力的研究。生产力学的研究是建立在哲学、政治经济学、生产力经济学对生产力研究已取得的成果的基础上,又有新的突破和创新,它不是某一学科的分支,它有自己的学科体系,它是科学百花园中的一枝独立的新葩。", "label": "哲学", "id": 0}
{"content": "<正>摆在我案前的《生产力学》,是我国第一部宽视角、全方位、综合性研究生产力的力作。它既是献给新中国60华诞和改革开放30周年的一份厚礼,也是献给即将来临的中国生产力学会和生产力科学建立30周年的一份厚礼。真是可喜可贺!", "label": "哲学", "id": 0}
{"content": "<正>中国生产力学会成立于1980年,已接近而立之年。在近30年的过程中,中国生产力学会与中国改革开放同行,在生产力理论研究与生产力社会实践方面做了大量工作。在生产力理论研究方面,主要研究的是生产力经济问题,据中国生产力学会秘书处统计,生产力学会和会员出版的以生产力经济命名的专著、教材和论文集,截至2008年已有68种,其中,关于文化、精神生产力的著作3种,关于生产力标准的著作2部,生产力经济学辞典2部。此外,还有难以统计的大量学术论文。有的著作和论文曾获孙冶方经济学奖。称得上是硕果累累。", "label": "哲学", "id": 0}
{"content": "<正>魏炳义院士编著的《生产力学》一书的正式出版,是我国生产力科学界的一件可喜可贺之事,是世界生产力科学院中国籍院士的一个新成果。29年前,伴随着党的工作着重点的转移和改革开放事业的开局,生产力经济学这一新学科应运而生,如今已经硕果累累。《生产力学》的出版,标志着生产力科学的又一次飞跃,我们期盼多年的视角更宽、领域更广、发掘更深的大生产力科学终于有了一个良好的开端。它不仅是全国第一部生产力学,而且是对世界生产力科学的一个新贡献。", "label": "哲学", "id": 0}
{"content": "<正>各位领导、各位专家学者、各位代表:下午好!感谢中国生产力学会给我们提供了这个平台,借中国生产力学会第15届年会之机,为我社刚刚出版的《生产力学》这部学术著作举行一个首发式。", "label": "哲学", "id": 0}
{"content": "时代精神研究是一个被以西方中心论为理论内核的唯心史观搅得十分混乱的领域。本文认为只有唯物史观能够深刻阐释时代精神的科学内涵,并以唯物史观及其内含的历史辩证法为分析框架,提出时代精神就是反映历史发展趋势,推动生产社会化和社会平等化持续进步的文明意识。进而阐释时代精神的如下发展规律:它是在推动生产社会化和社会平等化的复杂斗争中曲折前进的;它虽然最终决定于时代的经济基础,却是引领时代前进的巨大力量;它往往通过两种社会制度相反相成的辩证运动来为自己开辟道路;全球化条件下的时代精神,集中体现为各国人民反对霸权主义、推动建立公正的国际政治经济新秩序的共同斗争。", "label": "哲学", "id": 0}
{"content": "<正>以人为本是对人在社会发展中的主体地位与作用的肯定,强调尊重人、解放人、依靠人和塑造人的价值取向,主张运用历史的尺度和人的尺度关注世界的思维方式,也是社会主义制度的本质体现。以人为本为核心的科学发展观是新时期中国共产党依据历史唯物主义的基本原理与要求,并在积极探索人类社会发展规律和深刻总结发展经验、教训基础上提出来的。", "label": "哲学", "id": 0}
{"content": "<正>一、\"精神超越\"——灵魂的安顿之所人作为有自我意识的理性存在,不仅要在人伦道德关系及实践活动中反思自我实现的方式,而且还要把自我本身当做一个精神性的存在而加以反思,以寻求精神出路或灵魂的安顿之所。这个问题即通常所说的精神超越或精神境界问题。精神超越或精神境界,说到底,不过是主体对宇宙人生真谛的体悟以及觉解后所获得的一种精神状态。但这一过程不是逻辑的知识的,而主要是情感上的体验和经验上的印证;这一过", "label": "哲学", "id": 0}
{"content": "抽象既是思想活动,也是现实活动,而且作为现实活动的抽象是优先的。本文首先通过呈现\"抽象\"一词的隐喻机制来表明抽象思想活动乃是抽象现实活动的隐喻化,其次借助思想史脉络来勾陈抽象的复杂性和现实性,最后结论性地阐述生命的抽象、官能的抽象、言语的抽象和实践的抽象,从而触及有关实践智慧的问题,向实践智慧提出不容回避的任务。", "label": "哲学", "id": 0}
{"content": "当今众多以\"实践哲学\"为名号的研究其实只是家族相似,本文是对笔者的实践哲学方案的说明,目的在于跟其他方案区别开来。该方案的学科名称为\"元实践学\",是对实践问题的形上学探讨,学说名称为\"异质性哲学\",是奠基于\"异质性\"概念的元实践学。", "label": "哲学", "id": 0}
{"content": "<正>（重庆出版社,2012年）本书对西方哲学史上若干主要学说关于意识的理论以及其他相关基本理论展开了全面而深入的批判性探讨,凝聚了我10余年来主要基于英文文本研读和讲授西方哲学经典的基本收获。本书详细探讨了柏拉图对话中苏格拉底和柏拉图本人的主要学说,重点探讨了亚里", "label": "哲学", "id": 0}
{"content": "在人与世界的互动中,人不仅面临如何理解与说明世界的问题,而且需要对如何改变世界的问题作出回应,后者更直接地关乎实践理性。作为理性在实践领域的体现,实践理性以如何使存在合乎人的理想及人的合理需要为关切之点。从形式层面的正当,到实质意义上的善,从价值的多重内容,到价值实现的方式,实践理性的内涵展开于不同的方面,其中既涉及主体的欲求、需要,也关乎实然、当然、必然,而在正当、向善、有效等实践理性原则中,上述方面的统一则得到了具体的体现。", "label": "哲学", "id": 0}
{"content": "以\"系统观测与量变层进\"的系统工程视角和实践哲学与科学研究方法论观点,具体分析当今科学发展时代组织与社会综合管理中基于\"专业与职业\"系统\"调适与对接\"的实践哲学思维趋向与应用范式。以期持续把握和引领\"人本\"的职业核心价值与专业协同体系,在社会综合秩序、企业或组织运作中的行为有序,促进实践哲学理论与思维在规则完善与公平博弈等细节层面的动态稳步提升。进而结合已经趋于全球经济一体化的\"国际职业发展规范及其约束性影响\",团队得到了综合管理创新与职业发展实践的新一轮国际化\"人本\"哲学启示。", "label": "哲学", "id": 0}
{"content": "少年是人增长智慧的时代。而智慧不等于知识丰富,关键是要善于运用学到的知识,这就是思想方法问题、哲学问题。坏哲学教人干傻事,而好哲学给人以智慧。抽象是用脑的艺术,不同级别、不同层次的抽象,给人类思维带来很大方便,而层次的混淆会产生错误的结论。哲学抽象是一切抽象活动中最高的抽象,我们在进行具体思维活动时,脑子里事先就有了自己认为正确的某种信念,其中有些信念在本质上属于信仰。我们对现实信息如何进行抽象,这些信仰起主导作用,这就是哲学信仰对于思维的基础作用。所以,少年朋友要努力学习哲学、研究哲学、应用哲学于自己的学习、工作、生活之中。", "label": "哲学", "id": 0}
{"content": "<正>我们常常说对立统一规律是辩证法的核心。对立统一规律的说法,尽管有缺陷,已经约定俗成,很难改;或者改了以后,别人可能不知所云。比较可行的办法,是对辩证法的核心进行讨论,以澄清由于用词不当而带来的困惑。", "label": "哲学", "id": 0}
{"content": "《管子山国轨》篇是阐述数据统计学术的历史文献。管子在《山国轨》篇中提出了数据\"为国论\",即主张进行各种数据统计,作为治国决策的依据。《山国轨》篇的内容十分丰富,诸如统计数据的意义、方法、种类等等,社会实践应用中可操作性很强。用\"现代统计学\"剖析《山国轨》中统计学术,其科学性、先进性依然熠熠光辉,值得认真总结与研究。本文重点阐述其中具有重要意义的几种数据统计及其应用,窥其\"数据统计\"的治国思想。", "label": "哲学", "id": 0}
{"content": "<正>管子（前723-前645年）,名夷吾,字仲。管子是我国古代百科全书式的人物,他不愧为杰出的政治家、思想家、军事家和经济学家。管仲早年经商,后由鲍叔牙推荐,被齐桓公任为卿,历经四十年改革,富国强兵,使齐国成为春秋时期的第一个霸主。这里,我主要就管子的朴素的唯物辩证法思想进行探讨。一、高瞻远瞩,重视教育,特别重视德育的重要性早在春秋时期,我国教育理论就已经开始萌芽,并且初具雏形,其重要代表人物就是管仲。作为政治家的管仲十分重视教育,并且特别重视德育,他以伦理道德教育作为治国的根本纲领。管子将礼、义、廉、耻看作是国之\"四维\",明", "label": "哲学", "id": 0}
{"content": "马克思的实践哲学是实践概念史上的一个重要的发展阶段。在马克思的实践概念中,实践不是一个边缘性的、偶尔出现的概念,而是马克思考察一切对象的基础和出发点。在马克思那里,实践维度不但优先于感性直观,也优先于理论态度和逻辑范畴。", "label": "哲学", "id": 0}
{"content": "<正>一生态社会主义是20世纪70年代在西方发达国家兴起的一种社会思潮。它既是当代西方发达国家垄断资本主义经济矛盾关系发展的产物,又是对当代资本主义生产方式、生态殖民主义进行反思与批判的结果。生态理论的发端与当今世界两个重大危机相关,其一是日益恶化的自然生态危机,其二是人在现代消费社会中所表现出来的人文精神危机,这两大", "label": "哲学", "id": 0}
{"content": "不同的心理学派,不同的心理学家对什么是心理学的研究对象有不同的回答,没有一个合理、完善、统一的答案。但是马克思实践哲学认为心理学应以人为研究对象,以人为研究的出发点,以实现人的自由全面发展为研究目标,探索一切关于影响人的本质之生成、展开、实现的问题。全面的认识人的本质,把一切人之为人的特性,将一切影响人的本质的因素纳入自己的范围。试图从整合的视野去看待人的本质并以此为基础建构心理学的理论体系,强调立足于人的完整本性去构筑心理学的方法论。自然性和社会性不可以简单地看作是硬币的两面,马克思实践哲学认为,只有在社会中,自然界才是人存在的基础,人的自然性不能脱离社会而存在。人的本质只有通过社会生活和社会联系才能完成。人的自然性与社会性是统一的,不能简单的将它们一分为二。而提供这种统一的桥梁的,是人类社会的历史实践。本文还从马克思主义实践哲学角度提出了对心理学最核心的两点启示。", "label": "哲学", "id": 0}
{"content": "<正>\"人类必须了解意识是什么,才能真正了解人类自己。\"唐孝威院士说,正在\"开疆拓土\"的意识科学研究,虽然现在还显得粗陋而缺乏条理,却是未来科研\"必然的中心\"。唐孝威曾先后参与研制我国第一颗原子弹和氢弹,还参加了我国第一颗返回式人造地球卫星空间舱的辐射测量工作,后来在核医学等交叉学科研究方面进行了大量工作。近年来,他又和汪云九教授、郭爱克院士等一起,积极推进意识问题的自然科学研究,力图用科学的原理和科学的实验方法,解释种种变幻莫测的现象,目前即将出版这一领域研究的专著《意识论》。就意识研究的主要内容、当前进展和发展前景等问题,唐孝威和学生程邦胜", "label": "哲学", "id": 0}
{"content": "<正>由未知到已知,科学总在不断地开拓着新的疆域。过去的不毛之地,已经成为科学研究的沃土。现在处于科学研究中心的前沿热点,曾经也是人迹罕至的新大陆。现在处于科学研究中心地带的以分子生物学为中心的生命科学,在一个多世纪之前却是一片荒凉的科学边疆,是几代科学拓荒者的不懈努力,才让它成为科学研究的中心领域。在我们由衷地称赞那些科学先驱们的远见和毅力时,我们不应该因为科学中心地带的热闹繁华而忽略我们这个时代的开拓者们,他们正在用他们的远见和毅力开拓着科学的新边疆,这些边疆地带现在虽然看起来显", "label": "哲学", "id": 0}
{"content": "物质原则和实践原则是马克思主义哲学的两条重要原则。把这两条原则结合起来既是揭示物质观的必要条件,也是揭示实践观的必要条件。如果从实践的观点看物质观,就要解决实践和物质的关系问题,这就提出了实践物质观学术视域。", "label": "哲学", "id": 0}
{"content": "\"实践是检验真理的唯一标准\",我们可以把它理解为:理论的真理性与否可以在实践之中得到检验,理论指导实践,但理论需要在实践之中得到检验。检验真理的问题,因此更该看成是实践过程中采取什么样的实践来检验理论的问题,即实践的标准问题。该文旨在通过实践与真理的关系问题,发现\"实践是检验真理的唯一标准\"的关键问题,即实践的标准问题,即选择什么样的实践对真理进行检验的问题;再进一步对\"实践本体论\"或\"本体论实践\"的批判,解构实践,揭示实践之后是生活。", "label": "哲学", "id": 0}
{"content": "费尔巴哈的主要功绩在于将彼岸世界的基础归结于此岸世界;马克思则进一步将此岸和彼岸世界分离这一理论矛盾的基础归为现实矛盾。费尔巴哈和马克思在存在论上的差异主要在于:前者是感性对象性直观的存在论,后者是感性对象性活动的存在论。", "label": "哲学", "id": 0}
{"content": "<正>近来,董学文等学者连续发表多篇文章,召开研讨会,并在《文艺报》发表会议综述,批评笔者走向\"实践存在论\"美学的构想将马克思\"实践观\"同海德格尔\"存在论\"\"奇异地\"组合在一起,将马克思\"海德格尔化\",进而造成对马克思主义唯物史观的\"消解与颠覆\"。这些批评不仅无视笔者对实践存在论根基于马克思的一再强调,同时也对马克思作了直观主义的解读,不仅难以为笔者所接受,甚至陷入为批评而批评的无端指责。", "label": "哲学", "id": 0}
{"content": "实践哲学的核心是要追求\"好生活\",意识形态问题是现代实践哲学的重要问题,现代化的特点是建立在理性化的观念体系之上,观念体系更多地采取了意识形态的方式。现代性内部面临着多种意识形态目标的冲突与抉择,例如自由与民主、平等与效率、阶级、国家与民族、进步主义和保守主义等等。现代化必须进行自我辩护,需要这些互相差异、彼此冲突的意识形态目标之间的调适和划界。意识形态塑造了现代化的制度和观念结构,要解决意识形态带给人类的问题,必须重新思考意识形态和生活世界的关系。意识形态来自生活世界,是后者的观念化形态,要使意识形态祛魅,调和各种互相冲突的意识形态,使其离开绝对化的思路,回归日常生活,重建意识形态和日常生活的良好关系,摆脱绝对意识形态的控制,最终解除各种意识形态之间、各种生活世界之间的紧张关系。", "label": "哲学", "id": 0}
{"content": "<正>\"真\"、\"真理\"（truth）是带有某种伟大与神圣意味的字眼。\"吾爱吾师,吾更爱真理\",这是人类文明中一个深厚久远的传统,甚至是其传承之正脉。\"追求真理\",是许多智者、仁者、勇者为自己设定的人生目标,是赋予其生命以价值和意义的东西;也是许多人为自己设定的知识论目标,其一切探索和研究活动都是为了发现真理。逻辑学是研究推理形式的有效性的科学,而\"有效性\"亦叫做\"保真性\":一个推理形式是有效的,当且仅当,其形式结构能够保证:当其前提真时,结论必定为真。普遍有效的逻辑公式及其例证叫做\"逻辑真理\"。逻辑学就是要以某种系统的方式刻画出所有的逻辑真理。但是,有许多证据表明,对于\"truth\"", "label": "哲学", "id": 0}
{"content": "本文从两个方面讨论美国著名经济学家弗里德曼的方法论思想:首先,弗里德曼认为,自然科学与社会科学存在一定程度区别,这种区别不仅存在于自然科学与社会科学之间,也存在于自然科学各学科之间;其次,弗里德曼认为,自然科学与社会科学存在一致性,这一点为经济学成为自然科学意义上的科学奠定了基础。", "label": "哲学", "id": 0}
{"content": "<正>矛盾群是个新概念。如何把握矛盾群概念的含义、根据和意义,怎样理解人是一个矛盾群?本文试作简要分析。一、矛盾群是个新概念", "label": "哲学", "id": 0}
{"content": "\"实际\"概念在当今日益复杂,实际的层次性决定了理论联系实际的层次性。理论工作需要理论在较高层次上联系实际。实践任务的紧迫,并不能冲淡理论本身的重要性。在纷纭繁复的实际工作面前,更应该重视理论的作用。", "label": "哲学", "id": 0}
{"content": "在从事中国哲学研究、西方哲学研究和马克思主义哲学研究的学者中,有些认识各偏一隅,局限于个别观点而缺乏总体性的准确把握,这是目前我国哲学界研究\"和谐哲学\"存在的显著缺陷。艾思奇会通中国哲学、西方哲学和马克思主义哲学,指出:\"中庸观念及传统的’和’的哲学,揭示的是社会发展过程中量变阶段的规律。这个规律的价值,会随着生产力的发展而变化,不应绝对化。\"这一思路对今天研究和谐哲学具有重要启发意义。", "label": "哲学", "id": 0}
{"content": "落实科学发展观,需要用辩证思维破解发展难题,正确认识和处理知与行之间、城与乡之间、予与取之间、大与小之间、得与失之间的关系。", "label": "哲学", "id": 0}
{"content": "真理可验证的逻辑前提是单一参照系或惟一相关性条件的确立,这反映出真理之为特定语言游戏产物的理论品格。真理的认识论功能是认识一致性的达成,在这方面,人文学说与自然科学相比存在明显的差异,这在根本上是由于人类合理价值分歧导致如自然科学般的单一参照维度无以确立,但却并不妨碍\"一是\"难求的人文学说在认识上的合理性即有\"道理\"。从根本上讲,求真并非人类认知活动的惟一目标,对于非实用操作指向的人文学说如哲学、史学而言,真理并非认识的首要选项。", "label": "哲学", "id": 0}
{"content": "<正>菲利浦·佩迪特提出了一种与\"自由即无干涉\"（freedom as non-interference）这一自由主义自由观相区别的共和主义自由观:\"自由即无支配\"（freedom as non-domination）。①支配是否存在与干涉是否存在两者互不相关。一方面,当某人拥有对他人实施专断干涉的能力时,支配便已存在,但实际的干涉却可能并不发生。换句话说,构成支配的并非干涉,", "label": "哲学", "id": 0}
{"content": "无支配自由的发现是晚近以来复兴公民共和主义思想运动中值得瞩目的事情。无支配自由区别于无干涉自由,并且具有优越于后者的显著特点;共和主义无支配自由观念预设了一个不同于自由主义或社群主义的具有\"整体论个人主义\"色彩的\"自我\"观念,并因此导向对某种共同蕾的追求,同时又在修正强形式的政治中立性的基础上主张一种弱形式的政治中立性;对荣耀与自由观念之联系的发现,则是共和主义的又一重要贡献,共和主义跨越小共同体界线并最终通往世界主义的共和主义的可能性,已经由既适应价值多元趋势又具有普遍性的荣耀给出了保障。", "label": "哲学", "id": 0}
{"content": "认识的目的不仅是要通过实践认识世界、获得真理,而且是要接受和运用真理指导实践、改造世界。真理的接受之维,在发现真理、表述真理时,表现为作者为追随\"潜在的读者\"而创作真理文本;真理文本在读者批判与接受中流传;真理可能在少数人那里被发现,但终归将为多数人所接受;真理的接受性与接受量的统一是真理的接受度。辩证唯物主义真理观体现着知、信、行的统一。", "label": "哲学", "id": 0}
{"content": "按照信息哲学的观点,信息时代的实践是\"物质实践\"与\"信息实践\"的辩证统一.\"物质实践\"是实践的物质方面;\"信息实践\"是实践的信息方面.信息时代使以往在实践中居于矛盾次要方面的信息实践逐渐上升到矛盾的主要方面,标志着人存在方式的变革.信息实践很有可能将人的复杂性与信息复杂性相叠加,从而导致实践复杂性出现非线性放大局面,使实践后果的不可预测性猛然增大.面对信息时代实践的复杂性,人在实践中的价值智慧兴许应当体现在克服自己在存在方式上的盲目性,优化设计自己的存在方式,使信息时代的实践更能朝着有利于人全面发展的方向发展.", "label": "哲学", "id": 0}
{"content": "马克思主义诞生一百六十多年的历史证明,如何理解\"实践\"范畴在马克思哲学革命和哲学体系中的作用及\"实践\"范畴的涵义,对能否正确坚持和发展马克思主义关系极大。马克思之后,一百多年社会主义发展的历史证明,深刻理解\"实践\"范畴在马克思哲学世界观中的地位,是马克思主义保持生机和活力的决定性因素,是科学社会主义在实践中不断取得胜利的决定性因素。改革开放以来,中国共产党人在解放思想、推进改革开放、开拓中国特色社会主义伟大事业的进程中,坚持从生产劳动实践活动上理解马克思哲学\"实践\"范畴的世界观涵义,坚持从生产劳动实践活动上理解人的主体性,理解社会主义的本质,理解时代的新变化、新趋势,这一切使中国摆脱了斯大林哲学体系的束缚,摆脱了传统社会主义模式的束缚,从而创立了具有鲜明时代特色又富有无限生命活力的中国特色社会主义理论体系。", "label": "哲学", "id": 0}
{"content": "以认识世界与认识自己、变革世界与变革自己的过程为具体的历史内容,\"成己\"与\"成物\"的过程同时表现为\"意义世界\"的生成过程。这里的\"意义\"就广义而言,它既涉及对存在（包括人自身之\"在\"）的理解,也以对世界的价值规定为内涵。以变革对象的历史过程以及本然对象与人化存在的历史分化为前提,人不仅化本然对象为人化实在,从而创造现实形态的意义世界并存在于其中,而且也一再追问自身的存在意义并指向内在的意义世界,意义世界则相应地表现为观念形态（精神之境）与现实形态（人化实在）的统一。成己与成物的过程中所形成的知识与智慧,既内化为人性能力,又渗入于普遍的规范系统,后二者（人性能力与规范系统）又进一步从不同的方面制约着变革世界与成就自我的过程。", "label": "哲学", "id": 0}
{"content": "<正>科学发展的过程理论是科学发展观的一个新领域。从后现代视角看,科学发展的过程理论是一个系统科学的理论,是一个实践过程的理论,也是一个发展创新的理论。", "label": "哲学", "id": 0}
{"content": "社会认识论是社会科学哲学的重要构成部分。思维与存在是否有同一性问题是哲学基本问题的\"认识论\"方面,社会是\"可知\"的,这在一定意义上回答了思维与存在的同一性问题。但是,简单回答可知或不可知,仅指明了人认识客体程度序列的两极,却将两极对立起来了。把对社会认识的程度作为一个变化着的、逐级上升的序列,能更好地使不可知论与可知论统一起来,解决二者对立是通过思维与存在\"同一\"的程度序列表现出来的。信息时代要求社会认识论研究不仅定性,也应定量化;当然,社会认识论研究是难以直接运用公式量化,但它却反映了认识论研究的新趋向。认识结果总有一定的质与量规定、并统一于一定的度的信息,也即是表现为信息度,这是社会认识论研究的直接出发点和直接归宿之一。信息度概念更准确地揭示思维与存在同一的关系或程度。信息度概念是关系范畴,它的普遍性根据于任何物体都既是物质体,又是信息体。世界客体\"中介化\"了的符号化、理论化即信息体化。发展、进化着的信息体或者,在认识论意义上,信息度概念是标志社会进化的信息尺度。人类当前以及未来的竞争不仅是资本、物质的竞争,更是信息的竞争,但确切说,竞争是以什么样的信息的质与量及其统一为信息度的规定的竞争。", "label": "哲学", "id": 0}
{"content": "<正>体验哲学是后现代哲学的最新发展,它以批驳传统真理观、特别是分析哲学\"符合论\"真理观在对隐喻的解释方面的无能为力为切入点,批判了客观主义真理观的虚妄性,建构了以理解为核心、以概念结构和认知图式为表征工具、以一定条件下的体验为前提的全新真理观。这种真理观在对隐喻、概念系统和认知的互动性等这些被传统真理观忽视、但在真理观构建", "label": "哲学", "id": 0}
{"content": "<正>一时代转换中,人们对实践的理解大致经历了从神圣化到世俗化,再从世俗化到神圣化两个大的阶段。从古希腊亚里士多德的伦理性实践,到近代的工具、生产性实践,是实践观从神圣走向世俗的阶段。在亚里士多德那里,实", "label": "哲学", "id": 0}
{"content": "为了探寻马克思主义实践思想和西方实践哲学传统的内在关联,本文较为详细地考察了亚里士多德的实践概念和马克思的实践概念及其联系。亚里士多德是西方实践哲学的创立者,他把人类知识和活动三分为理论、实践和创制。其中,理论主要指求知自然的普遍原理的思想活动,实践主要指追求伦理德性和政治公正的行动,创制主要指生产生活资料的劳动。理论和实践都以自身为目的,是自由人从事的活动,创制则以其产品为目的而以自身为手段,主要是奴隶从事的活动。马克思把亚里士多德的劳动和实践结合起来,一方面把劳动的生产性看作包括实践在内的人的全部生命活动的本性,从而把人类历史看作人类自我产生的过程,另一方面把实践的目的性看作劳动的本质,把劳动从充当手段到充当目的的变化看作历史运动的价值指向,从而为劳动和劳动者的解放,为人类的普遍自由提供了本体论基础。此外,马克思还从实践出发将科学理论和实践统一起来。所以,马克思的实践思想在西方哲学史上不是一种断裂式的革命,而是对亚里士多德所开创的西方实践哲学传统的综合创新。", "label": "哲学", "id": 0}
{"content": "本文认为,马克思主义哲学存在着实践本体论,实践范畴在其中占有本体论地位,主要表现为:实践对于人类存在具有逻辑先在和基础的意义;实践体现了人类存在的根本特质;实践是人类存在的二重性矛盾展开和消解的根本途径等。然而,马克思主义实践本体论隐含着一个根本性悖论,即人类中心主义困境。一方面,实践本体论是对传统人类中心主义的继承和超越,更充分、更深刻地体现着人类中心主义,因而对于当代人类实践难题与困境不无责任,需要反思和超越;另一方面,本体论意义上的人类中心主义是人类不可选择的存在方式,无法被彻底扬弃,与之相对的自然中心主义也存在诸多理论困境。对于这一困境,人类不可能找到一劳永逸的解决办法,然而,只要在理论和实践中坚持并运用相对性、有限性、平等性、多样性、批判性、系统整体性等原则处理人与自然、人与人的关系,这些矛盾和困境就可以得到相对的、具体的、现实的解决。", "label": "哲学", "id": 0}
{"content": "文章以“时间是什么”这个问题为核心,展开了西方思想上关于此一问题所形成的两条时间线索,并认为它们分别与空间概念和内在体验直接相关。在此基础之上,文章的第二部分还以相对论与《存在与时间》一书中的某些观点为根据论述了二十世纪时间观念变革性的发展。最后提出时间作为一个思想问题的重要性。", "label": "哲学", "id": 0}
{"content": "平衡论是一种辩证智慧,是一种思维方法,就其思想实质而言,属于矛盾论的一种表现形态。据此审慎探索,可以揭示其历史性、整体性、自觉性的属性,这一综合平衡论的观点具有重要的理论意义和应用价值。", "label": "哲学", "id": 0}
{"content": "<正>如何理解唯物辩证法的规律,如何建构唯物辩证法的体系,是晚年毛泽东哲学思考的重心和兴奋点之一。我们知道,恩格斯并行地提出了唯物辩证法的三条规律,即量转化为质和质转化为量,对立面相互渗透,否定之否定规律。列宁肯定了对立统一、量变质变、否定之否定三个规律,同时强调对立统一规律是辩证法的实质和核心。斯大林在《论辩证唯物主义和历史唯物主义》中只论及了量变质变和", "label": "哲学", "id": 0}
{"content": "<正>在哲学上,形而上学与唯物辩证法是两种根本对立的世界观和方法论,毛泽东曾把它们叫做哲学“对子”。形而上学有两种含义: 一是指研究超感觉的、经验以外对象的哲学;二是指用孤立的、静止的、片面的观点观察世界的思维方式和方法。唯物辩证法也有两种含义:一是指辩证论,即辩证法是关于自然、社会和思维发展的最一般规律的科学;二是指辩证法,即用联系的、发展的、全面的观点认识世界、改造世界的思维方式或方法。本文是在后一种意义上去使用。许多学者曾专门分析和研究过这个“对子”。随着时代的发展,今天重新解读这个“对子”,仍具有重要的理论和现实意义。", "label": "哲学", "id": 0}
{"content": "<正> 鉴于西方传统哲学和文化领域中“实践”多义和近现代西方学界对“实践”概念的不同使用,也由于现代社会、特别是高新科技的飞速发展,精神因素在各种社会生产、管理工作、教育和科研活动、艺术创作、交往行为以及新兴产业开发等实践领域中的作用越来越大,实践的领域在不断扩展。因此,对“实践”概念的含义及其拓展问题作一思考,越来越显得必要了。而过去很长一段时间对实践的过分狭隘的理解,以及关于实践问题的种种争论,也使实践的含义及其拓展问题突显出来。", "label": "哲学", "id": 0}
{"content": "<正> 一、中止概念思维海德格尔所说的“解蔽”、“无蔽”、“澄明”,只是一种回到“存在”本真状态。虽然这种本真状态,具有非现成的去存在（zu--sein）的原发的境域构成性,但并不涉及现实的创造和创生。这与我们所说的象思维之“开窍”,还是有所不同。对于象思维的“开窍”来说,是回到“我”的本真状态。这种回到“我”的本真状态,不仅具有打破僵化的“解蔽”意义,而且具有“创造或创生”的意义。这后一种意义,即“创造或创生”,恰恰是海氏所反对的。在海氏看来,如果谈“创造或创生”,那就可能回到“形而上学”的先验构成论。当然,在生存论的意义上,海氏的“解蔽”也不能不与“生”的开拓相联系。但是,这种开拓并不表现在思维的“创造或创生”,而只显示“思”的路径。在这里,探询“思”的路径,海氏所作的,虽然是力图打破逻各斯中心论的概念思维框框,但他所作的仍然停留在思的源头", "label": "哲学", "id": 0}
{"content": "国内以往关于实践的哲学研究虽然已经取得了很大进步,但并没有对人的主观世界的不断超越和提升过程进行必要的关注和研究,这是因为没有对马克思的基本观点加以真正的理解、继承和发展。从社会个体生成论的角度来看,实践无疑是人的实践,因而在具有客观性和社会性的同时,也具有现实主体性及其通过不断生成过程具体体现出来的超越性。问题在于,这种作为实践的最基本特征之一的主体超越性,究竟是如何体现出来的?本文认为它主要通过三个方面体现出来:1、对主体蒙昧状态的超越;2、对基本生理一心理需求的超越;3、对主体—客体对立关系的超越。只有从社会个体生成论出发,充分重视和研究实践的主体性及其超越性特征,才有可能突破传统哲学的藩篱,使哲学研究跟上时代的步伐、为人类的社会实践发挥应有的指导作用。", "label": "哲学", "id": 0}
{"content": "生活世界是人生存的一个基本事实。生活世界的引入,既突显了实践问题的重要性,也导致了实践哲学的复兴。实践哲学的复兴,既彰显了哲学的思维方式与问题域的转换,也表现了哲学对自身认识的深化与更新。", "label": "哲学", "id": 0}
{"content": "<正> 元思考元思考中的“元”（meta）指超越（beyond,transcendental）,指上层、上位。正因为如此,metaphysics被译为“形而上学”。元思考就是超越性的思考、上层思考、上位思考;是对下层语句或下层认识本身的思考。上位思考也是对前提性预设或根据的思考。前提性预设是“对于有效的、可认真对待的研究、评定、决策、实施、表达、对话等等来说”必须事先给出、必须事先具备的条件或因素。如果前提预设不清楚,就既不能有效地做某件事,也不能有效地评价、有效地交流、对话。", "label": "哲学", "id": 0}
{"content": "<正>在海内外某些学者眼中,周恩来有一个弱点,就是\"事务主义\",他\"不大谈哲学思想\",\"不大谈路线方针\"。其明证就是,他接见美国年轻学者时,谈到哲学问题,总请姚文元、张春桥作答。这个例证说明的究竟是什么问题,只要联系历史背景作具体分析,也就一目了然。据说哲学以提出问题为要,而不在于下结论。那么,先只提出问题,是比较合乎哲学精神的。周恩来确实没有写过专门的哲学论著,也没有长篇大论的哲学清谈,但是,从已经编辑出版的周恩来选集、文集、年谱、传", "label": "哲学", "id": 0}
{"content": "<正>周恩来是我们党和国家的杰出领导人,为中国革命的胜利和建设事业的发展作出了巨大的贡献。他之所以是杰出的领导人,这是与他具有良好的哲学素养分不开的。尽管由于繁重的实际工作需要,使他无暇专门从事哲学研究,然而,他毕生的革命实践活动以及卓越的领导才能,都充分地显示了他是具有深湛哲学思维方法的伟大的马克思主义者。他经常强调:我们党的各级领导干部,\"要有确定的马列主义的世界观和革命的人生观\",\"我们要有辩证唯物主义思想作指导。我们不是以主观唯心主义作指导,也", "label": "哲学", "id": 0}
{"content": "<正>对自由问题的关注,在马克思创立自己的思想体系的过程中贯穿始终。这一问题本身在理论和实践的领域所具有的重大价值意义,使得马克思不能不从各个方面和不同层次上对它进行综合的探析,并力求以他所达到的新的历史高度,超越以往时代的局限,对这一“历史之谜”作出新", "label": "哲学", "id": 0}
{"content": "本文阐述了移涉分析的基本概念、基本思想及其特点,提出一种新的系统分析方法。", "label": "哲学", "id": 0}
{"content": "<正>陈云同志的逝世是党和国家的巨大损失。我作为曾在他身边工作过多年的同志,更深感悲痛。今年6月13日是陈云同志诞辰90周年,经他生前审定的《陈云文选》第2版也将正式出版发行,我因参加编辑工作,仔细阅读了他的三卷文选的新版本,再一次受到很大教益。其中感受最深的是陈云同志运用唯物辩证法的思想和实践。", "label": "哲学", "id": 0}
{"content": "<正>毛泽东作为我党我军老一辈无产阶级革命家、军事家的杰出代表,在指导中国革命战争实践中,把马克思主义的普遍真理同中国的具体实际相结合,融唯物辩证法和战争指导为一体,排除了形形色色的唯心主义和形而上学的影响,成功地解决了中国革命的发展道路和战略战术等一系列重大问题,以高超的战争指导艺术,运筹帷幄,决胜千里,导演出一幕幕威武雄壮的活剧,取得了革命战争的伟大胜利。在新的历史时期,认真学习和研究毛", "label": "哲学", "id": 0}
{"content": "<正> 毛泽东思想宝库,灿若星辰,浩如烟海,在此仅撷取一枝,就毛泽东的唯物主义群众观作一简要探讨。一、只有人民才是创造历史的动力毛泽东在中国革命的早期实践中,分析了当时革命的状况、总结了历史,指出,人民,只有人民,才是创造世界历史的动力。他在总结近代中国一系列革命事件时说:中国反帝反封建的资产阶级革命,正规地说起来,是从孙中山先生开始的,已经五十", "label": "哲学", "id": 0}
{"content": "<正>真理是什么?通常的定义是:真理是与客观存在及其规律相符合的认识。这是符合真理观的真理定义。这种观点的特征是,从主观与客观、思维与存在的一致与否去考察认识的真理性。符合真理观的真理定义,在今天已是被写进哲学教科书的常识性观点。但是,在西方哲学的源端古希腊哲学史上,它的发现,却经历了一番艰辛的思想过程。……", "label": "哲学", "id": 0}
{"content": "<正>在人类认识自然和社会现象时,常常会遇到对不同对象之间的比较,以及同一类事物之间优劣状况的区分．如我们要在某地建造一座水坝,坝址可能有几处可供选择,究竟选哪一处坝址最合适,这是一个决策问题．又如,在高校的课程评估中,根据什么样的条件评估出", "label": "哲学", "id": 0}
{"content": "<正>近年来,我国哲学界围绕\"实践唯物主义\"问题展开了热烈讨论,争论的中心问题是实践唯物主义是不是马克思主义哲学的命题。有的学者认为,马克思没有明确地提出\"实践唯物主义\",只是在讲到共产主义者时,用了\"实践的唯物主义者,即共产主义者\"的提法,不能以此说它是马克思主义哲学的命题。但是,众多的学者则认为,实践唯物主义是马克思主义哲学的命题。我是赞成后一种观点的。我的看法是,不能把实践唯物主义同辩证唯物主义、历史唯物主义对立起来,马克思主义哲学是实践的、辩证的、历史的唯物主义。", "label": "哲学", "id": 0}
{"content": "<正>自1988年起,围绕着马克思主义哲学体系的重建,国内哲学界展开了实践唯物主义的讨论,内容涉及到对马克思主义哲学的重新理解,马克思主义哲学的本质以及在当代如何发展马克思主义哲学等一系列重要问题。现将讨论的情况综述如下。", "label": "哲学", "id": 0}
{"content": "<正>马克思主义哲学的辩证唯物论与自然科学的密切联系和相互作用,这是很多哲学家和自然科学家都一致承认的。但是,资产阶级自由化的代表人物方励之宣扬要把哲学\"从自己的研究领域中哄走\",说什么\"欢迎作为工具的哲学,讨厌作为裁判的哲学。\"企图以\"哲学工具论\"来歪曲辩证唯物论与自然科学的正确关系,从而达到他反对马克思主义哲学的目的。辩证唯物论对自然科学研究的指导,不是任何人", "label": "哲学", "id": 0}
{"content": "<正>恩格斯曾经指出,唯物辩证法是\"关于普遍联系的科学\",是\"关于自然、人类社会和思维的活动和发展的普遍规律的科学\"。～①当代系统科学在围绕物质世界的普遍联系与发展而取得的一系列科学成果的基础上所形成的系统观,作为唯物辩证观的现代科学表现形式,充实和丰富着唯物辩证法基本原理。本文试从四个方面对此进行论述。一、系统科学的系统观丰富了", "label": "哲学", "id": 0}
{"content": "<正>实践范畴是马克思主义哲学的基本范畴之一。对它的理解,直接关系到如何把握马克思主义哲学的性质,以及马克思主义哲学与旧唯物主义、唯心主义的根本区别。然而,现行的哲学教科书对实践含义的理解,没有完全反映马克思对实践的理解,没有达到对实践含义的全面把握。我国哲学界通行的定义是:实践是人们能动地改造和探索现实世界的一切社会性的客观物质活动。在这个定义中,把实践理解为人", "label": "哲学", "id": 0}
{"content": "<正>理论与实践的关系问题是认识论的中心问题,也是革命事业成败的关键。本文拟结合我国社会主义建设的实际对两者关系作一些思考。1、正确坚持实践的决定地位,对实践经验作科学的概括。列宁曾经强调,必须把人类全部实践作为认识论的基础。所谓\"人类全部实践\",一是指以生产斗争为主的各种实践形式的总和以及每种实践形式表现的总和。二是指各种", "label": "哲学", "id": 0}
{"content": "<正>（一）实践是理论的来源,实践是理论发展的动力。实践的发展,推动人们的认识不断扩大、不断深化。然而,理论的发展却不是实践的直接结果。理论的发展,不仅依赖于实践的发展,而且依赖于认识主体素质的提高。尽管认识主体素质的提高也离不开实践,但却有相对的独立性和稳定性,它直接决定着理论的发展。实践是检验理论是否具有真理性的标准。然而,从实践主体看,任何实践都是人的意识活动与物", "label": "哲学", "id": 0}
{"content": "<正>一、真理一元论的本质是真理的客观性所谓真理论中的\"一元\"、\"多元\"的\"元\",指的是关于真理的来源、发现真理的途径和检验真理标准的问题。辩证唯物主义真理论者,在这些问题上总是旗帜鲜明地表明自己的观点。第一,真理一元论是真理客观性的反映。辩证唯物主义认为,真理是人们对于客观事物及其规律性的正确认识。其客观", "label": "哲学", "id": 0}
{"content": "<正>真理内容是客观的,还是主观的,或者是客观加主观的,这是辩证唯物主义客观真理观与唯心主义主观真理观斗争的一个焦点。近几年来,正是在这个问题上,辩证唯物主义的客观真理观受到来自各个方面的挑战。一些受资产阶级自由化严重影响的人,以现代科学在认识问题上一些新特点、新材料为依据,借口对真理论的\"新探讨\",提出种种所谓\"新理论\"", "label": "哲学", "id": 0}
{"content": "<正>加德纳·墨菲认为：在辩正唯物主义与巴甫洛夫体系之间没有什么内在矛盾的东西,二者之间有相当相似之处。有些人早就认为：巴甫洛夫高级神经活动学说是彻底的辩证唯物主义的学说。但也有人早就指出巴氏学说不是属于辩证唯物主义思想体系的。因此,这是一个需要认真研究的问题。", "label": "哲学", "id": 0}
{"content": "<正>人们在社会实践的基础上产生的认识运动,就是\"实践一认识\",\"认识一实践\"。认识过程中实践和认识的两次飞跃,将人们的认识发展过程联结成为一环扣一环的螺旋式的上升运动。本文依据实践和认识的相互关系,对认识过程中两次飞跃及其基本环节作些分析。（一）由实践中产生感性认识,是认识运动的开端和起点。感性认识总是与实践基础上外界对感官的刺激相联系的,其产生过程是这样的:外部世界给人的感觉器官以物质的刺激,接着是神经末稍到大脑中许多细胞及不同细胞之间一系列的", "label": "哲学", "id": 0}
{"content": "<正>探讨全局与局部问题,有一定的理论与实践意义。全局与局部不能为一般与个别所代替全局与局部是否应作为一对独立的哲学范畴?这本来早已有了定论。但,从我们接触的材料看,也有一种见解把全局与局部问题归之于一般与个别。现有的哲学教材,都很重视对一般与个别的论述,无疑是正确的。可是不知为什么对全局与局部的问题却很少论及。因此,对这个问题有必要加以议论。全局与局部应该作为一对独立的哲学范畴。因为任何事物都存在全局与局部的本质联系。自然界、人类社会和思维", "label": "哲学", "id": 0}
{"content": "<正>两类社会矛盾的学说,是毛泽东同志在社会主义时期的一个伟大的理论创造,是对马克思主义的重大丰富和发展。十一届三中全会以来,我们党恢复和发展了这个理论,对我国社会主义建设事业起了巨大的指导作用。<一>一九五六年,我国生产资料私有制的社会主义改造基本完成以后,无产阶级和资产阶级之间的矛盾已经基本解决,阶级剥削制度的历史已经基本结束,社会主义制度已经基本", "label": "哲学", "id": 0}
{"content": "<正>唯物主义（MATERIALISM）任何一组在形而上学、价值理论、生理学、认识论或历史解释中强调物质因素先于精神因素的学说。这个词以形容词的形式来连用也许是最适当的,因为在上述的每一个领域里,都存在着一系列从最唯灵论或唯心主义,到最唯物主义的学说。人们往往把下列学说看作是历史上唯物主义的典型。（1）对于唯物主义的系统阐述最早出现在印度思想里。这个学派的名字叫斫婆迦派*,这个学说产生于公元前七世纪。（2）在公元前五世纪的希", "label": "哲学", "id": 0}
{"content": "<正>1827年10月18日歌德和黑格尔作过一次谈话,席间谈到了辩证法的实质。黑格尔说:\"从根本上说,它不外乎是人人身上都有的那种经过整理的、有条不紊地形成的矛盾精神,那种才能在辨别真伪中才见得伟大。\"歌德插话说:\"但愿这种精神艺术和才能不致经常遭到滥用,", "label": "哲学", "id": 0}
{"content": "<正>长期以来,我国哲学界流行着一种占统治地位的观点,即认为\"物质是无限可分的\"。并且把它夸大为物质层次结构的普遍特征,加以绝对化。现代高能物理学发展证明,这种观点具有一定局限性,它束缚人们思想,并给实际工作和科学研究带来不同程度的危害,现在应该予以重新探讨。一、\"物质无限可分\"的论点不能概括物理学发展中提出的新问题现代自然科学发展十分迅速,作为向微观世界领域进军的前沿科学——高能物理,正在提出各种各样的新问题,要求人们去探索研究。\"夸克禁闭理论\"就是一个较典型的例", "label": "哲学", "id": 0}
{"content": "<正>把社会实践作为哲学的基础,这是马克思主义哲学辨证唯物论的一个显著特征。但是,多年来,对实践的理解,对认识和实践关系的解释却出现了某些违背马克思主义哲学原理的片面的、错误的观点,给我国社会主义革命和社会主义建设事业带来了不良后果。一、什么是实践有一种意见认为,实践就是改造客观世界的活动。诚然,改造客观世界的活动是实践活动,但实践活动不仅仅只", "label": "哲学", "id": 0}
{"content": "<正>实践是一个完整的动态体系。体现在实践结果中的主客观的一致,是与实践过程不可分开的联结在一起的,是通过实践活动来完成的。在实践活动中,实践对理论的检验,是同发挥理论对实践的指导作用不可分割的联系起来的。理论同实践结合,融为一体,不仅检验真理,而且丰富和发展真理,同时也起着改造世界的作用。所以,实践的过程,就是检验真理、发展真理、发挥人的主观能动作用同改造世界的纵横交错的辨证统一过程,其中每一个环节或方面,都是主", "label": "哲学", "id": 0}
{"content": "<正>矛盾规律,是唯物弁证法的根本规律。准确完整地揭示其科学内容,具有十分重要的意义。过去,关于矛盾规律内容问题,理论界通行\"二因素论\"、即对立面的同一和斗争是其全部含义;而且同一性是相对的、斗争性是绝对的。对这个问题,我们主张\"三因素论。\"认为矛盾规律包括三个基本因素:对立面的同一、斗争和转化;这三个因素各自都是绝对和相对的统一;所谓矛盾规律,就是这三个因素在矛盾统一体中辩证统一、相互作用的规律。", "label": "哲学", "id": 0}
{"content": "<正>（一）辩证法是关于事物发展最一般规律的科学,它认为,事物发展的动因在于其内部的矛盾性。但任何事物内部的矛盾却都存在着两种彼此区别的情形:其一是事物自身与其反面的矛盾,即从肯定与否定方面的形式出现的矛盾;其二是事物的各有机组成部分间的矛盾,即从结构的形式出现的矛盾,亦称\"结构矛盾\"。如在自然界,生命活动的基本单位\"细胞\",有着自己", "label": "哲学", "id": 0}
{"content": "<正>转化是一个老问题,之所以要重新研究,是由于目前哲学界对它有了不同看法,做出了新的解释,分歧较大。为了探求一个马克思主义的、正确的答案,有必要就此问题展开进一步的讨论。究竟如何理解转化?转化的特定含义是什么,它在矛盾中的地位和意义怎样?这些就是本文所要探讨的几个问题。（一）恩格斯说:\"真实的具体的同一性包含着差别和变化。\"①如何理解恩格斯的这句话,是涉及到转化在矛盾中", "label": "哲学", "id": 0}
{"content": "党的十八大以来,以习近平为代表的中国共产党人,坚持走和平发展道路,拒绝\"国强必霸\"逻辑,用和平发展道路破解\"国强必霸\"逻辑,体现了新时期中国共产党人的世界观、价值观和文化观,展示了新时期中国共产党人的大国担当意识、责任意识和使命意识,从而把中国特色社会主义外交理论推向新境界。", "label": "哲学", "id": 0}
{"content": "在日常生活中,我们常常会引用\"善\"的概念,以此来表达对某些人的品行或某些事的性质的赞许,这是世俗生活中的善。除了世俗上的伦理上的概念外,\"善\"还拥有更宏大的概念,理解这种宏大的概念有助于人们在日常生活中放开胸怀,更加淡定从容地面对生活中的是是非非。", "label": "哲学", "id": 0}
{"content": "<正>一、马克思博士论文对哲学基本问题的探索马克思的博士论文《德谟克利特的自然哲学与伊壁鸠鲁的自然哲学的差别》主要包括两大部分内容,分别考察德谟克利特和伊壁鸠鲁二者自然哲学的一般差别和在细节上的差别。本文将基于\"哲学基本问题\"的视角对这两部分内容做出新的解释。在一般差别的考察中,马克思的认识已经上升到哲学基本问题的高度;在原子论哲学的细节考察中,马克思尝试在伊壁鸠鲁的原子论哲学中求解哲学基本问题,并对之进行反思。", "label": "哲学", "id": 0}
{"content": "<正>高惠珠在《上海师范大学学报（哲学社会科学版）》2019年第1期《价值论视域中的\"劳动幸福\"》一文中指出:价值的实践性特质,使主观性与客观性相统一的人的幸福,必然立基于人类劳动之上。在价值论视域中,\"劳动幸福\"是在人与世界、主体与客体的全面关系及其二者相互作用的动态发展", "label": "哲学", "id": 0}
{"content": "<正>我本科就读于美国麻塞诸塞州波士顿学院（Boston College,简称BC）,并于今夏取得了应用心理学与人类发展（AppliedPsychologyandHuman Development）和哲学（Philosophy）的双学士学位。每当有人问起我本科学的是什么专业时,我的回答总是能激起人们的好奇心——\"咦,哲学?\"有的时候甚至有点敬而远之的意思:\"那是不是很难啊?\"又或者鄙夷的神情:\"学哲学的将", "label": "哲学", "id": 0}
{"content": "思考如何使哲学课教学充满情趣,展现哲学的固有魅力,做到科学性、知识性、趣味性相结合,对于提高课堂教学效果,实现新的课程观所强调的知识与技能,过程与方法,情感、态度、价值观和谐并全面发展的目的,都具有十分重要的意义。", "label": "哲学", "id": 0}
{"content": "<正>洪谦先生是北京大学外国哲学研究所第一任所长,始终积极推进现代西方哲学研究,坚守哲学本来的学术性和专业性,对哲学学科在中国的发展做出巨大的贡献,居功至伟,深受我们后辈哲学工作者的衷心崇敬和景仰!自从1912年北京大学哲学门成立,哲学作为一门学科在中国已有百余年的历史,其历程可谓举步维艰,跌宕起伏,历尽沧桑。时至今日,哲学学", "label": "哲学", "id": 0}
{"content": "<正>时间:2018年1月6日上午9点至12点地点:北京大学外国哲学研究所227会议室尚新建（北京大学哲学系、北京大学外国哲学研究所教授）:我们会议的主题是\"being问题与哲学的本质\",主要针对王路教授的《一\"是\"到底论》展开批评和讨论。王路教授的大作是去年七八月份出版的,借这个机会对他表示祝贺。王路教授在书中不仅继续阐述和坚持自己一贯的看法,而且", "label": "哲学", "id": 0}
{"content": "<正>2017年03月03日新浪科技微博新浪科技讯北京时间3月3日消息,据国外媒体报道,没有人了解意识到底是什么,以及意识如何运作。同样的,也没有人完全了解量子力学的原理。二者之间,是否存在着某种超越巧合的联系?量子力学是物理学家用来描述宇宙中最微小物质的理论。\"我无法定义真正", "label": "哲学", "id": 0}
{"content": "<正>世界价值观调查（World Values Survey,以下简称WVS）是一项旨在研究公众的价值取向、并探索其如何随时间与社会政策变迁而变化的全球性调查。WVS是由世界社会科学网络联盟的成员单位共同协作执行,目前覆盖了100多个国家、90%左右的全球人口。WVS从1981年第一次调查开始至今已有37年的历史,调查内容涵盖了当代世界最关心和关注的价值观话题,如民主化、外籍或少数群体包容性、性别平等、宗教角色与变迁、全球化的影响等;", "label": "哲学", "id": 0}
{"content": "哲学为社会文化发展提供思想理论、价值观念。因此,哲学要关心民族的历史和现实,特别是历史和现实中的民族文化,这就需要就文化传统和走向做必要的批判。特别是在东西方哲学比较的时候,哲学为我们的社会发展和民族进步选择合理的价值观念的重要意义尤为突出。文化传统的根本在传统,而哲学的发展体现着传统文化的发展,哲学的传统和走向是文化的传统和走向的最高体现。哲学比较是文化传统的比较,在这种比较中,我们可以发掘出不同的哲学对同样的或不同的文化传统的批判或阐扬,以此为我们选择更合适的价值观念。", "label": "哲学", "id": 0}
{"content": "<正>尽管很多美国的无神论者并不乐于将自己等同于唯物主义者,但事实上,所有无神论者所采取的生活方式说明他们就是唯物主义者。在美国,对于唯物主义有着种种错误的解读,或许这是有意为之,因为误读本身就是一种诋毁的方式。根据生活态度的不同,人基本上可以分为两大派别:唯物主义者和唯心主义者,对此我已重复过多次了。这两种不同的世界观自古有之。有人将唯心主义等同于理想主义,这是巨大的曲解。事实上,唯心主义是所有", "label": "哲学", "id": 0}
{"content": "<正>连续几个月,不断收到作者稿件,颇为感动。今年的夏天格外长、格外热。整个夏季,京城像是一个大蒸笼,真是难为那些在蒸笼里挥汗如雨,却笔耕不辍的学者们。正因为如此,每拒绝一篇稿件,心里便泛起一种不忍,感觉自己像一个刽子手。也许是因为不忍,相较以往,本期录用的稿件多了一些。本期共有8个栏目:\"学至乎没而后止\"\"中世纪哲学研究\"\"近代哲学", "label": "哲学", "id": 0}
{"content": "<正>人类的社会价值体系是人性的集中体现,复杂多变,充满了通常被认为非理性的矛盾和冲突。但这些表面上或理性上看起来难以接受的矛盾和冲突,实则是人类社会本有的常态,也是人类社会不断变化的内在动力。这种真实存在可以通过对\"平等\"价值观的剖析,得以阐释。", "label": "哲学", "id": 0}
{"content": "非人类中心主义承认宇宙、地球、生命都是主体,都有目的性,这与\"生态纪\"对自然的解读是一致的。非人类中心主义认为宇宙、地球和生命中都有\"科学\",都有\"技术\",这是\"生态纪\"思想承认自然智慧和创造力的另一种语言。\"生态纪\"思想承认非人类中心主义的价值观。从\"生态纪\"思想的自然维度对非人类中心主义本体论、行动、价值观进行解读,有利于深刻理解人类中心主义与非人类中心主义的矛盾根源。", "label": "哲学", "id": 0}
{"content": "普兰丁格的模态本体论证明建立在他的现实主义模态形而上学的基础上,一方面,用可能主义理论重构传统本体论证明也可以得到一个有效的证明版本,普兰丁格的现实主义版本并不是我们唯一的选择;另一方面,普兰丁格证明的背景理论中包含的一些困难把他的本体论证明拖进难以消解的困境之中。", "label": "哲学", "id": 0}
{"content": "基于马克思哲学革命的过程和内容可见,马克思并未将世界分为\"价值世界\"和\"事实世界\"两个部分,再按照一种实用主义原则去对价值观的内容和样式进行筛选,毋宁说,这是一种幼稚的形而上学做法。按照马克思所开辟的生存论指向,价值问题在根本上体现的是人的生存方式,其所谓的价值观在内容和样式上都是历史的、具体的。对于当代中国社会而言,其原则性启示表现在:在反对简单的\"拿来主义\"的价值逻辑下,改革、转型是当代中国最大的现实,公正和法治则是推进和深化改革的价值指引。", "label": "哲学", "id": 0}
{"content": "<正>我原先学的是自然科学,后来在学校里担任党政工作,但仍参加一些教学活动,被称为\"双肩挑\"干部。党组织为提高这批干部的素质,要求我们认真学习辩证唯物主义和历史唯物主义,并举办了哲学史学习班（每周听一次课,长达一年多时间）。从这时开始,我便注意培养学哲学用哲学的习惯。我的人生道路并不平坦,在遇到逆境时,是哲学给我指明方向,帮助我做出", "label": "哲学", "id": 0}
{"content": "生态哲学研究存在着诸多范式,而当代中国生态哲学的实质是中国发展。发展是解决所有生态问题的关键,是建设生态文明的关键,也是建构当代中国生态哲学的关键。发展是中国最主要的实践和现实,生态哲学的现实性来自于人们的实践活动,当代中国生态哲学的理论基石是以发展为主线的生态实践。", "label": "哲学", "id": 0}
{"content": "<正>一创奇迹必有大智慧历史是人民群众创造的。历史发展是有规律的,历史的规律可以为人们所认识和运用。根据历史的规律,人可以加速历史的发展而创造人间的奇迹。在人类历史上曾产生过无数的奇迹,这些奇迹推动着人类社会快速发展,使人类社会发展更加光彩夺目。1978年党的十一届三中全会以来,我国的改革开放和现代化建设取得了举世公认的伟大成就,中国迅速崛起为世界第二大经济体,创造了人", "label": "哲学", "id": 0}
{"content": "\"休谟问题\"的实质,是通过\"是\"和\"应当\"的过渡理由追问而揭示和凸显\"事实\"与\"价值\"之间能动转换的合理逻辑关系,它是现代伦理学和当代价值论研究的一大理论难题。把握从事实到价值转变的合理路径与合法根据,在于把握和揭示价值与事实之间的否定统一关系。这种关系形成的基本前提,是承认\"客观事实\"并从\"现实存在\"出发;其基础和中介,是人们在现实世界中所面临的\"事实矛盾\"和\"现实困境\",它构成人们的价值追求之客观根源和现实基础;价值则是人对这种矛盾和困境之能动否定和理想超越的产物和结果,其主体基础和人性根源是人的实践本质及其超越本性。价值和事实之间否定统一关系的研究方法,是一种\"事实认知\"与\"价值表达\"既相区别又相关联的总体性研究方法。它不仅为价值论和伦理学相关问题的解决提供基本前提和根本原则,而且为当前我国核心价值体系建设及其核心价值观培育提供观点参照和方法借鉴。", "label": "哲学", "id": 0}
{"content": "<正>我国当代的价值哲学研究已经进入了一个实质性的反思阶段。我认为,我们需要从思维方式的变革中寻找自己的理论方位和价值导向。而问题的焦点和实质,在于如何理解价值研究中的主体性原则及其意义,以便从新的高度构建当代价值和价值观念体系。一、价值\"关系一实践说\"是对传统思维的超越在中外价值哲学的研究和应用中,曾经有两种理论及其思维方式占据了主导地位:一种是以\"观念（旨趣、目的）说\"为核心的价值主观论,认为价值", "label": "哲学", "id": 0}
{"content": "<正>在价值哲学研究中,我有几点初步的思考,现在向大家汇报,请大家指教。一、价值哲学的发展,是从自发到自觉大家知道,上世纪70年代末80年代初开始,我国兴起了价值热。自上世纪80年代以来,在我国价值哲学学术领域中占主导地位的是满足需要论,即以满足需要界定价值,认为能够满足主体需要,即为正价值;反之则是负价值。早在1986年就有学者指出,以满足需要界定价值,是用使用价值去理解哲学价值,这不是马克思的观点。80年代末90年代初,又有学者进一步指出,需要并非天然合理。满足合理的需要是有价值的,满足不合理的需要则是负价值。有的学者尖锐地指出,如果把这种观点的逻辑", "label": "哲学", "id": 0}
{"content": "以习近平为总书记的党中央提出的\"中国梦\"思想,包含着丰富的价值哲学内涵,它以维护和实现中国最广大人民群众的根本利益为价值取向,以国家富强、民族振兴、人民幸福为价值目标,以劳动与创造为价值手段,以实现中华民族的伟大复兴为价值理想,以合作、开放、发展、共赢为价值导向,以中国道路、中国精神、中国力量为价值实现路径。\"中国梦\"是流淌着中华民族优秀价值观的血液、饱含着中国特色社会主义理想诉求的价值符号,它生动、直观、全面地展示了中国特色社会主义的价值内涵,是中国人民面对21世纪挑战的价值宣言,具有重要的时代价值和意义。", "label": "哲学", "id": 0}
{"content": "归属感是人类一生孜孜以求的价值目标。整个人类历史,就是人类不断追寻归属感的历史,就是人由最初的游离、虚无状态不断探寻归属及其依靠的历史。本文梳理了整个人类历史中对归属感问题的探寻的思路,进而分析了现代人归属感价值缺失的主要原因,最后提出归属感价值的建构即实现归属价值自觉。", "label": "哲学", "id": 0}
{"content": "<正>由陕西省价值哲学学会主办,宝鸡文理学院承办的全国\"文化建设与价值自觉\"学术研讨会暨陕西省价值哲学学会第十八届年会,于2013年10月25日至27日在宝鸡文理学院举行,来自省内外60多名专家学者参加了会议。中国价值哲学学会会长李德顺教授、中国价值哲学学会副会长陈新汉教授,作为特邀代表参加了会议。出席这次会议的陕西省价值哲学学会领导有:名誉会长王玉樑教授、周树智教授;会长袁祖社教授;副会长刘进田教授、张学广教授、孔润年教授;常务理事李刚教授、李永胜教", "label": "哲学", "id": 0}
{"content": "学会哲学思维不仅对学员确立科学的世界观、人生观和价值观有着积极的帮助,对提高学员掌握科学的思维方法,提高分析问题和解决问题的能力也有积极影响。哲学思维集中体现在思维的批判性、反思性和抽象性上。提高哲学思维的主要措施是使哲学教学体现哲学的本性,按照启发、引导或思辨的方法进行。", "label": "哲学", "id": 0}
{"content": "几乎所有的人都相信时间在流逝。当今关于时间实在的默认形而上学——动态观——似乎最好地落实了这个日常看法。本文对此看法、从而对动态观提出质疑。文章从这个角度追问:如果时间在流逝,那么它流逝得多快?文章论证,动态论者给出的几个回答无一站得住脚。这给予我们很强的理由怀疑动态观的正确性。", "label": "哲学", "id": 0}
{"content": "1、目的:深刻认识哲学与高原藏医药学的关系。2、方法:研究认识论方法论对藏医药知识结构的影响。3、结果:引入哲学教育对高原健康工作者的临床、教学、科研等一系列实践,对于藏医药学子能否成为成就卓著的大医家,都具有重要的意义。4、结论:高原健康教育要更加重视方法论课程的开设,特别要强调重视哲学理论的学习和指导。", "label": "哲学", "id": 0}
{"content": "自媒体带来了文化传播环境的新变化——互动性、快捷性、大众性、多元性,这些新变化必然会对大学生的思维方式、价值取向、道德评价等产生影响,甚至导致迷茫。为了解决这些问题,哲学教学应着力培养学生的批判性思维,引导学生追求人生的价值和意义,自觉地遵循人伦道德。引导学生学会哲学的思维方式,面对纷繁的世界,从容理智地打理好自己的人生。", "label": "哲学", "id": 0}
{"content": "<正>（上海人民出版社,2002年）§1本文探讨如下问题。历史上许多设计高明的人文社会工程何以会失败?其间有什么思维层面的经验教训值得借鉴?这是触动我写作本文的始源性问题。研究理论的思维和设计工程的思维究竟有无区别、有何区别?二者间究竟如何划界?划", "label": "哲学", "id": 0}
{"content": "在中国古典哲学\"天人合一\"思想和\"阴阳五行\"理论的指导下,以\"天人合一\"是会计活动的客体;\"人\"是会计活动的主体;\"人商合一\"系统循环是会计的对象和财务列报的基本内容为整体构思。文章首先从自然与系统循环视角考察财务报表所体现的客观属性和核心范畴;认为财务报表是集合天、人、商三位一体系统循环运动变化的信息载体。其次,以\"商品生产与价值创造系统循环五行图\"和\"商品价值系统\"构造,作为财务报表创新与突破的现实路径,提出要素资产与交易资产的分类概念,论证了交易资产的辩证计价;再次,重整资产负债表,并将\"商品流量表\"与\"现金流量表\"形成对立统一关系作为\"资产负债表\"与\"利润表\"的附表。最后,总结了商品价值系统会计机理构造与财务列报体系结构调整的理论价值与现实意义。", "label": "哲学", "id": 0}
{"content": "<正>哲学（世界观）是文化与科学的灵魂,是关于自然界、社会、人类思维和人类社会发展一般规律的科学。它将引导未来科技革命和社会发展。一、哲学思想发展的简要回顾1、自中世纪以来,基督教世界观摒弃了古希腊关于历史是循环往复的世界观。基督教世界观认为:上帝控制着一切,人生的目的不是\"取得成就\"而是为了救世。个人没有任何", "label": "哲学", "id": 0}
{"content": "作为追求智慧的哲学不以具体的存在物为研究对象,在知识分类建制化视野中具有鲜明的跨学科性。以科学活动和科学理论为研究对象的科学哲学在近代科学不断细分和专业化过程中衍生出许多针对具体学科的学科哲学。近年来,在跨学科研究凸显其重要作用的时期,一种以跨学科研究整体现象和规律为研究对象的科学哲学——跨学科哲学正在萌芽。笔者结合现代科学分化基础上的综合交叉趋势,从本体论、认识论、方法论上构建了跨学科哲学的理论框架。", "label": "哲学", "id": 0}
{"content": "中医的价值与中医价值观是完全不同的两个概念,中医的价值是中医存在的理由、独特性、有用性,而中医价值观是中医判断事物、处理生命问题时的取舍标准、基本态度和奋斗目标。中医价值观决定了中医的理论与方法,中医价值观的建立基于中医对价值的认知。所以厘清价值、价值观、中医价值观的内涵有利于我们更清晰地明确中医的价值。", "label": "哲学", "id": 0}
{"content": "<正>美国出现做假账而导致金融危机,西方立即有人惊呼,西方资本主义道德体系出现了危机,西方人的价值观崩溃了。我们中国也出现了食品掺毒、谋财害命、见死不救、见钱眼开、贪赃枉法等令人发指的现象,一次次穿透道德底线、泯灭良知。在这些丑德恶行的背后,我们看到了\"贪心\"之可怕。于是,从政府到全社会都要加强文化建设,加强\"核心价值体系\"建设,为世界第二经济体的大国建设\"精神家园\",求得\"文化自觉\"。一当今世界各民族之间的文化交流、文明对话,", "label": "哲学", "id": 0}
{"content": "洛克莫尔在本文中,首先,通过对哲学中的唯物主义和唯心主义区分的质疑,指出除了思维与存在的区别以外,并没有其他的标准能够把唯物主义和唯心主义区别开来。其次,从理论和元理论的层次,对马克思和费希特的哲学进行比较,并指出唯物主义和唯心主义的区别并不能把二者的思想区别开来,马克思的立场与德国古典哲学传统具有内在的一致性。", "label": "哲学", "id": 0}
{"content": "\"世界观哲学\"是人借助反思方式对世界终极性存在的确认与理解,从根本上解释人与世界存在与变化的理论表达。\"世界观\"的思想一直内含在所有早期古希腊哲学理论之中。古希腊本体论\"世界观哲学\"具有人与世界的同质性;解释世界的超验性;理性思维的至上性的特征。", "label": "哲学", "id": 0}
{"content": "以自我态度看世界就是以人为中心看世界。到目前为止所有版本的哲学都属于\"自我哲学\"。物质运动与生命运动始终按着固有规律运动发展着,从来不会顾及人的需要,不以人的意志而变化。当人迟迟来到这个世界上,应当承认后来者位置,尊重原有世界的规律性,摆正位置后再看世界,这就是\"超自我哲学\"。我们在看生命世界时,以自身解剖结构为视角,完全陷入了以人为中心的自我生命观,对这个严重错误至今不认识。这不仅影响到生物学和医学,更重要的是影响到社会,是目前世界危机的总根源。生命的核心秘密只能在单细胞体系中去寻找。体系的含义是既包括细胞内也包括细胞外,而且细胞外含有生命的精髓,或者说细胞外才是生命的真正主宰。这种\"超自我哲学\"生命观能解决如下问题:生命的起源;生命因电而活;\"生命境\"是生物进化的始动因;无机物主宰着有机世界;思维起源于太阳光形成的图像;思维本质归根结底是大脑内外\"图像\"的比较取舍;文化、智慧等存在于大脑之外;教育遵循着\"雕塑律\";新生命观可揭示人体生理本质;可阐明心脑血管疾病发生的真正原因;可指导人类社会的正确发展……\"超自我哲学\"对生命世界以人为中心的改变,将是人类世界观的深刻革命。", "label": "哲学", "id": 0}
{"content": "<正>1945年4月党的六届七中全会通过的《关于若干历史问题的决议》和1981年6月党的十一届六中全会通过的《关于建国以来党的若干历史问题的决议》,是中国共产党的两个重要历史文献。这两个重要文献形成过程中,我们党自觉坚持和运用了马克思主义哲学方法论。一、实事求是,按照历史的本来面貌认识历史马克思主义的唯物论认为,世界在本质上是物质的,物质第一性,意识第二性。坚持这一观点,要求我们无论从事任何工作或遇到任何", "label": "哲学", "id": 0}
{"content": "以自由主义和民主制度为核心的西方现代社会秩序,自有其独特的历史和文化背景。以希腊为根源的理性主义,和以希伯来为根源的天主教和新教信仰,中经几度断裂,才形成了现代西方的制度与观念。西方人对自身的认识、西方人对中国的态度,都受其自身的历史和文化传统制约。中国的历史和文化传统从来没有像西方文化那样经受完全异质文化的改造,更不曾几经断裂。中国人对统一与和谐的体认,非西方人所能理解。我们切不可盲目接受西方人看中国的视角,切不可盲目以西方的观念与制度来认识和评价中国。", "label": "哲学", "id": 0}
{"content": "不了解理论形态的一般特征,认为形而上是个坏东西,造成研究者对理论所抱的态度不适当,是我国人文理论缺少原创的要害所在。为了很好地走上理论的原创之路,首先我们应该了解理论形态的一般特征与认识形而上学的本来面目,第二、重建一种适当的理论态度;第三、不利于原创的几种研究者现状需要改变;第四、社会评价机制必须与研究者的理论态度相适应。在\"重建一种适当的理论态度\"方面,本文强调,将理论的价值与功利区分开来。理论的绝对价值有二:一是深刻地认识研究对象,二是使人明白与睿智起来。理论的功利（相对性）只有一:对人有功有利。深入理解理论形态的一般特征与形而上学的本来面目,是创造新的理论的良好开始与基础。", "label": "哲学", "id": 0}
{"content": "理论与实践关系的难题并非天然存在,而是被某种\"哲学\"所造成的。西方哲学以有别于日常劳碌的神性之\"看\"宣告自己的诞生,宣告了智慧之爱的\"理论\"性,同时也宣告了哲学与实践的对立。西方哲学是\"看\"的隐喻化及其系统化,其典范是柏拉图的\"相\"论。评论这类哲学的隐喻根据及其与实践的对立,可从另类与实践并无紧张关系的哲学性隐喻即\"道\"论出发,使\"相\"论与实践的张力昭然若揭。理论既已疏离于实践,就再难回过头来统驭实践,因此\"实践‘哲学\"之难便在于它不是毁坏实践,就是毁坏哲学。", "label": "哲学", "id": 0}
{"content": "当代中国价值哲学的兴起,既有普遍的哲学理论逻辑根基,又有特殊的中国历史文化根基,是我国学者密切结合现实在哲学领域进行自主创新的产物。它实现了坚持马克思主义立场与推进马克思主义创新的结合,立足于自身实践与面向学科前沿的结合。在今后,我们要与改革实践相同步,深入探讨价值研究的合法性、邓小平理论中的价值思想、新时期的道德建设、文化和价值思维方法、价值和价值观念的普遍性、社会主义价值体系和共有精神家园等问题,不断实现价值观念的变革。", "label": "哲学", "id": 0}
{"content": "价值取向是价值主体在指向价值目标的活动过程中反映出的价值观念的总体趋势和发展方向,体现为一个变化的动态过程。人们进行认识世界和改造世界的活动,说到底是为了满足各种需要,实现自己的价值理想。所以,实践的第一个内在动力是人的需要,第一个外在指向就形成价值取向。没有需要,就没有物质资料的生产和消费活动;没有价值取向,人们就不知道如何组织生产和消费活动,不知道如何构建并保证社会诸系统结构的合理性和运行机制的畅通性。在社会实践过程中,准确把握人的需要、特别是广大人民群众的需要,确立科学、合理的价值取向,是执政党或领导集团制定正确的路线方针政策的重要依据。", "label": "哲学", "id": 0}
{"content": "<正>医学是人类探索和认识自然世界最早的科学之一。不过,一些人一直简单地认为医学仅仅是定位于以人的生命为主体,从生理和解剖的角度研究生命、病理和从免疫遗传的角度研究疾病,治疗人体疾病,追求健康的一门学科,而很少把个体生命置于自然和人类社会的大环境中来探索生命的真谛,进行一体化的研究,从哲学的高度来完善和指导医学的发展。因此,某些医学家受实证主义的影响,认为越少受哲学的影响越好,这些都造成了某种医学与哲学分道扬镳的倾向。", "label": "哲学", "id": 0}
{"content": "<正>价值和价值评价是马克思主义价值哲学中的重要内容。随着时代的发展,人们的价值观念发生着重大变化,价值观念的选择和评价也趋于多样化,价值观和价值评价理论研究的必要性和重要性日益凸显出来。科学发展观指导下的价值评价思想反映了人们对人类社会生存发展的新认识,体现了马克思主义价值评价思想与当代中国实际相结合的时代特点,是马克思主义关于价值评价理论中国化的", "label": "哲学", "id": 0}
{"content": "关于生命价值的见解,无论是理性主义的还是非理性主义的生命价值观,在方法论上都有一个共同的特点:试图对人的生命作总体上的价值揭示,旨在说明生命是在什么基础上阐明生命的价值是什么。获得性的生命价值理论不满足于对生命自在性的价值描绘,更关注的是生命动态性的价值。其理论的核心观点是:生命的价值不在于存在,而在于如何存在。生命价值的现代性问题主要不是回答生命是什么,而是要求回答生命应当是什么和怎样对待生命的伦理问题。对于现代社会来说,生命问题的价值探究,不仅仅是思辨性的哲学思考,更应当是直面生命实践的哲学思考。", "label": "哲学", "id": 0}
{"content": "本文在总结西方哲学有关现代文明的反思的基础上,进一步明确现代文明不同于传统文明的本质特性,并指出知识对于现代文明的根本意义。现代文明在社会总体化和主体自由这两个基本层次上区别于传统文明的关键在于狭隘直观的突破;而知识因其客观本质——由合逻辑的进化过程保证的知识的可靠性及公共性,才使得自己成为现代文明的有效支撑和中介:一方面,它可以维持并促进社会总体性和主体自由对原初的粗暴事实或残酷的暴力的有效对抗;另一方面,它可以促进社会总体性和主体自由双方突破其狭隘范围,缓解两者的冲突和对抗,防止取得胜利的主体自由或社会总体性重新沦为暴力。而且,随着历史的不断进展,客观知识的第二方面意义将会越来越显得突出和重要。", "label": "哲学", "id": 0}
{"content": "中国社会各个领域都或多或少地存在着一种奇怪的现象,即大家都知道某种做法脱离实际,甚至知道是错误的,可是由于各种原因,人们不仅不能阻止它、纠正它,有的人反而趋之若鹜,积极追求。结果导致经济的泡沫、政治的浮夸、学术的浮躁,甚至把小错酿成大错,把局部错误酿成全局性错误,给党和国家的事业造成严重损失。如何认识、分析和概括这种社会现象,既是进一步深化价值哲学研究的迫切需要,更是当代中国社会实践提出的严峻课题。本文从价值哲学的角度把这种社会现象概括为虚假价值,并分析虚假价值产生的原因,探索消除虚假价值产生土壤的途径。", "label": "哲学", "id": 0}
{"content": "<正>数字化信息技术运用到人的世界所不断实现的创新突破,使现实中的人越来越多地浸蕴于虚拟世界之中。正如美国的迈克尔·海姆（Michael Heim）所说:\"世界已经展开了新的一维——虚拟实在。\"遥在临境于横空出世的虚拟实在之中,固然需要进行本体论上的实在论分析,但是,从人们面对虚拟实在迫切需要作出的取舍选择,以及如何将其创造功能发挥到极致而使其消极作用减至最小的实际出发,对虚拟实在进行科学的价值论分析是更有必要的。", "label": "哲学", "id": 0}
{"content": "社会发展的价值问题,是关于社会发展所要满足什么样的需求的问题以及为谁而发展和怎样科学合理地发展的问题,这一问题内涵于不同的发展观念中并支配着人类的改造自然和改造社会的行为。社会发展理念从GDP崇拜到GNH关怀的转变促成了人类关于社会发展价值目标由崇尚经济发展转向崇尚以人为本,关心人类社会的生存状况和命运,追求人的全面发展和人的幸福的一个全新的价值世界,终于找到了人类发展的最终价值目标。", "label": "哲学", "id": 0}
{"content": "<正>我很高兴有机会来探讨和重新回顾关于海德格尔和政治的论争,在20世纪90年代我也曾参与其中。海德格尔是一位非常重要的思想家,是20世纪最重要的思想家之一,这是一个\"事实\";他在20世纪30年代转向国家社会主义,这也是一个\"事实\"。关于这两个\"事实\"的其余一切事情,包", "label": "哲学", "id": 0}
{"content": "本文面向的主要问题是,和合学是如何看待历史的种种时态理路的以及对于传统思维的解构策略是怎么样的。首先,对于物化传统的概念,即传统精神的生成物予以必要的阐释,进而在\"古今之辩\"的历史回索中呈现其转换过程中的得失教训;随后,围绕和合学对于现代化出路的历史上的思考加以观点的提炼,主要是四大观点;最后,明确了上述讨论在整个和合学文化系统中所处的位置,即:它是作为和合学前行理论的人文价值时间理论的必要铺垫。", "label": "哲学", "id": 0}
{"content": "<正>改革开放三十年来,国内价值哲学研究异军突起,成为哲学研究中日益兴旺的重要论域。在马克思主义哲学研究圈中,有些学者将价值哲学研究看作是哲学范式的一个标志性转变;在西方哲学研究圈中,有些学者认为西方现代哲学正在发生价值哲学转向;在中国哲学研究圈中,一些学者在不断从价值哲学角度进行传统哲学诠释。价值哲学研究的繁荣兴旺之势的确值得我们庆贺,但反思三十年来国内哲学界对西方价值哲学的研究,确实也有一些不能令我们满意的地方。由于篇幅原因,本文仅对此做一些初步的总结和反思.", "label": "哲学", "id": 0}
{"content": "<正>\"主体—客体\"关系是上世纪八十年代初以来我国价值哲学研究的主要方法论模式。这一方法论模式自有其优点,但也有其局限,因而九十年代初以来不断有学者对此方法论模式提出反思和批评,但用什么新的方法论模式来扬弃它,未见有人明确提及.鉴此,笔者提出\"经验—超验\"关系方法论模式,以包容、超验和扬弃\"主体—客体\"关系方法论模式。", "label": "哲学", "id": 0}
{"content": "从历史的维度来看,人本价值观先后扬弃了\"神本\"价值,超越了\"官本\"价值,否定了\"物本\"价值,形成了当代逻辑内涵的三维定位。从逻辑的维度来看,人本价值观逻辑形态分别表现为在群体价值观与个体价值观,君本价值观与民本价值观,人民价值观与公民价值观三种对应的价值体系.从主体的维度来看,古代主客体未分阶段的人本价值观,是一种虚幻主体性价值观,近代主客二分阶段的人本价值观,是一种片面主体性价值观,而现代主客统一阶段的人本价值观则是一种公共主体性价值观。", "label": "哲学", "id": 0}
{"content": "科学发展观具有自身的特殊性,它是有关中国发展问题的理论表达和战略思想。但是,这样一种发展观又具有普世意义.它对解决当代全球人类共同面临的生存危机具有普遍的指导意义;它作为一种新的社会发展模式和发展战略对世界其他国家和地区具有普遍的借鉴意义;它所蕴含的基本价值精神和价值理念符合人类文明发展的趋势和潮流,反映了当代全球人类共同理想和美好愿景,能够被全球人类普遍认同和遵循.", "label": "哲学", "id": 0}
{"content": "<正>一、社会核心价值观念的双重品格社会核心价值观念不等同于核心价值体系,有不少学者把二者直接等同起来,这是不对的;然而,要理解核心价值体系必须首先理解社会核心价值观念。价值就是人类建构的\"为我而存在的关系\"。人周围的世界不仅是物理形态的世", "label": "哲学", "id": 0}
{"content": "<正>本文着重从民生与价值关系自觉、民生与价值规范自觉以及民生与价值认同自觉三个维度展开阐释,推动社会主义核心价值体系的民众认同度。", "label": "哲学", "id": 0}
{"content": "<正>多年来,在我国普通高校哲学专业的课程体系中,一直缺少一门使学生比较全面地了解哲学,并引导学生进入哲学思考和培养学生的哲学态度的专业基础课。其结果,往往是哲学专业的学生学习了各门哲学课程,却从来没有认真地和独立地思考过\"哲学究竟是什么\"的问题,也没有形成哲学的思维方式和生活态度,而只是记住了各门课程的若干概念、内容和结论。", "label": "哲学", "id": 0}
{"content": "<正>书写完了,我觉得必须说明的是,这本《哲学通论》是一部专著性的教材。我把这部《哲学通论》写成专著性的教材,主要有两方面原因:一是因为建国以来还没有一部教材性的\"哲学通论\"或\"哲学概论\"或\"哲学导论\",在这种背景下,我只能是在尽可能地汲取国内外相关研究成果的基础上,按照自己的思路和理解来撰写这部《哲学通论》;二是出于我对哲学的理解。在我看来,哲学是以时代性的内容、民族性的形式和个体性的风格去求索人类", "label": "哲学", "id": 0}
{"content": "<正>为繁荣我国哲学事业和推进哲学教育改革,中国人民大学出版社筹划出版一批以\"导论\"为特征的哲学系列丛书,并约我作该套丛书中《哲学导论》一书的撰稿人。近年来,一些高等院校的哲学专业先后增设了一门称之为\"哲学导论\"或\"哲学概论\"或\"哲学通论\"的课程,并陆续地出版了一些相应的著作和教材。从1994年底起,我在吉林大学设计", "label": "哲学", "id": 0}
{"content": "<正>一、前言哲学是一门最具理论魅力的学科。学习哲学,最重要的是培养一种既不囿于成见又不流于空疏的理论思维能力,形成一种既奋发进取而又睿智通达的生活态度。激发学生的理论兴趣,拓宽学生的理论视野,撞击学生的理论思维,提升学生的理论境界,这应该是哲学教学的基本方式,也应该是哲学教育的主要目的。正是基于这样的认识,我们试图在高等学校的哲学教育中增设一门新课——\"哲学通论\",并相应地为学生提供一部关于这门课程的教材。", "label": "哲学", "id": 0}
{"content": "<正>20世纪80年代以来的中国马克思主义哲学研究,是同改革通行的哲学原理教科书密不可分的。深入研究作为\"范式\"的哲学教科书,从而揭示其深层的理论困难,不仅关系到\"哲学讲坛\"能否贴近我们的时代,而且关系到\"哲学论坛\"能否实现真正的理论创新。对哲学教科书的研究范式的深入检讨,是一个并未完成的重大的理论任务。", "label": "哲学", "id": 0}
{"content": "<正>《哲学通论》出版十周年了,作为这部影响深远的专著性教材的责任编辑,回想起《哲学通论》的出版过程,也有无尽的感慨和宝贵的回忆。这段给我留下深刻印象的出版佳话得从差不多20年前说起。记得那是在1987年,我们在吉大哲学系最后一年的第一学期,孙正聿教授风度翩", "label": "哲学", "id": 0}
{"content": "<正>今年是孙正聿教授的《哲学通论》发表十周年。《哲学通论》是与世纪之交中国哲学界特别是马克思主义哲学研究领域的发展息息相关的一部重要著作,它同时也是和我研习哲学的个人经历密切相关的一部著作。回想起1998年的初冬,孙老师把《哲学通论》送给我,当时的情景和心情如今依然历历在目。十年以来,《哲学通论》以其全新的理念和境界,清晰而深邃的思路和", "label": "哲学", "id": 0}
{"content": "<正>一、通识教育与哲学西方大学教育的主要传统由自由教育理念统摄。自亚里士多德以来,自由教育传统具有两个特色:一是排斥任何实用目的和实用知识,二是以有闲阶级为对象,也就是说自由教育具有明显的阶级性。直到19世纪初,当时最有影响的美国高等教育文献《耶鲁报告》,依然对自由教育哲", "label": "哲学", "id": 0}
{"content": "从\"原理\"到\"导论\"的变迁,是中国哲学、思想与文化进入\"后启蒙时代\"的重要标示。孙正聿、王德峰和张世英各自的《哲学导论》,一方面共同构成了\"后启蒙\"的表征,另一方面又显示出对\"后启蒙\"的不同判断、规划和引领。孙正聿的著作以高度见长,王德峰的著作以力度取胜,张世英的著作以圆润性为重,藉由\"互文性\"的阅读,哲学对于时代的反思性和引领性得以充分展现。", "label": "哲学", "id": 0}
{"content": "在公共教育中哲学有两种自我展现方式:一种是自我展现为智慧,另一种是自我展现为爱智慧。二者实际上是当代中国大学通识教育中一般性地向大学生引介哲学的两种方式。前者导向哲学的规范性表达,后者导向哲学的描述性表达。哲学导论类课程即属于后者。", "label": "哲学", "id": 0}
{"content": "在改革开放的新时期,国内大学\"讲坛哲学\"对哲学自身的理解,经历了一个由自然的哲学观到自觉的哲学观的转型过程。区分自然的哲学观和自觉的哲学观的标准是,该种哲学观是否有意识地进入了哲学的解释循环。孙正聿教授的《哲学通论》、王德峰教授的《哲学导论》和张世英教授的《哲学导论》等专著性教材的陆续推出是新时期\"讲坛哲学\"哲学观自觉的重要体现。", "label": "哲学", "id": 0}
{"content": "<正>孙正聿先生著《哲学通论》以德国古典哲学为媒介,围绕康德以来\"形而上学何以可能\"这一问题展开了哲学史对话,阐明了作为前提批判的形而上学原理。一、\"形而上学何以可能\"是前提批判的终极问题没有离开哲学基础理论的哲学观,哲学观也就是哲学本身。而对哲学的理解,离不开哲学所要解决的具体问题——哲学将永远面对的终极性的问题,即存在的意义问题。(哲学家们总是\"被", "label": "哲学", "id": 0}
{"content": "<正>真正的哲学问题一定是在哲学史中言说。不存在离开哲学史而纯粹的\"原创\"。康德要接着休谟说、黑格尔要接着康德说、海德格尔要接着黑格尔说……而所有这些哲学家都要接着柏拉图说。可见,哲学史就是不同时代的哲学家针对同一个问题所展开的对话。如果说《哲学通论》（以下简称《通论》）在当代中国哲学界具有重大的影响,在我看来原因并不只在于它批判了教科书", "label": "哲学", "id": 0}
{"content": "针对传统教科书哲学存在的问题,改革开放以来哲学界在为马克思主义哲学寻找新的发展道路的过程中确立了两条基本路径:实践哲学的路径和知识论批判的路径。", "label": "哲学", "id": 0}
{"content": "由经验原则和先验原则构架起来的传统哲学教科书,不仅创造了哲学的教科书范式,而且创造了哲学的教科书时代。因此,哲学教科书改革的意义也就由单纯的哲学教学改革,深化为对传统哲学解释原则的批判与反思。当代中国哲学的发展取决于我们能否走出传统哲学的解释原则构成的哲学教科书改革的囿限。", "label": "哲学", "id": 0}
{"content": "<正>孙正聿老师的《哲学通论》之所以能在同类教材中脱颖而出、影响深远,与它是一部个性风格极其鲜明的\"专著性教材\"密不可分的。按孙正聿老师自己的说法,\"哲学是经由哲学家思维着的头脑创造出来的,‘无我’的哲学是不存在的。在这个意义上,越是经由独立思考的哲学,越会成为具有普遍意义的哲学;越是具有个性风格的哲学,越会成为具有启发意义的哲学。\"", "label": "哲学", "id": 0}
{"content": "针对哲学原理教科书既无哲学又无教育的状况,《哲学通论》提供了一种作为教育的哲学,即前提批判的哲学理论和就其最高意义而言的教育。这既符合教育的本性,也符合哲学的本性,并由此而产生广泛的影响。", "label": "哲学", "id": 0}
{"content": "<正>黑格尔说哲学是思想中所把握到的时代,马克思说哲学是时代精神的精华。哲学具有什么样的性质,能够使它成为思想中所把握到的时代?哲学为什么能够作为自己时代精神的精华?这就涉及到对哲学本性的追问,也就是对哲学自身的反观,即哲学观的反思。应当说,能够真切地把握到时代精神精华的哲学家必然对自己时代的哲学观有着充分的理论自觉,因为一个时代的哲学", "label": "哲学", "id": 0}
{"content": "作为当代中国思想解放的产物,《哲学通论》以推进哲学自我理解的方式推进中国的哲学研究,从而推动当代中国的思想解放的进程,其对于哲学的\"前提批判\"的理解所具有的独特批判精神,将在中国未来的哲学研究中发挥持久的推动作用。", "label": "哲学", "id": 0}
{"content": "\"通论类教材\"的出版是当代中国哲学发展的一个重大的哲学事件,本文以《哲学通论》为例,在剖析其显性逻辑与隐性逻辑的基础上,揭示其哲学研究范式及其对当代中国哲学的意义。\"通论类教材\"在重新理解哲学的过程当中,推进了哲学观念变革,从而以哲学的方式关注了中国的现实,推进了中国的改革开放。", "label": "哲学", "id": 0}
{"content": "国内哲学界在\"论坛哲学\"的个性化过程中,研究范式发生了深刻的转型,对其追问的过程中,\"论坛哲学\"自身仍旧存在着合法性问题。以\"论坛哲学\"的个性化直接转接到\"讲坛哲学\"中使其个性化,越来越成为国内高校\"哲学导论\"课程设置的特点,但由于作为根基的\"论坛哲学\"合法性存在问题,必然导致\"讲坛哲学\"个性化遮蔽掉马克思主义的本质问题。重新思考\"论坛哲学\"与\"讲坛哲学\"的辩证关系,试图在马克思主义的内涵内促进\"讲坛哲学\"个性化。", "label": "哲学", "id": 0}
{"content": "<正>我面前正摆着一部491页的《哲学通论》,这是孙正聿同志的一部力作。我在《超越哲学知识论立场》(《江海学刊》,1997（6）一文中,谈到国内哲人正在思考哲学如何摆脱长期占统治地位的科学化倾向和知识论立场时,提到了三位学者的反省体现了这一时代觉悟,并集中阐述了他们的主要观点,关于孙正聿同志的观点我如是说:", "label": "哲学", "id": 0}
