{"content": "对于天然岩坡中存在着大量裂隙这一问题,引入双重介质模型,利用有限元计算软件COMSOL-Multiphysics建立含裂隙的双重介质岩坡的渗流—应力模型,通过建立特殊的入渗表层结构来模拟降雨入渗边界,分析暴雨工况下岩坡的渗流场与位移场的变化特性。含裂隙岩坡的孔隙水压力变化及位移变化在暴雨工况下模拟效果较好:岩坡的孔隙水压力随着持续降雨呈一个\"半椭圆\"形状的减小趋势;岩坡的位移以平行于裂隙面的趋势而增大,并且在边坡的顶部位置出现最大位移。", "label": "土木建筑", "id": 0}
{"content": "本文利用数字图像相关法分析花岗岩三点弯曲Ⅰ型断裂过程中的变形特征。将载荷位移曲线划分为成核、裂纹稳态扩展和裂纹失稳扩展三个阶段,并由位移场计算获得了应力强度因子。", "label": "土木建筑", "id": 0}
{"content": "应力强度因子（SIF）是描述裂纹尖端受力情况最常用的断裂力学参量。通过数字图像相关方法测量裂纹尖端区域位移场数据,将位移场数据带入极坐标系下位移场方程,计算裂纹尖端的应力强度因子。通过考虑裂尖塑性区,提高了DIC方法测量SIF的精度。", "label": "土木建筑", "id": 0}
{"content": "岩石破坏的本质原因是裂纹的萌生、扩展与贯通过程。从三维的角度出发,采用数值模拟方法,得到含预制三维表面裂纹的岩石试样模型。动态再现裂纹的形态,探讨三维裂纹的扩展规律。研究结果对于岩石表面裂纹扩展机理的物理力学实验与理论分析都具有重要参考意义。", "label": "土木建筑", "id": 0}
{"content": "为了更加深入的研究岩石在复杂条件下的蠕变特性,本文将分数阶导数的概念引入到蠕变元件模型的构建中,将广义开尔文模型中的牛顿黏壶替换成分数阶Abel黏壶并得到了相应的蠕变方程,通过将蠕变方程与试验数据的拟合,得出模型曲线与试验数据有较好的吻合度,验证了蠕变模型的正确性和参数确定方法的合理性。", "label": "土木建筑", "id": 0}
{"content": "为研究冻融作用对边坡稳定性的影响程度,通过有限元软件ABAQUS模拟边坡失稳的发展过程,计算获得不同冻融循环作用下边坡的稳定安全系数,并与简化Bishop法获得的理论安全系数进行对比,验证了数值模拟和简化Bishop法在边坡稳定性研究方面的适用性,该文可为边坡稳定性影响因素的探究提供参考。", "label": "土木建筑", "id": 0}
{"content": "通过对花岗岩进行破坏试验,对收集到的声发射信号数据进行处理,然后通过Ansys软件建立岩石的团簇力学模型,进一步找出岩石破坏过程中的规律。", "label": "土木建筑", "id": 0}
{"content": "本实验选取砂岩试件为研究对象,进行单轴压缩试验和超声波测速试验,分析岩石在静态损伤过程中的应力应变和超声波波速的特征演化规律,利用超声波波速定义的损伤变量D,定量评价岩石试块的损伤情况。", "label": "土木建筑", "id": 0}
{"content": "以含45度倾角三维表面裂缝的粉砂岩试件为研究对象,利用单轴加载CT原位扫描结合数字体图像相关法获得试件内部三维变形场,由Williams方程计算得到裂缝前端各点的应力强度因子,并分析了应力强度因子的变化规律。", "label": "土木建筑", "id": 0}
{"content": "利用河南南阳五莲县的花岗岩作为研究对象,本文在GCTS试验机上进行三轴试验,得到不同围压下花岗岩的三轴破坏强度和破坏模式,试验结果表明,黄岗岩的呈现脆性破坏。在常规三轴压缩试验中,岩样的破坏是由内摩擦角φ升高和黏聚力c的减少共同实现的。", "label": "土木建筑", "id": 0}
{"content": "应用有限元软件MIDAS-GTS,建立了桩-土模型,通过对比分析不同桩型,不同嵌岩深度的桩基对地表沉降影响,以探究工程桩桩基持力特性的影响规律。", "label": "土木建筑", "id": 0}
{"content": "红溪谷III段滑坡刚性抗滑桩加固设计,长江三峡工程库区重庆市万州港务局红溪谷港区滑坡位于长江左岸,为三峡工程淹没重建区。滑坡推力安全系数采用1.15.采用传递系数法计算各桩的桩身内力、锚固段桩身应力和桩身内力。", "label": "土木建筑", "id": 0}
{"content": "为了研究端部效应对岩石的影响,基于连续介质力学的方法描述岩石材料的力学行为,用数值模拟软件建立岩石力学模型,并对岩石试件单轴压缩实验进行数值模拟,经过计算结果发现,在岩石单轴压缩实验中,存在着端部效应,对岩石试件的单轴压缩影响显著。", "label": "土木建筑", "id": 0}
{"content": "CFG桩复合地基通过褥垫层与基础连接,无论桩端落在一般土层还是坚硬土层,均可保证桩间土始终参与工作。国内目前对于CFG复合地基技术的应用主要还是桩均布布置,在建筑物向基础传来的上部荷载,桩均布布置的情况下会使得基础中部荷载集中多于四周,故导致在相同情况下基础中部的沉降要多于四周,当不均匀沉降过大的时候会引起基础开裂,发生建筑物地基基础安全问题,故可以通过将调整桩长变化或者桩间距变化来基础变刚度调平,进而调节基础的不均匀沉降。", "label": "土木建筑", "id": 0}
{"content": "通过颗粒流程序建立标准岩石试样的离散元平行黏结接触模型进行单轴压缩模拟,再基于正交试验及主效应分析和回归拟合得到岩石宏细观参数之间关系。研究结果表明:岩石平行黏结模型各个细观参数会对宏观力学参数的显著性影响各不相同;弹性模量主要由颗粒有效模量和颗粒刚度比控制,泊松比主要由颗粒刚度比、摩擦系数和黏结粘聚力控制;峰值强度主要由黏结粘聚力和法向黏结强度控制;各个细观参数之间存在交互影响。", "label": "土木建筑", "id": 0}
{"content": "利用数值模拟软件模拟了不同力学参数下页岩的力学变化。模拟结果表示:岩石受力范围一定时,随着位置或压力大小的变化,一定范围内,最大剪切应力云图的形状不变;受力位置一定时,随着压力的增大,XY面上的应力云图发生一定规律的变化。对研究页岩受压状态有一定的意义。", "label": "土木建筑", "id": 0}
{"content": "本文是对北京市大榆树小高层住宅楼地基基础进行设计。拟建建筑物地库天然地基持力层不能满足承载力和沉降要求需进行地基处理（主楼部分采用桩基）本设计采用CFG桩结合渣土桩复合地基处理方案。然后选定桩型、桩长以及桩身构造,确定单桩承载力特征值,通过一系列计算后,得出符合设计要求的结论。", "label": "土木建筑", "id": 0}
{"content": "为了探究灰岩单轴压缩数值模拟与室内试验结果的一致性,本文利用FLAC3D有限差分软件对灰岩单轴压缩的过程进行数值模拟,并将数值模拟结果与室内试验的结果进行对比分析。研究结果表明:灰岩单轴压缩数值模拟结果与室内试验结果高度相似,模拟结果准确合理。", "label": "土木建筑", "id": 0}
{"content": "本工程是根据相关设计任务书的要求进行的,本文主要是结构设计中边柱下独立基础设计的尺寸确定及抗冲切验算内容。该工程名称为北京市昌平区建委综合办公楼。本设计中地下土质情况良好,以粘性土为主,且无软卧土层。", "label": "土木建筑", "id": 0}
{"content": "根据城市洪水预报的具体需要,提出了建立城市防洪预警体系的设想,即建立由四部分组成的洪水预报预警体系,包括主要检测设备和测量系统,承担分类管理、数据采集、数据分析、预警和搜索功能,以及存储和通信功能,介绍了激光水位测量在城市水文防洪系统中的应用范围和设备安装方法。班长根据系统顶层数据,系统运行良好,为防汛部门提供暴雨预报信息和预警信号。", "label": "土木建筑", "id": 0}
{"content": "城市暴雨内涝已成为中国城市安全发展的重要挑战。本文从河南特大暴雨洪涝灾害入手,系统分析了中国城市暴雨内涝灾害风险的形势特征,深入分析了城市暴雨内涝的自然和人为原因。然后总结了国际上应对城市暴雨内涝的三种策略,阐述了当前中国海绵城市建设的进展和面临的问题。最后,针对中国城市暴雨内涝风险治理给出了对策建议。", "label": "土木建筑", "id": 0}
{"content": "2021年7月河南极端强降雨引发严重城市内涝,海绵城市不应该背锅,但是有必要思考如何增强海绵城市、韧性城市的防洪能力。我国传统城市防洪排水的经验和发达国家的防洪理念的转变,以及我国海绵城市理论的发展和实践成效,体现了天人合一、道法自然,人与自然和谐共存的基本要求。延伸考虑,我们可否从城市选址布局、空间格局、开发建设强度、自然水规律的研究、排蓄水空间及地下空间建设等方面入手,探讨完善海绵城市建设理论和技术措施。贯彻习近平生态文明思想,坚持生态优先、绿色低碳发展的根本之道。", "label": "土木建筑", "id": 0}
{"content": "近年来,城市内涝灾害问题被社会所关注,老旧落后的防洪排涝系统设施已经不能满足城市发展的需要,遇到强降雨时,势必会给整座城市带来严重的损失。例如今年7.20河南汛情灾害的发生,这种自然灾害会对现代化城市建设及城市管理有非常不利的影响,不仅给城市内的人们生活及工作带来了诸多不便因素,汛情严重的地区甚至已经威胁到生命和财产的安全。所以,城市排涝防洪系统的建设是城市发展的必然选择。鉴于此,我们以7.20河南汛情为案例,对城市下水系统中防洪排涝系统建设方面的内容进行了深入的研究,希望对今后大小城市的防洪排涝系统建设的改善和发展提供思路。", "label": "土木建筑", "id": 0}
{"content": "城市在为社会化带来人口与财富的同时,也带来了城市风险与灾害。保障城市洪涝灾害安全是当前我国防洪体系建设的一项十分艰巨且重要的任务。全球城市化进程的不断加快,城市洪涝灾害也呈现出逐年上升的趋势,其主要原因是人类高强度活动导致全球气候变化、环境破坏,城市排水系统标准低下,洪涝管理系统以及应急管理系统不够健全等问题都在加剧城市洪涝灾害的发生。本文就城市洪涝灾害的现状、情势以及预防城市洪涝关键技术进行探究分析,为以应对城市洪涝灾害提出科学合理的建议。", "label": "土木建筑", "id": 0}
{"content": "性能化消防设计（Performance-based Fire Deign）是消防设计中常用的一种方法。性能化设计需要对建筑的性能进行评估,人工评估方法耗时且容易出错。然而,目前的自动化设计审查研究大多基于处方式设计规范,考虑性能化设计要求的研究仍较少。因此,本文提出了一种基于知识图谱的性能化消防设计与审查方法。首先构建了性能化消防设计本体作为知识图谱的逻辑框架。随后基于SWRL规则实现了性能化场景自动判别、生成与检查方法。最后,采用实际案例证明了所提出的方法的有效性。", "label": "土木建筑", "id": 0}
{"content": "大型钢结构建筑中人群密集、发生火灾时疏散困难且易发生拥堵等问题,本研究以优化人群疏散路径为目标,采用BIM技术及火灾疏散模拟软件,建立火灾疏散模型,按照火灾场景、人员情况等进行科学配置,对疏散路径进行模拟,并针对模拟结果重新规划疏散路径。结果表明,对火灾疏散路径进行重新规划后疏散用时缩短,采用BIM技术的路径优化可以提高火灾应急疏散决策的合理性与科学性。", "label": "土木建筑", "id": 0}
{"content": "为评估建筑的安全疏散能力,依据国内现行规范,并结合现有BIM技术,将建筑信息、人员流线信息和灾害发展过程三者联系起来,分析在设计阶段中影响人员安全疏散的主要因素,在案例研究中针对设计方案提出优化点。结果显示:按规范设置灾害场景,当灾害发生时建筑内部人员疏散所需时间（仿真模拟结果）小于安全疏散时间（建筑规范规定和FDS仿真结果）。通过分析安全疏散评估结果,找到过程中的拥堵点,对建筑设计进行优化。", "label": "土木建筑", "id": 0}
{"content": "现代城市交通建设要求道路综合杆具备安全、智能、美观和便捷等特点,高集成的综合杆在风荷载作用下更易发生强度失效,因此快速准确地评估杆件强度非常重要。利用Ansys workbench建立道路综合杆的梁单元有限元模型;根据风荷载计算规范,得到不同高度下的表面风压;通过APDL命令流代码,在综合杆的不同高度自动施加准确的风荷载;计算得到该道路综合杆最大组合应力为98MPa,未超过材料屈服极限,并有较大设计余量。", "label": "土木建筑", "id": 0}
{"content": "本文提出了针对火场受困消防人员脱困需求,结合现有自研自主定位以及远程指挥系统所开发的一种基于建筑CAD平面图半自动预处理及Dijkstra算法的适用于多层建筑的三维路径规划方案。文章对现有路径规划传统方法进行了讨论与分析,对火场脱困路径规划问题进行了剖析,对多层建筑人员火场受困建模计算三维路径检验算法方案,最后总结展望了下一步的系统改进研发方向。", "label": "土木建筑", "id": 0}
{"content": "随着城市的发展和高层建筑物的不断增加,火灾的监控预防愈加重要。然而传统的火灾监测设备大都存在使用操作流程复杂、单传感器反应较慢的情况,对火灾预防预警造成了不利的影响。本文提出的改进设计采用LoRa传输技术,通过温感探测器和烟感探测器对环境火灾发生进行监测,用户端操作只需使用GPRS无线通信模块就可得到反应信息,技术也使总控制端对传感器反应速度加快。本改进设计通过物联网技术实现\"智慧消防\"的成果,顺应当前\"智慧城市\"总体规划布局,同时设计还对该技术中不同部件工作过程展开细致阐述,介绍了LoRa物联网技术在数据获取、信息传输、信息处理、数据优化上的优势能力。", "label": "土木建筑", "id": 0}
{"content": "随着全球气候变暖,极端气候的频次增加,尤其在郑州\"7.20暴雨\"后,构建能够应对城市极端天气的防御系统显的更为迫切和必要。本文针对城市洪水特点,引入\"韧性\"概念,从城市大海绵的角度出发,提出将城市整体滞洪和区域微滞洪相结合,构建能够防御一般洪水,并能应对一定极端洪涝灾害,富有\"弹性\"的城市韧性水系的初步构思。并通过实例展示,对韧性防洪结构和韧性河道结构设计进行方法探索,可为城市应对洪涝灾害的规划建设提供一定的借鉴意义。", "label": "土木建筑", "id": 0}
{"content": "目前我国城市部分公共设施标识系统工艺粗糙、选材局限,或者与环境不协调,形态同质化,导致了一些非完善化的现象。本文试图以丝网印刷技术结合公共设施的功能、审美、文化等方面的因素,从整体性入手,从地域性、生态性以及互动性和无障碍性的多方面联动中进行创新性的设计,以满足市民的审美需求与功能需要,提升城市整体形象。", "label": "土木建筑", "id": 0}
{"content": "通过分析当前社会火灾防控工作存在的痛点问题,提出了基于物联网技术的社会化消防管理体系及系统设计概念。该系统通过汇集各类物联感知数据,按照一定规则分析、运用、推送这些数据,达到对联网社会单位进行远程消防安全管理、对小场所火灾情况进行远程实时监测的目的。通过建设基于消防物联网技术的社会化消防安全管理系统,大大提升了社会单位消防安全自主管理水平和消防部门的监管、救灾水平。", "label": "土木建筑", "id": 0}
{"content": "本文给出一种消防安全隐患智能视频分析系统,对其中的重要设计元素展开说明。首先对安防监控视频的智能分析处理方法发展现状和发展趋势进行了简要分析,给出本文所描述的消防安全隐患智能视频分析系统架构说明及智能视频分析方法处理流程,并讨论了典型消防安全隐患检测的应用需求。其后,就消控室监测及消防设施监测方法进行独立说明,并通过检测效果图片说明本文系统的视频分析能力。该类系统能够提供准确的事故分析和快速的警报触发,节省视频监控系统的人力成本,提高其智能化水平,对保障人民生命财产安全有着重要的现实意义。", "label": "土木建筑", "id": 0}
{"content": "消防体制改革后全国消防执法模式发生极大变化,行政处罚、强制只能由消防救援机构行使,派出所、街道的消防监管能力有所弱化。根据中办、国办印发《关于推进基层整合审批服务执法力量的实施意见》,2021年各省市正陆续将部分行政检查、行政处罚的职权赋予街道行使。本文从梳理我国消防行政处罚权的法律变迁入手,列举当前基层消防行政执法中面临的难题,并以武汉市为例探索在国家法律法规修订前,基层一线应当如何向市委市政府汇报,与公、检、法、司等部门协调,不断完善地方法制建设进而赋予派出所和街道行政处罚、监督检查等职权的具体举措。", "label": "土木建筑", "id": 0}
{"content": "本文浅析了消防行政处罚相对人的法律定义,按照个人类和组织类的分类方式,从行政法理学的角度分析了消防行政相对人的种类及其内容,从司法判例的角度浅析了个体工商户、公众聚集场所的实际使用、管理者作为适格的消防行政处罚相对人的情况,建筑物的建设单位、物业、业主以及租赁合同双方当事人的消防安全责任分配等问题,对消防执法中行政处罚相对人的判定提供了一定的借鉴。", "label": "土木建筑", "id": 0}
{"content": "当前,消防法律法规实施主要依靠政府及其相关部门,就公共消防安全利益的保护而言,只有政府及其部门有权代表国家对损害公共消防安全利益的行为追究其责任。这种\"单轨式\"的运作模式尽管有其优越性,也取得了相当程度的社会效果和法律效果,但随着经济社会的高速发展和人民群众对于消防安全的新期待与新需求日益增长,这种模式已逐渐呈现力不从心的态势,人们经常发现政府出现缺位的状态。本文拟对政府在消防安全公共利益保护方面缺位的原因进行分析,结合公民参与消防法律实施的现状,探索在消防法律法规实施中引入公益诉讼,以最大限度确保公共消防安全利益。", "label": "土木建筑", "id": 0}
{"content": "随着消防体制改革和深化消防执法改革的推进,消防部门以执法质量考评工作为抓手,刀口向内,自我革命,化解了一批消防执法重大风险,纠正了一批消防执法严重问题,完善了一批消防执法制度规定,人民群众对消防执法的满意度逐步提升。但执法质量考评工作开展多年以来,仍然暴露出执法理念、执法行为、执法效能等多方面的问题。本文从消防执法质量考评质效着眼,探讨如何通过消防执法质量考核评议体系的构建,提升消防执法规范化水平,顺应全面依法治国的形势,回应人民群众的新期盼。", "label": "土木建筑", "id": 0}
{"content": "<正>《全国燃气事故分析报告·2021年第三季度》（以下简称\"报告\"）是中国城市燃气协会安全管理工作委员会委托《中国燃气安全》杂志社、燃气安全与服务微信公众号收集燃气事故社会信息,由报告编制专家组合力编写完成,并由中国城市燃气协会安全管理委员会发布。本期报告主要内容包括:收集统计2021年第三季度公诸于媒体的燃气行业事故信息,对国内事故数据、典型案例和相关政策进行深入剖析,同时汇集有效管理经验并推广本质安全产品。", "label": "土木建筑", "id": 0}
{"content": "<正>1.1全国燃气事故情况总体概述2021年第三季度,收集到的全国（不含港澳台）燃气事故数量共计329起,其中较大事故2起。按照事故类型划分:居民用户事故170起,工商用户事故62起,管网事故96起,场站事故1起;按照气源种类划分:天然气事故131起（其中用户事故34起,管网事故96起）,液化石油气事故192起,气源待核实事故6起。这些燃气事故共造成17人死亡、185人受伤。", "label": "土木建筑", "id": 0}
{"content": "<正>2.1三季度事故数据环比情况三季度燃气事故共计329起,其中较大事故2起。环比2021年二季度的303起增加26起（图5）:2.2按照地区统计的事故及伤亡数量分布情况三季度收集到全国28个省、157个城市发生的燃气事故。其中事故报道较多的省份有:湖北33起、江苏32起、安徽31起、浙江24起、辽宁22起、河南21起;事故报道较多的城市有:大连12起、武汉8起、黄冈7起、哈尔滨6起、成都6起、信阳6起。", "label": "土木建筑", "id": 0}
{"content": "<正>3.1天然气用户事故原因分析三季度34起天然气用户事故中已经核实明确了事故原因的有25起,另外9起事故原因待核实。特点如下:一是由于燃气软管问题（软管脱落、动物咬噬）造成事故5起;二是私自接改燃气管道导致泄漏4起;三是灶具熄火保护装置失效导致燃气泄漏事故3起;四是干烧引发火灾事故和燃气具蚀损泄漏事故各1起。", "label": "土木建筑", "id": 0}
{"content": "<正>案例一:大连市普兰店区\"9.10\"燃气爆燃事故事故报道:2021年9月10日23时39分,大连市普兰店区丰荣街道鑫和社区一住户家中发生燃气爆燃事故,造成8人死亡、5人受伤。经现场勘察取样检测初步判断,普兰店区燃气事故系402室内液化石油气管道在穿楼板处腐蚀泄漏,遇点火源产生爆燃。据了解:该建筑一、二层为商业网点,三到七层为住宅。管道液化石油气从三层引入,该单元的住户并没有开通使用管道液化石油气,但事发时该单元引入口阀门呈开启状态。", "label": "土木建筑", "id": 0}
{"content": "<正>一、《安全生产法》对使用燃气的餐饮等行业安装燃气报警装置规定导读根据2021年6月10日第十三届全国人民代表大会常务委员会第二十九次会议《关于修改<中华人民共和国安全生产法>的决定》第三次修正的《中华人民共和国安全生产法》,国家主席习近平签署了第88号主席令予以公布,已于9月1日生效。2021年新版《安全生产法》中第三十六条对安全设备的安装、使用、检测、维修等全过程提出了要求,第一次明确规定\"餐饮等行业的生产经营单位使用燃气的,应当安装可燃气体报警装置,并保障其正常使用。\"", "label": "土木建筑", "id": 0}
{"content": "<正>推动本质安全产品的应用是降低燃气事故率的有效措施,产品质量又是安全的保障。而目前进入市场产品的质量参差不齐,低价中标现象突出,出现了劣币驱逐良币的情况,产品的采购方（各级燃气经营单位）为确保质量,主要采用第二方评价的方式,不仅成本高,且由于信息不对称,最终获得的评价结果也有所局限;至于终端用户,更多的只能依靠产品生产企业的广告宣传,对产品的内在品质几乎无从了解。", "label": "土木建筑", "id": 0}
{"content": "为提高灶具比例阀的控制精度,新型灶具比例阀变更了燃气通路的控制方式。新结构外环气由比例阀控制,比例阀气门上设有联动气门,内环气由比例阀和内环截止阀共同控制。内环截止阀后设有小孔,保证小火稳定性。针对新结构的密封设计,本文进行了讨论,并介绍了相应的验证情况。", "label": "土木建筑", "id": 0}
{"content": "本文主要采用实验和模拟的方法,对配置薄壁不锈钢燃烧器的灶具中大火转小火时火焰爆鸣产生的熄火噪声进行分析。实验发现,在该款灶具中,大火转小火时,残余燃气在火盖上的某处再次被点燃,然后引燃整个外环火孔,从而发生爆燃并释放噪声。随后的模拟结果复现了外环关闭后火焰重新被点燃并传播的现象,并对实验猜想进行了验证。仿真结果表明,燃气灶发生回火的主要原因是离分气盘进气口较远端的火孔壁面温度太高,点燃了残余气体。最后,基于实验和仿真结果,本研究提出了相应的改善策略。", "label": "土木建筑", "id": 0}
{"content": "家用燃气灶燃烧器火盖的防堵效果,直接影响用户的使用体验,是衡量灶具性能的重要指标之一。现有的火盖防堵结构都能在一定程度上改善防堵,但是效果有限或是加工工艺复杂。本文通过分析影响火盖堵塞的因素,设计了一款新型的火盖防堵结构,通过对其防堵性能进行测试并与传统防堵火盖进行对比,发现其防堵性能显著提升。此外,通过对比不同承液槽的深度下的防堵效果发现,承液槽深度定为3mm时,能保证比较好的防堵效果。", "label": "土木建筑", "id": 0}
{"content": "本文以燃气灶煲制鸡汤为例,研究并探讨厨房电器烹饪食材时嘌呤的变化。为实验数据有较高重复性和稳定性,本文以鸡胸肉为具体食材,煲制1h、2h、3h、4h、5h,测量鸡汤和鸡肉的嘌呤含量。为得到准确嘌呤数据,引入失水率和生熟肉换算系数,对测定鸡汤嘌呤和鸡肉嘌呤进行校准。结果发现:（1）校准数据与测定数据趋势一致,校准数据数值小于测定数据;（2）随着时间延长,鸡肉嘌呤含量逐渐减小,鸡汤嘌呤浓度逐渐增大;（3）各时间点鸡肉中嘌呤总量与鸡汤中嘌呤总量之和相近,无显著差异。推测燃气灶煲制鸡汤时,嘌呤可能从鸡肉中向鸡汤中扩散,而煲制过程中并未有增多或减少。根据已有实验结果,我们推荐在烹饪类似肉品时,应尽量缩短时间以减少嘌呤浓度,建议控制在2h之内。", "label": "土木建筑", "id": 0}
{"content": "盐渍土地区天然气地下管网由于管内外腐蚀严重,管材力学性能劣化,承压及抗变形能力被削弱,在地下空间施工过程中易引发腐蚀管段的开裂或渗漏等严重安全事故。本文在内蒙古自治区巴彦淖尔市政综合管廊中心城区范围内进行硫酸盐渍土的现场取样,以20 G和Q235b 2种城市天然气管线钢为例,实验室适配土壤腐蚀溶液及其饱和溶液模拟不同的腐蚀环境,分别设计化学腐蚀和电化学腐蚀环境,设计2种管线钢在4种不同腐蚀工况下的挂片腐蚀试验,测定不同腐蚀工况下管线钢的腐蚀速率,通过激光共聚焦显微镜（CLSM）实测试件腐蚀形貌以及腐蚀坑深度,并通过建立差分自回归ARIMA数学模型,建立腐蚀坑深度随时间变化的数学函数,对不同腐蚀工况下管线使用寿命进行预测,为市政综合管廊建设中腐蚀管线的安全性评估提供依据。", "label": "土木建筑", "id": 0}
{"content": "安全是企业经营的立足之本,本文详细阐述了企业对安全投入的必要性;分别从安全投入不足和安全投入过度或投入无效列举出了相应的案列,分析了各个案列存在的不妥之处,同时从辩证统一的角度给燃气经营单位提出了安全与经济效益的相关建议,为今后燃气企业的安全合理投入提供参考意见。", "label": "土木建筑", "id": 0}
{"content": "燃气企业作为传统企业,依靠用户大规模增长实现高速发展的时代正逐渐过去,如何在社会转型期的大背景下,充分适应\"智慧+\"行业环境形态,适时对天然气行业进行创新服务改革,成为燃气行业发展面临的新课题。随着\"智慧+\"发展延伸到各个领域,若想持续保持企业经济可持续增长,就需要挖掘现有用户的深层价值,依托创新服务手段,持续提升客户体验和黏性,结合互联网渠道资源优势,打造燃气企业生产运营、客户服务、创新管理等方面的智慧化\"新常态\"。", "label": "土木建筑", "id": 0}
{"content": "随着港华集团业务的不断发展,管理愈加精细,为提升管理效率,需要将企业的管理流程嵌入系统,实现规范统一、功能集成、以及各合资公司间的业务集成的系统来支持业务的发展。故由集团信息中心统筹,由集团职能部门参与,在集团内推进系统的优化升级的信息化建设项目成为近两年的重要工作之一。为该信息化建设成立了专项项目团队,与用友团队在NC平台上开发适合燃气行业及港华需求的信息化管理系统。该项目历时时间久,从2011年项目筹备及启动,历时5年计划在2015年年底完成。涉及范围广难度大,是全流程优化,包括HR模块、工程模块、资产管理模块、供应链模块及电商模块等,且涉及100多家合资公司的系统切换及上线应用;同时并行几个子项目并行,投入资源大,包括港华集团总部的信息中心、采购及物流部、合资公司采购部、物料需求部门、采购部;用友方面包括研发团队、测试团队以及实施团队,这个项目管理增加了难度。针对该项目,需要考虑到的项目管理包括项目资源的配置,阶段的划分,项目里程碑设定等。需要有完善的项目任务管理、团队管理、文档管理、质量管理、时间管理以及绩效管理。", "label": "土木建筑", "id": 0}
{"content": "近些年,燃气工程行业内\"深化管理提升\"行动逐渐深入,一系列措施、指引、办法、要求等相继出台,系统内自上而下,内趋带动整体,各个层级各个管理模块都发生了或多或少的变化改进。其中工程管理的模式也日益成熟,各种学习培训交流实践日益增多,管理的框架结构日益合理,管理的效果也较以往有大幅度提升,但也出现了一些瓶颈,一时无法逾越,困惑的同时反思过往,需剥丝抽茧,能深入其中透视亦能抽身其外站在远处旁观,掌握细节、纵观全局方能拔云见日,本文主要就工程管理中\"人的管理\"进行分析,如何将人本管理的思想落到实处,使工程管理工作得以有效提升。\"以人为本\",抓住人就抓住了工程管理的命脉!", "label": "土木建筑", "id": 0}
{"content": "内部职业资格认证从技能人才的培养、评价、使用、激励和保障五个方面出发,配套制定了可执行、可落实的技能人才培养举措,逐步推进技能人才队伍的整体建设,带动各工种初、中、高、技师技能人员的梯队发展。自2013年起,南京港华创新优化技能人才培养和选拔方式,通过内部职业资格认证的方式认证了一批具有高技能的人才队伍,提升了公司技能人才队伍的整体素质,而且弥补了社会职业资格考核评价体系未能全面覆盖燃气企业的相关技能岗位工种的空白。本文旨在通过对内部职业资格认证模式的创新做法进行介绍和分析,试图探索此种创新做法在技能型员工培训教育方面的作用、对燃气企业技能人才培养模式和企业安全发展的意义。", "label": "土木建筑", "id": 0}
{"content": "本文结合港华燃气集团对于供应商质量管理评估方法,通过风险导向评估的思路,构建了一个比较全面的供应商质量管理评价体系。该质量管理评价体系的实施能有效地识别质量管理良好的供应商。燃气企业通过合理评价供应商,保证采购物资质量,进而保证企业的本质安全。", "label": "土木建筑", "id": 0}
{"content": "制定审核制度和清单,从集团审核、项目公司内审和管理部门自评,通过三级审核,寻找企业供销差薄弱环节,反馈、改善,再审核,形成闭环管理。持续改善,降低供销差率。利用大数据,建立智能化系统,快速反应,及时纠偏,持续改善供销差。", "label": "土木建筑", "id": 0}
{"content": "<正>一、供热管网泄漏故障诊断概述随着社会经济的发展和进步,人们对生活水平和生活质量提出了越来越高的要求。原来的传统小规模供暖方式逐渐被节能,环保,便捷的城市集中供热方式所取代。甚至在一些县或新农村地区,城市集中供热也相对完善。在这种情况下,加热管网的性能也已从传统的小型锅炉和其他热源变为区域锅炉房和热电厂。", "label": "土木建筑", "id": 0}
{"content": "直埋内压复式波纹膨胀节已经非常广泛地应用于城市中的管道系统,用来吸收由于热胀冷缩等原因引起的管道或设备尺寸变化的装置,在实际应用中,根据不同的情况,在设计、安装、运行中又会遇到不同的问题。本文针对城市中的管道系统进行分析讨论,从管道本身和环境条件引起的变化对波纹膨胀节的影响入手,对直埋内压复式波纹膨胀节的结构进行改进。", "label": "土木建筑", "id": 0}
{"content": "本文对长输直埋管线和普通直埋管线特点进行了对比,分析了复杂地址条件下长输直埋管线有补偿与无补偿的失效风险性,探讨了长输直埋管线采用有补偿敷设方式的可行性与复杂地质条件下进行有补偿安装的必要性,介绍了波纹补偿器在直埋管线中的应用情况,提出了长输直埋管线的补偿方案和对补偿器的质量安全要求。", "label": "土木建筑", "id": 0}
{"content": "蒸汽抽汽系统用膨胀节具有压力大、温度高、介质流速大、载荷大等特点。在蒸汽主抽汽管道上使用的金属波纹管膨胀节多采用铰链型、大拉杆型的膨胀节,在系统投入运行过程中发现膨胀节波纹管破裂失效,本文分别从管线系统的角度和产品设计计算角度分析了产品破坏失效的原因,应用CAESAR Ⅱ分析软件进行了计算,并针对失效原因提出了设计改进,成功地解决了波纹管破坏的问题,并针对类似管道系统及波纹管膨胀节的设计提出一些建议。", "label": "土木建筑", "id": 0}
{"content": "针对国内新兴的移动供热领域,以供蒸汽0.6MPa、180℃,供汽量2吨/小时,全天24小时供应为对象,用320MW机组冷再蒸汽提供热源,移动供热项目在现有技术条件下,可以实现对此项目的供热,总投投资约465万,年利润约89.5万,按静态回收期法计算,不到6年就可以收回投资,回收期小于10年,项目技术经济性良好。", "label": "土木建筑", "id": 0}
{"content": "2015年我国加入《巴黎协定》并承诺在2030年左右实现碳排放达峰目标,与此同时我国低碳试点城市也设定了各自的碳排放达峰目标年份。在此大背景下建设绿色低碳城市迫在眉睫,而城市供暖作为城市污染物排放的重要来源之一,采用清洁能源和可再生能源为城市供热意义重大。本文首先回顾北京市城市集中供热的发展历程及现状情况,进而提出城市集中供热中存在的主要问题。然后以北京某小区采用城市热网与可再生能源耦合供热方式为基础,浅析基于绿色低碳城市理念下的城市热网与可再生能源耦合项目的意义及对城市集中供热系统中现存问题的影响。最后提出城市热网与可再生能源耦合在我国范围内的发展展望和对于建设绿色低碳城市以及低碳社会的作用。", "label": "土木建筑", "id": 0}
{"content": "热力管道是输送高温具有较高压力的蒸汽或热水的管道,承担着保障居民冬季供暖的重任。随着投用年限的增长,热力管道频繁发生泄漏事故,给市民的正常生产生活带来了很大影响,按要求开展热力管道定期检验工作势在必行。目前,没有专门的热力管道定期检验规则,热力管道定期检验只能参照《压力管道定期检验规则——公用管道》TSG D7004-2010,适用性不强,结合热力管道特点,本文分析了管道失效模式,提出了一套针对热力管道的定期检验方法体系,经过现场验证,方法切实可行。", "label": "土木建筑", "id": 0}
{"content": "本文阐述了热网控制技术领域,特别涉及一种基于二级管网的温度、压力及用户室温的精准供热方法。", "label": "土木建筑", "id": 0}
{"content": "本文阐述了供热技术领域,特别涉及一种供热平衡智能控制系统。", "label": "土木建筑", "id": 0}
{"content": "本文通过对挂片实验腐蚀产物的XRD检测和对高炉冲渣水水质、高炉水渣、管道结垢的成分分析,讨论了高炉冲渣水供暖过程中管道设备腐蚀和结垢的成因。结果显示:锅炉一环水（软水）腐蚀产物为Fe3O4、FeO（OH）,冲渣水腐蚀产物为Fe2O3、Fe3O4、FeO（OH）、CaCO3。高炉冲渣水供暖过程中管道设备腐蚀的原因为CI-腐蚀和电化学腐蚀。结垢中碳含量为高炉渣中碳含量的25.6倍,结垢原因为CaCO3晶体析出和高炉渣自身的水硬性。", "label": "土木建筑", "id": 0}
{"content": "以华电灵武电厂向银川市智能化集中供热项目（一期）下穿黄河段盾构隧道施工工程为依托,针对超深富水砂性地层中大直径泥水平衡盾构的现场施工条件,结合盾构机始发前较为细致的准备工作,从始发基座安装、洞门破除与密封,管片拼装和加固以及盾构姿态调整方面入手,减少盾构机在始发段的阻力并控制其姿态;使用临时密封措施并在适当工况下进行完善使得洞门密封效果更好。通过不同阶段各自的施工方法对盾构始发进行精确调控,并成功实现盾构的快速始发。现总结出富水砂层中大直径泥水平衡盾构快速始发关键技术,为今后类似工程提供参考。", "label": "土木建筑", "id": 0}
{"content": "智慧供热信息化监控平台是依托网络信息技术构建覆盖热源、一级网、换热站、二级网、热用户的全信息化系统,实现供热系统的信息化、自动化、智能化。本文通过本文结合任华供热公司智慧供热平台改造实例,对智慧供热平台框架和平台实现功能进行分析,对智慧供热平台建设具体工作内容进行介绍。通过对现有的生产控制系统平台的升级,实现供热平衡调控、节能优化运行、安全运行、智能化运行管理的目标。", "label": "土木建筑", "id": 0}
{"content": "在新能源和可再生能源的应用领域,太阳能供热采暖系统是目前我国太阳能热利用行业最具有发展潜力的实用领域,但由于太阳能的能流密度低、不稳定性且供热特性与建筑负荷不匹配,因此通过太阳能结合多种能源互补供热来提升太阳能在可再生能源中的贡献率和系统能效。本文总结了许多多能源互补供热技术的发展状况和技术的利用,提出了多能源互补供热的关键技术问题,通过一些案例分析了基于太阳能的多能互补供热的发展并对未来前景进行了展望。", "label": "土木建筑", "id": 0}
{"content": "工业生产中伴随着大量的余热废热等低品位能源,随着城市化进程的加快,城市的供热需求也越来越大。本文通过分析工业余热废热的潜在量以及目前回收余热废热到集中供热中存在的瓶颈问题,采用相关回收技术将工业余热废热实现最大利用化,减少能源浪费。", "label": "土木建筑", "id": 0}
{"content": "伴随我国城市集中供热投资额和供热面积不断增长,建设和发展城市集中供热是我国国民经济和社会实现节能降耗、减少环境污染、走可持续发展道路的有效途径;与此同时,我国北方地区电力、钢铁、水泥、有色金属、石化等行业仍有约3亿吨标准煤低品位余热资源尚未利用,而工业余热供暖的热源成本远低于燃煤和天然气供暖,在经济和技术上均具有较好的可行性。余热暖民,可以降低供热成本,大幅提高能源利用效率,减少煤炭消耗和污染物排放,是一项重要的民生工程。", "label": "土木建筑", "id": 0}
{"content": "根据夏热冬冷地区的气候特点,本文论述了夏热冬冷地区实施集中供热的必要性,分析了这些地区实施集中供热的优势以及目前集中供热产业中存在的问题,总结了集中供热产业发展的重点,并对其发展途径进行了探讨,指出实施集中供热具有良好的社会、环境和经济效益,符合国家节能减排的政策要求。", "label": "土木建筑", "id": 0}
{"content": "70年前基于地理和经济条件,政府把我国分为南方及北方,由于北方气候寒冷,所以为我国北方提供了集中供暖系统;南方气温普遍比北方低,再结合当时新中国经济条件,所以南方没有供暖。然而近年来,南方冬季严寒天气频繁出现以及我国经济持续稳定的增长和人民对建筑舒适性的要求越来越高,社会上对南方实现集中供暖的呼声也越来越强烈。本文结合南方夏热冬冷地区的气候特征、建筑围护特征、能源结构特征及南方地区供暖现状[1],综合分析了水源、地源、空气源热泵系统、壁挂炉供暖和小区集中供暖解决方案,找到合理的解决南方供暖问题的方法,不仅可以提高居民的生活水平,如果能因地制宜地合理应用,还可以为更多的家庭提供经济的热源,为解决南方供暖问题开辟一条希望之路。本文旨在分析南方供暖现状,继而对供暖系统的选择提出相关建议。", "label": "土木建筑", "id": 0}
{"content": "本文从国内能源供应角度,供热站、热网和热用户角度论述了夏热冬冷地区实施集中供热的可行性,指出本地区除利用电厂冷凝热、工业余热或水源热泵等可实施就地集中供热外,夏热冬冷地区大范围实施集中供热并不可行。相比于北方集中供热系统,南方夏热冬冷地区更适合采用分散的、局部的供热系统。为解决夏热冬冷地区部分居民对集中供热的迫切需求,可以在小区、楼栋等小范围建设分散式供热系统。", "label": "土木建筑", "id": 0}
{"content": "在我国大力推行清洁供暖的今天,北方大中型城市例如济南市、青岛市等地区供暖的能源结构除燃煤热电联产外,逐步过渡到以燃气为主。由于近几年能源的急剧匮乏以及环境污染严重,长输供热管网技术得到大力发展,对于济南市的长输管网系统而言,目前还存在许多不足之处,需要对管网进行优化设计,才能改善实际效果,发挥出更大的作用。", "label": "土木建筑", "id": 0}
{"content": "以杭州地铁4号线盾构下穿电力隧道切削桩基工程项目为背景,结合三维数值模拟和实测沉降数据进行分析,研究盾构下穿电力隧道切削桩基对地表的沉降影响,并以掌子面推进力、同步注浆压力为施工参数进行数值分析。实测数据表明:地表沉降有一定的滞后性。数值模拟数据表明:切桩期间地表的沉降量大且沉降速率快,沉降量及沉降速率均随监测点离隧道轴线距离的增大而减小,由于电力隧道结构的特殊性,切桩过程中产生的沉降量占比较小。掌子面推进力的变化对切桩前地表的隆起影响较为显著,对切桩时地表产生的沉降量影响相对较小;注浆压力的变化对切桩前地表的隆起和切桩时产生的沉降量影响均不够显著。建议在施工过程中,当盾构机靠近桩基础且与桩基础的距离在5环管片之外时,将掌子面推力增加至1.15倍静止土压力,以减小地表的最终沉降;距离小于5环管片时,将掌子面推力减小至1倍静止土压力,以减小桩身水平位移确保切桩工作顺利进行。", "label": "土木建筑", "id": 0}
{"content": "管廊设计在满足规范要求的同时需要结合上位规划、地质情况、现状地下构筑物、运维需求等多方面综合考虑,根据入廊管线的不同管廊形式多种多样[1]。烟台市海上世界高压电力管廊位于烟台港附近,距离海岸线最近处仅十余米,结合实施方介绍了该工程高压电力管廊设计要点,主要包括节点设计及结构设计,同时结合本项目典型问题提出相应的优化措施。", "label": "土木建筑", "id": 0}
{"content": "顶管施工采用的非开挖技术解决了管道埋设施工对城市建筑物的破坏和造成道路交通堵塞等难题,具有占地面积少、对环境干扰小、工期比开槽施工短的优势。依托深圳地铁10号线雪象北主变电所35kV电缆隧道工程应用实例,对顶管设计过程中工作井选型与尺寸确定、顶力计算与中继间设置等内容进行详细阐述,并总结了顶管隧道设计过程中的些许经验,以供参考。", "label": "土木建筑", "id": 0}
{"content": "城市空间结构优化、发展规模不断扩大的新形势,给城市电力系统的规划建设提出了更高的要求。传统的电力系统规划方法更多地依靠个人经验,缺乏科学的依据,也难以做到对全局的统筹。本次研究,以沈阳市电力专项规划中的变电站布局为实例,研究泰森多边形数学模型的建立方法、应用流程和效果。与此同时,还研究对基础的泰森多边形模型进行适当的改进,使其更加适用于变电站布局规划的需要。通过研究,希望能够探索基础设施布局规划的新方法和新方向,为后续更广泛和深入的研究提供借鉴。", "label": "土木建筑", "id": 0}
{"content": "<正>一、现状介绍配网管廊作为承载着最后一公里供电服务的物理通道,运营状况的好坏直接决定了供电质量的优劣和客户服务水平的高低;同时,在城市规划中独立通信管廊被各运营商占用的前提下,该空间作为我局独有的稀缺资源,能否进行合理化利用,亦是今后管制型业务与竞争性业务同步发展,打造综合能源服务商的重要", "label": "土木建筑", "id": 0}
{"content": "为探索城市规划中市政基础设施布局是否健康合理,创新技术方法,对城市市政基础设施规划结构是否健康合理进行评价,提高城市市政基础设施的规划合理性和安全健康运行能力,减小因其故障可能导致的城市全局性破坏的风险。本文以莱芜市中心城区电力基础设施为例,采用社会网络分析（SNA）方法,以现状和规划电力设施相关数据为基础,构建两个拓扑网络结构,针对其完备程度、稳定性、荷载压力等方面进行对比分析,得出结论,总结问题,最后提出莱芜市电力基础设施规划布局的优化策略。", "label": "土木建筑", "id": 0}
{"content": "本文将基于单片机技术和嵌入式操作系统研究设计模数转换器,数据集中器和在线监测系统。模数转换器将电缆隧道内不同种类模拟信号转换成数字信号,通过RS485接口（采用MODBUS通信协议）将数据汇聚至数据集中器,数据集中器按照指令将监测数据通过GPSR模块将数据上传至后台服务器。服务器将数据处理成监测信息按照触发规则推送至用户,用户也可从PC端或移动APP主动获取监测信息。", "label": "土木建筑", "id": 0}
{"content": "建设智慧城市已经成为各地区为促进经济、社会、环境可持续发展的重要战略,也是未来城市发展的共同目标。通信设施是智慧城市重要的基础设施,近年有不少城市逐步开始了此类规划的编制,但关于规划编制内容深度的交流较少。本文将在分析新时期通信技术特点的基础上,结合天津市的案例,交流探讨通信专项规划的编制内容、规划建议等。", "label": "土木建筑", "id": 0}
{"content": "网络城市是信息化、全球化、网络化发展背景下新的空间发展形态,是引领城市未来空间发展的新模式、新战略,也是推动超大城市和特大城市可持续发展,缓解城市病等问题的重要途径。本文重点对网络城市的内涵进行了总结,通过分析国内外主要城市的发展历程,提炼出网络城市的五大基本特征,并以特征为基础,首次构建了网络城市发育度的综合评价指标体系,并对成都市网络城市的发育情况进行了定量评价,明确了当前建设网络城市存在的不足和需要提升的方向。", "label": "土木建筑", "id": 0}
{"content": "又一轮通信发展浪潮汹涌而来,通信基础设施建设该如何应对冲击,传统通信工程规划该如何改变才能适应通信行业新发展趋势下对规划的新要求?本文在简单介绍通信行业新发展趋势的基础上,分析了发展存在的问题以及与城市规划的关系,从如何适应新的变化和强化规划实施的角度,结合笔者十余年的工作经验,对通信工程规划编制体系的多个环节提出了一些思考和对策,与同行共同探讨。", "label": "土木建筑", "id": 0}
{"content": "目前国内的地下综合管廊规划、建设都局限于城市局部片区或孤立路段,南京市开创性地构建了全市域的\"干线管廊为骨架、片区管廊为主体、重要节点管廊为补充\"的点、线、面相结合的综合管廊规划体系。在规划编制过程中,通过分析摸索,我们创造性地提出了地下综合管廊布局的规划思路,其中很重要的一条就是依托电力电缆通道的走向、敷设方式,采用地下综合管廊布局规划与电力电缆通道规划相互反馈、动态校核的工作方法,构建南京市科学合理、安全适用的管廊布局,提高城市综合防灾抗灾能力。本文结合《南京市城市地下综合管廊总体规划》的实际案例,探讨了地下综合管廊布局规划与不同等级电力电缆通道规划互动的工作方法,分析了地下综合管廊中电力舱单独成舱及与其他管线共舱的布置原则和技术要求。", "label": "土木建筑", "id": 0}
{"content": "以大连某电力隧道工程实例为背景,介绍500KV GIL和220KV电缆双舱电力隧道通风系统的设计,着重说明通风方式的选择,防火分区、通风分区的划分,防火措施,通风量计算等几个方面的问题。", "label": "土木建筑", "id": 0}
{"content": "通信电/光缆是通信网络架构的重要组成部分,而通信管道则是敷设通信电缆与光缆的主要通道,也是城市通信体系的基础设施,对于城市现代化公用地下管网影响较大。通信管道建设是一项影响深远的工作,需要建设部门合理规划,从长远考虑,并将其纳入城市现代化建设计划体系中,与各项城建工作保持同步,以节约建设成本,避免冲突。", "label": "土木建筑", "id": 0}
{"content": "通过介绍地下市政管线在市政电力工程中的作用,通过分析地下管线来阐述进行市政电力工程施工之前地下管线探测的重要性。", "label": "土木建筑", "id": 0}
{"content": "通信设施是支撑城市正常运转,建设\"智慧城市\"的重要基础设施,但是通信设施专项规划的编制却一直较为薄弱。在很长一段时期内,国内多数城市都未编制过系统完整的通信设施专项规划。虽然近几年有不少城市逐步开始了此类规划的编制探索,但是对于规划编制路线、方法和要点进行的探讨仍然较为少见。本文将在分析新时期通信技术特点的基础上,结合宁波的案例,探讨通信设施专项规划的编制方法和要点。", "label": "土木建筑", "id": 0}
{"content": "近年来在已建电缆隧道周边进行基坑工程施工的情况不断增加,使电缆隧道受到一定的损伤,影响供电安全。本文从顶管电缆隧道的接头构造入手,以止水环脱离钢板为临界值推导出隧道的最大允许位移为20mm。根据上述结果提出了电缆顶管隧道保护区的范围。以浙江软土地区进行基坑工程出发,分析不同深度、宽度的基坑开挖对下方、侧方土体的影响,根据所提出的最大允许位移得出了合理的保护范围。", "label": "土木建筑", "id": 0}
{"content": "随着地下管线在各行业中广泛采用,管道施工安全以及管道运行问题越来越突出。如何防止电力电缆施工时不破坏其他管线以及电力电缆运行期间不因其他的施工而遭到破坏,已成为我们供电企业所亟待解决的一个突出问题。本文从施工安全和防止外来破坏的角度,对电力电缆管道施工和电缆运维存在的风险进行全面的分析,并提出了一系列的风险控制措施。", "label": "土木建筑", "id": 0}
{"content": "伴随北京社会经济快速发展,电网建设外部环境也悄然发生变化,本文针对电网规划建设中出现的新问题,从变电站选型、高压走廊布置、输变电设施控制等方面提出规划应对策略,旨在从规划源头化解城市电网建设发展中难题,推进电网与城市融合发展。", "label": "土木建筑", "id": 0}
{"content": "<正>一、实施背景（一）提升城市应急供电服务能力的需要2012年深圳\"4.10\"停电,2012年7月30日、31日印度两次大停电,破坏力之大、影响范围之广令世人瞩目,给公司敲了警钟。事件过后,公司认真组织开展事件处置评估,认为电网公司受企业性质所限,无法调度社会救援力量。大面积停电事件需要政府统一指挥,电网企业、用电客户协同处置。而部分地方政府的应急意识淡薄,过分", "label": "土木建筑", "id": 0}
{"content": "在生态文明建设和国土空间规划的背景下,垃圾分类设施建设成为不得不关注的问题,其中源头投放点的精细化建设更是居民区分类的焦点。经对深圳市福田区居民小区的蹲点调查发现,2020年10月福田区居民分类投放认知准确率达到了86%,但实际投放准确率仅为63%,其他垃圾中混杂着未分类垃圾的情况普遍存在。为提高分类投放设施建设及管理的科学性,本文基于城中村、住宅小区、商住混合小区和别墅区四类小区居民的群体特征,分析不同类型居住区居民在垃圾投放量、投放流量等方面的特征和差异,对分类投放点建设及管理模式提出一些探索性建议,以期为未来的政策建设和设施安排提供有效支撑。", "label": "土木建筑", "id": 0}
{"content": "2018年台风\"山竹\"过境,产生大量垃圾,由于灾后交通受阻及当时设施不具备应急处理能力,造成深圳3万多吨垃圾堆积。科学合理的开展环卫设施的规划,确保规划设施既不过度闲置和浪费,又能满足使用需求,具备一定应对冲击的能力,是韧性城市建设的关键一环。本文以北京、上海、深圳等城市为主要研究对象,结合季节性波动、台风等短期突发性事件对垃圾产生量的影响以及垃圾分类、设施检修等对生活垃圾焚烧厂处理能力的影响,并结合东京案例来探讨在\"原生垃圾零填埋\"背景下,环卫设施规划中生活垃圾焚烧厂保障系数的取值范围。通过研究,笔者认为生活垃圾焚烧厂规划中,对于内地不受台风等极端天气影响的地区,保障系数宜取1.4～1.6,对于沿海城市尤其是受台风影响较大的城市,保障系数宜取1.6～1.7。", "label": "土木建筑", "id": 0}
{"content": "社区公共厕所是城市环境卫生基础设施的重要组成部分,与城市发展程度和公共管理水平密切相关。近年来,在城市精细化治理背景下,全国多地针对城市社区公共厕所存在的问题,进行了大量的研究和实践。本文以重庆市江南新城公共厕所规划优化项目为例,采用实地调研并结合城市大数据挖掘的方法,借助ARCGIS技术平台,定性和定量地构建了社区公共厕所规划优化框架导则,从公共厕所的规模数量、选址布局、功能配置以及建筑风貌等方面提出详细的建设指引,并针对江南新城社区的管理架构,提出多元主体协同的社区公共厕所建设与管理模式。", "label": "土木建筑", "id": 0}
{"content": "党的十九大作出我国经济已由高速增长阶段转向高质量发展的重大论断,城市的高质量发展需要高水平的精细化管理来推动。环境卫生工程作为城市基础设施系统的重要组成部分,作为城市管理的重要一环,亟需实现高质量的精细化管理,提高人民群众满意度。然而,精细化管理需要建立在精细化的体系构建之上。因此,本文总结概括了我国目前的城市环境卫生体系现状,深入分析精细化管理概念的内涵与必要性,从环境卫生工作各阶段入手,围绕垃圾分类体系、环卫设施布局与建设、运维管理及末端治理等环节,细化、补充、扩展工作内容,体现和落实精细化管理思路,最终构建成一套基于精细化管理的城市环境卫生体系,以期能够充分发挥顶层引导作用,改善\"垃圾围城\"和\"邻避冲突\"现象,打造\"零废城市\",推动高质量发展。", "label": "土木建筑", "id": 0}
{"content": "公共厕所合理布局是城乡文明建设的重要方面。近年来,全国各地不懈推进\"厕所革命\",从地方层面看,不但需要解决公厕数量的问题,同时也要在服务效率、建设水平和运行管理上同步进行提升。杭州市作为长三角南翼核心城市,正处于建设国际化城市的关键时期,应通过公厕布点的人性化、智慧化彰显现代城市治理水平。本研究利用GIS对公共厕所的点位、名称、面积、密度等一系列数据进行集中梳理,为形成面向未来的信息系统做好基础工作。目前,杭州市主城区纳入城市分类管理公共厕所近1400座,全市域公共厕所有8000座以上（含农村公厕、旅游景点公厕）。各城区分布比例各不相同,其中,除上城、下城区公共厕所覆盖较好外,其余城区公共厕所覆盖率均不充分、不平衡。规划立足城市文明最重要的细节——公共厕所,以精细化的规划治理技术,推动公厕布局满足\"量\"的配置到引领\"质\"的提升。", "label": "土木建筑", "id": 0}
{"content": "随着物联网、云计算、大数据、卫星导航等技术的快速发展,城市环卫也迎来了向信息化、精细化、智慧化发展的新趋势。基于\"宏图位智（PIE-LBI）\"通导遥一体化的物联网智能服务平台建设智慧环卫运输监控与指挥调度系统,实现垃圾转运站、密封垃圾箱、垃圾转运车的北斗高精度定位及全天候动态监控、实时感知和指挥调度,运用\"一云多端\"的新理念、新技术、新手段提高市政环卫垃圾收集、转运和处理的工作效率,实现动态调度和智慧监管。", "label": "土木建筑", "id": 0}
{"content": "随着城市化扩张,地上垃圾转运站与美好的生活环境之间的矛盾日益显露。全地下化设计指垃圾转运站处理车间完全置入地下,形成垃圾地下回收、处理、运输,地面建设公园绿地的策略。通过对国内地下垃圾转运站案例研究,理清相关设计使用现状及现存问题,明确国内该类型建筑设计使用现状及方案难点,结合自身设计实践和先进理念,解决全地下化设计的难点和问题,并提出远期改造更新的可持续发展趋势,期望为全地下化设计实践的推广提供一定的理论基础。", "label": "土木建筑", "id": 0}
{"content": "目前既有公共卫生间很少有针对功能障碍人士设计的专用卫生间,大多数公共卫生间一般仅停留在提供一个残疾人专用坐便器,与之配套的相关基本设施较少。此外,既有公共卫生间还存在诸多方面的设计不合理因素。本文主要从标准研究方面对功能障碍人士用公共卫生间设施进行简要分析。", "label": "土木建筑", "id": 0}
{"content": "2015年12月20日,深圳光明新区山坡垮塌,导致20栋厂房倒塌,多人失联、被困。现初步查明,垮塌地点原属泥渣土受纳场,主要堆放渣土、建筑垃圾,原山体并未滑动。建筑垃圾\"超载\"已成为城市\"顽疾\"。如何破解垃圾围城现象,如何解决最危险的建筑垃圾再次摆在了大家面前,重庆环卫集团垃圾变废为宝彻底解决垃圾的经验,给我们提供了有益的借鉴。", "label": "土木建筑", "id": 0}
{"content": "城市公厕建设历来是我国关切和重视的民生工程之一,随着\"厕所革命\"的深入推进,近年来建设和投入力度持续加大,但部分城市\"厕难寻、如厕难\"现象仍然存在,公厕总量存在缺口,公厕系统布局仍存在较多薄弱区域。本文以我国中部超大城市——武汉市为例,分别对公厕服务体系,系统布局标准与原则、设施建设标准进行了研究,以期为编制城市公厕规划提供一定的参考。", "label": "土木建筑", "id": 0}
{"content": "在海南某垃圾填埋场预选区域开展了高精度重力测量工作,其中面积测量0.4km~2、剖面测量290m,共完成测点205个。根据重力异常特征解释推断了两条断裂F1和F2,其中F1断裂走向NW,倾向SW,F2断裂走向NE,倾向SE。在F1断裂两侧实施3个钻孔,实钻证明,断裂在浅部断距不大,推测其现今活动性较弱。", "label": "土木建筑", "id": 0}
{"content": "滨海新区目前生活垃圾收运及处理相对完善,能够保障城市及村庄生活垃圾,粪便垃圾处理厂现状有一座由政府环卫主管部门监管运营,但由于地处区界边缘,收运存在较大困难,入场量远未达到设计能力:其他垃圾处理设施如餐厨垃圾处理厂、建筑垃圾处理厂,现状没有经由政府主管部门监管运营的机构。为了提升新区人民生活质量,保护和更好地利用城市再生资源,本次配合滨海新区规划和环境管理部门就滨海新区环卫设施开展深入的规划研究。本文着重介绍各种垃圾产量预测的计算方式,同时结合现状存在的问题合理分期分区进行布局规划。", "label": "土木建筑", "id": 0}
{"content": "随着城市化进程的加快,生产的迅速发展以及人口的增长,近年来的城市垃圾产量逐年增多,\"垃圾围城\"频频出现在中外媒体的头版上,大量垃圾随意堆放,就会占用土地,污染环境,危害健康,同时,近30年来,随着科技的进步,垃圾中可利用的资源越来越多,城市垃圾又被称为\"放错了地方的资源\";十三五以来,实现垃圾分类无害化处理,实现垃圾资源利用,成为当今处理垃圾问题的重中之重,沈阳市做为东北地区重要的中心城市,在加强城市环境综合治理,提高垃圾无害化处理率,优化生活垃圾的分类、收运及处理措施方面进行了系统的规划研究和实践,对解决城市垃圾问题具有一定的借鉴意义。", "label": "土木建筑", "id": 0}
{"content": "本文以太原市为例,结合太原市垃圾分类和相关设施布局规划中遇到的难点问题,提出在垃圾分类起步阶段,因地制宜构建垃圾分类体系,将各类垃圾相关处置和收运设施科学布局和规划,并且共享等问题,并提出相应的实施策略。", "label": "土木建筑", "id": 0}
{"content": "在\"减量、无害与资源循环利用\"早已深入人心的时代背景下,城市对环卫处理工作的高标准要求,迫使环卫设施探寻新的发展路径,尤其在规划阶段,环卫设施必须主动整合自身资源,积极融入城市发展,更多、更好地承担城市功能,融入城市发展序列,并在区域协调共享的基础上,助力城乡发展。", "label": "土木建筑", "id": 0}
{"content": "针对城市环境卫生涉及的人、车、物作业管理过程中存在的问题,以北斗导航定位数据为基础,探讨北斗导航系统在城市环卫行业精细化管理中的应用,并对环卫管理信息系统设计进行了分析,阐述了系统结构和关键技术,可为城市环卫管理部门精细化管理能力的提升提供支撑。", "label": "土木建筑", "id": 0}
{"content": "本文以深圳智慧城市建设市为例,提出了一种应对环卫应急事件的人员调度算法,综合考虑了员工的速度、应急环卫时间处理时间和员工与事件地点,可以快速从众多候选人中找到处理应急环卫问题最合适的人选。然后,本文基于该算法开发了面向环卫应急事件的人员配置与运作的仿真系统,辅助城市管理者为每个区域制定最佳的人员配置方案。本文利用智慧城市中实时采集的各个区域应急环卫问题处理的历史数据进行实验检验,证明了在物联网实时定位条件下,提出的调度算法及其仿真系统相比深圳市目前所使用的调度算法更加合理。仿真实验发现了处理应急环卫问题的时间、成本等与员工数量的关系。", "label": "土木建筑", "id": 0}
{"content": "<正>城乡社区环境卫生治理工作是满足人民群众对美好生活的向往,维护人民群众最直接、最现实利益的具体体现,是促进经济社会协调发展的现实要求,也是推进城镇化进程的重要举措。良好的城乡社区环境,是创建文明城市的重要标准,是人民群众的共同愿望,是经济社会发展的重要依托,是城市综合竞争力的重要体现。改革开放以来,哈尔滨市在治理城乡社区人居环境和容貌秩序方面做了大量工作,城乡规划、建设、管理和环境保护事业有了较快发展。城乡环境明显改观,人居环境较大改善,群众满意度不断", "label": "土木建筑", "id": 0}
{"content": "<正>从沧州市文化广电和旅游局获悉,按照河北省旅游委要求,结合沧州市实际,今年沧州市将新建、改扩建90座旅游厕所,并全部达到A级标准。自2015年国家旅游局提出\"厕所革命\"以来,沧州市通过政策引导、资金补助、标准规范、监督考核等方式,采取\"新建与改建结合,养护与提升并举\"的模式,按照\"干净无味、实用免费、管理有", "label": "土木建筑", "id": 0}
{"content": "本文主要通过对新型双壁波纹管材的环刚度、环柔性、落锤冲击、耐候性、耐腐蚀、承压预制密封圈系统连接,接口偏转角达到8°～15时,接口零渗漏,以及60米高水封零渗漏,沉降1米接口零渗漏等突破性指标进行了研究,同时与国际国内同类双壁波纹管及其他市政用排水排污管道也进行了分析与对比,说明承压预制密封圈高性能新型双壁波纹管材是一种市政排水排污比较理想的管道,目的在于减少地下水污染,共同打造美好家园,保护生态环境而努力,研究高强高韧,增大流量,防止变形,减少淤堵的高性能管道,为特大洪水来临,给人们更多的逃生和抢险的机会。", "label": "土木建筑", "id": 0}
{"content": "由于泵站处于南方多雨地带,季节性暴雨频发,经常会有很多植物、竹支、垃圾等长期堵塞河道,得不到有效的治理,给排涝造成很大困难。技术供水管道陈旧,腐蚀严重,经常出现砂眼漏水情况,导致供水压力不足,机组事故停机。技术供水系统采用循环供水,水源为井水注入。室外出水处设置一座蓄水池用于回收技术供水,当水池水位过低时,井水自动补充。", "label": "土木建筑", "id": 0}
{"content": "为缓解城市排水压力,提升城市防洪能力,根据国家相关政策文件及建设主管部门技术标准要求,需要对已建工业项目进行海绵城市建设提升改造。首先分析区域下垫面、场地竖向及周边现有建设条件,合理选择年径流总量控制率、径流污染削减率、内涝防治标准等约束性指标;其次在技术上采取多种措施控制雨水排放,结合该项目前期已建的透水铺装、雨水收集池等海绵设施,改造新建雨水生态滞留植草沟、雨水花园、下凹绿地等海绵设施;最后综合已有的及新增的各项海绵设施技术指标,计算海绵城市建设技术改造后的年径流总量控制率、径流系数情况,计算结果符合海绵城市专项规划要求。", "label": "土木建筑", "id": 0}
{"content": "历史上黄河下游的多次决徙,造就了沿黄城乡洪涝的多发。决徙过程沉淀的大量泥沙既改变了周边自然水系,也抬高了城乡之外的地势,致使沿黄城乡排涝日趋困难,如何应对黄河下游沿黄城乡排涝减灾就成为重要的城市问题。", "label": "土木建筑", "id": 0}
{"content": "随着我国经济高速发展和城市化进程得不断加快推进,城镇人口比例已超过农村人口,我国特大城市、超大城市数量已趋世界前列,但随着城市化进程的推进,并没有很好得解决城市快速扩张所带来的一系列城市顽疾:交通拥堵、城市水土流失、城市洪涝灾害等,致使\"城市看海\"情况接连发生,由郑州\"7.20\"特大暴雨所带来的城市洪涝灾害再一次考验和刷新了我们所居住城市的应\"极\"管理特别是对洪涝灾害防治的能力。\"宁可十防九空、不可失防万一\",在当前的新发展格局下,怎样创新技术方法及思路从而让城市对极端洪涝灾害的承受能力变得更有韧性、更有张力,亦与城市经济快速发展相匹配,这是我们需要共同思考的问题。", "label": "土木建筑", "id": 0}
{"content": "本文由\"7.20\"郑州特大暴雨展开对海绵城市和韧性城市的思索,通过我国城市的水灾治理现状和两种城市治理方法的比较,分析韧性城市的建设理念,从增强城市产业链、城市链和信息链兼顾心理韧性的建设着手,同时加强灾害预警,注重城市生态和社会的多样性,增加主要功能设施的冗余度并适当保留传统技术,提出韧性城市的建设思路和建议。", "label": "土木建筑", "id": 0}
{"content": "城市发展带来市政排水设施不断变化,加之后期的更新改造或遭受人为破坏,管理部门掌握的市政排水资料难免存在数据缺失、空间位置不合理、属性信息不完善、连通性不合理等诸多问题。掌握雨水市政排水资料质量实际情况,对城市排水计算方法选取、计算精度提升具有重要作用。结合影响排水计算的关键环节,本文首先针对单一评估样本,从完整度和准确度两方面提出雨水市政排水资料质量评估方法,雨水市政排水资料完整度（Pi）评估包括雨水篦资料完整度(Pri)、雨水检查井资料完整度(Pwi)、排水口资料完整度(Poi)、雨水排水管（渠）资料完整度(Ppi)、雨水排水泵站资料完整度(Pbi)、雨水排水分区资料完整度(Pai)六个指标,雨水市政排水资料准确度（Qi）包括属性信息匹配度(Qai)和空间信息合理度(Qsi);针对多个评估样本,进一步提出了基于汇水区面积权重的雨水市政排水资料综合评估方法;结合各评估对象对排水计算的影响程度,根据质量综合评估结果,对雨水市政排水资料进行质量等级划分。最后,以深圳市罗湖小区为例,对雨水市政排水资料质量综合评估方法进行应用示范。", "label": "土木建筑", "id": 0}
{"content": "广州市的内涝问题一直是市民的心头大患,由于地属亚热带季风气候区,雨量充沛,市政设施规划滞后导致‘水浸街’的现象屡屡上演。因此,本文针对广州市内涝灾害的设施成因进行了分析,讨论广州市排水系统存在的问题,并提出相应解决措施。", "label": "土木建筑", "id": 0}
{"content": "以在阿联酋地区一实体工程为例,系统的介绍一种应用于砂质土地的舱室式雨水排水系统（下称soakaway系统）。并从设计原理、施工工艺、质量控制与后期维护等多个维度阐述该系统运用原理。", "label": "土木建筑", "id": 0}
{"content": "以国家会展中心（天津）工程为载体,在会展中心的建设过程中进行具体设计与应用,因地制宜采取雨水调蓄与收集利用、微地形、下凹式绿地、透水型道路铺装等措施,提高会展中心的雨水积存和蓄滞能力,提高城市防洪涝能力,保障本工程具备预期的海绵城市效应,促进城市化建设健康发展。", "label": "土木建筑", "id": 0}
{"content": "针对我国高压水射流技术在管道清淤中的应用中,普遍存在设备匹配及参数选型不合理,导致清淤效率低下的现象,本文对高压水射流系统中的压力和流量、高压软管选取、喷头选型、喷头行进速度、靶距和射流角度等设备参数在工程中的合理选择与应用进行了分析与研究。", "label": "土木建筑", "id": 0}
{"content": "通过整理分析在建设青岛\"五水绕城\"生态提升项目中进行的仿木桩、木栈道、格宾石笼、挡土墙和雨水花园各单项工程的施工关键技术,并附以现场的施工照片及质量保证措施记录,对此类工程的施工关键技术进行总结,客观分析目前该项目建设过程中存在的问题并提出自己的建议,对河道治理生态提升项目的设计过程与施工过程具有一定的实际参考价值。另外以此项目工程中的虹子河青岛农业大学南门段的雨水花园单项工程为例,介绍了在此河道治理生态提升项目中常用的海绵城市的LID措施,对涉及到的施工关键技术及相关施工规范进行了阐述,对建设海绵城市的常见单项工程施工过程中可能出现的问题及对策进行了分析,对于雨水花园单项工程的设计过程与施工过程具有一定的实际参考价值。", "label": "土木建筑", "id": 0}
{"content": "高承载植草地坪是采用现浇钢筋混凝土墩形成连续的整体,具有高稳定、高承载性能,利用混凝土墩之间空隙嵌入草坪可广泛应用于人行道、停车场的公共设施,可取代预制嵌草砖、空心砖等材料不均匀沉降和易破碎等缺点。通过地坪底部的级配碎石层和盲管等渗、排系统可实现海绵城市对城市水的调节功能。结合镇江市某交通枢纽建设工程中的高承载植草地坪在海绵城市中应用,对高承载植草地坪技术的应用进行分析,旨在提高高承载植草地坪的技术水平,促进海绵城市更好的服务于社会。", "label": "土木建筑", "id": 0}
{"content": "在城市化进程加快和工业化发展速度提升的背景下,市政给排水工程除了需要具备必要的水资源运输和污水排放功能,而且还需要加快打造出完善的给排水管道系统,实现对给排水工程的项目化管理。为此,文章立足当前市政给排水项目发展实际情况,就如何借助项目化管理模式优化市政工程给排水项目发展进行探究。", "label": "土木建筑", "id": 0}
{"content": "给排水工程系统作为城市发展中重要的基础性工程,施工质量直接决定着城市建设的质量。因为市政工程给排水工程中包括很多复杂性的建设领域,包括城市防洪、地下管网建设等,所以市政工程给排水工程施工质量决定于城市的建设水平。因此,加强重视市政工程给排水施工安全管理至关重要,能够显著加强对城市给排水工程建设质量的监督和控制。本文针对市政工程给排水施工管理中的问题,提出有效的施工安全管理措施。", "label": "土木建筑", "id": 0}
{"content": "通过论证树脂混凝土在公路成品排水设施产品的所处研究领域或目标市场和细分领域,依托工程情况、现有的工作基础和条件,在科研领域、目标市场和细分领域对标行业一流水平技术指标、经济指标等情况,分析了主要研究需求内容、拟解决的关键技术问题,主要技术性能或参数指标,经济性指标,推广应用所需技术配套条件、项目条件及政策条件,进行应用前景分析。", "label": "土木建筑", "id": 0}
{"content": "随着城市化进程的加快,暴雨频率的增加,以及极端暴雨事件的频繁发生,城市现状的排水管网系统越来越难以满足超标准排水要求,从而加剧了城市本身及下游地区的防洪负担。本文以开封市运粮河组团项目汇水区为例,以规划雨水管网为基础,从可持续性角度,提出可以有效地控制和消减城市洪水的LID措施,从而提升城市抵抗大暴雨的能力。", "label": "土木建筑", "id": 0}
{"content": "基于大肠杆菌重组花生AhPR-1蛋白具有抑菌的作用功能,利用响应面法优化蛋白抑制黄曲霉菌在花生上生长的条件因素。金属有机骨架材料（MOFs）,是一类新兴的有机无机杂化的多孔材料,具有孔隙度高,比表面积大,孔道结构规整,孔道表面可修饰,空间结构多样,化学和热稳定性高等优点。其超大的比表面积是MOFs材料的天然优势,因此它们是一类非常有应用前景的样品前处理材料。本文采用分散固相萃取方法,将MIL-101用于饮用水中三嗪类农药的高效富集,并结合DART-MS进行快速分析。经过系统的条件优化,建立了对水中5种三嗪类农药的快速检测方法。萃取富集倍数大于100,检出限达到0.1～0.2 ng/mL。本文还将MIL-101-NH2材料用于应用水中双酰胺类农药的高效富集,并结合LC-MS方法进行准备定量。经过系统的条件优化,建立了对水中5种双酰胺类农药的高灵敏检测方法,检出限达到0.01～0.03 ng/mL。我们还将建立的方法用于北京地区饮用水源分析,有阳性样品检出。", "label": "土木建筑", "id": 0}
{"content": "山区供水管网是山区居民饮水用水保障,通常山区供水管网具有压差大、易爆管的特点,但是山区管线常常处于偏远地带,存在山区信号不稳定,爆管信息不能够稳定实时传输,管网敷设路段在地图上不易获取,管线不易巡查,爆点不易定位的问题。北斗导航定位系统为我国自主研发、自主建设的全球卫星导航系统,具有安全性、可靠性、稳定性的优点,且供水管网数据为涉密数据,数据传输过程中需要高可靠、高安全的技术保障。利用北斗导航定位系统的高精度优势,在爆管事件发生时进行点位位置获取,并通过\"北斗短报文通信+物联网\"建立实时可靠的感知网络,动态监测管网运行状态,将供水管网日常运行数据及突发应急爆管事件预警数据的信息进行上报,辅助管理人员对山区全范围内的供水管网无死角的进行全天候、全天时的不间断监测管理。所以本文提出北斗导航系统在山区供水管网中的实际应用,为山区供水提供安全、便捷的广泛管理方法,同时也符合我国新基建的快速发展方向。", "label": "土木建筑", "id": 0}
{"content": "\"坚持人与自然和谐共生\"是习近平新时代中国特色社会主义思想的重要体现,建设生态文明是中华民族永续发展的千年大计。而水是一切生命之源,是人与自然和谐共生的关键,是人类生存的必要条件。强化对水资源的监控和节约用水都是实现人水和谐的重要手段,只有依靠数据化、智能化管理和科学决策,才能实现对水资源的合理利用、开发和调剂。因此,水务智慧化是实现人与自然和谐共生的重要手段。供水的智慧水务就是通过数采仪、无线网络、水压表等在线监测设备实时感知城市供水系统的运行状态,形成\"城市供水物联网\",并可将大量供水信息进行及时分析与处理,并做出相应的处理结果辅助决策建议,以更加精细和动态的方式管理供水水务系统的整个生产、管理和服务流程,从而达到\"智慧\"的状态。", "label": "土木建筑", "id": 0}
{"content": "随着经济社会的发展,全社会对水源的水质要求越来越高,国家和地方各级政府也对水源地保护提出更高要求。水源地达标工程是保护水源地水质的重要举措。但是达标建设工程需要在河道范围内设置必要的防护设施和监测设备,这在一定程度上对河道行洪能力和堤防稳定产生不利影响。月堤应急备用水源地作为宿迁城区的应急备用水源,在突发性事件中可保障该地区的基本生产生活秩序,对宿迁城市的稳定和发展意义重大。本文以月堤水源地为例,分析达标建设工程与河道防洪的关系,在水源地达标建设工程建设、运行的同时,确保河道防洪安全。", "label": "土木建筑", "id": 0}
{"content": "本文以四季自来水厂基坑工程为背景,采用FLAC 3D软件对这个开挖及支护过程进行了模拟,获得了基坑分部开挖过程中每一步的基坑的水平位移、竖向位移等数据,通过分析发现基坑外围土体破坏整体表现为一个三角形土楔沿着破裂面发生位移变形;随着开挖的进行,坑壁变形逐渐增大,但每一步增大的量不是线性增长,这是由于各层土体物理力学参数不同导致的;围护桩嵌固深度越深,则基坑稳定性越好,坑壁变形越小。单此开挖深度对土体稳定性有较大影响,施工时应该控制单此开挖深度,严禁超挖。", "label": "土木建筑", "id": 0}
{"content": "针对城市自来水管道安全检测技术中存在的问题,探索一种更精确的自来水管道泄漏检测系统,对于减少水资源的浪费是非常有意义的,主要针对如何减少系统的误报、漏报问题以及如何识别不同的扰动信号进行了一系列的方法总结,总结了基于BP神经网络、径向基神经网络（RBF）、概率神经网络（PNN）以及支持向量机（SVM）的方法,并对这些方法进行了总结对比,希望能够促进研究人员对于φ-OTDR光纤振动识别技术进行更深入的研究。", "label": "土木建筑", "id": 0}
{"content": "对净水厂建设过程中的施工管理问题提出了一些研究,针对云南省昭通市靖安城区供水项目的建设进行分解,对施工过程中发现的问题提出施工管理方案。", "label": "土木建筑", "id": 0}
{"content": "水平定向钻工艺具有施工速度快、经济效益好等优点,球墨铸铁管因其良好的耐久性和稳定性被广泛应用于输配水管道工程和输气管道工程中。但球墨铸铁管道的刚性性质限制其与水平定向钻工艺的结合与推广。本结合工程实例,通过SIA自锚接头的原理分析与验证,介绍了球墨铸铁管在水平定向钻施工中的应用。", "label": "土木建筑", "id": 0}
{"content": "自来水厂作为城市重要基础设施,与人民的生活、城市的发展密切相关,在国民经济建设等领域中发挥着不可替代的作用,不断推进环境和社会协调可持续发展。立足于长江水质和净水厂处理技术,从预处理、混凝沉淀、过滤消毒及深度处理等技术出发,探究净水技术的原理、适用条件、优缺点,进行方案比选。最终选择预臭氧、折板絮凝平流沉淀、均质粗砂过滤、臭氧生物活性炭吸附和次氯酸消毒的技术流程,形成预臭氧-臭氧生物活性炭联用关键技术。", "label": "土木建筑", "id": 0}
{"content": "供水工程建设是一项为人民谋福祉的公益性事业,不仅可以为当地经济发展注入新鲜活力,还能够满足人民生产生活用水需求。然而联系实际,供水工程管理和水源地保护还存在诸多问题,对人民群众生产生活用水也带来一定干扰,需要采取有效措施尽快解决,使供水工程得到良性运转,相应经济、社会和生态效益也能得到有效发挥。鉴于此,对供水工程管理与水源地保护问题的有效对策展开分析。", "label": "土木建筑", "id": 0}
{"content": "根据邯郸市饮用水源地水质现状,找出存在的主要环境问题,提出协同防治的对策及建议,切实保护水源地水质质量,从而进一步满足人民安全饮用水的需要。", "label": "土木建筑", "id": 0}
{"content": "\"利用信息技术手段对从水源地监测到龙头水管理的整个供水工程实现实时监测管理,制定合理的信息公示制度,保障居民用水安全\"是《关于开展国家智慧城市试点工作的通知》中明确提出的指标,水厂作为城市供水的一环,对保障居民安全、可靠用水起到至关重要的作用,随着城市的发展,水务信息化也在供水企业中相继开展。根据对城市供水的需求分析,研究智慧水厂的建设目标和建设任务,并对智慧水厂建设系统架构进行分析。", "label": "土木建筑", "id": 0}
{"content": "随着科学技术的发展,BIM技术在工程管理中得到广泛运用,对于建筑质量、施工成本、建筑安全以及工程进度等都有着较好的帮助。BIM技术在给排水工程施工管理中担任着十分重要的作用,能有效提升整体设计及施工水平。建筑给排水工程施工过程中,主要问题在于未能构建完善的施工管理体系。为此文章主要在讲解BIM技术的基础上,同时分析了其在建筑给排水工程施工管理中的实际应用。望能为有关从业人员提供到一定的帮助。", "label": "土木建筑", "id": 0}
{"content": "随着BIM技术的发展,BIM技术正不断被应用到实际工程中,而且越来越多细小但有效的设计理念可以通过BIM技术实现。本文从节约资源、降低施工成本角度出发,提出基于BIM技术的管道阀门自动定位方法。借助Dynamo的可视化编程功能,逐步实现Revit中单个阀门及多个阀门的自动定位。试验结果表明,本文所提出的方法具有正确性和可行性,为BIM技术在相关领域中的应用提供参考。", "label": "土木建筑", "id": 0}
{"content": "在市政基础设施行业,BIM技术的应用越来越受到重视,本文以昝岗片区再生水厂工程为实例,研究了BIM技术在全地下式再生水厂勘察、设计、施工各阶段中的应用,充分体现了BIM技术在全地下再生水厂工程建设中的应用价值,为BIM技术在类似工程中的应用提供参考。", "label": "土木建筑", "id": 0}
{"content": "饮用水水源保护对于粤港澳大湾区水安全保障具有重要意义。卫星遥感技术具有大范围、低成本、高效率等优势,应用于饮用水水源监管时可辅助水源地保护、水质监测、现场抽查等工作明确问题导向,提升作业效率和监管水平。本文基于卫星遥感技术,以粤港澳大湾区的35处全国重要饮用水水源地为应用示范区,采用水域水质遥感动态监测与陆域风险源排查相结合的思路,快速识别水源地的水质突变区及潜在的风险源。根据遥感调查结果,大湾区饮用水水源地主要风险源类型为农业生产活动、船舶停靠点及水质较差的入河（库）支流。", "label": "土木建筑", "id": 0}
{"content": "宁波市在解决水资源短缺,提升优化配置、科学调度水平的实践中,创新性地提出并实施了原水外网、清水内网、大工业供水专网、域外引水网等\"四网合一\"的宁波高速供水网,实现了分质供水、优水优用、联网联调、应急互保的现代化用水新格局。本文介绍了宁波市水库群联网联调工程、水厂供水环网工程、大工业供水专线工程和域外引水工程的总体布局、设计规模、技术特点及作用效益,总结提出了高速水网建设的宁波模式,成为国家水网建设的先行者。", "label": "土木建筑", "id": 0}
{"content": "现阶段,我国城市化发展进程日渐加快,这对于建筑企业的发展而言,不仅是契机更是挑战。在不断发展的过程中,各大企业以及有关施工单位也逐渐清楚了进度管理工作开展的关键性,保障进度管理工作的质量,不仅能够提升建筑项目建设全过程的管理质量,同样也对于后续施工工作的展开奠定了良好的基础,因此本文针对进度管理在建筑工程管理工作中的应用展开探讨分析,希望为相关人员带来一些参考。", "label": "土木建筑", "id": 0}
{"content": "以位于苏州吴中区的某大型地下综合管廊深基坑支护工程为背景案例,结合管廊基坑各典型区段的特征难点分析,因地制宜综合采用多种支护方案,并针对倒虹段近邻桥梁开挖、交叉口兼做工作井、厚填土区段变形控制、狭长形深基坑开挖降水等关键技术进行了深入探讨,旨在为类似条件下的工程建设提供切实有效的技术支持和实践参考。", "label": "土木建筑", "id": 0}
{"content": "依托成都市某综合管廊的建设,对超大截面综合管廊下穿既有道路复杂市政管线的施工技术进行了研究。该综合管廊下穿成都市南北交通大动脉梓州大道,为保证施工期间不影响梓州大道正常通行,确保道路下方敷设的复杂市政管线正常使用并与新建综合管廊接驳,传统明挖法、暗挖顶进法等不再适用。通过综合对比分析研究,将贝雷架管线悬吊保护体系及道路保通方案应用于超大截面综合管廊下穿既有道路的建设。其具有整体安全性高、变形可控性强,可操作性高、施工工期短、对周边环境影响小,具有较高的推广价值。", "label": "土木建筑", "id": 0}
{"content": "地下综合管廊施工和运营中面临诸多挑战如燃气泄漏异物入侵等,智能化技术是解决这些挑战的有力手段。监控系统的数据采集是智能技术应用的基础组成部分,本文主要研究地下综合管廊监视设备及各类传感器施工的关键技术,包括挂轨式巡检机器人、火灾在线监测系统和异物入侵自动监测系统等,为智能化综合管廊建设及运营提供可靠的技术保障。", "label": "土木建筑", "id": 0}
{"content": "针对市政工程中构筑物下穿地下大纵坡管廊施工过程中,在土方开挖阶段因大纵坡管廊跨度大、自重大,管底标高不同等管廊保护施工难点进行分析研究,经过理论计算,采用大纵坡管廊整体悬吊保护施工进行设计方案优化,解决了现场采用传统托架施工过程中因管廊管底标高不同,刚性传统托架标高调节困难,便梁与管廊底部存在较大间隙所造成的结构破坏,简化了传统托架精准定位的施工工序,对类似的工程具有借鉴意义。", "label": "土木建筑", "id": 0}
{"content": "排水管道非开挖检测、修复技术,采取地下检测监测,有效识别、察明管道问题,采用紫外光对管道存在的破损、错台、漏水等隐患进行修复,是目前国际上最科学、先进的管道检测、修复技术。施工简单快捷、安全可靠,占地少、减少因开挖对环境、道路交通的影响,效益明显,是排水管网日常管理维护的重要方法。", "label": "土木建筑", "id": 0}
{"content": "以芒市中心城区地下综合管廊PPF一期建设项目为例,简述综合管廊中铝合金模板的施工工艺;分析铝合金模板在综合管廊施工应用中经常出现的问题,总结铝合金模板在该工程施工过程中的质量控制要点和难点,并探究出解决或防治这些问题的处理措施。", "label": "土木建筑", "id": 0}
{"content": "随着我国\"一带一路\"建设的不断推进,我国中部新型城市建设进程的不断加速,地下空间利用越来越受到重视,如地铁、城市综合管廊、地下商业综合体等,因此产生了大量深基坑工程。而深基坑工程变形就对周边环境的影响较大,本文结合对郑州龙湖金融岛外环项目深基坑工程变形及对邻近管廊的影响进行分析,总结超大面积复杂深基坑工程变形特点及对周边环境的影响,对施工过程中的一些有效做法进行总结分析,为同类项目提供有效的借鉴与参考。", "label": "土木建筑", "id": 0}
{"content": "基坑采用放坡开挖的工艺中,边坡防护材料、施工效率及质量,直接决定坡面的耐用性能。以中马钦州产业园区钦海大道管廊基坑工程为研究对象,通过引进绿色装配式材料对喷射混凝土面层进行替换,分析作用机理,探讨如何有效落实绿色施工理念,降低劳动强度,提高施工质量,加快施工进度。", "label": "土木建筑", "id": 0}
{"content": "随着城市的持续发展,我国各城市地下管线受到了人们的广泛关注,地下管线的探测和管理技术也在进行持续发展与创新。文章通过介绍城市地下管线的探测方法和原理,对探测和管理工作中的问题进行了研究,并以此来讨论了城市地下管线探测技术和管理技术的发展、使用。", "label": "土木建筑", "id": 0}
{"content": "基于对地下综合管廊实行更好地统筹规划、统一建设和集约管理,对二维码+RFID综合标签技术进行概述,分析综合标签技术优势,对综合标签设计系统架构和应用场景进行了描述,探讨了综合标签技术在地下综合管廊机电工程实施阶段物资、设备、安全等方面管理的应用,简要分析综合标签技术在BIM运维管理中的功能实现及应用前景。", "label": "土木建筑", "id": 0}
{"content": "为解决因暴雨过后校园\"观海\"现象、地下管线施工及后期维修开挖造成已完工程破坏及无法准确定位管线现象、空中\"蜘蛛网\"现象。中新天津生态城50号地块中学项目采用了现浇暗梁拼接的空芯墙板混合预制装配式综合管廊施工技术。在地下空间结构中将多种管线集中管理（例如给水、通讯、排水、燃气、电力等）提升校园整体形象,打造智慧绿色校园工程。进而使现浇暗梁拼接的空芯墙板混合预制装配式综合管廊施工技术在类似校园工程中的应用提供参考价值。", "label": "土木建筑", "id": 0}
{"content": "武汉某城市综合管廊项目基坑施工中,采用SMW桩作为基坑支护。本文结合工程实例,介绍水泥土搅拌桩墙通过内插型钢,使得墙体既能达到抗剪承载力的要求,同时满足止水效果,充分发挥其良好的基坑支护及止水作用。", "label": "土木建筑", "id": 0}
{"content": "通常城市管理地下管线数据和路网数据主要采用CAD软件绘制和保存数据,然而CAD图形功能强但是属性处理能力弱,无法存储大量属性数据以及分析数据。本文基于厦门市\"市政管线一张图\"项目,利用FME软件实现CAD到GIS数据的转换,快速整合形成市政管线及城市道路基础数据库,为地下管线数据接入协同平台,提高项目规划审批效率,指导工程建设提供了可行的解决方案。", "label": "土木建筑", "id": 0}
{"content": "BIM技术在综合管廊建设和运维过程中的应用日益广泛,为综合管廊全生命期管理提供有力的技术支撑。为解决BIM数据在设计、施工和运维各阶段之间的有效传递、施工协同管理平台落地难和智慧管廊运维管理平台与BIM模型交互弱的问题,本文以苏州城北路管廊为例,研究了BIM技术在综合管廊建造和运维中的集成应用,包括制定组织架构和管理流程,进行管廊建设管理过程中的BIM模拟与应用,搭建智慧管廊BIM运维管理平台,为BIM技术在综合管廊建设和管理过程提供了系统性解决方案。", "label": "土木建筑", "id": 0}
{"content": "本文基于BIM+AR技术对地下管网建设中相关的智慧应用进行了研究探索,依次对BIM技术、AR技术、BIM模型的AR化以及BIM+AR技术的具体应用方式作了详细介绍。借由AR技术完成BIM模型的空间信息扩增,使BIM模型实时呈现于真实空间中,不仅为地下管网的智建慧管奠定了基础,同时也为其他相似工程提供参考。", "label": "土木建筑", "id": 0}
{"content": "地下管廊是未来智能型城市建设的重要基础设施之一,而多发的渗漏水现象与结构形变等存在相互作用关系,是对管廊长期安全运维的重大挑战。在过去管廊的渗漏问题因其慢速性、监测面积大、渗漏面积不规则等特点,难以使用现有的单一传感器进行测量和评估,特别是单个传感器受限于原理、功耗、成本和感知域范围等因素,难以实现大面积的监测。本文综合考虑成本、功耗、感知能力和可靠性等因素,在低功耗传感器节点上集成了边缘电场测量、浸水测量和温湿度测量,并通过Zigbee和Lora两级无线通信将数据从地下传输至边缘网关,最后通过MQTT协议将数据发送至云端服务器进行存储和分析。该系统实现了多参数、大面积、网络化的实时渗漏水监测,解决了过去依靠人工巡查方式评估渗漏费时费力且不易评估渗漏发展态势的困难,并通过实地部署验证了系统的可用性。", "label": "土木建筑", "id": 0}
{"content": "汽车工厂厂区埋地管线种类复杂,数量繁多,横纵向干涉严重,导致设计时间与人力成本过高,现场碰撞干涉严重等问题。通过采用BIM技术将厂区埋地管线以立体直观的角度呈现,节省人力与时间成本,解决厂区埋地管线设计问题。本文结合实际项目的设计过程论证了BIM三维技术可提升厂区埋地管线设计效率,从而节约时间成本及施工成本。", "label": "土木建筑", "id": 0}
{"content": "随着城市化的发展和进步,在现代城市建设规划中,综合管廊的身影越来越多。综合管廊能够将有限的城市空间进行最大化应用,所以,城市建设规划人员应用综合管廊的频率越来越高,在实际应用中,综合管廊的设计和施工阶段往往是作为重点开展的,设计方法和施工水平也在逐步完善和成熟。但在此过程中,综合管廊在建设完成后的运维管理工作却少有人问,这直接造成诸多运维问题的出现,且运维管理工作不能有效开展。为了切实提高综合管廊运维管理的水平,实现智能化管理,需要对相对应的管理技术进行分析。", "label": "土木建筑", "id": 0}
{"content": "自智慧地球概念被提出后,各国掀起了智慧城市建设热潮,而水务作为与民生联系最为密切的重要载体,其建设质量的好坏不仅关乎到百姓的生存,同时也关系到城市、社会、经济的进一步发展,为此建设智慧水务是智慧城市建设的重点。目前我国已经有不少城市开展了城市智慧水务的实践,并取得了初步成效,不仅能智能化检测城市水务信息化发展情况,且能有效提升涉水事物管理服务水平和城市运行效率,但是满足城市需求的智慧水务建设体系的建设发展仍需要进一步研究。随着物联网、云计算、大数据等新技术的涌现,为满足城市的智慧水务建设与信息化提供了有效载体。探讨智慧水务的概念和支撑体系,根据黄河流域城市智慧水务与信息化的概况与存在问题,探讨城市智慧水务与信息化。", "label": "土木建筑", "id": 0}
{"content": "目前,国内外学者重视城市韧性的理念,并对其内涵和功能不断细化,积极推动由理论基础应用到实践领域的转化。本文阐述了韧性理论的发展现状,并从网络视角和系统性能视角下对测度评价、演化机制模拟进行进一步探讨,最后对基于韧性理论的基础设施系统的未来发展趋势进行思考和展望,以期提高城市基础设施的灾前抵御能力、灾中适应能力和灾后响应能力。", "label": "土木建筑", "id": 0}
{"content": "随着现代社会的发展,建筑规模也在不断的扩大,社会各界对于工程施工越来越重视,尤其是高支模的应用也越来越广泛。为了保证施工的质量和效率,就需要有相应的技术作为支持,高支模技术在施工中的应用,不仅能保证施工的质量和效率更能够保证承重构架的安全性。所以对于高支模施工工艺和施工技术的研究是具有十分重要的意义,本文基于某市政工程,对高支模的施工工艺和施工技术进行了研究和分析。", "label": "土木建筑", "id": 0}
{"content": "市政工程是人们生活的重要组成,伴随城市化进程加快和道路交通的深化发展下,市政工程的建设也开始变得更加重要。施工技术的选择以及施工质量管理关系到市政工程发展建设成效。为此,文章结合市政工程发展实际情况,针对当前市政工程项目技术质量管理存在的问题来提出对应的解决措施,旨在能够更好的促进市政工程建设发展。", "label": "土木建筑", "id": 0}
{"content": "本文结合市政工程的基本情况,对市政工程项目资金管理的现状及措施进行研究,详细地对市政工程项目资金管理现状进行的研究,明确现状中存在问题,再针对这些存在的问题,采取有效的控制措施,确保市政工程项目资金管理的水平,满足市政工程的建设水平,确保市政工程的服务能力,积极提升城市居民的生活质量。", "label": "土木建筑", "id": 0}
{"content": "在城市化发展过程中,不断增加市政工程的数量和规模,为了有序开展市政工程项目,需要完善管理体制。市政管理体制非常复杂,在实际管理过程中涉及到较多的工作内容,同时还存在较多的影响因素,因此需要提前规划市政工程的管理工作,并且市政工程中有效利用项目管理理论。本文分析了项目管理理论在市政工程中的应用,提出针对性的应用措施,进一步完善管理制度,加强管理市政工程,显著提高整体管理水平。", "label": "土木建筑", "id": 0}
{"content": "本文以雄安站枢纽片区市政配套工程为依托,在BIM （建筑信息模型）标准、信息传递、专业沟通、工程计量四个方面介绍了BIM技术在此类多专业市政工程施工中的应用,实践证明BIM技术对施工各个阶段有着缩短工期、降低成本等优点,为同类项目BIM应用提供思路。", "label": "土木建筑", "id": 0}
{"content": "为应对深圳前海集群市政工程建设管理挑战,基于综合集成管理理论和BIM技术全过程应用的结合,在国内首次创建了新城区地理信息、三维地质和城市规划三大基础模型,以及全区域市政道路、综合管廊、景观园林等各类市政工程模型,整合了区内各类房屋建筑、公共设施等多源异构信息模型,并在建设过程中开展了基于BIM技术的规划设计施工一体化应用和建设管理平台的开发和应用,有效解决了大型集群项目实施过程中面临的\"人理\"、\"物理\"、\"事理\"难题,建立了前海集群市政工程组织集成、过程集成和信息集成的集成管理模式。", "label": "土木建筑", "id": 0}
{"content": "国土空间规划背景下,希望通过指标管控,统筹推进传统基础设施和新型基础设施建设,设施规划角色由被动规划转为主动规划。文章通过梳理国内部分城市的基础设施规划目标维度及核心指标,总结了新时期基础设施规划的发展重点,探索国土空间规划中基础设施规划的核心指标及指导作用。以济南市南部山区规划为例,探析城乡区域基础设施规划策略和实施路径,注重指标的科学性、系统性和实施性。", "label": "土木建筑", "id": 0}
{"content": "在我国社会不断进步发展的过程中,城市化程度逐渐加深,城市建设便是城市化发展的重要前提,也是方便人们日常生活的基础。在城市建设中,市政工程是关键,而且当前市政工程的数量越来越多,规模越来越大,特别是公路和桥梁工程,作为现代城市不可缺少的部分,在建设过程中体现出了时间紧、任务重的显著特点。市政工程的环境往往比较差,再加上施工人员安全意识不足,经常出现安全问题。由此,为有效提升市政工程的安全性,避免各类安全问题的产生,本文便主要从安全生产特点,以及安全生产风险防范措施两个方面进行阐述,希望能够对今后市政工程开展提供一些安全方面的帮助,避免和减少人、财、物的损失。", "label": "土木建筑", "id": 0}
{"content": "市政设施主要包括道路、路灯桥梁等内容,市政设施管理作为智慧城市建设管理的重要一个方面,在城市管理中的占据着重要的位置,目前各地市通过新技术实现市政设施管理水平还有待提高。因此通过探讨智慧化在市政设施管理中的应用,包括建立物联网监测体系、市政设施大数据体系、市政设施智慧化应用底层能力支撑平台、市政设施智慧化应用系统等内容。通过建立智慧市政管理体系,可提升市政设施的运营水平,可持续加强城市综合的承载力,可提高城市安全的保障支撑能力,有助于管理部门对市政设施的精细化、智能化的管理。", "label": "土木建筑", "id": 0}
{"content": "随着科学技术的进步,计算机技术在建筑施工行业得到广泛应用和推广,尤其是近年来BIM技术的蓬勃发展,为整个市政行业带来新的生机与活力。为深入BIM技术在市政路桥工程中的应用,以陆翔路祁连山路贯通工程为工程背景,对从桥梁主体模型和细部构件模型建立到辅助现场大临设施方案优化、工程量统计、钢箱梁节点深化设计、斜拉索深化设计、施工进度管理等应用点进行探索,挖掘BIM技术在市政工程中的应用价值,对桥梁施工提供依据。", "label": "土木建筑", "id": 0}
{"content": "建筑安装、市政工程的施工机具使用费是建筑安装工程造价的主要组成部分,本文主要讨论了建筑安装工程施工机具使用费的计算方法。", "label": "土木建筑", "id": 0}
{"content": "网喷混凝土加固基坑壁是明挖基坑施工的一种常用施工方法,基坑壁加固的施工质量将直接影响基坑加固的效果,也将直接影响市政工程下面的进度、质量和安全问题。本文主要讨论了网喷混凝土加固基坑壁的施工技术要求。", "label": "土木建筑", "id": 0}
{"content": "随着现代化科学信息技术的不断完善,我国市政工程行业正紧跟科技步伐飞速发展,建筑信息模型（BIM）技术作为信息化、数字化的必然产物,其应用也随之驶入发展的快车道。但目前市政施工企业BIM技术应用仍局限于某个阶段层面上的实践。结合市政施工企业现状,对目前BIM技术的应用推广过程中存在的障碍展开分析,并提出部分解决对策。", "label": "土木建筑", "id": 0}
{"content": "在城镇道路中,在各类荷载作用下各种检查井盖出现井盖凸起、下沉、路面碎裂破损等现象,严重影响行车行人安全。从防沉降井盖的性能及原理入手,与传统井盖进行对比,对其施工进行研究总结,其具有施工速度快,施工完毕即可通车的特点。解决了检查井井盖的一些通病问题。并在城镇道路中得到应用与推广。", "label": "土木建筑", "id": 0}
{"content": "BIM技术作为一种新兴的数据化工具,通过参数模型整合了各种项目的相关信息,近年来广泛应用于各类工程的设计、施工及运行维护领域。本文以湖北鄂州机场综合能源站的BIM设计过程为依托,分析了BIM技术在市政能源站类工程中的应用现状,发掘BIM技术在协同设计、精细化设计等方面的优势,并为后续BIM技术开发及推广提出建议。", "label": "土木建筑", "id": 0}
{"content": "随着国家经济的高速发展,不仅使人民的生活水平得到了极大提高,更是加快了城市化的步伐。随着这种情况的发生,导致对于市政基础设施和房屋建筑基础的要求也在不断增多,这两类基建项目作为关乎整个国家大计以及人民生存基础的项目,其工程质量不仅仅是政府形象的代表,更是代表了人民群众的切身利益。本文浅谈了目前国内市政基础设施工程以及房屋建筑的质量监管工作。", "label": "土木建筑", "id": 0}
{"content": "基于大型市政工程项目的特点,结合目前BIM在市政项目的应用现状及施工总承包应用BIM管理过程中的难点,以上海市北横通道Ⅰ标段工程为依托,研究施工阶段如何有效利用BIM技术更好地指导施工,通过实际应用BIM技术协助工程进度、质量、安全和成本的管控,为同类型项目提供借鉴,使BIM技术在同类型项目的施工阶段应用实施达到预定目标,从而有效规避施工阶段的风险和时间、成本浪费。", "label": "土木建筑", "id": 0}
{"content": "建筑悬挑外架作为施工作业平台的同时也具备结构围护的功能。可周转悬挑体系实现外架悬挑工字钢的独立埋设,避免安装过程与其他结构部位相干涉。本文通过相关试验与模拟对比形式对可周转悬挑外架的安全性及可靠性进行研究,研究结果表明该体系安全可靠,模拟分析具有一定准确性,为该悬挑体系推广到工程项目中应用提供计算依据。", "label": "土木建筑", "id": 0}
{"content": "伴随着社会经济水平的不断发展,建筑项目中建筑数量不断增多,关于建筑的施工要求以及施工技术研究也在不断的深入。对于建筑而言,施工中大跨度悬挑脚手架的应用显得非常重要,在施工中的应用具备低成本以及施工方便、施工效率高等特征,正因为优势突出所以在建筑工程中具备广泛性的应用。对此,为了进一步提高建筑综合建设水平,高空大跨度悬挑脚手架的研究与应用具备显著实践性价值。", "label": "土木建筑", "id": 0}
{"content": "从欧拉公式开始,论述了模板支架及脚手架立杆的承载力的分析验算,得出了结论:为保证模板支架和脚手架的施工安全,计算立杆稳定性的轴心受压构件的稳定系数Φ应采用GB 50017—2017《钢结构设计标准》的b类截面;在相同截面、长度和两端支承状态下,采用高强钢材制作模板支架和脚手架立杆没有实际意义。", "label": "土木建筑", "id": 0}
{"content": "在现代工业生产的过程中,离不开各类机械设备的应用,其可以促进生产质效的提升,也能推进行业的发展和进步。在机械设备实际应用过程中,为了确保设备可以正常发挥作用,必须要采取有效的管理措施。通过设备管理减少设备的故障问题,延长设备的使用寿命,确保生产的安全性,同时也能提升产品质量、降低产品成本。所以,企业应该充分认识到机械设备管理的重要性,并且采取有效的管理及维护保养措施。", "label": "土木建筑", "id": 0}
{"content": "成都市成华区团结村新建商品住宅项目结合地铁上盖物业项目场地狭小的特点对塔式起重机进行选型和布置,选用4台TC6015塔式起重机布置于盖上,塔式起重机基础形式采用倒锥形十字形塔式起重机,并在保证下部地铁结构安全的前提下进行了塔式起重机的安装。本文以此为例对塔式起重机选型、基础设计和塔式起重机安装要点进行了阐述。实践表明,该施工方法经济可靠。", "label": "土木建筑", "id": 0}
{"content": "随着社会经济的快速发展以及科学技术的不断提高,出现了越来越多结构巧妙、使用方便、价格优惠的新型工艺设备。新型工艺设备在工程建设方面应用尤其广泛,轮扣式钢管脚手架便是新型设备其中之一。本文通过查阅大量有关资料,分别对轮扣式钢管脚手架的技术原理进行了概括,并总结了其具有的特点以及在工程建设方面的应用,希望可以为后人在研究轮扣式钢管脚手架相关方面提供一些参考资料。", "label": "土木建筑", "id": 0}
{"content": "在建筑工程施工中,模板支架比较常见的类型主要包括门式钢管支架、扣件式钢管支架、盘扣式钢管支架、碗扣式钢管支架等。通过对盘扣式脚手架和传统扣件式脚手架进行同等条件下的对比分析,论证了盘扣式脚手架这种新型建筑结构施工支撑体系在施工工期、成本管理、资源损耗等方面的优势,从而确定了盘扣脚手架在绿色建造中的推广和应用价值。", "label": "土木建筑", "id": 0}
{"content": "主要介绍了日本车辆DH958-230M全液压履带式三支点多功能打桩机的结构组成、基本参数以及技术特点。该打桩机具有一机多用、大转矩、操作方便、低污染以及施工效率高等特点,代表了大型打桩机的国际水平,具有广阔的市场前景。", "label": "土木建筑", "id": 0}
{"content": "插扣式脚手架适用于非高大模板的模板支撑架或标准层模板支撑架和结构形式较规整的结构。雁阳路合村并居安置房工程通过支撑体系方案比选,3号、4号楼采用插扣式脚手架支撑系统,相较于同面积大小户型使用扣件式满堂架的8号楼,前者主体模板施工搭拆速度是后者的3～4倍。", "label": "土木建筑", "id": 0}
{"content": "针对起重机运行电动机与减速机连接轴焊接护罩制造周期长、外观不美观等问题,将原卷圆弧板、焊接的结构形式改为冷冲压、折弯结构,既减少零件数量和焊接工艺过程,又提高材料利用率和制作效率,降低成本,同时,减少焊接打磨、无烟尘和噪音污染,实现绿色化设计与制造。", "label": "土木建筑", "id": 0}
{"content": "施工现场人机协同场景的打击类事故是造成工地伤亡的主要原因之一。目前人机协同安全风险的识别与预警主要依赖安全监督人员,因此受到人力的局限,难以实时全面地识别与预警风险。本研究基于计算机视觉技术,结合增强现实技术,提出施工现场起重机械打击事故风险识别与预警系统。该系统可以有效地协助安全监督人员判断危险区域,帮助作业人员直观识别危险从而主动规避,本研究提出的系统对现场安全管理具有重要意义。", "label": "土木建筑", "id": 0}
{"content": "高层玻璃幕墙安全事故时有发生,目前只有人工检测方法,其成本高、效率低,难以实现全数检查,且检测人员需要在高空作业,具有一定的危险性。对此,本研究对现有的既有玻璃幕墙安全检测方法和行走方法进行了分析和总结,确定了高层建筑玻璃幕墙安全检测机器人的功能需求,在此基础上设计研发了玻璃幕墙安全检测机器人,并进行了样机试验。该机器人有潜力用于代替人工检测,减少高空作业,有利于保障检测人员安全、提高检测效率,为高层建筑玻璃幕墙的安全检测提供了新的可能性。", "label": "土木建筑", "id": 0}
{"content": "为了实现重大机械装备在运行过程中物理空间至虚拟空间的实时映射,本文开发了一种机理-数据融合的龙门起重机数字孪生框架。首先,根据建立的龙门起重机有限元模型,获取到主梁虚拟模型的性能数据和几何关系;然后,利用高斯过程回归模型提高了数字孪生体的计算速度;最后,基于WebGL实现了龙门起重机的可视化反馈。通过计算不同测试工况下高斯过程模型的预测精度和延迟时间,该模型表现出较好的预测性能和实时性;应力模型的最小值为0.9421,位移模型的最小值为0.9853。本研究为数字孪生技术在重大机械装备领域的应用提供了一个可行的范例。", "label": "土木建筑", "id": 0}
{"content": "为了避免爬架安装影响铝模K板的整体拆除,提高铝模+爬架安装效率,本文以长城嘉峪苑1-8#楼为例,通过铝模和爬架BIM模型的优化设计、碰撞检查和虚拟施工,对爬架导轨的位置、模块化架体布置和走道板标高进行了优化布置;对爬架支座处的铝模K板由整体型创新为局部可提前拆卸型,安装顺序由组合铝合金模板K板整体拆除创新为K板中间部分拆除后即可安装支座,对铝模外墙柱突出部位转角背楞由\"凸\"形转角优化为\"凹\"形转角,保证了爬架与铝模背楞之间的操作间距为350mm,实现了K板的局部拆除即可完成导轨支座的安装,每次铝模+爬架的安装效率提高1个工作日,节约成本约11.5余万元,为其它工程提供了良好的借鉴作用。", "label": "土木建筑", "id": 0}
{"content": "针对散货料场堆取料机人工操作堆取作业随意性大、精度差、效率低等现状,设计了一种堆取料机全自动控制系统。该系统基于激光雷达（LiDAR）机器视觉技术,通过3D激光扫描仪实时获取料堆的点云数据,对目标料堆进行在线实时建模,最后控制堆取料机完成自动作业;提出了一种基于视觉图像处理算法的作业路径规划算法,通过实时提前预测作业轨迹来指导堆取料机自动作业。实践表明该控制系统提高了设备的作业效率,降低了作业成本。", "label": "土木建筑", "id": 0}
{"content": "近年来,无人施工机械逐渐成为研究热点。施工场地经常处于远离城市的地方,RTK信号的可用性会受到影响,因此研究RTK信号缺失情况下的无人施工机械位姿估计方法具有重要的应用价值。本文研究无人推土机处于定位信号丢失的场景时,对ORB-SLAM2建图结果进行保存与重载,利用局部地图信息的关键帧、共视图、生长树以及每个关键帧的BoW向量信息,在重载地图的基础上,基于DBoW2数据库快速搜索与相应关键帧,进行重定位,实现位姿估计。实验验证了基于局部地图重载的位姿估计方法相比使用完整SLAM系统进行位姿估计具有更好的精度。", "label": "土木建筑", "id": 0}
{"content": "近几年来,我国在BIM技术发展领域上有了一定的进展,并在工业化设计建筑工程设计中得到了一定量的应用。在进行建筑设计的过程中,对于基础性结构的设计非常重要,因为其会干扰到建筑的整体效果。BIM是英文缩写表示建筑信息模型,随着我国社会的不断发展和进步,BM技术正在不断的提升改进,同时也在我国电力行业建筑方面得到了应用。从而也是一种新兴技术,锅炉炉膛脚手架搭设利用BIM技术能够在一定程度上强化脚手架结构工程的质量。BIM技术可以对炉膛内脚手架实施可视化分析,同时具备仿真的作用,而且有良好的协调性,在进行电力锅炉安装设计过程中,运用BIM技术可以预先强化设计质量。本文通过介绍BIM技术的概念以及特征,阐述了BIM技术在锅炉炉膛脚手架设计中的应用好处以及具体应用,为我国在电力生产建设方面提供了相应的参考和帮助。", "label": "土木建筑", "id": 0}
{"content": "电动挖掘机使用永磁同步电机（permanent magnet synchronous motor,PMSM）作为主驱电机,而PMSM是一种强耦合、多变量的控制对象,多采用矢量控制对其进行解耦控制。针对矢量控制中传统PID控制对电动挖掘机复杂变化工况适应性能不强等问题,本文首先在三相静止坐标和两相旋转坐标下建立永磁同步电机数学模型;其次,搭建基于传统PID控制的永磁同步电机矢量控制系统模型,并通过进行电机台架验证与仿真结果对比分析,对搭建的PMSM模型与实际电机系统的一致性进行了说明。此外,本文研究了模糊控制和滑模控制方法在PMSM矢量控制中的应用,并在Matlab/Simulink中建立系统仿真模型。仿真结果表明,采用模糊控制和滑模控制的PMSM矢量控制系统相较于传统PID矢量控制,具有更好的动态响应性能和稳态性能,滑模控制下的PMSM转速响应超调量,相较于PID控制下减少约75%,而模糊控制下的PMSM转速响应无明显超调。", "label": "土木建筑", "id": 0}
{"content": "以上海市三林镇0901-13-02号地块项目为研究对象,探索装配式建筑在无外脚手架施工方法下的防高坠安全管理措施。经过自主研发各类防坠落安全设施,采用模拟实验并实际应用,确保了工程快速作业下的施工安全。本文对项目中既有特殊性、又有普遍性的防高坠安全防护措施的具体做法进行介绍,对施工经验进行总结。", "label": "土木建筑", "id": 0}
{"content": "随着社会经济的稳定发展、我国城市化规模的不断扩大,建筑行业也暴露出许多问题,其中,工程管理问题是较重要问题之一。施工总包企业在建筑工程管理中,制定新思路、新规划,全面推行项目智慧管理,提升项目管理能力,有效推动项目管理向标准化、规范化、自动化、信息化、智慧化的方向发展,真正实现项目管理的精细化和数据化。文章对建筑工程智慧管理系统的应用进行研究。", "label": "土木建筑", "id": 0}
{"content": "习近平总书记曾反复强调在进行生产时必须坚持人民至上、生命至上,统筹发展和安全两件大事,把握新发展、贯彻新理念、构建新格局,科学谋划推动安全生产。在这一要求下,进行电力工程施工建设必须加强安全技术管理,全力保障电力工程安全,就此,本文将对电力工程施工中的安全技术问题进行讨论分析,并以此为出发点,总结多年的工作经验,介绍了安全技术管理在电力工程施工中的应用策略,希望能够通过经验分享,为提高我国电力工程事业的发展做出贡献。", "label": "土木建筑", "id": 0}
{"content": "现如今信息技术已在人们日常生活中随处可见,在这个基础上衍生了智慧建筑这一工程。而智慧建筑项目的运行发展需要做好工程造价工作,通过准确造价,能够促使建筑企业有效控制工程成本,增加经济效益。如今多数企业仍然是采用看图算量、清单或定额的模式进行工程造价,但最终计算结果容易出现偏差,而在工程造价中运用BIM技术能够改善这个问题。", "label": "土木建筑", "id": 0}
{"content": "对于电气安装工程来讲,对其修建造价的预结算进行准确无误的审核,能够在有效控制工程项目施工成本的基础上,实现工程施工投入资金资源的合理利用,防止成本资源出现恶意浪费现象,保护建设企业在电气安装工程施工中的合法性投资收益。鉴于此,文章将围绕电气安装工程预结算的审核展开工作作用、作业要点、措施方法等方面的系列分析,以期全面优化建筑企业审核预结算工作的落实效果。", "label": "土木建筑", "id": 0}
{"content": "在对工程进行项目管理过程当中,一项关键的内容就是房建工程的造价管理,并且对于利润和工程成本的控制有着至关重要的作用。在对工程安装项目进行管理时,建筑安装工程的造价管理是其关键组成部分,而且对于项目的建设质量有着直接的影响。所以,一定要对安装造价的管理能力给予高度的重视,减少成本输出,进而促进企业的市场竞争力不断增强。", "label": "土木建筑", "id": 0}
{"content": "随着社会经济发展速度的提升我国建筑行业也遇到了更多的机会,房屋建筑工程施工建设的过程中存在很多质量问题,并且施工管理工作开展的力度不足。基于此,施工单位必须加强对房屋建筑工程施工管理与质量控制的重视力度,结合当前施工管理以及质量控制中存在的问题,制定有针对性的解决措施,最大限度提高施工管理的效率,保证质量达到预计的标准,为建筑行业的持续发展提供保障。", "label": "土木建筑", "id": 0}
{"content": "建筑项目的规模一般都较大,是一种系统化的工程,施工工序十分烦琐,施工时间也非常长,在整个施工现场会由于诸多因素的出现,而对建筑项目的施工时间造成不良影响,如果并未在第一时间借助有效的方式来开展管控,就会让施工时间逐渐延长,严重的情况下,还会对建筑公司本身的经济效益产生一定的影响,项目的质量也必定会无法达到标准,这对于建筑公司的不断发展来说,是十分不利的。基于此,文章就建筑工程项目管理中的施工现场管理及优化进行分析,旨在为相关人员提供一定的参考和帮助。", "label": "土木建筑", "id": 0}
{"content": "随着社会的迅速发展,城市的各项建设都在逐步完善之中,而房屋市政建设工程的数量也在增加,因此,加强房屋建设与管理是非常必要的。工程监理控制是保证市政工程质量的一项关键措施。在我国的经济社会发展过程中,工程监理在社会上的地位日益重要,而高品质的施工监理是确保施工安全、保障人民生命安全、推进城市基础设施的可持续发展的保障。文章着重分析了目前我国房屋小区建设监理工作的状况,探讨了存在的问题,并针对这些问题,给出了一些解决办法,希望能为今后的房地产市政工程监理工作有所借鉴。", "label": "土木建筑", "id": 0}
{"content": "市场竞争越来越激烈,建筑企业想要确保自身长远稳定发展,需要重视造价管理工作,从中获得更多的效益。建筑企业需要提升对造价管理的重视程度,在保证施工质量和安全的前提下,提升经济效益。而在造价管理过程中,存在一定的问题,阻碍了建筑行业的发展,需要对其分析,提出科学有效的解决策略。", "label": "土木建筑", "id": 0}
{"content": "建筑工程需要的成本较高,建筑施工企业要想不断提高自身的利润,就需切实加强项目建设造价管理。建筑工程造价指的是工程建设的计划开支及建设中需要支出的总费用。严格控制工程造价不仅可增大建设企业的经济效益,还能减少社会资源消耗。但是工程造价管理十分复杂,尤其是工程招投标阶段的造价控制存在着较大的风险隐患。基于此,本文主要对招投标阶段造价控制管理的重要性做了阐述,分析了招投标阶段造价控制的影响因素以及该阶段造价控制管理存在的不足,并提出相应的应对策略,以供参考。", "label": "土木建筑", "id": 0}
{"content": "在当今建筑工程行业快速发展的推动下,我国广大人民群众的居住空间不断扩展,房屋建筑的居住舒适性也在进一步提高,这也为我国城市化地区的经济发展带来了极大的促进作用。目前,建筑工程行业已成为我国社会经济体系当中的支柱产业,同时也带动了其他行业的共同进步。为此,各个工程建设项目的施工工作,要不断强化现场施工技术的应用策略和应用水平,提高现场施工工作的管控力度,让施工技术应用更具合理性,科学性,发挥出现场施工管理工作作用和价值,还要对施工成本,施工质量以及施工进度等方面进行针对化控制,确保工程项目施工工作能够顺利的开展,以此来提高各个工程项目的整体经济效益,为我国现代社会的持续发展做出巨大贡献。", "label": "土木建筑", "id": 0}
{"content": "伴随着我国社会经济的快速发展,广大人民生活水平的不断提高,建筑工程数量以及建筑工程规模也在不断的增加和扩大,这让现代化工程项目建设施工工作会出现多种不同类型的影响因素以及不利因素。广大施工单位的技术员要想从根本上提高建筑工程的施工水平,就要始终遵循提高施工人员安全保障的工程项目建设原则,强化施工现场的安全监管力度,降低工程项目施工工作安全事故的发生概率,让建筑工程施工工作稳定性和安全性,让建筑工程的综合效益不断提升,为广大人民群众带来质量可靠的房屋工程项目建筑。为此,本文全面阐述了当前建筑工程施工现场安全事故的发生原因,并结合安全事故的影响因素提出了几条切实可行的施工现场安全监管对策。", "label": "土木建筑", "id": 0}
{"content": "今年来,建筑市场中建筑企业之间的竞争压力比较大,建筑企业要想在激烈的竞争中站稳脚步必须提高自身的工程管理水平。针对当前建筑工程施工技术种类多的问题,施工单位应该加大对建筑施工技术的优化和改进,针对当前建筑施工技术使用中的不足,以及建筑工程管理工作开展中出现的问题,施工单位应该加大分析力度,给出相应的优化和改进意见,推动建筑行业持续发展。", "label": "土木建筑", "id": 0}
{"content": "我国的城市化在经济建设发展的基础上加快推进,也带动了工业化进程的加快,工业化进步的标志是基础设施建设规模扩大,同时机械化水平也得到提高。机械设备用于工程建设虽然在减少劳动强度提高工作效率方面发挥了重要作用,但是应用于工程建设在安全方面中也存在着隐患,严重的还会对人们的生命和财产安全造成威胁。因此,在机械设备安全方面强化管理措施,对于排查出的设备事故隐患一定要及时解决,让机械设备始终保持一个良好的运行状态,减少安全事故的发生,这就是建设工程安全管理工作的主要工作内容。本文就建筑工程机械设备安全管理的现状在目的、制度等方面进行了分析,并针对问题提出了解决了措施,希望能起到借鉴的作用。", "label": "土木建筑", "id": 0}
{"content": "随着社会和经济的快速发展,这种给建筑业带来的机遇也越来越多,近年来,越来越多的人开始关注这个产业。特别是在施工的时候。施工项目的质量与施工质量的好坏有着密切的关系,施工项目的高效、先进、严格的施工组织是保障施工质量和人民群众的生命财产的保障,是实现项目效益的关键。因此,本文从理论上探讨了建筑业的建设项目管理工作的必要性,并对其存在的问题进行了剖析,并根据这些问题,为今后的建筑业提供了一套最优的途径。", "label": "土木建筑", "id": 0}
{"content": "新时期背景下建筑行业发展速度越来越快,建筑工程质量是保证民众正常生活工作的基础,也决定了建筑企业能否长久稳健发展,在市场经济环境下,建筑安装施工企业要不断强化建设工程管理工作质量与效率,以此保证企业自身的核心竞争力,从而在激烈的竞争环境中得以生存并发展。", "label": "土木建筑", "id": 0}
{"content": "在进入21世纪了,我国建筑工程行业在全球范围当中都取得了极为骄人的成绩,同时建筑工程行业也逐渐成为了我国经济结构当中的支柱产业,其建设规模和建设数量都在持续的扩大和增加,与其相对应的建筑工程管理水平也在愈发完善。在整个建筑工程项目开展的过程中,其管理工作的合理性以及管理效率将直接决定施工进度以及工程建设质量。因此,针对建筑工程进行科学化管理,不断完善建筑工程管理策略,能够大大提升公司的呈现能力以及行业信誉度,提高企业的经济效益以及行业竞争力。为此,本文全面阐述了建筑工程管理工作的具体意义,深入分析了当前建筑工程管理工作的现状以及存在的不足问题,提出了几条切实可行的优化措施,以期为我国广大建筑工程管理人员提供参考和借鉴。", "label": "土木建筑", "id": 0}
{"content": "这些年以来,因为房屋建筑工程所涉及的十分复杂且庞大的工种,并且施工现场的环境十分复杂,因此会受到很多方面因素的影响,十分难以保证房屋建筑的施工质量。而且究其根本则是建筑施工时的管理工作没有做好所导致的。所以相关施工单位务必要对日常施工中的实践问题进行一个综合性的分析,并且对一些不合理之处要才去强制性的优化措施,尽可能的避免类似的安全质量问题的发生,保证施工的质量增加企业的市场竞争能力。基于此,我们主要以建筑施工过程中的施工管理方面的工作作为主要分析对象,并且针对管理中遇到的各种问题加以探讨,深入分析如何优化建筑施工过程中的施工管理工作,希望能够给大家带来一些建设性意见。", "label": "土木建筑", "id": 0}
{"content": "近年来,我国建筑工程市场日益规范。为了能够在市场竞争中获得更大的优势,建筑企业逐渐将工作重心转移到管理上来,这为提高我国建筑工程管理水平提供了良好的契机。然而,创新管理模式和管理方法并非一蹴而就,而是需要漫长的积累和沉淀。因此,我国建筑行业需要总结传统工程管理模式存在的问题和弊端,分析当前建筑工程管理模式的发展现状,并在此基础上学习国际先进的管理经验和模式,创新我国的建筑工程管理模式,使其能够适应市场环境的变化,从而与国际建筑市场接轨,为我国建筑行业的国际化发展提供可靠支持。基于此,本文对建筑工程管理中创新模式的应用及发展进行分析,仅供参考。", "label": "土木建筑", "id": 0}
{"content": "在博物馆照明中,光源的光学辐射会对光敏感度极高的中国传统绘画色彩造成不可逆的永久性损伤。为得到人工照明对中国传统无机颜料绘画色彩的量化影响规律,并为传统无机颜料绘画在博物馆照明中照明光源的选择提供依据,本文选择卤钨灯、金卤灯和白光LED（WLED,White Light Emitting Diodes）三种目前在博物馆绘画照明中常用的典型光源作为实验光源,对绘画模型试件进行长周期的照射实验,并周期性测试试件色彩参数。通过实验发现,典型光源照射会引起中国传统无机颜料绘画颜色发生变色、褪色、发乌变暗等损伤现象,且该损伤程度与颜料自身光化学稳定性以及光源光谱中高能量的短波辐射有关。实验同时得到五种常用颜料石青（蓝色）、雌黄（黄色）、朱砂（红色）、蛤粉（白色）和古代石墨（黑色）在不同光源照射下的色彩衰变规律。", "label": "土木建筑", "id": 0}
{"content": "随着当前现代医院建筑日益朝着智能楼宇建设不断推进,如今实现现代电气管理体系已经成为医院建筑设计的必然要求,随着照明设备一体化在电气施工中的应用不断推进,当前我们在开展医院建筑电气施工过程中,要注重探究照明设备的具体安装和设计思路。本文拟从当前医院建筑电气施工过程中具体技术要点分析入手,结合医院建筑电气施工准备工作的具体内容分析,从而探究照明设备在整个医院建筑电气施工过程中的应用要求,从而研究照明设备在医院建筑电气施工中的具体应用要点。", "label": "土木建筑", "id": 0}
{"content": "<正>1项目基本信息项目名称:2015年米兰世博会中国馆地点:意大利米兰项目功能:展览、餐饮、影厅、装置、纪念品销售、接待、会议、办公等基地面积:4590 m2建筑规模（面积）:3500平方米设计/建筑成时间:2013-2015业主:中国国际贸易促进会组织者:2015米兰世博会组委会项目总负责:苏丹项目总监:张月、杜异建筑设计:清华大学美术学院+Studio Link-Arc（纽约）主持建筑师:陆轶辰项目建筑师:蔡沁文,Kenneth Namkung", "label": "土木建筑", "id": 0}
{"content": "在楼宇智能照明中,常用的热释电传感器开关具有易受各种热源、光源干扰以及环境温度和人体温度接近时,探测灵敏度下降等缺点,触摸式声控开关则有需要手指触摸、发出较大声响以及固定延时等不足。本文中研究的双红外激光对射开关可以避免这些不足。它是由单片机AT89S51、双红外激光对射传感器、自然光环境照度鉴别电路、交直流电光源驱动电路等构成。近红外激光对射传感器是该开关系统最具创新应用价值的核心部分,它是由近红外激光发射管、光电池和转换电路组成。一对近红外激光对射传感器结合单片机AT89S51能有效地识别人物线性运动方向,当人或物从不同方向进入或离开双传感器区域,传感器电路输出的特征电平值就会随运动的方向不同而不同,通过单片机检测这样的变化,从而可以识别人物运动的方向并判断在本灯照明区域人物的数量,实现智能照明控制。", "label": "土木建筑", "id": 0}
{"content": "本文从网络结构、硬件及通讯配置、监控画面设计以及控制策略四个方面介绍了华能东方电厂照明控制系统的设计及应用情况,并分析了采用照明控制系统后的节电情况,针对照明控制系统在实施过程中出现的问题提出了今后系统设计以及工程实施时的注意事项.照明控制系统在华能东方电厂的成功应用,不仅做到了照明的智能化管理,减少了人员成本,实现了节能减排的目标,而且也为电厂主厂房照明系统智能化控制提供了成功的经验.", "label": "土木建筑", "id": 0}
{"content": "<正>1前言随着经济的发展,建筑景观照明逐渐成为一个城市的形象名片,人们对它要求也越来越高。这时,LED灯具的节能、可控性、色彩可调性等诸多优点显现出来,已开始在景观照明领域得到广泛认可。目前,LED灯具的控制方式有很多种,比如:PWM,DMX512,远程中继控制,独立IC", "label": "土木建筑", "id": 0}
{"content": "随着经济的发展,各行业也发生了日新月异的变化,应急照明技术在人们的工作和生活中也越来越受到关注。特别在火灾等突发事故的情况下,消防应急照明显得尤为重要,不仅是人们疏散的一个保障,也是灭火救援等消防作业的一个保证。确保消防应急照明系统安全可靠的工作意义重大。", "label": "土木建筑", "id": 0}
{"content": "<正>常州凯飞光电科技有限公司是一家专业生产各类工矿灯具企业,其中灯具反射器产品在业内享有一定的声誉。近年来,随着国家对节能产品的重视,凯飞公司加大了这方面的投入,先后研制和改进了多项灯具新品,大大提高了节能的效果。日前,新研制成功的120W大功率灯具,已批量生产并得到了用户的一致好评。改进灯具反射器,提高灯具效率达50%", "label": "土木建筑", "id": 0}
{"content": "针对智能照明尚未推广,家庭电能浪费严重。提出了红外线传感智能照明控制系统的设计方案,研究了DALI红外智能遥控调光和CD图像识别原理,探讨了不同房间照明灯具的功能,解决了室内设计智能化照明难题。", "label": "土木建筑", "id": 0}
{"content": "<正>目前,备受世人瞩目的世界园艺博览会在古都西安开园,人们在欣赏世园会美景的时候,都会关注到园区小终南山上的长安塔。每到夜晚,长安塔照亮418公顷的西安世园会园区,99米高的长安塔,从塔底到塔顶,会不断变幻出\"赤橙黄绿青蓝紫\"七色。站在小终南山下,仰望雄浑的长安塔,99米的高塔忽而变成银色、忽而变成金色、忽而又是七彩霓虹之色……", "label": "土木建筑", "id": 0}
{"content": "<正>1前言灯具设备的发展日趋精緻,光效越趋精准,不论体積样式、大小甚至发光效率等都被更深入革新,因此,现代化的省能照明设备更容易被使用于外墙照明上。2012年度的德国法兰克福国际建筑与照明展成功的展示了建筑设备与外墙及室内结合的", "label": "土木建筑", "id": 0}
{"content": "本文提出了一种用于红,缘,蓝（RGB）发光二极体（LED）照明系统的新颖控制结构,适用于多变数鲁棒控制技术,可调节颜色和发光强度输出。多色光源的最重要的特点是颜色的可调性;但是,对于照明探用RGB LED做为光源,光颜色是对温度变化敏感的。因此,在本文中,我们提出了一个鲁棒控制系统实现RGB LED照明的发光强度和颜色的恒定性。首先,我们发现了一个多变数的电-热模型来描述RGB LED照明系统的动态行为,并采用前馈补償器补償温度和驱动功率的变化。其次,我们采用回馈控制设计鲁棒控制演算法。最后,设计的控制器,实现并控制照明发光和光颜色输出。从实验结果,所提的多变数鲁棒控制结构可确认能有效地为RGB LED照明提供稳定的发光强度和光颜色输出。", "label": "土木建筑", "id": 0}
{"content": "近年来LED照明比重仍持续成长,新兴国际市场对于LED照明的需求正逐步发酵。发光二极体（LED）的优势有亮度高、工作电压低、功耗小、小型化、寿命长、耐衝撃和性能稳定,然而LED灯具的散热一直都是个问题。目前高功率LED光源散热主要采空气自然对流为主,本研究利用Icepak热流模凝软体模拟LED光源结合水冷头液冷散热,就市面上较常见的z形与n形水冷头进行模凝,比较其散热与热回收之效益,最后再以效果较佳之形式水冷头设计串联热回收模组,求证是否能达到高功率LED散热技术与热回收系统的结合。从模拟数据得知,n形式水冷头散热模组相对于z形式水冷头散热与热回收效能皆较佳,进而使用n形式水冷头模组进行串联热回收模组设计并模拟,模凝结果显示串联热回收模组能有效将LED之热透过液冷散热的方式,达到散热与热回收之技术的结合。", "label": "土木建筑", "id": 0}
{"content": "富人处于不同的照明环境下,会产生什么心里或生理上的影响。本研究欲量测各种环境最常见灯源。并将研究架构分为二部分,进一步找出在不同的环境所适合的光源。首先量测各光源以得到光度量的数据;接著藉由灯源的耗电瓦数与所发出的流明比值得到其光效,并了解目前市面所贩售之灯源是否符合标准规范。", "label": "土木建筑", "id": 0}
{"content": "为了追求节能、环保、高效、安全的照明,智能照明控制系统在体育馆照明中的应用日益受到人们的重视。本文以篮球馆为例,阐述了使用1-wire总线照明控制系统对其进行的智能照明控制系统的设计。", "label": "土木建筑", "id": 0}
{"content": "本文主要分析了某工业企业绿色工房中光导照明系统的技术方案,光导照明系统在本项目中的应用不仅有效改善了绿色工房的室内光环境,还减少了建筑照明能耗。本文通过计算机模拟技术,对比分析不同光导照明系统方案的自然采光效果,从而选择了适合本项目特点的光导照明系统方案。", "label": "土木建筑", "id": 0}
{"content": "现代教学楼、办公楼等建筑的灯光照明设备存在着许多电能浪费现象:一间教室有时可能仅有几个人在里面,或者所有人都聚集在教室的某一片区域,但是教室的所有灯都处于打开状态,从而日积月累浪费了巨大电能浪费。本文提出了一种全新的灯具节能管理与服务方案,通过对教室各个区域的人数统计进行分析以实现对不同区域日光灯的智能控制,使教室灯光的开启数量恰好适应人流分布的需要,并引导用户合理选择光源,减少不必要的电能消耗。", "label": "土木建筑", "id": 0}
{"content": "本文通过分析LED的性能与特点、室内照明的基本要求、特点及照明应用面临的问题,阐明如何发挥LED的特点,克服其缺陷是我们应该认真思考的问题。并指出鉴于目前LED性能还不够稳定,一些关键性的问题还有待解决。因此,我们需要稳妥、有步骤地引入室内,这样才能有利于LED照明技术健康发展。", "label": "土木建筑", "id": 0}
{"content": "本文论述了白光LED的优势,白光LED用于室内照明待解决的问题,应用的原则和方向,适宜应用的场所及目前不具备条件应用LED的场所展望了未来前景、", "label": "土木建筑", "id": 0}
{"content": "高层建筑由于特殊性,对消防供水能力要求非常高,相应的消防给水检查要求也越来越严格。基于此,本文结合实际案例,分析高层建筑消防供水不足的危害,计算高层建筑在通常情况下的供水高度,并提出高层建筑消防给水检查要点。", "label": "土木建筑", "id": 0}
{"content": "近年来,我国城市建设突飞猛进,超高层建筑的数量和高度持续被刷新,与此同时,超高层建筑的消防安全问题也日趋凸显。超高层建筑的消防安全是一个重要的问题,传统的消防设计已无法满足超高建筑在消防安全方面的要求。针对该问题本文围绕超高层建筑的火灾危险性、火灾特点、消防问题进行了分析研究,并在此基础上提出了高层建筑的消防安全措施,为加强超高层建筑消防安全管理提供借鉴。", "label": "土木建筑", "id": 0}
{"content": "现代建筑高层化带来的火灾风险日益突出,作为预防和遏制火灾沿通道和缝隙竖向蔓延的有效措施之一,防火封堵的研究与应用对于高层建筑火灾防控十分重要,直接影响到高层建筑安全、人们的生命和财产安全。本文分析了国内外防火封堵相关标准,并比较了我国标准与国外的差异;从电缆防火封堵、给排水管道防火封堵和风管防火封堵方面讨论了防火封堵方法;按照有机和无机分类介绍了防火封堵材料;最后对防火封堵发展做了展望。", "label": "土木建筑", "id": 0}
{"content": "既有建筑加装电梯虽然规模小、构造简单,但在设计时要考虑地基基础、井道结构、与原建筑主体结构的连接、温度变形,以及主结构加固等方面的类容,并同时满足多本规范中的相关设计要求。结合某超高层建筑加装电梯项目,对加装电梯设计要点进行分析,总结了加装电梯设计的关键问题,并结合既有建筑实际情况,针对性地提出了解决方案,完成了施工图设计,最终该项目设计图纸得到了审图专家的认可。", "label": "土木建筑", "id": 0}
{"content": "目前超高层液压爬模体系中尚未有施工升降机到达爬模体系顶部的技术。传统技术下,布置于核心筒内的的施工升降机因标准节独立高度一般限制在7.5m内,附墙件无法固定,顾施工升降机只能到达爬模的底部。而爬模体系本身高度一般为17m左右,一般跨4层结构高度,若人员无法直接上顶端作业面,将大大降低施工工效。本技术采用特殊的装置使施工电梯与爬模体系结合,制作专用电梯笼,从而达到电梯能通往爬模顶部平台的目标,解决工人上下顶部作业面问题。", "label": "土木建筑", "id": 0}
{"content": "以位于上海某超高层建筑作为工程实例,针对不同楼层高度、机械排烟系统的构造、风机外部遮挡及外界风速风向等方面,进行了现场试验和数值模拟,对超高层建筑的机械排烟系统中可能存在的问题进行了简要的总结,并根据这些问题提出了一些有针对性的预防对策,可以作为设置在超高层中的防排烟系统的设计的借鉴和参考,并可为优化类似的超高层建筑消防安全管理提供理论支持。", "label": "土木建筑", "id": 0}
{"content": "近年来随着中国城镇化进程不断推进,高层建筑在城市建筑群中占比日益增大。由于高层建筑物本身的特点,高层建筑的消防安全往往存在监管难度大、设施设备维护不到位等情况,在其发生火灾时常常会形成扑救不及时,施救效果不理想的情况,对人民生命财产安全造成极大威胁。相关部门将湿式消防自动喷水灭火系统引入国内并且在许多场所推广使用,取得了较为良好的效果,然而由于构建湿式消防自动喷水灭火系统所选用的材料特性、市场因素干扰等原因,本该在火灾中起到重要功用的系统却往往不能充分发挥其应有的效果。本文将分析高层建筑火灾的特点及安全隐患,依托消防材料工业的技术进步,探讨PVC-C（氯化聚氯乙烯）作为一种新型管道材料,因其特殊的化学成分和物理性质,在高层建筑内设置的湿式消防自动喷水灭火系统中的适用性及应用前景。", "label": "土木建筑", "id": 0}
{"content": "文章通过阐述超高层建筑电气接地系统类别及作用,并结合具体工程经验,针对接地系统设计及施工要点进行分析。", "label": "土木建筑", "id": 0}
{"content": "针对高层建筑利用电梯进行紧急疏散的安全担忧,首次构建电梯疏散预警支持系统解决方案,提出了系统组成、环境信息采集、电梯运行控制及疏散逻辑与调度指挥等技术路线,通过示范实例试验系统的具体功能。", "label": "土木建筑", "id": 0}
{"content": "高层建筑体量庞大、人员密集、危险源多,给火灾防控带来严峻挑战。高层建筑消防工程中,基于分布式光纤测温技术的分布式光纤线型感温火灾探测器安装简单,测量精确,能够实现火灾提前预警,并且方便组网,具有其他探测技术手段无法比拟的优势,拥有广泛的应用前景。本文通过介绍分布式光纤线型感温火灾探测器的基本原理并结合在高层建筑消防工程中的实际应用实例,阐述了此类系统在火灾报警方向的应用优势,为高层建筑的消防工程提供了新的技术手段。", "label": "土木建筑", "id": 0}
{"content": "超高层住宅建筑在我国各大城市已得到广泛应用。该类型建筑一般人员密集,建筑消防更多地依靠自救,因此消防设计尤为重要,设计难度较大,系统更加复杂。本文以深圳市某棚户区改造项目为例,介绍了超高层住宅建筑各项消防系统的设计概况,消防水量和室内与室外消火栓系统布置等问题,并深入分析比选了室内消火栓系统方案,以此为超高层住宅建筑消防设计提供参考。", "label": "土木建筑", "id": 0}
{"content": "本文针对天津某超高层和济南某超高层建筑群项目的集中消防给水一级转输系统的安全可靠性进行分析,判定其在火灾发生时能否及时为转输水箱补水,并针对不能及时补充消防用水的情况给出安全技术措施。", "label": "土木建筑", "id": 0}
{"content": "本文阐述在高层公共建筑消防设计中,应合理优化布置消火栓位置,以保证火灾时及时有效控火、灭火,同时保证住户通行安全且兼顾美观。", "label": "土木建筑", "id": 0}
{"content": "通过对以往250m以下超高层建筑消防给水系统供水方式的研究和思考,结合水消规有关零流量系统压力的系列规定,提出此类超高层建筑消防给水系统供水方式的优化设计的方法,对简化系统设置,降低系统压力有明显的效果。", "label": "土木建筑", "id": 0}
{"content": "对于建筑高度超过100m的超高层建筑的消防给水系统宜分区,低区消防系统由地下室内的消防水池水泵房供给,高区由地下消防水池、水泵房内的转输水箱和避难层内设置中间转输水箱和消防泵供水。", "label": "土木建筑", "id": 0}
{"content": "超高层建筑中的避难层通常兼做设备层,给水排水等设备机房设置在避难层中,设备运行中产生的振动和噪声影响周围用户的生活环境和人体健康,多部现行国家标准规定设备机房不能毗邻居住用房,导致与设备机房毗邻的房间不能正常使用。文中分析了工程设计中设备机房存在的问题,并给出了设备系统优化措施。", "label": "土木建筑", "id": 0}
{"content": "通过对高层住宅几种户型进行分析比较,在城市高层住宅中间户燃气管线从室外到厨房引入管设计中采用了避开前室与楼梯间,将燃气管引入到天井,从天井中引入厨房的方式。通过常见几种户型的分析比较,探讨了不同情况下燃气管线从室外引入厨房设计方案。", "label": "土木建筑", "id": 0}
{"content": "针对高层建筑燃气管道,分析了管道由于温度变化产生的热应力,并分析了各种管道补偿形式的适用范围。采用弹性中心法,分析了青岛市燃气管道常用方型补偿器的补偿能力,以不断完善高层建筑燃气工程设计。", "label": "土木建筑", "id": 0}
{"content": "由于高层建筑的迅速发展,使得建筑结构施工中电梯井道的安全隐患更加突显。结构施工时,如何保证电梯井施工安全、速度快、成本低,成为急需解决的问题。通过对现有定型化电梯井操作平台的研究,本工程设计了一种新型的可拆卸式槽钢操作平台,解决了装拆、运输和周转使用等方面的问题。该平台依靠塔吊沿电梯井道向上移动,不仅施工方便、安全,且成本较低。", "label": "土木建筑", "id": 0}
{"content": "随着城市的快速发展,地上用地越来越紧张,越来越多的基础设施向地下发展,实现了地下化,本文提出地下空间时代的新型能源站,并重点介绍该新型能源站节能、提升城市整体协调性、适用性广等方面的特点,最后详细介绍新型地下能源站在苏州高铁新城能源站项目中的应用,在地下空间的城市进程中,该新型能源站具有重要推广意义。", "label": "土木建筑", "id": 0}
{"content": "结合云南省某医院立体停车库综合楼项目,总结论述了湿式喷淋系统在循环复式PSH升降横移立体停车库管道安装、喷头布设过程中的施工技术,借此为大型公共建筑循环复式立体停车库消防系统的设计和施工提供参考与借鉴价值。", "label": "土木建筑", "id": 0}
{"content": "防护虹吸有组织排水收集系统可以在地下车库顶板无找坡层、无保护层并取代传统排水层的情况下实现排水功能。同时通过防护虹吸排水收集系统的施工和防水层做有效的结合,形成\"防排结合体系\",实现先排后防的功能。", "label": "土木建筑", "id": 0}
{"content": "以泸州主城区某地下停车场为例,介绍FQY高性能膨胀剂结构自防水技术在泸州主城区某地下停车场的应用,混凝土结构自防水是综合的系统工程,必须在设计、材料、施工等环节,综合考虑,严格管理,做为施工单位不能因为使用了高性能膨胀剂认为万无一失而忽略施工过程控制,施工过程的管理永远是膨胀剂性能发挥的重要保证。", "label": "土木建筑", "id": 0}
{"content": "本文用现场实测的方法,选取夏季典型日对上海某地铁车站环控大系统各单体设备的各个性能参数进行实测,分析实测数据得出空调箱冷量大小体现了车站负荷状态,其负荷率大小直接决定了冷水机组是否在高效区运行,而冷水机组的出力决定了冷却塔提供冷却水的温差要求,关系到冷却塔热力性能的高低。非换热设备由于与负荷变化关系不大,其参数变化范围较小,与时间变化关系不大。", "label": "土木建筑", "id": 0}
{"content": "地下式污水处理厂具有全封闭性的特点,不影响地上景观,在消防安全方面带来了防火分区划分等问题。结合其火灾危险性,采取加强设备用房防火分隔的做法,适当调整了防火分区的面积,并设置相应的疏散和救援通道,以满足操作层日常运行及安全的需要。同时,采用数值计算模拟分析,进行了定量研究。", "label": "土木建筑", "id": 0}
{"content": "本文阐述基于BIM的兰州轨道交通通风空调能耗监控平台设计方案,平台通过采集车站大系统环控设备运行能耗、运行状态、车站公共区环境、客流、室外气象等数据,以BIM可视化为数据展现方式,对大系统通风空调设备运行能耗和降温效果进行实时监测,同时利用数据分析处理的方法对监测数据进行分析预测。以兰州轨道交通东方红广场站为试点,探索通风空调节能优化控制方法,实现设备能耗分析与优化控制有效结合,提高城市轨道交通运营阶段环控系统节能管控能力。", "label": "土木建筑", "id": 0}
{"content": "房山线北延工程作为在建的地铁项目,其排水系统独具特色,一定程度上代表了北京地铁最新的设计思路。排水系统主要分为生活污水、生活生产废水及雨水。生活污水系统经技术经济比较后,采用污水池及污水泵组的提升方式,污水泵一用一备,必要时同时启动。化粪池型号根据客流量计算,使用人数百分数取客流量的1%,大型换乘站车站需设置6号化粪池。生产废水方面,车站排水管接入线路排水沟时需进行有组织排水,不应在道床上散排。区间废水池深度受限,排水沟沟底距集水池池底的深度不应大于3m,废水池容积宜考虑区间废水爆管水量。雨水系统方面,产权单位认为敞开式风亭、出入口雨水泵组出水水质较差,按要求接入市政污水管网。", "label": "土木建筑", "id": 0}
{"content": "随着城市轨道交通的迅猛发展,地铁车辆段、停车场的建设工程随之增多。为提高土地利用水平,地铁车辆段、停车场上盖开发模式成为城市轨道交通项目的发展方向。本文以郑州地铁3号线贾鲁河停车场为例,介绍了带上盖开发的停车场运用库的给排水及消防设计,提供了给水、排水、消防等系统的设计参数,并提出几点设计思考及建议,以期为同类工程设计提供借鉴和参考。", "label": "土木建筑", "id": 0}
{"content": "本文通过对地铁车站空调循环冷却水系统的特征、水质控制技术现状的分析,结合近年来的大量试验和应用研究,提出了适合于地铁车站循环冷却水系统的水质控制技术,并对循环冷却水系统智能运维技术进行了深入的探索,同时也对系统的发展方向提出了建议。", "label": "土木建筑", "id": 0}
{"content": "以济南R3线某车站为例,对空调系统设计情况进行了概述,介绍了蒸发冷凝式螺杆冷水机组（简称蒸发冷机组）的制冷原理,对水冷式机组+冷却塔系统和蒸发冷系统2种主要地铁空调冷源进行了比对,分别从经济性、土建设计、后期运营等方面进行了分析比较。结果表明:采用蒸发冷系统的初投资高于水冷式机组+冷却塔,但是运行费用较低,综合经济性更好;蒸发冷系统需要在大小轴端设置机房,占用机房的面积大,对层高有要求,且需要增加送排风井的面积,对土建设计提出更高的要求。", "label": "土木建筑", "id": 0}
{"content": "具有预定战时防空功能的特殊防空地下室,给排水设计应满足战时防护要求,给水、排水使用功能与工程类别及抗力级别相对应。其使用对象、条件、要求均有明显差别,同时也应满足工程平时使用功能要求。结合《全国民用建筑工程设计技术措施——防空地下室》（2009版）和《人民防空工程设计防火规范》（GB50098）要求,对于民防工程就人防地下室的给水、排水、消防等谈谈设计的心得体会,供设计参考。", "label": "土木建筑", "id": 0}
{"content": "随着2017年广东省依法开展消防设施维护保养检测技术服务工作以来,具备相应资质的第三方检测机构从事检测技术服务工作过程中面临着很多挑战和问题。之所以说挑战,就是现在科技高速发展、经济社会需求下建造成不同形态的建筑,其功能复杂、规模庞大,这就要求检测人员精确地运用相应规范和技术,对每个建筑项目消防设施进行检测,并做出相应的报告。就民用建筑地下室而言,其内部包含的消防设施较为齐全,其地形结构也较为复杂。因此,本文结合民用建筑地下室的消防检测对部分遇到的问题做一下探讨,归纳各个系统在检测操作中的注意事项。", "label": "土木建筑", "id": 0}
{"content": "随着我国交通技术的不断发展,对于地铁这一公共交通工具的设计已经日趋完善,在能源需求比较紧张的阶段,对于地铁通风空调系统节能是接着是空调大系统的结论需要更加认真思考和设计规划的。在地铁通风空调系统的设计中,节能是重要的设计内容之一,节能首先要从地铁本身的实际出发,在详细的了解系统的结构和整体情况之后,对所存在和出现的问题都进行相对应的分析,采取相对应的措施。为地铁通风空调系统节能的实现做出进一步的推动和完善。", "label": "土木建筑", "id": 0}
{"content": "近几年轨道交通建设兴起,合理利用地下空间,既可有效缓解地面交通压力,又能充分利用资源,带来可观的经济效益,地下空间的课题成为城市发展研究的热点。本文针对地铁站地下商业空间出口不明确、缺乏空间导向性、疏散流线复杂的问题,研究疏散行为对地下商业空间组织模式的影响。在实地调研的基础上,通过文献检索、统计分析、软件模拟、人群仿真等方法,结合案例及现行规范分析地下商业空间建筑特性及疏散特点,并提出疏散过程中存在的问题。以定性化研究为主,通过pathfinder疏散模拟软件建立疏散模型并进行疏散流线分析,基于行为学分析地下商业空间的人流路径、疏散效率,结合防火性能化设计要求,探讨疏散通道形式及疏散通道设置售货区对疏散效率的影响,从建筑设计的角度对地下商业空间组织模式进行优化研究,提出优化建议。", "label": "土木建筑", "id": 0}
{"content": "消防系统是高放废物处置地下实验室的重要组成部分,消防系统设置的成功与否直接关系到地下实验室建设及运行的安全。本文借鉴国外地下实验室井下消防建设的一些经验,将地表建筑防火分区理念与地下矿山工程消防理念相结合,提出我国地下实验室防火分区设置的理念和原则,并对我国地下实验室井下防火分区技术进行研究。", "label": "土木建筑", "id": 0}
{"content": "现今在地铁设计中,在地铁车站中往往都装配有排热装置和活塞风井,以此来排除列车与铁轨的部分摩擦热和列车空调冷凝热,从而保证隧道内部空气温度和隧道土壤温度维持在正常水平。受隧道壁的限制作用,列车运动会产生活塞效应,活塞效应引起的隧道内部空气速度场和压力场的变化对车站排热影响很大。本文以某车站为研究对象,运用CFD动网格技术,模拟列车减速进站-靠站-加速离站三个连续工况,分析列车运动的活塞效应对该站活塞风井通风量和车站机械排风的影响。", "label": "土木建筑", "id": 0}
{"content": "通过对上海两地铁车站的蒸发冷凝空调系统和普通冷水机组空调系统进行夏季能效测试,分析了蒸发冷凝空调系统的运行和节能情况,发现与普通冷水空调系统相比,蒸发冷凝空调有较高的单机能效系数和系统能效系数,但耗水量稍大。利用测试数据,讨论冷凝器进风湿球温度对机组能效的影响,并结合上海地铁车站新风排风湿球温度变化特点,提出利用地铁排风更有助于提高机组运行能效。", "label": "土木建筑", "id": 0}
{"content": "针对超大地下商场在消防设计中存在的难以采用实体防火墙进行防火分隔的问题,提出一种新型防火分隔方案,即采用\"移动式防火构件\"进行防火分隔,以满足建筑内防火分隔设计要求,同时保证建筑结构联通性和顾客的购物体验。采用数值模拟方法,从构件温度变化及变形情况两方面分析防火构件安全性。结果表明:火灾作用下,防火构件温升不大,变形小,表现良好的耐火隔热性和耐火完整性,实现防火墙功能,为人员安全疏散提供有利条件。", "label": "土木建筑", "id": 0}
{"content": "为了解决变电站智能消防前端执行机构灵活性不足、定位精确度低等问题,本文建立了面向变电站智能消防机械臂高精度运动学模型。首先将机械臂结构简化为刚体连杆模型,并基于Denavit-Hartenberg法的齐次变换矩阵来描述机械臂相邻两连杆的空间关系与运动轨迹。接着此基础上,提出一种利用机械臂连杆模型几何约束关系,并针对智能消防系统中使用的四自由度机械臂,进行了正向与逆向运动学分析与求解,则可在解算前判断机械臂能否到达预期位姿。该模型的计算过程不仅避免了复杂的矩阵运算,而且有效地解决机械臂逆运动学高精度控制问题。最后,完成了系统仿真实验,验证了本文所提运动学模型的精确性。", "label": "土木建筑", "id": 0}
{"content": "具有强大传播力的病毒,随时可能出现在我们身边,对人类的健康造成威胁。面对此种情形,本团队在深思熟虑之后,自主研发病毒检测器,对人们身体的状况进行检测。在一定程度上实现无人化智能管理,在疫情中减少了志愿者的工作。本产品前景广阔,可以用于检测生活中身体状况异常的个体,并实时反映人们的健康状况,让人们及时地发现并做出相应的措施。", "label": "土木建筑", "id": 0}
{"content": "当前物联网技术飞速发展,其应用范围也在不断扩大,将物联网技术运用到智能安防系统能够显著提高安防工作的效率。基于物联网和仓库安防关键技术,构建仓库智能安防系统架构,并分析了物联网智能安防技术在仓库安防中的应用模式和案例。", "label": "土木建筑", "id": 0}
{"content": "本文主要介绍了一种雷击通道模型,该通道模型既具有雷电的特性,又具有简洁的数学表达式。本模型通过计算电磁学手段计算出多个频点该雷击通道产生的频域电磁场,再利用反傅里叶变换得到其时域结果,回代到矩量法中,观察雷击通道周围的近场分布。文中给出一个实际案例进行结果说明,证明方法准确可靠。", "label": "土木建筑", "id": 0}
{"content": "为研究钢质防火门火灾下的温度场和结构场情况,对常规尺寸的单扇钢质防火门耐火性能进行了有限元数值分析。在分析过程中,采用了有限元软件ABAQUS中的温度场-结构场顺序耦合分析方法,并依据《门和卷帘的耐火试验方法》（GB/T 7633—2008）规定的温度测量位置和变形测量位置进行了结果分析。结果表明,采用有限元分析方法能较为准确地模拟火灾条件下钢质防火门的温度和结构响应,可为钢质防火门的耐火设计提供参考。同时,这种有限元数值分析方法可以为不同尺寸的钢质防火门耐火性能试验提供参考,为耐火性能试验数据的扩展应用提供技术支持,节约试验的时间和经济成本。", "label": "土木建筑", "id": 0}
{"content": "《建筑防烟排烟系统技术标准》（GB 51251—2017）实施后,一些设计单位和审图机构对标准中一些条文的理解存在争议和疑问。笔者对其中的\"三合一\"前室防烟系统设置、防排烟系统控制、楼梯间自然通风、前室机械加压送风时加压送风口的位置、防排烟风管是否均应做防火包覆及上悬窗能否作为自然排烟窗等5个问题,结合学习体会,提出了自己的理解。", "label": "土木建筑", "id": 0}
{"content": "铝合金材料具有自重轻、耐腐蚀、加工性能好等优点,越来越多地应用于建筑中,但其熔点低、热传导快的特性,以及铝合金结构防火保护技术的欠缺,限制了推广应用。本文以某铝合金结构屋顶体育馆为例,通过火灾危险性分析和场景设计,数值模拟体育馆不同场所发生火灾后的烟气温度分布,利用经验公式计算不同高度烟气温度变化,通过对模拟结果和经验公式计算结果分析,确定铝合金结构屋顶的保护范围,对类似建筑的消防设计提供参考依据。", "label": "土木建筑", "id": 0}
{"content": "城市轨道交通车辆基地占地面积大,为节约土地资源,全国各地车辆基地建设尝试与商业开发相结合,利用上盖平台建设住宅、办公楼等。国内规范对工业与民用建筑合建的规定较少,车辆基地盖下单体的防烟排设计方案在行业内争议较多,北京、上海等地方出台了相关政策文件与地方规范,指导盖下建筑的相关设计,本文就上盖车辆基地防排烟设计存在的争议问题进行对比分析,提出合理的解决方案。", "label": "土木建筑", "id": 0}
{"content": "以某会议中心建筑消防设计为例,从提高项目灭火救援能力、有效控制灾害蔓延、提高消防设施配置、严格防火空间分隔设计、完善安全疏散的解决方案等方面梳理了建筑的消防设计要点,结合相关消防设计规范要求,对该项目灭火救援、防火分隔、安全疏散等设计难点进行可行性分析。", "label": "土木建筑", "id": 0}
{"content": "为确保自动喷水灭火系统在火灾时准确可靠工作,本文以分布在不同地区的260家综合性酒店及工业建筑的自动喷水灭火系统为研究对象,在洒水喷头、报警阀组、末端试水装置及系统功能等方面开展了基础研究,汇总了常见问题及各类隐患问题的占比,分析了典型隐患问题产生的原因,提出了有针对性的解决对策和建议。同时为宏观评价自动喷水灭火系统检测结果,提出了层次分析法的应用,实现了检测结果由定性到定量的转变,为消防部门加强消防管理和控制提供科学依据。", "label": "土木建筑", "id": 0}
{"content": "本文介绍了一种新型全尺寸热烟测试技术的设计与功能,该系统可在采集温度和风速数据的基础上,实时显示测试状态、快速筛选关键位置数据测点,并能根据试验场地的不同导入现场图纸快速生成试验测点布置位置图,方便试验人员直观地读取数据,具有很好的实用性。并结合连通隧道试验,探讨该系统在高大空间场所、建筑地下空间、地铁隧道、站台、站厅等不同应用场景中的应用可能性,为全尺寸热烟测试系统应用到防排烟工程现场测试中提供理论依据和技术支持。", "label": "土木建筑", "id": 0}
{"content": "采用FDS软件,建立养老院卧室室内火灾模型,通过数值模拟对比分析高压细水雾灭火系统、低压细水雾灭火系统与传统的水喷淋灭火系统的灭火性能。经过实验对比可知,低压细水雾灭火系统在养老院卧室火灾中,能在较短的时间内有效地控制火灾的蔓延,冷却作用强,灭火时间短,能有效抑制受限空间的轰然。而且考虑到各种灭火系统在老人住宅建筑火灾中的应用,火焰不仅要被有效地控制或扑灭,还要尽量减少水喷射冲击力对老年人身体的伤害,低压细水雾灭火系统是一种较好的选择。", "label": "土木建筑", "id": 0}
{"content": "本文介绍了长宽比2:1、1:1以及1:2等三种形式的凹廊在特定条件下的排烟效果。通过数值模拟分析,对相同试验条件下不同形式凹廊的排烟效果进行分析。模拟结果表明不同形式凹廊的排烟效果与凹廊的结构尺寸、开口方向以及开口面积都有着密切关联。当排烟面积相同的情况下,其敞开面所处方向与起火房间烟气进入凹廊路线一致时,排烟效果最好,凹廊及楼梯间内的温度最低、烟层距地面高度及能见度最高,最利于人员疏散。对于同一种结构形式,凹廊的进深越短、开口面积越大,其排烟效果也越好。", "label": "土木建筑", "id": 0}
{"content": "本文对在城市更新过程中既有建筑工程改造的形式进行归纳,并对新中国成立以来我国主要消防技术规范的变迁进行整理,针对既有建筑改造过程中建筑内部装修设计适用的标准进行实际分析,并提出不同专业设计应遵循的规范标准的建议。", "label": "土木建筑", "id": 0}
{"content": "灭火救援辅助信息显示系统通过接收火灾自动报警系统的信息,实现建筑火灾发展蔓延状态的图形化显示,依据建筑消防设施的运行状态,提取生成支持灭火救援行动所需的辅助信息,有利于火灾现场迅速开展侦查、灭火、搜救等战斗任务,为火灾扑救与人员疏散提供重要的信息与决策技术支持。", "label": "土木建筑", "id": 0}
{"content": "《建筑设计防火规范》GB50016-2014（2018年版）（以下简称\"建规\"）和《城镇燃气设计规范》GB50028-2006（2020年版）（以下简称\"燃规\"）是城镇燃气工程设计中最为基础和重要的两本规范,其中又以民用建筑的应用最为普遍,掌握好这两本规范中的相关条款对每一个从业人员都至关重要。", "label": "土木建筑", "id": 0}
{"content": "随着近年来我国消防火灾日益频发,给国人生命及财产造成了不可估量的伤害,国家不断从各个层面采取了全面的预防及应急措施,来保障人民生命及财产的安全;其中对于建筑消防设计这一项越来越重视,不断完善从严我们的国家相关消防规范。工业建筑的消防安全也是建筑设计的重要组成部分,不能轻易忽视。本文以设计规范为基础,讨论各种类型工业建筑在给排水及暖通专业消防方面的设计特点。", "label": "土木建筑", "id": 0}
{"content": "以一个丙类标准厂房改造为年产60万片燃料电池膜电极及其零部件生产线厂房项目为例,对于含涉氢车间的洁净厂房的火灾危险性确定及处理的设计经验和教训进行总结,供以后遇到类似的涉及危险爆炸品的厂房及车间的建筑火险定性参考。", "label": "土木建筑", "id": 0}
{"content": "在信息技术的冲击之下,人们迎来了大数据时代,智慧系统的建设逐渐渗透到社会发展的各个领域,对于医疗领域,可以在很大程度上促使医院的安全防范工作更加智能化和精细化。医院在社会安全治理工作中占据重要地位,主要是为社会创造良好的医疗服务环境,与此同时,智慧医院安全防范系统的建设,也是不断顺应新时期互联网技术应用的必然趋势。人工智能化在社会进程中的发展逐渐受到全社会的关注与重视,医院的安全防范意识不断加强,因此,推动医院的安全系统建设在信息化的发展背景下得到最大限度的创新与发展。智慧医院安全防范系统建设在另一方面也为医院管理体制的建设创造了有利条件。本文对大数据背景下的智慧医院安全防范系统建设展开具体探讨。", "label": "土木建筑", "id": 0}
{"content": "在经济社会中,经济因素往往成为历史遗产是否能够得到有效保护的先决条件。本文以沈阳老龙口酒厂保护性建设项目为例,探索利用开发建设的方式筹集资金,实现遗产保护\"零投资\"同时获取最大经济收益的途径。", "label": "土木建筑", "id": 0}
{"content": "随着我国经济的快速发展,建筑行业也得到了极其迅速的发展。如今我国的建筑工程项目越来越多,在建筑中所使用的机电设备也逐渐增多。在使用机电设备时容易消耗能源,所以现在人们极为重视减少建筑机电工程中的能源消耗。当对能源的消耗量有所下降时,可以有效地降低施工和投入成本,因此有越来越多的人开始在建筑机电工程中使用机电节能措施。本文会对建筑机电工程在使用机电节能措施时所要遵循的原则以及用途径进行分析。", "label": "土木建筑", "id": 0}
{"content": "社会经济与科学技术的不断进步为建筑行业提供了良好的发展契机,同时也使得建筑行业面临更高的要求。BIM技术,具有显著的应用优势,将其利用在智能建筑运维管理中,一方面能够直接提升建筑工程运维管理的整体水平,另一方面还能增强工程项目的综合效益。为此,本文针对BIM技术在智能建筑运维管理中的相关应用进行了详细的分析,以期提升智能建筑运维管理的针对性与科学性,为建筑行业的可持续发展提供推动与保障作用,同时为BIM技术的相关研究提供部分理论参考。", "label": "土木建筑", "id": 0}
{"content": "建筑工程施工时机电安装是重要的组成部分,机电安装时会消耗大量的施工资源,工程造价管理的工作开展的难度相对较大。建筑机电安装工程施工时造价管理人员应该分析多种影响造价管理工作开展的因素,提高施工人员的素质和专业技术能力,合理降低建筑机电安装的成本。", "label": "土木建筑", "id": 0}
{"content": "随着时代的发展和社会的进步,多媒体技术的不断发展,预示着大数据的智能化时代的来临。近年来,随着\"云技术\"的不断进步,大数据观念已经逐渐走进大众的生活成为当下的主流观念。个人移动终端不断的智能化和微型化,更是为现代智能化社会的构建与发展提供了有力的支持。本文聚焦于建筑智能化工程结算审计方面存在的困境与问题,坚持以问题为导向,以事实为依据,提出切实可行的建议助力建筑智能化工程结算审计工作的不断变革发展。", "label": "土木建筑", "id": 0}
{"content": "智慧城市包罗万象,智慧建筑是智慧城市的缩影,所以简单来说智慧建筑是智慧城市的一部分,是其中一隅。智慧建筑上来看,我们看到这个未来趋势,能够带来更智慧化的数据管理,有更多的技术公司愿意投入,产生更好的商业价值,智慧城市的发展是有非常多的想象空间。会有更有效的商务模式的变化,能够更好的能够把一些建筑的形态跟空间的形态多元化、智慧化。", "label": "土木建筑", "id": 0}
{"content": "由于美观需求,弧形机电管线越来越多。以某高校空心圆柱形图书馆项目为背景,介绍了弧形建筑内的管道、桥架精细化施工的流程和操作要点:根据曲率要求采用电动液压弯管机和手动弯管器分别对大直径管道和小直径管道进行预弯,然后进行安装;通过小直段切斜槽的拼接的方法完成桥架整体弧形的施工;采用导向装置防止大直径管道预弯过程中扭曲,确保加工精度,通过在地面测设控制点,并利用激光水准仪将控制点引测至顶棚,确保点位控制准确。弧形机电精细化施工工艺保证了管道桥架的施工质量,提升了机电管线的观感。", "label": "土木建筑", "id": 0}
{"content": "为尽可能消除新冠疫情对项目施工造成的现场劳动力短缺、人员无法集中等不利影响,并解决质子医疗项目中的机电管线错综复杂、安装精度要求高等施工难点,以山东省肿瘤医院质子临床研究中心项目为例,详细阐述了BIM技术的应用,探索了BIM技术与工厂规模化生产的集成方法,并在此基础上结合三维扫描总结出了\"四校核三扫描\"BIM应用流程,实现机电工程施工的数字化,保障了重要复杂机电工程的一次成优,降低了疫情对工程施工的不利影响,实现\"数字化管理出效益\"。", "label": "土木建筑", "id": 0}
{"content": "近年来,随着计算机技术、通信技术、控制技术、生物识别技术、多媒体技术等技术的发展,通过与现代建筑艺术的有机结合,通过对建筑内设备、环境和使用者信息的采集、监测、管理和控制,实现建筑环境的组合优化,从而为使用者提供满足建筑物设计功能需求和现代信息技术应用需求,并且具有安全、经济、高效、舒适、便利和灵活特点的现代化建筑。中国人民大学通州新校区建成后,将成为以提高教与学的效果、增进教育教学与信息技术融合为目的,以大数据分析、云计算、物联网等技术为核心的技术,创造了一种智慧型、网络化、数据化、环境全面感知的管理、生活服务、教学和科研,并能对教育管理、教育教学进行预测和洞察的智慧学习环境。以中国人民大学通州新校区西区学部楼一期项目为背景,探讨BIM技术在智慧园建造中的应用。", "label": "土木建筑", "id": 0}
{"content": "数字建造正以破竹之势融入建筑施工行业中,以机电安装装配式试验站点为主体,结合BIM三维深化手段及装配式预制加工手段,综合探讨数字建造管理平台在项目设计到施工阶段中的应用范围、应用优缺点及应用前景。", "label": "土木建筑", "id": 0}
{"content": "<正>0引言近年来,BIM技术在全国建筑行业内大力推广,目前在方案策划、施工模拟、管综优化等方面已形成系统的应用。但多数应用比较单一,不能形成综合性较强的应用,通过引进MR技术,将BIM与MR两者有机结合,为虚拟模型与实体搭建平台,形成管理数据可视化的综合体应用成果。1 BIM+MR技术的概念", "label": "土木建筑", "id": 0}
{"content": "随着BIM技术的飞速发展,装配式建筑在应急保障工程中得到了广泛应用,极大提高了工程的建造速度,保证了施工质量。本文以小汤山医院改造项目为研究对象,深入分析研究在面对快速应急医院建造项目中,BIM技术在机电安装工程的应用。", "label": "土木建筑", "id": 0}
{"content": "本文基于现代物联网应用体系的底层通信技术,功能设备,应用管理平台三部分,研究一个集数字化、网络化和智能化为一体的视频会议室智能中控管理系统,实现视频会议室中各种电子设备的统一管理和集中控制,提高会议管理效率和会议室资源的使用率。文章首先对智能中控管理系统实现功能进行需求分析,提出实现会议室智能管理系统的解决方案,最后实现对中控系统对会议室内所有设备进行集中化、智能化控制。", "label": "土木建筑", "id": 0}
{"content": "建筑业是典型的信息和知识密集型行业。目前所公认的是,以BIM为代表的建筑技术成功收集了大量数据和知识源,然而目前对这些知识的获取、检索、应用等各个方面还很差。对此,本研究首先对建筑业中的知识工程和知识科学进行了系统综述,以强调知识工程在行业中的重要价值。接着,以MEP领域作为具体切入点,探索了通过领域文本构建知识图谱的技术流程,并进一步提出了基于知识图谱的知识检索应用框架,包括模型构件的逻辑关系分析以及合规性审查推荐等。", "label": "土木建筑", "id": 0}
{"content": "本文设计并开发了一套基于SOA架构的电信间温湿度监测系统。系统在设备层通过温湿度传感器模块采集环境数据,并通过以太网模块将终端接入校园网络,在应用层部署监测系统,在数据层基于ModBusTCP协议获取数据存入数据库,在业务层通过\"企业微信\"实现访问控制,在表现层通过Web页面向用户展示环境数据以及通过\"企业微信\"消息推送接口发送报警消息。通过搭建该系统,实现电信间温湿度环境数据可视化记录、监测、报警等功能,对于加强电信间管理具有重要的研究价值和广阔的应用前景。", "label": "土木建筑", "id": 0}
{"content": "无线网络应用已成为人们日常生活中的一种重要需求,当网络系统发生故障时,大多数是由于布线工程的质量问题造成的,而返工有时比重建更复杂,因此无线网络综合布线系统验收的重要性不言而喻。文中详细介绍和总结了在验收过程中经常出现的十大误区,其中包括产品的入围测试、模块的区别、线径、链路测试指标、跳线、全程监控、全部测试等,分析了其中的错误根源并提出了相应的解决方案。最后给出了无线网络综合布线系统验收的其他相关要求。无线网络综合布线系统的验收工作是对整个工程质量的全面验证,因此必须按照国家规定的工程建设项目竣工验收办法和工作要求实施,不应有丝毫草率从事或形式主义的做法,从而达到了工程总体质量符合预定目标的要求。", "label": "土木建筑", "id": 0}
{"content": "大型楼宇工程机电管线复杂,涉及参建单位繁多,专业间配合工作量大,内含机房等专用设备,管线排布紧张,功能净高要求保障难度大。应用BIM技术集成各专业机电模型,解决跨专业衔接障碍,遵循水上电下等原则排布保障功能合理性,基于BIM净高分析,综合优化满足净高需求,最终基于BIM模型出图指导施工,将BIM成果落地。", "label": "土木建筑", "id": 0}
{"content": "随着科技的发展,人们对BIM技术的研究也更加深入。BIM技术在建筑行业受到越来越多的重视,政府也对此项技术大力推广支持。BIM技术甚至成为建筑行业中一门举足轻重的技术。特别是在机电优化设计方面,BIM技术的作用尤为明显。BIM技术能有效解决机电管线碰撞的问题,指导施工,节约成本,缩短工期,给项目带来实际效益。", "label": "土木建筑", "id": 0}
{"content": "成都洺悦御府项目为夏热冬冷地区的近零能耗住宅建筑项目,在外围护、气密性、冷热桥处理等技术细节遵循设计要求。通过建模对室内负荷特性以及温湿度场分布进行模拟,研究分析出在本地区近零能耗建筑负荷特性以及室内湿度变化趋势,以及逐时的温湿度在空调和非空调工况下的特点。同时给出了相应的设计和施工指导建议。尤其是该地区等温除湿的必要性也在本文进行了一定的论述。项目的实践结果验证了本文的分析研究。", "label": "土木建筑", "id": 0}
{"content": "本文从空间、环境、深入原因、具体机制等角度分析了厨房、卫生间、宠物等家庭异味的主要来源,为除味技术和除味产品开发提供了基础理论借鉴;从技术原理、优缺点等角度分析了现有常见的除异味技术,包括活性炭吸附技术、催化分解技术、光触媒技术、臭氧技术和生物酶技术等,并做了详细对比。本文指出了除异味技术的发展方向,不仅为从业人员提供了有益的参考和建议还为广大消费者和用户从技术层面做了原理普及和分析,也能成为今后消费者选购相关除异味产品的可靠参考。", "label": "土木建筑", "id": 0}
{"content": "本文基于GB 25127.2-2020规定的测试工况对带喷焓的低温空气源热泵进行实验分析,旨在研究非低温工况下,开启喷焓是否仍具有能效上的优势。本文以满负荷和部分负荷两种运行条件对喷焓系统进行测试,比对同样出水温度条件下喷焓开启和关闭时喷焓系统的循环能效,得出结论为相关从业人员提供指导。", "label": "土木建筑", "id": 0}
{"content": "空气源热泵在冬季制热过程中存在因室外换热器除霜而导致室内定期停止制热的现象,引起室内温度降低,用户体验差,因此提高除霜运行时室内用户的舒适体性验,成为空气源热泵面临的重要课题。本文通过将室外换热器划分为两个部分,通过控制制冷剂的饱和温度,利用制冷剂潜热,实现对室外换热器进行有效的交替除霜,开发具有连续制热技术的家用多联机产品。实验证明:（1）该系统利用少量制冷剂的冷凝潜热进行换热器交替除霜,增加室内的制冷剂流量供应,提升室内制热量。（2）在除霜饱和温度Td为0～8℃时可用最少的制冷剂流量实现有效除霜。（3）在室外温度2℃的条件下,潜热除霜运行中的平均制热能力为额定能力的75%。", "label": "土木建筑", "id": 0}
{"content": "本文基于欧盟ERP指令要求对空气源热泵热水机组等级标准进行分析,针对EN14825:2018及EN14511:2018标准中SCOP的计算及测试方法进行解析,对欧盟家用热泵热水机组的SCOP性能测试方法进行探讨。结果发现B测点（2/1℃）对整体的SCOP影响较大,同时在确定Pdesignh的情况下,机组在E点的能力越大,所计算出的SCOP也就相应的越大,而随着整机的能力变化,Tbiv的选取也随之改变。", "label": "土木建筑", "id": 0}
{"content": "本文分享了一种简化的热泵管路模态仿真与验证方法。通过使用文中的管路实验方法,可避免测得频响曲线的峰移。简化后的实验方法可以将仿真得到的频率结果误差控制在5%以内。本文所研究的热泵管路模态测试方式为热泵产品的研发和质量检测提供了一种更准确的方式。另外,热泵管路模态仿真的技巧也可以加速新一代热泵产品的设计研究,从而满足更复杂多变的中国热泵市场产品需求。", "label": "土木建筑", "id": 0}
{"content": "随着新冠疫情在全球爆发,如何对病毒的传播进行有效控制再次成为社会各界关注的热点。许多研究证明,通风是控制疫情传播的最有效措施之一。办公建筑由于在通风方式、人员密度等方面的特殊性,通风防疫策略也与居住建筑存在着一定的差异。本文主要针对办公建筑,探讨了两种常见的机械通风系统:\"冷热末端+新风\"空调系统和全空气空调系统,在不同情况下的有效通风策略,并在此基础上借助Wells-Riley模型对办公建筑中所需的通风量进行了估算。结果表明,对于\"冷热末端+新风\"空调系统,运行的同时打开房间的开口增强房间内空气的流动是提高换气效率的关键;对于全空气空调系统,一方面需要对回风进行有效处理,另一方面可增大送风的新风比,必要时可采取全新风运行。此外,对于办公建筑房间所需的新风量,WellsRiley模型的计算结果显示,通风量的增加可以明显降低感染概率,但有时通风量的需求可能超过房间空调设备的能力,此时可采用个性化通风设备加快人体周围空气的置换。本文的讨论有助于对办公建筑内常见空调系统的通风模式进行针对性优化,从而使建筑内病毒的传播得到有效控制。", "label": "土木建筑", "id": 0}
{"content": "本文针对室内空气的除生物污染技术和换新风技术在2011～2020年周期内的专利、国内核心期刊发表的论文及会议论文进行检索和筛查实践并进行归纳分析,得出了两个技术所处的技术周期以及研究热门方向,并给出未来专利布局的建议。", "label": "土木建筑", "id": 0}
{"content": "近年来,随着城镇化进程和工业发展加快,水环境中污染物种类增多,新型污染物层出不穷,水质的污染问题日趋严重。质谱作为一种高通量、快速、灵敏的仪器分析技术,已被广泛应用于水环境多种类型污染物的检测。本文简述了质谱技术的原理、优势,以及在水环境已知有机物、未知有机物、重金属污染、天然有机质、微生物检测等方面的应用。", "label": "土木建筑", "id": 0}
{"content": "目前新风系统的在线监测只是对设备运行状态进行监控,缺乏对室内空气质量的持续监控和二次污染消除等管理机制,采用开环控制模式,不能根据实际情况及时调整新风系统的工作状态,使得新风系统仅是\"通过竣工验收\",而不能保证\"室内空气质量达标\"。基于物联网、无线通信和嵌入式开发等技术研究适用于新风净化系统的空气质量在线监测调控系统,将新风净化系统提升为闭环反馈控制模式,提高净化效能,降低系统能耗,高效提高室内空气质量。", "label": "土木建筑", "id": 0}
{"content": "研究净化器滤芯内部不同粒度的颗粒分布特性对净化器的设计与环境污染的防治具有十分重要的意义。以计算流体力学仿真软件Fluent进行数值计算,基于群平衡模型（PBM）与计算流体动力学（CFD）数值耦合,分析各粒度段组分数随时间的变化趋势,以及在不同初始颗粒浓度、不同入风口风速下的颗粒粒度浓度分布,初步研究了净化器滤芯内气溶胶颗粒的分布特性与变化规律。结果表明:滤芯内大粒度颗粒主要贯穿在中心位置,越靠近入口位置粒度越小,更易随气流流出外界实现二次过滤;流场中各粒度浓度在0.4～0.5 s内趋于稳定,bin4、bin5粒度段颗粒最难去除;随着初始粒度的浓度升高,颗粒碰撞聚合概率也随之增加;入风口风速改变对大颗粒的占比影响最大,风速越小,颗粒停留在净化器内部时间越长,碰撞与聚合概率越大,从而大粒度组分数越大,当净化器单次过滤效率不理想时,可以考虑降低风速来增大颗粒聚合,从而提升二次过滤效果。", "label": "土木建筑", "id": 0}
{"content": "浅层地温能作为新型战略能源,具有分布广泛、储量巨大、可长期再生循环利用、经济节环境效益显著等优点。在分析泰安市城区浅层地温能赋存条件的基础上,考虑了地质、水文地质条件、地层热物性参数等因素,运用层次分析法构建了泰安市城区地埋管地源热泵适宜性评价指标体系。结果表明地埋管地源热泵较适宜区面积为157.42 km~2,占总面积的77%,不适宜区面积为48.26 km~2,占研究区总面积的23%。为泰安市城区合理开发和利用浅层地温能资源提供了参考。", "label": "土木建筑", "id": 0}
{"content": "本文将研究地暖管基体聚合物的筛选、导热粒子的表面改性及高导热母料的制备、聚烯烃基复合材料的造粒与成型加工工艺研究、高导热复合材料的交联工艺研究、以及针对地暖管的应用性能评价。并建立高导热聚烯烃复合材料的辐射加工过程-化学组成-性能的关系,掌握高导热交联聚烯烃管材的制备与加工工艺参数,开发适合于工业化生产的制备工艺和流程。", "label": "土木建筑", "id": 0}
{"content": "本文列举了目前暖通空调存在的一些典型的让人深思的问題和缺陷,并简单的分析了产生这些问题的根源,从而提出了解决方案和改进的措施。", "label": "土木建筑", "id": 0}
{"content": "随着人均建筑面积的不断增大,暖通空调系统的广泛应用,用于暖通空调系统的能耗将进一步增大这势必会使能源供求矛盾的进一步激化。本文主要介绍暖通空调领域具有较大的节能意义和良好应用前最的技术方式。", "label": "土木建筑", "id": 0}
{"content": "在建筑暖通系统管道主要以焊接钢管和无缝钢管为主,钢管重量大、隔热性能差、耐腐蚀性低等缺点一直是空调管道的通病。本文提出了采用一种新型且经过改良的复合管,代替传统焊接管道的施工材料及工艺的方式。复合纤维管道由三层组成,内层与外层为PP-R/PP-RCT材料,中间层为纤维增强PP-R/PP-RCT复合材料。", "label": "土木建筑", "id": 0}
{"content": "在双碳目标下,作为我国高碳排放的建筑业,需要承担相应的减碳责任,因此建筑业需加快推动绿色建材、绿色建筑、近零能耗建筑发展进程。后疫情时代,人们对健康建筑的关注度也越来越高。本文主要介绍了暖通专业如何在保证舒适健康的生活环境下,降低建筑运行能耗,助力实现双碳目标。", "label": "土木建筑", "id": 0}
{"content": "自然通风是调节室内风环境的重要手段,常见户型在自然通风状态下的室内风环境应当受到关注。本文针对一常见户型,采用二维数值模拟的方法,研究其室内风环境特性。通过改变入口风向设置五种工况,给出了各工况的空气龄云图,得出了该户型空气龄随风向与正南向的偏角增大而增大;利用各房间均匀分布的测点求出各房间的不均匀系数,结果表明南风偏西风向下室内风速的不均匀性优于南风偏东。总结了该热门户型的室内风环境特点,为固定户型获得更优质的室内通风条件提供参考。", "label": "土木建筑", "id": 0}
{"content": "碳达峰、碳中和与建筑节水息息相关,建筑节水系统下住宅平均日生活用水的节水用水定额直接影响水量的消耗。从源头节水,降低生产资源消耗,设计和建造达到或优于国家有关节能标准的节能建筑。本次设计一居住建筑节水器具,充分利用在热水管道内的残留冷水,使热水出水管出口能得到预设温度的温水。使管道内残留冷水全部回流进入缓冲容器,与从热水器流入缓冲容器内的热水混合,两者混合后当缓冲容器内水温达到预设温度后通过控制电磁阀[1]放出热水。这样可以减少管道内残留的冷水直接排走造成的浪费,减少自来水厂的自来水加工与污水处理成本,本装置具有环保、适用性强、维护成本低、使用年限长的优点,完全符合节能减排需求。", "label": "土木建筑", "id": 0}
{"content": "UPVC止水节预埋件随结构主体预埋的施工技术存在施工效率低、定位差等劣势。针对这一劣势,在瑞莱首府三期工程实践的基础上,通过BIM软件深化设计图纸,同时改进传统工艺,设计出一种新型的UPVC排水管道预制安装工艺,实现了工厂化预制和装配式安装,不仅大大提高了施工的效率和防漏水效果,还具有明显的经济效益和社会效益。", "label": "土木建筑", "id": 0}
{"content": "海绵城市是指能够应对特大暴雨等自然灾害,具有一定\"弹性\"的城市建设理念。海绵城市是需要综合性统筹规划建设的,作为海绵城市末端的房屋地下建筑部分顶板会因降雨产生积水,若积水在回填土内到达一定高度,长时间浸泡会导致植物根部的腐烂并加大防水层的渗漏隐患。结合我公司在建项目为载体,研究房屋建筑领域部分的海绵城市建设,分享采用渗排水防护回用系统施工经验,进一步分析房建领域海绵城市技术的应用要点。", "label": "土木建筑", "id": 0}
{"content": "静态加热式热泵热水器为近年来兴起的新型生活热水制取设备,能源转化效率高于传统电热水器三倍以上。但由于其加热原理的限制,使得其在低温高湿环境下运行时,室外换热器会发生频繁结霜。目前普遍采用的逆循环除霜方式在除霜时会引起使用端温度波动,且频繁除霜对整机可靠性及电网稳定性造成了挑战。本文基于电磁感应加热技术搭建了新型静态加热式热泵热水系统,利用电磁感应加热技术在系统低温运行时提供辅助热量,可以实现缩短加热时间,运行期间除霜次数减少以及系统制热量提升的目的,系统运行特性改善效果明显。实验研究表明:在环境工况2/1℃的低温高湿工况下,耦合感应加热技术后的热泵热水器,其加热时间缩短了20.8%,除霜次数减少了66.7%,制热量提升了28.3%。", "label": "土木建筑", "id": 0}
{"content": "作为热泵式热水器的核心零部件,管路系统对于整个产品的品质起到了决定性的作用。为了改善管路的振动情况,本文首先采用了模态计算方法获得了管路系统的固有频率和振型,然后测试机器实际运行过程中压缩机吸排气口的振动位移数据,将采集到的振动位移数据作为激励,采用频响分析方法获得了管路的振动位移数据,并将该数据与测试数据进行对比分析,证明了该方法的可靠性。最后通过研究不同配重对管路的影响,确定了合理的配重方案,在不改动管路方案的基础上,改善了管路振动状态。", "label": "土木建筑", "id": 0}
{"content": "现代社会,保护环境是每个人的责任,对于给排水工作者来说,更应当密切关注环保问题。未来建筑正向着环保型建筑的方向发展,在建筑的给排水设计中,对于环保问题的研究具有极其重要的意义。只有将新材料、新技术、新设备等有效运用到建筑给排水设计中去,才能达到环保的目的。本文从节水、节能、防治水污染等方面对建筑给排水设计中的环保问题进行研究。", "label": "土木建筑", "id": 0}
{"content": "生命五要素:吃喝拉撒睡,住宅建筑卫生间就解决了其中的两大要素——拉撒,卫生间的作用不仅仅是进行生理排泄和处理排泄物的地方,通常还可设置盥洗沐浴、洗衣功能,（见《住宅设计规范GB50096-2021》,5.4.1每套住宅应设卫生间,应至少配置便器、洗浴器、洗面器三件卫生设备或为其预留设置位置及条件）。是建筑物内液体污物集中排除的主要地方,也是最接近市政污水系统的地方,所以卫生间功能决定了它是噪音和污气产生的源头,关系到人们的健康,对生活品质有重要影响。另一方面卫生间是生活设施集中地,通常有:马桶、洗脸盆、热水设备、淋浴（洗浴）设施、换气设施、取暖设施、洗衣机等,这些设施决定了卫生间至少需要有供电、供水和排水,所以卫生间是管路密织,防水要求高,安全要求高,施工工序繁杂,容易出质量问题的地方,而排水是其中最突出的问题之一,本文就着重就卫生间排水作法和大家共享。", "label": "土木建筑", "id": 0}
{"content": "本文设计了一种燃料分级燃烧式热水器,采用天然气分级燃烧技术（二级）,天然气和过量空气在风机的作用下进入燃气热水器一级燃烧区,并在脉冲电子打火下点燃,主换热器被加热,一级燃烧区燃尽的尾气在风机的作用下被送入还原区,小计量燃气从燃气软管从燃气热水器外送入还原区,其中一级燃烧区中的氮氧化物气体与在高温下进入还原区的小计量天然气发生氧化还原反应,氮氧化物被还原成氮气,然后,混合气体在二级燃烧区再次被点燃,此时由于可燃气体和助燃气体量均比较小,因此燃烧温度比一级燃烧区低很多,基本上不再产生氮氧化物,二级燃烧区的高温燃气和流进次换热器的预热水进行热量交换,最后,在风机的作用下,烟气经过含有冷水的冷凝器进行热交换,降温后排出室外。经过计算反应前后的温度,应用捷里道维奇公式推测了燃烧后的氮氧化物排出量,结果表明,采用燃料分级燃烧技术,其氮氧化物减排非常明显,相当于传统燃气热水器的万分之五。", "label": "土木建筑", "id": 0}
{"content": "结合对某企业消防检查,针对自动喷水灭火系统和室内外消火栓系统设计安装缺陷,指出了室内外消防给水系统管网连接不合理、消防设施安全运行不可靠等问题,提出了改进和完善消防给水管网的连接方式,并利用现代信息技术,实施消防设施远程监控,多方配合,齐抓共管等意见和建议,旨在为消防设施安全运行提供保障条件,得出了消防从业者应学无止境,只有具有扎实的专业知识、丰富的实践经验和良好的敬业精神,才能为社会提供优质消防技术服务的结论。", "label": "土木建筑", "id": 0}
{"content": "鱼腹式倾斜混凝土钢管柱内置虹吸水管,在不同楼层柱梁节点处有双向预应力波纹管、钢筋穿柱、虹吸水管交叉作业,结构复杂,操作空间小。通过采用深化设计技术和BIM可视化及时,有效解决了三者的相互碰撞,采用工厂整体制作,分段吊装及人下钢柱内部焊接虹吸水管,实现了虹吸水管快速安装。采取限位措施,避免钢柱摆动造成虹吸雨水管道的破坏。", "label": "土木建筑", "id": 0}
{"content": "目前住宅楼给水排水管道及设备多,且管网在施工时难免严格按照设计方案执行和实施,因此对于住宅楼给排水系统的维护维修难度较大,而造成这一现象的根本原因是在施工时没有对给排水工程进行严格的质量管理,比如施工现场环境不能选用下沉式给排水管道,否则容易引起给排水管网的沉降和破坏。在明确了质量控制环节之后,溯本清源,加大执法力度,加强对各责任主体执行法律、法规及规范性文件情况的监督,从源头上堵住不符合条件的质量工程出现在住宅给排水工程建设市场上。", "label": "土木建筑", "id": 0}
{"content": "空气源热泵作为可再生能源利用的节能技术之一,广泛应用于工业与民用建筑生活热水系统,GB50015—2019《建筑给水排水设计标准》中规定了空气源热泵生活热水系统的设计方法,其中涉及到两个重要的计算参数——最冷月平均气温和春分、秋分所在月的平均气温,但是标准中未提供两个参数的数值。以辽宁省的两个城市为例阐述了参数的计算方法和原始资料的选用原则,并指出了存在的问题。原始气温资料的选用年数宜为20年,最少不小于10年。春分、秋分所在月的平均气温不宜作为空气源热泵生活热水系统供热量计算的指标,应研究确定平衡点温度予以代替。", "label": "土木建筑", "id": 0}
{"content": "花洒作为淋雨终端,是卫浴设备中重要配件之一,在卫浴行业内有举足轻重的地位,本论文主要讲述花洒行业对于出水水花功能和切换结构的研究及发展现状。笔者综叙了常用的花洒水花功能,和切换结构,分析了目前市场上花洒功能的研发方向和发展前景,并对花洒行业进行了展望。", "label": "土木建筑", "id": 0}
{"content": "本文主要阐述了地漏产品的行业状况、分析了行业面临的主要问题和发展趋势,从产品质量方面进行了探讨。", "label": "土木建筑", "id": 0}
{"content": "地漏是排水系统中一道重要\"关口\",它的好坏直接影响室内空气质量,如若使用劣质产品,则会成为室内环境的污染源,成为危害人体健康的\"隐形杀手\",因此地漏产品的相关检验应引起重视。本文简要对地漏产品相关标准体系进行研究,并对地漏产品种类、检验指标、方法及注意事项进行了分析。", "label": "土木建筑", "id": 0}
{"content": "近几年同层排水在我国发展非常迅速。作为同层排水技术主要应用之一、陶瓷坐便器的新式搭档——现代隐藏式水箱产品不仅能满足人们对于幸福生活的需要,而且在整个生活区域、公共场合设施、宾馆酒店等都有隐藏式水箱产品消费的强烈需求。在中国,随着消费者生活质量水平的提高,以及追求美观、清洁意识的提升,隐藏式水箱发展前景可观。", "label": "土木建筑", "id": 0}
{"content": "介绍一种用于入墙水箱的双排可微调ABS排水阀,它包括:ABS腔体;ABS内套管,它下端设有止水组件,所述内套管滑动在腔体之内,利用内套管和腔体之间的相对滑动控制止水组件开闭水箱;全排浮桶,它设在内套管和腔体之间并能够作用于内套管;半排浮桶,它设在内套管和腔体之间并能够作用于内套管,所述半排浮桶上枢设有一个相对半排浮桶摆动的摆钩,所述摆钩并能够摆动至半排位置和全排位置;及一起动装置,它包括一个能够起动半排排水的半排起动器和一个能够起动全排排水的全排起动器。本排水阀的结构紧凑,适合用于薄型水箱,彼此之间的配合精确紧密,便于操作。", "label": "土木建筑", "id": 0}
{"content": "如今随着市场变化,很多开发商要求卫生间无降板,采用同层排水地漏,实现同层排水。而传统的同层排水地漏均需要有一定的降板高度,无法满足要求,所以威迪亚公司进行了超薄地漏前期研发。前期研发目标是要求超薄地漏需要满足通水流量大、水封高度至少50mm的要求。通过此次超薄地漏的前期研发,本人积累了一定的设计经验。本文结合前期研发的经验,将对此款同层排水超薄地漏做相关说明及总结。", "label": "土木建筑", "id": 0}
{"content": "为了贯彻落实绿色发展理念,推进绿色建造、节约资源、保护环境、减少排放等,已成为工程建设领域的重点工作,而可弯曲金属导管则成为一种较理想的电线电缆外保护材料。随着建筑科技的持续性发展,在国家提倡的资源节约、低碳、环保经济的大环境下,具有重要的节能环保推广价值。", "label": "土木建筑", "id": 0}
{"content": "IDC机房中暖通管道锈蚀会使管腔变窄、管壁变薄,影响系统的整体稳定性。项目创新应用新型暖通管道防腐技术,在管道安装完成后系统启用前采用复合季铵盐剥离剂、氨基磺酸、无水柠檬酸酸洗剂及腐植酸钠、栲胶等混合物钝化剂等配方溶液对管道内部进行酸洗磷化处理。地下部分管道结合阴极保护法进行联合防腐保护,确保数据中心暖通管道达到防腐标准。", "label": "土木建筑", "id": 0}
{"content": "结合深圳国际会展中心超大展厅综合管沟施工实践,从整体布展、施工重难点、施工工艺及质量把控等方面全面阐述,为施工过程提出了针对性举措与质量保障。", "label": "土木建筑", "id": 0}
{"content": "BIM技术是将传统的平面图纸以三维立体模型表现出来,利用仿真形式对建筑物进行数字化建模。本文以唐山新体育中心项目实例为理论依托,利用BIM技术对本工程环梁与V型柱节点的钢筋排列和综合管线的排布进行了图纸的深化研究,以便发现图纸中的问题,对图纸进行优化,指导后续工作,减少返工情况。", "label": "土木建筑", "id": 0}
{"content": "高大空间工业企业建筑厂房中,为配合生产工艺及各类使用需求,往往需要布置给排水、暖通、热力、电气、智能化等复杂的管线。管线错综排布占用大量使用空间,各类厂房采用的不同布线方式,对室内空间的使用有着重要的意义,合理的综合布线方式在厂房中尤为重要。通过对高大空间工业建筑功能、空间特点的分析,总结多种综合布线方式特点,探讨其在建筑中的广泛应用。", "label": "土木建筑", "id": 0}
{"content": "通过实际工程案例,探讨改造项目管线综合的BIM技术应用,证明引入BIM技术,对改造的异形建筑管线综合深化设计,可控制既有结构层高与结构加固限制下的净高,提前调整设计布局,优化空间排布,可减小异形建筑导致的施工难度,确保下料尺寸精准,减少材料浪费。", "label": "土木建筑", "id": 0}
{"content": "BIM技术应用于住宅地下综合管线设计势在必行。本文从当前住宅在地下综合管网建设中存在的问题出发,结合BIM技术特点与应用模式剖析,提出了基于BIM技术的地下综合管网设计应用体系化流程。以南昌中海锦城项目为例,通过流程化的信息共享和集成处理,建立了地下综合管网的BIM设计应用平台,解决了设计过程中各专业的信息不对称,提高了管网的设计效率和质量,并证明了流程应用的可行性。本文希望为未来BIM技术在地下综合管网中的应用研究提供参考,为行业及国家进一步推广BIM应用提供支持。", "label": "土木建筑", "id": 0}
{"content": "对于住宅建筑,在建造过程当中,住宅内某些部位已经开始倾向于使用成品构件作为主材进行施工。但随着人们对于住宅质量、室内设施、材料、构筑物可靠性的要求都越来越高,采用成品构件施工的可靠性也越来越受人关注。尤其对厨房而言,本身作为住宅建筑不可缺少的一部分,预制成品排气道的使用也愈加普及,但是受其生产工艺,安装方式等影响,质量控制往往存在隐患。通过实践经验进行分析,提出一些提高住宅排气道使用可靠性、防止竖向开裂风险的方式方法。", "label": "土木建筑", "id": 0}
{"content": "基于BIM开发研究了管道吊架参数化插件。插件以BIM软件Revit为平台,创建参数化管道吊架模型。运用Revit二次开发手段,实现了管道吊架布置功能,在安装工程中提高了管道吊架布置的效率和施工精细度。同时提供了管道吊架校核功能,为设计方案优化提供了方便。", "label": "土木建筑", "id": 0}
{"content": "北京中关村科技园—丰台创新中心项目是集政府办公、国际商业为一体的高层建筑,总建筑面积达58万m~2。工程体量巨大,工期长;机电管线规模大,交叉多,排布复杂;幕墙与景观专业施工复杂等是本工程的特点与难点。BIM技术覆盖了前期设计、施工与后期运营维护的整个建筑物生命周期,包括BIM协同管理平台的应用、图纸三维会审、机电管线综合、施工模拟、进度管理及精装样板区BIM+VR方案沉浸式体验等,保证项目的成功实施,缩短工期,降低成本,打造精品工程。", "label": "土木建筑", "id": 0}
{"content": "对管材进行安装前的吹扫,是提高并保持管道系统清洁度必须的施工程序,对管材安装前的严格吹扫,可以减少和避免系统调试和运行中的故障,缩短系统的调试周期,减少不必要的损失。自动控制的管材振动吹扫系统,是在保证工艺要求,总结施工经验的基础上,对传统吹扫设备进行改造升级,引入PLC控制系统,实现管材吹扫的自动化。系统包括由以PLC、电控箱及其他测量、控制、调节设备组成的控制系统;压缩空气系统;振动系统等几个子系统组成。该系统的应用可提高管材吹扫的效率,提高环保系数,增强人员的安全性,提高管材冲洗的质量。", "label": "土木建筑", "id": 0}
{"content": "针对越来越多的弧形现代建筑的出现,本文主要介绍接合先进BIM技术提升安装弧形走向的综合管线施工质量。通过BIM三维建模深化设计,合理排布各施工专业管线及其支吊架,确定安装曲率,分解弧形管道。过程中各专业管道分段预制,过程中加强精度控制,提升弧形管道安装施工质量。", "label": "土木建筑", "id": 0}
{"content": "目前BIM技术在国内的发展进入了新的阶段,尤其是在管线综合方面的应用有着很大的优势。室内设计的管线综合是在一次机电设计的基础上对于末端管线的精细设计,我们尝试使用BIM技术达到室内机电设计同室内装饰设计协同工作的目的。", "label": "土木建筑", "id": 0}
{"content": "随着经济的不断发展,有效的推动了建筑工程的发展,同时对于工程的要求也在不断提高,尤其是建筑的综合关系工作,是建筑工程使用效果的根本保证。就目前来看,传统的建筑综合管线技术以已经不能满足实际的建筑需求,已经暴露出许多问题,严重影响了建筑的使用。BIM是现阶段城市发展转型的基础性技术,对建筑工程的发展具有重要的指导意义。尤其是对综合管线的布置,具有十分重要的意义。本文主要针对BIM在综合管线中的应用进行分析,并且依旧实际情况提出了一些意见,希望能够推动建筑工程的发展。", "label": "土木建筑", "id": 0}
{"content": "建筑市场越来越大,对建筑物的功能要求也越来越高,现代建筑机电设备系统越来越复杂,使得建筑物内管线趋于复杂化,传统CAD软件已经不能很好地解决复杂的管线综合设计,Revit mep和Navisworks软件为解决这一瓶颈提供了很好的工具。本文从CAD入手,经过Revit mep三维建模完成管线综合,进一步应用Navisworks实现漫游,很好地实现了多专业机电管网综合设计。", "label": "土木建筑", "id": 0}
{"content": "介绍了一种新型V型穿管器,不仅解决了管道布管技术作业中布管难度大、效率低等问题,还可以提高作业人员的安全系数,降低作业成本。穿管器制作简单方便,可拆卸,可以直接安装在钢结构上,或铺设在管廊上,经过改装可以当做人行通道及支架,最大限度利用管廊的有限空间。不仅提高了穿管速率,还有安全保障。从经济角度考虑节省吊车使用数量降低了作业成本,降低了作业难度、提高了作业效率。", "label": "土木建筑", "id": 0}
{"content": "本文介绍利用BIM中的管线碰撞检测功能优化管综设计,对比分析二维、三维设计中的不同,并对设计中常出现的碰撞原因进行分析,对碰撞现象进行分类,提出了管线分析及优化的工作流程。", "label": "土木建筑", "id": 0}
{"content": "建筑MEP专业（电气、暖通、给水排水）中管线综合设计因设备管线种类和数量繁多,二维设计形式下往往人工协调综合管线碰撞问题,设计效率低下且失误较多。在建筑学高年级建筑设计课程教学中,涉及建筑MEP综合管线的问题非常突出,学生针对建筑综合管线的二次优化设计,使用二维形式工作非常繁重复杂。本文基于BIM协同技术进行的三维建筑MEP优化设计方法探索和教学实践,结合湖北工业大学建筑学专业的\"全国大学生创新创业实训项目\"平台,使用Revit MEP软件工具建立项目对象的三维建筑信息共享数据模型,通过MEP碰撞检测、错漏检测、协同设计等方式来最大限度地二次优化管线综合设计,解决管道之间、管道与结构构件之间的碰撞和错误,提高MEP综合设计效率和准确率。通过对某医院建筑的综合管线二次优化设计实践,总结了基于BIM技术的三维建筑MEP二次优化设计技术特点与流程,重点分析了碰撞检测、错漏检测和相应优化处理方法,同时对该方法在管线综合设计领域应用的困难和不足进行了总结。", "label": "土木建筑", "id": 0}
{"content": "随着技术的进步和人们生活质量的提升,对于建筑整体质量的要求越来越高。管线综合布置技术就是强调对于各个分体管道建设施工的总体协调,避免各个分体管道施工的盲目进行,造成工程的整体浪费,拖延建设工期,通过管线综合布置技术就可以站在科学发展的角度实现建筑施工全面协调发展。管线综合布置技术促进了建筑物的功能化发展,提高了建筑物的现代化发展,给施工方提供技术支撑保障。", "label": "土木建筑", "id": 0}
{"content": "为解决管道加工人工成本高、工效低、工期紧、质量要求高的难点,发明设计了实现管道切割、压槽工艺一体化的操作平台,在操作平台上一次性实现管道切割、压槽施工工艺,即保证了管道预制加工的质量要求,又加快了管道施工速度,避免了管道多次搬运,缩短了管道加工周期,降低施工成本。通过改进管道预制操作平台,有效缩减了管道预制时间,大大提升了管道施工效率,具有广泛推广意义。", "label": "土木建筑", "id": 0}
{"content": "为充分利用小型LNG气化站的冷能,构建了一套LNG冷能制冰和发电的耦合系统,通过低温朗肯循环、相变冷媒传热循环和蒸汽压缩式热泵循环梯级利用LNG气化冷能。利用多项式拟合R290、R1270、R170、R1150在P-V图中的物性曲线,获得理想状态下各工质的最大发电功率,并选择R1150作为低温朗肯循环的工质。采用Aspen Plus软件对该系统进行模拟,计算结果表明1吨LNG携带的冷能可制冰2.256吨,节省制冰用电141.15kW·h,系统输出功率33.92kW。将制冰和发电系统耦合,提高了单位质量LNG气化时的制冰量,同时产生了净输出功,有效地提高了小型LNG气化站冷能利用效率。", "label": "土木建筑", "id": 0}
{"content": "<正>前言20世纪80年代末90年代初,国外将设施管理从传统的物业管理范围内脱离出来,并逐渐发展成为独立的新兴行业。与物业管理相比较,设施管理是一门相当新的交叉学科,除了使用技术原理保证设施正常运转外,还能够保证最终实现物业设施保值增值。反观国内物业管理行业,随着改革开放、城镇化推进以及房地产业的蓬勃发展,", "label": "土木建筑", "id": 0}
{"content": "为解决现有公共建筑设备特别是空调系统设备在实际运营过程中面临的主要问题与挑战,突破传统建筑设备运营以规范为依据,依靠个人经验和主观臆断的方式,通过结合物联网和大数据处理等相关技术,提出了一种基于大数据的建筑设备循证运营方法,并应用到了具体案例。结果表明循证运营思维对公共建筑设备形成新的实践运营模式,对建筑节能领域形成循环迭代的\"研究-设计-运营\"项目新流程,具有积极的指导作用。", "label": "土木建筑", "id": 0}
{"content": "通过比较板式换热器+闭式热水储罐与导流型容积式换热器（或半容积式换热器）的不同换热效果,结合具体的实测数据选择一种最适合的空调热回收换热设备以便达到最好的节能效果,给其它类似工程的热回收设计提供借鉴。", "label": "土木建筑", "id": 0}
{"content": "本文考虑将发电、制冷、供热过程一体化的多种能源形式联合调度的能源管理系统（EMS）的建模与优化调度。本文从能源生产,储运,回收以及应用四个环节出发,特别考虑生产环节中多种形式的供能设备,包括分布式发电设备以及内燃机三联供系统,建立电冷热联合优化调度模型,将其描述为混合整数非线性优化问题。结合能源利用效率与运行经济成本,考虑多目标优化问题。然后结合某酒店建筑群典型冬季供热季与夏季制冷季的某一天内24小时电冷热需求预测,采用滚动优化策略,利用LINGO14求解,解决一个冬季供电供热与夏季供电制冷的24小时的优化调度问题。", "label": "土木建筑", "id": 0}
{"content": "<正>前言改革开放以来,我国经济增长迅速,各项建设都取得了巨大成就,其中筑领域得到了前所未有的发展。国家统计局数据显示,新世纪以来,我国建筑规模以每年百分之十的速率递增。但也付出了巨大的资源和环境代价,国家住建部统计,2015年我国存量建筑560多亿平方米,建筑耗能占全国总能耗的三分之一,与工业耗能、交通耗能并列,成为我国能源消耗的三大\"耗能大户\"。例如近年来各地越来越严重的雾霾天气就是非常典型的环境污染现象。", "label": "土木建筑", "id": 0}
{"content": "<正>前言本课题以物业管理项目为整合载体,研究节能工作的评价指标体系,试图为行业和企业评价物业管理项目的节能工作提供定量依据。通过检索CNKI系列数据库、中国期刊全文数据库等初步查询相关文献资料,没有发现以物业管理项目为单位,从项目整体节能入手,研究其评价指标体系的文献资料。另外,国家、地方和物业服务企业的物业管理项目评价指标体系缺少节能类指标。", "label": "土木建筑", "id": 0}
{"content": "<正>高职教育的主要任务是培养高技术的人才,目前《建筑设备工程施工》不能突出高职高专技能型人才培养的特性,内容上比较分散,属于普及基础知识,无法配套土建施工过程中的设备施工。而我院《建筑设备工程施工》课程是我院重点专业\"建筑工程技术专业\"专业选修课,通过本课程的学习学生能对建筑设备的特性进行深入了解和认识,能够配套土建施工,编制基本的方案,进而达到最大的经济效益,实现资源的最", "label": "土木建筑", "id": 0}
{"content": "水暖工程包含的系统比较多,情况复杂,而且多数的管道都隐蔽在管井、墙壁、吊顶内,如果在施工过程中质量管理不善,容易在使用过程中造成严重的后果。本文就本人在施工中的一些想法与大家分享。", "label": "土木建筑", "id": 0}
{"content": "建筑设备自动化系统实训台（简称实训台）是以PLC（可编程控制器）为核心构建的教学实验平台,具有系统合理、结构简单、功能模块化的特点。结合教学实验,介绍了实训台的设计和实训科目设置,可作为建筑设备自动化的教学参考。", "label": "土木建筑", "id": 0}
{"content": "随着BIM的理念逐步普及,并且基于BIM的应用软件越来越丰富,建筑设备设计行业的发展也正在逐步改变,基于三维应用的需求也更加明确,三维技术是实现BIM的一个重要技术环节,三维技术的应用有助于工程师完成更为复杂的项目,项目信息也能在建筑生命周期的其他环节共享。", "label": "土木建筑", "id": 0}
{"content": "流体力学是建筑环境与设备工程专业的主要专业基础课程,其中许多复杂现象和概念对初学者来说难以理解和掌握。课堂教学中教师应强化基础、夯实概念、力求使学生做到知识与能力协调发展,传授知识和培养学生能力两手抓,两手都要硬。", "label": "土木建筑", "id": 0}
{"content": "建筑环境学是建筑环境与设备工程专业的一门重要的专业基础课,其教学内容多而广,知识新而杂。如果单一地采用传统的讲授式教学法则课堂显得枯燥且学生印象不深,使得学生对所学知识的实践应用能力较差。而探究式教学法则是在授课教师的启发诱导下,以学生周围的世界和生活实际为参照对象,做到自己能发现问题、提出问题、分析问题、解决问题,提高学生对所学知识的应用与实践能力,充分培养学生的创新思维能力。", "label": "土木建筑", "id": 0}
{"content": "文章就在建环专业本科生中推广CFD教学的必要性和可行性进行了分析研究。研究结果表明:建筑节能概念的普及,人们对居住环境要求的提高及造型复杂的建筑数量增多对传统的暖通空调系统设计和运行分析方法提出了挑战,基于CFD基础上的数值模拟技术逐渐成为建筑环境与设备工程学科进行科学研究和工程应用的一个重要手段。基于此,在本科生中推广CFD教学符合专业发展和人才需求的方向,有利于学生创新能力的培养。选择相对成熟的CFD软件及合适的教学内容和手段,使得本科生初步掌握用CFD技术进行建筑环境的模拟分析是完全可行的。", "label": "土木建筑", "id": 0}
{"content": "实践教学是完成专业培养目标,使学生的知识、能力和素质得到提高的关键环节。文章对建筑环境与设备工程专业的实践教学对培养应用型人才的意义进行了阐述,并从实验、科技竞赛、专业实践与生产技术实践、课程设计与毕业设计（论文）等几个方面讨论实践教学过程中的认识与体会。", "label": "土木建筑", "id": 0}
{"content": "针对建筑环境与设备专业本科教学中所面临的主要问题,对如何提高教学质量和增强学生的实践能力,提出几点建议,为建筑环境与设备专业实践教学提供参考。", "label": "土木建筑", "id": 0}
{"content": "现代工程项目对工程技术人员的基本要求是具有工程创新思维和能力。本文根据时代的进步和市场的要求,对建筑设备创新人才培养模式进行了积极的探索,指出创新实践是工程创新人才的培养重点,在建筑设备创新人才培养模式的研究中引入了先进的教育理念,并介绍了在面向现代工程的建筑设备创新人才培养过程中的教学改革实践、经验和成果。", "label": "土木建筑", "id": 0}
{"content": "对我校建筑环境与设备工程特色专业建设进行了阐述,分析了我校建筑环境专业的办学特色,从人才培养模式、课程体系、实践性教学环节等方面对建筑环境与设备工程专业进行改革,改革表明特色专业建设有效、可行。", "label": "土木建筑", "id": 0}
{"content": "本文在介绍建筑装饰用不燃级金属复合板国内外发展得到基础上,关注了不燃芯材的控制要求及对复合板物理力学性能的影响,为生产商和消费者科学使用该产品提供了有益借鉴。", "label": "土木建筑", "id": 0}
{"content": "纤维增强复合材料（FRP）近年来已被广泛用于土木建筑领域,尤其是在既有建筑的改造加固中已成为一种主流的加固材料。随着工程建设对新型高性能建筑材料的需求越来越迫切,FRP材料作为一种具有轻质、高强、耐腐蚀的高性能材料,在新建结构中的研究开发和应用已成为土木领域的热点,特别是在一些对结构和材料性能有特殊要求的工程中更是能发挥不可替代的重要作用。本文主要介绍了FRP材料在特殊结构中的技术优点和应用形式,以及用于海洋工程、无金属结构等领域的一些典型案例。", "label": "土木建筑", "id": 0}
{"content": "提出一种由纤维增强复合材料（FRP）拉挤型材组成的装配式L形栓接节点,节点由工字梁、螺栓、L形节点板和角钢组成。采用试验研究与数值模拟相结合的方法,分析了该种节点的抗弯性能和破坏模式,同时在无法改变成品构件纤维铺层的情况下,通过不同裁剪方式改变铺层角度,探究对节点的影响。研究结果表明:破坏发生在L形节点板上,破坏模式主要为弯曲荷载导致的基体拉伸开裂破坏,同时0°与90°铺层组合的节点板抗弯性能好。", "label": "土木建筑", "id": 0}
{"content": "新型无机复合材料空心墙是世界首创产品和国家专利产品,是国家墙体材料革新\"十二五\"规划的保护土地资源、节约资源、资源综合利用、利废环保、资源循环利用的高新技术产品,是全国取代传统建筑材料与建筑技术的颠覆性的高技术产品。它采用新材料（工业氧化镁、工业氯化镁、抗水粉、玻璃纤维、天然植物纤维、矿纤维、改性剂、建筑垃圾、生活垃圾、工业废弃物、农家林业废弃物等,不含甲醒、苯、氡等有毒元素）、新工艺复谷、制造绿色的建筑新构件,再进行新技术一步整体式建安成功能齐全的建筑物,实现建筑工业现代化梦想!从计设→垃圾复化→原材料加工→构件复合制作→一步整体式建安一绿色建筑整个产业链（工艺流程）均在常温常压下进行,不但是名副其实的节能降耗产品,而且是无污染、无排放、无废料的\"三无\"绿色建筑工业现代化的新路子。新型无机复合材料空心墙系列产品,经过黄泳霖院长二十九年来对不同规格,不同结构,不同产品性能进行反复研究与攻关,并经佛山市禅城区绿建源建筑研究院、佛山市禅城区中复高科技术应用研究所五年多来进行产品的小试与中试,最终突破性地掌握了拥有自主知识产权的系列产品的科学配方与新技术,可根据不同产品用途与性能要求,指导大规模、半自动化与全自动化生产的工艺参数与工艺流程。新型无机复合材料空心墙系列产品,是低碳、节能、环保、材料循环再生高技术产品,是全面取代传统建筑材料与建筑技术的颠覆性的高技术产品。全力建立以新型无机复合材料空心墙系列产品作绿色建筑材料的城乡绿色建筑体系,是拯救地球、保护坏境、利国利民的刻不容缓的头等大事。", "label": "土木建筑", "id": 0}
{"content": "基于单向碳纤维复合材料的极限强度和疲劳试验结果,对用于层合板的疲劳模型进行参数估计,讨论该模型参数对碳纤维复合材料疲劳寿命及P-S-N曲线的模拟的适用性。在模型中考虑长度的影响,建立新的考虑长度影响的复合材料疲劳寿命概率预测模型,并进一步分析长度效应对单向纤维复合材料的疲劳寿命的影响。", "label": "土木建筑", "id": 0}
{"content": "目前大多数增材制造技术采用熔融沉积成型工艺时都会在打印时产生残余应力和翘曲问题,而残余应力和翘曲是由高温材料贴敷在较冷材料上的反复沉积引起的。这些问题在更大尺度上被放大,即使是很小的热应变也可能相当于几毫米的变形。研究采用超大尺寸增材制造工艺制备的玻璃纤维以及碳纤维复合丙烯腈-丁二烯-苯乙烯复合材料的薄壁热演化。利用红外热成像技术测量复合材料测试件在成型过程中的热演化,并通过所收集到的温度数据建立简单的一维数学模型分析整个温度散热曲线的过程。同时引入一元非线性回归对3D打印温度散热曲线进行数学分析,从中推导出一些参数,并制定标准指导沉积参数的选择,以最小化打印过程中出现裂纹的可能性。", "label": "土木建筑", "id": 0}
{"content": "随着建筑行业高质量发展与技术转型升级的需要,加之国内外多起特大火灾事故,人们对建筑用金属复合材料的防火性能要求越来越高。部分国家对芯材的防火阻燃及导热性能也提出了新要求,如PSB BS476-6/7、SASO 2752-2016等都对芯材的防火性能有明确的要求。本文针对芯材的防火阻燃及导热性能进行了大量实验与研究,紧跟国内外对金属复合板材料防火规范或技术要求的调整变化,提升芯材防火阻燃性能,减少国际贸易摩擦与争端,以期为金属复合板行业在防火芯料的选择及推广应用时提供参考。", "label": "土木建筑", "id": 0}
{"content": "空心玻璃微珠增强水泥基材料（HGB-CBCs）作为一种轻质建筑材料,在建筑节能与防火中有着重要的应用。为了揭示热传导机理,基于变分渐近方法建立热传导细观模型。利用热传导细观模型定量研究微结构参数对HGB-CBCs等效导热系数的影响。最后,利用1stOpt软件对影响趋势进行拟合分析,以实现主动设计。数值结果表明:热流在经过玻璃微珠时会出现分流现象,小部分热流直接穿过微珠传递,大部分热流沿弧形珠壁传递;具有大体积分数和小壁厚的玻璃微珠细观结构能够提供更好的隔热效果。研究结果可为新型轻质、隔热、抗裂水泥基材料的设计提供理论依据。", "label": "土木建筑", "id": 0}
{"content": "电磁波广泛应用于通讯、雷达领域,带来便捷的同时造成了电磁污染。吸波水泥基复合材料可以净化电磁空间、躲避雷达探测。用超声波与分散剂可有效提高石墨烯的分散性。石墨烯、聚苯胺、二氧化锰及铁氧体具有较高电损耗角与磁损耗角,1%与30%掺量的GNPs与铁氧体可显著改善水泥基材料的吸波性能,分别在10-18GHz范围内电磁波反射率均接近-9dB。", "label": "土木建筑", "id": 0}
{"content": "对Al/Ta、Al/W等两种Al基高密度金属复合材料进行拉伸试验,研究增强体含量及粒径对材料拉伸强度的影响。在对拉伸断口形貌的分析中,了解其断裂机制。结果表明,随着增强体含量的增多,材料拉伸强度呈现先升高后降低的状态,而材料的塑性逐渐降低。颗粒增强铝基复合材料的拉伸断裂主要由铝基的撕裂和增强体颗粒的拔出决定。增强体颗粒粒径的减小在一定范围内能增大材料的拉伸强度,但粒径过小时会发生团聚使得强度大幅下降。", "label": "土木建筑", "id": 0}
{"content": "<正>欧盟正在进一步加强对欧盟新建筑的能源立法。所有新建的公共建筑都必须按照从2019年开始的几乎零能耗标准来建造,所有的新建筑都将从2021年开始按近零能耗建造。这给设计师、建筑师和建筑业主以及行业和制造商带来了全新的挑战。除其他因素外,还需要建筑材料进一步减少热桥,因为这对能量平衡越来越重要。玻璃纤维复合材料是一种具有相当大潜力的建筑材料。除了各种其他的特性外,它的导热系数极低,比钢低70倍,比不", "label": "土木建筑", "id": 0}
{"content": "作为绿色建筑和建筑节能的重要组成部分,绿色建材在节能方面有着突出的作用。其中再生自修复材料和回收材料在绿色建筑材料中占据重要的地位。本文在正交实验设计的基础上,阐述了自修复建筑材料研制的设想、方法。并通过大量试验,确定了新型自修复建筑材料的最佳配方,进行了抗渗、抗压、抗折性能的测试,并对其自修复性能进行了研究。实验表明,新型绿色自修复建筑材料性能优异,它具有防水效果持久、自愈合性能好、耐老化等特点。", "label": "土木建筑", "id": 0}
{"content": "随着国家对绿色低碳循环经济体系的日渐重视,绿色建筑领域技术不断发展,气凝胶复合材料因其具有低密度、低导热系数、高孔隙率、高光通过率、独特纳米孔洞结构等特点,成为绿色建筑领域重大潜力新材料。以绿色建筑应用为目标简要概述了气凝胶材的性能特点,重点阐述了气凝胶复合材料在建筑领域的应用研究现状,最后从气凝胶材料成本控制、气凝胶复合材料性能改进、气凝胶保温隔热产品体系构建、防水隔音材料研发等方向的应用研究做出展望。", "label": "土木建筑", "id": 0}
{"content": "高效轻质的保温隔热材料一直是人们所关注和期望的,新近研究表明二氧化硅气凝胶性能优秀,是值得首选的保温隔热材料。二氧化硅气凝胶的导热系数可达到0.013-0.018w/m·k,聚苯板、聚氨酯等有机保温隔热材料导热系数较低（≤0.042w/m·k）,但防火性能差,是其致命缺陷。二氧化硅气凝胶与纤维复合,在增加成本很少的前提下,就可以替代目前广泛使用的有机保温隔热材料聚苯板等,是A1级防火保温隔热材料,具有很好的应用前景。", "label": "土木建筑", "id": 0}
{"content": "<正>针对FRP在结构加固和新建结构增强中的问题,在高性价比玄武岩纤维的基础上,通过纤维、树脂和复合材料三层次的创新研究,提出了系列高性能玄武岩纤维复合材料,实现了短期力学性能、长期疲劳、蠕变和耐腐蚀性能的显著提升。在此基础上,通过对玄武岩纤维复合材料筋、网格、型材和拉索的有效设计和利用,开发了系列长寿命结构形式,包括玄武岩纤维筋-混凝土结构、玄武岩纤维网格增强结构、玄", "label": "土木建筑", "id": 0}
{"content": "环氧树脂玄武岩纤维复合筋是一种轻质高强、耐腐蚀的玄武岩纤维复合材料。近年来不仅在既有结构的加固补强中彰显其作用,更在新建结构中显现其特有优势。本文主要从环氧树脂玄武岩纤维复合筋性能的介绍入手,对目前环氧树脂玄武岩纤维复合筋的作用与优势进行了分析和总结,探讨了环氧树脂玄武岩纤维复合筋在工程中应用的广阔前景。", "label": "土木建筑", "id": 0}
{"content": "针对装配式建筑中广泛运用的新型绿色建材部件-轻质复合节能墙板,本文就该产品的生产、安装、运用优势进行解析。可为产品的生产、运用提供指导。", "label": "土木建筑", "id": 0}
{"content": "本文采用改进的Hummers法制备了氧化石墨烯（GO）悬浮液,通过FTIR、XRD和AFM一系列测试对GO晶体结构、尺寸形态进行了表征,考察了氧化石墨烯掺量和水灰比的变化对氧化石墨烯水泥基复合材料力学性能和微观结构的影响。研究结果表明:氧化石墨烯水泥基复合材料抗折抗压强度随GO掺量增加呈现先提高后降低的趋势,当GO掺量为0.03%时,抗折强度到达最大值13.72MPa,对高水灰比条件下水泥胶砂强度的提高更显著。通过SEM对水泥胶砂结构进行表征,发现GO能够优化水泥水化产物的结构形态,细化晶体尺寸,形成更加致密均匀的网络结构,从而改善水泥材料的宏观性能。", "label": "土木建筑", "id": 0}
{"content": "喷射超高韧性水泥基复合材料（喷射UHTCC）具有显著的应变硬化和多缝开裂特性,但其抗拉和抗弯强度不高,因此工程中常常考虑与钢丝网组合使用。本文对喷射UHTCC、钢丝网喷射UHTCC和钢丝网复合砂浆的薄板试件分别进行了四点弯曲试验。其中,选取的钢丝网复合砂浆薄板直接拉伸的失稳破坏强度与喷射UHTCC薄板接近。试验表明,钢丝网喷射UHTCC薄板的抗弯强度和极限弯曲挠度分别比喷射UHTCC薄板提高了69.8%和59.0%,也比钢丝网复合砂浆薄板提高了3.9倍和73.3%。", "label": "土木建筑", "id": 0}
{"content": "针对不同种类的工业卷材地板进行分析,粘合剂的施工环境及不同的使用环境,对常用的工业卷材地板粘合剂的选择及适配性进行分析。探讨不同工业卷材地板对粘合剂的选择以及粘合剂的施工对铺装质量的影响。", "label": "土木建筑", "id": 0}
{"content": "研究了砂浆基材涂刷不同类型界面剂后与水泥砂子和石膏两种不同的后续施工材料间的粘接强度。利用红外、粒度分析和热重分析等方法研究了不同界面剂体系的配方设计,分析了界面剂对砂浆基材与水泥砂子和石膏两种无机胶凝材料间粘接性能的影响因素。利用气相和液相色谱等对不同界面剂的VOC、甲醛等含量进行了测试。从粘接功能与环保性能两个关键维度对不同界面剂进行了评价与研究。", "label": "土木建筑", "id": 0}
{"content": "<正>随着现代装修瓷砖的普及和发展,瓷砖在铺贴过程中,受施工工艺、环境温度、粘结材料,尤其是瓷砖致密度的影响,频繁出现松动、脱落的现象,为了彻底解决这一难题,湖北碱克新材料有限公司成功研发出了碱克瓷砖背胶系统,该产品经过武汉理工大学高分子实验室及国家建材质量检测中心的严格检测,所有指标均大幅高于相关铺贴材料的国家标准,属于环保安全的辅材革命性产品。凭借优异的产品性能,碱克公司在陶瓷铺贴材料行业首次做出了20年质量保证的承诺,", "label": "土木建筑", "id": 0}
{"content": "<正>福建省宁德市新建工防水材料科技有限公司采用世界著名品牌PTB-COMPAKTUNA全球唯一三元共聚物化工合成技术产品—进口PTB特种乳液为原料,开发成功一种环保高分子聚合物高强耐水压MP背水面抗渗防漏胶浆。该产品无毒无味,具有良好的防水性和极强粘结性,对砂浆混凝土基面、金属制品基面等多种复杂基面均具有优异的粘结力,抗渗功能超强,化学性质稳定非凡的耐久性,能长期受高水压,特别适合于建筑的背水面抗渗防漏修缮。", "label": "土木建筑", "id": 0}
{"content": "湖北碱克新材料有限公司科研人员以不同基底界面剂、不同瓷砖粘结材料、不同吸水率瓷砖为研究对象,测定不同环境条件下水泥砂浆-基底、水泥砂浆-瓷砖的界面粘结强度,评估瓷砖粘结材料体系的脱落安全性,并通过粒径分布、红外光谱（FT-IR）、X射线衍射（XRD）、扫描电镜（SE M）分析最佳瓷砖粘结材料体系的作用机理。", "label": "土木建筑", "id": 0}
{"content": "通过红外光谱法对某环氧树脂胶粘剂样品中的白色组分和红色组分进行了初步定性分析,并结合气相色谱-质谱联用法对各组分进行了进一步分析,并利用气相色谱峰面积比计算了各组分中不同成分的所占比例。", "label": "土木建筑", "id": 0}
{"content": "以高相对分子质量聚醚、4,4’-二苯基甲烷二异氰酸酯（MDI）以及异佛尔酮二异氰酸酯（IPDI）为原料制备聚氨酯预聚体PUA和PUB,加入填料后制备了一种低模量聚氨酯密封胶。探究了不同偶联剂对聚氨酯黏接性能的影响,优化出PUA与PUB最佳的混合比例,对其耐老化性能进行了系统研究。研究发现该密封胶对建筑基材如玻璃、铝塑板、铝材、钢材等具有广谱的黏结性能。该密封胶的综合性能为:拉伸强度达到2.7MPa,断裂伸长率为880%,剪切强度2.6MPa,邵A硬度40。", "label": "土木建筑", "id": 0}
{"content": "本文以矿渣和水玻璃为主要原料,制备了一种适用于粘贴CFRP布加固混凝土结构的碱矿渣基无机胶。研究了水玻璃模数、碱掺量和水灰比等因素对无机胶净浆力学性能的影响规律;同时,考虑无机胶在实际应用中对凝结时间的要求,以ZnSO4为缓凝剂,研究了在不同配比无机胶中缓凝剂适宜的用量,并得到了缓凝剂所需量与水玻璃模数和碱掺量的关系。根据前面的试验结果将筛选后的无机胶配比进行在混凝土表面粘贴CFRP布的单剪试验,得到了面内剪切强度可达到1.80 MPa以上的且使混凝土表面剥离情况良好的得到了碱矿渣基无机胶。", "label": "土木建筑", "id": 0}
{"content": "填缝剂在建筑装饰中应用广泛。钢渣粉是一种工业副产品,将钢渣粉作为建筑材料大量使用,可以使资源得到综合利用,环保利废。钢渣粉具有活性,可提高其水化反应程度,增加水泥固化物强度;其本身具有一定颜色,减少氧化铁等颜料的使用。通过使用钢渣粉,提高固化物强度,减少水泥用量及其他粉料的消耗。应用聚羧酸粉剂减水剂,改善填缝剂的工作性,提高填缝剂的早后期强度以及减少填缝剂固化后期收缩开裂,提高水泥基砂浆体系的和易性、施工性和温度适应性。", "label": "土木建筑", "id": 0}
{"content": "就改性羟丙基淀粉醚（简称\"淀粉醚\"）与两种不同黏度的羟丙基甲基纤维素醚复配使用对柔性瓷砖胶相关性能的影响进行了试验研究。结果表明,在适量增加纤维素醚总量的基础上,提高淀粉醚的取代率可以改善砂浆的保水率,同时淀粉醚可显著增加柔性瓷砖胶的开放时间,改善其抗滑移性能,但会降低砂浆的黏结强度,此缺点可通过配方调整予以弥补,并对改性淀粉醚影响柔性瓷砖胶相关性能的机理进行了简要阐述。", "label": "土木建筑", "id": 0}
{"content": "从材料内部结构层次的角度,就准脆材料动力强度的本质和侧向惯性效应的作用问题进行了研究。利用岩体的Maxwell型松弛模型,得到了试样的强度、应变率、试样尺度和松弛速度之间的关系。利用这一关系解释了实验得到的岩石试样的动力强度与应变率成正比、与试件的尺寸成正比的结果。利用这一关系和实验数据拟合,得到了断裂传播速度随试件尺寸的增大而减小的结论。利用这一关系,结合Bazant的静力强度尺寸律,确定了相应的区分动力尺寸效应与静力尺寸效应的特征应变率。进一步的研究表明,岩石试样的动力强度的本质是由于断裂传播速度的有限性,当加载速度足够大时,在试样完全宏观断裂之前所发生的超载。侧向惯性约束的作用可以归结为降低了断裂的传播速度,即降低了松弛速度,从而有更充足的时间保证超载的发生。", "label": "土木建筑", "id": 0}
{"content": "边缘粘接是中空玻璃结构唯一连接,在风压和内部气压作用下玻璃挠曲变形对边缘粘结产生不可忽视的剪、拉性应力,甚者可造成玻璃爆裂酿成事故,或过早脱胶解体,致使其隔热功能极大降低。为保证建筑工程的安全,延长中空玻璃在建筑节能减排中的功能寿命,本文着重分析了气压荷载效应及与中空玻璃边缘粘结尺寸、密封胶模量等的相关性,并对其承载安全问题提出了建议。", "label": "土木建筑", "id": 0}
{"content": "针对古建筑黏土砖传统修复做法的不足,如剔挖、更换新砖等方法常常造成对墙体较大扰动或造成反复维修浪费的问题。故宫博物院联合中国科学院化学所、北京联合一工科贸中心针对古建筑黏土砖修复技术展开课题研究,经过反复试验、论证,研制出偶联剂改性复合乳液。这种高分子材料改性剂能够增强传统材料砖灰的力学性能,提高砖灰与砖的黏结强度和耐水性。偶联剂改性复合乳液用于古建砖面残损的原地修复,避免了传统挖补、更换维修对古建筑的扰动,从而有利于真实、全面地保存并延续古建筑历史信息及文物价值。", "label": "土木建筑", "id": 0}
{"content": "为了扩大石膏砌块在建筑上的应用,北京祝邦新技术研究所近期开发了新型粘合剂,既可使此种砌块表面有防水效果又可使之与瓷砖或玻化砖有很高粘结强度,本文提供了此种粘合剂与石膏砌块表面粘合与装饰的测试结果。", "label": "土木建筑", "id": 0}
{"content": "本文对现有标准材料按照《陶砖墙地砖胶黏剂》（JC/T 547—2005）标准要求进行检测。结果发现,现有的标准材料不能完全满足国标的要求,而且,不同的标准材料及其处理方法直接影响到瓷砖胶的测试结果,所以,有必要对JC/T 547—2005标准中所采用的标准砖和测试混凝土板及其测试前处理方法进行限定,降低标准材料对测试结果的影响。", "label": "土木建筑", "id": 0}
{"content": "本文简要介绍了硅酮密封胶的组成、分类,在建筑幕墙中的应用;同时结合检测工作着重介绍硅酮密封胶存在的相容性、污染性、老化等问题,并分析这些问题在应用过程中可能对建筑幕墙产生的危害目。", "label": "土木建筑", "id": 0}
{"content": "抗冲击剥离性能已作为一项新的强制性指标被列入国家相关标准之中。从改性环氧树脂类建筑结构胶配方特点出发,研究了液体环氧树脂的种类、填料的添加量、增韧剂的添加量、固化剂种类等因素对结构胶抗冲击剥离的影响。结果表明:固化剂和增韧剂决定着胶粘剂的抗冲击剥离性能,含填料配方体系的冲击剥离强度优于不含填料配方,选用合适的液体环氧树脂和助剂（偶联剂、消泡剂、触变剂）等能得到综合性能良好的建筑结构胶。", "label": "土木建筑", "id": 0}
{"content": "为充分利用石灰石粉和燃煤灰两种工业废渣生产胶凝材料,分别选取石灰石粉和两种燃煤灰,研究了不同熟料/混合料（石灰石粉+燃煤灰）和石灰石粉/燃煤灰比值的熟料-石灰石粉-燃煤灰复合胶凝材料的性能,并用扫描电子显微镜分析其微观结构。结果表明:随着混合料掺量和燃煤灰与石灰石粉比例的增大,胶凝材料的标准稠度用水量、细度、凝结时间逐渐增大,而密度、与外加剂的适应性减小。随着燃煤灰与石灰石粉的比例增大,抗压强度逐渐增大,并且燃煤灰与石灰石粉的比例为7:3时抗压强度最高。混合材掺量为20%时,抗压强度超过42.5MPa,其28d最高抗压强度为43.6MPa,混合材掺量为40%时,抗压强度超过32.5MPa,其28d最高抗压强度为35.0MPa。", "label": "土木建筑", "id": 0}
{"content": "混凝土开裂是导致结构耐久性降低的主要原因之一。采用新型渗透型结构胶,结合渗透法-无压力灌浆技术修补混凝土微裂缝,重点研究了结构胶及其修补后混凝土的耐久性能。考察了成分、温度、时间等因素对渗透型结构胶性能的影响。通过强度对比,研究了渗透型结构胶与混凝土的粘结性能。采用浸泡腐蚀、冻融循环等方法,考察了修补后的混凝土试件耐硫酸盐腐蚀性能、抗冻性能和抗渗性能等。试验结果表明:温度和活性稀释剂是影响结构胶粘度的主要因素,固化剂和活性稀释剂用量是影响强度的主要因素;修补后试件的强度可提高24%～120%,修补后的混凝土试件经硫酸盐加速腐蚀强度增长3%～26.2%;与此同时,其抗冻性能和抗渗性均有所提高。为简化混凝土裂缝压力灌浆技术以及渗透型结构胶技术的工程应用奠定了必要的理论依据和试验基础。", "label": "土木建筑", "id": 0}
{"content": "本文介绍了从设计到结算阶段砂浆成本过高的几种形式以及降低砂浆材料损耗率和成本的措施。随着建筑市场的转型升级以及对绿色施工的要求,合理地转变发包形式、改善管理、改进工艺和计量方式,从而规避风险或降低砂浆这类不可周转材料的损耗量,对降低建筑施工成本有非常积极的作用。", "label": "土木建筑", "id": 0}
{"content": "为了研究碎石注浆桩混合料的力学性能,通过室内试验,研究了碎石注浆材料的抗压强度、弹性模量随龄期的变化规律,分析试验结果得到以下结论:（1）碎石注浆桩混合料28d的轴心抗压强度与立方体抗压强度均大于20MPa,满足设计要求,二者强度之比fc/fcu在0.84～0.91;（2）碎石注浆桩混合料28d的弹性模量在7.9GPa左右;弹性模量随龄期的增长而逐渐增大,二者呈现良好的幂函数关系:Ec=1.660t0.479（R~2=0.989）。（3）碎石注浆桩混合料在F0=0.5MPa、Fa=1/3fc和轴心抗压强度fc三种荷载下的应变随荷载增加而迅速几乎呈线性增大;不同龄期各荷载下,碎石注浆桩混合料的应变值在2.21‰～3.71‰;（4）初始荷载F0=0.5MPa、Fa=1/3fc和轴心抗压强度fc所对应的应变随龄期的增长而减小,二者之间呈现良好的幂函数关系,回归分析得到它们的经验关系表达式。分析认为,碎石注浆桩混合料缺少细骨料和大粒径粗骨料,是导致碎石注浆桩混合料单位荷载应变大、弹性模量小的主要原因。试验结果可为进一步研究碎石注浆桩的作用机理提供参数借鉴。", "label": "土木建筑", "id": 0}
{"content": "云南绿色能源产业园建设项目屋面防水设计采用TPO防水卷材,轻钢大面积厂房结构在使用TPO防水卷材时能够有效发挥其材料特性,文章结合项目屋面防水施工控制重点,介绍了TPO防水施工材料、工具选择及施工工艺要求,实践证明TPO防水卷材施工性能适合大面积钢结构屋面。", "label": "土木建筑", "id": 0}
{"content": "近年来,随着国家规范的要求,地下车库地坪较多选择A级防火材料,并要求能防滑、耐磨、降胎噪;汽车坡道采用环氧撒砂,耐紫外线聚氨酯材料罩面,提高坡道的防滑功能和耐候性。而传统汽车坡道上面的防滑条,车辆行驶时容易颠簸,后期地坪也容易出现起壳、剥落,如果维修车库会对车辆停车造成较大影响。本文以瑞士科莱恩公司上海总部研发大楼地下车库为例,介绍ECC与SBR砂浆在该项目上的应用进行详细阐述。", "label": "土木建筑", "id": 0}
{"content": "以精制蓖麻油、多元酸和多元醇为主要原料,研制一种可应用于水性聚氨酯砂浆体系的改性多元醇聚酯树脂,探讨了该树脂的多元醇官能度、羟值、粘度、中和程度等因素对水性聚氨酯砂浆的影响,制备的改性树脂应用于水性聚氨酯砂浆具备优秀的表观质量、物理和化学性能。结果表明:采用精制蓖麻油对多元酸及多元醇聚酯改性,所得羟值160-200mgKOH/g蓖麻油改性聚酯多元醇树脂,再通过添加适量NaOH对其进行中和,制备所得乳液应用于水性聚氨酯砂浆时表现优异,满足了水性聚氨酯砂浆在工业地坪中的应用要求。", "label": "土木建筑", "id": 0}
{"content": "对于现有的柔壁渗透仪在测试膨润土防水毯（GCL）时,无法在围压和反压下精确测量试样的厚度（膨润土有效渗径）、滤出液容易污染体变管影响读数准确性等问题,研制了一种可实时测量试样厚度的膨润土防水毯（GCL）柔壁渗透仪。通过安装试样厚度测量装置,实时测量试样在围压、反压作用下因水化、饱和、固结造成的厚度变化,准确测得试样的实际厚度（膨润土有效渗径）;通过加装污水隔离装置,解决了滤出液污染体变管的问题。对现有GCL渗透试验方法进行分析,结合验证试验提出了优化实施方案。", "label": "土木建筑", "id": 0}
{"content": "针对橡胶粉在水泥砂浆中利用的瓶颈问题,研究了2种粉碎工艺制备的橡胶粉、橡胶粉粒径与掺量及改性处理方法对橡胶粉水泥砂浆力学性能的影响。利用细观力学方法探讨了橡胶粉与水泥砂浆的相互作用,从两者之间的相互作用及界面性能2个方面探索减弱橡胶粉对水泥砂浆力学性能不良影响的技术途径。研究发现,橡胶粉性能、粒径和掺量对水泥砂浆的抗折强度和抗压强度的影响是不同步的,橡胶粉颗粒表面改性对水泥砂浆抗折强度和抗压强度的影响也有较大的差异。利用这种差异可以更有效地利用橡胶粉提高水泥砂浆的韧性。", "label": "土木建筑", "id": 0}
{"content": "纤维可以显著改善水泥基灌浆料的抗拉强度小、抗裂性能差等缺陷。本文基于某主题公园项目,对PVA纤维灌浆料的纤维分散性、流动度、折压强度、抗裂性能及正拉黏结强度等物理及力学性能进行了较全面的试验研究,结果表明PVA纤维可以显著提高灌浆料的物理及力学性能,按文中设计的配合比满足主题公园项目中的特殊技术需求,并为FRP与纤维灌浆料的组合应用提供工程示范案例。", "label": "土木建筑", "id": 0}
{"content": "恶劣环境条件会加速普通混凝土构件发生腐蚀老化,在结构复杂节点位置,地震作用下可能发生较严重的组织损害。超疏水柔性灌浆料具有疏水、自清洁、防覆冰、防腐蚀、性能稳定、抗震性能好等优点,在工程中应用超疏水柔性灌浆料可以很好的提高结构的耐久性能和使用寿命。本文综述了几种具有代表性的超疏水混凝土材料及柔性灌浆料,介绍了超疏水混凝土材料和柔性灌浆料与结构构件的共同作用机理。最后,展望了超疏水柔性灌浆料在道路浇筑、水库堤坝、装配式节点连接等领域的应用。", "label": "土木建筑", "id": 0}
{"content": "系统地研究了再生橡胶颗粒与玻化微珠对制备轻质自流平砂浆流动度、干密度、强度及收缩等方面的影响。研究结果表明:单掺再生橡胶或单掺玻化微珠均不利于砂浆流动性,适量的复掺再生橡胶颗粒/玻化微珠能改善自流平砂浆流动度;干密度随着复掺再生橡胶颗粒/玻化微珠中玻化微珠的增加而降低;橡胶颗粒的掺入不利于自流平砂浆的抗压强度,但10%掺量下能改善其抗折强度,玻化微珠则能提高其抗压强度和抗折强度,在复掺体系中橡胶颗粒与玻化微珠比例不超过1:1时,砂浆压折比降低,具有较好的韧性;玻化微珠不利于轻质自流平砂浆尺寸稳定性,橡胶颗粒对轻质自流平砂浆早期收缩率的降低有利。本研究显示再生橡胶和玻化微珠各自掺量15%时,复掺体系占总集料体积占比30%时,制备的轻质自流平砂浆具有良好的综合性能。", "label": "土木建筑", "id": 0}
{"content": "在水泥净浆和机制砂砂浆中加入石粉,分析石粉对净浆的吸光度、流动性以及机制砂砂浆流变性和力学性能的影响。结果表明:适量的石粉能改善水泥混合体系的分散性和流动性;随着石粉掺量的增加,净浆体系的吸光度和流动度均先增大后降低,当掺量为6%时,吸光度最大,分散性和流动性达到最佳,且机制砂砂浆的屈服应力和黏度最小,其在一定剪切应力下形变能力较好;石粉对机制砂砂浆抗折强度的影响主要表现在早期,3d时的抗折强度和抗压强度均随着其掺量增加先增加后降低,而28d时抗折强度的增长变化不显著,抗压强度仍呈现出先增加后降低的趋势。", "label": "土木建筑", "id": 0}
{"content": "本实验研究了单掺或复掺纳米和微米四氧化三铁对砂浆新拌性能和力学性能的影响。实验表明,使用湿混法,纳米四氧化三铁不影响砂浆的新拌性能,而掺入微米四氧化三铁会轻微降低砂浆的新拌性能。单掺或复掺纳米和微米四氧化三铁均能提高砂浆7天和28天的抗压强度,随着掺量的增大提升效果越好,且复掺纳米和微米四氧化三铁对强度提高由于同掺量下的单掺组。", "label": "土木建筑", "id": 0}
{"content": "介绍三种高标号沥青的性能特点,并研究了高标号沥青在改性沥青防水卷材中的技术应用对比和大生产的可行性,以及高标号沥青对改性沥青高低温性能的影响,对改性料配方性价比的贡献程度,生产应用时的注意要点。", "label": "土木建筑", "id": 0}
{"content": "以丁基橡胶、液体聚丁烯、各类填料、橡胶改性剂、增粘树脂及其改性剂为主要原料制备了耐热型非硫化类丁基橡胶类热熔胶,探讨了增塑剂、填料、增粘树脂、增粘树脂改性剂和橡胶改性剂对其高温承重性能的影响。", "label": "土木建筑", "id": 0}
{"content": "本文主要阐述了种植屋面用改性沥青耐根穿刺防水卷材的种类及发展变化情况,同时也指出了国内目前在沥青类种植屋面防水材料的应用不合理方式。", "label": "土木建筑", "id": 0}
{"content": "\"水泥基渗透结晶型材料\"已逐渐成为改善混凝土结构特性的主要新型材料,对于混凝土结构减轻温度收缩裂缝起到较好的作用,结构外露时耐久性也得到了很大提高。它对于混凝土结构碱骨料反应的抑制和对于混凝土的强度的提高等等,充分说明了水泥基渗透结晶型材料是一种改善混凝土特性的复合型自防水工程材料,具有环境保护、生态保护和可持续发展,能够成为绿色高性能混凝土。", "label": "土木建筑", "id": 0}
{"content": "本文对水泥基渗透结晶防水材料（CCCW）的性能特点、防水机理、施工工法、工程应用以及刚性防水的发展趋势作了阐述,并介绍了混凝土内掺型自修复防水剂深圳团体标准中性能指标与GB18445-2012中A类的区别。", "label": "土木建筑", "id": 0}
{"content": "本文介绍,用于铝镁锰合金金属屋面的彩色自粘TPO防水卷材,通过原料优化,精准配方设计,经苛刻条件上千次的试验验证,在确保产品高性能的同时实现了铝镁锰金属、氟碳涂层、自粘胶、TPO及彩色五者的良好结合,并在应对24小时之内-10℃～37℃的温差,连续冷热交替变化、霜冻、雨雪、风力、阳光等恶劣气候环境中也能长期保持颜色不褪,结合紧密,无异常形变,满足设计要求;是一种性价比极高的铝镁锰合金金属屋面用彩色自粘TPO防水卷材。", "label": "土木建筑", "id": 0}
{"content": "<正>中华人民共和国建材行业标准JC/T 1018-2020《水性渗透型无机防水剂》将于今年4月1日起正式实施,替代JC/T 1018-2006《水性渗透型无机防水剂》。新版标准发布已经十多天了,许多业内外朋友很关心新版标准的修订内容,经常询问我们为什么要修订《水性渗透型无机防水剂》?水性渗透型无机防水剂与市面上的一些水性或油性的有机类防水剂有啥区别?水性渗透型无机防水剂是一种水性环保无机材料产品,通过对本标准修订,使本产品标准更全面准确地反映产品特性,", "label": "土木建筑", "id": 0}
{"content": "PK砖因其独特的材质和效果,被广泛应用于各类建筑的外立面,但泛碱是PK砖外墙面长期存在的质量通病,严重影响建筑的外立面效果,研究解决PK砖泛碱有重要意义。根据PK砖的泛碱原因分析设计了10组不同防泛碱处理的试验组,在试验墙面上进行蓄水和淋水试验,观察泛碱情况,并按规范对部分试验组砂浆强度和饰面砖黏结强度进行了检测,得出一些有益的结果。", "label": "土木建筑", "id": 0}
{"content": "非固化橡胶沥青防水涂料是以橡胶、沥青、软化油等为主要组分,加入温控及及其他填料制成的能较长时间保持黏性膏状防水涂料。优异的弹性和蠕变性能解决建筑变形缝、裂缝等部位的防水问题。当单独作为防水层使用,在涂刷结束后涂膜表面发现有大量小孔,可能影响地下室防水性能。通过研究涂刷过程,查明小孔成因,通过调整控制施工操作方法减少小孔形成。", "label": "土木建筑", "id": 0}
{"content": "用气相色谱法测定涂料中水分含量是GB 18582—2020《建筑用墙面涂料中有害物质限量》标准中规定方法,对标准采用的计算相对响应因子的方法进行改进,改为使用内标标准曲线法,并进行了方法学验证。", "label": "土木建筑", "id": 0}
{"content": "新标准GB 18582—2020统一采用国际上涂料产品的通用方法GB/T 23986—2009（等同采用ISO 11890-2∶2006）对水性墙面涂料的挥发性有机化合物（VOC）进行测定。通过调整不同分流比、稀释溶剂用量、稀释溶剂种类,找出各因素对校正因子的影响规律。", "label": "土木建筑", "id": 0}
{"content": "本文介绍了一种用于混凝土结构物外立面的新型环保渗透密封涂料,可以广泛用于建筑、桥梁、机场跑道、隧道衬砌以及混凝土路面等构筑物的表面防腐、防水、渗透加固、裂缝修复以及着色和美化。该涂料具有环保和无挥发性有毒物质,便于着色,表干和固化时间快等特点,施工简便。", "label": "土木建筑", "id": 0}
{"content": "<正>依照《产品质量监督抽查管理暂行办法》（市场监管总局令第18号）,2020年12月24日,国家市场监督管理总局发布《建筑防水涂料产品质量国家监督抽查实施细则》。《细则》包含抽样方法、检测依据、判定规则等内容,涉及聚氨酯防水涂料、聚合物水泥防水涂料、水乳型沥青防水涂料、聚合物乳液建筑防水涂料。建筑防水涂料产品质量国家监督抽查实施细则1抽样方法以随机抽样的方式在被抽样生产者、销售者的待销产品中抽取。随机数一般可使用随机数表等方法产生。", "label": "土木建筑", "id": 0}
{"content": "<正>前言本标准按照GB/T 1.1—2009给出的规则起草。本标准按中国工程建设标准化协会《关于印发<2017年第二批产品标准试点项目计划>的通知》（建标协字[2017]032号）的要求制定。请注意本文件的某些内容可能涉及专利。本文件的发布机构不承担识别这些专利的责任。本标准由中国工程建设标准化协会提出。本标准由中国工程建设标准化协会建筑与市政工程产品应用分会归口。本标准负责起草单位:苏州非金矿工业设计研究院有限公司、江苏邦辉化工科技实业发展有限公司。", "label": "土木建筑", "id": 0}
{"content": "阿尔法新材料江苏有限公司研发出一无溶剂环保型防水涂料单组分聚氨酯,该涂料,由PDI生物基异氰酸酯和卤化阻燃聚醚多元醇聚合而成,不含游离TDI,不添加任何溶剂,是真正的环保友好型聚氨酯涂料,不仅可以用在密闭的场所,包括游泳池,饮用水池等完全可以达到使用要求,经中国检验检疫科学研究院综合检测中心进行小白鼠实验、急性经口毒性试验、急性皮肤刺激性试验、眼刺激性试验全部通过。", "label": "土木建筑", "id": 0}
{"content": "本文简要讲述喷涂聚脲技术的定义及发展史,通过具体应用案例,展现了喷涂聚脲防水涂料应用在市政环保工程中的优势,并对喷涂聚脲目前最新的技术进展和今后发展方向做了相关阐述。", "label": "土木建筑", "id": 0}
{"content": "本研究探讨了不同的颜基比对水性聚氨酯防水涂料力学性能的影响以及耐水性和耐碱性的影响,研究显示,颜基比为2.1:1时拉伸强度和断裂伸长率以及撕裂强度均符合GB/T19250-2013溶剂型聚氨酯防水涂料Ⅰ型指标;同时还研究了不同粉体对水性聚氨酯防水涂料的力学性能影响,发现控制颜基比不变,改变粉体种类对其力学性能影响不大。", "label": "土木建筑", "id": 0}
{"content": "介绍一种新型的\"水固化\"聚氨酯防水涂料,通过对材料配方进行改进使其更适应恶劣气候和施工环境,在克服基层和环境影响,扩大应用领域。", "label": "土木建筑", "id": 0}
{"content": "砂壁状涂料作为一种重要的饰面材料在我国大部分地区得到广泛应用,其耐久性对提升建筑主体结构寿命具有重要意义。从颜色变化及拉伸黏结强度角度探讨了酸雨侵蚀对砂壁装涂料耐久性的影响规律。研究表明,随酸雨侵蚀时间的增加,真石漆及质感漆颜色色差变化增大,拉伸黏结强度呈下降趋势。乳液涂膜在酸雨侵蚀条件下的破坏与剥落是导致真石漆及质感漆颜色变化增大,拉伸黏结强度下降的主要原因。", "label": "土木建筑", "id": 0}
{"content": "为了研究小体积气候箱法在人造板甲醛释放量检测中的适用性,表征小体积的气候箱对同一样品检测结果的一致性,本文选取了两种不同体积的气候箱,以甲醛释放量不同的各类人造板为检测对象,依据GB 18580—2017《室内装饰装修材料人造板及其制品中甲醛释放限量》的规定,检测同比例缩放后的人造板的甲醛释放量。结果显示,60 L气候箱法甲醛释放量的检测结果在采样流速0.5 L/min、采样时间60 min、抽取体积30 L时,所得的检测结果可以作为1 m~3气候箱法的检测结果参考。", "label": "土木建筑", "id": 0}
{"content": "在苯、甲苯和二甲苯检测中,为了提高效率和保证质量,利用苯系物混合标样,选择合适的柱子和条件,尝试把苯、甲苯和二甲苯放一起同时检测。针对市面上两种不同的苯系物混合标样分别做了测试。", "label": "土木建筑", "id": 0}
{"content": "外墙外保温体系在保温、防火、耐久性能及装饰效果等方面存在的矛盾日渐突出。开展保温、防火、耐久性能多维度协同优化,强化构造、改善施工工艺,是探索保温—结构—装饰一体化发展的有效途径。本文采用有机活化与高分子聚合相结合的方法,制备出改性无机粉复合建筑饰面片材（MCM）,针对其适用范围、基本构造要求、构造节点设计、施工工艺、检验方法等方面提出了一整套应用技术体系,该体系能够为MCM在实际工程应用提供工程指导。", "label": "土木建筑", "id": 0}
{"content": "<正>前言本标准按照GB/T 1.1—2009给出的规则起草。本标准按中国工程建设标准化协会《关于印发<2017年第二批产品标准试点项目计划>的通知》（建标协字[2017]032号）的要求制定。请注意本文件的某些内容可能涉及专利。本文件的发布机构不承担识别这些专利的责任。本标准由中国工程建设标准化协会提出。本标准由中国工程建设标准化协会建筑与市政工程产品应用分会归口。本标准负责起草单位:苏州非金属矿工业设计研究院有限公司、江苏邦辉化工科技实业发展有限公司。", "label": "土木建筑", "id": 0}
{"content": "聚氨酯防水涂料是具有高回弹性、高柔韧性、耐酸、耐碱的高分子功能材料,也是我国重点发展的防水涂料之一。本文综述了国内聚氨酯防水涂料的发展现状,并展望了聚氨酯防水涂料未来的发展趋势。", "label": "土木建筑", "id": 0}
{"content": "广西大部分地处夏热冬暖地区,对建筑节能方面的要求日益提高,首要考虑的是夏季的建筑隔热。本文以传统建筑节能计算中未能考虑到建筑夜间散热为出发点,提出改善建筑节能的全局计算从而得到夏热冬暖地区更为准确的建筑节能计算结果。利用斯维尔软件建筑节能BECS及建筑能耗BESI针对标准化模型分别进行日间、夜间节能计算,得出建筑实际节能情况以及节能率。研究结果发现,以广西南宁地区为例采用反射涂料外墙可以比传统保温砂浆外墙节能效率提高6%。通过计算建筑夜间散热,为夏热冬暖地区实际建筑节能提供科学依据,为夏热冬暖地区低能耗建筑研究提出新的思路。", "label": "土木建筑", "id": 0}
{"content": "在检测样品中挥发性有机物的释放量时,环境测试舱的本底浓度控制是至关重要的一环。本文探讨了不同高温老化时间及不同平衡时间对环境舱本底浓度的影响,结果表明,高温老化2～4h时舱内的气体浓度可以达到一个较低的水平。此外,适当延长平衡时间也可以降低舱内本底浓度,以8～12h为宜,从而给出环境舱本底浓度控制的合理化建议。", "label": "土木建筑", "id": 0}
{"content": "本文对高温家电领域微蒸烤产品类所使用高温保温隔热材料进行了归纳总结,主要包括无机纤维隔热棉、气凝胶、真空金属板、真空玻璃、真空绝热板以及热反射材料等。重点分析了各个材料保温隔热性能与温度的关系,以及材料在应用过程中存在的优缺点,最后就微蒸烤产品高温保温隔热材料的未来进行了展望。", "label": "土木建筑", "id": 0}
{"content": "用高炉渣作为原料生产的矿棉是优良的建筑外保温材料,如果直接用高温液态高炉渣生产矿棉,可以综合利用1500℃以上的高温液态高炉渣的显热,同时可以节省大量的矿棉生产能耗。在实验室模拟研究了用高温液态高炉渣生产矿棉工艺,系统研究了添加不同比例调质料的高炉渣的调质和成棉工艺,考察了用高温液态高炉渣制得的矿棉纤维直径、渣球含量、有机物含量等,研究了制得的矿棉纤维的导热率系数、热荷重收缩率、矿相等物性参数。", "label": "土木建筑", "id": 0}
{"content": "热固复合聚苯板作为市场上出现的新型建筑墙体保温材料,具有良好的保温性能和燃烧性能,导热系数低、抗压强度和憎水性能好,遇火不蔓延、不熔融、不滴落等,市场需求量大。本文通过研究热固复合聚苯板不同的生产工艺性能特点以及实际应用中的一些特征,提出一些意见和建议,供参考借鉴。", "label": "土木建筑", "id": 0}
{"content": "介绍轻钢工业建筑使用玻璃保温棉国内生产产能,品质状况及市场定位;阐述玻璃保温棉玻璃棉保温性能优劣重点从保温棉热阻值、防火性能、有害气体及甲醛含量等性能评价,及实际项目保温棉执行标准思考;比较保温棉配套使用各类贴面结构形式,强度指标、耐老化指标、防火性能指标等技术参数;总结轻钢钢结构不同类型建筑物,保温棉及其配套贴面选择与应用。", "label": "土木建筑", "id": 0}
{"content": "本文对连续型折叠夹层板进行了设计、力学性能分析和声学性能分析。首先利用ANSYS Workbench软件建模,依据控制变量法,建立多个模型,分别对其力学性能进行仿真分析,得到模态、应力应变和固有频率等数据;然后再利用LMS·Virtual.Lab进行声震耦合分析,得到声压云图、位移幅值云图、位移幅值响应曲线和隔声量曲线等,通过比较不同结构的云图曲线,得到连续性折叠式夹层板的隔声降噪性能的基本情况和优质解。", "label": "土木建筑", "id": 0}
{"content": "不同厚度玻璃棉外包透声织物组成系列平板和阶梯状玻璃棉吸声界面,该系列吸声界面不同厚度及不同空腔搭配组成系列试样组。通过驻波管法垂直入射吸声性能试验,对比分析研究上述试样组对应吸声系数随频率的变化规律及频谱特性,研究成果可用于预测分析评估平板和阶梯状玻璃棉吸声界面随厚度及空腔变化相对应的吸声性能,为平板和阶梯状玻璃棉吸声产品设计研发提供借鉴参考。", "label": "土木建筑", "id": 0}
{"content": "通过合成法制备硬质聚氨酯泡沫（RPF）,设置空白对照组、单变量组以及正交组实验等三组试验样本,通过锥形量热仪燃烧实验,得到添加和未添加无机阻燃剂的硬质聚氨酯泡沫样品的点火延迟时间、热释放速率峰值和总释放热值等燃烧特性参数数值,对比研究分析改性聚氨酯保温材料的火灾危险性。", "label": "土木建筑", "id": 0}
{"content": "随着社会的发展和进度以及对环境保护的需求,新型节能环保建筑材料开始陆续出现在国内建筑市场。本文以某机库项目屋面为例,系统介绍屋面泡沫保温玻璃及专用胶粘剂的性能特点、施工工艺、注意事项及应用意义,为以后此类工程施工提供借鉴。", "label": "土木建筑", "id": 0}
{"content": "以白色模塑板（EPS）、黑色模塑板（GEPS）、挤塑板（XPS）、聚氨酯（PU）、酚醛板（PF）为材料,测试了试样分别通过顶面点燃和扩散点燃方式,尺寸为150mm×10mm×10mm和150mm×10mm×4mm时的氧指数结果,结果显示,点燃方式对不同保温材料的影响情况不一致,对EPS板、GEPS板、XPS板的影响较大,对PU板和PF板的影响较小,EPS板和GEPS板经顶面点燃后测得的氧指数结果较扩散点燃方式小,而XPS板反之;试样厚度对保温材料的影响情况基本一致,厚度薄的试样测得的氧指数结果更小。因此在标准中统一点燃方式和试样尺寸更有利于同种产品及多种产品之间氧指数结果的相互比较。", "label": "土木建筑", "id": 0}
{"content": "传统的保温材料主要分为有机和无机材料,两者在导热系数和燃烧性能方面难以优势互补,而真空绝热板作为新一代保温材料,不仅具有比传统有机保温材料更低的导热系数,同时能达到传统无机保温材料的燃烧性能等级,但其在应用中也存在一定劣势。本文说明了真空绝热板在外墙保温领域中的应用特点,同时对比了现行标准对真空绝热板进行性能检测的方法及指标要求,并对相关检测项目的检测内容进行了分析。", "label": "土木建筑", "id": 0}
{"content": "建筑材料导热系数测试通常采用GB/T 10294-2008《绝热材料稳态热阻及有关特性的测定防护热板法》。在长期的检测工作中发现,试样表面的水平度对导热系数结果有较大影响。本文以蒸压加气混凝土砌块试样为例,分析了水平度对导热系数结果的影响。", "label": "土木建筑", "id": 0}
{"content": "使用烟密度测试仪和锥形量热仪（CONE）研究外墙保温材料燃烧及烟特性。通过烟密度测试仪研究3种试样的MSD和SDR以及光吸收率,通过CONE测试不同辐射强度下试样的热释放速率（HRR）、总释放热（THR）,点火时间（TTI）等参数的变化。结果表明,聚氨酯泡沫板（PU板）的最大烟密度（MSD）和烟密度等级（SDR）值较大,烟气危害程度大于泡沫板（XPS板）和酚醛泡沫板;在相同热辐射强度下,PU板的HRR和THR值均大于另外两种材料,说明PU板的火灾危险性更大,火灾时会释放出更多的热量。同时,随着热辐射强度的增加,PU板的TTI减小,酚醛泡沫板均未点燃,综上说明酚醛泡沫板的耐火性能及烟特性优于PU板以及XPS板。", "label": "土木建筑", "id": 0}
{"content": "真空绝热板由芯材、阻隔膜、吸气材料组成,并通过真空封装将芯材和吸气剂包覆在阻隔膜材料内部。本文主要介绍了真空绝热板的制作流程,以及分析制作低导热系数真空绝热板的关键因素。", "label": "土木建筑", "id": 0}
{"content": "我国迅速的工业发展离不开热电联产与集中供热事业,降低蒸汽在长距离运输过程中的能耗一直是绝热保温工程的重要课题。使用传统材料完成的保温工程存在保温套外径大、热损失多等缺点,不能适应现代工业供热的发展;绝热领域的革命性材料一气凝胶,则因成本高昂难以在大规模保温工程中应用。高性价比纳米铝镁质绝热毡因其极高的性价比脱颖而出,本文为探讨高性价比纳米铝镁质绝热毡的保温效果及保温工程成本,按管道绝热设计标准通过计算分析,得出不同材料在一次实际工程中的保温厚度及材料成本,其对比结果可为今后高性价比纳米铝镁质绝热毡与其他材料复合保温结构的优化提供参考。", "label": "土木建筑", "id": 0}
{"content": "保温装饰板的性能特点符合绿色建筑、装配式建筑以及建筑产业化发展的需求,经过多年的发展取得了辉煌的成绩,同时也暴露出了一些安全问题。尤其是石材/陶瓷薄板饰面保温装饰板因其面密度大,其安全性受到关注,该文针对该技术难点研制了一种新型纤维增强改性发泡水泥保温装饰板,在介绍其构造形式、组成材料、性能特点的基础上,重点阐述其安全性和经济性。通过自身结构和安装技术优化,将饰面层石材/陶瓷薄板的荷载通过扣挂组件有效传递到基础墙体确保产品的安全,产品应用于外墙外保温系统,与外墙外保温+传统石材的幕墙系统相比,综合工程造价可节约30%左右。", "label": "土木建筑", "id": 0}
{"content": "<正>根据国家标准GB/T 3935.1给标准的定义是:为在一定范围内获得最佳秩序,对活动或其结果规定共同的和重复使用的规则、导则或特性的文件。该文件经协商一致制定并经一个公认机构的批准。通俗的说就是在某个领域内对某项活动通过广泛调研和收集意见,经协商一致并经公认机构批准后发布的、大家共同遵守的规则,它必须具有适用性、先进性、统一性、协调性、经济性和社会效益。因此一个行业发展状况和应用领域等均可以从标准体系反映出来。我们就从绝热材料行业相关标准解读行业发展状况。", "label": "土木建筑", "id": 0}
{"content": "本文对岩棉在不同湿热条件下的抗拉强度、吸湿率、导热系数、透湿率等性能进行了试验研究,并分析得出岩棉性能随不同湿热条件改变而变化的规律。试验证明岩棉具有良好的耐湿热性和耐久性,可广泛应用于各类建筑工程,本试验数据可为岩棉更好地应用于工程提供参考。", "label": "土木建筑", "id": 0}
{"content": "硬硅钙石绝热材料用于外墙保温工程,存在导热系数偏高及耐久性较差等问题。常温导热系数偏高的原因,主要是硬硅钙石晶体纤维之间的低热阻与气体对流的高传热效应导致。硬硅钙石长期暴露在空气中易发生碳化,从而使材料强度下降。采用稀磷酸对硬硅钙石进行改性处理,使硬硅钙石晶体纤维的直接接触,转变为通过纳米羟基磷酸钙与无定形SiO2的交织结构接触,降低了固体导热系数;硬硅钙石转变后,体积增大27.2%,可以有效改善材料的孔隙结构,降低气体对流传热效应。使导热系数在原硬硅钙石材料的基础上,降低1/3,即常温导热系数可降至0.035 W/（m·K）左右。此外,硬硅钙石纤维被低溶解度的羟基磷酸钙与无定形SiO2包裹,可以有效抑制硬硅钙石的碳化过程,从而使材料的耐久性得到提高。磷酸改性硬硅钙石,只需对原有生产工艺过程进行微调,原材料成本约提高200-400元/m~3,但材料强度会发生一定程度的下降。", "label": "土木建筑", "id": 0}
{"content": "<正>在现代建筑产业中,传统建材如砖墙、石材、木材、金属、瓷砖等材料的局限性和不可再生性,逐步出现采用纤维增强水泥平板/硅酸钙板及其深加工制品,来替代石材、木材和瓷砖等应用,即\"以板代砖\"、\"以板代木\"、\"以板代石\"的应用趋势。随着装配式钢结构建筑、装配式混凝土结构建筑、装配式木结构建筑等新型建筑体系的推广和普及,将极大促进纤维增强水泥平板/硅酸钙板的创新应用和迭代升级。近年来随着建筑产业化升级和推进,以及装配式建筑的推广,纤维增强水泥平板/硅酸钙板作为装配式", "label": "土木建筑", "id": 0}
{"content": "本文针对高阻燃型金属复合防火板在BS8414、NFPA285以及GB/T29416三个大/中型幕墙系统防火试验中的燃烧特性进行了试验研究,以期为高层建筑防火幕墙材料选择应用提供参考。", "label": "土木建筑", "id": 0}
{"content": "分别以丙烯酸类树脂乳液和醋酸乙烯酯类树脂乳液为基料,配制了水性钢结构防火涂料,通过对比试验,研究了乳液种类对防火涂料防火性能、黏结强度、耐冲击性和抗弯曲性等性能的影响。试验结果表明,采用醋酸乙烯酯类树脂乳液为基料,制备得到的钢结构防火涂料防火性能、黏结强度、耐冲击性和抗弯曲性均有所提高,更适于用作钢结构防火涂料的基料。", "label": "土木建筑", "id": 0}
{"content": "本文针对钢膨胀型钢结构防火涂料使用中的老化问题,通过紫外/水喷淋实验室人工加速老化的方式对室外自然条件进行模拟,对水性涂料A-NSP与溶剂型涂料A-WRP开展了老化行为研究。结果表明,在施加面漆的情况下,水性涂料性在紫外/水喷淋老化80个循环周期（20天）时开始发生明显性能衰减,其耐火极限由111 min下降至58 min,112个循环周期（28天）后彻底丧失膨胀能力,耐火极限衰减至22 min。对于溶剂型涂料,其性能表现出较好的耐久性,在紫外/水喷淋老化112个循环周期（28天）后其耐火极限由73 min下降至64 min,仅衰减了11%。", "label": "土木建筑", "id": 0}
{"content": "主题公园的大跨度与造型复杂的空间广泛采用钢结构。分析了钢结构防火涂料的分类、组成及防火机理,并以上海迪士尼乐园项目的工程实践为背景,对主题公园钢结构的防火设计要求、防火涂料应用,及施工质量控制进行了介绍和分析;对主题公园钢结构防火涂料的设计、施工、应用及管理等方面提出了相应建议,可供类似项目参照与借鉴。", "label": "土木建筑", "id": 0}
{"content": "通过采用围护结构现场传热系数检测的方法,对某绝热（保温隔热）涂料在工程实际应用中的保温效果进行了相关的检验与研究。", "label": "土木建筑", "id": 0}
{"content": "在现行的耐火构件检测中,普遍采用固定式热电偶的方式进行构件温度检测。然而随着检测技术的发展以及行业内检测水平的不断提高,固定热电偶检测方式已经不能满足对被检测样品耐火性能研究以及耐火规律把握的要求,而采用热成像分析仪,对耐火构件进行性能研究、对耐火规律进行分析是一种比较有效的方式,可以满足对耐火构件背火面受热情况进行分析研判。本文重点针对防火门的耐火情况分别采用ISO法和热成像法进行测试并将测试结果进行对比,探讨热成像仪在耐火构件检测中的应用前景。", "label": "土木建筑", "id": 0}
{"content": "<正>0引言2018年4月1日颁布的《建筑内部装修设计防火规范》（GB 50222-2017）明确规定了剧院内墙、天花板和地板装饰材料的防火等级。指出当剧场观众大厅面积大于400 m2时,墙面装饰材料的防火等级不得低于A级,400 m2以下的墙面装饰材料的防火等级不得低于B1级。天花板装饰材料的防火等级不得低于A级,地面材料的防火等级不得低于B1级", "label": "土木建筑", "id": 0}
{"content": "材料是人类发展的基础,随着资源、能源的不断使用和浪费,不可再生资源日益减少,世界性资源枯竭问题的不断恶化;而且我国环境问题日益突出,总体环境恶化,虽局部环境改善,但治理能力远赶不上破坏速度,生态赤字不断扩大。近年来随着建筑保温系统越来越受到重视,尤其是高层建筑及公共建筑,也给保温节能防火材料带来巨大的市场。选取无机保温板作为对象,采用生命周期评价方法（LCA）定量化评价其中两种无机保温板,即发泡陶瓷保温板和岩棉外墙保温板,在保证性能符合标准的情况下,通过比较两者的生产生命周期环境影响,从而找出节约资源且对环境较友好的保温板产品。结论表明功能单位的发泡陶瓷保温板的各项环境影响均明显小于岩棉外墙保温板,发泡陶瓷保温板的环境影响主要来自原材料消耗,且主要是由外加剂的使用造成的。发泡陶瓷保温板的生产不仅节约能源、资源、土地,而且保护环境,减少污染。", "label": "土木建筑", "id": 0}
{"content": "钢结构防火涂料是提高钢材耐火性能常用的一种材料。涂刷钢结构防火涂料的工字钢梁,在简支约束状态下,国家标准《钢结构防火涂料》GB14907-2002中规定:当跨中最大挠度值达到L0/20时试件失去承载能力,其涂覆的钢结构防火涂料达到耐火极限。如果钢结构防火涂料采用不同型号或不同跨度的工字钢作为基材进行耐火性能试验,得到的耐火极限结果是否会不同呢?通过研究我们发现选用不同型号或不同跨度的工字钢基材进行耐火性能试验会对钢结构防火涂料的耐火极限有一定的影响。", "label": "土木建筑", "id": 0}
{"content": "为保证消防设备可靠供电,要求对于明敷的消防供配电线路穿金属管保护并涂敷防火涂料。但是规范并没有明确规定防火涂料的涂敷厚度。为了研究不同厚度的防火涂料对明敷消防供配电线路保护效果的影响有何不同,本文利用ANSYS软件建立电线穿金属管涂敷防火涂料模型,通过计算得出模型温度分布云图以及模型内部任意节点温度随时间变化规律,同时对不同消防设备明敷配电线路防火涂料的涂敷厚度提供了数值参考。", "label": "土木建筑", "id": 0}
{"content": "材料的热膨胀率及热膨胀系数是表征材料热应变的重要物理参数,是衡量材料抗热形变能力的重要依据。本文分别从两个影响因素方面对致密定形耐火材料制品的热膨胀参数进行分析。研究表明,线膨胀参数与其切取试样方向没有明显关联性及规律性。N2气体保护的有无对材料膨胀参数的判定产生了至关重要的决定性影响。", "label": "土木建筑", "id": 0}
{"content": "钢结构防火涂料的涂装保护工作并不是一件简单之事,本文对防火涂料的涂装保护基理、见证取样复试、相关技术要求、施工质量监管控制和竣工验收等环节作了较全面的展开叙述,并结合杭州奥体钢结构工程,阐明了防火涂装方案评审和防火涂料见证取样复试等具体程序要求,对同类工程的防火涂料涂装施工和质量控制具有很好的借鉴和指导意义。", "label": "土木建筑", "id": 0}
{"content": "将酚醛树脂（PF）良好的本征阻燃性与聚氨酯（PU）良好的低温交联固化特性相结合,制备酚醛树脂一聚氨酯复合材料（PF-PU）,解决单一酚醛树脂材料难以室温固化问题,同时解决聚氨酯阻燃难题。所得复合材料氧指数可达32%。该P卜PU材料可用于制造泡沫保温隔热制品和室温固化粘合剂。", "label": "土木建筑", "id": 0}
{"content": "钢结构防火涂料在建筑中广泛使用,可以降低钢结构火灾中升温速度从而延长结构耐火极限。其中膨胀型钢结构防火涂料具有施工方便灵活和涂刷效果美观等优点,在工程中大量应用。对Q235等级钢材在高温情况下力学性能进行理论分析,并进行涂刷膨胀型钢结构防火涂料的钢梁的耐火试验,对膨胀型钢结构防火涂料的保护机理进行研究。研究表明,火灾发生时在耐火极限前4/5的时间内,结构的变形和温升都较小;在临近耐火极限的10min时间内,结构变形迅速加大,直至垮塌;而保护作用失效的主要原因是局部涂层完全脱落造成。", "label": "土木建筑", "id": 0}
{"content": "本文着重阐述了国内外金属复合板的最新研究进展和市场开发,并按建筑材料及其制品的燃烧性能要求,对国内外几大主要终端区域市场的防火板燃烧性能测试方法和评价标准进行了介绍。", "label": "土木建筑", "id": 0}
{"content": "为了研究由于高层建筑外墙保温材料被点燃而引起的高层建筑外墙火沿竖向燃烧的蔓延规律,以一幢15层的钢筋混凝土结构的普通实体居民住宅楼为模型,应用火灾动力学模拟软件FDS（Fire Dynamics simulator）对该火灾场景进行仿真模拟。通过对模拟结果的分析,得到了外墙火势的蔓延高度、蔓延速率和温度场分布随时间变化的关系,为高层建筑防火、消防灭火和火灾后的结构安全性评估提供理论依据。", "label": "土木建筑", "id": 0}
{"content": "介绍了火力克（MK-6/HY）厚型防火涂料在万通大厦工程中的应用。该产品施工速度快,降低施工成本,经济效益显著。", "label": "土木建筑", "id": 0}
{"content": "钢结构防火涂料广泛用在各类建筑物上,使用寿命是防火涂料产品鉴定的一个重要指标。本文拟简要介绍钢结构防火涂料发展应用概况,着重探讨钢结构防火保护涂层使用寿命、老化试验方法、性能衰减与失效原因、寿命长短的一些规律,并提出延长使用寿命的措施与建议,以推动钢结构防火涂料及钢结构防火保护技术获得更大发展。", "label": "土木建筑", "id": 0}
{"content": "以流延法制成的PHA、PHB、20%PHBV、 40%PHBV和3%PHBV五种不同比例的塑料薄膜,虽然合成路线相同,但是由于其原料等不同,导致其生物降解性能产生差距。在相同降解环境下通过红外光谱仪和电镜对不同材料随着时间的推移形态结构以及不同分子基团的变化。", "label": "土木建筑", "id": 0}
{"content": "本研究以设计实作与案例回顾的方式,讨论木材的数字化制造、建构领域里对于织理性建构的运用与思考。1851年Gottfried Semper的建筑四要素开启织理性建筑的讨论后,Kenneth Frampton于建构文化研究以赖特的作品为探讨题材,讨论其作品中所蕴含的织理性概念。今日因为数字工具的发展,EPFL的Yves Weinand教授等人,提出了木材织理性的研究与讨论。本研究认为数字工具的使用让木材的设计、加工、建造产生的新的设计思考和语汇,让木材弯曲的同时也呈现更复杂的交织理。同时,织理性与其衍生的材料制换理论,结合今日的加工设备,让曲木的工艺可以导入织品或其他纤维材料的加工技术,让木材产生更多的构造方法。", "label": "土木建筑", "id": 0}
{"content": "本文主要介绍了传统木材的分类、木材的结构力学性能以及木材的维护特性,涉及到力学种类、受力方向、静力荷载与动力荷载以及加工工艺等,最后总结得出:木材由于其独特的性能,经常用于搭建构筑物或室内装修。", "label": "土木建筑", "id": 0}
{"content": "MMA树脂地坪的应用已有几十年的历史,但国内知道的人还比较少,应用不多。目前国内的树脂地坪基本就是环氧地坪和聚氨酯地坪两大类。MMA树脂地坪相比较环氧和聚氨酯地坪具有两小时快速施工、低温固化、耐候性能好等优点,因此在地坪翻新、修补、冬季施工、户外等领域有着广泛的应用前景。", "label": "土木建筑", "id": 0}
{"content": "分析现代工业环境下对工业车间地面的需求,工业地坪向着绿色环保、功能性需求方向发展,对热固性高分子卷材优势、现状以及增长趋势的分析,探讨热固性高分子卷材的应用与未来发展趋势。", "label": "土木建筑", "id": 0}
{"content": "针对建筑PTFE膜材,结合实际膜材施工张拉过程,采取不同的张拉方式对膜材施加预张力,进行双轴应力松弛试验,考察其对膜材双向应力松弛性能的影响。结果表明:采用二次张拉方式时,二次张拉时间对应力松弛影响较小;分阶段张拉与一次张拉后的应力松弛结果接近;反复张拉的次数对应力松弛量的影响不大;综合比较,二次张拉方式更为有效的降低应力松弛对预张力的影响。基于广义maxwell模型对一次张拉的应力松弛的拟合结果,引入指数形式的转化函数可较好的拟合不同张拉方式下的应力松弛结果。", "label": "土木建筑", "id": 0}
{"content": "通过对玉米秸秆重组材的发展现状进行分析,设计一组重组材轴压构件,通过ABAQUS有限元模拟得到轴压构件的屈曲破坏状态和应力云图。用有限元模拟分析得到的结果为今后进行重组材试验提供验证依据,证明玉米秸秆重组材作为结构材料是可行的,并且在实际工程中的应用提供参考。", "label": "土木建筑", "id": 0}
{"content": "概述集成材提出背景,从原材料组成、物理性能、力学性能三个方面对玉米秸秆重组集成材、集成木、集成竹进行对比,确定作为结构构件的集成方式,提出该研究领域急需解决的问题。", "label": "土木建筑", "id": 0}
{"content": "为了描述橡胶颗粒沥青砂非线性蠕变回复行为,本文基于Schapery粘弹性模型理论,并结合改进Swchartz粘塑性模型,提出一种改进的积分型本构模型。开展一系列橡胶颗粒沥青砂压缩蠕变试验,通过最小二乘法与改进欧拉法对实验数据进行拟合,确定模型中各参数。最后,利用模型对不同应力水平下橡胶颗粒沥青砂的蠕变回复行为进行预测验证。结果表明:该蠕变本构模型不仅能准确描述橡胶颗粒沥青砂蠕变过程中复杂的非线性粘弹塑性行为,并且可用来预测不同应力水平橡胶颗粒沥青砂蠕变特性,相较于其他模型,本文模型参数的确定简单可靠。", "label": "土木建筑", "id": 0}
{"content": "利用试验模型装置,模拟不同填料对土工合成料的影响及相同土质不同容重对土工合成料影响,在不同填料的模拟试验中,填料为砂砾石时,拉拔力与上覆压力之间呈现出良好的线性关系,对要求较高的加筋土工程不提倡使用石屑填料;当填料为相同土质不同容重时,在相同压力下,拉拔力随着土质容重的增加而增大。", "label": "土木建筑", "id": 0}
{"content": "文章从室内设计的视角分析了竹材的优点,在此基础上总结了竹材的应用价值和生态价值,并探讨了中国现代室内设计中应用竹材的可行性和方式方法。旨在推广竹材在中国建筑室内设计中的普及运用,从而做到以竹代木、以竹代钢,节约资源,保护环境。", "label": "土木建筑", "id": 0}
{"content": "未增塑聚氯乙烯（PVC-U）型材在受热和低温的双重收缩作用下将形成一定收缩内应力。不恰当的焊接工艺会导致型材在焊接部位产生缺陷,降低型材低温下的断裂伸长率。刚性安装方式,使型材在低温下没有足够的收缩量。当型材的收缩内应力大于其在使用温度下能承受的最大内应力时,型材在焊接部位将产生屈服或脆性破坏。本文通过分析型材受热收缩量、焊接工艺、焊接应力分布、低温下的应力应变曲线等因素,对影响型材开裂的各种因素进行设计,并使其实现\"量化预测\"。此外,本文还系统地研究了PVC型材、门窗在不同温度下的各种形变、形变对型材的影响、型材开裂的各种状态、型材的焊接应力分布、组装安装对型材的影响,并通过科学的数据分析,找出了型材开裂与其断裂伸长率间的量化关系,实现了型材开裂破坏的\"量化预测核算\"。", "label": "土木建筑", "id": 0}
{"content": "通过研究LS稳定剂用量对PVC热稳定性能的影响、碳酸钙改性对PVC力学性能的影响、润滑剂对PVC流变性能的影响探讨了建筑排水无铅PVC-U排水管材制备技术。结果表明:LS稳定剂在3份时可满足PVC-U排水管稳定生产;相比于未改性CaCO3,填充表面改性CaCO3体系拉伸屈服强度随填充量的增加下降较为平缓;润滑剂优选烃类和酯类润滑剂。", "label": "土木建筑", "id": 0}
{"content": "沥青注浆是国内外发展起来的一种快速堵漏新技术,在复杂地层岩土体防渗堵漏和补强加固工程中具有广阔的应用前景。然而注浆过程中加热温度高、可控性差等因素导致其应用和发展受限。本文从沥青材料改性角度出发,首先通过试验制备出一种在常温条件下能保持较大流动性并长时间保持其性质不变的液态沥青;在此基础上,选择固化材料与之复配,使沥青浆液在水下凝结固化。针对不同固化材料组分及其掺量,设计多组配方,每组配方分别对浆液初始时、可泵期、凝结时间段的粘度和浆液固化后固结体抗压强度、粘结强度进行测定,最后得出一种各组分掺量优化配方。试验结果对改性沥青浆材在地下渗漏工程中的应用具有重要参考价值。", "label": "土木建筑", "id": 0}
{"content": "钠基膨润土防水毯作为一种新型的防水材料,在国内的水利、民航、隧道等工程已逐步开始使用。在阿尔及利亚项目中,并不多见。以阿尔及尔机场项目为例,从工艺原理、防水机理、操作工艺、技术要求,机具准备等方面介绍钠基膨润土防水毯,为以后其他项目的使用提供借鉴。", "label": "土木建筑", "id": 0}
{"content": "设计纯桉木、纯杨木、杨桉交错、桉杨交错四种建筑模板用胶合板,采用酚醛树脂胶进行表面胶强化处理,测试四种胶合板物理力学性能,分析其断面密度分布分布,探讨胶合板结构、力学性质、断面密度之间的关系,为桉杨胶合板在建筑模板领域的应用以及胶合板模板结构设计提供理论依据。结果表明:表面胶强化处理对四种胶合板性能均有提高,其中表面胶强化组的杨桉交错结构和桉杨交错结构胶合板各项性能都满足建筑模板标准的要求,纯杨木和纯桉木胶合板则不达标;X射线密度分析结果表明酚醛树脂胶的胶层密度普遍大于单板密度,保证了单板间良好的胶合性能。", "label": "土木建筑", "id": 0}
{"content": "土工合成材料加筋土挡墙是一种新型的挡土结构,它具有经济性好、性能优越、适应性强等优点。而筋材内力计算是该类结构设计的一个关键步骤,因此该类结构的推广应用需要一种合理易用的内力分析方法。本文讨论了几种土工合成材料加筋土挡墙的筋材内力分析方法,并对这些方法的优缺点进行评述。这些方法包括基于主动土压力系数的方法、基于经验的K刚度法、基于极限平衡的加筋边坡稳定分析方法、基于非线性弹性与变形协调的理论方法、以及基于增量非线性及填土剪胀性的筋材内力分析方法等。通过比较分析发现,如忽略面板作用且填土强度得到完全发挥,基于主动土压力系数以及极限平衡边坡分析的方法适用于分析加筋土挡墙在强度极限状态时的筋材内力,但填土强度的发挥水平决定于筋材的长期刚度。另一方面,如能合理考虑筋材的长期刚度以及面板的约束作用,基于筋土变形协调的理论分析方法适用于分析加筋土挡墙在正常工作荷载作用下的筋材内力。", "label": "土木建筑", "id": 0}
{"content": "玻纤增强的聚氨酯型材已成功的运用在门窗型材领域。介绍了聚氨酯节能门窗的优点、生产聚氨酯门窗型材的拉挤工艺和聚氨酯树脂的特性。展望了聚氨酯拉挤技术的应用前景。", "label": "土木建筑", "id": 0}
{"content": "中国\"竹文化\"由来已久。基于竹子具有速生丰产,短周期可再生的特点,同时具有强度高、刚度大、热稳定性强等物理学性能方面的优势,将其应用于建筑业,将有助于推动该行业的绿色可持续发展。简要介绍新型竹材料及其加工手段,并对其力学性能加以比较。简要分析竹材料在建筑结构、建筑表皮、建筑装饰中的应用方式。展望竹材料发展需应对的挑战,引发思考。", "label": "土木建筑", "id": 0}
{"content": "ECC是Engineered Cementitious Composites的简称,是一种具有超强韧性乱向分布短纤维增强水泥基复合材料。ECC具有多缝稳态开裂的特点,在安全性、耐久性、适用性等方面有着优异的性能,可以很好地解决传统混凝土由于易脆性、弱拉伸性而导致的种种缺陷,在水泥基制品开发、桥梁道路施工、结构加固补强等领域有着广阔的应用前景。本文综述了该材料的研究进展、性能和工程应用情况等。", "label": "土木建筑", "id": 0}
{"content": "对基于混凝土工作性能、抗压强度与绝热温升优选出的4个配合比,根据大型地震工程模拟研究设施国家重大科技基础设施项目建设要求和服役环境条件对混凝土进行耐久性能研究,确定大体积混凝土最优配合比,并应用到实际工程中。其中最优配合混凝土的抗渗等级达到P8,早期抗裂性能等级L-V,抗渗性能等级P8,抗氯离子渗透性能等级Q-Ⅲ,抗硫酸盐侵蚀性能等级KS90,28d自收缩率为2.38×10-4。", "label": "土木建筑", "id": 0}
{"content": "针对振动搅拌对混凝土性能影响,综合近三年振动搅拌的研究成果,系统分析了振动搅拌对混凝土均匀性和密实性、工作性能、力学性能和耐久性能的影响。工程实践结果表明,振动搅拌技术能够解决普通搅拌技术存在的混凝土搅拌微观不均匀等问题,利用振动搅拌技术能有效提高混凝土的综合性能,在工程中采用振动搅拌技术易于保证工程质量。", "label": "土木建筑", "id": 0}
{"content": "本工程混凝土塔筒与钢筒连接处需要制备C85高强高性能混凝土,采用三掺复合配合比设计,研究掺合料、水胶比、骨料级配及砂率对混凝土强度及工作性的影响。提出满足C85高强高性能混凝土设计要求的配合比:在B2配合比基础上,水胶比选用0.26,0.27且骨料5～10mm∶10～20mm选用3∶7,4∶6,5∶5时,河砂在40%～46%范围内,满足设计要求。此外,通过工程实体冬季施工应用,就C85高强高性能混凝土冬季施工制备、灌注、养护等施工工艺提出见解。", "label": "土木建筑", "id": 0}
{"content": "PVA纤维对泡沫混凝土宏观性能,抗压强度、抗折强度、干密度、吸水率、导热系数、干燥收缩的影响,并通过SEM试验和IPP软件进一步分析纤维对泡沫混凝土微观及孔结构影响的机理。结果表明,当纤维掺量为1.6kg/m~3时,28d抗折强度提高37.3%;当纤维掺量为1.2kg/m~3,28d抗压强度提高了14.0%,吸水率和干燥收缩值分别降低11.4%和48.7%;随着纤维掺量的增加,泡沫混凝土的孔结构得到改善,导热系数和干密度逐渐减小。最终合理掺量是1.2～1.6kg/m~3,该研究对PVA纤维在工程中的应用提供可靠依据。", "label": "土木建筑", "id": 0}
{"content": "介绍了混凝土泵送技术的发展历史和现状,梳理了混凝土泵送技术的主要技术分支,确定了检索的基本范围并构建了基本检索式。通过检索混凝土泵送技术2011-2021年公开的专利申请宏观情况,对检索结果中国内外专利的基本情况进行了统计。最后对该领域主要技术分支的专利情况进行了介绍,并列举了主要技术分支涉及的典型专利技术。总结了目前该领域专利技术的主要情况并对发展方向提出建议。", "label": "土木建筑", "id": 0}
{"content": "蓄水陶土是一种可以快速蓄水、缓慢释水的新型建筑功能材料,可解决现代住宅小区屋顶花园、庭院、阳台等绿色植物灌溉问题。蓄水陶土制作原料广泛易得,成本低廉,产品在干燥和饱和吸水状态下均具有稳定的物理化学性质,无弹性形变。蓄水陶土作为一种新型环保建筑材料,可广泛铺设于现代住宅小区绿化或种植植物下,使植被免于人工灌溉而长期存活,达到蓄水节水的目的。", "label": "土木建筑", "id": 0}
{"content": "随着信息化时代的到来,BIM技术被广泛运用于建筑行业。以EBIM平台下的干挂艺术混凝土挂板为对象,探讨其在深化设计与施工技术的作用。", "label": "土木建筑", "id": 0}
{"content": "通过水化热试验对C55混凝土胶凝材料搭配,来选择最优掺合料配合比的设计。从配合比中工作性能良好的混凝土进行工作性能、力学性能和耐久性能进行研究,结果表明ZJ4混凝土配合比性能良好,水胶比0.30,水泥用量320kg/m3,粉煤灰用量130kg/m3,矿粉用量80kg/m3,石用量860kg/m3,水洗砂用量150kg/m3,旱砂用量730kg/m3,水用量160kg/m3,高性能外加剂用量1.85%。", "label": "土木建筑", "id": 0}
{"content": "建设\"海洋强国\",发展海洋经济和保卫海防,建设海洋工程和沿海基础设施需要大量抗海水腐蚀的水泥。本文详细介绍海工硅酸盐水泥的研发、生产实践过程;海工水泥与添加阻锈剂的普通硅酸盐水泥相比,质量更均匀、稳定;在配置混凝土后,抗硫酸盐和氯离子侵蚀性能更优。", "label": "土木建筑", "id": 0}
{"content": "随着钢纤维混凝土在地坪行业的应用普及,泵送堵管的问题也日益凸显。本文结合钢纤维混凝土的工作特性和泵送过程分析,指出了钢纤维混凝土泵送堵管的实质原因。并结合地坪工程应用的特点,从可泵性评价方法和钢纤维措施两方面给出了积极建议,以期从地坪行业实际应用的角度给出了钢纤维泵送的改善措施。", "label": "土木建筑", "id": 0}
{"content": "使用行星磨抛机抛光的混凝土地面已经存在了20多年。这种可持续和耐用的地面,在过去几年里大受欢迎。需求和使用量的大幅增长是由于研磨技术的改进,使用数智行星磨抛机抛光的混凝土地面因其独特的魅力,使抛光混凝土在商业、工业和住宅空间地面的选择上拥有越来越大的吸引力。起初的研磨抛光设备基本都是沿用石材处理的单头轻型设备或对转型设备进行表面的研磨和抛光施工,设备控制机构简单,人工推动行走,整个过程控制的转速,行进速度等依赖于操作者的经验和状态,最终的抛光效果很难做到高质量和均匀一致。", "label": "土木建筑", "id": 0}
{"content": "混凝土作为多孔结构的工程材料,在环境、温度及应力等因素作用下,外界水分或有害物质易侵入到混凝土内部,经冻融循环产生静水压力、渗透压力或冻胀压力,当有害应力超过混凝土所能承受的极限应力时,结构将产生损伤甚至破坏,严重影响混凝土的耐久性能。文中提出一种增强混凝土抗冻性能的浸渍型防护涂料,该涂料涂刷于施工现场同条件养护的混凝土试件表面后,将混凝土抗冻等级（快冻）由F100提高至F275以上,经60次单面冻融循环（盐冻）后,混凝土试件单位测试面积剥落物总质量仅为727.2 g/m2,显著改善混凝土的抗冻性能,可为混凝土抗冻性能设计及修补加固提供技术参考。", "label": "土木建筑", "id": 0}
{"content": "鉴于植生型多孔混凝土主要性能指标尚未形成统一试验方法标准的现状,结合近年来这一领域的国内外研究情况,重点回顾了植生型多孔混凝土胶结浆体流动度、孔隙率、透水系数、植生孔径、抗压强度、抗冻性能、抗冲刷性能及孔隙环境p H值等指标的测试方法,对比分析并总结了相关试验方法的适用性和可操作性,为今后植生型多孔混凝土试验方法标准的编制提供参考。", "label": "土木建筑", "id": 0}
{"content": "为响应构建海绵城市的号召,透水砖的制备是其中重要一环。与此同时,随着工业规模的不断扩大和生活水平的不断提高,固体废弃物的综合利用问题越来越迫切。为提高透水砖的力学性能和透水性能,同时为固体废弃物的二次利用寻求一条有效途径。近年来对于固体废弃物制备透水砖的研究,为固体废弃物的综合利用提供了一条新的出路。总结了利用固体废弃物（赤泥、建筑废弃物、尾矿、熔渣、煤废料）制备透水砖的发展现状,分析了固体废弃物制备透水砖工艺的可行性和经济性,为固体废弃物在透水砖领域资源化提供参考。", "label": "土木建筑", "id": 0}
{"content": "随着袋式除尘技术在工业生产中广泛使用,由此产生的大量废旧滤袋如何回收利用成为环保行业关注的焦点。特别是含有有毒有害成分的废旧滤袋经过酸/碱洗处理后性能较差,难以利用。将酸/碱洗后的废旧滤袋纤维掺入硅酸盐水泥,研究其对硅酸盐水泥力学性能的影响。结果表明:废旧滤袋纤维的掺加不会影响硅酸盐水泥水化过程和水化产物组成;废旧滤袋纤维的掺入可有效缓解水泥净浆收缩,并且提高水泥3,7 d的抗压强度和抗折强度,而对28 d强度影响不明显。纤维的完整性对废旧滤袋在水泥中的再利用效果有显著影响。", "label": "土木建筑", "id": 0}
{"content": "本研究以废弃黏土砖生产再生填料,利用生命周期评价理论对再生填料在市政道路工程应用的环境影响与经济效益进行定量评价,并与废弃黏土砖直接填埋处置并以天然填料作为替代材料进行比较。结果表明:废弃黏土砖生产再生填料并用于市政道路工程涉及的运输距离较短,其在全球气候变暖以及酸化等方面的环境影响明显低于填埋处置,且废弃黏土砖的再生利用能有效降低填埋处理过程的土地占用。1 t石灰稳定再生填料应用于市政道路底基层的环境收益为10.136元,节约成本70.588元;1 t再生填料直接用于路床的环境效益为7.396元,增加成本29.539元。可为类似工程中建筑固体废弃物的资源化利用与管理策略的制定提供一定的参考与理论支持。", "label": "土木建筑", "id": 0}
{"content": "本文通过对某核电项目混凝土用磁铁矿岩石的化学组成、岩相观察以及采用快速碱-硅酸反应方法、砂浆棒快速法等方法进行检测,结果显示岩石主要由磁铁矿组成,含有少量赤铁矿,局部区域含有少量石英晶体、长石晶体和云母,碱活性组分未显见。碱活性结果表明磁铁矿不具有碱-硅酸反应活性,依据该标准规定判定磁铁矿不具有潜在碱活性,样品不具有潜在危害。", "label": "土木建筑", "id": 0}
{"content": "补偿收缩混凝土由于其性能优良,现已被大范围应用。为改善其性能,满足建设要求,补偿收缩混凝土中也掺入各种掺加剂,本文将掺加硅粉的补偿收缩混凝土和掺加阻锈剂的补偿收缩混凝土与空白试样各龄期抗压强度进行对比,论述了硅粉和阻锈剂的掺加对补偿收缩混凝土强度的影响。", "label": "土木建筑", "id": 0}
{"content": "基于钢筋开槽内贴应变片,通过3组锚固长度分别为3d、4d和5d的中心拉拔试件和2组保护层厚度为25mm和45mm的偏心拉拔试件,研究了不同锚固长度和保护层厚度的钢筋与UHPC （超高性能混凝土）的粘结滑移性能。钢筋的锚固长度为3d、保护层厚度为25mm,试件破坏形式为钢筋拔出破坏;其余试件均发生钢筋拔断破坏。锚固长度越短,粘结应力越大,高应力区域较大,粘结滑移曲线更加饱满,靠近加载端位置的应力与加载端处相差较小;锚固段较长时,粘结应力基本不传递到自由端,粘结滑移曲线更加陡峭。保护层厚度越小的试件,粘结滑移曲线较保护层厚度较大的曲线更加饱满,高应力区域较大,粘结应力主要集中在加载端附近。通过位置函数ψ（x）和平均粘结滑移关系τ（s）,建立了考虑粘结位置的钢筋与UHPC粘结滑移本构关系。", "label": "土木建筑", "id": 0}
{"content": "竖向螺纹钢筋锚下预应力不足会导致箱梁腹板开裂,现有检测方法存在各种不足,亟需一种准确、可行的检测方法。研究将磁通量测试技术用于竖向螺纹钢筋的锚下张拉力检测,提出了基于磁感应的螺纹钢筋张拉力测试技术,开展了现场10根螺纹钢筋的磁导率变化与结构应力、温度的关系标定,提出了标定流程,对测试结果进行了系统分析。研究结果显示:磁通量传感器可用于竖向精轧螺纹钢筋的锚下张拉力测试;感应电势差与螺纹钢筋锚下张拉力呈线性关系,钢筋外露长度影响相同锚下张拉力下的感应电势差大小;研究建立的钢筋外露长度、锚下张拉力和感应电势差的双参数计算模型可对感应电势差进行较好的预测,采用该模型可在工程中准确、高效地评估锚下张拉力。", "label": "土木建筑", "id": 0}
{"content": "<正>现在很多的铝合金门窗、幕墙都采用断桥隔热技术,它们重量轻、韧性好、强度大、节能、抗老化性能好,受到了咨询顾问、设计师、建筑师、门窗厂、幕墙公司、业主的青睐,发展前进光明。配合木包铝技术,甚至能够达到被动房的节能要求。那么,在长期的使用过程中,经受50年一遇的风荷载,其安全性能能否通过理论计算得到保证呢?铝合金隔热梁的强度和刚度计算就成为了关键!随着这项技术的大量使用,设计师必须用他们所熟悉的计算方法和公式来合理设计,才能保证设计方案既安全、又经济。铝合金复合型材的结构性能如何计算?其弯曲形变与应力之间的关系如何?隔热材料的剪切强度如何预知?本文将就以上问题进行讨论。", "label": "土木建筑", "id": 0}
{"content": "详细地介绍了该公司多年来生产刨花木纹建筑铝型材的生产工艺与经验,对刨花转印木纹技术各关键工序的控制及质量控制要点,常见缺陷及原因进行了全面的分析,并提出相应的改善对策。", "label": "土木建筑", "id": 0}
{"content": "随着建筑、桥梁等大型钢结构领域低自重、大型化的发展趋势,对耐候钢提出了新的要求,在耐大气腐蚀的同时还应具有更高的强度。高强度耐候钢的使用,可减轻结构整体质量,降低建设成本,提高结构的可靠性。河钢集团在Q420GJ和Q460GJ的基础上,加入提高耐候性的合金元素,开发了420MPa和460MPa级别的高强耐候建筑用钢,下称A实验钢与B实验钢。利用Legault-Leckic公式计算其耐大气腐蚀性指数,分别为6.37和6.13。A、B实验钢热轧态组织由铁素体、珠光体与贝氏体组成,整体分布均匀。A实验钢实测屈服强度486MPa,抗拉强度为648MPa,断后伸长率25.5%,-40度冲击功86.5J。B实验钢实测屈服强度507MPa,抗拉强度为697MPa,断后伸长率24.5%,-40°C冲击功58.8J。且二者屈强比均小于0.75,作为建筑钢具有较强的抗震能力。对A、B实验钢进行周期为1、3、5、10、20天的中性盐雾实验,采用5%NaCl溶液,恒温35°C,24h不间断喷雾的实验方法,盐雾沉降量0.013ml/h·cm~2。随盐雾时间增加,观察材料表面宏观形貌,其黑褐色锈层占比逐渐升高,A实验钢失重率约为对比材料Q345B的75%,具有较高的耐蚀性。B实验钢失重率约为A实验钢的95%,同样优于对比材料Q345B。对锈层进行XRD测试可见,锈层成分为Fe3O4α-FeO（OH）和γ-FeO（OH）的混合物,随着实验时间的增加,A、B实验钢表面锈层中γ-FeO（OH）的含量下降,Fe3O4的含量上升,其中A实验钢表面γ-FeO（OH）由1天的61%降低到20天的30%,Fe3O4由13%上升到47%。说明疏松无保护性的γ-FeO（OH）含量逐渐降低,锈层对材料的保护性有明显增加。为测试不含Cl离子条件下的耐环境腐蚀能力,选择B实验钢与Q345B对比,进行72h周期浸润实验,实验钢平均腐蚀速率为Q345B的38.7%,远优于TB1979中的55%要求。说明实验钢耐候性能显著优于对比钢种。", "label": "土木建筑", "id": 0}
{"content": "在不同温度环境下进行了维氏硬度试验。分析了高温下硬度测试过程中的热变形因素,应用三维有限元软件,数值仿真方法模拟了维氏压头压痕的加、卸载过程。", "label": "土木建筑", "id": 0}
{"content": "通过对Q235钢材进行持载锈蚀,并通过单轴拉伸试验研究锈蚀Q235钢材力学性能退化规律。试验结果表明:锈蚀钢材呈现平断裂、斜断裂、阶梯断裂及多处断裂四种不同断裂形态;锈蚀钢材名义屈服强度和名义极限强度均随锈蚀率的增加而减小,名义极限强度与锈蚀率呈较好的线性关系;钢材的荷载位移曲线在锈蚀的影响下发生了屈服平台变短甚至消失、软化阶段曲率退化等现象。", "label": "土木建筑", "id": 0}
{"content": "金属屋面板的使用和发展长达几个世纪,目前金属屋面材料的类型繁多,且各类金属屋面材料具有不同的特点和应用优势。以金属屋面系统中比较典型的金属屋面板材料为主题,介绍其发展和应用情况,并分析各类金属屋面材料的本征特性和发展前景。", "label": "土木建筑", "id": 0}
{"content": "<正>本文揭示了混凝土内螺纹钢的腐蚀机理和螺纹钢热镀锌及合金的必要性。介绍了一种环保热镀新工艺,实现环保热镀和在螺纹钢上实现热镀Galfan合金。此工艺可取代吹镀,生产成本降低30%,为实现螺纹钢的热镀防腐提供保障。", "label": "土木建筑", "id": 0}
{"content": "常规钢筋混凝土为多孔材料,Cl-、O2、CO2和水可通过这些孔隙对钢筋产生腐蚀,腐蚀产物相对原有钢筋产生2-7倍的体积膨胀,导致混凝土结构发生破坏而失效,影响了钢筋混凝土的使用寿命,后续维护也非常困难。常规提高钢筋混凝土耐腐蚀性的方法主要从提高混凝土的耐腐蚀性和提高钢筋的耐腐蚀两方面出发。而涂层钢筋是被认为提高钢筋耐腐蚀性最好的方法之一。连续热镀锌钢筋是最近这些年兴起的对钢筋保护的一种技术,连续热镀锌钢筋是将钢筋浸入到熔融锌液中,在普通钢筋表面形成锌或锌铝合金层的钢筋。锌层的存在可为钢铁提供腐蚀产物保护、屏蔽保护和电化学保护作用。首先,一层热镀锌层的存在隔绝了钢铁与混凝土直接接触,起到屏蔽保护的作用;其次,在混凝土的碱性条件下,热镀锌钢筋与混凝土结合后,锌层表面产生锌酸钙（CaHZn）等腐蚀产物,腐蚀产物体积膨胀较小,同时可阻止腐蚀的进一步发生。并且镀锌钢筋混凝土的耐Cl<sub>的阈值相对黑钢筋提高1.5～2.5倍,大幅提高了混凝土的耐腐蚀性。再者,锌的电位比铁的低,可为铁基起到阴极保护的作用,在钢铁基体暴露时,锌层仍然可以对铁起到一定保护作用。在其它性能方面,连续镀锌钢筋与混凝土的结合力与普通钢筋与混凝土的结合力相当甚至优异,比现有的环氧树脂涂层钢筋显示出更好的与混凝土的结合性能。并且,连续镀锌钢筋具有较好的柔韧性和可弯曲性能,便于后续生产加工,这是传统热镀锌钢筋所不具备的。连续热镀锌钢筋已经成功应用于高铁、桥梁、地铁、建筑等的防腐蚀保护,可为钢筋混凝土提供更长期的防腐保护,减少钢筋混凝土的维护频次和成本。", "label": "土木建筑", "id": 0}
{"content": "拉伸试验是金属力学试验中最基本的试验,通过拉伸试验可以评定金属材料的弹性性能、强度性能、延伸性能等多方面的性能参数。影响拉伸试验结果测量不确定度的因数有很多,主要包括试样、试验设备和仪器、拉伸试验速率、拉伸性能测试技术和试验结果处理几大因素。本次试验采用了同一标准试样、同一试验设备仪器、同一试验速率来对力学性能试验结果测量不确定度的评定。", "label": "土木建筑", "id": 0}
{"content": "通过修改轧辊数控车削程序、优化调整办法及改进控轧控冷工艺等措施,解决了鞍钢股份有限公司大型厂Φ25mm预应力混凝土用螺纹钢筋在试制过程出现的横肋错牙和力学性能不符合标准等问题,实现了预应力混凝土用螺纹钢筋的顺利生产。", "label": "土木建筑", "id": 0}
{"content": "钢结构重量轻、对环境污染小、可重复利用,因此而被广泛应用于建筑中。火灾对钢结构力学性能影响较大,但高温后的钢结构仍具有一定的承载力。本文总结了国内外学者近年来对高温后钢结构剩余力学性能的相关研究。主要从钢结构的材料和连接两个方面进行了总结,并在此基础确定能够保留大部分力学性能时所对应的过火温度。最后,根据已有的研究成果,针对于高温后钢结构剩余力学性能的研究提出展望。", "label": "土木建筑", "id": 0}
{"content": "本文分析了隔热铝合金型材关键配件聚酰胺隔热条材料的聚酰胺隔热条吸水特性及其性能等方面的变化,从几个方面论述了聚酰胺隔热条的吸水性对隔热铝合金型材穿条过程的影响。以及解决聚酰胺隔热条吸水问题的相关方法。", "label": "土木建筑", "id": 0}
{"content": "本文通过对铝合金内平开窗的设计原理进行分析,从50普铝平开窗谈起,到断桥隔热门窗,再到高隔热性能门窗、下排水门窗、框扇齐平门窗,介绍门窗功能部件,讲解门窗发展各时期的特点,阐述门窗市场发展的趋势。", "label": "土木建筑", "id": 0}
{"content": "传统的强化工艺基本为拉拔,很少通过预扭进行。传统拉拔强化会导致材料内部空穴的形成和扩张,材料抗拉强度虽有所提高,但不能提高其屈强比,韧脆性转变更是直线下降。而预扭强化工艺对材料抗拉强度和屈服强度均有提高,且提高幅度较大,韧脆性的转变不明显。通过扫描电镜观察断口,材料内部没有发现明显空穴的形成和扩张。相关实测结果表明,在相同的等效塑性应变下扭转引起的材料密度变化比拉拔引起的材料密度变化至少低一个数量级。因此,同一种材料分别进行预扭强化和拉拔强化后得到的材料力学性能更优。", "label": "土木建筑", "id": 0}
{"content": "目前在建筑屋面的应用过程中常规1系与3系彩涂铝板与彩涂钢板都存在一定的局限性,而合金牌号5083H24和6061T5为代表的高强度铝合金板也开始应用于建筑中。本文主要对高强度铝合金板的特性进行了介绍,同时根据幕墙设计过程中的相关计算,确定了高强度铝合金板能够进行板厚减薄处理,进而达到节材的目的。", "label": "土木建筑", "id": 0}
{"content": "为预测Q235B和Q345B钢材循环荷载作用下的断裂,笔者以适用于超低周疲劳断裂预测的微观力学模型退化有效塑性应变模型（DSPS）和循环孔穴扩张模型（CVGM）,进行缺口圆棒循环加载试验,并结合有限元软件ABAQUS,校正Q235B和Q345B普通钢材基于微观机理的超低周疲劳断裂预测模型参数。试验分别从Q235B和Q345B母材、焊缝熔敷金属及热影响区取样并加工成缺口圆棒,在两种加载制度条件下,进行超低周循环加载试验,并利用有限元对钢材断裂进行预测。研究结果表明:Q235B钢材较Q345B钢材表现出了较好的延性,但耗能总体弱于Q345B钢材,CVGM模型的预测比DSPS模型预测更加精准,在C-PTF加载制度下微观损伤模型预测程度好于CTF加载制度。CVGM模型与DSPS模型均可较准确预测循环荷载下的断裂。", "label": "土木建筑", "id": 0}
{"content": "本文采用低C低Si低Mn的成分设计思路,对比研究不同轧制工艺、不同正火工艺对钢板组织、晶粒度、力学性能的影响规律,表明合理的控制轧制可有效保证钢板具有较高的强度和韧性,在920℃进行正火所得钢板内部组织均匀细小,各项力学性能完全满足标准要求。通过此工艺得到的强韧性适中的钢板满足标准要求,具备稳定批量生产的能力。", "label": "土木建筑", "id": 0}
{"content": "绿色建造是指采用绿色化、工业化、信息化、集约化和产业化的新型建造方式,提供优质生态的建筑产品,满足人民美好生活需要的工程建造活动。绿色建造着眼于整个建筑的全过程生命周期,在保证质量和安全的前提下,践行可持续发展的健康理念,通过科学的管理和技术的进步,最大限度的节约资源和保护生态环境。随着综合改革的进一步深化,建筑领域的发展也受到改革的影响,可持续发展概念的不断深入,导致建筑领域的绿色发展变得越来越重要。基于此,本文就中广天择二期工程绿色建造试点项目为基础,就绿色建筑材料的应用分析,并结合实际情况,对应用现状和发展趋势进行探讨。", "label": "土木建筑", "id": 0}
{"content": "本文结合企业产品标准监督检查评估工作实践,以建材行业为例,对企业产品标准存在的问题进行了分析,针对进一步完善企业产品标准监督检查评估工作提出了对策和建议。", "label": "土木建筑", "id": 0}
{"content": "针对我国尾矿堆存和排放量巨大、综合利用率不高等问题,梳理了当前我国尾矿资源化建材利用途径现状,探讨了我国尾矿综合利用建材存在的问题,并对尾矿资源化建材发展提供了合理化建议。", "label": "土木建筑", "id": 0}
{"content": "对采用水溶性无机黏合剂和冷压固化成型的环保阻燃秸秆人造板的燃烧性能、抗菌防霉性能、空气污染性能进行了试验研究,研究显示,采用了无机胶黏剂的环保阻燃秸秆人造板燃烧等级达到A2级,抗大肠杆菌和金环色葡萄球菌的性能达到99%以上,防霉性能达到0级,释放甲醛检测显示未检出,具有良好的阻燃性能和环保性能。", "label": "土木建筑", "id": 0}
{"content": "阀厅室内地坪应满足GB/T 51200—2016《高压直流换流站设计规范》及GB/T 50789—2012《±800 kV直流换流站设计规范》中\"阀厅室内地坪应采用耐磨、抗冲击、抗静电、不起尘、防潮、光滑、易清洁的饰面材料\"的规定。火灾案例证明了阀厅具有极高的火灾危险性和火灾蔓延隐患,因此,阀厅室内地坪应采用A级不燃性材料,希望规范修编时纳入此项内容。阀厅地坪对\"耐磨和耐撞击性\"要求很高,应满足GB50037—2013《建筑地面设计规范》的3.5.1条的耐磨和耐撞击地坪要求。另外,阀厅防静电性能应符合GB50515—2010《导（防）静电地面设计规范》的相关规定。由于\"水泥基自流平地面\"或\"高强水泥基自流平-水性聚氨酯罩面地坪\"承压、耐磨、耐冲击性差,所以不适用于阀厅等重载车通行的场所。", "label": "土木建筑", "id": 0}
{"content": "材料的腐蚀,特别是建筑表面材料的腐蚀,一直是工程领域一个具有挑战性的课题。对于一些隐蔽和难以进入的区域的腐蚀检测是极其重要的,且持续的腐蚀实时监测可以降低系统发生意外故障的风险。传统的测量方法费时费力,测量设备不方便调动。提出了一种利用反射光谱测量腐蚀程度的新方法。通过检测跨越多光谱区域（400～2 500 nm）的光谱信息来探索可能的化学物理变化。该技术能够帮助工程师在近实时和高瞬时清晰度的空间域上方便、快速和准确地对多种材料进行现场腐蚀程度评估,而且在不损害结构性能的前提下,对工程进行全面、智能的安全管控。", "label": "土木建筑", "id": 0}
{"content": "银马2025全能环保砖/石一体机（国家发明专利技术,科技部评定为\"国际领先水平\"）,该机型颠覆了传统砖机设备以振动为主,加压为辅,生产出的制品仅为砖类产品的工艺;通过独创的高压振捣挤溶新工艺,实现了一套设备既能生产不同类型的墙砖制品,还可以成型高强度的人造仿真石、景观人造石、PC仿石制品,同时兼容成型海绵城市生态透水砖,各类路面砖、生态护坡砖、水工砖、机场及港口码头专用砖等各种高端环保砖类制品。在固废处理方面更是独具优势,可大量消耗工业固废、建筑固废等,能够有效利用100目以上超细工业尾矿粉料,改变了传统机型以处理颗粒料为主的技术局限性。", "label": "土木建筑", "id": 0}
{"content": "当前,我国砂石骨料行业正处在转型升级和结构调整的重要战略机遇期,但受历史条件影响,砂石骨料发展依然处于不成熟阶段。特别是在最新含整形工艺的骨料砂石同出系统中,不断优化生产工艺对企业经济效益提升意义重大。本文针对大型砂石同出骨料线柔性化设计相关问题作简单探讨,为同类骨料企业提供借鉴。", "label": "土木建筑", "id": 0}
{"content": "楼站式机制砂生产系统是一种集成化、模块化、环保型的成套设备机组主要用来生产高品质机制砂和干拌砂浆原料。楼站式机制砂系统可以视作一条完整的生产线,其中主要由破碎系统、输送系统、选粉系统、筛分系统及除尘系统组成,这些分支系统缺一不可。另外,通过模块化的方式利用整体流程的特点将所有设备及系统立体化的安装在楼式主钢架上,外封装可采用隔音效果好的材料亦可采用价格低廉的彩钢板。其中如何采用科学的破碎、选粉、筛分系统配置才能做出符合相关标准要求的产品,减少功率损耗及优化设计,本文做了一些分析。", "label": "土木建筑", "id": 0}
{"content": "砂石储仓料位是生产人员控制时产、磅房人员安排销售车次的重要参考数据,料位反馈不准确不及时易发生爆仓事件,存在较大的安全风险。储仓料位测量的准确性和灵敏性尤为重要。但在实际生产中,现有的雷达料位计时常发生不正常的料位跃升或下跌、甚至死机,导致料位测量存在误差较大,给生产和销售带来困扰。为解决上述问题,本文对公司砂石骨料储仓中使用的雷达料位计进行分析并提出切实可行的解决措施。", "label": "土木建筑", "id": 0}
{"content": "耐碱玻璃纤维网格布是一种广泛应用于工程中的节能材料,其断裂强力性能对建筑节能工程的质量有着举足轻重的影响。采用蒙特卡洛法（MCM）与测量不确定度评定法（GUM）法评定测量不确定度的步骤和方法。结果表明:采用蒙特卡洛法评定测量不确定度,无需考虑测量模型是否为线性,避免了泰勒展开、求偏导数等复杂的数学推导过程,也无需将测量模型简化,可以很方便地求出标准不确定度以及给定包含概率下的扩展不确定度;基于GUM法进行不确定度评定,确定不确定度的来源并进行分析,得出了测量重复性是影响检测结果的主要因素,为提高检测水平提供依据。", "label": "土木建筑", "id": 0}
{"content": "本文研究了粘弹性薄膜-基底系统在局部均匀预拉伸作用下的径向失稳现象。薄膜与基底的应力松弛行为由Boltzmann粘弹性本构模型进行描述。首先确定了此粘弹性双层系统的临界失稳条件,然后讨论了薄膜/基底粘度比和无量纲模量对系统失稳,以及失稳模式时间演化的影响,并最终得到了环向失稳波数突变规律的材料相图。本工作阐明了粘弹性薄膜-基底系统径向失稳的内在机制,对相关工程设计具有重要的借鉴意义。", "label": "土木建筑", "id": 0}
{"content": "废塑料是使用过且最终淘汰或替换下来的塑料的统称,大量废塑料的堆存既浪费土地资源,又危害环境。将废塑料资源化利用是当今社会节能环保、提高经济效益的有效途径。将废塑料应用于建筑材料领域近年来废塑料资源化利用的重要发展方向。国内外就废塑料在建筑材料方面的开发做了大量的研究。当前研究表明,废塑料可用于制备功能性涂料、节省混凝土原料并提高性能、改善粘结剂强度等。本文综述了废塑料在建筑材料方面的研究进展,重点阐述了废塑料作为一类新型建筑材料资源的利用现状,以期为废塑料在建筑材料领域的利用提供参考。", "label": "土木建筑", "id": 0}
{"content": "在建筑工程技术专业当中,建筑材料是一门十分重要的专业及基础课程,更是衔接其他专业课程的载体。加之,这门课程的内容较为复杂,其系统性不高,内容方面较为落后,但是具备较强的实践性,无形当中就增加了知识学习难度。伴随着课时的不断压缩,怎样更好的完整教学任务达到预期效果成为教师关注的焦点。然而实物投影仪具备灵活、高效等特点,将其运用到建筑材料教学当中,将较为抽象且晦涩难懂的知识直观的展现出来,激发学生学习兴趣,调动学生呢过学习积极性,进而有效提高建筑材料教学成效。", "label": "土木建筑", "id": 0}
{"content": "近年来新型墙体建筑材料的推广应用,为提升施工进度、降低建设成本、提升项目管理效果等方面提供更多可能,选取具有代表性的蒸压加气混凝土砌块墙、装配式蒸压轻质加气混凝土（ALC）板墙、整体式钢网内模一体化墙3种新型材料墙体,从工艺特点、施工质量、成本、工期等方面进行比对分析,研究不同材料墙体的适用性。", "label": "土木建筑", "id": 0}
{"content": "<正>一、主会场报告1.结合暴露试验与原型观测的海洋基础设施长期性能研究报告人:苏林王,中交四航工程研究院有限公司总经理,正高级工程师,博士。主要研究方向为已建水工构造物病害诊断和整治技术。主持了\"高桩码头长期安全服役结构性能评估与修复提升关键技术\"、\"带承台基桩完整性检测技术与评价方法研究\"等科研项目,参与了国家科技部、交通运输部以及港珠澳大桥等重大工程的科研项目。研究成果获省部级科技进步奖15项;参编《港口码头结构安全性检测评估指南》、《港口设施维护技术规范》等8部行业标准规范;发表相关专业学术论文50多篇。", "label": "土木建筑", "id": 0}
{"content": "在新时代背景下,建筑学的教育面临着更多机遇与挑战。\"建筑材料\"课程作为建筑学专业的基础课程,应肩负起引领建筑学子开启建筑技术之旅的重担。文章从分析建筑技术系列课程及\"建筑材料\"课程的相关性和重要性入手,重点阐述了在\"建筑材料\"课程中,通过深挖教学内容内涵,丰富教学模式等方法,努力引导学生建构建筑技术观,从而在设计中自觉实现建筑艺术与建筑技术的融合。", "label": "土木建筑", "id": 0}
{"content": "研究了新型绿色建材在大型商业综合体上的全生命周期应用。以上海绿源天地项目中的应用为例,从选材研究和应用技术两方面着手,分析了高性能再生混凝土、装配式构件、光伏一体化外墙和健康内装建材的全生命周期应用情况。建筑材料的全生命周期从选材研究开始,考虑材料的设计、技术、生产等角度,此外其应用过程的绿色化技术也是重要的方面,建材的全生命周期绿色化是全生命周期绿色建筑重要组成部分。", "label": "土木建筑", "id": 0}
{"content": "简述现行热反射材料标准中规定的隔热温差试验方法,分析评价热反射材料隔热性能必需的参数,通过对比得出:JG/T 402-2013规定的试验方法是测试热反射材料隔热温差最合适的试验方法,且适用产品范围,可用于测试表面粗糙或形状不规则的热反射材料隔热温差。", "label": "土木建筑", "id": 0}
{"content": "近年来,轻钢结构因其取材方便、用料省、自重轻、现场施工速度快、周期短等诸多特点,在我国取得了很好的发展。其中,门式刚架由于其简洁美观、平面布置灵活、安装便利及可以满足多种生产工艺和使用功能的要求等特点,目前正被运用于越来越多的钢结构房屋建筑中。本设计为单层双跨轻钢结构工业厂房,采用门式刚架结构。", "label": "土木建筑", "id": 0}
{"content": "通过本设计,对屋盖结构的整体构造和组成有一个全面的了解,对支撑体系在结构中的作用和重要性有一定的理解。运用基本理论、基本知识和基本计算技能,掌握普通钢屋架的设计,达到能绘制施工图的要求。本次设计包括单层单跨厂房钢屋盖内力计算、杆件设计等内容。", "label": "土木建筑", "id": 0}
{"content": "为了实现BIM技术在装配式钢结构住宅全生命周期应用,发挥建筑产业化、信息化的综合效益,提升建筑品质。本文研究从施工总承包管理的角度,从工程技术、质量、安全、进度方面利用BIM技术取得的实际效益进行论述,梳理目前各阶段的BIM应用成果。利用项目管理软件Oracle Primavera P6与Synchro的无缝连接,实现进度管理科学化的目标。研究结果表明,推进BIM深化设计、采购、加工、运输、安装产业化的发展模式,是实现工程降低成本、利润最大化的最佳途径。最后,对同类工程BIM应用发展做了一些总结和思考。", "label": "土木建筑", "id": 0}
{"content": "近年来,我国钢结构建筑物开始慢慢的增多,究其原因,钢结构的建筑物确实存在很多的优点,但是在钢结构建筑的设计方面,我国的建筑队伍还存在很大的不足。本文将从以下几个方面来分析现代钢结构建筑的设计。", "label": "土木建筑", "id": 0}
{"content": "某大体量复杂商业综合体采用框架-中心支撑钢结构体系,对结构体系的确定和采用的大跨度空腹桁架跨街结构布置进行了介绍。考虑施工次序,对跨街空腹桁架结构进行了受力性能分析和防连续倒塌分析;并分析了竖向荷载、地震和温度作用下空腹桁架结构的楼板受力,得出了一些有意义的结论。分析表明所采用的空腹桁架结构能满足受力要求,并采取了相应的结构措施。", "label": "土木建筑", "id": 0}
{"content": "在钢结构中,无隔板式弧形钢梁的制作是一个难点,其中圆弧弧度放样组对过程最为重要,例如圆弧钢梁截面地样无法对钢梁组立、外委费用较高等问题。以往加工厂采用手工组立,费时、费力,精度难以掌控。本文通过对原有工程的总结,采用模具组对方式组立,运用此方式进行加工制作,可以有效减少工程加工成本,缩短制作工期,提高制作效率、制作精度及经济效益,适用于大批量生产,具有较好的市场应用前景。", "label": "土木建筑", "id": 0}
{"content": "本文研究了FRP加固含轴向裂纹管道的界面力学行为,提出了FRP加固含轴向裂纹钢管的力学模型,给出了相应的数值计算分析方法,分析了在内压作用下FRP-钢管界面处于弹性阶段的界面正应力和剪应力分布情况。运用有限元软件ANSYS,建立有限元模型,并与所提出的力学模型进行对比,验证模型的可行性。", "label": "土木建筑", "id": 0}
{"content": "为考察H形截面双向压弯钢构件的加载全过程承载能力变化,本文采用ABAQUS建立了不同轴压比、腹板和翼缘板件厚度的H形截面构件在不同加载角度下的参数分析模型。依据有限元分析结果,总结了双向压弯H形截面钢构件全塑性破坏模态的应力发展规律,通过最小二乘法拟合得到腹板应力角的拟合曲线。基于平截面假定,提出非屈曲H形截面钢构件在双向压弯荷载作用下全过程截面应力分布计算模型,并给出相应状态下的截面承载力计算模型。在模型中充分考虑了截面尺寸、位移加载方向角、轴压比和加载位移的影响。通过模型与有限元计算结果的比较,该模型能够良好的预测H形截面非屈曲钢构件双向压弯下的承载能力发展曲线。", "label": "土木建筑", "id": 0}
{"content": "崇明综合训练馆采用单层铝合金球壳结构,结构矢跨比为1/9,属于小矢跨比结构。本文通过结构体系选型,介绍单层网壳结构的构成、结构与建筑造型、室内空间和建筑采光的关系。结合小矢跨比结构对铝合金的弹性和弹塑性极限承载力进行研究,建议对于铝合金网壳结构仅做弹塑性极限承载力验算,极限荷载因子取2.0。针对板式节点进行抗剪承载力试验,得到节点的破坏模式和极限抗剪承载力。", "label": "土木建筑", "id": 0}
{"content": "为了研究节点域尺寸对箱形柱钢框架节点极限承载力影响规律,由梁、柱及节点域组成的十字型钢框架节点为分析对象;以柱轴压比、结构跨高比、梁柱截面高度比及柱宽度与结构层高比等为主要研究参数;基于力学平衡准则进行分析,结果如下:模型极限承载力比和强柱系数关系曲线可分三类,考虑节点域尺寸的模型极限承载力,第一类曲线时取决于节点域弯矩;第二类曲线时强柱系数≤1.2取决于节点域弯矩,强柱系数>1.2取决于梁弯矩;第三类曲线时强柱系数≤0.7取决于柱弯矩,强柱系数>0.7取决于梁弯矩。模型极限承载力取决于节点域弯矩时Vuj*/Vuj值基本上<1.0,不考虑节点域尺寸模型极限承载力大;而模型极限承载力取决于柱和梁弯矩时Vuj*/Vuj值>1.0,考虑节点域尺寸模型极限承载力大。", "label": "土木建筑", "id": 0}
{"content": "根据欧洲BS EN系列规范,以英国核电HPC项目燃料厂房钢结构烟囱为案例,对由漩涡脱落引起的结构横风共振效应进行了计算和分析。当风荷载作用在结构上时,会同时产生沿风速方向的风荷载和垂直于风向的横风荷载。经过分析,对于无水平支承的钢制烟囱,横风作用下引起的位移较大,需采取一定的措施来降低横风振幅。根据对BS EN规范的消化理解,结合本项目的工程特点,对中欧规范相应部分进行对比,提出了风荷载作用下烟囱设计的建议。", "label": "土木建筑", "id": 0}
{"content": "以某钢厂输煤系统储煤仓为背景,对大直径钢筋混凝土筒仓正截面锥壳结构结构形式的缺点进行了分析,提出大直径筒仓仓顶宜采用钢制装配式锥壳体系。对钢制装配式锥壳体系的整体计算分析、各构件设计、整体稳定承载力、材料消耗量进行了介绍,将钢制装配式锥壳体系与钢筋混凝土锥壳体系进行了成本对比分析,对与钢制锥壳体系适用范围进行了探讨。", "label": "土木建筑", "id": 0}
{"content": "对钢结构在旧建筑改造中的应用技术进行了研究,首先分析了钢结构在旧建筑改造中的应用范围;然后制定了加固改造所需要遵循的技术流程,对常见的古文物类建筑、古建筑村落、城市旧建筑加固、既有建筑功能提质改造等技术进行了探索;最后对常用改造加固方法、提质改造成套技术、配套产品进行了分心。通过研究可知,钢结构加固技术在旧建筑改造中有很好的应用前景,相关技术性技术成熟、可靠,加固质量、加固后的结构安全有保障。", "label": "土木建筑", "id": 0}
{"content": "联肢模块化钢结构建筑集成传统模块化钢结构与一般装配式钢结构的优点。从经济、环境和社会三方面构建联肢模块化钢结构建筑综合效益评价指标体系,采用定量和定性结合的方式处理评价指标,提出AHP-灰色关联度法综合效益评价模型。在此基础上,以河北省邢台市某两层联肢模块钢结构住宅为案例,分别与模块化钢结构建筑和装配式轻钢结构建筑进行对比。结果表明,联肢模块化钢结构建筑的综合效益具有明显的优势,其中,环境和社会效益优势显著,但经济效益仍需提高。最后针对联肢模块化钢结构建筑综合效益的不足之处提出对策建议,为工业化建筑的发展和推广应用提供有益借鉴。", "label": "土木建筑", "id": 0}
{"content": "高炉框架是整个高炉建设项目的重点,采用MIDAS软件对某高炉工程的高炉框架进行三维整体计算分析,与以往简化计算相比,空间整体计算使得高炉框架结构的设计更加趋于合理。", "label": "土木建筑", "id": 0}
{"content": "针对大跨度钢结构中涉及到的弹塑性分析如何在工业料场封闭中应用做了一定的研究,主要从计算依据及计算软件、地震波的选取、塑性铰的定义、非线性荷载工况的定义、分析结果的查看等几个方面进行阐述。", "label": "土木建筑", "id": 0}
{"content": "随着我国进入后工业时代,前期建设的重型工业厂房结构也逐渐进入了设计寿命的中后期,钢吊车梁疲劳破坏问题凸显。目前钢吊车梁疲劳荷载谱采集方法已不能满足钢吊车梁群体疲劳检测需要,急需新的钢吊车梁群体疲劳荷载谱采集方法。以某厂房钢吊车梁荷载谱群体采集为背景提出了一种结合小车、天车位置定位和天车吊重信息的钢吊车梁群体荷载谱采集系统,吊车梁荷载谱采集结果与传统采集方法得到的数据相吻合。该系统可以获取天车运行范围内的钢吊车梁荷载谱,从而实现钢吊车梁群体疲劳寿命的定量评估。", "label": "土木建筑", "id": 0}
{"content": "通过一个工程实例,对比了网架结构和管桁架结构的设计差别,讲述了屋盖结构形式、设计选型、支承体系、多杆件汇交处理以及支座节点设计的步骤和方法,并进行了节点有限元分析,根据分析设计结果,总结了一些具有实际应用价值的结论。", "label": "土木建筑", "id": 0}
{"content": "杭州亚运会曲棍球场看台罩棚结构是一个超大型四角落地拱网壳膜覆盖结构,形式新颖美观,结构设计复杂。本文介绍了骨架支承式膜结构的概念,膜控制曲面的参数化建模、骨架结构的参数化设计、覆盖膜找形、荷载取值、结构设计以及主要节点的设计方法。", "label": "土木建筑", "id": 0}
{"content": "膜结构是采用薄膜与辅助结构结合形成的结构体系,运用曲线造型打破了纯直线建筑风格的模式,因其独有的轻盈、简洁的特点,多用来建造标志性的形象工程。针对膜结构项目BIM建模的标准化、精细化的要求,为解决建模过程中软件集成度不高、参数化程度低、建模烦琐等问题,依托广州市某膜结构项目,采用多软件联动精细建模的方法,达到精细化、快速建模的目的。阐述了利用软件优势,联动合作的理念,避免了Tekla弯折构件在IFC文件中丢失及Revit桁架建模参考面剖面设置繁杂的情况。应用Tekla软件进行非放样弯折桁架部分的模型,使用Revit中的Dynamo可视化编程程序实现放样弯折钢柱及膜结构的自动创建,在Revit中快速拾取钢圈中轴线进行创建,将三者模型进行集成,充分发挥Dynamo参数化高效建模和Tekla深化模型的优势,输出结果为Revit文件可以满足多接口及后续模型轻量化的需求。研究结果有效解决了放样弯折柱及膜结构参考面及控制线多种烦琐的问题,可为结构以及含有弯折构件的钢结构项目精细化高效创建提供技术参考。", "label": "土木建筑", "id": 0}
{"content": "作为CFD法的基本条件,流体域尺寸直接影响充气膜结构响应分析,计算表明在考虑柔性结构表面流线型特点后,充气膜结构背风面涡旋区受到结构跨度、流场尺寸等的影响,因此选择合理的计算流体域尺寸对结构设计分析十分必要。本文基于CFD法针对充气膜结构的流体域尺寸展开研究,以两个充气膜结构为例,计算了不同流体域尺寸下结构的风压系数,结果表明:流体域的长度、宽度对充气膜结构的风压系数有一定影响,通过分区对比,最终选出了模型对应的流体域尺寸。", "label": "土木建筑", "id": 0}
{"content": "有机玻璃是一种热塑性塑料,它在建筑和结构中的应用越来越多。与普通玻璃相比,有机玻璃具有无自曝风险、可本体聚合、密度低等诸多优点,但是它也存在防火性能不佳、蠕变问题显著等缺点。本文介绍了一些国内外著名的有机玻璃建筑或结构,以及学者们对有机玻璃材料和结构所做的相关研究。提出了目前有机玻璃结构设计中存在的问题,并且给出了有机玻璃结构设计的相关建议,为相关研究和设计的人员提供参考。", "label": "土木建筑", "id": 0}
{"content": "按照四种单一粒径和四种组合粒径的复合冰雹荷载工况,对复合冰雹冲击作用下鞍形膜结构的动力响应进行了试验研究与数值模拟研究。试验中,将复合冰雹以一定高度自由下落,冲击膜面中心区域,监测膜面不同特征点的动力响应的参数及其预张力变化情况。采用ANSYS/LS-DYNA有限元软件对复合冰雹冲击鞍形膜结构的过程进行数值模拟。最后将数值模拟结果和试验数据进行对比分析。结果表明,虽然复合冰雹荷载不足以对膜面造成直接破坏,但是鞍形膜结构在受到复合冰雹冲击作用后,会产生较大的变形从而导致较大的膜面预张力松弛。因此在膜结构工程设计中,应该考虑冰雹冲击作用引起的变形和膜面松弛,并在冰雹冲击作用后,及时检测其预张力并进行二次张拉维护。", "label": "土木建筑", "id": 0}
{"content": "窗户是建筑围护结构的重要组成部分,减小窗玻璃传热是实现建筑节能的主要途径之一。玻璃的传热分为三个部分,以温差传热和太阳辐射透射为主,由于传统玻璃的二次传热量较小,这部分通常采用简化方法进行计算。随着光谱选择性玻璃的应用,其对透射辐射削弱的同时会使自身温度升高,二次传热显著加强,传统方法已经不能满足计算需求。本文分别从玻璃系统的光学、热工特性和室外太阳辐射光谱三方面,总结和论述了国内外学者的研究进展,最后结合计算需求,选用界面能量守恒法计算玻璃光学特性,采用APE表征和机器学习数据分析室外太阳光谱分布规律,使用动态双向传热模型求解吸收热量的分配比例,以此建立二次传热模型,为光谱选择性玻璃的广泛应用和人居热环境的精准营造提供理论基础。", "label": "土木建筑", "id": 0}
{"content": "裁剪分析是膜结构设计必不可少的环节,包括裁切和展平两个过程,裁切是形成空间裁切线,展平是将空间不可展曲面变成近似平面膜片。目前常用的展平方法大多从几何出发,不考虑应力变化,这样会导致膜结构在实际使用时易于裁剪处出现褶皱甚至破坏。因此,从实际出发,在展平过程中考虑应力释放,并以两个张拉膜结构为例,结合多个参考平面,说明参考平面对展平收敛速度和膜面面积的影响。", "label": "土木建筑", "id": 0}
{"content": "<正>玻璃结构摩擦型螺栓连接节点设计对螺栓预拉力、玻璃强度、玻璃表面摩擦系数有着较高要求。本文首先通过试验研究了玻璃结构摩擦型螺栓连接节点抗滑移承载力,确定了不锈钢螺栓合理的预拉力值。结果表明,不锈钢螺栓施加预拉力时涂抹二硫化钼润滑剂降低其扭矩系数的效果最佳,铝垫片材料类型对不锈钢螺栓预拉力的损失影响较小,不锈钢螺栓预拉力扭矩检查最佳时间为终拧25h以后。玻璃结构摩擦型螺栓连接时应使用拉丝不锈钢板与韦氏硬度低的1050-H4铝垫片,避免玻璃的应力集中破坏。为探讨彩釉、酸蚀等手段对玻璃表面摩擦系数的影响,同时设计抗滑移试验,", "label": "土木建筑", "id": 0}
{"content": "当前测量膜结构膜面张力的方法应用于工程实际时存在缺陷,本文经过理论推导,证明了固定膜面的部分边界,此边界内膜面自振频率只与膜面张力有关。基于此原理,设计了一种磁夹式的膜面固定边界夹具,提出一种通过测量固定边界内膜面的自振频率,反推出膜面张力的张力测量方法。采用有限元方法分析了不同张力下的固定边界膜面振动频率,通过试验测量了不同张力下的固定边界膜面振动频率,并将仿真结果与试验结果进行比较,验证了该方法准确性。通过该方法,在标定台上对小试样的标定结果,可用于实际工程中的任意边界条件同材料膜结构的张力测量,符合工程实际中的操作简单,适用性广和测量精度高的要求。", "label": "土木建筑", "id": 0}
{"content": "以云南省滇中新区空港商务广场配套槽河公园篮球场张拉膜结构工程为例,结合本工程位于地下车库顶板回填土上部和业主使用要求等特点,从组合式的设计造型、膜材选择、施工顺序、复杂的基础定位、基础垫层处理、设备选择等方面,对张拉膜结构设计和施工技术进行了分析和与阐述。", "label": "土木建筑", "id": 0}
{"content": "本文介绍了大跨度充气膜结构在国内工业项目中应用背景,重点分析了大跨度充气膜承载能力和安全性能。结合一个大跨度充气膜结构实际工程,就工作原理、分析计算方法等进行探讨,分别进行了各种荷载组合工况下的荷载分析验算,给出主要计算结果,最后得到一些有益的结论和建议。对大跨度充气膜在使用过程中的一些问题有针对性的提出解决办法。", "label": "土木建筑", "id": 0}
{"content": "通常情况下,空气膜结构的几何形状的确定需要加载分析和剪裁分析。若采用几何方法对空气膜结构进行找形分析,可避免考虑膜结构的材料特性,如杨氏模量和泊松比的影响。本文应用一般化Newton-Raphson的最速下降法进行找形分析。此方法的目标是找到最小表面的几何形状。本文利用此种方法找到带有柔性边界条件的空气膜的几何形状的近似最优解,并用肥皂泡实验对比数值模拟结果。", "label": "土木建筑", "id": 0}
{"content": "该文基于数字图像散斑（DIC）技术及有限元计算对比研究了含孔PTFE膜材在单轴双向拉伸下的全场应变以及孔周围的应变集中系数。通过含孔膜材拉伸过程荷载--孔周最大应变曲线得到膜材在双向拉伸过程中呈现出了三阶段性质:弹性阶段、塑性阶段以及破坏阶段;得到了含孔膜材断裂时孔周的最大应变、膜材的极限承载力与孔径大小之间的关系,分析得到了膜材孔边应变集中系数与孔径之间的关系。结论表明:孔径越大,其孔周应变集中现象越明显,所能承受的极限荷载越小;且孔边应变集中系数越大,膜材越易损坏。", "label": "土木建筑", "id": 0}
{"content": "撕裂破坏是最为常见的膜结构失效破坏形式之一。在膜结构的施工和服役期间,由于尖锐物刺破和膜材老化等因素,不可避免地会引入裂纹或孔隙等初始缺陷。一旦初始裂缝附近的应力集中水平超过临界值,局部裂缝就会迅速扩展并造成灾难性的整体破坏,因此研究膜材的撕裂性能具有重要意义。本文首先开展了PTFE膜材的中心切缝试验,试件的初始切缝长度从0～0.5倍的试件宽度变化,通过单轴拉伸试验得到了剩余强度随初始切缝长度的变化规律。对于膜材剩余强度的预测,传统方法有应力场理论和线弹性断裂力学理论（LEFM）,但这些方法不是严重依赖数据拟合就是忽略了弹塑性断裂的影响。本文基于断裂力学理论,在对数坐标下研究了剩余强度σres随初始切缝长度a的变化规律,提出了从强度控制破坏,过渡到准脆性断裂破坏,再到LEFM控制破坏的剩余强度预测公式。预测结果与试验数据吻合良好,其中小切缝工况下的剩余强度明显偏离LEFM控制的斜直线,而是处于准脆性断裂破坏区,这是传统膜材撕裂分析理论中没有考虑到的。", "label": "土木建筑", "id": 0}
{"content": "为研究建筑膜材的撕裂性能,本文以PTFE、PVC两种膜材为试验对象,进行建筑膜材的中心撕裂性能试验研究,测定了两种建筑膜材在单轴撕裂状态下的切缝扩展过程及剩余强度。试验发现,加载速率对建筑膜材撕裂性能的影响较小,膜材的撕裂性能随切缝宽度的增大而减小,随切缝角度的增加而增加,进而得到剩余强度与影响因素的经验关系。同时,建筑膜材具有显著的尺寸效应,在试件缝宽比一定时,其剩余强度随尺寸的增加而大幅度降低。", "label": "土木建筑", "id": 0}
{"content": "由于多组分材料的协同受力及复杂的编织工艺,使得PTFE膜材料具有非线性、非弹性及粘弹性等力学特点。而现行设计中大多采用线弹性假定,与实际情况偏差较大,严重降低了膜结构设计计算的精确度。现基于PTFE膜材料的基本力学性能试验,建立能贴合实际的宏观正交各向异性非线性本构模型。模型中以应变作为变量,采用多项式函数分别描述了经、纬向单轴拉伸及面内剪切荷载下材料的应力-应变关系,以及卸载状态下刚度变化规律。通过ABAQUS有限元软件中的UMAT子程序实现上述本构模型,可以完整描述该材料的加载非线性和卸载线性的应力-应变关系特征,及加卸载历史的影响。分别对试件力学行为及结构力学行为进行了预测,预测结果与试验结果吻合较好,为膜结构进一步的精准设计分析提供参考。", "label": "土木建筑", "id": 0}
{"content": "通过对膜结构裁剪论文的研究,指出膜结构裁剪与展开的修正二次测地线的不足之处,并给出了可行的解决方法;同时,提出把几何法生成测地线的方法应用于短程线快速生成算法中,有效解决了短程线快速生成法的问题,改进后的方法可以快速、准确寻求所需的短程线,避免了多次反复寻求短程线的弊端。", "label": "土木建筑", "id": 0}
{"content": "利用计算流体动力学Fluent软件分析不同火灾场景下矩形气承式膜结构的火灾特性,重点分析了同一火源在不同长宽比、不同矢跨比,不同排烟口的布置以及不同内压情况下膜内及膜面温度场分布,并根据速度云图与质量分布云图对温度场的分布进行论述。结果表明:Fluent对于矩形气承式膜结构发生火灾后温度场的分布具有较高的模拟精度,选用部分预混燃烧模型,P1辐射模型,k-ε湍流模型对矩形气承式膜结构进行火灾模拟,一定误差范围内可较好地符合实际情况;大长宽比和高矢跨比有利于减缓膜内升温速度,减小膜面整体温度水平。采用自然排烟系统时,顶部排烟口的设置一定程度上有利于减缓火灾发在展的速度,避免膜面因为局部温度过高的破坏;内压对膜面及结构内部的温度场分布影响甚微,但由于火灾发生后,排烟口的打开,高内压有利于为人员撤离争取更多时间。", "label": "土木建筑", "id": 0}
{"content": "膜结构从结构体系的角度,可分为四种形式:整体张拉式、骨架支承式、索系支承式、空气支承式。空气支承式膜结构习惯上常称为充气膜结构。根据充气的状态不同,又可细分为气承式膜结构和气枕式膜结构。充气膜结构与张拉膜结构在连接构造设计上有很多共通之处。但是,由于充气压力的存在,又有其独有的特点。本文针对充气膜结构,首先介绍了膜片间的连接构造,包括不同类别的膜材、单层膜和双层膜等情况。然后介绍了膜单元相互之间的连接构造。总结归纳了充气膜结构中的气承式膜单元与支承面的三种连接节点构造设计,以及气枕式膜单元与支承面在有、无天沟情况下的连接构造。最后对目前常用的索网加强的充气膜的拉索节点的连接构造设计进行了论述。本文对充气膜结构的连接构造,进行了较系统的归纳总结,以期对充气膜结构的广泛应用提供一些有益的帮助。", "label": "土木建筑", "id": 0}
{"content": "建筑是由若干构件连接而成的空间受力体系,梁和板等水平承重构件在荷载作用下截面上主要承受弯矩和剪力作用,是典型的受弯构件。截面形式以矩形、T形居多。由矩形截面到T形截面的演变,实则是去除对受拉性能影响不大的混凝土的过程。在不影响构件的受力性能的前提下节约建筑材料,减轻结构自重这一思想提示教育者在人才培养中不仅要注重力学知识的讲授,更要用课程中所蕴含的思想政治理论引导学生树立正确的价值观。", "label": "土木建筑", "id": 0}
{"content": "本设计是辽宁省鞍山市一所城市快捷酒店,共七层,建筑高度26.65m,整体是钢筋混凝土框架结构。包括建筑设计、结构设计两部分内容。建筑设计是在总体规划的前提下,根据设计任务书的要求,综合考虑地理环境、使用功能、综合选型、施工、材料、建筑设备、建筑艺术及经济等。最终确定设计方案,画出建筑施工图。结构设计是在建筑物初步设计的基础上确定结构方案、选择合理的结构体系、进行结构布置,并初步估算,确定结构构件尺寸,进行结构计算。在进行荷载计算和构建截面估算后,选择一榀框架进行计算,用二次分配法算出内力,并对最不利荷载和最不利内力进行分析,从而进行配筋计算。本设计基础形式采用柱下独立基础,楼梯为钢筋混凝土现浇式楼梯。整个方案设计基本符合设计和结构要求,具有一定的创造性和合理性。", "label": "土木建筑", "id": 0}
{"content": "本工程是根据南京航空航天大学金城学院土木工程专业毕业设计任务书的要求进行的,设计内容主要包括建筑设计和结构设计这两个部分。该工程名称为五层框架扬州化工学院实验楼,在结构设计中对结构的基础进行设计分析,并完成配筋工作。", "label": "土木建筑", "id": 0}
{"content": "本工程的设计内容主要包括建筑设计和结构设计这两部分内容。该工程名称为菏泽学院研究生宿舍楼。在结构设计中对地震荷载作用下框架的内力分析进行计算,考虑了地震荷载作用下的楼层剪力,内力计算以及框架结构梁柱内力分析。", "label": "土木建筑", "id": 0}
{"content": "在建筑业飞速发展的今天,建筑技术与结构设计水平突飞猛进,结构形式的多样化不仅可以满足使用要求,还能做到经济化,在众多结构形式中,框架结构受到广泛采用;具有可以较灵活地配合建筑平面布置的优点,利于安排需要较大空间的建筑结构,框架结构的梁、柱构件易于标准化、定型化,以缩短施工工期。采用现浇混凝土框架时,结构的整体性、刚度较好,设计处理好也能达到较好的抗震效果,而且可以把梁或柱浇注成各种需要的截面形状。本文就某框架混凝土结构的抗震作用进行简要分析。", "label": "土木建筑", "id": 0}
{"content": "本结构主体是六层框架,建筑用途是办公楼。该文主要部分为对之前计算好的各种荷载进行组合,通过组合的荷载对建筑中的楼板以及基础进行设计。", "label": "土木建筑", "id": 0}
{"content": "框架结构的整体性能好,平面布置灵活,适应性强,抗震性能好,工期短且不需要大型起重设备,是当下广泛应用的建筑结构形式。某小学教学楼设计为现浇整体式框架结构,共4层,建筑结构高度为15.35米。根据当地规范得,抗震设防烈度是7度,设计地震分组是第三组,设计基本地震加速度值是0.10g,场地为Ⅱ类,抗震等级是二级。在进行结构设计时为了满足安全性、适用性、耐久性的要求需要对其进行各种荷载计算和内力分析,其中,选取一榀代表性的框架进行地震荷载作用下的内力计算,是结构设计非常重要的一步。", "label": "土木建筑", "id": 0}
{"content": "本设计为山东省淄博市的某钢筋混凝土结构多层框架宾馆,采用框架结构体系,要对一榀框架进行内力分析计算。建筑一共6层,首先进行结构平面的布置、各种荷载计算,在结构合理的基础上进行结构内力分析。随后对各个工况计算出来的内力按照组合系数进行组合。在组合前对塑性重分布调整竖向荷载计算值,抗震计算时需按照抗震等级进行内力调整,从而求出内力设计值。", "label": "土木建筑", "id": 0}
{"content": "本设计为山东省淄博市的某钢筋混凝土结构多层框架宾馆,采用框架结构体系,要对一榀框架进行内力分析计算。建筑共6层,首先进行结构平面的布置、各种荷载计算,在结构合理的基础上进行结构内力分析。地震荷载是建筑设计中常见的作用之一,当计算水平地震荷载内力时,因其竖向地震力荷载对比于水平地震力荷载来说,对框架结构影响不大,故采用底部剪力法的进阶版D值法对一榀框架进行计算。", "label": "土木建筑", "id": 0}
{"content": "本设计名称为太原市迎泽区某中学砼框架教学楼设计。根据框架布局的不同方向,框架系统可以分为三种类型:水平布局、垂直布局、垂直和水平布局。横向布置是主梁沿建筑横向布置,地板与连接梁沿纵向布置,具有结构横向刚度好、实际使用有着较多的优点。与横向布局相比,纵向布局横向刚度较差,应用相对来说较少。垂直和水平双向布局是建筑物双向承重框架,建筑物整体刚度好,是抗震设防区的常用方案中的一个。综合考虑太原市迎泽区的工程概况,结合抗震规范对某中学教学楼进行设计。", "label": "土木建筑", "id": 0}
{"content": "通过对36个钢筋与混凝土粘结锚固试件的拉拔试验,分析钢筋粘结锚固的特点和影响粘结锚固强度的主要因素。研究表明:钢筋与混凝土的粘结强度随锚固长度和钢筋直径的减小、锚筋屈服强度及混凝土强度的提高而增大。其设计锚固长度仍可按GB50010—2002《混凝土结构设计规范》规定的公式计算。", "label": "土木建筑", "id": 0}
{"content": "混凝土内部钢筋腐蚀监测对于评估恶劣环境下混凝土结构的耐久性和剩余使用寿命具有重要意义。本文旨在介绍一种将声发射（AE）和数字图像相关（DIC）技术结合应用于混凝土中钢筋腐蚀监测的设想。结果表明,声发射和数字图像相关技术的耦合使用能够评估混凝土表面从腐蚀引发的内部裂缝到外部应变变化的过程。并与DIC技术进行了比较,验证了DIC技术的先进性。", "label": "土木建筑", "id": 0}
{"content": "本文对规范中关于混凝土多层楼板结构支撑简化分析方法进行分析,结合混凝土强度发展规律以及实际施工实践进行深入探讨。通过算例分析简化模型下支架和楼板内力在施工过程中的发展规律和回顶支撑设计中主要注意事项。分析了简化模型的优缺点、适用条件,在规范基本假设的基础上进行了理论分析,并结合国内外实践阐述了影响回顶及拆模的几个重要因素。从混凝土早期强度及刚度增长规律以及徐变规律角度讨论回顶支撑对楼板裂缝发展的影响。研究分析出多层楼板支撑体系中最不利荷载情况和支撑回顶体系的选择原则。", "label": "土木建筑", "id": 0}
{"content": "针对地震作用下\"结构倒塌—路网性能降低—医院功能恶化\"这一灾害链,基于有限元软件LSDYNA,通过动画软件Houdini再现消失单元,模拟了单体结构倒塌和结构间撞击致倒塌过程,获取完整的瓦砾分布。利用相对倒塌距离、倒塌面积比等指标,描述瓦砾分布特点。针对结构倒塌瓦砾阻塞道路,伤员激增等因素,定量评估了震后路网交通系统和医疗系统的功能恶化程度。研究表明:有限元分析结合动画软件能更准确的模拟结构倒塌过程,获得完整的瓦砾分布。对于城市密集建筑群,应重视结构撞击致倒塌这一现象,建筑抗震设计过程中,应考虑来自周边建筑结构的威胁。增加道路冗余度,合理增加震后医疗资源等措施可有效提高城市韧性。", "label": "土木建筑", "id": 0}
{"content": "利用全波数值仿真计算电大尺寸电磁屏蔽体的效能存在计算量庞大的问题。针对多层钢筋混凝土结构,对其进行单层结构剖分,通过数值计算单层结构反射和透射系数,反演其特性传输矩阵参数;然后,利用单层结构的传输矩阵参数,计算多层结构的传输矩阵,从而快速有效地获得多层钢筋混凝土结构的电磁屏蔽效能。", "label": "土木建筑", "id": 0}
{"content": "混凝土结构钢筋腐蚀被国内外视为其耐久性的最主要问题,不仅威胁结构安全服役性能,还造成了巨大的经济损失。混凝土中钢筋锈蚀引起的膨胀破坏能够引起保护层的开裂、剥落,同时钢筋锈蚀后导致粘结强度下降,影响混凝土结构的整体承载能力。在氯离子侵蚀作用下,钢筋多发生非均匀腐蚀,是影响钢筋混凝土构件时变可靠度和失效模式的关键因素。本报告介绍了混凝土锈胀分析过程中特征参数的定量方法和非均匀分布规律,通过试验研究与理论方法分析了铁锈的组份、体积膨胀系数、沉积系数和变形模量等重要参数,提出了基于Wasserstein距离确定非均匀锈蚀分布的方法,这些工作可以帮助实际工程结构的耐久性设计以及受腐蚀结构的安全性能评估与维护。", "label": "土木建筑", "id": 0}
{"content": "海工混凝土及老旧水利工程中筋材锈蚀问题严重,不仅威胁结构安全,也严重影响服役寿命,提升海工等严酷环境下工程结构耐久性刻不容缓,对于保障结构安全、延长服役寿命、促进可持续发展和实现碳中和目标具有重要意义。提高工程结构耐久性方法主要有:采用高性能混凝土（HPC）、适度增加混凝土保护层厚度、在混凝土中掺加阻锈剂、使用耐蚀钢或不锈钢等,其中掺加有机阻锈剂不仅成本大增而且对新拌混凝土性能有较大影响,使用不锈钢费用高昂。目前应用环氧涂层钢筋是提升氯盐等严酷环境下新建工程结构耐久性最为有效技术手段之一,但传统热熔接环氧涂层在施工和运输过程中磕碰脆裂掉皮及老化问题突出,难以到达提高结构整体使用寿命的目的。环氧涂层具有优异的抗腐蚀性和附着特性,但如何克服环氧树脂脆性、改善其抗老化性能以及进一步降低成本已成工程结构耐久性提升迫切需要解决的问题;近年随着对环保要求的日益提高,\"绿色化\"水性环氧树脂及其改性问题正成为研究热点;研究和制备高韧性、高抗腐蚀性能、低成本的水性增韧环氧涂层及涂层钢筋技术,对于有效提高严酷环境下混凝土结构耐久性和服役寿命、提高经济效益、走绿色和可持续发展道路具有重要意义。对老旧结构目前\"不上药\"的外科手术式修补加固方法难以达到治愈效果,多年的研究和工程实践表明应用渗透迁移性阻锈剂不仅能使老旧工程中的锈蚀钢筋修复甚至达到钝化状态,而且施工便捷、经济适用、高效无损。本报告从三个方面介绍了课题组多年在工程结构耐久性提升技术的研究和应用进展:一、功能性有机阻锈剂研究及工程应用进展;二、聚合物水泥基带锈涂层钢筋研究及工程应用进展;三、增韧环氧涂层及涂层钢筋研究及应用进展。", "label": "土木建筑", "id": 0}
{"content": "为提升海工混凝土结构的耐久性,采用共沉积和焙烧还原法制备阻锈阴离子插层层状双金属氧化物（LDH）,研究其在碱性模拟混凝土孔隙液中的多功能缓蚀特性,并研究对水泥砂浆的抗氯离子侵蚀、抗碳化与抗硫酸盐侵蚀等耐久性的提升效果;针对LDH的性能缺陷,研究改性提升方法。结果表明:LDH拥有显著的氯离子与硫酸根离子固化、pH缓冲和阻锈剂释放的多种功能,对钢筋腐蚀具备极高的缓蚀效率;LDH对于砂浆的抗氯离子扩散与钢筋腐蚀、抗硫酸侵蚀与抗碳化及其复合作用都有明显提升作用;将LDH材料原位生长于沸石上形成沸石@LDH的核壳结构复合材料,降低了LDH片层聚集,提高了LDH分散性,明显提升了LDH的氯离子结合能力与缓蚀效率。", "label": "土木建筑", "id": 0}
{"content": "FRP纤维筋混凝土结构耐久性好,是消除钢筋锈蚀危害,降低维护费用,实现全寿命设计的最佳选项。GFRP螺纹筋性价比高,成本低,应用前景好,但以往的产品,拉伸强度低于CFRP和AFRP。比较传统钢筋混凝土虽然极大增强了混凝土结构耐久性,但在腐蚀性环境侵蚀中强度性能保留率仍需要提高。应用先进的制造技术生产的GFRP筋已经达到美国ACI440-6M规范对碳纤维筋（CFRP）的强度要求,断裂脆性也有突破提升。高强度GFRP筋的应用可有力支持混凝土结构耐久性增加,更有利于GFRP混凝土结构在海洋工程中的应用.", "label": "土木建筑", "id": 0}
{"content": "近些年来,随着国家大力提倡环保、生态、绿色建筑,以及对木结构的力学性能越来越重视,很多建筑开始采用木材或者木质材料作为结构的主要受力构件,在工程上对于木材的利用率也呈逐年增加的趋势。弹性模量是衡量木材力学性能最基本的指标之一,因此,采用低成本、高效率、高精度的检测方法对木材的质量水平进行有效评判成为当今木材检测研究的重要方向。本文提出一种基于智能手机检测木材动弹性模量的新方法,通过论述该方法的可行性和可靠性,对智能手机在木材无损检测上的应用提出了展望。", "label": "土木建筑", "id": 0}
{"content": "基本频率是评定砖砌体墙损伤程度及安全性的重要指标。为了在识别基本频率时,有效降低噪声的干扰,引入扩展卡尔曼滤波方法对振动响应信号进行预测-校正,得到最优估计,以滤除噪声的影响。本文以三层既有砌体结构为原型,底层承重墙为研究对象,设计了2片缩尺比例为1:2的不同砂浆强度等级的砖砌体承重墙模型。首先,通过伪静力试验实现墙体的不同损伤状态,同时采集各损伤状态在环境激励下8处位置的加速度响应信号。然后,引入扩展卡尔曼滤波方法对响应信号进行降噪处理。最后,采用Welch平均周期法获得信号的功率谱,拾取其峰值作为墙体的基本频率。结果表明:该方法的降噪效果不受信噪比的影响,识别结果具有较强的鲁棒性,能够很好的揭示砂浆强度对基本频率的影响及墙体损伤发展过程,可以应用于砌体结构的现场检测。", "label": "土木建筑", "id": 0}
{"content": "在砌体墙抗爆性能的研究中,数值模拟方法已被广泛应用。基于显式动力有限元软件ANSYS/LS-DYNA,主要分析了不同尺寸的单元网格对爆炸荷载作用下砌体墙模型计算结果的影响。建立了精细化砌块与砂浆模型,将不同尺寸网格模型的计算结果与试验结果进行比较以验证模型精度,并对比了不同网格的砌体墙模型的位移与破坏形态。结果表明:1)文中采用的建模方式,能较为准确的模拟砌体墙在爆炸荷载作用下的位移响应及破坏形态;2)当网格尺寸较小时,跨中位移的精度较高;3) 30 mm和40 mm的网格模型对墙体破坏形态的模拟更加准确;4)单元数量越多时,模型计算时间越长;5)对于同一个数值模型,在强度越大的爆炸荷载作用下,其计算时间越长。因此,对于砌块和砂浆构成的砌体墙模型,砌块选用40mm网格,砂浆划分为两层较为合理。", "label": "土木建筑", "id": 0}
{"content": "古建筑木结构柱础属于我国古建筑的典型构造特征,柱础的连接形式、柱架的生起和侧脚等特殊的营造技术,以及在水平地震作用下古建筑木构架良好的自复位性能等影响着古建筑的结构安全。在梳理柱础营造特点的基础上,研究了国内外的理论分析、模型试验及数值模拟等方面的柱础力学性能,柱础连接的受力机理,水平地震作用下的抗震性能以及数值模拟等方面的现状研究。结果表明:通过不同简化方法,建立自由度不同的柱础受力简化模型;充分开展对柱础的力学性能研究,对柱础在静动力作用下的力-变形特征、破坏形式及地震作用下的抗震耗能机理进行了较为深入探讨;在对柱础的数值模拟方面,对边界和摩擦接触条件的设置也逐渐由最开始简单的铰接转化成精细化面面接触的建模。但现有研究也存在研究对象具有局限性,未能够进行套顶榫与管脚榫柱础的深入研究。在对柱础的摩擦接触的模拟也未能考虑由静摩擦变为动摩擦的变化。对古建筑整体研究时,很少考虑侧脚和生起对结构的影响。", "label": "土木建筑", "id": 0}
{"content": "通过置换历史建筑砌体结构中低强度的黏土砂浆提高其抗震承载力的置换砂浆或砂浆置换加固法,避免了砌体面层加固干预过大和墙体自身强度不足时面临的加固困难,是一种有效、便捷、经济的砌体结构修缮加固保护技术。为保证置换砂浆加固历史建筑砌体结构达到提高抗震承载力的目的,需要控制好置换砂浆的深度、使得竖向灰缝砂浆饱满、置换用砂浆的强度要小于砖块的强度、可以采用X形置换方式等关键因素。砌筑方式、灰缝厚度、开窗洞墙、砌体剪压比、竖向压应力、高宽比等都对承载力有影响。置换砂浆加固再附加墙面抹灰或钢板网砂浆层等加固措施可以进一步提高承载力10%～20%。置换砂浆加固砌体后要保证底部通缝的强度才不会使得加固失效。按现行GB 50003—2011《砌体结构设计规范》计算的黏土混合砂浆砌体抗压强度低估了51%～98%,结合有关试验拟合提出了黏土混合砂浆砌体抗压强度计算公式。黏土混合砂浆砌体抗剪强度计算可以采用GB 50003—2011公式。对于置换砂浆加固后的砌体抗剪承载力,按GB 50011—2010《建筑抗震设计规范》和GB 50003—2011的方法计算,低估了40%～20%。置换砂浆加固后砌体抗剪承载力可以先分别按黏土混合砂浆和置换水泥砂浆计算砌体抗剪强度,然后按照置换比例叠加构成置换砂浆加固后的砌体剪切强度。从一个实例分析看出,按置换面积率计算,提高效果可以达到1.84倍。", "label": "土木建筑", "id": 0}
{"content": "上海古典园林中的厅堂既充分蕴含了江南地区传统建筑文化内涵,又可映射出上海的海派文化和地域特征。本文采用史料解读、田野调查、定性与定量分析等研究方法,对上海古典园林中厅堂的位置与功能、大木构架样式等进行分析,总结厅堂类型及大木构架特性。以期进一步挖掘上海古典园林地域文化特色,为江南地区古典园林建筑的修缮与利用提供一定的理论支撑。", "label": "土木建筑", "id": 0}
{"content": "某高烈度区中学,为1964年建成的主体四层、局部三层砖混结构教学用房。经鉴定需要对其进行抗震加固。由于传统的加固技术对结构震后的性能和不可靠程度缺乏准确地了解,建筑物加固后难以达到强度和延性的合理匹配;并且考虑到常规加固方法会改变原有结构的使用功能,对内部装修以及管线等也会产生影响,综上考虑采用基础隔震方法对教学楼进行加固。本文介绍了隔震加固技术在该中学抗震加固工程中的应用情况。", "label": "土木建筑", "id": 0}
{"content": "通过2组共10根木梁试件的对比试验,对先张法预应力碳纤维布加固木梁的效果进行详细分析研究。试验结果表明,当张拉控制应力为碳纤维布抗拉强度10%时,加固后木梁的抗弯承载力提高49.5%～132%。当张拉控制应力为碳纤维布抗拉强度20%时,加固后木梁的抗弯承载力提高95.4%～150%。加固后梁的刚度和延性也有显著提高。对于已受损伤的木梁,采用预应力碳纤维布加固后,其抗弯性能可以恢复至未损伤状态。", "label": "土木建筑", "id": 0}
{"content": "通过对中山大学·深圳建设工程项目建筑陶砖幕墙结构设计的总结,并结合工程实际特点、难点对陶砖构件进行实验室风洞风压试验,以验证陶砖幕墙结构在深圳沿海地区的抗风性能。在无现行陶砖幕墙规范的情况下,试验结果表明,该陶砖幕墙形式满足设计的抗风要求,在多种风荷载工况下均不发生幕墙结构的破坏,并可减少拉结密度,降低工程成本。", "label": "土木建筑", "id": 0}
{"content": "在满足历史建筑保护的要求下,针对由于砂浆性能退化引起的历史建筑砌体结构安全性不足问题,提出置换砂浆法提高砌体结构抗剪性能。通过不同置换形式的试件在对角加载剪切试验下发现,置换形式对提高砌体结构的抗剪性能有明显影响。其中,在置换深度均为40 mm的情况下,以未置换试件的抗剪强度为基准,双面X形置换形式的试件抗剪强度提高了127.31%,单面X形置换形式的试件抗剪强度提高了16.39%;而双面双水平置换形式的试件抗剪强度降低了28.99%,双面双竖向置换形式的试件抗剪强度降低了18.49%。通过试验结果可知:不同的置换形式对加固砌体抗剪性能影响显著,且存在降低既有砌体结构抗剪强度的可能,因此应合理选择置换形式,试验结果可以为置换砂浆法加固历史建筑砌体结构提供一定的参考依据。", "label": "土木建筑", "id": 0}
{"content": "本文针对满贴BFRP纤维布加固杨木矩形长柱在力学性能上存在差异,分别采用满贴1层、满贴2层对木柱进行轴压力学性能试验研究,分析长柱破坏形态、极限承载力、荷载-应变、荷载-位移、延性等。试验结果表明,杨木长柱以典型的中部弯曲破坏形式为主,与未加固长柱比较,木柱极限承载力分别提高40.63%、65.00%,木柱纵向应变随着层数的增加而增加,横向应变减小,横向粘贴BFRP纤维布能有效的约束木柱横向变形,提高纵向变形能力,木柱的延性得到进一步改善。", "label": "土木建筑", "id": 0}
{"content": "建立宋代《营造法式》七等材一榀含斗栱、梁、柱的有限元模型,在三种不同竖向荷载作用下对模型进行拟静力水平往复加载,计算考虑材料弹性以及接触非线性,得到模型的竖向位移变化曲线与滞回曲线,并分析其在加载中的变形机制与能量转化关系。结果表明:柱架层在加载中发生摇摆变形,使结构产生竖向抬升,斗栱层表现为平动,未见明显变形;输入的总能量可转化为滞回耗能、弹性应变能和重力势能;在屈服阶段重力势能和滞回耗能占比较高,可有效减少构件震损,使古建筑木结构具有良好的连续抗震性能。", "label": "土木建筑", "id": 0}
{"content": "综合某砌体结构厂房加层改造工程实例,讨论砖混结构加层及加固设计中应考虑的若干关键问题,阐述该结构砌体墙、扶壁柱、基础、混凝土梁加固方案的选择,可供类似建筑结构加层加固改造参考。", "label": "土木建筑", "id": 0}
{"content": "以竹木胶合梁的剪跨比λ和梁的组坯方式为参数,对14根竹木胶合矩形梁进行受剪性能试验研究,分析其破坏过程、破坏机理、变形及承载力,研究影响胶合梁受剪性能的影响因素,并提出了胶合梁的受剪承载力计算式。研究结果表明:竹木胶合梁整体性能突出,抗剪能力良好,能最大程度发挥材料的力学性能。竹木胶合梁较纯胶合木梁抗剪承载力有明显提升,提升幅度为38.8%～53.1%;抗剪承载力随剪跨比λ的增大而减小（λ≤3）,变形能力随着剪跨比λ的增大而有所提高;受剪承载力计算公式得到的计算值与试验值吻合良好。", "label": "土木建筑", "id": 0}
{"content": "为了解决在有限检测结果下对古建筑木结构的安全性等级的定量化评估问题,提出一种结合反向传播神经网络算法（简称\"BP算法\"）的古建筑木结构安全性等级评估方法。研究并建议在有限检测结果下确定训练神经网络所需样本的方法,梳理基于BP算法的古建筑木结构安全性等级评估的流程及要点。利用该方法对某清朝抬梁式建筑的安全性进行评估。研究结果表明,基于BP算法对古建筑木结构的进行安全性评估的方法可行,与评级法相比,该方法能够在一定程度将评估过程定量化,更直观地反映出建筑的安全性水平。", "label": "土木建筑", "id": 0}
{"content": "为研究酸雨侵蚀后砌体结构的抗剪性能,利用自配溶液模拟了3种酸雨环境,PH值分别为1.5,2.5,3.5,设置完全浸泡加速侵蚀的试验方法,并分析酸雨环境对砌体结构的侵蚀机理;通过不同酸雨环境下的砌体结构在不同侵蚀时间下的抗剪性能试验,得到3种不同的试件破坏形态,又通过抗剪性能的分析,可知随着酸性及侵蚀时间的提高,抗剪强度呈现降低趋势,这些结论为砌体结构在酸雨侵蚀作用下的保护工作提供了理论指导。", "label": "土木建筑", "id": 0}
{"content": "随着装配式建筑应用的发展,我国装配式建筑在新建建筑中所占的比例逐年提高。围护墙和内隔墙作为装配式建筑的重要组成部分,越来越多的采用非砌筑方式。相较于装配式建筑结构构件市场,装配式围护墙及内隔墙仍处于探索发展阶段。竹材节能复合墙体作为一种新型的非砌筑建筑材料,具有绿色环保、节能减排等优点。装配式竹材节能复合墙体施工技术研究在推动新农村住宅装配化生产有着积极的意义,是打造美丽乡村的一种新方式。", "label": "土木建筑", "id": 0}
{"content": "通过结构体系创新及深化技术创新实现了胶合木结构在大跨度结构上的成功应用。通过全面的有限元分析及现场监测验证,表明张弦胶合木结构能够很好的满足设计及使用要求。", "label": "土木建筑", "id": 0}
{"content": "生土结构预应力加固技术是针对碹窑结构缺陷提出的新型抗震加固技术。预应力加固主要分为预应力穿墙螺栓拉结、预应力钢拱圈支撑和预应力钢绞线拉结三大类型。对加固后的碹窑进行原位爆破试验,试验结果表明:预应力加固结构体系对窑身y方向的抗震性能提升显著;预应力穿墙螺栓在爆破激励下对窑脸起到明显的拉结作用;碹窑内部门洞处应力集中,加固设计时应重点关注。该加固技术适合在张家口境内村镇普及推广,具有重要的科学理论价值、现实意义与应用前景。", "label": "土木建筑", "id": 0}
{"content": "介绍建筑隔震橡胶软管的自主研制。隔震橡胶软管由内胶层、增强层、中胶层和外胶层构成,原料组成包括三元乙丙橡胶、氯化聚乙烯橡胶、填充补强剂、硫化剂、活性剂、促进剂、增塑剂。在管芯上缠绕各结构层后,经过硫化工艺形成完整管体结构。通过软管的各项性能试验验证,隔震橡胶软管的性能指标符合甚至高于标准《JG∕T541-2017建筑隔震柔性管道》。", "label": "土木建筑", "id": 0}
{"content": "钢管混凝土结构是一种高效的结构形式,近年来在多个领域中都发挥着重要的作用,但随着应用环境的复杂化和承载要求的进一步提高,钢管的材料性能问题成为了限制它继续发展的难关,因此近年来更多的学者开始研究高性能钢管混凝土构件,通过提升材料本身的性能以达到改善耐久性及进一步强化构件承载能力的目的,先后出现了高强钢管混凝土、不锈钢管混凝土以及双金属管混凝土等多种新型组合。本文将对这几种新型组合的钢管混凝土构件作为研究对象,总结了钢管混凝土的极限承载力计算理论、现行各国规范的承载力设计规范以及国内外学者试验研究结论,为进一步提高钢管混凝土综合性能的研究提供一定参考。", "label": "土木建筑", "id": 0}
{"content": "地下设施是现代社会基础设施的组成部分,用于广泛的应用,包括地铁和铁路、公路、材料储存、污水和水运。在受地震活动影响的地区建造的地下设施必须承受地震和静态荷载。从历史上看,地下设施的损坏率低于地面结构。然而,一些地下结构在最近的大地震中遭受了重大破坏。本文概述了地下结构抗震分析和设计的现状,描述了工程师在量化地震对地下结构的影响时使用的方法。综述了确定性和概率地震灾害分析方法。简述了适当的地震动参数的发展,包括峰值加速度和速度、目标响应光谱和地震动时程。一般来说,地下结构的地震设计荷载的特征是周围地面对结构施加的变形和应变,这往往是由于两者之间的相互作用所致。相反,表面结构是为地面加速度引起的惯性力而设计的。最简单的方法是忽略地下结构与周围地面的相互作用。估计了地震活动引起的自由场地面变形,并设计了地下结构来适应这些变形。这种方法是令人满意的,当低水平的振动是预期的,或地下设施处于僵硬的介质,如岩石。然后描述了解释结构支架与周围地面相互作用的其他方法。在伪静态分析方法中,地面变形作为静载荷施加,土-结构相互作用不包括动态或波传播效应。", "label": "土木建筑", "id": 0}
{"content": "房屋建筑是随着人们活动的需要和社会生产力的发展而发展起来的。根据层数和高度,房屋建筑可以分为低层建筑、多层建筑、高层建筑和超高层建筑。通常,将1～3层的建筑认为是低层建筑,将10层及10层以上的住宅建筑、高度超过24米的公共建筑为高层建筑,介于低层和高层之间的建筑称为多层建筑。现代的高层建筑是城市化和工业化的产物,而且现代高层建筑的不断发展离不开新材料、新工艺和新技术的发展,现代高层建筑在某种程度上反映了一个国家、一个地区的社会和经济发展水平。本文对高层建筑进行相应的分析,为企业提供参考和建议。", "label": "土木建筑", "id": 0}
{"content": "运用ANSYS/LS-DYNA系统对不同形状（垂直型,三角形,圆形,梯形）的防爆墙进行建模和数值模拟,运用后处理程序绘制空气域的冲击波压力变化云图和对提取出来的波纹板后的绕射超压数值进行分析,进而研究不同形状波纹板的抗爆阻波特性。可以得出三角形波纹板对冲击波的延迟作用更明显,其次圆形,再是梯形,最后是垂直型。观察时程曲线可以发现在板后两倍板高的地方附近产生超压最高值,三角形的波纹消减超压最明显。", "label": "土木建筑", "id": 0}
{"content": "框架结构体系是建筑工程中常用的支撑体系,是通过梁板柱结构的搭接而形成相应完整的结构体系,其主要作用是用来承受房屋全部的荷载。框架结构建筑在满足安全性、适用性、耐久性的前提下,还要满足抗震的要求。本文主要计算了水平地震作用对框架所产生的影响,并进行了剪重比的验算,以便于后续进行内力组合及构件设计。", "label": "土木建筑", "id": 0}
{"content": "当前的地震灾害作为无法有效预测的灾害类型,对生产和生活的影响极强,由于地面强烈震动引起的建筑结构断裂、变形、损坏、倒塌以及对人畜造成的伤亡和财产损失极大。建筑工程部门应该做好建筑结构的抗震设计工作,并运用建筑抗震验算方法进行校核,减少地震带来的损失。本文对框架结构建筑的验算方法进行了分析,结合工程实际经验并参考相关规范提供出一套验算流程,为提高框架结构建筑的抗震性能指明了方向。", "label": "土木建筑", "id": 0}
{"content": "近年来我国建筑业快速发展,建筑技术越来越进步,框架剪力墙结构受到广泛采用;本工程为八层钢筋混凝土框架结构,首层层高3.9m,2～8层层高3.6m,建筑高度29.7m。建筑结构应满足抗震要求,本文结合实例分析研究地震作用对框架剪力墙结构的影响。本工程属于二类高层档案馆（市级一类）,民用建筑工程设计等级为二级,抗震设防烈度为7度,框架抗震等级为三级,剪力墙二级。计算荷载完成后建立PKPM模型,分析结构的合理性。", "label": "土木建筑", "id": 0}
{"content": "本文研究的结构主要是网架结构,网架结构的跨度都比较大,但是它能充分发挥结构的各种性能,网架结构的稳定性能是可以保证,又通过对佛山某矿厂建筑设计的周边环境对其所受荷载进行分析,判断结构的安全性。", "label": "土木建筑", "id": 0}
{"content": "在高地应力条件下,软岩巷道的挠曲型底鼓问题十分突出,巷道的钢管混凝土支架支护为常用的底鼓控制措施,本文基于ABAQUS,对钢管混凝土反底拱支架进行分析,探究其受力性能及变形情况。", "label": "土木建筑", "id": 0}
{"content": "教学楼抗震方案要依据建设地带、地形及周边环境,根据当地的气象资料、水文及地质资料进行设计,根据资料调查及现场勘探,最终结构类型确定使用现浇钢筋混凝土框架结构[1-3],采用三品框架。", "label": "土木建筑", "id": 0}
{"content": "本设计为山东省淄博市的某钢筋混凝土结构多层框架宾馆,采用框架结构体系,要对一榀框架进行内力分析计算。水平风荷载作用是建筑设计中常见的作用之一,当进行水平风荷载内力分析时,选取D值法展开计算,其中包括风荷载标准值、反弯点高度及风荷载内力的计算。整个方案设计基本符合建筑的设计和结构的要求,具有一定的合理性。", "label": "土木建筑", "id": 0}
{"content": "本设计为威海某酒店,其结构安全等级为二级,设计使用年限为50年,抗震设防烈度为7度,抗震等级为二级,耐火等级为二级。建筑设计过程按照建筑设计规范,根据结构与建筑的总体与细部的关系综合考虑各种影响设计的因素进行开展。整个结构在设计过程中,严格遵循相关的专业规范的要求,对本框架结构的内力组合进行分析研究。", "label": "土木建筑", "id": 0}
{"content": "高层钢骨混凝土结构中,钢结构与钢筋之间的连接处理方式及处理原则一直是影响钢结构深化设计的关键因素,重点讲述钢骨混凝土结构中,如何制定交叉施工的原则及常规节点处理的典型做法。", "label": "土木建筑", "id": 0}
{"content": "随着时代发展与科技进步,越来越多的超高层办公楼开始兴建,超高层结构设计方案多种多样。在国家碳中和、碳达峰的背景下,在保证结构安全的前提下,如何更好的对建筑结构选型设计方案进行绿色价值工程分析也有着愈来愈深远的意义。从天津市某超高层办公楼结构选型优化出发,以价值工程为导向,从设计、结构、施工等多方面进行绿色节能对比分析,比选所选结构方案的绿色、节能、节材、保护环境的合理性与经济性指标,最终确定最优绿色结构设计方案。", "label": "土木建筑", "id": 0}
{"content": "将监控套管构件应用于网壳结构,一方面抑制压杆屈曲,提高结构稳定性;另一方面可根据内置压力传感器探知构件受力状态,进而判断网壳结构内力状态。本文从构件和结构层面,建立精细有限元模型,与已有试验结果进行对比校准,有限元计算结果与试验结果吻合程度好。研究了分析监控套管构件的力学性能和失效模式,阐述了监控套管构件在网壳结构中布置及工程应用模式,将监控套管构件应用于网壳后,结构承载能力和延性显著提高。", "label": "土木建筑", "id": 0}
{"content": "建党百年之际,为进一步提高陕西关中地区农房设计水平和建设质量,切实提升乡村振兴新阶段农村群众住房安全获得感、幸福感。西安建大土木工程学院组织青年师生选取陕西省19个村镇进行了此次农村住房现状实地调研考察并完成房屋抗震加固改造方案设计,先后覆盖惠及农房2110余户,农户5000余人。西安建大土木工程学院农房抗震加固改造服务团逐户考察测绘,通过召开\"板凳会\"入户宣讲党的惠民政策,开展农房抗震知识科普,建立完成全面、客观、精准的农户农房信息库。统计结果显示,传统土木结构农房在所有参调农房中占比最高,绝对数量最多,建造年代相对久远,对人民群众住房安全存在较大的风险隐患。鉴于此,本篇调研报告重点阐述以蓝田及咸阳19个村镇为例的农村土木结构房屋现状情况,包括危房率、房屋主要危险类型与形成原因、农房抗震性能评估及对应改造方法,并整理提出团队部分特色农房抗震加固改造方案,以期为陕西农房抗震加固改造提升探寻新路径。", "label": "土木建筑", "id": 0}
{"content": "为了解决空间异形网壳结构的二维图纸无法准备表达、双曲面造型网格划分难、无法节点空间定位等问题,本文研究了空间异形网壳结构的BIM参数化设计方法,首先编写了双曲面网壳结构的Grasshopper建模程序,对网壳空间曲面进行模拟和优化,然后将BIM模型直接导入SAP2000进行数值分析,再根据BIM模型输出了各个钢结构杆件的工程量清单和节点坐标,最后将BIM数据直接导入钢结构加工系统,进行钢结构杆件的智能加工。", "label": "土木建筑", "id": 0}
{"content": "2011年东日本大地震引发的福岛核电站核泄漏事故,引发了全社会对核电站地震安全的广泛关注,促使人们对核电站的地震安全性能提出更高要求。核电厂房结构的抗震可靠度分析是核电站地震安全评估的重要环节。然而,核电厂房结构通常规模庞大,其有限元模型常包含上百万自由度,核电厂房结构的体系抗震可靠度问题依然是核电工程领域面临的一大挑战。本文结合时域显式法和哈密顿蒙特卡罗子集模拟研究了核电厂房结构的体系动力可靠度分析方法,其中时域显式法可以显著减少复杂结构单次样本分析的计算时间,而哈密顿蒙特卡罗子集模拟可以大幅减少随机模拟所需的样本数。本文方法首先利用脉冲激励构建结构关键响应的时域显式表达式;进而建立结构体系极限状态函数的时域显式列式;在此基础上,结合子集模拟进行体系动力可靠度分析,其中条件失效域内的样本利用包含\"碰撞模拟\"机制的哈密顿蒙特卡罗算法生成。此外,基于体系极限状态函数的显式列式,\"碰撞模拟\"机制所需的碰撞时间具有解析解,从而可进一步提高分析效率。最后,采用时域显式-哈密顿蒙特卡罗子集模拟对某超200万自由度的核电厂房结构模型开展体系抗震可靠度分析,验证了所提方法的有效性。", "label": "土木建筑", "id": 0}
{"content": "本文建立了忽略轴向变形圆拱在均布径向力下的位移及刚度平衡方程。由圆拱静力平衡,得出拱的平衡方程、几何方程及物理方程,结合静力基本方程建立了圆拱在荷载作用下的位移控制方程。对位移控制方程进行求解,用基函数向量表达位移,得出结构单元刚度及等效节点力表达式,建立了均布径向力下的刚度平衡方程。", "label": "土木建筑", "id": 0}
{"content": "以输电线路中常见的鼓形输电塔为研究对象,采用开源有限元软件OpenSEES建立输电塔的有限元模型,计算时综合考虑材料非线性和几何非线性,分别对不同塔高的四个输电塔模型进行模态分析和非线性地震时程分析,结果表明随着塔高的增大,鼓形输电塔的自振周期增大,同时塔顶处的最大位移也增大。分别对采用不同阻尼比的三个模型进行非线性地震时程分析,结果表明随着阻尼比的增大,塔顶处的位移时程响应波形不变,而位移幅值减小。", "label": "土木建筑", "id": 0}
{"content": "本研究以角钢塔塔身节段为研究对象,利用数值模拟方法对其进行计算流体仿真分析。通过研究确定了较合理计算参数,包括模型计算区域,网格划分以及边界条件等,从而可通过较低的人力成本和时间成本来得到较精确的结果。此研究对于后续采用CFD方法确定输电塔体型系数的大规模应用打下基础。", "label": "土木建筑", "id": 0}
{"content": "中国电力科学研究院开发了特殊环境杆塔结构仿真系统,综合运用面向对象的软件框架,基于Shader的GPU高效并行渲染技术,多线程实时显示技术,多核和集群的灵活并行技术等先进技术手段,实现了特殊环境输电杆塔结构静力线弹性分析,静力非线性分析,截面分析,模态分析,动力线弹性分析和复杂的动力非线性分析,实现了输电杆塔结构有限元力学分析与前后处理显示、输电杆塔结构的高效渲染,实现了分析特殊环境下的灾害荷载造成的输电线路杆塔结构变化,实现了输电线路的灾害仿真,为输电线路的防灾减灾提供了指导性作用。", "label": "土木建筑", "id": 0}
{"content": "高耸的烟囱结构是典型的风敏感性结构,实际中常见的烟囱群间存在干扰效应。该文通过在风洞进行刚性模型测压试验,对烟囱单独存在、成正三角形排列的情况分别进行了试验测试并分析,得到了两种烟囱形式下,在不同间距、不同风向角和不同地貌类型下烟囱表面的风压系数和气动力系数的变化规律。", "label": "土木建筑", "id": 0}
{"content": "阐述了一种脱硫吸收塔结构分析方法,利用SAP 2000建立吸收塔整体有限元模型,以薄壳单元模拟塔壁,施加详尽的荷载工况及组合,分析计算结果;以容许应力评价吸收塔壳体强度,利用GB 50017-2003《钢结构设计规范》校核加强筋、支撑梁及内撑杆,并验算柱脚锚栓;将此方法得出的结果与ANSYS计算结果相比较,验证了其准确性和时效性;对类似工程具有指导价值。", "label": "土木建筑", "id": 0}
{"content": "采用大型有限元软件ANSYS对紧凑型直线塔进行建模,对输电铁塔进行了自振特性分析,验证了结构布置的合理性。通过对旧规范、惯性风荷载法、GB 50009-2012《建筑结构荷载规范》中风荷载计算方法比较,发现新规范的风振系数有所提高,这种提高主要来自于新规范中峰值因子与紊流度取值的提高。并根据GB 50009-2012得到风振系数,发现塔身部分取值与常规线路直线塔较为接近,取值在1.12~1.75左右;塔头部分与常规线路直线塔相差较大,取值在2.01~2.5之间。", "label": "土木建筑", "id": 0}
{"content": "简述了天津某风力发电塔项目的工程概况和特点,在介绍结构选型和荷载计算的基础上,利用Midas/Gen软件建立了整体分析模型进行设计分析,并采用ABAQUS对结构进行整体稳定性验算,结果表明塔架结构具有很好的承载力、变形能力和稳寇承载力,能可靠的完成使用功能要求,为此类特种结构的工程应用提供参考。", "label": "土木建筑", "id": 0}
{"content": "本文以天津南港港务大楼通信塔为分析对象,采用Midas GEN800建立有限元模型,对该模型进行了静力特性分析和模态分析,发现该结构内力分布均匀,受力性能较好,模态分析出现类似悬臂梁的振动形式;通信塔结梅在风荷载作用下的变形值远大予地震作用下的变形值,最大应力也发生在风荷载控制的工况下,该结构对风荷载相对敏感。", "label": "土木建筑", "id": 0}
{"content": "本工程主体结构为截面为圆形的混凝土筒结构,高度为155m,塔身在标高15m和115m要设置悬挑钢桁架,用于安装横向电子检测装置。本文详细介绍工程的结构体系、上部结构计算结果等,并重点介绍了悬挑钢管桁架的布置和节点设计。并总结了若干设计经验,供类似工程参考。", "label": "土木建筑", "id": 0}
{"content": "由于输电塔的外形不规则,直接利用规范计算其顺风向风振系数会存在较大误差。本文以呼高30m猫头塔为背景,通过谐波合成法,沿输电塔高度方向模拟8个风速时程曲线,利用非线性时程法分析输电塔顺风向随机振动响应,提取结构风致振动加速度时程并进行功率谱分析,计算结构顺风向风振系数。研究结果表明,本文时域分析方法计算得到的猫头塔风振系数,塔身附近比规范小,塔头比规范要大,沿高度加权平均风振系数比规范值小。《建筑结构荷载规范》给出的用于计算建筑结构风振系数的公式并不一定适用于输电塔结构。", "label": "土木建筑", "id": 0}
{"content": "随着我国经济建设的蓬勃发展,电力工业作为我国的一项基本工业,其发展速度的快慢直接影响制约着其它工业的发展,高压架空线路是构成电力系统必不可少的重要组成部分,通过高压架空线路可以进行电力系统间的联网,提高系统的安全性、可靠性以及稳定性,使各种能源能够得到充分利用.", "label": "土木建筑", "id": 0}
{"content": "大跨度高压输电线路不可避免地穿越气候多变且地质环境复杂的高山大岭,传统的巡线模式不能及时反馈信息而降低线路灾情的评估精度和重建进度,结合输电线路实时运行状态的承载能力评估是电网安全运行的技术保证。以500 k V张恩输电塔线的144号杆塔为研究对象,采用梁单元、悬链线索单元模拟输电塔、导线和绝缘子,建立塔线耦合体系的空间有限元模型。以地质灾害引起的基础沉降及风荷载为影响因子,分析塔腿沉降与风荷载组合的塔线体系力学响应和安全评价,其结果表明塔腿单一塔腿沉降对结构应力、变形的影响较小,多塔腿沉降导致杆塔材料出现局部屈服,且组合风荷载后增大了杆塔的破坏几率,结构安全性降低。因此,塔线体系的力学响应分析可作为精确评估输电线路承载能力的重要手段,为山地环境中的输电线路健康状态评估提供了重要的科学依据。", "label": "土木建筑", "id": 0}
{"content": "大型火力发电厂的圆形截面烟囱属于高耸结构,是典型的风敏感结构。风荷载是其结构设计的控制荷载之一。本文通过风洞试验研究了圆形截面烟囱单独存在时不同风向角下的表面压力分布变化及双烟囱存在时,在串联、并联两种排列方式下风压分布规律。试验结果表明:当两烟囱串联时,下游烟囱的风压系数变小,表现出遮挡效应;两烟囱并联时,低层的测点受干扰效应较为明显,表现为狭管效应。", "label": "土木建筑", "id": 0}
{"content": "输电塔气弹模型风洞试验是目前研究输电塔风振响应的主要方法之一,本文对比了集中刚度法、刚性节段和\"V\"型弹簧片法、离散刚度法三种输电塔气弹模型的设计和制作方法。并采用离散刚度法设计制作了某窄基输电塔的气弹模型。通过对比分析,总结了三种气弹模型设计方法的特点。通过某窄基塔气弹模型的设计制作实例,给出了该类输电塔气弹模型设计的注意事项,为类似结构气弹模型设计提供了建议。", "label": "土木建筑", "id": 0}
{"content": "潮间带风电场潜力巨大,是我国目前海上风电场发展方向。由于安全监测系统可以实时在线地反映结构服役状态,节省了人力物力,是保障潮间带风电场运营安全性的好方法。本文以某潮间带五桩基础风电塔为例,根据安全监测系统架构的四个方面——传感器布置,无线数据传输,云计算平台和网站信息发布——介绍其安全监测系统的构成,并通过四个指标（基础倾斜、塔顶位移、塔体振动特性、基础塔架应力）分析监测数据以评估该风电塔安全性。本文介绍的监测系统也可以方便地应用于其他结构系统的安全监测。", "label": "土木建筑", "id": 0}
{"content": "SZ1塔是我国第一个基于输电线路与自然环境、人文环境相协调而设计的双回路船锚型景观塔。以百崎（后海）长新220kV I、II回线路工程为例,介绍了220kV景观塔的设计规划,研究了景观塔的塔型方案,优化了景观塔的结构布置。结合景观塔结构形式的特点,分析了景观塔的动力特性,确定了风振系数的取值,并开展了经济性分析。在保证输电线路工程安全运行的前提下,解决景观塔结构设计关键技术难题,为今后我国与环境相协调的景观塔设计提供参考和依据。", "label": "土木建筑", "id": 0}
{"content": "抱杆结构属于高耸结构,其中主要问题即是稳定问题。随着输送电压的提高,抱杆高度也随之增加,稳定问题尤为突出。为检验大型钢抱杆工作性能,对75m全钢抱杆结构进行了应力应变测试,并使用有限元软件建立了抱杆的三维空间模型,与试验工况进行对比和验证。结果表明,该回转式落地抱杆在所测试的14种工况下,抱杆杆件均处于弹性工作状态,未见材料屈服或杆件失稳等承载能力极限状态出现,结构强度及稳定均满足要求。经过试验及计算,为实际工程给出一些施工及使用的建议,同时也对同类抱杆的设计和制造具有参考意义。", "label": "土木建筑", "id": 0}
{"content": "本文基于SAP2000建立了烟台经济技术开发区景观塔的空间整体有限元模型,通过线性屈曲和几何非线性分析方法对景观塔在空间整体有限元模型中进行了稳定性分析,并考虑了塔整体初始几何缺陷、斜柱最大施工允许偏差及罕遇地震下的层间侧移的影响,研究了斜柱在竖向荷载作用、水平风载及地震作用下的稳定承载能力。研究表明:在线性屈曲和非线性分析中,景观塔具有良好的整体稳定性;斜柱的失稳滞于整体失稳:斜柱对几何初始缺陷不敏感。", "label": "土木建筑", "id": 0}
{"content": "储罐顶盖结构常采用肋环形加劲浅球壳。由主肋及其两侧有效宽度范围的顶壳组成的T形截面具有较大的抗弯刚度。本文利用有限元模型的应力计算结果,分析经向肋和环向肋的T形截面翼缘内的剪力滞效应,研究翼缘有效宽度的变化规律,确定有效宽度的取值原则。", "label": "土木建筑", "id": 0}
{"content": "逆吊模型法是混凝土薄壳结构自由曲面确定的传统方法,数值逆吊法通过对逆吊模型成型过程的数值模拟,能方便、准确地得到壳体结构自由曲面的数值逆吊模型。本文基于数值逆吊法的概念,通过对薄膜材料吊挂状态的有限元分析,确定满足特定建筑要求的自由曲面形状,验证采用数值逆吊法确定自由曲面建筑造型的适用性。", "label": "土木建筑", "id": 0}
{"content": "为了研究网壳结构的抗连续性倒塌性能,基于改变荷载路径法,使用ANSYS分析软件,在竖向均布荷载下,以拆除杆件方式、数量为参数,敏感度为指标,探讨与分析单层球面网壳的抗连续性倒塌性能。研究结果表明,凯威特型球面网壳冗余度低,构件容易发生连续性倒塌;在内侧第1-3圈内拆除杆件极限承载力下降较多,在最外层第6圈拆除杆件极限承载力基本上不变。", "label": "土木建筑", "id": 0}
{"content": "圆柱壳容器作为一类典型的薄壳结构,被广泛应用于原油、LNG以及LPG等易燃易爆石化物资的储存。爆炸事故的发生会在短时间内产生极大的爆炸冲击波,导致圆柱壳结构的严重破坏,并引起一系列连锁反应。爆炸荷载的合理确定是圆柱壳结构抗爆安全设计的重要基础。目前,结构表面爆炸荷载的研究大多集中在刚性墙、单根柱等简单的几何形体,针对圆柱壳壁面的爆炸荷载没有可以直接借鉴的公式或结论。本文利用动力显式有限元分析软件ANSYS/LS-DYNA,建立了能够模拟爆炸冲击波在空气中传播和冲击波在壳体结构上完成反射、绕射等一系列复杂过程的有限元模型,系统考察了圆柱型壳体在各种参数（高径比、爆炸比例距离、容积）下的外部爆炸流场变化及壳体外壁面爆炸荷载的大小与分布特性,获得了爆炸荷载沿壳体环向和高度的分布规律。", "label": "土木建筑", "id": 0}
{"content": "混凝土薄壳结构因其受力合理,刚度大、跨越能力大曾被广泛应用于大跨空间结构中。但由于施工费工费时而逐渐被其他结构形式代替。如今,随着技术水平的提高,混凝土薄壳结构因其可塑性强又重新获得青睐。混凝土薄壳结构的安全性问题一直是专家学者关注的研究课题,在静力或动力荷载作用下壳体结构破坏的主要形式是失稳屈曲,且呈现强烈的突然性,常造成灾难性的事故,因此,确定理论上的极限承载力,再辅以一定的折减系数和安全系数,是目前国内外相关规范计算混凝土薄壳稳定极限承载力的一般方法。凝土球面薄壳的极限承载力受多因素的影响,包括几何非线性、材料非线性、初始缺陷、混凝土徐变、配筋分布及配筋率等。本文利用ABAQUS有限元分析软件,建立有限元模型,采用riks法,进行荷载-位移全过程分析计算,在考虑几何非线性、材料非线性的基础上,分别对比了不同大小的初始缺陷、不同配筋率、不同矢跨比、不同径厚比的混凝土球面薄壳的极限承载力。", "label": "土木建筑", "id": 0}
{"content": "薄壁圆管结构由于性能优良、易于加工而广泛应用于抗冲击能量吸收领域。然而,在实际应用中,圆管系统复杂的管间和边界约束限制了其在紧急情况下的应用。本文提出了一种能够实现管间自锁的能量吸收结构,并将其性能与圆管系统进行了对比。该自锁系统可以在无任何外加约束的条件下实现管间彼此咬合而达到较好的吸能效果,并可根据冲击载荷的大小灵活地进行调整,在要求快速拆装的应急吸能领域有较好的应用前景。", "label": "土木建筑", "id": 0}
{"content": "对单向规则波条件下方形水平板的冲击压强进行了实验研究。基于实验数据的分析,给出了平板底面压强峰值分布及单个波周期内的压强分布情况,讨论了平板冲击压强与相对波高H/d、相对板宽B/L和相对净空?h/H之间的关系。", "label": "土木建筑", "id": 0}
{"content": "要:传统的钢筋混凝土薄壳结构具有建筑美观和结构受力合理的优点,但建造耗工费时的缺陷限制了这种结构形式的应用。本文采用CSIPs（Composite Structural Insulated Panels）构建了一种新型的薄壳结构并进行了详细的受力分析与连接设计。与传统钢筋混凝土薄壳结构的对比分析结果表明,CSIPs薄壳结构在1KN/m~2静载下的最大应力比钢筋混凝土薄壳小31.67%,不包含结构自重的结构最大几何非线性承载能力也高于钢筋混凝土薄壳结构,而在8度EL加速度地震波作用下的最大动内力仅为钢筋混凝土薄壳结构的48.2%,但CSIPs薄壳结构在静动力作用下的位移明显高于钢筋混凝土薄壳结构。采用超声波焊接方法进行CSIPs与PVC连接件的连接方法是可行有效的。", "label": "土木建筑", "id": 0}
{"content": "中煤建安集团研发中心体育馆采用新型气膜钢筋混凝土穹顶薄壳结构,该结构以充气膜为模板,通过喷射混凝土形成钢筋混凝土薄壳结构。结构由于采光等要求需要在壳体上进行开孔,本文详细介绍了结构的建模,孔洞的处理及薄壳结构壳单元的配筋,以及气膜钢筋混凝土穹顶结构的基础设计。", "label": "土木建筑", "id": 0}
{"content": "传统的钢筋混凝土薄壳结构具有建筑美观和结构受力合理的优点,但建造耗工费时的缺陷限制了这种结构形式的应用。本文采用CSIPs（Composite Structural Insulated Panels）构建了一种新型的薄壳结构并进行了详细的受力分析与连接设计。与传统钢筋混凝土薄壳结构的对比分析结果表明,CSIPs薄壳结构在1KN/m2静载下的最大应力比钢筋混凝土薄壳小31.67%,不包含结构自重的结构最大几何非线性承载能力也高于钢筋混凝土薄壳结构,而在8度EL加速度地震波作用下的最大动内力仅为钢筋混凝土薄壳结构的48.2%,但CSIPs薄壳结构在静动力作用下的位移明显高于钢筋混凝土薄壳结构。采用超声波焊接方法进行CSIPs与PVC连接件的连接方法是可行有效的。", "label": "土木建筑", "id": 0}
{"content": "薄壁圆柱壳结构是一类典型的空间薄壳结构,广泛应用于土木、航空等领域。壳体结构在使用过程中除承受各种正常使用荷载外,还可能会遇到破坏性远大于正常使用荷载的冲击荷载,因此研究其在冲击荷载下的动态响应具有重要意义。本文采用数值模拟方法,利用动力显式有限元软件ANSYS/LS-DYNA,研究了薄壁圆柱壳结构在外部冲击荷载作用下的动态响应,考察了不同径厚比、高径比以及冲击速度下动态响应的区别及规律,为进一步的实验及理论研究打下了必要的基础。", "label": "土木建筑", "id": 0}
{"content": "以十万立方固顶钢储罐结构为研究对象,采用风洞试验获得结构表面的风荷载时程数据,进而采用非线性动力时程法对大型钢储罐结构在风荷载下的动力行为进行分析。结果表明:钢储罐的瞬时风振屈曲临界荷载在数值上大于其静风屈曲临界荷载,但因在同样的重现期和相同的超越概率下,瞬时风压大于平均风压,因此从可靠度的意义上讲,考虑结构的动风效应后,结构的可靠度实际上将会降低;钢储罐可能在瞬间强风下发生屈曲,也可能因较长时间的风冲击能量积累而在较低的风力下发生屈曲;钢储罐的风振屈曲对以特征值屈曲模态分布的初始缺陷总体上并不敏感。", "label": "土木建筑", "id": 0}
{"content": "本文重点论述了玻纤菱镁建筑模壳这一项新事物、新产品的研究开发历程。对玻纤菱镁建筑模壳的技术成熟程度进行了综合评价;从四个方面阐述了技术成熟的理由,指出了发展前景。", "label": "土木建筑", "id": 0}
{"content": "折叠板壳结构作为可展结构体系中的一种,近年来在建筑和航空结构领域中应用越来越广泛。本文首先介绍了Miura-ori模型,在此基础上对模型的基本单元进行改进,制作成具有一定曲率的变角度Miura-ori模型。结合球面三角学原理对四面板的研究,将所推导的公式应用于变角度Miura-ori模型的几何分析及参数分析中。通过分析发现,在模型基本参数确定情况下,随着展开过程的进行,曲率半径近似呈指数增长,跨度近似呈线性增长,矢高经历了先增大后减小的两阶段变化过程。", "label": "土木建筑", "id": 0}
{"content": "采用多物质欧拉与拉格朗日耦合算法,对近地空中爆炸冲击波与柱形拱壳结构的相互作用进行数值模拟。分别采用刚性体材料和考虑应变率的塑性材料来模拟拱壳结构,研究目标在爆炸作用下的运动、变形、损伤及破坏对爆炸荷载分布的影响。数值模拟分析结果表明,拉格朗日-欧拉耦合算法较好地模拟了爆炸冲击波在介质中的传播和作用在结构上的爆炸荷载效应。拱壳结构的正面反射系数在2～8之间,且刚性壁面的反射效果明显高于塑性材料的反射;拱顶处会产生\"涡流\"效应,导致局部区域压力下降;冲击波的绕射系数都小于1,它产生的是一个稀疏效应,材料对稀疏效应的影响不明显,有待进一步研究。", "label": "土木建筑", "id": 0}
{"content": "建立了光滑圆柱壳和加筋圆柱壳的有限元模型。分析不同单元网格划分方式对计算结果的影响。结果表明:对于光滑圆柱壳,适当加密单元网格划分,计算精度满足要求。对于加筋圆柱壳,应按照统一标准划分单元网格,才能保证不同筋条数目下计算精度都能满足要求。", "label": "土木建筑", "id": 0}
{"content": "屈曲通常是焊接钢圆柱薄壳结构的设计控制条件,圆柱薄壳的屈曲在大多数荷载工况下对焊接几何缺陷十分敏感,而相应的焊接残余应力一般可少量提高圆柱薄壳的轴压稳定承载力。但已有研究均基于等壁厚圆柱壳,且对于局部轴压下残余应力效应的研究很少。本文采用\"梯形收缩应变\"模型模拟焊缝缺陷,建立了考虑/不考虑焊接残余应力的焊接变壁厚圆柱薄壳的数值分析模型,研究了含有环向焊缝、竖向焊缝以及\"Patterned\"焊缝时变壁厚圆柱薄壳的稳定性能,分析了焊接导致的几何缺陷及相应的残余应力对局部轴压下变壁厚圆柱薄壳承载力的影响。", "label": "土木建筑", "id": 0}
{"content": "立式钢储罐是一类典型的金属薄壳结构,对罐周不均匀沉降十分敏感。以往的研究大多基于理想化的谐波沉降,但对于高度非线性的薄壁壳体,通过谐波沉降叠加得到实际沉降下的结果显然并不合适。本文将储罐结构的实际沉降分为两类——整体不均匀沉降和局部不均匀沉降,以实际工程中典型几何尺寸的变壁厚浮顶罐为分析对象,通过非线性有限元分析系统考察浮顶罐在两类不均匀沉降下的稳定性能。研究表明,在整体不均匀沉降下,罐顶环梁首先出现局部屈曲,并表现出稳定的后屈曲性能,结构最终破坏形态与储罐高径比有关;在局部不均匀沉降下,储罐响应与沉降的周向跨度有关,跨度较大时,储罐响应与整体不均匀沉降下的结构响应类似,跨度较小时,很小的沉降即导致罐壁产生局部跳跃屈曲,但仍表现出稳定的后屈曲性能。", "label": "土木建筑", "id": 0}
{"content": "本文从结构稳定问题的概念提法入手,对钢筋混凝土球壳稳定极限的定义、影响因素等进行了讨论,列出了球壳临界荷载的经典弹性理论解公式以及考虑了不同影响因素的解答公式。文中对设计规范中采用的验算公式进行了对比和说明,并介绍了国际壳体和空间结构协会推荐的壳体稳定性验算方法,最后给出了应用建议。", "label": "土木建筑", "id": 0}
{"content": "现代建筑中所使用的立柱桁架大多为横杆焊接结构,失稳是立柱桁架结构主要失效形式之一,本文针对立柱桁架结构建立了力学模型,进行拓扑优化和有限元分析,以减少结构的应力集中与最大应力,通过不同方案讨论提出了轻便可行的桁架设计,研究方法为桁架类结构创新性设计提供了思路和参考。", "label": "土木建筑", "id": 0}
{"content": "本工程是根据相关设计任务书的要求进行的,本文主要是结构设计中次梁的荷载统计,正截面受弯承载力计算及配筋等计算内容。该工程名称为北京市昌平区建委综合办公楼。本设计中次梁截面尺寸均为250mm×450mm,次梁按简支梁进行计算。", "label": "土木建筑", "id": 0}
{"content": "破损-安全设计原则在航空航天、船舶等对安全保障要求高的工程领域非常重要。基于独立连续映射（ICM）方法,建立了以重量最小为目标,考虑破损-安全和应力约束的框架结构拓扑优化模型,采用满应力准则处理应力约束。数值算例表明优化模型和程序是可靠、有效的。", "label": "土木建筑", "id": 0}
{"content": "本工程是根据南京航空航天大学金城学院土木工程专业毕业设计任务书的要求进行的,设计内容主要包括建筑设计和结构设计这两个部分。该工程名称为五层框架扬州化工学院实验楼,在结构设计中对其进行结构布置,要进行框架计算和截面尺寸计算分析。", "label": "土木建筑", "id": 0}
{"content": "钢筋混凝土框架结构是我们房屋建筑中最常采用的结构类型之一,建筑物的抗震性能决定了它的安全性,所以对水平地震作用下框架结构进行内力分析尤为重要。本文以淄川区某一政府办公楼设计为例,选取一榀框架进行水平地震作用下框架结构内力分析计算,并绘制相应的弯矩图。为此类设计提供了很好的工程实例,并讨论了框架结构建筑中水平地震作用下框架结构分析计算的基本步骤。", "label": "土木建筑", "id": 0}
{"content": "框架是由梁、柱构件通过节点连接形成的骨架结构。框架结构的特点是由梁、柱承受竖向和水平荷载,墙仅起维护作用,其整体性和抗震性均好于混合结构,且平面布置灵活,造型活泼等优点,可提供较大的使用空间,也可构成丰富多变的立面造型。而框架结构易于满足多功能的使用要求,因此框架结构体系在结构设计中应用甚广。在结构受力性能方面,框架结构属于柔性结构,自振周期较长,地震反应较小,经过合理的结构设计,可以具有较好的延性性能。正是因为如此原因,框架结构适用于教学楼等建筑。", "label": "土木建筑", "id": 0}
{"content": "随着时代的发展,曲梁结构因其优美的流线造型和良好的受力特性,在日常生活中被广泛应用。本文在多种基本假定的前提,对杆件进行分析,从而建立了关于自由扭转Timoshenko曲梁弯曲振动的平衡方程。", "label": "土木建筑", "id": 0}
{"content": "由于板柱结构传力路径复杂,非典型的杆件结构体系,因此模型简化困难,内力及变形计算复杂。本文在查阅大量相关文献后,基于等代框架法,采用最大挠度等效的方法,将等代梁与简支梁跨中最大挠度进行等效,提出了可行的等代框架法的计算宽度理论取值。", "label": "土木建筑", "id": 0}
{"content": "本工程是根据南京航空航天大学金城学院土木工程专业毕业设计任务书的要求进行的,设计内容主要包括建筑设计和结构设计这两个部分。该工程名称为五层框架扬州化工学院实验楼,在结构设计中对楼梯的内力进行计算分析,考虑了楼梯段、平台板平台梁的内力计算与分析。", "label": "土木建筑", "id": 0}
{"content": "某办公楼是一个五层框架结构,选取其中一榀框架进行水平荷载作用下的内力分析,要进行框架结构的内力分析,主要是考虑结构所受的水平风荷载和水平地震作用,本文主要进行了水平地震作用框架剪重比计算,框架的抗侧移验算,并使用D值法来进行框架水平荷载内力效应计算。以便于后续进行内力组合,构件设计。", "label": "土木建筑", "id": 0}
{"content": "本项目是根据山东商务职业学院学生公寓建筑及结构设计进行的,在结构设计部分中,根据平面建筑图确定结构体系的布置,明确布置方案后选取一榀框架进行结构的计算。计算顺序为先根据一榀框架受力形式确定其梁柱相对刚度,然后对恒荷载、活荷载以及水平荷载情况下的荷载分布进行计算,荷载计算完成后对一榀框架内力进行分析,其中竖向荷载按照荷载规范要求进行内力组合,内力组合按混凝土规范要求对竖向荷载进行梁端弯矩进行调幅,最后选出最不利内力组合进行梁、柱、楼梯以及基础等的配筋。", "label": "土木建筑", "id": 0}
{"content": "本设计为六层教学楼的设计。设计内容主要有建筑设计、结构设计和施工设计。本建筑为六层的内走廊式矩形结构,无地下室,建筑长66.9m,宽18m,高24.4m,其长宽比与高宽比均符合要求,建筑占地面积为1204.2m2,建筑总面积为7225.2m2。建筑结构采用钢筋混凝土框架结构,外墙均为300mm,内墙均为200mm,楼板均为梁板式楼板,板厚为100mm,屋顶排水为女儿墙外排水,抗震设防烈度为8度,防火等级为二级,均满足太原市地区的使用规范要求。设计主要根据任务书要求以及各规范规定,建筑设计首先设计建筑平面,其次进行立面造型、剖面设计,建筑设计应满足使用功能和造型艺术的要求,并适应未来发展与灵活改造的需要。", "label": "土木建筑", "id": 0}
{"content": "运用大型有限元分析软件ANSYS对六层框架结构进行振型分析,得到了该建筑物的自振特性;并采用时程分析法进行非线性地震反应分析,计算输入EL Centro地震波时顶层水平位移时程曲线、顶层加速度时程曲线。结果表明,利用ANSYS软件建立三维模型,进行非线性地震反应分析是可行的,并能得到较高的精度。", "label": "土木建筑", "id": 0}
{"content": "本工程是根据华北科技学院建筑工程学院土木工程专业毕业设计任务书的要求进行的,设计内容主要包括建筑设计和结构设计这两部分内容。该工程名称为六层框架尚博办公楼。在结构设计中对水平荷载作用下框架的内力分析进行计算。", "label": "土木建筑", "id": 0}
{"content": "本文在多种基本假定的前提下,基于大挠度模型,采用Timoshenko梁理论,考虑轴力二阶弯矩效应,研究了圆拱的平面外稳定问题,建立了圆拱的弯扭耦合平衡方程、几何方程、物理方程。", "label": "土木建筑", "id": 0}
{"content": "框架结构作为我们建筑行业里面非常常见的一种结构,那么对框架结构建筑物的内力的侧移进行分析验算是很必要的。本文就其工程概况、框架结构的自振周期、水平地震作用、地震作用下的位移验算及内力计算等进行论述。", "label": "土木建筑", "id": 0}
{"content": "马扎具有携带方便、节省空间、透气性好的优点,成为外出必备的首选,由于结构简单,其安全性备受关注。为了得到马扎的最大承载能力,通过理论分析初步判断马扎结构的可能危险点。在危险点布置应变片,采用电测法对马扎的横杆与斜杆上的危险点进行实验测试,得到各点应变值,对实验数据进行了分析,得到马扎的受力方式和能承载的最大载荷。", "label": "土木建筑", "id": 0}
{"content": "新型玉米秸秆重组集成材作为新型代木材料,具有同木材相似的力学性能,本文旨在通过有限元软件ABAQUS对新型玉米秸秆重组集成材梁进行受弯模拟分析,为后续的试验进行指导、为理论分析研究进行铺垫。", "label": "土木建筑", "id": 0}
{"content": "杆系DEM（离散元,DiscreteElementMethod）是求解结构强非线性问题的有效方法,但随着结构数值计算规模的扩大,杆系DEM所需要的计算时间也随之急剧膨胀。为了提高杆系DEM的计算效率,本研究提出单元级并行、节点级并行的计算方法,基于CPU-GPU异构平台,建构了杆系DEM并行计算框架,编制了相应的几何非线性计算程序,实现了杆系DEM的GPU多线程并行计算。对杆系DEM并行算法的设计主要包括数据存储方式、GPU线程计算模式、节点物理量集成方式以及数据传输优化。最后采用大型三维框架、球壳结构模型分别验证了杆系DEM并行算法的计算精度,并对杆系DEM并行算法进行了计算性能测试,测试结果表明杆系DEM并行算法加速比最高可达12.7倍。", "label": "土木建筑", "id": 0}
{"content": "基于workbench软件针对一种核安全级风机进行了抗震性能分析,进行了固有频率及SSE地震载荷下的应力分析,并根据ASME应力评价规范,在风机危险点处的应力及应变进行评定。结果表明,应力分布均未超过风机所能承受的应力极限值,即所设计的风机符合设计规范,能够满足工况要求。论文分析结果为该类核安全风机的抗震分析以及进一步结构优化设计提供了参考依据。。", "label": "土木建筑", "id": 0}
{"content": "本工程是根据南京航空航天大学金城学院土木工程专业毕业设计任务书的要求进行的,设计内容主要包括建筑设计和结构设计这两个部分。该工程名称为五层框架扬州化工学院实验楼,在结构设计中对竖向恒活载的计算方法研究。", "label": "土木建筑", "id": 0}
{"content": "氨合成塔是合成氨工业中的重要设备,是生产系统的核心。氨合成塔长期在高温高压且临氢的恶劣服役环境中运行,一旦发生事故,将影响整个工厂的生产,造成巨大经济损失。并很有可能给周围环境及百姓生活带来严重影响。所以对氨合成塔实行结构应变在线监测就显得尤为重要。高温电阻应变片是现阶段较为常用的应变监测传感器,可通过有限元理论计算和现场实际情况相结合,确定布片位置并实行监测,以防止突发事故的发生。", "label": "土木建筑", "id": 0}
{"content": "结构构件尺寸设计是结构设计的重要组成部分,梁、板、柱是框架结构建筑最主要的受力构件,因此,梁、板、柱等主要受力构件的尺寸设计以及计算显得尤为重要。本文以淄川区某一政府办公楼设计为例,讨论了框架结构构件尺寸设计的基本步骤。", "label": "土木建筑", "id": 0}
{"content": "本工程是根据相关设计任务书的要求进行的,本文主要是结构设计中的框架梁柱截面尺寸估算部分,依次是对主梁、次梁、楼板、楼梯和柱截面的估算。", "label": "土木建筑", "id": 0}
{"content": "本文主要从工程概况、平立剖面设计、建筑细部构造及做法、结构设计、PKPM建模过程及当地地震及风荷载作用下对徐州市泉山区红岩广场B座整体地震作用、风荷载、恒活荷载内力计算及分析做了简要概括,并在PKPM中输出对应的结构施工图。利用PK二维设计对红岩广场B座A2区2-5轴线位置进行了一榀框架的内力计算及计算简图和内力图的输出,并整理了首层2-5轴线及E轴线到F轴线间梁构件的详细配筋计算过程。", "label": "土木建筑", "id": 0}
{"content": "房屋安全与人民生命财产安全息息相关,住宅和厂房投入使用一定年份后,内部结构会受到一些有形或无形的损害,可靠性会显著降低,如不及时进行检测发现以及维修保护,很可能会大幅缩短房屋寿命乃至发生难以挽回的后果。因此,本文对某一老式砌体结构房屋进行较为全面的结构检测并对所存在的问题提出合理性处理建议,以对今后的检测工作起到参考作用。", "label": "土木建筑", "id": 0}
{"content": "悬挑式栈道是一种依靠悬臂梁结构承载全部载荷的栈道形式,其横梁决定了栈道整体的安全性;在横梁的大规模生产过程中,难免造成浪费现象。本研究利用材料力学基本理论、拓扑优化方法、有限元数值仿真对悬挑式栈道横梁结构进行了安全性分析和优化设计,获得了一种安全实用的横梁结构优化方案。研究结果可适用于类似场景下的悬臂梁结构,助力减碳减排。", "label": "土木建筑", "id": 0}
{"content": "本工程是按照所下发的毕业设计任务书的相关要求进行的建筑及结构设计,内容主要包括三个部分即:建筑设计、结构设计。此工程的名称为北京市延庆区某宾馆建筑及结构设计。宾馆长45m,宽17.7m,建筑高度22.65m,主体结构为6层。首层层高4.2m,二至六层层高均为3.6m,顶层楼梯间高3m,总建筑面积4850平方米。室内外高差0.45m。外墙填充材料为250厚加气混凝土砌块,内墙填充材料为200厚加气混凝土砌块。外墙采用粉刷涂料粉刷;结构类型为框架结构,相关地震设计信息均参照任务书的设定。在结构设计部分,水平地震作用采用底部剪力法进行计算,梁端弯矩采用弯矩分配法进行计算并进行配筋;柱下基础采用现浇钢筋混凝土独立基础。在毕业设计过程中,应用CAD、PKPM辅助设计。", "label": "土木建筑", "id": 0}
{"content": "该设计为钢筋混凝土框架结构,在结构设计过程中,根据建筑部分设计特点以及最新的国家规范为依据,对建筑物的结构选型,结构计算和结构布置做了全面的设计,根据结构设计的步骤及相关规范,确定计算单元,计算框架内力,侧向位移,然后进行内力组合、楼梯设计以及基础设计等。本次设计过程中,通过对AutoCAD2018,PKPM,Excel,Word等软件的使用,对结构设计进行了进一步的完善。", "label": "土木建筑", "id": 0}
{"content": "本次毕业设计的任务是对一座框架结构建筑物进行结构上的计算和设计,于是我选择的建筑物是位于郑州市的一座商业办公楼。该建筑的建筑总高度为16.2m,建筑面积为4600m2左右,为四层现浇钢筋混凝土框架结构。其标准层高度和底层高度分别为3.6m和4.2m,屋顶有女儿墙,其高度为1.2m。该建筑物的抗震设防烈度为7度,其设计使用年限为50年。本设计提取了一跨主框架、楼面板和屋面板,对这些结构构件进行截面上的设计与配筋的计算。该结构选为多层、钢筋混凝土框架结构,设计内容可分为:（1）确定计算结构;（2）计算结构承受的荷载;（3）计算结构的内力;（4）根据计算结果对构件截面配筋;（5）进行楼梯以及基础的选择和计算;（6）根据上述计算进行施工图的绘制。基础选择为柱下现浇锥形独立基础。框架结构是梁和柱组成框架共同抵抗使用过程中荷载的结构。本结构设计的确定以及各个计算简图及里面尺寸的确定都参考了相关的设计规范,对设计出的构件进行内力的计算并对内力进行组合,根据组合所得到的不利数据来进行梁柱截面的设计。基础设计时先对基础的大致尺寸进行确定,然后再对基础的高度和抗冲切能力进行验算,最后再计算基底的配筋。", "label": "土木建筑", "id": 0}
{"content": "本结构设计与计算内容包括:荷载计算;计算简图、内力分析、内力组合及变形验算;梁、板、柱截面设计及构造措施;基础设计;楼梯设计;其它构件。", "label": "土木建筑", "id": 0}
{"content": "本结构主体是六层框架,建筑用途是办公楼。设计共分为两个方面,分别为建筑设计和结构设计。结构设计,为根据已定的建筑物尺寸,确定合适的梁、柱尺寸。然后通过计算得到的荷载。", "label": "土木建筑", "id": 0}
{"content": "近年来,全国各地都在大力推广装配式建筑,但依旧发展缓慢,主要靠政策扶持,根本原因在于无法解决装配式建筑成本过高的问题,本文从降低装配式建筑成本出发,通过对预制构件在设计、生产、运输、安装等环节的分析研究。总结预制构件标准化设计的思路和推广应用,不仅解决装配式建筑成本过高的问题,还使装配式建筑全生命周期实现可视化、标准化和智能化控制。", "label": "土木建筑", "id": 0}
{"content": "文章从建筑师的角度总结回顾了新中国成立以来国防工程发展历史,结合新军科使命要求和职能定位,牢牢把握\"面向战场、面向部队、面向未来\"这一根本方向,在梳理分析国防工程特点规律基础上,提出以作战效能为统领的国防工程建筑设计原则,以规范提升国防工程建筑创作整体水平。", "label": "土木建筑", "id": 0}
{"content": "军事因素在香港的城市发展中起到极为关键的作用。明清时,随着海防压力提升,香港地区已经成为我国海防中的重要一环,至今还留有军事设施遗迹。鸦片战争后英国强占香港岛,之后火炮技术的进步成为英国不断要求香港拓址的主要因素——随着火炮射程和精确度逐步增加,为了防止敌方攻击港岛核心区,英国政府先后割据了九龙半岛和新界地区。二战期间,空军成为影响战争走势的决定性力量,香港被英军战略放弃,在日军入侵期间,驻港英军构筑的防线几乎没有发挥作用。日占时期,香港因其战略地位成为盟军的重点攻击对象。二战结束后,因香港维持了长期的和平和稳定,军事因素对香港城市之影响才逐步减弱。", "label": "土木建筑", "id": 0}
{"content": "随着当今社会的科学技术的发展,框架—剪力墙结构已经广泛的应用于高层酒店住宅、办公楼等建筑当中。框架—剪力墙结构中既有框架又有剪力墙,在结构合理布置的情况之下,可以同时发挥两者的优点和克服其两者的缺点,即既可以形成较大的使用空间,又具有较大的抗侧刚度,而且两种结构形成两道抗震的防线,对于结构的抗震非常的有利。本工程为高层酒店公寓式住宅设计,主体的结构体系为框架剪力墙结构,主体建筑为10层,无地下室。在建筑设计方面考虑,要切实满足建筑物的功能要求,为人们生产和生活营造良好的环境。在设计中,采用合理的技术措施,正确选用建筑材料,根据建筑空间的特点,选择合理的结构、施工方案,使房屋坚固耐久,同时兼顾美观。在结构设计中确定计算简图,估算梁、柱截面尺寸;使用PKPM建立模型。手算方面运用D值法求解水平地震作用下结构内力计算;利用分层法求解框架在竖向荷载作用下的内力计算。在基础设计中确定基础底面尺寸、基础高度,进行抗冲切验算等。", "label": "土木建筑", "id": 0}
{"content": "处于我国生态文明建设发展战略深入渗透建筑设计领域的新时代背景下,生态建筑学概念应运而生,成为了我国建筑领域前进发展的新指导。而将生态建筑学科学引进高层建筑设计中,可实现建筑施工能源资源的有效节省,缓释城市土地资源紧张压力,为城市居民带去更为舒适、美丽、安全的生活环境。对此,本文将围绕生态建筑学,展开其基本概念的浅析,梳理其应用于高层建筑设计的根本原则,提出其结合高层建筑设计的可行途径,推动我国建筑设计领域早日收获发展新成就。", "label": "土木建筑", "id": 0}
{"content": "本论文基于VDC/BIM的产品—组织—流程研究模型,增加软硬件的基础设施这一核心要素提出了POPi数字化集成框架。并针对大型超高层项目BIM应用及软件多样性和跨组织任务互依性的实践特征论述了POPi框架的要素模型和相应关系。论文结合苏州中南中心项目从实践的角度分析了POPi框架的四个核心要素模型,并基于要素模型分析了项目设计和施工前期阶段的典型应用。", "label": "土木建筑", "id": 0}
{"content": "围绕高层住宅剪刀楼梯间的设计讨论很多,莫衷一是。在消防监管主体改变以后,依据建设工程消防技术标准进行设计、审查的需求更加明确,本文从设计依据角度,对住宅建筑剪刀楼梯间共用前室、合用前室或前室能否开设住宅户门进行讨论,提出结论建议。", "label": "土木建筑", "id": 0}
{"content": "随着中国城市化进程由高速度转变为高质量的发展,高层商业综合体的重要性日益凸显。利用计算机自动生成建筑体块的传统方法通常会导致生成的高层商业建筑体块单一,缺乏多样性。为增加高层商业建筑体块的多样性,本研究以南京市某科技城高层商业综合体设计为例,构建了一个基于Physarealm黏菌群落算法的高层商业综合体生成式设计系统。系统首先根据场地建筑限高、密度限制、日照等自然和人工限制条件,通过参数模型计算出多种符合项目要求的备选建筑体块方案。在此基础上,运用Physarealm黏菌群落算法进行模拟。①以备选方案建筑体块出入口作为黏菌初始生长点,设置人流吸引点作为黏菌的吸引目标。②基于菌落在建筑主体块内移动生长的路径与分布状况,模拟出人流在高层商业综合体中的移动与分布。③进行多次模拟验证,总结模拟结果的共同规律。④根据模拟结果在建筑内部人流密集处适当布置交通核心、观景平台、重要商铺、特色空间等,并且优化建筑体块的内部空间。该系统在提供自动化生成建筑体块功能、提升设计效率的同时,利用计算机仿生工具模拟商业建筑内人流分布,优化建筑内部空间,保证了生成建筑体块的多样性,启发了设计师创造力。", "label": "土木建筑", "id": 0}
{"content": "面对复杂多元的可持续发展愿景,虚拟仿真、模拟分析、优化算法等数字技术为绿色建筑设计与实践创新提供了新的契机。其中,建筑性能模拟（BPS）与性能优化（BPO）为绿色设计决策提供支撑。本文对绿色建筑方案阶段性能模拟与性能优化的演变与应用进行梳理,进而从建筑师视角出发,依托Rhino+Grasshopper平台,运用Ladybug+Honeybee、Eddy 3D等性能模拟插件,Wallacei优化算法插件,以贵州贵阳市某高层办公综合体方案创作为载体,从建筑面积、架空指数、视野指数、太阳辐射均值、退台面积等层面,提出多目标优化算法驱动下的绿色性能反向生成设计逻辑。进一步从\"参数设置\"和\"寻优过程\"两个方面详细阐释BPS与BPO的应用,实现提升物理环境、丰富建筑空间等多目标下的理性设计与美学创新,以期为绿色建筑性能化设计在方案阶段的应用提供参考和借鉴,并对优化算法工具的发展应用前景进行展望。", "label": "土木建筑", "id": 0}
{"content": "高层建筑作为一种常见的城市建筑类型,提升其建筑性能对实现城市可持续发展有着重要的价值。然而在设计实践中,高层建筑由于其体量较大,与周边环境的相互作用复杂,在缺乏指导和辅助设计工具的条件下,设计师在方案阶段往往难以系统地对高层建筑的性能及其对周边环境的影响进行分析和优化。对此,本文介绍一种基于Rhino-Grasshopper插件EvoMass实现的面向气候性能的高层建筑设计方法。该方法借助EvoMass在建筑体量设计生成方面的功能,通过设计采样对高层建筑的多项性能进行分析。此外,通过结合EvoMass提供的SSIEA优化算法,在性能分析的基础上,进一步对高层建筑设计进行针对性能的优化。分析和优化的结果可以为设计师的方案构思和概念深化提供有益的参考。为了说明基于EvoMass的高层建筑设计性能分析及设计优化方法,本文将以南京地区的高层办公楼设计为例,说明该设计方法及其过程,并讨论该方法对建筑设计实践的价值和意义。", "label": "土木建筑", "id": 0}
{"content": "绍兴国际会展中心一期B区工程超大展厅面积2.6万m2,跨度72 m,净高16 m,消防设计难度大。对超大空间展厅采用防火分隔水幕方案、配备无源开启屋盖的防火隔离带方案进行对比,后者在经济性、提高建筑空间利用率方面具有明显优势,同时对无源开启屋盖的结构设计要点及无源驱动系统的设计情况进行了详细介绍。", "label": "土木建筑", "id": 0}
{"content": "为顺应某物流公司时代发展需要,该公司拟于浙江省杭州市江干区建设一座新型高层办公大厦。紧紧依据当地高新技术文化与建筑特色,突出建筑设计的时代性,充分考虑使用人群的活动、心理及办公需求,适应基地独特的地理位置及周边环境,结合北侧铁路轨道,做出具有时代特色及符合当代技术文化特色的高层建筑。同时保证绿地率,设置既具有观赏性又具有实用性的无边界水面,丰富整个场地的空间构成,增加了趣味性。", "label": "土木建筑", "id": 0}
{"content": "在科学技术日益发展的现代,高层建筑成为一个城市建筑事业、文化教育、科技发达乃至生活水平高低的重要标志之一。高层建筑的房屋高度要从室外的地坪面开始计量到建筑房屋最主要的楼层屋面的高度,在所测得的高度中不包括建筑物突出楼层屋面的一些设施构件例如电梯空调设备机房、储蓄水箱、辅助构架等的高度。高层建筑在解决城市人口居住问题的同时,也会在避免火灾、地震等灾难面前,造成无法自救或他救的问题。如今,科学技术高速发展的情况下,建筑行业不仅在技术还有设计上也达到了空前繁荣的高度,例如在高度、外观造型、功能应用、材料选用、结构布局等高层建筑层面。在众多复杂因素下,防止火灾发生及其蔓延、扑灭火灾的困难程度也逐渐变得更难操控。在越来越多的高层建筑崛地而起中,不管是高层的建筑住还是建筑办公,发生火灾的总体数量也随之逐年增多。所以针对这些问题我国在历年的努力与不断探索下进行了防火设计的相关的实验与总结,防火国标新版也在2018年5月9日又一次基于旧版即2014版的基础上修订并颁布。这也是高层建筑防火结构设计时所必须遵循的规范之一。在众多防火结构设计中,最为关注的是主体承重结构例如防火墙的整体安全性以及其隔离体例如防火门的耐火性能等。以往高层建筑防火结构设计中特别是防火墙在大多数情况下是与剪力墙合二为一形成复合功能的结构布置;适当合理的防火门结构布置会减慢其高层建筑火势的蔓延、烟气的扩散、人员的疏散以及灾情的扑救等方面争取及其宝贵的时间。高层结构建筑防火结构相关布局的相关性问题涉及到的结构布置,不仅在满足人们居住、商业等功能性必要要求下,再进行结构优化及安置,主要针对三面进行拯救。火灾前,合理而科学的防火墙、防火门等防火分隔的布置,隔开众多材料设备交杂的安全隐患;火灾时,合理而科学的防火墙、防火门等布置,延缓火灾蔓延速度,最大程度加长火灾救援和逃生时间;火灾后,合理而科学的防火墙、防火门等布置,可以加快扑灭速度和最大拯救经济财产。保证在财产人员乃至建筑的损失都降低到最小。本论文研究对象及内容是针对我国的高层建筑防火结构的防火门,防火墙的相关布局展开论述及其设计。分析我国结构工程师在高层建筑防火结构布局时所存在的不足之处,然后根据案例进行,最后总结并提出一些布局方案及方法,对以后进行高层建筑结构防火方面的布局提供一些较好的见解,提高其建筑防火的安全性。本论文采用的方法主要可以分为三大类:文献调研法,对比研究法及案例分析法。（1）文献参考法:在论文撰写前期,主要用到的是文献参考法,在校园网站,图书馆等地方进行大量收集文献、案例、专利等相关的电子或者纸张书籍、报刊及杂质等,进行资料的准备工作;（2）对比研究法:在论文撰写中期,根据前期的准备工作,对这些资料进行阅读,深入研究并进行分析总结,特别是对住房和城乡建设部在2018年编辑并修订的防火规范;（3）案例分析法:在论文撰写后期,对于前期准备的案例和中期资料的分析总结,进行论文编辑和草拟。最后通过以上三种方案进行归纳总结,得出相对完善的结论。", "label": "土木建筑", "id": 0}
{"content": "近年来,随着经济进一步发展、城市人口集中,用地紧张以及商业竞争的激烈化,更加剧了房屋设计的复杂性,许多高层建筑不断被建造。高层建筑常用的结构形式有框架结构、剪力墙结构、框架-剪力墙结构、框筒结构等,而钢筋混凝土框架、框架-剪力墙结构则在小高层及高层民用建筑中占据主导地位。该设计为焦作市中源航空大厦设计,为十一层钢混框架结构,框架结构是由许多梁和柱共同组成的框架来承受房屋全部荷载的结构,此建筑高度38.0米,建筑抗震设防烈度为7度,工程所在地为河南省焦作市。本设计将在建筑图的基础上独立进行结构布置,并对主要承重构件进行截面和配筋设计,使之满足高层建筑的功能要求。", "label": "土木建筑", "id": 0}
{"content": "高层公共建筑的疏散路线上的系列空间,既涵盖建筑构成的三维空间要素,又涉及整个疏散过程的四维时间因素,不仅受到法规条文的约束,还要考虑到人们使用的便捷。其设计具有相当的复杂性,在传统教学中则无法展现出设计应用的全过程及其实施效果。因此,采用虚拟仿真技术,模拟灾难情况下人员的逃生方式,掌握疏散路线的临场使用状态,完成高层公共建筑疏散路线设计具有非常重要的现实意义。", "label": "土木建筑", "id": 0}
{"content": "党的十九大报告指出,中国特色社会主义进入了新时代。在这样的大背景下,《绿色建筑评价标准》GB/T50378-2019 （以下简称新国标）在2019年10月1日正式实施;随着重庆加快建设内陆开发高地,越来越多的跨国企业选择在重庆落户,对于租用或自建办公楼的绿色认证要求也日趋国际化。基于以上背景,绿色建筑二星级和LEED核心与外壳（CS）金级认证成为了大部分地产开发企业的首选。本文结合重庆高层办公楼实际案例,针对双认证项目,总结出各专业绿色技术措施,为同类型的项目提供了一定的设计参考。", "label": "土木建筑", "id": 0}
{"content": "主要介绍马来西亚某在建五星级酒店项目在施工总承包管理实践中,根据该酒店项目的设计特点、施工工艺方法、施工环境、当地的劳动力、设施设备资源情况、当地应用的规范标准和施工习惯,并结合BIM可视化模拟施工技术在施工阶段对项目进行设计与施工优化管理,以技术强化生产、以设计控制成本,实现节流增效,为生产管理提供保障,为进一步开拓马来西亚建筑市场,总结宝贵的技术设计经验,推升企业发展质量,增强行业核心竞争力。", "label": "土木建筑", "id": 0}
{"content": "结合某工程实例,对超高层办公楼内回风系统气流组织进行了原方案与优化方案模拟分析。两种回风系统都采用天花吊顶内回风,区别在于原方案回风集中于外区专用风管至机房回风,优化方案在于将回风走向移至走廊在进行集中回风。对两种回风系统设计下的办公建筑室内的流场数值模拟结果进行了分析比较。结果表明:采用方案B回风口回风量均匀性明显好于原始方案A回风口回风量均匀性。", "label": "土木建筑", "id": 0}
{"content": "快速的城市化进程逐渐带来了城市天际线失控、失序、失美等问题,同时现阶段在试图营造\"相对优美\"的城市天际线的过程中,缺少对地方核心文化意象、审美取向的诠释与传达,未能够充分展现地域文化特征、空间美学特征,使一些地区失去了其最本源的空间美学特点。本文以杭州湘湖地区为例,深挖地方山水核心特征,结合对传统诗词书画的美学基因解读、对不同社会群体的审美意象访谈,挖掘提炼地方山水美学的核心价值。在此基础上将这种山水美学的显性载体转译为现代城市天际线的控制要求,并基于景物及观景点的美学价值与公共属性,构建景观眺望体系,从显山、露水、营城、留白四个方面提出城市天际线优化设计策略,使城市天际线能够有与自然山水相契合的显性表达的同时,亦能反映内在的地方文化特征、审美情趣,为其他近山滨水典型地区的城市天际线设计提供参考与借鉴。", "label": "土木建筑", "id": 0}
{"content": "自然资源周边的建筑高度控制一直在建筑高度控制研究中占据重要地位,山体周边地块建筑高度控制更是重中之重。传统山体周边建筑高度控制一般利用地理信息系统模型等手段,达到预留观测山体视线通廊的目的。然而,在地位日益提升的生态文明建设思想指导下,以山体为背景的重要公园、景区等片区对于山体观测提出更加以人为本的景观要求。在原有\"观山望水\"的基础上更进一步,需要在观山过程中尽量避免景区周边高度过高外围建筑的干扰。因此,本文通过在传统建筑高度控制手法基础上进行方法改进和技术突破,力求不仅满足人民\"显山露水\"的基本景观需求,更能够通过景区周边建筑高度控制,做到\"藏城于景\",最大程度避免过高建筑对景区的负面影响,创造天更蓝、山更绿、水更清的优美游赏环境。", "label": "土木建筑", "id": 0}
{"content": "在城市高速发展和资本逐利的冲击下,城市空间高度失控现象日益凸显,城市风貌特色逐渐淹没在无序的建筑高度建设之中,这一现象在景区与城市空间交汇的\"景-城\"过渡地区尤为显著。本文尝试提出一种互动观望视角下的\"景-城\"过渡地区的空间高度控制方法,借助三维分析平台,以人的视觉感受为依托,通过双向景观互动观望,从视点观望和景观点被观测的双重维度对高度进行合理引导,同时以高度变化趋势的方式,优化传统大尺度街区和地块以单一高度指标控制的方式,实现空间高度的精细化引导。并以杭州湘湖旅游度假区为案例进行具体实践。以期借助数字化的分析方法,为城市型风景区保护与城市开发的关系提供新的思路,为\"景-城\"过渡地区的高度控制提供思路与参考。", "label": "土木建筑", "id": 0}
{"content": "本文以某超高层复杂单元幕墙工程为例,探讨BIM融合工业数字化的创新技术在超高层复杂单元幕墙出图下料中的应用,并与传统幕墙出图下料方法流程进行对比,体现BIM融合工业数字化的创新技术在单元幕墙出图下料中的强大优势。", "label": "土木建筑", "id": 0}
{"content": "本文立足于三亚某人工岛填海项目,结合Bentley数字化平台,总结项目实施过程中BIM应用的相关经验,以BIM技术辅助30m级直立式围堰护岸钢圆筒制作加工、分析受力以及海上运输过程为视角,详细阐述BIM技术在项目实施过程中进行仿真优化并辅助决策的全过程。基于数字化平台,以及信息化管理手段,使得钢圆筒生产加工、运输及振沉过程高效、安全;为项目各参与方带来提质增效的绝佳办法。", "label": "土木建筑", "id": 0}
{"content": "本工程为某住宅小区地下车库,该小区将要在车库周边建造建筑面积12000m~2的楼宇五栋,地下建筑层数为两层,停车场上部覆土厚度1m,地下两层层高都为3.5m,施工组织设计,就是对拟建工程的施工提出全面的规划、部署、组织、计划的一种技术经济文件,作为施工准备和指导施工的的依据。它在每项工程中都具有重要的规划作用、组织作用、指导作用。", "label": "土木建筑", "id": 0}
{"content": "随着城市空间的快速发展,城市地下空间和人防工程的开发和利用越来越受到人们的重视。在实际的规划设计中,怎样正确认识和促进城市地下空间和人防工程的协同发展是城市空间设计中需要关注的重点。为此,文章在分析城市空间,特别是城市地下空间和人防工程协同发展必要性的基础上,就实际城市地下空间和人防工程协同发展的利用中遇到的难题,以及如何实现城市地下空间和人防工程协同发展利用的策略等内容进行科学深入的研究,以便思考更加合理的城市地下空间和人防工程协同发展利用的策略,共同促进城市空间中城市地下空间资源的科学利用。", "label": "土木建筑", "id": 0}
{"content": "本设计主要为济南某住宅小区地下停车场综合设计,设计采用钢筋混凝土现浇框架结构,建筑为地下两层,建筑总高度9.5米,建筑面积17280m~2,要求停放小型汽车数量不少于514辆。主要进行了无梁楼盖计算,本设计主要是应用经验系数法计算,计算内容包括顶板与柱的计算。", "label": "土木建筑", "id": 0}
{"content": "以国家会展中心（天津）工程二期项目为背景,在保证施工质量、进度、安全的前提下针对人防地下室的建设施工技术相关要点展开分析,且重点关注在人防工程上就相关问题提出一些对应措施和建议。", "label": "土木建筑", "id": 0}
{"content": "在现阶段的项目设计中,由于地形限制,需要采取一系列的技术措施来保证项目设计的合理性、适用性。在地形坡度略大,场地平整时需要大体积的土方开挖的项目中,考虑从设计的技术措施出发,既保证结构的合理性,有减少土方带来的影响。加腋措施是解决地形条件限制,土方工程量巨大的建设项目的有效方法之一。", "label": "土木建筑", "id": 0}
{"content": "为了进一步提高车库设计中计算机辅助设计的自动化程度,通过解析和抓取设计师最常用的一种设计思路,同时模拟传统操作流程,基于Dynamo可视化编程编写了一套自动排布车位的程序算法。结果表明:对于每一种测试模型,当设计条件相同,且设计师和计算机均采用相同算法的情况下,人工布置的结果和计算机生成的结果均吻合。程序的运行效率、稳定性、运行结果的准确性、合理性,操作流程的便捷性等方面都基本满足了研究的预期效果。", "label": "土木建筑", "id": 0}
{"content": "人体舒适度与环境质量密切相关,由光、声、空气温度以及空气品质等方面共同决定。立体车库环境质量是影响管理者和维修者的生理健康、用户使用体验与消费决策等的重要因素之一。现以上海部分现有地下立体车库为研究对象进行实地调查,定量分析照度、声级、空气温度与CO2浓度4项环境参数,同时对车库使用者进行问卷调查,定性分析用户对以上4个方面的满意度。通过分析车库环境参数与使用者满意度之间的关系,从主、客观2方面综合评价车库环境质量,构建地下立体车库环境总满意度预测评价模型,为地下立体车库产品设计的优化提供有益参考。", "label": "土木建筑", "id": 0}
{"content": "污水处理厂是城市水系统的关键设施。传统地上式污水处理厂由于占地面积大,存在噪声、臭气、景观不佳等环境负面效应,应用逐步受到限制,而地下式污水处理厂通过将污水处理设施下沉到地面以下,实现了地下空间的科学利用,节约土地资源;同时整体设计地下全封闭状态,地上还可结合周边环境进行美化,实现与周围环境的和谐共处,为污水处理提供了新的建设模式。本文系统梳理了国内外地下式污水处理厂的发展历史、结构设计、工艺类型及存在问题,并展望了地下式污水处理厂发展的重难点工作。", "label": "土木建筑", "id": 0}
{"content": "针对城市交通拥堵、土地资源紧张、城市财政能力有限、城市地下道路建设造价高的情况,提出了经济型的城市小客车专用地下道路的概念,并就不同驾驶模式下地下道路的行车道宽度、建筑限界高度、通行能力进行了研究分析。结果表明:1)城市小客车专用地下道路行车道宽度相对现行规范标准均可缩减0.4～0.5m;2)仅通行小客车的情况下,建筑限界高度2.5m可以满足行车视距要求;3)智能驾驶模式下的理论通行能力是普通驾驶模式的2倍以上;4)当采取其他救援保障措施替代应急车道,同时缩减行车道宽度及建筑限界高度的情况下,城市地下道路断面面积可缩减50%左右。研究成果为解决城市拥堵、减小城市基础设施建设财政压力提供了新思路。", "label": "土木建筑", "id": 0}
{"content": "随着发展中国家城市化进程不断加快,我国在规划建设方面取得虽然显著性成果,但是也存在不少问题,比如城市的绿地率随着城市建筑物不断增加而减少,因此国内城市地下人防工程建设现阶段处于非常重要的地位,我们的发展目标要从地上向地下进行转移。本文分析国内人防工程系统概况,阐述了当今我国在城市人防工程系统的现状和存在的问题,对我国的城市发展具有重要的影响。职能部门要将人防工程的各项功能进行兼顾,把人民的安全放在第一位。与此同时,消防人员也要提高自身专业素养,领导力和组织能力,遇到危险时能及时将人们疏散并安排到指定的位置避难。城市中相关部门中的技术员需利用科学技术手段将城市网络系统进行串并联混合,使城市网络系统各个结构既相互统一又相互作用,当灾害来临的时候可以保障人民的安全的同时把城市经济损失降到最低,以达到效益最大化。", "label": "土木建筑", "id": 0}
{"content": "随着地下空间的开发利用的发展,地下室的抗浮设计也日益受到重视。目前部分地下室设计采取独立基础+防水板+抗浮锚杆的方式,现常用锚杆设计方法不能反映结构的实际受力和变形情况,不能合理、经济地设置锚杆。对锚杆各种布置方式进行对比研究,并通过数值方法计算了锚杆刚度和独基、防水板的基床系数,结果表明:集中布置锚杆方案可充分利用柱底压力,减少抗浮锚杆数量及减少其防水板抗浮弯矩;防水板可与合适刚度的锚杆协调变形;可通过地勘、载荷板试验或锚杆抗拔试验等比较精确的给出锚杆刚度及独基、防水板基床系数的数据;对于相似工程,有很强的借鉴意义。", "label": "土木建筑", "id": 0}
{"content": "通过参与湖南省人防工程防护设备安装质量年度抽查检测项目,根据六个地级市州的实际检测情况总结了人防工程防护设备安装质量问题,并对其原因进行了分析,同时将检测过程中遇到的难点及需要注意的重点进行了总结,最后为提高防护设备安装质量给出了建议。", "label": "土木建筑", "id": 0}
{"content": "通过查询相关防护工程科研报告和模拟分析,通过冲击波在通道内的传播规律和扩散过程中等效面积的扩散原理,将\"十字式\"人防出入口转换成\"穿廊式\"出入口,同时给出了相应的计算公式。", "label": "土木建筑", "id": 0}
{"content": "直流电阻率方法原理简单、抗干扰能力强,物性方程满足泊松方程,因此,对低阻、高阻体均具有明显的物理响应,且其分辨率不受电磁波\"频率\"影响,适合于深部空间开发利用大尺度工程探测和小尺度原位测试。大尺度工程应用:地下空间的开发利用安全首当其中,和煤炭开采有相似地方,查明目标地质体构造是保证安全的前提。其中主要包括两部分初始掘进超前探测和巷道行程后的地下空间的利用。在掘进巷道内铺设电极,激发全电场数据,利用全空间三维反演技术探测掘进面前方的地质情况;地下巷道行成后,利用巷道空间,环绕工作面铺设电极,利用全电场数据,给工作利用三维反演技术对工作面内部地质情况进行探查。小尺度岩石样本测定和原位测试:深部地下空间（大于1500米）岩石电性物理特征研究是进行电磁法探测基础,而目前电磁法研究主要聚焦在大尺度问题,主要利用其低频成分。利用低频电磁信号成分研究小尺度岩石样本不可行。直流电阻率方法,其物性方程满足泊松方程,不受大小尺度大小的现在,其分辨率主要决定于剖分网格的大小,可对岩石小样把进行测试,利用三维反演技术可对其内部构造进行刻画。原位测试指在深部地层岩石的原始部位或者模拟相似环境中进行,因此要高精密的仪器设备支持深部空间环境,与电磁法电磁场相比,直流电场稳定,更适宜用于原位测试。", "label": "土木建筑", "id": 0}
{"content": "瞬变电磁法是能够提供地下空间电阻率分布的常用物探方法。在瞬变电磁数据反演解释中,常规反演方法多侧重于提供单一的最优反演结果,然而由于模型化过程和数据本身存在误差,使得存在一定范围内的模型均能够有效满足数据拟合,单一反演结果难免会造成估计结果的偏差。变维贝叶斯反演结合统计学思想提供的模型置信区间,能够有效对这种不确定度范围进行描述,然而受庞大的计算量及瞬变电磁自身正演速度的限制,使得该方法评估效率仍然较低。本研究进行了优化变维贝叶斯反演效率的有效尝试,探究了限制模型核数、变化采样步长及设置收敛条件对反演速度及收敛性的提升作用。为了提升变维贝叶斯反演的实用性,我们提出了BIC-A M优化策略用于瞬变电磁数据变维贝叶斯反演的快速精准解释。仿真结果验证了该策略能够满足对模型充分采样的同时,将反演速度提升4倍。我们利用该方法与MPI技术的结合,在普通计算机上高效的解释了城市地下空洞区的二维地下电阻率的概率密度分布信息,相比于传统算法反演效率提升15倍。研究成果将为瞬变电磁数据的快速不确定度分析提供新的解决策略,也能为变维贝叶斯反演在其它地球物理探测方法上的应用提供参考。", "label": "土木建筑", "id": 0}
{"content": "城市的快速发展带来了经济效益,同时也引起了许多\"城市病\",影响着城市健康和市民身体健康,健康城市的理念在这样的背景下成为各国关注的焦点,纷纷探索相应的政策和设计策略。商业综合体与地铁站的连接空间作为步行公共空间的一部分,有着区别于普通步行空间的\"四多\"特点,构建良好的连接空间有助于健康城市的建设和改善市民的健康。对此,本文在健康城市的视角下,以北京地铁8号线为研究对象,通过实地调研,对交通系统、场所风貌、景观设施三方面进行现状分析,并提出相应的设计策略,促进连接空间的健康发展。", "label": "土木建筑", "id": 0}
{"content": "地铁作为最常见的城市轨道交通形式,为人们的出行提供许多便利。但地铁车站工程存在施工复杂节点多、机电管道错综复杂、施工顺序交叉复杂和施工周期短等的问题,增加了施工的难度,寻找应对的解决方案迫在眉睫。本文以南宁轨道交通三号线为例,详细介绍了贯穿整个施工阶段利用工程项目的数字化信息模型、BIM综合应用、BIM协同管理等技术实现了BIM技术与实际工程项目的融合贯通。同时结合地铁车站项目的需求,规范了深化设计的工作流程,合理管控项目进度和质量,并通过BIM技术精细化管理各个专业及优化管线安装,并探索了BIM在地铁项目数字施工中的应用。为未来BIM运用于地铁车站数字施工项目提供宝贵经验,实现建筑产品的\"数字孪生\",推动BIM应用落地。", "label": "土木建筑", "id": 0}
{"content": "某轨道交通地下停车场为超长混凝土框架结构,具有跨度较大、顶板荷载大的特点。停车场顶部梁板采用部分预应力混凝土结构,在梁内设置缓粘结预应力钢绞线,板内设置无粘结预应力钢绞线;结构设计时预应力主要用于解决结构超长的温度应力、混凝土收缩徐变、结构梁板裂缝和挠度要求,提高梁的刚度,由普通钢筋承受主要荷载。采用有限元软件计算结构内的温度应力,结合工程介绍预应力筋的计算方法、缓粘结预应力筋的施工优势,可供其他缓粘结预应力工程设计参考。", "label": "土木建筑", "id": 0}
{"content": "随着私家车的不断增多,停车难的矛盾日益突出,尤其是在老城区和商服繁华区。本文以惠州市惠城区江北街道办事处某公园地下空间作为社会停车用地出让为例,浅谈如何利用剩余法评估地下空间使用权为社会停车场用地的地下机械式立体停车库的最佳开发利用方式。", "label": "土木建筑", "id": 0}
{"content": "文章通过概述某回收设备工厂建设项目概况,通过对其建设项目的背景及必要性进行分析,为该厂设计建设方案。针对其方案进行投融资方案的评估以及该厂建设项目财务效益的评估,确定该厂建设项目的风险并给出可行性研究结论和建议。", "label": "土木建筑", "id": 0}
{"content": "随着我国建筑行业信息化的飞速发展以及相关政策及规范的不断完善,建筑信息模型（BIM）这一概念正在被越来越多的人所知晓,BIM技术也被越来越多的企业应用于各大工程之中。本文将使用Tekla Structures等一系列BIM软件对华都工业园B1厂房进行三维建模、碰撞检测、工程计量、效果图渲染等工作,并完成节点优化以及施工图深化,在操作过程中及时发现问题和解决问题,降低施工过程中出现错误的概率,使施工过程更加简便,从而大大提升工程施工的效率。", "label": "土木建筑", "id": 0}
{"content": "装配式建筑是符合现代建筑产业化发展的一种新型建筑结构,本文阐述了装配式建筑的优势及现阶段存在的主要问题,分析了装配式建筑在汽车工业厂房设计中的应用及前景,旨在为装配式建筑在以钢结构厂房为主的工业厂房设计应用提供参考。", "label": "土木建筑", "id": 0}
{"content": "建筑信息模型（BIM）作为新兴的技术手段,如今已在全球各国工程项目实施过程中广泛应用,其中数据交换传递和管理是BIM应用的重要组成部分。核电项目因涉及的利益相关方众多,在推广应用BIM技术时,各方需要遵守同样的数据交换标准才能达到提高效率、提升质量、控制成本等目的。本文通过对BIM国内外相关信息数据交换标准研究并结合工程实践,总结相关方法并提出建议和指导。", "label": "土木建筑", "id": 0}
{"content": "从冶金工业厂房的特点出发,简要介绍Bentley PS软件与Tekla Structures软件在冶金厂房三维设计中的配合应用,并介绍了两款软件之间的模型转化方式。", "label": "土木建筑", "id": 0}
{"content": "厂址废物处理设施（SRTF）是第三代核电技术——非能动先进压水堆AP1000技术引进后,近年来在核电厂设计中新出现的多功能厂房。本文通过对某核电厂SRTF的建筑设计进行了系统介绍和分析,以期为相关建筑设计提供参考借鉴。", "label": "土木建筑", "id": 0}
{"content": "基于文献计量学方法,通过对中国知网总库中\"总图\"\"规划\"\"设计\"等主题词搜索结果的统计,对我国总图规划领域研究现状进行综述。结果显示,我国总图领域现阶段有\"方案评价指标\"和\"BIM正向设计\"两大研究热点;研究论文多数采用方案介绍、方案比选和经验归纳等定性方法,少量采用评价指标体系等定量研究;总图设计工具逐步从CAD转向Revit、Civil 3D等BIM解决方案;地下空间开发、海绵城市、环境保护、节能降耗等新概念逐步融入研究内容。在此基础上,对核电行业总图规划领域研究成果进行分类,并对未来核电总图研究提出做好经验传承、完善理论体系、关注国土空间规划、探索研究方法、优化设计工具等五点展望。", "label": "土木建筑", "id": 0}
{"content": "随着大量特高压换流站的建设,因换流站的自身特点,不可避免的有些换流站选在高差较大、石方开挖回填多的地区,这对换流站的设计施工以及结算都产生了一系列的不利影响。本文以某±800 kV换流站为依托对设计过程中需注意的问题进行分析探讨,主要涵盖了总平面布置、场平和基坑开挖回填、岩石锚杆基础应用和接地设计等方面,供后续工程参考。", "label": "土木建筑", "id": 0}
{"content": "汽车行业关联度高、产业链长、工艺复杂,汽车厂房是交通运输制造行业典型的工业建筑。以一汽—大众汽车有限公司青岛工厂为例,基于绿色工业建筑评价标准指标体系,从节地与总平面布局、节能与能源利用、节水与水资源利用、节材与材料利用、室内外环境及污染物控制、运行管理等六个方面详细剖析了高星级绿色工业建筑运行阶段的主要技术理念及运营措施。", "label": "土木建筑", "id": 0}
{"content": "火工品建筑作为工业建筑中的一种特殊类型,在建筑设计方面有其独特的要求。本文通过对火工品建筑相关规范的梳理,结合工程实践,试图从建筑外部、建筑内部两个方面总结并探讨火工品建筑的设计方法,以便对后续此类型建筑的设计工作有所启示。", "label": "土木建筑", "id": 0}
{"content": "本文从科工文化说起,深入剖析科工七院历史文脉,直面大环境给出的种种难题,逐步把设计理念转变成实实在在的建筑空间。本项目的要解决的几个关键问题,一是在科工文化背景下塑造符合企业气质的仪式化氛围;二是适度还原上世纪被激进的表皮更新掩盖的优质传统建筑,实现新旧的有机结合。三是围绕实用性功能展开全面梳理,优化布局。", "label": "土木建筑", "id": 0}
{"content": "GB 50017—2017《钢结构设计标准》引入了直接分析法作为与传统的计算长度法并行的稳定性分析方法。然而,由于其操作方法相对传统方法较为复杂,且国内直接分析法设计软件的研发推广尚在起步阶段,除了一些难以判断杆件计算长度的特殊结构之外,直接分析法的实际应用案例较少。但是,直接分析法是在模型中加入结构初始缺陷的二阶分析方法,具有直接、准确的特点。本文以单层钢结构工业厂房设计为例探讨直接分析法在工业建筑精准化设计的作用。", "label": "土木建筑", "id": 0}
{"content": "公兴（中电子）再生水厂是四川第二座地埋式污水处理厂,建设周期紧,技术标准高。项目采用\"BIM+\"技术开展正向设计和施工建造管理,使项目全过程都在可视化中进行,可实时复核各类资料,有效减少了项目各阶段的错、漏、碰、缺,缩短了建设周期,从根本上解决了城市基础设施的数字化、信息化问题。本文对\"BIM+\"技术在地埋式污水厂中的设计-建造中的全流程运用进行研究梳理,并分析\"BIM+\"的使用价值,供相关专业参考。", "label": "土木建筑", "id": 0}
{"content": "近年来,越来越多的开发建设项目存在利用法律漏洞,违规增加建筑面积、层数、违规提升容积率等问题。因此,制定完善的相关建筑法规十分重要与迫切。本文仅就单层厂房建筑设计中的高程控制问题进行初步探讨。", "label": "土木建筑", "id": 0}
{"content": "近年来,随着我国经济的高速发展,产业结构不断发生变化,城市规模也在随着城镇化发展在不断扩大,一些位于周边的老旧厂房以不再符合城市发展的规划与要求,同时,国家也鼓励推动旧工业厂房的改造升级,在未来将有大量的工业厂房面临着改造升级的需求。以北京凯利特厂房为例,提出一种\"三提升\"改造策略,利用绿色改造技术,保留旧厂房布局的同时在其内部植入新的内容,实现了废旧工业厂房的建筑空间改造、场地功能提升与建筑性能优化。", "label": "土木建筑", "id": 0}
{"content": "针对城市中土地资源紧缺,传统地上污水处理厂存在\"邻避效应\"的情况,提出将污水处理与绿地、商业、交通、市政等功能复合,建设城市地下污水处理综合体。首先,采用案例分析与现场调研的方法,总结归纳城市地下污水处理综合体的发展现状及趋势;然后,根据深入访谈获得的资料,按照功能类型构建游憩服务型、商业服务型、市政交通型三种城市地下污水处理综合体的空间模式;最后,通过借鉴相关案例的成功经验,提出相应的设计策略,以期为城市污水处理设施空间环境的营造提供借鉴。", "label": "土木建筑", "id": 0}
{"content": "针对某一寒冷地区工业建筑,进行节能诊断,并提出节能改造措施。采用节能设计软件BECS2018,进行能耗模拟分析,通过提升建筑围护结构屋顶、外墙和外窗热工性能,建筑能耗降低9.93%,增加固定水平外遮阳,建筑能耗降低1.8%。设置光伏发电系统,每年发电量约10.1万kW·h,静态回收期约5.8年。进行节水器具改造,每年节水量可达到5 350 m~3,节约水费约3.2万元。", "label": "土木建筑", "id": 0}
{"content": "智能化粮库建设是我国粮食仓储企业适应信息化发展的必然趋势,针对智慧化粮库目前发展问题,利用计算机、网络、传感器、自动检测、自动化控制和视频监控监测等技术,搭建智能化粮库管控集成控制平台,基于平台研发智能粮食仓储、智能粮食出入库、智能粮库安防等系统,实现对库区粮食安全储藏的现代化管理。", "label": "土木建筑", "id": 0}
{"content": "乡村振兴背景下,新农村建设正在大力推进。本文就以河南信阳郝堂村为实例进行分析与研究,在建筑现象学视角下回归事物本质去探究新农村建设中农村的场所精神的重塑中交往设计空间更新设计策略的研究,并总结出农村中交往空间对农村规划设计的指导以及应用意义,进而对新农村建设进行引导。", "label": "土木建筑", "id": 0}
{"content": "本文通过位于山西沁源的三个建筑改造案例和位于重庆垫江的巴谷宿集的营造实例,讲述建筑师通过设计为乡村赋能,由空间带动乡村产业发展和乡村振兴策略落地。", "label": "土木建筑", "id": 0}
{"content": "本文介绍了芳香疗法与民宿结合从而创造出的主题民宿的定位与应用,并结合芳香疗法这一主题提供多种活动内容,以乡村振兴为支点,聚焦新经济模式下的民宿发展。", "label": "土木建筑", "id": 0}
{"content": "中国城市化进程中,乡村传统建筑在现代建筑的冲击下正在发生演变。本文通过实地调研,旨在探讨这种演变的类型、模式,及其后深层的思维模式,并认为,目前中国传统乡村建筑正在走向与现代建筑的混合,这种混合中建筑发生改变的部位和先后次序与其象征含义的多少直接相关,而决定这一演变方式的是中国乡村建筑实用主义的价值观。", "label": "土木建筑", "id": 0}
{"content": "<正>宿集开始于2017年,是我们最早践行的民宿新模式:把国内最好的民宿品牌及一些融合业态聚集在一个地方,形成新的旅行度假的目的地。第一个项目在宁夏中卫,叫黄河宿集,在腾格里沙漠对面,黄河岸边（图1）。第二个宿集在重庆垫江县的明月山里,2020年8月18日开集。这里巴谷的云海日出,几乎每个月都能看到,巴山夜雨后,次日天晴,云海就起来了,雨越大,云越厚,越壮观。", "label": "土木建筑", "id": 0}
{"content": "本文介绍了\"民宿里的中国\"这档电视节目的制作和播出过程,探索从视频的视角发现和传播民宿的方法,强调民宿的发展要靠内容和人心来支撑。", "label": "土木建筑", "id": 0}
{"content": "恩施地区的民宿,主要依托土家族、苗族的少数民族风俗习惯而设立,吸取土家族、苗族的风俗人情自成一体。本文从民宿概念延伸到民宿与恩施地域经济产业结合度,通过对恩施地域生活习惯分析,提出恩施地域民宿未来设计及发展趋势。借以通过民宿与乡村文化结合,通过民宿作为乡村生活的古朴与静怡载体,拉动乡村旅游的蓬勃发展,为游客带来短暂乡村文化输出,达到游客住宿目的。", "label": "土木建筑", "id": 0}
{"content": "中国快速的工业化及城镇化进程引发了乡村空间的剧烈变动,与此同时,人们逐渐提高的物质和精神追求对传统的居住环境提出了更高的要求。相当一部分生活在充满现代高科技产品环境中的人们,渴望回归某种自然纯朴的生活环境,无拘无束的生活方式,在既贴近自然又充满人文情怀的环境中舒缓心绪,得到自我情感的提炼和升华,乡村民宿应运而生。本文试图从怀旧与怀乡的角度,探讨乡村民宿的主题及创设路径,通过找到怀旧与怀乡情感的共同触发机制,自然的将怀旧与怀乡结合在一起,从而为乡村民宿坏境艺术设计创造更多可能性。", "label": "土木建筑", "id": 0}
{"content": "现如今,去乡村旅游已经成为城里人寻找精神归宿的重要方式,乡村民宿随之兴起,成为乡村与城市的共情纽带。乡村民宿与乡土基调的共生融合,成为探寻民宿空间环境营造的必然路径。本文围绕乡村民宿如何融入乡土文化,以人性体验为基点的互生理念,强调乡村民宿的文化性、功能性、精神性,以此向外界传达出当前乡村民宿所客观需要的共情设计,产生设计情感的碰撞与共鸣。", "label": "土木建筑", "id": 0}
{"content": "自2018年以来,上海市连续编制一系列乡村规划建设导则,作为对国家乡村振兴战略和上海市乡村振兴战略部署的回应和落实;2019年上海市政府报告提出\"让乡村成为现代化国际大都市的亮点和美丽上海的底色,加强乡村风貌保护和引导\",乡村人居环境建设和乡村风貌改善成为推进乡村振兴的规划着力点。为建设与上海全球城市定位相匹配的乡村人居环境,浦东新区在成批农房陆续进入更新周期的关键机遇期,组织编制农民建房导则,通过农民建房标准图集推荐、建房示范点建设引导与通用建筑风格宣传等配合导则应用推广的建筑风貌引导探索实践,带动乡村建筑风貌在更替中逐步提升改善,优化乡村人居环境品质,振兴传统江南水乡风貌,建成富有时代特征、彰显浦东特色、乡愁所系、传统文化价值认同引领的江南田园。", "label": "土木建筑", "id": 0}
{"content": "<正>委托单位:溧阳原乡建设投资有限公司设计时间:2017年1月建成时间:2018年1月项目地点:江苏省溧阳市别桥镇塘马水库周边项目规模:21.5平方公里设计说明别桥镇根据溧阳\"全域一体、全国一流\"的旅游发展目标与发展休闲经济部署,依托塘马水库区域半平原、半丘陵地貌,规划并启动了别桥原乡旅游项目开发建设,规划总面积21.5平方公里,项目涉及5个行政村,区域人口1.3万余人。总体规划分为原乡美田、浪漫樱花、鲜果美林、炫彩花田、湿泽野趣、", "label": "土木建筑", "id": 0}
{"content": "<正>委托单位:成都市温江区寿安镇人民政府施工单位:四川中恒华悦建筑工程有限公司项目经理:朱成友设计时间:2019年2月建成时间:2019年8月项目地点:成都市温江区寿安镇天星村项目规模:1.55万平方米设计说明:运用编艺发掘多种创新运用,通过对道路的提升,融合自然环境,对整个园区设计进行\"叠加\",悬空及水下的栈道创新不仅增加了游线,同时相对其他园区也算是一个新的突破,整个场景", "label": "土木建筑", "id": 0}
{"content": "针对嘉兴市某生态农业玻璃温室项目,给出其性能化设计过程,通过多角度模拟分析,最终给出了高性能玻璃温室优化设计方案。基于项目场地的气候条件分析及项目需求,首先采用EnergyPlus对展览温室单体形体及构造进行热工模拟分析,初步确定展览温室的形体原则及围护结构热工性能要求;然后采用Phoenics对展览温室单体开口方式、运行状态进行风环境模拟分析,确定最佳单体方案,进而对项目进行场地风环境模拟验证;最后采用Grasshopper对屋面可调节光伏遮阳板进行太阳辐射模拟,提出各月份最佳遮阳板角度。", "label": "土木建筑", "id": 0}
{"content": "传经过调查得知,目前农村存在一种普遍的问题。村子里的大部分年轻人都选择外出打工,留下了老人和孩子在家留守。儿童是祖国的未来,留守儿童的读书质量问题关系到他们的未来发展。而我们要考虑的不光是留守儿童读书的地点问题,还要考虑留守老人休闲活动的场所问题,另外村里有一块废弃多年的石坑,无人利用。场地面积大约为3000平方米。针对这些问题,本次研究以河北省尹四岳村石坑书屋为主题,遵循资源再利用的设计主旨,运用以石材为表皮材料的生态建筑设计手法,进行构思与设计。以石坑的资源有效再利用为切入点,从项目背景、概念设计以及设计方案剖析等方面进行思考。运用具有魅力的建筑方案来传达设计者对于石坑资源再利用和对留守儿童、老人的呼吁与宣传,提升公众对留守儿童、老人的认知水平,提高公众的生态保护意识。本文希望通过建筑设计,协调人类、资源、环境之间的和谐关系,进行一次尝试与探索。也将对自然的保护通过建筑的\"感情\"传达给人们,希望在社会的大环境中,人们能够加强意识,共同携手保护我们的大家园,形成良好的人与自然的可持续发展。", "label": "土木建筑", "id": 0}
{"content": "吐鲁番生产晾房作为葡萄文化工匠精神的核心辨识符号,其具有本体及外延的2方面的属性:①生产性建筑:反映地域资源在生态农业实践的使用过程;②作为干旱区绿洲农业文化遗产:见证西域古代丝路的历史、文化、科技的传播与发展活态建筑样本。本论文选取传统葡萄种植区麻扎村进行切片式个案研究,利用文化地理学和生态学等跨学科研究方法,梳理葡萄晾房在工匠精神下的生态、经济、艺术与美学等4方面的特征;从应对气候资源、人地关系协调、建筑单体营建工匠技艺3方面研究表明:凝练7类特殊地域环境造就独具特色生态实践模式（上晾下居、围居而建、高地通风避晒、低技降耗、用地生态适度调适等）,为后续相关研究奠定基础工作。", "label": "土木建筑", "id": 0}
{"content": "保障农村建筑节能是实现新农村建设中可持续发展的重要内容。我国农村建设目前仍处于自筹自建阶段,没有针对性的节能措施要求以及节能标准管理。存在着居住舒适度差、能源浪费过多等问题。本文以重庆市吴滩镇、柏林镇、燕坝村三个村镇作为主要调研对象,调研重庆地区农村的地形地貌、建筑、经济等现状,总结农村建筑节能、居住舒适度方面存在的问题。从建筑隔热、通风、保温出发,将国内现有的节能技术措施进行梳理,并结合西南地区夏季闷热、冬季湿冷的气候特征,分析挑选出适合重庆地区农村建设使用的节能技术。得出经济、可行且符合现阶段重庆农村现状并可在夏热冬冷地区推广实施的节能策略。", "label": "土木建筑", "id": 0}
{"content": "尝试建立中国乡土建筑智慧研究的框架,提出自主性研究应结合人、法、物三者,非自主性研究应从自然、社会、经济等方面展开。凝练出中国乡土建筑智慧十六点:大道为公、中庸适度、永续利用、人神共居、象天法地、仿生象物、汇粹景观、家国同构、匠人精神、互助相望、沟通儒匠、场所精神、造福桑梓、光前裕后、公众参与、中轴礼仪等。此十六点可归哲学智慧、设计智慧、营造智慧、管理和伦理智慧四类。", "label": "土木建筑", "id": 0}
{"content": "<正>按照国家农业行业标准《畜禽场场区设计技术规范》,云南高原地区奶山羊场,有必要根据以下情况来规划与布局。首先要根据当地的自然条件、以羊为本,改善奶山羊的福利,减少劳动用工强度、为奶山羊饲养提供舒适的养殖环境。还要从疫病防控、饲草料的投饲、厩舍通风、冬春季保暖、羊场排污、粪污处理流水作业等配套设施周全考虑。", "label": "土木建筑", "id": 0}
{"content": "<正>自2020年初疫情爆发伊始,作为健康体检和健康管理行业的领军企业,爱康一直站在抗疫一线,用自己的方式担起社会责任,助力疫情防控。爱康集团技术部董事长张黎刚先生的带领下,18年以来专注健康领域,深耕智能硬件赛道。技术部在董事长的建议下,结合当时人们的需求,面向企业推出安全、可靠、便利、具有良好使用体验的人员消毒智能硬件产品和测温智能系统解决方案,打造以爱康智能消毒风沐室为核心的to B端智能硬件体系这在行业内绝无仅有。", "label": "土木建筑", "id": 0}
{"content": "当今社会,经济蓬勃发展、科技日新月异、生活价值和方式多元化,体育建筑也以前所未有的态势迅速发展,它为运动员提供了竞赛的舞台,为大众提供了健身休闲的场所,更展现出一所城市的发展水平。体育建筑由原来单一满足竞技比赛的需要向同时满足赛事需要和全民健身需要转变。在现阶段社会发展的过程中,以举办赛事为契机建造的体育建筑面临的是机遇也是挑战。因此分析我国体育建筑的发展过程及存在的缺陷,对体育建筑设计及运营提出相应的对策及建议,具有十分积极的意义。本文首先论述了新中国成立以来我国体育建筑的发展过程及存在的缺陷。新中国成立之初为了展示中国形象诞生了\"建国十大建筑\",成为当时中国体育建筑的象征。北京举办的第11届亚洲运动会是我国首次举办的大型国际体育比赛,此次赛事促进了我国体育建筑的快速发展,大批宏伟壮观的体育建筑在北京亮相。大型国际体育赛事的成功举办不仅促进了我国体育建筑发展,同时也促进了我国体育建筑理论的进步创新。20世纪90年代,我国体育建筑进入蓬勃发展期。21世纪初,以北京取得08年奥运会的举办权为契机,我国的体育建筑水平步入了新阶段,开启了我国体育建筑发展的新篇章。体育建筑迅速发展的同时也暴露出这些建筑在设计和运营管理上都存在不同程度的缺陷。一是设计缺陷。建筑过分注重形式,注重规模效应,而功能单一,忽视个性特色,单纯为体育竞技和大型体育赛事设计,缺少复合型功能,并且与周边环境的融合性不强。体育建筑及设施的普及性、功能多元化效果不明显。二是经营管理缺陷。在赛后场地的利用上,存在投资大,回收时间长,回报低,甚至亏损的现象。不少体育场馆迫于经营压力普遍闲置,甚至出现因年久失修场馆荒废的情况。场馆经营项目主要以传统体育项目为主,新兴的项目很少。针对以上问题,本文运用文献资料法、逻辑分析法、案例分析法等从建筑的选址、定位、赛后利用、利用高新技术四个层面阐明了体育建筑的设计策略。第一,选址符合城市需求,体育建筑设计最先要考虑的就是选址的科学性,要考虑体育建筑的自身运营及功能,还要考虑对周围环境的影响,好的选址甚至对整个城市的发展起到推动作用。第二,定位符合竞技体育需求。体育建筑首要的设计目的是满足竞技比赛的需要。第三,赛后利用符合可持续发展需求,首先可以设置全民健身中心,建成后的全民健身中心可以给周边的城市居民、企业公司和学校社团使用;其次推进体育建筑街区化发展,我国体育建筑的设计和后期运营可以借鉴国外的先进设计理念和管理方法。在设计时采用科学的建筑技术和建筑材料,尽量延长建筑的使用周期;将体育建筑的公益性与经营性结合起来,开发建筑的多用途功能,将体育建筑与当地特色的商业、休闲娱乐、教育培训等结合起来,打造多用途体育建筑街区。第四,利用高新技术满足低碳经济需求。体育建筑在设计时要充分利用高新技术和工艺,降低体育建筑使用过程中产生的的能源和资源消耗,降低对环境的压力。同时本文运用案例分析法、实地调查法从运营管理的角度对体育建筑的后续使用提出一些建议。第一,开展多样化的文体活动。综合利用赛后场馆开展各种体育竞赛培训班和各类体育健身活动,演唱会、音乐会、展览会以及学校和企业的体育活动、运动会也可以在这些场地举办。第二,与专业的商业企业合作经营,提高场馆收入。在体育场馆运营管理方面时,可以请专业的人来做这个事情,与优秀的体育文娱服务商展开合作,让利于这些服务商,提高场馆体育赛事和商业演出的场次,提高体育场馆的使用率,从而最大程度发挥出场馆经济效益。第三,因地制宜,发挥区域特色开展体育运动服务。不同区域可以考虑发挥本地特色、本地体育资源及体育优势,开展特色体育活动。例如将本地特色的体育文化、体育历史内涵、体育名人等元素融入到体育建筑的各个方面,打造具有浓郁历史文化氛围的博物馆式运动休闲场所。第四,用体育服务行业引领其他行业发展。一方面,可将场馆空间用于商业用房招租,如体育场周边、训练场周边、足球网球训练中心等,可以当作展厅引汽车品牌入驻进来,也可以引进体育用品商家,可以出租给中小型餐饮店铺等。另一方面,重视体育用品商家、餐饮集团、健身俱乐部、专业运动公司,他们都是可以发展的长期稳定的合作伙伴。第五,借助智慧体育运营平台。借助\"智慧体育\"平台能够轻松获取场馆运营的基本数据,如进馆人数、使用时间、人员在场馆区域分布情况,以及场馆内电、气等资源消耗情况,有利于实现政府财政精准补贴。还可以改变场馆粗放式管理的现状,促进精细化管理,根据运营数据及时调整运营策略,提高场馆利用率,减少资源浪费,促进场馆的可持续发展。希望本文能为体育建筑设计及后期运营管理提供一定的理论支持。", "label": "土木建筑", "id": 0}
{"content": "研究目的:根据《中国建筑能耗研究报告（2020）》,2018年我国建筑全过程的碳排放总量为49.3亿吨,其中建筑运行阶段碳排放达到了21.1亿吨。公共建筑的碳排放量约为7.84亿吨,占建筑运行阶段的三分之一。如果就当前的发展态势,建筑领域的碳达峰将在2040年左右才能实现,比全国碳达峰的目标时间晚了近十年。因此,建筑的降碳减排十分必要。体育建筑作为一种特殊的建筑类型,随着经济社会的发展,人们愈发追求体育场馆\"城市标志\"的属性,逐渐忽略建筑本身的气候适应性,各种违背气候环境的建筑设计催生大量能源消耗,对生态环境造成巨大的压力。为此,基于\"3060碳目标\",体育建筑理应为降碳减排作出一定贡献,降低其对生态环境及能源造成的负面影响。为实现这一目标,体育建筑的低能耗、绿色化设计成为当下最为行之有效的路径。即在满足使用功能的前提下,研究体育建筑绿色节能设计策略,有效降低建筑能耗,提高能源利用效率,挖掘体育场馆的节能潜力,从而实现建筑低碳节能。研究方法:文献调研法、模拟研究法、实践调研法。研究结果与分析:体育建筑碳排放量与众多因素有关,由于建筑本体跨度大、高度高、容积大,使其在空间塑造上区别于其他建筑,这也是影响碳排放的主要因素。首先,体育场馆建筑能耗明显高于其他建筑。体育场馆大尺度的空间特征对热能耗影响最为明显,建筑外表面积过大,大大增加了建筑供冷与供热能耗。其次,体育场馆建筑天然采光性能较差。大中型体育馆建筑跨度大、建筑高度高,加上场地内观众席布置、场馆结构等特殊要求,既有场馆多设置侧面采光窗,且面积较小。为弥补天然采光不足,人工照明必然造成建筑能耗的增加。再次,体育场馆建筑室内自然通风性能较差。大中型体育馆的通风窗口引入的自然风在观众区域大大衰减,到达比赛场地处影响更大。当场馆需借助设备来促进室内空气流动时,其空调能耗显著增加。最后,不同的场馆、项目对室内空气温度、湿度、风速等环境要素要求严格且多样。体育场馆的使用具有间歇性,且短期内负荷会急剧增长,当自然条件无法满足赛事要求时,设备的介入无形中增加了建筑能耗。针对体育场馆建筑在建设、运行阶段能耗的不同表现,综合考虑其特殊属性,结合实际案例研究,体育场馆建筑的\"降碳减排\"的设计策略可从以下几点入手。第一,建筑形态的集约化设计。在场馆设计阶段,要尽可能减小场馆外表面积,并优化建筑形态,注意控制建筑体形系数。在建筑面积相同的情况下,复杂的建筑形体热能耗明显增加。同时合理的建筑剖面设计,既有利于解决场地内高差问题,又能减小屋面荷载,一定程度上降低建筑热能耗,达到较好的节能效果。第二,建筑的气候适应性设计。不同气候分区对建筑的基本性能要求不同。严寒、寒冷地区体育建筑应着重提高建筑保温性能,减小建筑的供热能耗。在围护结构的设计中,选择传热系数小、吸收系数大的围护结构材料。夏热冬冷地区和夏热冬暖地区,设计时应注重建筑遮阳、隔热性能的提升,以减小建筑的供冷能耗。不同地区的体育建筑,应结合当地气候,对围护结构的构造进行优化,选择适宜的保温方式,使建筑本体具有适应气候变化的能力,减少对设备辅助的依赖。第三,建筑的绿色化设计。体育场馆的绿色设计主要是自然采光和自然通风的有效利用。良好的天然采光可以减轻室内照明的压力,良好的室内自然通风可以减轻对空调设备的依赖,提升室内舒适度。体育场馆在设计中可采用不同位置组合的采光窗,天窗的采光效果最好,但囿于场馆跨度大,天窗面积不宜过大,这就要求天窗的位置及角度要经过严谨的计算,合理布置。侧窗采光在体育场馆中应用非常普遍,将天窗和侧窗组合布置,可提升室内自然采光效率。同时,在采光材料的选择上,侧窗应选用透光率较高的材料,天窗则兼顾采光和保温性能。通风窗的设计中,其面积和位置满足室内新风量的需求即可,过多的布置会增加建筑热能耗。既有场馆中,高低侧窗布置较为普遍,通风效果最好。此外,围护结构的可开启性对体育场馆室内通风提供了新的有效路径。可开启墙面、可开启屋面十分有利于室内自然通风,但在设计中应考虑其保温性能,根据气候条件因地制宜。能源利用方面,顶部安装太阳能光伏可使场馆向光电建筑一体化的方向发展,既能大幅节能减排,又能充分利用可再生清洁能源。研究结论:作为公共建筑中一种特殊的建筑类型,为实现体育建筑领域的\"双碳目标\",首先需要降低建筑本体的能耗,其次考虑高新技术的应用。建筑本体能耗主要表现在由体育建筑体量过大和功能特殊引起的供热、供冷能耗上,可以通过建筑形态集约化设计、优化建筑围护结构等被动式策略实现能耗降低。同时,为营造良好的室内环境,合理采用天窗、侧窗组合布置,可实现室内天然采光和自然通风的充分利用,减少由人工照明和空调设备造成的能源消耗。另一方面,光伏一体化、蓄热蓄冷等一些新兴技术的科学使用,可有效减少体育场馆在运行阶段的能耗,实现建筑节能、环境友好的目标。", "label": "土木建筑", "id": 0}
{"content": "烟台当前房地产依旧处于一种比较乐观的状态,而碧桂园针对当前烟台市政府出台的政策开发了一款户型齐全,能够满足不同消费者的需求,定价合理的一个项目,该策划是通过对项目的背景分析以及运用SWOT分析对潜在客户进行分析,我们针对当前项目的特点将会推出不同的销售方案,并通过机会分析、战略分析等对潜在客户进行分析,以及最后能够打出知名度,最后提出相关营销推广方案及莱山房地产市场的发展前景。", "label": "土木建筑", "id": 0}
{"content": "目前我国的人口老龄化程度越来越高,老年人口数量多、未富先老及老年人口增速快是我国目前所面临的重要挑战。在20世纪八九十年代,我国建造了大量住宅来解决城市居民住房短缺问题,虽然这些住宅目前仍是我国住房体系中相当重要的一部分,但大部分住宅面临陈旧、落后、高能耗问题,更无法满足老年人的生活需求。因此,基于BIM技术的既有住宅适老化改造相关研究成为目前解决当下老龄化趋势不断加剧、住房无法满足老年人生活需求的一个重要途径,对于我国应对人口老龄化问题、营造更加宜居的居住环境具有十分重要的意义。", "label": "土木建筑", "id": 0}
{"content": "详细调研山东省不同地区的三所小学教学楼,了解教学楼的布置规划,研究教学楼的建筑特点、组成及各组成部分的功能要求及相互关系,了解教学楼的设计原则和使用要求,划分整个教学楼功能分区及相互关系,分析各组成部分的特点及布局方式。提供几所小学教学楼的详实建筑数据,为小学建筑领域的相关研究提供参考。", "label": "土木建筑", "id": 0}
{"content": "随着全国高校的发展,校园建设也同样如火如荼,但早期的教学建筑在结构功能上已经无法满足师生的使用需求。高校教学空间在同学们的校园生活中占有重要地位,因此对高校教学楼建筑使用现状及其问题探究非常重要。通过对现今高校的整体的教学空间分析对比,从功能,空间,技术三方面进行探讨,发现其所存在的问题并提出改造意见,并借此探索高校教学楼的理想模式。", "label": "土木建筑", "id": 0}
{"content": "随着淄博市的建设发展和城镇化户口的改革,越来越多的农村人口转移到城区,市区人口逐年递增。与此同时,分散各地的农村小学生也大量的转到城区上学,地处城区中心地带的一些小学由于办学条件和师资力量较强,成为学生择校的热点,近年生源剧增而超负荷运行。因此,农村小学的小型教学楼模式已经不再具有普适性,当今的小学教学楼设计要满足规模大、班级多、功能齐全等新兴要求。本工程的设计题目为\"张店区北苑小学教学楼设计\",采用现浇整体式框架结构,东西方向长100.1米,南北方向长52.4米,为\"凹\"字形建筑,共四层,建筑总高度15.35米,总建筑面积约7500平方米本设计方案采用钢筋混凝土框架结构,框架结构即由梁和柱通过节点构成承载结构。建筑空间分隔灵活,自重轻,节省材料;具有可以较灵活地配合建筑平面布置的优点,利于安排需要较大空间的建筑结构;框架结构的梁、柱构件易于标准化、定型化,便于采用装配整体式结构,以缩短施工工期;采用现浇混凝土框架时,结构的整体性、刚度较好,设计处理好也能达到较好的抗震效果,而且可以把梁或柱浇注成各种需要的截面形状。", "label": "土木建筑", "id": 0}
{"content": "根据任务书的内容,以及设计要求和规范,做出的太原某高中教学楼设计,包括建筑设计部分和结构设计部分。建筑设计主要是进行方案设计,使建筑设计达到房屋设置合理,使用方便,交通安全。结构设计首先是根据建筑技术、使用条件、场地条件和抗震设计等要求,合理进行结构选型、结构布置和基础形式等,绘制结构布置图;然后进行结构计算,计算横向框架在竖向荷载、风荷载、水平地震的内力与位移。最后进行框架梁柱内力组合及截面设计。结合所学过的知识、通过查阅参考资料初步设计,利用Excel、word等完成设计说明书、计算书及其他内容的编写。", "label": "土木建筑", "id": 0}
{"content": "本次设计内容为云南省永胜市某中学实验楼的设计,它使用了现浇钢筋砼框架结构。因为在如今随着建筑物的造型和功能日趋多样化,不管是工业建筑还是民用建筑,框架结构作为比较常用的模式,已经被广泛地应用在各种建筑中,框架结构在使用过程中有着一定的长处,同时也存在着一些缺陷与不足,因此我们对钢筋砼框架结构的设计作出恰当的分析与研究是非常有意义的。在一整个的设计过程中,我分别进行了框架结构的建筑设计和结构设计,在进行建筑设计的时侯首先要进行建筑方案上的设计和确定,在建筑方案确定之后进行建筑施工图的绘制,最后通过建筑施工图以确定建筑的布置方案,然后选取具有代表性的一榀框架进行计算。而在进行结构设计时,首先要对结构的水平荷载和竖向荷载进行必要的内力计算,水平荷载的内力计算可以采用D值法,竖向荷载的内力计算应采用弯矩二次分配法,在计算出框架结构的各种内力后进行内力组合,内力组合时要考虑地震作用,最后选取最为安全的计算结果进行计算配筋;之后还要进行楼梯和基础的设计和配筋。整个设计中应先进行上部结构的计算,再进行下部基础的设计,最后一步是绘制施工图。通过这次我完成了一幢实验楼的整个设计过程。此次设计让我们了解到在布置合理的高度和层数的情况下,框架结构有着能够提供较大的建筑空间,平面布置灵活,可适合多种工艺与使用功能,也了解到框架结构具有较好的抗震性、耐火性、整体性和耐久性等一系列优点。", "label": "土木建筑", "id": 0}
{"content": "本文从人性化设计概念出发,分析影响大学生公寓居住空间设计因素包括有大学生行为特征、生理需求和心理需求,其次结合高舒适度、多功能化、个性化、情感化和绿色化设计等人性化设计理念,选取了基本尺寸的设定、居住空间设施的设置要求和合理分配以及空间色彩和材料四个方面去探索人性化设计。", "label": "土木建筑", "id": 0}
{"content": "本设计是关于某一商业楼的建筑结构设计,按照钢筋混凝土框架结构的设计流程,对该建筑进行建筑平面设计、刚度计算、荷载计算、内力计算、截面设计、施工图绘制以及PKPM校核等内容。并且在设计过程中要选择各构件的材料、计算方法,尤其要考虑地震作用对结构的影响,使结构更加安全可靠。", "label": "土木建筑", "id": 0}
{"content": "本工程为钢筋混凝土框架结构酒店,是集商务、旅游、会议、住宿、餐饮为一体的综合性高档酒店,主体结构六层,总建筑面积7069.14㎡。本设计包括建筑设计、结构设计两部分主要内容。第一部分建筑设计:主要针对酒店的使用要求以及酒店位置信息等进行设计,通过建筑规范要求、环保节能理念等,进行了平、立、剖等的设计规划。第二部分结构设计:主要通过计算结构的一榀框架,对结构的弯矩、剪力、轴力等进行计算分析,并且画出受力图,通过受力图进行梁、板、柱、基础、楼梯等的配筋计算和构造验算。其中梁、柱包括有正截面和斜截面的配筋计算,并采取必要的构造措施。", "label": "土木建筑", "id": 0}
{"content": "青岛望海怀远宾馆的设计。该宾馆设计为钢筋混凝土框架结构,总建筑面积为8105平方米。主要是包括建筑设计和结构设计两部分。先确定建筑的平面,立面和剖面并进行修改,然后根据图纸进行计算。选取6号轴线所在的一榀框架进行计算,进行恒载、活载以及风荷载和地震作用的计算;然后进行内力组合分析,找出最不利的内力组合,选出危险截面。确定整体结构,柱网布置,进行构件计算,最后进行配筋。根据计算结果,按照构造要求,绘制结构施工图。", "label": "土木建筑", "id": 0}
{"content": "陈旧的建筑形态耗材量大、环保性低,逐渐被全世界提倡的节能型形态所取代,当代绿色建筑技术于近年在我国乃至全世界所倡导,基于其标准的住宅建筑向资源节约型、环境友好型迈进。本次设计题目基于我国最新颁发的《绿色建筑评价标准》（GB/T50378—2019,一下简称标准）,通过对张家口地区的地理气候条件进行分析,采用CAD绘图软件进行施工图设计、BIM revit软件进行室内模型构建。设计出符合标准的绿色住宅小区建筑。", "label": "土木建筑", "id": 0}
{"content": "山东某公司办公楼位于山东省淄博市。这是一栋五层的办公楼。其目的是为办公室工作人员提供一个适宜的办公条件,该办公楼的设计主要从建筑设计和结构设计两个方面进行设计。建筑设计主要基于结构的安全性、适用性和可靠性的原则,同时,按照办公楼设计思路和设计理念,对此项工程的施工方案、施工图纸进行设计。结构设计就是选取拥有典型特征的一榀框架进行内力分析计算,利用D值法计算水平风荷载与地震荷载,利用力矩二次分配法来分析计算竖向荷载,紧接着开展荷载的内力组合,分析比对得到最不利的内力组合方式,梁、板、柱、基础的设计和配筋计算均根据该荷载数值进行计算和分析,最后,利用PKPM进行电算,并将其计算结果与人工计算结果进行比较。办公楼设计为钢筋混凝土框架结构,建筑面积达到4731.84平方米,该建筑总层数为五层。", "label": "土木建筑", "id": 0}
{"content": "本设计方案为长春市某住宅楼,楼体为九层钢筋混凝土框架结构,建筑高度32.56米。本设计方案在建筑图的基础上进行布置,根据《建筑结构荷载规范》（GB50009—2012）的规定,利用5 mm厚改性沥青及80 mm厚聚苯乙烯泡沫塑料解决屋面层楼面的防水隔热问题,使之满足高层建筑的功能性要求。为了结合工程实际,本设计方案在屋面层楼面采用1:6水泥焦渣找坡,并在聚苯乙烯泡沫塑料与素混凝土面层之间添加1:3水泥砂浆结合层,旨在提出普适、实用、可复制的设计方案,为广大土木工程从业者提供设计思路。", "label": "土木建筑", "id": 0}
{"content": "作为创意与实操相互融合的艺术设计课程,疫情下的网络教学对于确保学生能饱满激情去学习和制作,科学有效的进行教学管理是一个值得探索的问题。本文阐述了如何从学生进行组队到学习交流再到团队展示等的全程可视化做法,将整个教学过程和教学管理进行视觉化呈现,确保了疫情下的线上教学顺利高效进行,从而高质量完成的教学成果展的作品备展工作。", "label": "土木建筑", "id": 0}
{"content": "楼梯设计是框架结构建筑设计的重要组成部分,设计时应根据建筑物的规模大小、耐火等级、使用人数以及抗震承重等因素进行设计,并使其满足安全和疏散的要求。本文以淄川区某一政府办公楼设计为例,采用梁式楼梯,对梯段板、平台梁、平台板等构件进行了荷载计算以及配筋设计,为此类设计提供了很好的工程实例,并讨论了框架结构建筑中楼梯设计计算的基本步骤。", "label": "土木建筑", "id": 0}
{"content": "本设计主要讲述了廊坊苏宁科技园C楼梯建筑结构专题设计,整体钢筋混凝土框架结构,层高共五层,底层层高3.3米,其它层层高3米。在设计此科研楼之前收集参考了许多资料,仔细研读,并且严格按照建筑规范建成。对楼梯进行了结构设计,同时考虑了地震作用和风荷载对框架结构的影响。", "label": "土木建筑", "id": 0}
{"content": "近几年来,在我国高等职业学校教学飞速发展背景下,全新的教学观念、教学手段、教学管理形式应运而生,同时也为工作室教学平台带来了全新的发展机遇。工作室教学平台是和领域相结合的一种现代化职业教学形式,可以将项目实践、教学环境、技术训练应用至课程内容之中。而建筑装饰专业在展开工作室教学形式改革进程中,致力于转变过去单一、枯燥的知识讲授教学形式,通过工作室教学平台的有效运转,在社会服务、教学资源、课程结构等方面展开实践和探索。", "label": "土木建筑", "id": 0}
{"content": "本文总结了传统室内设计模式在公共建筑室内设计中存在的设计软件之间关联性弱、多专业协同率低、图纸准确性低、施工进程缓慢等问题。通过BIM技术在珠海规划科创中心室内设计中的实际应用,总结出BIM技术在公共建筑室内设计应用中的多专业协同设计、三维可视化、碰撞检查等多方面优势,有效解决了目前传统室内设计模式在室内设计应用中存在的问题。", "label": "土木建筑", "id": 0}
{"content": "非线性参数化设计是以数据为基础,以算法逻辑为核心的一种新兴的设计思维与方法,也是基于编程算法的数理逻辑在造型艺术中的创造性运用,故而其表现出了一种不同以往的美学范式,即自为之重复,自在之差异的\"数据化美学\"。因此在该背景下,本文现拟从非线性艺术的角度出发,深入剖析参数化设计在室内空间中的艺术价值。首先,阐述非线性艺术与参数化设计的概念与关系;其次,以LVMH巴黎媒体部办公室与阿布扎比卢浮宫为例,结合数据化美学的特征对该设计案例进行解读,且将其与造型艺术理论相联系,并在构成艺术,形式艺术与空间艺术等方面进行分析探究;最后,将非线性参数化设计与传统设计进行对比,并阐述二者在设计方法与美学范式等两方面上的差异,从而凸显出参数化设计在新时代的艺术价值与优势。", "label": "土木建筑", "id": 0}
{"content": "改革开放深刻地改变了我国各个领域的发展,其中就包括当代中国室内设计。然而,在相同的历史背景与时段内,中国室内设计的发展却在整个设计大家庭中,完成了从零起点至世界一流设计大国的跨越。这一现象足以让我们重新看待\"室内设计\"——这一既熟悉又陌生的设计领域。", "label": "土木建筑", "id": 0}
{"content": "在社会物质越来越丰富的当下,人们更新生活用品的节奏逐渐加快,许多物品因而被动失去了使用功能,但大部分物品因其材料、形态的特征仍然具有可挖掘的延续生命周期的可能。本文首先对旧物和旧物再设计进行了定义,接下来阐述了旧物再设计的作用对象——室内陈设的定义与介入室内陈设的背景与意义,通过分析国内外优秀旧物再设计案例归纳出内在规律,由此总结出旧物再设计的原则。本文中旧物再设计的侧重点在于改造旧物的过程中设计决策的部分,偏重设计的过程,重点研究旧物再设计的方法与原则。", "label": "土木建筑", "id": 0}
{"content": "在清代官式建筑中,尤其是宫廷建筑和宗教建筑中,有一种特殊的装修要素,名为毗卢帽,这是一种比较独特的装修语汇。毗卢帽的来源与宗教活动有关,最初多用于佛教神龛的上部,是一种带有宗教色彩的装饰物。毗卢帽在清代建筑内檐所有的装修构件中是装饰性极强的一种,仅为宫殿建筑和宗教建筑使用,为皇帝御用之物。毗卢帽形状整体像小船,一般两边略微翘起（也有变形的作法）。毗卢帽的外沿有弧线形状、如意头形状或冠叶形状几种,表面浮雕或透雕祥云、龙、凤、宝相花等。", "label": "土木建筑", "id": 0}
{"content": "为了解决建筑室内空间环境设计中的比例与尺度问题,以解决落实好室内空间的功能性需要,达到人在空间知觉视觉和感觉的协调统一和谐相宜的目的。本文通过研究比例与尺度都是研究物体的相对尺寸,促进达到在建筑室内空间设计中更是不可或缺性,通过在室内空间的尺度、生活的尺度、表现的尺度等内容诠释探析建筑室内空间设计的理论探究和语境表达。", "label": "土木建筑", "id": 0}
{"content": "改革开放40多年来,随着城市化进程的不断推进,我国城市化建设进入了以提升质量为主的转型发展新阶段。\"城市更新\"被首次写入我国《国民经济和社会发展第十四个五年规划和2035年远景目标纲要》中。城市发展建设已经从增量扩张迈向存量优化的变革期,为促进城市功能提升、产业结构升级、人居环境改善、空间品质优化等\"城市有机更新\"延展出的既有建筑改造,成为我国当今城市发展避不开的关键词。我国既有建筑改造再利用的研究与实践在探索中不断进步,国家政策和相关行业规范的出台,给予了既有建筑改造越来越多的关注。通过不断探索城市更新和既有建筑改造的新方法、新方向和新成果,使既有建筑能够延长寿命、发挥作用,从而实现城市与建筑的可持续发展。", "label": "土木建筑", "id": 0}
{"content": "从我国劳动力就业市场来看,目前中职室内设计人才缺口较大,需求量很大,即凡是具备较高综合素质的中职室内设计人才均不愁就业,同时就业薪酬普遍较高。关于如何进一步提高中职室内设计专业课程教学,一直都得到很多专业课教师所关注和重视,成为热门的探讨问题之一。本文重在探讨中职室内设计教学,探讨如何提高中职室内设计教学,阐述加强教学的重要性和意义,结合教材和专业教育理念提出若干教学建议,帮助广大中职教师提高中职室内设计教学质量。", "label": "土木建筑", "id": 0}
{"content": "本文主要论述了在具有实践课时较大特点的艺术设计专业课中运用翻转课堂教学模式给学生传授知识的新方式,并且以室内设计这门专业课为例展开讨论,从中表明了将传统授课模式转化为翻转课堂教学带来的有利之处。", "label": "土木建筑", "id": 0}
{"content": "随着数字媒体的发展,人们对媒体建筑外观的研究越来越广泛,数字媒体艺术在建筑设计中得到了广泛的运用,不仅为城市居民展现了城市的艺术活力,媒体立面的出现也繁荣了建筑城市文化,促进了多种现代化信息化技术的运用。公共空间在第四次工业革命的数字时代下,面临着日渐衰落的困境,为了有效利用数字媒体立面的互动性,改善公共服务设计的方向,研究旨通过对建筑媒体立面的研究,探寻公共设计的意义与特性,并从公共设计的视角定义媒体建筑立面对公众的影响。", "label": "土木建筑", "id": 0}
{"content": "中国的城市发展处于高速度、高水平的阶段,中心城区的飞速发展导致周边城市人口流失、基础设施短缺、标准化建设等问题。千城一面的改造方法可能导致历史古镇失去其原本的历史风貌与文化脉络。我们希望在保护历史古镇的原有风貌的基础上,结合科学的方法对历史古镇进行城市的再生改造。杨·盖尔在《交往与空间》中将公共空间的生活同公共空间质量相结合,分析了人们生活活动与空间质量的联系,对为人们创造宜人的公共空间提出了详细的细部规划设计。本文选取湖北省枝江市董市镇为研究对象,在调研阶段使用3D扫描仪、遥感测量无人机等工具来对街区进行测量,再通过PSPL法分析董市古镇的主要问题,结合杨·盖尔及其团队在书中指出的评价公共空间的三个重要条件,因地制宜地制定古镇镇区道路立面的改造策略,提出该城市街道路段公共空间品质的改进设想和建议。最后,运用BricsCAD BIM与BricsCAD软件对改造设计进行三维设计及VR演示,对其他老城区生活性街道改造工作提供参考。", "label": "土木建筑", "id": 0}
{"content": "建筑门窗工程中渗漏问题一直是建筑质量通病之一,严重影响工程质量和人们的生活,在建筑行业迅猛发展的背景下,如何改善铝全金门窗密封性,一直备受业界技术人员关注。研究了铝合金模板和铝合金门窗一体化应用技术,通过采取系列设计、构造、材料、施工等措施,有效地解决了门窗渗漏的质量通病,提升了建筑品质。", "label": "土木建筑", "id": 0}
{"content": "通过在已有单筒烟囱内设置1根自立式钛钢复合板排烟内筒的设计,将单筒式烟囱改造为套筒式烟囱,施工便利、设计成熟、运行可靠,维护方便,对今后的已有烟囱改造设计方案选用具有指导意义,可供类似改造项目参考借鉴。套筒式烟囱一般用于湿法脱硫、有或无GGH条件,通过单筒式转化为套筒式的湿法脱硫烟囱的改造设计,实现排放弱腐蚀性烟气单筒式烟囱到排放强腐蚀性潮湿烟气套筒式烟囱的转化,满足燃煤电厂超低排放改造后的强腐蚀性潮湿烟气排放要求。", "label": "土木建筑", "id": 0}
{"content": "随着社会不断的发展,人们的生活水平和审美能力不断提高。因此,人们对于自身居住环境的生态、环保、节能、低碳等一些前言理念非常重视。人们越来越需要一个健康、舒适、喜悦的室内空间环境。对社会环境的环境空间设计有了更深层次的要求,生活环境、工作环境、自然环境缺一不可。现代室内空间环境设计已成为最关注的内容,主要运用新型材料和科技实现人与环境和谐共处。在室内空间环境设计的过程中推行环境艺术的创新,可以更好的提高室内空间环境的艺术性和更加注重\"以人为本\"的设计理念、追求创新设计和文化内涵。现代室内空间环境设计需要与建筑整体的性质、标准、风格以及室外环境相统一。", "label": "土木建筑", "id": 0}
{"content": "本文论述高职室内陈设设计课程中民族文化的传承与创新,分析室内陈设设计课程的教学目标与内容,提出高职室内陈设设计课程教学中民族文化的传承与创新对策:有效应用传统图案在空间中的装饰应用,开展实用性教学;以赛促教,有效应用装饰陈列物品;植入经典,重视教学环境熏陶。", "label": "土木建筑", "id": 0}
{"content": "在新形势下,设计管理的好坏直接关系到建设工程的质量,是一个整体的过程,对质量控制、投资控制、节能环保以及后期的维修。当前,建筑行业的竞争日趋加剧,建筑工程必须充分关注设计管理,以确保其具有较强的竞争力和长期的发展。但目前建筑工程中仍有一定的危险性,要确保建筑工程的安全,就需要采取积极的措施来处理,就建设工程在新形势下的设计管理进行了讨论。", "label": "土木建筑", "id": 0}
{"content": "本文将对分课堂教学模式应用于施工结构制图与识图子课程,在课程实践与理论教学过程中进行对分课堂教学模式探索,从课堂管理、师生对分、课程考核等方面进行论述。对分课堂教学模式在该课程教学中取得了良好的效果,提升了学生的学习积极性,教学取得了事半功倍的效果。", "label": "土木建筑", "id": 0}
{"content": "书法艺术简而言之就是书写汉字,是一种普适性很高的中国传统艺术形式,但是却有不仅仅是书面交流信息,书法还是一种情感抒发和精神文化的传承。书法艺术几乎影响所有中国的艺术门类,其中包括中国画、中国工艺美术、中国戏剧艺术和中国建筑艺术。一些相关方面的研究只是停留在相对浅显理论的层面上探讨书法和建筑形式上的关系。然而书法如何影响建筑?在建筑设计中如何体现书法艺术的哲学意境?书法和建筑是如何结合在一起?这些是身为学习书法多年、现在正在学习建筑学知识的笔者一直以来待以探索和思考的问题。", "label": "土木建筑", "id": 0}
{"content": "随着科学与经济的发展,人们的生活节奏加速,对能源的需求与日俱增,地球资源逐渐匮乏.为了缓解资源匮乏的问题,清洁、安全、绿色的太阳能光伏技术被广泛应用与推广,这也符合当下低碳环保的时代潮流.本文主要阐述了光伏发电的相关内容,结合光伏发电技术的应用实例说明光伏技术的前景与发展.", "label": "土木建筑", "id": 0}
{"content": "近年来随着建筑业的迅速发展,越来越多的环境问题日渐浮现。建筑行业不环保的发展造成能源的大量消耗和资源的大大浪费,使得环境问题日益严重。因此,大力发展绿色建筑是积极响应我国全面协调可持续的绿色发展理念,也是未来建筑的发展方向。研究绿色建筑的设计原则和应用是对绿色建筑良好发展的保障和实践。本文将对绿色建筑设计的原则及应用进行论述和分析。", "label": "土木建筑", "id": 0}
{"content": "本设计为中学教学楼设计,建筑面积约为4965平方米。该地区抗震设防烈度为7度,该地区场地类型为二类。框架结构,教学楼共五层,总建筑高度约为18m,设计使用年限为50年,无地下室,设计耐火等级为2级。此次设计的主要内容包括有:结构设计:先根据轴压比确定柱和墙的截面尺寸及梁跨度估算梁板截面,计算出各构件的几何特征值和结构体系刚度特征值;然后对单,双向楼板进行内力计算和配筋;其次是按其分配墙所受的水平荷载作用,计算建筑物的自重质量。本建筑坐北朝南,建筑平面为一字型,外表美观,布局合理,各层布置有教师办公室和教师休息室,卫生间分别布置在各层两侧,对称布置,结构简单而实用。两部楼梯为板式楼梯,全部为封闭式楼梯,也是对称布置,满足防火要求,易于紧急情况下人流疏散。结构类型属于现浇钢筋混凝土框架结构[1-3],因为是教学楼,关系重大,所以加强了抗震要求。", "label": "土木建筑", "id": 0}
{"content": "主绿色生态建筑是指是以可持续发展思想为指导,以人、建筑、自然和社会协调发展为目标,依托当地的自然生态环境,运用生态学、建筑技术科学的基本原理,采用现代科学技术手段,合理地安排并组织建筑与其他领域相关因素的关系,使其与环境形成一个完整的生态系统。", "label": "土木建筑", "id": 0}
{"content": "国内的经济水平在近几年的发展过程中,明显呈现出上升的趋势。在社会经济持续发展的背景下,居民对于生活环境的要求也逐渐提高。环境设计工程建设也在当前的社会发展背景下具有了新发展方向和建设方向。高校在专业设置上也逐渐增设环境设计专业,对于以往的教学内容等也实施了相应的系统性调整。但从现有的专业教育发展现状上看,部分高校在环境设计专业的教学工作还存在一些不足,如常见的课程安排问题与教学设计问题等。本文根据高校环境设计专业的课程优化展开不同角度探究,旨在通过相关研究成果促进该类专业课程体系的进一步优化。", "label": "土木建筑", "id": 0}
{"content": "在创新创业背景下,我国各高校应给应用转型的柔性模块化教学模式,不断丰富教学考核手段,采用灵活的教育教学手段来加强对人才的培养。其中,环境设计专业在引进创新创业理念和互联网+技术之后,专业相关教师对环境设计专业学习模式的理解和认识有所改变,在实际教学过程中,教师会充分利用网络技术,融入创新创业理念,不断提高我国环境设计专业的教学水平。基于此,笔者在本文将简单介绍环境设计专业课程构建及课程教学现状,并针对如何在创新创业的背景下改变环境设计专业学习模式进行分析并提出几点可行性建议。", "label": "土木建筑", "id": 0}
{"content": "针对绿色建筑施工开展安全风险评估,运用AHP-S法建立绿色建筑施工安全风险评估框架,确定底层评估指标的评判标准及分值,邀请多位专家构建评估指标的判断矩阵及各专家的判断矩阵,计算出各指标的综合权重值,确定绿色建筑安全风险评估指数,从而形成一套综合权重值相对客观、将定性评估与定量评估相结合的绿色建筑施工安全风险评估体系。", "label": "土木建筑", "id": 0}
{"content": "超低能耗建筑是实现30,60双碳目标的重要方式,对加快推进绿色建造、降低碳排放强度具有重大意义,是目前建筑业发展的必然趋势。高质量精细化的施工技术是实现超低能耗建筑的重要保障,本文以上海市首个近100m超低能耗建筑示范项目的案例为背景,阐述了SW硅墨烯外墙保温系统和预制混凝土夹心保温外墙系统的施工技术要求,对今后类似项目的施工具有参考意义。", "label": "土木建筑", "id": 0}
{"content": "随着建筑节能与绿色建筑发展\"十四五\"规划提出推动绿色发展,促进人与自然和谐共生,节能、低消耗高质量绿色建筑的研究成为热点。据统计,世界36%的能源消耗以及40%CO2排放量均源于建筑业,为了达到碳达峰、碳中和的目标,绿色建筑的发展显得尤为重要。本文主要归纳总结了目前绿色建筑材料的应用现状及绿色建筑技术的发展情况,并提出了实现绿色建筑可持续发展的建议与对策。", "label": "土木建筑", "id": 0}
{"content": "随着经济建设的快速发展,城市化进程将持续推进,建筑规模和数量与日俱增,节能环保理念运用应运而生,也愈发受到各界重视。其中绿色建筑评价标准正在不断完善中,为了能更好地应对日益严峻的环境污染问题,使人们更舒适、更健康、更安全的生活环境需求得以有效满足,业内更需要对健康建筑加强重视,并对健康建筑的内涵加深理解,使建筑能够真正体现出对人类健康的关注。本文就绿色建筑中健康建筑发展必要性,以及健康建筑理念进行分析和探讨。", "label": "土木建筑", "id": 0}
{"content": "英国是世界上最早开展低碳/零碳建筑和社区研究与实践的国家之一,上个世纪七十年代以来,英国学者相继进行了建筑领域碳减排的理论研究,制定了零碳社区技术标准,并进行了零碳建筑和社区的实践工作。位于诺丁汉郡的Hockerton Housing Project建成于1998年,是英国第一个完全实现运营期零碳排放的社区,它选用了被动式设计、主动式提升、可再生能源、绿色建材、行为减碳等多种低碳技术与方法,为中国零碳建筑和社区发展提供了启示。", "label": "土木建筑", "id": 0}
{"content": "唐山交大园（西南交大研究生院、交大酒店）EPC项目是河北省唐山市集观光旅游、教育、文化于一体的文化源点及重点项目,规划为二星级绿色建筑。本文以唐山交大园项目为依托,深入研究以BIM技术为代表的新一代信息技术与绿色建造的跨界融合,随着BIM理念越来越深入人心,许多项目尝试将BIM技术融进建筑的绿色建造生命周期中,BIM在实现绿色建筑、可持续发展等方面的优势越来越显著。", "label": "土木建筑", "id": 0}
{"content": "2022年是\"双碳\"战略实施与\"十四五规划\"出台的第二年,伴随着COVID-19的不断蔓延与地球气候的持续恶劣,人类社会正面临更加紧迫的环境和健康问题。而由疫情导致的室内活动的增多,使得人类对健康建筑的诉求变得更多元化;此外,在\"双碳\"战略背景下,健康建筑直接或间接成为促进节能减排的抓手之一。而对于中国的传统风水的应用,也应当被以更加科学的辩证的态度去看待,并将其合理的融合在当下和未来的健康建筑的理念与实际建设当中。", "label": "土木建筑", "id": 0}
{"content": "水上勘察在江河、湖泊和海域应用非常普及,主要服务于桥梁、公路、铁路、水电站等工程建设领域,在房建项目应用相对罕见。与陆上勘察主要差异体现在施工条件方面,并由此产生安全技术需求、施工组织需求和设备搭载平台需求。以成都市金沙演艺综合体项目为例,介绍筏式漂浮平台水上勘察技术在房建项目的应用,重点阐述筏式漂浮平台结构设计、搭设方法、施工方法和安全管理措施。", "label": "土木建筑", "id": 0}
{"content": "当前社会经济腾飞,各类超大单体建筑,尤其是大型公建层出不穷,如成都新世纪环球中心、北京大兴国际机场等。文中以国家会展中心（天津）为例,采用单基站RTK定位技术进行高精度施工测量平面控制网的引测,较好的解决了特大单体建筑平面绝对精度和相对精度的问题,在实际生产中有一定的推广价值。", "label": "土木建筑", "id": 0}
{"content": "测量精度是反映摄像测量技术可靠性能的重要指标。外界环境因素的改变往往干扰测量精度,造成图像产生虚位移。目前针对温度变化对摄像测量精度影响的研究尚属少见。根据环境温度变化特点,室内模拟了环境温度单调上升、单调下降、循环变化三种情况进行二维摄像测量试验。之后,对图像虚位移和温度进行了相关性分析,发现相机温度变化为造成测量误差的直接原因。为提高摄像测量复杂环境适用性,本文提出一种虚位移分析和修正方法,通过建立温度与图像虚位移参数数学模型,可对不同温度下图像虚位移进行预测和修正。用温度循环变化试验数据对此方法进行了检测,水平和竖向虚位移RMS下降率均达到93%以上,验证了该方法的有效性。", "label": "土木建筑", "id": 0}
{"content": "通过把大地坐标转换成施工坐标方便了现场施工,主要介绍了棒材项目测量坐标转换和测量定位方法。", "label": "土木建筑", "id": 0}
{"content": "古建筑的测绘是当下的热点课题,传统的测量手段因古建筑风化等问题易对其造成破坏。因此,以激光扫描和摄影测量为代表的新型无接触测绘方法成为主流。因两种方式取得数据的类型不同,对空间的展示效果及精度也存在差异,故其存在不同的优缺点。本文综合应用两种方法,以激光扫描获取地面点云信息,摄影测量获取古建筑顶部及部分石刻点云信息,并对点云进行处理、融合,成功对苏州双塔罗汉院进行三维重建,为古建筑保护提供思路。", "label": "土木建筑", "id": 0}
{"content": "当前,国内核电厂核岛建造施工测量控制网,绝大多数是由使用高精度全站仪建立的平面控制网和使用精密水准仪建立的高程控制网组成。此类2+1维控制网在施工中受到现场环境、观测先决条件和技术要求等较多因素制约,需运用复杂的技术手段保证精度。此外,由于仪器自身精度限制,控制网精度难以再有较大幅度的提高。随着先进堆型核岛设计建造技术的发展,设计安装精度要求进一步提高,应用新技术和设备建立更高精度核岛测量控制网已经势在必行。基于激光跟踪仪的工业测量系统,是目前测量精度最高的大尺寸空间测量系统之一,在国内已广泛应用于精密设备生产制造和大型科学工程项目建设中,通过在大空间中对靶球的实时跟踪,结合高精度的角度和距离测量功能,获取靶球实时空间三维坐标。在核岛内,通过在合理位置布置多组专用控制板,科学选择激光跟踪仪的架设位置与站数,利用其超高的测量精度,可以建立一种包含平面与高程的高精度全局三维坐标测量控制网,并将点位精度控制在0.5mm以内。", "label": "土木建筑", "id": 0}
{"content": "冲洪积卵砾石层是新疆岩土工程勘察的主要地层,通过对近30年来冲洪积卵砾石层工程钻探的技术总结,对孔底局部反循环取心钻进、取心钻具回转钻进、牙轮钻具全面钻进、潜孔锤全面钻进等几种主要的钻探工艺技术要点进行了总结归纳,并评述了各钻进工艺的优缺点,尤其对市场竞争环境下卵砾石层钻进工艺做出了对比分析,提出了钻探技术发展的方向。", "label": "土木建筑", "id": 0}
{"content": "岩土工程设计在整个工程施工的过程中占重要部分,一旦岩土工程设计出现问题,会出现一系列的问题,使工程施工进度减缓。水文地质问题是工程中常见的问题,对工程的影响巨大。因此,在施工中要整体把握,了解岩土工程设计与施工中水文地质问题,进一步优化方案,尽量避免问题的发生,进而提高整体施工质量。", "label": "土木建筑", "id": 0}
{"content": "近几年,无人机产业发展速度非常迅猛,且无人机装备与无人机队伍建设也在不断地加强,促使无人机在很多领域内广泛应用。而无人机遥感技术是当前一种新型的技术,可以利用其进行航空摄影和收集数据,不但能低空作业,而且还有着一定的灵活性,现阶段在不断运用的过程当中,能显著提高测绘工程工作质量与工作效率,且测绘的准确度也极高。", "label": "土木建筑", "id": 0}
{"content": "我国地质条件复杂,灰岩分布极其广泛,地下水对灰岩长期的侵蚀作用,形成溶孔、裂隙、溶洞等岩溶地貌。随着人类活动的不断增加,在灰岩发育地区,岩溶塌陷威胁着人类工程建设安全与稳定,查明建设场区地下岩溶发育情况显得尤为重要。本文以泰安地区某拟建厂房的工程勘察为例,在施工场地已知岩溶发育区,对高密度电阻率法不同装置类型探测效果进行分析研究,选定施伦贝谢尔装置,对拟建场区地下的岩溶发育情况进行勘察,并与岩土工程勘察钻孔资料进行对比验证,物探推断成果准确有效,为后期工程施工提供重要地球物理依据。", "label": "土木建筑", "id": 0}
{"content": "随着技术的不断发展,高密度电法以其数据采集快速、处理效率高的特点不断的运用于各个领域,在工程勘察中的作用日渐突显。本文在德州市某地区勘察中采用了高密度电法探测掩埋式管涵,经数据反演后获得可靠模型,推测出管涵位置,经后期钻孔验证,与实际情况相符,为掩埋式管涵探测具有重要参考意义。", "label": "土木建筑", "id": 0}
{"content": "为了保证超高层建筑物等超大高差工程的高精度垂直度,常采用激光铅直仪内控投点进行施工测量基准的传递。考虑激光投点的误差,在介绍分段投测与直接投测不同方法进行基准传递的基础上,本文模拟了不同总高差的大型工程在不同投测高度进行测量基准传递的精度,全面、完备地验证了50m为最合适的分段投测的投测高度,可使总投测误差达最小。经过实例分析验证,该方案可确保较大高差下大型工程轴线垂直度的高精度控制。结合工程实例,证明了该方法的有效性。", "label": "土木建筑", "id": 0}
{"content": "作为工程建设行业中相对弱小的工程勘察领域,信息化进程多数在被动状态下推进,这就容易造成不同目的推动下的信息化,只关注各自的问题和管控节点,数据获取也仅仅局限于行政主管部门的要求,这种状况导致工程勘察数据采集中存在一些问题。本文拟对这些问题进行分析,并提出相应对策。", "label": "土木建筑", "id": 0}
{"content": "水准测量是测定两点间高差较为直接的方法,在地面沉降监测中的应用比较广泛。电子水准仪精度高、操作方便,越来越多地应用于地面沉降监测中。在开封市地面沉降监测中,Trimble DiNi03电子水准仪的应用使得水准测量精度得到较大幅度的提高,较好地反映了开封市地面沉降的现状。文章以开封市地面沉降监测工程为背景,介绍了Trimble DiNi03电子水准仪在地面沉降监测中的应用,对今后类似项目的开展具有借鉴意义。", "label": "土木建筑", "id": 0}
{"content": "勘察是历史建筑保护工作中最基础的环节。勘察的质量与准确性关乎历史建筑信息的保存与延续。然而传统的勘察方式在数据管理层面存在着数据可视化差、数据之间缺乏联系以及缺乏有效的分析手段等一系列问题。新技术的出现为勘察数据的智能化管理提供了可能,三维地理信息系统（3DGIS）与历史建筑信息模型（HBIM）分别实现了对建筑周边环境和建筑勘察数据的管理。通过将二者集成于同一数据管理系统,建立后台勘察数据库和三维可视化平台,实现了对区域勘察数据的智能化管理,并为历史建筑保护工作模式从\"治病\"为主向\"防病\"为主的方向进行转变提供数据支撑。", "label": "土木建筑", "id": 0}
{"content": "收集了近300份安徽省江淮平原地区的岩土工程勘察报告,计算了区内主要土层黏性土层的比贯入阻力的3种统计平均值:算术平均值(ps;s)、厚度加权平均值(ps;h)和最小平均值(ps;min),对3种统计平均值和常见物理力学性质指标的统计学特征及相关性进行了分析,并逐一进行了线性、非线性拟合回归。结果表明:1)3种平均值与大多数物理力学性质指标均高度相关;2) 3种平均值与大多数物理力学性质指标的拟合效果较好,总体而言,ps;min与各指标的拟合优度最大,效果最好。对ps;min与各指标的拟合回归方程进行了检验,认为可以作为利用静力触探确定研究区黏性土物理力学性质指标的经验公式。最后制定了根据比贯入阻力确定研究区黏性土稠度状态的方案。", "label": "土木建筑", "id": 0}
{"content": "大型游乐设备为室内主题乐园的核心项目,游乐设备预埋件的安装质量关系到设备是否能顺利安装和后期运营是否安全。施工测量作为主控技术工序,直接决定了游乐设备预埋件的施工质量和精度。该文以武汉某室内乐园为例,结合多种游乐设备预埋件的施工工艺,总结测量工艺流程,分析重点难点,保证预埋件的施工精度和质量,从而为后期游乐设备的安装和运营打好坚实的基础。", "label": "土木建筑", "id": 0}
{"content": "暗挖法是城市地铁区间施工的常用方法,其特点是对周围地层扰动小,无振动噪音,在实际施工过程中,可实时对地表附近建构筑物的沉降进行监测。对某区间隧道的暗挖施工对地表相邻建筑物的沉降影响进行模拟分析,分别采用FLAC3D有限差分软件以及MIDAS/GTS有限元软件进行建模分析,模拟结果表明,在左线及右线下穿建筑物时,此时建筑物沉降值增量最大,当施工作业面距离建筑物两倍楼长距离时,建筑物沉降趋于稳定。实测表明,建筑物周围地表沉降规律与模拟相符,另外实测表明建筑物的倾斜呈现\"刚体\"转动趋势,这表明除了地基沉降以外,建筑物的结构刚度以及基础刚度都在参与调整建筑物的沉降模式。", "label": "土木建筑", "id": 0}
{"content": "通过绵阳风洞试验段精密测量的工程事例,介绍了施工现场自由设站精密测量施工技术。通过采用自由设站方法,避免了仪器对中与量高偶然误差,取得了良好的效果,成功地减小了测量偶然误差。可供类似工程参考。", "label": "土木建筑", "id": 0}
{"content": "中国古建筑在世界建筑中独树一帜,拥有自身独特的魅力,形成东方独有的建筑形式。我国现存古建筑数量巨大,古建筑的保护也面临很大的挑战。本文基于Revit软件参数化建模,以清工部《工程做法》卷三·七檩歇山建筑为例,展示了古建筑构件参数化建模的方法,实现建筑数字化信息动态存储,可以直观记录古建筑木构件状态信息。在仿古建筑施工中起到节约成本、指导加工等作用。", "label": "土木建筑", "id": 0}
{"content": "\"坐北朝南\"制度长期以来是中国古代建筑定位的基本原则,历来学者对其成因说法不一。本文首先对以往研究成果中对其成因的一惯理论提出质疑,随后指出建筑的坐北与朝南应分化为两个不同的行为过程,并从天文观测和自然崇拜两个人类活动角度对坐北和朝南的成因展开分析,得出了两者可能是源于对北极星观测和\"日中\"之阳的崇拜行为而形成的一种古代礼制制度。", "label": "土木建筑", "id": 0}
{"content": "在高校比拼科研、创作的同时,\"教学\"才是根本。《中国古建筑史》这门专业史论课有其强大的传统建造理论和独特的美学艺术,这属于中国人特有的建筑文化恰与思政教育的\"文化\"思想性同根同源。通过四方面理论的分析与践行将教学成果与\"一带一路\"精神相结合,以综合表现手法为主绘制丝路古建筑局部复原图,与思政教学结合扎扎实实地做了教改的尝试与分享。", "label": "土木建筑", "id": 0}
{"content": "素有\"长江巨埠、皖南门户\"的芜湖作为近代安徽最早开埠通商的城市,其特定的地理环境与社会背景决定其对外来建筑文化的接受方式与众不同,具有独特性,非常值得我们去研究与探讨。本文尝试从跨文化传播学的理论视角分析研究西洋建筑在近代芜湖的传播及其影响,从西洋建筑的符号系统、传播与影响的驱动机制、传播与影响的过程结果三个方面进行剖析,探究建筑物质空间与形式之下的内在规律,揭示芜湖传统建筑对外来建筑文化吸收与接纳的范式。通过研究,加深对外来建筑文化在中小城市传播特点及其规律的认知与理解,以期丰富和充实我国近代建筑史学的研究体系。", "label": "土木建筑", "id": 0}
{"content": "中华文化博大精深,在中国发展的历史长河中,古建筑是对中国文明古国发展的重要见证。古建筑的建造手法以及艺术文化具有很高的研究价值,同时也是现代建筑创新设计的重要借鉴。然而随着年代的变迁、时代的进步,一些古建筑在遭受人为和自然的不同程度损害后,丢失了许多建筑信息。但是随着现代科学技术的发展,可以利用现代科技有效地保存古建筑信息。本文以山西晋祠献殿为例,通过现场测量拍照、利用激光测试及三维点云等方法,收集到古建筑构件的信息与数据。利用REVIT技术生成晋祠献殿,在此基础上将古建筑构件制作成族,利用REVIT优势,将古建筑的构件信息全部记录下来,完成古建筑信息的保护。", "label": "土木建筑", "id": 0}
{"content": "历史建筑是文化的瑰宝,历史建筑周边环境是文化的延续,两者相辅相成,缺一不可。目前,在一写城市中出现了历史建筑与周边环境不协调的画面,忽略了历史建筑周边环境保护。因此本文以太原天主教堂为例,分析历史建筑周边环境景观要素,从而为相关研究者提供思路和参考。", "label": "土木建筑", "id": 0}
{"content": "叠涩是一种非常古老的传统建造技术,实际上在目前的建筑和室内空间设计中仍然可以发挥生命力,它有着自己独特的建构语言,这种建构语言可以引发设计的多面思考。它可以是一种设计组织方法让空间语言变得丰富而生趣;也可以是一种自然建造技术——结构逻辑简单清晰或借助数字化生成复杂逻辑;还可以借用象征或暗喻艺术手法,以小见大使其建造逻辑发生无限链变等。本文从叠涩这一概念为起点,从分析其中各类特性及传统建造法入手,本文并非把讨论范围仅停留在技术层面,而是引入到建筑空间建构层面;也并非在形式上的模仿与探讨,而是从叠涩基本特征模块化、集成化的砌筑思路出发,极力吻合当下主推的建造装配式设计理念。作者试图探讨叠涩古法建造术在当下空间设计中新的可能,运用实例实证分析法以求明晰其中一些当代设计空间中直接或间接运用叠涩古法的建构思路。希望能为当下建筑或室内设计上做一个初探的尝试。", "label": "土木建筑", "id": 0}
{"content": "基于20世纪建筑遗产保护的现状问题,以及近代民族形式建筑背后民族主义与殖民主义的博弈关系,文章认为:①有必要分区片、划时段研究早期现代中国民族形式建筑（1900—1937年）的\"中西体用\"关系变迁及其动力机制;②拓展阅读、批判陈述这阶段建筑师创作民族形式建筑的经验,及其中的共性取向、个体差异与现代启示。初步得出结论:①早期现代中国的民族形式建筑在\"现代建筑设计思维、形式秩序转型同中国建筑的文化身份建构\"之间,呈现出比20世纪50年代、80年代更加矛盾、复杂的关系。②早期现代中国将民族形式建筑牵拉进世界建筑的全球化进程,但也牵制了当今建筑界在\"超越有用性,合于本土建构与文人审美\"层面的\"中国性\"探索。研究旨在:为呈现中国建筑古今演变过程与中外关联域,提供历史叙事与范式解读的典型;为普查、保存20世纪建筑人的记忆遗产提供基础资料。", "label": "土木建筑", "id": 0}
{"content": "本文试图从唐宋时期具有建筑形象的古画中进行城市空间以及建筑形象的对比研究。探讨唐宋两代在建筑发展中的传承和变迁,迄今为止,遗存较完整的唐代建筑均为单体建筑,要研究唐代的建筑群组和城市空间还需要借鉴唐代壁画,宋代风俗画有较大研究价值,如本文提到的《清明上河图》《千里江山图》《闸口盘车图》等,从这些画作中分析唐宋建筑演化的原因和过程。", "label": "土木建筑", "id": 0}
{"content": "通过对清代巴蜀魁星阁在城镇聚落中的布局特征研究,本文结合方志史料及历史影像,探析巴蜀魁星阁在巴蜀城镇聚落形态和空间格局中的重要角色,并揭示城镇聚落中魁星阁各类空间布局方式的文化意涵,以期更好地理解清代巴蜀传统城镇聚落形态和空间格局及其文化背景。", "label": "土木建筑", "id": 0}
{"content": "建筑历史类课程是能促进建筑学、城乡规划等专业实现通专结合的重要课程类别。为实现传授专业知识、开阔学生文化视野、培育批判性思维和正确价值观的通专结合目标,基于其知识点在自身体系化、与其他专业课程的关系、内容属性等方面的差异,将知识点分为地域文化型、交叉型、多元观念型等三种类型,并提出相应的\"PBL+文化扩展\"\"翻转课堂+合作研究课题\"\"对分课堂+观点讨论\"等教学模式,以期推动通专结合。", "label": "土木建筑", "id": 0}
{"content": "<正>结题报告编号:YJ1002096时间:2018年12月——2020年12月1.选题的意义、价值和理论支持1.1选题的理论意义康熙慧眼识宝地。清康熙皇帝当年在北巡途中,发现承德这片地方地势良好、气候宜人、风景优美,于是选定在这里建行宫.康熙四十二年（1703年）开始在此大兴土木,疏浚湖泊,修路造宫.康熙在位时只建了一半的工程,以后又历经雍正、乾隆两个时代,耗时约90年才建成。建楼、台、殿、阁、轩、斋、亭、榭、庙、塔、廊、桥一百二十余处,尤以康、乾御题七十二景昭著,与自然山水相辉映,园中有园,景内有景,构成了一幅千姿百态的立体画卷。", "label": "土木建筑", "id": 0}
{"content": "中国是一个历史悠久名族繁多的国家,上下五千的历史,孕育了无数的瑰宝。国土面积幅员辽阔,长江黄河东西南北贯通其中,各个民族历史文化背景不经相同,生活习惯各异,生活的水土条件和地形地貌差异性,形成了许多具有民族特色的建筑风格。比如说新疆维吾尔族居住的土培拱顶房屋,那赋又异域风情的建筑在沙漠戈壁大放异彩,黄河中上游的——看似千疮百孔又古朴窑洞,安徽婺源高耸挺拔的马头墙等。虽然有这些极具民族特色的建筑,但是中国大部分地区的建筑还是使用木结构承重的建筑,比如木建筑——-\"干阑\"。北京大气辉煌的故宫、木头是我们中国古建筑几千年流传下来,使用最广泛的主要材料。", "label": "土木建筑", "id": 0}
{"content": "<正>园林在日语中一般被称为\"庭园\",在日本园林中,石的地位尤其重要。日本现存最早的园林雏形—三重县城之越流水遗址（约建于公元四世纪）,其流水岸边便已出现有意识的人为堆石。其主要建造目的是作为祭祀及举办仪式的场所,与以纵性怡情、玩赏品味为目的的园林存在一定区别。飞鸟时代,日本权臣苏我马子受中华文化影响建成第一座私家庭园。该园开以石构景之先河,庭园中安有守护石石组,并在池中筑岛,岛上栽橘。以平安时期的《作庭记》出现为标志,日本庭园石文化已经形成,并构建了完备立石理论体系。《作庭记》是世界上第一部造园专著。全书有四篇专门写石,文字内容占全书篇幅一半以上,显示了石在园林造景中的重要价值。", "label": "土木建筑", "id": 0}
{"content": "针对民国建筑所谓\"中西合璧\"的笼统说法,文章以最具南京地方特点,且传载了民国\"黄金十年\"中国建筑师的民族主义情结,与国民政府民族文化复兴政策的民族形式建筑为研究对象,尝试从建筑外观、装饰手法等方面,将它分为大屋顶式、简约仿古式,以及以边疆民族建筑为原型的本土现代式三个风格类型。在此基础上,又从平面布局、形式主义的创作手法,以及整体建筑外观与外立面构图等方面,比较、分析这三类民族形式建筑的形制异同。文章旨在揭示民国\"黄金十年\"探索南京民族形式建筑的多元路径,及其对当今国内建筑设计的启示。", "label": "土木建筑", "id": 0}
{"content": "结合目前建筑课程历史教学现状可以发现,教学中存在这些不少问题,如目前课程教学形式无法满足学生对知识的实际渴求;建筑历史课程没有保持自我的独立性,而是成为了建筑设计课程的一部分;课时太少,没有让建筑历史课程发挥应有的作用。基于这些问题与自身教学实践,本人提出了一些应对措施,以便对建筑历史课程教学有所帮助。", "label": "土木建筑", "id": 0}
{"content": "<正>中华文明历史源远流长,中国古典园林艺术在世界园林建筑史上占据首屈一指的地位,承德避暑山庄是我国现存最大的古代皇家园林,其艺术造诣为中国古典园林艺术史的杰出代表,成为中华文化宝库中珍贵的历史文化遗产。避暑山庄的设计之美,美在其独有的建筑风格与特色,美在内涵丰富的水文化及审美意向,美在整个园林的色彩艺术,山庄的艺术特色展现出古代设计师独具匠心的设计理念以及古代工匠们精湛的造园工艺,堪称中国皇家园林建筑史上", "label": "土木建筑", "id": 0}
{"content": "研究以近代东北地区建筑用砖为研究对象,采用实测数据与文献相互佐证的方法,对砖的规格、质地、砌法进行解码,归纳出不同类型砖的差异。转译差异背后隐藏的度量衡、制砖技术的引进与传播等历史信息,建立砖的识别体系,为判别建筑历史身份提供依据。", "label": "土木建筑", "id": 0}
{"content": "成立于1930年2月的中国营造学社是我国第一个研究中国古代建筑的学术机构。1940年底,中国营造学社与国立中央研究院、国立中央博物院、国立同济大学等学术单位共同迁往四川省南溪县李庄,从而开展了为期5年的学术研究工作,也成为中国营造学社最后的绝响。本文首先简要地介绍了四川李庄中国营造学社的基本情况,然后结合现场调研对学社旧址建筑的现状情况进行初步的分析,同时较系统地整理了描述学社当年生活工作的相关文字记录资料。在多次采访梁再冰、罗哲文等历史当事人、获得大量一手资料的基础上,着重考证了学社旧址原有建筑空间格局,基本确定了我国早期建筑史学研究过程中相关重要历史事件发生的空间场所形态,为更加真实、完整地回顾这一艰苦创业历程及其后的复原、展陈设计和保护规划工作提供了必要的前提条件。", "label": "土木建筑", "id": 0}
{"content": "细粒含量对土石二元混合体的物理力学特征有着重要的影响。本文基于二元混合介质堆积理论,提出了一种简单的非线性最小二乘法,用于校准和确定岩土二元混合体的最大和最小孔隙比以及阈值孔隙比等材料参数,并计算细粒含量对岩土二元混合体摩擦角的影响。首先,对人工配制的粗砂与细砂混合体的最小和最大密度进行了试验,并基于二元堆积理论对最大最小孔隙比进行预测,得到了细粒含量的阈值。此外,获得了临界内摩擦角（或临界应力比）与细粒含量之间的关系。结果表明,基于二元堆积理论对最大最小孔隙比的预测较为准确,且细粒含量对土石混合体的内摩擦角有较大影响。", "label": "土木建筑", "id": 0}
{"content": "分形学是数学中非线性科学的重要组成部分,其中的数学思想在建筑设计方面得到了充分的应用,本文首先给出分形学的相关概念及分形几何图形所具有的一些重要特点,然后,就分形学在建筑设计方面的应用进行探索,分析其在建筑设计方面的具体应用,最后,对分形学在建筑设计方面的应用进行展望。", "label": "土木建筑", "id": 0}
{"content": "<正>房屋建筑面积大致有两种常用计算方法。这两种方法区别在于共有建筑面积分摊系数求法不同。分摊系数第一种求法是先求整栋建筑面积及整栋套内建筑面积,利用其二者差值除以整栋套内建筑面积;分摊系数第二种求法是直接求出共有分摊建筑面积和套内建筑面积,其二者之商即为共有分摊系数。现以共有分摊系数第二种方法为例来探讨房屋建筑面积的计算方法,并由此找出一种行之有效的验证方法。一、房屋建筑面积计算", "label": "土木建筑", "id": 0}
{"content": "三维数字化系统（3 DMA）能够提供三维观察、三维编辑、三维计算的功能。很好的满足了造价工程师算的快、算得精、简单易学、低成本和高效益的需求。且拥有全部的自主版权,为用户使用、升级、持续发展提供便利条件,最大限度的保障了用户的利益。", "label": "土木建筑", "id": 0}
{"content": "本文对扩展有限元方法（XFEM）的发展及其与其他数值方法的联系进行了综述。文中主要包括以下内容: 首先对无网格法的发展背景和历程进行了介绍,并从近似位移场构造的角度对众多的无网格法进行了比较分析; 从单位分解理论的形式出发,阐述了 XFEM 的特点及其与传统有限元法、无网格方法的联系;归纳了关于 XFEM 的应用研究及其自身理论发展的主要研究方向,并对 XFEM 的发展进行了展望。", "label": "土木建筑", "id": 0}
{"content": "当前,我国正处于大量消耗自然资源原材料以支撑经济高速增长的工业化时期,能源对经济增长的约束作用已经开始显现,节能已经成为关系到我国国计民生的大事。而民用建筑作为我国一个重要的能耗源,对其节能方法和节能措施的研究也是刻不容缓。本文运用粗糙集分析方法,在统计分析的基础上,进一步研究了住宅系统中影响住宅能耗的各个相关因素对住宅能耗具体的影响规则,在验证了统计分析结论的同时为节能住宅的建设提供了设计原则和依据。本研究的研究成果对我国民用建筑节能的发展具有一定的指导意义,也可以作为住宅设计单位在节能住宅设计过程中的设计原则和依据。", "label": "土木建筑", "id": 0}
{"content": "本文针对建筑工程界常用的进度一成本优化方法网络计划术的不足,用非线性规划方法建立了资源和天气影响下的进度-成本综合优化模型,以求得更科学的优化方法和良好的经济效益。实践证明,应用效果好。", "label": "土木建筑", "id": 0}
{"content": "设施定位问题是一个普遍受到国内外关注的问题,其模型是城市和区域规划中应用非常广泛的一种数学模型。设施定位问题求解很复杂,有效的搜索方法是十分重要的。由于模拟退火算法的高效性、稳健性、通用性和灵活性等,对许多复杂问题的求解是十分有效的。本文探讨模拟退火算法用于设施定位问题的求解的实验,通过与其它算法的计算结果进行的比较分析,结果表明模拟退火算法对于处理这类问题是有效的。", "label": "土木建筑", "id": 0}
{"content": "本文提出建筑工程结构可靠性分析的未确知数学模型,并通过实例验证,在理论上是合理的, 相对于传统的概率方法计算更简单,结果更合理,为可靠度分析提供了一种新的模式。", "label": "土木建筑", "id": 0}
{"content": "本文引用两级模糊综合评判的基本步骤和方法,应用专家经验或逻辑推理评语,使住宅建筑设计和深基坑支护方案的选择达到模糊优化的目的。", "label": "土木建筑", "id": 0}
{"content": "智慧城市的建设与信息化科技的帮助有着密切的联系,智能化与数字化的有机结合,使得城市的交通、办公、居住区等进行了相互融合,使得城市化建设更加的科学化、合理化。通过建设智慧照明体系推动智慧城市的不断发展,通过IT和物联网技术的有机结合,实现照明体系的信息化综合管理,为城市的智能照明体系开辟了新渠道。", "label": "土木建筑", "id": 0}
{"content": "通过分析建筑运维期能耗管理的内容,总结建筑运维期能耗管理数据及其特点,分析建筑运维期能耗数据的管理模式,基于统一管理型能耗数据管理模式,提出一种建筑运维期能耗数据管理与应用架构,基于标准化分布式的能耗管理数据平台,向不同地区、不同建筑的能耗管理者提供统一的数据应用,并分析了在此管理架构中所需要突破的关键技术。", "label": "土木建筑", "id": 0}
{"content": "多个城市河道壅水建筑物泄流时都发生了泄流噪声污染环境问题,但有关水流噪声产生机理和影响规律的研究不多。为了明确成都市锦江某闸坝泄流噪声对其周围的建筑物的影响规律,本文建立了闸坝及其周围敏感建筑物的三维仿真模型,利用现场测量和数值模拟方法,以昼间和夜间等效A声级作为评价因子,分别评估了闸坝不过流时敏感对象A、B小区的噪声水平（包括交通噪声和社会生活噪声）,闸坝泄流产生不同强度的泄流噪声时敏感对象A、B小区的噪声水平。结果表明,当闸坝泄流噪声源强度达75dB后,开始对A、B小区的声环境产生影响;随着泄流噪声的增大,各测点噪声值增大,夜间的影响程度高于白天;当闸坝泄流噪声源强度达90dB后,噪声变化幅度明显增大;随着泄流噪声由小变大,小区各栋楼噪声最大值对应的测点位置和不同楼层噪声变化规律均发生变化。噪声随楼层变化规律与声源和楼的相对位置有关,两者之间无传声障碍时,噪声值随楼层增高而减小;两者之间存在障碍时,噪声值会出现随楼层增高而增大的现象;在地形复杂区域多声源叠加时,会出现多个相邻楼层噪声相等的情况。上述成果可为评估城市河道壅水建筑物选址和运行方式对周围环境的影响提供参考。", "label": "土木建筑", "id": 0}
{"content": "健康建筑致力于增加室内人员的舒适健康与工作效率,而光、热环境质量都是决定建筑室内环境舒适度的重要因素,同时也对建筑的节能效果影响巨大。针对目前室内光热环境缺乏有效动态控制、节能潜力尚未充分开发的多目标优化问题,本研究从光、热环境间的耦合关系切入,采集天气信息、室内照度及温湿度数据,利用LightGBM（Light Gradient Boosting Machine,LGBM）实现对工作面照度的预测;并对室内外热交换的动态变化过程进行解析和建模,进而求解出能耗与光热舒适度多目标优化的策略;最终通过电致变色玻璃、人工照明光源和空调设备执行调节,实现对建筑室内光热环境的动态控制,并充分提升节能效果。最终在实际测试中,工作面照度的失控率可控制在0.67%,标准差为14lx,控制效果优异。", "label": "土木建筑", "id": 0}
{"content": "为助力智慧城市发展建设,国家新基建战略要求加速推进5G基站规模化的部署,因此可为5G微基站提供丰富站址资源的智慧路灯在智慧城市发展建设中的重要性日益凸显。同时智慧路灯系统的传感网络所采集的海量数据可助力城市数据大脑的智能决策和快速响应。本文对智慧路灯系统选址进行了深入研究,提出衡量系统融合度的可量化指标,聚焦在5G微基站选址问题,基于多系统融合的角度,建立5G微基站选址模型。并选取不同类型案例,运用改进的离散二进制粒子群算法进行模型仿真求解,验证了模型的有效性,通过对比分析仿真结果,得到覆盖率约束与系统融合度呈负相关关系的客观规律。本文研究成果将为5G基站建设和智慧路灯相关标准的出台提供理论依据和支撑。", "label": "土木建筑", "id": 0}
{"content": "伴随着我国经济迅猛增长,城镇化水平不断提高,城市夜景照明也快速发展。夜景照明改变了城市生态系统光周期和光辐照条件,对城市生态系统物质流、能量流和信息流以及服务域功能等产生了一定的影响。本文主要综述了城市夜景照明的发展及其特点,分析了夜景照明（人造光）对城市汞物质循环过程的影响以及城市植被的响应,讨论了夜景照明下城市汞污染的防治措施,展望了我国城市规划域管理过程中,以汞为代表的污染物的预防和管理策略及治理技术等的研发趋势。", "label": "土木建筑", "id": 0}
{"content": "基督教堂由于其视觉上突显于城市世俗建筑的单体高耸的外型尺度与礼仪活动的容纳场所而备受关注。本文回顾了声能模型理论研究基督教堂声学特性的方法特征,归纳了常用的构架及步骤。本文阐述了声能模型与经典几何声学理论的关键异同,明确了与后者的声能折线衰减不同,声能模型在初始阶段的反射声能为线性变化规律,后期呈现曲线变化。根据其核心机制的演化分析得出,基于声能的D50、C80等参数与声源-接收点的距离r的关系,更符合参数的实际作用情况。理论应用上,此模型能从声音发生传播的过程机理解释的角度提供方程编码依据,现今表现出\"多参数\"交叉网络的研究趋势,为今后的教堂等高耸厅堂房间（如佛教寺庙）的声学研究提供了思路。", "label": "土木建筑", "id": 0}
{"content": "论文论述现代室内光环境中照明设计的美学特征与新型设计手法。首先通过对室内照明设计的发展历程、现阶段发展方向的梳理,提出现代室内空间照明设计的美学特征为点线面的抽象表达、光形态的三维具象化以及色彩与阴影的运用多样化。接着结合以LED灯具为代表的新型灯具在不同室内场景中应用方式的研究,探讨并总结现代室内空间照明设计对点、线、面、体四种基本元素的表达方式和创新运用形式。", "label": "土木建筑", "id": 0}
{"content": "随着城市环境噪声污染防治需求的不断增加,考虑了安全及景观美化的直立型声屏障降噪技术方案更具优势,而外形复杂、施工维护困难及存在一定安全隐患的传统顶部降噪装置大大限制了传统声屏障降噪技术方案的发展。边缘抑制型声屏障是基于声屏障边缘空气粒子振动加速导致声音放大的边缘效应而设计,其具有外形简洁、一体化安装、优于传统顶端降噪装置的附加降噪效果等优势,适应性广泛,可为声屏障降噪工程提供更优化的备选方案。", "label": "土木建筑", "id": 0}
{"content": "随着城乡一体化的建设和社会经济的高速发展,许多地区乡村住宅的居住环境已经很难满足村民的生活需求。在鄂西南地区地理条件和气候特点的理论分析基础上,对该地区乡村住宅的现状进行了实地调研,采用现场实测和问卷调查相结合的方法,较为全面地分析了当地居民的居住热舒适状况。调研发现,鄂西南地区乡村住宅热工性能差、居住舒适度不佳,难以满足村民对居住热舒适的要求,有极大的优化设计空间。选取建筑朝向、外墙XPS保温层厚度、屋面XPS保温层厚度、屋顶坡度、窗墙面积比、外窗玻璃材料及厚度、遮阳方式以及夏季通风策略八个符合该地区地域特色的热环境优化策略,利用Energy Plus软件模拟不同优化策略组合下的热舒适效果,并将其作为训练数据建立了基于BP神经网络的鄂西南乡村住宅热舒适预测模型,通过相关参数的设定以及反复运行测试得到了较好的模拟效果。该模型可用于评估住宅设计方案对室内热舒适的影响,在已知各设计策略取值的情况下直接预测住宅室内热舒适度,对不同的建筑优化策略做出评价和筛选。", "label": "土木建筑", "id": 0}
{"content": "随着我国经济快速发展,社会对教育建筑的需求总量及其内部光热环境质量的要求大幅提高。同时受气候条件影响,湿热地区教育建筑空调被大量使用,导致能耗激增。教育建筑窗墙比大,外遮阳作为公认有效的被动式节能技术,其合理设计是保证教室光热舒适和节能的关键。以广州市典型中小学教室为研究对象,基于Rhino和Grasshopper参数化平台,采用Ladybug+Honeybee性能分析软件,以广州典型气象年作为模拟条件,在保证室内学习平面照度符合规范标准的前提下,分析多种分区域照明设置方式对教室能耗的影响,确定较优设置方式。以提高教室内部光、热舒适性和减少能耗为优化目标,应用遗传算法进行多目标优化,研究垂直外遮阳设计对上述目标的综合影响。研究表明,分区域照明设置可有效降低室内照明能耗。随着分区数量增加,照明耗电量呈下降趋势,最大节能率可达22.47%;在分区数量较多时,横向分区照明的节能效果优于纵向分区,最大相差4.46%。与初期方案相比,采用较好分区域照明设置和外遮阳设计的教室,总能耗节能率最高可达9.5%,光舒适和热舒适时间比最大可提高7.03%和20.52%。", "label": "土木建筑", "id": 0}
{"content": "在高校教学建筑中,教室自然采光对室内环境舒适性和节约照明能耗具有重要影响。处于第Ⅳ光气候区的赣北地区,室外天然光年平均总照度偏低,可利用天然光的时间较短。赣北地区也有不少教学建筑采用内廊式布局,教室为单侧窗采光,教室自然采光效果较差。本文首先运用Velux采光模拟软件对赣北地区高校既有教室光环境进行定量分析研究,然后对多种顶面反射比、多种天花顶棚和不同宽度反光板分别进行模拟分析,最终根据模拟结果选取合适的优化策略。本研究通过对不同优化策略的分析,为赣北地区高校单侧采光教室光环境优化提供了参考,对其他相似地区也具有一定的借鉴意义。", "label": "土木建筑", "id": 0}
{"content": "动态表皮结合传感器和智能优化算法有利于动态地响应环境变化,增强室内光环境的舒适程度。本文从设计形态学出发,梳理动态表皮的设计因素并进行参数化建模,对大量动态表皮模型的室内光环境性能进行评估,通过可解释性机器学习来探索不同设计因素在提高室内光环境的表现差异。根据适应性表皮的设计特点,本文使用Rhino/Grasshopper平台建立三类表皮单元的参数化模型,使用Honeybee和Ladybug等模拟软件评估模型的全自然采光百分比（DLA）、有效日光照度（UDI）和日光眩光概率（DGP）等光环境指标,通过控制参数化模型生成大量样本进行批量模拟,获得大量样本数据集,分别使用相关性分析,基于神经网络回归模型的特征敏感性分析和基于XGBoost机器学习回归算法的可解释性分析挖掘动态表皮参数对室内光环境指标的贡献情况。本文的结论为动态表皮的设计提供参考依据,便于设计师在设计前期解耦动态表皮各项因素对室内光环境的影响,进行更高效的环境性能驱动的动态表皮设计。", "label": "土木建筑", "id": 0}
{"content": "建筑围护结构是抵御室外环境不利影响的重要屏障,对降低建筑能耗和营造舒适的居住环境有重要的作用。然而,由于节能设计参数的复杂性和设计方案的多样性,使用传统单参数模拟优化围护结构设计方案时存在耗时长、寻优难的问题。为此,本研究以国际太阳能十项全能中东赛区华南理工大学赛队的参赛方案围护结构为例,提出了一种基于遗传算法的多参数寻优方法,用于辅助建筑师进行围护结构设计。首先,对当地气象参数进行分析,确立了减少太阳辐射、降低能耗的设计目标,提出了使用遮阳和高热阻围护结构的实现手段。其次,基于Rhino Grasshopper参数化平台建立了住宅建筑模型,通过能耗模拟工具进行了围护结构的传热系数、窗墙比的单参数优化计算,获得了各参数取值的合理范围。最后,以全年总耗电量最低为目标,使用平台遗传算法模块进行了多参数寻优,得到了不同位置、多种围护结构参数组合的最优解。", "label": "土木建筑", "id": 0}
{"content": "利用三维建模软件Rhino、参数化平台Grasshopper以及搭载的性能模拟插件Ladybug和Honeybee,基于节能效果与采光质量两个方面,探究带有中庭的异形建筑的建筑表皮与外遮阳设计及评估流程。以广州科技图书馆项目为例,由于建筑外围护结构受到的太阳辐射影响建筑能耗,结合建筑表面累计太阳辐射、建筑造型和功能,可进行基于节能效果的表皮虚实划分。接着通过对建筑采光的模拟,核查建筑的采光系数、平均照度、自然采光满足率等采光质量指标。模拟发现由于上层建筑体量和楼板会对中庭采光产生影响,使用常规的抽出标准层模型的模拟方法得出的采光模拟结果误差较大,异形建筑方案应通过建立全模进行整体性光照分析。最后结合全模型采光分析,设计了新型外挂穿孔金属折板或光伏遮阳板幕墙的双层立面,探究了外挂金属折板降低太阳辐射的作用,并验证了外挂金属折板对眩光的改善程度。基于Ladybug与Honeybee的参数化节能效果与采光质量评估流程具有准确高效性,方便进行参数修改的多方案比较调整,帮助设计人员快速进行建筑表皮和遮阳设计。", "label": "土木建筑", "id": 0}
{"content": "随着社会的能源危机与环境问题日益严峻,低碳、绿色可持续的城市成为了城市发展的主要方向。同时也是我国节能减排目标下的重大挑战。城市是能源消耗的主要载体,消耗了全球终端能耗的60%,因此通过城市合理规划与设计促进城市低碳化发展逐渐成为共识。但是不同尺度规划要素如何影响建筑能耗水平高低的研究相对缺乏,尤其是街区是城市规划管控的最小单元,其相关成果可以于在规划设计的初步从绿色节能的角度给城市街区建筑布局相应建议。本文以夏热冬冷地区武汉市的办公街区为例,选取了五种街区形态类型,以街区体型系数和建筑密度为自变量。通过量化分析和对比研究,探究形态参数对街区建筑能耗的影响。研究表明:（1）体形系数与街区能耗存在高度正相关性,体形系数越大,街区空调能耗越大;（2）建筑密度与街区总能耗表现出正相关性,而与街区制冷能耗呈负相关。随建筑密度增大,建筑采暖能耗与照明能耗逐渐增加,制冷能耗逐渐减小;（3）相同条件下,体形系数变化对街区能耗影响程度大于建筑密度变化对街区能耗影响。", "label": "土木建筑", "id": 0}
{"content": "随着城市照明建设迅猛发展,盲目的大规模亮化建设给城市夜空间造成了新的环境问题,\"亮化不当\"\"过度亮化\"\"光污染\"等负面新闻越来越多。提升夜间环境安全品质、构建城市舒适和谐夜景成为全国各地正在面临的新挑战。本文从株洲市\"微亮化\"试点工作的成效和经验出发,探讨城市照明\"微亮化\"的定义和内涵,明确\"微亮化\"的规划范围和对象,结合实际工作研究了其四大规划策略,分别为\"补\"短板:近期着重对城市功能照明进行补充;\"提\"品质:提质小范围景观照明品质,优化夜间光环境;\"定\"标准:确定及控制\"微亮化\"光学指标,合理节约能源,预防光污染;\"亮\"特色:梳理区域人文内涵,融入夜景设计,彰显特色夜景。\"微亮化\"的规划理念可以科学、规范地指引城市照明专项规划的编制,为城市亮化建设提供全新的工作思路和方法。株洲市\"微亮化\"试点工作已初见成效,可为其他城市照明\"微亮化\"建设提供参考和借鉴,推动全国城市照明建设理性健康发展。", "label": "土木建筑", "id": 0}
{"content": "近几年城市夜经济欣欣向荣,成为撬动地方消费的金钥匙。夜经济快速发展的同时推动了城市照明行业的催化剂,城市夜景设计已成为展示城市繁荣和文化魅力最耀眼的名片。夜景照明作为城市繁荣和文化魅力的形象展示手段,符合城市历史和时代引领的潮流,在满足基本照明的前提下,提升城市夜景照明的可识别性,同时各城市提倡绿色照明发展是资源节能和城市亮化的风向标。本文首先分析了国内城市夜景照明设计的特点和思路,其次在可识别性相关理论的指导下,对城市夜景环境要素\"楼、路、桥、园、场\"进行了梳理,提出城市夜景照明设计遵循原则及探索了其可识别的方法,最后对安陆市夜景照明可识别区域成果进行展示,兼顾城市景观特色的营造,为人民提供了驻足停留、欢呼或思考的重要空间。", "label": "土木建筑", "id": 0}
{"content": "临干道城市广场是具有\"城市核心地段+噪声强影响\"双重属性的城市公共空间,一方面,作为核心公共空间,其声景设计对于城市居民的生活体验以及城市本身的空间质量都有着较大的影响。另一方面,作为城市文化底蕴和独特风貌的展示窗口,其声景的文化属性挖掘不管是对于声景本身的理论发展还是城市的文化输出都有着重大的意义。最后,针对交通噪声干扰与公共空间品质之间的矛盾问题,通过声景设计手段的解决方法也将对类似空间问题提供重要思路。本文聚焦临干道城市广场的声环境品质优化提升及文化输出功能强化,结合邯郸市丛台广场设计案例,在基于声景三要素\"环境、人、声\"的基础上对基地声环境现状进行了分析及设计研判,再针对理念引导层次、装置设计层次以及共识构建层次三方面对基地提出了相应的声景设计策略。", "label": "土木建筑", "id": 0}
{"content": "研究目的:体育建筑是一种文化实体,除了自身特有的空间场域精神之外,还具有一种外在的文化张力,是一种极具保护价值的文化符号。跳伞塔作为体育建筑中的\"另类\",不像传统体育场馆那样具有内在的包容性,反而是压缩内在空间通过高耸的塔身来实现纵向维度的延展。在特殊的历史背景下,跳伞塔作为新中国成立初期国防体育跳伞项目的重要训练比赛工具,短时间内在国内各主要城市迅速涌现,但绝大多数跳伞塔随着社会的变革又被湮灭在爆破的尘埃中,成为城市扩张规划的牺牲品,仅有数座跳伞塔作为文物被保留了下来,述说着那段\"伞花朵朵开\"的历史。本研究以文化符号学为研究视角,以保护最好的济南跳伞塔为个案,在梳理跳伞塔完整历史脉络变化的基础上,重新审慎跳伞塔建筑的时代价值与保护意义,让跳伞塔除了在恪守文物自身的记载历史与见证历史的一般功能外,积极发掘跳伞塔的地标功能、景观功能、教育功能和符号功能,进而赋予跳伞塔新的时代价值和身份属性。研究方法:1)史料分析法。以近代中国国防体育运动为研究范畴,从地市志、航空史、跳伞运动发展史、国防体育史以及旧报纸等诸多史料中撷取有关\"跳伞塔\"的相关文字和图片资料,现已经形成较为完整的跳伞塔史料库,基本再现了中国近代跳伞塔的发展脉络。2)实地调研法。对仅存的9座跳伞塔进行实地调研,通过保护政策、现实措施、周围环境和民众认知四个维度进行深入分析,撰写了相应的调研报告,获得了一手的研究资料。3)深度访谈法。以济南市跳伞塔为个案,通过对济南市文旅厅文物保护与考古处相关负责人和原济南跳伞队老队员的深度访谈,获得了更为详实的保护政策和亲历者口述资料,极大丰富了研究资料的广度。研究结果:通过大量的文献梳理和实地的调研访谈,主要的研究结果集中在历史脉络和现实困境两个方面:第一,我国跳伞塔建筑的历史脉络。1)1942年南京国民政府西迁重庆修建了近代中国第一座跳伞塔,后被废弃。2)1952年中央国防体育俱乐部成立,开始在全国范围内开展群众性跳伞运动,选拔跳伞运动员和飞行员。同年,重庆跳伞塔修旧如新,开始试点。1955年,北京跳伞塔作为新中国第一座跳伞塔建成,国家体委主任贺龙元帅亲自登上塔顶。在国家的号召下,1955至1960年之间,开封、郑州、哈尔滨、济南、武汉、沈阳、保定、西安、太原、广州、上海（长宁、杨浦）、长春、石家庄和南京等15座跳伞塔陆续拔地而起。3)1960年,受到三年自然灾害的影响,群众对跳伞的热情大为减退。1963年,经济状况好转,跳伞运动也恢复正常,一直持续到文革。\"文化大革命\"期间,跳伞运动更是没人组织了,跳伞塔又陷入沉寂。1973年,周总理发表讲话,考虑重新恢复国防体育,跳伞塔才又热闹起来。4)1981年,跳伞项目在体育比赛中被取消,跳伞运动逐渐衰落,跳伞塔也完成了它的历史使命,仅有为数不多的几座跳伞塔保留了下来,作为历史见证的文物保护了起来。第二,各地现存跳伞塔文物的现实困境。经过调研,各地跳伞塔都成为了各级的文物保护建筑,但修缮程度和保护方式各不相同,9座跳伞塔呈现以下5种类型,其中济南跳伞塔是我国当前保护最好并且合理利用的唯一一座跳伞塔建筑:1)无特殊保护:开封跳伞塔（国家级文物,但塔下成为了练车场）。2)成为楼盘的一部分:北京跳伞塔。3)校园内保护:保定跳伞塔、南京跳伞塔、西安跳伞塔。4)公园广场内保护:重庆跳伞塔、武汉跳伞塔、沈阳跳伞塔（铁塔）。5)单独保护并合理利用:济南跳伞塔。研究结论:1)跳伞塔作为现代城市地标符号的功能已被摩天大厦和商业中心所代替,这是经济发展的必然,是社会发展不可阻碍的趋势,也是保护跳伞塔的巨大压力之所在。策略:从实体符号向文化符号转变,挖掘跳伞塔的软文化价值。2)各类媒体网站和普通路人,跳伞塔的社会曝光率和群众认知率都很低。经调研,很多社会人士都不认识这个奇怪的建筑,更不了解它的历史和作用。策略:跳伞塔的教育价值有待发掘,可以从思政教育和党史学习的维度,整理跳伞塔相关史料文献,以老跳伞运动员的案例为教育内容,扩大跳伞塔的认知人群。3)保护跳伞塔的精细化程度较低,部分现存的跳伞塔存在各种安全问题和美观问题。策略:增加经费投入,提高保护方案的科学化和针对化。4)跳伞塔的利用程度低。策略:宣传济南跳伞塔的保护使用经验,将跳伞塔作为全民健身中心的一部分,融合体育元素和文化元素,接力健康中国,成为我国全民健身战略的重要组成部分。5)跳伞运动的实体化消失是非常重要的问题,社会无法直观认识到这种\"过去式\"的国防体育运动。策略:让建筑文物活起来,发挥其文化旅游价值和跳伞的体验价值和部分经济价值。此外,还需正确认识这一类文物的理论价值,提高社会对跳伞塔的文物认同感。", "label": "土木建筑", "id": 0}
{"content": "中国近代建筑在中国建筑史上占有重要地位,它形成仅仅百年,却和城市一起经历了封建、半封建半殖民地、军阀混战,直至解放、文革等多个历史时期,正是由于它产生于这个新旧激烈变革的时期,才使得他的建筑形式多种多样,既有旧建筑体系,又有新建筑体系,既有中国民族特色的建筑,又有西方各种风格的建筑。本篇文章先大体叙述了中国近代建筑的保护现状,再以烟台山领事馆建筑群中的美国领事馆和英国领事馆这两座近代建筑为研究对象,详细叙述了我国目前的古建筑保护水平,最后针对烟台山领事馆的保在利用现状,提出建议。", "label": "土木建筑", "id": 0}
{"content": "文安驿城墙遗址修筑与黄土梁垣之上,由于历代修建、地势变化等因素导致其结构现状复杂多样。对文安驿城址结构现状进行了详细调查,总结危险断面8种,考虑工程实际,结合数值分析方法,提取5类计算分析模型,以应力、位移和塑形应变为依据对城墙遗址潜在破坏可能进行了评估分析,得出东城墙安全等级在1.2～1.4,北城墙安全等级在1.1～1.2,西城墙及局部载体安全等级在1.0～1.1。为文安驿城墙的加固保护提供科学的基础资料。", "label": "土木建筑", "id": 0}
{"content": "北方皇家园林与南方私家园林都是中国历史文化的瑰宝,无数能工巧匠的心血结晶。其中园林中建筑和院落墙体具有十分重要的作用。它可满足人们生活享受和观赏风景的愿望。中国自然式园林,其建筑一方面要可行、可观、可居、可游,一方面起着点景、隔景的作用,使园林移步换景、渐入佳境,以小见大,又使园林显得自然、淡泊、恬静、含蓄。中国的园林都有围墙,且具民族特色;比如龙墙,蜿蜒起伏,犹如长龙围院,颇有气派。园中的建筑群又都采用院落式布局,园墙更是不可缺少的组成部分。因此,对这些传承几百年的园林古建筑以及墙体的保护显得尤为重要。", "label": "土木建筑", "id": 0}
{"content": "2020年普利兹克奖授予两位爱尔兰女性建筑师伊冯·法雷尔和谢莉·麦克纳马拉。她们自成立格拉夫顿建筑事务所以来,一直致力于地方性建筑的探讨,注重建筑对于城市、社区的责任与回馈;她们创造了自由灵动的建筑空间,内外渗透,光影变化;她们关注地球生态,将建筑转化为新的地理,并在建成环境中融入对气候生态的思考。本文以格拉夫顿建筑事务所的创作实践作为研究对象,从思想观念、空间创作、可持续理念三个方面,剖析他们触及环境、城市和居民的设计观。", "label": "土木建筑", "id": 0}
{"content": "本文基于蔚县地域文化与建造背景,以蔚县暖泉镇西古堡村为研究对象,对当地建筑的现状与问题进行梳理总结,分析其独特的民居环境和严谨的建筑形制,试图找寻与当地环境共生、与现代生活同构的设计策略,为乡土建筑的利用与更新提供参考,以便重新唤起人们对乡土建筑的保护意识,从而让传统村落得到更有效的发展。", "label": "土木建筑", "id": 0}
{"content": "如福建土楼、侗族鼓楼等具有令人称奇的中国古建筑使用寿命,是一种高质量产品的重要特征,而这些古代建筑在建造过程中很少有明显独立的质量监督与检测机构。通过文献研究发现,这些古建筑的建造质量保证隐含在建筑的仪式过程中。本文从质量控制角度分析了古代建筑的建造典型流程,具体以测控思维详细探讨了其上梁过程,揭示了其质量保证体系,并由此提出了一体化质量保证理念,为生产制造质量保证提供一种新思想。", "label": "土木建筑", "id": 0}
{"content": "传统建筑彩画艺术是我国宝贵的非物质文化遗产,具有较高的审美价值、实用价值和文化价值,对其进行传承与创新十分必要。现代高校具有人才培养,科学研究,社会服务,文化传承与创新的基本职能。高校可以扮演人才培养新渠道,科学研究生力军,社会实践参与者的角色,对于传统建筑彩画艺术的传承与创新具有十分重要的积极意义。", "label": "土木建筑", "id": 0}
{"content": "在城市设计中,城市街道建筑的色彩对城市街道的界面观感、街道上行人的体验都有很大影响。以往的城市设计色彩研究受限于人工采样及手工设计和分析的方式,较大城市尺度的建筑色彩分析开展起来有一定的困难。但是随着技术的发展,街景数据的获取更加便捷,并且应用数据处理和机器学习等技术,能够对城市街景建筑进行规模化的快速分析和处理,并由此辅助城市街景色彩规划和控制。本文在总结前人相关研究的基础上,采用聚类算法和深度学习对城市尺度的街景数据进行处理和分析,提出一个可以快速辅助设计的方法,并在一个具体项目实践中进行尝试。", "label": "土木建筑", "id": 0}
{"content": "近年来随着人们对历史建筑的游览兴趣日益高涨和可视化技术的迅猛发展,历史建筑游览中MR技术的应用研究成为一个前沿热点。目前历史建筑的导览方式主要局限于宣传册、手机等平面媒介,获取信息的方式较为单一,缺乏直观性与灵活性。MR技术所具有的虚实结合性、可视化、交互性、反馈性、可移动性等特性为历史建筑导览中所存在的问题提供了新的解决方案。本文以重庆市磁器口钟家大院为例,进行了一次MR技术在历史建筑导览中的实践应用,探索了MR技术在历史建筑导览中的应用场景。与传统历史建筑导览模式相比,MR技术的引入能够在不破坏历史建筑原始风貌的前提下将建筑实体、历史场景、背景资料等进行有机整合,用数字化的方式在历史建筑导览中带来多视角、多维度、可交互的全新体验。", "label": "土木建筑", "id": 0}
{"content": "红色革命遗址是革命年代峥嵘往事的发生地,它象征着中国共产党的革命历史。传统的红色革命遗址信息在储存方面主要有文字、影像和图表等几种方式。但是这些储存的书籍资料、建筑图纸并不能够完全反映红色文化遗产的全部信息,且由于历史久远,所存储的资料残缺不全,导致修复工作难度极大,无法复原红色革命遗址和历史事件的真实面貌。在修复和保护时,由于信息不准确而造成的二次破坏的情况屡屡发生。但利用BIM技术进行文化遗产的修复和保护,可以极大地缓解这类情况。本文以八七会议会址为研究对象,利用BIM技术、数字测绘、拍照,三维激光扫描、近景摄影测量、三维建模、虚拟现实场景、裸眼3D等综合技术,开展红色文化遗产信息搜集处理、储存传递、转化利用的具体研究。", "label": "土木建筑", "id": 0}
{"content": "近年来,无人机技术迅速发展,广泛应用于军事学、测量学、资源调查、城乡规划等学科,技术愈发成熟,应用领域亦不断拓展。在建筑学领域,无人机技术主要应用于场地地形分析与表达、建筑实景数据采集、日照模拟与规划定线、既有建筑测绘制图等方面。在建筑遗产保护领域,无人机一般作为航拍工具应用于建筑屋顶正投影、建筑与周边环境正投影拍照,成为可达性、可视性较低区域的测绘制图、空间分析的辅助工具。自2019年以来,笔者尝试在设计教学中运用无人机技术,包括基于无人机航拍、航测等外业功能,以及数据处理、辅助建模、可视化分析与表达等相关内业功能,综合运用ContextCapture、MetashapePro、3D Max等数据处理和可视化表达软件。无人机技术的应用弥补了既有课程教学在实地勘察和现状分析中的不足,加深了学生们对于历史建筑保护设计中建筑原状分析、完损状况分析、设计分析与表达等各个阶段的认识。本文以2019至2021年间开展的近现代历史建筑保护设计教学案例为例,阐述无人机技术在建筑遗产调研勘察、现状分析、设计表达等教学环节中的应用。", "label": "土木建筑", "id": 0}
{"content": "建筑色彩是城市风貌的重要组成部分,也是城市风貌管控的核心内容。近年来国内多个城市开展了有关城市色彩、建筑色彩的专项研究工作,然而实施效果不甚理想。对此,本文在对国内主要城市色彩规划管理研究实践基础上,基于深圳城市规划管理现状,提出从综合认知、政策制度、城市设计、专家咨询及公众参与等方面强化建筑色彩规划管理的建议,希望以此能对国内建筑色彩规划管理提供参考。", "label": "土木建筑", "id": 0}
{"content": "历史建筑是文化遗产的重要组成部分,对延续城市历史文脉意义重大。普查与认定作为支撑工作,对于夯实历史建筑保护与利用基础,具有重要意义。然而,现有的工作方法和技术手段比较落后,不能真实而完整地反映和记录历史建筑的价值特色与基本信息,造成了历史建筑普查及认定工作效率低下,普查成果不能实现数据化并且不易于查阅。本文对传统的历史建筑普查与认定方法所存在的问题进行了剖析,以北京市历史建筑普查与认定工作为例,基于技术需求和GIS二次开发,从普查与认定标准体系、调研及数据处理工具体系、操作指引体系等方面全方位架构了历史建筑普查与认定工作的基础技术支撑。通过对历史建筑普查认定方法的探讨,为文化遗产保护与管理向数据化方式转变提供支撑。", "label": "土木建筑", "id": 0}
{"content": "工业遗产的展示利用不仅保护和活化了文物本体,也盘活了城市土地存量,为城市发展提供了空间基础和动力。本文选取文物保护单位类型的工业遗产作为研究对象,是因为比其他类型的工业遗产具有更高的遗产价值和保护管理基础。以文物本体为切入点,探讨了工业遗产的保护与利用模式,即博物馆模式、工艺展示模式、游憩公园模式和民居商业化模式。在此基础上,以全国重点文物保护单位温州矾山矾矿遗址为例,判定其文物本体构成情况以及展示利用方式方法。最后,提出应从扩大保护范围、丰富展示方式、制定保护规划、厘清管理机制等方面入手对工业遗产进行保护与利用。", "label": "土木建筑", "id": 0}
{"content": "以马合钢高炉区工业遗址为例,对项目的保护背景和保护意义进行充分论证。同时通过对保护涵义的再分析,在宏观保护原则的基础上,以多维度、系统性、原真性三个策略来指导微观层面的物项保护工作。进一步将物项保护的具体工作按照安全鉴定、安全消隐、保护性拆除和防腐除锈四个步骤,从风貌、形态、肌理和颜色四个维度来具体实施,在最大化保留原始工业风貌形态质感色彩的基础上,实现工业遗址物项的复原与重生,从而为下一步工业遗址的活化利用打下基础。", "label": "土木建筑", "id": 0}
{"content": "院落作为村落的基本人居单元,装载着人们的思想观念、营造智慧以及审美情趣,是基本生产生活单元与建筑表征形式。由此,从微观层面来看,传统民居建筑便是生产生活设施,探析其在材料选用、制作营造、空间形制的营建对传统村落生产生活特色研究具有促进作用。当前城镇化的普及与自然灾害的影响,使得生产生活设施损坏与废弃,原有传统空间逐渐消失殆尽。以琵琶古村独特的石窑营造形式与空间围合形制为例,针对损坏现状以及空心现象,提供保护与再生参考。", "label": "土木建筑", "id": 0}
{"content": "工程项目受自然灾害、不明地质条件、恶劣施工条件影响,经常遇到山体滑坡、边坡垮塌、隧道塌方等各类事故,业主与承包方通常聚焦于事故自身处理,导致保险索赔跟踪不足。本文介绍某投资项目工程保险索赔基本情况,详细介绍滑坡赔案的技术难点、处理过程,并总结了索赔经验。", "label": "土木建筑", "id": 0}
{"content": "多重影响下,家居市场有望出现与上游房地产周期脱钩趋势。受国家宏观政策调控,房地产市场逐渐降温,近十年我国住宅竣工套数年增长率为负。家居市场由以新房为主,逐步过渡至以二手房交易和存量房翻新为驱动,消费场景日趋多元化均衡化。家居连锁零售渠道,以多元化管理运营优势抢占消费者心智,市场份额日益提升的同时获取更高附加值。差异化的消费力和消费需求,助力家居零售行业全渠道拓展。中产阶级规模快速提升,重品牌品质和服务,消费升级需求持续,成为中高端家居消费市场主力军。下沉市场城市化进度快,耐用消费品换代需求旺盛,激发市场活力。多元化一站式消费需求,驱动家居连锁零售渠道品类持续拓展,运营日趋精细化。家居连锁零售渠道竞争日趋激烈,头部品牌布局差异化战略。美凯龙针对消费场景多元化及消费力分层,布局多店态并行,持续拓品类深耕,市场份额稳居第一攀升至2021年度17.5%。居然之家构建闭环产业链服务平台,赋能产业链上下游家装公司、商户、工厂及消费者。头部品牌,打造跨区域的线下实体商业网络,融合线上线下获客及交易场景,获取新的增长点。家居连锁零售渠道通过产业链上下游延伸逐步显现聚集效应。基于建材和家具的优势,逐步往上游家装,下游家居、家电和到家服务衍生渗透,生态互补、流量互享、营销加码助力传统家居连锁零售卖场迸发出新的活力和增长点,流量、出租率、租金、零售额均将得以进一步提升。", "label": "土木建筑", "id": 0}
{"content": "为顺应新形势发展,企业开展标准化建设活动,使政工工作和班组建设两个看似性质完全不同的工作,发生了紧密联系。笔者从企业政工工作与班组建设之间存在的密切联系,浅析政工工作在班组建设中的作用。", "label": "土木建筑", "id": 0}
{"content": "本研究通过文献法及对专家的半结构化访谈得到问卷的方向以及研究内容,确定问卷中需要调查的影响因素;接下来通过问卷的发放与回收,收集原始数据。最后使用IBM SPSS Statistics 25对得到的原始数据进行信度效度检验、多元有序Logistics回归分析,得到影响建筑行业开工复工的重要因素。", "label": "土木建筑", "id": 0}
{"content": "建筑行业是国民经济的支柱,近些年由于政策的变化与当前情势的影响整体行业有所震荡,但是整体发展态势依然稳定。尤其是在国家倡导绿色可持续发展的大环境下,建筑建造过程中对于节能、低碳、绿色、环保的关注变得越来越多。装配式建筑、智慧建筑、绿色建筑越来越多的被提及,本文就对当前建筑发展局势与几种建筑发展方向进行了简单的分析。", "label": "土木建筑", "id": 0}
{"content": "随着社会文明的发展,我国对传统建筑业提出要向低耗能、低污染和高质量发展的新方向。而建筑信息模型作为建筑行业中的一种新技术,也是信息技术在建筑行业中应用发展的直接体现。本文介绍了BIM技术概念、由来及发展,并重点概述了BIM技术在我国的5个发展阶段,对今后建筑人员将BIM技术运用到工程实践中具有一定的借鉴意义。", "label": "土木建筑", "id": 0}
{"content": "随着社会的进步,建筑市场不断向前发展,尤其是招投标制度的建立,使建筑业向前发展了一大步,使得建筑市场更加规范,这是建筑发展史上的一个里程碑。而招标文件是招标中很重要的一部分,招标文件编制的质量高低,甚至有可能直接影响到整个工程的成败,因此,编制一份高质量的招标文件是极为重要的。本文中的招标文件的编制是基于07版施工招标文件范本,根据工程的实际情况进行编制的。招标控制价的编制是采用广联达软件建模后汇总计算得到工程量。本文通过对招标文件及招标控制价进行分析,编制出符合工程实际的招标文件及控制价,保证投标人的公平竞争,从而达到成本控制的目的。", "label": "土木建筑", "id": 0}
{"content": "该招标文件的编制以AS安置小区13号楼项目为依据,指出招标文件编制的主要内容包括:招标公告、投标人须知、评标办法、合同条款及格式、投标文件格式。后文对投标人须知和评标办法的编制部分做了注意说明,旨在最终编制出一份合格的招标文件。", "label": "土木建筑", "id": 0}
{"content": "大数据时代背景下,各行各业迈进信息化时代,许多建筑相关企业正积极探索提升工程造价大数据应用水平,以解决当前工作效率较低,工程造价数据的共享与沟通协调性较差,造价数据更新和维护不及时,数据积累困难等问题;造价数据信息的集成与运用已经成为造价管理工作的核心内容。BIM是造价数据信息的集大成者,不仅包含丰富的项目信息,具有快速统计、计算精确的特点,还可将数据模块化分类、进行多维度分析等。将造价大数据与BIM技术相结合的模式,进一步降低大规模数据存储成本,最大限度实现无纸化办公、减少社会资源消耗、提高造价工作效率。", "label": "土木建筑", "id": 0}
{"content": "随着中国社会基本建设工程技术的发展,基本建设制度也在逐步完善并且不断的追赶甚至超越国际标准。工程索赔制度也就显得格外重要,在此浅谈我国工程索赔制度的建立,期望引起对工程索赔制度的一些思考。", "label": "土木建筑", "id": 0}
{"content": "由于建设工程施工合同主体严格、标的特殊、合同履行周期长、涉及的范围广、不可控因素多等一系列特点,建设工程施工合同在履行的过程当中极易产生纠纷,而建设工程施工合同纠纷案件的内容、涉及层面、案件事实等情况错综复杂,不易解决。本文将通过阐述建设工程施工合同纠纷的基本概念,就几种常见的建设工程施工合同纠纷类型进行介绍,进而基于建设工程合同管理方面提出对于施工合同纠纷的防范措施,以期能够减少建设工程施工合同纠纷的产生,从而保证建设工程顺利地实施。", "label": "土木建筑", "id": 0}
{"content": "在如今的市场大环境下,投标人为了获得相应的利益与利润,就需要编制一份具有一定竞争力的投标文件,凭借此标书达到中标的目的。该设计是根据界首市SH小区13号楼的招标文件、技术规范、合同条件,以其建筑施工图、结构施工图为原始资料,借助广联达土建计量平台和计价软件计算其投标报价,从而做出严谨的投标文件,以便能够在投标活动中中标。", "label": "土木建筑", "id": 0}
{"content": "随着城市化的建设,土地资源越来越有限,这造成了城市空间资源的严重不足。地上土地资源出现饱和的状态。人们开始寻找新的发展契机。19世纪,人类为了经济发展需要,建造了很多桥梁,所以19世纪是桥的世纪;20世纪,人类建造了大量的高层建筑,所以20世纪是高层建筑的世纪,而21世纪,为了节约能耗、保护环境,人类必须大量的利用地下空间,因此,21世纪对人类来说是\"地下空间\"的世纪。因此世界各大城市将城市发展重心转至地下空间。地下空间存在着大量发展契机的同时,也存在着许多问题,像是地下空间封闭给人们的心理制造了很多的障碍,随着人们生活水平的不断提高,人们越来越重视\"以人为本\"的发展理念,公共空间不仅要注重人们的生理感受,更要注重人们的心理感受,研究地下空间的同时也要对人们的心理进行适当的调查。本文将地下空间与环境心理学相结合,探究人们对地下空间的整体感受。地下商间具有巨大的发展潜力,因此对地下空间的发展有极大的促进意义。", "label": "土木建筑", "id": 0}
{"content": "随着时代的进步,人们对于生活品质的追求也越来越高,也更加注意适用人群的体验和感受,更加注重心理健康。图书馆是人们学习的重要场所,高校的图书馆更是众多大学生学习的首选之地,如何为学生提供一个舒适、方便、快捷的使用空间,也是众多图书馆需要考虑的问题。本文是基于环境行为心理学的视角,通过对人行为与心理的研究发现矿大图书馆存在诸多问题的问题,提出合适的改造建议。", "label": "土木建筑", "id": 0}
{"content": "随着经济发展方式的变革和产业转型升级,由学校主导、企业参与的校企合作人才培养模式已不能满足社会对高质量技术技能型人才的需求,具体表现在人才培养过程中专业与产业、课程内容与职业标准、教学过程与生产过程不能有效对接。建筑企业招不到满意的人才,学生找不到满意的岗位成了职业教育新的矛盾。职业技术学院建筑工程技术专业依据人才培养供给侧改革,通过人才培养模式改革、课程体系重构、教学方式改革、\"双师\"团队建设、产教融合机制创新等途径的探索与实践,人才培养质量大幅提升,企业满意度逐年提高。", "label": "土木建筑", "id": 0}
{"content": "课程思政要求高校在专业课之中融入思想政治教育,这对土木工程专业的教学提出了更高的要求,土木工程专业的课程必然要将思政元素深入到专业课教学中来。本文基于课程思政的内涵,探讨课程思政背景下土木工程专业教学改革的方向,以及土木工程专业开展课程思政的实践路径。", "label": "土木建筑", "id": 0}
{"content": "针对国内应用性本科高校教学改革中BIM课程体系不完善的问题,将OBE教育理念及CDIO工程教育模式引入土木工程课程教学中。以一体化BIM课程体系建设为中心,以结果为导向,构建了基于OBE-CDIO理念的BIM工程能力人才培养模型。围绕制定的BIM能力培养目标,以项目案例驱动开展基于建筑信息模型网络云平台的课程教学实践及教学评价,建立土木工程专业BIM课程教学体系。教学实践证明:OBE-CDIO理念下的BIM教学体系能有效提高毕业生BIM综合工程应用能力和创新能力,为应用型本科院校的BIM教学改革提供参考。", "label": "土木建筑", "id": 0}
{"content": "<正>中国土木工程学会于9月27日～29日在湖南长沙召开\"中国土木工程学会2021年学术年会\"。2021年是中国共产党建党100周年,亦是\"十四五\"规划的开局之年,本次会议以\"城市更新与土木工程高质量发展\"为主题,邀请相关部门领导、院士、知名专家、科技人员和企业代表等参会,交流最新科研成果、探讨创新技术、展望未来发展趋势。旨在全面贯彻落实中央决策部署,紧密围绕国家发展战略,聚焦土木工程行业发展热点,推动我国土木工程向现代工业化、数字化、智能化转型升级,实现高质量发展。", "label": "土木建筑", "id": 0}
{"content": "在国民需求日益增长及国家发展绿色低碳战略目标背景下,产业化建筑是传统建筑产业转型升级的重要发展方向。中海通过深圳中海鹿丹名苑项目,研究与实践超高层产业化的同时,结合人文健康设计理念、利用创新科技与绿色节能技术进行集成升级,打造高品质住宅小区,改善并提高业主居住品质,具有较好的经济效益与社会效益,成为深圳市福利房住宅改造的典型案例,为后续同类型城市更新项目提供具有较高价值的借鉴和参考。", "label": "土木建筑", "id": 0}
{"content": "在建筑学中引入工业机器人极大地丰富了数字建造的各种可能,扩展了建筑数字建造研究的内涵和边界,给建筑行业、专业以及教学带来了新的思考和探索。国内不少高校的建筑学专业也纷纷设置机器人实验室和课程,开展相关的实验性研究、工作营搭建以及数字建造活动,提出了一系列见解与理论,完成了多种实验性作品。本文以湖北工业大学工业机器人数字建造实验教学为例,探讨了面对启动晚、起点低的现状以及时间紧、跨学科的实验课程教学所采取的应对策略和教学设计。对完成的四项主要建造实践进行总结与反思,将实验教学思路归纳为\"制造、仿造、自造\",即主动输入制造业模式、方法、流程与技术,以\"制造\"的思维输出\"产品化\"的建造成果;在指定的建造类型中深入考察研究范例,思考从设计到建造的全流程,进而使用数字技术进行\"仿造\",模仿即学习;如果说起步阶段的特点是基于模仿的学习,那么后继阶段则需要激发创造,增强\"自造\"的能力,激发自主创造力,从而实现创新。", "label": "土木建筑", "id": 0}
{"content": "<正>2020年的疫情,让我们重新认识身边的世界,也加速推进着数字技术应用的发展。未来充满不确定性,我们立足于建筑学专业教育和研究,迎接挑战,探讨数字技术的无限可能。我们需要坚定践行人与环境共同健康、责任担当的减排目标、城乡环境的美好愿景;积极面对5G背景下的城市发展、行业迭代、设计创新、教育变革;努力推进建筑教育的数字赋能、专业领域的交互协同、设计研究的算法演进等。", "label": "土木建筑", "id": 0}
{"content": "为主动应对产业变革和国家创新驱动发展战略对建筑学教育的新要求,西南交通大学建筑与设计学院结合\"全人\"教育目标,进行了新工科背景下建筑学专业数字化建造实验课程建设的探索。课程围绕建筑学专业教学,通过跨学科专业中建造机器人技术、智能设计与建造,以及数据可视化、感知交互和建成环境控制中的智能技术的运用,培养建筑学专业学生运用数字技术的能力,促进学院教学科研水平的提高,从而改进教学效果,推动教学范式转变。", "label": "土木建筑", "id": 0}
{"content": "中国传统\"风水\"理论起源于《周易》,其中孕育的自然山水文化观是我国传统文化的精华。在现代城市建筑或追求\"新奇特\"或千篇一律、缺乏特色的今天,挖掘我国本土文化思想在规划建设中的作用,彰显地方特色和文化底蕴显得尤为重要。本文阐述阴阳学说的创始、发展与当代的传承角度,介绍了\"象天法地、负阴抱阳\"及\"藏风聚气、形神俱佳\"理念影响下的传统筑城规划和建筑营造特征,分析了\"模山范水、刚柔相济\"目标下的园林设计布局,以及\"天人合一、生死相通\"为导向的陵寝冢茔的型制;以新疆特克斯八卦城、浙江兰溪诸葛村为例,分析了阴阳学说对传统及现代规划设计的影响。并提出\"文心画境、取精去粕\"来发扬传统文化底蕴,彰显国学特色,\"以人为本、移步换景\"将阴阳学说运用到规划设计中以改善城市环境,福泽现代居民。", "label": "土木建筑", "id": 0}
{"content": "实践教学是实现高职教育人才培养目标的重要途径和手段,但由于缺乏理论研究而出现若干问题。本文在梳理与实践教学相关理论的基础上,分析认知学徒制应用于高职实践教学改革的理论价值,并在高职土建大类专业中实践,从而发现认知学徒制在高职实践教学改革中的具有重要的指导作用。", "label": "土木建筑", "id": 0}
{"content": "城市设计与建筑文化彰显着城市文化底蕴,是城市发展的重要名片。城市设计、建筑文化与地域文化有着密不可分的关系,城市设计能够体现城市发展理念,建筑文化能够反映地域文化思想,是当下地域建筑设计中的重点。海南作为未来经济贸易的重要地理位置,其城市特点促进着经济效益的不断的发展,伴随海南国际自贸港建设,海南正朝着国际化、现代化、创新型、智慧型城市及国际设计岛建设的方向发展,这也就对海南城市设计与建筑文化提出了一定的要求。因此,本文就海南国际自贸港建设背景下城市设计与建筑文化进行研究,以供行业参考。", "label": "土木建筑", "id": 0}
{"content": "\"互联网+\"时代背景下,高职院校教育局面发生了巨大的改变。本文主要对高职院校土建类专业教学模式进行探究,发现其仍存在一些问题,如被动式教学、理论教学为主、缺乏实际操作以及教学评估方式不合理等,不利于教学效果的提升。在此基础上,通过与\"互联网+\"的结合提出革新教学方式、注重理论实践、完善评估方式三个主要的创新策略。", "label": "土木建筑", "id": 0}
{"content": "自改革开放以来,我国的建筑工程行业取得了长足的发展和进步,原有的手工操作逐渐变为现代化的机械工业化操作。我国的建筑产业发展迅速,培养建筑工程人才的技工学校也应当做好配套工作,积极开展工匠精神教育,将工匠精神渗透到日常教育工作当中,引导广大学生精益求精,在实践当中运用工匠精神。本文将通过分析技工学校建筑工程专业的教育工作当中,如何开展工匠精神的渗透,分析工匠精神的重要意义,为建筑专业教学工作提出一些可行意见。", "label": "土木建筑", "id": 0}
{"content": "创新能力是创造型人才的核心素质,实践能力是每个人才都应该具备的品德,但是在传统教育模式下,由于中高考的学业压力,家庭和学校几乎都会选择性的忽视这两种能力的培养,结果学生到了大学,并不具备这两种早就应该具备的能力,所以本文旨在阐述如何通过实验教学针对土木工程专业的学生进行实践创新能力的培养。", "label": "土木建筑", "id": 0}
{"content": "由于竖向内力大,柱的混凝土置换是目前结构加固的一大难点。本文根据成都某高层建筑的柱混凝土强度实测值远小于设计值的工程事故,提出柱混凝土置换的方法。该方法在原柱旁新增托换柱,将原柱的内力转由托换柱承担,从而为混凝土置换提供条件。该方法可靠性高,不影响建筑的后续使用。", "label": "土木建筑", "id": 0}
{"content": "在新型冠状病毒肺炎疫情防控的特殊条件下,为了实现疫情防控期间\"停课不停教,停课不停学\"的要求,需要探索特殊时期土木工程专业课程的教学方法,尽量减小疫情对教学活动的不利影响,从而保证教学质量。本文基于疫情防控期间土木工程专业核心课程《钢结构》等课程的远程教学活动,充分考虑学生特点与教学条件,提出了融入创新教育与课程思政的专业课程远程教学方案,旨在实现特殊时期高校专业课教师的知识传授和价值引领作用。", "label": "土木建筑", "id": 0}
{"content": "彩楼是在山西境内每逢节假日与婚丧时,民众为了烘托节日氛围,而临时性搭建的一种民俗造物。它拥有中国传统古建筑的风韵,是古代民俗造物者智慧的凝结。它同时也展现了三晋大地先人的审美与造物思想。本文选取平遥周边现存彩楼搭建技艺既平遥\"韩氏彩楼\"实例进行分析,通过解读其构造艺术特色和色彩艺术特征,挖掘这种民俗造物的艺术传承与功能价值,希望将这种独特的民俗文化资源在新时代的景观设计中加以创新和利用。", "label": "土木建筑", "id": 0}
