{"content": "<正>国家重点研发计划专项\"新型便携式地震监测设备研发\"研制了三种小型地埋式地震监测设备和一种流动观测式地球化学气体传感器,其中地埋式地震监测设备分别为磁通门磁力仪、电磁波传感器、温度压力传感器。如上几种传感器批量布设在云南盈江断裂带附近形成一定范围内的地震观测台阵。为了降低仪器研制成本及组网方便,本项目为地埋式地震观测仪器设计了一种数据管理节点,即通过一台管理节点的RS485串口同时接入地埋式磁通门磁力仪、地埋式电磁波传感器、井下温度压力传感器及地球化学气体传感器的观测数据,并可以将以上四种传感器实时观测数据通过通信设备远程发送到观测台阵服务器端存储管理。故地震监测设备数据管理节点是多种不同类型数据汇集、存储、传输的小型数据采集器,同时还兼具为多个传感器供电功能。", "label": "地球物理学", "id": 0}
{"content": "<正>地球重力场数据是国家的重要战略资源,对于现代国防、资源勘探、空间科学、海洋科学、大地测量学、地球物理学和地球动力学等领域均具有重要意义,在国民经济、社会发展以及国家安全中发挥着极为重要的作用[1]。航空重力测量是利用航空重力仪、差分全球导航卫星系统等进行空中连续、均匀、中高频动态重力测量,是陆地、海洋和卫星重力测量的重要拓展和补充,具有可实现对人员难于达到的沙漠、沼泽、山川、原始森林、河湖、海洋等地区进行重力测量的优势,此外还具有测量速度快、", "label": "地球物理学", "id": 0}
{"content": "<正>张量可控源电磁法是在大地电磁测深法（MT）、音频大地电磁法（AMT）和可控源法音频大地电磁法（CSAMT）的基础上发展起来的一种人工源电磁勘探方法。前期研究（张振宇等,2017;刘志新等,2017;Schaller et al., 2018）已证明,复杂地质条件下标量观测数据难以正确反映地下电性结构,而张量可控源电磁法可以求取张量阻抗,适合探测复杂电性结构,并且可以弥补标量CSAMT观测范围的局限性和AMT信号弱、干扰大的问题。此前张量可控源电磁数据采集依赖于德国Metronix公司研发的TMX发射机及GMS系列仪器。该仪器价格高昂,国内购置数量不多,导致张量可控源电磁法并未得到大规模应用。中南大学研发成功张量可控源发射与接收装备,包括50k W张量电磁发射机及其控制器、三电三磁6通道电磁接收机,适合于频率域、时间域等各种电磁勘探。", "label": "地球物理学", "id": 0}
{"content": "<正>湖南万探科技公司基于市场对城市地质灾害勘探、地下空洞、下水管道等勘探要求,最新推出了一款新型人工智能电磁勘探仪,仪器仿真人眼功能设计,现场勘探可直接成图,达到现场勘探地下情况如同人眼直观可视的人工智能效果。采用不同尺寸的收发线圈勘探深度可达数米至数百米。仪器采用便携式设计,仿真人眼设计的探盘采用了防水封装,从而仪器小巧轻便,可在城市,山区等各种环境中使用,是地质调查、环境勘探和工程地球物理勘探的一套新型地球物理电磁勘探系统,如图1所示。", "label": "地球物理学", "id": 0}
{"content": "随着可控震源勘探技术的发展,单日工作量大幅提升。目前超高效采集,平均日效达到3万炮,最高日效达到6万炮,同时也产生了大量的力信号数据。鉴于可控震源力信号数据,在质控和地震数据处理中,起到越来越重要的作用。可控震源力信号的异常检测,其重要意义凸显。本文依托实际力信号数据,提出了一种力信号异常快速检测方法,并进行了探讨。", "label": "地球物理学", "id": 0}
{"content": "用于解决复杂区域地震数据采集中仪器主机与遥爆系统源驱动协议兼容、激发设备扩容等问题,具备Shot Pro II源驱动协议转换、Boom Box源驱动协议转换、设备管理扩容等功能（428XL14～40台、G3i14～100+）,为井炮高效施工提供了有力的保障。", "label": "地球物理学", "id": 0}
{"content": "伺服阀是可控震源的核心元件,由于机械加工能力的限制,通常存在死区。死区直接造成流量增益的非线性,从而对可控震源性能及元器件产生影响。本文叙述了可控震源主级伺服阀死区的测试方法,得到可控震源通常采用的Atlas240H伺服阀死区范围为阀芯行程的1.43%。从收集的相关证据出发叙述了伺服阀死区对可控震源工作腔压力变化及元件气蚀产生的影响。最后,从软硬件方面进行了降低伺服阀死区对可控震源影响的尝试。", "label": "地球物理学", "id": 0}
{"content": "节点地震勘探仪器是近年来的主要发展方向,但由于其特殊的数据回收方式,导致野外节点单元与检波点桩号匹配方式相比较有线地震仪器大相径庭。本文通过详细介绍几种主流节点地震仪器的节点采集站号与地理位置关联实现方式,如GSX节点仪器以数据段中的GPS位置信息通过几何平均计算实现桩号关联,Magseis海洋节点仪器依据节点单元上唯一的RFID（Radio Frequency Identification）实现桩号关联,自主研发的e Seis节点仪器基于采集区间数据段GPS信息实现节点单元和地理实际桩号的准确对应。解析节点地震仪器如何通过桩号关联达到采集到的地震资料准确提供目标。", "label": "地球物理学", "id": 0}
{"content": "针对当前煤矿地震仪系统系统中数据传输实时性差,数据实时传输受限的问题,设计了基于LwIP的矿用地震仪系统。采集站用STM32F407处理器为核心,选择LwIP作为以太网协议栈,将LwIP TCP/IP协议栈移植到STM32F407上,实现了数据双向实时传输的系统。采集站采集模块采用了32位高精度AD转换模块,大幅度提高了系统的数据采集性能。经测试表明,其各项指标达到了设计要求,能够实时的获取和传输沿着矿井工作面顶底板传播的体波和沿煤层中传播的槽波。", "label": "地球物理学", "id": 0}
{"content": "地震检波器是采集过程中的关键组成部分,地震采集早期就开始使用模拟检波器,到2000年初才有MEMS（微电子机械系统）数字检波器问世,大幅度提高了采集效率。近二十年来,高密度单点采集的数据成像更清晰、储层特征信息更丰富,得到行业内认可。然而与组合采集的数据相比,单点采集的数据信号微弱,对检波器的要求更高。传统采集中使用大规模的检波器组合会平滑掉单个检波器性能不稳定带来的数据抖动现象,当模拟检波器用于单检采集时,在数据低频端出现明显的抖动现象。本文在对比MEMS检波器与模拟检波器性能的基础上,开展现场试验数据采集和对比分析,探讨了数据抖动现象及其形成机理,揭示出MEMS数字检波器出色的低频性能,满足了地震成像对低频信息的要求。", "label": "地球物理学", "id": 0}
{"content": "无线节点地震仪器在工作时定时采集GNSS大地坐标,利用节点仪器的位置与测线上的检波点位置进行坐标比较和关联,标记出无线节点仪器采集的地震波数据所属的地面桩号。本方法基于无线节点地震仪器采集的大量坐标位置,通过坐标转换后按（X、Y）二分量对点位坐标进行分离和升降序排列,找到坐标出现频率最大值对应的坐标。按照找到的坐标值作为中心点,构造以中心点为圆心以半个道距为半径的圆。按点是否落在圆内筛选出目标点。计算目标点数量与点集总数量的比率,判断节点部署在几个桩号上,如果比率满足一定阈值,即用该点与检波点进行坐标比较,距离小于半个道距时,利用点是否落在多边形内部的方法,完成无线节点地震仪器合检波点桩号匹配工作。", "label": "地球物理学", "id": 0}
{"content": "<正>0引言在地下流体前兆观测手段中,气体化学类的测项如气汞、气氡等一般都离不开集气脱气装置,近10年来,随着观测环境恶化,观测井（泉）流量变小甚至断流、最初设计的脱（集）气装置已经不满足观测需要,目前脱（集）气装置是制约台站气氡连续观测的重要制约因素。因地制宜,开展不同条件的脱气装置技术改进是提高气体化学类观测质量的重要手段之一。本文针对延庆台气氡脱气装置的改进对观测质量的提高进行讨论,对于全国不同脱气装置的应用具有示例作用。", "label": "地球物理学", "id": 0}
{"content": "深层地质目标的复杂性使其对采集地震勘探资料的品质有着更高的要求,往往需要更大规模、更高密度的采集,而深层反射\"弱信号\"与外界环境\"强干扰\"会在很大程度上影响采集地震数据的信噪比。同时,山地、密林、黄土塬区、城区等复杂地表条件也为高精度、高效率的地震勘探带来新的挑战。地震仪器作为当前地震勘探的有效工具,直接关系到物探采集资料的品质,施工作业的效率和成本。目前,在野外地震勘探施工时,用于控制炮点激发的源同步控制系统一般采用单个\"编码器\"和多个\"译码器\"的控制架构,但由于无线通讯技术、支持\"译码器\"数量的限制,使其激发效率无法满足超大规模勘探施工采集的要求,在很大程度上影响了复杂地表区深层地震勘探的实施效果。现用的G3i、508XT、UniQ等有线仪器在系统稳定性、实时带道、故障自适应处理、高效采集控制等方面得到显著提升,同时也出现了节点仪器、无线仪器等用于解决地震勘探过程中某些特定问题的各类采集设备,这些设备一般采用24位或32位Δ-∑模数转换芯片拾取地震信号,普遍具有1 Hz以下低频信号的采集能力,动态范围也能够达到120dB以上,有助于来自深层的弱振动、低频信号的拾取。但是,面对20万道级甚至更大勘探作业规模时,现有地震仪器技术仍有尚待提升的空间。最后,结合以\"高密度、宽方位、多波\"为特征的物探技术主流发展方向,指出地震仪器将向着实现\"低成本、高效率、高精度\"的方向发展,应当具有高精度地震数据采集能力、超大道数采集能力（能够满足各种线距和道距要求）、超大排列管理能力和强大的数据处理能力,并能够支持基于卫星定位和授时技术的高效作业方式。", "label": "地球物理学", "id": 0}
{"content": "地震勘探仪器装备是实现我国深地探测的核心技术支撑。为响应习总书记\"向地球深部进军\"号召,依据国家深部探测需求和《自然资源科技创新发展规划纲要》,研制国产高端全三维分布式地震探测技术装备是我们地球物理勘探仪器工作者的首要任务。节点地震仪摆脱了电缆的束缚,体现出高效率、低成本、高灵活性等优势,实现了从盲采到实时质量监控的转变,在国内外资源勘察中发挥了重要作用。然而节点仪器在无线多跳传输过程中受中继转发高能耗的影响,导致\"僵尸\"节点出现,严重制约了其在野外施工勘探的应用。本文结合现有无线通信技术,自主研制了基于IEEE802.15.4通信协议的节点地震仪无线通信系统;依据节点ID、电池能量、通信位置等信息构建了分层网络控制消息结构及发送/接收时序,提出了基于动态能耗均衡的智能分层组网算法,通过设计父节点动态竞争半径,可以充分利用剩余能量高的节点承担更多的数据中继任务,从而有效地解决多跳网络中的热点问题,避免了非功能性瘫痪的情况。通过模拟仿真与现有的组网算法相比,平均数据传输时间分别缩短了74%、34%、13.2%,平均多跳延迟分别减少了87.5%、112.5%、225%,验证了智能组网算法的性能优势;依据200个节点的野外实测结果,单次数据包平均回收时间≤15秒,实现了高时变多跳网络的稳定通讯,网络性能总体满足实际应用需求。", "label": "地球物理学", "id": 0}
{"content": "随着地震学的发展,旋转地震波被证实存在且包含潜在的地震信息,基于Sagnac效应的传感仪器使得直接测量旋转运动成为可能。本文展示了一种基于干涉光纤陀螺仪（IFOG）的便携式三分量宽带旋转地震仪,其自噪声在0.005～125Hz频段内约为1.2×10~7rad s~1/（Hz）1/2,标度系数非线性度在-250°/s～+250°/s范围内低于10ppm（百万分之一）。通过人工源地震实验,对比平移加速度记录的数据表明,三分量旋转地震仪可以获得良好的一致性。本文所研制的三分量旋转地震仪的性能及实验结果证明,光纤陀螺仪正成为探测地震旋转运动的首选仪器。", "label": "地球物理学", "id": 0}
{"content": "重力梯度仪的研究有益于提升密度分布探测的精细度。本文提出了一种基于探测质量旋转运动的重力梯度新型测量方案,利用自噪声水平为1.7×10~8rad/s/（Hz）1/2的光纤陀螺干涉测量旋转运动角加速度。根据该方案设计了一种重力梯度测量装置,通过两中心对称分布的探测质量敏感重力梯度。静态测试结果表明,该装置推算测量分辨率可达3.24 E@100s,初步验证了该装置对重力梯度的探测能力。", "label": "地球物理学", "id": 0}
{"content": "传统反馈式地震传感器在设计阶段结束后,反馈网络将被静态地固化于传感器内部,当老化、工作环境温度变化等因素导致参数漂移时,传统的反馈式地震传感器无法动态适应以维持其额定性能指标;并且针对不同类型的地震检波器均需要重新设计反馈网络,造成了较高的研发成本。为解决上述问题,本文提出了一种通用的、支持动态反馈网络的反馈式地震仪器架构,该架构配合本文提出的动态反馈网络生成算法,能够在工作环境变化时现场动态调整反馈网络以维持额定的性能指标,并为不同类型的地震检波器动态生成反馈网络。本文采取将反馈过程抽离至算法层面的思路,以数字算法处理单元为核心,将地震仪器架构重新划分为解耦的\"感知-算法-应用\"三层。感知层仅包含传感、激励单元及其简单预处理电路;算法层以算法处理单元为核心,向下为感知层提供通用的动态反馈算法（支持多种地震传感器、如地震摆、电化学检波器等）,向上为不同类型地震测量（应用层）提供通用数字接口;应用层包含地震数据采集、定位、存储等应用组件。针对算法层,提出了一种地震检波器频率特性自辨识算法与一种动态反馈网络生成算法。自辨识算法将反馈线圈复用为测试信号发生器,可以在无需外部设备的条件下对地震检波器的频率特性进行辨识。动态反馈网络生成算法基于辨识结果即可自动生成能够配适多种地震检波器的反馈网络,并准实时平衡环境影响,将检波器工作频带调整到预期数值,并将阻尼系数调整到最佳阻尼值。本文最后以电化学地震仪器为应用实例,基于提出的架构和算法构建了一种新型地震传感器及采集仪器,并进行了仿真和实验验证,测试结果显示,该系统实现了自然频率1Hz,灵敏度200V/m/s,动态范围110dB,24位数字输出的性能指标,可以动态自动修正因老化、温度变化等因素带来的检波器自然频率和阻尼系数漂移,算法层能够适配不同型号的电化学检波器,降低了仪器的研发周期和成本,验证了本文提出的架构和算法的有效性。", "label": "地球物理学", "id": 0}
{"content": "探地雷达作为一种探测地下目标的有效手段,具有操作简单、探测过程成本较低等优点,目前被广泛应用于城市道路及房屋建设、公路及桥梁质量检测、地下资源开发利用、地下异常物的探测等各类活动中。目前市面上常见的探地雷达天线通常以单天线为主,但其增益较低、方向性较差,导致探地雷达的探测精度和探测效率较低。为了解决上述问题,本研究采用了阵列天线技术和电磁超介质加载技术来提高天线的性能,并取得了重要进展,主要包括:（1）采用平面式开口谐振环作为超介质隔离器,所设计的超介质隔离器在保证天线阵列带宽、增益、方向图等性能不变的条件下,提升了目标天线的隔离度;（2）对单天线进行透镜加载,所设计的透镜天线大幅度提高了天线的增益和指向性;（3）将天线阵列和透镜相结合,设计多波束透镜天线,使得天线在保证高增益、高指向性的同时,还具有波束扫描的功能。本研究所采用的两种技术有效的解决了探地雷达所面临的问题,对探地雷达天线的研究和设计具有借鉴意义。", "label": "地球物理学", "id": 0}
{"content": "基于电磁波勘探原理的探测设备已经被逐渐应用于农业、地质灾害、考古、矿产资源探勘等领域,而探测设备中收发天线的性能直接影响探测的速度、深度和精度。阵列天线凭借波束可控、辐射效率高等优点正在逐渐代替单一天线成为收发天线主流形式。为提高探测精度,本研究在探地雷达天线中采用了阵列天线技术,设计了贴片天线三元阵、一分三功率分配器、移相器等器件,最终设计出了一个中心频率为2.0 GHz的具有波束扫描功能的阵列天线,并进行了地质环境模拟。相比于探空雷达所探测的均匀空域,探地雷达面对的实际地质环境往往比较复杂,给天线的探测结果带来许多干扰。为了全面测试天线阵系统的实际性能,对所设计的天线阵系统进行了地质环境模拟仿真,分析其探测得到的回波波形、双程走时等信息,从而推断被测物体的位置、形状等特征,并将仿真结果进行定量计算与理论数据惊醒对比,分析仿真结果的可信度和误差值,从而检验所设计的天线阵的各项性能。本文设计的具有波束扫描功能的阵列天线,凭借着其更高的探测速度和精度将会在多个探测领域得到广泛应用。", "label": "地球物理学", "id": 0}
{"content": "地震勘探仪器是地球物理勘探的核心装备,伴随地震勘探技术的快速进步,每3～4年即可推出一代新设备。近年来,随着节点技术的发展和长期低油价形势的影响,国产节点地震采集系统得到快速发展,迅速应用于国内主要油气盆地勘探,且效果较好。同时在应用中暴露出配套支持设备不成熟、价格高、核心元器件受制于人等问题。本文简要分析了国产节点仪器面临的技术挑战及现存技术问题的根源,从电路设计、时间同步方法和功能拓展等方面探讨了节点仪器发展完善的具体方向,为下一代节点仪器的开发提供了技术参考。", "label": "地球物理学", "id": 0}
{"content": "物联网技术与计算机技术的不断发展为地球物理仪器研制提供了技术基础,同时实现了仪器的远程采控,也成为仪器高质量、高性能的保障[1]。智能手机的普及与性能的提高,且其便于携带、充电方便等特性相较PC机更适合野外勘探工作,地球物理仪器的数据采集控制与数据预处理软件也开始向智能手持终端发展。本研究试将物联网技术融合到岩矿石频谱激电测试仪中去,结合安卓技术和华为物联网云平台设计出一款能够远程采集控制的软件。", "label": "地球物理学", "id": 0}
{"content": "经过几十年的发展,随钻电磁测井技术已成为当前最常用的地质导向和地层评价工具,随着仪器结构越来越复杂,应用范围与需要解决的问题也越来越多,围绕着随钻电磁波测井仪器的正演模拟算法也变得越来越重要。随钻电磁测井仪器的所有线圈均安装在金属钻铤表面的环状天线槽中,天线槽中充填铁氧体等磁性材料和玻璃钢等高阻耐磨材料,提高仪器的抗震性能和线圈的发射、接收功率,其电磁响应的数值模拟较常规算法更为复杂。本文针对中国科学院地质与地球物理研究所自主研发的新型方位随钻测井仪器,建立钻铤表面包含多环状天线槽的仪器几何模型,利用柱坐标系下电场耦合势Helmholtz方程三维有限体积法,建立包含有非光滑钻铤表面、非均质磁导率和电导率的多发射源的三维电磁场数值模拟算法。其中,采用柱坐标系下不规则Yee氏交错网格与电场延拓边界条件逼近非光滑钻铤表面的理想电导体边界条件,保证剖分网格与钻铤表面的一致性;利用标准均质化技术计算非均质网格的等效电导率和磁导率,提高耦合势Helmholtz方程的离散精度;应用Intel核心数据库中的PARDISO稀疏矩阵求解器求解离散方程,保证数值模拟精度。我们主要关注铁氧体磁导率对仪器响应的影响,以及有无金属钻铤、井眼、地层各向异性等因素对仪器轴向、横向响应的影响。", "label": "地球物理学", "id": 0}
{"content": "<正>全球定位系统（GPS）是基于卫星的导航系统,在具有四颗或更多卫星下能够向地球表面或者近地球表面提供准确的地理和时间信息。现在民用基于GPS的模块在无遮挡的条件下可以提供时间精度在20ns以内的秒脉冲（PPS）信号,PPS信号具有长期稳定性。恒温晶体振荡器简称恒温晶振（OCXO）,是利用恒温装置使石英晶体谐振器的温度保持稳定,将由周围温度变化引起的振荡器输出频率变化量减小的晶体振荡器,OCXO通常有一个电压控制管脚用来调节恒温装置的温度,进而实现对OCXO输出频率的控制,OCXO的频率输出具有短期稳定性。", "label": "地球物理学", "id": 0}
{"content": "地震检波器作为地震数据采集的关键部件,其性能直接影响地震数据的采集结果。为了保证结果的可靠性,就必须提高地震检波器的性能。由于地震信号能量微弱且处于低频,检波器前端放大器的低频噪声大小与Sigma-Delta调制器的信噪比直接决定了检波器的采集精度。其次,放大器、调制器等部件在待机与启动的转换瞬间,内部电流会发生很大的越变。如果低压差线性稳压器的响应速度不够,将无法保证稳定的工作电压,造成数据采集的误差。因此,降低放大器的低频噪声、提高SigmaDelta调制器的信噪比以及实现低压差线性稳压器的快速响应,对提升地震检波器的采集精度起着重要作用。此外,减小蓄电池的体积,延长检波器的待机时间,不仅可以减轻野外人员的负担,而且能极大地提升采集效率。因此,在提升放大器、调制器与低压差线性稳压器的性能的同时,应保证他们较低的功耗。近年来接连发生的\"中兴事件\"、\"华为事件\"警示了我国在集成芯片核心领域严重受制于人,特别是在面向地学仪器的核心集成芯片领域,鲜有具有自主知识产权的集成芯片。因此,为了满足检波器的性能需求,本文研发出一款具有自主知识产权的高精度采集专用集成芯片。高精度采集专用集成芯片主要由三个部分组成。第一部分低噪声精密仪表放大器,采用了斩波技术,有效的消除了放大器低频处的1/f噪声。此放大器低频等效输入噪声功率谱密度低于40nV/Hz;第二部分低功耗、高精度Sigma-delta调制器集成芯片主要创新在于采用斩波技术,用以消除积分器低频1/f噪声,其次采用一种自适应偏置类运算跨导放大器,其具有自适应偏置类输入级、非线性电流回收增益自举结构,大幅度增加了第一级积分器的速度和精度。此调制器的有效位数为16位,信噪比约为101dB,功耗<5mW;第三部分高效率快速响应低压差线性稳压器集成芯片通过使用创新提出的电流回收型跨导放大器作为自适应偏置型低压差线性稳压器的误差放大器,实现了在负载电流由10 uA～50mA跳变时,输出电压变化仅为26.25mV且在低负载状态下仅消耗1.3uA的静态电流。本文设计的应用于地震检波器前端的高精度采集专用集成芯片,极大的提升了地震信号的采集精度与采集效率,对于提高野外地震数据的采集质量具有重要意义。", "label": "地球物理学", "id": 0}
{"content": "在2010年引进Firefly无线（节点）仪器后,国内甲方油田公司逐渐开始接受非实时数据回传,事后下载的地震数据采集模式。至2020年,地震勘探采集行业已加速进入\"节点时代\"。厂家凭借各自产品独特之处为地震勘探采集服务商所关注和选用。节点仪器的设计制造入门门槛偏低。最基本模块包括:控制器、采集电路、GNSS授时电路、检波器、电池、接口、下载柜、数据下载合成服务器;选装测试电路、信号发生器、质量控制手簿等。以上模块都有成熟的供应链提供,因此厂家更多的精力其实在于如何将上述模块有机组合成为能够稳定工作,满足地震勘探信号采集需求的产品。但市场上部分产品出于设计或成本等方面的考虑,在一些细节方面的缺失或忽视会造成地震勘探采集作业现场应用的困难。市场对于节点设备节省重量、节约人力等等优点的认可,相对于有线仪器的数据实时回传、实时质控、实时现场处理等优势的取舍结果更多出于施工作业成本方面而非采集数据质量方面进行权衡。节点设备相对于有线设备重量或体积节省来源于没有线缆;相对最大的功能缺失,在于实时数据回传（质控）。因此节点设备的采集质量完全依靠每一个节点设备在本地的工作性能和工作稳定性。而这两方面完全依靠厂家对于地震勘探采集信号和采集作业的理解,进而产生的设计。理解和关注点不同,制造的节点功能和性能偏重也不一样。当前节点设计制造厂家根据自身产品功能定位不同程度的对功能、性能进行\"优化组合\",以适应市场对于节点的低成本需求。但节点设计一定要考虑当前地震勘探采集更多的关注深层,要求对于信号拾取的高精度、高分辨率,因此也就更需要对于弱信号、宽频信号的采集能力,这方面的性能在设计中是不能妥协的。本文由信号采集、测试功能、电路设计、存储、电池、外形、配套系统、质量控制及配套设备几个方面需要注意的细节进行阐述,以避免出现信号失真、耦合、EMC等问题。", "label": "地球物理学", "id": 0}
{"content": "地球物理仪器在矿产勘探中承载着地震数据采集、数据处理、数据解释等作用,地震数据的采集是最为关键和基础的一个环节。因此,担任地震数据采集的地震检波器其各方面性能指标成为了大家持续关注的问题。MEMS无线地震检波器因其分布式无线勘探、高精度数据采集以及体积小等特点,成为常用的地震检波器。在野外实施地震勘探的时候,对于仪器最大的要求往往就是其稳定性和最大工作时长。所以,降低MEMS地震检波器的功耗、增加工作稳定性是问题的关键。在模拟集成电路中,放大器是基本的构成单元,在很多模拟集成电路系统中也起着至关重要的作用。由此可见,仪器的低功耗设计在很大程度上就是相应放大器的低压低功耗设计,放大器电压和功耗降下来就能够保证仪器在同等供电量的情况下维持更久的工作时间,给野外施工带来巨大的优势。为了降低放大器的功耗,具有高的电流效率的亚阈值技术常常被采用。但是此种技术最大的缺点是,放大器的压摆率很低,从而导致放大器的瞬态响应很差。本文提出了一款适用于MEMS地震检波器中低压低功耗的放大器,此放大器工作在亚阈值区,具有较高的电流效率。此外,文中提出了一种非线性电流镜技术,使得该放大器的摆率得到了较大的提升,解决了低功耗放大器瞬态响应差的问题。基于SMIC 180nm的技术,仿真结果显示,和未使用提出的非线性电流镜技术的传统放大器相比,提出的放大器的摆率提高了387倍,并且提出的放大器的功耗仅仅为200nW。", "label": "地球物理学", "id": 0}
{"content": "地震学不再拘泥于只用经典地震仪测量得到的平移运动或其时间导数去做相关观测分析。应变、旋转、GPS观测数据等都渐渐的被应用于此,旋转地震学的兴起使得旋转地震仪逐渐进入地震学学者的视野。文中主要介绍了iXblue公司的blueSeis-3A和北京大学区域光纤通信网与新型光通信系统国家重点实验室的三分量双偏振光纤陀螺旋转地震仪及其相关应用,并对旋转地震仪在国家安全方面的发展前景进行了展望。", "label": "地球物理学", "id": 0}
{"content": "<正>1引言在航空地球物理勘探中,所有探测设备均由飞机发动机供电（28V）。在目前航空电磁仪的大功率发射系统中,为了储能及防止影响其他设备的正常运行,发射系统的输入级一般都接有大容量的电容（如30000uf/40V）。但接入电容的同时会增加输入级开关的故障率。2存在的技术问题由于电容器在瞬态时呈现很低的电阻,一般只是电容的ESR值（等效串联电阻）,电容的理想ESR=0欧姆。当航空电磁仪的大功率发射系统上电时,根据欧姆定律,会产生非常大的冲击电流,冲击电流的幅度要比稳态电流大很多,如果不限制冲击电流,就会烧坏保险丝和开关。", "label": "地球物理学", "id": 0}
{"content": "<正>0.引言目前国际上已经先后出现十余种直升机时间域电磁探测系统,为追求更大的探测深度,国际上主要的直升机时间域电磁探测系统均将提高峰值发射磁矩作为主要研究方向。其中AeroTEMHD系统吊舱直径20m,通过调整发射基频,峰值发射磁矩可达100×10~4Am2[1];SkyTEM312HP系统在基频12.5Hz时,峰值发射磁矩100×10~4Am2[2];VTEM super max系统吊舱直径35m,", "label": "地球物理学", "id": 0}
{"content": "<正>海底地震会产生较强的压力信号和位移信号,可以被海底地震仪记录。对于不可压海水情形下海底压强与位移之间的关系已经有了大量研究,然而这些结果仅在低频时有效,在频率更高的情形下则需要考虑海水的可压缩性。在实际情况中,地震波会在海水中产生透射声波以及一系列反射波,这些会对海底压强与位移产生影响。本文建立了地震波及其透射波和一系列反射波的传播模型,并计算得到了海底压强和竖直加速度之间的理论函数（pressure transfer funcction, PTF）。", "label": "地球物理学", "id": 0}
{"content": "<正>可控震源激发技术在油田、煤田和城市活断层监测中得到普遍应用,通过可控震源激发地震波,可以得到高分辨率、高质量的地震勘探数据。在近地表可控源地震数据采集中,需要对可控震源参数进行现场试验,根据试验结果确定可控震源采集参数。参数选择依据为单炮记录的品质、目的层地震波反射特征,并利用时频分析根据地震波的频率、波数等特征进行分析,确定可控震源的采集参数,主要包括扫描频带、扫描时间长度、可控震源震动的台数和震动次数等。", "label": "地球物理学", "id": 0}
{"content": "以往的地震观测和分析研究大多数还是停留在三个正交平动分量的应用上,缺少旋转运动的记录,无法完全的描述地震波场。本文使用A-SM-2km型旋转地震仪直接测量由高铁运行引起的地震动的旋转信号,并对信号进行时域和频域分析。结果表明,旋转地震仪可清晰记录行进列车车厢引起的16个小周期波形,每个小周期的持续事件为0.31秒,振幅谱的能量集中于16个分立谱上,分立谱线间隔都为3.3Hz。旋转地震仪和常规速度计地震仪的信号数据具有一定的相似性但同时也存在某些差异。", "label": "地球物理学", "id": 0}
{"content": "本文分析了双偏振光纤陀螺对温度和磁场变化不敏感的原理,并且利用噪声抑制技术将20km双偏振光纤陀螺的灵敏度提高至3.3 nrad/s/√Hz,基于此精度开展了一系列新型实验,包括地震探测、环境噪声监控和六分量地震仪等,实验结果表明了超高精度IFOG具有重要的学术价值和应用前景。", "label": "地球物理学", "id": 0}
{"content": "随着采集技术和装备的发展,地震采集中关于检波器组合的分析越来越多。对于华北探区来说,不同地区的资料信噪比、地质任务等因素差别较大,单点和组合接收效果明显不同。本文对华北探区单点检波器应用效果进行分析,提出了采用单点接收或组合接收的基本原则,为今后华北探区地震采集项目如何选用检波器类型提供了参考依据。", "label": "地球物理学", "id": 0}
{"content": "目前大多数激电仪的采集系统置于地面,这样会导致对地下不同深度的电位变化分辨率不高,针对激电仪的深井探测局限性问题,提出一种井中激电仪阵列式采集系统,采用了高精度数模转换器ADS1282,采用阵列式的井下装置和高效的通信,实现了激电法采集系统从地面到地下（深井）的突破,满足了井中激电勘探的需求。", "label": "地球物理学", "id": 0}
{"content": "被测地层中流体的核磁共振信号质量决定了核磁共振测井仪对该地层岩石物性参数及流体信息的测量精度。针对核磁共振测井仪信号质量,基于静磁场B0和射频磁场B1分布形态数值模拟优化技术,优化B0场和B1场分布形态及匹配关系,降低了共振区域内磁场偏差?B,显著提升了传感器原始信噪比。同时引入扰流天线设计,有效抑制了泥浆信号的产生,进一步增强了仪器的信号质量。基于传感器制作工艺优化和特殊功能材料筛选,有效抑制了探头振铃,显著降低测井仪最短回波间隔TE,增强了测井仪对微小孔隙内流体的识别能力。该测井仪传感器通过实验室测量和大量油田现场应用,说明装配本研究传感器的核磁共振测井仪与国外同类仪器相比,该仪器不仅对复杂井况具有很好适应性,而且针对非常规储层具有更高的识别能力。", "label": "地球物理学", "id": 0}
{"content": "<正>随着我国工业化进程的不断发展,石油和天然气等重要资源已经成为制约我国发展的重要因素,而地震勘探是钻井前勘探石油、天然气和固体资源的重要手段。（习宇,2019）所以地震勘探设备的发展就尤为重要。电源是野外勘探设备中必不可少的核心部件。目前最常用的供电方式多以蓄电池、发电机和太阳能为主,而且电源功能较为单一,主要以供电为主。电源保护主要以机械结构为主,", "label": "地球物理学", "id": 0}
{"content": "随着地震勘探朝着高密度、大道数的方向发展,节点式地震仪仪器轻便、无需布线的突出优势在地震勘探领域得到了越来越广泛应用。在节点式地震仪采用盲采的方式进行数据采集,后期在海量数据中找到震源激发时刻及之后的一段时间的有效数据。本文针对地震数据采集中的震源时刻记录问题,通过对震源触发整形电路设计、RTC时钟、GPS授时及通信模块等相关电路的设计,实现了快速、高精度记录震源激发微秒级时刻记录,对于提升节点式地震仪的后期数据处理效率具有重要的意义。", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言氦光泵磁力仪是测量地磁场中性能较高的磁测仪器,在资源探测、地磁导航、地震预警以及地球物理勘探等领域广泛应用。其原理是采用泵浦光实现气室内进动原子的光学取向,然后通过外加射频场发生磁共振跃迁,利用光泵和磁共振作用前后透射过气室的泵浦光强变化实现磁场的测量[1]。灵敏度是磁力仪的核心参数,直接决定了仪器的性能,因此提升灵敏度具有重要意义。2.非线性自旋提升灵敏度原理光电探测器检测到的光吸收信号如式（1）所示,", "label": "地球物理学", "id": 0}
{"content": "钻井技术提升,复杂井眼逐年增多,现有电缆测井技术无法适应,存储测井技术存在局限性。钻井提速需求,迫使测井技术更新换代。需要开展适合多井况的测井平台。通过技术攻关,设计开发出一种可直接与钻铤、钻头相连,钻井后无需通井即可完成常规测井的新测井平台,填补了国内空白。该平台一共4支仪器短节。一次下井即可录取完成全部GR、电阻率、中子、密度、声波以及井斜方位、井径、温度等信息;仪器整体长度小于18米,仪器测量探头\"镶嵌\"在钻铤外部表面;测井数据井下存储,地面读取。经过多口井的测井试验,其测井资料与常规电缆测井资料的对比,资料一致性和相关性完全吻合,测井结果能够正确反映地层信息。该平台的另一创新点为可打捞式放射源设计,在钻具遇卡时可用测井电缆从钻具水眼中打捞出中子/密度一体化放射源,大大减少了放射源落井风险。", "label": "地球物理学", "id": 0}
{"content": "可控震源地震资料采集过程中,震源工作状态监控非常重要,关系到地震资料品质。每个振次的平均相位、峰值相位、平均畸变、峰值畸变、平均出力、峰值出力等六项指标通常作为现场实时分析和质控项目,目前的现场质控手段能够对震源工作状态有基本的了解和监控,基本满足可控震源生产实时监控的需要,但系统分析统计不足,显示不够直观。本文针对Sercel仪器VE464箱体产生的VAPS（150列）数据,提出了一种可控震源工作状态事后质控的方法,从震源指标、震源时效、阶段指标等多个维度去分析,更有效的分析震源的工作状态和时效,成果显示更加直观。通过在中东某项目中的应用,对震源工作状态监控更加全面,时效分析真实客观,分析结果为生产管理者决策提供了依据,保障了资料品质,提高了管理效率。", "label": "地球物理学", "id": 0}
{"content": "地震仪器远程支持系统可方便技术人员在远程控制中心直接排查地震仪器采集软件故障和硬件问题,及时发现生产过程中的质量隐患。通过配套的语音网关服务器可以实现\"无人值守\"仪器车,消除高安保风险区技术人员风险。", "label": "地球物理学", "id": 0}
{"content": "针对宽频带地震数据的研究表明,频带的拓宽能够有效的提高地震资料反演与成像的精度,对于地表复杂的山地工区,宽频不仅提高了高频信息,更重要的是拓宽低频信息,因为低频信息衰减的更慢,能够更好的过滤地表影响,有效穿透高速岩体遮挡,同时低频信息对于一些新的处理技术例如全波形反演尤其重要。低频可控震源的应用保证了低频激发,在实际生产中取得了令人满意的效果。但目前在四川盆地地震勘探中采用的检波器主要是自然频率为10 Hz的模拟检波器,鉴于低频信号的重要性日益增强,依托生产项目开展5 Hz低频检波器在四川盆地的应用试验,通过与同点埋置的10 Hz常规检波器的地震资料的频带特点进行对比研究,分析发现5 Hz低频检波器接收的资料向低频端拓展了约2 Hz,低频信息也更加丰富,虽然从简单的叠加剖面对比两者无决定性差别,但丰富的低频信号仍为宽频处理和解释奠定了基础。", "label": "地球物理学", "id": 0}
{"content": "可控震源控制系统在控制可控震源施工方面起到了非常关键的作用,在野外应用中有许多细节需要注意。本文将对施工中在可控震源首次使用电子控制系统或者更换控制系统及相关重要部件时做初始化操作进行分析讨论,包括安装、标定、控制等方面进行阐述。", "label": "地球物理学", "id": 0}
{"content": "本文针对埃塞俄比亚至吉布提跨境民生供水工程地层坍塌、漏失、难钻等复杂技术难点,逐渐探索钻井技术改进方案。通过优化钻探设备、钻具组合、钻井液选型和水力喷射钻井等系列钻井技术,在实践中依次克服了前期遇到诸多难题,钻探效率亦获得大幅提升,成孔周期明显缩短,后期成井质量显著,技术经济效益突出。说明该采用配套技术体系能满足区内500米以深供水井优快钻井施工需要,为类似水井施工提供了应用借鉴与参考。", "label": "地球物理学", "id": 0}
{"content": "地下水监测研究工作是国民经济建设的一项基础工作,是水利、水文事业的重要组成部分。根据《国家地下水监测工程（水利部分）山东省监测井建设工程第10标段合同》要求,2017年7月31日泰安市完成49眼自动监测井的土建工作,安装自动监测仪器后,2018年正式投入运行,国家地下水监测站建设完成后,如何更好的做好运行维护与管理工作已成为地下水管理工作中的重中之重。本文结合泰安市国家地下水监测工程运维与管理中存着的问题,分析了泰安市国家地下水监测工程运维与管理现状,并针对运维与管理中存在的问题,提出了合理化的建议。", "label": "地球物理学", "id": 0}
{"content": "磁共振测深（Magnetic Resonance Sounding,MRS）可以定量确定地下水存储状态。但在实际应用中,由于该方法采用天然地磁场作为背景激励场,无法采取屏蔽措施,在低信噪比环境下难以实现MRS信号的有效提取。本文提出了利用自适应局部迭代滤波算法的信号处理方案,对磁共振测深信号的包络进行提取。以初始振幅和弛豫时间的不确定度为依据,采用遍历的方式对算法的分解阶数及掩码系数进行选取。通过进行仿真实验,证明了本算法能够在高斯白噪声和工频谐波噪声干扰的情况下,有效地提取出MRS信号包络,提取后的包络与理想包络的相关系数可以达0.97。在不同噪声类型和噪声强度下,处理后平均信噪比提高35～40dB,对野外实测数据的处理也验证了该算法的有效性。", "label": "地球物理学", "id": 0}
{"content": "地面核磁共振（sNMR）可以直接定量地检测地下水,但是其在城市环境中的应用面临诸如信噪比（SNR）低和线圈铺设困难等问题。本文提出了sNMR旋转测量方案,对城市环境内的浅层地下水进行准确成像。通过仿真实验证明了六次旋转测量的sNMR数据可以用于准确反演地下含水结构。在城市环境中,使用三个参考线圈从高噪声中获得了大量高质量sNMR数据,平均信噪比达12.8 dB,并成功实现了对冻结湖的冰层,水层和泥层中含水量的二维分布成像。尽管城市中的sNMR测量仍然存在一些问题,但进一步改进旋转测量方案可以促进sNMR方法在城市地下水检测中的应用。", "label": "地球物理学", "id": 0}
{"content": "2017年在兴国盆地扶贫找水工作收到了良好的找水效果,本文正是基于对研究区水文地质条件的认识,明确了缺水区构造裂隙水、河谷松散孔隙水、碎屑岩孔隙裂隙水3个找水方向。结合地下水勘查成果,对工作中的一些方法经验总结出来,以期为类似缺水地区找水提供借鉴。", "label": "地球物理学", "id": 0}
{"content": "塔克拉玛干沙漠位于南疆塔里木盆地内,总面积约33.76万平方公里。根据现有的勘探资料显示,沙漠地面以下200m以内主要为第四系粉细砂地层,地层较松散,在该区域进行水文井建设有较大困难。针对钻探成井技术、工艺、材料等方面存在的问题,本文进过认真分析和总结,在施工中不断优化施工方案、改进施工工艺、选取合适的材料等措施,取得了较好了效果。", "label": "地球物理学", "id": 0}
{"content": "利用物探手段找寻地下水的方法很多,主要包括电阻率法、激电法、舜变电磁法、α放射性法、甚低频电磁法、地震法、磁法、重力法等。在物探找水工作中,直流电法仍是最为主要的运用方法,也是目前普遍采用的物探找水方法。", "label": "地球物理学", "id": 0}
{"content": "地面磁共振找水仪因具有非侵入性,定性、定量探测地下水的优势而备受地质工作者青睐。然而,该方法信号仅为纳伏级（10-9 V）的缺陷限制了其进一步向着城市空间、矿井隧道等复杂噪声环境的发展。为了解决这个问题,将预极化技术用于地面磁共振（Surface Nuclear Magnetic Resonance, SNMR）,从而提升浅层氢质子的信号幅度。本文在讨论预极化场地面磁共振探测原理的基础上,对预极化场磁共振探测系统的整体结构进行介绍。通过在长春市南湖公园的应用实例对研制的预极化场磁共振仪器及软件进行验证。探测结果表明,本文提出的预极化场磁共振探测系统在城市复杂噪声环境下进行探测是可行的。", "label": "地球物理学", "id": 0}
{"content": "<正>为了解决城市供水问题,在北京市区东北部的平谷区先后建立了中桥和王都庄两个应急水源地。使得地下水开采情况加剧,为避免过度开采导致了地下水位持续下降、地面沉降等一系列水文地质问题。需要对北京市平谷区地下水状况进行水位预测,并及时的做出预警反应。水文模型可以对地下水流进行有效的模拟,但是模型具有一定的不确定性,这些不确定性来自模型参数、模型结构等[2]。集合卡尔曼滤波作为卡尔曼滤波的蒙特卡洛形式,是一种有效的数据同化算法,可以有效地减弱模型的不确定性,使得模型能更加精准对水流场进行描述和预测。本次研究基于En KF算法建立平谷区地下水模型,对平谷区地下水位进行水位预测并对相应的水文参数进行反演。", "label": "地球物理学", "id": 0}
{"content": "<正>1引言核磁共振地下水探测技术作为能够直接定量探测地下水的地球物理方法,近年来受到广泛关注,并取得了快速的发展。但磁共振信号极其微弱,数量级为纳伏级,探测仪器在受到环境噪声如随机噪声、工频噪声、尖峰噪声等干扰时,提取的磁共振信号特征参数准确度降低,影响后续反演解释结果的可信度。因此,有效消除信号中所含噪声成为磁共振地下水探测的必要环节。", "label": "地球物理学", "id": 0}
{"content": "为探讨基于区间序列的GM（1.1）模型预测地下水水位的准确性和信息量,本文选取界点建模、转换建模和参数建模3种区间方法进行比较和分析,结果表明:界点的相对误差均值都小于0.01%,区间相对误差均值小于7%;区间序列的GM（1.1）模型具有一定的延迟效应和紊乱效应;实际水位值波动幅度较小时模型预测精度较高;参数建模的预测精度较优于界点建模和转换建模。与点预测相比,区间序列的GM（1.1）模型预测的地下水水位变化规律更有利于地下水资源管理与开发利用。", "label": "地球物理学", "id": 0}
{"content": "目前,地下水流速流向测定方法比较单一,本文在示踪实验的基础上通过结合胶体探孔器和某盆地水文地质条件确定了盆地的流速流向。研究认为:（1）盆地东西向分水岭位置在wk01和sw18之间,盆地的北部断层应为阻水断层;（2）西部分水岭以西的地下水向北流入城区;分水岭东部的上部地下水先流向西北、后转而向东和盆地北部汇集到北部断层附近的地下水一起向东流动;中部的地下水先向西南运动,后转而向东,与盆地南部的水流一起向东流入东部断层;下部水流由西向东运动,后转而向东南方向流入东部断层;（3）速度比较大的区域是分水岭以东和盆地南部,其流速分别为1278.76μm/s、1017.94μm/s。盆地北部、分水岭以西、东南断层附近的流速相差不大,分别为729.79μm/s、646.04μm/s、832.65μm/s,整体而言,盆地西部分水岭以东和盆地南部岩溶较发育,流速较大。", "label": "地球物理学", "id": 0}
{"content": "从大连市地下水监测站网现状、存在问题以及未来发展等几个方面对大连市地下水监测工作做以介绍,为未来地下水动态专业地监测提供参考。", "label": "地球物理学", "id": 0}
{"content": "<正>1前言直流（DC）电阻率方法是描述地下介质电阻率分布的有效的地球物理勘探技术。电阻率分布随岩石或沉积物类型,孔隙度和水情况而变化。传统方法中,称为对称四极装置使用四个电极进行剖面测量或者电法测深。通过使用电阻率,电场和电流密度（欧姆定律）之间的关系来计算电阻率。假设地球是均匀的和各向同性的,因此计算的电阻率定义为视电阻率（Dobrin,1988）。", "label": "地球物理学", "id": 0}
{"content": "以十六台勘查区为例,对含水层富水性特征及保水采煤条件进行分析。通过地质勘查及水文地质调查分析主要含水层富水特征,从隔水层的赋存特征、煤层与覆岩的含（隔）水层空间特征及导水裂缝带计算分析其保水条件。分析表明:萨拉乌苏组潜水是主要含水层,同时还是区内主要供水水源,富水条件较好,主要隔水层第四系离石组是其赋存储集的重要条件,煤层与覆岩的空间组合具有较好的空间保水条件,煤层开采垮落带和导水裂缝带均在正常基岩里发育。", "label": "地球物理学", "id": 0}
{"content": "地下水监测是水环境监控和保护的重要工作。按照水文地质单元分区,在重要人口密集区、粮食基地、工业基地、能源基地、重点工程建设区、生态环境保护区等布置钻孔,通过钻探工程完成地下水监测井施工,成井后修建地面设施,并在井下安装监测仪器,建立长期观测站点,形成地下水监测网络。钻探成井是地下水监测体系建设中最重要的工作,采取分类分层钻进措施,保证监测井施工质量。监测网站建成后,能够通过网络实时传输数据,相关部门能够实时监控地下水动态变化,并自动生成各类图表,为相关部门提供基础水文地质和水环境参数,为城市规划、工程设计、政府决策提供第一手资料。", "label": "地球物理学", "id": 0}
{"content": "潜孔锤跟管钻进技术是一种能适应各种软弱复杂地层钻进的先进技术,通过多年在水文地质钻探中的应用表明:该项技术在抗旱抢险以及乌蒙山水文地质探采结合井钻探成孔等方面能够发挥快速钻进、成孔的作用,有利于工作效率的提高。", "label": "地球物理学", "id": 0}
{"content": "在碳酸岩地区,地下岩溶发育,而岩溶发育受到来自地层、构造、岩性、水文条件等诸多因素的影响从而具有极强的不确定性。溶洞的存在,伴随了水源渗漏、地面塌陷、滑坡等岩溶地质环境问题,对岩溶区的水源、建筑物及人类造成潜在的威胁。如何准确定位地下溶洞,是水文勘查和工程勘测中需要解决的地质问题。高频电磁测深法是利用电磁感应原理,通过观测地面电场磁场变化,获得地下的电阻率分布,进而分析地下地质构造。本文通过在工程实例中使用高频电磁测深法进行探测,根据其电阻率形态,结合地质情况进行解译,确定地下岩溶的位置信息,并通过实际钻孔验证了岩溶溶洞的存在,为岩溶探测提供参考。", "label": "地球物理学", "id": 0}
{"content": "在已有成果图件基础上充分吸收几年来河南省水工环方面的最新成果,以地下水系统的理论和观点编制水文地质图,为河南省地下水科学开发利用、环境保护和经济发展方面规划服务。本文仅就《河南省水文地质图》编图单元划分的原则、依据等方面进行讨论,旨在为以后河南省水文地质工作提供可借鉴的经验及体会。", "label": "地球物理学", "id": 0}
{"content": "网络裂隙由于其裂隙通道的复杂性,使得对于确定网络裂隙中水流形态具有很大的挑战。为了了解网络裂隙中优势流的分配规律,本研究设计了一种花岗岩网络裂隙模型,开展了不同水力梯度下的水流及温度运移研究,以探究裂隙宽度及角度对花岗岩裂隙中的水流控制机理,得到以下实验结果:在本实验条件下,裂隙水流流速V与水力梯度J呈非线性关系,应用Forchheimer公式能对其关系进行较好的拟合;隙宽及裂隙交角对裂隙中的流量分配具有不同程度的控制作用;裂隙中水流及热量的分配在一定情况下具有相似性,利用温度示踪裂隙水流规律具有一定的可行性。", "label": "地球物理学", "id": 0}
{"content": "为了掌握核磁共振找水方法的应用效果,简要介绍了核磁共振方法的基本原理和参数反演方法,并列举8个找水实例对核磁共振方法进行了评价。从结果来看,核磁共振找水方法具有准确性高、信息量大、成本低等优点,适合做单点精确测量;但该方法抗干扰能力差,探测深度有限,探测效率较低。建议与瞬变电磁法联测,达到最佳找水效果。", "label": "地球物理学", "id": 0}
{"content": "随着算法与算力的不断发展,深度学习在诸多领域已经较传统的机器学习算法在预测、识别、分类上更加有优势。为更加便捷及精准地预测浅层地下水的分布情况,以甘肃民勤地区为研究区,基于RS和GIS技术对研究区进行初步的浅层地下水富集性评估,再利用深度学习卷积神经网络法对样本数据进行学习训练与测试,得到一个该研究区浅层地下水分布的预测模型。随后,对未知区域进行浅层地下水分布预测,更精准地圈定出该研究区地下水丰富的区域。", "label": "地球物理学", "id": 0}
{"content": "地下水位监测的准确性是对地下水资源进行评价和开发利用的基础依据,对地下水动态进行长期监测是科学管理地下水资源的重要基础工作。本文针对国家地下水监测工程自动水位监测仪在运行过程中出现的问题进行分析解决,实现对我市地下水动态的有效监控,为地下水资源合理开发利用等提供科学依据和决策支持。", "label": "地球物理学", "id": 0}
{"content": "随着智慧水利的不断发展,水文行业已进入水文现代化时代,以临沂市国家地下水监测井网为例,通过2018年试运行一年的数据对比分析,从地下水自动采集系统的功能、使用情况、故障处理等方面,介绍国家地下水监测井运行情况,并提出展望,保障地下水监测站网的稳定运行,切实提高地下水监测数据的到报率和准确率。", "label": "地球物理学", "id": 0}
{"content": "本文对泰安市原有人工监测井和建设完成自动监测站后井网实际情况进行分析对比,对自动监测站运行管理及应用进行了详细论述,找出了目前存在的问题,提出了相应的意见和建议。", "label": "地球物理学", "id": 0}
{"content": "<正>\"8.8\"九寨沟地震灾害虽然没有造成类似汶川地震的区域环境巨变,然而由其造成的裂隙发育、岩石碎化,地面以下岩溶增强甚至地下管道贯通,导致地表水转入地下,这将破坏现在的水循环系统甚至影响景点景观中长期演化。通过对地震前后长海、镜海、火花海及沟口同期水位变化对比,分析认为地震对九寨沟的水体产生了影响,其影响程度的后期效益还需进行长期跟踪观测。地震前和地震后同期（3月份）相比,虽然同期降雨量略有下降(分别为", "label": "地球物理学", "id": 0}
{"content": "地质勘查、水文地质勘查,井孔水位的观测是必不可少的。抽水试验的水位观测,一般都是要安装测水位管的（简易提桶抽水试验除外）。本文介绍的是一种新的水位观测方法:气压法,用于替代原先需要下测水位管的水位观测。该方法操作相对简单,线型的测水位工具,仅需测水位管。虽然计算比较麻烦,但本文已提供了计算方法。成果精度,肯定会略逊于传统的水位测量方法。估计采用气压法测量水位的误差,水位埋深为20～30cm,水位降深不大于10cm。", "label": "地球物理学", "id": 0}
{"content": "福建马坑铁矿区属于水文地质条件复杂的岩溶充水矿床。自2006年实现规模性开采以来,曾多次发生井下巷道涌水和突水事故,因此,建立完善的地下水监测系统,对矿区地下水动态变化准确而及时地分析与预测,对指导矿区安全生产具有十分重要的意义。本文以马坑铁矿区为研究对象,在全面介绍马坑铁矿区岩层含水性、构造及水文地质意义、主要充水水源及途径和岩溶水系统特征的基础上,分析了深部开采地下水监测系统存在的若干问题,并提出了完善方案。", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言核磁共振测深作为一种非侵入式、直接定量探测地下水的地球物理方法,在水资源勘查以及地下水引起的地质灾害隐患预测等领域均获得了广泛应用。但是,外界环境噪声会对仪器系统采集的核磁共振信号（纳伏级）质量造成影响,尤其当遇到同频谐波干扰的情况时,会导致难以提取可靠核磁共振信号。针对这一问题,基于盲源分离的思想,本文提出一种带有前缀参考的快速固定点算法（FastICA）。", "label": "地球物理学", "id": 0}
{"content": "高密度电法具有点采集效率高、探测精度高等优点,广泛应用于工程地质和水文地质勘查。本文将高密度电法应用于某工区的地下水调查,通过地下电性空间结构划分地下空间的地层结构,根据含水层和隔水层相对于围岩的电性差异,给出含水层和隔水层的埋深、厚度和空间展布等信息,展现高密度电法在水文地质调查中的良好应用效果。", "label": "地球物理学", "id": 0}
{"content": "地下水监测是水文工作的重要内容,是一项长期的基础性、公益性事业。为适应国家地下水监测项目要求,根据项目要求编制《国家地下水监测工程（水利部分）监测信息传输编码标准》;并对规约可行性、完整性和可操作性进行必要测试。", "label": "地球物理学", "id": 0}
{"content": "为了查明地下水空间赋存情况,介绍一种高精度、高分辨率的地球物理方法,即地震法,该方法对有弹性差异的成层性好的地质体具有其他物探方法难以比拟的优势,可用于探测地下含水层、追索古河道,探查地下构造情况,确定破碎带、查找断层、裂隙带,测定岩土的弹性等。利用该方法在某工程供水勘察中取得了良好的勘探效果。", "label": "地球物理学", "id": 0}
{"content": "EH4双源大地电磁测深系统既可以接收天然场源的大地电磁信号,又可以接收人工场源的电磁信号,以此获得测量点下的电性结构。整套仪器设备轻便,测量时间较短,完成一个测深点的时间大约只需要十几分钟,工作效率非常高;实时数据处理与成像,资料解释简便快捷,图像直观。利用EH4电磁法勘探主要提供电阻率参数找水,解决与赋水有关的构造问题。本文对在偃师黄土塬地区的找水实例进行剖析,为今后从事黄土塬地区找水物探方法提供了重要参考依据。", "label": "地球物理学", "id": 0}
{"content": "地下水位和岩体渗透系数是高放废物处置库场址适宜性评价的2个重要指标。本文以新场地段BS41钻孔为例,通过钻孔分层水文地质试验、分层水文地质观测和地下水动态监测等技术方法,获得了钻孔揭露岩体不同深度的渗透系数和静止水位,总结了适用于花岗岩型处置场址水文地质试验的方法体系。", "label": "地球物理学", "id": 0}
{"content": "<正>地震监测台网技术是地震监测预报科学取得进展的基础,打造适应新时代地震科学需求的地球化学与水文地质观测台网是地下流体学科创新发展的需要。中国地震地球化学与水文地质观测网网,以监测中国大陆活动地块边界断裂带地球化学背景场、深部热物质活动以及深层承压含水层应力背景特征为目的,建设断裂带岩石介质化学元素组分、气体浓度及同位素等响应特征为目的的区域台网,以及监测断裂带不同区段深浅部化学组分特征和物质来源的流动观测台网组成。深承压含水层井和深循环温泉为观测场地,建设水文地质参数明确、多含水层观测井及台阵式温泉点观测站,开展井水位（流量）和水温观测,", "label": "地球物理学", "id": 0}
{"content": "<正>乌鲁木齐是新疆维吾尔自治区的首府,是新疆政治、经济、文化的中心,其地处中强地震活动十分频繁的天山中段,为了探索天山地震活动的规律,尽最大限度防御和减轻地震灾害,保卫自治区首府城市的安全,新疆地下水网建设和前兆研究首先以天山地震带为主体,以乌鲁木齐市及其附近地区为重点,侧重选择那些构造、热力、物质和地下水运动条件相对灵敏的不稳定点开展综合对比观测。位于乌鲁木齐的,水磨沟-白杨沟断裂带的新04泉、15泉和柳树沟-红雁池断裂带的新09泉、新10泉是新疆最重要的地下流体综合观测泉,其中新10泉也是中国新疆与哈萨克斯坦交换地下流体资料的监测泉点之一。利用这些观测泉水化学实验数据进行综合分析,进一步认识其水文地球化学特征,为异常评价提供背景数据等相关依据,以期使水文地球化学方法更好的服务于震情形势的跟踪与研判。", "label": "地球物理学", "id": 0}
{"content": "<正>宁波市水文地质监测井网是国家地下水监测工程,由原国土资源部和水利部联合建设的国家级工程。作为国家地下水监测工程（浙江省部分）的重点建设区,其主要作用是水环境质量监控与地质环境保护,为地质环境管理保护和决策制定提供坚实基础。目前,该市现有地下水监测井146孔,近期扩建后将达到161孔其中现有深层承压水井36孔。该网成承压井特点是井结构合理、地层柱状清楚并有详细的成井报告。依据地震流体观测要求,该井网经过遴选可以作为地震系统流体井并网观测。", "label": "地球物理学", "id": 0}
{"content": "本文以天津市地下潜水观测系统为基础,共收集整理1980年以来的218个潜水观测井的长期水位观测资料,重点分析了中心城区潜水水位动态变化特征及其影响因素,并采用Mann-Kendall趋势法对未来地下水位进行了预测,绘制了地下水最高水位标高变化趋势图。研究结果表明:中心城区1980～2014年实测潜水最高水位标高的平均Z值为-1.30,总体上随时间变化呈下降趋势,并通过了信度为90%的显著性检验;其变化趋势与中心城区1985年以来的累计地面沉降有较好的一致性,该项研究成果可为工程建设中分析确定抗浮设防水位提供基础依据。", "label": "地球物理学", "id": 0}
{"content": "为基本查明化隆地区水文地质条件及地下水分布特征,本文运用高密度电阻率法对勘查区进行勘查,划分了勘查区目标层地球物理学特征,基本查明了第四系地层岩性、厚度、基底埋深及起伏情况,为水文地质钻探孔位选择提供了较好的可靠资料。", "label": "地球物理学", "id": 0}
{"content": "为基本查明化隆地区水文地质条件及地下水分布特征,本文运用高密度电阻率法对勘查区进行勘查,划分了勘查区目标层地球物理学特征,基本查明了第四系地层岩性、厚度、基底埋深及起伏情况,为水文地质钻探孔位选择提供了较好的可靠资料。", "label": "地球物理学", "id": 0}
{"content": "在地表水资源匮乏,水资源污染严重的前提下,通过对其他地下水勘探方法的系统分类对比,突破传统勘探方法,利用剪切横波在有充水和可赋水空间中的剪切模量等于零的原理,寻找剪切波与地下水和空间的特征属性,研究转换地震横波的数据处理方法,确定了地震转换波可以快速有效地定位地下水的能力。实现经济的、快速的、安全的地下水资源勘探技术。对含水的滑坡体和破碎带是加剧地质灾害隐患发生特征进行研究,得出地震转换波法探测定位地下空区和地下水效果显著。为地震转换波法在地下水勘探方面提供了理论和事实依据。", "label": "地球物理学", "id": 0}
{"content": "本文结合找基岩裂水的地质、地球物理前提,优选了高密度电阻率成像、激电测深和视电阻率测井等3种物探方法,从定性─定量─验证等三层次,提出地球物理综合找水方法技术组合,克服单一物探方法本身固有的局限性,具有多种物探方法相互验证;利用半衰时、衰减度等物探新技术进行综合处理与解释,提高找水资料利用程度,更准确地对探采结合井进行定位。实例说明该方法组合能经济、快速、有效地确定基岩、含水性地层的埋深,为该区域开展类似的地下水勘查提供一定的技术支撑。", "label": "地球物理学", "id": 0}
{"content": "煤层的富水区严重威胁着煤矿的生产安全,探明富水区的赋存和断层、陷落柱等导含水构造的发育情况,可以有效地指导煤矿的防治水工作。地震属性技术可以有效识别断层、陷落柱等地质异常体,但不能对地层富水性进行探测。断层、陷落柱的电阻率主要取决于岩层的破碎程度及其富水性,富水断层、陷落柱的电阻率值远小于不富水断层、陷落柱和周围不富水地层的电阻率值,这是瞬变电磁探测含水断层、陷落柱和进行富水区的地球物理依据。本文结合在华南某矿的应用实例,证明应用地震属性与瞬变电磁相结合的技术路线对探测煤田富水异常区效果良好。", "label": "地球物理学", "id": 0}
{"content": "<正>地下流体前兆数字观测技术已被广泛应用,但目前主要是数字化水位、水温、气氡、气汞等,对水中各离子（水质）观测,仍然停留在人工观测阶段,电导率摸拟观测已不能满足地震观测的要求。水质模拟观测数据受到人为因素影响明显,定时人工取样,产出的数据量少,使前兆数据的应用受到极大限制。根据省局的有关要求,宁德台率先在电导率数字化观测开展实验研究。宁德一号井数字化电导率观测系统是在原来单井综合观测系统出水管处增加一个恒流泵,将自动脱气装置流出的水引入电导池供DDG-3080电导率仪器观测见图1,这样的改造也对原观测系统不会造成影响,从而也实现一口井同时进行水位、水温、气氡、电导率的数字化观测。", "label": "地球物理学", "id": 0}
{"content": "无缆式海洋电磁探测系统是一种典型的水下无线传感器网络,系统内各节点间的时钟同步精度对后期采集资料的处理和反演具有深刻影响。分布式海底接收站不能实时获取GPS授时信号或通过电缆实现时钟同步,只能通过自身携带的时钟源进行计时。由于接收站本地时钟源输出频率存在固有漂移,当系统在水下长期工作时会产生不可忽略的累积时钟误差。因此,本文基于现有采集系统结构,使用基准源水声授时和本地实时频率补偿相结合的方法实现适用于水下低功耗观测网络的高精度时钟同步。本研究首先提出了单向广播式低功耗时钟同步机制与系统架构,在这种同步机制下海底采集站工作在只听模式,大大降低了时钟同步功耗;并且采用这种系统架构时,待同步网络节点的增减并不引起通信协议的改变,具有很强的可扩展性;其次研究了多影响因素下的时钟参数最优化估计算法,考虑时钟变偏移率、水声通信时延等多种不确定性因素导致时钟参数无法准确测量,建立一系列可变时钟模型,根据一定的自适应模型选择算法实时判断时钟模型变化,并选取合适的时钟模型进行最优化时钟参数估计;最后针对特定时钟源的温度—频率误差特性,实现了基于直接数字频率合成的实时温度补偿方法,通过精确测量或拟合时钟源在不同温度下的输出频率误差曲线,然后根据采集站在工作时的实时温度对输出频率误差进行精确补偿,降低温度变化引起的时钟突变对系统同步的影响,进而提高了系统的时钟同步精度。", "label": "地球物理学", "id": 0}
{"content": "2018年,国务院颁布了《科学数据管理办法》,其中明确提出\"开放为常态、不开放为例外\"的原则。为了有效配合海洋重磁数据的开放共享工作,有必要有针对性的对海洋重磁数据格式进行统一,制定专门适用于共享工作的专属格式。目前,国内海洋地球物理领域海洋地震浅剖以SEGY格式统一存储与处理,但海洋重力、海洋磁力数据基本按照各自处理需求和习惯存储,不同专项数据格式之间存在差异性,虽有一定的相通性,但无法直接用于数据共享。国内海洋地球物理数据按照阶段性计划制定相应的数据格式,如各个专项有专用的海洋地球物理数据格式,不同专项数据格式之间存在差异性,又具有相通性,但均不够全面,格式规定不够统一。美国国家地球物理数据中心在官网共享海洋地球物理数据使用了一种MGD77T格式,其将重磁水深单道地震炮点数据规定在一个数据文件中,包含数据表头和数据体两部分,数据表头记录了数据采集的元数据信息,数据体记录海洋重力磁力水深数据的必要参数项,为了便于数据入库,2010经修订增加了表格格式,目前该格式是国际数据交换常用的标准格式,但是重磁数据均保存在一个文件中,在实际中存在重力或磁力数据缺失的情况,会造成存储数据的冗余。同时,热流数据作为一种新型地球物理资料,尚无一种通用的数据格式。通过调研和总结国内外海洋地球物理存储格式,综合研究分析,选择数据共享必要的数据项,规范了海洋重磁数据交换的内容和记录格式,适用于海洋重磁数据的共享和与共享有关的资料处理、存储和管理。海洋重磁数据共享格式将一个航次或者一个区块记录一个文件,以文本格式存储,包括表头记录和数据记录两部分,表头中保留了项目信息、航次信息、仪器信息、处理信息等内容,数据记录内容保留了位置信息、测量时间、改正信息、正常场、调差值、异常值等内容。海洋重磁数据共享格式规定了各数据项的数值类型和用法,囊括了海洋地球物理数据解译所需的各类参数及数据采集过程中的必要信息,适用于数据共享、数据交换、国际交换等领域的数据格式的统一,既保障了数据共享的流通必要,又保护了数据产出单位及个人的知识产出权利,将为下一步的具体实施过程简化数据转换流程,提高数据共享效率。", "label": "地球物理学", "id": 0}
{"content": "通过对海岛固定台站地震记录进行详细的波形和频谱分析,从背景噪声场中识别出了典型的人为活动引发的信号波动,结合周边人为活动记录,发现二者具有良好的耦合性。由此推测,通过开展地震波形和频谱的长期分析,有可能获取海岛人为活动背景噪声的规律性变化特征。", "label": "地球物理学", "id": 0}
{"content": "<正>阿拉伯海位于印度洋北部,以显著的季风和大量的气旋/反气旋影响的海洋学过程为特征。前人在阿拉伯海的研究主要集中在阿拉伯海的西部沿岸、西北部波斯湾及阿曼海和东部印度沿岸,而对阿拉伯海东北部海域缺少研究。因此,开展阿拉伯海东北部海域水体的海洋学研究,对理解阿拉伯海的海洋动力过程具有重要的意义。", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言在密度分层的海洋中出现的内孤立波可以分为第一模态内孤立波和第二模态模态内孤立波。第一模态内孤立波具有单一的波峰或波谷波形。而第二模态内孤立波波峰和波谷波形同时成对存在。随着现场观测仪器的进步,海洋中发育的第二模态内孤立波在过去20年间逐渐被观测到。到目前为止,对于第二模态内孤立波的研究大多是基于物理海洋观测、遥感观测、实验室模拟或数值模拟开展的。", "label": "地球物理学", "id": 0}
{"content": "<正>岩石磁性与地磁测量研究是地磁学的两主要分支,在地球内部的研究与应用方面占有极其重要地位,现今正向着应用阶段发展。目前,我们在西南印度洋脊开展了系列地磁学研究,以下主要分船载磁测、近海底磁测、海底日变观测与岩石磁学四个方面所取得的代表性研究成果进行介绍:船载磁测:垂直洋中脊的船载磁测资料可研究洋脊扩张特性,我们对在发育有拆离断层的龙角区（洋脊南翼）获得的船载磁资料进行了研究,以此计算了洋脊两侧半扩张速率,推测因拆离作用造成洋脊扩张的不对称性,拆离距离达3.8km,最快扩张速率比北翼速率快1.2倍。", "label": "地球物理学", "id": 0}
{"content": "<正>1引言及现实需要海洋磁力测量中,在近岸海域通常采用距离工区较近的陆地地磁台数据进行日变改正,效果较好。然而随着海洋磁力测量不断向远海延伸,陆地地磁台已然无法满足日变改正要求。随着技术的进步,海底地磁日变观测站应运而生,它能够提供合适的地磁日变改正资料,可有效提高远海区磁测的成果精度,它可以为远离大陆或海岛区域的海洋磁测提供合适的地磁日变改正资料。", "label": "地球物理学", "id": 0}
{"content": "<正>过去几十年中,海洋沉积物记录的古地磁结果不断扩展我们对地磁场长期变化的理解,从偶极子场控制下的地磁场长期稳定变化,到地磁漂移和极性倒转事件。本文基于16根黑海沉积物钻孔,获得了过去68.9-14.5 ka之间具有强度和方向的古地磁记录。年代模型基于放射性碳测年,以及高分辨率的化学元素比值和冰筏碎屑与格林兰冰芯氧同位素记录的‘Dansgaard-Oeschger’（DO）旋回对比。", "label": "地球物理学", "id": 0}
{"content": "水下滑坡问题在深海工程中广泛存在。研究水下滑坡发生的机理和特点,对于提高水下工程作业安全性具有重要意义。本文采用混合欧拉-拉格朗日（Mixed Eulerian-Lagrangian,MEL）方法对水下土体滑坡问题进行数值模拟。采用两相混合物理论,将水相当作欧拉介质,将土相视为拉格朗日介质。土相为弹塑性材料,服从Drucker-Prager失效准则。两相之间的相互作用通过浮力与达西阻力模型描述。基于上述MEL模型对水下沙体滑坡过程进行了数值模拟,并研究了初始堆积密实度对滑坡过程的影响。", "label": "地球物理学", "id": 0}
{"content": "粤港澳大湾区在国家发展大局中具有重要的战略地位,目前对该海域活动断裂的几何学特征研究十分薄弱。为了揭示大湾区海域断裂陆—海一体化构造特征,对珠江口海陆地震联测数据进行处理分析,获得了大湾区NW向西江断裂、沙湾断裂、淇澳—桂山岛东断裂和NEE向滨海断裂带的发育位置、规模和产状等几何学信息。研究发现滨海断裂带受NW向多组断裂的右旋错断,断裂结构在深、浅部都呈现出明显的分段性。自东向西滨海断裂带内部的结构形态从简单逐渐变复杂,断距由较大的陡崖式正断层逐渐转变为低角度正断层,断裂带内的低速异常自东向西逐渐减弱。", "label": "地球物理学", "id": 0}
{"content": "海啸一般是由海底地震引起海底大范围变形,进而诱发海水的表面波动,因此海啸的生成是海啸整个生命周期模拟研究中的重要内容。目前,大部分海啸数值模型所采用的瞬时响应假设忽略了地震所引起的板块运动破裂过程和海床形变的过程。本文基于底面运动边界发展的地震海啸动力生成模型和浅水波方程,利用反演得到具有运动时间历程的单元板块参数,可用于模拟研究地震所导致的海底复杂破裂过程及水面波动场的时空响应。利用该模型分别针对2004印度洋海啸和2011日本地震海啸进行模拟计算,结果表明该模型可以较为准确模拟复杂海底变形及海啸波动和传播过程,尤其对于破裂速度慢、运动时间长的地震,该模型具有明显的优势。本文还讨论了常水深条件下,不同的板块破裂速度对水面初始波动和传播过程的影响,对复杂性地震震源机理的分析和极端海啸的风险评估有一定的参考意义。", "label": "地球物理学", "id": 0}
{"content": "<正>1、编图范围中国海-西太平洋磁力异常图分为南北两个图幅,其中北幅编图范围为北纬21°-42°,东经117°-148°,南幅编图范围为北纬2°-26°,东经105°-150°。比例尺1:300万,采用WGS-84坐标和地球系,墨卡托投影。2、数据来源中国海域-西太平洋磁力异常图编图区内使用的数据大致分为四类,分别为航遥中心实测数据、", "label": "地球物理学", "id": 0}
{"content": "<正>加罗林海域是西太平洋的重要组成部分,以中部的欧里皮克海隆（Eauripik Rise）为界分为东西两个海盆,海盆水深在4000~5000米,欧里皮克海隆水深1800米。地质上,这里是加罗林块体分布区。加罗林块体西邻菲律宾海板块,两者的边界从南向北依次为正在缓慢扩张的阿玉海槽,帕劳海沟和雅浦海沟;其东部和东北部为古老的太平洋板块,两者的边界在北部索罗尔海槽将加罗林海脊分为两部分,加罗林块体与太平洋板块沿着索罗尔海槽具张扭性边界特点,再往东加罗林块体与太平洋板块的", "label": "地球物理学", "id": 0}
{"content": "2014年1月-4月,中国大洋30th在西南印度洋龙旃热液区开展了长周期的海底地震的监测试验,监测时间长达102天。在这期间内,OBS/H记录到了超过2000个天然地震信号,这些地震信号与热液喷口区的构造和热液活动有着重要的联系。通过这些信号的波形的特征和频率特性,将它们分为四种类型的地震信号:1、1800多个火山构造微震,这类地震具有明显P波和S波震相,并且S-P到时差较小,震级较小的特点;2、3个近震地震信号,主要用于确定OBS/H的方位信息;3、100多个短扰动事件,这类信号具有单一频率,e指数衰减,在地震记录中振幅明显的特点;4、十几个特殊信号,这类信号通常表现为波形复杂,频带范围较宽,地震计与水听器信号一致。根据不同信号的特点进行了分析,首先,利用基于极化分析的单台定位方法对挑选出的1549个高信噪比火山构造微震进行定位,结果表明,微震主要集中在洋中脊新生洋脊的正下方,深度上一直延伸到15km左右,这说明龙旃热液区新生洋中脊仍然处于活跃状态,岩浆供给较为充足,反观洋中脊南侧的海洋核杂岩（OCCs）处微震分布较少,这可能说明了此处的构造拉张活动已经停止或不活跃了。其次,在长期观测的时间里,微震的活动性具有一定的规律,在开始的2-6天里,是一个微震的活跃期,然后经过了78天的平静期,又迎来了一个更大规模的微震的活跃期,这反映了龙旃热液区的岩浆间歇性活动的规律。此外,我们还估计短扰动事件的合成的频率及其谐波的指数衰减特性,结果表明短扰动事件的产生与导管或者裂隙中热流扰动密切相关,并且推测它可能是由多个导管产生的谐波信号相互叠加的结果。总之,龙旃热液区正处在一个以岩浆作用为主的阶段,岩浆与热液活动都较为剧烈,而且具有一定的活动规律。", "label": "地球物理学", "id": 0}
{"content": "<正>南海北部陆缘是华南大陆与南海海盆的分界区域,在该陆缘上发育了一系列NEE、NE、Nw向相互切割的断裂构造带,其中NEE-NE走向的滨海断裂带至今仍然具有较强的活动性,地震活动强烈,形成了东南沿海地区的滨海地震带。近年来,在南海北部陆缘开展了许多的海陆联测工作,然而,由于台站以及气枪震源主要分布在靠海一侧,导致靠陆地一侧的地震射线的覆盖和交叉程度较差,而且", "label": "地球物理学", "id": 0}
{"content": "<正>变深度缆,或称为弯曲缆、斜缆（variable-depth streamer,简称为VDS）,是近些年发展起来的新兴的海洋地震观测手段,传统的水平拖缆深度较浅,存在波浪噪声影响严重等问题,而变深度缆拖缆能够到达更深的水深,因此变深度缆数据的噪声更小,信噪比更高。此外,变深度缆的检波器深度随偏移距变化,使得接收点鬼波炮集时距与有效波在远偏移距分离,从而有利于接收点鬼波的去除,", "label": "地球物理学", "id": 0}
{"content": "<正>近海底地磁测量是海洋地球物理调查方法之一,它基于海底下岩层具有不同的磁性并产生大小不同的磁场为原理。海洋磁场测量发现了海底条带状磁异常,为板块学说提供了重要依据。根据磁异常场的特征及其分布规律可以了解海底岩石磁性不均匀性,进而推断海底地表结构和构造,洋底生成和演化历史。但是,关于海洋下地壳（辉长岩和橄榄岩）是否跟上地壳（玄武岩）一样有着记录地磁场的能力", "label": "地球物理学", "id": 0}
{"content": "<正>面对我国不同地区海底地震观测记录,一些记录上的多次波可以用水平层状介质的多次波来解释,许多记录上的多次波则不符合水平界面给出的特征。海底地震的炮点和接收点一般不在水面,水表反射引起震源鬼波和接收点鬼波,伴随一次反射和多次波出现在记录上,它们的特征影响因素多年来并不清楚。计入海水表面作用,将一次反射作为第一阶次的多次波,我们研究界面倾角对多次波和伴随鬼波的影响,给出倾斜界面条件下4种类型反射(多次波、多次波+接收点鬼波、震源鬼波+多次波和", "label": "地球物理学", "id": 0}
{"content": "<正>华北克拉通是目前世界上巨厚太古界岩石圈地幔受到强烈破坏唯一得到证实的地区,被视为\"古老岩石圈地幔发生破坏的最佳例证\"。所以关于其破坏过程与机制的研究己经成为当今国际地球科学研究的前沿问题,其深部结构,特别是壳内结构的研究,对于认识克拉通破坏过程与机制而言具有重要意义。渤海位于华北克拉通地块东部,是认识华北克拉通的重要窗口。但是,多年来渤海海区地球深", "label": "地球物理学", "id": 0}
{"content": "<正>文中研究南海周边板缘地带的地震空间分布特征。南海周边处于欧亚板块、菲律宾海板块和印度洋板块的聚合地带,受到三个板块之间的相互作用。南海东侧与菲律宾海板块交界,形成琉球岛弧及菲律宾岛弧;西南临印度-澳洲板块,形成印度尼西亚岛弧。板块之间的运动,引发频繁的地震活动,南海周边板缘地带的地震分布独具特色。文中主要研究震中分布特征、震源深度分布与俯冲带的关系和震源深度空间分布特征关系等相关内容。强震活动主要是沿板缘集中发生,成明显的带状分布;震", "label": "地球物理学", "id": 0}
{"content": "针对海洋磁力测量中拖曳磁力仪随海面波浪在垂直方向上起伏变化问题,传统的Taylor多项式模型在构建局域地磁场模型时,通常只选择了平面经纬度方向坐标作为变量,忽略了垂直方向的变化对建模结果的影响。本文考虑到垂直方向的变化对结果的影响,引入三维Taylor多项式方法构建地磁场模型。利用水下球体磁场的仿真数据,研究了传统和改进后的Taylor多项式法,分析了截断阶数与中误差的关系,得出三维Taylor多项式法可以明显的提高建模的精度和改善模型的边界效应的结论。", "label": "地球物理学", "id": 0}
{"content": "<正>冲绳海槽为NE-SW向的弧形舟状地形区,地处西太平洋中北部,琉球岛弧的西侧,东海的东南侧,是东中国海的一个特殊地理单元,南北长约1200 km,东西宽约36-120 km,总面积1.4×105km2,地形的基本特征为南北分块、东西分带,海槽南部和北部地形变化极大,自北向南水深由浅变深,海槽北部水深约894m,中部最大水深为1188m,南部最大水深为2322m,海槽内发育有巨厚的沉积层。冲绳海槽的", "label": "地球物理学", "id": 0}
{"content": "<正>海洋热流数据是海洋地球动力学研究和油气资源评价的基础数据。为深入认识琼东南盆地的地热特征及其影响因素,本文首先利用数值模型分析了张裂型盆地主要地热参数的垂向变化特征;利用钻孔资料获得的44口钻孔的热流数据,结合海底热流数据,详细分析了琼东南盆地的热流分布特征;通过构造热演化数值分析,初步讨论了现今热流分布的主要影响因素。1.张裂型盆地钻孔地热参数的垂向变化", "label": "地球物理学", "id": 0}
{"content": "<正>大地热流是地球内部热过程在海底的直接显示,不仅是了解地球热散失速率的关键数据,而且是开展动力学研究与重建沉积盆地演化、开展油气与水合物资源潜力评价的基础数据（Bullard,1945;Revelle et al.,1952;Hess,1962;Hasterok et al.,2007;Kvenvolden,1993;王家生等,2007）。海底热流可以通过钻孔测温数据（Horai et al.,1985;Davis et al.,1997;许薇龄等,1995）和海底热流探针测量(Bullard,1954;Gerard et al.,1962;Lister,1979;Hyndman et al.,1979;Hartmann et al.,2002;徐行等,2006a,2006b;罗贤虎等,2007;Yang et", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言南海在晚渐新世-早中新世海底扩张期间,扩张轴位于珍贝-黄岩链状海山一带。前人在对海盆做重力异常计算时,很难拟合海山处的重力值。同时,计算西南海盆均衡异常时,在15°N附近的黄岩海山链处出现局部低值异常。迄今,这些现象未得到合理解释,海山补偿机制也仍然未知。对此,本文重新计算了南海海盆的区域重力异常,并反演了该区莫霍面的分布特征,在此基础上结合地热数据,讨论重力均衡和热均衡对该区地形调整的响应。结合速度结构模型和岩石圈热参数,重点", "label": "地球物理学", "id": 0}
{"content": "<正>通过对南海北部多道地震数据的分析,认为南海北部洋陆转换带主要由北部裂陷期下沉区段,海山或埋藏海山隆起带和掀斜断块带组成（图1）,从南海北部北西到南东方向跨越110公里的范围。南海东北部MCS2001地震剖面展示了大约为225公里宽的洋陆转换带,海山或埋藏海山隆起带大约150公里宽,掀斜断块带大约40公里宽。南海中北部MCS2001-2地震剖面展示了大约160公里宽的洋陆转换", "label": "地球物理学", "id": 0}
{"content": "<正>Rayleigh波作为面波的一种,沿自由面传播,且振幅随深度大体呈指数衰减,在远震波形上很容易识别。由于地球不是均匀介质体,使得Rayleigh波出现明显的频散特征,并可利用于反演地下介质速度结构。近年来,随着台站背景噪声研究的深入,即使没有地震事件发生,也可通过地震记录中的背景噪声,也可提取台站间的Rayleigh波的频散曲线,进行地下介质速度结构反演。而目前利用Rayleigh波反演海底速度结构的研究中,对海水的影响一般采用平均路径近似,其有效性需要研究。", "label": "地球物理学", "id": 0}
{"content": "<正>海山是大洋岩石圈的重要组成,地幔岩浆与大洋岩石圈相互作用的产物,是洋壳增生的途径之一。南海海盆的海山星罗棋布,多数分布在扩张脊附近和海盆北部。珍贝-黄岩海山链位置则较为特殊,它沿中央次海盆残余扩张脊发育,东西长约200km,南北宽40-60km,顶部相对海底高差达4km。岩石样品的测年表明,珍贝与黄岩海山形成年龄分别为9.1-10Ma和7.77Ma（王贤觉等,1984;王叶剑等,2009）,是南海扩张停止后板内岩浆活动的产物。那么,海山与扩张中心的相互作用导致了怎样的深部结构?珍", "label": "地球物理学", "id": 0}
{"content": "<正>南海是全球低纬度区,也是西太平洋最大的边缘海,其独特的地理位置具有深海研究的一系列优越性（汪品先,2009）。根据Briais等人（1993）的磁异常条带模型,南海海盆的扩张年龄为30-16.5 Ma（根据Cande和Kent（1995）的新地磁倒转年表进行修正）,停止扩张前属于慢速扩张。海盆中部的珍贝-黄岩海山链是南海海盆重要的组成部分,其下方埋藏着海盆的残余扩张中心,海山链的年龄为7-10Ma（王贤觉等,1984;王叶剑等,2009）,远小于海盆停止扩张的年龄,这种先停止扩张、后期受到岩浆", "label": "地球物理学", "id": 0}
{"content": "<正>南海东北部陆缘是研究南海形成演化的一个重要窗口。该区的台湾浅滩海域地处菲律宾海板块、华南地块与南海洋壳区之间,构造位置独特,重磁异常特征突出,地震活动活跃,其研究对于了解南海陆缘的张裂模式与构造演化具有重要意义。然而此前缺少深地震调查,导致该区的深部结构、重磁异常成因和构造演化等方面一直缺乏详细的工作,并影响到了该区下地壳高速体、洋陆转换带和陆缘构造属性", "label": "地球物理学", "id": 0}
{"content": "本文利用地震海洋学新的反演结果,对地中海涡旋的温度、密度、声速以及波阻抗等物理性质进行了详细的分析与讨论,特别对地中海涡旋的一些细结构、混合过程进行了相关描述.研究分析取得以下认识:（1）涡旋具有涡旋核心水与涡旋混合水双层结构,这种结构特征可以在温度图、声速图和波阻抗图中识别出来;（2）涡旋核心水并不是均匀的稳定结构,内部有微弱的混合作用;（3）在涡旋上部以及周围边缘区域,海水的混合比较复杂;在涡旋下部边缘区域,除了有小尺度的盐指混合,内波也是非常重要的动力混合作用;（4）海水密度在涡旋核心水的分布比较稳定,成层性较强,在混合水区域由于不同的混合作用及其强烈程度不同,会发生波动甚至反转;（5）涡旋本身并不是一个严格对称的结构,涡旋与背景海水的上部以及周围边界比较模糊和复杂,而涡旋下部边界则比较明显.地震海洋学反演提供的涡旋物理性质数据能够为涡旋进一步的研究提供更为准确、更高精度以及更高分辨率的参考数据,同时对涡旋的运动学以及动力学研究提供了更进一步的研究方法和研究方向.", "label": "地球物理学", "id": 0}
{"content": "中尺度涡是重要的海洋学现象,它在很大程度上影响着海洋内部的能量传递过程.由于传统海洋学观测手段的固有局限性,一直以来对中尺度涡观测和研究的程度都比较低.地震海洋学的诞生和发展为海洋学观测提供了一个全新的手段.对南海的历史地震数据重新处理后,我们首次在本研究海域的地震剖面上看到了透镜状结构.它位于南海西南次海盆（～113.6°E,11.4°N）,中心深度约为450 m,中心厚度约为300m,半径约为55～65 km,具有典型的中尺度涡特征,综合解释为反气旋.我们利用地震海洋学方法估算了地转剪切,结合来自于卫星高度数据的海表面地转流速度进一步得到了绝对流速的垂向剖面.结果显示,流速的最大值约为0.7 m/s,出现在400～450 m处,对应于涡旋的中心深度;西北部分为正,东南部分为负,整体呈现出顺时针的转动方向,说明了它是一个反气旋结构.", "label": "地球物理学", "id": 0}
{"content": "<正>南海位于太平洋的西缘,其演化和构造受欧亚板块、印澳板块和太平洋板块影响,由于板块的碰撞,俯冲和走滑等构造作用,使南海形成了菱形的中央海盆和不同性质的陆缘。地壳磁场（岩石圈磁场）是岩石圈中的岩石所含的磁性矿物在地球主磁场的作用下被磁化产生的磁场,它能反映地壳内部磁性矿物的分布情况及地壳内的地质结构。研究南海地壳磁异常分布特征,揭示磁异常与地构造的对应关系,对南海深部地质构造,地壳结构及区域动力学过程的研究和矿产资源的开发具有重要意义。", "label": "地球物理学", "id": 0}
{"content": "<正>PKP前导波早在1930年代就已经被发现（Gutenberg and Richter,1934）。全球台网的PKP前导波研究表明它们是由于整个地幔,主要是下地幔均匀分布的～1%速度不均匀结构引起的（Hedlin and Shearer,2000）。近年来,随着局部密集台网的增加,研究表明这些台网记录到的PKP前导波主要是由于核幔边界附近的不均匀结构引起的,并且这些结构的速度异常可以达到5-6%甚至10%(e.g.,Niu and", "label": "地球物理学", "id": 0}
{"content": "<正>研究区位于20°—41°N,115°—130°E间,包括了渤海、黄海、东海和部分的南海、日本海、菲律宾海等海区和邻域。这里是特提斯构造域和滨太平洋构造域的叠合部位。作为中国地质调查局主持的\"中国海陆地质地球物理系列图\"项目中的一个专题,结合近年来实施一系列专项调查获得的最新资料,编拼了新的重磁基础图件,对重点地质-地球物理剖面的反演和分析,利用重、磁资料反演莫霍面、居里面,进而求取热岩石层底界面等重要界面,划分了主要断裂及构造单元以此来认识东部海区岩石层结构", "label": "地球物理学", "id": 0}
{"content": "<正>通过分析陆地实测空间重力异常数据、海洋船载测量空间重力异常数据、卫星测高重力异常,布格重力异常数据、EGM2008地球重力模型数据等多种来源数据的性质和精度,并对相关数据进行对比,研究了编制1:500万中国海陆中国重力异常图的数据使用方案和技术方法。NGA在构建EMG2008重力模型时,在中国及周边大部分地区是使用了合成重力数据,其重力数据精度低于欧美等采用实测重力数据的地区。我们利用中国大陆地区实测空间重力10km网格数据与模型重力数据对比的结果表明,在中国大陆地区近80%的范围内,EGM2008模型数据精度可高于10mGal。", "label": "地球物理学", "id": 0}
{"content": "<正>南海是我国最大的边缘海,位于欧亚板块、菲律宾海板块和印澳板块的汇聚中心,三大板块的相互作用,使得该区地壳受到多方面的构造应力,并经历了由主动大陆边缘向被动大陆边缘的演化过程。随着InterMARGINS等国际计划的实施,南海大陆边缘的破裂机制、变形模式和南海大陆边缘构造属性的研究,已逐渐成为全球海洋地质研究中的热点。马尼拉海沟是南海唯一的海沟,由于其频繁发生的火山和地震活动,对其地震成因机制的研究,成为解决南海的形成、构造演化等科学问题的关键。", "label": "地球物理学", "id": 0}
{"content": "<正>南海是我国最大最完整的边缘海,是我们走向深海研究的重要突破口[1],但南海深海盆的洋壳扩张机制和形成年代等基本科学问题仍没有解决。珍贝-黄岩海山链大致沿北纬15o呈东西走向,位于南海中央次海盆的中部,是海底扩张和洋壳形成的地方。珍贝-黄岩海山链下方的三维地震结构及构造特征包含着南海形成演化过程的重要信息,是探讨南海形成演化\"骨架\"及深部动力学的重要基础[2]。为此,国家基金重大研究计划\"南海深海过程演变\"重点支持项目（91028002）首次在南海中部布设三维海底地震", "label": "地球物理学", "id": 0}
{"content": "<正>南海是西太平洋最大的边缘海之一,是我国进行深海研究的突破口。南海深海盆的残留扩张脊,是南海扩张时期洋壳形成与增生的地方,记录了南海形成演化的重要信息。南海中央次海盆是南海三个次海盆的主体海盆之一,其残留扩张脊处的三维地震结构及构造特征是探讨南海形成演化\"骨架\"及深部动力学的重要基础。南海经历了一个慢速-超慢速-零速的扩张过程,中央次海盆中的大致沿扩张脊方向分布的珍贝-黄岩火山链说明中央次海盆在停止扩张后经过了火山活动的改造,可以推断残留扩张脊下速度结构会存在复", "label": "地球物理学", "id": 0}
{"content": "<正>南海是西太平洋最大的边缘海,受到欧亚、印-澳和太平洋三大板块的共同影响,其地质特征和构造现象丰富,是我国研究边缘海形成演化的一个绝佳场所,也是我国走向深海研究的突破口[1]。目前对于南海海盆的扩张年龄和演化机制存在很多争论,而中央次海盆中部的珍贝-黄岩海山链是中央次海盆的重要组成部分,其深部结构的研究对于探讨南海形成演化‘骨架’及其深部动力学机制具有重要的科学意义[2]。珍贝-黄岩海山链拥有双重属性:根据磁异常条带分析,它属于中央次海盆的扩张中心;同时", "label": "地球物理学", "id": 0}
{"content": "<正>1.前言莫霍面,在地球的结构中是下地壳与上地幔的分界面,表现为一个密度分界面。莫霍面以上为下地壳,近此面的密度表现为2.9×103kg/m3,莫霍面以下为上地幔,近此面的密度表现为3.3×103kg/m3,界面上下之间的密度差达到0.4×103kg/m3,此特征由于地壳结构的差异会有所不同。基于此特征,莫霍面可以通过对重力场的处理、反演求取莫霍面的埋深和起伏。莫霍面的展布特征研究,有助于认识地壳的深部结构、上地幔的分布特征以及对油气成藏的作用等。", "label": "地球物理学", "id": 0}
{"content": "<正>磁性基底面是地下一个区域性磁性界面,其起伏反映区域磁异常变化。磁性界面的反演方法有很多,大致可分为两大类:无约束反演,如切线法;约束反演,如模型反演法等。本次研究采用磁界面深度频谱分析方法反演研究区的磁性基底埋深。本次研究采用收集到的东海及邻域的磁力异常△T数据,数据范围是经度120°～130°E,纬度是22°～33°N,研究范围比以前研究人员选取范围大。利用\"磁异常频谱", "label": "地球物理学", "id": 0}
{"content": "<正>自上世纪七十年代至今,关于南海演化模式众说不一。归纳诸模式,从运动方式可将其划分为垂直运动主导和水平运动主导,典型代表分别为地幔柱和海底扩张对南海成因的解释;从大地构造学派归属分为槽台说、地洼说、板块构造说、地幔柱说等,其中槽台说、地洼说和地幔柱说认为大地构造以垂直运动为主,板块构造说则认为大地构造侧重于水平运动。无论以上哪种解释,在南海形成过程中都会伴", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言渤海位于华北克拉通东部地块,是认识华北克拉通的重要的窗口。但是,多年来渤海海区地球深部构造调查却几乎为空白。近年来,大容量低频气枪组合技术、海陆联测等技术取得了可喜进展[1],对海区深部结构开展地球物理调查研究提供了重要基础。利用这些技术手段,先后于2010年和2011年在渤海及邻域开展了以深部结构为研究目标的海陆联合地震探测,目的是在完善海陆联测技术方法的同时,对华北克拉通中研究最为薄弱的海区提供地壳结构特征的资料与信息。", "label": "地球物理学", "id": 0}
{"content": "煤基多孔介质是一种具有丰富孔隙、稳定的物理和化学性能的多孔材料,在诸多领域展现出优良的综合性能和可观的应用前景。在过滤、吸附、浸渍等领域中,孔隙结构是影响流体流动和渗透性能的最重要因素,而多孔介质的孔隙结构具有典型的非均质性和随机性,采用现有模型研究存在普适性差、误差大等问题。针对上述问题,本文首先采用金相扫描电镜、扫描电子显微镜、CT扫描等设备对煤基多孔介质的二维孔隙结构以及表面形貌进行表征,然后通过三维可视化软件（Avizo）对其三维孔隙结构进行分析。利用Avizo将CT扫描图像进行三维重构,将重构图像导入COMSOL Multiphysics软件,反演煤样的渗透率。", "label": "地球物理学", "id": 0}
{"content": "为了提高无线电波透视探测结果的精度,消除采集脚印,推导了电磁波在工作面内部传播规律的数学表达式,得出在初始场强H0与收发距R取定值的条件下,场强H取决于电磁波射线通过介质的衰减常数β与射线截线段长度d。采用三角单元剖分整个采掘工作面,得出接收点的场强列向量Hm×1,可由系数矩阵Lm×n与衰减常数列向量βn×1形成线性方程组得到。分析线性方程组的适定性,提出使用奇异值分解法求解,提高无线电波透视探测数据反演成果的纵向分辨率;在无构造区域可以消减采集脚印。", "label": "地球物理学", "id": 0}
{"content": "在表层覆盖与断层发育等复杂地质条件下的地热勘查工作中,物探方法往往能起到重要作用。崇义县暖水地热勘查中应用音频大地电磁法（AMT）,结合测区已有地质资料进行地球物理参数标定,通过反演与解译,基本查明覆盖体下伏地层以及断层的空间分布特征,推断地热资源勘查的有利部位。经钻探验证,取得良好的地热勘查效果。", "label": "地球物理学", "id": 0}
{"content": "本文通过对江西赣南某离子型稀土矿山探索性开展高密度电法测量,经过数据处理和反演,绘制高密度视电阻率反演断面图,根据地下空间视电阻率变化规律并结合赣南钻资料划分出稀土矿山地下分层情况,较准确的圈出底板、含水层等分布情况,为原地浸矿开采工艺提供了参考依据。笔者认为利用高密度电法划分离子吸附型稀土矿风化壳的全风化层、半风化层、含水层和基岩层是基本可行的,建议继续开展利用高密度电法监控地下空间电阻率的变化探索性实验,以提高矿山综合回收率。", "label": "地球物理学", "id": 0}
{"content": "CSAMT是利用人工源建立谐变电磁场,在固定发收距r的情况下人为的改变电磁场的频率f,以达到探测地下不同深度地层构造的目的。该方法的主要特点是能穿透高阻容屏蔽层,探测深度大,分辨率高。本文介绍了CSAMT法在勘查地下热水方面的应用,结果表明,CSAMT法可以有效地探测出导水断裂构造及岩浆岩分布情况,为下一步中深部地热水勘查工作提供可靠依据。", "label": "地球物理学", "id": 0}
{"content": "<正>1前言目前,地球物理领域已经拥有了多种偏移方法,其中双程波波动方程逆时偏移因具有较高成像精度而受到广大学者的关注。然而计算成本高的问题依然是阻碍双程波逆时偏移技术广泛应用的决定性因素。杨勤勇等[1]指出,单程波波动方程偏移的计算成本要比双程波波动方程逆时偏移的计算成本低很多。", "label": "地球物理学", "id": 0}
{"content": "<正>瞬态面波勘探能快速、经济的测定岩土层的波速,对第四系地层分层、确定地基的持力层及地层中是否存在低速带或软弱夹层有较好的效果。自物探方法诞生以来,物探学者总是在不断解决如何将实测的信息与实际地质特征对应的问题。近年来,一些反演方法也越来越受到人们的重视,如人工神经网络、灰色系统等非线性反演方法,它们已在物探数据处理和反演中扮演了重要的角色。", "label": "地球物理学", "id": 0}
{"content": "<正>地震偏移成像可以将反射归位到地下界面位置,获得高分辨率的地下结构图像。其中,逆时偏移是目前最准确的偏移方法,它可以处理任意复杂介质,并且具有振幅保真的特性[1]。对于传统的逆时偏移方法,需要对每一炮分别正向外推震源波场和反向外推检点波场。随着震源个数的增多,计算消耗会急剧增大,这在一定程度上限制了逆时偏移方法在工业界的广泛应用。为了减少逆时偏移的计算量,很多学者提出并发展了同步震源逆时偏移方法。", "label": "地球物理学", "id": 0}
{"content": "本文以某输电线路工程岩溶探测为例,采用联合剖面法和高密度电法两种直流电阻率方法对塔位进行岩溶隐患探测,通过两种方法的数据相互验证,提高了数据分析解释的质量,并通过钻孔进一步验证了异常带探测的准确性,为排查塔基存在的地质隐患提供了有利证据,从而为后期防治措施提供了可靠资料。", "label": "地球物理学", "id": 0}
{"content": "某110kV变电站由于受持续强降雨影响,变电站局部岩土体出现较大变形,给变电站安全运行带来重大威胁。因此,查明该滑坡体的地层结构及空间展布情况,对滑坡危险性评价及治理方案设计具有重要意义。根据调查分析,该滑坡体滑动面在水的软化作用下,与上下岩土体存在明显的电性差异,而高密度电法是一种经济高效的浅层地球物理勘探方法,具有分辨率高、勘探效率高等优点。本文应用高密度电法,快速查明了该滑坡体厚度与范围、滑动面形态,并通过钻探及测斜监测进一步验证了高密度电法的可靠性。勘察结果表明:电阻率参数精确刻画了滑坡体的地层分布特征,为变电站滑坡治理方案设计提供了有利的基础数据,并为该滑坡治理赢取了时间。", "label": "地球物理学", "id": 0}
{"content": "在高速公路勘察中,岩堆体及岩溶是必须要查明的地质问题。本文利用电磁波CT准确查明了贵州某特大桥主墩的岩堆体厚度及岩溶发育情况,结果显示,电磁波CT法具有可靠性好,分辨力强,精度高,且实用性好等优点。", "label": "地球物理学", "id": 0}
{"content": "<正>微地块最早被称之为微板块,定义为被两条活动的洋中脊所围限的、相对周围大板块而独立旋转或运动的刚性岩石圈块体（Mammerickx and Klitgord,1982）。李三忠等界定了微地块必须满足以下4个条件:（1）相对统一的刚性块体;（2）具有统一的运动学行为,GPS现今速度场或板块重建的速度场上相对一致;（3）平面几何面积上相对微小,大约10万km~2左右;", "label": "地球物理学", "id": 0}
{"content": "<正>地震频率谐振是近年新出现地球物理技术方法,不同于常规地震方法,它利用弹性波在频率域的特性对地下介质的波阻抗进行成像,可用主/被动源进行勘探,精度高、抗干扰能力强。该技术已经在金属与煤炭矿产、地质灾害、地热、城市地下空间等勘查领域大量应用,在地质体属性划分、断裂构造识别、空洞与管线探测等方面成效显著。目前地震频率谐振勘探数据处理计算量较大,需要价格高昂的计算机工作站处理和较长的数据处理解释时间。施工单位对新技术的方法原理和数据处理流程较为生疏,往往需要相关专家协同对数据进行处理解释,大数据量的地震勘探数据不方便在网络快速传输,异地人员交流也产生了大量交通花费。", "label": "地球物理学", "id": 0}
{"content": "<正>地球物理软件贯穿于数据采集、外业校正、室内处理、综合分析、成果制作与提交等地球物理工作环节中,随着物联网、大数据、云计算、人工智能等信息技术的发展,平台化、网络化、集成化、协同化、服务化成为当今地球物理软件发展的新趋势。笔者通过调研现有地球物理软件发展现状和面临的主要问题,", "label": "地球物理学", "id": 0}
{"content": "<正>高分辨率的地震数据是解释、反演、储层预测等工作的重要基础数据,常用高分辨率处理方法包括基于叠前数据的预测反褶积、脉冲反褶积等,同时也包括基于叠后数据的频谱白化、稀疏脉冲反褶积及反Q滤波等。除反Q滤波外,高分辨率方法的本质为压缩子波,进而提高分辨率。具体表现为提高主频和增大频带宽度;以零相位子波为例,保持频带宽度不变,主频越高,子波主瓣宽度越小,", "label": "地球物理学", "id": 0}
{"content": "<正>2020年在中国地球物理学会的领导下,信息技术专业委员会按照中国科协、中国地球物理学会的工作部署,结合信息技术专业委员会的工作特点,推进\"三个面向--面向委员、公众和社会\"。根据今年疫情形势特点开展了线上学术研讨、技术培训和科普活动。主要工作如下:", "label": "地球物理学", "id": 0}
{"content": "针对小面积、大比例尺铀资源勘查工作需求,开展了旋翼无人机航空γ能谱测量技术研究工作。突破了天然核素自动化稳谱技术、数字化多道能谱分析技术和仪器小型化技术等关键技术,采用高强度碳纤维材料、复合保温材料设计了晶体箱,基于CSI晶体设计了γ能谱探测器,与SY-120H无人机集成了旋翼无人机航空γ能谱测量系统,重量不超过35kg,晶体分辨率优于10%,能谱峰漂优于±1道,γ能谱数据采样频率1Hz。该系统在石家庄航放标准模型和黄壁庄动态带上完成了系统校准,获取了一套标定参数;在二连浩特地区开展试验飞行,飞行高度约50m,飞行速度约27.57km/h,快速圈定了HF-08和HF-09异常的具体位置和异常范围。试验结果表明:无人机航空γ能谱测量得到的K、U、Th含量结果与地面测量结果基本一致,可为地面不易开展工作地区的地质勘查和放射性环境评价提供一种快速高效的勘查技术装备。", "label": "地球物理学", "id": 0}
{"content": "航空γ能谱稳谱技术是保证航空γ能谱测量数据质量的关键技术,通常采用\"参考源\"或者\"参考特征峰\"的方法进行稳谱。但在高空飞行或低本底条件下特征峰不明显,无法采用上述方法进行稳峰。为保证航空γ能谱仪在高空低本底条件下稳谱效果,提出了一种基于7Be峰的航空γ能谱仪稳谱方法。实现途径是:在地面以及高度不高于1000m的低高度采用40K、214Bi或208Tl特征峰进行稳谱;在高度大于1000m的高高度采用7Be峰进行稳谱。试验飞行结果表明:使用该稳谱方法保证了在高高度标定飞行时航空γ能谱仪谱线峰位正常,峰漂变化在航放测量规范要求范围之内,保证了测量数据质量。同时,对于没有使用7Be峰稳峰的航空γ能谱仪,在进行飞机本底标定时,可以通过计算7Be峰位,检查该航空γ能谱仪在高高度、低本底、温度变化大的情况下工作是否正常,确保数据质量和准确性。", "label": "地球物理学", "id": 0}
{"content": "磁异常三维反演是探测铀成矿环境的重要技术手段,可分为物性反演和界面反演两类。然而,物性反演倾向于刻画局部异常体,对成层状介质效果不佳;界面反演用于获取地层起伏情况,不适用于不整合等复杂情形。本文研究了基于先验信息约束的磁异常三维反演方法,通过引入已知地质信息降低多解性,使反演兼备物性反演和界面反演的优点,有效恢复出层状模型。开发了配套软件,使先验信息能便捷引入到反演中;设计了友好的人机交互界面,降低了反演的应用门槛。理论模型软件测试表明,该反演结果可靠,操作便捷。在相山铀矿田开展反演应用,结合物性特征和先验信息构建了参考模型,使用约束反演得到三维磁化率数据体。通过与常规反演对比,认为本方法结果分层性更好,且所得层位与钻孔验证结果相符。因此,磁异常三维物性约束反演软件值得在铀矿勘查实际应用中推广。", "label": "地球物理学", "id": 0}
{"content": "道伦达坝铜多金属矿床是大兴安岭南段西坡的典型矿床,含矿岩石与围岩具有明显的电性差异。本文根据在该区开展的大比例尺航空电磁测量资料,综合分析了航空电磁特征并选编了8处航电异常,其中2处航电异常位置与道伦达坝铜多金属矿床吻合,航电异常反演电阻率与矿体空间展布特征吻合。在已知铜矿床的航电异常特征进分析的基础上,结合地质在道伦达坝地区圈定4片找矿靶区。航空电磁法在该地区应用效果明显,可为寻找同类型矿床提供方法参考。", "label": "地球物理学", "id": 0}
{"content": "利用地面高精度磁法和大功率激电中梯测量对坦桑尼亚某金矿区开展矿产勘查工作,获得了矿区内清晰的地磁场结构和岩石的电性特征,揭露了该区地层、岩性的空间分布特征、构造蚀变带及地下某一深度处地质体等引起的异常特征,圈定了较大规模的地面磁测异常5个,低阻异常带5条,视极化率异常4处,成矿有利地段2处。研究结果表明:综合运用高精度磁法与激电中梯测量在本地区寻找金矿具有明显的效果,为本矿区进一步开展金矿勘查提供了良好的指导作用。", "label": "地球物理学", "id": 0}
{"content": "在相山盆地中心地区开展岩石物性统计分析与大比例尺重力勘探工作,获得了深部岩石密度特征以及盆地中心地区重力异常的精确形态,认为相山盆地深部地层结构呈现陡变区、平缓区、中心区三阶台阶式逐渐降低的过程;相山中心坳陷形态趋近于三角形,并延伸至主峰南侧;利用界面反演及物性反演推断了研究区基底界面深度,为科学深钻选址提供了依据,并得到深钻成果验证。研究表明,大比例尺重力勘探在划分地层隆起与坳陷、推断深部界面起伏形态及圈定火山通道等方面有较好的应用效果。", "label": "地球物理学", "id": 0}
{"content": "近年来,地震勘探技术在砂岩型铀矿勘探中得到了广泛应用。本文针对砂岩型铀矿勘探区可控震源地震资料特征,对地震资料处理方法开展了深入研究。通过层析反演静校正、叠前多域组合去噪,地表一致性预测反褶积,地表一致性振幅补偿,速度分析与多次迭代地表一致性剩余静校正,建立了较合理的叠加速度场模型,获得了高信噪比的叠加剖面。最后,以叠加速度模型做为初始偏移速度模型,通过偏移速度分析及Kirchhoff叠前时间偏移的多次迭代,对地下地质结构进行了较准确成像,获得了地下真实地质构造形态。本文建立了一套可控震源地震资料处理方法技术流程,最终成果剖面表明,地震数据信噪比和分辨率均得到显著提高,波组特征清晰,地层展布形态合理,为后续地震资料反演解释奠定了良好基础。", "label": "地球物理学", "id": 0}
{"content": "瞬变电磁法（TEM）作为一种物探方法,具有灵敏度高、分辨率强、探测深度大、灵活多变适应性强以及轻便、快速、廉价诸多优点,目前已被广泛应用于地球物理勘探的众多领域。根据瞬变电磁法的基本原理,在隧道工程勘察过程中通过对TEM法数据资料进行分析,解释瞬变电磁法在断裂构造上呈现双峰异常原因,并结合野外地质调查、钻孔资料来综合判定断裂构造的规模和延展方向,经后期隧道开挖验证了瞬变电磁法解疑成果的可靠性和有效性,为隧道设计和施工提供了依据。", "label": "地球物理学", "id": 0}
{"content": "<正>1引言随着人工智能特别是机器学习中神经网络等相关研究的发展,越来越多的断层识别方法被提出。1997年,董守华等根据断层的多个地震波动力学特征参数,训练BP神经网络实现对小断层的精确识别[1]。2015年,谭希鹏等选取多种断层要素作为模型影响参数,利用遗传算法（GA）自动调参,最终获得了较好的断层自动识别效果[2]。2016年,滕超等利用灰色关联分析法计算多种断层要素与其延伸长度之间的相关性,从而训练支持向量机模型实现对小断层的预测[3]。", "label": "地球物理学", "id": 0}
{"content": "哀牢山隧道是云南某高速公路建设中线路最长、埋深最大、地形切割剧烈、地质构造最为复杂的设计工程之一。作为物探勘察工作的一部分,哀牢山隧道右幅采用音频大地电磁法（EH4）进行勘察,推断解译了隧道通过地段地层岩性、地质构造、围岩性质等级及不良地质现象等,为隧道设计和施工提供了较为翔实的基础性物探资料。", "label": "地球物理学", "id": 0}
{"content": "<正>依照煤矿防治水细则,在巷道迎头前方施工一些超前探测钻孔,因钻孔的\"一孔之见\",偶然性很大,很难全方位把控前方富水构造。总之,尽管不惜高成本、长耗时,但煤炭开采条件下灾害源的巷道超前探测保障技术的瓶颈显然未得到解决。中煤新集能源股份公司（以下简称\"中煤新集\"）所辖煤矿近5年已经成功开展超过500次的直流电法超前富水性探测实践,积累了丰富的物探及探掘对比资料;为进一步提高直流电法超前探成果解释的准确性,需针对同一条巷道同一个煤层的直流电法超前探测结果进行阈值试验研究。", "label": "地球物理学", "id": 0}
{"content": "<正>面对新时代的地球科学问题,不再局限于传统的勘探和开发,更重要的在于深化了解地球深部奥秘,提高发现深部能源和矿产资源的能力,同时要加强自然灾害预警能力、加强环境监测和保护的能力,提高对移动目标的追踪和识别能力[1,2]。然而,在空中、地面和地下等复杂环境条件下实施大面积、高效率的探测调查,在技术上和效率上面临诸多难题,迫切需要一系列先进的科学探测技术手段形成有效的技术支撑。发展高效率、高精度（海、陆、空）快速移动条件下联合探测装备技术,同时发展由此带来的海量数据综合信息处理、解释和建模一体化所需的技术方法及软件平台技术,从而为问题的解决提供切实可行的技术方案。", "label": "地球物理学", "id": 0}
{"content": "<正>金属矿产资源一般均具有较高的磁异常响应,磁梯度数据相对原始磁异常能有效突出浅源金属资源的特征,具有更高的水平分辨率,而磁数据能更好地保留深源场的异常特征。为此现今常采用磁及其梯度的联合勘探用于金属矿产资源资源的勘探。磁及其梯度数据的联合勘探主要包括两种方法,一种是将不同的数据合并成一个矩阵,以获得更精确的结果;二是引入了不同数据间的交叉梯度函数作为结构约束来实现不同地球物理数据的联合反演,以获得更收敛的结果（Nelson,1988;Schmidt and Clark,2006;Ren et al.,2017）。", "label": "地球物理学", "id": 0}
{"content": "针对航空高效率地球磁场勘探需求,迫切需要研制了一款服务于地球磁场探测需求的重载荷、旋翼驱动、联合挂载、智能化自主飞行和地面远程遥测遥控无人直升机系统,具备三维精确导航与自主避障能力。本文介绍了吉林大学研制的一种重载荷智能化旋翼无人机航磁全轴梯度探测系统。", "label": "地球物理学", "id": 0}
{"content": "道伦达坝铜多金属矿床是大兴安岭南段西坡的典型矿床,含矿岩石与围岩具有明显的电性差异。本文根据在该区开展的大比例尺航空电磁测量资料,综合分析了航空电磁特征并选编了8处航电异常,其中2处航电异常位置与道伦达坝铜多金属矿床吻合,航电异常反演电阻率与矿体空间展布特征吻合。在已知铜矿床的航电异常特征进分析的基础上,结合地质在道伦达坝地区圈定4片找矿靶区。航空电磁法在该地区应用效果明显,可为寻找同类型矿床提供方法参考。", "label": "地球物理学", "id": 0}
{"content": "<正>航空重力测量具有不受地理位置影响、效率高等特点,在矿产资源勘查中有着广泛的应用。与地面重力数据相比,航空重力数据可以有效突出深部地质体的异常。因此,根据航空重力数据的特点,本文提出了一种自适应加权的高分辨率密度反演方法,以进一步提高航重数据反演结果的分辨率。由于重力异常是对地下所有埋深不同的地质体的综合响应,如果直接用一个不变的权函数对叠加异常进行反演,就会无法准确地还原地下不同埋深地质体的真实位置,", "label": "地球物理学", "id": 0}
{"content": "多不杂斑岩铜矿区位于羌塘地块南部,班公湖-怒江成矿带西侧的构造岩浆弧中,为多龙矿集区内三大矿床之一,有着得天独厚的成矿条件和巨大的找矿潜力。斑岩铜矿因其品位低、规模大、易开采、拥有大范围围岩蚀变而出名,尤其是最外侧的青磐岩化带一直是各大矿业公司所青睐的找矿标志,因此蚀变矿物成为我们找矿勘查中的重点研究对象。然而,多期次、多阶段的岩浆活动导致蚀变带之间发生高度套合,仅靠传统的研究手段和肉眼观察无法准确厘清蚀变矿物的类型、组合及空间分布特征（Thompson et al.,1999）。红外光谱技术作为一种新型的研究蚀变矿物的手段,对传统的研究方法起到了很好的补充作用,尤其是近几年短波红外在斑岩型矿床、浅成低温热液矿床、火山成因块状硫化物矿床（VMS）和部分铁氧化物-铜金矿床（IOCG）中已经有较成熟的应用（Hauff and Cocks,1992;Duke and Lewis,2010;连长云等,2005;郭娜等,2017;黄一入等,2017;陈华勇等,2019;代晶晶等,2020;刘新星等,2021）。与传统研究手段相比,红外光谱技术具有样品易获取、测试时间短、实验成本低等特点（Thompson et al.,1999）。红外光谱主要分为可见光（0～350nm）、短波红外（350～2500nm）、中红外（3-6μm）和热红外（6-15μm）。短波红外波段主要可以识别水分子、含羟基、氨基和碳酸根的蚀变矿物,利用该波段圈定热液矿化中心、确定有效的找矿标志并建立找矿勘查模型已成为该技术的核心内容（Jone et al.,2005;Yang et al.,2005）。热红外主要可以识别无水无羟基的蚀变矿物（架状硅酸盐、岛状硅酸盐、单链状硅酸盐、碳酸盐、硫酸盐）,该波段近几年刚处于起步阶段,在矿产勘查领域还有待进一步发展。矿物的反射波谱除了可以鉴定矿物的类型外,还可以显示矿物成分变化所引起的波谱参数规律性的偏移（Chang et al.,2011）。例如绢云母由于矿物晶格中ALⅣ与Si、ALⅥ与Fe2+、Mg2+之间常发生契尔马克替换（Jone et al.,2005）,导致Al-OH官能团特征吸收位置2200pos在2190～2220nm之间移动（Yang et al.,2005）。绿泥石诊断吸收特征2250pos与2350pos,受环境与自身结构内元素的影响,会产生规律性的移动,通过对Fe-OH官能团2250pos的研究可以反映矿物成分和流体温度之间的关系（Chuetal.,2020）,伊利石结晶度（SWIR-IC）的高低与环境温度呈正相关（Chang et al., 2011）。本文在大量收集前人勘查资料的基础上,对矿区内ZK3112开展红外光谱蚀变矿物填图工作,共识别出绢云母、伊利石、绿泥石、蒙脱石、高岭石、硬石膏等七种蚀变矿物,通过矿物组合划分出钾化带、娟英岩化带和青磐岩化带,矿化主要集中在娟英岩化带。对蚀变矿物红外波谱参数变化规律进行统计,发现在铜矿化程度越高的区域,绢云母AL-OH官能团2200pos集中分布在（2190～2206nm）,以普通绢云母为主。在金矿化程度越高的区域,伊利石结晶度（SWIR-IC）集中在高值范围（5～13）。绿泥石自斑岩体向围岩方向Fe-OH官能团2250pos向短波方向移动,由铁镁绿泥石向镁绿泥石转变,反映了自岩体向围岩Fe含量减少和热液温度的降低。综合蚀变矿物和红外光谱的研究,认为绢云母和伊利石为多不杂矿区内有效的找矿勘查标志,普通绢云母和高结晶度伊利石分别可以指示铜矿化和金矿化程度较高的区域,绿泥石的特征波谱参数能反映环境温度变化。大多数斑岩型铜矿产于近地表或地下浅部,因此本文对该地区的一景遥感影像行主成分分析,提取地表羟基蚀变分布信息,按照空间分布特征与异常强度等级圈定了多个找矿远景区,经验证远景区内确实存在多个同类型矿床,证实本文所得找矿规律的可行性。", "label": "地球物理学", "id": 0}
{"content": "<正>在地质地形较复杂、露头较少区域、无人区利用航空磁法探测进行大面积快速勘查获得区域地质-地球物理基础资料是最有效、便捷且成本低廉的技术方法之一,因此广泛应用于油气和矿产等各个领域,尤其在金属矿产资源勘查以及区域地质构造研究中[1,2]。现阶段,航空磁法测量可以获取航磁总场数据、航磁梯度数据、航磁三分量矢量数据及航磁张量等多种数据集（图1）。众所周知,地磁场是矢量场,与传统磁总场测量相比,航磁矢量测量可同时获取地磁场方向、模量大小及其变化率,因此,航磁矢量三分量数据和张量数据的有效利用,有助于对磁性体的解释,能够提高目标体的探测分辨率和定位精度。", "label": "地球物理学", "id": 0}
{"content": "<正>无人机航磁探测系统,通过无人化快速移动平台,搭载高精度传感器和运用配套的综合数据处理解释软件技术,可在复杂环境条件下从事快速、高效的大面积地磁场探测。无人机航空磁测作为有人机航空磁测的一种高精度补充,可以反映研究区磁场更加详细的特征。但因为在数据采集过程中的高频噪音干扰,在后处理时需要进行严格的滤波处理,导致数据的分辨率有所下降。同时,无人机测量相对于有人机离地表更近,但其仍然距离地表几十米到上百米不等,势必降低数据的分辨率。因此,在无人机航磁的测量及数据处理中,", "label": "地球物理学", "id": 0}
{"content": "稀土元素作为我国的关键矿产,具有重要的战略意义。传统的遥感找稀土矿主要以间接找矿为主,而受电子跃迁的影响,稀土元素在可见光短波红外波段具有明显吸收特征,且不同的稀土元素具有差异性的波谱曲线。据此,可以有效地进行稀土元素的直接识别,并指导高光谱遥感找矿。本研究对高纯的稀土氧化物,利用美国ASD波谱仪对单元素稀土氧化物进行波谱测试,分析总结了每种稀土氧化物的波谱特征以及轻、重稀土不同组分的波谱识别标识。结果显示:Nd、Sm、Dy、Ho、Er、Tm等元素在可见光-短波红外范围内具有强烈的吸收特征;利用579nm、870nm波长的吸收谷可以有效识别出轻稀土,而在451nm、649nm、655nm及776nm处的吸收谷则表明含有重稀土。同种类型的稀土矿物波谱特征较为相似,且碳酸盐类稀土矿物在680nm、870nm、525nm处的吸收谷波长位置较磷酸盐稀土矿物往长波方向位移。进一步对搜集到的不同品位的稀土样品,对其进行ASD波谱测试分析,提取波谱特征参量,构建波谱特征参量与稀土含量的相关关系;发现在稀土元素在不同波长的吸收谷,均存在波谱特征参量与稀土含量的线性关系,随着稀土浓度的增加,其波谷深度增大。通过对比发现,波谱参数中吸收面积较吸收深度反演稀土含量的误差小。还利用微型成像光谱仪对不同稀土矿山的手标本进行了成像光谱仪的扫描,发现高光谱像素的波谱比ASD结果能够更好地识别出稀土矿物,并能够进行矿物填图。尝试利用美国Headwall Photonics公司的Nano微型机载高光谱成像光谱仪对某稀土矿山坑壁进行了20～500m不同距离的扫描成像,通过处理高光谱遥感影像,发现均能够通过波谱吸收特征识别出稀土元素。该研究梳理了稀土元素及稀土矿物的波谱特征,并通过构建波谱参量反演稀土含量,开展了高光谱识别稀土元素的探索,能够为高光谱遥感找稀土矿、矿政管理、矿山污染等方面提供技术支撑。", "label": "地球物理学", "id": 0}
{"content": "在当今社会经济快速发展的背景下,人类社会的发展对矿产资源的需求也越来越大,金属矿产资源作为生产制造业中的重要原材料,其存储量也将直接影响到整个社会的发展前景,但是地表矿产资源经过长年累月的开发,已经逐渐显现出匮乏枯竭的趋势。且伴随当今经济可持续发展的要求,所以需要通过采取合理的开采技术对金属地质矿产的位置、储量、开采深度等信息进行获取,以便为后续制定科学的开采计划。其中,新型的遥感技术提高了矿产资源的利用率,使矿产勘察更加规范,取得了一定的成就,有着积极的意义。", "label": "地球物理学", "id": 0}
{"content": "<正>1.基性-超基性岩是中国主要镍矿的主要控矿因素,是圈定成镍带的重要依据。除海相沉积型镍矿床外,其他类型镍矿床（如岩浆型、风化壳型）都是以基性-超基性岩为物质基础,矿床的形成与基性-超基性岩体有着密切关系。岩浆作用成镍带和风化壳型成镍带的圈定范围基本与基性-超基性岩的分布范围一致。", "label": "地球物理学", "id": 0}
{"content": "2015年,陕西省地质矿产勘查开发总公司西安地质矿产勘查开发勘院承担\"陕西省镇安县银洞湾-张子坪一带铅锌多金属矿预查\",在工作中,于工作区观花坪一带,发现一条铜银矿带,主要矿物为黄铜矿伴生银矿。此铜银矿产出于北部下寒武石翁子组白云岩与南部泥盆系中统大枫沟组碎屑岩接触部位,矿体赋存于接触带的碎裂化白云岩与白云质砾岩中,南部大枫沟组地层普遍为含碳地层,标本测量结果显示:碎裂岩化白云岩、砂屑灰岩、长石石英砂岩、褐铁矿化绢云千枚岩,显示出较明显的高阻低极化特征;粉砂岩、泥硅质板岩、白云质砾岩具有中阻低极化特征;含铜碎裂岩化白云岩具有高阻低极化特征;而铜矿化白云质砾岩,表现出较明显的中高阻中高极化特征;含碳泥硅质板岩夹含碳石英砂岩,表现为低阻高极化特征。本次勘查目标矿种为黄铜矿,其属于硫化矿床,具有高极化效应,所以本次勘查采用直流激发极化法进行勘查,剖面布设方向为南北向,穿越南部泥盆系大枫沟组碎屑岩地层与北部的寒武系石翁子组碳酸盐岩地层;装置类型为中间梯度（长导线）装置。供电模式采用正反向标准直流双向短脉宽供电方式,脉冲宽度8s,供电极距AB=1200m,测量极巨MN=40m,点距=20m,异常点加密至10m,观测段≤（2/3）AB,记录点为MN之中点。测量参数为视电阻率ρs、视激化率ηs。本次勘查工作共完成激电剖面18条,观测点886个,完成质量检查点为50个,质量检查点占总观测点数的5.64%,视电阻率总均方相对误差为±3.02%,视极化率总均方相对误差为±4.34%。成果数据显示,南部的泥盆系大枫沟组含碳泥硅质板岩夹石英砂岩地层极化率7%-14%,视电阻率值在2000Ω·m以下,表现为低阻高极化;北部的块状白云岩极化率小于5.5%,视电阻率4000-8000Ω·m,表现为中高祖低极化;铜银矿化体所在位置,极化率值在6%-6.5%之间,视电阻率大于8000Ω·m,表。现为高阻中低极化,因为含矿岩石为碎裂化白云岩,裂隙填充石英脉与方解石脉,所以表现为高阻。从测量结果来看,碎裂化白云岩的电阻率值在4000Ω·m-14000Ω·m之间,极化率普遍不高,在整条剖面上显示为中低极化,含碳地层极化率高达7%-15%,成为干扰层,对含碳地层的干扰进行压制显得必要。含碳地层的岩性主要为板岩和石英砂岩,从标本测量结果来看,这些碎屑岩视电阻率较低,而极化率较高,表现为低阻高极化。本次勘查采用激电电阻率（GS）参数来压制干扰,数据计算方法为视电阻率与极化率相乘,再乘以因子,这样就能突出显示高阻高极化与高阻中高极化体,而压制低阻高极化体。从JD04剖面成果（图1）来看,极化率整体较高,极化率异常分布于剖面南部及中部的含碳泥硅质板岩夹石英砂岩段,视电阻率异常分布于中部铜银矿化体与白云质砾岩,以及北部的块状白云岩段;铜银矿化体的极化率在整条剖面上表现为低极化,在剖面上与南部的钙质粉砂岩和含碳地层难以区分,在解释上造成困难。通过引入激电电祖率参数,得到激电电祖率（GS）曲线,整体表现为单峰异常,仅在铜银矿化体段表现为极高的尖峰异常,北部变现为双峰异常,结合地质情况,北部为大套寒武系石翁子组块状白云岩。说明了激电电祖率（GS）在低阻高极化干扰压制,以及放大高阻高极化异常方面具有明显的效用。", "label": "地球物理学", "id": 0}
{"content": "<正>萤石矿是我国非常重要的非金属矿产资源,多年来不合理的开发利用导致资源优势逐渐削弱。内蒙古林西县是中国东部重要的萤石矿集区之一,萤石矿成矿地质条件优越,具有良好的成矿和找矿潜力条件,萤石矿产资源丰富。工作区萤石矿严格受断裂构造控制,主要控矿断裂以NE-NNE向和近SN向为主,其与NW向、EW向断裂构造带的复合部位赋矿集中。本文以内蒙古林西地区中-低温热液裂隙充填型萤石矿为研究对象,对比激电中梯、激电测深和IMT天然电场法多种地球物理方法的有效性试验,总结浅覆盖区萤石矿控矿断裂定位预测的有效技术方法组合。", "label": "地球物理学", "id": 0}
{"content": "地-坑频率域电磁法是地面频率域电磁法（广域电磁法）在地下空间的应用拓展,该方法选择在最接近目标体的地下空间进行数据观测,具有分辨能力强、不易受地形影响等特点,可提高对矿体的分辨能力。但是国内外对此方法鲜有报道。本文从频率域电磁法理论出发,推导了地面发射、坑道接收的频率域电磁法电场、电阻率表达式;由此提出了地-坑频率域的野外观测方式;结合国外某处超大型金属矿山进行了方法试验研究,获得了良好的数据,经初步处理与解释取得了良好的地质成果。研究表明地-坑频率域电磁法在未来的金属矿山深边部盲矿体探测、煤田巷道深部不良地质体空间定位等领域必将发挥重要的作用。", "label": "地球物理学", "id": 0}
{"content": "基于大地电磁法、激发极化法和地震方法开发的地球物理多参数采集系统一次测量,可得到电阻率、极化率、速度等不同地球物理方法的参数,丰富了数据信息,保证了浅部分辨率和勘探深度,并且便于开展不同地球物理参数的联合反演。噪声是地球物理勘探中不可避免的影响因素,其在不同方法中的表现和影响有很大差异,因此系统需要针对不同方法选取不同的噪声抑制手段。对于大地电磁法,连续记录的时间记录可以保证在后期处理过程中得到更多分组的阻抗结果,优化分组阻抗估计方法和提供更人性化的UI界面,可以让用户更直观地去除噪声以及筛选阻抗结果;对于激发极化法,首先对电流时间序列进行自相关性分析,对电流与电压时间序列进行互相关分析,剔除畸变严重的周期,之后通过低通、陷频、形态滤波等数字信号处理手段可以有效修复时间序列;对于地震数据,扩频技术的引入增强了低频响应,提高了低频数据的信噪比。经过算例和实测数据的验证,上述方法的有效性得到了验证,这提高了地球物理多参数采集系统数据的可靠性。通过案例展示,体现出系统应用到实际项目中的可行性和高效性。", "label": "地球物理学", "id": 0}
{"content": "<正>相山盆地是典型的大型塌陷式火山盆地,也是中国最大的陆相火山岩型铀矿田,具有良好的深部铀多金属成矿地质条件,被称为\"中国铀都\"。近年来,相山盆地开展了多项第二找矿空间探测工作,获取了大比例尺重力和高精度磁测面积性勘查数据,为查明深部成矿地质条件提供了丰富资料。相山盆地铀成矿受到多种控矿条件影响,其中,火山岩性界面对矿化富集作用明显,是主要控矿要素之一。因此,利用重磁资料解译深部地质界面特征,对摸清相山盆地成矿地质规律具有重要作用。", "label": "地球物理学", "id": 0}
{"content": "<正>分布式激电（IP）、可控源音频大地电磁（SCAMT）、瞬变电磁（TEM）等人工源激发的电磁方法是金属矿产勘查中应用十分广泛的一类地球物理分支方法。当前电法勘探在数据采集、正演模拟和反演解释等方面都已取得重大进展并日趋成熟。但是随着经济社会的发展,各类电磁噪声干扰日益严重,而且随着勘探深度的增大,需要采集的信号强度日益减弱,因此获取高信噪比观测数据的难度日益增加。", "label": "地球物理学", "id": 0}
{"content": "永平—寻乌断裂带即\"邵武—河源深断裂带\"的一部分,在该深断裂附近发现双峰式火山岩、断陷盆地、地震等地质现象;作者对这些特殊现象进行追踪,归纳现有资料,以地质构造—岩浆特征为主,岩石地球化学、地球物理特征等为辅进行梳理,认为在菖蒲—南桥地区紧靠永平—寻乌深断裂存在大陆裂谷。", "label": "地球物理学", "id": 0}
{"content": "为了探究全民体育训练对促进地震灾害逃生效率的影响,构建了一种基于反三角的地震灾害疏散逃生模型。通过分析体育训练对地震灾害逃生中各种人群的影响,建立地震灾害应急逃生的训练体系;基于原始就近原则的地震灾害疏散逃生模型构建基于反三角的地震灾害逃生模型,计算出楼内全部逃生人员逃到楼外并抵达安全位置所用的时间,实现地震灾害疏散逃生。通过实验分析表明,当地震发生时,经过体育训练的人群逃生时间是最短的,逃生效率较高,通过模型对比可知,该模型的逃生率最高,可行性较强,具备一定的可靠性。", "label": "地球物理学", "id": 0}
{"content": "<正>人工智能（英语:Artificial Intelligence,缩写为AI）的定义可以分为两部分,即\"人工\"和\"智能\"。\"人工\"指由人参与完成的工作,也称\"人工系统\"。\"智能\"则是将繁琐的,大量重复的工作通过程序设计由机器自动完成的工作,也称\"智能技术\"。总之,人工智能是人通过软件编程与先进技术、设备的结合,目的是为了提高工作效率。", "label": "地球物理学", "id": 0}
{"content": "<正>中国大陆地震与大陆周边地震带强震活动的关系一直是地震科研人员关注的研究问题。我们采用机器学习方法尝试对中国大陆地震与大陆周边地震带强震活动的关系进行了探索。资料选取我们选取了1900年以来的中国地震目录资料,以及中国大陆西边界\"兴都库什-贝加尔\"地震带、南边界\"印度板块北边界\"地震带和东边界\"日本海-鄂霍茨克海\"地震带、\"台湾\"地震带等4条地震带的地震频次资料。", "label": "地球物理学", "id": 0}
{"content": "<正>地震中的能量释放是地球内部复杂地球物理过程作用的结果,许多地震是在水库蓄水同时或者以后发生的。水库地震震源孕育和破裂过程可能蕴含着与构造地震不同的、与库水载荷或渗透作用有关的信息,它的震源特征的探测是认识水库地震成因机理和发生条件的重要依据之一。利用高精度的时频分析技术,提取对应的属性,来研究水库诱发地震及其发生前记录波形的波谱特征参数,", "label": "地球物理学", "id": 0}
{"content": "<正>近年来,计算机性能的提高使得机器学习在地球物理研究中的应用越来越广泛,尤其在地球物理勘探的应用进展十分迅速。然而,机器学习在地震预测领域的应用尚处于前期探索阶段,本文尝试围绕地震预测机器学习应用开展一些讨论。", "label": "地球物理学", "id": 0}
{"content": "<正>1决策树决策树可视为一个树状模型,树中包括三种节点:根节点、中间节点、叶子节点。树中每个节点表示对象的属性,而从每个节点出发的分叉路径则代表的某个可能的属性值,而每个叶子结点则对应从根节点到该叶子节点所经历的路径所表示的对象的值。当节点发生分裂时,该算法使用Gini指标来度量数据划分,其计算过程如下:", "label": "地球物理学", "id": 0}
{"content": "<正>历史地震目录对于地球科学研究和防震减灾事业是极其重要的基础资料,这是因为人类利用仪器来记录地震的时间只有大约100年。地震危险性分析的一个重要步骤是划分潜在震源区,其依据的两条原则就是\"强震重复\"和\"构造类比\"。其中\"强震重复\"的原则含义是:已经发生强震的地点,在未来还有再次发生同等强度地震的可能性（时振梁等,1991）。\"已经发生的地震\",", "label": "地球物理学", "id": 0}
{"content": "<正>一条断裂带上发生地震的破裂面通常与断裂带形状接近,同一地震破裂带上大量震源机制节面中应该有集中于断层面形状的一个集合,求出此集合的节面中心就可以得到断裂带的几何形状。根据这个原理,本文将带有噪声、基于密度的空间聚类方法（DBSCAN）应用于震源机制的节面聚类分析,给出了定量表达两个节面差别的方法,并应用于2021年云南漾濞地震序列的震源机制数据中。", "label": "地球物理学", "id": 0}
{"content": "<正>我国是全球强度最大、频度最高的板内地震活动地区,也是全球地震灾害最为严重的国家之一。为有效减轻地震带来的灾害损失,我国自上世纪六十年代开始进行地震预测研究,经过五十多年的探索,取得到了长足的进步,产出了大量的成果。近年来,随着全国大范围数字化地震前兆站网的密集布设,观测数据总量呈指数级增长,这为地震预测科研工作提供了更加充实和丰富的数据样本。然而,前兆数据种类繁多不一,各类数据表现出的特征也更为复杂,同时,受到观测台站周边地质构造、观测环境等多种因素的影响,观测数据的正常动态变化形态往往是多种多样的,同一观测台站在不同地震前的异常数据特征也不尽相同。如何在海量的地震前兆观测数据中,及时准确的发现异常,逐渐成为制约地震监测预测业务发展一项重要技术瓶颈。", "label": "地球物理学", "id": 0}
{"content": "<正>根据中国地震台网中心测定,2021年5月22日2时4分11.3秒（北京时间）在青海果洛州玛多县（34.59°N,98.34°E）发生了MS7.4地震,震源深度为17 km。本次地震震中位于无人区或草原地区,距玛多县城38 km,距西宁市375 km。截至2021年5月27日8时,地震造成19人受伤,32431人受灾（百度百科,2021）。截至2021年7月21日,共发生余震1206次,最大余震为5月22日10时29分M5.1;其中,5.0级及以上余震1个,4.0至4.9级21个,3.0至3.9级44个。", "label": "地球物理学", "id": 0}
{"content": "<正>深度学习中的长短期记忆（long short-term memory,LSTM）神经网络作为一种特殊的循环神经网络模型,能够充分考虑时间序列的相关性,有效避免梯度消失和爆炸,在当前时间序列数据预测中得到广泛应用。我们将其应用于新疆地区的地震预测,开展了相关的地震时间预测试验。", "label": "地球物理学", "id": 0}
{"content": "<正>地震活动图像是地震科学研究的基础图件之一,它反映了地震活动位置、地表破裂信息、深部构造信息以及区域构造应力场信息。以往的研究认为大震孕育过程具有一定普遍意义的长期、中期、短期地震活动图像的演变形式,即地震背景空区-增强活动-条带-小震活动平静;然而由于中等强度地震震前地震活动图像的表现形式易受各种因素的影响,试图得到活动图像变化的时间过程是比较困难的,因此我们尝试使用机器学习方法,", "label": "地球物理学", "id": 0}
{"content": "<正>中国地震台网中心是我国地震监测台网的国家级中心,基于国家地震信息公共服务发展需求,形成了包括地震速报客户端、中国地震台网云平台网站、地震速报微博[1]和地震信息播报机器人等构成的新媒体平台[2],进一步拓宽了地震信息传播渠道,提升了地震信息传播时效性和影响力[3]。", "label": "地球物理学", "id": 0}
{"content": "<正>地震科学数据是认识地球,发展地震科学,服务防震减灾事业的重要基础,在科技部、财政部和中国地震局的支持下,地震科学数据共享平台历经了试点、建设、试运行和运行等阶段发展,2006年地震科学数据共享网对外开通,标志着地震数据共享由建设转入运行服务,2011年地震科学数据共享中心成为被国家认定的国家科技基础条件平台之一,", "label": "地球物理学", "id": 0}
{"content": "定量化是核电厂地震概率安全评价（PSA）重要的技术内容,定量评估核电厂因地震导致的CDF,并分析其不确定性。由于技术方法的限制,现有PSA程序在地震定量化处理中存在同一割集包含多个地震失效基本事件时无法得到准确结果的问题。本文从地震PSA开发流程入手,结合地震危险性分析和地震易损度评价,将地震PSA定量化转化为数值求解问题,开发了核电厂地震PSA定量化数值分析方法。采用蒙特卡洛数值模拟,分别研究了地震危险性和易损度抽样次数与不确定性的关系,建立了地震PSA不确定性分析方法。通过典型案例,对比分析本方法与现有PSA程序的计算结果,验证了本方法的精确性和适用性。本方法可用于核电厂地震PSA定量化和不确定性分析。", "label": "地球物理学", "id": 0}
{"content": "本文利用模板匹配滤波技术对介休震群15日～28日进行地震遗漏检测,完善了震群地震序列,新的震群序列个数是原目录的2.5倍,新的地震目录震级-频度关系线性特征更加显著。根据完善的震群序列目录进行地震序列精定位显示本次地震的发震断裂为NE走向、倾向NW,结合震源机制解结果推断本次震群的发震断裂为平行于太谷断裂的隐伏断裂。", "label": "地球物理学", "id": 0}
{"content": "科学城作为城市的大脑中枢和创新驱动核心区,其功能保障对于城市的可持续发展具有重要意义。当前国内对科学城的抗震防灾能力建设仍沿用传统防灾减灾的思路,未能与科学城的特点结合起来。本文以北京怀柔科学城为例,通过对\"地震韧性\"的梳理和分析,结合国际城市韧性能力建设案例剖析采用\"灾害情景设定-最不利影响分析-地震安全韧性目标确立\"手段,制定科学城内重要建筑物和生命线设施的地震安全韧性目标,以期为科学城的地震安全能力建设提供参考。", "label": "地球物理学", "id": 0}
{"content": "地震的三维形变对地震断层特征解释具有重要意义。分别使用哨兵1号升轨和降轨影像进行像素偏移量追踪获取2019年Ridgecrest地震序列的卫星距离向和方位向上的二维形变,结合SAR卫星两方向与地表三方向之间的几何关系,通过加权最小二乘方法解算该地震的三维形变。最终的三维形变结果表明本次地震产生了多个较大的地表破裂,形变主要为水平形变,主破裂以南整体沿着主破裂向东南移动,主破裂以北整体沿着主破裂向西北移动,这种形变特征表明Mw 7.1主震是一个典型的右旋走滑地震。", "label": "地球物理学", "id": 0}
{"content": "天山作为典型的内陆造山带,地壳变形强烈,历史地震频发,是研究陆内造山及其驱动机制的天然实验室。利用最小二乘配置方法建立了天山及其邻近地区的模拟GNSS速度场模型。结果表明,模拟速度场和实测GNSS速度场具有较好的一致性。模拟GNSS速度场的变化揭示天山地区地壳汇聚变形的非线性非均匀变化特征。以82°E为界,西部天山的汇聚速率明显高于东部天山。然后计算了天山地区的地壳应变参数,联合已有的震源机制解结果,认为在最大剪应变极值区和突变区容易造成地震事件的集中。就天山地区而言,乌恰及伊塞克湖地区作为最大剪应变极值区今后发生中强地震的可能将长期存在。", "label": "地球物理学", "id": 0}
{"content": "<正>本文研究了郯庐断裂带北段沈阳段依兰-伊通断裂断层土壤气Rn,H2和CO2浓度地球化学特征。在2017年和2018年5-6月分别对依兰-伊通断裂沈阳段开展了2期断层土壤气浓度观测,共挑选出2条土壤气观测剖面,每条剖面平行布设16个浓度测点进行土壤气Rn,H2和CO2浓度测量。测量仪器为Alpha GUARD P2000测氡仪、便携式氢分析仪和京华云GXH-3010E二氧化碳分析仪。测量结果显示依兰伊通断裂沈阳段2条剖面土壤气Rn、H2和CO2浓度平均值变化范围分别为3.99-76.95k Bqm-3、8.189-1020ppm和0.35%-8.89vol.%;其中地运所（DYS）测点土壤气Rn、H2和CO2浓度平均值变化范围分别为3.99-76.95k Bqm-3、13.5-1020ppm和0.35%-8.89vol.%,孤榆树（GYS）测点土壤气Rn,H2和CO2浓度平均值变化范围分别为4.66-72.91k Bqm-3、8.189-223.7ppm和0.77%-7.57vol.%。", "label": "地球物理学", "id": 0}
{"content": "<正>在滇西北地区的红河断裂带北段、龙蟠-乔后断裂、鹤庆-洱源断裂、玉龙雪山东麓断裂、丽江-剑川断裂等布设了14条测线,测点共167个。选择断层不同段开展跨断层测量,测线布设基本与断裂走向垂直,进行了三种土壤气体（Rn、H2、CO2）的浓度测量。对研究区断层土壤气体浓度大小、分布特征、浓度强度等进行了计算和分析,结果显示:（1）滇西北断层土壤气Rn、H2和CO2浓度的最大值变化范围较大,分别是6.18～168.32 kBq/m3、7.72310-6～429310-6和0.73%～4.04%。（2）滇西北地区土壤气多期测量平均值结果显示,寅街、牛街、干塘子测线Rn测值较高,均高于40kBq/m3,而在恩努、虎跳峡测线浓度较小;羊旺村、后箐、达瓦、虎跳峡和秧草箐氢气测值较高,均高于60ppm,干塘子和牛街测线测值较小。", "label": "地球物理学", "id": 0}
{"content": "<正>我国地震观测网中的井水温观测一般是与井水位同井观测,在分析观测资料的正常动态以及地震异常信息中,往往希望通过井水温变化与井水位之间的相关特征获取更多的地震孕育及发生过程的信息。但从几十年的观测资料分析来看,井水温与井水位的关系既有某种物理的联系,又不能用统一的模式解释二者复杂物理过程,这主要与二者物理量产生的机理不同有关。井水位是由于地下水含水层储水量变化及孔隙流体压力变化引起的井孔内水位的升降,这些信息包括地下水文周期、构造活动引起的井水位变化（地震前兆）、固体潮汐效应、地震同震响应及震后效应等,", "label": "地球物理学", "id": 0}
{"content": "<正>1地震地球化学发展现状及存在问题我国是利用地球化学方法进行地震监测预测最早的国家之一,观测的主要目的是捕捉与地震的孕育和发生过程有关的地球化学随时间变化的更加确切的规律,为地震大形势、年度、年中及短临地震预测提供依据。我国地震地球化学监测工作虽然取得长足进步,在地震预报中发挥了重要的作用,但是,当前我国地震地球化学监测技术已不能适应与满足新形势下地震监测预报工作需要。在地球化学基础设施、仪器设备和产品产出等方面存在一系列问题,比如气氡、气汞等存在测值偏低,脱气-集气装置稳定性问题;断层气观测刚刚起步,观测成因机理等急需深入研究;新技术新房的吸收与引进等等。", "label": "地球物理学", "id": 0}
{"content": "<正>我国自1966年邢台地震后,以服务于地震预测预报及科学研究为目标,开展了以水文地质学、地球化学和地热学为基础学科的地震地下流体监测研究与实践,建立了覆盖中国大陆主要地震构造带的地下流体监测网。地下流体监测网以井、泉及断层带中地下水、地热和地下气作为观测对象,观测项目包括水位、水温、氡、汞、水质（电导率、PH值、Eh值、常量离子浓度、微量元素等）和气体（H2、He、CO2、N2、CH4、Ar、O2）等,其中水位、水温、氡和汞为主要观测项目。据最新统计,地下流体监测网中有548个观测站（包括439个井观测站、78个泉观测站和31个断层气观测站）已接入国家台网管理,", "label": "地球物理学", "id": 0}
{"content": "<正>汶川8.0级地震后,本文收集分析了我国南北地震带多个省区和多位科研人员针对在龙门山断裂带2008年5月12日汶川8.0级地震发生前的地下流体异常变化,从研究地下流体个体异常状态分析入手,再从个体到对区域整体的地下流体异常认识。本文遵循从个体性到具有构造整体性,将地下流体异常放入实际监测时间进程中去认识,从而获得孕震过程中异常的科学解释;将地下流体异常放入实际的构造环境中去认识,从而获得孕震环境中异常的科学认识。本文梳理获得2008年5月12日汶川8.0级地震前南北地震带区域的地下流体时空特征主要认识如下:", "label": "地球物理学", "id": 0}
{"content": "<正>2020年7～8月西藏波密易贡乡发生ML4.9显著震群,1个月时间内发生25次ML34.0地震。波密震群大小地震比例失衡,较高震级地震数量偏多,G-R关系比例系数b?0.3。大约以7月27、28日为界,震源机制在前期以逆冲兼走滑为主,后期基本上为近EW向的张性破裂,一致性较好。1970年以来资料显示,波密震群区域地震活动在时间上基本集中于每年7、8月发生,空间上主要集中于15km′20km这样一个极小的区域范围,最大地震震级基本稳定在ML4.5～5.0,年均地震能量释放大体上相当于1次ML4.9地震。", "label": "地球物理学", "id": 0}
{"content": "<正>1基本概况平凉地处在祁、吕、贺山字构造和陇西旋卷构造体系的交汇部位,地质构造复杂,活动断裂交错分布。西北向有海原断裂、六盘山东麓大断裂、小关山断裂,西南向有桃园-龟川寺断裂、固关-功县断裂、陇县-马召断裂,地震活动相对频繁。平凉地震监测中心站以流体综合观测为主,水化学、水物理观测基础条件优越。2010年被中国地震局地下流体学科确定为全国十个地球化学区域研究中心之一。2地下流体观测现状观测现状的了解与分析,对于台站的进一步发展十分重要。平凉目前地下流体观测有8井2泉,11个台站,", "label": "地球物理学", "id": 0}
{"content": "<正>地震预报是世界性科学难题,地震又是罕遇事件,预报实践与检验理论的机会少。因此,按照科学思路,选择强震危险区域、多地震地区建立地震预报实验场,是地震预报可能取得突破性进展的最佳途径。2014年,中国地震局开始组建川滇国家地震预报实验场,在地震多发的四川和云南地区通过搭建开放合作、多学科综合的野外观测与实验平台,开展地震监测预报相关新技术、新手段的试验研究与实践检验。2018年5月12日,在汶川地震十周年国际研讨会暨第四届大陆地震国际研讨会上,", "label": "地球物理学", "id": 0}
{"content": "<正>1.研究内容、理论基础和研究方法太原地震监测中心站位于太原盆地的西缘,交城断裂下盘转折位置,是山西地壳结构最复杂,地震活动频度高的地段。晋7-1井位于断裂下盘,该观测井成井深度760米,模拟水位观测开始于80年代初,2006年\"十五\"数字化项目,水位观测更新为数字观测,采样率为分钟值,同时增加了水温数字观测,采样率为分钟。该井自2006年数字化观测以来,只有2016年12月18日清徐4.3级地震（震中距20公里）记录到同震变化。", "label": "地球物理学", "id": 0}
{"content": "<正>山东省防震减灾社会服务能力提升工程,\"十三五\"规划项目优化地震地下流体观测台网,在重点地区布设流体和气体地球化学观测点,提高监测水平。在山东省临沂市莒南县石莲子镇小官庄村村东,原鲁14井院内,距原井约15m处新钻井一口。该井位于沂沭断裂带的安丘-莒县地堑西侧,西距白芬子—浮来山断裂约1.7km,东距安丘—莒县断裂约2.5km,地质条件非常利于地震监测。该井成井深度为503.30m。2019年12月31日,完成钻探、取芯、下管、固井止水、抽水试验、避雷地网与井口装置等工作。该井含水层岩性为奥陶系灰岩及泥质灰岩,属碳酸盐岩类裂隙岩溶水,埋深在400m以下,地下水静水位高于地面4.8m,地下水埋藏类型为自流承压水,适合地下流体水物理和水化学观测。", "label": "地球物理学", "id": 0}
{"content": "<正>本文通过水位观测、钻孔体积式应变观测机理出发,从湖州地震台实际观测数据中,系统分析两种观测方法的固体潮汐变化和同震响应事件,探讨水位与体积式钻孔应变观测的关系。湖州地震台位于浙江北部太湖南岸的湖州市南郊。该区域属道场山脉,为燕山期花岗岩体。有苏州—湖州的北东向断裂、长兴（湖州）—屯溪北东向断裂、及湖州—加善东西向断裂三条断裂在台站附近交汇。2007年2月,在\"7号\"人防山洞内安装TJ-2型体积式应变仪,探头底部的实际埋深24.8m。探头与地层耦合采用水泥固结方式,洞室进深400米,年平均温度为17.9℃,日变<0.05℃,年变<0.5℃。", "label": "地球物理学", "id": 0}
{"content": "<正>根据《观测井水位校测与水温梯度测量要求（试行）》（震台网函[2016]257号）文件要求,有人值守台每月校测一次,无人值守台站每季度校测一次。自2017年1月份开始执行新的水位校测表,根据新校测表的要求,目前的计算比老版更为复杂,要求满足三个条件才算校测合格:平均误差小于误差阈值;计算观测误差值;计算观测误差判定值。由于校测过程中水位校测精度要求在1mm,在参数的解算过程中需要手动录入表格进行人工计算,容易出现差错。而且在年度国家和省级资料评比中,对于校测表的检查和评比需要打印成纸质进行检查,水位校测表的保存仍处于零散纸质存储状态。", "label": "地球物理学", "id": 0}
{"content": "<正>自2014年以来,苏皖交界北部三口流体井水位出现群体性异常变化,即淮北皖22井水位、睢宁苏02井水位、睢宁苏03井水位出现同步转折变化,同时睢宁苏03井水温也出现准同步变化。这些异常在空间上具有集中性,在时间上具有同步性,异常形态相似（图1）,曾连续多年被中国地震局地下流体学科组判定为群体性异常。基于此,本文开展了相关研究分析工作,并获得了以下认识:", "label": "地球物理学", "id": 0}
{"content": "<正>1研究背景利用流体井潮汐参数进行地震预报工作由来已久,学者们（张卫华,2012;杨小林,2018;唐九安,1996;刘春平,2011;宴锐,2012等）多致力于研究潮汐对地震的触发作用,利用流体观测探讨固体潮与地震关系的研究较多,而对震前潮汐参数的时间、空间变化关系研究甚少。震前流体井固体潮潮汐参数时间和空间变化特征与地震到底具有何种关系,一直是困扰诸多学者的重要问题。本文精细研究2020年7月12日唐山古冶5.1级地震前井水位潮汐参数在时间和空间变化特征,分析提取孕震相关信号,为利用流体井观测资料进行地震预报和机理研究提供震例参考。", "label": "地球物理学", "id": 0}
{"content": "<正>1研究背景井水位潮汐是评价水位观测质量好坏的一个重要参数,对井水位的潮汐因子、振幅和相位等潮汐参数的研究可能获得震前异常信息（刘春平,2011;唐九安,1996;廖欣,2014;钱建秀,2019;晏锐,2012等）。前人对井水位潮汐因子、振幅和相位等潮汐参数动态变化的可能原因、影响因素讨论较少,且对地震前后井水流运动方向的研究略显不足。本文以固体潮理论为研究基础,在确定了潮汐为该井水位变化主要影响因素的基础上,计算了无极冀20井水位2009—2019年M2和O1波的潮汐因子、相位及振幅值,深入分析了几次远场大震前后该井潮汐因子、振幅以及相位等潮汐参数的动态变化特征,并试探性的为潮汐参数的变化找到理论依据支持,", "label": "地球物理学", "id": 0}
{"content": "<正>荣昌井位于重庆荣昌天然气田内,在过去的几十年,该地区记录到由废水回注引起的地震活动高达上万次,最大震级5.2级。在2007年11月至2019年底,气田内部及附近发生了41次ML3.0以上的浅震,最大震级4.9;同期在该井产生的地震能量密度大于0.0001 J/m3的远震有近200次,引起荣昌井水位阶变的远震最小能量密度为0.0017 J/m3,我们以此为阈值,对22次地震能量密度不小于该值的远震也进行了分析。这些地震的数量较多,震级（3.0～9.0）和井震距（3～3500 km）跨度较大,为系统地研究该井水位的同震响应特征与机理提供了很好的机遇。", "label": "地球物理学", "id": 0}
{"content": "<正>地下水作为地壳中存在的活跃组分,具有流动性和难压缩性,当其是相对封闭的系统时,水位一定程度上能够反应区域的应力状态,因此,水位观测成为地震前兆重要观测手段。通州西集井位于北京通州区西集镇,坐标为北纬39°49′,东经116°53′,静水位观测始于2011年,水位年变规律显著,每年1月份至3月份水位缓慢回升,4月至9月由于区域地下水的开采量增加缓慢下降,10月至12月由于雨季的补给缓慢上升,属于降雨开采型,受区域性地下水开采影响,2011年以来呈趋势性下降。西集井位于潮白河冲洪积扇上,区域第四系埋深厚约700m,井深301.57m,观测含水层深度为249.00-251.00m和257.00-287m及291.00-301.57m,含水层厚度为42.57m,岩性为中粗砂和中细砂充填的卵砾石层,", "label": "地球物理学", "id": 0}
{"content": "<正>本文选取平凉威戎流体观测站（陇06井）2012年以来的观测资料进行了分析研究。图1a为该井2012年至2020年日均值曲线图,可以看出9年的数据曲线形态变化趋势总体可分为两个阶段,第一阶段是2012年至2017年曲线整体呈下降趋势,水位值从9.383 m下降至10.445 m,年均降速0.177 m。第二阶段是2017年至2020年曲线整体呈现转折上升的趋势,水位值从10.445 m上升至9.426 m,年均上升速率0.255 m。值得关注的是:2013年7月8日至17日数据曲线出现阶跃式的上升变化,变化幅度0.53 m,7月22日在甘肃岷县漳县交界发生了Ms6.6地震,震中距217Km。2017年7月21日数据曲线开始转折上升,8月8日在九寨沟发生了Ms7.0地震,震中距278 Km。可见该井水位资料对中强地震有一定的指示意义。", "label": "地球物理学", "id": 0}
{"content": "<正>为深入探究近场范围内地震造成的地壳应力-应变改变、含水层孔压扰动及井孔水位变化之间的相互作用关系,本文基于Okada位错理论、多孔线弹性理论和Navier-Stokes方程,建立鲁甸地震发震断裂同震破裂模型、含水层孔压扰动模型及压力扰动下井-含水层系统水位响应模型,三个假耦合的数值模型,获得200km3200km范围内,鲁甸地震造成的同震静态应变场分布、孔压演化规律及会泽井水位响应模拟曲线,并对影响研究区内孔压演化的参数进行敏感性分析。结果表明,1.鲁甸地震造成的同震静态应变场沿着断层两侧呈四象限分布,应变场极值点分布在断层北段两侧,压缩区最大体应变为-6.56310-4,", "label": "地球物理学", "id": 0}
{"content": "<正>本文分别从地下流体观测井-含水层对降水的响应特征、对气压和潮汐的响应特征和观测井水岩作用平衡状态等三个方面,对该区域内高大、开远、建水、石屏、蒙自共计5口地下流体观测井含水层特征进行了研究。具体研究内容如下:1.观测井水位对降水的响应特征收集了当地月降雨量资料,利用降雨-水位动态的组合水箱模型（王旭升等,2010;孙小龙,2014）,通过月降水量变化模拟水位的动态变化,分析模拟水位与实测水位之间的相关性,以此来判断井孔对降水的响应特征。计算结果显示,高大井模拟水位与实测水位之间相关系数为0.71381,", "label": "地球物理学", "id": 0}
{"content": "<正>以往对地震前后井水位变化的基本认识是:压性区水位上升,张性区水位下降。从近年油气工业压裂工艺以及颗粒物质的研究带给我们一些启示:由于挤压膨胀作用,也能够造成压性区水位下降。1.颗粒物质的挤压膨胀颗粒物质是指未固结的固体颗粒的集合体,如面粉、谷物堆、沙子等。在地球表层,颗粒物质极其常见,如泥土、沙尘暴、河砂等,我们熟知的第四系地层,就是未成岩的松散堆积物。早在1885年,法国科学家雷诺就已经发现颗粒物质受压时能够产生膨胀现象。一般认为,用手挤压一个充满沙粒与水的塑料袋,其顶部出水管的液面会上升,但实际的结果呈现出的是下降的液面。其基本原理:颗粒物质受挤时,", "label": "地球物理学", "id": 0}
{"content": "<正>在地震流体监测观测井中有很多观测井的含水层位于较古老的地层,比如首都圈区域的深井,其含水层有古生代的地层,如奥陶纪灰岩地层,有古近纪的砂岩地层,特别是华北平原冀中凹陷带内的观测井,大多属于古近纪的砂岩地层。而这些地层在地质历史时期经过了多个构造运动,著名的地质构造活动期从古生代以来就有晋宁期、加里东期、海西期、印支期、燕山期和新生代的喜山期,使已存在的地层发生了一系列不同方位的变形,诸如褶皱、隆起与坳陷、凸起与凹陷,还有一系列的不同方位的断裂,等。", "label": "地球物理学", "id": 0}
{"content": "<正>构造活动引起的地震与地下流体之间有着非常密切的相互作用关系,一方面,地下流体的运移可以促使地震的孕育和发生,另一方面,地震也可以引起地下水（井水位或泉流量）的变化,当井-含水层系统处于封闭性良好的承压体系中时,地下水能起到\"灵敏测压计\"的作用,比如同震响应。通过同震响应的研究,能够有效、直接的揭示地壳介质对应力-应变的响应。本文以2017年9月以来毛西井水位的同震响应观测数据为基础,综合分析地震对水位的影响特征,从而进行区域构造应力作用下地下水运动的研究。", "label": "地球物理学", "id": 0}
{"content": "采用四种时间尺度的训练集构建离散小波变换（discrete wavelet transform,DWT）和长短期记忆（long-short term memory,LSTM）神经网络短期电离层组合预报模型,实现DWT-LSTM模型利用四种时间尺度数据在不同地磁情况、不同纬度的TEC预报,并进行精度分析。结果表明DWT-LSTM模型在全球区域内能有效反映电离层TEC的时空变化特征:在磁暴、磁平静期,模型预报结果的相对精度为90%、87%,RMSE为1.50 TECu、1.87 TECu。而且训练集天数的增加能够提高预报精度,但增加到一定天数后（磁平静期为33天,磁暴期期为21天）预报精度呈现出变化不明显甚至降低现象。在磁暴、磁平静期,低纬度区域采用训练集的最佳时间尺度分别为21天、45天,其相对精度为87%、89%,RMSE为2.75 TECu、2.19 TECu;中纬度区域采用训练集的最佳时间尺度分别为45天、33天,其相对精度为86%、91%,RMSE为0.99 TECu、0.80 TECu;高纬度区域采用训练集的最佳时间尺度分别为21天、33天,其相对精度为88%、90%,RMSE为0.94 TECu、0.79 TECu。", "label": "地球物理学", "id": 0}
{"content": "电离层闪烁是由电离层不规则体引起的穿过不规则电离层的无线电信号的幅度和相位的剧烈变化现象,在磁暴发生期间,闪烁现象更为明显。由于其会对卫星通信和导航系统的性能产生影响,所以研究电离层闪烁具有十分重要的意义。本文利用2017年多种低轨卫星的观测数据,研究了2017年9月地磁风暴期间全球电离层闪烁指数S4的变化以探究电离层闪烁的规律,通过对比两种计算S4的方法—滑动平均值法和CDAAC官网提供的计算方法,选择更加稳定的一种并在分析时应用,结果表明CDAAC官网提供的方法更加准确;同时,选择四类低轨卫星（GRACE, TSX, COSMIC, Metop-A）,并根据不同的卫星轨道高度,探究340km以上、520km以上以及800km以上S4的变化,并采用实测数据（CDAAC（Cosmic Data Analysis and Archive Center）官网提供的S4的数值）进行对比。结果表明,2017年磁暴期间,亚欧板块,太平洋板块以及南极洲板块是电离层闪烁高发的区域,且在南极洲区域,闪烁现象出现西向漂移趋势。", "label": "地球物理学", "id": 0}
{"content": "导航系统播发的电离层模型修正精度,直接影响单频用户的导航定位精度。日食、太阳风暴等,会对短时电离层修正精度产生一定影响。本文利用2020年6月21日日环食前后中国区域CORS站接收机原始观测数据,分析日环食期间,北斗系统电离层模型影响情况。结果表明,日环食期间,电离层带电粒子浓度降低,电离层修正精度明显下降,日环食结束后,电离层修正精度随即恢复正常。日环食期间,电离层格网修正精度基本不受影响。", "label": "地球物理学", "id": 0}
{"content": "空间电离层闪烁引起的信号功率衰减和相位抖动会严重影响卫星导航系统的性能。幅度闪烁指数作为用于衡量电离层闪烁强度的常用指标,一般由具有电离层闪烁监测功能的50Hz或者更高频接收机输出,但是考虑到更为常见的测量测量接收机输出频率较低,最高仅有1Hz,无法提供用于计算S4的同相和正交相采样数据I和Q,所以采用通过信号载噪比（C/N0）计算S4的方法。2017年9月6日发生了近十年以来太阳最强的爆发活动,对香港地区电离层扰动十分强烈,所以本研究选取了由香港卫星定位参考站网（SatRef）提供的香港沙田、T430等四个站点的数据对2017年9月1日到10日的GNSS信号进行分析。结果表明,由于接收机输出数据频率较低,GPS的L1、L2、L5频点信号和北斗的B1、B2频点信号的S4普遍较小,大多数在0至0.3之间波动,但是通过相对幅度比较仍然可以看出在香港当地时间9月8日傍晚18时至21时存在电离层闪烁现象。剔除掉仰角较低（30°以下）的卫星,大多数较强的幅度闪烁位于卫星仰角30°至60°,方位角150°至240°的范围内,在一定程度上反映了不规则体的空间分布规律。", "label": "地球物理学", "id": 0}
{"content": "<正>极光是发生在具有磁场的行星高纬度地区的一种等离子现象。地球极光主要出现在以地磁极为中心的椭圆环带状区域,该区域称为极光卵[1]。极光卵的赤道向边界和极向边界与太阳风-磁层能量耦合关系密切,极光卵的大小与从太阳风和磁层注入极区电离层的能量大小有关[2],", "label": "地球物理学", "id": 0}
{"content": "RAIM利用冗余观测对故障卫星进行检测和识别。电离层闪烁对接收机测量产生多种影响,如多颗卫星测量误差增大、出现测量异常值、多颗卫星信号失锁等,并最终导致RAIM功能不能有效实现。利用实测数据对强闪烁影响下的RAIM实现进行分析。结果发现,强闪烁影响可造成多种RAIM不可用情形,包括多颗星测量误差增大,使得RAIM可以进行故障检测,但不能识别疑似故障卫星;卫星伪距测量存在极大异常值,导致RAIM可以检测出故障,但不能有效识别故障卫星;强闪烁引起多颗卫星失锁,导致可见卫星数降低,RAIM功能不能实现。闪烁引起的RAIM不可用现象通过对接收机接收的信号产生影响而造成,需要在接收机设计、RAIM方法实现中进行改进以应对闪烁影响。", "label": "地球物理学", "id": 0}
{"content": "目前,北斗三号卫星导航系统已经完成全球星座部署,迈进了全球服务新时代。北斗三号在保留北斗二号已有信号的基础上,新播发B1C信号和B2a信号,同时增加了适用于全球范围内的电离层模型——BDGIM。利用2020年11月中国地区3个MGEX站的北斗三号观测数据,进行单频伪距单点定位实验,分析评估北斗Klobuchar模型和BDGIM模型对单频伪距定位性能的提升。结果表明,对于北斗三号系统,B1I和B3I信号的可见卫星数高于B1C信号;对于三种信号,使用北斗Klobuchar模和BDGIM模型对单频单点定位性能提升明显;在使用相同电离层模型的情况下,B3I信号的定位精度最差,B1I信号最优,且B1C信号与B1I信号定位精度相近。", "label": "地球物理学", "id": 0}
{"content": "基于反射系数递归的传递矩阵方法处理了各向异性分层有耗媒质中的波辐射与传播问题,很好的克服了数值溢出问题。应用该方法模拟计算了位于不同高度电离层中的不同发射频率ELF/VLF电偶极子源下行传播在各圈层激发的电磁场空间分布。模拟结果显示当源靠近电离层底部时对地-电离层波导中的辐射效率最好,其效率也比地面辐射系统好。频率越高功率越大,进入波导中能量越大。", "label": "地球物理学", "id": 0}
{"content": "为了验证ICA-Kriging模型实时建模的合理性和有效性,本文利用美国CORS站的GPS实测数据,基于ICA-Kriging模型、Kriging内插方法、多项式模型、低阶球谐函数模型和广义三角函数模型,构建了美国西海岸区域电离层电子含量模型。验证结果表明,ICA-Kriging模型精度略优于Kriging,其计算效率却有了极大提升,运行时间约为Kriging插值的千分之一;ICA-Kriging模型结果的内外符合精度整体优于传统模型,其平均偏差和均方根误差要比传统方法至少小30%,而在传统方法中,广义三角函数拟合效果最差,多项式模型与低阶球谐模型效果相当;ICA-Kriging模型在建模点密集处的精度远高于传统模型,有效改善了传统方法在站点密集处精度低的劣势。综上所述,ICA-Kriging模型能更精确快速地建立电离层实时模型,从而为电离层短时间时空响应研究提供更为精准可靠的模型支撑。", "label": "地球物理学", "id": 0}
{"content": "<正>伴随磁场重联的粒子加速机制是重联研究中的重要问题之一。这里我们报道了MMS卫星在地球磁尾一次湍动重联中观测到的高能电子,并详细分析了电子加速机制。高能电子主要集中在大尺度磁通量绳的边界和离子扩散区内。电子在较大尺度上通过Fermi加速机制被加热,在温度上呈现出平行大于垂直的各向异性。", "label": "地球物理学", "id": 0}
{"content": "<正>等离子体层是高密度的冷等离子体区域,在等离子体层内存在着等离子体层嘶声波。在等离子体层顶外,也发现了嘶声状的哨声波存在。外嘶声是一种宽带的、无结构的哨声模波,其可能来源于等离子体层内的嘶声,也可能经由本地电子回旋共振放大。外嘶声可以对能量在～MeV能级的电子进行投掷角散射,因此研究外嘶声的分布以及在辐射带中的动力学物理过程具有重要的意义。", "label": "地球物理学", "id": 0}
{"content": "<正>地球辐射带区域充满了被地磁场捕获的高能电子,通常达Me V量级,高能电子会积累在航天器表面造成击穿影响其正常运行,故而研究复杂的辐射带电子变化对于航天器维护至关重要。辐射带电子的快速损失是辐射带电子变化中非常重要的一环,其表现为观测到的电子通量在短短几小时内可以损失数个数量级。这些损失的电子去向何方?这是辐射带研究中一个非常重要且有趣的研究方向。前人的研究中对于电子损失机制已有一些分析,如Xiang et al.（2017）通过分析三个快速损失事件得出了电子快速损失的三种机制:磁层顶阴影、EMIC波散射或两种机制共同作用,对于不同的快速损失事件,其损失机制可能不同。", "label": "地球物理学", "id": 0}
{"content": "<正>2018年2月2日张衡一号卫星发射入轨,至今已在轨运行2年多,星上搭载了三大类8种十余个探头,探测空间电磁场、等离子体原位和结构参量。其中对于空间电场观测覆盖了DC-5MHz的频带范围。根据星上的观测结果,已经得到了包括地基VLF站、地基电离层加热、磁暴等显著的天然和人工信号现象。然而,在使用数据开展背景场搭建的时候,发现观测的信号中有一些频点信号是间断出现的,或者符合物理规律出现的,而有一些频点的信号是连续出现的。", "label": "地球物理学", "id": 0}
{"content": "<正>张衡一号卫星是我国第一颗近地轨道电磁场环境监测科学试验卫星,包括高精度磁强计、感应式磁力仪、电场仪、朗缪尔探针、等离子体分析器、掩星接收机、三频信标机和高能粒子探测包八大载荷,可以实现对电离层空间环境多角度的探测分析。其中高精度磁强计、感应式磁力仪和电场仪,覆盖了从DC到kHz较宽频带的磁场和电场观测。这几个载荷数据在时间同步后,可以实现磁场和电场波动信号的比对,计算等离子体波的坡印廷矢量,从而从能量传播的角度对等离子体波动进行更深入的研究。", "label": "地球物理学", "id": 0}
{"content": "<正>无线电掩星技术作为一种新的探测地球大气的途径,能够提供具有高精度、高垂直分辨率、全球覆盖的地球电离层和中性大气层剖面,有着全天候、低费用等优点,为电离层扰动监测和研究方面提供了十分丰富的资料。张衡一号（ZH-1）电磁监测试验卫星搭载了全球导航卫星系统（GNSS）无线电掩星接收机,运行于高度507千米,降交点地方时为14:00的太阳同步轨道,轨道倾角97.4°。对2019年1月-12月连续12个月的电离层掩星事件进行电子密度分布特征分析以及卫星2018年2月2日发射以来基于掩星数据进行全国6级以上地震响应研究。", "label": "地球物理学", "id": 0}
{"content": "<正>夜间赤道电离层F区受各种不稳定性过程的作用会电子密度不规则体,称为赤道扩展F（ESFs）。在底部F区广义瑞利-泰勒（R-T）不稳定性作用下,产生的密度耗空区向上发展,进入顶部F区,形成赤道等离子体泡（EPBs）。自ESF/EPB发现以来的几十年间,已发展了各种地/天基探测手段对其进行探测。这些不同的观测手段基于不同的探测原理,往往只能在特定空间和时间内,对某些特定尺度ESF/EPB进行有效测量,所探测到的ESF/EPB形态/物理过程也不尽相同。对ESF/EPB的形态及其物理过程的深入了解,需要尽可能的利用各种观测手段,进行协同观测和分析。", "label": "地球物理学", "id": 0}
{"content": "<正>电离层是地球大气层的一个重要组成部分,它与人类生产、生活密切相关,它除了能够抵挡来自太阳的辐射和宇宙高能粒子的直接作用,保护地球上的生物外,还对穿过其中的无线电波有着折射、散射和吸收的效应,影响着人类的通讯、导航。电离层总电子含量（Total Electron Content, TEC）是电离层理论研究和电波传播研究中的一个重要参量,太阳活动、磁暴以及地震活动等事件都会对这一参量产生不同程度的扰动。这些扰动能够通常可以通过三频信标接收机、GNSS掩星接收机以及GPS双频接收机等多种手段进行探测。", "label": "地球物理学", "id": 0}
{"content": "<正>行星际激波是日地空间重要的等离子体和磁场结构,它可以对周围介质加速,压缩与加热,在空间物理的研究中扮演了重要角色。本文主要利用Venus Express探测器2006-2014年的磁场数据,对期间的前向快激波进行判定,并对金星附近激波的出现率及激波参数的分布进行了统计研究。", "label": "地球物理学", "id": 0}
{"content": "<正>磁通量绳指的是磁力线发生扭曲或者缠绕的磁通量管,是在日地空间中非常常见的一种磁场结构。研究其重要的物理参数,例如轴向、电流、螺旋性、曲率以及尺度对于理解磁通量绳的演化具有重要的意义。精确的求解磁绳的几何参数需要至少四颗卫星协同观测,", "label": "地球物理学", "id": 0}
{"content": "<正>Helios在内日球层0.3 au以外的观测表明,低速太阳风是向外绝热膨胀并冷却的。Parker Solar Probe（PSP）的最新观测给出了0.3 au以内的低速太阳风磁矩剖面,揭示出在0.3 au以内,低速太阳风经历了比0.3 au以外更加强烈的垂直加热。用来描述具体加热过程的随机加热机制的理论加热率剖面与观测加热率剖面相近,被认为可以解释观测到的加热率。然而,哪一种能量供应机制能够给加热过程提供足够的能量,还是一个问题。本文我们使用PSP的前三个轨道周期的磁场数据和等离子体数据,分析0.3 au以内低速太阳风的温度和加热率的随径向距离的演化。我们发现0.3 au以内低速太阳风的观测加热率剖面与Helios在0.3 au以外对高速太阳风的加热率剖面衔接。同时,我们计算了扫频加热机制、串级加热机制等能量供应机制的理论加热率剖面,并将之与观测加热率剖面比较。我们讨论了这些能量供应机制在低速太阳风加热中的应用。我们的结果促进了对0.3 au以内低速太阳风加热的理解。", "label": "地球物理学", "id": 0}
{"content": "<正>速度分布在垂直于磁场方向存在正梯度的电子会激发电子回旋脉泽辐射（ECME）。在低特征频率比下,ECME过程可以快速激发等离子体中的电磁辐射,这一相干辐射机制被广泛应用于解释不同物理环境下的射电辐射现象,如地球极区的极光千米波辐射、行星射电辐射、太阳射电尖峰辐射等等。", "label": "地球物理学", "id": 0}
{"content": "<正>湍流是天体物理中普遍存在的非线性现象,它可以对等离子体的传输和能量耗散过程起重要作用,被普遍认为是太阳风加热的重要能量来源,也是影响高能粒子传输效应的重要因素。太阳风中湍流已经有非常好的研究,但对于磁鞘区域湍流由于其复杂性却鲜有涉及。基于卫星观测数据,我们研究了地球磁鞘区域湍流从MHD尺度到电子尺度的频谱特性和多种相干结构,主要结果如下:", "label": "地球物理学", "id": 0}
{"content": "<正>近些年的研究显示,接近质子回旋频率的电磁回旋波广泛存在于太阳风中,然而其产生机制却尚不清楚。一种说法是其产生于太阳表面,并随着太阳的外传而被卫星观测到,另一种则认为它们有可能是在太阳风当地产生。基于Wind卫星2005至2015年数据和波自动识别程序,", "label": "地球物理学", "id": 0}
{"content": "临近空间是\"陆海空天电网\"六维一体化战场的一个重要环节,是国家空间安全的重要组成部分。在通信保障、导航定位、情报收集、电子对抗、侦察监视、远程预警、气象监测、反卫星、反弹道导弹、远程打击和快速突防以及进行全球兵力投送等方面,临近空间装备具有重要的军事应用价值。临近空间风场探测对保障航天和国防工程,临近空间装备运行安全和作战运用,特别是国家空间安全,具有十分重要的战略意义。", "label": "地球物理学", "id": 0}
{"content": "<正>全球导航卫星系统（GNSS）信号探测电离层,具有覆盖面广,观测连续,实时性强,分辨率好,测量精度高,简单方便以及不受天气影响等优点,当前已成为观测研究电离层结构与变化和电离层空间天气的一种广泛应用的重要手段。为了综合GPS、GLONASS和我国北斗等三套卫星系统的多系统优势来进行电离层探测,发", "label": "地球物理学", "id": 0}
{"content": "随着科学技术的迅速发展,电离层的探测技术不断创新,对电离层的研究也取得了长足的进步。本文主要介绍了电离层的基本特征和探测技术,分析了电离层各种探测技术的优缺点。随着电离层探测技术不断发展,多源融合电离层探测会是未来的发展方向。", "label": "地球物理学", "id": 0}
{"content": "IGS发布的GIMs产品是电离层研究的重要数据源之一,但各IGS国际电离层分析中心建立电离层模型的方法不同,所以各电离层分析中心发布的GIMs产品精度有所不同。本文以2009～2017年近一个太阳活动周期JASON2海洋测高卫星的VTEC数据为参考,对国内外的六家电离层分析中心的GIMs最终产品在全球尺度进行评估和精度分析。结果表明:在靠近IGS基准站的地区,JASON2海洋测高卫星和各电离层分析中心TEC的差异较小,远离IGS基准站的区域差异较大,平均残差约为0.1～2.8TECU,标准差约为4.5～5.4TECU。同时,随着太阳活动的不同,各电离层分析中心的GIMs精度也有所不同。在太阳活动高年,分析中心UPC和CODE的GIMs的精度优于其他分析中心GIMs;太阳活动低年,各分析中心差异不大。因此,太阳活动高年和低年分析中心UPC和CODE的GIMs都有更好的适用性。", "label": "地球物理学", "id": 0}
{"content": "<正>太阳是与人类生存环境关系最为密切的天体。发生在日面上的剧烈爆发性活动可能对人类的生存环境产生巨大影响甚至是灾难性后果。包含太阳耀斑、暗条爆发、和日冕物质抛射在内的太阳爆发是一种由爆发前储存在日冕中的磁场自由能所驱动的磁场现象。因此,了解日冕磁场的三维结构是理解太阳爆发的触发机制以及活动区的稳定性等现象的前提。由于观测技术限制,我们尚无法对日冕磁场进行常规观测,", "label": "地球物理学", "id": 0}
{"content": "<正>1引言太阳磁场是太阳活动的主要驱动源。太阳大气中的等离子体与太阳磁场存在复杂的耦合关系。在太阳光球层以下,磁场冻结在等离子体中,被动跟随等离子体运动。而在光球层之上,等离子体在磁场约束下运动。光球层之下的各种流场不仅产生不同尺度的磁场,也通过磁场向色球和日冕输运能量。当日冕中的磁场能量积累到一定程度,在适当条件下能够释放", "label": "地球物理学", "id": 0}
{"content": "本文基于理论热层-电离层模式TIEGCM采用集合卡尔曼滤波（En KF）算法实现了电离层热层耦合现报及预报技术,同时,利用稀疏矩阵和迭代线性稀疏矩阵方程解决数据同化过程中矩阵存储和运算问题。为了检验En KF+TIEGCM算法稳定性以及同化结果的可信性,设计了三组对比观测系统模拟实验（OSSE）,分别为同化电离层电子密度参量（NE）,同化电离层氧原子离子参量（）以及同化电离层氧原子离子参量和热层氧原子及氧分子中性成分（,O,O2）,分析这三种组合同化对电子密度现报以及预报的影响,并论证了同时同化电离层离子成分及热层中性成分对电子密度预报和现报结果的改善。同化实验结果表明,（1）En KF+TIEGCM算法稳定,能够有效完成单参量及多参量之间的数据同化;（2）在电离层现报中,三组同化实验同化NE现报结果都明显优于同化前模式结果,但第三组同化后NE现报结果精度低于前两组实验结果;（3）在电离层电子密度预报中,单独同化电离层电子密度参量,同化效果在一个小时后就会消失;第二组同化实验,同化效果能够持续接近10个小时;第三组同化实验,即同化电离层离子参量及热层中性成分,无论在预报时间（>24h）以及预报数值精度都相较于前两组同化实验,出现明显结果改善。", "label": "地球物理学", "id": 0}
{"content": "强磁暴期间,太阳大尺度爆发活动引起的空间天气灾害可能会对包括中低纬区域在内的全球电网系统造成严重影响。随着现代化大电网的建设,我国电网面临的空间天气影响将日益显著。鉴于中低纬区域的地磁感应电流（Geomagnetically induced current,abbr.GIC）观测数据样本少、信号弱的情况,本文提出了一种识别中低纬电网GIC弱信号的方法,即运用聚类经验模态分解和希尔伯特变换从电网监测信号中提取磁暴扰动成分,并通过扰动能量指标识别出该信号对磁暴的响应。该方法能结合电网的实际对监测区域各变压器潜在的GIC风险做初步分析,从而更好地为偏磁治理方案及电网设备选型提供有效的参考。此外,本文以云南电网6个变压器的中性点直流电流监测数据为依据提出了电网扰动能量增长率,结合由行星际、太阳风及地磁场的观测资料计算的太阳风能量注入函数和地磁场GIC指数,形成了三个综合性的电网GIC评估指标,并基于云南电网的实际情况具体分析了有可能引起各站点GIC幅值差异的关键因素,分析指出除输电线路的电压等级、长度、线路方向及变电站位置等因素外,变压器的结构也是决定GIC大小的关键因素。", "label": "地球物理学", "id": 0}
{"content": "利用全球磁流体模拟结果,我们研究了行星际磁场时钟角对弓激波尾部横截面的影响,发现弓激波尾部横截面也存在着类似于磁层顶尾部横截面的拉伸现象,并且弓激波尾部横截面的这种拉伸现象与行星际磁场时钟角方向密切相关。弓激波尾部横截面沿着接近垂直于行星际磁场时钟角的方向拉伸,并且拉伸的方向略微靠近行星际磁场时钟角的方向。在北向行星际磁场分量较大时弓激波尾部横截面的拉伸程度随着行星际磁场时钟角的增加而增大,南向行星际磁场分量较大时拉伸程度随着行星际磁场时钟角的增加而减小。使用多卫星（IMP 8、Geotail、Magion-4和Cluster1）的弓激波穿越点观测数据,我们研究了行星际磁场（IMF）By分量对弓激波位置和形状的影响。虽然IMF Bz分量对弓激波的影响通常被认为要大于By,但是我们发现至少在日侧弓激波位置受东向IMF By的影响要大于南北方向IMF Bz。我们认为这个现象是由于Bz对磁层顶位置和形状的影响抵消了其对日侧弓激波相应的影响（尤其是南向Bz时）。而在弓激波尾部,我们发现弓激波横截面在接近垂直于IMF的方向上拉伸,这个结论我们之前的模拟结果一致。", "label": "地球物理学", "id": 0}
{"content": "电离层光度计是FY‐3（04）卫星上新型空间天气光学载荷,通过对电离层高度135.6nm和N2 LBH带辐射强度的探测,获得电离层电子密度TEC、Nm F2及氧氮比等信息,是我国首台星载电离层光学遥感载荷。该仪器2017年11月25日开机,工作正常稳定,获得大量有效科学数据。本文将对电离层光度计进行介绍,并对在轨结果及应用进行初步探讨。", "label": "地球物理学", "id": 0}
{"content": "<正>地磁暴是一类最主要的灾害性空间天气事件,其可能带来停电等一系列恶劣的影响。以前的研究表明,两类行星际大尺度结构（行星际日冕物质抛射（ICME）和共转流相互作用区（SIR））是地磁暴的两类主要的行星际起源。利用1995年至2016年的ICME列表[Chi et al.,2017]和SIR列表[Chi et al., 2018],我们队这两类的行星际大尺度结", "label": "地球物理学", "id": 0}
{"content": "中纬电离层F2层峰值电子密度（NmF 2）的最明显的纬度结构是夜间中纬槽等离子体密度衰减结构,本文重点统计研究了夜间中纬电离层NmF 2的分布特征。利用COSMIC Ne剖面反演的NmF 2数据以及DMSP、Swarm卫星等离子体密度数据反演的NmF 2数据,分别统计研究了南北半球中纬NmF 2的纬度结构随经度、地方时、季节、太阳活动水平的变化特征。结果显示中纬槽位置主要沿着磁纬分布,北半球槽位置在-90°经度位于更高磁纬。北半球所有经度的中纬槽位置随着地方时变化非常明显（特别在分季和夏季）,但南半球所有经度的中纬槽位置的地方时变化不明显。北半球夏季位于-90°经度的槽结构持续时间比其他经度更长,南半球分季和夏季槽主要出现在东半球。", "label": "地球物理学", "id": 0}
{"content": "等离子体波动与辐射带粒子的相互作用一般可以通过扩散程序估算,而这些程序依赖于波动观测的统计模型,但这些从有限的卫星观测得来的统计结果却往往不能正确提供实时存在的波动分布情况。因此在之前的研究中,利用低轨POES卫星提供的在漂移壳以及磁地方时上具有大范围覆盖面的粒子数据,一个能够反演得到波动幅值的新颖技术被提了出来,这个技术可以用来建立一个包括合声波,嘶声以及电磁离子回旋波在内的等离子体波动的全球动态模型。在此次研究中,利用POES 30-300ke V多年的电子数据,我们利用这个技术建立了等离子体波动幅值的全球分布模型。结果显示卫星观测的波动幅值分布可以很好地通过POES数据反演技术来呈现。我们证明了在任意的时间段内,只要可以获得相应的POES数据,这样一个基于数据的动态模型可以提供在全球范围内近乎实时的等离子体波动强度分布,而这样的对于量化辐射带粒子运动非常重要的分布模型很难仅只靠观测卫星提供。", "label": "地球物理学", "id": 0}
{"content": "我们将近年来广泛应用于磁流体力学数值模拟的HLLD黎曼算子在磁场拆分的基础上进行扩展,使得能在保持方程守恒性的基础上应用于磁层的数值模拟。新的黎曼算子除了保持原有算子的高精度特点之外,还首次支持采用八波磁场散度矫正方法的数值模拟。由于内禀磁场可以调节（比如设为零就过度为原始的HLLD算子）,所以新扩展的黎曼算子能向下兼容,相对原有的HLLD算子,具有更广泛的通用性。在该HLLD黎曼算子扩展版本的基础上,我们发展了一种新的磁层数值模拟模型。利用该模型我们对行星际北转南的事例进行测试,研究转向后磁层顶边界层Kelvin-Helmholtz不稳定性的产生和通量管传输事件的发展过程。", "label": "地球物理学", "id": 0}
{"content": "<正>地壳岩石与地外陨石所记录的古代地球与行星磁场强度,即古强度（paleointensity）,为研究地球和行星的核心磁场发电机演化[Weiss et al., 2008],太阳风和磁层的相互作用关系[Tarduno et al., 2010],以及太阳系的形成和早期演化[Wang et al., 2017]提供了关键的信息。准确的获得地磁场在各个时间尺度的古强度变化信息,可以被用来估计地球内核的结晶形成时间[Biggin et", "label": "地球物理学", "id": 0}
{"content": "<正>利用范艾伦卫星（Van Allen Probes） 2012-2016年的观测数据,我们统计了与等离子体槽（density trough）同时观测到的磁声波（MS）事件。之前报道的磁声波,普遍的频率范围在100 Hz以下,也没有伴随相应的电子低密度现象。而我们报道的磁声波的频率较高（100Hz≤f≤400Hz）,同时电子密度相对背景等离子体会突然降低。我们的统计显示,这种伴随等离子体低密度槽发生的磁声波,", "label": "地球物理学", "id": 0}
{"content": "<正>近年来,空间天气活动的预报水平有了较大的进步,但是由于地球空间环境中存在多种复杂的物理机制,我们无法将所有的机制都囊括在模拟中。神经网络作为近年来迅猛发展的机器学习的核心,旨在解决各种复杂的非线性问题,非常适合应用在地球空间环境的研究中。本次研究使用了一个两层人工神经网络模型（ANN）来预测地球内磁层环境中电子密度的变化趋势。我们选取了范艾伦卫星", "label": "地球物理学", "id": 0}
{"content": "<正>电离层误差是无线电大气掩星的主要误差源之一。在无线电大气掩星事件发生过程中,信号穿过电离层,从而将电离层信息引入掩星数据当中。利用无线电大气掩星产品进行气候学研究时,如果不对电离层误差进行有效处理及改正,会对最终的分析结果产生一定的影响。尽管现有的弯曲角线性组合方法能够有效削弱电离层一阶项的影响,但是由于GNSS信号路径分离所引起的电离层残余误差仍不", "label": "地球物理学", "id": 0}
{"content": "<正>太阳风-磁层-电离层系统中的物质及能量耦合是当今空间物理中极为重要的研究课题。作为内外磁层重要的分界面,等离子体层边界层包含丰富的动力学过程。在此区域,伴随暴时磁层电场穿透及遮蔽过程,重新分布的等离子体浓度强烈的影响磁层动力学特征。等离子体层边界层的独特结构使其成为磁层研究中备受关注的区域。", "label": "地球物理学", "id": 0}
{"content": "<正>伴随磁场重联的超热电子加速机制一直是空间等离子体物理的研究热点和难点之一。我们结合三维动力学模拟和MMS卫星观测,发现电子能够被离子尺度的磁通量绳有效加速至超热电子。我们利用三维全粒子模拟程序iPIC3D构造了一次地球磁尾磁重联事件,然后采用试验粒子模拟研究了此次磁重联事件中的电子加速。我们发现磁重联过程中产生了大量的超热电子,这些超热电子主要是在X线附", "label": "地球物理学", "id": 0}
{"content": "<正>快速磁声波又被称为赤道噪声,是一种频率介于当地质子回旋频率与下混杂共振频率之间的波动。一般认为,磁声波能够由当地的质子环分布激发产生,并且所激发的磁声波频率与当地质子回旋谐波频率大小相近。此外,磁声波能有效地加速辐射带电子,使其能量从几十keV加速到相对论能量。早先的粒子模拟、卫星观测以及统计分析显示,在等离子体层顶内外,质子环主要分布在黄昏侧,并且", "label": "地球物理学", "id": 0}
{"content": "本文研究的是改善近年来匮乏的洪涝灾害监测方法,针对传统水文监测站监测及预警洪涝灾情存在的弊端,结合CFD技术进行数模实验研究并根据研究结果设计相应外部结构与内部框架,进而设计开发匹配控制系统等,最终研发一种漂流式实时洪涝测流设备,其具有实时定位、实时通信、水流跟随特性好、体积小、造价低可抛弃、续航能力强等特点,将过往静态待机式监测转化为动态实时监测,为洪水测验及预报预警提供第一手的准确数据,在测得实时流速等信息后通过后续控制算法将其转化为实际洪水轨迹与洪水淹没范围,进而判断洪水拓展速度与演变情况,为后续洪涝区域的提前预测,相关人员、财产的提前疏散转移等提供依据。", "label": "地球物理学", "id": 0}
{"content": "本文设计和实现了一种B/S架构的水文遥测系统,其主要应用于高海拔、人烟稀少、野外通信条件恶劣地区,利用GPRS或者北斗卫星进行采集数据传输及远程遥测,系统采用前后台分离的技术方案。本文介绍了现阶段水文遥测系统的基本要求、GPRS通信简介、系统的整体设计方案以及软件功能实现。基于B/S架构的水文遥测系统已在实际工程中得到成功应用,其稳定性、安全性和广泛地域适应性为各类监测预警平台提供了准确的实时数据。", "label": "地球物理学", "id": 0}
{"content": "水情遥测采集系统定期采集水文数据上传数据至中心站。本文介绍水情遥测系统组成的三个组成部分:遥测站RTU功能,多种遥测通信信道特点与适用场所,中心站软件各模块以及linux系统实现方式。", "label": "地球物理学", "id": 0}
{"content": "随着野外遥测装置在户外水情监测中应用逐渐推广,利用物联网技术传输监测数据逐渐成为主流、有效、可靠的技术方案。本文介绍了物联网技术的基本概念,展示了基于物联网技术的野外遥测系统设计方案,并分析系统方案的优缺点。", "label": "地球物理学", "id": 0}
{"content": "中小河流水文站由于建设历史较短,没有积累足够的历史水文资料用于水文计算,属于无资料地区,中小河流水文站预警指标应满足防汛要求,本文结合东北某水文站为例,分析研究预警指标可行性,为水利合理开发、水资源利用、防洪规划的制定和城镇发展布局等提供科学依据,通过对该地区水文站预警指标研究,可为相似区的水文分析计算工作提供参考。", "label": "地球物理学", "id": 0}
{"content": "针对当前水文仪器检定中量程小、精度低、智能化程度低、人工因素对检定结果影响大等问题,以及雷达波、超声波等新型水位仪器和ADCP等新型流速流量仪器检测技术及装备欠缺的现状,基于光学、图像识别、三维仿真、微小变量控制和精准定位等技术,通过方法创新、技术攻坚、系统集成等方式,开展了流速、水位、雨量等监测仪器智能化检定技术研究。", "label": "地球物理学", "id": 0}
{"content": "多普勒流速仪已广泛应用于水文测验,为智慧水文提供技术支持。由于受小浪底水库调节和非汛期西霞院反调节水库回水影响,小浪底水文站在多普勒流速仪比测试验中出现异常,测验数据部分偏差较大,通过调节参数,不能获得满意效果、实现生产应用。实践应用中,通过对多普勒流速仪测验数据二次处理,扩大使用范围,能够实现多普勒流速仪在不同条件下的实践应用,为智慧水文提供更多方式方法。", "label": "地球物理学", "id": 0}
{"content": "为解决城市洪涝监测预警预报与应急响应中城市地下管网水位精准监测的难题,在调研分析城市地下管网水位监测的现状的基础上,研究基于120GHz调频连续波的一体化雷达水位计的技术路线,为城市地下管网水位精准监测提供一种性价比高的解决方案。", "label": "地球物理学", "id": 0}
{"content": "为满足操作简便、维修方便、安全可靠、续航能力强的应用指标和水文测验要求,孙口水文站技术人员在广泛调研的基础上,克服以往吊箱应用的弊端,对水文测验吊箱进行了模块化设计和智能化升级,大大提高了测验效率、减少了劳动轻度,提高了测验的职能化水平,取得了显著的经济效益和社会效益。本文主要介绍该新型吊箱的性能特点、技术设计原理及应用情况,吊箱配套测验设施不再介绍。", "label": "地球物理学", "id": 0}
{"content": "密云水库流域水文遥测对安全度汛起到重要作用,密云水库雨水情遥测系统始建于2004年,近年来由于设备老化等问题,需要升级改造保障水情信息采集的稳定性。在此背景下,基于物联网技术、移动通讯和北斗卫星通讯技术对密云水库水文遥测站进行了改造,提出了物联网与水文遥测系统的融合技术实现方案,解决了在新形势下水文遥测系统升级改造的问题。", "label": "地球物理学", "id": 0}
{"content": "为解决每年汛前、汛后水尺校测时,由于水尺零点位置的特殊性不能正常使用普通尺垫,只能依靠粗略目测板尺与零点位置或需要借位点位置是否重合,转尺读取红黑面读数时误差过大,导致大量测量数据错误等问题,研制了可调节式尺垫。该尺垫由支脚、底托、螺母、螺杆、圆点、指向针、锁死螺杆等部分组成,只需1人操作,根据现场实际情况,简单调整后,水尺零刻度和尺垫圆点高程一致,转点、转尺读取红黑面读数轻松方便,整体测量误差大幅降低。与传统测量方法相比,测量结果精确,有效解决了因闭合误差过大导致整体测量数据无效,必须重复进行测量的问题,工作效率大幅提高。", "label": "地球物理学", "id": 0}
{"content": "提拉杆采用碳纤维材质加工而成、可长可短;运用数控同步旋转精刻工艺对杆体进行刻画,刻画凹于杆体内,用氟碳底漆、标准色氟碳面漆,用镂喷烤固,使提拉杆杆体刻度颜色鲜艳、直观易读。利用水压力原理和传感技术,编制智能解算芯片,将水流某点的压力解算成实时水深数据,并显示在屏幕上;取样器的纳水桶两端封盖外壁加装带有弧形齿轮的支撑,在纳水桶上方安装驱动电机和控制器,驱动电机连接弧形齿轮组并与支撑臂上的齿轮咬合,在驱动电机的转动下,取样器两端封盖会自动开启或关闭;在取样前不再需要先用木质测深杆测量水深、然后通过目测提拉杆赶上的刻画确定取样位置的水深,也不需要人工用手扳开或关取样器闭两端封盖的操作。", "label": "地球物理学", "id": 0}
{"content": "针对雷达天线前端模拟电路复杂、成本高的问题,设计了一种基于毫米波传感器IWR1642的77GHz雷达水位计。完整的设计了雷达水位计所需要的部件包括平面微带天线,硬件电路以及外壳,采用加速度传感器矫正安装角度、RS485通讯传递数据。叙述了雷达水位计软件的工作流程,采用在快速傅里叶变换的基础上进行选带傅里叶变换的算法计算差频信号的频率。制作了水位计测试样机,并在实验室中完成测试,测量误差小于1cm,满足雷达水位计的测量要求。", "label": "地球物理学", "id": 0}
{"content": "作为一种先进的泥沙的颗粒分析仪器,MS2000激光粒度仪具有分析精度高,分析范围宽,效率高等优点,已经在全国水文系统广泛使用。针对该仪器工作泵在使用中需要人工反复抬升和按压的问题,我们对仪器进行了改进,加装了水泵自动升降机,克服了上述缺点。目前,改进后的激光粒度仪己经在黄河水文系统得到了广泛应用。", "label": "地球物理学", "id": 0}
{"content": "遥测站点能够便捷高效地提供水文数据,但是也常常出现故障,主要表现为数据采集过程中出现的无数据、数据不准确情况,数据传输过程中出现的无信息情况,数据接收过程中出现的站码不一致、系统不工作情况,数据处理过程中出现的数据明显异常情况等,工作人员深入一线,查找问题、总结经验,可以有效地分析故障产生的原因,并给出相应的解决对策。", "label": "地球物理学", "id": 0}
{"content": "采用走航式ADCP与转子式流速仪在巴彦高勒水文站流量测验断面不同水流条件下进行了31组同步流量比测试验,并进行误差分析。结果表明:巴彦高勒站流量在186m~3～936m~3之间:含沙量在0.029kg/m~3～2.57kg/m~3之间时,走航式ADCP与流速仪法流量测验结果吻合较好,走航式ADCP可以代替流速仪进行流量测验。", "label": "地球物理学", "id": 0}
{"content": "自动化监测是水文发展的趋势,水平声学多普勒流速剖面仪具有不扰动流场、历时短、自动化程度高、实时性好等优点。通过H-ADCP在辽东地区的安装、使用,并对指标流速与断面平均流速之间的关系进行率定分析,增加了水文自动化测验手段,为水文工作提供便利。", "label": "地球物理学", "id": 0}
{"content": "光纤光栅的出现,使许多复杂光纤通信和传感网成为可能,极大地拓宽了光纤技术的应用范围。近年来我国光纤光栅技术得到长足进步和发展,在电力和建筑等相关行业也编制了光纤光栅类传感器的标准,但是对于光纤光栅孔隙水压力传感器来说,我国的标准还是未有涉足。光纤光栅孔隙水压力计的实际质量到底怎样还无从得知。笔者通过几家企业生产的光纤光栅孔隙水压力计标定试验,了解了现阶段我国的光纤光栅仪器制造工艺水平,基本掌握了光纤光栅孔隙水压力计技术性能指标,提倡尽快建立相应的标准及质量体系来规范监督产品质量。", "label": "地球物理学", "id": 0}
{"content": "本文调研了我国常用流速仪现状,有针对性地收集了国内外常用流速仪标准,构建了标准清单,在此基础上,对比分析了国内外常用转子式、声学时差法、声学多普勒及电磁流速仪标准的内容,并为我国流速仪的优势标准和缺失标准提出了建议。", "label": "地球物理学", "id": 0}
{"content": "采样器是水文缆道测沙的重要装置,现在多数缆道站使用的采样器功能相对单一,一次只能采集一个水样,劳动强度大,工作效率低。本文设计的多舱式水样自动采样器,在采样器仓架上放置12个采样杯,可实现一次性采集12个测点的水样。多舱式水样自动采样器控制部分设计使用STM32单片机为核心,使用双音频芯片HT9200、HT9170完成DTMF编码和解码,步进电机完成机械控制,能够稳定的进行信号传输,准确开闭舱门,有效地提高了采样器的工作效率和自动化程度,保证了采样的准确性。", "label": "地球物理学", "id": 0}
{"content": "为改变测船水文绞车吊臂的收放方式,由人力机械收放提升为电力自动收放,采用电动机、驱动器、减速机、电源和自动控制系统等研制了水文绞车吊臂自动收放机,实现了对水文绞车吊臂的自动收放,达到了操作便捷、节省人力、提高劳动效率和安全系数、提升设备操作水平的目的。", "label": "地球物理学", "id": 0}
{"content": "为了实时监控靠船码头处水文测船的停靠情况,把GPS定位系统、监控系统、报警系统通过技术设计而组成一种报警装置,为测船值班人员提供实时信息,为测船安全停靠提供有力保障。", "label": "地球物理学", "id": 0}
{"content": "针对重庆市水文施设备管理过程中存在的重点和难点问题,提出将物联网技术应用于重庆市水文设施设备的管理工作中,利用二维码标签和条形码铭牌唯一地标识设施设备,开发基于物联网技术的水文设施设备管理信息系统,实现水文设施设备全生命周期的动态管理,提高水文设施设备管理的工作效率。", "label": "地球物理学", "id": 0}
{"content": "为解决水文测验中水文绞车操作台水深记录、控制系统出现故障时,能够采取应急测深计数措施,采用计数编码器、计数器、编码器托架和槽轮、电源等有机组合在一起,设计出了《铅鱼智能测深应急计数器》,安装到水文绞车合适位置,实现了水文测验应急测深计数功能,为保证水文测验的时效性提供了可靠保障。", "label": "地球物理学", "id": 0}
{"content": "通过充分利用信息化技术手段,重庆水文站点运维经历了原始作业、数字化运维、掌上运维三个发展阶段,实现了水文站点运维全过程信息化管理,显著提升了运维质量和效率,明显降低了运维成本。", "label": "地球物理学", "id": 0}
{"content": "黄河以多泥沙问题著称,导致多种高精尖现代化水文仪器不能够良好的应用与黄河流域。针对这种问题,本文基于宁蒙测区两年来对走航式ADCP的比测应用经验,结合仪器本身的设备性能和适用性,详细的介绍了ADCP在黄河流域宁蒙测区的多种优越性表现,并对其应用情况进行总结。", "label": "地球物理学", "id": 0}
{"content": "高频雷达测流系统(RiverSondeTM)是美国CODAR海洋传感器公司生产的一种与河流无直接接触的河流监测系统,目前是世界上最为先进的自动收集、处理并储存河面数据的测流系统之一。通过对该系统的引进、安装调试、技术创新及系数率定等多方面研究,解决目前高洪流量测验中渡河困难、自动化监测水平低等诸多问题,为提高洪水测报的精度和时效性提供保障。", "label": "地球物理学", "id": 0}
{"content": "声学多普勒流速剖面仪（ADCP）是目前水文行业推广的先进测流仪器,根据木城水文站使用ADCP的实例,用传统流速仪与ADCP进行流量比测,应用线性回归理论,建立断面平均流速与指标流速回归方程式,结果表明方程式满足测验精度要求,可在木城站应用ADCP在线测流,对提高测验精度、解放劳动力、推进水文自动化进程具有积极意义。", "label": "地球物理学", "id": 0}
{"content": "本文简述了OTT RLS雷达水位计的工作原理、主要技术参数,并简要介绍了该仪器在大理水文自动测报系统中的应用情况,通过对OTT RLS雷达水位计在下关、老窝河、白桥等水文站多年运用,水位测、报、整质量符合规范的要求。", "label": "地球物理学", "id": 0}
{"content": "本文应用Mapinfo软件作为分析工作平台,主要依据五万分一地形图,参考水文地质图中标明的地下水的流向、地下分水线成果,通过人工分析研判文山州国家基本水文站测验断面以上流域的分水线;再利用该软件平台的面积量算功能,求得文山州9个国家基本水文站的集水面积,并与现在使用的各站集水面积进行了对比分析。结果表明,流域范围内地面水系发育较好、岩溶地貌分布较少的水文站,其集水面积相差不大;反之,流域范围内地面水系不发育、岩溶地貌分布广泛河流的水文站,其集水面积相差较大;此方法在分析确定岩溶地区的流域集水面积上具有较强的适应性。", "label": "地球物理学", "id": 0}
{"content": "水文缆道是水文测验的重要基础设施,缆道钢索的上油保养是关系水文设施安全和测流信号畅通的重要保障,也是水文站设施设备保养较头疼问题。笔者通过长期的探索和研究,设计出安全、简易、经济的缆道钢索上油器,并通过多年的实践运行,设备安全可靠、经济高效,可供借鉴和推广。", "label": "地球物理学", "id": 0}
{"content": "为解决我国水利行业大量使用的超声波式、雷达式等非接触式水位计的测量准确度问题,研制开发出一种非接触式水位计实验室校准装置。本文通过分析非接触式水位计的测量误差源,介绍了非接触式水位计校准装置数据采集与控制、数据测量、升降、人机界面等子系统的设计,并对装置的计量误差进行了测试分析,对实现的功能进行了阐述。经过应用测试,验证该装置校准精度在1mm以内,适应波束角15°,能很好地满足非接触式水位计的实验室校准工作,为行业内大量应用的非接触式水位计的校准提供新的手段,为水位测量仪器的数据准确性提供技术保障。", "label": "地球物理学", "id": 0}
{"content": "现有的流速监测类仪器计量装置技术标准仅对轨道安装精度和检定车速变化率提出了技术要求,无法满足声光电类仪器的检测需求。本文提出了该装置的一种具体设计,将智能化控制应用于检定车,直线明槽增加了槽体配套设施,实现了为不同原理的仪器提供不同检测环境的功能,对于检测技术提升和被检仪器不确定度分析具有十分重要的研究意义。本文还探讨了量值溯源方法,为下一步该计量装置计量检定规程的编制提供了借鉴。", "label": "地球物理学", "id": 0}
{"content": "雷达多普勒流量计是一款运用多普勒测速技术,采用一种非接触式的方式对渠道和天然河道水流量进行全天24小时在线监测,相对于接触式测量,解决了传统测量方式如量水建筑物巴歇尔槽受水流中杂物或泥沙淤积破坏其原有的水位流量关系曲线的影响;解决了通过计算感应电流反推水流速度电磁流量计易受水质影响;解决了固定式ADCP换能器探头以及超声波时差法探头易被水流中杂物覆盖对测流的影响。雷达多普勒流量计测流过程中不受水质、水温、气温及气压的影响,且安装实施不影响河道和渠道正常水流输送,后期方便易维护,具有其他测流仪器无可比拟的优越性。截至目前,雷达多普勒流量计已逐步应用于水利水文行业的水流量测验,其流量测验成果也逐渐得到行业认可。本文将着重阐述HZ-SVR-24Q雷达多普勒流量计测速原理及水利流量计算模型,并通过动水槽实验数据及户外实测数据分析,进一步论证雷达多普勒流量计测流的可行性。", "label": "地球物理学", "id": 0}
{"content": "雨量站作为水文站网中观测大气降水要素的重要工具,是水文站网的重要组成部分,在防汛减灾,汛情预报,水资源保护及开发利用,涉水工程施工设计及运行管理中都有不可替代的作用。", "label": "地球物理学", "id": 0}
{"content": "多普勒流速仪（ADCP）利用声学多普勒原理测量水流剖而的流速,是一种新型高精度流体测流仪器。文章以上虞东山站为例,详细地阐述了ADCP的原理及流量计算方法,并对比比较了ADCP与传统流速仪的作业方法与测量结果。ADCP的合理使用可以为未来河道开发治理、水资源管理和防洪减灾提供科学依据。", "label": "地球物理学", "id": 0}
{"content": "<正>0引言1随着水文观测技术的不断进步,声学多普流速剖面仪（Acoustic Doppler Current Profiler,简称ADCP）因其实时快速、准确方便的特性,为河段流量监控、流域水文情况探测提供了大量的先验信息[1]。ADCP测量系统主要包括测流和测底两个方面,其中前者是为了获得水流相对测量船的速度,后者是为了获得测量船相对水底的速度以及水底深度,底跟踪技术[2]作为一种实时准确的测底方式,成为", "label": "地球物理学", "id": 0}
{"content": "采用软件工程技术、数据库技术、GIS技术、互联网技术、中间件技术等先进技术建设的\"北京市水质监测信息共享平台\",实现了水利部门之间数据的纵向共享,水利、环保、卫生等涉水部门之间水质数据的横向共享,并在此基础上实现了全市源水、供水、排水水质的成果会商、水质预警、统计分析、报表生成、信息发布等,建立了全市水质监管部门的信息共享机制,保障了首都供水安全、水环境安全,为首都水环境治理提供了数据基础及技术支撑。本文主要是对平台设计及关键技术的介绍。", "label": "地球物理学", "id": 0}
{"content": "水文吊箱升降绞车要求性能稳定、重量轻、体积小、效率高、便于安装。对供电方式、绞车结构、电动机、减速器等主件的进行了分析和优化,给出了具体的设计方案、绞车结构形式及受力计算。该类型的电动绞车已在孙口站、利津站的两处节能吊箱的研发设计中得以验证,认为设计方案、计算方法正确,绞车结构合理,是一款理想的吊箱专用绞车之一。", "label": "地球物理学", "id": 0}
{"content": "随着水利信息化的程度不断提高和国家对水文事业投入的不断增加,水文自动测报系统已在我国水文领域得到了广泛的应用。进洪闸水文站水文自动测报系统由数据采集、数据通信、信息处理、系统供电等系统组成,经过几年来的使用有较高的稳定性和可靠性。本文较为详细的介绍了进洪闸水文站水文自动测报系统的设计、组成以及系统运行情况,同时对水文信息自动采集系统在水文测站的应用进行了展望。", "label": "地球物理学", "id": 0}
{"content": "本文从水质监测、矩形薄壁堰的选择、风电太阳能重要组成部分进行详细阐述,运行结果表明,该应用运行稳定、功耗低,提供准确水资源数据,对提高水资源的利用效率,实现智能化水资源监测,对减少灾害和降低洪灾损失具有重要意义。", "label": "地球物理学", "id": 0}
{"content": "为完善漳卫南局水文站网,根据漳卫南运河流域现状和漳卫南局水文有关规划,基于漳卫南局落实最严格水资源管理制度实施方案的要求,提出汤河口前神标水文测站选址论证意见,为水文测站设立与建设提供了决策依据。", "label": "地球物理学", "id": 0}
{"content": "<正>抢测低水2015年6月23日,为了配合黄河下游大河家水电站截流,黄河干流上四五家水电站上下联调,导致循化水文站测验断面出现超低水位。全体职工彻夜值守断面。在这之前,他们刚刚经历了入汛以来最高水位、最大流量的考验。17个小时,水位变幅达4.19米。全年最高水位与全年最低水位能在一两天内相继出现,这就是坝下站的最大特点。由于水位过低,雷达水位计无法使用,每隔半个小时必", "label": "地球物理学", "id": 0}
{"content": "<正>水文科学是通过利用地球上水起源、存在、分布、循环、运动等变化规律的研究分析成果为人类服务的知识体系,涉及大气水、海洋水、地表水、地下水等多方面,战略基础作用十分突出,在人类认识自然、与自然和谐相处中有着重要的意义和广阔前景。江河有源,文化有脉;姓氏有宗,历史有轮。日前,笔者寻访广东水文百年老站三水,感受历史风云,仿佛看见一代", "label": "地球物理学", "id": 0}
{"content": "为了解决关中西部4灌区内各行政区和各用水部门之间的用水矛盾,实现水资源的合理调度,有必要对其径流时序变化规律进行研究。本文采用不均匀系数、集中度与集中期对径流的年内分配进行了分析;采用F检验、Mann-Kendall秩次分析和Hurst指数及谱分析等方法对径流的变异点、趋势性和持续性、周期进行了分析。结果表明,各灌区来水量的年内分配极不均匀,多年平均不均匀系数在0.20～0.38、集中度在0.27～0.50,集中期主要集中在7月下旬到8月上旬,且1990～1991年以后集中期普遍提前;除石头河水库年径流的年际变化较小（CV=0.36,极值比为5.3）,其他3个灌区年径流的年际变化均较大（CV=0.45～0.62,极值比为10.2～13.3）;4灌区年径流的显著周期不协调,变异点均出现在1990～1991年,且均存在持续下降的趋势。", "label": "地球物理学", "id": 0}
{"content": "以山西省汾河平原灌区为研究区域,采用\"burn-in\"算法对平原灌区天然河道及人工排水沟道进行凹陷化处理,人工输配水渠道采用高程增量迭加算法处理,生成反映平原灌区实际人工渠、沟与河网分布的DEM图;借助GIS和相关资料提取参数,建立了平原灌区AnnAGNPS模型数据库。采用灌区三个水文站1996～2006年的年地表径流和月地表径流实测数据对模型进行校准和验证。结果表明:在2002～2006年验证期内,除2003年外,年径流相对误差RE均在20%之内;月径流线性回归系数R~2在0.7以上,Nash-Suttclife模拟效率系数Ens高于0.5,基本满足模型评价要求。但对于年降雨量出现骤增的年份或月降雨量与灌溉量之和骤增的月份,AnnAGNPS模型对径流量的模拟结果误差较大。", "label": "地球物理学", "id": 0}
{"content": "河北省地下水资源的超采,给全省经济社会可持续发展带来了很大影响。在农业灌溉中大力推行节约用水技术是缓解全省地下水资源超采的根本措施之一。针对节水灌溉规模小、工程建设标准低、农业节水技术缺乏集成配套、管理体制及运行机制等方面的问题,提出了建立与水资源承载能力相适应的节水型种植结构体系、推广农业节水综合技术体系、完善促进农业节水发展的约束激励机制和完善农业节水灌溉技术服务体系等五方面的主要对策。", "label": "地球物理学", "id": 0}
{"content": "森林和水是人类生存和发展的重要物质基础,也是森林生态系统的重要组成部分,前者是陆地生态系统的主体,后者是生态系统物质循环和能量流动的主要载体,二者之间的关系问题一直是当今林学和森林生态学领域研究的核心问题,也是水循环探索的重要内容。森林植被是影响生态系统中水分循环的重要因素,对区域降水、蒸散、径流量、枯水及水质都有直接或间接的影响。不同的植被类型、数量及空间格局对水分循环过程的影响也不同,具有不同的水文效应。森林植被对水文各要素究竟有怎样的影响,影响究竟有多深,一直是水文工作者致力要解决的重大问题。本文按照森林植被对水文各要素时空分布的影响,对国内外有关研究进行评述。", "label": "地球物理学", "id": 0}
{"content": "针对山东省莱州湾地区海水入侵的实际,分析了海水入侵灾害发生的环境背景与条件。结合实地考察和收集资料,探讨了海水入侵对农业水土环境产生的影响,集中表现为海水入侵使水资源恶化, 农业灌溉供水源地减少、土地资源退化,土地生产能力下降,农业生产受阻。鉴于此,从农业可持续发展的角度提出实施“开源节流、拦蓄补源”、调整农业结构和发展生态农业是综合防治海水入侵, 实现农业可持续发展的重要措施。", "label": "地球物理学", "id": 0}
{"content": "基于GIS的水文过程模拟模型的构建是目前水文水资源领域的热点和难点问题。本文首先简要论述了地理信息系统发展概况的基础上,较为全面地综述了地理信息系统在水文模型构建中的应用现状,并详细讨论了四种GIS与水文模型集成技术特点,同时阐明了GIS在水文过程模拟研究中的发展趋势。", "label": "地球物理学", "id": 0}
{"content": "以流域定位观测和水文资料为基础,对黄土高原土石山区与黄土区,小流域与中、大流域森林对流域径流量的影响进行了试验和分析。研究结果表明,在不同类型区和不同大小的流域,森林对流域径流量的效应不同。在土石山区,不论中、大流域或小流域,其径流量多随森林覆盖率的增加而增加;而在黄土区则相反,随森林覆盖率的增加而减少。据分析,这与土层的透水性及厚度有关。但无论在土石山区,还是在黄土区,中、大流域的径流量又多大于小流域。据分析。这与中、大流域的面积和地类的多样性有关。研究结果还表明,尽管森林可能增加或减少流域的年径流量,但森林的存在有利于增加枯水径流,减少洪水径流。从而发挥它对径流的调节作用。因此,在黄土高原,森林对降水的损失不应成为该地区限制植被发展、防治水土流失的理由。", "label": "地球物理学", "id": 0}
{"content": "<正> 水资源缺乏是全球面临的重大生态环境和经济问题。很多国家和地区水资源匮乏,水安全和水管理水平低,粮食安全得不到保障,成为其经济和社会发展的关键制约因素。在经济与贸易全球化的发展趋势下,通过粮食贸易进口解决这些国家和地区面临的困境,改变地球上水资源的不均衡分布,寻求在全球范围内合理有效地利用水资源成为水研究", "label": "地球物理学", "id": 0}
{"content": "基于相似原理,修建小流域模型,人工模拟降雨,是进行各种雨水利用及径流调控试验研究的有效手段。降雨强度与雨滴大小、数量及雨滴密度有关。本文讨论了用色斑法测小流域模型雨谱过程及其计算雨谱参数方法,得出不同情况下模型的雨谱特性。", "label": "地球物理学", "id": 0}
{"content": "<正> 根据陕西植被图,在MapInfo 4.0上建立秦巴山区植被类型数据库,从林冠层、枯枝落叶层、土壤层三个层次分析了秦巴山区植被水源涵养的物质量,并利用影子工程法、成本估算法等方法对其生态功能进行了货币化评定。结果表明林冠层的截留量为109891.62万t,枯枝落叶层的截留量为31960.44万t,土壤层的截留量为196309.35万t,三个层次总截留量为338161.42万", "label": "地球物理学", "id": 0}
{"content": "长期以来黄河上游石嘴山至巴彦高勒河段,冰期实测径流多数年份过程对应差,径流量存在上大下小现象,平衡对照问题突出。本文通过对二站70年代以来28个冰期实测径流资料的分析,初步查清了冰期径流存在主要问题及其成因。并根据测验质量较好年份的资料建立二站径流关系,对巴彦高勒站冰期实测资料进行推算检验,冰期资料质量明显改善,为今后该段测验和水文预报质量提高寻求到了一种新的途径。", "label": "地球物理学", "id": 0}
{"content": "<正>一、新乡市农业生产条件新乡市地处华北平原南端,河南省北部,南邻黄河,与郑州、开封隔河相望;北依太行,与鹤壁、安阳毗邻;西连煤城焦作,并与山西省接壤;东接油城濮阳,由长垣黄河铁路大桥与鲁西接通。", "label": "地球物理学", "id": 0}
{"content": "为了验证某水库跌流式竖井式溢洪道的体型的合理性,通过开展物模型试验,对其过流能力、水面线、流态、压强等水力学特征进行研究。试验结果表明,竖井溢洪道的泄流能力能够满足设计要求,并具有较强的超泄能力。环形溢流堰进流流态良好,水流均呈脱壁流形式跌入消力井内,在消力井内形成强掺混、强紊动、强掺气的水流流态,从而消耗大部分能量;水流经消力井消能后,以明流形式进入隧洞段;出口消能防冲段,底流消力池水流流态良好,消能充分。导流洞内水流流速低于11m/s,总消能率可达83%～95%。消力井底板时均压强分布相对均匀,堰面压强分布正常,未出现负压,堰面设计是合理的。通气管内的平均风速随泄量增加而增加,气水比β随泄量增加而减小,通气管内的平均风速最大值42.9 <60 m/s,满足规范要求。研究成果可供实际工程设计参考。", "label": "地球物理学", "id": 0}
{"content": "主要介绍新疆尼雅水利枢纽表孔溢流洞体型优化试验研究情况,针对原方案试验中表孔竖井段末端形成的水翅,可冲击到城门洞顶部、表孔溢洪洞出口挑流鼻坎水流在校核水位时直接冲击至对岸山体等的水力学问题,通过反复试验和修改后,提出了表孔竖井段减小收缩段长度,出口鼻坎形式改为斜扭鼻坎形式,很好地解决了水翅冲击城门洞顶部和工程的消能防冲问题。", "label": "地球物理学", "id": 0}
{"content": "针对小浪底水库蓄水后,库区各支流均出现不同程度的泥沙淤积,支流库容占水库总库容比例大,干流三角洲淤积体已在代表性支流畛水河口形成了拦门沙坎,河底纵向坡度变小甚至变为倒坡,在河口以上部分形成了死库容。对畛水泥沙淤积形态进行分析,对比各支流淤积情况发现畛水淤积量最多,但淤积速率除东洋河、西阳河外其余各典型支流均大于畛水。2000—2014年畛水各断面比降总体趋势为正比降-水平-倒比降,倒比降动态调整,且呈逐渐增大趋势。畛水泥沙淤积量与小浪底水库泥沙淤积量呈一定的正相关关系,通过线性分析拟合得到畛水口门高度与库区淤积量相关性很大,拦门沙坎高度和口门高程与入库水量复相关系数比较小,与来沙期平均流量和平均潜入水深的相关性比较明显。因此加强支流畛水的泥沙淤积研究有助于进一步研究小浪底水库的泥沙淤积问题。", "label": "地球物理学", "id": 0}
{"content": "河流是个自我调整的系统。当河流满足最大水流效率,即单位有效水流功率下产生最大推移质输沙的情况下,河流达到动态的稳定平衡。在基本水流关系式中,这种平衡理论内在地控制着冲积河道的水流。然而,在前人的研究中平衡理论主要应用于顺直的冲积河道中,本文则把平衡理论拓展应用到弯曲型冲积河道中。通过在基本水流关系式中引进一个河道弯曲因子（河道弯曲半径与河道宽之比）,确立了推移质输沙率和河道弯曲因子复杂的关系式。通过数理分析得到的主要研究结果表明:推移质输沙率达到最大时,河道弯曲因子得到确定的值。", "label": "地球物理学", "id": 0}
{"content": "本文针对易县抽水蓄能电站库竖井进出水口体型方案进行水力特性试验研究。试验结果表明,竖井下弯段采用纺锤形布置方案,出流时环形堰远端与近端流速最大差值可达0.8m/s,近端反向流速-0.16m/s,下弯段改用等径组合弯段后,环形堰远端与近端流速最大差值减小到0.5m/s,近端最小流速0.11m/s,证明后者流速分布较前者得到明显改善。该竖井布置方案在进流工况下,水头损失系数平均0.337,出流工况下水头损失系数平均0.292,证明该体型对于降低反向出流水头损失有利。上库竖井进水口在Re达到13.9×10~7时会出现3类漩涡,而下库侧式进水口对应Re数则为7.4×10~7,表明前者防涡效果相对较优。上述研究成果已为设计单位采用,为类似工程的设计与研究提供参考。", "label": "地球物理学", "id": 0}
{"content": "通过采用公式法代替查图法,简化堰孔泄流计算过程,实现堰孔泄流计算的全过程电算化,并通过对模型试验数据和电算结果进行比较分析,为锦凌水库库水位～闸门开度～流量关系曲线的绘制和锦凌水库的安全运行调度工作提供了支撑。", "label": "地球物理学", "id": 0}
{"content": "碾盘山工程所处河段河床覆盖层为淤积型覆盖层,为保证大江截流时河床覆盖层稳定,防止产生不必要的冲刷,进行了演示试验,为后序施工进行技术储备。", "label": "地球物理学", "id": 0}
{"content": "近年来,海洋可再生能源愈发受到各国重视,其多学科交叉方面的研究工作也成为科研热点,尤其是海上风电产业化得到了迅速发展。提高风力机效率和安全性所涉及力学问题备受广大学者关注,主要涉及水动力学、空气动力学、结构力学等方向。诸多力学问题中,水动力学的研究需要与低速空气动力学耦合计算,故而成为海上风力机研究的关键。本研究将回顾海上风力机水动力学的研究进展,并总结笔者近年来对相关问题的思考。", "label": "地球物理学", "id": 0}
{"content": "多个城市河道壅水建筑物泄流时都发生了泄流噪声污染环境问题,但有关水流噪声产生机理和影响规律的研究不多。为了明确成都市锦江某闸坝泄流噪声对其周围的建筑物的影响规律,本文建立了闸坝及其周围敏感建筑物的三维仿真模型,利用现场测量和数值模拟方法,以昼间和夜间等效A声级作为评价因子,分别评估了闸坝不过流时敏感对象A、B小区的噪声水平（包括交通噪声和社会生活噪声）,闸坝泄流产生不同强度的泄流噪声时敏感对象A、B小区的噪声水平。结果表明,当闸坝泄流噪声源强度达75dB后,开始对A、B小区的声环境产生影响;随着泄流噪声的增大,各测点噪声值增大,夜间的影响程度高于白天;当闸坝泄流噪声源强度达90dB后,噪声变化幅度明显增大;随着泄流噪声由小变大,小区各栋楼噪声最大值对应的测点位置和不同楼层噪声变化规律均发生变化。噪声随楼层变化规律与声源和楼的相对位置有关,两者之间无传声障碍时,噪声值随楼层增高而减小;两者之间存在障碍时,噪声值会出现随楼层增高而增大的现象;在地形复杂区域多声源叠加时,会出现多个相邻楼层噪声相等的情况。上述成果可为评估城市河道壅水建筑物选址和运行方式对周围环境的影响提供参考。", "label": "地球物理学", "id": 0}
{"content": "基于频域Rankine源边界元法,在船体表面和自由面上分布点源,对船舶耐波性及二阶平均波浪力进行预报。分别使用均匀流（Uniform flow）和叠模流（Double-body flow）两种基本流对边值问题进行线性化处理。自由面条件中的速度势一阶及二阶导数采用迎风差分进行求解。以Wigley船和S175为对象,计算了其水动力系数、运动响应及二阶波浪力,并与试验数据进行比较分析。计算结果表明使用DB对边界条件线性化后模型的计算结果要好于使用NK模型,且计算结果的好坏受到船型的影响。", "label": "地球物理学", "id": 0}
{"content": "针对海洋环境中实际波高时间序列具有的非线性、非平稳、高噪声等特点,本研究提出了一种基于经验模态分解（EMD）和长短时记忆网络（LSTM）的短期预报模型。该模型采用EMD方法将波高时序分解为若干固有模态分量（IMF）,再利用LSTM网络对各IMF分量进行学习和预测,最后将各分量的预测结果叠加获得最终的预测值。预测结果表明,相比LSTM模型和NAR模型,本方法具有更高的精度,能够更好地进行波高时历的极短期预报。", "label": "地球物理学", "id": 0}
{"content": "离心泵内部流动为强剪切多壁面旋转湍流,使其旋转性、瞬态性和非线性特性尤为突出,而复杂的流动特性决定了离心泵的水力性能和动态特性。本文以某舰船用泵为研究对象,针对离心泵内部非稳态流动特点,采用流动控制方法对其进行改型设计,分析基于流动控制思想提出的流动控制方法对离心泵综合性能的改善机理,探索流动控制方法对离心泵内部流场分布、流动结构的含能分布以及流体激励的调节作用。研究结果表明,当流体流进叶轮时受入流攻角、系统旋转和叶片弯曲等因素的影响,叶轮内易发生流动分离,叶片表面压力波动显著,叶轮内整体流动的不稳定性增强,影响离心泵的综合性能。流动控制方法叶片通过将压力面侧部分流体引入吸力面侧,将流动分离点向后推移,叶片表面压力分布更加合理,保证了叶轮的做功能力和抗空化能力。此外,控制方法对离心泵叶轮内各阶流动的含能进行了重新分配,使叶轮内流体能量更集中于低阶低频段的大尺度流动结构中,而高阶小尺度流动含能显著降低,低阶大尺度流动结构含能的增加保证了离心泵良好的水力性能,高阶小尺度流动含能的降低,使高频流体激励得到抑制,使其避免与结构固有频率的重叠或靠近,进而改善了离心泵的压力脉动和振动等动态特性。", "label": "地球物理学", "id": 0}
{"content": "以肘形流道进水、虹吸流道出水的典型立式轴流泵装置为研究对象,为了研究泵装置内不同位置的压力脉动特性及其沿流向的发展规律,在对泵装置进行模型试验的同时,基于结构化网格、RANS方程和SST k-ω湍流模型,利用CFX对泵装置内流场进行了三维数值模拟,并利用快速傅里叶变换对压力脉动进行了频谱分析。结果分析表明:与模型试验结果吻合的能量特性和压力脉动频域特性证明了数值模拟的有效性;设计流量下,进水流道进口处和肘部压力脉动的频域特性一致（主频为低频信号）,叶轮进口处靠近轮毂位置的脉动幅值最大（主频为叶轮通过频率）,叶轮出口处内部的脉动幅值最大（主频为导叶通过频率）,导叶出口处内部的脉动幅值最大（主频为轴频）,出水流道弯管处、驼峰处和出口的压力脉动频率都以低频信号为主;进水流道内压力脉动已经受到叶轮的影响,脉动幅值在叶轮进口处最大,通过叶轮后脉动幅值逐渐减小。该研究可以为采用相似装置型式泵站的设计、建设和运行提供参考。", "label": "地球物理学", "id": 0}
{"content": "泵站进水流速直接影响泵站进水水流流态,紊乱的水流流态往往伴随着漩涡的产生,不仅会降低水泵性能,甚至引起水泵气蚀、振动而无法工作。为了探究泵站进水流速与泵站进水水流流态、漩涡的产生与发展变化规律,结合泵站实际运行情况,采用NX UG10.0软件构建进水前池、进水闸室、进水流道及其出口延长段的泵站进水物理模型,并建立相应物理模型的三维湍流数学模型,计算采用雷诺N-S方程、VOF模型和非定常的SST k-ω湍流模型。选取10种不同进水流速,对泵站进水水流特性进行数值模拟,分析不同进水流速下,泵站进水水流流场分布、漩涡涡量的变化及分布规律。研究结果表明:在泵站进水水深不变,进水流速在0.217-0.661 m/s之间时,泵站表面漩涡的强度随进水流速的增大而增强。进水流速在0.217-0.304 m/s时,泵站进水表面出现微凹的Ⅰ、Ⅱ型漩涡;进水流速在0.349～0.448 m/s时,出现表面下凹的Ⅲ、Ⅳ型漩涡;进水流速在0.485～0.554m/s时,出现表面下凹较深的间断进气V型漩涡;进水流速在0.575～0.661 m/s时,出现漩涡中心为贯通的连续进气的Ⅵ型涡;通过与模型试验结果进行对比,两者结果基本吻合。研究结果可为泵站工程设计提供参考。", "label": "地球物理学", "id": 0}
{"content": "相比与常规离心泵作透平,管道泵作透平时,尾水管采用了特殊的肘型弯管结构,使得内部流动产生畸变流。尤其在发生飞逸过渡过程时,因转速从额定转速迅速增大至飞逸转速,将产生巨大的离心力,造成危险的飞逸工况。为探究管道泵作透平时飞逸过渡过程中内部流动特性,应用Fortran语言对CFX进行二次开发,基于RANS方程和SST k-ω模型,利用开发后的CFX软件对管道泵作透平进行了飞逸过渡过程的数值模拟,预测了管道泵作透平飞逸过渡过程中的转速、流量和扭矩变化。并结合涡量分布和Q准则方法,对管道泵作透平飞逸过度过程旋涡分布进行了研究。研究结果表明:具有特殊结构的管道泵在透平工况飞逸过渡过程中最终达到的飞逸转速Nfea并不是固定不变的,而是在平均飞逸转速线上下波动,其中平均飞逸转速值Nave=3584rev/min,为额定工况的1.23倍;流量Q先增大,后减小在Qave=14.7 kg/s上下波动;扭矩T一直下降至零,并在零线上下发生震荡;研究表明旋涡主要发生在工作面及尾缘部分。该研究揭示了管道泵作透平时飞逸过渡过程的内流特性,为管道泵的安全稳定运行提供了参考。", "label": "地球物理学", "id": 0}
{"content": "飞逸转速的确定是水轮机模型试验中的一项重要内容,飞逸过渡过程水轮机参数的演化规律是影响水轮机稳定运行的重要因素。为进一步明确飞逸过程水轮机的瞬态特性,本研究对一低水头混流式模型水轮机由设计转速过渡至飞逸转速的瞬态过程进行了数值研究,并通过试验测试验证了数值飞逸转速及流量的可信度。研究结果显示,飞逸过程中水轮机转速升高流量减小,单位飞逸转速与流量相对于初始时刻的比值分别为1.64和0.82。转轮扭矩与水力效率随转速的升高而降低且在接近飞逸转速的时刻显示出明显的波动。水轮机水力损失主要发生在转轮与尾水管中,飞逸转速下二者的水力损失之和超过试验水头的90%。压力脉动时频分析显示,无叶区及转轮叶片进口附近压力分布受动静干涉的显著影响,而受转轮转速变化的影响,水轮机内部压力场在一定的低频范围内均显示了较高的能量分布。", "label": "地球物理学", "id": 0}
{"content": "作为可再生能源转换装置,垂直轴螺旋型水轮机具有自启动性能好,扭矩波动小的特点。与传统垂直轴水轮机使用最佳叶尖速比给定旋转速度进行数值计算的方法不同,本文通过水流驱动转子的方法对不同缠绕率的水轮机进行数值计算,对其能量效率、输出波动率和自启动性能进行研究。研究结果表明:随着缠绕率的增加,能量效率呈现出先减小后增大而后又减小的波浪形变化特征;缠绕率越接近1时,水轮机效率输出波动率越小;随着缠绕率的增加,螺旋型水轮机的自启动性能更加稳定;综合考虑效率大小、输出波动率和自启动性能,缠绕率为1.25的水轮机水动力性能最佳。研究结论有利于实现垂直轴螺旋型水轮机安全稳定运行。", "label": "地球物理学", "id": 0}
{"content": "浮式阻流装置在浮体与海上施工掩护、应急抢险及深水网箱养殖等领域发挥着十分重要的作用。本研究基于RANS方程结合多孔介质模型理论,针对某新型浮式阻流装置的水动力特性进行了研究。其研究结果表明,该新型浮式阻流装置中阻流板的长度对阻流效果的影响较大。数值模拟结果为该类型阻流装置参数的选取提供了有力的依据。", "label": "地球物理学", "id": 0}
{"content": "离心泵内部流动结构丰富,本文引入基于Von Kármán尺度的Hybrid RANS/LES方法,并考虑到离心泵叶轮旋转和流线弯曲对其内部湍流流动的影响,对SSTk-ω模型进行了旋转曲率修正,构建了基于von K á rm á n尺度和旋转曲率修正的Hybrid RANS/LES-RC （Hybrid RANS/LES with Rotation Curvature Correction）方法,对离心泵全流场进行数值计算,并与离心泵水力性能和压力脉动的实验结果进行对比,验证了数值方法在离心泵数值模拟中的有效性。在此基础上,采用本征正交分解方法（Proper Orthogonal Decomposition,POD）方法,对离心泵内部瞬态流场进行研究分析。结果表明,离心泵内存在丰富的不同尺度流动结构,低阶模态对应含能较高的的低频大尺度流动,表征离心泵的主要流动特征,高阶模态对应含能低的高频小尺度流动。随着模态阶数的升高,模态系数对应的波的构成更为复杂,对应的各阶流动结构表现出复杂的高频、多频特征。", "label": "地球物理学", "id": 0}
{"content": "采用基于OpenFOAM的二维数值波浪水槽对不规则波作用下并联双箱的耦合水动力问题进行了研究,利用已有文献中的实验数据和数值结果验证了模型的准确性。在此基础上,对不规则波作用下双箱间流体共振现象进行了研究,对每种工况采用三组不规则波进行计算,发现窄缝间统计波高具有较强的可重复性。在此基础上,研究了入射波谱峰频率对双箱间波浪的影响。研究发现,当入射波谱峰频率接近双箱系统固有频率时,窄缝间波浪的波高显著增大,双箱窄缝间波浪周期趋于相同;增大入射不规则波有义波高,窄缝间无因次波浪共振响应减小。与规则波相比,固有频率附近不规则波作用下窄缝内无因次共振波高小于规则波的情况。", "label": "地球物理学", "id": 0}
{"content": "由于人类活动的影响,近几十年来环渤海的海岸线发生了显著的变化。本研究采用卫星遥感和数值模拟,研究了环渤海近20年来岸线变化以及其对周边海域水动力环境的影响。研究基于海岸线半自动化提取技术,从Landsat-5TM和Landsat-8OLI卫星影像中获取环渤海湾2003年、2008年、2013年、2018年岸线数据,分析了长时间尺度岸线变化过程。进而,采用非定常二维浅水模型对渤海的潮汐潮流进行模拟分析,通过验潮站实测数据验证了模型的准确性。在此基础上,针对辽东湾、渤海湾和莱州湾几个相对敏感的海湾地区,在典型时段内对比分析了各时期涨落潮流速和纳潮量变化情况。研究结果显示,环渤海湾各岸段平均纳潮量在几个代表性年份呈现随时间递减趋势,2018年相对2003年辽东湾、渤海湾和莱州湾纳潮量分别减少27.3亿方、7.9亿方及3.5亿方。", "label": "地球物理学", "id": 0}
{"content": "淮河入洪泽湖段蜿蜒曲折,河道底坡呈倒比降趋势,水沙关系复杂,是影响淮河—洪泽湖防洪体系的关键区域。本研究建立了淮河吴家渡至洪泽湖的一、二维水沙耦合模型,以小柳巷至老子山河段为研究对象,对该入湖河段在丰水年（2017）及枯水年（2013）的输沙和冲淤特性进行数值模拟研究。结果表明,淮河入湖尾闾水流含沙量有沿程减小的趋势,年内丰枯季变化显著,且同期对比发现丰水年汛期输沙量要远大于枯水年。河段冲淤特性在枯水年表现为长时间冲淤平衡,汛期部分时段产生少量淤积;丰水年内枯水期呈冲淤平衡态,而汛期来沙量增大时,受该河段水动力不足的限制,泥沙淤积严重,且随着水流含沙量越高泥沙淤积量也越大。丰水年洪水期淮河入湖段河床有进一步抬升的趋势,成果可为淮河中游行洪格局的调整及河道整治规划的制定提供参考。", "label": "地球物理学", "id": 0}
{"content": "舟山是一个地级市,位于我国的浙江省东北部,有许多港口和纵横水道。它是中国为数不多的深水良港之一。近年来,舟山市大力发展以安全为第一要素的绿色石化产业。在此背景下,舟山绿色石化基地拟建复垦三期项目,为其长期发展提供土地保障。工程周围岛屿众多,拟建的涉海工程可能对周边水动力产生较大影响。因此,为了更好地掌握工程各个阶段对周边海域水动力的影响,本文采用MIKE3 FM建立三维潮流数学模型,在实测潮流和潮位数据的基础上,对模型进行校准和验证。结果表明:数值模拟的大潮、中潮位与实测潮位吻合较好,但小潮时个别潮位的误差略大。在潮流验证过程中,流速模拟数据在小潮阶段只有0.4 m/s的误差波动,误差均控制在允许范围内。相比而言流向模拟数据吻合度较高。MIKE3水动力模块可以更好地模拟项目周边海域的流场分布,可以更好地指导相关项目的建设。", "label": "地球物理学", "id": 0}
{"content": "高水头泄水建筑物的空化空蚀问题是高坝建设中亟待解决的问题。在防止空蚀破坏措施中,在高速水流泄水建筑物中设置掺气设施进行掺气,以避免过流壁面可能发生的空蚀破坏是一种最为安全有效、经济合理的措施。本研究采用模型试验与理论分析相结合的方法,运用流速探针和高速摄像机对掺气坎后渠道底板和边壁的掺气特性进行了系统的研究。研究结果表明:水流冲击后,底板表面附近的掺气浓度和气泡频率沿程呈衰减变化规律。研究发现保证相同弗劳德数条件下,随着雷诺数的增加,掺气浓度没有明显改变,但气泡频率与气泡弦长均存在较大的变化。此外,探讨了边壁清水区末端在纵向方向与垂直方向上的波动特性。", "label": "地球物理学", "id": 0}
{"content": "基于MIKE3建立了长江口三维水动力数学模型,采用长江口实测数据对模型了进行验证。利用验证好的模型模拟了台风\"凤凰\"增强、成熟和消亡三个阶段长江口的水动力变化过程。模型结果表明:（1）在台风增强和成熟阶段,长江口涨潮潮位均有上升,潮差增加。其中,北支由于其漏斗型地形,潮位在中段上升最为明显,最大值达2.58 m,较台风增强时期增加1.57m,潮差增加2.49 m。（2）由于台风方向与涨潮流方向一致,涨潮流流速增加强于落潮流,其中北支口门处涨潮流增加较明显,最大值达到1.05 m/s,增加0.68m/s,但存在明显的空间不均匀性。（3）台风使得北支涨潮流量增加,落潮流量减少;而南支涨落潮流量均增加;二者综合作用使得北支涨落潮分流比均有所下降,涨潮分流比下降6.63%,落潮分流比降低46.53%,势必影响盐水入侵过程和水体混合特征。", "label": "地球物理学", "id": 0}
{"content": "沉水植被作用下水流挟沙力的计算对于确定沉水植被作用下地形变化以及保证生态修复工程的效果具有非常重要的意义,但是目前关于此的研究相对较少。本文基于前人推导得到的明渠饱和挟沙水流的紊动能方程,即认为冲淤平衡条件下,水体所产生的紊动能分别用以维持泥沙悬浮和黏性耗散。在无植被明渠中水体产生紊动能的固定比例部分用以维持泥沙悬浮,但是由于沉水植被作用下紊动能的产生与耗散在不同尺度的涡进行,该比例不再为定值。通过将紊动能方程中紊动能产生项表示为茎尺度和剪切尺度涡产生紊动能的叠加,引入以无植被明渠尺度为基准的等效比值系数表示黏性耗散项对于该比例的影响,从而分离出固定的等效比例系数,推导出垂线平均含沙量型水流挟沙力计算公式。采用试验资料进行验证,结果显示计算值与实测值平均相对误差为12.84%,表明该公式能较好地预测沉水植被作用下的水流挟沙力。", "label": "地球物理学", "id": 0}
{"content": "在大单宽流量下,阶梯消能工的掺气发生点大幅向下游移动,下泄水流出现大范围的掺气盲区,阶梯壁面因缺少掺气保护而面临着空蚀破坏的风险。基于此,本研究提出一种新型的渐缩式窄缝预掺气设施,通过物理模型试验的方式,研究了在不同来流条件下,渐缩式窄缝对阶梯消能工水流流态的影响,以及其结构特征参数——窄缝收缩角θ对掺气浓度分布和消能率的影响规律。试验结果表明:水流经窄缝的束窄作用形成收束射流,可大幅前移掺气发生点位置,使底板和侧墙的掺气浓度均大于1%～2%,可有效减免空蚀破坏;同时,渐缩式窄缝对阶梯消能工起辅助消能的作用,大单宽流量下提高了约14%的消能率。", "label": "地球物理学", "id": 0}
{"content": "布设在岛礁海域复杂波浪环境中的大型多模块浮体的设计及其波浪载荷和安全性评估面临诸多区别于开阔海域中海洋浮体的技术挑战。本文概要叙述近岛礁波浪流演化规律的实测情况、预报岛礁海域波浪环境的\"多尺度区域和多尺度网格方法\"、近岛礁海域复杂波浪环境中的超大型浮体水弹性力学理论、超大型浮体多模块柔性连接动力学分析方法的部分研究成果。与模型试验与海上实测数据的对比分析表明,文中建立的理论和数值分析方法对岛礁海域复杂波浪环境中多模块浮体的优化设计和安全性评估的适用性。", "label": "地球物理学", "id": 0}
{"content": "<正>1引言近海岸地区是人类赖以生存和发展最为重要的地带,该地带的可持续发展一直是人们关注的重要问题。为了保护生存环境,需要建设海岸防护工程,以防止海岸不被波流冲刷而破坏。为了发展经济,需要建设港口、码头、航道和桥梁等近岸工程,以充分利用、开发海洋资源。这些环境与工程问题都与近海岸波浪、潮汐、海流等水动力诱导的泥沙输运、海床演化密切相关。从水动力学学科角度看,波流边界层及其与海床的相互作用也是科学界长期以来广泛关注的重要基础科学问题。", "label": "地球物理学", "id": 0}
{"content": "为了保护海岸附近的海草及河道中人工种植的植被,掌握植被内水流紊动结构和其捕获悬浮颗粒的能力是必要的。本研究通过水槽实验,研究了淹没植被密度和上游流速对紊动能（TKE）以及植被区内细颗粒的净沉积分布的影响。实验结果表明,与无植被河床（裸床）相比,植被化河床在特定区域有促进/阻碍沉积的作用,因此形成了植被化河道中特殊的泥沙冲淤模式,且与植被密度,水深以及上游来流流速相关。为深入探究TKE与颗粒沉积、再悬浮的关系,进一步采用随机位移模型对泥沙颗粒的沉积模式进行数值模拟。拓展了随机位移模型运用的同时,结合沉降概率和起动概率模型,重点对泥沙颗粒的沉积和再悬浮运动展开研究分析。数值模拟的结果进一步探究了植被产生的TKE对泥沙沉降概率的影响,发现植被产生的TKE在大于临界值时,泥沙沉降概率随TKE的增大而减小;小于临界值时,泥沙沉降概率等于常数,且与无植被河床的沉降概率相同。针对植被区内泥沙净沉积及其影响因素问题,本研究成果可用于指导生态修复工程中植被的种植,能够有效提高植被成活率,进而最大程度提升植被的生态修复功能。", "label": "地球物理学", "id": 0}
{"content": "基于六自由度液舱晃荡试验平台和多相流液舱晃荡模型NEWTANK等研究了晃荡界面波的非线性特性、演化规律、生成机制,格栅型隔板的减晃机理,调谐晃荡阻尼器对弹性支撑结构平台的减振机理。发现了波浪破碎的产生的非线性对共振频率\"频移\"的影响机理。阐明了依赖于液体相对装载深度的液舱晃荡\"弹簧效应\"对液舱固有频率的影响规律、多孔介质孔隙率/厚度/中值粒径及格栅板固体率/安装位置等对晃荡的影响规律、调谐液体阻尼器与平台主体结构质量比/调谐比对弹性支撑结构平台减振的影响规律。", "label": "地球物理学", "id": 0}
{"content": "针对舰船推进器和附体高速运动过程产生的各型空化流动,本研究介绍近年来在漩涡空化方面数值模拟和机理研究领域取得的研究进展。梢涡空化和云空化通常发生在复杂两相流动的漩涡区域,流动分离和强旋转特征导致这类空化流动现象异常复杂。本文给出了漩涡空化区湍流流场特征、空化区水汽两相混合介质属性以及相界面振荡的最新研究成果,通过实验、理论分析和数值仿真探讨了漩涡空化流动的特性,为漩涡空化流场建模、流动非稳态特性分析和噪声研究提供了基础。", "label": "地球物理学", "id": 0}
{"content": "为研究物体自由入水砰击过程中三维效应等因素的影响,本研究基于STAR-CCM+软件模拟了单体剖面自由入水过程。使用重叠网格、网格重构技术、VOF界面捕获等方法建立了数值计算模型。模拟时采用了二维模拟与三维模拟两种模拟方法,并与试验结果进行对比。模拟楔形体自由入水过程,进行了网格收敛性分析,给出了两种模拟方法得到的楔形体入水垂向力、垂向速度变化曲线,对比了入水不同时刻、不同位置的压力分布情况。计算结果表明,与二维模拟结果相比,三维模拟结果要更接近试验值。同时,二维模拟得到的垂向力结果要大于三维模拟结果与试验值,这表明三维效应可能会使垂向砰击力模拟结果减少,验证了三维效应的存在。", "label": "地球物理学", "id": 0}
{"content": "仿生推进较于传统的机械推进具有噪音小、隐身性能好、推进效率高等优势,在军用或民用领域发挥着重要作用。本研究采用改进的光滑粒子流体动力学（Smoothed Particle Hydrodynamics,SPH）方法,用刚性拍动水翼模拟鱼类尾鳍推进,对拍动水翼纯俯仰运动的漩涡泄放与推进机理展开数值模拟研究。首先,通过将数值模拟结果与现有试验结果进行对比,验证所采用SPH模型的有效性和准确性。然后,基于数值模拟结果,对卡门涡街及逆卡门涡街尾涡结构与推力之间关系进行详细分析。研究结果表明,当拍动水翼尾涡结构为卡门涡街时,其水平合力表现为阻力;而当拍动水翼尾涡结构为逆卡门涡街时,其水平合力表现为推力。研究结果证明了SPH方法在仿生推进研究中的应用潜力,可为水下潜器的设计与研制提供相关依据。", "label": "地球物理学", "id": 0}
{"content": "为了探索超高速气动增升船的水气动力特性,利用基于FVM的STAR CCM+软件分别模拟了超高速气动增升船模型在有、无升力翼状态下的静水直航运动,分析了鸭翼、主升力翼、断阶等水气动力结构的绕流特征。通过计算值与试验值的对比,验证了数值方法的有效性。计算结果表明,在船宽佛汝德数大于6.0时,气动升力成为升力的主要来源,在船宽佛汝德数为7.0时,气动增升效率可达到0.69;在升力翼的气动增升效应影响下,浸湿面主要集中在断阶之前的滑行面上,尾部仅有少量浸湿,在改善高速阻力性能的同时提升了纵向运动稳定性。", "label": "地球物理学", "id": 0}
{"content": "由于强烈的非均质性,自然裂隙渗透率的量化是学科领域具有挑战性的问题。先前的研究表明,单裂隙渗透率仅取决于单裂隙的几何属性。然而最近的研究表明,随着流体的流速或惯性效应的增大,单裂隙的渗透率会发生变化但其机理尚未明确。因此本研究基于有限元模拟软件Comsol Multiphsics探究了惯性效应对2D粗糙单裂隙渗透率的影响及其机理。研究结果表明:Forchheimer方程可以很好的描述粗糙单裂隙中不同惯性效应下的流体流动;随着惯性效应的增加单裂隙渗透率会随之减小,其机理是裂隙粗糙表面导致的低速区的产生和发展阻碍了流体在流道中的传输,最终导致了渗透率的降低;在低流速区中形成的涡流是水力开度波动的主要原因。最后提出了一个同时考虑单裂隙几何属性和流体惯性效应的渗透率预测模型。", "label": "地球物理学", "id": 0}
{"content": "折线型实用堰因其设计简单和使用方便的特点,被广泛应用于中小型水利工程和农业水利工程中。折线型实用堰堰面包括上游面、堰顶和下游面。为探究粗糙折线实用堰的水力特性,通过物理模型结合数值模拟的方法,研究折线实用堰的粗糙度大小及其分布对水面线、流量系数、沿程压力分布等水力特性的影响。结果表明,相较于光滑折线实用堰,粗糙折线实用堰的水面线仅在小流量时变化明显。相同的来流条件下,堰的泄流系数、堰面负压范围和堰面最大负压值均随着堰面整体表面粗糙度的增大而降低,且下游面的表面粗糙度对水力特性的影响较大。仅在堰面下游面设置一定的粗糙度,可以在几乎不影响泄流能力的同时有效降低空蚀风险。对促进筑坝材料的研究创新和溢流堰改造工程的进步具有重要的学术意义和实用价值。", "label": "地球物理学", "id": 0}
{"content": "梢涡空化是船舶与水利工程中一种常见的流动现象,空泡结构的动态特性会引起强烈的振动和噪声,对工程应用上带来不利影响。本研究主要对三维椭圆水翼的梢涡空化进行实验研究,通过分析加压过程中空化模态的演变过程,获得空化直径的时空脉动规律。采用Stereo-PIV方法,针对几种有明显特征的模态展开了空化流场测试。通过使用荧光示踪粒子,获得流向截面上梢涡空泡流场信息。结果表明,空腔的直径与波长都随着空化数的增加而减小。空化条件下,梢涡附近的速度场和涡量场都有明显的减弱,而梢涡的尺度则有所增加。。", "label": "地球物理学", "id": 0}
{"content": "波浪由深水传播至岛礁区域,岛礁复杂地形会使波浪产生绕射、折射、礁盘越浪等复杂的自由面水动力学现象。本文运用第三代波浪数值模式SWAN模型进行典型岛礁海域波浪演化计算研究,并在实验室内进行小尺度模型试验。计算得到不同地形剖面上各测点位置的有效波高,研究了不同剖面上有效波高沿着地形的演化规律。结果表明,利用SWAN海浪数值模型能较准确模拟波浪在近岛礁典型复杂海底地形条件下的演变;波浪从深水向浅水传播过程中,波高略有减小,在靠近岛礁的浅水处,波高衰减较快,在波浪传播过岛礁后,波高有回升的趋势;波浪在浅水区传播时的波高的变化趋势与地形的变化趋势一致,波浪经过浅水区继续传播时,有效波高继续减小。", "label": "地球物理学", "id": 0}
{"content": "粉沙质海床在波浪循环荷载作用下会产生液化,影响结构物的稳定性。根据动床相似原则,选用模型沙,进行室内水槽实验,观测波浪作用下海床动态响应,研究了土体内孔隙水压力的变化,液化现象的发生与发展。实验结果表明,波浪作用下,海床孔隙水压力值随波高增大而增大。波浪达到液化波高后,作用初期,孔隙水压力快速累积至最大值再逐渐降低至某一稳定值。波浪作用初期,液化深度快速增加,之后随波浪作用次数增加而降低。最大液化深度随波高增加而增加;波浪作用结束后,海床密实度明显变大。", "label": "地球物理学", "id": 0}
{"content": "通过在河口或海岸滩地种植防浪林可有效消减来波能量,从而达到保护堤岸的目的。由于规则波有利于控制和计算,现有关于植物消浪作用的研究大多是在规则波作用下开展的。然而,自然界中波浪多为不规则波,基于规则波作用的消浪试验得出的规律可能与实际不一样。本研究通过大比尺物理模型试验,考虑种树带宽度的影响,对比规则波和不规则波作用下防浪林的消浪效果,重点考虑种树带沿程波高、种树带前后滩地压力、种树带内部植物受力、沿程三维流速等参数。结果表明,在所有种树带宽度条件下,防浪林对不规则波波高的衰减效果都比规则波略差。关于通过种树带前后滩地压力的减小率,不规则波条件小于规则波;而且,植物在不规则波作用下的受力大于规则波。总的来说,相同工况条件下,防浪林对不规则波的效果比规则波小10%左右。因此,若工程设计时是在规则波作用下开展的试验,实际应用时需考虑对不规则波消浪效果的影响。", "label": "地球物理学", "id": 0}
{"content": "面对海上航行补给作业、油气转驳、旁靠卸载等实际工程问题,波浪中多浮体系统耦合水动力特性的研究受到广泛关注与研究。虽然研究者进行了两船水动力方面的数值建模和分析,但缺乏有效的、可靠的物理试验数据进行验证,本研究则以ITTC推荐的船模为研究对象,重点开展约束的两船在顶浪规则波下水动力载荷的试验研究,分析约束下两船所受的干扰力和两船之间波面变化规律,获取有效的两船水动力干扰试验数据,为数值研究提供基准样本,有效推进两船水动力学基础科学研究。", "label": "地球物理学", "id": 0}
{"content": "针式掺气流速仪可以直接检测气泡信号,测量高速水流的掺气浓度场、流速场、分析气泡尺寸及其分布概率;适合于掺气水流运动规律、掺气减蚀机理的研究。通过近年的工程模型试验、原型观测和专题研究,提出了掺气减蚀的小气泡保护理论,指出微小气泡在掺气减蚀中起重要作用的新概念。其应用推动了掺气减蚀研究的新方向。", "label": "地球物理学", "id": 0}
{"content": "结合阳江抽水蓄能电站卜型岔管的体型,对高压卜型岔管的水力特性进行了深入研究,从岔管水头损失等角度研究如何优化岔管体型。本文选定Reynolds应力湍流模型,分析了不同分岔角、锥角对岔管水力特性的影响,计算结果表明分岔角60°、锥角4°3°时的卜型岔管水力特性较优,水头损失系数最小。", "label": "地球物理学", "id": 0}
{"content": "<正>三角洲是河流与蓄水体相互作用的产物。研究表明,水深作为蓄水体的一个重要参数,其大小决定了三角洲平原分流河道的活动性。表现在深水三角洲的分流河道往往比浅水三角洲更稳定。例如,与陆架边缘型三角洲相比,陆架型三角洲更容易决口、摆动。为定量表达这一过程,本研究发展了平衡指数(Gindex)的概念。平衡指数定义为单位时间内沉积物在陆上的分配体积与总体积之比。它可以表达为水深的函数。由其定义可知,Gindex是介于0～1之间的无量纲数值,其越接近于0,表明沉积于陆上的沉积物相对较少,河流因沉积速率较低而更稳定;反之,当Gindex越接近于1,河流因沉积速率较高而变得不稳定。当Gindex=0,表明河流搬运来的沉积物尽数沉积于岸线之下,对应于水下扇;当Gindex=1,表明河流搬运来的沉积物尽数沉积于水上,", "label": "地球物理学", "id": 0}
{"content": "Surfer软件是一款以画三维图的软件,具有的强大插值功能和绘制图件能力,可以在黄河三角洲水下地形冲淤变化计算分析中得到很好的应用。本文利用1976年至2015年的黄河清水沟海域断面实测资料,运用SURFER软件计算出相邻年际间海域高程差值数据文件,绘制冲淤图,进行相邻年份冲淤计算分析。", "label": "地球物理学", "id": 0}
{"content": "<正>渤海湾盆地新近纪湖泊仅发育于渤中凹陷、济阳坳陷等地区,其它地区广泛发育河流-沼泽沉积环境,即使存在古湖泊,湖泊的规模较小,且较为分散,主要分布在渤海湾海域地区。由于渤海海域井网密度较小,钻井集中,且数量较少,这都给古湖泊的寻找带来了困难,以古生物着手研究沉积环境,由于河流相的广泛发育,保存下来的动物微体化石极少,藻类化石也多为淡水藻类,难以判定古湖泊的存在。", "label": "地球物理学", "id": 0}
{"content": "流域蓄水容量是反映流域下垫面条件的一项重要指标,而现行流域蓄水容量的推求一般是根据水文图集中的地区水文状况进行均值推算,对于局部地区或者小流域地区来说这样的计算方法存在较大的误差。而且随着时间的变化,一些地区因自然条件的变化或人类活动的影响会导致地区下垫面条件的改变,从而使当地产汇流条件发生相应的变化,流域蓄水容量也会发生相应的改变。因此,为了更加精准地确定半干旱半湿润地区的流域蓄水容量,尤其是对于水文资料缺乏的小流域地区,本文采用SCS-CN模型对流域蓄水容量进行推求。以窟野河流域作为研究区域,选取1965—2008年6场典型实测降雨径流资料进行分析,将流域划分为3个子流域并确定其蓄水容量分别为49.6、50.1、57.2mm,流域平均蓄水容量为53.1mm。同时采用实测降雨径流分析法和SCS公式法对窟野河流域蓄水容量进行分析,求得的结果分别是59.85mm和59.7mm,与SCSCN模型的计算结果分别相差11.27%和11.05%。因此对上述3种方法进行综合分析,认为SCSCN模型对于推求小流域蓄水容量是合理可行的。", "label": "地球物理学", "id": 0}
{"content": "鄱阳湖是重要的过水性湖泊,其水位变化对水生生物生存繁衍至关重要,研究鄱阳湖水位相似性能够确定水生生物栖息地维持所需要的自然水位变化节律,为生态调度提供重要依据。星子站是鄱阳湖重要的水位监测站点,本文整合星子站1956—2016年60年的日水位时间序列实测资料,运用一阶连接性指数结合塔莫尼特相似度比较方法,分析了星子站的水位时间序列相似度规律。结果表明:①星子站年间逐月水位时间序列相似度变化较大,呈现丰水月份和枯水月份波动高,平水月份波动低的特点;②月最大相似度波动数值波动较小,均高于0.31,呈现丰水月份相似度低,枯水月份相似度高的规律;③年最大相似度结果表明1981年是水位时间序列相似度最大的年份,对环境的影响最小,1981年的水位时间序列最接近自然节律,可作为鄱阳湖水位生态调度参考线。", "label": "地球物理学", "id": 0}
{"content": "青藏高原是世界上海拔最高、面积最大的高原,其天然湖泊分布广泛,因而受到广泛关注。青藏高原地区湖泊与冰川对气候变化的反应较敏感,研究青藏高原地区湖泊的长时序变化既可以分析该地区水量变化的状况,还可为青藏高原地区的气候与冰川变化提供佐证。通常情况下,对于湖泊的识别与提取是利用归一化水体指数来进行的,但由于归一化水体指数（NDWI）对位于不同反射率的地貌特征的水体识别准确程度有不同,难以对青藏高原地区影像中的湖泊进行有效统一识别。针对该问题,本文引入深度学习思想,设计了一个轻量级的基于卷积神经网络的湖泊区域和边界自动提取模型,它既能精细识别高原水体,也能同时进行水体边界提取。该模型在青藏高原南部湖泊影像数据中的实验结果与青藏高原湖泊矢量数据集的对比表明:（1）在湖泊区域和边界提取结果准确度上,该模型显著高于传统归一化水体指数（NDWI）提取方法;也明显优于目前主流的深度图像语义分割模型（UNet,DeepLabV3+等）;（2）在时间复杂度和空间复杂度上,该模型也有较强的优势。并且本文还进行了野外实测数据采集,野外实测GPS数据进一步验证了该模型在湖泊及其边界提取上的准确程度。基于此,本文分析了1976年至2020年,近五十年来青藏高原湖泊长时序演变和空间分布的格局。从1976年到20世纪90年代中期,湖区面积、水位和水量的变化呈现出轻微的下降趋势,之后又呈现出持续的快速上升趋势,直到2010年之后增长变缓,并与2015年和2016年湖泊面积/水位再次出现下降拐点。该变化可为青藏高原地区的气候变化与冰川变化提供一些有价值的相关信息。", "label": "地球物理学", "id": 0}
{"content": "GPS技术在多个科学研究以及工程应用方面越来越重要,GAMIT/GLOBK是其中一款功能强大、能进行高精度GPS数据处理的软件。本文提出两个应用GPS数据的例子。第一是利用GAMIT/GLOBK进行卫星定轨,卫星精密定轨对大地测量至关重要。第二利用GPS站抬升速率研究冰川均衡调整,冰川均衡调整在不同研究领域均有重要作用,如海平面变化及地幔流变学。", "label": "地球物理学", "id": 0}
{"content": "为了探索利用GPS技术进行远岸海域测点高程数据的直接测量,我们在黄河河口附近沿岸进行了PPK技术的数据采集、计算。同时利用EGM2008地球重力模型高程异常值精度进行了分析解算。通过对比可知,在黄河河口地区,EGM2008地球重力模型高程异常值改正中误差小于0.06m;通过与RTK数据对比可知,其误差的变化与基线长度基本成正比,在90km基线长度范围内,中误差不超过0.065m,在60km范围内中误差不超过0.040m。", "label": "地球物理学", "id": 0}
{"content": "颍州西湖曾是与杭州西湖、惠州西湖并称为\"三大西湖\"的风景名胜,又曾受到欧阳修、苏轼等文人墨客的推崇,却由于历史上的战争与洪泛灾害湖域面积逐渐缩小,如今鲜为人知。本文结合文献记载与历史图像,对颍州西湖历史与文化进行研究,推想并考证古代颍州西湖水域范围的变迁,并梳理了历史文献中所记载的人文景观要素,为进一步研究其风景区规划铺设基础。", "label": "地球物理学", "id": 0}
{"content": "由于自然淤涨和围垦填海工程,珠江河口岸线发生较大变化。岸线的改变会对河口形态产生影响,也必然会导致周边海域潮汐过程发生变化。通过使用ENVI遥感影像处理软件从遥感图片中提取得到20世纪70年代和90年代以及2010年涵盖黄茅海、鸡啼门水域、磨刀门水域和伶仃洋的岸线数据,建立珠江河口高分辨率的D-Flow FM水动力数值模型。通过率定验证,模拟的水位、流速流向结果与观测数据吻合良好。利用T-TIDE对模型结果进行调和分析,通过对比3个年代下岸线变化后的模拟结果,得到从20世纪70-90年代和20世纪90年代至2010年间M2和M4分潮振幅的变化。结果表明,从20世纪70-90年代,磨刀门水域分潮振幅增加较大, M2、 M4分潮振幅最大增加值分别为0.08 m和0.02 m,鸡啼门水域次之,黄茅海水域分潮振幅增加相对较小;伶仃洋水域, M2振幅增加,以淇澳岛和内伶仃岛断面为界,向湾顶方向M4振幅增大,向湾口方向M4振幅减小。从20世纪90年代到2010年,黄茅海水域M2、 M4分潮振幅均增加;鸡啼门水域, M2、M4分潮振幅均振幅略有减小;磨刀门水域, M2振幅无明显变化,横州水道处M4振幅略有减小;伶仃洋水域, M2振幅总体呈增大趋势, M4振幅在万顷沙附近增大。", "label": "地球物理学", "id": 0}
{"content": "近20年来,长江口实施了一系列重大涉水工程,人类活动对河口水沙条件和河床演变影响巨大。2003年,三峡工程蓄水运行后,进入长江河口的泥沙大幅减少,流域水沙条件的变化将对河口发展过程产生深刻而长远的影响。根据实测资料,研究长江口徐六泾以下各河段不同时期水动力场变化特征、含沙量变化特征以及河床演变特征,重点分析河口动力地貌格局对流域减沙的响应,重要时间节点的对应性。", "label": "地球物理学", "id": 0}
{"content": "\"长江口拦门沙河段滩槽泥沙交换理论\"是直接基于大量工程实践和可重复的试验结果不断总结提炼得出的,物理概念明确,可以进行试验模拟,也被新的实践反复证实,具有很强的生命力。其理论架构为:（1）水流和波浪是驱动长江口拦门沙河段滩槽泥沙交换运动的两种基本动力。（2）长江口拦门沙河段滩槽泥沙交换的物质基础就是长江口拦门沙河段河床;（3）对长江口拦门沙河段滩槽泥沙交换而言,水流和波浪两种基本动力的总体作用效果是相反的,两种动力的对比变化决定着滩槽泥沙交换的总体趋势和强度。（4）底沙运动、悬沙运动以及近底高含沙水体的异重流运动是长江口拦门沙河段滩槽泥沙交换中泥沙运动的三种形式,其中底沙运动是泥沙运动的主要形式,也是基础形式。在此基础上,还分别对支撑这一理论的两种基本动力作用的主要规律进行了深入剖析,并对长江口拦门沙河段滩槽骤变规律进行了论证。", "label": "地球物理学", "id": 0}
{"content": "二维水沙数学模型模拟技术具有技术灵活、简单高效的特点,是研究泥沙输运、航道回淤常用的手段之一。然而,长江河口区域的泥沙问题复杂多变,如不能从机理上描述实际的水、沙运动规律,模型应用就会产生局限性。本文从长江口近底高浓度泥沙运动模拟、洪枯季水沙运动特征差异、波浪以及盐度对水沙输运的影响等几个方面的问题来简单描述目前二维水沙模型在长江口应用的问题。提出河口地区的水沙问题具有一定的特殊性,在选择模型技术手段研究这些区域的工程问题时,应对所采用模型工具的局限性有一个清醒的认识,从需要研究的主要问题出发,发挥不同模型工具的长处,减小模型计算的误差。从今后的发展趋势来看,河口区域的三维水沙模型应用将越来越广泛。", "label": "地球物理学", "id": 0}
{"content": "粤东龙江河口位于神泉湾内,该海域常波向偏东,波浪强、潮汐弱、河口径流弱,形成了典型的华南沿海小型波控河口。长期以来,河口演变研究较少考虑波浪影响,忽略河口波生流对水动力、水体交换及泥沙输运的驱动作用,为此本研究建立龙江河口波生流和潮流数学模型,研究河口波生流特性及其受径流的影响,比较了波生流模型和常规潮流模型的异同。计算结果表明常规潮流数学模型因为未考虑波浪的影响,通常会得到偏小的近岸流速结果。小型波控河口的影响范围较小,河口波生流与河口两侧海岸带波生流形成波生流系统,维持了河口波控特性的稳定性。在枯季径流和无径流条件下,波控河口流场以顺波向波生流为主,决定了波控河口的顺波向输沙,该输沙方向与河口地貌特点一致。较大的洪季径流可以冲破波生流系的束缚,增大泥沙外运量,拓宽河口。因此,合理的洪季径流量是维持河口水流涨落畅通和水体自由交换的主要营力,可避免河口受波生流输沙影响而被封堵。", "label": "地球物理学", "id": 0}
{"content": "<正>湖泊是全球碳循环的重要组成部分,影响着陆地和水生生态系统有机碳的迁移转化、矿化分解和埋藏（Elisabet et al.,2018;Mccullough et al.,2019）。湖泊碳循环对全球碳源汇有重要影响。全球湖泊总面积虽不及海洋总面积的2%,但每年的碳埋藏量占海洋碳埋藏量的25%～58%,而全球湖泊每年释放CO2估计达140 Tg C,相当于每年河流向海洋输入碳的总", "label": "地球物理学", "id": 0}
{"content": "<正>本文分析了厦门筼筜湖沉积物中稀土元素含量、空间分布特征和赋存形态,结合Sr-Nd同位素示踪技术,揭示了沉积物中稀土元素来源及各来源的贡献率。筼筜湖表层沉积物∑REE范围131.9～268.0mg·kg-1（表1）,接近于当地REE背景值,富集因子评价结果表明,沉积物的REE主要来源于当地土壤背景,受人为活动影响较小。REE球粒陨石标准化结果表明,筼筜湖表层沉积物中REE整体配分模式表现为LREE富集型,", "label": "地球物理学", "id": 0}
{"content": "本文利用观测和再分析资料,对青海湖水位和相关气候因子的年代际变化进行诊断分析。结果表明,从20世纪60年代开始,青海湖水位先持续下降约3米,但在2004年后却大幅上升。通过对青海湖流域的水量平衡进行分析,发现水汽通量散度是调节该区域降水的主要大气过程,进而能影响青海湖水量的变化。进一步分析发现,青海湖水量和水汽通量散度都具有显著的年代际变化信号,其变化与冷季（11月-3月）北太平洋涛动指数（NP）和太平洋年代际振荡（PDO）模态密切相关。利用经验正交函数（EOF）和回归分析,发现青海湖流域的水汽通量散度对夏季欧亚波动序列也有显著的响应,该波列与冷季NP和PDO模态一起调控着水汽通量散度的低频变化。为验证上述观点,利用回归方法去除NP、PDO、欧亚波列的信号后,水汽通量散度、青海湖水量和降水等变量只剩余显著的上升趋势,即青海湖水位的增加。最后,利用CMIP5多模型结果对青海湖流域的变暖进行归因分析。结果表明,温室气体驱动的模拟结果显著增加青海湖流域的降水,气溶胶也有轻微的贡献。", "label": "地球物理学", "id": 0}
{"content": "不同再分析资料驱动一维湖泊模式在青藏高原不同湖泊模拟结果的对比研究较少,且再分析资料在高原湖区的适用性有待评估。利用中国区域高时空分辨率地面气象要素驱动数据集（简称为ITPCAS）、ERA-Interim和NCEP/NCAR三套再分析资料以及MODIS地表温度数据,分析了WRF耦合的一维湖泊模型在纳木错、班公错和鄂陵湖三个不同深度湖泊的适用性。通过比较再分析资料与湖泊附近气象站点观测的气象要素,评估了再分析资料在湖区的适用性。为改进模拟湖表温度结果,根据站点观测要素对再分析资料进行校正。结果表明,WRF耦合的一维湖泊模型能够较好模拟出高原湖泊表面温度的变化,对无冰期湖表温度的模拟优于冰期;三套再分析资料中ITPCAS数据集的各气象要素与站点观测更为接近,ERA-Interim中向下短波和向下长波辐射数据偏大,而NCEP/NCAR中风速偏大,其余要素偏小;再分析资料作为模式驱动数据时,ITPCAS数据校正前后模拟结果差别不大,校正ERA-Interim向下短波辐射数据以及同时校正NCEP/NCAR气温和向下长波辐射数据模拟效果与二者分别进行全要素校正模拟效果相近。", "label": "地球物理学", "id": 0}
{"content": "<正>近年来,一种基于古/细菌细胞膜脂化合物—GDGTs （glycerol dialkyl glycerol tetraethers）的TEX86和MBT/CBT指标在古温度重建中发挥重要作用。其中,TEX86指标主要用于计算海水的表层温度（SST）,但也有研究发现TEX86指标可用于计算大型湖泊表层水体温度。MBT/CBT指标用于重建大气温度（MAT）。松辽盆地是我国重要的油气盆地,发育连续的晚白垩世陆相沉积地层。随着\"松科1井\"", "label": "地球物理学", "id": 0}
{"content": "通过浅地层剖面、双频测深等声学探测仪器,对黄河水下三角洲埕岛海域浮泥层分布及扰动地层发育情况进行调查研究。双频测深调查资料显示:研究区内浮泥层分布广泛,浮泥层平均厚度10 cm左右。浮泥层的分布受地形的影响较大,地势平坦区浮泥层分布相对均匀且厚度较厚;地形起伏较大的区域,浮泥层呈块状分布于低洼区。浅地层剖面探测资料显示,黄河水下三角洲扰动地层多分布于浅表层5 m深度以内,其地层结构与周围未扰动地层具有明显的差异,便于识别。与2003年浅地层探测资料对比发现,扰动地层在空间分布上进一步发育。此外,本文结合已有的现场调查和室内水槽实验研究,进一步阐明扰动地层在风暴浪作用下的形成过程。认为风暴浪循环荷载下,海床浅表地层局部发生扰动并逐渐向周边扩展,地层扰动过程中细颗粒物质析出、沉积物含水率下降、密实度增加,导致扰动地层强度高于周边地层;扰动地层形成初期与侵蚀负地形相伴生,形成塌陷凹坑,此后长时间水动力下的差异侵蚀,使原来扰动地层处的负地形逐渐发育为正地形。", "label": "地球物理学", "id": 0}
{"content": "红碱淖是我国面积最大的沙漠淡水湖,也是全世界最大的遗鸥繁殖和栖息地,研究其水体面积变化具有十分重要意义。文章利用遥感和观测数据分析了水体面积和年降水量的变化,并分析了年降水量对水体的影响。结果表明:1986-2017年红碱淖水体面积呈现大幅萎缩趋势,而年降水量呈现不显著增加趋势;水体面积经历了波动期-极速萎缩期-缓慢萎缩期-增长期等4个阶段,其中只有在波动期,年降水量与水体面积呈现较显著负相关关系,其余各时期水体变化与年降水量变化相关性均不显著,这一研究结果说明,年水量变化不是湖泊面积急剧萎缩的主导因素。", "label": "地球物理学", "id": 0}
{"content": "利用多组沙洲卫星影像数据和邻近潮位站潮位数据,通过提取沙洲水边线、计算沙洲面积,并基于海滩平衡剖面特征,提出了一种估算沙洲面积的方法。在长江口九段沙的应用表明,该估算方法简单、实用、有效。", "label": "地球物理学", "id": 0}
{"content": "潮流界是径潮作用河道的重要界面之一,本文通过平面二维数学模型计算,采用大、中、小3种潮型和洪、中、枯3种径流量相互组合,共设计了9种工况,研究在采砂背景下瓯江河口潮流界的位置变化,结果表明:梅岙以上的河口径流段是采砂的主要河段,2002~2013年,该河段平均河床高程下降约4 m,采砂是河床下切的主因。潮流界距口门距离与径流大小呈负相关关系,与潮差大小呈正相关;在洪水小潮时距口门最近,位于梅岙附近;在枯水大潮时距口门最远,潮流可上溯至三溪口电站;平水期在鹤城及下游4.5 km区间;这与传统认识上瓯江河口潮流界在温溪断面已发生较大改变,可见,高强度的采砂对瓯江河口潮流界已产生深刻影响。", "label": "地球物理学", "id": 0}
{"content": "钱塘江河口具有强涌潮、高含沙、冲淤剧烈和人类活动频繁的特点,咸潮入侵规律不同于其他一般的潮汐河口。本研究通过钱塘江河口长历时水文、盐度实测资料分析,揭示了径流-河槽容积-咸潮盐度的相互作用规律;基于水沙盐混合物密度的概念推导了浑水控制方程,据此建立了强涌潮-泥沙-盐度耦合的数学模型,并对模型进行了验证,采用动床模拟计算结果更符合实际。", "label": "地球物理学", "id": 0}
{"content": "<正>由于水资源短缺对人类生存的直接威胁,水循环以及水质、水量变化研究已为全球变化领域中核心课题之一。湖泊的水量、水质变化制约着湖泊生存、发展和消亡;而在太湖的地质地貌演化中,湖泊的水量和水质变化更为敏感、频繁,变化的时间尺度与人类生存和社会发展息息相关。以历史视角来看,每一次的太湖极端洪水发生是湖泊水量趋于常态分布的极限,水体的富营养化是湖泊水质发展的终端。", "label": "地球物理学", "id": 0}
{"content": "<正>太湖地处长江三角洲中心,太湖湖盆成因一直为国内外学者所关注。太湖成因观点主要有潟湖说（陈吉余等,1959）、构造成湖说（黄第藩等,1965）、河道扩张成湖说（孙顺才和黄漪平,1993）、火山喷爆说（沈自励,2003）)、综合成湖说（姜加虎等,2009）、冲击成湖说（何永年等,1990;杨主恩和徐道一,1993;王尔康等,1993a;王鹤年等,2009）等。", "label": "地球物理学", "id": 0}
{"content": "盐水入侵是大多数潮汐河口存在的自然现象,入侵范围直接影响到河口地区的工农业生产和人民生活,一直以来是河口研究关注的重点之一。尽管关于盐水入侵距离已有不少研究成果,但其中潮汐和径流这两大基本因素共同作用的机理和影响规律仍然存在值得深入探讨的地方。在作者以往对概化河口的研究中发现,一定上游来流条件下,随着潮差由小增大,盐水入侵距离表现出从大变小然后又增大的规律,即对应一定径流量,存在某个临界潮差,使得入侵距离最小,同时这一临界值也是盐水强混合与部分混合的分界点。可以运用这一规律在潮汐半月周期内对盐水的入侵和退落进行判断估计。本文在此基础上,进一步对径流因素的影响进行研究,以了解潮汐、径流共同作用下临界潮差的变化,探讨其对入侵距离的影响机制。本研究采用数值模拟方法,利用Delft3D河口水动力模拟程序,以珠江磨刀门河口为背景,建立几何尺度相近的概化河道模型。模型计算使用垂向σ坐标,紊动模式采用k-ε模型,网格尺寸为2m~300m。研究发现,无论是全日潮还是半日潮,当径流流量较小时,潮差小于临界潮差情况下,入侵距离随潮差减小而迅速增大,潮差为零时盐水入侵最远;潮差大于临界潮差情况则入侵距离随潮差增大而缓慢增加。当径流流量增大到一定值后,即使潮差小于临界潮差,入侵距离却是随潮差增大而增大,达到一个最大值后才开始减小,潮差为零时入侵并非最远。若称此最大距离对应的潮差为第一临界潮差,前述最小距离对应的潮差为第二临界潮差,则第一临界潮差值随径流量增加而有所增加,而第二临界潮差值变化很小。当径流量增加到很大后,第一和第二临界潮差现象都消失,入侵距离随潮差增加而缓慢地呈线性增加。全日潮与半日潮的区别主要在于全日潮入侵距离较半日潮更远,且两个临界潮差值更大。结合盐度分布特征进行分析后认为,当径流作用较弱时,入侵距离的变化主要取决于潮汐过程下密度流作用与潮汐混合作用的对比,第二临界潮差即是两者作用相当的分界点。当径流作用增强,出现第一临界潮差,潮差小于该临界潮差时密度流受制于径流使入侵减弱。当径流作用明显超过潮汐作用时,盐水基本被压制在口门附近的下层水体活动,混合作用无法充分发挥,入侵距离随潮差增大而增大。", "label": "地球物理学", "id": 0}
{"content": "地理国情监测是新时期测绘工作的重点,加大地理国情普查成果数据的推广与应用是测绘成果服务科学的重要一步。本文使用地理国情普查成果及遥感影像、基础信息数据等多源的地理空间数据,初步探究了湖北省湖泊变化的空间特征。", "label": "地球物理学", "id": 0}
{"content": "利用蒸发差值法评价洞庭湖2014年洞庭湖周边河流的入湖流量变异程度,以反映湖泊流域水资源开发利用对湖泊水文情势的影响程度。通过计算,根据《湖泊健康评价指标、标准与方法》为洞庭湖入湖流量变异程度进行赋值,最终结果表明东洞庭湖和西洞庭湖环湖水文情势变化比较平稳,而南洞庭湖的开发利用对其水文情势的影响程度比较大。", "label": "地球物理学", "id": 0}
{"content": "水库是为解决地表径流时空上的重新分配,满足防洪、灌溉、航运等需要而建造的人造湖泊。为解决泥沙淤积引起的调节性能降低、淹没区盐碱化等运行中出现的经济、生态或安全问题,以泥沙动力学理论为基础,相关研究机构对水库泥沙冲淤规律进行了深入研究,为其合理运用进而实现兴利除弊的目标提供了重要依据。库区水流存在壅水流态和均匀流态,其中的壅水流态可以发生3种输沙和淤积机制:①推移质运动,因水流挟沙能力降低,入库推移质在回水末端淤积,悬移质中粗颗粒泥沙在回水末端下游淤积并向上下游发展,在干、支流回水末端分别形成\"翘尾巴\"和\"拦门沙坎\"淤积形态;②悬移质运动,泥沙扩散到水流全断面,由于壅水,沿程水深加大、流速降低、挟沙能力递减,受重力和紊流扩散影响,除粒径极细的悬移质泥沙沿水深较均匀分布,普遍存在含沙量梯度;坝前方向,水深增加,挟沙能力降低,悬移质中的部分粗颗粒泥沙逐渐落淤,构成水库泥沙淤积的主体;③异重力流运动,在满足特定的边界（库区地形或比降）和水沙（流量、泥沙粒径、含沙量）条件下,入库挟带细颗粒泥沙的高含沙浑水因密度差沿三角洲前坡潜到清水下并沿库底向下游运动,形成异重流输沙流态。受输沙流态、地形、回水变动区长度等影响,水库可形成三角洲淤积、带状淤积和锥体淤积剖面形态:①三角洲淤积,地形开阔、库容大、水位变幅小、淤积可自由发展、来沙粒径粗是三角洲淤积形成的主要条件,多见于库容相对于入库洪水量大的水库,特别是湖泊型水库,是水库淤积的基本形态。挟沙水流进入回水末端后,流速沿程递减,推移质淤积形成尾部淤积段,悬移质中部分床沙质沿程落淤形成顶坡淤积段,悬移质中其它床沙质因过水断面扩大和紊动强度锐减而落淤形成前坡淤积段,其它细颗粒泥沙落淤形成异重流淤积段或坝前淤积段。②锥体淤积,底坡陡、回水曲线短、水位变幅大、入库水流含沙量高是锥体淤积形成的主要条件,发育于多沙河流上的中小型水库,主要特点是泥沙淤积较快发展到坝前,形成锥体淤积。③带状淤积,水位变幅大的河道型水库是形成带状淤积的主要条件,该型水库沿程分为回水变动区、回水区行水段和回水区静水段。回水变动区（最高、最低水位相对应的两个回水末端间）,水位高时,水深沿程增大,具壅水特征,流速锐减,推移质和悬移质中粗颗粒泥沙发生淤积;水位低时,接近于天然河流状态,水沙运动具有河道特性,河床变形以冲刷为主;水位在淤积发展过程中大幅变动,水流挟沙量较小时,回水末端变动范围内将产生一系列微型三角洲并叠加形成带状淤积。回水区行水段（最低水位的回水末端以下）,水体具有一定流速,悬移质泥沙沿程均匀分布并淤积。回水区静水段（流速基本为零的近坝区）,仅有少量极细颗粒泥沙发生淤积。水库（人工湖泊）泥沙淤积特征为深入理解河控三角洲沉积特征和生长模式供了启示:（1）水库泥沙淤积主要形成于洪水期,淤积体形成速度受入湖径流中的流量、含沙量、水位等因素控制,河控三角洲的生成速度同样受上述因素控制。（2）水库淤积体展布形态受泥沙粒径、输沙流态、库区地形、回水变动区范围等因素控制,回水末端具有\"翘尾巴\"或\"拦门沙坎\"淤积形态;河控三角洲沉积体的形态同样受控于河口地形、湖岸线摆动（回水变动区范围）等因素,具有\"湖岸线控砂\"的特点。（3）水库异重力流是库底泥沙淤积的可能来源,其产生及持续运动需要特定的边界和水沙条件;由于仅细颗粒泥沙能形成稳定的悬沙体系,异重力流可部分解释半深湖-深湖泥岩、泥质粉砂岩成因。", "label": "地球物理学", "id": 0}
{"content": "扇三角洲发育的过程是沉积物不断充填可容空间的过程,河流在扇三角洲的形成发育过程中起着至关重要的作用,通过扇三角洲平原河流不断的携带泥沙入湖的过程实现着扇三角不断向上加积、向前进积。平原河流不断携带沉积碎屑物向湖盆方向运移,在河湖水体交汇处发生沉积,因而湖平面是扇三角洲平原河道的终结点。扇三角洲平原河流对河床具有明显的冲刷特征,这一特征随着平原河道的终结而消失,消失的位置即可作为平原河流对湖平面位置响应的特征点,多条河流就存在多个特征点且处于同一平面上,这些特征点既是扇三角洲陆上路下的分界点,又是湖平面的位置,为此我们设计了对应的水槽实验,通过水槽模拟实验观测和测量的实际数据来进行验证。在扇三角洲发育时期,河流的频繁改道迁移,对扇三角洲在平面上的发育具有重要影响;正是通过河道的改道来实现扇三角洲前积和加积的。从单个河道分析,随着扇三角洲规模的增大和分流河道的出现,单个河道的水流水动力能量减小,携带的泥沙在未能到达湖平面就发生了沉积,从而发生改道迁移,重复同样的操作,砂体垂向上得到生长,这个过程前积相对微弱。之后河流冲刷搬运已沉积的砂体至湖平面,这个过程主要是扇三角洲的前积过程。在湖平面不变的情况下,河流有着这样一整套作用链:运载沉积物—沉积—改道——冲刷侵蚀—运载沉积物—沉积。前三个主要是加积作用,后三个主要是前积作用。河流的末端即为湖平面位置,此时的河流末端具有明显的河床冲刷痕迹,与周围的砂体有着明显的差别。随着扇三角洲不断的加积进积,河流末端总能反应湖平面的位置关系,我们通过改变湖平面来进行了验证,即随着湖平面的下降,河流末端再次终结在湖平面位置,湖平面下降总存在这样一个循环过程。每一个过程中,多条到达湖平面的河道就对应有多个河流末端,这些河流末端可以确定出一个平面,即为对应的湖平面位置。实验已经证明,不同湖平面会确定出相应的多个末端,确定的平面即为湖平面。", "label": "地球物理学", "id": 0}
{"content": "河口是湖泊最为活跃的沉积中心,受河流、潮汐、波浪等因素影响,水动力状况复杂。泥沙动力学主要研究泥沙在重力、河流、波浪作用下的侵蚀、搬运和沉积规律,其理论分析思路和研究方法可为深入理解河控三角洲\"湖岸线控砂\"机理、\"动力-沉积-地貌\"过程及生长模式提供借鉴。湍流是包括河流在内地表水体运动的主要形式,由近乎无穷多尺度漩涡构成,具有三维非定常随机不规则有旋流动的特点,其动量、能量和质量的传递速率远高于层流,表现出极强的摩擦阻力和能量损耗。沉积作用是多变量的函数,其数学表述是沉积学重要的探索方向。适当的简化是降低水沙运动规律研究难度的前提和必要条件,从泥沙动力学统计规律出发,河流流速正比于坡降的1/2次方和水力半径的2/3次方,反比于河道表面的糙率（曼宁公式）,坡降和水力半径自调整并成反比。反映河流搬运能力的单宽输沙率正比于流速的4次方,或可搬运的最大推移质泥沙粒径正比于流速的2次方（艾里定律）。河流流速取决于坡降、水力半径和糙率,流速控制了泥沙的冲刷、搬运和卸载。分析河口沉积动力过程中,可将其分解为事件沉积（河流惯性挟沙及卸载）和背景沉积（波浪、潮汐等水动力对泥沙再搬运及卸载）。讨论事件沉积时,可将微观上复杂的河流湍动射流入湖过程简化为宏观上具一定宽度（B0）、深度（H0）、初始流速（ν0）、动力黏滞系数（μ）的一维非恒定流水平射入湖泊。河口水体空间任意点的流速ν（x,y,z）将取决于河流的深度（H0）和初始流速（ν0）而非宽度（B0）,是f（H0,ν0）的函数,进而可拟合出ν（x,y,z）与f（H0,ν0）的关系,相对复杂的沉积动力学问题将简化为水动力学问题。数值模拟是通过简化流体物理性质的方法建立反映问题本质的力学模型,在连续性、动量和能量等方程的控制下,通过计算机数值计算和图像显示技术对流体运动进行模拟,得到复杂问题基本物理量（如流速、浓度等）空间分布及随时间变化,分析包含流体运动等相关物理现象的方法。在研究河口沉积动力过程中,该方法能够模拟河流、湖泊及受河流、潮汐、波浪等因素影响的河口水动力及泥沙输移等特征。现场观测是利用仪器设备对自然界固有流动现象系统的全尺度观测,测量诸如河道水流的流速、水深、含沙量及河道长时段冲淤变化等流动参数,精确的测量可为泥沙运动的理论分析和数学模型提供验证资料,是深入研究水流内部结构和运动机理的前提,能够用来分析河口水沙运动规律。考虑到沉积作用主要发生在洪水期,利用地形图套绘计算沉积体分布规律的思路,在多沙河流河口布设一定网度的规则测网,实测每一节点洪水期流速及洪水前、后沉积物表面高程,确定某洪水期速度场及沉积体形态规律,有助于直观理解河口沉积动力过程及三角洲生长模式。河工模型试验是在分析河流原型基础上,根据水沙动力学相似原理,模拟与原型相似的动力学条件,在实验室进行水沙动力学机制及沉积过程模拟,用来研究预测水库或河道的水流结构、泥沙运动规律、排沙特性、冲淤形态等,是研究河床演变、河道整治及洪水预测预演和水库运用方式等边界条件复杂问题,解决重大工程泥沙问题的主要手段。在河控三角洲沉积动力过程及沉积机理研究中,开展河工模型试验,设置不同的边界条件,在实验室还原自然界沉积物的沉积动力过程,给出流动现象并定性描述,显示运动特点及主要趋势;有助于理解不同类型砂体的形成过程、形成机理、展布特征及演化规律;河工模型试验难以给出半定量-定量描述,不合理的解释会导致对砂体成因及规模的误判。", "label": "地球物理学", "id": 0}
{"content": "随着对现代沉积考察手段的不断改进,在卫星导航图上观察到,曲流河实际是环形、不断向外扩的形态,而非目前认知的河流形态,不断向外扩再加上沉积上的垂向叠置,会造成叠合形态与多个扇三角洲相仿,进而产生一系列认识上的革新。为此,采用物理定量分析方法,对曲流河建立了\"环形场\"的概念,曲流河在范德华力作用下,河道运动形态类似物理场线,在每两个节点之间,互不交叉、环形外扩。曲流河在环形外扩过程中,具有非常规律的与\"磁力线方程\"相仿的物理表达式。以河流产生环形外扩之前的无弯曲线作为中轴线,则曲流河在某一时刻点t的表达式为一个标准的磁力线,越靠近端点地势较低,场强越大。通过对现代密西西比河、长江历史轨迹以及其他曲流河进行数学几何拟合,可以对具体河流环形外扩的几何形态进行较为精确的拟合,再考虑平均沉积速率的情况下,能够对河流平面、垂向和空间形态进行精确的定量化分析。基于河流所受的物理范德华力等因素,所进行的精确定量拟合,对于开展曲流河形态的新型定量化研究,分析河流运动规律和砂体分布形态,都具有比较重要意义。", "label": "地球物理学", "id": 0}
{"content": "本文采用自适应网格的Godunov型有限体积浅水方程为水流控制方程;通过对控制方程进行水位改进,保证水量守恒,适于辨识季节性的碟形湖;采用MUSCL-Hancock预测-校正格式对浅水控制方程进行离散,保证时空二阶精度,适于复杂的流态变化;通过基于局部Froude数的水深-水位加权变量重构并结合minmod限制器,保证格式的TVD特性,避免间断解或大梯度解附近产生非物理虚假振荡,以适应于季节动态变化性;釆用HLLC近似黎曼算子计算界面通量,运用半隐式格式处理摩阻项,结合CFL稳定条件给出数值模型的自适应时间步长方法,保证数值计算的稳定性,以实现干湿界面动态边界变化。结合\"湖流-水质\"监测系统原形数据资料进行参数率定与模型检验,模拟水文季节性节律下的鄱阳湖水流运动。研究结果表明:模型对河相与湖相下的水流运动具有较好的模拟效果,为进一步研究以湿地植物生长过程与水文动力过程及水环境过程模拟的交互作用机理提供了科学理论与技术支撑。", "label": "地球物理学", "id": 0}
{"content": "以云龙天池湖泊为研究对象,通过分析不同深度表层硅藻样品的生物多样性以及100年来硅藻生物多样性的变化特征,探讨硅藻生物多样性与水深变化之间的关系。虽然硅藻组合随水深发生了明显的变化,浅水区底栖硅藻占优势,深水区浮游硅藻占优势,但是不同深度表层样品中硅藻的属种数（简单分异度）基本相同,硅藻种群的生物多样性也没有发生显著的趋势性变化。这主要是由于硅藻各属种在不同深度的权重互补,导致云龙天池硅藻的多样性在湖泊的不同深度变化不大。近百年来的湖泊沉积速率显示,自1960年前后,湖泊水位在波动中逐步升高,但是硅藻种群的生物多样性并没有发生相应的变化。以上研究结果说明,云龙天池硅藻种群的生物多样性,不管是在时间上,还是空间上,与水深变化均无明显相关性。", "label": "地球物理学", "id": 0}
{"content": "沿海生态文明城市发展建设时,有许多规划景观人工湖以增加旅游休闲景点。本文针对威海市东部滨海新城逍遥河景观人工湖,通过验证良好的二维潮流数学模型并结合物质输运数学模型,计算水体交换率和半交换周期研究分析水体交换能力。计算结果表明:湖区水深越大,水体交换能力越弱。湖区位置交换能力最弱的区域为东南区域,通过调整湖区水深可适当改善水体交换能力。逍遥河下泄流量时,可以加快湖区水体交换。本研究为规划设计单位提供了科学依据。", "label": "地球物理学", "id": 0}
{"content": "首先分析了影响河口河床演变的主要控制因素:水动力条件、沉积物源、河口自身形态;总结了河口地形演变的两种常用方法:统计模型、数值计算模型;而后对比分析了中长时间尺度地形演变数值模型和短时间尺度数值计算模型方法的差异,提出了简化输入条件和增加计算时间步长两种方法来实现对中长周期地形演变的模拟,本文认为这两种方法可行。基于这两种方法并耦合了潮流、泥沙输运和底床变化等短周期模块,绘制了长周期复合模型的运行流程;最后对前人的方法进行了改进。对今后模型的建立和开发具有重要的理论和指导意义。", "label": "地球物理学", "id": 0}
{"content": "浅水三角洲模式的提出以及在鄂尔多斯盆地和松辽盆地成功的解释和应用,大大扩宽了古代大型陆相湖盆当中三角洲的认识。鄱阳湖一直被视为浅水三角洲在现代的重要参照,但鄱阳湖的湖盆面积（高水位其水域面积约为4100km2）与古代的大型陆相湖盆（盆地面积大于20×104km2,高水位期水域面积大于104km2）之间有很大差距。里海是世界上现存的最大的内陆湖泊（盆地面积51×104km2,现今水域面积近38×104km2）,在全新世早期才经历了由海变湖的过程,北里海面积约104km2,湖底地貌十分平缓,梯度仅为5cm/km,最深处不超过50m,可以被看成是一个面积巨大的缓坡型浅水湖盆,这与我国鄂尔多斯盆地以及松辽盆地中生代形成的大型的坳陷型湖盆特征十分相似,笔者统计了里海与伏尔加河从1920年以来到1999年的水文数据,主要包括有湖平面的升降,河流的径流量以及沉积物的输入量三个方面,结合国外学者对伏尔加河三角洲的现代沉积的研究,发现这三者之间存在着微弱的正相关的关系,从1929~1977年间里海的湖平面下降了将近3m,伏尔加河三角洲前缘的位置并没有明显的变化,三角洲平原区域分流河道的侵蚀作用也没有随之而增强,而周边的湖岸沉积以及小型的三角洲则明显的向盆地内部发生进积作用,从1977~1995年的30年间,里海的湖平面上升了近3m,而从遥感图片上来看三角洲前缘的黄色砂体分布的范围明显要比之前广,而周边的开阔湖岸与小型的三角洲则被淹没,有的小型三角洲甚至消失。这种大型三角洲的砂体的进退并没有严格遵守经典的层序地层学的原理,这是由于里海湖盆的规模虽然巨大,且有300余条河流汇入,但湖平面的升降则主要受到伏尔加河径流量的控制,作为\"主控河流三角洲\"层序的模式主要受上游以及流域的气候变化的控制（伏尔加河流域纬度相差近20°）,而湖盆周围的小型的扇三角洲以及开阔湖岸的层序演化则主要受湖平面变化影响,与\"主控河流三角洲之间\"在同时期的发育模型可能恰恰相反。我国的中东部的坳陷湖盆当中的大型的浅水三角是否存与伏尔加河三角洲存在的类似的演化模式还需要进一步的探讨。", "label": "地球物理学", "id": 0}
{"content": "笔者在上世纪80年代初提出\"水进型三角洲\"模式,认为广泛存在\"水进河床充填砂体\"微相,即随着湖或海平面的逐渐上升（水进或称水浸）,在河湖（或海）交汇地带的沉积逐渐往陸地方向退积,从而形成一套下粗上细的正粒序砂体。30余年来,这一概念未引起重视,相反,可能并不存在的三角洲前缘\"水下分流河道（床）砂\"（认为是陆上分支河道的水下延伸部分形成的砂质沉积）这一微相却被普遍应用。有鉴于此,笔者于近期又写了一篇\"再论水进型三角洲\"的拙文（己投给《沉积学报》,拟于今年发表）,从近几十年笔者的工作经历、沉积相文献学习、世界各大河口卫片观察、据旋回地层学、层序地层学理论分析等方面认为,水进型三角洲是存在的,而\"水下分流河道\"则不一定存在,\"水下分流河道砂\"是一种误用。当今学者中,也有人对此提出了质疑。究竟河湖（海）交汇地带所形成的正粒度韵律砂体是在水进期河道中形成的还是在水下分流河道中形成的?二者所讨论的客观实体可能是同一个,但形成机制迥然不同,为了科学的客观性和严谨性,有必要区分清楚,不可混为一谈。\"现在是过去的钥匙\",因此呼吁进行现代河湖（海）交汇地带水进期沉积的考察,以查明是否有水下分流河道砂体沉积存在。具体考察对象可选择新中国成立后所建成的大型水库蓄水期（相当于水进期）河湖（水库）交汇地带的沉积,如长江三峡水库的某些河流入库处;也可选择有可能存在水下分流河道的浅水湖泊或湖岸较陡的湖泊（河流水动力可能强于湖浪、湖流）,如该次会议要去考察的鄱阳湖等。", "label": "地球物理学", "id": 0}
{"content": "<正>针对油气田开发中的缓坡三角洲分流河道砂体宽度小,厚度薄,井间砂体预测难度大的问题,优选了缓坡三角洲的现代实例--鄱阳湖赣江三角洲进行研究。利用野外实地测量、探槽、钻井等方法,对分流河道的形态、宽度、分叉合并特点、平面展布,以及决口扇、河口坝砂体的沉积特征进行了研究,建立了缓坡三角洲沉积模式,并取得了如下重要认识:（1）缓坡三角洲前缘不发育水下分流", "label": "地球物理学", "id": 0}
{"content": "<正>尕海位于青藏高原东北部36°57'10.94\"N-37°3'18.60\"N、100°31'21.78\"E-100°36'55.47\"E,位于青海湖东北岸,海拔3196.6m,湖水面积约47.5km2,长轴走向西北,轴长约12km,短轴最宽处约6km,从湖岸向湖中心400 m左右就到湖底,湖水深8-9m,是青海湖的三个子湖之一。周围没有河流注入,系封闭的内陆咸水湖泊。尕海湖水深度一般8-9.5m,呈弱碱性,PH值为9.25,湖水含盐量31.73g/l。浅层地下水补给范围大概是从沿岸向湖中", "label": "地球物理学", "id": 0}
{"content": "受气候变化和人类活动影响,湖泊水环境问题日益严重,湖泊萎缩和干涸问题在干旱地区尤为突出。沙湖位于宁夏回族自治区石嘴山市平罗县,属干旱区典型湖泊,区内蒸发强烈、降雨稀少,沙湖每年需接受大量人工补水来维持湖泊生态平衡。由于沙湖与潜水含水层水力联系密切,进行人工补水、地下水对湖泊水位变化影响研究,对于保护沙湖水环境、维护区域生态系统平衡具有重要的意义。本次研究采用MODFLOW建立了地下水—湖泊非稳定流数值模型,将沙湖概化为高渗透体（K=1000 m/d,μ=1.0）进行模拟研究。结果表明:补水是沙湖水位变化的主要驱动因子,湖水位对补水量敏感性较高;湖水位对地下水敏感性较低,但地下水在维持湖泊水量平衡中起到了重要作用。模拟得到沙湖最优补水量为13.8×10~6m~3/a,最优补水量既可维持湖泊水位稳定,又可实现补水资源的高效利用。当补水量小于最优补水量时,湖泊水位降低使地下水入湖补给水量增加,在一定程度上减缓湖泊水位下降的速率,起到了调节湖泊水位的作用;当补水量大于最优补水量时,由于水位的持续升高使地下水出湖排泄量逐渐增大,降低了补水资源利用率。", "label": "地球物理学", "id": 0}
{"content": "<正>0引言洞庭湖接纳湘、资、沅、澧四水和长江荆江河段松滋、太平、藕池三口,以及汨罗江、新墙河等湖区周边中小河流的来水来沙,经湖泊调蓄后由城陵矶出口汇入长江。2014年4月,国务院批准建立洞庭湖生态经济区,以统筹湖区经济社会发展和生态环境保护,建立新的江湖平衡关系,保护和修复湖泊生态系统,保", "label": "地球物理学", "id": 0}
{"content": "采用Boussinesq型浅水方程对大型浅水湖泊在台风期对洪水造成的水面扰动响应进行了模拟研究,结果表明:湖泊在短时间内就可以对扰动进行响应,在受水深影响的同时,其能量将迅速传播并在地形相对较封闭的区域集中,形成较大的扰动,影响附近的水动力环境;而在开阔的水域,响应并不十分强烈,水面的扰动维持在较低的水平上,对环境影响较小。", "label": "地球物理学", "id": 0}
{"content": "<正>现有的观测资料表明,南极Dome A地区为世界上最好的台址之一,未来将会有很多望远镜会安装在此地。但是由于作为软地基的冰雪如何能够提供给望远镜足够的支撑是一个科学难题。本报告首先分析了Dome A地区的冰雪强度的估算范围,及相应的测试手段,其次分析了望远镜基墩的力学性能。本报告的研究有望为未来大型望远镜在Dome A地区的安装提供参考。", "label": "地球物理学", "id": 0}
{"content": "在前人研究和笔者长期地质观察的基础上,针对庐山跨世纪的第四纪冰川之争,介绍了庐山白垩纪以来由S形复背斜—地垒式断块山—变质核杂岩的成山过程、地层岩石分布状况及第四纪冰期时的山体地质结构与地貌;就庐山地区冰蚀地貌与冰期、间冰期沉积物争议问题介绍了观察结果与认识。通过更新世冰期与全新世亚热带湿润多雨气候形成的地貌与沉积物对比,揭示了二者的显著差异及泥石流与冰碛的不同;阐明了冰期后流水作用对冰蚀地形的强烈改造作用,以及庐山典型的冰蚀与水蚀复合地貌景观。最后指出,庐山第四纪山岳冰川的形成与其独特的地垒式断块山构造地貌、特凉的小气候等条件密切相关,特厚特硬的莲沱组砂岩是冰川遗迹保存的重要条件。因此,庐山成为中国第四纪冰川地质学的奠基之地和世界上中低纬度、中低山第四纪山岳冰川遗迹保存完美的唯一的地方。", "label": "地球物理学", "id": 0}
{"content": "我国东部中低山区是否存在第四纪冰川已经争议了一个世纪,而争议最为剧烈的是江西庐山,1931年李四光先生在庐山发现冰川以来,进行了大量的研究工作,但庐山的冰碛堆积均被泥石流观点者表述为泥石流堆积,因此寻找庐山具有代表遗迹的冰碛垄槽序列及进行测年研究,则是庐山冰川研究的重中之重。经笔者进行调查,在庐山白鹤涧老屋余一带发现了典型的冰碛垄槽序列,经测年研究证实为末次冰期东山冰期与蒙山冰期的冰碛堆积。庐山白鹤涧末次冰期冰川遗迹的发现,证实了李四光先生在庐山确定的冰碛遗迹的准确性,同时也丰富了庐山的冰期划分,并为下一步的庐山冰川研究打下来坚实的基础。", "label": "地球物理学", "id": 0}
{"content": "概叙了在庐山第四纪冰川遗迹中的新发现,并在此基础上作了初步研究,得出在分析和研究庐山地貌和第四纪堆积时,应注意多种特征的集合。", "label": "地球物理学", "id": 0}
{"content": "位于庐山东南庐山市境内的金锭山,基岩为志留系黄绿色碎屑岩,其上的泥砾堆积层厚度大于84m,所见巨大的砾石砾径大5.3m,且无分选、无定向,分布的位置局限在白竹寺—马头—五里牌南东向沟谷前端开阔处,砾石成分与庐山山体东侧仰天坪—含鄱口—五老峰一带南华系莲沱组灰白色厚层至巨厚层状石英砂岩一致,但远离庐山山麓约4500m,难于用泥石流来解释,只能用冰川作用堆积的冰碛垄来解释,为庐山第四纪冰川的存在提供了可靠的实证。", "label": "地球物理学", "id": 0}
{"content": "在实验室条件下,通过对冰的融化过程进行测量和分析,探究不同流速对冰侧向融化和底面融化的影响。利用实验室循环流水槽,改变流速大小,通过图像法记录冰的侧面和底面的面积变化,并且测量冰的质量来反映冰的融化情况。结果表明,背景流的流速对融化的影响存在明显差异,高流速下底面比侧面融化更快,且底面对流速的反应更灵敏,侧面则在高流速区间内随流速增加而加速融化。作者认为产生这种差异的原因是融水羽流在不同流速下流动性质的差异:低流速下以羽流形式附着,高流速下以涡旋结构分离脱落,加速混合。此实验对于分析冰在不同流速下的融化有初步认识,并能够为冰-海模式参数化方案提供一定参考价值。", "label": "地球物理学", "id": 0}
{"content": "冰川是冰冻圈的重要组成部分之一,由于极端天气导致冰川在过去的几十年内发生普遍的缩减现象,西天山冰川对于我国西北部干旱地区供水等方面,都有着重大意义。在基于遥感技术中,本文使用2020年Sentinel-1A卫星数据,以SRTM3DEM作为数据处理的参考DEM,利用合成孔径雷达（interferometric synthetic aperture radar, InSAR）技术并结合开源软件GMTSAR获得该研究区域冰川的表面高程变化量,研究发现该区域表面高程平均下降（4.48±1.75） m,年平均减薄值为（-0.22±0.08） m/a,整体厚度在减薄,并与其他典型监测冰川进行比较,证明实验结果对于西天山表面高程变化的研究具有一定的参考价值。", "label": "地球物理学", "id": 0}
{"content": "<正>雪球地球理论的核心是假定全球被冰盖完全覆盖,冰封的海洋断绝了和大气圈的交换。然而越来越多的沉积学证据对此景象提出了质疑,例如国际马雷诺冰期的冰川沉积序列中发育的浅水沉积构造和冰下变形构造,以及含坠石或不含坠石的层段等,表明冰盖具有的动态演变的运动学特征控制了以上沉积动力学过程。目前,具旋回演化特点的冰川作用,以及相应的由冰封向融冰转换的冰川沉积学研究等已成为研究热点,扬子克拉通东南缘有关成冰纪冰川的冰进—冰退动态演化研究日益增多。", "label": "地球物理学", "id": 0}
{"content": "<正>地球自诞生以来至少经历了六次主要的大型冰期。这6次冰期中,地质记录最早的冰川作用发生在距今2.9～2.8Ga左右,且仅局限于南非,称为蓬戈拉（Pongola）冰期。由于资料的严重缺乏,现有证据可能仅代表了短暂的局部冰川作用,而难以严格地界定为一个冰期,因此,对于Pongla冰川是否存在一直有不同的看法。南非Kaapvaal克拉通南部位于被动大陆边缘,中太古代Pongola超群沉积于Kaapvaal克拉通东南部,是保存最古老的克拉通火山-沉积岩序列之一。Pongola超群的年龄应在3.1-2.9Ga之间。由下往上为Nsuze群和Mozaan群组成。", "label": "地球物理学", "id": 0}
{"content": "<正>近年前人报道,华北克拉通中部山西五台地区古元古界滹沱群底部滹沱群豆村亚群四集庄组为与北美等地古元古代大氧化事件后期的休伦冰期相同的冰碛物。通过我们对该\"冰碛物\"野外实地调查和发现,该\"冰碛物\"1)受到强烈的剪切变形改造,总体表现千枚岩质砾岩,砾石几乎完全被拉长、定向;2)特别是部分砾石,成分以花岗岩、石英岩、砂岩等为主,普遍磨圆好,圆度高;基质为粉砂质或砂质;3)含较多砾石或少量孤立砾石的砾岩和不含砾石的砂岩等具有明显的韵律性;4)部分岩层中砾石呈孤零散落状分布;5)暂时未见擦痕、压裂、破碎或尖棱、撕裂等形态;6)部分砾岩或含砾粗砂岩发育大型交错层理和斜层理与平行层理构造。故此,从目前该\"冰碛物\"的沉积物综合分析看,", "label": "地球物理学", "id": 0}
{"content": "江西省北部的庐山以雄、奇、险、秀闻名于世,素有\"匡庐奇秀甲天下\"之美誉。群峰间散布有许多壑谷、岩洞、瀑布、溪润,地形地貌复杂多样。庐山是一座集风景、文化、宗教、教育、政治为一体的千古名山,自然与文化积淀非常深厚。", "label": "地球物理学", "id": 0}
{"content": "极地地区存在着大量的带孔浮动冰板,与完整冰板在受到不同载荷作用时的特性存在着较大的区别,表现出明显的特殊性。为了对该特殊工况进行研究,本文采用边界元法（BEM）开发了计入动态交界点的流固耦合程序,对水下气泡与自由浮动的带孔平板之间相互作用进行了数值模拟。数值结果对比了实验结果,发现了在冰板裂纹产生前数值结果与实验结果吻合良好,但随后出现较大的差异,探索了该特殊现象出现的原因。在此基础上,通过对比浮动条件与固定条件下冰板数值模拟结果的异同,发现了水下气泡与浮动带孔冰板之间相互作用的特点。本研究工作可为气泡与带孔结构相互作用的研究提供一定参考。", "label": "地球物理学", "id": 0}
{"content": "<正>南极冰盖主要由南极半岛、西南极冰盖和东南极冰盖三部分组成。东南极冰盖大部分位于海平面以上,是南半球最干冷的地方,也是南极冰盖的主体。近期的研究表明1992-2017年整个东南极冰盖呈现出5±46 Gt yr-1的轻微正平衡状态（IMBIE,2018）,", "label": "地球物理学", "id": 0}
{"content": "<正>卫星重力观测已经被广泛应用于山地冰川的研究,比如亚洲高山区,南美高山区和北美阿拉斯加地区。在以上高山区,冰川的覆盖范围很大,相应的冰川质量变化信号能轻易地被卫星重力捕捉到。相比而言,北欧高山区（斯堪的纳维亚山区）的冰川分布稀疏,且总的冰川覆盖面积不足3000平方千米,同时该区域受GIA效应影响显著,其冰川质量变化信号是否能被卫星重力监测到仍需要验证。已有研究所得的北欧高山区冰川质量变化趋势不确定性较大,可能没有反映出真实的冰川变化状况,而且单靠一个质量变化趋势也无法反映出冰川质量变化的复杂性。如果想更好的认识北欧高山区冰川的变化机制,更小时空尺度的研究是非常必要的。", "label": "地球物理学", "id": 0}
{"content": "<正>亚洲高山区被视为地球的第三极,高山区上的冰川对于下游流域而言是重要的水资源。评估亚洲高山区冰川的状况一直是学术界研究的重点。随着ICESat-2和GRACE Follow-on的数据发布,冰川质量平衡的近期状况将被呈现。本文将结合ICESat1、2两代激光测高卫星数据和GEACE、GRACE Follow-on两代重力卫星,构建冰川质量变化的连续时间序列并揭示冰川近期的状况。通过两代卫星的数据联合,从而获得时间跨度更大（2003-2019/2020年）的冰川的厚度/质量变化趋势。通过两类卫星的数据联合,从而为呈现冰川的平衡状态提供了更为详实和严谨的观测约束。我们的结果显示基于ICESat1、2观测到的冰川厚度变化分别与基于GRACE、GRACE Follow on观测到的总水储量变化,", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言南极洲是地球气候和地球动力学系统的关键部分。由于基岩与冰层、冰盖中等时层的反射功率不同,我们可以通过雷达回波功率的不同来提取基岩与冰层的分界面,进而确认冰下地形。一方面,雷达信号常伴随各种噪声的干扰,冰层中的杂质及复杂的冰层构造与基岩构造往往会导致有效雷达回波信号受到干扰;", "label": "地球物理学", "id": 0}
{"content": "<正>重力流沉积是南极大陆边缘的主要沉积特征之一,研究罗斯海大陆架深水重力流沉积物的分布和特征,有助于了解南极的冰川活动,古气候变化和海洋过程以及其间的相互作用。地震资料和钻探数据为冰盖演化和陆架沉积历史提供了许多直接证据。本研究通过使用地震反射剖面、DSDP 270-273和IODP U1521-U1525的钻探结果,描述了罗斯海大陆边缘重力流沉积的特征,以及中新世以来冰川活动对其沉积过程的影响。罗斯冰架及周缘玛丽伯德地、爱德华七世地和横断山脉冰盖底部融水流及其快速（古）冰流进入罗斯海后,与洋流交汇,形成了近南北向西凹的沉积地形,大量的重力流沉积体、", "label": "地球物理学", "id": 0}
{"content": "<正>近百年来,世界大多数山地冰川呈退缩趋势,格陵兰、南极冰盖不断融化以及全球变暖引起的大洋热膨胀现象,使得全球海平面不断上升。研究表明,全球冰冻圈的融化是海平面上升的主要因素之一,而利用卫星测高技术已成为监测全球冰冻圈融化和海平面变化重要观测技术手段。卫星测高作为快速发展起来的一项高科技测量技术,其高度计测量模式也不断发生变化。2010年", "label": "地球物理学", "id": 0}
{"content": "<正>冰川是对气候变化具有较高敏感度的天然冰体,不仅蕴含丰富的淡水资源,而且对生态环境具有重要作用。冰震反应了冰川内部的活动性,为研究冰川不同时空尺度的外界环境变化提供了重要信息。本研究中,我们利用在乌鲁木齐一号冰川上5台宽频带地震仪记录的62天连续数据,采用REST算法程序筛选出微震事件,并从中提取信噪比较高的不同类型冰震模板事件,利用S2和S4台站3-", "label": "地球物理学", "id": 0}
{"content": "<正>全球变暖使得全球平均温度自工业时代以来上升了0.65-1.06°C（IPCC,2014）。作为全球气候的指示器,上世纪90年代以来,格陵兰岛冰盖GrIS（Greenland Ice Sheet）已表现出明显的融化现象。随着卫星观测时间增加以及后处理技术的发展,前人基于GRACE（Gravity Recovery And Climate Experiment）卫星数据对GrIS质量变化的长期线性与加速趋势进行了详细的研究(例如,", "label": "地球物理学", "id": 0}
{"content": "高精度的冰川高程信息是研究冰川消融以及冰川物质平衡的的重要数据基础,然而,由于冰川范围广、高程变化大,且气候条件恶劣,仅依靠站点观测数据和野外考察资料难以满足冰川长时间、大范围的监测要求,高程数据仍然匮乏。合成孔径雷达干涉测量具有快速覆盖全球的能力,可大范围、周期性的对冰川表面高程变化情况进行监测。以2018年Sentinel 1A数据为数据源,利用合成孔径雷达干涉测量技术生成东天山哈尔里克山冰川DEM,并与2000年SRTM高程数据作对比分析。经计算,高程变化量标准差为±3.49m,将变化量绝对值大于30m的区域以栅格的形式与冰川目录叠加后发现这些值集中分布在冰川表面。总体上,冰川表面高程变化明显,而冰川以外的平地和山区高程无明显变化。以标准差为依据分别论坡度、坡向、地形起伏对干涉DEM精度的影响。结果表明,高程精度随坡度和地形起伏的增加而降低,受坡向影响较小。", "label": "地球物理学", "id": 0}
{"content": "为了从科学上阐明气候变化机制,两极和大洋的观测至关重要,冰架作为连接大洋和冰盖的纽带,则成了研究的关键所在。冰盖-冰架-海洋相互作用研究成为全球变化研究的热点问题。被誉为\"南极之心\"的冰心蕴藏着地球气候变化的秘密,是研究冰川气候问题的最有效手段。如何在冰架上快速高效地钻取冰心,是一个具有重要研究意义的科学问题。本文针对冰架研究问题的特点,确定了热水取心钻为冰架冰层取心的主要方法,结合热水钻的特点,设计了一套全新的热水取心钻具,确定了钻具的具体尺寸参数。该钻具包括扩孔器与取心舱两部分,取心舱长3m,外径130mm,内径96mm,36个直径1mm喷嘴呈环状分布。最后利用流体力学计算与软件模拟分析相结合的方法,得出了在流量为60L/min的时候,钻具的压力损失约为4.3MPa,为后期现场实验时高压泵的选型提供了重要的参考依据。", "label": "地球物理学", "id": 0}
{"content": "超声波冰层钻进作为兼顾环保与高效的钻探方法,在极地勘探领域颇具应用前景。该方法的主要作用机理包括热机制的融化作用与非热机制的破坏两方面,后者分为机械疲劳破坏和空化辅助破碎。本文通过试验研究了超声波激励频率对上述3个因素的影响。结果证明,超声波冰层钻进最佳激励频率为30～32 kHz,在该范围频率激励下,融冰效率与钻进速度可达到峰值。", "label": "地球物理学", "id": 0}
{"content": "<正>前人提出构造抬升导致硅酸盐风化加强,从而影响全球长尺度碳循环和气候变化。然而,最近的研究表明,即使在以硅酸盐岩为主的造山带,碳酸盐风化依旧主导着河流溶质通量,因此抬升引起的硅酸盐风化的碳汇可能被高估。山麓冰川区受冰川作用和构造应力影响可提供大量新鲜易风化物质,因此山麓冰川流域具有高于全球平均水平的化学风化速率,这为我", "label": "地球物理学", "id": 0}
{"content": "本文利用两个时相的Landsat-5 TM中分辨率遥感数据,结合同时期的ERS-1/2、ENVISAT ASAR数据,将SAR影像的强度信息、相干信息以及光学影像的冰雪指数、水体指数等特征参数引入SVM分类器,进行了西藏年楚河流域的冰川信息分类提取,有效的区分了冰川和水体,得到了较好的分类结果。在此基础上,进一步对冰川边界、面积的变化情况开展了研究分析,实现了对该流域的冰川大区域覆盖的遥感动态监测。", "label": "地球物理学", "id": 0}
{"content": "本文基于成因-环境原则和多指标综合原则,依据凤凰山地区的冰川地貌特征、冰碛物特征和孢粉信息,重建了该地区的古环境特征。其中,冰碛物中的石英砂扫描电镜结果揭示了冰川、流水、风等地质营力对冰碛物的影响,孢粉分析结果在一定程度上可以恢复当时的植被类型。根据空中花园冰蚀谷内冰碛物的OSL年龄和冰碛剖面特征,将凤凰山冰期限定在18～24kaB.P.,时间大致处于末次冰盛期。通过分析冰碛物石英SEM特征,较高频率的冰川环境特征和水流环境特征出现,表明了凤凰山地区末次冰盛期的冰川属于海洋性山岳冰川。蒿属、藜科等草本植物花粉和松属等木本植物花粉的大量出现表明当时的气候是寒冷干燥的。", "label": "地球物理学", "id": 0}
{"content": "<正>北极冰盖及北半球大陆冰川在晚上新世-早更新世的发育是全球气候系统改变的结果,同时它也显著改变了全球气候系统特征,特别是全球气温的显著降低（Zachos,et al.,2001）、极地与赤道之间的温度梯度增加（Dupont et al.,2005）、经向及纬向大气环流系统的加强（Etourneau et al.,2010）、东亚季风区冰期与间冰期显著差异的水热特征（Sun et al.,2010）及生态系统的改变（An et al.,2005）、非洲沙漠的显著扩张（Leroy and Dupont,1994）等,甚至促进了人类早期在非洲", "label": "地球物理学", "id": 0}
{"content": "<正>青藏高原及其周边区域的冰川变化不仅对于海平面上升有一定的贡献,更重要的是能够调整区域河川径流,为世界上人口密度的最大的区域提供工业及生活用水。特别是在近些年全球气候变暖的大背景下,该区域的冰川如何响应以及未来变化趋势预测已经成为急需解决的重要科学问题。当前,基于实地勘测以及遥感观测等技术手段,青藏高原及其周边区域的冰川物质平衡监测已经得到了广泛的", "label": "地球物理学", "id": 0}
{"content": "冰面-反照率反馈机制的存在导致大多数寒区湖泊对于气候变化的响应非常敏感,尤其是在太阳辐射十分剧烈的青藏高原。前期基于MODIS产品的调查发现,青藏高原湖冰反照率远低于目前湖泊模式的计算结果,然而地面观测资料的匮乏限制了对这一问题的深入研究。本研究利用2014年1月和2017年2月在黄河源区鄂陵湖开展的两次冰面辐射与能量平衡观测数据,分析了鄂陵湖冰面反照率变化特征,比较了观测结果与现有的湖冰反照率参数化方案结果的差异,评估了MOD10A1/MYD10A1和MCD43A3反照率产品在高原湖泊的适用性,在此基础上,利用这些遥感产品调查了青海湖、纳木错等六个典型的青藏高原湖泊的冰面反照率变化特征。结果发现,相对干净的蓝冰表面（0.6m厚）正午时段反照率仅为0.075,仅略大于水面反照率,远低于已有研究报道的湖冰反照率。基于移动式反照率观测的结果发现,小于0.12和0.16的冰面反照率分别占据观测数据总量的72.21%和93.38%,即使覆盖有零星积雪的冰面反照率也仅为0.212。MOD11A1的冰面反照率与观测最为吻合,其次是MYD10A1,MCD43A3的量值偏高。MCD43A2产品中的积雪标记信息有时并不准确,导致覆盖有积雪的冰面反照率反而低于无积雪冰面。目前的湖泊模式冰面反照率参数化方案严重高估了湖冰的反照率。相对而言,利用Community Land Model version 4.5（CLM4.5）模式在近红外辐射状况下得到的冰面反照率与观测最为接近。排除太阳天顶角的影响后,观测的冰面反照率与冰面温度并无显著的相关关系,而在湖冰反照率参数化方案中,冰面反照率与冰面温度一般具有良好的相关关系。基于2012-2015年三年冻结期的MODIS反照率产品研究发现,选择的六个青藏高原典型湖泊无积雪时的冰面反照率大部分小于0.20。", "label": "地球物理学", "id": 0}
{"content": "<正>格林兰岛冰盖在上一次间冰期期间（约11万5千年前）比现在的规模小很多,在未来气候变暖的情景下有可能会产生类似的冰盖融化和缩小。冰盖融化产生的淡水如果注入北大西洋,会抑制深对流和深水的形成,从而减弱大西洋经圈环流（AMOC）。由于大量的向极热量输送是由AMOC完成的,它的减弱对北半球的气候将有很大的影响。冰盖融水常常通过一些宽度很窄的冰流或出水口注入海洋中,而从不同位置注入海洋的淡水可能会作用于不同的深水形成区,或者对同一个深水形成区产生不同程度的抑制作用,最终导致不同位置的冰", "label": "地球物理学", "id": 0}
{"content": "冰川储量的变化对海平面和区域水资源、生态环境以及社会经济等有重要影响,但是对大量冰川的储量变化很难通过实地观测获得。本研究基于天山9条监测冰川储量变化的估算结果,通过统计分析,探讨冰川储量变化和面积变化的相互关系,以期通过测定冰川面积变化来估算冰川储量变化。研究表明,冰川储量变化与面积变化具有线性关系,其相关系数为0.67~0.70。加入其它山区冰川样本以后,相关系数并没有提高。其原因在于一方面对冰川变化监测和冰川储量估算存在误差,另一方面不同的冰川区,由于冰川的类型、规模及区域气候特征的差异,冰川变化对气候变化响应的敏感程度不同。因此,未来不仅需要更多更准确的冰川储量估算,还需要按冰川形态类型和区域分别研究。", "label": "地球物理学", "id": 0}
{"content": "<正>冰川消融\"二次源\"POPs的释放:加拿大北部及阿尔卑斯地区的研究发现,冰川融水汇入湖泊水体及生物体内POPs的含量明显高于非冰川融水汇水湖泊,大西洋沿岸也发现类似现象。另外,阿尔卑斯湖泊沉积柱的研究结果表明,在1980 s~2000 s,POPs含量出现明显的峰值,它对应着全球急剧升温冰川快速消融。由此证实,历史时期被封存在冰川内的POPs,随着冰川的消融POPs作为\"二次源\"被", "label": "地球物理学", "id": 0}
{"content": "融池是北极海冰融化季节显著的冰表面特征。融池的反照率高于开阔水,但低于海冰,准确地反演和模拟融池覆盖率对理解气候变暖条件下北极气‐冰‐海热收支平衡有重要意义。", "label": "地球物理学", "id": 0}
{"content": "近几十年来,有关于全球变化背景下青藏高原冰川变化的研究比较多,也取得了很多成果,但是这些研究主要集中于对某一冰川的监测或某一区域冰川变化的遥感研究。对青藏高原冰川变化的整体区域差异研究还比较少,因为青藏高原这一区域的各种观测、监测资料都比较少,部分区域的遥感数据的质量也不能满足研究要求。本文以冰川系统理论为基础,以整个青藏高原冰川为研究对象,利用冰川系统功能模型对全球变化背景下青藏高原冰川近几十年来的变化进行了检验,并在此基础上利用模型对21世纪青藏高原上的冰川变化趋势进行了宏观预测。研究中主要用到的数据包括中国第一次冰川编目数据、中国第二次冰川编目数据、中国气象局共享的青藏高原地区1961-2015年国家站日值数据、NOAA网站1961-2015年间的高空再分析资料。冰川特征及模型计算所需要的参数以及区域分异研究主要利用Arc GIS 10.2、SPSS 19.0处理,模型的计算和检验主要通过Excel 2010完成。根据冰川系统理论,将青藏高原的冰川进行了地理分区,其分区主要参照青藏高原气候分区—冰川是气候的产物,其生存和变化受气候的影响很大且对气候变化十分敏感。不同区域的代表性冰川的相关研究是研究中的重要数据来源之一。研究结果表明:1)青藏高原冰川特征存在明显的区域差异,高原边缘地区冰川分布有较明显的垂直地带性差异,海拔低处的冰川规模普遍较小;在高原南缘、东缘主要分布海洋性冰川,高原北缘的冰川主要是大陆性冰川;高原面上的冰川分布同时受到经向地带性和纬向地带性的影响,冰川发育主要受地形和水热组合的控制;2)全球变化背景下,青藏高原的冰川整体上呈现退缩特征,但是在个别区域内,冰川变化很少或者出现了扩张。这一结论与施雅风先生的研究结论相一致,且得到了第二次冰川编目数据的支持;3)全球变化背景下,青藏高原冰川变化的特征与高原的气候变化特征有较好的相关性。气温是影响青藏高原冰川变化的主要气象因素,降水对冰川变化的影响相对较小;青藏高原的气温、降水变化趋势复杂多样,但近几十年来的整体变化趋势是变暖变湿;1961-2015年青藏高原的气温以0.37℃/10a的平均速率升高;高原东部、南部的气温上升较小,西北部的气温上升较快;降水的上升趋势不明显,高原腹地有变干的趋势;4)在保持现有的气候变化的背景下,冰川系统模型的研究成果较好的得到了相关领域众多研究成果的检验支持,因此可以选择该模型对青藏高原冰川变化的趋势进行预测;预测结果表明,青藏高原冰川在维持目前的气温上升速率的情况下,在2050~2080年前后将达到冰川消融的高峰,其中高原东部、南部的冰川将率先进行消融高峰期,高原腹地的冰川将滞后30年左右达到高峰期;高原内陆的昆仑山区、帕米尔高原、羌塘高原等区域的冰川变化缓慢,冰川可以存在到21世纪末;高原东南部的冰川,尤其是海拔较低的区域的冰川将在最近50年内迅速消融;冰川在达到消融高峰期后,消融将有所减弱。", "label": "地球物理学", "id": 0}
{"content": "<正>北极Svalbard地区的冰川物质平衡对北大西洋暖流的波动和相应的气候变化十分敏感,是国际上冰川物质平衡监测研究的重点区域之一。本文利用黄河站对Svalbard地区新奥尔松Austre Lovénbreen冰川连续的物质平衡观测数据进行分析,利用等值线法、等高线法并综合考虑地形要素的影响,在Austre Lovénbreen冰川单点花杆净平衡数据基础上,计算单条冰川的净物质平衡。得到了如下初步", "label": "地球物理学", "id": 0}
{"content": "西藏自治区冰湖众多,受形成条件和自然环境的影响,易溃决成灾,威胁人民生命财产的安全,成为西藏一大隐患。本文利用神经网络原理,对黄湖现状进行危险性评价,以期为西藏冰湖危险性评价体系研究提供参考。", "label": "地球物理学", "id": 0}
{"content": "<正>合成孔径雷达干涉测量（InSAR）技术近年来在冰川运动测量领域展现出了巨大的应用潜力,为研究冰川物质平衡、全球海平面变化等提供了一种全新的视角。然而,InSAR技术在冰川流速较快的地区会受到时间失相关的影响而无法得到有用的测量值;此外,InSAR技术只能获取冰川真实三维运动在雷达视线方向（LOS）上的一维投影,因此无法准确反映冰川厚度的减薄或加厚。这些局限性严重阻碍了InSAR技术在冰川领域的应用和推广。随着", "label": "地球物理学", "id": 0}
{"content": "川藏铁路帕隆藏布段发育有我国最大的现代海洋性冰川群,沿线冰川沉积物分布广泛,也是该段地质灾害发育的重要因素。帕隆藏布流域冰川分布及发育规律,决定了其冰川沉积物堆积体的分布和堆积特征。对帕隆藏布流域冰川特征数据的统计分析结果显示,北侧冰川发育规模要远大干南侧,由于两岸边坡朝向差异及水文气象条件的影响,主河谷北岸冰川发育规模小于南岸,且上游和下游河谷的冰川发育较少,而中部地区冰川发育规模较大。冰川发育规模及其赋存环境的差异性造成区域冰川沉积物的物质组成、堆积特征的不同。将该区域冰川沉积物堆积体划分为:原生冰碛体、冰水堆积体和混杂堆积体3种类型,分析得到3类冰川沉积物堆积体在该段线路上的分布情况及其破坏模式。", "label": "地球物理学", "id": 0}
{"content": "云南大理点苍山是大理冰期的命名地,保存有确切的末次冰期冰川作用遗迹。本文采用石英砂扫描电镜形态特征分析,对采自点苍山的末次冰期冰碛物进行了研究。对点苍山冰碛物石英砂表面进行扫描电镜形态特征分析,得出海洋性冰斗冰川和悬冰川的冰川石英砂表面特征及其频率。该冰碛物石英砂原始形态特征明显,符合近源堆积的冰碛物石英砂形态,并具有一定的流水作用特征。", "label": "地球物理学", "id": 0}
{"content": "依据1855年、1937年、1977年和2013年黄河三角洲海岸形态和近岸区域波浪特征,研究了长时间尺度上黄河三角洲海岸形态特征及其演化动力机制。1855—1976年,黄河河口流路受人工干预程度很低,行河年限很短,将黄河入海的巨量泥沙较为均匀地输送至沿岸地带。三角洲海岸基本上呈较为规则的圆弧状态势向海推进。海岸外法向与波浪的东北强浪向较为吻合,表明在长时间尺度上波浪是控制黄河三角洲海岸形态的主要因素。1976年黄河河口改道清水沟流路以后,在强烈的人工干预下该流路沿用至今已有38年。单一流路长期运用造成行河海岸不断淤积延伸,不行河海岸持续后退,海岸防护工程附近滩面不断刷深,海岸形态逐渐向畸形方向发展。", "label": "地球物理学", "id": 0}
{"content": "在资料比较稀少的高山冰川地区进行陆面过程的模拟分析对于认识冰川和大气之间能量和物质交换极其重要,利用2010年8月1日至2011年7月31日祁连山老虎沟12号冰川海拔4550m气象观测资料作为陆面模式Co LM的强迫场,模拟分析了净辐射、感热通量、潜热通量和能量收支的变化特征。结果表明,Co LM较好的模拟出冰川表面的向上长波辐射和温度的值及变化特征,受消融期地表反照率的影响,对净辐射的模拟在此期间出现误差,模拟的感热通量和潜热通量较好反映出了实际的日变化趋势,在能量支出阶段,模拟值比观测值略小,模拟变量的误差主要出现在降水比较频繁的消融期。", "label": "地球物理学", "id": 0}
{"content": "本文重点分析了2013年夏季格陵兰冰盖表面的融化特征,并将2013年与2012融化极值年的异常进行对比,探讨二者之间存在的动力和热力差异及其对冰盖表面融化的影响和机制。结果表明:2013年夏季格陵兰冰盖表面最大融化范围仅为44%,远小于2012年的97%,持续的时间也比2012年短20天左右,平均的融化面积和持续时间都接近气候平均态。2013年夏季大气环流异常与2012年近乎完全相反,格陵兰及附近海域为低压异常,500-h Pa位势高度场为负异常,大气环流和2012年相比更具有纬向型。格陵兰岛的北部和南部出现气旋异常,有利于输送北极的冷空气到格陵兰岛,不仅降低了夏季格陵兰冰盖表面的平均温度,而且也减少了格陵兰高温事件发生的频率。同时,2013年夏季格陵兰表面向下的辐射通量异常分布大体上呈西南-东北走向,不同于2012年的南北分布。尽管从分布上看,总的向下辐射通量以正的短波分量为主,但是长短波分量相互抵消使得2013年夏季总的向下辐射通量接近气候平均态,这使得辐射对冰盖表面温度的影响不明显。大气环流的动力和表面辐射收支的热力共同作用导致2013年夏季格陵兰冰盖表面融化经历了相对缓和的一年。", "label": "地球物理学", "id": 0}
{"content": "<正>南极冰盖表面冰流速及其变化是南极冰架冰通量估计的重要参数之一,对于理解南极冰架稳定性具有重要意义。精确的冰流速测图序列将有助于进一步准确评估南极冰盖物质平衡和由此引起的全球海平面变化。相对于地面直接冰流速测量,基于航空航天遥感影像数据进行南极区域性或全南极冰流", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言自1972年Landsat发射至今,美国陆地卫星系列（Landsat 1-5、7和8）提供了近40年连续、一致的监测全球冰川变化的数据,加之其较大的覆盖范围和适中的分辨率,已成为全球冰川学研究的重要数据源。但2003年5月31日,Landsat-7 ETM+机载扫描行校正器（Scan Line Corrector,SLC）发生", "label": "地球物理学", "id": 0}
{"content": "近几十年来,受人类活动影响,长江与洞庭湖江湖关系变化剧烈。本文提出了水流连通指标和河湖水沙交换指标,对荆江和洞庭湖的连通性进行分析。研究结果表明:受到荆江裁弯取直、葛洲坝修建、三峡蓄水等工程建设的影响,荆江三口的分流比和分沙比发生了改变,进而导致了河湖水流、泥沙交换指标的变化。其中,河湖水流交换指标1997年后在0值上下波动,说明该阶段入湖流量和出湖流量基本平衡;河湖泥沙交换指标在2003年后呈显著减小趋势, 2014年仅为-0.78,说明该时期湖泊呈冲刷状态。", "label": "地球物理学", "id": 0}
{"content": "<正>热液系统作为造山带演化的普遍特征,通过热泉和地下水的直接输入以及热液成因方解石的化学风化对周边区域河流水体Sr通量和Sr同位素产生重要影响。受印度-欧亚板块的碰撞驱动的变质作用的影响,喜马拉雅地区的热泉水、地下水和热液方解石具有高87Sr/86Sr值,为喜马拉雅河流贡献了大量的放射成因Sr,并显著影响了新生代全球海洋的Sr同位素演化。我们在南祁连山前首次发现了具有高放射性Sr同位素的热泉,热泉水和围岩稀醋酸溶组分的87Sr/86Sr值介于0.7565～0.7344,揭示了祁连山地区存在类似于喜马拉雅地区的高87Sr/86Sr热液系统。祁连山地区溶解态Sr同位素结果显示该区各种水体87Sr/86Sr值高于周边地区,是整个青藏高原仅次于喜马拉雅地区的高87Sr/86Sr区域。", "label": "地球物理学", "id": 0}
{"content": "<正>随着近年来河流筑坝的迅猛发展以及人类活动的显著影响,河流库区有机质的来源、转化和沉积过程更显独特。本研究以三峡库首区干流及邻近典型支流香溪河的表层沉积物和沉积柱为研究对象,通过对沉积物总碳（TC%）、总氮（TN%）、总有机碳（TOC%）、稳定碳同位", "label": "地球物理学", "id": 0}
{"content": "<正>湘江,湖南人民的母亲河。几千年来,她源远流长,连溪流、纳百川、入洞庭、汇大海,浩浩荡荡,奔腾向北。说起湘江,人们自然而然会想起毛泽东1925年所作的诗词《沁园春·长沙》,其中专门提到\"湘江北去\"的地理概念。2017年底,《中国大百科全书》编篡工作即将接近尾声。人们发现,《湖南水利》条目组在寄往编辑部的水系及工程分布地图中,正式将湘江的起", "label": "地球物理学", "id": 0}
{"content": "<正>天府新区规划于2010年,是四川省新规划的朝阳新区,体现了西部城市的发展现状及未来方向。在其规划区内湖泊河流水系密布,包括龙泉湖、三岔湖等主要湖泊。而湖泊湿地等水系水域生态系统作为地球上最为典型的主要生态系统之一,对于控制洪水、涵养水源、调节供需水量、维持地区区域内的", "label": "地球物理学", "id": 0}
{"content": "<正>引言生态水（层）是笔者承担国家\"863-308\"课题\"西部金睛行动\"专项\"岷江中上游生态环境本底遥感综合调查与评价\"课题研究中提出的全新概念[1,2]。与一般文献中\"生态需水\"、\"生物体内水\"等概念本质上不同,生态水（层）指与地表植被（包括植被叶面杆茎层、根系土壤层和腐殖层等）紧密相关的储水体,它可对降水起着缓存、分配与调节的作", "label": "地球物理学", "id": 0}
{"content": "河口径流过程是影响三角洲地貌演化的主要水动力因素之一,其影响受到了广泛的关注。现实中的河口径流过程由于流域产汇流等水文条件的变化通常具有非恒定性,且由于近年来气候变化及人类活动影响的加剧,河口径流过程的非恒定性呈现出普遍增强的趋势。然而,以往针对河口三角洲地貌演化的数值模拟研究通常在边界条件设置中假设河口径流为恒定的出流过程,忽略了河口径流非恒定性对三角洲地貌演化的影响。为了揭示非恒定河口径流过程对三角洲地貌演化的影响,本研究通过在低流量序列中插入一个高流量脉冲的方法,构建简化的非恒定河口径流序列,并通过3个代表性IHA水文指标,即年最大30天流量、年最小90天流量以及高流量持续时间表征其非恒定性。进而将小浪底调水调沙影响下的黄河利津站2006-2014年的实测径流序列代入计算上述指标,在此基础上确定一系列非恒定河口径流情景代入Delft3D模型,开展三角洲地貌演化的数值实验。在得到不同非恒定河口径流情景下的三角洲地貌演化结果后,提取其地貌演化特征,如三角洲前缘褶皱程度、顶积层平均坡度、支流河口数量等,并定量地分析地貌演化特征对河口径流非恒定性即3个代表性IHA水文指标的依赖关系,建立经验关系式,并通过与前人得到的恒定河口径流下的地貌演化模式的对比,探讨非恒定河口径流过程对三角洲地貌演化的影响。在气候变化和人类活动对河口径流过程的影响日益加剧的情况下,识别非恒定河口径流过程对三角洲地貌演化的影响,有利于全面、科学地评估河口径流水文情势的改变对三角洲地貌演化的影响,研究成果对河口三角洲滨海湿地及生物栖息地的管理、保护具有重要意义。", "label": "地球物理学", "id": 0}
{"content": "咸潮入侵是河口地区常见的一种自然现象。当咸潮入侵严重时,会影响人们生产生活活动的取水用水安全,发生咸潮灾害。本世纪以来珠江河口的咸潮灾害较为严重,引起了学者研究的广泛兴趣。基于盐水上溯实际观察数据的逐时咸界图研究方法,给出了珠江河口磨刀门水道中盐水分布在时空上的变化过程,并由咸界图得到0.5‰咸界长时间的运动序列,结合三分法分析不同年份磨刀门水道中咸界半月周期的运动规律,得到丰、枯水年的咸界运动特性。由于磨刀门水道盐水观察数据的变化,本文基于咸界图方法,提出咸界包络线方法。本文绘出了磨刀门水道2011-2015年共五年枯季的咸界包络线图,讨论这五年的咸界运动特点。结合2007-2011年枯季的咸界图,研究近十年各半月周期的咸界上溯最远距离及咸界在平岗水文站上游的停留时间,对比分析九年间的咸界运动变化。得到九年磨刀门水道的咸界运动规律:前四年,枯、丰水年逐年交替,咸界随之有明显的上溯远、近逐年轮换;2011-2012年上游来水特枯,咸界上溯远,咸潮入侵非常严重;随后三年同年内不同周期间咸界变化较大,最远咸界与往年枯水年相近,但每年最多仅有一个这样的周期,总体上咸界上溯不远,咸潮入侵现象较轻;2015年末水情非常好,咸界未过平岗,没有咸潮灾害。", "label": "地球物理学", "id": 0}
{"content": "<正>0引言生态水（层）是本课题组承担国家863-308课题\"西部金睛行动\"专项\"岷江中上游生态环境本底遥感综合调查与评价\"课题研究中提出的全新概念[1,2]。与一般文献中\"生态需水\",\"生物体内水\"等概念本质上不同,生态水（层）指与地表植被（包括植被叶面杆茎层,根系土壤层和腐殖层等）紧密相关的储水体,它可对降水起着缓存、分配与调节的作用,是水文循环的重要环节,也是研究热点和难点[1,2]。我国西部川西高原、青藏高原区的森林植被、生态水（层）分布广泛,在原始森林区,生态水层所截取", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言陆地水循环重力效应是引起重力场变化的主要因素之一。利用目前的高精度地表和空间重力测量技术,人们已可以检测到由陆地水质量迁移引起的重力效应,进而对陆地水变化的时空分布特征进行研究。本文利用河北地区2010-2014年期间9期地表流动重力观测数据,结合GNSS垂直形变结果[1],研究了该地区重力场变化与陆地水变化的关系。2.方法与数据地表重力观测到的重力变化主要包括地表垂直位移引起的重力效应和质量迁移引起的重力效应两", "label": "地球物理学", "id": 0}
{"content": "本文以青藏高原腹地纳木错流域为研究对象,分析了降水和气温的变化趋势。通过Landsat遥感影像反演分析不同时期冰川、湖泊的面积;并进一步探讨了冰川与湖泊演变与气候变化的响应关系。结果表明,在1963—2012年间纳木错流域降水量和气温都呈显著增加趋势,其年平均速率分别介于0～2.4mm/a和0.03～0.05℃/a。冰川面积从1972年的21938 km~2减少至2007年的168.27 km~2,而湖泊面积则以2.35 km~2/a的平均年变化率扩张至2007年的2022.52km~2。其中,2000—2007年间的冰川和湖泊的变化速率都是最大的,冰川退化率和湖泊扩张率分别为-2.53km~2/a和6.90 km~2/a。气温升高造成降雨比例增大,加速冰川融化,引起湖泊的扩张。", "label": "地球物理学", "id": 0}
{"content": "本文利用SWAT模型和IPCC第五次评估报告中全球气候模式BCC-CSM1.1数据,对洪湖流域未来气候变化情景下水资源变化情况进行模拟,结果表明:SWAT模型对洪湖流域供水资源模拟适用性良好,流域在未来RCP2.6、RCP4.5、RCP8.5排放情景下温度增幅分别为1.4℃、1.9℃、2.4℃,降水变率分别为-3.2%、7.6%、7.9%。模式模拟结果显示未来三种情景下随着温度上升洪湖流域实际蒸散发量均有所增加,径流受降水影响显著且变化不一,RCP4.5和RCP8.5情景下地表径流、地下径流均增加,RCP8.5较RCP4.5情景下地表径流量增量较多,且各种重现期的洪峰流量及洪水频次均有所提高,RCP2.6情景下地表及地下径流减少。三种情景下径流变异系数较基准期均有所增大,意味着洪湖流域在未来发生干旱、洪涝等极端事件可能性增大,水资源可控性、利用率降低。", "label": "地球物理学", "id": 0}
{"content": "本文从泛陇山、陇山两个视角分析研究陇山及其河流水系和水文化。文章认为,渭河上游和渭河左岸至泾河入渭口以北的广袤地域是陇山流域。陇山是泛陇山中不包括西秦岭及小陇山等地域。本文对泛陇山和陇山水系进行考析,并认为:陇山应属黄河流域,即祖厉河流域、清水河流域、渭河及其它支流（含泾河流域）等。文中对陇山域内水系的水文化也进行了研究。", "label": "地球物理学", "id": 0}
{"content": "<正>通过半解析解结合标度分析及数值模拟的方法研究近岸水域在水表周期性变化的热动力条件下的响应,得到了近岸区的温度、速度、以及流动响应滞后于热动力的相位差等参数的标度,这些标度均被数值模拟结果所证明。", "label": "地球物理学", "id": 0}
{"content": "本文简要阐述了长江与洞庭湖历史上江湖关系的演变,三峡水库蓄水运行以来江湖关系的新变化,在此基础上,分析了江湖关系的变化趋势以及对洞庭湖区域防洪、水资源、生态环境等方面所带来的主要影响,并提出了江湖综合治理的一些思路。", "label": "地球物理学", "id": 0}
{"content": "首先通过分析城与湖之间空间关系的几种类型,即为什么选择芝加哥市与密歇根湖作为学习研究对象的原因,然后梳理芝加哥的城市发展历程,城湖之间相互关系的时间演变发展轴线;最后从生态、文化、产业、旅游、交通、城乡建设等多个方面对于合肥市与巢湖之间的城湖联动进行分析总结。", "label": "地球物理学", "id": 0}
{"content": "<正>2002年3月美国和欧洲合作发射的GRACE（gravity recovery and climate experiment）重力卫星能精确获得地球重力场及其时间变化,为解释板块运动、冰川融化、陆地水储量变化等许多自然物理现象提供了一个新的手段。2003年1月NASA发射了第一颗激光测高卫星ICESAT（Ice Cloud and land Elevation Satellite）,其卫星上搭载了地学激光测高系统（GLAS）激光测高仪以40次/秒发射红外光（1064nm）", "label": "地球物理学", "id": 0}
{"content": "坡面薄层流动是流域产流的关键过程,深化对坡面流动的认识对发展流域产流模型、提高模型的精度和适应性具有重要意义。长期以来,水文模型中的降雨过程和坡面汇流过程通常分开考虑,降雨一般被简化为坡面流的质量源项,而其动力学影响均被忽略。近年来不少实验研究发现:抑制降雨击溅会显著增加坡面产流量;同时降雨击溅也会对土壤表层结皮的产生以及颗粒的分选产生显著作用,进而影响坡面与流域水文过程。本文即以降雨击溅对坡面薄层水流的影响为目标,综合采用数值和理论分析方法,探讨雨滴击溅过程中的物理机制,讨论不同雨滴大小、速度、垫层水深、坡度等条件下,雨滴击溅对土壤结皮和水流阻力的影响规律。本文基于无网格的SPH方法建立了单雨滴击溅模型,运用数值模拟完整重现了单雨滴击溅过程中皇冠射流的生成过程,以及击溅区域内的压力过程,对皇冠射流发展过程的模拟结果与前人实验结果吻合良好。通过对不同击溅条件下的射流和压力特征进行数值模拟分析,得到了单击溅过程中的质量和动量输运估计,获得了击溅中心区域的压力时空分布,讨论了其中规律,并分析了击溅条件与结皮以及增阻等问题的关系。在此基础上,基于概率分析以及概化的击溅输运和结皮模型,建立了实际降雨条件下多雨滴击溅所产生的宏观质量、动量输运,以及结皮的计算方法,讨论了其对于坡面薄层流动的影响。研究表明:在单雨滴击溅过程中,击溅的质量输运以及结皮效应随着垫层水深的增加而迅速衰减,即当坡面流动较浅时（如降雨初期或大坡度区域等）雨滴击溅过程对坡面薄层水流的影响不能简单地简化为质量源项,而在坡面水流较深的区域则仅需考虑击溅对薄层水流的层间速度掺混作用;击溅的影响在大雨强条件下更为明显,在坡面流流量较小的条件下,多雨滴耦合所产生的质量和动量输运不可忽略。坡度对于击溅过程至关重要,大坡度会增强击溅的质量输运效应但削弱结皮效应。", "label": "地球物理学", "id": 0}
{"content": "金沙江干热河谷冲沟发育,水土流失严重;沟头是冲沟形态变化及侵蚀产沙最剧烈的部位之一,其活跃程度决定着整个冲沟的发展方向。开展冲沟沟头形态特征及其活跃度分级研究,可为揭示冲沟侵蚀过程机理及提出合理治理措施奠定基础。本文采用高精度实时动态差分GPS（以下简称RTK-GPS）技术对干热河谷冲沟进行野外调查,获取36个沟头的形态参数及沟床植被盖度,运用信息熵理论划分了沟头的活跃度;研究了不同沟头的形态特征差异,并分析集水区、沟床植被盖度与形态特征之间的关系。结果表明:（1）研究区36个冲沟沟头可初步划分为极活跃、活跃、较活跃、较稳定及稳定共5个活跃度等级;（2）沟头不同活跃度类型之间,其跌坎高差、沟床比降差异最为显著;沟壁坡度、宽-深比等的差异较显著。（3）沟床植被盖度与各形态特征参数的相关性显著;同一活跃度类型的沟头,其跌坎高差、沟床比降等与沟床植被盖度呈极显著负相关关系,说明随着沟床植被盖度的增加（或减小）,跌坎高差、沟床比降均呈减小（或增加）趋势。", "label": "地球物理学", "id": 0}
{"content": "本研究以浙江瓯江水系为研究对象,探讨DEM的自动水系提取及其精度评价,并从点位精度方面,与手工提取的浙江省1:250,000水系数据做一番深入的比较。具体步骤是:以SRTM DEM（90m）和ASTER DEM（30m）为试验数据,通过河网密度、河床坡度、河网分叉比与集水面积阈值的相关性,采用多种推求流域集水面积阈值的方法选择合理阈值,进行水系的自动提取;并在自动提取的水系中选择一组特征点,与高精度遥感影像同名点比较,通过点位误差、中误差的估算,评价由不同尺度DEM自动提取水系的精度差异;在此基础上,选择精度较高的自动提取水系与1:250000数字河网进行点位精度分析和流域形态参数的比较,评价1:250000手工数字化的河网的相对点位精度与两者的形状相似性。研究表明:针对瓯江水系等大流域的自动提取,阈值的正确选择对提取精度的影响较大,以河网密度与阈值关系推得的集水面积阈值自动提取的水系具有较高的精度;对于单个水系,对不同集水区域采用多个阈值计算精度更高,当集水区域面积较小、地貌差异不明显时,可采用统一阈值;由两类不同尺度所提取的水系精度总体差异较小,ASTER DEM提取的水系精度略高于SRTMDEM,但对于平原地区水系的提取精度,ASTER DEM较SRTMDEM低;由DEM自动提取的水系与手动提取水系精度在地势平坦地区差异较大,在地势起伏地区差异较小,但总体精度满足1:250000地图的制图需求。", "label": "地球物理学", "id": 0}
{"content": "为了解南四湖近几年沼泽化加剧的现状及其根源,课题组经2008年8月,2009年6月,2009年8月,2010年6月,2010年8月先后多次对南四湖全湖,及21条主要入湖河道河口区进行调查和采样分析。结果发现,调查的25个样点中除微山岛保护区附近和船舶密集的界河口附近4样点无沼泽化表征,运输繁忙的老万福河入湖口和南阳湖敞水区2样点为轻度沼泽化外,其它样点中6个中度沼泽化,12个重度沼泽化,1个极重度沼泽化;沼泽化程度与植被类型、淤泥深度和淤泥有机质含量显著性正相关,与pH和溶解氧呈显著负相关;而植被丰度与水深、pH和溶解氧呈显著负相关;淤积程度与总氮、总磷、淤泥有机质呈显著正相关,与化学需氧量显著负相关。因此,局部表征上是外源污染物的输入和湖泊营养水平的提高导致了沼泽化,但整体上是流域水资源的不合理利用进一步加剧了沼泽化的进程。", "label": "地球物理学", "id": 0}
{"content": "地貌的分类是地貌学研究的重要内容之一,成因分类又是地貌形态分类的基础。瀑布既是一种非常重要的造景地貌,又是地质公园重要的地质遗迹及旅游资源,因此,对瀑布进行系统的成因分类学研究,对提升瀑布的科学价值及旅游价值均具有非常重要的意义。云台山世界地质公园园区分布有规模不等、形态各异、成因多样的瀑布及瀑布群,为瀑布成因分类研究提供了极好的素材。本研究在野外系统调查基础上,根据瀑布发育的构造条件、岩性差异、水动力条件、岩溶及人工作用等方面,将瀑布按成因划分为岩槛型、裂点型、断裂型、溶蚀型、钙华型和人工型6类。本研究提升了云台山瀑布研究的科学价值,同时也提出了有实证的、系统的瀑布的成因分类方案。", "label": "地球物理学", "id": 0}
{"content": "三江平原是我国最大的淡水沼泽湿地分布地区,然而,近五十年来,三江平原80%面积的沼泽湿地被开垦为农田。针对大面积的湿地垦殖现状,本研究应用涡度相关法,通过在2005-2006年生长季对三江平原沼泽湿地及垦殖后的农田（水稻和大豆田）植被与大气间水汽和能量通量的观测,探讨了湿地垦殖对生态系统水汽和能量通量的影响,以及环境因子对水汽和能量通量的控制机制。湿地垦殖为水稻田,导致了潜热通量（LE）较湿地升高了34%-52%,感热通量（H）降低了70%-75%;在生长季,潜热通量与净辐射比值（LE/Rn）的平均值由0.6升高到0.8,感热通量与净辐射比值（H/Rn）的平均值由0.4降低到0.2,使得水稻田整个生长季波文比（β）的平均值小于0.2。而湿地垦殖为大豆田后,在2005年干旱条件下,大豆的LE较湿地降低了13%,而在2006年湿润条件下较湿地升高了24%,H的变化较湿地分别升高了8%和降低了20%。大豆田在2005年6月干旱的条件下,LE/Rn降低到0.2,而在2006年6月湿润的条件下,LE/Rn升高到0.7。大豆田的β较大,并且在干旱的条件下维持长时间的高值（β>1）。净辐射、气温（Ta）、叶面积指数（LAI）和饱和水气压差（VPD）均是影响湿地及农田LE和H的重要因子,在干旱的条件下,VPD对大豆田的LE和H变化有重要的影响。", "label": "地球物理学", "id": 0}
{"content": "<正>本研究选取三江平原洪河湿地自然保护区作为内陆平原典型淡水沼泽湿地研究对象,旨在探索内陆洪泛平原典型沼泽湿地生境湿度特征与其植物生态系统格局之间的水文生态空间耦合模型的建模理论方法。在水文生态学、数字水文学和景观生态学理论方法指导下,结合研究区湿地水文和生态监测数据,初步研究建立了一套基于 RS、GIS 理论和方法量化表", "label": "地球物理学", "id": 0}
{"content": "<正>渡良濑湿地是日本中部最大的低地湿地,高草芦苇和荻是这里的主要优势植物。在这些高草下面,生长着50多种濒危植物。一些调查已经表明大部分的濒危植物的分布都与构成它们生境的高草的分布有关。因此,了解湿地中高草分布的情况将有利于寻找濒危植物,估计其可能生存的地方。本文利用高光谱影像对辨别细微差别地物的特性,对渡良濑湿地高草芦苇和荻的分布进行了研究。", "label": "地球物理学", "id": 0}
{"content": "<正>在全球变化过程中,土地利用变化是对陆地生态系统影响最大的过程之一,它深刻地改变了下垫面条件,引起能量的重新分配,进而影响局地或区域气候。三江平原是我国最大的淡水沼泽湿地分布地区。然而,近五十年来,三江平原80%的沼泽湿地被开垦为农田。本研究应用涡度相关法,通过在2005-2006年生长季对三江平原沼泽湿地及垦殖后的农田(水", "label": "地球物理学", "id": 0}
{"content": "<正>南四湖湿地生态系统健康状况的评价研究是南四湖湿地生态修复、水环境科学管理工作的基础和理论指导依据,对南水北调东线工程建设与运行、南四湖湖泊湿地的可持续发展具有重大意义。采用1987年与2000年、2004年湖泊湿地的多时相遥感解译数据与野外实地重点、典型地段实地调查相结合的方法,依据济宁市水文局、微山县水利局、微山县统计局、", "label": "地球物理学", "id": 0}
{"content": "利用NCAR公用陆面模式CLM3（Community Land Model3）模拟的土壤和植被蒸发量,对中国区域水资源的气候特征及变化特点进行了分析。其中总蒸发量的空间分布以35oN为界,分界线以南为高蒸发区,以北为低蒸发区;蒸发量最小的区域主要在西北地区,多年平均年蒸发量在50mm以下。四季蒸发量占年总蒸发量的百分比与水资源的情形基本一致,夏季蒸发量占年总蒸发量40%以上,35oN以北地区可以达到50%以上,甚至有些地区可以达到70%。春季和秋季情况类似,能占到年总量的20%左右,冬季最少,占年总量的10%,北方地区更少。从水资源线性变化趋势来看,35oN以北大部地区水资源呈减少的趋势;其它地区,如长江以南地区、青藏高原的水资源都在增加。", "label": "地球物理学", "id": 0}
{"content": "论文从图像光谱特征和统计特征的角度出发对三种常用水体遥感提取方法的原理做了简要分析。结合实例—巢湖湖区的 TM 数据,应用 MNWDI,谱间关系法和主成分分析法实现了水体提取,对照实验结果,分析了误差产生的可能原因。最后从结果的差异性说明了各种方法的适宜性。", "label": "地球物理学", "id": 0}
{"content": "利用20世纪50、60、70、80、90年代的航片及1973年至2002年成像的卫星遥感图像对长江安徽段泥沙淤积及湖泊变迁进行遥感调查,将长江安徽段分13个河段进行了逐一评述,对湖泊围垦现状进行了遥感解译调查。同时对巢湖泥沙淤积及其对水患形成的影响进行了系统的论述。", "label": "地球物理学", "id": 0}
{"content": "从典型地物光谱曲线分析,针对长三角太湖流域地区,本文应用比较了五种常用的指数方法的水体识别结果,分别从目视解译效果、计算区分度和提取的水体面积三个方面对这五种水体识别方法进行评价比较。结果表明,RVI 和 CIWI 的目视解译效果较好,且 CIWI 指数具有水陆区分度较大和水体面积提取精度较高的优点。", "label": "地球物理学", "id": 0}
{"content": "<正>本文重点研究流域下垫面土地利用/土地覆被变化对径流的长期影响。本文利用1985和2002年两个时段的土地利用空间数据和影响研究区土地利用变化的驱动因子.运用 CLUE-S 模型模拟预测了研究区在未年15年的土地利用/覆被的时空变", "label": "地球物理学", "id": 0}
{"content": "<正>河流被人们视为生命源泉人类文明的摇篮,农业生产的命脉,人和农业都离不开水。一、南昌河湖众多素有“水乡泽国”著称。南昌降水充沛,天然水系十分发育,水网密布,水域面积占全市总面积28．2%,有利发展水上交通、水产养殖、农田灌溉、人类生活、工业用水和发电,对三农和四化建设具有得天独厚有利条件,“水”,吸引着世界各地众多外商投资创业,对南昌经济崛起具有十分重要意义。国内台湾、香港等地区、沿海浙江和福建省……", "label": "地球物理学", "id": 0}
{"content": "以汉江流域为研究区,在 GIS 技术支持下应用分布式模型 SWAT（Soil and Water Assessment Tool）进行了流域产水产沙模拟。在此基础上,给出了汉江上游泥沙侵蚀量的空间分布图并分析了产沙量和植被/土壤类型、地表径流量以及地形的关系。结果表明 SWAT 模型在研究区对流域长期连续泥沙负荷模拟具有较好的适用性,具有一定的推广意义。", "label": "地球物理学", "id": 0}
{"content": "根据长江流域自然条件及水资源利用的特点,对长江水系生态流量的定义、确定原则和方法进行了讨论, 并以金沙江虎跳峡、雅砻江锦屏、岷江上游和长江口等为例,说明长江生态流量确定的方法和存在的问题。根据研究表明,对于地处湿润地区的长江水系生态流量确定,应从全流域综合考虑,在没有充分论证前,宜从宽设定。", "label": "地球物理学", "id": 0}
{"content": "流域水资源综合管理中必须考虑干旱条件下的水资源配置和危机管理,因此干旱评估与水资源评价一样必要。该文利用 GBHM 分布式水文模型对各水文要素的模拟结果,依循 PDSI 干旱指标的思路,构建了基于网格的月尺度的 GBHM-PDSI 干旱评估指标模式,并在长江上游进行了初步应用。该评估模式机理明确,综合了水分亏缺和持续时间因子对干旱程度的影响,能够定量表现旱情的空间分布特征和随时间的演变态势,可以为干旱的应急处理提供较为准确的评估信息。", "label": "地球物理学", "id": 0}
{"content": "黑河流域水循环演化是在自然因素和人类活动共同影响下发生的。如何将人类活动的作用从中区分出来,确定人类活动对水循环显著影响发生的时间,以及影响程度等,是流域水资源管理和生态环境建设的关键问题。本文利用径流双累积曲线识别人类活动对正义峡全年和不同月份径流量显著影响发生的时间,计算影响程度等。", "label": "地球物理学", "id": 0}
{"content": "水文环境是影响多年冻土发育和工程地质条件的重要因素,本文介绍了采用遥感技术所获取的青藏铁路多年冻土区宏观水文背景信息以及不同层次、多时相遥感图像综合判释分析成果,研究了该区河流、湖泊（塘）、沼泽湿地的空间分布特征,重点阐述了河川的径流特征和湖塘、湿地的动态变化规律。", "label": "地球物理学", "id": 0}
{"content": "尼洋河为雅鲁藏布江五大支流之一,位于西藏林芝地区。受流域特殊地理位置和地形的影响。垂直气候显著,降水、径流、洪水等水文现象与雅鲁藏布江干、支流相比有其自身的特点。本文在对流域进行实地查勘的基础上,依据大量详实的气象水文资料,初步系统地揭示了流域的水文特性,并与其它邻近流域作了对比分析。", "label": "地球物理学", "id": 0}
{"content": "目前察尔汗盐湖正处在干盐湖早期阶段,即干盐滩与卤水湖并存的阶段。在它的周缘分布有10个大小不一的湖泊,除了东陵湖以外,各湖均依靠内陆河的补给来维持其生命,各湖的大小与汇水河的流量基本成正比。由于察尔汗的内陆河经常改变自己的河道,从而造成了湖泊的迁移,也使钾发生了富集。本文通过对比50年代和80年代,察尔汗地区的河湖分布情况,结合古湖、古河道和达布逊湖、达东古湖水化学的研究,证明河湖迁移的情况,并阐明与河湖迁移有关的钾盐富集机理。", "label": "地球物理学", "id": 0}
{"content": "流域及水利工程的洪水预报应用中,由于水文模型本身的局限,径流模拟结果通常存在一定的误差,难以满足水文预报的精度要求。因此,常利用误差校正的方式来提高实时洪水预报的精度。现有研究多借助统计方法,如卡尔曼滤波算法、最小二乘法、AR模型等对水文模型输出的模拟径流进行误差后处理。然而径流模拟的误差序列常存在异方差性,这会导致大部分统计模型的参数估计不准确及显著性失效,从而降低误差修正模型的可靠性。为解决误差序列的异方差问题,建立更为准确可靠的实时洪水预报模型,本文以西江流域的梧州站为研究对象,采用考虑水文序列异方差性的ARMA-GARCH模型对新安江模型模拟径流的误差序列进行后处理,得到实时洪水预报结果。对比结果可知:对梧州站用ARMA-GARCH模型修正后的预报径流Nash效率系数显著提升,可达0.9以上;所建立的ARMA-GARCH模型阶数较低,模型结构简单,具有1～3天预见期。综上,本研究结果显示,ARMA-GARCH模型适用于西江流域的实时洪水预报,能显著提高预报精度,具有工程实际应用价值。", "label": "地球物理学", "id": 0}
{"content": "在中长期预报研究中,预测因子直接影响预报结果的精度。为进一步提高预报精度,本文从物理成因角度筛选预测因子,采用随机森林模型预测丹江口水库中长期来水量。首先,采用相关系数法初步筛选预测因子;其次,从物理成因层面优化预测因子;再次,在其基础上结合随机森林模型完成对应径流过程的预测研究。研究将该方法应用于汉江流域丹江口水库的入库径流预测中,并将其与仅通过相关系数进行预测因子筛选的预测方案进行对比。其结果表明:基于物理成因优选后的预报因子方案下随机森林模型具有较好的精度。", "label": "地球物理学", "id": 0}
{"content": "预警预报工作在山洪的防治减灾中具有重要而深远的意义。利用少量的模型参数,结合降雨径流相关关系和流域土壤含水量为基础构建的山洪预报模型,来模拟沙河流域的洪水特性,发现此模型下的沙河流域模拟洪峰和洪量合格率分别为87.50%、 93.75%,模拟结果总合格率达到了81.25%,符合乙级预报标准,平均纳什效率系数为0.734 5,符合乙级预报标准。数据分析结果表明基于径流系数的山洪预报模型在沙河流域的验证中,减少率定过程的同时使用的模型参数更为精炼,且形象地表达了沙河流域的洪水过程,模型简单实用,具有较强的适用性,在以后的山洪预报模拟工作中可进一步进行推广与使用。", "label": "地球物理学", "id": 0}
{"content": "本文针对无资料中小河流特点,通过考虑前期30 d降雨量、增加径流曲线数分级等对SCS产流模型进行修正,并将修正后的SCS产流模型与基于DEM提取参数的Nash单位线汇流模型结合,构建了中小河流洪水预报模型,选取福建省闽江的中小河流进行验证。结果表明,构建的中小河流洪水预报模型参数少且均可通过DEM、土壤、土地利用等信息获取,可为无资料中小河流洪水预报研究提供参考。", "label": "地球物理学", "id": 0}
{"content": "水文工作作为我国现阶段重要的社会基础工作,在我国社会建设中具有重要的作用。水文测报是水文工作中的一项主要工作内容,主要是根据水文监测得到的具体数据,在防汛抗旱方面具有重要的作用,能够为防汛抗旱工作提供更加科学的数据支持,从而提高工作时效性,更好地保障社会群众生命财产安全。本文对水文测报在防汛抗旱工作中的应用进行了深入的研究与分析,并提出了一些合理的意见和措施,旨在进一步促进我国防汛抗旱工作质量提升,更好地发挥水文测报的实际作用。", "label": "地球物理学", "id": 0}
{"content": "本文基于不同空间分辨率、不同时间分辨率、不同预见期的多源降雨实时和预报产品,采用正交网格插值模型,融合成统一格式降雨产品,并实现了与浙江省Web版洪水预报系统的集成应用,延长了预见期,提升了预报系统应用的时效性。", "label": "地球物理学", "id": 0}
{"content": "本文应用新安江模型建立的水文模型,研究白山五道沟至丰满区间退水规律,分析人类活动对大洪水时期白五丰区间产汇流规律的影响,对于提高丰满水库流域洪水预报水平、松花江流域防洪减灾决策科学性有着重要的意义。", "label": "地球物理学", "id": 0}
{"content": "洪水预报技术的前期主要信息来源于降雨预报技术中高精度的定量预报或定性的集合预报,基于此,从以下三个方面阐述了降雨预报技术和洪水预报技术的耦合研究:与人工智能相结合的短时定量降雨预报技术、定性的集合降雨预报技术发展趋势和洪水预报技术的主流模型,归纳了传统预报技术与人工智能技术的充分互补方式和定性与定量降雨预报的有机结合设想等,对降雨预报技术和洪水预报技术的发展有一定的意义。", "label": "地球物理学", "id": 0}
{"content": "按照水文站网及水文自动测报技术及规范要求,从系统设计、系统设备等方面对锦凌水库水文自动测报系统工程进行设计,从而实现水库雨量、水位、蒸发数据的实时接收处理、预报预警、会商决策及图文打印等要求供参考。", "label": "地球物理学", "id": 0}
{"content": "通过对FDY-05-02型翻斗式雨量计和普通式雨量计测量结果进行对比分析,选取大伙房水文站2010—2016年5—10月降水量进行误差分析,结果表明:翻斗式雨量计与普通式雨量计年降水量误差为1%;翻斗式雨量计月平均降水量整体比普通式雨量计偏大,5月和10月降雨误差百分率误差小于1%,其余5个月降水量误差在1%～2%;日降水量以人工观测降水量为标准,系统偏差在0～40.5%。", "label": "地球物理学", "id": 0}
{"content": "以栅格DEM为计算单元,将每个栅格作为一个子流域处理,对基于超渗产流机制的大伙房模型进行栅格化,构建栅格型大伙房产流模型。采用元胞自动机模型实现汇流模拟,以栅格产流计算结果作为每个元胞的产流输入,利用二维圣维南方程作为转换规则,充分考虑地表径流、壤中流、地下径流3种水源之间的蓄渗关系,实现元胞之间的水量交换,最终构建基于元胞自动机和大伙房模型的分布式洪水预报模型。以大伙房水库为研究区域,采用历史30场典型洪水对模型进行参数率定及精度验证,利用空间信息和粒子群算法进行参数优选。研究表明:新建模型与大伙房模型具有相同的预报趋势,而且新建模型各项指标的拟合程度均比大伙房模型有所提高,说明利用新建模型进行洪水预报是可行的。", "label": "地球物理学", "id": 0}
{"content": "考虑到山丘区小水库地形地貌差异大,洪水特性复杂,加之基础设施薄弱、小水库预报精度差,危害性大,因此有必要研究小水库的洪水预报,为防汛决策提供支撑。本文以南宁市的水燕水库为研究对象,首先在收集处理降雨数据、土地利用数据、土壤类型数据的基础上,运用径流曲线法计算净雨;其次,结合SMS软件剖分的网格,运用二维水动力模型模拟水库的流量过程;最后结合水位库容曲线,采用贝塞尔插值方法,预报水库的水位上涨过程。经验证,水动力模型能很好地模拟地表径流的演进过程,能为小水库的洪水预报提供一种新的思路。", "label": "地球物理学", "id": 0}
{"content": "洪水预报是防洪减灾的重要非工程措施,为提高黄河中游半干旱半湿润地区洪水预报精度,本文提出一种基于粒子群优化算法（PSO）的深度学习神经网络（长短时记忆神经网络,LSTM）模型,该模型利用PSO算法对LSTM超参数进行寻优以提高对数据序列特征的学习能力。本文建立不同预见期下的PSO-LSTM洪水预报模型,将该模型预报效果与传统LSTM进行对比。模型建立选取汾河流域静乐站控制面积1956—2014年98场暴雨洪水数据,以14个站点降雨及静乐站水文数据作为输入,不同预见期下的洪水过程作为输出,率定期为78场次,验证期为20场次。结果显示,相较传统LSTM,在不同预见期下PSO-LSTM模型提高了对洪水过程预报的准确度,尤其当预见期超过6h时,其在预测精度与预测稳定性方面具有明显的优势。", "label": "地球物理学", "id": 0}
{"content": "以物理机制为基础的水文模型需要考虑降雨的时空变化、流域下垫面特性的空间变异和产汇流特性等;数据驱动模型进行水文预报时,不需要考虑水文过程的物理机制,而是通过建立关于时间序列的数学分析,学习给定的数据样本,发现各变量之间的对应关系,大大提高了预报的准确性。目前水文预报领域所流行的数据驱动模型,包括支持向量机（SVM）、支持向量回归（SVR）、人工神经网络（ANN）模型、长短期记忆（LSTM）网络模型、自适应神经模糊推理系统（ANFIS）以及小波神经网络（WNN）。并依据其复杂程度将其分为3类进行概述,对各模型的优点以及针对存在的不足做出的改进进行了总结。最后,通过对数据驱动方法在水文预报领域的发展提出几点建议。", "label": "地球物理学", "id": 0}
{"content": "洪水预报和防洪调度是流域防汛工作的重点。根据洪水预报成果,精细调度水工程,以达到科学防洪的目的。为了提高预报和调度的耦合程度,在分析洪水预报和防洪调度业务流程和模型特征的基础上,以黄河中下游为研究范围,从数据逻辑、业务逻辑和页面逻辑3个方面,分别论述预报调度一体化思路。据此建设了一套能够有机融合洪水预报、防洪调度的预报调度一体化系统。", "label": "地球物理学", "id": 0}
{"content": "恢复淀泊水面和水动力过程,是实施白洋淀生态修复的重要目标之一。本文根据白洋淀十方院水位站1919—2018年的水位监测资料,分析了白洋淀年际、年内水位变化规律和趋势。基于Surfer模型构建白洋淀三维地形模型,计算不同水位条件下淀区水面面积和蓄水量,绘制现状环境下白洋淀的水位-面积-容积曲线,进而分析白洋淀蓄水量的变化情况。根据水量平衡方程,分析了淀区主要水循环要素的变化特征。研究成果可为白洋淀生态水文过程调控提供技术支撑。", "label": "地球物理学", "id": 0}
{"content": "基于河道断面的水位流量关系和专家预报经验,提出了洪水智能预报方法。以水位流量关系反应的特征因子为输入,利用机器学习算法对历史序列进行训练和学习,针对荆江河段沿程主要控制站的水文要素进行了实例分析。结果表明,所提方法能够充分学习历史信息隐藏的洪水发展规律,快速准确地实现洪水实时预报,是一种切实可行的预报方法。", "label": "地球物理学", "id": 0}
{"content": "阿克苏河现已成为塔里木河的主河源,后者大约70%的水量来自阿克苏河,故它对塔里木河干流的形成、发展和演变过程起着决定性作用。随着国家西部开发战略——塔里木河流域综合治理的深入开展和实施,阿克苏河流域的水文特征、水文预报等研究成为热点。特别是在干旱区中纬度高海拔流域的河流中,阿克苏河是以融雪（冰）补充为主河流的典型代表,对阿克苏河流域径流进行预报研究具有理论和现实意义。鉴于此,本研究:①结合干旱区无资料或少资料地区的线状,利用现有的水文气象资料,尝试并构建日尺度水文预报方法;②采用高空气温代替地面实测气温与日径流相关关系法、AR（p）预报模型、气温降雨修正的AR（p）预报模型和NAM降雨径流模型,对阿克苏流域的两大支流进行日径流模拟和预报;③对四种模拟结果进行对比分析,结合阿克苏河的实际情况,表明利用气温和降雨修正后的AR（p）模型所用水文、气象资料少,应用简便,预报精度较高,比较适用于资料较缺乏的阿克苏流域的短期径流预报,精度可达0.8以上。该研究以日尺度进行水文预报,在该流域尚属首次,不仅为阿克苏河、塔里木河的水文预报、洪水防止和全流域的水量调度提供基础,也为干旱区其他流域的水文预报提供了方法。", "label": "地球物理学", "id": 0}
{"content": "基于科技革命、产业变革大背景下的\"新工科\"建设,对高等教育的通识课程改革提出了新的要求。气象水文信息采集技术课程作为国防科技大学气象海洋学院的建设规划本科课程,以人才培养为引领,通过设计全方位、复合型、立体化、以学员为中心的课程教学体系,组建实力雄厚、思想活跃的教学改革课程团队,取得了阶段性成效。本文以气象水文信息采集技术教学改革示范课程为例,阐述以学员为中心的军队院校通识课程的改革与探索情况,为通识教育课程建设提供借鉴和参考,进而为\"新工科\"建设和新时代军事人才培养提供支撑。", "label": "地球物理学", "id": 0}
{"content": "为了提高非平稳水文时间序列长期预报的精度与稳定性,本文构建了基于小波分析与遗传算法耦合的BP神经网络模型WGBP,并以上海市水文及气象代表站水位与降水量时间序列为例验证模型预测效果。WGBP模型首先采用小波分析对非平稳水文时间序列识别并分离确定性成分与随机成分,进一步对子成分分别建立遗传BP神经网络进行预测,最后将子成分预测结果叠加得最终预测结果。研究结果表明,WGBP模型应用于研究区域与站点的预报结果满足水情长期预报精度要求,基于小波分析分离子成分能够提高模型预测精度,采用遗传算法能够优化模型预测稳定性能。", "label": "地球物理学", "id": 0}
{"content": "通过调度上游水库压咸是潮汐河口抵御咸潮入侵保障供水的主要办法之一,而如何\"定量\"、\"定时\"调度宝贵的淡水资源则是一个重要的科学问题。掌握咸潮入侵规律是压咸流量预报的基础,本文首先对国内外河口咸潮入侵的研究进展进行了综述,根据采用的研究方法进行了分类介绍;然后以钱塘江河口和珠江口的压咸实践为例,介绍了压咸流量预报技术的研究成果;最后,根据社会发展的需要,提出了咸潮入侵及压咸流量预报技术的研究方向。", "label": "地球物理学", "id": 0}
{"content": "<正>氮是地球大气圈的主要元素,是生命起源、生物圈形成和演化所必须的元素。最近研究表明,地球深部是氮的主要储库（Busigny and Bebout,2013;Johnson and Goldblatt,2015;Zedgenizov and Litasov,2017）,并且地幔的氮量是大气中氮量的53倍多（Li et al.,2013;Yohsioka et al.,2018）。地表的氮主要以铵（NH4）的形式进入到黏土矿物、云母、长石等含钾", "label": "地球物理学", "id": 0}
{"content": "本文运用降雨径流关系模型（API模型）,对炼城水文站流域内的历史降雨和流量资料进行整理、分析,通过多年资料分析确定炼城水文站基流、流域土壤最大缺水量Im、炼城站1～12月平均日消退系数K,最终确定流域P（降雨量）～Pa（前期影响雨量）～R（净雨）相关图,用率定后的1h单位线得出炼城水文站预报断面出口流量过程,通过对历史洪水预报的检验,该方法达到了《水文情报预报规范》对水文预报精度的要求,因此可以将其应用到炼城水文站水文预报当中。", "label": "地球物理学", "id": 0}
{"content": "本文以洱海流域为研究区,从中国洪水预报系统中用新安江三水源模型分区域构建洱海洪水预报方案,分析比较三个不同分区的模型计算结果,确定最优方案。研究成果有利于实现实时洪水作业预报,延长了洪水预见期,为防洪调度工作争取宝贵时间,对提升洱海防洪能力和水资源利用效率至关重要。", "label": "地球物理学", "id": 0}
{"content": "随着社会经济的高速发展,防汛工作对水文部门提出了水情工作重心从情报向预警预报转变的新要求。而楚雄州地处边疆少数民数地区,水文基础设施建设相对滞后,洪水预报工作开展较晚,洪水作业预报仍处探索期。近年来随着多项水情遥测系统的建成及中国洪水预报系统的引进,洪水预报工作在楚雄州逐步开展。2016年9月17日楚雄州元谋县黄瓜园镇发生特大泥石流地质灾害,形成堰塞湖险情。应抢险指挥部要求,利用中国洪水预报系统对黄瓜园堰塞湖进行了入湖洪水过程滚动作业预报。", "label": "地球物理学", "id": 0}
{"content": "通过对水文、气象资料分析研究,结合市场调研和气象服务业务实践,提出南水北调水文气象服务工作思考。（1）充分开展市场调研,熟知南水北调水源区气象服务现实需求;（2）建立专业气象服务研发团队,有针对性开展技术开发,开展气象部门和气象水文水电科研的多方位合作;（3）提供精细化的长、中、短期及短时不同时间段预报服务产品,开展跨区域气象服务联动机制,建立重大天气过程联合会商机制,保障服务的及时性和精准性。", "label": "地球物理学", "id": 0}
{"content": "利用1961-2016年青海省柴达木盆地（以下简称盆地）10个气象站逐月降水（P）、气温（t）观测资料,依托高桥浩一郎的陆面蒸散经验公式（以下简称高桥公式）,计算盆地地面蒸发（E）、可利用降水（P-E）等水资源分量,从大气可提供的水资源部分,运用线性倾向估计、Mann-Kendall突变检验、小波分析和R/S法分析等方法,分析了盆地水资源各分量的时空演变特征、周期及未来演变趋势。结果表明:降水量少、蒸发量大是盆地典型的气候特征;盆地大气水资源各分量P、E及P-E存在明显季节（月际）变化,夏季（7月）各分量最大、冬季（12）各分量最小;56年来柴达木盆地大气水资源各分量P、E、P-E总体均呈增加趋势且通过了0.01水平的显著性检验,但Mann-Kendall突变检验分析无明显的突变;盆地大气水资源各分量年代际表现出增加-减小-增加的阶段性变化特点;盆地各分量空间分布差异显著,可利用降水资源的水平分布呈东部大,西部小的特征,与降水量分布特征相同,东部为可利用降水量资源相对丰沛的地区;在近56年的大气水资源各分量中,19年左右的震荡周期贯穿始终,可利用降水量与降水量在不同的变化周期均具有较强的一致性,说明三者之间,可利用降水量与降水量的变化周期对应关系更密切;盆地大气水资源各分量时间序列具有长期相关性,且其过程具有持续性、强度较强,未来水资源各分量变化情况与过去56年的增加趋势相同,短时期内不会发生逆转。", "label": "地球物理学", "id": 0}
{"content": "利用NCEP/NCAR再分析资料及月降水资料,先后剖析了近66 a杭州上空年平均和四季水汽含量、水汽通量、水汽通量散度及净水汽收支等各水汽因子的水平分布、垂直分布以及时间演变趋势特征,试图从静态和动态水汽演变的视角诠释杭州降水变化原因。结果发现各水汽因子与降水具有较好的对应关系:春、秋季各水汽因子与降水均呈现减弱趋势,夏季均无明显演变趋势,冬季水汽含量和水汽输送在21世纪之后均有减小之势,但水汽辐合增强,净水汽通量呈上升趋势,致使冬季降水呈弱上升之势。因春夏季整层净水汽通量、水汽含量、水汽输送和水汽辐合强度均相对较大,水汽盈余,其中夏季达一年中最大;秋冬季节受反气旋环流影响,水汽亏损,故降水主要集中在春夏季。", "label": "地球物理学", "id": 0}
{"content": "<正>1研究方法 1.1资料来源南京信息工程大学于2013年6月在太湖建成全球首个湖泊中尺度涡度通量网[1],采用涡度相关法对湖泊与大气之间的动量、能量和物质通量进行长期观测研究。本研究的站点为通量网中的平台山观测站（31°24′N,120°13′E）,基于该站2014年全年的小气候和涡度相关30分钟平均观测数据,对通量数据进行后处理。", "label": "地球物理学", "id": 0}
{"content": "陆-气间的相互作用的分析研究需要有在大气模型中有详细的陆面过程参数化方案。在普通的WRF模型中,径流和下渗被认为仅仅是垂直的过程;在WRF-Hydro耦合模型中,径流模拟被细化为有侧边界流。对水文过程更详细的描述使数值模式能够更精确的模拟土壤湿度分布,并且因此能更好的模拟湍流热通量。本研究使用WRF-Hydro模型对青藏高原三江源区进行了一整年的（2017年）耦合模拟,并于WRF单独运行的结果进行对比。研究表明使用耦合的WRF-Hhydro模型对土壤湿度以及湍流热通量的模拟更接近于实测值,并且在陆气相互作用的影响下,对降水过程的模拟效果也有提升。最后分别使用直门达、唐乃亥、昌都水文站的观测数据,对评估了WRF-Hydro模型模拟的产流进行了评估。", "label": "地球物理学", "id": 0}
{"content": "淮河流域降雨径流与洪水预报是个非常复杂的预报难题。本研究建立智能网格降水驱动的淮河流域洪水水文水力学耦合预报模型,并进行预报试验。模型采用中央气象台格点化降水预报产品作为预见期内降水,驱动水文水动力学耦合模型进行洪水预报。选择新安江水文模型用于流域降雨径流模拟,基于扩散波与柱蓄和楔蓄理论建立Muskingum-Cunge水位流量演算模型进行具有行蓄洪区的复杂河系洪水预报。以淮河鲁台子以上流域2016年汛期洪水为例,将构建的气象水文耦合预报模型进行洪水预报试验。结果表明,模型取得了较好的预报精度,应用格点化降水预报产品考虑预见期内降水预报的洪水预报对于不考虑预见期降水预报,洪水预报预见期得到一定的有效延长,对同类流域预报有一定的借鉴意义。", "label": "地球物理学", "id": 0}
{"content": "我国西北地区生态环境十分脆弱,气候与水资源严重制约着人类社会经济的发展。尤其是在人口不断增长、经济飞速发展以及全球气候变化的大环境下,人类的工、农、林、牧业等活动都会对环境产生巨大的影响。若是不重视生态环境的保护,生态敏感区则可能会面临植被退化、覆盖度降低、荒漠化加剧、水资源短缺等一系列严重的环境问题。对陆面水文过程的研究有助于了解该流域的陆地表面与大气之间的水热交换过程,认识流域的气候、植被、生态以及水文的演变规律,最终为流域的生态环境以以及水资源的合理规划管理提供科学的理论依据。为分析无定河流域气候变化对水资源的影响,以及未来气候情景模式下的水文循环对气候变化的响应,本研究应用了大尺度可变下渗容量陆面大尺度水文模型Variable Infiltration Capacity （VIC） Macroscale Hydrologic Model研究无定河流域,建立了适用于无定河流域及其子流域的VIC模型,并结合Dag Lohmann的汇流模型进行了模拟实验与敏感性实验分析,并将VIC模型与区域气候模式相结合,预测气候变化对无定河流域水资源的影响,对陆气相互作用进行探究。定性分析了水资源量在无定河流域空间和实践的分布。主要的研究内容包括以下几个方面:（l）以VIC水文模型为基础,使用中科院青藏高原所气象再分析资料,通过反距离权重-梯度方法将气象资料插值到所需分辨率,对无定河流域1979-2000年的径流过程进行了高分辨率（0.083°×0.083°）的模拟。（2）对影响无定河流域的径流过程的七个土壤参数进行了标定并分别做了敏感性分析。发现只有第二层土壤和可变下渗容量曲线形状b对多年径流量相对误差比较敏感。（3）根据5种CMIP5模式,在RCP2.6的气候情景下,对无定河流域的径流变化过程对气候变化的响应进行了分析。预估了该气候情景下到2050年无定河流域径流量呈现减少以及年平均温度上升的趋势。", "label": "地球物理学", "id": 0}
{"content": "沂沭泗洪水东调南下二期工程完工后,沂沭河流域防洪工程情况发生了较大的变化,尤其近年来,沂河干流上新建了大量的拦河闸坝,各座水利工程的运行改变了沂沭河天然河道的行洪特性。沂沭河洪水预报系统是基于天然流域开发出来的,由于人工干扰因素的加入使得洪水预报成果的不确定性因素大大增加,沂沭河流域的洪水预报风险和难度受到了极大的挑战。为了解决工程对洪水预报结果的影响,沂沭泗水利管理局水文局开发研究了人机交互的骆马湖洪水预报调度系统,通过在骆马湖及沂河上应用,取得了良好的效果。为沂沭泗流域的洪水预报调度提供了技术支撑。", "label": "地球物理学", "id": 0}
{"content": "<正>1.模型原理与结构精细化模型Grid-SATIN是在网格型新安江模型基础上[1-6],进一步考虑了蓄满与超渗产流模式空间组合的分布式水文模型。1.1蓄超产流区空间分布产流模式分为蓄满产流模式与超渗产流模式,发生哪一种取决于流域降雨特征、土壤湿度特征及下垫面特征。1.2单元产流及分水源1.2.1蓄满产流Grid-SATIN模型采用蓄满产流机制,对于流域内网格单元而言,将计算时段内网格单元的实测降雨先扣除相应时段的蒸散发,植被冠层截留,河道降水后,再考虑上游入流是否补足当前单元的", "label": "地球物理学", "id": 0}
{"content": "近年来,随着国民经济的快速发展,有限的水资源量与逐步提高的生产、生活用水需求之间的矛盾凸显,如何能够提供可靠的水资源量预测与分析,成为提高区域水资源高效利用与可持续发展水平的重要技术手段。针对传统水资源量预测方法只能提供单一值,所提供预报结果不确定性程度较高的局限性,提出基于模型簇的水资源量概率预测方法。该方法以水资源总量、降水、地表及地下水资源量等变量训练预测模型簇,提供概率预报所需的先验信息;利用BMA（BayesianModelAveraging）对模型簇的先验信息进行综合,定量描述水资源总量的后验概率分布。以淮河流域水资源总量为目标变量,设定模型簇的预见期为5年,研究结果表明该方法所得到的概率描述结果可靠,适合于对近期水平年的水资源总量预报。", "label": "地球物理学", "id": 0}
{"content": "水文预报的有效预见期越长,预报精度越高,其对防洪减灾的价值就越大,而大气水文模式的耦合是延长水文预报有效预见期的一个重要研究方向。本文选取洛河流域卢氏水文站以上集水面积为研究区域,基于空间分辨率为1KM的数字高程模型数据构建数字流域水系,利用数值预报模式进行降雨预报和气温预报,并将之作为新安江模型模型降雨和蒸发计算的输入进行卢氏水文站的水文预报,实现了定量降水预报与洪水预报的结合,为当地的防汛减灾带来一定的经济效益和社会效益。", "label": "地球物理学", "id": 0}
{"content": "<正>基于安徽省气象局业务运行的WRF模型72小时降雨预报结果,驱动栅格型新安江模型,开展淮河息县流域的洪水模拟预报研究,探讨了基于WRF的息县流域洪水模拟预报效果。", "label": "地球物理学", "id": 0}
{"content": "本文基于影响降水的物理成因,着重对北半球500hPa、100hPa高度场和北太平洋海温场特点及与海河流域逐月降水的相关性进行分析,从定性预判和定量预报两个方面进行流域逐月降水的预测研究。结果表明:①典型涝年、典型旱年前期高度场距平分布特征不同,对定性预估汛期降水具有指示性意义;②各个月份影响降水的关键影响区域和关键影响因子不同。空间上,某一月份的各关键影响区域在海温场和不同的高度场上距离流域较远和较近的地区均存在;时间上,在前期较长和较短的时间间隔内都能形成关键影响区域。证实了流域降水与前期北半球全局范围的多层大气环流和北太平洋海温都存在密切相关性;③根据关键影响因子建立了逐月降水回归预报模型,可以应用于流域逐月降水的参考性预报,通过BP神经网络模型进行误差实时校正提高了预报精度,因此回归模型和BP神经网络结合对月尺度的降水过程具有较好的模拟与预测能力。", "label": "地球物理学", "id": 0}
{"content": "中小河流大多位于资料短缺的山丘区,洪水具有突发性强、汇流时间快、预见期短等特点。传统数据驱动型方法难以有效应用于山区中小河流洪水预报。水动力模型属于分布式、具有物理机制的模型,模型参数少、适用于资料欠缺地区。针对山丘区洪水模拟网格单元多为陡峭坡面、水深极浅等问题,提出了斜底单元的水深重构方法,解决了复杂地形上暴雨山洪数值模拟常面临的计算失稳、水量误差大等问题。采用OpcnACC技术实现了二维水动力模型的并行计算,显著提高了模型计算效率,为山区中小河流洪水预报提供了一条新的途径。", "label": "地球物理学", "id": 0}
{"content": "本文以北方一个地级市为研究对象,探讨了水文气象预警技术的运用和发展,在传统暴雨洪水预报的基础上,提出了即刻预警的新理念,解决了监测数据收集不到影响预警的问题,在实际应用中对预警方和接收方都是非常有利的。", "label": "地球物理学", "id": 0}
{"content": "洪水预报是水库调度、山洪灾害防治、城市防洪、抗旱等重要依据,及时准确的洪水预报是防汛抗旱、水库调度决策重要依据。水文模型是洪水预报的重要手段,然而由于不同模型假设条件不同,故不同模型适用条件也不同;本文出于通用性考虑开发了一套多模型系统用于对预报区域的洪水组合预报,系统以集总式新安江模型、NAM模型作为基本模型,以SCE-UA算法作为模型参数寻优算法,以确定性系数作为模型参数率定、预报评判标准。选取汉江上游柴坪水文站1999年至2013年间的18场洪水对模型进行参数率定和验证,模拟结果表明这两种模型均能较好的模拟该地区的洪水演进过程,平均确定性系数均达到了0.8以上,但从适用性条件而言推荐采用新安江模型作为该地区的预报模型。", "label": "地球物理学", "id": 0}
{"content": "目前在我国,基层水利、气象、市政等相关部门在水文工作方面普遍存在着采集数据不准确,水文信息缺失断档严重,水文预测预报滞后异常等多重问题,这无疑严重影响和制约了我国的水利工程标准化、信息化、现代化建设,也对浙江省积极落实开展\"五水共治\"、\"剿灭劣V类水\"等治水政策形成了现实障碍。为了解决上述问题,本文通过分析生成式对抗网络在水文数据模拟系统方面的应用前景,采用实例启发引导更多研究人员将人工神经网络技术和传统水文数值模拟相结合来实现水文数值的精确模拟,利用其高度的并行性和非线性全局性来规范修正模拟数据,进而提高数据的准确度,为传统水文数值模拟提供新思路和新方法的同时,也可以有效缓解水利、市政等部门现存水文数据信息缺失,检测数据系列异常和预测水文情势滞后的窘境。", "label": "地球物理学", "id": 0}
{"content": "目前在我国,基层水利、气象、市政等相关部门在水文工作方面普遍存在着采集数据不准确,水文信息缺失断档严重,水文预测预报滞后异常等多重问题,这无疑严重影响和制约了我国的水利工程标准化、信息化、现代化建设,也对我省积极落实开展\"五水共治\"、\"剿灭劣V类水\"等治水政策提出了现实障碍。为了解决上述问题,本文拟通过分析生成式对抗网络在水文数据模拟系统方面的应用前景,采用实例启发引导更多研究人员将人工神经网络技术和传统水文数值模拟相结合来实现水文数值的精确模拟,利用其高度的并行性和非线性全局性来规范斧正模拟数据,进而提高数据的准确度,为传统水文数值模拟提供新思路和新方法的同时,也可以有效缓解水利、市政等部门现存水文数据信息缺失,检测数据系列异常和预测水文情势滞后的窘境。", "label": "地球物理学", "id": 0}
{"content": "介绍了清河水库水文自动测报系统基本情况,结合实际运行维护,着重对中继站、雨量站及水位站设备的常见故障进行诊断和分析,提出有效解决方案。通过典型故障实例,查找运行维护方法,为北方山区水库同类水文自动测报系统的故障排除提供参考。", "label": "地球物理学", "id": 0}
{"content": "<正>我们研究了长江流域主要支流之一嘉陵江的水化学以及碳、硫同位素组成。在2013年11月至2014年10月,以及2015年7月至2016年6月,我们对嘉陵江进行了定点采样。根据溶质浓度以及流量的时间变化,我们对溶质的流量变化响应进行了分析。利用河水溶质的浓度以及硫同位素,两次使用基于蒙特卡罗方法的反演模型,对嘉陵江阳离子的来源以及硫酸根的来源进行了估算。结合嘉陵江溶质浓度、硫同位素以及碳同位素,对大河流域碳的生物地球化学过程进行了探究。利用LoadEST软件,我们根据全年流量数据以及年内高频采集得到的嘉陵江溶质浓度、硫同位素以及碳同位素数据,对碳酸盐和硅酸盐风化速率以及CO2吸收通量进行了估算。", "label": "地球物理学", "id": 0}
{"content": "<正>河流输送是海洋中硅（Si）最重要的来源,全球河流每年输送溶解态硅（DSi）的通量达到7.3Tmol,受到生物利用和反风化作用的控制,20%～25%河流输送的硅被截留在河口地区（Treguer and de la Rocha,2013）。近年来,河流沉积物中硅同位素分馏程度作为化学风化、气候变化及土壤年龄的潜在指标而特别受到关注(Cornelis et al.,2014;Opfergelt and", "label": "地球物理学", "id": 0}
{"content": "<正>昼夜至季节短时间尺度变化的研究对于水体中相对快速的生物地球化学过程（河流内过程）的了解极其重要（Nimick等,2011）。水生植物和河床类型对大型河流水化学昼夜变化有显著影响,DIC高幅度的昼夜动态变化十分有助于制定针对性的季节与水文年尺度河流监测计划和水化学变化记录的合理解译（Tobias和B?hlke,2011;Hayashi等,2012）。本文以桂林漓江支流潮田河为例,利用高分辨率自动监测与高频自动取样技术,研究了DIC及其它", "label": "地球物理学", "id": 0}
{"content": "<正>河流作为海陆物质传输的通道,对陆地水体生源要素的迁移、转化起着重要的作用。近年来,由于人类经济社会发展的需求,河流筑坝拦截极大地改变了河流-海洋的物质输送通量,同时显著影响着河流生源要素（碳、氮、硫、硅等）的生物地球化学循环过程和源/汇格局。硫作为一种重要的生源要素,与其它生源要素间存在一定的耦合作用关系,筑坝拦截对水体硫循环造成的影响会在一定程度上影响其它元素（如碳和氮）的生物地球化学过程。地处云贵", "label": "地球物理学", "id": 0}
{"content": "<正>硅酸盐风化被认为是重要的碳汇过程,认识硅酸盐的风化过程、强度、通量以及壳幔物质循环,有助于认识碳汇过程,进而了解全球气候变化。Li同位素（6Li和7Li）由于具有较大的相对质量差,在自然条件下,其分馏变化可达60‰,同时几乎不受生物和氧化还原作用影响,且Li主要富存于硅酸盐类岩石中,因此具有示踪大陆硅酸盐风化潜力。一般认为,", "label": "地球物理学", "id": 0}
{"content": "<正>氮作为一种合成蛋白质和核酸的基本生命元素,对维系生态系统正常运转起到不可或缺的作用,但过多氮素的输入将导致一系列环境和生态问题。喀斯特地区作为一种脆弱生态系统,土壤形成时间较长,土壤层浅薄且不连续,加之发达的喀斯特岩溶管道系统,使得氮在土壤层的固持有限,因此氮在喀斯特生态系统的植被恢复过程中尤为重要。之前的研究表明,喀斯特水体具有较高的硝酸盐浓度（Yue et al.,2018;Yue et al.,2015）,如何准确认识氮在", "label": "地球物理学", "id": 0}
{"content": "<正>从河流到边缘海可溶性有机物质（DOM）的运输是全球碳循环的重要组成部分之一。然而大坝水库的建设扰乱了河流与边缘海之间有机物质的运输。三峡水库（TGR）是世界上最大的河流水库,可作为评估大坝建设和水库调蓄如何影响内陆水体DOM循环的典型案例。我们利用稳定碳同位素、紫外吸收和三维荧光光谱以及傅立叶变换离子回旋共振质谱(FT-ICR", "label": "地球物理学", "id": 0}
{"content": "<正>河流是连接陆地与海洋用以运移营养物质的重要通道,然而近60年来由于电能,灌溉,运输等需求,越来越多的大坝被建造（Raymond and Hamilton,2018;Teodoru et al.,2013;Best,2018）。如今中国已成为世界上建造大坝（高度>15m）最多的国家约有23842座（http://www.icold-cigb.org）。建造大坝为人类发展提供了源源不断的能源和便利,但是负面作", "label": "地球物理学", "id": 0}
{"content": "<正>流域碳、氮的生物地球化学循环过程关联着区域/全球尺度的气候变化,同时受到气候条件变化的影响。本次研究以我国西南喀斯特地区的西江为例,通过时间序列的高频次样品采集和分析,揭示水文条件变化对河流碳、氮动态变化的影响及其控制机制。结果表明,在", "label": "地球物理学", "id": 0}
{"content": "<正>长江横跨中国东西部,对其水化学特征的研究对沿岸用水质量监控与流域生态环境的保护均具有重要意义。本研究从无机常量离子、可溶性有机碳（DOC）、可溶性总氮（TDN）、可溶性有机质（DOM）三维荧光等对18年7月（丰水期）长江石鼓至宜昌段（全长约1740 km）水体化学特征进行了初步分析。结果表明长江干流离子化学特征主要受控于岩石风化作用,阳离", "label": "地球物理学", "id": 0}
{"content": "<正>我国北方风尘对河流水化学的影响对于理解干旱区-半干旱区化学风化和碳消耗过程至关重要。由于风尘沉降的显著水文作用在地质记录中难以有效识别,因此我国北方干旱区河流水化学受风尘作用的诊断特征和形成历史尚不清楚。本研究开展并综合了青藏高原东北部西宁盆地和临夏盆地基于露头和钻孔剖面的晚新生代河湖相沉积水溶盐和碳酸盐元素和Sr同位素分析。两个盆地跨越整个晚中新世", "label": "地球物理学", "id": 0}
{"content": "通过威远河流域平水期河水离子浓度和组成特征分析表明:（1）流域水化学组成以HCO3-和Ca2+为主,分别占总阴阳离子的87.4%和85.2%,水化学类型为Ca-HCO3型。（2）Gibbs图结合Piper图、离子比值分析表明,流域水化学主要受碳酸盐岩风化影响,碳酸、硫酸和硝酸同时参与了流域岩石风化过程。（3）通过对流域Cl-、NO3-、SO42-空间分布图的分析可知,离子浓度整体沿河流方向呈现逐渐增加的趋势,离子浓度的增加除了与岩石风化作用相关外,人为活动的输入也起到关键作用,威远河下游受工矿企业和城镇影响明显。", "label": "地球物理学", "id": 0}
{"content": "为研究龙滩水库枯水期溶解态氮、磷营养元素的空间分布特征,在龙滩水库枯水期（2017年1月份）进行分层采样,现场测定水体理化性质及实验室分析水中营养盐浓度。结果表明:龙滩水库水温出现明显垂直分层:0～10m为温跃层;10～60m为混合层;60m以下为底温层;pH值为7.63～7.92,水体呈弱碱性。溶解无机氮（DIN）平均浓度为4.75mg/L。水体溶解性氨氮、硝态氮、亚硝态氮平均值为0.07mg/L、2.62mg/L、2.05mg/L,分别占DIN的1.6%、55.2%、43.2%,硝态氮、亚硝态氮是组成龙滩水库溶解无机氮的主要成分。磷酸盐平均浓度为0.04mg/L。N/P（质量比）比值为73.84,说明龙滩水库枯水期属于磷限型", "label": "地球物理学", "id": 0}
{"content": "<正>B化学性质活泼,易溶于水,主要赋存于地表,其2个稳定同位素(11B和10B)之间具有较大的相对质量差。上述特征使B成为灵敏的地质示踪剂,被成功应用于壳幔演化与板块俯冲过程、沉积物质来源、古海洋与古气候、环境污染等的研究。B是生命必需元素之一,广泛分布于地表各类岩体与水圈,参与了诸多地表地质过程,但目前对B的分馏机制以及B如何参与地表过程等仍研究较少。大陆水及", "label": "地球物理学", "id": 0}
{"content": "<正>河流筑坝对流域内碳、氮、硫等营养元素生物地球化学循环的影响越来越引起人们的重视。为更加清晰的认识C、S在梯级水库群影响下的循环转化过程,选择长江左岸一级支流嘉陵江干流上4座代表性梯级水库为研究对象,于2016年1,4,7,10月沿流程方向对各水库的入库水、库中分层水、坝前分层水和下泄水进行采样,并分析其水化学、溶解无机碳（DIC）含量,δ<sup>13CDIC及δ34SSO42-同位素组成。结果表明:①研究区水", "label": "地球物理学", "id": 0}
{"content": "上游口门输入是珠江口中溶解氧的重要来源,但是目前对他们重要性的研究仍然较少。因此,本文使用了一套物理-生化耦合模型来研究上游河口的溶解氧输入对珠江口缺氧的影响。由于生化过程可以通过直接产生或消耗局地溶解氧,也可以通过改变来自周围水体的溶解氧输送通量来影响局地的溶解氧浓度。因此本文提出了生化过程再分配的概念对后一机制进行研究。研究结果表明除口门附近,上游输入的改变对珠江口的溶解氧分布影响不大。但是输入的改变会使得磨刀门外缺氧区的氧收支过程发生改变,且边界条件和各生化过程对溶解氧输送过程的贡献也有改变。", "label": "地球物理学", "id": 0}
{"content": "<正>半个世纪以来长江流域大量建坝,流域入海泥沙通量大量减少。本研究表明,流域入海泥沙的大量减少,对于河口磷循环的过程会产生显著的影响,并进一步影响河口生态。本研究收集了1999至2012年间长江口入海DIP（溶解无机磷）的通量以及河口悬沙浓度的变化,并利用双层muddy LOICZ模型模拟。发现长江口磷的形态与悬浮颗粒物的浓度有密切的联系,在过去的十年间,长江口经历了从磷源到磷汇,异养系统向自养系统转变的过程。这可能与长江口悬沙浓度降低,原来吸附在悬浮颗粒物上,以吸附态", "label": "地球物理学", "id": 0}
{"content": "水体中磷的迁移转化过程,对于河流生态环境有着重要影响,传统水质模型缺乏对磷垂向迁移转化过程机理和规律的深入探讨与分析。统计长江干流磷的相关资料,结果表明长江干流的磷主要以颗粒态随泥沙输移,磷浓度沿程分布与含沙量间存在较好的线性关系,且主要集中在丰水期输移;实测数据表明长江颗粒磷浓度、溶解磷浓度与悬沙垂向分布间有一致变化规律,可拟合出磷浓度的垂向分布计算模型,泥沙对磷的吸附量与温度成正相关性、与粒径呈负相关性、与初始磷浓度成正相关性;三峡运行后,近年长江中下游输沙量和颗粒磷通量减少幅度达到90%左右,长江中下游颗粒磷通量仍远低于建库以前的水平[1],磷的垂向分布规律研究对维护生态连续性有重要意义。", "label": "地球物理学", "id": 0}
{"content": "选取洱海不同来源（洱海上覆水、间隙水、入湖河流和大气湿沉降）水样,研究其溶解性有机氮（DON）含量及分布特征,利用三维荧光光谱与紫外可见吸收光谱技术研究其结构组分特征,并探讨了其结构特征与其与湖泊水质间的关系。结果表明:（1）DON浓度在0.052~1.710mg/L之间,呈间隙水>入湖河流>大气湿沉降>上覆水趋势;（2）不同来源DON受微生物和外源输入共同作用,入湖河流DON芳香性、分子量以及腐殖化程度最高,其次为间隙水和上覆水,不利于生物的利用;而湿沉降DON类蛋白组分最高,生物有效性高。（3）相关分析和聚类分析表明,DON浓度与芳香化程度和分子量大小呈现显著正相关,入湖河流DON为影响上覆水DON结构组分特征的主要来源,间隙水为潜在影响源,湿沉降为藻华诱导源。", "label": "地球物理学", "id": 0}
{"content": "水质是水资源开发利用中的重要关注内容,重庆市在藻渡河水资源开发规划中对有关河段水质进行了全面监测,从干流上游到下游,在主要矿点、重要支流汇合口、场镇等河段特定位置均布设了监测断面,并按照《地表水环境质量标准》（GB3838-2004）相关规定进行监测分析,结果表明部分监测断面存在不同程度的铁、锰浓度超标,且集中在每年的4~8月（汛期）,通过对水质监测中铁、锰超标情况及与其他各化学成分间相关性分析、沿程及年内每月浓度变化趋势、流域地质环境等方面研究,得出（1）铁、锰间具有较好相关性,两者相伴;（2）铁锰主要来源于二叠系地层特别是二叠系中统煤层采空区矿坑排水等主要结论,对规划水库取水口设置及应对高铁锰措施提出建议。", "label": "地球物理学", "id": 0}
{"content": "<正>溶解性硫酸盐(SO42-)是河水重要的化学组成,携带着丰富的地质过程和人类活动的综合信息。河流硫酸盐来源的研究,对于控制河流水质、评价硫酸化学风化在全球碳循环中的影响以及河口生态和海洋环境的研究都具有重要的环境意义。长江是中国乃至亚洲最大的入海河流,在国民经济发展中具有战略性的重要地位。作为一条典型的碳酸盐河", "label": "地球物理学", "id": 0}
{"content": "<正>1.矿段概况罗卜岭矿段位于上杭县城北约20km,西与紫金山东南矿段采矿权相连,为中低山构造侵蚀山地地形,海拔高度一般500-650m。矿段内主要赋矿原岩为花岗闪长斑岩型（低品位）硫化铜钼矿石,矿层上部杂石成份为（黄铁）绢黄岩化花岗闪长斑岩,矿石主要蚀变矿物组合:绢云母、石英、硬石膏、白云母、绿泥石、黄铁矿（0.5%±）、黄铜矿（1.1%±）、斑铜矿（微量）。蚀变矿物由多到少大致排列为:绢云母→石英→绿泥石→硬石膏→白云母→黄铜矿→黄铁矿→碳酸盐→斑铜矿。", "label": "地球物理学", "id": 0}
{"content": "以长沙地区用于水源热泵的湖泊水库水体作为研究对象,建立一个湖泊水体水温计算模型,通过模型求解结果与实测数据的对比,验证了模型的正确性.利用建立的水温模型研究了长沙地区的湖泊水体水温变化规律及其影响因素,计算出长沙地区湖泊水体冷凝热与取热量热承载能力,并且对冷热承载能力的影响因素进行了分析,其结果可作为以湖泊水体为热源的水源热泵系统的设计参考.", "label": "地球物理学", "id": 0}
{"content": "F湖作为一重要高原深水湖泊,其自然环境噪声有其特殊性。本文通过分析其噪声形成机理,参考Urick深海环境噪声谱图提出了F湖噪声频谱特性图,并研究了物理表征模型与噪声预报的数学表达模型。", "label": "地球物理学", "id": 0}
{"content": "<正>河流承载了近90%的从陆地输送到海洋的物质,在元素的地球化学循环中起着重要作用,而河流颗粒物是这些物质的主要载体。因此,河流颗粒物已成为研究陆壳风化强度、重建上地壳组成和历史、计算运输到海洋的物质通量以及判定河流碳循环对全球气候影响的重要研究对象。目前,国际上流域研究主要集中在背景区大河流如亚马逊河和有限的自然源元素,受人类活动干扰的中小型河流及与人类活动息息相关", "label": "地球物理学", "id": 0}
{"content": "本文基于对河北省安格庄水库、王快水库、岗南水库和黄壁庄水库4座水库以及入库河流水化学成分的测定,借助Larson指数和Larson指数主要影响因子硫酸盐进行分析,探析得出南水北调中线京石段供水初期北京市部分小区居民家中自来水出现不同程度\"黄水\"现象的原因是高硫酸盐的水源水会对老旧小区的铸铁管网造成腐蚀,同时对4座水库供水安全性进行了评估,该4座水库水质能满足生活饮用水标准限制要求,可以确保供水安全。通过一系列实例研究和数据实证分析,阐明了水龙头\"黄水\"形成机理,提出\"黄水\"现象的预防措施,以确保供水安全。", "label": "地球物理学", "id": 0}
{"content": "为更加清晰地认识无机碳在岩溶水库水体中的循环转化过程。2013年8月对位于岩溶区的广西大龙洞水库沿流程方向不同地点水体进行现场分层监测、实验研究。水库始建于1958年,为峰丛谷地边缘堵漏成库,库容1.09亿m3。水库紧邻北回归线,属南亚热带季风气候,年均降水量1400~2400mm,年均温20.9℃,热带、亚热带植物物种丰富。现场用WTW 3430多参数水质测定仪测定水温（T）、溶解氧（DO）、pH值,用Merck碱度试剂盒滴定HCO3-。δ13CDIC、阴、阳离子以常规方法处理后分别用磷酸法、离子色谱仪、光谱仪测定。研究结果表明:1研究区水体水化学主要受碳酸盐平衡体系控制,水化学类型为HCO3-Ca型。2水体溶解无机碳（DIC）含量分布特征:沿流程方向从库尾到库中DIC含量大幅增加,库中到坝前则存在小幅减小。3垂直剖面上:存在DIC含量表层至-10m大幅增加,-10m至底层又大幅减小的\"双向梯度\"趋势。分析认为:1碳酸盐岩溶解-沉淀过程可能不是造成DIC前述变化的主要原因。2中上层浮游植物强烈的光合作用对CO2的差异吸收致进入水体的大气CO2含量不同可能是影响沿流程方向DIC及δ13CDIC变化的一个重要因素。3研究区水体垂直剖面上存在热分层现象,其通过影响水库不同部位、不同深度水生生物新陈代谢的方向及强度、有机质分解强度等对水体DIC及δ13CDIC产生影响,这可能是造成表层到-10m处二者变化的主要影响因子。4底层DIC含量减少可能是由于不产氧光合细菌对其利用造成的。", "label": "地球物理学", "id": 0}
{"content": "2014年4月,对长江从金沙江至河口干流的碳、氮、磷和硅含量进行调查。结果表明,长江干流各种形式的氮含量变化趋势一致,在攀枝花到重庆江段迅速增加,之后浓度基本保持恒定,溶解性无机氮（DIN）是总氮（TN）的主要存在形式,硝酸盐是DIN的主要组成部分;硅酸盐在长江干流流域含量基本稳定,但在重庆到宜昌江段出现了明显的下降,在岳阳以后硅含量有所回升并保持恒定;磷酸盐含量在攀枝花至巴东江段迅速上升,到宜昌有所降低,之后基本保持稳定。通过N:P:Si之间的比例可以发现,P是限制浮游植物生长的主要因素,但在浑浊度较高水域,光照是主要限制性因子。通过分析各个元素形式与径流、悬浮颗粒物（TSM）的关系可以发现,各元素通量主要受径流控制,同时,总磷（TP）、总颗粒态磷（TPP）与TSM呈正相关关系,而TN、总有机氮（TON）及溶解性有机磷（DOP）与TSM主要呈现负相关关系,说明有机氮、磷更容易被悬浮颗粒物吸附。", "label": "地球物理学", "id": 0}
{"content": "通过对比长江口及其邻近海域历史调查资料和目前监测数据（1985-08,2004-08,2007-08,2012-02,2012-05,2012-08,2012-11）,讨论了长江口溶解氧的季节变化和低氧区年际变化,并探讨了底层缺氧形成的原因。结果表明:冬季,表、底层溶解氧呈近岸高外海低的分布趋势,上下混合均匀;春季,层化初成,藻华开始出现（chl a=5.23μg/L）,低氧水体开始发展;夏季,表层水体存在一高氧区,氧饱和度可达182%,与底层低氧区范围基本一致;秋季,低氧区消失,表、底分布均匀。长江口低氧区在8月稳定存在,10m水层开始出现,历年溶解氧最低值呈波动性减小趋势,低氧核心向北移动。长江口低氧区存在很强的密度层化特征,说明夏季水体层化阻止了上层高氧和底层氧的交换,是低氧区形成的必要条件;表层浮游植物光合作用产生的大量颗粒有机碳在底层进行化学和生物氧化是缺氧的主要原因之一;台湾暖流水为缺氧水体提供了较小的溶解氧背景;长江冲淡水为长江口水体缺氧提供了营养盐支持;陆源有机碳对低氧的贡献有限。", "label": "地球物理学", "id": 0}
{"content": "2013年5月至11月每期10天对汤旺河主要离子进行调查分析,结果显示:汤旺河年离子总量平均值为104.97mg/L,属低矿化度水,主要阴阳离子分别为HCO3—与Na+,水质类型为CⅡNa。2013年河水年内离子总量变化明显,离子组成亦变化显著。其中HCO3—与SO42-呈负相关关系,Clˉ基本不变。不同河段除Ca2+、Mg2+差异显著外,各离子组成及离子总量则无显著差异。分析采样点离子总量与离子组成的相关性可知,离子总量越高,SO42ˉ、Na+（K+）所占比例越大,HCO3-、Ca2+、Mg2+所占比例越小,汤旺河水质有向微咸水转化的趋势。试验获得的汤旺河离子总量、组成及时空变化等重要的基础数据,为汤旺河今后的水化学与水生态研究奠定基础。", "label": "地球物理学", "id": 0}
{"content": "汤旺河是黑龙江省十大江河之一,横跨伊春、佳木斯两市。本文是在对汤旺河自然概况及水文特征研究的基础上,对汤旺河下游的水化学特征进行了较为全面的研究。为了解汤旺河下游段的水化学特征,分别对丰水期与枯水期河水进行采样研究。结果表明汤旺河下游水体偏弱碱性,阳离子以Ca2+、Na+为主,阴离子以HCO3—、SO42-为主,水化学类型为HCO3——Ca2+型,主要离子来源于岩石风化。枯水期离子浓度明显高于丰水期,但离子含量序列均为:HCO3—﹥SO42-﹥Ca2+﹥Na+﹥Cl-﹥Mg2+﹥K+。相关分析得出汤旺河下游水体中Cl-、NO3—、SO42-、NH4+和Mg2+之间有很好的正相关关系,表明它们有共同的来源,受人类活动影响较大。水体中含氮物质的存在,表明汤旺河下游水体已经受到污染,主要由沿河两岸农业生产区化肥的施用、工业生产及人类活动排放的废物引起。", "label": "地球物理学", "id": 0}
{"content": "<正>研究了底泥物理性质对沉积物中磷向上覆水体静态释放通量的影响。研究集中在底泥沉积物泥沙颗粒粒径、孔隙率以及沉积物中初始磷溶度等主要因素的影响。文中底泥沉积层表面直接和上覆水体接触,水体中增加的磷一方面来自于表层沉积层的直接解吸,另一方面主要来自于底泥沉积层内的孔隙水的扩散,后者主要由沉积物的泥沙颗粒粒径和孔隙率决定。", "label": "地球物理学", "id": 0}
{"content": "<正>赤水河流域是长江流域唯一没有筑坝并且污染较轻的干流,是目前世界上生产名白酒最多的流域,其生态环境保护具有世界意义,地位十分重要。赤水河上游地区是主要的农业生产区,农业生产技术条件落后,提高粮食产量的主要途径还是垦荒和开垦坡耕地,加上矿产资源的无", "label": "地球物理学", "id": 0}
{"content": "<正>赤水河流域处于云贵高原与四川盆地过渡地带,是长江上游唯一一条干流未建坝的一级支流。本研究在枯水期采集了赤水河中下游干流及其支流共26个河水样品。结果表明,赤水河干流pH值介于7.63～8.71,平均值8.24;电导率EC变化范围较大,为128～651μs/cm,平均", "label": "地球物理学", "id": 0}
{"content": "<正>水位作为重要的湖泊水文因子,对湖泊水动力过程、生物地球化学化学过程影响较大。水位的变化影响水体中营养盐的含量、有机质悬浮与沉降、溶解氧和Eh等水质理化参数等,因此水位的变化对湖泊氮的生物地球化学循环会产生重要的影响。鄱阳湖是我国第一大淡", "label": "地球物理学", "id": 0}
{"content": "<正>人类活动对我国北方河流水化学组成影响不容忽视。选取黄河小浪底水库及以下干流和支流河水为主要研究对象,利用δ13CDIC、δ15N（NO3）、δ34SSO4和δ18OSO4识别河水溶解性无机碳（DIC）、溶解性硝酸盐（NO3-）和溶解性硫酸盐(SO42-)来源,探讨多同位素耦合作", "label": "地球物理学", "id": 0}
{"content": "<正>饮用水安全事关人体健康和国计民生,氯化消毒是目前世界上主要的饮用水消毒方法,兼有杀菌灭藻能力强、操作方便、价格便宜等诸多优点。天然有机质（Natural organic matter,NOM）广泛存在于地表水中,不仅影响水体中各种金属离子和有机污染物的迁移转化及生态毒性,也是饮用水氯化消毒过程中产生副产物的重要前驱物。红枫湖地处贵州高原中部乌江水系上游,", "label": "地球物理学", "id": 0}
{"content": "<正>碘在生物地球化学过程中有着重要的作用,研究碘的循环和形态变化对了解一些生物环境过程非常重要。碘的放射性同位素1291半衰期很长（15.7万年）,适合于数百万年尺度上的地球化学定年。1950年以来,核武器试验和核燃料后处理厂释放的人工129Ⅰ改变了环境中的129Ⅰ的浓度水平,这虽然带来了局部放射性污染,但也为洋流和生物圈中的碘循环研究", "label": "地球物理学", "id": 0}
{"content": "河流溶解无机碳（DIC）的输出反映了流域化学侵蚀消耗大气CO2的碳汇强度,其碳汇效应是全球大气\"遗漏汇\"的主要组成之一,是全球碳循环研究的重要内容。喀斯特地区的大量的河流DIC来源于岩溶作用过程中富含碳酸的水体对可溶性岩石的化学溶蚀作用。对乌江源区喀斯特广泛发育的三岔河流域阳长水文站断面的水文与水化学过程进行1个水文年的观测,结果表明:流域径流量主要集中在6-10月。TDS的年输出通量达到2.68×1011g,其化学侵蚀模数为1.02×108g/（km2.a）;DIC年输出量为1.88×109 mol,其输出模数达到7.12×105 mol/（km2.a）。总溶解固体物质TDS和DIC的浓度随季节具有显著的变化,但变幅比流量小,使得TDS和DIC通量较大的季节主要发生在TDS和DIC浓度较小的高温多雨的夏季和秋季。按碳酸盐岩的溶蚀作用对河水中DIC的贡献率为98%计算,约消耗大气二氧化碳9.56×108 mol,流域碳汇模数达到3.63×105mol/（km2.a）,其DIC输出强度的季节变化和化学侵蚀强度一致,依次为:6-8月>9-11月>3-5月>12-2月,其中,92%的TDS,DIC输出通量和碳汇发生在6-11月的丰水期,其碳汇强度约为非喀斯特流域的2～10倍。水文过程中河流水体的TDS,DIC的通量与TDS,DIC浓度呈负相关而流量呈正相关,不仅表明降雨径流对TDS,DIC的稀释效应,而且说明雨热同期的地理环境对流域化学侵蚀规律及其碳汇效应的主导作用。", "label": "地球物理学", "id": 0}
{"content": "2010年1月,在重庆市武隆县芙蓉洞的上部挖取土壤剖面放置装置每月收集土壤渗透水,同时收集洞穴滴水,测试其中的Ca,Mg,Ba,Sr含量。经过一年的监测,在2010年1-3月没有收集到土壤渗透水,2010年4月所收集的土壤渗透水样品的元素含量普遍高于其他月份,这是因为2010年1-3月,我国西南地区普遍干旱,降水偏少,到4月份才出现较多降水,说明土壤渗透水可以快速响应地表降水的变化。降水量出现大量增加的月份所收集的样品,其元素含量都有明显增加,如SA、SB、SC剖面4月、SB剖面6月和SD剖面5月的数据都呈现这样的特征,这可能是因为此前降水量的减少使地下水在土壤中滞留的时间更长,导致土壤渗透水溶解的元素增加,从而在紧接其后降水量增加的月份采集的样品中的元素浓度出现增加。洞穴滴水中Ca的浓度变化明显,如1#滴水点Ca浓度在12月出现明显减少,2#、3#滴水点3月份的Ca浓度明显高于其他月份。而4#滴水点5-9月Ca的浓度比其他月份低,与当地降水集中在5-9月的气候特征一致。其他元素含量也存在较大差异,如4#滴水点的Mg的平均浓度为30.75mg/L,2#滴水点的Mg的平均浓度为42.06 mg/L;1#和2#滴水点的Ba的浓度平均值分别为0.077 mg/L和0.0831 mg/L,而3#和4#滴水点Ba的平均含量分别为0.031 mg/L和0.018 mg/L;1#和3#的Sr含量高于2#和4#。由此可以发现,不同滴水点的元素浓度变化特征不同,这是因为元素在岩溶系统中的运移既取决于它们在洞穴上覆土壤中的化学活性,也取决于基岩的裂隙发育程度对地下水运移的影响。关于土壤渗透水与洞穴滴水之间元素变化的确切关系尚需更多长期的、系统的洞穴监测来完成。", "label": "地球物理学", "id": 0}
{"content": "本文通过对巴丹吉林沙漠丘间湖泊和古日乃、雅布赖、阿拉善右旗等地及其周围浅层地下水离子化学成分分析,探讨了沙漠地区湖水与地下水化学成分特点、水化学类型、空间变化和湖水补给来源。结果显示,巴丹吉林沙漠湖泊水的pH、盐度、TDS和电导率均远远大于地下水。湖水样品中Na+和Cl-含量占绝对优势,大多数盐度较高的湖泊属于Na（K）-Cl-（SO4）型,个别盐度较低的微咸湖属于Na-（Mg）-（Ca）-Cl-（SO4）-（HCO3）型。地下水的化学类型多数为Na-（Ca）-（Mg）-Cl-（SO4）-（HCO3）型,属微咸水,个别为Na-Cl-SO4型的咸水。沙漠东南部湖群水的pH值、盐度、TDS和电导率比较低,呈微碱性,属微咸湖;而北部湖群水的pH、盐度、TDS和电导率远远大于东南部湖群,呈中等碱性,为盐水湖。湖水离子化学特征显示沙漠东南部湖群自南向北的演化趋势为:微咸湖→咸水湖→盐水湖。湖水离子化学成分短时间序列变化指示,近9年宝日陶勒盖、巴丹东湖、巴丹西湖、诺尔图、呼和吉林湖水中的大多数离子的含量有所降低,表明其近9年来淡水补给量增多。湖水化学成分与湖水位高度显示,巴丹吉林沙漠湖群湖水流向是由东南流向西北。水化学成分和水位分布高度表明,该区沙漠湖水主要来自当地降水补给和来自沙漠东南缘雅布赖山和南缘的黑山头山地降水的补给,而来自祁连山地下水补给的可能性非常小。", "label": "地球物理学", "id": 0}
{"content": "2009～2010年连续在嘉陵江深切温塘峡背斜核部处取水样24个（每月一个）,进行现场水化学指标的测定和室内水化学分析,研究得出嘉陵江塘峡段江水水化学特征主要受地层控制,常年pH值在7.33～8.4之间,电导率为312～435μs/cm,水中主要阳离子为Ca2+,其次为Mg2+,主要阴离子为HCO3-,其次为SO42-,水化学类型为HCO3—Ca型。根据季节性变化分析发现其pH值、电导率、离子浓度雨季在稀释作用下较旱季离子浓度偏小,但HNO3-的浓度相反,雨季偏大,表明嘉陵江水水化学特征除了受地层的影响外还要受人类活动的影响。所有样品的(Ca2++Mg2+)/HCO3-（mol/L）的点均投在0.5到1之间,(Ca2++Mg2+)/(HCO3-+SO42-)（mol/L）之比仍然大部分处于0.5到1之间,表明嘉陵江风化作用主要是碳酸的风化和硫酸风化碳酸岩盐,同时也存在硫酸岩盐的风化,且根据(Ca2++Mg2+)/HCO3-（mol/L）与(Ca2++Mg2+)/(HCO3-+SO42-)（mol/L）的季节性变化,发现雨季硫酸盐岩的风化相对于旱季较强,碳酸盐岩的风化雨季则相对于旱季较弱。这与pH值、电导率的变化有一定的相关性,旱季碳酸盐岩风化越强,pH值越高,雨季碳酸盐岩风化越弱,pH值越低。分析嘉陵江水中δ13CHCO3-值范围在-8.74‰～-7.36‰之间,计算得知其碳酸风化碳酸岩盐的比例为72%～91%,其他酸风化碳酸盐岩的比例为72%～91%,δ34SSO42-值旱季为14.43‰,雨季为12.21‰,表明雨季硫酸对碳酸盐岩的风化作用和硫酸盐岩自身风化作用在雨季均表现更强,其中硫酸岩盐自身的风化作用在雨季强度更大,而旱季碳酸对碳酸盐岩的风化作用较强。", "label": "地球物理学", "id": 0}
{"content": "为描述河流中同位素丰度的沿程变化规律,基于伊藤（It?）随机微分方程的基本理论,假定同位素丰度的沿程变化由布朗运动驱动,建立了同位素丰度的沿程变化模型,进而求解出其数学期望和方差,并采用灰色GM（1,1）模型方法对参数进行率定。最后,将同位素伊藤随机模型应用于太浦河流域进行验证并取得较好的结果。同位素伊藤随机模型为同位素丰度沿程变化规律的研究提出了一种新方法,进而为同位素水文模型的研究奠定了基础。", "label": "地球物理学", "id": 0}
{"content": "黄河作为我国大江大河体系中的骨干河流,其水资源的精准测量是流域水资源管理的基础,因其含沙量大的突出特点,严重制约了水资源管理的信息化进程。论文总结了\"十三五\"期间在黄河流域水资源管理中应用效果较好的YMCP型非接触式微波测流仪、ADCP及非接触式雷达在线监测等3种测流新技术,从测流原理、在黄河流域水资源管理中的应用情况及新技术的优缺点等方面进行分析说明,为流域区域实施精准的水量调度提供技术支撑。", "label": "地球物理学", "id": 0}
{"content": "随信息化发展的加快,基于720°全景漫游技术以全方位的实景备受关注。本研究采用\"航摄+地面定点照相\"空地融合完成实景视图的建设。采用空中和地面视角的相片进行优势互补,通过PTGui软件合成,Photoshop软件优化处理,生成全景图像。通过空地融合的720°全景导视在水文系统公共数据平台的应用,提高可视化质量,为\"驻巡结合\"模式的运行及变革水文测验模式奠定基础,也为打造水文品牌形象奠定基础。", "label": "地球物理学", "id": 0}
{"content": "依据《河流流量测验规范》以及相关规范标准,分析青铜峡（东总）站流量间测条件,计算历年水位流量关系曲线与历年水位流量关系综合曲线之间的相对误差。结果表明:青铜峡（东总）站符合流量间测条件,在适用范围内可以实行流量间测。", "label": "地球物理学", "id": 0}
{"content": "随着我国经济社会的飞速发展,城市化进程也不断加快,都市圈、城市群、城市带和中心城市不断形成。快速城市化使得自然环境发生强烈变化,导致水文要素和水文过程发生相应的变化,出现降雨量增加、暴雨次数增加、汇流时间缩短、径流系数增大等城市水文效应。本文从城市环境的特点出发,分析了水文应急监测点的相同点与不同点,并从城市水文站网和应急监测两个维度,提出构建城市水文应急监测体系的思路及重点,可为完善城市防洪排涝体系提供参考。因此,要加快城市水文应急监测能力建设,完善健全水文监测站网体系,为实现城市精细化管理、洪水精准化调度和资源化利用提供支撑。", "label": "地球物理学", "id": 0}
{"content": "随着城市化进程的加快,暴雨频率的增加,以及极端暴雨事件的频繁发生,城市现状的排水管网系统越来越难以满足超标准排水要求,从而加剧了城市本身及下游地区的防洪负担。本文以开封市运粮河组团项目汇水区为例,以规划雨水管网为基础,从可持续性角度,提出可以有效地控制和消减城市洪水的LID措施,从而提升城市抵抗大暴雨的能力。", "label": "地球物理学", "id": 0}
{"content": "作为随机变量的水位资料,水位级可采用数理统计方法进行划分。按照《河流流量测验规范》GB50178-2015中,对二、三类精度的水文站,水位级的划分可采用典型年法。流量级根据历年水位流量关系曲线所对应的相应水位来确定。对划分成果进行分析。", "label": "地球物理学", "id": 0}
{"content": "自2011年以来,通过中小河流水文监测系统项目各批次的建设,提高了水文测验能力,完善了水文站网布局,对防汛抗旱、防洪减灾及地方经济可持续发展都起到了十分重要的作用。因此,做好项目后评价就显得尤为重要。本文分析了中小河流水文监测系统建设项目的意义和特点、项目后评价的内容与方法,并提出了几点建议。", "label": "地球物理学", "id": 0}
{"content": "为了分析辽宁省水文干旱的时空特征,本文采用EOF分析了径流量Z指数的空间分布型,利用小波分析方法对其时间系数进行了周期分析。结果表明:第一模态空间型为全省一致的正值区;第二模态空间型为东部与西部相反的旱涝态势;第三模态空间型为南部和北部相反的旱涝态势。三个模态的周期为大、中、小多种尺度相互嵌套。", "label": "地球物理学", "id": 0}
{"content": "以盘山水文站所观测的辽河感潮河段潮水位资料为依据,通过几种造成失潮问题因素的详细剖析,得出辽河感潮河段失潮的规律,并对不同失潮情况数据的处理办法进行归纳总结,以便更规范更系统地记录水文数据。", "label": "地球物理学", "id": 0}
{"content": "流量是进行洪水预报和水资源计算的前提,是水文分析服务深化的重要领域。流量监测目前以传统的人工监测为主,需要大量的人力和物力,很难实现重要河道的日常监测,自动测流技术可有效破解目前的困境,是当前水文自动化发展中的重要课题。本文以华东某水文站流量监测为例,介绍H-ADCP流量监测系统的原理和安装位置,对H-ADCP测验的指标流速和平均流速进行相关分析,建立两者之间的相关关系,并对关系线用实测数据进行验证,验证结果较好,符合水文测量规范,可用于实际的河道流量监测。随着现代化水量监控技术设备的发展完善,成熟的H-ADCP在界河水量监控上得以应用,具有广泛的推广价值。", "label": "地球物理学", "id": 0}
{"content": "由河流水位与非承压含水层中地下水水位之间水头差引起的区域地下水排泄（Regional Groundwater Discharge,RGD）作用对复式河道地表-地下水横向潜流交换有着显著的影响。通过建立地表水-地下水顺序耦合数学模型,对垂向地下水排泄影响下的滩槽横向潜流交换水动力过程进行了模拟研究。结果表明:地表水二次流漩涡在复式断面床面产生的横向水力梯度可引起明显的局部横向潜流运动,横向潜流交换易发生在滩槽交界区床面附近,受地下水排泄的影响,在复式断面河床中潜流与区域地下水流的交汇处出现了一个流速低值区;区域地下水排泄对河床中潜流带的发展具有限制作用,随着地下水排泄量的增大,河床中孔隙水流速低值区域的范围逐渐缩小且位置上移,河床中潜流带范围也呈现减小的趋势;尽管地下水的排放显著减小了潜流交换区域的面积,但界面交换量减小的程度相对较弱。", "label": "地球物理学", "id": 0}
{"content": "岔巴沟流域地处我国西北部地区,是典型的黄土高原丘陵沟壑区。流域内植被覆盖少且冲蚀切沟发育,极大地影响了降雨入渗及产汇流特性。基于流域数字高程模型（digital elevation model,DEM）,应用GIS技术提取流域地貌参数。并针对岔巴沟流域独特的下垫面条件,采用超渗产流模式模拟流域降雨-入渗过程,通过运动波-地貌瞬时单位线法进行汇流过程模拟。选取研究区内实测的场次降雨、径流资料进行率定和验证,选用洪峰流量相对误差、峰现时间绝对误差和纳什效率系数3个指标对模拟效果进行评定。研究表明超渗产流模式的产汇流模型在岔巴沟流域具有较好的模拟效果及适用性,可为类似黄土高原地区流域产汇流过程模拟提供借鉴意义。", "label": "地球物理学", "id": 0}
{"content": "封闭的内流区水系众多且流域出口位于内流区内部。传统子流域划分方法要求流域是开放式的,即流域出口位于流域边界上,无法正确对封闭内流区流域进行子流域划分,一方面会划分出错误的流域范围,另一方面会得到错误的子流域上下游汇流关系。为了解决这个问题,本文提出一种改进方法,使得传统方法能够对封闭内流区进行子流域划分,并以苏干湖流域内流区为例,基于ArcGIS操作详细介绍了方法流程。结果表明,通过对DEM数据进行预处理,可直接使用传统子流域划分方法进行封闭内流区子流域划分,并得到比较正确的划分结果,为内流区流域的分布式水文模型构建提供技术支撑。", "label": "地球物理学", "id": 0}
{"content": "地下水是自然水循环的重要组成部分,也是人类生活生产不可替代的资源。为保障地下水合理开发利用,全国各省市均在进行地下水水位管控指标的确定工作。确认受地表水域影响的地下水观测井在区域地下水水位确定工作中具有重要的现实意义。本文以鄱阳湖地区几个典型地下水观测井为例,通过地下水对洪水的响应模型,使用水位观测数据反演河床与含水层的水力传导特性。由此研究地表水水位对毗邻河湖的含水层地下水水位的影响幅度和范围,为河湖丰富的平原地区区域地下水水位确定工作提供参考。", "label": "地球物理学", "id": 0}
{"content": "冰情发展过程与冰下流速密切相关,而冰下流速数据当前仍需通过打孔测量获得,盲目以测线上多个测点推求垂向平均流速费时费力。故建立复式断面渠道类比天然河道,以实测流速数据为基础,比较单点法、两点法等多种方法所估算的垂向平均流速误差,确定最优流速估算方法,以减小工作量、提高精度。进一步选择效果较好的0.5H单点法和0.2H、 0.8H两点法,对浅滩和主槽不同测点选取方法所得的流速精度进行比较,给出推荐的测点选择方案。", "label": "地球物理学", "id": 0}
{"content": "以苦水河流域郭家桥水文站长系列实测水沙资料为基础,采用资料统计分析的研究方法,对苦水河流域不同时期、年际及年内水沙量变化进行了分析,并采用Mann-Kendall突变检验研究方法确定了郭家桥水文站水沙突变年份。结果表明:苦水河水少沙多,水沙年际间变化悬殊,水沙量主要集中在汛期, 1969年以前水沙量基本最少,较多年均值偏少76.7%和55.6%, 1990—1999年水沙量最大,较多年均值偏多80.6%和180.2%。研究成果可为黄河上游宁夏河段水沙调控及河道治理提供技术参考。", "label": "地球物理学", "id": 0}
{"content": "水文勘测含沙量测验多采用置换法处理泥沙水样,置换法处理水样需要检定比重瓶以确定任意温度的瓶加清水质量和置换系数,瓶加清水质量和置换系数与温度的关系实质归结到水密度随温度变化的关系。水密度随温度的变化关系可概化为温度t的函数,是一高次多项式,比较复杂。先前多以室温法、差值法先制表,再查表确定瓶加清水质量和置换系数,制表、查表环节烦琐且易出错。随着计算机技术日益普及,利用瓶加清水质量和置换系数与温度t的函数式直接计算,如使用Microsoft Excel工作簿中的Visual Basic程序或宏功能十分方便,操作简单快捷。直接计算省去制表、查表环节,避免该环节人为差错,势必取代室温法和差值法被广泛应用,也是今后含沙量测算实现电算化、智能化的有效途径。", "label": "地球物理学", "id": 0}
{"content": "山区降水具有大量的不确定现象和强烈的时空异质性,由于地区、降雨分布及时空尺度等的差异,不同情景的降雨插值算法在不同环境条件下具备不同优越性。本文基于高精度地形地貌数据,以降雨区块预测运动矢量为前进方向,采用模糊匹配法对山区地形特征与降雨时空分布及运动预测结果进行匹配,从而判断出多维影响降雨的因子,建立面雨量插值因子库。建立基于确定性空间插值方法及地统计学两类方法的插值算法库,实时链接到插值因子库,动态选择相应降雨情境下最优插值算法模型及参数组合,从而获取全国范围内山区小流域面雨量最优插值结果。", "label": "地球物理学", "id": 0}
{"content": "根据长江中下游干流控制站汉口站近年实测断面和流量等资料,分析了该站测验断面年际的冲淤变化规律,结合2020年汛期降雨及下游河道情况,分析该站2020年汛期水位流量关系的变化成因。分析结果表明:2020年长江中下游流域前期降水偏丰,上游水库群消落库容来水叠加使得汉口站起涨水位较高;区间支流来水量增大且降雨集中,导致下游区间各支流来水快速增加造成对干流顶托;同时河段比降较1998年小,洪水下泄缓慢,水位流量关系线维持左偏状态。", "label": "地球物理学", "id": 0}
{"content": "广东省水资源丰富,但由于水资源开发程度高、水质污染严重等问题,区域水环境、水生态和水安全等成为亟须解决的重要科学问题。开展生态流量研究对保障河流生态环境具有重要的理论意义,并能为广东省水资源优化配置和可持续发展提供科学依据。为此,运用3种水文学法（包括Tennant法、QP法和最枯月平均流量法）对广东省主要流域共32个水文控制站的逐月流量数据做了全面而系统的研究,探讨不同流域主要水文控制站近60 a的径流变化规律,并分析不同计算方法下各流域生态流量的差异和影响因素。除个别站外,大部分站点90%最枯月平均流量法计算的生态流量占多年平均流量比例均大于10%,多集中在10%～20%,且比例在各流域中无明显差异。近10 a最枯月平均流量法计算的结果因水文周期会有较大的区别,容易受流域丰、平、枯变化的影响。本文推荐Tennant法的10%和90%最枯月平均流量法配合推求生态流量,取两种方法的大值为河流最小生态流量下泄值。", "label": "地球物理学", "id": 0}
{"content": "水中总硬度、钙离子和镁离子的测定采用EDTA络合滴定的电位滴定法。本文阐述了电位滴定法的方法原理、操作流程、仪器工作条件选择及注意事项等,论述了检测数据的分析评价方法和均值配对t检验对检测方法进行比对的方法。", "label": "地球物理学", "id": 0}
{"content": "为研究双源蒸散发模型在估算湿润地区蒸散发量的适用性,以淮河大坡岭以上流域为研究对象,构建了考虑植被叶面积指数的分布式双源蒸散发模型,计算历年逐日流域蒸散发能力,并建立与蒸发皿实测值的拟合关系,以比较双源蒸散发模型计算的精度。结果表明:双源蒸散发模型计算的流域蒸散发能力值与蒸发皿实测值在时间上具有较好的相似性和一致性。研究结果可为估算湿润地区的蒸散发量提供支撑。", "label": "地球物理学", "id": 0}
{"content": "对长江源区沱沱河站、直门达站1964—2018年径流特性进行了分析,并采用累积距平统计、Mann-Kendall突变检验方法与累积量斜率变化分析方法定量分析了降水、冰冻圈要素对长江源区径流变化的影响。结果表明,近55年长江源区径流呈增加趋势,直门达以上流域降水对径流变化的贡献率为67.5%,而沱沱河以上流域降水对径流变化的贡献率仅占23.0%,这主要是由冻土、冰川等冰冻圈因素对气温变化的响应引起的。", "label": "地球物理学", "id": 0}
{"content": "径流变化特性分析对流域水资源合理开发和高效利用具有重要参考价值。以滦河流域10个水文站近60年的实测径流序列为基础,采用多种统计学方法对径流变化的趋势性、突变型和周期性进行分析。结果表明:滦河流域年径流量和汛期径流量均呈现显著的减少趋势,并且年径流量的减少幅度大于汛期径流量的减少幅度,若未来维持该趋势,将加剧径流的年内丰枯差异。结合滦河流域实际下垫面变化以及水利工程修建情况,确定滦河流域径流变化的突变年份为1979年。滦河流域年径流量演变过程中存在着17～30年、 11～18年、 7～11年和3～6年的4类尺度的周期变化规律,其中23年为第一主周期; 14年为第二主周期; 5年和9年依次对应着第三主周期和第四主周期。截至2011年,径流量等值线均未封闭,表明研究区径流量仍将继续增加,按照最强振荡尺度23年的周期特征推算,径流量增加趋势将持续到2018年左右。研究结果可为流域水资源综合规划、合理开发利用及科学管理调度提供参考。", "label": "地球物理学", "id": 0}
{"content": "本文选取嘉陵江流域为研究区域,首先还原北碚站天然径流过程,采用Mann-Kendall、 Kendall秩次相关检验等检验方法分析得出嘉陵江流域年径流过程无明显变化趋势,之后采用RVA法分析现有梯级水库运行对嘉陵江河流水文情势的影响程度,得出北碚站整体水文指标改变度为高度,研究成果可为梯级水库调度实践提供参考。", "label": "地球物理学", "id": 0}
{"content": "本文基于抚河流域长系列的逐日降水资料,采用标准化降水指数、干旱历时、干旱烈度等干旱指标,揭示抚河流域气象干旱时间与空间尺度上的变化特征,为流域抗旱应对提供参考。结果表明:（1）标准化降水指数适用于抚河流域的气象干旱评价,多尺度标准化降水指数捕捉抚河流域气象干旱的准确率在85.71%以上,识别效果较好。（2）1956—2019年以来抚河流域春季呈干旱化趋势,农业灌溉高峰期9月、 10月也有干旱化趋势,其余时间尺度上抚河流域呈湿润化趋势。（3）气象干旱特征变量季节差异大,空间差异小。从春季到冬季,抚河流域长历时、高烈度干旱中心呈现南部—西部—北部—东南部分布形式。（4）抚河流域干旱历时和干旱烈度具有显著相关性,两者相关系数在0.64以上。抚河流域气象干旱易发生短历时低强度的干旱事件,联合重现期多为1～4年。", "label": "地球物理学", "id": 0}
{"content": "近些年,我国部分地区经常出现水灾灾害,对水利工程设备和国土资源产生较大不良影响和损坏,同时对人民群众的生活品质和生命财产安全带来较大影响和威胁。水文测验工作中,相关工作人员对智能测控技术进行实践应用的过程中需要有效结合硬件和软件系统,保证设计人员设计硬件和软件符合相关标准和工作需求,全面发挥整个系统在水文测验工作中的作用,从而有效保证整个系统的安全稳定性,提升水文测量信息数据的全面精准性,提升水文测验工作质量和效率,为社会提供更加优质的服务,创造更多的社会经济效益。", "label": "地球物理学", "id": 0}
{"content": "水资源是人类赖以生存的基础,伴随着社会经济的迅猛发展和人口的持续增长,水资源的使用需求日益加大。但现如今由于长期过度施用化肥农药给水资源带来了有害有机物,肆意排放的工业污水带来了重金属、生活垃圾、工业废水、汽车尾气,人类文明带来的各种环境污染不断渗入土地、汇入江河。水文测验工作就显得尤为重要,它能够为水资源的保护和利用提供参考依据。本文对水文特征展开分析,并对新时期水文测验中存在的问题加以总结,以此为基础探究水文测验问题的应对措施,以推动我国水资源保护发展。", "label": "地球物理学", "id": 0}
{"content": "径流变化反映了气候和人类活动的综合影响,然而目前黄土高原径流演变的归因尚不明晰。本研究基于Budyko假设构建解析径流变化归因的模型,评估径流对各环境因素变化的敏感性系数,定量揭示各因素对径流变化的贡献。结果表明, 1960—2018年,黄土高原径流显著下降,且在1986年发生突变,突变后径流减少了17.22 mm （26.97%）。就径流变化的敏感性而言,径流对人类活动导致的下垫面变化最敏感,对潜在蒸散发量的变化最不敏感。结合各因素的径流变化贡献量推算出气候变化和人类活动的贡献率分别为25.32%和73.81%,人类活动引起的下垫面变化是径流变化的主要原因。研究结果可为流域径流演变归因和水资源管理规划提供理论支撑。", "label": "地球物理学", "id": 0}
{"content": "流域大中型河道地形测绘成果包括数字线画图、数字高程模型、正射影像图及工程信息等海量数据,常规通过纸质载体展示成果,需要打印图幅巨大的图纸及大量表格,信息查询阅读的效率低下,使用管理也十分不便。笔者从事淮河流域基础地形测绘建设管理工作,正积极探索采用信息化技术手段对流域测绘成果进行智慧化管理,以期加强和提高测绘成果的使用管理水平,有关技术研究成果也可为类似项目提供有益的参考。", "label": "地球物理学", "id": 0}
{"content": "科技的发展带动技术的进步,针对水文行业的新需求,要实现水文现代化,对水文监测新技术、新设备的推广应用是目前行业的主要任务。在线雷达波流量监测技术是一项实现流量自动监测的新技术及新设备,该系统具有高度智能化、自动化、全天候工作、不接触水体、环境适用能力强等特点,是应对山区性河流及高洪流量测验安全、有效的一种方法,其精度高于目前许多水文站高洪流量测验的浮标法及比降面积法。该系统采用雷达、高频信号处理、互联网软件等先进技术,实现雷达波流量监测自动化、智能化,采用无线或移动网络,根据采集实时水位及表面流速进行自动在线测流,并将测得的数据计算整理后及时报送中心站。系统仅需比测分析出在线雷达波流速仪水面流速系数,即可应用于水文站流量自动监测。本文以尤溪水文站为例,对基于雷达波在线流量监测的示范应用进行了技术分析与总结。", "label": "地球物理学", "id": 0}
{"content": "H-ADCP在线测流是一种现代化的测流技术,但目前装的多投入应用的少。其根本原因是未能与测站实际情况结合,缺少安装位置、有效测量区间、比测率定等方面的分析研究。本文对H-ADCP在线流量监测系统测流原理、测流技术、应用及取得的成果进行了详细阐述,并对H-ADCP使用注意事项做了总结分析,为H-ADCP的推广应用提供参考。", "label": "地球物理学", "id": 0}
{"content": "利用狮泉河上游流域狮泉河站历史气象数据,基于降尺度模型生成未来三种排放情景下气候数据。采用Mann-Kendall检验法研究狮泉河上游流域历史降水和气温的变化特征,以及未来气候的变化趋势。结果表明,狮泉河上游流域在1965年后降水量有上升趋势,但不显著;气温在1961—1997年下降, 1997—2018年上升,上升趋势显著。未来三种排放情景下,在2020—2099年RCP2.6排放情景下降水无明显变化趋势, RCP4.5排放情景下降水有增多趋势, RCP8.5排放情景下降水有减少趋势,三种排放情景气温都有显著的上升趋势。", "label": "地球物理学", "id": 0}
{"content": "IHA-RVA法是国内外计算河道或湖泊水文变异特征的重要方法,但对于有明显变化趋势或变异程度较大的区域,RVA法无法体现水文变异的程度。本文采用CRITIC法结合动态时间规整算法（DTW）计算IHA指标变异程度,并应用于非洲Chad湖,结果表明。采用改进DTW法计算的综合变异度为69.9%,属于高度变异;与传统RVA相比,短时间尺度IHA指标变异度小,长时间尺度指标变异度大;改进DTW法可以对变异度特别大的指标进行量化分析,研究成果可为Chad湖水文情势影响评价以及流域生态补水修复工程提供参考。", "label": "地球物理学", "id": 0}
{"content": "水温监测是敏感期生态流量调度跟踪监测的重要基础和组成部分。对黄河下游主要断面进行水温监测并进行分析评估。结果显示,水温整体受气温影响。小浪底水库和西霞院水库由于水库水体的巨大热容量,对下泄水体水温产生显著控制作用,呈现出冬季水温较高,春季较低的现象。两个水库对下泄水体水温影响主要集中在小浪底至花园口河段,影响时段主要集中在11月至来年的6月,春季小浪底--花园口河段水温比正常水温整体低10℃左右。", "label": "地球物理学", "id": 0}
{"content": "水文情势变化是河流生态演变的重要驱动因素。本文采用IHA-RVA方法和流量过程变异程度评价指标,量化分析了黄河干流主要断面水文情势长期演变过程,并检验了突变特征。结果显示:与近天然时期相比,1980-2019年各断面水文情势总体上发生了中度至高度改变,从上游到下游月均流量减小的月份逐渐增多,极端高流量事件和极端低流量事件的流量均以减小为主;黄河实测月径流量与天然月径流量间的变异程度呈现出随时间逐渐增大、从上游到下游逐渐增大的变化趋势。黄河水文情势变化受到多因素复合作用影响,1956-2016年逐年流量过程变异程度没有突变点,但三门峡水库和龙羊峡水库投入运行的年份流量过程变异程度发生了较明显的增长。", "label": "地球物理学", "id": 0}
{"content": "本文以牛头河流域为研究对象,基于社棠水文站1959-2018年逐月实测径流数据资料,采用统计学方法研究了径流年内变化特征,通过累积距平法、有序聚类法和滑动t检验法识别了径流突变年份,运用滑动平均法和Mann-kendall趋势检验分析了径流年际趋势变化特征。结果表明:（1）牛头河流域社棠水文站径流年内分配不均匀,且较为集中,主要集中在7-10月,最大径流出现在9月4日,未来牛头河流域径流可能在年内的均匀度有所下降,但集中性有所提高;（2）牛头河流域社棠水文站1959-2018年径流系列可能的最优突变年份为1970年;（3）1959-2018年径流系列存在明显下降趋势,下降速率为0.216/10a,多年平均径流量为1.391×10~8m~3。本文研究结果为进一步分析流域径流变化驱动力因素奠定了基础。", "label": "地球物理学", "id": 0}
{"content": "水温监测是敏感期生态流量调度跟踪监测的重要基础和组成部分。对黄河下游主要断面进行水温监测并进行分析评估。结果显示,水温整体受气温影响。小浪底水库和西霞院水库由于水库水体的巨大热容量,对下泄水体水温产生显著控制作用。呈现出冬季水温较高,春季较低的现象。两个水库对下泄水体水温影响主要集中在小浪底至花园口河段。影响时段主要集中在11月至来年的6月。春季小浪底——花园口河段水温比正常水温整体低10℃左右。", "label": "地球物理学", "id": 0}
{"content": "生态文明,品质提升的时代背景下,扭转生态环境恶化的局面刻不容缓,生态空间尤以水生态空间的保护修复是国土治理、生态修复的重要工作。但当前针对水环境的空间规划未全面考虑其合理研究尺度以及自然水文循环过程的动态模拟。因此本文提出基于生态水文学的流域-小流域-集水区三级研究尺度,引入SWAT水文模型动态模拟自然水文循环的过程,着重阐述适用于规划领域的模型构建过程,筛选空间规划适用参数,将水生态环境落位于相应的国土空间,形成点-线-面三级空间管控体系,探究基于SWAT模型的三级研究尺度下三级空间管控在规划领域的应用,构建相应规划体系以期能为水环境整治与生态修复工作提供有益探索。", "label": "地球物理学", "id": 0}
{"content": "本文选择汉江中下游的黄家港等六个水文站2013年前的长系列资料、以及2014年中线工程建成运用以来的短序列资料,进行了统计分析,并采用Mann-Kendall检验和Spearman秩次相关检验,对各站流量时间序列进行趋势性分析。主要结论如下:（1）从年际变化特性来看,干流各主要控制站变化不大,最大年径流/最小年径流分布在1.91～2.39。（2）从年内分配来看,汉江中下游各主要控制站径流年内分布不均匀,汛期5-10月径流量占全年的60%～64%。（3）较2013年中线调水前,黄家港、襄阳、皇庄和仙桃多年平均径流量相较调水前减少幅度分别为32%、31%、28%和25%。（4）黄家港、襄阳和仙桃水文站的流量具有周期性变化规律,总体上1975～1985年处于丰水期,1986-2002年处于枯水期,2015年后流量有显著的下降趋势。", "label": "地球物理学", "id": 0}
{"content": "中国水利学会团体标准《非结构化水文资料数据库结构标准》已于2021年2月1日实施。针对标准中的关键技术进行了研究,包括:非结构化水文资料数据库的数据存储与组织、中文自动分词与水文中文分词词典、文字信息索引、数据库拆分与合并、数据续装、数据库和索引文件存储位置、数据库备份、数据库设计等。研究结果表明,非结构化水文资料数据库可以很好地存储、组织和管理大规模、多种类型、多种格式的水文资料非结构化数据和结构化数据,中文自动分词与水文中文分词词典、文字信息索引等技术有利于从水文信息中挖掘出更多高价值信息。", "label": "地球物理学", "id": 0}
{"content": "随着我国科技技术的快速发展,时代的进步不仅仅给我们带来了很大的便捷,还给我过许多行业带来了技术水平上的好处如:信息化时代的充实了人类及人类生活。对于今天来说我国指出了严格按照可持续发展战略进行和谐发展,并重视自然环境维护。水是我们人类赖以生存不可缺失的一部分,水文监测能够很好的反映出自然界中水的变化,把水文监测系统进行一个全方面的发展,能很有效的对我国的水资源进行合理的整合分配,能够确保我国的供水状况及水利工程的发展,其中测绘技术的应用能够很有效的解决监测中存在的问题。本文针对测绘技术在水文监测系统建设中的应用进行探讨。", "label": "地球物理学", "id": 0}
{"content": "为探讨新兴的非接触式测流技术—图像法和接触式测流技术—超声波时差法这两种在线流量监测系统在大江大河流量监测方面的适用性,本文以金沙江重要控制站攀枝花水文站为研究对象,从单次流量测验、场次洪水流量过程两个方面开展了系统分析。结果表明:1)单次流量测验方面,图像法和时差法两种在线测流系统,各个水情测流精度均较好,系统误差在1.9%以内,随机不确定度在10%以内。2)场次洪水流量过程方面,图像法高中水时精度高,与整编过程相比确定性系数DC在0.95以上,中水时精度降低。时差法各个水情精度均较高,洪峰、平均流量相对误差绝对值在2.8%以内,DC在0.96以上。3)总体上图像法流量在线监测系统在高洪期测流优势较高,而时差法适用性更好。本研究可为大江大河流量在线监测技术推广应用提供借鉴。", "label": "地球物理学", "id": 0}
{"content": "随着我国经济的发展,水资源条件也在不断发生着变化,水文应急监测的重要性日益凸显,建设水文应急监测体系,开展水文应急监测工作。我国信息技术发展迅猛,各类先进技术应用于水文监测中。黄河是我国第一大河,做好黄河汛情应急监测对水旱灾害防御至关重要。通过无人机进行监测,能够构建一个相对完善的空中水文监测系统,进而快速采集并传输黄河汛情监测信息。本文深入分析无人机监测系统应用于水文应急监测的具体方案,得出相应改进策略,为我国水文监测良好发展提供支持。", "label": "地球物理学", "id": 0}
{"content": "随着新时期治水新思路的确立、流域发展战略的提出,黄河水文进入新的发展阶段。本文从黄河水文信息化发展现状及存在问题出发,从开展信息化顶层设计、提高信息采集智能化水平、完善信息化基础设施、搭建智慧化水文大数据平台、构建智慧协同的决策支持体系、建立科学健全的信息化保障体系等方面提出新时期对黄河\"智慧水文\"建设的思考及建议,旨在为新时期黄河水文高质量发展提供有益参考意见。", "label": "地球物理学", "id": 0}
{"content": "随着社会的发展和进步,我国水资源工程越来越重要,其工程技术也随着社会的发展在不断进步,3S水文与水资源功率工程技术就是随着社会与水资源项目的不断发展而逐渐兴起的新型水资源技术,3S技术是在现有的先进的科技手段的前提下,兴起的水资源技术,并通过不断地实践和改进,我们的3S技术已经应用到水资源工程中,并得到了广泛的应用。并且,我国的社会政策的要求,使得水文与水资源工程的发展向着3S技术的方向推进,是我们的发展趋势。本文我们从3S技术在水文与水资源工程中的应用进行分析,并了解其基本概念和基本技术,为我国水文实现自主检测,水资源工程实现质量把控。", "label": "地球物理学", "id": 0}
{"content": "针对数据资源不完整、数据资源分散、数据联动困难、信息共享不足、业务协同困难、数据溯源不及时等问题,提出了基于关系型数据库、非关系型数据库与空间数据库建立数字水文平台的总体思路,研究了多源异构数据的存储与组织、磁光电混合存储数据库、水文同义词词表与词表检索、光盘数据库全文检索、数字水文平台检索等关键技术,提升了水文信息资源共享应用水平,推动了水文科技进步,为数字水文、数字水利和数字经济建设提供了可借鉴的经验。", "label": "地球物理学", "id": 0}
{"content": "随着现代化进程的推进,我国的水利工程也得到了发展。水利工程对于人们的生产生活有着非常重要的现实意义。但是随着水利工程的建设数量越来越多,水资源管理也出现了一些问题。本文将针对水文水资源管理的应用价值、水文水资源管理中存在的问题、加强水资源管理的措施以及水文水资源管理在水利工程中的应用等方面进行探讨。", "label": "地球物理学", "id": 0}
{"content": "介绍大汶河流域及站点概况,2020年度雨水情及水文测验情况。采用均方差法或P-Ⅲ频率曲线法对降水量及水资源量进行分析,2020年是丰水年,降水量接近10年一遇;年度地表水资源量18580万方,接近15年一遇。将三调数据从2016年延长至2020年,求得多年平均降水量及地表水水资源量,计算结果与三调结果吻合。", "label": "地球物理学", "id": 0}
{"content": "水情预警是水旱灾害防御的基础工作之一,在松辽流域的水旱灾害防御工作中发挥了积极作用。经多年实践检验,松辽流域的水情预警工作目前在发布权限、预警指标、实时性和操作性、发布途径、智能化等方面存在一定的问题,从而本文从水情预警职责、技术手段、工作机制等方面提出相应的工作建议。", "label": "地球物理学", "id": 0}
{"content": "快速化的城市建设和过量灰色基础设施的运用削弱了城市的水文调节服务能力,加大了城市排水系统和净化系统的压力,使城市面临着雨洪灾害、水体污染等威胁。本文首先对绿色基础设施进行概述与分类;其次比较了不同国家和区域的GI体系;最后分析了不同尺度上的雨水管理典型实践案例,结合我国的基本国情,提出了提升绿色基础设施水文调节服务能力的几点建议,以期对尚处于探索阶段的我国绿色基础设施的规划与雨水管理体系的建设提供借鉴。", "label": "地球物理学", "id": 0}
{"content": "雅砻江流域水力资源丰富,动能经济指标优越,是国家规划的十三大水电基地之一。目前,干流下游规划的5座梯级电站均已基本建成,且具有调节性能,其中锦屏一级和二滩电站调节性能尤其明显。通过调查统计回顾,下游梯级电站的建成运行导致河段水文情势变化明显,其中水域面积增加约540%,锦屏一级、二滩和官地电站坝前水深分别为300m、188m和128m,水库末端至坝前流速逐渐减小,锦屏一级以下4个梯级电站丰水期出入库流量减小,枯水期流量增大,径流年内分配比天然情况均化。由变化情况可知,调节性能强的水库对河段水文情势影响更大。通过此调查及总结可为我国其他流域水电开发对环境产生的影响提供借鉴。", "label": "地球物理学", "id": 0}
{"content": "在河流水资源开发利用管理中,科学合理地确定河流的生态流量是保障河流水生态系统健康的前提和基础,对于保护水环境和维护河流生态功能有重要的现实意义。在小型河道上往往缺少长系列的流量资料,在本文中以重庆市永川区临江河临江站段为研究对象,采用SWAT模型进行长系列的流量过程模拟,利用6种水文学方法对生态流量进行了估算。结果表明:在反映流量年内变化特征方面Q90法和Lyons法最优,月流量变动法次之;在枯水期（月均流量<年均流量）和特枯水期（月均流量<0.4倍年均流量）流量保障方面,Tcssman法和最枯月均流量法估算的生态流量最大,但也给水量保障也造成较大的压力,Q90法和月流量变动法相对较好;在实际流量过程的达标率方面,Tennant法和月流量变动法的生态流量最容易得到保障,Q90法其次。综合水文法的估算生态流量结果和生态流量保障工作的难易程度,建议在永川区临江河临江站段近期应采用月流量变动法、远期应采用Q90法估算生态流量。", "label": "地球物理学", "id": 0}
{"content": "随着以大数据、云服务等信息技术为代表的科技水平不断提高,社会对水文服务的需求不断发展,对水文监测信息系统的建设提出了更高的要求。江西省现有的系统已实现以中小河流预警预报业务为核心,应用于洪水预报、水情查询、站网管理、预警预报等多种场景下的建设任务。本文分析现有系统种类功能丰富的现状,急需在原来建设成果基础上,建设以\"数字水文\"为基础,利用大数据技术对海量水文数据管理,利用云计算等技术解决5到10年甚至更长时间的业务高速发展下IT应用高伸缩扩展性和高可用性问题,建设统一标准、统一存储、统一计算、统一管理、统一维护的水文信息体系建设。", "label": "地球物理学", "id": 0}
{"content": "随着计算机网络技术的高速发展,虚拟展示技术成为了现代信息技术的典型代表,有望为水利部门防洪减灾和风险评估等方面提供更为高效、直观的技术手段,在水文可视化领域里迎来更多的创新和突破。本文以鄱阳湖水系乐安河上游婺源县区域为例,基于WcbGIS技术、CTS虚拟展示技术、空间数据库技术,结合TOPMODEL半分布式水文模型、IFMS国产洪水分析软件,采用C#.NET、Java等计算机语言进行二次开发,探索和构建具有实时交互式显示功能的三维沉浸式水文多要素虚拟现实平台,实现三维数据查询、水雨情监测、洪水演进及分析、淹没分析、灾情评估等场景在三维视角下的虚拟展示,为流域防汛减灾提供辅助决策平台,进一步提高流域水安全的保障水平。", "label": "地球物理学", "id": 0}
{"content": "本文对西峰勘测局水文现代化发展做了简要回归,得出黄河水文现代化建设迫在眉睫,鉴于西峰勘测局的在职人员数量逐年递减,新仪器设备和管理方法逐渐无法满足现有测验要求,项目经费一直短缺,上层管理与基层工作呈逐渐脱离实际现象。对未来的先后化发展建议以管理落实为主,软硬件发展相辅相成,测报整管理一体化,重视智能软件的开发与后期维护,通过水文现代化的逐步落地,落实小河站的巡测工作,促进水文事业的和谐健康发展。", "label": "地球物理学", "id": 0}
{"content": "随着信息化在水文领域的不断深入,水文数据体量上增长迅速,但数据质量问题日显突出,影响了水文数据的高效应用。为了充分发挥高密度高频次海量水文信息的社会效益,有必要针对水文数据不同传输环节的特点,结合不同颗粒度的质量分析模型,对云水文数据开展质量控制体系研究。本文针对数据不同质量维度,基于云架构的水文数据中心,分别从汇集、存储和分发应用等环节开展数据质量控制体系化研究,并结合应用需求设计相应的控制模型,对海量水文数据进行多层级多维度的质量检查和监控,采用自动与人工相结合的方式处理问题数据,有效提升了海量水文数据的质量,为水文数据的社会化应用奠定可靠的数据基础。", "label": "地球物理学", "id": 0}
{"content": "为解决长期以来信息化建设存在的资源分散、条块分割,标准不统一、无法共享共用,重复建设等问题,塔里木河流域管理局以水利部信息化资源整合共享顶层设计为指导,开展了以流域水资源管理为核心的信息化资源整合工作。通过流域标准体系建设、数据资源整合、应用资源整合,建立了塔河\"一张渠系拓扑图\"\"一套业务关系表\"\"一套业务流程\",基于塔河云平台,建成了塔河\"一个库\"\"一张图\"和服务于全流域统一管理调度的塔管局综合业务应用平台,实现了\"总量控制、协同管理,一级部署、多级应用\"的资源整合共享目标,流域统一水量调度精度达到万方、灌区结算水量精度达到立方米,逐步实现流域精细化管理与调度,为智慧塔河建设打下了坚实基础。", "label": "地球物理学", "id": 0}
{"content": "本文明确的指出了水文信息化平台建设的重要性和紧迫性,指出了水文信息化平台建设过程中可能存在的问题,并针对这些问题给出了可行性的意见和建议,希望能够加强水文信息化平台建设,鲜明、直观的平台,能更好的为防洪抗旱决策提供分析数据,更好地为水利建设提供科学设计,更好地为地方经济发展提供技术支撑。", "label": "地球物理学", "id": 0}
{"content": "随着社会经济的迅速发展,水利工程已经被人们和社会所关注。人们的生活水平也随之得到了提高,并且人们对于水利工程的质量也有了新的需求。在水利工程当中,运用水文水资源管理可以起到非常好的效果,所以一定要对水位水资源管理进行全面的分析,这是非常关键的。因此,本篇文章根据水文水资源管理在水利工程当中的作用进行研究,这样才可以保证水资源合理的运用,促进社会经济的发展。", "label": "地球物理学", "id": 0}
{"content": "水资源是影响人类社会发展的重要资源,为缓解水资源紧张问题、加强水文水资源管理,应积极利用信息化技术提升水文水资源信息化水平。本文分析了几种水文水资源信息化建设中常用信息化技术,探析了加强水文水资源信息化建设管理的措施。", "label": "地球物理学", "id": 0}
{"content": "全国高校专业认证工作的不断推进对课程体系建设提出了更高的要求。天津农学院水文与水资源工程专业结合农业院校办学定位,构建了满足专业认证标准的课程体系。本文同时从构建专业特色课程体系、将思政教育融入课程体系、将虚拟仿真技术引入实践教学环节三个方面阐述了课程体系改革实践方法,为课程体系建设提供值得借鉴的可行途径。", "label": "地球物理学", "id": 0}
{"content": "本文以河海大学为例,回顾了水文与水资源工程专业在认证试点之初面临的主要问题,针对存在的问题所开展的教学改革与实践,包括:牵头制定了水利类专业认证补充标准;反向设计了水文与水资源工程专业的新课程体系;建立了全员参与、全过程跟踪、全方位评价可持续发展能力培养机制等。最后,提出今后为进一步落实专业认证理念需重点加强的环节。", "label": "地球物理学", "id": 0}
{"content": "地方农业院校设置的水文与水资源工程专业如何培育专业特色,插上新工科、新农科双翼,开展专业培养体系改革,建设特色明显的一流专业,培养具有学科融合的高素质应用型人才,是专业改革的优选方向。结合本校特点总结水文与水资源工程专业几年来的建设经验,在专业定位、课程设置、课程内容方面融入新工科、新农科元素,培养适合新农村水利、新农业水利、新农村生态方面的高素质应用型人才,取得了较好的效果。", "label": "地球物理学", "id": 0}
{"content": "在当前全面落实\"以本为本、四个回归\"的背景下,在建设面向未来、适应需求、引领发展、理念先进、保障有力的一流专业形式下,工程教育认证的重要性得到了凸显,但同时也对工程认证教育提出了更高的要求。虽然本专业已经历过两轮工程教育认证并取得了较好的成绩,但在本轮工程教育认证建设的过程中,针对吸引优秀生源、培养目标修订和持续改进等问题,本专业仍在制度建设、措施执行和评估改进等方面进行了大量的建设,以期达到工程教育认证的要求,促进我校水文与水资源工程专业的进步。", "label": "地球物理学", "id": 0}
{"content": "2018年11月西安理工大学水文与水资源工程专业已经接受了第二轮工程教育专业认证,两次认证的结论都是通过认证,有效期6年。两轮的专业认证极大地调动了全系教师投入教学的主动性,规范了专业人才培养的教学和管理体系,有力地促进了专业培养能力和管理水平的全面提升,\"以学生为中心\"的认证理念深入人心。为进一步响应\"陕西省一流专业\"建设和国家一流专业建设需要,本文就西安理工大学水文与水资源工程专业第二轮专业认证的实践进行总结与思考,期待专业进一步内涵式发展有大的提升。", "label": "地球物理学", "id": 0}
{"content": "随着城市化、工业化进程的加快和城市人口的快速增长,防洪排涝、水生态环境恶化、水污染等城市水问题越来越突出,城市水文工作也日趋重要。本文对九江城市水文工作进行了系统的分析,提出了要完善城市内涝水文监测预警系统、建立城市河流湖泊水文监测体系、加强城市水文科学研究等几点思考。", "label": "地球物理学", "id": 0}
{"content": "教学实习是水文与水资源工程专业本科生培养的重要环节。以社会对该专业毕业生的需求为基本点,结合学校办学特色和实际条件,有针对性地调整教学实习环节和内容,培养学生的专业素养和专业思维、科研创新能力和服务社会能力,是山东科技大学一贯坚持的原则。", "label": "地球物理学", "id": 0}
{"content": "\"互联网+政务服务\"的水务海洋模块化应用和服务体系改变了以往系统建设的传统模式,在充分利用社会成熟的资源和紧密结合水务海洋业务内容的基础上,按照模块化的思维和移动互联的轻应用模式,提升政府行政管理效能,也降低系统的运维成本,提高社会经济效益。", "label": "地球物理学", "id": 0}
{"content": "首先分析了水文大数据的特点,总结了同行各省市利用大数据技术的现状,其次展望了大数据技术在资料整编、防汛抗旱、河长制等工作中的应用前景,最后探讨了实现水文大数据发展的途径。", "label": "地球物理学", "id": 0}
{"content": "济南市2007年7月18日遭遇暴雨洪水之后,济南市水文局着力研究有效的暴雨洪水监测办法。自2010年开始\"济南市雨水情信息系统\"的研制,经过近十年的不断调整和使用中,此系统已经非常成熟,在城市雨水情监测方面发挥了巨大的作用。为暴雨洪水预警预报、水库汛期调度、河道警戒水位监测和道路积水监测预警等方面提供了实时的第一手资料。本文着重介绍济南市雨水情信息系统在水情工作中的应用,希望可以帮助更多的水文工作者研发更科学的信息处理软件。", "label": "地球物理学", "id": 0}
{"content": "<正>1项目简介1.1项目的背景三门峡水文局以往的水情会商是由技术人员收集信息,纸质记载,口头陈述,不形象不直观,会商难度大,尤其是对相关测站的情况只能通过电话询问,时效性差,且耗费大量的人力物力,不利于大洪水或突发事件发生时的水情会商、决策和统一调度。为了改善上述情况,三门局于2017年购置了55寸拼接屏及其辅助设备,由三门局水情信息中心负责设计建设", "label": "地球物理学", "id": 0}
{"content": "论述了当前水文信息化的技术现状,对水文各部门的系统平台进行分析,对传送方式和数据存储方式进行归类,指出了传统模式处理人工采集数据的弊端,总结出所有平台数据库都是由基础数据和统计数据组成,并提出了水文大数据平台建设方案。", "label": "地球物理学", "id": 0}
{"content": "现阶段,在我国社会快速发展和进步的过程中,科技与经济水平显著提升,人们的生活质量得到改善,国家整体正向着更好的方向发展。在这样的大背景下,资源短缺成为我国目前面临的比较严峻的问题,再加上社会生产建设活动的增加,各个地区对于资源的浪费和环境的污染,都让国家发展走上了瓶颈。面对这样严峻的局面,还需要在多角度出发,提出合理的解决对策,所以本文以水资源为例,重点分析水文与水资源的现状,找到合理的工作措施,希望能够为我国水资源的利用上制定可持续目标。", "label": "地球物理学", "id": 0}
{"content": "现阶段,在我国社会快速发展和进步的过程中,科技与经济水平显著提升,人们的生活质量得到改善,国家整体正向着更好的方向发展。在这样的大背景下,资源短缺成为我国目前面临的比较严峻的问题,再加上社会生产建设活动的增加,各个地区对于资源的浪费和环境的污染,都让国家发展走上了瓶颈。面对这样严峻的局面,还需要在多角度出发,提出合理的解决对策,所以本文以水资源为例,重点分析水文与水资源的现状,找到合理的工作措施,希望能够为我国水资源的利用上制定可持续目标。", "label": "地球物理学", "id": 0}
{"content": "<正>水文是经济社会和水利改革发展的重要支撑,随着经济社会的不断发展,水文工作的服务和支撑领域将不断拓展,基础性和公益性性质更加凸显。进入新时代,如何更好地提升水文服务能力和水平,笔者以为必须按照水利部提出的水资源、水生态、水环境、水灾害统筹治理的治水新思路,围绕\"水利工程补短板,水利行业强", "label": "地球物理学", "id": 0}
{"content": "<正>培养树立宣传先进典型,发挥典型的示范带动作用,是开展思想政治工作有效方法,是践行社会主义核心价值观、促进水文事业发展、加强水文队伍建设的有效途径,是满足职工心理需要和精神追求的现实需要。在人民治黄七十余年的光辉历程中,水文战线先后涌现出一大批具有崇高精神境界的先进集体和先进个人,他们在特定的历史时期发挥了典", "label": "地球物理学", "id": 0}
{"content": "随着移动通信技术与智能终端产业的快速发展,移动应用服务市场获得了前所未有的重视。在水文领域,移动应用服务因其便携性令用户突破了时间和空间的限制,能够实时快速地获取、上报水文气象预测预报信息。浙江水情移动服务平台拓展了浙江水情信息的社会泛在化应用,提高水情信息发布的便捷性和时效性,提升浙江水情的社会化综合服务能力,具有重要的现实意义。", "label": "地球物理学", "id": 0}
{"content": "由于水文信息类别众多,各类水文信息遵循不同的编码标准,造成同一站的不同类水文数据之间存在一站多码、站名混乱、编码不一致等问题,本文针对宁波地区水文数据的特点,将分散、分布、异构的各类水文信息,基于水文对象的信息组织存储模式和基于水文对象的信息应用体系,设计开发出基于统一编码规则的编码管理系统,此系统整合基础水文数据库、遥测数据库,实现水文信息的关联、查询和应用,实现\"一数一源,一点更新\"。", "label": "地球物理学", "id": 0}
{"content": "随着社会经济的快速发展,日新月异的人类活动的作用,改变了原有河道水文的自然规律,导致原来分析的水文规律失真。本文关键所在就是分析了人类活动对水文规律的影响,提出水利化后水文工作的思路和发展方向。", "label": "地球物理学", "id": 0}
{"content": "随着水文信息化建设的逐步推进,水情分中心信息化建设作为水情数据落地的第一关尤为重要。在水情分中心建设中,传统的粗放软硬件建设和信息管理模式制约着水情分中心信息化程度的提高,影响了水情数据的采集、存储、应用等各个环节。本研究通过对水情分中心典型建设模式的剖析,查找其中不足,合理使用虚拟化技术对水情分中心数据流程及拓扑进行改造,实现了系统稳定性、功能性、模块化、可维护性、安全性以及系统性能等方面的整体提高。", "label": "地球物理学", "id": 0}
{"content": "检定和校准是量值溯源的最主要的两个手段,是准确出具检验检测结果的重要保障[1],但是实际工作中由于概念不清,容易将两者混淆或等同,特别是在认证审核过程中,有些设备通过校准就可以满足要求,而强制要求机构按检定实施控制,给机构带来不必要的麻烦和损失。本文从厘清检定和校准的概念,为做好水文行业检测机构设备的量值溯源提供参考。", "label": "地球物理学", "id": 0}
{"content": "通过分析近年来江西水文服务河湖长制工作现状及成效,总结了服务河湖长制工作中取得的经验、存在的问题与不足。根据服务河湖长制的新目标和新需求,从理顺管理机制,加强水生态、水环境监测人才队伍建设,优化水文站网,建设水文信息平台,加强科技攻关五个方面进一步提升支撑与服务能力。", "label": "地球物理学", "id": 0}
{"content": "本文介绍了黄河源区及源区水文站网概况;分析指出了信息化建设现状和存在的问题;提出了重视信息化建设、开展信息化顶层设计、筑牢信息化建设的技术基础、用大巡测带动信息化建设、建立新的运行管理和工作模式、加强队伍建设的信息化建设措施。", "label": "地球物理学", "id": 0}
{"content": "<正>水文人守望江河,世代相传、忠诚相伴,惊涛骇浪中担当着尖兵的职责,地动山摇时彰显着勇士的忠诚……一代又一代长江水文人在默默奉献的社会实践中,培育并形成了长江水文优良传统。2015年,长江委水文局为努力挖掘、传承和弘扬长江水文优良传统,在大江上下广泛开展了\"传统大家谈\"活动,得到了长江水文职工的积极响应,畅谈水文传统一时成为水文佳话。2017年,为深入推进长江水文单位文化建设,长江", "label": "地球物理学", "id": 0}
{"content": "<正>以习近平新时代中国特色社会主义思想为引领,进一步分析水文文化建设新形势新任务,做好顶层设计、总体布局,明确建设目标、重点任务,制定建设计划、实施方案,从而开辟新时代水文文化建设新路径新境界,十分必要、正当其时。一、水文文化与事业发展互为动力（一）水文实践创造水文文化1949年以后特别是改革开放以来,我国逐渐形成了完整的水文机构、系列的水文法规、", "label": "地球物理学", "id": 0}
{"content": "<正>黄委会山东水文水资源局孙口水文站位于山东梁山县境内黄河滩区,此地是1947年刘邓大军横渡黄河之地。该站是国家一类重点常年报讯站和东平湖分洪决策控制站,现有在职职工20人。这个与共和国同龄的黄河干流水文站,曾先后获得原水利电力部\"全国水利系统先进集体\"、山东省委省政府\"抗洪抢险先进集体\"、", "label": "地球物理学", "id": 0}
{"content": "<正>河湖管理保护是一项复杂的系统工程,涉及上下游、左右岸、不同行政区域和行业。全面推行\"河长制\",由党政领导担任河长,协调整合各方力量,依法依规落实绿色发展理念、推进生态文明建设,是解决我国复杂水问题、维护河湖健康生命的有效举措,是完善水治理体系、保障国家水安全的制度创新。水文工作是通过对水位、", "label": "地球物理学", "id": 0}
{"content": "<正>地球介质的电性结构是研究基础地质问题（如造山带的形成与演化）的重要依据。大地电磁数据的维数分析是推断地下地电结构性质（如走向方向、畸变特征或有无浅地表地质体）的常用方法,进而可以确定最适合的建模方法（1D、2D或3D）。WAL分析法、相位张量法等多种维数分析方法可以对地下地电结构的维数性进行准确判别。然而,当地下介质包含各向异性时,", "label": "地球物理学", "id": 0}
{"content": "<正>地球物理探测表明俯冲带地区普遍存在着高电导率异常现象,含水矿物脱水是引起高导异常的原因之一,然而,脱水作用与导电机制之间的关系并不明确。滑石是俯冲带常见的含水矿物,我们在1.0-4.0 GPa, 523-1293 K的条件下测量了滑石脱水前后的电导率,我们发现随着温度升高滑石在脱水时电导率最高可以达到约0.1 S/m。除此之外,压力也对电导率产生了显著影响。滑石在脱水之前,电导率随着压力升高而降低,滑石脱水过程中,电导率随着压力升高而增大。不同压力下,", "label": "地球物理学", "id": 0}
{"content": "<正>中亚造山带（CAOB）作为世界上规模宏伟的增生型造山带,位于欧亚大陆核心区域,主要由岩浆岩和增生杂岩组成,是全球显生宙以来陆壳增生和改造作用最为强烈的地区.其先后经历了古亚洲洋俯冲闭合、陆陆汇聚以及碰撞后伸展等复杂的地质过程,系统的保存了欧亚大陆形成与演化的信息.悠久的构造演化进程使中亚造山带成为研究大陆造山及造山后伸展作用的理想场所,吸引了国内外学者的广泛关注.本文拟利用横过中亚造山带东段的两条大地电磁剖面数据,开展深部电性结构研究.旨在从", "label": "地球物理学", "id": 0}
{"content": "<正>中国东北地区发育有广泛的板内火山,通常认为这些火山活动的起因与西太平洋板块的俯冲有关。目前,国内外学者们主要通过地球化学、地震层析成像等方法对俯冲和滞留的太平洋板块进行研究,而对其电性结构的研究较少。因此,我们采用地磁测深方法（geomagnetic depth sounding——GDS）研究我国东北和华北地区地幔过渡带及过渡带下方太平洋俯冲板块的电性结构（410-900 km）。本文收集并处理了位于我国东北和华北地区以及日本地区的部分地磁台站数据,得到地磁测深C-响应并进行三维反演,以获取该区域410-900 km的电性结构。其中数值模拟采用球坐标下的交错网格", "label": "地球物理学", "id": 0}
{"content": "<正>地电场是地表天然存在的电场,包括大地电场和自然电场。其中,大地电场是由外空源在地球表层产生的感应电场,具有区域性和广域性同步变化特性;自然电场是有地下场源产生的电场,包括氧化-还原电场、过滤电场、接触-扩散电场,具有局部性和区域性非均匀变化特征。研究表明,在开展地电场观测研究过程中,各种电磁环境干扰、以及因地形地貌条件所产生的地表过滤电场变化(如山", "label": "地球物理学", "id": 0}
{"content": "<正>固定台网的地电场观测对地球电磁场变化研究以及地震火山等灾害事件的监测预报具有重要意义。地电暴是地磁暴发生期间地电场观测中所记录到的电扰变化,是变化最为剧烈的地电场变化成分;地电暴和地磁暴起因于相同的场源,地电暴和地磁暴在大地构造、活动构造监测、生命线工程防损、无线电通讯通信等领域的应用和研究具有广阔的应用前景。目前,关于磁暴的研究成果丰富,而", "label": "地球物理学", "id": 0}
{"content": "<正>地电场是地球表面天然存在的电场,包括大地电场和自然电位。其中,大地电场是由固体地球外部,特别是电离层中的各种电流体系与地球介质相互作用,在地球内部产生的感应电场,具有区域性变化特征;自然电场是由地球介质局部的物理化学条件形成的局部性电场,例如地形的差异、物质成分的不同以及局部电化学作用等。", "label": "地球物理学", "id": 0}
{"content": "<正>岩石物性参数是地球物理解释的基础,为了对庐枞地区电性结构更准确的解译,在安徽庐江-枞阳地区开展了区域岩性电性参数的物性调查研究。野外物性调查共在可供测量的248个新鲜露头上共进行了744次原位电性测量,并采集了12个地层组、5个岩体共547块岩石标本（切割加工后实际标本数）,以及岩芯标本511块,并通过统计学的方法,获得了区内岩石的电性参数。从图1露头原位、露头标本和钻孔岩芯视电阻率统计中值按岩性对比,能体现出本区的岩性电阻", "label": "地球物理学", "id": 0}
{"content": "<正>岩石物性参数是地球物理解释的基础,为了对安徽铜陵矿集区的大地电磁探测的电性结构更准确的解译,在安徽铜陵地区开展了区域岩性电性参数的物性调查研究。共进行了488次原位测量、采集加工测定了507块岩石露头标本,并通过统计学的方法,获得了区内岩石的电性参数。表1给出了铜陵矿集区岩石电性的综合统计表。从表中可以看出,无论是原位还是标本,不同测量点或不同样品组的平均电阻率值的有一定的离差,部分地层单元离差甚至很大,尤其是室内标本测量,", "label": "地球物理学", "id": 0}
{"content": "<正>新生代期间,中国大陆西部受印度-欧亚板块碰撞以及印度板块持续挤入的影响,以地壳缩短、增厚和陆内造山作用及强烈地震活动等为主要特征.鄂尔多斯—青藏高原东北缘地区处于南北地震带北端,构造活动强烈、地震活动频繁,多年来一直是人们研究的热点.鄂尔多斯地块位于中国大陆地理中心附近,是我国著名的稳定刚性块体,内部断裂不发育,构造运动不活跃,但其周缘新生代构造变形和地震活动强烈,是研究大陆内部弥散变形和大陆动力学的重要地区.青藏高原东北缘地处青藏高原块体与鄂", "label": "地球物理学", "id": 0}
{"content": "<正>2013年4月20日四川芦山发生了MS7.0强烈地震,使人们的生命财产和心灵再次遭到重创。人们对地震预报的可行性再次提出质疑,在目前经验性地震预报阶段,要做出较为准确的短临预报有非常大的难度,但作为从事地震相关研究的工作者,不能气馁,更应该科学细致地开展震后相关研究总结。地震孕育过程和地震时能够产生地震电磁信号,已经得到国内外同行广泛认同[1-4],其中地电场信号研究就是一个重要分支。本文将主要介绍利用希尔伯特——黄变换（HHT）方法对地震前,甘肃平凉地电场观测资料的回溯性研究结果。", "label": "地球物理学", "id": 0}
{"content": "<正>攀西构造带位于青藏高原东缘、横断山脉中段的东部,是川滇地块与扬子地块的边界构造之一,处于印度板块向欧亚板块正面挤压俯冲和侧面挤压剪切的前沿地带。2010年和2012年,项目组分别沿盐源-昭觉和昭觉-永善布设了全长约280km的长周期大地电磁探测剖面,剖面始于锦屏山构造带,横跨攀西构造带和大凉山构造带,止于马边构造带。沿测线共布设53个宽频大地电磁（MT）测点,点距约5km;", "label": "地球物理学", "id": 0}
{"content": "<正>在青藏高原北缘柴达木盆地完成了一条南起格尔木水泥厂,北至绿草山的大地电磁测深（MT）深探测剖面。利用大地电磁测深（MT）二维共轭梯度反演方法得到了剖面的二维电性结构模型,格尔木以南,地壳至上地幔主要表现为高阻体,但剖面最南端中、上地壳存在高导体;而北部的柴达木盆地地表为高导覆盖层,中、上地壳表现为不连续分布的高阻异常体,盆地下地壳、上地幔则具有高导体存在", "label": "地球物理学", "id": 0}
{"content": "<正>鄂尔多斯地块作为华北地区长期以来的稳定地块,其构造活动和动力学问题一直受到广大地学工作者的重视。该地块以约N37.5°线分为南北两部分,两者无论在地形地貌还是深部构造上都有较大的区别,本文依托国土资源部\"深部探测技术与实验研究专项-sinoprobe\"下属第一个项目的第二课题-\"青藏高原及华北阵列式区域大地电磁场标准网示范性实验研究sinoprobe-01-02\"在华北地区布设的阵列式区域", "label": "地球物理学", "id": 0}
{"content": "<正>为了更深入的研究有关中亚造山带的热点问题,在\"国家深部探测技术与实验研究专项\"和\"中蒙边境东段综合地球物理调查项目\"的资助下,完成了一条跨越中亚造山带东段的大地电磁测深剖面。该剖面自西北始于东乌珠穆沁旗内部,向东南穿过查干敖包—阿荣旗断裂带、二连—贺根山断裂带、锡林浩特断裂以及林西断裂,最终终止于赤峰市北部的西拉木伦河断裂带附近。维性分析表明剖面数据整体二", "label": "地球物理学", "id": 0}
{"content": "<正>随着我国农村经济结构的快速转型以及城市化进程的高速发展,过去多年定点连续观测的很多地电台都出现了各种各样的干扰,归纳起来主要分为四类:（1）布极区金属管网类引起的固定干扰;（2）布极区杂散电流引起的随机性干扰;（3）轨道交通引起的定时干扰;（4）超/特高压输电线干扰。本文以偶极接地线为例,利用数值模拟方法重点研究布极区铁丝网、蔬", "label": "地球物理学", "id": 0}
{"content": "<正>昌平地震台位于北京平原北部,属华北地区北部燕山构造带和新华夏构造带的交汇部位,北京凹陷来广营背斜之中,北东和北西向两条断裂的交汇点附近。这两条断裂是京区多震的断裂带,历史上沿断裂带两侧时有中强地震发生。昌平地电场始建于2002年,当时场地周围三公里范围内无大型工厂、高压输电线和河流,观测环境平地开阔,观测数据稳定,质量可佳,数据曲线日变幅10mv/km,年变化幅度,监测效能优秀。", "label": "地球物理学", "id": 0}
{"content": "<正>\"ZD9A-2B地电场仪\"是应用\"中国地震背景场探测工程\"项目的新型地电场观测仪器,继承和延续了ZD9A系列地电场的技术优势,具有高分辨力、大动态范围、高精度、高抗干扰能力、高稳定性等技术特点,同时在低功耗、高采样率、宽环境适应能力以及典型电磁环", "label": "地球物理学", "id": 0}
{"content": "<正>地电场是重要的地球物理场之一。根据不同的场源,地电场可以划分为大地电场和自然电场两部分。其中大地电场是指全球性或区域性变化的电场,由地球外部的各种场源在地球表面感应产生;自然电场是地域性的、相对稳定的变化,场源来自地下介质的各种物理、化学反应。地电场观测主要观测地电场的地表分量及其时空变化。目前地电场观测受地磁环境干扰的因素比较多,其中地铁/轻轨运营过程中的对地漏电", "label": "地球物理学", "id": 0}
{"content": "<正>随着社会基础设施建设的快速发展,地面的各种电磁干扰对地震电磁观测手段产生了愈来愈严重的影响。目前比较有效的解决方法就是将观测装置及传感器布设在地下深孔（深井）内（如,深孔电极地电阻率观测、深孔地磁场观测）。由于一定厚度岩土对地表电信号具有趋肤、滤波和屏蔽的作用,因此,定性的说,这种观测一是能够很好地抑制地表和空间", "label": "地球物理学", "id": 0}
{"content": "<正>在浙江等东部地区经济比较发达,地电阻率和地电场观测受到了严重干扰,进行井下地电阻率和地电场观测可减小干扰。浙江省长兴地震台采用深井观测的方式进行地电阻率和地电场观测。本文介绍了浙江省长兴地电台的建设过程,并初步分析观测资料,讨论建设中的经验和问题。长兴地电台位于长兴和平镇横山村。台站位于湖州嘉兴大断裂附近,布极场地位于农田", "label": "地球物理学", "id": 0}
{"content": "<正>岩石圈结构剖面经常含有一个或多个高导层,仅从地球物理学的角度来说,其真实含义往往具有某种不确定性。本文试图提供一种多学科相结合的方法,以太行山南北两段的电性结构剖面对比为基础,说明高导层实际上就是深部流体库。1.太行山电性结构剖面的基本特征魏文博等发表了横穿太行山南（HB-MT02）、北（HB-MT01）两段的岩石圈电性结构剖面,其突出特征是:①HB-MT02揭示了厚约150km的岩石圈,软流圈顶部存在一个厚约50km的高导层;②HB-MT01揭示的岩石圈厚度只有约70km,软流圈项部的高导层不仅厚度小（～10km）,而且电导率明显低于太行山", "label": "地球物理学", "id": 0}
{"content": "<正>地电场潮汐波机理和各向波形影响要素研究认为,地电场TGF-A潮汐波主要是岩石裂隙水的压力差导致水渗流产生的过滤电场,TGF-B潮汐波主要是空间Sq电流在地面的感应电场使裂隙水中电荷移动形成的电场。这两种地电场潮汐波与应力-应变、岩石裂隙及裂隙水、含水度、渗透率和矿化度等因素关系密切。", "label": "地球物理学", "id": 0}
{"content": "<正>地幔的热状态和流变性质是地球动力学研究中的重要参数,本文主要讨论了从地磁台观测得到的华北和东北地区地幔电阻率推测地幔的热结构及其特征。我们收集了中国地磁台网华北和东北地区的地磁台观测数据,使用了连续6～11年长期连续记录数据,采用RRRMT（Remote Reference Robust MT）资料", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言麻粒岩被认为是构成下地壳的主要组成物质之一,研究它在高温高压下的电导率,对于认识下地壳的电导率分布、热状态以及大地电磁数据解释等方面具有重要的意义。因此,麻粒岩的电导率研究已经引起了有关学者的关注。Partzsch等利用交流阻抗谱研究了麻粒岩发生部分熔融时的电导率,研究结果", "label": "地球物理学", "id": 0}
{"content": "<正>目前,我国地震地电阻率观测的定点台站采用多方向的对称四极电阻率观测装置,供电电极和测量电极埋深一般为地下1.5米左右,供电极距一般在1000～1500m。多次中强以上地震表明地电阻率观测是地震监测预报的最有效方法之一。但是,近年来随着城市化进程、工农业和交通运输电气化发展和生命线工程建设,地表大极距的地电阻率观测环境干扰日趋", "label": "地球物理学", "id": 0}
{"content": "<正>深孔电极地电阻率观测方法其突出的优点在于对地表的各种干扰具有很强的抑制能力,即其观测对象比较固定明确,不会因地表水位的变化、降雨、漏电及地面各种管线和公路、铁路的铺设而受到影响。基于上述原因我们研制出了适合深孔电极地电阻率观测的仪器系统", "label": "地球物理学", "id": 0}
{"content": "<正>一、问题的提出2009年7月4日,绥化地震台台长张亚江电话汇报称绥化地电阻率监测手段6月27日出现异常加速现象,图中方框中曲线部分为异常,如（图1）。省地震局陆永发、程可、刘长生于7月5日去绥化现场核实。二、核实情况1.构造位置和电极布设基本概况", "label": "地球物理学", "id": 0}
{"content": "<正>大量的研究表明,地震活动有高潮、低潮,太阳活动也有高潮、低潮,两者之间似乎存在着相当密切的关系。在探讨它们之间关系方面,空间对地观测具有得天独厚的优势:①全时空扫描观测;②极大增加震例检验机会。2004年6月", "label": "地球物理学", "id": 0}
{"content": "<正>利用法国DEMETER卫星观测的电场数据,研究了中国及邻区（0—60°N,60—140°E）,频段为10k-3.175MHz,时间段为2008年01月01日至2008年09月12日期间的平均功率谱密度特征,探讨了可能与汶川地震有关的频段。在研究中,考虑到DEMETER卫星的重访周期为16天,因此将16天作为周期,获得了DEMETER电场观测的VLF频率段", "label": "地球物理学", "id": 0}
{"content": "该文在概述双探针式、天线式和电子漂移式三种星载电场测量仪的基础上,重点论述了适合于地震电磁探测试验卫星的双探针式星载电场测量仪。对双探针式星载电场测量仪的工作原理,电场测量仪探头、卫星平台与等离子体之间的相互作用,电场测量仪的标定方法及其星上和地面数据处理方法等进行了论述。", "label": "地球物理学", "id": 0}
{"content": "<正>目前最主要的方法是对 Maxwell 方程组中电场强度或磁场强度的旋度方程再求旋度,得到场的二阶微分方程,进而求解出电磁场的分布（可称为直接法）。虽然直接法由于微分方程形式明确、求解过程直接,因此应用广泛,但直接法存在两个明显的问题,一是由于只利用了场矢量的旋度,对散度没有规范,从矢量分析", "label": "地球物理学", "id": 0}
{"content": "<正>为研究中国东部地区地幔1000 km 以上深度的电性结构,比较研究区不同构造单元的岩石圈、上地幔不连续界面、上地幔过渡带等导电性界面的分布和差异,分析和研究了布在中国东部的地磁台资料,计算得到了地幔电导率结构；通过导电性的横向变化和深浅构造耦合,探索深部结构和物性在动力学演化过程中的", "label": "地球物理学", "id": 0}
{"content": "本文在近年来众多的地球物理研究者的研究基础上,总结了当前地电磁模型正反演已有成果,定量分析了各种主要正反演的性能测试,指出不同正反演法的优点、缺点以及应用范围局限,提出了各种方法的发展趋势以及当前计算地球物理领域的核心内容,指出了计算地球物理领域的数值模拟发展方向.", "label": "地球物理学", "id": 0}
{"content": "<正>青藏高原东南缘属欧亚板块和印度板块结合带,区内地质构造复杂,嘉黎断裂、班公-怒江缝合带以及金沙江缝合带汇聚于此,是研究印度板块碰撞、俯冲,以及高原物质侧向流动等重大地质问题的重要地区。因此,研究青藏高原东南部壳、幔电性结构,对于探讨青藏高原形成、演化的动力学过程具有重要意义,而备受国际地学界的关注。中国地质大学（北京）于2004年夏季在高原东南部,沿冈底斯构造带的下察隅至南羌塘的昌都", "label": "地球物理学", "id": 0}
{"content": "<正>1．引言大量的观测研究表明地震孕育过程会导致地表观测到的电场变化,而且这些变化呈现出一定的特征,地震电信号的“选择性”现象就是其中令人关注的特征之一。然而,由于实际地震孕育过程的复杂性、地球内部结构的非均匀性、观测台网密度有限以及台网布局欠合理等原因,当前对地震电磁现象的认识和理解还非常有限,迄今为止的相关研究仍处于经验性阶段,难以定量地解释某些复杂的地震电磁现象。例如,地震电磁信号的远距离传播、“灵敏点”和“选择性”等现象依然令人困惑,尽管最近已有学者分别尝试从物理模拟实验和简单模型的数值模拟的角度来解释上述“选择性”现象", "label": "地球物理学", "id": 0}
{"content": "<正>拟解析近似是一种处理强散射或强反差问题的半解析方法。其最大的优点是避开了常规数值方法所面临的大型或超大型方程组问题。因此,利用拟解析近似可以建立针对三维问题的快速正演方法, 进而为实现快速三维反演提供有效的工具。对于稳定电流场（直流电场）,可以分别建立关于电场和关于电位的拟解析近似公式。本文的目的是从数值计算的角度讨论关于直流电位场的拟解析近似的精度问题。在数学上,拟解析近似的基本思想可以归结为下列假设:", "label": "地球物理学", "id": 0}
{"content": "二十一世纪是地球科学为龙头的时代,没有地球科学、没有地球静电研究的进展,包括生物科学在内,许多问题都要受到严重影响。地球静电研究最大的哲学意义在于:“道法自然”!二十一世纪也好,可持续发展以至无穷也好,都离不开“道法自然”!", "label": "地球物理学", "id": 0}
{"content": "<正> 1.前言中国东北地区位于西太平洋俯冲系统的弧后区,该区是我国深源地震（震源深度达600 km）集中发生的地区,同时也是我国新生代以来最强烈火山活动的地区之一。近期的地震CT研究表明（e.g.Fukao,2002）在连接本尼—奥夫带的东亚弧后区的地幔过渡带（深度400—670km）存在一高速层,该层被解释为停滞板舌。为进一步了解该区上地幔电性结构和理解中国东北地区火山和深源地震的动力学过程,自1998年来,用大地电磁网测深（NetWork—MT）和地磁测深（GDS）法", "label": "地球物理学", "id": 0}
{"content": "<正> 华东地区6个地电台站的地电阻率各向异性度分析表明,在中强地震发生前,震区一定范围内的地电阻率各向", "label": "地球物理学", "id": 0}
{"content": "<正> Bullen（1963）根据上地幔最下部C层（400～1000 km深度范围）的波速、密度随深度变化的梯度与其他部分的不同,将它称为过渡带。之后,在世界上不同地区发现660 km（Niazi和Anderson等,1965）、900～1100 km（Kawakatsu and Niu等,1994）等深度范围存在间断面,并随着地区的不同深度变化较大。说明在660km以下几百公里厚度范围的结构比人们想象的要复杂得多。研究还发现不同地区800～1100 km深度范围以上和以下的层位分别具有较高的相关性,但上、下层之间的相关性很差甚至是负相关的（Tanimoto,1990;Montagner等,1994）。类似的研究也表明,在660km上、下层位可分别发生水平流动,而660 km界面附近很难发生垂向流动。Fukao等（2001）根据660km界面附近深度范围所具有的地球动力学意义而把它称为过渡层（带）。", "label": "地球物理学", "id": 0}
{"content": "<正> 1.引言巴彦浩特盆地（也泛称腾格理沙漠）位于宁夏回族自治区阿拉善左旗镜内。盆地东、南、西北三面环山,东接贺兰山、南邻祁连山、西北以巴彦乌拉山为界;盆地中部为大片沙漠和戈壁覆盖,间有残丘分布。由于其独特的地理位置和恶劣的自然条件（盆地地表被大面积沙漠覆盖）,尽管前人对此进行了不断的研究,但因地下地质条件的复杂,对于盆地的基底结构、构造单元分区、含油气目的层石炭系的分布、进而对盆地的构造演化等问题仍有不同的争议。2.地质背景及物性特征", "label": "地球物理学", "id": 0}
{"content": "<正> 自动化地电观测仪器在观测过程中,因受干扰有时会造成死机或复位等现象,使观测不能顺利进行。导致仪器不能可靠运行的原因中,电源的干扰和强电磁场的干扰是很重要的因素。增强仪器电源部分的抗干扰能力以及在电路中采用软硬件的抗干扰措施能较明显地增强仪器的抗干扰能力,提高工作可靠性。", "label": "地球物理学", "id": 0}
{"content": "<正> 作者在2000～2002年期间,利用大地电磁（MT）法在青藏高原东缘（99°～105°E,29°～32°N）布设三条测深剖面,进行了地壳、上地幔电性结构探测研究。由于测区地质构造复杂,MT曲线畸变严重。为了更好提取真实的区域电性结构,在资料分析中,采取了多种分析方法（阻抗张量的畸变分解、Lilley的Mohr圆及倾子和感应矢量等）对区域构造阻抗和局部畸变进行分类、识别、校正以及判断区域构造走向、维数特征分析。反演解释中,2D采用Smith和Booker提出的快速松弛法,充分发挥误差信息、控制数据的权系数和自动提取畸变校正因子的作用;", "label": "地球物理学", "id": 0}
{"content": "2018年2月2日,电磁卫星张衡一号在酒泉发射成功。星上搭载的八载荷之一高精度磁强计,由两个磁通门探头FGM和一个绝对校准装置CDSM组成,能够实现对地磁场矢量（DC～15Hz）和总场（DC～1 Hz）的全球探测。基于张衡一号卫星磁测数据,综合考虑地磁内源场、外源场以及磁场年变化,利用球谐分析方法,我们建立了全球地磁场模型CGGM 2020.0。其中内源场求解至15阶,前8阶同时考虑随时间的变化,而外源场包括磁尾电流和环电流,求解至2阶。所有参数通过迭代加权的最小二乘法求解得到。建模结果表明,CGGM 2020.0能够很好的反应地磁场的基本特征,且与IGRF-13及其它入选模型以及CHAOS模型等结果高度一致,表明CGGM 2020.0建模结果可靠。目前,CGGM2020.0已成功入选到新一代国际地磁参考场IGRF-13的计算,本项工作将对CGGM 2020.0建立的具体过程、方法及结果做详细介绍。", "label": "地球物理学", "id": 0}
{"content": "<正>张衡一号卫星是我国首颗地球物理探测卫星,于2018年2月成功发射升空,飞行在平均高度为507 km的太阳同步轨道上星上搭载矢量标量高精度磁强计来测量地磁场。按照场源划分,主要包含地核场、外源场、岩石圈磁场岩石圈磁场的幅值在地磁场信号中占比最小,低轨卫星高度上,其幅值最大值仅几十nT。本研究利用标量磁力仪的磁测数据来提取中国区域的岩石圈磁异常。首先,选取了位于中非克拉通著名的Bangui磁异常和中国最显著的塔里木磁异常,通过沿轨测线的数据处理和分析,说明张衡一号卫星磁测数据可以很好地识别岩石圈磁异常然后,利用中国区域的卫星数据得到初步的岩石圈磁异常图。在中国区域,主要有3个磁力高值异常,分别位于塔里木盆地、四川盆地和松辽盆地附近,其形成和地质历史时期大规模的构造-岩浆事件相关。还有1个显著的磁力低值异常,位于青藏高原南部,与该处居里面深度较浅有关。将张衡一号卫星的结果与国际上比较成熟的CHAOS-7地磁场模型的岩石圈磁场分量进行对比,二者在幅值大小和异常分布上均体现出良好的一致性（图1）。", "label": "地球物理学", "id": 0}
{"content": "地磁导航是利用地球上任意一点的磁场大小和方向进行匹配定位以实现导航的技术,与卫星、惯性、地形和无线电等导航手段相比,具有隐蔽性好、使用便捷、实用范围广等优点,在水下、室内和地下等空间具有广阔的应用前景。随着我国经济的快速发展,高速铁路深入到国家的各个角落,高铁为经济发展和人民出行带来便利的同时,却对地磁匹配导航区的地磁背景场测量带来了不利影响。高铁及其附属设施（如铁轨、电线杆、输电线、路灯、路栏等）,会对磁力测量带来非常大的干扰,为了得到比较纯净的地磁背景场数据,需要测量获取高铁对于磁场环境的影响数据,从而对干扰磁场进行补偿。本文设计野外试验,在距离高速铁路100m内的不同位置设置测点,利用Overhauser高精度磁力仪,首次获得了高铁这种新型的交通工具在运行时对地磁背景场的影响数据;同时,勘选地磁环境变化平稳地区,架设地磁日变站,测量获得地磁日变数据;提出采用低通数字滤波技术来计算地磁日变站基值,可以更好地消除日变数据中的十分之几秒到几小时不等的各种短周期变化,获得更加精确的地磁日变改正值;对试验数据进行日变改正,分析测量数据的变化规律,从而获得高铁运营对地磁背景场的影响结果。本文的研究成果,不仅可以为地磁匹配导航区中地磁背景场图的构制提供参考,而且可以为磁力测量设备试验鉴定、磁力测量仪器定标场地选取及后期建设、新建地磁台站站址勘选及后期建设、磁力测量生产作业中干扰磁场补偿等提供技术支撑。", "label": "地球物理学", "id": 0}
{"content": "地磁数据重建是应用地球磁场信息进行地球物理导航、制导和勘探等工作的关键步骤。地磁数据重建主要包括地磁数据的插值、扩边和去噪等。文中对当前地磁数据的插值、扩边、去噪及一些组合和一体化方法进行了总结对比,归纳了这些方法的优缺点,并指出,基于深度学习方法的地磁数据重建,可以实现地磁数据重建的智能化,并进一步提高重建结果的精度,代表着未来地磁数据重建的发展方向。", "label": "地球物理学", "id": 0}
{"content": "为实现航磁标量和矢量数据的向下延拓,提高延拓结果的应用效果,本文在传统插值-迭代法的基础上,增加了延拓数据滤波处理环节,进而提出了改进插值-迭代法,并利用模拟和实测数据验证了新方法的有效性,实验结果表明:（1）传统插值-迭代法存在明显的高频噪声放大特点,迭代计算导致误差快速累积,观测数据中无噪声时标量和矢量数据延拓误差小于0.25nT,观测数据中含有噪声时标量和矢量数据的延拓误差约为添加噪声的4倍;（2）改进插值-迭代法在迭代过程中能够有效抑制高频噪声影响,减少迭代误差,提高向下延拓结果的精度,观测数据中含有噪声时标量和矢量数据的延拓误差略小于添加噪声,其中标量数据延拓精度优于2nT,矢量数据延拓精度优于13nT;（3）将改进插值-迭代法应用于内蒙古某实验区的实测数据向下延拓,取得了有益成果,其中航磁标量数据延拓精度优于7.6nT,东向分量数据延拓精度优于12.5nT,北向分量数据延拓精度为33nT,垂直分量数据延拓精度优于17.3nT。", "label": "地球物理学", "id": 0}
{"content": "<正>随着科技的不断进步,人工智能渗透于各行各业,为各类学术研究提供新的思路与见解。由于地球探测数据的大量积累、计算模拟技术的长足发展、地球本身的复杂性以及地球内部的间接探测特征,机器学习的各种方法正被加速应用于地球物理学研究之中。", "label": "地球物理学", "id": 0}
{"content": "<正>1研究高压直流输电对地磁干扰的意义随着国家电网建设规模的不断扩大,越来越多的高压直流输电工程陆续投入使用,对线路两侧的地磁台站观测资料造成了不可避免的影响。受这种干扰,地磁台站已不能通过搬迁的方式避免高压直流输电干扰。因此在这种干扰事实既存的情况下,正确识别高压直流输电对地磁观测资料的干扰,研究其特征,对正确预处理观测资料有重要的意义。", "label": "地球物理学", "id": 0}
{"content": "<正>青藏高原东南缘是否存在深部地壳物质流（简称\"地壳流\"）是一个研究热点,在地质学、地震学、电磁学和地表运动观测方面都有深入的研究。前人研究有两个关注点:一是地壳流存在的可能性和存在的方式;二是地壳流的存在与川滇块体及其邻区强地震发生的关系。若能发现其它电磁学证据佐证地壳流具有运动迹象,则将大大增加地壳流存在的论据支撑。地磁（Z分量）日变化短时畸变现象是指两个大区域之间的极小值时间明显不同,而各自区域内部的极小值时间一致,", "label": "地球物理学", "id": 0}
{"content": "<正>极性倒转是地球磁场的重要特征之一。基于地球磁场极性倒转具有全球性,即可以通过对比不同地区记录的地磁极性序列解决某些地层划分上的分歧这一特点,磁性地层学应运而生,并成为地层对比、地质时代界限的确定以及海陆相古气候记录对比的有效手段[Opdyke and Channel, 1996]。确定地层中地磁极性倒转所在的层位在磁性地层学中非常重要。本研究以河北省阳原县泥河湾盆地中长梁剖面为研究对象,利用质子旋进磁力仪（GSM19-T）对剖面地层进行原位磁测,确定了中长梁剖面布容-松山地磁极性倒转所在的层位。", "label": "地球物理学", "id": 0}
{"content": "<正>大洋中脊玄武岩（MORB）被认为是记录古磁场强度的理想材料。但是,不同学者对MORB中磁各向异性的主导因素持有不同观点。Gee和Kent（1995）对胡安·德·富卡洋中脊（Juan de Fuca Ridge）新近喷发玄武岩的研究表明,该玄武岩冷却边（chilled margin）附近样品的Mrs/Ms比值最高可达0.68（饱和场为1 T）,并认为这是样品中磁性矿物的立方磁晶各向异性所导致。然而,Fabian（2006）对相同玄武岩进行了高场（7 T）岩石磁学实验,其结果显示冷却边附近样品的Mrs/Ms比值不超过0.5。同时,根据估算出的该玄武岩样品中内应力的大小（～200 MPa）,Fabian（2006）认为MORB中磁各向异性的主导因素是样品中的内应力。为进一步探讨MORB中磁各向异性的主导因素及其对古地磁记录的影响,本研究利用超高场（15T）和低温岩石磁学手段对相同的MORB样品开展了更深入的研究。", "label": "地球物理学", "id": 0}
{"content": "<正>如今世界上大多数的地磁观测台站采用DI （declination-inclination,偏角-倾角）磁力仪与总场磁力仪结合的方式进行绝对磁场矢量（基于固定的地磁参考体系的绝对总场强度与绝对角度精度,包括倾角与偏角精度）观测。然而利用DI磁力仪进行角度绝对测量的过程需要繁琐的人工操作,耗时较长,需要约30分钟才能得到一组测量数据。还有一些其他适用于台站观测的磁力仪,", "label": "地球物理学", "id": 0}
{"content": "<正>中亚造山带作为显生宙最大的增生型造山带,记录了西伯利亚、东欧、塔里木和华北克拉通之间的古亚洲洋长期俯冲、增生和碰撞造山过程。中亚造山带东段位于华北克拉通北缘,以多块体、多期次逐渐拼贴于华北克拉通为特征。然而,各块体与华北克拉通的拼贴时间仍存在很大争议。为解决这一争议,我们分别对内蒙古板块和蒙古板块之上石炭纪-二叠纪地层进行古地磁学研究。", "label": "地球物理学", "id": 0}
{"content": "<正>侏罗纪期间东亚地区由早期温暖、潮湿气候转变为晚期炎热、干旱气候,分别以巨厚的含煤沉积和红层为代表。对于这一环境突变事件的时空格架和动力学机制目前知之甚少。古气候学家曾假想东亚大陆边缘出现过巨型山链,造成\"雨影效应\",从而导致东亚突然变干;或是盘古大陆发生裂解,导致巨型季风系统在晚侏罗世发生瓦解,从而引起东亚剧烈干旱化。", "label": "地球物理学", "id": 0}
{"content": "<正>自古生代以来超大陆的裂解-聚合相继产生了不同时期三个特提斯海洋,这些古海洋的演化在欧洲、非洲、亚洲以及澳大利亚板块之间形成了广阔的特提斯构造域,特提斯构造域内各个块体以及古海洋边界的精确重建对于研究板块构造驱动机制以及地球动力学等具有重要的意义。新特提斯洋是特提斯构造域演化的重要一部分,但是以雅鲁藏布江缝合带为代表的新特提斯洋的早期演化尤其是开启时间尚没有获得一致的结论。新特提斯洋的开启伴随着特提斯喜马拉雅和拉萨地块的分离,因此特提斯喜马拉雅和拉萨地块的古纬度变化对新特提斯洋的演化具有重要的指示意义。然而由于特提斯喜马拉雅可靠的侏罗纪及三叠纪古地磁数据较少,目前仍不能从古地磁学角度对新特提斯样的打开时间进行有效约束。我们对特提斯喜玛拉雅聂拉木地区（28.6°N, 86.1°E）中侏罗世拉弄拉组砂岩和灰岩开展了详细的构造古地磁研究,该文总结已获得的初步研究结果。", "label": "地球物理学", "id": 0}
{"content": "长时期的平均地球磁场符合地心轴向偶极子（Geocentric Axial Dipole, GAD）模型,是古地磁学的基本假设之一。过去5百万年的古地磁数据量充足,板块位置与现今相比,基本不变,常被用于论证GAD模型的准确性。过去5百万年的平均古地磁场方向数据证明了GAD模型的成立[Opdyke et al., 2010]。根据GAD模型,过去5百万的平均古地磁场强度与纬度将遵循（1+3×cos2（90°-Lat））1/2这一关系式,来自加拉帕戈斯的赤道古地磁场强度成功论证了这一关系式[Wang et al.,2015]。然而,古强度（PINT2015.05）数据库[Biggin et al., 2009]中编录的0.05-5 Ma之间,由经典的Thellier系列古强度实验获得的采点级别绝对古强度数据并未表现出上述公式所示的GAD模型特征。尽管在目前的古强度研究中,普遍采取一系列统计学指标对实验获得的古强度数据进行可靠性检验,然而,通过检验的古强度数据仍然有可能由于一些因素的影响导致其不准确。例如,样品在加热过程中可能发生的热物理化学变化,多畴（Mutidomain, MD）颗粒的影响,以及粘滞剩磁（Viscous Remanent Magnetization, VRM）的叠加。目前的Thellier系列古强度实验普遍利用自动选择的线性拟合最佳的温度区间来进行古强度估计,这种温度区间的选择难以在Arai图中识别出VRM部分,导致古强度计算涵盖了低温区间,无法排除VRM叠加的影响。为了研究温度区间的选择对Thellier系列实验古强度估计的影响,本文在PINT2015.05数据库基础上,结合2015年至今新发表的绝对古强度数据,对过去5百万年的古强度数据展开分析工作。本文从29篇文献中筛选出323个5百万年期间的采点级别古强度数据,并相应搜集了1052个带有用于估算古强度的温度区间的样品级别数据。由采点级别的古强度数据计算得到的平均虚拟偶极矩（Virtual Axis Dipole Moment, VADM）为6.77×1022 Am2,与现今地球磁场强度（8×1022 Am~2）相当,但并未与纬度表现出上述公式所示的GAD模型特征。由采点级别古强度数据计算得到的正极性期间平均VADM为7.34×1022 Am2,比负极性期间的平均VADM（6.12×1022 Am~2）,高约20%。这种正负极性期间,古地磁场强度不对称的现象可能是由于样品受到现今处于正极性期的地磁场的VRM影响所导致的。1052个样品级别的古强度数据中,50%以上被选择用于估计古强度结果的温度区间同时涵盖了低温段（低至室温）至高温段（高至600℃）。由所选温度区间的最高温度低于350℃的样品级别数据,换算成采点级别平均古强度数据（n=20）计算得到的平均VADM为8.44×1022 Am~2,相较上述未经温度区间筛选的采点级别数据更接近当今地磁场强度。由所选温度区间的最低温度高于350℃的数据,换算成采点级别平均古强度数据（n=144）计算得到的平均VADM为5.97×1022 Am~2,比现今地球磁场强度低约25%,且其古强度值随纬度变化符合GAD模型特征。此外,正负极性期间的VADMs相当。综上所述,本文的分析结果认为目前由Thellier系列实验获得的过去5百万年间的古强度数据普遍受到了VRM叠加的影响。少量样品数据选择了低于350℃的温度区间来进行古强度估计,可能受到现今地球磁场的VRM叠加的影响较大。大部分数据所选区间均涵盖了低温区间与高温区间,无法排除VRM叠加的影响,导致其估计的古强度值不准确。只有小于30%的样品级别的数据由于选择了Arai图中的高温段（>350℃）进行古强度估计,较大可能排除了VRM的影响,得到了相对准确的古强度值。", "label": "地球物理学", "id": 0}
{"content": "<正>晚古生代是古亚洲洋构造域洋盆俯冲—闭合以及地体碰撞造山的关键构造转换阶段,但目前对古亚洲洋晚古生代的闭合模式、时限以及最终缝合位置等一系列重大构造地质问题仍存在较大争论（Seng?r et al., 2018; Xiao et al., 2018; Xia and Li, 2020）。阿奇山-雅满苏地区位于南、北天山洋之间,是探索古亚洲洋晚古生代构造演化的绝佳载体。尽管当前地质学家针对该区的碎屑锆石、地层沉积演变、岩浆岩地球化学特征以及构造变形等方面进行了深入研究,但忽略了该区古地磁研究非常薄弱,难以为争论较大的晚古生代构造格局与演化过程提供可靠古地磁制约,进而限制了对古亚洲洋晚古生代构造演化历史的认识。", "label": "地球物理学", "id": 0}
{"content": "<正>青藏高原是世界上最高、最新和最广阔的高原,其形成是地质历史过程中多个地块渐次拼接到古亚洲大陆上的结果。班公湖-怒江缝合带是由南侧的拉萨地块与北侧的羌塘地块碰撞而成的重要边界带,也是重要的成矿带。但由于对拉萨地块和羌塘地块等构成青藏高原的主体地块从冈瓦纳大陆北缘裂离、然后漂移并最终拼贴到亚洲大陆南缘等一系列地质过程还缺乏精细的限定,导致目前对拉萨地块和羌塘地块的碰撞时限仍存在争议。为了更好地约束拉萨地块与羌塘地块的碰撞时限,我们对拉萨地块西部改则地区的日松组红层及其火山岩夹层开展了构造古地磁及锆石U-Pb年代学研究,本文将已获得的研究成果总结如下。", "label": "地球物理学", "id": 0}
{"content": "<正>白垩纪超静磁带（Cretaceous Normal Superchron,简写CNS）是个长达将近37百万年（83.5Ma-120.95 Ma,Malinverno et al., 2012）的地磁场没有发生倒转的正向极性稳定期。目前对这期间地磁场古强度变化特征的研究存有较大争议,而且没有整个极性时期间的连续记录。火山岩记录的绝对强度数据反映了瞬时信息,在CNS的古强度数据时间上分布较散,", "label": "地球物理学", "id": 0}
{"content": "<正>地磁场强度是研究地核演化的重要窗口,且与地球环境密切相关。人类历史时期的磁场强度研究,常以考古样品为研究对象。其中,陶片以其剩磁较强及化学性质稳定等特征成为最常用的材料,东亚地区农耕文明历史悠久,陶片数量大、分布广的优势尤为突出。", "label": "地球物理学", "id": 0}
{"content": "<正>菲律宾海板块处于欧亚板块、太平洋板块和印澳板块的交汇处,研究其形成演化对全球板块重建具有重要意义。然而关于菲律宾海板块与周缘板块的协同演化关系还不是十分明确,对菲律宾海板块的构造演化细节还需进一步厘定。", "label": "地球物理学", "id": 0}
{"content": "<正>晚全新世以来随着人类活动的不断增强,人类对自然环境的影响越来越深刻,甚至已经超越自然因素成为主导因素。海岸带是海洋与大陆相互作用的地带,也是海洋与大陆之间的过渡地带,该区域沉积物详细记录了周边地区人类活动对于海陆物质交换和沉积物搬运过程的影响等信息。华南沿海地区是我国乃至世界范围内经济最发达的地区之一,同时也是我国沿海受全球变化和人类活动影响最强的地区,是开展沉积记录的人类活动效应研究的理想场所。", "label": "地球物理学", "id": 0}
{"content": "<正>大洋中脊玄武岩（mid-ocean ridge basalts;MORBS）岩石的磁性研究,可了解大洋磁异常,洋壳圈层结构等基础科学问题,对探究大洋热液蚀变,及地球物理建模等有重要的意义（刘青松等,2016）。我们在总结前人对西南印度洋中脊,胡安·德富卡洋中脊,东太平洋海隆,大西洋中脊等区域的MORBS岩石磁学研究的基础上,利用西南印度洋中脊的MORBS样品（大洋第39,40,43航次玄武岩样品,涉及龙旂,玉皇等多个热液区）的岩石磁性测试结果,探究了大洋中脊玄武岩的岩石磁性特征。", "label": "地球物理学", "id": 0}
{"content": "现代洪水沉积物的沉积学特征研究是开展古洪水重建的一项基础工作。2018年黄河两次编号洪水期间在兰州体育公园附近形成了2米高的天然堤。通过对采自该天然堤剖面样品的岩石磁学研究显示,洪水沉积物中的载磁矿物以磁铁矿为主,含有一定数量的赤铁矿。系统环境磁学参数揭示:（1）磁性矿物粒度指标（χARM/χ和χARM/SIRM）和天然剩磁（NRM）强度在深度上显示两阶段变化;能够指示了两次洪水事件;（2）其余指标,如磁性矿物含量的指标（如磁化率、饱和等温剩磁和非磁滞剩磁）、磁性矿物成分指标（如S-ratio）以及成土作用指标（如频率磁化率）的变化均不显著。兰州体育公园附近2018年的洪水沉积物磁性矿物的粒度和天然剩磁强度特征反映了两次洪水事件的动力条件和沉积时间差异。本研究揭示岩石磁学手段在研究现代洪水沉积物特征方面具有独特优势。", "label": "地球物理学", "id": 0}
{"content": "<正>张衡一号卫星是我国首颗地球物理探测卫星,于2018年2月成功发射升空,星上搭载有高精度磁力仪用来测量地磁场。地磁场信号中,按照场源划分,主要包含地核场、外源场、岩石圈磁场以及地幔、海洋的感应场。本研究主要利用张衡一号卫星的磁测数据提取岩石圈磁异常。岩石圈磁异常主要是由地壳和上地幔顶层的强磁性岩体引起的,在500 km的卫星高度上,大部分中短波长的磁异常信号已经衰减,只保留了大尺度的长波长磁异常。", "label": "地球物理学", "id": 0}
{"content": "<正>地磁场是地球固有的天然物理场之一,已被广泛应用于固体地球科学、海洋科学、环境科学、资源与能源勘查以及国防军事等诸多领域。但是,地磁场观测数据往往测点时空分布不均匀而且测量的物理场类型及其误差各异。因此,基于地磁场多分量与多来源观测数据,建立高分辨率与高精度的地磁场模型显得尤为重要。", "label": "地球物理学", "id": 0}
{"content": "<正>随着卫星磁力测量技术（例如由标量、矢量测量至差分梯度甚至未来的梯度张量测量及其组合测量,以及单星至Swarm的三星组群甚至未来的多星组群）、数据处理与磁场建模技术的快速发展,现今单纯依靠卫星磁测数据构建的全球岩石圈磁场模型已经高达185阶(e.g., Olsen et al.,", "label": "地球物理学", "id": 0}
{"content": "远程探测中间层的地磁场将为测绘地球岩石圈磁场,监测与极光相关的磁扰动,以及对极地地区的电离层电流进行长期连续测量提供有力的工具。本文基于门控光子计数和直接频率扫描,利用中间层钠原子的自旋进动进行了远程磁场测定。门控光子计数技术在背景光抑制方面具有独特优势,并且有实现高度可分辨磁场测量的潜力。该技术利用强度调制激光束对中间层钠原子进行光抽运,使用地基大孔径望远镜收集荧光回波以推断磁场。在丽江观测站进行的实验验证了该项技术,测到了磁光共振曲线。", "label": "地球物理学", "id": 0}
{"content": "<正>一、前言北大西洋暖流向北流动的过程中,因热量散失,海水密度变大,一部分在挪威海下沉,经向翻转成为北大西洋深层流（NADW）,另有一小部分继续北上进入北冰洋,影响北冰洋的气候环境。有此可见,挪威海位于全球温盐环流的关键位置,其海洋环境的变化与全球变化密切相关。对挪威海海洋环", "label": "地球物理学", "id": 0}
{"content": "国际大洋发现计划（International Ocean Discovery Program, IODP）369航次在澳大利亚南部的大澳大利亚湾实施钻探（站位U1512）,从水深～3100米的大陆坡上获得了～600米的岩心。岩心的岩性主要为黑色粉砂质粘土岩,形成于澳大利亚与南极洲缓慢裂解过程中。航次中生物地层初步研究结果显示该岩心地层的年龄为土伦期至新生代。其中,上白垩统岩心不仅岩性均一,而且其低场磁化率结果也相对稳定,所以为研究晚白垩世的相对古强度变化提供了独特的素材。对岩心逐步交变退磁结果显示次生剩磁在10～15mT时被清除,高稳定正极性剩磁组分认为获得于白垩纪正极性超时期,即C34n。磁化率（MS）和自然伽马辐射（NGR）表现出显著的正相关性,表明磁化率主要受控于陆源磁性矿物。因此,我们选择磁化率作为归一化因子,对NRM20mT（经过20mT交变退磁之后的天然剩磁）进行归一化,来尝试定义U1512站位岩心所记录的古地磁场相对强度。根据生物地层的年龄约束,NRM20mT揭示了U1512站位94 Ma-84 Ma期间的古地磁场相对强度变化。在此基础上,通过与其它同时期古强度记录的对比来认识晚白垩世期间古地磁场强度的变化。", "label": "地球物理学", "id": 0}
{"content": "海洋沉积物能够记录到较为连续的古地磁信息。其中,通过对沉积物中磁性矿物记录的天然剩磁（Natural Remanent Magnetisation, NRM）进行归一化处理,可以构建过去较为连续的地磁场相对古强度（Relative Paleointensity, RPI）信息,这对于地磁场演变与全球记录的对比具有重要意义。本文以南海西北次海盆地区L07岩芯作为主要的研究对象,综合古地磁学和岩石磁学的研究方法。利用等温剩磁（Isothermal Remanent Magnetisation, IRM）作为天然剩磁（NRM）的归一化参数,并确定了3个AMS14C和3个古强度定年点,构建了南海西北次海盆地区37 ka以来的RPI曲线,并与大西洋及全球综合曲线记录相当吻合。岩石磁学结果显示,L07岩芯中载磁矿物的成分较为单一,以单畴（Single Domain, SD）低矫顽力磁铁矿为主,古地磁倾角数据显示在28.5 ka处出现了倾角负值并伴随着RPI的低值,这与南海西北次海盆的PC83岩芯结果一致。我们认为28.5 ka的RPI最低值和倾角负值对应地磁场的\"Mono Lake\"极性事件。这对于我们认识长时间尺度上地球磁场非偶极子的变化提供了依据。此外,我们还发现在10.5 ka处RPI显示出峰值变化,结合东亚地区鄂霍茨克海岩芯的RPI记录以及中国黄土10Be的丰度变化,认为此RPI峰值是由于地球非偶极子场变化影响所致,该现象可能与东亚地区磁通量的持续异常有关。以上结果说明南海地区沉积物记录了相当丰富的古地磁与地球动力学信息,有助于解决南海及东亚地区的地球磁场和地球动力学演化过程。", "label": "地球物理学", "id": 0}
{"content": "<正>印度-亚洲大陆的碰撞及持续挤压不仅形成了世界上海拔最高的高原—青藏高原,而且对全球气候、环境以及生命演化具有重要的影响。特提斯喜马拉雅作为印度板块最北缘部分,其碰撞前的古地理位置,对印度-亚洲大陆碰撞及大印度北向延伸尺度具有重要研究意义。然而由于特提斯喜马拉雅地", "label": "地球物理学", "id": 0}
{"content": "<正>地磁场起源于地球内部和外部,可分为内源场和外源场,其中内源场占地磁场总体的94%,由地心偶极子磁场、大陆场、局部异常组成,起源于地球内部液态外核导电流体的对流运动（Kageyama and Sato 1997）。地磁场近似为一个中心偶极子磁场,随空间与时间变化(Hulot et al. 2010; Biggin", "label": "地球物理学", "id": 0}
{"content": "<正>人工熔岩样品的研究能加深我们对于陨石的成因和性质的认识,从而帮助我们进一步研究陨石的古地磁方向和强度。人工熔岩样品通过向熔融的玄武岩中加入单质铁形成,这一做法使得该块样品在一定程度上类似于中铁陨石。我们通过备有四道波谱仪的JEOL JXA-8230电子探针分析了该块样品的化学组成。电子探针的结果证实了该块样品由玄武质玻璃和单质铁组成。通过背散射电子图像我们可", "label": "地球物理学", "id": 0}
{"content": "<正>古地磁学为我们研究地球和其他天体的核心磁场发电机演化提供了独特的信息。受益于阿波罗计划采集的岩石土壤样品,月球古地磁的研究有着相对丰富的材料。从1970年到1987年,人们对超过70块月球样品进行了古地磁研究,部分研究表明月球在古代存在着很强的磁场,这些磁场很可能是由发电机机制产生的[1]。近年来随着分析技术的提升,依托阿波罗样品,一批高可信度的古地磁数据相", "label": "地球物理学", "id": 0}
{"content": "<正>扬子块体从罗迪尼亚到联合大陆过程中,其漂移、裂解及汇聚等是地学研究的热点,同时也是难点。古地磁学研究的迅速发展,为板块的漂移、裂解及汇聚等提供了重要的证据,目前运用古地磁方法研究块体漂移等是非常重要的必不可少的途径。国内外学者在扬子地区开展了大量的地质和地球物理研究工作,积累了大量的地质和地球物理资料,其中包含了古地磁资料。", "label": "地球物理学", "id": 0}
{"content": "<正>岩石圈磁场变化与构造运动和岩石圈介质磁性结构相关(。强震的发生会引起地壳变形和应力的变化,进而引起地磁场异常变化,该现象可由压磁效应（即应力扰动引起磁场变化）来解释。应力与磁场变化关系可以定量描述。Sassi（1980）根据大量实验结果提出了岩石磁化强度与应力张量的线性关系,并结合位错理论发展了压磁效应计算模型,并被广泛用于计算地震地磁异常及解释构造运动引起的地磁场变化。", "label": "地球物理学", "id": 0}
{"content": "<正>日变通化是流动地磁资料处理过程中重要的基础技术环节,其目的是最大程度消除观测资料中的外源场变化成分。外源场起源于地球外围的高空电流体系,是地磁场的重要组成部分,其变化快速、形态复杂。相对于量值较小的震磁信息而言,外源场是一个强干扰背景场,因此,要获取流动地磁前兆异常信息,必须采取适当的技术方法对其进行剥除。现行的日变通化方法为单台参照法,即依托单一地磁台站连续记录数据实现对野外测点观测资料的通化处理。该方法简单易行,物理依据明确,在流动地磁的资料处理工作中发挥了重要作用,但其本身存在明显的缺陷和不足,主要表现为两点:1、通化结果的准确性问题。此方法的物理基础是设定", "label": "地球物理学", "id": 0}
{"content": "<正>随着我国现阶段公共基础设施（例如电网、公路、铁路、信号塔与地铁等）的建设,地磁台站的观测数据质量受到不同程度的影响,对地磁数据研究产生了一定的制约,而在数据缺失或严重干扰的情况下尽可能不失真地重构出观测数据对地磁数据研究提供了很大程度的帮助。朱兆才（1988）曾基于地磁台站数据在空间上较高的相关性,提出利用相邻台站与缺失台站进行", "label": "地球物理学", "id": 0}
{"content": "目前,教科书等文献很少提及磁极、地磁极位置的确定方法,但磁极、地磁极位置对地磁学研究具有重要意义。每次国际地磁参考场（IGRF模型）更新均要给出磁极和地磁极的位置,为此利用地磁场球谐模型讨论磁极和地磁极位置的计算方法。同时,利用IGRF模型给出100余年来北磁极和地磁北极位置的移动情况,并明确了1995年北磁极的正确位置。", "label": "地球物理学", "id": 0}
{"content": "国际地磁参考场（IGRF）模型是国际通用的地磁场标准模型,主要被用来描述地球主磁场及其长期变化情况。文中利用IGRF官方网站提供的相关信息,通过MATLAB软件编写计算程序,实现了不同日期和位置的地磁数据提取和计算。将程序计算得到的结果应用于丝路环境,相关研究表明,其地磁正常场的变化相对较大,分布有多个变化峰值,应用IGRF模型能较好地模拟其主要变化特征。", "label": "地球物理学", "id": 0}
{"content": "文中在介绍国际地磁台网基本情况和地磁台站全球布局的基础上,着重总结了国际地磁台站在\"一带一路\"沿线国家的分布特点,分析了其在地磁环境监测方面的应用,展望了国际合作空间和未来发展趋势。", "label": "地球物理学", "id": 0}
{"content": "<正>地磁背景下的目标磁场是各种磁测量设备用于探测和攻击的主要物理场。因而获取舰船、飞机等目标的磁矩矢量,是磁探测和反磁探测的首要工作[1-4]。对目标定位和消磁隐身具有实际意义。提出了基于地磁总场对目标磁矩矢量的测量方法。以目标远场磁偶极子模型,采用CS-L光泵磁力仪构成地磁总场阵列,采用二重梯度算法消除地磁总场随时间变化和空间分", "label": "地球物理学", "id": 0}
{"content": "在表层覆盖与断层发育等复杂地质条件下的地热勘查工作中,物探方法往往能起到重要作用。崇义县暖水地热勘查中应用音频大地电磁法（AMT）,结合测区已有地质资料进行地球物理参数标定,通过反演与解译,基本查明覆盖体下伏地层以及断层的空间分布特征,推断地热资源勘查的有利部位。经钻探验证,取得良好的地热勘查效果。", "label": "地球物理学", "id": 0}
{"content": "本文在分析南昌红盆地层结构、地质构造、地温场特征、含水热储等地热地质条件的基础上,从热水来源、径流路径、赋存特征等方面探讨深埋藏地热形成规律,初步建立南昌红盆\"盆缘降水—侧向径流—逆冲隔阻—岩溶腔富集\"的深埋藏叠瓦式岩溶腔热储模式,为南昌红盆深部地热勘查工作指明了方向。", "label": "地球物理学", "id": 0}
{"content": "干热岩资源是一种清洁、绿色、可再生的新型能源资源,对其远景区特征进行分析对于干热岩资源的开发具有重要意义,本文在系统分析我国4种干热岩资源成因类型的基础上,结合干热岩远景选区基本原则对江西修水白岭、崇义—遂川、兴国盆地、安远—寻乌、三南—安远、宁都盆地7个干热岩资源勘查远景区进行了分析,认为这7个远景区均具有较好的干热岩资源开发前景。", "label": "地球物理学", "id": 0}
{"content": "<正>节能减排需要能源结构转型,地热能源在我国未来能源结构调整中发挥重要作用。目前全国地热能资源利用量仅占我国能源资源消耗总量的0.6%,大力开发利用地热新能源,对于优化我国能源结构具有重要意义。近年来,贵州省在新能源、大生态、大旅游发展战略的指导下,坚守\"发展与生态\"底线,", "label": "地球物理学", "id": 0}
{"content": "近年来大力发展的地热能是一种清洁、可再生能源,用以代替化石能源,可以有效缓解能源短缺和使用化石能源所引起的环境气候问题。然而,地热储层水开发利用后的尾水在回灌过程中易发生储层堵塞导致回灌难的问题,大大增加地热能开发成本,严重限制地热能的开发与利用。回灌堵塞通常是在物理、化学、微生物协同影响作用下形成,堵塞机制较为复杂。本文综述了近年来地热尾水回灌过程中,物理堵塞、化学堵塞、生物堵塞、气体堵塞几种主要堵塞机制的研究进展,和地热尾水处理工艺相应所采取的防控措施,以期为今后回灌堵塞机制研究、以及地热尾水回灌处理工艺的选择与调控提供科学参考依据。", "label": "地球物理学", "id": 0}
{"content": "套管变形是引起干热岩地热井井筒失效的重要原因,将铁屑作为改进材料掺入水泥,通过改变铁屑沿井筒径向的分布形式,制备成一种力学性能渐变的水泥环,本文将该种水泥环称之为功能梯度水泥环。本文建立功能梯度水泥环力学模型,借助试验获取功能梯度水泥环的力学性能参数,并通过弹性力学厚壁筒理论,得到功能梯度水泥环应力场和位移场解析解,进而研究功能梯度水泥环预防套管变形的有效性。研究结果发现:（1）将粒径为0.5mm、1mm、2mm的铁屑,按照铁屑和水泥质量比为15%、30%、45%等参入水泥制成含铁屑水泥块试样,其抗压强度和弹性模量均发生改变,随着铁屑添加量的增加,抗压强度和弹性模量整体趋势增加,部分工况下降低;（2）设定参入铁屑总量为定值,研究了功能梯度水泥环的弹性模量按照指数形式、线性形式、二次抛物线形式以及均匀分布对功能梯度水泥环的影响规律,结果发现当功能梯度水泥环的弹性模量以二次抛物线形式分布时,其力学性能最优;（3）研究了铁屑尺寸和参入量对功能梯度水泥环的影响规律,发现当铁屑尺寸为0.5mm,参入量为15%时,功能梯度水泥环内壁上的应力和位移最小。", "label": "地球物理学", "id": 0}
{"content": "我国干热岩资源丰富,利用系数高,可为电力提供稳定基础荷载,被认为是能够担负起能源革命重任的可再生清洁能源,其规模开发对我国实现\"碳达峰和碳中和\"具有重要意义。然而,经历近半个世纪,目前世界范围内仅有少量利用EGS技术开发的干热岩示范项目有微量发电,实现产业化目标尚有许多技术瓶颈。通过研究EGS开发过程和钻井液技术,笔者提出:EGS钻井过程中存在钻井液漏失。因此,钻井液组分自身、钻井液与岩屑或井壁岩石、钻井液与热储裂缝表面岩石,在高温高压下会发生各种理化反应,生成新的物质。这些新的物质可能会沉淀在井壁和裂缝表面,甚至可能与井壁或裂缝表面岩石固结成一体,降低裂缝的有效空间,甚至封堵裂缝,且难以清除,使热储导流能力极大降低,难以达到发电要求的流量。因此,革新钻井液技术理念,研究EGS高温高压环境下钻井液组分和岩屑与温压之间的相互关系及其对钻井液性能的影响,利用先进的计算机数据统计、分析和计算技术,对钻井液性能、钻井液在井筒的流动特性以及钻井液与热储岩石的配伍性进行精准预测和控制,避免或减少钻井液漏失以及钻井液在热储环境下与岩石的反应,消除钻井液对热储伤害,提高渗透率,可能是干热岩产业化的技术突破。", "label": "地球物理学", "id": 0}
{"content": "全面总结了中国地质调查局水文地质环境地质调查中心\"十三五\"期间在水工环钻探技术及装备、水合物防砂技术及干热岩钻探技术等方面取得的重要成果,主要包括:创新水工环勘查技术与装备助力地下水绿色勘查;提出防砂措施为水合物试验性开采提供技术支持;牵头实施青海共和盆地干热岩试验性勘查开发工程,突破高温硬岩钻探技术、装备、工艺等,力争建立世界一流干热岩示范性发电基地。同时,结合当前面临的形势与挑战,对\"十四五\"期间业务发展方向进行了展望。", "label": "地球物理学", "id": 0}
{"content": "\"山东省文登-荣成-威海地区深部地热资源调查\"项目是\"山东省2018年度38个省直地质勘查项目\"之一,总体目标是通过小口径深部钻探技术来完成3000 m测温孔的施工,为地热地质调查、钻孔测温、岩心热物性及放射性元素含量测试等工作提供通道和具体实物资料。本文结合3000 m小口径地热探孔的施工进程,系统介绍了该深孔的钻孔结构、施工设备、钻探工艺方法及关键技术等内容,重点针对严重破碎带、高应力复杂地层条件的泥浆技术、深孔钻头技术等展开了试验对比和分析研究,采取针对性技术措施,成功地解决了孔内复杂难题,配套研究的长寿命高效钻头提高了钻孔施工效率,减少了钻探成本投入。论文还探讨了深孔地热钻探的\"现场标准化建设和绿色施工\"管理方法。", "label": "地球物理学", "id": 0}
{"content": "目前采用空气潜孔锤钻进技术的沉积岩地热钻井深度多在1000 m左右,地层深度越大,空气潜孔锤钻进的难度也会随之增大。在辽宁康平某地热井应用空气潜孔锤技术钻进,实现了沉积岩地热井深度的突破,钻井深度达到2250 m。全井采用空气钻进技术施工,通过选择合适的工作风压和风量,以期促进对该技术在沉积岩地热深井中的推广应用。", "label": "地球物理学", "id": 0}
{"content": "为打赢大气污染防治攻坚战和燃煤替代任务,平顶山市市委市政府委托河南省有色金属地质矿产局组织开展平顶山地区地热勘查开发工作。根据对区域地质情况和地层特点,河南省有色金属地质矿产局自行设计并组织施工了平顶山北地热示范区PBR01井。文章从钻探设备选型、施工工艺选择、钻井液配置等方面介绍了项目设计和施工的全过程;通过钻井的施工,解决了本地区大口径深孔钻进难题,为本地区后续开发应用起到了良好的示范作用;通过对钻时曲线的分析,掌握了本地区不同地层钻进效率情况,提出了提高大直径硬岩钻进效率的方案。", "label": "地球物理学", "id": 0}
{"content": "PBR01井是河南省有色金属地质矿产局在平顶山北组织实施的一口地热勘查示范井。完井深度2248.56 m,终孔直径216mm。施工过程中遇到涌水、漏失、坍塌掉块、水敏失稳造浆等复杂地层及岩心采取率低等问题。本文从地层情况、井身结构设计、钻井工艺技术等方面介绍了该井的施工情况,总结取得的成果。通过采用改善钻井液性能、工艺堵漏、改进坚硬地层取心工艺、平衡法固井等措施解决施工中遇到的难题,为今后该地区中深部地热钻探积累一定的经验和技术。", "label": "地球物理学", "id": 0}
{"content": "CMD系列模块化钻机是顺应国家对能源开发和相应勘探钻机国情发展的需要而研制的新一代能源钻机。本文对CMD系列模块化各规格钻机的性能参数和结构功能进行了介绍,并结合该系列钻机在地热井施工中的应用情况,对该系列钻机在地热井施工中具有的优势进行了归纳和总结。", "label": "地球物理学", "id": 0}
{"content": "针对地热开采过程中孔壁发生垮塌、漏失,而常规水泥基材料在高温条件下各方面性能恶化,满足不了护壁堵漏技术要求。采用理论分析和试验,系统地开展常规水泥材料的比较研究,筛选出多种材料及试剂进行正交试验,获得了优化配方。通过试验,以初始流动度、可泵期、凝结时间和抗压强度4个性能指标比较了普通硅酸盐水泥和G级油井水泥的抗高温性能,评选出适于研究的高温下性能相对稳定的水泥;针对高温下水泥性能衰退的问题,筛选了几种含硅材料与试剂,通过正交试验优化了配方,优化配方为:25%GS+0.6%SiO2+0.3%JSS+1.5%SN+0.03%SC+0.3%纳米材料。性能评价结果表明,该配方流动度等性能满足一定施工要求,在高温下具有较好的抗压强度。", "label": "地球物理学", "id": 0}
{"content": "地热开采过程中,考虑到水源补给,地热井一般布置在破碎带或构造带上,在钻井过程中利用水泥进行堵漏,但在钻井完毕后为提高产能必须进行解堵。而常规水泥在对地层封堵后需要恢复储层渗透性时,只能通过采取酸化解堵措施,且解堵恢复能力差。如果利用地热开发过程中的温度变化制得可降解暂堵水泥体系,简化地热资源的勘探开发过程,有利于降低钻井成本和风险。本文利用G级油井水泥、砂石、增强剂和水溶性纤维制备温敏型暂堵高透水水泥基材料。通过测试材料的抗压强度、孔隙度、密度、凝结时间,以评价其降解效果及基本性能。结果显示,水溶性纤维的加入使水泥抗压强度明显降低,而增强剂可以稍微改善这一缺陷,90℃水浴养护后孔隙度明显高于对照组,并且随着时间的推移,孔隙度不断提升,为水泥基暂堵透水材料成功研制奠定了基础,增强剂和纤维都会减少水泥的凝结时间,纤维降低凝结时间的效果更为明显。该材料的研制将简化地热资源的勘探开发过程,有利于降低钻井成本和风险。", "label": "地球物理学", "id": 0}
{"content": "在大同天镇干热岩勘查项目中,当钻进至1622 m时,井内突然涌出大量高温高压气水混合物,这在干热岩钻井工作中极其罕见。针对这一中东部地区深部地热资源的重大发现,山西地勘局组织专家分析研究井口涌出情况,通过反复实践,利用方箱开合闸板实现引流,并进一步运用\"下钻—注浆—降温—减压—压井—安装采油树\"综合治理工艺,成功地完成了这眼地热井的保井发电试验任务。本文分析了自喷井形成原因,系统地总结了整个治理工艺过程,为今后同类型地热资源勘查钻探工作提供宝贵的经验和技术支撑。", "label": "地球物理学", "id": 0}
{"content": "我国的地热资源储量巨大,经济有效开发干热岩地热资源,有利于改善我国能源结构,减少碳排放。干热岩（HDR）的岩石物理学参数会受到高温环境的影响发生变化,由温度影响引起的电性变化成为识别干热岩资源的重要特征,因此干热岩电学特性研究对于地热资源开发具有意义。为了探究不同温度下干热岩电学特性响应机理,本研究通过数字岩石物理（DRP）技术构建了干热岩高分辨率多组分数字岩心,开展了多尺度孔隙结构和矿物成分分析,并研究了不同温度下干热岩电阻率的变化规律。考虑到岩心尺寸和分辨率的矛盾,本研究进行了X-CT、QEMSCAN和Maps扫描实验,利用多阈值分割法和多种扫描图像融合法构建了高分辨多组分数字岩心。高温电学特性数值模拟中引入了温度对岩石骨架的影响,并利用有限元法计算了不同温度下的岩石电阻率,开展了电学特性微观响应机理分析。由不同温度下电学特性数值模拟结果可知,数值模拟结果与岩石物理实验结果吻合很好,干热岩电阻率随温度升高减小,深层岩心在温度较高时（>300℃）电阻率减小幅度变缓。研究还发现高温下岩石热开裂现象,并利用分形布朗运动（FBM）构建了裂缝性数字岩心,描述了岩心高温热开裂裂缝拓展情形,模拟结果阐明了干热岩热开裂后电阻异常变化的微观机理。干热岩电学特性的孔隙尺度数值模拟研究能为干热岩测井解释及地热资源压裂开发提供微观解释。", "label": "地球物理学", "id": 0}
{"content": "地热资源作为可持续利用的清洁能源,越来越受到重视。然而,地热开发是复杂的系统工程,受到多种因素的限制与影响。其中,漏失问题是最常见也是最严重的阻碍因素之一。如何有效避免及处理此类事故是决定地热井成败的关键。通过分析以往研究成果,定义了漏失现象,总结漏失类型,归纳堵漏方法、材料与工具,并结合实际案例验证了堵漏方法。本文论述的内容对地热开发起到指导作用,并对地热资源的推广具有重要的意义。", "label": "地球物理学", "id": 0}
{"content": "为研究水化学环境对河南省温泉理疗作用的影响,选取17处大于25℃的温泉露头进行了理疗作用分析和水化学类型分区,并对其水化学环境及同位素特征进行了研究。结果表明:河南省温泉主要分布在西部基岩山区,源自大气降水,受地质构造的控制,水化学类型复杂,大致可划分为重碳酸盐型、硫酸盐氯化物型、硫酸重碳酸盐型、重碳酸硫酸盐型及硫酸盐氯化物重碳酸盐型五种,有较高的温度、特殊的化学成分以及少量的放射性物质等,具有修身养性、缓解疲劳、提神减压的功效,对人体有明显的理疗保健作用。", "label": "地球物理学", "id": 0}
{"content": "新安县城地热区主要受北西向（新安断裂）控热构造及近东西向的导热构造控制,地热资源范围有限,地热资源赋存条件较好。热储层主要为寒武系、奥陶系碳酸盐岩。计算评价该区地热储量,对新安县城开发利用地热资源具有指导意义。", "label": "地球物理学", "id": 0}
{"content": "<正>热泉钙华多被认为是形成于富钙热泉的碳酸盐岩,但贫钙热泉在适当条件下也能建造形态各异的钙华体。然而,此类钙华却鲜有报道。我国腾冲火山地热区发育众多的贫钙热泉,其沉积的钙华体多局限发育于源泉周围,但在石花洞处却发育存在一类特殊的高栖状热泉系统:呈台地状,发育范围较广,钙华沉积区与源泉相距超百米。为弄清此类系统中钙华的沉积与成岩作用及其控制因素,本研究对该系统进行了详细的水化学、沉积学、岩石学与地球化学分析。", "label": "地球物理学", "id": 0}
{"content": "<正>水化学和氢氧同位素分析方法是其中一种行之有效的方法。本文对张渤断裂带山东段22口温泉进行了水化学和氢氧稳定同位素测试,从水质分析、Na-K-Mg三角图分析和氢氧同位素分析,探讨了温泉水的特征。温泉水的水化学类型分析地下水的成因,不同类型的水质受基岩类型、构造位置的影响,对流体观测环境分析、异常核实、前兆跟踪分析具有指示意义。Na-K-Mg三角图分析表明,位于深大断裂的温泉水,具有一定的深层水特征。氢氧稳定同位素研究表明,多数样品偏离中国东部地区大气降水线,部分样品的氢氧稳定同位素位于全球大气降水线下方附近,可能受降雨的影响较大。其他样品的氢氧稳定同位素偏离了中国东部地区大气降水线,深部循环的水-岩作用可能是氧飘移现象形成的主要原因。", "label": "地球物理学", "id": 0}
{"content": "赣南断陷盆地带位于江西省南部与福建省、广东省交界处的武夷山隆起带的西面,由北至南纵跨江西的石城、瑞金、会昌、寻乌县,在构造上属石城—寻乌断裂构造带,是江西省地热资源就较为丰富,又急需开发利用重要地区。本文从各盆地出露的温泉入手,通过地热地质条件对比、地热勘查成果分析研究,总结地热水分布特征,认为总体属对流型带状热储,受基底构造和深大断裂的控制,构造密集带或断裂的复合部位是地热水勘查相对有利部位位置,而张性断裂与压性断裂交汇为最为有利部位。", "label": "地球物理学", "id": 0}
{"content": "石城上温寮地热地质条件良好,地热资源丰富,有较大的开发价值。本文通过研究上温寮地区的地热地质条件及热水形成规律,认为地热水受F1断裂破碎带控制,地温场特征与F1关系密切,计算确定了该区热储温度及地热水循环深度,对研究上温寮地热水形成机制具指导意义。但本区勘查程度较低,对F1空间展布及形态、地热水形成规律等的认识还不够,建议在该区进一步加强地热水勘查工作,进而查明地热水的形成机制,实现地热田的增温扩储。", "label": "地球物理学", "id": 0}
{"content": "随着人们对能源问题与环境问题的重视程度日益提高,地热资源的开发受到世界各国的高度认同与重视,并很快成为国内外学者研究的热点。本文深入分析了在水平井地热开采过程中CO2的热物性变化规律以及其在井筒中与地层之间的传热规律,建立CO2自循环过程井筒-地层耦合温度场计算模型,通过VS2015对模型进行数值求解,模拟结果表明:采用水平井CO2自循环开采地热方法进行地热开发时,注入的CO2流体在水平段环空中的温度增大速率为最大值,在水平段内管中的温度降低速率为最小值;在生产初期,由于井筒附近地层温度迅速下降,采热速率与CO2出口温度迅速下降,在生产中后期,井筒附近地层温度场变化稳定,采热速率与CO2出口温度趋向于稳定值;采热速率受CO2注入速率、储层温度与水平段的长度影响。", "label": "地球物理学", "id": 0}
{"content": "<正>共和盆地处于秦岭、祁连、昆仑造山带结合处,盆地及周缘造山带记录的构造、岩浆、变质、沉积作用事件复杂多样,是研究青藏高原北部构造-沉积演化的关键位置。特别是近年来在盆地东北部基底发现了花岗岩类高温干热岩,使该区成为新型地热资源的战略基地。本文以共和盆地东北部恰卜恰地区多口干热岩钻井岩芯和野外露头样品为基础,结合区域地质调查资料,", "label": "地球物理学", "id": 0}
{"content": "<正>随着我国\"蓝天保卫战\"打响,以及快速经济社会的发展对清洁能源的需求急剧增加,地热资源因资源量巨大、分布广泛、清洁、可再生、效益显著等优点,成为人们关注的焦点和社会研究的热点。本文针对齐齐哈尔龙安桥地区的地热资源开展综合地球物理勘探应用研究,方法包括有可控源音频大地电磁测深、大地电磁测深与反射地震勘探,探查中深部地热资源赋存状况。通过对地热能控热要素——盖层、热储层、热源与导热通道的综合分析,查明了控热要素的空间配置关系,", "label": "地球物理学", "id": 0}
{"content": "<正>青海共和盆地位于青藏高原东北缘,区域地质活动丰富,为干热岩的形成创造了良好的条件。共和盆地最东部龙羊峡地区花岗岩基底直接出露于地表,东部阿乙亥南东油1井于627.29m钻遇花岗岩,恰卜恰镇GR1井于1340m钻遇花岗岩,西部共参1井终孔于5026.6m尚未凿穿古-新近系地层,表明共和盆地的基底东浅西深,呈斜坡带状分布。", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言当前,能源短缺与环境问题已成为制约全球经济可持续发展的重要问题之一。因此,急需发展清洁、可再生能源来替代传统常规能源。地热能是赋存于地球内部一种巨大、宝贵的矿产资源,它是一种绿色环保、经济高效的新型能源,具有投资少、见效快、使用方便、节能环保等特点,开发利用前景广阔（Kana et al., 2015;）。地热资源的开采利用不仅可节约大量的煤炭、石油等常规能源,还可以减少由此造成的污染,保护人类赖以生存的环境。因此,充分开发利用地热资源,对发展当地经济、保护环境,缓解能源紧缺,改善生活质量具有重要意义。", "label": "地球物理学", "id": 0}
{"content": "<正>地热资源勘探与开发对于改善我国北方冬季采暖以及能源消费结构具有现实意义。河北雄安新区及周边地热资源丰富,热储结构整体埋藏较浅,交通便利,有利于地热资源规模化、工业化开采与利用。雄安地区有利热储结构分为陆相高孔隙砂岩型热储与海相碳酸盐岩岩溶孔隙-裂隙型热储两类（吴爱民等,2018;郭世炎等,2013）。蓟县系雾迷山组碳酸盐岩热储是海相主力热储层。碳酸盐岩热储层中大量孔隙、裂隙是储热流体的重要储集空间及热流通道,同时孔隙、裂隙造成的热储的强非均质性也为区域热储储量评价带来风险。", "label": "地球物理学", "id": 0}
{"content": "为了对地热资源有更清楚的了解和认识,在开采前需对地热资源进行地质勘查。火成岩地区,地热资源沟通性差且埋藏深度一般较大,传统物探方法难以达到有效探测深度且精度较差。采用可控源音频大地电磁测深法为主、瞬变电磁法、大地电场岩性探测为辅的综合物探方法在火成岩地区进行地热勘查,弥补了单一方法的缺点,取得了较好的探测效果。", "label": "地球物理学", "id": 0}
{"content": "<正>1.前言位于夏威夷岛的基拉韦厄火山的持续喷发成为了全球火山研究的热点地区。著名的地球物理学家威尔逊提出了热点假说,解释了同夏威夷火山一样的板内火山活动的形成机理。基拉韦厄火山以裂隙式喷发作为主要的活动形式,其火山锥仍在不停生长,这是因为岩浆的向上侵入导致了火山锥的生长膨胀[1]。Anna M. Courtier等人用多重方法研究了夏威夷群岛东南部的地幔结构,数据来源于瓦胡岛基普站采集到的四次地震记录,在异常深的410公里处发现了不连续面和227公里厚的的过渡带,", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言松辽盆地是叠置于古生代基底上的大型中、新生代裂谷型盆地,由于其形成演化的复杂构造背景,为中低温地热场的形成与存储提供有利条件,盆地赋存有极具开发潜力的地热资源。形成地温场的地温梯度、大地热流具有中央高,向四周环状降低的特征,故研究盆地深部地质构造与地热差异性的关系具有重要意义。", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言2017年3月,南美洲Galápagos群岛Cerro Azul火山发生形变活动,在SAR卫星干涉影像中观测到显著的地表形变。以Cerro Azul火山本次形变活动前后的长期地表形变监测为研究目标,本文获取2014年至2018年间Sentinel-1A降轨卫星观测的小基线干涉图集,应用小基线集时间序列处理方法,获得了长期监测下Galápagos群岛在1185天中地表形变场随时间的变化过程。", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言雄安新区蓟县系发育有典型的碳酸盐岩岩溶热储[1-3]。深部岩溶热储的开发依赖压裂改造技术,而了解岩石力学性质和地应力特征是热储压裂改造的前提。本文以蓟县系雾迷山组碳酸盐岩为研究对象,开展岩石力学特性实验,为改善地热资源开发利用条件提供支持。2.实验样品及实验方法本次实验样品采自雄安新区容城地热田两口钻孔的雾迷山组地层。样品岩性主要为灰、灰白色白云岩。针对采集的岩石样品,采用KXD-III型氦气孔隙度测定仪开展孔渗实验,获取岩石物性参数。采用GCTS公司的地应力综合测试系统,开展模拟地层围压的三轴压缩实验,以及断裂韧性和凯赛尔地应力测试,获取岩石基本力学参数。", "label": "地球物理学", "id": 0}
{"content": "高温花岗岩储层岩性复杂、致密、非均质性强,迫切需要针对该类型储层开展测井评价方法研究。结合青海共和盆地干热岩勘查与开发科技攻坚战,对干热岩井综合测井数据进行了处理,评价了干热岩储层的井温、放射性、裂缝发育、地应力情况等,初步建立了干热岩储层测井评价方法。干热岩储层测井解释结果为干热岩井的固井及压裂设计提供了重要依据,压裂微震监测结果显示干热岩储层测井解释结果较为准确。", "label": "地球物理学", "id": 0}
{"content": "<正>地热注水开发是监测和研究诱发地震的主要场景之一,具有代表性的研究实例包括美国Geysers、瑞士Basel、韩国Pohang、法国Soultz和澳大利亚Cooper Basin地热开发活动诱发地震。与页岩气开发和废水回注相比,地热注水诱发地震不仅与水力效应引起的孔隙压力扰动和孔隙弹性应力扰动有关,还与热效应引起的弹性应力变化密切相关。热-水-力的三场耦合作用,以及地热储层相对复杂的构造和沉积环境,使得地热注水诱发地震表现出较为复杂的空间分布和震源机制特征。", "label": "地球物理学", "id": 0}
{"content": "<正>腾冲火山群是我国最年轻的第四纪陆内活火山区之一,最近一次喷发于公元1609年。它位于川滇地块南部,印度板块与欧亚板块碰撞的东侧。这里地质活动强烈,深大断裂发育,地震频发,并有丰富的地热资源。我们通过背景噪声全波形层析成像技术构建了腾冲火山群下方精细的三维地壳和上地幔剪切波速度结构,相比于传统的地震成像方法,背景噪声全波形成像对于绝对速度有更好的约束,对波形相位的拟合有很大的提升。", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言鲜水河断裂带属于地中海-喜马拉雅地热带,地表热显示十分强烈,包括沸泉、间歇泉、喷气孔、水热爆炸和冒气地面等,沸泉、喷气孔、冒气地面等高温热显示集中分布在断裂带两端的康定和甘孜地区。2012年,四川省甘孜州康盛地热公司在康定县南部一口267m的地热勘探井中打出了高达208°C的高温地热流体,不但为我国高温地热资源的开发利用开辟了新的前景,而且对高这些都预示着该地区是高温地热系统发育的集中区。大型走滑断裂以及强烈的压扭性应力是显著的构造特征,青藏高原东缘绕构造结顺时针旋转导致周边的构造急剧转向,地壳物质由构造结核心部位向侧向逃逸,", "label": "地球物理学", "id": 0}
{"content": "<正>1前言/引言自中生代以来,拉萨-冈底斯地块先后经历由雅鲁藏布新特提斯洋的俯冲和印度-欧亚板块的碰撞引起的多期次的构造-岩浆作用,这些构造-岩浆作用导致了岩石圈缩短和地壳隆生。伴随着这些构造-岩浆作用,拉萨-冈底斯地块的下地壳和上地幔表现出了一定程度的构造活化特征。研究区域位于拉萨-冈底斯地块东部92°E附近,那曲-羊八井-亚东地热带和日多-错那地热带分别位于研究剖面的西侧和东侧,在研究区域内分布着大量的热泉点,以及一个中国大陆地区热流数据点,", "label": "地球物理学", "id": 0}
{"content": "<正>五大连池火山区位于黑龙江省黑河市五大连池市,由5个火山堰塞湖和14座火山及大片熔岩台地组成。火山活动阻塞了区内的白河,在该地区形成5个串珠状分布的火山堰塞湖,因此得名五大连池。区内的14座火山分布在5个堰塞湖东西两侧,西侧有南格拉球山、北格拉球山、火烧山、老黑山、笔架山、卧虎山和药泉山;东侧有尾山、莫拉布山、东龙门山、西龙门山、小孤山、", "label": "地球物理学", "id": 0}
{"content": "以江苏省滨海县月亮湾温泉度假酒店地热井为例,通过CSAMT推断了地层和构造破碎带。选定的地热井DR01终孔深度2919m,在推测位置钻遇控水断裂破碎带,井口水温达51℃,日出水量达到2000m3以上,对滨海地区地热资源勘查有着重要的意义。滨海月亮湾CSAMT成果与地热井资料吻合较好,推断的地层厚度和含水破碎带位置与钻孔资料高度一致,说明近场校正和地层约束反演在CSAMT数据处理中是一种行之有效的数据处理方法。", "label": "地球物理学", "id": 0}
{"content": "地热作为一种新型的可再生绿色清洁能源,越来越受到广泛的重视。如何有效提高地热田的勘查效果,是高效开发利用地热资源的前提。可控源音频大地电磁法能够探测地层埋深和断裂构造的空间分布情况。本文以安徽省含山昭关地热为例,研究在相似的地质条件下,可控源音频大地电磁法在地热资源勘查中有一定的参考意义。", "label": "地球物理学", "id": 0}
{"content": "<正>大陆壳由于其较低的密度曾长时间被认为在地球表面重力学稳定,但是越来越多的地球化学研究和地震学观测似乎暗示着在某些环境下,陆壳成分能被携带至地球内部。一些高压实验基于上陆壳的成分已经证明,在300km深度左右发生柯石英相变至斯石英后,上陆壳成分主要由斯石英,斜方辉石,石榴子石和liebermannite（K-hollandite）组成,并且其密度将大于周围地幔,进而无法回到地表。其中liebermannite作为地幔中主要的储K相,", "label": "地球物理学", "id": 0}
{"content": "<正>1.研究背景武汉市地处江汉平原东部,是我国城市现代化进程最快的内陆大型国际都市,长江经济带的核心城市。武汉市建设有铁路、公路、超高层建筑群、桥梁等大型设施,随着武汉市城市化进程的加快,城市面积扩大,需要进行规划设计,辖区及毗邻区的深大断裂带的活动性和地震危险性亟待评估。2.构造背景武汉地区主要发育有北北东向、北西向和近东向三组断裂,以前两组为主体形成一个菱形网络系", "label": "地球物理学", "id": 0}
{"content": "<正>大陆地壳下覆有熔体亏损的刚性陆下岩石圈地幔（sub-continental lithospheric mantle,SCLM）,以避免来自软流圈的对流破坏（Hawkesworth et al.,2017;Wu et al.,2019）。作为地壳熔体抽离后的残留,SCLM在时间和空间上都会和上覆地壳耦合（Beyer et al.,2004;Mundl et al.,2015）,即SCLM的形成年龄应该和上覆最古老地壳的形成年龄一致(e.g. Pearson", "label": "地球物理学", "id": 0}
{"content": "<正>太华杂岩位于华北克拉通中部造山带南段,形成时间跨度大,从中太古代晚期至古元古代晚期,记录了华北克拉通几乎所有早前寒武纪重要的地质事件。根据岩石组合、构造特征和年代学,鲁山地区太华杂岩可划分为片麻岩系和表壳岩系。其中,片麻岩系以TTG片麻岩为主,局部夹斜长角闪岩,记录了华北克拉通南缘中太古代晚期至新太古代早期的构造演化和地壳生长历史。中太古代晚期（>2.84Ga）斜长角闪岩富集稀土元素和大离子亲石元素,", "label": "地球物理学", "id": 0}
{"content": "<正>扬子克拉通西缘从新元古代以来经历了多次板片俯冲和地幔柱上涌等构造事件,因此其深部地壳物质遭受了复杂的改造作用。新生代早期,扬子西缘再次受到印度板块和欧亚板块持续碰撞的影响,在41～31Ma期间沿哀牢山-金沙江断裂带发育大量富碱岩浆活动,这些碱性火山岩携带了丰富的深源捕虏体,为研究深部地壳的组成与演化提供了天然样品。位于扬子西缘六合地区的正长斑岩（锆石U-Pb年龄（34.3±2.6）Ma）中发现了多类富含石", "label": "地球物理学", "id": 0}
{"content": "<正>中国大陆是地球上地质最复杂、构造最活跃的区域之一。近期构造活动主要受东部太平洋-菲律宾板块俯冲和西部印度-亚洲板块碰撞的综合影响,其中倍受瞩目的两个重大科学问题是新生代青藏高原的隆升变形（Yin and Harrison,2000）和中新生代华北克拉通的破坏（Zhu et al.,2012）。目前,关于青藏高原隆升和华北克拉通破坏过程和机制,地学界仍然存在很大争议。", "label": "地球物理学", "id": 0}
{"content": "<正>中国大陆地处欧亚板块东部,受太平洋板块、印度板块和菲律宾板块作用的影响,地质构造非常复杂。对于该区岩石圈速度结构的研究,前人做了一些工作,采用传统的地震面波层析成像方法（Li et al.,2013）或背景噪声与地震面波联合反演研究该区的S波速度结构（Bao et al.,2015）。由于研究方法的局限地震面波分辨率不高,特别是难以得到浅层（如地壳）结构。而背景噪声则对于地震活动性较弱但地震台站分布较好的区域,可以获得高分辨率的浅层速度结构。而其缺陷是难以获得深部的速", "label": "地球物理学", "id": 0}
{"content": "<正>帕米尔高原位于青藏高原西构造结,与青藏高原有着相似的构造演化历史。新生代以来,由于印度-欧亚板块的持续碰撞,帕米尔高原相对于青藏高原主体向北楔入推移了约300km,其南北宽度仅为青藏高原中东部的一半,挤压缩短量远大于青藏高原主体（Burtman and Molnar,1993）。自东北帕米尔至到兴都-库什山,存在一条独特的中源地震带,且震源深度自东向西逐渐变深,180 km以深的地震主要集中在在西南帕米尔和兴都-库什山下方（Sippl et al.,2013）。因此,该区是研究大陆岩石圈变", "label": "地球物理学", "id": 0}
{"content": "<正>四川盆地位于华南地块的西部,是我国最复杂和最大的克拉通盆地之一。受周缘构造带向盆地逆冲推覆作用的影响,盆地卷入了多期次、多边界的构造变形（Jia et al.,2010;Liu et al.,2012）。盆地与构造带之间具有多期多样的构造转换过程和复合联合关系,形成一个有机联系的复合盆山体系,是研究盆山多方向耦合作用及多期次多边界构造叠加的天然实验室。本文利用穿过四川盆地、龙门山、七曜山和大巴山的4条深地震反射剖面,揭示了四川盆地及周缘构造带的莫霍面的几何形态和埋深,", "label": "地球物理学", "id": 0}
{"content": "<正>研究岩石圈-软流圈结构有助于了解板块运动、地幔对流等地球动力学过程。在地震学上,表现为高速的岩石圈覆盖在相对低速的软流圈上,被称为岩石圈-软流圈边界。全球范围内,岩石圈-软流圈边界的深度范围为~40到140km（Rychert&Shearer,2009）,在一些克拉通下方,可超过150km（Fischer et al.,2010）.近些年,人们发现在一些克拉通下方的岩石圈内部80-100km深度范围内存在3%到10%速度降低（W?lbern et al.,2012;Sodoudi et al.,2013;Leki?and Fisher,2014）。这一低速的机制,可能主要有三类:温度、成份,各向异性（Selway et al.,2015）,其与板块构造和岩浆演化密切相关。", "label": "地球物理学", "id": 0}
{"content": "一系列高温高压下流体性质实验获得了关于在中下地壳、不同温度下流体性质及反应动力学性质,尤其在跨越临界态时的特性实验数据。在20-550oC,20-35MPa条件下岩石和矿物在水、NaCl-H2O溶解反应实验里,特别观测了跨越临界态前后的流体性质与反应动力学控制因素的对应关系。为认识流体性质,我们一方面做了大批矿物（岩石）与水反应动力学实验,另一方面观测和分析流体性质,提供了认识地球深部流体、水热事件的实验依据。实验重点比较了跨越临界态前后矿物、岩石里被选择溶解、迁移金属的不同。实验发现:岩石里被优先选择溶解进入水里的各种元素及其溶解释放速率都随温度变化。实验结果不仅证明在300-400oC,23-34MPa,在跨越临界态时溶解反应动力学涨落;而且说明水的物理性质在临界区的涨落突变起着重要作用。在小于300oC时,钠、镁、钙、铁等的溶解释放速率很高;但是,在临界区硅释放速率最大,出现在300-400℃条件下,然后随之减低。在改变压力、流体化学成分,反应器流动性质、容器内水-固体体积比例时,都观测到水的性质在临界的涨落起着决定作用。高温高压下流体的分子谱观测表明:在小于300oC,水分子的氢键起控制作用,氢离子与金属交换反应起主要作用;在临界区,氢键网络的减弱和破坏,使得水分子容易打开极性键,水化Si-O-Si作用增大。接近和跨越水的临界区后,硅被迁移,钙铁镁在300-550oC几乎很难溶解。它们在低于300oC才会进入溶液。金属迁移在跨越水的临界区前后发生重大变化,确定决定了金属迁移性质。", "label": "地球物理学", "id": 0}
{"content": "<正>本文利用Christensen和Mooney（1995）根据岩石密度和P波波速实验数据所总结的地壳岩石P波波速和密度之间的线性关系,根据Hasterok和Chapman（2007）的方法对实测P波波速进行温度和压力校正,得到大陆地壳各分层的密度。在此基础上,根据岩石物理实验以及相平衡热力学模拟得到的密度与岩性（如:Si O2含量）的统计关系,得到大陆地壳各分层的成分（即:岩性组成）。本研究与成分初始模型报道如下:", "label": "地球物理学", "id": 0}
{"content": "<正>近30年的大地电磁数据（Ogawa et al.,2001;Wei et al.,2001等）表明,在各种构造背景的中下地壳中存在0.01-0.1S/m的高电导率异常体,合理解释中下地壳出现的高导异常成因,引起岩石学、地球物理、地球化学及高温高压实验等学科研究者的高度重视。对出露地表的中下地壳岩石和捕掳体的研究表明,中下地壳岩石类型主要是麻粒岩,主要由斜长石、单斜辉石及斜方辉石三种矿物组成,因此对这三种矿物电导率的研究将有助于解释中下地壳存在的高导异常。", "label": "地球物理学", "id": 0}
{"content": "<正>柴达木盆地作为青藏高原北缘地区一个独特的地质构造单元,在约束青藏高原北缘的隆升以及控制高原北缘、东北缘的横向生长方面都发挥着至关重要的作用。然而,柴达木盆地地下地质条件十分复杂,地史演化过程中沉积中心不断变迁,后期构造运动改造作用强烈,断裂非常发育。加上地表条件恶劣,勘探程度低,许多基本地质问题如盆地的形成机制及演化过程、断裂活动历史和活动性质、", "label": "地球物理学", "id": 0}
{"content": "<正>本文利用Christensen和Mooney（1995）根据岩石密度和P波波速实验数据所总结的地壳岩石P波波速和密度之间的线性关系,根据Hasterok和Chapman（2007）的方法对实测P波波速进行温度和压力校正,得到地壳柱体的平均密度,再根据地壳柱体的密度和厚度进行均衡高程改正,进而与\"标准\"地壳柱体的热均衡曲线对比,分析青藏高原主要构造地体的热均衡状态。", "label": "地球物理学", "id": 0}
{"content": "地幔柱的研究是地球科学研究的热点之一.本文主要集中研究地幔柱与岩石圈的相互作用过程.基于质量守恒方程、动量守恒方程和能量守恒方程,通过有限元数值方法可以计算得到地幔柱与岩石圈相互作用的温度场、速度场和有效黏度等的时空图.本文的流变本构模型主要基于非牛顿流体的有效黏度模型,通过数值模拟计算分析了地幔柱与岩石圈相互作用过程,着重讨论了地壳流变结构对此过程的影响.数值模拟结果显示,地幔柱与岩石圈的相互作用分为三个阶段:地幔柱上升期,时间持续到0.2 Ma,平均速度为2.75 m·a-1,地幔柱顶部地形开始向上隆起;地幔柱与岩石圈纵向作用期,时间从0.2 Ma到0.26 Ma,地幔柱上升的平均速度为0.83 m·a-1,地表地形隆升达到最大值;地幔柱与岩石圈横向作用期,0.26 Ma以后,岩石圈开始剪切变形,地幔柱水平运动速度为0.47 m·a-1,当剪切变形达到一定程度,岩石圈底部开始出现拆沉作用.当下地壳流变强度比较小时,上地壳的流变结构控制着地幔柱顶部地表地形隆起程度,流变强度越大,隆升高度越小;而下地壳的流变结构控制着地幔柱两侧地表地形的下沉幅度,下地壳流变强度越小,下沉幅度越大.最后,讨论了数值模拟对峨眉山大火成岩省地幔柱发展演化的应用.", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言核杂岩、宽裂谷、窄裂谷这3种大陆伸展模式已被人所熟知。而且,前人采用地壳厚度、热流密度和岩石圈伸展速率这3个参数对大陆岩石圈的伸展模式进行了描述和数值模拟[1-3]。本文通过整理渤海湾盆地区的相关数据,对比其岩石圈晚中生代以来的伸展模式。2.岩石圈伸展模式", "label": "地球物理学", "id": 0}
{"content": "<正>天山是中亚最令人瞩目的一条由陆-陆汇聚而成的陆内造山带。从新元古以来,该区经历了长期的构造演化,特别是新生代以来的再次活化,导致了该区复杂的构造特征,被认为是研究陆内造山及其动力研究的天然实验室。天山地区大量新生代逆冲断层的存在、频繁的地震活动及GPS观测显示的高达约20mm/a的运动速率暗示天山地区地壳正在经历强烈的南北向缩短与增厚。对该区的地壳上地幔结构进行研究,可为认识天山造山带的形成与演化机制具有重要的深部约", "label": "地球物理学", "id": 0}
{"content": "<正>华北克拉通由于其构造的多样性和对岩石圈演化的影响,尤其是其东部的克拉通破坏及由此引发的对大陆岩石圈动力学问题的研究,已经得到了地学界的广泛关注。以太行隆起为界华北克拉通分为东部和西部,东部以克拉通破坏为特征,而西部则基本保留着克拉通构造的原始形态。相关的地震学", "label": "地球物理学", "id": 0}
{"content": "<正>青藏高原是大约50Ma以来印度板块和欧亚板块汇聚、地壳增厚、地表隆升形成的。在这种持续的近南北向的挤压环境下,高原中部广泛发育着很多代表拉张作用的正断层和东向逃逸的共轭走滑断层,同时该区域也是印度板块和欧亚板块直接作用的区域。为了认识高原深部构造与地表拉张构造之间的关系,建立印度岩石圈俯冲板片与浅表响应的联系,探究不同深度层次地球物理特征之间的动力学关系。我们在班公怒江缝合带附近共布设了53台流动宽频带地震仪（命名为sandwich台阵）。我们", "label": "地球物理学", "id": 0}
{"content": "<正>中国大陆由前寒武纪陆块（华北克拉通,扬子板块,塔里木盆地）自古生代以来与不同年龄的地块、褶皱带拼合,历经中生代、新生代的多幕式构造演化、变形重构而成。现今大尺度的板块构造运动（如西部的陆陆碰撞以及东部的大洋板块俯冲）仍在持续影响着中国大陆的构造格局。中国大陆丰富的地表地形特征直观地反映了其复杂的构造格局和演化历史,掩盖在丰富的地表地形特征之下的是岩", "label": "地球物理学", "id": 0}
{"content": "<正>根据最新的CRUST1.0地壳模型给出的青藏高原平均地壳结构,建立了符合该地区真实地球模型TC1P,利用GLDAS水文模型和GRACE重力数据产生了假设已知或给定的水文（水储量变化）信号。采用区域地球模型TC1P和全球平均地球模型PREM,分别模拟表面位移和重力变化,还基于给定水文信号模拟的GPS和GRACE数据,用或许不合适的PREM,进行水文信号反演。研究发现:（1）TC1P", "label": "地球物理学", "id": 0}
{"content": "<正>1、引言羌塘盆地位于青藏高原腹地,是中国大陆最大的中、新生代海相沉积盆地,但由于环境恶劣,数据采集困难且质量不高,对其内部构造的研究程度较低。在部分先验信息的约束下,本文使用1:20万剩余重力异常数据,运用带约束的重力三维反演方法进行反演,得到了羌塘盆地（86.5°E~93°E,32.4°N~35°N）0~40 km深度范围内的密度异常分布,为该区域的构造演化研究提供了依据。", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言关于岩石圈构造的动力,是个亟待深入探索的问题。当今普遍认为,地幔热对流是板块构造的驱动力。有不少学者认为,岩石圈表层的构造变形可能主要受地球自转速度的控制（李四光、夏德格）。曾有学者认为,月球对地球发生的潮汐作用是地壳上发生构造的总动力（达尔文、泰勒）。笔者把月球引力下软流圈的切向固体潮汐作为推动板块构造?1?、盆地运动和造山活动?2?的主要动力。究竟哪种动力最有可能成为岩石圈构造运动的根本动力?现进行定量对比研究。2.固体地球模型研究中的固体地球岩石圈为不可塑性变形的刚体;粘滞体的软流圈在力的作用下可以弹塑性变形", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言对于中国大陆的大地构造划分可谓百家争鸣,至今未形成学术界普遍认可与接受的观点。显然地,地球物理资料可以为大地构造研究提供约束信息（刘光鼎等,1997）。尤其是,近些年来发展较快的卫星重力与磁力探测技术（杨文采,2014）,可以为大范围与大尺度的大地构造研究提供高覆盖度与高精度的重力异常与磁力异常数据。其中,磁力异常主要起源于磁性岩石圈,蕴含了岩石圈的成分、构造、温度与压力状态、地质作用以及演化历史等重要信息。重要的是,大尺度的卫星磁力异常可以", "label": "地球物理学", "id": 0}
{"content": "<正>中上扬子克拉通航磁上表现为北东向展布的宽缓正磁异常夹弱磁异常,为扬子克拉通最稳定的区域。扬子克拉通经历了自太古代以来的长期演化,直到新元古代晚期与华夏板块发生碰撞拼合前,一直被认为是一个稳定的统一陆块。基底包括了新太古宙-新元古代岩层,其上广泛被新元古代晚期至显生宙地层覆盖,仅有~2.9-2.95 Ga基底岩石零星出露于扬子克拉通的西缘、西南缘和三峡地区,使得对于基底的性质和分布规模的认识十分有限,而基底断裂带和结构对于沉积盖层结构和后期构造演化具", "label": "地球物理学", "id": 0}
{"content": "<正>从背景噪声中提取面波经验格林函数是近些年来发展的面波层析成像的一种新方法,在密集台阵区域,这种方法可以在地壳结构成像研究中获得更好的分辨率。我们对2014年1月至2015年6月安徽省与江苏省76个宽频带固定地震台站与最新布置的6个安徽省流动台站的背景噪声数据进行互相关计算,得到垂向瑞利面波经验格林函数,再提取相速度频散曲线[1],之后反演获得郯庐断裂中南段及其邻", "label": "地球物理学", "id": 0}
{"content": "<正>我们利用广西1个台站、云南48个台站和越南24个台站2008年全年的地震波Z分量数据。越南的24个台站主要位于越南北部,与云南交界的地方。这73个台站主要分布在东经98o-108o,北纬18o-29o,台站分布比较均匀,主要沿西北-东南方向分布。首先,所有台站数据两两之间,按天分割做互相关并全年数据叠加得到两个台站间的互相关函数[1]。然后,利用基于图像分析的面波相速度频散", "label": "地球物理学", "id": 0}
{"content": "莫霍面深度图的编绘与研究一直都是岩石圈构造研究中的重点内容之一.本文在搜集了我国50年以来有关莫霍面深度研究的各种地球物理调查结果与资料基础上,大量引入近年来各种专项的最新成果,将海陆结合一体.以重力数据为基础,在统一数字化投影基础上,经过完全布格校正、格莱尼改正等步骤,并将图幅内依据构造特征划分成不同的分区.研究中以120条地震测深等剖面数据为控制点来计算各分区的莫霍面平均深度反演参数和开展偏差分析.在对重力数据异常场分离方法及界面反演方法优化的基础上,编绘了中国海陆1∶500万莫霍面深度图.依据地壳性质与莫霍面深度分布特征,划分了梯度带与分区,并对每个分区的莫霍面深度分布特点进行了归纳和总结,并就图幅内莫霍面深度图所反映出的地质内涵及东亚地区的宏观构造格架进行了讨论.", "label": "地球物理学", "id": 0}
{"content": "莫霍面是重要的地质与地球物理界面,对其深度分布的研究是地球物理领域的重要内容.莫霍面深度分布与地球均衡重力场之间有重要关系,但长期以来部分研究人员在使用重测—均衡方法探究莫霍面深度时或多或少地忽视了参考均衡模型的重要性,造成了均衡补偿模式理论发展与重测—均衡方法研究莫霍面深度之间的不同步.本文介绍了世界上常用的几种均衡补偿模式当前的发展状况,对均衡解释中的一些争议问题和应用性问题进行了讨论,并针对莫霍面深度反演问题,指出了传统重测—均衡方法尚需进行的改进,并从五个方面阐释了均衡理论对传统反演方法的贡献,并探讨了下一步可继续探究的方向.", "label": "地球物理学", "id": 0}
{"content": "<正>1、前言1968年邢台地震以后进行的元氏-济南人工地震测深剖面开启了华北地壳上地幔结构的探测研究1。1976年唐山地震后以京津唐张地震试验场为中心,以华北东部为主,约20年间在华北及周边区域开展30余条、约2万公里的人工地震宽角反射/折射深地震测深剖面,探测研究华北地壳上地幔结构及构造演化,取得了大量的研究成果2,完成了数条地学断面的编辑,对华北克拉通裂解、不同构造块体地壳结构及其演化过程进行初步的探测研究3,4。近年利用地球物理、地球化学、地质、大地构造及GPS", "label": "地球物理学", "id": 0}
{"content": "<正>地壳厚度模型具有非常重要的实用价值,它不仅可以用于地壳演化、现今构造活动等地球动力学过程研究,还可以用于重力补偿、模拟及地震层析成像中的地壳校正。为此,地球物理学家采用不同的手段获取了全球不同地区、不同尺度的地壳厚度分布。中国是世界上地质最复杂的大陆之一,它是由众多微陆块（如中朝、扬子、塔里木等）及其间的褶皱带或造山带组合,经长期演化而形成的复合大陆。受太平洋板块、欧亚板块、菲律宾板块及印度板块的相互作用与影响,中新生代以来东亚地区表现出复杂的构造特征。上述地震过程无疑导致了复杂的壳幔结构,探测研究区的壳幔结构,将对认识和理解该区的地质演化和可能地球动力学模式提供重要的深", "label": "地球物理学", "id": 0}
{"content": "<正>羌塘地体夹持在金沙江缝合带和班公怒江缝合带之间,中部宽、东西两侧窄。羌塘地体中部时代较老的变质岩层近东西向出露于地体中部岗玛错、玛依岗日、查桑、西雅尔岗一线,构成横亘羌塘地体中西部的隆起区,称为\"中央隆起区\"（Yin et al.,2001）。该带将羌塘地体分为南羌塘、中央隆起、北羌塘三个构造单元。SinoProbe资助的深地震反射剖面南起色林错以西,向北横过班公湖‐怒江缝合带,经恰岗错西穿越羌塘中央隆起,北端止于金沙江缝合带南缘的多格错仁。满覆盖长度310km。分别对地壳", "label": "地球物理学", "id": 0}
{"content": "<正>大兴安岭位于中亚造山带东段,是一条近北东南西向的构造带,向南通过西拉木伦缝合带与华北地台相接,向北通过蒙古-鄂霍次克缝合带与西伯利亚地台相隔,向东通过贺根山-嫩江-黑河断裂带与松辽盆地、小兴安岭和张广才岭相接,该区域经历了多阶段的构造演化,历经了古亚洲洋闭合、西太平洋向西的俯冲和蒙古-鄂霍茨克洋的关闭和随后中新生代的深断裂作用,具有十分复杂的地质历史,同时作为我国最重要的重力梯度带的北段,富含铜等大规模多金属矿床,从1945年黄汲清先生定义为\"兴", "label": "地球物理学", "id": 0}
{"content": "<正>深地震反射剖面探测技术同石油反射勘探原理相同,都是利用不同物性界面的反射波来描述地质构造特征,是被国际地学界公认的探测岩石圈精细结构的手段之一。为了揭示区域深部构造并探索其地球动力学过程,深地震反射需要同时获得上地壳岩层及其变形样式、中下地壳反射特征、莫霍面的几何形态乃至来自上地幔的反射信息。全波形反演近年来引起了地球物理学家的广泛关注,由于在速度模型上具有极高的分辨率,从而被称为下一代地球物理勘探方法,其相比于走时反演由于加入了振幅和相位信息,因此具有刻画模型细节的能力。", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言大兴安岭地区,作为东北亚地区的核心部位,经历和记录了不同时期的地质影响,是研究和解决东北亚造山带地质演化历史问题的关键部位。为了对该地区的地下结构有进一步的了解,我们利用内蒙新巴尔虎左旗-黑龙江齐齐哈尔的深地震剖面数据,通过速度结构以及界面深度的联合成像方法对该地区地壳结构进行了初步的研究。2.数据内蒙新巴尔虎左旗-黑龙江齐齐哈尔深地震剖面沿东西向布置,横穿松辽盆地、大兴安岭造山带和", "label": "地球物理学", "id": 0}
{"content": "<正>深地震反射是一种用于揭示地壳以及其内部精细结构的人工地震方法,由石油地震反射方法发展而来。深地震反射的分辨率从浅部的几十米到深部的几千米,能够提供十分精密的结构,被认为是探测岩石圈精细结构最有效的手段之一。本研究主要目的是利用深地震反射数据中的面波信号获得地壳浅部的横波速度结构,我们采用的方法是首先分析深地震反射数据中的瑞利面波的相速度和群速度的频散曲线,然后利用获得的频散曲线反演测线下方地壳浅部二维横波速度结构。我们首先用理论合成的数据对", "label": "地球物理学", "id": 0}
{"content": "<正>位于青藏高原北缘的阿尔金断裂带是一条大规模左行走滑断裂带,该断裂带在吸收印度板块与欧亚板块的碰撞-汇聚运动过程中发挥着至关重要的作用。为了更好地了解该地区的岩石圈壳幔结构与构造特征,在INDEPTH项目第四期框架下完成了分别穿越青藏高原北缘阿尔金断裂带中段及东段的大地电磁测深剖面。野外采集的原始数据时间序列经过一系列标准流程的处理,最终得到了高质量的张量阻抗数据。在二维反演的基础上对全体数据开展了三维反演研究以进一步约束二维反演所得的电性结构模型并定性地探讨剖面旁侧的一些主要电性特征。最终的电性结构模型中反映出青藏高原北缘的中下地壳分布", "label": "地球物理学", "id": 0}
{"content": "中国东北地区位于古亚洲洋构造域与滨太平洋构造域的叠合部位,前中生代经历了不同时期、不同方向的板块拼合、造山作用,中新生代板内构造作用改造,使该区域具有不同的构造指向与变形样式,地质构造复杂。为构建东北区域标准电磁的壳-幔圈层的电性结构模型,在东北地区布设经纬度4°×4°的阵列式区域大地电磁参数观测网,获取了高质量的大地电磁测深数据,开展了一、二、三维反演工作研究。通过研究区的大地电磁测深研究,结合地热流、重磁等相关资料,最终得到壳-幔电性结构特征。研究表明,东北地区主要分为盆、山两类大的电性结构类型;不同微板块块体（地块）表现出不同壳-幔电性结构类型;东北地区的岩石圈厚度表现为\"东薄西厚,东西两侧厚中部薄;南北厚中部薄\"的特点;研究区的南部与东缘受复杂断裂系统或缝合带、西太平洋板块俯冲的影响,其岩石圈层电性结构复杂多变。", "label": "地球物理学", "id": 0}
{"content": "<正>大陆下地壳一般是指位于地表20-25km深度以下、莫霍面以上的深部地壳,是中上地壳和岩石圈地幔的桥梁,是壳幔物理和化学相互作用发生的重要场所。麻粒岩代表正常大陆下地壳主要组成岩石（变质岩）,而辉长岩代表侵入的大陆下地壳或洋壳主要组成岩石（火成岩）。下地壳的含水性和变形研究对探讨岩石圈变形方式和机制具有重要意义。传统上认为,大陆岩石圈强度轮廓为\"果酱三明治\"式(即下", "label": "地球物理学", "id": 0}
{"content": "<正>大陆地壳的意义是不言而喻的。然而,我们对它的了解还很有限,如它的成因、生长方式和速率,它是如何从幔源岩浆获得\"安山质成分\"等。弧岩浆作用被认为是太古代后大陆生长的基本作用。古岩浆弧相当于地壳剖面,它提供了观察大陆地壳构建和再造的直接机会,所以大洋和大陆弧的剖面已经被广泛研究。但是,相比较于研究程度较高的岩浆弧的中上部地壳,其岩浆弧的深根由于出露少,所以研究程度较低。尽管现今已经对世界上其他地区稀少的中生代岩浆弧根进行了大量研究,但对藏南冈底斯岩", "label": "地球物理学", "id": 0}
{"content": "<正>自从1975年Molnar and Tapponnier[1]描述青藏高原及邻近地区大规模变形以来,越来越多的中外科学家对该地区大规模变形的力源进行了研究。然而,迄今为止,造成这一地球上最大规模变形的驱动力还没有完全解决。一个主要原因可能是,这个驱动力要足够大,才能在一个较长的时间跨度内克服高原重力势能引起的巨大阻挡作用。这样的驱动力仍然是个谜。另一个可能的原因是,由于青藏高原严酷的自然环境,地震台网的布设远比美国西部布设的台网稀疏和不均匀,因而,很难获取高原深部高分辨率的地震成像数据。对于第一个可能的原因,尽可能考虑影响岩石圈变形的全部力源:不仅要考虑地形和地壳结构横向", "label": "地球物理学", "id": 0}
{"content": "<正>本文所述的青藏高原东北缘包括松潘-甘孜地体东北部、昆仑断层与海原断层之间的西秦岭造山带和祁连地体东部、阿拉善地块南部和鄂尔多斯地块西南边缘。研究区内地质构造复杂,岩石圈变形样式丰富,记录着青藏高原向外扩展的岩石圈变形过程,为探索大陆内部岩石圈构造变形与深部过程,提供了一个备受全球瞩目的天然实验室（Yin&Harrison 2000;Tapponnier et al.,2001;张培震等,2006;Gao et al.,2013）。2011年9月-2013年2月,中国地质科学院地质研究所沿甘肃省红原-景泰布设了一条NE向的宽频带流动地震观测剖面,利用该剖面台站记录到的和研究区内甘肃与青海区域地震台网提供的远震体波波", "label": "地球物理学", "id": 0}
{"content": "<正>新生代早期印度板块与欧亚大陆发生碰撞,导致了青藏高原的形成。现今地表GPS观测数据显示青藏高原物质正向青藏高原东南缘（川滇）及东北缘运移,但青藏高原地壳深部甚至上地幔物质是如何运移的,以及青藏高原岩石圈是如何变形的,一直是研究的热点问题,例如刚性块体挤出模型和下地壳物质通道流模型便是两个代表性的争论模型。青藏高原及周缘高分辨率的岩石圈三维物理结构是认识青藏高原岩石圈变形机制的重要基础。在过去的20多年时间里,一系列国内国际地球物理观测计划（例如地震学、大地电磁测深、重力、地热）", "label": "地球物理学", "id": 0}
{"content": "地球的潮汐现象实质属于地球物质存在的一种力与运动反映。针对地球潮汐的随日映月问题,通过太阳-地球-月球三者运动分析体系,分析轨道运动中三者的距离随时间变化关系,获得了月—地距离随时间变化加速度的规律,发现其中隐藏着太阳对地球的潮汐作用、太阳对月球的潮汐作用。分析了这种潮汐力、潮汐分力特征,潮汐的空间分布与时移分布,天体的反作用潮汐,潮汐的干涉与叠加等。讨论了影响潮汐力的因子、引力潮等。认为:潮汐力存在于具有稳定绕行轨道关系的物体之间,并且具有主从关系,总是由处于轨道焦点的物体施加给在轨道上运行的物体,不可以反向生成,只能以反作用力形式平衡,没有绕行轨道关系的天体间不存在潮汐力;潮汐力的大小、位置、方向随所处轨道平面对应的纬度、经度关系,稳定分布在受力体上,与世界时相关,与地方时无关;月球对地球的潮汐反作用在地球上表现为涌浪;地球秋潮、春潮相对较大原因,在于春分、秋分时节地球-太阳间,距离随时间变化速度较大、运动能量较大。地球上的潮汐,实质上是日-地潮、地-月反作用潮、日-月反作用潮三者共同叠加的结果。本研究是现阶段相对具有严密数理逻辑维持的地球潮汐解释。", "label": "地球物理学", "id": 0}
{"content": "<正>利用重力资料对地球内部结构研究中,由于重力方法反演得出的解存在非唯一性,对解决实际问题造成了很大的干扰,通常会借用其他地球物理资料来进行约束,而经常采用的就是地震资料,重震联合反演是通过速度与密度之间存在的关系来进行转换。因此探究速度、密度以及速度-密度之间的关系对获得地球内部结构具有重要的意义。", "label": "地球物理学", "id": 0}
{"content": "<正>1.研究意义红河断裂带地处印度大陆与欧亚大陆的碰撞边界,是印支地块与扬子-华南地块的构造边界,多学科研究表明红河断裂带北、中段现今地壳地壳浅、深部动力学状态不一致和变形状态具有复杂的分段特征。为了深入揭示其深部变形方式,本文基于地壳密度界面展布与重力变化结果从密度界面变形引起重力变化模式解算红河断裂带中、北段及邻区地壳深部密度界面变形方式,分段分析现今构造活动", "label": "地球物理学", "id": 0}
{"content": "<正>天山及邻区位于欧亚大陆中部,以近东西向的天山造山带为中心,与准噶尔盆地、哈萨克斯坦块体、塔里木盆地、阿尔泰山脉、昆仑山脉构成了独特的盆山相间格局。天山造山带属于典型的新生代复活型造山带,其基本格架形成于古生代晚期,随着古天山洋闭合,塔里木板块和哈萨克斯坦板块碰撞拼贴形成碰撞造山带。在中生代早期,天山地区被高度夷平后进入准平原化状态,晚侏罗世至早白", "label": "地球物理学", "id": 0}
{"content": "<正>自2002年重力恢复和气候实验（GRACE）卫星任务开始以来,大量已发布GRACE产品被用于分析地球系统中的质量迁移。2015年以来,空间研究中心（CSR-M）和美国国家航空航天局喷气推进实验室（JPL-M）对两种此类mascon解进行了评估和开发（Watkins et al., 2015; Save et al.,2016）,使恢复后的陆地水储量（TWS）变化的空间定位和振幅有了极大改善(Scanlon et al.,", "label": "地球物理学", "id": 0}
{"content": "<正>超重力是指物质在比地球重力加速度（9.8m/s~2）大得多的环境下所受到的力。在超重力环境中（也叫超重力场）,多相介质之间的体积力和相间相对运动的驱动力大大增加,因而超重力场具有强化不同相物质相间分离的效应。目前,超重力场主要通过高速旋转的离心机来模拟,其通过高速旋转产生n倍于常重力场强度的离心加速度,以物质承受的离心惯性力模拟", "label": "地球物理学", "id": 0}
{"content": "<正>在中国地球物理学会统一安排下,有陈运泰院士负责的\"地球物理学名词\"已经基本完成,本报告涉及其中\"重力学名词部分\"290词条整理过程中的一些基本情况,包括进展和分类等内容。具体来说:第一部分\"总论\",包括重力、重力单位、重力模型、卫星重力,重力势、大地水准面、参考", "label": "地球物理学", "id": 0}
{"content": "<正>流动重力测量的施测一般采用金属弹簧重力仪,由于弹簧传感器自身的蠕变和弹性后效等特性,受温度和气压等外界因素干扰重力仪零位会随时间发生变化,即零漂现象,这是影响重力仪联测精度的主要因素。传统的重力网数据处理一般采用线性零漂的改正方法1-2,即认为重力仪零漂率在观测过程中保持不变,将其作为未知参数与测点重力值一并进行平差。然而实际外业测量过程中,发现其零漂的长期变化可能存在非线性,由于中国地壳运动观测网络观测时间跨度大,在数据处理中将零漂率", "label": "地球物理学", "id": 0}
{"content": "<正>利用径向基函数可以对重力场进行多尺度分析,进而探测特殊的地球物理现象。地球重力场通常用球谐函数进行表达,但是,球谐系数的求解需要全球范围内足够均匀的重力观测值,这就必须对原始数据进行格网化,但在格网化的同时也会引入插值误差;另外,由于全球紧支撑特性的限制,球谐函数模型并不能充分利用局部区域存在的高分辨率重力场数据,不适于多尺度模型的构建;径向基函数,由于其在空域及频域范围内都有很好的局部化特", "label": "地球物理学", "id": 0}
{"content": "分析了点质量数据的局部应用效能,通过实验确定了不同分辨率的点质量数据在计算扰动引力时的最佳覆盖范围,给出了不同分辨率点质量数据的最大作用高度。实验结果表明,按文中给定的数据覆盖范围并适当取舍浅层点质量,可显著提高扰动引力的计算效率。", "label": "地球物理学", "id": 0}
{"content": "本文基于在跨越鄂尔多斯盆地、中秦岭造山带与渭河盆地、四川盆地东部长达1010 km的综合地球物理探测剖面,实地采集的最新高精度重力位场数据,分析了不同构造单元的重力位场特征,构建了该剖面区域的地壳密度结构模型.进而通过分析地壳内部不同密度界面的横向差异特征及分区,确定了该剖面区域内的断裂分布,提出了鄂尔多斯盆地—中秦岭造山带—四川盆地的\"盆-山-盆\"型构造体系的新认识.", "label": "地球物理学", "id": 0}
{"content": "<正>GRACE（Gravity Recovery and Climate Experiment）任务使时变重力场研究取得了突破性的进展,增进了人们对地球物质运移的认知,促进了水文学、冰川学、地球物理学、大地测量学等多学科领域的交叉研究。近年来,我国在时变重力场解算方面已经取得了突破性进展,高精度时变重力场解算与相关问题研究具有重要的现实意义。基于动力学原理,我们结合轨道与星间距离变率观测进行了GRACE", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言连续重力信号中包含了各种环境效应和地球动力学过程所引起的地球重力场扰动信息,这些信息直接反映了地球内外部共同作用的动力学特征。三峡库区蓄水引起的巨大水体负荷是该区域地壳形变的重要起因,而地壳负荷变化及其次生地质效应将会直接导致重力场的改变。随着高精度重力仪的发展,观测到这些敏感变化已经成为可能,分析研究负荷变化与重力响应之间的特征有助于建立适合当", "label": "地球物理学", "id": 0}
{"content": "<正>近年来很多学者对六盘山地区的隆起机制给出了不同的见解,为了探明这一问题,利用重力数据对六盘山地区的隆起机制进行研究。通过对该地区实测重力数据与模型重力数据的分析,发现六盘山地区的隆起主要是由于青藏高原东北缘的向外延伸而造成的。2014年8月跨越六盘山东麓断裂带,在长度约为200公里的剖面上展开了流动重力/GPS联合剖面", "label": "地球物理学", "id": 0}
{"content": "<正>目前,常用的重力网平差方法主要采用静态平差理论（李辉等,1991;Cheinway Huang,et al.,2002）,即假设测网观测期间内各测点重力值为固定常数,未考虑观测过程中测点重力值随时间的变化。在大区域重力网平差时,由于单期观测时间跨度大,各期观测时间间隔长,静态平差理论存在严重的缺陷。随着我国重力全国网（\"中国大陆构造环境监测网络\"）布设完成,该网覆盖整个中国大陆,", "label": "地球物理学", "id": 0}
{"content": "<正>本文将预条件共轭梯度法应用于全张量重力梯度数据,形成一套针对不同使用情况的快速密度反演的方案。通过并行实现,解决了计算速度慢的问题,同时可以处理较大规模的数据,该套程序具有较高的并行运算效率以及加速比和良好的可扩展性。将该方法应用于Vinton盐丘实测数据上,均取得了良好的效果。通过对Hou,Z.,et al.（2015）整理出的预条件共轭梯度法的伪代码分析,发现整个算法的时间花费", "label": "地球物理学", "id": 0}
{"content": "本文利用2008至2012年的武汉九峰站井水位观测资料、武汉国际气象交换站的降雨量和蒸发量数据,采用一维的水动力学模拟方法（Kazama等,2012）,从地下水渗透过程的物理机制出发,估计了土壤的含水率变化,并在此基础上计算了地下水变化导致的重力效应（Van Camp等,2006;Kazama等,2012）。从结果来看,其最大影响在年周期频段,峰对峰变化幅度达到15.94μGal,说明对时间跨度较长的精密重力观测进行局部区域地下水改正的必要。对比模拟计算的地下水重力效应和经过气压与极移等改正后的超导重力残差结果,发现两者具有良好的一致性,这说明剩余的超导重力残差信号主要来源于局部地区地下水的变化,同时也验证了本文水动力学模拟方法的正确性。", "label": "地球物理学", "id": 0}
{"content": "<正>地球自由核章动（Free Core Nutation,简称FCN）是由于地球在空间惯性坐标系中,其固体地幔和液态外核相互作用而产生的一种除Chandler摆动之外的又一地球自转简正模。在地固参考系中,该简正模的本征周期接近于一天,因此又被称为近周日自由摆动（Nearly Diurnal Free Wobble,简称NDFW）。精密测定其本征参数,对研究圈层的相互作用、液核内部结构和核动力学理论有非常重要的", "label": "地球物理学", "id": 0}
{"content": "利用重力场模型计算空间扰动引力,截断误差是其计算的主要误差来源,可以采用阶方差方法对其进行评估。通过对比已发布的几种重力场模型阶方差,发现重力场模型的阶方差趋于稳定。将6种经典的重力异常阶方差模型与现有超高阶重力场模型的阶方差进行了比较,Kaula模型Moritz模型和TSD模型在低阶部分与重力场模型相符性较好;然而在高阶部分,除了TSD模型以外,其余模型与重力场模型阶方差相符性都不理想。", "label": "地球物理学", "id": 0}
{"content": "利用EGM2008模型计算了全球范围不同高度层面的扰动引力及其梯度值并对相关信息进行了统计;通过绘制三维立体层面图以及二维平面彩值图形象直观地反映出不同地区扰动引力变化情况;最后综合各类图表总结概括出空间扰动引力场的特征。", "label": "地球物理学", "id": 0}
{"content": "表面形貌识别是指用具体的参数表征表面各区段几何形态及属性并最终对不同类型的表面形貌进行识别。刻痕识别是其中的一种,可以确切地识别表面形貌的各项特征,其各阶谱矩及统计不变量可以对表面的刻痕及各项异性进行详细地刻画。区域重力场上的各向异性刻痕主要反映地壳线状变形带,它们往往是大地构造单元的边界。本研究运用刻痕分析理论从重力场表面提取有关刻痕的所有特征参数,并在综合分析的基础上识别不同时期的地壳变形带,为大陆构造单元的划分提供客观的依据。", "label": "地球物理学", "id": 0}
{"content": "<正>在太阳、月亮的万有引力及地球自转的相互作用之下,地球上的岩石便会发生周期的形变,这便是应变潮汐。它在时间上可以分解成许多不同频率的潮汐分波。应变潮汐反映了地下介质对潮汐力的响应,同时它对地下水文状况也非常敏感,因此如果能利用好应变潮汐,可以研究地下介质的变化、水文变化,以及两者的相互作用。我们的数据来自PBO（Plate Boundary Observatory）台网的钻孔应变仪,这是美国Earthscope计划的子项目之一。应变仪安装于地下120 m至250 m深处,受地表噪声干扰小,能记录地下岩石微弱的", "label": "地球物理学", "id": 0}
{"content": "<正>随着GRACE发布数据的延长,以及对物理问题更多的讨论,在中国区域的重力场信号越来越清晰的被认识。本文研究了中国区域的重力场反映的质量长趋势变化特征以及季节变化特征。我们对GRACE数据采用300km高斯滤波,但是在低纬度,例如中国区域,仍然存在轻微的条带状异常。我们分析了谱域变化特征,对其长趋势进行了显著性检验,不能通过检验的我们认为其长趋势变化不明显,强制为0。经过显著性检验滤波后,条带状异常得到很好压制。由于GRACE的截断和高", "label": "地球物理学", "id": 0}
{"content": "<正>青藏高原地区的隆升过程及机制一直是国内外地学界研究的热点,本文通过对三家机构（CSR、GFZ、JPL）提供的2003~2013最新版本RL05数据进行处理分析,通过尺度因子的方法减少数据处理过程中的误差,通过水文模型（GLDASNoah和CPC的平均值）扣除土壤水的影响,通过Paulson提供的模型来扣除GIA影响,最终得到中国及周边地区长期性重力异常变化情况。在结果中可以明显的看到一些明星的重力减少和增加区域,对于重力减少的区域（Feng[1],Matsuo[2]）已经进行过较多的分析;[3]", "label": "地球物理学", "id": 0}
{"content": "<正>1.研究意义重力监测网是一种动态监测网,观测值受到观测误差和时间因素的双重影响。同一期观测值之间由于观测误差的存在出现几何不相容,除了观测误差影响外,还由于测量对象随时间的变化,存在物理不相容,因此,重力测量资料是一种时序观测值。在多网多期重力观测资料处理中人为忽略重力场长期时变效应,将不同观测时间的段差观测值做整体平差计算,会在计算结果中引入系统误差,特别在处理全国网和较大面积的区域网,以及多年重复观测的重力资料整体解算时,由于观测时间较长,这种由重力场", "label": "地球物理学", "id": 0}
{"content": "<正>2010年2月27日智利发生M8.8级地震,是当地自1960年智利M9.5大地震后震级最大的地震。该地震是纳斯卡板块以较小倾角向东向下南美板块汇聚产生的,地震震源深度35Km,震中（35.909°S,72.733°W）,前期研究[1-3]采用的GRACE数据量少,主要集中在对同震重力变化的研究,对地震在长期重力时变信号中的贡献度（百分比）、地震震前及震后重力变化对该区域的影响缺乏研究。本文选取美国德州大学奥斯汀分校空间研究中心（UTCSR）的RL05模型,将C20替换为由该机", "label": "地球物理学", "id": 0}
{"content": "龙门山造山带重力场研究表明它处于不均衡的状态,为此,构建了横贯松潘甘孜块体、龙门山造山带和四川盆地的二维剖面的数值模型,采用黏弹性模型对重力场响应对研究区构造演化过程及动力学效应进行探讨.研究结果表明:（1）重力均衡调整导致了深部物质的垂向复杂动力学响应.在印度板块碰撞挤压效应与青藏高原东缘重力势能差的共同作用下,使得高原东缘深部物质在龙门山深处向东运移时潜入地幔,构成了青藏高原物质向东运移的另一种补偿方式;（2）流变结构及应变能的计算结果表明,龙门山上、中地壳层能量集中危险度较高的地段与汶川大震的孕震及发震方式基本一致,龙门山两侧介质属性、构造格局和流变属性的差异对汶川大地震的孕育和发生均起到了重要作用;（3）进一步开展由包含地表剥蚀的重力均衡调整效应与挤压缩短共同作用下的动力学模型,可以为合理地解释龙门山及周缘地带动力学响应提供重要的参考依据.", "label": "地球物理学", "id": 0}
{"content": "对陕西榆林—重庆综合地球物理大断面中在陕西咸阳至中秦岭北侧测段特异重力场给以分析和探讨.研究结果认为:秦岭北侧断裂带（或秦岭造山带与华北地块的接触带）的位置恰在该重力异常突跃地段内.断裂构造的上部近于陡直、且略向北倾斜,倾角约为70°左右;断裂构造中部为近垂直形态;断裂构造下半部略向南倾斜,倾角70余度.秦岭北侧断裂以北的大幅度落差、大规模的巨型重力异常低谷区的形成,是由于上部地壳存在一个厚达6 km、宽40余公里的新生代沉积地层区引起的.中秦岭北侧断裂构造带和沉积岩层区的形成,是与地质历史时期中秦岭地区的多次复杂构造运动的叠加、特别是华北板块的下插、并与秦岭多级次造山运动具有极其密切的相关关系.", "label": "地球物理学", "id": 0}
{"content": "<正>牛顿、爱因斯坦的理论开创了人类对于万有引力（\"重力\"）的理解。在新时代里,监测重力—尤其是重力的时变—已成为人类探索地球上全球变迁的利器。20世纪后期,太空测地学（space geodesy）的卫星激光测距的工作及所取得的数据,已逐渐透露了地球重力场最低阶项的微小时变,尤其是地球椭率的所谓J2项呈现出季节性和长期变化,以及至今", "label": "地球物理学", "id": 0}
{"content": "<正>月球重力场是揭示月球质量、动量特性及其内部结构与演化过程的重要工具。一方面,研究月球重力场有助于加深对月球物理性质、内部结构和月球的演化过程的认识;另一方面,月球重力场是月球卫星摄动的主要摄动力源,精化月球重力场对于高精度月球卫星定轨以及飞行器着陆具有十分重要的意义,同时也是决定月球卫星能量装备的一个重要设计指标。特别是我国即将发射月球着陆器,高精度的重力场信息是进行准确的轨道设计、成功完成软着陆的重要保障。1.月球重力场模型研究现状", "label": "地球物理学", "id": 0}
{"content": "<正>自从GOCE卫星发射以来,欧空局依据处理GOCE数据的方法公布了三类GOCE引力场模型,分别是时域法（Time-wise Approach,简记TIM）、空域法（Space-wise Approach,简记SPW）和直接法（Direct Approach,简记DIR）模型。目前时域法与直接法模型都已公布了三代模型,即:TIM3和DIR3引力场模型,而空域法也达到了二代模型SPW2。事实上,处理GOCE数据的这三类方法", "label": "地球物理学", "id": 0}
{"content": "<正>1、引言重力台站中常见的弹簧重力仪在观测记录中,存在仪器漂移问题,特别在较长观测时间序列上,仪器的漂移多呈现复杂的非线性特征。但是,在短时间内仪器弹簧的漂移具有良好的线性特征,可以视为线性漂移。基于此,我们设计一个滤波器,即在同一位置布设两台重力仪获得连续重力记录,通过算法处理分离仪器的漂移,获取重力非潮汐量。我们将此方法称为线性相似滤波法。2、方法原理重力台站某一时间t观测记录到的重力值可以表示为:", "label": "地球物理学", "id": 0}
{"content": "<正>1、引言重力梯度张量是重力场空间变化率的参数,对地下密度异常体比常规重力异常拥有更高的灵敏度和更丰富的信息。随着重力梯度测量技术的日趋成熟,利用重力梯度反演研究地下构造属性特征越来越受到关注。充分利用重力梯度张量的丰富信息,将三维反演技术应用到重力梯度张量数据处理中,对圈定矿藏范围或研究地质构造形态将具有十分重要的意义（曾华霖,1999;Li YG,1996）。2、重力梯度张量三维密度反演原理", "label": "地球物理学", "id": 0}
{"content": "<正>我们在川西平原地区建立了一个流动重力与GPS联合观测网,其目的是为了获取区域重力场分布特征,并利用实际观测结果对EGM2008重力场模型在该区域的模型结果进行验证分析。该流动重力与GPS联合观测网由302个测站组成,以龙泉山断裂带为轴心,向东西二个方向延展,形成五条跨越龙泉山的测线,并形成网状（图1）。我们于2012年4月对该网进行了流动重力与GPS准同步观测（即每个测点在同一天内进行重力与GPS观测）。除龙泉山山区以外,整个观测区域的地形特征非常平坦,", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言冰川均衡调整（GIA）主要是指粘弹地球对末次冰期以来冰退期地表冰负荷和海水负荷变化的响应,主要表现为地壳的运动、地球重力场和海平面的变化等。重力卫星GRACE能在全球范围内精确地监测地球重力场的变化、进而有效监测地表质量变化[1]。但在GIA近场地区,由于强大的GIA信号影响,单独利用GRACE观测很难提取相关地表质量变化的信息。根据Wahr等（1995）的研究[2],GIA重力扰动与径向位移存在近似的线性关系。我们根据此近似关系联合提出使用GRACE和GPS数据分离GIA和[3]", "label": "地球物理学", "id": 0}
{"content": "<正>自1966年邢台地震以后,我国就将重力列为地震监测预测重要手段,在地面展开长期重复观测,并成功捕捉到如唐山地震、丽江地震、昆仑山地震、于田地震、汶川地震及玉树地震等前后有关重力变化。然地面重力观测由于交通和观测环境的原因,存在着非均匀性、局域性和有限时效性等问题,在获取全球均匀分布的高精度重力场信息的能力受到限制,难以追踪诸如昆仑地震的大范围重力变化,以及丽江地震前重力变化的空间迁移过程,需通过其他手段加以补充,为地震监测提供大范围、高时空分辨", "label": "地球物理学", "id": 0}
{"content": "<正>基底的研究在地球内部结构及油气资源勘探中有着重要的意义。基底可揭示地球内部构造特征,通过基底的特征可判断海底扩张脊的扩张速度,基底的深度及分布特征还可用于探测石油和天然气等资源的分布。在海洋中,由于沉积物的广泛存在,基底被沉积层所覆盖,掩盖了基底特征,因而海底地形图并不等同于基底地形图。国内外学者对中国海域的基底进行过相关研究,但是仅限于局部海域,没有获得完整的整个中国海域的基底分布图。本文利用重力资料反演计算得到了整个中国海及其邻域的分辨率为1’×1’的基底深度图。利用重力反演获得基底深度的关键是要得到基底界面所对应的重力异常值,本文采用重力剥除的方", "label": "地球物理学", "id": 0}
{"content": "<正>密度反演以物性变化勾画场源范围,具有模拟复杂地质体的能力和较强的适应能力,是提高重力方法解决地质问题能力的重要途径。本文利用径向基函数（RBF,Radical Basis Function）神经网络突出的非线性映射能力和泛化性,实现了重力密度二维非线性反演。应用此法对我国某地区重力异常剖面进行反演计算,证实了此方法的实用性。1.基本方法和原理", "label": "地球物理学", "id": 0}
{"content": "<正>地球具有三轴性,其三个主转动惯量A,B,C并不相等。A,B,C分别对应于三个相互垂直的主惯性轴a,b,c[1]。对于旋转对称地球,a和b有无数对,c轴就是旋转对称地球的形状轴。以往对于主惯性轴的研究多是围绕主惯性轴c轴展开的[2]。在本研究中,我们利用潮汐模型,大气海洋质量变化模型,时变的重力场模型估算潮汐变化,非潮汐大气海洋质量变化以及陆地水储量变化对于三轴地球形状轴", "label": "地球物理学", "id": 0}
{"content": "<正>地球物质运动和密度变化引起重力场随时间变化,地面一点的重力大小和方向也会随之变化,这一点的铅垂线偏差也会发生相应的变化,这种变化就是垂线偏差的变化。一般人们把它划分为潮汐变化和非潮汐变化,本文涉及的是后者即非潮汐垂线偏差的变化", "label": "地球物理学", "id": 0}
{"content": "<正>以Kepler轨道在地球不规则重力场演化为背景,提出一类耗散结构的自治非线性模型。考虑该自治模型的结构不稳定性,分析不同系统参数（例如:轨道高度、倾角和偏心率等）对奇点的数量和拓扑性质的影响。数值结果表明轨道倾角可以改变奇点的拓扑性质,甚至数量并最终影响相空间的划分。", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言地球在时空上的右手螺旋自转与公转形成\"地球轨道手性\",其在水平与垂直方向均有运动分矢量（图1）。本工作通过理论和实验研究\"地球轨道手性\"的周期性大小变化是否能够对生物酶活性产生对应周期性影响,关注地球重力的周期性变化的起源因及其是否为生物节律产生的原因之一,同时拓展研究\"地球轨道手性\"可能的重要物理学和化学相关效应。", "label": "地球物理学", "id": 0}
{"content": "<正>作为保留有30多亿年前地壳岩石的世界上最古老的克拉通之一,华北地区是认识古老大陆形成与演化、稳定与破坏的窗口。华北克拉通自中生代以来遭受了强烈的活化改造,发生了大规模的构造变形和岩浆活动,致使原有的克拉通结构和性质遭到不同程度的破坏,造成现今岩石圈结构的横向非均匀性。本文", "label": "地球物理学", "id": 0}
{"content": "<正>重力场是地球基本物理场之一,20世纪60年代起,国内外科学家就发现在大震前后区域重力场会发生显著变化这种地球物理现象,相继也提出了各种引起重力场变化的孕震模式,主要有地壳上升模式、密度变化模式、膨胀扩容模式、质量迁移模式、莫霍面变形模式、断层位错和蠕动模式等。根据观测到的大震前后区域重", "label": "地球物理学", "id": 0}
{"content": "<正>研究区位于西藏自治区中西部,于雅鲁藏布江构造带和班公湖-怒江构造带之间,属改则县-措勤县-安多县等,测线布置于海拔5000米以上的雪山,其中西部E300测线通过冈底斯山脉,东部E700测线通过念青唐古拉山脉。测区内空气稀薄,遍布沼泽,山高谷深。1995~1996年中科院地球物理研究所承担中石油新区勘探部项目在其中措勤盆地布置了4条大地电磁勘探剖面,测线布置位置如图1所示,获得了区域内中新生代地层分布规律,并对深部地壳结构和大地构造特征进行了分析。", "label": "地球物理学", "id": 0}
{"content": "<正>由于印度洋板块向亚欧板块俯冲使青藏高原不断隆起,其边缘新构造运动非常强烈,形成一系列弧形构造带[1]。北祁连-河西走廊过渡带是青藏高原东北缘典型构造带之一,处于青藏块体与鄂尔多斯块体和阿拉善块体的汇聚部位,是研究整个青藏高原地质构造的一个重要窗口,地壳形变是最主要的表现形式。因此研究北祁连-河西走廊岩石圈细结构和地壳形变对认识青藏高原的构造变形机制和形成演化", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言川滇地区是青藏高原东缘构造变形强烈,地震活动频繁,地下结构复杂的地区,同时也是研究青藏高原在印度板块向北挤压下物质东流机制的重要场所。本文的目的就是利用地震层析成像方法来研究青藏高原东缘上地壳脆性层的结构,探讨地壳结构与中强地震的关系和青藏高原东缘物质东流的机制。", "label": "地球物理学", "id": 0}
{"content": "<正>鄂尔多斯块体位于华北克拉通的西部。自中生代晚期开始,华北地块东、西两部分的构造运动发生分异。东部自新生代初,经历了强烈的构造运动,形成华北盆地。西部广泛堆积了侏罗纪至早白垩世地层,形成大型的坳陷盆地,之后又经历了持续的隆升运动,地貌上形成了现今的鄂尔多斯高原(邓启东,等.", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言云南地区处于青藏高原东南缘,在地质构造上位于特提斯—喜马拉雅构造域与滨太平洋构造域的复合部位,兼跨古冈瓦讷和华南地块两大构造单元,地质构造较为复杂。该区历史上经历了多期构造演化,如三江造山带构造演化和新生代印藏碰撞引起的陆内强烈变形。由于印度板块与欧亚板块陆—", "label": "地球物理学", "id": 0}
{"content": "<正>大别造山带是由华南陆块俯冲进入华北陆块之下所形成的大陆碰撞型造山带,出露有世界上规模最大、保存最好的超高压变质地体之一。近20多年来,超高压岩石的形成与折返机制,一直是大陆动力学的研究热点。地壳结构是寻找大陆深俯冲和超高压岩石折返证据的关键探测目标,其中获取来自地壳结构", "label": "地球物理学", "id": 0}
{"content": "<正>印度板块对欧亚板块北向碰撞导致青藏高原隆升。在大约5000万年的演化过程中,青藏高原地壳南北向不断缩短。缩短的地壳物质一部分通过垂直增厚被吸收,另一部分则向东逃逸。其中,青藏高原东缘构造变形特征及其演化模式尚存有争议。该地区的活动构造研究显示,青藏高原地壳和岩石圈沿大型走滑断裂边界东向刚性挤出,而岩石圈尺度连续变形模型则强调,印度板块向北推挤作用致使青藏高原地壳岩石圈整体增厚。GPS观测表明,青藏高原现今构造变形既有刚性地块运动,又有连续变形运动。同时,在青藏高原东缘地区尤其是龙门山断裂带附近,地表变形量很小,仅为1～3mm/a。为了更好解释青藏高原东缘构造变性特", "label": "地球物理学", "id": 0}
{"content": "<正>岩石圈和软流层是地球深部最为活跃的圈层,它是地壳隆升、海底扩张、板块运动、地震和火山发生和发展等地球动力作用的主要场所。研究岩石圈和软流层的结构、物质属性和状态,对研究岩石圈的形成与演化、圈层耦合的深层过程以及深部物质和能量的交换均有着重要的意义。对地球深部结构的认识大多", "label": "地球物理学", "id": 0}
{"content": "地球收缩说【contraction hypothesis】认为地球由于不断变冷而收缩的大地构造假说.它认为,地球由于放热变冷而导致不断收缩.E.de博蒙于1829年提出了地球收缩的假说.随后,L.开尔文提出了地球冷凝的物理模式.19世纪下半叶,J.D.（?）纳认为地槽是在地球收缩而形成的坳陷基础上演化的.E.修斯对全球刚性地块和柔性地带构造变动的解释的成功,尤其是欧美各地推覆构造的发现,使收缩说思潮大为高涨,与地槽地台学说一并成为19世纪末到20世纪中叶的主要大地构造学说.20世纪30年代以后,由于地球膨胀说,尤其是海底扩张说的提出和证实,收缩说走向衰落.地球膨胀说【Earth expansion hypothesis】以地球不断膨胀来解释大陆崩裂机制的一种大地构造假说。20世纪20～30年代,由B.林德曼和O.C.希尔根贝格分别提出。该学说认为原始地球有一个封闭的硅铝圈,因地球内部膨胀而导致硅铝圈的破裂、离散,形成分离的大陆;而从地幔膨胀出来的物质充填在离散的大陆之间,使洋盆不断扩大。板块构造理论提出以前,地球膨胀说曾经作为活动论的重要代表而引人注目.一些学者从不同的途径计算过地球膨胀的速率,如19 56年L.埃吉德根据古地理图上显生宙面积的扩大得出0.5毫米/年,1965年霍姆斯根据一天的时间每一世纪增长1/50万秒的数据估算出膨胀速率为0.24～0.6毫米/年.但是,按照最早提出的地球膨胀模式,石炭纪以后地球的半径需要增长2000千米以上,而热力学理论和引力常数随时间变小的假说都认为这在理论上是不可能的。地质历史上大量事件也难以用地球单纯膨胀来解释.地学界假说林立,学派纵横,各执己见,有说地球膨胀,也有说地球收缩,无休止地争吵,莫衷一是.根据地震波成像系统发现,地球是层圈结构并存在\"差异旋转\".\"大陆漂移\"只是一种现象,其本质是地壳和地幔在内核上的整体运动.地壳在内核上不但有经度方向的差异运动,而且还有纬度方向的运动,这样一来板块在赤道获得线速度（465米/秒）而扩张膨胀,在两极失去线速度（0米/秒）而收缩拥挤。这种运动受两种因素影响,外因是条件,内因是根本.内、外因素结合,使地球是一个即能膨胀,又能收缩的对立统一体,是膨胀与收缩给大陆漂移提供动力并导致地震频繁发生。外因:天体引力内因:（1）地球内部的高温环境使地球形成的同心球层结构（2）地球的倾斜自转地球不是刚体行星,内部高温地球的大部分物质呈液体或软流状态。地球的外核是液体,以液体外核为界,把地球分成能相对运动的两大部分.天体引力引起的外核潮汐使两大部分差异旋转.地、月椭圆公转轨道使引力产生变化,以至造成离极运动累计误差.累计误差使地幔、地壳南北极换位.", "label": "地球物理学", "id": 0}
{"content": "<正>青藏高原东北缘是两大板块碰撞作用由近南北方向向东和北东方向转换的重要场所,物质东流的汇聚之处,地壳变形强烈,因此对青藏高原东北缘深部构造的研究就显得十分重要。阿尼玛卿缝合带东段地处青藏高原东北缘,是昆仑南缘缝合带东段内的一条重要的次一级缝合带,阿尼玛卿缝合带东段地处松潘-甘孜", "label": "地球物理学", "id": 0}
{"content": "<正>在从四川红原至甘肃武威测线上布设了20台宽频带地震仪。在近一年的时间里共接收到81个质量较高的远震。在接收函数提取中,采用最大熵反褶积方法将深地震测深的结果作为接收函数反演的初始模型。对17个测点的接收函数的径向分量进行了反演,从接收函数方位角剖面上看到 Moho 面 Ps 转换震相在各", "label": "地球物理学", "id": 0}
{"content": "<正>阿尼玛卿缝合带是青藏高原东北缘重要的边界之一。为了探明青藏高原东北部及周边地区的地壳及上地幔结构,中国地震局物探中心在阿尼玛卿缝合带两侧,从四川马尔康至甘肃古浪布设了一条长近700km 的宽角反射/折射地震测深探测剖面。为获得上地壳物性结构特征,利用该剖面得到的 Pg 和 Sg 波资料求取了剖面的泊松比分布。", "label": "地球物理学", "id": 0}
{"content": "本文提出“似水准椭球”概念,给出了“似水准椭球”的“匀质分层”、“整体纬向”和“内匀外纬”三种模式的密度分布方式。针对“似水准椭球”密度分布的合理性和稳定性问题,初步提出了求解“似水准椭球”的拉格朗日函数和哈密顿积分的设想。", "label": "地球物理学", "id": 0}
{"content": "使用冲绳海槽地区地质、地球物理、地球化学数据与资料,对横跨大陆边缘—大洋板块的中国东部一冲绳海槽一琉球岛弧地区进行综合研究.根据地震体波、面波成像结果,空间与布格重力异常及磁力异常的综合解释等结果,利用调和系数法对该研究区的地壳厚度进行了计算,并对地壳属性进行分析.同时,选择中国东部东北地区的宽甸、华北地区的汉诺坝、华南的闵溪和台湾海峡的澎湖列岛与冲绳海槽和日本岛弧的新生代玄武岩开展元素一同位素对比研究.结果认为冲绳海槽岩石层明显减薄,上地幔低速层已达到莫霍面,在地幔中已形成交代软流层.元素一同位素研究表明:它不同于中国东部,与琉球岛弧地区的特点也不相同.综合分析认为:冲绳海槽地壳属于过渡型地壳,与大洋地壳的许多特点颇为相似.", "label": "地球物理学", "id": 0}
{"content": "利用东海地区的重力资料,并参考在该地区进行的地震测测深结果,应用线性公式估算了研究区的地壳厚度,分析了研究区地壳结构特征,根据与中国东部地球物理场、地壳结构的对比,指出东海大陆架地区应是中国大陆的自然延伸,对冲绳海槽的地壳性质进行了探讨,指出冲绳海槽应该为东海大陆架的自然终结.", "label": "地球物理学", "id": 0}
{"content": "<正> 从20世纪80年代以来,由于我国地学界的努力及一系列国际合作项目的执行,对青藏高原岩石圈的三维结构、物质特性及深部动力过程研究有了很大进步。青藏高原岩石圈结构及动力学讨论会于2002年4月在成都举行。会议展示了中外学者近20年来的研究成果,并着重讨论了国家973项目开展以来的创新点,归纳起来有以下几个方面: （1）高原是古生代以来多个地体拼合形成的复杂造山带。新生代以来,由于印度板块的碰撞挤压,青藏高原岩石圈经受了巨大的变化改造,虽已融和为一个整体,但其地表及地壳、上地幔深部形态和物质特性仍然是十分不均匀的。", "label": "地球物理学", "id": 0}
{"content": "<正> 除印度板块与欧亚板块南北向碰撞机制之外,青藏高原东西向形变也是青藏高原隆升过程研究中的重要问题之一,但是现有的研究对于青藏高原地壳物质是否全部参与东西向形变仍有分歧。尽管INDEPTH近垂直深反射地震剖面观测发现了滑脱面反射MHT,但印度板块注入西藏壳内的形式并不清楚,MHT强反射带成因众说纷纭。显然藏南地壳形变场研究将有助于深化上述问题的认识。本文利用1981年中法合作的东西向宽角反射数据与1993年中美合作的近南北向宽角反射数据体研究藏南地壳物质形变规律,这两条剖面近垂直地相交于藏南帕里附近。我门和美国Stanford大学地壳研究组分别解释了这两条剖面的P波速度结构,结果显示:藏南地壳可分为上、中与下地壳,在东西向宽角反射面的地壳结构模型中,中地壳底部存在一厚度约为5km左右的低速层。为了利用这两条近垂直的地震剖面的速度结构研究藏南地壳各向异性结构与形变特征,我们将各向异性强度以百分比计算,定义各向异性强度为:", "label": "地球物理学", "id": 0}
{"content": "<正> 从元氏—济南深地震测深剖面开始,华北地区30多年来完成了数十条剖面的地壳构造研究,在分析大量的华北地区深地震测深资料、成果的基础上,发现原有的处理解释一般是对单一剖面进行的,很少对各不同块体单元地壳内部的细结构进行全面对比解释。虽然垂直构造走向剖面的二维非均匀计算能迅速得到沿测线块体单元间的构造形态差异,但由于横向强烈非均匀的影响,却很难得到块体单元内部的细结构,而研究块体内部结构对解释地壳性质、演化过程是至关重要的。本次研究,主要选用了平行构造走向、或单炮接收段主要覆盖某一构造单元的记录数据,应用反射率法合成理论地震图,重新计算并获得了华北各次级块体内部地壳细结构,并对各块体进行对比研究,讨论其与之相关的演化过程。", "label": "地球物理学", "id": 0}
{"content": "<正> 在“国家基础研究发展规划项目“大陆强震机理与预测”的支持下,于1999年完成了一条西起巴颜喀勒褶皱带,穿过秦祁褶皱带,海原8级强震区,终止于鄂尔多斯块体中部,长约1000 km的深地震宽角反射—折射剖面。沿剖面进行了8次、炸药量为2t的井下爆炸。200台DAS-Ⅰ型三分量数字地震仪沿剖面布设,点距1.5～2 km,最大偏移距达400 km。利用这条剖面的达日炮,泽库炮东西支和夏河炮西支的资料,在地震走时反演的基础上增加了主要地壳震相的波形反演和理论地震图正演拟合相结合的解释,得到了青藏高原东北缘东昆仑巴颜喀喇地块的地壳精细结构。达日炮和泽库炮西支的地震记录截面最大接收距离300 km和240 km,反映了青藏高原东北缘东昆仑巴颜喀喇的地壳结构特征。记录截面的主要特征有三:一是近炮点的Pg震相,以初至波出现的Pg震相视速度从炮检距0km约4.2km/s缓慢增加到100km处的约5.5km/s,与常规（如稳定块体）的Pg震相稳定的、视速度约6.0～6.2km/s形成明显差别。显示了玛沁断裂（距炮点约55 km）两侧上地壳上部结晶地壳的整体性可能在隆升过程中已遭破坏,“结晶基底”作为一个标准界面不存在而演变为一定厚度的、速", "label": "地球物理学", "id": 0}
{"content": "<正> 利用地震测深所得到的P波速度vp值,对岩石圈地壳进行分层研究,是研究地球内部结构特征及其动力学过程的重要方面。1.数据的获取数据的获取是从30多条以地壳基本数据为主,其中又以人工地震测深剖面为重点,参考重力反演和地震面波频散反演数据,以及其他地球物理数据所得的剖面上得到。剖面上每隔50 km设采集数据的点位,在“华南及邻区大地构造略图”上确定其所处的大地构造单元,按照大地构造单元列表,在人工地震测深剖面图上,按vp值的大小,结合地质分析划分为上、中、下地壳,得到该点各层的厚度,并读取其vp值,通过计算获得地壳各层的vp平均值,最后得到该点的Pn波速度值,将所得的数据填在表中。", "label": "地球物理学", "id": 0}
{"content": "<正>柯石英等超高压变质矿物的发现,表明了陆壳物质可以被俯冲到100km以上的深度。对古老超高压变质带 （包括我国的大别-苏鲁超高压变质带）的研究成为地质科学一个新的生长点。现今出露在地表的超高压变质带,一般是在几亿年前形成的。将今比古,现今是否能找到大陆地壳被俯冲到100km以上深度,正在发生超高压变质的场所呢? 由于海洋地壳和大陆地壳物质组成不同,因而密度不同,在发生板块碰撞时大陆和海洋两类板块俯冲的动力学过程也就完全不同,二者在地震波速结构的表现也截然不同。海洋地壳是由地幔物质在大洋中脊上涌而形", "label": "地球物理学", "id": 0}
{"content": "<正>继藏南成功地完成了INDEPTH项目第一和第二阶段研究之后,中、美、德、加科学家分别向各自国家提出了开展本项目第三阶段研究的建议,以便在西藏高原继续INDEPTH调查研究,以及试验和改进INDEPTH- Ⅰ和Ⅱ提出的各种假说和模型。四国参加INDEPTH项目的科学家旋于1998年4月28日至5月5日在北京会晤,共同讨论、签署了IN- DEPTH项目第三阶段合作协议。根据该协议组建了中、美、德、加联合研究队,准备在西藏高原腹地纳木错到羌", "label": "地球物理学", "id": 0}
{"content": "<正>在以往关于地幔对流及其引起的岩石层形变的研究中,多数作者主要是研究了大洋板块下的地幔对流和大洋岩石层的动力学过程,弹性厚度较薄的大洋岩石层的动力影响很少顾及。也有一些作者研究了大陆岩石层下的对流,但他们将岩石层作为高粘滞度的非弹性薄板处理。与年青、结构和力学性质较单一的大洋岩石层板块相比,大陆岩石层无论在结构上,还是在动力学演化过程", "label": "地球物理学", "id": 0}
{"content": "<正>近代中外研究结果证明了地球化学先驱Вернадский院士早在1912年做出的一个判断:“一个不大的成气元素族在地壳中却起巨大作用”。另外著名的地球化学家如Goldschmidt（1933）,Rubey（1951）,Виноградов （1959）,Bailey（1978,1990）,Кропоткин（1980）先后论证了地球排气作用（Degassing,Outgassing,（?）манация）在地球演化和地球动力学上的重大意义。流体地球观中的核心是气体地球动力学（杜乐天、王驹,1994）。我们的工作结果证明,地球是实心的充气星体,地球存在至少有五个气圈（杜乐天,1992）。它们自外向内顺次为:", "label": "地球物理学", "id": 0}
{"content": "<正>目前,全地幔P波、S波和面波层析成像取得了比较接近的层析图,揭示了陆根存在,大洋板块俯冲后在 650km过渡带附近积聚等许多现象,同时为了解全球流体通道网的发育形态提供了依据。地球内部最主要的流体源和动力源来自于液体性状的外核。研究表明,外核可能为富铁溶液悬浮体,含有一定数量的氢、硫、钙-金属氧化物、硅酸盐和放射性物质。对地核成分的推断主要依据它的高密度高导电率的物理性质和化学元素在高温高压下的稳定性。总之,外核是地球内部最具有活动性的热流体源。流体在巨大的围压", "label": "地球物理学", "id": 0}
{"content": "<正>本文推导出了由地壳垂直形变资料计算体应变的实用公式,利用在非线性力学基础上发展的加卸载响应比理论,建立了用地壳垂直形变资料计算加卸载响应比的模型,对河西测区的地壳垂直形变资料进行了计算,绘制了区域地壳加卸载响应比的空间分布图,进而对其在地震过程中的变化特征进行了研究, 得到以下初步结论和认识：加卸载响应比是反映地壳块体系统趋向失稳的程度的量,加卸载响应比的空间分布,在地震过程中有明显的异常反映：在震前近场加卸载响应比明显偏离正常值,远场加卸载响应比靠近正常值。这在一定程度上反映了地壳的破裂（失稳）过程,对我们用地壳垂直形变资料划定地震危险区有一定的积极意义。", "label": "地球物理学", "id": 0}
{"content": "<正>根据“九五”地震预报攻关任务,研究由实际观测资料建立用于中短期（1年尺度）地震预报的地壳应变场动态图像的问题。前阶段作者研究了两种求解地壳应变场的方法：一是由大地形变监测网的测点位移观测值,借助高斯型位移协方差函数,用最小二乘配置建立空间连续分布的位移函数,再根据应变与位移的偏导关系求出应变的空间连续分布。二是先由地形变观测值直接求出各观测图形单元的应变,再", "label": "地球物理学", "id": 0}
{"content": "<正>不连续变形分析——DDA 方法是美籍华人石根华博士发明的一种平行于有限方法的数值分析法。它以块体中任意一点（x,y）的6个位移变量[Di]=(u0,v0,r0,εx,εy,γxy)（2个位移分量,1个转动分量及 3个应变）作为未知量,根据总势能最小建立平衡方程,不要求位移在块体边界上连续,每个块体可以有任意多个边,甚至可以存在空洞。网格划分也不要求块体在角点上接触。只要块体之间满足不侵入和无", "label": "地球物理学", "id": 0}
{"content": "<正>最小二乘配置最初是综合利用不同类型的大地测量资料确定异常重力场的一种方法,后来人们将此方法推广应用于位移（或速率）的拟合推估,而我们在以往的研究中首次借助最小二乘配置对间接平差所求得的分块（单元）应变值进行推估拟合。用最小二乘配置空间未测值的推估内插的合理性,主要取决于所建立的协方差函数,藤井阳一郎在假设两点间协方差为距离的连续函数的前提下,利用位移观测值做", "label": "地球物理学", "id": 0}
{"content": "<正>利用1976-1994年在河北、北京、内蒙及山西交界地区完成的十余条宽角反射／折射剖面资料,对张家口-渤海地震带及其两侧地壳上地幔构造与速度结构进行了详细的研究,资料处理结果表明: 1．地壳厚度由华北平原区的33．0km左右分别向燕山山区和山西高原增厚至42．0-45．0km。宽约数十 km的沿太行山山脉走向展布的地壳厚度变异带与宽度较小,但很明显的北西西向的张-渤地壳厚度变化带在北京附近交汇。与华北坳陷区上地幔大规模隆起相比山西断裂带地壳厚度虽有起伏,但变化不大。", "label": "地球物理学", "id": 0}
{"content": "<正>一、地壳断面的速度结构以高温高压条件下测定的岩石波速结果绘制的地壳断面速度Vp结构表明,上地壳的Vp范围为5．3- 6．4km／s;中地壳为6．2-6．5km／s;下地壳上部为6．4-6．8km／s,下地壳下部为6．7-7．3km／s。结合地球化学的分析结果表明,断面内中地壳与下地壳上部岩石主要为长英质及镁铁质岩为主,与本区出露的太古宙的角闪岩相-麻粒岩相的英云闪-奥长花岗-花岗闪长质片麻岩与镁铁质斜长角闪岩和麻粒岩的岩石相似。实验结果认为代表断面内下地壳下部的高速层岩石（Vp）7km／s)没有出露地表。", "label": "地球物理学", "id": 0}
{"content": "<正>引起布格重力异常的源一般认为有两种:其一是局部性的,另一个是区域性的。前者为地壳局部地段的物质密度分布不均匀所至（如矿或地质构造等等）,后者为区域性出现不连的物质密度界面所至,如通常所指的莫氏不连续面的起伏。这种观点是立足于地壳本身密度均匀（或取其平均值）,因此,它与其下的上地幔物质之间形成一个不连续界面。", "label": "地球物理学", "id": 0}
{"content": "<正>通过双船地震测量工作（姚伯初,1994）,探测了南海北部大陆边缘的地壳结构剖面。该剖面起自北部广东陆架,穿过陆架边缘的东沙群岛,以及陆坡,直到南海深海平原。其中,ESP9位于陆架上,ESP8位于陆架边缘,ESP7-ESP2位于陆坡上,ESP1位于南海洋坌之边缘。在广东沿海,地壳厚28-29km,在广东陆架地区,地壳减薄至26km。在陆架边缘,地壳厚度达32km, 为广东地壳最厚之处。在上陆坡地区,地壳厚24km,比陆架地区减薄2km。下陆坡区地壳厚14km,地壳", "label": "地球物理学", "id": 0}
{"content": "<正>一、资料的获取、计算在“华北北部地球物理资料综合研究和潜在震源区划分标志”项目中,根据区内（北纬35．5-42°,东经113-120°）7条约3500km人工地震测深剖面的二维速度结构,参考地壳分层,速度等值线和地质单元构造等因素把剖面细分块,按平均速度与密度关系换算为初始密度分块构造,采用Paker-oldenbury位场反演方法、国际岩石圈委员会地学断面数学化程序重力模型人机交互系统计算位场,拟合沿剖面实测布格异常值。计算重力位场时,在一定范围内逐步修改密度和块体参数,达到与实测数据分布特征吻合。", "label": "地球物理学", "id": 0}
{"content": "<正>本文描述云南地区洱源～江川剖面地壳浅层的细结构及其地质构造含义。该剖面走向北西西至南东东,从洱源经祥云与楚雄直至江川,全长约350 km。剖面上共有4个炮点,炮点距约100 km,构成了较为完整的相遇相逐系统,测点距约3 km,这保证了能追踪较为完整的初至波体系。该分析工作所用的震相即初至波体系,在近距离处反映的是沉积盖层内的回折波,较远处反映基底层内的弱梯度回折波(即", "label": "地球物理学", "id": 0}
{"content": "<正>板块构造理论较好地描述了地球表层的运动学图象。在研究大陆内部变形时,人们往往运用板块运动模式,缩小为板内地壳块体间的相互运动。根据全新世以来我国活断层滑动速率的数值拟合,得到我国各地块的欧拉极与角速度,进而算出各地块内部各点平均运动速度矢量。可以看出中国大陆地壳运动大致分为以下6个不同的区域：", "label": "地球物理学", "id": 0}
{"content": "<正>地壳均衡理论表明,为使地球达到静力平衡,地表地形必须依某种方式被补偿。但是,现有不同模式引起大地水准面异常相差很大,并且从观测的重力异常和大地水准面异常中无法分离出准确的均衡的异常。虽然均衡大地水准面异常仅占总的观测大地水准面异常的十分之一左右,但是分辨出这个相对较弱的信号仍是重要的。一方面,均衡大地水准面异常是约束岩石圈结构和流变特性的重要信息;而另一方面, 则是对更深部的动力学过程研究的需要,因为将均衡大地水准面扣除以后,所剩余的大地水准面异常则完全可归因于地幔内部密度异常及地幔内部的动力学过程。", "label": "地球物理学", "id": 0}
{"content": "<正>地球大体上可分为三层,从里到外是固体内核、液体外核和固体地幔。地球的自转是在地面上观测的, 所以,所谓地球自转实质上是指地幔的自转。由于液体外核的存在。内核与地幔的连结不是刚性的,这为内核相对于地幔转动提供内在的可能性。另外,由于内核与地幔的动力学扁率不一定相同,所以在日、月引力作用下的岁差运动速度也不一定相同,这为内核相对于地幔转动提供了一个外部条件。当然,内核、外核与地幔的相互作用是很复杂的,每一部分的运动也受到了另外部分的作用,本文只讨论内核相对于地幔的规则进动,内核及核幔界面的形状均取静力平衡态的形状。", "label": "地球物理学", "id": 0}
{"content": "<正>80年代,继国际地球动力学计划之后,建立了国际岩石圈计划（简称ILP）。大陆岩石圈研究是地球科学的前沿阵地之一。岩石圈是指地球的刚性外壳,由地壳和上地幔顶盖层组成,并在下伏的软流圈上移动。刚性外壳由分割的岩石圈块体构成,它们能彼此相对单独运动。现今大陆岩石圈的厚度L（L=H+D）、地壳厚度H、上地幔顶盖层厚度D,反映了岩石圈的性质和演化历史,也决定了其动力学特征。", "label": "地球物理学", "id": 0}
{"content": "<正>地壳是由大型构造带（裂谷、碰撞带等）分割的块体组成的,所以大型构造带两侧的介质具有不同的弹性特征。这在各向同性地壳结构研究中,称为侧向非均匀地壳结构,认为是由性质不同的岩石产生的。实际上,这种认识是各向同性假设引入的一种解释弹性结构沿侧向变化的特定结果。当脱离各向同性假设,开展各向异性弹性结构研究时,就会发现在测线下方的这种侧向非均匀现象中还包含着构造带两侧介质各向异性对称（轴）方向变化引起的部分（李英康,1993）。这种非岩性的侧向非均匀现象是由应力控", "label": "地球物理学", "id": 0}
{"content": "<正>1992年底,国家地震局地球物理勘探中心、国家地震局地球物理研究所等单位在延庆-怀来地区实施了深地震反射剖面测量,目的是通过该区地壳细结构的探测研究探讨延庆-怀来盆地形成演化的机制和过程以及与该区地震活动图象的关系。在延庆-怀来盆地内共布置了两条近东西向的深地震反射剖面,分别称为YH-Ⅰ和YH-Ⅱ测线。YH-Ⅰ测线东起官厅水库,西至涿鹿,全长约50 km。该测线由西向东穿过北东向的方家沟-西八里断裂、北西向施庄断裂、北西向大古城-新保安断裂、北东向黑山寺-狼山-古城断裂和北东向狼山断裂。1720年怀来6．75级地震和1337年怀来6．5级地震发生在该测线附近。YH-Ⅱ测线全长约40 km。该测线穿过北东向的延庆盆地南缘断裂（即大古城-康庄-旧县断裂）和黑山寺-狼山-古城断裂。1984年延庆6．75级地震发生在该区测线附近。", "label": "地球物理学", "id": 0}
{"content": "<正>本文为研究青藏高原冰后问题,将地球描述为可分层、不可压缩Maxwell半空间模型。这里以分成 4层的M3模型为例,给出公式推导与得出的一些结果。", "label": "地球物理学", "id": 0}
{"content": "<正>利用最新与俄罗斯拼接的地形数据,计算了欧亚地区均衡残差大地水准面。基于地幔热对流的负荷理论和最新全球层析成象结果,探讨了欧亚地区中波长均衡残差大地水准面的地球动力学含义。研究结果表明,中波长均衡残差大地水准面主要受上地幔顶部粘滞和岩石圈强度的影响,欧亚地区的上地幔存在着较大的横向粘滞度差异。这个差异主要存在于西部古老的构造稳定地区与东部年青山脉及构造活动地区,量级可以达到2～3个数量级。在整个研究区的西部地区如波罗的海克拉通地盾和印度地盾的上地幔顶部并不存在粘滞度很低的软流圈,上地幔与岩石圈之间相耦合。由于异常质量对地表大地水准面的影响随深度的衰减使其在地表的效应大大减弱。大地水准面低或高是异常质量驱动对流的大地水准面效应。对于东部地区由于在上地幔顶部存在着粘滞度很低的软流圈,致使上地幔与岩石圈解耦,因此,大地水准面低或高则主要是异常质量的直接效应。", "label": "地球物理学", "id": 0}
{"content": "<正>地球的演化过程和动力学研究仍然是当今地学研究的基础课题。自板块构造理论建立以来,固体地球体积或半径保持不变的观念流传至今,但尚未有成套理论体系和观测数据验证,有关地球形状及其变化的科学问题仍未解决。地球从形成之初的熔融状态演化到了目前固液态间存的层状结构,我们认为:随着时间的推移、地球内部热量的不断散失,剩下的熔融态必将继续凝固。熔融态岩浆凝固过程属于一级相变,伴随体积变化并释放相变潜热,岩浆凝固收缩会导致地球内部体积塌缩,地球半径减小,释放的热量作为地球内热从地表散失。", "label": "地球物理学", "id": 0}
{"content": "<正>月球形成的大碰撞事件以后,地球完成的了最主要的增生历程。由于地球的引力作用,此时地球已经存在一个浓密的大气层,这是大气最原始的形式,可以称为原生大气。原生大气的形成过程与原始地球的增生历程密切相关。一般认为在原始地球增生至月球大小时,", "label": "地球物理学", "id": 0}
{"content": "<正>重金属短半衰期元素体系,包括182Hf-182W(t1/2≈8.9Ma),146Sm-142Nd(t1/2≈68Ma),205Pb-205Tl(t1/2≈17.3Ma),247Cm-235U(t1/2≈15.6Ma)。它们可以指示早期太阳系和地球的演化和分异过程。这些体系由于元素之间地球化学性质的差异,在衰变周期内,Hf/W、Sm/Nd、Pb/Tl在金属/硅酸盐分异、岩浆岩结晶分异、高温气化过程中的变化,会造成子体同位素组成的差异,", "label": "地球物理学", "id": 0}
{"content": "随着现代信息技术在高等教育教学中的广泛应用,线上线下相结合的混合式教学模式已成为高等教育教学中不可阻挡的潮流,地质学、古生物学也不例外,\"互联网+\"与高等教育教学的结合势在必行。现在的大学生都是互联网的\"原住民\",他们对互联网有一种天然的亲近感,他们习惯和善于用互联网+的方式学习知识、捕捉信息。高校MOOC课程坚持\"学生受益第一、开放共享为先\"的基本理念,重在促进信息技术与教育教学的深度融合。慕课这种新型课程与教学模式,可以说打破了传统教育的时空界限和学校的围墙,颠覆了传统大学课堂教学的教与学的方式,真正推动了教学理念、教学方法、教学技术、教学方式、教学模式的变革。兰州大学所开设的《地球历史及其生命的奥秘》混合式慕课,是在原全校公选通识课教学内容上的压缩,将古生物学和地史学的教学内容按照知识碎片化的方式来进行重组,其内容设计原则是:专业知识+前沿进展（系统、新颖、有趣）,以地球发展历史中的生命进程为关键,将生活在百万至亿万年前丰富多彩的各种生命形式栩栩如生的展现在学生面前,通过有趣的生动语言和优美的图影图片使他们在引人入胜的学习中不知不觉步入史前生命王国。课程显示了\"双一流\"大学教学水平,符合现代教育教学规律。该课程教学内容的总体形式是:视频形式或视频加图文形式。定位:\"地球历史及其生命的奥秘\"以学生为中心,适于通识教育,使他们获得终身学习与发展必备的自然科学知识。实现的教学目标是:拓展自然科学知识,激发学生对生命和大自然的热爱,增强爱护化石、保护环境、热爱地球的社会责任感。", "label": "地球物理学", "id": 0}
{"content": "新世纪以来,敏捷软件开发逐渐兴起并在软件研发企业、互联网企业成为主流的软件项目的开发方法。这其中,近年来最为流行且最被广泛使用的敏捷软件项目管理方法是Scrum方法。非软件研发企业中,同样存在着大量的软件研发项目,且软件研发项目的类型、规模、技术和所处环境更加复杂、多样,但目前对敏捷软件开发的应用相对较为滞后。本文结合在中国商飞的实践经验,总结非软件研发企业应用敏捷软件开发的基本原则,以及在不同类型项目中的使用方法。", "label": "地球物理学", "id": 0}
{"content": "蒙古乌兰巴托周边发育了多条活动断裂。以乌兰巴托以西的Emeelt和Hustai断裂为例,对相关断层开挖探槽,进行年代学研究。结果表明,Emeelt断裂以走滑运动为主,根据剖面错断地层和其上覆、下伏地层的光释光年代学研究结果,推断出该断层最新活动时间介于距今（9.6±1.0）ka和（11.3±1.3）ka之间;对Hustai断裂开挖的新鲜剖面显示其为正断层,通过分析错断地层和其上覆堆积物的光释光定年结果,推断该断裂最新活动时间介于距今（0.87±0.08）ka和（24.2±4.9）ka之间,且可能更接近距今（0.87±0.08）ka。", "label": "地球物理学", "id": 0}
{"content": "三峡大坝建成后由于大量泥沙滞留在库区内而导致入海沉积物急剧减少,为此引发对长江三角洲今后发展趋势的广泛争论。其中潮滩是否发生由净淤积向净侵蚀转化及可能发生的时间更是关注的焦点,因为这涉及到生态多样性保和滩涂资源可持续利用等问题。本论文将系统研究在自然因素和人类活动影响不断增强条件下,\"海岸挤迫\"效应在长江三角洲南翼和南汇潮滩不同时间尺度演化过程中的作用机制与趋势。长江三角洲南翼人地相互作用可追溯到三角洲开始发育时期,约距今7500年。早期原住民被动地适应自然环境变化,约在2000年前开始逐渐具备了主动适应的能力,最重要的一项就是通过在高潮线附近修筑海堤来保护自己的家园和耕地。高潮筑堤对潮滩自然淤涨过程的影响非常微小,不同时间尺度波流相互作用是溯造潮滩沉积地貌的主要因素。中时间尽度（年代际）潮滩演化呈现出明显的两种特征,一是\"净淤积期表现为东滩淤积而南滩冲刷,净冲刷期则正好相反\",另是\"净淤积期高滩淤积而低滩冲刷,净冲刷期则反之\"。这主要与河口主槽位置的长周期摆动（进入或偏离南槽）和年代际风暴活跃与平静期交替等有关。长期以来当地人类活动对潮滩自然过程的影响是非常有限,直到1994年开始的低滩围垦工程之后上述关系发生了重大转变。通过在低潮线附件修筑滩涂促淤和围垦的坝堤,极大改变了潮滩的沉积地貌动力条件,从而对潮滩淤涨形成重要\"挤迫效应\"。据估算,2003～2011年间通过围涂促淤工程使得年均约0.858亿吨泥沙被固定在人造的坝田上,这相当于同期60.4%的长江入海泥沙通量,极大影响了河口泥沙输移平衡。由此认为,河口正在开展的一些重大工程可能比流域内重大水利工程等对长江三角洲演化产生更显著的直接影响。值得注意的是,在经历低滩围垦之后南汇潮滩整体仍在较快速的淤涨,而且数值模拟预测这一趋势将在今后的一、二十年内继续。这主要由于潮控型河口的巨大缓冲效应在起作用,河口最大浑浊带在强潮作用下细颗粒沉积物不断被悬浮,使得悬沙浓度仍维持较高水平,这些泥沙颗粒在潮泵作用将被部分输往两侧的潮滩,促使潮滩继续发生淤积。何时及何种情况下河口缓冲效应无法继续维持潮滩淤涨需要更多的实际观测数据和数值模拟。", "label": "地球物理学", "id": 0}
{"content": "<正>南迦巴瓦构造结处于欧亚、印度大陆及缅甸地块的交汇点,是整个喜马拉雅造山带中构造应力最强烈、隆升和剥蚀速率最快、新生代岩浆活动、深熔作用和变质作用最强的地区,是研究造山作用过程中地壳重造（变质、变形和重熔）的野外实验室。东构造结墨脱地区花岗岩带为冈底斯岩浆带的东南延伸部分,构造上受阿尼桥—墨脱断裂带所控制,岩体主要由黑云母二长花岗", "label": "地球物理学", "id": 0}
{"content": "<正>1.地形地貌演变过程地形地貌重构是地质动力学重要的研究内容之一[1]。地形地貌重构涉及两个复杂的地质学过程:一个是地球内部热运动和板块运动,另一个是地形地貌受外界环境影响的演变过程。在数学上第一个过程采用三维对流扩散方程进行描述,而第二个则采用二维强对流方程进行描述。地形地貌演变过程是一个耦合过", "label": "地球物理学", "id": 0}
{"content": "为研究全新世罗布泊地区气候变化特征、罗布泊流域耕作活动,利用东湖湖心剖面（N40°8.965′,E90°30.535′）6个有机质AMS14C:结果建立年代框架,剖面以5cm间隔采样25块做孢粉分析。孢粉分析结果显示云杉花粉有河流携带特征,云杉含量增加说明流域来水量增加,气候湿润。根据孢粉组合可将剖面划分为3个带,1,2带又分别划分为2个亚带。1带深度为57～120cm,流域水分逐渐减少,环境逐渐恶化;2带深度为22～57 cm,乔、灌木植物花粉和草本植物花粉含量基本稳定,以草本植物花粉为主;3带深度为0～22 cm,气候湿润。其中.1A、2A亚带和3带气候相对湿润,有耕作活动。结果表明:全新世早期罗布泊流域耕作活动的出现与消亡受气候变化控制,耕作活动出现在气候湿润时期,干旱时耕作活动消失;全新世早期罗布泊流域有过干旱时段。", "label": "地球物理学", "id": 0}
{"content": "克拉通化是稳定的大陆形成的重要事件,在地球演化历史上未见重复.华北克拉通的形成经历了两期克拉通化事件,为理解早期陆壳的形成与演化提供了难得的实例.第一期克拉通化发生在新太古代末期,很可能是在2.53～2.60 Ga的微陆块拼合之后很短的时间内,以陆壳岩石和初生地壳岩石（基性岩浆岩）的部分熔融形成广泛分布的花岗质岩石的侵入、岩墙群和裂谷型火山-沉积盖层为标志.古元古代华北克拉通出现了裂谷-俯冲-增生-碰撞的陆内造山事件,以三条古元古代的活动带为代表.第二期克拉通化即克拉通再造发生在古元古代末的陆内造山之后约1.95～1.82 Ga期间,出现麻粒岩相-高级角闪岩相的克拉通基底岩石的整体抬升,伴随壳熔花岗岩形成和强烈的混合岩化,而后有镁铁质岩墙群侵入、裂陷槽和裂谷形成,以及奥长环斑花岗岩-斜长岩-碱性花岗岩-碱性火山岩的非造山岩浆活动（在18～16.5亿年）.中元古代后华北进入地台演化阶段.", "label": "地球物理学", "id": 0}
{"content": "莱阳地区中生代白垩纪陆相地层可划分为3个群12个组,其沉积物记录了盆地沉积演化的过程。在该区开展1:5万区调工作中,对研究区中生代白垩纪地层进行了岩石地层、生物地层、层序地层划分研究,并在此基础上分析了莱阳盆地的沉积演化特征。", "label": "地球物理学", "id": 0}
{"content": "<正>1.存在问题南海处于欧亚、印-澳和太平洋板块的交汇处,在三大板块的相互作用下,构造演化极其复杂,一直是南海构造研究的热点和难点问题。对此,国内外学者根据不同的理论提出了多种构造演化模式,但遗憾的是,虽然各种模式都有其建立的依据,却也存在很多无法解释的问题,至今未能形成一个普遍适用", "label": "地球物理学", "id": 0}
{"content": "<正>地球自转服务局（IERS）采用多种高精度的空间探测技术综合解算得到的国际地球参考框架（ITRF）是国际上公认的精度高、稳定性好的参考框架。为了研究地球的膨胀或收缩效应,本文采用 ITRF2000的站坐标和速度,利用 Delaunay 算法生成的三角网逼近地球形体,计算出了地球的体积变化。", "label": "地球物理学", "id": 0}
{"content": "1、关于大气O3层的形成,除了主过程——Chapman过程外,还可能另有一个过程,特别在两极地区,是为带电微粒的电化学过程.2、依照“斥力论”,地球大气外绷,应当类似于慧星,在夜的一侧,拖着一条长长的尾巴.", "label": "地球物理学", "id": 0}
{"content": "<正>南海是中国最大的一个边缘海,它位于欧亚板块,印度-澳大利亚板块和太平洋与菲律宾海板块的交汇区,南海演化历史的研究对了解东南亚的构造活动历史至关重要。为了观察变形从张裂到扩张的全过程,我们在南海的张开是沿前新生代基底断裂（或软弱带）发生的假设的基础上,设置了三维物理模拟实验,分别讨论了初始岩石圈为正常、减薄和加厚的情况下,模型的变形特点。目前,很多国外学者实验手段比较先进,在挤压构造模拟中可以使用三维模型,并考虑岩石圈的横向不均一性和软流圈的作用,在伸展构造模拟中三维模型引入较少,而且考虑因素较简单,主要使用假三维模型,即", "label": "地球物理学", "id": 0}
{"content": "<正>通过湖泊沉积记录重建和认识流域环境变化历史,进而从流域角度评价生态环境现状和预测未来发展趋势已成为国际地圈-生物圈计划和古全球变化研", "label": "地球物理学", "id": 0}
{"content": "<正>位于阿拉善高原东部干旱区-干旱区过渡带的吉兰泰盐湖在距今1万年以来,吉兰泰湖泊湖水逐渐干涸,形成盐湖（耿侃,1989,1990）,并在盐湖周围留下了", "label": "地球物理学", "id": 0}
{"content": "<正> 地球曾经是一个完全淹没在水中的星球,由于生物圈排放甲烷等气体,这些含氢气体在高层大气中被太阳紫外线所离解,形成氢原子地冕,导致氢流失。氢流失后的剩余氧与地球内部流出的物质相结合,并随地质运动进入了地下,从而使大气的氧含量基本稳定。前寒武纪生命大爆发应当对应于地球上最初的陆地露出洋面的时期。如果作进一步的推论,", "label": "地球物理学", "id": 0}
{"content": "<正> 新元古代是地球演化历史上最重大的变革时期之一。像超大陆裂解与裂谷岩浆活动、低纬度冰川与气候突变、水-岩反应与低18O岩浆、Ediacara群生物繁衍与寒武纪生物大爆发等,都与这个时期的地球环境变化有关。由此衍生了许多与新元古代地球系统突变有关的重大科学问题,例如:全球不同大陆的古地理位置在哪里?全球出现寒冷气候甚至大", "label": "地球物理学", "id": 0}
{"content": "文献[1]对自组织理论有误解。就此本文予以讨论并提出人类活动对地球进化具有正反两方面作用。人类能够有所选择。", "label": "地球物理学", "id": 0}
{"content": "<正>比较行星学的近代研究证实,除了早已知道的太阳主要是由H2、He气体组成之外,太阳系其他远地行星内部也绝大多数是由气体氢、固体氢组成,如木星、土星、天王星、海王星。地球的外地核液态Fe中也充满了超高压氢气（数百万大气压）,在内地核形成固态FeH。总之,太阳系的物质主要是气体而且是氢（H H（?） H+等）。", "label": "地球物理学", "id": 0}
{"content": "<正> 1.三维地球模型研究现状地球物理学的一个终极目标是建立一个为地学界及其它学科领域广泛接受和使用的三维地球模型。这个模型将用地球内部多组物理及化学参数（如密度、速度、弹性、粘滞性、温度、压力、化学元素、矿物成份等）三维分布所描述。要完成这一科学使命,必须要有地球形状学、地球物理学、地球化学、矿物学、岩石学、高温高压物理、地质学、海洋学等多学科研究人员长期努力。在目前阶段主要采用地震波速度等参数建立三维的”参考地球模型”,以拟合现今各种观测到的约束条件。", "label": "地球物理学", "id": 0}
{"content": "<正> 最近几年,受国家973课题和中国新疆油田公司的资助先后开展了“中国典型叠合盆地深部三维结构——中国西北部准噶尔盆地、天山造山带、塔里木盆地、阿尔金造山带、柴达木盆地和昆仑造山带（北缘）地球动力学综合研究”（G1999043301）、“重磁联合反演研究准噶尔盆地基本构造格架”及“准噶尔盆地地球物理资料综合研究”。通过这些工作完成了1、库尔勒—吉木萨尔综合地", "label": "地球物理学", "id": 0}
{"content": "<正> 阿尔金山地处青藏高原的北缘,是解决青藏高原形成演化和中国西北大陆动力学问题的关键地区。近年来本区已经成为国际地学研究的热点之一,并积累了丰富的年龄数据,包括中美合作阿尔金课题组提供的部分年龄数据。本文综合分析了该地区部分地质样品的年龄数据,根据矿物封闭温度和冷却年龄的概念,划分了区域热演化历史,得到岩浆活动主要发生在早古生代、中生代发育伸展构造等新的认识。", "label": "地球物理学", "id": 0}
{"content": "对白云鄂博稀土-铁-铌矿矿区—火成碳酸岩内锆石U-Pb年龄进行了测定,五颗锆石测定数据点拟合直线与谐合线的上交点年龄为2070±33Ma,表明白云鄂博矿区火成碳酸岩脉的侵入时代最早可以追溯到早元古代,该年龄与矿区内正长岩和英云闪长岩锆石年龄等接近,构成了形成于裂谷环境的白云鄂博早元古代碱性岩-碳酸岩杂岩体。", "label": "地球物理学", "id": 0}
{"content": "<正> 城市中的活断层绝大多数隐藏于松散沉积层中并被城市建筑物所覆盖。通过各种浅层或超浅层的物探方法,可探测到断层的存在及所错断的地层,定性地确定断层最新活动可能的时间区间。然而,这样的时间区间难以满足城市活断层研究中诸多研究课题（如断层活动的性状、活动幅度、运动速率和最新活动时间等）及城市防震减灾对策制定的需要。为此,比较精细地确定与断层活动相关的地层柱的年代,是深入研究城市活断层活动特征的关键。鉴于上述研究的需要,我们在福州市作了初步尝试。", "label": "地球物理学", "id": 0}
{"content": "<正> 一套在空间上共存,而来源及时代均可能截然不同的前寒武纪岩石经高级变质作用后,在成分上通常经历了变质分异,交代作用,混合岩化,有的甚至部分熔融;在变形上通常经历了剪切和褶皱,因而经常表现为条带状或片麻状构造并包裹岩性不同的组分.这类高级变质岩石的年龄确定十分困难,这是不争的事实.所谓年龄主要包括了原岩的形成年龄及变质事件的年龄,对于原岩的形成年龄常用的定年方法包括Rb-Sr,Sm-Nd全岩等时线方法和锆石（?）-Pb方法.等时线方法的致命弱点是这些不同的岩性的岩石一般难以满足同时同源且同位素体", "label": "地球物理学", "id": 0}
{"content": "<正> 1、克拉通演化的一般模型认为,早期地球主要靠多而频的地幔柱散热.地幔柱带上来的超镁铁质和镁铁质岩浆首先生成绿岩洋壳.薄的洋壳循环回地幔,厚的洋壳则在根部发生部分熔融生成TTG,它再上浮、垫托、侵入并“抓住”镁铁质绿岩便形成花岗—绿岩带的陆壳,开始大陆演化的生涯.早期陆核犹如游乐场里的“碰碰车”,随着陆核增多发生碰撞,碰撞俯冲产生的花岗质岩浆又将分散的陆核不断焊接成陆.因此,硅铝质的TTG及其衍生的花岗岩.既是太占代地壳的重要组成,也是大陆拼合的标志.花岗质岩石随时间的演化可用来反映大陆克拉通的形成和拼合.", "label": "地球物理学", "id": 0}
{"content": "<正>河流阶地是反映新构造运动和第四纪气候变化的显著标志。近年来我们对祁连山中东段主要河流进行了较详细的研究,积累了丰富的资料。不同地区阶地的对比研究表明,阶地的高度与阶地的形成时代之间具有一定的相关性,河流阶地的形成除构造抬升外与气候变化密切相关,构造抬升使河流具有了强烈的下切潜势,冰期来临时河流以侧蚀拓宽为主,堆积了砾石层;间冰期时气候变暖,雨量充沛,发育土壤。构造抬升", "label": "地球物理学", "id": 0}
{"content": "<正>气候、侵蚀基准面、构造运动等因素决定河流阶地的形成时间、大小和规模。在不同地区,气候和构造运动对河流阶地所起的作用是不同的。一般而言,气候因素为主的阶地具有区域性的发育特征。因此,通过对阶地特征研究可以理解新构造、气候变化等信息。 阶地堆积物往往是石英等无机矿物,水相沉积,因此,各级阶地的准确定年有时很困难,光释光（OSL）测年技术是适合在沉积之前有过短暂曝光的各类无机沉积物。光释光测年技术又可以分为绿光释光（GLSL）和红外释光（IRSL）测年技术。", "label": "地球物理学", "id": 0}
{"content": "<正>江达县觉拥地区泥盆系,首先为西藏地质局一队和中国地质科学院李永森等划分出来,并以扎穷剖面为代表,分为4层,时代定为中晚泥盆世。但王增吉、俞学光根据李永森等提供的标本．在该剖面3—4层中,鉴定出（竹蜓）类：Zellia calanii Kahler et Kahler, Z．elatior Kahler et Kahler,Rugosofusulina sp．,Pseudofusulina sp．；珊瑚：Durha- mina changduensis Wang 等,认为3—4层应划归石炭纪。由于1—2层未获化石,并不排出也属石炭纪的可能。", "label": "地球物理学", "id": 0}
{"content": "本文运用结构、功能和历史相结合的系统方法,研究地球表层系统的环境、演化分期及各演化期的形成,提出一个强调突变在演化中起重大作用的地球表层系统非线性演化模式.", "label": "地球物理学", "id": 0}
{"content": "<正>密度σ与年龄 t 的关系沉积岩石的密度一般随着岩石绝对年龄的增大而增加,这一定性规律已为广大地学工作者所熟知,对青海省已有密度数据的研究表明,岩石密度同其绝对年龄的对数有着密切的线性相关关系（见图1）。", "label": "地球物理学", "id": 0}
{"content": "华南块体自新元古代拼合以来经历了不同时期的陆内造山和岩浆活动,特别是在中生代晚期之后出现了强烈的岩浆作用和成矿作用。华南块体的各成矿带是地球动力学过程从深部地幔到浅部矿床在一系列尺度上演化的结果。华南块体不同构造单元在物质组成、物理化学性质等方面存在的差异性,使得从区域电性角度研究华南块体的基底构造格局,探讨华南块体的改造破坏和矿床分布规律成为可能。大地电磁测深方法对地下的高温、流体和薄弱异常具有灵敏的反应,可以有效约束冷硬块体之间的界限和薄弱区域的分布范围。华南岩石圈导电性的低值区代表了前寒武地块和中新生代伸展作用产生的岩浆岩,而高值区域则代表了缝合带和被多期次构造活动改造的岩石圈薄弱区。华南块体岩石圈的薄弱区可能是吸收调整陆内变形的关键地带,并且与华南的成矿带在空间位置上一致。在这些局部的岩石圈薄弱区进一步开展较高分辨率的电性结构研究,将为各重点成矿带的\"源-运-储\"结构提供多尺度信息。", "label": "地球物理学", "id": 0}
{"content": "<正>物质的电导率是物质的组成、结构、构造以及所处热力学条件的综合反映,高温高压条件下电导率原位测量无论在地球科学、凝聚态物理学还是材料科学中都具有极为重要的意义。近几十年中,为解译野外地球物理数据存在于地球内部的电导率高导异常,国内外学者开展了高温高压条件下矿物岩石电导率实验研究,取得了重要进展。具体表现在:研究方法从最初的直流法发展为单频交流法和更先进的电化学阻抗谱法;对应于处于地球内部不同深度范围的中下地壳-上地幔-地幔转换带-下地幔-核幔边界-地核等地质体,开发出了适用于不同高温高压实验室设备（包括活塞圆筒、多面顶压机、金刚石压砧等）的电导率测量方法;针对电学性质的可能影响因素,国内外学者主要从温度、压力、氧逸度、成分、水含量、铁含量、碱金属离子含量、碳含量、脱水作用、脱氢作用、部分熔融、颗粒粒度、颗粒边界厚度等方面做了系统而深入的研究。", "label": "地球物理学", "id": 0}
{"content": "<正>近十年来,中国工程物理研究院流体物理研究所、冲击波物理与爆轰物理国防科技重点实验室（LSD）在高压和超高压实验技术方面有了重要进展,标志之一是建立了基于二级炮轻气炮+阻抗梯度飞片技术的三级气体炮,可以将高阻抗飞片（如Ta、Pt）完整发射到10km/s以上,可以获得1TPa的超高压力,并发展了配套的精密诊断技术。同时,还发展了基于二级炮的材料高压声速精密测量实验技术。可用于研究矿物的高压状态方程、高压相变、高压电性和声速等,成为研究地球科学、超级地球及行星科学的一支重要的技术力量,涉及到地球深部的物质组成、结构与动力学演化,行星的组成模型,行星表面的碰撞事件,地球的吸积模型和全球环境变化等等。", "label": "地球物理学", "id": 0}
{"content": "<正>2019年最新发表在nature上的文章[1],Millot等人首次以用激光束实验上合成验证了超离子态冰的存在。超离子态冰的性质对于我们认知地球及行星内部结构有着重要的作用,然而超离子结构物质弹性高温下随温度变化的性质却从未报道过。我们利用第一性原理分子动力学计算调查了超离子态冰ice X和ice XVⅢ在200 GPa和高达4500 K温度条件下的弹性性质和波速。Ice X中晶格格点离域的质子导致了随着温度明显的弹性软化。2000 K时, ice X到ice XVⅢ的相转变导致了质子扩散的明显增加和弹性软化。", "label": "地球物理学", "id": 0}
{"content": "<正>长期的地震观测积累了大量的地球深部的弹性波速数据,将这些实际观测与高温高压实验研究相结合,已经发展成为探索固体地球和行星科学最强有力的研究手段之一。因此,利用实验模拟地球深部的温压条件,研究地球深部矿物的弹性波速及影响其因素,逐渐成为现阶段国际地球科学的研究热点和前沿领域。其中,氢作为高压下影响矿物的物理化学性质的重要元素,由于初始含水样品的合成以及高温下弹性波速的测量十分困难,现阶段对于各种含水矿物在高温高压下弹性波速的研究几乎是空白,因此缺少可靠的对比结果,对于俯冲板块能否将地表水带入地球深部的问题一直是未解之谜。", "label": "地球物理学", "id": 0}
{"content": "<正>硅酸盐熔体不仅在地球演化过程中扮演了重要角色,也是地球深部热量与物质的重要载体。由于在极端条件下原位探究熔体性质十分困难以及玻璃与熔体物理性质的相似性,硅酸盐玻璃通常被用来代替熔体。SiO2是硅酸盐中的基础结构和成分,同时也是各种工业用玻璃的主要构成物质。作为熔体淬火后的物质,SiO2玻璃在高压下发生复杂的结构变化,尤其是实验观测到的致密化很可能与Si-O配位数变化有关。因此,研究SiO2玻璃在高温高压下的物理性质对理解硅酸盐熔体在地球物质分配和迁移,改变不同工业用玻璃的制造工艺具有重要意义。", "label": "地球物理学", "id": 0}
{"content": "<正>数据对于地球科学研究非常重要,很多高质量的数据来自于公开出版的学术论文,利用这些数据需要将文献中的文本抽取为结构化的数据,并融入新的科研过程中。然而人工抽取文献中的数据工作量较大,且效率低,为了更有效地实现数据的重用,本文对基于地学文献的数据抽取技术开展了研究,并结合数据库转换映射方法有效地实现了数据的自动化抽取和建库。文献格式及数据抽取需求:常见的公开出版学术文献的格式为caj和pdf两类,其中caj又包含kdh等格式。在大多数文献中,数据通常以表格的形式在文献中提供,如样品测试结果数据。这些数据包含了其数值信息和其他相关的属性信息,比如样品点对应的空间位置信息等,这些信息维度多数通过表格属性或隐含属性体现。数据抽取需要将文本中的表格转化为具有属性和数值信息的结构化数据。", "label": "地球物理学", "id": 0}
{"content": "闪电哨声波作为探索空间物理的重要媒介,被淹没在张衡卫星海量的感应磁力仪数据（SCM）中,借助人工智能领域中的YOLO神经网络,文中提出了闪电哨声波的智能检测算法。首先收集SCM数据的VLF波段的磁场波形数据;采用带通滤波和重叠快速傅里叶变换得到时频图;其次分析闪电哨声波的特点并标注数据;再次搭建YOLO神经网络,设置参数,并将标注数据输入网络进行训练得到闪电哨声波智能检测模型;最后利用该模型从未见过的时频图中检测闪电哨声波。文中用3098个闪电哨声波做训练数据,用25834个闪电哨声波做测试数据,开展评估基于YOLO神经网络的闪电哨声波智能检测模型的实验,其准确率达99.94%,漏检率0.05%,误报率0.01%。", "label": "地球物理学", "id": 0}
{"content": "<正>今年是全球疫情蔓延的一年,中国人民在党中央统一领导、习主席亲自指挥下打赢了抗疫防疫保卫战、阻击战,现在我国进入外防输入、内防反弹的常态化防疫阶段,而全球仍然处于疫情肆虐、抗疫防疫不容松懈的状态。在抗疫防疫中,大数据已经不仅是潮流概念,而是得到广泛应用的关键技术。大数据技术的战略意义不仅在于掌握庞大体量的数据信息,更在于对数据的深度挖掘。通过丰富的时空动态数据分析,大数据为我们提供了理解事物间相互作用的巨大可能性。地球物理学领域与大数据分析技术渊源颇深,在当前大数据时代,随着人类获取数据、", "label": "地球物理学", "id": 0}
{"content": "对数据的操作贯穿整个地球物理学的科研过程,数据的质量和处理效率直接影响科研成果的产出。\"实时时空场计算技术\"是一种高速计算方法,利用数据库底层能力的优化,实现计算效率的大幅提升。该方法能够有效解决现阶段科学界面临的探测器类型与数量众多、数据组织手段匮乏、计算效率低下、科研成果难以走向业务实战等问题,已成功应用于电离层TEC相关反演和推导业务计算中,取得了显著成效。", "label": "地球物理学", "id": 0}
{"content": "文中首先从数据来源和数据内容两个方面详细阐述了空间天气大数据内涵,对比分析了空间天气行业大数据和非行业大数据之间的差别。根据空间天气部门开展的业务工作具体实践,详细论述了空间天气大数据运行机制。针对目前空间天气大数据建设方面存在的主要问题,给出了推进空间天气大数据工作的具体措施建议。", "label": "地球物理学", "id": 0}
{"content": "大陆板块热流量较低,通过对其下方的热对流施加热毯效应而改变对流结构,对流结构又反过来影响板块速度和位置,因而板块与对流构成了一个动态耦合系统,其物理机制与在底部加热的热对流上引入一个自由漂浮的绝热板块的模型类似。此简化模型可用于研究由大陆的热毯效应产生的大陆板块与地幔对流的动态耦合。数值模拟结果表明板块大小对板块运动和板块下方的热对流结构有重要影响。随着板块增大,其热毯效应增强,它克服阻碍流持续运动的能力也越来越强,从常常停滞在冷羽流上变为偶而停滞在新生成的热羽流上到最终变为无停滞的持续单向运动。在持续单向运动的模态中,在板块的后缘处总能观察到上升的热羽流,此热羽流随着板块的移动而移动并产生一个推动板块运动的对流胞,因而被称为\"热推进羽流\"。随着板块长度增大到几乎覆盖整个上表面,此\"热推进羽流\"逐渐移向板块中心。对于某一板块,其运动速度与\"热推进羽流\"到板块中心的距离成正比。对于单向运动模态,模拟结果量化了平均板块速度与平均羽流距离、自由表面面积、以及瑞利数的关系。依据此关系,建立了简化模型分析单向运动模式出现的临界板块大小,分析结果与数值模拟结果一致。", "label": "地球物理学", "id": 0}
{"content": "<正>青藏高原北部新生代钾火山分布表现为西部的广泛分布和东部的几近缺失,两者约以东经93度为界。前人的地震层析成像研究显示,东经93度以西在新生代发生过印度和青藏岩石圈地幔的大面积拆沉,推测是幔源钾火山岩产生的一个深部机制。但东部幔源钾火山岩几近缺失与相较西部更高的印度板块俯冲速度之间存在不一致之处。提出全波形Pn波成像方法,利用Pn波波形特征构建三维高分辨率岩石圈地幔速度模型。基于青藏高原及周边地区的全波形背景噪声成像模型,利用地震数据对模型验证了该模型的精确性和稳健性,在此基础上结合接收函数结果建立了包含高精度莫霍面深度信息的初始模型。", "label": "地球物理学", "id": 0}
{"content": "<正>伊朗高原位于阿尔卑斯-喜马拉雅造山带中段,其构造格局受到特提斯域长期以来的洋-陆俯冲、陆-陆碰撞等活动的制约。对高原构造变形及深部动力学过程研究而言,获取其岩石圈-软流圈系统（LAS）结构信息至关重要。尽管近年来针对伊朗高原深部结构的研究取得了诸多新进展,人们对高原内部,特别是其东北部-东部地区LAS结构的认识还远不够充分。本研究以\"中-伊伊朗高原地质地球物理综合探测（CIGSIP）\"计划第二期密集流动地震台阵观测为数据基础,利用S波接收函数（SRF）波动方程偏移成像和波形分析,获得了伊朗高原东北部-东部LAS分层结构信息。", "label": "地球物理学", "id": 0}
{"content": "<正>深地震反射剖面是当今世界上探测地球深部结构,追踪大陆演化深部过程与地球动力学的先进技术,能够对地壳与上地幔顶部精细结构进行地震波成像,分辨能力高,成像精细,对研究板块尺度的缝合带具有先天的优势。索伦-西拉木伦-长春-延吉缝合带近年来被认为是华北克拉通与东北微陆块群的构造拼合带,同时也是古亚洲洋东段最终闭合的位置。目前,该缝合带发生的大洋板块消亡、大陆板块汇聚,大陆地壳增生等地质过程引起地质学家们的广泛关注。", "label": "地球物理学", "id": 0}
{"content": "<正>Tan和Helmberger（2007）提出了适用于沿汤加-斐济到南加利福尼亚这一跨太平洋板块剖面的上地幔剪切波一维速度模型—PAC06。尽管该剖面所采样的大洋岩石圈年龄横跨约10到125Ma,该模型可以很好地解释直到五次的多次地表反射S波。而PAC06和采样于更老大洋岩石圈（100-125Ma）的模型PA5的相似说明沿汤加-斐济到南加利福尼亚整个路径的大洋岩石圈速度结构的一致性。然而,由于存在路径上可能的平均效应,对于一维模型PAC06能否如实反映太平洋板块岩石圈结构仍有争议。", "label": "地球物理学", "id": 0}
{"content": "<正>鄂尔多斯地块位于华北克拉通的西部,自新生代以来,受其西部印度与欧亚大陆板块的碰撞高原隆升作用及东部太平洋板块向欧亚板块俯冲的影响,鄂尔多斯块体周缘发育了一系列的断陷盆地:北部河套盆地,南部渭河盆地,西部银川断陷带,东部山西断陷带。近期研究发现,华北克拉通中部和西部可能存在局部的新生代岩石圈改造（Chen et al., 2009; Dong et al., 2014）。大地电磁和地震各向异性研究结果表明鄂尔多斯地块岩石圈的局部改造可能与上地幔流（软流圈流）有关,特别是在鄂尔多斯南缘的渭河盆地和秦岭造山带北部下方,可能存在一个青藏高原东北缘上地幔东向挤出的软流圈流通道（Yu and Chen, 2016）。", "label": "地球物理学", "id": 0}
{"content": "<正>华南地块位于亚欧板块东南部,由西北部的扬子地块和东南部的华夏地块沿江南造山带碰撞形成。自中、新元古代以来,华南大陆由于经历了多期次、不同性质、不同方向的构造运动及复合叠加改造,因此其深部地质结构与构造动力学机制尤为复杂。为了讨论华南东部岩石圈减薄以及江南造山带边界等一系列问题,本研究在华南共采集848个阵列大地电磁测深数据,", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言地表质量变化主要包括陆地水变化、冰川融化、大气压变化、海洋质量变化以及和固体地球质量变化相关的其他地球物理现象。当前多数研究主要是利用GRACE（Gravity Recovery and Climate Experiment）[1]重力卫星数据并结合水文、大气和海洋模型来研究地表质量变化。由于受到卫星轨道高度、球谐系数截断以及各种误差源的影响,GRACE仅能探测大中尺度地表质量变化信息。此外,GRACE与GFO（GRACE Follow-On）计划之间存在将近一年的数据空白,因此需要考虑使用其他大地测量手段来弥补GRACE重力卫星计划的不足。", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言复合造山带是研究岩石圈改造和地幔循环的天然实验室,岩石圈的结构、构造及物质组成与其物质交换的软流圈密切相关。全球范围内的上地幔软流圈表现为低地震波速和高电导率的特点,通常高导异常有两种较为认可的解释模型,一种为含水橄榄石导电机制模型,另一种是部分熔体导电机制模型。部分熔体导电机制模型认为地下温度升高会造成部分熔融产生熔体（杨晓志,2013）,", "label": "地球物理学", "id": 0}
{"content": "<正>板块俯冲带是水从地表进入地球深部的唯一途径,深部水循环对于上覆克拉通岩石圈的改造和破坏具有重要作用。针对中生代的华北克拉通破坏,两种差异性的俯冲模式及地质响应广泛争论:一是俯冲板块在地幔转换带的滞留（大地幔楔模式）,", "label": "地球物理学", "id": 0}
{"content": "<正>自55Ma前印度板块和欧亚板块碰撞以来,形成了平均海拔达5公里的世界上最高高原-青藏高原。在陆陆碰撞-挤压作用下,导致喜马拉雅造山带地区的巨大剪切推覆构造,该造山带位于地中海—喜马拉雅—南亚地震带的中部地带,是全球陆内地震最为活动的地带之一,该区域的地震活动与深层过程影响着青藏高原腹地及东南亚的地震活动。喜马拉雅造山带及周边区域成为研究板块碰撞模式和造山运动的天然实验室。60多年来国内外专家学者开展一系列的深部介质的属性、构造运动等研究,探索印度-欧亚板块碰撞的机制及地震活动的孕育、发生和发展。", "label": "地球物理学", "id": 0}
{"content": "<正>中国东北地区发育众多主要分布在松辽盆地北缘及其东西两翼的第四纪陆内火山,包括长白山火山、龙岗火山、镜泊湖火山、阿巴嘎火山、哈拉哈火山、五大连池火山、诺敏河火山等。其中五大连池和诺敏河火山出露的玄武岩在元素地球化学性质上与其他第四纪火山的玄武岩有明显区别,表现为显著的高钾以及Ⅰ型富集地幔（EM1）特征,已有的研究对中国东北地区第四纪陆内火山作用的起源以及高钾玄武岩的动力学成因等问题的认识仍然有很大的争议。本研究通过搜集中国东北地区近年来布设的密集流动地震台阵和区域固定台网的地震波形数据,采用背景噪声和双平面波成像方法反演建立了区域内高精度的壳幔三维剪切波速度模型,成像结果表明:长白山火山、龙岗火山、镜泊湖火山、", "label": "地球物理学", "id": 0}
{"content": "<正>日本海属于弧后边缘海,位于日本岛弧内侧,是典型的边缘海扩张型构造。通常认为日本海从渐新世（～35Ma）以来发生张裂,到中新世早期（～15Ma）因太平洋板块向西挤压俯冲而停止。与西太平洋和菲律宾海相比,日本海的热流值较高,平均为92.8 mW/m2。其中日本海盆、Yamato海盆和Tsushima海盆的热流具有显著差异,分别为90.3、 94.1和98.7 mW/m2 （Xu et al., 2014;小林和男et al., 1985）。这些海洋热流值的差异可能与岩石圈厚度和热传导率有关。利用地震波衰减与热运动之间的联系,研究上地幔顶部地震波衰减与热流值之间的系统关系,有可能为解释热流值差异的起源提供约束（例如, Zhao et al., 2013;黄少鹏, 1992）。", "label": "地球物理学", "id": 0}
{"content": "<正>地震波速比（Vp/Vs）是描述地下介质物质成分的一个非常重要的弹性力学参数,与单独的地震纵波和横波速度相比,波速比对地下介质所处的物理状态如温度和压力以及流体和裂缝更加敏感。因此波速比成像已成为地震学家研究地球内部物质成分、构造和物理状态最有用的方法之一。中国大陆位于欧亚大陆的东南部,被印度板块、菲律宾板块以及太平洋板块所包围,是地球上构造背景最复杂、构造活动最活跃的地区之一。通过研究波速比结构可以更深入了解中国大陆岩石圈构造及其动力学演化过程,也为认识地震与其他地质灾害及防震减灾提供关键信息。", "label": "地球物理学", "id": 0}
{"content": "<正>西太平洋区域存在复杂的俯冲带系统,发生过扩张洋中脊的形成、消亡和跃迁,并具有海底高原、热点等构造单元,分析岩石圈有效弹性厚度（Te）对理解西太平洋板块构造特征及板块间的相互作用过程具有重要意义。有效弹性厚度Te是指在相同的加载下与岩石圈挠曲变形产生的弯矩一致的", "label": "地球物理学", "id": 0}
{"content": "<正>大陆碰撞造山带下岩石圈地幔的减薄主要由拆沉与对流减薄两种机制主导。此两种机制均是由密度较大的岩石圈地幔所导致的重力不稳定性所驱动并最终移除掉位于造山带之下部分或整个岩石圈地幔。然而,拆沉与对流减薄这两种过程在动力学上的差异性一直未得到很好的解决。本文使用高精度动力学数值模拟方法系统研究了岩石圈地幔的流变机制对其不稳定过程（拆沉或对流减薄）的控制作", "label": "地球物理学", "id": 0}
{"content": "华北克拉通东部自早古生代以来发生了大规模的岩石圈减薄现象。华北东部直至中奥陶世时仍然存在冷的、厚的以方辉橄榄岩为主的难熔岩石圈根,但到新生代时已转变为热的、薄的以二辉橄榄岩为主的\"大洋型\"岩石圈地幔。地幔捕掳体是研究岩石圈地幔的探针,本文对宽甸、龙岗等地区的橄榄岩捕掳体进行了岩石学、全岩主量、全岩微量、矿物主量及硫化物矿物学分析,对该地区的岩石圈地幔演化得到以下认识。手标本及镜下观察结果表明,宽甸、龙岗地区的地幔捕掳体以尖晶石相二辉橄榄岩为主,含有少量的方辉橄榄岩及纯橄岩（<10%）。全岩Mg#较低（88.89-91.44）,Al2O3（0.98-3.94wt%）与CaO（0.63-3.56wt%）具有良好的正相关关系,与大洋趋势线一致。样品富集LILE（Rb、U、Pb、Sr）,亏损HFSE（Nb,Ta）。样品的稀土配分模式可划分为三类:LREE富集型、平坦型、HREE富集型,指示不同期次交代事件的影响。橄榄石Fo值（89.95-91.87）、尖晶石Cr值（0.11-0.34）均较低,单斜辉石Ca/Al比值（5.73-11.7）反映了新生地幔经历的碳酸盐熔体交代的改造作用。硫化物扫描电镜及电子探针分析显示橄榄石、辉石矿物粒内及粒间包裹有粒径大小不一的硫化物,以镍黄铁矿、黄铜矿及少量一价硫化物固溶体（mss）为主,可能代表后期硫饱和熔体的交代事件的产物。因此,该地区岩石圈地幔经历过不同性质熔体的交代作用。", "label": "地球物理学", "id": 0}
{"content": "<正>日照-苏赫巴托尔超长剖面实际由2个剖面组成,一个是中国境内的日照-二连浩特地磁场总强度剖面,一个是蒙古境内的苏赫巴托尔-二连浩特地磁场总强度剖面,该2个剖面之前独自有一定的构造分析,但一直没有联合起来分析,研究分析这个超长剖面,对分析岩石圈磁场分布和经过地区地质构造关系以及地震活动性都有非常重要的意义。该超长剖面大约2400km,点距月5km。资料分析时首先考虑怎么对不同时期测量的地磁场数据进行规划到同一个时刻,以便计算其岩石圈磁场分布。其次,", "label": "地球物理学", "id": 0}
{"content": "<正>数据密集型科学发现时代的到来,从根本上改变了科研的模式,人们开始意识到科学发现和知识创造可以通过对海量科学数据集合的挖掘以及重用来获得。地球科学是一个显著的大数据科学,由于研究目的不同会采集不同空间位置、空间尺度的数据,建立各类地学模型,但是地球科学研究是一个系统性的学科,交叉和协作必不可少,数据的获取和利用非常重要,因此地球科学领域是较早开展数据共享的学科之一。20世纪70年代,先后成立了多个国际组", "label": "地球物理学", "id": 0}
{"content": "<正>2018年,在中国地球物理学会的领导下,信息技术专业委员会结合地球物理信息工作特点,依靠全体委员开展了一系列学术研讨活动和科普宣传活动,现将主要进展总结如下:一、举办地球物理信息前沿技术研讨会为推进现代信息技术在地球物理中的应用及发展,中国地球物理学会信息技术专业委员会于2018年8月17-19日在陕西省汉中市举办了《地球物理信息前沿技术研讨会》。来自中", "label": "地球物理学", "id": 0}
{"content": "<正>地球系统模式在理解气候演变中发挥着重要作用,需要认真加以研究。地球系统模式通常包括大气、海洋、陆面、海冰四个分量模式。由于各分量模式采用的经纬度网格分辨率不同,模式之间各类通量和状态量交换通过插值或通信实现。本文面向大气物理研究所开发的大气模式GAMIL、海洋模式LICOM、陆面模式LAND、海冰模式CICE,基于JASMIN框架[1]研制模块化二维并行耦合器H-Coupler。H-Coupler具有以下几个特征:", "label": "地球物理学", "id": 0}
{"content": "<正>中亚造山带是全球非常重要的增生造山带,他经历了不同地块长时间复杂的汇聚增生作用过程,其中弧-陆碰撞在中亚造山带的形成和演化过程中扮演了重要角色。但是我们对具体弧-陆碰撞及其深部地幔过程的认知还很有限。本研究对敦煌造山带橄榄岩开展了系统岩石学和地球化学工作,以此探讨弧-陆碰撞过程中大陆俯冲以及弧下岩石圈地幔折返过程。敦煌造山带橄榄岩出露于敦煌早古生代高压变质地体中,其北部紧邻北山早古生代大陆弧。", "label": "地球物理学", "id": 0}
{"content": "<正>克拉通岩石圈地幔如何保持长期稳定以及如何被重新活化减薄一直是地球科学领域的重大前沿科学问题。传统观点认为克拉通岩石圈地幔的长期稳定得益于早期大量熔体（富铁）的提取,以使其密度低于下覆软流圈地幔。同时,低的挥发份组成（特别是水）能使克拉通岩石圈地幔具有很强的刚性,以抵制软流圈的物理侵蚀,是其保持长期稳定的必要条件。然而,", "label": "地球物理学", "id": 0}
{"content": "FY‐2H卫星为地球同步轨道卫星,于2018年6月发射,星上高能粒子探测器延续了FY‐2G卫星粒子探测器的设计,在轨道空间开展高能电子、高能质子宽能谱、高时间分辨监测。本文给出了探测器开机初期高能电子、高能质子初步观测结果,并与FY‐2G卫星、GOES卫星同期探测结果进行比较分析,检验验证探测仪器对空间环境的一致性响应。", "label": "地球物理学", "id": 0}
{"content": "<正>岩石圈不仅在板块边缘有由构造运动引起的变形之外,板块内部也不是稳定的。地球物理研究显示在很多板块内部有减薄的岩石圈,并且常常伴有地表异常,如地面的突然起伏与岩浆活动。在许多减薄的岩石圈地区,人们认为在岩石圈的底部（岩石圈地幔,可能包括下地壳）被拆除（removal）、下沉到对流地幔中。岩石圈拆除运动的驱动力是岩石圈中形成比下覆软流圈更高密度的岩石。这种高密度岩石通过重力作用下沉到对流地幔中。岩石圈中的高密度形成有成分和温度两个原因。在挤压、增厚的地壳中,", "label": "地球物理学", "id": 0}
{"content": "<正>中国东部由中国东北地区（中亚造山带东段）、华北克拉通、苏鲁造山带及华南地块构成,地处欧亚板块东南部,紧邻西太平洋板块俯冲带.该区有着复杂的地质构造和深部结构.自中生代以来,华北克拉通发生了大规模的破坏,中国东北地区也受到多次构造运动的改造.中国大陆地震体波层析成像结果揭示太平洋板块从海沟开始向深部俯冲,然后滞留在中国东部的地幔转换带中,由此引起板块脱水、软流圈物质上涌等一系列深部过程,也造成中国东部岩石圈结构的复杂性。对于该区岩石圈", "label": "地球物理学", "id": 0}
{"content": "<正>上世纪60年代中后期板块构造理论的提出是地球科学发展史上的里程碑,标志着固体地球科学领域的一次科学革命。板块构造理论认为岩石圈板块为刚性块体,变形集中在板块边界,它很好地解释了大洋岩石圈板块构造以及全球地震和火山活动的分布规律。然而,板块构造理论应用到大陆构造研究时遇到了问题:远离板块边界上千公里之遥的大陆板块内部存在显著的弥散变形,有别于板块边", "label": "地球物理学", "id": 0}
{"content": "<正>岩石圈磁场由地壳磁性岩石产生,它的强度大小和空间展布依赖于地壳和上地幔的岩石学性质、地壳厚度和岩石圈热扰动等因素[1]。由于卫星的磁测高度较高,其磁测数据主要包含了岩石圈磁场的中、长波长成分,抑制了浅部磁源体的干扰。因此,卫星磁测数据有利于区域岩石圈磁异常的识别,在了解全球和区域的大地构造、地壳深部与上地幔顶部的磁性分布格架与岩石圈热状态等发挥了重要作用[2,3]。极地低轨CHAMP （Challenging Minisatellite Payload）卫星提供了近10年以秒为单位的标量和三分量矢量磁测数据,为全球和区域岩石圈磁异常的研究提供了丰富的资料。", "label": "地球物理学", "id": 0}
{"content": "<正>岩石圈磁场的空间分布及时间演化特征为研究地下介质构造与能量运移提供磁学信息和参考。NGDC-720模型或世界磁异常数值地图（World Digital Magnetic Anomaly Map, WDMAM）等全球岩石圈磁场模型,能够提供优于100km的岩石圈磁异常分布;但由于原始数据源自较长时间的累积,此类模型无法提供岩石圈磁异常的时间演变过程,给出的岩石圈磁场也仅可认为是较长时间内的平均结", "label": "地球物理学", "id": 0}
{"content": "<正>1.引言地震的孕育及发生过程伴随能量的积累与释放过程。在该过程中地下介质所处的物理环境（如温度、应力状态等）会发生变化,进而引发地磁场等地球物理场的局部变化。本研究将以呼图壁地下储气库注-采气过程的压力作为理想\"源模拟\",以储气库及周边高密度的同期地磁总强度观测数据作为\"场描述\",研究并提取描述\"压力-磁场\"变化的特征量,研究注-采气过程中压力与磁场变化的相依关系。本项研究成果将促进地震地磁关系的理性认识,并对地震地磁监测预测发挥重要的指导作用。", "label": "地球物理学", "id": 0}
{"content": "<正>科学数据是人类在科学研究与实践应用活动中积累的宝贵财富。不论是在人类发展的数千年历史上流传下来的数量不多但极其珍贵的数据信息资料,还是近代、特别是近年飞速发展积累的海量数据,都具有已经被认识到的和潜在的重要意义和价值。而在信息化社会的今天,人类知识与实践积累的所有信息,都已经可以被界定为数据的范畴。在全面深刻的理解数据的价值、全面保存数据的重要性、困难性以及影响数据发挥效用和流传流通的制约因素。对于数据科学的发展及其在社会生活、国民经", "label": "地球物理学", "id": 0}
