{"content": "<正>我国是世界上天文学发达最早的国家之一,早在三千多年前就有可考的文字星象记载,这些古代天象记载在现代天文学研究中起着重要的作用。殷卜辞是甲骨文的主要内容之一,是研究商周社会历史的重要资料。殷卜辞曾经记录一次对乙巳日食完整的预测。冯时考订认为此卜辞涉及的是发生于公元前1161年10月31日的日食。天文行星历表对大地测量、天体测量、深空探测、飞行器测控及其他相关学科领域均都具有重要的实用价值。目前,美国NASA JPL发布的DE系列行星历表已经在天体测量、深空导航、行星际探测等方面得到较为广泛的应用。", "label": "天文学", "id": 0}
{"content": "本文以1951—1980年各节气时段的平均气温定义为二十四节气的正常气候标准,在此基础上,确定每个节气的温度阈值,并以此划定各个节气的气候时段,并计算和解析在气候变化背景下1981—2010年全国平均值、代表性城市（站点）的每个节气的气候时段出现了怎样的伸缩与漂移,并在二十四节气的时间体系中解读气候变化的幅度及其延伸影响。", "label": "天文学", "id": 0}
{"content": "西汉的《太初历》是中国古代第一部比较完整的汉族历法,也是当时世界上最先进的历法,首次记录了五星运行的周期,并由政府发布了二十四节气体系。此历法的制定源于四川阆中的落下闳等人研究制作的\"赤道式浑仪\"。《太初历》的全部天文观测数据和推算数据,建构起一个中国古代的\"宇宙系统\",称为\"落下闳系统\"。", "label": "天文学", "id": 0}
{"content": "本文通过盖天说的七衡六间图,诠释了二十四节气背后的宇宙观背景,以及汉代以前对太阳日道的描述,可以发现《易经》《黄帝内经》中的一些基本概念的定义是来源于古人对天文现象的观测,而且与节气相关。进一步发现秦汉时期的晷仪,应是一架观测12个中气时太阳升落方位的古老天文仪器。从传统宇宙观及古代观测的角度,来重新认识二十四节气的历史渊源。", "label": "天文学", "id": 0}
{"content": "本文从中国天文遗迹、三皇五帝相关神话传说、国外天文遗迹等多个维度研究分析新石器时期世界各地对二至二分的观测和应用,勾勒出二至二分的早期发现、发展脉络,把二十四节气的起源时间从古代文献记载的商周时期上溯到新石器中晚期。", "label": "天文学", "id": 0}
{"content": "节气为中历之独创,以二十四节气划分全年,最为详略得当,故古人以此作为固定的时间节点观测物候、天象。自《太初历》后,以历法推算二十四节气交节气日成为历代历法中的固定内容。本文就汉代测定二十四节气交节气日的天文学方法以作初探。", "label": "天文学", "id": 0}
{"content": "日本传统历法的发展变迁史表明,早在江户时期,一种融汇西方天文学精髓且颇具日本特色的精确阴阳历就已应运而生。在明治时期,随着基于格利戈里历法而编制的阳历传入日本,日本不再使用传统的阴阳历。然而,即使在如今的日本,与\"旧历\"息息相关的传统习俗依然深深植根于普通百姓的日常生活中。因此,本文通过分析与阴阳历及\"二十四节气传统习俗\"密不可分的日本生活方式的变迁历程,旨在阐明日本阴阳历的独特之处。", "label": "天文学", "id": 0}
{"content": "丝绸香料之路是古代各国文化、知识、科学、技术、仪式、礼节、文明、神话、宗教、文学、音乐、食品加工和美食交流的重要通道,也是东西方之间的互动网络。丝绸之路上各个国家间的历法和农业生产也是可供交流的文化遗产。此外,各国也发展了地方节气和历法。联合国教科文组织丝绸之路互动图集项目（UNSRIAP）是各国分享和重新发现古代文化遗产的重要举措之一。其中,联合国教科文组织丝绸之路互动图集项目的子研究小组\"美食与食品生产\",直接与主题相关,可用于评估节气、历法和系统与农业和季节的关系。", "label": "天文学", "id": 0}
{"content": "<正>太阳,以其巨大的光和热赋予地球生生不息的能量。人类自古就形成了\"万物生长靠太阳\"的理念。的确,太阳与地球、人类戚戚相关,在人类未诞生之前,太阳便早已和地球相依为伴了。人类诞生以后,太阳又与人类朝夕相处。太阳带来光明和温暖,使人类得以生存和延续,光合作用不断产生的有机物是太阳的最基本恩赐。假如没有了太阳,地球就是一个极寒漆黑的星球,也就不会有任何生物,包括人类的存在。只有太阳存在,才能出现一年四季、二十四节气与夏至回归,以及立竿无影、日环食等奇景。太阳如慈父般的爱抚,给人类以无限的欣慰与憧憬。", "label": "天文学", "id": 0}
{"content": "\"二十四节气\"是中国古代订立的一种用来指导农事活动的补充历法,是中国古代劳动人民长期经验的积累和智慧的结晶。其反映天气气候和物候变化,是掌握农事季节的工具,影响着千家万户的衣食住行。在国际气象界,\"二十四节气\"这一时间认知体系被誉为\"中国的第五大发明\",本文结合河池市气象部门利用\"二十四节气\"相关知识融合开展气象服务工作实践基础上进行分析探讨,以探求让\"二十四节气\"这一重要的宝贵遗产在现代经济社会生活中得以传承与发展的一些方法和途径。", "label": "天文学", "id": 0}
{"content": "<正>在中国古代的天文历法中,\"12\"是一个非常重要的数字,它是可以被2、3、4、6整除的最小的数,由于它们易于分割和被整除的特性,在古人眼里仿佛有了神圣的性质。一年包含12个月,一个完整的音阶变化是12个律,大自然这样的数字巧合,让古人感到惊奇,相信它们一定有着内在联系,木星的运行周期也是12年,天空的", "label": "天文学", "id": 0}
{"content": "<正>哥伦布发现新大陆后,欧洲各国都发现海外的巨大利益,积极开展海外贸易和战争,整个欧洲涌现出航海热,可接踵而来的却是灾难,大批船只因为测不出自己的准确位置而迷失大海中,导致大量人力物力的毁灭。这使人们认识到导航的重要", "label": "天文学", "id": 0}
{"content": "<正>从古人早期观念的角度论证了\"节气\"一词的原始含义。在古人的观念中,\"节\"指太阳在黄道上运行的节点;\"气\"指地气的运行状况,二者是严格对应的,这是古代\"天人合一\"哲学思想的体现。这种观念产生了两种对节气的测度手段:测量", "label": "天文学", "id": 0}
{"content": "<正>你知道吗?2015年的6月30日那一天（周二）在官方计时上会稍长一点点,因为会增加短短的一秒,或称为\"闰\"秒。美国航天局（NASA）戈达德航天飞行中心的Daniel MacMillan说:\"地球的自转逐渐地略微减缓,我们就用闰秒来调整该时差。\"严格来说,世界标准时间（UTC）根据人们每天使用时间的标准来界定一天有86400秒。", "label": "天文学", "id": 0}
{"content": "在远古时期,西藏的先民们积累了关于自然界周期变化的规律,创造了最初的历算文化。藏族历算是历代藏族历算学家对数学本身的探索、运算以及应用的思想方法与手段。本文从几个相关的问题出发,对汉藏文化交流的有关问题进行了探讨和论述。", "label": "天文学", "id": 0}
{"content": "本文对一件尚未刊布的编号为инв.№8085的西夏历日文献作了目验,纠正了前人对该件文书的一些错误认识,认为其装帧形式不是蝴蝶装,而是缝缋装。连续88年,而非86年。并非原封不动地照搬北宋历日,在朔日、节气对比上有时与之有一、二日之差。该件对复原西夏历谱、促进西夏纪年研究具有重要意义。", "label": "天文学", "id": 0}
{"content": "<正>吠陀时期,印度没有历法体系和独立的天文历法著作。天文学材料夹杂在吠陀文献中,但没有见到有关晷影的记载。巴比伦影响时期,印度文献中有最长晷影与最短影比值的简单记录,后来在计算晷影长度依赖的每日昼长时,借助了巴比伦数理天文学中常使用的折线函数。", "label": "天文学", "id": 0}
{"content": "<正>《夏小正》成书于夏朝开过之年,是一篇宣传大禹施政纲领和易学相关理论的计时性公文。摘要附件中上传的是正文附属文件《中国古代天文历法次序图》", "label": "天文学", "id": 0}
{"content": "提出了基于贝叶斯网络法对综合原子时系统可靠性进行建模、分析与评估。利用该方法可以精确评估系统可靠性指标,并获得重要部件对系统可靠性影响大小,找到影响系统可靠性的薄弱环节。仿真结果表明,该方法对评价综合原子时系统可靠性具有较好的适应性和可行性,并具有较低的计算复杂度。", "label": "天文学", "id": 0}
{"content": "公历闰年的判断与其表达式的计算可归结为对回归年的补差计算。当年号N超过3323年时,用以往的一些判断条件和计算公式求解,已不能得出其正确结果。为此,运用天文学、历法原理和数学的连分数理论,经过一些数学变换得到了求解上述问题而不含条件判断的一种算法表达式,并给出了其GWBASIC程序和多个应用实例。通过简单的理论分析和长期的应用实践证明,该算法表达式具有计算步骤简便,求解灵活快速,通用性强等优点。", "label": "天文学", "id": 0}
{"content": "<正>一、水书历法的独特性水书历法内容是根据各种星辰（包括十天干和十二地支在内的星宿）在宇宙中运行变化（也就是天体运行变化）,相互遮蔽组合而制定的,是有一定科学依据的,是水书先生常用于择日课的工具。因此水书先生在择日", "label": "天文学", "id": 0}
{"content": "<正>历法,主要是农业文明的产物,各个国家不同的农业文明成熟程度,往往决定着该国家文明的历法的科学性。这就是说,由于中国是世界历史上最成熟的农业文明国家,所以,中国的历法是世界上最丰富和最富有科学内涵的历法。", "label": "天文学", "id": 0}
{"content": "约定俗成,众所周知,:端午是纪念屈原的,但是\"端午\"一词的初始含义,又有几人知之?很明显,端午和春节一样,都是历法纪念日;不同的是:一个是中间段,一个是末尾段而已。因此,端午节的设立,不可能是为了纪念屈原的,而是上古历法重一个不可忽视的纪念日,是上古年夏至节;相反,屈原投江,是选择了一个别人开心、自己郁闷的端午节了断自己的。", "label": "天文学", "id": 0}
{"content": "<正>律居阴而治阳,历居阳而治阴,律历更相治,间不容翲忽。——司马迁:《太史公自序》中国传统历法,即现在所说的农历,系指春秋战国时期逐步形成,而于西汉太初年间正式定型,并沿用至今的一套历法体系。民间或某些场合,也有称其为阴历、夏历、中历、旧历者,但究其实质,乃是一种阴阳合历。广义的历法,包括步气朔、步发敛、步日躔、步晷漏、步月离、步交会和步五星七部分,即推算历日制度、天体运动和位置及日月食等,狭义的历法只指", "label": "天文学", "id": 0}
{"content": "天文历算学是藏族文化的重要组成部分。印度是世界文明古国之一,印度的天文学起源很早。印度天文学随佛教一起传入西藏,它对藏族天文学有较大的影响。而西藏也有自己的传统天文学。本文就从几个相关的问题出发,对西藏天文历算和印度天文学之间存在的因缘关系和历史过程中的若干问题进行了探讨和论述。", "label": "天文学", "id": 0}
{"content": "赫哲族纪年时的方法历经了物候纪年时、生产周期纪年时、天象纪年时、结绳、刻木纪年时等原始阶段。直到解放前,还停留在结绳、刻木纪年时的原始状态,新中国成立之后直接跨入了现代历法纪年时阶段。", "label": "天文学", "id": 0}
{"content": "节气的交接有其恒星背景,太阳在黄道上的位置只是表征四时之气的常态变化.由于岁差的影响,当太阳运行到同一位置时,它的恒星背景是不同的.正是这个相异的恒星背景,才导致了每年四时之气的差异性和特异性。而我们仍然依据四时之常气来衡量卦爻旺衰,这就造成卦气与实际气的脱节。而且当代制订历法节气是按照地球的圆形轨道即采用平气来制定的.没有按照地球的椭圆轨道即采用定气来制定节气,从而也导致了卦气与时令之气的脱节.并提出:为了更好地继承和发扬中国的气道文化,必须有一部能反映气变规律的历法,才能挽救中国的传统文化.", "label": "天文学", "id": 0}
{"content": "相传黄帝时代根据北斗昏建来定二十四节气,并以BC2697年为甲子纪年的起点。斗建的思想一直流传到现在,已经逐步蜕变成一种文化图腾。但北斗昏建适用的年代一直没人做过模拟计算研究。根据本文的初步研究,斗纲昏建的年代大约在BC3300年前后若干世纪,而斗柄昏建的年代要比斗纲昏建晚几百年。通过对中原地区（以北纬35度、东经115度为代表）BC2697年二十四节气昏刻北斗天象的模拟可知,斗柄昏建方向与节气对应的二十四向基本相合。", "label": "天文学", "id": 0}
{"content": "<正>从1918年首次实施到现在,美国的夏时制经历了近100年的发展历程,其间几经沉浮,逐步完善,最终成为美国立法中的重要时间制度,为能源节省、环境保护做出了巨大贡献。其发展历程可大致可以分为四个阶段:夏时制的产生及在美国的最初传播、一战及战后夏时制在美国的发展、二战及战后在美国的发展以及60年代至今夏时制在美国的确立和完善（如图1所示）。", "label": "天文学", "id": 0}
{"content": "<正>一、澳大利亚夏时制的形成及其演变1、澳大利亚地理概况澳大利亚地处南半球的大洋洲,位于东经113°09′—153°39′和南纬10°41′—43°39′之间,总面积为768.23万平方公里,是世界第六大国,其周边不与任何国家陆地国土接壤,是世界上惟一占据整块大陆的国家。从澳大利亚最北部到最南端的距离约为3700", "label": "天文学", "id": 0}
{"content": "随着空间测地技术的发展,日长变化的观测资料已经达到了空前高的程度,迫切需要合适的数学工具和方法从这些高精度的观测资料中提取有价值的信息.近些年,小波变换被应用于天文学和地球科学的资料分析中,它通过伸缩和平移等运算对时间信号进行多尺度的细化分析,从中提取有效的信息.本文主要介绍了小波变换应用于日长变化的研究进展,并初步探讨该领域以后的研究方向.", "label": "天文学", "id": 0}
{"content": "<正>华夏民族在远古普遍流传着\"十日并出\"的传说,但后世都仅仅把它看作是神话,很少有人深究\"十日并出\"与扶桑测日的真正关系,也没有人能够注意到扶桑测日和历法的关系。根据笔者的研究,扶桑是华夏先民最早用来测定每天太阳从东方升起日出点", "label": "天文学", "id": 0}
{"content": "<正>历法工作是中国古代各种天文学活动中最为重要的组成部分,无论对于预测国家前途命运的天文星占工作还是对于敬授人时的国家礼仪工作,历法都是必要的前提。在继承隋唐五代以来历法成就的基础上,宋代进行了频繁的历法改进工作,本文综合政", "label": "天文学", "id": 0}
{"content": "《大衍历》日躔表是一份四次差分相等的数表,反映一行已认识到太阳视运动是变加速运动。一行调整插值引数为不等间距型,并认为具有降阶作用,因而能够采用二次函数完成四次差插值计算。这一算法应该叫做“不等间距四次差内插法”。但一行对插值间距只利用差分方程作了第一次逼近,没有进行迭代计算,从而影响了计算精度。", "label": "天文学", "id": 0}
{"content": "<正>关文谋先生是一位卓有成就的满族学者。他高大魁伟,豪酒雄谈,既有传统文人的风度,又透露出他那氏族金戈铁马的强悍家风。当年他的先祖费英东率领瓜尔佳氏家族的铁骑,与努尔哈赤横扫满洲", "label": "天文学", "id": 0}
{"content": "<正>蒙古历、藏历、汉历都有着悠久的历史,它们三者之间相互影响、相互关联,有着直接或间接的复杂关系。藏历是藏族的物候历、印度的时轮历、汉历的混合体,它以时轮历为主,以汉历为辅,形成了自己独有的特色。汉历又称夏历、农历、时宪历,其内容除天文历法之外,也包括五行占算。藏历与汉历同是阴阳合历,但是在纪年法、纪月法、纪日", "label": "天文学", "id": 0}
{"content": "<正>该文论述了在氏族社会初期的游牧阶段,先民先从动物的出入蛰来确定\"冬夏\"概念;当沿续到定居的农耕阶段时,先民又从植物和农作物的\"春花秋实\"现象,确立了\"春秋\"概念。黄帝时始立法,祭祀社稷,\"春祈秋报\"。颛顼时,", "label": "天文学", "id": 0}
{"content": "<正>中共中央办公厅副主任、国家档案局局长、中央档案馆馆长王刚同志在全国民族地区档案工作会议上的报告中指出:\"在我国少数民族中,有21个少数民族历史上既有本民族的语言,也有本民族的文字。这些民族以自己本民族的语言文字记录人们的社会实践活动,形成了大量珍贵的民族文字档案。\"", "label": "天文学", "id": 0}
{"content": "<正>所谓历法,就是按照一定的法则推算年、月、日、时的时间系统。一部完备的历法,不仅包括纪年、纪月、纪日、纪时的方法,而且还要对一年的季节进行规范。当今生息、繁衍在都柳江和龙江上游两岸的水族,使用历法情况如何呢?迄今为止,介绍或研究水族历史文化的文章或著作,包括《水族简史》①在内大都认为,水族唯有现在尚在使用,以阴历九月为首的历法。笔者认为,这是不全面的。现在此试对水族历法史进行考证,以求正于大方之家。", "label": "天文学", "id": 0}
{"content": "<正>汉武帝太初元年颁行《太初历》,其内容《史记·历书》阙焉不详,褚少孙补以《历术甲子篇》（唐·司马贞《索隐》谓太始、征和以后为褚先生所补）,而《汉书·律历志》则载以《三统历》,并明言《太初历》就是邓平所造八十一分历（《三统历》）。这样,《太初历》究竟是指《历术甲子篇》还是《三统历》,成了不解之谜。司马彪《后汉志》说\"自太初元年始用三统历\",刘宋何承天讥为妄说;晋、宋、诸历志所言亦有不同。近人", "label": "天文学", "id": 0}
{"content": "ASO-S卫星是2017年底立项的我国首颗综合性太阳探测卫星,它的科学目标简称\"一磁两暴\",对应安排三个载荷分别观测全日面矢量磁场、耀斑硬X射线源区及日冕物质抛射的早期形成和近日冕演化。截至2021年8月,卫星已经完成鉴定件研制,正处于工程正样研制阶段。本报告在简要介绍卫星硬件研制进展的同时,也将介绍ASO-S科学准备方面的有关情况。", "label": "天文学", "id": 0}
{"content": "对有多天线进行射电天文观测的设备,特别如基于综合孔径原理进行成像观测的射电日像仪,需要优化的基线间距覆盖,天线或阵列天线设计必须考虑遮挡效应。由于条件限制,天线遮挡效应研究一般基于仿真。本文通过对国家天文台明安图观测基地3米口径3频段太阳射电望远镜的多年观测数据处理,获得基于太阳射电观测的天线遮挡结果,为遮挡效应研究提供实测依据。", "label": "天文学", "id": 0}
{"content": "在以往对微耀斑的能量释放的研究中,对于等离子体热能、动能、非热能量的计算较为欠缺,近年来随着Nu STAR卫星等掠入式成像观测的增多,微耀斑的能量释放及其对日冕加热的贡献得到更深入的研究。本文分析了一例有Nu STAR观测的微耀斑,结合AIA的数据认证了色球蒸发过程,详细估算了其热能和动能。其中热能的估算使用了最新设置下的DEM计算程序（基于sparse inversion code,改进自Su et al.2018）,并结合Nu STAR的总能谱,认证了微耀斑中也有相当一部分的加速电子并估算了非热电子能量。", "label": "天文学", "id": 0}
{"content": "光谱观测是研究等离子体性质的重要方式,但是利用光谱数据分析爆发日珥的报道较少。我们利用IRIS观测,分析了一个爆发的极冠日珥。该日珥在爆发过程中经历了慢速上升项和快速上升项,而其视向速度演化可以分为三个阶段:在快速上升项到来的两小时之前,日珥主轴两侧的视向速度相反;之后一直到快速上升项初期,日珥主要表现为红移;在快速上升项,蓝移逐渐占据主导。在第二个阶段,部分日珥区域开始暗化,其Mg II k线表现为线宽较窄,光学厚度较小,并且可以吸收背景亮日珥成分的辐射。我们认为,第一阶段的相反视向速度,是该极冠日珥爆发前的属性,反映了日珥物质的大尺度流动。第二阶段的红移由日珥物质向足点下落造成,该过程有利于日珥的爆发。第三阶段的蓝移则是由日珥朝向观测者爆发导致的。SDO/AIA 30.4nm的成像观测表明,爆发日珥的暗化与日珥膨胀有关。我们正在利用辐射转移的方法模拟爆发日珥的暗化。", "label": "天文学", "id": 0}
{"content": "磁重联现象是将磁场中储存的磁能通过位形重构的方式转化为其他形式的能量如粒子动能、等离子体热能的重要过程。磁重联现象在天体物理、实验室等离子体物理等领域都有广泛的研究和深远的意义。在太阳物理的研究中,Lin-Forbes模型认为太阳耀斑和日冕物质抛射（CME）由一个大尺度电流片连接。观测也已经证实了电流片结构的存在,该电流片中会发生很多复杂的磁重联过程,其中湍流磁重联也在诸多数值模拟中有一定的分析和讨论。", "label": "天文学", "id": 0}
{"content": "本报告首先介绍了几个高分辨率观测的活动事例的分析,在此基础之上,探讨了对今后大口径望远镜的观测要求。", "label": "天文学", "id": 0}
{"content": "日冕物质抛射（简称CME）是太阳大气中剧烈的能量释放过程之一,通常由日珥爆发驱动。从日面中心附近出发且朝向地球传播的CME称为晕状CME,极有可能产生灾害性空间天气。传统的\"冰激凌\"型锥模型（cone model）在CME的几何形态和运动学演化研究中取得了巨大的成就,但是对于非径向传播的CME不太适合。在最近的工作中,紫金山天文台研究人员对传统的锥模型加以改进,认为锥的顶点位于爆发源区而不是太阳中心。模型中,四个几何参数由锥轴向偏离局地径向的两个角度（theta1,phi1）、锥的长度（r）和角宽度（omega）决定。之后,研究人员把该模型成功运用到两个非径向日珥爆发驱动的CME中。两个事件同时被美国太阳动力学天文台（SDO）和日地关系天文台（STEREO-A）的极紫外望远镜从不同角度观测到,因此可以很好地对改进锥模型的四个参数进行约束。结合模型和多视角观测,研究人员对两个CME早期三维几何形态和运动学演化进行了详细的研究。该方法今后有望运用到地面和空间望远镜对CME的立体观测中,为空间天气预报提供有益的探索,也为ASO-S卫星数据分析做科学准备。", "label": "天文学", "id": 0}
{"content": "观测证据表明爆发日珥不仅会沿着径向抛出,还会斜向爆发,甚至沿着太阳表面侧向运动,运动轨迹的复杂性将会对空间天气的预测造成困难,因而有必要探究影响爆发日珥运动轨迹的物理机制。此工作基于理论计算的结果,利用NIRVANA程序开展二维的磁流体动力学（MHD）模拟,考虑重力的影响,在底边界采用非常高密度的一层物质来近似实现光球表面的lie-tied边界条件,其余边界则是用简单外推方法实现的开放边界条件,在底边界附近和模拟日珥运动的主要区域进行固定网格细化（SMR）。模拟结果说明对于较大半径的磁绳,磁通量浮现机制将会导致日珥的横向运动:当新浮磁通大于临界值时,磁绳结构先向右上移动,再向右下移动,并最终稳定下来,表现为失败的爆发。在系统演化的过程中,出现了两个电流片结构,它们的方向相反,形成方式不同,发生在其中的磁重联过程改变了磁场拓扑结构和磁绳的受力。第一个电流片形成是因为磁绳向上运动时拉伸周围的磁力线使得磁绳下方方向相反的磁力线靠近,磁重联导致的耗散能够帮助磁绳快速爆发,这与Lin-Forbes模型中的电流片形成类似。第二个电流片形成是因为磁绳向右上运动时挤压了新浮现的磁场结构,此处的磁重联过程会增加覆盖在磁绳上方的磁力线,抑制了磁绳的爆发。总之,我们发现磁通量浮现可以导致日珥的横向运动,两个电流片内的磁重联过程极大地影响了磁绳的受力,这为失败爆发提供了一种可能的解释,同时我们应该重视太阳低层大气的磁通量浮现对空间天气预报的影响。", "label": "天文学", "id": 0}
{"content": "由于大气湍流的扰动,天文望远镜无法获得极限分辨率的天文数据图像,需要通过AO系统以及后期图像重建来获得清晰的结果图像。当前的NVST太阳图像HA/TIO波段重建Level1+算法是依照斑点掩模法原理,使用MPI多进程处理100/200帧原始数据图像,重建构成一帧fits图像,耗时时间比单CPU处理速度有较大的提速,但仍距离满足实时观测数据重建处理速度有一段差距。", "label": "天文学", "id": 0}
{"content": "古代文言文历史记录为研究古代太阳黑子活动提供了重要的第一手观察资料。在AD 1000之前中国人记录了十四次蛋黑子记录（形如鸡卵、鸭卵或鹅卵的黑子,例如晋书天文志中记录:354年11月7日,晋穆帝永和十年十月庚辰,日中有黑子,大如鸡卵）。这些蛋黑子记录语言简练,从中直接获取太阳黑子活动的量化描述有很大的难度。这里,分析了1769和1917的两次蛋黑子记录中的太阳光球层基本场景。分析结果表明蛋黑子被用来代表一个总体形状为椭圆形的巨型多极黑子群,这两条蛋黑子记录（1769,1917）在太阳极大值（使用群黑子数13个月平均数据识别）当年。结合14C数据序列（时间分辨率为1年）,一条蛋黑子记录（1278）距离太阳极大值的时间差不超过1年。10条蛋黑子记录标记历史太阳极大值的平均时间误差低于两年。综上,一些古代蛋黑子记录是历史太阳极大值或强烈黑子活动的良好标记物。上述研究结果被Apj录用。", "label": "天文学", "id": 0}
{"content": "类里格尔周期自从被发现以来,就保持着神秘的特性,它总是在太阳活动极大时期附近出现,并且通常出现的时间是1-3年,并且不是每个太阳周都出现。为了研究类里格尔周期在太阳半球出现或者消失的原因,我们利用格林威治天文台12-24周太阳半球黑子面积以及小波分析方法对此问题进行研究。研究发现类里格尔周期在太阳的两个半球是独立形成和发展的。在北半球,此周期与半球活动的平均太阳周强度的长期变化表现为反相关的关系,而在南半球两者之间显示弱相关性。类里格尔周期在太阳南北半球的出现或者消失并不与对应半球的平均活动强度直接相关,而是与太阳黑子活动极大时期半球活动强度相关。这些结果揭示类里格尔周期的出现或者消失与太阳发电机层的环向磁场的时间演化相关。在太阳南北半球,我们发现类里格尔周期总是消失在太阳黑子活动极大时期内半球活动较弱的那些太阳活动周。这个周期的消失的原因是在太阳发电机层较弱的环向磁场和环向波动共同作用的结果,在二者的共同作用下,在整个太阳周发电机层的较差自转系数呈现出复杂的变化,不能出现在一段时期内保持几乎不变的情况,进而不允许磁罗斯比波的强烈增长。", "label": "天文学", "id": 0}
{"content": "太阳活动是空间天气活动的主要驱动源之一,当太阳活动将巨大能量和物质抛向地球时,会引起地球空间环境发生灾害性变化,导致卫星陨落、飞行物的跟踪识别发生困难、无线电通信中断、电网故障造成大范围停电等严重事故。太阳耀斑作为剧烈的太阳活动之一,实现其精准预报对人类从事空间活动和应对空间天气变化具有重要意义。针对这一迫切需求,国内外科学家展开了一系列的研究。然而由于太阳耀斑的物理机制仍未可知,目前国内外尚无运用于太阳耀斑预报公认的物理模型。随着人工智能技术的发展和空间以及地面太阳观测数据的积累,基于大数据和机器学习的太阳耀斑预报成为科学家们关注的重点,但从现有的文献来看,并没有达到实现太阳耀斑及其相关活动的精准预报这一目标。项目组利用先进的人工智能架构和深度学习理论,展开了基于大数据和深度学习的耀斑预报模型研究,重点研究:构建更全面的大规模样本库;利用时空相关性综合参量来实现耀斑多分类预报;利用多模态多任务学习策略实现耀斑连续强度和复发耀斑等预报;提取并筛选高重要性特征参数,进一步获取高重要性特征与耀斑物理过程关系。", "label": "天文学", "id": 0}
{"content": "<正>超级地球是银河系中最常见的系外行星。它们的半径介于地球和海王星之间,通常由岩质内核和外表的大气或海洋构成。然而,超级地球的半径分布并不是连续的,而是在1.7个地球半径附近出现了一个低谷:大于此半径的行星通常被认为具有较厚的大气层。理论推测这样的特征有可能是由于原行星盘中气体含量不同或者是后期演化中的大气损失所导致的。这样一个特点鲜明且普遍存在的系外行星族群,在我们太阳系中却不存在。", "label": "天文学", "id": 0}
{"content": "<正>地基行星光学遥感利用光学望远镜对行星空间环境、大气、表面,甚至内部进行探测,是行星科学研究的重要手段。我国行星探测路线图的重要一环就是建设地基行星光学遥感设施（Wei et al.,2018）,而建设地基行星观测设施的先决条件是优良的光学观测台址。", "label": "天文学", "id": 0}
{"content": "我们使用VLBA观测了致密河外星系J1925-2219（C1）及其两个校准源（J1923-2104,C2,J1928-2035,C3）在木星引力场下的相对位置的变化,一共观测了4个历元,观测频率为15 GHz。观测结果显示,在4个历元中,在R.A.方向,C1-C2和C1-C3相对位置的变化的标准差分别为51.0 mas和29.7 mas,与理论值（γ=1,主要由木星贡献）所对应的在4个历元内的动态范围的对比显示,本次观测的精度分别约为:0.061和0.026.结合两个致密河外星系对,在将γ=1对应的理论值补偿给观测值后,我们使用MCMC的方法得出γ=0.983±0.037.", "label": "天文学", "id": 0}
{"content": "磨削振纹是磨齿加工过程中常见的缺陷之一,直接影响着零件的表面质量和加工精度,对磨削状态进行在线监测、智能辨识并及时采取措施具有十分重要的意义。然而实际加工过程中磨削参数复杂多变,数据分布特征存在差异,传统的深度学习方法均以训练数据和测试数据具有相同的分布为前提,将不再适用。针对这一问题,本文提出了变工况下磨削振纹的深度迁移智能辨识方法。首先根据数控蜗杆磨齿机磨削振动信号的特征频率提出了基于边频带特征频率和基于转频比特征频率的振纹在线监测指标,然后对典型工况下的磨削振动信号进行分析以获取源域数据,结果表明两种指标均能有效监测磨削振纹。在此基础上构建基于迁移学习的振纹辨识模型,提出加权最大均值差异算法匹配源域和目标域的类级分布。最后开展变工况实验验证方法的有效性,结果表明在磨削参数多变的情况下,该方法优于卷积神经网络以及其他常用迁移学习方法,能够有效提高振纹识别精度。", "label": "天文学", "id": 0}
{"content": "小行星飞掠地球时,在距离地球轨道一定范围内易受到地球轨道摄动影1响而撞向地球,造成灾难性的后果。2013年,一颗直径仅15米左右的小行星在俄罗斯上空穿越大气层时发生爆炸,就造成了1500多人受伤,至少10亿卢布损失。自此次事件后,小行星威胁地球的话题逐渐引起人们关注。相关研究推断,小行星撞击地球是地球上几次生物灭绝的导火索,直径在5km以上的小行星撞击能量即可诱发全球性大灭绝事件。虽然此类事件发生概率较低,可一旦发生便会对人类造成毁灭性威胁。因此提高小行星在轨处置技术能力,开展小行星防御研究任务刻不容缓。本文主要讲述各类金属质小行星在轨处置前沿技术,对核爆打击技术、动能撞击技术、引力牵引技术等8种在轨处置技术开展研究,分析不同处置技术的发展成本、效能、技术成熟度以及场景适用性。其中,本文还基于动能撞击技术,利用物质点法模拟了撞击器以不同速度、角度撞向金属质小行星的防御过程,分析撞击器防御效果。小行星采用了JC强度模型和Gruneisen状态方程,撞击器采用simJC强度模型、 Gruneisen状态方程及PlaStrain失效模型。结果显示,对于等效直径在10-20m的金属质小行星,在超高速撞击作用下,撞击器完全碎裂,小行星部分碎裂,大部分碎片以与撞击方向相反的速度向外喷射,提高了小行星的偏移效率。", "label": "天文学", "id": 0}
{"content": "考虑到近地小行星撞击给地球和人类社会构成的巨大威胁,世界大国都在积极开展近地小行星的监测和预警工作。虽然,人类目前已经完成了对至少90%的尺寸大于1千米近地小行星的发现和编目,但是针对更小的近地小行星,则需要借助性能更加强大的望远镜才能实现。除了地基光学望远镜方案,空间红外望远镜因为其独特的优势,也受到广泛的讨论和研究。为了选择最优的望远镜方案,需要对各类望远镜的观测性能进行评估和测试。而近地小行星的物理模型则是估计近地小行星数量、预测小行星碰撞危害和评估望远镜观测性能的基础。本文采用基于观测数据拟合的HG系统模型建立近地小行星的反射光模型以及相应的视星等函数,并针对不同小行星物理和旋转状态,建立相应的小行星热辐射模型。最终,反射光模型及热辐射模型可以模拟近地小行星的相关物理特性,为望远镜观测性能评估提供可靠的输入。", "label": "天文学", "id": 0}
{"content": "潜在危险小行星具有撞击地球带来全球性灾难的风险,因此有必要对这类小行星进行地球撞击概率评估,为防御减灾计划制定提供支持。本文提出了一种适用于任意撞击时刻的小行星撞击概率评估方法,通过计算引力锁孔的面积与引力影响球截面的比值,得到对应时刻的撞击概率。该方法无需提前分析小行星可能的撞击时刻,并适用于任意轨道周期的小行星。本文首先建立小行星精确轨道动力学模型。然后,分析小行星在某一时刻撞击地球所需满足的速度条件,并推导引力锁孔面积方程,给出撞击概率计算公式。最后,对一颗虚拟小行星撞击概率进行仿真计算,验证了本文所给方法的有效性。", "label": "天文学", "id": 0}
{"content": "<正>近地小天体的研究将深化人类对地球、太阳系乃至宇宙演化、生命起源、地外生命信息探寻等最根本也最前沿科学问题的认识,具有重大的科学意义。近地小天体的探测、地外天体采矿等,已成为深空探测的新兴热点,是太空航海时代大国开疆扩土、争取战略资源、竞相抢占的\"太空岛屿\"。近地小天体探测、监测、预警和资源利用,已成为天文学、地学、行星科学、航天等学科的研究前沿和热点。", "label": "天文学", "id": 0}
{"content": "<正>区块链是一种数据结构。从本质上讲,它是一个去中心化的共享数据库,存储于其中的数据或信息,具有\"不可伪造\"、\"全程留痕\"、\"可以追溯\"、\"公开透明\"、\"集体维护\"等特征。基于这些特征,区块链技术奠定了坚实的\"信任\"基础,创造了可靠的\"合作\"机制,具有广阔的运用前景。自从2008年以比特币为公众广为周知,世界对比特币的态度起起落落,但作为比特币底层技术之一的区块链技术日益受到重视。区块链涉及数学、密码学、", "label": "天文学", "id": 0}
{"content": "行星科学是一门具有高度学科交叉与学科融合特质的新兴学科,是当今科学的研究前沿。随着我国深空探测任务的推进,越来越多不同专业背景的研究者将会参与到行星科学的探索与建设中来。受限于数学计算的复杂性与物理概念的抽象性,初学者难以对复杂探测任务实现的具体过程有一个形象、立体的认识。坎巴拉太空计划（KSP）是Squad与NASA、ESA合作开发的一款航空航天模拟游戏,该游戏以太阳系为原型构建了一个类太阳系的简化恒星系模型。通过利用KSP设计、建造、发射火箭及探测器来探索宇宙,使用者得以体验较为真实的深空探测任务设计及其实现的过程,更好地理解霍曼转移、引力弹弓等物理概念的原理。在此基础上本文通过设计三个KSP探测任务（图1）来模拟和验证行星科学领域未来将要进行的深空探测任务,并探讨其科学意义。美国上世纪的阿波罗探月工程取得了丰硕的成果,不仅取回了382kg的月球样品,更实现了六次载人登月,大大推动了美国科技与经济的发展。阿尔忒弥斯（Artemis）计划作为美国为重返月球战略而规划的系列任务,预计在阿尔忒弥斯3号任务中再一次实现载人登月。通过在KSP中设计登陆以月球为原型的Mun的登陆任务,我们将对阿尔忒弥斯载人登月任务进行模拟和验证。火星是人类探测和登陆次数最多的类地行星,也是目前继月球后最有希望实现采样返回的类地行星。NASA与ESA合作的火星样品返回任务预计于2026年开展,其返回样品将为火星大气的演化、火星表面地质过程、火星磁场的演化等重大科学问题提供关键信息。我们将在KSP中通过对以火星为原型的Duna进行取样返回的任务来模拟火星样品返回任务。现有的木星探测任务结果表明,木星的三颗伽利略卫星-木卫二、木卫三、木卫四均存在冰下海洋（Khurana et al.,1998; McCord et al.,2001）,这引起了科学家及大众对其冰下是否可能存在生命的思考。为此,ESA的木星冰月探测器（JupiterIcyMoons Explorer）任务及NASA的欧罗巴快艇（Europa Clipper）任务将分别聚焦木卫三和木卫二,对它们冰下海洋存在生命的可能性、地表地质特征及过程、内部演化历史等问题进行研究。通过利用KSP软件探索与木星系统相似的Jool系统,我们也将对上述两个未来的木星探测卫星任务进行模拟及理论验证。高度仿真的体验式教学已被应用于如土木工程、市场营销、护理等诸多领域,而对于行星探测领域,坎巴拉太空计划提供了一个绝佳的学习体验平台。通过对未来载人登月、火星样品返回、木星卫星探测任务的模拟,我们验证其可行性,体验整个任务过程,并探讨其科学意义,进而对中国未来的一系列深空探测任务提供一些启示和灵感。利用仿真游戏对深空探测任务进行模拟、验证、体验的方式降低了专业背景门槛,使初学者得以体验深空探测的相关过程,从而更加高效地学习和研究行星科学。此外,非行星科学方向的学生在接触到坎巴拉太空计划后也可能开始对行星科学的研究产生兴趣,进而加入到行星科学的学习与建设中来。", "label": "天文学", "id": 0}
{"content": "<正>0引言2020年7月23日,天问一号火星探测器的成功发射标志着中国迈向深空,进行火星科学探测取得突破。2018年5月美国NASA成功发射In Sight洞察号火星探测器,携带两台火星微震仪用于研究火星的内部构造,其中一台是英国帝国理工学院Tom Pike教授课题组研制的微机械（MEMS）火星微震仪,是目前已知世界上噪声最低的MEMS微震仪,其采用高精度电容位移传感和电磁力矩反馈方式,", "label": "天文学", "id": 0}
{"content": "使用Nissen-Meyer等人（2014）提出的轴对称谱元法模拟了月震波在二维全月球模型中的传播过程。我们的模型包含了月球表面1km的低速层,这与实际的月球模型更加接近。模拟的结果证明了该方法的实用性,并证实了月表低速层对月震波传播的影响。", "label": "天文学", "id": 0}
{"content": "<正>行星际激波是日地空间重要的等离子体和磁场结构,它可以对周围介质加速,压缩与加热,在空间物理的研究中扮演了重要角色。本文主要利用Venus Express探测器2006-2014年的磁场数据,对期间的前向快激波进行判定,并对金星附近激波的出现率及激波参数的分布进行了统计研究。", "label": "天文学", "id": 0}
{"content": "<正>铁陨石主要由铁镍合金组成,被认为是来自于小行星核部的样品[1]。铁陨石能否记录到磁场的存在以及这一磁场所代表的意义是铁陨石古地磁研究中的关键问题。铁陨石只有冷却到居里温度以下才有可能记录磁场,铁的居里温度（780℃）远低于其熔点（1538℃）。因此当铁陨石能记录到磁场时,星球的核心可能已经基本固化,这使得星球不会存在核心磁场发电机。但存在另外一种可能,使铁陨石能记录到一个核心磁场发电机产生的磁场:如果核心直接暴露于宇宙环境中,表面快速冷却形成的铁陨石有可能记录到内部仍在对流的流体所产生的磁场[1]。ⅣA型铁陨石的冷却速度很快,可能满足后一种情况。", "label": "天文学", "id": 0}
{"content": "古地磁学是研究月球深部结构演化的重要途径。阿波罗时代（上世纪七十至八十年代）以来,前人通过对月球样品的古地磁研究,限定了月球磁场的演化历史。然而,许多上世纪的实验数据可靠性较低。Lawrence等（2008）制定了五个筛选月球古地磁数据的标准（Lawrence et al.,2008）,阿波罗时代的数据极少符合这些标准,因此,大量未通过筛选的数据值得重新分析。此外,阿波罗时代的许多工作只对样品的NRM（天然剩磁）进行了分析,没有进行古强度研究。本文旨在通过重新分析阿波罗时代的月球磁场古强度数据,增加可用的数据量,为未来的月球磁场古强度研究提供指导。阿波罗时代的许多研究没有详细讨论剩磁的来源。因此,本文利用它们的退磁数据绘制退磁曲线,识别并计算特征剩磁。然后,结合以上分析得到的特征剩磁和相关工作中给出的样品ARM（非磁滞剩磁）,IRM（等温剩磁）,TRM（热剩磁）等数据,估算磁场古强度。阿波罗时代许多研究中古强度数值较大,对这些数据的重分析结果表明可能是带入了污染组分计算磁场古强度。同时,由于部分研究退磁不完全,我们仅能根据退磁曲线的趋势给出磁场强度上限值。一些只进行了NRM退磁实验的研究给出了较为完美的退磁数据,但限于相关样品可获得的ARM,TRM,IRM等数据不足,我们只能给出低精度的强度估计值。通过对阿波罗时代数据的分析,本文总结了以下几个关键要点,可能对未来的月球磁场古强度研究有着重要指示。第一,未来的研究要尽量减少样品遭受的磁污染。许多阿波罗样品叠加有VRM,IRM等污染组分,样品在切割过程中还涉及热剩磁污染。第二,研究需要保留详细的原始数据。后人可以根据这些原始数据重新分析验证。第三,样品记录剩磁能力的详细讨论。对那些记录剩磁能力较强样品的研究自然能获得更好的结果,但是过度强调这个方面会使得可用样品的数量大大减少。目前,针对多磁畴的样品,已经有比较好的研究方法来提取它的磁场古强度信息了。第四,剩磁来源的详细讨论。在磁场古强度的研究中,必须明确样品剩磁中的特征剩磁部分,这一问题在近年来的月球磁场古强度研究中得到了较好的解决。第五,继续改进实验方法。包括通缓冲气体减少热化学变化;运用统计方法提取杂乱退磁数据中的信息等。", "label": "天文学", "id": 0}
{"content": "<正>水虽然是一种简单的二元体系,但对生命的起源和演化起到不可替代的作用。不仅地球上有水,太阳系内的一些行星或者卫星上也存在水。例如,木卫三和土卫六的内部存在由高压相的冰构成的冰壳,木星和土星的核部可能是由高压相的冰和岩石组成（Fortes, 2012）。除此之外,太阳系外有一类整体密度非常低的海洋行星,这些行星的表海洋之下可能存在高压相的盐冰构成的冰层（Sotin et al., 2007）。因此,研究冰的高压相,尤其是掺杂一定盐分的高压相在相应压强下的物理性质对理解这些行星的结构和动力学演化过程具有重要意义。", "label": "天文学", "id": 0}
{"content": "<正>行星空间环境是行星多圈层耦合系统的重要部分,是行星与星际空间进行物质和能量交换的关键区域,对行星环境演化具有重要影响,行星空间内分布着不同成分的行星大气,不同密度和能量的空间等离子体,在太阳风变化或行星内部驱动力的驱动下发生不同时间/空间尺度的物质输运、能量沉积/耗散等过程。从全局角度理解行星空间的物质和能量输运是研究行星物质逃逸的关键。", "label": "天文学", "id": 0}
{"content": "<正>月球重磁场的探测、建模与解译可以为月球内部结构与构造、动力学以及月球演化历史等提供重要信息,也可以为地球的早期演化历史以及太阳系环境演变等提供重要参考线索。月球重磁场均起源于其内部,将两者联合进行综合解译可以减少推断与解释的多解性,并且可能提供一些关于月球演化历史方面的新信息。但是,之前国内外学者均认为月球重磁异常之间没有相关性,", "label": "天文学", "id": 0}
{"content": "<正>火星是太阳系中与地球的理化性质最为接近的行星,是继月球之后人类深空探测计划中的下一个重要目标。但是由于火星与地球之间的遥远距离和火星上恶劣的气象环境,对火星的探索是一项十分具有挑战性的任务。地球和月球上的地震学研究都表明,地震学是研究星体内部结构的重要工具,在火星上也是如此。2018年InSight号登陆器成功在火星着陆,并首次在火星表面布设了地震仪,获取的高质量的火星表面连续地震观测数据。", "label": "天文学", "id": 0}
{"content": "<正>与地球不同,火星没有全球性的偶极子磁场,取而代之的是火星有表面分布不均匀的地壳磁场。在2021年,中国火星计划火星车将在火星表面着陆并采集磁场数据。火星车的一个科学目标是对火星表面剩磁以及其变化特性进行研究并且揭示火星电离层电流特性。通过联合MAVEN卫星与MGS卫星的磁场观测数据,本文提出了一个新的火星地壳磁场全球模型。该地磁场模型为60阶的球谐模型,", "label": "天文学", "id": 0}
{"content": "<正>月球的地下结构保留了有关月球早期演化历史的线索,但我们知之甚少。阿波罗17号和Kaguya航天器进行了雷达观测,以探测全月球的次表层结构;然而,轨道器雷达对局部结构的分辨率相对较低,尤其是对浅层精细结构。以往大多数研究十分关注月壤厚度,", "label": "天文学", "id": 0}
{"content": "<正>火星内部物质组成和结构是研究火星内部和表面过程的基础,也对研究地球和其他类地行星物质组成以太阳系的形成和演化具有重要指导意义。目前,由于缺少地震学观测（美国洞察号探测器所携带的地震仪将有望改变这一局面）,火星的结构主要由火星半径、质量、转动惯量、重力场反演以及潮汐响应等观测来进行约束。另一方面,火星的物质组成主要通过碳质球粒陨石成分、", "label": "天文学", "id": 0}
{"content": "<正>陨石中普遍存在冲击特征,如矿物破碎,长石转变成熔长石,冲击熔融囊或熔融脉的形成。本研究利用场发射扫描电镜对火星陨石Northwest Africa （NWA） 12594进行了岩相学观察和矿物成分分析。该样品中熔长石发育较为广泛,发育于辉石的裂隙里或错位的辉石之间,", "label": "天文学", "id": 0}
{"content": "<正>火星辉玻无球粒陨石是火星火山活动的产物,有丰富的冲击变质特征,例如面状变形裂隙、矿物马赛克消光、发育冲击熔融脉体、产生高压矿物等。但是,强烈撞击事件可能改造陨石的同位素体系,为厘定岩浆喷发或撞击的时间带来困难。前人利用辉玻无球粒陨石矿物等时线与富铀矿物原位分析常获得较年轻的年龄（Zagami,U-Pb,～180 Ma）[1],", "label": "天文学", "id": 0}
{"content": "<正>行星光谱学研究表明,Howardite-Eucrite-Diogenite（简称HED）陨石是来源于4号小行星--灶神星。HED陨石中主要的岩石类型包括玄武岩、辉长岩、斜方辉石岩、纯橄岩、方辉橄榄岩以及极少量的苏长岩。前人使用岩浆洋模型来解释这些岩石的成因和灶神星演化。有学者曾提出部分diogenite陨石是灶神星内部部分熔融的产物,但因为缺乏关键的岩石学证据而一致存在争论。另有少量报道根据撞击玻璃成分特征和岩屑的研究,认为灶神星上存在较高分异程度的岩石类型,如花岗岩或者英安岩等。最近,我们课题组对多块灶神星陨石开展了对岩石学和矿物学研究工作。本文将总结可以给灶神星复杂地质演化过程提供重要制约的三方面岩石学现象。", "label": "天文学", "id": 0}
{"content": "<正>按照月球岩浆洋演化理论,月球形成之初为一个全球性熔融的岩浆洋,初始岩浆洋中约80%的物质结晶形成以橄榄石和斜方辉石为主的月幔之后,富铁岩浆开始结晶形成亚铁斜长岩,由于密度较小上浮形成月壳高地;岩浆洋约90%结晶时,密度较大的钛铁矿、铬铁矿等矿物开始结晶,", "label": "天文学", "id": 0}
{"content": "<正>光学遥感是行星科学探测最为重要的手段之一,通过测量天体表面反射的光信号,可以反推出天体表面物质成分及物理性质等信息。二向反射（bidirectional reflectance）通常被用来描述某个表面的散射特性,其为波长、入射角、出射角及相角等的函数。通常反射测量可以在两个维度进行:光度测量与光谱测量。光度测量主要聚焦于反射的角度分布特征（bidirectionalreflectance distribution function）,为了保证较高的角度分辨率,通常只有一个或几个波段。而光谱测量主要是分析不同波长的反射特性,通常测量角度是相对固定的（例如常用的标准角度:i=30°, e=0°,g=30°）。", "label": "天文学", "id": 0}
{"content": "穆斯堡尔效应由Rudolph L. M?ssbauer于1957年发现,是指原子核对伽马射线的无返冲共振吸收现象。穆斯堡尔谱是一种能量分辨率高、抗干扰能力强,测量精确并能得到物质微观结构信息的测量技术,因此成为陨石学研究中的一种重要的方法。早在1964年,Sprenkel-Segel和Hanna便首次采用穆斯堡尔谱技术对陨石进行研究[1],穆斯堡尔谱学在陨石上的应用对于探讨太阳星云的形成条件和演化历史,空间技术的开发等方面都有重大的科学价值。通过穆斯堡尔谱技术,我们可以分析陨石中的含铁矿物的组成,判断陨石平衡程度及其分类;确定陨石中的Fe3+/Fe2+比值,从而确定陨石的风化程度和估计陨石的局地年龄;评估含铁物相的超精细参数,比较不同陨石中同一含铁矿物中铁的局部微环境的变化;分析硅酸盐矿物中M1和M2位之间的Fe2+分布,并估计陨石样品中橄榄石和辉石中平衡阳离子分布的温度[2]。铁元素在自然界的造岩矿物中分布广泛,57Fe穆斯堡尔效应在室温下就很容易观测。从57Fe穆斯堡尔谱可以识别出陨石中存在的含铁矿物、矿物中铁元素的价态以及含铁矿物的相对比例。各种分析表明,铁主要存在于陨石的硅酸盐矿物、Fe-Ni合金、以及陨硫铁中[1]。陨石含铁硅酸盐矿物主要为橄榄石和辉石,化学式分别为（Fe,Mg）2SiO4和（Fe,Mg）SiO3,它们的57Fe穆斯堡尔谱的谱形一般具有双峰\"非磁性\"特征。陨硫铁（FeS）是一种磁性有序矿物,在穆斯堡尔谱上呈六线谱,铁纹石和镍纹石均为Fe-Ni合金,它们的谱线以六线峰为主。21世纪是科学技术突飞猛进的新时代,人类对太阳系的认识会有新的突破。未来,可将穆斯堡尔谱技术应用于我国的深空探测中,进行原位光谱探测实验,为寻找生命的起源和人类适宜居住的天体做出贡献。", "label": "天文学", "id": 0}
{"content": "月球资源就位利用是建立月球基地的必要技术[1-2],其中使用热分解法制备金属与氧气相比于其他工艺而言具有低载荷、短流程、无需辅助物质等优势[3]。在热分解月壤的过程中,氧化物分解的同时伴随着大量的蒸发以及变价金属氧化物的不完全分解等副反应,这降低了能量的利用效率以及金属和氧气的产率。为了探究各氧化物在气相中的热力学行为,针对嫦娥-3号着陆器测得月壤化学组成[4],在0-5000℃、10-9-10~5 Pa的温度压力范围内使用热力学手段计算了月壤热分解过程气相的平衡组成。结果如图1:随着压强的降低,月壤的分解温度也降低,各金属氧化物出现的峰位都向低温区移动,并且不同的氧化物峰值含量表现出三类变化特征:1)大部分氧化物如FeO、CaO、MgO、AlO、Al2O、SiO2在气相中的峰值含量随着压强的降低而降低,这说明低压环境可以有效降低此类氧化物在气相中的含量;2) SiO在气相中的峰值含量几乎不随压强变化;3) TiO、TiO2在气相中的峰值含量随着压强的降低反而缓慢升高。由此可知,低压环境可以有效强化Fe、Al、Mg、Ca金属氧化物的热分解,而Si、Ti金属氧化物的热分解则仅能通过提高温度实现。", "label": "天文学", "id": 0}
{"content": "<正>近年来,国际上越来越多的沙漠陨石的研究被相继报道,且这些沙漠陨石大多收集于西北非沙漠,撒哈拉沙漠,澳大利亚中部及南部沙漠,美国中部及西南部沙漠,阿曼沙漠,阿塔卡马沙漠等（Bevan and Binns, 1989; Bischoff and Geiger, 1995; Benedix et al., 1999; Schlüter et al.,2002; Merriam and Harbaugh, 2007; Ouazaa et al., 2009; Gattacceca et al., 2011; Hutson et al., 2013; Hutzler et al., 2016; Hofmann et al., 2018; Pourkhorsandi et al., 2019）。中国拥有着广阔的沙漠地区（如塔克拉玛干沙漠,巴丹吉林沙漠,库姆塔格沙漠,柴达木盆地沙漠等）,是开展沙漠陨石搜集工作的理想地区。然而由于中国沙漠陨石回收工作及研究开展的相对较晚,仅有部分研究报道了部分命名区中沙漠陨石的分类及分布特征（李少林等,2014;李世杰等,2017;Zeng et al., 2018）。为了更好的了解中国沙漠陨石的分类及分布特征,本文通过对49块普通球粒陨石及3块铁陨石进行岩石学,矿物学及地球化学研究,进而对其进行了陨石类型划分。此外,通过结合中国其他沙漠陨石的报道,我们对中国沙漠陨石命名区中沙漠陨石的分布进行了分析,进而评估了命名区中沙漠陨石的富集程度。", "label": "天文学", "id": 0}
{"content": "钛金属由于具有高强度、低密度、耐腐蚀的特性,被作为重要的战略物资广泛运用于航空航天及军工领域,是未来月球基地建设重要的战略资源。钛在月球表面主要以钛铁矿、金红石等形式广泛赋存于月海地区玄武岩中[1]。高效、便捷、简易地原位开发钛资源成为当今月球资源利用的重要一环。本实验开创性地利用纳秒激光的辐照高温分解金红石,尝试制备富钛化合物或单质金属钛。初步试验结果表明,金红石在经过激光高温辐照后形成了少量的富钛化合物（图一）。此外,依据热力学原理对金红石热分解过程进行了理论计算。本实验初步结果表明,金红石的热分解过程遵循马格涅利相[2]多级模式（图二）,远比辉石、橄榄石等含铁矿物热分解形成单质金属铁的过程复杂。该结论与成熟月壤中存在大量单质金属铁[3]但缺乏单质金属钛的事实相符。通过实验可以为月表物质演化过程有进一步认识,对深空探测、月球基地建设活动有一定指导意义。", "label": "天文学", "id": 0}
{"content": "<正>开发利用月球资源、建立月球基地是新时期国际月球探测的主要目标,也是开拓深空探测的重要基石。月球基地的建设需要大量的结构材料,就地利用月球资源,通过高温烧结月球风化层制备结构材料是经济可行的方案。微波烧结技术由于其效率高、反应速度快、加热均匀以及微波能在月球上容易获得等优点,适合作为月球基地建设中的烧结技术。微波是一种频率介于300MHz～300GHz的电磁波,在微波烧结技术中使用的频率主要为2.45GHz,其原理是利用微波具有的特殊波段与材料的基本细微结构耦合而产生热量,材料在电磁场中的介质损耗使其整体加热至烧结温度而实现致密化[1]。", "label": "天文学", "id": 0}
{"content": "<正>橄榄石是月球岩浆洋模型首先结晶出的矿物,也是月球地幔的主要组成矿物[1]。[2]报道在月海盆地周围存在来自于月幔或下地壳的橄榄石。月球火山喷发过程中,岩浆可能会携带月球内部橄榄石喷发到月表。月球火山碎屑玻璃是由月球内部火山喷发形成的[3],此次我们在月球陨石NWA 11801的火山碎屑玻璃中发现原生残留橄榄石,这对于我们了解月球内部橄榄石组分特征信息非常有意义。而本次研究主要对月球陨石NWA 11801火山碎屑玻璃中的橄榄石进行岩相学和矿物成分研究。", "label": "天文学", "id": 0}
{"content": "<正>KREEP是富含K、REE和P等其他不相容微量元素的缩写,KREEP岩不仅因为富集多种稀有元素而成为一种重要的资源性岩石,同时作为月壳主要的组成成分之一,对月壳的形成和演化也有着重要的指示意义。虽然KREEP成分在Apollo和Luna样品中都有发现,但基于返回样品数量及采样位置的限制,人们对于KREEP岩的认识并不完善。目前已发现含KREEP成分的月球陨石并不多[1],因此,寻找KREEP岩并展开更加详细的岩石矿物学研究已成为当前月球陨石研究首要任务之一。", "label": "天文学", "id": 0}
{"content": "地球与太阳系系统中其它行星自46亿年前从原太阳星云中凝聚产生,但之后在相对独立的演化进程中呈现了不同的结果,针对这一问题,本文首先从我们熟悉且具有相对较高研究程度的地球入手,综合分析有关地球构造演化的想关理论研究成果,作者认为,将地球的岩石圈构造演化历史划分为板块前构造体制时期（>3200Ma）、过渡体制时期（～3200Ma-2500Ma）和板块构造体制时期（<2500Ma）[1]的观点比较合理（图1）,并且支持,板块构造启动的原因可能与海沟沉积物润滑作用有关[2]的观点。其次,以火星为例,通过分析有限的关于火星及太阳系其它行星演化的相关研究成果,并与地球相比较,作者认为,火星及太阳系其它行星缺乏板块构造运动的根本原因是它们在宇宙空间的位置与地球不同（图2）,而直接原因是太阳系系统中其它行星无法长期维持液态海洋的存在（图3）,导致板块构造运动启动失败。虽然板块俯冲不等于板块构造,但却是板块构造持续进行的最低先决条件。此外,通过太阳系各行星表面陨石坑的相关研究表明,在目前使用的宇宙年龄32亿年左右和8亿年左右,太阳系发生了大规模的陨石撞击事件[3],该类事件对太阳系系统的演化进程造成怎样的影响?是否影响了地球构造演化的进程?从撞击时间发生的时间上来看,作者认为具有较大的相关性,此外,该类事件对于太阳系系统之外来说,这又意味着什么?这些都是在研究宇宙进化历程的课题中无法避免的问题,同时,也是我们更加清晰的认识宇宙演化进程的重要窗口。", "label": "天文学", "id": 0}
{"content": "<正>Helios在内日球层0.3 au以外的观测表明,低速太阳风是向外绝热膨胀并冷却的。Parker Solar Probe（PSP）的最新观测给出了0.3 au以内的低速太阳风磁矩剖面,揭示出在0.3 au以内,低速太阳风经历了比0.3 au以外更加强烈的垂直加热。用来描述具体加热过程的随机加热机制的理论加热率剖面与观测加热率剖面相近,被认为可以解释观测到的加热率。然而,哪一种能量供应机制能够给加热过程提供足够的能量,还是一个问题。本文我们使用PSP的前三个轨道周期的磁场数据和等离子体数据,分析0.3 au以内低速太阳风的温度和加热率的随径向距离的演化。我们发现0.3 au以内低速太阳风的观测加热率剖面与Helios在0.3 au以外对高速太阳风的加热率剖面衔接。同时,我们计算了扫频加热机制、串级加热机制等能量供应机制的理论加热率剖面,并将之与观测加热率剖面比较。我们讨论了这些能量供应机制在低速太阳风加热中的应用。我们的结果促进了对0.3 au以内低速太阳风加热的理解。", "label": "天文学", "id": 0}
{"content": "<正>月球是离地球最近的天体,是人类迈向太空的第一站,因此研究月球内部结构对人类进行空间探索、了解月球演化史、利用月球资源等具有重要意义（Smith et al., 2017; Zhao et al., 2018）。上世纪阿波罗计划在月球表面开展的月震观测实验使人类对月球内部结构有了初步的认识,月震结果表明月球内部结构大致为:一个薄的月壳、一个较厚的月幔且在月幔深处存在一个低速层（Goins et al., 1981）。后来月球极移和月球磁场的观测结果证明了月球存在一个液态的外核（Williams et al.,2001;Shimizu et al., 2013）。由于对月球内部观测及其精度的限制,目前月球内部结构的认识存在很大的不确定性。月球内部结构模型参数的差异说明只利用月震数据对月球内部结构进行约束不足以获得高精度的月球模型,需要更多的约束来提高模型参数精度。除了月震数据外,重力卫星、激光测距等空间大地测量观测技术也可为月球内部结构提供独立的观测约束。目前国际上公认的月球模型,", "label": "天文学", "id": 0}
{"content": "<正>\"用于太阳磁场精确测量的中红外观测系统\",简称AIMS,是基金委支持的国家重大科研仪器研制（部委推荐）项目,由中科院国家天文台、中科院上海技物所、中科院西安光机所联合承担。研制周期2015-2021,总经费9136万元。AIMS的主要科学目标为:突破太阳磁场测量百年历史中的瓶颈问题,", "label": "天文学", "id": 0}
{"content": "<正>先进天基太阳天文台（ASO-S）计划2022年前后发射,将实现我国太阳观测卫星零的突破。与此同时,我们也需要思考下一代的空间太阳探测计划,以实现我国实测太阳物理的可持续发展。本报告介绍国家天文台近期提出的太阳大气紫外观测系统,该系统拟利用近/极紫外谱线对太阳多层大气同步进行偏振、成像和光谱诊断,得到光球、", "label": "天文学", "id": 0}
{"content": "<正>太阳物理中的重要问题,包括太阳活动周期、太阳爆发以及日冕加热都与磁场密切相关。然而迄今为止对太阳磁场的常规测量仍局限在光球。光球之上的大气尤其是最外层的日冕的磁场很难测量。由于太阳大气各层次中的磁场实际上是一个整体,磁场将各层大气耦合在一起,这导致太阳上最重要的物理过程大多跟磁场的三维结构及其演化有关,因此,日冕磁场测量的困难极大地制约了太阳物理研究的发展。", "label": "天文学", "id": 0}
{"content": "<正>太阳耀斑是发生在太阳大气中的一种快速能量释放现象,是众多太阳活动中的重要现象之一。随着近年来太阳观测仪器的进步与发展,高空间和时间分辨率的观测数据对耀斑物理过程的研究带来了新的发现与挑战。太阳耀斑环拱下流（Supra-arcade Downflows,简称SADs）是在耀斑过程中首先出现在耀斑环上方然后向太阳方向快速运动的一种等离子体暗腔结构,其一般仅在极紫外的高温波段可见。", "label": "天文学", "id": 0}
{"content": "<正>日珥爆发的多波段观测为揭示爆发事件的物理触发机制和演化过程提供了一个机会。我们利用Hα、EUV和X射线观测分析了2012年10月14日爆发的日珥。爆发过程中观测到由writhe转化为twist的过程。估算得到twist大约为6π（3圈）,超过了kink不稳定性的阈值。上升的等离子体有一个突然的加速过程,最大加速度达到2715m/s2,", "label": "天文学", "id": 0}
{"content": "<正>太阳日冕的温度远远高于光球,达到百万度的量级,日冕被加热的机制仍不清楚。最近,Solar Orbiter卫星发现了一种宁静太阳日冕中的普遍存在的小尺度活动现象,并命名为campfire。我们在对太阳宁静区的三维辐射磁流体力学模拟中发现,类似的小尺度活动现象也是普遍存在的,而且这些小尺度活动达到了典型的日冕温度。我们还将讨论这些模拟中出现的小尺度活动可能的产生机制。", "label": "天文学", "id": 0}
{"content": "<正>耀斑是太阳大气中最为剧烈的能量释放现象。在短时间内（约几十秒至几分钟）积聚于日冕的磁自由能被转化为等离子体的动能和热能、高能粒子（包括电子和离子）所携带的能量。观测表明,所耗散的磁能中很大一部分（约10%-50%）被直接用于加速粒子。通常认为,磁重联在耀斑的快速能量耗散过程中扮演了重要的角色。", "label": "天文学", "id": 0}
{"content": "<正>我们对一例运动黑子的磁流体动力学过程进行了观测与分析,发现该黑子在快速运动的过程中,前方的等离子体流动引起了显著的磁场增强,并形成类半影结构。由于黑子运动轨迹上的磁场原本就非常弱,同时增强的磁场又存在非常明显的特征规律。在排除掉磁场浮现的可能后,我们认为,", "label": "天文学", "id": 0}
{"content": "<正>华夏观日已五千年矣,见于陶寺之测时立柱,见于大汶口之旭日彩陶,见于甲骨之圆中一点曰日。吾民族见日斑而记于简牍者,前汉已有。易经曰日中见沫,浮于上而状散分,古人之见可谓绝矣。两千载日斑观测史,世无出炎黄之右者,诚为吾人祖先遗环球之无价瑰宝。", "label": "天文学", "id": 0}
{"content": "<正>冕环是太阳日冕中一类典型的磁结构。最近的光谱观测研究指出,冕环的环截面并非一定是完美的圆形。在本工作中,我们首次从三维时变数值模拟的角度,考虑更具有现实意义的椭圆形截面的活动区冕环中的扭曲振荡。鉴于此种环的非旋转对称性,我们考虑在环截面长轴和短轴方向的两种独立的偏振态,并考察环内振荡特性。", "label": "天文学", "id": 0}
{"content": "<正>太阳磁场一直是通过Stokes偏振观测反演得到的。然后我们通过深度学习的方法,建立了一种直接从光球连续谱图像上提取磁场（包括纵场和横场）信息的定量模型。虽然这一方法得到的磁场尚不能和偏振观测的精度相比,但这一工作反映出光球连续谱图像和磁场之间的某种内在关联性。", "label": "天文学", "id": 0}
{"content": "<正>太阳射电尖峰是持续时间短的、窄带的爆发信号,是太阳射电爆发的一种精细结构。其观测数据的处理和分析在深入地探讨太阳耀斑和爆发过程中的电子加速以及诊断日冕参数等方面具有重要的意义。深度学习通过模仿人脑的机制来解释数据,Faster R-CNN（Faster Regions with CNN features）是深度学习基于区域提名的一个分支,", "label": "天文学", "id": 0}
{"content": "<正>新型真空太阳望远镜（NVST）是我国重要的太阳望远镜。NVST自运行以来,其太阳色球数据产物受到薄膜干涉条纹的影响,严重影响了研究结果。本文提出了一种基于深度学习的自动识别方法,利用自适应小波变换（AWT）构造样本数据集,利用迁移学习训练和生成识别模型,自动识别出含条纹数据。", "label": "天文学", "id": 0}
{"content": "<正>中国科学院国家天文台近年来累积并数字化了国内外多个台站近百年的太阳暗条观测图像数据,为了便利研究者对太阳特征的研究,更好的发挥这些数据的科学价值,我们建立了一个百年数据库并对其加以管理。本文将介绍该数据库及其管理工具,并对数据做简单分析。", "label": "天文学", "id": 0}
{"content": "<正>磁流浮现是太阳表面常见的磁场活动,是磁通量从太阳内部局部区域不断浮现到太阳表面的过程。磁流浮现不仅影响着太阳大气局部区域的演化,也为局部区域的日冕加热提供磁场能量。我们主要关注活动区磁流浮现期间的日冕加热现象,因此选取了130个活动区的磁流浮现作为研究对象。利用HMI磁场和AIA各波段的时间序列图像,", "label": "天文学", "id": 0}
{"content": "<正>月球陨石坑是重要的太阳系史料,对研究太阳系历史具有重要的意义。在研究月球陨石坑分布时,经常采用的方法包括观测统计、理论分析、数值模拟等,这些方法互有区别又可以相互印证。通过比较不同工作的模型、方法和结论,可以更好地理解地月系演化和太阳系小天体分布等重要问题。本文针对月球陨石坑开展了一次新的统计工作,", "label": "天文学", "id": 0}
{"content": "<正>地球的初始阶段叫做星云,是由密布的云层所形成的。象这种云层式的星云,在宇宙太空中是比较常见的,但它容易被分散消耗掉,因为星云的能量低微,只有少量的水气或冰颗粒支撑着,一旦受到了强光热的照射,便会被蒸发得无影无踪的事是常有发生的。然而,地球前身的这个星云之所以能够幸免了下来,并能够完善自身的发展壮大过程,这都是因为她所在的太空位置距离太阳不近不远的缘故了。", "label": "天文学", "id": 0}
{"content": "每个太阳耀斑可形成太阳的多重身份之一。太阳耀斑在太阳上具有位置不变性,太阳某区域的多个太阳耀斑连线所构成的图形也就具有不变性,且耀斑随太阳自转而自转的速度及其缓慢。所以,在天文观测中,由恒星连线构成的图形不变性的不同的星座,是由太阳某区域的多个太阳耀斑形成的太阳多重身份所构成的星座。", "label": "天文学", "id": 0}
{"content": "<正>火星磁场对于火星宜居性的研究具有重要指示意义。火星目前不存在全球性的偶极子磁场,但其表面具有众多的磁异常区。火星在地质构造上存在二分性,在磁场分布上也存在二分性,磁异常区主要集中在南半球,而且南半球的磁场强度高于北半球。火星陨石作为研究火星地质演化和磁场演化的直接研究对象,具有重要研究意义。因此我们选择一块新火星陨石样品NWA 12594（发现于2018年）", "label": "天文学", "id": 0}
{"content": "<正>根据Apollo样品研究,月球表面和月壤中存在二种成因的玻璃碎屑,既有撞击成因的,也有火山成因的（Delano and Livi, 1981）。火山玻璃记录了大量的月幔和月球内部的化学成分信息,能为我们更深入的研究月球内部组分以及岩浆演化提供重要证据。然而月球陨石中的玻璃绝大多数是撞击成因,本次工作通过对NWA11801这块陨石薄片的研究,我们发现了火山成因的玻璃小颗粒,下面简要汇报月球陨石中的火山玻璃的岩石矿物学特征。", "label": "天文学", "id": 0}
{"content": "<正>核幔分异是类地行星以及一些小行星形成过程中最重要的分异事件,研究核幔分异过程发生的物理化学条件以及对行星幔部和核部成分的影响对研究太阳系早期演化具有重要意义。由于元素在金属相（核部）和硅酸盐相（幔部）之间具有不同的成键环境和价态,两相之间可能存在可分辨的同位素分馏。而两相之间的同位素分馏系数和温度相关,所以稳定同位素可能可以用来制约核幔分异的条件", "label": "天文学", "id": 0}
{"content": "<正>近些年,随着各种探测和测量手段的进步,人们对于的太阳系形成和演化的规律有了更进一步的认识。而在这些测量手段中,同位素以其对太阳系物质来源,形成年代,和演化过程的制约能力,受到越来越多的关注1。作为一种有损分析,同位素测量往往会消耗较大量的样品,这对于很多珍惜的天体样品是很难接受的。同时对于很多特殊的天体样品,由于其独有性（如陨石的分步淋洗溶液,很多富集核合成异常特征的单矿物等）,不同的同位素分析体系针对不同的样品的测量结果进行对比较难", "label": "天文学", "id": 0}
{"content": "作为离地球最近的天体,月球为研究包括地球在内的太阳系行星内部结构及动力学演化提供了天然实验室。从1969年到1972年,在阿波罗计划中陆续布置的月震仪在截至1977年的工作期间记录了大量月震数据,为研究月球内部结构提供了重要依据。根据记录的震源深度及其形成原因,可将月震划分为四类:深源月震、浅源月震、热震、陨石撞击。相比于其它类型月震,深源月震发生的次数最多,其特点也更为鲜明:一是其发生的时间具有约27天的周期性,二是其震源位置大约在800-1200km深度范围内并具有丛集性。对于深源月震的丛集性尚未得到很好的解释,但大量研究表明深源月震的周期性是由地球对月球潮汐作用导致。尽管如此,地球对月球的潮汐差应力远小于深源月震发生所需的差应力,不足以成为主导深源月震发生的原因,但可能起到触发作用。对于处于一定应力临近破坏状态下的岩石,如果潮汐应力变化使其莫尔圆与岩石破裂线之间位置发生相对变化,就可能会触发月震。但是什么地质过程才能够在地质时期长时间提供载荷、造成弹性能量积累,并以月震形式释放积累的弹性能量?根据已有研究推测,由于月球冷却收缩造成的热应力很可能是主要控制因素或控制因素之一。因此,本工作中,我们对于深源月震处潮汐应力和热应力进行了定量分析。潮汐应力方面:基于观测数据,应用有限元方法,建立百万网格三维分层月球模型,通过并行算法,对月球潮汐应变场和应力场进行模拟,得到65个深源月震震源位置处的应力分布图。热应力方面:以三维分层月球有限元模型为基础,建立三维球对称分层的月球温度场及应力场模型。利用表征对流过程中热传递效率的Nusselt数,将月球地质历史上对流部分传热计算采用参量化模型来近似处理,计算了月球岩石圈形成以后,不同深度在从热对流主导转变为热传导为主导后的冷却过程中的热应力。综合以上结果,我们绘制了65个深源月震震源位置处的潮汐应力场、热应力场;讨论二者的综合作用,分析月球冷却收缩导致的热应力在深源月震中的作用。此外,我们还初步探讨了深源月震的不对称性和丛集性原因,为未来对于月球内部结构进行三维非球对称数值模拟的深入研究提供基础。", "label": "天文学", "id": 0}
{"content": "<正>自1969年阿波罗计划在月球表面布设月震仪以来,开启了人类对月球内部结构的直接观测。然而月球一维结构（即圈层）仍未有定论,其中月核结构,包括其大小及是否具有液态外核都是非常不确定的,而这些信息是了解月球磁场与其演化历史的重要基础。尽管受限于月震仪的频宽限制、仪器采样与月震分布,对于是否观测到稳定的低频模态信号仍存疑,但月震低频模态信号（1-10mHz）却是直接且有效约束月核结构的关键手段。低频模态除了受结构影响,自身的重力、球体的椭率与旋转效", "label": "天文学", "id": 0}
{"content": "大气潮汐及行星尺度波是大气中重要的全球尺度的波动,普遍存在于快速自转的行星大气中,火星上的潮汐波主要是由大气中普遍存在的沙尘以及水冰云的热吸收和热辐射激发的。火星是一个沙漠星球,从微尺度的尘卷风到大尺度甚至全球尺度的沙尘暴等沙尘活动发生频繁,沙尘颗粒对太阳短波辐射的吸收所带来的热力学效应可以显著改变大气中的密度、温度、风场和地表压强。本文利用Mars Climate Sounder（MCS）卫星观测数据对火星沙尘暴期间大气潮汐波的变化特征及其对沙尘活动的响应进行了研究,发现沙尘暴期间不同潮汐种类对沙尘的响应各不相同,其中周日潮汐得到显著增强,沙尘暴期间沙尘活动以及其带来的激发作用超过了水冰云的贡献,是大气周日潮汐增强的主要原因。", "label": "天文学", "id": 0}
{"content": "<正>磁鞘是位于太阳风与行星磁层相互作用形成的两个重要的边界层-弓激波和磁层顶-之间的区域。一方面,磁鞘动力学过程受太阳风的直接控制,另一方面,磁鞘的等离子体及磁场特征影响着磁层的大尺度动力学过程,地球空间的大量卫星数据促使磁鞘动力学特征被广泛地研究,但水星空间探测数据的长期缺乏导致该类研究始终没有系统化。水星是离太阳最近的行星,其轨道处太阳风和行星际磁场参数与地球空间明显不同,因此,水星磁鞘的动力学过程及其对太阳风与行星际磁场的响应", "label": "天文学", "id": 0}
{"content": "<正>目前,约三分之二的月球陨石为斜长岩质角砾岩。这些来自月壳的斜长岩质陨石的详细岩石学和地球化学研究表明,月壳岩石具有比\"月球原始岩石\"更复杂的特征（Korotev and Irving 2013, Joy,Nemchin et al. 2014）。因此,斜长岩质角砾岩月球陨石这对于我们研究月壳的形成和演化具有重要的意义。本次研究的样品临时编号为C-201901L,为一块斜长岩质月球陨石。本次工作初步分析该陨石中不同角砾和基质的岩石学和矿物化学特征,进而确定陨石类型。", "label": "天文学", "id": 0}
{"content": "<正>关于月球的形成,目前比较得到学术界认可的是大碰撞模型,认为月球形成于45亿年前一次类似火星大小的星体与原始地球的大碰撞事件,而月球的物质来源与地球的地幔非常相似（Canup and Asphaug, 2001）。鉴于目前为止人类还没有获得任何直接来自月球深部的岩石样品,关于月球形成和演化模型主要是以实验和数字模拟月球岩浆洋的结晶分异为主。比如目前引起学界关注的先发生平衡", "label": "天文学", "id": 0}
{"content": "<正>地球自转变化表征着地球系统的整体运动状态,也反映了固体地球与大气、海洋等各个圈层在空间的相互作用过程。整个地球系统的总角动量是一个常数,系统内某一圈层的角动量的变化都可能导致其它圈层的角动量发生变化,该过程主要通过扭转力矩和物质质量的重新分布来实现。角动量的转", "label": "天文学", "id": 0}
{"content": "<正>绕月卫星阵列目前已经进入背景型号研究,该项目将8颗左右的卫星阵列送入月球轨道,进行超长波干涉成像以及21cm精密全天频谱测量。本报告将介绍针对30-120MHz 21cm精密全天频谱测量拟采用的载荷初步设计和相关实验。", "label": "天文学", "id": 0}
{"content": "<正>太阳系动力学参考系由太阳系内主要天体的精确轨道实现,其定向目前主要取决于深空探测器飞掠或绕飞大行星期间开展的VLBI/VLBA观测。本文将结合太阳系动力学参考系的建立过程,介绍并分析欧洲水星探测Venus Express在2004-2013年间的VLBI观测、", "label": "天文学", "id": 0}
{"content": "<正>太阳系是如何形成和演化的?地球和地球上的生命是如何形成和演化的?太阳系外行星系统的形成与演化是否与太阳系的一样?是否存其他适应地球生物生存的行星?对这些问题的回答构成了行星物理研究的主要内容。太阳系是离人类最近的行星系统,也是人们了解最多的行星系统。从人类最早的太阳系天体观测（中国秦始皇七年关于哈雷彗星的记载）到现代空间飞行器的近距探测的成果,", "label": "天文学", "id": 0}
{"content": "<正>超长波天文观测阵列任务拟采用月球轨道微卫星编队,构建天基超长波射电天文台,开展低频射电探测,获取超长波天图和全天谱。天基超长波射电天文台由非等间距线性编队的微卫星编队组成,每颗卫星携带低频干涉成像谱仪,基于干涉测量原理进行全天区低频射电成像。", "label": "天文学", "id": 0}
{"content": "<正>射光谱是当前行星大气研究中应用最广泛的技术,对限制系外行星大气成分具有重要的意义。本文使用Exo-Transmit数值模拟工具,模拟不同大气温度、主星半径、行星半径、行星表面重力下的系外行星透射光谱,给出紫外、可见光波段的光谱特征,并对实际观测中的主要影响因素进行讨论,分析恒星活动性变化导致的系统误差。我们对两个实际案例做了分析。", "label": "天文学", "id": 0}
{"content": "<正>偏振测量在日天文（例如太阳磁场测量）与夜天文（例如系外行星成像）等研究领域扮演着重要角色。本报告介绍了课题组发展的基于液晶波片的高速偏振测量技术与观测研究,与传统机械调制偏振技术相比,本技术具有以下特色与优势:（1）形成全电光调制,偏振元件无需机械运动,避免了系统震动、机械误差、图像抖动等问题;（2）偏振测量速度快,", "label": "天文学", "id": 0}
{"content": "<正>空间天气是对地球及近地空间环境产生影响的行星际介质扰动现象的总称,空间天气变化的源头是太阳,子午工程二期将建设太阳-行星际子系统用于对空间天气源头的探测。稻城圆环阵太阳射电成像望远镜（Daocheng Solar Radio Telescope,DSRT）是太阳-行星际子系统的关键大型设备,", "label": "天文学", "id": 0}
{"content": "<正>太阳活动引起的短波辐射和粒子辐射增强,将会影响到航天、通讯、电力、物探、航海、天气和水文等国防和国民经济的诸多领域,因此对太阳活动进行预报有着重要的实用价值。使用1874年到2016年太阳黑子面积的值预测太阳第25个活动周,将1874年到2016年太阳黑子面积数据集转换为时间序列,采用深度学习算法进行太阳黑子面积的预测。使用长期短期记忆（LSTM）", "label": "天文学", "id": 0}
{"content": "<正>日珥的精细结构的运动特征可能揭示日珥的复杂磁场结构。本报告将介绍我们对一个云南天文台NVST望远镜观测到的日珥的分析结果。此份观测资料捕捉到了长达5个小时的日珥高分辨率H-alpha波段的图像。我们利用形态学的方法识别到数千个日珥内部的下落的亮特征。", "label": "天文学", "id": 0}
{"content": "<正>我们使用云南天文台的手绘黑子历史数据,结合天文图像处理和统计分析的研究方法,对太阳黑子在过去6个活动周的较差自转进行了详细分析。我们得到了太阳黑子在不同活动周的自转轮廓,并与经典的较差自转参数进行了对比研究。", "label": "天文学", "id": 0}
{"content": "<正>在太阳系巨行星周围存在着大量的不规则卫星。这些卫星具有距离主星较远、偏心率大、轨道倾角大等特点,研究这类卫星有助于加深对太阳系起源和演化的认识。2016年—2018年使用中国科学院云南天文台1m光学望远镜对木星不规则卫星进行了10个晚上的观测,获得了639幅观测图像。", "label": "天文学", "id": 0}
{"content": "<正>火星极移是MOP（火星定向参数）的重要组成部分,它包括岁差,章动和钱德勒摆动。其中,火星岁差为极移的一个长周期项,约为17万年,而可用星历时间跨度最长为900年,故在后期的研究中不予考虑,因此本次研究内容的重点在影响火星极移的短周期项章动和钱德勒摆动上。", "label": "天文学", "id": 0}
{"content": "<正>本报告将介绍如何使用理论分析历表的表述形式重构数值积分历表。该工作使对天体运动研究,比如自然卫星自转研究能够得益于由高精度的数值积分历表计算获得的自然卫星系统参数,同时避免或减少因数值积分历表弧段过短带来的误差。在轨道运动中,", "label": "天文学", "id": 0}
{"content": "<正>海卫二具有大偏心率和大倾角等特征,是太阳系中是较为特殊的一类天然卫星。因其星等暗弱,地面观测精度一直不高。GAIADR1发表后,对2012-2017年间分别于兴隆和丽江的观测图像进行了测量,获得了150个新的海卫二位置资料,其标准偏差好于70mas。GAIADR2发表之后,", "label": "天文学", "id": 0}
{"content": "<正>地球与行星科学既与人类生活、生存与发展的切身环境息息相关,又是人类认识浩瀚宇宙、影响形自然界全局观、世界观、以致哲学认知的重要直观基础。从天圆地方的概念转变为对地球圆形的公认直至形成现代的大地（天文）测量学,从行星观察到形成开普勒三定律以至日心说、万有引力定律的确立,地球与行星科学知识的积累、传承、分析、综合都起着至关重要的作用。而在这一领域认知概念知识与大量数据信息的获得、运用之间的相互促进、相辅相成有时比较其它领域更为明显。", "label": "天文学", "id": 0}
{"content": "<正>截至2018年年底,自然界产出的矿物已达5415种,但自然界发现的高压矿物仅有24种,其中在地表陨石撞击坑和超高压变质带中产出的有6种,在受撞击的陨石中有18种。随州陨石是1986年4月15日陨落在我国湖北省随州市东南的一块L6群球粒陨石,回收到的陨石碎块共重270kg,其中的3号陨石体含有多条宽度仅100?200?m的冲击熔脉。经研究,在随州陨石的冲击熔脉中已发现了11种高压矿物(Xie and Chen,2016;Xie et al.,2016;", "label": "天文学", "id": 0}
{"content": "<正>长久以来月球被一致认为是干燥的,水含量低于ppb量级。最近十年大批月球上不同种类样品中岩浆水的发现和实验模拟的证据说明月球的含水性。与月海玄武岩火山作用相关的月球火山玻璃经历了相当程度的去气作用,追溯其初始水含量则需要水扩散系数数据。目前对地球硅酸盐熔体中水扩散系数的测定已经非常充分,但是对月球熔体的实验却鲜有尝试。我们合成两种月球玄武质熔体（成分对应Apollo 15中绿色玻璃和黄色玻璃）作为初始样品,", "label": "天文学", "id": 0}
{"content": "<正>土卫六是太阳系内目前已知的唯一一颗具有浓密大气的卫星,其近地表大气主要由N2（95.1%）和CH4（4.9%）组成,气压约为1.467个地球大气压,表面温度仅有93.65K （Coustenis and Taylor,2008）。NASA和ESA合作发射的Cassini-Huygens号对土卫六进行了非常成功的轨道遥感及着陆探测任务,发现土卫六表面的CH4存在着与地球上的H2O极其相似的循", "label": "天文学", "id": 0}
{"content": "<正>月球最初形成时,全部或者大部分组成物质处于熔融状态,形成岩浆洋（Warren,1985）。月浆洋假说是美国阿波罗和前苏联月球计划的最重要成果（Elkins-Tanton,2012）。月浆洋结晶从底部开始,初期结晶橄榄石和辉石形成月幔,当70%～80%月浆洋熔体结晶完成时,斜长石开始在月浆洋底部结晶,并漂浮到月浆洋表面,形成斜长岩月壳（Warren,1990）。这个标准模型框架可以解释很多月球一级地质地球化学和地球物理特征（朱丹等,2010）,比如全", "label": "天文学", "id": 0}
{"content": "<正>月球形成的大碰撞假说因其能够较好地解释地月系统间一系列的重要观测事实与约束条件,因此自确立以来,近几十年来一直被广为接受。然而大碰撞事件不仅仅形成了月球,同时也确定了原始地球的初始状态,因此开展大碰撞研究不仅可以帮助我们了解月球是如何形成的,更是理解地月系统早期状态和演化的钥匙。大碰撞数值模拟能够提供大碰撞事件的碰撞速度、碰撞角度、碰撞体（Theia）的质量等可能的初始条件信息,也能够提供碰撞温度、系统角动量、月球质量、物质组成（地幔与地核）、", "label": "天文学", "id": 0}
{"content": "<正>天体化学证据及高温高压实验结果都表明,宇宙中的亲铁元素在类地天体等行星的形成过程中会伴随核幔的分异,富集在铁镍合金中并被带入行星的核部。磷元素是一种中等的亲铁元素,其在金属相和硅酸盐熔体之间的分配系数已有广泛研究（尹远等,2018）。高温高压实验发现磷在月球核幔分异的环境条件下,其分配系数可以高达200（Steenstra等,2015）,这说明整个月球的磷可能有相当部分的质量赋存于月核之中。铁可能是月核主要组成物质。", "label": "天文学", "id": 0}
{"content": "<正>钙硬玉（Tissintite）是一种富含缺位的具单斜辉石结构的高压矿物,其成分与钙质斜长石相当（Ma等,2015）。钙硬玉最早被发现于火星陨石中（Ma等,2015;Walton等,2014）,之后HED陨石中也观察到了钙硬玉的存在（Pang等,2016）。月球表面大大小小的陨石坑表明,月球经历了多次不同强度的撞击事件。Ma等（2015）指出,月球岩石中斜长石的An值很高,而且经历过撞击,因此月球样品中应该存在钙硬玉。但是目前为止未有月球样品中发现钙硬", "label": "天文学", "id": 0}
{"content": "<正>中国南极科学考察队自1999年开始在南极搜集陨石,目前已达近两万块,总量居世界第三。其中近2000块陨石在国家极地办与南极陨石专家委员会的组织下,有了初步的分类（林杨挺等,2008;缪秉魁和王道德,2008;秦为稼等,2008;Russell等,2002;Russell等,2005）。其中,20%以上的普通球粒陨石含有冲击熔融脉。这为开展熔融脉中高压矿物与冲击变质的研究提供了充足的样品。本文所研究样品GRV022115是其中击变程度较高的一块,", "label": "天文学", "id": 0}
{"content": "<正>1.引言月尘吸附的月面探测器及相关电子设备将会出现工作性能下降、寿命衰减等问题,月尘粘附的航天服将出现保护性能下降、危及宇航员生命安全等问题,这些都是登月工程面临的重大课题之一。因此,对月尘静电粘附性的研究具有重要的理论和实际意义。鉴于月表存在不规则表面电场分布,以及晨昏线附近的显著电势差,二者或导致运动中的月尘颗粒带电。因此我们尝试分析带电月尘颗粒吸附于月表设备的金属表面时的受力情况,探讨颗粒粘附机", "label": "天文学", "id": 0}
{"content": "<正>月球是研究撞击坑形成过程和无大气天体表面土壤演化的绝佳场所。新鲜的撞击坑附近以及延伸至几个撞击坑半径的范围通常会被广泛重塑,而通过分析月球轨道探测器上的DIVINER数据发现,在很多新撞击坑周围的辐射状条纹区域发现了很多被称之为\"冷点\"的热异常区域,这些\"冷点\"区域的温度一般比中心撞击坑和冷点之外的周边区域低几个开尔", "label": "天文学", "id": 0}
{"content": "<正>1.前言大多数月球岩石和HED族陨石记录了岩浆结晶期后复杂的变质历史,包括热变质作用、冲击变质作用、破碎和角砾岩化作用以及太空风化作用。然而最近研究表明,月球岩石和HED族陨石还有可能经历了岩浆期后的次生蚀变过程,且多数蚀变现象被认为与含H2O/H流体有关。含H2O挥发分在月球和小行星的形成和演化过程中发挥着重要的作用,然而历史上,月球和灶神星均被认为是挥发分贫瘠的。但近几十年,克莱门汀号、月球勘探者号等", "label": "天文学", "id": 0}
{"content": "<正>1.前言内蒙古林东陨石申报命名为LL5-6型普通球粒陨石,卞青竹等（2018）认为是普通球粒陨石表土角砾岩。据最新数据统计,最常见的普通球粒陨石中,被正式确认为表土角砾岩的仅有3块。球粒陨石表土角砾岩对研究陨石母体在太空风化过程和冲击历史具有重要意义。本次研究的林东陨石含有多种角砾碎屑,角砾的类型非常丰富,这些角砾很有可能为我们提供LL群普通球粒陨石演化历史及被小天体撞击的过程等重要信息,其中包括原生母体的岩性,", "label": "天文学", "id": 0}
{"content": "<正>NWA10256是一块于2015年在西北非沙漠被发现的碳质球粒陨石样品。本文利用光学显微镜、扫描电镜和电子探针等分析设备,对该陨石的球粒特征、金属、难熔包体等进行了详细的岩石学和矿物学观察和分析,讨论了该陨石的类型及其主要特征。该样品主要由许多大小不一的球粒、难熔包体、暗灰色的基质和少量Fe-Ni金属组成,球粒平均直径约为0.85mm,最大的球粒直径可达2.29mm,最小球粒直径约为0.36mm。球粒类型主要有:大", "label": "天文学", "id": 0}
{"content": "<正>1.前言钙长辉长无球粒陨石是太阳系最古老的岩浆岩之一,代表了灶神星或类似玄武质小行星的壳部物质,记录了分异小行星甚至类地行星早期的演化历史,是目前了解太阳系早期行星分异过程的主要研究对象（Mittlefehldt,2015）。现有研究发现绝大多数钙长辉长无球粒陨石都受到了不同程度的热变质作用的影响,因而认为其母体小行星极有可能经历了全球性的壳部热变质事件（Iizuka等,2015）。但学术界对于此全球性热变质事件的起始时间、持续时间、", "label": "天文学", "id": 0}
{"content": "<正>1.前言月球上由撞击产生的玻璃多发生在月球表土及月壤上,自从月球样品被带回地球之后,很多学者就对月球上的玻璃物质产生了兴趣并取得了一定的研究进展和认识。月球玻璃的研究对我们认识月球上的撞击事件、热变质事件和月球挥发分的研究有重要意义,同时也对我", "label": "天文学", "id": 0}
{"content": "<正>阿波罗登月计划的实施,特别是随后近50年对返回月球样品的研究,构建了现代月球的基本知识体系;20世纪90年代以来,新一轮月球探测工程的实施,包括我国成功开展的嫦娥1-4号环绕和巡视探测,获取了高空间分辨率的月表形貌、矿物组成、化学元素分布、重力、月表浅层结构等信息;月球的大撞击成因假说、岩浆洋假说、39亿年晚期密集撞击假说等被广泛接受。同时,月球探测除了科学研究之外,也越来越强调未来对月球的利用问", "label": "天文学", "id": 0}
{"content": "<正>火星陨石是来自火星的玄武岩和堆晶岩,包括Shergottites、Nakhlites、Chassignites,ALH84001。其次生矿物可反映形成的流体条件以及流体与大气圈、水圈的同位素特征。火星陨石都存在蚀变物质,Shergottites和Chassignites的蚀变物模式丰度低,且受地球污染较严重。Nakhlites是含橄榄石的单斜辉石堆晶岩（Treiman,2005）,有最全面的次生矿物(伊丁", "label": "天文学", "id": 0}
{"content": "<正>据最新的陨石通报（https://www.lpi.usra.edu/meteor/metbull.php）显示已经获得国际命名的火星陨石共227块,还不到申报陨石的0.5%,所以每一块新的火星陨石的发现都能为火星陨石库及火星研究提供新的数据。NWA12220是一块二辉橄榄岩质辉玻无球粒陨石,于2018年申报命名。测试结果为NWA12220总重79g,表面风化严重,熔壳已脱落,手标本", "label": "天文学", "id": 0}
{"content": "<正>印度在2008年10月22日发射的月船1号探测器（Chandrayaan-1）上搭载了美国国家航空航天局（NASA）的月球矿物成像仪（M3）,绕月飞行两年,其中最重要的成果之一是发现了月球上一种独特的岩石单元——富尖晶石岩相,这是一种新的月球岩石类型。其中最重要的发现地之一位于月球远边的Moscoviense盆地,以富含斜方辉石、橄榄石和尖晶石三种矿物为主,被称为OOS（Orthopyroxene-Olivine-Spinel）岩石类型（Pieters等,2011）。除此之外,\"月", "label": "天文学", "id": 0}
{"content": "<正>迄今为止,国际上仅我国嫦娥三号、四号红外成像光谱仪成功实现了月面原位光谱探测。红外成像光谱仪搭载于巡视器平台,能够同步获取月面目标可见近红外波段的高光谱图像以及短波红外谱段的光谱信息,参与完成巡视区矿物和化学成分综合探测。红外成像光谱仪由可见近红外光谱成像通道（0.45～0.95μm）和短波红外通道（0.9～2.4μm）组成,光谱范围覆盖0.45～2.40μm,光谱分辨率2～12nm,具备月面定标及防尘功能。本文首先对红外成像光谱仪", "label": "天文学", "id": 0}
{"content": "<正>比较行星学的研究表明:月球的核可能主要由铁组成,其中含有一定量的（一种或多种）轻元素（如氧、硅、硫、碳、氢等）。在这些候选轻元素中,硅被认为极可能存在于月核之中。首先,硅在液态铁中的溶解度极高（21GPa时Fe-Si共晶点的溶解度为25wt.%）。月球在演化过程中发生了大规模岩浆洋事件,硅在熔融铁中极高的溶解度极有利于其进入液态铁核。其次,月球的形成环境可能较为还原。因此,大量的硅得以进入核中,而非以硅酸盐形式留在", "label": "天文学", "id": 0}
{"content": "<正>氯是一种挥发性元素,具有很强的亲水性（Sharp等,2010）。氯的两种稳定同位素35Cl和37Cl的天然相对丰度分别为75.76%和24.24%（Berglund和Wieser,2011）。地质作用过程涉及的物理作用（如扩散、离子淋滤等）和化学作用（如沉淀作用、火山作用、水岩作用、蒸发盐溶解结晶、变质作用、蛇纹石化过程等）会导致氯同位素分馏。目前已经探明地球d37Cl值", "label": "天文学", "id": 0}
{"content": "高海拔宇宙线观测站LHAASO是以宇宙线观测研究为核心的国家重大科技基础设施,位于四川省稻城县海子山4410米海拔,探测面积达到1.36平方公里,是全球最灵敏的大视场甚高能和超高能伽马射线探测装置,其对超高能伽马射线探测灵敏度是国际同类装置10倍以上,同时也远高于下一代大型切伦科夫望远镜阵列CTA。LHAASO采取边建设边运行方式,基于部分阵列数据已经在超高能伽马射线观测中取得重要进展,本报告主要介绍LHAASO实验及在其超高能伽马天文中取得的进展。", "label": "天文学", "id": 0}
{"content": "<正>X射线光变是标准吸积盘的重要物理特征。我们对四个黑洞X射线双星（4U 1630-47, H1743-322, XTE J1817-330, XTE J1859+226）RXTE观测的软态X射线功率谱进行了统计研究。我们测量了软态功率谱PLN成分的幂律指数与相对rms光变幅度的分布,", "label": "天文学", "id": 0}
{"content": "<正>GX301-2是一个含中子星的常亮大质量X射线双星系统,具有显著的近星点和远星点爆发。利用慧眼极其丰富的数据,我们发现了系统中两条回旋吸收线的强相关性,提示了中子星吸积柱可能存在的复杂结构。我们还测量了该系统中回旋吸收线中心能量与X射线光度的关联,", "label": "天文学", "id": 0}
{"content": "<正>在2000年前后,罗西望远镜在黑洞X射线双星XTE J1550-564中探测到了一次正常的爆发和三次迷你爆发。在这项工作中,我们探索了四次爆发的迟滞效应,这是一种在黑洞X射线双星爆发的不同光度下发生类似的态的转换的现象。在2000年正常爆发的硬度-强度图中发现了一个类似q型的轨迹,但三次迷你爆发只发生在低/硬态,没有发现类似的轨迹。结果表明,在相同的光子计数率下,三次迷你爆发的迟滞效应并不明显,", "label": "天文学", "id": 0}
{"content": "<正>低质量X射线双星（LMXBs）是由吸积天体和质量小于1个太阳质量的主序恒星组成的双星系统,其中吸积天体是中子星或者是黑洞。LMXBs的辐射从射电到X射线波段均有观测。分析不同波段辐射流量的相关性可以为研究吸积辐射机制提供丰富而有价值的信息。", "label": "天文学", "id": 0}
{"content": "<正>伽玛暴是宇宙中伽玛射线的剧烈耀发现象。然而其辐射机制和喷流的组分依然不清楚。偏振强烈地依赖于这些因素,因此被认为是研究伽玛暴辐射机制和喷流组分的有利手段。本报告将介绍伽玛暴瞬时辐射3大主流模型下的偏振特征。", "label": "天文学", "id": 0}
{"content": "<正>伽马暴是宇宙中最剧烈的爆发现象,它们在硬X射线到软$\\gamma$射线能段的爆发被称作瞬时辐射。历年来,人们对瞬时辐射的物理起源提出了许多模型,其中,认为伽马暴是由壳层中的磁场主导引起的是ICMART模型。在这篇文章中,我们在ICMART模型的框架下,用Monte-Carlo方法模拟出了瞬时辐射阶段的光谱能量分布,", "label": "天文学", "id": 0}
{"content": "宇宙射线缪子是来自星际空间的高能粒子与大气相互作用的次级射线之一。因它们具有能域宽、天然存在等特点,宇宙射线缪子成像技术为目前核成像领域的研究热点之一。根据成像原理,宇宙射线缪子成像技术可分为角度散射和强度衰减两种。基于角度散射的缪子成像技术可以对高Z材料进行成像,因此在海关场景检测走私核材料方面有潜在的应用前景。本工作将介绍一种基于塑料闪烁体的宇宙射线缪子成像系统的原型机,即LUMIS系统（Lanzhou University Muon Imaging System）。该系统用于海关检测场景的成像原理验证。本文将对LUMIS系统探测器的结构、数据处理与采集、成像算法等方面进行较为详细的介绍和讨论。实验结果表明,LUMIS样机测量宇宙射线缪子的位置分辨率为2.76 mm,塑料闪烁体探测器对缪子的探测效率为97.89%,LUMIS垂直入射的缪子角度分辨率为9.64 mrad。基于Point of Closest Approach（PoCA）算法,我们进行了对铅砖组合的成像实验,结果表明,三维成像结果与目标物有较好的的吻合度。LUMIS样机的成功研制为下一步研制应用在海关场景中的大型宇宙射线缪子成像系统提供了较为坚实的技术和工艺积累。", "label": "天文学", "id": 0}
{"content": "<正>中子星并合时不但产生强的引力波辐射,还会产生伽玛暴（含余辉）以及千新星等辐射。一般认为伽玛暴由相对论性喷流产生,因此其辐射高度各向异性,只有很少一部分中子星并合事件中能够探测到成协的伽玛暴。而千新星辐射近似各向同性,因而是常见的引力波电磁辐射对应体,", "label": "天文学", "id": 0}
{"content": "<正>慧眼卫星高能望远镜的CsI探测器可用于伽马射线的全天监测以及引力波对应电磁体的搜寻。CsI仪器响应主要基于卫星和载荷的质量模型,使用Geant4工具进行蒙卡模拟获得。其中,质量模型是根据相对卫星不同方向入射的Crab脉冲辐射进行检验与更新。常规增益模式与低增益模式具有不同的探测能量范围,", "label": "天文学", "id": 0}
{"content": "<正>在吸积X射线脉冲星中,存在强磁场,磁场强度通常高达10^12-10^13G。在此情况下,电子的运动将被量子化,使它的能量处在不同的分立的能级（朗道能级）。这会显著的影响电子与光子的散射截面,尤其是当光子的能量处于不同能级之差时,散射系数会大大增加。在观测上,表现为吸收增强,在能谱上会出现宽结构的吸收特征,", "label": "天文学", "id": 0}
{"content": "<正>引力波高能电磁对应体是指引力波源辐射的高能X射线和伽马射线,其对于引力波源、伽马暴和致密星物理、基础物理规律等研究均具有重要意义。引力波暴高能电磁对应体全天监测器（简称GECAM）是针对引力波高能电磁对应体的机遇型空间科学项目,它包含两颗相同的微小卫星（～150公斤/颗）,轨道高度600 km,倾角29°,", "label": "天文学", "id": 0}
{"content": "<正>自1967年发现第一个伽玛射线暴开始已有50多年的研究历史,共观测到约1万个伽玛暴。然而关于伽玛暴的恒星死亡的最后过程,接近光速的喷流如何产生,喷流的动能如何转化成伽玛射线光子等诸多问题都还不够清楚。一种可行的办法是对大量的伽玛射线暴进行统计研究找出规律,进而推测其本质。", "label": "天文学", "id": 0}
{"content": "<正>伽玛射线暴的分类一直是高能天体研究领域的热点问题,根据伽玛暴的持续时间并以2秒为界线分为长暴与短暴的方法得到广泛认可。而由于延展辐射的存在使得原本为短暴的伽玛暴的持续时间进入长暴范围,因此我们利用20个长脉冲和22个短脉冲的延展辐射暴,针对其分类研究了它们的能谱关系与特性,", "label": "天文学", "id": 0}
{"content": "<正>根据费米大面积望远镜所获得的未解决的伽马射线辐射与星系团目录之间得到的正互关联信号作为标识:首先来分辨伽马射线来源位置,包括星系团中的活动星系核模型和星际介质的散射模型。这两种模型的结果在之后分析信号来源的暗晕形式提供偏好选择。其次,因为弱作用大质量粒子作为暗物质最有竞争力的候选者之一,", "label": "天文学", "id": 0}
{"content": "<正>爱因斯坦探针（EP）卫星将用于时域天文学,其有效载荷包括宽视场X射线望远镜（WXT）和后续X射线望远镜（FXT）,观测能段为0.5-4 keV X-ray。WXT的视场（FOV）约为3600平方度,灵敏度比应用准直器的传统X射线全天空监视器高10倍。在对比几种常用空间X射线探测器技术后,", "label": "天文学", "id": 0}
{"content": "<正>在光电望远镜阵列观测数据中,有许多目标不能识别,即不在现有的目标数据库中。仅仅利用单站单圈的光学数据对空间目标定初轨,程序往往不能收敛或者定轨结果太差。因此提出用两站共视观测目标,在目标和两个测站组成的三角形中,利用几何方法求出目标到测站的距离。", "label": "天文学", "id": 0}
{"content": "<正>空间碎片的物理特性决定了利用现有光学和无线电技术对其观测具有很大难度,因此空间碎片的观测数据通常是稀疏的,主要表现为观测弧段数量少,平均1-2天1次。在稀疏弧段数据条件下,我们发现参与定轨观测弧段在轨道上的位置（可用相位描述）是影响定轨精度的重要因素,", "label": "天文学", "id": 0}
{"content": "<正>引力波电磁对应体在引力波事件的物理研究、多波段多信使联合观测、以及基础物理和宇宙学研究等方面扮演着重要角色,本报告将主要介绍我国三个空间高能探测项目在伽马暴以及引力波高能电磁对应体等方面的研究进展与预期成果,具体包括:（1）2016年发射的天宫二号天极望远镜（POLAR）对伽马暴偏振性质的高精度测量结果,以及对引力波事件的监测结果;", "label": "天文学", "id": 0}
{"content": "<正>活动星系核的喷流在宇宙早期的星系演化及第一代超大质量黑洞形成过程中可能扮演着重要的角色,而伽玛射线光子携带着喷流的重要信息。我们近期在高红移（z>3）伽玛射线耀变体光变方面开展了一系列的工作,包括在七个高红移伽玛射线耀变体中证认了其中五个的显著长时标伽玛射线光变,汇报了CGRaBS J0733+0456的准同时性红外和伽玛射线爆发,", "label": "天文学", "id": 0}
{"content": "<正>通常认为宽铁Kα线是通过中心黑洞附近的相对论效应而展宽,其普遍存在于射电宁静活动星系核（AGN）的X射线能谱中,但这一特征在射电噪AGN中很少见。在本次研究中,我们选取XMM-Newton数据,采用能谱叠加方法对97个射电噪AGN样本的总体性质进行了详细研究,主要针对铁线成分。作为对比,同样的方法也应用于193个射电宁静AGN样本。", "label": "天文学", "id": 0}
{"content": "<正>在这篇报告中,我们介绍了在星系NGC5092中发现的潮汐瓦解事件候选体,XMMSL1J1319+2259,的多波段研究。从2005年到2013年,XMMSL1 J1319+2259的X射线流量降低了约270倍。同时,2005年的SDSS和GALEX数据表明,XMMSL1 J1319+2259在光学紫外也存在耀发。", "label": "天文学", "id": 0}
{"content": "<正>星系团是可以用独立方法来测定其质量的最大结构,可作为有力的宇宙学探针。比如,测量星系团的可观测物质成分和不同时期的星系团计数可限制宇宙中物质的含量。大部分利用星系团做的宇宙学研究需要明确定义的大样本。最近由星系团计数得出的宇宙学参数限制与由宇宙微波背景所得到的结果存在差异。在对星系团的观测技术中,X射线成像是最灵敏、", "label": "天文学", "id": 0}
{"content": "<正>X射线偏振测量是天文新窗口,由于技术困难,在过去40年来从未得到有效探索。2018年10月,基于新技术的高灵敏度X射线偏振探测器\"极光计划\"发射上天并正常工作,对蟹状星云、天蝎座X-1等明亮天体进行了X射线偏振观测。我将报告\"极光计划\"在轨运行状态和初步的科学结果,并讨论如何利用立方星进行天文科学观测。", "label": "天文学", "id": 0}
{"content": "<正>爱因斯坦探针（EP）卫星是我国战略先导项目在研的X射线观测卫星,其上有宽视场X射线望远镜（WXT）和后随X射线望远镜（FXT）两个载荷。FXT由中国科学院高能物理研究所承担,理化技术研究所参加,并与ESA和德国MPE合作,目前正在进行方案设计。采用多层嵌套掠入射X射线聚焦镜,在焦平面采用pnCCD作为探测器,并由氦脉冲管制冷机将pnCCD制冷到-90度。", "label": "天文学", "id": 0}
{"content": "<正>伽玛射线暴（伽玛暴）是宇宙中最猛烈的爆发现象,其中心引擎机制是最艰难、亟待突破的问题之一。伽玛暴的余辉辐射可能包含中心引擎再活动的信息,对余辉的研究有助于理解中心引擎的物理机制。本报告中主要利用Swift/XRT观测到的来自中心引擎活动的X射线耀发,", "label": "天文学", "id": 0}
{"content": "<正>千赫兹准周期震荡（kHz QPO）现象是在中子星X射线双星（NS-XRB）当中观测到最快的光变现象。这种高频准周期震荡现象是探索强引力场和验证广义相对论的探针。在报告中我将对一颗Atoll源的RXTE数据时变和能谱进行全面的分析,给出kHz QPO的观测特征在双色图（CCD）", "label": "天文学", "id": 0}
{"content": "<正>我们利用流体动力学和辐射转移数值模拟研究了在红移z=10处的一个超亮类星体周围的21厘米信号。由于有很强的UV和X-ray辐射,QSO能快速电离和加热周围的气体介质,因此超亮QSO周围的电离泡和21厘米发射信号的尺度范围会明显大于普通星系。", "label": "天文学", "id": 0}
{"content": "<正>高红移宇宙一直是天文学家关心的热点领域,来自高红移耀变体的伽玛射线不仅对研究早期超大质量黑洞周围的极端环境有着重要作用,还能对河外背景光模型起到强有力的限制。然而基于诸多原因,探测这类源的微弱伽玛射线信号是一个巨大挑战,红移大于3的源数目仅发现七个。我们对费米卫星组的高红移源伽玛射线数据进行了深入分析,在其中五个源中发现了显著的长时标伽玛射线光变。这些时变信息不仅严格限制了高红移耀变体的喷流速度及辐射区域位置,也对搜寻更高红", "label": "天文学", "id": 0}
{"content": "<正>低质量X射线双星中吸积中子星宁静光度观测为探测中子星的结构提供了一种新的方法。暂现源中子星爆发期和相对较长的宁静期交替进行,普通暂现源可以通过壳加热来解释宁静期的光曲线观测,但是最近发现一些源KS1731-260、MXB1659-29、MAXI J0556-332等的宁静光曲线需要在浅壳层加入一个未知热源才能解释,但是潜热源的物理原因还不清楚。MAXI J0556-332是进入宁静期最热的暂现源吸积", "label": "天文学", "id": 0}
{"content": "<正>我们提出了一个方法检验耀变体PG 1553+113的伽马射线准周期光变是否由多普勒因子周期调制导致。", "label": "天文学", "id": 0}
{"content": "<正>AGN喷流中的能量耗散机制还没有定论。我们通过分析两个源（一个耀变体和一个射电星系）的X射线爆发的统计特性来研究其能量耗散机制。我们得到X射线爆发事件参数的分布特征,并与自组织临界（SOC）模型预言的分布作对比,考察喷流的能量耗散是否由磁重联驱动。", "label": "天文学", "id": 0}
{"content": "<正>HAWC的最新观测发现在Geminga周围存在高能伽马射线晕,通过晕的分布可以推断这个区域的电子的扩散速度远远小于其在星际介质中的扩散速度。以这样速度扩散,Geminga贡献的正电子无法解释AMS-02等观测到的宇宙线正电子超出。我们提出一个双区扩散模型,认为HAWC观测到的慢扩散区只限于Geminga周围的一个小区域内。通过求解这个模型,我们发现Geminga能够贡献的正电子流强比通", "label": "天文学", "id": 0}
{"content": "<正>HAWC实验在Geminga脉冲星周围探测到了尺度20pc、能量数十TeV的伽马射线晕。该伽马射线晕作为逃逸电子分布的探针,为我们提供了理想的研究源附近宇宙线传播的环境。有趣的是,HAWC实验所给出的Geminga附近的宇宙线扩散速度比银河系平均值慢数百倍。这个慢扩散区域无外乎来自电子的自约束,抑或是一个事先存在的强湍流区域。我们首先检验了Geminga产生的电子能否通过束流不稳性", "label": "天文学", "id": 0}
{"content": "<正>探测器在死时间内不能处理新的事例,因此,死时间在数据分析中非常重要。慧眼HXMT卫星高能望远镜（HE）只记录了每秒的死时间,从而无法直接得到任意时间范围内,特别是秒以下的死时间。我们根据HE的电子学模型,建立了死时间计算公式,它包括正常信号、宽信号、大信号事例,然后使用最小二乘法拟合得到参数,发现6参数拟合最优。拟合结果的平均残差只有记录的一秒死时间2%以内,残", "label": "天文学", "id": 0}
{"content": "<正>地球伽马闪（TGF）是雷暴和闪电等大气现象产生的短暂的（亚毫秒）、高强度的伽马射线辐射。1994年第一次被CGRO/BATSE卫星发现以来,FERMI、AGILE、RHESSI等卫星也相继发现了TGF。我们利用慧眼HXMT卫星——我国首个空间X射线天文望远镜--对TGF进行了探测研究。首先进行TGF的搜索,以及TGF与闪电的关联,在慧眼HXMT望远镜第一年（2017年6月至2018年6月）运行期间,我们", "label": "天文学", "id": 0}
{"content": "<正>宇宙再电离时期（EoR）的X射线源,比如X射线双星,中心吸积黑洞,受激波加热的星际介质等,由于距离较远往往无法被直接观测,但会贡献一部分的X射线背景。我们利用高分辨率流体动力学数值模拟发现再电离时期的X射线源在背景辐射中的贡献约为几个百分点,在X射线背景角功率谱中的贡献约为2%。随后我们利用辐射转移模拟计算了中性氢的21厘米辐射信号,并计算了与X射线背景的互相关。", "label": "天文学", "id": 0}
{"content": "<正>在X射线双星的光谱中观测到高电离态的金属吸收线表明沿着这些双星视线方向上有热气体分布。但这些热气体的来源还未有明确的定论:是属于X射线双星系统,还是弥漫在视线方向上的星际气体（ISM）。Luo et. al （2018）利用XMM上RGS的三十多个X射线双星数据来研究这些视线方向上的OVII吸收线。我们这个工作基于他们的研究来研究这些视线方向上的OVIII吸收线。这将有助于我们更好的限制", "label": "天文学", "id": 0}
{"content": "<正>能谱分布（SED）可以提供星系或活动星系核（AGN）的许多物理性质,如恒星质量、恒星形成率、金属丰度、AGN光度等。我们用CIGALE对CDF-S 7Ms深场中1008个X-ray的X射线源进行了多波段（紫外到红外波段）的SED拟合。拟合的结果得到了这些X-ray源的物理信息,如恒星质量、恒星形成、AGN光度、尘埃环的特性。相比之前仅使用星系模型来拟合SED的方法,我们考虑了AGN成分的贡献,能够获得更", "label": "天文学", "id": 0}
{"content": "<正>我们的样本基于SDSS DR7 quasar catalog中红移z小于0.7的15798个源。通过光谱分析得到他们的Hβ等发射线的数据,限制了数据质量后,计算了它们的无量纲吸积率和爱丁顿比。我们通过在Chandra以及XMM-Newton数据库中寻找与这些源对应的X射线观测数据,通过谱拟合得到它们的硬X射线谱指数Γ", "label": "天文学", "id": 0}
{"content": "<正>太阳的日冕层上,时常会产生日冕物质抛射,大量的携带磁场的等离子体物质团被抛洒到行星际空间。日冕物质抛射在行星际中的一种表征形式为磁云。磁云有强磁场和较低质子温度,且磁场方向发生大角度旋转。磁云会影响银河宇宙射线的传播:当磁云扫过地球时,地面的中子堆宇宙射线观测台站会在几个小时内观测到银河宇宙射线强度出现大幅度下降,随后几天银河宇宙射线强度又逐渐恢", "label": "天文学", "id": 0}
{"content": "<正>人造天体一般泛指人造地球卫星、空间碎片等环绕地球运动的空间物体。天文学方法广泛应用于人造天体的研究中,例如人造天体的运动理论与太阳系小天体动力学一脉相承,照相天体测量方法在人造天体的观测中发挥了重要作用;与此同时,人造天体扩充了天文学的研究对象,并在近地天体、时域天文学等领域提供设备与", "label": "天文学", "id": 0}
{"content": "<正>介绍了双向卫星时间频率传递（Two-Way Satellite Time and Frequency Transfer,缩写为TWSTFT）原理,以及在国际权度局（BIPM）组织的国际时间比对计算协调世界时（UTC）中的应用。为了提高GEO卫星的测定轨精度,国家授时中心在TWSTFT基础上发明了转发式测定轨技术(the technology of Orbit Determination by Transfer Tracking,缩写为", "label": "天文学", "id": 0}
{"content": "<正>我国正在开展嫦娥四号月球背面软着陆、嫦娥五号采样返回、火星探测等项目。并正在推进小行星、木星等探测计划。本文针对这些探测器的测定轨需要,重点介绍高精度VLBI测定轨技术研究进展和应用情况,并介绍基于无线电测量数据的月球和行星科学部分研究成果。", "label": "天文学", "id": 0}
{"content": "<正>为了满足深空探测和射电天文的发展,开展天线阵信号合成的相关研究有着重要的意义。大气相位扰动实时修正技术是天线阵相关研究的重要组成部分。由于涉及到气象学、天文学、物理学和电子学等多种学科,大气相位扰动修正技术的研究具有较大的挑战性。但是合理有效的大气相位扰动修正技术,可以在节约成本的前", "label": "天文学", "id": 0}
{"content": "<正>宇宙线在向地球传播的过程中受到太阳的遮挡而形成日影。受日地之间磁场影响,日影的位置和缺失度发生变化,因此可以通过日影来研究日地间磁场及其变化。基于位于西藏羊八井的中意合作ARGO-YBJ实验在太阳活动上升阶段收集的实验数据（2008年-2012年）,在扣除地球磁场影响后,我们首次测量了能量在0.4Te V-200Te V的日影缺少度随能量的变化关系,并观测到此能量关系随太阳活动的年变化。本工", "label": "天文学", "id": 0}
{"content": "<正>凌星法观测是目前最高效的系外行星探测手段,但该方法的观测结果容易受到主星周围尚未被分辨的背景星的干扰,导致被探测行星的估计质量和体积大幅偏离于真实数据,甚至误报并不存在的系外行星凌星信号,进而误导行星的形成和演化模型。基于激光导星自适应光学的高分辨成像和高精度光度测量的验证观测是甄别", "label": "天文学", "id": 0}
{"content": "<正>1964年,Allan和Cook在研究近圆地球卫星轨道的长期演化时就指出,在Kozai-Lidov机制的作用下,一部分高倾角轨道的近圆特性无法长期保持。近20年来,许多论文都探讨了导航卫星轨道的圆稳定性问题。2015年,我们在研究北斗导航系统中的5颗处于倾斜同步轨道卫星的轨道演化问题时发现,对于倾斜同步轨道,", "label": "天文学", "id": 0}
{"content": "<正>基于2013-2015年Envi Sat光学观测数据中镜面反射时刻所计算出的会合周期,拟合获取其旋转周期变化。在拟合中将目标简化为单轴对称模型,考虑了角动量在重力梯度力矩的影响下的一阶变化,即绕轨道面法向的进动。由观测数据可分析得出Envi Sat自转方向与轨道运动相反。拟合得到目标自转周期变化指数方程,其拟", "label": "天文学", "id": 0}
{"content": "<正>当激光测距望远镜采用TLE格式的轨道预报对空间目标进行跟踪时,在跟踪电视系统的图像上常常会看到空间目标的实际位置与预报位置有很大的偏差,即脱靶量。脱靶量较大时会极大影响对空间目标激光测距的成功率。空间目标的脱靶量主要是轨道预报的时间偏差导致产生的,所以基于空间目标的脱靶量解算出时间偏差,", "label": "天文学", "id": 0}
{"content": "<正>伴随a LIGO的升级计划,至2020年左右,将有能力探测邻近宇宙中的中子星并和产生的引力波。此类天文现象在释放引力波暴的同时也可能产生伽马射线暴,一旦探测到与引力波暴成协的伽马射线暴,不仅可以验证伽马暴短暴的模型,还能对中子星物理等一系列科学问题提出有力限制。由于地面引力波探测器灵敏度的局限", "label": "天文学", "id": 0}
{"content": "<正>GRB 120729A瞬时辐射的光变是快速上升、指数下降的单脉冲,并且延伸到XRT能段的流量和XRT能段本来的流量连接得非常好。同时,其光学波段的流量几乎是沿幂率衰减的。我们对其光变进行经验拟合,主要分为四个部分:鼓包、正常衰减、平台和喷流拐折。我们用标准的外激波加能量注入的形式对其进行理论拟合。发现", "label": "天文学", "id": 0}
{"content": "<正>XMM-Newton望远镜在过去17年的观测中陆续积累了数十万颗意外发现的X射线源,录入3XMM星表中。该星表提供了一个高能天体宝库,蕴含大量未被发现证认的脉冲星、双星、活动星系核,弥漫星云等。这些源涉及多方面的、重要的物理过程,其中某些类型已知数量极少,极具发现价值。此前我们发现的一颗周期为11.56s的", "label": "天文学", "id": 0}
{"content": "<正>Be/X射线双星是由一颗Be星和一颗致密星组成的双星系统。Be星是光度型为III-V、具有发射线的B型星。Be星的赤道平面上有一个星周盘,当致密星过近星点时能从星周盘上吸积物质,物质落入致密星的引力阱中,其引力势能最终转化为X射线辐射出来。Be/X射线双星在光学波段的辐射由Be星主导。Be星在光学/红外波", "label": "天文学", "id": 0}
{"content": "<正>本报告将汇报一些暂现源的伽玛射线辐射,包括长周期伽玛射线双星、或伽玛射线暴等河外源,的一些最新成果。这些暂现源以偶发或周期很长的方式产生激烈的光变,可能是由源周边环境的变化,或粒子突然被加速等原因所造成,了解这些暂现源的辐射现象将有助了解这些源的相关极端环境。", "label": "天文学", "id": 0}
{"content": "<正>主要介绍深空探测VLBI测定轨技术研究和应用进展。包括高精度VLBI技术在嫦娥三号和火星探测测定轨中的应用研究进展。同波束VLBI在嫦娥三号月球车定位、", "label": "天文学", "id": 0}
{"content": "<正>费米望远镜自2008年发射以来已经观测到了3000多个伽玛射线源,其中在银河系内观测到的大部分是脉冲星,以及各类脉冲星相关天体,目前已有200多个伽", "label": "天文学", "id": 0}
{"content": "<正>伽玛暴偏振探测仪POLAR是我国的空间实验室\"天宫二号\"上的科学载荷之一,由来自中国和欧洲的科学家共同研制完成。\"天宫二号\"于2016年9月15日在酒泉卫星发射中心成功发射。", "label": "天文学", "id": 0}
{"content": "<正>探讨各类恒星爆发过程的关联性,特别是新生中子星在其中可能起到的作用。", "label": "天文学", "id": 0}
{"content": "<正>激变变星（CV）是银河系中2-10ke V波段光度在1.0E34以下最重要的X射线源,研究其X射线辐射性质不仅可以加深我们对CV本身的理解,还可以对银河系背景X射线辐射、白矮星质量分布等问题进行限制。我们利用Suzaku卫星对CV的公开数", "label": "天文学", "id": 0}
{"content": "<正>X射线深巡天是研究超大质量黑洞增长与演化的有效及高效手段。Chandra 7 Ms CDF-S X射线深巡天是目前曝光时间最长灵敏度最高的X射线巡天,CDF-S这一天区", "label": "天文学", "id": 0}
{"content": "月球作为一个稳定的辐射源,而且其辐射能量处于大多数星载仪器的动态范围内,非常合适作为地球卫星在轨定标和交叉定标参考辐射基准源[1,2],美国CLARREO定标卫星和欧洲TRUTHS定标卫星都计划将月球选作交叉传递基准[3,4]。而具体应用过程中,首先需要预报月球出现在卫星视场事件的时间。本文以FY静止卫星的两行报为基础,结合JPL提供的星历文件DE405[5],并利用SPICE深空导航函数包,模拟月球进入卫星视场的时间,以及月球出现在视场中的持续时间[6]。并比对了EUMATSAT提供的预报结果,以及实际FY静止卫星观测结果（FY2E,2010年1月4日至2014年11月1日）。发现与EUMATSAT提供结果相比,本文采用的方法预报事件时间完全包含EUMATSAT提供结果,与实际FY2静止卫星观测结果发现,只有18.5%的预报结果对应实际观测包含月球。由于FY卫星在非汛期扫描1250个行（从北至南）需要25分钟,而每半小时下载一副图像[7]。通过进一步考虑卫星扫描方式,所以将月球在卫星视场中持续时间小于30分钟的数据排除,没有考虑汛期与非汛期扫描模式的不同,所以预报准确率提高到76.7%,但满足了可见光波段月球定标数据提取需求。", "label": "天文学", "id": 0}
{"content": "<正>本研究利用动力学方法建立GRACE（Gravity Recovery And Climate Experiment）K波段距离变率观测KBRR（K-Band Range-Rate）、卫星轨道位置与重力场系数的观测方程,通过GRACE Level 1B观测数据与德国格拉茨大学发布的运动学轨道,解算了全球月时变重力场模型-IGG/CAS（Institute of Geodesy and Geophysics/Chinese Academy of Sciences）时变重力场模", "label": "天文学", "id": 0}
{"content": "S50716+714（RA=110.472702,DEC=71.34343428）从射电到γ波段都有着剧烈的光变,从1979年被发现以来,一直作为人们研究的对象。Wagner等人在1995年发现了其光学上有天时间的光变（intraday variability）,之后从射电、光学、X射线等都有许多详细的研究;自2008年Fermi卫星发射以后,许多人开始研究其γ-ray辐射的物理机制和物理模型,其中Rani等人在2010-2013年对其射电、光学、X-ray、γ-ray做了详细的研究。但是随着Fermi卫星仪器性能的改进,2015年Fermi公布了P8数据。本文基于Fermi P8的8年观测数据对S50716+714进行研究,得到S50716+714在长时标上有6个明显的耀发,同时对每一个耀发进行短时标分析,再通过光变时标拟合找到相应的光变时标。其次,对其能谱进行分析,通过PL（PowerLaw）、BPL（Broken PowerLaw）、LP（Log Parabola）进行拟合,得到最佳的拟合模型为BPL;同时还存在一个Ge V能量截断;之后通过ΔΓ讨论截断能量起源,利用DCF、NPSD分析其不同能段延时和周期。最后结合其它波段数据研究其物理机制和物理模型。", "label": "天文学", "id": 0}
{"content": "\"国家发改委十二五\"规划——大型高海拔空气簇射观测站（Large High Altitude Air Shower Observatory, LHAASO）项目中的水切伦科夫探测器阵列（Water Cherenkov Detector Array, WCDA）需要精确测量光电倍增管（Photomultiplier Tube,PMT）输出信号,它的读出电子学系统要求对1-4000光电子（PhotonElectron,P.E.）动态范围内PMT输出信号实现高精度的电荷和时间测量。针对上述应用需求,我们设计了读出电子学原型系统。本文主要介绍了该原型系统的验证和测试工作。电子学测试结果表明,该原型系统在整个动态范围内时间测量精度好于500 ps RMS;在1 P.E.处电荷测量精度好于15%,4000 P.E.处电荷测量精度好于1%,均满足项目应用需求。此外,我们利用该原型样机对滨松CR365PMT进行了性能测试。测试结果表明,该原型样机工作正常,测量结果符合物理预期。", "label": "天文学", "id": 0}
{"content": "为满足大型巡天望远镜中广角大气荧光/切仑科夫光探测器阵列研制的需求,设计了大型复合实验阵列（LHAASO）广角大气荧光/切仑科夫光探测器阵列（WFCTA）电子学读出系统。该系统负责处理PMT阵列的输出信号,总共由三部分组成:模拟电路AB（Analog Board）、数字电路DB（Digital Board）、触发电路BDB（Bus Driver Board）。本文介绍了模拟电路和数字电路的设计,并测试了相对偏差和分辨率指标。结果表明在最小信号处,该系统相对偏差小于4%,分辨率小于25%,到达设计要求。", "label": "天文学", "id": 0}
{"content": "针对LHAASO（Large High Altitude Air Shower Observatory）项目中WCDA（Water Cherenkov Detector Array）读出电子学需要,设计了可以对PMT信号进行大动态范围内高精度时间及电荷测量的ASIC。本文主要介绍了此ASIC原型电路的测试与评估工作。测试结果表明此ASIC时间测量精度好于500ps,电荷精度在小信号好于15%,大信号好于1%,满足应用需求。", "label": "天文学", "id": 0}
{"content": "\"互联网+\"已经成为当前中国各行业发展的重要战略。互联网、大数据、云计算等高新信息技术迅猛发展,\"互联网+\"将这些信息技术与各领域融合,使传统业务数据化、在线化,实现了传统产业的创新与变革。空间科学作为一门前沿交叉学科,近年来在先进的互联网信息技术助推下迅速发展,迸发出新的活力。空间科学是一门以数据为核心的实验科学,它以航天器为主要研究平台,探索发生在日地空间、行星际空间乃至整个宇宙空间的物理、天文、化学及生命等自然现象与规律。在空间科学领域,空间科学任务与创新研究活动的全生命周期覆盖了从概念孵育、规划论证、技术攻关、工程研制、在轨运行到数据处理、建模计算、可视分析,最终实现成果产出或业务应用的整个流程。新时期下,数据资源的爆炸式增长、用户需求的急剧提升、科学研究的不断创新,均对全生命周期中必需的网络资源、计算资源、存储资源等基础设施都提出了更高的要求。因此,空间科学领域需要在\"互联网+\"模式下,利用互联网基础设施,将云存储、云计算等信息技术与学科知识资源有效融合,构建基于云技术的空间科学\"云\"服务平台,为空间科学研究提供有力支撑。\"空间科学科技领域云\"就是在这一基础之上构建的综合性创新应用环境。作为中国科学院（国家）空间科学数据中心在科研创新活动中全力打造的示范平台,\"空间科学科技领域云\"以\"日地空间系统研究网络\"为门户,为科学卫星工程团队和科学家提供空间科学任务协同论证服务、空间科学任务运行支持服务、空间科学大数据应用服务、空间天气计算分析服务、领域云资源服务以及科技网资源服务6类服务版块。\"空间科学任务协同论证服务\"提供了卫星轨道交互设计、卫星结构及有效载荷布局、有效载荷观测区分析、卫星数据传输分析等多种任务论证分析工具的在线服务功能,并为科学家团队创建了协同论证环境,支持多位科学家异地、同时开展空间科学论证分析,从而快速制定空间科学任务研究方案。\"空间科学任务运行支持服务\"提供互联网环境下多星多任务的任务态势概览、探测计划生成、载荷状态监视、科学数据快视、数据产品分发、高级产品汇集等功能,为空间科学任务运行提供统一的服务平台。\"空间科学大数据应用服务\"提供了覆盖日地空间物理、空间天文、行星科学等多学科的科学数据,以及模糊检索、条件检索及学科导航等多维数据检索,并集成了坐标系转换、数据平滑和滤波等多种强大的数据分析工具,实现了知识资源、计算资源和存储资源的无缝对接与全面共享。\"空间天气计算分析服务\"以日地空间物理为试点子学科,提供了研究领域内常用的国际参考模型和国内自主研发的空间天气模型,可以满足用户在空间天气预报与数值模拟研究等多方面的需求,并通过云技术解决了模式-数据互操作和大规模计算问题,形成了良好的模式计算环境。通过院、所两级信息化基础设施和公共资源的互联互通互用,\"空间科学科技领域云\"还为云平台用户配置了云盘、自助模式计算等资源服务和来自科技云的科研协同服务。在暗物质粒子探测卫星\"悟空\"在轨测试与在轨运行和\"实践十号\"返回式科学实验卫星在轨实验阶段,\"空间科学科技领域云\"通过\"空间科学任务运行支持服务\"有力支持了卫星运控、卫星下行数据处理分发、卫星数据永久归档与安全保障任务的开展。在科研创新活动阶段,利用科学数据与模式工具,科学家开展了太阳风、磁层、电离层等领域的模拟研究,取得了丰硕可靠的研究成果。未来,\"空间科学科技领域云\"将以\"互联网+\"计划的实施为契机,融合高新信息技术,有效整合学科知识资源和基础设施资源,进一步发展空间科学信息化技术,实现统一时空框架下的空间科学信息承载与应用服务,打造数字宇宙宏伟蓝图,成为中国空间科学创新发展的坚实后盾。", "label": "天文学", "id": 0}
{"content": "<正>理论预言了一些高能天体的X射线辐射具有高度的线偏振,且偏振信息可以帮助我们理解强引力场和强磁场相关的高能天体物理的核心问题,并且可以检验广义相对论和量子电动力学的一些基本预言。然而,由于技术困难,天文X射线偏振测量经历了40年的空白期。直到近期,归功于二维位置灵敏气体探测", "label": "天文学", "id": 0}
{"content": "<正>为了普查缺失的重子,理解星系吸积和反馈对星系演化的影响,需要对近邻宇宙中星系际介质和邻近星系的紫外OVI和HI Lyα发射线成像,所覆盖的波长为1020.1080A和1240.1300 A。这个紫外窗口在科学上非常独特和重要。纵观空", "label": "天文学", "id": 0}
{"content": "<正>爱因斯坦探针（Einstein Probe,简称EP）,是为研究软X射线天体物理学而专门研制的一个小型天文卫星。瞬时视场约为60度X 60度的宽视场望远镜（Wide-field X-ray Telescope,简称WXT）是EP卫星主要载荷,其灵敏能区为0.5-4 keV。在相同灵敏能区内的FXT是EP卫星的后随望远镜,其视场约为1度", "label": "天文学", "id": 0}
{"content": "<正>中国VLBI网和深空测控网装备使用了氢原子钟,为月球和深空探测器的测控提供了高稳定的时间、频率保障。在二期探月任务中,月面着陆器搭载了X波段转发/发射一体机,可使用锁相环PLL锁定接收到的载波,再转发出去。在", "label": "天文学", "id": 0}
{"content": "<正>对于月球车定位,可靠性、全天候和高精度是其精确定位的基本要求。目前主要采用天文导航定位和甚长基线干涉测量（VLBI）等技术对其进行定位。但这两种技术都有各自的缺陷:VLBI定位技术可以提供高精度的位置信息,但是由于一些外部原因导致其信号无法接收时,其将无法工作;采用天文导航定位技", "label": "天文学", "id": 0}
{"content": "<正>精密测量型地基光电望远镜的主要作用是为空间目标的精密定轨服务。随着观测技术的发展,地基光电望远镜运行模式逐渐趋于以观测自动化、记录数字化、传输网络化为特点的无人职守运行,而快速准确的目标识别和稳定的目标跟踪是实现观测自动化的关键。本文将要解决的核心问题是研究基于计算机图像视觉的", "label": "天文学", "id": 0}
{"content": "<正>Toutatis小行星是一颗可对地球造成潜在危险的近地小行星,嫦娥二号在拓展任务中飞越了Toutatis并获取了一批高分辨率的光学图像,并发现其表面分布有大量碎石和撞击坑,我们基于三维雷达形状模型、等密度引力场模型和自转动", "label": "天文学", "id": 0}
{"content": "<正>欧空局的最新一代天体测量卫星Gaia,已进入正式巡天工作模式,目前已积累了大量巡天数据。本报告将简介Gaia项目及其卫星工作情况,并初步介绍", "label": "天文学", "id": 0}
{"content": "<正>分析了黑洞X射线双星X射线的能谱演化和radio-X-ray的相关性,发现硬X-ray光子指,\\Gamma,与X-ray的流量,F{3-9keV),相关,而且当X-ray流量低于和高于临界光度时,F-{X,crit}分别存在反相关性和正相关性,这一现象分别与LLAGNs和RQ AGNs的特性相似。因此,我们给出了\"例外源\"(光子指数和X-ray", "label": "天文学", "id": 0}
{"content": "<正>超亮X射线源（ULX）是光度超过10^39erg/s、超过了恒星质量黑洞的爱丁顿光度的一类致密天体,而ULX的这一性质的本质目前仍然没有被确定。本工作利用XMM-Newton的卫星数据对ULX的时变性质进行分析,对ULX的本质进", "label": "天文学", "id": 0}
{"content": "<正>我们报告利用兴隆基地TNT望远镜对GRB140512A早期光学余辉辐射的观测结果。我们发现,紧随着伽玛暴本身辐射后的光学辐射与火球的反向激波产生的光", "label": "天文学", "id": 0}
{"content": "<正>Tibet ASγ实验位于西藏羊八井,海拔4300米,是具有20多年中日国际合作历史且取得丰富成果的地面宇宙线阵列实验。目前,ASγ实验在原有表面阵列的基础上,己完成了以下几个大规模的升级改造:（1）新增建4500平方米地下MUON探测器阵列（MD）,使之成为目前10 TeV以上能区业界最灵敏的γ天", "label": "天文学", "id": 0}
{"content": "<正>SVOM地基观测系统承担着对空间卫星触发的GRB事件进行光学余辉以及光学瞬时暴的观测。报告主要将介绍地基观测统系的构成、以及系统在SVOM项目", "label": "天文学", "id": 0}
{"content": "<正>伽玛射线暴是来自宇宙空间的、短时标的伽玛射线爆发现象。从被发现以来,伽玛射线暴一直是天文学和物理学中一个极其活跃的前沿研究领域。近十年来,Swift卫星发现了早期X射线余辉和X射线耀发,为研究伽玛射线暴的中心引擎", "label": "天文学", "id": 0}
{"content": "<正>中国VLBI网和深空测控网装备使用了氢原子钟,为月球和深空探测器的测控提供了高稳定的时间、频率保障。在二期探月任务中,月面着陆器搭载了X波段转发/发射一体机,可使用锁相环PLL锁定接收到的载波,再转发出去。在我国发展地-月链路原子钟频率比对技术具有天然的优势,并且可以在多个前沿", "label": "天文学", "id": 0}
{"content": "<正>宇宙线高能粒子最令人感到惊奇的性质莫过于其能谱分布,即单位能量间隔上分布的宇宙线流量。在横跨12个能量量级范围内,宇宙线能谱满足简单的负幂律分布。ACE飞船搭载的CRIS仪器利用其强大的容量,测量了24种银河宇宙线重离子成分从1997年8月至今的通量观测,能量覆盖范围从50MeV/nuc到500MeV/nuc,被认为是迄今为止最为可靠的宇宙线重离子观测数据。我们利用这些重离", "label": "天文学", "id": 0}
{"content": "月球是离地球最近的天体,是人类探索宇宙与生命起源的天然实验台。月球探测器轨道设计是促使人类拓展三体问题等非线性动力学与控制问题的积极因素。严格的地月对称自由返回轨道存在于圆型限制性三体问题中（Cycler Restricted 3 Body Problem,CR3BP）,指能从近地空间出发,绕月一次后返回地球附近,期间不需要任何轨道控制的轨道,该类轨道空间轨迹关于地月连线具有对称性。本文求解了地月对称自由返回轨道解集域及近月点参数极值特性,并进一步分析了轨迹偏差的谱稳定性。研究结论有利于进一步认识CR3BP模型下,地月对称自由返回轨道存在性和解集奇异性,也可对月球及月球以远深空探测任务轨道设计与方案制定提供参考。", "label": "天文学", "id": 0}
{"content": "<正>伽玛暴产生于大质量恒星塌缩或致密双星并合时恒星级黑洞或磁星喷射出的在视线方向的极端相对论性喷流。在早期的几秒或几分钟之内,伽玛暴是全宇宙中最亮的天体,为研究在极端条件下的物理过程和宇宙早期演化带来独特的机遇。", "label": "天文学", "id": 0}
{"content": "<正>基于毫米波多波束接收机设计的银河画卷巡天,其主要目标是借助多谱线探测能力、适度高的空间分辨率、完整的空间取样以及大的天区覆盖等方面的探测能力优势,完成北银道面CO多谱线巡天,重点研究银河系分子气体全局分布、恒星形成以及银河系结构等科学问", "label": "天文学", "id": 0}
{"content": "<正>在有两个探测器的深空探测中,利用同波束VLBI技术可解算高精度的差分相时延,进而同时提高两个探测器的测定轨精度。但是,差分相时延的解算条件严格,差分相位抖动较大时直接影响解算的成功率。针对这一问题展开研究,利用SELENE两颗小卫星Rstar和", "label": "天文学", "id": 0}
{"content": "<正>中国VLBI网利用同波束VLBI技术连续跟踪观测嫦娥三号巡视器和着陆器,6天总共获得60小时观测数据。同波束VLBI差分相时延反映了巡视器天线位置和着陆器天线位置相对于地球相对运动的差异,利用运动学统计定位软件,当巡视器天线在月面保持不动时,", "label": "天文学", "id": 0}
{"content": "<正>VLBI技术是深空探测器测定轨的手段之一,应用于我国的月球探测及行星探测活动中。VLBI相时延通过解算相关相位的整周模糊度解算出探测器的VLBI时延观测量,可有效地降低相位随机误差的影响,从而提高时延测量的精度。本文以嫦娥2号卫星L点探测及小", "label": "天文学", "id": 0}
{"content": "<正>耀变体是宇宙中活动最剧烈的天体之一。它们具有极强的高能辐射能力,是银河系外最主导的伽马射线辐射源。我们通过对两个耀变体的多波段光变研究,对活动星系核中喷流的成分、辐射模型等做出了有效的限制。我们发现典型耀变体S5 0716+714的射电与硬X射线、光学与伽马射线光变存在很强相关并零延迟。光学与伽马射线流量变化与光学偏振角变", "label": "天文学", "id": 0}
{"content": "<正>GRB加速的极高能质子在其寄主星系内部传播的过程中会与介质中的质子相互作用,从而可产生PeV中微子。借助由Swift-XRT观测得到的氢柱密度描述寄主星系介质中的气", "label": "天文学", "id": 0}
{"content": "<正>当前关于宇宙线的加速机制主要有费米一阶、二阶两种。费米二阶加速机制提出较早,但是该机制存在三个问题:加速效率低,如果用二阶加速机制来解释宇宙线粒子加速,为什么粒子的加速时标与逃逸时标会是某种特定的比例,需要有另一种辅助的加速机制将粒子先", "label": "天文学", "id": 0}
{"content": "<正>伽玛射线暴的高能量、高亮度及高红移为宇宙学研究提供了巨大的好处。伽玛暴各个观测量之间存在一些相关性,其中一部分还可以用来进行宇宙学的研究。对于具有余辉平台结", "label": "天文学", "id": 0}
{"content": "<正>经过五十余年的观测研究,致密天体研究取得了长足进展,但是依然有许多基本问题没有解决。例如超大质量黑洞如何形成?中等质量黑洞是否存在?超小质量黑洞是否存在?中子星状态方程是什么?白矮星如何爆炸为Ia型超新星?我们将重点介绍十余年来人们试图", "label": "天文学", "id": 0}
{"content": "<正>我们利用ROSAT、Chandra、XMM.Newton、Swift的观测数据对M81的极亮软X射线源ULS1进行了研究,得到了它近二十年的光变曲线,并对它的一些性质进行了讨论。", "label": "天文学", "id": 0}
{"content": "<正>\"暗物质粒子探测卫星\"计划已被列入中科院\"空间科学战略性先导科技专项\",由紫金山天文台、中国科技大学、中科院兰州近代物理研究所、中科院高能物理研究所等单位合作研发。暗物质粒子探测卫星将于2015年低发射,相关仪器的研发进展顺利。AMS02最新研究", "label": "天文学", "id": 0}
{"content": "<正>伽玛暴是天体物理领域中最引人关注的研究对象之一,其发现最早要追溯到20世纪60年代。至今,国际上已经先后发射了多颗载有伽玛暴探测仪器的天文卫星以及实验平台,观测到的伽玛暴事例已经多达几千个。然而,至今伽玛暴的爆发机制还是未解之谜。当前,伽", "label": "天文学", "id": 0}
{"content": "<正>微孔光学技术（MPO）是基于先进的微加工技术发展起来的高集成度的X射线聚焦光学技术。国家天文台X射线成像实验室在国内率先看展了该技术的研究,并在光学设计、", "label": "天文学", "id": 0}
{"content": "<正>高能宇宙辐射探测设施（HERD）是规划在未来中国空间站上的一个科学载荷,主要的科学目标为暗物质的间接探测、原初宇宙射线各成分能谱的精细测量以及高能伽玛射线巡天观测。HERD的核心为一个新型三维成像量能器。这样一种五面灵敏、大纵向深度、全吸收", "label": "天文学", "id": 0}
{"content": "<正>在轨本底研究是空间X射线探测器数据分析中的必要环节,是影响物理分析结果和科学目标是否能够实现的重要因素。随着对粒子.物质相互作用过程研究的深入和计算技术的", "label": "天文学", "id": 0}
{"content": "<正>本报告主要从引力时延、引力频移、时间比对等方面研究深空探测任务中所涉及的相对论效应。以火星探测为例,分别研究引力时延对测距精度的影响、引力频移对测速精度的影", "label": "天文学", "id": 0}
{"content": "<正>自从1963年第一颗地球静止轨道卫星发射以来,地球静止轨道卫星的数量持续增长。为了保护这个有限的自然资源,联合国和平利用外层空间委员会建议所有的航天中心将旧的地球静止卫星在其结束前在其服务结束前通过一系列切向机动,采用抬高轨道、钝化处理等", "label": "天文学", "id": 0}
{"content": "<正>KS正规化方法可以有效减少大偏心率天体运动计算过程中的累积误差,解决卫星轨道的稳定性问题。在土卫九轨道研究的基础上,将KS正规化方法应用于土卫九的轨道确定中,对运动方程进行相应变换,将其由3维物理空间转换为4维参数空间,进而进行积分计算以", "label": "天文学", "id": 0}
{"content": "<正>本文分析处于近圆轨道的同步轨道带大面质比空间碎片受地球扁率摄动、二阶日月引力摄动和太阳辐射压摄动的轨道面长期演化规律。给出近圆轨道前提下同步轨道带大面质比空间碎片长期演化过程中轨道倾角的变化范围以及轨道倾角与升交点经度之间内在关联的解", "label": "天文学", "id": 0}
{"content": "伽玛暴偏振探测仪计划搭载于天宫二号,其任务是通过在轨飞行,实现对伽玛暴的偏振观测和记录,获取科学试验数据,开展相关科学研究。在其探测器部分,采用塑料闪烁体收集并散射带有偏振特性伽玛射线,散射出的电子和光子方位会带有入射伽玛射线的偏振信息。这些位置信息则被多阳极PMT（H8500）收集,然后通过前端放大电路进行放大传递到数管系统。在伽玛暴偏振探测仪模样机的前端电路中,采用IDEAS公司生产的VA32探测PMT传递过来的电流信号。该芯片动态范围比较大,并且噪声比较低,适合于PMT匹配进行信号探测。本文将根据介绍VA32-TA32芯片在伽玛暴偏振测试系统中的应用。", "label": "天文学", "id": 0}
{"content": "<正>主要介绍卫星科学目标,国际最新动态,探测器设计和预计科学结果.", "label": "天文学", "id": 0}
{"content": "<正>太阳系外行星探测是当今国际天文学最活跃的研究课题之一,而对太阳系外类地行星的搜寻和确认,将有望最终解答\"宇宙中是否存在其他支持生命的星球?\"这一基本科学问题,这也使得该领域的研究具有普遍的公众关注度,是天文科普的重要内容。目前,已发现900多颗太阳系外行星,主要是通过多普勒效应和掩星法等间接手段探测到的,尚未有类地行星", "label": "天文学", "id": 0}
{"content": "<正>硬X射线调制望远镜（HXMT）是一颗宽波段X射线（1~250 keV）天文卫星,为了获得高灵敏度,必须有效地抑制本底。本底分析包括空间本底模拟和在轨本底估计。空间本底模拟是通过建立HXMT卫星的质量模型和空间辐射环境数据库,利用Geant4软件模拟,得到HXMT卫", "label": "天文学", "id": 0}
{"content": "<正>相互作用星系,特别是处于合并过程的星系,为研究星系和超大质量黑洞的共同演化提供了难得的机会。以NGC4485,NGC3393和NGC6240等系统为例,我们的近期工作展示了", "label": "天文学", "id": 0}
{"content": "<正>概括介绍上海天文台承担的空间科学先导专项\"空间毫米波VLBI阵列背景型号研究\",将重点介绍科学预研究、uV覆盖和射电源图像模拟几个方面的进展。", "label": "天文学", "id": 0}
{"content": "<正>主要报告我国正在推进的空间VLBI关键技术研究进展,包括卫星整体设计、星载高精度天线、星载致冷接收机、星载数据处理器、星载氢钟等最近的研究进展情况。", "label": "天文学", "id": 0}
{"content": "<正>对于膨胀的宇宙来说,时间膨胀效应是最基本的一个观测现象,即高红移天体发出的辐射对于我们观测者来说所有的辐射时标都将会有一个l+z因子的拉伸,但这一观测效应在伽玛暴的研究当中一直没有明确的定论。最近,我们通过利用139个Swift卫星探测到且测得红", "label": "天文学", "id": 0}
{"content": "<正>HXMT卫星是我国在研的高能天文卫星,能区覆盖1-250keV,具有巡天、定点等观测模式,将实现全天扫描、银道面扫描观测,并通过定点观测等方式对黑洞周围的动力学过程进行深入研究。科学应用系统从在轨科学运行、数据产品生成与标定、科学研究支撑、科学用", "label": "天文学", "id": 0}
{"content": "<正>首先介绍HXMT卫星观测提案的分类、分级策略以及提案评估流程,然后对观测提案的征集界面（测试版）进行详细介绍,并给出观测计划制定的方案。", "label": "天文学", "id": 0}
{"content": "<正>中国VLBI网在我国深空探测任务的快速精密测定轨中发挥着不可替代的作用。在后续月球与行星探测工程中,在轨探测器数目将会增多,测控与数传同时工作的时间段增加,VLBI信标构成越来越复杂。目前,VLBI测轨主要使用调制了DOR侧音的探测器测控下行信号作为信标,但当数传信号同时开启时,可能对VLBI信标的使用造成干扰,", "label": "天文学", "id": 0}
{"content": "<正>探月工程VLBI测轨分系统采用Delta-DOR技术,通过交替观测射电源和探测器标较系统误差,以获得更高精度的探测器的轨道位置。射电源和探测器信号频谱差异引起的相位波动是Delta-DOR的重要误差来源之一。通过Gold码对DOR信标扩频调制,", "label": "天文学", "id": 0}
{"content": "<正>VOLKS2致力于在VLBI观测中开展单脉冲搜索及研究。其数据处理流程借鉴了测地VLBI数据处理的方法,包括使用条纹拟合提高信号强度,采用非成图的测地解算方法开展定位。多窗口以及多基线匹配可以过滤掉绝大部分的干扰,因此不需要做专门的RFI标记。为了验证本管线的探测效率以及定位精度,我们开展了EVN EL060观测。", "label": "天文学", "id": 0}
{"content": "<正>射频干扰会导致天文观测数据质量的下降和数据的损失,因此射频干扰的检测与消除是射电天文观测数据处理的重要步骤之一,相应的方法亦是射电天文研究的重要摘要。本文所关注的低频射电干扰,除了人为活动比如FM调频广播、卫星和航空通信、无线通信之外,还有大气活动所导致的低频电磁传播异常、电离层异常以及流星余迹引起低频信号反射等其它一些自然现象,也能引入相应的低频射电干扰。", "label": "天文学", "id": 0}
{"content": "<正>快速射电暴的时域和频域观测中有不少多峰的结构,这些多峰结构对射电暴辐射过程的解释提出了比较强的约束。我们的研究表面这些结构可以用1980年代在加速器辐射中研究过的undulator辐射加以解释。在这个报告中,我将以我们思考该问题的时间顺序介绍相关的研究。", "label": "天文学", "id": 0}
{"content": "Ⅲb型射电暴在动态谱中显示为一系列准周期条纹,与Ⅲ型射电暴相似,具有从高频向低频漂移的特性,该射电精细结构为更好地理解辐射机制提供了线索。帕克太阳探针（PSP）近距离探测太阳,为研究太阳附近的Ⅲb型射电暴提供了一个新的机会。我们结合PSP的原位测量和开放磁场区太阳大气的经验模型,详细分析了由Pulupa等人首次报道的PSP观测到的一个行星际Ⅲb型射电爆发事件。我们的结果表明,电子回旋脉泽辐射在行星际Ⅲb型射电暴激发机制中可能发挥重要作用,准周期条纹结构的形成则归因于阿尔文波对电子回旋脉泽不稳定增长率的调制。", "label": "天文学", "id": 0}
{"content": "为了实现更高精度的VLBI,台站需要更加稳定的频率基准。但频率基准信号经远距离传输,因温度变化带来的传输介质伸缩,出现相位漂移。为解决以上问题,我台目前应用的单光纤多用户频率传递系统,通过混频器与环形器等组合实现无锁相环的全自动快速往返校正,兼容电缆和光纤传输介质,兼具实时补偿和事后补偿模式,能满足有多射电望远镜的台站的需求,实时补偿模式可实现稳定度E-17量级,事后补偿E-18量级。本报告阐述在此基础上改进的更高精度的频率传递系统,该系统基于对称错频往返校正原理,可将实时补偿模式下的稳定度改进至E-18量级。", "label": "天文学", "id": 0}
{"content": "500米口径球面射电望远镜（FSAT）是由我国建造的当前世界上最大的单口径射电望远镜。该项工程已于16年9月竣工,发现数以千计的新脉冲星和建立综合脉冲星时是FAST的重要科学任务之一。FAST设计指标表明,其在脉冲星方面优越的探测性能,将会显著提升当前脉冲星观测的精度。当前,国际上已经利用现有射电望远镜组建了国际脉冲星计时阵列,由其维持的综合脉冲星时在长期稳定度上已经可以与原子钟相媲美。可以期待,在FAST投入运行后,通过对若干自转稳定的毫秒脉冲星进行长期观测,能够建立更为精准的时间尺度。本文主要利用现有资料,通过脉冲星优选和观测噪声估计,对FAST建立综合脉冲星时的性能进行分析,仿真计算结果表明,基于FAST建立的脉冲星时在长期稳定度上优于原子时。", "label": "天文学", "id": 0}
{"content": "<正>快速射电暴是近年来天体物理的新兴领域,其起源机制是目前研究的热点。FAST望远镜2020年完成验收以来,通过优先重大项目和开放课题等的支持已经取得一定成果,包括发现新快速射电暴,和重复暴的研究等。我将介绍参与的相关项目取得的一点进展,包括FAST的发现将对快速射电暴的成因和物理机制带来哪些限制。", "label": "天文学", "id": 0}
{"content": "<正>低温放大器是射电天文接收机前端关键器件之一,对于单波束以及未来大规模多波束接收机系统而言,其噪声性能显著影响着接收机系统噪声。本报告将介绍基于商用HBT技术的低温中频放大器研究以及基于HEMT技术的低温MMIC中频放大器研究进展,频率覆盖0.1-5 GHz。相关实验及仿真结果,我们将在报告中给出。", "label": "天文学", "id": 0}
{"content": "<正>最近对射电喷流的流体动力学模拟和观察表明,周围环境对其形成的形态有很大的影响。为了对此进行研究,我们从一个大尺度环境的巡天项目（ORELSE）中选取了50个在红移1的扩展性射电星系核样本（ERAGN）。我们发现ERAGN在高密度环境中比在低密度环境中更紧凑。并且我们发现大多数（86%）的高密度ERAGN在星系团环境中。我们提出星系团中心区域的密集簇内气体在限制射电喷流的形态方面起着重要作用。", "label": "天文学", "id": 0}
{"content": "高精度脉冲星计时观测数据处理是探测低频引力波和建立高稳定度时间尺度的基础,随着设备升级换代,不同观测终端的数据融合处理是消除设备间时延误差的必要措施。本文研究了多脉冲星观测终端的数据融合处理算法,并利用了脉冲星计时分析软件Tempo2处理了澳大利亚Parkes天文台望远镜四个观测终端13年的脉冲星J0437-4715观测数据,获得并有效地消除了四个观测终端之间的设备时延,同时得到了新的脉冲星计时模型参数,与国际最新公布的脉冲星星历表差异在赤经上小于3.2 2×10-3 mas,在赤纬上小于4.4×10-2 mas,自转频率小于3.46×10-12 Hz。最后分析了脉冲星位置、自转频率、自行误差对融合处理的脉冲星计时残差的影响规律,为通过由计时残差对计时模型的改进提供一定依据。", "label": "天文学", "id": 0}
{"content": "<正>\"龙江二号\"微卫星由国家空间科学中心和哈尔滨工业大学共同研制,其主载荷为低频射电探测仪。龙江二号于2018年5月21日成功发射升空,5月25日进入绕月大椭圆轨道开始进行低频射电频谱仪的在轨测试。卫星预计将于2019年7月31日离轨撞月。", "label": "天文学", "id": 0}
{"content": "<正>针对近邻低光度AGN样本M81和M84等,我们开展了一系列从厘米波到毫米波VLBI观测,并结合长期X-ray观测数据,探究其喷流起源、形成和结构以及时域特性。我们将报告采用的VLBI技术和数据分析方法以及科学结果进展。", "label": "天文学", "id": 0}
{"content": "<正>汇报针对射电天文辐射计接收机端口及馈源端口使用的定标源所涉及的工作原理、仿真计算、校准算法、可溯源性、不确定度分析及验证等进行了介绍,给出了本单位相关研究成果及国内外对比,以及对该领域技术发展的一点想法。汇报主要包括4个部分:1、射电天文辐射计辐射亮温度溯源方式研究介绍了国际代表性研究科研机构(美国国家标准技术研究院、", "label": "天文学", "id": 0}
{"content": "<正>利用同时观测的光学紫外与X射线测光数据,我们研究了一个射电宁静的活动星系核样本的多波段能谱性质。我们的研究结果表明,对于样本中的大部分个源,其光学紫外能谱的谱指数显著地偏离标准吸积盘模型的理论值,且该现象并非由外部因素（恒星形成贡献、消光修正等）导致。为此,我们使用了一个一般化的唯象的吸积盘模型对其光学紫外能谱进行了拟合,", "label": "天文学", "id": 0}
{"content": "随着中国天眼、天马望远镜等国际领先的射电天文望远镜的建成,并取得阶段性成果。射电天文开始走入广大人民的视野中。实际上,射电望远镜是利用天线来接收来自遥远天体上的射电辐射信号,是一套无线电接收系统。由于其距离远,信号弱等特点,往往需要建设很巨大的天线来接收信号。可以说,射电天文的发展是伴随着天线的发展而来的,同时,射电天文中对天线独特的需求,也促进了天线的发展。本文以国内的射电天文中的天线为例,着重介绍天线研制在国家天文台已建设成和正在研制中的项目中的应用情况。", "label": "天文学", "id": 0}
{"content": "<正>普朗克冷尘块一经释放,各种气体的后续观测随即展开。多重谱线研究表明,这些尘块确实冷而安静。动力学分层只在不同品种分子之间,线宽和柱密度低于HII区侯选体、红外暗云、低光度极红IRAS源和CH3OH脉泽选取源。但湍动依然占支配地位,塌缩发生率低。大部分处在星前状态,是研究恒星形成初始条件的理想样品。线型碳链分子观测表明它们属于早期碳链化学,甚早期碳链化学有望得到开拓。", "label": "天文学", "id": 0}
{"content": "<正>中微子作为宇宙中的幽灵粒子,能量可以从eV量级覆盖到10^20eV量级,我们希望通过中微子与介质的Askaryan辐射在射电波段进行观测。月表,冰层地球都是良好的媒介。我们希望利用四川锦屏地下实验室超低本底的天然优势,从而对超高能中微子进行探索,来验证GZK cut off等效应。", "label": "天文学", "id": 0}
{"content": "太阳射电爆发表现为空间的强微波辐射,是无线通信信号的潜在影响因素。通过以往的观测发现,在剧烈太阳射电爆发时,导航信号发生了不同程度的失所情况。本文通过对太阳射电爆发流量的计算,分析了不同无线通信受到太阳射电爆发的影响阈值,同时经回溯24太阳活动周内多次太阳射电爆发是不同频率流量变化情况,结果发现,在3GHz以上的无线通信频段太阳射电爆发流量很少超过理论阈值,该类活动的主要影响是针对L（1000-2000MHz）和S（2000-3000MHz）频段的无线通信信号进行影响,且在太阳活动峰年的影响次数也较为可观。", "label": "天文学", "id": 0}
{"content": "太阳射电观测是空间天气观测的重要业务之一,基于此,我们突破现有技术和瓶颈,设计、研制了一种用于太阳射电天文的大动态14‐bit 1.25Gsps双通道模数采样接收机,在接收机采样的动态范围（SFDR）的同时将直接采集带宽提升到1.25GHz。该设计将AnalogDevices,Inc.（ADI）公司的芯片AD9691与Field ProgrammableGateArray（FPGA）芯片XC7K410T结合,完成每秒5GB数据量的采集与高速信号的实时预处理功能。山东大学空间科学研究院空间电磁探测实验室建设的槎山太阳射电观测站采用了本接收机作为太阳射电35‐40GHz等频段观测系统的信号采集与预处理部件,并成功获取了较好的数据,同时该站将建设的多个基线干涉测量太阳射电望远镜也将采用该接收机。其3dB的半功率带宽为1.5GHz,在常规噪声环境下,板卡的无杂散动态范围（SFDR）在67‐77dB之间,总体SINAD为57dB,有效位（ENOB）总体高于9bit。", "label": "天文学", "id": 0}
{"content": "Ⅲ型射电暴是一种快速射电暴,具有很快的频率漂移率,由沿着开放磁力线向外运动的非热电子激发。耀斑,日冕物质抛射和日冕喷流等剧烈太阳活动常伴随有Ⅲ型射电暴,对Ⅲ型暴的深入研究有助于加深我们对这些活动能量释放过程的理解。另外,随着仪器获取数据能力的日益强大,数据量的海量增长对于自动化数据分析提出了更高的要求。我们基于计算机图形学原理,开发了一套可以对射电频谱数据中的Ⅲ型暴事件进行自动识别和信息提取的系统,并使用该系统对法国南希十米天线阵2012年到2017年的频谱数据进行了识别和Ⅲ型暴参数的统计分析。1数据来源本工作中使用法国南希的十米天线阵,这个观测阵始建于1977年,可以对太阳以及木星进行射电频谱观测,所产生的太阳频谱数据的时间精度是1s,频率范围是10-80MHz。数据在观测站的官网（https://realtime.obs-nancay.fr）开放下载,官网提供了一个IDL程序来读取数据。2自动识别系统针对南希十米天线阵的频谱数据,我们开发了一套自动识别并分析Ⅲ型射电暴的系统,系统包含几个部分:（1）预处理部分,将读入的数据进行分段、降噪以及去除干扰事件;（2）识别模块,使用霍夫变换（HoughTransform）对近直线形状的Ⅲ型暴动态谱进行识别,判断片段中是否包含Ⅲ型暴事件;（3）分析模块,对事件进行分析,提取事件爆发时间、起止频率、漂移率和频漂曲线等参数。这几个模块使用计算机图形学的方法来识别事件和提取事件的信息,以用于更深层次的分析。3统计结果使用这个系统对于南希十米天线阵的2012-2017年的数据进行了分析,从6年的数据中找到了4250个包含事件的片段,进一步人工挑选了1389个清晰独立的事件。统计分析表明,太阳高年识别的事件数多于太阳低年。夏天的事件数比冬天多,在地方时的正午时间事件数也最多,总之在太阳天顶角比较小的时候可观测到更多的事件。我们估计事件数和天顶角之间的依赖关系来自于地球中高层大气和电离层对射电信号的吸收、散射和折射的影响,在天顶角比较大的时候,这些影响更大,导致观测的事件数更少。我们提取了每个事件的平均漂移率,起始截止频率以及通过主动轮廓（activecontour）的方法获取了事件的频率-时间关系。进一步的,使用日冕的电子密度模型,可以从频率-时间曲线中估计射电源移动的径向速度。结果表明,频率漂移率没有显著的太阳活动强度依赖,所有事件的平均漂移率的均值为6.94MHz/s,频率漂移率和频率满足df/dt 0.0672f.的关系,射电源沿径向向外运动的平均速度大约为0.2倍光速。", "label": "天文学", "id": 0}
{"content": "<正>世界时（UT1）是地球定向参数中变化最快量,对其进行监测对于航天器导航与空间大地测量应用等均具有十分重要作用。2017年2月13日,中国深空网的佳木斯、喀什深空站组成VLBI基线,首次对射电源观测进行UT1独立监测试验。利用北京中心自研的VLBI相关处理软件（BSCS）对VLBI原始数据进行相关处理与格式转换,", "label": "天文学", "id": 0}
{"content": "<正>我们介绍快速射电暴的VLBI数据搜索方法。此方法借鉴了VLBI测地数据处理思路,通过充分利用互功率谱中的相位信息进行条纹拟合提高信噪比,并通过多条基线交叉匹配有效消除电磁干扰,最终得到真实单脉冲的暴发时间并估计其宽度,时间分辨率达到毫秒量级。我们使用此方法在一段脉冲星VLBI观测数据中证认出数", "label": "天文学", "id": 0}
{"content": "<正>我们根据VLA 74MHz,PKSCAT90源表中80MHz和178MHz等射电巡天数据推算空间甚低频干涉巡天观测在10MHz和1MHz灵敏度和可观测源数量的关系,推算结果与DRAO 10MHz巡天数据较吻合。研究中考虑了混叠效应造成的影响,结论包括当阵列最大基线小于100km时,混叠效应会在1MHz占据主导地位。本研究结果已应用于CE-4", "label": "天文学", "id": 0}
{"content": "<正>针对人造目标和自然目标,基于我国雷达设备和射电天文网等基础设施,评估现有设备用于雷达天文观测的可行性与能力水平,开展雷达天文成像的理论方法研究,开展相关的仿真分析研究,并展示初步的试验结果。", "label": "天文学", "id": 0}
{"content": "<正>快速射电暴（FRB）是持续时间只有几毫秒的GHz射电辐射爆发现象,共有23个FRB被发现,其中FRB121102是至今唯一观测到的重复暴。该暴的宿主星系、红移和准稳射电辐射被发现。本报告评述FRB121102的研究进展,特别是将来对该暴能源模型的检验方法。", "label": "天文学", "id": 0}
{"content": "在简要回顾射电天文学的发展历史后,我将主要介绍当前中低频射电天文学的研究进展,包括当前射电天文学所研究的前沿问题,如中性氢大尺度结构和宇宙再电离,脉冲星、快速射电暴、引力波等,以及射电望远镜的技术发展趋势,包括当前国内外已建成或计划中的主要中低频射电望远镜,如国内的FAST,21CMA,射电日像仪、天籁等,以及国外的LOFAR,ASKAP,Meer KAT,CHIME,HERA,SKA等。", "label": "天文学", "id": 0}
{"content": "在简要回顾射电天文学的发展历史后,我将主要介绍当前中低频射电天文学的研究进展,包括当前射电天文学所研究的前沿问题,如中性氢大尺度结构和宇宙再电离,脉冲星、快速射电暴、引力波等,以及射电望远镜的技术发展趋势,包括当前国内外已建成或计划中的主要中低频射电望远镜,如国内的FAST,21CMA,射电日像仪、天籁等,以及国外的LOFAR,ASKAP,Meer KAT,CHIME,HERA,SKA等。", "label": "天文学", "id": 0}
{"content": "在简要回顾射电天文学的发展历史后,我将主要介绍当前中低频射电天文学的研究进展,包括当前射电天文学所研究的前沿问题,如中性氢大尺度结构和宇宙再电离,脉冲星、快速射电暴、引力波等,以及射电望远镜的技术发展趋势,包括当前国内外已建成或计划中的主要中低频射电望远镜,如国内的FAST,21CMA,射电日像仪、天籁等,以及国外的LOFAR,ASKAP,Meer KAT,CHIME,HERA,SKA等。", "label": "天文学", "id": 0}
{"content": "传统射电望远镜超导接收机,一般是基于超导微波电路固有的高Q值单模谐振特性,其信号滤波通带难以展宽,导致超导接收机常局限于窄带设计,主要服务于窄带天文观测。随着国际上射电天文研究领域的拓展延伸和观测天体目标的日益丰富,传统的射电望远镜超导接收机窄带观测能力,难以满足对不同天体的多个频带观测和不同波长条件下大尺度结构天体的宽带观测需求。超导微波滤波器可实现优异的选频特性和极低的传输损耗,应用于射电天文接收前端,将极大提高装置的观测灵敏度。为了满足星际分子谱线窄频带观测、脉冲星宽频带观测和类星体的多频带对比观测等重大天文研究需求,本报告将介绍我们研制的两款超导微波滤波器的设计理论和实验结果,并分别应用于多频带和超宽频带的射电天文观测。", "label": "天文学", "id": 0}
{"content": "<正>本文提出了一个小型化高选择性的高温超导带有陷波特性的宽带带通滤波器,宽带带通滤波器是由均匀阻抗谐振器中间加载了双T型枝节的多模谐振器实现,并且由于枝节加载和采用源负载耦合实现了通带的高选择性。该滤波器的工作频段为", "label": "天文学", "id": 0}
{"content": "<正>低频射电天文观测第一步也是关键的一步是识别干扰（RFI）与去除,对于21CMA这类工作在50-200MHz波段且以探测\"宇宙第一缕曙光\"为目标的射电干涉望远镜", "label": "天文学", "id": 0}
{"content": "<正>快速射电暴是宇宙空间发生的持续时标只有几毫秒的射电爆发现象。观测揭示这种现象很可能产生于宇宙学距离上的与致密星相关的剧烈过程。在报告中,我首", "label": "天文学", "id": 0}
{"content": "<正>快速射电暴是近十年来刚发现的一类神秘的暂变源,持续时间为毫秒量级。由于具有很大的色散测量值和较高的银纬,意味着快速射电暴极有可能是河外起源。极短时标的河外射电暂变源在天体物理学中可以有着很多广泛的应用,而我们的工", "label": "天文学", "id": 0}
{"content": "<正>太阳射电频谱观测是研究太阳爆发活动的重要手段。太阳爆发活动中产生的大量射电频谱精细结构,其频谱特征参数直接或间接地反映了太阳活动区的重要物理参数。随着射电频谱仪的发展,观测数据呈海量趋势,人工检测已难以满足研究工", "label": "天文学", "id": 0}
{"content": "<正>明安图太阳射电日像仪（MUSER）已完成建设验收,MUSER每天会产生大量的原始观测数据。如何对MUSER长期产生的海量数据进行管理逐渐成为一个亟待解决的", "label": "天文学", "id": 0}
{"content": "<正>活动星系核中相对论性喷流形成及其与中心黑洞吸积之间的关系目前依然没有得到很好的解释。最近几年发现的射电噪和伽马射线噪窄线赛弗特I型星系（NLS1）引起了天文界的广泛关注,因为这些NLS1中有相对论性喷流存在。鉴于NLS1和", "label": "天文学", "id": 0}
{"content": "<正>当前IAU采用的天球参考架是第二代国际天球参考架ICRF2,由295颗遥远的河外射电源的坐标来实现,这些定义源非常遥远,其自行可以忽略。尽管如此,射电源的结构不稳定将会导致定义的参考架不够稳定,因此需要对其进行长期监测。从2009年至今,射电源的观测数据增加,射电源的数量也在增加。在", "label": "天文学", "id": 0}
{"content": "<正>大型射电天线对于卫星等的监测、维护工作至关重要,但关于如何精确测定其相位中心坐标的研究却很少。本文针对这一问题以国家授时中心昊平观测站40米口径射电天线为例,介绍了其相位中心坐标完整的测量方案、观测及资料处理情况,求得了其在CGCS2000坐标系下的坐标,精度优于8mm。并提出先", "label": "天文学", "id": 0}
{"content": "太阳Ⅱ型射电暴是激波在日地空间传播的示踪器,它的辐射源区在驱动激波面上所处的位置是激波加速电子能力的指示灯。由于缺乏具有同时刻、同视场的光学和射电成像数据的Ⅱ型暴事件,Ⅱ型暴辐射区与激波的相对位置仍具有很大不确定性;这将影响Ⅱ型暴-激波速度的诊断结果,特别是对辐射源区在激波面上发生变化的Ⅱ型暴。本文给出了发生于2014年8月24日的一例Ⅱ型射电暴事件。联合分析AIA和NRH的成像观测数据,我们发现Ⅱ型暴的辐射区随频率/时间发生转移,由CME-激波的北侧转移至中部（仍落后于激波鼻端）。我们还分析了源区位置转移的原因,讨论了辐射区转移现象对Ⅱ型暴-激波速度诊断的影响。", "label": "天文学", "id": 0}
{"content": "<正>天文观测研究已进入全波段观测时代,VHF频段（30—250MHz）是新的重要观测波段和研究窗口,将带来新的发现和理论研究挑战。低频射电天文学将为天文学的发展,开启在太阳物理、天体物理和宇宙学领域开启新的观测研究窗口。欧美等国正在发展LOFAR、LWA和MWA等低频射电阵列项目,另外,也在积极探索基于LOFAR的太阳物理主动探测方法。", "label": "天文学", "id": 0}
{"content": "<正>射电天文业务由于所观测的宇宙无线电信号非常微弱,极易受到有源业务的干扰。有限的频谱资源和国内观测台站无线电环境的日趋恶化,制约了国内射电天文研究的持续发展。", "label": "天文学", "id": 0}
{"content": "<正>阿塔卡马大型毫米/亚毫米阵列（ALMA）对Orion KL所在的区域进行高分辨率（空间分辨率达到1.‘’5）观测的数据,覆盖了213.73GHz——246.6GHz的频率段。我们把20个窗口中的连续谱挑选出来,可以画出源的连续谱图像,明显的看出这个区域区分为hotcore,mm2,mm3,mm4,mm5,mm6,mm7这7个区域。由于比较高的分辨率,观测到了更多的发", "label": "天文学", "id": 0}
{"content": "<正>双黑洞的观测研究有助于我们更好的理解星系的形成与演化。不仅如此,双黑洞还是强引力波源,尤其是处于坍缩阶段的双黑洞,将会产生极强的引力波辐射,因此,丰富双黑洞样本将为未来直接探测引力波提供重要的目标源。目前,对于双黑洞候选体的寻找有很多方", "label": "天文学", "id": 0}
{"content": "<正>对干涉测量信号处理关键问题从原理上进行了分析和梳理,并着重分析了获得干涉测量残余时延粗结果与精细结果的方法,结合喀什、佳木斯深空站在\"金星快车\"及\"嫦娥三号\"观测中的射电源及航天器观测信号实测数据处理结果进行原理验证;同时,中科院上海天文", "label": "天文学", "id": 0}
{"content": "<正>利用IRAM30m毫米波射电望远镜,对4个近邻星系进行谱线观测,包括NGC4258,NGC6240,NGC3079和VⅡZW31。获得了一个高信噪比的数据,利用这些分子谱线如:", "label": "天文学", "id": 0}
{"content": "<正>一些天体（如活动星系核、脉冲星、X射线双星等等）的相干性光变可以当做天然的\"雷达\"信号,用来探测这些天体附近的反射体（伴星、星际介质等等）。自相关是用来搜索反射信号的有力工具。不过,当发射体与反射体之间存在着相对运动时,发射信号与反射信号", "label": "天文学", "id": 0}
{"content": "<正>三程多普勒跟踪在深空探测的测控、导航以及科学研究中发挥了重要作用。利用破坏了对局部洛伦兹不变性（LLI）以及局部位置不变性（LPI）的三程多普勒跟踪理论,本文分析了\"火星快车\"（MEX）于2009年8月7~8日所进行的三程多普勒跟踪数据,其中使用", "label": "天文学", "id": 0}
{"content": "<正>中微子的探测正蓬勃发展,本报告将介绍高能中微子及射电观测中微子现状。中法天山宇宙中微子探测阵列（TREND）,在陈和生院士和武向平院士的关怀和支持下,得到了国家\"973计划\"宇宙第一缕曙光探测的支持,该项目在21CMA现有基础设施基础上,利用低频无线", "label": "天文学", "id": 0}
{"content": "<正>Session:空间天气科学前沿-空间天气与低层大气耦合Type of presentation:口头报告Key word:遥感测量的同地源伽玛射线脉冲（terrestrial gamma-ray flashes,TGFs）相关的宽频段（<1Hzto400kHz）闪电信号表明这些高能事件中所包含的伽玛射线产生于一个发展较慢的闪电过程。此过程的电学特征是具有较大的脉冲电荷距,即在几毫秒的时间内能够引起相当大的电荷距变化。这个慢过程通常被一个或多个快速放电过程打断,其中之一同伽玛", "label": "天文学", "id": 0}
{"content": "<正>中国射电天文学是借着1958年中苏联合在海南岛进行日环食观测的契机开始发展的。本文探究1956年十二年科学技术远景规划、中苏科技合作以及大跃进运动在中国射电天文学开端过程中的作用和影响。从而揭示出吴有训对发展中国射电天文学的战略眼光、苏联射电天", "label": "天文学", "id": 0}
{"content": "<正>目前已经观测到约100个星系团有弥漫射电辐射,分类为射电晕、微射电晕和射电遗迹。观测表明星系团弥漫射电辐射与星系团的动力学状态有关,射电晕和射电遗迹存在于有明显子结构（动力学活跃）的星系团中,微射电晕存在于冷核星系团中。过去的研究还发现射电", "label": "天文学", "id": 0}
{"content": "<正>尽管人们早已认识到太赫兹波段在天文学领域的重要意义,但由于太赫兹探测器技术的限制和地球大气对太赫兹信号的强吸收,导致该波段至今还是一个有待全面研究的电磁波段。太赫兹波段超导探测器近年来得到快速发展,已实现接近量子极限或背景极限的超高灵敏度,", "label": "天文学", "id": 0}
{"content": "<正>近年来,射电天文研究正在进入到宽带观测的\"彩色时代\",宽带馈源作为宽带射电观测的瓶颈器件,是当前重要的研究热点。本报告首先介绍近年来国际上对宽带馈源的研究进展,之后引出我们对四脊型宽带馈源的研究工作。我们以密云50米射电望远镜为原型,设计了一", "label": "天文学", "id": 0}
{"content": "<正>致密对称源（CSO）是最致密的一类河外射电源,尺寸在10pc到1000pc之间。目前较流行的模型认为CSO是最年轻的射电源,处于河外射电源演化的最早期阶段,因此CSO的观测研究对于认识射电源演化早期的物理性质非常关键。近年来观测到十几颗红移>5的宇宙早期", "label": "天文学", "id": 0}
{"content": "<正>甚长基线干涉测量（VLBI）是分辨率最高的天文观测技术,毫米波VLBI可以达到几十个微角秒的超高分辨率,能够实现对活动星系核射电喷流起始区域的精细成像,是研究超大", "label": "天文学", "id": 0}
{"content": "<正>考虑空间天线轨道加速度的情况下,推导了VLBIVLBI VLBI基线的几何时延模型。并对空间VLBI中的时延和时延率进行了仿真模型计算,指出空间VLBI对应更大的时延和时延", "label": "天文学", "id": 0}
{"content": "<正>VLBI技术是深空探测器测定轨的手段之一,应用于我国的月球探测及行星探测活动中。VLBI相时延通过解算相关相位的整周模糊度解算出探测器的VLBI时延观测量,可有效地降", "label": "天文学", "id": 0}
{"content": "<正>通过分析日本SELENE的两个小卫星Rstar和Vstar的同波束VLBI观测数据,发现两个卫星分别利用两个晶振作为VLBI多频点信标源的基准对差分时延的实时解算带来较大不利影响。利用来自同一个晶振的两个频点的差分相关相位来求解差分相时延,与原来利用异源", "label": "天文学", "id": 0}
{"content": "<正>月面探测过程中,着陆器和月球车同时发射数传信号,通过解算两个数传信号的差分相时延从而对着陆器和月球车进行相对定位,确定月球车行走轨迹。本文针对着陆器和月球车数传信号无法在同一通道内记录的问题,提出基于射电源观测修正不同通道装置内部时延的", "label": "天文学", "id": 0}
{"content": "<正>位于黄道带正负7度以内约5000平方度的天区中,相关流量密度大于50mJy的校准射电源目前有500多颗,平均约10平方度有1颗,而通过外推估计总数大约有1600颗,即还有1100颗左右待检测。依托国内VLBI网装备的数字基带转换器和相关处理机,通过宽带观测", "label": "天文学", "id": 0}
{"content": "<正>射电脉冲星是快速旋转的高度磁化的中子星。重量远远超过我们的太阳,而直径只有20公里,这些令人难以置信的密集的物体所产生的无线波束,像一座灯塔扫描过天空。脉冲星的研究为我们提供了丰富的有关中子星物理学、广义相对论、银河系引力势和磁场、星际介", "label": "天文学", "id": 0}
{"content": "<正>太阳微波爆发是影响无线电通信的潜在因素,在L波段的卫星通信是其主要影响的领域。相关研究发现GPS导航系统在太阳1415MHz频点流量超过3000sfu时存在信号失锁等情况,且和当时太阳高度角、不同的通信接收机结构和编码方式有关。根据计算我们初步获得了可", "label": "天文学", "id": 0}
{"content": "<正>河外参考射电源是开展VLBI相位参考观测和深空探测器的差分VLBI观测的参考基准。精确地计算河外参考射电源的几何时延模型,对于提高测量精度具有重要意义。近年来,国外主流相关处理机大多采用Calc9.0软件计算相关处理时延模型。随着我国VLBI技术的发展,", "label": "天文学", "id": 0}
{"content": "<正>通过将我们观测的一批高银纬post-AGB星的CO 2-1谱线积分流量与文献数据相结合,并与尘埃红外辐射流量密度进行比较,我们发现有CO 2-1谱线辐射的post-AGB星样本可以被分为两组:第一组post-AGB星具有几乎相等的CO-25um辐射流量比值;第二组的这一流量比值与红外颜色C23=2.5log（F60/F25）呈对数线性关系。通过对AGB星,post-AGB", "label": "天文学", "id": 0}
{"content": "<正>自射电天文技术诞生以来,HF射电频段在国际上的发展和应用一直没有停滞过。特别是近年伴随着软件无线电技术和计算机技术发展起来的,以LOFAR和空间/月基低频阵为代表的HF频段射电天文技术的诞生和提出,为该领域的发展进步带来的崭新的空间。作为射", "label": "天文学", "id": 0}
{"content": "本文介绍天文光学频率梳相比于碘蒸气吸收盒和钍氩灯做定标源在类地行星探测中的优势,及我实验室在光梳的进展。", "label": "天文学", "id": 0}
{"content": "<正>超高精度的同波束VLBI技术及在我国深空探测中的应用前景刘庆会上海天文台刘庆会在日本月球卫星SELENE的研究中,采用同波束VLBI观测法,成功得到了皮秒精度的VLBI差分相位延时数据。研究了天线相位对Doppler测量的影响,把Doppler的测量精度提高了100倍,并首次得到了月球背面重力场的信号。采用VLBI和Doppler测量,月球卫星的定轨精度已达到了", "label": "天文学", "id": 0}
{"content": "<正>我报告的主要内容是参量RMS以及它和光子流量的关系。在座有很多的双星、中子星和黑洞的专家,我们都知道X射线双星、超大质量黑洞等天体辐射中包含了大量的物理信息,辐射的时变现象和辐射机制、辐射过程、辐射区几何等因素直接相关,通过对时变现象的分析,可以了解辐射动力学过程", "label": "天文学", "id": 0}
{"content": "<正>活动星系核是高能天体物理中的热点问题,而活动星系核中的热点问题之一就是伽玛辐射机制问题。近十多年来活动星系核研究领域的一项重大进展是美国的康普顿伽玛射线空间天文台（CGR0）和地面的大气切伦科夫成像望远镜（ACIT）的观测发现许多blazar是甚高能伽玛射线源。这一发现使人们认识到blazar的辐射有相当大一部分,有时甚至绝大部分,是以伽玛射线辐射出来的,认识到blazar的全波段能谱分布中有两个峰,对应了两种不同的辐射机", "label": "天文学", "id": 0}
{"content": "<正>提到高能天体物理中的热点问题,使我想提出一些若干年前的研究。今天我讲一下Blazar里的Pair-production和它的一些应用。图1是一个从射电一直到TeV特征化的Blazar的宽波段的谱。这样一个特征化的Blazar谱却包含了非常复杂的物理过程。", "label": "天文学", "id": 0}
{"content": "数字虚拟环境在计算机宇宙辐射剂量场的仿真研究中有着不可或缺的重要地位。本文首先从辐射剂量评估的基本原理及其蒙特卡罗方法的角度,阐述了虚拟环境及其人体解剖模型是辐射剂量评估的关键。然后对辐射剂量评估中所使用的人体解剖模型——仿真人体模型和数字虚拟人的研究进展做了较全面的综述,概述了数字虚拟人在辐射剂量评估中的研究进展及其辐射剂量评估未来的发展。利用数字虚拟人进行辐射剂量评估成为未来辐射剂量评估的发展趋势。最后,对数字虚拟人的发展、应用和前景做了展望。", "label": "天文学", "id": 0}
{"content": "依据对射电天文学的创立和几个重大成果的取得的考察,可以看出学科交叉与方法创新既有本学科吸收其它学科理论与研究方法形成交叉,也有其它学科交叉的结果被本学科吸收形成的再次交叉,还有自己学科提出问题而形成的向其它学科的交叉。这种多重层次上的相互交叉形成射电天文学众多原创性成果取得的持续动力。学科交叉与方法创新以及由此形成的原创性成果的背后是科学研究者的科研经历、知识背景、敏锐意识等各种综合素质.", "label": "天文学", "id": 0}
{"content": "<正>6厘米巡天因为波长短受星际介质消偏振效应影响很小,可以探测到来自银河系更远处的偏振辐射,是研究星际介质结构的重要工具。中德银道面6厘米偏振巡天使用乌鲁木齐望远镜以及德国马普射电所研制的接收系统,对银经从10度到230度,银纬从-5度到5度的天区进行总强度和偏振观测。巡天从2004年9月份开始,到现在已完成了约80%的观测。", "label": "天文学", "id": 0}
{"content": "<正>在已提出的太阳Ⅲ型射电爆电子回旋激射不稳定性理论框架下,采用射线追踪法计算了射电波在低密度导管中的传播过程以及速度,并由此构造了太阳Ⅲ型射电爆的动态谱, 理论构造的动态谱能够自恰解释太阳Ⅲ型射电爆的基本观测特征,如（1）谐波和基波的频率比小于2;（2）基波相对谐波的初始时间延迟:（3）谐波起始频率经常高于基波起始频率", "label": "天文学", "id": 0}
{"content": "“脁”“朒”是中国古代天文历法中的两个专用名词,它们的含义在发展过程中有两次沿变,前后经历过对日食的描述,对月相的描述和作为计算日月运动不均匀性时的修正值这三个阶段。词义的变迁,包含了古人对天象理解的过程,从汉朝的“日月乱行”,到唐朝僧一行《大衍历》里将其作为“理数然也”的过程,是古人对“变”和“常”的概念变化的很好阐述。", "label": "天文学", "id": 0}
{"content": "在极区夏季中层顶存在异常强的雷达回波,即极区中层夏季回波（PMSE）。1979年Ecklund和Balsley首次用MST雷达在Poker Flat,Alaska（65.13°N,147.46°W）海拔80-90km的高度观察到这种现象。最强的回波来自海拔高度约为86km。随后,大量的雷达观测已经扩展到2.78MHz- 1.29GHz很宽的频段范围。通过对不同火箭和雷达探测结果的联合分析,发现导致PMSE的主要原因是中层区域带电冰晶微粒。PMSE具有明显的季节变化、日变化和半日变化,在五月底或六月初明显的增长,在八月末逐渐消退;每天有一个极大值和一个极小值,并常伴有一个不稳定次极大值。雷达观测表明,反射系数差别很大,随频率的增加而显著减小。本文对已发表文献的数据进行分析, 线性拟合表明,在VHF和UHF范围内其发射系数与频率的4.5次方成反比。", "label": "天文学", "id": 0}
{"content": "本文首先提出了一种新型的超窄带宽法拉第原子滤光器的工作原理及其应用于白天观测激光雷达的可行性。然后详细阐述了中国科学院武汉物理与数学研究所研制成功研制出钠原子法拉第滤光器及其具有原子稳频的染料激光器,并将其带宽压缩以适应法拉第滤光器带宽。最后给出一些初步实验结果,如原子滤光器在一定条件下的透射峰与钠空心阴极灯的光谱曲线对应,在此条件下,将钠原子法拉第滤光器与干涉滤光片用于激光雷达观测背景噪声抑制对比实验,证实了钠原子法拉第滤光器加干涉滤光片后用于白天钠荧光激光雷达的观测是完全可行的。文末给出钠原子法拉第滤光器用于钠层荧光激光雷达系统进行晚上观测结果,观测到了80-110公里高度的钠荧光回波信号。", "label": "天文学", "id": 0}
{"content": "<正> 无线电掩星观测己经成为新世纪空间探测的重要手段。掩星观测技术不仅应用于木星的辐射带和大气层、金星的大气密度和表面温度、火星大气等,而且利用太阳掩星技术,观测冕流和冕洞的电子流,月亮掩星观测月亮等离子层等。从上个世纪90年代以来,由于GPS导航星座的建立和完善,美国开展了GPS/MET的地球无线电掩星观测,得到了0到60km的大气折射率、温度、压力、密度,以及10km以下的大气水汽剖面,60-800km的电子密度剖面,为空间环境研究和预报提供了", "label": "天文学", "id": 0}
{"content": "<正> 银河宇宙背景存在着稳定的频段范围宽广的无线电波辐射,此即宇宙噪声。太空观测的宇宙噪声强度具有相对稳定的空间方向分布。当银河宇宙噪声穿过大气层时,其强度将受到衰减,衰减的程度与其经过的路径上电子浓度和中性粒子成分浓度的乘积成正比。因此,地面银河宇宙噪声强度的变化可以用来研究和监测高空大气主要是电离层特别是电离层低层的电子浓度的变化。而电离层", "label": "天文学", "id": 0}
{"content": "本文简述了国际天球参考架的发展历史和现在射电参考架的现状—基准源选择的标准和参考架的稳定性。描述了地面上光学观测在依巴谷参考架的维持和加密的一系列工作。介绍由天体测量卫星GAIA和SIM给出的天球参考架可能逵到的精度。详述了在今后十年中地面天体测量的作用以及正在开展有关天球参考架的研究课题,同时也列出了我国正在和即将开展天体测量的几个研究课题。", "label": "天文学", "id": 0}
{"content": "闭合相位技术、U-V覆盖技术和像重构技术是光学综合孔径干涉成像的三个关键技术。文中简要介绍了光学综合孔径技术的发展历史、这三种关键技术和光学综合孔径望远镜阵的构成,对之进行了多光束干涉的计算机仿真和实验仿真,两者结果一致说明了光学综合孔径干涉成像技术中有关干涉的理论的正确性,指出了下一步的研究方向。", "label": "天文学", "id": 0}
{"content": "<正> 太阳不仅是可供天线测量的最强辐射射电源,而且也是空间物理和环境研究与探测的主要对象.太阳向地球和其周围环境辐射可见光,红外以及微波.由于厘米波段的微波对云层有较强的穿透能力,加之在厘米波段太阳圆盘上的亮度温度基本为均匀分布,选择该波段对太阳在宁静年和峰年的电磁辐射,特别是突发性的辐射进行常年的跟踪和监测,无疑对空间物理研究和空间环境的探测,预报都是既有意义的.", "label": "天文学", "id": 0}
{"content": "射电望远镜对太阳活动区的完整探测,就是要通过分析所接收到的射电辐射信息,全面地揭示有关射电源的位置、图像,运动及其随时间变化的状况。这就要求理想的太阳射电望远镜既具有很高的强度灵敏度,又具有很高的空间、时间和频率分辨率,由北京大学主持设计的65m 多波段射电望远镜（简称 CRT）,就具有这诸多良好的性能特征。本文首次提出了利用 CRT 结合波束开关方法观测太阳射电源的一种新方案。该方案的实施,对于进一步揭示太阳耀斑机理和预报太阳活动等都是很有意义的", "label": "天文学", "id": 0}
{"content": "时域天文的兴起推动潮汐撕裂恒星（TDE）等黑洞暂现吸积事件的研究成为天文前沿,给超大质量黑洞、活动星系核等传统领域注入了新的活力。报告人将结合自己的研究来介绍此领域目前的一些关键问题、研究现状及未来的机遇与挑战。", "label": "天文学", "id": 0}
{"content": "恒星形成过程中会发生各种光变现象,其光变的时标、幅度等性质和其背后的物理过程密切相关。恒星形成过程也伴随着行星的形成,因而,研究年轻星体的光变现象,不仅可以深入理解恒星形成早期的物理过程,也能让我们更好地理解年轻行星所处的环境。在各类空间地面时域巡天项目,年轻星体的观测研究都占据着很大的比重,在这个报告中,报告人将总结这些巡天项目所取得的重要结果。", "label": "天文学", "id": 0}
{"content": "对于早型OB型星,目前理论主要认为,这些早期相接双星可能通过物质交流形成,而相接状态只是物质传递过程中的一个短暂阶段。一些观察结果也与理论预测一致,如BH Cen、V382 Cyg、TU Mus,这些相接双星都是处于物质转移的缓慢Case A阶段。而本人研究的目标正处于一个不同于这些样品的独特演化阶段,它是刚刚通过物质交流形成的相接双星,并且至少是一个3星系统。", "label": "天文学", "id": 0}
{"content": "紫外消光相比红外和可见光波段更加显著,对高银纬区域的研究有重要意义。结合LAMOST、GALAH光谱巡天和GALEX、Gaia测光巡天,利用更适用于紫外波段的蓝边缘方法 1,244,504颗恒星的NUV波段和56,123颗恒星的FUV波段色余,绘制了主要位于高银纬约三分之一天区的NUV波段消光图,其角分辨率为～0.4 deg,这是目前覆盖范围最广的紫外消光图。同时本工作还计算了全天的紫外色余比,结果与前人的工作十分吻合。应用消光跳变模型,本工作还研究了MBM星表中的高银纬分子云,并精确测定了其中66个分子云的距离和色余,同时本工作导出了其中39个MBM高银纬分子云的色余比,发现色余比在分子云色余较小时明显的偏大。这意味着消光较小的高银纬分子云有着更大比例的小尺寸尘埃颗粒。此外,本工作得到的尘埃盘的标高范围为50-250 pc,典型值约为100 pc,这与气体薄盘的结果相吻合。", "label": "天文学", "id": 0}
{"content": "Kepler望远镜提供了迄今最为精确的测光数据,为星震学研究带来了革命性的进展。本报告将汇报三种脉动变星的一些研究进展:（1）新发现的一颗最冷的氦大气脉动白矮星;（2）热亚矮星的振幅和频率调制现象最新结果,包括长时标和短时标调制;（3）结合LAMOST中分辨光谱进行天琴座RR型变星的星震学结果。", "label": "天文学", "id": 0}
{"content": "在星震学的研究中,表面效应一直是一个不可忽视的误差项。如何更好的修正表面效应带来的影响是我们一直关注的问题。近来Li等人发现太阳表面着存在小尺度磁场,我们尝试将小尺度磁场加入我们的星震学模型中,看是否能对表面效应提供一个新的修正方法。本工作对类太阳恒星HD49385进行星震学分析,通过将磁场引入,探讨是否对表面效应修正提供一个新的方法。", "label": "天文学", "id": 0}
{"content": "OO Dra是一个含盾牌座delta型脉动变星的Algol型双星系统,其大质量的脉动主星经过质量吸积后形成。兼有掩食和脉动两大特征也使OO Dra成为深入理解恒星内部结构和质量吸积过程的理想对象。通过分析OO Dra的光变曲线,我们在其脉动主星上得到了7个独立的本征振动模式。进一步的星震学研究发现OO Dra刚刚经历一个贫氦的物质转移过程。OO Dra的发现可能会为现有物质交流理论提出新的约束,对完善恒星结构演化理论具有重要的科学意义。", "label": "天文学", "id": 0}
{"content": "食双星是恒星天体物理学中最具吸引力的天体之一,是目前同时测量恒星半径和质量的最强大的工具。研究表明银河系一半以上都是双星,研究食双星,确定更精确的恒星参数,有助于理解恒星乃至双星的演化。目前天文研究已进入大数据巡天时代,LAMOST为我们提供海量光谱数据,研究具有光谱信息的食双星,将更具价值,新疆天文台南山观测基地的NOWT具有可以针对LAMOST目标测光全覆盖的特点,提供了进一步研究的便利。通过选择具有光谱信息的食双星,如LPSEB19与LPSEB31,依靠新疆天文台冬日夜长的区位优势,通过NOWT对目标进行多波段后随观测,使用DCWD与DCRL等方法确定双星绝对参数,结合各巡天项目的信息,多方面比较,对单一目标进行更全面的理解。为食双星群体积累具有较精确参数的恒星样本,理解此类目标的统计规律。", "label": "天文学", "id": 0}
{"content": "HI Mon是一个周期为1.57天的食双星系统,我们用WD程序分析了其TESS光变曲线,得到的结果显示这是一颗分离双星,质量比约为0.76。之后我们结合其他观测数据对其进行了O-C分析,发现存在一个周期震荡,由此判断这个双星系统受到附近一个第三天体的引力的影响。", "label": "天文学", "id": 0}
{"content": "研究球状星团是研究宇宙形成和演化的重要途径,过去球状星团被当作有相同化学元素丰度和相同年龄的单一星族来研究。但近年来的光谱和测光发现球状星团包含的恒星之间出现了化学元素丰度的弥散,即多重星族现象。目前已提出多个模型解释这一现象,但都不能全面地解释。星团质量是区分单一星族和多重星族的重要参数。为了对现有模型进行限制和建立新的模型,本文利用加那利大型望远镜对银河系极低质量球状星团Palomar 13的30颗恒星进行观测,借助低分辨率光谱测量CN3839和CH4300光谱指数,发现Palomar 13存在碳元素丰度减少,氮元素丰度增加的现象,判断该球状星团可能存在多重星族现象。但需要进行进一步误差分析和结合其他数据分析才能确定。", "label": "天文学", "id": 0}
{"content": "大部分年龄小于700Myr的年轻星团被发现分存在双主序结构。理论及观测表明,双主序的形成可能来源于恒星不同的自转速率造成的引力昏暗效应。根据这一理论推测,高速自转恒星因较强的引力昏暗效应而相对正常恒星具有更红的表观颜色。利用基于加拿大-法国-夏威夷-望远镜（CFHT）的高分辨率光谱,我们分析了银河系疏散星团NGC2422双主序上恒星的自转速率分布,以及它们与各自在赫罗图上位置的相关性。我们的分析发现恒星的自转速率与其在主序上的相对颜色存在不明显的相关性,其中蓝主序的恒星平均自转速率较低,而红主序恒星的自转速率分布范围则更广,这与传统的恒星自转导致引力昏暗的理论预言并不一致。在此报告中,我们将从恒星自转和双星的测光效应,以及双星潮汐相互作用三个方面讨论NGC 2422的双主序来源及其可能的解释。", "label": "天文学", "id": 0}
{"content": "近年来,大型光谱以及测光巡天释放出大量恒星的化学以及运动学信息。这对我们研究化学元素特异的这一类恒星提供大量数据,我们通过LAMOST光谱观测结合APOGEE证认出一批氮元素增丰的恒星,我们发现这些氮增丰场星的轨道参数揭示大部分氮增丰场星都位于银河系星晕内晕中,对氮增丰场星的运动学研究则表明它们可能起源于银河系球状星团。", "label": "天文学", "id": 0}
{"content": "红团簇星作为标准烛光常用于消光、距离和星系结构的研究。为了得到更高精度的红团簇星距离,需要准确的消光改正和红团簇星基本参数（绝对星等、內禀色指数）估计。对于消光,已有三维消光图、高精度消光规律。但是红团簇星基本参数的估计还很不完善或依赖于光谱恒星参数。虽然已有研究表明红团簇巨星的绝对星等与年龄和金属丰度有关,但是目前的科学工作中仍然采用恒定的绝对星等值,这将导致在距离和结构的研究产生严重的系统偏差。如何准确得到大量测光红团簇巨星的基本参数是限制红团簇巨星成为优秀的距离示踪天体的基本问题。为此,我们基本Gaia,APOGEE,LAMOST以及多波段测光数据,结合恒星物理和银河系结构相关知识,构建了银河系全天红团簇星的三维性质分布图。该模型可以给出任意空间位置和距离的红团簇巨星的绝对星等和內禀色指数。基于该模型能大大降低用红团簇巨星研究距离和结构的系统偏差。我们还构建了全天包含约1100万颗星的最大的红团簇巨星测光样本,并结合三维性质分布图得到了全天三维消光图。", "label": "天文学", "id": 0}
{"content": "富Li的红巨星可通过多种物理过程产生,研究富Li红巨星的产生机制,对研究恒星内部结构和演化,以及宇宙原初核合成有重要作用。疏散星团NGC 188是银河系内最古老的疏散星团之一,有大量的红巨星族,非常适合系统地研究恒星内Li元素的产生机制。本报告通过对疏散星团NGC 188中34颗红巨星进行光谱分析,确定了29颗成员星并得到了他们的单双性、金属丰度、Li元素丰度等参数。通过与相同仪器得到的太阳光谱的较差分析、迭代和加权平均,得到NGC 188的金属丰度为+0.064±0.018dex。本报告进一步讨论了使用Yale-Yonsei等龄法拟合疏散星团基本参数的简并性,并利用样本中最冷的红巨星优化了谱线列表,这为今后探测G类和K类恒星中的极弱Li线和计算Li元素丰度上限提供了信心。本报告展示了4颗\"富Li\"红巨星的Li元素丰度以及其余23颗成员星的Li元素丰度（3σ）上限,并进一步讨论了传统红巨星的\"富Li\"标准和在疏散星团中的进一步运用。NGC 188中富Li红巨星的比例（4/29或2/29）远高于近期大型巡天计划中发现的比例,这或许与它们在颜色-星等图上的位置有关,本报告详细讨论了其中Li元素可能的产生机制,如自旋深层混合、碰撞并合、双星通过洛希瓣传递物质等,为恒星演化历史和演化模型提供了参考。", "label": "天文学", "id": 0}
{"content": "在球状星团中发现的多重星族反映了恒星系统形成和演化的重要线索。银河系核球方向的球状星团是多重星族研究不可或缺的一部分,但该区域的场星污染和红化阻碍了对其进行详细的光谱研究。我们利用APOGEE（Apache Point Observatory Galactic Evolution Experiment）的高分辨率近红外光谱数据,研究了核球方向的贫金属球状星团NGC 6544的化学元素丰度。在本报告中,我将综述我们使用APOGEE对NGC 6544的星族成分的研究成果,包括成员星选择,恒星的N、Mg、Al、Si、Ca、Ti、Mn、Ni、Ce等元素丰度的测定及其结果。基于这些结果,将基于恒星核合成理论讨论星团第一代前身星的CNO循环和MgAl循环过程,以及Ia和II型超新星的贡献等。此外,我们将比较NGC 6544与银河系场星,讨论NGC 6544在银河系中的化学来源。", "label": "天文学", "id": 0}
{"content": "利用从LAMOST巡天数据DR4中遴选出的一个红团簇巨星样本,分析了样本恒星的α元素丰度分布,将其按元素丰度[α/Fe]和金属丰度[Fe/H]分布划分为5个化学丰度相对单一子样本,通过恒星计数方法计算了5个子样本恒星数密度的空间分布轮廓,并结合运动学性质和年龄等信息,分析研究了银盘恒星的结构成分。", "label": "天文学", "id": 0}
{"content": "基于OB星样本研究银河系年轻盘的结构,解释银盘的形成和演化历史。介绍课题组在激变变星和BHB星搜寻领域的最新成果", "label": "天文学", "id": 0}
{"content": "基于我国大科学工程LAMOST望远镜数据中超过120万的K巨星和M巨星,结合SDSS数据中的K巨星以及蓝水平分支恒星等样本,在能量角动量空间找到了大样本的人马座星流以及反银心子结构成员星。通过进一步的分析我们发现了更多详细的人马座星流三维轨道信息,以及分叉结构特征。基于大样本反银心子结构成员星,我们详细分析了其结构特征,并通过与盘星的对比,进一步证明了其起源于银盘。", "label": "天文学", "id": 0}
{"content": "简要介绍中国科学院云南天文台与香港天文学会合作运行的大视场巡天项目和现在的运行状态,描述已经取得的阶段性成果。重点展示该巡天项目所发现的凌食系外行星候选体、磁场活动星、特殊的密近双星等,就所发现的系外行星候选体、磁活动星和巡天视场中包括的太阳系小行星做进一步的分析和讨论。最后,展望下一阶段的巡天工作。", "label": "天文学", "id": 0}
{"content": "恒星星冕物质抛射（CME）是一种非常剧烈的恒星磁活动现象,同时也是系外空间天气的主要源头,频繁发生的CME可能会侵蚀甚至是剥离恒星周围行星的大气层,使行星不适合生命的存在,CME还会对恒星角动量与质量的损失有重要贡献,从而对恒星的演化也具有非常重要的影响。我们的研究样本为LAMOST MRS中晚型主序恒星,通过对晚型主序恒星的时域光谱的Halpha谱线的不对称性进行分析,我们搜寻到四个恒星CME候选体,其中一个CME候选体来自G型类日恒星,另外三个CME候选体分别来自三颗M型矮星。通过对这四个CME候选体的时域光谱的Halpha谱线的不对称性进行双高斯拟合,我们分析了CME的速度变化情况并给出CME的质量。同时结合太阳耀斑与CME的观测及理论模型,分析四个CME候选体中Halpha谱线的不对称分量所对应的可能的物理过程。", "label": "天文学", "id": 0}
{"content": "测定大样本的恒星大气参数（有效温度,金属丰度,表面重力加速度）对银河系的结构和演化有着巨大的作用。SAGE（Stellar Abundance and Galactic Evolution）巡天采用一套新的测光系统u SC、vSAGE、 g、r、 i、DDO51、Hαn、Hαw来精确测量恒星大气参数。我们交叉了SAGE、APASS、APOGEE、2MASS,得到了一个包含SAGE的u、v波段、APASS的g、r波段、2MASS的Ks波段和APOGEE的恒星大气参数（Teff、[Fe/H]、logg）的样本。利用多项式最小二乘法,得到了颜色（g-K、v-r、u-v）与恒星大气参数的经验公式。利用这个经验公式结合其他测光巡天的数据我们可以得到数以百万的恒星大气参数。", "label": "天文学", "id": 0}
{"content": "<正>触发恒星形成是恒星形成的重要机制之一,具体形式包括电离氢区膨胀、云云碰撞等。我们将报告最近的两个研究案例:大尺度bubble G15.684-0.29周围的分子云与恒星形成,以及分子云G32.18+0.15的云云碰撞和恒星形成。", "label": "天文学", "id": 0}
{"content": "利用DECaLS巡天项目的图像数据,我们完成了g/r/z三个波段独立的宇宙学剪切信号测量,天区覆盖面积超过10000平方度。此报告将简单介绍该数据的获取和使用,以及目前利用该数据在研究暗晕结构和限制宇宙学参数方面取得的一些最新成果。", "label": "天文学", "id": 0}
{"content": "弱引力透镜效应是研究暗物质暗能量和引力性质的独特的宇宙学探针,其观测效应体现在星系形状（剪切）和亮度（放大率）的微小改变。当前的弱引力透镜宇宙学研究主要基于剪切信号的测量,而放大率信号的提取仍受限于星系内禀成团性和星系偏袒因子的影响。在本工作中,我们提出一种不受星系偏袒因子的影响探测宇宙引力透镜放大率的新方法—剪切-位置互相关分析法,并应用于日本昴星团望远镜主焦点相机巡天（HSC-SSP）数据,首次成功探测到由引力透镜放大率引起的剪切-位置互相关信号。进一步与剪切-剪切相关信号相结合,该方法可以有效地检验观测到的弱引力透镜剪切信号和放大率信号的自洽性,限制剪切信号的测量偏差。我将在本报告中对此方法以及所得结果进行简单介绍。", "label": "天文学", "id": 0}
{"content": "我将汇报在宇宙再电离和21厘米宇宙学的两个最新工作。（1）我们发现再电离的泡状结构会极大地影响再电离结束后的莱曼阿尔法森林功率谱。因此,我们提出低红移的莱曼阿尔法森林功率谱是探测宇宙再电离物理的新窗口,并预测了DESI的莱曼阿尔法森林功率谱测量对宇宙再电离模型参数的限制精度。（2）机器学习在宇宙再电离的21厘米数据分析中发挥了成功应用。我们利用三维卷积神经网络（CNN）,实现了从三维21厘米图像信息直接限制宇宙再电离模型参数,并结合DELFI网络,首次在21厘米宇宙学分析中引入了贝叶斯推断的机器学习办法。", "label": "天文学", "id": 0}
{"content": "发射线星系对于研究星系形成与演化具有重要意义。目前大型的发射线星系搜寻任务专注于利用大样本探索星系的恒星形成活动及宇宙的恒星形成历史。基于日本Subaru望远镜对COSMOS场的观测数据,我们搜寻到一批发射线星系中具有明显发射线光变的样本。我们分析了这批样本光变的原因和统计性质,并探讨了AGN在该样本中的作用。", "label": "天文学", "id": 0}
{"content": "本报告将介绍利用中国空间站巡天空间望远镜CSST开展活动星系核研究的计划,重点介绍近期预研究的进展情况。我们将开发利用CSST近紫外到近红外大天区高空间分辨率多色图像、高精度多色测光与无缝光谱数据,以及来自其它望远镜的多波段数据开展AGN研究的工具和方法,构建AGN完备大样本,系统、深入地开展AGN寄主星系、AGN物理与统计性质、高红移类星体和AGN光变等一系列研究。", "label": "天文学", "id": 0}
{"content": "康普顿厚AGN是AGN非常重要的一个子类。根据宇宙X射线背景的AGN种群合成模型,康普顿厚AGN应该占总AGN的30%或者更高。在CDFS中利用X射线谱拟合仅发现71个康普顿厚活动星系核,占该场活动星系核的10%。暗示了仍有许多的康普顿厚AGN未被认证,我们的工作目的就是利用多波段的方法找出未被认证的康普顿厚AGN。我们首先构建了一个具有多波段数据且其能谱中有可靠的AGN的成分的样本,总共51个活动星系核,其中8个已经被诊断为康普顿厚AGN。我们通过多波段的方法又从这51个AGN中找出了8个康普顿厚的。我们还分析了这8个康普顿厚AGN被以前工作遗失的原因,还讨论了它们的一些性质。", "label": "天文学", "id": 0}
{"content": "FAST是当前世界上最大口径的单天线望远镜,它较高的角分辨率以及高灵敏度使得我们能够探测到更低质量中性氢的信号。中性氢是星系气体的重要组成成分之一,也是恒星形成的原材料,对星系演化有着重要影响。在对近邻星系群N4636的FAST观测中,我们探测到了数十个星系的中性氢信号。我们搭建了新的流水线来处理FAST数据。通过与阿雷西博望远镜ALFALFA项目数据对比,我们发现在观测相同源时,FAST观测的星系中性氢数据,总流量、谱线形状、星系位置等信息都与ALFALFA数据基本吻合,且FAST数据的信噪比更高。此外,我们首次发现了十余个较暗的星系。这充分展现出FAST望远镜在中性氢观测方面的强大潜力,也说明了我们新的数据处理方法的准确性。", "label": "天文学", "id": 0}
{"content": "基于开普勒空间望远镜的高频采样（1分钟）数据,我们对类太阳恒星耀发的特征时间进行了统计分析。和太阳耀斑类似,恒星耀发的光变轮廓也呈现出比较明显的两段式特征（上升相-下降相）。通过统计分析,我们得出类太阳恒星耀发的上升相和下降相时间的中位数分别为5.9分和22.6分,而且上升相和下降相均服从对数正态分布。而对数正态分布的峰值分别为3.5分和14.8分。从类太阳恒星耀发和太阳耀斑的时间比较来看,他们应该符合相同的物理机制。本工作中对于类太阳恒星耀发的统计结果也可以作为研究其他类型恒星耀发特征时间的基准。", "label": "天文学", "id": 0}
{"content": "<正>微引力透镜是目前唯一能找到流浪行星和低质量冷行星的探测方法。但目前因为地面的测光不稳定,以及没有微引力透镜视差的测量,导致流浪行星和低质量冷行星的探测效率很低,并且没有直接的质量测量。我们计划在地球2.0卫星上放一个30cm的微引力透镜望远镜,对银河系中心进行4年的凝视巡天,从而发现上千颗冷行星和流浪行星,", "label": "天文学", "id": 0}
{"content": "<正>Kepler和K2系外行星探测项目一共发现了约2600颗系外行星,对于行星科学研究和搜寻地外生命具有很大的贡献。这得益于Kepler卫星高精度的测光、稳定的观测和高效的数据处理。因此,我们有必要再次独立地实现Kepler数据处理的Pipeline,不仅可以加深对于Kepler数据的了解,而且也能帮助我们改进Pipeline,从而能够从Kepler数据中挖掘新的科学发现。最终可以把这些信息反馈给地球2.0项目的卫星设计、数据模拟和数据处理,提高ET的科学产出。", "label": "天文学", "id": 0}
{"content": "<正>地球2.0项目计划监测上百万颗恒星的光变曲线,主要科学目标是凌星法探测系外行星。除了系外行星外,高精度和高时间分辨率的凌星光变数据也可以用来搜寻一些奇异的系外天体,比如系外的月亮,系外的行星环结构,系外的彗星等。我们在本报告中将简要介绍我们的观测方法和搜寻计划。", "label": "天文学", "id": 0}
{"content": "<正>恒星黑子存在于类太阳恒星和全对流恒星的表面,由于黑子的存在,恒星的光度可能呈现出周期性变化,这也是我们利用测光观测的办法研究恒星自转的基本原理。从Kepler的样本中,我们发现恒星自转周期并非严格周期性,这可能是由于恒星黑子相对于恒星表面可以不是相对静止而引起的。为此我们用小波分析的方法去分析和研究了Kepler光变曲线中的20 485个目标,给出了这些目标表面黑子相对运动速度的估计。", "label": "天文学", "id": 0}
{"content": "<正>我们将报告通过WES观测的del Boo高精度视向速度测量。WES是国内天文观测领域使用的首台光纤引光的高分辨率光谱仪,具有波长覆盖广、稳定性高等优点,在获得恒星视向速度的同时,可测量恒星磁活动特征谱线（Ca II H＆K、Hα、 Ca II infrared triple lines）、恒星自转调制引起的谱线平分线（Bisector Velocity Span,BVS）等,", "label": "天文学", "id": 0}
{"content": "<正>空间高精度测光应用中对恒星的高精度测光监测,由于像素内响应非均匀性结合载荷平台抖动的原因,点扩散函数在像素内轻微移动,系统会引入额外的噪声源,影响测光精度。测量像素内响应不均匀性可以改善光度测量的不确定性,提高测光精度。像素响应不均匀性是关于波长的函数,我们称之为像素内响应函数（IPRF）。", "label": "天文学", "id": 0}
{"content": "基于我国大科学工程LAMOST望远镜数据中超过120万的K巨星和M巨星,结合SDSS数据中的K巨星以及蓝水平分支恒星等样本,在能量角动量空间找到了大样本的人马座星流以及反银心子结构成员星。通过进一步的分析我们发现了更多详细的人马座星流三维轨道信息,以及分叉结构特征。基于大样本反银心子结构成员星,我们详细分析了其结构特征,并通过与盘星的对比,进一步证明了其起源于银盘。", "label": "天文学", "id": 0}
{"content": "系外行星是当今天文学研究中最为前沿和热门的领域之一,利用偏振技术能够获得观测目标光的偏振状态、偏振强度和总强度等重要信息,因此该技术在系外行星探测与刻画中发挥着重要作用。本报告汇报了研究团队发展的基于液晶延迟器的高精度偏振探测新技术,主要包括了两种不同液晶延迟器（分别为液晶可变相位延迟器LCVR和铁电液晶延迟器FLC）的偏振研究成果与进展,并介绍了系外行星的偏振探测原理、偏振方案的设计与优化、系外行星的偏振探测实验等内容。最终,展示了团队研发的偏振系统对接国内外天文望远镜后获得的典型偏振观测结果。研究团队希望能够为我国未来基于地面望远镜和空间望远镜开展的系外行星偏振探测与刻画应用奠定一定技术基础。", "label": "天文学", "id": 0}
{"content": "自行是天体最基本的观测量之一。结合Gaia、PS1、SDSS等国际上多个大型巡天数据,我们计算了7亿多颗恒星的自行,先后发布了大型自行星表GPS1和GPS1+。在此基础上结合LAMOST、Gaia等数据,我们在银河系结构与演化等方面开展了系列研究工作,取得了一些原创性成果:（1）精确测量出太阳的本征速度,发现银盘恒星运动学新特征,对银盘翘曲机制以及银河系的扰动历史给出明确限制,揭示了非对称结构对银盘演化的重要影响;（2）首次发现宽距双胞胎星比例异常,完成双星间距统计及暗物质质量限制,利用双星精确测量恒星年龄;（3）在太阳邻域发现并命名恒星\"蛇\"巨型结构,一万多颗成员星使其成为研究恒星形成、恒星物理、环境演化等方面的理想实验室。近期,围绕未来CSST的科学需求,我们针对密集星场区（比如M31、核球区）开展了恒星自行测量研究,在HST和CSST模拟数据中得到了良好的测试结果。", "label": "天文学", "id": 0}
{"content": "由于类星体距离我们十分遥远,一般可以视为零视差与零自行的天体,然而,一些特殊的类星体,如类星体对,具有明显喷流的活动星系核等,可能在观测过程中发生光学波动,导致其天体测量参数产生较大的偏差,我们的工作即是通过Gaia的天测测量解,结合SDSS的观测数据,产生一个具有高可靠性的异常类星体星表,对于发现双黑洞,星系合并与演化等提供必要的候选体。", "label": "天文学", "id": 0}
{"content": "作为我国的一个重要天文观测设备,LAMOST（即郭守敬望远镜）在恒星领域取得了丰硕的成果,同时也极大促进了太阳系外行星领域的研究。本报告首先将从分析目前系外行星领域取得的成果经验基础上回答LAMOST为什么能助力系外行星研究,然后通过介绍我们基于LAMOST开展系外行星研究的一些进展,进一步举例说明LAMOST如何助力系外行星研究,最后对LAMOST在助力系外行星研究方面做一些未来展望。", "label": "天文学", "id": 0}
{"content": "确定恒星年龄,对于研究行星系统的形成与演化具有重要意义。恒星年龄可以帮助我们了解银河系历史上不同时期行星的形成率,并推算行星系统随时间的演化。恒星的年龄难以直接观测,只能根据表面温度、重力加速度等观测值推测,误差较大。依据GAIA和LAMOST望远镜的观测结果,我们得到了约3万颗恒星在三维空间的位置和速度,计算出恒星的速度弥散,进而得出一组恒星的运动学年龄。在此基础上,我们分析了行星出现率与恒星年龄之间的关系,发现年龄越老的恒星,周围出现行星的概率越低。", "label": "天文学", "id": 0}
{"content": "自1995年第一颗系外行星飞马座51 b发现至今,已有超过4000颗系外行星被认证,此外还发现了数千颗有待进一步确认的行星候选体。随着观测仪器技术的提高和时间的积累,系外行星在银河系中的分布已扩展到数千个pc。不同银河系环境（位置、组分、元素组成等）,不同年龄中的行星系统会有什么不同呢?这是系外行星的基础问题之一,其答案将有助于理解不同银河系环境中行星的形成和演化,为探索系外行星的多样性提供关键的线索。旨在探索这些问题,我们正在进行一个名为‘行星系统的空间分布和时间演化（PAST）’的研究项目。要做到这些,基础是给出行星宿主恒星的运动学性质和年龄。因此,我们修正了划分银河系组分的运动学方法,将其适用范围由太阳附近100 pc延展到1500 pc,足以覆盖目前已经发现的绝大多数行星系统。此外,我们修正了年龄-速度弥散关系,提高了其参数精度。利用这一关系,我们可以得到一群恒星的运动学年龄,其典型误差为10%-20%。借助上述方法,利用Gaia,LAMOST,APOGEE,RAVE,Kepler,NASA等星表数据,我们给出了2174颗行星宿主（2872颗行星）和35864颗Kepler行星的运动学星表（如位置,速度,银河系组分等）。利用上述运动学方法和星表,我们进一步探索了热木星的年龄分布和演化,Kepler行星半径谷等与宿主恒星的银河系环境和年龄的相关性,并且已经初步取得了一批研究成果。", "label": "天文学", "id": 0}
{"content": "行星形成和演化与主星性质密切相关,前人之述备矣。行星形成不仅与主星性质相关,还和周围的动力学环境、辐射环境密切相关,例如:行星多形成于星团环境,原行星盘寿命受光致蒸发影响,与周围的EUV,FUV辐射密切相关,行星动力学演化也与主星的动力学经历有关。本报告着重探讨周围环境对行星系统形成和演化的影响机制,并结合最新的Gaia数据,对其中若干关键因素进行了梳理和总结,通过理论和观测分析,获得了行星系统特征与不同恒星环境下,演化历史的相关证据。", "label": "天文学", "id": 0}
{"content": "由于光的持续性辐射,光的公转区域中的光粒子密度会很大,温度也会很高。但随着密度的增大,光粒子在相互作用中形成等离子体（复粒子）的几率也会增大。光的公转区域在演化中形成大量的等离子体以及光粒子云,以至于形成小型天体,使的光的公转区域的光粒子密度不会无限制的增大。同时考虑其它恒星的光的公转区域的交叉对光的公转区域的密度影响,大大减小了其它恒星的光的公转区域的密度,所以,光的公转区域有保护太阳系行星区域不受其它恒星的高密度光的威胁的作用。外太空演化而成的诸多物质层也会使天文观测存在诸多误判。理论上,能够观测到的其它恒星数量是很少的。", "label": "天文学", "id": 0}
{"content": "粒子的自由运动能量公式中,比较抽象的自转能可以转化为动能来描述,从形式上可视为一种简化描述形式,这种简化描述形式,也是可以建立数学运算公式来计算,理论上,可视为自由运动能量的简洁化运算形式。而且这种简洁化运算形式可以适用于微观和宏观领域,而且也是可以使用到不同的维度的波动特性中,在任何维度上,其总能量值是不变的。", "label": "天文学", "id": 0}
{"content": "本文分析了地震与宇宙膨胀的关系,得出了宇宙膨胀是所有地震产生的根本原因这一结论。", "label": "天文学", "id": 0}
{"content": "<正>第一个测到的高速分子外向流是上世纪70年代在第一个测到的恒星形成区Orion-KL中的意外发现,随即而至的利用多种设备的后续研究揭示了不同的形态、性质和起源。用ALMA并且高激发密度的探针的研究表明这个外向流不是双极的而是多级的,不是星源驱动的而是爆发产生的。并且获得BN天体是爆发中心和爆发效应的观测依据。", "label": "天文学", "id": 0}
{"content": "<正>近邻宇宙中的大质量恒星形成星系大部分为盘星系,理解盘星系的形成和演化是星系领域的核心问题之一;大质量盘星系的死亡机制,是二十多年来星系宇宙学领域中最具争议的热点问题之一。通过对从光学到射电的多波段巡天数据的综合分析,我们发现大质量盘星系由内到外的死亡,和盘星系中大质量核球的形成,以及低光度活动星系核的反馈有密切关系。大质量盘星系在死亡过程中,其中性氢的含量基本不变,", "label": "天文学", "id": 0}
{"content": "<正>高红移（红移～6或以上）产星星系是研究早期星系形成和探索宇宙再电离的有力工具。我将介绍近几年我们在高红移星系光谱巡天方面的工作。利用6.5米麦哲伦望远镜上的多光纤光谱仪M2FS,我们对超过两平方度深场天区的高红移星系进行光谱证认。我们证实了超过300个红移为5.7和6.5的LAE星系和大量LBG星系。", "label": "天文学", "id": 0}
{"content": "<正>随着对赫歇尓望远镜观测的多波段远红外星际尘埃数据的深入分析,丝状分子云的角色在恒星形成领域中被再次引起高度关注。但迄今为止,其中一个最根本性的问题:丝状结构的分子云如何将它们自身的质量最终转变成恒星的质量,仍然没有被完全理解。", "label": "天文学", "id": 0}
{"content": "<正>对流超射对恒星内部的物质混合起着重要的作用,关于恒星对流超射的理论模型仍然需要进一步检验和改进。我们通过三维数值模拟研究了恒星内部向上对流超射的物质及能量混合过程,结果表明顶部对流稳定区可以分为三层:热结构调整区（混合物质和熵）、湍流耗散区（混合物质但不混合熵）、热耗散区（既不混合物质又不混合熵）。", "label": "天文学", "id": 0}
{"content": "<正>分子云是恒星形成的场所已渐渐成为天文界的共识,对分子云的研究有助于天文学家理解恒星的早期形成及演化,因此分子云核的检测成为研究恒星的最基本工作之一。分子云的典型尺度在10pc以上,分子云团块的典型尺度约为1 pc,分子云核的典型尺度约为0.1 pc,天文学家根据经验将分子云核定义为数据立方体中具有密度集中、高强度的那些区域。分子云核的形状也具有多样性和复杂性。", "label": "天文学", "id": 0}
{"content": "<正>高速自转影响着大质量恒星的结构和演化。高速自转的大质量恒星被认为是引力波事件,以及长伽马射线暴的前身星。但由于大质量恒星强大的星风会快速制动其自转速度,所以我们很难发现高速自转的大质量恒星。幸运的是,我在LAMOST数据中找到了一颗自转速度为540km/s的大质量恒星,其光谱类型为:O6.5Vnnn（f）p,", "label": "天文学", "id": 0}
{"content": "<正>混合光谱热亚矮星是由热亚矮星+FGK主序星组成的,主要通过稳定渃浠瓣通道形成的,通过对它们的光谱分析,可以为该形成通道提供更多的限制。首先,我们发展了一套LAMOST混合光谱热亚矮星分析方法。其次,对LAMOST DR7中149颗热亚矮星混合光谱候选体,进行了分析得到了热亚矮星成员的有效温度,重力加速度,氦丰度,伴星的有效温度,重力加速度,金属丰度。最后,给出了大气参数统计结果。", "label": "天文学", "id": 0}
{"content": "<正>我们利用gamma Doradus型变星的震动研究这类恒星的内部自转。gamma Dor变星是A到F型的主序星,这种恒星的外层为辐射区,内核为对流区。其震动模式为回复力为浮力的g模式震动和回复力为科里奥利力的r模式震动。g模式和r模式震动对恒星内核上边缘的区域敏感,因此可用来研究恒星深层区域。", "label": "天文学", "id": 0}
{"content": "<正>通过对脉动食双星的测光和光谱观测,能够准确确定双星的质量、半径、光度等物理参数,从而有助于识别脉动子星的脉动模式,约束恒星演化模型。本文首次给出了脉动食双星HIP 7666的测光轨道解,并对其脉动子星进行了频率分析。从2015年10月至2016年2月,分三个观测季对其开展多站多波段（Johnson B\\V\\R）测光观测,共22晚的观测数据,给出了全相位覆盖的光变曲线;分别在2015年、2016年和2019年冬季,", "label": "天文学", "id": 0}
{"content": "<正>我国的LAMOST望远镜是国际上获取光谱率最高的大视场巡天望远镜。到目前为止已获得了一万左右颗EW型相接双星的恒星大气参量,为研究相接双星及相关天体的物理特性等奠定了坚实基础。相接双星是两子星均充满各自的洛希瓣且具有对流公共包层的相互作用双星系统,其轨道周期（P）和表面有效温度（T）间存在良好的线性递增关系。然而LAMOST却发现一些明显不符合P-T关系的\"特殊相接双星\"样本,", "label": "天文学", "id": 0}
{"content": "<正>造父变星是宇宙中的标准烛光,通过构建空间距离尺度,可以让我们精确得到宇宙中很多天体的距离。疏散星团能为造父变星提供距离、年龄和消光,从而更好的限制造父变星的周光关系和周期年龄关系。与此同时,造父变星能检验疏散星团的演化乃至银河系或其他旋涡星系旋臂的形成和演化理论。Gaia DR2时代的到来,", "label": "天文学", "id": 0}
{"content": "<正>太阳邻域恒星的高精度元素丰度分布为追踪银盘恒星的星族成分和化学演化提供了最直接的观测依据。我们从太阳附近巡天的GCS（Geneva-Copenhagen Survey）星表中选取了一批F/G矮星样本,利用国家天文台兴隆观测基地的2.16米望远镜和云南丽江天文观测站的1.8米望远镜观测得到了其高分辨率（R>37000）", "label": "天文学", "id": 0}
{"content": "<正>我们通过系统地搜寻一共找到了459个12CO外向流候选体,其中284个位于英仙臂（包括W3/4/5分子云复合体）,162个位于本地臂,5个位于外旋臂,其余的8个位于旋臂间区域。这表明恒星形成主要集中在银河系旋臂上。我们同时研究了外向流候选体对分子云的反馈作用。我们一共找到了265个与外向流候选体成协的分子云,", "label": "天文学", "id": 0}
{"content": "<正>恒星形成于冷的（～10 K）的分子云核,然而分子云核如何坍缩形成恒星以及原恒星的早期演化还存在诸多问题。ALMASOP项目对猎户座72个冷的分子云核进行了超高分辨率（～100 au）的观测。这些观测研究揭示了无星云核的分裂、双星系统和多星系统的形成、分子外向流的精细结构以及丰富的化学特征。该报告将报道ALMASOP项目的进展以及未来计划。", "label": "天文学", "id": 0}
{"content": "<正>近些年对耀变体的观测表明,传统的单辐射区喷流模型面临着越来越多的挑战。我们尝试依据多波段多信使的观测数据建立耀变体的多辐射区模型,探究耀变体喷流辐射区的性质与相关物理过程。", "label": "天文学", "id": 0}
{"content": "<正>在这项工作中,我们提出了一个双辐射区的耀变体辐射模型并应用其研究了2014-2015年的中微子爆发与耀变体TXS 0506+056的成协事件以及最近发现的耀变体4FGL J0955.1+3551在空间上与一个μ子中微子IceCube-200107A的成协事件。", "label": "天文学", "id": 0}
{"content": "<正>随着WMAP、Planck等卫星对宇宙微波背景辐射（CMB）扰动的观测,LCMD模型下的宇宙学参数已经得到了非常精确的限制。由于CMB探测的光子主要来源于红移1100的时候,而且只有二维分布的信息,所以我们仍然需要额外的观测来作为CMB的补充。大尺度结构主要测量宇宙演化晚期星系的分布,", "label": "天文学", "id": 0}
{"content": "<正>暗能量光谱巡天（DESI）是继SDSS之后的下一代宇宙学巡天项目。为了进行光谱选源,DESI开展国际合作进行了新的图像巡天项目,总的面积为20000平方度,包括了光学grz三个波段,同时集成了最新的WISE近红外观测。利用图像巡天的5个波段的数据,我们对图像中的3亿星系进行了测光红移和恒星质量估计,", "label": "天文学", "id": 0}
{"content": "<正>我们测量了COSMOS场中通过静止系UV波段选择的红移在0.5到2.5之间的大质量星系的空间成团性。在每个红移子区间内,我们把星系根据静止系颜色分为红序列,蓝云和绿谷星系三种类型。我们发现三种类别星系的空间成团性是与星系颜色以及红移密切相关的:在所有的红移区间,红序列星系成团性最强,蓝云星系成团性最弱,", "label": "天文学", "id": 0}
{"content": "<正>我们利用钱德拉深场构建了一个很大的高度遮蔽及康普顿厚活动星系核的专属样本,细致研究了这些源的相关物理性质及演化,包括:（1）本征中性氢柱密度分布及其演化;（2）康普顿厚活动星系核比例及其演化;（3）康普顿厚活动星系核的logN-logS关系;（4）高度遮蔽及康普顿厚活动星系核在主并合星系演化图像中所扮演的具体角色。", "label": "天文学", "id": 0}
{"content": "<正>类星体（QSOs）是宇宙中辐射最为强烈的活动星系核,其能量主要来源于星系中心超大质量黑洞对周围物质的吸积所释放的能量。按光谱形态的不同,活动星系核被分为有宽发射线的I型活动星系核和只有窄发射线的Ⅱ型活动星系核。\"变脸\"类星体（changing-look quasars/Active Galactic Nuclei,CLQ/CL AGN）是最近新发现的一类天体。", "label": "天文学", "id": 0}
{"content": "<正>极紫外波段是天文观测中尚未被充分开发的波段,也是未来极有希望为恒星和系外行星研究带来重大突破的一个关键窗口。通过发射有效面积为100平方厘米量级的极紫外望远镜,我们计划对临近太阳系的部分恒星进行长期的观测。这些观测不仅能用于诊断星冕磁场、密度、温度等关键的物理参数,", "label": "天文学", "id": 0}
{"content": "<正>星冕物质抛射（CME）和恒星耀斑（Flare）的频繁发生会影响系外行星的大气演化,从而在一定程度上影响系外行星的宜居性。标准太阳爆发模型已成功地将CME与Flare现象抽象为了一个统一物理过程,但是我们所熟知的CME-Flare爆发图像能否普适地推广到更多磁活动剧烈的恒星上至今仍没有明确的答案。", "label": "天文学", "id": 0}
{"content": "<正>一切群体都是由个体组成的,基本粒子就是组成一切物质群体（包括所有的原子、分子、物体、星球乃至整个宇宙等）、构成整个物质世界的最基本的个体粒子,是最初始的物质、是万物的基元。物质世界是客观存在,构成物质世界的基本粒子的客观性也是无可置疑的。", "label": "天文学", "id": 0}
{"content": "<正>晴朗的天空,阳光灿烂,茫茫的大地藴藏着原始物质无穷无尽的生命力,孕育着世间万事万物和人类世世代代在生存竞争与科学发展的道路上前仆后继,勇往直前。但浩瀚的宇宙如此之大,根据当代天文学的观点,太阳系是宇宙中一普通星系,而地球又是太阳系的普通行星,地球在太阳系是唯一有生命的行星,而且是有高级生命存在的行星。", "label": "天文学", "id": 0}
{"content": "粒子在双重运动性中具有不稳定性,粒子的不稳定性导致粒子的形状发生不可预测性的变化。从物理角度来考虑,被假设的光粒子是不尽相同的,复粒子更是具有不尽相同的性质。所以,粒子的形状和运动的物理意义上分析,宇宙具有非对称性。能量守恒具有延时性,能量守恒具有动态守恒性,有:E=Z+（E1+E2）（Z≥0）。能量因子Z表现为内能,内能的可变性表明,粒子有向着稳态上轨道演化的性质。在湮灭性碰撞中具有向着能量守恒的演变的趋势,而在纠缠性碰撞中有向着更不守恒的趋势演变的性质。", "label": "天文学", "id": 0}
{"content": "<正>从上世纪九十年代第一颗太阳系外行星发现以来,系外行星之路上不断涌现一个又一个让人激动的发现。到目前为止,发现的系外行星总数已达数千颗。迅速增长的系外行星新发现,给我们带来了新的科学问题。这么多系外行星有哪些类别?不同的类别有些什么共同或独特的物理/轨道特征?与我们太阳系内的行星相比又如何?通过这些特征的分析,", "label": "天文学", "id": 0}
{"content": "<正>随着地面联测计划和空间观测计划的推进,长时序高精度测光和光谱观测发现了大量多周期脉动变星,为星震学研究提供了丰富的数据。星震学研究是唯一一种可以直接探测恒星内部结构的工具,为检验恒星结构与演化理论提供了独一无二的机会。本报告首先介绍了星震学的基本思想和主要研究方法,并结合Kepler和CoRoT的观测数据,", "label": "天文学", "id": 0}
{"content": "<正>星系团是宇宙中最庞大的自引力束缚系统——即便大部分星系都随着宇宙的加速膨胀而远离彼此,星系团巨大的暗物质晕仍然将上千个星系和大量热气体束缚在三百多万光年的半径内。因此,星系团不仅是当代多波段天文观测中最绚烂多彩的天体,它们也是揭示宇宙加速膨胀背后奥秘的关键探针之一。星系团的内部结构和形成过程是怎样的?", "label": "天文学", "id": 0}
{"content": "<正>大质量恒星晚期超新星爆炸形成中子星或者黑洞,考虑了化学均匀演化对星际间介质中尘埃的组成提供了丰富的化学元素,化学元素对尘埃的形成以及恒星的形成都具有至关重要的作用,并且将恒星内部核反应后期产生的Ni元素丰度与目前所得观测值进行了比较和分析。", "label": "天文学", "id": 0}
{"content": "<正>高速星是指在银河系中速度接近甚至超过银河系逃逸速度的恒星,如果寿命允许,它们最终很可能飞出银河系。早期发现的超高速星大多数为大于2-4个太阳质量的B型星。恒星运动的轨道信息为研究高速星的运动学性质提供了极为重要的帮助,可以通过追溯恒星的运动轨道来倒推高速星的起源。另外高速星的元素丰度信息也可以提供其起源处的环境信息。", "label": "天文学", "id": 0}
{"content": "<正>贫金属富碳恒星是研究宇宙早期恒星性质和化学演化的极佳样本,通常认为来自双星.目前发现的贫金属富碳星中有9颗天琴RR变星（CEMP-RR Lyrae）,其中至少7颗未表现出任何双星特征.传统双星物质转移模型不足以充分解释贫金属富碳天琴RR变星单星的形成.之前研究表明氦白矮星和赫氏空隙星（HG）的并合模型可以解释部分富碳红巨星单星的碳增丰现象,", "label": "天文学", "id": 0}
{"content": "<正>沃尔夫拉叶星是一种高光度高表面有效温度的天体,其特征是光谱里具有氦、碳、氮和氧等元素的强烈发射线。现有的大质量恒星演化通道并不能完全解释沃尔夫拉叶星的形成,因此我们提出沃尔夫拉叶星的另一种起源方式--氦星", "label": "天文学", "id": 0}
{"content": "<正>郭守敬望远镜（LAMOST）为我们研究大样本M型恒星的色球活动提供最佳的机遇,能够使我们发现大量新的色球活动星,这不仅对揭示不同物理参数恒星磁活动的规律有重要意义,而且也为我们把太阳发电机理论扩展到类太阳恒星上奠定坚实地基础。", "label": "天文学", "id": 0}
{"content": "<正>当今,时域巡天进入快车道。北天的ZTF巡天,南天的OGLE项目,太空的Gaia巡天,都拥有搜寻V波段亮于20等的变星的能力。而中红外太空探测器WISE为变星提供红外新视野。本报告着重于WISE和ZTF超过25亿恒星光变数据的深度挖掘,包括变星识别与分类。", "label": "天文学", "id": 0}
{"content": "<正>在星系中对于大多数恒星的质量都要小于太阳质量,尽管其数目非常的多,但是由于小质量M型食双星（0.4-0.8Msun）的亮度比较暗,到现在为至进行过细致研究的小质量M型食双星样本只有三十几颗,目前随着测光和光谱巡天项目的发展,最近发现了很多小质量M型食双星,", "label": "天文学", "id": 0}
{"content": "<正>双星的研究在天体物理学有着比较重要的地位,在研究恒星参数和演化方面有着重要作用。我们利用智利的SARA 60厘米望远镜在2016年和美国的SARA 91.4厘米望远镜在2018年对两个食双星食双星V582 Lyr和V1016 Oph进行了观测,获得其完整的光变曲线,利用WD程序获得其轨道参数,并分析其周期变化。", "label": "天文学", "id": 0}
{"content": "<正>天炉座矮椭球星系作为本星系群中最大的矮椭球星系之一以及银河系的第二大伴星系,是我们研究恒星的形成过程、星系的化学演化过程以及矮星系与银河系之间的关系的重要研究素材。我们采用五分量模型对Lemasle（2014）文献中天炉座矮椭球星系的47颗恒星的元素丰度进行分解,获得各分量贡献随金属丰度的变化趋势,进一步得出各元素的来源。", "label": "天文学", "id": 0}
{"content": "<正>为了揭示Fermi耀变体的光子谱指数与其红移的关系,采用Fermi耀变体的光子谱指数和红移进行统计分布和相关性研究。结果显示出BL Lacs谱要比FSRQs的谱更硬。LBLs可能是FSRQs和HBLs之间演化的过渡阶段。光子谱指数的平均值从大到小依据峰值频率排列为FSRQs、LBLs、", "label": "天文学", "id": 0}
{"content": "<正>宇宙黑暗时代和黎明时期是宇宙中结构形成的最初阶段,对这一阶段的观测和探索,对获得宇宙演化的完整图景、理解宇宙结构起源、探索基本物理规律非常重要。超长波天文观测阵列拟采用1颗主星和5-8颗子星绕月编队的方式,形成空间分布式干涉阵列,通过轨道演化和编队控制,实现全天区1～120MHz的探测。其中1MHz-30MHz频段侧重于干涉测量,同时也进行谱测量,", "label": "天文学", "id": 0}
{"content": "<正>近邻AGN的统计研究表明,受遮蔽的Ⅱ型源在数量上占据优势。然而由于观测相对困难,Ⅱ型AGN仍有待进一步研究,核区性质也是光学观测研究的难点。近期的工作中课题组证认了一例强散射Ⅱ型AGN,并发现强散射Ⅱ型AGN的核区性质可通过分析核区的强散射光及红外的透射光得以测量。与此同时,我们发现多个该类型天体。对于这类强散射Ⅱ型AGN,", "label": "天文学", "id": 0}
{"content": "<正>数值模拟预言了大量的重子处在温度为10^（5）至10^（7） K的银河盘和halo中。这些OVⅡ和OVⅢ高电离金属气可以很好的示踪温-热介质。对于碰撞电离气体,每一种离子在一定温度范围下都有一个最大电离分数,因此可以用来追踪不同温度的温-热介质。", "label": "天文学", "id": 0}
{"content": "<正>极亮红外星系在星系的并合演化序列中处于重要环节,所以其来源及归宿对星系的历史演化有着不可替代的作用。GOALS巡天（Great Observatory All-sky LIRG Survey）是研究亮红外星系的一个重要样本。它利用红外（Spitzer）,光学（HST）,X射线（Chandra）及紫外（GALEX）等数据来系统的研究由RBGS中选出的一个亮红外星系大样本。", "label": "天文学", "id": 0}
{"content": "<正>我们使用了Mapping Nearby Galaxies at Apache Point Observatory（MaNGA）的积分视场光谱数据,研究了红移分布在0.01到0.15的5592个恒星形成星系的恒星质量和金属丰度关系.我们通过与GALEX-SDSS-WISE LEGACY CATALOG（GSWLC）的交叉匹配,获得了星系的恒星质量数据.", "label": "天文学", "id": 0}
{"content": "<正>将介绍LAMOST一期类星体巡天在2012-2017年的观测结果。共证认43000个类星体,其中独立发现24700个,新发现17100个。对大多数新发现的类星体给出了发射线测量和黑洞质量等参数。星表和光谱均可在中国虚拟天文台网站公开下载,为进一步研究类星体物理提供了宝贵样本。", "label": "天文学", "id": 0}
{"content": "<正>活动星系核（AGN）的成团性对于光度以及寄主星系的物理性质（如质量,颜色,恒星形成率等等）的依赖性一直是一个比较有争议结果的话题。对于不同红移处的活动星系,有些研究认为它们的成团性和光度以及寄主星系的物理关系不大,另一些则认为关系比较明显,这主要是因为受限于以往仪器的探测极限以及不同视场之间AGN本征自身成团性有所差别。", "label": "天文学", "id": 0}
{"content": "<正>迄今为止,已有近4000颗系外行星被发现,然而只在几个行星系统中发现了大气逃逸,且对大气逃逸信号的研究也不是很充分。在工作中,我们基于已有的流体动力学模型和新发展的一维辐射转移模型,来研究行星大气的物质损失率和恒星辐射的Lyman alpha被行星大气再吸收的统计情况。我们选取了大量的样本（近450个系外凌食系统）,", "label": "天文学", "id": 0}
{"content": "<正>恒星视向速度测量是2018年10月份开始的LAMOSTMRS巡天最重要的工作之一。本文统计和分析了测试观测和第一年巡天数据中恒星视向速度测量的数据的统计分布和误差情况,以及改进测量精度的一些测试结果。", "label": "天文学", "id": 0}
{"content": "<正>总结第三届全国大学生天文创新作品竞赛情况,介绍IAU100系外行星世界命名活动的开展情况。", "label": "天文学", "id": 0}
{"content": "<正>《时间简史》是英国著名物理学家斯蒂芬·威廉·霍金于1988年写成的一部关于宇宙理论的科普著作。此书可谓是晦涩难懂,但是书中霍金的奇妙想象可以将读者带入一个神奇的世界,阅读它就像是自己亲历了宇宙的演化,从时间的开端漫步到时间的终结,尽览宇宙的奥妙。《时间简史》实为宇宙简史。书中有很多关于时间、空间、宇宙的理论,本文将对霍金所讲的四维空间、弯曲空间以及宇宙膨胀说阐述笔者粗浅的理解。1四维空间人们普遍认为:\"时间\"和\"空间\"是绝对且固定的两个基本概念,也就是说它们不受任何因素的影响。但", "label": "天文学", "id": 0}
{"content": "<正>基于德令哈13.7米望远镜对银道面的巡天数据,我们发展了一套利用SVM机器学习算法搜寻分子外向流的工具。我们在50平方度天区的测试结果显示了该方法的有效性:在还原前人结果的基础上,我们发现了大量新的外向流候选体。我们将这一搜索方法推广到更大天区范围共计210平方度的巡天数据中,覆盖了Aquila和Cygnus X等多个处在不同演化阶段的恒星形成区。通过对搜索到的约200个外向流", "label": "天文学", "id": 0}
{"content": "<正>恒星形成是天体物理的基本问题之一,目前已经清楚,致密的分子云核在引力的作用下向内坍缩并最终形成恒星。因此,分子云核（团块）的认证对我们了解分子云的演化、碎裂并最终形成恒星过程,有着极其重要的科学意义,是分子云研究中的基础工作。在早期,分子云和尘埃中的分子云核（团块）普遍采用人工查找等强度图中相应结构来认证,随后gaussclumps、fellwalker、clumpfind、reinhold等方法成为分子云核检测的几种主要方法。为检验这几种方法的有效性和客观性,我们利用仿真数据对", "label": "天文学", "id": 0}
{"content": "<正>VLBI核移是活动星系核的重要观测特征,也是研究活动星系核核心区域喷流结构和磁场的重要观测量.我们将报告利用高精度毫米波VLBI测量核移的两种技术方法,以及工作进展和后续展望。", "label": "天文学", "id": 0}
{"content": "<正>恒星形成是天体物理的基本问题之一。云核质量函数（CMF）是分子云中致密云核的一个基本观测性质,被用来研究恒星的初始质量函数（IMF）的成因。一般来说,在估算云核质量时,需要确定的参量有:温度、不透明度、云核对地距离和流量,而对结果影响比较大的参量是尘埃温度和不透明度,因此云核检测的参数估计显得尤为重要。", "label": "天文学", "id": 0}
{"content": "<正>行星形成的气体吸积决定了行星最终的形态:类地行星或者气体行星,进而影响地外生命的产生。我编写了一个数值计算程序模拟行星形成的气体吸积过程,并且采用了与实际情况更为接近的不透明度和物态方程表格插值。对比了演化方法与快照方法（经常采用的近似方法）,发现结果有较大差别,快照方法有明显缺陷。还发现不透明度和物态方程对结果影响很大,因而前人基于理想不透明度和物态方程", "label": "天文学", "id": 0}
{"content": "<正>随着Kepler卫星的成功,太阳系外行星探测研究已经由重视行星发现数量到重视行星质量转变。达摩系外行星巡天计划开始于2016年底,主要通过高精度,高稳定性,高色散的光谱仪（R=100,000,波长范围400-900nm）,结合一个1.3米全自动运行的望远镜,使用视像速度法在太阳附近的恒星周边搜寻小质量的系外行星。在这个报告我们将介绍我们主持的达摩系外行星巡天计划和一些有意思的初始结果,包括13颗新发现的系外行星。", "label": "天文学", "id": 0}
{"content": "<正>宇宙间很多星体都是接近于球体的旋转椭球体,研究它有着较为重要的意义。自牛顿时代,许多天文和物理学家研究它的引力特性,一般的方法是引入矩的慨念,从欧拉动力学方程得到矩的方程。一个自然的问题是:能不能从观测特性来决定星体密度。去年,我们曾经研究了粒子（光子）的测地运动和标量场的散射,在本报", "label": "天文学", "id": 0}
{"content": "随着观测手段的改善与提升,世界各地的巡天项目每年都会释放海量的包含了丰富化学信息的恒星光谱数据,这对数据的分析,搜索等工作带来了极大的挑战。为了实现高效的光谱降维,我们搭建了无监督神经网络模型spec2vec,并利用来自LAMOST的观测光谱以及恒星大气程序MARCS的合成光谱来训练、测试该模型。与另一种降维模型AutoEncoder相比,spec2vec有着更高效的学习效率和更优秀的降维效果。", "label": "天文学", "id": 0}
{"content": "天琴RR型变星是一类处于水平分支的贫金属小质量脉动变星,其所具有的周光关系等特性使得该类变星成为研究银河系内老年恒星的化学和动力学性质以及小质量恒星演化的重要探针。然而,天琴RR型变星本身也有若干亟待研究和解决的问题,利用脉动做探针研究其演化等性质是其中的重要工作之一。在本报告中,我们首先介绍相关的研究背景,随后重点介绍我们在这方面最新的发现和工作。利用国内外多个望远镜及巡天项目的测光数据,我们验证并研究了一颗脉动周期快速减小的天琴RR型变星:大熊座AX。其脉动周期变化率达到惊人的-7.75天每百万年。我们还发现其除了脉动周期的快速减小,还表现出有效温度偏高,短波段振幅偏小,光变曲线缺少驼峰（bump）,视向速度变化大等等与普通天琴RR型变星不同的特性。这种种表现都暗示着大熊座AX具有显著的双星性质,是一颗少见的双星演化脉动天体（binary evolution pulsator）。大熊座AX的脉动周期快速减小,表明它正处在快速向赫罗图蓝端演化中,这是一个研究水平分支星形成和演化的鲜活样本。本报告的目的之一也是想以此引起人们对这一稀有天体的关注,希望有更多的学者对其进行更深入的观测和研究。", "label": "天文学", "id": 0}
{"content": "Iax型超新星是Ia型超新星的一个重要子类,在天体物理中具有重要作用。然而,Iax型超新星是怎么来的也就是前身星问题目前仍旧存在很大的争议。当前研究认为,其前身星可能源于双星系统中白矮星吸积非简并氦伴星。在单简并星模型中,非简并伴星可能从爆炸中幸存下来。因此,对残留伴星的详细研究将有助于对前身星系统的认识。我们通过采用三维流体动力学方法对爆炸抛射物与伴星相互作用进行详细地模拟研究,并对残留伴星的后续长期演化进行详细研究。为观测上证认和搜寻残留伴星提供理论依据。这对我们理解Iax型超新星前身星非常有用。", "label": "天文学", "id": 0}
{"content": "<正>FAST球状星团脉冲星巡天自2017年开展以来,已发现超过30颗脉冲星,其中大部分是毫秒脉冲双星。随着工作的深入开展,对于其中部分双星我们已经完成了timing,其中有redback M14D/E,black widow M14A和NGC6712A等特殊的毫秒脉冲双星。我们也开展了相应的监测,对于星际介质闪烁影响明显的球状星团,如M3,开展了监测,获知了M3A的轨道参数。", "label": "天文学", "id": 0}
{"content": "<正>重子物质的真正基态有可能是奇异夸克物质,而不是通常认为的中子物质。因此,人们看到的脉冲星有可能是奇异夸克星,而并不是通常所认为的中子星。但是,如何从观测上区分奇异夸克星和中子星,从而对重子物质的基态这一基本物理问题给出检验,却一直是非常困难的课题。近几年中,我们提出,", "label": "天文学", "id": 0}
{"content": "<正>双致密星并合过程中的引力波和电磁对应体信号,可以对致密星的物态这一核物理、天体物理中的热点问题提供丰富的信息和限制。尤其是并合之后的产物是否没有延迟直接坍缩为黑洞,会显著影响抛射物的多寡、抛射物的电子丰度、并合物最终磁场等等与观测密切相关的性质,而这一现象发生的临界质量,又与致密星的物态紧密相连。", "label": "天文学", "id": 0}
{"content": "<正>KMTNet（Korean Microlensing Telescope Network）是目前最强大的微引力透镜巡天望远镜网络。KMTNet每年可以发现3000+个微引力透镜事件,其中有>20个事件包含系外行星信号,需要从原始图像出发进行进一步的测光,以获得更精确的光变曲线来更好地刻画行星的性质。", "label": "天文学", "id": 0}
{"content": "<正>X射线是寻找黑洞双星的传统方法,但是这种方法只适用于密近的黑洞双星。非相接黑洞双星同时也会发出三种光变信号:Ellipsoidal Variation（EV）,Doppler Beaming和Self-lensing（SL）,这些光变信号给我们提供了一种利用测光望远镜非相接黑洞双星的方法。在本工作中,我们估计了这三种黑洞双星信号的相对幅度,", "label": "天文学", "id": 0}
{"content": "主要介绍由三个RN黑洞组成的静态黑洞系统周围的时空性质,稳定圆轨道相关介绍,粒子的混沌与有序等", "label": "天文学", "id": 0}
{"content": "磁体具有辐射性,辐射性磁场力对于非磁体中部分粒子有磁感化作用,且显示为吸引力特性。天体都有辐射,包括被假设的光粒子在内,天体辐射的微粒子都具有天体的自转惯性,这些辐射粒子构成了天体辐射场,同样天体辐射场对其它天体有磁感化作用显示为吸引力特性,可称之为天体辐射性磁场力。在众多的自然力之中,唯有微弱的天体辐射性磁场力可以等效于引力,而且可以与同时产生的反曲率作用力相抵消,所以,引力不是导致天体相互绕行的作用力,不能与内力等效,内力才是天体相互绕行的自然力。", "label": "天文学", "id": 0}
{"content": "事件是由物质性为载体被观测到,物质性都具有辐射性,包括光在内的辐射都具有粒子性,事件在以光速传播的过程中也有迂回特性,所以事件也具有多重身份的特性。现代物理学对于平行宇宙的预测,其实质就是事件的多重身份。事件具有绝对性。", "label": "天文学", "id": 0}
{"content": "基础核数据的测量对于物理学基础研究和实际应用方面有着重要的参考价值,铍是原初核合成中重要元素之一,因此带电粒子与铍在低能区（Gamow能区在6.5 keV-10.1 keV）的核反应截面应被精确测量,此外铍作为聚变反应堆的第一壁材料的候选材料,其在低能区与聚变燃料的核反应截面对聚变堆的升级和发展有重要意义。然而带电粒子与铍的核反应截面在低能端难以直接测量,导致本工作所研究的p/d-~9Be反应在低能区数据稀缺且不连续,因此p/d-~9Be反应在低能区急需被精确测量。本文介绍的工作首次将p-~9Be反应截面测到18 keV,对于d-~9Be反应截面测量至70 keV以下,本次实验分别使用能量为66-94 keV的氘离子束与18-100 keV的质子束以2 keV的步长来轰击金属铍靶,得到了p/d-~9Be反应的出射带电粒子能谱,并且提取了~9Be（p,α）6Li[1]、~9Be（p,d）~8Be[2]、~9Be（d,α0）~7Li和~9Be（d,α1）~7Li*[3]反应的厚靶产额。通过将厚靶产额微分并且利用薄靶产额公式计算得到上述反应道的S（Ei）因子,并结合更高能区其他工作的数据对~9Be（d,α0）~7Li和~9Be（d,α1）~7Li*[3]反应进行多项式拟合,之后利用厚靶产额公式来计算理论厚靶产额。对~9Be（p,α）6Li和~9Be（p,d）8Be[1-2]反应进行R矩阵拟合分析并且得到Sbare（0）以及屏蔽势Us。", "label": "天文学", "id": 0}
{"content": "<正>压力是独立于温度和化学组分的物理学变量,可以引发众多常压下难以观察到的新奇物理现象亦是发现和截获具有新颖性质的新型材料的重要源泉。行星内部（地球、天王星和海王星等）具有天然复杂的高温高压极端条件,探索其内部物质组成的结构模型一直是高压科学和天体物理学的研究热点。基于晶体结构预测技术和第一性原理相结合,我们系统研究了行星内部N-H-O[1],NH3-He[2],SiO2-He[3]体系在其内部的存在形式以及设计了具有直接带隙的（Si-He化合物）的光伏材料[4]。我们发现在行星内部极端条件下,可以形成具有新型化学配比的N-H-O三元化合物和NH3-He和SiO2-He化合物。", "label": "天文学", "id": 0}
{"content": "外环加热、内环冷却的旋转圆环超重力热对流系统被广泛用来研究地球物理流、行星流以及旋转机械中的流动传热问题。本文通过数值模拟研究了半径比（η=ri/r0）对该系统的流动结构和传热的影响。我们发现对流涡相对旋转系统正向进动的流动特征,流场显示表明,这是由于科氏力使冷热羽流偏转,但内外环的曲率半径不同,偏转程度存在差异,这便造成了涡的周向运动。进一步地,当固定罗斯比数Ro和瑞利数Ra,仅增大半径比,涡的周向运动逐渐减弱,这验证了进动产生的物理机理,同时,系统的传热及努塞尔数Nu～Raγ的标度律指数γ增加,这可能与特征雷诺数Re的增加有关。此外,内外环曲率的差异使得系统存在着较强的non-Oberbeck-Boussinesq效应,且半径比越小该效应越显著。该研究对工程中高速旋转环形机械中的流动有借鉴意义,并且对天体物理中星体上的流动结构和热输运有启发意义。", "label": "天文学", "id": 0}
{"content": "<正>发现于1963年的类星体是宇宙中最亮的天体。在经历了近60年的研究后,天文学家逐渐揭示了类星体结构本身及其宇宙学演化。这个报告将从反响映射观测开始,系统介绍黑洞质量测量、随机吸积驱动的黑洞宇宙学演化。特别是,近年来VLT光学干涉技术的发展使高空间分辨观测得到长足发展,天文学家已经能够空间分辨类星体结构,", "label": "天文学", "id": 0}
{"content": "<正>黑洞、中子星等致密天体是恒星死亡的产物,也是地球上不具备的极端物理条件下的实验室。我们对致密天体的理解已经有了长足进展,但是由于目前发现的银河系中恒星级黑洞仅有二十余个,还有一些基本问题没有解决,例如,目前观测到的3-6个太阳质量的黑洞的缺失是什么原因?致密天体质量分布中目前观测到的黑洞与中子星之间的空隙是否真实存在?黑洞最小质量是多少?最大质量是多少?", "label": "天文学", "id": 0}
{"content": "<正>宇宙的基本单元是质量不同的暗物质组成的团块—暗晕。目前‘标准’星系形成模型表明星系都在较大质量暗晕里形成,而对暗物质的探测也需要我们对宇宙中暗物质的结构有清晰的了解。所以对暗晕内部结构以及形成历史的了解就至关重要。因为暗晕的\"黑暗\",通过观测了解它们的难度非常大,数值模拟技术在研究它们的形成历史起到了非常重要的作用。流行的暗物质粒子模型预言,宇宙暗晕质量范围跨越20个数量级,", "label": "天文学", "id": 0}
{"content": "<正>对天琴座RR型变星（RR Lyrae）结构更深层次的认识不仅可以促进我们对变星的理解,还有望提升我们用它们做\"标准烛光\"测定距离时的精度。在这项工作中,我们建立了一个基于一维模式识别的算法程序,以便高效地从大样本巡天数据中捕捉到激波现象的观测特征——光谱中的\"幽灵\"。根据搜寻的结果,我们发现激波波前的温度和光谱上激波辐射特征的强度或流量相比呈现明显的负相关关系,", "label": "天文学", "id": 0}
{"content": "<正>双氦白矮星并合模型被认为是形成单颗热亚矮星的主要模型之一。该模型认为:双氦白矮星密近双星系统会通过引力波辐射导致轨道衰减,最终使得较小质量的氦白矮星充满洛希瓣。如果质量较小的氦白矮星与质量较大的氦白矮星的质量比大于2/3,会倒是较小质量的氦白矮星发生动力学瓦解,", "label": "天文学", "id": 0}
{"content": "<正>报告中科院国家授时中心脉冲星计时观测方面的进展,包括毫秒脉冲星计时观测、glitch脉冲星监测。并报告在脉冲星相干消色散技术开发方面的进展。", "label": "天文学", "id": 0}
{"content": "<正>强等效原理是广义相对论的基础,而精准的脉冲星测时技术是检验强等效原理的有力工具。这个报告将从引力基本原理的对称性方面出发,介绍脉冲星在检验强等效原理方面的最新进展,包括时空洛伦兹对称性、位置不变性、引力相互作用中的能动量守恒等。", "label": "天文学", "id": 0}
{"content": "<正>FAST因为其巨大的接收面积而成为世界是最灵敏的射电望远镜,并且具备跟踪观测功能。因为配备了19波束的接收机,跟踪观测就成为FAST目前更进一步提升灵敏度不二途径。2019年我们与FAST技术团队试验成功了一种4步快速切换指向的跟踪方法,能够最大限度地提高望远镜的观测效率,借此实现银道面脉冲星巡天观测。2019年底,", "label": "天文学", "id": 0}
{"content": "<正>事件视界望远镜Event horizon telescope （EHT）采用甚长基线（VLBI）干涉技术实现了毫米波段10微角秒的超高分辨率,可以实现对临近超大质量黑洞,即人马A*和M87的黑洞视界尺度成像。这使得毫米波黑洞图像结构成为既光谱之外的一种全新的观测手段,用以研究黑洞的时空性质、吸积物质的动力学,以及辐射转移过程等。", "label": "天文学", "id": 0}
{"content": "<正>Crab脉冲星大的周期跃变中存在延迟加速现象,观测表明延迟加速现象的参数与周期跃变的参数（如幅度等）存在正相关性。PSR B0540-69存在辐射状态转换,其自转能损率增加了36%,但是脉冲星的X射线辐射光度并没改变,多余的能量随脉冲星星风注入到周围的星风云中。PSR J1124-5916是第二颗辐射存在状态转换的年轻脉冲星,", "label": "天文学", "id": 0}
{"content": "<正>暗物质粒子的衰变和湮灭以及原初黑洞的霍金辐射过程会产生高能的次级粒子,这些粒子会通过电离、加热中性氢等过程沉积能量,导致宇宙气体温度和自由电子数密度上升,增加CMB光子与电子的康普顿散射。这一过程会改变CMB的各向异性谱,", "label": "天文学", "id": 0}
{"content": "<正>介绍一种新的模型,即三个带电黑洞通过引力与电场力平衡,报告将会展示它的度规形式,以及时空中的联络表达式与曲率张量。并根据拉格朗日方程给出自由粒子在该时空中的运动方程,利用有效势的方法,给出圆轨道的解及稳定条件。讨论了TBH时空中固有时间与坐标时间之间的关系,并根据该关系给出了谱线红移动表达式,展示该时空中坐标光速与固有光速的关系。", "label": "天文学", "id": 0}
{"content": "<正>研究了浸在外部磁场的克尔纽曼黑洞周围的测试粒子的运动。当黑洞的自旋加大时,顺行测试粒子的最内层稳定圆轨道的半径变小,束缚能相应也变小,逆行测试粒子的最内层稳定圆轨道的半径变大,束缚能也相应变大。当测试粒子带有电荷,外加电磁场的变强也会对测试粒子的运动产生影响。黑洞自旋的存在也会可能导致混沌运动的出现。", "label": "天文学", "id": 0}
{"content": "<正>根据爱因斯坦的广义相对论,当光线经过大质量天体附近时会发生偏转,产生引力透镜效应。我们利用3D打印机打印出满足特定函数曲面的引力透镜,并利用透镜模拟了爱因斯坦圆环和光源的成像,较好地呈现了引力透镜理论的主要特征。该工作为在中学和大学课堂定量模拟引力透镜效应提供了一个新颖的方法。", "label": "天文学", "id": 0}
{"content": "依据质心距极近零的引力实验,没有发现引力随着质心距离的无限靠近而急剧增大的现象,证明了引力与距离的平方成反比不具有客观性,所以,引力理论是错误的。同时,依据《自由运动论》以及相关应用的理论可知,天体或者星系具有空心特性,可以推理,超大密度的天体是不允许的,所以,现代科学在引力理论的基础上推侧的黑洞也就是不存在的;极端的密度均匀的热寂态也是不存在的。同样,在错误的引力理论的基础上建立的相对论所描述的时空弯曲的相关理论依据也就是错误的,相对论也就不具有可靠性。", "label": "天文学", "id": 0}
{"content": "由于球体性质的太阳（恒星）的光具有公转、迂回性质,处在太阳系的地球上的观侧者,会观侧到太阳不同纬度的不同方向的光,意味着,同一个太阳会以不同位置及距离的多重身份出现在观测者的视线里,导致把一个太阳当做数个恒星来作为观测数据的误判。光速可变性使遥远的恒星（包括太阳）耀斑周期变短,形成某些恒星具有脉冲特性。", "label": "天文学", "id": 0}
{"content": "采用掺铊碘化钠（NaI（Tl））晶体作为核心探测材料的暗物质直接探测实验DAMA/LIBRA,仍然是目前唯一一个宣称获得\"周期性暗物质\"信号的实验。采用其他材料的暗物质探测实验,均未获得这一信号。因而DAMA/LIBRA实验的结果,急需基于NaI（Tl）晶体的新一代暗物质直接探测实验的证实。本文将介绍暗物质探测方法以及面向暗物质直接探测的NaI（Tl）晶体的研制进展。", "label": "天文学", "id": 0}
{"content": "<正>\"悟空\"号暗物质粒子探测卫星为中国的首颗天文卫星,已经在轨运行超过3年半。\"悟空\"号目前已经发表了一些观测成果,包括TeV电子宇宙线的直接观测能谱、40GeV-100TeV的质子宇宙线观测结果等。作为探测器对入射粒子进行精确测量的基础,探测器的准确定标至关重要。", "label": "天文学", "id": 0}
{"content": "<正>后牛顿行星历表作为研究太阳系动力学的基础工具,是深空探测各种任务的必备工具。我们在参照美国JPL实验室DE星历,法国INPOP星历,俄罗斯EPM星历以及紫金山天文台PMOE历表框架的基础上,建立了的行星历表框架CGC3.0。所建立的历表框架10年内对于内行星轨道的积分计算结果相较于DE430星历,差别在实际观测误差以内,地月距离误差在2 m以内。", "label": "天文学", "id": 0}
{"content": "<正>大质量星系中普遍存在的超大质量黑洞（106-1010倍太阳质量）给类星体提供能量的同时也剧烈的影响着星系的演化,然而超大质量黑洞的起源至今仍是未解之谜。最终成长为超大质量黑洞的第一代种子黑洞究竟是什么?我将主要从动力学和多波段观测两个方面介绍我们在搜寻中等质量黑洞（104-106倍太阳质量）工作中取得的进展。我们的结果对活动星系核物理性质、", "label": "天文学", "id": 0}
{"content": "<正>黑洞是爱因斯坦广义相对论的一个基本预言,其存在目前已有广泛的观测证据。对超大质量黑洞进行成像可在强引力场环境下验证广义相对论并在黑洞周围全新的物理尺度上直接探索物质吸积和喷流的形成及传播等过程。甚长基线干涉测量（VLBI）技术可提供天文观测中最高的分辨本领。近年来,", "label": "天文学", "id": 0}
{"content": "<正>在本报告中,我将介绍双中子星系统的研究历史,特别是双中子星并合产生的引力波事件和短伽玛暴（例如GW170817和GRB170817A）及其千新星和余辉的观测和理论,讨论在宇宙学和基本物理检验方面的可能应用,并分析亟待解决的关键科学问题。我也将讨论黑洞-中子星并合引起的电磁辐射。", "label": "天文学", "id": 0}
{"content": "<正>本专题讲座报告围绕新近发现的首例双中子星并合形成的磁星所驱动的X射线暂现源（简称为XT2）展开,主要内容包括:（1）中子星、脉冲星与磁星的简介;（2）双中子星并合的简介;（3）XT2的发现过程;（4）XT2起源的确认及其发现意义;（5）总结及未来展望。", "label": "天文学", "id": 0}
{"content": "<正>五百米口径球面射电望远镜（FAST）于2016年9月建成、进入调试阶段,目前已取得系统发现脉冲星等科学成果,并逐步完成调试进入科学运行,成为世界上最灵敏的单天线射电望远镜。脉冲星的搜索和发现是FAST的重要科学目标,也是开展中子星物理以及相关天体物理研究的基础。通过FAST与Fermi-LAT等高能望远镜合作,", "label": "天文学", "id": 0}
{"content": "<正>2019年4月10日,是人类历史上值得纪念的一天,在全球200多位科学家努力了10多年之后,终于看到了黑洞的第一张观测照片,并且为这个黑洞起名为Powehi （具有无穷创造力的黑色源泉）。从1916年德国物理学家史瓦西得到黑洞的第一个解到如今,100余年已经过去了,黑洞终于成为一个家喻户晓的名词。广为人知的是,黑洞不仅仅具有极大的破坏力,", "label": "天文学", "id": 0}
{"content": "<正>随着天文观测进入高精度时代,准确的尘埃消光规律对观测的消光改正变得至关重要。上个世纪80年代得到的经典的Rv=3.1消光曲线依然常被用于消光改正,但是该工作的精度早已不能满足现在的要求,尤其是在0.9微米之后的红外波段,有大约20%的偏差。在本报告中,我将介绍我们得到的至今为止最准确的可见光至红外波段的红化律和消光律。", "label": "天文学", "id": 0}
{"content": "<正>恒星形成是天体物理的基本问题之一,致密的分子云核在引力的作用下向内坍缩并最终形成恒星。因此,分子云核的认证对我们了解分子云的演化、碎裂并最终形成恒星过程,有着极其重要的科学意义,是分子云研究中的基础工作。现有的检测方法如:gaussclumps、clumpfind对参数依赖性很强,当获得较高的检出率时,误检率也相应增高;fellwalker、", "label": "天文学", "id": 0}
{"content": "<正>观测中发现部分IIP型超新星早期存在激波与前身星物质的相互作用。这种相互作用持续的时间和强度的不同,造成了IIP型超新星在观测上的差异,是研究大质量恒星晚期质量损失历史的重要途径。", "label": "天文学", "id": 0}
{"content": "<正>目前普遍认为Ia型超新星来自双星系统中的一颗碳氧白矮星的热核爆炸。Ia型超新星的前身星模型主要分为单简并模型和双简并模型。最近,Meng＆Podsiadlowski发展了一种新的单简并星模型——公共包层星风模型,原则上可以解释大多数关于Ia星超新星的观测现象,", "label": "天文学", "id": 0}
{"content": "<正>双白矮星系统的形成需要经历两次物质转移,可以用来检验恒星演化程序。这类系统由于引力波辐射最终会并合,若并合后的总质量超过钱德拉塞卡质量极限,将可能爆发产生Ia型超新星。此外,它们主导着引力波辐射的毫赫兹至赫兹频率波段,在未来的空间引力波探测器LISA探测范围之内。", "label": "天文学", "id": 0}
{"content": "<正>脉冲星候选体是脉冲星信号发现与检测数据处理流程中的一个关键环节,直接影响脉冲星信号的发现效率。经过多个脉冲星巡天项目的努力,目前已经发展出了一些有效的筛选方法,并在巡天项目中得到了应用,取得了一定效果。但这些方法对前置预处理算力要求较高,在数据量较大时计算成本高昂。本工作对筛选方法进行了改进,并在历史数据集上进行了验证,", "label": "天文学", "id": 0}
{"content": "<正>使用32个同时具有恒星速度弥散以及反响映射测量的AGN样本,利用M-sigma*关系对维里因子f进行定标。考虑维里因子f与其他物理参量的相关,最终得出f因子与半高全宽成-1.11次方关系,校准后黑洞质量在M-sigma关系图中的弥散为0.39dex。", "label": "天文学", "id": 0}
{"content": "<正>近些年,天琴RR型星伴星探测工作从原本的被忽视到现在渐渐引起学界的关注;不同质量范围的天琴RR型星伴星天体候选体,包括大质量行星、褐矮星、小质量恒星、白矮星、中子星和黑洞等致密天体,都有所发现。在现阶段,小质量伴星（小于一个太阳质量）的存在初步被人们接受,但是相对大质量的伴星（若干太阳质量或更大）由于无法由常规演化理论进行很好的解释,需要未来进一步的详细研究。在最近的工作中,基于多个测光巡天数据,我们利用O-C方法,对7颗天琴RRab", "label": "天文学", "id": 0}
{"content": "<正>我们利用哈勃太空望远镜观测并研究了位于星暴星系M82中的超新星2014J的回光效应。这是至今为止哈勃太空望远镜所拍摄到的,最详细的超新星回光影像。同时我们也测量了超新星2014J在极晚期的偏振。基于三年的多波段成像数据,我们发现超新星2014J的回光至少存在两个不同的成分,它们均来源于视线方向附近的,位于超新星寄主星系中的星际介质对超新星的光的散射。在产生这两部分回光", "label": "天文学", "id": 0}
{"content": "<正>双碳氧白矮星并合被认为是诞生Ia型超新星的主要通道之一。然而这一过程的演化结局还没有完全清楚。我们基于白矮星并合的厚盘模型假设,对双碳氧白矮星并合过程做了系统性研究。我们发现,并合的演化结局强烈依赖于物质吸积率。这一工作暗示了白矮星并合的演化结局与并合过程密切相关。", "label": "天文学", "id": 0}
{"content": "<正>2013年天文学家在银心附近发现了反常强的径向磁场。它同16年前我们在ApJL上的论文<含磁单极超巨质量的活动星系核模型>中的（排它性）理论预言在定量上是相一致。它可能具有两个重大意义:1)银河系中心的黑洞模型是非物理的。", "label": "天文学", "id": 0}
{"content": "<正>我们处理了XPNAV-1先期公布的35组Crab脉冲星的观测数据,采用离散傅里叶变换（DFT）方法得到脉冲到达时刻（TOA）及其测量精度σTOA。利用英国Jordrell Bank台发布的Crab脉冲星星历与美国JPL发布的DE200历表,进一步得到了拟合前计时残差。其标准差为σ=1.19us,且不存在系统趋势项,从而验证了XPNAV-1观测数据的有效性。同时,得到了该观测数据时间段内,Crab脉冲星的X射线和射电波段之间的零点相位差为0.04。本文还给出了建立脉冲轮廓时子相位间隔N的取", "label": "天文学", "id": 0}
{"content": "<正>由多颗脉冲星采用合适算法获得综合脉冲星时间尺度能够削弱不同噪声源对其长期稳定度的影响。但是,噪声强的脉冲星数据由于计时精度不高及其低频趋势显著,往往限制了其在综合脉冲星时算法中的应用。基于协整理论解决非平稳序列建模的原理,本文提出了一种依据协整检验来建立综合脉冲星时间尺度的算法。这种算法指出具有协整关系的脉冲星计时残差间的线性组合能更有效抵消不同噪声源的", "label": "天文学", "id": 0}
{"content": "<正>超软X射线辐射是AGN新的能谱形式,可能是中等质量黑洞的极端吸积物理过程的表现,如超爱丁顿吸积、非正常的X射线冕等,可用来检验不同尺度黑洞吸积系统的统一描述理论。目前AGN具有超软X射线辐射的案例还较少,观测性质也很不同。本报告首先会对超软AGN的观测特征做简要介绍,进而对其中一些黑洞吸积相关的现象做细致讨论,如AGN的高/软态下的喷流形成,X射线爆发机制,", "label": "天文学", "id": 0}
{"content": "<正>观测发现,自转能驱动的孤立脉冲星的X射线辐射功率和其自转能损率以及其磁偶极辐射功率正相关,而且对Crab脉冲星的长期观测也发现了这个相关性。最近Crab发生了自发现以来最大的周期跃变,其自转频率和自转频率的一阶倒数在跃变之后都有显著的演化,计算得到的磁偶极辐射的功率应该也发生了相应的演化。2017年6月15号发射的慧眼天文卫星和我国的地面射电望远镜详细观测了这个跃变,发", "label": "天文学", "id": 0}
{"content": "<正>现有超流理论认为中子星内部在几倍10^8K之下,中子发生超流,涡流爬行理论预测中子星内部超流与正常物质是否耦合将决定中子星转动演化行为。我们将讨论超流退耦时Cooper对产生或破坏时激发的转动效应,如制动指数和the extended spin-up现象。", "label": "天文学", "id": 0}
{"content": "<正>最近的GW170817/GRB 170817A成协事件的观测直接证明了短伽玛暴可以起源于双中子星的并和,标志着多信使天文学的正式到来,具有极其重要的意义。此外中子星-黑洞（或中子星）并和能产生十分丰富的现象,除了短伽玛暴和引力波外,还会产生千新星等,其中绝大部分研究的是并和之后的电磁对应体,很少有研究中子星-黑洞（或中子星）在绕转旋进过程中是否有电磁对应体的,并且这些研究都是", "label": "天文学", "id": 0}
{"content": "<正>观测表明,明亮的活动星系核和黑洞X射线双星系统处于软态时存在外流。明亮活动星系核以及软态时黑洞X射线双星的吸积盘模型是冷的标准薄盘。我们用三维磁流体数值模拟研究标准薄盘中外流的产生机制。我们还分析外流的性质（例如质量流,动能流等）。外流的这些性质是活动星系核反馈研究的重要物理输入参数。", "label": "天文学", "id": 0}
{"content": "<正>观测表明黑洞在吸积过程中会产生外流,低光度的活动星系核的吸积模型为热吸积流模型,我们使用三维的广义相对论下的磁流体力学数值模拟来研究不同磁场强度和不同自旋下黑洞产生的外流的性质,并使用轨迹线的处理方法来排除湍流的影响,从而在定量上给出风和喷流的物理性质,如质量流、能量流和动量流。", "label": "天文学", "id": 0}
{"content": "<正>大质量恒星塌缩形成黑洞超吸积系统;吸积率较大时,超吸积过程会辐射大量中微子,这也就是中微子主导吸积流（NDAF）。我们主要研究在大质量恒星中心塌缩下,NDAF的中微子辐射能谱,及其与前身星质量,金属丰度等的关系,并与新生中子星冷却下中微子辐射能谱对比。以期在未来中微子探测器下,验证大质量恒星塌缩的可能产物（致密星体）。", "label": "天文学", "id": 0}
{"content": "<正>近年来,随着引力波天文学的发展,对较弱的GRB（比如首个跟引力波成协的伽马暴GRB170817A）的探测需求逐渐增强。而传统的GRB搜索算法是基于计算固定能量范围的SNR来触发的,搜索弱暴较为困难。我们提出了一种新颖的GRB搜索算法,在多个能道分别计算p值（p=P（X>μ+S|μ））,同时满足某些条件时,即为触发。为了验证此算法的可行性,利用卫星GECAM,将多个探测器联合,对", "label": "天文学", "id": 0}
{"content": "<正>宽发射线反响映射假设宽线区气体云维里化运动,不考虑辐射压;宽线光变产生于中心电离辐射光变。观测发现有些活动星系核,黑洞吸积接近甚至超过爱丁顿极限。高爱丁顿比活动星系核宽线区气体云受到强的辐射压。因忽略辐射压,反响映射及其衍生次级关系将低估高吸积率黑洞的质量。我们提出用宽发射线红向移动研究中心辐射压对黑洞质量测量的影响,由宽线的引力红移和半极大全宽测量反响", "label": "天文学", "id": 0}
{"content": "<正>潮汐瓦解事件可用来寻找隐藏在宁静星系中心的超大质量黑洞,研究星系中心的动力学演化。本报告将讨论被瓦解恒星的类型和轨道性质,这两点会影响潮汐瓦解事件的观测特征。不同类型恒星的潮汐瓦解率相差很大,这种差别来源于恒星数量和潮汐半径之间的竞争关系。基于单质量恒星轨道性质的研究结果,我们将探讨不同类型恒星的轨道性质,以及它们对观测特征的影响。", "label": "天文学", "id": 0}
{"content": "<正>现代天文学的大量观测数据表明宇宙中除了我们熟悉的普通物质,还有大量的未知的暗物质和暗能量。暗物质和暗能量被认为是笼罩在当代物理学上的两朵乌云。我国的暗物质粒子探测卫星（悟空号）于2015年12月17日发射升空,目前已正常工作接近三年,它通过高分辨观测高能伽玛射线和宇宙射线间接寻找暗物质粒子湮灭或衰变的信号。报告将介绍我国暗物质粒子探测卫星的工作原理、在轨性能、目前的工作状态以及卫星最新观测结果。", "label": "天文学", "id": 0}
{"content": "<正>脉冲星测时阵列技术在过去的15年内取得了长足进步。然而时至今日,尚未正式探测到双黑洞系统的引力波。本报告将通过比较脉冲星测时阵列方法和其他引力波探测技术的区别,介绍脉冲星测时阵列的工作原理。通过对脉冲星测时阵列发展历史的回顾,我们将介绍脉冲星测时阵列探测引力波的国际进展、主要困难以及再克服这些困难中所做的努力。脉冲星测时阵列的其他应用也将会在本报告中提及。", "label": "天文学", "id": 0}
{"content": "<正>作为调试用于FAST的脉冲星搜索算法,我们再次处理了Parkes多波束脉冲星搜索巡天的数据,并在处理结果中找到两颗新的脉冲星。这两颗新脉冲星流量较低,由此我们认为早年的脉冲星搜索数据中可能遗漏更多的暗弱脉冲星。", "label": "天文学", "id": 0}
{"content": "<正>已经发现许多脉冲星有glitch现象,比较crab和vela脉冲星glitch后的驰豫行为有很多不同,我们理解由于中子星内部超流状态不同导致的结果,利用vortex creep及是否Cooper对破坏可以说明它们的差异,特别是the extended spin-up成分可能是超流发生的直接证据。", "label": "天文学", "id": 0}
{"content": "<正>高电荷态离子的双电子复合（DR）过程是高温天体等离子体中非常重要的原子过程。钨作为唯一无害的高Z元素[1],是国际热核聚变实验堆（ITER）装置中十分重要的等离子体面壁材料,其高精度的原子参数在ITER等离子体的诊断中有着重要的应用[1]。本文利用相对论组态相互作用（RCI）和多组态Dirac-Fock（MCDF）理论方法研究", "label": "天文学", "id": 0}
{"content": "<正>光电离过程是天体等离子体（如活动星系核、类星体、超行星和星体光圈等）和实验室等离子体（如惯性约束聚变和磁约束聚变装置等）中重要的原子碰撞过程。对于内壳层光电离,剩余离子处于激发态,它将通过进一步辐射光子或发射Auger电子的方式退激发到稳定状态。研究发现,如果剩余离子的总角动量大于1/2,则该离子相对于入射光方向会呈现出取向的性质,即同一精细结构能级,磁子能级的布局", "label": "天文学", "id": 0}
{"content": "<正>连续辐射自由-自由吸收及其逆过程韧致辐射在天体物理谱线中起着重要贡献。自由-自由吸收的gaunt因子计算一直以来吸引着大量研究者开展相关工作[1-4]。离子在纯库仑势场下的相关研究较多,但在非库仑势下自由-自由gaunt因子的研究比较少见。本工作扩展研究了屏蔽库仑短程势场以及零势场下的自由-自由gaunt因子。", "label": "天文学", "id": 0}
{"content": "<正>2017年12月28日从天上到人间,2017年注定是不平凡的一年。所谓\"金风玉露一相逢,便胜却人间无数\",两颗中子星的\"偶遇\",翻开了天文学的新篇章;一块巨大冰川的轰然倒塌,成为悬在很多人头上的\"达摩克利斯之剑\";而\"卡西尼\"号传奇的最终谢幕,也为2017年的科技史写下悲情的注脚。近日,《自然》杂志网站为", "label": "天文学", "id": 0}
{"content": "<正>黑洞是宇宙中非常神奇的一类天体,自从上个世纪60年代,第一个黑洞候选体被发现以来,对于黑洞的研究兴趣是有增无减。在此次报告中,在介绍黑洞基本性质之余,我将介绍着重介绍最近几年中黑洞研究的一些进展,比如直接看到黑洞的视界面望远镜计划,还有直接看到恒星坍缩形成黑洞的观测,以及地面引力波探测", "label": "天文学", "id": 0}
{"content": "<正>BISTRO（B-fields In STar forming Regi Ons）巡天项目是由东亚天文台（EAO）发起的,旨在使用位于夏威夷的JCMT望远镜上的POL-2偏振计来对邻近恒星形成区的尘埃偏振情况进行巡天的国际合作项目。目前POL-2是全球唯一能在~1000AU尺度上对邻近的恒星形成区（比如古德带区域Gould belt regions）的致密云核和纤维", "label": "天文学", "id": 0}
{"content": "<正>甚长基线干涉测量（VLBI）提供了天文学研究中最高的分辨本领。在当前最短的观测波长,尺寸接近于地球大小的地面VLBI阵列足以分解近邻超大质量黑洞视界尺度的结构。视界望远镜（Event Horizon Telescope,EHT）计划是一个利用全球（亚）毫米波望远镜组成VLBI阵列来主要研究近邻的两个超大质量黑洞(Sgr A*", "label": "天文学", "id": 0}
{"content": "<正>宇宙间很多星体都是接近于球体的旋转椭球体,研究它有着较为重要的意义。自从牛顿时代,许多天文和物理学家研究它的引力特性,一般的方法是引入矩的慨念,从欧拉动力学方程,得到关于矩的方程。特别注意到均匀密度旋转椭球星,可得到星体内部和外部引力势。一个自然的问题问,能不能从引力场的观测特性来决", "label": "天文学", "id": 0}
{"content": "<正>极小质量（ELM）白矮星是一种氦白矮星（He WD）,质量一般小于0.25Msun,一般存在于双星系统中。ELM白矮星近几年（2010年起）才陆续被大量发现,其伴星可以是中子星、A/F型矮星或白矮星。我们的研究对象伴星为白矮星的ELM He白矮星的形成。这类双星系统的轨道周期非常短,有两个系统现在辐射的引力波信号已", "label": "天文学", "id": 0}
{"content": "<正>白矮星从伴星吸积物质导致塌缩成中子星的过程被称作吸积致塌缩。这一过程与许多天体的形成密切相关。然而,这一过程还存在许多不清楚的地方。我们对氧氖镁白矮星吸积致塌缩这一过程做了系统性研究,发现氧氖镁白矮星与碳氧白矮星并合后的演化结局很可能是塌缩成中子星。与此同时,我们还研究了两颗碳氧白矮", "label": "天文学", "id": 0}
{"content": "<正>望远镜Co Ro T和Kepler的发射以及高精度数据的释放促进了星震学的发展。一方面,基于网格模型计算,利用星震学参数可以更精确地提取恒星基本参数;另一方面,对流,旋转和磁场的相互作用是影响磁活动发电机过程的三个基本机制。", "label": "天文学", "id": 0}
{"content": "<正>星震学是精确确定恒星参数和检验恒星内部物理过程非常有力的工具,能有效地诊断恒星内部结构。对类太阳振动恒星的星震学研究在理解恒星演化和恒星物理方面具有重要意义。", "label": "天文学", "id": 0}
{"content": "<正>盾牌座delta型变星很早就被认证为多周期脉动体,也因此被当作星震学的重要研究对象.EE Cam的脉动现象是在1997年被发现的.Breger等人自2006年到2010年对其进行了测光观测,获得了300+晚上的测光数据.Breger等人从中提取得到37", "label": "天文学", "id": 0}
{"content": "<正>观测表明某些食双星的掩食时刻在过去几十年甚至一百多年内表现出了双重周期性变化,并且其变化周期通常表现出了2:1、3:2等的比值关系。据轨道光时（LTT）效应,在食双星外存在的两个伴星,这些伴星处于轨道共振状态。结合文献中的其他观测数据（如,双星的分光质量,对伴星的自适应光学搜索）,我们可以深入地了解这类多星系统的运动学特征。", "label": "天文学", "id": 0}
{"content": "<正>Am食双星是包含有Am型化学组成特殊星的一类食双星系统。化学组成特殊星（Chemically Peculiar Star,即CP星）是一类具有特殊化学元素丰度的恒星,它们的形成和演化一直是天体物理研究中没有解决的问题。学组成特殊星主要由A型", "label": "天文学", "id": 0}
{"content": "<正>对于具有较深对流层和快速自转的晚型恒星来说,存在类太阳活动现象,如恒星黑子、谱斑和耀斑等事件。我们利用地基和空间望远镜所获得完整的光变曲线或分光光谱资料对部分晚型恒星样本（RS CVn型食双星、小质量食双星、M型恒星等）进行分析研究,获得部分晚型恒星的恒星黑子参数和色球活动性质,同时收集其他", "label": "天文学", "id": 0}
{"content": "<正>已有研究表明,恒星的磁活动会导致振动频率的漂移,但事实上测量误差会很大程度上干扰振动频率的提取。本工作旨在分析\\emph{Kepler}视场中9颗太阳型恒星的磁活动,并区分测量误差和磁活动对振动频率漂移的影响。本工作对每颗恒星分别选取4个径向振动模式,利用最大似然函数估计出它们在不同时间段的振", "label": "天文学", "id": 0}
{"content": "<正>Ia型超新星的爆发是天体物理学领域重要的研究课题之一。目前,爆轰触发的研究较多集中于DDT（deflagration to detonation transition）模式,层流火焰通过自加速发展为湍流火焰,湍流火焰进一步加速形成爆轰,研究重点是揭示火焰的加速机制。另一方面,根据Zel’dovich机制,当火焰前端物质预热温度趋于一", "label": "天文学", "id": 0}
{"content": "<正>我们利用模板匹配方法和合成的光谱模板,开展了对LAMOST光谱样本中M巨星的搜寻和分类工作。利用DR3的数据,我们得到了一个包含2.5万M巨星和34万M矮星的光谱样本。在光谱样本的基础上,我们利用WISE和2MASS颜色找到了对M巨星和M矮星进行测光分类的新方法,并基于APOGEE数据得到颜色和金属丰度的经验", "label": "天文学", "id": 0}
{"content": "<正>国内开设了相对论天体系统混沌研究的新方向,属于计算数学（物理）、非线性混沌动力学、天体力学（经典力学）和相对论天体物理的交叉领域。在国际上形成了比较系统的相对论混沌研究体系,即构建了保能量或结构的数值积分方法,建立了相对论坐标选择无关的混沌判定指标,设计了正则共轭旋转变量,指出同阶后牛", "label": "天文学", "id": 0}
{"content": "<正>除多波段能谱分布外,耀变体的光变曲线也是重要物理过程的信使。在这个报告中,我将介绍两个关于耀变体光变曲线的研究:（1）寻找耀变体伽马射线辐射准周期变化,我们在耀变体中找到了几个可能的伽马射线准周期变化,我们将讨论结果揭示的物理;（2）用光变时标限制磁场强度的方法,这是一个独立于能谱拟合的方法。", "label": "天文学", "id": 0}
{"content": "<正>对黑洞或中子星X射线双星的态转变光度的测量,可以用来限制时下吸积模型中不同吸积区间转换所对应的临界质量吸积率。过去的研究指出超致密中子星低质量X射线双星从硬态到软态转变所对应的光度是中子星X射线双星系统中最低的。利用近几十年的X射线监测观测,我们能够搜索所有已知或可能的超致密中子星X", "label": "天文学", "id": 0}
{"content": "<正>黑洞双星吸积流有待深入研究。我们通过使用新的时变分析方法,研究了黑洞双星GRS 1915+105\"心跳态\",获得了其吸积流的一些细节,并进一步探讨了盘冕相互作用。", "label": "天文学", "id": 0}
{"content": "<正>吸积盘内的大尺度有序磁场在喷流及盘风的产生、准直等过程中扮演着十分重要的角色,目前主要的喷流模型都要求磁场的存在,一般认为吸积盘内物质在被向内吸积的过程中会将外围星际介质中的弱磁场向内拖弋并不断积累形成较强的开放型磁场。数值模拟和理论研究表明,薄盘对磁场的拖弋是非常无效的,长久以来提", "label": "天文学", "id": 0}
{"content": "<正>2013年天文学家在银心附近发现了反常强的径向磁场。它同16年前我们在ApJL上的论文<含磁单极超巨质量的活动星系核模型>中的（排它性）理论预言在定量上是相一致。它可能具有两个重大意义:1)银河系中心的黑洞模型是非物理的。2)它可能是（粒子物理学预言的）磁单极存在的强烈天文观测证据。", "label": "天文学", "id": 0}
{"content": "<正>本文的主要工作是为锦屏中微子实验提供重建算法,重建的数据来源为模拟的波形数据中提取出的时间信息和电荷信息。对于时间信息的算法我们测试了五种算法并最终选取了较好的最小二乘法,对于电荷信息的算法我们测试了极大似然法,并在之前的工作中加入了PMT对光子响应的电荷的考虑。最终尝试性的提出了联合时间信息和电荷信息的对于顶点和能量的重建算法,顶点的重建精度大约在10-50 cm左右。", "label": "天文学", "id": 0}
{"content": "<正>毫秒脉冲星是自转周期在毫秒量级的脉冲星。最近态转换毫秒脉冲星的发现证实了低质量X射线双星中的吸积中子星和射电毫秒脉冲星之间的演化联系,为我们研究毫秒脉冲星演化以及脉冲星磁场和吸积物质的相互作用提供了一个新的窗口。目前已认证的态转换毫秒脉冲星只有3个,这一较小的样本使得我们无法全面的研", "label": "天文学", "id": 0}
{"content": "<正>观测中的超大质量黑洞在z>6时就已经具有10^9 MSUN以上的太阳质量,然而它们种子的起源一直比较疑难。Pop III恒星形成的种子约为100MSUN,很难有足够的时间增长到这么大的质量。直接坍缩黑洞形成时约为10^4-10^6MSUN,可以作为种子。直接坍缩黑洞需要有很强的外源辐射抑制分子氢的形成,且气体不含有金属,", "label": "天文学", "id": 0}
{"content": "<正>当一颗恒星过于靠近黑洞时,潮汐力将超过恒星自引力,恒星会被撕裂瓦解,部分物质被黑洞吸积,产生峰值在软X射线到紫外波段的闪耀信号。这种事件被称为黑洞潮汐撕裂恒星事件（缩写为TDE）。TDE可以作为非活动星系中黑洞存在的探针,研究黑洞的吸积和增长,还为研究黑洞周围的星际介质环境提供了一个难得的机会。", "label": "天文学", "id": 0}
{"content": "<正>在本报告里,我将简要介绍恒星轨道对潮汐瓦解后物质回落率的影响,主要关注轨道偏心率和轨道穿透因子。然后介绍在N体模拟中获取的被瓦解恒星的轨道参数及其分布特征,并讨论如何将数值模拟结果推广到真实系统中。", "label": "天文学", "id": 0}
{"content": "<正>基于我们最近提出的非线性重构方法在暗物质场上的良好表现,我们检验了这种重构线性信息的方法在暗晕场上的表现。工作中我们从高精度数值模拟中构造了三个暗晕样本,其数密度从高至低分别为2.77*10^-2~2.77*10^-4（h/Mpc）^3,并检验了重构表现对红移的依赖关系。重构表现随着暗晕数密度的降低而降低,并随着", "label": "天文学", "id": 0}
{"content": "<正>传统的超新星巡天在指定的目标星系中搜索超新星。近十年来,大视场、不指定目标星系的时域巡天发现了传统搜索未发现的新的超新星族群,其中包括超亮超新星。超亮超新星比常见的Ia和II型超新星亮十倍至上百倍,其发生率要低约千倍,其中绝大多数已发现的贫氢超亮超新星都处于贫金属、低光度的矮星系。近年", "label": "天文学", "id": 0}
{"content": "利用大功率激光系统,科学家们能够在实验室中创造出物理实验的极端条件。这种前所未有的实验条件可以用来模拟一些具有代表性的天体物理现象,使人们能够在实验室研究许多重要和关键的天体物理学问题。本报告将概述我们最近的实验天体物理学研究。（1）基于大功率激光脉冲产生的准稳态磁场状态,我们利用上海Shenguang Ⅱ激光器和大阪的Gekko XⅡ激光,在实验室里重建了磁场重联的拓扑结构;并观察到与太阳耀斑谱相似高能电子的发射谱。（2）我们将展示两个对撞的激光等离子体的相互作用产生无碰撞冲击波的过程。数值模拟表明,冲击波是通过静电不稳定激发的。我们还观察到了被认为是由Weibel不稳定引起的等离子体丝的形成。（3）我们还将进一步展现如何在SG Ⅱ激光装置上,通过在1 ns的时间里将2焦耳的激光辐照在连接在开端线圈的一端上的平面板上,产生上百Tesla的强磁场的过程。", "label": "天文学", "id": 0}
{"content": "<正>暗物质粒子探测卫星是中国科学院空间科学先导专项中的一个科学卫星。2015年12月17日卫星发射升空,目前进入正常的科学运行阶段。暗物质粒子探测卫星的主要科学目标是通过高分辨观测宇宙高能电子和伽玛射线寻找和研究暗物质粒子;通过观测Te V以上的高能电子和宇宙线重核,研究宇宙线起源、传播和加速;通过", "label": "天文学", "id": 0}
{"content": "<正>黑洞吸积是天体物理中的一个基本物理过程,是活动星系核、黑洞双星、伽马射线暴等研究方向的基础理论。另外,星系中心黑洞的吸积导致的辐射和外流与星际", "label": "天文学", "id": 0}
{"content": "<正>宇宙当中充满了磁场和等离子体,它们之间的相对运动、相互作用会导致磁场的拉伸、挤压、扭曲,造成能量在等离子体和磁场之间的相互传递、转移、转换。能量的快速传递、转移、和转换就构成了我们常说的爆发过程。太阳上的活动和爆", "label": "天文学", "id": 0}
{"content": "<正>介绍目前国际上数字化脉冲星终端的最新进展,以及报告人在数字化脉冲星终端方面的工作;报告国际上脉冲双星搜寻技术的最新进展,以及报告人在脉冲星搜", "label": "天文学", "id": 0}
{"content": "<正>在恒星体系中,超过半数以上的恒星处于双星系统。大多数处于双星系统中的恒星都会在其演化周期的某一阶段或某几个阶段半径超过洛希瓣半径,从而发生物", "label": "天文学", "id": 0}
{"content": "长期岁差描述在长时间尺度下地球轴指向在空间的变化情况。此前的长期岁差模型都是在牛顿解的基础上增加相对论修正获得,与广义相对论原理并不相符。为此,我们（1）基于Klioner等人提出的一阶后牛顿地球自转理论,在相对论框架下计算地球岁差;（2）考虑到在地心天球参考系下岁差的定义仍不明确,于是整个计算过程及最终模型不再涉及黄道的概念;（3）设计开发混合型积分器,用于相关太阳系天体轨道演化和地球自转的计算。最终,我们给出了与相对论原理相符的一阶后牛顿地球岁差模型,并分析了各个相对论效应对岁差参数的影响。", "label": "天文学", "id": 0}
{"content": "弦理论有希望统一四种相互作用,它们的低能引力（超引力）是引力量子化的好理论。GB（Gauss-Bonnet）理论恰好为超对称弦理论的低能极限。根据GB拉氏量,可通过对其作用量关于物质场和度规场取变分,得到完整的基本方程,其中它们一个很重要情况为度规场的具体形式及解。有了它们,我们可研究GB理论下黑洞,中子星,玻色星和宇宙学等,其中最重要的黑洞热力学和宇宙学。下面,我们着重调研一下拉氏量及度规形式。设阿尔法为GB理论的耦合常数,我们可计算阿尔法为0（GR,平坦空间,牛顿,后牛顿）和阿尔法不为0（GB理论）下的特性方程,看看有什么区别。我们也研究GB系统特性方程随阿尔法变化的敏感程度（是否有观测效应）。系统的d+1分解可望对GR和GB理论进行数值计算。", "label": "天文学", "id": 0}
{"content": "一些研究表明,近地天体热力学效应是影响其长期轨道预报不确定性的主要因素。单纯就轨道而言,这种效应称为雅科夫斯基（Yarkovsky）效应,对一般近地天体而言该效应难以建模,主要困难主要在于小天体自身物理参数例如形状、密度、表面热物理性质、自转轴指向等难以通过地面观测手段精确测定。尽管如此,针对有较长光学观测数据积累或者精确雷达资料测定的近地天体而言,该效应引起的轨道的微小变化可以测定。本文将通过通过对这类天体的精密定轨过程测定该效应,主要有两种途径,一是利用变分法将该效应作为定轨过程的待估参数直接求解,二是利用卡方分析的方法求定轨RMS关于雅科夫斯基效应极小。在本文中,将利用一系列实测数据,对雅科夫斯基效应系数进行测量,并利用平半长径变化率的计算结果与前人的工作进行对比。", "label": "天文学", "id": 0}
{"content": "双小行星系统是目前小天体探测活动的一种有价值的目标,也是后续一些小天体探测任务的对象。其附近复杂的动力学环境对探测器的轨道设计和控制提出了一定挑战。目前为止,学者们给出了双星系统中多种类型的探测器轨迹,例如晨昏线轨道、围绕主星的共振轨道或逆行轨道、围绕卫星的拟卫星轨道等。本文提出了一种之前学者较少关注的轨道类型——主星的同步轨道。由于双星系统中主星转速通常较快,这种类型的轨道距离主星较近,适合主星的抵近观测需求。由于双星系统中卫星通常距离主星很近,同时受到光压明显的摄动,因此主星的同步轨道表现出非常复杂的动力学特征。基于椭球（主星）+球（卫星）的简化动力学模型,我们首先研究了主星的同步轨道在卫星引力作用下的变化特征（包括形状和稳定性）,并与单纯的光压摄动影响结果进行了比对。最后,借助数值方法我们设计了主星附近维持一定时间的同步轨道。", "label": "天文学", "id": 0}
{"content": "轨道收缩是热木星演化的晚期阶段,对这一特殊阶段的研究可以约束热木星形成和演化理论,但是迄今只观测到一颗热木星WASP-12b存在轨道收缩。我们提出在具有潮汐耗散的heartbeat星中寻找轨道收缩源。利用星震学手段限制行星系统的轨道构型,即通过星震学的相位调制法来追踪近星点的位置变化,结合凌星、掩星和近星点三个光变曲线的特殊点来排除近星点进动、第三体摄动等干扰因素。Kepler空间望远镜的观测数据,加上后随的时域观测项目（譬如ET2.0）将极大地延长系外行星的观测时间基线（>14年）,从而显著提高对轨道收缩源的探测分辨率,探测到更多的具有轨道收缩热木星的种类和数量,拓宽了这类热木星的参数空间,为约束热木星形成和演化理论提供样本支持。此外,本报告还对利用ET 2.0的长时间基线优势,通过分析轨道的进动率来区分岩质/气态行星做简要介绍。", "label": "天文学", "id": 0}
{"content": "天体自转,可以等效的理解为不同形态的物质层绕天体虚空中心在公转,不同形态的物质层的公转角速度是不同步的。不同形态的物质层的公转角速度不同,会导致界面区域形成一种反曲率界面物质层。界面物质层具有不稳定性,也是影响天体自转的因素之一,所以,在考虑天体自转时,必须考虑其它天体的辐射性磁场力以及界面物质层的反曲率特性对天体自转的影响。自由运动曲率公式的自转速度应采用粒子复合性自转速度。", "label": "天文学", "id": 0}
{"content": "质量较大的行星表面都存在稀薄大气层,而且随行星的自转而旋转,当人造探测器经过行星附近的稀薄大气层时,受到大气层的助推作用,从而增大了探测器的轨道速度,所以,引力弹弓效应与引力无关,是行星大气层的助推作用。同样,广义相对论预言的引力透镜效应也与引力无关,引力透镜效应的实质是光在太空大尺度上的衍射现象。引力红移也是光在不同密度的介质中的速度不同,波长频率也就不同形成的一种自然现象。", "label": "天文学", "id": 0}
{"content": "本文研究了探测器在受到双小行星系统不规则引力场作用的同时,也受到来自太阳的光压摄动（SRP）。根据牛顿万有引力定律,构建动力学方程,发现其呈现外激励特性。通过非线性振动理论,可存在一种新的周期共振轨道。给出存在共振轨道的参数判定条件,结合分析29种真实存在的双小行星系统,通过数值模拟,得到双小行星系统周期共振轨道,并对其动力学特性进行分析。", "label": "天文学", "id": 0}
{"content": "<正>Yarkovsky效应是一种重要的非引力效应,与小天体自身的物理性质直接相关,对小行星及小行星族的长期演化有较强的影响。深入理解Yarkovsky效应对天体力学、行星科学和地质学等领域的发展都具有十分重要的意义。随着观测数据的不断增加以及观测精度的不断提高,人们对Yarkovsky效应模型的精度要求越来越高。", "label": "天文学", "id": 0}
{"content": "<正>传统数值积分算法如Runge-Kutta方法会引入人工耗散,在长时间积分中得到不可靠的数值结果。通过扩展Nacozy的流行改正算法的思路,我们利用积分不变关系得到七个拟积分,从而得到更精确的五个慢变量轨道根数,再利用数值算法得到的位置矢量的单位向量,通过二体问题分析解公式得到每个时刻的修正后的位置和速度。", "label": "天文学", "id": 0}
{"content": "<正>自然界中的运动学现象大多可用拉格朗日函数描述。在拉格朗日动力学框架下,求解某模型的运动规律需要积分相应的加速度方程。但是,由于体系的运动方程多为非线性、非齐次,所以由欧拉-拉格朗日方程推导加速度方程的过程中需要进行必要的截断,使得运动方程和实际运动规律存在一定偏差。为了解决此类问题,引入共轭动量,", "label": "天文学", "id": 0}
{"content": "<正>本报告主要研究空间圆型限制性三体问题中L4点附近运动的稳定性。在给定系统的质量参数μ和第三体的轨道倾角I的情况下,我们通过数值方法得到维持第三体轨道稳定所允许的最大偏心率,从而绘制出L4点附近关于μ和I的稳定性地图,我们发现该稳定性地图上有复杂有趣的结构。我们利用一个适用于1:1共振情形的摄动函数,", "label": "天文学", "id": 0}
{"content": "时钟性能因运动而受影响,而且原理性及其计时载体质量不同的时钟受运动影响程度是不同的。理论上讲,时钟不能等同于时间。但从科学的角度上来讲,时间不能脱离物质性时钟来定义,而且必须以宏观物质作为参考来描述运动规律时,科学理论在表面形式上具有相对性。依据《自由运动论》所描述的运动规律,其运动不是以宏观的相对性中心天体为参考,而是在内力作用下以原始质量虚空中心为参考的曲率运动。理论上,相对于可预测的运动系的虚空中心,所有粒子的运动具有绝对性,相对性宏观性的静止参考也具有绝对性。而时间必须依赖于时钟时,时钟受运动的影响,仍归类于物质运动对物质内部性质影响的问题,只是影响绝对运动规律的准确性。相对性仍归类于绝对性的一种形式。", "label": "天文学", "id": 0}
{"content": "<正>潮汐效应是影响恒星结构和演化非常重要的物理因素.本文研究了影响潮汐同步和轨道圆化的物理因素,如恒星质量、初始转速、轨道周期、金属丰度、对流超射等,并根据转动恒星的角动量转移和元素扩散方程,给出了这些因素对转动双星演化和元素混合的影响.结果表明:具有大质量子星、初始转速慢、对流超射小轨道周期短的双星系统,能更早地达到平衡速度和轨道圆化;初始转速快的恒星,由于潮汐", "label": "天文学", "id": 0}
{"content": "<正>在太阳系中有相当数量的小天体运行在高倾角（甚至逆行）轨道上,它们对行星系统的形成和演化理论提出了极大的挑战。由于高轨道倾角的引入,传统的摄动函数展开方法不再适用。我们针对处于平运动共振中的Kuiper带小天体,建立了一套新的、适用于任何倾角的半分析方法,揭示了高倾角对小天体的共振结构和动力学演化的影响,并以此解释了它们当前的轨道分布特征。", "label": "天文学", "id": 0}
{"content": "深空探测问题一直以来是国家重点研究的问题,而多体模型一直是众多学者研究的对象。双圆限制性四体问题是四体问题的一种特殊情况,即当我们所讨论的天体中,有两个天体围绕其质心做圆形开普勒运动,而其质心又与另外一天体做圆形开普勒运动,第四天体的质量与其他天体的质量相比,小到可以忽略不计,这样的问题被称作双圆限制性四体问题。双圆限制性四体模型比圆型限制性三体问题模型更能准确地描述系统的动力学性质,基于四体模型设计的轨道更接近真实情况。本课题将由牛顿的万有引力定律导出双圆四体模型的运动方程,研究第四体特征参数对平动点的位置和频率的影响,为今后的深空探测提供方案。", "label": "天文学", "id": 0}
{"content": "<正>众所周知,水星近日点的世纪进动是对广义相对论及其它引力理论最重要的检验之一。我们已发现,由于水星距离太阳最近,所以其它行星对水星的摄动力应当减小水星的角速度;我们已正确计算出水星近日点的世纪进动值不是43角秒,而是", "label": "天文学", "id": 0}
{"content": "<正>截至现在,发现并确认的系外行星已超过3500颗,特别是最近几年美国NASA的Kepler计划将系外行星的研究推向了一个前所未有的高潮。然而,对于绝大多数Kepler发现的系外行星,我们对它们的了解还非常少,其中一个很基本的物理性质", "label": "天文学", "id": 0}
{"content": "<正>宇宙中广泛存在着各种尺度的三体系统,从小质量的行星-卫星体系到大质量的星团中的黑洞体系。虽然严格的三体问题在数学上不可积,但是我们可以将它简化为一个内双星外加远处一个第三体的层级体系。在这个框架下,通过将相互作用势", "label": "天文学", "id": 0}
{"content": "<正>拉格朗日和哈密顿两种表述等价在经典力学中是很自然的,但在广义相对论后牛顿力学中是否等价却不易回答,并且这个问题一直困惑人们10多年。研究致密双星系统后牛顿近似理论的国际著名学者Damour等（2001 Phys。Rev.D 63:044021）十多年前由非自旋部分到3阶后牛顿（3PN）的ADM坐标哈密顿形式导出", "label": "天文学", "id": 0}
{"content": "<正>开普勒二体问题的f和g级数解早已广为人知。本文将其拓展到参数化后牛顿形式下,引入参数β与γ,来求解该后牛顿二体问题的f和g级数解。通过引入这两个参数,可以表示不同引力理论的后牛顿近似。在广义相对论中,参数β", "label": "天文学", "id": 0}
{"content": "<正>本报告将从高精度太阳系历表简介入手,主要探讨高精度太阳系历表的科学应用,旨在研究小尺度天体系统中利用已有的高精度观测数据对新兴引力理论进", "label": "天文学", "id": 0}
{"content": "<正>随着天体测量精度的日益提高,它为检验引力理论提供了新的机遇。理论和观测都表明,广义相对论绝非完美,仍需完善。一种可能便是引入重整化群的广义相对论,它会使得引力常数发生变化,其重整化尺度由参数αv来描述。αv的数值与引力系统的质量相关,需要由观测来确定。对于低质量系统,利用太阳系", "label": "天文学", "id": 0}
{"content": "<正>当今世界范围内,行星科学是天文学中发展最为迅速的一个领域。对近邻恒星的观测表明,行星尤其是类地行星是普遍存在的。随着大量的太阳系外行星巡天数据以及原恒星盘观测结果的出现,我们进一步了解了包括太阳系在内的行星", "label": "天文学", "id": 0}
{"content": "<正>二十一世纪最大的科学进步就是纠正\"地轴进动\"解岁差。自然科学要符合数学原理。牛顿的地轴进动解岁差显然与数学原理相悖,与观测事实不符,与我国五六千年的天文学历史相矛盾。牛顿的地轴进动解岁差在地轴中间设一\"原点\"那么\"地轴\"就有\"数轴\"性质,即;绝", "label": "天文学", "id": 0}
{"content": "<正>简单介绍凌食系外行星系统TTV现象的研究背景,重点评述目前地面相关观测的现状和进展,最后给出未来展望。", "label": "天文学", "id": 0}
{"content": "<正>在天文学与物理学中,脉冲星已经成为了研究相关问题的有力工具.在高精度的计时观测中,需要采用行星历表来计算地球太阳系质心位置,以便将测站到达时刻转换为太阳系质心到达时刻.行星历表的误差,将能在脉冲星计时残差中体现.我们利用一组分布均匀的高精", "label": "天文学", "id": 0}
{"content": "<正>地球自由核章动FCN是由于地球液核与幔的自转轴偏离而引起的一个自由自转模。FCN的周期理论计算值与观测值存在一个较大的偏差,一直没有很好的解释。本文试图探", "label": "天文学", "id": 0}
{"content": "<正>LAU2006岁差模型（P03）自发表至今已经超过十年,期间无论历表观测资料还是岁差理论都有了很大的进步,尤其是地球动力学形状参数J2的长期变化,已经不能认为是线性的", "label": "天文学", "id": 0}
{"content": "<正>随着外星行星以及外行星系统的大量发现,对它们的观测精度也在不断攀升。这些系统为研究基本物理学提供了新的潜在场所。本文以凌星外星行星为对象,分析了在其中检验牛顿引力平方反比定律的可能性,包括可观测效应及其可观测性。结果显示,若平方反比定律", "label": "天文学", "id": 0}
{"content": "<正>一些标准模型之外的物理机制会导致引力跟平方反比律有所偏差。基于粒子同步交换的假设,一些理论提出牛顿引力基础上存在幂律形式的偏差。利用法国INPOP10a（IMCCE）行星历表和俄罗斯EPM2011行星历表（IAARAS）中的近日点附加进动,我们可以初步得到一些对", "label": "天文学", "id": 0}
{"content": "随着高精度时间测量与比对在工程和技术上的快速发展,它已经慢慢成为了检验相对论以及探测物理学的崭新平台。于此同时,作为牛顿引力的改正,汤川引力被认为是超越粒子物理标准模型以及广义相对论的新物理学。因此,本研究工作试图通过探索这个潜在引力效应对无拖曳星载钟的轨道影响以及星地时间比对影响来寻找高精度时间比对中的科学应用。结果显示:目前的精度下,星地时间比对中的汤川引力\"信号\"很难被探测到;而如果卫星钟的轨道半长径为 a=107m、偏心率为 e=0.01,那么通过与地面站进行的激光测距,汤川引力效应对卫星钟的近地点进动影响将达到可测量范围的阈值。", "label": "天文学", "id": 0}
{"content": "<正>太阳系内的小天体,大多是太阳系形成早期的残余物。对太阳系小天体的组成成分、空间分布、轨道特征的研究,不但能帮人们理解太阳系的当前状态,也能为研究太阳系早期的物理、化学、动力学演化过程提供丰富的信息。", "label": "天文学", "id": 0}
{"content": "<正>牛顿万有引力理论在解释太阳系行星轨道和海洋潮汐等方面取得了巨大成功,但在解释水星进动、光子偏折等方面遇到了不可克服的困难,也不满足洛伦兹协变,无法与电磁学理论统一起来。牛顿引力公式和史瓦西度规都不包含引力传播因子,无法据以研究引力的传播,须另辟蹊径,寻找包含传播因子的新引力理论。我们将万有引力定律与麦克斯韦—李纳德--", "label": "天文学", "id": 0}
{"content": "<正>自从2008年Kepler卫星发射升空,4年多来,Kepler发现了几千个太阳系外行星的候选天体。不过目前已经被确认的Kepler行星还只有150多颗。近年来,我们提出了一种用凌星", "label": "天文学", "id": 0}
{"content": "<正>迄今,人们已经发现了990多颗系外行星,其中有超过30%的行星轨道位于0.1 AU以内。这些行星受到了中心恒星很强的潮汐力作用,这对塑造最后的行星系统构型具有重要影响。我们以Kepler空间计划发现的大批候选体系统为样本研究了系外行星系统中的潮汐演化过程,", "label": "天文学", "id": 0}
{"content": "<正>对于环双星的轨道,由于系统的等级式构型,我们可以将其哈密顿函数对内外轨道半长径的比进行展开,并消去短周期项,得到系统的长期摄动函数。我们利用最低阶可积系统的关于轨道倾角演化的结果推导出一系列正则变换,来处理高阶摄动,得到了一个新的可积的", "label": "天文学", "id": 0}
{"content": "<正>引力至今还无法和其他的基本作用力统一到量子理论的框架之下。一些候选的统一模型预言,引力作用可能会偏离平方反比定律。对该偏离的一种参数化描述便是在牛顿引力势的基础上增加一个汤川改正势,后者包含了两个参数:描述汤川改正强度的无量纲参数以及其", "label": "天文学", "id": 0}
{"content": "<正>随着测量精度和手段的不断发展,一方面已经认识到牛顿力学体系已经无法适用于高精度的天文观测,取而代之的是广义相对论框架的建立。另一方面,人类的一些未解之谜（四种基本作用力的统一、暗物质以及暗能量等问题）使得爱因斯坦的广义相对论并不是最终的\"赢家\"。因此,在天", "label": "天文学", "id": 0}
{"content": "系外类地行星是存在于太阳系外,有着类似地球的圈层结构的岩石行星,它们是目前搜寻地外生命的主要目标。但这些类地行星的内部结构,只能借助的假设和模型来研究。在行星的层圈划分模型下,每颗行星的质量-半径关系可以从侧面反映出它的内部结构。而要点要得到行星的质量-半径关系又需要知道其内部物质的状态方程。因此我们就可以通过实验完整确立了的即状态方程,推演出行星可能的质量-半径关系;再把计算得到的质量-半径关系与观测值比较,即可得到行星的内部结构。", "label": "天文学", "id": 0}
{"content": "研究基于x射线脉冲星的自主轨道确定问题。构建脉冲到达时（TOA）转换模型和位置增量估计法,并针对整周模糊度和随机噪声问题设计求解算法。实验仿真结果表明:当脉冲到达时测量精度为0.001ms,脉冲星方位精度为0.0001arc scc时,定轨精度可达10m,完全满足深空探测的精度要求。", "label": "天文学", "id": 0}
{"content": "针对太阳系小天体形状不规则、密度不均匀等特点,文章采用体积离散方法计算小天体引力场球谐系数和表面重力场分布情况,并以Eros为例验证该方法的可靠性。文章以嫦娥二号探测器飞越的图塔蒂斯小行星为例,结合相应的雷达观测数据提供的小行星形状模型,计算其表面引力势情况,为通过飞越任务获取的光学图像分析其表壤的分布、流向等提供相应的理论依据。", "label": "天文学", "id": 0}
{"content": "真实星历模型下的地月系统相比日地系统更为复杂,地月平动点轨道的长期保持控制问题仍需深入研究.对此,本文具体分析TLQR方法和靶点法在该问题中的应用,并给出了算法参数的初步选取方法,最后针对地月L2平动点周围一条典型Lissajous轨道进行了充分的仿真验证.结果表明,两种方法均可将航天器保持在标称设计轨道附近;在实际定轨精度条件下,年平均能耗都在1.5m/s以下.对比两种方法,靶点法的算法更为简单,控制精度和鲁棒性也较高.", "label": "天文学", "id": 0}
{"content": "<正>作为动力学系统的一类特殊解,周期轨道在小天体附近轨道问题的研究中占有特殊的意义。早在19世纪末,三体问题被提出不久,庞加莱就曾指出,周期轨道可能是理解三体问题的一个突破口,它关联到行星系统的形成和稳定性。在小行星附近的轨道问题中,周期轨道可能预示着卫星的存在,有助于认识小天体", "label": "天文学", "id": 0}
{"content": "<正>宇宙中盖房,天地里运行,自然内生活,神仙般幸福!观点1、天体运行论。各种天体在相对宇宙空间和时间里都是依据性,极,类,级,形,质等概念。通过不同的能量自然传递方式来相互传递着,运动着,变化着;天体运行可分自然力和意识力。自然力如月球绕地球转;地球绕太阳转,它们以自然产生一种力来相互传递运行,意识力如飞机、飞船以人为意识来创造运行的力。观点2、:运行轨道的存在。定理:?地球的自转在引力场所产生的引力粘度作用下,使某一比重质量的物体产生的离心力,正好相等于它们问相互引力时,能产生运行轨道。轨道的高度和这质量物体成正比。这质量物体与地球自转的相对速度和其高度也成正比》。即地球自转所产生的离心力刚好相等于某一比重物体的引力时,有运行轨道的存在。象蚊子行的低,麻雀中间飞。老鹰半空", "label": "天文学", "id": 0}
{"content": "深空探测与导航会经多种动力学环境,限制性三体问题是其中常用的一种基本力学模。本文探究平面圆限制性三体问题周期轨道族的演化特征。借助二维动力系统的一个工具——Poincaré截面,用微分改正算法探究了平面圆限制性三体问题中的对称周期轨道族的演化,重点分析了稳定的共振周期轨道（包括内振与外振情）。分析方法和果将有助于对三体问题轨道类的认识和理。", "label": "天文学", "id": 0}
{"content": "<正>由中子星或黑洞构成的旋转致密双星后牛顿哈密顿系统属于相对论二体问题,含有丰富的共振和混沌等动力学现象,是引力波探测器的理想波源。传统的Runge-Kutta算法因存在人工耗散导致长时间数值积分的结果失真,为避免数值混沌,提高数值稳定性,我们利用流形改正方法和辛算法等可靠数值积分研究保守的旋转致密双星后牛顿哈密顿轨道动力学现象。", "label": "天文学", "id": 0}
{"content": "<正>在航天动力学中求解转移轨道实际上是一个典型的两点边值问题,通常是通过Gauss方法利用数值积分来求解的,实际应用中,由于有摄动力的存在,航天器的运动方程较为复杂,Gauss方法无法使用,而一般的打靶法在某些情况下不能求解。本文提出了一种基于差分演化打靶法的混合算法来解决这个问题。", "label": "天文学", "id": 0}
{"content": "<正>巨卫星是指那些体积巨大,形成后有重力分异过程,在自转和重力的作用下,而形成椭球体的卫星。巨卫星在演化进程中,受到行星的巨大引潮力作用,使得自转周期与公转周期变得一致。自转使得巨卫星在赤道部位隆起,行星的引潮力使得它向行星的方向变长,而形成三轴椭球体的形状。如果此巨卫星在早期已经凝结,那么它的固体部分必定反映了早期的", "label": "天文学", "id": 0}
{"content": "河北省地热钻井及成井技术经过三十年左右的发展,钻进效率及成井技术有了较大的提高。本文就钻井设备、钻井参数、钻井泥浆、固井、气举反循环钻进、钻井常见事故等进行了简单的论述;针对河北省不同的地热热储层,介绍了其成井结构、成井工艺。", "label": "天文学", "id": 0}
{"content": "<正>环境阻力所消耗的能量与运动物体动能之比,被用来定量分析环境介质阻滞运动的时间累积效果。基于此判据,给出了低轨卫星的临界高度,证明气动外形对于超低弹道", "label": "天文学", "id": 0}
{"content": "<正>一、问题介绍限制性三体问题,一般是指在三体系统中,一质点质量远小于其他两质点而可以忽略,而另两质点质量不等,其运动服从二体运动规律,如果是圆周运动,则称为圆限制性三体问题,如果是椭圆运动,则称之为椭圆限制性三体问题。", "label": "天文学", "id": 0}
{"content": "<正>l.\"天文动力结构分析方法\"基本原理（1）计算公式我们根据天文引潮力的原始计算公式,结合气象学资料分析的习惯,建立资料计算的公式组:", "label": "天文学", "id": 0}
{"content": "<正>主要对一阶隐式 Euler 法、二阶隐式 Euler 中点辛法分别嵌入到一阶显辛 Euler 法和二阶 leapfrog 显辛积分器所得算法 M1和 M2进行了稳定性比较。对线性哈密顿系统,当只有坐标耦合存在时,理论上找出了他们的稳定区:当存在坐标与速度的耦合作用时,理论分析寻", "label": "天文学", "id": 0}
{"content": "<正>1．万有引力与万有推力星球运动模型万有引力与万有推力星球运动模型的结构为：在一个大圆盘上放置两个空心球体,两个空心球体中各置一块磁石。一个球固定在圆盘中间模拟恒星,另一球放在圆盘边缘模拟行星,圆盘就是行星绕恒星公转的轨道平面。恒星的南北极左右横置与公转轨道面平行,而行星南北极与公转轨道面斜交,两球磁极轴有一定夹", "label": "天文学", "id": 0}
{"content": "Kuiper 带天体简称为 KBOs,是近十几年在太阳系海王星之外区域发现的一小行星群,这些小行星的运行轨道普遍被限制在近日点距离在30AU 到50AU 之间、黄道面附近围绕太阳的环带中。它们是目前太阳系中最遥远的小行星群。根据 KBOs 的动力学特性, Kuiper 主带天体又可分为两种类型：（1）经典型（CKBOs）。即天体处于低倾角的近圆轨道上,与海王星没有共振联系；（2）共振型（RKBOs）,即天体与海王星发生平运动共振, 即小天体绕太阳的公转周期与海王星的公转周期成简单的整数比,且偏心率通常大于 0．1。对目前已观测到的 Kuiper 带天体轨道特性的分析发现,KBOs 具有在海王星平运动共振区聚集的现象,RKBOs 占 KBOs 总数的四分之一；与 CKBOs 相比,RKBOs 普遍具有较大轨道偏心率,甚至有些 RKBOs 具有穿越海王星的轨道。RKBOs 的这些奇特性质值得关注。", "label": "天文学", "id": 0}
{"content": "<正>螺旋总是不对称的。当一圆周运动（轴矢量,Axial Vector）同时沿它的轴心方向（极化矢量,Polar Vector）进行线性运动时得到一个螺旋运动,可产生一个手性不对称的螺旋力场。如果轴矢量和极化矢量中任一者为0,不产生螺旋。当极化矢量与轴矢量反平行得到左手螺旋运动（力场）;而极化矢量与轴矢量平行则得到右手螺旋运动（力场）。事实上,众所周知,地球不仅围著太阳公转且绕本身的地轴自转（轴矢量）。人们常忽视的是,结合地球伴随太阳在空间的运动（极化矢量）,地球在时空上的运", "label": "天文学", "id": 0}
{"content": "<正> 动力天文研究中的演化问题有两类:一类是作为N（N≥3）个质点考虑的轨道演化问题,另一类是考虑天体作为一个弹性体的演化问题,该问题涉及内部结构（如液核等）和外部大气的状态演化。这两类问题对应的数学模型（无论涉及的是常微模型还是偏微模型）均无法给出分析解,只能采用微分方程的数值解法作为各有关问题研究的基本方法,从离散解中获得必要的信息。由于是探讨各自的长期动力演化状态,故数值方法相应的“保真”性是至关重要的。", "label": "天文学", "id": 0}
{"content": "<正> 作用在地球上的天体引力变化的成份是很复杂的,但是为了更清晰的研究地球受天体引力作用下的物理特性,可以把作用在地球上的天体引力变化性质情况分成两类四种。两类是指天体引力的绝对变化和相对变化;四种是指绝对变化中的等效质量天球的膨胀变化与收缩变化,以及相对变化中的经度间相对不平衡天体引力变化和纬度间相对不平衡天体引力变化。", "label": "天文学", "id": 0}
{"content": "<正>笔者在文[1]中导出了 GM⊙=Av~2 （1） 即日心引力常数 GM⊙等于任何一颗行星的轨道半长径 A 与行星轨道平均速度 v 平方之积。 （1）式表达了以太阳为中心天体、行星绕日公转的规律；但我们亦可把任何一颗行星当作中心天体,太阳绕这颗行星“公转”（事实上是相互绕转）,就有 Gm=Av~2⊙ （2）", "label": "天文学", "id": 0}
{"content": "<正>笔者在思考行星绕日公转有什么共同性质这个问题时,做了如下简单的推导：令 an 为行星绕日公转的向心加速度,R 为行星与太阳的平均距离（对椭圆轨道而言即为轨道半长径 A）,V 为行星的轨道平均速度,则有", "label": "天文学", "id": 0}
{"content": "<正>在我们过去对三维星系引力势严格求解的基础上,进一步获得如下研究进展。1.推导了有限厚盘状星系（恒星和气体双成分）密度波色散关系,并在此基础上得到一系列结果:①从星系盘引", "label": "天文学", "id": 0}
{"content": "本文应用 Delaunay 变量,从理论力学的哈密顿方程出发,通过正则变换求解了地球引力摄动对卫星运动轨道的影响,导出卫星位置和速度随时间的变化关系。", "label": "天文学", "id": 0}
{"content": "本文推出的天体质量对形成引力有正负两方面的贡献和引力存在一个极限之结论。", "label": "天文学", "id": 0}
{"content": "Kalman滤波时间尺度算法是一种实时的原子钟状态估计方法,在守时实践中具有重要的实用价值。由于原子钟测量数据可能出现异常或原子钟本身出现异常,使的Kalman滤波时间尺度算法中状态估计出现异常扰动,应当对测量异常或原子钟异常情况进行实时控制。对此,引入等价协方差矩阵和自适应因子改进Kalman滤波时间尺度算法。对测量矩阵元素引入方差膨胀因子,利用统计量实时计算膨胀因子的量值,构造等价协方差矩阵控制测量异常值对原子钟状态估计的影响。同样,对状态预测协方差矩阵引入自适应因子,利用统计量实时计算自适应因子的量值,控制状态预测协方差矩阵的增长,降低原子钟异常对状态估计的影响。实验结果表明:对于测量异常或原子钟异常情况,相比于经典Kalman滤波算法,抗差自适应Kalman滤波算法提高了原子钟状态估计的准确度,改进了时间尺度的稳定度。", "label": "天文学", "id": 0}
{"content": "<正>通过联合分析高精度视向速度数据以及Gaia和Hipparcos的天体测量数据,我们对太阳系周围褐矮星伴星进行了大规模搜索,探测并确认了200多颗质量在5到120木星质量的伴星,对超级木星,褐矮星以及低质量伴星的发生率进行了严格限制,并发现褐矮星极少出现在20个木星质量附近,对行星和褐矮星形成理论进行了严格限制。", "label": "天文学", "id": 0}
{"content": "卫星双向时间传递（Two-Way Satellite Time and Frequency Transfer,TWSTFT）是目前精度最高的时间传递方法之一,同时也是参与国际原子时计算的守时实验室之间比较原子时尺度的一种主要方法。提高TWSTFT链路的短期稳定度,降低周日效应对链路时间传递结果的影响,对优化TAI（International Atomic Time）的性能具有现实意义。本文提出了一种基于条件平差的TWSTFT链路性能优化方法,先依据TWSTFT链路测量噪声水平与谱分析结果建立TWSTFT链路性能优化网络（简称优化网络）,再根据优化网络中各链路测量噪声分析结果设置权系数阵,建立条件平差模型。选取亚太地区的中国计量科学研究院（National Institute of Metrology,NIM）-中国科学院国家授时中心（National Time Service Center,NTSC）卫星双向时间传递链路作为待优化链路,以NTSC、NIM以及德国联邦物理技术研究所（Physikalisch-Technische Bundesanstalt,PTB）之间的TWSTFT链路组成优化网络,对优化网络的组网方法和条件平差模型进行实验验证。结果表明,平差后待优化链路短期稳定度得到了改善,同时它受周日效应的影响降低了约24.6%。使用该方法,能够有效提高待优化链路的时间传递性能。", "label": "天文学", "id": 0}
{"content": "傳統天文航海中的截距法（Intercept method）是利用切于天體等高度圈（Circle of equal altitude）的天文位置線（Celestial line of position）,在至少觀測兩個天體的條件下獲取船位。簡言之,天文位置線即為天體等高度圈的切線。牛頓-拉弗森方法（Newton-Raphson Method）是求切線方程式之一階導數,並透過迭代（Iteration）運算的近似求根演算方法（Root finding method）。因此,我們可將天文航海的截距法視為僅運算一次牛頓-拉弗森方法後得到的天文定位。本文將求解天文定位問題的天文定位方程式,使用牛頓-拉弗森方法,求得最後的天文船位。運算的定位結果以網路電子地圖服務（Web Mapping）,如Google Map或Openstreetmap,開發計算天文定位的使用者介面,可免去繁複的手工計算與海圖作圖過程。作為衛星導航系統（Global Navigation Satellite System;GNSS）之備選方案及天文航海的教學工具都是非常適合的,讓海事校院的學生可以透過計算及圖形介面輕易的了解天文定位的原理。", "label": "天文学", "id": 0}
{"content": "本文提出一個新的封閉解析解（Closed analytical）方法來求解天文定位。航海者使用船用六分儀（Marine sextant）觀測兩個天體,及航海曆（Nautical almanac）所修正而得的觀測高度（Observed Altitude;Ho）及格林威治時角（Greenwich hour angle;GHA）和赤緯（Declination）,即可得到兩個可能的船位,再籍由推算船位（Dead reckoning）來決定最後的天文定位。本文所提出之方法不需透過傳統的測天解算（Sightreduction）,也不需要經過手工海圖定位,經過電腦編程即可獲得天文船位。", "label": "天文学", "id": 0}
{"content": "在视频全站仪自动天文测量系统中,处理拍摄星图、解算恒星质心坐标是确保定位精度重要一步。具有良好精度和普适性的灰度质心法是该系统主要采用的质心提取算法。但是不同形式灰度质心提取算法对小视场星图精度影响尚无相关精确量化比较。针对徕卡视频全站仪TS60拍摄的小视场星图特点,通过两种适用的自适应阈值分割算法处理星图的基础上,对比了几种灰度质心法对待测恒星质心的提取精度,提出了采用灰度平方加权质心法代替传统灰度质心法提取小视场星图质心坐标。实验表明,三种质心法在具有广泛适用性的同时,可以准确提取此类星图质心,满足一等天文测量精度需要。其中,灰度平方加权质心法提取精度最高,其像素横纵坐标均方根误差分别优于0.044像素和0.040像素,可以作为提取此类星图星点质心坐标的优先算法。", "label": "天文学", "id": 0}
{"content": "<正>\"天再旦\"是一种罕见的天文现象。从黎明到日出后不久的时间,如果恰好发生了日环食或是日全食,只要食分大于0.95,或是食分很接近0.95,那么就会出现天亮或日出以后天色再次变暗,然后天色又再次发亮的景象。这种现象叫做\"天再旦\",也就是天亮二次的现象。据《竹书纪年》记载:懿王元年天再旦于郑。具体指的是周懿王元年,\"郑\"（今陕西省华县附近）在一天之内接连出现了两次天亮的现象。1997年3月9日,我国境内新疆北部的日食观测印证\"天再旦\"的视觉感受,得到量化的理论表达。研究者据此得出公元前899年为周懿王元年。", "label": "天文学", "id": 0}
{"content": "数字天顶摄影定位系统是一种用于地面点精密天文定位的数字式摄影测量设备,具有测量精度高、观测时间短、无人仪差限制、受地形影响小等特点。数字天顶摄影定位系统相机机械快门曝光延时是指从系统发出拍摄指令时刻到CCD相机曝光至曝光时间一半时刻之间的时间延时。系统相机机械快门曝光延时直接决定系统定位测量中天文经度的测定精度。因此,准确测定其CCD相机机械快门曝光延时是保证高精度天文测量的关键。本文提出一种在线测定数字天顶摄影定位系统CCD相机机械快门曝光延时的方法。通过设定可控光源的不同延时值,利用图像分析处理技术精确匹配确定出CCD相机快门打开、关闭的时刻值,多次测量后即可得出CCD相机机械快门曝光延时的准确测定值。最后通过将测定值代入数字天顶摄影定位系统在已知点位进行定位测量,比对测量成果与已知点位信息。经过实验验证,该方法取得的CCD相机机械快门曝光延时值精度满足数字天顶摄影定位系统需要。", "label": "天文学", "id": 0}
{"content": "广义回归神经网络（GRNN）是一种新型的前馈神经网络模型,具有训练次数少、耗时短、非线性参数的预报能力较强等优点。GRNN对日长变化参数（LOD）进行预报能够取得良好的预报效果,但GRNN唯一调节参数即光滑因子无法自动获取,则限制其进一步应用。针对该缺陷,本文采用果蝇优化算法（FOA）与GRNN相结合构建FOAGRNN模型对GRNN进行优化,以自动获取光滑因子。通过将FOAGRNN与其他模型（主要包括GRNN、BPNN、Modified BPNN和FIS）的预报结果进行比较与分析,结果显示:①在超短期1～10天内预报中,FOAGRNN预报结果与其他预报模型的预报结果相当;②在短期1～30天内预报中,除GRNN模型与FOAGRNN预报结果相当外,FOAGRNN结果优于其余预报模型;③在中长期1～360天内预报中,FOAGRNN模型优于所有模型的预报结果。同时,试验结果表明,针对LOD参数短期预报,FOAGRNN模型可获得与当前国际预报精度相当的预报结果。", "label": "天文学", "id": 0}
{"content": "<正>为了分析BPL长波信号的传播特性,本文在我国的西北区域对BPL长波信号进行了测试,通过测量信号的到达时延差和分析测试点接收到的信号状态,同时通过采集的信号波形,对天、地波信号的互相干扰进行了解析,初步梳理出我国西北区域BPL长波信号的传播时延特性和天地波干扰的传播规律。", "label": "天文学", "id": 0}
{"content": "<正>罗兰系统作为大功率陆基无线电导航和授时系统,其实现技术存在着许多独特的优势,现已被当做GNSS系统的陆基增强、补充和备份系统。我国在现有BPL长波授时系统和长河二号导航系统基础上已经启动国家重大科技基础设施——高精度地基授时系统,该系统规划新建三个E罗兰西部授时发播台,届时罗兰信号将基本覆盖我国国土,在我国重点区域实现精度优于百纳秒的授时服务。", "label": "天文学", "id": 0}
{"content": "<正>移动站作为地面站的有效补充,是卫星导航系统的重要组成部分。为了保证卫星导航系统移动站的功能和性能指标,需要设计高精度、稳定可靠的时间频率基准。针对具体需求,本文设计一款高稳定度的精密时频产生装置,为卫星导航系统移动站提供高精度的时间频率信号和信息。该装置以三台可驯铷原子频标为参考,通过驯服溯源至卫星导航系统时间,同时还可选择外部参考信号、", "label": "天文学", "id": 0}
{"content": "<正>针对低噪声、宽范围频率高精度测量应用需求,研究了低噪声、宽范围的频率合成技术和宽频带频率高精度测量方法,提出一种基于DDS频率合成和数字化相位测量的宽频带频率高精度测量方法,重点研究宽频带频率测量的噪声抑制技术。基于提出的测量方法,实现了一台频率稳定度分析仪,", "label": "天文学", "id": 0}
{"content": "<正>我国罗兰-C系统基于\"三态脉冲位移字平衡调制\",简称\"脉位调制\"（Pulse Position Modulation,PPM）实现了数据发播。PPM的传统解调方法无法在低信噪比下实现可靠的数据解调。为了提升罗兰-C接收机的数据解调性能,增强其自主定时能力,该文提出并实现了一种极低信噪比下的罗兰-C数据解调方法。首先,将原罗兰-C脉冲包络进行移位累加重构,显著提高了包络采样值的信噪比;", "label": "天文学", "id": 0}
{"content": "<正>土卫九是土星系统的一颗暗弱卫星,其星等为16.5等左右,我们对该星进行着长期持续的观测、测量与研究。继对2005-2008年间的观测图像进行分析处理后,此次对2010-2018年间的观测图像进行了基于Gaia DR2星表的高精度天体测量,给出了一批高精度的位置资料。经与理论位置进行比较,其精度为60mas左右,比之前的结果有了大幅提高。", "label": "天文学", "id": 0}
{"content": "<正>明末清初使中西方文化交流的一个重要历史时期,西方的天文学和地理学知识传入中国。在康熙末年,由国家组织进行了两个大规模的科学活动——《皇舆全览图》的测绘和《历象考成》的编纂,期间都组织人手进行了经纬度测量。本文以这一时期的经纬度测量活动为线索,在一个时间轴下对这两个科学活动的人员以及测量进程进行比较分析:不论是大地测量还是历法编制,", "label": "天文学", "id": 0}
{"content": "<正>简要介绍了我国陆基无线电授时系统中BPM短波授时台的发展历程。介绍了短波授时方法,发播内容,发播精度,和未来可能的改进措施,为BPM短波授时系统中的用户以及短波无线电爱好者提供参考数据。", "label": "天文学", "id": 0}
{"content": "<正>针对精确测量的主备频率源时差数据,提出了基于人工神经网络模型的时差预报方法。利用神经网络强大的非线性映射能力,对一阶差分后的时差数据进行学习和预测。采用滑动窗的方式构建样本数据,以提高数据利用率并满足实时性。为验证人工神经网络模型的可行性与有效性,利用实测的铷原子钟1pps信号之间的时差进行实验,并将实验结果与多项式模型结果进行比较分析。实验结果表明,利用3", "label": "天文学", "id": 0}
{"content": "<正>精密卫星共视时间传递方法（Precise Common View Time and Frequency Transfer,PCVTFT）是指:在站坐标精确已知的前提条件下,待测两站同时观测同一颗北斗GEO导航卫星,使用精密产品和载波相位观测值开展共视时间频率传递的方法。该方法利用GEO卫星相对于地球基本不动的特点,回避传统方法使用载波相位数据时模糊度难以解算的难题,从而实现高精度的时间频率传递。", "label": "天文学", "id": 0}
{"content": "<正>基于地球同步卫星的卫星双向时间频率比对（TWSTFT）是目前最准确的远距离时间比对技术之一,是参与协调世界时（UTC）计算的重要手段,中国科学院国家授时中心（NTSC）是参与国际标准时间计算的主要实验室之一,2018年年初,基于ABS-2A的卫星双向时间比对链路开始试运行,链路试验至今,一直稳定运行,比对结果连续可靠,可以达到参与国际标准时间计算的精度要求。", "label": "天文学", "id": 0}
{"content": "<正>下一代移动通信网对时间同步网的同步精度提出了更高的要求,同步精度可能提高到30ns,但通信网因网络规模大而对成本高度敏感。本文针对这类高精度、低成本、大范围的时间同步应用需求,研究了基于单频接收机进行卫星共视比对的可行性,提出了一种基于单频定时接收机的标准时间远程复现方法,并最终实现了一套低成本的标准时间复现设备,能实现数百公里范围内任意节点与标准时间偏差小于", "label": "天文学", "id": 0}
{"content": "<正>共视时间比对是目前应用最广泛的时间比对技术,随着共视参考源的不断升级,共视时间比对的精度也不断提升。精度为纳秒量级的导航卫星共视,是现阶段共视时间比对方法能实现的最高精度。随着科技的发展,纳秒级的时间比对精度已经不能满足许多基础前沿研究的需要,尽管光纤时间比对技术能实现十皮秒量级的时间比对精度,但需要提前铺建光纤链路。因此急需寻找更优秀的共视参考源,实现更", "label": "天文学", "id": 0}
{"content": "<正>作为爱因斯坦等效原理的三要素之一,弱等效原理（WEP）认为自由下落粒子的轨迹与其成分和内部结构无关。除了利用厄缶实验之外,WEP还可以通过具有不同性质（例如频率）的无静止质量粒子来进行检验。此前,有大量的研究工作通过不同光子或中微子的夏皮罗时延之差对WEP进行了验证,有的还给出了非常小的上限。然而,基于夏皮罗时延的这些研究存在两大不足:（1）该检验所依赖的天体粒子或高能事件数目极其有限,通常在几个、最多到几十个的水平;（2）虽然有的工", "label": "天文学", "id": 0}
{"content": "<正>课题组一直致力于太阳系大行星卫星的观测和轨道研究。基于多年的研究经验,2010年,对Pluto进行了观测,获得了一百多幅CCD观测图像。2018年Gaia DR2星表发布,基于该高精度天体测量星表,对这些观测资料进行了测量和位置归算,这些CCD图像的视场虽然仅不到5’x 5’,由于位于M24星云所在天区,因此视场内有大量的参考星,同时在此次处理的Pluto图像中,其星象受到旁边一颗恒星的光", "label": "天文学", "id": 0}
{"content": "<正>Cassini ISS拍摄了大量的图像,虽然其中一部分已经进行了天体测量工作,但还有更多部分有待完成。目前使用的测量技术也有待进一步完善。本报告将汇报Cassini ISS图像天体测量方面的一些技术研究,内容包括:（1）我们提出的一种针对Cassini ISS图像天体测量的自动指向校正技术;（2）不同星表的选用对天体测量结果的影响的比较;（3）不同边缘检测算法对天体测量结果的影响的比较;（4）ISS", "label": "天文学", "id": 0}
{"content": "<正>论文给出了国家时间频率体系的概念、结构、内容和特性。通过比较,分别介绍了我国在时间频率产生、传递和应用方面的国际地位和差距,并分析了存在问题。围绕经济建设、国家安全和科学研究的发展需求,论文较为详细地介绍了\"十三五\"国家重大科技基础设施\"高精度地基授时系统\"和中国空间站\"高精度时间频率系统\"的应用目标和主要建设内容。最后,论文预期了国家时间频率体系的发展前景。", "label": "天文学", "id": 0}
{"content": "<正>授时是时间频率应用的重要环节。从古代的晨钟暮鼓到落球报时,在人们的生活工作中发挥了不可替代的作用,现代无线电授时的广泛应用,更是拓展了时间频率信号的应用领域,高精度时间频率成为科学研究、经济社会、国防建设至关重要的参量和战略资源。卫星导航系统提供的授时服务,北斗、GPS、GLONASS等系统建成并投入使用以来,在很大的程度上改变了人类军事斗争、生产实践和日常生活的方式,并在全球范围推动了信息产业的发展,基本满足了现阶段科学研究、生产生活、国防军事对时间基准服务的需求。", "label": "天文学", "id": 0}
{"content": "<正>本文针对天文定位数据处理在面临粗差时精度和可靠性较低的问题,引入抗差估计的思想,探讨了抗差估计理论在天文定位中的应用,分析了抗差估计模型对于不同量级数据误差的抵抗能力,并对常见的3种等价权方案Huber方案、IGG方案和IGGⅢ方案的抗差估计效果进行了对比分析。结合实测数据,对抗差天文定位模型的", "label": "天文学", "id": 0}
{"content": "<正>双星无源定位系统是一种基于时差频差的无源定位方法,为了提高系统的定位精度,运用卫星导航系统的差分方法对系统的定位误差进行改正,通过定位误差分布结果可知,在卫星连线方向约正负100 km的条带采用时差频差联合定位方程得到的定位误差很大,定位精度很差甚至无法定位,我们称这一区域为盲区带。为了", "label": "天文学", "id": 0}
{"content": "<正>北斗卫星导航系统2012年12月27日正式向亚太大部分地区提供服务,经过一年的测试评估工作,北斗卫星导航系统管理办公室于2013年12月27日发布《北斗卫星导航系统公开服务性能规范（1.0版）》（简写为《北斗服务规范1.0版》）,给出了系统服务的各项性能指标。2016年中国又发射了IGSO-6卫星（3月30日）和GEO-7", "label": "天文学", "id": 0}
{"content": "<正>提出了一种使用二级内插法的基于PCI总线的插卡式时间间隔计数器的设计方法,解决了精密时间间隔测量中精度和量程不能兼顾的问题。采用双通道交换测量法校准了START和STOP输入通道的时延,消除了这两个通道之间时延差异对测量结果的影响。该计数器结合CPLD技术和TDC技术,在保证测量精度的基础之", "label": "天文学", "id": 0}
{"content": "<正>第一部分主要介绍目前的UTC时间传递现状和未来的发展趋势。第二部分介绍我国时间传递的现状和发展情况。", "label": "天文学", "id": 0}
{"content": "<正>如何方便快捷的验证地面站间双向卫星时间频率传递（TWSTFT）的准确度,是TWSTFT网存在的问题。本文采用了三站闭合差的方法,依托国家授时中心的卫星双向比对网,分别开展了西安-喀什链路、西安-三亚链路以及喀什-三亚链路基于中星12号卫星的TWSTFT试验。通过前两条链路的双向结果,间接得到第三条链路的双向", "label": "天文学", "id": 0}
{"content": "<正>卫星双向比对是高精度远程时间传递之一,目前被广泛用于国际原子时的计算中。卫星双向比对测量过程包括:设备时延的测量、数据处理方法的应用,系统时延的绝对校准等。每个环节都会带入一定的噪声和误差,这些噪声和误差最终都会体现在比对结果中,给比对结果带来一定的不确定度。分析各部分和误差带来的不", "label": "天文学", "id": 0}
{"content": "<正>在卫星钟差波动较大的情况下,为了克服基于最小二乘法估计灰色模型参数对卫星钟差预报精度较低的不足,提出了基于最小一乘法估计灰色模型参数的方法。在建模的过程中,采用以误差绝对值之和最小为优化原则,针对目标函数不可微的特点,运用了线性规划的方法对灰色模型的参数进行了寻优估计。同时,将该模型", "label": "天文学", "id": 0}
{"content": "<正>俄罗斯研制的主动型CH1-75氢原子钟、美国Symmetricom公司生产的Sigma（τ）主动型MHM-2010氢原子钟,是目前国际通用的两种守时型氢原子钟,首先利用三角帽法对两种类型的氢原子钟频率稳定度进行分析,估计出单台氢原子钟的Hadamard方差。其次,通过频率预报算法对两种型号的氢原子钟进行频率预报,对钟的\"可", "label": "天文学", "id": 0}
{"content": "<正>以UTC（NTSC）的1pps信号为参考信号,控制压控晶振,在对压控晶振短期稳定性影响最小的前提下,获得较好的准确性和长期稳定性。采用最小二乘法对压控晶振的参数进行估计,计算压控晶振的频率调整量,对压控晶振进行调整,使其和UTC时间保持同步。实验结果表明,受压控晶振输出1pps与UTC（NTSC）主钟钟差", "label": "天文学", "id": 0}
{"content": "<正>本文归算了2013年到2016年间的Enceladus的Cassini ISS图像,得到了687个Enceladus的天体测量位置（α,δ）。和JPL SAT367历表相比,这些天体测量位置的残差均值在α*cos（δ）方向为75.67m,在δ方向为2.849km,它们的标准差分别为1.140km和2.849km。其中的368张2015年的图像被用来比较Gaia星表和", "label": "天文学", "id": 0}
{"content": "<正>大气折射是影响天体测量和天文导航的精度的一个重要因素,利用CCD影像传感器进行天文测量作为一种新的天文测量和导航的手段,如何有效减小或削弱天文大气折射对于观测结果的影响是提升天文定位和定向精度的重要内容。文章总结介绍了适用于光学的天文大气折射的不同类型的改正方法。对现有的天文大气折射改", "label": "天文学", "id": 0}
{"content": "<正>测量图像的几何扭曲对于高精度的天体测量非常重要,我们在成功求解单个CCD芯片几何扭曲的基础上,开展4芯片CCD图像几何扭曲的求解。我们的观测资料是从国家天文台与美国Arizona大学合作的Bok望远镜获得的,Bok望远镜由4个CCD组成,共获得了364幅CCD图像。归算以后的结果显示恒星残差的标准差在几何扭曲改正以后有了明显的提高。", "label": "天文学", "id": 0}
{"content": "随着各GNSS导航系统的完善和更新,授时在卫星导航系统中越来越重要。授时就是要实现用户时间与UTC时间的同步,它的精度主要由星历中的广播系统时模型参数决定。广播系统时精度的高低决定了用户能否通过各导航系统获得授时精度。基于此,本文利用多模接收机获取的GNSS观测数据,根据广播系统时的监测评估方法,分别对BDS、GLONASS、GPS广播系统时进行了实时监测,并用实际监测值以及BIPM T公报获得的基准值对其进行性能评估。统计了2016年11个月的BDS、GPS和GLONASS广播系统时实时监测数据,利用真值对三个系统的广播系统时进行了评估。结果表明:实时监测发现2016年1月26日GPS广播系统时出现了13.4微秒的跳变。事后评估连续11个月的广播系统时残差标准差为:GPS为5.8ns,BDS为20.9ns,GLONASS为58.2ns。", "label": "天文学", "id": 0}
{"content": "随着北斗全球导航系统全面建设的开展,RNSS导航系统授时的应用也日益广泛,同时对RNSS授时监测与异常诊断提出了更高的要求。基于RNSS授时理论模型,分析了RNSS导航系统授时可能出现的各种异常,总结了异常发生的时间特性和呈现形式,并详细分解了异常诊断过程。深入研究了影响授时精度的当前卫星位置、电离层改正参数及卫星钟差参数等各项误差特点及其分布规律,提出了基于回归模型算法的RNSS授时异常监测与分离算法。根据本文所提出的算法搭建了授时监测与异常诊断测试环境,并基于模拟仿真数据对该方法进行了验证,结果表明了本方法的有效性与正确性。", "label": "天文学", "id": 0}
{"content": "在进行卫星双向时间比对时,地面设备时延成为制约卫星双向时间比对精度提高的主要因素。针对上述问题,本文采用移动校准站校准设备时延的方法,使用国家授时中心研制的一套移动校准站,分别与西安站和三亚站的卫星双向固定站进行零基线共钟的时间比对,求得西安站和三亚站间高精度的设备时延。文章首先介绍了移动校准站校准设备间时延的基本原理和设备时延的定义,然后设计相应的试验,对西安站和三亚站进行测试,并对测试结果进行分析,计算出两站的相对设备时延。经试验测得,移动校准站与固定站的设备时延的不确定度均小于0.3ns。通过对卫星双向中地面站设备时延的校准,提高了卫星双向时间比对的精度。", "label": "天文学", "id": 0}
{"content": "<正>时间涉及人类活动的各个方面,按运行时刻表坐火车,在体育竞赛中使用秒表记录时间,各国金融系统使用统一的时间系统进行交易,到陌生地方需要卫星导航指引方向,导航的基础是精确时间测量,精密原子钟为飞行器的太空旅行保驾护航", "label": "天文学", "id": 0}
{"content": "<正>众所周知,CCD相机自研发以来,在天文和红外探测方面有着不可磨灭的贡献,其低噪声和高画质的优势应用于各种大型天文观测台。经冷冻的CCD同时在1990年代初亦广泛应用于天文摄影与各种夜视设备,而各大型天文台亦不断研发高像数CCD", "label": "天文学", "id": 0}
{"content": "给出了本次会议正式论文的出版要求,请各位作者严格按照要求,认真编辑、排版您的论文。中文为主体的论文,必须有中英文摘要,英文参考文献。", "label": "天文学", "id": 0}
{"content": "太阳影子定位技术通过对物体影子的变化情况来进行分析确定拍摄地点与拍摄日期的一种普遍而且重要的方法。太阳影子定位技术已经有越来越广泛的应用,然而对于太阳影子定位技术的原理还有很多未知的区域。", "label": "天文学", "id": 0}
{"content": "针对宇宙中大量的脉冲噪声会导致X射线脉冲星脉冲轮廓的形成时间长的问题,本文提出了一种基于小波包变换的滤除脉冲噪声的方法。详细研究了脉冲噪声对微弱的X射线脉冲星信号的影响。该算法首先对X射线脉冲星的时间序列采样并按照周期进行折叠;将信号进行小波包变换,根据给定的熵标准,计算每个节点的熵值,确定最佳小波包基;选择合理的阈值滤除脉冲噪声;从而,提高获取高质量脉冲轮廓的效率,在较短时间内得到高质量X射线脉冲星的导航信号。通过实验数据验证表明,本方法能够较好地滤除X射线脉冲星信号中的脉冲噪声,在原信号SNR较低的情况下,该降噪方法与其它算法相比能够提高SNR约50%。", "label": "天文学", "id": 0}
{"content": "X射线脉冲星导航是实现航天器长时间自主相对导航的有效手段之一。本文分析了基于脉冲星的相对导航原理,建立了相对导航系统的Kalman滤波模型,从观测方程出发,研究了脉冲到达时间差（TDOA）估计误差、脉冲星方向误差及空间分布对导航精度的影响。其中:采用克拉美-罗下界对TDOA估计误差进行建模,给出了滤波时长约束下最优观测量更新周期的选取原则;通过将方向误差转化为观测量误差,分析了方向误差对导航精度的影响;推导了脉冲星组空间分布与导航精度的关系。Kalman滤波仿真结果表明:在滤波时长约束下,滤波精度随观测量更新周期增大先提高后降低;脉冲星方向误差在1000 acs以内时,滤波偏差随方向误差增大线性增大,1 acs方向误差引入的距离偏差最大为0.34%;星组空间分布对导航精度的影响较大,从8颗星中任选4颗星进行导航时,距离估计精度相差达10.74%。", "label": "天文学", "id": 0}
{"content": "针对目前X射线脉冲星实测数据量少且不连续的问题,本文以罗西卫星X射线脉冲星实测数据分析获得的物理特性为先验信息,采用快速迭代法在10us大尺度时间转换模型下,仿真产生了航天器处具有周期特性,能谱特性,背景噪声特性以及具有各种延迟效应的X射线脉冲星光子序列,设计和实现了具有多物理特性的X射线脉冲星光子信号仿真软件。通过比较相同情况下实测数据和仿真数据可得:仿真的噪声和实际噪声具有相同的分布,实测数据与仿真数据的周期变化趋势比较吻合,误差仅为0.72%,不同能级仿真数据归一化的累积轮廓和实测数据累积的标准脉冲轮廓相似度达0.99以上,10us时间转换模型下,仿真数据的时间转换误差仅为10-7s,仿真数据和实测数据误差也仅为10-7s达到了时间转换精度要求。同时,本文所设计和开发的脉冲星信号仿真软件不仅可以产生具有多物理特性的脉冲星信号,还可用于后续脉冲星导航算法的研究。", "label": "天文学", "id": 0}
{"content": "为验证X射线脉冲星能谱特征对X射线脉冲星导航的作用,提出一种模拟X射线脉冲星能谱的方法。该方法利用X射线管模拟X射线流量信号,并通过阳极高压控制X射线管出射能谱,根据不同阳极高压下X射线管出射谱特征,采用最小二乘法拟合得到阳极高压随时间的变化曲线,从而实现X射线脉冲星能谱的地面模拟。进行了相应的数学建模仿真,仿真结果证明了该方法的可行性。完成了地面模拟实验,实验结果表明利用该方法模拟得到的X射线脉冲星能谱与真实能谱的相似度达到79%。此外,为完善模拟X射线脉冲星特性,在能谱模拟的基础上提出了X射线脉冲星能谱和流量同时模拟的方案。这些工作能为将来在地面验证X射线探测器性能和导航算法提供实验平台。", "label": "天文学", "id": 0}
{"content": "<正>大型射电天线对于卫星等的监测、维护工作至关重要,但关于如何精确测定其相位中心坐标的研究却很少。本文针对这一问题以国家授时中心昊平观测站40米口径射电天线为例,介绍了其相位中心坐标完整的测量方案、观测及资料", "label": "天文学", "id": 0}
{"content": "<正>本文介绍了一种连接太阳系行星历表参考架与ICRF的方法。基于毫秒脉冲星的计时观测与VLBI观测,初步估计了行星历表参考架与ICRF的连接参数,", "label": "天文学", "id": 0}
{"content": "<正>一直以来,天体测量学科的基本任务是建立时空参考标准,并提供精度越来越高的服务。但不可否认,时空参考服务的精度需求不是无限的,服务精度的提升能力也不是无限的。因此,天体测量学科的主攻方向必将发生转移,从历来以提高服务精度为主要目标,转向探索宇宙奥秘这个全天文界的永久追求目标上来,", "label": "天文学", "id": 0}
{"content": "目前,基于GNSS的单向授时方法的最高授时精度在几十纳秒的水平,精度为纳秒级的授时方法仍为空白。因此,有纳秒级精度需求的用户只能通过卫星双向时间比对或共视时间传递的方式获得与标准时间的时差。使用这些方法所需的设备成本高,且受到实时性和用户数量的限制,只能用于少数用户间的时间同步。基于此,作者提出了一种基于共视原理的GNSS单向授时方法,该方法可以为用户提供3~5ns的授时精度,且不受时间以及用户服务数量的限制。针对该方法存在的用户远离基准站授时精度下降的问题,本文提出虚拟共视基准站技术来解决。针对中国的基准站分布,本文给出了最优的虚拟改正量生成算法,并为用户制定了虚拟共视基准站技术的使用原则。分布在全国29个地点的用户试验结果表明,虚拟共视基准站技术的应用可以进一步改正单向授时中至少80%的星历和电离层延迟误差,可以将星历和电离层延迟误差对共视授时新方法的影响控制在2ns以内。成功解决了新方法随着用户与基准站的距离增加授时精度下降的问题,保证了共视授时新方法3~5ns的授时精度。", "label": "天文学", "id": 0}
{"content": "<正>在现代天文学中,基于光谱法的视向速度测量技术是探索太阳系外行星的主要手段,迄今为止采用这种技术发现的系外行星数量最多。目前,探索地球质量的系外行星,需要视向速度测量精度达到10cm/s以内。直接测量宇宙加速度所要求的测量精度更高,需要达到1cm/s。因此,急需一种可靠、有效并且实时的天文光谱仪标定方法,具有可见光波段全覆", "label": "天文学", "id": 0}
{"content": "<正>随着载入航天及深空探测工程的全面展开,高精度时间频率同步技术在航天测控领域中的重要性日益突显出来。本文针对在航天测控领域如何进行高精度时间频率传递进行了分析探讨。首先对时间频率传递技术进行了分类概述,全面介绍了航天测控中各种时间传递技术", "label": "天文学", "id": 0}
{"content": "<正>主钟系统是守时系统核心,其输出信号为系统保持的协调世界时UTC（k）。作为主钟的原子钟本身相对于UTC存在频偏,甚至可能存在频率的漂移,而守时原子钟必须自由运转,只能通过外部频率驾驭设备实现其输出信号的控制,以满足UTC（k）相对于UTC的指标要求。", "label": "天文学", "id": 0}
{"content": "<正>为保证守时系统输出信号的连续性和稳定性,在主钟系统故障时可以实现主备无缝切换,备用主钟系统必须与主钟系统实现精密控制。本文提出了一种备钟的频率驾驭方法,保持主备钟的相位和频率一致性;分析了原子钟的主要异常情况,研究了故障检测的方法,通", "label": "天文学", "id": 0}
{"content": "<正>绝大多数时间实验室的守时钟组由氢原子钟和铯原子钟组成,氢原子钟具有良好的短稳特性,给多方面的应用提供高品质的物理输出信号。由于物理结构及其自身工作特性,氢原子钟存在频率漂移效应,从而使氢原子钟的长期频率稳定度随着时间的推移不断降低,导致", "label": "天文学", "id": 0}
{"content": "<正>基于北斗地基增强系统,提出了一种新型精密授时方法（Precise Time Service,缩写为PTS）。将位于国家授时中心的北斗跟踪站和国家标准时间UTC（NTSC）连接,并将UTC（NTSC）作为基准钟,测量归算每颗星钟相对于UTC（NTSC）的实时星钟差,并连同超", "label": "天文学", "id": 0}
{"content": "<正>在远距离时间传递中,GPS/GLONASS卫星共视/全视、载波相位时间传递等方法被广泛使用。由于载波相位观测量精度高的特点,利用相位数据进行精密定位和时间传递的PPP技术近年来得到很大的发展。本文针对中国自主的导航定位系统的特点,使用北斗监测接收", "label": "天文学", "id": 0}
{"content": "<正>卫星双向时间传递是目前精度最高的远程时间传递方法,国际上公认的时间传递误差为1ns,主要受限于比对设备系统误差的校准。在对双向时间传递误差进行分析的基础上,研究了系统误差校准方法,根据我国卫星双向时间比对网的实际情况,提出了双移动站的系统", "label": "天文学", "id": 0}
{"content": "<正>卫星双向时间传递是目前国际上精度最高的时间比对方法之一,导航卫星共视时间比对是目前最为普及最易实现的远程比对方法。本项目在中科院国家授时中心与北京两地之间采用卫星双向和北斗共视两种比对方法进行远程时间比对比较研究,本文根据两种方法在同一时段获得的钟差数据,在两地钟差结果、标准偏差和Allan方差等方面进行了比较分析研究,", "label": "天文学", "id": 0}
{"content": "<正>2005年,中科院国家授时中心发明了转发式测定轨技术,将GEO同步卫星定轨精度从百米提高到米级水平。经过近10年的发展,在设备零值标定、系统差改正、机动情况下的定轨等方面不断进步,并发展了自发自收、一发多收、组对观测等观测模式。本技术的优势", "label": "天文学", "id": 0}
{"content": "<正>自由核章动（FCN）研究一直是天文学与地球科学上重要的研究问题。传统的方法计算的FCN约为468天左右,与实际观测的432天的方法相差比较大,很多人提出各种原因来解释,如核幔边界的电磁耦合、核幔边界的地形因素等。但这些假说都不能很好的进行解释这", "label": "天文学", "id": 0}
{"content": "<正>简单论述了国家授时中心用于GEO卫星测角观测的两架小口径光学望远镜的情况和一些结果。主要包括以下两方面的工作:1、同步卫星的测轨。利用连续4天的观测数据进行", "label": "天文学", "id": 0}
{"content": "<正>太阳系外行星是近年来天文研究的热门领域,寻找外星类地行星更是备受瞩目。天体测量技术被认为是一种有效的搜寻手段,可以直接获取外星行星的动力学质量和精确轨道参数,探测概率和准确性远高于凌星和视向速度法,但技术难度大。2014年7月底,Gaia投", "label": "天文学", "id": 0}
{"content": "<正>在甚长基线干涉仪（VLBI）、卫星激光测距仪（SLR）及GPS问世前,地球自转参数（ERP）是利用地面光学天体测量望远镜观测恒星在天球参考系中的视运动归算得到的。ERP包括自转速率的变化（常用世界时的变化UT0–UTC表示）和纬度的变化（记为dΦ,并进一步解算出地极坐标X和Y）。以前各国天文台采用的地面光学天体测量望远镜如等高仪、照相天顶筒等被称为\"经典仪器\",全球仪器的观测资料由国际组织（如IERS）统一处理得到最终的ERP结果,用于天文学和地球科学的研究及应用", "label": "天文学", "id": 0}
{"content": "本文讨论了线性和标准两种锥形地影模型。线性锥形地影模型的地影因子在半影区内线性变化,标准锥形地影考虑半影时可视日盘面积的变化。线性锥形地影算法简单,标准锥形地影更接近光照的真实变化。根据可视日盘面积变化的规律,推导了一组简单的标准锥形地影模型的公式,也可以用来计算月影。本文对两种地影模型在整个地影期进行仿真,仿真结果表明两种地影对光压影响引起轨道位置差别可达分米量级。", "label": "天文学", "id": 0}
{"content": "本文介绍了导航卫星实时钟差解算的方法,具体讨论了非差方法。由于平方根信息滤波的计算优点,比较适合于实时钟差解算应用,本文也给予了详细讨论。利用IGS全球分布测站的GPS观测数据,完整仿真了导航卫星实时钟差解算涉及的流程。包括预报轨道获取,高采样率钟差解算。并对所获取的轨道、钟差结果应用于事后静态、实时动态场景进行了实例计算。计算结果表明,实时钟差解算精度优于0.44ns,动态实时计算结果三维分量结果优于0.2m。", "label": "天文学", "id": 0}
{"content": "卫星双向时间频率传递是目前世界上最准确的远距离时间比对技术之一。二个地面站信号路径的对称性使误差基本抵消是该技术的最大优点。但在卫星双向时间频率传递的许多链路中,仍然发现存在着1～3ns的周日误差。结合周日误差变化特征,利用函数拟合法去掉周日变化项,结果精度提升到0.3ns左右。经过几十年的发展,卫星双向时间频率传递已经广泛的应用于时频、卫星导航和卫星测定轨等多个的领域,并发挥了重要的作用。为适应各种技术需求,卫星双向时间频率传递还在不断的自我完善和发展。", "label": "天文学", "id": 0}
{"content": "高精度的GNSS设备授时是确保多台设备稳定同步工作的基础,然而复杂的电磁干扰环境下GNSS设备授时精度是否受到影响以及受影响的程度将直接影响到每次任务完成的质量。本文首先分析了GNSS系统授时的基本原理,设计了GNSS授时精度测试方法,对GNSS用户机的授时精度进行了测试和分析;通过设置GNSS电磁干扰环境,对GNSS用户机在不同干扰条件下的授时精度进行了测试和分析,研究了不同干扰条件对GNSS用户机授时精度影响的程度;通过建立GNSS用户机实时差分链路,检验了差分GNSS用户机的授时精度。通过对GNSS用户机授时精度受电磁干扰影响程度的检验与分析,为授时型用户机在特定电磁环境下的可靠应用奠定基础,也为各项任务在复杂电磁环境下的顺利进行提供了技术依据和参考。", "label": "天文学", "id": 0}
{"content": "简要介绍了美国DALLASMAXIM公司推出的DS12C887数字实DS12C887的特点及用途,设计开发了DS12C887与UTC时间的比对实验平台,并连续进行了19.5天的时间比对实验。对实验数据进行了处理分析,利用四次多项式模型拟合得到的钟差残差中误差为20ms,用1天已知数据预报2天的预报精度为37ms,5天预报精度为65ms,10天的预报精度可以达到0.25秒。", "label": "天文学", "id": 0}
{"content": "在卫星导航系统应用中,共视法不确定度是评价共视应用质量重要参考,一定程度上也反映系统运行状态。为统计共视法不确定度,需利用载波相位数据、伪距等数据分别给予分析比较,确定不同数据类型对不确定度的影响。在使用载波相位数据统计不确定度时,针对整周模糊度、周跳检测与修复和电离层延迟等难点问题,提出了与共视法相适应的具体算法,建立了载波相位共视模型。最后,利用自主卫星导航系统监测接收机实际观测数据,对自主卫星导航系统共视不确定度进行初步分析,实验结果验证了算法的有效性,不同数据情况下不确定度均小于3ns,且载波相位共视不确定度优于伪距共视不确定度。", "label": "天文学", "id": 0}
{"content": "卫星导航系统中影响多站间时间比对精度的最大误差是设备时延误差。准确地标定设备时延误差,研究合适的评估方法是众多学者关注的重点。本文基于卫星双向时间比对的原理,采用移动标校站标定多站间系统差的相对偏差,采用三站误差闭合的原理进行测评,结果表明,该方法能够有效地标定多站间系统差,其精度优于1ns.", "label": "天文学", "id": 0}
{"content": "<正>使用地面望远镜对天体进行高分辨率成像是天体物理,天体测量的主要的观测手段。但是由于受到大气湍流的影响,地面望远镜分辨率往往会大大降低。虽然自适应光学系统能够一定程度上校正大气湍流带来的影响。但是,由于系统的自由度,校正频率有限等原因,最", "label": "天文学", "id": 0}
{"content": "<正>随着一米红外太阳望远镜（NVST）进入试观测阶段,多通道多终端观测以及高分辨成像重建相关工作的开展,如何快速处理NVST观测所获得的海量数据已经成为一个急待解决的问题。本研究以实时（准实时）处理高分辨重建数据为目标,以集群系统作为实验平台,系统研究通过分布式计算来实现图像快速重建的关键技术,包括基于MPI的图像区域重建并行方", "label": "天文学", "id": 0}
{"content": "<正>介绍了精密时间测量与同步的基本原理、方法和技术。结合在时频科学与技术方面的研究探讨、以及在时统设备研制中的实践和体会,分析了我国在时间频率技术方面的现状,以及时间频率测量仪器方面落后的主要原因,并讨论了解决这一问题的具体思路与可行性。文", "label": "天文学", "id": 0}
{"content": "<正>为了研究TWSTFT的时间传递准确度与射频载波频率、转发器有效带宽等可操作性参数的关系,采用CAPS地面测轨网、中卫卫星进行了相关试验,验证了射频载波频率与比对结果的关系、转发器有效频率带宽（扩频码率）与比对结果的关系。", "label": "天文学", "id": 0}
{"content": "<正>时间频率是卫星导航的基础,自主时间同步及时间系统维持是星座自主导航的重要研究内容。基于星间测量方程,借鉴卫星双向时间频率传递思想,推导了星间相对钟差计算公式,分析了各项误差源影响量级及修正方法;结合星间测量特点和卫星导航实际情况,基于综合", "label": "天文学", "id": 0}
{"content": "<正>当前全球导航卫星系统包括GPS,GLONASS,Galileo以及Beidou,多模导航是未来卫星导航的发展方向,多模导航需要解决的焦点问题之一就是系统时间的兼容与互操作。每一个GNSS系统都拥有独立稳定的系统时间,系统时间之间会存在偏差（简称系统时差）。关于GNSS系统时差监测与预报的研究进展报告分如下几方面:", "label": "天文学", "id": 0}
{"content": "<正>中国科学院国家授时中心（NTSC）承担着我国标准时间保持和发播任务,是国际标准时间UTC建立的主要参加单位之一。自2008年起,国家授时中心保持的UTC（NTSC）相对于UTC的控制精度（RMS）为3.1ns,地方独立原子时TA（NTSC）的60天稳定度为7E-16。在标准时间发播方面,国家授时中心目前主要采用长波、短波、低频时码等技术进行授时服务,授时精度约0.1μs~0.1s,基本上满足了我国对精密时间的基本需求[1,5]。近年来氢钟以其极佳的短稳", "label": "天文学", "id": 0}
{"content": "<正>作为暗能量最简单的候选者,宇宙学常数和冷暗物质一起能很好地解释可观测宇宙。同时,因与时空之间有着内在且固有的关联,宇宙学常数的效应会在宇宙中的任何一个尺度上都显现出来,例如太阳系。本文将在之前工作的基础上,利用高精度的太阳系行星运动数据,", "label": "天文学", "id": 0}
{"content": "<正>1.介绍国家授时中心土星运动理论的研究进展。2.介绍最近的土星观测及精密定位的研究进展", "label": "天文学", "id": 0}
{"content": "<正>随着天文观测技术的迅速发展,太阳系外行星不断涌现。通过凌星观测不但发现了大量的外星行星,高精度的计时观测还探测到了凌星时刻的变化。这些外星行星凌星系统为在地球之外的多个地点检验基本物理学定律提供了可能。本报告在参数化后牛顿框架下,建立起", "label": "天文学", "id": 0}
{"content": "<正>2012年北京IAU大会通过了关于重新定义天文单位的决议B2,决议将天文单位\"au\"和日常使用的长度单位\"米\"的关系通过固定的数值确定下来,并且指出它适用于各种时间系统。本", "label": "天文学", "id": 0}
{"content": "<正>高频信号对于极移的短期预报起阻碍作用。经验模式分解（Empirical Mode Decomposition,简称EMD）能够充分保留信号本身所固有的非线性和非平稳特征,具有自适应强,对信号类型没有限制的特点。因此,本文采用经验模式分解先将极移序列中的高频信号去除,然后基于广", "label": "天文学", "id": 0}
{"content": "<正>近些年,国内外陆续发生了一些强震和大震,有的造成了及其严重的灾害,有学者认为这可能是一个新的地震活跃期。对于地震这种能严重致灾及孕育发生过程极其复杂的地球物理现象,目前人们对其发生规律、物理机制的认识,特别是预测预报,都存在很大的差距,", "label": "天文学", "id": 0}
{"content": "<正>1901年上海余山天文台诞生中国第一张天文照相底片,至1999年,中国内地共拍摄有3万余张天文底片。1997年上海天文台和北京天文台40cm和90cm望远镜拍摄的底片消息进入国际大视场照相底片资料库,2000年IAU第5专业委员会成立\"底片保存与数字化工作组\"。", "label": "天文学", "id": 0}
{"content": "<正>天文照相底片是老一辈天文学家在艰苦年代留下来的宝贵资源,为了永久性地保存这些历史资料,使这些历史资料得到更加充分的利用,我们应尽快的实现天文照相底片数字化。同时,天然卫星的历史观测数据精度并不高,为了拥有长时间的精确观测数据,对天然卫星的天文底片数字化图像重新进行数据处理是很有必要的。本报告以1988年利用云南天文台1", "label": "天文学", "id": 0}
{"content": "本文针对美国宇航局喷气推进实验室研发的系列行星历表,就其内容、适用范围、实现和维护进行了比较.针对我国有望开展的火星和金星深空探测任务,着重评估了其不同版本历表的精度和性能,给出了使用上的建议。", "label": "天文学", "id": 0}
{"content": "为实施现场测试和大型试验中时间信号的校准和同步,本文对GPS远距离时间传递方法进行了说明,设计了一种基于GPS的嵌入式远程时间频率校准系统,重点对系统软硬件设计进行了论述。", "label": "天文学", "id": 0}
{"content": "不同历表计算行星视位置不同,对天文定向产生一定影响,影响程度随着观测行星的不同而不同。利用金星和火星进行天文定向时,历表对定向结果的影响较小,在0.05″以内。利用木星进行天文定向时,历表对定向结果的影响最大达0.3″。利用土星进行天文定向时,不同历表的定向结果相差较大,最大超过0.5″。", "label": "天文学", "id": 0}
{"content": "人类早期对火星的探测主要是依靠望远镜进行观测的,上世纪60年代以来,进行了大量的飞越观测、轨道器观测与着陆器探测。1965年Mariner 4首次近距离获取了火星影像,展示了一个充满撞击坑和沉寂的火星表面,1976年Viking轨道器与着陆器探测极大地改变了人类早期对火星的认识;之后美国宇航局及欧空局相继成功开展了多项探测任务,近十几年来引人注目的火星轨道器探测任务主要有Mars Global Surveyor、Mars Odyssey、Mars Express、MarsReconnaissance Orbiter,着陆巡视器探测任务有勇气号、机遇号和好奇号火星车任务等。这些探测任务获取海量数据中不仅有影像和光谱数据,还有其它多种类型的辐射探测数据,对这些数据的处理、分析和研究对人类对火星进一步认识火星具有重要意义。我们首先介绍影像数据的几何成像原理以及生成高精度地形地貌产品的方法,并分析了多光谱数据在火星表面物质成分探测中的应用。接着着重介绍了目前国际上所取得的对火星的科学认识,包括火星的地球物理特征、火星岩石学与地质单元组成、火星表面特征和相应的地质过程、火星大气特征、目前正在发生的全球变化以及有关火星生命的研究等六个方面;其中火星地球物理学方面的研究成果主要介绍火星全球高精度地形模型以及火星重力场模型,火星南北半球之间缝合带以及部分表面地堑等区域构造现象的存在;在火星岩石学与地质单元组成方面,介绍了根据Viking获取的全球影像对火星全球地质单元进行的划分以及与火星水冰有关的地质特征,包括水冰存在的证据以及与之相关的矿物;在火星表面特征和相应的地质过程方面,介绍了水化矿物的发现及其分布,火星表面土壤层的特征,以及包括风蚀作用、极地冰盖在内的其它表面地质过程;在火星大气特征方面,最近着陆的好奇号火星车近距离测量了火星表面大气的温度和大气压力以及随时间的变化,另外对与大气作用相关的火星沙尘暴等作用也进行了阐述;在有关火星全球变化研究中,列出了至今仍在火星表面发生的三类主要的地质过程:极地冰盖、小撞击坑、冲沟:有关甲烷的研究进展则与火星生命的研究直接相关,也是目前的研究热点之一。总之,火星是目前深空探测的主要对象,轨道探测与着陆巡视探测已经并且继续获得更加丰富的高质量的数据,为我们开展火星科学研究提供了极为便利的数据条件,可以说我们正处在火星科学研究的最好时代。同时,海量的火星遥感数据已经远远超出科学家和研究人员对其处理和分析能力,研究和开发自动化和智能化的数据处理方法和工具来支撑火星科学研究变得十分必要和迫切。", "label": "天文学", "id": 0}
{"content": "在报告中首先回顾国际小行星深空探测的最新进展,然后介绍我国开展小行星深空探测的关键科学问题,提出我国首次小行星探测科学目标和有效载荷配置设想。", "label": "天文学", "id": 0}
{"content": "离子探针用于微区原位定量分析,可分析元素周期表中除稀有气体以外的全部元素及其同位素。纳米离子探针除了具有大型离子探针的高质量分辨、高灵敏度、高精度的特点之外,其空间分辨能力好于50纳米,成为地球科学、空间科学、生命科学和材料科学新的大型分析平台。中国科学院地质与地球物理研究所引进我国第一台nanoSIMS 50L型纳米离子探针。该仪器拥有7个离子信号检测器和1个二次电子检测器,可同时分析7个同位素或元素,并获得二次电子图像。每个离子信号检测器均配置了1个法拉第杯和1个电子倍增器,前者用于同位素的高精度分析,后者用于元素和同位素成像,以及超低含量元素分析。基于引进的纳米离子探针平台,实验室开展了一系列方法的研究,目前已建立的分析方法有:（1）水含量和H同位素定量分析,其中水的本底低至10ppm;（2）微粒锆石和斜锆石的Pb-Pb/U-Pb定年,其中Pb-Pb定年的空间分辨好于2 m,U-Pb定年好于5 m,分析精度2-3%;（3）S,O同位素的分析,其中34S/32S的精度0.2%o（1 ）,180/160的精度0.5%o（1 ）;（4）REE等微量元素定量分析;（5）高分辨同位素成像分析,主要用于太阳系外物质发现,以及13C,15N示踪的生物学研究;（6）高分辨元素成像分析,包括锆石的Ti,REE等微量元素环带分析,熔融包裹体的H,s,Cl,F,P等挥发性元素分析,高压矿物的微量元素分布,碳酸盐的微量元素分布等;（7）陨石中灭绝核素分析。", "label": "天文学", "id": 0}
{"content": "火星和金星电离层离子在太阳极紫外辐射作用下会产生远紫外辐射,为光学方法探测火星和金星电离层全局分布提供了工具。本文分析了火星和金星电离层远紫外辐射特性,介绍了国际上针对火星和金星的紫外-远紫外波段探测进展。在此基础上提出了未来火星和金星探测器上搭载电离层极紫外成像仪和极紫外成像光谱仪设计方案,给出了相应的技术指标。可以在不同轨道高度获得10km-50km空间分辨率的全局探测结果,为我国火星和金星电离层研究提供重要的科学数据。", "label": "天文学", "id": 0}
{"content": "本文针对未来深空探测对坐标系研究的需求,回顾了天体测量坐标系的演变过程,以国际地球自转和参考系服务机构的技术产品/服务为例,描述了天体测量坐标系的演变现状。通过对上述内容的归纳总结,得出天体测量坐标系演变的整体化、层次化和精细化三条基本规律和驱动规律。最后,结合驱动规律对未来天体测量坐标系演变趋势进行了分析预测。", "label": "天文学", "id": 0}
{"content": "<正>1.引言在VLBI观测中,太阳系质心在银河系中运动的加速度将导致天球参考架原点的速度发生变化,使得观测到的射电源位置产生一种视自行的系统性变化,称之为长期光行差的漂移。由于射电源位置观测精度的限制,该效应一直都难以从观测资料中分离出来。最近VLBI观测精度的提高和观测数据的增加使得长", "label": "天文学", "id": 0}
{"content": "基于国家授时中心的中国标准时间UTC（NTSC）,使用卫星共视技术实现对远程实验室本地时间的校准。该系统可以实时比对远距离两地工作站的本地时间,获得钟差,并可根据事后精密星历数据对钟差数据进行修正,提高时间校准精度;还可以通过分析某时间段的各地钟差数据,获得由于伪距、基线长度、仰角、气候等差异因素造成钟差数据不稳定的规律。中心站接收并在数据库中储存来自各校准终端的测量数据,以国家授时中心UTC（NTSC）为基准,分别计算得到在各个时间段各远程站时间与UTC（NTSC）的钟差,对远程时间的性能进行分析。在对中心站的软件算法进行设计和实现的基础上,初步分析了实验结果。", "label": "天文学", "id": 0}
{"content": "<正>天体测量对时间有着严格的要求。科学级CCD Alta U9000应用于天体测量时,需要获取其精确的曝光时间。根据厂商提供的开发接口,可以在主机控制程序中获取U9000的曝光时间,但误差较大;通过检测U9000通用I/O口输出的曝光状态信号可以获取精度在0.1ms以内的精确曝光时间。介绍了这两种曝光时间获取方法,并对软件获取的曝光时间进行分析,建立了软件获取的曝光时间与精确曝光时间的关系,从而不经过检测I/O口的输出信号,在控制程序中即可得到U9000精确的曝光时间。", "label": "天文学", "id": 0}
{"content": "<正>针对传统天文测量授时系统结构复杂、操作繁琐、便携性差等缺点,研究开发了一种基于DS12C887温补时钟芯片的功耗低、体积小且携带方便的天文授时系统。简要介绍了系统的基本构成和主要部件的功能特性及各种参数。介绍了授时系统的计时原理和工作流程,介绍了授时系统比时平台的构成以及比时的基本原理。做了大量的实验测试分析了授时系统的稳定性和精度,收集了22天的时间比对实验数据。经实验验证,授时系统计时精确度高,运行稳定,自动化程度高,可方便运用于野外天文测量及其他时间服务。", "label": "天文学", "id": 0}
{"content": "<正>在中国科学院的转发式测轨网中,各站之间可以实现C波段的双向卫星时间频率传递（本文简称为:TwSTFT（C））。另外,各跟踪站布设了北斗测地型接收机,由于TwSTFT（C）和北斗接收机并址观测,外接同一个原子钟的时间频率信号,并且对卫星的观测方向一致,因此可使用双频数据计算电离层附加时延,用于修正C波段双向卫星时间传递中的电离层影响。", "label": "天文学", "id": 0}
{"content": "<正>基于计算机视觉和图像处理的照相测量技术用于非接触测量已成为一种优秀的测量方法,其测量系统较为简单,操作空间小,成本低,效率高,所以该测量方法在多自由度机构平台上有着良好的应用前景。", "label": "天文学", "id": 0}
{"content": "<正>简述了依巴谷后提出的天体测量卫星项目,如FAME、DIVA、JASMINE、SIM Lite、Gaia、OBSS、JMAPS等。描述了空间光干涉从1980至今的发展过程,特别给出了用天体测量方法研究天体物理课题的SIM工程的近况:SIM Lite的科学目标、卫星的结构、技术上的重大", "label": "天文学", "id": 0}
{"content": "<正>为了服务于深空探测,本文在IAU框架下讨论了深空探测中原时与太阳系质心坐标时（TCB）间的转换。鉴于分析方法在揭示物理本质等方面的优点,本文旨在通过半分析方法来描述并揭示不同天体引力场对该变换所产生的量级。最后,通过具体实例用数值方法对其进行检验。", "label": "天文学", "id": 0}
{"content": "<正>2000年国际天文学联合会就相对论天文参考系做出了决议,在广义相对论框架下给出了太阳系质心参考系（BCRS）度规的推荐形式。该全局度规都以BCRS下积分（超势）的形式给出,给实际应用带来了一些不便。故本工作旨在把BCRS表达成显含各个天体局部质量、自转多级矩的形式,并将其拓展到其他引力理论的框架下。", "label": "天文学", "id": 0}
{"content": "<正>提出了一种简便的测定望远镜CCD视场几何扭曲的新技术,利用云南天文台1米望远镜CCD重叠观测疏散星团发现,视场的几何扭曲明显依赖于所用滤光片,没有滤光片的观测也具有不可忽略的几何扭曲。应用到土卫九的定位观测发现,改正视场几何扭曲影响后,定位精度明显提高。", "label": "天文学", "id": 0}
{"content": "<正>传统的天文测量都是建立在观测仪器已经精确整平的基础上的,而在某些特定情况下,无法或很难做到整平仪器。本文提出一种利用二维水平仪实时测量仪器二维倾角的作业方案,提出了相应的倾斜改正算法,并进行了误差分析。误差分析表明:当倾角误差小于两秒,指北误差小于20秒时,改正误差小于0.001秒。", "label": "天文学", "id": 0}
{"content": "自适应光学系统利用波前传感器对畸变波前进行实时探测,利用波前校正器对畸变波前像差进行实时校正,波前探测与波前校正构成一个闭环的控制系统,畸变波前的探测精度直接影响系统闭环校正效果。四棱锥波前传感器是一种新型波前传感器,比哈特曼波前传感器表现出了更高光能利用率和灵敏度以及空间采样率可调的优点。自适应光学系统采用四棱锥波前传感器进行波前检测时,首先需要对光瞳像位置和大小进行准确标定,光瞳像标定误差将直接影响波前探测精度,并最终影响系统校正效果。我们提出了一种四棱锥波前传感器光瞳像精确标定方法,并搭建了一套基于液晶空间光调制器的实验系统以对该方法进行验证。此外,我们还将四棱锥波前传感器应用于双孔径干涉共相检测实验之中,实现单色光条件下的平移误差高精度检测。", "label": "天文学", "id": 0}
{"content": "<正>基于地球2.0空间项目对探测器的需求,采用E2V公司的CCD250进行拼接相机的关键技术的验证,包括基于CCD探测器的样机研制以及性能测试,针对拼接需求进行高精度拼接技术的攻关", "label": "天文学", "id": 0}
{"content": "多通道成像仪MCI载荷是中国空间站巡天空间望远镜CSST的五大载荷之一。多通道成像仪由上海天文台和上海技术物理所联合研制,它是类比哈勃太空望远镜第三代广域相机WFC3的设计,但有其独特优势。本次报告中,我将介绍多通道成像仪的设计、研究现状和它的主要科学目标。", "label": "天文学", "id": 0}
{"content": "中国巨型太阳望远镜（Chinese Giant Solar Telescope）是我国天文界共同倡议的十四五大科学工程项目,其科学目标对技术提出了很高的要求,主要关键技术包括:主动光学、自适应光学、望远镜热控、极高精度偏振设计以及相关的科学仪器等。报告将从具体的科学目标出发,讨论CGST对关键技术的实际需求,分析我国天文及光机领域的相关技术进展,探讨研制CGST并实现其核心科学目标的技术可行性。", "label": "天文学", "id": 0}
{"content": "<正>现有的观测资料表明,南极Dome A地区为世界上最好的台址之一,未来将会有很多望远镜会安装在此地。但是由于作为软地基的冰雪如何能够提供给望远镜足够的支撑是一个科学难题。本报告首先分析了Dome A地区的冰雪强度的估算范围,及相应的测试手段,其次分析了望远镜基墩的力学性能。本报告的研究有望为未来大型望远镜在Dome A地区的安装提供参考。", "label": "天文学", "id": 0}
{"content": "南极高原的地理和大气条件,给了天文研究独一无二的优势。极夜可以连续24小时不间断观测;寒冷和干燥的环境极为有利于红外和亚毫米波段的观测;稳定的大气,保证了优异的视宁度。利用差分像运动监测仪（DIMM）,我们在南极冰穹A的昆仑站测量了极夜的视宁度。数据分析表明,冰穹A的自由大气视宁度的中值只有0.31角秒,最佳值达到0.13角秒,并且在离地面8米的高度,就有31%的时间可以获得自由大气视宁度;在离地面14米的高度,有近一半的时间可以获得自由大气视宁度。综合多波段的结果,揭示了冰穹A地区的天文观测条件优于已知的任何其他地面台址,可以极大地提高观测效率和观测质量。这些不仅确认了昆仑站有珍贵的天文观测台址资源,也为我国进一步拓展南极天文研究以及未来天文仪器的设计和建造提供了科学依据。", "label": "天文学", "id": 0}
{"content": "天文学是观测性的科学,几乎所有的重大发现都来自于一流的观测设备和一流的观测资料。太阳爆发涉及到磁重联、高能粒子加速等许多未解的物理过程;太阳剧烈的爆发现象又是灾害性空间天气的驱动源。太阳爆发现象的研究依赖于大视场、高分辨率的观测,既要看到宏观的结构,又要看到微观的细节。目前世界上已有的观测资料不能满足研究的需要。因此,南京大学联合中科院云南天文台、南京天文光学技术研究所、紫金山天文台等单位决定研制一架口径2.5米大视场高分辨率太阳望远镜（We Ho ST）。建成后,它将是世界上最大的轴对称太阳望远镜,不仅能产出重大科研成果,显著提升我国天文学研究水平,而且为灾害性空间天气预报提供重要资料,满足国家重大战略的需求。We Ho ST的重要特点是反应快、分辨率高,可以发挥传统的大视场巡天望远镜不可替代的重要作用,对时域天文学的光学精细观测做出重要贡献。望远镜已获得基金委国家重大科学仪器设备研制项目支持,预计2026年建成并投入使用。我们在报告中将对We Ho ST的科学和应用目标、设计思想、整体结构和关键技术等做一简要介绍。我们还简要介绍了由南京大学、上海航天技术研究院和中科院长春光学精密与物理研究所联合研发的太阳双超平台科学技术试验卫星（CHASE）,其主要科学载荷Hα成像光谱仪（HIS）将在国际上首次实现空间全日面Hα波段的光谱成像观测,为研究太阳活动在低层大气（光球和色球）的物理过程和空间天气预报提供关键数据。CHASE卫星将在今年10月份发射升空。", "label": "天文学", "id": 0}
{"content": "自2011年起我们组织开展了银河画卷计划-沿北天银道面的毫米波分子气体巡天。巡天范围L=0°～230°,B=±5.2°。巡天应用了13.7m毫米波望远镜和超导成像频谱仪,同时接收12CO/13CO/C18O同位素分子J=1-0跃迁的3条谱线。将上述巡天范围分成30’x30’的天区单元,采用OTF观测模式沿平行和垂直于银道面的方向进行扫描。OTF数据按照设计的pipelines进行预处理,科学数据产品以3D谱线FITS datacube的形式记录,在通过质量核查流程后入库。历时10年的巡天已覆盖2401平方度,包含谱线2.38x10^8条谱线。在61k Hz频谱间隔下,12CO和13CO/C18O的噪声水平分别达到0.5K和0.3 K,数据规模和质量均领先于同类巡天。银河画卷巡天的主要科学目标包括:分子云的分布和基本性质、分子云内部结构与运动、分子云中的恒星形成、物质循环和银河系结构。基于巡天数据,银河画卷团队发现了一大批有重要研究价值的分子云,包括巨型纤维状分子云;基于聚类算法建立了大天区范围内CO分子云样本;提出并持续改进银道面大样本分子云的距离测量算法,获得了一批测量结果;针对样本开展了一系列分析,包括云的形态、物理结构和同位素化学丰度等性质等;分析了分子云在银盘和旋臂上的分布。本报告将介绍巡天进展和数据基本情况,也汇总介绍近期取得的部分科学发现。巡天团队不仅提供了一系列新发现,也与国内外同行共享了大量的数据。作为一个独特波段的高质量数据库,银河画卷数据也将与FAST的HI巡天、LHAASO的银河道面伽马射线巡天等构成多波段协同,继续为探索星际介质物理过程、取得新的重大科学发现提供难得的条件。", "label": "天文学", "id": 0}
{"content": "中国空间站巡天空间望远镜（CSST）是我国载人航天工程规划建设的重大科学项目,预计于2024年投入科学运行。CSST口径为2m,兼具大视场、高像质的优异性能,配备了多个先进的观测终端,并具备停靠空间站进行补给、维修和升级的能力。CSST第一代观测终端包括:巡天模块、太赫兹模块、多通道成像仪、积分视场光谱仪和系外行星成像星冕仪,将用于开展大规模多色成像与无缝光谱巡天工作和对遴选的天体或天区的精细观测。CSST的角分辨率、波长覆盖范围、巡天观测深度和天区覆盖面积以及多样的观测手段使之具有很强的竞争力,同时与国际同期大型项目在观测上具有很好的互补性,将为从太阳系、系外行星到宇宙学一系列前沿方向的研究提供极其丰富的数据,有望取得重大突破。本报告将简要介绍巡天空间望远镜项目的总体情况和最新进展。", "label": "天文学", "id": 0}
{"content": "天文学以科学为导向、观测为基础、发现为驱动。大天区面积高精度多波段成像测光巡天已成为发现和探索新天体、新现象,深入研究各类天体性质及其形成和演化的最重要的天文学研究手段。本项目以云南大学中国西南天文研究所刘晓为教授为首,研制建设云南大学\"多通道测光巡天望远镜\"（Multi-channel Photometric Survey Telescope,简称Mephisto）,通过创新性的光学设计,将在国际上首次实现较大通光口径、较大视场、多通道高精度测光巡天。Mephisto主镜口径1.6米,视场3.14平方度,配备三台CCD相机,总像素高达10亿,其独特优势在于可同时在三个波段（ugi或vrz）对同一天区进行高质量成像测光观测,获取高精度的实时颜色信息,\"录制\"宇宙天体运动和变化的\"彩色记录片\",有效疏解当前时域天文学研究的瓶颈（变源、暂现源的快速分类与证认）。凭借其特有的实时高精度颜色测量及大视场、高效率等优势,Mephisto将围绕时域天文学、星系宇宙学、银河系考古学及近场宇宙学、恒星物理、太阳系等多个天文学基础前沿研究领域开展科学研究。项目进展顺利,预计2021年底实现初光,2022年正式投入观测。在本报告中,我将代表项目组向大家介绍项目情况和最新进展。", "label": "天文学", "id": 0}
{"content": "<正>本报告将简要介绍黑洞成像研究方面的最新进展及推进中的15米亚毫米波天文研究望远镜。", "label": "天文学", "id": 0}
{"content": "<正>针对LCT亚毫米波射电望远镜（Leighton Chajnantor Telescope）（即加州理工学院亚毫米波天文台（CSO）射电望远镜）搬迁及重建的需求,建立了LCT射电望远镜即天线运动控制系统的数学模型和MATLAB/Simulink仿真模型,并对其运动控制过程进行了仿真分析。", "label": "天文学", "id": 0}
{"content": "<正>宇宙中的脉冲星、低质量X射线双星等会辐射出毫秒量级的光学脉冲。对这些天体的研究需要具有高时间分辨率和高能量分辨率的快速单光子探测器。超导相变边缘（Transition-edge sensor,TES）单光子探测器具有高探测效率、高计数率、可分辨光子数、低暗计数等特点,在天文学、量子信息、生物成像等领域具有重要应用前景。", "label": "天文学", "id": 0}
{"content": "<正>我们通过小波分析,对MAXI J1535-571慧眼观测数据的时变和能谱性质进行研究。利用低频QPO的小波分析结果,我们把观测时间分为含有QPO的和不含QPO的,从而进一步对能谱也分为对应的两份。我们发现相比于不含QPO时段的能谱,包含QPO的能谱在HIMS更软,同时其盘温度稍低,而在SIMS,能谱变硬,且盘温度上升。", "label": "天文学", "id": 0}
{"content": "<正>报告向大家汇报过去一年来慧眼卫星观测和数据产品发布的最新进展,同时也对过去四年来慧眼卫星的观测情况做一个简单的小结。", "label": "天文学", "id": 0}
{"content": "弱引力透镜现象已经成为探测暗物质以及限制宇宙学的重要工具。世界上的大多数正在进行和将来的光学及红外巡天项目,以及国内的光学项目也都将进行弱引力透镜的研究。在这里,我们将介绍我们组在弱引力透镜方面的工作。一个是检验广义相对论,另一个是用来排除非广义相对论的引力理论。", "label": "天文学", "id": 0}
{"content": "BINGO是一台正在建设中的40米口径射电望远镜,位于巴西亚马逊雨林外围,主要科学目标是进行21cm流量巡天,探测低红移BAO信号。本报告将介绍该项目的进展情况,包括硬件建设,团队组织建设,光学设计,信号模拟,前景扣除,BAO探测,宇宙学参数限制等多方面的进展。", "label": "天文学", "id": 0}
{"content": "ASO-S卫星一并升空。在本报告,我们将介绍LST的研制工作的最新进展,科学潜力和科学准备情况。LST的重要科学潜力包括:太阳耀斑大气的诊断;耀斑与CME的触发、形态及参数演化以及运动学特征;耀斑与CME和爆发日珥的关系;白光耀斑的辐射及演化特征以及与高能辐射的关系等。", "label": "天文学", "id": 0}
{"content": "上海天文馆一米望远镜是一架兼顾科普与科研双重功能的多工作焦点望远镜,具有大视场、长焦距、视频等多种天文观测能力,最近完成了开放验收。我将介绍这一望远镜的主要特色,研制、测试、安装、调试等过程,以及最新的测试观测结果。", "label": "天文学", "id": 0}
{"content": "1.93米光学望远镜是一架具有高分辨率和高测光精度的精测望远镜,主光路采用R-C光学系统,设置卡焦、折轴卡焦和库德焦点。宽波段双通道中低色散光谱仪作为其首光仪器,具有紫外-近红外（310-1000nm）全波段覆盖,多种分辨率（R=500,2000,>5000）快速切换和高仪器效率的特点,建成后可以满足众多科学目标的观测需求、促进多领域天文观测研究,服务于高校天文教育和人才培养。", "label": "天文学", "id": 0}
{"content": "为了提高无人值守状况下望远镜的可靠性,需要设计良好的状态监控系统,对望远镜故障进行及时有效的诊断。以望远镜传动系统为背景,以提高设备故障诊断正确率为目标,提出了通过信号分解技术来进行信号预处理和特征提取。针对微小故障信号容易受干扰噪声淹没的问题,提出了故障因子的方法。通过变分模态分解对信号进行自适应分解,利用排列熵来筛选分解后的敏感模态,并用敏感模态重构信号从而抑制了信号中的干扰和噪声。为了解决单一特征量诊断正确率低的问题,利用小波包对信号进行分解,对分解后的信号分别提取频带能量和小波包系数模糊熵,并根据特征均方差进行特征融合。通过以上方法,使故障诊断正确率达到了90%以上,为望远镜状态监测提供了良好参考。", "label": "天文学", "id": 0}
{"content": "图像去噪与目标跟踪是天文图像处理的常见场景,在天文观测领域具有重要价值,但是现有的很多算法很难兼顾低时延与处理效果好两方面的要求。我们通过通过实验对多种不同的算法加以比较,得出不同噪声情况下的最佳去噪并且保证目标跟踪效果的最佳方案。实验结果表明,该系统可以有效去除常见噪声,保证目标跟踪效果,并且处理时间较短,实现图像去噪与高精度目标跟踪的要求。", "label": "天文学", "id": 0}
{"content": "建筑信息模型（Building Information Modeling,简称BIM）理念于1975年首次提出。美国学者Robert Aish在1986年明确提出\"Building Information Modeling\"这一概念。随后,Autodesk公司于2002年正式发布《BIM白皮书》,Jerry Laiserin对BIM内涵和外延进行界定,并推广使用,BIM逐步在美国、欧洲、日本、韩国、新加坡等国家和地区的建筑行业应用。在天文望远镜建设方面,E-ELT、DKIST、GMT等项目均不同程度应用了BIM技术。BIM自2004年引入国内,在建筑领域快速发展,引发了一场观念和技术上的变革。在天文设施建设方面,FAST和上海天文馆等项目也成功运用了BIM技术。本文将分析光学天文望远镜建设过程中对BIM的需求,分析BIM在天文望远镜项目建设过程中应用的技术场景,并在实际的项目中实践。", "label": "天文学", "id": 0}
{"content": "中国选址组的研究结果显示在我国西部存在极优秀的天文台址,特别需要无人值守条件下长期可靠地测量大气光学湍流参数,包括气视宁度、等晕角、大气相干时间和湍流强度廓线等重要的天文台址参数。本报告介绍了\"全自动MASS-DIMM组合多孔径闪耀和差分图像运动湍流测量仪\"的原理和软硬件,以及在国家天文台兴隆观测站开展的两套相同MASS设备的对比实验,以及DIMM、MASS和月亮闪耀仪Lusci不同设备的对比实验结果。另外,MASS组合多孔径闪耀测量仪即将投入青海冷湖观测站长期运行,为落户于此的中国大口径望远镜提供极其重要的湍流廓线数据。", "label": "天文学", "id": 0}
{"content": "大尺寸衍射光栅是天文光谱分析,激光核聚变等领域的重要光学元件。在天文领域中,大尺寸阶梯光栅是提高光谱仪分辨率的关键因素,随着天文学的快速发展以及人们对浩渺宇宙的进一步探索,更高的望远镜口径和更高的光谱分辨率成为人们实现探索宇宙的重要技术目标,光谱仪的分辨率R与望远镜的口径D成反比,随着望远镜口径逐渐增大,高分辨率光谱仪的设计越来越难。为了兼顾天文仪器的高光通量和高分辨率,唯一的途径是大口径望远镜高分辨率光谱仪一定采用大面积大闪耀角的阶梯光栅,单块光栅的尺寸发展一直受到的制约,光栅刻划存在诸多的难题,单块的优良光栅尺寸很难达到1m以上量级,难以满足当前各领域对于更大尺寸阶梯光栅的迫切需求,为了获得阶梯光栅面积的大尺寸和衍射波前的高精度,从3-4m口径望远镜高分辨率光谱仪的设计中就采用了拼接结构形式。本报告采用单色光和白光相结合的方法,通过搭建精密的迈克尔逊干涉系统,实现了待拼接光栅的高精度共相拼接。", "label": "天文学", "id": 0}
{"content": "在空间碎片的光学巡天观测中,每晚都会产生数百至数千条短弧测角资料无法与已知目标相关联。尽管这些未关联航迹（UCT）占总观测数的比例很低（约1%）,但其中蕴含着关于空间态势变化的关键信息。将这些观测数据归类于物理实体,从而获得较高精度的轨道参数,具有重要意义。由于并不能预先知道这些UCT中包含多少个实际目标,以及每个目标包含多少段观测数据,因此前面提到的两两配对关系并不能完全解决数据分组归类的问题。本项研究工作揭示了弧段关联问题具有聚类问题的本质特征,提出基于均值漂移聚类（Mean Shift Clustering）框架,将观测数据作为\"点\",将轨道根数作为\"中心\",将残差作为\"距离\"度量,构建了一种新的弧段关联方法。利用国际科学光学观测网（ISON）的测量数据,我们验证了方法的正确性和有效性,讨论了通过调整带宽（bandwidth）参数来解决轨道类似空间目标的关联混淆困难。", "label": "天文学", "id": 0}
{"content": "在主动清除需求的牵引下,空间碎片的姿态研究成为当前的热点课题。基于此背景,本报告的研究拟以地面实验室平行测试模拟望远镜光学观测,突破时间、天气等条件对光学观测的限制,建立空间碎片姿态与光度的数据库。通过机器学习算法实现空间碎片的姿态分析。空间目标光学特性测量地面仿真实验系统处于暗室环境,由姿态模拟系统、周视探测平台、太阳模拟器、光学标定系统、中央控制管理系统组成。姿态模拟系统用于搭载待测目标模拟不同的姿态;周视探测平台用于承载探测设备沿着弧形轨道运动并采集数据;太阳模拟器用于模拟空间太阳的光照;光学标定系统主要用于测试设备的光功率和波段标定;中央控制管理系统包含系统控制、数据传输、存储等功能。目前我们已经完成对长征4C末子级缩比模型的数据采集工作,采用广义回归神经网络（GRNN）对光度曲线对应的目标姿态做识别,识别准确率高达90%以上。", "label": "天文学", "id": 0}
{"content": "Envisat位于800公里高度的太阳同步轨道上,2012年4月8日之后,该卫星与地球失去联系。目前该卫星已经被确定为主动碎片清除（ADR）的候选目标,其旋转状态的研究具有非常重要的意义。我们利用了该卫星2013年到2015年期间光学观测数据中的镜面反射时间,基于Epoch method,重新求解了Envisat的自旋状态。Epoch method是小行星团队开发的一种求解小行星姿态的方法,由于不受观测目标形状和反射特征的影响,该方法同样适用于人造卫星的研究。我们通过该方法成功地得到了Envisat旋转状态的相关结论。我们的求解结果表明,Envisat的自旋轴并不是固定不变的,自旋轴纬度在轨道面负法线附近随时间有一个大范围的变化,变化区间大约在-55度到-85度之间;并且自旋轴纬度分布在-60度和-80度附近取峰值。此外,由于自旋轴纬度变化较大,自旋轴经度多项式拟合的效果一般,我们认为自旋轴可能不是规律地绕轨道面负法线进动。而Envisat的恒星周期则由于涡电流力矩的作用,随时间指数型增加。这里我们仅利用了光学观测数据,成功地推导出了Envisat自旋状态的新解,这为主动碎片清除的研究提供了有效的数据基础。同时也证实了Epoch method对这类可以通过光变曲线的重复片段获得有效会合周期的空间目标姿态求解有着非常好的效果。在以往我们常用的模型中,往往认为Envisat的自旋轴纬度几乎不变,且自旋轴规律地绕轨道面负法线进动,而Epoch method得到的结果表明,之前建立的模型可能不再适用,该卫星的实际旋转过程比之前的模型要复杂的多。在后续的工作中,我们计划结合光学、激光观测得到的结果,基于数值方法,建立一种新的模型来解释自旋轴方向如上述的变化规律,其中要考虑形状非对称性、自旋轴与惯量主轴不重合的翻滚状态以及可能被忽略的力矩作用等。", "label": "天文学", "id": 0}
{"content": "北京指尖天文科技有限公司由业余天文学家陈韬（埃格·威尔逊奖获得者）与连续创业家、张澜教育基金会研究员徐洁创立,得到了马化腾先生与腾讯公司的大力支持。2017年以来,公司克服各种困难,在海拔5100米建成了面积达600平方米的世界第一的高高原自动天文平顶——北冕望远镜阵列基础设施（Corona Borealis Observatory,32°19’30.3\"N 80°01’36.3\"E,MPC Code:N56）。指尖北冕台的规模化、自动化水准,团队的建设、运维能力,积极地丰富了高原天文工程与科研、科普的供给侧实力与实践。", "label": "天文学", "id": 0}
{"content": "日照热变形严重影响大口径高频段射电望远镜的性能,针对待建的新疆110m射电望远镜,建立了其日照热分析模型以及结构力学模型,分析了天线在夏至日的逐时温度分布及变形情况。发现结构最高温度出现在14点左右,与最高空气温度出现时刻一致,背架上方出现随高温区移动的鼓包变形,夜间由于地面温度高于云层温度,结构朝向地面的部分温度较高;结构平均总体变形峰值（均方根值变形）出现在16时左右,滞后于最高温度出现时刻;上述热变形会导致天线电磁性能在一天内逐时变化,影响望远镜的观测。", "label": "天文学", "id": 0}
{"content": "本文研究设计了应用于平方公里阵（SKA,Square Kilometer Array）低频孔径阵列（LFAA）的双极化对数周期天线单元。SKA低频孔径阵列的天线单元工作带宽要求为50 MHz～350 MHz,单个试验站为38米的圆形孔径,共包含256个天线单元,因此需要对天线单元进行小型化设计。根据SKA低频孔径阵列的布阵要求,天线单元设计中将天线振子折叠成三角环形结构,所设计的对数周期天线横向尺寸仅为最低频50 MHz的0.32波长。", "label": "天文学", "id": 0}
{"content": "<正>报告内容:近年来,继第一代单波束馈源和第二代多波束馈源技术之后,美国、英国、澳大利亚等国研究团队借鉴相控阵雷达工作原理（Phased Array Radar）,探索开展第三代低温相位阵馈源技术研制（Phased Array Feed,简称PAF）。该技术通过调控馈源阵列天线相位面来重构抛物面天线信号接收光路,在探测空间形成连续覆盖的相控波束,进而大幅提升射电望远镜的视场范围、巡天速度和分辨力等关键指标性能。伴随着这些世界先进的大型科学观测设备和工程技术的不断革新,大口径射电望远镜在国家宇宙探索、深空探测和载人航天等重大科学发现和技术变革进程中,发挥着极其重要的基础性作用。", "label": "天文学", "id": 0}
{"content": "<正>现代天文技术和信息技术的快速发展,开启了以动态天文事件为研究对象的时域天文这一全新领域,开拓出未知天文现象和新的物理规律的巨大发现空间,已经产生了宇宙加速膨胀、系外行星、引力波事件电磁对应体、黑洞潮汐撕裂恒星事件、快速射电暴等一系列重大天文发现。时域天文通过建设具有强大巡天能力的观测设备,高频次监测尽可能大的天区,及时捕获具有重大科学意义的天文动态事件,进而理解极端条件下的物理过程,以及发现新的天文现象和物理规律。", "label": "天文学", "id": 0}
{"content": "<正>距离测量是观测天文学的一大重要任务,但是十分困难,特别是宇宙学距离的测量。在过去的百年中,利用恒星和超新星物理性质是测距的主要途径。造父变星和超新星等主要传统测距工具奠定了现代宇宙学加速膨胀的观测基础,但是随着精确宇宙学的快速发展,哈勃常数危机等重大挑战相继涌现,对宇宙测距精度提出了更高的要求。", "label": "天文学", "id": 0}
{"content": "<正>以空间站巡天望远镜无缝光谱巡天为例,讨论大视场无缝光谱巡天流量定标和波长定标的挑战与机遇。", "label": "天文学", "id": 0}
{"content": "<正>FAST作为世界上最大的单口径射电望远镜,在观测过程中不可避免受到各种无线电干扰（RFI）的影响。RFI会降低天文数据的质量,一些强的RFI更会导致数据溢出甚至接收机饱和。因此,在射电望远镜的建设、运行以及后续数据处理的过程中,RFI的消减是不可或缺的一步。本报告主要包含以下几个方面的内容:", "label": "天文学", "id": 0}
{"content": "<正>BINGO是一台坐落于巴西的,正在建设中的射电望远镜,主要设计用于描绘中性氢的21cm强度图。其主要科学目标是在射电频率测量重子声学震荡（BAO）。BINGO将在980-1260Mhz覆盖大约5400平方度。巡天计划持续5年,测量从红移0.12到0.48的BAO信号。报告将包括BINGO项目现状的介绍和一些预期的科学成果。", "label": "天文学", "id": 0}
{"content": "<正>1.8米太阳望远镜是我国首套2米级太阳望远镜,也是世界上最大口径太阳望远镜之一。其采用双格林高利光学设计和全开放式结构设计方案,对主镜和热视场光阑进行主动热控,并配备451单元高阶太阳自适应光学系统,对太阳大气光球层和色球层活动区进行高分辨力成像观测,为太阳物理研究和太阳大气爆发活动预警预报提供数据支持。", "label": "天文学", "id": 0}
{"content": "<正>天文光干涉高分辨成像技术是近年来发起来的先进天文观测技术,利用多个中小孔径组成阵列,并延长基线合成一个等效的高分辨大口径光学系统。这是对单一孔径望远镜技术的重大突破,也是一个技术上充满挑战的研究课题。本报告将重点讨论天文光干涉高分辨观测及其关键技术,介绍南京天文光学技术研究所拟在紫金山天文台盱眙观测站建造三台小口径集光器,形成的长基线光干涉高分辨观测平台。以该干涉阵为基础,", "label": "天文学", "id": 0}
{"content": "<正>宽视场成像光谱仪（WFOS）是三十米望远镜（TMT）的首光仪器,具有较大视场的同时兼顾了宽光谱覆盖和高通光效率的特点,可用于研究第一代天体,理解第一代恒星、星系的形成和演化,揭秘宇宙再电离的完整过程。WFOS极具挑战性,仪器的体量、研制成本和难度将远超现有10米级望远镜的同类天文终端,是一个集科学、技术、工程、", "label": "天文学", "id": 0}
{"content": "<正>本文开展了对三十米望远镜宽视场光谱仪准直镜系统的预研工作,对准直镜镜体进行轻量化设计,轻量化率达到75%以上;对准直镜柔性支撑系统进行多目标优化设计,得到仅在自重影响下准直镜面形PV值最大为168.23nm,以及满足此结果的系统结构设计参量;有限元分析得出在变温工况下,", "label": "天文学", "id": 0}
{"content": "<正>本报告介绍一种低温下的微波器件S参数测量装置和测量方法,用于低温制冷接收机,属于射电天文仪器内容。所述测量装置包括网络分析仪和校准件、杜瓦罐、温度传感器和温度监测仪、低温微波开关和微波开关控制器、上位机。其中,校准件、低温微波开关和温度传感器安置在杜瓦罐内;网络分析仪、温度监测仪、微波开关控制器和上位机均安置在杜瓦罐外。本装置可以在低温下实施SOLT和TRL两种校准方法,", "label": "天文学", "id": 0}
{"content": "<正>云南天文台丽江观测站的2.4m望远镜是目前国内最大的通用光学望远镜,在设计之初,同时具备耐焦和卡焦,但是在实际使用耐焦观测时,需要安装M3系统;而在使用卡焦观测时,卸下M3系统,操作繁琐且可能带来安全隐患等。因此将M3系统进行新设计改造,使能够方便的进行耐焦和卡焦之间的切换。", "label": "天文学", "id": 0}
{"content": "<正>2020年7月,上海佘山和天马VGOS站首次开展了与日本石冈VGOS站的1小时测地VLBI观测实验。上海天文台完成了从观测纲要编制、相关处理到数据分析的全流程数据处理。虽然本次实验存在一些待解决的问题,但初步评估了VGOS系统的观测性能,获得了佘山和天马VGOS站的精确站坐标估计值。", "label": "天文学", "id": 0}
{"content": "<正>本文主要采用Monte Carlo方法对我国新一代VGOS天线选址及组网观测性能进行仿真分析。在国内已有VGOS天线的基础上,增加2个海外VGOS天线,仿真分析不同的选址方案对地球定向参数（EOP）测量精度的影响。此外,针对单基线开展的DUT1加强观测,评估不同的基线组合可能达到的DUT1测量精度。", "label": "天文学", "id": 0}
{"content": "低温接收机作为射天望远镜最核心的重要系统之一,将决定整个射电望远镜的探测灵敏度。本文报告了位于上海松江区佘山镇的天马望远镜接收系统。天马望远镜已安装了从L波段至Q波段等八个波段的低温接收机,并获得很多重要的天文观测结果。本文已经研制出一套用于天马望远镜的Q波段双波束低温接收机,并采用了独立自主研发的毫米波组件,其工作频率为35-50 GHz,相对带宽为35%。Q波段低温接收机由三部分组成:光学组件,低温组件和常温组件,并且可以同时接收左旋和右旋圆极化波。测得的Q波段四通道接收机噪声温度约为30-40 K,其四通道接收系统的噪声温度（包括天空）通过使用Y因子方法对常温吸波材料和冷空进行测量,得到55-125K。另外,本文还将介绍正在研制的天马望远镜K波段（18-26.5 GHz）七波束低温接收机和0.3-26 GHz超宽带低噪声放大器。K波段七波束低温接收机和Q波段双波束低温接收机结构类似,波束数量在射电望远镜焦平面上实现了进一步拓展。0.3-26GHz超宽带低噪声放大器采用三级共源极拓扑结构,其中第一级晶体管栅级单独供电,第二级和第三级采用同一栅级偏压。结果表明,在整个频带内,增益达到了30 dB,相应的直流功耗为1.5V@28 mA。", "label": "天文学", "id": 0}
{"content": "为解决卫星通信系统在任务保障与值勤维护中存在的操作繁杂、测试效率低、数据存储不便等问题,研究设计一套卫星信号监测系统。利用LabVIEW仪表虚拟化技术,将频谱仪搬移到计算机上,实现计算机对频谱仪的远程操控和实时读取监测数据,并具备对读取的数据进行波形回显、网络共享处理的功能,达到操作方便、显示直观、远程监控、多用户共享的目的。", "label": "天文学", "id": 0}
{"content": "<正>大视场巡天望远镜（WFST）是中国科学技术大学与紫金山天文台联合提出并建设的新一代大视场巡天望远镜。该望远镜焦面计划采用3×3片CCD290-99拼接进行成像。为了验证拼接方案的可行性,课题组采用CCD303-88设计了2×2片CCD拼接的成像系统。该系统焦面由4片CCD和一块高平整度的基板构成,旨在验证拼接的平面度指标。", "label": "天文学", "id": 0}
{"content": "<正>2019年7月,英国卓瑞尔河岸天文台申报世界文化遗产成功,填补了现当代人类科技发展项目在《世界遗产名录》中的空白。卓瑞尔河岸天文台作为射电天文台的代表与\"大科学\"的见证者,其在申遗过程中的创造性做法和申遗文本中的创新性表述,颇具启发意义。作为名录中的新类型,该项目在遗产学界引起了广泛讨论。", "label": "天文学", "id": 0}
{"content": "<正>EP卫星是一颗正在研制的软X射线波段的大视场时域天文卫星,宽视场X射线望远镜WXT是其主要载荷,将采用新型的龙虾眼聚焦成像技术。本报告将主要介绍WXT的科学性能和基于Geant4模拟的WXT的部分本底研究成果。", "label": "天文学", "id": 0}
{"content": "<正>介绍南极天文保障平台的研制历程、结构及功能等情况。", "label": "天文学", "id": 0}
{"content": "<正>南极天文保障平台试运行阶段的测试结果及运行状态分析", "label": "天文学", "id": 0}
{"content": "<正>先进地基太阳天文台（ASO-G）由8米口径中国巨型太阳望远镜（CGST）和1.5米口径大日冕仪（COMPASS）组成,能以优于0.03角秒的空间分辨率和10-4量级的偏振测量精度探测太阳大气的基本结构,测量太阳光球、色球和日冕磁场。ASO-G的核心科学目标是:在太阳爆发的触发机制等难题上取得突破,奠定准确预报灾害性空间天气的观测和理论基础;", "label": "天文学", "id": 0}
{"content": "<正>青海省海西州地区整个位于青藏高原北部,复原辽阔,域内包括柴达木盆地及其环绕的高山。由于特殊的地理位置,气象特征主要为干旱少雨,云量偏少且日照丰富,综合天文观测条件上乘。这些条件适合包括光学红外、毫米波亚毫米波等设备设址。因为地域（尤其是海西州西部地区）人烟稀少,低频射电环境也很值得探索。2017年开始,海西州前冷湖行委与相关天文单位联系,", "label": "天文学", "id": 0}
{"content": "<正>Square Kilometer Array（SKA）是天文学家将要建造的最大的综合孔径射电望远镜。SKA实现科学前沿研究的关键因素与其数据转换为科学产品的能力有关。在SKA天文台（SKAO）的实施计划中,SKAO仅生成预校准的数据,这些数据还不能直接用于科学研究。因此,将规划建设多个地理位置分散的SKA区域中心（SRC）,由SRC执行复杂的数据分析和天文软件开发,", "label": "天文学", "id": 0}
{"content": "<正>LAMOST的最新一次发布的是DR6总星表,共收纳了900多万条光谱,其中共有200多万（含Unknown类型）因信噪比较低而无法做参数测量的光谱,显然这种情况使LAMOST的产出在某种意义上低于预期。这些200多万光谱一旦可以得到有效的增强和解析,最终获得充分使用,等于增加了望远镜的有效观测范围,增大了LAMOST的有效产出,意义重大。", "label": "天文学", "id": 0}
{"content": "<正>近场全息测量是高精度大反射面天线面形测量的有效手段。南极5m太赫兹望远镜（DATE5）将采用近场全息测量在Dome A现场实现反射面10μm RMS的最终面形精度。由于南极极端的气候环境,DATE5采用了特殊的斜轴式机架结构。我们详细分析了在近场全息测量中由于望远镜口面中心与旋转中心不重合导致的残余路径长度与视差效应的校正,", "label": "天文学", "id": 0}
{"content": "<正>宇宙中的脉冲星、低质量X射线双星等会辐射出毫秒量级的光学脉冲。对这些天体的研究需要具有高时间分辨率和高能量分辨率的快速单光子探测器。超导相变边缘（Transition-edge sensor,TES）单光子探测器利用超导薄膜在临界温度附近其电阻对温度的极度敏感实现单光子探测,具有高探测效率、低暗计数、快速响应、光子数分辨等特点,", "label": "天文学", "id": 0}
{"content": "<正>微波动态电感探测器（MKIDs）是一种具有广阔应用前景的超导直接检波探测器。其采用频分复用读出技术,易发展为大规模探测器阵列,在大天区天文成像、CMB等领域具有极大应用前景。本报告将对紫金山天文台毫米波和亚毫米波实验室研制的基于不同超导材料的64像元的超导动态电感探测器进行深入研究。探测器采用8行8列正方形排布,", "label": "天文学", "id": 0}
{"content": "<正>介绍相位阵馈源（PAF）后端系统的研制工作。重点介绍PAF后端数字信号处理的基本原理、算法实现及硬件平台的开发及测试进展。", "label": "天文学", "id": 0}
{"content": "<正>FAST望远镜的馈源支撑系统的任务是完成馈源的指向与跟踪。馈源支撑系统的性能要求六索驱动馈源在150米高空,206米范围做跟踪运动,实时定位精度达到10毫米,这是一个极具挑战的课题任务。本报告将介绍FAST馈源支撑系统（馈源的指向与跟踪系统）的原理、设计、建造历程和验收调试结果。", "label": "天文学", "id": 0}
{"content": "<正>中国巨型太阳望远镜实验平台（两米环形太阳望远镜）是为验证八米口径环形太阳望远镜而建设的科学装置,本报告介绍自2018年正式启动以来已取得的多项重要进展。", "label": "天文学", "id": 0}
{"content": "<正>稻城圆环阵太阳射电成像望远镜（Daocheng Solar Radio Telescope,DSRT）是子午工程二期太阳-行星际检测链的关键大型设备。DSRT工作频率为150MHz-450MHz,由401面口径大于4.5米的抛物面天线分布于直径1km的圆环上构成。DSRT初步设计方案的论证工作已基本完成:", "label": "天文学", "id": 0}
{"content": "<正>根据公司市场部门的反馈,如今国内对于半专业级滤光器有一定的市场需要,主要集中在大型科技馆、高校、部分初高中。科普类型观测主要是使用同波段的滤光片观看太阳黑子、太阳耀斑、太阳日珥等,图像比较模糊,基本看不清观测目标细节,达不到观测目的。并结合科研院所,军方等需求开展了系列化的太阳观测设备研制工作。", "label": "天文学", "id": 0}
{"content": "<正>为了提高地基大口径望远镜成像的分辨率,补偿随机振动和大气湍流倾斜误差对望远镜探测精度的影响。提出了利用稀土超磁致伸缩器件作为驱动器的驱动方案,发挥稀土超磁致伸缩材料应变大、动态响应快和驱动力大的特点。分析了促动器的迟滞非线性问题,", "label": "天文学", "id": 0}
{"content": "<正>云南大学多通道测光巡天望远镜是一架主镜口径为1.6米赤道式望远镜。本报告主要介绍了该望远镜总体结构的方案设计,结构的力学性能分析,相关设计及分析结果均满足系统光学指标设计要求。", "label": "天文学", "id": 0}
{"content": "<正>随着天文望远镜的发展,大口径的自适应变形镜已经成为一种趋势,目前普遍采用的基于音圈电机驱动大口径自适应变形镜采用电容微位移传感器为电机提供反馈,而基于电涡流的微位移测量方式相对于电容式有诸多优点,但大量电涡流微位移传感器与音圈电机在自适应变形镜中的应用还没有先例,报告将介绍这种类型自适应变形镜中音圈电机的研究情况,基于电涡流传感器的测量和研究情况,", "label": "天文学", "id": 0}
{"content": "<正>北京大学与中科院国家天文台、加州理工学院合作,正依托中科院南京天光所研制一台适用于5米级望远镜平台、极具特色的宽波段高通量三通道中分辨率光谱仪NGPS,整体效率优于35%,技术指标可达国际先进水平。我将介绍NGPS的科学需求和仪器概况。NGPS将先安装在5米海耳望远镜上,这将是国际著名中大型望远镜首次使用中国制造的高端仪器。将实行等价观测时间交换,", "label": "天文学", "id": 0}
{"content": "<正>光干涉技术在空间分辨率上代表了人类进行空间目标探测的极限能力,是当前最先进的天文观测技术之一。光干涉成像技术以前所未有的分辨率为天文学家描述宇宙中不同尺度的精细结构,观测对象涵盖了所有类型的天体如星系、活动星系核、黑洞、恒星、双星、太阳系外行星等等。我们拟研制一套长基线式光干涉高分辨成像实验平台,用于研究和攻关光干涉高分辨成像观测关键技术。", "label": "天文学", "id": 0}
{"content": "<正>利用视向速度法搜索和研究人们最关心的类太阳恒星宜居带内的类地行星（第二个地球）,需要探测精度达到10cm/s,这远高于当前仪器所能达到的精度。由于照明稳定性引起的测量误差是限制视向速度仪器精度提高的一个重要原因,并且这类误差无法通过定标进行矫正。引起照明不稳定的原因主要有:大气湍流、大气色散、导向误差、孔径遮挡和光学像差。", "label": "天文学", "id": 0}
{"content": "<正>2.5米大视场巡天望远镜（WFST）是我国正在建设的大视场主焦型巡天望远镜,采用大焦面3×3拼接式科学级CCD相机,要求焦面平面度由于0μm。当前,我国在焦面相机方面已经有一些课题组在进行此方面研究,并取得了一定的成果。但是,在拼接CCD相机的实际精密拼接方面迄今还鲜有报道。我们在前期的调研以及实验中,发现焦面拼接相机的精密拼接与精密测量、精密加工、", "label": "天文学", "id": 0}
{"content": "<正>近年来,我国在天文学方面的投入逐渐增加。天文学的发展极大地依赖于观测设备的提升,目前,世界各国争先发展自己的多波段天文观测装置。其中,2.5um～5um红外波段是红外天文学研究的一个重要的波段,然而,该波段首先于红外天空背景光辐射流量强度。该强度对巡天望远镜的巡天深度,", "label": "天文学", "id": 0}
{"content": "<正>LiJET是集多种科学目标于一身,并能提供高精度视向速度测量的天文仪器。LiJET仪器分为两种工作模式,一种是DFDI （Dispersed Fixed-DelayInterferometry）模式,也叫RVM（Radial Velocity Mode）模式,该模式由固定延迟干涉仪与中等色散光谱仪结合起来,", "label": "天文学", "id": 0}
{"content": "<正>随着自动控制盒通信技术的发展,天文观测的自动化和远程控制成为可能。现在已知的具有较好观测条件的址点大多位于一些高海拔、寒冷、干旱环境下,不适合人员长期驻扎,远程自动观测系统的研究显得尤为重要。这其中,天文圆顶在天文观测过程中起着至关重要的作用,它不仅能保护观测室设备,还在圆顶视宁度、观测自动跟踪等方面有着不可替代的作用。", "label": "天文学", "id": 0}
{"content": "<正>面向中高轨道区域态势感知、空域监测型设备技术预研的需求,突破了无先验信息、复杂动态背景、仪器存在动态误差的情况下,多目标的实时检测技术瓶颈,并基于单台大视场光学望远镜,实现了全自动的目标检测与轨道关联流程。实验数据表明,检测方法的目标虚警率低于0.3%,星像质心计算精度优于0.1像元。单镜单晚可探测到超过3000弧段、覆盖多个轨道类型的400个目标,测试集目标定轨内符合精度优于1角秒。", "label": "天文学", "id": 0}
{"content": "文章从天文相机对真空技术的需求着手,通过相关分析计算,指出超高真空获得设备及真空测量、氦质谱检漏、四级质谱残气分析、焊接和密封等真空技术的应用,对高性能、长真空寿命的天文相机是必不可缺的。最后,提出了一条适合于天文相机中真空杜瓦研制的工艺。", "label": "天文学", "id": 0}
{"content": "天马望远镜是65米口径全实面地平式射电望远镜,采用卡塞格伦式天线结构,信号经由赋型抛物面主反射镜和赋型双曲面副反射镜汇集后在卡塞格伦焦点处馈入低温低噪声接收系统。本文开展天马望远镜P波段接收系统研究,旨在拓展天马望远镜在低频段的接收能力,分析天马望远镜在P波段天文观测的可行性,创新之处在于利用低频振子天线作为接收馈源,采用轴向偏焦方式安放.通过三维电磁仿真,得到天线效率为64.25%。并详细设计一种P波段接收系统,其系统噪声温度为92.47K。", "label": "天文学", "id": 0}
{"content": "本文提出了一种新型的层叠式微带八木天线。通过将微带结构应用于八木天线,使其小型化。依靠微带天线中的激励单元完成激励,同时包括位于底部的略大于激励单元的反射器和位于顶部略小于激励贴片引向器在内的多个寄生单元产生形成八木式结构,并产生谐振。", "label": "天文学", "id": 0}
{"content": "本文针对SKA低频孔径阵列的需要,对常规对数周期天线进行了小型化设计,通过把偶极子变形成一种矩形环结构,将天线横向尺寸降低到了常规对数周期天线的80%,满足了低频孔径阵列布阵要求。本文详细介绍了该天线的结构设计方法、仿真优化结果和工程实现过程,通过针对天线单元样件的测试结果提出了改进设计方向,具有很强的工程应用价值。", "label": "天文学", "id": 0}
{"content": "<正>AGB星的毫米波谱线通常被认为是没有明显光变的。我们在一个单天线毫米波望远镜上利用同边带谱线相对定标的方法首次观测到了著名碳星IRC+10216部分1.3毫米谱线的时变现象。我将讨论这些谱线光变的可能原因,包括它们是有光变的碳星毫米波脉泽谱线的可能性。我也将展示我们利用ALMA专门设计的后续谱线时变监测的初步结果。", "label": "天文学", "id": 0}
{"content": "<正>介绍天马望远镜谱线成图和连续谱观测系统的系统组成、控制软件设计和数据处理软件。", "label": "天文学", "id": 0}
{"content": "<正>近年来干涉测量技术的不断进步及新的毫米波望远镜的出现使得人类能够首次对近邻的超大质量黑洞进行成像,同时,一批近邻活动星系核喷流内部的区域（从几十到几千个史瓦西半径的尺度）也能够得到详细的研究。在这些新的物理尺度上的探索使得在黑洞周围的超强引力场下对广义相对论进行验证、详尽研究黑洞的吸积过程、相对论喷流的形成及其传播机制等成为现实。本报告将介绍视界望远镜(Event", "label": "天文学", "id": 0}
{"content": "<正>二维谱处于一维谱处理的前期阶段。鉴于一维谱处理中的若干固有难题,如噪声大、谱线位置不准等,我们尝试在二维谱阶段进行处理,通过图像处理的方法对二维谱进行去噪（主要是泊松噪声和宇宙射线）、二维谱校直。此外,我们也将尝试在二维谱的数据库中进行一些目前基于一维谱做的事情,探索是否有可能存在基于二维的新的研究方法。", "label": "天文学", "id": 0}
{"content": "<正>通过对长时间、大量的全天相机的云图进行自动处理,对云量进行自动计算,使结果符合TMT的判断,对台址选择、释放相关人力资源具有重要的现实意义。该报告中就云图的前期处理（去除月亮等影响）、云区域的自动分割、基于深度学习的TMT自动分类等方面进行了探讨。并将汇报近期河北工业大学在天文数据处理方面的一些工作。", "label": "天文学", "id": 0}
{"content": "<正>在太赫兹天文观测中,基于超导技术的探测器具有不可替代的作用。紫金山天文台长期致力于太赫兹超导接收机的研制,并于近年建立了微纳器件工艺平台。本报告将介绍该平台的设备设施更新情况和加工能力;同时介绍基于此平台,我们目前在超导薄膜与器件芯片研制方面的进展,包括超导薄膜的制备与特性,超导SIS、TES等器件的制备工艺,特性及其应用。", "label": "天文学", "id": 0}
{"content": "<正>先进天基太阳天文台（ASO-S）是中国太阳物理界在2011年自主提出的一个太阳空间探测卫星计划。经过预先研究、背景型号研究等阶段,2017年底中科院正式批复工程立项,预期2022年发射升空。本报告将阐述ASO-S科学目标、载荷构成、关键技术、卫星总体、以及目前研制进展等。", "label": "天文学", "id": 0}
{"content": "<正>太阳硬X射线成像仪（HXI）是正在研制中的中国首颗太阳科学卫星先进天基太阳天文台（ASO-S）的三大科学载荷之一。通过在30～200keV能段对太阳全日面耀斑X射线辐射的成像、能谱和时间连续探测,HXI可以同时获得耀斑发生的位置形状、辐射强度以及时间演化等丰富特征信息,对于研究耀斑的加速机制,确定加速源区的位置和范围,了解加速粒子的传输机制,比较耀斑加速源区和粒子作用区能谱的区别,以与ASO-S上另两个载荷一起实现\"一磁两暴\"的科学目标,都具有", "label": "天文学", "id": 0}
{"content": "<正>太阳探测双超平台技术试验卫星由航天八院509所、南京大学、长春光机所、航天九院十三所等单位联合研发。卫星主要科学载荷为\"太阳Hα空间望远镜\",南京大学为该载荷主体单位和卫星科学应用系统负责单位。\"太阳Hα空间望远镜\"通过高光谱扫描成像方法,在Hα临近波段的近百个波长点实现全日面成像,技术指标先进:像元光谱分辨率0.05埃、像元空间分辨率0.5角秒、全日面扫描时间30秒。\"太阳Hα空间望远镜\"观测对象明确:太阳低层大气、光球和色球,科学目标鲜明:太", "label": "天文学", "id": 0}
{"content": "<正>太阳物理亟待解决的核心重大问题中,日冕加热、日冕活动和太阳风加速机制的揭示都需要日冕磁场的精确测量信息。本报告阐述了日冕磁场与等离子体综合探测望远镜的科学需求,观测目标,设计思想和理念以及初步设计结果。", "label": "天文学", "id": 0}
{"content": "<正>等离子体波动中的离子回旋波在行星空间中普遍存在。MAVEN自2014年9月进入火星观测以来,提供了高精度、长时间的数据,为研究火星外层的离子回旋波提供了必要的支撑材料。我们首先主要回顾并总结离子回旋波的理论研究及在行星空间的已有观测和分析方法,再对MAVEN中可能含有离子回旋波的时间段展开初步分析。", "label": "天文学", "id": 0}
{"content": "<正>日冕是太阳大气的最外层,观测日冕和日冕物质抛射现象可以研究太阳磁场对地球的影响,并可以对影响地球及日地空间的灾害性空间天气进行预警。日冕仪是用于非日食情况下,对太阳日冕以及日冕抛射现象进行实时观测的光学仪器。日冕仪分为地基和天基两种类型,分别对不同视场的日冕进行观测。由于对日冕和行星际空间（即内日球层）开展整体、连续性的观测是日地空间物理领域重点研究任务", "label": "天文学", "id": 0}
{"content": "<正>本文主要介绍了LAMOST终端仪器的运行现状,包括LAMOST低分辨率光谱仪,为开展二期光谱巡天研制的中分辨率光谱仪,及新增LAMOST高分辨率光谱仪。", "label": "天文学", "id": 0}
{"content": "<正>LAMOST望远镜已经开展了六年的低分辨光谱巡天观测,发布了900万低分辨光谱和600万恒星参数星表。在接下来的LAMOST二期巡天中,将开展银河系中分辨光谱巡天工作,并在2017-2018观测年度开展了中分辨测试观测。LAMOST中分辨光谱的波长分辨率为R=7500,波长覆盖为495-535nm,630-680nm。由于LAMOST", "label": "天文学", "id": 0}
{"content": "<正>Palomar 200英尺（P200）Hale望远镜是20世纪初世界上最大的望远镜,至今,在现代天文观测中仍发挥着极为重要的作用。Palomar双通道光谱仪（DBSP）是海尔望远镜使用频率最高的可见光光谱观测终端,也是海尔望远镜最古老的终端设备。虽然,DBSP经过了多次升级改造,但在光谱效率和仪器效率上已不能满足现在天文观测的需求,加州理工学院光学天文台迫切需要一台高光谱效率和高稳定性的光谱", "label": "天文学", "id": 0}
{"content": "<正>高分辨率成像是天文观测的主要目标之一。由于衍射效应和天体目标的不可接触性,研究者们主要通过增加望远镜的口径来实现这一目的。针对极大口径望远镜昂贵的造价和极具挑战性的加工制造过程,本团队提出了一种基于孔径调制和光强外推的超分辨望远成像技术,从而可以利用小口径望远镜实现成本可控结构紧凑的高分辨率天文成像。现有的模拟结果表明,该方法能够突破望远镜的衍射极限,在", "label": "天文学", "id": 0}
{"content": "<正>平行光管是构成空间高分辨率动态成像调试与测试系统的重要组成部分,将平行光管安装在运动模拟器上,模拟空间目标的实际运动特性（由近及远或由远及近的变加速度和变速度的运动特性）,为空间目标光电观测与跟踪成像系统成像相机提供无限远目标,并对装调提供理想目标和基准,同时完成空间目标光电观测与跟踪成像系统成像相机光学系统焦距、分辨率、MTF等性能指标的测试与标定,具有以", "label": "天文学", "id": 0}
{"content": "<正>相对于分布式光学系统而言,多波段共口径系统具有体积小,质量轻,结构紧凑,机动性能好的优势,因此应用领域和范围更加广泛。本报告介绍了一种基于空间应用的多波段共口径光学系统,其主要由长波红外成像支路与多波段激光合束支路组成,两支路共口径,前者完成长波红外目标探测,后者实现不同波段激光束的空间合束。主要包括:光学系统整机结构与接口设计;整体与部分结构的静力学、动力学及热力学仿真分析;外部杂散辐射的抑制方法与自身热辐射分析。分析结果", "label": "天文学", "id": 0}
{"content": "<正>现阶段地基光学和红外天文望远镜大都采用多子镜拼接技术,子镜数量多达数百块。在规定的研制周期内完成众多不同面形特征的离轴非球面子镜的加工对加工方是极具挑战性的难题。预应力环抛技术可批量加工大口径望远镜的拼接子镜。预应力环抛技术可同时在环抛机上抛光3块子镜,抛光面形具有高平滑性、低中高频分量、高抛光效率等优点,可用于用于地基望远镜拼接子镜的批量加工。本报告将", "label": "天文学", "id": 0}
{"content": "<正>硬X射线调制望远镜（HXMT）卫星是我国第一颗空间X射线波段的天文观测台,包括三台不同能段的望远镜,观测能段覆盖1ke V～250ke V。2017年6月发射以来,HXMT经历了在轨测试阶段,正式投入运行已经接近一年。目前累计各级各类数据产品超过300TB,约85万个文件。这些数据按照不同需要设计为不同级别的数据产品,以满足不同类型的科学用户的需要。本报告将介绍HXMT卫星的数据产品、", "label": "天文学", "id": 0}
{"content": "<正>宽波段中低色散光谱仪（Broad Moderate Resolution Spectrograph,简称BMRS）是\"中国大型光学红外望远镜-LOT\"拟配置的首光仪器之一,该仪器工作在视宁度限,可实现多通道快速成像和获得单目标源的高质量光谱,中、低色散的快速切换、较宽的波长覆盖和高通光效率的特点,非常适合近邻暗弱矮星系、中高红移星系、类星体、超大质量黑洞、活动星系核和各类暂现源等目标的观测。在设计上,该仪", "label": "天文学", "id": 0}
{"content": "<正>目前国内天文方面的科普网站和科普刊物以及微信公众号有很多,但专门的天文仪器与技术科普网和微信公众号却没有。通过建设天文仪器与技术科普网及微信公众号,对天文仪器和技术的相关知识进行科普--以通俗的语言,深入浅出地对专业知识和学术报告进行再加工（除文字内容外,还有很多图片和视频集锦）,以增进非专业人员及管理人员对天文仪器和技术的了解。网站主要包括以下几部分:1:国内外著名天文仪器专家生平介绍", "label": "天文学", "id": 0}
{"content": "<正>基于FAST,我们提出了一种创新的观测模式,能够同时进行脉冲星搜索,星系巡天,中性氢成像及暂现源捕获。世界大型射电望远镜还没有实现过此种多科学目标巡天的先例。在此介绍基于这一创新技术的巡天规划,特别的,Commensal Radio Astronomy FAST Survey （CRAFTS）,力争高效的利用FAST领先世界的灵敏度,尽量规避FAST工程概念中的控制挑战,在这四个领域取得重要的科学发现。", "label": "天文学", "id": 0}
{"content": "<正>认识和处理线性与非线性是技术创新与科学突破过程中的一个重要问题。报告人通过回顾空间X射线调制望远镜慧眼卫星项目的历程说明:在多信使和大数据的时代,非线性应用是技术创新的重要途径;而只有不失时机地运用突破了线性外延老路的新技术于实测,才能抓住科学机遇。另一方面,报告人指出:因为缺少质量运动效应的实测结果,爱因斯坦不得不用高度非线性的方程描述引力场,并认为是黎曼弯曲空间几何决定了物体的运动。而黎曼本人却认为,弯曲空间几何只能由物理学的作用力决", "label": "天文学", "id": 0}
{"content": "《天文爱好者》杂志创刊于1958年,作为中国天文学会、北京天文馆主办的天文科普杂志,一直在天文、航天知识的推广普及方面,为广大爱好者们发挥着重要的作用。随着近年来,我国在基础科学领域的投入不断加大,基础研究领域的科学产出呈现出井喷式的发展;互联网传播的形式和内容不断创新,自媒体等多种新兴传播形式不断兴起,不断的占领着科学普及的市场;同时,为数众多的爱好者们在研究和发展领域,也做出了非常出色的成果。新的内容,新的形式,也为《天文爱好者》杂志在今后的发展提供了更多的思考。近年来,杂志在不同内容和形式上进行了创新尝试,我们以此为依托,介绍近年来杂志的采编团队对此所做的一些尝试和努力;通过与大家的分享与交流,推动和促进杂志后续的工作开展。", "label": "天文学", "id": 0}
{"content": "西华师范大学天文学科建设走过了一个较长的历程,从参与国内天文学术活动、承办和组织各种相关科学会议、利用已有物理学科硕士点与天文单位联合培养硕士生,一步一步走来,凝聚了西华师范大学几代学者的执着和校外热心的业内朋友大力支持。先后建成了联合实验室、自己的天文台,最终形成了天文学本硕一级学科皆有的天文系（物理与天文学院）,正式加入了天文大家庭。这是一个付出了很多努力的成功范例,值得在国内大力推广。", "label": "天文学", "id": 0}
{"content": "西华师范大学天文学科建设走过了一个较长的历程,从参与国内天文学术活动、承办和组织各种相关科学会议、利用已有物理学科硕士点与天文单位联合培养硕士生,一步一步走来,凝聚了西华师范大学几代学者的执着和校外热心的业内朋友大力支持。先后建成了联合实验室、自己的天文台,最终形成了天文学本硕一级学科学科皆有的天文系（物理与天文学院）,正式加入了天文大家庭。这是一个付出了很多努力的成功范例,值得在国内大力推广。", "label": "天文学", "id": 0}
{"content": "西华师范大学天文学本科生以培养基础教育阶段的天文学教师、科学传播工作者为主要目标之一。目前在基础教育阶段没有独立天文学课程,如何开展课程教学工作是需要解决的问题;天文学是以观测为基础的学科,学生的观测与实践能力培养也是重要的问题;作为非师范专业,天文学本科生的师范技能培养也是一个重要的课题。西华师范大学天文学自2016年开始已招收了6届本科生,在培养过程中针对天文学教学和科普人才开展了各方面的实践和研究,尝试开设《天文学课程与教学概论》课程。", "label": "天文学", "id": 0}
{"content": "国际空间站是一个在近地轨道上运行的科研设施,是人类历史上第九个载人的空间站。空间站的主要功能是作为在微重力环境下的研究实验室,研究领域包括生物学、物理学、天文学、地理学、气象学等,目前由美国NASA、俄罗斯联邦航天局、日本宇宙航空研究开发机构和欧空局等机构联合运行。NASA在国际空间站上开设了基于科学、技术、工程、数学的STEM课堂。宇航员在空间站上将课程、活动、机会、视频、静态图像和最新的新闻将太空带入学生的课堂。随着中国空间站的成功入轨,各地的天文馆和科技馆也将有机会开展与空间站合作的教育活动", "label": "天文学", "id": 0}
{"content": "锂（Li）元素最初诞生于大爆炸核合成,是最重要的轻元素之一。但它的行为困扰了天体物理学家数十年,因为这一元素的丰度在很多类的天体中均表现出观测与理论不符的现象。富锂巨星就是这样的一类天体,它们大气中的Li丰度超过了标准恒星演化模型的理论值。虽然富锂巨星早在约四十年前就被发现,但其起源依然是未解之谜。随着以郭守敬望远镜（LAMOST）巡天等为代表的大型光谱巡天项目的开展、以开普勒（Kepler）卫星为代表的星震学观测数据的产出、以及数据驱动类方法和技术的飞速发展,针对富锂巨星的研究取得了一系列重要的进展。报告将从观测角度回顾富锂巨星近四十年来的研究,并总结我们对于富锂巨星最新的认知。", "label": "天文学", "id": 0}
{"content": "恒星系统的演化联系着单星演化和星系演化,是连接近场宇宙与早期宇宙的桥梁。相比动力学的研究,化学丰度信息的保留时间更长,更容易追溯恒星系统的演化。本报告将会展示我们小组近年来在球状星团化学丰度,银河系化学丰度奇异恒星及估算恒星元素丰度方面的相关工作。", "label": "天文学", "id": 0}
{"content": "\"天文科普\"研究属于多学科交叉研究,至少涉及了天文学、天文学史、科学传播（科学史与科学哲学的交叉领域,\"科普\"可视为其中一个阶段）与科学教育等领域。但国内研究者的学术背景较单一,大部分来自天文馆或科技馆、研究院所、高校天文系等,其论文数量占91.2%,严格使用了人文社科研究方法的占5.6%,其中,鲜见科学传播学者的研究。国内\"天文科普\"研究热度的起伏至少经历了四个主要时期,并明显受到三方面影响:国内机构集中推动的力度、国际活动的重要性与相关性、重大天文装置或天文事件的持续关注度。这体现在国内研究主要集中于相关场馆（尤北京天文馆）、天文科普专家、少量的重要活动、500米口径球面射电望远镜相关的科普以及与天文教育相关的内容,其中,明显缺乏对国际天文学传播研究的学习与思考。据此,国内研究应寻求相关领域学者持续、深入的合作,积极培育交叉研究力量,进一步挖掘现有研究对象和内容;要深刻认识到国际天文学传播趋势与目标已从知识的传播转向了意义的建构,真正做到以公众为中心的传播,这将为国内天文学者做科普所存在的难点提供一定的解决思路;应重视天文科普与天文教育之间的关联与差异研究,推动高校等机构联合开展两方面的研究工作。", "label": "天文学", "id": 0}
{"content": "对江苏省天文学会的天文教育与科普工作的实践,包括规划与架构、队伍建设、组织实施、品牌建设、宣传与提升等方面进行总结,探寻省级天文学会科普特色建设的工作路径,探讨中国天文教育与科普工作的发展空间、愿景和实施举措。", "label": "天文学", "id": 0}
{"content": "落下闳是西汉时期著名的民间天文学家。汉武帝元封元年,他来到长安参与编制《太初历》,后因\"运算转历\"而得名。武帝欲聘其为侍中,他却婉拒归乡,隐居落亭。很多人都误解中国古代禁止民间私习天文,那么落下闳作为民间天文学家是如何能参与到如此重大的国家改历活动中去的。实际上,汉代的天文研究环境相对宽松,这是落下闳能够参与改历活动的前提。另外,两汉时期是宇宙观大辩争的时期,新的理论与观测成果层出不穷。汉武帝作为一代明君,本身也具有开放且敢于变革的性格特征。通过对太初改历时期社会文化背景、汉代官制制度、人物关系的分析,有助于我们更全面地理解这一\"国家科学活动\"背后所反映出来的历史深意。", "label": "天文学", "id": 0}
{"content": "简介山东省古代与近现代天文学的发展历史与成就,介绍于2021年成立的\"山东天文学会\"及当今山东省天文学研究、教育与科普情况等。", "label": "天文学", "id": 0}
{"content": "上海天文馆已于2021年7月17日正式开馆,公众反响热烈,一票难求。本报告将概要介绍上海天文馆的基本概况,展陈理念,开馆情况和重要亮点展项。", "label": "天文学", "id": 0}
{"content": "与科普同行交流分享刚开馆的上海天文馆在展示体系,教育课程和网路科普方面的新思路。", "label": "天文学", "id": 0}
{"content": "经过7年的发展,\"连线\"在天文教育方面有一定积累和经验分享。天文课程方面,已经形成适合小学、中学阶段的系列课程;天文产品方面,已经带领学生完成太阳黑子预测软件、星座拼图软件、火星逆行演示装置等多款天文软硬件的研发;未来希望可以探索全国天文教育教学共享模式,将开发好的产品投入到更广泛的教学使用中去。", "label": "天文学", "id": 0}
{"content": "<正>地球和其他类地行星内部存在着大量的熔体。比如地球和一些行星如水星、火星的外核为铁合金熔体,地球的上地幔也会因为压力降低或水等易挥发分的出现而产生部分熔融。在地球和行星形成早期,碰撞带来的巨大能量甚至会产生大部分或整个地幔的大尺度熔融（即岩浆洋）。因此,研究地球和行星内部熔体的存在区间和运移对于研究地球和行星的化学组成和演化具有重要意义,", "label": "天文学", "id": 0}
{"content": "<正>二氧化碳（CO2）作为一种类地行星大气成分以及内部的挥发分,是连接大气与地表到行星内部以及整个碳循环中重要的小分子物质。不仅在类地行星中,太阳系内的一些类木行星中也存在着CO2。例如,木星的平流层由于碳氢化合物的光离解加上外源的氧会生成CO2和H2O。在类地行星包括金星和火星的大气中发现含有超过95%的CO2,相比之下地球大气中的CO2含量极低（0.035%）,", "label": "天文学", "id": 0}
{"content": "<正>元素周期表中Fe以后的元素主要通过红巨星（s过程）和超新星（r过程和p过程）中捕获中子或高能光子生成1,由于在不同太阳系端元间,不同的核合成过程贡献的比例不同,许多元素的同位素体系（Mo等）可观察到核合成同位素异常,不同核合成异常特征以特殊的载体矿物的形式在太阳系的各个端元间进行分配。在太阳系形成初期,前太阳系尘埃颗粒并没有因高温和混合作用被同位素均一化,而以不同比例残留在各个行星小行星端元中,因此表现出核合成同位素异常特征。同位素异常,可以用以指示早期太阳系物质来源与物质混合过程。由于Mo有7个同位素,可以显示出多种核合成异常的特征,因此被广泛用于追踪早期太阳系内的同位素异常特征并推测太阳系内物质端元的演化2。然而,现有方法主要使用MC-ICP-MS对Mo同位素异常进行测定,仪器自身波动较大,同时由于潜在的来自载气的复合离子的干扰,测量结果的准确性可能受到影响。", "label": "天文学", "id": 0}
{"content": "<正>北大天文专业从1960年成立,至今已走过60年历程,为国家培养了600多名天文专业本科生和200多名研究生。本报告将回顾60年来北大天文学科的发展历史及在天文学人才培养和科学研究方面的成就,展望未来的发展方向。", "label": "天文学", "id": 0}
{"content": "<正>简介山东大学威海天文台及山东大学空间科学研究院在新冠疫情形势下尝试开展的线上天文科普与教育活动,分析其成效与问题;展望未来线上及新媒体天文科普教育的发展,寻求交流合作", "label": "天文学", "id": 0}
{"content": "<正>通过在中学地理课内课外,线上线下教学中,渗透天文基础知识和天文观测常识,激发学生对探索宇宙奥秘的兴趣,帮助学生形成科学的宇宙观,以及地理实践力和关键能力的提升,助力其成为一个胸怀博大的时代新人。", "label": "天文学", "id": 0}
{"content": "<正>天文馆的诞生离不开天文学家的参与,天文馆的发展和建设也得益于天文学的不断发现和太空探测的进步。天文馆存在的意义,在于向公众解释和启蒙天文学,拉近公众与科学家之间的距离,拉近个人与宇宙之间的距离。本报告通过介绍几个国外专业天文科研机构参与建设和运营的天文馆,如何将自己的科研成果在天文馆很好的诠释;", "label": "天文学", "id": 0}
{"content": "<正>伴随着长达一个世纪的\"马拉松式\"的引力波发现历程;伴随着中子星碰撞所产生\"千新星\"的科学模型得到观测验证的重大里程碑式事件;随着2019年诺贝尔物理奖授予宇宙学和系外行星探测领域的三位专家。宇宙学/天文学已作为一种前沿\"显学\"开始昂首步入公众的视野,日益成为现代科学热点舞台上的主角。", "label": "天文学", "id": 0}
{"content": "<正>上海天文馆的建设工程已进入最后一年,当前正在进行展示工程的装饰布展现场施工及展品展项研发,该报告将报告上海天文馆的最新进展情况和未来计划。", "label": "天文学", "id": 0}
{"content": "<正>中国天眼（FAST望远镜）于2020年1月正式通过国家验收,从最初1994年提出建议书到通过国家验收验收走过了26年的历程。伴随着FAST望远镜的预研、设计、建造、调试和运行的全过程,FAST团队还在另一条主线\"天文教育和科普\"方面,在贵州开展了大量的工作。", "label": "天文学", "id": 0}
{"content": "<正>本报告基于国防科大天文普及教育20年的实践,以国际上最为常用的CDIO大纲为工具分析了天文学教育对工科学生能力素质培养的贡献度,介绍了国防科大集《航天时代的天文学》新生研讨课、《天文学基础》全校公共课、天文前沿与观测实践系列MOOC为一体的多层次多样化课程体系,", "label": "天文学", "id": 0}
{"content": "<正>银河系的贫金属星为我们研究星系早期元素核合成提供了珍贵的样本。探索贫金属星化学元素的天体物理来源具有重要意义。我们利用多分量的参数化方法对银河系中280多颗贫金属星（-4.5<[Fe/H]<-1）的元素丰度进行了分解。研究结果表明,绝大部分样本星的中子俘获元素的丰度主要来源于主要r-过程、弱r-过程和主要s-过程的贡献。恒星中部分轻元素的丰度来源于P分量的贡献（宇宙诞生早期的大质量星的贡献）,该分量的贡献随金属丰度的升高越来越小,[Fe/H]>-1.5几乎为零。主", "label": "天文学", "id": 0}
{"content": "<正>我们正处在新一轮科技革命蓬勃发展的时代,以互联网、人工智能、学术评价、区块链技术为首的新一代信息技术日新月异。科学研究正朝着协同与合作的方向发展。目前天文学在协同观测,共享数据等方面有着强烈的需求,但是在具体合作上存在着很多障碍和壁垒。天文协作联盟旨在面对这些新技术所带来的在软件、算法及工作模式上的机遇和挑战,利用这些新技术促进天文学家与天文学家、天文学家与仪器、仪器与仪器三者之间的相互合作,打破合作壁垒,创造一个全球化的天文", "label": "天文学", "id": 0}
{"content": "<正>通过原子模拟星际介质（ISM）条件下基本气体分子在碳纳米颗粒上的吸附过程,我们发现碳纳米颗粒对星际多环芳烃（PAH）的形成可能有着重要作用。我们的结果显示芳族有机物比脂族更容易被吸附。由于结构相似性,这种吸附的选择性有利于在分子云中形成PAH和层状类富勒烯结构。我们还观察到有机分子在形成团簇之前,会在纳米颗粒表面形成一个薄层,启示星际介质中发现的洋葱状纳米结构很有可能", "label": "天文学", "id": 0}
{"content": "<正>关于\"年\"的由来,现在有一个家喻户晓的说法,即年是古代一种会伤害人和动物的怪兽。可事实上,\"年\"无论是在甲骨文中还是在古文献中都没有怪兽的含义,而是一个与太阳年或者收成有关的词。怪兽说只是近代创作的一种儿童故事。由此提示天文学史研究者,对于历史上某些广泛流行的与天文学有关的观念的起源,需要辨别其是真正来源于天文学知识还是一种传说。天圆地方的观念即是一例。", "label": "天文学", "id": 0}
{"content": "<正>在新高考改革与《高中地理新课程标准》、《高中物理新课程标准》（2017版）颁布背景下,高中天文教育迎来新的机遇。高中开展天文课程与观测活动,有助于落实学生地理学科核心素养,通过青少年科技创新大赛,学科竞赛,论文发表等自主招生认可的方式,选拔一批有兴趣从事天文学研究的高中生报考重点高校天文系。笔者所在单位在天文教育平台建设,天文课程开发,教师专业发展,天文学人才培", "label": "天文学", "id": 0}
{"content": "<正>北京天文馆负责组队参加各项国际天文奥林匹克竞赛赛事已有十六年了。这其中,国家队的集训课程起着非常重要的作用。本报告将回顾分析国家队集训课程演变。", "label": "天文学", "id": 0}
{"content": "<正>总结介绍2017～2018年开展的前两届\"全国大学生天文创新作品竞赛\"的情况,总结经验与不足,广泛征求改进意见。", "label": "天文学", "id": 0}
{"content": "<正>澳门科学馆天文馆是目前拥有全球最高分辨率球幕系统的8K3D天文馆,但如何打破市民中\"天文馆仅是球幕影院\"的刻板印象,如何突破运营中\"影院化\"的观念定势,如何将现有8K3D球幕系统最大限度开发活用,是近年澳门科学馆天文馆部在重新思考并尝试解答的问题。本报告以近四年在澳门科学馆天文馆运营中的参与式观察为基础,亲述公司制体制下天文馆部门的一系列策划提案及其提出原因、推进历程和效果分析,并以传播学和公共关系框架总结\"球幕+科普综合多媒体矩阵\"、\"球幕+受众细分\"等理念", "label": "天文学", "id": 0}
{"content": "<正>一、学会简介大连市牧夫天文学会是由从事天文研究的单位和个人自愿组成的学术性社会组织,是东北三省最专业天文学术和科普组织之一。常年举办科普展览、路边天文活动和天文培训讲座。二、学术活动1、学术培训交流针对特殊天象和天文理论,面向天文工作者、天文社会团体成员举办培训交流活动。2、深空观测摄影常年在大连市步云山活动基地进行深空观测和摄影活动,摸索出一套适合当地气候和环境的天文户外活动机制。建设远程天文观测系统,提高天文观测设备开机", "label": "天文学", "id": 0}
{"content": "古代伊朗科学家曾对科学,特别是天文学做出过重大贡献。当代的伊朗科学家继承了这一传统,并致力于向公众传播科学。21世纪初,由一批科学家、热心科学传播的社会人士和私营企业组成的非政府组织积极筹建马什哈德天文馆、科学中心等科普场馆。本文通过这一案例,讨论了非政府组织在科普场馆建设和科学传播中的作用、问题和可行性,并介绍了马什哈德天文学会为此采取的相应对策。", "label": "天文学", "id": 0}
{"content": "科苏梅尔天文馆是墨西哥金塔纳罗奥州四座天文馆之一,位于加勒比海中的科苏梅尔岛上。科苏梅尔岛作为旅游胜地,每年都会接待无数慕名而来的游客。当地丰富而独具特色的旅游资源为天文馆的发展带来了机遇与挑战。在发达的旅游业氛围中,科苏梅尔天文馆的目标不仅限于服务当地公众,也期望吸引更多外国游客。科苏梅尔天文馆采取的一系列措施,使其不仅成了岛内的教育中心,同时也成了游客向往的观光目标。", "label": "天文学", "id": 0}
{"content": "<正>我们利用德令哈13.7米毫米波望远镜对GEM OB1区域进行了CO及其同位素3条谱线的巡天观测,覆盖面积~60平方度。根据分子云气体的空间分布与速度信息,该区域的分子云可以分成了4个成分:位于Local arm上的Lynds Dark Clouds和West Front Clouds,位于Perseus arm上的GEM OB1分子云复合体,新发现的具", "label": "天文学", "id": 0}
{"content": "<正>利用IRAC的8um测光数据,我们在Bootes天区内选取z<0.3的PAH选星系样本,结合Spitzer、Herschel的红外观测得到星系的PAH光度和FIR光度,利用SDSS、MMT的光学观测得到金属丰度,研究近临宇宙中金属丰度对\"PAH光度—FIR光度\"定标关系的影响。", "label": "天文学", "id": 0}
{"content": "<正>北京天文馆承担和参与了多所高校面向非天文专业本科生的的基础天文选修课的授课工作。通过多年的实际教学活动,我们总结出了一套较为完整的课程设计和教学方法。在此与大家交流和分享。", "label": "天文学", "id": 0}
{"content": "<正>作为六大自然基础学科的天文学是唯一没有纳入中小学必修课的自然学科,中学阶段的天文学基础呈现碎片化特征分布于物理、地理等学科中,系统化天文科普教育的缺失对我国天文人才的培养影响深远。在全面提倡中学学科核心素养的教育背景下,佛山市顺德区容山中学以天文社团为依托,以学校特色课程活动为载体,", "label": "天文学", "id": 0}
{"content": "<正>基于在小学3-6年级天文课程的实践,考虑到这个年龄段学生的兴趣爱好、理解能力、以及普通学校的设施情况,我们设计了4-6个短学时的课程,以期达到丰富学校的课程选择和开阔学生眼界与思路的目的。", "label": "天文学", "id": 0}
{"content": "<正>在考古天文学的田野研究过程中,经常遇到需要在计算日出方位角,并结合地形的高度角进行改正的情况,尽管利用目前已有的一些APP进行观测和估计能够勉强满足工作,但是需要耗费许多时间和精力,且往往只能获得粗略的结果。为此,我们专门设计了一款用于日出方位计算的APP,并结合AR技术,可以方便地完成特", "label": "天文学", "id": 0}
{"content": "<正>纳米金属铁（Nano phase-Fe~0）是指形成于太空风化过程并广泛分布于月球等无大气行星体（Airless planetary bodies）表层土壤中的纳米级单质金属铁颗粒。纳米金属铁通常被认为形成于微陨石轰击过程中的蒸发沉积作用以及太阳风粒子的溅射沉积作用（Sasaki et al.,2001;Wiesli et al.,2003;Anand et al.,2004;Wang et al.,2012）。然而,我们最近的", "label": "天文学", "id": 0}
{"content": "<正>182Hf-182W短周期放射性衰变体系适用于限定行星金属-硅酸盐分异的时间。原因:（1）182Hf-182W体系的半衰期是8.90 Myr（Vockenhuber et al.,2004）,可以揭示太阳系形成后~60 Myr内的历史,行星的形成和早期分异基本发生在这一时间范围之内;（2）金属硅酸盐分异过程中,Hf-W发生分馏,Hf完全进入硅酸盐相,W则倾向于进入金属相,若行星的金属核分离发生在182Hf灭绝之前,则分离两相", "label": "天文学", "id": 0}
{"content": "<正>钙是一个难熔的亲石元素,在球粒陨石和石质行星中丰度较高,且被认为在行星吸积、凝聚过程中其同位素组成因为高温凝聚或者挥发而造成同位素分馏（Rubin,2011）,因而被认为是研究地球和地外物质起源的一个非常好的示踪剂。综合作者最新所得的和现有的文献数据,可以发现:地球的钙同位素组成是1.05‰±0.04‰（Huang et al.,2010）,玄武", "label": "天文学", "id": 0}
{"content": "<正>介绍湖北天文学科的发展历史、当前主要的研究队伍和方向以及天文科学教育与普及工作。分析未来湖北天文学科的发展及人才培养潜力,吁请天文学会及各天", "label": "天文学", "id": 0}
{"content": "<正>中国科学院五大天文台联手打造了中国虚拟天文台这个网络化的科学研究和科普教育环境,有效集成了各天文台站以及国外重要的天文数据资源,同时提供了计", "label": "天文学", "id": 0}
{"content": "<正>恒星的金属元素丰度,是恒星的重要特征。恒星大气中金属元素的混合模式反应了恒星诞生时的环境。α元素、氧元素、碳元素,是银河系演化的重要示踪元素,也是恒星年龄的指针。", "label": "天文学", "id": 0}
{"content": "<正>自从1983年Gilmore等人第一次发现银盘有薄盘与厚盘之分后,薄盘与厚盘的各种特征逐渐为人所了解。跟据观测结果来看,薄盘与厚盘在速度特征以及年龄特", "label": "天文学", "id": 0}
{"content": "<正>恒星的元素丰度可以通过分光观测的恒星光谱测量决定,主要反映恒星大气的化学组成。贫金属星下的共振线吸收轮廓会受到严重的非局部热动平衡效应的影响,", "label": "天文学", "id": 0}
{"content": "<正>我们从LAMOST的DR3,DR4 Q1和Q2的92510条星系光谱中选取了48个处于近邻宇宙（z<0.14）的贫金属星系。这些星系的光谱都有很明显（S/N>3）的[OIII]4363发射线,我们利用电子温度的方法计算出其金属丰度,范围为7.63-8.46。我们从", "label": "天文学", "id": 0}
{"content": "<正>介绍高校开展天文科普教育的经验、问题和创新,重点讨论其面向中小学天文科普教育的拓展及科普商业化的尝试。另介绍\"全国大学生天文创新作品竞赛\"的", "label": "天文学", "id": 0}
{"content": "<正>1、国家天文台兴隆观测站科普工作定位1)定位与目标2)工作原则3)工作规划2、国家天文台兴隆观测站科普工作当前进展汇报", "label": "天文学", "id": 0}
{"content": "<正>行星和其他天体物质是研究太阳系早期演化、行星形成和分异过程的重要研究对象,也是研究地球的物质和成分的重要参考物。地球作为高度演化的行星经历过后期复杂的地质作用,其原始成分和早期演化信息丢失。而天体物质的同位素组成相较于化学组成在示踪太阳系演化和各种行星过程方面有诸多的优越性。近年来高精度同位素分析技术的发展,特别是金属同位素分析技术的发展,对太阳系早期演化和行星形成过程提供了重要的制约。高精度同位素测量包含两个层面的内容:（1）非质", "label": "天文学", "id": 0}
{"content": "<正>氦是各种宇宙天体的主要组成元素,其热力学状态方程对于天体物理研究具有重要意义。状态方程研究的难点在于部分电离区,尤其是压致电离的准确描述。本文基于自洽液体微扰论和电离平衡模型研究4He状态方程的压致电离效应,揭示与压致电离相关的物理因素以及对状态方程的影响。在有限温度下,温致电离通常与压致电离同时存在。如图1所示,低密区以温致电离为主;高密区以压致电离为主;在中等密度区,由于温致电离受到抑制而压致电离尚微弱因而电离", "label": "天文学", "id": 0}
{"content": "<正>硫和磷元素是地球及类地行星（如火星）的固体内核中重要的轻元素。Fe3S和Fe3P则是目前认为的在火星及地球固体内核中硫元素和磷元素的重要赋存相,对它们进行压缩性研究,将有助于认识轻元素在类地行星固体内核中的含量及分配行为。Fe3S和Fe3P具有相同的晶体结构,空间群均为I4,Z=8。我们采取金刚石压腔和同步辐射X射线衍射,开展了Fe3S和Fe3P在常温下压力达9GPa时的压缩性质对比研究。在实验压力范围内,Fe3S和Fe3P均未发生相变。固定K’=4,3", "label": "天文学", "id": 0}
{"content": "天文学对认识人类在自然界的地位、培养科学的思维方法、树立正确的世界观,从而提高全民的科学文化素质具有重要的作用。天象节目是进行天文科普的重要手段,本文从简述天象节目的发展历程开始,对国内外天象节目的现状、存在的问题和发展方向进行了阐述,同时探讨了天象节目在选题、表演手段、解说词等方面的创作要求。", "label": "天文学", "id": 0}
{"content": "两宋时期,置于\"内廷\"的翰林天文院与\"外朝\"的司天监（太史局）在天象观测与奏报的职责上形成了彼此监督、相互制约的依存关系,从而在天文机构的设置上体现出内廷与外朝\"互为关防\"\"互相检察\"的特点;同时,为保守天文秘密,中央王朝规定天文官不得与百官臣僚来往,并确立了依据传统《星经》或天文\"占书\"来解释天象,进而\"实封以闻\"的天文奏报制度。另一方面,朝廷通过天文、历算、三式三科的策试与考核来选拔天文人才,其中对于历算科的改革体现出切中时务和与时俱进的特点。对于民间天文学,尽管朝廷厉行天文之禁,但官方也注意吸收\"私习天文\"者进入司天监。南宋以后,民间天文学在\"历数\"和校正日月交食方面略胜一筹,故朝廷数次降诏征求通晓天文历算的草泽之士。由此,民间\"私习天文\"的禁令徒具空文,流于形式,南宋的天文政策因而呈现出很大的弹性空间和灵活特征。", "label": "天文学", "id": 0}
{"content": "<正>介绍由中国天文学会普委会牵头筹备中的\"全国大学生天文创新竞赛\"的基本情况与初步方案,征询各位委员及天文教育与科普人士的意见建议。", "label": "天文学", "id": 0}
{"content": "<正>2012年,LAU（国际天文学联合会）首次在中国举办大会,北京天文馆负责承办LAU大会教育分会场的活动。IAU第46委员会（即教育委员会）的Rosa M.Ros教授（西班牙巴塞罗那加泰罗尼亚理工大学）和Beatriz Garcia教授（阿根廷国立技术大学）与北京天文馆共同举办了为期一天的天文教师培训活动。因", "label": "天文学", "id": 0}
{"content": "<正>上海天文馆是上海市政府主导进行的又一项重大科普场馆建设工程,上海科技馆具体负责工程建设,上海天文台负责专业技术支撑。该工程已于2014年1月获得上海市政府正式立项,2015年获得建筑可行性研究批复,批复总建筑面", "label": "天文学", "id": 0}
{"content": "<正>近年来,越来越多的中学生喜欢上了天文摄影。北京天文馆和北京市海淀科普教育协会合作,开办了中学生天文摄影班。我们通过如下7个步骤教导中学生进行天文摄影:1、教给学生相关天文基础知识;2、教学生如何使用相机和天文望远镜;3、教学生如何使用各种星图（包括纸质星图和星图软件）;4、教学生", "label": "天文学", "id": 0}
{"content": "<正>Astrochem是由法国格勒诺布尔天文台的Sebastien Maret编写而成。它是基于Linux系统,主要由C语言与Python语言编写而成,用于计算星际介质中化学物质丰度随时间变化的代码。此代码不仅可用于计算静态的物理过程中,还可", "label": "天文学", "id": 0}
{"content": "<正>锂是最重要的轻元素之一。在不同天体物理条件下锂丰度的测量对于研究恒星内部的核物理过程,探讨银河系的化学演化以及宇宙学等具有十分重要的意义。在恒星演化的过程中,锂元素在相当低的温度下（约2.6×106 K）即可发生核反应,在低质量恒星内部很容易被损耗。因此,富Li巨星的发现很令人震惊", "label": "天文学", "id": 0}
{"content": "<正>观测表明,GroupⅠ,Ⅱ,andⅢ中恒星的中子俘获元素丰度随金属丰度变化有不同的趋势。研究GroupⅠ,Ⅱ,andⅢ恒星的形成机制、演化过程对我们来说非常重要,它是我们理解其他星系恒星形成及演化过程的一个重要参考样本。并且已经有很多关于GroupⅠ,Ⅱ,andⅢ中恒星形成及演化过程的研究成果,但仍有些问", "label": "天文学", "id": 0}
{"content": "<正>天体样品在从母体分离到进入地球大气期间会受到宇宙射线的辐射,这些样品与宇宙射线中的高能粒子以及之后产生的二次粒子通过散裂反应和热中子及超热中子捕获反应改变了样品中原有的元素和同位素组成,这些由于宇宙射线辐射而产生的核素被称为宇宙成因核素。人们对于宇宙成因核素的", "label": "天文学", "id": 0}
{"content": "西夏历法文献多以表格的形式撰写的,右部表头自上而下为日、木、火、土、金、水、罗（罗睺）、孛（月孛）、炁（紫炁）九曜星宿,上部表头自右而左为一年十二个月的月序。表格中填写的内容多为数字与地支的组合,以往学界认为是用来表示九曜星宿与该月日、时的关系的,实则是以十二次为背景,记载九曜星宿运行情况的。其间夹杂的一些关于描述行星运行的术语可以作证。本文首次披露西夏历日文献中有大量长期观察行星运行的记录,仅инв.No.8085中的观察数据就达88年之久,希望能引起古代天文历法学界的注意。", "label": "天文学", "id": 0}
{"content": "本文阐述了中国北回归线星象文化的基本概念,指出星象文化是人类与自然相适应过程中所创造的一种生态文化。它是中华民族优秀传统文化的重要组成部分。北回归线穿越我国台湾、福建、广东、广西和云南等五大省、区,沿线地区星象文化旅游资源非常丰富。积极发掘和整合这些资源,既可促进中国特色文化事业的建设,又可推动旅游产业发展。这对公众,特别是青少年群体建立起一个更宏观的、人与自然环境相适应的生态观,对北回归线传统文化知识推广、天文科普、促进各种优秀文化的交流和融合,以及旅游等产业发展都具有特别重要的意义。", "label": "天文学", "id": 0}
{"content": "本文以中华书局本《史记》、《汉书》、《后汉书》、《三国志》、《魏书》、《晋书》、《梁书》、《开元占经》、《资治通鉴》等典籍,校勘中华书局1974年版《宋书·天文志》,得拙见数则。", "label": "天文学", "id": 0}
{"content": "<正>在中国古代,月亮在天文学家的心目中,是与太阳等量齐观的巨大天体,也是\"阴\"\"阳\"观念的重要源头之一。本文从日、月对社会生活的影响,以及\"阴\"\"阳\"观念出发,选取\"阴燧\"\"阳燧\"作为论据载体,通过\"阴燧\"\"阳燧\"的考证,试图说明:科学史研究要从古人认识", "label": "天文学", "id": 0}
{"content": "<正>这是作者在2014年第16届中美前沿科学研讨会上所做的邀请报告的中文版。作者以北京天文馆近年来在科学传播方面的工作为例,介绍了中国大陆地区天文科普和天文教育的一", "label": "天文学", "id": 0}
{"content": "<正>WorldWide Telescope Ambassadors（WWTA）是一个基于WWT软件进行天文教育的项目,核心成员来自于哈佛大学,哈佛-史密松天体物理中心的天文学家和老师。在经历了美国中学教育,学习了教育研究方法,并参与了各类天文科普活动之后,我认为他们自由开放的课程,鼓励学习者动手体验的意图,依托博物馆普及知识的方式,充分利用信息技术(软", "label": "天文学", "id": 0}
{"content": "<正>24史月、行星掩犯恒星的7 000多条记录中,90%以上是犯的记载。此类记录的可靠性比较高,自北宋开始,月与五星掩犯恒星的错误率平均为10%,而之前的平均错误率也仅有20%。在用现代天文学计算方法检验的基础上,考证了哭星、泣星、东咸等传统星官与", "label": "天文学", "id": 0}
{"content": "<正>结合《漫步中国星空》一书,介绍中国古代传统星官知识,并阐述如何发扬中国古天文文化的设想。", "label": "天文学", "id": 0}
{"content": "<正>学术性学生天文社团的校本课程,为学生提供了丰富、更具广度和深度的学习机会,对于培养拔尖创新人才,以及推动学术性高中的创建都有着十分重要的意义。在开发过程中,应秉承\"丰富教学模式\"、\"生本教育\"、\"多元智能理论\"等理念,建设符合学生认知规律的,", "label": "天文学", "id": 0}
{"content": "<正>波前重建是自适应光学系统中的一个重要环节,对系统性能有重要影响。本文研究了一种无参考输入光条件下,基于Shack-Hartmann波前传感器的自适应波前重建算法,能根据", "label": "天文学", "id": 0}
{"content": "<正>《澄江联合天文科普基地建设》项目是云南天文台与澄江县科协一起申报的项目,于2014年正式启动,项目受国家自然科学基金委员会支持,批准号11320006。经过十个月的建设,2014年9月25日科普开放日,联合天文科普基地的天文科普电教室、天文望远镜已", "label": "天文学", "id": 0}
{"content": "<正>介绍利用叠加法统计研究已知系外行星是否近似满足太阳系内行星轨道分布的提丢斯-波德定则（TBR）,按照母恒星物理性质分类研究其与TBR的偏差大小,并针对统计结果", "label": "天文学", "id": 0}
{"content": "<正>AIRE Linux是专门提供给天文学家使用的Linux版本。基于Debain Linux开发,将集成主流的天文数据分析软件。以虚拟机的形式发布,便于天文学家安装与配置。本报告将介", "label": "天文学", "id": 0}
{"content": "<正>从上世纪60年代末到本世纪初的几十年里,月球一直被认为相对于地球严重亏损挥发性元素。据Taylor等人估计,月球含水量不足1ppb,比地球和火星低至少6个数量级。最近几年,利用先进的二次离子质谱仪（SIMS）和红外光谱仪（FTIR）,研究者在月球火山玻璃、磷灰石、斜长石和橄榄石中的熔体包裹体内检测到了几个至几千ppm的水。根据模", "label": "天文学", "id": 0}
{"content": "<正>金属线A型星是一组化学丰度异常的A型星,其主要特征是Ca和Sc元素的减丰以及iro-group元素的增丰。到目前为止,关于这类恒星的研究涉及到各个方面,包括个别元素丰度分析,Am的成双性,自转速度,脉动性及大气扩散理论的研究等。尽管如此,这一领域仍然还有很多问题没有解决。而且由于迄今为止搜集到的Am样本较少,一些提出的理论没", "label": "天文学", "id": 0}
{"content": "<正>观测表明,银河系中的铜元素（Cu）随银河系演化的趋势明显异于其他铁族元素,且表现出多种特征。基于这些结果可以推断多种核合成机制对Cu有贡献。到目前为止,它们所贡献的比例一直存在较大争议,特别是非局部热动平衡效应（NLTE）对Cu丰度确定的影响还不清楚,这被普遍认为是解决Cu元素争议的重要钥匙之一。我们利用高分辨率高信", "label": "天文学", "id": 0}
{"content": "<正>随着仪器对数据采集的精度越来越高,速度越来越快,数据量与日俱增。数据处理任务已经难以再在个人计算机上进行了,一来是需要长时间等待大量数据的下载,二来是个人计算机性能有限。云计算的出现即是为了应对大数据的挑战。海量天文数据的发布检索,重点", "label": "天文学", "id": 0}
{"content": "<正>我们利用青海站13.7米毫米波望远镜对Gem OB1 molecular cloud complex进行了CO及其同位素13CO、C18O（J=1-0）的观测,覆盖了整个区域58.5平方度。该区域主要涵盖", "label": "天文学", "id": 0}
{"content": "本文论述了空间中有超微观粒子的存在和运动方式。假设超微观粒子向星球中心聚流,由此推导出产生引力的原因和物体自由降落存在加速度的本质;当超微观粒子流具有一定的密度和速度时的定向运动形成电流;并在地球内部产生热量;超微观粒子流的环状回流运动形成磁场;论述了超微观粒子流在地球内部合成化学元素的基本原理;为了证明地球内部存在合成化学元素,提出通过考察地球膨胀、地震、火山喷发等现象进行综合分析,并提出矿物矿床形成的地质年代符合序数效应;本文依据推论提出的原理可以促进引力和原子结构的研究、为利用丰度大且价格便宜的化学元素转化为贵重的稀土元素提供新的思路。表明本文提出的原理有一定的实用价值。", "label": "天文学", "id": 0}
{"content": "<正>2012年8月21日,习近平在IAU大会开幕式讲话中说:\"应该把科学普及放在与科技创新同等重要的位置,充分发挥教育在科学普及中的重要作用……\"。2013年,教育部成立天文学类专业教学指导委员会。2005年开始,天文教育、科普类成果有缘问鼎国家科技进步二等奖。2005年开始,每四年颁发一次的高等学校国家级教学成果奖出现与天文选修课有关的授奖项目。2010年,中断5年后恢复的第四届全国优秀科技工作者评选开始青睐天文教育、", "label": "天文学", "id": 0}
{"content": "<正>本报告将介绍南京大学天文学公选课《普通天文学》的授课理念与教学实践。针对特定的修课人群,我们制定了专门的教学内容、教学体系以及评分标准;在实践中则运用了多种", "label": "天文学", "id": 0}
{"content": "<正>关于黄道十二宫的中国化问题,前人主要从十二宫宫名以及图像的汉化两个方面去加以论证。作为一种外来的天文学说,黄道十二宫传入中国后,其天文系统本身也经历了一个融", "label": "天文学", "id": 0}
{"content": "<正>担负着苏州天文科普的组织与指导工作的苏州市青少年天文观测站上世纪八十年代初该站提出了\"基地——网络——细胞\"的活动创新模式,筹建了青少年天文爱好者协会、苏州市天文学会建立全市的天文网络;组织开展了历次重要天象的观测和科普活动,打造了多项", "label": "天文学", "id": 0}
{"content": "<正>贫金属星一般是指形成于宇宙早期、年龄较老的恒星,研究贫金属星的锂丰度有助于了解银河系早期演化遗留下来的信息。对金属丰度较低,且T e f f>5700K的主序星研究发现,其锂丰度与金属丰度和有效温度无关,这种现象被称为\"锂丰度平台\"。对[Fe/H]≤-2.5的", "label": "天文学", "id": 0}
{"content": "<正>本文使用Bisterzo2010年发布的Fe/H=-2.6的s过程产量对贫金属星s+r星做拟合,并认为Eu元素主要由s+r星r过程产生,用s+r星r过程与Arlandini的r过程进行的比较,", "label": "天文学", "id": 0}
{"content": "天文微博科普是利用微博进行科普的较为成功的案例之一。对新浪微博上的天文微博进行研究,介绍了天文微博的整体情况,总结了天文微博的特点,并对其他学科进行微博科普提出了建议。", "label": "天文学", "id": 0}
{"content": "<正>分野是中国古人建立的一种天地关系模式,即将不同天区与一定的地区对应,并以某天区内天体的运行情况,了解判断所对应地区的休咎禨祥。其天区的划分包括十二次（宫）和二十八宿（舍）,地区的划分有数种,如州、国等。分野模式是古人探索宇宙的一项结果,其背后蕴藏了丰富的文化内涵。分野作为占天术的依据之一,自先秦以来不断传流和变化,并在流传中涌现出许多相关的理论和著述,明代官修《大明清类天文分野之书》（简称《分野书》）即是其中之一。本文以《大明清类天文分", "label": "天文学", "id": 0}
{"content": "<正>在国家及省直有关部门的关心支持下,2013年5月21日至24日,第十五届中国科协年会\"500米口径球面射电望远镜与地方发展\"论坛（简称\"FAST论坛\"）在贵州省黔南州成功举办,达到甚至超过了预期效果。现将FAST论坛有关工作总结如下:一、论坛基本情况（一）论坛主题:\"500米口径球面射电望远镜与地方发展\"论坛,围绕中", "label": "天文学", "id": 0}
{"content": "<正>第十五届中国科协年会（以下简称\"科协年会\"）由中国科协和贵州省人民政府联合主办,于2013年5月25-27日在贵州省贵阳市举行。围绕贯彻落实国发[2012]2号文件精神和贵州省科技、经济、社会发展中的关键问题和热点难点问题,推动贵州省科技创新,促进产业结构调整升级,加快转变经济发展方式,助推贵州科学发展、后发赶超,设立了一系列专题论坛作为\"科", "label": "天文学", "id": 0}
{"content": "<正>段宝岩院士一、基本信息出生日期:1955年3月职务职称:中国工程院院士、西安电子科技大学教授专业领域:机电耦合、工程结构优化设计、CAD/CAE二、个人简介2002年至2012年担任西安电子科技大学校长、党委常委。973项目首席科学家、总装备部卫星有效载荷专家组成员、中国电子科技集团先进制造技术专家组成员。兼任国际计算力学学会（ISCM）会员,中国电子学会会士及", "label": "天文学", "id": 0}
{"content": "<正>2012年国务院发布了2号文件——《国务院关于进一步促进贵州经济社会又好又快发展的若干意见》（国发[2012]2号）,文件提出\"加快推进黔东南州、黔南州、黔西南州及其他民族自治地方跨越发展\",\"打造具有国际影响的原生态民族文化旅游区\",文件要求推进城镇化进程,促进城乡统筹发展,加快社会主义新农村建设,深入推进扶贫开发,促进民族地区跨越发展,把\"三", "label": "天文学", "id": 0}
{"content": "<正>2013年5月24日下午,第十五届中国科协年会专题\"500米口径球面射电望远镜与地方发展\"论坛的国内外专家,结合两天实地调研情况积极发言,就促进FAST贵州配套规划的开展,加强科技、教育、文化和经济领域的国内外交流,发展高端科普旅游,促进黔南州和美国阿雷西博市的合作等方面建言献策,并和黔南州领导班子和州县各相关部门进行了互动和交流,现将讨论情况概述如下。", "label": "天文学", "id": 0}
{"content": "<正>（注:根据录音记录,仅供参考）一、索凤利（北京贝乐文化传媒有限公司总经理兼创意总监）:我是北京贝乐文化传媒有限公司的,这次平塘星的雕塑就是我们设计的。这两天（5月22日、23日）在平塘、罗甸进行考察,就是想借FAST项目为贵州造势,对外宣传咱们贵州。最近几年,云南旅游各方面发展都比较好,就是一个宣传的作用。其实咱们贵州风景很美,山美水美,有独特的民族文化,非常有特色。外国朋友对咱们民族的东西特别感兴趣。咱们首先要用FAST来加强宣传,使人们有走进贵州的欲望。我相信其他的,象交通、通信这些", "label": "天文学", "id": 0}
{"content": "<正>第十五届中国科协年会专题论坛《500米口径球面射电望远镜与地方发展》专家建言1.从保障FAST的正常运行和地方经济协调发展出发,考虑台址周边地区优势自然资源、经济条件和地区特色,您对《FAST工程贵州配套规划》（草案）有何意见和建议?FAST项目要求周边电磁环境尽可能安静,而地方希望借助FAST项目促进当地经济与社会快速发展,这是一对矛盾,需要有一个合适的统筹、把握一个适当的度。美国Arecibo 305米口径天线较好地解决了该问题,可供借", "label": "天文学", "id": 0}
{"content": "<正>第十五届中国科协年会专题论坛《500米口径球面射电望远镜与地方发展》专家建言1.从保障FAST的正常运行和地方经济协调发展出发,考虑台址周边地区优势自然资源、经济条件和地区特色,您对《FAST工程贵州配套规划》（草案）有何意见和建议?（字数不限）（1）增加媒体和舆论战略的内容。（2）增加科技外交与帮助当地加大开放的内容。（3）增加财政转移支付与可持续投资建设的内容及方案。（4）增加重点FAST项目为重点的科技项目及建设的价值链与产业链、项目", "label": "天文学", "id": 0}
{"content": "<正>第十五届中国科协年会专题论坛《500米口径球面射电望远镜与地方发展》专家建雷中国科协第十五届年会是一场凝心聚智、彰显风范、搭建平台、吸引人才、共促发展的科技盛宴。\"民族医药产业发展论坛\"和\"500米口径球面射电望远镜与地方发展论坛\"两个活动在黔南举办,国内外科技精英汇聚山水桥城,是我州科技工作发展历程前所未有的盛事,也是黔南人民翘首以期的喜事。在此,我代表黔南州四家班子、全州各族人民向莅临这次论坛的专家学者表示热烈的欢迎。科技是第一生产力,科技引领对欠发达地区来说具有", "label": "天文学", "id": 0}
{"content": "<正>第十五届中国科协年会专题论坛《500米口径球面射电望远镜与地方发展》专家建言1.从保障FAST的正常运行和地方经济协调发展出发,考虑台址周边地区优势自然资源、经济条件和地区特色,您对《FAST工程贵州配套规划》（草案）有何意见和建议?充分将FAST和该区域的秀美自然风光、特殊的地质结构、悠久的历史和多民族文化等优质资源相结合,开发特色旅游和相关产业,将该区域建设成集科研、教育、科普、旅游、休闲基地,带动地方经济发展和人才培养。在规划实施中,注意生态环境资源保护（例如水、植被等）,因为一旦规划实施", "label": "天文学", "id": 0}
{"content": "<正>第十五届中国科协年会专题论坛《500米口径球面射电望远镜与地方发展》专家建雷1.从保障FAST的正常运行和地方经济协调发展出发,考虑台址周边地区优势自然资源、经济条件和地区特色,您对《FAST工程贵州配套规划》（草案）有何意见和建议?（字数不限）重大基础设施是推动地方经济发展的巨大引擎,在建造和运行过程中将催生和衍生出大量新技术、新工艺和新装备,为培育战略性新兴产业和促进产业技术进步提供源源不断的强大动力。对于欠发达地区而言,重大基础设施的建成运营可以推动地方经济的跨越式发展。FAST作为一项具有世界级影", "label": "天文学", "id": 0}
{"content": "<正>第十五届中国科协年会专题论坛《500米口径球面射电望远镜与地方发展》专家建雷1.从保障FAST的正常运行和地方经济协调发展出发,考虑台址周边地区优势自然资源、经济条件和地区特色,您对《FAST工程贵州配套规划》（草案）有何意见和建议?（一）FAST台址及其电磁波环境的严格保护与相关地方经济的发展存在着非常特殊的关系。省、州、县及地方各级领导的正确理解和实践,至关重要。合理则互利双赢、相得益彰,反之则俱伤。（二）保障FAST出世界一流的科学结果,需要多年的努力和持续的支持。有FAST的科学积累和成功,她是平塘、黔南、贵州和中国的名片。反之,", "label": "天文学", "id": 0}
{"content": "<正>第十五届中国科协年会专题论坛《500米口径球面射电望远镜与地方发展》专家建言1.从保障FAST的正常运行和地方经济协调发展出发,考虑台址周边地区优势自然资源、经济条件和地区特色,您对《FAST工程贵州配套规划》（草案）有何意见和建议?（字数不限）FAST台址位于贵州高原向广西丘陵过度的KARST强烈发育带。土地贫脊,人类活动易造成水土流失和石漠化,加之又没有可开采矿产,农业发展潜力也不大。因此,保护好生态环境是最重要的工作。为FAST的运行和旅", "label": "天文学", "id": 0}
{"content": "<正>第十五届中国科协年会专题论坛《500米口径球面射电望远镜与地方发展》专家建雷1.从保障FAST的正常运行和地方经济协调发展出发,考虑台址周边地区优势自然资源、经济条件和地区特色,您对《FAST工程贵州配套规划》（草案）有何意见和建议?（字数不限）建议明确黔南特色和自然资源。在确保FAST安全运行的前提下,先完善《FAST工程贵州配套规划》,再针对性地细化该规划,为其实施奠定基础。创立名牌很难,有名牌不打造很无奈。建议把\"都匀毛尖\"充分规模化、国际化。", "label": "天文学", "id": 0}
{"content": "<正>第十五届中国科协年会专题论坛《500米口径球面射电望远镜与地方发展》专家建雷1.从保障FAST的正常运行和地方经济协调发展出发,考虑台址周边地区优势自然资源、经济条件和地区特色,您对《FAST工程贵州配套规划》障案)有何意见和建议?（字数不限）2.以FAST台站为中心,在方圆5公里范围内规划天文地质公园,FAST运行、天文科普与自然旅游资源结合发展,您对此有何意见和建议?（字数不限）", "label": "天文学", "id": 0}
{"content": "<正>第十五届中国科协年会专题论坛《500米口径球面射电望远镜与地方发展》专家建雷1.从保障FAST的正常运行和地方经济协调发展出发,考虑台址周边地区优势自然资源、经济条件和地区特色,您对《FAST工程贵州配套规划》（草案）有何意见和建议?我认为《规划》中提出的\"打造融文化探秘、科普学习、户外探险等功能于一体的大射电文化休闲旅游区\"的构想很有意义,也很有必要。\"天文科技旅游中心\"一定要有独特的方面,产品要以天文、人文和自然为主题。感觉在FAST周围大量建设实施、建设小城镇,可能会与FAST的观测", "label": "天文学", "id": 0}
{"content": "<正>第十五届中国科协年会专题论坛《500米口径球面射电望远镜与地方发展》专家建言本人参加了第十五届中国科协年会\"500米口径球面射电望远镜与地方发展\"论坛,围绕此活动访问了平塘县、都匀市等黔南地区。从中看到了贵州省、黔南州对发展经济与文化的重视以及贵州经济的快速增长。大型天文望远镜的建设成功,将成为世界之最。对我国天文、物理、光学、信息等诸多领域走向世界前沿和拉动各种技术发展起到巨大推动作用。最直接受益者和", "label": "天文学", "id": 0}
{"content": "<正>第十五届中国科协年会专题论坛《500米口径球面射电望远镜与地方发展》专家建言1.从保障FAST的正常运行和地方经济协调发展出发,考虑台址周边地区优势自然资源、经济条件和地区特色,您对《FAST工程贵州配套规划》（草案）有何意见和建议?（字数不限）第一要考虑的、也是最重要的,是确保FAST有宁静安全的无线电环境,能够正常运行,确保科学产出。FAST建成后,是一个极具吸引力的科学、人文景观,必然吸引大量游客前往参观,其产生的人员、车辆移动、通信行为等的大量增加,势必给FAST运行环境的保护带来极大压力。FAST很可能也", "label": "天文学", "id": 0}
{"content": "<正>十五届中国科协年会专题论坛《500米口径球面射电望远镜与地方发展》专家建言1.从保障FAST的正常运行和地方经济协调发展出发,考虑台址周边地区优势自然资源、经济条件和地区特色,您对《FAST工程贵州配套规划》（草案）有何意见和建议?2.以FAST台站为中心,在方圆5公里范围内规划天文地质公园,FAST运行、天文科普与自然旅游资源结合发展,您对此有何意见和建议?3.其他您认为更适合协调地方科技、教育文化和经济发展的建议?整合力量把FAST打造成黔南乃至贵州的又一张明片", "label": "天文学", "id": 0}
