{"content": "<正>新冠病毒危机损害了美国人的收入、支出,并导致了前所未有的高失业率。但是,咨询公司韦莱韬悦进行的一项新调查发现,大多数公司计划在明年为员工加薪和发奖金。韦莱韬悦对美国各行业2021年薪酬计划进行了调查,发现各大公司预计对所有级别的员工（包括小时工）的平均工资加薪2.8%。根据调查,今年的增长率为2.7%,略低于标。在过去十年中,该标准约为3%。", "label": "工商管理", "id": 0}
{"content": "在改革開放後,大量的外資企業進入到我國珠三角地區開展商業合作,這些企業在經營模式上由\"三來一補\"逐漸向\"獨資\"模式進行轉化;本文主要論述在建設粵港澳大灣區戰略提出後,對在華珠三角地區日資企業發展出現的利與弊進行分析,瞭解在粵港澳大灣區建設後,以日資企業為代表的珠三角地區外資企業在粵進行生產經營所遇到的實際困難和發展難題和該類型企業發展所能帶動\"灣區\"經濟的實際作用,結合實際提出筆者本人的一些見解,為政府、企業決策提供借鑒。", "label": "工商管理", "id": 0}
{"content": "第二届中日企业法务论坛成功举办。中日两国三十余位公司法务领域专家和专业人士与会并围绕\"中日第三方市场合作中的企业法务\"\"新加坡调解公约与商事纠纷解决\"和\"人工智能与公司法务\"三个主题展开研讨。本次会议促进了中日两国企业法务在法律业务合作、商事纠纷解决、法律科技运用领域的交流。", "label": "工商管理", "id": 0}
{"content": "美国威特集团由李学海先生于1981年在美国纽约创立,已经发展成为跨国企业集团,重点在中国和美国地区投资经营。公司的设立正是在中国实行改革开放政策的初期。威特集团是中国改革开放初期最早一批到中国投资的爱国侨商之一。随着中国经济的不断发展,市场需求的变化,中国也由世界工厂、出口创汇为主的经济体,发展成世界最大的消费市场。威特集团紧跟时代的步伐及国家经济发展的需求,在中国的投资也从生产、出口、批发逐步转向开发国内零售市场、供应链服务、参与京津冀协同发展和\"一带一路\"建设。本案例将展现美国威特集团如何在中国改革开放的进程中通过在中国投资开发、参与中国改革开放事业而获得自身发展的。", "label": "工商管理", "id": 0}
{"content": "<正>随着\"一带一路\"倡议的实施推进,国内企业\"走出去\"境外投资日趋多元化和高端化,投资额逐年攀升。本文将主要围绕外商投资老挝涉及的法律环境、企业的设立经营的行政管理制度进行介绍。一、老挝关于公司注册经营的行政管理模式探究老挝工贸部曾在第十届的老挝商业会议上就公司注册及公司经营许可证注册问题做了报告,由于过多的要求条件及各种不合理的要求造成目前公司注册的程序所用的时间非常较长,相对于周边国家而言费用也更高。老挝关于公司注册经营的行政管理模式探究也是外商投资者必须了解的投", "label": "工商管理", "id": 0}
{"content": "<正>提到公司外交,首先我个人认为,是不是每个公司都可以做外交?肯定不是这样的。公司外交涉及到什么东西?我们要做公司外交首先要明确解决什么问题,比如说第一个解决外交问题,第二个是不是要解决面临的能源困境问题,第三个面临着公司的技术革新等等问题。如果面临这样的问题,公司利益和国家利益是什么样的利益?本身公司运营是一块,与真正", "label": "工商管理", "id": 0}
{"content": "<正>上海的德国中心严格来说就是一个企业,是为了适应中国的环境,把商会注册成企业,以企业的形式来运作。严格讲起来,它就是巴伐利亚银行的全资子公司放到上海,整个上海的德国社团都归这个企业管。再往上追溯,这个企业又和什么产生联系呢?一个是AHK,它是一个代表团,兼有一部分行政管理职能。它是一个最顶层的架构。下面为了适应中国的市", "label": "工商管理", "id": 0}
{"content": "<正>在十九世纪的俄罗斯商人中,有不少为俄罗斯文化和教育事业发展做出巨大贡献的杰出人物。他们之中不仅有靠茶叶贸易致富的人,而且有自己在华经营茶场的商人,他们在当地把原料加工成优质绿毫茶和黑毫茶。也许,他们之中最杰出的人就是巴维尔·安德烈耶维奇·波诺马廖夫,他是伊尔库茨克的一等商人,也是商业顾问。巴维尔·安德烈耶维奇·波诺马廖夫1844年6月20日出生于伊尔库茨克市,是安德烈·瓦西里耶维奇·波诺马廖夫家最小的一个孩", "label": "工商管理", "id": 0}
{"content": "<正>我今天重点为大家介绍美国的第三支柱体系中的两个,就是美国两种为微小型企业所创建的SEP IRA和SIMPLE IRA账户制度。我为什么觉得这个也有值得我们借鉴的价值呢?就是因为我们现在在全国掀起大众创业、万众创新的运动,很多人包括开始自己创业,成立自己的公司。实际上,在美国也有很多这样的人,美国1974", "label": "工商管理", "id": 0}
{"content": "据测算,在中国非农产业中,2015年生产税、企业所得税、社会保险、房产税和住房公积金与生产价格的比例为9.4%,比同年美国的6.7%高出2.7个百分点;在制造业中,中国此比例为6.9%,比美国的3.4%高出3.5个百分点。2015年中国上述四种税金占增加值的比例为33.6%,比美国的9.2%高出24.4个百分点;中国制造业企业四类税费综合负担率比美国高出2.5倍以上。出现这种状况的根本原因是中国的中间成本高、增加值率低。尽管中国劳动力成本相对美国还有较大优势,但生产管理效率较低,将我国在劳动力成本方面的优势抵消。未来我国劳动力成本将趋于上升,如果我国不能缩小技术和生产效率的差距,中国企业在成本方面将面临更激烈的竞争。", "label": "工商管理", "id": 0}
{"content": "当前全球气候变暖已成为世界各国关注的焦点,各国应对气候变化政策目标是共同的,即削减温室气体排放,实现可持续发展社会。但各国减排政策措施和手段方法则多种多样,减排成效也各式各样。其中企业自愿减排模式成为日本应对气候变化政策的最大特色,日本积极推动企业实行自愿减排,形成了政企和官民合作共同应对气候变化的良性互动,并取得了积极的减排成效。这一机制采取\"自下而上\"的自愿减排模式,它是适合日本国情的政策创新。但同时也带来了政府监管政策弱化,全国统一碳排放交易市场建立举步维艰的后果。", "label": "工商管理", "id": 0}
{"content": "蒙古国与中国区位紧邻,悠久的历史渊源与显著的资源互补性,决定了两国经贸合作的重要性和必然性。尤其蒙古国\"草原之路\"与中国\"一带一路\"构想目标的高度契合,更为两国开展全方位合作提供了千载难逢的机遇。在此背景下,蒙中合资企业的发展研究对于推进两国经贸合作具有重要的现实意义。本文从蒙中合资企业的发展基础和现状入手,认为蒙中合资企业发展面临政府政策连续性较差、基础设施相对薄弱、技术发展相对滞后以及其他人为因素等问题;而企业自身也存在市场调研不足、企业间恶性竞争、企业文化差异等问题,进而从蒙古国及中方企业两个层面提出相应对策与建议。", "label": "工商管理", "id": 0}
{"content": "<正>当今世界,跨国公司已经成为国际舞台上的重要行为体,控制着全世界70%以上的对外直接投资。而一个国家要想在经济上快速稳定发展,必须依靠大力发展对外直接投资。对外直接投资涉及的不仅是经济领域的资金要素流动,同时还与母国和东道国的政治因素密切相关,因此跨国公司的对外直接投资行为比一般企业单纯的经济行为更为复杂,影响也更为深远。所以利用政治经济学分析跨国公司的对外直接投资行为十分重要。在全球众多跨国公司中,美国的跨国公司因为其庞大的规", "label": "工商管理", "id": 0}
{"content": "<正>中国日报网5月27日电（信莲）据日本新闻网27日报道,日本经济界和财界将于今年11月,组建一个迄今为止最大规模的企业代表团访问中国。由日本上市公司和大型跨国公司组成的日本经济团体联合会（经团联）,首次联合由日本中小企业组成的日本商工会议所,并会同日中经济协会,联合组建这一个大型访中团。经团联和日中经济协会几乎每年都要组织一次访中活动,但是,联合日本商工会议所,这还是第一次。这一", "label": "工商管理", "id": 0}
{"content": "<正>《日本经济新闻》讯,日本经济产业省以世界排名（按亚太地区2006～2013年度销售额）前357家企业为对象进行调查,结果显示日本企业销售额增长率年均仅增3.6%,低于美国（11.2%）、欧洲（10.1%）和亚洲其他国家（8.5%）企业。从对亚洲最大市场国中国的出口来看,在出口数量和单价同时提高的品目比例方面,日本仅14.5%,德国高达39%。在上述比例超过20%的8个主要行业中,日本仅占\"化学·塑料制品\"和\"运输机械\"2个行业,而德", "label": "工商管理", "id": 0}
{"content": "<正>6月17日下午,由中国日本商会举办的《中国经济与日本企业2015年白皮书》（以下简称\"2015年版白皮书\"）新闻发布会在北京举行。据调查,2014年有46.5%的在华日企有意向扩大在中国的业务,较之2013年减少了7.7个百分点。2015年版白皮书中的数据显示,2014年日本对华投资金额为43亿美元,同比减少38.8%,连续两年呈减少趋势。另外,从日本贸易振兴机构在2014年10月至11月对在华日企进行的问卷调查来看,未来1至2年有意愿", "label": "工商管理", "id": 0}
{"content": "<正>日本贸易振兴机构（JETRO）)驻河内代表处首席代表川田（Atsusuke Kawada）先生日前介绍了日本企业投资于越南农业领域的趋势。川田表示,多年来,日本企业对越南投资以加工制造业为主。但近年来,不少企业开始关注其他领域,特别是农业领域。其主要原因,一是越南具备农业发展潜力,但未能有效应用高新技术;二是随着越南老百姓的收入和生活水平的提高,消费者对农产品的安全和质量的要求也提高。日本企业认为,投资>农业领域将有较大的发展前景,然而,也面临不少困难,一是行政手续过于繁杂,企业在办理土地手续过程中面临较大困难,花费时间较多;二是日本贸易振兴机构（JETRO）)驻河内代表处首席代表川田（Atsusuke Kawada）先生日前介绍了日本企业投资于越南农业领域的趋势。川田表示,多年来,日本企业对越南投资以加工制造业为主。但近年来,不少企业开始关注其他领域,特别是农业领域。其主要原因,一是越南具备农业发展潜力,但未能有效应用高新技术;二是随着越南老百姓的收入和生活水平的提高,消费者对农产品的安全和质量的要求也提高。日本企业认为,投资>农业领域将有较大的发展前景,然而,也面临不少困难,一是行政手续过于繁杂,企业在办理土地手续过程中面临较大困难,花费时间较多;二是基础设施落后,阻碍农产品的运输和销售。为提高在越投资效益,日本企业拟采取以>措施,一是在越南当地培训技术劳动力;二是从日本进口八成新的旧农业机械设备,以降低生产成本。目前,日本已有10家企业在大叻、山罗等省市开展农产品种植,农产品以内销为主,主要销往河内和胡志明市。", "label": "工商管理", "id": 0}
{"content": "<正>日本企业员工薪酬相对公司收入比例创20年最低,企业囤积天量现金,但不肯大幅加薪。日本首相安倍晋三认为经济持续复苏的关键,就是薪资大举调升。独立调查机构NLI基础研究所经季节调整的估算显示,2014年员工薪酬相对公司收入的百分比下滑至1991年以来最低。相对之下,去年底日本企业内部储备达332万亿（兆）日圆,因获利创纪录,同时增加低薪的非正规岗位,以压缩固定人力成本。2012年末安倍上任以来,在企业获利成长之际,员工薪酬相对企业收入的比例却持续下降,安倍呼吁提高工资,结束持续二十年通缩,但遭到企业主抗拒。", "label": "工商管理", "id": 0}
{"content": "<正>周三（3月11日）日本内阁府公布,日本1月核心机械订单月率下跌1.7%,凸显了日本政府通过激进货币政策,在推动企业提升薪资和设备支出时面临挑战。具体数据显示,日本1月核心机械订单月率下跌1.7%,预期下跌4.1%,前值上涨8.3%;1月核心机械订单月率下上涨1.9%,预期下跌1.0%,前值上涨11.4%。不过出口稳步上涨的迹象令部分分析师对日本资本支出前景更加乐观。（Meiji Yasuda Life Insurance）首席", "label": "工商管理", "id": 0}
{"content": "<正>在当今的移动互联网时代,日本的制造企业面临着多重夹击的尴尬:在产业链上游面临美国压榨;在同一级别面临韩国企业竞争;在低端市场上,日本企业还面对着和中国企业的竞争。在众多管理专家看来,日企的失败原因主要是过于依赖长期以来的成功模式,而它们的最佳管理经验早已被西方公司所效仿甚至超越。以消费类电子产品为例,曾经日本产品性价比优势在如今\"微利时代\"不再是重要原因。由于日本企业集团的生存模式,从材料、生产设备、研发、制造,都由日本企业完成。这种封闭模式可以保证高质", "label": "工商管理", "id": 0}
{"content": "<正>过去两年多来日本股市的强势复苏的一个重要背景在于日本企业的业绩改善见到了成效,在刚刚过去的2014财年,日本企业的利润率一举更新了2006财年的历史纪录。而那一次是美国和中国两大引擎的需求扩大带动了该指标长达五年的上升趋势,但这次仅仅用了两年日本就摆脱了雷曼危机后的停滞局面。2014年消费税率提升后,日本的消费出现了很大程度的急刹车现象,以个人消费者为对象的饮食、零售等服务业的业绩不仅改善乏力,部分甚至出现了利润受压的情况,但出口比率很高的机械设备与汽车相关产业充分享受到了日元贬值带来的恩惠。", "label": "工商管理", "id": 0}
{"content": "<正>日本对于是否应该加入中国主导筹建的亚洲基础设施投资银行一直争论不休,5月12日,《日本经济新闻》又对此找出了一个新的理由。关于中国主导筹建的亚洲基础设施投资银行（简称:亚投行,AIIB）,日本目前暂不加入,但是亚洲的新兴市场和英法德等57个国家已经宣布加入。日本有观点对不参加表示担忧。对于这样的担忧,日本财务省相关人士经常提到的一个数字就是\"0.5%\"。这是日美主导的亚洲开发银行（简称:亚开行,ADB）2013年的融资案件中,日本企业获得的订单比例。亚开行向发展中国家的发电站和道路等基础设施建设融资时,通过投标来决定承接工程的企业。日本企业只获得了", "label": "工商管理", "id": 0}
{"content": "<正>拒入亚投行,日企利益恐受损这两年日本企业效益相当好,从3月底陆续发布的各家企业过去一年的财务报表来看,效益均比预测的要好很多。其中一个重要的原因是,日本企业在转型上做得比较成功。这个转型是指从单纯的产品制造,向提出综合解决方案,如提供社会基础设施建设方案的转型。如果亚洲各国同时在社会基础设施方面推进项目的话,铁路、公路、港口、机场、智慧城市、智能电网等等,日企在国外能够拿到的业务量也会更多。而日本企业的转型成功,与国外大量推进新的社会基础设施项目有着非常紧密的关联。", "label": "工商管理", "id": 0}
{"content": "<正>高盛认为,美国就业缺口比美联储预想的大得多。以纽约联储两位经济学家的最新就业缺口模型为准,目前美国就业缺口比均衡水平低1.2%。以下为高盛首席经济学家Jan Hatzius研报摘要翻译:美联储\"官方\"定义的就业缺口是失业率（现为5.4%）与FOMC\"长期\"失业率集中趋势范围（现为5.1%）的差值。用现有数据计算,美国经济再增加50万个岗位后就会发生劳动市场过热。如果这与实情相符,那么美联储", "label": "工商管理", "id": 0}
{"content": "<正>今年5月,美国的并购交易创下月度新高,超过了网络股泡沫巅峰时期和最终导致2008年金融危机的债务热潮巅峰时期的高点。根据Dealogic的数据,5月份,美国并购交易的总价值达到2430亿美元,一举超越了此前的最高和次高纪录:2007年5月的2260亿美元,以及2000年1月的2130亿美元。该数据突显出,随着廉价债务和乐观的董事会推动一场并购繁荣、使并购总规模达到上两次股市崩盘前夕以", "label": "工商管理", "id": 0}
{"content": "<正>据日本财务省统计,今年一季度日本企业的设备投资和去年同期相比增长7.3%,其中,制造业增长6.4%,非制造业增长7.8%。制造业中,汽车、机电和电子等行业的增长率较高。日本政府根据企业设备投资增速提高的统计认为,日本经济继续保持平稳回升的局面。", "label": "工商管理", "id": 0}
{"content": "<正>中金网06月11日讯,由于汽车库存上升、钢铁供应充沛,日本大型制造商对4-6月的企业前景转为悲观;但是,由于消费者支出支持经济走强的预期,第三季度信心预计将反弹。日本财务省和内阁府周四（6月11日）联合发布的季度调查显示,第二季度经济增长或将短暂放缓,因为汽车厂商抑制生产以降低库存。日本4-6月大型制造企业景气判断指标（BSI）为-6.0;1-3月为2.4,第三季度预计将回升至13.2。该调查还显示,零售业者因为消费者支出增加而更有信心,企业准备增加资本支出,说明今年稍后该国经济", "label": "工商管理", "id": 0}
{"content": "<正>为纪念日韩邦交正常化50周年,日本经济新闻（中文版:日经中文网）日前与韩国中央日报在两国实施了联合舆论调查。结果显示,很多人认为日韩企业间的竞争力差距在逐渐缩小。认为韩国企业竞争力\"已非常接近日本\"的韩国受访者有38%,日本受访者有43%。再加上认为韩国企业竞争力\"已赶上日本\"和\"已超过日本\"的受访者,其比例在韩国高达58%,在日本高达65%。韩企在电机及汽车产业的活跃表现对此产生了影响。", "label": "工商管理", "id": 0}
{"content": "<正>从日本上市企业日前发布的2015年4～6月期财报来看,在已发布财报的企业中,70%实现了经常利润同比增长。日本的汽车、家电及电子企业借北美销售增长和日元贬值的东风,而零售等内需企业则得益于访日外国人的消费,实现利润增长。虽然中国经济减速作为风险仍然存在,但抓住在国内外盈利的机会、稳步扩大盈利的日本上市企业正逐渐增加。根据日媒对7月底之前发布财报、财年截至3月（不含金融等）的596家日本上市企业为对象进行了统计。", "label": "工商管理", "id": 0}
{"content": "<正>周五（10月16日）公布的一项路透调查显示,日本企业赞成出台进一步的货币刺激政策,来帮助重振经济增长,多数企业认为首相安倍晋三的经济政策正在失去动能。根据本月的路透企业调查,出现明显改变的是如今有53%企业赞成当局进一步放宽政策。在2月调查问及类似问题时,仅有28%支持进一步放宽,其他企业则反对放宽政策,因担忧这将令日圆续贬,进而推高进口成本。调查结果显示,至少部份日本企业与当局的看法可能存在", "label": "工商管理", "id": 0}
{"content": "<正>\"制定和修改相关法律,降低个人设立公司的门槛,帮助缺乏注册资金的大学毕业生和失业人员自己创业,是我们最重要工作之一\",日本厚生劳动省负责再就业问题的官员佐藤先生说,\"日本政府正在从改革税制、鼓励大学毕业生和失业者自行创业、降低创业门槛、增加就业岗位、健全劳动市场机制、提高劳动技能等几个方面促进民众创业,并取得了一定效果。\"首先,日本政府修改了\"商法\",制定了鼓励民众自己创业的新政策,为其创业提供各种方便。正常情况下,", "label": "工商管理", "id": 0}
{"content": "<正>近来,有关日本企业减少对华投资,一些企业从中国向东南亚转移的消息不时流传。详情究竟如何?日本企业到底如何看待在华业务及中国市场?日本贸易振兴机构北京代表处日前对数十家在华日资企业走访调查,汇总出《日本企业在华业务的现状和展望》报告。《经济日报》记者采访了日本贸易振兴机构北京代表处所长田端祥久。田端说,日本经济界、企业界仍然非常关注并重视中国。该机构网站主要介绍世界各国、各地区的经济形势、", "label": "工商管理", "id": 0}
{"content": "<正>11月1日,《日本经济新闻》网络版刊登麦肯锡公司的一份调查表,该调查从1980年开始,每隔10年对各国的国际竞争能力进行排名。结果显示,制造业的第一名一直是美国,第二名在上世纪80年代是德国,但随着日本技术革新的成功,到90年代时日本超越德国,且把第二名的位置保持到2010年,此后,日本被迅速革新的中国超越。相关评论认为,技术革新停滞直接体现在日本的制造业上,制造业的排名就只能被其他国家超越。近年来有日本学者著书说,日本在集成电路、软件、IT和移动网络的国际标准竞争中\"四连败\"。目前,在全", "label": "工商管理", "id": 0}
{"content": "<正>日本是发达经济体中民众创业热情和意愿比较低的国家,每年新创办企业比例在发达经济体中排名一直比较靠后。因此,提高民众创业意愿,打破沉闷的创业氛围,激活日本经济,成为日本政府重要的工作内容之一。日本政府一直在积极采取各种激励措施,多管齐下鼓励民众展开创业活动。在法律制度层面,日本政府修改了《商法》,大幅降低了企业注册门槛。正常情况下,在日本注册设立股份公司至少需要1000万日元（约120日元合1美元）的资本金,设立个体企业至少需要300万日元的注册资金。", "label": "工商管理", "id": 0}
{"content": "<正>据日媒报道,日本企业对海外企业的并购（M＆A）正在扩大。截至2015年11月9日,首次突破10万亿日元,时隔9年创出历史新高。日媒指出,为了拓展海外增长市场,日企融和物流等内需型企业展开并购的情况日趋突出。由于日元贬值,换算为日元的并购金额在一定程度上出现膨胀,但企业的收购意愿并未减弱。据并购咨询公司recof统计,2015年日本企业的海外并购截至9日达到10.0044万亿日元。比2014年全年（5.7828万亿日元）增加7成以上,超过了创历史新高的2006年（8.6089万亿日元）.但从并购数量来看,达到474起,低于2014年（557起）。大规模并购案件有所增加,同时日元贬值也推高了并购金额。", "label": "工商管理", "id": 0}
{"content": "<正>日本上市企业2015财年（截至2016年3月）的经常利润预计较上财年增加8%。在北美市场的出色表现、加之原料价格走低、以及访日外国游客的消费的增加等因素推高了各企业的盈利。受中国等新兴市场国家经济减速影响,日本上市企业7～9月曾一度增长乏力,但业务改革提高了企业整体的抗风险能力,预计整个财年的经常利润将连续2年创出新高。日本经济新闻（中文版:日经中文网）汇总了日本1015家主要上市企业日前发布的上半财年（4～9月）财报。这些企业数量占日本上市企业整体的66%,股价总市值占整体的86%。预计2015财年全年将实现2%的增", "label": "工商管理", "id": 0}
{"content": "<正>日本企业看来没有实践对安倍经济学的承诺。自从首相安倍晋三近三年前上任以来,他一直支持日元贬值政策,推升企业获利创纪录高点,希望企业可以提升支出和薪资。不过,最新数据显示,企业投资下滑,致使日本经济在安倍主政下陷入二度衰退,而薪资增长仍停滞不前。这些数据等于是企业抵制安倍晋三,同时也显示安倍晋三要获得企业支持的难度之大。就像与安倍晋三上任前一样,制造业仍不愿兴建工厂或购买机器,囤积的现金创历史新高。", "label": "工商管理", "id": 0}
{"content": "<正>日本财务省1日公布的数据显示,剔除金融部门后日本企业今年第三季度投资额同比大幅增长11.2%,增至约10.49万亿日元（约合850亿美元）。这是日本企业投资连续第10个季度实现同比增长,或将对日本政府修正第三季度国内生产总值（GDP）产生影响。具体来看,主要受北美等海外市场对汽车及智能手机零部件需求旺盛提振,今年第三季度日本制造业企业投资同比增长12.6%至3.88万亿日元（约合314.28亿美元）;非制造业企业投资额同比上涨10.4%", "label": "工商管理", "id": 0}
{"content": "<正>从日本政府与相关方面最近发布的一系列经济数据中,可以发现一个非常有趣的奇特现象,日本上市公司税后纯利虽然连续两年更新历史最高纪录,但在国内的投资却持续萎缩,导致日本宏观经济数据十分疲软,国内生产总值实际增长率再次连续两个季度下降。日本上市公司缘何出现利润创新高投资却下降的局面?《日本经济新闻》日前汇总的除银行、证券和保险等金融机构之外的1530家在东京证券交易所主板市场上市企业2015年度经营利润预计将高达34.0887万亿日元,比历史最高的上年度还增长了6.9%。日本企业内部留", "label": "工商管理", "id": 0}
{"content": "<正>从日本政府与相关方面最近发布的一系列经济数据中,可以发现一个非常有趣的奇特现象,日本上市公司税后纯利虽然连续两年更新历史最高纪录,但在国内的投资却持续萎缩,导致日本宏观经济数据十分疲软,国内生产总值实际增长率再次连续两个季度下降。日本上市公司缘何出现利润创新高投资却下降的局面?《日本经济新闻》日前汇总的除银行、证券和保险等金融机构之外的1530家在东京证券交易所主板市场上", "label": "工商管理", "id": 0}
{"content": "<正>现任日本首相安倍晋三大推宽松措施,使日元急速贬值,加上中国等亚洲地区劳动成本上升,不少日企计划趁日元贬值的机会调整策略,提高日本生产线的产能。然而,分析指出,日本仍有庞大贸易逆差,而且出口增长不及预期,\"日本制造\"这个生招牌是否真能卷土重来,仍属未知数。跟其他发达国家一样,日企多年来把生产线移至中国等劳动力成本较低的国家,这个趋势在2008年金融海啸推动日元大升后更明显。安倍上任后促贬日元,每美元兑日元汇率从2012年中约80跌至如今接近117.5,大幅拖", "label": "工商管理", "id": 0}
{"content": "一个油漆工已经干了27年,一个螺丝工也年过半百了,一个负责中国市场的经理的儿子也在这里当工人,德国企业有什么\"魔力\",让这些工人趋之若鹜?", "label": "工商管理", "id": 0}
{"content": "全球化背景下,国际社会积极倡导企业社会责任,相关研究越来越受到重视。日本CSR研究在亚洲处于领先地位,目前已形成了政府宏观导控、企业主动实施、NGO和NPO组织积极配合、企业自我评估为主、社会监控为辅的多层次全方位的推进机制。经济腾飞时期的中国经历着日本曾经经历的历程。日本的CSR推行机制在相关政策制定、实施、公众参与以及评价监督方面给处在CSR发展阶段的中国提供了诸多的借鉴和启示。", "label": "工商管理", "id": 0}
{"content": "<正>日本公司治理模式有主银行制、交叉持股、终身雇佣制和年功序列制、二元单层董事会结构等主要特征。在内外部压力下,日本公司治理模式朝着具备英美模式优点但又与其自身环境相适应的方向发展。当前我国正积极推进市场经济体制改革,而公司治理改革是其中重要一环。研究日本公司治理模式将有利于促进中日间经济交流,并对我国公司治理改革有着积极的借鉴意义。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言、综合商社是日本特有的企业形态,被称为\"Sogo Shosha\"。综合商社一词最早出现于1953年3月17日的《读卖新闻》①,但它作为一个固定词语被广泛使用开来大致始于1955年前后②。中川（1967）、森川（1976）、小岛清（1982）、伊藤忠商事调查部（1992）、傅春寰（1996）、白益民（2010）等专家学者分别在不同历史阶段对综合商社的概念进行过界定。本文通过梳理得出:综合商社属于批发业范畴,", "label": "工商管理", "id": 0}
{"content": "<正>5.1亚洲上市企业竞争力评估对象我们报告的评估对象设定为亚洲上市企业,鉴于澳大利亚和新西兰企业与亚洲经济联系的紧密性,我们把其上市企业也列为评估对象,以更全面地反映亚洲经济的真实状况。我们选定了亚洲39家证券交易所、大洋洲2家证券交易所（具体情况见表5.1）提供的2012年数据进行评", "label": "工商管理", "id": 0}
{"content": "<正>附2.1亚洲上市企业竞争力评估指标体系构建原则附2.1.1客观性从客观实际出发是评估指数编制的根本要求。客观性原则要求克服主观因素的影响,力求呈现出客观真实的评价,选取的指标应该能够准确、全面反映企业竞争力状况。这里把客观性放在突出的位置,是因为在我们的评估指标体系中不考虑任何定性指标。由于我们研究对象是整个亚洲的上市企业,具有可比较数据源的企业有", "label": "工商管理", "id": 0}
{"content": "<正>随着美国经济企稳向好,世界经济出现了明显的复苏迹象。但这次复苏是靠大量\"体外输液\"或\"注射强心针\"等货币政策手段使世界经济在挣扎中缓慢起死回生的。显然,世界经济在一定程度上已经患上了\"药物依赖症\",当前所显示的经济复苏还比较脆弱、不稳定,但向好趋势持续的概率较大。正是在这种大背景下,亚洲经济体在艰难应对宽松货币政策的过程中不断调整各自的经济政策,形成了本年度亚洲企业独特的发展环境。", "label": "工商管理", "id": 0}
{"content": "创新是日本企业经营管理的哲学和理念。成本企划的创新战略能够成功的原因可归结为:成本企划拥有创新理念和创新要素,各创新要素相互影响和作用形成了有效的成本控制系统。日本企业创新战略的成功要因对我国企业具有一定的借鉴意义。", "label": "工商管理", "id": 0}
{"content": "<正>【牛津管理评论一讯】如果今天还有人号召美国企业向日本企业学习,恐怕会被当作是笑话。而事实上,在1980年代,向日本企业学习,不仅仅是一种时髦,更是一种虔诚的问道之法。在IT、家电、汽车,以及尖端科技领域,多家日本企业雄踞霸主地位,红极一时。甚至在最辉煌的时候,日本三菱公司买下了象征着美国现代工业的洛克菲勒中心。《Z理论:美国企业界怎样迎接日本的挑战》（1981年出版）一书,正是问世于日企最为辉煌的这个年", "label": "工商管理", "id": 0}
{"content": "中国的改革开放和工业化发展造就了无数民营企业,民营企业在中国经济与工业发展中也起到了关键性的作用。在这种大背景下,民营企业也在不断的做强做大甚至超越了国有或集团股份企业,但走向成功的也仅有其小数,大多数民营企业也正经历严酷的新经济、新运营环境和高品质需求地洗礼与挑战。本文从研究中小（民营）企业质量管理文化四大基本框架现状分析入手,凭借多年日资企业质量管理经验将中小（民营）企业与日资企业作鲜明案例对比:划分为中小（民营）企业质量管理文化四大基本框架现状分析、中小（民营）企业与日资企业质量管理文化模式鲜明对比、《力箭图》图解企业质量管理文化与核心竞争力关系,三个阶段进行总结分析,鲜明的案例指引企业自我审查、思考、改进,辅助企业走出质量文化建设的瓶颈。并在内容上结合亲身体会的真实表现进行充实,提出了自己的观点和结论。", "label": "工商管理", "id": 0}
{"content": "<正>在过去的一年里,欧洲主权债务危机持续发酵,美国经济在力保就业中缓慢复苏,日本经济在政治动荡中走向低迷;国际金融市场、大宗商品市场震荡加剧,市场预期持续走低,全球经济下行风险加大。受此影响,企业发展依然笼罩在国际金融危机的阴霾之中。因主要处于国际产业链的下游,亚洲企业受到的影响更加明显。在出口受阻、进口压力增加的背景下,亚洲企业在投资、消费和出口等方面的主要指标都表现为恶化,企业融资困难,产能过剩问题突出,产品库存加大,价格下降明显,生产周期延长,企业竞争力受到很大影响。", "label": "工商管理", "id": 0}
{"content": "<正>5.1亚洲上市企业竞争力评估指标调整说明随着对企业竞争力评估经验的积累,我们逐渐扩展评估对象,把更多的重要企业纳入评估范围。在2012年度报告把与亚洲经济联系紧密的澳大利亚和新西兰企业纳入评估对象的基础上,2013年度报告我们又特别把亚洲上市银行和保险企业单独作为评估对象,并根据其竞争力对其分别进行了排名。鉴于此类企业与一般企业在经营对象和性质上有很大不同,我们根据亚洲上市企业的评估模型设计思路,考虑银行和保险企业的特殊性,专门设计了银行和保险企业竞争力评估模型。这也弥补了2011年度和2012年度报告的不足。", "label": "工商管理", "id": 0}
{"content": "<正>根据以上亚洲上市企业竞争力评估模型,结合亚洲经济现实,通过数据运算,我们得出了亚洲上市企业的竞争力情况。6.1亚洲上市企业竞争力评估对象为了客观、科学地反映亚洲企业竞争力情况,我们在深入研究的基础上确定了排名目标企业。限于各企业相关数据的可获得性,我们评估对象设定为亚洲上市企业。鉴于澳大利亚和新西兰企业与亚洲经济联系的紧密性,我们把澳大利亚和新西兰的上市企业也", "label": "工商管理", "id": 0}
{"content": "<正>一、问题的提出在宏观经济激变中以日本为代表的国家,企业可持续竞争力与人力资源及经济发展密切相关,其开发和培育企业人力资本也被日本等经济发达国家所重视。在日本企业内职业训练大发展的20世纪60～70年代,这也正是日本经济高速发展的时期,这项投资在日本现代化进程中发挥了显著的作用。\"如果日本教育有什么秘密武器的话,就是企业内再教育这个法宝（陈晖1989）。\"人力资本作为最重要的经济资源,特别造就了日本的经济奇迹。与学校教育一样、企业培训极大地提高了员工的素质和潜力,合理地配置和使用了有限的劳动力资", "label": "工商管理", "id": 0}
{"content": "<正>一、面对金融危机的日本企业人才战略措施2008年9月15日,随着拥有158年历史的美国雷曼证券公司倒闭,全世界股票价格急剧下降,发生了百年一遇的金融危机。金融危机对日本经济也造成了严重的冲击,一是股市低迷,二是日元升值,出口疲软。由于日本的银行一般都大量持有融资企业的股份,并将其作为", "label": "工商管理", "id": 0}
{"content": "<正>一、引题众所周知,\"终身雇佣\"、\"年功序列\"和\"企业内工会\",被称为日本式经营的\"三种神器\"。顾名思义,\"终身雇佣\",说的是劳动者从高中毕业,或者是大学毕业通过就职活动进入到企业之后,在企业不破产的情况下,一直在同一个企业里工作到退休为止。\"年功序列\",说的是工资待遇方面,就是说劳动者的工资待遇是随着工作年数", "label": "工商管理", "id": 0}
{"content": "<正>一、引言从20世纪80年代以来,世界进入了新的发展阶段,新一轮的经济全球化开始了。中国也加快了对外开放政策实施的脚步,由此带来了人力资源的跨国界快速流动。据中国新闻社《世界华商发展报告》课题组2009年1月16日发布的\"2008世界华商发展报告\"中的粗略估计,自1978年改革开放至2008年这30年间,中国走向世界各地的新华侨", "label": "工商管理", "id": 0}
{"content": "为了打造具有强大竞争力的区域产业集群,营造良好的区域环境条件,推进大规模、不间断的创新,提升日本的产业竞争力,自2001年起,日本经济产业省规划实施了《日本产业集群工程》,促成了全国经济发展的集群化态势。日本产业集群工程是经济地理学所谓的\"关系转向（relational turn）\"的一个实践响应,深受关系经济地理学\"关系\"与\"网络\"视角的影响。日本的产业集群发展思路,将\"关系的\"视为集群治理的模式,强调建立基于强联系的、能够自我强化的长期互惠关系,实现非正式的、面对面的协作与合作,促进知识交流和高度的互信。产学官网络是日本产业集群的核心与关键,该网络构建既遵循网络结构观（Grabher 2006）,又带有鲜明的网络治理观（Gulati 1998）的性质。相关主体结网的过程被理解为一种关系过程。在此过程中,相关主体之间的公平交易关系（arm’s length relationship）、根植性的商业关系（embedded commercial ties）、日本传统的企业间垂直联系三种关系交织在一起,这与\"网络的非市场形式加制度厚度是地方学习从而竞争力关键\"的信念相冲突;网络没有中心、严格的控制结构的假设与领导厂商的集权决策与控制的现实相矛盾,导致了日本产业集群规划与发展中的一些问题。本文认为,日本产业集群工程虽然在很大程度上推动了日本产业竞争力的提升,但日本产业集群规划及其发展,对关系地理学的关系观、网络观提出了相应的挑战。需要充分考虑集群内的主体性质及资源的内部配置方式等关键问题。", "label": "工商管理", "id": 0}
{"content": "<正>这次金融危机爆发于2008年9月份,并从美国蔓延至全世界,对中国、日本、欧美等都造成了很大的影响。下面,我将从企业微观角度来谈谈有关危机的问题。我主要讲四个方面内容:一是危机对日本企业的影响,着重谈企业破产的情况;二是日本企业和政府应对危机的对策;三是危机中日本企业M＆A停滞不前的本质是什么;四是日本企业面临的课题和创新的机会。", "label": "工商管理", "id": 0}
{"content": "企业的人才能力开发,应该以经营范围和个人范围的统合为目标,包括实施职务行为的能力开发和社会生活的能力开发。主要方法有自我培训、在职培训、教育培训等。本文以日本企业为例,对这些方法的导入与展开进行介绍分析,提出多元化现代社会下提高人才能力开发要以职员的\"保有能力\"为基础,从实务的角度加以设计,并科学的实施评价。", "label": "工商管理", "id": 0}
{"content": "<正>主营产品:自粘印刷材料、印刷纸、金拉线、铝箔纸、水松纸、卷烟纸、BOPP 薄膜、打字纸、婴儿尿裤、女士卫生巾、复印纸、牛皮纸、卫生纸、各类文具、半透明纸、拷贝纸、水杯纸、涂塑牛皮纸、离型纸、各类机械天津,北方的经济重镇,中国第一批沿海开发的港口城市。近年来,随着出口门槛的降低,一批年轻的外贸公", "label": "工商管理", "id": 0}
{"content": "1.企业社会责任讨论的变迁进入二十世纪五十年代初期,日本开始有意识地讨论企业的社会责任问题。即,受第一次世界大战后魏玛时代德国所开展的\"企业自身（unternehmen an sich）的思想\"的感染,有关企业的社会性或公共性的讨论以学说形式而展开。但在这一时期,有关讨论尚停留于抽象意义阶段,并未具体言及企业应当如何作为以承担社会责任。与上述五十年代初期的讨论相比,七十年代初期的讨论则更具有现实意义。当时,作为经济成长的不良后果,公害、环境破坏等已成为社会问题。特别是1973年石油危机发生时,企业利用物质紧缺之机,乘机囤积居奇、哄抬物价,其反社会行为成为批判的对象。因此,在股份公司法中是否规定企业的社会责任成为立法上的一个课题,但是有关企业社会责任的规定最终未能进入公司法。2.通过股东权的行使实现企业社会责任在日本,股东权的行使被视为实现社会正义的一种活动,因而,被称之为股东运动。进入二十世纪七十年代以后,股东运动日趋活跃,其开端是\"一股运动\"。所谓\"一股运动\",即,\"对于特定的企业,具有相同思想、立场的人,为了出席股东大会而购买最低限度的股份,从而形成多数集团参加股东大会,并通过发言,影响企业的经营政策,迫使企业修正、变更经营政策的运动\"。其中,参加排放造成水俣病的甲醛水银的氮株式会社的股东大会是著名的一股运动。此后,一股运动虽势力减弱,但环境保护团体及居民组织通过提起股东派生诉讼追究企业的社会责任。3.股东监察组织最近,股东监察组织的活动引人注目。所谓股东监察组织,即于1996年成立的以股东立场出发、纠正企业的违法行为、促进企业进行健康活动为目的的非营利的市民组织。这个组织是由律师、会计师、学者等专业人员以及个人股东、一般市民所构成的。到目前为止,在股东监察组织所取得的胜诉判例中,尤以2006年6月9日大阪高等法院的股东派生诉讼判决引人注目。4、股东权行使的界限在通过行使股东权以期实现企业的社会责任时,会产生滥用股东权问题。在仅仅主张个人思想和信条而利用股东权的情况下,易发生股东权的滥用。这个问题可作如下考虑,即,企业不仅仅是作为股东获取利益的工具而存在的。企业是现代社会不可或缺的构成要素,其活动对社会产生重大影响。只有企业活动及企业自身与社会相和谐时,企业才能获得可持续的发展。基于这种思想,部分股东为使企业承担社会责任而行使股东权的行为,应得到肯定。即,追究企业社会责任的股东是联系企业与社会的纽带。因此,虽然股东权行使的目的在于追究企业的社会责任,但从长期的视点考察,它会给企业带来利益,原则上不应被理解为股东权滥用。", "label": "工商管理", "id": 0}
{"content": "<正>法国热力应用工业集团公司 （简称西亚特—CIAT）成立于 1934年,同定资产3．5亿欧元, 年销售额35亿欧元,是目前欧洲供热、通风、空调市场上最大的集生产、研究、开发于一体的集团公司,至今已有70多年的历史,尤其在节能、环保领域具有国际领先的优势。", "label": "工商管理", "id": 0}
{"content": "<正>三星集团三星集团是韩国经济的主导企业,其全球事业网络遍布于70个国家,包括了约300 多家生产厂商、销售公司和分支机构,已涉及到电子、金融、保险、贸易、服务、化学、机械等7大领域。2006年,三星品牌连续5年荣登美国《商业周刊》（〈Business Week〉） 的全球100个最有价值品牌榜,品牌价值达161．69亿美元,全球排名上升到20位。", "label": "工商管理", "id": 0}
{"content": "20世纪80年代中期以来,瑞典政府为了鼓励中小企业创新,在完善法律法规、建立中介组织、完善服务体系等方面采取了一系列政策,提升了国家竞争力。瑞典的创新政策, 为浙江建设创新型省份,促进中小企业可持续发展提供了经验。", "label": "工商管理", "id": 0}
{"content": "<正>美国跨国公司是发达国家中较早将研发活动转移到国外开展离岸研发的。亚太地区在美国跨国公司的离岸研发版图上不是最重要的地区,但其重要性在上升。20世纪90年代以来,美国跨国公司在亚太地区的研发离岸呈现出一系列的发展变化,其中,以中国和印度为", "label": "工商管理", "id": 0}
{"content": "<正>非常感谢中国生产力学会生产力布局与地区经济发展专业委员会邀请我参加此次意义重大的盛会,很荣幸与各位分享我在日本企业社会责任建设方面的研究成果。", "label": "工商管理", "id": 0}
{"content": "<正>一、日本大企业当今发展的特点日本大企业在很短时间里吸收了全世界用半个世纪以来开发的几乎全部先进技术,大规模的技术引进大大缩短了日本工业技术赶超世界先进水平的年限,大企业引进技术也节省了大量研发经费。日本引进技术特别注重与各个时期经济发展和产业结构的目标相一致。日本大企业的技术引进主要是依靠市场机制运行,但日本政府运用《外资法》、研发费用的支付、扶植技术引进的政策,给予大企业引进技术的主导性行政指导,在日本战后初期的技术引进中起了积极作用,对纠正引进的过度竞争、阻止效益不大的技术引进所造成的外汇浪费等起了很大作用,加强了对技术引进项目的管理。", "label": "工商管理", "id": 0}
{"content": "中小企业是社会经济的基石,促进中小企业发展已经成为大多数国家最重要的经济社会发展战略之一。改革开放后,我国的中小企业也得到了很大的发展,中小企业推动了科技向现实生产力的转化,促进了经济结构的调整。但是,由于体制和自身因素,我国中小企业发展遇到了许多障碍和问题。我们要借鉴欧盟支持中小企业发展政策,完善我国中小企业发展政策支持体系、促进中小企业发展。", "label": "工商管理", "id": 0}
{"content": "<正>西班牙海博莱生物大药厂是专业从事兽用生物制品及诊断试剂的动物保健品公司,1954 年始创于西班牙首都马德里,1976年迁至巴塞罗那至今。海博莱生物大药厂拥有欧洲最先进的生物制品和诊断试剂生产车间,以及用于微生物研", "label": "工商管理", "id": 0}
{"content": "20世纪90年代以来,日本经济陷入长期低迷,曾经广受赞誉的日本企业雇用管理制度——终身雇用制也开始受到质疑。面对激变的经营环境,日本企业开始纷纷推出改革举措,其主要特征是:引进绩效主义、彻底改革有日本经营\"法宝\"之称的终身雇用体制。经营环境决定企业的经营方式,日本企业的这次雇用体制的制度创新尚处于初始阶段,终身雇用制的\"外壳\"仍将继续存在一段时间。", "label": "工商管理", "id": 0}
{"content": "<正> 日本是一个国土狭小、资源贫乏的国家,却创造了当代世界第二经济大国的奇迹。进入21世纪,面临全球资源环境问题的严峻挑战,经济全球化进程加剧的激烈竞争,日本企业的发展观念、发展战略将发生什么变化?世界500强企业之一的日本旭化成集团公司总经理永里善彦,在今夏中国自然辩证法研究会技术哲学专业委员会和东北大学科技哲学研究中心举办的国外技术哲学高级研讨班上,发表关于日本企业创新活动的讲演,主要谈了这个问题。本文对此演讲内容加以梳理和述评,以飨读者。", "label": "工商管理", "id": 0}
{"content": "<正> 美国环境系统研究所公司（Environmental Systems Research Institute,Inc.简称ESRI公司）成立于1969年,总部设在美国加州RedLands市,是世界最大的地理信息系统（Geographic InformationSystem GIS）技术提供商,在全美各地都设有办事处,世界各主要国家均设有分公司或者代理,全球员工总数超过2800名。其商业合作伙伴计划,仅在美国就有超过1700个领域开发商、咨询服务商、增值代理以及数据提供商。分布在229个国家的超过79个国际代理,构成了ESRI公司强大的技术支持与服务网络。", "label": "工商管理", "id": 0}
{"content": "<正> 概述在日益激烈的市场经济竞争环境下,企业的竞争力是企业应对挑战实现可持续发展的基础和关键。企业的竞争力至少体现在财务业绩、市场地位和无形资产等三个方面,包括创新能力、人力资源的利用、企业文化的建设、成本的控制管理能力等,其中更具现实意义和可操作性的当属成本的控制管理能力。因此,作者认为:控制管理好企业的成本是非常重要的。", "label": "工商管理", "id": 0}
{"content": "20世纪80年代,日本政府把\"科技立国\"作为\"根本国策\",且认为\"技术创新\"是经济发展的原动力。日本企业的技术创新取得了巨大的成功,在技术创新的财力、人才、活力、合作开发、应用研究开发、\"产官学\"结合等方面皆有其独到之处,借鉴其成功的经验,我们应在增强企业技术创新的主体意识、建立不同形式的技术创新机构、开展产学研联合、技术引进吸收和创新相结合、增加创新投入、发挥国家创新系统的作用、提高技术创新成果的转化率以反创建技术创新人才支撑体系等方面下功夫。", "label": "工商管理", "id": 0}
{"content": "EFQM的公共组织卓越模型是欧洲信誉很高的评估模型。该模型致力于提升公共组织的运作效率和社会效益。该模型包含8个理念和9个标准,并具有全面、平衡的标准涵义,严谨的子标准描述,明确简捷的评分计算规则。EFQM模型具有组织竞争力评估的普适性,特别适宜于公共组织潜能、绩效的自我诊断。", "label": "工商管理", "id": 0}
{"content": "<正>序言约三十年前的1974年1月,当时的首相田中角荣开始了访问东南亚各国的旅行。但是等待田中首相一行的却是学生示威, 是反日骚乱。", "label": "工商管理", "id": 0}
{"content": "<正>波音空运和加油机项目波音综合防务系统集团航空服务支持部", "label": "工商管理", "id": 0}
{"content": "<正>COCO-MAT公司1989年成立于雅典,原先从事于天然原材料制成的床垫。从1992年公司扩展业务以来,公司的总部搬到了赞泰工业园区。目前,这家私有公司拥有土地面积12.3万平米,厂房面积2.6万平米,产品范围多样,拥有员工218名（较去年增长5%）。公司生产高质量的床挚、床座和床褥、枕头、家具和床单。值得一提的是COCO-MAT", "label": "工商管理", "id": 0}
{"content": "<正>M＆M集团是印度最大的工业集团,涉及汽车、农用拖拉机、信息技术、建筑、会融和其它热门行业。农用装备部是M＆M集团6个部门之一。从事25-70马力的农用拖拉机的设计、生产和销售。农用装备部成立于1963年,在过去的21年一直是印度拖拉机市场的领先者,并希望到2008年成为该行业的世界领先者。农用装备部已经制定出实现", "label": "工商管理", "id": 0}
{"content": "<正>理论和实践表明,公司所有者对经理人员单单实行短期激励,如高薪制,有导致经理人行为短期化的倾向,并给经理人进行盈余管理（EarninManagement）提供了内在动力,牺牲了公司的长远发展。所以,公司所有者倾向于对经理人实施", "label": "工商管理", "id": 0}
{"content": "<正>日本企业竞争力的源泉是一个值得研究的课题。至今为止,美国和日本已出版了许多与此相关的书籍和研究报告,但真正涉及到问题的实质的却很少。因此,作者以知识创造理论为基础,提出了一种新的观点,即日本企业竞争的源泉来自两个方面,一个是有组织的知识创造,另一个是持续的革新。在此基础上,作者又论述了泡沫经济崩溃以后日本企业竞争力衰退的原因。", "label": "工商管理", "id": 0}
{"content": "<正> 田中贵金属工业株式会社贵金属部部长池田履历1981:毕业于日本庆应大学文学部并受雇于田中贵金属工业株式会社1993:任董事长办公室主管2002:任贵金属部部长", "label": "工商管理", "id": 0}
{"content": "<正> 南非文华新城集团主要包括香港文华新城理财顾问有限公司、南非文华财务顾问有限公司和新加坡文华新城投资控股（私人）有限公司。集团业务涉及企业融资服务、理财服务、贸易投资服务、培训等诸多领域。企业融资服务业务提供资产管理、合并和收购以及股票发行等各种服务。集团公司的策略是以现有的客户群和业务关系为基础,开拓企业融资咨询、理财服务以及贸易和投资服务的业务机会。", "label": "工商管理", "id": 0}
{"content": "<正> 瑞士亚洲资本新加坡有限公司独立的资产管理运作公司,总部设在新加坡,业务包括资产管理、私人银行、咨询顾问、培训和离岸贸易服务。公司在投资领域处于领先地位,瑞士亚洲资本新加坡有限公司的投资专家们在证券分析、制度管理、私人证券投资和制定投资策略方面具有几十年的经验。公司的管理层凭借着广泛的财富管理经验、丰富的商业知识和团队合作精神,能够从容应对每一个目标投资市场,理解每一位客户的需求和期望。他们将这些因素融合在一起,为客户提供最合适的投资方案。", "label": "工商管理", "id": 0}
{"content": "<正> 田中贵金属集团是日本最大的贵金属提炼及制造企业。本集团所生产的工业用产品被广泛使用于半导体、通信工程等领域中的高技术规格的产品,并在国际上得到认可。此外,田中集团还自行生产并销售金条、金币等产品,田中贵金属所生产的金条被伦敦黄金市场评为“市场公认”产品。", "label": "工商管理", "id": 0}
{"content": "<正> 总部设于法国巴黎的达能集团是从1969年起从事食品生产和销售业务的跨国公司,集团的业务遍布六大洲,产品行销100多个国家。2002年集团的总营业额达到144.7亿欧元。雇员100560人。在法国、意大利及西班牙,达能集团都是当地最大的食品集团,达能亦是当今欧洲第三大食品集团,并列全球同类行业前七名之一,其它重要的排名包括有: * 全球排名第一的鲜乳制品生产商* 全球排名第一的瓶装水生产商* 全球排名第二的饼干生产商", "label": "工商管理", "id": 0}
{"content": "<正> 瑞典波立登公司（Boliden Ltd.）是北欧地区最大的矿冶集团之一,它拥有瑞典全部的铜、铅、锌矿山和冶炼企业,在加拿大、智利、西班牙还有几座大型矿山,在智利有一个年产5000吨铜的堆浸厂,在沙特曾拥有一个中型的金矿。目前,波立登公司是北欧最大的黄金白银生产企业之一,每年生产15吨黄金,450吨白银,4吨铂族金属,是伦敦黄金市场（LBMA）的会员单位。年生产总值13亿美元,全球雇员4000人。", "label": "工商管理", "id": 0}
{"content": "<正>一、国会与对华政策美国国会在对华政策方面的影响由来已久。19世纪末的《排华法案》（1882）、《白银收购法案》（1934）以及后来的《援助中国法》（1948）都曾经对当时的中美关系造成了深远影响。", "label": "工商管理", "id": 0}
{"content": "<正>美国一向被认为是资本市场和公司治理结构的典范。然而,自2001年年底以来,在这个素以制度创新著称的成熟市场经济国家里,却接连发生了令世人震惊的公司财务丑闻。这一连串的公司财务丑闻不仅引发了美国股市的大幅度下挫,并因此导致国内外投资", "label": "工商管理", "id": 0}
{"content": "对英国移动通信行业的此类合作研究网络（Mobile VCE）进行了案例研究,论述了Mobile VCE的创建过程与管理模式,在此基础上,从技术创新的视角分析了其成功的原因以及对我国科技政策的启示。", "label": "工商管理", "id": 0}
{"content": "<正> 美国谷轮公司（Copeland Corporation）是艾默生电气公司（Emerson Electric Co.,Ltd）属下的公司,专业从事各种冷冻及空调用压缩机和冷凝机组的研发,生产和销售。在80多年的发展过程中,谷轮公司曾开发了世界上第一台家用冰箱、世界上第一台半封闭压缩机、世界上第一台专门适用于热泵的全封闭压缩机,以及享誉全球的柔性涡旋压缩机。从1987年第一代柔性涡旋压缩机“ZRK1”系列问世以来,目前已有超过二千五百万台谷轮涡旋压缩机在全球市场服务于空调及冷冻行业。从1991年谷轮公司的第二代“ZRK2”系列柔性涡旋压缩机,到1996年推出的第三代“ZRK3”系列涡旋压缩机,再到2000年推出的最新“数码涡旋”技术,谷轮公司一直遵循着不断创新的理念,把提高产品可靠性和提高能效比作", "label": "工商管理", "id": 0}
{"content": "<正> 约700年前,在欧洲的瑞典,世界上历史最悠久的公司之一成立了。这就是现在知名的斯道拉恩索公司,它拥有约4万5千员工,机构遍布全球40多个国家。斯道拉恩索集团公司的价值观很明确,对目标的", "label": "工商管理", "id": 0}
{"content": "<正> 依托网络化与信息化,调整组织结构,增强核心竞争力,是世纪之交世界主要跨国公司纷纷采取的全球化经营战略的共性所在。近年来,日本企业也开始大幅度调整其在全球的投资领域与结构。其原因在于,一方面是为了", "label": "工商管理", "id": 0}
{"content": "<正>一、日本股份公司与法人持股股份制是现代市场经济制度中企业所有形态的重要组成部分,它是现代日本企业尤其是大垄断企业普遍采用的资本所有形式和企业组织形式。据统计,1991年6月在207.8万家日本企业中,股份公司和有限公司各达105.4和97.1万家,分别占50.7%和46.7%,二者合占97.4%。其中资本金超过10亿日元的4195家大企业中,股份公司和有限公司分别达4129", "label": "工商管理", "id": 0}
{"content": "<正> MINTEK 是南非国家矿物研究机构,成立于1934年,目的是帮助南非的采矿业更为有效地运作和获得更高的利润。经过近70年的不断发展,MINTEK 的贡献已经得到国际上的承认。由南非MINTEK 所研究开发,在南非采矿和矿业首先应用的许多有创造性的新技术（矿物提取、冶炼和加工）在世界采矿和冶金业产生了巨大的影响。MINTEK 有500多名员工。MINTEK 雇佣的都是有资格和有积极性的人员,他们当中包括冶金师、化学电子工程师、化学家、物理学家和矿物学家,许多人都是在各自领域里的公认的带头人。", "label": "工商管理", "id": 0}
{"content": "<正> 金田有限公司是世界上最大的无套期交易的黄金生产公司,以勘探、开采和加工贵重金属为主要业务。公司寻求具有世界水平的地区分布多样化的资产,并通过负责的、可持续的和具有创新性的发展充分利用这些资产。根据金田公司的地区更加多样化的战略,公司最近得到澳大利亚的圣艾夫斯和阿格纽矿,以及加纳的达芒矿的所有权。公司大约70%的黄金生产来自南非白水岭盆地的金矿,即特里方登、克鲁夫以及自由省分部。澳大利亚生产的黄金约占公司产量的15%,其余15%来自加纳的金矿。", "label": "工商管理", "id": 0}
{"content": "<正> 贝特曼BV公司以阿姆斯特丹为金融基地,以南非约翰内斯堡为操作平台,是一个具有国际性的创新的自然资源转化的提供者。公司提供全方位多边的技术服务,其中包括选矿工程、专门技术、投贷业务、工程承包及项目管理。公司在贝特曼的旗帜下运作,为客户提供全面的,将自然资源转化为有市场价值的产品的解决方法。贝特曼公司的服务领域包括:采矿、选矿、金属治炼、铁、合金、气体压缩、原油提炼、矿物盐、化肥、化工、环保、散料运输、农业、食品加工。水及污水处理等。", "label": "工商管理", "id": 0}
{"content": "<正> MUTTOTEC（懋图特）集团公司现在已经从当初的一家生产单一产品的公司成长为有4家生产厂、有688个雇员的集团公司。这4家公司分别是:懋图特制造公司、懋图特工艺设备公司、懋图特耐磨衬垫公司以及MATO产品公司（为懋图特和德国传送带紧固生产商Mato GmbH 的合资公司）。3家懋图特公司分别由一名董事总经理控制,该董事总经理向集团的CEO 霍尔兹先生报告。集团的管理队伍包括3名董事总经理、CEO 以及财务总监。", "label": "工商管理", "id": 0}
{"content": "<正> 镭射测量公司是一家南非公司,开发和生产测量距离的激光仪器,作为工艺控制系统的一部分,专门用于采矿业、化工生产、食品生产和钢铁工业中的水平控制和定位。该技术在世界上是很独特的,在国内和国际上都得到广泛的承认。镭射测量公司的产品获得许多的奖项,在过去的3年里,镭射测量公司都跻身于南非100家技术最先进的公司之列。2001年,公司获得了南非中小企业出口总体奖。在许多情况下,激光测量水平和距离的技术远远比其他技术先进。镭射测量公司相信激光技术应该能够在所有的水平控制方面得到应用,而不是仅仅由于专门的用途。为了把这种信念变成现实,这种技术必须是经济上负担得起,产品必须能适应各种不同的测量", "label": "工商管理", "id": 0}
{"content": "价值观念体系属于意识形态,形成的基础是国家的政治经济体制及其社会制度。我国实行的是社会主义市场经济体制,在社会主义初级阶段,自然垄断产业企业集团依据《公司法》的规定,其产权形式为国有独资或国家绝对控股。因此自然垄断产业企业集团的绩效评价过程中,绩效评价的参照体系、评价体系的规范要求、评价指标的价值判断及评价过程的其运作取向都要坚持国有资本安全与保值增值,即遵循社会主义主导价值观念,使自然垄断产业企业集团的绩效评价体现国家与社会的最大利益。本文详尽阐述基于价值观的绩效评价的参照体系。", "label": "工商管理", "id": 0}
{"content": "我国SYB（START YOUR BUSINESS）中文释义:创办你的企业、是国际劳工组织SIYB创业教育系列教程的重要组成部分,为大学生、社会失业人员,军队复员转业人员自主创业开办企业前期接受劳动和社会保障部门组织的创业教育（或称之为创业培训）,由劳动和社会保障部引进中国,1998年我国开始SYB创业培训试点,国家同时出台由政府担保小额贷款政策支持,解决了创业者在创办企业时遇到创业知识和资金不足问题,降低了创业者的投资风险。李克强总理在2014年9月提出\"大众创业、万众创新\"并强调要在960万平方公里土地上掀起:\"大众创业\"\"草根创业\"的新浪潮,形成\"万众创新\"\"人人创新\"的新形势,希望激发民族的创业精神和创业基因。然而,国家及党中央的号召,在全国各省市及自治区推进创业教育,已经是各地各省的头等大事之一,当今的中国创业教育开始火了,\"互联网+\"开始热了。", "label": "工商管理", "id": 0}
{"content": "后疫情时代增加了就业的不确定性,潜在的加剧了职业定位不清晰、就业力不足的毕业生的\"慢就业\"态势,本文从就业供给侧和需求侧出发探究就业难的影响因素,从人才供求双方着手聚焦就业观转变与就业力提升的具体做法,协同政校企三方资源打造全员、全程、全方位的三全育人机制,从识别就业区域政策、识别就业行业趋势、识别就业企业特色、识别就业岗位路径切入,以政校企研职训练营为载体帮助学生拓宽视野、锚定方向,实现早认知、早规划、快行动、快就业的工作成效。", "label": "工商管理", "id": 0}
{"content": "运动消费市场日渐扩大,体育类院校学生创业热情也随之提高。创业意向是决定个体是否实施创业行为的先决条件。我国一直高度重视创新创业活动,而高校正好是双创的主战场,学生是双创的主力军,体育类创业也是创业中的一大热门。早在2014年,国务院印发的《关于加快发展体育产业促进体育消费的若干意见》首次提出将全民健身上升为国家战略,体育消费将成为国民经济新的增长点,所以促进体育行业创业具有重要意义。在体育类院校中,学校教育以及政策、社会政策等多方面都支持鼓励学生进行创业,也有部分学生已经尝试了自己创业,所以探讨体育类院校学生的创业意向对于整个体育产业提升都很有意义。通过检索文献我们可以得知前人研究都是从全体学生出发,研究综合性大学的学生创业意向。但是专门针对于体育类院校学生的创业意向研究目前较少,并且体育行业的创业成本、难度、以及项目选择都有其独特之处,体育院校学生接受过系统的体育专业教育、熟悉当前市场、了解国内外体育的发展动态,对于创业的实施具有很大的优势。所以本文致力于研究体育院校学生的创业意向的影响因素。本文选取国内最好的体育大学之一,北京体育大学学生作为研究对象,对北京体育大学的同学进行问卷调查。主要选取北京体育大学在校生,2017级-2020级本科的学生校群、年级群,2019级、2020级研究生校群、年级群一共发放450份,其中剔除一些随意性较强和比较极端性的回答,最终筛选得到344份有效问卷。把成就动机、风险倾向和创业态度作为自变量,创业自我效能感作为中介变量,创业意向作为因变量,通过结构方程来探究模型之间的关系。通过实证结果显示,风险倾向和创业态度对于体育类院校学生的创业意向具有正向作用,创业自我效能感也对创业意向具有正向作用,这与许多国内外的研究结果一致。本研究在证实了创业态度,风险倾向对于创业意向的正向影响,同时证实了创业自我效能感对于创业意向和创业态度、风险倾向之间的中介作用。个体的风险倾向和创业态度都会作用于创业自我效能感,从而影响创业意向。由此了解了体育类院校学生的创业意向的影响因素,对于我们着重了解体育学生的创业意向,达到提高创业实践,促进体育产业经济的发展具有重大意义。具体结果如下:1.成就动机对于创业自我效能感具有负向作用,成就动机越高是个体反而不会选择创业实践。著名学者麦克利兰曾经提出,通常高成就动机的个体不会选择过于困难或者过于简单的任务,一般会选择难度适中的任务。所以对于高成就动机的个体来说,选择创业是一个过于困难并且充满意外的事情,所以成就动机对于创业自我效能感具有负向作用。2.创业自我效能感成功中介了风险倾向和创业意向。北京体育大学的学生大部分为术科生（体育特长生）,体育生由于经常参加比赛以及训练,对于风险的承受力会比普通学生高,创业创新本身就是要不断尝试新的事物,对于高风险的个体在作出创业决策时,往往会更加倾向于高风险高收益的选项。所以在面对体育类创业时,创业者要敢于实践,选取合适的体育项目进行创业。3.创业自我效能感成功中介了创业态度和创业意向。创业态度就是个体对于创业这个事件的总体的看法,认可创业这一事件,才会愿意为其付出努力,使其达到成功。体育学科的工作及兼职机会也是高于其他学科,在学生进行工作或兼职时,会逐渐了解不同项目的创业难易度,细节,同时也会让学生对于创业这个事件保持理性的态度。因为个人对于创业这个事件产生正面的态度,一定程度上会加深创业中的自我效能感。就北京体育大学的学生而言,对于自己所学习的专项具有高度的认同感,对于技能的熟练度极高,自然学生对于自己本专项的创业自我效能感会更强,创业意向也会更强烈,成功的可能性会更高。4.创业自我效能感对创业意向具有正向作用。Krueger和Brazeal、Boyd和Vozikis、Chen等研究表明创业自我效能感直接、显著影响创业意向。创业自我效能感的增强,就越能激发个体的创业意向以及创业行为。并且创业自我效能感同时还影响风险倾向和创业态度两个因素。对此就我们提出建议从改变学生对于体育创业的态度、提高学生对于实施创业行为的风险倾向以及创业自我效能感,从而可以提高体育类院校大学生的创业意向,促进体育类院校学生的创业实践,缓解体育行业就业压力,对促进体育产业发展具有重要意义。", "label": "工商管理", "id": 0}
{"content": "研究目的:2022年北京冬奥会的成功申办催生了冰雪运动发展的\"新风口\"。企业作为冰雪运动发展的主要载体,迎来了快速发展的黄金时期。专利作为企业的核心竞争力,关系着企业能否在市场竞争中占据优势地位。2019年3月中共中央办公厅、国务院印发的《关于以2022年北京冬奥会为契机大力发展冰雪运动的意见》中明确指出\"支持企业开发科技含量高、拥有自主知识产权的冰雪运动产品\",这为我国企业的冰雪专利发展指明了方向。冰雪专利作为衡量冰雪运动发展水平的指标之一,其重要性了然于中。而我国在\"新风口\"态势之下,如何提高企业冰雪专利竞争力以带动国家冰雪科技创新发展,满足社会效益增长需求俨然成为当前亟待解决的问题。通过构建企业冰雪专利竞争力评价指标体系不仅能全面、系统、科学和准确地反映评价企业冰雪专利的多个方面变化特征和发展规律,还能实现冰雪产业的创新发展。鉴于此,本文重新综合选取各项指标构建企业冰雪专利竞争力评价指标体系,对国际领先的50家代表企业的冰雪专利竞争力进行评价,探析企业冰雪专利发展过程中受到哪些因素的限制,旨在清晰地了解当今国际领先的企业冰雪专利发展趋势,从而为国内冰雪行业中企业的战略规划提供可资参考依据。研究方法:根据企业专利竞争力的内涵以及企业专利生产流程,将企业冰雪专利竞争力分为三个方面来研究:人力投入能力、协同创新能力、专利产出能力,并在梳理前人关于专利竞争力评价指标的文献基础上,最终构建了由3个一级指标,15个二级指标组成的企业冰雪专利竞争力评价指标体系。将Patsnap专利平台作为数据源,采用熵值法对冰雪专利申请量排名前50的代表企业的冰雪专利竞争力进行评价。研究结果:1.本研究根据前人的研究成果,重新综合企业专利发展的人力投入、协同创新、专利产出能力等特征,最终选取了3项一级指标和15项二级指标,构建了企业冰雪专利竞争力的评价指标体系。该指标体系的二级指标有:参研人数（0.0561）、参研人次（0.0795）、合作专利数量（0.0672）、合作专利权人数量（0.0620）、技术范围（0.0411）、技术集中度（0.0042）、相对技术份额（0.0891）、专利申请量（0.891）、核心专利申请量（0.0732）、专利授权量（0.0936）、专利总被引次数（0.0700）、专利引证数（0.0772）、存活期（0.0680）、简单同族专利数（0.0633）、被转让专利数（0.0664）。其中,专利授权量、专利申请量、相对技术份额、参研人次、专利引证数、核心专利申请量等指标权重比较大,重要程度较高。这说明了专利竞争力仍以数量为基础,质量和价值为核心。2.50家企业冰雪专利竞争力的综合评分存在明显的差异。从绝对差距来看,企业专利竞争力评分差异的离散程度较大。从综合评分分布来看,仅有12家企业的综合评分超过均值。3.对50家冰雪的专利申请排名与综合评分排名进行描点并分析。当企业综合评分排名低于专利申请量排名时,将企业划分为成长型,反之,划分为潜力型,而两种排名相匹配时,则划分为稳定型。分布情况如下:有6家稳定型企业落在交汇线上,26家成长型企业落在左侧,18家潜力型企业落在右侧。龙头企业具有引领行业技术创新和以集成创新作为自身创新主导方式的重要属性,应有效利用其带动效应,通过集成平台进行技术扩散和提升,能够进一步加快企业冰雪专利密集程度,从而提升实体经济创新水平、实施创新引领发展国家冰雪专利。成长型企业所持有的冰雪专利申请量虽较多,但在专利研发活动中没有充分发挥自身优势,对专利的质量与价值没有给予足够的重视,导致专利质量和价值没有显著提升综合专利竞争力。成长型企业仍需在合作专利研发的广度和深度方面精耕细作,在冰雪领域中继续发挥自身的优势,开展广泛的专利协同开发,并保证合作专利的长期性和持久性,从而发挥协同创新集聚效应,最终全面地提升自身的科技创新能力。潜力型企业凭借自身较少的专利中研发出高质量、高价值的冰雪专利,这点可以通过企业的专利总被引证数统计得以佐证。潜力型企业比成长型更加依赖基础研究、专利或冰雪领域专有知识,因此需要持续提供更多的冰雪发明专业性人才来承担这些工作。研究结论:本文在总结前人研究成果的基础上,构建了企业冰雪专利竞争力的评价指标体系,并结合熵值法对指标赋权,避免了以往人为主观判断的影响,达到较高精确度和可信度。其综合评价结果能够客观、准确、直观地反映出当今冰雪行业中企业的冰雪专利竞争力地位,为国内企业未来的冰雪专利发展战略与布局提供了重要参考。", "label": "工商管理", "id": 0}
{"content": "随着中国竞技体育事业的不断发展和壮大,退役运动员的安置问题变得越来越重要。据资料显示,全国每年退役运动员数量接近3000人,全运会年退役运动员数量最多能达到3500人,而辽宁省每年有200名左右的退役运动员。退役运动员再就业的重要性是不言而喻的,它不仅关系到运动员个人退役后的生活,更加关系到现有运动队的稳定与发展,甚至还关系到国家竞技体育发展趋势。为解决这一问题,政府出台一系列政策措施。就退役运动员创业的必要性而言,由于退役运动员自身面临着就业困难的问题,分析原因可以发现,在以往的经济体制下,政府可以为其提供政策性安置,运动员不必过于担心退役后的工作问题,但在现有计划经济体制下,政策性安置越来越困难。此外,退役运动员的综合文化素质不高,对其就业造成影响。在运动员的职业生涯中,由于高强度的训练,也会给其身体带来一定的损伤。因此,创业成了退役运动员就业的重要途径。可在诸多优惠政策和良好的创业环境下,我国退役运动员的创业人数依旧不多。为探究内在的根本原因,在大量的研究基础上,本文拟从马斯洛需求层次的视角,运用实证分析和数理统计方法,对退役运动员创业行为进行探究,以期发现创业行为的影响因素,促使创业成为退役运动员再就业的未来趋势,让具有创业思想和意愿的退役运动员走上创业之路,有利于促进退役运动员个人的可持续发展。本文的主要思路是先介绍了本文的选题依据。重点在于查阅国内外创业相关文献,了解创业研究现状。其次交代了本文的研究对象与研究方法。第三部分是结果与分析。先从理论上确定退役运动员创业行为影响因素框架,再对选取的样本数据进行描述性统计分析。先用单因素分析法排除混杂因素,采用SPSS20.0分析软件对收集到的数据进行处理分析,为找出影响退役运动员创业行为的关键因素,在数据分析之前,针对无序分类变量采用皮尔逊卡方检验进行创业与非创业组之间的比较,以找出个人特质、综合素质、家庭环境、政府支持和市场环境中影响退役运动员创业行为的重要因素,并将单因素分析结果中具有统计学意义的相关性影响变量纳入二元Logistic回归模型进行实证分析。再通过二元Logistic回归进行检验,得出影响退役运动员创业行为的关键因素。最后是结论与建议。根据实证分析结果得出退役运动员创业行为主要影响因素,根据自变量对因变量回归系数的大小来进行排序,在退役运动员创业行为的影响因素从大到小依次为:创业培训经历、政策支持、资金支持、服务保障、创业风险识别、创业知识、创业意识、市场信息了解程度、心理素质、创业动机和创业能力。对本文的研究结论进行概括总结和简单分析,并根据研究结论提出相应建议对策。本文的研究结论:影响创退役运动员创业行为的主要因素为,创业培训经历、创业动机、创业意识、创业知识与能力、心理素质、政府支持力度、市场信息了解以及创业风险识别。而退役运动员创业存在这些主要问题:（1）退役运动员选择创业的需求层次低（2）创业意识较弱（3）退役运动员自主学习能力低,创新创业能力不足（4）退役运动员对创业政策了解程度不够,信息获取渠道单一（5）退役运动员对市场信息了解不充分,无法及时把握商机（6）退役运动员对创业风险认知程度低。据上述结论提出针对性的建议:国家在制定有关退役运动员就业安置保障政策时,应该树立\"创业就是更好的就业\"的理念,注重长远发展和可持续发展;促使退役运动员创业培训更加精准化,建立退役运动员创业培训发展档案,利用大数据和互联网优势及时跟踪退役运动员的创业动态,不定期地开展调研,针对性地调整创业培训课程内容;构建退役运动员创业信息共享平台,及时分享创业信息,方便创业者沟通,实现资源共享,给未就业退役运动员提供就业岗位,减轻政府就业安置压力。", "label": "工商管理", "id": 0}
{"content": "思维决定思路,思路决定出路,这一箴言在农村包围城市中共中央的战略转移过程中得到充分体现。新民主主义革命战争阶段的遵义会议确立了毛泽东在党中央战略领导地位,为中国革命树立了正确的方向导引,而秋收起义失败后毛泽东思想的转变正是他个人在洞察局势后的一次重大思想转折,孕育了中国革命的新生命。提到秋收起义,大多数人想到的是革命军队转兵井冈山建立革命根据地,对中国共产党的发展和力量的壮大具有重要意义,被看作历史的必然,但农村包围城市的决策才是革命根据地形成的根本,这一政治决策的孕育和实践是值得当代青年人深入挖掘的宝贵精神财富,汲取其中的思想智慧,对于我们青少年创新创业思维的培养和能力的提升具有重大启示。", "label": "工商管理", "id": 0}
{"content": "教育部鼓励大学生积极参加\"互联网+\"大学生创新创业大赛,\"乡村振兴\"是我国在脱贫攻坚工作后提出的战略,怎样在创新创业的同时带动当地经济发展,带动乡村振兴,立足当地特点特产,而不仅仅着眼当地农产品销售,怎样在贯彻落实\"以赛促教、以赛促学、以赛促改、以赛促建\"精神的时候,带动乡村振兴,让产学研用与\"互联网+\"大学生创新创业大赛的赛事成果最终转化相紧密结合,促进\"互联网+\"新形势新业态的发展,同时提高经济发展,努力形成高校毕业生更高质量创业就业的新局面。是本文探讨的内容。", "label": "工商管理", "id": 0}
{"content": "随着时代的发展以及我国经济水平的不断提升,我国企业的规模也在不断扩大,因此有效做好纪检工作也已经成为相关工作人员的重要工作内容之一。当前在开展纪检工作的过程中依旧会存在很多不可忽视的问题,因此为了保证相关工作的有效开展,下文将针对纪检工作中存在的问题进行阐述,进而保证企业的纪检工作可以得到高质高效地开展。", "label": "工商管理", "id": 0}
{"content": "国潮以国为本,潮为核·中国风、代表性国潮单品、满足年轻人审美是国潮品牌的三大特征。随着年龄增长,对中国风设计元素的关注度上升;潮流IP的关注度呈下降趋势。·与潮关联的鞋服配饰及数码产品更多受到关注。男性更关注潮玩、家具/家居、游戏等品类,女性则对美妆、服装、文具产品的关注度较高。·传统工艺、经典人物形象及综艺/博物馆IP受到消费者喜爱。刺绣、百褶、杭罗等代表性工艺在国潮服饰中运用较多;借力热门影视剧,哪吒、孙悟空、葫芦兄弟等成为热门国潮形象。限量包装是主要跨界方式。国潮关注群体:追求精明和品质生活的Z世代·Z世代看重购物体验,关注新产品。同时希望以高性价比方式获得高品质生活。对于线上及线下的社交行为均较关注。·Z世代的国潮产品购买率高,关注服务及网红/明星的推荐。·独特的产品、环境友好及合心意的代言人有利于提升品牌好感。国潮关注群体:追求务实和稳定的下沉市场·下沉市场消费者追求稳定、务实的生活,关注性价比。·品牌归属、品牌形象进入国潮产品购买考虑因素前五。在购买决策时,四五线城市消费者倾向于购买常用产品,尝新驱动不足。国潮关注群体:容易被安利的\"买买买\"人群·一线城市的年轻女性消费热情高,尤其是25-29岁人群。在服饰、美妆、食品、家电等品类形成稳定的消费习惯。·\"买买买\"人群非常容易\"被安利\"。身边人、网络上的推荐、品牌事件、购物心情均会影响购买决策。·买买买人群对网红/明星带货及\"洋\"IP的关注度较高。·快捷的语音搜索、新品及各类推荐,是\"买买买\"人群关注的电商功能。", "label": "工商管理", "id": 0}
{"content": "近年来我国经济快速发展,数字经济突飞猛进,主要是以互联网为依托,产生多种新型的经济发展模式和商业模式。由于其具有高流动性、隐蔽性、虚拟性等特点,为跨国纳税人提供了国际避税的新手段。本文通过分析我国数字经济发展的,联系数字经济的背景及趋势阐述了开展国际避税与反避税的原因,为我国在数字经济背景下开展国际避税和反避税,减少税收侵蚀和利润转移提出建议。", "label": "工商管理", "id": 0}
{"content": "对所有创业者来说,每天要面对的是困难和失败,而不是成功。看看那些回乡创业的事迹,感受他们的精神,激励自己如何面对困难走上致富路的返乡人。", "label": "工商管理", "id": 0}
{"content": "随着高校毕业人数逐年攀升,国家相继出台了一系列政策支持大学生创新创业以促进大学生就业。为了解其演化规律,基于2000-2020年中央及各部委颁布的79份政策文件,将其划为三个阶段:探索期、建设期和完善期,采用分词、高频词统计、共词分析等文本挖掘方法,总结出:其内容呈现由宽泛到具体的特征;政府对该政策的制定不断深入并完善,先关注就业,随后向创业、创新转移,并越侧重实践。", "label": "工商管理", "id": 0}
{"content": "农户创业作为解决\"三农\"问题,缓解城乡差异的重要途径之一,在乡村振兴背景下,是推动乡村产业兴旺的主力军和重要引擎。农村家庭通过投资行为改变其产业结构、经营方式、组织结构、生产技术等生产因素以达到创业目的,但也面临着种种困难与因素的局限。本文通过对农户创业的界定、农户创业面临困难、农户创业决策的影响因素以及相关理论进行文献梳理,有助于发现农村创业环境中存在的问题,对于改善农村创业金融和政策环境,促进农户就地创业有积极的推动作用,同时也可为相关政策的制定提供决策参考。", "label": "工商管理", "id": 0}
{"content": "本文以武陵山片区大学生为研究对象,分析影响武陵山片区大学生创新创业能力的因素,构建大学生创新创业激励机制的策略,提高武陵山片区大学生创新创业实效。从而推进西部大开发,促进大学生创新就业发展,激发大学生创新创业激情,全面推动大学生创新创业工作的开展,为社会进步、服务地方经济贡献一份力量。", "label": "工商管理", "id": 0}
{"content": "新冠肺炎疫情对我国企业造成巨大影响,工会的维稳工作就成为了工会工作的重中之重。本文阐述了关于工会作好维稳工作的意义,分析了工会维稳工作的优势,提出工会作好维稳工作的思路。", "label": "工商管理", "id": 0}
{"content": "影响分析师预测准确性的因素是学界和业界广泛关注的重要话题。尽管许多实证研究发现分析师在欧美市场中存在着\"本地优势\",但少有研究关注到中国分析师是否具有本地优势,同时,很少研究深入探索本地优势现象形成的深层原因。本文以在2000-2020年间对美股上市的中国概念股进行盈余预测的所有1243名分析师为样本,手动收集了他们的工作地点和文化背景信息。通过研究发现中国分析师在中概股预测中具有本地优势,而这种本地优势的来源于不是传统文献中认为的由地理距离带来的\"本地工作优势\",而是来源于个体主观的\"本地文化优势\"。此外,本文还进一步将数据拓展到了全球资本市场,在美股、港股和全球其他资本市场中均发现了不同程度的本地优势现象。本文的研究结果对于正确认识中国概念股公司的特质以及中国分析师在资本市场中的作用,具有重要的理论与现实意义。", "label": "工商管理", "id": 0}
{"content": "中国新创企业近年来保持高速增长态势。新创企业能否顺利渡过襁褓期而发展壮大,取决于其能否有效管理利益相关者。在本文的研究案例中,新创企业由于利益相关者管理不善而导致的损失相当普遍,在其供给侧和需求侧均是如此。本文列举了新创企业利益相关者管理失效的典型情形,分析了管理失效的根本原因,并给出了改善新创企业利益相关者管理的策略建议。", "label": "工商管理", "id": 0}
{"content": "面临日益不确定性的内外部环境,企业家精神作为克服路径依赖和获取竞争优势的战略路径,日益受到学界和实践界的重视。事件系统理论为非常规工作场所事件如何塑造企业家精神提供了思路。从认知和情绪过程切入,以中国江苏南京秦淮硅巷企业的406份有效问卷为样本,利用Bootstrap法对事件新颖性与创业身份认同、创业激情及企业家精神之间的作用机制进行检验。研究表明:（1）事件新颖性正向预测企业家精神;（2）创业身份认同和创业激情分别在事件新颖性与企业家精神之间起到中介作用;（3）创业身份认同和创业激情在事件新颖性对企业家精神的正向影响中起到链式中介作用。研究结论对企业家在复杂的创业情境中塑造企业家精神具有一定的启发和指导意义。", "label": "工商管理", "id": 0}
{"content": "优化营商环境成为当前我国市场经济改革的重要组成内容,通过分析我国营商环境的特点和短板进一步了解其现状。标准化是加强营商环境各主体、各要素有机融合、系统发展的有力工具,本文从需求分析、构建原则、框架研究与设计等方面思考优化营商环境标准体系,供相关单位参考。", "label": "工商管理", "id": 0}
{"content": "企业标准化是国家标准化工作的核心和灵魂所在,企业标准化水平直接反映了国家的工业技术水平、产品质量水平甚至是社会管理水平。儒家思想传承了中华文化的精华,其核心思想仁政管理、义利观和诚信观影响了中国社会经济的发展。在创建企业标准化良好行为的过程中,深入分析儒家的基本内涵和特征,弘扬吸收传统文化思想的精髓,探析儒家思想与现代企业管理中的关系,运用企业标准化平台塑造企业的核心价值观,丰富企业管理文化内涵,对促进现代企业的长足发展具有十分深远的意义。", "label": "工商管理", "id": 0}
{"content": "标准是企业产品质量保障的基石,企业标准化建设在现代企业管理活动中越来越重要,本文从企业标准化工作内容着手,结合作者工作实际,对企业标准化工作中存在的现实问题进行阐述,最后针对性的提出了优化的建议。", "label": "工商管理", "id": 0}
{"content": "企业投资项目审批制度是指项目开工前、竣工后,从开工前审批到验收通过的全过程,审批环节多、耗时长、成本高。黄岩区积极推行投资项目审批流程优化,促进项目早审批、早开工、早投产,优化区域营商环境,提升企业和群众获得感。", "label": "工商管理", "id": 0}
{"content": "标准化已成为现今企业赢得市场竞争的利器,成为企业技术创新的动力。本文分析了一些企业在标准化方面存在的一些发展现状及误区,分析误区存在的原因并提出了改进办法,着力提升企业标准化水平,加强标准化人才建设,做到全员参与,使标准化活动更好服务于生产,实现产业和经济的跨越式发展。", "label": "工商管理", "id": 0}
{"content": "学生创新创业资金扶持建设与发展,对促进社会经济转型、释放社会活力、解决大学生就业问题等有积极作用。学生创新创业教育与自主创业拥有良好的扶持政策与外部环境,在这一视角下,对学生创新创业资金扶持、资金使用等方面进行综合分析,对提高学生创新创业的成功率方面有积极作用。通过资金扶持、能力培训等多种方式进行优化,旨在实现学生创新创业资金扶持体系的实际应用效果提升。", "label": "工商管理", "id": 0}
{"content": "政策支持,推动职业技能培训终身化,明确企业的培训主体地位,提升企业参与度;经济转型,新常态下,企业面临人才发展与科技创新的时代挑战,亟待增强创新力;社会变迁,企业培训延长劳动力受教育年限,加速释放人才红利,优化人才供给链;技术加持,信息技术基础设施已成熟,培训实施与管理工具丰富,推动学习数字化;资本助力,融资规模创历史新高,头部玩家逐渐显现,培训系统厂商更受资本青睐。2020年,行业市场规模达1644亿,培训劳务服务是主要的组成部分,在企业数字化学习趋势下,预计培训解决方案及培训内容产品的规模占比将逐渐提升。未来,科技将成为变革传统企业培训业务的关键,服务将成为实现厂商差异化竞争的基础。培训组织尚处于高度分散且竞争激烈的市场,或将通过构建区域壁垒与领域壁垒提升品牌影响力。培训系统赛道则相对集中,CR5超过30%,或将通过提升内容质量与服务深度的方式,对1000-3000人规模的企业进行深度挖掘。中小型企业方面,除标准化SaaS产品外,与更加高频且刚性的服务需求模块集成将更有利于打开局面。价值共生,优势互补,生态协作,构建培训组织机构与培训系统厂商的利益共同体;敏捷开发,千企千面,快速迭代,以低/无代码PaaS提升可持续的个性化开发能力;融合创新,业培一体,面向场景,知识资产丰富内容供给,缩短学习成果转化链条。", "label": "工商管理", "id": 0}
{"content": "<正>奋进创业,青年正当其时。近日,中国青年报社、天眼查与青创头条客户端联合发布《青年创业城市活力报告（2021）》。报告显示,2011-2020年,我国共新增超过4400万家创业公司,也就是说,平均每7秒就有1家创业公司成立。报告基于文献梳理、政策归纳、实证调研、天眼查及其他公开数据运用和专家分析论证等主要技术环节,以2021年公布的全国GDP排行榜前100的城市为样本,", "label": "工商管理", "id": 0}
{"content": "美容逐渐成为新时代的代言词,越来越多的人在当下选择去进行美容。但是第一次进行美容的人心中总是会存在着一些戒备,因此美容体验馆也应运而生,它为医学美容技术专业的学生创业提供了一个新的途径。但是美容体验馆究竟在创业教育中起到了什么作用,本文就美容体验馆在医学美容技术专业创业教育中的应用进行研究。", "label": "工商管理", "id": 0}
{"content": "KAB教育根据学生的特点,发掘和利用学生的潜能,注重实践,有效地提高了计算机专业学生的创业观念。本文借助KAB教育,从社会需求和专业特点入手,提出了培养高职院校计算机专业学生创新创业能力的方法。", "label": "工商管理", "id": 0}
{"content": "农村地区作为当前国家战略发展和机遇挑战的新高地,受到了来自政策层面的更多关注,乡村振兴战略便是农村地区发展的重要战略支撑之一,而大学生返乡创业更是推动新农村建设发展的重要途径,在为农村发展改革提供新活力的同时,更能有助于改善当地农村的人居环境,带动当地经济新增长。这不仅有利于解决大学生就业问题,从另一层面上来讲也是对乡村振兴战略的强力支持。大学生返乡创业是在机遇和风险中前行,较弱的创业实力,必然伴随着国家为其提供政策倾斜来保驾护航,大学生返乡创业是对社会就业问题的逆向解决,应当大力培养提升大学生返乡创业的意愿、知识和技能。二者都是对社会建设和发展的不同诠释,所以必然是未来农村发展和创新创业战略的前进方向。", "label": "工商管理", "id": 0}
{"content": "随着\"互联网+\"概念的提出和基于互联网的创业实践的不断积累,高校大学生的创业形式在不断多元化。对高校大学生而言,借助互联网平台进行创业,既是机遇,也是挑战。本文分析了\"互联网+\"时代背景下大学生创业存在的问题,并提出了相关对策建议。", "label": "工商管理", "id": 0}
{"content": "在互联网高速发展的当今时代,社会对计算机专业人才的需求量越来越大,提高计算机专业大学生就业能力是为社会输送高素质人才的重要保障。为此,高校必须不断优化人才培养方案,将提高学生就业能力作为重点工作。本文简单分析了导致计算机专业大学生就业能力不足的原因,提出了计算机专业大学生就业能力培养策略。", "label": "工商管理", "id": 0}
{"content": "本文基于大数据政策发展和规划行业应用变迁,提出深度挖掘公开数据是规划行业未来数据分析的发展方向。列举现有开源数据和使用方法,在镇村级应用方向上总结提出信息基础、规范方法、深度挖掘、创新建库四种手段。选择企业注册数据这一开源数据,详细给予该类数据在县、镇、村不同曾经产业研究中的使用方法和应用案例。", "label": "工商管理", "id": 0}
{"content": "质量是企业生存和发展的第一要素,质量水平的高低,反映了一个企业的综合实力,质量问题是影响企业发展的重要因素,在激烈的市场竞争中,应充分认识质量管理和产品质量对企业发展的作用和影响。本文提出以标准化手段开展企业管理的思考。", "label": "工商管理", "id": 0}
{"content": "党中央提出\"乡村振兴\"以来,农民工返乡创业的人数在全国迅速增长。2021年中央\"一号文件\"指出,\"农民工\"是乡村振兴中不可忽视的一个群体,农民工返乡创业为乡村振兴带来了脱贫致富的信心。但农民工在返乡创业过程中也出现了一些困境,因此,结合现有文献和官方数据得出:农民工在返乡创业过程中人才供需失衡问题较为突出,针对人才供需问题,本文从政府、企业和创业者三方面提出相应的对策和建议。", "label": "工商管理", "id": 0}
{"content": "实施海外投资是中国当前守护金融资产价值,提升产业结构,进一步融入经济全球化的重要战略选择。然而,当前中国海外投资在投资规模、投资方式、行业分布、投资目的地选择等方面都发生了巨大的变化。这些变化也相应引发中国企业在海外投资资产管理和风险控制方面的一系列问题。在正确认识现存问题基础上进行全面、科学的风险评估,是中国企业深化海外投资必然选择。", "label": "工商管理", "id": 0}
{"content": "<正>定义与分类企业服务分为外包型、平台型和租用型三类企业服务是指面向企业（服务对象为企业）的服务。由于C2B类型占比较小,因此可以近似等同于B2B类型的服务。企业服务不单指云服务,更不单指近几年比较火的SaaS。企业服务,可以分为外包型、租用型和平台型三种类型,三种类型的定义、特点和演进关系,可参考《甲方乙方:2020年中国企业服务研究报告》,此处不赘述。因平台型和租用型边际成本更低,因此更受到投资者关注,热度更高。但外包服务,不仅在企业服务中占比最大,而且往往是平台型、租用型落地的关键所在。", "label": "工商管理", "id": 0}
{"content": "我国一直极为注重东北振兴,提出要对营商环境进行优化,推行全面性深化改革。为响应号召,沈阳一直在对自身营商环境进行优化,整体创业创新态势较为理想。本文将通过对营商环境基本情况的介绍,对沈阳营商环境持续性优化意义展开分析,进而就可持续优化沈阳营商环境的城市文化建设展开深入性探讨,希望能够为沈阳发展提供一些理论方面启示。", "label": "工商管理", "id": 0}
{"content": "在当前经济体制改革的过程中,创新创业已经成为区域发展与竞争核心力量,沈阳作为东北经济社会发展的中心城市,构建完善的创新创业生态体系,对于沈阳的改革试验乃至东北老工业基地振兴具有重要的意义。本文从精准定位做好顶层设计、完善双创政策体系、清障搭台激发市场活力、做好人才的引留工作、探求中央支持与合作等方面提出构建沈阳地区创新创业系统的对策建议。", "label": "工商管理", "id": 0}
{"content": "<正>企业背景山西森泽能源科技集团有限公司是集能源、化工、旅游、餐饮、网络、学校于一体的资源综合利用、产品相互关联、产业链条开发的高效环保大型非公民营企业。公司总资产110亿元人民币,年产值60亿元,集团总部位于山西省柳林县西王家沟乡新民村。旗下拥有8个实体公司,11个煤铝矿井,1个煤矸石试验基地,1所6年寄宿制学校,1个农业生态园,能够一次性提供就业岗位4000个,", "label": "工商管理", "id": 0}
{"content": "以\"一带一路\"沿线45个国家为研究对象,基于2003-2018年中国对其直接投资的面板数据,研究沿线国家的营商环境的总体状况和具体的分类指标对中国OFDI的影响,并从投资动机的角度分析东道国的营商环境对异质性投资动机的中国OFDI影响的差异性。研究发现:东道国营商环境改善有利于中国OFDI流入,营商环境对于不同投资动机类型的OFDI的影响具有差异性,营商环境越好越有利于市场和技术寻求型投资动机的中国OFDI流入,而当总体营商环境变差时被吸引的OFDI则主要是资源寻求型。另外,市场寻求型OFDI侧重于获得信贷、跨境贸易以及解决破产方面,技术寻求型OFDI侧重于登记财产和保护少数投资者方面,而资源寻求型OFDI侧重于开办企业、办理施工许可、获得电力、跨境贸易和解决破产方面。", "label": "工商管理", "id": 0}
{"content": "<正>数字化转型意味着将数码技术应用到社会终端领域,使传统的社会结构发生创新性变化。数字化转型是第四次产业革命的核心,是通过超连接数据革命。从20世纪资本劳动到21世纪数据信息到未来将会是什么呢?在数字经济这方面,脱离开21世纪单纯的数字技术的扩散,全球经济正向数字经济转变,那么提到数字化转型,就无法与手机脱离开联系,最初手机最重要的功能是为了通话,但是现在使用的手机包括了一些金融服务、交通服务、支付等等日常所需的功能。", "label": "工商管理", "id": 0}
{"content": "<正>COVID-19大流行暴露了身体健康和经济之间的尖锐和根深蒂固的联系。许多受大流行影响最严重的地方,同时也受到健康危机、企业倒闭和失业的困扰。在被迫关闭、重新开放和需求减弱的情况下,大流行对小企业的影响有目共睹。具有全国代表性的小企业数据显示,从2020年2月到4月,活跃企业主的数量下降了22%,这是有史以来最大的下降。虽然总体下降值得注意,但种族和族裔群体之间的关闭率差异更为显著。", "label": "工商管理", "id": 0}
{"content": "<正>\"改革开放再出发\",上海正将优化营商环境作为进一步提升上海对外开放水平的一项突破性任务。2017年,市委、市政府发布《上海市着力优化营商环境加快构建开放型经济新体制行动方案》,目标是把上海打造成卓越的全球城市。卓越的全球城市离不开国际化的语言环境,离不开掌握外语技能、能用外语与外国投资者交流和一起工作的人才。那么目前上海的外语人才储备怎样呢?为此,我们联合上海市外商投资协会,对外资企业的外语能力现状及需求进行了调查。", "label": "工商管理", "id": 0}
{"content": "<正>2020年开年,亚太及全球出现了自然灾害、公共卫生、地缘冲突等多起重大突发事件。其中,新型冠状病毒全球大流行成为最大的黑天鹅事件,危及世界人民健康和生命,迫使全球经济增长紧急刹车。中国及东亚最早受到疫情影响,从制造业到交通运输、餐饮、零售、旅游等服务行业均遭受重大损失。第一季度消费和外贸受到冲击,", "label": "工商管理", "id": 0}
{"content": "<正>全球化智库世界华商研究所成立于2016年4月,是全球化智库（CCG）设立的专门华商研究机构,由著名华商研究专家、原中国社会科学院世界经济与政治研究所世界华商研究中心主任康荣平担任所长。世界经济的新形势,中国的经济转型和创新驱动发展,以及\"一带一路\"倡议的深入实施,为新时期世界华商的发展提出新的命题,CCG成立世界华商研究所,旨在全面深入地研究世界华商如何顺势而为,在创新中寻找动力,把握未来中国与全球发展的新机遇。", "label": "工商管理", "id": 0}
{"content": "<正>早在17世纪,中国人就走向海外,此后掀起了几次大规模的海外移民潮,形成了分布在世界近200个国家和地区的6000万海外华侨华人,为海外华商发展奠定了坚实基础。在发展过程中,海外华商经济形成了鲜明的地域特色和行业特色。世界华商经济的广泛性及其网络性,促进了经济全球化的发展。尤其是在当前\"逆全球化\"现象频现的形势下,华商经济和华商网络将成为新型经济全球化和全球治理体系的贡献者。在全球化4.0时代,在全球治理体系重塑时期,华商社团将成为参与全球治理的独特力量。", "label": "工商管理", "id": 0}
{"content": "<正>中国经济取得的辉煌成就海外华商功不可没。在改革开放后的中国经济发展中,华商是连接中国经济与世界经济的重要桥梁和纽带。华商不仅在改革开放初期成为外资的主要来源,带入先进技术、管理经验以及国际市场关系等,而且在内地企业走出海外的过程中给与其诸多帮助,助力改革开放后中国经济。他们属于住在国经济的一部分,同时具有中华文化的根,可以更好地参与、促进中国和世界的经济交流与合作。", "label": "工商管理", "id": 0}
{"content": "<正>谈起华商,我不禁想起邓小平同志对华商的经典评价:\"对中国来说,大发展的机遇并不多,中国与世界各国不同,有着独特的机遇,比如我们有几千万爱国同胞在海外,他们对祖国作出了巨大的贡献。\"这句话看似普实无华,却是对全球华商的高度认可。我们也可以在众多关于华商的研究中发现一个共同点,那就是无不承认遍布世界的华商关系网是华人经济取得成功的重要因素之一。", "label": "工商管理", "id": 0}
{"content": "当前,经济全球化进入了一个新阶段。全球经济增长动力减弱,许多国家经济增速回落,单边主义、保护主义、民粹主义盛行,世界经济面临诸多挑战。国际社会处在何去何从的十字路口,经济全球化进入了调整期。对世界华商来说,这既是挑战,也是机遇。近年海外华商发展势头较好,世界不同区域的华商发展呈现出显著的特点,华商网络更加有效地强化了各地华商的跨国联系,使世界华商联系在一起。海外华商不仅成为所在地经济的组成部分,也对经济全球化起到了促进作用,其中在促进中国经济与世界经济的融合方面发挥了独特作用。随着中国大陆企业的融入,华商网络在未来推动经济全球化方面的作用将提升到一个新的层次。2018年是中国改革开放40周年,华商在中国也经历了一个40年的历程,为中国经济发展做出了独特贡献,是中国改革开放的见证者、开拓者、参与者、贡献者和受益者。当前中国的外商投资政策不断优化,搭建了一系列服务华商投资创业的平台,为华商创造了良好的环境,华商发展获得许多中国机遇。\"走出去\"的中国大陆企业融入华商群体,成为海外华商的独特组成部分。新时期促进华商发展,要便利华人出入境和居留政策;完善华侨华人华商发展的平台;发挥新型智库和研究机构联通海外华侨华人华商的作用;加强对华侨华人华商权益的保护;解决华侨华人华商面临的困难,推动其参与\"一带一路\"建设。", "label": "工商管理", "id": 0}
{"content": "<正>全球化智库（CCG）华商研究课题组全球化智库（CCG）致力于对世界范围内广大华商的研究,凭借自身在企业全球化、人才国际化、全球治理方面的研究成果和经验,力图推动华商在世界范围内的交流与发展。我们根据一定的指标和数据,设计了一套科学的评选体系,推介有突出成就和影响力的华商人物和在某一领域具有独特成就的华商企业,为华商发展提供理论研究平台和具体经验借鉴。", "label": "工商管理", "id": 0}
{"content": "为了确定自19世纪以来印度尼西亚的华商企业数量,本文分析了印度尼西亚股份有限公司的登记注册体系。研究发现,印尼\"1846年商法\"建立了公司注册体系,这一体系虽然经过修订,但一直延续至今。这一法律也适用于华商企业。在19世纪90年代,华商企业才开始注册并组成有限责任公司,此后数量迅速增加,在1920-1925年间达到了850家。到1940年,经济衰退和代际更替使得这一数量减少到了450家。在20世纪40-70年代之间,华商命运复杂,直到80年代印尼最大的华商企业以企业集团的新形式出现。此后,华商企业集团不断发展,尤其是2010年以来,有至少1000家中国跨国企业的子公司涌入印尼。", "label": "工商管理", "id": 0}
{"content": "闽籍华侨华人占全国海外华侨华人总数的四分之一强,现有1580万人,分布在世界180多个国家和地区,其中东南亚地区有1200余万闽籍华侨华人。他们中的90%以华商的形式居住和经营。第二次世界大战结束后,东南亚国家纷纷独立,从殖民地经济向民族经济转变成为迫在眉睫的事情,闽籍华商的成长获得了空前的机会。在此阶段,闽籍华商经历商业资本向产业资本的转化,大量投资房地产、制造业（包括加工装配业）和金融业,带动和促进了所在国经济结构的转换,同时企业朝着现代化经营的方向发展。20世纪90年代以来,涌现出了一些规模庞大的大企业,但闽籍华商企业中占大多数的还是中小企业,他们作为所在国华人经济的基础,在当地的生产和流通中发挥着相当重要的作用。", "label": "工商管理", "id": 0}
{"content": "华商在非发展历史源远流长,最早可以追溯至明朝。过去百年伴随中非关系的起落,在非华商也经历了复杂的演进过程,并逐渐形成为当地一支重要的经济与社会力量。新中国成立后尤其是最近三十多年,华商在非数量增长,经营领域扩大,已散布于非洲大陆几乎所有国家,不仅促进了非洲本土经济发展,还为中非关系发展做出了贡献。目前在非华商主要集中在餐饮业、零售业、制造业、旅游业、建筑业等,具有满足非洲民众基本需求、推动当地经济社会发展、传播中国技术和中国经验等特点。近年来,一些非洲国家政权更迭无序,政策法规多变,民族主义情绪升温,贸易保护主义抬头,在非华商也面临新的生存发展挑战,诸如产品雷同,质量较差,恶性竞争,责任意识薄弱,环境保护重视不够,有的还受负面言论影响,廉价商品遭抵制。解决好这些问题和挑战,在非华商方可持续发展。", "label": "工商管理", "id": 0}
{"content": "<正>世界范围的华人族群与华商企业蓬勃发展,已经成为全球经济中的重要现象。全球化智库（CCG）致力于对世界范围内广大华商的研究,成立了CCG世界华商研究所,研究解决华商发展过程中一些重大的理论和实际问题,包括研究世界华商在中国与全球经济发展中的地位与作用,世界华商的特点及发展趋势。当前,全球经济进入4.0时代,经济全球化面临多重挑战,由此世界范围内的华商发展进入了一个新的阶段,此时对华商进行研究更具现实意义。", "label": "工商管理", "id": 0}
{"content": "<正>华商在中国乃至世界经济发展中具有特殊和重要的地位与影响,对遍及世界各地的华商进行系统研究具有重要的学术价值和实践意义。本报告由中国领先的国际化社会智库全球化智库（CCG）组织编写,汇集了国内外华商研究领域众多专家、学者、企业家的研究成果、观点和实践经验。CCG位列美国宾夕法尼亚大学《全球智库报告2019》\"全球顶级智库百强榜\"第七十六位,连续三年跻身世界百强,也是首个进入世界百强的中国社会智库,并在国内外多个权威智库排行榜单评选中均被评为中国社会智库第一。", "label": "工商管理", "id": 0}
{"content": "本研究的目的是通过分析兰德公司的智库建设模式,为我国高端智库建设提供借鉴启示。本研究主要分析了兰德公司组织管理、运营管理、人才队伍建设等方面的典型做法和成功经验,并从加强数据库建设、拓展成果展示渠道、提高行政运行效率等方面,对我国高端智库建设提出了建议。", "label": "工商管理", "id": 0}
{"content": "<正>一、法国华人流散群体的历史背景回顾整个20世纪,从移民群体的地理来源来看,法国外来移民现象表现出了多样性的特点。一战前,外来移民几乎来自欧洲邻国,如意大利、比利时和德国。20世纪20年代伴随着意大利、西班牙以及波兰移民的到达,一股移民浪潮逐渐兴起。二战后,来自意大利和西班牙的移民源源不断,而此时来自北非马格里布地区的移民也在悄然兴起。尽管来自非洲其他国家的移民自20世纪90年代开始迅速发展,成为法国外来移民的新现象,但也主要涉及来自喀麦隆,科特迪瓦以及刚果民主共和国的移民。2010年后,非洲国家的外来移民仍扮演重要角色（1）。从地理来源来看,法国外来移民早已在历史发展进程中被打上了多样性的烙印。与法国其他移民群体相比,华人移民群体的历史也相对悠久,我们可追溯至20世纪初。据1911年法国人口统计调查数据显示,在法中国人数量为283人,大部分集中在巴黎省（2）。", "label": "工商管理", "id": 0}
{"content": "基于全球竞争力报告、全球治理指数与世界银行数据库构建122个国家和地区的面板数据库,本文利用固定效应回归模型分析政府治理质量及其不同维度（政局稳定、政府效率、监管质量、法治水平、腐败控制）对高校-企业合作创新的影响。结果表明:（1）政府治理质量对高校-企业合作创新具有重要影响,其中政府效率与监管质量对高校-企业合作创新的促进作用最为显著;（2）政府治理质量对不同创新产出水平的国家的高校-企业合作创新具有明显差异性影响,政府治理质量的提升对低创新产出国家高校-企业合作创新具有显著推动作用,而对高创新产出国家的影响较弱,表明政府治理质量仍是限制低创新产出国家高校-企业合作创新的主要障碍。", "label": "工商管理", "id": 0}
{"content": "国际化的机会和前景;国际化成功企业基本情况分析;美国、欧盟、日本注册申报要求:中美双报策略。", "label": "工商管理", "id": 0}
{"content": "<正>主办单位:国际企业、经济学和伦理学学会主办承办单位:上海社会科学院协办单位:上海市社会科学界联合会、上海交通大学安泰经济与管理学院、上海中欧国际工商管理学院主办时间:2016年7月13日举办地点:上海社会科学院被誉为\"经济伦理学奥运会\"的\"国际企业、经济学和伦理学学会（ISBEE）第六届世界大会\"在上海开幕。这是ISBEE自成立以来首次在中国举办的世界大会。本届大会持续4天,以\"企业和经济发展中的伦理、创新与福祉\"为主题。来自联合国的重要官员和来自世界五大洲30多个国家和地区的500多名专家学者与会,国", "label": "工商管理", "id": 0}
{"content": "<正>1624年到1662年,是荷兰东印度公司殖民者侵占中国台湾的时期,同时也是基督教（新教）开始在台湾传播的时期。为了控制台湾民众的思想,令其顺从荷方,东印度公司先后派遣了多位基督教牧师、传道士前往台湾地区从事传教活动,作为荷兰在台殖民事业的一个组成部分。而随着基督教势力在台湾地区的发展,地方宗教议会也应运而生。后者成立后,便开始积极地介入台湾地", "label": "工商管理", "id": 0}
{"content": "近年来,跨国并购已经成为金砖五国企业实现国际化、提高国际竞争力的重要方式。然而,金砖国家在从事跨国并购时面临哪些宏观风险,这些因素又如何影响并购的成败?本文就以上问题,研究了金砖五国企业的跨国并购案例。研究发现:1.东道国制度质量、制度距离与中国、俄罗斯和巴西企业跨国并购成功率呈负向变动,与印度和南非企业跨国并购成功率呈正向变动。2.东道国的财政风险对金砖五国企业跨国并购的成功率具有普遍的促进作用,在资源类并购和国有企业并购中尤其显著。3.母国与东道国之间的贸易摩擦频度对金砖五国企业跨国并购总体具有阻碍作用,反映出东道国对金砖国家的\"群体性压制\"。4.国际经验与金砖五国企业的跨国并购成功率呈正\"U\"型关系。5.国有企业性质对金砖国家企业跨国并购具有较为显著的阻碍作用等。", "label": "工商管理", "id": 0}
{"content": "运用概念模型、理论框架、实证研究、研究设计和跨国公司环境分析了金砖五国（巴西、俄罗斯、印度、中国、南非）跨国公司人力资源管理领域的发展情况,从而发现现有研究空白和未来研究方向。因此,从金砖国家看跨国公司人力资源管理体系的性质,无疑具有学术价值和实践意义。", "label": "工商管理", "id": 0}
{"content": "<正>徕卡测量系统微信号:LeicaGeosytems徕卡测量系统作是全球空间信息技术与解决方案的领导者。广电计量G RGTEST微信号:广电计量GRGTEST证券代码:832462——专注于轨道交通一站式计量检测技术解决方案。关注广电计量官方公众号,了解广电计量新鲜资讯,掌握计量检测领域最新动态。", "label": "工商管理", "id": 0}
{"content": "<正>本刊讯1月17日上午,芬兰驻华大使馆商务参赞习梓莫带领芬兰企业家代表团一行12家企业到访中国工业节能与清洁生产协会。王小康会长对习梓莫参赞一行的来访表示热烈欢迎,并介绍了协会近期的业务情况。王小康会长指出,在全球经济发展缓慢时期,我国绿色发展新理念给绿色产业发展提供了巨大空间,中", "label": "工商管理", "id": 0}
{"content": "《新资本论》是由中国人民大学国际货币研究所副所长、中国农业银行首席经济学家向松祚出版的新著。该书全面分析了全球金融资本主义的起源和历史,论述了如何解决国家主权与宏观经济政策独立的矛盾,并探讨了全球金融资本主义未来的救赎之策以及中国战略。全书分为\"全球金融资本主义的兴起、危机、救赎\"三卷,视野宏观,气势磅礴,是一部既具有学术价值,又有现实指导意义的重磅经济学作品。《IMI研究动态》将连续刊登《新资本论》节选系列文章,以飨读者。本文节选自《新资本论》卷一。", "label": "工商管理", "id": 0}
{"content": "非洲已经成为全球并购充满活力的地区。在金融危机影响持续发酵的背景下,非洲并购的特点表明,非洲参与全球经济的活力正在得到进一步释放。一方面,在全球经济多地区普遍投资缺乏活力的背景下,对非投资并购增加,表明国际投行对未来非洲发展的进一步重视。另一方面,随着持续多年的高增长,非洲本土企业成为并购的积极参与方,内生性增长充满活力。在地区、国家、产业并购驱动下,非洲企业的国际竞争力在逐步提高。", "label": "工商管理", "id": 0}
{"content": "当前创业环境具有高度不确定性,因果逻辑这一强调目标导向的创业决策已经不再适用,此时强调手段导向的效果逻辑决策理论应运而生,成为当前创业决策研究的核心问题。效果逻辑认为创业者应该从既有手段出发,形成团队联盟,并利用偶然事件在可承受损失的范围内进行投资。本文首先分析了效果逻辑的环境背景,其次阐述了效果逻辑内涵和基本原理以及过程模式,然后对效果逻辑相关研究进行了系统全面评述,最后提出了效果逻辑理论今后发展方向。", "label": "工商管理", "id": 0}
{"content": "近几年,全球女性创业发展十分迅速,女性创业的研究也越来越受到各国学者的关注。女性创业研究中融资、绩效主题一直是学者探讨的焦点。通过对国外文献的梳理,对性别、融资战略与创业绩效关系三者之间关系的研究进行回顾,并归纳了融资战略性别差异下创业者个人特性的影响因素,提出相关研究框架,对未来研究进行简要展望。", "label": "工商管理", "id": 0}
{"content": "<正>本刊讯（记者李喆）2016年3月23日,芬兰驻华大使馆商务参赞邬尚博带领芬兰企业家代表团一行30人到访中国工业节能与清洁生产协会。会议由协会常务副秘书长智慧主持。智慧简单介绍了中国工业节能与清洁生产协会及中国节能环保集团的基本情况,以及协会的会员单位和业务情", "label": "工商管理", "id": 0}
{"content": "<正>日本经济产业省近日调查发现,日本企业在亚洲市场增长乏力,不敌欧美企业。其中,德国企业在单价较高的产品销售上领先于日本。该调查结果将纳入7月公布的通商白皮书。此次,日本经济产业省对全球排名前357位的企业进行了调查,对比了这些企业于2006年至2013年在亚洲大洋洲地区的销售额。其中2013年日本企业的销售额占全体的40%,位居首位。然而,从销售额增长率来看,日本企业年平均仅增3.6%。与美国企业的11.2%、", "label": "工商管理", "id": 0}
{"content": "<正>英国《金融时报》一份分析报告显示,美元大幅升值可能导致今年部分美国大型跨国公司以美元计价的收入减少逾1000亿美元,这一数字将超过耐克（Nike）、麦当劳（Mc Donald’s）以及高盛（Goldman Sachs）三家企业的收入总额。今年上半年,10家美国大型跨国公司——包括苹果（Apple）、通用汽车（General Motors）、IBM、亚马逊（Amazon）及通用电气（General Electric）等蓝筹公司——的收入共计减少310亿美元,而且人们现在越来越担心美联储（Fed）今年晚些时候的加息举措会进一步推高美元汇率。", "label": "工商管理", "id": 0}
{"content": "<正>世界各经济体在对世界经济复苏的期盼中度过了2014年,又迎来了充满希望的2015年。2014年,亚洲各经济体企业也备受世界经济衰退的折磨,立足各自环境更加艰难地探索发展之路。4.1亚洲企业传统市场环境进一步恶化如同历史上的全球经济危机一样,本轮国际金融危机的深化也表现为传统市场空间争夺的日益激烈。虽然没有爆发全球规模的", "label": "工商管理", "id": 0}
{"content": "<正>5.1亚洲上市企业竞争力评估对象报告的评估对象设定为亚洲上市企业（没有包括俄罗斯）,鉴于澳大利亚和新西兰企业与亚洲经济联系的紧密性,我们把澳大利亚和新西兰的上市企业也列入评估对象,以更全面地反映亚洲经济的真实状况。我们选定了亚洲39家证券交易所、大洋洲2家证券交易所(具体情况见表", "label": "工商管理", "id": 0}
{"content": "<正>附2.1亚洲上市企业竞争力评估指标体系构建原则附2.1.1客观性从客观实际出发是评估指数编制的根本要求。客观性原则要求克服主观因素的影响,力求呈现出客观真实的评价,选取的指标应该能够准确、全面地反映企业竞争力状况。这里把客观性放在突出的位置,是因为在我们的评估指标体系中不考虑任何定性指标。由于我们的研究对象是整个亚洲的上市", "label": "工商管理", "id": 0}
{"content": "当代区域分工的一个显著特征,就是区域分工内容正从传统的产业分工、产品分工深化为产品内的新型价值链分工。企业通过参与全球价值链（Global Value Chain,GVC）与国内价值链（National Value Chain,NVC）驱动创新、促进创业、鼓励创智、最终创富。价值链分工下企业参与GVC和NVC有自己的选择,通过采用价值链选择模型描述企业行为,从利润最大化角度深入分析企业参与价值链分工的路径选择,以期为不同价值链层次的企业创新创业提供决策依据。", "label": "工商管理", "id": 0}
{"content": "<正>在激烈的社会竞争之下,\"中年危机\"正在提前到来,青年创业者们正面临着各种危机。在4月9日\"青年领袖圆桌:亚洲的下一轮改革\"电视辩论上,商界老、中、青们就如何应对\"青年危机\"进行了热烈的讨论。谈到自己正面对的\"青年危机\",有利网董事长任用称自己面临的危机是中小企业融资难;网秦移动有限公司董事长兼首席执行官林宇以TAB代指腾讯、阿里巴巴和百度,称之为每个互联网创业者面前不可逾越的三座大山,对年轻人构成了巨大压力;", "label": "工商管理", "id": 0}
{"content": "<正>西方企业在中国面临哪些困惑?中国企业走到西方遭遇何种误解?中国企业与西方企业在管理哲学、企业文化等方面有哪些可以互相借鉴?参加4月9日\"商业领袖圆桌:把握创新与共赢的新时代\"博鳌夜话的中西方嘉宾就这些问题展开直率而广泛的讨论。全球化的语境下,西方企业家对于中国的法治环境怀有困惑,中国企业家前往法治不健全的国家投资或经商也有很大疑虑。", "label": "工商管理", "id": 0}
{"content": "<正>4月10日的博鳌之夜上,博鳌亚洲论坛官方杂志《博鳌观察》携手罗兰贝格管理咨询公司、FT中文网共同发布了\"2014亚洲影响力百强（企业）榜\"及相关分析报告。共有28家中国内地企业入围百强榜单,中石油、中石化、中移动及中国银行则进入前十。榜单制作机构以企业营收规模为基础,引入企业增速、创新研发、品牌价值、全球布局、社会责任等多项指标,建立起企业可持续发展、", "label": "工商管理", "id": 0}
{"content": "<正>我很荣幸应邀出席博鳌亚洲论坛2013年年会。博鳌论坛为政商学界就亚洲发展问题交换意见提供了重要平台。我很荣幸能够成为首位出席博鳌亚洲论坛的墨西哥总统。我要特别感谢论坛邀请我参加并在此发表演讲。我想借此机会再次祝贺习近平阁下当选为中华人民共和国国家主席。", "label": "工商管理", "id": 0}
{"content": "隨著創業教育受到各國的重視,創業競賽也隨之如雨後春筍般的舉辦。跨領域合作的創業團隊積極參加創業競賽,期望能夠從中達到學習效果。本研究期望瞭解參與創業競賽對於競賽學習成效是否會有影響。針對國際創業競賽中跨領域合作的創業團隊做為研究對象。由於團隊皆通過一系列創業競賽篩選而出之團隊,其競賽同質性高,但團隊之國家不同、文化背景及教育環境也不同,其背景異質性高。為能清楚研究對象之想法,本問卷採用模糊語意量表。結果發現,此次競賽團隊皆是跨領域團隊合作時,對於目標會有一致性的看法且其學習態度會較為積極。在文化背景不同之下,人際溝通及團隊合作上則有所不同,建議在溝通時盡量透過面對面交流,增加人際溝通之互動。", "label": "工商管理", "id": 0}
{"content": "针对创业机会测评的问题,提出了一种将二元语义和层次分析法相结合的新的思路和方法。首先构建了创业机会测评的指标体系,并介绍了层次分析法和二元语义,在此基础上给出基于二元语义层次分析法的测评方法和具体步骤,最后通过一个实例验证其有效性和实用性。", "label": "工商管理", "id": 0}
{"content": "近年来,无论是发达国家还是发展中国家,研究和发展创业教育已经成为一种时尚,同时他们也将创业教育看作是预防经济下滑或停滞的万全之策。本文从社会经济、个人和学校自身的角度出发,指出了创业教育的产生;而后详细叙述了创业教育在全球各个国家的发展状况。", "label": "工商管理", "id": 0}
{"content": "21世纪设计已成为产品及消费间的对话接口,设计也成为竞争力的关键,因而全球各国纷纷针对设计产业制定明确的政策,并积极建立国家级设计中心与各项配套基础建设,推广设计对产业及社会的价值认知。因此,本研究将从设计供应链创新模式的研究,以设计产业之设计环境进程、设计经营、创新管理、设计业供应链、创业模式及设计资源为研究构想,来发展设计产业之\"设计创新创业模式\"。", "label": "工商管理", "id": 0}
{"content": "<正>2011中国（成都）国际循环经济产业博览会中,飞利浦、霍尼韦尔、江森、施耐德等国外大牌企业云集成都。这些国外企业带来了什么样的先进技术?对中国发展循环经济将产生什么影响?全球化战略顾世洁能集团自进入中国以来,与政府和有关单位进行了广泛、务实的合作。特别是与山西、贵州等地多家大型煤矿企业的深入交流和磋商,使顾", "label": "工商管理", "id": 0}
{"content": "<正>前言本次年会的主题是\"民生经济、转变经济发展方式的目标\",这是为贯彻国家\"十二五\"规划中提到的科学发展是主题、转变经济发展方式是主线的发展战略要求。要实现转变经济发展方式的目标,政府引导创造环境而实施的主体是企业,企业要通过转变经济发展方式,建成世界一流企业,这是我选择\"世界一流企业发展思考\"作为我本次年会发言主题的原因。世界银行和国务院发展研究中心近日合作研究项目\"中国:完成向市场经济的转轨\"报告中指出:\"一个有潜力和效率日益提高的企业部门是", "label": "工商管理", "id": 0}
{"content": "<正>一、世界一流企业的内涵1、\"世界一流企业\"是流行的商业用语\"世界一流企业\"（英文world class company）一词使用极为广泛,通常是商业用语,还缺乏严格的学术定语。其具有流行性和动态发展性。\"世界一流企业\"是中文提法,在英文词汇中并无明确的对应。课题组经过文献检索和深入研究讨论,认为英文中\"world class company\"（世界级企业）一词的内涵与\"世界一流企业\"最为接近。世界一流企业是一种主观评价标准,反映了企业的愿景和战略方向的选择。2、\"世界一流企业\"应具有世界级的竞争力从对资料的广泛收集看,\"世界一流企业\"可以作如下理解:世界一流企业是指在经济、社", "label": "工商管理", "id": 0}
{"content": "自2008年金融危机以来,全球经济都受到了巨大的冲击。本文基于《财富》杂志公布的世界500强企业数据,运用回归分析方法探索金融危机对世界500强及不同国度、不同行业大企业的影响程度,从而更好地了解金融危机对全球经济的影响。数据分析显示,与2005至2007年比较,在2008年和2009年,世界500强大企业在利润水平和盈利能力上均受到了巨大的冲击;而相比于2008年,2009年的大企业盈利状况有了明显的回升;工业七国的盈利能力显著低于其它国家,且随着金融危机的到来其盈利能力进一步下降,而同样受到金融危机影响的中国其影响程度低于其它国家;以商业银行与储蓄为代表的金融业的大企业在金融危机期间受到更大影响,以炼油业为代表的实体经济行业的大企业在金融危机年度没有受到显著的影响。", "label": "工商管理", "id": 0}
{"content": "本文对约二十个国家的企业社会责任的情况进行梳理,通过对各个国家发展情况的比较,从中发现这些国家在企业社会责任领域的特点,经过与我国企业社会责任的发展现状比较,可看出我国与那些在该领域发展较快的国家的差距,我国可以吸取他们的可取之处并结合我国的实际以推动我国在该领域的发展。", "label": "工商管理", "id": 0}
{"content": "<正>金融危机以来,我国各类外资企业均受到了不同程度的外部冲击。但我国的外资企业既有传统劳动密集型产业,也有资本密集型和技术密集型产业,既有效率导向型的企业,也有市场导向型的企业。金融危机对这些企业的外部冲击情况是存在明显差别的,具体表现在如下几个方面:1、部分传统劳动密集型产业外资企业所受冲击相对较大,未来前景不容乐观传统劳动密集型外资企业主要分布在纺织、服装、五金等企业。", "label": "工商管理", "id": 0}
{"content": "<正>（2009年7月3日）我将从一个企业角度,在一个微观的经济层面上,分析金融危机将如何影响到一个公司的运营。首先,我想讲一下全球化。在过去的20年当中,世界已经从根本上改变了商品的生产方式,过去曾经在工厂里面生产产品,工厂可能在一个国家里面,所有的生产环节都在一个国", "label": "工商管理", "id": 0}
{"content": "<正>随着科学技术的不断进步,、经济全球化是当代世界经济的重要特征,也是世界经济发展的重要趋势,而创业已成为21世纪经济发展的源动力。创业是创新和变化的源泉,刺激了生产力和经济竞争力的提高,并实现就业的增长。当前讨论的\"创业型经济\"的主要对象是发达国家,创业政策主要是发达国家政策决策者关心的问题。但事实上,对于努力获取国家竞争优势的发展中国家而", "label": "工商管理", "id": 0}
{"content": "<正>研究的主要问题一、创业型经济的基础理论——起源、本质和模型二、创业型经济发展的美中概况三、面向创业型经济的国别创业教育四、面向创业型经济的国别创业政策创业型经济的基础理论（一）创业型经济的定义创业型经济是基于企业家的创意和创新,以新办\"创业型公司\"为主要途径,微观上实现企业家个体价值,宏观上促进国家经济发展的一种经济形态。传统经济的增长的驱动因素主要是劳动力和资本,新经济增长的驱动因素主", "label": "工商管理", "id": 0}
{"content": "<正>总论随着科学技术的进步,自由化导致全球竞争的加强,创业已成为21世纪经济发展的原动力。既有研究表明,当前讨论的\"创业型经济\"主要的对象是发达国家,创业政策主要是发达国家政策决策者关心的问题。事实上,对于面临\"贫困、就业\"难题,努力获取国家竞争优势的发展中国家,尤其是中国,借鉴欧美经验,推动创业型经济发展就显得尤其重要和紧迫。正因为此,全球创业型经济论坛组委会委托KAB创业教育（中国）研究所开展了全球创业型经济的初步研究,该研究主要关注四个领域:第一,创业型经济的基础理论,包括起源、本质和模型;第二,创业型经济发展的", "label": "工商管理", "id": 0}
{"content": "本文将中外对女企业家创业特征的文献进行了梳理,按照创业比重、人口特征、创业动机、社会背景和行业特征、社会网络资源、管理风格与创业绩效、发展障碍几个因素进行分类。探讨了中外女企业家在上述特征方面表现出的异同之处,指出我国女性企业家创业研究文献的不足。", "label": "工商管理", "id": 0}
{"content": "<正>创业活动与经济增长密切相关。20世纪90年代美日经济增长呈现发散态势,同时,美日两国创业活动相差较大。美国创业活动活跃,居OECD各国首位,而日本创业活动相对较少。本文认为,", "label": "工商管理", "id": 0}
{"content": "<正>德国耶拿分析仪器股份公司（Analytik Jena AG,简称AJ公司）是德国最大的分析仪器公司之一。其前身为久享盛名的卡尔蔡司（Carl Zeiss Jena GmbH）公司的分析仪器部,公司总部设在世界光学精密仪器制造中心的德国耶拿Jena)市,并在Jena,Eisfeld,Langewiesen等地建有工厂。目前Analytik Jena在全球80多个国家设有分支机构。公司的宗旨是不断创新和追求活力。支柱是其久负盛名的分析仪器。", "label": "工商管理", "id": 0}
{"content": "本文从分析电子商务环境的特点入手,指出企业将面临重大的变革。提出了电子商务环境下智能组织的管理模式。同时,给出了智能组织的定义及要素,以及企业建立智能组织的原理与方法。", "label": "工商管理", "id": 0}
{"content": "本文分别探讨了日本、德国及美国公司治理模式的特点并进行比较,对国有企业深化体制改革提供了参考.", "label": "工商管理", "id": 0}
{"content": "<正>国有企业,在不同国家、不同社会经济制度下,具有不同的社会性质,这是由国有企业的生产资料所有制的归属决定的。资本主义国有企业是由资本主义私有制的国家性质决定。恩格斯说:现代国家,不管它的形式如何,本质上都是资本主义的机器,资本家的国家,理想的总资本家。资本主义国有企业是\"理", "label": "工商管理", "id": 0}
{"content": "<正> 西方企业物流组织演变的几个时期1.分离的职能结构时期50年代前,物流的职能仅局限于便利和支持工作方面,因而物流的组织责任遍布整个企业的各部门。这种部门分割的现象,意味着物流还没有实现专业化,各生产部门都有物流人员,同时兼顾生产和物流业务,业务水平较差。另外,由于没有专门的组织统一指挥物流业务流程的各个环节,缺乏跨职能的协调,从而导致重复和浪", "label": "工商管理", "id": 0}
{"content": "科技型小微企业对经济发展的推动作用越来越显著,融资难现象制约科技型小微企业健康发展。本文从科技型小微企业融资现状入手,分析了科技型小微企业融资难成因,并探讨了金融对科技型小微企业的助力方法。", "label": "工商管理", "id": 0}
{"content": "根据做强做大国有垄断行业的发展需要。论坛将陆续发表其系列成果文章。因此自然垄断产业企业集团的绩效评价过程中,绩效评价的参照体系、评价体系的规范要求、评价指标的价值判断及评价过程的其运作取向都要坚持国有资本安全与保值增值,即遵循社会主义主导价值观念。这就需要kek管的绩效评价的价值判断。", "label": "工商管理", "id": 0}
{"content": "本书依托国务院国资委系统自然垄断性行业2006年度重点课题（课题名称:行业性纵向垂直型垄断企业集团综合绩效评价系统开发与运作跟踪研究）撰写而成。产业经济学角度出发,以中国石油天气管道局这一行业性、垂直型、纵向一体化的大型自然垄断产业企业集团为案例进行实证研究。正如本书后记所说:\"彼韵此声正逢\"。本书的研究结论具有前瞻性和重要的现实应用价值。研究结果符合党的是十八大以来以习近平同志为核心的党中央关于央企（国企）特别是特别是对于公益性、网络型、纵向一体化国有垄断企业（行业、产业、集团）的新时代发展基本要求。本书在理论上有独创性,在实践上有重要的应用参考价值,可以作为类似与相关行业集团作为学习材料。", "label": "工商管理", "id": 0}
{"content": "<正>李景元教授的《自然垄断行业企业集团综合绩效评价模式》一书。本书依托国务院国资委系统我国油气管道自然垄断性行业2006年度重点课题（课题名称:行业性纵向垂直型垄断企业集团综合绩效评价系统开发与运作跟踪研究2003年立项,2006年结项万册恒研究报告,本书作者以课题成果为基础哲整理归纳形成第二部博博士学位论文[本书作者即课题想么负责人李景元教授为博士]）。鉴于课题协议的保密事项的规定,课题研究报告与作者第二部博士伦文均不得公开发表。2021年国家油气管道重组,立项单位解除", "label": "工商管理", "id": 0}
{"content": "现今的市场经济形势随着互联网大数据的发展而日趋复杂。大数据是一把双刃剑,既能带给企业发展的机遇的契机,也让企业必须应对复杂的经济形势。对国有企业来说,作为社会主义市场经济的重要构成,需要积极应对大数据环境下的市场发展趋势,不断提升自身的综合竞争力,使国有企业能够有效对税收风险进行管控和筹划。本文通过介绍税收风险管控与筹划的相关内容,分析现今形式下国有企业税收风险现状以及税收风险对国有企业发展的影响,提出大数据环境下固有企业有效进行收税风险管控与筹划的策略,以供参考。", "label": "工商管理", "id": 0}
{"content": "在国企会计工作中,会计监督机制方面的建设是重要内容,会在很大程度上影响企业的可持续发展,现阶段会计监督更多的是监督国企运作的资金,缺少对国企运营管控工作者和决策上的监督,但是高管使企业抹黑问题频繁出现,强化国企会计监督体制建设工作越来越迫切。基于此,本文首先分析了国企会计监督机制的重要意义,其次论述了国企会计监督机制方面出现的问题,最后对健全国企会计监督机制的相关建议进行了归纳。希望能够为国企内部进一步发展提供些许借鉴和建议,进而推动国有企业的健康、可持续发展。", "label": "工商管理", "id": 0}
{"content": "国有企业属于中国特色社会主义事业的重要支柱,无论是在工作内容,还是在组织形式上,国企党建和企业文化都存在着较强的内部联系,唯有促进二者之间的深入融合,才能为国有企业发展奠定良好的基础。本文主要通过四个方面探讨了国企党建与企业文化建设的融合互促。", "label": "工商管理", "id": 0}
{"content": "党的十八大以来,当前企业始终在坚持全面从严治党的基础性工作方略,积极推进企业基层建党将管理工作的深入开展,把企业加强党建工作的带动功能全面发挥起来,提升了企业经营治理的总体效率和管理水平。针对新时代的社会政治经济态势,把企业党建工作与纪检监察管理工作进行结合是形成良好经济政治生态的最有效措施。因此,将简要介绍现阶段企业党组织建设与纪检监察工作的发展状况,对二者之间的联系关系加以研究,并在此基础上进一步指出了二者之间相互结合的可行途径。", "label": "工商管理", "id": 0}
{"content": "国有企业固定资产投资项目后评价管理的有效实施,可以有效提高企业的管理水平以及资金的利用率,对推动经济发展,提高企业综合实力具有积极意义。本文通过文献研究法、专家问卷法、定量分析法就国有企业固定资产投资项目后评价体系展开了相关的研究,意在全面推动国企固定资产投资项目建设。", "label": "工商管理", "id": 0}
{"content": "国有企业的治安管理工作,是国有企业的基础工作,也是国有企业的中的一项重要工作。治安管理工作一则关系着国有企业的生产和发展,二则关系着国民的生计以及社会的稳定[1]。因此,国有企业的治安管理工作至关重要。国有企业应提高对治安管理工作的重视程度,加强和强化治安管理工作,从而,更好的促进国有企业的和谐和稳定发展。本文将针对加强国有企业治安管理的思路进行论述,希望本文的论述,能够给国有企业的治安管理工作,提供一些参考和帮助。", "label": "工商管理", "id": 0}
{"content": "企业文化和人力资源管理都是企业管理和发展的两项重点工作,对于中小企业也不例外,甚至企业文化和人力资源管理更是中小企业在新时代获得持续健康发展的关键所在。找到两者之间的关联,构建两者之间的相互促进路径,既是新时期中小企业发展的必然选择,也是中小企业适应新时代发展机遇和挑战的重要措施。本文以企业文化对中小企业的人力资源管理的绩效影响入手,从企业文化提升和建设角度分析了提升人力资源管理绩效的措施。以期为广大中小企业管理者提供一定的管理措施制定参考。", "label": "工商管理", "id": 0}
{"content": "新形势背景中,怎样充分发挥党组织与党员的作用,第一时间了解员工思想动态与生产生活状况,保证员工队伍的稳定性,是国有企业党组织落实好意识形态工作要处理的重要问题。", "label": "工商管理", "id": 0}
{"content": "目前随着新企业制度的推行,国有企业开始转变传统管理模式,在这个背景下纪检监察人员首先需要考虑如何在企业经济发展过程中突显纪检监察部门的价值,贯彻党风廉政内涵,为企业生产运营安全提供保障的问题。国有企业的管理部门需要重视和落实纪检监察内容,同时发挥工作有效性,创新工作方式,增强纪检监察人员的工作素质与专业能力。", "label": "工商管理", "id": 0}
{"content": "随着中国特色社会主义的不断推进,我国国有企业的发展速度越来越快。为了适应快速发展的社会形式国有企业在根据自身情况进行转型。新时代的背景下,我国开始加强党风廉政建设的力度,国有企业也应该以中国特色社会主义为基础,按照国家相关政策,严格执行党风廉政制度。不同于其他体制,国有企业党组织具有一定的特点,应该加大对党风廉政建设的重视力度,全面推动国有企业高质量的发展。", "label": "工商管理", "id": 0}
{"content": "国有企业工会工作是思想政治工作的重要组成,是通过结合企业及员工的发展情况和需求,提供相应的物质及精神支持,以此推动企业在经营管理、文化培育以及凝聚力增强等方面的提升。由此,本文将根据工会工作对企业发展的重要性,提出如何提高企业工会工作实效性的可行路径。", "label": "工商管理", "id": 0}
{"content": "营运资金管理的重要性越来越被中小企业所接受,对营运资金的管理由被动转为主动。国内外营运资金管理理论很丰富,呈现了多维度,这种多维度理论也造成了企业管理者对营运资金管理产生认识上的误区,由于不同企业本质上存在千差万别,对营运管理的实际操作带来难度。本文则就中小企业当前营运资金管理存在的问题进行分析,以制造性企业应用基于渠道管理的营运资金管理理论为例,为中小企业营运资金管理问题提供解决方案。", "label": "工商管理", "id": 0}
{"content": "进入新时代,习近平总书记提出了一个非常重大的政治判断,那就是:经过我们长期的努力,中国特色社会主义进入了一个新时代。进入新时代,国有企业也从跨越式发展的追赶者,成为与国际先进企业同台竞争的并行者,而且在很多领域和行业已经成为领跑者,这就对国有企业的思想政治工作提出了更高层次的要求。", "label": "工商管理", "id": 0}
{"content": "中小企业在跨境经营时,可能面临一些跨文化风险。相对于大型跨国企业而言,中小企业的风险抵御能力与话语权比较低。因此在进行跨文化管理时,应当尽量通过规避跨文化风险的方式,降低在跨文化管理方面的成本,以此将精力集中在企业经营的根本目的上,以实现企业在跨境经营活动中的成功。", "label": "工商管理", "id": 0}
{"content": "企业集团是伴随着市场经济的发展而产生的。发达国家大型企业集团多为跨国寡头垄断产业集团,自然垄断产业企业集团已经为数不多。发展中国家自然垄断产业在整个国民经济中比重较大。我国自然垄断产业企业集团在市场化进程中逐步发展壮大。在国民经济中的地位举足轻重,是国有经济的主导力量。研究企业集团产生的历史条件,分析其功能与特征,继而分析研究发达国家大型跨国垄断寡头产业集团形成发展历史,借鉴其组织结构运行模式演进形态,对研究我国自然垄断产业企业集团组织结构与运行模式及其绩效评价具有重要意义。", "label": "工商管理", "id": 0}
{"content": "企业集团的管理体制包含两部分内容,一是企业集团的领导体制;二是企业管理模式。在现代公司里,领导体制实质上就是公司的治理结构问题。公司治理结构是指一种协调股东和其他利益相关者关系的制度安排,所涉及的是在公司的边界之外董事如何全面指导企业,监察和控制管理部门的执行行动,实现公司边界之外的各利益相关者的目标,具体内容包括股东、董事、经理的职能和权利的行使等问题。管理模式则是公司内部资源配置的制度安排形式（或称\"控制制度\"）,确保公司内各部门、各层次围绕着企业目标协调运转（张军,2007）。", "label": "工商管理", "id": 0}
{"content": "中国的国有企管理体制业改革一开始就选择了一条既有中国特色,又符合经济发展规律要求的改革道路。在传统计划经济体制下,中国、前苏联及南斯拉夫等社会主义国家都进行过企业管理体制的调整或改革,但采取的方式主要是将国有企业从中央政府下放给地方政府管辖,企业下放并未改变经济资源分配的行政协调方式,因而本质上仍然是行政性分权。与此相反,另一种分权的取向是经济性分权,也就是还权给企业,使企业成为自主经营、自负盈亏的市场主体,让市场发挥资源配置的基础性作用。选择经济性分权而不是行政性分权,使市场机制得以引入并不断强化,正是30多年来中国国有企业改革的基本取向（张跃宁,2008）。这一条渐近式的改革道路,大致可以分为扩权让利、两权分离、建立现代企业制度创新等几个阶段（金培,2002）。而我国垄断产业企业集团在这一过程中逐步发展。", "label": "工商管理", "id": 0}
{"content": "本文运用应用经济与企业管理暨绩效评价理论及其方法,根据上述研究,笔者自然垄断行业的产业结构、组织结构、资源分布结构现状,将自然垄断产业集团的组织结构与运行模式进行类型分析。", "label": "工商管理", "id": 0}
{"content": "近几年,增值税等各税种的税收政策发生很大变化,中小企业在此环境下税务风险问题逐渐增大,本文分析了新税务政策下中小企业税务风险的含义及产生的原因,并提出了相应的防范措施。", "label": "工商管理", "id": 0}
{"content": "党组织参与国有企业治理是中国特色社会主义的重要议题。无论是从国有企业在国民经济中的重要地位看,还是从国有企业改革发展的需要看,党建都具有相当重要的地位。本文从党组织参与国企治理的意义出发,探讨党组织参与国企治理的方式和机制,分析党组织参与国企治理存在的问题,并提出党组织参与国企治理结构的改革措施。", "label": "工商管理", "id": 0}
{"content": "随着新颁布的《中华人民共和国监察法》和新修订的《中国共产党纪律处分条例》颁布实施,意味着监督执纪越来越严。当下,央企地方分公司监督执纪仍存在地方纪检监察机关与央企纪检监察部门协调衔接不到位、央企纪检监察部门监督运行机制不畅及央企地方分公司成员监察监督意识淡薄等问题。因此,通过理顺央企地方分公司纪检部门与地方纪委监委机关的协调机制,完善健全监察、监督执纪等规定,建立健全宣传教育制度及建立监察监督激励机制等方式,推动央企地方分公司监督执纪工作规范化,常态化管理。", "label": "工商管理", "id": 0}
{"content": "对于企业来讲,人员是企业发展核心,而管理则是核心中关键,工商管理更是企业经营发展的核心所在,直接关乎到企业今后发展的整体走向。如今的市场环境日益激烈,科技进步、信息铺天盖地、网络飞速发展,在这样的外部市场环境下,企业面临的市场竞争和市场风险并存,尤其对于中小型科技企业,面对日新月异的科技发展态势,既要寻求管理理念的大胆创新和与时俱进,更要随时应对市场风险做出快速相应,这就要求工商管理部门充分的发挥好企业在创新转型过程中的作用,强化市场管理和资源优化整合。文章以此为切入点,首先对企业工商管理的概念及科技型中小企业特点做了简单介绍,在此基础上以科技型中小型企业为例,对工商管理的现状、问题做了进一步阐述,并重点分析了中小型企业转型发展规划路径。", "label": "工商管理", "id": 0}
{"content": "本文利用吉林省第四次全国经济普查数据,深入研究吉林省小微企业发展现状,分析其发展困境,并通过与小微企业发展较好的省份进行对比,提出促进小微企业高质量发展的对策。研究发现,在产业特点上,吉林省小微企业主要集中于第三产业;在行业分布上,吉林省小微企业行业聚集度高,六成左右的小微企业主要集中在批发零售业、租赁和商务服务业与制造业。虽然吉林省政府为小微企业发展提供创业、融资和税收等多方面的优惠政策,但小微企业仍然存在融资约束多、留住人才难和信息获取少的困境。通过借鉴江苏省和湖北省的成功经验,本文提出激活小微企业融资信息平台、完善小微企业人才培育机制和引导与助力科技型小微企业等建议,以促进吉林省小微企业的高质量发展。", "label": "工商管理", "id": 0}
{"content": "步入工业4.0时代,以互联网、大数据、人工智能为核心的数字技术迅猛发展,以汽车、家电、3C电子为代表的大型制造企业生产智能化水平快速提升。截止2021年3月,全球灯塔工厂总数升至69家,其中在我国的灯塔工厂有21家,接近总数的1/3。这些灯塔工厂多为国内外知名大型企业,通过技术赋能设备、赋能员工,在商业模式、产品研发模式、消费者服务模式全方位变革,与其他制造商之间的差距日益拉大。面对日益增长的市场竞争压力,提升智能化水平不仅仅是大型企业的需求,中小型企业以及部分国有企业同样需要通过智能制造提升产品质量、降低成本、提高行业竞争力。面对多品种少批量的产品特点,如何有效实施智能化改造,真正实现产品生产的柔性化,是摆在每一位从业者面前的重要课题。", "label": "工商管理", "id": 0}
{"content": "治安管理工作的开展关系到企业的生产与发展,在当前的发展背景下,企业要不断深化内部治安管理,提高对治安管理工作的重视,根据企业的发展情况,制定严格的内部治安管理工作制度,发挥治安管理工作的作用效果,为国有企业的顺利发展奠定基础。本文主要探讨了国有企业内部治安管理工作提升措施,旨在为国有企业的发展提供参考,希望可以在确保企业安全发展中起到一定的作用效果。", "label": "工商管理", "id": 0}
{"content": "以高技术制造业为研究对象,采用偏离-份额法测度2000-2019年中国31个省市地区高技术制造业韧性水平,对东中西以及东北部韧性水平结果从差异性和相关性两方面进行时空演化特征分析。研究发现:2000-2019年中国东中西部地区的高技术制造业韧性水平整体呈增强态势,中部地区产业韧性增强趋势最为显著,东北部地区的产业韧性水平呈倒\"U\"型发展;地区高技术制造业韧性水平差异显著,随时间推移,高韧性地区由东部逐渐向西部转移;抵抗力和恢复力具有负相关性,多数省份的产业韧性均为高抵抗力-低恢复力,且东部地区的恢复力强于西部地区,西部地区抵抗力较强,东北部地区抵抗力和恢复力均处于较低水平。", "label": "工商管理", "id": 0}
{"content": "在新冠肺炎疫情的特殊背景下,我国从\"中国制造\"到\"中国智造\"的转型进程,无论是从客观上还是主观上都需加速推进。在我国的经济发展中,中小企业又占有举足轻重的地位。因此,本文将以中小企业为例,从人口红利转化为人才红利、创新驱动发展、加速产业升级三个方面来分析疫情带给我们加速向\"中国智造\"转型的启示和对策。", "label": "工商管理", "id": 0}
{"content": "中国改革开放后,大量跨国企业和外国资本进入中国。据国家商务部官网所发布的《中国外资统计公报2020》数据显示,截至2019年12月,中国累计设立外商投资企业1001635家,累计实际使用外资金额达22904.7亿美元。跨国企业既是中国对外开放的受益者,也是中国经济、社会发展的贡献者,为中国的双循环新发展格局的形成持续注入动力,已然成为中国经济的重要组成部分。与此同时,随着中国参与全球治理需求的不断提升,跨国企业在华积极践行与传播企业社会责任理念和实践,也为中国深度参与经济全球化与全球可持续发展治理提供了更有利条件。本报告通过分析当前所处的国内外政治、经济等背景,从5个维度分析在华跨国企业社会责任（CSR）的基本特征,综合推荐出\"2020—2021年在华跨国企业社会责任（CSR）\"30强,并对未来在华跨国企业持续良好发展提出建议,以此促进中外经贸融合良性发展。", "label": "工商管理", "id": 0}
{"content": "科学的绩效管理体系,是提升人力资源效能的关键。本文针对管理人员\"不能管、不愿管、不会管\"等绩效管理问题开展研究,探究了国有企业\"企业目标指标化、指标任务化、任务工单化、积分价值化\"的绩效管理体系数字化改革思路。结合大数据分析应用等技术平台实现,优化完善企业绩效工资清算办法和逐级考核分配制度,深化绩效分类评价机制,不断加大工资总额与组织绩效挂钩力度和专项考核奖励力度,一定程度上打破了传统绩效管理存在的内部分配\"平均主义\"。以提高员工价值创造能力为核心,坚持问题导向、目标导向,打造企业和员工命运共同体,以\"数字化\"为手段,实施绩效\"四化\"管理激励机制。全面提升企业员工绩效管理水平,实现\"干和不干不一样、干多干少不一样、干好干坏不一样\",充分激发员工队伍活力。", "label": "工商管理", "id": 0}
{"content": "科技型中小企业是推动我国经济社会发展的中坚力量;轻资产、高研发投入、财务数据不乐观是科技型中小企业的普遍特征,而资金不足是影响其快速发展的最大难题。虽然利用知识产权质押融资已经成为企业解决融资难的一种有效途径,但是知识产权质押融资作为一种创新性的融资模式,在我国科技型中小企业中却举步维艰、如履薄冰。本文分析科技型中小企业知识产权质押融资存在的问题;并针对性的提出了促进知识产权质押融资的建议。", "label": "工商管理", "id": 0}
{"content": "对新时代国有企业青年职工的成长特点及青年职工人才培养方面存在的问题进行分析,提出提升国有企业青年职工人才培养效果的措施。青年职工人才培训是一项非常艰巨的任务,需要国有企业加大培养工作,开展针对性地培训训,才能不断提升其综合素质,促使新时代国有企业持续健康的发展。", "label": "工商管理", "id": 0}
{"content": "党的十八大以来,随着全面从严治党的不断深入,我党的党风廉政和反腐败工作靡然向风,做好新形势下国有企业党风廉政建设和反腐倡廉工作,已成为国有企业的重大政治任务,也是企业发展的重要政治保障,需不断通过加强系统观念和系统思维,切实做到把党员干部的思想和行动统一到党中央决策部署上来,以新思路,新观念,新措施落实好\"两个责任\",推进党风廉政建设和反腐倡廉工作深入开展。文章对国有企业落实党风廉政建设和反腐败工作进行探讨。", "label": "工商管理", "id": 0}
{"content": "党的十九大以后,明确了纪检监察发挥监督保障执行,促进完善发展作用的职能职责,如何做好新时代纪检监察工作,推动全面从严治党向纵深发展,值得深入思考。文章结合国有企业党风廉政建设和反腐败工作新形势、新要求,,简要阐述如何聚焦\"两个维护\"强化政治监督、聚焦企业主责主业强化专项治理、聚焦管党治党政治责任强化精准问责、聚焦改进作风强化纠\"四风\"树新风、聚焦高素质专业化要求强化队伍建设等方面进行阐述。", "label": "工商管理", "id": 0}
{"content": "近几年来,随着我国政府对个体工商户发展的支持,个体工商户已逐渐成为我国民营经济的重要组成部分,同时其融资需求也进一步扩大,银行所面临的债务人信用方面的信贷风险也不可避免地有所增大。因此对个体工商户信用进行准确评估具有极其重要的研究意义和价值。首先,本文基于来自地区商业银行的数据集展开对本问题的研究,该数据集涵盖了2157条包括商户违约与否以及商户相关财务类指标、非财务类指标以及宏观环境指标等共计57个指标。为剔除无关变量、解决变量间多重共线性等问题,对数据预处理,采用Lasso回归算法对其进行筛选,并利用交叉验证法选取参数,最终确立了由26个指标组成的个体商户信用评估指标体系。其次,为找寻26个指标与商户信用（即是否会违约）间的内在联系,基于数据建立模型,本文选取了逻辑回归模型、随机森林模型、KNN分类以及支持向量机四类算法在训练集上进行训练,对数据不平衡问题作了相关处理,分别预测商户的信用状况。最后,为选择最优模型,本文选取AUC值、F1值以及准确率ACC值以及分析其混淆矩阵,对个体工商户信用评估分类效果作出评价。其中支持向量机模型由于其对数据依赖性较低处理小样本数据效果较好,效果优于其他模型;随机森林模型对未违约商户的预测性能最好。因此本文选定支持向量机与随机森林模型双重检验作为最终个体工商户信用评估预测模型,模型准确度和精准度均可达90%以上。根据本文分析,得出以下结论:（1）在个体商户信用评估问题上,商户的盈利能力和保证联保所涵盖的指标对个体商户信用影响较大,因此在对商户信用的评估作人为判断时,应着重查看这两项内容所对应的指标信息。（2）利用模型对个体工商户作出信用评估时,违约商户可信度:支持向量机>随机森林;未违约商户可信度:随机森林>支持向量机。", "label": "工商管理", "id": 0}
{"content": "非正式制度影响个体及企业的行为,而中国所特有的民间习俗——\"本命年\"则会深刻影响企业并购决策。本文利用2007～2020年民营上市公司16950个观察数据,实证检验发现企业并购决策会受到民间习俗的影响。具体地,企业家在经历\"本命年\"时会采取相对保守的策略,即减少并购决策,而企业家拥有海外经历会抑制这种影响。本文进一步发现,\"本命年效应\"在深受汉民族文化影响的北方文化区、跨区域并购以及跨行业并购下最为显著,而这种影响会使企业当年的盈利能力和来年的成长能力都显著下降。本文可以拓展与丰富非正式制度对企业并购决策的影响研究,同时帮助企业家在经历\"本命年\"时理性分析,合理把控并购时机。", "label": "工商管理", "id": 0}
{"content": "基于信号理论视角,从行业、企业和家乡认同层面分别选择市场化程度、行业竞争度、企业规模、政治关联、社会责任、家乡投资子公司和本地任职作为前因条件,通过模糊集定性比较分析方法对我国79家民营上市公司进行组态分析,探寻影响企业研发投入强度的路径。", "label": "工商管理", "id": 0}
{"content": "我国中小企业的规模逐年扩大,但企业成长和发展水平却不容乐观,本文通过对当前中小企业生存和发展状况的分析,找出中小企业存在的问题和不足,提出在中小企业推行标准化工作的建议和方法,让企业能在众多竞争者中脱颖而出,为客户提供满意的产品或服务,铺平企业发展之路。", "label": "工商管理", "id": 0}
{"content": "标准化工作和质量工作是相互融通、相互促进的工作,在企业质量管理和标准化管理实践中,只有把二者很好的结合,并利用标准化工作的规范、引领和基础性作用,才能有力地促进企业质量管理水平的提升。同时,任何事情和活动都有发展的底线和红线,标准化工作和标准化行为无时无刻不在企业日常运行活动中发挥着潜移默化作用,一旦某个行为离开了正常的发展轨道,越过了本物和活动本身的发展底线,必然给企业和组织带来伤害和负责作用,因此,本文作者,站在众多中小民营企业的立场,从总体到一般、从综合到具体、从宏观到微观的角度,再从标准化行为的最低限度要求出发,揭示了在中小民营企业中,只有全面落实了标准化的工作行为,才能守住质量发展的底线,旨在指导企业在各项管理领域中不断完善标准化工作,用标准化工作指导标准化行为,并借此促进质量管理的全面提升,促进经济效益和社会效益的良好提升。", "label": "工商管理", "id": 0}
{"content": "2018年8月,中央统战部、全国工商联批准温州市创建新时代\"两个健康\"先行区,温州市政府引入标准化理念,组织开展《民营经济健康发展评价指标体系》和《民营企业家健康成长评价指标体系》两项标准的研究,用标准探索民营经济高质量发展的可复制经验,用标准评价新时代\"两个健康\"先行区的创建成效。", "label": "工商管理", "id": 0}
{"content": "影响民营企业发展的因素有很多,随着近年来标准化改革,很多民营企业还未适应,加之县级市本身对标准化关注度就不够,标准化工作较弱化,对民营企业发展的推动不够强劲。多年从事标准化工作的实践让我更加深刻体会到加强标准化工作宣传引导刻不容缓,本文通过分析高邮企业标准化现状,阐述企业实施标准化的意义,找出企业实施标准化的困难点,最后提出企业实施标准化的路径建议。希望可以帮助民营企业在未来长远壮大发展过程中找准标准化的突破口。", "label": "工商管理", "id": 0}
{"content": "近年来,国务院和国资委下发了一系列的文件指示要求,旨在进一步加强中央企业集团管控信息化工作,要求各央企搭建国资监管平台,以完成数据的实时、动态上报。目前,各央企普遍缺少完整的央企侧国资监管系统建设方案,本文以某央企集团公司国资监管平台为例,设计并提出了一种基于开源ETL工具和成熟数据平台的国资监管系统平台的实现方案。目前该平台已在集团公司进行了实际应用,结果表明,该国资监管平台能够满足国资委相关规定和集团公司对于监管数据的实时上报要求,且能够对收集的各领域监管数据进行进一步的分析利用,从而提升了集团公司的运营管控能力。", "label": "工商管理", "id": 0}
{"content": "知识产权质押融资是帮助小微企业解决因缺少不动产担保而带来的资金紧张难题的重要手段,核技术应用产业小微企业是我国小微企业中重要而特殊的群体,文章分析了核技术应用产业小微企业的特点,指出了该类型企业的融资困境,梳理解读了我国知识产权质押融资政策现状,提出了推进核技术应用产业小微企业知识产权质押融资的措施建议,以期为核技术应用产业小微企业充分运用知识产权质押融资政策实现由无形技术成果向资金流的转化提供有益参考。", "label": "工商管理", "id": 0}
{"content": "在核燃料生产发展形势严峻的情况下,企业为适应市场竞争,必须进行成本控制。原本粗犷的管理方式已不能匹配工业化批量生产下的新的库存管理要求。因此Z车间以\"降本增效\"为出发点,聚焦精益现场管理,探索车间现场在制品库存降低的方法。从稳定的、流动的、均衡化的生产现场管理方面着手,运用价值流分析、周期性的盘点、看板管理、标准化作业等手段,采用优化生产现场的物流配送频次和时间,建立车间的\"超市\"拉动系统,实现车间工件\"单件流\"周转,规范车间的在制品管理办法,最终提升了生产现场的管理方式,实现了车间在制品数量降低,零部件库存量降低1/3,序间半成品和成品库存量降低1/2,产品生产周期缩短约41%。", "label": "工商管理", "id": 0}
{"content": "<正>2019年\"利奇马\"\"米娜\"和今年的\"烟花\"台风给浙江中小企业造成巨大损失。非车险投保率低是商业保险在台风等大灾时无法有效发挥风险补偿作用的重要原因。2020年,舟山银保监分局从4家银行随机抽取48户台风灾后申请新增贷款企业,要求银行和保险公司联合上门开展保险调查,并派员一起对其中3家企业深入调研。从此次调研情况来看,高风险标的和道德风险造成的保险供给不足、", "label": "工商管理", "id": 0}
{"content": "小微企业融资难、发展难问题由来已久,本文试着探讨保险公司通过保险产品与当地融资渠道的合作,打破小微企业融资瓶颈,形成互联网大数据背景下\"保险+信贷+互联网\"的全新服务理念。", "label": "工商管理", "id": 0}
{"content": "意识形态工作是党的一项极端重要的工作。作为公有制形式的国有企业,做好宣传思想工作,准确把握时代脉搏,坚定广大党员与群众的社会主义坚定信念,树立正确的价值观与人生观,营造积极奋进的企业文化氛围,是符合新时代国有企业引领社会主义市场经济稳定发展的重要基础。国有企业宣传思想工作必须要以广大党员与群众为出发点与落脚点,坚持紧紧贴近广大群众基本原则。", "label": "工商管理", "id": 0}
{"content": "在市场经济高度发展的今天,国有企业的经营模式和人才管理模式愈发成熟,企业职工的工作能力、责任意识也逐渐得到了提升,各工种、各岗位之间的配合效果越来越好,从根本上解决了劳动力质量低下等问题。但即使是在这样的情况下,国有企业复合型人才培养工作仍旧不够到位,只有尽快意识到实施\"一专多能\"人才培养的意义,并采取健全\"一专多能\"人员培养的制度保障体系、建立双导师制培养模式、开展岗位轮换和岗位竞聘、编制特色\"一专多能\"培训教材等一系列措施,才能提升国有企业人才培养的水平。", "label": "工商管理", "id": 0}
{"content": "随着我国科技水平进步、创新产业发展日臻成熟,诸多因素在不同的程度上造成了开发区对区域经济贡献的差异。本文以中关村科技园区为例,通过对国内外相关研究与园区的经济及政策情况梳理,根据中关村科技园特点选取六个变量:规模、技术、产业结构、环境空间质量、区位条件和政策,提出园区经济效益与观测变量的回归模型,选取相关数据对中关村十七园间经济收入差异进行分析。得到回归分析结论:园区企业规模、技术与园区经济增长正相关、产业结构、空间环境质量呈现负相关,区位条件与政策呈现相关性。揭示出园区经济差异影响因素同时,为科技园区的发展建设起到引导借鉴作用。", "label": "工商管理", "id": 0}
{"content": "土地整备是存量时期土地再利用的重要路径之一,但在实施过程中往往面临着诸多问题。本文通过梳理广州市国企用地现状特征,及其在政策支持、审批流程、规划落地等方面面临的实施困境,有针对性地提出\"规划统筹、利益统筹、实施统筹\"的整备思路,创新性地提出\"明确差异化利用方式、联动改造落实规划意图、简化程序推进实施方案\"的整备路径。", "label": "工商管理", "id": 0}
{"content": "<正>近年来,面对风云变幻的国际经济形势,湖滨区检察院积极贯彻落实高检院服务保障民营企业发展的工作要求,转变司法理念,依法平等保护民营企业合法权益,为湖滨区民营经济发展营造了良好法治环境。一、湖滨区民营企业发展概况湖滨区现有民营企业123家。其中规模以上企业63家,占规模以上企业总数的50.4%;住宿餐饮企业22家,占规模以上企业总数的17.9%;服务业企业39家,占规模以上企业总数的31.7%,这些企业主要分布在湖滨街道、前进街道、", "label": "工商管理", "id": 0}
{"content": "随着经济全球化的发展,信息化进程的加快,中小企业已成为推动经济发展的重要力量。然而,人力资源管理又是企业发展与成功的关键因素,中小企业作为一个特殊的群体,在目前的人力资源管理方面尚不够成熟、完善,已经成为制约中小企业快速发展的瓶颈之一。本文针对当前中小企业普遍存在的人力资源管理问题,并结合中小企业的特点,对中小企业人力资源提出了对策和建议。", "label": "工商管理", "id": 0}
{"content": "本文通过对于国外主要西方国家对企业绩效评价分析,虽然很大程度上定量的体现了企业经营财务成果,在一定程度上实现了与组织行为定性评价相结合,但是国外发达国家的垄断企业集团均为扁平化的组织模式,受其社会政治制度与经济环境的制约,经营成果由企业进行评价与披露,严格意义上讲还不是综合性的绩效评价。但仍可为我们建立具有中国特色的企业综合绩效评价模式,特别是自然垄断产业企业集团的绩效评价提供经验教训。文章结论对于国有自然垄断企业集团的绩效评价具有参考借鉴作用。", "label": "工商管理", "id": 0}
{"content": "本文追溯新中国成立以来,不同的历史阶段对国有暨自然垄断企业绩效评价沿革,从经验教训两个方面进行归纳总结,研究结论对于新时代做强做大行业性垄断企业,强化国有经济的主导地位具有重要意义。", "label": "工商管理", "id": 0}
{"content": "本文运用应用经济与企业管理暨绩效评价理论及其方法,按照党中央关于做强做大行业性自然垄断企业的战略部署与基本原则,理论联系实际的确立课题研究的逻辑起点,确立自然垄断企业集团综合绩效评价模式研究思路与概念设计,文章结论延伸勾画出国有自然垄断企业集团的绩效评价的理论、价值取向、技术方法、运行路径、案例实证等相关的结构层次。", "label": "工商管理", "id": 0}
{"content": "云计算技术的出现为大型集团公司财务管理信息化建设提供了新的契机。将云计算技术中的私有云技术应用于集团公司财务管理信息化建设中,可以充分弥补传统财务管理模式的不足。本文在私有云服务平台架构的基础上,提出了集团公司财务管理信息化系统建设中应用私有云技术的方案,在此基础上设计了财务管理信息系统的总体架构模型,并以此模型来推动集团公司财务管理信息化系统的建设进程。", "label": "工商管理", "id": 0}
{"content": "研究高科技企业人力资源离散时滞系统的动态建模及其状态反馈镇定控制问题.首先,针对含有专业技术类、管理类、营销类和服务类等四类知识型员工的高科技企业,基于对企业各类员工的内部转岗、离职、招聘、解聘以及员工内部转岗过程中的时滞等因素的分析,得到了高科技企业人力资源系统的离散时滞动力学模型;其次,给出了人力资源系统基于状态反馈镇定控制的招聘策略,得到了高科技企业人力资源系统的时滞依赖稳定性条件.仿真结果表明,本文提出的状态反馈控制器能够镇定企业人力资源系统,改善系统的性能.", "label": "工商管理", "id": 0}
{"content": "<正>一、研究成果主要内容（一）中国工业管理和国有企业制度:传统体制的形成与演进逻辑本成果将传统中国工业管理体制和国有企业制度分为初步奠基时期、权力下放时期、权力上收时期以及调整和探索时期四个阶段,并以历史视角和全球视角审视了传统体制下的内在优势、历史价值和深层问题,既看到这一\"超级国家体制\"在工业化初期的巨大体制优势,也看到了这一体制下包含的自身变革和超越因素。在此分析的基础上本成果进一步提出了\"后发大国工业化阶段相关假说\",认为工业化的不同阶段决定着国家的资源配置模式、宏观调节模式和微观主体独立性,从而建立了解释新中国工业管理体制和国有企业制度变迁的一个一以贯之的基本理论框架。", "label": "工商管理", "id": 0}
{"content": "<正>各有关单位、各成果创造单位、各成果创造人:我国已进入高质量发展阶段,顺利开启全面建设社会主义现代化国家新征程。为全面贯彻十九届五中全会精神,坚持新发展理念,坚持以供给侧结构性改革为主线,坚持以改革开放为动力推动高质量发展,促进我国企业为构建高水平社会主义市场经济体制贡献更多力量,中国企业改革与发展研究会（以下简称\"中企研\"）组织开展\"2020中国企业改革发展优秀成果\"申报审定发布活动（以下简称审定活动）。本届活动收到并受理申报成果455项,申报成果覆盖范围、体系结构合理性与整体质量水平在往届基础上实现新提升。经过审定活动办公室初审、专家审定委员会复审、中企研官方网站公示,共145项成果审定为\"2020中国企业改革发展优秀成果\",其中一等60项,二等85项,现予以公布（名单详见附件）。", "label": "工商管理", "id": 0}
{"content": "<正>早在中国共产党第十四届三中全会,我国就提出了混合所有制的概念。2013年秋天,中共十八届三中全会的报告中正式提出积极发展混合所有制经济,从那时到现在也有七年多了。这段时间,大家根据1+N的方案,积极推进混合所有制改革,踏踏实实做试点,积极探索,总结经验。过去这些年,我们对混合所有制改革有了一定经验。如何进一步深化混合所有制改革,是我们今天面临的任务,也是国企改革三年行动的重要内容之一。我在国有企业做了40年,从1979年做到2019年,正好四十年。1994年,我在北新建材做\"一把手\",那时候北新建材就是改革试点。到了2014年,我任职的两个单位——中国建材集团和国药集团,", "label": "工商管理", "id": 0}
{"content": "<正>当前,我国央企正处于国际化业务快速发展的关键时期,纷繁复杂的国际形势对国际化业务发展提出了机遇和挑战。为实现建设国际一流企业的目标、满足业务快速发展需求,各大型央企亟需构建与企业战略目标和业务发展相匹配的管理模式,以促进国际业务高质量发展。因此,如何构建与建设国际一流企业目标相适应的管理模式,推动国际业务新发展,是我国央企亟待解决的重要发展问题,具有极高的战略意义。本研究的主要目标是通过分析当前央企发展面临的外部环境,明确建设国际一流企业的必要性和重要性,对央企国际化业务目前管理现状和不适应进行梳理分析,提出我国央企未来面向建设国际一流企业目标的管理模式,为央企优化国际化业务管理模式提供研究参考。", "label": "工商管理", "id": 0}
{"content": "<正>一、成果背景（一）建立职业经理人制度是推动中央企业完善现代企业制度的必然要求建立现代企业制度是国有企业改革的正确方向。国有企业建立现代企业制度的基本主线是以产权清晰为前提、政企分开为核心,建立健全公司法人治理结构,确保企业决策科学、执行高效。2004年以来,国务院国资委积极推动中央企业建设规范董事会,现建董事会企业已达到85家,改革工作中坚持外部董事占董事会成员多数、企业家占外部董事多数,使公司决策层与执行层基本分开、决策权与执行权初步分离,科学决策机制逐步形成。要使中央企业公司法人治理达到理想运行状态,关键还要进一步解决好高效执行的问题。", "label": "工商管理", "id": 0}
{"content": "<正>党的十八届三中全会首次把混合所有制经济提升到\"我国基本经济制度的重要实现形式\"的新高度。随后出台的\"1+N\"系列文件,都把混合所有制作为深化国有企业改革的主要措施和突破口。中央经济工作会议、《政府工作报告》多次提到\"混合所有制改革\",十九大报告中也明确提出\"发展混合所有制经济\"。在中央层面开展了一系列试点,探索模式、总结经验,国资委2014年选择中国建材集团和国药集团作为发展混合所有制经济试点,国家发展改革委在重点领域开展了四批210户企业混合所有制改革试点,取得了良好效果,各地方企业的混合所有制深入推进。", "label": "工商管理", "id": 0}
{"content": "<正>距离改革开放已经过去近40余年,我国从单一的公有制经济结构逐渐在向公有制为主、多种所有制经济共同发展的道路上稳步前进。国有企业产权结构从单一化国有出资发展为国有资本为主、引入非国有资本实现多元化、混合化。党的十八大以来,全国各国有企业在以习近平同志为核心的领导下,结合\"以管资本为主完善国资管理体制\"和\"以发展混合所有制经济转变国企经营机制\"两大指导意见为突破点,进行国企所有制的改革,以适应新形势下的经济发展。一、国有企业所有制改革的政策背景（一）中央顶层设计出台若干发展混合所有制经济政策", "label": "工商管理", "id": 0}
{"content": "<正>一、研究背景和意义（一）党的领导融入公司治理是习近平总书记对建立中国特色现代国有企业制度的要求习近平总书记在全国国有企业党的建设工作会议中明确指出:\"坚持党对国有企业的领导是重大政治原则,必须一以贯之;建立现代企业制度是国有企业改革的方向,也必须一以贯之。中国特色现代国有企业制度,‘特’就特在把党的领导融入公司治理各环节,把企业党组织内嵌到公司治理结构之中,明确和落实党组织在公司法人治理结构中的法定地位,做到组织落实、干部到位、职责明确、监督严格。\"在建设中国特色现代国有企业制度的过程中,把党的领导融入公司治理,是对习近平总书记重要指示精神的贯彻落实,能够使国有企业在不偏离中国特色社会主义发展方向的前提下,实现其经济效益的最大化。", "label": "工商管理", "id": 0}
{"content": "<正>一、国企混改的现实背景在过去的四十多年,围绕股权结构调整和相应的公司治理制度变革,国企先后经历了多轮改革。2013年以来,中国启动了以混合所有制为典型特征的新一轮国企改革。本成果基于对已有文献的梳理及对国企改革现状的调研,将新一轮国企混改启动的现实背景简要归纳为以下两个方面。其一是国企在经历了20世纪90年代末改制带来的改革红利消失后陷入新的发展困境,部分国企成为僵尸企业,面临产能过剩带来的效益下滑。如何通过混改实现国资增值保值是摆在国企面前的迫切问题。其二是公众和国际社会对国企垄断经营、补贴和不公平竞争现状的不满。除了那些亏损的国企,部分盈利国企的高额利润长期以来与市场垄断地位、政府补贴以及由此形成的与民营企业的不公平竞争密不可分。", "label": "工商管理", "id": 0}
{"content": "<正>2013年党的十八届三中全会提出\"允许混合所有制经济实行企业员工持股,形成资本所有者和劳动者利益共同体\"。2016年,《关于国有控股混合所有制企业开展员工持股试点的意见》作为国企改革1+N文件中第一个关系分配制度的文件正式出台。在过去4年里,众多企业就员工持股进行了探索和尝试,那么,员工持股的效果如何,是否如期推动改革,形成资本所有者和劳动者的利益共同体,是参与国企改革的人十分关心的话题。基于此,我们调研了86家国有企业,其中34家在2016年8月前实施了员工持股,32家参照133号文已经或正在实施员工持股,还有20家企业拟实施员工持股,希望能从实践出发,就当前员工持股的实施情况进行总结和分析,并对下一阶段国企改革和员工持股提出政策建议。", "label": "工商管理", "id": 0}
{"content": "<正>2016年1月,在中央全面深化改革领导小组第二十次会议上,习近平总书记提出,全面深化改革头三年是夯基垒台、立柱架梁的三年。以《中共中央全面深化国企改革的指导意见》为主体的四梁八柱已经完成,接下来是要加强对各个领域改革的全年评估,坚持问题导向,把各领域具有四梁八柱性质的改革目标标注出来,排出优先顺序,重点推进,发挥好支撑作用,全面深化改革是一项复杂的工程。不但各领域内部的改革要排出优先顺序,而且对于那些重点领域,习近平总书记也做了强调:要把国企改革等领域具有牵引作用的改革牢牢抓在手里。这也是习近平总书记首次提出国企改革\"四梁八柱\"核心理念。", "label": "工商管理", "id": 0}
{"content": "<正>万达集团创建于1988年,位于胜利油田的发祥地——山东东营。集团现已发展成为覆盖港口物流、石油化工、橡胶轮胎、国际贸易等产业于一体的国际化大型民营企业集团。公司连续多年进入中国企业500强、中国制造业500强、中国民营企业100强、山东化工产业领军民营企业十强、山东民营企业百强前十位;并荣获全国五一劳动奖状、国家重点高新技术企业、中国重合同守信用企业、国家标准化良好行为AAAA级企业、国家级知识产权试点企业、山东省省长质量奖、东营市突出贡献企业等多项荣誉称号,并当选为山东省民营企业家协会会长单位。", "label": "工商管理", "id": 0}
{"content": "<正>中国同辐股份有限公司（以下简称:中国同辐）是中国核工业集团有限公司（以下简称:集团公司）控股子公司,于2011年在原中国同位素有限公司的基础上重组设立,2018年7月6日在中国香港联合交易所成功上市（中国同辐,1763.HK）。截至2019年末,总资产约88.43亿元,在全国设有70余家企业,员工3000余人,总部员工88人,其中博士研究生6人,硕士研究生56人。中国同辐是一家处于充分竞争领域的国有企业,业务覆盖核技术应用大部分领域,核医药、放射源等产品市场占有率处于行业领先地位,具有良好的市场信誉和品牌优势,是集研发、生产、销售、服务于一体的国内核技术应用龙头企业,肩负着我国核技术应用产业发展的重任。", "label": "工商管理", "id": 0}
{"content": "<正>中车齐车集团有限公司（以下简称齐车集团）以中车齐齐哈尔交通装备有限公司为主体,联合中车齐齐哈尔车辆有限公司、中车沈阳机车车辆有限公司、中车石家庄车辆有限公司、中车北京二七车辆有限公司、中车山东机车车辆有限公司重组整合,并于2018年5月9日挂牌成立,同时,被纳入国有企业改革\"双百行动\"企业。齐车集团改组成立是中国中车深化国企改革、创建世界一流示范企业的重要改革实践。", "label": "工商管理", "id": 0}
{"content": "<正>习近平总书记强调,坚持党的领导、加强党的建设,是我国国有企业的\"根\"和\"魂\",是我国国有企业的独特优势。要坚持服务生产经营不偏离,把提高企业效益、增强企业竞争实力、实现国有资产保值增值作为国有企业党组织工作的出发点和落脚点,以企业改革发展成果检验党组织的工作和战斗力。国有企业多数处于关系国家安全、国民经济命脉、国计民生的重要行业和关键领域,是我国发展先进生产力、提高综合国力的主力军,是党执政兴国的重要经济基础。面向新时代,应对新形势,国有企业党建工作要始终聚焦初心使命,充分发挥政治引领、创新推动、团结凝聚作用,为企业改革创新发展提供不竭动力。", "label": "工商管理", "id": 0}
{"content": "在经济全球化与政策吸引背景下,跨国公司地区总部入驻我国数量不断增加,而跨国公司地区总部聚集在一定程度上可带来短期积极效应,但从长期角度看,却也很可能会对我国技术安全造成威胁,因此,本文从技术本身与高级人才两种资源要素出发进一步探析跨国公司地区总部集聚对我国技术安全造成的影响,并提出些许微薄的建议。", "label": "工商管理", "id": 0}
{"content": "中国自进行经济体制变革以来,中小企业纷纷涌现,在中国国民经济发展中起着重要的作用。但是中小企业在运作经营中存在着各种各样的问题,中小企业的发展受到极大的挑战。财务管理是企业管理的重要一部分,因此本文将立足于中小企业财务管理的实际情况,通过对大光明照明公司财务管理的分析,探求中小企业财务管理方面面临的挑战。并分析出问题的成因,给出有针对性的解决方案,帮助改善当下中小企业融资困难的现状,对我国中小企业下一阶段发展提出崭新的观点和意见,也对我国中小企业财务管理的完善有着重要的意义。", "label": "工商管理", "id": 0}
{"content": "以2013-2017年民营上市公司为研究对象,讨论党组织嵌入对企业可持续发展的逻辑关系,通过运用希金斯可持续增长模型并且从公司治理视角讨论了这一问题。研究发现:设立党组织的企业,其实际销售增长率与可持续增长率的偏离程度更小,更好地实现了可持续发展。考察不同党组织嵌入方式时发现,党组织成员进入监事会、管理层的效果较好,具体来说,直接上市民营企业的党组织通过嵌入管理层、利用执行职能发挥积极作用;间接上市民营企业的党组织则侧重监督职能,嵌入监事会是一条有效路径。通过实证研究证明了民企党建工作对企业健康长远发展的有效性,为执政党增强非公党建提供了经验证据,同时也为民营企业改善党组织治理提供了理论和建议。", "label": "工商管理", "id": 0}
{"content": "本文选取2007-2018年中国A股国有上市公司为研究样本,考察国有企业高管的晋升激励与企业政策性负担之间的关系,并根据任务目标和业绩压力的不同,将国有企业划分为竞争类和非竞争类、高业绩压力型和低业绩压力型。研究结果表明国有企业高管的晋升激励会加重企业政策性负担。分类检验结果表明,晋升激励对政策性负担的影响在非竞争类国有企业和低业绩压力型国有企业中更为显著。上述发现对减轻国有企业的政策性负担和深化国有企业的分类改革具有一定启示。", "label": "工商管理", "id": 0}
{"content": "中小企业在国民经济中占领着重要的地位,为了促进京津冀协同发展,本文以沪深上市的72家企业2018年的数据为研究样本,从偿债能力、盈利能力、营运能力、发展能力四个方面选取评价财务绩效的指标,利用因子分析对样本企业财务绩效进行评价,研究表明,盈利能力与发展能力是影响财务绩效的首要因素,营运能力与偿债能力较弱是京津冀地区中小企业存在的普遍现象。根据其存在的问题,提出相应的建议,提升企业财务绩效。", "label": "工商管理", "id": 0}
{"content": "新冠肺炎发生后对中小型企业的财务管理带来极大的影响,初期的资金链断裂和停工停产等问题得到缓解后,存在的内部资金周转困难,融资难度大,财务人员面临降薪失业等问题并未解决。在经济全球化趋势下,世界疫情依然蔓延,外部环境给中小企业带来的极大不确定性,在疫情笼罩全球的形势下,中小企业应该怎样在政府的扶持政策下做好未来的财务管理筹划问题?", "label": "工商管理", "id": 0}
{"content": "财务风险预测一直是经济领域最重要的主题之一,也是各企业运营与发展的关键。所以基于分析预测模型对上市公司进行财务风险预测是非常有必要的。本文针对在国民经济中日趋重要的高新技术产业进行研究,选取2016-2018年80家企业作为样本,采用形式简单且准确率较高的CART决策树进行建模,近两年数据的预测结果皆高达90%以上,表明该模型对于高新技术行业的财务风险预测具有较高的准确性和参考价值。", "label": "工商管理", "id": 0}
{"content": "近年来,突发公共卫生事件给各国经济社会发展带来较大冲击,民营企业作为我国经济发展的重要力量,其健康发展至关重要。因此,研究突发公共卫生事件对民营企业综合发展影响测度对政府宏观调控和风险防范具有重要意义。本文构造\"突发公共卫生事件影响下民营企业综合发展评价得分\"这一综合指标,解决影响测度的问题,主要思路是在政府统计民营经济监测研究的基础上,整合部门统计和互联网数据资源,选取25项结构化和非结构化数据指标,构建多源异构指标体系进行研究。政府统计民营经济监测部分主要是使用传统统计方法对民营企业主体的生产效益等结构化数据进行分析。互联网数据资源应用主要是通过网络爬虫获取百度指数、生产资料价格、消费者情绪、经济学家观点等文本资料,运用基于朴素贝叶斯的融合算法对文本数据进行量化。模型选择上,采用CRITIC-AHP主客观组合赋权法确定指标权重,通过BP神经网络预测模型对综合评分进行预测。通过2020年新冠疫情对民营经济发展影响的实证分析,综合发展评价得分较好的测度了疫情对民营经济的影响。疫情爆发初期,民营企业受影响较大,1-2月综合发展评分约为去年同期水平的74%。3月份,在坚持疫情防控情况下,逐步开始复工复产,生产生活秩序逐步恢复,综合发展评分提升到68.35,恢复到去年同期水平的77%。二季度实现恢复性增长,基本恢复到去年同期水平的90%。4月综合发展评分达到83.93,5-6月,由于全球确诊人数指数级上升,国内部分地区境外输入病例出现小规模爆发,消费者情绪有所降低,综合评分较4月有轻微下滑,5月为79.38,6月为81.51。预测模型显示,假如全国新冠疫情不出现大规模反复,下半年民营企业经济发展将会呈现出逐步恢复趋势,年底综合评价评分将处于[91.75,96.16]区间内,能够达到或者好于去年同期水平,并且因为疫情造成的压抑能量明年会释放出来。为进一步推动民营企业的发展,建议:一是鼓励民营企业积极参与市场竞争。二是完善有利于激发民营企业活力的政策环境。三是鼓励引导民营企业改革创新。四是服务民营企业健康发展。", "label": "工商管理", "id": 0}
{"content": "我国城市已经进入创新驱动发展的新时期,交通运输面临转型升级,以更好地支撑创新经济发展,适应创新人才出行需求。为更好地推动深圳建设综合性国家科学中心、融入国家创新网络,亟需构建与创新经济体系、创新活动需求相适应的交通支撑体系,满足人才、资本、信息、技术等创新要素自由高效流动的需求。本文通过分析深圳创新企业70强及其子公司分布,对深圳创新联系网络进行实证研究,并分析创新产业人群对外出行特征。根据创新联系网络\"以城市群为联系主体,多中心、网络化联系模式\"特征,创新产业人群对外出行\"高频次、高时效性要求\"特征,提出全国层面构建直连直通、1日往返创新交往圈,粤港澳大湾区层面构建\"广深港+珠深惠\"十字型创新经济走廊,市域层面构建\"枢纽经济+创新经济\"高度耦合的空间格局。", "label": "工商管理", "id": 0}
{"content": "企业科技研发是上海科创中心建设的重要推动力量,由于科技研发的外部性效应,需通过适当的税收优惠政策才能促进企业加大研发力度、增加研发投入。从宏观层面来说,在新一轮财税体制改革的背景下,上海科创中心在创新税收优惠政策上存在制度瓶颈,需借助上海自贸区在制度创新上的天然优势打破瓶颈,为企业创造更佳的税收优惠政策。从微观层面来说,我国企业所得税的税率优惠范围界定不明确,税基优惠措施单一,个人所得税优惠力度不足,增值税优惠范围过于窄小,因此在未来的改革过程中,在不违背税收法定原则的基础上,应以\"白名单\"的形式界定企业所得税税率优惠范畴,采用税前扣除与税收抵免相结合的方式完善税基优惠,并不断加深个人所得税优惠力度,扩大增值税即征即退范围与进出口环节增值税面对对象,为企业科技研发提供良好的税收环境。", "label": "工商管理", "id": 0}
{"content": "我全球化和数字经济的深入发展,为跨国企业在全球布置价值链提供了经济环境。而国际税收竞争为跨国企业优化税收的全球重组布局创造了制度环境。无形资产价值量大,难以估值且流动性强的特质,成为跨境企业国际避税的绝佳载体。如果符合\"利润与经济活动和价值创造相匹配\"的原则,跨国企业优化税收的价值链管理活动不应简单地被反对。对于有害税收竞争,OECD和BEPS行动计划运用\"实质性\"标准来审议税收优惠,并提高税收优惠的透明度。对于利用无形资产的国际避税,BEPS行动计划提出按照实际价值贡献而非形式上法律所有权来确定无形资产的收益权归属。这些举措有利于实现跨境企业合理的税收优化价值链管理,遏制不合理的国际避税问题。", "label": "工商管理", "id": 0}
{"content": "<正>一、凯盛科技股份提升企业创新力的背景（一）落实国家重大战略布局,增强国有经济创新力的需要党的十九届四中全会确定了\"增强国有经济竞争力、创新力、控制力、影响力、抗风险能力,做强做优做大国有资本\"①的目标任务。2020年9月,在科学家座谈会上,习近平总书记用\"四层需要\",即\"推动高质量发展的需要、实现人民高品质生活的需要、构建新发展格局的需要、顺利开启全面建设社会主义现代化国家新征程的需要\"②,着重强调创新尤其是科技创新的重要作用。中央已经将科技创新提升到保障国家经济安全、国防安全和其他安全,建设现代化经济体系,决胜全面建成小康社会的高度,并作出了\"增强国有经济创新力\"的重大战略布局。", "label": "工商管理", "id": 0}
{"content": "<正>国资考分[2020]178号各中央企业:为深入贯彻落实习近平新时代中国特色社会主义思想,建立健全生产要素由市场评价贡献、按贡献决定报酬的机制,推动中央企业实施中长期激励,国资委在总结中央企业控股上市公司股权激励工作的基础上,制定了《中央企业控股上市公司实施股权激励工作指引》,现印发给你们,供参考。", "label": "工商管理", "id": 0}
{"content": "<正>工信厅企业[2020]10号各省、自治区、直辖市及计划单列市、新疆生产建设兵团中小企业主管部门,有关单位:现将《中小企业数字化赋能专项行动方案》印发给你们,请结合实际,抓紧推进落实。2020年3月18日中小企业数字化赋能专项行动方案为深入贯彻习近平总书记关于统筹推进新冠肺炎疫情防控和经济社会发展工作的重要指示精神,落实党中央、国务院有关复工复产和提升中小企业专业化能力的决策部署,以数字化网络化智能化赋能中小企业,助力中小企业疫情防控、复工复产和可持续发展,制定本方案。", "label": "工商管理", "id": 0}
{"content": "<正>各中央企业,各省、自治区、直辖市及计划单列市和新疆生产建设兵团国资委:为贯彻落实习近平总书记关于推动数字经济和实体经济融合发展的重要指示精神,落实党中央、国务院关于推动新一代信息技术与制造业深度融合,打造数字经济新优势等决策部署,促进国有企业数字化、网络化、智能化发展,增强竞争力、创新力、控制力、影响力、抗风险能力,提升产业基础能力和产业链现代化水平,现就加快推进国有企业数字化转型工作的有关事项通知如下:", "label": "工商管理", "id": 0}
{"content": "<正>2020年是全面建成小康社会和\"十三五\"规划收官之年,是实现第一个百年奋斗目标、为\"十四五\"发展和实现第二个百年奋斗目标打好基础的关键之年。2020年国资国企工作的总体要求是:坚决贯彻党中央、国务院决策部署,保持战略定力、坚定必胜信心,突出抓好稳增长,推动国有企业切实发挥好在国民经济发展中的\"稳定器\"作用;突出抓好打赢三大攻坚战,为国家重大战略实施和地方经济社会发展提供有力支撑;突出抓好改革落实,全力实施好国企改革三年行动方案;突出抓好科技创新,推动企业大力提升技术创新能力;突出抓好结构调整,不断提升国有资本配置效率和整体功能;突出抓好职能转变,以管资本为主加强国有资产监管;突出抓好工作协同,携手共建国资监管大格局;突出抓好党建引领,为国资国企事业高质量发展提供坚强保证。", "label": "工商管理", "id": 0}
{"content": "<正>党的十八届三中全会首次把混合所有制经济提升到\"我国基本经济制度的重要实现形式\"的新高度。随后出台的\"1+N\"系列文件,都把混合所有制作为深化国有企业改革的主要措施和突破口。中央经济工作会议、《政府工作报告》多次提到\"混合所有制改革\",十九大报告中也明确提出\"发展混合所有制经济\"。在中央层面开展了一系列试点,探索模式、总结经验,国资委2014年选择中国建材集团和国药集团作为发展混合所有制经济试点,国家发展改革委在重点领域开展了四批210户企业混合所有制改革试点,取得了良好效果。", "label": "工商管理", "id": 0}
{"content": "<正>伴随着企业发展中所有权和经营权的分离,股东和管理层及员工之间的委托代理问题和不完全契约问题成为大企业广泛面临的挑战。大家普遍认为,允许员工持有本企业的股份有利于将员工利益与企业前途紧紧地联系在一起,形成一种按劳分配和按资分配相结合的新型利益共享机制,从而应对上述挑战。事实上,员工持股计划（ESOP）在国际公司中非常普遍,世界500强中接近50%的西方企业都有实施。", "label": "工商管理", "id": 0}
{"content": "<正>一、企业发展背景在2016年10月10日至11日举行的全国国有企业党的建设工作会议上,习近平总书记强调,国有企业是中国特色社会主义的重要物质基础和政治基础,是我们党执政兴国的重要支柱和依靠力量。党的十九大报告明确要求,继续深化国有企业改革,发展混合所有制经济,培育具有全球竞争力的世界一流企业。国务院国资委、省国资委部署开展关于开展对标世界一流管理提升行动。总书记的重要指示和国家、省的一系列决策部署,为企业深入推进改革发展指明了方向、明确了要求、提供了遵循。", "label": "工商管理", "id": 0}
{"content": "<正>国资发改革规[2019]126号各中央企业:近年来,中央企业以参股等多种方式与各类所有制企业合资合作,对提高国有资本运行和配置效率、发展混合所有制经济起到了重要促进作用。但实践中也存在部分企业参股投资决策不规范、国有股权管控不到位等问题,影响国有资本配置效率,造成国有资产流失。为深入贯彻习近平新时代中国特色社会主义思想,形成以管资本为主的国有资产监管体制,规范操作,强化监督,有效维护国有资产安全,现就中央企业加强参股管理有关事项通知如下:", "label": "工商管理", "id": 0}
{"content": "<正>国资发科创规[2020]15号各中央企业:为全面贯彻党的十九大和十九届二中、三中、四中全会精神,深入实施创新驱动发展战略,全面提升中央企业知识产权工作水平,进一步增强中央企业自主创新能力,国资委、国家知识产权局制定了《关于推进中央企业知识产权工作高质量发展的指导意见》,现印发给你们,请认真贯彻落实。请各地方国资委、知识产权局（知识产权管理部门）参照执行本意见,积极推进地方国有企业知识产权工作高质量发展。", "label": "工商管理", "id": 0}
{"content": "<正>国资发改革[2020]39号各中央企业,各省、自治区、直辖市及计划单列市和新疆生产建设兵团国资委:为深入贯彻习近平总书记重要指示批示精神,落实党的十九大和十九届二中、三中、四中全会精神,进一步推动国有企业加强管理体系和管理能力建设,加快培育具有金球竞争力的世界一流企业,国务院国资委决定在中央企业和地方国有重点企业（以下统称国有重点企业）开展对标世界一流管理提升行动（以下简称对标提升行动）,现将有关事项通知如下:", "label": "工商管理", "id": 0}
{"content": "<正>工信部联企业[2020]108号各省、自治区、直辖市及计划单列市人民政府,新疆生产建设兵团:中小企业是国民经济和社会发展的主力军,是建设现代化经济体系、推动经济高质量发展的重要基础,是扩大就业、改善民生的重要支撑,是企业家精神的重要发源地。党中央、国务院高度重视中小企业发展,近年来出台了一系列政策措施,有关工作取得积极成效,但仍存在一些突出问题,特别是一些基础性制度性问题亟待解决。为深入贯彻党的十九届四中全会精神,坚持和完善社会主义基本经济制度,坚持\"两个毫不动摇\",形成支持中小企业发展的常态化、长效化机制,促进中小企业高质量发展,经国务院同意,现就健全支持中小企业发展制度,提出如下意见。", "label": "工商管理", "id": 0}
{"content": "<正>发改高技[2020]1409号国务院有关部门,各省、自治区、直辖市、新疆生产建设兵团发展改革委、科技厅（委、局）、工业和信息化委（厅）、财政厅（局）:为深入贯彻落实党中央、国务院关于在常态化疫情防控中扎实做好\"六稳\"工作,全面落实\"六保\"任务,扩大战略性新兴产业投资、培育壮大新的增长点增长极的决策部署,更好发挥战略性新兴产业重要引擎作用,加快构建现代化产业体系,推动经济高质量发展,现提出如下意见:", "label": "工商管理", "id": 0}
{"content": "家族是充满爱的港湾,是人类社会的主要组成部分之一,家族企业是人类经济活动的一个重要组成部分。在当前国家鼓励创新创业的时代背景下,注意管控一定的财务风险的前提下,家族涉入企业经营管理具有积极意义。企业多元化发展需要家族涉入企业融资、扩大经营范围、提高产品质量、开发新市场、提高销售收入等方面,实现降低融资成本、提升企业营运效率等价值。", "label": "工商管理", "id": 0}
{"content": "我国脱贫攻坚进入深水期,精准扶贫的成效与产业扶贫的可持续发展直接关系到乡村振兴与共同富裕,更是全民迈入社会主义现代化强国亟须弥补的短板。以产业扶贫、利益相关者和动机理论为基础,以黔西南州民营企业产业扶贫为研究对象,通过对黔西南州产业概况,产业扶贫的动力,产业扶贫的政策、模式和成效等调研分析,了解民营企业在发展过程中遇到的困难和问题,提出相应的对策和建议,为黔西南州民营企业产业扶贫发展提供参考。", "label": "工商管理", "id": 0}
{"content": "供给侧改革是我国政府部门针对经济发展新形势作出的重大决定,供给侧改革,旨在调整我国经济结构,同时保证要素配置最优化,以确保经济\"保质保量\"地增长。促进供给侧改革,需要对科技进行创新,其作为突破口,对于我国经济结构的调整与增长方式的转变,以及推动我国经济持续、稳定地发展,具有不可代替的作用。因此,本文首先对供给侧改革进行研究分析,之后对供给侧改革背景下中小型科技企业的转型与发展进行深入探索。", "label": "工商管理", "id": 0}
{"content": "本文从计费收入最终转化为通服收入的形成体系入手,旨在发掘影响收入变化的内部动因,结合公司现有产品类别和计费模式,揭示收入组成各项目的变化规律,从而分专业、分产品,运用线性回归计算预测等方法对月度收入进行准确预测,为企业生产经营提供有效的支撑依据。", "label": "工商管理", "id": 0}
{"content": "我国经济界目前所关注的企业资本保值增值,从用语上看好像是指实物资本,实际上指的是财务账面资本,因为人们所关心的是如何维护产权不受侵蚀,而不是具体实物如何处置。根据以上思路,主张企业资本的保值增值标准可以以基期的净资产为标准,按照计算复利终值的公式确定,然后以考核期末的净资产为尺度进行比较计算增值。", "label": "工商管理", "id": 0}
{"content": "评价过程的其运作取向都要坚持国有资本安全与保值增值,即遵循社会主义主导价值观念,使自然垄断产业企业集团的绩效评价体现国家与社会的最大利益。对企业目标形成有影响作用的因素主要包括:出资者、雇员、职业经理、消费者、政府及社会公众。这些利益主体都直接或间接地成为企业‘参与者’,每一类‘参与者’在‘参与’企业活动时,都带着其个人目标。本文论述了绩效目标定位与管控要求。", "label": "工商管理", "id": 0}
{"content": "随着各企业间的市场竞争愈发激烈,财务预算管理工作也愈发受到企业的重视,其不仅可以为企业创造一个优良的发展环境,同时也能为企业未来的发展提供新的视角,从而促进企业经济实力的增强。但随着时代的不断发展,传统的预算管理已经难以发挥作用,而精细化预算管理的应用还不够充分,使得我国企业财务预算管理陷入停滞状态,因此本文将围绕精细化预算管理在企业财务预算管理中的应用展开详细分析与讨论,以供参考。", "label": "工商管理", "id": 0}
{"content": "在企业中预算管理和绩效考核的融合应用,能够使企业预算管理与绩效考核的工作质量得到进一步提升,进而推动企业预定发展目标的实现。因此,本文对企业预算管理、绩效考核的融合应用进行充分阐释。将这二者工作在企业发展中作用进行有效分析,以此来推动企业在社会中的长远发展。", "label": "工商管理", "id": 0}
{"content": "这篇论文旨在分析采用了IAS/IFRS后对会计实务的影响。在文献部分,本文总结了一些近期的研究成果并分析了它们的局限性,引出了作者研究的必要性,采用的主要方法是文献综述。在正文部分,本文共有三节总结了应用IAS/IFRS的影响:第1节描述了采用IAS/IFRS将通过增加价值相关性、可比性和减少盈余管理来提高财务信息的质量。第2节分析了IAS/IFRS对企业在外国直接投资和债务市场融资能力的影响。第3节描述了由于高审计成本和低会计师能力而采用IAS/IFRS的局限性。", "label": "工商管理", "id": 0}
{"content": "在现代企业中,金融投资是帮助企业理财推动发展的重要途径和渠道,企业金融投资能够对原有的债务结构起到优化作用,提高资本的流动性,增强企业资本的盈利性能。但是金融投资具有不同的类型,各种类型的投资分别对应着不同的风险,它们的收益率有高有低,风险率也是同样,为了全面控制金融投资的过大风险和不合理风险,企业一定要对投资项目的风险类型进行精准识别,制定有针对性的防控措施,对投资结构展开优化,采取动态监控的角度观测投资风险。由此可见,企业在应对金融投资风险的时候一定要注重策略得当,对经营风险进行动态评估,对决策流程展开规范化的监督。本文围绕着企业金融投资风险管理展开论述。", "label": "工商管理", "id": 0}
{"content": "基于新会计准则在我国各领域全面实施的新时代背景下,企业财务会计需面对的工作新挑战随之而来,亟需通过科学协调财务与税收,将其攻克化解。而这就需要企业财务会计立足实际,明确新准则实行对企业财务与税收带来的联动影响,探明协调财务与税收的可能性,结合企业运转实况及财务管理所需,对应推出行之有效的财务与税收协调策略,突出企业经营运转的合法性,筑牢企业主体长远发展的有力基础。", "label": "工商管理", "id": 0}
{"content": "财务管理作为企业经营管理中的核心内容,企业应加以重视。现阶段,\"精细化\"管理模式已经成为现代企业的一种重要管理方法,涉及企业经营的每个环节,是企业提升经济效益的重要保障。本文对企业财务精细化管理内涵以及特点进行了简要的阐述,分析了企业财务精细化管理存在的问题并提出了解决措施,以期强化企业财务精细化管理的作用,促进企业快速稳定发展。", "label": "工商管理", "id": 0}
{"content": "公允价值问题在我国经历了曲折的发展,财政部在1998年公布的企业会计准则中首次引入了公允价值的概念,促进了我国会计准则与国际上会计准则的协调。但却因为监管不严等问题出现了滥用公允价值计量属性操纵利润的情况。为了制止这种情况带来的不良后果,财政部采取行动,紧急叫停使用公允价值计量,并对有关法律进行了修订。在经历了一系列调整后,2006年公允价值计量实现了全面的回归,公允价值计量在我国经历了引用、禁用和重新引用后,在不断补充与完善的过程中,逐渐形成了立足于我国国情,并与国际公允价值计量不断趋同的计量方式。随着时代的发展,国际融合的发展趋势对公允价值计量提出了更高的要求,公允价值计量已经成为全世界会计界都重点关注的问题。目前,我国在这一问题仍存在缺陷,还需解决。公允价值计量存在诸多讨论点,本文选取其中两个角度进行讨论和阐述。其一是公允价值问题的国际进展,其二是公允价值在中国的应用及思考。文章首先描述了我国公允价值计量的发展历程,并将我国公允价值计量与国际公允价值计量规范之间的差异与相同列举出来进行各方面的比较与思考,体现出在哪些方面我们是与国际趋同的,哪些方面是有差异的。其次,从两方面论述公允价值计量在中国的应用。一方面,描述公允价值计量在中国应用的优越性,这些优势值得我们去保持;另一方面,描述公允价值计量在中国应用的不足,并针对其不足提出了基于国情的改进意见与对策。", "label": "工商管理", "id": 0}
{"content": "信息化社会的到来,促进了大智移云时代的应运而生。大智移云,实际上就是对大数据、云计算、移动互联网、智能化这些先进智能理念的统称,不仅代表了信息科学技术发展时期的特征,同样也是现代化社会发展的主要特征。在社会各行各业产业转型升级的大环境下,云计算技术、大数据技术、人工智能技术等等先进的技术对企业的经营发展提出了愈来愈高的要求。财务管理部门,是企业经营发展过程中核心的部门,也是企业适应激烈市场竞争的前提与基础。所以说,将企业的财务会计与管理会计有效的融合起来,对于企业经营发展来说,同样也是至关重要。", "label": "工商管理", "id": 0}
{"content": "本文在对区块链技术介绍的基础上,讨论了区块链技术与财务会计的融合基础,分析了区块链技术在财务会计领域可能运用的应用,并对区块链技术促进财务会计领域发展进行了展望。", "label": "工商管理", "id": 0}
{"content": "民族地区上市公司是民族地区经济发展的骨干,政府要推行乡村振兴离不开当地企业的配合,这要求企业在自身经营发展的同时关注社会建设和社会需求。企业财务绩效能体现其生产经营行为的过程和结果的效率,是上市公司关注点之一,财务绩效也受到多种因素的影响。本文以民族地区的上市公司为样本,通过建立多元回归模型,以企业承担社会责任的情况和地区农林牧渔业的产值等因素为控制变量,研究其对财务绩效的影响方式。结果表明:（1）民族地区上市公司之间的财务绩效存在较大的差异;（2）许多民族地区上市公司存在负债能力高但负债较少的情况;（3）企业关注其社会责任有利于财务指标和绩效的表现。", "label": "工商管理", "id": 0}
{"content": "新经济时代的到来,对财会工作实践产生了巨大的影响,也对高校的财会专业教学改革提出了新的要求。本文在研究新经济时代对财会工作的影响的基础上,以成都信息工程大学《财务会计》系列课程的教学改革实践为基础,对《财务会计》系列课程教学内容重构等问题进行了研究。", "label": "工商管理", "id": 0}
{"content": "近年来,随着我国证券市场不断扩容,不同行业、不同规模的上市公司在不断增多,金融市场监管部门的压力也不断增大。投资者可以根据其公开发布的一系列财务数据,分析其当前存在的问题和发展潜力,然而,由于投资者缺乏对上市公司财务报告造假的识别方式,上市公司可能时常会伪造财务数据,影响投资者的正确判断,干扰金融市场对企业经营质量、效益和竞争力的判断。在数字时代下,基于数据挖掘判断财报是否造假具有一定现实意义。另外的是,更是对财务数据的新动能的统计探索。本文以第九届\"泰迪杯\"数据挖掘挑战赛A题提供的数据集为主,在此基础上进行基于集成学习的上市公司的造假识别探索。首先对所给数据进行第一遍清洗,再使用集成学习的代表集成树模型XGBoost和LightGBM,并以recall（召回率）作为评价函数,分行业进行训练,得到二者公共的重要因子,完成不同行业财务造假的指标构建。然后进行第二遍数据清洗和特征工程,分行业分别进行样本数据的采样,用Logistic回归、SVC、XGBoost、LightGBM、CatBoost以及卷积神经网络进行训练。为了提高模型泛化的能力,对模型结果进行投票,进行简单的模型融合。根据最后模型的f1-score、recall等指标得分,建立的模型具有可信度。", "label": "工商管理", "id": 0}
{"content": "企业财务违规行为普遍存在,CEO对企业财务违规的影响受到更多关注。研究CEO过度自信这一个人特征对企业财务的影响具有重要意义。本研究基于高阶理论与烙印理论,使用2008——2018年中国A股非金融类上市公司面板数据,创新性地构建了中国情境下基于文本分析法的CEO过度自信测量方法,剖析CEO过度自信对企业财务违规的影响,并考察CEO个人经历的调节机制。结果表明CEO过度自信与企业财务违规存在显著正相关关系;CEO海外经历显著强化两者的正相关关系;CEO学术经历显著弱化两者的正相关关系。研究创新了CEO过度自信的测量方式,丰富了过度自信与企业财务违规、高阶理论和烙印理论的文献,对政府政策制定、企业管理实践和投资者决策具有重要启示。", "label": "工商管理", "id": 0}
{"content": "本文以数据包络分析法和支持向量机为基础,对上市公司财务危机预警进行研究。首先,构建了多维效率评价指标体系,再通过选取156家上市公司进行实证研究,采用SBM模型对多维效率评价指标体系进行效率值测度。随后建立了两组基于支持向量机的预警模型,一组是包含传统财务指标和多维效率评价指标体系效率值,一组仅有传统财务指标,在此基础上选取T-3年的上市公司指标数据,对两组数据的预警准确率进行实证分析。经过比较,融入多维效率指标体系效率值的预警模型较以传统财务指标为基础的预警模型的预警准确率有一定提升。该研究结论对进一步预防和控制上市公司的财务危机风险,推动和促进上市公司的健康成长具有积极作用。", "label": "工商管理", "id": 0}
{"content": "本文以2012绿色信贷指引事件构造准自然实验,运用DID模型探讨绿色信贷对企业长期借款、研发投入以及绿色创新的影响。研究发现绿色指引降低了绿色限制性行业的长期借款、研发投入,提升了绿色创新;且绿色信贷的政策效应随企业规模和产权性质变化而变化。进一步运用2008-2016年省级面板数据证实了绿色信贷指引促进了省级绿色创新,且提升作用在中部地区最明显;环境规制和企业融资约束能够调节绿色信贷指引的创新提升作用,且环境规制的调节作用在中部地区最为显著。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言随着我国市场经济的高速发展以及财务管理的不断完善,企业的业务管理和财务管理的融合已势不可挡。所谓业财融合,即在企业资源有限的前提下,将企业先前独立的经济业务和财务融合在一起,财务人员在掌握财务目标的同时,还需了解企业的运作状况,从而帮助企业实现有效的资源配置。业财融合的预算管控体系是具有计划、协调、激励等功能的综合性管控体系,是对公司的业务活动与财务活动综合情况进行预测及安排的管理方式,是既基于业务实际、又凸显财务要求的预算编制原则、", "label": "工商管理", "id": 0}
{"content": "预算管理是企业财务管理的中心环节,建立事前有预测、决策,事中有规划、控制,事后有核算、分析的,以预算管理为中心的财务管理模式,是现代企业实现企业经营成果可控的有效途径。", "label": "工商管理", "id": 0}
{"content": "信息技术的发展和进步推动了财务报表审计方式的变革,本文从分析财务报表整合审计的研究意义和现有研究成果入手,阐述了审计质量的影响因素和开展整合审计业务的动因;采用规范研究与实证研究相结合的模式设计了分析变量和博弈分析模型;以2013年-2016年部分上市公司的财务报表整合数据为研究样本,并基于数据的描述性统计和多元线性回归分析方法,详尽研究了企业的整合审计活动对财务报表审计质量的影响程度。", "label": "工商管理", "id": 0}
{"content": "财务管理工作是企业整体运营管理的关键环节,在企业发展过程中起到举足轻重的作用,为了顺应市场经济的发展,并逐渐与国际会计准则、规范趋同,我国相应颁布了新会计准则,这是我国财务管理工作步入新发展阶段的标志。通过对企业信息化发展下新会计准则进行分析研究发现,新会计准则与传统会计准则在存货管理、减值准备和公允计量等方面有明显的变化,并且对企业财务的管理观念、财务风险和财务管理的目标都有着深远的影响,企业为了更好地适应新会计准则,可以从财务观念、财务体制和财务人员素质等方面进行优化和改善,以提高企业的综合财务管理水平,为企业未来的持续发展奠定基础。", "label": "工商管理", "id": 0}
{"content": "研究混合制经济的财务风险控制及治理措施,分析企业在混合所有制经济下财务风险内容与治理该类风险的措施与方法。概述混合所有制经济的内容和情况,分析财务风险在该经济制度下出现的外部影响因素与内部影响因素;从广义和狭义两个方面阐述财务风险概念,分析财务风险特征;财务风险主要包含融资缺乏稳定性、投资风险不确定性、经营事务风险、资产结构不完善、资金流失和监督管理缺失等六个方面,从这六个方面出发构建风险治理措施:明确产权制度、确定企业经营目标、构建财务风险预警机制、建立并创新考核机制、提升管理者财务风险意识,从五个方面实现财务风险治理。", "label": "工商管理", "id": 0}
{"content": "环境信息披露是企业接受社会监督、履行环保责任的重要环节,也是环境治理的重要机制之一,对于构建多方共治的环境治理体系、改善生态环境质量具有相当重要的现实意义。国外环境信息披露制度起步早,相对成熟,基本形成了比较完善的法规体系和相对完整的制度规范,有很多值得借鉴的有益经验。中国环境信息披露制度起步晚,但发展迅速,上市公司强制性环境信息披露制度正在逐步建立和完善。基于分析结果提出建议:加强披露制度顶层设计;借鉴国外先进实践经验;分类有序扩大强制性环境信息披露的企业范围;引导第三方机构参与;强化守信激励失信惩戒;提高全民生态环保意识。", "label": "工商管理", "id": 0}
{"content": "为了提高信息披露的质量,上市公司可以通过财务重述补充、更正已发布的财务信息。然而,由于内部控制失效、违法成本低等因素,部分上市公司为掩盖其经营不善、避免退市等目的,实施恶意的财务重述。本文分析了近期我国上市公司财务重述的现状,研究了财务重述动因、影响因素及经济后果,提出了相关对策。", "label": "工商管理", "id": 0}
{"content": "金税三期的总体目标就是要建立一个平台、两级处理、三个覆盖和四个系统,通过金税三期的建设实现应用系统平台的规范统一,使信息的处理集中度更高,并且覆盖各个工作环节,包括征管业务、外部信息等等,具有信息共享、安全稳定等特点。在这个背景下,企业要转变传统的发展模式和观念,强化税收风险控制工作,本文就此进行了相关的阐述和分析。", "label": "工商管理", "id": 0}
{"content": "人类社会发展到一定程度后出现了成本会计。英国最早出现了成本会计,后来被美国及其他国家引入。随着企业生产规模的日渐壮大,日趋激烈的市场竞争,对生产成本的关注越来越重视。我国早在西周时就已经出现了会计的职务——司会,并相应的给出了\"月计岁会\"的会计计算方法。同时,会计制度与会计管制在我们的社会发展中也存在着不断的变化。通过社会实践的结果得出,社会经济发展水平越高就越需要高水平的成本会计业务与之协调。在我国,不同性质经济成份的产权变动和交易日益增加现象的出现,原因是我国社会主义市场经济体制的建立和完善。一方面,成本会计是决策者科学管理和决策的重要依据。另一方面,它是国名经济进行宏观和微观调节的重要信息源头。推动评估行业的发展,正确的认识成本会计工作的地位和作用显得尤为重要。", "label": "工商管理", "id": 0}
{"content": "概念界定:EPM是企业为了满足不同业务或岗位的多样化复杂绩效需求,将战略与计划实施紧密结合的管理系统。它的核心作用是在解决企业全面预算、财务合并、销售绩效管理及管理报表的基础上,实现业财数据联动和交互,通过实时分析、调整和预测帮助企业管理层有效洞察和理解运营数据,快速做出业务决策。行业发展现状:我国EPM市场近几年的快速发展受国产化需求释放和战略管理意识提升的影响,注重企业数据的安全性和国产系统替代,发展方向为数据的融合打通和私有化部署。市场规模:疫情原因让全面预算需求被唤醒,国内一些优秀的、深耕自研技术的EPM厂商成为行业主力军,预计2021年中国EPM市场规模将突破15亿元。核心能力:1.高性能的多维建模能力,通过实时OLAP引擎将数据进行多维管理,实现事实与维度表之间的联合查询。2.用户自助,在环境多变和业务规则不断更新的情况下,用户可根据业务经验和自身需求,完全自助地配置和更新逻辑规则。趋势展望:未来数据资源亟需更加充分的挖掘和利用,EPM\"业财一体\"在技术层面和系统搭建模式上迎来新的机遇。同时,随着技术进步和客户认知提升,这一行业将逐渐呈现三个趋势,分别为场景拓宽、诉求增加和产品SaaS化程度提升。", "label": "工商管理", "id": 0}
{"content": "网络经济时代造就的环境下,传统的会计方式无法满足现代化的发展趋势,为了更好地适应网络经济制度建设,企业应该有针对性地构建会计新机制。前提是企业需要对会计方法进行创新,健全工作制度的有关政策和规定,且有关法律部门要完善法律法规,提高会计工作能力的同时加强对其监督管理,使会计核算行为更加合规合法。", "label": "工商管理", "id": 0}
{"content": "网络经济时代造就的环境下,传统的会计方式无法满足现代化的发展趋势,为了更好地适应网络经济制度建设,企业应该有针对性地构建会计新机制。前提是企业需要对会计方法进行创新,健全工作制度的有关政策和规定,且有关法律部门要完善法律法规,提高会计工作能力的同时加强对其监督管理,使会计核算行为更加合规合法。", "label": "工商管理", "id": 0}
{"content": "多年来,大股东减持由于没有严格约束条件而在A股市场频繁发生。大股东减持这一行为会对上市公司产生一定的影响,因此受到投资者关注。本文介绍了大股东减持的相关规定和主要减持动机,并从减持目的、股权性质、减持幅度三方面论述了大股东减持对上市公司绩效的不同影响,最后提出了应对大股东减持的措施,需要完善信息披露制度,加强市场监管力度,同时公司应该加强内部股权制衡,制定并落实正确的财务战略,从而增强抵御减持风险的能力。", "label": "工商管理", "id": 0}
{"content": "目前,网络财务在全国广泛应用,加速了企业会计行业的发展。财务网络化管理不仅彻底地改变了原有财务的工作方式和管理模式,也极大地提高了企业会计人员的工作效率,有效地保证了企业财务信息的准确性、完整性和及时性,但同时也给企业的财务信息安全工作带来了风险,如要面临来自网络系统安全、计算机软硬件设备管理、数据处理及企业管理风险等各方面的问题。因此,企业应健全会计内控制度,加强对会计人员业务能力的培养,强化信息系统建设,完善现代企业的会计管理制度和风险预警机制。", "label": "工商管理", "id": 0}
{"content": "信息化时代下每个行业的发展均受到了信息化环境的阻碍,企业在生产和发展的过程中所需要面临的风险和决策性因素也随之增多,为了有效地防范和减少风险、增强自身的综合竞争能力,企业必须进一步加大内部管理和控制,提升对企业全局进行管控的能力。尤其特别是对于企业内部的会计管理与控制,信息化对环境的威胁巨大,一方面是会计信息化的发展极大地提升企业内部会计工作的服务质量和效率;另一方面内部会计工作也面临诸多挑战和风险,需要企业内容管理制度进行有效调控,采取符合当下实际情况的解决策略。", "label": "工商管理", "id": 0}
{"content": "在全球经济一体化和现代信用经济的背景下,负债经营已经成为现代企业重要的融资手段和策略。负债经营的合理运用,能给企业发展提供大量的资金。与此同时,债务也给企业带来巨大的财务风险。因此,在投资之前,对企业偿债能力进行合理分析可以有效避免选择错误,减少损失。本文作者以文化传媒行业上市公司为研究对象,征求专家意见,构建出一套文化传媒上市公司偿债能力评估体系,并以2018年为研究时间点,从深交所A股文化传媒行业中选择21家公司,评估其偿债能力的得分,并对文化传媒行业的偿债能力进行评估分析。", "label": "工商管理", "id": 0}
{"content": "信息不对称作为影响企业发展的重要指标,是近年来学术界讨论的热点话题。本文从企业自身行为与外界反应两个角度出发,实证检验了企业负债水平与信息不对称程度之间的内在联系。研究发现,企业负债水平的增加显著提高了企业的信息不对称程度,即二者之间存在显著的正相关关系。", "label": "工商管理", "id": 0}
{"content": "本文考虑到当前复杂的经济环境以及软件行业自身的特点,选取实物期权法中的B-S期权定价模型来对软件行业中具有代表性的四家上市公司的企业价值进行评估,并根据评估结果证明了B-S期权定价模型在评估软件企业价值时的适用性。", "label": "工商管理", "id": 0}
{"content": "经济全球化模式下,为提高我国企业参与市场竞争的能力,增强我国金融行业在国际市场的地位,我国出台了\"企业会计准则第22号——金融工具确认与计量\"并修订实施,对金融所用工具、会计计量准则等进行确认,提高企业金融业务规范性的同时,会计核算的难度进一步增加。对此,本文对金融工具确认、计量准则中的问题展开探讨,以供参考。", "label": "工商管理", "id": 0}
{"content": "在互联网快速发展的时代,人工智能技术在会计工作领域得到了广泛的应用,很大程度上提高了会计的工作效率,改变了会计原先的工作方式。原先会计职能中最基本职能的核算,很大程度上可以利用会计软件来完成;企业的需求也从财务会计人员慢慢向管理会计人员转变。因此近些年来管理型会计是企业发展的需要,也是会计行业自身发展的需要。近年来管理会计在中国的发展取得一定成果,但是也存在着一些问题,值得我们进一步探讨。", "label": "工商管理", "id": 0}
{"content": "本文理论分析了外部监督对企业避税效应变化的影响,以\"八项规定\"为自然实验代表外部监督,研究结果显示:\"八项规定\"实施后,国有企业将避税收益用于在职消费的效应显著降低,同时提高了避税收益的企业价值效应。研究结论表明,外部监督使得国有企业的避税效应由在职消费的代理效应转变为现金节约效应。", "label": "工商管理", "id": 0}
{"content": "本文阐述了一种基于BPM平台的预算管理的实现方法,在BPM 5平台上通过流程的实施及二次开发实现企业财务现金的预算管理,流程主要包括各部门月度预算上报流程,请款审批流程、收款审批流程,通过各流程数据的审批,汇总成部门预算支出汇总报表,部门预算收入汇总报表等,部门预算收入/支出的余额表。通过这种方式查看各部门预算申报、执行情况,将各部门的管理工作和企业整体的生产经营活动练习起来,帮助企业提高整体的管理效率和经济效益。", "label": "工商管理", "id": 0}
{"content": "新医疗体制改革使患者日常就医更加便利,很大程度上满足了人民群众的医疗卫生需求。但是,公立医院财务内控制度尚存在诸多漏洞和问题,存在资金、资源等浪费情况。文章简要论述公立医院财务内控内容,简要分析公立医院财务内控制度问题,深入探讨具体完善和创新方法。", "label": "工商管理", "id": 0}
{"content": "当前,伴随着信息化、全球化的到来,企业管理也随之进入到了一个新的时代,即以战略导向为主导的全新管理模式。全面预算管理工作是企业的核心组成部分之一,在企业管理中发挥着不可替代的作用,它作为市场和企业内部连接的桥梁,从某种程度上决定了企业全面预算必须以战略导向为主。这不仅是企业自我约束、自我监督的重要方式,更是在新时期的大环境下企业实施战略管理的重要工具。", "label": "工商管理", "id": 0}
{"content": "随着全国经济的蓬勃发展,越来越多的企业财务管理工作必须更加精细化,才能在激烈的市场竞争中脱颖而出。但是从当前大多数企业的财务管理来看,在精细化财务管理上还有很多提升空间,笔者运用专业知识和实践经验,简单分析企业实行精细化财务管理的有效途径,以期抛砖引玉,共同推动企业精细化财务管理落地落实。", "label": "工商管理", "id": 0}
{"content": "在会计电算化的环境下,内部控制系统的好坏,成为关系到企业生产经营能否健康运行的重中之重。研究会计电算化环境下的企业内部控制系统,有助于建立和完善与环境相匹配且有效的企业内部控制,确保会计电算化工作健康、高效运行,提高企业竞争能力,实现企业的经营目标和发展战略", "label": "工商管理", "id": 0}
{"content": "<正>一、IPO企业主要财务造假手法（一）样本来源、统计结果本文选取了保荐制实施以来（2004年至今）中国证监会公告的行政处罚决定书涉及的10家IPO企业作为分析对象,结合COSO发布的《Fraudulent Financial Reporting,1998—2007》虚假财务报告中所列的常见财务造假手段,将这10家企业涉及的财务造假手法分类统计如表1所示。", "label": "工商管理", "id": 0}
{"content": "<正>IPO业务保荐风险控制的核心之一是防范财务欺诈上市。在保荐IPO业务过程中,财务舞弊一直是困扰保荐机构的一大问题,是保荐风险控制的关键。近年来,我国保荐业务行政处罚案件发生率不断上升,而现有的保荐业务内部质量控制、风险管理和尽职调查程序尚无法保证查出重大财务舞弊行为。面对这一挑战,保荐机构亟须对IPO企业财务舞弊手法、高危行业、引发保荐风险的主要原因等进行深入研究,并制定有针对性的内部质量控制、风险管理措施和尽职调查程序,以有效识别、防范和控制保荐风险。", "label": "工商管理", "id": 0}
{"content": "<正>一、美国、中国香港等成熟资本市场的概况综述（一）美国资本市场美国资本市场起源于18世纪末,美国纽约证券交易所（NYSE）于1811年成立,是美国证券市场形成的标志。1921年,美国证券交易所（AMEX）成立,在20世纪80年代之前一直是美国的第二大证券交易所。1971年,纳斯达克（NASDAQ）股票交易所成立,是世界第一个电子证券交易市场,现在已经发展成为世界最大的股票交易市场之一。当今,美国的资本市场可以分为四个层次。第一层次是美国的主板市场,包括纽约证券交易所、纳斯达克全球精选市场和纳斯达克全球市场。第二层次包括美国证券交易所和纳斯", "label": "工商管理", "id": 0}
{"content": "<正>一、引言现有公司业务管理系统在服务一线监管工作方面发挥了重要作用,但在支持科技监管方面仍有不足,主要体现在三个方面:一是数据基础薄弱带来监管乏力。系统中上市公司及其股东相关信息、历史数据等不全面、不完整,无法满足监管需要。另外,对上市公司的监管评价、监管过程数据及处分记录等散落在各处,缺乏有效整合,且与其他监管部门的信息共享程度不高。二是由于缺乏新技术支撑造成信息分析能力有限。现行监管模式大多采用统计报表、监管问询、手动搜索处理信息、人工识别处置等传统方式,面对数量巨大、来源分", "label": "工商管理", "id": 0}
{"content": "近年来,我国企业普遍受到融资问题困扰,此背景下如何有效提升企业创新能力以促进经济高质量发展成为社会各界关注的焦点。本文从我国《物权法》出台这一自然实验切人,运用双重差分法考察担保物权制度改革引致的融资约束缓解冲击是否以及如何影响企业创新活动。实证结果显示,《物权法》出台后,与固定资产占比较高的企业相比,对固定资产占比较低企业而言,不但研发支出显著增长,而且专利申请数量也显著增加;进一步研究表明,对事件冲击前未申请专利企业而言,其创新行为未受到影响,与之形成鲜明对比的是,融资约束缓解冲击推高了《物权法》出台前已申请专利企业的研发支出和专利申请数量。而且,基于制度环境的三重差分检验结果揭示出,法律改革引发融资约束冲击对企业创新行为的影响在金融市场化程度和法律制度环境维度表现出丰富差异。本文不仅丰富了\"法与金融\"相关研究,而且有助于厘清融资约束与企业创新行为之间的因果关系和作用机制,从而对进一步有效促进创新和高质量发展具有重要启示意义。", "label": "工商管理", "id": 0}
{"content": "近年来,我国不断加快\"创新型国家\"的建设,创新在引领和驱动经济高质量发展中扮演着日益重要的角色。随着中美贸易摩擦愈演愈烈,美国不断加大对中国的科技封锁,如何提高企业自主创新能力,是企业和政府亟待解决的问题。本文构建了符合我国国情的政府研发补贴信号发送模型,分析在企业和投资者间信息不对称情况下,政府研发补贴如何影响企业与投资者对创新投人的行为决策。此外,本文利用2010—2017年沪深A股上市企业的面板数据,通过PSM方法识别出政府研发补贴对企业创新投入的净效应。实证研究发现:在全样本的情况下,政府研发补贴对企业创新投入具有显著的正向激励效果。在考虑区域差异与所有制异质性的情况下,研究表明政府研发补贴对民营企业创新投入的激励效果更加明显;对东部地区企业创新投入的激励效果高于中、西部地区企业。可能的原因在于:相比国有企业,民营企业面临的融资约束更大,国有企业由于与政府关系紧密,可以利用来自政府与银行间的软预算约束,减少外部融资成本。东部相较于中部和西部地区,经济发展水平更高,基础设施建设更加完善,市场机制更健全,企业面临的融资约束更小。接着,在机制检验方面通过引进风险投资这一虚拟变量,检验发现获得政府研发补贴能够增加企业获得风险投资的概率,缓解企业融资约束,增加企业创新投入,这与理论模型的结论一致。最后,根据研究结论,本文从政府与企业两个角度提出制定差异化政府研发补贴政策、营造公平市场竞争环境、构建新型政商关系等的政策建议。", "label": "工商管理", "id": 0}
{"content": "在新的经济下行压力之下,中小民营企业的生产经营面临着较重的成本负担,企业经营成本压力加大。本文基于湖北省322家中小民营企业的样本调查发现,中小民营企业的经营成本压力感知整体偏大,减税降费政策引致的税费征管强度提升强化了中小民营企业的经营成本压力。实证结果显示,中小民营企业的税收费用、涉企缴费和社保费用每下调1个单位,企业经营成本压力将下降15.37、8.0、9.27个百分点。在控制了其他因素影响后,减税降费对中小民营企业经营成本压力的增减效应并存。", "label": "工商管理", "id": 0}
{"content": "地理因素对保持距离型市场交易的影响已被大量文献证实,但系统考察地理因素是否以及如何影响企业内部经济活动的研究仍十分匮乏。基于手工搜集整理的企业集团内部委托贷款这一独特数据,我们实证考察了地理距离对企业集团内部借贷契约设计的影响及相关的风险防控问题。实证结果显示,借贷距离越远,针对借款者的契约设计越严苛,不仅贷款者更可能要求借款者提供抵押担保,而且对资金用途施加限制的概率也大幅增加;进一步研究发现,与地理距离阻碍了信息搜集和监督的经济直觉一致,距离对企业内部借贷契约严苛性的推高作用会因为借贷双方之间的信息摩擦问题差异而改变。而且,基于借贷违约信息的检验结果表明,作为应对信息不对称的机制,动态调整契约严苛性这一精巧契约设计有效降低了企业内部贷款违约风险。本文不仅增进了对地理因素影响企业内部资本配置的认识,而且加深了对企业内部借贷契约设计的理解,从而对如何有效防控企业内部资本市场运作风险具有重要启示意义。", "label": "工商管理", "id": 0}
{"content": "中国已经进入经济高速发展的阶段,各企事业单位潜移默化的把财务管理置于很高的战略地位上,对推动全国的生产发展有着无法忽视的作用。在企业管理的情境下,怎样实行人力资源管理时时刻刻都在影响着企业的生存与发展,两者的结合对于提高企业的管理水平和综合实力具有实际价值。所以,本文从财务管理的角度对企业的人力资源管理进行了简要的分析。", "label": "工商管理", "id": 0}
{"content": "微信在各行业得到广泛应用,为满足财务系统集中管理要求,新冶钢根据销售部门实际工作需要利用微信技术开发了\"新冶钢发票验证平台\",并编写报销手册,解决了财务报销工作中手工填报、人员不足的问题,对实现新冶钢财务系统由粗放管理向标准化管理、职能管理向业务流程管理、单业务处理向多业务协同处理、手工操作向自动化操作转变具有明显促进作用。\"新冶钢发票验证平台\"具有界面设计简单、用户体验良好、维护性能好的特点,具有广泛的推广价值和应用前景。", "label": "工商管理", "id": 0}
{"content": "随着我国经济主体国际地位的不断加强,国家对中小型企业的扶持和鼓励政策接连出台,我国中小型企业得到了快速蓬勃地发展,在市场经营中中小企业有效地提高了我国的国民生产总值,并部分解决了失业问题,契合了我国政府相关报告所推崇的重要发展思想,提升了科技创新,稳定了我国经济的主体形式。相应地也出现了一系列的问题,在我国总体行业中,中小型企业占比数量多、涉及面较广,用工人员的个人质素要求不是很高,在整个运营工作中容易忽略内部控制环境,风险管理系数的监管,并出现企业内部管控制度缺失、信息沟通时效性延长、审计监督职能执行效果较差等一系列的问题。如何解决这些问题,使中小企业的经营发展在一个良性循环中不断推进,是现在各大中小企业所需要亟待思考的问题,本文以中小企业为主体,深入研究中小企业内部控制所存在的问题,希望从中优化企业结构,使企业自身获得健康、良性、长远的发展。", "label": "工商管理", "id": 0}
{"content": "<正>如何对公司进行估值?这是很多投资人、创业者都会跟我们问到的问题,尽管,这看起来不像是律师的工作范畴。一些非机构投资者总是热衷于问:\"我想投这家公司300万,占多少股份比较好?\"或者创始人会好奇,\"张律师,你帮我看看,我们公司现在值多少钱?可以融多少资?\"其实,这是个估值的问题。一、常见的估值方法我们先来说说常见的估值方法。主要方法归纳起来其实就是两类:其一,主观判断,俗", "label": "工商管理", "id": 0}
{"content": "<正>股权激励,如今已经渐渐成为人们耳熟能详的名词,不少人也已是股权激励的亲身参与者。在享受股权激励所带来收益的同时,因参与股权激励计划所产生的所得税问题却容易被忽视。在股权激励架构搭建、行权、退出等一系列过程中,所得税是贯穿始终的一个重要税种,本文将简要介绍股权激励过程中的相关所得税问题。", "label": "工商管理", "id": 0}
{"content": "上市公司股权激励会计处理上存在一些问题,严重影响了上市公司股权激励作用的发挥,不仅不能起到让管理层尽心尽力工作的作用,反而使股权激励沦为\"镜中月,水中花\",不能发挥应有的作用,鉴于此,笔者提出了针对性建议和意见,以推动该问题的解决。", "label": "工商管理", "id": 0}
{"content": "会计实务工作中的谨慎性原则可以有效的起到避免抬高企业的成本资产和企业的收益,或者压低企业的负债和企业各种费用的功效,从而对于帮助企业的财务工作起到安全预警以及化解财务风险的作用。基于此,本文快会计实务中的谨慎性原则的具体运用做出分析,以供参考。", "label": "工商管理", "id": 0}
{"content": "Ashbaugh在《会计评论》上发表了题目为《The Effect of SOX Internal Control Deficiencies and Their Remediation on Accrual Quality》的文章,分析研究了内部控制有效性与会计信息质量之间的关系性问题。本论文结合Ashbaugh的思想,以具体的企业为案例,分析具体企业的财务报告内部控制制度对会计信息质量的有效性的影响。", "label": "工商管理", "id": 0}
{"content": "当前我国经济发展的主力军是中小企业,中小企业的发展推动着我国经济向前,由于其经营方式以及生产方式与集团企业有所不同,在中国经济格局中发挥着无可替代的重要作用。在经济发展过程中,中小企业发展模式中存在的缺点逐日显露出来,例如企业战略目标模糊、未进行财务规划、财务管理制度不健全、无专业财务人才等。本文主要研究中小企业财务管理存在的问题,以及针对问题尝试提出解决方案。", "label": "工商管理", "id": 0}
{"content": "<正>一、战略财务管理的含义1、战略的含义\"战略\"的起源是军事领域,主要是在作战双方的谋略之间的较量,是作战双方对双方的实力、战争的内容进行分析后作出了谋略。战略的战争的重要性是显而易见的,一个好的战略往往决定了一场战争的走向。战略是一场谋", "label": "工商管理", "id": 0}
{"content": "在社会主义市场经济体制确立下,市场上涌现出大量中小企业,大大促进了企业之间激烈的竞争。在企业经营管理中,财务会计管理作为重要管理内容,直接关乎到企业的经营效益,但是由于客观因素影响,导致财务会计管理中出现很多问题,不利于企业的正常经营生产活动顺利展开。故此,本文就企业财务会计管理进行分析,探究其中的问题,提出合理的解决促使,以求推动企业健康持续发展。", "label": "工商管理", "id": 0}
{"content": "随着我国社会的的进步,国企经济于在不断发展。其中财务管理是企业管理工作的重要内容,管理会计和财务会计在企业管理系统中占有重要地位,是影响企业发展的重要因素之一。合理科学的掌控企业的资金信息,可有效提高企业的经营效率,同时可保障企业的长远发展。因此,本文就管理会计与财务会计在企业财务管理中的运用进行深刻探讨。", "label": "工商管理", "id": 0}
{"content": "企业若想在当今日益变化的经济环境中生存和发展,就要充分了解财务危机产生的原因,及时针对原因采取相应的预防措施,及早防范和控制财务危机。财务危机是一个企业生存发展不可忽视的问题,因此针对危机产生的原因找出正确的应对措施,不仅可以有效防范和化解企业的财务危机,而且为提高企业财务管理水平提供了有效的方法。", "label": "工商管理", "id": 0}
{"content": "财务危机是指企业明显无力按时偿还到期的无争议的债务的困难与危机。在市场的经济活动中,财务危机对于全面的反映企业经营的现状是一种必不可少的信号,企业的经营活动每时每刻都在受着财务危机的影响。在我国,各种原因造成的财务危机频繁发生,严重影响了社会安定和经济稳定,可见财务危机的分析研究对企业的生存发展具有重大的意义", "label": "工商管理", "id": 0}
{"content": "<正>随着我国经济进入新常态,中央企业经济效益增速明显放缓,从高速增长进入周期性调整时期,必须加快经济发展方式转变,充分挖掘管理潜力,努力发挥管理创效作用。管理会计因其服务于管理的实际特点,可以为中央企业的长久发展持续创造价值,发挥引领、反映和保障作用。国资委自成立以来,一直致力于推动中央企业管理会计应用工作。财政部从2013年开始也陆续出台管理会计相关文件及举措。", "label": "工商管理", "id": 0}
{"content": "自2007年新修订的《合伙企业法》确立了有限合伙制度以来,国内私募股权投资（Private Equity,简称PE）基金行业进入了蓬勃发展的快车道。随着行业规模的急剧扩大和资本市场的快速发展,市场各方对PE行业会计信息的需求越来越大,但是PE行业自身尚未形成会计核算的规范性指引。本文结合《企业会计准则》,从PE行业特点和会计计量现状入手,对PE行业会计计量模式与估值方法的选择进行了探讨,并提出相关建议。", "label": "工商管理", "id": 0}
{"content": "随着经济发展集团企业的业务流程日益复杂,传统的资金管理模式已经不能满足企业发展要求。财务共享模式下的资金管理更能满足集团企业管理需求。本文首先分析了财务共享服务中心的含义以及资金管理现状、趋势,在此基础上进一步提出财务共享服务中心对集团企业资金管理的意义,最后根据资金管理的现状提出了加强财务共享服务资金管理的建议,以期为集团企业建设共享模式下的资金管理提供借鉴。", "label": "工商管理", "id": 0}
{"content": "在过去的几个世纪里,企业作为最基本、最广泛的经济组织,跨血缘、跨地域,利益和风险共担,集聚社会分散资源,创造出巨大的生产力,开辟了人类经济生活和社会文明新天地。各国企业巨头的数量和质量,代表了国家的形象和实力。企业强,除了完善的市场经济环境,还需要企业自身有健康的基因。对于一般企业来说,内生动力与生俱来,为企业的生存和发展提供了无限的动能。我国国有企业,产生于计划经济,企业的内生动力先天缺失。所以,国有企业的内生动力还有待激活。激发国有企业的内生动力。政府应该从战略到战术进行总体设计,从体制和机制入手,焕发国有企业内生动力,使企业充满斗志,在激烈的市场中发展壮大,为实现中国梦作出应有的贡献。", "label": "工商管理", "id": 0}
{"content": "本文以《企业财务通则》为核心,论述了新常态下企业财务管理创新与转型的新思路,探讨财务管理的主要工作方向,阐述公司财务价值创造的核心,分析财务管理在公司的经营管理中具有不可忽视的重要作用。", "label": "工商管理", "id": 0}
{"content": "我国经济周期进入转型期,很多行业进入激烈竞争,如何进一步在市场中做大做强,通过横向并购形成规模经济,通过纵向并购打通价值链,通过混合并购完成经济转型等战略规划,是必经之路。而在并购中涉及的企业所得税如何规划,保证税收成本节约而且双方都接受（大市值企业并购节约的税收往往很可观）,也是并购环节需要重点考虑的环节。本文通过介绍利用特殊性税务处理进行纳税递延及利用《公司法》《企业所得税法》进行税收规划,可以使双方交易成本都降低。", "label": "工商管理", "id": 0}
{"content": "合规管理作为财务、企管最重要的管理制度已越来越受到企业的高层的重视,本文从数字化的角度来分析其价值有很多创新点值得借鉴。", "label": "工商管理", "id": 0}
{"content": "财务环境是企业从事财务管理活动过程中所处的特定时间和空间。财务环境既包括企业理财所面临的政治、经济、法律和社会文化等宏观环境,以及企业自身管理体制、经营组织形式、生产经营规模、内部管理水平等微观环境。就所有企业来说,其宏观财务环境是相同的,但每一个企业的微观财务环境则是千差万别。", "label": "工商管理", "id": 0}
{"content": "在财务管理学的内容上,电子商务环境下的财务管理的特点体现在:传统企业在市场竞争中脱颖而出往往通过打造坚强有力的供应链体系来实现。为此,企业的财务管理更加关注的是在产销体系中各项实体资产的投资额与未来收益数额、收益周期之间的关系。", "label": "工商管理", "id": 0}
{"content": "<正>一、问题的提出随着我国国企改革的不断深化,国有企业的整体素质逐步提高,其资产规模和利润总量也逐年增长。国有企业利润分配问题成为学术界和政界关注的热点。财政部统计数据显示,我国国有企业的利润总额已从2007年的16 200亿元提高到2014年的24 765亿元,之后虽有小幅度下滑但2016年利润总额仍为23 158亿元,而2017年随着国际经济的复苏,利润总额又大幅度提高,达28 985.9亿元,同比增长23.5%。在国有企业获取高额利润的同时,我国存在严重的国有资产流失问题,贫富差距不断加", "label": "工商管理", "id": 0}
{"content": "随着经济的发展和对物流行业要求的提高,物流成本的降低已经成为新的利润增长点,然而与发达国家相比,我国还有很大的进步空间。其中,作为物流成本中占比较大的仓储成本,积极跟进它的发展情况和推动措施改进,对于减少企业不必要的耗费成本,扩大企业价值意义深远。本文通过分析作业成本法的基本原理,和仓储成本的特点结合在一起,对作业成本法在仓储成本中的应用进行研究。", "label": "工商管理", "id": 0}
{"content": "本文选用2015年挂牌并实现定向增发的131家企业为研究对象,利用DEA模型对融资效率进行测算,并对企业融资前后效率进行了比较研究,接着利用Tobit模型对影响我国新三板企业融资效率的因素进行了研究。结果表明,我国新三板挂牌企业的融资效率达到有效的比例较低,企业的融资效率整体水平并不高;企业融资后的技术效率出现了下滑,反映企业对所融资金的使用效率并不高;新三板挂牌企业的债务融资占比企业的融资效率之间具有负相关关系,新三板挂牌企业的营运能力、盈利能力与融资效率之间具有正相关关系,企业发展能力和融资效率之间的关系不符合正相关的预期。", "label": "工商管理", "id": 0}
{"content": "IPO作为企业进入资本市场的主流方式,在财务指标、企业主体资格方面有严格的限制,同时我国目前IPO采取的是核准制,审核周期长,目前资本市场上不仅有许多渴望上市融资的民营企业,还有大量拆掉VIE架构、准备回归A股的公司,他们往往选择借壳上市,而借壳上市一般要涉及反向购买。本文旨在对反向购买中的一些基本分类概念进行阐述的基础上,理论结合实际,一方面从理论上分析美国财务会计准则、国际财务报告准则与我国会计准则关于反向购买商誉的规定,找出我国在反向购买商誉处理中的差异与不足,另一方面,通过圆通速递借壳大杨创世的案例进一步分析反向购买商誉处理中存在的巨额商誉问题以及复杂情况下商誉会计处理规范的缺失问题,提出要加强壳资源价值估值技术研究以及要完善复杂情况下反向购买的会计处理规定。", "label": "工商管理", "id": 0}
{"content": "本文以2011年—2017年全部A股上市公司为样本,实证研究环境不确定性与投资效率的关系,以及高管激励对两者的调节影响。结果显示,环境不确定情况下企业会出现投资过度或投资不足现象。高管激励政策会激发高管的表现心理,使得高管对风险的厌恶减少,更倾向于对收益的追求,从而导致企业投资不足的程度减缓,投资过度的程度加剧。", "label": "工商管理", "id": 0}
{"content": "大数据作为一种新型的经济形态,仍然处于初期阶段,正在不断地融入各大经济领域中,也越来越成为人们热谈的对象。在这样的背景下,企业的财务也不免受到大数据浪潮的冲击,本文在传统的财务模式在新时代条件下的不足的基础上,分析在大数据的大背景下企业财务管理模式新的特征,探讨出互联网技术的广泛应用对企业财务管理模式的新要求,从而指导企业从三种财务管理模式中做出选择。", "label": "工商管理", "id": 0}
{"content": "本文利用中国2011-2016年上市公司的有关数据来探求了公司公布社会责任信息与融资环境之间的关系,区别于前人的文章,本文首次区分了自愿性披露样本和强制性披露样本进行研究,结果表明自愿性和强制性披露社会责任报告对融资约束的效果并不完全相同,相比之下,企业自愿性披露社会责任信息会更能缓解融资环境的困境,同时公布报告的质量越好,对外部融资约束的缓解性更明显。", "label": "工商管理", "id": 0}
{"content": "存货管理在企业中占有重要地位,企业应采取有效措施实现高效库存管理,既要保证生产链不间断,能及时供应货品,又要使库存量达到最小值,不过多占用流动资金。我国不少企业的存货管理存在核算不够准确、内部控制薄弱、人员素质不高、管理模式落后等问题,针对这些问题分析了具体原因,并提出了加强核算管理、完善内部控制制度、提高人员素质、选择合适的存货管理方法等解决措施,以提高我国企业存货管理的水平。", "label": "工商管理", "id": 0}
{"content": "本文以公允价值计量为主要线索,围绕着新会计准则下对公允价值计量的要求及在我国的实际应用展开。公允价值即市场参与者在计量日发生的有序交易中,出售一项资产所能收到或者转移一项负债所需支付的价格。随着资本市场的不断发展,公允价值计量越来越受到人们的瞩目,我国在2014年1月发布了《企业会计准则第39号—公允价值计量》,详细说明了公允价值的计量。本文先对题目背景作了一个简单的说明,又阐述了公允价值计量的国内外发展历程,分析了公允价值计量的应用,并对其在应用过程中面临的一些问题进行探讨分析,提出相应的对策。", "label": "工商管理", "id": 0}
{"content": "担保赔偿准备金额是担保行业会计核算区别其他行业会计核算的最显著特征,目前,关于担保赔偿准备金提取、核算相关规定的不一致性产生了许多问题。正确核算并准确列报担保赔偿准备金,对增加担保机构净资产、扩大担保机构业务规模、促进其足额提取风险准备、提高抵御风险能力、促进担保行业稳健持续经营和健康发展具有重要意义。", "label": "工商管理", "id": 0}
{"content": "本文以河北省52家上市公司为研究对象,建立了包括13个指标在内的财务竞争力评价指标体系,通过因子分析法,从盈利能力、偿付能力、成长能力和运营能力四个方面对上市公司财务竞争力进行了综合评价。结果证实,52家上市公司中,财务竞争力较强的公司仅占15%,其他85%的上市公司的财务竞争力均为一般或较差。", "label": "工商管理", "id": 0}
{"content": "随着经济全球化的发展,一些上市公司采取避税手段来逃避税收,其避税活动呈现着多元化、复杂化和隐蔽化的特点。因此,多维度的研究企业避税行为的因素已然成为许多学者研究的重点。本文主要基于高层梯队理论、委托代理理论等经典理论,选取了2011-2016年沪深两市上市公司总经理的样本数据,针对高管性别、年龄、学历、职业背景等高管背景等特征会如何影响企业的避税行为进行了理论研究和实证研究。研究发现,男性高管较女性高管更倾向于避税;高管年龄越大避税的可能性越高;高管的学历越高避税的可能性越低;带有财务背景的高管避税的可能性越低;最后针对本文的研究结果,为相关部门的反避税提出了相关的建议。", "label": "工商管理", "id": 0}
{"content": "伴随着经济全球化,国家对中小型高科技企业的大力支持,我国创业板市场一片繁华,与此同时,企业也面临着更多的挑战和风险,为了上市公司健康可持续的发展,管理制度也要日趋完善,于是信息披露就成为了外界了解企业发展的途径之一。内部控制作为一种现代化的产物,内控信息的披露作为企业对外信息披露的一大重要的部分,不仅被投资者密切关注,更是对管理者和相关审计人员提出了高要求、高标准。本文运用理论与实证相结合的研究方法对内部控制信息披露对企业审计质量的影响进行分析,从而提出合理的应对办法来提升企业的审计质量,希望为企业的长远发展而助力。", "label": "工商管理", "id": 0}
{"content": "21世纪是大数据时代。随着云计算、移动互联网和物联网等技术的快速发展,全球数据增长速度越来越快,数据的规模越来越大,这些数据的产生、发展以及演变对企业的生产、销售、管理等诸多方面均产生了重大影响。尤其是随着知识经济、分享经济、平台经济的迅猛发展,与知识产权、顾客、业务等相关的大数据发挥着越来越重要的作用。本文在分析传统三张会计报表缺陷基础上,提出构建数字资产表的必要性,并结合顾客资产、知识产权、业务数据等建立了其基本框架。", "label": "工商管理", "id": 0}
{"content": "企业经营活动与财务活动相伴而生。基于业财融合的思想,以信息平台建设为抓手,在采购业务环节,应用VMI模式,进行供应商管理;在销售业务环节,增加销售预测模块跟踪市场变化,进行经销商管理。本文认为,企业信息平台建设,实现了经营业务活动财务数据的实时共享;应付账款与应收账款管理,实现了财务信息系统对于购销业务及时准确的反映和监督。", "label": "工商管理", "id": 0}
{"content": "随着我国经济的快速发展,企业退城进区的加快,特别是随着人们环境保护意识的加强,许多老城改造、企业搬离城市等工作的实施,在企业征收评估工作中经常碰到许多机器设备的补偿评估,机器设备的补偿评估,如处理不当将严重影响征收项目的推进,笔者结合工作中的实践,对企业征收评估工作中经常碰到的机器设备的补偿评估的思路、原则及方法进行了探索。", "label": "工商管理", "id": 0}
{"content": "营运资金是企业资产的重要组成部分,对营运资金的高效管理,可以有效提高营运资金的利用水平和周转能力以及企业的整体盈利能力。因此,将营运资金的管理和企业的业务管理相结合,建立以渠道管理为重心的营运资金管理框架,将该框架运用到企业的营运资金管理中,推动营运资金管理理论和方法体系的创新。", "label": "工商管理", "id": 0}
{"content": "伴随着经济全球化,公司国际化的发展以及我国经济日益融入到全球经济体系中,资本运作的高潮在全球范围内掀起,资本运作的方式不断丰富,资本运营的规模不断扩大。企业间的重组、并购等行为越来越频繁,产权交易越来越普遍。对目标企业或者股权进行价值评估成为资产评估的重要方面,如何进行企业价值评估,采用什么方法进行评估成为企业价值评估的重要研究方向。本文主要论述何为竞争优势,竞争优势分析应用在企业价值评估中的可行性以及具体评估方法。", "label": "工商管理", "id": 0}
{"content": "中小企业是国民经济的重要组成部分,对经济发展和社会稳定起着举足轻重的促进作用。而内部控制制度是规范中小企业内部管理、提高经济效益的重要保证。中小企业内部控制有利于企业对外提供财务信息的真实性、完整性,塑造企业诚实可靠的良好形象。而中小企业内部控制存在着许多问题,有许多中小企业的管理者没有意识到内部控制的重要性,对内部控制也有些许误解,再加上内部控制环境不够完善,又没有健全的内部控制制度。本文分析了中小企业内部存在的问题,并提出了相应的对策建议,优化企业内部控制,促进中小企业健康发展。", "label": "工商管理", "id": 0}
{"content": "随着改革开放的迅速发展,内部控制对现代企业的发展来说已经发挥着不可估量的作用,企业内部控制制度逐渐成为人们关注的议题。在我国,企业内部控制体系的建设起步较晚,自2008年制定了《企业内部控制基本规范》以来,越来越多的企业也开始加大了自身在建设内部控制体系方面的投入,但从整体来看,现存的企业内部控制体系在建设方面仍存在着诸多的问题,因此,通过建立健全企业内部控制制度,完善企业内部控制环境,提高企业风险管理意识,是企业可持续发展的必经之路。", "label": "工商管理", "id": 0}
{"content": "企业R＆D投资是连接科技成果与经济发展的重要纽带,融资约束和成本粘性都是影响R＆D投资的重要因素。本文以2012—2017年A股上市公司为样本,实证研究了成本粘性在融资约束和企业R＆D投资关系中的作用。结果表明:我国企业R＆D投资受到融资约束的制约;成本粘性在融资约束和企业R＆D投资关系中起调节作用;且这种调节作用在国有企业中更显著。", "label": "工商管理", "id": 0}
{"content": "随着越来越多的上市公司采用股权质押这一方式进行融资来满足自身的经营发展需求,股权质押的盛行给企业以及质权人带来的诸多影响成为理论与实务界热议的话题。本文通过对2011—2016年我国民营上市公司的股权质押数据进行回归分析,发现民营大股东股权质押对企业价值产生负面影响。在引入股权制衡度这一调节变量后,发现股权制衡度是民营企业大股东股权质押影响企业价值的重要负向调节变量,即股权制衡度可以有效地缓解民营企业大股东股权质押对于企业价值的损害。本文结论丰富了股权质押的经济后果研究,也为民营上市公司规范股权质押融资行为提供一定的参考与借鉴。", "label": "工商管理", "id": 0}
{"content": "上市公司普遍存在委托代理问题最主要原因,就是上市公司所有权与经营权相分离。管理层与所有者之间的最终利益目标差异较大、且二者之间信息不对称的问题较为较重。文章以2016年602家创业板上市公司的截面数据为样本,对创业板上市公司高管持股比例对企业绩效的影响进行研究,研究证实了最初假设:创业板上市公司的高管持股比例与企业绩效之间呈正相关关系。并且根据当前市场环境以及实证检验结果提出一定建议。", "label": "工商管理", "id": 0}
{"content": "内部控制效率不仅为企业经营者提供了提高内部经营效率的着力点,也为外部投资者提供了决策参考指标。从混合所有制企业治理结构角度出发,以2017年混合所有制企业的财务数据为样本,采用主成分分析法,将内部控制效率的相关指标合成为综合指标,结合混合所有制企业治理结构特征,对内部控制效率总体态势进行分析。", "label": "工商管理", "id": 0}
{"content": "伴随着5G时代的来临,运营商要做好流量业务的发展。本文主要目的是为联通的流量月包产品寻找目标用户,提供运营策略,进行精准营销。目前联通公司主推的流量包产品有5G升级包、圣代包两款月包产品。影响用户订购流量包产品的因素有出账收入、流量使用情况、套餐类型等。本文以某省联通2021年9月两款月包的营销数据作为研究对象,根据每款产品的特点建立模型,预测购买流量包的潜在用户,为专业外呼优化、场景化营销策略部署提供建议。从用户的基本信息、消费信息、套餐情况、终端情况四个方面对订购相关流量包产品的用户进行描述性分析。数据层面上,分别使用交叉验证和欠采样法进行数据处理,然后采用随机森林和支持向量机建立目标用户预测模型。通过模型对比表明:从查全率看,升级包基于全部数据的随机森林模型达95.7%;从查准率看,基于欠采样的随机森林模型达92.0%,且该模型AUC达90%,预测效果最好。圣代包基于交叉验证的随机森林模型AUC也达到90%,说明预测流量包目标用户的模型效果很好。", "label": "工商管理", "id": 0}
{"content": "互联网技术的高速发展影响了所有行业的发展趋势。想在激烈竞争的行业环境与不断改革的社会经济体系中站稳脚跟,就必须顺应大数据时代背景的变化,科学合理的创新电力企业的营销模式,发现企业自身存在的问题,从而针对问题找出解决方案。在大数据背景下,国内的电力企业营销一直在着大量问题,其中包含对数据的处理分析能力较低,电力企业的产品及服务质量不高,电费风险管理体系不够完善等问题。因此在大数据背景下,必须要完善电力大数据系统,打造电力电商营销平台,严格贯彻系统及数据的安全管理准则,从而在大数据支持下,提高电力企业的服务质量。", "label": "工商管理", "id": 0}
{"content": "科学技术的发展推动我们进入信息化时代。网络技术成为了我们生活中比不可少的技术。在这样的背景下,电力网络必须紧跟时代步伐,将智能信息技术引入到电力网络中,形成智能电网。其营销模式也随着改变,建立了电力网络营销模式。本文通过分析网络营销的优势和存在的问题,探索解决方案,帮助促进行业的发展。", "label": "工商管理", "id": 0}
{"content": "受疫情影响,中国供给端环境结构改变,用户消费习惯发生变化,流量成本日益走高,同时随着国民经济的逐渐回暖,线上营销环境向好,中国互联网CPS营销生态不断丰富、发展和完善。随着营销环境的发展与变化,以CPS为基础的效果导向营销已经成为营销生态中不可缺少的组成部分,并且在未来将发挥愈加重要的价值。伴随中国CPS营销生态的不断发展,以品牌方、联盟方、推客以及消费者为核心角色方的体系化产业链逐渐形成,其中联盟方作为链接产业链上下游的核心枢纽,从多方面向品牌方和消费者高效赋能。用户在参与CPS营销售卖中主要涉及以价格信息为导向的导购场景、以人的社交为导向的社交场景和以内容输出为导向的内容场景三种场景,随着用户需求的不断升级,场景内和场景间所覆盖的玩法和形式逐渐丰富。在优质供应链的持续赋能下,未来中国CPS营销生态将从品牌方的营销效果、联盟方的渠道布局、推客方的合作形式以及用户方的消费习惯全面实现品质回归。", "label": "工商管理", "id": 0}
{"content": "白酒增速明显,电商热销产品趋多元化发展白酒线上销售规模整体呈增长趋势;中高端和高端价格带、小众香型是线上销售规模增长较快的细分品类;度数、香型是消费者重要考虑因素,\"41-50度\"和\"酱香\"更受欢迎;对后劲、口感和假货的担忧是影响消费者消费频率的主要因素;白酒消费以商务应酬和朋友聚会为主要场景年轻消费者是白酒消费的潜力群体受饮用习惯和产品认知影响,更关注封装工艺和产地产区相关的产品卖点;社交互动性强,关注KOL推荐,偏好新兴零售渠道;啤酒线上销售逐渐呈多元化发展趋势节庆消费推动下,Q1销售明显提升;受消费升级和成本上涨等因素影响,中高端价格带产品份额提升;围绕原料工艺的多个维度进行品质升级,以作为啤酒品类多元化创新的支撑点口感、麦芽浓度及口碑是重要考虑因素;以高麦芽汁浓度、低酒精度数和优质酿造原料为卖点的新品陆续上新;女性消费者关注与健康利益点相关的啤酒产品女性消费者愿意为天然成分、不上头及轻负担支付更高价格男性倾向于为口感和高麦芽浓度买单", "label": "工商管理", "id": 0}
{"content": "行业宏观概况全球已进入供应链竞争时代,中国在国际生产格局中地位提升随着全球经济环境、贸易格局、创新产业的不断变化,当下已进入到了供应链多元化、高质量发展的新时代,无论企业、区域或者国家,供应链体系的构建和升级能够使得竞争主体有效利用更多资源、单位产能不断提升,从而保持领先地位。我国工业革命进程已与世界发展轨迹交汇,在国际生产格局中的地位明显提升,未来面临信息化与智能化并进的挑战。数智化技术发展是企业管理工具与企业管理思想日趋成熟的基石,需求侧数字化进程迅猛,传统供应链承压明显上升,供应链上的各节点企业必须依靠新兴技术加持以及供应链平台赋能,逐步实现供应链信息化、数字化与可视化,从而进一步助推我国供给侧结构性改革,以实现供需两侧相匹配的完整数字经济。在梅特卡夫定律下,未来随着数字化供应网络的发展延伸,其价值将成指数级增长,为企业、产业带来巨大收益。在数字经济与技术发展的驱动下,传统供应链正在向数字化供应网络变革跃迁行业发展现状供应链数字化的核心:同一价值链的横向延伸与不同价值链间的纵向互动供应链上活动可以反映为供应链上信息流、物流和资金流\"三流\"的活动;在此基础上,供应链数字化的问题可以通过两个维度进行拆分:维度一是企业内部和企业外部;维度二是同一\"流\"上的延伸和不同\"流\"之间的互动。而各参与方开展供应链数字化的核心在于两方面——同一价值链的横向延伸和不同价值链间的纵向互动。供应链数字化服务规模:信息流、物流、资金流供应链数字化服务共同构造2.8万亿市场2021年,不同类型参与者进行供应链数字化服务的收入约为2.8万亿元人民币,同时,供应链数字化服务可以按照对信息流、物流和资金流的数字化改造划分为对应的三部分。从结构占比与增长性上,物流环节供应链数字化服务的占比最高,但信息流和资金流的供应链数字化服务具备较强的增长性。供应链数字化服务主要参与者主要包括核心企业、技术服务商、物流服务商及金融/支付企业。四类主要参与者各具优势,凭借自身禀赋突破发展瓶颈,延长横向多维价值链条并增加纵向价值链密度。供应链数字化服务参与方:四类主要参与方凭借原有优势延伸链接长度,突破发展瓶颈增加链接密度趋势洞见技术发展趋势:未来的数字化供应链,是实体供应链的完整数字孪生当下数智化技术在供应链各环节（包括供应链计划、采购、生产制造、运营物流等）的成熟应用尚有限,未来随着各类技术逐步落地,供应链将从\"整体分离、阻隔、滞后,不连续、非实时的数据驱动\"向整体协同、畅通、即时,基于数字孪生的分析与预测\"变革。企业发展趋势:大、中、小微企业供应链数字化未来发展路径迥异大型企业——从\"大\"向\"强\"、从数字化\"践行者\"向\"使能者\"进化;中型企业——数字化之前,信息化需先行,服务商对于中型企业数字化意识教育将起到关键作用;小微企业——基于产业互联网的小微企业服务亟待突破,同时公共数字化转型基础设施将进一步深化,持续支撑小微企业。服务商发展趋势:积累行业know how、提升对外服务能力之路道阻且长国内目前仅有极少数服务企业处在领军者位置,优秀的供应链数字化服务商通常需要几十年的经验累积,对任一行业供应链的摸索、针对性产品的打磨以及做到系统完全集成,都是一个漫长且艰难的过程。发展尚需时日,但已势不可挡。", "label": "工商管理", "id": 0}
{"content": "政企采购按采购主体不同可分为政府采购和国企采购,主要采购标的为货物、服务和工程。政企采购有着授信采购、采购粘性和公平性的特点,其中政府采购还有较强的政策性。根据政企采购的数字化渗透程度不同,可以将市场分为信息化、电商化和平台化三个阶段。目前大部分政企处于电商化向平台化转型阶段,并且数字化成熟度不统一、技术水平参差不齐和管理理念差异是制约政企采购数字化升级的主要原因。政府采购有电子卖场和电子招投标系统（项目电子化交易系统）两种形式。电子卖场系统一般适用于公开招标数额标准以下的货物、工程、服务项目。电子招投标系统一般适用于公开招标数额标准以上的货物、工程和服务项目。以上两类系统,可以以本地化部署方式由各地分别建设,也可以基于云架构集合各地系统,形成区域协同的一体化采购平台即政府采购云平台。国企采购除自建商城外有数字化采购平台和专属商城两种形式。数字化采购平台是由技术型服务提供商辅助搭建采购系统,通过开放平台对接内部信息系统和外部供应商,开发难度大,适合中大型国企。专属商城是以B2B电商平台提供的采购商城模板为基础,国企自定义人员权限和审批流程的采购平台。相比数字化采购平台,专属商城的灵活性更高,但商品采购渠道存在局限性,适合中小型国企。受政策和疫情双重刺激,2020年开始我国政企采购线上渗透率明显提升,2021年我国政企采购平台交易规模约2.8万亿。随着各地政府积极构建区域一体化采购平台和国企加码布局线上采购,预计2025年政企采购平台交易规模将达5.9万亿元。随着采购平台的节资提效优势显露,政企采购主体会进一步扩大,工业品也将成为重点采购品类。同时政企采购平台正朝着移动化和智能化升级,并向外延伸丰富采购供应链,以及与第三方合作形成服务生态,共同服务政企客户。", "label": "工商管理", "id": 0}
{"content": "电脑数码新品消费者特征·26-35岁、高线城市男性是电脑数码新品的主力消费人群。·内容平台和电商平台均为新品信息获取的关键渠道,内容平台的新品信息来源丰富,有各类对比和横评,电商平台则以真实客观性、权威性受到消费者认可。·物流速度、服务能力是消费者选择购买渠道的重要驱动因素。消费者决策及购买分析·电脑数码新品的决策流程相对较长,新品营销需在种草、决策、转化多场域布局不同内容。·消费者普遍希望在购买前获得详细的、可靠的产品信息,当前存在诸多痛点,需要在海量信息中\"去伪求真\",电商平台的背书能更好地打消顾虑,带来信赖感,在此基础上融合轻松有趣的内容更能拉近和消费者的距离。电脑数码新品核心消费子群分析·高线消费者的购买及使用经验丰富,对营销内容更苛刻,品牌在新品内容营销中需突出专业性,对新品黑科技、参数升级等亮点做介绍。·Z世代对新品有着鲜明的个性化需求,他们上网经历丰富,信息甄别力强,内容营销需更多关注新颖和趣味性,同时也不能丢失专业内容驱动决策。·女性对\"硬核\"内容关注度相对较低,使用场景的展示和产品颜值是打动她们的关键因素。电脑数码新品内容营销趋势及建议·多元的营销合作:内容平台是消费者的日常获取信息的主要触点,电商平台则以信息客观性、专业权威性获得消费者的信赖,均需做相应布局。·针对性内容产出:不同类型的消费者对新品的关注点各不相同,需根据不同内容平台的受众特征和调性风格因地制宜开展内容营销。·更量化的评估指标:利用多维度数据评估不同阶段内容表现（曝光表现:CPM、营销词提及率、转评赞等;转化表现:进店量、GMV等）。", "label": "工商管理", "id": 0}
{"content": "\"新零售\"概念的提出,带来了消费市场供需两端的营销环境的改变,\"新零售\"是\"线上+线上+物流\"的一种深度融合,是基于互联网技术,对传统营销理念加以改良和创新的全新零售理念,\"新零售\"核心是以用户为中心,提升用户体验,实现消费场景化,其将人、货、场这重要的营销要素进行重新整合优化,达到更优的营销体验效果。面对全新的零售模式,消费者购买决策完全不同,尤其是年轻族群,受到多重消费决策因素的左右,消费者不再相信传统媒介的广告,而对网络评价、\"大V网红\"推介等更为喜爱及信任,微信、微博等代表的自媒体强势发展,以抖音为代表的短视频快速崛起对促销及传播策略的影响也将是深远而深刻的。这一切对品牌商而言,既是机遇,又是挑战。品牌商在传统的4Cs理论下以客户满意为目标,需深刻理解整合营销传播的核心后,结合新零售环境下,包括消费者、竞争环境以及传播媒介的变化后,积极整合人、货、场营销要素,利用互联网技术,将整合营销传播融合到传播策略当中。企业能够及时革新品牌传播策略就能极大提升本品牌的竞争力,反之,则会逐步被市场淘汰出局。", "label": "工商管理", "id": 0}
{"content": "<正>新时代,新搜索大搜索时代下搜索服务定义在大搜索时代,用户搜索目的从单纯的信息答案获取向服务获取、商品交易等方向升级,搜索表达形式从文字向语音、视觉等多元化方向发展,搜索终端由PC端/手机端向智能家居、智能车载等设备延伸。随着搜索服务不断演进,新时代下搜索服务定义为:用户通过文字、语音、图像等主动表达所需,进而获取信息与服务达到需求满足的全过程。", "label": "工商管理", "id": 0}
{"content": "随着时代的不断发展,物业管理行业的服务理念和服务模式都发生了较为明显的改变。作为劳动密集型行业的代表,物业管理工作开展的过程中,精细化服务可以对人工成本进行更有效的控制,同时也可以更好的保证物业管理工作的整体质量,最终达到促进物业管理企业发展的目标。文章对精细化服务的概念进行了简单的分析,并结合了物业管理服务的特点和精细化服务的重要作用,对物业管理精细化服务的营销战略进行了探讨。", "label": "工商管理", "id": 0}
{"content": "在多方因素的驱动下,售后服务不再作为产品销售附庸品的存在,售后服务体验已成为企业实现差异化竞争的关键点,专业的第三方售后服务商可为品牌方提供售后服务全链路赋能,第三方售后服务行业进入3.0时代。内需市场步入存量时代,竞争格局基本稳定。受疫情后需求反弹及品牌出海浪潮推动,中国的手机、家电、PC及服务器行业在全球范围的售后投入规模逐年递增,打造全球化售后服务体系已然是品牌走向全球化的必备能力。随着第三方售后服务行业的快速发展,专业的第三方服务商不断涌现,为品牌方提供从售后供应链管理、售后网点建立与终端交付、服务商管理与培训、数字化系统建设到全球化落地等核心应用场景的支持。体验经济时代,售后服务仍将是企业角逐的重要地带。数字化及全球化趋势为品牌方售后带来机遇与挑战,数字化将深度赋能售后服务重要环节,但海外售后复杂度远超国内,寻求专业的第三方服务商合作或为破局之道。", "label": "工商管理", "id": 0}
{"content": "实体展厅和虚拟展厅是消费者体验并获取产品匹配信息的重要渠道,但产品的体验和评估往往需要付出相应的成本。考虑实体和虚拟两种展示方式下,基于消费者评估成本建立零售商的产品组合与定价模型,研究评估成本对零售商决策的影响。为求解该模型,将其转化为带约束的多背包问题,对经典遗传算法进行改进,并通过实验验证算法的性能。研究发现:（1）当实体评估和虚拟评估成本都较小时,同价策略优于差异化定价策略;（2）最优产品组合不再满足\"吸引力优势排序\"的嵌套结构,而\"吸引力排序\"的嵌套结构仅在特定条件下成立;（3）随着评估成本的增加,产品价格、利润与两渠道总产品个数降低,但单渠道产品个数有可能增加。", "label": "工商管理", "id": 0}
{"content": "随着铁路常旅客会员计划的推广应用,系统积累了大量以会员为中心的数据,为有效合理利用这些数据,细分旅客群体,评估旅客价值,深度挖掘旅客潜力,本文设计了铁路会员价值评估的逻辑架构,分析了铁路常旅客会员价值数据的数据内容和数据特征,结合RFM模型和\"钱包份额\"理论,设计了铁路会员价值指标,分析了铁路会员的现有价值、潜在价值和综合价值,并对会员进行了价值划分,为铁路适时开展精准营销、提高铁路旅客的黏性和忠诚度,提高铁路客运的整体竞争力提供了数据和理论支撑。", "label": "工商管理", "id": 0}
{"content": "行业规模与格局·数字经济与实体经济深度融合的政策导向持续强化,政策红利不断释放。2020年中国企业采购电商市场规模达8570亿元。未来市场增量空间较大,预计2023年市场规模将超1.5万亿元。·头部企业采购电商平台在客户基础、资源整合能力、研发技术、服务团队、资金规模上均具明显优势,2020年中国企业采购电商市场头部平台规模效应仍较显著,第一梯队规模占比达80.7%。政策持续利好企业采购电商市场发展,市场规模增长显著,行业集中度仍较高,平台竞争压力较大。行业动向企业采购电商平台不断加大在品类丰富度、企业直播、供应链服务能力等方面的竞争壁垒建设,利于开拓增量市场。·需求侧:企业采购电商市场上下游在以下几方面的动向推动了企业采购电商增量市场的快速成长:1)后疫情时代企业采购线上化态势持续强劲,对电商平台的产品品类齐全度与供应链响应能力提出更高要求。2)企业采购者年轻化与区域下沉化对企业采购电商平台的营销方式提出要求。3)随着移动APP进入存量竞争时代,办公移动化趋势将加剧企业采购电商平台的马太效应,依托于超级APP的企业采购电商平台将具备更大的竞争优势。4)品牌商与企业采购电商平台整体合作意愿持续上升,为平台带来更多增量空间。·供给侧:企业采购电商平台加大以下几个方面的布局,以抢占开拓企业采购电商增量市场的先机:1)平台精准拓品,并加强与供应商合作力度,以更好满足企业采购持续线上化对平台品类丰富度与及时响应能力的需求。2)加大企业直播布局力度,利于提高采购效率,也更好地贴合新生年轻采购群体的采购习惯。3)供应链金融服务能力进一步提升,利于客户粘性的增强。此外,大数据能力建设与应用也进一步得到深化,利于提升对用户需求的快速识别与响应能力。发展趋势平台将加大在中小企业客户拓展、柔性供应链网络建设、B2B私域等方面的资源投入力度,以进一步拓宽平台护城河,进而巩固、提高行业地位。·中小企业采购电商的增量市场前景更为明朗,具备中小企业客户服务优势的平台发展潜力更大。·越来越多的中小企业借助平台提供的供应链服务进行降本增效,平台加大力度打造柔性供应链网络的比较优势。·B2B私域运营发展势头强劲,平台通过私域建设带动商家提升私域运营能力,助力其沉淀用户资产与常买卖关系。·企业采购电商平台加速向产业互联网平台进化升级,不断延伸数字化采购的服务范围,以进一步增强客户粘性。·企业采购电商平台践行\"绿色发展理念\",助力国家双碳战略目标的实现。", "label": "工商管理", "id": 0}
{"content": "研究范畴客户经营是商业模式的全面创新,是从产品经营到客户经营的重大转型。客户经营数字化是企业经营理念的全新升级,从过去\"以资源为中心,以流程驱动\"升级成\"以客户为中心,以数据驱动\"。产品分类在应用层,根据产品功能大致分为销售管理、交易管理、会员管理、广告管理、营销管理等模块。在底层设施中,数据中台作为具备实时处理数据、提供数据服务平台、标签工厂、推荐平台的产品,和应用层协同帮助企业IT从\"支撑业务\"走向\"驱动业务\"。而在中台之上搭建的客户数据平台和经营分析平台则作为企业重要的底层能力支撑,提供统一的客户画像和数据分析帮助企业实现精准营销,通过\"数据驱动\"助力企业提升业务价值。选型要素企业客户在选择产品时首要关注的依然是解决方案和公司业务的匹配度,是否能真正解决业务痛点和提升管理层效率。此外,客户经营数字化是一套以客户为中心的闭环体系,厂商全案服务能力可以有效避免客户经营体系分割为多烟囱系统,因此也是选型的重要考量。最后,在产品能够满足需求的基础上会进一步考察厂商的过往成功客户案例及在相关行业的经验积累,结合产品价格进行判断和选择。趋势洞察对于厂商内部,一方面要在面对差异化需求的状况下提升自身服务效率,从而缩减服务时间和成本。另一方面要与行业深入结合,不同行业业务流程和履约形式差异较大,客户转化分析中的指标和经营分析体系均存在不同,如何将行业体系沉淀下来将是厂商必须关注的问题。对于厂商外部,则需要加大技术合作伙伴、业务合作伙伴、渠道合作伙伴的三重建设,提升订单来源的同时,加大数字化能力的普及和落地。", "label": "工商管理", "id": 0}
{"content": "<正>前言互联网、大数据、云计算、人工智能等技术加速创新,日益融入经济社会发展各领域全过程。\"把握数字经济发展趋势和规律,促进数字技术与实体经济深度融合,赋能传统产业转型升级,催生新产业新业态新模式\"成为时代发展的主旋律。智能营销作为数字产业化的核心场景之一,在企业数字化转型中广泛落地,正在赋能更多的传统企业创新发展。面向市场解决方案多元割裂、客户效果诉求提升等现状,云原生与智能营销的融合为企业提供了更优的解决方案。", "label": "工商管理", "id": 0}
{"content": "汽车市场特征:疫情后稳定性政策影响力消退,乘用车市场进入稳定发展期。新能源汽车逆风增长,技术发展刺激汽车消费升级迭代,增长潜力巨大;在汽车消费政策、居民收入增长、驾驶人员需求缺口、技术升级等因素作用下,汽车消费市场仍有可观的增长点,汽车营销市场也将保持稳定增长。汽车厂商营销特点:汽车消费人群需求个性化与多样化的趋势显著,汽车厂商对营销诉求也逐步升级。品效合一需求再升级,高质量线索+转化的\"品销合一\"成为更高的目标。基于此,汽车厂商营销策略逐渐\"从广到精、从公到私\"进行转变,进而创造更有效的营销价值。主流汽车营销平台:垂直媒体用户精准、线索量大,是汽车营销中的重要组成部分;社交平台汽车营销以品牌曝光为主,精准营销转化差强人意;短视频平台以其内容丰富互动性强,迅速成为汽车营销行业新宠。汽车用户营销态度:大多数用户会花费大量时间在线上获取汽车信息,其主要痛点是无法感受实物,偏好更好的交互式营销方式,如线上直播+线下体验的深度交互式营销方式等。此外,用户对定期免费维护保养、品牌试驾、品牌车展等营销活动兴趣度较高,但参与度较低。汽车营销发展趋势:融合线上与线下渠道,掌握购车全链各核心节点数据,结合不同场景,分析和判断用户行为与转化特征,打造更好的营销组合策略。另外,需要探索不同圈层内心需求,打造有情感、有价值的定制化内容。同时,多渠道构建品牌私域,深度运营,打造品牌特色,持续输出品牌价值和文化,提升品牌认同,开发用户终身价值。", "label": "工商管理", "id": 0}
{"content": "研究目的:通过限制商品数量、限定时间,营造产品稀缺氛围,以提高商品价格或促进产品销量是厂商或企业常用的重要营销策略。消费者被告知,除非他们立即购买,否则他们未来将无法购买。已有研究表明,产品稀缺诉求会影响消费者的价值感知和购买决策,例如影响消费者的价值感知、获得性期望、产品吸引力以及个人品味等。金立印（2005）和李东进（2016）认为造成这些影响的主要原因是\"物以稀为贵\"的稀缺效应以及心理抵抗效应。除此之外,随着国内外学者对消费意愿的影响因素进行了深入的研究,发现感知竞争和感知价值性会显著影响消费者的消费意愿和价值判断。由产品稀缺需求推动的感知价值和感知竞争性将使消费者的评价与决策过程复杂化,甚至终止已有的判断或决策,这使得厂商的营销策略与预期效果背道而驰。因此,在感知竞争与感知价值理论的框架下,厂商如何有效利用产品稀缺效应,以及何种稀缺诉求对消费者的消费意愿有何影响,值得进一步探讨。近期,新疆棉事件所引发的adidas、nike等体育品牌的抵制事件,一定程度上限制了消费者购买体育品牌产品的渠道,加大了消费者获取体育品牌产品的难度,从而造成国内市场体育品牌产品的暂时性稀缺。不难发现,此次事件对消费者的购买欲望、产品态度与获得竞争感产生了多元影响。对于本研究而言,其中的产品稀缺诉求变量是否会影响消费者的感知价值、感知竞争与产品消费意愿之间的关系值得探讨。为此,本文借鉴国内外相关研究成果,结合实际调查资料,就产品稀缺诉求对体育品牌产品爱好者消费意愿的影响进行了研究,具体内容包括:产品稀缺诉求对体育品牌用品爱好者的消费意愿的影响,体育品牌产品爱好者的感知竞争和价值感知对体育品牌产品爱好者的独特需求的独立和共同中介效应,以及体育品牌产品爱好者独特需求对共同中介效应的调节。对上述问题的解决,不仅对于完善稀缺效应理论、感知竞争理论、感知价值理论等具有重要的理论意义,而且有利于填补我国体育用品消费的微观研究,扩大营销管理学等相关理论在我国体育用品消费中的应用范围。研究方法:（1）文献分析法:本研究在大量阅读国内外文献的基础上,分析整理相关理论,总结出与本研究相关的理论方法,以此找出影响体育用品爱好者消费意愿的相关变量。（2）问卷调查法:为获取数据而对调查人员编制问卷的方法。采用立意抽样的方式选取吉林省长春市体育用品爱好者（至少有5-10年购买体育品牌产品）进行问卷调查,问卷计分利用Likert五点计分法,目的在于探究其消费意愿的影响因素,以期从多方面和多角度了解产品稀缺诉求影响体育品牌产品爱好者消费意愿的发展意见。（3）路径分析法:根据概率论,利用相关统计原理,对收集到的数据进行统计分析,得到数据的规律（即统计规律）。本研究采用立意抽样的方式对吉林省长春市的资深体育品牌爱好者进行问卷调查,利用SPSS25.0、PLS等量化工具对整理后的数据进行描述性统计、验证性因子分析（CFA）并验证其消费意愿的路径关系分析。研究结果:产品稀缺性诉求影响体育品牌产品爱好者的消费意愿,且限量比限时稀缺性诉求更能激发体育品牌产品爱好者的消费意愿;体育品牌产品爱好者的感知竞争性和感知价值性分别独立部分中介产品稀缺性诉求对体育品牌产品爱好者消费意愿的影响,并均受体育品牌产品爱好者的独特性需求调节;体育品牌产品爱好者的感知竞争性和感知价值性共同完全中介产品稀缺性诉求对体育品牌产品爱好者的消费意愿产生影响,以及体育品牌产品爱好者的独特性需求对共同的完全中介过程具有调节效应。此外,限时与限量两种不同烈性的稀缺诉求在诱导消费者感知价值性方面没有显著差异。研究结论:产品稀缺诉求是厂商常用的市场营销策略,它不仅能有效地促进商品的销售,还能提高商品的知觉价值和顾客满意度。而增值效应、稀缺效应、心理抵制等方面的研究较多,竞争效应和价值效应方面的研究较少,从感知竞争性和感知价值性两个角度对产品稀缺诉求对体育品牌产品爱好者消费意愿的影响进行了综合研究,得到了有价值的结论。", "label": "工商管理", "id": 0}
{"content": "仓单融资发展日趋成熟,但还是不能杜绝部分企业\"钻空子\"进行违规操作,损害金融机构利益。通过对比分析贷款企业、金融机构、物流企业三者在是否引入区块链和物联网技术下的收益,采用数值仿真模拟三方演化路径,得到理想化结果的条件。本文结果表明:区块链和物联网应用是保障企业不进行虚假贷款和市场健康稳定运行的重要手段,其必要条件就是减小其运用新技术的成本,使其小于常规监管所付出的成本;并且在技术运用成本较大的初期,可以通过较大的罚金来保障贷款企业合理合规的贷款经营。", "label": "工商管理", "id": 0}
{"content": "随着我国烟草专卖制度的逐步完善,烟草企业也进行了一系列市场化取向的改革。诚信作为市场经济中重要的行为准则,已成为烟草企业生存和发展的保障与基石。本文通过阐释市场经济条件下进行零售客户诚信体系建设的重要性,提出零售客户诚信体系建设也要有市场化取向的改革思路,以诚信管理与服务作为进一步提升烟专卖工作效能的切入点,是烟草行业高质量发展的关键所在,对于维护和巩固卷烟市场秩序具有重要意义。", "label": "工商管理", "id": 0}
{"content": "本文对现代烟草物流的新要求进行了分析,结合商业区域物流库存管理存在的难题,构建了虚拟库存系统,并提出了一种商业区域物流工商协同、虚拟共享、实物共用的运营管理模式。该模式可有效解决工业环节卷烟采购、物流运输等环节和多家商业公司卷烟实物管理的问题,大幅降低区域物流卷烟运营成本费用,提高物流运行效率,为进一步推进烟草行业工商物流一体化建设提供发展思路,具有实质性的意义。", "label": "工商管理", "id": 0}
{"content": "烟草行业在我国市场经济中占据了重要的角色,\"国家利益至上,消费者利益至上\"是我们烟草行业的共同价值观,一方面我们的卷烟销售要为国家税收作保障,另一方面就销售终端而言我们要保障零售户诚信经营,抵制假烟,保障消费者的合法权益。国家对烟草专卖品实行专卖管理,保障了国家税收,同时也吸引了很多零售户加入到卷烟销售的行列。如何构建一个更为科学的客户信用体系、如何进一步提升烟草企业自身的决策判断水平,在行业谋求高质量发展的今天,这俨然已经成为了我们企业需要探索的问题。本文以行业零售户信用作为重点的案例分析对象,在对行业当前发展现状进行探索的基础之上,深入挖掘出了目前零售客户管理过程当中所出现的一些个性化问题,同时针对科学的客户信用体系的构建,提出了一些整改策略。以期能够通过这些措施的实施和落地,能够让烟草行业客户信用体系建立起来,让整个烟草行业的供应链条更加优化。", "label": "工商管理", "id": 0}
{"content": "<正>一、智慧质量管理体系建设思路（一）管理角度立足问题导向,从基层存在的普遍质量问题着手,以严把入网物资质量关,提升质量监督全景质控整体效能为根本,深度挖掘和运用供应链运行中心统计分析、辅助决策、风险防控、跟踪督办4大功能特点,进一步规范监造、抽检、供应商不良行为处理等流程,细致梳理每一个业务节点,层层分析,环环相扣,使监造更加精细化、抽检更加合理化、", "label": "工商管理", "id": 0}
{"content": "<正>一、引言现代（智慧）供应链体系建设是国网公司战略目标落地的重要组成部分。近年来,随着公司物资管理重点从集中、统一向精细、高效的转变,以及\"数字新基建\"时代背景下信息技术的高速发展和各种数字化技术的广泛应用,物资供应业务与数字化技术的发展融合已成为趋势。因此如何利用互联网思维,持续推动电力企业信用体系建设,在实现高质量发展、", "label": "工商管理", "id": 0}
{"content": "<正>一、引言随着电力改革的深入推进,电网企业发展面临新要求和新趋势。电力体制改革要积极落实新发展理念和高质量要求,体现时代性、规律性、全局性,促进技术和模式创新。另外,基于经济社会发展的新形势,十九大提出\"在现代供应链领域培训新增长点、形成新动能\"的战略方针。因此,国家电网公司作为能源行业供应链的引领者,应以改革促发展,聚焦创新驱动供应链精益管理,推动物资管理向更高质效方向发展,进一步提升设备质量的可靠性。", "label": "工商管理", "id": 0}
{"content": "<正>一、总体思路随着售电侧市场放开,供电公司与各类市场主体\"同台竞技\",供电公司的利润空间受到压缩,依靠电量高速增长支撑供电公司经营发展的老路难以为继;与此同时,外部对供电公司的投资和成本的监管更加精准、规范,社会对供电公司的服务内容和要求更加专业、精细。面对严峻的内外部形势变化和挑战,营销稽查作为供电公司内部控制的一种重要监督方式,显得尤为迫切和必要。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言2015年新一轮电力体制改革以来,电力行业全面进入市场化新阶段。按照\"管住中间、放开两头\"的改革思路,发电企业直接进入市场,参与电力用户直接交易,通过竞争确定电量和价格。当前,电改进入深水区,市场交易类型复杂多变,交易周期日渐频繁,8个试点省区推动开展电力现货交易均已完成结算试运行。同时,随着现行燃煤标杆上网电价机制改为\"基准价+上下浮动\"市场化机制,", "label": "工商管理", "id": 0}
{"content": "<正>一、前言智能化已经成为科技的代名词,智能化风电场的建设也势在必行,而现行库房管理体系采用纸笔记录,月底统计汇报的传统管理方法,统计工作繁杂、信息处理滞后,效率较低。所以,我们提出此方案,利用智能化软件大大降低人工成本和时间成本,实现规范化、便捷化管理,从而达到提质增效的目的。", "label": "工商管理", "id": 0}
{"content": "<正>2017年,党的十九大提出\"在现代供应链领域培育新增长点、形成新动能\"。2020年,党的十九届五中全会提出\"坚持把发展经济着力点放在实体经济上,坚定不移建设制造强国、质量强国、网络强国、数字中国,推进产业基础高级化、产业链现代化,提供经济质量效益和核心竞争力\"。2020年3月,国家电网有限公司提出建设\"中国特色国际领先等能源互联网企业\"战略目标,明确现代智慧供应链是物资管理落实战略目标的具体实践,是数字新基建发展的重要内容。", "label": "工商管理", "id": 0}
{"content": "<正>一、研究背景我国电改\"9号文\"及配套文件提出,向社会资本开放售电业务,多途径培育售电侧市场竞争主体,放开准入用户的购电选择权,是本轮新电改的重点任务之一,因此售电侧改革备受业界关注。建立公开、公平、公正的电力市场,把\"权力关进笼子里\",并逐步完善信用体系必将是电力改革发展趋势。", "label": "工商管理", "id": 0}
{"content": "<正>一、项目研究的背景及意义（一）背景党的十九大报告指出:贯彻新发展理念,建设现代化经济体系;加快生态文明体制改革,建设美丽中国。为了深入贯彻落实党的十九大精神,推动我国经济社会和生态环境高质量协同发展,能源、交通运输领域持续深化供给侧结构性改革,部分省市对全年煤炭消费总量、耗用煤质指标等提出了明确要求,煤炭产（供）、", "label": "工商管理", "id": 0}
{"content": "近年来,受人们越来越重视身体健康和控烟力度的影响,卷烟消费总量趋于饱和;随着人们生活水平的提高,消费者对高品质卷烟的需求加大。从企业角度来看,在\"总量控制、稍紧平衡\"下,通过卷烟结构的提升继续保持税利的稳定增长,做到\"增速合理、贵在持续\"。面对这些新形势,新问题,以县级营销部的视角,从操作层面探索高价位品牌的培育方法和策略,实现企业税利与客户盈利双增长、零售户与消费者双满意的目标。", "label": "工商管理", "id": 0}
{"content": "\"互联网+\"时代背景下,为各行业提出更高的发展要求,科技的飞速发展需要行业在发展的过程中不断的更新自身的发展技术,实现技术的更新迭代。烟草行业作为国企的典型代表,本身的发展具备国企发展特色,为适应新社会对行业发展的要求,也需要不断的创新发展思路。面对时代的新要求,烟草行业总结自身发展现状,从实际出发,针对现有问题,将平台思维应用于烟草行业卷烟营销的发展过程中。希望借助平台思维,能够实现卷烟营销的创新发展,促进烟草行业的历史飞跃性发展。", "label": "工商管理", "id": 0}
{"content": "在高质量发展大背景下,卷烟营销工作一直在深入推进。突出营销队伍转型,加快实现队伍优势向营销优势的转化,充分激发广大一线营销队伍的创新活力,把营销做实是有力支撑行业营销战略和各项改革举措落地运行的突破口。2020年国家局部署\"我与客户共成长\"主题营销工作,对营销队伍建设工作提出相关要求一是客户经理专业素养需持续提升,二是客户经理队伍对行业政策、业务规则的把握能力切实要增强,三是对营销技术的学习与运用能力要大幅提高,四是专业化营销队伍建设要迈上新台阶。由此可见,营销队伍转型是适应新时代发展所需,构建现代化、数字化、专业化的营销队伍是必然趋势。", "label": "工商管理", "id": 0}
{"content": "中国经济已由高速增长阶段转向高质量发展阶段,推动高质量发展,是保持经济持续健康发展的必然要求,是遵循经济规律发展的必然要求。在新时代的背景下,如何贯彻落实习近平新时代中国特色社会主义思想推动卷烟品牌培育高质量发展,成为卷烟营销工作面临的的重大课题。本文对柳州市县级卷烟市场经济运行现状及因素分析,探讨如何开展300-600元高价位品牌培育,推动卷烟营销品质升级,品牌培育工作更具针对性和可持续性,促进卷烟营销稳步快速并入高质量发展轨道。", "label": "工商管理", "id": 0}
{"content": "我国烟草行业掌握着巨大的市场资源,并且在市场经济快速发展的过程中,烟草行业若是想提高自身的市场竞争力,就需要开创精准营销模式。今年来我国烟草行业一直在进行改革,需要根据市场的变化以及行业的发展需求来优化、完善营销策略,从而提高行业经济利润,推动烟草行业的可持续发展。", "label": "工商管理", "id": 0}
{"content": "当前,卷烟销量规模扩张的空间越来越小,销量扩张对效益增长的带动作用逐渐减弱,经济效益增长将主要依靠结构优化和提质增效,高价位卷烟将成为带动品牌价值不断提升、促进卷烟结构不断优化的关键。因此培育高价位卷烟将成为当前以及今后营销工作重点。本文基于当前高价位卷烟销售趋势,从品牌、市场、客户、政策因素进行分析,探究300-600元高价位卷烟品牌培育新模式。", "label": "工商管理", "id": 0}
{"content": "当消费者面临一个即将开始的促销活动,他们往往需要做出一个跨期选择,即决定现在购买还是等待促销。近来在网络促销中还出现了前期隐藏折扣价格的方式,这进一步增加了跨期选择的不确定性。本研究旨在探讨这种促销折扣不确定性对跨期选择的影响,并基于期望效用和信息缺口理论探究感知功能价值和好奇心的中介作用。实验1模拟了网络促销情境,测量了被试在确定和不确定折扣下的跨期选择以及感知功能价值和好奇心。结果表明:相比于2%低折扣,消费者在不确定折扣下的好奇心更强,从而更有可能等待促销;而相比于35%高折扣,不确定性导致感知功能价值下降,因此对跨期选项的偏好降低。相比于15%折扣,不确定折扣下的好奇心更强、感知功能价值更低,由于好奇心和感知功能价值起到相反的作用,导致两种条件间的跨期选择差异不显著。在实验2中,我们将产品属性（享乐/实用）作为调节因素,并记录了购买决策的反应时。结果表明,购买享乐产品时不确定折扣的积极效用更强;不确定折扣下的反应时显著长于确定折扣。这意味着,尽管不确定性在一定程度上能增加吸引力,但也需要考虑它可能会消耗更多的认知资源（更长的反应时）。总体而言,我们的研究发现不确定性促销是通过好奇心和感知功能价值的双重中介作用对跨期选择产生影响的。这项研究不仅扩充了有关不确定性促销的研究,也为未来的研究提供了一个新的视角。", "label": "工商管理", "id": 0}
{"content": "随着社会的发展,人们的生活水平普遍提高,影响其消费的因素也在逐渐增多,促销（promotion）便是其中的一种。产品促销活动一直以来都是消费者与商家共同关注的问题,消费者会经常关注、参与产品促销活动进而来减少生活开支,而商家也会经常推出促销活动来激发甚至增强消费者冲动性购买的意向,吸引消费者选购。自我控制对消费者在购买上两难抉择的影响一直以来备受关注,自我控制可以让消费者在面临两难问题时保持理智,直接或间接地影响消费者的购买行为。本研究引入了产品促销这一变量,旨在探究价格促销与赠品促销这两种产品促销对高低不同自我控制能力的消费者购买意向的影响。以北京某大学108名大学生为研究对象,实验采用2（自我控制:高,低）×2（产品促销:价格促销,赠品促销）的混合设计,被试间变量为自我控制,被试内变量为产品促销,因变量为消费者的购买意向。结果表明:1)自我控制的主效应显著。与高自我控制的个体相比,低自我控制个体的购买意向更强;2)产品促销的主效应显著,与赠品促销相比,价格促销更能激起消费者的购买意向;3)自我控制与产品促销的交互作用显著。低自我控制的个体在面对价格促销与赠品促销时,其购买意向均无差异,但都高于在这两种情境下的高自我控制的个体;与赠品促销相比,高自我控制的个体在面对价格促销时的购买意向更强。", "label": "工商管理", "id": 0}
{"content": "在白酒产业不断发展的背景下,其供应链融资风险也随之增大,鉴于此提出基于大数据分析的白酒行业供应链融资风险预警模型。经历史经验和综合性考量,大数据分析下的白酒行业供应链融资风险主要来源为信用、运营、市场、环境和法律等方面。综合考量上述风险主要来源,根据白酒行业供应链融资链条中风险特殊属性,引入有序分类logistic模型,构建白酒行业供应链融资风险概率模型,并提出了不同等级的风险概率估计法,依据风险贡献度,构建白酒行业供应链融资风险预警模型。通过实验对所建模型进行验证,结果显示,该模型与实际情况的拟合优度指数GFI、标准拟合指数NFI、比较拟合指数CFI均较高,是一个可行的预警模型。最后针对白酒行业供应链融资风险,提出了相应的防范建议。", "label": "工商管理", "id": 0}
{"content": "互联网+模式的深度发展给虫草菇营销渠道与营销方式带来巨大变化,基于此提出基于互联网+模式的虫草菇网络营销策略研究。分析当前虫草菇营销现状,通过对比传统营销渠道与网络营销渠道销售量提升率可知,网络营销是虫草菇销量提升的关键。但虫草菇网络营销也面临着网络营销环境尚不完善、缺乏品牌意识、物流配送体系尚需优化等问题。针对这些问题,分析出相应的互联网+模式下虫草菇网络营销策略,通过加强品牌推广、丰富网络营销模式和优化物流配送模式等策略,解决虫草菇网络营销中存在的问题,从而拓宽虫草菇营销渠道,提升虫草菇销量,为其他食用菌品类营销的优化提供经验。", "label": "工商管理", "id": 0}
{"content": "在大数据时代,传统的企业模式已经不适合应对市场环境变化的挑战,对企业价值链新模式进行探索,充分挖掘业务流程和决策过程中存在的潜在价值变得十分重要。本文在大数据背景下结合协同理论对价值链进行重构,提出了基于大数据的制造企业价值链协同模型。从供应,营销,服务方面进行协同分析,对大数据价值链环节协同中的分析方法进行了说明,并进一步从三个协同的维度方面建立了价值链协同效应评价指标。旨在提升价值创造过程中的效益和效率,实现价值增值最大化。", "label": "工商管理", "id": 0}
{"content": "数字化供应链顺应时代的要求,是企业高效发展、节约成本的基础,是未来供应链发展的必然趋势。本文主要阐述了数字化供应链的内涵,指出了数字化供应链中存在的问题,明确了数字化供应链标准化发展的必要性,并提出了推进数字化供应链标准化发展的建议。", "label": "工商管理", "id": 0}
{"content": "计量资产管理工作对于供电公司来说极为关键,在很大程度上影响着他们在市场竞争中的活力,供电企业要采用针对性的举措来提高计量设备配送效率以及服务水平,由此确保电力企业的收益能够获得稳步提高。基于此,本文将先简要地阐述计量资产智能配送的意义,分析配送体系的工作流程,进一步说明影响电力计量资产管理的因素,同时在此前提下提出针对性的措施建议,希望能够给同行带来一定的参考价值。", "label": "工商管理", "id": 0}
{"content": "物资采购是保持核电厂正常运行的重要环节,文章通过对核电物资采购特点及管理现状的分析,阐述了全寿命周期成本理论的内涵和采用LCC法进行物资采购的优势,并探索了基于全寿命周期成本理论的物资招标采购流程,为后期逐步转变物资采购观念提供了一种新的决策思路。", "label": "工商管理", "id": 0}
{"content": "在互联网+时代,产品的多样化,个性化越来越满足用户购车需求,汽车行业从而逐步开展了从大规模的批量化生产制造向个性化定制转变。C2M （Customer-to-Manufactory）成为汽车企业未来发展的一种趋势。个性化定制是用户介入产品的生产过程,将指定的图案和文字印刷或者零件组配到指定的产品上,用户获得自己定制的个人属性强烈的商品或获得与其个人需求匹配的产品或服务。个性化定制将成为互联网行业最具影响力的商业模式。据预测,\"改变未来的十大科技\"中,\"个性定制\"被排在首位,这个判断是来自于市场的变化趋势。两个因素导致消费者的产品需求出现差异,一是消费者分化,二是消费者收入水平和价值判断出现差别。迎合消费者的商家正在个性化上倾注心思满足消费者需求。个性化定制在汽车行业的开展应用,主要涉及用户端组合选配及3D模型展示、用户订单超级BOM的解算、柔性化生产过程控制、精准物流配送和订单全程透明等关键技术的应用。", "label": "工商管理", "id": 0}
{"content": "随着燃气市场的饱和,燃气公司之间的竞争就是客户的竞争。加强客户关系管理对于提升企业的竞争力意义重大。首先介绍了客户关系管理和企业竞争力的基本概念和作用。然后分析了目前城市燃气企业客户关系管理的现状。再然后,从六个层面分析了目前城市燃气企业客户关系管理面临的挑战。最后,以焦作中裕燃气有限公司为研究对象,根据公司的实际情况,结合市场和客户情况,提出了加强客户关系管理提升企业竞争力的建议。", "label": "工商管理", "id": 0}
{"content": "本文结合港华燃气集团对于供应商质量管理评估方法,通过风险导向评估的思路,构建了一个比较全面的供应商质量管理评价体系。该质量管理评价体系的实施能有效地识别质量管理良好的供应商。燃气企业通过合理评价供应商,保证采购物资质量,进而保证企业的本质安全。", "label": "工商管理", "id": 0}
{"content": "随着国家经济的高速高质的发展,旅游逐渐成为人们生活中必不可少的一部分,旅游产业的欣欣向荣促进了我国改革开放初期一批本土酒店的快速发展。但是随着我国加入WTO,与世界接轨,越来越多的国际知名酒店集团开始入驻中国,国内酒店行业的竞争愈加激烈。而国内大多酒店还停留在价格战,缺少营销策略在实践中的运用,无法满足消费者对于服务的高标准与私人化需求。通过对大禹农庄乡村酒店的调查研究,描述酒店现今的营销模式及其存在的问题。立足于服务营销7P理论来分析酒店如今所采用的服务营销策略并给出相关的对策和建议,为同类型酒店尤其是川西酒店提供借鉴与参考。", "label": "工商管理", "id": 0}
{"content": "社区团购进入下半场,精细化运营是趋势·经过前期粗放式经营,社区团购进入下半场,竞争仍然激烈;·经过前期拉新引流阶段,团长佣金比例降低,流动性加大。需要通过精细化管理,提升团长服务水平,进而提升履约效率及客单价;·价格、自提/配送及产品品质,是消费者选择社区团购平台的重要考虑因素。但投诉频发,用户体验仍需提升;社区团购用户体验亟需提升,购买流程和团长服务是短板·社区团购NPS值低于生鲜到家平台,客户体验水平不佳;·鲜花、肉禽蛋和休闲零食是社区团购NPS得分较高的品类。美妆个护及家居百货的NPS得分较低;·社区团购的用户体验内容中:除商品品质略高于整体NPS值,购买流程和团长服务的NPS值均低于整体;提升商品质量和售后服务,是主要改进方向·购买流程方面,建立快速反馈机制、保障小程序及APP流畅运行、提升售后服务效率是主要改进方向;·提升商品新鲜度,杜绝虚假宣传和假货,加强用户对社区团购商品的信任度;·强化团长服务意识,提升履约效率;", "label": "工商管理", "id": 0}
{"content": "生鲜到家行业进入精细化运营时代,平台可持续关注用户体验优化,建立竞争壁垒·生鲜电商行业竞争日趋激烈,用户规模增长放缓。同时,获客成本不断增加,平台拉新不易。用户方面,针对生鲜网购不同环节的投诉事件频发,对用户体验造成负面影响。生鲜到家平台可持续关注用户体验优化,通过精细化运营,实现提升客单价及复购率的经营目的,以此建立平台竞争壁垒。生鲜到家行业NPS值为42.0,\"平台型到家\"NPS值表现最优·\"生鲜到家\"行业NPS值得分42.0,高于社区团购行业NPS表现。·\"平台型到家\" NPS值为47.3,在生鲜到家平台四类经营模式中表现较好。·\"到家+到店\"商超模式的NPS值表现相对较弱,与其他模式对比存在较大差距。重点关注商品情况和配送服务相关的体验优化,增强行业竞争优势·聚焦五大体验环节,商品情况和配送服务是优化重要性较高的两个环节,需重点关注。平台服务和会员体系可持续优化,以维持较高水平的NPS值。·未来,可具体关注商品价格、商品丰富度、配送时效和配送员服务等体验痛点,以提升用户推荐意愿,增强生鲜到家业务的竞争优势。", "label": "工商管理", "id": 0}
{"content": "发展背景私域流量可被定义为沉淀在品牌或个人渠道的,可随时及反复触达的,能实现一对一精准运营的用户流量。网络购物的高渗透率及公域平台获客成本的升高催化存量运营能力;DTC模式的兴起对消费者洞察提出更高要求;新冠疫情从供求两端推动数字化转型,私域流量营销应运而生。品牌主洞察根据品牌主调研,2021年私域流量营销从\"试水\"变为\"必要选择\"。从私域布局渠道看,微信及企微成为品牌主发力私域的重要载体;品牌主视角下,私域技术服务商在数据洞察等环节增益显著,弥补人工运营盲点。品牌主开展私域运营时,应结合ROI,根据行业特征选择运营逻辑。产业链分析私域流量营销的核心角色包括:具有私域布局与增长需求的品牌主;提供公域引流基础、私域内容土壤及私域技术环境的媒体平台;基于内容赋能引流和转化环节的内容创作者;涉猎服务场景丰富,包含私域建站、私域直播、SCRM及CDP等多种角色的技术服务商。趋势展望渠道一体化:重视合规因素,私域数据与多渠道数据融合打通,成为企业数字化建设的重要资产;营销场景化:开展与场景相契合的营销活动,私域流量营销精准度提升的同时关注营销的免打扰性;运营智能化:AI技术向私域流量营销渗透,未来将成为技术服务商的竞争壁垒。", "label": "工商管理", "id": 0}
{"content": "从大数据的特点出发,分析大数据对企业市场营销的影响,重点分析了大数据对消费者行为、商业模式和企业管理决策的影响,在此基础上,提出大数据给企业市场营销带来的机遇和挑战。企业应转变传统营销观念,积极拥抱大数据时代,把握好大数据时代的机遇,以积极的姿态迎接大数据时代的各项挑战。", "label": "工商管理", "id": 0}
{"content": "在经济全球化影响下,食品行业所面临的市场压力正大幅度提升,伴随而来的便是众多问题的爆发与出现,对我国国民生活质量产生了较为严重的影响。本文以供应链物流为例,对这一结构在食品行业中所存在的问题进行分析,并以此为基础提出相应的问题处理措施,以此来确保食品物流的合理化发展。", "label": "工商管理", "id": 0}
{"content": "本文阐述了精准管控系统是\"大数据+管理\"模式的成功实践,全面分析梳理、总结提炼将大数据分析的理念融入企业内部化管理工作中。通过引入数据挖掘、分布式存储和计算、积分建模等技术,夯实基础、规范流程、搭建模型实现各类相关人员、车辆、事件的主动发现、集中管控、轨迹实时预警推送,实现信息管理顺畅、预警预测主动、动态管控实时、应急处置高效,做到底数清、情况明,行知动向、去知轨迹,结合积分研判实现分级管控。为企业的管理和决策提供强有力的信息应用手段。", "label": "工商管理", "id": 0}
{"content": "<正>一、企业基本情况天津市广通信息技术工程股份有限公司（以下简称\"广通股份\"）于2006年4月注册成立,是由天津市交通集团有限公司控股、天津七一二通信广播股份有限公司参股的集高新科技产品开发、研究、经营、服务于一体的现代化新三板挂牌公司。广通股份提供GIS平台软硬件的技术服务、代理销售服务、车联网大数据信息等服务,专注于北斗卫星定位设备与信息化集成、绿色城配平台研发与运营三大领域,", "label": "工商管理", "id": 0}
{"content": "<正>国网冀北电力有限公司（以下简称\"冀北公司\"）隶属国家电网有限公司,于2012年2月9日正式独立运作。冀北公司负责运行维护华北地区\"西电东送\"\"北电南送\"大通道和首都500千伏大环网,承担着保障首都供电安全的重要职责,服务唐山、廊坊、张家口、承德、秦皇岛等地区经济社会发展和国家新能源发展。", "label": "工商管理", "id": 0}
{"content": "<正>根据国家标准《担保存货第三方管理规范》（GB/T 31300-2014）、《担保存货管理企业评价办法》规定,经企业自愿申报、征求客户评价意见、全国担保存货管理企业评价工作办公室初审及现场评审,且公示无异议,确定2020年获得\"担保存货管理资质\"的企业如下。三级甲等华夏易通国际物流有限公司一级甲等甘肃金泰担保存货管理有限公司", "label": "工商管理", "id": 0}
{"content": "换弹式电子烟口感丰富、携带方便及换油便捷等特点,成为中国目前最主要的电子烟品类,深受商家和消费者的欢迎。换弹式电子烟用户对悦刻的喜爱度较高,使用年限长,同时对其产品的口味稳定性评价较高。基于换弹式电子烟口味丰富的特点,当前用户更加偏爱口感清淡的烟弹口味,薄荷、水果等口味受欢迎度高;此外,烟弹品牌/渠道的正规性在用户购买时更加看重。换弹式电子烟用户目前以男性消费者为主,高线级城市中的中高收入及中层管理人群是其主要消费群体。同时换弹式电子烟用户兴趣爱好广泛,聚会应酬偏多;且在具有较高的时尚流行感,对商品品质较为看重。通配烟弹的兴起,使其在年轻消费者中受到追捧,但由于该类烟弹在使用体验过程中存在\"口味不稳定\"\"头晕、胸闷\"\"口味还原度不高\"等问题,出现一定质疑。同时由于通配烟弹在售卖过程中的通配提示,不仅引起消费者对通配烟弹品牌与原电子烟品牌之间的关联误解,还对原品牌产品的口味及使用寿命受到影响。", "label": "工商管理", "id": 0}
{"content": "研究了基于切换拓扑的供应链系统库存H∞一致性问题.考虑由多条子链组成的供应链系统,其中每条子链具有相似的产业结构和运作模式,形成相对独立且自主运行的企业网链,从而实现整个供应链系统高效运作以满足市场与客户需求.基于多智能体观点,若视每一子链为某一节点上的智能体,则节点之间信息传递畅通与否可能导致拓扑结构的改变.本文设计基于平均驻留时间的切换控制器.该控制器主要起到两方面作用,一部分用于生产率控制,另一部分是用于协调各个子链的库存一致性.基于此控制,供应链系统库存的一致性问题转化为具有时变时延的误差切换系统控制问题,得到了供应链系统实现库存H∞一致的充分条件.仿真例子验证本文所提方法的有效性.", "label": "工商管理", "id": 0}
{"content": "在当前双循环战略背景下,沈阳装备制造业发展面临的外部环境纷繁复杂,机遇和挑战并存。沈阳装备制造业的进一步振兴和发展,必须要有新思路,实施新举措。沈阳装备制造业积极开拓国际市场是必要和明智的选择。沈阳装备制造业开拓国际市场要创新有利于开拓国际市场的金融政策,包括实行人民币跨境结算和境外人民币离岸市场的金融支持政策,实施创新金融产品的金融支持政策,实施防范金融风险的金融支持政策;建立有利于开拓国际市场的国际化营商环境;实施有利于开拓国际市场的财政补贴政策。", "label": "工商管理", "id": 0}
{"content": "<正>我国作为\"世界工厂\"在全球供应链制造环节占有重要地位,新冠肺炎疫情对全球供应链的冲击开始显现,继日本大地震后,全球供应链\"断链\"风险再次引发全球关注。在中美贸易摩擦背景下,美国利用其技术和关键零部件优势动辄以\"断供\"相威胁,给我国供应链安全带来挑战,维护全球供应链安全对于推动我国经济社会发展和国家安全具有特别重要的意义。", "label": "工商管理", "id": 0}
{"content": "近年来,烟草行业对采购价格管理要求不断向\"广\"和\"深\"两方面发展,表现为对合规性要求从单点拓展到全流程,同时,管理重点从合规性拓展到效益性,反观行业对采购价格的把控,仍存在一定的局限性。因此,笔者提出运用信息化技防手段,建立采购价格全流程监督模式,助力采购价格的合规性和效益性双提升。笔者通过对采购价格涉及的采购计划、价格制定、价格执行、价格分析、价格再制定等流程的梳理,探索其中的监督重点,完善采购价格全流程监督管理。在此基础上,运用\"信息化\"技防手段,锁定价格、关联系统、采集数据、分析统计,探索针对监督重点的有效管控方式,一方面,实现采购价格\"流程流\"与\"资金流\"的有效结合,进一步提升采购价格管理的合规性;另一方面,通过数据采集,统计分析,形成价格档案库,为采购价格制定提供充足依据的同时,探索采购价格降低的空间,助力降本增效,提升采购价格管理的效益性。", "label": "工商管理", "id": 0}
{"content": "随着市场化取向改革的逐步深入和全市\"一体化\"的全面运行,零售客户经营指导将成为商业公司的工作重点,在此方面,全市商业公司存在经营指导方法不统一,随意性较强,经营指导工作浮于表面,针对性较弱等现实问题,如何在全市形成一套统一标准且科学性和目的性俱佳的经营指导方法是商业公司当前面临的一大难题。本文以一线营销人员市场经理和客户经理的视角,从概况（Overall）开展客户维度和市场维度的综合分析,全面掌握区域的总体情况,在此基础上寻找该区域零售客户存在的缺陷（Failure）,包括盈利分析、风险分析、数据质量分析、异常订货分析和终端建设发展,聚焦（Focus）分析中存在的问题,逐一制定针对性改进措施（Improvement）,针对措施实施效果开展核查（Check）,判定实施效果是否有效,以此作为营销人员评估考核（Estimate）的依据。论文主体思路为分析问题、发现问题、解决问题,评估考核后再次进入分析问题的良性循环,在实践中取得了一定的成效,为商业公司一线营销人员如何开展客户经营指导提供了一套完整的解决方案。", "label": "工商管理", "id": 0}
{"content": "需求预测是商业公司开展一体化卷烟营销的第一环节,可直接影响到区域市场状态和客户满意度,对卷烟营销工作具有重要的指导作用。鉴于现有多元化营销体系的市场构建中,诸多市场因素无法在需求预测进行整合利用,对卷烟市场的整体变化及发展趋势的研判会产生弊端,因此本文将需求预测按各类要素进行整合,形成一套有效的组合预测方法,尽可能提高预测精准度,达到提高预测效率的目的。本文从市场容量判定、销售目标确定和目标分解等方面展开研究,欲建立一整套完善的预测模型,从而对卷烟市场发展趋势做出正确的估计和判断,有效提升商业公司对卷烟市场需求的认识和整体把握能力,为满足市场消费需求提供有力的支撑。", "label": "工商管理", "id": 0}
{"content": "\"顾客满意度测量及提升\"已成为国家烟草专卖局关于一流质量管理体系建设评价标准的重点内容之一。结合国家局高质量发展的具体要求,越来越多的烟草企业对顾客满意度测评和研究提出了更高的要求。现有的烟草行业顾客满意度指标体系在套用成熟模型的基础上,往往被诟病缺少对顾客真实心声的表述,指标的客观性、有效性和持续优化方面还存在提升空间。本文从上海烟草集团在顾客满意度测评中遇到的实际问题出发,以满意度测评领域国际经典的ACSI模型为框架,对测评指标体系的优化方法做了具体探讨并应用。文中所提出的\"净推荐值\"为烟草行业首次引入使用,文中提到的测评框架、方法为后续烟草产业链满意度测评指标的优化,提供了一种可行的借鉴思路。", "label": "工商管理", "id": 0}
{"content": "当前,统筹疫情防控和经济发展、全力完成年度目标任务,各商业企业面临较大压力。规范经营是高质量发展的基础,越是在特殊阶段、时间紧任务重的时候,规范经营的动作越不能变形。严格规范是烟草行业持续健康发展的生命线,只有加强规范管理,烟草行业才能在健康的、良性的、可持续的轨道上运行。而规范管理是一个动态的过程,需要以问题导向入手,不断地寻找问题,分析问题,解决问题。好似一个动态的滚轮,以不断的规范管理问题整改来促进烟草行业的规范管理水平提升。本文以烟草商业企业为切入点,浅析在采购领域提高规范管理问题整改水平的方式方法,以此推进企业健康、稳步、高质量发展。", "label": "工商管理", "id": 0}
{"content": "随着\"负面清单\"合理布局模式和\"一体化运行\"营销业务模式推进及\"一网通办\"改革深化,当前违法违规客户呈现出\"新客户增多\"这一特点,为了减少其对真烟异常流动治理的不利影响,以2018年至2020年某区历史外流客户为基础数据,利用客户画像分析方法,从经营者身份、经营地址、主营业务方面入手,聚类分析得到外流客户三个维度五个集聚特征,并据此建立相应新客户风险评估机制来及时预警并抑制新客户的真烟异常流动风险,为专卖精准打击,营销精准投放提供决策依据,对发挥\"3+3\"专销共管协作机制,巩固真烟异常流动治理成效具有重要的参考作用。", "label": "工商管理", "id": 0}
{"content": "近年来,随着采购规范管理的不断完善,公司采购规范的水准呈显著上升趋势,然而,各类检查中却高频率出现同一问题。本文通过对采购规范管理中常见问题发生的原因分析,查找根源,探究解决采购规范管理问题反复发生的途径。", "label": "工商管理", "id": 0}
{"content": "01国内车市快速修复,汽车行业展示类广告投放正向开局,2020年1-5月总投入指数同比增14.4%。其中,·新能源广告营销战打响,合资车企、造车新势力与国产车企集体入局,上汽大众（ID4 X）、一汽大众（ID4 CROZZ）新车大规模推广,2021年1-5月投入指数均超6千万,小鹏汽车、北汽新能源ARCFOX大幅提升,同比增速分别达165.5%、934.0%。·广告主对全屏广告更加青睐,以92.3%的同比增速位列第一广告投放形式,其中61.0%的投放集中在汽车垂直网站。02虽然2020Q1疫情不可抗因素,综艺合作减弱。但汽车行业综艺植入需求稳定而强烈,在2020Q3快速释放,全年植入品牌数（35个）和节目数（29个）与2019年不相上下。2021Q1综艺合作与去年持平,预计在下半年增长。·汽车品牌综艺节目赞助偏好有所转变,才艺竞演类节目（eg.《我是唱作人第二季》）依旧是重头戏,综合游戏类（eg.《极限挑战第六季》）成为汽车品牌植入的又一热门类型。·合资品牌与自主品牌赞助频次此消彼长,2020年自主品牌共合作15次,同比增150%。03汽车短视频营销潜力空间大,交通类广告主5月在抖音平台的曝光量共7.1亿次,全行业排名第12位,其中,车企品牌为营销主力军。·头部效应显著,TOP15汽车品牌广告曝光量在交通类中占比过半,达54.3%。·全面拥抱年轻用户,车企抖音平台触达人群结构相近,以9095后男性用户为主,覆盖主力和潜在客群。04汽车品牌数字化营销转型加深加快,以互联网为主导的全域媒介为品牌提供多元的营销链路,汽车垂类媒体、社交媒体、视频媒体等,通过各具优势的服务能力赋能汽车品牌,实现场景、内容、社交、流量全覆盖,汽车品牌在线上实现与消费者的强链接,品效协同发展。", "label": "工商管理", "id": 0}
{"content": "差异与机遇机遇涌现,产业发展正当时虽然相对MarTech发展较早起步的美国,中国MarTech企业的估值水平、盈利能力尚有提升空间,移动互联网的快速更迭与互联网巨头对MarTech生态\"围墙花园\"的布局也提升了国内MarTech企业的发展难度,但在国内资本市场对MarTech关注度持续提升、企业需求方持续推进数字化转型、移动社交带来新发展路径、互联网巨头牵头制定行业标准等的推动下,我国MarTech行业也正迎来发展机遇。服务与价值同条共贯,赋能营销全链路数据和策略、内容和创意、广告投放、渠道运营和转化、客户和流程管理五大场景构成中国MarTech服务商的核心服务能力方向。五大场景间相互赋能,并有效串联起需求方数据分析及管理、营销策略制定、获客、销售转化、客户运营、营销效果分析等营销需求的完整实现链路。如营销自动化、RPA流程自动化、数据安全计算、短视频内容与创意服务等多个MarTech子场景将在企业数字化升级进程的推动下拥有充足的发展动力。趋势与策略待势乘时,多维探索新动能-行业趋势:1)企业需求方的营销理念在\"投入即产出、产出可衡量\"与\"长效一体化\"之间的偏向将持续影响着Mar Tech五大场景的发展动力;2)企业树立多部门联动的整体数字营销升级转型战略,将有效推动MarTech全链路深入应用。-发展策略:为增强竞争力,企业可结合自身生命周期及实际业务情况,1)制定业务互补策略,优化利润模型;2)纵深垂直行业方向,增强竞争壁垒;3)搭建本地化代理体系,拓展新蓝海市场。", "label": "工商管理", "id": 0}
{"content": "<正>研究目的:广告,是让消费者记住一个品牌的比较好的方式之一。在国际化的市场下,本土运动品牌不但要与国际运动品牌相抗争,在夹缝中求生存,更要在生存的同时谋求发展。如何让消费者注意到你的产品,并留下深刻的印象,进而购买你的产品,这对企业来说是做大做强的关键。基于以上背景,本文针对上海东北片高校大学生受李宁品牌广告营销的影响消费行为的特征进行调研,在计划行为理论的基础上从李宁品牌形象与消费者购买行为倾向之间的关系入手,以编写李宁广告营销调查问卷为切入点,总结大学生消费者的消费特征,进而为李宁等公司品牌广告营销提供建设性指导。", "label": "工商管理", "id": 0}
{"content": "市场规模持续增长,母婴市场细分品类差异化发展·宏观环境利好和母婴消费升级共同促进我国母婴市场规模持续增长,预计2020年我国母婴市场规模达到3.25万亿元;·随着产品需求及使用场景更加细分,母婴消费不断延伸,产品分类更加精细化,各个细分品类也呈现出差异化的发展速度。不同代际母婴人群的育儿消费行为出现了明显的差异·95后母婴人群家庭各成员都积极参与育儿工作,但在育儿花费上相对\"节俭\",对婴儿食品、服装和用品的需求相对明显,同时较整体更偏好国牌和全新的母婴商品,线上的综合电商和线下的母婴专卖店是首选的购物渠道。·90后宝妈是育儿的绝对主力,90后母婴人群更坚持\"富养\"理念,其购买过大件婴儿用品的比例相对较高,同时对二手婴儿设备（如婴儿车、婴儿床）持相对积极的态度,并且相对偏好选择多种渠道购物。·85后母婴人群的育儿花费处于平均水平,对早教娱乐类产品的需求度相对较高,相对偏好进口产品、未拆封的二手产品,与整体相比,其对传统购物渠道的偏好度较高。·80后母婴人群家庭各成员在育儿方面的投入相对较少,育儿花费与整体水平差距较小,对进口和国产品牌没有明确的偏好,对二手产品的态度相对更包容,相对更愿意选择传统购物渠道。", "label": "工商管理", "id": 0}
{"content": "<正>一、投资者结构呈现机构化发展态势我国A股市场投资者主要涵盖个人投资者、一般法人、境内机构投资者以及境外机构投资者四大类。通过观察2015—2019年A股自由流通市值的投资者结构,可以发现,随着监管层引导中长期资金稳步入市,A股投资者结构不断优化,并呈现出三大变化:第一,个人投资者占比下降,从2015年的42.19%下降至2019年的37.27%,呈现出明显的去散户化发展态势。第二,受益于资本市场的持续扩容,一般法人为最大的市场参与主体,", "label": "工商管理", "id": 0}
{"content": "本文从网红打卡地及其建筑的特征,分析其产生旅游吸引力的构成要素及打卡游客群体,从游客心理、网红营销及网红建筑创作三个层面分析研究,借鉴泰国普吉岛网红打卡酒店创作案例,探索网红打卡与半山度假酒店创作的结合点,对半山度假酒店的创作提出愿景,并通过半山酒店案例比对阐述,对云南的半山度假酒店设计创作提出指导方法与策略意见。", "label": "工商管理", "id": 0}
{"content": "旅游线上平台作为一种新兴的信息传播媒介和营销方式,深刻改变着人们旅游的消费模式和旅游企业的经营策略。在旅游线上平台中,游客可以对产品进行了解,还可以在平台上进行互动,以增加对旅游产品的认知。本研究从旅游线上平台的营销入手,以小猪短租和故宫博物院官方微博为案例进行研究,探究其传播路径和受众范围,并对评论进行深入分析。由此发现,旅游线上平台营销中可以通过提升美誉度,加深文化和旅游融合,丰富营销手段,来促进旅游业优质发展。基于此,提出了对旅游线上平台营销的展望和未来的研究方向。", "label": "工商管理", "id": 0}
{"content": "\"上海迪士尼翻包\"事件是一典型的旅游舆情案例,本文从情感分析入手,运用网络爬虫技术,梳理\"上海迪士尼\"旅游舆情事件的演化发展,分析上海迪士尼官方团队在微博平台上的发言和动态对公众的情绪和事态发展产生的影响。最后得到消极情绪的传播发展速度较快,旅游舆情危机的事前监测和预警能将舆情带来的负面影响降到最低。", "label": "工商管理", "id": 0}
{"content": "作为一种新型酒店业态,连锁经济型酒店以卫生、便捷、高性价比等优势快速扩张,成为我国酒店业中的民生市场,为构成我国旅游者主体的中低收入群体出游提供了\"信得过、住得起\"的住宿服务。近年来,随着需求端的消费升级和供给端的成本上涨,坚持原有的市场定位难度加大,一些连锁经济型酒店公司纷纷脱离了初始的目标市场定位,开始向中端甚至中高端市场发展。然而,中国住宿消费结构以中低端为主体的格局将长期存在,如何保障这一民生市场的可持续发展既具有重要的理论价值,也具有重要的实践意义。在梳理战略定位及相关理论的基础上,本文以在持续深耕初始定位市场方面取得较好发展的杭州住友酒店集团作为案例研究对象,从目标客群定位、产品市场定位、商业模式创新等维度描述了住友酒店集团持续深耕中低端年轻客群市场的做法。", "label": "工商管理", "id": 0}
{"content": "国已成为全球邮轮产业的战略新兴市场,邮轮旅游受近些年来外部因素的影响,发展已进入瓶颈期。从网络关注角度出发,以百度指数作为数据来源,获取中国31个省份（市、区）对邮轮旅游的网络关注度数据,引入网络关注热度指标,借鉴波士顿矩阵分析法构建邮轮旅游网络关注热度矩阵。研究发展:（1）从空间上来看,全国31个省的邮轮旅游网络关注热度存在差异;（2）从时间角度来看,全国31个省（市、区）对邮轮旅游网络关注热度呈现下降趋势;（3）关注热度矩阵中:明星市场几近空白;金牛市场较为薄弱;瘦狗市场和问题市场的占比较大。针对各市场确定相应的邮轮旅游营销策略。", "label": "工商管理", "id": 0}
{"content": "多渠道零售环境下,企业如何在合适的渠道销售正确的产品至关重要。考虑不同渠道存在购物成本和产品体验的差异,基于Multinomial Logit模型研究了品牌商的线上线下产品整合和渠道定价策略。研究发现:（1）在渠道差异较大的情况下,优势渠道会整合劣势渠道产品,劣势渠道仅销售原有产品;（2）在渠道差异较小的情况下,如果线上销售的是高估值产品,那么线上线下均销售全部产品,如果线上销售的是低估值产品,则每个渠道都仅销售原有产品;（3）每种情况下线上线下渠道价格均一致,当高估值产品在线上线下都销售,低估值产品仅在原渠道销售时消费者剩余价值最大。", "label": "工商管理", "id": 0}
{"content": "01在食品饮料赛道持续获资本关注、线上渠道消费增长之下,食品饮料行业广告主展示类广告投放心态积极,2021年1-3月总投入指数同比增长29.9%,整体投放趋势向好。季节波动依旧明显,细分行业波动趋势各异,其中,食品节日节点突出,饮料随气温变化,酒饮节日礼品季火热。02数字营销模式主要以展示类广告为代表的非内容营销和以综艺赞助、KOL联动为代表的内容营销为主。·展示类广告投放策略:食品、饮料和酒饮均以视频媒体和门户网站为主投媒体,偏爱视频贴片及全屏广告,并采取高频变化的创意投放策略,同时注重曝光频次。·综艺赞助策略:食品饮料品牌综艺节目赞助频次逐年递增,占比超三成。赞助排期由全年平均转向季节性爆发,在2020Q2和Q3植入频次大幅提升。在节目类型选择上,生活观察类与才艺竞演类节目为主,多种类型全面契合。·KOL营销策略:美妆护肤与美食类KOL最佳,多类型搭配最香;内容形式上,专业与趣味并存,内容共创是关键。", "label": "工商管理", "id": 0}
{"content": "背景中国整体互联网用户增长红利趋缓,提升用户活跃度成为互联网服务行业广告主的营销重点;在各网络服务细分行业中,在线视频、短视频APPMAU超十亿,增速放缓,促活势在必行,而在线阅读APP呈现出MAU负增长的特征,适合拉新与促活双轮驱动的营销策略;广告投放高效广泛触达用户,站内运营长期巩固用户积极性,两模式相辅相成帮助广告主有效实现促活。广告2020H1,网服典型细分行业广告主广告投放目的由拉新向促活转移;效果广告是拉新与促活时的重点选择,但存量市场争夺下,品效合一趋势加强;拉新广告更注重多媒体渠道覆盖,促活广告更集中于资讯工具类媒体平台;信息流广告流量优势明显,精准触达能力强,契合促活广告投放需求。营销2020H1,我国网服典型细分行业广告主所赞助的综艺类别呈现集中化趋势,电竞类、生活类和选秀类综艺成为首选;哔哩哔哩平台KOL对于我国网服典型细分行业广告主具有\"内容共创\"与\"营销破圈\"优势;腾讯视频的IP联动与用户情感深度链接优势或成为网服典型细分行业广告主KOL合作价值点;小红书对女性用户的覆盖度与KOL带动力或成为网服典型细分行业广告主KOL合作价值点。案例腾讯广告基于流量池覆盖优势,实现高效促活,并基于领先数据能力,实现精细化促活;对短视频广告主,腾讯广告运用RTA与DPA深耕\"沉默用户\"唤醒,并实现促活全链路广告主数据回传与oCPA高效转化;对在线阅读广告主,腾讯广告运用RTA高效实现存量用户促活。", "label": "工商管理", "id": 0}
{"content": "01 2021年春节期间广告投放监测:1)节前3-4周为广告创意投放高峰期;2)行业整体投放回暖但TOP5整体略有缩投,投入指数占比略有下降4.3个百分点;3)网络服务类广告主在3年春节期间连续增长,其中网络购物类投入增长最多;4)疫情催发下清洁剂品类大爆发,广告投入指数增长近7倍;5)教育/学校行业两年TOP上榜品牌变化较大,广告投放竞争市场激烈。02春节营销类型关键词:1)新年TVC广告:品牌多选择与情感维系关系更加密切的视频广告形式,主要主题方向为合家欢、文化传承、思乡、正能量和开年鸿运五大类;2)互动红包营销:春节红包营销陷入疯狂撒金的内卷状态,除了红包金额上的比拼,巨头们红包营销玩法和目的更加多元,红包封皮则在社交场上一支独秀;3)贺岁档联合营销:品牌与贺岁电影的主要联动形式为发布短片、影游联动、APP功能定制、产品定制四类,其中影游联动越来越频繁;4)新年限定款:美妆品牌新年限定花样多,食品饮料多在产品包装上下功夫,奢侈品牌不约而同的围绕生肖牛年元素创作。", "label": "工商管理", "id": 0}
{"content": "女性对在线视频的观看粘性更强,女性话题频频在社交媒体上引发全网热议,以《乘风破浪的姐姐》为代表的女性视角综艺脱颖而出,题材分布广泛,且在数量上显现出明显的上升趋势。女性综艺情感类访谈真人秀的价值长期被低估,就艾瑞SVC的监测来看,该类型商业价值普遍高于行业基准值,且经过多年深耕,涌现以《送一百位女孩回家》、《女人30+》为代表的类型系列综N代。《送一百位女孩回家》第四季开拓\"长视频+短视频+直播\"的新兴传播模式,搜狐视频与快手短视频强强联手,以女性议题的强话题辐射全域。在商业模式上,《送一百位女孩回家》第四季品牌植入与传播模式相结合,为品牌开拓新的价值辐射渠道。", "label": "工商管理", "id": 0}
{"content": "01媒介策略趋势:1) 360全链路;2)多屏智慧营销;3)泛视频化趋强;4)场景营销02内容策略新常态:1)品牌年轻化布局从形象、卖点、渠道、场景、内容入手抓住年轻人注意力;2)新国风持续升温助推新品牌突围;3)颜值主义让产品实现自传播;4)IP泛化;5)品牌通过塑造社会价值来传递情感和温度。", "label": "工商管理", "id": 0}
{"content": "随着互联网技术的飞速发展,我们周围的互联网元素越来越多。显然,人们的生活离不开互联网。在互联网时代,\"网络营销\"也应运而生,它对传统营销产生了很大的影响。在这种环境下,公司必须改变其传统的销售理念,并重新分析消费者的特定需求,以免影响或增加产品的销量。因此,在当前环境下探索营销策略的变化具有广泛的意义。", "label": "工商管理", "id": 0}
{"content": "<正>中铁建金融租赁有限公司（以下简称\"中铁金租\"）是由中国铁建股份有限公司（世界500强排名第58位）主导,其全资子公司中国铁建重工集团有限公司联合北京中铁天瑞机械设备有限公司、中国财产再保险有限责任公司、天津东疆投资控股有限公司等单位发起,于2016年6月设立的全国性金融租赁企业,注册资本金34亿元。截至2019年12月末,中铁金租总资产485.65亿元,全年营业收入48.44亿元,营业利润8.89亿元,净利润6.65亿元。连年获得AAA主体评级,成为目前71家金租公司中第12家且成立满一年获AAA评级的唯一一家,综合营运指标排在全国金融租赁公司前列,成为中国银行业协会金融租赁专业委员会副主任单位,荣获2018年（第五届）全球租赁业竞争力论坛\"最佳产融结合创新企业\"和\"项目租赁领军企业\",第五届中国海事金融（东疆）国际论坛\"贡献奖\",2019IDC\"中国数字化运营模式转型领军者\"等荣誉。", "label": "工商管理", "id": 0}
{"content": "<正>深圳市怡亚通供应链股份有限公司成立于1997年,是深圳市投资控股有限公司控股企业,中国第一家上市供应链企业（股票代码002183）,怡亚通拥有500余家分支机构,员工逾万人,2019年业绩量近1000亿元,是中国供应链服务网络最大,覆盖行业最广,创新能力最强,规模最大的供应链综合服务企业,连续四年入围中国企业家联合会\"中国企业500强\"榜单,连续十年上榜《财富》中国500强。怡亚通创新发展的23年是中国供应链行业发展历程的缩影。自成立以来,怡亚通坚持整合优势资源,将创新\"1+N\"供应链服务模式,打造O2O供应链商业生态圈为发展目标,认真履行作为供应链行业开拓者的使命与责任,准确把握行业发展趋势和企业发展实际,由单一的广度供应链平台向广度综合平台、380新流通平台、生态供应链多种模式协同发展跨越,", "label": "工商管理", "id": 0}
{"content": "<正>山东山水水泥集团有限公司（简称山水集团）,是以熟料和水泥生产为主导,集商混、骨料、管道、塑编、机械生产销售为一体的大型企业集团,是国家重点支持的12户全国性大型水泥企业之一。2008年在香港联交所上市,是中国首家在香港红筹股上市的水泥企业。山水集团的四大股东分属中央企业、地方国有、台资、民营,是标准的多元化混合所有制企业。根据地域分布,山水集团下设鲁东、鲁南、鲁西、山西、东北、新疆六个运营区,共有分子公司108家,分布在山东、山西、辽宁、内蒙古、陕西、", "label": "工商管理", "id": 0}
{"content": "<正>一、引言2020年初新冠疫情突然来袭,人员聚集交叉传染风险极高。传统的聚众开标、集中评标模式,在病毒面前只能踩下刹车,而电子化招标系统虽然解决了投标人足不出户可以参与项目的问题,却无法解决评标专家难以到达指定评标室开展评标活动的问题,导致绝大部分公共资源交易、企业、政府采购纷纷宣告停摆。为此,大唐电商技术有限公司（以下简称\"电商公司\"）将中国大唐集团B2B①供应链②电子商务平台（以下简称\"电商平台\"）改造升级,将移动扫码签章技术应用于多个业务场景,使系统快速适应疫情带来的影响,为传统评标注入科技新\"血液\"。本成果将移动扫码签章技术在电商平台的创新应用作为讨论重点。", "label": "工商管理", "id": 0}
{"content": "现如今,随着我国经济迅速发展,信息技术的不断完善与成熟,社会专业化分工与协助日益深入,企业物资供应管理也正在发生质的变化。物资调配管理在电力物资供应业务中起着重要的作用,在电力物资供应过程中,流程比较繁琐和复杂,在工作时需要做好协调工作,使各部门间进行良好沟通,满足公司相关业务需求,保障项目顺利进行。本文主要探讨了供应链管理的基本内涵,阐述了它的发展趋势以及相关的内在机制,从供应链的角度分析了我国电力企业物资供应中的问题,供应的现状,针对其现状提出了有关供应链整合的方法和策略。", "label": "工商管理", "id": 0}
{"content": "物资供应链作为智慧供应链的一个重要部分,通过深化供给侧改革与提升产业竞争力,而让企业具有重要的战略性意义。无论是从电子商务,还是从人工智能技术等视角对物资供应链的发展进行分析,都需要用系统化思想与体系对物资供应链进行分析,来全面认识物资供应链的功能,利用模块化架构理论与方法,来了解物资供应链。", "label": "工商管理", "id": 0}
{"content": "随着电力市场改革步伐的不断推进,能源市场未来的不可预测性和随机性愈发凸显,地方供电企业所面临的外部竞争压力正在逐步加剧。为帮助供电企业更加清晰现有电力能源市场,本文采用SWOT分析法对地方供电企业所处的能源市场进行综合分析,力求为企业寻找到一种快速、有效改变企业现状,充分发挥企业优势的方式方法奠定基础。", "label": "工商管理", "id": 0}
{"content": "近年来,随着我国经济的不断发展和供应链概念的深入推广,越来越多的企业已经开始积极探索并应用供应链模式下的采购展战略。供应链背景下的物资采购经济管理对于企业的长远发展而言具有重要的意义,能够减少企业经营活动中不必要的资源浪费,实现可持续发展。企业在采购方面的业务,应该实施科学的供应链战略来提高软实力,利于企业高效发展。本文主要分析企业在供应链环境下开展物资采购的意义,和企业遵循的原则,帮助企业长远发展。", "label": "工商管理", "id": 0}
{"content": "为了帮助农产品电商企业识别顾客网购农产品重点关注的要素,从而有侧重地把握各个要素,提高顾客满意度,本研究借助扎根理论,通过对淘宝、天猫农产品的部分用户真实评价进行编码,提取评价要素并绘制出用户在线评价要素结构图,对要素三级定量化编码后,利用SPSS 22.0多元线性回归确定评论要素对用户整体满意度的影响作用,在此基础上,通过IPA分析法深入探讨各个要素,得出顾客对各要素的关心程度和满意度。", "label": "工商管理", "id": 0}
{"content": "本文梳理了四川在西部金融中心建设中的成就、问题以及四川的产业结构现状,分析了供应链服务和供应链金融发展在解决信息不对称问题的竞争优势,探讨了适合发展供应链服务和供应链金融的产业链匹配,建议四川在西部金融中心建设中应重点加快推进供应链金融的发展。最后以深圳创捷公司为例,介绍了供应链金融发展的经验,并针对四川西部金融中心建设的情况,提出了相应的对策建议。", "label": "工商管理", "id": 0}
{"content": "本文在大数据时代背景下,以中关村在线平台的10款手机产品在线评论为研究对象,通过自然语言处理相关技术和机器学习相关方法挖掘高频产品属性词。通过情感分析获得属性特征情感得分,并将其与电商平台的原始打分数据融合。采用多元线性回归模型获得产品属性偏好排序,进行消费者偏好分析。研究表明,消费者最关注的五类手机产品属性分别为\"外观\"、\"拍照\"、\"性能\"、\"解锁\"、\"性价比\",其中,用户最关注的是\"性价比\"这一属性。最后,对企业在产品改进和市场营销方面提出相关建议,使其在把握消费者偏好的基础上提高综合竞争力。", "label": "工商管理", "id": 0}
{"content": "针对中国再制造产业发展情形,考虑顾客认知价值的再制造产品定价,采用联合分析法量化顾客认知价值并引入logit顾客选择概率模型,构建顾客认知价值的再制造产品定价模型,并探究顾客价格敏感系数、再制造产品对新品的相对认知价值比率对其选择再制造产品的概率和再制造商利润的影响。研究结果表明:（1）再制造产品定价时需关注顾客认知价值和认知价格,避免产品定价高于顾客认知价格;（2）再制造产品的需求与再制造商的利润随着顾客价格敏感系数的增大而增大,定价时应考虑顾客的类型及价格敏感程度;（3）再制造产品的需求与再制造商的利润随着再制造产品对新品的相对认知价值比率的增大而增大,应提高顾客认知价值。", "label": "工商管理", "id": 0}
{"content": "逆向物流作为回收物流中产生的废弃物将资源再利用的重要环节,在实现资源再利用上发挥着重要作用。本文主要针对基于供应链的逆向物流实施时各个环节产生的成本进行成本分析,构建了一个逆向物流运输成本优化模型,根据模型对进行模型进行数据仿真实例。", "label": "工商管理", "id": 0}
{"content": "疫情防控常态化下,集群企业可以借鉴共享经济理念深入发展集群营销,实现集群价值共创,提高企业绩效。本文结合新冠疫情爆发后企业面临消费市场低迷、营收下降、企业经营不善等问题,提出用营销集群度衡量集群企业间协同营销的程度,用集群竞争力和集群整合力评价影响集群营销的市场和社会因素,用共赢营销增值力评估集群营销产生的额外绩效和价值,对集群营销影响企业共赢营销增值力的模型进行了理论和实证研究。发现集群营销通过市场和社会的中介作用提高共赢营销增值力,深入解释集群营销的本质,对于企业加强集群营销从而提高绩效和价值具有重要意义。", "label": "工商管理", "id": 0}
{"content": "人是质量影响因素的核心因素,因此要解决质量问题,首先要解决人的问题,包括人的思想、行为、习惯,生产中规范和约束员工的动作行为,形成好的观念和习惯,将有助于产品品质的改善和提升。", "label": "工商管理", "id": 0}
{"content": "在企业的日常经营管理活动中,企业的科技项目的管理和创新有着非常重要的作用。只有及时有效的将企业科技项目管理工作与创新工作监督管理落实到位,积极地改革创新科技项目的管理体制,才能够保证企业科技项目管理工作的高效开展运行。企业应该重视科技项目的管理与创新问题,注重高素质人才的培养,从而有效提高企业自身的核心竞争力。在项目管理中遇到的问题,应该对问题进行及时合理的解决,并对企业的科技项目管理工作进行深入的探讨,提出针对性的建议。", "label": "工商管理", "id": 0}
{"content": "电力企业是国家基础性企业,电力企业能否正常运行直接关系到国民的日常生活问题。所以切实提高电力企业的自身发展,促进电力技术的一体化发展,加强电力企业的科技项目管理创新。高效的高品质的推动电力企业科技项目管理,向更加专业、科学合理的方向发展具有重要的现实意义。本篇文章主要就电力企业科技项目管理创新问题,进行深入的研讨分析,并对其中呈现出的问题进行针对性的分析解答,希望为我国未来的电力企业科技项目管理发展带来一定的参考价值。", "label": "工商管理", "id": 0}
{"content": "近年来,我国的石油行业高速发展,由于社会对石油资源需求量的增加,使得相关企业获得了强大的发展动力,在企业生产力不断提升的同时,企业规模也在持续扩张。对于当代石油企业来说,安全生产是企业的第一原则,石油具有一定的特殊新,如果操作不当,很容易出现安全风险。在石油企业的生产过程中,设备因素是安全风险的主要诱因,为此,企业方面要加强安全管理,利用管理手段,规范设备应用和维护流程,达到预期的安全作业目标。本文对此进行分析研究,并且提出了几点浅见。", "label": "工商管理", "id": 0}
{"content": "本文针对多品种、小批量混线生产机加车间的计划管理模式进行了研究和探讨,阐述了传统计划管理的局限性,论证了通过构建车间基础信息数据库、探索高效规范的计划管理流程、开发适配车间计划管理模式的信息化计划管控系统来提升计划管理水平的可行性。", "label": "工商管理", "id": 0}
{"content": "爱国潮,更理性除服饰外,\"中国风\"元素在美妆、数码家电、食品三个品类购买考虑因素的重要性在TOP3之外。产品质量、性价比、安全性等排名靠前。支持国货是驱动购买的主要原因,在四个品类的购买考虑因素中均进入TOP5。随着年龄的增长,对产品质量的关注度明显上升,在四个品类中表现一致。在产品相对同质化的美妆品类中,性价比排到第一位。耐消品如数码家电,消费者最关注产品质量。食品则最关注口味。传统品牌在消费者心目中占有相当份量,通过跨界营销出圈,成为国潮品牌的代表在服饰、美妆、数码家电及食品四个品类中,传统品牌成为消费者心目中的国潮代表。善于使用\"中国风\"元素的新锐品牌亦占有一席之地。品牌通过独特的产品理念强化自身标签,形成区隔,将是强化消费者心智的机会。年轻消费者更关注新兴渠道年轻群体对于潮流时尚APP、微信代购、短视频带货等购买渠道的关注度较高。年长群体则集中在综合电商平台及线下渠道。国潮产品溢价的主流区间在10%-30%消费者认可国潮产品的设计内涵并愿意支付溢价。主流区间在10%-30%。国潮食品的溢价接受度低于服饰、美妆及数码家电。年轻人群及高线城市对于溢价的接受度更高。男性群体对于溢价的接受度更高。是品牌需要重点关注的人群。\"情怀牌\"对年长人群更为有效。对于国潮服饰的复购,年轻人群\"看设计,不考虑国潮\"的占比高于其它人群。", "label": "工商管理", "id": 0}
{"content": "质量是一个企业的生命与尊严,对于医疗器械企业更是如此,它关系到医疗患者的生命,忽略质量,就是自杀。要做好质量,就需要真正地理解质量含义、质量管理的精髓、日常质量管理思路及常用质量工具方法,构建出属于自己理解的质量屋,实现质量免费。本文作者结合自身多年的生产实践,特别是在统管迈瑞板卡质量这段时间总结出对质量管理的一些想法,供大家学习参考。", "label": "工商管理", "id": 0}
{"content": "国家能源结构正在转型,水力发电以环境污染少、资源消耗小、经济效益好得到快速发展。水电企业一次性投资大、建设周期长,属于资产密集型企业,机器设备、房屋等在企业资产结构中占有很重要的比重。随着信息技术的进步,企业管理信息化建设已成为提高企业综合竞争力的重要举措。本文以水电企业资产管理现状为基础,以华能集团公司信息化及\"互联网+\"发展\"十三五\"战略规划为契机,建设资产管理智慧化平台,提高资产管理的精细化、便捷化、规范化水平,推动水电企业高质量发展步伐。", "label": "工商管理", "id": 0}
{"content": "本文基于2008-2019年上市公司的数据,实证检验了儒家文化对企业绿色转型水平的影响。研究结果发现,儒家文化对企业绿色转型有驱动作用,进一步分组检验发现,对于国企和非国企上市公司,儒家文化都能促进企业绿色转型,且国有企业受儒家文化的影响更大。本文的结论丰富了传统儒家文化与企业决策与转型的相关研究,为传统文化向实际应用的转换提供了理论支持。", "label": "工商管理", "id": 0}
{"content": "工业机器人的兴起为社会带来了广泛而深远的影响,与此同时也带来了对于创新挤出的忧虑。本文利用2000—2017年我国制造业上市公司面板数据,通过半连续型双重差分法（TWFE估计）研究企业工业机器人渗透度对其创新效率的影响,研究发现:工业机器人使用对企业创新存在显著且稳健的正向影响;这种影响主要通过增加企业研发投入、优化企业员工结构和降低企业战略多元化程度的机制实现;通过构造以美国行业机器人渗透度计算的中国企业渗透度作为Bartik工具变量,控制内生性后结果保持稳健。", "label": "工商管理", "id": 0}
{"content": "数字化与绿色化已成为企业发展的两大主题,但现有研究鲜有关注二者的握手问题。为此,以211家制造企业为研究样本,构建了数字化转型、绿色创新与绿色竞争优势的\"两化\"连通模型,并进一步分析了环境伦理及市场不确定性在其中所发挥的权变作用。通过理论分析与实证检验,得到以下结论:（1）数字化转型并不能直接带来绿色化,但在环境伦理的作用下,数字化转型对绿色创新和绿色竞争优势都具有显著正向作用,因而能带来绿色化。（2）市场不确定性在绿色创新与绿色竞争优势间发挥着负向调节作用。研究结论对企业如何有效实现\"两化\"握手具有重要启示,有助于推动数字经济与绿色经济的融合发展。", "label": "工商管理", "id": 0}
{"content": "基于621名员工样本调查数据的实证分析,本研究探讨了时间型领导-工作聚焦-员工创新行为的影响路径和感知上级信任的调节效应。研究结果表明:时间型领导正向影响员工创新行为;促进式与防御式工作聚焦部分中介了时间型领导与员工创新行为间的正向关系;感知上级信任正向调节时间型领导影响员工创新行为的直接效应,且在整个模型中具有有调节的中介效应。", "label": "工商管理", "id": 0}
{"content": "培育高价位品牌是\"卷烟上水平\"的关键,在县级市场进行高价位卷烟的培育提高县级市场卷烟结构的关键,也是目前客户经理头痛的问题。本文主要阐述当前县级市场的存在的现状及原因,并就存在的问题提出了高价位卷烟品牌培育的策略。", "label": "工商管理", "id": 0}
{"content": "卷烟零售户诚信互助小组是为了规范卷烟零售市场,构建公平、诚信、守法的卷烟销售环境,促进卷烟零售终端发展,实现工商零共同监管好卷烟市场而建立的组织管理模式。针对区局提出的\"推进卷烟零售户诚信互助小组升级改造的指导意见\"的工作要求,夯实卷烟零售户诚信互助小组基础建设,充分发挥诚信互助小组在市场管理、终端建设、客户服务、品牌培育、交流学习等方面的作用具有重要意义。本文对诚信互助小组建设的意义、现状进行分析,并对诚信互助小组如何品牌培育提出具体措施和策略。", "label": "工商管理", "id": 0}
{"content": "近年来,随着\"云大物智移\"的普及,新零售渐成大势所趋,面对市场化取向改革和卷烟营销高质量发展的双重要求,探索流通品牌建设来增强渠道掌控力是烟草行业必须面对的重要课题。本文介绍了当前流通品牌建设背景,对流通品牌现状进行了可行性分析,提出了目前建设存在的问题,并从品牌化终端、平台化运营、数字化管理、职业化队伍四个方面探讨了渠道掌控背景下的流通品牌建设路径。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言科技是国家强盛之基,创新是民族进步之魂,\"坚持创新驱动发展,全面塑造发展新优势\"已纳入《中共中央关于制定国民经济和社会发展第十四个五年规划和二〇三五年愿景目标的建议》（以下简称《建议》）。企业是创新的主体,是推动创新创造的生力军,国家电网公司于9月1日召开2020年科技创新大会,强调要把科技创新摆在关系公司战略全局的突出位置,并全面实施\"新跨越行动计划\",各省市公司迅速响应。", "label": "工商管理", "id": 0}
{"content": "<正>质量是企业核心竞争力的体现,是实现创新驱动发展的关键。今年以来,面对来势汹汹的新冠疫情,公司经营发展面临巨大压力,迫切要求通过创新创造、质量管理提升找办法、找出路,广泛深入开展QC小组活动面临新的更高要求。公司积极践行新发展理念,坚持传承创新,把质量管理工作融入工作全局,广泛开展技术革新、服务创新和发明创造,激励引导广大员工致力于身边的质量改进和技术创新活动,从公司重点任务和关键问题入手,应用先进质量工具和方法,通过课题研究的\"改进\"和\"创新\",解决公司经营发展以及安全生产、优质服务中的实际问题,助力\"基层、基础、基本功\"建设,为公司实现高质量、高效益、可持续的发展夯实坚实基础。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言为了进一步强化党内监督、严肃党内纪律,从1996年中央正式开始了一种\"自上而下\"的自我监督方式,即巡视制度。巡视制度具有政治性、综合性、权威性、独立性,是强化党内监督的重要举措和制度创新,巡视制度在惩治和预防腐败中发挥重要作用。借鉴于此,2016年,为进一步推动安全生产责任落实,创新安全生产监督检查方法,国务院推出建立安全生产巡查工作制度,安全生产巡查首次在国家层面正式提出。安全巡查的目的是以安全生产制度为支撑,以安全职责到位衡量标准为依据,针对巡查发现问题,对照到位标准,", "label": "工商管理", "id": 0}
{"content": "<正>一、引言为建成\"具有中国特色国际领先的能源互联网企业\"提供坚实的科技保障和智力支持,国网宁夏检修公司针对科技管理方面提出建立以\"五提升\"为目标的全链条协同科技创新体系,通过不断的推广应用,进一步促进公司科技管理职责划分,使工作流程衔接更加紧密,工作标准不细化,执行力持续强化,内部资源实现高效配置,充分发挥了管理协同联动的效能。", "label": "工商管理", "id": 0}
{"content": "<正>湖北清江水电开发有限责任公司（以下简称清江公司）地处世界最大的水电基地——湖北省宜昌市,主要负责清江流域各梯级水电工程的开发建设及电站建成后的经营管理,是我国第一家按现代企业制度组建的流域性水电开发公司,是国务院批准的第一家水电\"流域、梯级、滚动、综合\"开发试点单位,也是全国首批发电企业电力安全生产标准化一级企业。", "label": "工商管理", "id": 0}
{"content": "<正>《\"十三五\"国家科技创新规划》提出,全面实行国家科技报告制度,建立科技报告共享服务机制。充分运用现代信息和网络技术,依托各类科技创新载体,整合科技服务资源,推动技术集成创新和商业模式创新,积极培育科技服务新业态。国家提出创新驱动发展战略,以高企税收优惠、加计扣除科研投入175%的所得税减免等经济手段引导企业创新,对企业科研投入认定上,提出了越趋规范的要求,其目的就是使企业真投入、真研发、真创新。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言中国水电工程顾问集团有限公司自2012年以来经历了多次重组整合,根据中国电建统一部署,公司战略定位、主营业务、发展模式等都发生了重大的变化。目前水电顾问公司致力于\"打造电建股份旗下重要投融资平台和质量效益型一流投资企业\",公司主营业务集中在新能源投资板块。当前,我国能源行业进入新旧动能转换期,新能源已逐步从辅助能源转变为替代能源和主体增量能源,但由于去补贴进程的加快、市场交易电量不断扩大,", "label": "工商管理", "id": 0}
{"content": "<正>一、引言当前,科技创新已成为时代的主题,作为国有企业,坚定不移推进创新驱动发展战略,培养和造就一批具有高水平的青年科技人才和青年创新团队,全力抢占技术、产业、人才制高点,研发和掌握更多的国之重器,是责无旁贷的使命和任务。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言在电力施工中,由于高空作业多、施工难度大、可变因素多导致安全风险较高。尤其是线路工程,受到地形限制,很多施工现场在\"以包代管\"的情况下,对安全措施大打折扣,造成安全事故。如2017年\"5·7\"江西省送变电建设公司输电线路倒塔4人死亡事故、\"5·14\"山东省电力公司青岛胶州铺集110k V输电线路工程倒塔4人死亡事故,2020年\"5·11\"湖南省送变电工程有限公司抱杆倾倒3人死亡事故,", "label": "工商管理", "id": 0}
{"content": "<正>一、引言国务院国资委明确要求中央企业和谐发展要实现\"品牌美誉度和影响力显著提升\",利益相关方对企业可持续发展提出了越来越高的期待。企业品牌建设已经进入到以追求可持续发展为导向的责任品牌阶段。企业要树立责任品牌形象,必须将社会责任理念与各层级员工的日常行为的全面融合,持续提升员工履责意愿和履责能力,对利益相关方诉求做出积极回应。企业负责任的品牌形象的建立不仅能获得各利益相关方在价值上的巨大认同和支持,还能吸引其帮助企业更加顺利地获取各类资源,", "label": "工商管理", "id": 0}
{"content": "通过对烟草物流中心设备管理现状分析,对设备运行过程的某些环节进行视频监控管理,规范人员操作,控制条烟破损率,监控设备运行状态以及协助故障诊断检测,达到减少设备故障率,降低卷烟破损率,提高设备维修效率的目的。", "label": "工商管理", "id": 0}
{"content": "由于当今复杂多变的内外部环境,领导者需要采取双元矛盾策略以平衡组织内部的不同需求。仁慈与威权两个维度来源于我国源远流长的历史积淀——家长式领导,这种既聚仁慈又富威权的领导模式则称之为\"恩威并施型\"领导。当仁慈与威权两种领导风格都呈现适度水平时,这种作为根植于中国本土文化的特色双元领导模式,能够成为改善员工工作行为以及提高员工工作绩效的积极因素。但以往的研究表明,\"恩威并施型\"领导对下属创新绩效的影响机制并不明确,为了弥补这些不足,本研究通过引入工作需求-资源模型,探索了中国特色文化情境下的\"恩威并施型\"领导对员工创新绩效的跨层次影响路径。采用多层线性模型（HLM）对两个时间点的数据进行分析,发现:（1）\"恩威并施型\"领导与员工创新绩效呈正相关;（2）员工韧性在\"恩威并施型\"领导和员工创新绩效之间承担中介作用;（3）权力距离取向在\"恩威并施型\"领导和员工创新绩效之间承担调节作用。研究结果表明,领导者采取恩威并施的管理行为能够使下属产生积极的认知评价,并相应地调整自己的心理状态,提高韧性水平,从而提升员工的创新绩效。同时,低权力距离取向的员工,\"恩威并施型\"领导与员工创新绩效的正相关关系越强。以上结果丰富了\"恩威并施型\"领导跨层作用的认识,对双元领导、员工韧性和创新绩效等研究领域都有一定的启发意义。", "label": "工商管理", "id": 0}
{"content": "目前我国企业技术创新存在模式陈旧、机制不完善的问题,导致企业自主创新能力较差、制约企业发展,针对这一问题,研究柔性人力资源管理对企业技术创新的影响。通过分析柔性人力资源管理,得到内在的驱动性、持久性、激励有效性以及迅速适应性特征,获取柔性人力资源管理和企业技术创新之间的关系。发现柔性人力资源管理对企业技术创新进程、文化交流、生产价值上存在正向影响,为企业今后的技术创新提供可靠的数据支撑。", "label": "工商管理", "id": 0}
{"content": "近年来,社会网络与企业活动的交叉领域逐渐成为研究热点,社会网络中嵌入的社会资本引起了研究者的重视。技术标准联盟网络作为社会网络中的一种,是由企业间共同起草技术标准的合作关系所构建的网络结构。技术标准联盟网络与其他网络相比,具有规模大、企业间联结复杂的特点,大量丰富的异质性信息和知识嵌入其中。而技术创新一直以来是企业为提升自身核心竞争所着重关注的因素。因此本文以标准产出丰富的信息产业为例,对技术标准联盟网络与企业技术创新绩效之间的关系进行探讨,并且试对其作用机制进行分析推测。本文基于社会网络理论、组织间学习理论、信息不对称理论和创新理论,以2017年-2020年53家信息技术产业的高技术企业探讨技术标准联盟网络对企业技术创新绩效的正向促进作用,并且从信息优势和控制优势以及组织间学习的角度解释了技术标准联盟网络作用的内在机理。研究结果表示,技术标准联盟网络与企业技术创新绩效呈正向相关关系。", "label": "工商管理", "id": 0}
{"content": "标准化与技术创新日益深度融合,已然成为经济竞争的重要战略手段。在新兴技术革命的环境下,产品周期短,技术更新快,标准研制与技术创新日趋重要,实现二者的协调发展是社会经济发展的必然要求和趋势。本文分析了技术创新与标准化的内在联系,对实现技术创新成果向标准转化的路径进行了探析与总结。", "label": "工商管理", "id": 0}
{"content": "我国已转向高质量发展阶段,同时绿色发展生态环保工作是我国\"十四五\"规划的重要指标,实现厨房油烟中有害物质减排是我们重要的社会责任,为实现人民生活更加美好。发挥标准化工作在企业环保技术创新应用中的引导促进作用,海尔通过对集成灶产业和用户的调查、研究,结合油烟净化技术相关环保标准的更高要求,在行业内率先提出制定《集成灶油烟净化技术要求及试验方法》标准,标准实施后,将促进相关企业更加关注油烟净化的研究,关注集成灶全生命周期运行效果的提升,引导产品升级、产业升级。", "label": "工商管理", "id": 0}
{"content": "<正>山东泉林集团有限公司是一家集秸秆综合利用技术研发与产业化应用、秸秆本色浆与黄腐酸衍生产品开发、生产与销售于一体的大型集团化企业。年处理秸秆200万吨,是全球最大的秸秆综合利用企业。公司建有国家级企业技术中心,是国家创新型企业示范企业,国家级循环经济标准化试点单位、国家第一批工业品牌培育示范企业、全国环保印刷纸张标准化试验与推广基地,公司\"秸秆清洁制浆及其废液肥料资源化利用新技术\"荣获\"国家技术发明二等奖\"。", "label": "工商管理", "id": 0}
{"content": "本文以在企业标准信息平台上随机获取的浙江、江苏、山东、福建、广东、河北、安徽等七个地区的熔喷布企业标准文本为例。通过对文本中的指标进行提取、整理,同时结合标准编写企业的基本信息进行综合性分析,指出目前熔喷布企业标准自我声明中存在的突出性问题,并给出对应的建议。", "label": "工商管理", "id": 0}
{"content": "21世纪是质量的时代,质量管理的理念已经在各行各业广泛应用,企业管理、制造业等等,本报告将质量管理体系聚焦于大学当中,将质量管理体系运用于大学科研学术竞赛的实践当中,针对竞赛管理中暴露出来的问题通过质量管理的方法来改进完善。本文通过质量管理体系中的方法模型在大学生科研学术竞赛当中的具体实践及其在项目管理上的优势,同时,本文还对加强大学生质量管理教育与实践推广途径进行探究,倡导大学生树立质量管理的理念和思维。", "label": "工商管理", "id": 0}
{"content": "2019年12月15日,公司以483分高分通过中电联专家组AAAAA级\"标准化良好行为企业\"现场确认,助力省公司圆满完成国网公司技术标准创新基地试点建设任务。一年来,在省公司科网部的带领下,公司成立标准委员会,围绕企业发展愿景,确定了标准化方针和目标,形成标准化工作网络;围绕体系策划,形成了以技术标准为主体、管理标准、岗位标准相配套的企业标准体系;围绕信息共享,建立了企业标准化信息系统,提高标准化工作效率;围绕标准执行,强化标准的监督和检查、促进标准的落地实施,使得标准胡影响力和贡献力大幅提升。", "label": "工商管理", "id": 0}
{"content": "标准化作为企业技术创新的有力支撑,是企业长足发展的基石。本文分析了企业研发与标准化整体应用,并结合标准对企业发展的作用,重点介绍企业研发与标准化同步及其推广应用,充分发挥标准在提升企业质量、铸造企业品牌的支撑作用,全面提升企业的竞争力,更是企业的行服务、求创新、谋发展的重要路径。", "label": "工商管理", "id": 0}
{"content": "随着电力行业转型发展,电力设备技术监督管理工作面临新情况、新问题和新要求,主要表现在发电技术监督标准体系还存在滞后和空缺的问题、原技术监督体系很难适应新型能源企业的工作需要等方面。本文结合新型综合能源企业的实际情况,在原有技术监督体系基础上开展创新探索,总结出一套与新型能源企业相适应的技术监督体系。", "label": "工商管理", "id": 0}
{"content": "企业知识产权事业的高质量发展,离不开知识产权质量的提升,更离不开企业知识产权信息管理质量的提升,鉴于此,本文将知识管理的思想引入企业的知识产权信息管理中,探讨构建企业知识产权信息资源管理机制。旨在促进企业知识产权信息资源的深度开发,从而帮助企业清晰的了解自身及所处行业的知识产权面貌,切实的将知识产权工作从追求数量向提高质量转变,使企业的知识产权真正成为科技成果向现实生产力转化的桥梁和纽带。", "label": "工商管理", "id": 0}
{"content": "配置管理（Configuration Management,CM）是产品数据管理（Product Data Management,PDM）的重要组成部分,配置信息是配置管理呈现的结果。通过阐述配置管理的基本原理及配置管理在神龙汽车公司的准确性问题,并以某车型备用车轮为例,从功能和变型配置方法两方面分析了影响配置准确性的因素,并针对性地提出了校验和解决方法。该方法的实施,为提高后续新车型在产品数据管理系统中的配置准确性,提升产品数据管理效率,提供了实践依据。", "label": "工商管理", "id": 0}
{"content": "在大数据环境下,加强企业档案情报信息工作的现代化管理,应树立知识产权观念;构筑企业档案情报信息服务平台的选择途径,充分利用信息资源来增强企业的核心竞争力;做好企业竞争情报系统中的信息收集与信息分析研究;运用ERP管理思想,创建企业信息系统的集成管理体系;以人为本,创新发展。本文论述了企业档案情报信息工作在民品开发、科研生产中的地位、作用和任务。企业档案情报信息工作是科学技术工作的重要组成部分,是加速国民经济建设、实现科学技术现代化的耳目、尖兵和参谋,是一项科学性、时间性、社会性很强的技术工作,也是一项代价小、收益大的事业。文章阐明了企业档案情报信息工作不仅直接关系到企业科研生产的发展和科技水平的提高,而且也关系到该企业的产品在国内外市场的竞争中能否立于不败之地,从而提高企业的核心竞争力。它是企业保护知识产权的有力武器。", "label": "工商管理", "id": 0}
{"content": "分析国内、外企业科技创新体系的发展现状,针对首钢工程科技创新体系存在的主要问题,提出首钢工程科技创新体系重构与实施内涵和主要做法,形成以新技术（新产品）研发为核心与研究工具、研究组织形式、研究方法有机融合的科技创新体系,具有突出的管理创新性,实施后取得显著的经济效益、管理效益和社会效益,具有广泛的推广与应用价值。", "label": "工商管理", "id": 0}
{"content": "婴童食品引领品类增长新锐品牌竞争日趋白热化012021年第一季度中国母婴细分类目中,包括奶粉、辅食、营养品、零食在内的婴童食品类目同比增速最高,达到28.3%我国母婴相关企业数量在近三年爆发式增长,截至2021年5月31日已超过90万家,婴童细分领域品牌竞争日益激烈海外新锐品牌持续涌入中国市场,国货品牌实力显现,逐渐抢占更多细分领域市场份额育儿APP为新锐品牌提供独特营销价值02在保证产品力的基础上,差异化的线上营销策略是新锐品牌实现增长突破的重要环节对于细分品类,提升市场空间的重点在于借助营销逐步提升品类渗透率和复购率育儿APP持续吸引新生妈妈用户,成为新锐品牌实现精准拉新的重要渠道品质安全、高颜值更能吸引用户购买新锐品牌03母婴相关产品消费占家庭月收入比例约为27%;超过40%的用户对中高端定位、高颜值的产品有更高的支付意愿超过50%的用户在进行母婴产品消费决策时,最容易受到母婴社群、领域专家的影响用户选购不同品类的母婴商品时\"品质与安全\"均是首要考虑因素;新锐品牌兴趣用户对产品设计感、品牌属地和促销折扣信息更为关注国货新锐品牌受到认可试用、专业内容种草力强04用户对中国新锐品牌的平均购买意愿高于海外品牌育儿APP用户容易通过平台内的产品试用活动、专家科普内容、社区话题分享等方式被新锐品牌种草,并有更高的新锐品牌认知度超过43%的用户通过不同方式推荐过自己使用过并较为认可的新锐品牌", "label": "工商管理", "id": 0}
{"content": "随着信息化技术的快速发展,DRM数字版权管理技术在文本、图像、视频等数字化内容的管理及保护上得到了广泛的应用。本文以DRM技术为基础,根据建筑行业企业科研成果版权管理的需求,设计了企业科研成果文档数字版权管理及保护系统。系统使用特殊的DRM文件加密格式,可以配置相关权限模板及加密验证方式,能够有效地实现企业科研成果文档的数字版权保护。确保企业科研成果资源在合理、合法范围内传播利用,促进知识资源的业内共享。", "label": "工商管理", "id": 0}
{"content": "针对施工企业技术管理现状和业务发展需要,为实现技术管理的程序化、规范化、组织化,各个领域均开发建设了企业科技管理系统,来实现企业日常信息化管理和技术管理。通过科技管理系统建立的虚拟平台,拉近各阶层管理人员的距离,加强人与人、项目与项目、项目与公司之间的协作能力,达到提高企业生产力的目的。同时科技管理系统统计分析能力,可为各级决策者提供大量精准的数据,保证各级决策者通过信息科学技术、信息数据,及时做出科学决策,正确引导科技管理。", "label": "工商管理", "id": 0}
{"content": "<正>研究目的:探讨我国冰雪器材企业品牌建设的实施方案,使我国冰雪运动器材企业在激烈的冰雪运动器材市场竞争中取得优势。研究方法:文献资料法;实地调查法;swot分析法。研究结果:多数冰雪制造品牌占有率有所不足品牌意识淡薄,品牌市场定位模糊,品牌市场存在区域性差异。研究结论:加强政府对我国冰雪器材企业的扶持力度、加强我国冰雪器材企业品牌的树立意识、增强我国冰雪器材企业品牌的保护意识、推动我国冰雪器材企业品牌的发展、结合消费者感知效果构建鲜明品牌形象、明确品牌价值并实现多元化营销、提高我国冰雪器材研发能力、加强我国冰雪企业集群化建设等战略。", "label": "工商管理", "id": 0}
{"content": "由于工业设备的特殊性,对其进行自动化管理一直是比较困难的任务。随着工业设备的规模及造价越来越高,自动化管理工业设备也变得越来越困难。因此,有必要对自动化工业设备管理进行深入研究。", "label": "工商管理", "id": 0}
{"content": "在新时代背景的推动下抓住时代的脉搏,把传统民族艺术与最时尚的载体相融合,也就是将传统剪纸艺术与服饰设计相融合,把剪纸的美学原理转移到服装服饰上,与时尚设计结合、互融、渗透,提炼服装与剪纸这两种艺术载体的精髓,从美学角度、科学角度深入研究,使这两个载体融合创新,提升艺术价值与使用价值。服装行业作为我国重要的传统产业,其承载着文化传播与增长经济的重任,正值国家\"一带一路\"经济建设与服装工业蓬勃发展之际,紧紧握住当前机遇,深入探索两者精髓气韵所在进行延展融合,是非常好的可以促进这两个艺术载体在新时代发挥更辉煌的魅力,同时谋求更大化的经济效益的最佳时机。", "label": "工商管理", "id": 0}
{"content": "随着2018年4月8日新组建的文化和旅游部的正式挂牌,文化与旅游融合发展大势所趋。旅游产业与文化产业同属国民经济中的第三产业,其中旅游产业是一个文化性很强的经济产业,同时也是一个经济性很强的文化产业。红色旅游作为主题旅游产品,其品牌的有效传播对增强旅游产品的吸引力和核心竞争力具有至关重要的作用。在激烈的旅游市场竞争中,旅游品牌的传播对增强旅游产品的吸引力和核心竞争力至关重要。本文从调查沈阳红色品牌发展现状入手,通过对文化与旅游融合发展视域下沈阳红色旅游品牌传播现状的调研和分析,明确沈阳红色旅游品牌传播的理论意义和现实意义。", "label": "工商管理", "id": 0}
{"content": "在新时代东北振兴背景下,中小企业要实现适应经济新常态的战略性调整,就要坚持创新驱动发展模式,注重提升企业科技人员的技术创新能力,形成以创新为主要引领和支撑的经济体系和发展模式。沈阳市中小企业的技术创新薄弱是制约其经济可持续发展的主要因素,技术创新在中小企业成长发展中扮演着重要角色,而其成长发展的核心在于科技人员技术创新能力的提升。因而,多角度多渠道探索沈阳市中小企业科技人员技术创新能力提升的有效途径和对策建议具有重要的理论价值与现实意义。", "label": "工商管理", "id": 0}
{"content": "<正>中国航天科工集团第三总体设计部（以下简称三部）成立于1960年,是我国军工领域重要的总体设计单位与产品研发基地,主要承担飞航高科技产品的总体设计、系统集成、试验验证及售后服务等任务。三部现有在职职工1439人,其中研究员157人,高级工程师449人,下设飞行器总体、导航制导与控制等28个特色专业,拥有国防科工局复杂系统控制与智能协同技术国防科技重点实验室、国防科技工业海洋安全体系创新中心,航天科工集团公司空间数据应用中心、水下武器装备及作战体系研究中心、", "label": "工商管理", "id": 0}
{"content": "<正>当前世界能源正向清洁、高效、低碳方向转型发展,新一轮能源革命正蓬勃兴起。十九大报告指出,要\"推进能源生产和消费革命,构建清洁低碳、安全高效的能源体系\"。华能作为我国能源领域国有重要骨干企业,在对我国创新驱动发展战略大背景及能源转型大趋势充分认识的基础上,提出了适应新形势、优化原有技术创新体系,构建集团公司高效技术创新体系的新要求。", "label": "工商管理", "id": 0}
{"content": "<正>西安飞机工业（集团）有限责任公司（简称航空工业西飞）创建于1958年5月8日,是我国大中型军民用飞机研制生产的重要基地。公司拥有20多家控股和参股企业,科研生产占地面积近400万平方米,拥有各种设备12000余台（套）,员工近20000人,资产总额约380亿元。近年来,西飞发展驶入快车道,各项经营指标持续高速增长,2019年营业总收入达到251亿元。航空工业西飞坚持\"生产一代、", "label": "工商管理", "id": 0}
{"content": "<正>作为传统制造业,商品混凝土企业对多站点的管理一直实行\"站长负责制\",即由站长对站内所有事务负责,并对接项目保供服务。这种管理模式对站长的业务能力、个人素质、职业素养、道德品质要求较高,现实中往往难有匹配的人选,造成厂站管理水平参差不齐的局面。尤其对于大型商品混凝土企业来说,这种管理水平的参差不齐会带来由点及面的负面影响,即一个站点的管理缺失会对公司整体的口碑和形象产生全面影响。更为关键的是,公司管理部门的对口协调、指导、监督和考核难以精准到位,纠偏和提升效果极不理想。", "label": "工商管理", "id": 0}
{"content": "在企业资产管理中,普遍存在的\"帐、卡、物\"不一致的问题,严重影响了设备资产的高效利用,甚至因为资产丢失,造成经济损失,甚至导致严重的审计风险问题。目前,供电企业普遍采用人工进行资产盘点和管理的方式,资产清点工作量大,容易出现错漏,而且人力成本高、管理手段落后,管理效率低下,很难适应企业精益化管理和\"提质增效\"的发展要求。本文基于物联网室内定位技术,研究并提出一种行之有效的企业设备资产的智能识别、精确定位和可视化跟踪管控技术,助力供电企业提高设备资产的数字化、智能化和网络化管理水平。", "label": "工商管理", "id": 0}
{"content": "本文基于2008-2017年上市公司的数据,实证检验了集体主义、个人主义文化对企业创新的影响以及制度环境的调节作用。研究结果发现,相对于集体主义,个人主义文化对企业创新有促进作用,完善的制度环境能够增强个人主义对企业创新的促进作用。进一步细分创新类型发现,个人主义文化对企业发明专利、实用新型专利和外观设计专利的申请均有促进作用。", "label": "工商管理", "id": 0}
{"content": "本文基于目的-手段理论,根据企业管理决策程序,结合系统理论,构建了企业的创新系统。研究认为企业创新系统要求企业围绕创新目的,在企业创新系统内企业的创新可以从目的创新和手段创新两方面进行研究。在创新系统内,企业所有的创新活动先是目的创新,然后是手段创新;先高层次项目创新,后低层次创新。在同一层次创新项目中也有顺序性。而且每一项创新不是单独进行的,而要与其他环节、活动或要素协同进行。", "label": "工商管理", "id": 0}
{"content": "网络购物环境缺乏消费者缺乏对产品的体验,增强现实能否提高消费者购物体验从而提高对产品态度是企业关心的重要问题。本研究探讨增强现实（AR）产品展示对用户购买愉悦度方面对产品态度的影响。进行了两个实验。实验一以168名参与者为被试,随机分配到有AR的产品展示或无AR的产品展示,并测量用户的临场感、心理意象、购买愉悦度和态度。与无AR组相比,有AR组具有最高的临场感、心理意象、购买愉悦度和态度,并且与对产品的最积极态度相关。实验二旨在评估延迟效应,结果表明,随着时间推移,有AR组参与者对产品的态度比无AR组波动更大。", "label": "工商管理", "id": 0}
{"content": "技术创新为工业企业发展不断输入动力,在很大程度上决定着工业企业发展的质量,工业企业作为经济社会发展不可或缺的组成部分,研究其技术创新效率对加快经济高质量转型发展有着重要的指导意义。本文基于DEA-Malmquist模型,从静态和动态两个角度对2016-2018三年间安徽省16个市的工业企业技术创新效率进行分析测度。研究结果表明:总体上来看,安徽省技术创新效率不高,未达到DEA有效,区域间技术创新效率相差较大,规模效率低是阻碍提升技术创新的主要因素,应当着力打破制约因素,促进省内协同创新发展。", "label": "工商管理", "id": 0}
{"content": "在已有研究基础上,构建全球价值链中后发企业网络能力、资源获取以及知识重构的理论模型,并形成研究假设。以328份制造业后发企业管理人员调查问卷作为研究样本,运用结构方程模型进行假设检验。研究结果表明:（1）后发企业网络能力中协调、关系技巧和内部沟通对其实现知识重构有显著正向影响。（2）后发企业网络能力中的协调、关系技巧以及伙伴知识对后发企业资源获取有显著正向影响。（3）后发企业资源获取对其实现知识重构有显著正向影响。（4）资源获取在协调、关系技巧影响知识重构过程中发挥完全中介作用。", "label": "工商管理", "id": 0}
{"content": "本研究以某轨道交通装备制造业企业为研究对象,结合经营管理现状构建符合企业管理特色的评价模型框架,并融合多种统计算法,充分考虑企业经营实际和未来发展规划构建具有企业特色的评价体系,并对研究过程进行抽象总结具有高可操作性的质量管理成熟度评价方法,为行业研究提供可平移、可借鉴的方法指导。", "label": "工商管理", "id": 0}
{"content": "在中国经济高速增长并未带动就业显著增长,出现\"高增长,低就业\"的背景下,本文从微观企业创新的视角对这一现象进行解释。利用2000～2017年中国A股上市公司数据,基于面板数据固定效应模型,本文研究发现:（1）创新对就业数量具有促进作用,对就业增长率具有抑制作用;（2）我国创新的就业效应存在明显的产业异质性,第一产业创新对就业具有明显的抑制作用,第三产业创新比第二产业具有更强劳动力吸纳能力,且第三产业创新比第二产业创新对就业增长率的抑制作用也更强;（3）企业规模越大创新对其就业吸纳能力越弱,并且对就业增长率的抑制作用越强;（4）创新对就业数量的净效应作用大小不是一成不变的,其影响效果随时间推移逐渐减小;（5）企业创新对就业增长率的负面影响主要是通过\"降低就业创造率\"这一途径起作用。", "label": "工商管理", "id": 0}
{"content": "近年来,我国将创新作为国家经济发展的战略支撑,以创新驱动产业升级和经济转型成为发展中的重点。创新先天的高投入和高风险性决定了其对金融系统的天然依赖。目前,我国金融体系的根本问题在于结构性矛盾,这会导致金融资源的错配,从而阻碍企业创新能力的提高。本文从金融市场和银行中介比例构成、银行业结构两个维度分析金融结构对企业创新的影响机理。研究发现金融市场和银行中介能通过融资来源、风险管理、信息处理和公司治理四个方面影响企业创新;在银行业结构中,中小银行比例的提升加剧银行业竞争,从规模、产权、监控能力途径对企业创新产生影响。随后本文使用2009-2017年上市A股数据,对金融结构对企业创新的影响及影响渠道进行了实证研究。研究发现:我国金融市场比例提升能促进企业创新但促进作用有限;中小银行比例提升能大幅促进企业创新;考虑异质性的进一步研究表明,金融市场和中小银行比例提升对民营企业创新的促进作用更强;金融市场比例提升对东部地区促进作用高于中西部,而中小银行比例提升对中西部促进作用更强。最后对影响渠道的研究发现,中小银行发展能显著缓解融资约束促进高技术企业创新,而金融市场的不完善等问题导致金融市场比例提升对企业创新的影响渠道尚不显著,从而解释了为何中小银行比例提升对企业创新的促进作用远高于金融市场比例提升。对此,本文根据我国所处的发展阶段以及金融结构现状,从完善金融市场,完善银行中介体系建设和制定差异化的金融结构调整策略等方面提出对策建议。", "label": "工商管理", "id": 0}
{"content": "如何将研发资源配置于不同的技术进步方式是经济增长至关重要。文章将研发资源配置定义为企业利用研发资源用于不同的技术提升方式,在内生增长模型的框架中,构建包含企业技术进步的理论模型,探讨企业如何选择其技术提升方式。结论表明企业自身研发效率和生产率水平是企业选择技术进步方式的决定因素,研发效率水平较高的企业更倾向于选择内部研发而不是委托外部单位研发,生产率水平较高的技术前沿企业,会倾向于选择内部研发而非直接购买技术。文章基于工业企业科技活动数据,实证分析影响企业选择技术进步方式差异的因素,结果发现企业自身研发效率水平与企业内部研发投入呈正相关关系,企业生产率水平的提升,也会增加企业内部研发投入;同时,不同企业选择技术进步方式也存在企业异质性。本文通过分析不同企业选择技术进步方式差异的内在机制和决定因素,为研究企业研发资源配置决策和分析技术进步方式提供了理论分析和经验证据。", "label": "工商管理", "id": 0}
{"content": "三钢通过积极参与国家、行业标准的制、修订工作,夯实技术标准等基础管理工作,创新技术标准管理模式,适应市场用户的个性化要求,制定了相应的内控标准技术条件、技术协议予以实施。产品技术标准纳入生产经营全过程的制造物联集成系统（MES系统）进行管理,有力推进产品持续创新,质量的恒定升级。", "label": "工商管理", "id": 0}
{"content": "标准化工作在企业管理中发挥着重要的作用,它贯穿于产品的研发、制造、售后等生命周期的各个环节,有效的标准化管理方法能够为企业创造良好的秩序以及经济效益。本文以某企业为例,介绍该企业标准化工作的建设情况。", "label": "工商管理", "id": 0}
{"content": "<正>企业的成长离不开标准,企业的进步离不开标准,企业的持续发展更离不开标准。从小到大、由弱到强,从一间默默无闻的小厂跃升成为中国电池行业的龙头,标准像无形的手一直在背后推动着福建南平南孚有限公司稳步前进。伴随着标准化战略的实施,南孚公司逐渐成为汇聚\"中国名牌\"、\"中国驰名商标\"等荣誉的行业著名品牌,在国内、国外市场上享有很高的声誉。", "label": "工商管理", "id": 0}
{"content": "从获批立项承担江苏省\"储能用铅碳电池高新技术自主创新标准化试点\"项目,历经2年,通过试点保障、体系建设和标准实施,达到并超额完成了试点项目任务书所要求的各项指标;取得显著经济、社会和生态效益,并形成可推广可复制的标准化工作经验。", "label": "工商管理", "id": 0}
{"content": "本文主要介绍了标准化、创新在企业发展过程中的地位,论述了标准化对企业创新发展的作用,及企业创新对标准化持续更新、升级的驱动能力。标准化与企业创新两者相互促进,相互依存,共同推动着企业健康有序的向前发展。", "label": "工商管理", "id": 0}
{"content": "全面质量管理,即TQM（Total Quality Management）就是指一个组织以质量为中心,以全员参与为基础,目的在于通过顾客满意和本组织所有成员及社会受益而达到长期成功的管理途径。企业开展全面质量管理,必须要满足\"三全一多样\",即全过程的质量管理、全员的质量管理、全组织的质量管理、多方法的质量管理。金东公司广泛深入的推行TQM活动,建立起各工段岗位质量责任制,客诉率逐年下降,有效提升客户满意度。", "label": "工商管理", "id": 0}
{"content": "本文综述分析了国际、国内品牌评价标准化工作进展,提炼总结了国内外品牌评价标准化工作的经验和启示,并进一步对品牌评价工作高质量发展提出了对策建议。", "label": "工商管理", "id": 0}
{"content": "本文以产品标准为研究对象,在研究产品标准水平相关要素的基础上,构建了产品标准水平评价指标体系,并利用层次分析法得到了各项指标权重。建立产品标准水平五星等级评价标准,运用模糊综合评价法确定产品标准水平的隶属等级,为产品标准水平提供综合评价方法。", "label": "工商管理", "id": 0}
{"content": "企业产品标准自我声明公开制度已正式实施多年,从基层工作实际出发,分析制度实施以来的现状情况,总结出监管中存在的困难,针对这些问题提出合理化的对策和建议,希望可以让企业产品标准监管更好地落地,发挥实效,促进企业产品质量提升,实现本地区高质量发展。", "label": "工商管理", "id": 0}
{"content": "<正>知识产权的种类,包括专利、专有技术、商标、版权（图纸、设计文件）和软件著作权等。中冶焦耐的知识产权,是几代焦耐人创新和智慧的结晶,是中冶焦耐公司最宝贵的财富,是实现与客户互利共赢、促进行业创新发展的关键。1中冶焦耐为什么要保护知识产权中冶焦耐每年投入营业收入的3%以上（过去三年平均是5%,每年将近1.4亿人民币）进行研发活动,连续三年每年新申请发明专利超过200件,", "label": "工商管理", "id": 0}
{"content": "科技与创新己经成为企业发展最核心的竞争力,民营企业必须把提升自己的创新能力作为企业发展壮大的长期战略来考虑。在科技发展模式选择上,任何企业都离不开与企业外部的合作,民营企业显得更为迫切和重要。因此,积极参与科技协同网络,在协同中发展企业的创新能力,己经成为民营企业不可替代的战略选择。本文在对民营企业科技协同发展分析的基础上,提出了几种民营企业科技协同发展模式。", "label": "工商管理", "id": 0}
{"content": "随着经济社会的发展,房地产估价业务逐渐由传统房地产估价走向多元化,估价机构内控管理要求也随之发生变化,各机构内控管理调整创新势在必行。本文以某估价机构\"五位一体\"内控管理为例,介绍\"市场、技术、管理、文化、风控\"于一体的创新内控管理体系。通过实例阐述其运行机制,总结其在促进机构业务增长、风险控制、企业转型及可持续发展中起到的推动作用,为建立适应新时代背景下的立体式、多维度、全过程的内控管理体系提供借鉴,以促进房地产估价行业的健康发展。", "label": "工商管理", "id": 0}
{"content": "合理的平面布局是充分利用人力资源、提高设备利用率、实现安全高效生产活动的基础。针对船厂车间布局优化问题,提出一种基于Levy飞行灰狼寻优算法的车间布局优化模型。该方法综合考虑车间生产计划、产品加工路线和不同工位的生产能力,以车间总物流距离最短为目标构建车间布局优化函数,利用能够有效开展全局搜索、具有较优收敛精度的Levy飞行灰狼寻优算法求解函数最优值。实现基于生产实际情况建立模型,切实的提高生产效率、降低物流强度、减少工序间停工带料时间,促进船舶企业的数字化生产管理水平的提供,提升船舶企业的生产能力。", "label": "工商管理", "id": 0}
{"content": "《大耳朵图图》是国产低幼动画中的优秀代表,其\"绿色健康\"的品牌形象深受孩子和家长们的喜爱。授权合作商遍布各个领域,产品涉及音像图书、舞台剧、主题酒店、毛绒玩具、服装、食品、生活用品等。本文以《大耳朵图图》为例,从动画形象打造模式、动画品牌衍生品延伸路径、动画品牌授权管理模式三个方面,深入探析\"图图\"衍生品的开发模式以及国内幼儿动画市场中存在的问题,提出幼儿动画衍生品开发新思路。", "label": "工商管理", "id": 0}
{"content": "移动网络技术的发展推动社会变革从面向传统工业制造转向服务型经济,人们更加重视和谐的生态环境和追求人类社会进步达到统一,产品服务系统设计注重以用户为中心的设计理念,探讨产品与人、社会、环境的关系,通过研究产品服务系统的设计方法,可以更加注重产品使用到结果的服务过程。基于共享理念背景,通过对国内外共享服务模式的理论分析和文献现状研究,对构建共享式产品服务系统各要素进行分析,结合具体相关实例对共享产品系统设计提供创新设计理念与设计策略,具有一定的研究价值和意义。", "label": "工商管理", "id": 0}
{"content": "随着中国经济不断发展,国家陆续出台一系列惠农政策,逐步加快社会主义新农村建设的步伐,这些政策大幅度改善和提高了农村生活质量和水平,农村卷烟消费结构和消费层次不断提高,卷烟品牌培育方向将不断往农村下沉,三江县农村零售户占比达67.3%,占比较大,市场份额仅为52%,农村市场对卷烟品牌培育比较滞后,本文通过研究三江县卷烟农村卷烟市场品牌培育情况,对农村市场多方面的消费调研,对卷烟品牌培育现状进行分析总结,找出其中存在的问题,并提出农村卷烟市场如何做好品牌培育的对策建议,进而达到促进农村零售户提高经营意识,增强品牌培育意识,农村卷烟市场健康发展的目的。", "label": "工商管理", "id": 0}
{"content": "随着我国移动互联网的快速发展,大数据、二维码、社交媒体等互联网创新技术应用大量涌现,互联网思维正加速融入行业之中,企业发展模式逐渐从传统生产要素驱动转变为数据信息驱动,企业更加注重与消费者之间的互动,采集消费者数据、掌握消费行为、挖掘消费潜力。基于此,本文对柳州市场品牌培育工作的困境和机遇进行了分析,探讨以消费数据驱动的创新性思路,信息技术支撑形成涵盖\"品牌、市场、终端、队伍\"四个环节的品牌培育策略,以提升柳州市场卷烟品牌培育的效果。", "label": "工商管理", "id": 0}
{"content": "在行业从高速度发展向高质量发展转变的大背景下,盘活要素资源提上了新的战略高度。本文旨在通过构建卷烟品牌精准培育模型,针对具体品牌关键性指标数据,自动精准匹配营销策略,在此基础上建立品牌量化评价指数,科学调控,从经验营销向数据营销转变,探索卷烟品牌的科学营销之路。", "label": "工商管理", "id": 0}
{"content": "为了提高设备综合效率,从根本上实现降本增效的目标,广西壮族自治区烟草公司柳州市公司物流配送中心（以下简称柳州市公司物流中心）从2018年12月开始推行TPM设备管理,本文从TPM设备管理的含义,柳州市公司设备管理的现状,TPM设备管理工作推进的过程、不足之处等方面对柳州市公司开展全员生产维护工作进行了阐述,同时为将来如何更好地开展设备管理,有针对性地提出了几点工作措施。", "label": "工商管理", "id": 0}
{"content": "培育重点品牌是烟草商业企业的第一要务,是推动烟草卷烟品牌发展上水平的重要途径,是行业发展面临的重大课题,也是行业发展的重要方向。加强广西烟草重点品牌的培育,提高\"真龙\"重点品牌的占比,是广西烟草持续、稳定、健康发展的关键。", "label": "工商管理", "id": 0}
{"content": "品牌培育是一项系统性、长期性的工作,涉及到工业公司、商业公司、客户和消费者等层面的通力协作。目前,品牌培育工作也是一直困扰卷烟工商企业多年难题,在县级卷烟营销部的实际工作中,往往会出现品牌培育与预期效果有差距,甚至出现精心培育的品牌销量越来越差,没有刻意培育的品牌销量却越来越好的情况。笔者试从品牌培育的市场状况、客户心理以及应采取的方法、措施对其进行一次探讨,找准当前\"真龙\"等重点品牌培育的问题症结,对症下药,切实做好品牌培育工作,提高品牌适应市场的能力。", "label": "工商管理", "id": 0}
{"content": "社会经济在快速的发展,传统的营销模式已无法满足当下新形势、新发展要求,营销策略需要紧跟市场步伐,积极适应市场节凑。为此,我们需要对当前品牌结构进行深入分析,主动倾听消费者的声音,进一步找准各类品牌的市场定位以及未来发展方向,挖掘出品牌培育内在动力。而营业主推模式给我们提供了一个全新的选择,对突破品牌培育工作瓶颈,提升品牌培育水平具有重要意义。", "label": "工商管理", "id": 0}
{"content": "随着人们的生活水平的提高,人们的消费观念的转变,消费者对汽车产品的消费己经不再仅仅满足于代步工具,而是更多考虑的是汽车的安全、舒适、绿色、环保、质量、品牌、时尚等因素。象大众桑塔纳车型连续生产二十年的现象是一去不复返,现在新的车型生产周期由以前的6至8年缩短到现在的3至5年,逼着主机厂每年都要推出不少新车型来争抢市场份额,确保自己的市场地位。随着新车型生产寿命期的缩短,除了主机厂需要自身有强大的研发能力以外,还需要与主机厂配套的汽车零部件供应商也要有相当的新产品设计开发能力以及在开发阶段对零部件的质量控制能力。因此可以说主机厂之间的竞争表现为新车型之间的竞争,而汽车零部件供应商之间的竞争则表现为新产品过程开发综合能力的竞争。如果因为某一汽车零部件供应商开发出来的零部件产品质量缺陷而导致整车召回,整车滞销,不仅影响主机厂的声誉,而且导致该车型整个供应链的巨大损失。因此对汽车供应链上汽车零部件供应商的质量管理必不可少,特别是对零部件开发阶段的质量管理就显得尤为重要。主机厂为了保证自己的竞争力,在新车型开发阶段对新供应商的选择以及对供应商新产品开发阶段的过程监控显得尤为重要。本文希望通过基于对汽车行业质量管理体系TS16949的介绍、供应商管理体系、供应商先期产品质量策划和生产件批准程序的研究,结合分析零部件供应商公司质量管理现状,提出适合于汽车零部件企业的供应商质量管理方法,特别关注对新产品开发阶段的质量管理,确保供应商的新产品设计质量、工艺过程开发质量以及量产后稳定生产时的产品质量,完善汽车零部件供应商管理体系,从而提升整个汽车供应链产品质量,提升整个供应链的整体竞争力。", "label": "工商管理", "id": 0}
{"content": "<正>随着中国制造2025国家战略规划的制定和实施,中国正实现由制造大国向制造强国的转变,智能制造已经成为新时期我国经济发展面临的重大课题。制造业数字化、网络化、智能化是新一轮工业革命的核心技术,是中国制造2025的制高点、突破口和主攻方向。", "label": "工商管理", "id": 0}
{"content": "通过将经济政策不确定性与工业智能化纳入同一理论研究框架,依赖资本—技能互补假说刻画了经济政策不确定性与工业智能化通过影响企业人力资本升级进而作用于企业劳动生产率的路径,并运用省域—企业相结合的面板数据实证检验了理论模型的结论与假说。研究结果表明:经济政策不确定性显著抑制企业劳动生产率的提升,工业智能化有效缓释了此抑制效应;中介机制研究结果显示,经济政策不确定性通过抑制企业人力资本升级显著抑制企业劳动生产率提升,且人力资本升级对抑制效应的解释比重达14.51%,工业智能化水平显著缓释经济政策不确定性的人力资本升级抑制效应,且人力资本升级对缓释作用的解释比重达20.73%;异质性分析认为,经济政策不确定性对企业人力资本升级的抑制效应在高技术、金融约束程度较低和专业化经营程度较低的企业中更显著,工业智能化的缓释作用在高技术、金融约束程度较高和专业化经营程度较高的企业中显著;进一步分析中用企业研发投入强度从侧面验证了企业人力资本升级渠道的稳健性。", "label": "工商管理", "id": 0}
{"content": "企业间的竞争,主要表现为产品的竞争,产品的竞争能力又取决于产品满足市场和客户需求的程度,只有透彻理解客户的需求,才能开发出具有竞争力的新产品,进而赢得市场获得成功。为了降低新产品开发的失败率,在新产品开发初期进行客户需求的捕获,并将其转换为产品的质量属性技术项,使客户需求贯穿于整个产品的开发,对于企业新产品的成功研发是十分有意义的。本文结合实例,对产品的整个生命周期内涉及到有关客户需求的收集、分析理解、应用等环节进行详细论述,阐明客户需求在产品研发过程中的重要性。", "label": "工商管理", "id": 0}
{"content": "汽车生产企业的现场是企业获取利润的最直接场所,也是企业产品的发源地,利用APW先进生产方式的相关理论对于生产现场进行改善有着重要的意义。本文从现场以及现场管理的相关概念出发,探讨了当下比较成熟、比较适用的现场改善技术体系,为企业的现场改善提供最基础的技术依据。", "label": "工商管理", "id": 0}
{"content": "随着我国社会经济的不断发展,市场的日趋成熟,企业面临越来越激烈的市场竞争,想在这样的市场环境中立于不败之地,不断的发展壮大,企业文化越来越受到关注和重视。本文首先阐述了企业文化的基本概念和内涵,然后分析企业文化的特点以及在市场竞争中的定位,最后对企业文化在市场竞争中的作用进行了探索。", "label": "工商管理", "id": 0}
{"content": "评价过程的其运作取向都要坚持国有资本安全与保值增值,即遵循社会主义主导价值观念,使自然垄断产业企业集团的绩效评价体现国家与社会的最大利益。对企业目标形成有影响作用的因素主要包括:出资者、雇员、职业经理、消费者、政府及社会公众。这些利益主体都直接或间接地成为企业‘参与者’,每一类‘参与者’在‘参与’企业活动时,都带着其个人目标。本文论述了绩效目标定位与管控要求。", "label": "工商管理", "id": 0}
{"content": "微观经济学博弈论是运筹学重要的学科之一,本文通过分析博弈论在企业制度建设中的运用、企业人力资源中的运用、企业管理决策中的运用,阐明微观经济学博弈论对于企业管理行为的重要性,以期能为企业管理工作,做以参考。", "label": "工商管理", "id": 0}
{"content": "<正>一、紫金矿业的首要社会责任企业是以盈利为目的的社会组织,利用社会的生产资料为社会和客户创造价值,即提供优质的产品与服务,以满足社会和客户的需求。简单地说,为社会和客户需求而创造价值,就是企业的首要责任。现代经济学的重要结论之一是企业必须以追求利润最大化为目标。因之企业的主要任务是盈利,不能盈利的企业就不可能承担社会责任。日本经营之神松下幸之助说过,企业的最大罪过就是不盈利。所以,当企业的产品与服务不能满足社会需求时,企业就要扩大生产规模,创造盈利的价值;", "label": "工商管理", "id": 0}
{"content": "<正>第一章数字化时代企业IT运维的战略转型一、企业IT运维概述IT运维是企业对其所拥有和管理的IT软硬件资源设施进行监测、维护、优化的过程。企业的IT运维工作根据运维视角和对象的不同可以分为企业侧的基础设施运维、应用系统运维、网络通信运维以及用户侧的用户体验管理等。IT基础设施运维面向CPU、存储器等基础硬件操作系统,中间件、数据库等基础软件,确保企业IT系统的可用性、安全性和连续性,提高企业IT系统的运行效率和服务质量,", "label": "工商管理", "id": 0}
{"content": "2020年初,新型冠状病毒肺炎席卷全球,对全世界经济社会发展造成了史无前例的重大影响,全球体育产业遭受重挫,欧洲杯取消,东京奥运会推迟举行,阿迪达斯、耐克等体育产业企业大规模裁员,关闭门店,时至今日任然在持续的新冠肺炎疫情,对体育产业企业不论是业务拓展还是公司治理都构成了巨大的挑战,使企业发展所面临的环境产生了诸多的不确定性。在这种市场经济环境巨大的变化下,企业实施的战略作为应对环境变化不确定性的重要举措,其本身的重要性开始突显,值得学界关注。本文首先搜集国内外关于环境不确定下公司竞争战略与企业绩效关系的文献并进行整理,在回顾竞争战略理论、资源配置理论、权变理论和绩效评价理论等相关理论基础上提出本文的研究假设;接着,选取上海证券交易所、深圳证券交易所的体育类概念股为样本框,选择标准如下:（1）选择的体育类上市公司符合国家体育产业统计分类的相关规定;（2）上市公司经营范围包含体育产品以及服务;（3）公司年报发布全面无遗漏,无重大财务纰漏;（4）上市公司没有被ST、SST、S*ST及PT;（5）体育概念整体覆盖全面并具有一定代表性。在此基础上最终选择了中体产业、西藏旅游、信隆健康、探路者、青岛双星、北巴传媒、莱茵体育、贵人鸟、双象股份、华录百纳、雷曼股份、浙报传媒、江苏舜天、新华都、粤传媒、上港集团、嘉麟杰、亚泰集团、国旅联合、互动娱乐等20家上市公司。在此基础上利用财务数据刻画战略和描述环境,对竞争战略与企业绩效关系及环境的\"动态性\"和\"竞争性\"特征在战略—绩效关系中的调节影响进行比较分析。实证结果表明:（一）低成本战略因子和差异化战略因子的回归系数为正且都具有显著性差异,说明,低成本战略和差异化战略通过战略的实施都能使企业绩效增加,模型中环境动态性（DT）回归系数为负,表明与企业绩效之间的关系为负相关关系,并且呈现显著性差异,说明体育产业环境动态性越高,企业绩效就越低。因为环境动态性高,表明会让市场集中化程度低,企业的竞争相对更加激烈,要提高企业绩效相对较难。低成本战略和环境动态性的交互项（DT*Lowcost）回归系数为正,且呈非常显著关系,说明环境的动态性在低成本竞争战略和企业绩效之间具有正向且非常显著的调剂作用。而差异化竞争战略与动态环境的交互项中回归系数为负且不显著,表明在体育产业中,环境的动态性在差异化竞争战略对企业绩效的影响中没有调节作用。在竞争性环境下竞争战略与企业绩效关系的中,低成本战略因子和差异化战略因子的回归系数为正且都具有显著性差异,说明,在竞争性的环境下低成本战略和差异化战略都能通过战略的实施都能使企业绩效增加,这也和其他产业领域的研究结论一致。（二）环境竞争性（JZ）回归系数为正,表明环境竞争性与企业绩效之间的关系为正相关关系,并且呈现显著性差异,说明体育产业环境竞争性越高,企业绩效表现越好。因为环境动态性高,表明市场上竞争对手众多,市场集中化程度低,没有垄断企业出现,只要从业企业采用合理的竞争战略,提高企业绩效相对容易。差异化战略和环境动态性的交互项（JZ*Lowcost）回归系数为负,且呈非常显著关系,说明环境的动态性在低成本竞争战略和企业绩效之间具有正向且非常显著的调剂作用。而差异化竞争战略与动态环境的交互项中回归系数为负且不显著,表明在体育产业中,环境的动态性在差异化竞争战略对企业绩效的影响中没有调节作用。根据实证研究得出,体育产业上市公司创新投入对企业绩效具有正向影响,放眼全球体育产业竞争越来越激烈,产业更新换代周期越来越短,这就要求不论是低成本竞争战略还是差异化竞争战略的企业都必须要实施创新,注重研发的效率和质量,才能保持市场的竞争力。随着体育产业规模不断扩大,结构不断优化,体育产业上市公司面临的的经营环境也越来越复杂,环境的竞争性和动态性变化速率很快,而体育产业本身具有周期长、见效慢的特点,使得从业企业的对环境的适应具有一定滞后性,企业如何能够又快又好的适应环境竞争和动态变化成为了企业经营成败的关键点。", "label": "工商管理", "id": 0}
{"content": "研究目的:体育产业上市公司的经营状况不仅在一定程度上影响着体育产业的发展趋势,而且对整个体育产业深化改革和即将上市的体育产业公司有着重要的借鉴意义。然而体育产业上市公司在相同的政策红利下却是经营状况各异,这让我们开始思考影响企业绩效的因素。股权激励源于委托代理问题,旨在解决所有权与经营权的分离、信息不对称而产生的一系列问题,促进管理层向着有利企业的方向运营公司。目前股权激励与绩效关系的研究主要结论分为三类:一是基于委托代理理论认为股权激励对于绩效有促进作用;二是经过实证得出两者并没有显著相关关系;三是认为股权激励水平在不同区间时对于绩效的影响不同。而股权集中度作为衡量企业结构的重要变量,也受到国内外学者的广泛关注。本文从管理层股权激励和股权集中度的角度出发进行研究,一方面探讨体育产业上市公司是否通过对管理层进行股权激励解决了委托代理问题、顺利提升了绩效,另一方面分析了股权集中度在其中发挥的作用。研究方法:本文选取体育产业上市公司2010—2019年的面板数据,构建了由16家公司组成的116个非平行面板数据。提出了三个假设,建立了三个模型,运用个体随机效应及调节效应检验的方法研究体育产业上市公司管理层股权激励和经营绩效两者的关系以及股权集中度对上述关系的调节作用。主要数据来源于国泰安（CSMAR）数据库中的公司研究系列数据库,用Stata14作为数据处理的软件。研究结果:实证结果表明:（1）我国体育产业上市公司管理层股权激励和经营绩效之间不存在显著相关的关系;（2）企业的股权集中度对于经营绩效起着正向促进的作用;（3）股权集中度在股权激励和企业绩效之间起着负向调节的作用。研究结论:假设一得出的管理层股权激励与企业经营绩效关系不显著这一结果与理论分析以及其他行业的研究结果有些出入,我们推测假设一在理论上是成立的,但是实证结果没有如预想的那样很大一部分可能是样本量较少的原因,同时每个行业之间具体情况差距较大所以在之后的研究中加大时间跨度或者当体育产业上市公司的数量有所增加后可能会得到与理论较为一致的结论。假设二得到验证说明体育产业上市公司在股权集中度与绩效之间的关系上与其他类企业相同都是符合理论上的规律。也就是说较高的股权集中度是可以促进绩效提升的。我们认为体育市场目前还没有发展成熟,体育产业上市公司也在一个发展阶段,因此较高的股权集中度有利于大股东的决策落实,同时随着大股东持股比例的上升即股权集中度的增加,利益的趋同效应更可以促进大股东做出有利于企业经营的决策,进而促进企业绩效的增加。假设三成立说明股权集中度这个变量在股权激励机制中起着重要的调节作用,同时根据实证结果这个调节作用是加强了管理层股权激励对于绩效的负向影响。也就是说在股权集中度较高的情况下管理层股权激励对于绩效的负向影响越大。对于目前的体育产业上市公司来说大部分公司的股权集中度都还处于一个不太低的水平,那么更要考虑管理层股权激励对于绩效所产生的负向影响以免出现管理层短视只考虑自身短期利益而不顾公司整体发展最后致使公司利益受损。也许当体育产业上市公司逐步发展,整个公司运营体系。管理体系成熟后第一大股东持股比例也会随之下降,逐步形成各大股东制衡,到那时负向调节效应减弱,管理层的股权激励就不会对企业绩效产生过大的负向影响。由此我们对体育产业上市公司提出如下建议:一、各体育产业上市公司要建立更加科学的股权激励机制。二、激励方式的制定需考虑股权集中度的影响,优化股权结构,合理分配股权。在设计管理层激励计划的同时,需要将股权集中度纳入考虑的范围,既要关注管理层激励对企业经营绩效的影响,也要关注股权集中度对二者产生的影响,合理设计薪酬激励和股权激励政策,避免管理层激励对企业经营绩效产生过大抑制作用。三、建立健全体育产业上市公司股权激励的约束与监督机制。应该设置相关机构对于企业实施股权激励制度的全过程进行严格的监督,避免由于信息披露问题而产生的信息不对称现象。", "label": "工商管理", "id": 0}
{"content": "为落实国家制造企业数字化转型升级战略,应对复杂多变的国内外经营形式,中车株辆公司以绩效管理数字化转型为抓手,充分挖掘数据资源,紧紧把握企业进步与发展的关键因素,不断突破提高,打造企业核心竞争优势。同时以企业战略性绩效管理体系为基础,构平台、建模型、自核算、可视化、促改善、优管理,重点解决传统绩效管理中效率不高、不直观不透明、信息壁垒等突出问题,推动绩效管理由专业纵向垂直向立体贯通转变,由单一、专业性分析向综合、集成化分析和趋势预测转变,让企业管理者能够快速发现问题、解决问题,不断提升企业运营效率与效能,提高企业核心竞争能力。", "label": "工商管理", "id": 0}
{"content": "随着社会经济的不断发展,人力资源管理在企业中的地位也逐渐提升。人力资源是企业战略资源的重要构成部分,是企业可持续发展和生存的基础。现阶段有很多企业缺乏一些积极有效的激励机制,因此导致企业内人才不断流失的现象发生,企业也因此失去了市场的核心竞争力。本文对激励机制的概念和在人力资源管理中的作用进行阐述,并提出了人力资源管理中激励机制的有效实施策略,仅供大家参考。", "label": "工商管理", "id": 0}
{"content": "市场的存在,为企业提供了广阔的运营和发展空间,但是市场形势的变化,同样会对企业的发展产生影响,企业只有顺势而为,不断调整管理决策,加速改革,才能在当前社会稳定立足。近年来,经济形势异常严峻,对企业的经营管理提出了更高要求,如果不能及时的做出调整和转变,容易导致发展动力不足,无法体现出行业优势。企业方面可以利用金融管理,提高经营效果,消除经济风险,达到预期的发展和经营目标,这也是当代企业的重点任务。本文对此进行分析研究,并且提出了几点浅见。", "label": "工商管理", "id": 0}
{"content": "在当今市场经济稳定卓越发展的新常态背景下,各行业也正处于稳步上升的趋势;而于企业而言,工商管理关系到企业能否在高速发展的信息经济时代当中存活下来。本文就经济新常态背景下对企业工商管理的创新进行了探讨,分析了经济新常态下企业工商管理的重要性以及企业工商管理的现状,提出了企业工商管理所面临的挑战,并且对现状中的挑战提出了有效的应对措施;经济的飞速发展也使我们认识到了创新的重要性,只有与时俱进,顺应经济发展的浪潮,才能使企业得到发展。", "label": "工商管理", "id": 0}
{"content": "在经济社会不断发展背景下,企业的人力资源管理面临激烈的竞争和挑战,这就为企业的发展提出了更高的要求,需要企业充分的认识到人力资源管理中激励机制构建的重要性。人力资源属于企业最具价值资产之一,其发展会直接影响企业的发展,而激励手段又是企业人力资源管理中最为关键的内容和方法。本文主要分析企业人力资源管理中激励机制构建的路径和方法。", "label": "工商管理", "id": 0}
{"content": "养老保险是企业社会保险中的重要组成部分,是为了保证企业退休员工基本生活而建立的完善的社会保障制度,企业需要结合养老保险管理的要求和标准,加强对养老保险的有效管理,从而维护企业退休职工的基本生活权益。但是在当前企业养老保险管理工作中还存在着一些问题需要解决,因此相关管理人员需要从实际入手,制定完善的养老保险管理监督制度和优化体系,从而使得企业养老保险管理水平能够得到有效提高。", "label": "工商管理", "id": 0}
{"content": "思想政治工作是我们党的优良传统和工作作风,也是企业调动广大员工积极性、主动性、创造性的重要途径。做好基层思想政治工作,要从思想政治工作对象入手,抓住思想政治工作的切入口,从思想政治工作者入手,提高做思想政治工作本领,从搭建思想政治工作载体入手,形成思想政治工作有效机制。", "label": "工商管理", "id": 0}
{"content": "文化建设与班站管理实践相融合是班站文化建设的应有之义。只有把文化建设紧密与班站生产管理各环节相结合,并在实践中融合拓延,做到相融共进,优势互补,才能不断提升班站的管理水平。辽河油田金海采油厂集输大队的洼一联合站于1993年建成,主要担负着小洼油田的原油外输及污水深度处理任务,现有员工76人。多年来,洼一联合站继续扎实推进联合站文化建设,不断深化发展基层班站特色文化,坚持把文化建设融入生产管理全过程,以文化铸魂,充分发挥文化力的凝聚、激励、约束和塑造作用,本着\"人本管理、凝聚和谐\"的班理念,不断推动全站管理上水平、创一流。", "label": "工商管理", "id": 0}
{"content": "为顺应新形势发展,企业开展标准化建设活动,使政工工作和班组建设两个看似性质完全不同的工作,发生了紧密联系。笔者从企业政工工作与班组建设之间存在的密切联系,浅析政工工作在班组建设中的作用。", "label": "工商管理", "id": 0}
{"content": "作为我国人事管理体系的重要构成元素之一,人事档案管理工作不仅能够为用人单位掌握人员综合信息提供保障,而且还能为用人单位选拔优秀人才提供积极的帮助。通过对人事档案的详细分析,不仅能够对企业工作人员的发展阅历、实际学习工作情况充分了解,而且还能掌握工作人员的家庭成员以及主要社会关系,在员工管理工作中发挥了不可替代的作用,从中能够看出,对人事档案管理工作进行全面探讨势在必行。因此,本文通过对人事档案管理工作具有的重要性进行详细分析,从管理人员和管理方法等不同层面入手,对有效提高人事档案管理质量的具体措施进行深入探究和全面整合。确保人事档案管理工作得到进一步优化的同时,为企业有效选拔专业人才奠定坚实基础。", "label": "工商管理", "id": 0}
{"content": "油田资源为我国经济发展带来了很大的贡献,随着我国经济水平的提升,油田企业也得到进一步的发展。其中人力资源为企业发展奠定基础,为提高管理职能,调动员工工作积极性,需要让激励机制得到充分落实,基于此本文主要对油田企业中有关人力资源管理的激励机制进行分析,并提出几点建设策略。", "label": "工商管理", "id": 0}
{"content": "这些年来,我们国家的思想政治工作越来越重要,思想政治工作在企业文化建设中也有着特殊的价值。本文先对思想政治工作的具体内容进行了分析,之后说明了思想政治工作在企业文化建设中的重要性及其内在联系,最后从不同方面提出有关企业思想政治工作的开展对策。", "label": "工商管理", "id": 0}
{"content": "女性员工在企业管理中占据重要的角色。目前来说,企业女性员工流失是企业发展的一大障碍。赫兹伯格的双因素理论可以消除员工不满,提高员工工作满意度,激发员工工作积极性,在企业预防员工流失、留住人才方面具有重要意义。本文在赫兹伯格的双因素理论知识的基础上,通过问卷调查法、访谈法、文献研究法对企业女性员工流失的原因进行分析,并从保健因素、激励因素两个方面出发,针对女性员工流失原因,在女性员工的福利水平、薪酬水平、绩效考核等方面提出对策和建议。", "label": "工商管理", "id": 0}
{"content": "本文以吉林敖东为例,通过对企业绩效的研究,分析了医药与金融并举战略对企业经营的影响与潜在风险,并据此对实体经济金融化发展提出了相关建议。", "label": "工商管理", "id": 0}
{"content": "目前,企事业单位的人事档案管理方法还比较落后,在工作实施过程中存在诸多问题。本文对企事业单位人事档案管理的现状进行了分析,并对人事档案管理工作提出了改进设想与相应对策。", "label": "工商管理", "id": 0}
{"content": "近年来,越来越多的中国承包商企业走出国门参与到国际建筑市场竞争。而以多数以\"施工总承包\"模式承揽工程的中国承包商企业,如何能牢牢把握住产业链下游劳务市场资源,巩固在当地建筑市场地位,为本文剖析解读的重点。", "label": "工商管理", "id": 0}
{"content": "随着我国社会经济快速发展,市场竞争也越发强烈,要想提高企业竞争力,必须对企业思想政治工作投入关注,因为思想政治工作会与企业文化有着直接联系,只有通过思想政治工作优势,才能有助于企业文化建设和政治思想工作相结合,有效在企业经营和发展中提供帮助。本文重点阐述企业文化促进企业思想政治工作创新要点,深层分析二者实际关系,为企业可持续发展奠定良好基础保障。", "label": "工商管理", "id": 0}
{"content": "在新政策和新形势下,随着建筑行业智能化及高质量发展形势不断变化,地坪施工企业面临着非常大的挑战和压力,地坪施工企业各类人才,尤其是有经验的项目管理人员和现场一线技能人才短缺问题在地坪施工企业普遍存在,严重制约了地坪施工企业的进一步发展,在这种情况下,如何解决地坪施工企业人才配置和人才队伍的建设问题,树立人才意识,破除地坪施工企业高质量发展瓶颈,是值得仔细研究的课题,本文分析了地坪施工企业人才发展现状,提出了初步可行性建议。", "label": "工商管理", "id": 0}
{"content": "低碳经济背景下,企业低碳价值创造是新的经济社会发展目标对企业经营提出的更高要求,社会责任、技术体制等因素对企业低碳价值创造有着重要影响。考虑到由经济价值和环境价值构成的企业低碳价值创造的实践路径尚不明确,本文基于低碳价值等相关理论,以2015-2019年沪深两市300家A股制造业上市公司为研究样本,探讨企业社会责任承担与企业低碳价值创造之间的关系,进一步从知识基础特征、外部资源获取性、创新能力三个维度构建技术体制指标体系并将其作为中介变量,建立多重中介效应的结构方程模型,进而对企业社会责任承担的低碳价值创造路径展开研究。结果表明:第一,企业承担社会责任拉缓了其经济价值增长,但对企业环境价值提升存在直接正向影响;第二,企业社会责任行为显著提升了企业创新能力和外部资源获取性,政府直接性资金补助对企业知识基础特征增长有一定的挤出效应;第三,知识基础特征对企业低碳价值提高有显著影响,而创新能力和外部资源获取性未直接提升企业低碳价值;第四,企业外部资源获取性正向影响了企业创新能力,进一步企业创新能力通过作用于知识基础特征实现了企业低碳价值创造。据此,本文的边际贡献主要在于拓展了企业低碳价值创造和技术体制相关理论,丰富了企业低碳价值创造实践路径的相关研究。", "label": "工商管理", "id": 0}
{"content": "大数据时代的来临,将所有施工企业推向了信息化改革的风口浪尖,信息化在施工企业中被赋予什么样的意义,如何筹谋规划让信息化在施工的道路上发光发热,如何推动其可持续发展,本文将以施工企业具体应用为例进行研究,分析信息化推动过程中的影响因素,为信息化在施工企业中更好的发展谋求最佳途径。", "label": "工商管理", "id": 0}
{"content": "随着我国整体经济的飞速发展,当前我国整体经济结构已经逐渐发生转变。在此经济背景下,企业在发展运行过程中,需要对当前正在运用的企业经营管理模式进行不断完善与优化,方能够保障企业在行业市场内的占有份额,提升企业的经济收益。金融管理作为企业经营管理过程中最重要的模块之一,企业自身的金融管理模式对于企业在行业市场中的市场竞争力起到决定性的影响,因此,企业应在发展过程中,应根据当前市场经济发展背景,将企业当前发展现状与先进的金融管理理念进行有机融合,进而全面提升企业内部金融管理水平。本文将主要以企业经营管理作为研究主题,分析现阶段金融管理在企业经营管理中存在的问题,并探讨金融管理在企业经营管理中的应用策略。", "label": "工商管理", "id": 0}
{"content": "近年来随着中国特色农业乡村集体经济的加快振兴与重点建设产业的快速融合发展,党十九大对我国加快推进建设美丽中国、实施中国特色农业乡村集体经济加快振兴重点产业的战略进行了全面规划工作部署,并将\"产业兴旺\"重点建设项目作为首要产业发展战略目标和近期各项工作目标任务中的重点,产业融合发展建设是加快推动特色乡村集体经济加快振兴的重要战略基础。本文通过大学生\"三下乡\"暑期实践活动。调研了凉山州彝族自治州冕宁县漫水湾镇二村沟冕宁元升农业科技有限公司的沙坝分区油橄榄种植基地,本文将运用人力资源管理体系的相关知识对其油橄榄基地做相应的调查研究。", "label": "工商管理", "id": 0}
{"content": "随着大数据的发展,越来越多的企业将大数据应用到企业日常经营管理中,而企业中层管理者作为企业的桥梁,其职业道德水平关系着企业的未来发展。本文通过发放调查问卷并对问卷结果进行分析,论述企业中层管理者在企业应用大数据过程中所出现的职业道德问题和发生职业道德风险的原因,将原因分为外因和内因两个方面进行细化分析,并针对分析结果提出规避措施。本次研究的目的在于对现有研究内容进行补充,并为相关研究者提供关于企业中层管理者在职业道德风险方面的不同视角,起到抛砖引玉的作用。", "label": "工商管理", "id": 0}
{"content": "员工轮岗行为近些年在企业实践中扮演着重要人力资源管理举措的角色,但是在学术界的讨论存有明显不足。本文在前人少有的研究基础之上,基于碧桂园集团的员工轮岗实践,从形成背景、理论内涵与作用机制等多个方面对企业组织中的员工轮岗行为进行了理论探索,并对其可能相关的前因与结果变量进行了归纳总结。由此,本文对员工轮岗行为的学术研究进行了重要补充与说明。后续研究可基于此进行进一步深入挖掘。", "label": "工商管理", "id": 0}
{"content": "本研究基于社会交换理论,探索组织情境中公权与私权魅力型领导通过情绪劳动对下属幸福感的影响机制。研究结果显示:公权魅力领导能促进下属的深层扮演,私权魅力领导能促进下属的表面扮演;下属的深层扮演中介了公权魅力领导对下属幸福感的正向影响,下属的表面扮演中介了私权魅力领导对下属幸福感的负向影响。此外,个性化契约加强了公权魅力领导对下属深层扮演的正向影响,并且削弱了私权魅力领导对下属表面扮演的正向影响。", "label": "工商管理", "id": 0}
{"content": "我国数字经济发展迅速,如何编排数据资产以推动数字化转型是热议的话题。本文基于资源编排理论,参考埃哲森提出的中国企业数字化转型指数的模型,以海尔集团为研究对象,对数字化发展进行分阶段研究,并对各个阶段的数字化发展进行资源编排研究,得出以下研究结论。第一,企业的现行战略是企业现阶段的数字化发展核心资源的识别的关键。第二,数字化资源捆绑和数字化资源利用是企业数字化发展过程中价值创造的关键。第三,数字化资源的合理编排的能力和消费者与企业共同创造价值的能力是数字化转型的关键。", "label": "工商管理", "id": 0}
{"content": "<正>商业伦理问题为什么复杂?对此需要从几个层次进行分析。一、伦理问题历来复杂在回答怎样做才是合伦理（道德）的问题上,不同的伦理学流派会做出不同的回答。简单说来,道德利己主义认为应该让自己从道德行为中获益;功利主义认为应该看\"效用\"是否最大化;而康德义务论认为相关的行为必须是出于责任的;而美德论则把关注的目光投向了行动者的品性……对此种景状,早有伦理史学家指出,道德概念的不可公度性（incommensurability）已使现代伦理学的普遍主义追求归于破产:", "label": "工商管理", "id": 0}
{"content": "本研究基于信号加工决策框架,探讨无道德领导作用于下属工作绩效和非伦理行为的双刃剑效应。330份领导-下属匹配数据的分析结果发现:（1）无道德领导通过促进下属的工作心理占据间接促进其工作绩效;（2）无道德领导通过增加下属的自我利益认知间接增加其非伦理行为;（3）绩效薪酬正向调节无道德领导与工作心理占据的关系,即绩效薪酬水平越高,二者的正向关系越强;绩效薪酬同时也调节工作心理占据对无道德领导与工作绩效关系的中介作用;（4）绩效薪酬正向调节无道德领导与工作心理占据关系,即绩效薪酬水平越高,二者的正向关系越强,同时也调节自我利益认知对无道德领导与非伦理行为关系的中介作用。", "label": "工商管理", "id": 0}
{"content": "基于Kaggle数据库中数据集,运用机器学习中C4.5决策树算法研究跨层次（环境、公司、个体）特征对员工离职意愿的预测性,并揭示了其影响机制。研究发现:（1）外部环境、公司和个体层特征能较好预测员工离职意愿,在训练集和测试集中预测准确率分别为73.33%和82.39%;（2）在跨层次的众多特征中,城市发展指数、公司类型和相关工作经验分别为环境、公司和个体层次中对员工离职意愿影响能力最大的特征;（3）与传统的回归模型相比,C4.5决策树算法更适在大数据情境下分析跨层次特征对员工离职意愿的预测性。基于机器学习方法对员工离职意愿的研究结论可以为组织人力资源管理实践提供有效的指导。", "label": "工商管理", "id": 0}
{"content": "人才战略是国家实现经济和社会发展的重要战略资源,中国实施人才强国战略的根本目的,就是把人才作为推进事业发展的关键因素,努力造就高素质劳动者、专门人才和大批创新人才,制造行业作为国家经济发展的重要支柱,近年来,除了生产制造等客观需求外,人员素养的重要性日益凸显并成为核心领域竞争力,在此背景下,我们经过研究建立及实施优化,形成一套可应用于制造行业质量领域的员工素养培养与评价体系。", "label": "工商管理", "id": 0}
{"content": "<正>2020年是深化国有企业改革的关键节点,面对\"电网发展方式转变\"和\"经营发展方式转变\"两个突破的要求,人力资本是新经济时代中价值创造的基础,只有主动适应内外部环境变化,实施更能体现时代性、针对性的改革策略,将有限的人力资源转变为无限的人力资本,从宏观上推动\"三项制度\"改革,从微观上提升人力资本的核心竞争力,才能确保企业高质量发展。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言围绕国家电网建设\"具有中国特色国际领先的能源互联网企业\"战略目标,加快构建\"平台+生态\"的综合能源服务产业体系发展需求,创新综合能源服务业务的组织模式、加快提升市场化综合能源服务企业组织能力,成为保障战略落地的关键。采用理论研究和企业调研相结合的方式,", "label": "工商管理", "id": 0}
{"content": "<正>一、引言2020年,国家工信部提出在加快智能网联汽车关键技术突破的同时,着力构建标准体系,完善基础设施、应用服务和安全保障,加快打造开放融合的产业生态,其中以加快促进网络通信技术、人工智能技术与道路交通基础设施的深度融合,推动电动汽车、充电桩等互联互通为重点,继续加大充换电基础设施建设。", "label": "工商管理", "id": 0}
{"content": "<正>一、绪论（一）适应智能财务发展,推动企业数字化转型的需要近年来,国家所倡导的新经济发展使社会和工作环境发生了根本性变化,财务管理的自动化、智能化、平台化使得财务与科技的系统作用逐渐加强。国家财政部和国资委对中央企业财务信息化建设提出了更高的要求,特别强调要建设功能完善的财务信息系统,财务合并报告系统是内外部监管重点。目前,集团合并报告仍处于手工编制阶段,存在编报质量不高、", "label": "工商管理", "id": 0}
{"content": "<正>当前,在企业生产经营管理过程中,全面风险与内部控制模式在维护企业的正常生产经营管理行为、促进企业依法合规经营、保障企业健康发展方面发挥了日趋重要的作用。随着新能源发电企业在发电行业占比的增加,在\"碳达峰、碳中和\"中所扮演的重要角色以及经营利润贡献率日趋增多等因素,新能源企业全面风险管理与内部控制形势及客观环境也在发生着一系列变化,在这种情况下,全面风险管理部门要模范履行工作职责、发挥监管作用,", "label": "工商管理", "id": 0}
{"content": "<正>随着互联网时代的高速发展,企业财务成本基础管理模式面临更高精益管理要求,业务创新发展和数据价值挖掘需求呈\"井喷\"趋势,亟需财务管理肩负价值创造和风险管控新职责。创建全价值链智慧成本\"驾驶舱\"管控体系,通过对成本、项目及资产等业务领域联控,电力企业创建管理模式,梳理成本费用利润率等结果指标与输配电资产、电价及电量、成本等动因指标相互影响、相互制约的逻辑关系,对公司各项业财领域指标执行进行多维度智能场景管控,全面提升业财管理多维度的执行力和穿透力。", "label": "工商管理", "id": 0}
{"content": "目前,在报账流程中存在报账资料不齐全、发票内容填写错漏等降低工作效率的现象,为了推进各项财务工作规范化、制度化进程,促进财务管理工作高质量发展,本文提出\"一费用一清单一图文\"、实现系统填制延时报账备案表和实现系统填制报账审核流转单的三大举措,切实解决报账工作中发生的问题,实现规范化、精细化报账管理,进一步提高会计基础规范化管理水平,促进财务管理工作的高质量发展。", "label": "工商管理", "id": 0}
{"content": "<正>一、研究背景近年来,我国先后出台了关于金融科技的多项政策文件。中国人民银行印发的《金融科技发展规划（2019—2021年）》指出,金融科技是技术驱动的金融创新。要秉持\"守正创新、安全可控、普惠民生、开放共赢\"的基本原则,推动我国金融业高质量发展。", "label": "工商管理", "id": 0}
{"content": "为进一步发挥诚信互助小组\"六大功能\"作用,增强互助小组的黏性,改变多年来零售户会议和培训内容都是由烟草公司工作人员主讲、单项传播、零售户互动少、零售户感觉枯燥乏味的局面。本文通过深入开展\"我与客户共成长\"营销主题活动,建立一支专业理论知识和实践经验丰富、语言表达和沟通能力良好的零售户内训师队伍,打造\"终端设课堂、问题是课题、经验作教材、客户当讲师、交流为形式\"的零售户培训模式,使他们能够参与教学,现身说案例,从零售客户的角度讲述好的经验和方法,向其他零售户传授知识、理念和技能,进一步提高培训的效果和零售户的满意度。", "label": "工商管理", "id": 0}
{"content": "<正>一、实施背景（一）培训效能提升,需要新型的培训管理机制来协同各基地共同发力国网石家庄供电公司现有4个实训基地,公司投入了大量人力、财力及物力,针对各基地独立开展培训项目,无法有效联动合作,重复培训或空白培训,教学资源闲置,成本浪费的现象,通过有效的手段,对现有的实训基地形成协同管理,提升实训基地的使用效能,", "label": "工商管理", "id": 0}
{"content": "<正>一、引言细胞群为单一个体功能的堆积,无法进行自体功能闭环,完成生命体的代谢循环。不同个性背景、技术能力的班组成员组合而成的细胞群,如何完成功能分化与生长,进而形成具有独立生存能力且不断进化的生命体,是班组安全管理面对的问题。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言国网新疆检修公司把握国家电网公司提出的\"建设具有卓越竞争力的世界一流能源互联网企业\"的战略目标,积极探索电网互联建设基层团队和一线班组的发展方向,不断优化班组管理模式,全面提升班组管理水平,进一步推进班组人才的储备和培养,实现企业与员工共同发展的良好局面。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言国网河北物资公司（国网河北招标公司）（以下简称\"物资公司\"）实施\"一套人员、两块牌子\"的管理模式,定员编制141人,现有人员120人。平均年龄36岁,35岁及以下人员75人,占比62.5%,本科及以上115人,研究生48人,高级职称40人。自2014年起物资公司成规模接收大学毕业生,近5年入职学生39人,占比32.5%。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言党的十九大报告中指出:\"青年兴则国家兴,青年强则国家强。中华民族伟大复兴的中国梦终将在一代代青年的接力奋斗中变为现实。\"对于电力企业而言,青年员工队伍的高质量发展,是加强员工队伍综合实力的一项基础工作,是关系电力事业后继有人和公司长足发展的重大战略任务。丰县供电公司近年来积极开展青年员工培养工作,取得了积极成效,但也存在着整体性、系统性、全面性不足等问题。", "label": "工商管理", "id": 0}
{"content": "<正>调度管理处隶属于Z供电公司生产一线单位,是地区电网指挥的神经中枢,承担调度管理职责,对生产工作起到承上启下的作用,下设调度运行、方式、保护、自动化四个班组。其职能包括:调度电网的安全运行、日计划安排、继电保护整定计算、调度系统人员培训等。", "label": "工商管理", "id": 0}
{"content": "<正>人才队伍建设离不开绩效引导,人才队伍高效发展与绩效改善能有效解决下几个问题:如何选拔高效的人才队伍?如何建设目标清晰的人才队伍?如何引导专家朝着正确的方向不断发展?如何使专家目标与管理者目标一致?如何在专家工作实施过程中的目标监控?以上种种,要求专家与管理者共同努力,有选选拔培育,又要有使用绩效,才能促进企业与员工的共同发展,具体实施过程国网黄石供电公司有以下三个\"点\"与大家一起分享:", "label": "工商管理", "id": 0}
{"content": "<正>一、引言在企业中,复合型人才主要指具备实践探索精神,可同时掌握多种专业技能和多种专业知识,实现各专业知识体系的相互交融,并能将其应用于实践,借以解决工作难题,实现\"一专多能\"的优秀人才。而基层单位,特别是一线工作岗位,作为员工成长的必经阶段,在复合型人才培养中承担着至关重要的作用。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言现今,全民教育水平极大提升,随着社会意识形态地不断丰富,员工自我意识增强,对于个人职业生涯发展规划和职业价值追求更为明确,需要清晰的职业成长路径做指引,健全的培训体系做支撑,以满足员工多元化、常态化业务技能提升需求。然而,通过调研发现以往培训工作存在诸多短板,比如职业技能培训工学矛盾突出,培训方式单一,现场培训开展较少,线上培训仅停留在网络自学程度,且自主学习的员工占比不高,线上直播培训未有实践,培训平台无法满足大规模线上培训、学习,", "label": "工商管理", "id": 0}
{"content": "<正>一、前言青海送变电工程公司为电力工程施工总承包一级企业,隶属于国网青海省电力公司。青海送变电工程公司（以下简称\"公司\"）是输电线路和变电所安装施工的专业队伍,能承建各种电压等级的输电线路安装工程、变电所的土建、电气安装和调试工程。近几年,随着公司不断发展成长,所承接建设的施工任务越来越重,施工项目对管理人员资格的要求也逐年提高,深化应用\"五位一体\"于建造师培训管理,是有效提升公司一级建造师持证率的唯一途径。", "label": "工商管理", "id": 0}
{"content": "<正>一、人力资源6P模式的提出早期的人力资源管理实际为人事管理,只限于招聘、选拔、档案管理、工资发放等琐碎基础工作,没有特殊的技术含量;20世纪70年代以来,随着企业发展的需求,人事管理逐渐涉及职务分析、绩效评估、员工培训等方面的内容,从管理观念、内容、方法、模式都发生了巨大改变,自此,传统的人事管理转变为真正的人力资源管理。关于现代人力资源管理模式,比较有代表性的有3P模式、4P模式和5P模式。", "label": "工商管理", "id": 0}
{"content": "<正>一、现状描述一直以来,仙游公司供电所属于基层班组管理层面,存在每月的对标指标较单一,与新形势下的改革发展要求存在一定的差距。为了全面提升供电所安全质量、效率效益和供电服务水平,仙游公司深化\"三项制度\"改革,按照省公司人资部的规范要求,将供电所按中层机构进行提级管理,建立目标明确、权责对等、上下贯通的绩效考核评价机制,与部门同管理、同对标、同考核,实现干部员工成长更有空间、收入更有保障。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言国网山东省电力公司莱州市供电公司（以下简称\"莱州公司\"）是国网山东省电力公司的县级分公司,负责莱州区域内的电力供应和电网经营,统筹调度莱州电网,参与制定、实施莱州电力、电网发展规划等工作,监督指导全市安全用电、节约用电。如何调动广大产业工人的积极性、主动性、创造性,", "label": "工商管理", "id": 0}
{"content": "<正>一、引言国网浙江省电力有限公司以习近平新时代中国特色社会主义思想为指导,积极贯彻落实党的十九大部署和\"四个革命、一个合作\"能源安全新战略,充分发挥国有企业\"六个力量\"作用,创造性提出了\"建设具有中国特色国际领先能源互联网企业\"战略目标。千秋基业,", "label": "工商管理", "id": 0}
{"content": "<正>一、引言业务团队通常包含生产项目型和产品研发型两种,生产项目型以项目进度、成本、质量为导向,产品研发型以产品输出为导向。对于\"项目型+产品型\"复合式团队,传统的KPI、OKR单独运用无法有效兼顾对生产项目团队的定量产出与产品研发团队的定性产出的评估。四川中电启明星信息技术有限公司采用KPI+OKR组合式考核法,充分利用两者之间的特性,通过\"促进绩效生产+评估绩效结果\",帮助业务团队成员聚焦目标,解决多元化业务团队量化考核评价问题。", "label": "工商管理", "id": 0}
{"content": "<正>为适应国家职业资格改革要求,充分发挥企业主体作用,国网公司决定开展技能等级评价工作。技能等级评价管理体系是在公司开展技能等级评价工作的新形势下提出的,旨在规范技能等级评价工作行为。开展技能等级评价工作,需建立切实有效的技能等级评价管理体系,该管理体系的建立将更好地促进技能等级评价工作的开展,推动技能等级评价品牌建设,提高技能等级评价的规范性,形成技能人员的多元化评价机制,满足公司对\"知识型、技能型、创新型\"电网产业工人队伍建设的需求。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言溪洛渡水电站位于四川省雷波县和云南省永善县交界的金沙江峡谷内,是一座以发电为主,兼顾拦沙、防洪等综合效益的特大型水电站,兼有为下游水电站进行梯级补偿。溪洛渡水电站装机容量1260万kW,机组台数18台,单机容量77万k W,近期情况下的多年平均年发电量570.7亿kW·h。", "label": "工商管理", "id": 0}
{"content": "<正>一直以来,地市级供电公司除审计、纪委监察等监督以外,各业务归口管理部门每年度也会根据自身需求和问题频发点自行组织开展专项检查,以往常设监督与业务口专业检查之间,各自为政、前查后又查,基层单位疲于应付检查。2020年1月,国家电网有限公司\"两会\"上明确提到关于对传统经营发展方式的\"三个变革\",其一\"要着力打造协同发展的业务格局\",并要求全力提质增效。国网宁夏电力\"两会\"上部署的2020年重点工作中,要持续提升公司经营管理质效和法制企业建设。结合近年来协同监督模式,不断探索和拓展经营管理领域的立体协同监督,有效解决多部门重复检查、反复无效监督的现状,进一步提升企业治理水平和能力。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言近年来,人民生产、生活对电能的依赖性越来越高,对供电可靠性、持续性要求也越来越高。现阶段电网设备故障是不可避免的,这就与人民生产生活的要求背道而驰。这就要求在电网发生故障后,能够第一时间感知故障的线路,精确定位故障导致的停电区域,快速定义故障种类,从而快速的制定故障处置预案,实现故障区域的快速隔离和故障的快速抢修与快速恢复供电。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言近两年来,为降低企业用能成本,激活经济发展动力,国家连续出台两次一般工商业降价、5%阶段性降价等措施,电网盈利空间明显收窄。配网资产及客户具有零散性、密集型、复杂性的特点,高投入、高成本、低产出特点明显,在接连降价的情况下,出现投资回报率持续为负的情况,严重影响电网企业的可持续发展。提高配网运维精益管理水平,促进电网企业健康发展的需求十分迫切。", "label": "工商管理", "id": 0}
{"content": "<正>一、建筑施工企业印章使用管理现状（一）建筑施工企业印章使用特点1.印章种类多、数量大建筑施工企业由于生产经营需要,随着经济体量及施工项目的增长、经营规模扩大,必然会根据业务分工和人员协调的需要内化出为数众多的职能部门,设置多级法人或多个分支机构,", "label": "工商管理", "id": 0}
{"content": "<正>基层供电所是国网公司战略落地的基本单元,是直接面向社会、与广大用户接触提供服务的窗口,是\"人民电业为人民\"企业宗旨的具体践行者和传感者。深化班组减负工作,让基层供电所从繁杂的\"无效\"\"无序\"工作中摆脱出来,是激发供电所管理活力、保证国网战略落地见效的重要基础,是提升供电所工作质效,保证各项政令、标准、要求贯通一线的有效抓手。国网随州供电公司通过基层供电所\"供电服务指挥平台\"构建班组减负体系,有效赋能基层供电所\"化繁为简\",针对性地解决基层供电所日常工作中\"滥、多、杂\"的现实问题,减少\"无用功\",切实把供电所建设成为\"规范、安全、高效\"的作业单元,有效提升了供电所的工作成效和管理水平。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言当前全球科技发展日新月异,知识产权已成为国际经贸和企业竞争中密切关注的焦点。国务院《\"十三五\"国家知识产权保护和运用规划》指出,目前国家经济发展已进入速度变化、结构优化、动力转换的新常态,知识产权作为激发民族创新精神、鼓励全社会创造性劳动的重要保障,已被提升到实现科技强国的战略高度,这也预示着我国正从知识产权大国向知识产权强国迈进。", "label": "工商管理", "id": 0}
{"content": "<正>一、实施背景人员大量调离。溪洛渡电厂为乌东德、白鹤滩电厂培养储备了大量员工,随着乌东德、白鹤滩水电站逐步建设投产,培养的大量骨干及储备员工分批调离,生产部门人力资源情况发生巨大变化,迫切需要研究提升人力资源管理成效。电站逐步向稳定运行期过渡。随着电站逐步从投产初期过渡到稳定运行期,设备设施运行规律逐步掌握、信息化手段创新应用、标准化管理持续优化,设备巡检依赖人多面广频次高的管理方式需要精简优化,以适应电站新阶段的管理要求。", "label": "工商管理", "id": 0}
{"content": "<正>一、背景中国的工程企业已经成为国际建筑市场的重要力量,但仍存在诸多阻碍和制约中国企业走出去的因素。诸如海外经营人才短缺和项目管理能力薄弱、企业对新市场新模式研究不足、境外风险管控能力不足、低价恶性竞争和国际政治经济形势日益复杂等。这里首当其冲的是人才短缺问题,国际型工程企业普遍面临着与业务高速发展不相适应的复合型海外经营管理人才匮乏的现实问题。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言变电运维一体化就是变电运行维护一体化,随着信息化、智能化变电站的不断推进,电网的功能不断增大,为了满足发展的需要和确保电网的安全运行,国家电网公司结合设备状态检修,推出变电运维一体化管理模式,贯彻落实好变电运维一体化管理,不仅能够满足石嘴山供电公司设备\"老、中、青\"三代配合运维人员\"老、中、青\"的脱节问题,还大大缓解了变电运维的压力,保障石嘴山供电公司向智能化、信息化的供电公司前进。", "label": "工商管理", "id": 0}
{"content": "<正>一、背景（一）电力行业网络安全处于实战一线网络攻击已上升为能源安全新威胁,近年来电力战风声频传,伊朗、委内瑞拉等电力系统屡遭网络攻击,轻者造成企业经济损失,重者引发大范围停电严重影响社会经济运转,通过网络攻击破坏电力系统已成为现实。网络空间对抗平战结合,平时就在悄然发生,并可助战时快速取得主动权。国家持续加强实战演习,\"护网行动\"常态化,演习规模逐年升级,电网公司作为关键基础设施建设运营单位,将面临网络安全实战考验。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言当前,第四次工业革命正向经济社会各领域全面渗透,引领生产方式和经营管理模式快速变革。随着数字经济的发展,\"云大物移智\"等数字技术也将深化应用至电力企业各环节,对电网作业模式优化、企业管理流程再造等方面产生深远影响。站在数字洪流面前,南方电网公司积极抓住历史机遇,认真落实党的十九大对建设网络强国、数字中国、智慧社会做出的战略部署,明确提出\"数字南网\"建设要求,", "label": "工商管理", "id": 0}
{"content": "<正>一、实践背景在全球化时代,推进可持续发展、打造责任品牌是现代社会对企业的普遍期望和要求,也是提升品牌价值和影响力及消费者满意度的高效途径。通过品牌背后富含社会责任的企业文化,赢得消费者和公众对品牌的认同,已成为一种深层次、高水平和智慧型的竞争选择。只有负责任的品牌,才能经受各种考验;也只有负责任的品牌,才能立足于世界经济之林,在全球化的市场竞争中取得主动权。", "label": "工商管理", "id": 0}
{"content": "<正>企业文化是其综合实力的重要体现,同时也是企业的宝贵资产和财富。集体企业面临着新形势以及新任务,要想在激烈的市场竞争中创新发展,就必须加强企业文化建设,用先进的文化来推动企业改革发展。面对新形势,集体企业应当不断求索,在充分调研的基础上探索以\"三个共同体\"（即价值共同体、奋斗共同体、利益共同体）,以此来引领集体企业的文化建设和发展。", "label": "工商管理", "id": 0}
{"content": "<正>一、建设背景及意义国网瑞安市供电公司（下称\"瑞安公司\"）深入贯彻落实\"文化铸魂、文化赋能、文化融入\"专项行动要求,开展\"多彩云江\"企业文化建设,深化员工对国网战略体系的认同,以企业文化的强大驱动力,推动国网公司企业战略目标落地实践。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言国网浙江省电力有限公司丽水供电公司下辖9家县级供电企业,承担着为丽水地方经济发展和人民生活提供可靠优质电力保障的重要责任。今年以来,公司通过调研访谈、案例分析等方式,探索国家电网有限公司战略体系下企业文化建设的特点和规律,以企业在长期发展中所形成的、为全体员工共同遵循的\"行为公约\"为导向,创新构建起理念层、传播层、", "label": "工商管理", "id": 0}
{"content": "<正>一、引言文化兴国运兴,文化强民族强。在内外部环境加剧复杂的今天,国家要富强,民族要复兴,企业要发展,必须彰显文化自信,提高文化软实力。当前,国有企业在企业文化建设过程中仍存在着一些发展瓶颈,一是\"顶层设计\"预期值较高,趋于理想化,目标化,难以\"接地气\"。二是\"落地植入\"注重表面辐射,忽视扎根深入,难以\"由表及里\"。三是\"人文关怀\"与企业文化的本质相脱离,难以\"引领思想\"。针对以上问题,本文将培育和践行社会主义核心价值观与建设弘扬优秀企业文化、", "label": "工商管理", "id": 0}
{"content": "<正>一、引言国网公司作为关系国民经济命脉和国家能源安全的特大型国有重点骨干企业,是党和国家事业发展的重要组成部分,必须坚持战略制胜,强化战略引领。国网公司董事长毛伟明强调,战略成功,重在执行,要发扬钉钉子精神推动战略落地,抓好分层衔接,要突出战略导向、强化战略引领,主动与公司战略目标对接,", "label": "工商管理", "id": 0}
{"content": "<正>一、背景习近平总书记在十九大报告中指出:文化是一个国家、一个民族的灵魂。国家电网公司2020年深入学习贯彻习近平总书记关于国有企业、国企党建、能源电力发展系列重要讲话和指示批示精神,确立了建设\"具有中国特色国际领先的能源互联网企业\"的战略目标,国网宁夏电力有限公司承接国网战略目标,优化调整了奋力打造\"两个标杆\"的发展目标内涵,", "label": "工商管理", "id": 0}
{"content": "<正>一、引言掌握员工思想动态,是关乎企业队伍稳定的一件大事。通过分析员工思想动态的影响因素,可以及时发现已经出现或正在发生的思想动态,预测即将发生和可能出现的思想动向和行为趋向。许多企业实例证明,及时分析员工思想动态影响因素,准确掌握员工思想动态,对于提高思想工作的针对性和实效性,发现典型、沟通思想、化解矛盾、理顺情绪、解决热点难点问题、调动积极因素,特别是防范各类问题发生,保持员工思想稳定、队伍稳定和企业稳定等方面,具有不可替代的重要作用。因此,必须毫不动摇地坚持对员工思想动态影响因素进行分析管理。", "label": "工商管理", "id": 0}
{"content": "<正>一、实施目标近年来,国网蒙东电力全面落实上级各项工作部署,增强主动性,打好主动仗,围绕优化品牌塑造目标,广泛开展履责实践,持续推进全面管理,突出融入员工意愿,有效输出公司价值,全面提升社会责任管理水平,推动广大员工和社会各界对电网和公司发展的价值认同。", "label": "工商管理", "id": 0}
{"content": "<正>近年来,国网绵阳供电公司（以下简称\"绵阳公司\"）在国网四川省电力公司的指导下,经过实践探索,不断总结经验,提炼典型成果,结合工作实际,形成基于电网企业特征的一套行之有效、可复制、可推广的管理经验成果。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言从当前发展情况看,我国电力工业的发展已经进入一个新的阶段,电力企业更加注重在发展中的资源优化和管理升级,以及能源的高效利用。因此,在繁重的生产任务下,电力企业更注重管理集约化水平的提升,使用信息管理技术来助力企业发展,提升电力工程项目的质量、缩短建设工期、降低工程造价,推动电力工业的可持续发展。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言2020年是全面建成小康社会和\"十三五\"规划收官之年,也是脱贫攻坚决战决胜之年。当前,决战决胜脱贫攻坚已经进入关键阶段,对党的宣传思想工作提出更高要求,必须凝聚起全党全国全社会力量,以更大决心、更强力度,顽强奋斗,夺取脱贫攻坚战全面胜利。国网宁夏电力认真贯彻落实党中央、国家电网公司党组、自治区党委的各项决策部署,", "label": "工商管理", "id": 0}
{"content": "随着科技的不断进步,社会对各行各业都提出了更高的要求,为了进一步的实现企业的发展,有必要改变现有的发展模式,不断为公司发展注入新的活力。企业现有的\"与客户共成长\"的模式经过长久的实践,还是有一定的存在价值,但是对于当今社会来说,已经不能满足企业发展新需求,因此需要寻找新的发展模式。诚信互助小组的应用可以说是一种新的发展思路,借助诚信互助小组可以提高企业跟客户的联系,来不断的刺激企业的发展。", "label": "工商管理", "id": 0}
{"content": "物流作为目前比较关键的运输纽带,为全球货物运输贡献了相当大的力量,结合目前互联网的快递发展,物流的信息化管理也越来越重要,构建一个相对完善的物流信息化管理系统对于物流运输就有非常重要的作用。基于此,本文以烟草物流为例,通过分析国内外相关学者对物流信息化方面的研究现状,分析总结物流信息化信息化中的管理应用,总结目前研究发展现状,分析其中可能存在的问题,并提出自己的见解,为促进现代物流管理和现代企业的发展不断努力。", "label": "工商管理", "id": 0}
{"content": "在新的历史时期,中国经济社会呈现新常态,企业职工思想观念日趋复杂化、多样化,价值取向和行为方式也发生了巨大的变化。党的十八大以来,以习近平同志为核心的党中央对新时期党的政治建设给予高度重视,提出\"把思想政治建设摆在首位\"。国家电网公司确立了\"建设具有中国特色国际领先的能源互联网\"的战略目标,全面开启了新时代转型发展的新篇章。西平公司的各项工作在驻马店供电系统内\"领跑\",公司综合实力进入河南省电力公司第一方阵,走在前列既面临着前所未有的重要机遇,也面临着更多挑战和更大压力。做好政治思想工作,凝聚发展合力,助推企业高质量发展,尤其重要。", "label": "工商管理", "id": 0}
{"content": "股权集中的背景下,大股东由于其持股比例高,从而在公司经营与决策中享有控制性的地位,成为控股股东。而控股股东往往通过相关隧道行为侵占中小股东的利益。本文从隧道效应入手,描述了控股股东的隧道行为,又对影响控股股东隧道效应的因素进行了深入剖析。最后本文针对公司治理、控制结构、股权结构和制度安排四个方面影响因素提出了公司内部及外部治理、相关方面政策、优化完善股权结构和完善对公司的监管四项可行化建议,从而更好地确保中小股东的利益免受控股股东侵害。", "label": "工商管理", "id": 0}
{"content": "物业管理是为了迎合房地产发展需求而衍生出来的产物,属于房地产商品消费环节,是房地产开发的延续,综合性服务特征显著,与人们的生活有密切关联。随着业主自治能力的不断增强,再加上物业管理市场的规范化和标准化发展,物业管理企业在经营发展中面临的挑战也逐渐增多。在这种背景下,物业管理企业要想在激烈的市场竞争中占有一席之地,不仅要强化对技术、模式等的转变,还应该意识到很核心竞争力对企业长久发展的重要性,并在思想上提高认识,采取科学的方式,加大培育力度。", "label": "工商管理", "id": 0}
{"content": "公司治理体系由一整套有关公司决策、监督和激励等的制度和设计安排组成,并随着公司组织变革不断更新。目前,国际上主要存在三种公司治理体系——盎格鲁-萨克森模式、莱茵模式和家族模式。文章分析了公司治理体系的历史沿革,比较了三大治理体系,最终得出公司治理体系混合趋同的结论。", "label": "工商管理", "id": 0}
{"content": "本文采用案例分析法,选取2009年中国工商银行并购泰国ACL银行为例,基于布鲁诺风险分析框架,对中国企业海外并购受东道国金融体系影响进行深入分析,研究发现:受东道国金融体系影响下,中国企业海外并购风险主要来源于复杂性风险、灵活性风险、非理性风险、管理者的选择、团队整合风险及商业波动风险。主要原因是中国企业的海外并购活动不仅受东道国金融体系的政策法规、准入条件、监管体系等国家层面的因素制约,还受到金融市场汇率、利率波动等市场因素影响。因此,中国企业海外并购要想减少并购风险的产生,可以通过做到降低复杂性风险、增强企业应对风险的灵活性、谨慎非理性风险发生、杜绝管理层错误选择、做好并购整合工作、正确处理商业波动这六个方面进行有效防范。", "label": "工商管理", "id": 0}
{"content": "经济的发展使得跨国并购广受关注,中国企业如何系统防范跨国并购中所面临的诸多风险是中国企业跨国并购能否达到预期目标的关键因素。本文以生命周期理论的视角系统地对阿里巴巴跨国并购Lazada所经历的各阶段存在的风险进行深入分析,构建了中国企业跨国并购风险防范体系。研究表明,在企业并购行为的生命周期中的三个阶段,将面临政治风险、法律风险、估值风险、融资风险、支付风险及整合风险。风险的产生将会影响企业并购后的效益,因此为了提高企业跨国并购的收益,本文以生命周期的三个阶段为跨国并购风险防范体系的基础框架。一是准备期,以审慎性评估为起点,围绕政治、法律环境评估谨慎决策;二是成长期,围绕财务数据,根据企业自身的现金流、资金链等财务状况谨慎评估选择适合自身的方案;三是成熟期,主要对战略、文化和人力三个方面的整合进行常见问题的措施防范。", "label": "工商管理", "id": 0}
{"content": "网络平台企业自出现以来得到了飞速发展,但也呈现了众多治理问题,已逐渐成为理论界和实践界研究的热点之一。本文主要对网络平台企业治理的相关文献进行系统梳理,从微观企业属性、中观准市场属性、宏观社会属性三个层次,整理分析现有研究文献的思路和脉络,并尝试提出未来可拓展的方向。", "label": "工商管理", "id": 0}
{"content": "作为公司治理中的重要层面,高管持股对企业社会责任的影响不容忽视。本文以2010年至2018年沪深两市所有披露过企业社会责任报告的上市公司为样本,深入分析高管持股对CSR履行情况的影响。研究发现,首先,高管持股与CSR之间存在一种倒U型关系,这一关系由高管持股的利益趋同性和防守性两种相反机制共同导致。其次,本文讨论了两种重要的外部治理机制——分析师跟踪和媒体压力对这一关系的调节作用,结果均支持\"市场压力假说\",即二者都使得高管持股与CSR之间倒U型关系的临界点提前。第三,进一步考察社会责任责任的两个方面——CSR优势和CSR关注后发现,分析师跟踪和媒体压力的调节作用仅体现在高管持股与CSR优势的关系上,这说明当高管处于巨大的市场压力之下时,更可能积极地投资于CSR优势以扭转声誉而更不可能致力于避免CSR问题,因为后者只是企业日常经营活动的结果。本文的研究在一定程度上能够为企业制定股权激励计划提供参考,同时有助于更深刻地理解分析师和媒体在公司治理中的作用,对提升企业社会责任水平和优化外部治理环境有一定启示意义。", "label": "工商管理", "id": 0}
{"content": "多市场接触是企业之间在多个市场发生接触和竞争的状态。多市场接触形成的相互克制竞争格局,可以降低竞争强度,并影响企业绩效和企业动态竞争行为（如研发竞争行为）。本文基于2005-2018年的12家中国上市汽车制造公司数据,考察了多市场接触与企业绩效、研发竞争行为之间的关系,并检验了企业女性高管参与的调节作用。本文结论如下:第一,多市场接触与企业绩效呈显著负相关关系;第二,多市场接触与研发竞争行为呈显著正相关关系;第三,女性高管参与削弱了多市场接触对企业绩效的负向影响。本研究从理论上拓展了动态竞争领域的研究,为多市场接触理论提供了中国情境的证据,并对企业通过构建相互克制格局促进企业发展提供实践建议。", "label": "工商管理", "id": 0}
{"content": "基于2002～2015年中国海关统计数据库、中国工业企业数据库和BVD-Zephyr全球并购交易数据库的匹配数据,本文从微观汇率变动视角切入,探究汇率变动对企业跨国并购行为的影响及作用机制。结果表明:（1）企业实际有效汇率上升将推动企业进行跨国并购,在变换估计方法、替换变量、改变样本容量以及考虑内生性问题后结论依然保持稳健;（2）企业实际有效汇率变动对企业跨国并购行为存在异质性影响,东部地区企业、大型企业和国有企业的跨国并购行为更易受汇率影响;（3）机制分析表明,汇率升值提升了企业全要素生产率进而推动企业的跨国并购行为,全要素生产率的中介程度达30.17%,且企业面临的融资约束越小,中介效应越强。由此,加快汇率市场化和金融市场化改革、不断提高自身全要素生产率将为企业跨国并购提供助力。", "label": "工商管理", "id": 0}
{"content": "以广东对外直接投资企业为例,基于面板门槛模型,实证研究了研发投入与企业全要素生产率的关系。结果表明:当期研发投入与企业全要素生产率呈倒\"U\"型的非线性关系,滞后三期的研发投入对企业全要素生产率有边际递减的正向影响。进一步研究发现,具有海外背景的董事比例对研发投入与企业全要素生产率的关系具有正向调节作用,董事具有海外工作背景比海外教育背景的调节作用更强。通过替换变量、考虑内生性和外部政策冲击等,调节作用仍然显著。但异质性分析显示:调节作用只在小规模企业、两职合一企业、非国有企业和技术密集型企业显著。这为广东对外直接投资企业引进海外高层次人才,提高企业生产效率提供了经验证据。", "label": "工商管理", "id": 0}
{"content": "<正>招投标工作对于大型集团来说是一项政策性很强的工作,需要十分严谨、细致、准确。但由于时间要求紧迫,文件资料繁多,有可能在程序上出现疏漏,甚至造成严重后果。为了做到持续性的公开、公平、公正,在采购流程中实施了很多种措施,包括对政治上的高标准,对责任心、工作态度的严要求等,但是仍然会出现胡子眉毛一把抓等现象。为了厘清矛盾先后主次,工作轻重缓急,我们在工作中引入了风险管理概念和方法,构建了风险管理结构模型,取得了积极的效果。", "label": "工商管理", "id": 0}
{"content": "<正>一、前言2020年年初,新冠疫情在全球的爆发对世界经济产生了重大影响,疫情将在很长一段时间内持续存在。企业面临常态化疫情防控和生产经营双重压力,这对传统的企业经营方式提出了严峻的挑战。中国电建集团作为特大型施工企业,对设备物资存在大量的需求,在疫情防控常态化形势下如何开展设备物资采购工作,保障项目货物的及时供应,保证在建项目的顺利履约,成为摆在采购工作者面前亟需解决的重要问题。", "label": "工商管理", "id": 0}
{"content": "<正>一、混改+电改的实施背景改革培育新机,变局萌发新局。三峡集团、长江电力密切顺应国家经济体制深化改革方向,成立三峡电能有限公司,推动电改9号文在三峡集团贯彻落实,以新业务、新业态参与电力体制改革和混合所有制改革。三峡电能作为集团公司配售电业务的主要载体,积极践行集团公司和长江电力发展战略及管理要求,以重庆区域配售电业务为核心,以混合所有制改革和电力体制改革为发展主线,协同发展其他区域业务,初步实施了配售电业务战略布局。", "label": "工商管理", "id": 0}
{"content": "<正>一、单位简介国网厦门供电公司是国网公司辖区内唯一服务特区的大型重点供电企业,服务客户149万户;公司有14个职能部门、16个业务机构、5家省管产业单位。（1）致力公司发展,业绩争先晋位,2016年、2017年连续2次获评国网大供业绩标杆单位;福建省内业绩考核连续6年第1。（2）致力电网发展,供电坚强可靠,", "label": "工商管理", "id": 0}
{"content": "如何持续保持和引领行业主业企业中的最好绩效水平,是南钞公司全体员工当下及未来的共同诉求和奋斗目标。引入对标管理的目的就是通过寻找和研究同行一流公司的最佳实践,并以此为基准与本企业进行比较、分析、判断,从而使南钞公司得到不断改进,并创造可持续的优秀业绩的良性循环过程。沿着行业\"三力九要素\"对标框架与工作思路,结合南钞公司战略规划定位。南钞公司继续深挖、探究后搭建出较为适合的\"三力六要素五十一个核心指标\"的对标指标框架,并明确\"以行业内对标和历史对标为主,外部企业对标为辅\"为原则的对标工作思路。通过对标分析提出了\"南钞公司发展竞争力指数模型\"（雷达图）,客观反映出在行业六家印钞企业中的优势与不足,为下一步的改进与提升指明了方向。", "label": "工商管理", "id": 0}
{"content": "股票基金期权激励制度作为一种企业激励管理手段,最早出现于上世纪50年代的日本和美国,经过几十年的不断探索、快速发展、不断改进、逐渐完善,被西方众多跨国企业广泛采用。对企业治理结构的改善、处理企业委托代理问题、调动企业和员工的积极性等方面都产生了巨大作用。我国在上个世纪90年代,对此类股权激励模式问题进行了深入研究,在国际上取得了突破性进展和成就。今天,国家正式出台《上市公司股权激励管理办法》,该法案为我国企业实施股份期权激励和管理机制,提供了明确的政策和法律指导,促进了我国企业资本市场的健康发展。本文将在此背景下,对我国股份制企业现行的股票期权激励方式进行深入研究,分析其成败之处与不足之处,并寻求原因,从而建立起更为完善的我国股票期权激励机制。", "label": "工商管理", "id": 0}
{"content": "党的十八大以来,为防范化解金融领域存在的重大风险,中国银行保险监督管理委员会不断强化公司治理监管,聚焦于中国特色社会主义银行业、保险业的公司治理结构的建设,并且在二零二零年八月出台了《健全银行业保险业公司治理三年行动方案（2020—2022年）》。与前些年相比,金融行业公司治理水平有所提升,但问题金融机构带来的风险事件依然频出。公司治理缺陷往往成为金融机构风险事件的主要诱因,情况严重者更是使得金融机构走向清算解体的结局。\"前车之鉴,后事之师\"。本文以近年来倍受社会关注的安邦保险集团清算解散案为例,从公司治理的角度,运用相关理论工具,从不同侧面对该集团清算解散的原因进行深度剖析,进而分析监管部门处理问题金融机构的主要着力点,在吸取经验教训的前提上,提出基于完善保险公司治理机制的针对性措施。首先,本文系统梳理了保险公司治理研究的相关文献,明确开展案例分析的理论基础。其次,基于三种主要的公司治理理论,从不同的维度对安邦保险集团公司覆灭的原因进行深入解析:基于两权分离理论,从股权结构、董事会治理维度开展分析,发现安邦保险集团的所有权和控制权并不相分离,集团完全由实际控制人一手掌控;基于利益相关者理论,从利益相关者治理维度开展分析,发现安邦保险集团存在关联交易利益输送和银保混业经营的问题,造成保单持有者、投资者等相关利益主体间严重的利益冲突;最后,基于COSO内部控制理论,从风险评估与内部控制活动维度开展分析,发现该集团在内部控制系统方面也存在严重缺陷。综合来看,公司治理的缺陷是造成了安邦保险集团的清算解体的主要原因之一。再次,本文梳理了监管部门在处置安邦保险集团的过程和主要举措,总结监管部门对问题金融机构处理的主要经验。最后,针对健全金融机构公司治理监管体系提出相关建议。", "label": "工商管理", "id": 0}
{"content": "作为中国保险监管体系\"五道防线\"之二,公司治理监管是基础,偿付能力监管是核心。近年来,中国银保监会正在着力构建和不断完善第二代偿付能力监管制度体系（下称\"偿二代\"）。2021年,中国银保监会修订发布《保险公司偿付能力管理规定》,该项规定在吸收偿二代建设实施的成果后,进一步明确要强化偿付能力监管,有效防控保险行业偿付能力风险。虽然偿付能力是保险公司生存发展的关键,但良好的公司治理也是金融机构长期稳健运行的基础。2020年,中国银保监会发布了《健全银行业保险业公司治理三年行动方案（2020-2022年）》,旨在通过该方案进一步深化银行业保险业公司治理改革,持续提升我国银行业保险业公司治理的科学性、稳健性和有效性。那么,公司治理结构如何影响保险公司的偿付能力呢?保险公司应该从哪些方面完善公司治理结构以巩固公司的偿付能力呢?本文的研究目的即是为上述问题寻找答案。首先,本文梳理了现有的保险公司治理和偿付能力关系研究的相关文献,将理论层面分析和前人学者的研究结论相结合,提出本文的研究假设,即股东治理、董事会治理、监事会治理、高管治理这些治理要素如何影响偿付能力。然后,本文通过实证分析来检验股东治理、董事会治理等要素对偿付能力的影响方向和水平。通过研究发现,第一大股东持股比例与偿付能力呈正相关关系,股权集中有利于提升保险公司的偿付能力;两职合一与偿付能力呈负相关关系,董事长和总经理为同一人会弱化董事会的监督权和独立性,不利于保险公司偿付能力的提升;一些公司治理要素的实际有效性没有显示出来,上市保险公司可能存在未能发挥董事会治理、监事会治理等积极作用的问题。最后,本文根据实证结果,为保险公司进一步提升公司治理水平和偿付能力提出建议。", "label": "工商管理", "id": 0}
{"content": "自保公司发端于上世纪二十年代,已成为国际保险产业中非常重要的部分。自保公司在我国还是新兴事物,人们对其经营管理、发展模式等方面的认识还有所不足。本文首先分析中国内地四家自保公司的公司治理现状,然后依据中国银保监会的有关规定,对中国内地四家自保公司的公司治理监管进行评价,说明当前中国银保监会对中国内地自保公司的公司治理监管存在监管失灵现象,最后提出了完善中国专业自保公司的公司治理监管的政策建议。", "label": "工商管理", "id": 0}
{"content": "<正>为学习贯彻《国企改革三年行动方案（2020～2022年）》和十九届五中全会关于国资国企改革的有关精神,中国国际经济交流中心副理事长王炳华、常振明带队先后走访了中科院控股、广东恒健、广汽集团、中信戴卡、中信特钢等国企,并与广东省国资委、广州市国资委、深圳市国资委等机构交流,重点关注在创新活动较为密集或市场竞争较充分的领域和行业,国有资本和国有企业应当如何作为才能做强做优做大。现将调研发现的成功做法、存在问题和有关建议报告如下。", "label": "工商管理", "id": 0}
{"content": "法人治理即公司治理,法人治理结构是公司制度的核心,建立健全法人治理结构,可以使内部人控制权的收益降到最低。市场化改革以来,国有企业法人治理工作变得尤为重要。2016年,国家局下发了国烟法[2016]83号文《国家烟草专卖局中国烟草总公司关于贯彻落实中共中央国务院关于深化国有企业改革的指导意见进一步推进烟草企业改革重点任务的通知》,通知中提到,建立和完善现代企业制度,继续研究探索烟草商业企业建立现代企业制度的途径和方式。2019、2020年,在国家局多项行业工作会议上均重点提到要将公司制改革不断推进,实践证明,推行公司制改革是行业贯彻落实中央要求,加快形成权责明确、有效制衡的公司法人治理结构,助推依法决策、民主决策、科学决策的重要环节。随着信息化应用技术成功经验的不断累积,本文将从集团商业法人治理工作概况、法人治理工作近十年发展历程、管理现状成因浅析以及实现信息化的必要性方面进行详细的分析与阐述,并将对信息化投入后实现的主要成效进行分析概述。", "label": "工商管理", "id": 0}
{"content": "<正>洛阳栾川钼业集团股份有限公司（简称\"洛钼集团\"）原是栾川县一家中小型国有企业,为了克服国有企业\"吃大锅饭\"的弊端,走出发展困境,经过2003年和2012年两次\"混合所有制\"改革,引入有责任担当、有雄厚资本、有理想抱负、有市场经验的上海鸿商产业控股集团（简称\"上海鸿商\"）作为战略合作伙伴,由国有独资转型为\"政府引导、民营主导、股份制架构\"的混合所有制跨国公司,激活了发展的内生动力和活力,通过实行现代企业管理制度,落实\"三大改造\",完成A+H两地上市,推进国内布局优化、海外并购两条战线,由一家地方小型国企一跃发展成为位居全球前列的矿业资源跨国公司,洛钼集团的发展实践深刻地证明了混改是企业实现跨越发展的制度根本。", "label": "工商管理", "id": 0}
{"content": "<正>洛阳国宏投资集团有限公司（以下简称\"国宏集团\"）成立于2013年6月,是经洛阳市人民政府批准组建的市属综合类国有资本投资（运营）公司。自成立以来,国宏集团以市场化运营为导向,以在工业领域发挥资本运营、资源集成、国资战略重组等为功能定位,致力于传统产业转型升级、战略新兴产业引导培育,统筹协调解决国企改革遗留问题,主要从事股权、项目投资,资产、股权管理与经营,资产收购、资产处置、债务处置,接收、管理和处置不良资产,企业和资产托管,实业投资,土地整理开发等业务。截至2019年底,国宏集团注册资本金20亿元,资产总额242.74亿元,净资产145.35亿元,实现营业收入140.91亿元,利润总额6.71亿元,荣列\"中国服务业500强\"第332位、\"河南企业100强\"第33位,拥有7户二级企业和46户三级企业,持有1户上市公司的股权。", "label": "工商管理", "id": 0}
{"content": "<正>中国航天科工集团有限公司（以下简称航天科工）是战略性、高科技、国家级创新型企业,是我国航天事业和导弹工业发展的主力军,于1999年7月正式组建,现由总部,6个研究院,16个公司制、股份制企业构成,全级次共有500余户企事业单位,职工总数约15万人。航天科工始终坚持以\"科技强军、航天报国\"为己任,牢固树立\"国家利益高于一切\"的核心价值观,坚持\"服务国家战略、服务国防建设、服务国计民生\"的战略定位,大力发展防务装备、航天产业、信息技术、装备制造、现代服务业五大产业板块,承担了多个型号任务以及国家重大工程和重大专项任务,构建了较为完整的科研生产体系,积极以航天技术优势服务于国民经济建设,为支撑我国国防军队建设、推动科学技术进步、服务经济社会发展做出了突出贡献。", "label": "工商管理", "id": 0}
{"content": "<正>中国华录集团有限公司（以下简称\"华录集团\"）诞生于我国市场经济改革的浪潮中。历经28年的改革与发展和3次转型升级,已从一家濒临破产,专业从事录像机关键件生产的\"工厂式\"企业,成长为一家保持较高发展速度,以信息产业为基础的新型科技文化产业集团。可以说,企业的每一次成功转型都离不开刀刃向内、斗争碰硬的市场化改革,而贯穿始终的正是华录集团坚定不移走混合所有制改革发展路子,坚决破除体制机制障碍的魄力与决心。本成果拟从改革背景、改革内涵、改革举措和改革成效等四个方面对华录集团在混改领域开展的有益探索和实践进行提炼总结,以期对深入践行\"两个毫不动摇\",壮大我国混合所有制经济,促进国有企业更加规范有序的实施混合所有制改革有所裨益。", "label": "工商管理", "id": 0}
{"content": "<正>发展混合所有制经济,是党的十八届三中全会确定的重大任务,是深化国有企业改革的重要举措。2020年的政府工作报告强调指出:提升国资国企改革成效。实施国企改革三年行动。健全现代企业制度,完善国资监管体制,深化混合所有制改革。国企要聚焦主责主业,健全市场化经营机制,提高核心竞争力。双星集团有限责任公司（以下简称\"双星集团\"）是青岛市国有企业集团层面第一家开展混合所有制改革的企业。2020年7月16日,双星集团混改签约仪式在青岛举行,引入三家战略投资者和职工持股平台。此举被认为是青岛国企改革发展史上具有蹚路破冰意义的里程碑,为青岛转换发展动能、推进高质量发展赋能。[1]通过混改,双星集团可以加速释放其在2014至2019年\"二次创业\"智慧转型所创造的潜能,尽快打造成为千亿级规模的世界一流企业。", "label": "工商管理", "id": 0}
{"content": "<正>2018年8月,国务院国有企业改革领导小组启动开展国企改革\"双百行动\",旨在选取百余户中央企业子企业和百余户地方国有骨干企业,在2018年一2020年期间,全面落实\"1+N\"政策文件要求,深入推进综合性改革,在改革重点领域和关键环节率先取得突破,打造一批治理结构科学完善、经营机制灵活高效、党的领导坚强有力、创新能力和市场竞争力显著提升的国企改革尖兵。中国中化集团有限公司（以下简称\"中化集团\"）有效借助\"双百行动\"专项工程契机,选取中化能源股份有限公司（以下简称\"中化能源\"）、中化国际（控股）股份有限公司（以下简称\"中化国际\"）两家企业申请纳入\"双百企业\",作为改革先锋试点实施中化集团战略落地亟需重点突破的改革举措,取得显著成效并在内部发挥了示范作用,实现了贯彻国家改革政策、推动集团战略落地、促进企业更好发展三方面利益有机统一,产生了最大化的改革价值,具有一定的借鉴意义。本成果旨在总结中化集团借力\"双百行动\"专项工程全面深化改革的思路和做法,为其他企业推进国企改革专项工程和深化国企改革工作提供借鉴。", "label": "工商管理", "id": 0}
{"content": "<正>一、改革背景中船九江精达科技股份有限公司（以下简称\"中船精达\"）成立于2007年5月,前身是中国船舶集团有限公司（以下简称\"中船集团\"）第6354所（以下简称\"6354所\"或研究所）于1982年成立的研究一室滑环组,主要为研究所本部惯性测试设备提供配套;在二十世纪九十年代初期,研究所为推进滑环产品的发展,提升滑环产品在惯性测试领域的地位,将原滑环组、圆感应同步器组合二为一成立研究八室;进入二十一世纪后,研究所为进一步扩大电旋转连接器、小角度测量及计量产品的市场占有率,将原研究三室和研究八室合并成立检测事业部,年营收从100余万元增长至800余万元;2007年,", "label": "工商管理", "id": 0}
{"content": "<正>一、成果的背景2002年8月,深圳市政府向海内外宣布,为了加快国有企业改革和发展,推动国有企业产权主体多元化,完善公司治理结构,提高企业国际竞争力,决定以深圳市燃气集团、能源集团、水务集团等五家国有企业为试点进行国际招标招募,引进战略投资者。在深圳市政府的领导下,深圳市燃气集团股份有限公司（简称\"深圳燃气\"）先后完成了组织准备、设计方案、选择战略合作伙伴、办理法律手续等关键工作。2004年4月,深圳燃气正式引进了中华煤气有限公司和新希望集团有限公司等战略投资者,分别持股30%和10%,由国有独资公司改组为中外合资企业,通过国际招标招募,深圳燃气完成了产权主体多元化的混合所有制改革。2007年深圳燃气整体改制为股份公司,并启动上市工作。", "label": "工商管理", "id": 0}
{"content": "<正>中海油服是中国近海市场最具规模的综合型油田服务供应商,服务贯穿海上石油及天然气勘探、开发及生产的各个阶段。业务分为四大类:物探勘察、钻井、油田技术及船舶服务。作为中国海上最大的油田服务上市公司,公司既可以为用户提供单一业务的作业服务,也可以为客户提供一体化整装、总承包作业服务。服务区域涵盖中国海域,并延伸至南美、北美、中东、非洲、欧洲、东南亚和澳大利亚等国家和地区。", "label": "工商管理", "id": 0}
{"content": "<正>巴基斯坦卡西姆港燃煤电站项目由中国电力建设集团（简称:中国电建）子企业中国电建海外投资有限公司（简称:电建海投公司）和卡塔尔AMC公司按照51%:49%比例共同投资建设的混合所有制经济体制项目,是目前中国电建最大的海外投资项目,也是中国电建在海外推进\"投-建-运\"全产业链一体化战略实施的第一个火电投资项目,肩负着中国电建转型升级、结构调整、提质增效的重任。该电站项目于2015年7月正式开工建设,2017年11月15日首台机组并网发电,根据投资协议,电站运营期为30年。截至2020年6月30日,电站累计发电超过210亿千瓦时,成为巴基斯坦目前装机容量最大、", "label": "工商管理", "id": 0}
{"content": "公司高管作为企业投资战略的决策者和执行者,其个人特征对公司的并购活动有着重要的影响,本文考察了CEO技术背景对公司并购倾向的影响。研究发现:拥有技术背景的CEO会对企业并购交易数量产生正向影响,并且二者之间的关系在非国有企业中更显著。", "label": "工商管理", "id": 0}
{"content": "与企业自身的创造积累相比,并购是另一种能较快扩大企业规模、促进企业发展的方式。并购可以帮助并购企业直接获取目标公司的优质资源,实现竞争优势的转移,实现企业优势互补,获得财务协同效应,从而推动企业的长久发展。获取财务协同效应是企业实施并购的重要原因,是评判企业并购成功与否的重要判断标准,对财务协同效应的评价就显得尤其重要。本文以好想你并购百草味为案例研究对象,运用事件研究法、财务指标法和经济增加值法来分析其财务协同效应,并得出结论、总结出相关经验。", "label": "工商管理", "id": 0}
{"content": "随着世界经济全球化的进展,在扩大生产和进入新市场的进程中,企业并购是一种使用较为广泛的手段。本文描述了企业并购融资的研究背景及其含义,着重介绍了我国企业进行并购融资时经常使用的融资渠道及方式,详细分析了影响企业选择不同融资方式的因素;指出目前我国并购融资还存在着融资方式选择不充分、市场环境不完善等问题,可以通过加快并购融资方式的创新和推广、改善市场环境和发行银行并购贷款予以解决。", "label": "工商管理", "id": 0}
{"content": "高溢价并购重组成为国内A股市场的常态,潜藏的风险严重威胁着股东和公众投资者权益。通过分析2013-2019年A股市场发生的并购事件,对尽职调查、高管激励与并购溢价三者之间关系进行了实证研究。研究发现:勤勉尽职调查与并购溢价呈现出显著负相关;高管激励弱化勤勉尽职调查与并购溢价的负相关性。因此,借助于高管激励对勤勉尽职调查与并购溢价关系的调节作用,可以避免低溢价率对冗长尽职调查的过度依赖,最终实现风险有效管控、资金最大化运作.", "label": "工商管理", "id": 0}
{"content": "递延纳税制度是并购重组所得税制度中的核心规则,其理论基础是必要纳税资金的缺乏,即非货币性资产参与的并购重组不产生现金流,且其投资所得在并购重组交易当时也并未实现,要求缺乏纳税必要资金的纳税人预先负担高额税赋,这违背了量能课税原则与税收中性原则。故而,递延纳税制度是对量能课税原则的遵守,而非赋予纳税人优待的税收优惠。然而,递延纳税制度依旧存在着违反税收法定与税收公平等若干问题,如递延期限的上位法缺位、个企并购重组地位悬殊等。通过对立法与制度的完善来为我国资本利得课税制度的理论挖掘与制度思考提供中国经验。", "label": "工商管理", "id": 0}
{"content": "<正>一、南方水泥企业简况南方水泥有限公司（简称南方水泥）是世界五百强央企中国建材集团有限公司水泥业务板块的核心企业之一,2007年在上海浦东注册成立,目前注册资本为110亿元,母公司中国建材股份有限公司占84.83%的股权。南方水泥成立之时,习近平同志发来贺信,祝愿南方水泥\"早日实现战略整合的既定目标,为国有企业的改革发展不断探索新路,为促进区域合作、联动发展作出更大贡献\"。13年来,公司始终牢记嘱托,坚持\"联合重组、管理整合、改革创新、优化升级\"的发展方针,从零起步,大规模联合重组东南和中南经济区300余家水泥、商混企业,积极推动组织和业务的战略整合、市场化改革和优化升级,", "label": "工商管理", "id": 0}
{"content": "<正>一、研究背景及内容以2013年十八届三中全会为起点,国资国企改革主要内容是提出完善国有资产管理体制,以管资本为主加强国有资产监管,改革国有资本授权经营机制,支持有条件的国有企业改组为国有资本投资公司。改组组建国有资本投资公司作为综合改革试点举措,既是推动国资监管从管资产到管资本转变的改革,也是国企自身功能定位和管控体制机制的改革,是涉及国资国企两个层面的综合性改革。为此,国务院国资委出台了系列配套支持政策。", "label": "工商管理", "id": 0}
{"content": "<正>1月1月1日央行决定于1月6日下调金融机构存款准备金率0.5个百分点（不含财务公司、金融租赁公司和汽车金融公司）为支持实体经济发展,降低社会融资实际成本。此次降准是全面降准,体现了逆周期调节,释放长期资金约8000多亿元。1月3日国务院总理李克强主持召开国务院常务会议,确定促进制造业稳增长的措施,稳定经济发展的基本盘;部署加快服务外包转型升级,推动服务业优结构上水平。", "label": "工商管理", "id": 0}
{"content": "<正>《中国企业改革发展2020蓝皮书》是中国企业改革与发展研究会重点打造并推出的年度产品,是关于中国企业改革发展的具有代表性和权威性的研究报告。该书由中国企业改革发展研究总报告、分报告、企业案例、数据统计与分析、企业改革发展大事记、领导讲话及指导文献等部分组成。其中,总报告综合论述中国企业改革发展的现状、重要举措、成就、机遇与挑战;分报告涵盖国资国企改革发展报告、企业信用发展研究、企业可持续发展指数报告等多个研究方向;企业案例选取具有典型代表意义的企业改革探索创新与实践;", "label": "工商管理", "id": 0}
{"content": "<正>一、中国企业改革发展现状2020年,国际环境日趋复杂,不稳定性不确定性明显增加,新冠肺炎疫情影响广泛深远,经济全球化遭遇逆流,世界进入动荡变革期,单边主义、保护主义、霸权主义对世界和平与发展构成威胁。同时,我国已转向高质量发展阶段,正在加快构建新发展格局,改革发展任务比以往时期更加艰巨和繁重。面对新挑战和新任务,党中央、国务院始终高举中国特色社会主义伟大旗帜,坚持以习近平新时代中国特色社会主义思想为指导,全面贯彻党的十九大和十九届四中、五中全会精神,准确把握国内国际两个大局,着力抓好发展和安全两件大事,加强战略谋划,增强战略定力,坚持稳中求进工作总基调,", "label": "工商管理", "id": 0}
{"content": "企业核心竞争力是企业取得持续竞争优势的来源和基础。一直以来,房地产估价机构在各自的领域默默耕耘,很少重视企业核心竞争力的培育。随着国外环境的变化,国内经济的转型升级以及房地产估价新型业务的不断出现,企业进入了追求高质量发展的新阶段,房地产估价机构需重新审视自身发展,提升企业核心竞争能力。本文从房地产估价机构角度出发,结合估价行业特点,从构建学习型组织与培育良好企业文化等软实力方面探索提升估价机构核心竞争力的途径。", "label": "工商管理", "id": 0}
{"content": "随着经济社会的高质量快速发展及人们法律意识的不断提高,新的估价业务不断涌现,很多传统的估价业务也出现新的估价需求。本文通过一个简单案例分析了在新形势下中小房地产估价机构在发展中遇到的主要问题、行业发展的新方向及如何解决问题。", "label": "工商管理", "id": 0}
{"content": "清标主要目的是保证投标文件能响应招标文件所要求的内容以及烟草行业相关规定,而回标分析的主要目的是对中标的投标文件进行全面分析。清标及回标分析都是清单计价规范及烟草行业工程审计操作指南实施后,招投标及成本控制工作中必不可少的环节。", "label": "工商管理", "id": 0}
{"content": "<正>本文针对国企改革和厂办大集体改革的新形势、新任务,以国网山东省电力公司集体企业为例,提出以\"瘦身健体\"为核心,优化业务布局,强化规范管理,做强、做优集体企业,有效提升集体企业\"为公司发展服务\"和\"为电网建设服务\"的能力。一、实施以\"瘦身健体\"为核心的深化改革的重要意义", "label": "工商管理", "id": 0}
{"content": "<正>综合能源服务是未来能源供应的大趋势,其目的是要满足客户的多元化能源需求,涵盖冷-热-电-气等多种能源的规划、设计、建设、运维、投融资等环节,业务涉及分布式电源、三联供系统、智能电网、增量配电网、需求响应、虚拟电厂、综合能源站等。从综合能源业务市场容量看,根据中国电力传媒集团能源情报研究中心测算,到十三五末,我国综合能源服务相关产业有望超过8万亿元产值,市场潜力巨大。", "label": "工商管理", "id": 0}
{"content": "<正>目前,中国正在积极推进供给侧结构性改革,加快产业结构转型升级。为应对日益激烈的市场竞争,并购已经逐渐成为企业实现快速扩张和跨越式发展的重要手段。企业文化是一个企业由它的企业价值观、企业经营理念、企业管理制度等组成的特有的文化形象,是推动企业持续发展的原动力。企业文化已经成为现代化企业管理中不可或缺的要素之一,在企业并购中发挥着至关重要的作用,因此企业并购中企业文化融合具有重要的研究意义。一、企业文化概述", "label": "工商管理", "id": 0}
{"content": "2015年《中共中央国务院关于深化国有企业改革的指导意见》（中发[2015]22号,以下简称《指导意见》）出台,国资国企综合改革拉开新的帷幕。2018年以来,国有企业混改进一步加速,国企混改第三批试点经发改委和国资委全面推出,地方国企混改也进一步扩容,步入有效实施阶段。目前,结合中央企业混改实施试点,各省市、自治区也陆续出台了有关混改的实施意见和行动方案及项目储备库,明确了国企发展混合所有制经济的思路和相关政策,混改已成为我国国企改革重点突破的方向。为此,本文以地区国企综合改革问题为导向,在深入分析其产生原因后,提出推动国资国企综合改革发展混合所有制经营的对策建议。", "label": "工商管理", "id": 0}
{"content": "<正>导语8月26日,央企北新建材（000786）联合重组四川蜀羊防水,并在随后的\"北新建材40周年暨2019创新发展大会\"上宣布正式启动防水业务,筹建防水新材料国家重点实验室。本社曾在当时作出了\"北新建材官宣之后还有重磅官宣\"的报道。今天,这一重磅官宣终于落地。刚刚（10月31日）,北新建材发布公告称,正式联合重组禹王防水集团和河南金拇指防水。北新建材拟以76,860万元的价格,受让禹王防水建材集团有限公司等8家系列公司70%股权;以27,", "label": "工商管理", "id": 0}
{"content": "近年来,国家烟草专卖局在对行业单位开展规范管理监督检查时,指出不少单位存在\"招标过程中未按规定时间提交《中选供应商确认单》\"的问题,要求各单位进行整改。对此,行业另一种观点认为,国家局指出问题所依据的文件条款虽然是充分明确的,但该条款与文件的其他条款、甚至与国家行政法规之间存在着冲突,导致无论是否在\"3个工作日内填写《中选供应商确认单》\"都违规。本文就此问题进行了研究,梳理了相关法规、行业规范性管理文件之间的关系,并提出了两条具体建议。", "label": "工商管理", "id": 0}
{"content": "<正>一、引言\"资本运作\"是指企业将其所拥有的存量资本（包括有形资本和无形资本）,通过流动、撤分、组合等资本扩张或资本收缩的方式进行优化配置,提升资本的配置效益,最终实现最大限度的资本保值和增值,具体实施模式主要包括并购重组、增资减债、股权多元化、资本收缩、破产重组等。资本市场对于包括国有企业在内的企业而言,其意义在于:一是拓宽融资渠道,改善企业资本结构,进而促进企业价值最大化;二是引入多样化资本,实现股权多元化和产权主体多元化,在分散投资风险的同时,完善治理结构并建立健全现代企业制度;三是通过并购重组等方式,优化企业的产业布局或市场布局,提高资金配置效率。因此,研究国有企业资本运作的发展现状和效率对于指导当前国有企业改革具有重要的现实意义。", "label": "工商管理", "id": 0}
{"content": "<正>2020-07-03根据清科私募通数据显示,2020年第二季度中国并购市场共完成363笔并购交易,案例数量同比下降11.9%,环比上升12.0%。其中披露金额的有279笔,交易总金额约为2117.86亿人民币,同比上升20.4%,环比下降53.1%。国内大额并购案例数量和规模所有下降", "label": "工商管理", "id": 0}
{"content": "随着全球化的到来,越来越多的企业为了获得更加宽广的市场,并且实现自身内部治理结构体系的全面优化,开始着手于并购活动。在现行的企业制度之下,因为企业信息和利益之间存有明显的矛盾,导致企业的控制权以及所有权相分离,造成管理者和股东之间出现了委托代理方面的问题。基于此,本文以A公司为例就股权收购对公司治理结构和治理效率的影响展开了深入以及全面的探究分析,期望经过该研究可以为将来的有关研究提供科学合理的参考。", "label": "工商管理", "id": 0}
{"content": "<正>2020-06-112020年5月并购市场的整体情况根据清科旗下私募通数据显示,2020年5月中国并购市场共完成95笔并购交易,环比下降19.5%,同比下降31.2%。其中披露金额的有68笔,交易总金额约为629.86亿人民币,同比下降18.1%,环比下降21.7%。从并购交易类型来看,本月国内交易共发生93笔交易,占并购案例总数的97.9%,其中披露金额的案例68笔,披露金额是629.86亿人民币;海外交易共发生2笔交易,案例数", "label": "工商管理", "id": 0}
{"content": "自從二十世紀以來,伴隨全球經濟一體化進程加快,歐美發達國家興起新一輪並購潮流。同樣的,我國內地企業並購也隨迸發出活力。本文將以金亞科技股份有限公司入手,一探企業間並購中的財務風險的起因以及提出相關對策。通過比較研究法、採用文獻資料引用歸納法和經驗總結法在金亞科技股份有限公司兩起並購案中的做法可以得出,企業如果能重視事先的資訊搜集工作,並合理選擇多管道的融資方式最後還要安排周密的財務審查。並購中的財務風險就可以被大大抵消,最大程度保障並購的成功與新公司運營。", "label": "工商管理", "id": 0}
{"content": "<正>2020-05-14 2020年4月并购市场的整体情况根据清科旗下私募通数据显示,2020年4月中国并购市场共完成118笔并购交易,案例数量与上月持平,同比下降17.5%。其中披露金额的有93笔,交易总金额约为803.94亿人民币,同比上升19.7%,环比上升17.7%。从并购交易类型来看,本月国内交易共发生113笔交易,占并购案例总数的95.4%,其", "label": "工商管理", "id": 0}
{"content": "<正>结题报告编号:JKY10214时间:2018年6月——2020年6月1.选题的意义、价值和理论支持1.1选题的理论意义我国当前更加关注分析招投标风险,可以迅速解决这项操作中出现的问题,在社会经济发展过程中最大程度的发挥招投标制度的作用。因此建筑企业在开展这项工作时必须认真遵守诚实守信的基本准则,不断改进制度、规范操作,才可以逐步提升工作水平,推动市场的健康发展。", "label": "工商管理", "id": 0}
{"content": "<正>2020-04-04 2020年第一季度在疫情背景下,全球经济遭遇严重冲击,大部分企业停止或暂缓了并购活动。并购市场经过2019年全球监管、贸易、经济等复杂多变条件的调整,2020年并购市场将会更加回归理性和成熟,保持有序发展。根据清科旗下私募通数据显示,2020年第一季度中国并购市场共完成322笔并购交易,案例数量同比下降30.9%,环比下降31.6%。", "label": "工商管理", "id": 0}
{"content": "<正>2020-02-18 2020年1月并购市场的整体情况根据清科旗下私募通数据显示,2020年1月中国并购市场共完成141笔并购交易,案例数量同比上升46.9%,环比下降38.7%。其中披露金额的有120笔,交易总金额约为2940.93亿人民币,同比上升347.0%,环比上升139.2%。金额骤然升高是由于两个大额案例的成功收购。分别为:2020年1月3日,招商局蛇口工业区控股股份有限公司、深圳市前海开发投资控股有限公司分别以729.08亿元增资合资公司——深圳市前海蛇口自贸投资发展有限公司,交易完成后交易双方分别持有合资公司50.0%股权,合计价款1458.16亿元。中央汇金投资有限责任公司、山东省金融资产管理股份有限公司、新加坡大华银行和其他八家股东成功收购恒丰银行股份有限公司,作价1000亿元人民币。", "label": "工商管理", "id": 0}
{"content": "站在新时代的历史节点上,国有企业想要突破瓶颈\"做强做优做大\",必须提升核心竞争力。市场化改革进程中,国企改革取得了历史性成就和突破性进展,但在企业文化建设上发力不够,使得改革攻坚阶段受到掣肘,因此企业文化建设提升国有企业核心竞争力成为重要议题。本文首先对核心竞争力进行解构,明确企业文化建设的基础导向地位。然后从四个层面探寻企业文化对核心竞争力提升的作用原理,在此基础上分析当前国有企业文化建设现状及问题,最后提出企业核心竞争力提升具体路径和策略,为国企改革突破瓶颈走出困境提供借鉴。", "label": "工商管理", "id": 0}
{"content": "良好的公司治理是企业发展的基石和保障。在当今世界各国公司治理结构的模式中,主要有以英美法为代表的一元制结构和以德国法为代表的二元制结构。中国公司法从酝酿到正式出台,适值国家经济体制改革,对国有企业的改革和尽快建立现代企业制度成了当时立法的价值导向。在这一背景下,当时的立法者借鉴了两大法系国家经验,在公司法中创立了一种有别于传统一元制和二元制的\"三权分立—制衡\"结构模式。但在实践中,由于种种原因（诸如一股独大等）,三方的权力往往不能达到制衡,董事会作用运行不足,监事会失效。立足于对欧洲洲股份公司的治理模式和发展的探讨,可为中国公司治理模式的选择提供一种新的思路。", "label": "工商管理", "id": 0}
{"content": "首席法务官制度在西方世界已经积累了一定实践和理论基础,在中国尚在初步探索阶段。该制度横跨多个学科,连接公司治理理论与实践,凸显现代公司治理的问题与方向,也提供了推进中国公司治理体系优化的新切口。因而,该制度值得深入考察、反思与借鉴。", "label": "工商管理", "id": 0}
{"content": "本文以2008—2018年A股上市公司389个海外并购公告为研究对象,基于事件研究法计算其市场反应,并在投资者有限关注假说下,提出了媒体关注与海外并购市场反应的研究假设。本文采用OLS和2SLS回归模型进行实证检验,结果发现:①在控制公司基本面特征和行业、年度及地区固定效应的情况下,媒体关注对海外并购的市场反应产生正向影响。②在进一步的检测变量分组回归中,媒体关注对海外并购市场反应的影响在技术并购组和非主板上市组中体现得更加明显,进一步验证了并购信息的复杂性与市场反应之间的相关关系。③研究结果通过了替换因变量、两阶段最小二乘法和增加控制变量等稳健性检验,表明本文的研究结果是可靠的。研究结果表明,上市公司应充分重视海外并购中的信息披露完备性和投资者关系管理,关注媒体报道的信息中介作用,提升投资者对公司重大决策的信心和价值评估。", "label": "工商管理", "id": 0}
{"content": "本文以我国沪深A股上市公司2011-2017年数据为样本,通过分析终极所有权结构、金字塔层级,研究实际控制人对上市公司承担企业社会责任的影响。实证研究结果显示,当企业社会责任作为一种代理成本时,随着现金流权的增加,实际控制人承担企业社会责任的主动性降低,现金流权与企业社会责任呈显著负相关关系,并且由于现金流权与控制权的分离,实际控制人为掩盖\"掏空\"等不当行为,往往会将企业社会责任作为混淆公众视野的工具,两权分离度和金字塔层级数与企业社会责任呈显著正相关关系。同时本研究还发现,相对于非国有企业,国有企业作为国家意志的体现,承担着更多企业社会责任,伴随着政府级别的降低,金字塔层级对企业承担社会责任的正向作用在减弱。", "label": "工商管理", "id": 0}
{"content": "大学生的创新创业教育必须以课程为依托,通过整合学科、学校、社会等的资源,激发学生创新热情,培养学生综合实践能力及社会责任感。本文根据国家对一流实践课程的建设要求,以创业培训课程教学实践为例,探索实践课程建设中的制定课程大纲应注意事项、教师队伍建设、学科融合、课程平台建设等方面的策略。", "label": "工商管理", "id": 0}
{"content": "\"职业教育前途广阔、大有可为\",\"十四五\"开局之年,在\"互联网+\"不断推进的新形势、新任务、新要求之下如何精准推动教学改革,深化产教融合?本文以中职学校人力资源管理事务专业核心课程《人员招聘与配置》为例,以学生为中心、以行业需求为导向,以信息技术为手段,从课前准备工作、课中教学实施、课后教学效果验证及反馈等三个阶段阐述信息技术\"多元\"融入课堂教学与实践方略,推动信息化与课程教学深度融合,落实立德树人之根本任务。", "label": "工商管理", "id": 0}
{"content": "课程是实现人才培养目标的主要载体,课程质量直接决定着人才培养的质量。本文从创业培训课程教学存在的主要问题、管理体系、教学模式、评价方式等几个方面进行分析、探讨论述,以期对该类课程建设提供一些理论及实践参考。", "label": "工商管理", "id": 0}
{"content": "文章在对管理类专业毕业生就业情况分析的基础上,对当前管理类专业人才培养的方式进行分析和探索。同时立足企业对人才需求的视角对当前管理类人才培养存在的问题进行分析和研究,建立以企业为需求的管理类专业人才培养模式,对解决企业需求和人才培养模式之间的矛盾具有一定的价值和意义。", "label": "工商管理", "id": 0}
{"content": "社会保险作为社会保障体系中的核心内容,从医疗,养老等方面保障人们的基本生活需求。文章对社会保险管理中所面临的风险进行分析,选取社会保险的基本养老保险,企业年金,基本医疗保险和补充医疗保险进行研究,对企业在这四个险种中的漏保风险,保障能力,感知公平和运营风险进行实证分析,结果表明,企业年金整体风险程度较低,补充医疗保险的风险程度较高。最后根据企业中存在的风险和问题提出对策建议,为企业的社保工作提供参考依据。", "label": "工商管理", "id": 0}
{"content": "2019年国家相关部门制定了\"1+X\"职业证书制度,启动了\"1+X\"试点工作。为解决高职工商企业管理专业学生的就业问题,需要对职业教育、企业培训与劳动力市场进行深度融合,通过工作本位学习,培养学生更为实用的知识、技术和能力。为此,高职工商企业管理专业在现代学徒制下要实施\"1+X\"职业证书制度,就要与企业对接,对管理就业工作岗位群进行充分剖析,将管理教学任务与工作、培训、学习深度结合,培养学生的新职业能力,适应数字化时代下企业对高职工商企业管理专业人才培养的新要求。", "label": "工商管理", "id": 0}
{"content": "高校人力资源管理专业开设企业文化课程,不仅出于市场需要,企业培养优秀的、具有先进管理思想的人力资源管理者;同时也帮助学生更好认识环境,融入组织。本文以CDIO理念为准绳,对《企业文化》课程案例教学进行创新研究,着力增强课堂教学趣味性、感召性、参与性,促进学生对课程中抽象理论知识的理解与接受,激发学生对企业文化管理问题的反思与探究。", "label": "工商管理", "id": 0}
{"content": "翻转课堂教学法通过课前、课中、课后全新的教学组织方法 ,实现了教师与学生的角色翻转,让学生成为真正的教学主体,提高了教学的趣味性、实用性及学生的参与度。在融合教与学的同时,提升学生学习效率。本文以企业文化课程为例,对翻转课堂教学模式的应用进行了分析与研究。", "label": "工商管理", "id": 0}
{"content": "文章结合社会和企业发展可持续性的问题,对高等院校商业伦理课程的教学意义进行分析,客观指出该课程存在不被学生重视、偏理论教学、与现实联系弱等问题,最后探讨高校如何从课堂授课方法、教师教学能力、案例选取和积累等方面提出相关对策。", "label": "工商管理", "id": 0}
{"content": "随着社会经济的快速发展和人民生活水平提高,企业在生产经营过程中也持续不断加大对技改工程项目的投入以满足消费者对物质文化的需求,为确保投资项目费用的规范性和有效性,提高企业经济效益,对技改工程项目开展全过程跟踪审计极为重要。本文通过阐述全过程跟踪审计的方法,结合企业开展技改工作的实践经验,进而揭示PPP建设项目全过程跟踪审计控制的关键环节,并提出相应的控制措施,可为行业或同类型企业在技改工程跟踪审计方面提供有益的参考[1]。", "label": "工商管理", "id": 0}
{"content": "<正>大学生是最具创新、创业潜力的群体之一。在高等学校开展创新创业教育,积极鼓励高校学生自主创业,是教育系统深入学习实践科学发展观,服务于创新型国家建设的重大战略举措;是深化高等教育教学改革,培养学生创新精神和实践能力的重要途径;是落实以创业带动就业,促进高校毕业生充分就业的重要措施。创新创业教育通过对学生进行创业意识、创业能力和创业知识的培养使得学生综合素质和开创性个性得到开发和提高。近年来,高校创新创业教育不断加强,取得了积极进展,对提升高等教育质量、促进学生全面发展、推动毕业", "label": "工商管理", "id": 0}
{"content": "标准化,正在逐渐成为企业及更多领域中不可或缺的一部分,并越来越得到重视。企业的发展离不开标准化,企业的管理需要标准化。而企业管理如何做到并做好标准化,还需要企业中的每个人在各个方面的努力。", "label": "工商管理", "id": 0}
{"content": "创新创业教育能激发贫困地区人民的积极性和创造性,提升民众脱贫的能力,拓宽脱贫的通道,以\"造血\"代替\"输血\",实现从\"接受扶贫\"到\"主动脱贫\"的转变。文章针对贫困地区资源困乏、教育水平落后、高校创新意识滞后、实践能力不足等问题,提出创新创业教育对策。总结出贫困地区创新创业教育政府帮扶与政策支持、一流高校帮扶与联合教学、一流大学教师支教育联合、贫困地区互联网线上教育对策,以脱贫教育为目标,形成多种教育形式,最终推动贫困地区创新创业教育\"脱贫\",走出双创教育创新发展之路。", "label": "工商管理", "id": 0}
{"content": "<正>师:同学们,新课开始之前让我们先来一起看一则由北京电视台发布的一则新闻。（学生静心观看视频,用心感受。）师:同学们说说,新闻是关于哪一方面内容的?生:投诉方面的。师:对的,的确是关于电子商务方面投诉的一则新闻调查。一般大家一听投诉二字,肯定避之不及,其实,作为企业,作为商家,接到客户的投诉是再正常不过的事了。接到客户投诉", "label": "工商管理", "id": 0}
{"content": "高校人力资源管理专业开设\"企业文化\"课程,不但出于市场需要,为企业培养优秀的、具有先进管理思想的人力资源管理者;同时也帮助学生更好认识环境融入组织、管理自身职业生涯。本文着重分析讨论了高等院校人力资源管理专业在开展\"企业文化\"课程教学中存在的问题,并提出了相应的解决策略,旨在通过构建新的教学内容,新的教学方法,提高教学质量,以提升学生的综合素质,促进学生的就业。", "label": "工商管理", "id": 0}
{"content": "职业院校以培养技术技能型人才为己任,是企业发展所需生产、服务和管理一线人才的重要输出来源。实训教学作为技术技能人才培养的根本保障,已成为职业院校不可忽视的组成部分。笔者通过与现代制造企业开展校企合作,结合现代企业管理模式,按照数控产品的加工生产流程探索适应时代发展的生产性实训教学模式,切实提升实训教学质量,缩短学生就业适应周期,培养出更适合企业岗位需求的高技能人才。", "label": "工商管理", "id": 0}
{"content": "<正>随着生产力发展到一定阶段,但凡涉及到较大规模的集体活动,大多数是由集体话事人（摆渡人）来引导个体自我的发展（类似于生物界中的蜂王、蚁后）,他们通过对整个集体活动的调节干预,让集体中的个体服从生产总体要求,确保整体的活动过程按照最开始的预想在进行。特别是在如今这个科技水平发展迅速、产品更新换代特别快的社会背景下,企业的生产管理中的\"摆渡人\"的行为,对一个大公司来说就越发凸显其重要性。", "label": "工商管理", "id": 0}
{"content": "讨论了如何将传统的商业合同转化为智能合同。它们的电子信息可用于实时系统地监测和执行合同权利、义务和禁令。解释了新的块链技术是实现智能合约的一个有效的平台,发现了区块链技术的缺点与不足。建议在分散化和透明化必不可少的应用程序中,开发人员可以将智能合同和区块键技术这两种方法结合成混合解决方案,其中一些操作由部署在块链上的执行者执行,其余由部署在可信第三方上的执行者执行。", "label": "工商管理", "id": 0}
{"content": "档案管理是企业管理中不可或缺的部分,这对于企业的发展和合理分配资源是非常重要的。随着现代社会地发展,企业档案管理改革是非常必要的,也是企业发展的基础。本文主要探讨企业档案管理体制的改革。", "label": "工商管理", "id": 0}
{"content": "数据可视化是指将数据以视觉形式来呈现,如图表或地图,以帮助人们了解这些数据的意义。文本形式的数据相对比较混乱,而可视化的数据可以帮助人们快速、轻松地提取数据中的含义。用可视化方式,人们可以充分展示数据的模式、趋势和相关性,而这些可能会在其他呈现方式中难以被发现。数据可视化可以是静态的或交互的。几个世纪以来,人们一直在使用静态数据可视化,如图表和地图。交互式的数据可视化则相对更为先进,人们能够使用计算机和移动设备深入到这些图表和图形的具体细节,然后用交互的方式改变他们看到的数据及数据的处理方式。", "label": "工商管理", "id": 0}
{"content": "本文以企业管理教学与案例教学法的整合之道分析为主要阐述,结合当下教育改革需求为主要依据,从案例教学法概念、案例教学法和企业管理教学整合的三种模式、案例教学与企业管理教学整合的有效价值和企业管理教学中整合案例教学法的合理步骤及思路这几方面进行深入探讨和分析,其目的在于加强案例教学法在企业管理教学中的运作效率。", "label": "工商管理", "id": 0}
{"content": "随着时代的飞速发展,现代科技成果层出不穷,计算机网络技术以及信息技术的大量推广,为人们的生活以及工作带来极大的便利,但与此同时也为社会各界企业带来了冲击与挑战。企业如果在竞争如此激烈的现代社会,能够主动把握时代的脉搏,在大数据方面作为先驱者,积极进取,勇于面对新鲜事物,无疑能够在挑战中,抓住机遇,实现企业良好的转型,并且通过深化企业内部结构改革,加强信息技术的应用,创新传统经营管理模式,不仅能够帮助企业增强综合竞争能力,也有利于企业的长远可持续发展,是现代企业应当予以极大重视的工作重点。", "label": "工商管理", "id": 0}
{"content": "大数据时代下,数据的激增为企业的市场调研提供了大量的基础支持,帮助企业更多地发现受众群体,挖掘潜在客户,为企业全面深化改革提供技术支持。企业通过对数据的整理分析,使得产品和服务的研发更加具有针对性,提高决策的合理性,完善内部工作机制,其现实意义不言而喻。在企业的经营管理当中,通过对大数据的观察,能够把握市场的动向,实现精准营销,而且通过大数据的预测功能,企业也能够提前做出准备,建设危机预警机制,对未来可能发生的一切问题做出防范,提升企业的危机管理能力。", "label": "工商管理", "id": 0}
{"content": "<正>我们党的政治建设是指无产阶级政党为保证其在政治上的先进性和纯洁性,实现既定的政治目标,而进行的政治上的一系列政治方面的建设,历来是党的建设的根本问题。当下,中国特色社会主义进入了新时代,加强企业党组织的政治建设,就是要使各级党组织在政治上更加成熟,始终坚持正确的政治方向和政治路线,坚持和加强党对企业的领导,确保企业全面实现高质量发展目标任务。", "label": "工商管理", "id": 0}
{"content": "文章通过对当今创业培训的深入了解,简析S Y B模式下,创业培训中存在的问题,分析相应的解决路径。本文从深化创业培训的服务意识,增强创业培训的实践性,加强师资队伍建设三个方面作为切入点,对此展开分析。", "label": "工商管理", "id": 0}
{"content": "随着互联网应用、云计算和大数据的发展,政企客户在数据中心、云与分支机构之间需要传输越来越多的数据,运营商提供的传统政企专线在运维效率上已难以满足用户需求。通过对SD-WAN的网络架构、技术优势以及应用场景进行研究,为运营商政企业务中SD-WAN技术的应用与推广提供了参考。", "label": "工商管理", "id": 0}
{"content": "在航天这类典型的制造企业中,工控网和企业内网并存且物理隔离是典型的网络部署模式,然而这种网络部署模式直接影响的是工控网生产数据不能高效回传至企业内网,主要依靠人工中转模式,从而很大程度上成为制约航天产品研发效率、缩短产品研发周期的瓶颈。针对工控网、企业内网及两网间数据传输安全性问题,为实现工控网与企业内网数据高效传递,本文主要研究工控网与企业内网数据交互安全防护技术,从数据传输安全模型、工控网络安全态势分析等五个方面提出工控网、企业内网及两网间数据传输安全防护关键技术框架,为突破工控网与企业内网间数据传输效率与高安全性不能兼顾的困境提供借鉴思路。", "label": "工商管理", "id": 0}
{"content": "本文在Arkolakis et al.（2010）模型的基础上,基于企业异质性的理论基础,重新讨论国际贸易与企业规模经济之间的关系。在考虑内生性弹性之后,发现当技术溢出效果源于企业生产能力提高时,模型才会出现稳态增长。和以往文献描述不同的是,在此模型下的国际贸易在考虑福利、模型参数和对企业进入市场行为的补贴或课税后,并不会出现企业短期规模经济和长期规模不经济的相互抵消关系。", "label": "工商管理", "id": 0}
{"content": "近年来,全球人工智能技术和产业进入了新一轮快速发展期,大批创新人工智能应用正在崛起,人工智能的应用前景十分广泛,对企业发展具有巨大的潜力。中国人工智能研究起步较晚,研究水平与发达国家存在一定差距,随着国务院印发《新一代人工智能战略规划》,正式将人工智能提升至战略层面,国家大力推动人工智能与各行业融合创新,加快推进产业智能化升级,已经形成了一定的基础技术支撑。目前许多大型公司拥有行业海量的数据,但智能化水平较低,内部存在较多重复冗余的工作,人工智能技术非常适合用来满足业务改造升级、提高收益、降低企业成本。本文针对企业人工智能开放平台架构提出了新的理解与设计,希望为企业人工智能开放平台的建设提供思路与参考,推动人工智能产业发展,加速企业信息化进程。", "label": "工商管理", "id": 0}
{"content": "梳理新形势下高校创业教育评价的探索,在解析CIPP教育评估模型內涵的基础上,架构基于CIPP的高校创业教育评价模型的框架及指标体系,涵盖高校创业教育输入、作用、输出和反馈四个环节,将主观评价指标与客观评价指标相结合,综合运用统计和问卷两种工具,最终构建成为一个适合不同背景环境下的高校创业教育评价指标体系。最后以浙江科技学院为案例进行验证分析,从而为我国高校创业教育评价的发展提供参考。", "label": "工商管理", "id": 0}
{"content": "文章针对国务院办公厅出台《关于深化高等学校创新创业教育改革的实施意见》中提出的各高校促进专业教育与创新创业教育有机融合等要求进行探讨;分析了专业教育与创新创业教育融合的课程体系建设方案研究的背景及趋势;论述了构建二者融合的课程体系对实现社会经济发展以及高层次财会专业人才培养所具有的理论意义和应用意义;提出课程体系建设方案的三个层级结构;解决了教学中的知识转化为能力等一系列问题,促进全国财会专业教育与创新创业教育深度融合的应用型财会人才培养,推动财会教育事业的发展。", "label": "工商管理", "id": 0}
{"content": "随着时代的进步,女性在社会实践中所体现出来的综合实力较以前有明显的提升,与男性在社会实践能力上的差距越来越小,女性创业已经成为一种浪潮。很多高等院校也非常鼓励女大学生以自主创业为个人目标去完成学业。目前,国内有很多高等院校为培养大学生创业能力特别加强了与部分企业的校企合作关系,希望可以通过利用企业资源来加强学生对社会的认知和实践能力,以便日后更好地适应社会的发展,为自主创业奠定基础。但是,学校在创业教育过程中,并没有考虑男性和女性在对事物的认知上存在差异,采用笼统教学的模式,这样的做法显然缺少针对性。本文以工程应用型院校为例,从女性视角出发,特别分析了铸造企业资源在工程应用型院校创业教育中的应用对于女大学生创业教育的重要意义。最后,针对于女性视角下铸造企业资源在工程应用型院校创业教育中的应用方案提出了几点合理化的建议。", "label": "工商管理", "id": 0}
{"content": "当前在ERP实训课程教学活动中,存在一定弊端和问题,就是整个教学活动与实际应用之间存在较大脱节,学生对教学内容的理解和认知难度较大。因此,如果能够结合医疗器械企业岗位体验开展ERP实训课程的具体内容,不仅能够优化ERP实训教学效果,同时也能够满足医疗器械企业的应用需要。本文拟从当前医疗器械企业转型发展的客观需要入手,结合当前ERP实训课程教学过程中存在的问题和不足,从而探宄基于医疗器械企业岗位体验的ERP实训课程教学思路,并分析该教学改革的价值与意义。", "label": "工商管理", "id": 0}
{"content": "本文归纳了制造执行系统（MES）的特点,探讨了赣州卷烟厂MES系统的整体构架、主要功能及在精益生产管理体系中的实施效果,进一步表明MES系统在卷烟工业精益生产中具有较好的应用前景。", "label": "工商管理", "id": 0}
{"content": "随着社会经济的发展,意识形态的重要性越来越突出,在大数据的时代背景下,需要企业管理者高度重视企业的的意识形态发展问题。本文主要讨论的是企业意识形态的作用。", "label": "工商管理", "id": 0}
{"content": "近年来,越来越多的高职院校关注和参与ERP沙盘模拟企业经营大赛.本文通过对用友创业者沙盘经营相关决策的探讨,根据多次指导学生参与沙盘模拟企业经营比赛,以及自己的教学经验,分析一下在ERP沙盘经营过程中的基本策略。为企业ERP沙盘模拟经营课程和比赛提供参考.", "label": "工商管理", "id": 0}
{"content": "<正>20世纪90年代初,李景元教授首创提出并界定灰领概念涵义。1995年2月在国内外出版第一部灰领理论专著——《现代中国的灰领阶层》。20多年来,作者根据社会经济的发展与企业管理体制机制的创新过程,与时俱进,6次再版灰领著作。作者的新著《中国灰领说要系列丛书》,依据党的十八大以来高技能人才开发的导向,按生产作业现场的管理与技术", "label": "工商管理", "id": 0}
{"content": "<正>本书是国家国资委央企系统课题研究成果。上世纪九十年代初,本书领衔作者出版国内外第一部灰领理论专著——《现代中国的灰领阶层》,形成了具有中国特色的灰领理论体系,填补了国内外这一领域的空白。二十多年过去了,伴随着全球经济一体化的形成与信息技术的快速发展,作者与时俱进,延伸拓展开发,相继六次再版中国灰领范畴的学术著作,逐步提升完善这一理论体系,在国内外经济与管理学科领域产生了深刻的影响。", "label": "工商管理", "id": 0}
{"content": "本文运用经济学与人力资源开发等理论,以知识经济时代为背景,在我国首次创造性地提出并界定了灰领概念,深刻地揭示了中国灰领崛起的社会背景、形成原因、职业定位和社会功能等。", "label": "工商管理", "id": 0}
{"content": "将种群化重新解构的孵化网络置于协同演化框架中,分析内层种群和外层种群关系及相互作用。结果表明:孵化网络内外层种群具有互利共生关系,其所表现出的协同演化正是孵化网络演生的关键内生动力机制。", "label": "工商管理", "id": 0}
{"content": "本文旨在探索联盟合作经验同联盟绩效之间的关系。战略联盟在提升企业竞争力中,扮演着不可替代的角色,合作经验通过几个不同的机制影响联盟的绩效。文章回顾了交易成本理论、社会网络理论、组织学习理论以及资源基础观几个不同的理论视角对此议题的相关探讨。进而回顾总结了已有研究对关键构念的测量操作化及对合作经验同联盟绩效之间关系的实证研究结果。基于理论视角及现有实证研究情况,本文提出未来进一步的研究议题及方向。", "label": "工商管理", "id": 0}
{"content": "组织际信息系统的参与者在不同运作模式下具备不同性质。分别考察提供者与使用者非合作与合作情形的运营策略:（1）非合作情形,不同运作模式下提供者与使用者的定价与补贴最优策略;（2）合作情形,进一步考察补贴机制、系统服务能力因素对运营策略的影响。研究表明:系统提供者与使用者在非合作与合作情形下具备不同选择策略;合作情形比非合作情形在运营策略上表现更加积极的调控能力。", "label": "工商管理", "id": 0}
{"content": "<正>市场中的企业是企业理论的研究对象。作为微观经济学的一个分支,企业理论现在已经成为一个很重要的研究领域。经济学家早已超越了原有将企业仅仅视为黑箱的研究,转而研究企业的激励机制、内部组织和企业的边界。如今,企业理论具有发展迅速、数学化程度高,以及与多学科交叉发展等特点。本文将从以下几个方面回顾企业理论的发展,其中主要涉及经济学界的观点,不包括大量非经济学家的研究成果,尤其是社会学家和组织行为学家等。第一,简述现代企业的", "label": "工商管理", "id": 0}
{"content": "<正>企业规模是现代企业理论的核心问题之一。肇始于科斯的主流企业理论,在\"企业-市场\"的二分法下,围绕\"制造还是购买\"来探讨企业边界问题,并引发了无数学者对\"什么决定了企业的最佳规模\"的研究（聂辉华等,2006;Lafontaine＆Slade,2007）。然而这些文献多在一个静态的理论框架下分析单个企业规模的决定问题,进行的是\"一棵棵树木\"般的\"显微镜\"式研究,缺乏\"整片树林\"般的\"望远镜\"式研究,因而难以揭示经济中企业整体规模的全貌及其动态演化过程。我们不禁要问,企业在长期成长和演化", "label": "工商管理", "id": 0}
{"content": "以学生为中心的\"案例教学法\"越来越受职业院校的推崇。是否能把握好案例教学法的关键环节,直接影响到教学效果。本文主要从案例素材选取、案例教学计划编写及教学过程设计等环节,来探究案例教学法在中职学校经营管理类课程教学中的应用。", "label": "工商管理", "id": 0}
{"content": "回顾专用性投资对机会主义行为影响的研究成果,发现一些机会主义行为防御机制的本质在于调整特定交易关系中的权力—依赖关系,而这些调整方式的切入点则是资产专用性与专有性。因此,从资产的两个性质出发,研究其对组织间权力—依赖关系的影响以及在不同权力—依赖关系中权力使用倾向与方式对机会主义行为的影响。在此基础上,提出假设以待实证检验。", "label": "工商管理", "id": 0}
{"content": "企业资源计划（ERP,Enterprise Resource Planning）的概念是美国Gartner Group Inc.公司提出的,也是继MRPII之后又一个企业应用软件的新热点。实践证明,ERP系统作为一套统筹管理企业内部所有部门的集成式信息系统,确实能够帮助企业提高管理绩效。本文将ERP的功能、原理与企业的生产经营活动结合起来,从众多影响因素中摘选物料管理和计划管理两个方面详细分析如何利用ERP系统提高企业管理绩效。", "label": "工商管理", "id": 0}
{"content": "目前ERP（企业资源计划/Enterprise Resource Planning）系统作为一套统筹管理企业内部所有部门的集成式信息系统受到了普遍关注。然而,在实施ERP系统的企业中,国外独资企业和合资企业所占比例很高,国内企业所占比率较低。造成这种情况的原因之一是由于一些国内企业的领导对于ERP缺乏了解。本文从企业日常运营中所面临的问题入手,有针对性地阐述了ERP能够为企业解决哪些问题,带来哪些效益,进而证明ERP的应用对于企业提高效益、增强竞争力存在实际意义,为企业管理者在结合企业自身情况的基础上,在决策是否要应用ERP或者如何更好地使用ERP等问题上提供有益的理论依据。", "label": "工商管理", "id": 0}
{"content": "BBS的英文全称是Bulletin Board System,翻译为中文就是\"电子公告板\",其实就是留言板的无限扩展。BBS按不同的主题、分主题划分成很多个布告栏。布告栏的设立的依据是大多数BBS使用者的需求和喜好,使用者可以从中阅读他人关于某个主题的最新看法,也可以将自己的想法毫无保留地贴到公告栏中。BBS的本身早已由原来的娱乐交流工具转化成了一种新兴媒体:网络媒体。本论文设计的论坛是一个性能全面的公众论坛网站,它具有BBS网站的相应功能,包括用户注册、用户登录、发表文章、阅读文章、回复别人的文章、个人资料修改、在线人数统计、友情链接等。本论坛的所有操作都可以由用户在客户端浏览器中完成,从而实现信息共享交互的功能,而服务器中的.NET程序会按用户的要求来完成对数据库的操作,并将结果传给Web服务器,再由Web服务器处理成HTML文件后发送到客户端浏览器。电子公告栏（BBS）是一种交互性强、内容丰富而及时的Internet电子信息服务系统。用户在BBS站点上可以获得各种信息服务:下载软件、发布信息、进行讨论、聊天等。", "label": "工商管理", "id": 0}
{"content": "ERP在现代企业管理中有着重要的作用,但在实施应用中也存在着种种的风险,企业需要建立一套行之有效的风险管理机制,提高企业内部控制的成功率。", "label": "工商管理", "id": 0}
{"content": "随着市场经济的逐渐完善、经济不断向前发展,企业之间的竞争也开始趋向企业文化之间的竞争,但对于我国企业来说,多数存在着价值观不明确、文化建设缺乏个性、将企业文化等同于企业内的一般性活动等问题,使得我国多数的企业文化的建设活力不够、动力不强。为此,企业文化的研究与建设已成为企业发展不可缺少组成部分,也有必要对此进行更加深入的探讨与研究。本论文立足中国企业文化的实际情况,运用企业文化相关的理论,采用理论与实践相结合等研究方法,对中国企业文化建设的现状进行分析,探讨了企业文化建设的方法,分析其企业文化建设存在的问题。并在此基础上,提出中国企业文化建设的对策,旨在通过中国企业文化建设,统一员工思想,从而促进发展。", "label": "工商管理", "id": 0}
{"content": "分析企业文化所具有的内涵和本质,由此提出先进文化影响着人们的精神和灵魂,先进的企业文化也决定着企业的综合竞争力。同时,分析作为核心竞争力,企业文化所具有的功能及不断进行创新的要求。", "label": "工商管理", "id": 0}
{"content": "钢铁企业信息化的建设对企业管理、生产流程优化、节能增效都起着至关重要的作用。以河北钢铁集团舞阳钢铁有限责任公司的信息化建设为例,详细介绍了信息化实施后对企业的效益分析,分别针对合同管理、炼钢工艺、轧钢工艺以及库存管理等各个方面对信息化实施前后的情况进行对比,给出比较合理的分析数据。", "label": "工商管理", "id": 0}
{"content": "探索企业思想政治工作的新思路,是新时期加强和改进党的思想政治工作的需要,是企业自身抢抓机遇、加快创新发展的需要,是企业思想政治工作者所肩负的时代重任和科学发展的重任,是一个永不过时的话题。探索新思路就是要在分析研究和求新、求实上下大气力,动真功夫,积极增强时代感,加强针对性、时效性和主动性。思想政治工作要适应日新月异的新形势,不断适应企业创新发展的新要求,必须要转变观念,要超前思维和积极跟进,才能在\"引导和服务\"上赢得工作的主动权,才能更好的发挥政治核心和战斗堡垒作用。做好企业职工思想政治工作,要切实根据企业自身的特点,要紧紧扭住\"一个中心\",抓紧、抓好三个机制的建设。要认真强化\"二个作用\",积极发挥党组织的战斗堡垒作用,实现发挥作用的最大化;做好职工思想政治工作的模范带动作用,实现工作实效的最大化。通过找准关键点,打造思想政治工作的执行力;找准切入点,打造思想政治工作的战斗力;找准着力点,打造思想政治工作的凝聚力;找准发展点,打造思想政治工作的创新力,是实现企业思想政治工作实效性最大化的有效思路。企业思想政治工作是在一个经济实体中开展工作,我们必须要牢固树立整体观念、发展观念、效益观念和人本观念,来打造\"大政工\"全新的工作理念和工作思路;只有大力结合企业发展的中心任务,积极探索,努力创新,扎实工作,企业思想政治工作就会充满生机和活力,更好的为企业的科学发展提供了强大的精神动力和组织保障。", "label": "工商管理", "id": 0}
{"content": "以贯彻落实国务院国资委对中央企业转型升级工作要求为指导,以转型升级对信息化发展影响为研究重点,以\"信息化架构变革推动转型升级\"为中心,并结合中国建筑信息化架构变革实践经验,分析了企业转型升级及信息化建设的工作思路。为更好支撑企业发展,必须对信息化架构进行手术,实现根本性变革。", "label": "工商管理", "id": 0}
{"content": "信息化作为加强集团化管控的重要手段,越来越受到企业的重视。从\"重基础\"、\"搭环境\"、\"享资源\"、\"强管理\"等4个方面探索了异地分支机构信息化建设的原则和方法,为企业规模发展提供了标准化解决之道。", "label": "工商管理", "id": 0}
{"content": "在全球经济趋向信息化的时代背景下,矿山信息化是今后矿山企业建设发展的方向,文章介绍了矿山信息化的现状,目标、组成方式,软件结构,主要硬件设备,结合安徽开发矿业开发有限公司成熟的信息化建设讲述对矿山信息化建设的认识。", "label": "工商管理", "id": 0}
{"content": "西沟矿是典型的山坡露天矿,矿山生产作业点多线长面广,作业场所和生产设备分布分散,从机关办公地到采场13公里,到腰泉成品矿筛分输出作业现场12公里。管理难度大、信息反馈慢。西沟矿数字化矿山建设是以技术创新促管理进步,把西沟矿的管理实际和近几年针对矿山发展的新技术、新理念有机地结合起来,利用先进技术和科学的管理平台来提升西沟矿的管理和经营水平,实现西沟矿建设\"和谐矿山\"、\"平安矿山\"、\"绿色矿山\"、\"数字化矿山\"的目标。", "label": "工商管理", "id": 0}
{"content": "已有研究探讨了企业间的社会关系对企业绩效的影响,但尚没有相关研究从社会关系角度来分析企业商业模式的构建过程。本文基于核心企业同业务伙伴和顾客建立并发展的嵌入式关系着手,以企业战略——结构——绩效核心脉络,来分析并验证那些把握住发展机遇的企业是如何在社会关系层面拓展自身的业务空间,从而逐步塑造和完善自身的商业模式。我们从中小板和创业板的上市公司中遴选出182家企业作为我们的调研对象,对这些公司在IPO前期3年内的公司战略定位、同主要业务伙伴和顾客的关系、3年间公司商业模式的动态变化程度进行调研分析,验证了公司战略定位对企业的关系网络有显著影响,我们认为这种影响主导了企业构建其关系网络的行为模式。被调研对象为寻求上市成功,在上市前3年的公司拓展过程中,积极寻求构建、复制、深化同客户和业务伙伴之间的关系。从而,这种我们所界定的结构嵌入式关系对企业商业模式的动态构建有着非常显著的影响,因此,企业间的关系网络的发展和维护对其商业模式构建有着重要意义。", "label": "工商管理", "id": 0}
{"content": "本文依据高阶理论并结合资源基础观,以2008～2012年中国高端装备制造业上市公司为样本,对社会责任、研发创新和企业绩效三者之间的关系进行实证研究。结果发现,高端装备制造业企业积极从事社会责任相关活动,将对企业绩效产生消极影响,但国有控股企业比非国有企业取得的经济效果要好一些;企业进行研发创新对提升企业绩效有积极影响。从资源配置的角度看,企业履行社会责任会影响研发创新战略,并通过中介变量研发效率部分影响企业绩效,而研发强度的中介作用不显著。本研究对于全面认识企业社会责任和研发创新的作用机制,以及如何提高企业绩效具有重要的理论意义和管理启示。", "label": "工商管理", "id": 0}
{"content": "针对组织变革对绩效的不同的影响路径问题,通过组织学习与创新两个视角,构建了组织微观层面的结构-行为-绩效模型。结合企业问卷调查,采用偏最小二乘法分析相应路径,并用样本重构方法进行验证。结果表明:组织变革是绩效改善的主导基础,组织变革的作用对组织学习影响比对组织创新的作用大,而组织学习通过创新的中介作用对绩效具有间接效果。但是不同的样本特性导致的结果不尽相同。高技术密集型企业中,组织变革对绩效有直接影响,在传统行业中,组织变革主要通过创新能力影响绩效;对于成长型产业,创新能力在组织变革与绩效关系中起到重要调节作用;而成熟型企业,组织学习和创新能力在二者关系中起到中介作用;高层管理人员认为组织变革主要通过组织学习经由组织创新影响组织绩效,而中基层管理者认为只有组织学习具有协调作用。", "label": "工商管理", "id": 0}
{"content": "营销战略风格对企业盈利能力有什么样的影响?对此,相关的实证研究还有所欠缺。本文通过营业利润率、总资产收益率、净资产收益率和营业收入增长率这4个指标来观测企业盈利能力,借由销售费用率与销售收入比,实证检验和阐释了营销战略风格对盈利能力的影响,进而丰富了营销战略风格与盈利能力之间关系的研究成果;研究表明,过度激进的销售费用支出虽然在短期内,在一定程度上有助于提高营业收入增长率,但是从企业成长的角度来看,会显著地损害企业未来的盈利水平和持续发展潜力。", "label": "工商管理", "id": 0}
{"content": "技术信息的保护是知识产权保护研究领域的重点和难点,对企业在市场中保持竞争力,占据优势地位具有重要意义。保护技术信息的方法主要有两种——专利方法与商业秘密方法。要想实现技术信息的合理保护,首先应对两种法律制度的内涵和特点具有清楚的理解,再结合技术信息自身的性质,因时制宜、因事制宜,选择适当的保护策略,从而保证企业的竞争优势。本文通过对比分析专利与商业秘密的特点,进而阐述了在选择保护策略时应考虑的因素,并结合各技术领域的特点对其适宜的保护方式进行分析,以期望能够给企业一些启示,从而更加有效的保护其技术信息。", "label": "工商管理", "id": 0}
{"content": "<正>文化是企业提高效率的倍增器,是融合企业内部关系的润滑剂。十多年来,额河建管局坚持以开发、利用、保护额河水资源为己任,以优质服务、节能环保为宗旨,围绕\"供水、发电、特色渔业\"三大支柱产业,狠抓思想、制度、作风建设,积极创建主流价值观,营造和谐向上的人文环境,有力地推动了北疆供水工程建设管理中心工作的健康发展。", "label": "工商管理", "id": 0}
{"content": "在建设创新型企业的进程中,实现产品创新,其一是坚持标准化,其二是抓产品质量,增强质量意识并形成为企业质量文化。标准和规范为产品制造奠定坚实的技术基础,而以标准化为依据的质量检测和质量控制是以人的质量意识为基础,并升华为质量文化,又能从根本上保证了使用户和消费者获得满意的产品和服务。在此基础上进行技术创新使得企业既章法严谨,又富于创造,其产品既有传统的高品质,又以用户不断改变的眼光而作出创造性的呈现。坚持以质量为中心的标准化规范化管理是实现科学发展建设创新型企业的不竭动力。", "label": "工商管理", "id": 0}
{"content": "科学发展观是指导如何发展的最符合客观规律的世界观和方法论,是推动经济社会发展、加快社会主义现代化建设必须长期坚持的指导思想。新形势下,贯彻落实科学发展观给企业思想政治工作提出了新要求,如何引导企业广大干部职工学会运用科学发展观来分析、研究和把握企业发展中面临的各种问题;如何引导企业把科学发展观的基本理念与自身经营工作的具体实践有机结合起来;如何引导企业把人与社会和谐发展的总体要求,与自身发展的规律有机结合起来。", "label": "工商管理", "id": 0}
{"content": "<正>所谓执行力,指的是企业组织和个人贯彻落实企业决策的力度,它是把企业的战略与计划落到实处的必然要求。而执行力文化是基于执行力之上的文化形态,是围绕执行力的提高而培育存在于企业内部的思想理念和行为价值。企业执行力文化是由支撑企业执行力提升的思想、理念、行为准则等构成的。通俗一点说,执行力文化就是把执行力作为所有行为的最高准则和终极目标的文化。山美水库位于福建省晋江支流东溪中游南安市境内,于1972年建成投运,总库容6.55亿立方米,是泉州市一座集防洪、供水、灌溉、发电等综合利用的大型水利枢纽工程。作为泉州市具有特殊战略地位的大型水利枢纽工程,山美水库在30多年的", "label": "工商管理", "id": 0}
{"content": "针对目前矿用人员管理系统中标识卡功能单一的问题,提出了一种基于13.56MHz RFID技术和2.4GHz Zigbee技术的双频段标识卡设计方案,介绍了标识卡的设计原理和产品功能。该标识卡不仅极大的丰富了系统的功能,而且能够简化自身的生产流程,提高生产效率。实践表明,双频标识卡兼容目前的矿用人员管理系统,在性能和功耗上均有良好表现,满足生产和使用要求。", "label": "工商管理", "id": 0}
{"content": "近年来,我国信息产业持续发展,信息服务体系不断完善,信息技术在社会各领域应用效果日益显著。但由于自身资金不足、人才紧缺等原因,信息化并没有达到预期的结果。究其原因,主要是由于企业在信息化建设中忽视风险因素、缺少相应防范措施。运用Logistic模型对国內中小企业信息化进行风险评价,找出影响我国中小企业信息化的12个风险因素,并对信息化风险进行评估且给出相应建议。", "label": "工商管理", "id": 0}
{"content": "针对离散型制造业生产计划缺陷,引入精益生产理念,构建了LAPS插单与排产模型。在考虑工作中心加工能力约束、订单类别约束和市场波动约束等多约束条件下,对新接到订单模拟插单,增加了生产计划灵活性。将批量排产法与流水排产法有机结合,在产量不同情况下,APS系统自动选择最优排产算法,最后仿真验证了LAPS模型的有效性。", "label": "工商管理", "id": 0}
{"content": "随着国家\"走出去\"战略的实施,我国境外投资规模急剧增加,境外投资风险也相应增大,成为理论和实务界关注的热点。由政治原因、文化和信仰差异所导致的对中国企业的固有偏见和排斥是境外投资风险的重要诱因,如何实现与当地社会的\"共生共荣\"成为境外投资企业面临的紧迫问题。本文首先阐述境外投资和境外投资风险的现状并对境外风险控制相关文献进行了梳理,进而探明了内部控制所固有的防范外部风险的功能,提出通过社会责任战略实现企业与当地社会的融合才是治理境外投资风险的根本,并勾画了境外企业实施战略性社会责任的基本线路。", "label": "工商管理", "id": 0}
{"content": "本文通过财务管理实务中的内外资企业财务文化差异现象的列示与现实中的碰撞与冲突,分析财务文化差异形成的深层次原因,揭示企业财务文化的复杂性、多样性与阶段性,对如何深化内资企业财务文化建设提出针对性建议。", "label": "工商管理", "id": 0}
{"content": "随着社会经济的不断发展和时代的进步,企业的办公自动化水平越来越高,新技术在办公自动化系统中的应用也层出不穷。对于系统的灵活性、机动性要求越来越高的今天,贵阳供电局引入了云存储平台的建设。本文通过系统技术和推广应用的论述,介绍了贵阳供电局云存储平台在电力系统中的建设及应用过程。", "label": "工商管理", "id": 0}
{"content": "2013年,是国网蒙东电力全面贯彻落实党的十八大精神的开局之年,也是\"三集五大\"体系建设的收官之年,更是国网蒙东电力深入推进\"两个转变\"、筑牢建成\"一强三优\"现代公司坚实基础的关键之年。国网蒙东电力将在国家电网公司党组和自治区党委、政府的坚强领导下,全面落实国家电网公司二届三次职工代表大会暨2013年工作会议精神,坚持科学发展,坚持变革创新,以安全稳定和优质服务为基础,以依法治企和\"三个建设\"为保障,以深化\"两个转变\"为主线,如期建成\"三集五大\"体系,加快发展坚强智能电网,全面完成2013年目标任务,为国家电网公司创建\"世界一流电网、国际一流企业\"和服务自治区经济社会发展做出更大贡献。", "label": "工商管理", "id": 0}
{"content": "通过研究发电企业信息化管理现状、应用特点和信息化技术在节能减排中的作用,分析了发电企业信息化技术应用过程中存在的问题,并对节能减排信息化管理、决策方面的不足进行了分析,提出了相应措施,为发电企业提高信息化管理水平提供了理论依据。", "label": "工商管理", "id": 0}
{"content": "按照国网公司SG186工程的总体部署,国网山东省电力公司2010年完成了对济南、青岛、临沂、潍坊和泰安五家地市公司所辖范围内33家农电公司的上划工作,并在2011年9月完成ERP系统财务管理、项目管理、物资管理及设备管理四大模块的上线应用。2011年底,又针对第二批上划的64家农电公司推广实施现有ERP系统的四大管理模块,初步建成了以ERP为核心的横向融合、纵向贯通的信息化系统,涵盖了国网山东省电力公司下属的97家农电公司。国网山东省电力公司在农电企业ERP建设过程中,同步启用标准化管理的集成建设,将标准从计划、规划到引入、应用和退出的全过程纳入信息化建设范畴,并将企业的管理标准、工作标准、技术标准和规章制度与信息化系统深度融合,使信息系统建设基于标准、用于标准、融于标准,帮助企业标准化管理思想落地,避免了标准与实际业务脱节的现象。", "label": "工商管理", "id": 0}
{"content": "21世纪是以信息技术为基础的知识经济时代,企业要取得良好的发展,取决于企业的知识管理能力。本文以河南电力设计院实施办公一体化协同平台为例,对知识型企业的知识管理进行了探讨和分析,认为知识管理需要采取团队建设、知识体系构建、系统初始化、使用培训、上传及分工、技术支持等措施;而在建设中,需要在前期培训、员工参与、方法的综合使用、知识创新等方面需要重点关注;最后指出知识管理的发展方向。", "label": "工商管理", "id": 0}
{"content": "近年来,水利建设项目数量众多、资金庞大,为水利事业的发展提供了良好机遇,但在项目建设和资金使用也出现了腐败行为,对资金监管和预防腐败提出了更高要求。利用信息化技术,开发建设了全省水利系统各级用户使用的资金监管平台,实现了项目从可研立项到竣工验收全过程的资金使用情况进行全程监控,确保水行政主管部门实时、准确掌握水利建设项目的动态信息,对建设进度、资金拨付时限、投资完成等进行在线预警,对资金的使用和拨付进行有效监督,有效地预防腐败行为的发生,效果良好。", "label": "工商管理", "id": 0}
{"content": "水利信息化的加快推进,在强有力地提高防汛抗旱指挥与管理、水资源管理、水土保持管理、农村水利综合管理等水利自身业务应用现代化信息技术的同时,也全面提升了水利为国民经济和社会发展服务的能力和水平。但计算机信息系统潜伏着严重的不安全因素,病毒的兴风作浪让不安全因素更为突出。而网络安全的脆弱和复杂,对数据的安全和保密构成了新的威胁。这就要求我们要为水利信息系统安全运行提供良好而恰当的安全环境。水利信息化安全环境建设是构建全面、完整、高效的信息安全体系的现实需求。", "label": "工商管理", "id": 0}
{"content": "SWOT分析法是一种科学的分析方法,适用于企业发展策略分析,也可以用于行业信息化领域的发展策略分析。本文通过对北京水务信息化发展现状进行分析,为北京以水务信息化带动水务现代化,认清形势,抓住机遇,实现水务改革跨越式发展提供对策建议。", "label": "工商管理", "id": 0}
{"content": "本文介绍了水利技术标准管理工作的现状及存在的问题,以及为解决这些问题而设计开发的信息化系统。详细阐述了标准化管理、数据库建设和标准月报的功能和作用,总结了信息化系统的优点及对未来发展的建议。", "label": "工商管理", "id": 0}
{"content": "<正>成果详细内容:一、背景及意义随着核电工程实体建设工作的展开,设计、采购、施工板块在四级进度在执行过程中的动态匹配的矛盾越来越突出,通过建设大型核电工程EPC协同管理平台,解决了EPC板块之间信息沟通壁垒问题,为完善板块间协同机制提供了技术支撑,有效解决设计与施工,采购与施工的进度匹配性难题,降低因图纸、设备延误对下游工作的影响,降低承包商索赔风险,同时通过下游反馈进展及需求,缓解上游工作压力,缓解设备到货不匹配造成的设备存储、维护费用增加,实现工程项目的", "label": "工商管理", "id": 0}
{"content": "<正>成果详细内容:一、背景与意义中国广核集团是我国唯一以核电为主业、由国务院国有资产监督委员会监管的中央企业。福建宁德核电有限公司（简称\"宁德核电\"）是中国广核集团的主要组成公司之一,担负核电站运行发电的任务,成立以来按集团要求,须在核电站运行、维修、技术支持、安全监督、质量管理等方面达到了世界先进水平。目前一号机已于2013年4月15日,成为自福岛核事故后,全球首台商运机组,机组的运行、安全、质量等方面指标均达到世界前列。", "label": "工商管理", "id": 0}
{"content": "<正>成果详细内容:一、背景及意义随着电力向市场经济转变,供电企业一方面做好公益服务,服务社会,满足社会工业生产和居民用电需要,另一方面供电单位是企业,必须以经济效益为中心。供电企业必须做到在不断满足社会用电需求,同时自身也得到发展。为此,企业须建立规范的现代企业制度,提高劳动生产率,提高管理水平,提高决策的科学性和准确性,提高企业的综合竞争力。而传统的用电管理理念,已经不能满足企业这一转变带来的新的需求,建立与之适应的新的电力营销管理理念。", "label": "工商管理", "id": 0}
{"content": "<正>成果详细内容:一、背景及意义国家发改委的数据显示,发电企业能耗占全国1/3,二氧化硫排放占全国一半,火电用水占工业用水40%,烟尘排放占全国排放量的20%,产生的灰渣占全国灰渣总量的70%,尤其是能耗高,污染重的小火电机组,已经成为制约电力工业健康发展的重要因素。所以加强电力行业节能减排工作,减少煤炭等资源的消耗,缓解我国能源供应压力,保障国家能源安全意义重大。在严峻形势下,国家有关部门出台政策,通过改革发电调度方式来节约能源,降低污染的排放。", "label": "工商管理", "id": 0}
{"content": "<正>成果详细内容:一、成果背景及意义传统的企业管理模式比较平面、分散,缺乏宏观管理、统一调度,存在着一定的弊端。例如:经营过程不规范操作较多,无法控制;业务流程化,缺乏分析、咨询功能,服务深度不够;经营过程资源消耗较大,不能有效整合利用;部门职能重叠,没有统筹策略,协调难度大,工作效率低等。招标业务接触的人员非常广泛,对内是公司员工,对外涉及集团管理层、地方管理部门、客户、供应商、专家、纪检监督、其他协作方等方方面面。由于人是招标业务的核心力量,因此对其的管", "label": "工商管理", "id": 0}
{"content": "<正>成果详细内容:一、背景及意义大唐国际目前已经建设完成了资产管理系统、财务管理系统、生产管理系统、燃料管理系统、协同办公系统、企业门户等一系列企业应用系统,这些系统在各自的领域发挥了很大的辅助作用,大大提高了工作效率,节约企业各个环节的生产、经营成本,使得企业的信息化建设初见成效。随着企业的发展壮大,对信息化的要求不断提高,企业对于数据、信息的依赖性越来越大,对于应用系统之间信息共享的需求也逐渐迫切起来。如何更充分的利用这些散落在业务系统中的基础数据,", "label": "工商管理", "id": 0}
{"content": "<正>成果详细内容:一、背景与意义浙江省电力公司于2006年根据资产价值管理的现状和需求提出了基建项目竣工决算的设想,并在ERP系统中实现了辅助转资功能,相关单位在实际应用中也取得了一定的效果,为资产价值管理向前迈出了成功的一步,同时在2008年、2009年在有关地市单位进行了资产深化管理的试点实施工作,梳理出符合地市局及县局的十四个资产业务的细化流程,制定电力固定资产管理实施细则,构建以ERP系统为核心,以企业门户为窗口的资产管理深化应用,不仅初步解决资产实物管理与价", "label": "工商管理", "id": 0}
{"content": "<正>成果详细内容:一、背景及意义2009年,国资委和国家电网公司分别下发了《关于进一步加强中央企业全员业绩考核工作的指导意见》和《关于进一步加强全员绩效管理工作的意见》。为贯彻落实两个意见精神,适应\"两个转变\",保障和促进\"一强三优\"现代公司建设,山东电力集团公司提出了价值化、集约化、信息化的", "label": "工商管理", "id": 0}
{"content": "本文选取数十篇国内外有代表性的论文,比较分析了目前国内外企业成长研究的理论基础、热点问题、视角领域和理论贡献上的异同,从中分析得出现阶段企业成长理论研究中的前沿问题。", "label": "工商管理", "id": 0}
{"content": "文章通过回顾相关文献,从动态能力的含义、维度、框架三方面提出动态能力存在的理论困境;从动态能力解释企业异质性的创新性、动态能力源泉、动态能力对企业绩效影响路径、动态能力对环境分析方法四方面指出动态能力在实践应用中存在的应用困境。在此基础上分析了动态能力理论价值性困境之源。并指出在未来的研究中应根据情境,多种理论融合共生。", "label": "工商管理", "id": 0}
{"content": "职业院校要实现与企业文化和现代城市文明的对接和融合,不单在学校精神、学校活动、学校秩序和学校环境方面与企业和现代城市文明对接外,还应结合专业的特点,预知学生将来可能从事的行业企业,探究其文化共性,有所侧重地进行不同类型的文化建设,并渗透地域文化,培养学生开放、包容、务实、创新、奉献、诚信的价值理念和文明素养。", "label": "工商管理", "id": 0}
{"content": "以防城港项目部的信息化发展历程为例,从新项目部署、上下游数据析取和配套措施完善3个方面对工程建设阶段中广核工程有限公司的项目信息化管理进行工作梳理,并探讨在此阶段的IT治理应遵循和优化的规律。", "label": "工商管理", "id": 0}
{"content": "企业内部IT部门作为企业成本中心,降本增效是IT部门永恒的主题。当前IT技术发展日新月异,新的技术架构及产品（如服务器虚拟化、虚拟磁带库等）不但能提高系统运行效率、稳定性,进一步降低IT成本,而且更为绿色节能。介绍了电力企业有选择地引进一些新技术与产品、建设可持续发展的IT基础架构,以实现降本增效的目的。", "label": "工商管理", "id": 0}
{"content": "随着电力企业对信息化的依赖程度越来越高,大型电力企业花费大量成本投入IT服务管理建设中,但企业IT服务管理实施效果并不理想。大型电力企业IT服务管理绩效机制的构建与实施,能有效地保障IT服务管理质量与服务改进,提高企业信息化管理及运维水平,进一步体现企业价值。", "label": "工商管理", "id": 0}
{"content": "随着信息时代的到来,信息化飞速发展,信息化建设已成为核电企业的重要标志。介绍了核电企业利用信息规划、以信息技术应用为核心、以人为本、坚持技术创新的现状。通过全面改造信息技术,推动核电企业从传统模式向信息化企业转变,实现核电企业内部共享信息资源。", "label": "工商管理", "id": 0}
{"content": "随着云计算浪潮的推进,各大企业纷纷实施自己的云计算战略。其中云计算IaaS是最为成熟、落地最为广泛的层次,云计算管理运营平台是建设企业私有云IaaS的关键部分。对企业私有云环境下的云计算管理运营平台服务模式和技术架构进行了分析,认为大型企业中已经拥有大量资源,如何实现利旧、集成和自动化是大型企业私有云IaaS实现的重点。最后对云计算管理运营平台的演进路线进行了分析。", "label": "工商管理", "id": 0}
{"content": "为了提高对电厂企业信息资源管理和应用的认知,从信息技术支持下的企业的变革过程管理入手,针对企业信息化更新的运作、信息技术的运维、信息设备的管理、信息安全的宣讲,对企业信息化管理具体内容进行了研究。", "label": "工商管理", "id": 0}
{"content": "中国社会正处于转型期的重大阶段,规章制度的不健全使得许多企业在盈利与责任之间摇摆不定,损害大众利益的事件经常发生。在这种背景下,如何让企业自觉承担起社会责任便成为当前中国面临的重大课题之一。已有的企业社会责任理论大多以大型或国有企业为研究对象,不一定适用于中小企业,因此有必要针对中小企业进行专门的社会责任研究,尤其对处于转型期的国家更是如此。本课题采用创新扩散理论,以河南省郑州市中小企业为例,实证分析影响中小企业承担企业社会责任的意愿的因素,找出促使中小企业承担社会责任的真正动因,为政府制定企业社会责任政策提供政策咨询和实证依据。", "label": "工商管理", "id": 0}
{"content": "当前,信息已成为现代企业重要的战略资源和基础,信息化管理也成为企业增强核心竞争力的必然手段。对于科研院所信息化建设工作来讲,其涉及科研、生产、管理等过程,主要可分为信息化总体规划、组织机构、职责分工、工作机制、管理要求、工作流程等多个环节。但由于管理内容多,范围广,实施效果并不尽人意,甚至有专家认为,我国实施信息化的企业80%以上都是失败的。为此,针对强化信息化管理工作实施策略模型,进一步发挥其潜能,提高管理工作水平和效率等业界热议问题,国内外专家学者和信息化工作者也提出了一些措施和方法,但信息化建设特别是研究院所信息化建设是以应用现代信息技术为主要手段而进行的科研生产和经营管理信息化项目建设,具体涉及科研、生产和管理应用系统建设项目,网络、安全、数据库等信息基础设施建设项目,运行维护建设项目及部门协调和落实,员工激励培训等内容。要做到对其相关因素进行全面的控制较为困难,更缺乏一种有效地反馈改进机制。针对以上问题,本文以研究院所为例,基于持续改进的质量管理的基本方法,提出PDCA闭环管理的方法和思路,探索如何解决信息化管理工作中出现的问题,通过合理有效地措施和手段对信息化管理工作进行有效控制和及时反馈。", "label": "工商管理", "id": 0}
{"content": "结合管理信息化的推进和应用,阐述了特设工艺信息化的目标和内涵,分析了特设工艺信息化的关键环节,提出了实现特设工艺信息化的途径和措施。", "label": "工商管理", "id": 0}
{"content": "对国内同行业信息化发展分析研究,报告了陕飞理化试验及无损检测信息化现状,进行了理化试验及无损检测信息化需求调查,对企业内部组织信息化理念、实现理化检测信息化的工具和方法、理化检测信息化架构、任务流程及信息流的上下游扩展与信息化平台的协同、理化检测信息化实施步骤等方面进行了探讨,从管理、任务流程与信息流对推进理化检测信息化中是否需要信息化、如何推进信息化做了梗概性的分析后,指出了存在的问题,提出了推进理化检测信息化的方法、工具及初步实施方案。", "label": "工商管理", "id": 0}
