{"content": "研究目的:如今,抑郁症的发生率增高,抑郁症患者除了遭受心理上的痛苦外,抑郁还会破坏人的免疫系统,使其更易得过敏症。博士研究生是抑郁症高发群体,许多研究都证明其抑郁、焦虑等消极情绪水平高于普通人,且女性博士生心理状况普遍更糟。体育运动是促进身体健康、增强体质的最佳途径,更重要的是其能够维持心理健康,以适应日益激烈的社会竞争环境,其多样性、表演性、竞争性都能促使大学生乐于接受体育运动的干预。本研究考察短期街舞运动干预是否能降低女博士研究生的抑郁、焦虑水平及缓解其抑郁伴随的躯体过敏症状。研究方法:本研究是一项个案研究,以一名天津某高校具有中度焦虑、重度抑郁倾向伴随过敏症状的女博士生W在接受共2周,每周四节,每节60min的短期、高频率街舞运动干预方法来评估运动干预的效果。使用生理相干和自主平衡系统（SPCS）在运动干预前后采集心率变异性（HRV）的频域分析指标低频心率变异性（LF）、高频心率变异性（HF）、低频/高频（LF/HF）等数据,分别反应交感神经功能水平、迷走神经功能水平和交感神经和迷走神经的均衡性,有研究表明,亚健康人群或患病人群的LF、高频心率变异性HF、LF/HF与健康人群有显著差异。另外,使用Hsen-Hsing Ma使用的超过基线中位数的百分比PEM（percentage of data points exceeding the median of baseline phase）来直观的评估干预方法的效果量。若PEM≥90%,则说明干预非常有效;若70%≤PEM<90%,表明干预有中等强度的效果;若50%≤PEM<70%,表明干预效果很微弱;若PEM<50%,则说明干预有反效果。评估量表主要采用了《SDS抑郁自评量表》、《SAS焦虑自评量表》进行前后侧,来评估案主心理状态的改变。另外,在干预过程中利用观察法和访谈法收集案主抑郁症带来的躯体反应和过敏体征。研究结果:（1）干预后女博士生W在LF由干预前的平均值1169.41到626.77,降低了46.4%,PEM=100%。（2）干预后女博士生W在HF由干预前的平均值77.11提升到干预后85.61,提高了11.9%,PEM=75%。（3）干预后女博士生W在LF/HF由干预前的平均值19.14到7.90,下降了59.0%,PEM=100%。（4）在《SDS抑郁自测量表》的得分由74变为66。（5）《SAS焦虑自测量表》的得分由68变为54。（6）通过观察、谈话与记录,发现抑郁带来的躯体症状和过敏症状明显减轻。研究结论:本研究的实验干预基本证实了本研究的假设:女博士生W在接受短期、高频率的街舞运动干预后自主神经功能发生改变,LF值下降,PEM为25%,HF值升高,PEM为75%,表示表明干预有中等强度的效果,焦虑和抑郁水平有所下降。LF/HF值下降24%,PEM为100%,说明干预十分有效,自主神经协调能力增强。干预的具有良好的持续效果。《SDS抑郁自测量表》的得分由74到66,抑郁程度从重度降至中度,《SAS焦虑自测量表》得分由68到54,焦虑水平也有所下降。另外,通过观察、谈话与记录的行为指标表明,其胃疼、早醒、疲倦、过敏等情况出现频率减少,说明抑郁带来的躯体症状和过敏症状明显减轻。此积极的结果为解决高学历女性心理健康问题,提高心理健康水平提供了一项可行的方法。但本研究同时也存在着一些局限性:首先,本研究是个案研究,所以外部效度有限,得到的结论不一定可以推广到其他人或者其他群体上。此外,案主的躯体症状和过敏反应也是在日常观察和谈话中得知,没有使用一个量化的标准。建议未来的研究可以从以下几个方面入手:（1）增加被试的个数,或使用控制组跟实验组进行对比研究,增加外部效度;（2）被试的躯体症状和过敏反应使用有参考依据的量化指标。（3）运动干预结束后对被试进行数据追踪记录,可了解运动干预带来的效果是否具有持续性。", "label": "心理学", "id": 0}
{"content": "研究目的:了解学龄前儿童神经心理发育水平以及儿童发育商,探讨儿童心理卫生状况对其心理发育水平的影响。为改善学龄前儿童发育商提供意见与指导。研究方法:1)对象:对象:抽取江西省萍乡市和赣州市城乡各一所幼儿园;每所抽取小班男女各8名儿童（年龄3-4岁）,共64名。调查对象均健康且经体格检查未发现有躯体疾病。2)测试指标以及方法:（1）儿童心理卫生状况调查运用具有良好信度、效度的长处与困难问卷（strengths and difficulties questionnaire,SDQ）（家长版）调查儿童过去6个月的行为、情绪,量表由最亲近的抚养者填写。问卷包括括情绪症状、品行问题、多动注意不能、同伴交往问题和社会行为5个因子及困难总分,困难总分是由情绪症状、品行问题、多动注意不能、同伴交往问题4项相加得出。（2）学龄前儿童发育商（DQ）采用首都儿科研究所编制的《0-6岁小儿神经心理发育检查表》（简称儿心量表）对儿童进行神经心理发育评估,该量表分为大运动、精细动作、适应性、语言、社会性发展5个能区。应用儿心评估系统自动计算各个能区得分,并得出DQ。DQ≥130分为优秀,115-129分为中上,85-114分为中等,70-84分为中下,≤69分为智力低下。3)数据处理及分析:统计学分析过程使用SPSS26.0软件进行,采用person相关分析不同类型SDQ得分与DQ的关系,选择具有显著性相关的因素进行线性回归,显著水平取P=0.05。研究结果:1.整体来说,学龄前儿童心理健康达标率为72%,DQ合格率为67%。学龄前儿童的情绪症状、品行问题、亲社会性的积极发展会显著促进语言水平的发育（P=0.003、0.003、 0.05）;而且儿童心理健康状况与其语言水平发展状况有着非常显著相关（P<0.001）。2.幼儿不同性别之间结果显示,男童的情绪症状、品行问题以及儿童心理健康状况与语言发育水平呈显著负相关（P=0.05、0.008、0.02）;男童的同伴交往问题与粗大动作发育水平呈显著正相关（P=0.03）;而男童品行问题与其社会性发展和DQ发育呈显著负相关（P=0.02、0.01）。女童仅在心理健康状况其语言水平发展状况有着显著相关（P=0.007）。3.以年级进行数据划分结果显示,小班儿童品行问题、心理健康状况与语言发育呈显著负相关（P=0.05、0.03）;小班粗大动作发育与同伴交往问题呈显著正相关（P=0.01）;中班儿童语言发育水平与情绪症状、品行问题、亲社会性、心理健康状况呈显著负相关（P=0.03、0.01、0.04、0.002）。研究结论:1.儿童心理健康状况存在影响其DQ发育的因数,良好的心理状况有可能促进儿童的发育。2.男童更易受到心理问题的影响从而导致其发育受到影响,女童可能仅在语言方面会受到心理问题影响。3.不同年级儿童DQ发育受到心理健康状况影响的情况存在不同,年级越大,其发育水平越能受到心理健康的影响。心理状况越健康,发育水平可能更积极。", "label": "心理学", "id": 0}
{"content": "研究目的:少年身心健康与其生活经历密切相关,其中家庭重大事件往往是影响青少年身心健康的关键因素。近年来,随着社会变革和人们思想观念的变化,离异家庭、重组家庭数量不断增多,日益增多的离异家庭、重组家庭与丧亲家庭一起构成特殊结构家庭的主要三大形式。由于特殊结构家庭中家庭成员构成的特殊性、家庭变化过程及家庭功能不全等对子女的家庭教育、亲情关系、生活环境带来巨大冲击,往往给未成年子女的身心健康带来许多不利影响,因此本研究旨在调查青少年特殊结构家庭和抑郁症状、焦虑症状、消瘦、超重现状,并探究不同特殊结构家庭对青少年身心健康的影响,以为促进特殊结构家庭青少年的健康成长提供参考。研究方法:于2018年9-12月,采用分层整群随机抽样法抽取江西省上饶市玉山、德兴、婺源、万年四个县的3941名中学生为研究对象,被试年龄13-18岁,平均年龄（15.41±1.58）岁,其中男2053名（52.1%）,女1888名（47.9%）。采用自编问卷、患者健康问卷（PHQ-9）、广泛性焦虑量表（GAD-7）分别测量青少年特殊结构家庭、抑郁症状、焦虑症状的发生情况,特殊结构家庭的界定为\"凡发生丧父、丧母、父母离婚、父母再婚\"任一种情况,即属特殊结构家庭\",抑郁症状、焦虑症状的筛查均以5分为界点;根据\"学龄儿童青少年营养不良筛查\"和\"学龄儿童青少年超重与肥胖筛查\"对青少年体质量指数进行消瘦和超重筛查。青少年特殊结构家庭和抑郁症状、焦虑症状、消瘦、超重发生率用百分比（%）表示,采用c2检验比较不同人口学特征组间青少年特殊结构家庭、抑郁、焦虑、消瘦、超重检出率及不同特殊结构家庭组间青少年抑郁、焦虑、消瘦、超重检出率。以青少年身心健康指标为因变量,以c2检验中有统计学意义的变量以及结合专业知识和研究文献综合选择的指标为自变量,进行二分类Logistic回归分析,分析特殊结构家庭对青少年身心健康的影响。研究结果:（1）青少年特殊结构家庭比例为7.0%,其中丧父、丧母、父母离婚、父母再婚检出率分别为1.3%,0.5%,5.2%和2.1%。不同性别组间,女生的父母离婚率（6.1%）、父母再婚率（2.6%）和特殊结构家庭检出率（7.8%）均大于男生（4.4%,1.7%和6.2%）（P值均<0.05）;不同学段组间,高中生丧母率（0.7%）大于初中生（0.3%）（P=0.05）;不同户籍组间,城镇青少年丧父率（0.7%）小于、而父母离婚率（6.6%）大于农村青少年（1.5%和4.8%）（P值均<0.05）;不同家庭经济状况组间,青少年丧父、丧母、父母离婚、特殊结构家庭检出率均与家庭经济水平呈负相关（P值均<0.05）。（2）青少年抑郁症状、焦虑症状、消瘦和超重检出率分别为34.9%,36.1%,25.6%和7.0%。不同性别组间,女生抑郁症状（39.7%）、焦虑症状检出率（40.7%）大于男生（30.5%,31.8%）,而消瘦（19.8%）、超重率（5.1%）低于男生（31.0%,8.7%）（P值均<0.05）;不同学段组间,高中生抑郁症状（39.9%）、焦虑症状检出率（40.1%）大于初中生（30.2%,32.3%）,而消瘦检出率（17.7%）低于初中生（33.0%）（P值均<0.05）;不同户籍组间,农村青少年抑郁症状检出率（35.7%）大于、而消瘦检出率（24.5%）小于城镇青少年（32.0%,29.9%）（P值均<0.05）。（3）单因素分析显示,父母离婚的青少年消瘦检出率（31.2%）高于父母未离婚者（25.3%）（c2=3.55,P<0.05）,特殊结构家庭的青少年抑郁症状检出率（40.9%）高于正常结构家庭者（34.5%）（c2=4.60,P<0.05）。（4）控制性别、学段、户籍、家庭经济状况因素,以消瘦为因变量,以父母是否离婚为自变量进行Logistic回归分析,结果显示,父母离婚对消瘦的影响不具有统计学意义（P>0.05）;以抑郁症状为因变量,以是否为特殊结构家庭为自变量进行Logistic回归分析,结果显示,特殊结构家庭青少年的抑郁症状发生风险是正常结构家庭青少年的1.41倍（95%CI:1.02-1.79）,且具有统计学意义（P<0.05）研究结论:特殊结构家庭可能会增加青少年抑郁症状的发生风险。对于特殊结构家庭的父母,应尽可能地与子女保持良好的亲子关系、重视教养方式、创设良好的家庭氛围,以降低特殊结构家庭带给孩子的抑郁风险。", "label": "心理学", "id": 0}
{"content": "随我国《全民健身计划》的提出,中老年人成为该计划纲要所实施的重要对象之一,该人群是现21世纪中国人口中较庞大的一个分支体,在人口老龄化的日益增长下,空巢老人、退休人员与离婚人员等数量不断增多,这些状况均影响到中老年人社会心态状况,良好的社会心态是促进国家与个人发展的心理学基础,相关研究表明,体育锻炼在中老年人社会心态方面有着积极的促进作用。近年来,适用于中老年人的运动项目与设施愈发丰富,广场舞项目因简单易学、具有群众性等因素成为中老年人参与热度最大的集体项目之一。基于此,本文采用文献资料法,逻辑归纳法等研究方法,对全民健身背景下广场舞干预中老年人社会心态的文献进行梳理后发现,相关研究以中老年人社会心态部分因子为主要干预目标,并对中老年人的幸福感、正负情绪、孤独感、自我效能感、身体自尊感都有着积极的促进作用。1)全民健身背景下广场舞对中老年人幸福感的影响;中老年人的身体以及心理健康从各个方面影响到社会政治、经济的发展。一个人的幸福感高低在社会生活中能直接反映其心态状况,是个人对生活态度的评价。国内研究者针对这一现象做出了相应研究,其测量工具多数采用《总体幸福感表-GWB》,干预的频率与时间多为每周4次,每次不少于70分钟,干预周期12周较多。2)全民健身背景下广场舞对中老年人正负情绪的影响中老年人的情绪具有不稳定性,其原因是多方面的,包括:生理、疾病、家庭以及社会等,由于这些原因的存在导致其生活质量下降,产生不良的情绪。随全民健身的大力推广,民众对于健身运动的认识开始逐渐增强,锻炼的参与意识愈发主动。国内研究者针对中老年人的正负情绪做出了相应的研究,测量工具使用频率最多的是《锻炼诱导情绪问卷》,干预时长多为24周,每周3次,每次不少于60分钟,总体研究结果表明,中老年人在参与广场舞锻炼之后,心情变得轻松,对生活的满意度也得到了提高。3)全民健身背景下广场舞对中老年人孤独感的影响;随着老龄化人口的增多,我国空巢老人数量也在逐年增长,孤独、寂寞与空虚是他们常见的心理状态,而广场舞是一种集体性舞蹈,能使中老年人扩宽交际圈,增加与人互动的机会。我国研究者就这一问题做出了相应研究,测量工具利用率最高的是根据实验要求并经过信效度检验的自编标量,干预时间均为12周。4)全民健身背景下广场舞对中老年人自我效能感的影响;广场舞的锻炼场地主要集中于户外,不仅观看人数较多、参与人数亦多,而且具有强烈的表演性,通过广场舞可侧向提高锻炼者的自信感,提高对自我形象的把握,以及改进了解决困难的信心。国内研究者在此研究中所使用的测量工具均为量表测量,但量表的种类较多,有《一般自我效能感量表》（GSES）、《核心自我评价量表》、《身体自我描述量表PSPQ》,干预时间多为12周。5)全民健身背景下广场舞对中老年人身体自尊感的影响;身体自尊是判别心理是否健康的重要标准之一,它与自我价值、自我自尊以及体育锻炼有着不可分割的联系。国内研究者对于广场舞对中老年人身体自尊感影响的研究较少,在研究当中均用到《身体自尊量表》作为其测量工具,被试者的身体自尊水平得到显著提高,主要表现在身体吸引力、身体素质、身体自我价值感指数的上升,对身体自尊起到重要的积极促进作用。在《全民健身计划》的推动下,广场舞作为一项健身、健心的简单运动项目,成为中老年人锻炼的项目之一,且对其社会心态有良好的促进与改善作用。我国多数研究者证明,广场舞对中老年人幸福感、正负情绪、孤独感、自我效能感、身体自尊感等社会心态因子都有着积极的影响,从测量工具中得出,研究者对于中老年人心理研究多以问卷量表为主,研究时间都比较偏长,大多在12周以上。", "label": "心理学", "id": 0}
{"content": "通过文献法对我国城市居民心理健康服务的现状进行系统梳理,发现北京、上海、重庆和广州等地区的城市居民应对心理问题的需求导向主要分为三个方面——熟人倾诉、社区心理健康服务、医院心理门诊,在要求完善基层社会心理服务体系的社区导向下,社区心理健康服务是未来居民疏导情绪、营造健康心理氛围的主要发展方向。但从社区心理健康服务的现状和居民反映效果来看,目前还存在着专业人员培训、资金支持、居民意识欠缺等问题。", "label": "心理学", "id": 0}
{"content": "本文以中国知网上检索到的86篇文献为研究对象,采用内容分析的方法,了解中国哀伤辅导的发展状况,发现哀伤辅导的论文数量呈逐年上升的趋势,哀伤辅导因应社会需求,其应用领域不断扩展,服务对象不断扩大,实施主体以社会工作者和心理咨询师为主,运用的心理学和社会工作方法更加多元化,但是也存在哀伤辅导在大众中认知度不高、实施主体未形成团队配合、方法与技术缺乏整合等问题。随着社会的发展及对哀伤辅导的认知程度提高,哀伤辅导将在诸多领域发挥其的作用。", "label": "心理学", "id": 0}
{"content": "随着教育竞争逐渐激烈化,义务教育阶段与高中教育阶段日益成为影响个人未来学历表现以及发展前景的重要环节,越来越多的家庭为了追求更优质的教育环境和资源,选择以陪读的形式来支持孩子的学业。本研究着眼于城市中的陪读母亲,运用家庭系统理论作为指导,结合问卷调查以及半结构式访谈获取的资料,对其压力状况和来源做出概括性分析,并运用社会工作专业知识,有针对性地提出缓解这一群体压力的对策建议。", "label": "心理学", "id": 0}
{"content": "自我探究是以自己为研究对象了解心理学的一个途径,在运用不同理论进行自我探究过程中发现关系连结是自我塑造的关键。在生命发展不同阶段,关系连结与自我认知、自我认同、自我塑造有密切关系。心理学的学习让自我塑造发生新的改变,重塑自我成为可能。在咨询中如何引导来访者自我探究、重塑自我,是来访者发生改变的关键。", "label": "心理学", "id": 0}
{"content": "以往对心理品质的测量,容易受个体主观态度的影响。随着心理应用技术的发展,人们可以通过仪器来更加客观地测量心理品质,但在使用新的技术时,常常缺乏有效的参照标准。本文使用动作稳定实验仪测量动作稳定性,客观地了解个体注意和情绪稳定性,为心理健康教育、心理咨询和人才选拔工作的开展提供参考依据。研究选取了285名被试进行九洞测试,237名被试进行凹槽划走测试,59名被试进行固定洞测试。结果表明,被试在九洞测试中的稳定度均值为0.67,标准差为0.12;在凹槽划走测试中的稳定度均值为0.75,标准差为0.10;在固定洞（直径3.5mm,时间1min）测试中的稳定度均值为0.05,标准差为0.09。", "label": "心理学", "id": 0}
{"content": "人们可能对那些激发他们在社交环境中行为的社交能力有不同的目标取向,研究发现不同的社交目标取向预示着不同的行为反应。消费者社会化模型认为一些前因变量会通过社会化角色（如父母、同伴、媒体等）影响社会化的过程,进而影响消费者社会化的结果。消费决策风格是消费者在作出决策时所表现出的稳定购物决策态度、习惯、倾向等心理特征。从消费者社会化的角度看,社交目标取向可作为社会化过程中形成的一种行动意图来影响消费决策风格,然而目前对社交目标取向和消费决策风格之间关系的研究还较少。此外,研究发现不同宗教信仰会影响个体的消费决策风格和目标取向,而中国与印尼在宗教信仰的人数比例上有较大差异。因此,为了探索社交目标取向与消费决策风格的关系,以及在中国、印尼两种文化间的差异,本研究使用社交目标取向量表（SAGOS）及消费者决策风格量表（CSI）测量两国共237名大学生（中国:132,印尼:105）的社交目标取向与消费决策风格,通过路径分析探究两变量之间的关系。结果表明所使用的量表在两个文化环境中的信度良好。中国被试中仅2.3%有宗教信仰;印尼被试均有宗教信仰。在两国文化中,实用主义消费风格仅受发展目标取向影响显著,社交取向消费风格受到发展目标取向和趋近目标取向的共同影响,不可取的消费风格仅受回避目标取向的影响。对比两国数据,在消费风格上,中国不可取的消费风格维度得分显著大于印尼。在社交目标取向中,中国发展目标取向维度和趋近目标取向维度得分显著大于印尼。对比两个变量的关系,中国文化中,社交取向的消费风格受趋近目标取向的影响（效应量为0.347）大于印尼文化中这一影响（效应量为0.185）。结果表明:不同的社交目标取向可以预测不同的消费决策风格,同时该效果具有跨文化的一致性,但在影响程度上存在一定差异。中国大学生较印尼大学生在消费风格上更容易冲动和困扰,同时更重视提高社交技巧和关系质量,更倾向于获得积极的社交评价和声望。", "label": "心理学", "id": 0}
{"content": "尽管有学者开始关注领导正直对员工沉默行为的影响,但领导正直与领导能力如何交互影响不同类型的员工沉默的问题,尚未有研究予以解答。同时,\"德才兼备\"的领导类型,虽然在实践中受到推崇,但是其管理效果却缺乏学术支持。为解决这些问题,基于信任研究模型（Burke et al., 2007）,本文探索了领导行为正直与领导能力感知对于默许型、防御型及亲社会型沉默的交互效应,并揭示了领导信任的中介作用。基于之前的研究,我们提出了一个被中介的调节模型,认为领导的行为正直与能力感知将交互影响员工对领导的信任,进而差异化地影响员工的沉默行为。具体来说,我们预测对领导的信任将会积极影响员工的亲社会沉默,而消极影响默许和防御型沉默。研究使用一个跨三时间点的研究设计,收集了来自87个领导团队的285名员工的相关数据。分析结果表明,在领导具有高能力的情况下,领导正直与领导信任具有更正向的关系,且领导正直能显著负向预测防御型沉默,正向预测亲社会型沉默,但无法显著预测默许型沉默;数据支持了被中介的调节模型。本研究有助于我们理解领导正直积极效应的边界条件,探索了领导正直与领导能力对于领导信任的影响,以及对领导信任与不同类型员工沉默行为之间的关系。本研究的结果丰富了领导正直、信任与员工沉默的相关文献,有力地支撑了\"德才兼备\"这一领导观念的学术价值,具有较高的实践指导意义。", "label": "心理学", "id": 0}
{"content": "在当前消费环境下,结伴购物已成为线下购物的主要形式,而同伴在购物过程中并非是某人出现在购物场景中,而是通过影响消费者情绪、提供意见、情感支持、减少风险感知等方式,改变消费者的消费行为。冲动消费是个体在无准备无计划的情况下,受到外界促发而产生的消费行为。冲动消费受到营销刺激、个体因素以及情境因素共同影响,因而关注结伴购物、明确同伴的参与下对购物者冲动消费意愿的影响是十分重要的。本研究选取150名大学生作为研究对象,通过3个实验探究了购物情境、自我控制能力、同伴类型及购物者性别对冲动消费意愿的影响。结果表明:（1）个体冲动消费意愿在不同购物情境中存在显著差异。与独自购物相比,结伴购物情境下,被试的冲动消费意愿显著更高。（2）冲动消费意愿在不同自我控制能力个体间存在显著差异;在购物情境与冲动消费意愿间调节作用显著,自我控制能力调节了购物情境和冲动消费意愿的关系。结伴购物情境下,低控组个体的冲动消费意愿显著高于高控组。（3）结伴购物情境下,个体冲动消费意愿在同伴类型的不同水平上存在显著差异,同伴类型中的辈分关系及同伴性别交互作用显著。当陪同者为朋辈时,购物者冲动消费意愿更高;陪同者为男性,购物者冲动消费意愿更高;相对于男性长辈,男性朋辈陪同下,个体冲动消费意愿更高;女性陪同者的辈分关系在个体冲动消费意愿上没有显著差异。（4）被试性别在同伴类型与个体冲动消费意愿的关系上存在显著的调节作用,与男性长辈相比,个体性别在男性同辈水平上调节作用显著,在女性朋辈及女性长辈水平上不显著。", "label": "心理学", "id": 0}
{"content": "焦虑情绪是人们在面对不确定的危险或威胁时所产生的一种不安、担心、紧张、烦恼等不愉悦的复杂情绪,然而消费领域对于如焦虑这样的具体情绪的影响研究却不多。本研究基于自我差异理论和补偿性消费行为模型探究了焦虑对个体的自我提升消费意愿的影响,并旨在厘清该影响背后的心理机制。研究一以164名大学生为被试,通过回忆操纵范式激发其焦虑情绪后发现,焦虑情绪下的被试具有更强烈的自我提升消费意愿,且控制感起到部分中介作用。研究二以174名大学生为被试,通过心理社会压力暴露的方式唤起其焦虑情绪,并测量其自我提升消费意愿、内隐人格观和控制感,结果验证了一个有调节的中介模型。当个体感到焦虑时,个体的自我提升消费意愿更高,控制感在其中起到了部分中介的作用。内隐人格观调节了控制感对自我提升消费意愿的影响,当个体持有渐进论的人格观点时,焦虑情绪所导致的低控制感会使其更倾向于进行自我提升消费,进而提升自我能力;而当个体持有实体论的人格观点时,焦虑情绪并不会影响其控制感以及后续的自我提升消费意愿。总之,本研究验证了焦虑情绪对自我提升消费意愿的积极促进作用,并验证了控制感的部分中介作用以及内隐人格观的调节作用。本研究不仅在理论上探究了某一具体情绪对消费行为的影响,同时为焦虑情绪突出的社会背景下如何利用该情绪产生积极作用,帮助自身成长、促进有益消费等提供了有价值的参考建议。", "label": "心理学", "id": 0}
{"content": "目前,全球都面临着收入不平等、阶级固化的问题,我国作为收入分配差距较大的国家,脱贫攻坚和共同富裕也是迫切需要解决的问题。在此经济社会背景下,人们主观上对于经济流动性的感知,对于经济前景的预期以及这种感知对于消费行为的影响作用就成为富有现实意义的研究话题。经济流动性感知的概念衍生于社会流动性,表示个体在多大程度上相信社会中的成员提升或降低相对经济地位是取决其自身的行为,此概念是人们对于其所处社会经济流动状态具有个体化差异的主观信念。近些年来,国外研究者们对于经济流动性感知开始逐渐关注并发现:经济流动性感知会影响个体诸多方面的心理和行为,并且多项研究聚焦于经济流动性感知与消费行为的结合。然而,经济流动性感知对消费行为的影响还需要进行系统地对照研究,如:上行流动感知和下行流动感知的对照,经济流动性感知的跨文化比较,消费行为的理性和非理性地测量与比较等。本文对目前关于经济流动性感知的研究进行梳理,分析了对经济流动性感知产生影响的因素及受到经济流动性感知影响的个体消费行为,并且引入主观社会经济地位中\"经济之梯\"的概念,对经济流动性感知的经典研究范式——\"经济之梯\"操纵方法和双极测量量表进行介绍。并且,围绕经济流动性感知对消费行为的影响提出了需要进一步双向考察的对照研究理论框架,包括上行与下行感知,不同社会文化环境与市场场景的条件约束等。本文对经济流动性感知和消费心理学研究提供新颖的关注角度,并且也提出了进一步研究的理论框架,有助于研究者们围绕其进行更深入探究。", "label": "心理学", "id": 0}
{"content": "目的:当前我国企事业员工面临着对心理健康服务的需求较高,但对其了解程度和易得性均显不足的状况,这不利于员工身心健康发展和社会心理服务体系的建设,社会亟须创新心理健康服务形式来调和这一矛盾。因而本研究的目的在于,了解企事业员工对于社会心理健康服务在内容和设置方面的需求,在此基础上提出一次单元团体辅导的心理健康服务方式,并探究其在满足企事业员工心理健康服务需求方面的效果。方法:根据自编的心理健康服务需求问卷和满意度评估表,选取了123名企事业单位员工,对他们采用一次单元团体辅导的服务方式,探究一次单元团体辅导对企事业员工心理健康服务的效果。结果:1,企事业员工心理健康服务需求的特点是在上班期间、单位以外提供一次性的体验活动,主要以自我认识、压力应对、人际关系、职业规划和工作成效等内容为主。2,一次单元团体辅导对企事业员工在知识技能、自我满意度、人际互动、团体满意度等方面具有良好效果,总体满意度达到\"满意和非常满意\"的比率为78%。3、人际互动与工作成效、人际关系以及压力应对等维度显著相关,人际互动在企事业员工的心理健康服务中作用显著,能激励和催化员工信任和参与团体,使人际关系更为融洽,可以疏解工作和生活中的压力,进而提高其应对工作时的信心。结论:一次单元团体辅导是满足企事业员工社会心理健康服务需求的一种有效方式。", "label": "心理学", "id": 0}
{"content": "生产效益和生产安全是影响加工制造型企业竞争力的两大重要因素。而在现实中,企业为追求高生产效益,往往会制定高的生产绩效目标,这势必导致一线生产员工体验到较大的绩效压力。工作场所的压力已被证实是影响员工安全生产的一个主要因素。但到目前为止,绩效压力的研究仅仅关注其对员工的绩效、不道德行为等方面的作用后果,却鲜有研究探讨其与员工安全生产行为之间关系。因此,本研究旨在探究绩效压力与安全生产行为（包括安全遵守行为和安全参与行为）之间的关系,重点探讨绩效压力对安全生产行为作用的内在作用机制和边界条件。本研究包括2个子研究。研究1在国内一家加工制造型企业中进行调研,共获得了279名一线生产员工两轮次的自我报告匹配数据。研究2在国内另一家加工制造型企业中进行调研,分别收集员工自我报告数据,以及上司对员工安全生产行为的评价数据,共获得了287名一线生产员工三轮次的员工-上司匹配数据。研究1的结果表明:绩效压力对员工安全生产行为的抑制作用是通过情绪耗竭产生的,即高的绩效压力会导致员工的情绪耗竭水平上升,进而会导致其安全生产行为的减少。研究2再次验证了研究1的研究结果,并发现了员工的工作自我效能感对上述中介作用的调节作用,即对于工作自我效能感较高的员工来说,情绪耗竭的中介作用不成立,而对于工作自我效能感较低的员工来说,绩效压力会通过加剧员工情绪耗竭,进而降低其在工作中的安全生产行为。本研究发现丰富了绩效压力以及安全生产行为的研究,同时也为企业的安全生产管理提供了一定的实践启示:企业管理者应结合实际,科学合理地制定绩效目标,并给予安全生产更多的重视,同时,企业应更多地关注员工的心理健康状况,并可以考虑对员工进行一定的工作技能培训以提升员工的自我效能感水平。", "label": "心理学", "id": 0}
{"content": "飞行安全对于民航产业的稳定快速发展至关重要,客舱安全又是民航安全的重中之重。作为客舱工作的一线员工,空乘人员的首要任务是确保客舱安全,其安全绩效水平对于现代民航安全具有重要意义。已有研究表明,主动性人格对个体的工作绩效具有显著的预测作用。此外,个体的工作行为还会受到社会认知和组织氛围的深刻影响。因此,本研究试图将人格特质方法、社会认知方法和组织方法相结合,探究空乘人员安全绩效的潜在机制。我们主要关注两个研究问题:（1）安全态度在主动性人格与安全绩效之间是否起到中介作用;（2）安全氛围是否会影响主动性人格与安全绩效之间的关系。方法:本研究采用主动性人格量表、安全态度量表、安全氛围量表和安全绩效量表对中国南方航空公司的560名空乘人员进行调查,运用SPSS22.0对数据进行分析和处理。结果显示:（1）主动性人格、安全态度、安全氛围与安全绩效两两之间均呈显著正相关。（2）控制年龄和工作年限的中介分析表明主动性人格既可以直接影响安全绩效,也可以通过安全态度的中介作用间接影响安全绩效。（3）安全态度的中介作用受到安全氛围的调节,安全氛围调节了主动性人格—安全态度—安全绩效这一中介过程的后半段。具体而言,随着安全氛围水平的升高,安全态度对安全绩效的正向影响不断减弱。结论:本研究揭示了主动性人格对安全绩效的影响及其作用机制,丰富了相关研究,同时也为航空安全管理提供了一定的指导意义。首先,航空公司在招聘过程中可以将主动性人格作为甄选标准之一。其次,航空管理部门可以开展安全态度培训增强个体的安全态度。最后,航空公司还可以通过营造良好的安全氛围以提升空乘人员的安全绩效。", "label": "心理学", "id": 0}
{"content": "作为社会性动物,我们生活在一个复杂的社会环境中。面对面的社会互动在我们的生活中起着重要的作用。之前的研究发现,人们在面对面的交互中会形成一定的空间结构。之前的研究提出了空间关系理论定义了人类不同个人和社会空间,并依此解释人类面对面交互中形成的空间关系。但是这些理论仅仅限于对空间关系的定性化描述,缺乏定量化的分析和数学化的计算模型。我们的研究利用最新的虚拟现实实验平台,定量化控制社会场景中的各种参数,把传统实验心理学中的心理物理法,应用到分析各种社会场景中的因素与人类交互行为的量化关系,并依此构建了社会交互场的计算模型。该模型成功了预测了人们在多人、复杂社会场景下,人们面对面交互形成的动态过程和最终的空间结构。该计算模型可以应用到服务机器人等行业中,提升机器人的宜人性和人类交互的融入性。", "label": "心理学", "id": 0}
{"content": "机器人的使用已不再局限于工业制造的领域,而是逐渐走进了人们的日常生活。为提升人与机器人交互的质量,工程师设计出仿人机器人并希望通过提高其外表类人度的方法,以提升人们对机器人的喜好度。但研究发现,外表类人度在一定区间内提高而喜好度则下降,其称为恐怖谷效应。对以服务人类为目标的仿人机器人而言,除了外观以外,仿人机器人还被设计为具有一定的心智能力。就恐怖谷效应而言,虽然研究者考虑了心智能力的作用,但将其视作与外表类人度共变的中介变量,以此来揭示外表类人度影响喜好度的心理机制。然而,心智能力可独立于机器人外表而存在,其可通过机器人的行为来体现,目前鲜有研究探讨心智能力如何影响外表类人度对喜好度的作用,即心智能力如何影响恐怖谷效应。心智能力不仅有存在与否的差异,根据其在社交中的作用,心智能力可分为自身指向的心智能力和他人指向的心智能力,且基于目前智能机器人的发展趋势,其心智能力也将具有可学习性。据此,本研究依次从心智能力的存在性、指向性与可学习性三个特性出发,旨在考察仿人机器人的心智能力对恐怖谷效应的影响。针对上述问题,通过三个实验对其进行了考察。实验1通过呈现不同的仿人机器人图片来操纵其外表类人度,并呈现描述性文字材料来操纵其心智能力的存在性（即存在与否）,旨在探究心智能力存在性如何作用于外表类人度对仿人机器人喜好度的影响,即心智能力存在性对恐怖谷效应的影响。鉴于心智能力指向性的前提是存在心智能力,因此实验2采用与实验1相同的方法,在实验1存在心智能力的条件上,进一步对仿人机器人心智能力的指向性进行操纵,探究恐怖谷效应是否会因仿人机器人心智能力指向性的不同而变化。针对指向性不同的心智能力,其均存在学习发展的过程,因此实验3与实验1和实验2采用的方法相同,在实验2的基础上,加入对仿人机器人心智能力可学习性的操纵,进一步探究在不同心智能力可学习性的条件下,心智能力指向性对恐怖谷效应的影响。获得以下主要结果:（1）无论仿人机器人的心智能力存在与否,人们对高外表类人度仿人机器人的喜好度总是低于低外表类人度的仿人机器人,即均存在恐怖谷效应,但有心智能力的仿人机器人诱发的恐怖谷效应强于无心智能力的仿人机器人;（2）无论仿人机器人的心智能力指向性如何,人们对高外表类人度仿人机器人的喜好度总是低于低外表类人度的仿人机器人,即均存在恐怖谷效应,但心智能力指向性不同的仿人机器其诱发的恐怖谷效应也不同,具体表现为相比他人指向和无指向性信息,具有自身指向心智能力的仿人机器人诱发的恐怖谷效应增强;（3）虽然具有自身指向心智能力的仿人机器人诱发的恐怖谷效应强于他人指向心智能力的条件,但该结果不受心智能力可学习性的调节。综上所述,仿人机器人所诱发的恐怖效应具有普遍性和稳定性,但若仿人机器人存在心智能力则可增强其诱发的恐怖谷效应,且该效应的增强主要是由具有自身指向的心智能力所解释,其不受仿人机器人心智能力可学习性的影响。因而,在仿人机器人的设计上,应注重考虑开发他人指向的心智能力,以避免恐怖谷效应的增强。", "label": "心理学", "id": 0}
{"content": "微表情是人类在抑制自身情感时产生的表情泄露,具有时间短、强度弱、不易被察觉的特点。由于微表情对应着真实的人类情感,因此微表情分析在侦查讯问、商业背景调查、真实意图判断等领域具有潜在的应用价值。微表情分析技术首先在长段的视频中检测出微表情发生的短暂时刻,然后进一步判断该微表情所属的类别。本文介绍微表情自动分析的原理与最新研究进展,包括基于深度学习的微表情检测与识别,基于权重自适应分配的微表情识别,通过滑动窗技术排除眨眼等微小动作影响的微表情自动检测;通过真实案例说明微表情分析技术在谎言识别领域的优势与挑战。案例场景包括讯问、商业贷款人可信度分析、人物的真实意图分析等。在讯问过程中,微表情分析技术的优势在于非接触式的采集方式和结果的准确性,其可以运用到讯问前的谈话和实际心理测试的全过程,能够与传统的心测技术相辅相成,相互验证和矫正。在商业贷款人可信度分析过程中,微表情分析可以提供更加不受身体晃动影响的非接触式分析手段,并能给出可用于真实场景的检测结果。在人物的真实意图分析中,我们给出运用微表情分析技术分析国外政要的公开电视访谈给出人物的内在真实意图和想法的实例。通过以上案例总结微表情自动分析技术用于谎言识别的未来研究与应用方向。", "label": "心理学", "id": 0}
{"content": "网络成瘾是青少年面临的重要心理社会问题之一。已有研究证实网络成瘾给青少年带来很多不利的影响,但很少有研究系统考察中国农村青少年群体网络成瘾的内部异质性及其对抑郁和问题行为的纵向预测作用。本研究通过为期一年的追踪研究,对1194名农村青少年（Mage=14.53,SD=0.72）进行调查,采用潜在剖面分析的方法,探究网络成瘾剖面的不同模式亚群组的影响因素及其对抑郁和问题行为的预测作用。研究发现:1)农村青少年网络成瘾模式可分为四个亚群组:正常网络使用组（41%）、风险网络使用组（39%）、过度网络使用组（9%）和网络游戏组（11%）;2)农村青少年网络成瘾模式人群与性别、越轨同伴和亲子疏离具有显著的相关关系,但与留守状态不相关;3)风险网络使用组、过度网络使用组以及网络游戏组的抑郁水平均高于正常网络使用组。过度网络使用组和风险网络使用组比正常网络使用组变现出更高的问题行为水平,而网络游戏组的问题行为水平高于其他三个亚群组。这些发现表明,中国农村青少年的网络成瘾存在相当大的异质性,并且性别、越轨同伴和亲子疏离是影响农村青少年网络成瘾的风险因素,且网络成瘾剖面能够对农村青少年的抑郁和问题行为产生不同程度的影响。该项研究结果可以提供针对性的干预以及预防策略,减少农村青少年网络成瘾,进而降低农村青少年抑郁和问题行为的风险。", "label": "心理学", "id": 0}
{"content": "由于长期的亲子分离、缺乏父母的关爱与教养,留守儿童表现出一系列的心理与行为问题,其中安全感作为影响留守儿童心理健康发展的重要因素,具有极高的研究价值。已有研究表明,儿童的安全感与社会支持、父母教养方式、同伴关系等因素密切相关,但较少探究留守儿童亲子亲合与安全感之间的关系。本研究以留守儿童安全感量表、亲子亲合量表、领悟社会支持量表和一般自我效能感量表作为测量工具,对来自2所小学、2所初中和2所高中的1005名留守儿童（男生518名,女生487名）进行问卷调查。通过数据分析,研究结果如下:差异分析显示:（1）在安全感方面,单留守儿童安全感水平显著高于双留守儿童;男生安全感水平显著高于女生。（2）在亲子亲合方面,母子亲合水平显著高于父子亲合水平;男生亲子亲合水平显著高于女生。相关分析显示:留守儿童亲子亲合、领悟社会支持、自我效能感与安全感两两之间存在显著正相关。多重回归分析显示:（1）留守儿童的亲子亲合能够显著正向预测领悟社会支持、自我效能感与安全感;（2）留守儿童领悟社会支持在亲子亲合与安全感中起部分中介作用;（3）留守儿童自我效能感在亲子亲合与安全感中起部分中介作用;（4）留守儿童领悟社会支持、自我效能感在亲子亲合与安全感的关系中起部分链式中介的作用。研究结果说明了亲子亲合对留守儿童安全感的重要影响以及社会支持、自我效能感的中介作用机制,有助于加强学校、家庭和社会各方面对留守儿童安全感的重视程度,从而促进留守儿童的心理健康发展。", "label": "心理学", "id": 0}
{"content": "伴随着城市化进程的不断加快,农村父母外出务工现象日益普遍,导致父母与子女间亲子分离的状况频繁发生。据统计,超过6000万农村青少年正经受亲子分离的困扰。在亲子分离背景下,青少年遭受同伴侵害的现象时有发生,日益成为损害农村青少年心理健康的重要危机事件。根据自我系统信念模型,自尊是解释风险因素对主观幸福感影响作用的重要变量。那么在亲子分离的背景下,同伴侵害是否会通过降低青少年的自尊进而降低其主观幸福感?哪些保护性因素可以缓解同伴侵害带来的消极作用?已有研究主要从横断研究角度关注了同伴侵害的直接危害作用,缺乏从积极发展视角考察其长期影响及其缓解机制。本研究采用整班施测方式对贵州省487名青少年进行两次追踪调查,考察同伴侵害对遭受亲子分离后的青少年的主观幸福感的长期影响以及自尊在同伴侵害与主观幸福感之间的中介作用,同时检验朋友支持和教师支持对该中介路径的调节作用。结果表明:（1）同伴侵害不仅能长期显著负向预测遭受亲子分离后青少年的主观幸福感,还能通过自尊的中介作用间接预测主观幸福感;（2）朋友支持可以调节同伴侵害与遭受亲子分离的青少年主观幸福感之间的关系,相对于高朋友支持的个体,同伴侵害对遭受亲子分离的青少年主观幸福感的影响在低朋友支持的个体中更显著;（3）教师支持可以调节遭受亲子分离的女生同伴侵害与主观幸福感之间的关系,相对于高教师支持的女生,同伴侵害对主观幸福感的影响在低教师支持的女生中更显著。此外,教师支持还可以调节遭受亲子分离的女生同伴侵害与自尊之间的关系,相对于低教师支持的女生,同伴侵害对自尊的影响在高教师支持的女生中更显著。", "label": "心理学", "id": 0}
{"content": "初中生学业倦怠是环境因素和个体因素共同作用的结果。家庭环境质量,学业情绪和成就目标是与学业倦怠有密切关系的环境和个体变量。已有关于学业倦怠的研究大多基于同一文化群体下的个体,少有研究着眼于初中生学业倦怠的文化差异性。中国和巴基斯坦两国有不同的文化渊源,文化差异较大。因此,环境（家庭环境质量）和个体因素（学业情绪、成就目标）对学业倦怠的作用机制在中国和巴基斯坦青年少年中是否存在差异值得探讨。本研究运用问卷调查的方法,分别以813名巴基斯坦（426男,387女）和420名（224男,196女）中国初中生为被试,所有被试分别填写人口学调查问卷,家庭环境质量问卷,学业情绪问卷,成就目标问卷和学业倦怠问卷。结果发现,家庭环境质量和学业倦怠间的关系具有跨文化的一致性,无论在中国文化背景下还是巴基斯坦文化背景下,家庭环境质量和学业倦怠之间均呈显著负相关。学业情绪和趋近成就目标在两国文化背景下均在家庭环境质量和学业倦怠间起中介作用。但是,回避成就目标只在巴基斯坦文化背景下在家庭环境质量和学业倦怠间起中介作用。该跨文化研究为中国和巴基斯坦两国的家长、教师及学校结合本国的实际情况,采取不同的措施有效预防初中生学业倦怠的产生提供了依据。", "label": "心理学", "id": 0}
{"content": "父母外出务工使留守儿童在成长中面临诸多不良家庭因素,并导致留守儿童出现各种社会适应问题。因此,本研究旨在考察留守儿童社会适应（人际和谐、环境认同、生活独立、学习自主）的现状,以及心理素质及各成分在家庭亲密度和社会适应间的中介作用。采用问卷星形式在网上发布调查,共测得留守儿童17375人（小学生8521人,中学生8854人）,平均年龄为12.78岁（7～19岁,SD=2.52）。结果发现:（1）留守儿童社会适应在性别、独生子女、居住地、学段、年级和留守时长上均存在显著差异。具体地,女生的社会适应及各维度均显著高于男生;独生子女的生活独立显著低于非独生子女,在社会适应及其他维度上差异不显著;居住在城镇的学生的社会适应、人际和谐、环境认同、学习自主均显著高于居住在农村的学生,在生活独立上差异不显著;小学生的社会适应、人际和谐、环境认同、学习自主显著高于中学生,生活独立显著低于中学生;社会适应及各维度均存在显著的年级差异,大致表现为先缓慢增长（小学）,然后逐渐下降（初中）,最后又有所回升（高中）的趋势;社会适应及各维度在不同留守时长上均存在显著差异,大致表现为留守时长在半年以内和5年以上的学生显著高于留守1～2年和2～5年的学生。（2）相关分析发现家庭亲密度、心理素质、社会适应间两两显著正相关。（3）在中介效应分析中将人口学变量作为协变量进行控制后发现,心理素质及其各成分均在家庭亲密度和社会适应间起到部分中介作用,说明家庭亲密度不仅可以直接影响社会适应,还可以通过心理素质及各成分的中介作用间接影响社会适应。这启示教育者和监护者不仅应重视不同人口学特征对社会适应的影响,还可以通过增强家庭亲密度、培养留守儿童心理素质来提高其社会适应水平。", "label": "心理学", "id": 0}
{"content": "高级认知调节能力与语言发展之间的关系一直以来是发展心理学研究者关注的热点问题之一。特别是在儿童早期,高级认知调节能力的重要成分之一执行功能与接受性语言均发生快速且显著的发展变化。基于Fischer等提出的动态技能理论,心理技能的发展并不是孤立的,而是彼此间会发生动态性的相互影响,并且这一影响还会随年龄与情境的变化而变化。基于该理论,作为学前期同时快速发展的两种重要的技能,研究者推测执行功能与接受性语言之间可能也会以动态互动的方式发展,而且一方对另一方的影响可能会随时间而发生变化。同时,考虑到执行功能与语言在发展早期表现出一定的儿童性别差异,两者间的双向影响中是否会存在性别差异也是本研究感兴趣的问题之一。因此,本研究拟聚焦于学前儿童,采用3个时间点追踪研究设计和随机截距交叉滞后模型从个体间与个体内层面上来揭示执行功能子成分与接受性语言之间的双向关系及其性别差异。研究被试为320名学前儿童,执行功能采用Willoughby编制的EF Touch程序任务进行测查,接受性语言采用PPVT-4进行测查。结果发现:在T1与T2时间点上,抑制控制和注意转移与接受性语言存在相互预测效应,但在T2与T3时间点上,仅抑制控制和注意转移对接受性语言的预测显著,而语言对两者的预测效应不再显著;在三个时间点上,工作记忆与接受性语言间存在稳定的个体内双向预测效应;多群组分析没有发现执行功能子成分与接受性语言的双向关系中存在儿童性别差异。结论:在学前阶段,执行功能与接受性语言的发展在个体内水平上存在双向影响,且这一影响因执行功能子成分的不同而异;研究结果在一定程度上强调了旨在提升接受性语言或执行功能的训练可以对两者起到相互促进的作用,同时包括EF与语言的早期多元指导干预策略可能比仅关注其中一方的干预策略效果更佳。", "label": "心理学", "id": 0}
{"content": "心理控制这一教养方式往往会对儿童内心产生侵扰,不利于其社会情绪功能的发展。然而,心理控制与儿童发展之间的关系在不同年龄段存在怎样的差异目前研究关注的并不多。本研究采用时间变异效应模型（Time-Varying Effect Modeling, TVEM）考察了父母心理控制与儿童获益解释、抑郁症状发展关系的年龄差异,以及父母角色和儿童性别在其中的作用。研究选取1204名3-7年级学生（Mage=11.75岁,SD=1.53）为研究对象,采用儿童报告和父母报告方式测量父母心理控制、儿童获益解释以及抑郁症状。研究结果表明,男孩父母报告和男孩知觉的心理控制在8-14岁之间呈上升趋势,且在此年龄段父母报告的心理控制可正向预测男孩的抑郁症状。女孩父母报告和女孩知觉的心理控制在10-13岁之间呈显著上升趋势,且在此年龄段父母报告的心理控制可正向预测女孩的抑郁症状。上述结果表明,青春期早期可能是一个关键时期,在此阶段,父母采取更多的心理控制尤其不利于儿童社会情绪功能的发展。", "label": "心理学", "id": 0}
{"content": "父母外出务工所导致的亲子分离已经成为一种全球性现象,在极大程度上提升了留守青少年经历抑郁症状的概率。虽然与父母长期分离,但是留守青少年与父母之间依然存在情感上和行为上的联结（例如,远程沟通、父母回家探望时的面对面沟通等）。在这一背景下,亲子分离和亲子联结如何作用于留守青少年抑郁症状的发展,已经成为该领域研究中的一个热点问题。该问题的解决不仅有利于深入认识留守家庭中的亲子系统与个体抑郁发展之间的关系,而且对于留守青少年抑郁的预防和干预具有重要意义。然而,已有研究多采用横断设计,难以深入探究留守青少年抑郁的发展轨迹以及亲子分离、亲子联结对其发展轨迹的共同作用。本研究对1549名初一年级学生（426名双亲外出青少年,681名父亲外出青少年,442名非留守青少年）进行了间隔6个月的3次追踪测量,通过潜变量增长模型考察了双亲外出、父亲外出、非留守青少年抑郁的发展轨迹,以及亲子分离（分离形式、分离年龄和分离时长）、亲子情感联结（父子亲合、母子亲合）和行为联结（亲子远程沟通、面对面沟通间隔）与其发展轨迹之间的关联。结果表明:（1）青少年的总体抑郁轨迹呈下降趋势,但是双亲外出青少年抑郁的初始水平显著高于父亲外出青少年,非留守青少年抑郁的下降速度显著快于父亲外出青少年;（2）亲子分离时间越长,留守青少年抑郁的初始水平越高,下降速度越快,但是这种关联仅存在于亲子远程沟通间隔较长的情况下;（3）母子亲合水平越高,留守青少年抑郁的初始水平越低,但是这种负向预测作用仅出现在双亲外出家庭中;在父亲外出家庭中,父子亲合水平越高,青少年抑郁的初始水平越低;（4）分离年龄越大,留守青少年抑郁的下降速度越快,但这种正向预测作用仅存在于母子亲合水平较低,或亲子远程沟通间隔较长的情况下。这表明,亲子分离特征和亲子联结是留守青少年抑郁发展轨迹的重要影响因素,且亲子间的情感联结和行为联结对于留守青少年抑郁发展轨迹的保护作用存在差异。", "label": "心理学", "id": 0}
{"content": "抑郁是青少年期常见的心理健康问题之一。以往横断研究表明同伴依恋作为保护性因素可以降低青少年抑郁,但关注青少年抑郁与同伴依恋之间是否存在双向关系的研究较少且未区分个体间效应和个体内效应。随机截距交叉滞后模型（RI-CLPM）克服了传统交叉滞后模型（CLPM）无法分离个体间变异的不足,能够真正地在个体内水平上揭示变量间的双向预测效应。鉴于此,本研究以山东省某中学七年级学生为被试(N=651, M年龄=12.22, 47.6%为女生)开展为期两年（共3个时间点）的追踪测查,并同时采用CLPM和RI-CLPM两种统计分析模型,探讨并比较青少年抑郁与同伴依恋间的纵向双向关系并进一步对双向关系中可能存在的性别差异进行了挖掘。结果如下:基于CLPM分析发现,抑郁症状、同伴依恋的自回归路径均呈显著正向;T1和T2抑郁症状均显著负向预测T2和T3同伴依恋;T2同伴依恋能够显著负向预测T3抑郁症状,T1同伴依恋对T2抑郁症状的预测作用则不显著。基于RI-CLPM分析发现,与CLPM结果模式较为一致,在个体内水平上,抑郁症状和同伴依恋均表现出较高的稳定性;T1和T2抑郁症状的增加能够显著预测T2和T3同伴依恋质量的下降;T2同伴依恋质量的提升能够显著预测T3抑郁症状的下降,T1同伴依恋的变化与T2抑郁症状的变化无显著预测关系。在个体间水平上,相比于具有低抑郁症状的青少年,高抑郁症状的青少年的同伴依恋质量更差。CLPM和RI-CLPM多群组分析表明,青少年抑郁与同伴依恋间的双向关系无显著性别差异。结论:青少年抑郁与同伴依恋的双向影响在个体间水平与个体内水平上均存在,有必要关注抑郁青少年的同伴关系质量,并通过提升其同伴依恋质量帮助预防和改善青少年抑郁的发生。", "label": "心理学", "id": 0}
{"content": "青少年的社会情绪系统与认知控制系统发展不同步,不成熟的认知控制系统如果无法处理过高的情绪反应会带来情绪失调等问题。与在中性任务间转换（认知性灵活转换）相比,在情绪任务和中性任务之间的转换（情绪性灵活转换）与情绪调节的关系更为密切。有效的情绪调节涉及到灵活地参与和脱离情绪信息,而灵活转换的适应性又会受到情境的影响,稳定性-灵活性失衡会导致僵化或者分心,探究其在情绪情境中的平衡也有助于解释情绪信息在灵活转换中的作用。基于此,研究考察认知性灵活转换与情绪性灵活转换在青少年中晚期的发展差异,并探究其与情绪调节策略的关系。148名15～25岁的青少年完成了数字-字母转换任务和情绪-性别转换任务以及情绪调节问卷。结果发现数字-字母任务的转换代价（转换试次反应时与重复试次反应时的差值）与年龄无显著相关,而情绪-性别任务的转换代价（从性别任务转换到情绪任务的反应时与重复情绪任务反应时的差值）与年龄呈显著非线性关系。这一结果表明认知性灵活转换能力在青少年中晚期已趋于稳定,而情绪性灵活转换能力在青少年中晚期先降低后升高,在20岁左右灵活转换能力最容易受到情绪信息的影响,即呈U型曲线关系。结果还发现从性别任务转换到情绪任务的转换代价与表达抑制策略倾向呈显著非线性关系,情绪性灵活转换能力中等时表达抑制策略倾向最低,即呈U型曲线关系;从情绪任务转换到性别任务的转换代价与女生的认知重评策略倾向呈显著非线性关系,情绪性灵活转换能力中等时女生的认知重评倾向最高,即呈倒U型曲线关系。这一结果提示中等情绪性灵活转换更具有适应性。认知性灵活转换与情绪性灵活转换的发展差异从灵活转换的角度为双系统模型提供了证据,情绪性灵活转换与情绪调节策略的非线性关系有助于理解情绪情景中的稳定性-灵活性平衡。", "label": "心理学", "id": 0}
{"content": "作弊是全世界普遍存在的社会性问题,然而到目前为止鲜有研究探讨了其在儿童时期的发生发展及其早期干预。本研究旨在考察细微的物理环境变化对学前儿童作弊行为的影响。研究者在幼儿园招募了500名5-6岁幼儿参加了无人监考的数学测试。在测试开始前,研究者将答案放在离儿童有一定距离的另一张桌子上,随后借故离开房间,并告知其\"不允许偷看答案\"。儿童在整个测试过程中做出的偷看和抄袭答案的作弊行为,由事先安装在房间内的隐形摄像机所记录。研究一（N=200）通过改变儿童与答案之间的物理距离（0.6米、1米、2米和3米）后发现,随着距离的增加（即1米、2米和3米条件,较之0.6米条件）儿童作弊行为的发生率显著降低,但两者呈现非线性关系（即1m,2m,3m条件的作弊率两两不存在显著差异）。研究二、三通过分别操纵距离和答案的可见性,来进一步探讨上述效应的潜在机制。研究二（N=200）表明,当答案的可见性保持一定时,答案距离儿童的远近未对作弊率产生显著影响。研究三（N=100）表明,当答案与儿童的距离一定时,答案高度可见条件下儿童的作弊率较不可见条件显著更高。上述结果表明,答案的可见性,而非答案与儿童之间的距离,是导致儿童作弊行为随物理距离变化而改变的主要原因。更为重要地,本研究结果启示,儿童对物理环境线索十分敏感,微小的环境改变可以显著减少其作弊行为。", "label": "心理学", "id": 0}
{"content": "亲社会行为是个体社会适应性的一个重要指标,而情绪是影响亲社会行为的重要因素。然而,这种情绪效应如何从儿童时期发生发展,目前尚不明晰。本研究结合行为实验和问卷测量,探究了从学龄前儿童到青少年阶段情绪对亲社会行为的影响,以及共情在其中的作用。实验1采用行为实验,测量了学龄前儿童（n=218）的共情能力,并通过视频引发儿童的积极、消极或中性情绪,然后采用独裁者游戏测量儿童的分享行为。结果发现,消极情绪减少了低共情而不是高共情儿童的分享,积极情绪增加了高共情儿童的分享,说明共情能力可能缓冲了消极情绪对亲社会行为的削弱效应。实验2采用在线问卷测量的方式,测量了1到9年级的小学生和中学生（n=3313）的正负性情绪、共情能力、亲社会行为倾向。结果发现:总体而言,积极情绪与亲社会倾向正相关,消极情绪与亲社会倾向负相关,而共情在情绪与亲社会倾向这一关系中的调节作用随着年龄的增长而发生变化:与学龄前幼儿中的结果一致,对于小学1-3年级儿童,低共情个体中消极情绪对亲社会倾向的削弱效应比高共情个体显著更大,支持了共情能力的缓冲作用,然而该缓冲作用在小学4-6年级消失（高共情和低共情个体中情绪与亲社会倾向的关系没有差异）;到初中7-9年级,与之前共情的缓冲作用相反,高共情个体中消极情绪对亲社会倾向的削弱效应比低共情个体更大,表明了共情的\"放大\"作用。以上结果表明,总体来说积极情绪促进亲社会行为,消极情绪减弱亲社会行为,此效应受到共情能力的影响,并随着年龄增长而变化:学龄前阶段,共情减弱消极情绪对亲社会倾向的负向效应,呈现缓冲作用;这一作用不断减弱,在小学低年级仍然存在,但在小学高年级消失;初中阶段共情反而放大了消极情绪的负向效应,共情越高的个体越容易受到消极情绪的影响而减少亲社会倾向。研究揭示了共情在情绪与亲社会行为之间的不同调节作用,未来需进一步探讨为何会有此发展变化,为提高亲社会行为、促进社会适应提供实证研究依据。", "label": "心理学", "id": 0}
{"content": "共情对象的道德特征会影响个体的共情反应。前人研究发现,个体对不道德人物的共情显著少于对道德人物的共情,且更愿意去帮助道德人物而非不道德人物。然而,直接比较个体对不道德人物和道德人物的共情无法帮助我们确定这种差异是由个体对不道德人物的共情减少还是对道德人物的共情增加所带来的。为了解决这一问题,本研究考察了儿童和成人对不道德人物和中性人物的共情反应和帮助倾向,并探究了不幸类型在其中可能起到的作用。实验一比较了4-8岁儿童对不道德人物和中性人物的共情反应和帮助倾向,首先向儿童呈现人物的道德行为,然后询问儿童对人物经历的不幸事件的共情反应和帮助倾向。实验采用2（道德水平:不道德人物、中性人物）×2（不幸类型:物理性不幸、社会性不幸）两因素混合实验设计,其中不幸类型为被试内变量,不道德人物组和中性人物组各有30名儿童。结果发现,儿童对物理性不幸的共情显著强于对社会性不幸的共情;和中性人物相比,儿童更不想去帮助不道德人物,但是对中性人物和不道德人物的共情没有显著差异。实验二采用了和实验一基本相同的任务,比较了成人对不道德人物和中性人物的共情反应和帮助倾向,不道德人物组有32名成人,中性人物组有23名成人。结果发现,和中性人物相比,成人更不想去帮助不道德人物,且对不道德人物的共情也更少。本研究的结果提示,4-8岁的儿童表现出了共情反应和帮助倾向的分离,尽管尚未像成人一样表现出对不道德人物和中性人物的共情差异,但是会减少对不道德人物的帮助倾向。儿童对不道德人物和中性人物的共情差异可能在8岁之后才出现,有待未来研究进一步探究。", "label": "心理学", "id": 0}
{"content": "公平分配资源是维持合作稳定的重要机制。分配合作收益时只有让每个成员都满意,合作才能维持。有不同的原则决定着资源如何分配,但现实生活中,不同原则间往往相互冲突,这就构成了资源分配的两难情境。考察儿童如何在两难情境中分配资源,能揭示儿童如何权衡不同的公平原则,从而有助于理解公平行为的发展。我们在两种冲突情境中考察了儿童如何处理分配两难。首先,是劳动贡献和社会关系的冲突。已有研究发现儿童在资源分配中既会考虑劳动贡献也会考虑社会关系。研究通过3个实验考察了7岁儿童（N=204）如何在和自己社会距离不同的两个体间（好朋友vs.陌生人;不喜欢的人vs.陌生人）分配资源,而好朋友/不喜欢的人要么和陌生人干的一样多（实验1）,要么比陌生人干的少（实验2a）或者多（实验2b）。结果发现,当好朋友和陌生人贡献相同时,儿童分给好朋友更多;好朋友比陌生人干的少时,也可以得到和陌生人一样多;但不喜欢的人即使比陌生人干的多,也只能得到和陌生人一样。这些结果表明,当劳动贡献和社会关系冲突时,7岁儿童主要根据社会关系进行资源分配。其次,是避免不公平和避免浪费的冲突。已有研究发现,西方儿童宁愿把无法公平分配的资源扔掉也不愿让一方多得。考虑到中国文化强调节俭,中国儿童会如何在这两者间权衡?研究通过4个实验考察了7岁儿童是否愿意扔掉（vs.收回）无法公平分配的资源以避免不公平。结果发现在第三方（实验1,N=83）和第一方任务中（实验2, N=116）,如果只有扔掉资源才能避免不公平,儿童没有表现出对不公平的回避（实验1a,实验2）;而当扔掉资源变成收回资源时,他们不仅避免另外两个个体间所得不公（实验1b,c）,更避免别人比自己得到的多/少（实验2）。这些结果表明,在资源分配中,避免浪费和避免不公平对中国儿童来说一样重要。两难情境中儿童资源分配的特点拓展了我们对儿童公平行为的理解,提示对不同分配原则的不同排序可能是造成分配公平性个体和文化差异的一个重要原因。", "label": "心理学", "id": 0}
{"content": "人脑功能网络模块化在学龄期如何发育,如何与重要认知和非认知功能联系?对这些问题的系统研究可深化对儿童脑智发育规律的理解,并为科学评估和预测儿童适应提供重要依据。而人脑功能网络模块包括运动感知网络,扣带回鳃盖网络,听觉网络,视觉网络,默认网络,额顶控制网络,突显网络,背侧和腹侧注意网络等不同的模块,学龄期重要的适应功能包括注意、记忆、情绪、决策等多个方面。已有研究多基于小样本、横断设计、针对某一认知或非认知能力,难以从整体的角度揭示儿童脑功能网络模块化的成熟及其如何支持认知与非认知能力发展的图景。因此,针对学龄儿童的较大样本前瞻性队列研究,通过对儿童脑发育和重要认知与非认知能力的系统追踪,可以为探讨上述问题提供新的证据。2016年以来,我们启动建设了学龄儿童脑发育与学校适应北京队列研究,完成基线数据采集800例,追踪超过800人次,数据包括结构、静息与任务态MRI影像,注意、记忆等认知能力、以及情绪与决策等非认知能力等。本研究以其中404个6-12岁学龄儿童的基线和追踪数据为基础,以静息态和任务态MRI影像数据考察脑功能网络模块化特征,并建立其与儿童注意、工作记忆、情绪识别、风险决策的预测模型。分析在静息和任务执行过程中脑功能模块内与模块间连接的变化,结果显示,无论认知或非认知行为发展主要受到特异性子网络模块化水平的预测,特别是子网络中网络信息传递的全局效率提高是脑功能模块化的重要特征。在认知和非认知能力发展过程中,脑功能网络模块化在拓扑属性上的优化来自模块内与模块间长连边的增强和短连边的削弱,可能反映了神经修剪机制。", "label": "心理学", "id": 0}
{"content": "为了理解不断变化的世界,人们需要维持对当前情境的稳定的表征,并在当前情境不适更新表征。这种维持和切分信息的能力具有认知发展层面上的重要意义。传统的任务切换范式与儿童的真实生活情境并不契合,且儿童在任务中维持注意状态具有一定的困难。近期相关研究使用自然化实验材料和多体素神经模式的状态边界切分算法,考差了神经状态边界与事件边界的一致性,但尚不明确神经状态切分的表现是否能表征个体差异,特别是一般性认知能力。通过磁共振影像学大队列研究,我们考察儿童（6-8岁）观看定制卡通片的脑活动,其中认知任务穿插在叙事情节中。使用神经状态切分算法,我们发现一些脑网络中神经状态边界与电影中的状态边界相吻合。为了体现个体差异,我们计算了一个神经模式分离指标来代表儿童的神经模式在多大程度上能区分相邻的电影状态。我们发现该分离指标在两次扫描中具有信度,且与儿童的智商具有相关,即儿童的神经模式状态切分能力越强,则具有更高的智商。相比于与任务相关的单变量激活程度指标,该分离指标与智商的相关更高。总体来说,这些结果表明儿童的神经状态切分能力具有个体差异,且该能力可能能够指示儿童的总体认知发展。同时这一方法可能具有更好的跨平台鲁棒性。", "label": "心理学", "id": 0}
{"content": "该课题是北京脑科学研究专项部署的\"儿童学习及学习困难与脑网络发育的关系研究\"项目的组成部分,中国科学院心理研究所承担学龄期儿童与青少年（8-15岁）双生子群体的身、心、脑的发展规律和个体差异研究,试图探讨这些变量随龄变化的发展趋势及其受遗传与环境影响程度。我们构建了这三方面的测量指标,共包含2项身体指标（体质、听力）、6项心理行为指标（注意网络、颜色偏好、阅读相关技能、语义整合、情绪识别、社会决策）、和6项脑影像指标（定位像-T1加权结构像扫描-静息态功能像扫描-功能像扫描-T2加权结构像扫描-弥散张量成像扫描）。这三个方面分成三组模块进行施测,每个模块1.5小时。计划目标的200人次数据采集仍在进行中,对已有数据按年级分为三组（小学低年级1-3年级,小学高年级4-6年级,初中7-9年级）进行了初步分析,发现:1)儿童青少年体质水平总体上呈现出随龄稳步增长的趋势,体质水平存在性别差异,并受遗传因素影响;2)在听觉与言语能力上,初中生相对于小学生有显著提升,与性别无关,并受遗传因素影响;3)注意网络测试呈现随龄提升的趋势,双生子间不存在显著相关;4)儿童青少年偏爱暖色及鲜艳色调,而不喜欢冷色与灰暗色调;偏爱原生色,而不喜欢衍生色;初中生比起小学生更加偏爱冷、暗色;5)阅读流畅性、阅读准确性以及其他阅读相关技能,呈现随龄提升趋势,并受遗传因素影响;6)言语理解方面,所有被试都呈现语义整合效应,能够在阅读过程中对句子深层语义进行加工。语义合理性效应随龄减小,没有性别差异,并受遗传因素影响;7)在情绪识别方面,儿童青少年情绪识别能力随龄增长,并受遗传因素影响;8)在社会决策方面,社会合作率随龄增长,女生显著高于男生,双生子间不存在显著相关。", "label": "心理学", "id": 0}
{"content": "自杀是一个世界性的公共卫生问题。自杀行为在儿童时期比较少见,但随着年龄的增长,青少年自杀的发生率会越来越高。儿童期的自杀率仅约为0.7/100000,而15至19岁的青少年自杀发生率骤升至7.4/100000左右。自杀意念,自杀企图和自杀尝试是自杀行为的三个阶段,其中自杀意念作为自杀行为形成的第一个阶段,是个体实施实际自杀行为的极其重要且最为敏感的预测因素。在我国,青少年自杀意念发生率一直处于一个较高水平,约为12.1%至29.9%。由此可见,探讨青少年自杀意念的影响因素对于后续研究和预防青少年自杀行为有重要意义。本研究在自杀的动机意志整合模型和人类发展的生态生物学模型的基础上,从发展心理学的角度,考察青少年早期情绪调节困难的基本特点、变化趋势及其与自杀意念的动态关系。本研究采用自杀意念/自杀企图问卷、情绪调节困难问卷,对216名初二年级学生进行总共三次,时间间隔为半年、为期一年的追踪调查。结果发现:（1）青少年早期自杀意念随年龄不断增长,总体呈现递增趋势;（2）青少年早期情绪调节困难水平亦随年龄不断增长,总体呈现递增趋势;（3）青少年早期情绪调节困难与自杀意念之间存在共同发展轨迹,即情绪调节困难的的初始水平越高,青少年意念初始水平越高,自杀意念发展变化趋势同情绪调节困难发展变化趋势存在显著正相关,情绪调节困难随时间变化增长越快,自杀意念水平增长越快。研究结果揭示了情绪调节困难在青少年早期自杀意念发展变化过程中的重要作用,发现了作为自杀意念影响因素的情绪调节困难在青少年阶段与自杀意念的发展变化存在相同发展趋势,有助于深入理解青少年自杀意念的发展及变化与其本身情绪调节能力缺陷之间的联系,丰富和发展现有的自杀理论,为后续青少年阶段自杀意念和自杀行为的预防提供了一定的理论基础。", "label": "心理学", "id": 0}
{"content": "自伤青少年往往伴随抑郁情绪,他们会报告更高的抑郁水平,但也并非所有自伤个体均表现出抑郁情绪。为考察青少年自伤与抑郁的共发性及其产生机制,本研究将采用两个研究分别进行探讨。研究一旨在考察青少年自伤与抑郁的共发率及转变情况,对989名青少年（平均年龄为13.50岁）进行为期半年的追踪测查。研究发现:（1）两次测查中,青少年抑郁自伤共发组的比例分别为24.6%和30.9%,单独抑郁组的比例分别为32.4%和27.8%,单自伤组的比例分别为7.0%和6.9%,无抑郁无自伤组的比例分别为36.1%和34.4%。这说明青少年群体中抑郁和自伤具有一定共发性。（2）对各组进行转变分析,结果发现,T1抑郁自伤共发组中有63.0%的青少年在T2仍同时具有抑郁和自伤行为;有19.8%、10.7%、6.6%的青少年分别转变为单抑郁组、无抑郁无自伤组和单自伤组。此外,T1的单自伤组、单抑郁组和无抑郁无自伤组均有可能转变为抑郁自伤共发组,其转变比例依次为44.9%、26.9%和10.1%。这说明抑郁和自伤的共发性具有较高稳定性,但同时也具有一定变化性,这既体现在抑郁和自伤共发组可能转变为其他组,又体现在其他各组均有可能转变为自伤抑郁共发组。研究二从基因和环境交互作用的角度,考察童年期负性经历和THP2基因rs4570625多态性对青少年抑郁与自伤共发的交互作用,被试为296名青少年（平均年龄为12.80岁）。结果发现:（1）童年期负性经历能够显著增加青少年自伤与抑郁的共发几率:以抑郁无自伤为参照组,OR=1.94,95%CI为1.46～2.57;以单自伤为参照组,OR=1.69,95%CI为1.02～2.82。（2）THP2基因rs4570625多态性显著调节童年期负性经历与自伤抑郁共发性的关系。具体而言,对于GG/GT型基因携带者,其经历童年期负性经历越多,越可能表现为抑郁与自伤共发,而非单抑郁或单自伤（以单抑郁组为参照组,OR=1.34,95%CI为1.07～1.68;以单自伤组为参照组,OR=2.45,95%CI为1.14～5.26）;对于TT型基因携带者,童年期负性经历的数量与抑郁自伤的共发性不存在显著关系。本研究揭示了青少年自伤与抑郁的共发与转变情况,并且对抑郁与自伤共发性的产生机制进行了初步探讨,为后续研究提供了依据。", "label": "心理学", "id": 0}
{"content": "非自杀性自伤（non-suicidal self-injury简称自伤）是指个体在没有自杀意图的情况下,以不被社会认可的方式有意的直接的伤害自己身体的行为。近年来,青少年自伤的发生率不断升高,已经成为全球的公共卫生问题。情绪表达冲突是指个体处于既想要表达情绪,同时又担心表达真实情绪将导致消极后果的矛盾心理状态。以往大量研究表明,情绪表达冲突与心理症状（如心理痛苦、抑郁、焦虑）、非适应性行为（如进食障碍）呈正相关。青春期是一个闭锁性与开放性并存的时期,处于该时期的青少年可能经历更多的情绪表达冲突。然而,尚未有研究探讨情绪表达冲突与青少年自伤的关系及其相关机制。因此本研究采用纵向追踪设计,考察情绪表达冲突与青少年自伤的关系,同时探究焦虑的中介作用和拒绝自伤效能感的调节作用。本研究对广州一所中学的1672名学生(Mage=16.12岁, SD=1.56)进行调查,其中男生766名,女生906名。调查共进行两次,间隔时间为6个月。研究采用SPSS的PROCESS插件检验中介调节效应,结果显示（1）情绪表达冲突与青少年自伤呈正相关;（2）在控制了性别和基线的自伤后,情绪表达冲突完全通过焦虑预测自伤;（3）拒绝自伤效能感的调节效应显著,当青少年的拒绝自伤效能感较高时,情绪表达冲突和焦虑对自伤预测不显著;反之,情绪表达冲突和焦虑均显著预测自伤。本研究首次探究了情绪表达冲突与青少年自伤的关系,并进一步揭示了其潜在作用机制,为今后的相关研究提供了一定的启示。", "label": "心理学", "id": 0}
{"content": "本研究根据价值不同属性细化资源价值的同时,创新定义资源客观价值,首次清晰探究4-9岁儿童基于数量、客观价值和主观价值的公平规范执行行为的发展。结果显示:（1）儿童公平规范执行行为的发展会因资源分配情境和不公平提议而存在早晚差异;（2）儿童基于价值的公平规范执行行为出现晚于基于数量的公平规范执行行为;（3）资源主观价值会抑制儿童公平规范执行行为的发展;（4）儿童对绝对不公平提议更容易表现出公平规范执行行为。这些发现不但详细阐述儿童公平规范执行行为的发展特点,而且能够为保障个体之间合作活动的持续性以及进行公平规范教育提供既全面又具针对性的建议。", "label": "心理学", "id": 0}
{"content": "目的:探讨自然联结在童年期心理虐待和身体欣赏关系中的调节作用。方法:采用童年期心理虐待量表、自然联结量表、身体欣赏量表对567名大学生进行调查。结果:（1）童年期心理虐待和身体欣赏呈显著负相关,自然联结和身体欣赏呈显著正相关;（2）自然联结可以调节童年期心理虐待和身体欣赏之间的关系。在高自然联结水平下,童年期心理虐待对身体欣赏的负向预测作用显著,低自然联结水平下,童年期心理虐待对身体欣赏的负向预测作用不显著。结论:童年期心理虐待对身体欣赏的负向预测作用会随着自然联结水平的升高而减弱。", "label": "心理学", "id": 0}
{"content": "十九大报告提出\"要加强社会心理服务体系建设,培育自尊自信、理性平和、积极向上的社会心态\"。社会心态不仅反映了人们对社会现实各个方面的感受与体验,也是经济社会发展的晴雨表。本研究试图探讨青少年手机冷落行为对社会心态的影响及其作用机制——公正世界信念的中介作用和感恩的调节作用。采用手机冷落行为量表、社会心态量表、公正世界信念量表和青少年感恩量表对广东、山西、河南、江苏和湖北五省的3104名青少年进行问卷调查,其中男生1146人（36.92%）,女生1958人（63.08%）,平均年龄18.04岁（SD=2.87）。结果显示:（1）在控制了性别和年级之后,青少年手机冷落行为可以显著负向预测社会心态;（2）中介效应检验表明,青少年的公正世界信念在手机冷落行为与社会心态之间具有中介作用;（3）感恩调节了\"手机冷落行为→公正世界信念→社会心态\"的后半段和直接路径:在后半段路径\"公正世界信念→社会心态\"这一积极情境中,感恩水平高的个体比感恩水平低的个体,其公正世界信念对社会心态的预测能力更强,起\"锦上添花\"的调节作用;在直接路径\"手机冷落行为→社会心态\"这一消极情境中,当青少年感恩水平低时,手机冷落行为对社会心态的负向预测作用不显著,当青少年感恩水平高时,手机冷落行为可以显著负向预测社会心态,起\"杯水车薪\"的调节作用。这些结果说明青少年手机冷落行为不仅会对自身社会心态产生直接影响,也会通过削弱自身的公正世界信念对社会心态产生间接影响,同时验证了感恩在积极情境中所起的\"锦上添花\"调节模式以及在消极情境中所起到的\"杯水车薪\"调节模式,对手机网络时代青少年良好的社会心态培育具有一定的启示意义。", "label": "心理学", "id": 0}
{"content": "本研究基于社会需要理论、孤独的进化理论与发展情境理论,对武汉市212名儿童进行为期三年的纵向研究,采用随机截距的交叉滞后模型（RI-CLPM）考察儿童友谊质量与心理健康之间的双向关系,结果发现:（1）在个体间水平上,友谊质量分别与幸福感和孤独感之间的随机截距相关;（2）在个体内水平上,T1时的幸福感显著正向预测T2时的友谊质量,其他交叉路径不显著;（3）在个体内水平上,T1时的友谊质量显著负向预测T2时的孤独感,进而显著负向预测T3时的友谊质量。综上,儿童友谊质量与孤独感之间存在循环作用关系,而友谊质量与幸福感之间仅存在幸福感显著预测友谊质量的单向预测关系。因此,儿童友谊质量与心理健康具有复杂的双向关系。本研究对儿童心理健康的干预和友谊质量的提升具有重要启示。", "label": "心理学", "id": 0}
{"content": "本研究采用追踪设计对135名学前儿童及其母亲进行问卷调查,考察母亲神经质人格、爱的撤回和学前儿童的努力控制与问题行为的关系。研究结果表明:（1）T1时母亲的爱的撤回对T2时学前儿童的外化问题有显著正向作用,对内化问题作用不显著;（2）爱的撤回在T1时母亲的神经质人格与T2时学前儿童外化问题的关系中具有部分中介作用,神经质人格与内化问题的关系中不具有中介作用;（3）儿童的努力控制调节了T1时间点母亲爱的撤回对T2时间点学前儿童外化问题的影响。结论:具有较高神经质的母亲慎用爱的撤回能够有效降低学前儿童,尤其是低努力控制儿童的外化问题的产生。本研究结果补充和扩展了以往有关母亲爱的撤回的前因及作用效果的研究,并且强调了努力控制在其中的作用,对父母如何实施教育实践以及如何\"因材施教\"具有重要的现实指导意义。", "label": "心理学", "id": 0}
{"content": "运动脑震荡相关文献和治疗指南对于运动相关脑震荡对青少年认知功能的影响目前尚无定论,有的研究发现运动相关脑震荡影响青少年的认知功能,但是有的研究并没有发现这一结果。通常采用脑震荡后立即评估和认知测试（Immediate Post-Concussion Assessment and Cognitive Testing, ImPACT）,来测试患有运动相关脑震荡的人的认知表现。本研究结构化搜了Medline/PubMed和Web of Science数据库从1991年8月至2021年3月发表的英文文章。本研究遵循系统评价和荟萃分析的首选报告项（Preferred Reporting Items for Systematic Review and Meta-Analyses, PRISMA）指南。使用Downs和Black（1998）提出的标准,确定最终纳入元分析的定量研究的方法学质量。结果:在数据库搜索中,确定了1762篇相关研究。其中,463篇因重复被删除,1248篇文章在筛选标题和摘要后被排除。留下了50项研究,进一步进行全文筛选。根据我们的纳入和排除标准删除另外21项研究后,有29项研究进入系统性文献综述。最后,6项研究符合元分析纳入标准且均质量良好。从总症状来看,脑震荡组的分数明显高于对照组。然而,语言记忆、视觉记忆、反应时间和视觉运动速度结果在统计上没有显著差异。结论:运动相关脑震荡不影响言语记忆、视觉记忆、反应时间和视觉运动速度。脑震荡组的总症状评分较高,但没有导致认知表现。本研究启发我们需要采取更多措施来预防青少年发生与运动相关的脑震荡,未来的研究人员需要探索能够更具针对性且更敏感测量运动相关脑震荡对青少年认知影响的认知测验工具。", "label": "心理学", "id": 0}
{"content": "家人去世是人生中难以避免的创伤事件,一般认为经历这类创伤事件会给个体带来悲伤、抑郁、问题行为等消极影响。然而哀伤的双过程模型（the Dual Process Model of Bereavement; Stroebe＆Schut, 1999）认为,哀伤过程的日常经验除了这种丧失导向,还存在恢复导向,后者指个体专注生活的改变和适应新的角色等积极方面,也即是发生了创伤后成长。Calhoun,Tedeschi,Cann和Hanks （2010）提出的哀伤背景下的成长模型（A model of growth in grief）认为,创伤后成长指个体与主要生活危机事件做斗争后所发生的积极改变,包括自我觉知的改变、人际体验的改变、生命价值的改变等三大方面。有研究发现,反刍和生命意义感是影响创伤后成长产生的重要因素。为考察侵入性反刍、主动反刍与创伤后成长之间的关系、以及寻求意义感和存在意义感在上述关系中的中介作用,本研究采用创伤生活事件问卷、反刍问卷、生命意义感量表以及创伤后成长问卷对887名经历过家人去世的青少年进行调查。使用SPSS22.0进行数据的描述性统计和相关分析,使用Mplus7.4构建结构方程模型考察中介效应。结果表明:（1）侵入性反刍与创伤后成长呈显著负相关,侵入性反刍也可通过存在意义感的中介作用影响创伤后成长,侵入性反刍不能通过寻求意义感的中介作用对创伤后成长产生影响;（2）主动反刍与创伤后成长呈显著正相关,主动反刍还可分别通过存在意义感、寻求意义感的单独中介作用对创伤后成长产生影响,主动反刍还可通过寻求意义感至存在意义感的链式中介作用对创伤后成长发挥作用。结果提示对于丧亲青少年可引导其进行主动反刍以完善生命意义感,从而克服丧亲事件给其带来的负面影响,在将来更好的成长。", "label": "心理学", "id": 0}
{"content": "目的:为了探讨我国留守儿童心理健康水平随年代的变迁,以及相关的影响因素是什么?方法:在知网、万方、维普三个中文数据库中分别以\"留守儿童\"\"留守孩\"与\"心理健康\"\"心理健康诊断测验\"\"MHT\"任意字段匹配进行检索,共检索到10031篇文献,根据筛选标准,最终纳入文献102篇。采用横断历史研究方法对102篇使用心理健康诊断标准化量表的研究数据进行元分析。结果:（1）留守儿童与非留守儿童的心理健康水平随年代变化不大但有差异,且留守儿童较非留守儿童心理健康水平更差,其中最为明显的就是学习学习焦虑:非留守儿童的学习焦虑随年代明显下降,而留守儿童的心理焦虑却随着年代有上升的趋势;无论是留守儿童还是非留守儿童他们的孤独感都在随年代不断增加。（2）留守男生、女生的心理健康水平随年代呈下降趋势,其中留守男生下降的幅度较为明显,但是留守男生的心理健康水平仍较高;时代变化所产生的不良环境对留守男生的影响更大,（3）留守小学生的心理健康水平随年代明显下降,而留守初中生则变化不大,且留守小学生与留守初中生心理健康水平差异不大;（4）其他监护类型（缺乏有效的双亲监护）的留守儿童心理健康水平随年代明显下降,而单亲监护的留守儿童心理健康水平随年代变化不大,但是两种监护类型的留守儿童心里健康水平均低于双亲监护的非留守儿童,两种类型的留守儿童之间不存在显著差异。", "label": "心理学", "id": 0}
{"content": "以往研究主要从个体间水平上探究家庭环境,以个体内反应时变异（intraindividual response time variability, IIRTV）为指标的注意控制和儿童外化问题间的关系,很少关注从个体内水平来探讨家庭环境、IIRTV和儿童外化问题之间的关系,尤其是品行问题。基于家庭系统理论与个体-环境交互作用理论,本研究采用多水平模型进行分析,探讨以IIRTV为指标的注意控制和家庭功能如何共同预测6-9岁儿童品行问题。研究选取236名一年级学生为被试,对其进行为期三年的追踪研究。采用go/no-go任务测量儿童的注意控制。采用父母报告的家庭适应性与亲密度量表中文版（FACES II-CV）和长处与困难问卷（SDQ-CV）测量家庭功能及儿童品行问题。结果发现:（1）在儿童个体内变化水平上,儿童品行问题随家庭功能的变化而变化,家庭功能能够负向预测儿童品行问题;（2）在儿童个体间变化水平上,IIRTV与家庭功能能够显著交互预测儿童品行问题发展的个体差异;（3）只有在那些较低水平家庭功能的儿童中,较大的IIRTV能够显著预测儿童在一到三年级之间更多的品行问题,而当家庭功能较好时,IIRTV和品行问题之间不存在显著相关。此外,表现出较大IIRTV水平的儿童对家庭功能的负面影响更加敏感,符合素质压力模型。研究结果表明较差的家庭功能和较低水平的注意控制（较大的IIRTV）对品行问题有较强的预测作用,而较高水平的注意控制（较小的IIRTV）能缓冲较差的家庭环境给儿童带来的不良影响。", "label": "心理学", "id": 0}
{"content": "随迁儿童作为城市化进程中涌现出的特殊群体,在城市融入的过程中需面对许多困难和挑战,其中同伴关系对于随迁儿童来说尤为重要,是帮助他们更好地融入城市的重要突破点。但目前随迁儿童与城市儿童同伴关系的现状却不容乐观,以往研究大多将随迁儿童与城市儿童同伴关系较差的原因归结于随迁儿童对城市儿童的歧视知觉水平较高以及消极的元刻板印象。然而,人际关系是一个双向交互的过程,互动双方的人际态度都会对二者的关系产生影响。基于此,本研究基于群际情绪-刻板印象-行为趋向系统模型,从随迁儿童和城市儿童的交互视角出发,通过两项研究探讨随迁儿童与城市儿童对彼此的人际态度（认知、情感和行为）特性,寻找影响二者关系不佳的态度原因,并探索改善两群体对彼此态度的有效方法。研究获得如下主要结果:（1）对于城市儿童来说,他们对内外群体在认知和情感层面均无差异,但在行为上表现出了对内群体同伴更高的交往意愿;对于随迁儿童来说,他们在认知评价、情感反应和行为倾向上均表现出了内群体偏好,对内群体同伴胜任力和热情度评分更高,情绪更积极,并且更愿意和与其具有相同身份的随迁儿童互动。（2）直接接触方法干预有效,可提升城市儿童和随迁儿童对彼此的人际态度。就随迁儿童而言,与城市儿童直接接触可提升对城市儿童的积极认知评价、情感反应以及行为倾向,起到改善人际态度的目的;对于城市儿童来说,与随迁儿童直接接触可提升其对随迁儿童的人际态度。该研究提示,学校可从随迁儿童和城市儿童双视角制定有利于人际态度改善的活动和管理措施,为随迁儿童和城市儿童创造可积极互动的活动和校园氛围,以帮助随迁儿童更好地融入城市。", "label": "心理学", "id": 0}
{"content": "青少年时期是抑郁和非自杀性自伤（non-suicidal self-injury）行为的高发时期,其中非自杀性自伤行为（简称\"自伤\"）指个体在无自杀意图的情况下直接、故意地伤害自己身体组织的行为。抑郁和自伤均为个体因素与环境因素共同作用的结果,并且二者具有相近的产生机制,但鲜有研究对二者共同影响因素发挥作用的差异性进行研究。本研究以959名青少年（Mage=13.46, SD=0.57）为研究对象,考察了压力性生活事件与青少年抑郁及自伤行为的关系,并探究了自我批评与自我同情在压力与抑郁以及压力与自伤之间的关系中是否发挥不同的调节作用。研究使用青少年生活事件量表、自我批评与自我肯定形式量表（The Forms of Self-Criticism/Self-Reassuring Scale, FSCSR）中的自我不足和自我憎恨自量表、自我同情量表（the Self-compassion Scale, SCS）、流调中心抑郁量表（the Center for Epidemiologic Studies Depression Scale for Children, CES-DC）及青少年自我伤害问卷分别对青少年的生活压力事件、自我批评、自我同情、抑郁与自伤行为进行测量。结果显示:（1）在控制年龄、性别和主观社会经济地位后,压力性生活事件、自我批评与自我同情对青少年抑郁和自伤行为均有显著的直接预测作用;（2）压力性生活事件与自我批评交互作用于青少年抑郁和自伤,个体自我批评水平越高,压力生活事件对抑郁和自伤的预测作用越强;（3）自我同情在压力生活事件与自我批评对青少年抑郁的不利影响中无显著调节作用,但是在压力生活事件与自我批评对自伤的影响中发挥了显著的缓冲作用。无论自我批评水平高低,自我同情水平较低的青少年均易受压力生活事件的影响而产生自伤行为;而当青少年自我同情水平较高时,压力生活事件仅对高自我批评个体的自伤行为有预测作用,对低自我批评个体的自伤无显著预测作用。研究结论:抑郁和自伤行为均受生活压力和自我批评的消极影响,并且自我同情对青少年抑郁和自伤的保护作用不同。具体而言,自我同情对压力和自我批评对抑郁的不利影响未发挥显著的缓冲作用,而仅对自伤行为具有有效的保护作用。", "label": "心理学", "id": 0}
{"content": "情绪调节能力对儿童的发展和适应具有重要意义,其中对恐惧情绪的调节能够有效预测儿童的社会退缩、焦虑等。然而,儿童在早期尚未具有独立的自我调节能力,依赖来自抚养者的外在的调节。根据亲子相互调节模型和生物行为同步性模型,亲子互动过程中,母婴在行为、生理状态上存在相互调节、相互影响、相互预测的关系,即亲子共同调节;通过亲子互动中的共同调节,儿童逐步锻炼、发展出更好的自我调节能力。本研究探究了母婴互动中的生理共同调节能否预测学步儿的恐惧调节。研究采用追踪设计,6个月时,母婴参与冻脸范式（120个母子对）,母婴的生理指标RSA呼吸性窦性心率不齐（一个常用的生理调节指标）通过心电信号测量;2岁时,儿童参与一系列诱发儿童恐惧情绪的情境例如男陌生人接近、小丑,儿童的恐惧调节能力由观察编码得到（恐惧的表情和肢体动作,情绪调节行为）。采用多水平模型估计亲子对在冻脸范式恢复阶段的生理共同调节,即在亲子对对内水平,母婴的生理指标随着时间变化在多大程度上是可以相互预测的。通过贝叶斯方法得到母婴生理共同调节的系数。采用路径分析,检验母婴生理共调对学步儿的恐惧调节的预测作用。结果显示:（1）总体上,母婴对的呼吸性窦性心率不齐存在显著的相互预测的关系,共同调节系数显著;（2）母婴生理共同调节能够显著地负向预测恐惧诱发情境中儿童的恐惧情绪水平,显著地预测儿童更多的注意力导向的情绪调节行为,更少的抚养者导向的情绪调节行为。母婴生理共同调节能够预测学步儿更好的恐惧调节能力。研究结果支持了早期亲子共同调节对儿童自我调节的促进作用,亲子在生理状态上的相互调节和影响能够锻炼儿童的情绪调节能力。", "label": "心理学", "id": 0}
{"content": "第三方惩罚行为是指给予违反社会规范的人一个消极结果,尽管惩罚者自身没有直接地被违反社会规范的行为所影响。进行惩罚的个体自身没有受到不公平的对待,自身利益并未受到来自他人的所害,是非利益相关的第三方,这种惩罚不是考虑自身的利益,并且有时候还需要付出一定的代价,这种形式即为第三方惩罚。研究从不公平规避理论出发考察4～6岁学前儿童第三方惩罚行为的发展特点,采用最后通牒博弈范式变式,由提议者提出不公平或公平的分配提议,儿童作为第三方代替接受者做出决策,儿童对分配提议的拒绝作为第三方惩罚的外显指标,考察不利不公平（N=180）与有利不公平情境下（N=180）第三方惩罚的年龄发展特点,关注有无代价及分配结果对儿童第三方惩罚行为的影响,对比两种情境下第三方惩罚的发展轨迹及快速发展期,考察儿童在两种情境下对不公平分配的情绪与惩罚决策的关系。研究结果显示:4岁儿童已经具有第三方惩罚行为,随着年龄的发展呈现显著上升的趋势,5～6岁儿童第三方惩罚行为发展较为稳定,儿童的第三方惩罚主要是针对不公平的分配结果,并在一定程度上受到自身代价的影响。不利不公平情境下的第三方惩罚行为和消极情绪高于有利不公平情境下的惩罚行为和情绪得分。不公平分配结果会引发儿童更多的消极情绪,不利不公平下情绪均高于有利不公平条件下的得分,惩罚行为能够有效的减少儿童的消极情绪。", "label": "心理学", "id": 0}
{"content": "儿童亲社会行为（如分享、助人等）的发展一直是儿童道德发展的重要话题。以往研究发现选择自由（自主做选择,或他人做选择）对儿童亲社会行为有重要影响,但少有研究考虑为儿童做选择的成人与儿童的情感亲密程度、以及成人选择的合理性等对儿童亲社会行为的影响。本研究以4-5岁学龄前儿童为对象,探究选择自由及做选择的人物与儿童之间的关系以及选择的合理性对儿童亲社会行为的影响。实验一招募70名4-5岁儿童及其母亲,实验二招募84名4-5岁儿童。实验一中,所有儿童均面临一个要不要给玩偶（小猴）分享贴纸的选择,我们将儿童随机分配到三个条件中,面临三种不同的选择情境:在自主选择情境中,儿童自己决定是否将贴纸分享给玩偶;在母亲选择情境和主试选择情境中,儿童的母亲或主试要求儿童必须分享。接下来,主试测量儿童分享时的心情,并测量儿童在一个新的分享情境（即,面对一个新的玩偶小象时）的分享行为（分享的贴纸数量,0-3个）。除此之外,自主选择组和母亲选择组的儿童母亲填写测量母子关系的问卷。结果发现,虽然三组中儿童分享行为没有明显差异,但母子关系亲密程度显著影响儿童分享时的心情（β=-0.54, SE=0.02, t=-2.49, p<.05）:母子关系亲密的儿童在母亲选择条件下跟自主选择条件下一样快乐,而关系疏远的儿童在母亲选择条件下的快乐体验降低。实验二与实验一的方法基本一致,但选择条件改为,自主选择、母亲合理选择（母亲解释分享的理由）及母亲不合理选择（强制分享,不解释分享的理由）三种条件。结果发现,在初次（与小猴玩偶）分享中,母亲合理选择和不合理选择下的分享人数均显著高于自主选择的分享人数（F（2,80）=8.47,p<.05）,然而,在面对新的分享对象（小象）时,母亲合理选择组的儿童给新玩偶（小象）的分享数量最多,而自主选择组和母亲不合理选择组的儿童分享数量则较低。综上所述,拥有选择的自由与遵从关系亲密的成人的选择都会让儿童的分享心情更积极;选择自由不会促进儿童的后续分享行为,而成人合理的选择和指导会促进儿童后续表现出更慷慨的分享行为。本研究对培养学龄前儿童的亲社会行为具有重要意义。", "label": "心理学", "id": 0}
{"content": "宽恕作为一种积极心理品质,不仅有利于减少人际冲突,而且有助于缓解受害者所遭受的心理伤害。在攻击或欺凌事件中,促成受害者对攻击者的宽恕是一种有效的冲突处理策略。已有研究表明,成人或青少年攻击者的懊悔表现是促成受害者宽恕的重要因素,且其中关键的认知能力基础是正确解读攻击者悔意的心理理论能力。心理理论能力发展的敏感期是幼儿期,然而,鲜有研究尝试在幼儿群体中揭示攻击者懊悔表现与受害者宽恕的关系。此外,在集体主义文化的人际互动中,旁观者通常发挥着重要的影响作用。受害者对旁观者看待自己宽恕攻击者与否的行为过程,可能是对幼儿心理理论能力的更高要求。鉴于此,本研究尝试在幼儿群体中探究攻击者的懊悔表现对受害者宽恕的影响,并考察不同类型旁观者的可能调节作用。整群选取120名4.5-5.5岁的幼儿被试,采用经典的懊悔与宽恕行为实验范式:\"撕图画\"游戏、理解\"懊悔\"、资源分配任务。整个研究包含四组实验,每组实验由30名被试参与。实验一在无旁观者条件下,以分配\"花朵\"的数量作为宽恕的衡量标准,考察懊悔对幼儿宽恕的影响;实验二、三、四分别在教师旁观、好朋友旁观、陌生人旁观条件下,考察旁观者身份对宽恕水平的影响作用结果表明:（1）我国4岁半至5岁半的幼儿能够分辨、理解攻击者的懊悔表现,对懊悔者的宽恕水平显著高于对不懊悔者。（2）当有旁观者在场时,幼儿同样能够分辨、理解攻击者的懊悔表现,对懊悔者的宽恕水平显著高于对不懊悔者。（3）旁观者类型的不同会引发幼儿宽恕行为的显著差异:教师旁观时,幼儿对无懊悔攻击者的宽恕水平增加,但与无旁观者条件下差异不显著;好朋友旁观时,幼儿对不懊悔者的宽恕水平最高,且与无旁观者条件下存在显著差异;陌生人旁观时,幼儿对不懊悔者的宽恕水平最低,但无旁观者条件下的宽恕水平差异不显著。本文结合幼儿特点与集体主义文化特点对以上结果进行了讨论与反思。", "label": "心理学", "id": 0}
{"content": "社会领域理论（Social Domain Theory）主张儿童的社会认知包括道德、习俗和个人领域。道德领域有关公平和权利,具有强制性、普遍性、不可变性,如不能随便骂人。习俗领域对人际互动起调节作用,具有情境相对性和可变性,如不同社会制度下的风俗习惯。个人领域通常涉及个人的自我选择和自主性,较少受权威等因素的影响。心理理论（Theory of Mind, To M）涉及个体对他人和自身心理状态的认知。对不同领域的社会理解以及心理理论的发展是个体社会性发展的重要组成部分,个体的行为不仅受其愿望、信念等基本心理状态的影响,同时也会受到其所处的道德、习俗或个人等领域的社会规则的调节和制约。有研究显示,农村学龄前儿童所处的生活环境对其心理理论的发展有一定的影响,但这些研究通常仅聚焦于个人领域,缺少跨领域的综合证据。本研究以924名3-6岁农村儿童为对象,采用故事-问题法,通过\"规则意识\"、\"知道与否\"和\"错误信念\"等任务考察了其在道德、习俗和个人领域内心理理论的发展特点。结果发现,在道德领域和习俗领域方面年龄的主效应显著,F（3, 920）=26.63,p <0.001,ηp~2=0.08,F（3, 920）=41.15,p <0.001,ηp~2=0.12,即To M6岁组>To M5岁组>To M4岁组>To M3岁组。\"知道与否\"信念上也出现了年龄效应,F（3, 920）=84.39,p <0.001,ηp~2=0.22,即To M6岁组>To M5岁组>To M4岁组>To M3岁组。直言错误信念和内容错误信念同样存在显著的年龄差异,F（3, 920）=46.11,p <0.001,ηp~2=0.13,F（3, 920）=38.54,p <0.001,ηp~2=0.11,二者均表现为To M6岁组>To M5岁组>To M4岁组和To M3岁组,但3岁组和4岁组的表现无显著差异。结果表明,农村地区学龄前儿童的心理理论发展水平随年龄不断增长,不同年龄间差异较大。值得注意的是,3岁和4岁儿童在错误信念理解上差异较小,但在道德和习俗领域中心理理论差异较大,说明不同领域中心理理论的发展水平存有年龄差异,道德和习俗领域中心理理论发展水平趋于一致,但个人领域中心理理论在儿童早期分化较晚。", "label": "心理学", "id": 0}
{"content": "人们对情绪性刺激的注意加工存在着\"负性偏向\"和\"正性偏向\"这两种调节假说。威胁刺激是一类可以激发人们负性情绪的刺激,研究表明,当威胁刺激呈现出攻击的姿态时,它们更容易捕获人们的注意;也有一些证据表明,可爱的刺激物可以唤起人们的正性情绪,从而更可能被注意到。然而,对于幼儿群体,威胁刺激常常以可爱的卡通形象出现,那么,威胁刺激的攻击性（负性情绪相关特质）和可爱度（正性情绪相关特质）如何影响幼儿的注意偏向?本研究将基于无意视盲的研究范式,采用2（攻击姿势:攻击姿势,非攻击姿势）×3（可爱程度:高,中,低）的二因素混合实验设计,考察了180名5-6岁幼儿(Mage=75.99月,SDage=3.17,男女各半)对不同形态的威胁刺激蛇的注意加工特征。结果显示:（1）可爱度的主效应显著,高可爱度的蛇比中性可爱度的蛇更容易被觉察到,但这种偏向只存在于女生;（2）攻击性主效应不显著,无论是男生还是女生,对呈现出攻击姿态的蛇的觉察率并没有显著高于非攻击姿态的蛇。与中性可爱度蛇相比,高可爱度的蛇和低可爱度的蛇更容易被发现,且非攻击性高可爱度蛇（正性情绪最高）比攻击性低可爱度蛇（负性情绪最高）更容易被发现。这意味着幼儿对情绪唤醒度高的威胁刺激更敏感,对正性情绪的敏感度要高于负性情绪,存在对情绪性刺激的\"正性偏向\"。", "label": "心理学", "id": 0}
{"content": "青少年在群体中的亲社会行为表现有助于促进良好的同伴关系构建,能够有效防止校园欺凌行为的发生（Padilla-Walker＆Carlo, 2015）。本研究着眼于青少年在合作学习过程中展现的帮助、合作、关心、同情等亲社会行为,探究了青少年同伴互助行为的发生和发展机制。研究对象是河北省某县级中学的22名七年级学生（8名男生,14名女生）,这些学生分别组成包含了7,7,8名学生的三个小组参与学生主导的合作推理讨论（Anderson et al, 1998）,每个小组各进行了7次讨论。平均时长27.5分钟,共577.6分钟。本研究对21个小组讨论视频进行了同伴互助行为的编码,最终形成5110条编码,包含四个类别:行为支持（345条）、情感支持（633条）、认知支持（3505条）和讨论促进行为（如管理发言顺序;627条）。结果发现:（1）从第一次到第七次合作讨论青少年展现的同伴互助行为总体呈上升趋势,由7.33次每分钟上升至10.15次每分钟。其中,认知支持行为的上升趋势与总体保持一致,由3.81次每分钟上升至7.56次每分钟,增长了将近一倍。（2）不同性别学生之间的互助行为呈现出显著差别:在情感支持上,同性间的互助行为是异性间的2.93倍;在认知支持上,异性间的互助行为是同性间的1.53倍,其中女生间的认知支持行为（M=13.87）明显低于其他类别（M=33.64）。（3）互助行为在合作学习过程中随时间的变化趋势分析发现,讨论促进行为在讨论初期呈现较大比例（T1=23.35%）,但是随着讨论的进行,讨论促进行为的比例逐渐减小（T5=8.79%）,认知支持的比例逐渐增加（由57.61%上升至75.21%）,并在讨论后期保持稳定。研究结果表明随合作学习次数的增加,青少年能够更加自主地管理小组讨论,逐渐将合作的重点放在内容学习上,且随讨论的进行小组成员在认知任务上的投入越来越高,反映了自我调节学习能力的增强。同伴互助行为在性别上的差异表明小组结构中的性别平衡有利于认知支持行为的发生。本研究通过对即时性行为的视频编码揭示了青少年群体中的同伴互助行为模式,为探究合作学习过程中影响同伴关系变化的内在机制提供了新的方法和思路。", "label": "心理学", "id": 0}
{"content": "内外化问题与儿童青少年日后适应发展密切相关,探究内外化问题发展相关因素具有重要意义。鉴于内外化问题发展以及二者间的组合存在一定的个体差异和复杂性,有必要以个体定向视角进行考察,以期获得更全面、准确的结果。青少年早期升学过渡期在个体发展阶段中具有特殊性,内外化问题发展可能表现出更为特别的变化。因此,本研究聚焦于青少年早期升学过渡期,采用潜剖面分析（LPA）和潜转变分析（LTA）考察内外化问题共发模式及其稳定性和变化性,并采用逻辑回归考察各内外化问题共发模式的特点及内外化问题共发模式发展变化的影响因素。本研究以2136名小学6年级学生及其父亲或母亲为被试,在初一年级时进行追踪测量。本研究的内外化问题、父母教养（父母温情、专制控制、监控）、家庭社会经济地位均由父母报告,同伴地位（同伴拒绝、同伴接纳）采用同伴提名法测量。结果发现:（1）升学过渡期内,存在四种内外化问题共发模式亚组:低问题组、低外化-中内化组、高外化-中内化组、中外化-高内化组。（2）综合升学过渡期前后两个时间点,父母温情是区分不同内外化问题共发模式最重要、关键的因素。（3）在升学过渡前后,各内外化问题共发模式具有中至高水平的稳定性、低至中水平的变化性。（4）性别、升学过渡期前一时间点的父母温情和同伴拒绝、升学过渡期间父母专制控制变化量、父母温情变化量、同伴拒绝能够影响儿童青少年内外化问题共发模式的转变。本研究结果扩充了本领域的研究发现,为内外化问题及其共发发展的预防和干预策略的研发提供了理论基础。", "label": "心理学", "id": 0}
{"content": "社会退缩是指个体从社会交往活动中抽离而表现出独处的行为,不同水平的社交回避和社交趋近动机的组合将其划分为多种亚型——害羞,社交回避与社交淡漠,其中较低的社交回避和较低的趋近动机构成了社交淡漠。已有研究表明,社交淡漠显著正向预测儿童青少年的抑郁感水平。然而,很少有研究关注抑郁感对儿童社交淡漠的发展产生的影响,同时以往研究多是从横断研究的角度出发,缺乏对两者之间发展轨迹关系的考察。本研究采用自我报告和同伴报告结合的方式,对609名3～4年级儿童的社交淡漠和抑郁感水平进行为期3年共3次的追踪调查,使用两种追踪数据分析方法探讨社交淡漠和抑郁感之间是否存在相互预测作用及发展轨迹是否存在共变关系。首先,采用交叉滞后模型考察在控制变量自身稳定性后,社交淡漠和抑郁感水平在三次测量里是否能够相互预测。研究结果表明:第一年和第二年的抑郁感水平均能正向预测相应的后测社交淡漠水平;而第一年和第二年的社交淡漠水平则无法预测相应的后测的抑郁感水平。其次,采用平行潜变量增长模型探究儿童社交淡漠和抑郁感发展轨迹中起始水平和发展速度之间的关系。结果表明:抑郁感的起始水平可以正向预测社交淡漠的发展速度,具体表现为,当儿童的抑郁感的起始水平较高（均值之上一个标准差）时,社交淡漠上升速度未达显著水平;而当儿童的抑郁感的起始水平较低（均值以下一个标准差）时,社交淡漠发展速度显著下降。本研究的结果为从发展的视角理解中国儿童社交淡漠与抑郁感之间的动态相互关系提供了有价值的信息,同时也为儿童社交问题的干预提供一定的指导。", "label": "心理学", "id": 0}
{"content": "根据中国互联网络信息中心（CNNIC）颁布的《2020年全国未成年人互联网使用情况研究报告》,我国未成年网民规模达到1.83亿,玩网络游戏的未成年网民比例高达62.5%,在工作日和周末玩游戏日均超过2小时的未成年人分别为13.2%和23.8%。可见,我国拥有庞大的青少年网民规模,并且青少年网民的游戏使用率居高不下。尽管网络游戏已成为人们最流行的休闲娱乐方式,但对身心尚未成熟的青少年而言,过度沉迷于网络游戏很可能发展为网络游戏成瘾（Internet gaming disorder, IGD）。亲子关系是家庭环境系统的重要组成部分,并且亲子关系的发展具有重要的遗传基础。催产素受体基因（oxytocin receptor, OXTR）是亲子关系发展的重要候选基因。已有研究证实亲子冲突是青少年IGD的风险因素之一。然而,目前考察亲子冲突是如何影响男女青少年IGD的研究非常有限,也甚少研究揭示基因如何与环境交互作用于男女青少年IGD。基于社会学习理论和基因×环境交互作用视角（G×E）,本研究构建了一个有调节的中介模型来检验不良同伴关系是否在亲子冲突与男女青少年IGD的关系间起中介作用,以及该中介效应能否被OXTR基因rs53576多态性所调节。共469名青少年匿名参与问卷调查。研究结果发现:1)不良同伴关系在亲子冲突与青少年男生女生IGD的关系间起显著的中介作用;2)OXTR基因rs53576多态性在\"亲子冲突→不良同伴关系→女生IGD\"这一中介路径中起调节作用。具体而言,调节效应在AA基因型女生中显著,在AG/GG基因型女生中不显著,同时,这一调节效应在男生中均不显著。本次研究发现进一步揭示了青少年网络游戏成瘾的影响因素、发生过程和基因遗传机制,为日后干预方案的制定和治疗提供了更多实证依据。", "label": "心理学", "id": 0}
{"content": "非自杀性自伤（nonsuicidal self-injury, NSSI）是指在没有致命意图的情况下对身体组织做出故意的、直接的、不被社会接受的伤害性行为,已成为当前全球性重大公共卫生问题。学业压力作为一种慢性压力源,是青少年非自杀性自伤的重要诱因,但是迄今对其内在作用机制尚不清楚。随着个体易感性研究深入到基因层面,越来越多的研究强调探究基因影响青少年非自杀性自伤的发展机制的重要性。最近研究表明,催产素受体（the oxytocin receptor gene, OXTR）基因rs53576多态性可能决定青少年受学业压力影响的程度。为进一步了解学业压力对青少年非自杀性自伤的影响机制以及遗传易感性,本研究选取广东省广州市和东莞市的两所普通中学的469名初中生作为研究对象(Meanage=13.31岁,SD=0.47)进行研究,考察自尊在学业压力与青少年非自杀性自伤的关系中的中介作用,以及催产素受体基因rs53576多态性在这一关系中的调节作用。研究结果显示:（1）自尊在学业压力与青少年非自杀性自伤的关系中起中介作用;（2）rs53576多态性显著调节\"学业压力→自尊→青少年非自杀性自伤\",具体表现为,AA基因型青少年的学业压力能够显著降低自尊水平,进而增加NSSI的风险;而在GG、GA型青少年中,该中介路径不显著。本研究将有助于我们较为深刻地了解学业压力对青少年的非自杀性自伤的作用机制,为实际中的青少年非自杀性自伤干预方案研究提供了科学的指导意义。", "label": "心理学", "id": 0}
{"content": "由于容易受到来自社会、学校、家庭和同伴的压力,青少年出现了许多健康问题,睡眠问题就是其中之一。近年来,青少年睡眠问题受到越来越多的关注,而压力性生活事件被发现是睡眠问题的一个风险因素。作为压力的量化概念,压力性生活事件涵盖了来自经济、工作、学习、社会关系、身体和精神疾病等领域的各种负性经历。然而,已有研究在解释压力性生活事件和青少年睡眠问题之间的作用机制方面,仍然存在很大的缺口。根据压力和疾病的阶段模型,基于大脑的压力评估可能通过情感和认知影响与健康有关的行为。因此,本研究提出,抑郁症状是压力性生活事件和青少年睡眠问题之间关系的中介因素。但是并非所有遭受压力性生活事件的大学生都会发展成抑郁症状,情绪调节是可以缓解这一路径的一个保护因素。本研究从中国广东省三所高校中招募了356名大学生（36.3%为男性,平均年龄=18.33岁）n匿名填写关于生活压力事件、抑郁症状、情绪调节和睡眠问题的量表。在控制了性别、年龄和社会经济地位之后,结构方程模型结果显示,抑郁症状部分中介了生活压力事件和睡眠问题之间的关系,而情绪调节缓冲了压力性生活事件对抑郁症状的负面影响。也就是说,抑郁症状是压力性生活事件与青少年睡眠问题关联的一种中介机制,而情绪调节则影响这一机制。在了解了基本机制后,我们建议促进情绪调节在预防和干预压力性生活事件和睡眠问题中的潜在作用。", "label": "心理学", "id": 0}
{"content": "家庭亲密性指家庭成员彼此之间的情感联结,与青少年发展紧密关联。然而,父母与青少年对家庭环境的感知往往存在分歧,而这种分歧不能只由测量误差解释,更反映了亲子在认知与沟通等方面主观感知的真实情况,因而能预测青少年的心理社会适应。但是目前关于家庭亲密性亲子感知差异的探究较少,且结论不一致。同时,以往亲子感知差异的研究常采用差分法来进行亲子感知差异与青少年发展结果之间的关联分析,而差分法存在数据分析冗余等问题,且难以对亲子感知差异的方向与程度进行深入细致的分析。为克服此问题,近期研究者采用了二项式回归来充分纳入父母与青少年双方感知的信息,并结合响应曲面分析（Response Surface Analysis, RSA）对亲子感知差异进行更为形象的呈现。基于此,本研究结合二项式回归与响应曲面分析来探讨家庭亲密性的亲子感知差异与青少年问题行为的关系,采用家庭功能量表中的家庭亲密性分量表、特质性攻击量表与孤独感量表（分别作为外化问题和内外问题的指标）,对1136个家庭的父母和青少年（年龄12.59±1.17岁,其中女生612名）进行考察。结果表明:（1）青少年与父母对家庭亲密性的感知存在差异,父母感知到的家庭亲密性更高;（2）亲子感知一致时,家庭亲密性能显著预测青少年的问题行为,家庭亲密性越高,青少年的内、外化问题越少。（3）亲子感知不一致时,家庭亲密性能显著预测青少年的问题行为,且存在性别差异。对男生而言,亲子感知不一致时,仅自身感知的家庭亲密性与其内、外化问题负向关联;对女生而言,父母和自身感知的更高的家庭亲密性均对其外化问题具有保护作用,但仅自身感知的家庭亲密性对其内化问题具有保护作用。本研究检验了中国文化下家庭亲密性的亲子感知差异,并支持其与青少年心理发展存在紧密关联,这不仅丰富了以往研究,也为家庭过程模型的本土化提供实证依据,并提示未来研究应综合考虑多名家庭成员的感知,以便为良好家庭关系构建及家庭功能失调的干预提供更丰富的依据。", "label": "心理学", "id": 0}
{"content": "青春期是一个具有较高自杀意念风险的发展时期,而自杀意念是青少年未来自杀企图和自杀行为的重要预测指标。以往研究表明,青少年自杀与家庭环境因素有关,然而已有研究较少关注父母情绪教养与青少年自杀的关系。本研究聚焦父母情绪教养的重要维度——父母对子女负面情绪的回应（以下简称父母回应方式）,通过问卷调查对父母回应方式和青少年自杀意念之间的关系以及父母回应方式对青少年自杀起作用的内在机制进行实证探究。本研究以中国青少年家庭为研究对象（N=4574;父母:35.81%为男性,M=44.07岁;青少年:55.40%为男性,M=16.28岁）。在研究中,我们邀请父母对自身父母回应方式进行评估,并邀请青少年评估自身的内在情绪问题、认知重评和与父母的关系质量。本研究对6种类型的回应方式（即3种支持型和3种非支持型）与青少年自杀意念之间的关系,以及青少年内在心理特征（内在情绪问题、认知重评和与父母的关系质量）中介作用。结果表明,三种父母支持性的回应方式—情绪安慰、问题解决和鼓励情绪表达—负向预测青少年自杀意念;而两种非支持性的父母回应方式—惩罚回应、父母烦躁或不舒服—正向预测青少年自杀意念。然而,非支持性父母回应方式—否认和忽视—与青少年的自杀意念之间不存在统计上显著相关。此外,本研究表明青少年的内在情绪问题和与父母关系质量在PRCNE和青少年的SI之间起到了完全中介的作用;然而父母回应方式通过青少年的认知重评间接影响青少年自杀意念的假设并没有得到证实。本研究强调父母回应方式在青少年自杀中作用,拓展了已有研究对青少年自杀意念的了解。研究结果同时强调与父母回应方式密切相关的青少年的内化问题和与父母的关系质量对于青少年自杀意念的重要性。", "label": "心理学", "id": 0}
{"content": "焦虑是童年期常见的心理健康问题。经历过高的、持续的焦虑的儿童容易出现学校适应不良、睡眠障碍和记忆力下降等问题,也会增加其在青春期或成年期罹患焦虑障碍、抑郁障碍和其他精神障碍的风险。以往研究表明,父母过度保护与儿童焦虑密切相关。从基本心理需要理论的视角来看,父母过度保护会阻碍小学儿童自主需要和能力需要的满足,而需求挫折感可能是引发儿童焦虑的重要因素。当儿童心理自主性发展受阻时,可能会引起亲子冲突,从而间接引发儿童焦虑情绪。基于此,父母过度保护可能对儿童焦虑之间存在直接影响和间接影响。不同气质类型的儿童处于不利的家庭环境中时,可能会表现出不同的适应结果,气质中的努力控制成分可能在其中发挥着重要作用。先前研究发现中小学生的努力控制水平越高,其焦虑水平越低。而且高水平的努力控制可以缓冲父母消极教养行为以及消极亲子关系对小学儿童焦虑情绪的影响。基于此,父母过度保护与儿童焦虑的直接影响及其中介过程都可能会受到儿童努力控制的调节。本研究采用班级整群抽样法,从山东省济南市七所普通小学选取470名小学儿童及其父母为被试,进行间隔一年的追踪调查。采用父母过度保护量表、亲子冲突量表、努力控制问卷和儿童焦虑量表考察父母过度保护与儿童焦虑的关系及亲子冲突的中介作用和儿童努力控制的调节作用。结果发现:（1）父亲/母亲过度保护均能显著正向预测自身与儿童的亲子冲突,父亲过度保护还可以显著正向预测母子冲突;（2）母子冲突在母亲过度保护与儿童焦虑之间起部分中介作用;母子冲突在父亲过度保护与儿童焦虑之间起完全中介作用;（3）中介模型的后半段路径受到儿童努力控制的调节,即高水平的努力控制缓冲了母子冲突对儿童焦虑的影响。", "label": "心理学", "id": 0}
{"content": "随着2020年绝对贫困的消除,我国的脱贫攻坚事业取得了辉煌的历史性成就。为摆脱贫困的代际传递,经济处境不利青少年的身心健康发展非常值得关注。以往研究关注经济处境不利青少年的学业成绩与心理健康等,鲜有研究对如共情、合作与决策等社会认知能力进行考察;经济处境不利群体的研究局限于成年人,本研究试图探讨家庭混乱与经济处境不利青少年共情的关系,以及皮质醇与消极反应性在二者关系中的作用。根据适应校准模型（ACM, adaptive calibration model）,生理应激反应系统（尤其是HPA轴活动）和个体的敏感性共同协调生理或心理特征的发展（Ellis＆Del Giudice, 2019）。作为HPA轴活动的典型标记物,较低的皮质醇反映出个体对慢性压力环境的适应（Condon, 2018; Miller, Chen,＆Zhou, 2007）;而消极反应性反映出个体对消极压力源的敏感程度（Abramson, Paz＆Knafo-Noam, 2019）,以往研究中大多关注它的负面作用,并未对保护性作用进行探讨。本研究采用多数据来源法对河北省原贫困县共2所学校460名的12-17岁青少年进行调查。采集了儿童的尿液皮质醇、家长报告的儿童消极反应性与儿童报告的消极反应性以及共情与家庭混乱。结果显示:（1）家庭混乱对两种共情的预测作用不同,家庭混乱对认知共情有显著的负向预测作用,家庭混乱越高,认知共情越低,但对情感共情的预测作用不显著。（2）皮质醇在家庭混乱与情感共情之间的关系中具有调节作用,皮质醇水平较低的青少年,家庭混乱与情感共情高度正相关,而皮质醇水平较高的青少年,家庭混乱与情感共情的相关不显著,而家庭混乱对认知共情的关系未受到皮质醇水平的影响。（3）消极反应性在家庭混乱与认知共情之间的关系中具有调节作用,家庭混乱与青少年认知共情的关系随着消极反应性的增加而减弱,而家庭混乱与情感共情的关系未受到消极反应性的影响。综上所述,皮质醇与消极反应性均可以对经济处境不利青少年的共情起到保护性作用:较低的皮质醇水平显著降低了高家庭混乱对情感共情的消极影响;而较高的消极反应性显著降了低高家庭混乱对认知共情的消极影响。", "label": "心理学", "id": 0}
{"content": "当个体面临压力事件时,往往会采取特定的应对方式来试图减轻自己的心理负担,而应对方式是否选择得当决定了一个人在处理压力事件时的结果的优劣,由此可见应对方式的重要性。在应对方式的众多潜在影响因素中,父母教养方式的作用不容小觑,本研究从积极心理学的角度出发,采用父母教养方式评价量表、社会支持量表、一般自我效能感量表、简易应对方式量表对3784名青少年进行施测,以探究父母积极教养方式与青少年应对方式之间的内部作用机制,以期为育有子女的个体带来一定的启示。根据前人的理论基础,本研究以社会支持的各子维度以及自我效能感作为中介,构建并筛选了结构方程模型,此外,根据被试在简易应对方式量表上的实际作答情况,采用潜在类别分析的方法将被试划分为不同类别,并采用方差分析检验父母积极教养方式在不同类别的个体上有何差异,以探究在不同程度的父母积极教养方式下成长的个体是否会产生不同的模式来应对压力源。结果发现:（1）父母积极教养方式与积极应对方式间存在显著正相关,而与消极应对方式间不存在显著相关。（2）社会支持和自我效能感在父母积极教养方式与积极应对方式的关系中起部分中介作用,但社会支持中仅有主观支持正向预测自我效能感并进一步预测积极应对方式,构成链式中介。（3）潜在类别分析结果支持4类别模型,4种被试类别分别为两极型、保守型、积极型和不作为型。（4）方差分析结果表明各类别间的父母积极教养方式得分差异显著。结论:父母积极教养方式与消极应对方式的形成无关,且与积极应对方式间的关系并非都是直接的,父母积极教养方式可通过社会支持和自我效能感来间接作用于积极应对方式。此外,社会支持中的客观支持和支持利用度并不能有效帮助个体提高自我效能感,而主观支持却有助于个体自我效能感的提升,从而促使个体采取更加积极的应对方式。在不同程度的父母积极教养方式下成长的个体会产生不同的应对模式。", "label": "心理学", "id": 0}
{"content": "人类亲社会行为及其种系演化和个体发生发展是一个重大的科学问题,受到科学界的高度关注。过去十几年中,众多研究从单基因×环境交互作用（G×E）的角度考察了遗传和环境对亲社会行为的影响及其作用机制。然而,伴随着对单基因研究局限性的认识以及对\"遗传率缺失\"的探索,越来越多的研究者强调采用多基因研究范式能够更全面和准确地描绘亲社会行为的个体差异及发生机制。催产素的社会显著性假说（social salience hypothesis）以及来自f MRI的研究证据表明,催产素系统（oxytocinergic system）对社会线索的敏感性依赖于其与多巴胺系统（dopaminergic system）的交互作用。由此可推知,催产素系统基因、多巴胺系统基因与环境因素可能交互影响个体的亲社会行为。基于此,本研究立足于社会显著性假说,采用基因—基因—环境（G×G×E）设计,以1080名青少年(初次测评时Mage=13.32±0.48岁,女生占50.4%)为被试,进行为期2年的追踪调查。研究分别采用教师报告、母亲报告和DNA分型技术测评青少年亲社会行为、母亲积极教养行为和基因型,考察催产素受体（oxytocin-receptor, OXTR）基因、D2型多巴胺受体（dopamine D2 receptor, DRD2）基因与母亲积极教养行为对青少年亲社会行为的影响及其作用机制。结果发现:（1）控制T1的亲社会行为、家庭社会经济地位和性别后,OXTR基因、DRD2基因和母亲积极教养对青少年亲社会行为的预测作用均不显著;（2）OXTR基因、DRD2基因及母亲积极教养间的两者交互效应均不显著;（3）OXTR基因、DRD2基因与母亲积极教养行为交互影响青少年亲社会行为。具体表现为,相比其他基因型组合,同时携带OXTR基因AA基因型与DRD2基因G等位基因的青少年更易从母亲积极教养行为中获益而表现出更多的亲社会行为。本研究为亲社会行为的多基因遗传基础提供了新的证据,并且为社会显著性假说提供了支持,促进了对亲社会行为个体差异和发生机制的理解。", "label": "心理学", "id": 0}
{"content": "亲子分离是指缺乏监管能力的未成年人与父母双方或一方分开生活,不能共同生活的行为。作为早期生活应激事件,亲子分离会影响个体的正常发展。研究显示,有亲子分离经历的成年人会出现更多的酗酒、更差的亲密关系和同伴关系以及更差的心理健康水平。尽管已有研究已经证实亲子分离对个体行为的影响,但较少有研究关注亲子分离对个体生理的影响。HPA轴和自主神经系统在应激过程中起主要反应的两个系统。本研究旨在探讨亲子分离对青少年应激时HPA轴和自主神经系统反应的影响。研究选取118名12-16岁的青少年（男:63,女55）,包括亲子分离组61人（父母均外出半年以上）和无分离组57人（父母均为外出过）。所有被试进行特里尔应激测验（TSST）,并在应激测验开始前15min,0min以及开始后的10,20,35,50min的6个时间点采集被试唾液并采用ELISA检测方法检测其中的皮质醇水平,此外采用Biopac生理仪记录TSST前后被试的心率呼吸用于计算应激各阶段呼吸性窦性心率不齐（RSA）水平。结果显示:（1）皮质醇的时间和亲子分离的主效应显著,皮质醇在TSST前后呈现出了先增高后降低的应激反应,且亲子分离组在应激后10min,20min,35min的皮质醇水平显著低于未分离组,亲子分离组的皮质醇的反应性和调节性均显著低于未分离组;（2）RSA的时间主效应和交互作用显著,但亲子分离的主效应不显著,亲子分离组在演讲阶段的反应RSA显著高于未分离组。以上结果提示亲子分离对不同的应激反应系统产生了不同的影响。", "label": "心理学", "id": 0}
{"content": "虽然研究者对父母严厉管教和儿童焦虑之间的关系进行了一系列理论探讨和实证研究,并获得了一些有价值的研究结论。然而,关于二者间关系的具体作用机制的考察较为缺乏。一些理论观点指出,父母严厉管教有其更广泛的发生背景,这一背景因父母对儿童积极和消极情感水平的不同而不同。这一广泛的情感背景可能通过改变亲子关系的本质或儿童的社会化意愿进而影响了父母严厉管教的效应。基于此,我们推测,父母温暖作为父母严厉管教发生的一个重要情感背景,可能会缓冲父母严厉管教这一压力事件对儿童焦虑的不利影响。本研究以477个中国流动家庭的儿童及其父母双亲为被试,考察父母一方温暖是否更加有助于缓解其自身严厉管教对流动儿童焦虑的不良影响,以及是否能够缓解父母另一方的严厉管教对流动儿童焦虑的影响,从而深入揭示父母严厉管教影响流动儿童焦虑的情感机制。研究发现,母亲心理攻击和体罚对男孩焦虑有显著正向预测作用,而母亲心理攻击仅对女孩焦虑有正向预测作用。此外,父亲温暖加剧了母亲心理攻击与男孩焦虑的关系,母亲温暖加剧了父亲体罚与女孩焦虑的关系。研究结果为\"健康环境悖论\"提供了部分支持,并在一定程度上揭示了父母严厉管教影响流动儿童焦虑的情感机制。", "label": "心理学", "id": 0}
{"content": "近二十年来,基于分子遗传学范式的研究考察了遗传因素对攻击行为的影响,确定了攻击行为的系列风险基因及其基因—环境的交互作用机制。然而,随着研究的深入,基因型—行为表型的关联研究局限性日益凸显,而内表型概念的提出与应用为探究基因型与行为表型间的关系提供了新的视角。尤其是,研究显示基因并不直接编码攻击行为,其功能的发挥通常需要通过影响相应的神经生化过程、气质等内表型,且从基因型到行为表型的作用路径受到环境因素的调节。此外,由于外显攻击和关系攻击在其预测因素、发展轨迹和适应结果方面均存在明显的差异,区分不同形式的攻击行为考察\"基因—内表型—行为\"机制及环境因素的调节作用有助于更好地理解攻击行为的病因学机制。基于此,本研究以\"基因—内表型—行为\"为理论框架,以1054名汉族青少年(初次测评时Mage=13.32±0.48岁,女生占50.1%)为被试,进行为期三年的追踪调查,采用母亲报告测评积极教养行为,青少年自我报告测评抑制控制,同伴评定测评攻击行为,考察抑制控制在5-HTR2A基因与攻击行为间的中介作用,以及母亲积极教养行为对该中介机制的调节作用。结果发现:（1）抑制控制在5-HTR2A基因与外显攻击间起中介作用,携带T等位基因的个体具有较高的抑制控制能力,进而表现出较少的外显攻击行为;抑制控制在关系攻击模型中的中介作用不显著。（2）母亲积极教养行为能够调节\"5-HTR2A基因—抑制控制—外显攻击\"的前半路径,表现为在高母亲积极教养行为环境中,携带T等位基因的青少年的抑制控制能力显著高于CC基因型携带者,进而降低了其外显攻击行为,而在低母亲积极教养行为环境中,这一中介效应不显著。研究结果从5-羟色胺系统基因、抑制控制和家庭教养等方面扩展了对于青少年攻击行为的发生机制及个体差异的科学认识,并为\"基因—内表型—行为\"这一理论框架提供了新的证据。", "label": "心理学", "id": 0}
{"content": "目的:睡眠、屏幕时间和身体活动,这三种健康相关的行为以不同的比例分配在一天24小时内,被称为\"24小时活动\"。越来越多研究结果表明,24小时活动的时间分配和青少年的心理问题（例如,抑郁症状）有关,但关于24小时活动水平与积极心理健康之间关系的研究仍相对较少。2018年我国首部《中国儿童青少年身体活动指南》发布,但尚未对睡眠时间提出建议。因此,本研究基于得到广泛认可的《加拿大24小时儿童24小时活动指南》（以下简称指南）,旨在探讨睡眠睡眠、屏幕使用指南和中高强度运动指南的达标情况是否与中国青少年的积极心理健康有关。方法:采用分层抽样方法选取来自深圳9个学区135所学校的中小学生进行问卷调查,收集24小时活动时间、积极心理健康指标（主观幸福感、积极品质和心理韧性）以及社会人口学资料,最终获得包含67281名中小学生（平均年龄13.0岁）的有效样本。依据指南评定被试的24小时活动水平。采用广义线性模型分析24小时活动水平与积极心理健康的关系,并探究两者关系是否因性别和学段而异。结果:总体而言,相比于达标0条指南,达到1、2或3条指南的被试都具有更高水平的主观幸福感、积极品质和心理韧性,而且指南达标数与积极心理指标的关系呈现出剂量效应,即达标数越多,被试越有可能报告更高水平的主观幸福感、心理韧性和积极品质。具体而言,24小时活动水平与主观幸福感的关系具有性别和学段差异,与心理韧性的关系具有学段差异。结论:达到指南的活动水平与积极心理总体上呈显著正相关,具体关系因性别和学段而异。提升青少年的24小时活动指南达标率,可能有助于心理健康的积极发展。", "label": "心理学", "id": 0}
{"content": "城乡二元体制结构下,由于制度和非制度性阻碍的存在,流动人口处于\"融不进城市、回不去故乡\"的政治疏离困境,促使政治冷漠、相对剥夺感攀升等问题愈发突显,极易影响他们对各级政府的信任度。基于621名流动人口的调查数据,分析流动人口政治疏离感现状及其对差序政府信任的关系及内在作用机制。结果显示:1)流动人口政治疏离总体上处于一般偏上水平,包括主动疏离过程认知、主动疏离行为倾向、被动疏离过程认知、被动疏离结果体验4个方面,其中被动政治疏离感得分高于主动政治疏离感;2)流动人口政治疏离感在学历、政治面貌、职业类型等人口学变量上存在差异,同时在性别、年龄、学历、政治面貌、职业类型、年收入、户籍类型、流动方向、居住时间、流动理由上存在显著二阶交互作用;3)流动人口政治疏离感及其各维度均显著正向预测差序政府信任。4)相对剥夺感在流动人口政治疏离对差序政府信任的影响中起部分中介作用。可从优化政府管理、改善社会工作、提升公民素养等方面着手缓解流动人口政治疏离感和相对剥夺感,进而消除差序政府信任现象,全面提升政府公信力。", "label": "心理学", "id": 0}
{"content": "随着我国人口老龄化进程的加剧,老年人群在社会中占比越来越大,如何有效提升老年人生活质量、提高其幸福感已经成为学界关注的热点问题。以往研究表明时间取向是老年人心理健康和幸福感的重要预测因素。作为时间取向的重要方面,未来结果考虑（CFC）是指个体当前行为考虑未来结果/现在结果的程度,其与老年人主观幸福感的之间的关系较少被关注,其中的机制也尚不清晰。本研究拟在未来结果考虑概念下探讨老年人未来和现在时间取向对其主观幸福感的影响,并进一步考察积极心理资本中自我效能感和心理弹性的中介作用。具体来讲,在吉林省某社区开展问卷调查,采用未来结果考虑量表、生活满意度量表、PANAS、一般自我效能感问卷和心理弹性量表对81名老年人（Mage=66.03）进行施测。运用SPSS和PROCESS插件进行统计检验。结果显示:（1）现在取向与生活满意度、积极情绪显著正相关,与自我效能感、心理弹性呈显著正相关,自我效能感、心理弹性与生活满意度、积极情绪显著正相关;未来取向与积极情绪、消极情绪均呈显著正相关,与生活满意度无关;（2）现在取向对主观幸福感有显著的正向预测;未来取向的预测作用则不显著;（3）在控制了社会经济地位、身体健康状况以及有关人口学变量后,自我效能感在现在取向和主观幸福感之间起完全中介作用,心理弹性在现在取向和主观幸福感之间也起完全中介作用。研究结果表明老年人对短期结果的关注与更高的主观幸福感有关,且这种关系是通过积极心理资本的提升来实现的。", "label": "心理学", "id": 0}
{"content": "个体天然的具有社会属性,不可避免的会进行社会比较,从而获得自我概念的完整性。心理资源理论认为,一定时间内个体的心理资源是有限的,如前项任务消耗了资源,那么可用于后项任务的资源便会减少。积极正性的情绪作为一种重要的心理资源,是个体从事各类活动的关键影响因素。因此探究社会比较对正性负性情绪的影响意义重大。个体进行社会比较的结果,受到个体如何看待社会比较信息,以及个体如何认知自己与比较对象的关系。其中,向上社会比较就是个体和一个比自己更好的对象进行比较,向下社会比较就是个体和一个比自己更差的对象进行比较;个体认为自己与比较对象的关系是相似还是相反。自我肯定理论认为,当个体面临潜在威胁时,通过肯定个体与威胁领域无关的重要价值,达到自我整体性,进而拥有更多的心理资源。自我肯定策略可以帮助个体缓解在社会比较中产生的威胁效应。但特质肯定和价值肯定策略的有效性,还没有稳定的结果,有待进一步探索。实验采用双因素被试间设计,探究社会比较方向（向上比较组、向下比较组、控制组）和自我肯定策略（特质肯定、价值肯定、控制组）的使用,对正性负性情绪的影响。被试被随机要求与模拟智力测验成绩排名前10%或者与排名最后10%的人相比,然后测量其正性负性情绪。结果发现,自我肯定策略对正性、负性情绪的影响,表现出显著性差异;社会比较方向和自我肯定策略,在正性情绪上表现出交互作用显著。社会比较方向和自我肯定策略的使用对正性负性情绪的影响,表现出显著的性别差异。结果表明自我肯定策略的使用,可以有效地应对社会比较后产生的负性情绪,帮助个体平复情绪波动。在日常生活中应该重视自我肯定策略的使用和推广。", "label": "心理学", "id": 0}
{"content": "面孔吸引力对个体的社会活动有着深远的影响。目前已有研究发现面孔吸引力对于社会经济和人际交往等方面有着明显的美貌溢价效应。作为一种常见的社会活动,赠送行为反映着人际关系的互动过程,然而,面孔吸引力如何对赠送行为及其选择产生影响仍缺乏相关实证研究。本研究通过2个实验分别从收礼者和送礼者的角度,基于情景模拟实验向被试呈现高低吸引力和不同性别的面孔,以研究面孔吸引力和面孔性别如何影响赠送行为。实验1探讨被试作为赠送行为的收礼者时送礼者的面孔吸引力和性别对礼物估价的影响,结果发现,当送礼者为高面孔吸引力时,作为收礼者的被试对礼物估价明显更高。同时,被试在面对高吸引力面孔时更偏好女性面孔并对其赠送的礼物有更高的估价;但这种效应在低面孔吸引力送礼者上消失。实验2在首次礼物赠予情境下,探讨被试作为送礼者时,收礼者的面孔吸引力和性别对赠送不同价位礼物意愿的影响。结果发现,当被试作为送礼者时,同样表现出收礼者的面孔吸引力和性别的交互效应,即对高吸引力女性面孔赠送高/中/低价格礼物的意愿都明显高于低吸引力面孔。进一步对不同性别和吸引力的面孔的社会距离进行评定,结果发现收礼者的面孔吸引力能够通过社会距离间接影响送礼者赠送高/中/低价格礼物的意愿。收礼者面孔吸引力越高,则送礼者感知到与其的社会距离越小,赠送礼物的意愿就越高。本研究从送礼者和收礼者的主体角度初步探讨影响赠送行为的相关因素,进一步证实了送礼行为中的美貌溢价效应。", "label": "心理学", "id": 0}
{"content": "近年来,自我归类理论（一个探讨群体过程与偏好的认知性理论）强调群体的形成常具有情境依赖性。结合实际,为加入群体付出越多努力的人往往对内群成员偏好更高,提示努力相关因素可能成为影响群际偏好的情境因素;但其影响机制还有待研究。为此,本研究基于自我归类理论对参照框架的强调,通过4个实验探索了有/无参照框架时努力因素对群际偏好的影响。实验1a、1b操纵被试加入群体所需的努力程度,分别通过公共物品范式（以合作任务中向公共账户投入的代币数占个人总数的比例代表其合作偏好）与归因范式（以被试对模糊故事情境中内群体的辩护程度代表其归因偏袒程度）衡量内群偏好,结果均发现无参照框架时努力程度越高内群体偏好越强。该结果可由努力的合理化模型解释,即高认知需求任务使个体认知失调,个体通过美化结果（增加对内群体偏好）合理化自身努力。实验2和3引入参照框架,通过虚拟指导语操纵努力相关变量,结合公共物品范式测量内群体偏好。实验2在操纵个体及其决策对象的努力程度后发现,努力程度相似的被试合作偏好显著更高;该结果可用社会比较理论解释,即个体在社会比较中为维护自身的正确性会更重视与他人的相似,因此会对努力相似的个体产生偏好。实验3操纵被试及其决策对象的努力经历性质、努力结果后发现,结果优势时,被试多与经历性质相似者合作,结果劣势则多与结果相似者合作;即任务结果影响群际偏好形成时的关注焦点;该结果可结合社会比较理论与认知失调理论进行解释,即总体上个体通过与他人的相似性确认内群概念,但努力结果劣势可能导致认知失调,进而影响个体在群体形成过程中关注过程或结果的相似性。综上,努力投入程度影响内群体偏好的形成,且有/无参照框架下影响机制不同。本研究结果首次系统探索了努力对群体形成与群际偏好的影响,为心理内群体的促成提供了实践指导。", "label": "心理学", "id": 0}
{"content": "幸灾乐祸是指个体对他人遭遇的不幸事件而产生愉快情绪反应的现象。当个体对他人产生幸灾乐祸时,就有可能主动置他人于不幸中,对有竞争关系的他人或群体更有可能采取攻击行为。以往研究发现,群体间竞争关系增加了个体对外群体的幸灾乐祸,然而群体间的合作关系对幸灾乐祸的影响并未进一步探讨。并且以往研究大多基于现实生活中的群体身份探讨幸灾乐祸,个体对群体固有的刻板印象等因素未能加以控制。因此,本研究将被试随机分配到新的群体,创建平等中立的群体身份。本研究通过2个实验来探讨不同互动方式和群体身份对幸灾乐祸的影响以及背后的心理过程。研究1采用3（互动方式:竞争vs.合作vs.控制组）×2（群体身份:外群体成员vs.内群体成员）两因素混合实验设计。结果表明,群体身份的主效应显著,个体对外群体成员的幸灾乐祸程度显著高于内群体成员;互动方式和群体身份的交互作用显著。简单效应分析表明,在群体竞争互动中,个体对外群体成员的幸灾乐祸程度显著高于内群体成员群体。研究1的结果尚不能说明个体对内外群体成员幸灾乐祸程度的差异是由于个体增加了对外群体的幸灾乐祸所致还是由于减少了对内群体的幸灾乐祸所致。并且厌恶是探讨人际幸灾乐祸最普遍的预测因素,不同的群体身份容易使个体产生群体间偏见,包括厌恶等情绪,因此本研究引入了厌恶这一心理变量。研究2采用单因素被试内实验设计,自变量为群体身份（外群体成员vs.内群体成员vs.控制组）。结果表明,在群体竞争互动中,个体对不同群体身份成员的幸灾乐祸存在显著性差异。个体对外群体成员的幸灾乐祸程度显著高于控制组,个体对内群体成员和控制组的幸灾乐祸程度无显著差异。采用Bootstrap法进行中介分析发现,厌恶在群体关系与幸灾乐祸之间起部分中介作用。综上,研究表明（1）竞争的互动方式会增加个体对外群体的幸灾乐祸程度。（2）群体竞争互动中,引发了个体对外群体的厌恶,从而增加了个体对外群体成员的幸灾乐祸程度。", "label": "心理学", "id": 0}
{"content": "公正世界信念理论认为人们有一种基本需要,即相信自身所处世界是公正的,在公正世界里,人们得其所应得,所得即应得。这种信念可为个体提供控制感与安全感,带来一系列诸如维持个体心理健康、促进长期目标投入等适应性、亲社会结果,但其中的作用机制及这类适应性、亲社会结果的情境特异性仍有待探究。在作用机制方面,本研究认为,公正世界信念所提供的控制感与安全感是个体重要的心理力量来源,可促进个体更为广泛的心理资源的构建,使其拥有更高水平的心理资本,从而鼓励个体对于各类事件的积极应对。在情境特异性方面,以往研究一般关注公正世界信念对个体的适应性影响及个人与一般公正世界信念的二维构念与亲社会行为之间的关系,少有研究将公正世界信念引入组织管理领域,在组织情境中探讨其对员工亲社会行为的影响。本研究基于公正世界信念的二维建构与积极心理资本理论,采用问卷调查与情境短文评价方法,探讨在组织情境中,个人公正世界信念与一般公正世界信念对员工亲社会行为的影响及心理资本在其中的作用,以拓展对公正世界信念在组织情境中作用的认识。结果显示,在特定的组织不公情境中,员工的个人公正世界信念与一般公正世界信念均对其亲社会行为存在正向影响,但作用机制有所不同:个人公正世界信念主要通过员工的心理资本促进其亲社会行为;一般公正世界信念在心理资本这一作用路径之外,也存在情绪路径,通过愤怒、同情等消极道德情绪驱动员工做出亲社会行为。在更为广泛的组织情境中,个人公正世界信念与一般公正世界信念则均可通过心理资本对组织中的亲社会行为产生积极作用。研究结果表明,公正世界信念的适应性、亲社会功能不仅局限于个人公正世界信念,一般公正世界信念,至少在组织情境中,也可促进亲社会行为。而心理资本则是公正世界信念发挥其积极功能、产生适应性、亲社会结果的重要机制。", "label": "心理学", "id": 0}
{"content": "信任问题已逐渐成为互联网公益事业发展的桎梏。本研究在信任整合模型和精细加工可能性模型的指导下,通过拟生态化实验考察个体特质因素（个人公正世界信念）、状态因素（自我损耗）对社交网络捐赠决策的影响,并重点关注转发者特性的信源信任（网络人际信任）以及受助者特性的内容信任（责任归因）在其中的调节作用。研究采用问卷调查法和实验法相结合的方式进行。研究1结果显示,在个人公正世界信念和自我损耗影响个体捐赠决策的过程中,网络人际信任的调节作用显著。面对熟人参照时（高网络人际信任条件下）,低个人公正世界信念者处于高自我损耗状态时,社交网络捐赠意愿显著提高。研究2结果显示,在个人公正世界信念和自我损耗影响个体捐赠决策的过程中,责任归因的调节作用显著。在责任外归因条件下,高个人公正世界信念者处于低自我损耗状态时,社交网络捐赠意愿显著提高;在责任内归因条件下,低个人公正世界信念者处于高自我损耗状态时,社交网络捐赠意愿显著降低。研究结果表明,在社交网络捐赠情境中,网络人际信任和责任归因是影响个体捐赠决策的边界条件,在特定的情况下发挥作用。由此可见,公益组织在募捐时应关注这些外部因素,取其所长,避其所短,更好地利用社交网络的优势推动公益事业的发展。", "label": "心理学", "id": 0}
{"content": "社会比较是一种普遍存在的社会现象,人们在日常生活中习惯于通过与他人进行比较来了解和判断自己的在群体中的地位与能力,从而对自己做出评价和定位。然而,过度或者不良的社会比较不仅会导致个体产生诸多问题行为,还会使个体表现出更高的攻击性。因此,研究社会比较对攻击性的影响具有重要的现实意义。此外,已有研究发现,相对剥夺感、愤怒和隐性自恋人格是影响攻击性的重要因素,但是目前尚未有研究将他们与社会比较纳入同一框架之中进行考察。因此,本研究旨在探讨相对剥夺感和愤怒在社会比较对攻击性影响中的中介机制以及隐性自恋人格可能的调节作用。采用社会比较倾向量表、相对剥夺感量表、愤怒量表、攻击问卷以及隐性自恋人格问卷,对山东省某高校726名大学生（平均年龄18.23岁,标准差为0.71）进行调查。结果表明:（1）社会比较能够显著正向预测攻击性。（2）相对剥夺感和愤怒在社会比较与攻击性之间起中介作用,具体而言,社会比较通过三条路径影响攻击性:一是相对剥夺感的单独中介作用;二是愤怒的单独中介作用;三是相对剥夺感和愤怒的链式中介作用。（3）隐性自恋人格调节了社会比较与攻击性之间的关系,具体作用于\"社会比较→相对剥夺感→攻击性\"这条中介路径上,即高隐性自恋人格可以增强社会比较与相对剥夺感以及相对剥夺感与攻击性之间的关系。本研究不仅揭示了社会比较对攻击性的影响及其作用机制,也为干预和减少个体的攻击性提供了一定的依据和启示。", "label": "心理学", "id": 0}
{"content": "情境危机传播理论（Situational Crisis Communication Theory,SCCT）针对不同的危机类型提供了不同的危机应对策略。其中代表组织无意行为的意外型危机是组织高发危机,且在意外型危机中组织危机应对更为复杂。SCCT理论认为,当组织面对意外型危机时,若其不存在危机历史,则需采取弱化策略;若其存在危机历史,则需采取重建策略。但后续部分研究者的研究显示意外型危机下非营利组织采取弱化策略和重建策略的修复效果不存在显著差异。此外,尚未有实证研究探讨有危机历史的慈善组织在面对意外型危机时,是否适用SCCT所提供的相应危机应对策略。因此,本研究将基于SCCT理论,探究在意外型危机下,危机历史及危机应对策略对慈善组织信任修复效果的影响。研究采用2（危机历史:有危机历史vs无危机历史）*2（危机应对策略:弱化策略vs重建策略）的被试间实验设计。重复测量方差分析结果表明,危机历史的主效应显著,危机历史、危机应对策略与时间因素的三重交互作用显著。进一步分析发现,在无危机历史的情况下,弱化策略可有效修复信任。在有危机历史的情况下,重建策略可显著修复信任。因此,本研究得出以下结论:面对意外型危机时,无危机历史的慈善组织采取弱化策略可有效修复信任,有危机历史的慈善组织采取重建策略可有效修复信任。研究结果支持了SCCT理论的假设。", "label": "心理学", "id": 0}
{"content": "当今世界,毒品问题愈发严峻,《2020年中国毒品形势报告》中显示,截至2020年底,全国现有吸毒人员180.1万名;2020年共查处吸毒人员42.7万人次,其中超半数为复吸人员。毒品不仅损害人们的身心健康,还给家庭带来经济负担,影响社会秩序。毒品依赖包括躯体依赖和心理依赖,心理依赖是指吸毒者对过去体验过的精神活性物质效应的一种难以克制的渴望,亦称为心瘾。以往研究表明心瘾越强的吸毒者在未来的生活中复吸的可能性越大。社会支持作为吸毒心瘾的重要影响因素,能有效地抑制复吸。对于吸毒者而言,较低的社会支持水平往往对应着更大程度的吸毒心瘾,但关于社会支持是如何对吸毒心瘾产生影响的机制尚不明确,需要进一步探索。本研究的目的是探究社会支持通过何种机制作用于吸毒心瘾,这将有利于在将来的戒毒工作中更有针对性地对吸毒者进行干预从而降低其吸毒心瘾,进而减少其在未来复吸的可能性。本研究采用自编毒品成瘾心理因素评估量表对316名戒毒人员（男130名,女186名）进行施测,调查社会支持与吸毒心瘾间的关系,并进一步探讨自尊和心理弹性在其中担任的角色。研究发现:（1）相关分析结果显示,吸毒心瘾、社会支持、自尊、心理弹性两两变量得分间均呈显著正相关关系。（2）中介模型检验结果显示,模型拟合指标为χ~2/df=1.684,CFI=0.979,TLI=0.967,RMSEA=0.048,SRMR=0.036,模型拟合良好。自尊和心理弹性在社会支持与吸毒心瘾的关系间起部分中介作用。具体来看,社会支持可通过心理弹性间接作用于吸毒心瘾（95%置信区间为[0.050,0.170]）,亦可通过由自尊、心理弹性组成的链式中介间接作用于吸毒心瘾（95%置信区间为[0.014,0.234]）。本研究表明戒毒人员的社会支持、自尊、心理弹性与其吸毒心瘾存在紧密的联系。为戒毒人员提供更高水平的社会支持可能会有助于戒毒工作的推进。在此过程中,戒毒人员自身的心理特质亦会发挥重要作用,戒毒工作者应给予低自尊、心理弹性较差的戒毒人员更多的关注,并帮助他们有效提高自尊水平和心理弹性。", "label": "心理学", "id": 0}
{"content": "目的:后疫情时期,疫情基本得到控制但仍时有反复,不能完全松懈;与此同时,人们的生活因疫情的冲击而面临困难,使得某些需求无法得到满足。因此,本研究考察了后疫情时期人们的需求满足感及其与防护行为的关系,并希冀通过探讨社会信任和风险感知在其中的链式中介作用,以发现促进后疫情时间人们防护行为的方式。方法:本研究将需求分成三类:防护需求、发展需求和生活需求;并将防护行为分成合理防护行为（如戴口罩）和不合理防护行为（如服用抗生素）两类。采用自编问卷在问卷宝平台发放,共回收问卷8720份,剔除非正常作答问卷和异常数据后,得到有效问卷8306份,有效率为95.3%。被试年龄为18～70岁（M=28.9;SD=8.8）,其中男性4646人（55.9%）。结果:1)后疫情时期人们的生活需求较为满足,但防护需求和发展需求满足感一般。2)没有固定工作、长期居住地在农村、社会等级更低、经历过SARS、有疫情相关感染或隔离经历的被试,感到三类需求更没有得到满足。3)发展需求和生活需求未满足的被试更容易产生补偿性的防护行为,合理和不合理的防护行为都更多,但防护需求对防护行为的影响不显著。4)需求满足感与社会信任呈正相关,而与风险感知呈负相关;社会信任与合理和不合理的防护行为均呈显著正相关,而风险感知仅与不合理防护行为呈显著负相关,与合理防护行为没有显著相关。5)社会信任和风险感知在防护需求与不合理防护行为间起完全中介作用,在发展需求和不合理防护行为（占总效应的35.1%）、生活需求和不合理防护行为间（占总效应的26.2%）起部分中介作用;仅社会信任在防护需求和防护行为间起完全中介作用,在发展需求和合理防护行为（占总效应的19.6%）、生活需求和合理防护行为间（占总效应的25.8%）起部分中介作用。结论:后疫情期间应更关注社会底层、有疫情相关感染或隔离经历群体的防护、发展和生活需求,并通过增加社会信任来提高人们的防护行为,但通过强调风险严重程度来增加民众的风险感知仅能提高不合理防护行为。", "label": "心理学", "id": 0}
{"content": "在社会发展的过程中,信任的建设是必不可少的一环。而社区作为社会的基本细胞,信任在社区也不可忽视。人们生活在社区中,避免不了相互之间的联系与沟通,这种联系与沟通往往建立在信任的基础之上。所以社区信任是能够促进社区内居民进行合作的重要因素,在社区范围内的群体合作活动中起到重要的润滑作用,能够减少群体内的摩擦,提升社区活动效率。研究者大都认为社区信任是在这种特定的社会性地域空间内形成的信任形式,是指在社区的空间范围内社区生活的个体对于同社区的他者的信任程度。但是学者们对于社区信任的具体内涵有着不同的看法。为了解社区信任的内涵和结构,本研究通过深入社区,与居民进行对话,用访谈的方式来获取居民对于社区信任的的看法与感受。采用协商一致小组进入4个社区,共访谈了居民23人。通过质性研究的方法进行文本分析,来对社区信任的内涵和结构进行本土化探索,并分析对社区信任产生影响的因素。研究主要得出以下结论:（1）居民的社区信任由四个成分构成,分别是对社区组织、物业公司、邻居和居民委员会这四个对象的信任。居民对社区组织的信任主要涉及管理、政策、活动等方面;对物业公司的信任涉及所提供的服务方面,如环境卫生、安全、设施、服务等;对邻居的信任是人际信任,也是对社区信任的直接感受;居民委员会是居民和社区及物业之间沟通的桥梁,居民通过他们向社区传递意见,同时社区也通过他们联系居民,了解居民情况。居民对居委会的信任也是对信息传递的信任。（2）社区信任的影响因素有客观因素和主观因素构成。客观因素主要有服务质量、安全稳定程度、环境卫生情况、关怀程度、和谐氛围及社区活动等方面;主观因素包括居民参与社区活动频率、居民与社区他者接触情况以及居民普遍信任水平等。", "label": "心理学", "id": 0}
{"content": "亲社会行为是指一切有益于他人和社会的积极行为,包括分享、助人、利他、合作等行为。已有研究发现亲社会行为的增加有助于提升个体的幸福感、生活满意度、生命意义感、生活质量等,缓解抑郁、焦虑、孤独感等。亲社会行为不仅有利于个体更好地适应环境和应对变化,而且从社区层面而言,社区居民的亲社会行为有助于构建融洽的邻里关系,对和谐社区的建设与发展起到一定的\"助推\"作用。系统公平信念（System-justifying Beliefs）是个体相信当前的社会体系公平、正当、合理,并对其加以拥护和支持的态度与观念。已有研究大多关注系统公平信念形成过程的理论解释及其影响因素,相对忽视了系统公平信念的结果变量,尤其是系统公平信念对亲社会行为的影响。因此,本研究在社区背景下,探讨系统公平信念对亲社会行为的影响及其心理机制。共招募668名社区居民（男性441名,年龄30.15±8.04岁）,采用系统合理化量表（System Justification Scale）、社区认同量表、亲社会倾向问卷（Prosocial Tendencies Measure, PTM）进行测量。结果:（1）相关分析表明,系统公平信念、社区认同、亲社会行为两两之间呈显著的正相关（r=0.40-0.45,p <0.01）;（2）中介分析表明,系统公平信念可以显著预测社区居民的亲社会行为（B=.25, SE=.02; 95%CI [.20,.29]）,且社区认同在系统公平信念和社区居民的亲社会行为之间起部分中介作用（B=.09, SE=.01; 95%CI [.07,.12]）,中介效应占总效应的比例为37.06%。结论:系统公平信念不仅可以直接预测居民的亲社会行为,还可以通过社区认同的中介作用间接预测亲社会行为。研究结果对社区建设具有一定的启发和指导意义,政府机构和社区管理人员可以通过一定措施（如维护社区规范）提高社区居民的系统公平信念和社区认同,这将在一定程度上有利于增加社区居民的亲社会行为。", "label": "心理学", "id": 0}
{"content": "旨在探讨新冠肺炎疫情期间的疫情风险感知、感知压力与心理健康的关系。通过网络问卷测查699名被试的风险感知、感知压力、心理健康（焦虑、抑郁）、未来时间洞察力及社会信心,探究风险感知与心理健康（焦虑、抑郁）的关系及影响机制。结果发现:（1）风险感知与焦虑、抑郁呈正相关。（2）感知压力在风险感知与焦虑的关系中起部分中介作用,在风险感知与抑郁的关系中起完全中介作用。（3）未来时间洞察力能负向调节感知压力与抑郁的关系。（4）社会信心能负向调节感知压力与焦虑的关系。研究强调了未来时间洞察力和社会信心在维持心理健康中的重要作用,研究结果将为疫情下公众保持心理健康提供实践指导和理论启示。", "label": "心理学", "id": 0}
{"content": "工作场所求助行为指员工向工作中的同事寻求情感性或工具性帮助,以解决工作中或工作之外的一些问题。员工求助行为有利于个体和团队绩效、员工幸福感以及组织的可持续发展,且工作场所中的人际互助行为大部分是由求助者寻求帮助引发的。但工作场所求助行为却很少被研究。依恋理论是理解人际关系的核心心理学理论,从依恋的视角理解员工求助行为具有合理性。依恋理论已在发展心理学和社会心理学中被广泛应用,但在组织行为学中却很少被关注。因此本研究基于依恋理论探讨员工依恋风格对其工作场所情感性求助和工具性求助行为的影响及作用机制。Chan（2013）回顾了求助相关文献,提出了求助模型,他发现该模型只关注求助认知相关的前因变量,而没有关注求助情感相关的前因变量,并认为情感对求助行为的影响可能是未来有潜力的研究方向。依恋理论主要研究依恋的认知-情感过程,认为依恋风格会影响个体的认知和情感。因此本研究基于依恋理论认为员工依恋风格会通过工作相关的积极情感和消极情感影响员工情感性求助和工具性求助行为。本研究采用人际关系经验量表（ERS）、工作相关情感量表和应对量表中的情感性求助和工具性求助行为两个维度对278名在职员工分三阶段进行问卷测试,采用结构方程模型对数据进行多重中介效应分析。数据分析结果表明模型拟合良好,χ~2（217）=462.868,RMSEA=0.064,CFI=0.934,TLI=0.921,SRMR=0.081。员工对同事的依恋回避和依恋焦虑均会通过积极工作情感负向影响情感性求助和工具性求助行为。员工对同事的依恋焦虑会通过消极工作情感正向影响情感性求助行为。理论上,本研究促进了依恋理论在职场中的应用,丰富了员工依恋风格、求助行为的相关研究。实践上,本研究对于从工作相关的情感出发对员工的求助行为进行干预具有一定的指导意义。", "label": "心理学", "id": 0}
{"content": "本研究选取抗疫公安干警9631人,采用自编的疫情心态调查问卷、GAD-7问卷、抑郁自评量表SDS作为研究工具,进行在线调查与EEP在线心理干预。结果显示:1疫情下公安干警心态状况特点（1）性别:相比于女性干警,男性干警更容易\"自觉不健康\",认为疫情对自己\"很有影响\"与\"非常有影响\",更容易寻求专业帮助,更不容易得到家人的支持,并容易发生家庭冲突。（2）年龄:41-50岁干警\"自觉不健康\"与\"家人能支持理解但偶有矛盾\"选项占比最高,51岁以上干警受疫情影响最大,在家人支持各选项中占比均不是最高,且这2个年龄组均更愿意选择\"自我忍受\"与\"自我宣泄\"的压力调节方式;值得注意的是31-40岁干警在压力调节各选项中占比均低于其他年龄组,且在\"家人不理解,常冲突,能缓解与不能化解\"选项中占比最高。（3）单位:基层派出所与一线业务大队\"自觉不健康\"与受疫情影响占比最高,且更愿意选择\"自我忍受\"与\"自我宣泄\"的压力调节方式;一线业务大队在\"家人不理解支持,常冲突,能化解\"选项占比最高;基层派出所在\"家人不理解支持,常冲突且难化解\"与\"理解支持偶有冲突\"选项占比均为最高。（4）编制:公务员群组\"自觉不健康\"与受疫情影响的占比均为最高,且都选择了\"自我忍受\"、\"自我宣泄\"的压力调节方式,在\"家人不理解支持,常冲突,能化解\"与\"理解支持偶有冲突\"选项占比最高。2疫情下公安干警抑郁特点（1）公安干警的抑郁发病率为29.1%。（2）男性干警的抑郁发生率与严重程度均明显高于女性干警。（3）抑郁发病率随着年龄增长,30-60岁四个年龄组干警的抑郁发病率依次为26.7%,28.4%,30.3%与32.8%。3疫情下公安干警焦虑特点（1）公安干警的焦虑发病率为43.4%。（2）男性干警的焦虑发生率与严重程度均明显高于女性干警。（3）干警焦虑发病率随着年龄增长呈倒√曲线,41-50岁干警焦虑发病率最高,四个年龄段发病率依次为35%,44%,48.9%与47.7%。4经过连续6个月的公安干警\"心灵成长阳光工程\"EEP在线心理干预,效果显著。", "label": "心理学", "id": 0}
{"content": "研究目的:本研究旨在探索强制隔离戒毒人员（以下简称强戒人员）在接受强制隔离戒毒期间的情感体验与毒品渴求之间的关系,并在此基础上提出调节模型,考察学历水平对该关系的调节效应。研究方法:使用采用问卷法调查南昌市强戒所221名强戒人员,首先对其学历水平进行调查,再使用《强迫性毒品使用量表》、《焦虑自评量表》、《抑郁自评量表》及《心理韧性量表》对其在强制隔离戒断过程中的毒品渴求和情感体验进行调查。研究结果:（1）不同学历水平的强戒人员在焦虑、抑郁及心理韧性情感体验上的得分均存在显著差异;（2）不同学历的强戒人员对焦虑情感和毒品渴求的调节效应具有统计学意义;数据表明,抑郁情感和毒品渴求的条件主效应显著,且学历水平对抑郁情感和毒品渴求的调节效应具有统计学意义;心理韧性和毒品渴求的条件主效应显著,且学历水平对心理韧性和毒品渴求的调节效应具有统计学意义。研究结论:（1）高学历强戒人员在焦虑和抑郁情感体验对毒品渴求均存在显著的预测作用;（2）低学历强戒人员在心理韧性情感体验维度对于毒品渴求有显著的预测作用。", "label": "心理学", "id": 0}
{"content": "目的正念冥想研究日益增多,但在海军部队应用研究相对较少。因此,本研究基于循证探讨正念冥想用于增强中国海军官兵心理能力的有效性和可行性,为正念冥想在中国部队的应用与推广提供实证依据。方法本研究分为三部分。研究一采用对照研究,选取长期冥想者（2年以上）及对照组,进行生命质量和大脑执行功能的比较。研究二选取49名新兵,分为正念冥想组与候补组,并在参与后的4个时间点（基线、5周、8周、12周）分别对两组人员进行问卷调查,探讨正念冥想对一般健康状况及压力的影响。研究三通过设置实验组和对照组,开展为期8周的正念冥想练习,探讨系统性的正念冥想联系对军事创伤后应激症状及相关心理状况的影响。结果研究一发现,长期冥想者生理健康总评（84.50 VS 80.42,p=0.004）、心理健康总评（80.16 VS 73.44,p<0.001）和生命质量总分（82.33 VS 76.93,p<0.001）显著优于对照组;每周达到冥想状态的时间大于40分钟,心理健康总评（83.55 VS 76.44,p=0.003）和生命质量总分（85.71 VS 78.77,p=0.001）与小于40分钟者相比有显著性差异;每周达到冥想状态的频率大于2次者,心理健康总评（81.94 VS76.05,p=0.019）和生命质量总分（83.70 VS 79.19,p=0.031）与低于两次者有显著性差异;另外发现采用注意瞬脱范式探索工作记忆功能时,发现长期冥想组的注意瞬脱程度低于对照组,差异有统计学意义（t=2.993,p<0.05）。研究二发现,与候补组相比,在12周的随访中,正念冥想组在正念（F（1,43）=3.28, p <0.05）和一般健康（F（1,43）=4.593, p <0.01）方面表现出了更多的改善。研究三发现冥想组经过8周正念冥想练习,正念水平的提升较对照组明显（β=3.902, SE=0.995, p<0.001）,军事创伤后应激症状的改善较对照组明显（β=-3.173, SE=0.818, p<0.001）,而正念水平在正念冥想练习和军事创伤后应激症状改善之间起到中介作用。结论研究一表明长期冥想可以全面提升个体生命质量,以及提升执行功能的工作记忆功能,改善认知能力下降。研究二提示正念冥想能有效改善新兵的一般健康状况,减轻新兵的压力。研究三表明正念冥想可以有效缓解军事创伤后应激症状,提升正念水平,正念水平在正念冥想练习和军事创伤后应激症状改善之间起到中介作用。", "label": "心理学", "id": 0}
{"content": "新冠肺炎疫情是对我国治理体系和能力的一次大考。民众压力紧张程度既是政府应急管理需要考虑的重要内容,也是衡量政府治理政策行为效应的重要维度。在新冠疫情这一突发重大公共事件中,相比较以个体范式方式进行民众心理疏导和干预,政府治理的状况与民众压力紧张感联系更为密切。本研究基于在疫情爆发初期（N=4590）和攻坚期（N=1140）的在线调查,探讨了在疫情不同阶段政府治理对民众压力紧张感的作用机制。结果显示:（1）从疫情爆发初期到攻坚期,民众的压力紧张感显著降低,其政治效能感和政治信任水平继续维持在中等偏上水平;（2）在疫情爆发初期,政策知晓度、政治效能感和政治信任在信息传播管理与民众压力紧张感之间有多重链式中介作用,即信息传播管理正向预测民众的压力紧张感,但同时又通过政策知晓度、政治效能感、政治信任的单独中介作用直接影响民众压力紧张感或者通过政策知晓度与政治效能感、政策知晓度与政治信任的链式中介作用来间接影响民众压力紧张感;（3）在疫情攻坚期,只有政治效能感在信息传播管理和民众压力紧张感中有中介作用,政策知晓度在疫情信息传播管理与政治效能感之间有调节作用,从而形成一个有调节的中介模型。最后,本文进一步探讨了政府治理对民众压力紧张感的影响机制,并为重大突发事件中政府治理效能的提升和民众心理的有效干预提出针对性的建议。", "label": "心理学", "id": 0}
{"content": "政府信任与政府绩效密切相关。新时代社会公平、民生福利以及纯公共产品领域绩效已经超过经济绩效对政府信任的影响。保障公平反映了社会保障服务过程和结果的公平程度,涉及养老保障、医疗保障、就业保障等保障系统的公平。目前已有不少研究探讨公共服务供给、公共服务满意度、社会公平、社会保障服务对政府信任的影响,但鲜少关注保障公平与公众政府信任的关系及其心理机制。本研究基于公平理论和期望失验理论,考察保障公平与政府信任的关系及社会保障满意度和生活满意度在其中的链式中介作用。通过分析2019年中国社会状况综合调查数据（N=7403）并用2017年数据（N=6973）进行稳健性检验,结果发现:（1）保障公平、社会保障满意度、生活满意度与政府信任之间呈显著正相关;（2）保障公平对政府信任的正向预测随着政府层级的下降而逐渐增强,呈\"央弱地强\"态势,相对于高层级政府而言,保障公平对区县、乡镇等低层级政府信任水平的提升作用更为明显,其中公共医疗公平不论是对整体的政府信任还是中央、区县、乡镇三级政府信任的影响均强于养老保障公平和就业公平,就业公平的影响最弱;（3）保障公平可以通过社会保障满意度、生活满意度以及二者的链式中介作用三条间接路径预测政府信任。本研究揭示了保障公平与政府信任之间的内在机制,为提升政府信任水平提供了新的思路。", "label": "心理学", "id": 0}
{"content": "本文从心理学视角,基于社会文化自我模型和社会阶层心理学,采取实验、纵向追踪研究与大样本问卷调查相结合的方式,首先考察社会阶层的健康差距的现状;接着,重点揭示社会阶层影响健康的机制,提出社会阶层影响健康的模型,探索自我健康管理与健康风险行为的连续中介作用（机制）,以及自我健康管理技能教育干预的调节作用（干预）。具体来说,本研究为了达到在探究社会阶层影响健康水平的机制的基础上,考察如何缩小社会阶层的健康差距这一目标,分别从效应、机制及其干预三个方面设计了三个大研究7个子研究。研究一通过全国范围大样本考察社会阶层对健康水平的影响,发现无论是身体健康,还是心理健康作为健康的指标,客观社会阶层显著正向预测个体的健康水平;主观社会阶层显著正向预测个体健康水平,证实了前人的研究结论。研究二基于社会阶层心理学和社会文化自我模型探讨了自我因素在社会阶层影响健康中的机制。中介作用模型分析结果发现自我健康管理能力和自我健康行为在阶层预测健康过程中起到中介作用。对于我国个体来说,主观社会阶层越高,健康水平越高;个体主观社会阶层越高,自我健康管理能力越强;个体自我健康管理能力越强,健康水平越高。主观社会阶层主要通过自我健康管理能力影响人们的健康水平,其影响机制可以描述为:主观社会阶层越高的人自我健康管理能力越强,而自我健康管理能力又直接影响了人们的健康水平。研究三探讨促进低阶层健康水平的干预方案。以96名大学生为被试,进行持续4周的随机对照干预实验研究结果表明,健康教育与心理支持干预技术,如执行意向可以显著提升人们的自我健康管理能力与健康素养,进而形成良好的生活方式与健康行为,达到增进健康这一目的。本研究结论可作为保障弱势群体的健康权利、解决健康贫困问题的政府公共管理和医疗改革的对策依据。从长远来看本课题研究结论,有利于推动\"人口红利\"收获,有利\"全民健康,全面小康\"目标的实现。", "label": "心理学", "id": 0}
{"content": "已有研究发现居民的内隐利他行为倾向在社区责任感水平上存在显著差异,但是研究者们发现内隐社会认知的直觉加工中也有着理性加工的参与。目的:本研究旨在以行为习惯化理论为基础,探讨个体对利他信息加工过程中意识和无意识的贡献率以及社区责任感的影响。方法:参照经典的加工分离程序,设计了2×2×2的混合实验,102名城市居民参加了实验,其中男性25人,女性77人,年龄段为20～50岁（M=33.58,SD=8.71）。结果:（1）无论是包含测验还是排除测验,被试对利他词汇的再认成绩都显著优于中性词汇的再认成绩;（2）具体的加工过程中,被试对利他词汇的提取比中性词汇需要更多的意识参与和更多的无意识参与,且无意识的贡献率大于意识的贡献率;（3）重复测量方差分析显示,词汇类型与加工方式的主效应显著,词汇类型、加工方式与被试类型的三重交互作用显著,进一步比较发现,社区责任感的个体差异只体现在对利他词汇的意识提取上。结论:高社区责任感的个体比低社区责任感的个体对利他词汇进行加工时需要更少的意识参与,更多的是一种无意识的、自动化的加工过程。", "label": "心理学", "id": 0}
{"content": "冰毒成瘾者在日常交往中会表现出社会功能的异常。探索冰毒成瘾者的亲社会行为有助于了解冰毒成瘾对个体社会功能的影响、帮助改善冰毒成瘾者的社会适应性。本研究通过两个实验,比较了冰毒成瘾者和健康被试在一个独裁者博弈变式任务中的表现。实验1招募了55名冰毒成瘾被试和34名健康被试,实验任务是一系列的选择,每次选择包含两个金钱分配方案,每个方案是给自己和一个陌生人分配一定数额的金钱,被试需要在两个金钱分配方案之间做出选择。实验2招募了62名冰毒成瘾被试和31名健康被试,实验任务与实验1相同。但是,每次在被试看到分配方案之前,会先看到与冰毒相关的图片。两个实验结果一致发现,当分配方案对自己不利时,冰毒成瘾被试比健康被试做出更少的亲社会选择。使用漂移扩散模型（Drift-diffusion model）对数据进行拟合的结果表明,相比于健康被试,冰毒成瘾被试较低的亲社会水平是由于他们给他人的收益赋予了更低的权重。模型拟合的结果还发现,在看到冰毒图片后,冰毒成瘾被试在做决策时比健康被试更加不谨慎、编码和行动速度也更慢。此外,冰毒使用年限越长,在看到冰毒图片后,决策时就越不谨慎。揭示冰毒成瘾者与健康人亲社会行为的差异及心理机制对诊断和治疗冰毒成瘾有重要意义。", "label": "心理学", "id": 0}
{"content": "社区干部是我国社区治理体系建设中的重要力量,其主动投入社区治理的心理因素及内在动力机制目前仍少有研究进行揭示。本研究以社区干部的治理内生动力为切入点,以探索提升其治理效能的长效心理作用路径为目标,采用基于开放式主题访谈的扎根理论方法,对全国5个省市7个城市辖下17个社区的24名社区干部（其中绩效优秀和普通者各半）进行了访谈,构建出社区干部的治理内生动力机制模型。研究表明:（1）以治理价值观为核心,继而自然衍生出的自我定位和治理情怀构成了社区干部的治理内生动力系统;（2）在治理内生动力的驱动下,社区干部可以积极主动地提升自身治理素质来应对社会转型过程中繁杂的社区治理工作,充分释放其治理效能;（3）良好的治理表现可以使得社区干部在治理工作和居民积极评价中获得自我价值的实现,从而实现通过自我激励增强内生动力的正向循环模式,充分释放其社区干部的治理效能。", "label": "心理学", "id": 0}
{"content": "公平感是个体对所处环境公平与否的主观感知,以往研究发现公平感对个体的心理与行为存在着广泛的影响。在构建和谐社区的过程中,公平是维护和谐社区秩序的内在力量与规则底线。因此,开展社区心理学视野下的公平研究,对推进社会心理服务体系建设,为社区中自然法与国家法的融合建立社区心理基础都具有十分重要的意义。亲社会行为不仅有利于个体更好地适应环境和应对变化,而且从社区层面而言,社区居民的亲社会行为有助于构建融洽的邻里关系,对和谐社区的建设与发展起到一定的\"助推\"作用。为探究公平感对居民亲社会行为的影响及心理机制,本研究招募129名社区居民（男性69名,年龄35.29±10.79岁）,采用单因素被试间设计,运用回忆启动范式来操控社区居民的公平感水平,随后对参与实验的社区居民进行亲社会行为测量,同时还考察了公平启动下居民的社区认同水平。结果:（1）公平启动组被试的社区内亲社会行为水平显著高于不公平启动组（F=10.49, p <0.01）。（2）公平感对社区认同有着正向的预测作用（B=0.48,SE=0.16,p <0.01）,社区认同对社区内亲社会行为的正向预测作用显著（B=0.47,SE=0.05,p <0.001）。公平感对社区内亲社会行为的直接效应不显著（B=0.14, SE=0.09, p=0.123）,但可通过社区认同正向预测社区内亲社会行为的变化且间接效应显著（B=0.23, SE=0.96; 95%CI[0.07,0.45]）。中介效应占总效应的比例为62%。结论:公平感显著正向影响了居民的社区内亲社会行为,社区认同在公平感对居民的社区内亲社会行为的影响中起完全中介作用。研究结果对社区建设具有一定的启发和指导意义,政府机构和社区管理人员可以采取一定措施（如维护社区规范）提高社区居民的公平感和社区认同,这在一定程度上有利于增加社区居民的亲社会行为。", "label": "心理学", "id": 0}
{"content": "目的:新冠肺炎疫情爆发对人们的心理健康造成了一定影响。在居家隔离期间,家长与儿童有更长的相处时间。家长的精神健康可能会影响儿童的HPA轴功能。方法:本研究在2020对119位儿童以及其家长进行了施测,家长的抑郁和焦虑在2020年5月施测,儿童的唾液皮质醇于9月份收集,而儿童的创伤后应激症状在11月份收集。结果:通过潜在剖面分析,本研究发现五种潜在模式,即:未受影响组、皮质醇调节失效组、受其他压力源影响组、皮质醇调节有效组、以及未受父母影响组。在未受影响组中,父母低焦虑抑郁,儿童低皮质醇,低PTSS;在皮质醇调节失效组中,父母焦虑抑郁高,儿童皮质醇水平低,PTSS高;在被其他压力源影响组中,父母焦虑抑郁低,而儿童的皮质醇水平和PTSS都高;在皮质醇调节有效组中,父母焦虑抑郁低,儿童皮质醇水平高,同时PTSS低;在未受父母影响组中,父母焦虑抑郁水平高,儿童皮质醇水平中等,儿童PTSS水平低。在疫情期间,未受影响组比其他组有显著更少的行为问题,学习问题,思想障碍,以及强迫性活动。在疫情后（2020年11月）,皮质醇调节失效组和被其他压力源影响组比其他三组有更多的学习问题。讨论:本研究发现,在疫情期间,父母的心理健康情况和儿童应对压力的反应存在不同的潜在类型。父母的心理健康和儿童的心理健康息息相关。", "label": "心理学", "id": 0}
{"content": "对于独生子女的父母来说,他们唯一的孩子去世是一种伤害性极强的创伤事件,这种白发人送黑发人的悲痛通常会导致创伤后应激障碍（posttraumatic stress disorder,PTSD）。以往的研究常关注失去独生子女的父母（中国的研究中通常称作失独父母）PTSD总分,少有研究从症状视角关注失独父母的PTSD。本研究旨在探究失独父母创伤后应激障碍的症状网络结构从而了解失独父母PTSD发生机制。本研究采用横断面的问卷调查方式,从2016年11月至2017年7月共调查了中国10个城市的385名失独父母。被试的纳入标准是至少在1年前失去了独生子女,且目前没有养育其他小孩,女性参与者必须年满49岁,这意味着她们已经过了生育年龄。采用DSM-5创伤后应激障碍量表（PTSD checklist for DSM-5,PCL-5）测量PTSD症状。采用R语言qgraph和bootnet代码包对数据进行网络分析。症状网络分析结果显示:（1）兴趣减退（diminished interest）、过度惊吓（exaggerated startle）、易怒/愤怒（irritability/anger）和噩梦（nightmares）是失独父母PTSD症状网络的高中心性症状。（2）以下3对症状之间的连接最强,分别是:反复出现的想法（recurrent thoughts and nightmares）和噩梦（nightmares）、易怒/愤怒（irritability/anger）和鲁莽/自我毁灭行为（reckless/self-destructive behavior）之间,以及过度紧张（hypervigilance）和过度惊吓（exaggerated startle）。本研究在一定程度上表示了失独父母PTSD的高中心性心症状和症状之间的关系,并且具有高中心性和强度连接性的症状可以成为失独父母心理辅导中的干预靶点。总之,本研究拓宽了学界对失独父母PTSD症状的认识,并为失独父母的心理辅导工作提供一定的启示。", "label": "心理学", "id": 0}
{"content": "许多证据表明自我悲悯干预对心理症状具有明显改善作用,但其具体的起效机制仍未得到充分探讨。本研究试图从网络视角切入、分析干预过程中自我悲悯各成分和心理症状之间相互影响的动态过程,在网络层面揭示自我悲悯干预的起效机制。本研究基于自我悲悯压力管理在线个体干预（SCSM-OI） 2021年度上半年参与者的干预期每日追踪数据进行分析,数据包括参与者每日报告一次的自我悲悯六成分（自我友善、自我批判、普遍人性、孤立感、正念和过度沉溺）以及抑郁、焦虑和应激症状。共有57名被试在28天的干预期间完成了不少于21次的每日测量,被纳入为有效样本。研究使用多层向量自回归模型（mlVAR）估计干预过程中自我悲悯成分与心理症状之间的同时网络（个体在同一时间点内的网络关系）和时序网络（交叉滞后的预测性网络关系）。结果显示,自我悲悯成分与不同心理症状的动态变化过程存在差异。例如,在自我悲悯-抑郁的时序网络中,只有普遍人性能显著预测后一天的\"忧郁\"症状,而自我悲悯与焦虑及应激的时序网络则较之更为密集,且存在自我悲悯成分与症状之间的双向预测关系。在自我悲悯-焦虑的时序网络中,自我批判具有较高的桥接影响力（bridge EI）,即在自我悲悯的各成分中自我批判对焦虑症状的预测力更强;在自我悲悯-应激的时序网络中则是自我友善的桥接影响力更高。自我悲悯成分与心理症状的同时网络与时序网络也存在差异。例如,过度沉溺在同时网络中与抑郁症状的桥接联系较强,但在时序网络中则不然。而自我批判虽然在时序网络中对焦虑症状的桥接影响力较高,在同时网络中与焦虑症状的联系却较弱。自我友善与应激症状中的\"失控感\"在时序网络中具有正向的双向预测关系,但在同时网络中却呈现显著的负相关。本研究结果表明干预过程中自我悲悯成分对抑郁、焦虑与应激症状分别具有独特的动态影响过程。其中时序与同时网络的差异性也提示着未来研究应使用更密集的报告周期澄清自我悲悯各成分与心理症状变化的具体因果机制。", "label": "心理学", "id": 0}
{"content": "自杀三阶段理论是自杀意念-行为框架下的一个新生理论,强调心理痛苦、绝望、联结感、自杀能力以及自杀意念在自杀行为形成中的作用。但目前直接验证自杀三阶段理论的实证研究多采用以变量为中心的方法,其研究结论主要基于样本的平均水平得出,忽视了个体间的差异,无法准确地揭示自杀意念及行为产生的机制。因此,本研究在\"以人为中心\"的研究视角下,采用问卷法对太原、济南、聊城、重庆的1947名中国大学生（M年龄=20.06,SD=1.37;n男性=960）进行调查,再进一步检验自杀三阶段理论的合理性。具体而言,本研究以心理痛苦、绝望、联结感、自杀能力和自杀意念作为指标,利用潜在剖面分析LPA来识别大学生自杀风险的不同亚群体。研究结果表明,大学生自杀风险亚类别可以分为:无自杀意念组（73.45%）,低自杀意念组（16.01%）,高自杀意念组（7.70%）和自杀行为风险组（2.80%）四类,各亚类别间的异质性主要体现在自杀尝试水平上。无自杀意念组中的个体感受到的心理痛苦和绝望水平最低;低自杀意念组中的个体虽然感受到了心理痛苦和绝望,但两者的水平并未超过联结感;高自杀意念组中的个体感受到的心理痛苦和绝望水平超过了联结感,但自杀能力水平相对较低;自杀行为风险组中的个体不仅心理痛苦和绝望水平超过了联结感,而且自杀意念和自杀能力水平最高。此外,自杀行为风险组的个体自杀尝试水平显著高于其他三类亚群体。研究结果不仅支持了自杀三阶段理论的合理性,而且提示我们针对不同自杀风险人群构建多重预防机制和干预方案。", "label": "心理学", "id": 0}
{"content": "创伤后应激障碍（PTSD）是一种以直接或间接方式接触一个或多个实际的或被威胁的死亡、严重创伤或性暴力事件之后所发展出的心理障碍。根据PTSD的认知模型,对负性刺激的认知偏向（注意偏向、评估偏向和记忆偏向）是PTSD产生、维持和发展的重要机制,既有较多关注单一认知偏向对PTSD的预测作用,而忽略了认知偏向之间的复杂关系及其对PTSD症状发展可能存在的联合作用。基于此,本研究采用横断和追踪研究设计,以60具有PTSD症状的大学生（Mage=20.17, SDage=2.11）为被试,使用混乱句子范式和Eye-Link眼动追踪方法探究负性信息加工模式（注意偏向、评估偏向、记忆偏向）对PTSD症状的联合作用模式及纵向预测效果。研究结果显示:（1）对负性刺激的注意选择/注意维持偏向可通过作用于负性评估偏向进而影响负性记忆偏向,负性注意选择偏向和评估偏向均可显著正向预测PTSD症状;（2）与弱环节预测模式相比,累加预测模式对PTSD症状的纵向预测效果更佳,即PTSD的症状发展并不取决于负性偏向最严重的单一认知加工阶段,而取决于具有负性偏向的认知加工阶段的整体数量和水平。本研究结果为联合认知偏向假说提供了新的实证研究支持,未来可尝试对PTSD个体的负性认知模式进行整体干预。", "label": "心理学", "id": 0}
{"content": "问题解决的责任归因和问题发生的责任归因是心理咨询中两个重要的归因维度,但已有研究对责任归因与咨询效果的关系研究不一致,且只关注当事人视角。本研究首先考察咨询师和当事人评价的问题发生和问题解决责任归因对各自评价的会谈质量以及当事人自评的症状改善之间的影响,其次关注会谈过程中,咨询师和当事人责任归因一致性对会谈质量和当事人症状改善的影响。在一所高校心理咨询中心进行数据收集,共招募91名当事人,44名咨询师参与研究。每次会谈结束后邀请咨询师和当事人分别填写对当事人问题发生和问题解决的责任归因,以及会谈过程质量评价。纳入分析的共411次会谈,采用主客体互倚模型结合多水平模型探究问题发生和问题解决责任归因对会谈质量在被试内水平和被试间水平上的主体效应和客体效应。结果显示,当事人对问题发生的责任归因在被试间既存在主体效应,也存在客体效应,即越将问题发生责任归结为自身的当事人越能预测自评的会谈质量,也能预测咨询师评的会谈质量,该效应在被试内不存在。咨询师和当事人对问题解决的责任归因在被试内和被试间水平都存在主体效应,并只在被试内水平上存在客体效应,问题解决责任归因到当事人越高的咨询师或者当事人,都越能预测自身评价的会谈质量但不能预测对方评价的会谈质量,且随着会谈进程变化,问题解决责任归因越高,自评或者对方评价的会谈质量也越高。进一步采用多项式结合响应面分析考察咨询师和当事人的责任归因一致性对会谈质量的影响。结果显示,以当事人评价的会谈质量为结果变量时,问题发生的责任越不一致,当事人评价的会谈质量越差;一致高问题解决责任归因下的会谈质量比一致低问题解决责任归因下的会谈质量好,且问题解决责任归因越不一致,当事人评价的会谈质量越差。以咨询师评价的会谈质量为结果变量时,问题发生责任归因一致性对结果没有影响,但是问题解决责任归因下,一致高问题解决责任归因的会谈质量高于一致低问题解决责任归因,随着随着问题责任归因增加,咨询师评价的会谈质量先升后降。本研究从责任归因的不同维度和不同评价者深入考察了责任归因和会谈质量的关系,为进一步实践和应用提供启示,心理咨询中需要更加关注问题解决的责任归因。", "label": "心理学", "id": 0}
{"content": "随着网络游戏障碍（Internet Gaming Disorder, IGD）被ICD-11正式列为一种行为成瘾障碍,IGD的相关干预研究显得愈发重要。冲动性既是IGD的核心症状,也是其关键心理机制,因此对IGD的冲动性予以干预具有理论和实践的双重价值。但既往的相关干预往往只关注冲动性的单一维度,且取得的效果也不一致。根据Dawe等的冲动二因素模型,奖赏敏感冲动（Reward Sensitivity/Reward Drive）使成瘾者更容易趋近成瘾奖赏,鲁莽冲动（Rash Impulsiveness）使成瘾者无法抑制成瘾行为。本研究以冲动二因素模型为理论基础,通过《网络游戏成瘾量表》（马庆国,戴珅懿, 2011）招募了四组IGD被试,通过比较四组被试在干预前后的不同维度冲动性得分,探究单一的鲁莽冲动或奖赏敏感冲动干预与综合干预方案是否存在不同效果。前测中使用信号停止任务（Stop Signal Task, SST）测量被试的鲁莽冲动,SRC任务（Stimulus-Response Compatibility,SRC）测量被试的奖赏敏感冲动。接着进行行为训练,对前三组被试分别采用Go/No-go训练干预鲁莽冲动、SRC训练干预奖赏敏感冲动、Go/No-go和SRC综合训练双重干预鲁莽和奖赏敏感冲动,第四组被试为控制组,不进行任何训练。训练每天进行1次,持续15天,之后进行IGD分数、SST和SRC的后测,并在后测结束的30天后对所有被试进行线上问卷的追踪测量。结果发现:（1）与训练前测相比,Go/No-go训练组被试在后测中的鲁莽冲动水平显著降低,SRC训练组被试在后测中的奖赏敏感冲动水平显著降低,而综合训练组被试在后测中的两种冲动水平均显著降低（图A、B）;（2）与训练前测相比,三组干预被试中,只有综合训练组被试在追踪测量中的IGD分数显著降低（图C）,且综合训练组被试的冲动性改变量对IGD分数改变量的解释力显著高于单一Go/No-go和SRC训练组。结果表明,Go/No-go和SRC范式的两种行为训练能够分别有效改善IGD的鲁莽冲动和奖赏敏感冲动,但两种行为训练结合的干预效果优于单一训练。", "label": "心理学", "id": 0}
{"content": "\"君子之乐\"是儒学的重要议题,自孔子以来,为历代学者广泛研讨。本研究以经典文献中的哲学理论为基础,结合实证研究的相关证据,提出君子人格预测主观幸福感、敬畏在其中起中介作用的假设。为验证这些假设,本研究通过多种方法进行了考察。研究一考察君子人格对主观幸福感的预测作用;研究二引入敬畏的内在机制,采用跨时间点测量的方法对特质性敬畏在君子人格对主观幸福感效应中的中介作用进行考察;研究三考察受到回忆启动操纵的敬畏对主观幸福感的影响,弥补自我报告的问卷测量法的局限;研究四通过视频启动法将敬畏进行人为控制,考察其对君子人格与主观幸福感关系的影响,以进一步厘清因果关系;研究五采用中美两国被试,检验上述效应在不同的文化背景中的适用性。通过多样的研究方法,本研究发现,君子人格显著地正向预测主观幸福感。这一结果具有较强的稳健性,在对主观幸福感的5种不同自我报告问卷测量中表现出了一致性,无论是同时间点测量还是跨时间点测量都支持这一效应,无论是中国文化背景还是美国文化背景都发现了该效应。此外,君子人格显著地正向预测敬畏,敬畏显著地正向预测主观幸福感,敬畏在君子人格对主观幸福感的正向效应中起到了部分中介作用。无论是测量的敬畏还是操纵的敬畏都支持这一效应,但这一效应只在中国文化背景中存在,在美国文化背景中没有发现该中介作用。本研究通过实证研究验证了经典文献广为论述的君子人格与主观幸福感的关系,并发现其中的内在机制部分地通过敬畏来达成。这对我们丰富对君子人格的理解、探寻\"君子之乐处\"具有理论意义,对于当今社会积极心理议题也具有现实价值。", "label": "心理学", "id": 0}
{"content": "创造性人格是指个体所具有的对创造性发展和创造任务完成起促进或保证作用的个性特质。幼儿阶段是创造性人格发展和培养的关键时期,该时期的人格塑造对幼儿以后的创造和成功起着关键的作用。因此,非常有必要对幼儿的创造性人格的形成做更多探索。在幼儿创造性人格形成的过程中,家庭因素是十分重要的。其中关于家庭规则对其的影响,有学者认为规则包含顺从大人的期望、自制力、遵守安全规则、自我照顾等因素,会限制幼儿的行为,导致遵守规则的幼儿缺乏创造性。这种对规则的定义包含了家族长辈的意志指定,具有绝对的权威性和强制性。其实,\"规则\"也可以是在所有社会成员共同约定之下形成的人人平等思想的体现,这种规则的约束能够保证一种不超越底线的自由状态,使孩子生活在和谐与秩序中。有学者认为,这种人人平等的家庭规则能够维持幼儿发展的持续性和稳定性,并为他们提供安全感和舒适感,从而促进其创造性人格的发展。张帆修订的家庭规则问卷反映的正是这种积极有序的家庭规则。因此,可预期这种规则将促进幼儿创造性人格的发展。因为有研究者认为这种规则越稳定,孩子的独立性、自我监管及自控能力就会增强,进而促进其自主性发展,不少研究表明,幼儿自主性与幼儿创造性人格倾向存在显著正相关,幼儿自主性可以有效促进幼儿创造性人格的形成。综上,本研究采用家庭规则问卷、幼儿自主性发展问卷和Williams创造性倾向量表对664名3岁～6岁幼儿进行调查,考察家庭规则对幼儿创造性人格的影响,以及自主性发展在家庭规则与幼儿创造性人格关系中的中介效应,回答家庭规则是\"如何\"影响幼儿创造性人格的,为培养和塑造幼儿创造性人格提供理论基础。研究结果表明:（1）家庭规则与幼儿创造性人格存在显著正相关,表明家庭规则的制定有利于幼儿创造性人格的发展;（2）幼儿自主性发展与幼儿创造性人格存在显著正相关;（3）自主性发展是家庭规则与幼儿创造性人格之间关系的中介变量,效应量为52.9%。", "label": "心理学", "id": 0}
{"content": "社会的快节奏生活和激烈竞争给人们带来了巨大的心理压力,往往使人们感到焦虑、紧张,从而威胁他们的心理健康。本研究探究了中国人思维方式对心理健康的影响,以及心理弹性和自尊在其中的作用。研究采用问卷法,通过线上发放问卷的方式邀请被试填写了中国人整体思维方式量表、心理弹性量表、罗森伯格自尊量表和一般健康问卷,共收集有效问卷630份。结果表明:（1）思维方式的联系性维度能够显著正向预测心理健康,矛盾性则显著负向预测心理健康,变化性维度对心理健康的预测作用不显著;（2）自尊对思维方式的联系性/矛盾性维度与心理健康之间关系的调节作用均显著;（3）心理弹性在思维方式的联系性/矛盾性维度与心理健康的关系中起部分中介作用;（4）在以思维方式的联系性为自变量、心理弹性为中介变量、自尊为调节变量、心理健康为因变量的模型中,心理弹性部分中介联系性与心理健康的关系,自尊调节联系性对心理健康的直接影响,并同时调节心理弹性中介效应的前半路径和后半路径,有调节的中介模型成立;（5）在以思维方式的矛盾性为自变量、心理弹性为中介变量、自尊为调节变量、心理健康为因变量的模型中,心理弹性部分中介矛盾性与心理健康的关系,自尊调节心理弹性中介效应的后半路径,有调节的中介模型成立。本研究不仅探讨了思维方式在影响中国人心理健康水平方面的重要意义,而且揭示了思维方式作用于心理健康的内部机制。研究结果启示我们,通过训练和强化人们的思维方式来增强心理弹性将有助于提高他们的心理健康水平,未来的研究应进一步探究思维方式的训练对心理健康的促进作用。", "label": "心理学", "id": 0}
{"content": "近年来,\"讨好型人格\"作为一种人际交往中常见的人格模式,在日常生活及公众媒体中引发了广泛的讨论。有观点认为\"讨好型人格\"是一种负面的人格,对个体的心理健康发展有着消极作用。但学术领域对\"讨好型人格\"的研究尚缺乏系统的界定和测量方法。本研究旨在探索讨好型人格的内涵与结构,并编制适用于科学研究的讨好型人格量表。根据对讨好行为和讨好型人格的分析,本研究将讨好型人格界定为:个体在社会互动中形成的对内贬抑、对外褒扬的稳定心理特质。招募不同年龄段、地区和职业的有效被试共351名,选取霍妮–柯立芝人格问卷、人际敏感性量表、企业员工逢迎行为量表、亲密关系经历量表、艾森克人格问卷和人际反应指针量表的部分项目,并编制符合讨好型人格特质的新项目,共评定筛选出74项进行施测。进行了探索性因素分析（N=175）,删除在所有因子上载荷均低于0.3的题目、两个及以上因子上载荷差值小于0.2的题目、不符合维度构想的题目、只有一个项目的因子,最终保留32个项目、6个因子,对方差的解释率为50.40%;验证性因素分析（N=176）显示,量表六因子模型拟合指数良好（χ~2/df=1.68,CFI=0.79,TLI=0.76,RMSEA=0.06, SRMR=0.08）,确定量表由妥协牺牲、自卑抑制、和善恭顺、换位思考、恭维迎合、人际敏感六个维度构成,共计28个项目。量表总体的内部一致性a系数为0.83,六维度的a系数为0.62～0.78。总体的分半信度为0.88,六维度的分半信度为0.63～0.81。结果表明量表具有较好的信度。各个参数基本符合测量学指标,可以用于进一步的研究。讨好型人格的六维度中,\"人际敏感\"与\"换位思考\"是讨好型人格的能力基础和先决条件,\"自卑抑制\"和\"和善恭顺\"是讨好型人格的特质基础和人格动力,\"妥协牺牲\"和\"恭维迎合\"则是讨好型人格的外部表现。六维度模型在特质和行为层面共同作用,有机统合为讨好型人格的组合系统。本研究填补了讨好型人格的结构与测量方面的理论空缺,对个体社会化、心理健康教育和社会心理建设方面有重要的现实意义。", "label": "心理学", "id": 0}
{"content": "多目标追踪是在动态场景中同时追踪多个目标物体并排除其它干扰的一种认知能力,无论在日常生活中,还是对驾驶员、飞行员、运动员等特殊职业群体都具有重要意义。然而,传统多目标追踪范式由于任务无意义和反应单一等问题而缺乏生态效度。因此,本研究旨在开发基于情境交互的目标追踪情境测试,试图提高多目标追踪能力评估的有效性,为特殊职业群体的心理选拔和训练提供技术支持。基于此,本研究开展了两个实验。实验一基于Pylyshyn（2004）的经典范式,构建了多目标追踪情境交互测验,共30个试次。招募85名被试（男性20名,女性65名,18-28岁）,检验多目标追踪情境交互测验的可靠性和有效性。实验二招募137名被试（男性61名,女性76名,17-28岁）,采用近红外脑功能成像技术（f NIRs）揭示了多目标追踪情境交互测验激活的脑区以及多目标追踪高能力组和低能力组的脑区激活程度差异。结果表明:1)多目标追踪情境交互测验具有良好的实证效度、效标关联效度和内部一致性信度;2)多目标追踪情境交互测验主要激活的脑区有额叶（包括额上回、额中回）、顶叶（包括顶下叶、顶上叶）和楔前叶,这一结果与以往研究基本一致;3)高能力组比低能力组的脑区激活程度更大。总体上,本研究开发的多目标追踪情境交互测验具有较好的可靠性和有效性,达到了测量学的基本要求,可以作为复杂视觉条件下多目标追踪能力评估的有效工具,为特殊职业心理选拔和训练提供了重要的技术支持。", "label": "心理学", "id": 0}
{"content": "近年来党和国家高度重视人民安全,但现实案例中公共交通领域安全事故仍屡见不鲜,新形势下公共交通安全面临的各种风险挑战联动效应日益明显。城市轨道交通调度员作为负责行车组织、设备维修、信息收发、故障应急处理等重要任务的安全关键岗位,是轨道交通运营的\"心脏\"和\"大脑\",对全线运行所有列车、区间线路、车站进行监控管理和调度指挥,负责处理各种突发事件。为探究组织的安全氛围与调度员的安全行为、心理资本、工作压力之间的关系,促进企业安全管理持续健康发展。基于社会认知理论和人本安全理论,本研究采用整群抽样法,对某市轨道交通集团运营分公司全部调度员（共270名）施测安全氛围量表、安全行为量表、心理资本问卷和工作压力量表,有效问卷265份。研究结果表明:（1）安全氛围对调度员安全行为有显著的正向预测作用（β=0.84,t=20.13,p <0.001）;（2）心理资本在安全氛围与调度员安全行为间具有显著的部分中介效应（间接效应大小为0.13,占总效应的15.66%,95%CI:0.05-0.24）;（3）工作压力显著调节了心理资本中介作用的前半段（β=0.17,t=2.16,p <0.05）;（4）工作压力显著调节了安全氛围对调度员安全行为的直接作用（β=-0.15,t=-3.01,p <0.01）。因此,城市轨道交通调度员的安全行为不仅受到自身感知到的安全氛围这一安全环境因素的影响,心理资本和工作压力等个体心理状态和认知因素也发挥着重要作用。企业要塑造和培养本质安全型员工,实现人本安全目标,从安全观念文化和安全行为文化入手,创造良好的安全物态及环境文化,提升企业安全管理水平,以构建企业安全文化新模式,建设本质安全型企业。", "label": "心理学", "id": 0}
{"content": "空间视觉化是空间认知能力的核心要素,对飞行员的作业绩效产生重要影响。然而,以往空间视觉化实验任务大多缺乏空间情景和生态效度。因此,本研究基于情景交互技术构建空间视觉化能力测试。研究基于立方体测试（the Cube Construction Task）范式并与现实场景相结合,编制了不同难度的36个试次。实验一招募了39名大学生（男性18名,女性21名,18-25岁）与32名飞行员（均为男性,18-28岁）,进行项目分析并检验信效度。实验二招募33名被试（男性14名,女性19名）,采用近红外脑功能成像（fNIRS）氧合血红蛋白浓度指标检测空间视觉化情境交互测验激活的脑区以及空间视觉化不同能力组脑区激活程度差异。结果表明:（1）27个测试项目具有较好的区分度;（2）修正后测试具有较高的分半信度和内部一致性;（3）空间视觉化情景交互测试准确率与传统测试准确率、图形推理能力测试分数和客体-空间表象和言语认知风格测验分数显著相关,高能力组和低能力组在情境交互测试中出现显著性差异,说明情境测试具有较好的效标关联效度、结构效度与实证效度;（4）空间视觉化情景测试有效地激活了被以往研究证实的额上回、辅助运动区和顶叶（顶下叶、上顶叶）等脑区,高低能力组在额中回、额上回、中央前回、中央后回、顶下叶区域激活中出现显著性差异,飞行员、飞行学院和大学生群体在额上回、额中回、辅助运动区、中央前回、上顶叶区域激活中出现显著性差异,表明情境交互测试具有良好的区分效度和实证效度。上述结果表明空间视角化情景测验具有较好的可靠性和有效性,可以作为空间视觉化能力评估的有效工具,为飞行员心理选拔提供了重要的技术支持。", "label": "心理学", "id": 0}
{"content": "空间内客体的物理特征及客体的空间位置影响着构图审美的判断。空间框架内的物体位置有朝向中心的审美偏向,这被称为空间构图中的内向偏差。以往研究通过采用实物、动物和人的图像发现其位置、隐含运动、朝向和目光等都影响个体对其空间和谐性的判断。身体姿态中特别是头部和躯体在空间构图的内在偏向中起到的影响尚未有研究,而在一副画作中或照片中人的身体姿态并不都是正襟危坐式,艺术作品中人物姿态更是千变万化,因此,关注头部和躯干之间的位置关系对内在偏向的影响既是空间知觉理论研究的拓展也是艺术审美的理论支撑。故本研究旨在探讨当头部和躯干不在同一冠状面时,如何影响空间构图中的内在偏向。采用失谐范式,将模拟人的头部和躯干进行解离,三个实验分别考察了单因素条件下头部角度（正面0°、向左转动+15°或右转动-15°、向左+30°或右转动-30°）和躯干朝向（朝前0°、向左转动+15°或右转动-15°、向左+30°或右转动-30°）对空间中内在偏向的影响,以及在头部与躯干转向叠加时空间构图中的内在偏向竞争。模拟人随机出现在图片的不同位置,被试可以拖动模拟人将其放置在被试认为最合适的位置,因变量为模拟人移动距离和其与中轴线的距离。研究发现:（1）单因素条件下,不论是头部还是躯干转动,随二者转动角度的增加,模拟人与空间中轴线的距离随之增加;（2）当头部和躯干的转动方向一致时,模拟人出现偏离空间中轴线的趋势,具体表现为头部和躯干的转动角度和越大距离越远;（3）当头部和躯干的转动方向不一致时,如果头部和躯干角度和的绝对值越大距离中轴线就越远。结论:头部和躯干都对空间构图中的内在偏向产生影响,随着相应部位的角度增加,中心趋向性也随之减少。同时,头部-躯干之间存在对内在偏向影响的竞争关系。", "label": "心理学", "id": 0}
{"content": "跨期决策是指对发生在未来不同时间点上的结果做出选择的决策过程,它需要决策者在眼前利益与未来利益之间做出权衡与取舍。例如,是选择今天获得10元钱还是一周后获得12元钱。跨期决策中的单维占优模型,如齐当别模型、权衡模型、相似性模型等,假设人们在跨期决策过程中会比较时间维度和金钱维度的差别,并基于差别最大的维度进行决策。大量基于结果检验和过程检验的证据均表明,单维占优模型能够很好地描述个体的跨期决策行为。然而,现有单维占优模型往往基于确定性模型的假设,关注于对跨期决策行为的定性解释,更关注于维度差别的判断过程中\"哪个维度差别更大\",却忽视了维度差别判断的强度,即\"两个维度的差别究竟有多大\"。鉴于此,本研究采用已被前人验证有效的\"直观模拟天平\"范式测量跨期决策中的维度差别判断强度,并结合眼动追踪技术,考察了跨期决策中的信息加工过程是否能够反映个体的维度差别判断强度。本研究发现:1)维度差别判断强度越大,个体违背转移性原则的可能性越大;2)反应时和眼跳熵（衡量眼跳数量的指标）可负向预测维度差别判断强度;3)维度相对注视时间和瞳孔大小可预测维度差别判断强度。研究结果证实了维度差别判断强度与信息加工过程的联系,为单维占优模型提供了进一步的过程证据。同时,本研究结果也提示,相比于确定性模型,概率性的跨期模型能更好地描述跨期决策行为,为今后跨期决策模型的发展指明了方向。", "label": "心理学", "id": 0}
{"content": "跨期决策领域研究发现,相比于未来选项,人们更加偏好即时选项,为什么在跨期决策中存在偏好即时选项?研究通常使用\"时间折扣\"对这一现象加以描述。\"时间折扣\"是指随着时间的延迟人们对于同等数量的获益或损失的价值加以折扣,因此更加倾向选择效用更大的即时选项。与此同时,有研究指出,时间延迟增加了未来选项的风险性进而影响选择偏好。然而,人们对于未来往往是内隐风险感知,特别是现有的经典跨期决策任务的研究范式难以分离出内隐风险对跨期决策的影响。本研究设计一个回溯选择任务范式,试图将潜在风险从延迟折扣任务中分离出来,明确内隐风险在跨期决策中的影响机制。基于此,我们开展了两项研究。研究1a采用单因素被试内实验设计,招募216名有效被试,所有被试均完成标准条件、过去条件和未来条件三个条件。首先要求被试完成时间间隔为1个月的跨期决策任务,并测量内隐风险感知程度。结果表明,相比于现在条件和未来条件(Mnow=0.36, Mfuture=0.42),被试在分离内隐风险感知后的过去条件下,时间折扣率显著降低(Mpast=0.28, ppast-now<0.001; ppast-future<0.003)。风险感知程度上,过去条件下被试的风险感知（44.51±25.94）显著低于现在条件（48.71±23.13）与未来条件（53.91±24.63）。研究1a采用被试内设计可能存在共同方法偏差,且可能存在冲动性等混淆变量的影响。因此,设计研究1b采用被试间设计,招募294名有效被试,要求每位被试只完成一个条件,同时控制冲动性等变量,结果与研究1a类似,相比于现在条件和未来条件(Mnow=0.39, Mfuture=0.47),被试在分离内隐风险感知后的过去条件下,时间折扣率显著降低(Mpast=0.19, ppast-now<0.05; ppast-future <0.01)。风险感知程度上,过去条件下被试的风险感知显著低于现在条件与未来条件。为进一步检验结果的稳健性,明确风险感知在其中的作用,研究2同样采用单因素被试间研究设计,但将跨期决策任务调整为长时距情境（10年）。该研究招募238名有效被试,要求每位被试完成与研究1类似的跨期决策任务。结果与研究1相一致,相比于现在条件和未来条件相比,过去条件降低被试的跨期决策时间折扣率,具有更低的风险感知程度。此外,内隐风险感知在时间框架与跨期选择偏好之间起中介作用。本研究创制了回溯选择任务范式,有效地在跨期决策中分离内隐风险感知。研究1和研究2的结果深入探讨了内隐风险感知对跨期决策选择即时偏好的影响。", "label": "心理学", "id": 0}
{"content": "为了长期目标而抵制眼前的诱惑的能力对个人的发展和成功至关重要。许多研究探讨了跨期决策的神经基础,但很少有人系统地研究了未来奖赏的两个属性（即奖励金额和延迟时间）的独立神经表征。更重要的是,目前还没有研究使用表征连接分析（RCA）的新方法,该方法允许我们在多元神经表征水平上绘制二维功能性脑网络（Kriegeskort et al., 2008）。本研究同时独立地操控跨期决策任务中报酬的金额和延迟时间。单变量和多变量模式分析均表明,背内侧前额叶皮质（DMPFC）和额叶外侧皮质（LFPC）的大脑活动受奖赏大小的调节,而DMPFC和背外侧前额叶皮质（DLPFC）的大脑活动受延迟时间的调节。此外,表征相似性分析（RSA）显示,即使在DMPFC的两个维度之间重叠的区域,它们也表现出不同的神经活动模式。在个体差异上,延迟折扣率（k）较大者,其DMPFC和LFPC活性随奖励金额的增加而增加,但随着延迟时间的增加,DMPFC和DLPFC活性降低。最后,RCA发现,隶属延迟时间的功能连接的拓扑度量（即全局和局部效率）可以反向预测个体的冲动性。这些发现为跨期决策中奖赏的两个维度的神经表征提供了新的见解,并为构建拓扑特性与冲动性相关的任务型功能性脑网络提供了新的途径。", "label": "心理学", "id": 0}
{"content": "在日常生活中,人们面对未来损失奖赏抉择时存在两种截然不同的决策模式,分别为\"早死早超生\"（FDG）和\"好死不如赖活\"（DG）类型。我们先前的行为研究已经证实该两组被试在选择立即损失和反应时指标上存在显著差异,表现为\"早死早超生\"更倾向于选择立即损失和更快的决策。然而,\"早死早超生\"个体特异的决策模式背后的认知和神经机制仍然不清晰。本研究将继续采用新颖的损失框架下延迟折扣范式,独立操纵立即和延迟损失（固定时间为半年后）奖赏大小,通过单变量和多体素模式分析（MVPA）考察该个体的价值计算和抉择的神经基础。根据价值决策理论,我们预测\"早死早超生\"个体可能对于立即损失有着更好的敏感性和未来损失的不敏感性。为了回答上述问题,我们招募了57名大学生被试（FDG=33人,DG=24人）在磁体间完成行为实验决策任务,同时采集其脑影像数据。在价值编码阶段,单因素和MVPA分析结果显示,DG组负责表征立即损失奖赏大小的脑区为右侧背内侧前额叶皮层（DMPFC）、右外侧枕叶（LOC）、左侧颞下回（ITG）和左侧背外侧前额叶皮层（DLPFC）;负责表征延迟损失奖赏大小的脑区有,顶下小叶（IPL）、右侧楔前叶/后扣带回皮层（PCC）和LOC。对比与DG组,FDG组表现出不同的价值计算特点,具体为,负责表征立即损失奖赏大小的脑区为右侧楔前叶;而负责延迟损失奖赏大小的脑区为顶上小叶（SPL）和右侧楔前叶/PCC。进一步组间比较显示,DG组在DMPFC、LOC和SPL负责未来价值计算脑区上的激活显著强于FDG组,这说明FDG对未来损失的恐惧是由于DMPFC、LOC和SPL对未来损失主观评价的敏感性降低导致的,这可能是FDG更有可能选择立即损失而不是延迟损失的关键解释。随后,脑-行为关联分析发现,负责延迟损失奖赏价值计算的上述脑区（DMPFC,SPL,LOC）激活程度越低,个体越倾向于选择立即损失选项。我们的结果表明,之所以会表现出\"早死早超生\"决策模式,可能是由于对于未来奖赏损失价值计算异常有关。这些发现为探究在面临未来损失时\"早死早超生\"个体决策的神经表征提供了新的见解,并为深入探究其认知调控机制提供了思路。", "label": "心理学", "id": 0}
{"content": "框架效应已得到普遍证实:决策偏好会受到对结果或属性描述方式的影响。在金融领域,个体经常为自己和他人决策。而在两人情境中,当决策结果平均分配给两个人时可以用两种不同的方式来表述,也即分配框架:1.自我分配框架:为自己做决策,他人分得一半结果;他人分配框架:为他人做决策,自己分得一半结果。本研究包含4项实验,提供了一致的证据表明,人们在自我分配框架下比他人分配框架下决策时更加风险寻求。在实验1中,研究假设得到了证实,同时研究表明分配框架效应只存在于收益情境,而非损失情境中。实验2重复了实验1的研究结果,同时排除了决策对象（即为谁做决策）这一可能的其他解释。实验3旨在在实验室中模拟两种真实的分配框架情境,同时采用真实的金钱激励,再次重复研究结果。实验4通过改变分配给决策者的收益百分比,将研究结果扩展到其他分配情境中。我们认为风险偏好的差异是由参考点所引起的。由于决策对象的差异（对自己和对他人）,个体的参考点会发生变化。因此,在不同分配框架下,给定的分配结果（分得一半）会被个体视为相对收益和相对损失,进而影响个人的风险偏好。分配框架的发现对自我-他人决策的研究有着重要的研究价值。", "label": "心理学", "id": 0}
{"content": "随着科技的进步,手机和互联网的普及使得在线社交网站得到了广泛的使用。根据社交增强假说和社交补偿假说,网络给个体和他人的交流提供了新的可能的方式,那些在线下感到孤独的人可能会通过访问社交媒体来获得另一种与他人交流的途径,从而扩大他们的社交世界和获得慰藉（Song et al., 2014; Bessière et al., 2008）。还有研究表明负性情绪和压力水平高的个体倾向于使用社交媒体来缓解这些不好的体验。但以往研究较少采用追踪研究设计来探寻变量间的预测关系,并且受传统研究方法限制,无法同时梳理诸多变量间纷繁复杂的关系。因此,本研究基于网络分析方法,采用追踪设计探究负性情绪、人际问题和压力是否会影响个体的手机社交媒体使用行为。研究一采用问卷法调查了431名在校大学生的手机社交媒体使用时长、孤独、错失恐惧、抑郁、焦虑、人际问题和压力状况,回收到有效问卷425份。利用相关网络分析、贝叶斯网络分析方法探究这7个变量之间的相关关系以及可能存在的因果关系。结果表明大学生社交媒体使用时长与错失恐惧（r=.16, p <.01）和孤独（r=.10, p <.05）存在正相关关系;错失恐惧具有最高的中介中心度和接近中心度,居于相关网络的中心位置,且可能是直接影响社交媒体使用需求的因素。研究二采用追踪研究设计（2次调查,间隔时间为2周）对336名在校大学生进行了调查。利用交叉滞后分析方法探究社交媒体使用与负性情绪、人际问题和压力之间的相互影响,结果表明只有错失恐惧可以显著正向预测手机社交媒体使用（β=.09, SE=0.04, p <.05, 95%CI=[.01,.17]）,其余变量的模型过拟合或路径系数不显著。本研究的研究结果提示错失恐惧可以直接正向预测个体的手机社交媒体使用行为。并且,错失恐惧在变量的相关网络中占据中心位置,与其他变量联系紧密。因此当个体错失恐惧水平较高时,应该多加注意,以防引起共病。", "label": "心理学", "id": 0}
{"content": "随着时代的发展,手机已经成为日常生活中必不可少的沟通交流工具。尽管手机的使用能为日常生活带来便利,但是过度依赖手机就会引发问题性的手机使用,影响个体的身心健康。众多的研究表明人格特质与问题性手机使用的关系密切,以往的研究表明不同的人格特质会引发不同的手机使用行为,例如神经质、开放性和外向性是问题性手机使用的重要预测源,而情绪稳定性与问题性手机使用呈负相关关系。由于手机在日常生活中的作用是联系与沟通,因此孤独感较高的个体更容易引发问题性的手机使用。此外,孤独感背后更深层次的原因可能是不同的人格特质所导致,因此可以推测存在一条人格-孤独-问题性手机使用的路径。尽管已经有较多的研究考察了孤独与手机、人格与孤独以及人格与手机的关系,但是很少有同时探究三者的关系,而且不同人格特质与问题性手机使用的关系尚且存在争议。基于上述问题,本研究采用结构方程模型元分析的方法来探究大五人格与问题性手机使用的关系,以及孤独起到的中介效应,使用R语言的metafor和metaSEM包对数据进行分析。本研究使用CNKI知网、万方、维普、Web of Science、PsycINFO以及EBSCO数据进行文献检索,以r值作为效应值进行提取,最终得到符合要求的55篇文献（中文文献26篇,英文文献29篇）,共60个独立样本,总样本量为44024。主效应结果表明宜人性和严谨性与问题性手机使用呈现显著负相关关系,神经质与问题性手机使用呈现显著正相关关系,孤独与问题性手机使用呈现显著正相关关系。中介效应分析结果表明孤独在神经质与问题性手机使用关系的模型中起到了正向的部分中介效应,孤独在严谨性、外向性和问题性手机使用关系的模型中起到了负向的部分中介效应,此外孤独在宜人性、开放性和问题性手机使用的关系中起到了负向的完全中介效应。本研究结果提示在未来问题性手机使用的研究中要更多地关注人格、孤独产生的影响,以及这些影响在不同的条件下是否存在不同的效应,从而更好地解释问题性手机使用的发生机制。", "label": "心理学", "id": 0}
{"content": "目的:通过探讨不同类型移动社交媒体使用对不同效价情绪图片注意偏向的影响以及社会比较方向在二者关系之间的中介作用,进而揭示移动社交媒体使用者情绪图片注意偏向的表现模式特点及其影响机制。方法:本研究共包含两个实验。正式实验开始前,均先通过填写问题性移动社交媒体使用量表筛选被试,后根据量表得分,实验1和实验2分别选取了89名被试（问题性使用组:41人,正常使用组:48人）、90名被试（问题性使用组:45人,正常使用组:45人）。用点探测范式测量注意偏向;用社会比较量表测量社会比较方向。结果:（1）重复测量方差分析结果显示,配对情绪图片类型的主效应不显著,而被试分组的主效应、配对情绪图片类型与被试分组的交互作用均显著;（2）简单效应分析结果显示,问题性使用组被试对负性情绪图片存在更高的注意偏向得分,而正常使用组被试对正性情绪图片存在更高的注意偏向得分;（3）中介作用分析结果显示,下行社会比较在问题性移动社交媒体使用和负性情绪图片注意偏向之间的关系中起部分中介作用,而在正常移动社交媒体使用和正性情绪图片注意偏向之间起完全中介作用。上行社会比较在二者之间的中介作用均不显著。结论:本研究结果表明,问题性使用者倾向于对负性情绪图片投入更多的认知资源,而正常使用者则倾向于更关注正性情绪图片。下行社会比较为移动社交媒体使用者情绪图片注意偏向产生的中间机制。因此,未来研究一方面可结合眼动技术进一步对情绪图片注意偏向的成分进行探讨。另一方面可通过正性注意偏向训练来改善问题性移动社交媒体使用者的情绪状态,通过引导其适中地下行社会比较来促进其情绪健康。", "label": "心理学", "id": 0}
{"content": "游戏成瘾是对于游戏行为缺乏控制并导致功能损害的成瘾行为,成瘾者通常具有高冲动性的特质,表现为较弱的反应抑制能力。在情绪信息加工上,游戏成瘾者拥有更多的负性情绪和较弱的情绪调节能力,并且更加偏向负性刺激。已有大量研究证实游戏成瘾者的反应抑制能力受损,然而其成因及影响因素仍是未解之谜。因此,本研究基于情绪认知交互作用的理论,采用Go/Nogo范式与事件相关电位技术（ERP）,探究不同类型的情绪信息对游戏成瘾者反应抑制的影响。研究将情绪信息分为加工水平（内隐和外显）和情绪效价（正性和负性）两个部分,采用2（加工水平:内隐、外显）×2（情绪效价:正性、负性）×2（组别:游戏成瘾组、控制组）的混合实验设计。实验过程中记录被试脑电波的变化,以Nogo-N2和Nogo-P3的平均波幅作为测量反应抑制的指标。结果显示:（1）游戏成瘾组的Nogo正确率:内隐任务显著小于外显任务,愤怒面孔显著小于开心面孔下;（2）在内隐任务中,游戏成瘾组的Nogo-N2波幅显著小于控制组,Nogo-P3波幅显著大于控制组;外显任务中两组的Nogo-N2和Nogo-P3波幅差异不显著。以上结果表明,游戏成瘾者的反应抑制能力受到情绪加工水平和情绪效价的影响,在内隐和负性情绪信息下的反应抑制能力减弱,表现为行为抑制失败、冲突控制减弱,以及需要付出更多的认知资源和意志努力来完成反应抑制。这一结果从情绪认知交互作用的角度,为游戏成瘾者反应抑制能力受损的问题提供了证据,并为游戏成瘾的干预提供了更加具体的线索。", "label": "心理学", "id": 0}
{"content": "截止2020年1月,社交媒介的全球普及率达到49%,社交网站用户数量达到36亿,约占世界人口的一半。人们在网络上进行各种活动,网络使人们的利他行为从现实生活延伸至网络空间。网络利他行为的发生能在网络环境中营造积极向上、互助互利的空间氛围,构建和谐的网络环境并使网络的积极作用得到充分发挥。回顾己有研究发现,目前大多数研究关注的是网络交往对网络利他行为的影响,尚未有研究关注社交网站使用强度如何影响网络利他行为,尤其是社交网站使用强度如何影响（中介作用）以及在何种条件下（调节作用）影响网络利他行为。为明确社交网站使用强度对个体网络利他行为的影响及作用机制,本研究构建了一个共同调节的中介模型,考察了网络社会支持在二者关系中的中介作用以及隐性自恋和性别的共同调节作用。本研究对726名大学生的社交网站使用强度、网络社会支持、隐性自恋及网络利他行为进行问卷调查。结果显示:（1）社交网站使用强度越高,个体表现的网络利他行为越多;（2）网络社会支持在社交网站使用强度与网络利他行为的关系中起中介作用;（3）到隐性自恋和性别的共同调节社交网站使用强度和网络社会支持的关系。高隐性自恋女性的社交网站使用强度对网络社会支持的预测作用与低隐性自恋女性没有显著差异;高隐性自恋男性的社交网站使用强度对网络社会支持的预测作用较低隐性自恋男性更小。本研究对探究关于社交网站使用强度与网络利他行为的关系的认识具有重要的理论意义;本研究结果对引导个体,尤其是隐性自恋水平较高的男性,合理理性地使用社交网站进行人际交往,克服性格弱点,从而在网络交往中获得更多的网络社会支持,进而表现出更多的网络利他行为、营造和谐的网络环境具有一定的启示意义。", "label": "心理学", "id": 0}
{"content": "社交媒体自我控制失败（Social media self-control failure）指使用社交媒体与其他目标（如学习、工作）发生冲突时无法控制使用的现象。移动互联网环境下,\"无时无刻、无处不在\"地使用社交媒体使得自我控制失败的几率增加,并被感知为一种日常挫折（Daily hassle）。本研究旨在探索社交媒体自我控制失败及感知到的日常挫折通过降低主观活力感对用户幸福感（积极情绪、消极情绪）的预测。采用网络调查问卷,本研究对490名16至54岁（M=24.2,SD=8.3）的社交媒体用户（其中女性占72.4%）进行了在线调查。结果发现:（1）社交媒体自我控制失败对积极情绪和消极情绪的直接效应显著;（2）社交媒体自我控制失败对积极情绪的预测被日常挫折和主观活力感完全中介;（3）社交媒体自我控制失败对消极情绪的预测被日常挫折和主观活力感完全中介;（4）主观活力感完全中介了日常挫折对积极情绪的预测,部分中介了日常挫折对消极情绪的预测。结果表明,社交媒体自我控制失败越频繁的用户,其日常挫折感越强,主观活力感越低。降低的主观活力感预测了他们更低的积极情绪和更高的消极情绪。本研究探索了社交媒体自我控制失败对用户幸福感的预测路径,有助于进一步丰富移动互联网环境对个体心理影响的研究。", "label": "心理学", "id": 0}
{"content": "前人研究表明正念是防止网络成瘾的一项保护性因素,正念水平高的个体网络成瘾水平更低。这可能是由于正念减少了个体自动化的行为反应,同时减少了个体负性情绪。本研究旨在探讨自尊和自控在正念水平与网络成瘾间的中介作用,为进一步干预大学生网络成瘾提供有效依据。我们假设正念和自尊是正念和网络成瘾之间的中介变量。此外,自尊可以显著的预测自控,也就是说自尊和自控的中介关系是一前一后的。综上,本研究假设:自尊和自控在正念与网络成瘾之间起序列中介作用。本研究采用简易版五因素正念量表、Rosenberg自尊量表、自我控制量表和社交网站成瘾倾向量表在西北地区两所大学抽取438名大学生进行施测,被试的平均年龄为18.56±0.88岁。结果发现:（1）正念和网络成瘾呈显著负相关,和自尊、自控呈显著正相关;自尊和自控呈显著正相关,和网络成瘾呈显著负相关;自控和网络成瘾呈显著负相关;（2）正念对网络成瘾预测作用显著;（3）正念和自尊在正念和网络成瘾之间存在单独的中介作用;（3）正念→自尊→自控→网络成瘾路径显著。这些结果表明,正念不仅直接影响网络成瘾,还存在三条间接路径:自尊的单独中介作用、自控的单独中介作用、自尊和自控的链式中介作用。进一步揭示了正念对网络成瘾的作用机制,同时也为提升正念和自尊水平干预网络成瘾提供了依据。", "label": "心理学", "id": 0}
{"content": "疼痛共情是指个体对他人疼痛的感知、判断和情绪反应,会受到多种生理、心理和社会因素的影响。我们之前的研究发现,社会排斥会削弱个体对他人疼痛共情的晚期加工。以往研究发现低水平的共情水平与攻击行为联系密切,且社会排斥也会导致攻击行为。因此寻找方法在一定程度上削弱社会排斥对疼痛共情的影响对于减少社会排斥给被排斥者带来的负面影响可能具有一定的实践意义。尚未有研究探讨过怎样调节社会排斥对共情的影响。本研究使用时间分辨率较好的ERP技术,研究不同的认知策略对社会排斥影响疼痛共情的调节效果差异。实验采用2（组别:认知重评组和分心组）×2（图片类型:疼痛图片和中性图片）混合设计。首先采用网络抛球游戏诱发被试的被社会排斥感,然后将被试随机分为两组,要求一组被试接受认知重评任务,另一组接受分心任务,最后所有被试均完成疼痛图片判断任务。我们招募了43名大学生,认知重评组21人,分心组22人,组内性别平衡。结果发现:（1）操作检验结果验证了认知策略的有效性,且只有认知重评可以显著改善被排斥个体的社会拒绝感、需求水平受损和提升正性情绪。（2）两组被试观看疼痛图片相比中性图片诱发了更低的额区N2（240-270ms）波幅和顶区P3（340-400ms）波幅,但是认知重评组观看两类图片时诱发的顶区和中央区P3波幅均边缘显著高于分心组;LPP（400-700ms）成分上,相比中性图片,两组被试在观看疼痛图片时都表现出显著更高的中央区和顶区LPP波幅,但是认知重评组观看疼痛图片的顶区LPP波幅显著高于分心组,这也泛化到了中性图片上。上述结果表明认知策略的调节作用主要是在晚期有意识的控制加工阶段,认知重评的干预效果好于分心。在控制加工的早期阶段（340-400ms）,两个认知策略组均未出现共情反应,但是认知重评组观看疼痛图片诱发的P3波幅更大说明相比分心组对他人疼痛投入了更多注意力资源;在晚期阶段（400-700ms）,两组均出现了共情反应,但是相对分心组,认知重评组观看疼痛图片诱发的LPP波幅更大说明其对他人疼痛投入了更多的认知努力,对他人生理性疼痛的敏感度与情绪反应更强。我们的研究为如何减少社会排斥对可能给个体带来的负面作用提供了一定的理论依据,也为认知行为疗法调节个体消极情绪的有效性提供了一定的实证支持。", "label": "心理学", "id": 0}
{"content": "目的:自动情绪调节是情绪调节中的重要部分,并且是日常生活中最常用的一种情绪调节。自动情绪调节,是指个体不需要注意到情绪调节的过程,不需要做任何有意识的决定,也不需要有意地对情绪进行控制,但是个体情绪的某些方面（如体验等）在目标驱动下发生了改变。近年来,人们开始意识到自动情绪调节的重要意义,但是其神经机制至今仍然不清楚。本研究通过事件相关电位（event-related potential, ERP）的技术和自我报告相结合的方法探讨了表达抑制策略自动情绪调节的时间进程。方法:本研究共招募了51名（其中女生29名）北京师范大学在校生自愿者,并随机分配到表达组、抑制组、无关组,每组17人。采用表达抑制的情绪调节的策略,使用含有情绪调节目标（表达、抑制或者无关）启动词的句子整理任务（Sentence Unscrambling Task, SUT）来启动自动情绪调节,并记录被试在完成SUT任务前后的进行1-back任务时观看威胁性图片（张大嘴的蛇、熊等动物）时恐惧情绪的评分,在Pz/3/4、CPz/3/4电极点记录的P2 （200-280ms）和LPP （300-500ms）,在Fz/3/4、Cz/3/4电极点记录的N2 （200-280 ms）和N400 （300-500ms）。结果:发现了相对于完成SUT前,在表达的条件下,被试完成SUT后观看恐惧图片时体验到较高的恐惧情绪,并且诱发一个较大的P2成分;在抑制的条件下,被试完成SUT后观看恐惧图片时体验到较低的恐惧情绪,并且诱发了较小的P2和（late positive potential, LPP）以及较大的N2和N400,在无关的条件下,被试完成SUT前后体验到的恐惧情绪和ERP成分（除了N400）差异不显著。结论:这些结果说明了,P2、N2、LPP和N400可以作为检验自动情绪调节的有效的ERP指标（ERP marks）,被试在完成SUT时自动激活了情绪调节的目标（表达、抑制或者保持）,并且进一步改变被试观再次看恐惧图片时的情绪体验以及诱发的ERP成分。", "label": "心理学", "id": 0}
{"content": "社交焦虑障碍是全世界范围内最普遍的精神障碍之一。国内最新的研究表明,大学生的社交焦虑水平显著高于常模平均分数,中度和重度社交焦虑个体的检出率分别为68.3%和20.0%。因此,对社交焦虑影响因素的探究具有重要的理论与实践价值。以往研究发现,自闭特质和社交焦虑的共发性在达到与未达到临床诊断的群体中广泛存在。有研究者甚至认为,情绪调节障碍是连接两者的关键因素,并且实证证据已初步证明自闭症患者一系列的非适应性的认知加工方式和神经生理反应导致了其情绪调节方面的困难,而情绪调节障碍则可能是社交焦虑形成的重要原因,因此成为连接两者的桥梁,但该理论模型尚未得到实证研究的证实。基于此,本研究采用纵向追踪的实验设计,分别于2020年11月（T1）和2021年5月份（T2）对451名大学生的自闭特质、社交焦虑严重程度以及认知重评、表达抑制和沉思三种情绪调节策略的使用频率进行测量。结果表明:（1）除T1的认知重评与两个时间点的表达抑制以及T2的认知重评与T2的表达抑制和沉思相关不显著外,其他变量均存在两两相关关系;（2）T1和T2的认知重评和表达抑制的即时中介作用均不显著,但沉思的中介作用在两波数据中均显著;（3）表达抑制的纵向中介作用和沉思的纵向中介作用均显著,其他的纵向中介作用均不显著。以上结果表明,非适应性情绪调节策略（尤其是沉思）的使用在自闭特质对社交焦虑症状的预测作用中起到了即时和纵向的中介作用,这意味着高自闭特质的个体由于其固有的认知和行为模式,导致其更多地使用沉思这种非适应性的情绪调节策略（而非更少地使用适应性的调节策略）,进而导致了其社交焦虑水平较高。", "label": "心理学", "id": 0}
{"content": "自我伤害行为（简称自伤）是指在没有自杀意图的前提下,个体以不被社会文化认可的方式对自己的身体或身体组织进行故意的、直接地伤害。自伤通常开始发生于12至14岁,在青少年时期最常见。一项元分析研究显示,自伤在青少年群体中的发生率为17.2%,而在青年人群体中的发生率为13.4%,在成年人群体中仅为5.5%。自伤与很多心理和行为问题有关,包括抑郁、焦虑、边缘型人格障碍和自杀等。鉴于青少年是自伤行为的高发人群,以及自伤带来的严重危害,有必要对自伤行为的影响因素及其作用机制进行深入探讨。本研究采用Frost多维完美主义量表、焦虑抑郁压力量表、正念注意知觉量表和青少年自伤行为问卷对841名青少年进行测查,探讨消极完美主义对青少年自伤行为的影响及作用机制。结果表明:（1）消极完美主义可以显著正向预测青少年的自伤行为,心理困扰在二者的关系中起中介作用;（2）正念调节了心理困扰在消极完美主义和自伤之间的中介效应,且调节作用在中介效应的前后半段路径均有发生,即正念水平较高时,消极完美主义对心理困扰的正向预测作用以及心理困扰对青少年自伤行为的正向预测作用均有所减弱。因此,消极完美主义和青少年自伤行为之间存在有调节的中介效应。本研究的结果为青少年自伤行为的预防和干预提供了一些有价值的启示。首先,要正确引导青少年完美主义的发展方向。在青少年日常的学习及生活中,老师及家长要有意识地培养青少年合理制定个人目标以及正确对待成长道路上遇到的成功以及挫折的能力。其次,对心理困扰等负性情绪要用正确的途径加以疏导,避免其通过自伤这一极端的方式来进行情绪宣泄。最后,本研究证实了正念对于负性情绪调节和自伤行为干预的重要作用。因此,可以尝试在课堂教学中加入正念训练课程（例如,正念认知疗法,MBCT）,或者给青少年布置相关的正念练习,提升其情绪调节的自我效能感,减少自伤行为的发生。", "label": "心理学", "id": 0}
{"content": "自我连续性是自体心理学的重要概念,但个体对自我连续性判断的依据是什么还未有清晰的解释。文章基于前人研究,设计了两个研究来探讨时间比较、时间聚焦观与自我连续性之间的关系,并在此基础上进一步探究了个体主观幸福感的时间存续性问题。研究1以聚焦时间段与个体经历的生活事件的频率为自变量,时间比较为因变量,采用2×2的混合设计探讨了聚焦时间段与生活事件频率对时间比较值的影响;研究2在研究1时间比较的基础上额外进行自我连续性的测量,研究时间比较、生活事件频率与自我连续性之间的关系。两个研究的实验结果为:聚焦时间段与生活事件频率的主效应显著且二者之间产生了交互作用,共同影响时间比较:高频生活事件的时间比较中存在聚焦主义而低频生活事件的时间比较中聚焦主义不明显;时间比较的绝对值越大,自我连续性的差值就越大。结论为时间比较中存在聚焦主义且聚集主义产生的偏差主要体现在高频生活事件上;时间比较的变化在一定程度上能够预测自我连续性的值。研究3在此基础上,探究了个体的主观幸福感是受个体经历的\"小确幸\"事件影响而处于断续的离散状态还是受个体经历的重要生活事件（他人）的影响而处于连续的稳定状态,结果发现个体经历的高频且重要的生活事件通过自我连续性的中介正向影响了主观幸福感的时间存续性。这一研究丰富了自我连续性的内涵,拓展了它对心理健康教育的启示。", "label": "心理学", "id": 0}
{"content": "背景:特里尔社会应激测验（Trier Social Stress Test, TSST）能够有效诱发急性社会心理的压力反应。然而,受到高成本和施测情景不一致性的限制,TSST局限于小样本研究且缺乏可靠性。因此,本研究提出一种高通量、标准化的替代范式,即电子屏幕化的特里尔社会应激测验（Trier Social Stress Test-Electronic Screen,TSST-ES）,以诱导稳健的急性压力反应。方法:97名健康成人受试者（男性13名,女性84名; Mage=19.50±0.18）参与了研究。每组2～6人同时参与实验,每名参与者各自在提前录制的伴有中性反馈的\"观众\"（通过笔记本电脑播放）面前进行演讲和心算任务。采用压力感知量表（Perceived Stress Scale, PSS）、状态-特质焦虑量表（State-trait Anxiety, STAI）和演讲者自信心评定量表（Personal Report of Confidence as a Speaker, PRCS）对被试的心理特征进行评估。正式实验持续60分钟,在6个时间点重复采集受试者收缩压（SBP）、舒张压（DBP）、脉搏（Pulse）和主观视觉模拟评分（VAS,包括压力感、威胁感、挑战感三个条目,0～10计分）数据。通过曲线下面积（Area under the curve with respect to ground, AUCG）衡量实验中受试者的整体的压力释放量。采用k-means方法对四个曲线下面积变量进行聚类分析,以确定高、低压力反应模式。此外,受试者报告了对实验场景真实性的主观感受（0～10计分）。结果:单因素重复测量方差分析显示,TSST-ES能够有效诱发急性压力反应（SBP:F （4.51, 452.70）=4.30, p=.001; DBP:F （4.44, 421.79）=2.57, p=.032; Pulse:F （4.53, 430.55）=3.54, p=.005;VAS:F （3.19, 306.29）=106.10, p <.001）。而且,两组压力反应者（高反应者:N=61;低反应者:N=35; SSb/SSt=29.5%）在重复测量的压力指标上存在显著的组间差异（SBP:F （1, 94）=62.60, p <.001; DBP:F （1, 94）=39.21, p<.001; Pulse:F （1, 94）=0.01, p=.918; VAS:F （1, 95）=29.11, p <.001）。AUCGSBP与AUCGDBP存在显著相关（ρ=0.716, p <.001）。AUCGVAS与AUCGSBP、AUCGDBP的相关性呈边缘显著（ρ=-0.238, p=.019;ρ=0.203,p=.046）。两独立样本T检验发现,聚类分组不受心理评估状态的影响。此外,被试报告了中等程度的场景真实性感受（4.20±0.27, p <.001）。结论:TSST-ES能有效地诱发受试者生理和心理的应激反应,并且区分出高、低压力响应者。生理、心理应激指标之间存在高一致性。此外,受试者在该范式中体验到了中等程度的真实性。综上,TSST-ES有助于开展快速、大量、可靠的急性压力研究。", "label": "心理学", "id": 0}
{"content": "心理学领域中的虚拟现实（VR）技术主要用于提高实验的生态效度或作为情绪唤醒工具。整理文献发现,与指向系统技术层面的沉浸感不同,个体在虚拟环境中的存在感主要指感觉到与虚拟刺激或环境相关或参与的程度,是一种主观意识状态,也是衡量VR技术有效性的关键指标拟。已有研究指出VR环境中个体的情绪状态与其感受到的存在感密切联系,但是结论存在争议。本文归纳整合了VR中情绪与存在感关系相关研究,使用元分析的方法对二者相关性进行探究,通过文献检索,纳入符合要求文献27篇,共36个效应值。同质性检验结果表明,纳入研究的异质性较高,故进一步以二维情绪理论和情绪动机模型为基础,探究二者关系在不同情绪维度上的差异、并考察了以往实验研究中VR场景的空间导航性及存在感的测量工具对情绪与存在感关系的影响。结果显示:虚拟现实中情绪与存在感中等程度正相关（r=0.304）;情绪效价、动机强度的调节效应显著,唤醒度的作用不显著;空间导航性的调节作用显著,测量工具的作用不显著。未来研究可丰富对情绪类型的考察,检验各情绪维度的调节效应;同时在测量工具上开发虚拟现实环境中更适合的存在感客观、实时测量指标;在实验过程中关注场景的空间导航性,优化应用中虚拟场景设计。", "label": "心理学", "id": 0}
{"content": "以往多数研究探讨了情绪对人的认知加工过程比如记忆、问题解决等的影响,但是作为基本情绪之一的惊讶情绪是否影响问题解决却并不清楚。惊讶情绪在研究早期被定义为引起吃惊、错愕的中性体验,但在新近的研究中发现,惊讶情绪的内容也存在着效价的不确定性。出现惊讶体验的情境以及惊讶体验的内容会赋予惊讶情绪不同的效价,正性的惊讶被定义为惊喜,负性的惊讶被定义为惊吓。本研究旨在探讨不同效价的惊讶情绪是怎样影响创造性问题解决。研究采用经典的情绪诱发范式,以汉字组块破解作为创造性问题解决的实验材料。实验一的情绪诱发方式为效果最可观的观看视频,探索中性情绪与惊讶情绪下的汉字组块破解任务的成绩差异。实验二使用表情模仿的方式以诱发不同效价的具身惊讶情绪,探索中性情绪与正性惊讶、负性惊讶情绪下的汉字组块破解成绩差异。结果显示:（1）惊讶情绪对于创造性问题解决的反应时具有显著影响,较之于负性惊讶,正性惊讶条件下的被试反应时更短。（2）惊讶情绪条件下的创造性问题解决任务的解答率高于中性情绪条件,但差异并不显著。上述发现表明惊讶情绪对于创造性问题解决具有正性作用,可以使人更快地产出创造性问题的解决方案。惊讶情绪具有正负二重效价性,正性的惊讶情绪对于创造性问题解决具有更大程度的促进作用。", "label": "心理学", "id": 0}
{"content": "人类心理常受到来自外界刺激带来的直接或间接的心理体验,如:创伤后应激障碍（PTSD）或替代性创伤（VT）,2020年新年伊始,人们通过媒体紧密跟踪着疫情信息。绝大多数人从未到过疫情严重的地区或接触过感染者,但是,当看到新闻里每日上涨的数据、等待就诊的市民、忙碌的一线医护人员,很多人因此陷入了不安和抑郁,这种因为体验到他人所经历的灾难后,间接导致自己的身心出现困扰,乃至精神崩溃的现象被称为\"替代性创伤\"。然而,影响替代性创伤的因素仍然知之甚少。证据表明,共情（理解或与他人的情感体验产生共鸣的能力）是影响替代性创伤的关键因素之一。尽管有证据表明共情与替代性创伤有关,但大多数研究表明共情作为替代性创伤的影响因素仅仅是从情绪情感中来衡量的,它与认知资源和积极心理是否有关?研究以16-51岁的661名手机用户为被试,在新型冠状病毒于全国爆发25-35天时,采用人际指针量表测查被试的共情能力,同时采用应对方式问卷（TCSQ）、认知偏向问卷和事件影响量表测查被试的应对方式、认知偏向和替代性创伤,从负性事件视角考察重大事件中共情能力对居民替代性创伤的影响,并探讨认知偏向和应对方式在其中的作用。结果显示,共情可直接正向预测替代性创伤;共情对替代性创伤的预测可分别通过认知偏向和应对方式的中介进行;这一发现提示,未来的负性生活事件后心理辅导工作除更加关注情绪的变化外,还应从个体认知资源和积极心理层面开展。研究提出一些平衡共情和替代性创伤之间关系的建议,如认知训练和自我关怀等,并对后续研究提出了建议,如评估替代性创伤的类型和程度,预防、应对和干预替代性创伤的策略。", "label": "心理学", "id": 0}
{"content": "目的:本研究以新冠疫情为背景,考察生活办公空间中摆放绿植对个体的心理压力的影响。方法:预实验通过线上问卷调查中国受访者在新冠疫情期间（2020年2至5月）的压力水平及其疫情期间所在城市等信息,并将其所在城市与2020年5月期间各省市累计确诊病例数配对,用以确定疫情严重程度对心理压力的影响。实验1通过线上问卷了解中国受访者在疫情期间的生活环境中是否有绿植和绿植的生长状态,以及受访者在疫情期间的感知压力,以探究室内绿植对感知压力的应对效果。实验2在实验1的基础上增加积极情感消极情感量表进一步验证积极情绪的中介作用。实验3通过现场实验检验绿植数量对绿植效应的影响,以确定边界条件。通过在疫情复工后某公司的三个不同办公空间中摆放不同数量的绿植（无绿植;中等数量绿植;较多数量绿植）来操纵自变量。三个办公空间的员工在不同数量绿植的环境中办公20天后接受问卷调查,汇报这20天内的感知压力水平。结果:预实验结果显示,新冠疫情的严重程度显著增加个体的感知压力水平。实验1结果证实,生活环境中有绿植能有效减少个体在疫情期间的感知压力。绿植的生长状态也显著影响个体的感知压力,绿植生长状态越好,个体的感知压力越小。实验2结果显示积极情绪完全中介绿植与感知压力之间的关系。实验3显示,办公空间中无绿植的员工和较多数量绿植组员工的感知压力均显著高于中等数量绿植组的员工。有较多数量绿植组的员工感知压力和无绿植的员工几乎相同。即,绿植数量显著影响绿植效应的强度,合理数量的绿植能有效降低个体的感知压力。一种可能的解释是,较多绿植会造成空间拥挤感知,从而导致个体的感知压力升高。结论:本研究将丰富自然环境与人类福祉联系的相关研究。其结果对维持人们心理健康具有积极的实践意义。另外,本研究的结果具有较大的社会意义,受疫情影响,各类隔离措施限制了以往人们赖以缓解压力的社交活动以及外出活动,而本研究建议的方法易实施、限制少且成本低。", "label": "心理学", "id": 0}
{"content": "随机选取84名大学生为研究对象采用《大学生遭受网络欺凌行为量表》筛选出42名网络受欺凌个体,并以42名未受欺凌个体为对照组进行实验。研究网络受欺凌个体的情绪注意偏向。在此基础上结合眼动技术,探究注意偏向训练对网络受欺凌个体产生的干预作用。研究分为两个实验:实验一采用点探测范式,采用2（被试分组:网络受欺凌组、对照组）×2（情绪面孔:正性-中性、负性-中性）×2（一致性条件:一致、不一致）的混合实验设计。被试间变量是被试分组,被试内变量是情绪面孔和一致性条件,探索网络受欺凌个体的情绪注意偏向。实验结果如下:（1）在一致条件下,网络受欺凌个体对于负性情绪面孔的反应比正性情绪面孔的反应更快,差异显著（p<0.05）。（2）在一致条件下,网络受欺凌组和对照组被试对负性情绪面孔的反应时差异显著（p<0.05）,即网络受欺凌被试对负性情绪面孔注意偏向的程度显著高于对照组。实验二在实验一的基础上结合眼动技术,采用点探测范式,以2（实验分组:实验组、控制组）×2（情绪面孔:正性、负性）×2（测量阶段:前测、后测）的混合实验设计,用注意偏向训练任务重点对实验组进行了为期四周,共八次的正性情绪注意偏向训练,探究其对网络受欺凌个体的注意偏向产生的干预作用。实验结果如下:（1）网络受欺凌被试通过注意偏向训练任务,实验组在前测和后测中对不同情绪面孔的注意偏向值差异显著（p<0.05）;控制组在前测和后测中对不同情绪面孔的注意偏向值差异不显著。（2）网络受欺凌被试在不同实验分组条件下,被试的眼动指标首视点潜伏期在前测和后测差异显著（p<0.05）;在后测实验中,实验组和控制组的眼动指标首视点潜伏期差异显著（p<0.05）,实验组对于正性情绪面孔表现更多的注意偏向。研究结论如下:（1）网络受欺凌个体对负性情绪面孔存在注意偏向。（2）注意训练任务对于网络受欺凌个体能够起到积极干预作用,增强了网络受欺凌个体对于正性情绪面孔的注意偏向。", "label": "心理学", "id": 0}
{"content": "工作记忆涉及几乎所有的认知任务,在人类复杂的认知过程中起着至关重要的作用。工作记忆可以区分为维持（maintenance）和操作（manipulation）两个子过程,维持过程对信息进行储存、监控和匹配,操作过程则负责对信息进行排序和更新。许多研究报告了与睡眠缺失相关的工作记忆受损,但这种表现下降的机制仍需要讨论。本研究采用功能性磁共振成像技术,探究睡眠剥夺对工作记忆中维持与操作两个子过程的影响及其不同的认知神经基础。对14名健康男性被试（25±2.01岁）进行了36小时睡眠剥夺,剥夺前后分别在磁共振扫描下完成三个条件的n-back任务,即0-、1-和2-back,1-和0-back的差异反映了信息的临时储存（维持过程）,而2-和1-back的差异代表信息的在线处理（操作过程）。行为指标结果显示,睡眠剥夺后0-、1-、2-back反应正确率均有显著下降（p<0.001）。f MRI结果显示,与基线条件相比,睡眠剥夺后维持过程募集了更广泛脑区的参与,主要包括双侧楔前叶、锯状皮层、扣带回、上内侧回、右侧缘上回及右侧辅助运动区;操作过程则更多地激活了左侧额上回、额下回（布鲁卡区）、顶下小叶等脑区。结果表明,睡眠缺失对工作记忆不同子过程的损害机制不同,疲劳状态下大脑对于认知任务的不同要求做出了不同策略的回应。睡眠剥夺后语音工作记忆任务中语言相关各脑区激活水平发生了变化,除此之外维持过程和操作过程的能力下降还可能与广泛的功能网络连接改变有关,需要进一步探究。", "label": "心理学", "id": 0}
{"content": "认知-情境框架和情绪安全理论均强调,低婚姻质量家庭中的儿童更易表现出问题行为。家庭系统理论进一步指出,父母婚姻质量不仅是儿童问题行为产生的原因,也可能是儿童问题行为导致的结果,即二者间可能存在动态性相互影响。先前关于这一相互影响的研究大多是基于交叉滞后模型（cross-lagged panel model,CLPM）等传统分析方法,该方法不能区分家庭间和家庭内关系,无法真正揭示在家庭内部两者间动态影响的模式。因此,本研究以976名小学一至三年级儿童及其父母为被试,进行连续三年的追踪测查,同时采用传统的分析方法（CLPM）和能够区分家庭间和家庭内关系的分析方法（随机截距交叉滞后模型; random intercept cross-lagged panel model, RI-CLPM）,较为全面地考察父母婚姻质量和儿童问题行为的家庭间和家庭内关系。结果:CLPM的结果发现,父母婚姻质量显著负向预测一年后的儿童内化和外化问题行为,但儿童内化和外化问题行为不能显著预测一年后的父母婚姻质量。RI-CLPM的结果发现,在家庭间水平上,父母婚姻质量与儿童内化和外化问题行为呈显著负相关;在家庭内水平上,父母婚姻质量的变化不能显著预测一年后儿童内化和外化问题行为的变化,但儿童内化问题行为的增加能够显著预测一年后父母婚姻质量的降低。结论:尽管传统的CLPM发现,低婚姻质量家庭中的儿童更容易出现内化和外化问题行为,但RI-CLPM发现,儿童内化问题行为的增多会导致父母婚姻质量的降低。这一结果提示了区分家庭间和家庭内关系的重要性,也提示了要高度关注父母婚姻质量较低家庭以及通过降低儿童内化问题行为来改善父母婚姻质量的必要性和重要性。", "label": "心理学", "id": 0}
{"content": "自闭特质是与自闭症谱系障碍相关行为特征、人格和认知特点的集合。以往的研究表明自闭特质在正常人群中呈量化分布,且正常发育的高自闭特质个体可能表现出与自闭症相似的认知模式与行为特点。根据自闭症谱系障碍在基于眼中读心任务（Reading the Mind in the Eyes Test, REMT）的情感心理理论表现上存在缺陷,许多研究推测正常个体中的自闭特质与情感心理理论能力存在关系,但研究结果仍然存在争议。从检索文献中筛选出纳入元分析的20篇文献与24个独立效应量,共包含4589名被试。根据异质性检验的结果确定选择随机效应模型是正确的,并且为了避免发表偏差对元分析的影响,使用剪粘法发现发表偏差不影响元分析的结果。通过随机效应模型的元分析表明,自闭特质与眼中读心任务表现有显著的负相关（r=-0.182,95%CI=[-0.232,-0,131], p <0.0001）;调节效应分析发现自闭特质的测量工具对自闭特质与情感心理理论的关系不存在影响。这说明,正常发育人群中的自闭特质越高的个体可能在眼中读心任务的表现,即情感心理理论上表现的越差,并且高自闭特质的正常发育个体在情感心理理论表现上可能与自闭症谱系障碍有相似的特点。", "label": "心理学", "id": 0}
{"content": "有研究表明,任务难度和完成结果（成败）会影响年轻人的情绪预测。对老年人而言,一方面对任务难度的主观认知可能与年轻人不同;另一方面,根据社会情绪选择理论（SST）,老年人更关注具有积极情绪意义的信息,回避具有消极情绪意义的信息,不同的成败结果对他们的影响可能也不同。因此,本研究通过两个实验试图考察任务难度和完成结果对老年人情绪预测的影响。实验1选取年轻人和老年人各120名,采用2（任务难度:高vs.低）×2（年龄:年轻人vs.老年人）的组间设计,要求被试预测任务成功完成后的情绪体验,或者在实际完成任务后评估此时的情绪状态。结果发现,在成功完成简单任务条件下,年轻人和老年人均表现为低估实际体验的积极情绪;成功完成困难任务条件下,年轻人能够准确预测完成后的情绪,而老年人仍表现为低估。实验2选取年轻人和老年人各240名,在难度的基础上加入了完成结果,采用2（任务难度:高vs.低）×2（年龄:年轻人vs.老年人）×2（完成结果:成功vs.失败）的组间设计,通过操控任务时间来操纵任务完成结果。结果发现,成功完成简单任务条件下,年轻人的表现与实验1相似,但老年人预测相对准确;成功完成困难任务条件下,年轻人表现出高估,而老年人则是低估;对于未完成任务,无论任务是简单还是困难,年轻人和老年人都会高估失败后的难过情绪。实验2时间限制的加入提升了被试感受到的任务难度,因此老年人在简单任务中,年轻人在困难任务中都提高了预期完成任务后的积极情绪。综上,对任务失败的情绪预测,老年人和年轻人在不同难度任务上的表现是相似的,他们都会高估自己失败后的难过程度。但对任务成功的情绪预测却出现了不同的模式:老年人会低估完成简单任务带来的快乐,在有时间限制时（难度增加）预测会比较准确,会低估完成困难任务后的积极情绪,而年轻人则会高估困难任务完成后的积极情绪。这可能是因为老年人觉得完成此类任务是不可能的,从而主观贬损成功完成后的积极体验。", "label": "心理学", "id": 0}
{"content": "孤独症个体往往伴随着心理理论的缺陷,心理理论是一种多方面的能力。已有研究中通常采用多种心理理论任务来测量和反应心理理论的不同方面。随着个体的发展,认知能力是否会在一定程度上补偿心理理论的缺陷,这在成年孤独症个体的研究中是存在争议的。从心理理论缺陷多样性的角度去探讨成年孤独症个体心理理论的表现,有助于我们更好地了解成年孤独症个体心理理论的问题所在,能够为制定具有针对性的临床干预措施提供依据。本研究中,我们梳理了成年孤独症个体的心理理论研究中使用的任务,根据这些任务的特点和形式,将其划分阅读理解任务、知觉情景理解任务、综合情景理解任务和认知操纵任务这四种类别。使用随机效应模型,对符合纳入标准的122项研究（其中包括2262名成年孤独症个体和2366名成年典型发展个体）进行元分析。结果发现,在纠正了发表偏差后,成年孤独症个体在四个任务类别中的表现都比成年典型发展个体差（g=-0.76, 95%CI [-0.85,-0.67], z=-16.18, p <0.001）,并且这种表现在四种类别的任务之间不存在差异（z=-1.89, p=0.058）。未来研究建议采用多种心理理论测量方法来进一步解释成年孤独症个体在社会能力上的异质性。", "label": "心理学", "id": 0}
{"content": "儿童自出生以来就在情绪反应、活动水平等方面表现出了稳定的个体差异,即具有不同的气质类型。其中,在面对新颖刺激时表现出较多消极情绪和退缩行为的儿童被称为抑制气质儿童,他们更有可能表现出社会退缩,或发展出更多的内化情绪问题。为什么抑制型儿童会出现社会适应不良的情况?根据社会信息加工理论,在社会交互过程中,儿童对于社会信息的认知加工会影响儿童采取的社交行为。其中,儿童基于他人先前行为进行的特质推理就可能会影响儿童是否愿意与此人交往。因而,对陌生事物表现出消极回避的抑制气质儿童在特质推理上可能更为谨慎,而这种消极的特质推理最终可能会影响其社会适应。因此,特质推理或是抑制气质儿童出现社会适应不良问题的关键因素。本研究对抑制气质儿童特质推理的特点及对其社会适应的影响进行了探究。首先,我们通过一项横断研究（研究1）和一项纵向研究（研究2）探讨了抑制气质和特质推理之间的关系。接着,我们通过纵向追踪研究探讨了特质推理在早期抑制气质与后期社会适应中（研究3:内化情绪问题;研究4:信任倾向）的作用。最后,我们通过实验考察抑制气质儿童是否愿意与具有积极或消极行为线索的交互对象进行交往（研究5:社交行为）和是否愿意相信具有积极或消极行为线索的他人（研究6:信任倾向）,从而探明特质推理如何影响抑制气质儿童的社会适应。结果表明,抑制气质儿童具有更加消极的特质推理倾向。此外,特质推理对抑制气质儿童的社会适应有中介和调节作用。中介分析发现,早期抑制气质可以预期后期更消极的特质推理,从而进一步导致儿童产生更多的内化情绪问题;调节分析发现,消极的特质推理会强化抑制气质儿童的内化情绪问题,并导致其对他人产生更多的不信任。实验研究也发现,抑制气质儿童对他人的消极行为线索更加敏感,从而更加谨慎地进行社交或更难信任他人。本研究结果支持了社会信息加工理论,并为对基于儿童气质特点的因材施教具有指导意义。", "label": "心理学", "id": 0}
{"content": "阅读和写作是学龄期儿童书面语言发展的重要任务之一。前人研究发现,心理理论与个体阅读理解和写作之间存在显著正相关。在学龄期,儿童开始接触不同文体类型的阅读或写作,例如记叙文,说明文等。然而,学龄期儿童的心理理论水平能否积极预测所有类型文本阅读或者写作,或是心理理论只能对其中特定类型的文本有显著预测作用。这一问题还有待探明。为了解决这一问题,本研究考察了学龄期儿童高级心理理论与不同类型文体的阅读理解和写作水平之间的关系。本研究对262名三至五年级儿童进行了调查。通过测查儿童的高级心理理论（包括情感成分和认知成分）,阅读理解（包括记叙文阅读、说明文阅读）,写作（包括记叙文写作、说明文写作）,流体智力以及当年两次语文成绩,探讨高级心理理论和不同文体类型读写能力的关系。结果发现:（1）当控制语文成绩和瑞文智力测验成绩,学龄期儿童在读眼识心任务或陌生故事任务中得分越高,其记叙文阅读得分就越高。然而,说明文阅读上两者没有显著相关。（2）当控制语文成绩和瑞文智力测验成绩,学龄期儿童在读眼识心任务中得分越高,其记叙文写作得分越高。然而,说明文写作上两者没有显著相关。此外,在陌生故事得分与记叙文写作或说明文写作均无显著相关。本研究结果表明,高级心理理论与记叙文读写有更强的关系。心理理论不同成分与读写能力之间关系存在一定程度的分离。", "label": "心理学", "id": 0}
{"content": "多中心影像学队列研究为理解注意缺陷多动障碍（ADHD）的脑认知机制提供了证据。尽管这些研究发现了一些ADHD相关的异常脑活动和结构,然而这些发现主要来自合并多中心数据的分析结果,这些结果在不同中心间的一致性还不清楚。针对这一问题,本团队基于ADHD-200多中心公共数据库,采用三类影像学分析常用的指标,即局部脑活动、功能连接、基于体素的形态学分析,研究了ADHD脑功能活动和结构异常在不同中心间的一致性。我们发现合并多中心数据,可以检测到ADHD异常的脑功能活动和脑结构,然而这些结果在各中心间的一致性很低;基于小波的低频振幅在敏感性和可重复性方面优于基于快速傅立叶变换的结果。进一步区分亚型以及排除共病患者可以提高结果在各中心之间的一致性。这些发现提示了ADHD脑活动和结构异常存在着较高的异质性。将来的研究,需要考虑诊断的客观性、分型与共病、功能磁共振分析方法的敏感性和特异性等因素,并且在多中心之间互相验证,是ADHD脑影像机制研究的主要方向之一。", "label": "心理学", "id": 0}
{"content": "学龄期儿童与青少年（6-18岁）个体之间差异日益增加,发育神经影像队列是解析脑智发育个体差异的有力工具。通过建设\"彩巢计划-成长在中国\"的学龄期脑智发展研究型纵向加速队列,本团队聚焦生长发育曲线研究,开展了长期的测量方法学积累,绘制了中国学龄儿童青少年脑形态生长发育曲线,揭示了不同文化背景之间生长发育曲线的异同,发现:基础功能（如视觉和体感运动）区域,在中美学龄儿童中具有简单而平行的发育轨迹,联合功能（如认知控制和语言以及自我参照）区域,在中美学龄儿童青少年中则表现出复杂而不同的时空发育轨迹,空间上主要分布于左半球默认网络和右半球额顶网络,时间上则主要表现为青春期的前后;分年级的人脑功能连接梯度分析进一步为上述形态发育曲线差异提供了人脑动力学组织特性的证据,发现:人脑功能连接从小学阶段的基础功能网络为主导,在青春期（12-14岁）及以后快速转化为以高级认知为主的联合功能网络。上述个体差异是人类大脑在演化、遗传、环境和文化上的综合体现,提示了建设各国脑智发育队列的必要性,为理解人类青春期的起源和学龄期儿童青少年发育提供了新角度。", "label": "心理学", "id": 0}
{"content": "自伤行为作为自杀的一个重要预测因素,在LGB群体（女同性恋者、男同性恋者和双性恋者）中的发生率大大高于异性恋群体。考虑到自伤的严重后果和LGB群体自伤行为的高发生率,探讨LGB群体自伤的发生机制是十分必要的。根据少数压力模型,性少数污名是影响LGB群体心理健康的重要因素。但是目前尚未有研究探讨性少数污名和自伤行为之间的潜在机制。因此本研究将考察性取向隐瞒、自我批评、抑郁在性少数污名和自伤行为之间的多重中介作用。采用同性恋污名量表、自我隐瞒量表、自我批评量表、简版抑郁焦虑量表的抑郁子量表和自伤行为评估问卷对666名LGB个体（64.0%男性, Mage=24.49岁）进行问卷调查。研究结果表明:（1）性少数污名、性取向隐瞒、自我批评、抑郁和自伤之间均呈显著正相关;（2）性取向隐瞒、自我批评和抑郁分别在性少数污名和自伤行为之间起部分中介作用;（3）性取向隐瞒和自我批评、自我批评和抑郁在性少数污名和自伤行为之间的多重中介作用均显著,性取向隐瞒和抑郁在性少数污名和自伤行为之间的多重中介作用不显著;（4）性取向隐瞒、自我批评和抑郁在性少数污名和自伤行为之间的多重中介作用显著。研究进一步揭示了性少数群体NSSI的形成机制,理论上支持和完善了少数压力模型,为今后相关研究提供了理论支持;实践上有助于性少数群体自伤行为的预防和干预。", "label": "心理学", "id": 0}
{"content": "自杀是一种有意结束自己生命的行为,近几年在我国青少年中的发生率越来越高,对家庭和社会造成了不可挽回的损失。自杀意念是自杀行为发生的必要条件,因此探讨自杀意念的影响因素对青少年自杀风险的识别与预防具有重要意义。以往研究发现,情绪反应性是自杀意念的有效预测因素,但是关于两者之间具体的影响机制知之甚少,有待进一步研究。相关理论和研究表明,痛苦不容忍和抑郁可能在情绪反应性和自杀意念之间扮演重要作用。因此,本研究试图探讨情绪反应性影响自杀意念的路径模型,并考察痛苦不容忍和抑郁在其中的中介作用。本次调查共5,423名青少年参与(Mage=14.63岁, SD=1.25),其中,女生占比52.7%,男生占比47.3%,分别完成了关于情绪反应、自杀意念、痛苦不容忍和抑郁的自我报告问卷。调查共进行了两个波段,每波段相隔6个月。研究结果发现:（1）情绪反应性、痛苦不容忍和抑郁均能显著正向预测自杀意念。（2）在控制了性别和基线自杀意念后,情绪反应性主要通过三条中介路径影响自杀意念（总中介效应=0.19,95%CI=[0.16,0.21]）:痛苦不容忍和抑郁在情绪反应性和自杀意念之间的单独中介作用,痛苦不容忍和抑郁在情绪反应性和自杀意念之间的链式中介作用。研究揭示了情绪反应性到自杀意念的潜在机制,表明针对情绪反应性的干预措施可能是降低青少年产生自杀意念风险的有效方法。", "label": "心理学", "id": 0}
{"content": "家庭形成的情感圈如水中的波纹不断向外拓展,并逐渐形成由家庭走向家族,最后形成家国一体的格局。循此逻辑,研究如何促进家庭幸福感是实现幸福中国的有效路经。家庭先于个体而存在,个体与家庭处于共生共存的状态,研究人类精神世界应回到家庭本身。家庭的发展是一种\"类生命\"的过程,本文在梳理家庭发展史的基础上,分析家庭基本功能,并提出\"集体性、组织性、生活性、社会性及宗教性\"五位一体的家庭结构逻辑体系,旨在剖析影响家庭幸福感的诸多影响因素。一旦找到影响家庭幸福感的基本因素,就可据此促进家庭幸福感,研究家庭幸福感对于促进国家幸福感具有重大意义。", "label": "心理学", "id": 0}
{"content": "物质生活的不断丰富,现代化进程的不断加快导致人们的人生目标和价值取向发生了显著变化,使得人们对生活的追求从满足生存需要逐步转变为更高级的个性化需求。如何使来访者克服生命空虚感、获得生命意义感,已经成为现代心理咨询的重要内容之一。表面上看,神经症、精神焦虑等心理问题是意识和行为方面的问题,但是其产生的更深层次的原因在于文化,在于不健康的生活方式。回归中国传统文化,挖掘传统文化中的心理学资源,发展创造本土心理咨询的模式方法,已经成为近年来许多学者的共识。阳明心学是优秀传统文化的重要组成,也是现代心理咨询发展壮大的重要文化资源。研读王阳明心学思想,挖掘阐释其心学思想中内含的心理咨询价值不仅对心理咨询的理论发展和实践操作有重要意义,而且对提升现代人心理健康水平具有重要价值。本研究着重从咨询目标、咨询关系、咨询技术、咨询过程四个方面对心学心理咨询价值进行全新的理解与阐释。", "label": "心理学", "id": 0}
{"content": "李二曲,又名李颙,他不仅是关学大儒,亦是清初三大儒之一。\"悔过自新\"说是李二曲工夫论的基石,该学说以人性本善和\"人皆有过\"作为\"悔过自新\"之可能和必要的形上根据赋予了\"过\"以普遍和形上的内涵,这与《道德经》七十一章的\"病\"有共通之意;并将消极意义的\"悔\"改造为积极的修养方法,发挥了人的主观能动性,这与心理分析的\"积极想象\"和积极心理学的\"积极\"中的active不谋而合。本文将从心理分析的角度对悔过自新进行探索,去发现《悔过自新说》对于每一个平常人达到\"天人合一\"、\"内圣外王\"的\"成为自己\"的可能性,对于个体的意义,以及对中国人集体心灵的意义:悔,作为一种态度和情绪;过,作为一种状态和对状态的认知;自,作为一种本体和原型;新,作为一种目标;悔过又作为一种行为,自新又成为一种追求或意念;这构成了人类的基本心理活动,也在这\"实修\"之上,使得平常之人在\"日用常行\"中躬行践履,在\"起心动念\"处下工夫实现内圣心灵的追求,这与分析心理学中\"自性化\"-成为自己的历程又有共通之处;它是对儒家学说精髓的发挥,也是二曲先生毕生追求的目标,它对培养和增强现代人的道德意识、宏扬现代人的主体精神、自我价值感、独立意识、态度的开放性以及探寻现代人的终极关怀等问题具有其不可忽视的现代价值,值得我们深人研究和探讨。", "label": "心理学", "id": 0}
{"content": "不管是古希腊人,还是古罗马人,都乐观地相信人类是理性的,自然而然地就能与他人共存,建立一个公正、和谐的社会。他们认为\"人是一种介于动物和神之间的生物\",理性被认为是人类生活的重要品质,能控制个人主义的激情,包括过度膨胀的自傲和野心,来维持人格内部的一种关键平衡。到了中世纪,宗教强烈反驳了这一观点,他们肯定人类如果没有信仰的帮助和恩典的从中协助,就无法引导个人的激情,行使自己在社会上的职责。从此,宗教信仰,加上后来的科学文化、经济理性,逐渐形成调节个人主义激情的西方文化\"三角\"。儒家从周公开始成型,历经孔孟到理学的变迁,成为三千多年中国文化的传统与主流。在对个人情绪的调控方面,儒家直接跳过外在宗教的环节,\"完全信赖人类自己\"（梁漱溟）,以伦理道德代替宗教信仰,加上礼乐文化及专制政治,形成中国人\"习惯性无我\"或\"集体人格优势\"的儒家文化\"三角\"。从1840年以来,古老的儒家文化一直处于现代化的转型之中,历经坎坷,几千年的资产不断贬值,甚至呈现\"内卷化\"的不利趋势,给我们的心理健康带来潜在的威胁。人的情绪情感的体验和表达是受文化控制的,中国人在儒家集体主义价值观要求下的个人情绪和体验,往往是改头换面的。中国人的抑郁症表征,最早是说成神经衰弱,后来就说成是躯体化,现在可以表达为抑郁症了,但是我们个人的情绪体验或表达并不成熟,甚至没有能力,这会不会导致我们抑郁症严重,甚至自杀率比较高呢?", "label": "心理学", "id": 0}
{"content": "皮亚杰的理论体系可以用\"纷繁复杂\"来形容,首先是涉及的领域广,包括生物学、物理学、哲学、心理学等重要的知识部类;其次是理论建构的层次复杂,有跨领域的类比研究、经验层面上的实证研究,还有认识论层面上的精密的推论。当我们在阅读皮亚杰的论著时,一定会被他的旁征博引所折服,也常常会因为他在各个认识层面上自由切换而又不失精确性的理论思考而感到眩晕。皮亚杰的著作中,包含的许多关键性概念,诸如:结构、平衡化、逻辑、格式、协调……等等,其中许多都是皮亚杰为了自己的理论建构而创造性地整合了前人的概念而设计出来的,有的甚至是创造了全新的概念。为了准确理解皮亚杰的理论体系,我们除了要仔细辨析这些概念在皮亚杰理论体系中的特别意义之外,似乎还应该厘清这些概念之间的逻辑关系。但是,对这些概念之间逻辑关系的探索工作常常令读者无所适从,因为我们很难从皮亚杰的著述中梳理出一条清晰的A→B→C→D……（A蕴含B蕴含C蕴含D……）逻辑线索。应对这个问题的关键是我们需要先匡正对皮亚杰的\"发生\"观念的理解。值得注意是,皮亚杰用来genetic这个词来形容儿童心理的起源。发生认识论的英语表达是genetic epistemology法语则是l’épistémologie génétique。其中,genetic或genetical（或者法语的génétique）这个词通常被翻译为\"基因的\"或\"遗传的\"。如果在这个意义上,儿童的心理结构是先天地获得的,或者说是通过遗传而获得的,这就暗合了康德的先验范畴学说。但是,皮亚杰虽然承袭了康德的认识论架构,但是他并不认可将认识的起点归因于某种先天因素的形而上学进路（熊哲宏:《皮亚杰发生认识论的康德哲学框架》,2000;皮亚杰,《哲学的洞察与错觉》）。皮亚杰在使用genetic这个词时,并不是在使用它的遗传的、或基因的这一层含义。因为这些意义都不可避免地将儿童心理的起源引向了先天论的解释。从词源上分析,genetic是gene的衍生词,根据韦氏词典的释义,genetic或genetical有两个含义。第一个含义是指\"决定事物的起源、发展的,或对此有因果性前提性的,或与之相关的（属性）\"（relating to of determined by the origin, development, or causal antecedents of something）;第二个含义才是指\"基因的、与基因相关的,由基因引起的或控制的（属性）\"（of, relating to, caused by, or controlled by genes）。可以看出,genetic这个词一方面表达了\"有机体受先天性的条件,以及基因的决定性特征\";另一方面还表达了\"某些内容的起源、生成或发展性特征\"。如果我们以儿童的出生作为界线,genetic所形容的过程可以分成两个部分,第一是儿童出生前已经具备的\"前提\",第二是\"前提\"在出生后的表达或事实性生成。汉语\"遗传的\"对应地翻译了第一部分的含义,\"发生的\"则对应翻译了第二部分的含义。", "label": "心理学", "id": 0}
{"content": "皮亚杰肇始了当代的道德发展心理学研究。他从个人主义、集体主义与关系主义,遵守规则与形成规则,道德实在论与主观责任,说真话与关系,以及合作、有意识实现与发展公正观念等方面构建了自己的道德认知发展理论,并提出了从他律到自律的道德发展规律。皮亚杰极大影响了科尔伯格等对道德发展的研究:康德理性主义的哲学基础、实证研究方法、道德发展的阶段论以及跨文化一致性等。后科尔伯格时代的道德心理学研究在内容上,新主题不断出现且可大体分为\"认知之后\"和\"认知之外\"两类;在方法上,访谈法和问卷法逐步让位于实验法和认知神经科学方法;在观点上,由强调认知、到关注情感、到知情并重、再到重情轻知。这些变化既适应了当代心理学理论发展和研究方法的科学化趋势,又与西方美德伦理学的复兴密不可分。在看到当代道德心理学研究的丰硕成果时,人们也应反思已有研究远离\"心理\"、脱离\"生活\"的不足。对于如何深入剖析道德心理现象和揭示道德发展规律,皮亚杰至少可以从以下三个方面提供有益借鉴:关注儿童实际的道德生活,而非将个体看作抽象的理念意义上的人;采用建构主义方法,提高道德研究的生态效度;强调个体建构与社会互动并重,在道德认知能力提升与良好氛围营造的结合中推进个体的道德发展。", "label": "心理学", "id": 0}
{"content": "发生认识论是认识人类自身成长的重要工具,对发生认识论的深入研究必然要求回归其研究主题。《皮亚杰文集》第八卷涵盖了皮亚杰发生认识论范畴的个体发生研究著作7册和论文集1部,从儿童的数概念、基本科学概念、力概念、因果概念四个方面展示了皮亚杰在范畴的个体发生领域的原创性工作。具体包括:（1）《儿童的数概念》（The Child’s Conception of Number）和《儿童对物理量的建构和发展——守恒和原子论》（The Child’s Construction of Quantities:Conservation and Atomism）通过数概念、物质数量、重量和体积的个体发生探讨思维产生的机制,研究儿童如何将实际生活中的感知——运动组织进运算系统,这些运算产生了数、连续的量等范畴。（2）《儿童的运动和速度概念》（The Child’s Conception of Movement and Speed）是儿童发展系列研究的一部分,并与《儿童时间概念的形成》（The Child’s Conception of Time）、《儿童的空间概念》（The Child’s Conception of Space）等共同构成了皮亚杰有关基本科学概念发展的研究系列。时间、运动和速度三个概念相互联系,密切相关,运动和速度是时间概念的后续研究。（3）《力观念的形成》（La Formation de la Notion de Force）和《力的组合与向量问题》（La Composition des Forces et le Problème des Vecteurs）均于1973年以法文形式出版。借由这两本书,我们得以了解儿童关于力的概念的形成过程。（4）《儿童的物理因果性概念》（The Child’s Conception of Physical Causality）与《理解因果性》（Understanding Causality）阐述因果性的个体发生。皮亚杰认为动作或活动是理解因果关系的起点,因果概念是主客体在活动的过程中逐渐建构起来,他认为人的认识\"从来就没有什么绝对的开端\"而是必然经历从较贫乏的认识向较丰富的认识的过渡。总之,《皮亚杰文集》第八卷从物理量到因果性,带领我们重新认识皮亚杰发生认识论中的范畴及其个体发生,这对于我们理解皮亚杰学术思想的\"纯粹之处\"及其对整个发展心理学的意义提供了有益的知识图谱;同时,关于数概念、基本科学概念、力概念、因果概念的个体发生研究可以为物理、数学及其它通识课教学提供科学指导。", "label": "心理学", "id": 0}
{"content": "为了探索儿童的思维是如何从前运算阶段发展到具体运算阶段的,皮亚杰在晚期引入了函数这一概念。他区分了构成性函数和构成化函数,并假定构成性函数可以描述儿童在前运算阶段的思维特征,而构成化函数则对应于具体运算阶段。皮亚杰认为,构成性函数可以很好地描述前运算阶段的思维特点,比如看重顺序、单向结构、定性比较等。借助于构成性函数,儿童逐步理解了共变规律,动作格式的协调也变得概括化。皮亚杰一直强调,函数起源于动作格式,产生于动作格式的同化,即动作格式在客体中的应用。而构成性函数是处于前逻辑水平的儿童所使用的一种推理形式,由于它是单向的关系,具有方向性和顺序,尚缺乏可逆和补偿,所以这种单向关系只构成一种半逻辑。直到运算思维水平,儿童才建构出符合数学规范的量化函数,即构成化函数。在皮亚杰看来,构成性函数在感知运动动作和逻辑运算之间,架起了一座不可或缺的桥梁。构成性函数可以精准地描述前运算水平儿童的推理活动,尤其是儿童犯错或者做不到的事情,比如不可逆、缺乏协调及其概括化等。构成性函数所包含的双项结构,是一种非常基础、非常典型的思维结构,它是构成化函数（可逆运算）的前提。不过后来,皮亚杰在关于态射与范畴的研究中,重新界定了构成性函数,将其定义为\"内态射水平的对应\"。对皮亚杰关于函数心理的研究追根溯源,具有重要的理论意义和历史价值。", "label": "心理学", "id": 0}
{"content": "皮亚杰与维果茨基是发展心理学领域的两位大师,他们关于学习的观点影响了上个世纪甚至当代的教学观。皮亚杰的发生认识论聚焦于学习中的个体,维果茨基的文化历史理论关注了学习中的社会因素。他们共同描绘了学习的完整图景,分别融入了个体建构主义与社会建构主义,在当代的发展心理学领域焕发出了盎然生机。面对类似的科学问题,皮亚杰与维果茨基选择了两条不同的道路。两人的生活与工作存在着不少类似之处,同时,其科学观点存在着显著差异,他们从同样的原点出发,如承认语言在认知形成过程以及人类文化价值同化过程中的作用,儿童的自我中心言语是发展中的一个阶段等,选择了有关认知和言语发展过程的不同取向,形成了心理与学习发展的不同观点。皮亚杰认为,人的心理是自然进化的结果,它有助于在环境中寻求平衡,帮助人们适应不同的生活条件,因此,心智的发展是一种生物过程,它具有自己独特的源泉与规则（如发展阶段与顺序等）,其发展是持续不断变化的结果,体现了自然与生物机制的社会化。社会化是心理机能发展的基础。维果茨基认为,心智自身及其发展不是生物进化的结果,而是儿童通过与成年人的交往接受人类文化历史经验的结果,儿童的心智一开始就是由社会因素以及内化的社会因素决定的,作为一种心理机制调节儿童的行为,相应的,教育不仅仅是一种影响因素,而且是一种发展的本质形式。两位心理学家观点的最明显分歧体现为对待儿童自我中心言语的看法。皮亚杰认为,自我中心言语是自然的个体言语向社会言语转变的一个阶段,也就是说是一种社会化的形式,是言语发展中较为低级的形式。维果茨基认为,内部言语是一种原发形式,很早就作为内部对话开始发展。儿童言语的发展并非始于内部言语而是源于与成人相关联的言语。维果茨基认为,言语的形成过程是从社会言语转变为内部言语,内部言语作为调节心智的内部心理工具是儿童思维发展的最重要阶段。", "label": "心理学", "id": 0}
{"content": "表征-计算观与具身行动观对认知的本质几乎做了截然相反的强调。近年来,预测加工理论的发展为统一两代认知科学提供了契机。预测加工是层级预测加工与主动预测加工这两大理论部件的合称,前一部件主要继承了第一代认知科学中的层级计算加工进路,后一部件则发扬了第二代认知科学中与行动有关的理论,这两大理论部件被视为同一个统一整合理论的两个不同方面。在当代,预测加工被认为有望成为未来认知科学的新范式。层级预测加工的基本加工方式为:上行预测-下行预测误差权衡。基于适应性原则,上行预测与下行预测误差之间始终存在着权衡。一般而言,上行预测信号是抑制性的,下行预测误差信号是兴奋性的。主动推断是与自由能原理互补的行动决策理论部件,其基本理念为:预测模型通过对不同行动策略赋值,从而使认知主体基于贝叶斯模型均值尽可能给出行动选择的最优解,最终实施行动。通过比较,预测加工可能给出了第三种新范式。一般而言,表征-计算观的目标是产生内部表征,加工方式是抽象算法匹配,最终获得的知觉对象被认为是关于世界\"如其所是\"的精细的、不变的表征;具身行动观的目标是实施行动,加工方式是身体与环境之间的动力学耦合,该范式的激进立场反对头脑中存在关于外部世界的内部表征。预测加工范式大致体现出对前两种范式的融合态势,它的目标是实现知觉-行动循环,加工方式是基于层级神经网络的上行预测-下行预测误差权衡。", "label": "心理学", "id": 0}
{"content": "具身认知的支持者强调,心灵根植于身体,身体体验对认知过程有重要影响。然而,身体和大脑之间的交流是如何发生的,或者在什么条件下发生的,还没有得到充分的描述。近年来,越来越多的证据表明,内感受与具身感、具身情感、具身自我和具身社会认知密切相关。我们假设具身认知是构成性的,而不是因果性的,提出了内感受性具身认知假说。在这个假说中,内感受性充当了具身心理内部和外部成分之间的重要桥梁,为身心交流提供了一个建设性的理论框架。系统地探讨内感受的起源和具身心灵的构成要素有助于揭示身心沟通的不确定性。", "label": "心理学", "id": 0}
{"content": "认知的具身化运动使得他心问题他心的身体转向,镜像神经元的发现和具身模拟论的提出为此转向提供了大量的理论和实验证据。近年来,他心感知的具身模拟论进路除了向纵深发展以外,也开始向其它学科扩展并取得了丰硕成果。以具身模拟论的纵深研究为纵轴,跨学科应用为横轴全面论述当前具身模拟论的走向,并通过阐述具身模拟论、心智理论和现象学的关系探析具身模拟论所面临的困境,最后建议具身模拟论从融合社交、强具身认知、动态交互性等三个方面进行视域转换,以此来完善他心直接感知的具身模拟论路径,从而增强此理论的解释力。", "label": "心理学", "id": 0}
{"content": "具身认知研究在最近几年已经出现许多新的研究范式,特别是自延展认知（extended cognition）之后,许多学者都在试图解释心灵与世界之间的重新划界问题（The Problem of Re-demarcation）。旧的认知边界理论存在三种理论:第一种还原主义（reductionism）进路试图将认知的边界与生理边界重合进行解释;第二种进路为概念论（conceptualism）进路,即认为认知的边界是将符合认知特性的认知现象划入的概念特征（conceptual marks）;第三种进路是延续计算的功能主义的认知边界（computationalism）,即认为认知的边界即计算的边界。本文试图在第三种进路的基础上提出一种新的认知边界概念,即具身机制的认知边界。具身机制的认知边界认为,人类的认知边界是伴随着一系列认知活动而成为可塑的（plasticible）和可延展的（malleable）。本文认为,具身机制的认知边界不仅可以弥合笛卡尔式二元论认知鸿沟,还可为试图阐明颅内与颅外信息回路的科学解释提供新的理论工具。", "label": "心理学", "id": 0}
{"content": "知觉系统的目标是促使生物体对生态中的相关刺激做出适应性反应。由于知觉信息的输入是模糊而不确定的,知觉系统需要依赖在进化中积累的先验信息将感觉能量转化为有效引导行动的信息。然而,感知觉是被锁定在一个认知无法渗透的模块中还是会受到认知状态的影响,这一问题仍然存在着巨大争议。已有研究显示,期望、先验信息和情境任务可以在多个层次上塑造感知觉。本文将从层级的预测加工和预测误差最小化的理论框架（Clark 2013,2015）出发来阐释感知觉普遍的认知渗透性。在层级化的预测系统中,当用更高层次的信息来约束较低层次的过程以最小化全局预测误差时,认知的渗透就是必不可少的。高层的状态可以导致更准确的下层预测,它们会影响相应的下层预测加工。自下而上的感觉材料与自上而下的预测不匹配可以在较高层上有效地解决,而较低层次的表征受到的影响较小。本文还将试图回应批评感知的认知渗透性的各种观点（Fodor 1988）。最后,文章认为感知的认知渗透性是其适应性的重要表现,因为这样的感知系统在瞬息万变且可预测的世界中才能更适切地引导行为。", "label": "心理学", "id": 0}
{"content": "以往研究表明目标面孔的吸引力评价受到背景面孔的影响,产生同化或对比效应。但以往研究中对同化/对比效应的计算常常是对不同背景下目标面孔吸引力评分进行比较（相对标准定义）,并没有考虑目标面孔单独呈现时的初始吸引力水平,因而可能是虚假的同化或对比效应。本文以单独呈现的目标面孔吸引力评分作为基准值计算同化/对比效应（绝对标准定义）,以目标与背景之间的相似性为切入点,考察了目标与背景面孔吸引力的不同差异对目标面孔吸引力评价的影响。实验1以低吸引力的面孔作为评价目标,中高吸引力的面孔作为背景,操纵目标与背景之间的吸引力差值,并采用绝对标准定义的计算方法验证同化/对比效应。结果发现,在中高吸引力背景面孔下,个体对低目标吸引力的评价会升高,出现同化效应。同时发现了同化向对比连续转换的趋势,即目标背景差异变大的条件下,个体对目标的评价变成低评,出现了往对比效应转换的趋势。实验2进一步让被试直接对实验1的目标和背景面孔进行分类判断,验证相似性影响分类进而影响到同化/对比效应的产生。结果发现,差异大的目标和背景面孔的确更容易被分为不同的类别,而差异较小的目标和背景面孔更容易归为一类;并且这种分类倾向与同化/对比效应大小显著相关。这些结果表明,面孔吸引力评价的背景效应是客观存在的,这种效应受到目标与背景之间吸引力相似性的调节,表现为同化向对比连续转换的趋势,并影响目标与背景的归类而导致不同的背景效应,即同化或对比效应的产生。", "label": "心理学", "id": 0}
{"content": "人格知觉是评价和判断被试人格特质的过程。判断他人和自我的特征是日常生活中普遍存在的一项重要活动。已有研究总结出影响人格知觉判断准确性的四个因素,即知觉对象的性质、被知觉的特征、判断所依据的信息（数量和质量）以及知觉者。然而,这四个因素对人格判断准确性的影响究竟有多大,目前尚不清楚。因此,本研究旨在探讨知觉者与目标人的人格特质如何影响基于目标人脸部照片的准确人格判断。在本研究中,我们招募了两组年轻人。一组为感知者,另一组是目标。这两组人间是陌生关系。我们收集了所有这些人的16PF自测数据,以及目标人的脸部照片。然后我们让这组感知者用10分的量表来判断目标人的7个特质。这7个特质是从16PF中选出的,考虑了它们的可观察性和可理解性。它们是聪慧性、独立性、紧张性、乐群性、幻想性、支配性和开放性。以知觉者的自我评价得分与目标者的自我评价得分之差作为人格判断的准确性指标。从知觉者的角度来看,知觉者的乐群性越高,人格知觉的整体准确度越低;知觉者聪慧性越高,人格知觉的整体准确性越高。其次,知觉者的聪慧性和自立性越高,其对聪慧性和自立性的知觉准确性也越高;感知者的乐群性越高,对乐群性的知觉准确度就越低。从被知觉者的角度看,被知觉者的乐群性越高,其人格被知觉的整体准确性越低;支配性越高,人格知觉的整体准确性越高。其次,被知觉者的幻想性和紧张性越高,其幻想性和紧张性的知觉准确性越低。虽然本研究评估了人格特质的可理解性和可观察性作为从16PF人格特质做出选择的依据,是否有一个更适合于面孔的人格知觉研究的特质表值得进一步探讨。另外,本文的研究结果是基于相关分析的。本文结果中的交叉特征关联过于复杂,尚未讨论。简而言之,这些相关性背后的原因需要更深入的探索。", "label": "心理学", "id": 0}
{"content": "与非面孔物体相比,面孔具有明显的类别优势效应。面孔加工的优势从何而来?依据前人研究结果,一种可能的原因是整体构型加工优势:与非面孔物体相比,面孔更依赖于整体的构型加工。另一种可能性为局部特征加工优势:面孔的局部特征（如眼睛、嘴巴、皮肤纹理等）提供了大量有关身份、情绪、意图等社会信息,在视觉加工中具有高显著性。此外,面孔的类别优势效应在客体不可见时依然存在。那么进一步的,不同视觉意识水平下面孔优势的原因是否相同?在日常生活中,一些似脸的非面孔物体也能使人产生面孔的生动知觉。这些似脸物体具有与面孔类似的整体构型,但局部的特征却都不是面孔,从而可以巧妙分离面孔整体构型和局部特征的作用。本研究拟采用似脸的非面孔物体与真实面孔、普通物体进行比较,并结合双眼竞争和视觉拥挤范式操控客体的视觉意识水平,探究不同视觉意识水平下面孔加工优势的具体认知机制。实验一采用双眼竞争范式,结果发现在受抑制阶段（多数时间处于不可见状态下）,似脸物体与真实面孔具有类似的竞争优势,即比普通物体更快地突破抑制;在主导阶段（多数时间处于可见状态下）,似脸物体与普通物体更类似,而面孔刺激具有最长的主导时间,体现出面孔独有的意识上双眼竞争优势。为了更好地控制反应偏向的影响,实验二采用了视觉拥挤范式结合信号检测论的实验方法,结果发现随着干扰物数量的增加,真实面孔的知觉敏感性降低,但似脸物体并不受影响。更有趣的是,在干扰物最多的条件下（不可见程度最高）,真实面孔的知觉敏感性降至与似脸物体相似的水平。该结果暗示了面孔的加工优势来自于整体构型和局部特征两个方面,并只有后者会受到视觉意识水平的调节作用。综合实验一和实验二的结果表明,不同视觉意识水平下面孔加工优势具有分离效应:不可见条件下的面孔优势效应主要依赖面孔的整体构型,而可见条件下的面孔优势效应离不开面孔独特的局部特征。最后我们对该效应可能的神经心理机制进行了讨论。", "label": "心理学", "id": 0}
{"content": "人们可以基于面部特征来判断对方是否值得信任,但有关面孔年龄是否影响人际信任及如何影响人际信任还未能得到一致结果。本研究采用信任博弈范式,探究面部年龄与面孔吸引力、面孔情绪在基于面孔的信任判断中的相互作用。在实验1和2中,要求被试分别在2000毫秒和33毫秒的面孔呈现时间后对先前呈现的青年或老年面孔进行金额分配。结果显示,相较青年面孔,个体分配给老年面孔的金额数更多。同时,面孔年龄和面孔吸引力之间也存在交互作用,只有当低吸引水平下,个体相较青年面孔分配给老年面孔的金额数更多。而面孔年龄与面孔情绪的交互作用则在两个实验中并不一致:实验1中,在快乐和悲伤水平下,个体相较青年面孔分配给老年面孔的金额数更多;实验2中,仅在只在快乐水平下,个体相较青年面孔分配给老年面孔的金额数更多。以上结果表明,个体在接触不同年龄的陌生人时,可能会根据多种面部线索进行可信度判断。", "label": "心理学", "id": 0}
{"content": "过去的大量研究表明自我面孔享有识别、注意、记忆等方面的加工优势。我们最近开展的一项研究发现自我面孔的这种加工优势能够影响基本的知觉过程从而诱发大小错觉。实验1采用大小辨别范式,发现与相同大小的他人面孔相比,自我面孔会被知觉得更大。为排除熟悉性因素的影响,实验2将他人面孔替换为被试高度熟悉的名人面孔,发现与相同大小的名人面孔相比,自我面孔同样会被知觉得更大,说明自我面孔诱发的大小错觉特异于自我面孔加工。为进一步排除面孔物理特征、熟悉性等因素对研究结果的混淆,实验3将大小辨别范式与联结匹配范式相结合,把两张不同的卡通面孔随机分配至自我面孔条件和他人面孔条件,两张卡通面孔便被赋予了自我面孔和他人面孔的具象意义,进而探究具有相同熟悉性的卡通面孔在联结匹配前后大小知觉的变化。实验结果发现,自我联结面孔比相同大小的他人联结面孔看起来更大,说明自我面孔诱发的大小高估错觉可以延伸至自我联结面孔。实验4将艾宾浩斯错觉范式的变式作为测量工具,考察自我面孔知觉优势加工是否可以调节情境中其他物体的大小知觉,结果表明当联结面孔作为情境刺激时,自我面孔优势加工还会进一步调节对其他物体的大小知觉,使得物体的大小被低估,产生类艾宾浩斯错觉。综上,该研究发现了一种新的自我面孔加工优势——自我面孔大小高估错觉,而且,这一错觉效应可以延伸至自我联结面孔,进而调节其他物体的大小知觉。当前的研究结果从大小知觉层面为自我面孔加工特异性提供了新的证据,并强调了自我意识在大小知觉中发挥的重要作用。", "label": "心理学", "id": 0}
{"content": "准确区分陌生面孔的可信程度,具有重要的社会效用研究发现,基于面孔的信任判断具有群体一致性（Rule et al., 2013）,例如,面孔结构的宽-高比例（width-to-height ratio FWHR）可以预测信任判断,宽-高比例越小,信任度判断越高（Costa, Lio, Gomez,＆Sirigu, 2017）。微笑表情的面孔可信度判断较高,而愤怒表情的面孔可信度判断较低（Dunn,＆Schweitzer, 2005）。然而,在面孔可信度的研究中,研究者主要侧重群体主观判断的一致性,没有充分考量主观可信度判断是否符合客观可信度的标准。因此,本研究通过系统操作客观可信度这一自变量,并结合眼动加工指标,探究人们是否能够准确区分不同等级客观可信度的面孔,以及哪些视觉加工指标对可信度判断加工具有显著预测作用。本研究采用2（警觉提示:无、有）×6（客观可信度:1、3、5、7、9、11）混合实验设计,警觉提示为被试间变量,客观可信度为被试内变量。因变量为面孔呈现时的眼动指标（首次注视时间,瞳孔校正值,总注视时间）以及投资金额和投资反应时。从中国公安部颁发的通缉令中挑选15名男性和15名女性通缉犯证件照,用FreeMorphing软件将性别相同的通缉犯与普通人面孔合成为每组包括11等级的面孔图片集合,共获得30组图片。在本实验中,挑选每组中1、3、5、7、9、11等级的面孔共180张,作为客观可信度的操作,等级越高,客观可信度越高。瞳孔校正值结果表明,客观可信度等级越低,瞳孔扩张越显著,而且1、3、5、7级都显著大于11级,达到显著水平。从首次注视时间来看,客观可信等级最低的面孔首次注视时间最长,瞳孔扩张及首视点的数据都表明,早期信息编码在面孔社会决策中发挥重要作用。客观可信度显著地影响投资金额,并且效应量较大（ηp2=0.56）,同时贝叶斯检验的结果,BF10> 1000,这些结果表明可以在较高可信度水平上推测投资决策受到对面孔客观可信度判断的影响。鉴于瞳孔变化具有注意警觉性和非意识控制性的特点,本研究表明明视觉加工能够在感知觉水平上准确区分客观可信度不同等级的面孔,且影响社会决策。", "label": "心理学", "id": 0}
{"content": "目的:本研究旨在探讨新冠状病毒感染的肺炎爆发（Covid-19）背景下普通人群抑郁和焦虑的患病率及其影响因素。方法:本研究自2020年2月9日开始,采用方便取样,问卷星发放问卷,横断面自我报告调查法,从6130名中国公民中收集数据。采用自编问卷、焦虑和抑郁水平分别采用广泛性焦虑症7项量表和患者健康问卷9项量表进行自我报告。结果:在6130名中国公民中,焦虑和抑郁的患病率分别为7.1%和12%。多元logistic回归分析显示,担心covid19治愈后后遗症发生的可能性、每日上网时间、NCIP相关信息来源、NCIP相关信息的接收频率、社交媒体引发的负面情绪有关。结论:官方需要发出一致的信息,以减少公众的恐慌和困惑,并减少公众对持续负面信息的暴露。", "label": "心理学", "id": 0}
{"content": "记忆再巩固更新理论提出条件性刺激（conditioned stimulus, CS）可诱导记忆进入再巩固更新状态,这一假说为消除病理性记忆提供了契机。在既往的工作中,我们课题组基于记忆的更新理论,提出\"条件性刺激唤起-消退\"行为学范式用于消除病理性记忆,即利用环境线索短期暴露（CS唤起）后记忆不稳定的特点进行消退训练;在多种成瘾动物模型以及海洛因成瘾者中均发现该范式可持续降低心理渴求。在既往研究的基础上,课题组根据一个非条件性刺激（unconditioned stimulus, US）可以和多个CS形成关联记忆这一基本神经原理,又提出—靶向干预US诱导的记忆再巩固过程—这一新的理论策略,即和传统理论策略不同的是,通过US而非CS进行记忆激活,可诱导多种成瘾记忆印记进入不稳定状态,再进行药理学和非药理学干预,发现（1）在可卡因成瘾动物模型中US唤起记忆后进行消退训练能够抑制所有记忆线索诱导的觅药行为,表明这种范式可以更全面彻底地消除成瘾记忆;（2）应用临床用药—利他灵—代替可卡因进行记忆唤起,然后联合消退训练,同样可以消除多个成瘾记忆,从而为靶向干预US诱导的记忆再巩固理论策略的临床转化提供了依据;该模式在海洛因成瘾记忆模型中同样适用,而且该范式不仅可以消除新的成瘾记忆,对陈旧的、久远的成瘾记忆同样具有效果。我们课题组还将靶向干预US诱导的记忆不稳定状态和再巩固过程转化应用于成瘾人群。研究发现在尼古丁成瘾记忆动物模型和吸烟者中,利用（1）小剂量的尼古丁作为US唤起记忆后,给予肾上腺素受体阻滞剂普萘洛尔,能够破坏所有与尼古丁关联的记忆,包括新获得的尼古丁成瘾记忆和已经形成多年、陈旧的记忆,降低多个吸烟相关线索（如打火机等）诱导的心理渴求。这些研究深化了病理性记忆理论,也为基于记忆更新理论和记忆编辑策略的临床转化提供了新证据。", "label": "心理学", "id": 0}
{"content": "青春期是致幻剂滥用的高发年龄段,可导致性格和社交能力的长期改变。本研究通过使用青春期大鼠慢性暴露五羟色胺类致幻剂模型,测试其行为学、多脑区间神经振荡及功能耦合改变,试图阐明早期致幻剂使用对成年期社会功能影响的神经环路机制。青春期慢性致幻剂暴露动物存在着显著的社会等级下降和社交意愿的提升,且两者呈负相关。致幻剂暴露组动物从海马CA1脑区至眶额叶皮层（orbital frontal cortex,Orb）场电位间θ波（6-10HZ）频率相干性较对照组动物显著降低。在社交状态下,对照组动物CA1-Orb之间θ波频率相干性显著增强,而致幻剂暴露组动物无显著变化。以上结果提示青春期慢性致幻剂暴露会造成的社会功能改变与异常的CA1-Orb间θ波频率相干性相关。", "label": "心理学", "id": 0}
{"content": "传统的以Polygraph为指代的多导心理生理测试（\"测谎\"）技术,经过近百年的发展已由以准绳问题测试法（CQT）为代表的测试被测人是否说谎的\"测谎\",发展为以隐藏信息测试法（CIT）为代表的检测被测人是否有相关认知经历的\"测真\"。我们在大量实案测试和实验室研究的基础上创新形成的认知综合测试法（CCT）,是对隐藏信息测试法的创新和发展。其坚持以心理科学理论为指导,编题中严格遵循案件发生发展的逻辑顺序和涉案人心理活动的规律,不仅有犯罪情节测试题,而且增加了自我认知测试题,以检测被测人对作案人自传体信息有无相应的认知。同时加入了探查涉案人作案过程中和测试时心理活动的即时心态测试题,以唤起和检测涉案人在作案过程中及测试时的情绪状态等心理活动。保证了所编制的目标问题系涉案人认知清晰、体验深刻、记忆良好的问题。确保了编制的测试题能够有效地唤醒涉案人对案件相关信息的记忆等心理活动,并且扩充了目标题目的数量,改善了隐藏信息测试法目标题数量不足的问题。从而提高了编题的质量和效度及其测试的准确性和有效性,为判定被测人与案件的关系及案件相关情况开创了新的方法。经过大量实案测试的检验和实验室研究的验证,与国内外现有其它方法相比,认知综合测试法更具科学性和有效性。其不仅能准确地甄别被测人与案（事）件的关系,而且能为案（事）件的调查审理提供更多的信息和支撑,已在各类疑难案件的侦破中发挥了显著的作用,是心理测试技术的创新和发展。", "label": "心理学", "id": 0}
{"content": "欺凌情境下旁观者对受欺凌者的保护行为可以有效地阻止欺凌事件的发生和发展。但由于受到同伴群体行为和具体情境因素的影响,旁观者不一定会在欺凌情境下出现保护行为。为了探究群体因素社会规范和情境因素欺凌类型对旁观者保护行为的影响,本研究采用4（社会规范:描述性、命令性、描述命令、无规范）×4（欺凌类型:身体、言语、关系、网络）二因素混合设计对325名高中生进行了考察。其中,社会规范为被试间变量,欺凌类型为被试内变量,因变量为欺凌情境中的保护行为。社会规范分为描述性规范和命令性规范,研究通过向被试呈现大多数人都在欺凌情境中采取了保护行为（描述性规范）或大多数人都认为应该采取保护行为（命令性规范）的比例图来对不同的社会规范进行控制。通过文字描述设置了不同的欺凌类型情境,让被试分别在身体、言语、关系和网络欺凌情境中结合所呈现的规范信息,对每个情境下列出的保护行为与自己的符合程度进行评分。结果发现:社会规范主效应不显著;欺凌类型主效应显著,言语欺凌情境下的保护行为水平显著高于身体欺凌和关系欺凌。社会规范和欺凌类型的交互效应显著,只有在描述性规范和命令性规范同时呈现时,言语欺凌情境下的保护行为显著高于身体欺凌,同时网络欺凌情境下的保护行为也会显著高于身体欺凌。这些结果说明社会规范和欺凌类型会共同影响旁观者的保护行为,对于揭示欺凌旁观者保护行为的产生机制和如何提高旁观者保护行为具有一定的启示意义。在今后的欺凌干预中可以发挥描述性和命令性规范对于低风险欺凌情境（言语和网络）中保护行为的共同促进作用。另外,干预者也应加强旁观者在身体欺凌和其他欺凌情境中采取安全且有效保护行为的指导。", "label": "心理学", "id": 0}
{"content": "人们生活在常变的情境中,也因此,古希腊哲学家赫拉克利特说\"世界上唯一不变的就是变化\"。应对变化自然是人们日常生活中必有的构成部分,理解和接受变化对于个体成长至关重要。但对于很多人来说接纳变化并非易事,人们似乎更倾向于抗拒变化（拒变）甚至惧怕变化（惧变）,尤其当出现类似新冠肺炎疫情这样的巨变时,不少人会出现适应问题。可见,对变化的接纳是有效应对变化的重要基础,是弹性成长的重要心理资源。通过文献查阅发现,心理学虽在抗拒变化方面的研究有一定积累,将拒变视为一种心理防卫机制,但在变化接纳方面却探讨得不够,仅有一篇西方文献主要基于组织背景研究变化接纳并研制了一个20题的测量工具（Di Fabio＆Gori, 2016）,尚未见到基于更广泛生活情境的接纳变化评估量表。本研究基于中国\"顺变\"和\"抱一\"思想,结合积极心理学的\"超越\"观（比如Huta, 2017）,编制出一个5题5点Likert计分的接纳变化量表（CACS）。探索性因素分析（EFA）表明其为单一维度（样本1, n=411, KMO=0.89, Bartlett球形检查χ~2=1860.40,p <0.0001,特征值4.05,解释了81.06%的总体方差）,内部一致性信度系数Cronbach’sa=0.94;验证性因素分析（CFA）提示其具有良好的结构效度（样本2, n=750,χ~2/df=3.77, p=0.002, CFI=0.996, TLI=0.993, SRMR=0.008, RMSEA=0.061,标准因素载荷0.86～0.91）;接纳变化量表总分与主动求助显著相关（样本2,r=0.50, p<0.001）,与心理弹性、积极社会心态、应对认知、应对能力显著正相关（样本3,n=4925, r=0.42～0.61, ps <0.001）,与心理资本显著正相关（样本4,n=659, r=0.33, p <0.001）,提示其具有良好的准则关联效度。总之,该量表不仅心理测量属性良好且简短易测,方便用于对常变情境中人们变化接纳程度的评估。", "label": "心理学", "id": 0}
{"content": "积极心理品质是一种相对稳定的正向心理特质,是个体应对外界压力的调节和缓冲机制。积极心理品质与心理健康之间有着密切的关系,提升积极心理品质可以促进心理健康发展,并能提升幸福感水平。因此对积极心理品质进行干预具有一定的现实意义和价值。本研究采用以积极心理学幸福理论PERMA模型为理论架构设计的团体辅导干预方案,旨在探讨积极心理取向的团体辅导对研究生积极心理品质干预的有效性。研究随机选取某高校31名研究生为实验组,采用方便抽样方法抽取31名研究生组成对照组。其中实验组接受每周一次的团体辅导干预,共计15次,对照组不进行任何干预。采用一般健康问卷（GHQ-20）和大学生积极心理品质量表对两组被试实施前测、后测以及1个月追踪测,收集数据以检验团体干预的有效性。研究结果表明,实验组GHQ-20的后测和追踪测得分显著低于前测,实验组的后测得分显著低于对照组。同时,实验组大学生积极心理品质量表的后测得分显著高于前测,并且显著高于对照组后测得分。综上所述,PERMA框架下的团体辅导能够显著提升研究生的积极心理品质和心理健康水平,并具有一定的持续作用。", "label": "心理学", "id": 0}
{"content": "根据Ekman的泄露理论,欺骗时人们一般都会害怕欺骗被发现,特别是当欺骗被发现有着较严重的后果的时候。欺骗的泄露理论预测高度利益攸关的情境下欺骗者会无法控制的泄露出内心体验到的情绪,或恐惧或高兴（欺骗愚弄他人的快感）,因此通过分析恐惧表情可以揭露可能存在的欺骗。人工检测和分析细微的恐惧表情是一个巨大的挑战,采用计算机视觉技术,加上机器学习来进行分类可以有效的弥补人工分析的不足。我们用计算机视觉开源软件OpenFace分析了一个真人游戏节目\"The moment of truth\"中人物在说谎和说真话时的恐惧表情的面部动作单元,将软件的输出用机器学习软件WEKA进行分类。结果发现单纯利用恐惧表情的面部动作单元机器能达到80%以上分类正确率,而综合考虑其他指标（如瞳孔大小）后机器的分类正确率可以到达99%以上。同时,我们也分析了诚实和欺骗条件下人物表情动作单元（AU20）的持续时间,发现欺骗条件下的表情持续时间显著短于诚实条件下的表情持续时间;进一步的分析表明之所以欺骗条件下持续时间短是因为从表情最大幅度到消失的时间更短。对诚实和欺骗条件下人物左右面部表情动作（眼周）的对称性进行分析发现欺骗条件下对称性显著差于诚实条件。以上结果表明:存在可以区分诚实和欺骗的面部线索,且欺骗可以利用恐惧表情进行区分。", "label": "心理学", "id": 0}
{"content": "表情识别是人类社会交互过程中理解他人情绪的重要能力,这一过程依赖于枕叶皮层、颞叶皮层及前额叶皮层等的共同参与。其中,腹侧与背侧两条神经通路在表情识别中的作用一直是研究者关心的问题。以往研究发现背侧通路如颞上沟负责表情识别,而腹侧通路如梭状回负责面孔身份加工,关于这一问题却有争论。本研究采用元分析的方法,通过脑成像的荟萃结果探究了表情处理网络中的腹侧背侧通路的参与程度。元分析选用了GingerALE提供的激活似然性评估（ALE）算法,将92篇正常成年被试进行面部感知任务且报告全脑激活坐标的fM RI与PET研究纳入元分析。情绪面孔与中性面孔的比较结果显示,腹侧通路主要参与面孔表情感知中的情绪加工部分;通过比较研究范式,外显识别（被试识别情绪）、内隐识别（被试判断性别、年龄等）、自然观看的结果,研究发现自然观看比外显、内隐范式显著激活视觉皮层区域,三类范式共同激活杏仁核。", "label": "心理学", "id": 0}
{"content": "目前计算机具有强大的逻辑智能,但还不具备情感智能。计算机的情感智能是指使得计算机能够识别、理解和产生人类情感。这也是情感计算领域的终极目标。正确识别人类情感是实现情感智能的第一步。情感的非接触识别通过各种成像手段非接触地采集各种生理信号和面部视频信号,使得情感的识别过程更加自然和隐蔽。本文介绍情感识别的原理与最新研究进展,包括基于面部组织血氧的情感识别,基于外周生理信号的情感识别,微表情检测与识别。通过真实案例（包括讯问、面试人可信度分析、人物的真实意图分析）说明情感非接触识别技术的优势与挑战,并总结情感非接触识别的未来研究与应用方向。", "label": "心理学", "id": 0}
{"content": "情绪是由外界环境和认知评估产生的生理和心理状态,自动、高效的情绪识别技术对于人机交互、心理健康和心理疾病的预防等研究具有重要作用。人体步态信息是一种重要的用于识别情绪的模式。在现有的基于步态的研究中,大多主要关注运动特征,如:速度、步幅等。这些运动特征并不能完全表达步态信息,也不能有效的应用于情绪识别。本研究利用信号处理中时频分析技术,针对Kinect采集到的非接触步态信息,分别在时域和频域提取与人类情绪紧密相关的特征,并利用机器学习的方法建立情绪识别模型。实验结果表明,这些时频步态特征能有效的表示出人类的不同情绪。", "label": "心理学", "id": 0}
{"content": "2019新型冠状病毒（COVID-19）的爆发给公众的身心健康造成了严重的影响,其中创伤后应激障碍症状（posttraumatic stress disorder symptoms,PTSS）极具破坏性,而探索COVID-19背景下的PTSS的异质性和分类,有助于有针对性地制定干预策略。本研究旨在探索中国公众COVID-19相关的PTSS的不同亚组。采取横断面调查的方式,收集参与者的人口学变量,PTSS,焦虑,抑郁,生活质量的信息。最终纳入1407例样本,对PTSS进行潜在剖面分析,并以多项式logistic回归探索人口学变量对PTSS的预测作用,并比较不同亚组在抑郁、焦虑、生活质量方面的差异。潜在剖面分析确定了PTSS的5个亚组,分别为低症状组（42.89%的样本）,低症状伴高认知和情绪的负性改变和警觉组（25.80%）,中度症状组（14.8%）、低再体验和回避伴高认知和情绪的负性改变和警觉组（10.31%）和严重症状组（6.25%）。多项logistic回归分析发现,年龄、性别、地区、教育程度、婚姻状况和就业状况可以区分这五种人群。五组在抑郁、焦虑和生活质量方面存在显著差异。本研究结果表明新冠疫情影响下的创伤后应激障碍有不同与其他创伤时间下创伤后应激障碍症状的独特性。应针对PTSS的不同类型制定针对性的干预策略。", "label": "心理学", "id": 0}
{"content": "COVID-19疫情是公共卫生领域的创伤事件,围创伤期羞耻感普遍存在。居家隔离措施客观上造成了人际疏离,使孤独感成为重要的一种情绪体验。在情绪理论中,羞耻感是在社会威胁或应激下所产生的一种非常典型的负性感受,会增强退缩和抑制行为（如渴望逃离、躲藏和回避）,引发更强烈的孤独感,影响心理健康。本研究在积极心理学视角下,关注潜在的心理复原因素,考察疫情期间孤独感的影响因素并进行路径分析,为研发团体心理干预方法提供理论支持。方法:采用领悟社会支持量表、UCLA孤独感量表、羞耻感量表和痛苦表露指数问卷,对不同地域不同专业的621人进行线上调查。有效数据619份,其中男性167人。结果表明:（1）领悟社会支持,孤独感,羞耻感和自我表露之间两两显著相关,且羞耻感显著正向预测孤独感;（2）自我表露和领悟社会支持在羞耻与孤独之间起显著的中介作用,且领悟社会支持的中介作用显著高于自我表露。模型总效应为0.52,中介效应占总效应的比例为35.32%,两个间接效应占总效应的比值分别为10.87%和24.43%。结论:羞耻感既可以对孤独产生直接的影响,也可以通过自我表露和领悟社会支持间接影响孤独感;自我表露与领悟社会支持减弱了羞耻感对孤独的负向影响,对心理健康起到了保护作用。团体心理干预方法的研发可通过设计不同环节,营造团体氛围,促进成员的自我表露,提供社会支持,来降低疫情期间的情绪反应。", "label": "心理学", "id": 0}
{"content": "排外反应是指个体对外来者态度、情感与行为上的偏见。从本质上而言,排外表示的是对视为威胁的外群体成员的消极态度。近些年的研究发现,在疾病威胁（特别是传染性疾病）背景下,个体倾向于对外群体成员（如主要疫区群体）表现出排外反应。虽然现有研究发现,疾病威胁与排外反应密切相关,但很少有研究探讨疾病威胁下排外反应的发生机制。基于此,本研究拟在当前新冠肺炎疫情背景下,探讨疾病风险感知影响排斥反应的心理机制,以期能够为疫情下排外现象的社会治理提供一些参考依据。本研究基于整合威胁理论（Integrated Threat Theory, ITT）及相关实证研究,在当前COVID-19威胁的背景下,考察了疾病威胁和排外反应之间关系中负面情绪的中介作用和共情反应的调节作用。其中,排外反应被操作化定义为国内其他地区民众对武汉群体的偏见态度。研究采用网络问卷形式,对1697名全国样本施测了新冠肺炎风险感知问卷（测量疾病威胁）、保护效能问卷、消极情绪体验问卷和排外量表。研究结果显示,负性情绪在COVID-19威胁与排外反应之间起到完全中介作用。然而,与我们的预期相反,共情反应并没有缓解疾病威胁与排外反应之间的关系。相反,共情反应加剧了这种关系。具体来说,使用越多共情反应来应对COVID-19威胁的个体更可能对外群体（如武汉人）表现出排外反应。本研究为疾病威胁如何以及何时转化为排外反应提供了新的视角,研究结果具有重要的理论和实践意义。", "label": "心理学", "id": 0}
{"content": "背景:在病毒爆发或大流行的背景下,高度健康焦虑者容易将无害的身体感觉和变化误解为被感染的证据。健康焦虑发展和维持的主要因素之一是对健康威胁相关刺激的注意偏向。然而,已有研究对于健康焦虑者对威胁相关刺激是否表现出注意偏向的回答并不完全一致。为此,本研究试图通过元分析,以综合效应探索健康焦虑者对威胁相关刺激的注意偏向,以及注意偏向发生的条件。方法:为了充分利用已有研究的效应量信息,增强统计检验力,本研究运用多水平元分析方法,考察健康焦虑者对威胁相关刺激的注意偏向的组间（健康焦虑组与对照组）及组内（威胁相关刺激与中性刺激）效应。结果:组间效应分析共纳入20项研究,57个效应量;健康焦虑组的组内效应分析共纳入7项研究,17个效应量;对照组的组内效应分析共纳入5项研究,13个效应量。结果发现:（1）与对照组相比,健康焦虑组对威胁相关刺激表现出显著的更大的注意偏向（g=0.321）。（2）与中性刺激相比,健康焦虑组对威胁相关刺激表现出显著的更大的注意偏向（g=0.193）,且显著大于对照组（g=0.139）。（3）与对照组相比,在情绪Stroop范式、症状词刺激、疾病词刺激条件下,健康焦虑组对威胁相关刺激表现出显著的更大的注意偏向。（4）与对照组相比,健康焦虑组对威胁相关刺激表现出显著的注意警觉（g=0.323）。结论:健康焦虑者对威胁相关刺激存在真实的注意偏向;以往研究结果的不一致,可能源于研究范式、刺激类型的影响。", "label": "心理学", "id": 0}
{"content": "团体心理工作是指在团体的环境中所给予的专业帮助,它涉及到一位具有专业胜任力的团体带领者,应用与团体有关的心理学理论和方法,帮助一群有共同困惑的团体成员,达到提升心理健康,增进社会适应的目标。团体心理工作包括具有心理教育意义和培养技能团体辅导,解决人际问题的团体咨询,以及人格重建的团体治疗。团体带领者（Group Leader）也称团体领导者,是指在团体运作过程中负责带领和指引团体走向的专业人员,包括带领团体心理辅导、团体心理咨询或团体心理治疗的社会工作者、医护人员、教育工作者或心理咨询与心理治疗师。随着我国心理健康服务的需求越来越强烈,团体工作的优势和价值日益凸显,培养具有胜任力的团体带领者成为专业人才培养的重要议题。督导是咨询师专业成长不可或缺的培养环节,目前国内还没有对团体带领者进行督导的相关研究和讨论。本报告依据成为有效团体带领者的必要条件,从清华大学心理学系建构的团体带领者系统的专业训练入手,描述了一般团体带领者养成的过程,探讨了对团体带领者进行督导的模式,重点阐述了团体督导对于团体带领者成长重要性,介绍了几种适合中国国情的团体带领者训练常用的团体督导模式。尤其是介绍了我们团队构建的团体带领者胜任力模型以及编制的团体带领者胜任力量表,作为督导师评价督导效果的评估工具。", "label": "心理学", "id": 0}
{"content": "20世纪80年代国内的心理咨询、心理治疗服务逐步开展,但少有规范的学历教育培训,更缺少相应地专业督导,而督导是培养心理咨询与心理治疗专业人员的重要途径和专业活动。中国心理学会临床心理学会注册工作委员会（同\"临床与咨询心理学专业机构与专业人员注册系统\",简称注册系统）于2006年成立之时,注册了中国心理学会第一批注册督导师,开始创建督导体系。基于督导师胜任力模型,即督导师的胜任力包括知识、能力、态度三个方面,注册系统在2007年于中国心理学报发布的《中国心理学会临床与咨询心理学专业机构与专业人员注册标准》中,首次建立了注册督导师的注册标准,并在同时发布的《临床与咨询心理学专业工作伦理守则》中,制定了督导伦理的相关内容,开启了中国心理咨询与治疗督导的重要实践。在注册系统14年的发展历程中,督导体系在六个方面进行发展建设,一是进一步完善注册督导师注册标准,并在2018年发布的第二版注册标准中做了修订;二是按照注册督导师注册标准扩大督导师队伍;三是从2012年起在全国大部分省、直辖市、自治区建立督导点,以督导点为平台组织持续、规范的专业督导;四是注册督导师在全国各个领域为国内从事心理咨询、心理治疗的专业人员进行督导,提升其专业胜任力;五是参与学历教育培训方案的制定,推动学历教育中督导制度的建设;六是加强督导伦理培训。注册系统督导体系建设的实践有效的推动了国内督导专业工作的规范开展,更促进了心理咨询与治疗专业人员的专业胜任力提升,使接受心理咨询与治疗服务的来访者的利益得以保障。", "label": "心理学", "id": 0}
{"content": "2020年新冠疫情期间,教育部依托华中师范大学已有工作资源,设立教育部华中师范大学心理援助热线平台,面向湖北及全国大众、海外华人华侨、留学生等提供24小时抗疫心理援助热线公益服务。该平台在高峰时有近1700名咨询师上线值班。鉴于多数咨询师并非出自学历教育、理论基础与实践操作技能可能存在不足,疫情心理热线有时间限制、文字咨询方式有难度,对咨询师挑战大,疫情期间咨询师本身也不能免于感染风险、更容易耗竭,咨询师需要及时提供督导;同样的,督导师也非出自学历教育,也需要定期提供督导的督导。平台因此设计了三层督导架构,第一层是咨询师,直接面向社会大众提供心理援助服务;第二层是督导师,定期为咨询师提供督导;第三层是资深督导师,定期为督导师提供督导的督导。注册系统湖北心理援助督导组全面负责教育部华中师大心理援助热线的督导管理与运行工作。为保障督导质量,提升专业性,督导组一方面注重质量控制,把好各类人员入选关,由专家工作组审定标准;审核各种专业工作方案;另一方面,规范过程管理,如督导前签署协议,督导中全程记录,督导后填写反馈,设立督导投诉信箱等。实践证明,该督导设计比较切合实际,运行效果良好。截止7月底,该平台累计完成各类督导超过23000人次;受督者对督导的满意度平均9分以上。", "label": "心理学", "id": 0}
{"content": "情绪调节是个体对情绪困扰的反应和处理方式,有效的情绪调节策略有助于个体缓解各种心理问题,提高生活质量。在诸多群体中,消防员经常面临压力、创伤和危险等特殊群体特征决定了情绪调节能力在该类群体中的突出作用。从认知行为疗法来看,源自东方冥想的正念疗法被证明可有效减少情绪调节困难。现有为数不多的横断研究检验了特质正念和情绪调节之间的关系,但结果并不一致,可能原因是两者之间存在其他的调节变量。研究拟基于人与环境相互作用理论,探究在个体发展中起重要作用的环境因素——感知社会支持,是否在消防员特质正念与情绪调节中起调节作用。采用追踪调查,对江苏省某消防员培训中心的消防员通过两次问卷调查收集数据。共有340名消防员（男性100%;Mage=21.33岁;SD=1.55）在基线（T1）和三个月后的随访（T2）中报告了其特质正念、情绪调节和感知社会支持水平。结果表明,在控制被试年龄、工作时间、创伤后应激症状以及抑郁的条件下,T1感知社会支持可以显著调节T1特质正念与T2表达抑制（交互项β=-.12, p <.05）,但T1感知社会支持在T1特质正念和T2认知重评之间的调节作用不显著。研究表明,高感知社会支持水平可以加强正念对表达抑制的负向预测作用。感知社会支持较高的个体容易获得安全感和归属感,以及他人的理解、尊重和帮助。外部的社会支持和内部的积极认知活动共同作用,激励个体采取积极的方式应对困难,而不是抑制表达。研究结果揭示了正念与感知社会支持之间的作用对消防员情绪调节的重要影响,能够为后续针对紧急服务专业人员情绪调节能力干预提供科学依据。", "label": "心理学", "id": 0}
{"content": "2019新型冠状病毒（COVID-19）大流行严重影响了公众的身心健康,甚至造成了部分民众的创伤后应激障碍（post-traumatic stress disorder, PTSD）。本研究在2020年5月20日至6月20日期间,测试了湖北省522名被试的正念水平、情绪弹性、正负情绪、PTSD症状表现以及对于疫情的态度。比较高低正念水平、不同性别、亲友是否被感染对各项指标的影响,以及情绪弹性在正念水平与创伤后应激症状中的中介效应。研究结果发现:（1）高正念水平个体与低正念水平个体相比,情绪弹性得分更高,正性情绪得分更高,负性情绪得分更低,PTSD各项指标得分更低。对新冠的恐惧程度更低。（2）男性与女性相比,情绪弹性得分更高,正性情绪得分更高,负性情绪得分更低。认为新冠病毒的死亡率更低,自己感染的可能性更低,恐惧程度更低。（3）亲友被感染的个体,认为自己被感染的可能性更高,PTSD回避症状得分更高。（4）正念水平与情绪弹性、正性情绪成显著正相关关系,与PTSD症状得分成显著负相关关系;情绪弹性与正性情绪显著正相关,与负性情绪、PTSD症状表现成显著负相关关系。（5）情绪弹性尤其是情绪恢复能力,在正念水平与PTSD症状之间起中介作用。以上结果表明性别影响个体疫情后的情绪反应以及对于疫情的态度;正念水平高低以及亲友是否被感染影响个体的PTSD症状表现;正念水平作用于情绪恢复能力,减少PTSD症状表现。", "label": "心理学", "id": 0}
{"content": "既往研究已表明正念干预可有效缓解个体情绪困扰,然而其背后的干预作用机制尚待探明。鉴于现代以正念为基础的干预手段其核心理念在于改变个体与消极思维或情绪的相处方式而非消极思维或情绪本身,痛苦忍受性,即个体如何与痛苦相处可能是干预起效的重要机制变量。本研究通过对129名高情绪困扰成人进行的随机对照试验,采用多时间点测量考察了为期八周的线上正念干预期间的正念水平、情绪困扰水平及痛苦忍受性的忍受、评估、沉浸和调节四个维度的发展趋势,并对痛苦忍受性在正念干预与情绪困扰缓解间的纵向中介作用机制进行检验。被试共完成四次测量:干预前（3月20日至3月23日）、第三周（4月6日至4月14日）、第六周（4月27日至5月6日）、干预后（5月15日至5月24日）。对前、后测进行的混合设计方差分析表明,正念干预对情绪困扰的缓解作用再次得到验证,对痛苦忍受性的干预效果则与前人发现不一致。考虑到新冠疫情的可能影响,本研究仅对前三个处于疫情期间的时间点进行建模。潜在增长模型显示,组别显著预测正念观察、正念不反应和总体正念水平的增长速度,显著预测个体痛苦忍受性中痛苦评估子维度的降低速度。纵向中介分析发现,干预通过显著降低第三周时个体对痛苦的负性评估,提升个体第六周的不反应水平,与此同时对第六周的情绪困扰起到缓解作用。以上发现表明痛苦评估,即个体将痛苦评估为负性,可能是正念干预前期起效的重要机制变量,对临床研究者与实践者的未来工作具有启发性。", "label": "心理学", "id": 0}
{"content": "2020年一月,我国爆发新型冠状肺炎。作为国际公共卫生紧急事件,新冠传染性高,造成了大量确诊与死亡病例,因此易使个体感到生命被威胁,产生负性心理反应,其中创伤后应激症状（Posttraumatic Stress Symptom, PTSS）最为典型。PTSS的产生与发展受创伤暴露和个体对创伤感知的影响,在疫情的背景下表现为主客观疫情严重程度。但现实中大部分身处疫情重灾区的群众仍保持心理健康,可能得益于正念缓冲了疫情严重程度对PTSS的预测作用。因此,本研究分别探究主、客观疫情严重程度与PTSS的关系,以及状态、特质正念在其中的调节作用。本研究共招募107名被试（22.53%男性,平均年龄22.16岁,SD=2.16）。以被试所在省每日新增确诊人数作为客观疫情严重程度的指标;被试感知疫情严重程度作为主观疫情严重程度的指标。首先,动态研究为为期7天的生态瞬时评估,主试每天登记被试所在省份的新增确诊人数作为客观疫情严重程度指标,并于每天11:00,16:00及22:00通过微信调查被试在每个时间点上的主观疫情严重程度,PTSS与状态正念水平。纵向研究中,采用疫情期间各被试主客观疫情严重程度与正念的均值作为基线数据,并待两个月后疫情初步稳定时,采用问卷测量被试经历疫情后的PTSS水平。结果表明:（1）从动态层面讲,状态正念能调节主观疫情严重程度与PTSS间的正向关系,具体表现为当个体t时刻状态正念水平较低时,t-1时刻主观疫情严重程度正向预测t时刻的PTSS水平;然而当个体t时刻状态正念水平较高时,t-1时刻主观疫情严重程度负向预测t时刻的PTSS水平;（2）从特质层面讲,特质正念不能调节主、客观疫情严重程度与两月后PTSS的负向关系。上述结果表明,状态正念与特质正念在不同疫情严重程度与PTSS关系中的角色不同,体现了正念在动态与特质层面上的不同作用。", "label": "心理学", "id": 0}
{"content": "反应性攻击指行为者在受到外界因素的激惹后由愤怒情绪驱使而对他人采取的攻击行为,正念训练已被证实可有效减少服刑人员、临床及非临床群体的攻击行为,但正念效应的机制尚不明晰。本研究旨在探讨正念训练降低反应性攻击的内部原因。研究一以107名大学生为被试（平均年龄19.52±1.46岁,女性59人）采用费城正念量表及泰勒攻击范式探讨正念特质与反应性攻击的关系,结果表明愤怒情绪及特质正念的接纳维度均与反应性攻击水平均存在显著负相关,接纳在愤怒及反应性攻击之间起到调节作用,随着愤怒情绪的升高,高接纳水平被试的反应性攻击显现出下降的趋势,而低接纳水平被试的反应性攻击显现出上升的趋势。研究二旨在探讨正念训练中的接纳及觉察因素分别对反应性攻击的影响,189名被试（平均年龄20.03±1.75岁,女性105人）随机分配到标准正念组、觉察训练组、放松训练组与控制组中,四组被试均进行十五分钟的音频干预,并测量干预后的反应性攻击水平。结果表明标准正念组经过包含接纳与觉察成分的干预后,接纳水平显著高于其他三组。同时,标准正念组在反应性攻击任务中表现出较其他三组更少的愤怒情绪与攻击水平。干预方式在愤怒情绪与反应性攻击之间存在调节效应,控制组中愤怒情绪可以显著正向预测攻击水平,而在标准正念组、觉察训练组与放松训练组中愤怒情绪与攻击水平之间不存在显著的关系。为探讨愤怒情绪的改变是否在正念训练与反应性攻击之间起到中介作用,研究三将被试随机分配到正念组与控制组,均进行反应性攻击的前测与后测。结果表明愤怒水平的改变值在正念水平及反应性攻击的改变值之间起到部分中介作用:Indirect effect=[-.0581,-.0 020]。研究结果表明愤怒的改变及正念中的接纳维度均与反应性攻击存在密切联系,正念中接纳维度的提升具有缓和愤怒和反应性攻击的作用,正念训练在一定程度上通过降低愤怒情绪降低反应性攻击水平,但愤怒情绪的降低可能并非正念训练降低反应性攻击水平的唯一路径。", "label": "心理学", "id": 0}
{"content": "联合行动为个体随着时间和空间的不断变化而调整自己的行为以适应他人（Sebanz,2006）。联合行动绩效既取决于操作者的操作技能,更取决于操作者的协作能力。关注操作者的协作能力是提高联合行动绩效的关键。但是以往少有研究关注操作者之间的协作能力以及人际因素对协作能力及任务绩效的影响。基于此,本项目将从人际距离视角出发,以研究人际协作能力的联合Simon任务为实验范式,采用心理物理学实验并结合近红外光谱的超脑扫描技术,研究协同作业中不同人际距离对操作者协作能力与作业绩效的影响及其机理。研究结果表明:一方面,在与抑制控制、具身模拟以及心理理论相关的背外侧前额叶、额下回和内侧前额叶均出现了不一致条件下的脑内激活显著大于一致条件下的结果,表明操作者在不一致条件下从上述脑区调动了更多的认知资源。另一方面,在与心理理论相关的内侧前额叶只在朋友组出现一致性效应,表明朋友组在联合任务表征中对他们心理活动有更多的推测与预期;脑间相关分析的结果表明,在不同人际距离水平下,双侧背外侧前额叶、双侧额下回和内侧前额叶,普遍参与脑间相关,表明这些脑区也许是联合行动中涉及共同表征的主要脑区。此外,值得关注的是,本研究结果表明与抑制控制、具身模拟、心理理论相关的通道6、9和27（分别位于左侧背外侧前额叶、左侧额下回和右侧颞极）的脑间同步性与联合任务绩效之间的显著相关,即这些区域的脑同步性越高,联合任务反应时越短,绩效越高。表明脑同步与更好的任务绩效相联系,缩短人际距离,提高脑同步是促进联合行动绩效的重要途径。本研究丰富了对联合行动的研究,为人际距离对联合行动绩效的影响提供了行为和神经生理的证据,研究结果将为提高联合行动绩效提供一定启示。", "label": "心理学", "id": 0}
{"content": "成功的团队协作既需要每个团队成员有效的任务作业,也需要成员之间有效的团队作业。基于神经工效学的团队认知增强技术是优化团队协作绩效最有前景的干预手段之一。传统认知增强技术常被用于支撑单人任务作业。该技术通过神经生理传感与计算,实现人的认知状态的实时监测;并根据认知状态的动态变化,以通过动态人机功能分配、增强显示等方式优化单人任务作业绩效。认知增强技术要在团队协作场景中有效地应用,最大的技术难点之一是如何有效地对团队认知状态进行实时监测。近年来不少研究通过如近红外脑成像等脑成像工具实结合超扫描技术,实现了多人交互场景下脑同步程度的测量。研究表明,脑同步可以作为团队层级的认知状态的有用的神经工效学指标。本报告将介绍两个脑同步与团队协作的研究。第一个研究使用便携式近红外脑成像技术探索了麻醉师二人团队高仿真训练中的脑同步模式。训练过程中,麻醉师二人团队本别经过了单人任务工作阶段、团队协作阶段以及训练后团队讨论阶段。结果表明,团队成员之间前额叶的脑同步程度在团队协作阶段显著高于单人任务工作阶段。第二个研究采用近红外脑成像技术探索了无人机二人操作员团队在搜索救援任务团队协作中的脑同步模式。无人机二人操作员团队通过言语沟通,实现飞机飞行控制操作和雷达传感操作的协同,以有效地完成搜索救援工作。研究组正在对实验数据进行分析;研究组预期团队脑同步程度将与团队协同性呈正相关,并与团队绩效呈正相关。基于这些研究结果,以及其它在不同场景中的团队协作脑同步研究,本报告还将探讨未来认知增强技术将如何利用基于神经生理同步的团队层级认知状态监控方法以实现团队认知增强。", "label": "心理学", "id": 0}
{"content": "在消费升级的新时代,满足消费者的需求已成为企业的首要任务。现有研究多从消费者的角度入手,讨论不同产品设计对消费者的影响。少有研究从设计师的角度出发,探讨其是否能够准确解码消费者的偏好。本文利用近红外光谱脑功能成像技术,旨在探索（1）不同设计元素对设计师和消费者产品感知的影响,以及（2）设计师与消费者对产品设计感知差异的认知机制。为此,我们招募了20位设计师分别以\"舒适性\"\"艺术性\"\"文化性\"为主题,设计三款水杯。一个月之后,我们分别让设计师与22位消费者浏览并评价这些水杯,同时测量他们的大脑活动。行为结果表明,与消费者相比,设计师对自己设计的作品给予了更高的评价。更为重要的是,设计师认为影响消费者购物态度的主要因素为舒适性和文化性;而消费者则认为影响其购物态度的主要因素为舒适性和艺术性。脑成像结果进一步显示,总体而言,设计师在查看自己设计的产品时奖赏脑区（左侧眶额叶皮层）激活更高。而且,从不同的设计元素来看,设计师在浏览艺术性产品时,奖赏脑区激活水平较消费者更高。在浏览文化性产品时,消费者认知压力相关脑区（右侧背外侧前额叶）表现出更高的激活,表明消费者难以理解产品设计。我们进一步证明了消费者和设计师对文化性产品的感知差异是由于知识结构不同造成的。因此,当设计师希望通过产品来传递特定的价值时,应该避免主观服务偏差,从消费者的角度思考,尽量降低消费者的理解负荷;或是在产品推出之前对消费者进行先行教育,以弥补设计师与消费者之间的认知差异。", "label": "心理学", "id": 0}
{"content": "研究探讨了自我客体化的恐惧管理功能,揭示了自我客体化在两性中分别通过文化依从和肉身回避来防御死亡焦虑的不同心理机制。研究1从特质的角度发现,两性的自我客体化水平与死亡焦虑特质正相关,而且男性（而非女性）的自我客体化水平能够被其死亡焦虑特质直接预测;在此基础上,研究2和研究3分别探讨、比较了两性对客体化的\"文化依从\"和\"肉身意识\"在死亡焦虑引发自我客体化中扮演的角色。总结而言,在自我客体化的恐惧管理功能上本研究有一些与过往TMT研究不同的发现:死亡焦虑能够提高男女两性的自我客体化水平,但这一过程在两性中存在不同的机制:对于女性而言,文化中普遍存在客体化女性的文化,面对死亡焦虑时女性依从文化而进行自我客体化,以通过文化世界观和自尊防御对抗死亡焦虑;而男性有更明显的肉身性,在面对死亡焦虑时男性通过回避肉身——将自我客体化为不死之\"物\"来对抗死亡焦虑。", "label": "心理学", "id": 0}
{"content": "前人的研究表明,对更多选择的偏好是最优化决策者在决策中存在的一种强烈倾向,但是对于最优化决策者进行选项搜索乃至于为此付出巨大代价的原因,却知之甚少。本研究探讨了最优化决策倾向在何种条件下会增强个体对更多选择的偏好和这种效应背后的机制。通过四个实验,本研究发现即便更多的选择并不带来更好的结果,与满意化决策者相比,最优化决策者仍然在更多的选择有代价的条件下偏好更多的选择（实验1）。本研究通过中介回归模型分析进一步证明了对代价的敏感程度是决策心态和对更多选择的偏好之间的中介机制,并排除了对选择的重视程度和对代价的重视程度这两个可能的备择解释（实验2和实验3）。本研究还发现当代价得到凸显时,最优化决策者会意识到代价,并将对更多选择的偏好限制到和满意化决策者相同的水平,因此对代价的敏感程度的在决策心态和对更多选择的偏好之间的中介作用得到了进一步的支持（实验4）。本研究的主要结论是:对代价的敏感程度不同是最优化决策者比满意化决策者偏好更多选择的内在机制。主要的理论贡献是:探究了最优化决策者进行选项搜索的原因,为解释最优化悖论做出贡献,并更深入地指出了最优化决策者和满意化决策者的区别。在实验方面,本研究还开创了更具生态效度的决策实验范式。", "label": "心理学", "id": 0}
{"content": "我们的生活中常常存在着真实或预期的观察者。一百多年来,社会心理学家探索了观察者对我们的行为表现等方方面面的影响,本研究则首次关注个体在被观察时（与私密情境相比）会如何建构事物。通过7项实验,本研究发现,个体更倾向于在被观察时采取更高的解释水平建构事物。具体而言,当被观察时,个体倾向于从更整体的角度建构事物,在表达时着眼于更本质的特征,在消费决策中也更看重商品的核心属性。本研究对该效应的机制进行了进一步的探讨,发现在被观察时,个体更倾向于采纳他人的视角,视角的转化拉远了原有的心理距离,进而提高了建构事物的解释水平。最后,本研究发现这一效应在控制个体的唤起水平后仍然存在,且仅当个体被观察时（而非他人在场但并未观察时）存在。", "label": "心理学", "id": 0}
{"content": "感恩作为一种特定的积极情绪,可以提升个体的幸福感,促使个体的利他行为。以往关于感恩的研究着重于探讨感恩与幸福感之间的联系,而关于感恩与决策相关情绪的关系研究较少。后悔是决策中常见的消极情绪,不仅影响决策满意度,对于个体总体幸福感也会产生影响。本研究旨在探讨感恩与决策后悔的关系,以及其内在的作用机制。实验1选取美国Amazon Turk平台的被试102人,采用量表的方法测量特质感恩与后悔,结果发现,特质感恩对于后悔具有负向预测作用。实验2选取问卷星平台的被试130人,启动状态感恩测量具体决策情境中的后悔,结果发现,与控制组相比,感恩组的个体较少体验到后悔。实验3a选取问卷星平台的被试135人,采用量表测量特质感恩,并用情景实验的方法测量具体决策情境中的后悔,结果发现,感恩程度较高的个体更少体验到后悔,而且时间焦点在其中起到中介作用。实验3b选取美国Amazon Turk平台的被试100人,采用量表的方法测量感恩、后悔与时间焦点,结果发现,感恩对后悔具有负向预测作用,而且时间焦点在其中起到中介作用。综上所述,本研究一致发现,感恩可以较少决策中的后悔体验,而且时间焦点在其中起到中介作用。本研究丰富了感恩与决策后悔领域的相关研究,扩宽了感恩的积极作用。", "label": "心理学", "id": 0}
{"content": "在钢琴表演中,钢琴家往往通过精湛的演奏技巧试图塑造和表现不同的音色（如明亮的,圆润的等）,以期与听众进行音乐交流。但是与交流情感或音乐表现力的研究相比,现有研究对于演奏者-听众之间有关音色交流的研究较少,在不同的视听呈现条件下演奏者是否能向听众可靠地传达他们的音色意图这一点仍是未知的。笔者以往的研究（Li＆Timmers, 2020）揭示了演奏者对钢琴音色的隐喻受肢体运动和身体体验的影响,而这些具身化的过程丰富了演奏者在表演过程中的主观体验,这一点暗示了音乐表演中视觉信息对听众音乐感知的重要性。据此我们设计了一个音色感知实验,以验证钢琴表演中听觉信息和视觉信息对听众音色感知的影响。该实验采用了3（三位演奏者）x3（三种视听条件）x2（音色对照）设计的重复测量方差分析,检验了演奏者-听众之间10种音色（明亮的/灰暗的,沉重的/轻盈的,圆润的/尖锐的,紧张的/松弛的,干涩的/天鹅绒般的）的交流是否可行。三首曲目由三位不同的钢琴演奏者用10种音色演绎完成（即30首）,21位听众要求在三种视听条件下（纯音频,纯视频,音视频兼具）对这30首音乐材料进行音色判断（1-7里克特量表）。结果显示了九种音色均可以可靠地交流和传达,灰暗的音色（dark）除外;视觉信息提高了紧张的和松弛的两种音色的交流准确性,且不受演奏者这一因素的干扰。对于其他的几组音色,我们发现了不同演奏者对依赖视觉线索以提高交流准确性的偏好和能力有所不同。该实验表明,钢琴音色的交流不完全只依靠于声音线索（即音色的声学特征）,也与音乐表演中的视觉线索（即观察到的表演姿态,动作）有关。这一实证研究丰富了具身认知理论在音乐表演和音乐交流研究领域中的应用,即演奏者和听众在肢体运动和身体体验方面的共识为音色的具身化交流奠定了基础。", "label": "心理学", "id": 0}
{"content": "作为阅读的基本加工单位,词汇在毕生发展中不断积累。当词汇量积累到一定程度,阅读中伴随习得词汇成为个体拓展词汇量的主要方式。在阅读浅层正字法书写系统（如希伯来语）的文本时,读者通过\"语音解码\",自发地在阅读中建构新词表征,这是完成词汇学习的核心机制（Share, 1995, 2008）。而作为深层正字法书写系统,汉语形-音对应相对不系统,但具有由形知义的特点,即形旁可以在亚词素水平提供语义线索。那么,形旁语义线索如何作用于汉语阅读伴随词汇学习?该效应如何随着新词表征的逐步积累而变化?本研究通过操纵新词的形旁语义是否透明,对上述两个问题进行研究。构造两类双字假词作为新词:一类新词的形旁可以提示整词语义（形旁语义透明条件）;一类新词的形旁不能提示整词语义（形旁语义不透明条件）。在学习阶段,通过15个强限制性学习语境,把每个新词描述为某种语义类别下的新成员;为降低学习负荷,将整个学习阶段均分于五个子阶段,阅读期间记录被试的眼动轨迹。在测试阶段,通过正字法选择、语义类别判断、新词释义任务考察学习效果。结果发现,在与语义测试相关的两个测试中,读者在形旁语义透明条件下的表现显著优于形旁语义不透明条件,表现出典型的形旁语义透明度效应。此外,在分析整个学习阶段的眼动数据时,仅发现微弱的形旁语义透明度效应（仅反映在回视入概率上）。基于前一次或几次阅读在整个阅读伴随词汇学习中的重要作用,我们又对第一个语境的眼动数据进行分析,结果发现,形旁语义透明条件下对新词的回视入概率显著降低,且总注视时间、总注视次数均显著少于形旁语义不透明条件,表明在第一次阅读新词时获得了更大的形旁语义透明度效应,该效应主要发生在词汇加工的晚期阶段。上述研究结果表明,汉语熟练读者会自发利用亚语素形旁语义信息促进阅读伴随词汇学习。由此证明,阅读伴随词汇的学习机制在具有语言普遍性的同时（Li et al., 2018; Li et al., 2019）,也具有语言间的特异性。", "label": "心理学", "id": 0}
{"content": "根据词汇质量假说,阅读效率高（快速）的读者词汇表征质量更高,在词汇加工中对语境信息的依赖更少;而阅读效率低（慢速）的读者则更依赖语境信息来弥补较低的词汇表征质量（Andrews, 2015; Perfetti,2007）。相反,预测编码理论则认为,与阅读效率低的读者比,阅读效率高的读者拥有更丰富的阅读经验,更善于利用语境来预测即将出现的词汇（Hawelka et al., 2015）。在中文阅读中,不同阅读效率的成人读者对预测性的依赖还不清楚,本研究借助Eyelink 1000眼动仪并通过两个实验检验这两种观点。实验1通过比较15组快速与慢速读者在句子阅读中对目标词（高或低预测）的注视情况,来考察两组读者在中央凹词汇加工中利用预测性信息的差异。实验1共有60对高-低预测实验句子。实验2使用边界范式（Rayner, 1975）操纵60个高预测词的副中央凹预视（相同、视觉相似假字、低预测词和无关假字）来考察预视对20组快速与慢速读者加工预测性信息的影响。整体结果显示,快速组比慢速组对目标词的注视更少、更短,跳读更多。实验1发现高预测词比低预测词的注视时间更短,即预测性效应,且该效应在两组上表现一致。实验2发现了显著的预视效应,且该效应受阅读组别调节:慢速组在低预测预视和无关预视下的注视时间长于快速组,而在相同预视下两组的注视时间相似;另外,在跳读率上,慢速组对相同预视下目标词的跳读显著多于低预测预视,而快速组对相同预视和低预测预视下目标词的跳读没有差异。本研究结果表明,在中文阅读中,快、慢速读者对预测性信息的依赖程度没有差异,不支持词汇质量假说和预测编码框架理论;但是,与快速读者相比,无关预视对慢速读者的目标词加工和下一次眼跳目标选择的干扰更大,反映了慢速读者对无关或不恰当信息激活的抑制较弱。", "label": "心理学", "id": 0}
{"content": "回视是阅读中的一种常见现象。研究者根据回视距离,将其分为长距离和短距离回视。对长距离回视引导机制进行解释的理论存在争议:空间编码假设认为长距离回视由空间记忆引导,而言语重构假设认为其由言语记忆引导。对长距离回视中的修正眼跳的主导因素也还没有确切结论。因而,本研究采用最初回视误差、最初回视大小、累积回视大小、回视反应时等回视指标,通过三个实验探究中文阅读中长距离回视的引导机制,以完善相关研究。实验一采用2（回视条件:阅读、不阅读）×2（词频:高频、低频）×3（目标词位置:前三分之一、中间三分之一、后三分之一）三因素混合实验设计。结果发现,阅读组最初回视误差更低,最初回视大小在目标词位置之间差异显著,不阅读组则不显著;目标词位置在所有回视指标上的主效应都显著。实验二采用2（回视可见性:可见、不可见）×2（词频:高频、低频）×3（目标词位置:前三分之一、中间三分之一、后三分之一）三因素混合实验设计。结果发现,不可见组的最初回视误差更小,最初回视大小更大。实验三采用3（回视目标:原词、近义词、形近非词）×3（目标词位置:前三分之一、中间三分之一、后三分之一）的被试内实验设计。结果发现,句中目标词为形近非词时的累积回视大小显著小于原词和近义词,而原词的回视反应时小于近义词。实验结果表明,长距离回视的最初回视由空间记忆引导,支持空间编码假设;修正眼跳受文本视觉信息和言语记忆引导。", "label": "心理学", "id": 0}
{"content": "自杀意念是指个体在思想或认知上想要结束生命的想法、念头,是预测未来自杀企图和自杀死亡最可靠的指标之一。近年来,大学生自杀事件频发,引起人们的广泛关注,这也反映出高校在培养学生敬畏情绪上存在缺失,特别是对生命的敬畏。因此,关注大学生的心理健康,研究大学生敬畏情绪对自杀意念的影响,以及其内部机制尤为重要。本研究从积极心理学的视角,基于积极情绪的拓展—建构理论和自杀缓冲假设,考察特质敬畏情绪与自杀意念的关系,并探讨心理韧性与生命意义感在其中的作用。研究采用特质性积极情绪量表中的敬畏分量表（DPES-r）、青少年心理韧性量表（RSCA）、生命意义感量表（MLQ）和青少年自杀意念量表（PANSI）对251大学生进行问卷调查。结果发现:（1）敬畏、心理韧性和生命意义感两两之间均呈显著正相关,敬畏、心理韧性、生命意义感三者均与自杀意念呈显著负相关;（2）敬畏能显著负向预测自杀意念（β=-0.403,t=-6.682,p<0.001）;（3）敬畏能通过心理韧性和生命意义感的中介作用对自杀意念产生影响,且该中介作用包含了三条路径:敬畏→心理韧性→自杀意念（Bootstrap法重复抽取5000次, 95%CI=[-0.315,-0.117],中介作用显著,中介效应值-0.205）;敬畏→生命意义感→自杀意念（95%CI=[-0.089,-0.012],中介作用显著,中介效应值-0.044）;敬畏→心理韧性→生命意义感→自杀意念（95%CI=[-0.072,-0.011],链式中介作用显著,中介效应值-0.038）。结论:敬畏情绪对自杀意念有直接影响,也可通过影响心理韧性和生命意义感对自杀意念产生间接影响。本研究结果认为高校应注重对大学生敬畏情绪的教育和培养,提高学生的心理韧性和生命意义感,提升心理健康水平,减少自杀意念的产生,从而有效的预防自杀现象的发生。", "label": "心理学", "id": 0}
{"content": "跨期决策是指对发生在不同时间点上的成本与收益进行权衡进而做出选择的过程。敬畏是个体面对浩大以及超越当前认知范围的事物时产生的一种情绪体验。这些事物包括自然奇观、艺术杰作、或非凡的人类行为等,而暴露于自然景观下的个体在跨期决策时更偏好延迟的高收益选项。本研究在时间感知基础模型和解释水平理论的基础上引入\"时间知觉\"和\"小我\"两个中介变量,旨在探究敬畏情绪对跨期决策的影响以及时间知觉和小我的中介作用机制。研究一采用单因素被试间实验设计,通过自然图片和几何图片分别诱发敬畏情绪和中性情绪,使用延迟折扣范式测量跨期决策,探究敬畏对跨期决策的影响。研究二为排除自然元素的干扰,采用非自然景观视频诱发敬畏情绪,同时在研究一的基础上引入\"时间知觉\"和\"小我\"两个中介变量,探究时间知觉和小我在敬畏对跨期决策影响间的中介作用。本研究预期结果:（1）无论是自然还是非自然景观诱发的敬畏情绪与中性情绪相比都能够显著降低跨期决策的延迟折扣率;（2）时间知觉和小我在敬畏与跨期决策间的中介作用显著。总体来说,敬畏可以使人们知觉到的时间更充裕以及将注意力从自身转移到宏大的事物上,进而促进人们在跨期决策中选择等待延迟的高收益。", "label": "心理学", "id": 0}
{"content": "背景:2019年冠状病毒病（COVID-19）的大范围流行给公众带来了前所未有的心理压力。在疫情爆发期间,大众媒体报道是COVID-19相关信息的主要来源。本研究旨在研究媒体暴露对急性应激反应的影响,并识别急性应激的相关预测因子。方法:于2020年2月7日至2月20日对1450名中国人进行在线调查。编制媒体接触问卷,评估媒体接触时间、媒体接触形式和媒体接触内容。采用斯坦福急性应激反应问卷（SASRQ）测量急性应激水平和可能发生急性应激障碍（ASD）的危险性。进行了一系列多元回归分析。结果:在对人口统计学进行控制后,长时间的媒体接触和社交媒体的使用与更高的急性压力和发生自闭症的几率相关。观察病人的情况与更高的急性应激有关,而查看最新的流行数据与较低的可能发生自闭症的几率有关。女性,居住在湖北省,与她们关系密切的人被诊断为COVID-19,精神疾病史,不良生活事件和以前的集体创伤暴露是急性应激反应的危险因素。结论:这些发现证实了间接媒体接触流行病事件与急性应激反应之间的关系。各国政府和其他有关机构应意识到与灾害有关的媒体曝光的负面影响,并采取适当的干预措施,以促进创伤事件后的心理健康。", "label": "心理学", "id": 0}
{"content": "应激反应存在巨大的个体差异,找到客观有效的应激反应预测指标对应激易感人群早期筛查和高压环境作业人群的选拔都具有重要意义。情绪调节与应激反应紧密联系,以往研究表明自我报告的情绪调节倾向与急性应激的皮质醇反应相关,但是研究结果的方向并不一致。本研究旨在采用较为客观的情绪调节神经活动指标对应激下的皮质醇变化（包括反应阶段和恢复阶段）进行预测。本研究共招募75名大学生参与实验,最后用于分析的有效数据为72名被试,平均年龄20.4岁,标准差1.26岁。所有被试分两天完成实验。第一天被试到实验室在电脑上完成情绪调节任务（包含观看中性、观看负性、认知重评和表达抑制共四种条件）,并同时记录脑电。第二天下午被试到实验室完成应激任务,即特里尔社会应激测试（Trier Social Stress Test,TSST）,包括准备、当众演讲和心算三个任务。在应激任务前后我们总共采集10次唾液样本以分析唾液皮质醇含量,并且连续记录应激前后和应激过程中的心率。研究结果表明被试的唾液皮质醇含量在应激结束后10分钟左右达到峰值,而心率则在应激的演讲时即达到峰值并且快速回落。更重要的是,我们发现情绪调节任务过程中的晚期正电位（the late positive potential, the LPP）能够显著预测社会心理应激的唾液皮质醇上升程度、恢复程度和恢复速率。并且在控制年龄、性别和身体质量指数（Body Mass Index, BMI）变量之后,对恢复程度和恢复速率的预测依旧显著。本研究结果表明情绪调节活动的神经指标确实能够作为社会心理应激反应的有效预测指标。", "label": "心理学", "id": 0}
{"content": "随着VUCA （Volatility:易变性;Uncertainty:不确定性;Complexity:复杂性;Ambiguity:模糊性）时代的到来,应激成为每个人都会面临的一种生活方式。当前,剧烈的社会变革对人类创造性提出了严峻的考验。无论个人还是组织,经常需要在应激状态下创造性地提出解决问题的策略。例如,COVID-19危机就是对个体和组织在应激状态下如何创造性解决问题的一次\"大考\"。因此,探讨应激状态下创造性的加工机制具有重要的理论价值和现实意义。本研究探讨了急性应激影响创造性认知加工过程的认知神经机制。研究一运用特里尔压力测试（Trier Social Stress Test, TSST）诱发个体应激状态,以唾液皮质醇（salivary cortisol, sC）与唾液α淀粉酶（salivary alpha amylase, sA A）作为评估压力的指标。结果表明,应激对发散思维产生了显著的阻碍作用。研究二运用EEG技术,通过高频（10-12Hz）α波的任务相关功率（task-related power, TPR）从时间进程的角度进一步探究了应激状态下创造性活动发生进程中大脑皮层兴奋水平的变化。结果表明,在应激之前个体的α波只在第一阶段出现同步化,而在应激之后个体的α波全时程处于去同步化,反映出自下而上受刺激驱动的加工状态。因此,急性应激直接影响了创造性认知加工进程中的早期阶段。研究三运用fN IRS超扫描技术,探究了急性应激影响团体创造力的脑间互动机制。结果发现,急性应激状态下被试小组的合作指数更高,且右侧颞上回（right superior temporal gyrus, rSTG）的脑间同步性与创造力任务中流畅性分数呈显著正相关。未来研究一方面需要深入考察应激影响创造性认知加工进程中个体激素水平的变化对执行功能的影响,进而为揭示应激影响创造力的中介作用机制提供更为系统的解释路径。另一方面应综合运用多模态手段,从神经内分泌系统动态平衡机制的视角,进一步探讨神经内分泌系统的中介作用机制和个体基线的调节作用机制,以期构建起神经科学分子水平-脑网络-行为的综合框架。", "label": "心理学", "id": 0}
{"content": "尽管应激对心理健康的影响得到了广泛承认,应激和心理健康的定量研究颇具争议,线性假说和曲线假说均有实证证据支持。剂量反应理论（dose-response theory）更为精准地描述了应激事件与心理健康之间的线性关系（Turner＆Lloyd, 1995）,并随着应激事件种类和数目的增加表现出\"积木式\"的累积效应。随着对应激积极视角的转换提出了应激接种模型,对传统的朴素观念提出了挑战,该模型假设生命早期暴露在适度的应激下,反而会有更强的应激应对能力和更好的心理健康。相关概念包括应激接种（Meichenbaum, 2007）、心理复原力（Kalisch et al., 2017）、钢化效应（Rutter, 2012）等,这些现象都指出中等程度的应激能够使人们更好地面对未来的应激事件,进而能在保持更良好的心理健康。也就是说应激事件与心理健康应该具有二次曲线关系。本研究初步纳入了58项研究进行系统综述和元分析,对应激和心理健康关系的理论背景、实证研究、争议原因进行了梳理,发现目前研究呈现远端应激支持曲线假说,近端应激支持线性假说的局面,测量偏差和曲线理论验证不足的可能是研究结论不一致的原因。", "label": "心理学", "id": 0}
{"content": "在日常生活中,经常暴露于负面刺激中,这是焦虑症临床治疗的基础。在这里,我们评估了重复呈现的负面刺激的神经处理是否具有弹性或对压力的敏感性,通过对实验室诱发的急性压力的生理反应以及对日常生活压力的情绪反应来测量。52名健康的年轻人被要求观看三次负面或中性的图片,同时记录他们的脑电图。在另一天,参与者接受特里尔社会压力测试（TSST）,在压力诱导前后测量唾液皮质醇和心率。随后,连续30天对参与者的日常压力、焦虑和抑郁进行了测量。结果显示,相对于中性图像,晚期正电位（LPP）波幅增加到重复呈现负电位,显著预示了TSST期间皮质醇增加更大。此外,这种对消极画面重复的LPP反应也与对日常生活压力的情绪反应有关。具体来说,LPP振幅增强的参与者在日常生活压力的反应中报告了更多的焦虑和抑郁症状。这是第一个系统地将情绪处理作为压力敏感性的生物标记进行研究的研究,通过控制良好的实验室范式和生态日常生活进行评估。这些发现可能有助于识别个人在发展与压力有关的精神病理学的风险。", "label": "心理学", "id": 0}
{"content": "在实证研究中,研究者常常需要对心理构念进行不同被试组别或时间点上的比较,进行该比较的前提条件是满足测量不变性。传统测量不变性检验方法,即严格等值法（exact measurement invariance）,对参数跨组相等的要求过于严格,可能会导致模型拟合差等问题。而贝叶斯渐近测量不变性,即渐近等值法（approximate measurement invariance）,通过为参数跨组差异提供均值为零、方差极小的先验分布,放宽了对参数的严格限制,因此该方法具有更灵活、拟合更好等优势。然而,目前关于渐近测量不变性的研究仍局限于正态数据的条件。鉴于非正态数据在心理学领域的常见性及其可能会对估计结果造成的影响,本研究旨在探讨渐近测量不变性方法在非正态数据下的表现。本研究根据不同数据分布形态、非正态条目数、参数跨组差异、组样本量以及组别数目生成315种条件组合,使用基于稳健最大似然估计的严格等值法和提供不同先验分布的渐近等值法进行分析。结果表明,在拟合指标方面,渐近等值法的拟合指标PPP值随非正态条目数增多和数据非正态程度的增大而减小。在因子均值差异估计表现方面,各评价指标受数据非正态性影响较小,而更多受到其它因素的影响:跨组差异较小时,渐近等值法的因子均值差异估计准确性随跨组差异减小、组数减少、组样本量增大和先验方差增大而有所提升,而跨组差异较大时,严格等值法和渐近等值法的估计偏差较大且呈现不稳定的趋势。最后,本文通过一则实例分析展示了两种方法的分析过程,并对上述结果进行了验证。通过探讨在非正态数据下不同因素对渐近测量不变性方法的影响,本研究在理论上有助于研究者深入了解该方法在不同条件下的表现,在实践上也为该方法在非正态数据下的应用提供了相关指导。", "label": "心理学", "id": 0}
{"content": "面孔包含构形信息和特征信息,在实验中存在多种操纵这两种信息的方法,如模糊、倒置或面孔空间频率信息。高空间频率（high-spatial frequency, HSF）呈现原始图像的精细细节,低空间频率（low-spatial frequency, LSF）保留视觉刺激的整体形态,因此LSF和HSF可以分别看作面孔构形和特征信息的加工,而宽空间频率（broadband-spatial frequency, BSF）则是面孔构形和特征信息的整合。先前的研究表明面孔加工遵循\"由粗到细（coarse-to-fine）\"的顺序。我们最近的ERP研究发现,在注意资源充足的情况下,面孔构形信息和特征信息分别对P1和P2成分更敏感。然而,工作记忆负载是否影响面孔构形和特征信息加工的先后顺序仍待研究,尤其是记忆编码和提取阶段的时间进程是否存在差异,二者在何时进行整合性加工尚不清楚。因此,本研究采用3 （面孔记忆负载:高,中,低）×3 （面孔空间频率:低频,高频,宽频）的被试内设计,通过延迟再认任务,探究工作记忆负载对面孔空间频率信息加工时间进程的影响。行为实验结果显示,在较高的面孔记忆负载下,宽频面孔识别效果最好,其次是低频面孔,高频面孔最不容易识别,说明在高记忆负载下面孔构形和特征的整合加工表现较好,其次是构形加工。ERP结果表明工作记忆负载调节面孔空间频率信息的加工,即在编码阶段N170上,低记忆负载下不同空间频率的面孔加工差异最大,在提取阶段N170和P2上,中记忆负载下不同空间频率的面孔加工差异最大。具体来说,P1和N170在编码和提取阶段分别对宽频和低频面孔更敏感,而P2在编码阶段对宽频面孔更敏感,在提取阶段对高频面孔更敏感。这些结果表明,记忆编码阶段总体上遵循整合、构形、整合加工的时间顺序,提取阶段遵循整合、构形、特征加工的时间顺序,说明\"由粗到细\"的加工顺序只适用于记忆提取阶段,而不适用于编码阶段。", "label": "心理学", "id": 0}
{"content": "与已有研究着重考察如何识别客体导向性意图（动作以物理对象为目标,而不涉及其他人）不同,本研究对人们如何识别社会性意图（动作以指向社会主体为目标以影响对方的交互行为）进行了探讨。基于两交互主体在整体层面应遵循效用最大化的分析,提出当A协助B达成目标状态所需要的成本小于B单独实现该目标状态所需要的成本时（简称为成本最小化信息）,其可被识别为具有社会性意图。通过在B面前设置栅栏的方法操纵成本最小化信息,以指示不同意图类型的脑电μ抑制程度、对不同变化的敏感性（辨别力）为指标,对该假设进行了检验。结果显示,相比客体导向性意图的控制条件（即A将目标物苹果放置在石头前）,当A将目标物苹果放置在被栅栏挡住的B前,其动作可减少B单独获取该苹果的动作成本,即符合成本最小化条件时,μ的抑制程度更高（实验1）,且对结构改变（某两个动画中充当相同角色的智能体互换）的辨别力更强,但对角色交换（某个动画中两个智能体的角色交换）的辨别力更弱（实验3a）;而当栅栏不存在时,虽然A的运动路径与实验1相同,但A将苹果放置在B前的成本大于B自身获取苹果的成本,即不符合成本最小化条件,条件间μ抑制的差异消失（实验2）,且对不同动作模式中变化的辨别相当（实验3b）。鉴于已有研究表明社会性意图所诱发的μ抑制强于客体导向性意图,且人们对存在社会性意图的两个智能体间的结构改变更容易辨别,而对角色交换不敏感,故上述结果揭示,两个个体的行为是否满足成本最小化影响人们对动作意图的识别,支持成本最小化信息是社会性意图识别线索的观点。", "label": "心理学", "id": 0}
{"content": "知觉与运动的关系一直是心理学研究的热点问题。前人的研究已经证明,语言和数字等的知觉对抓握运动具有明显的影响。本研究基于广义数量表征系统模型（Generalized Magnitude System, GMS）,探究在不同文化体系下,社会地位知觉对抓握运动的影响。本研究分为两部分实验。第一部分为跨文化的对比实验,包括实验1a和1b,分别以中国大学生和西方留学生为对象,比较相同的社会地位词汇（县长、省长、总理）对抓握运动的不同影响。结果发现,社会地位知觉对抓握运动的影响效应在中国大学生和西方留学生之间存在差异,中国人在抓握时的反应时和最大抓握孔径受社会地位知觉的显著影响,而西方留学生则不受这种影响。中国人和西方人在社会地位上都有高低的隐喻,但西方人的社会地位知觉与大小的联结程度与中国人存在差异。上述结果表明,社会地位知觉对抓握运动大小度量的影响是源于社会地位中大小隐喻的强烈联结和自动化激活。第二部分在实验1a的基础上,通过给被试呈现不同差距的社会地位对比（县长与总理;省长与总理）,进一步探究社会地位在抓握运动大小度量系统中的表征特征。结果表明,抓握运动大小度量系统对社会地位知觉的表征方式是提取\"大小对比\"的信息,并没有表征具体的差异量。研究结论表明,社会地位知觉能够通过其大小对比隐喻的激活影响抓握运动的计划和执行,且抓握运动系统对知觉信息的加工是基于相对大小,而不是绝对大小。", "label": "心理学", "id": 0}
{"content": "面孔是一种常见的视觉刺激,其所包含的种族信息在人们辨别不同族群、识别身份信息过程中发挥了重要作用。为了探究面孔特征在种族信息判断中的作用,本研究采用面孔-词Stroop实验范式进行了2（面孔种族:本族、异族）×3（汉字出现部位:眼睛、鼻子、嘴巴）×2（面孔汉字:一致、不一致）的被试内实验设计。实验一要求被试判断面孔的种族,结果发现,面孔种族和汉字出现部位存在显著交互作用,简单效应分析发现,本族面孔识别,眼睛作用较大,嘴巴的作用较小;而异族面孔识别,眼睛作用较大,鼻子的作用较小。汉字出现部位与面孔汉字的交互作用显著,进一步分析发现,汉字出现在眼睛时Stroop效应最大。面孔种族与面孔汉字显著的交互作用表明,本族面孔较异族面孔诱发更大的Stroop效应。为了增加汉字对面孔种族判断的干扰,诱发更大的Stroop效应,实验二要求参与者不仅要判断面孔种族而且要出声读出汉字,反应时结果发现三因素交互作用显著,进一步分析发现,对本族面孔来说,汉字出现在嘴巴部位诱发的Stroop效应较大;对异族面孔来说,汉字出现在鼻子诱发的Stroop效应较大。正确率上的面孔种族与面孔汉字的交互作用也发现本族面孔诱发更大的Stroop效应。但是,上述两个实验都是向被试呈现正立面孔,为了探究面孔构形信息受到破坏时,特征信息在种族识别中的作用,实验三使用了倒置面孔图片并重复了实验二的过程,结果发现面孔种族和汉字出现部位之间存在交互作用,简单效应分析结果表明识别本族面孔时眼睛作用较大,鼻子和嘴巴的作用较小;识别异族面孔时眼睛作用最大,其次是嘴巴,鼻子的作用较小。但是,倒置面孔下的Stroop效应不受面孔种族和汉字出现部位的影响。综上,本研究表明眼睛包含了种族识别的关键信息,在正立和倒置面孔的识别中都有重要作用,嘴巴在异族面孔判断中的作用高于本族面孔。", "label": "心理学", "id": 0}
{"content": "人对时间和空间的心理表征有着密切的关系。人类经常用具体的空间信息来表征抽象的时间信息,比如时间-空间映射或心理时间线。以往的行为研究发现,不同维度上的时间-空间映射似乎有着不同的起源和机制。左右维度的时空映射起源于与阅读书写习惯相关联的感觉运动经验,其内在机制是一种低水平的感觉运动机制;而前后维度时空映射起源于语言中的空间隐喻,是一种高水平的语义加工机制。本研究则进一步采用EEG/ERP技术,来探索前后和左右维度时空映射是否存在神经机制的分离。我们采用了经典的STARC效应范式并通过游戏摇杆来收集反应,记录被试的行为和脑电数据。行为结果表明,无论是在前后还是水平维度,不一致条件下被试的反应时均显著高于一致性条件,证明了两个维度都存在时空映射;基于反应锁定的ERP结果则发现,前后维度和左右维度在不一致反应和一致反应的差异波上存在明显差异;进一步的时频分析结果表明,当发生时空匹配冲突时,左右维度在顶叶的β频段（13-18HZ,150-200ms）和额叶的θ频段（4-7HZ,200-400ms）比前后维度上都有更强的功率。最后我们还采用了机器学习（支持向量机SVM）的方法进一步验证了结果。总之,上述结果都支持前后和水平维度的时空映射机制确实存在分离,具有不同的神经生理基础。", "label": "心理学", "id": 0}
{"content": "额叶的theta/beta作为持续注意神经反馈训练的脑电指标,被广泛应用于注意缺陷多动障碍的干预治疗等领域。最近的几项荟萃分析认为对于持续注意的神经反馈训练,beta比theta/beta更有效,因为以往文献比较一致地报告了在较高持续注意需求的任务中,beta的功率会升高。然而,与theta/beta相比,beta对于持续注意是否有更好的特异性和敏感性还不清楚。针对这一问题,本研究结合脑电技术和行为任务开展了一项实验。66名健康大学生受试者完成了高/低持续注意需求的两类任务,即两选择反应时任务和简单注视任务。根据行为指标（个体内反应时变异系数）由低到高的顺序,受试者被分为高注意水平组（22人,女12人,排序位于前1/3）和低注意水平组（22人,女10人,排序位于后1/3）。两组受试者在不同任务状态下的beta功率以及theta与beta功率的比值被提取出来（Fz电极）。此后,我们以持续注意水平（被试间变量,高/低注意水平组）和任务状态（被试内变量,高/低注意任务状态）为自变量,分别对beta及theta/beta进行重复测量方差分析。研究结果表明beta和theta/beta在持续注意水平和任务状态两个自变量间的交互作用显著（beta:F（1,40）=5.6,p=0.02,theta/beta:F（1,40）=6.9,p=0.012）。两个脑电指标在任务状态变量上的主效应显著（beta:F（1,40）=4.7,p=0.03,theta/beta:F（1,40）=63.8,p=0.001）。高低注意水平组的theta/beta随着任务持续注意需求的增加都呈现出显著升高(t高水平=2.81,p=0.005;t低水平=17.3,p<0.001)。而对于beta,只有高注意水平组会响应任务持续注意需求的改变(t高水平=2.37, p=0.01;t低水平=-0.34,p=0.37)。这些结果表明beta与theta/beta都对持续注意有敏感性,但beta对持续注意的响应只存在于高注意水平受试者。值得注意的是,beta与theta/beta这两个脑电指标在持续注意水平变量上主效应都不显著（beta:F（1,40）=1.05,p=0.31,theta/beta:F（1,40）=0.42,p=0.52）,说明这两个脑电指标不能区分不同持续注意水平的受试者。这些发现揭示了持续注意任务状态下脑电节律波指标的特性,为持续注意神经反馈训练中脑电反馈指标的选择提供了指导依据。", "label": "心理学", "id": 0}
{"content": "在心理学、教育学和组织行为学等领域的研究中,研究者往往需要利用多层模型解决多层数据中非独立性观测可能带来的问题。在多层模型中,基于传统频率学派的极大似然估计方法（Maximum Likelihood, ML）需要依赖大样本,在小样本下容易出现参数估计及模型收敛等方面的问题。贝叶斯估计在小样本的情况下往往具有更大的优势,但与此同时,也更容易受到先验信息主观设置的影响。为了探讨贝叶斯估计中错误先验信息可能带来的负面影响,并与传统方法进行对比,本文基于多层模型,利用蒙特卡洛模拟,研究在不同样本量和组内相关系数（Intraclass Correlation Coefficient, ICC）的情况下,设有不同信息强度和偏差程度的先验信息对贝叶斯估计的影响。总体结果显示,贝叶斯估计中均值严重偏离真值的先验分布会对参数估计带来较大的负面影响,特别是在ICC较大、群组样本量较小、以及先验分布方差较小的情况。本文对多层模型中错误先验信息对贝叶斯估计的影响进行研究并提出建议,希望为贝叶斯估计中先验分布的设置提供一定的理论补充及实证参考。", "label": "心理学", "id": 0}
{"content": "定向遗忘效应是指在实验条件下个体能够采取自上而下的策略主动限制对遗忘项目的记忆的一种现象。目前定向遗忘效应的产生机制存在两种解释,一是选择性编码理论,二是抑制控制理论。以往研究使用词汇、图片等材料作为研究对象,但未探讨人物面孔定向遗忘效应的产生机制。此外,愤怒和愉悦表情影响认知过程,即个体更难主动遗忘情绪性信息,特别是负性信息,同时表情感知和认知过程都会受到面孔性别的影响。因此,本研究通过3个实验探究情绪表情、面孔性别对面孔身份识别中定向遗忘效应的影响,并一步澄清情绪面孔中定向遗忘效应的产生机制。实验1采用项目法定向遗忘范式,操控情绪表情（愤怒、愉悦）和面孔性别（女性、男性）以验证不同表情和性别对定向遗忘效应的影响。实验2在实验1的基础上改变学习阶段材料的呈现时间,探究情绪面孔加工过程中是否存在选择性编码。实验3使用颜色作为认知线索,为抑制控制理论寻找行为层面的证据。实验1的结果发现,愤怒面孔的成绩显著好于愉悦面孔,和男性面孔相比,女性面孔的成绩也更好;实验2的结果发现,随着学习阶段材料呈现时间的增加,定向遗忘效应消失,说明记住项目和遗忘项目的成绩差异不是由于选择性编码;实验3的结果发现,和无线索提示相比,线索出现时个体再认成绩更高,尤其是遗忘项目,说明认知线索的出现解除了抑制控制从而促进了个体对面孔的识别。本研究结果表明:（1）和愉悦表情相比,愤怒表情能够促进信息编码和巩固信息;（2）个体对女性面孔的识别和记忆优于男性面孔;（3）情绪面孔中定向遗忘效应的产生非选择性编码,更可能是由于抑制控制。", "label": "心理学", "id": 0}
{"content": "基本情绪理论（basic emotion theory）是情绪科学领域最具代表性的理论,该理论认为人类情绪是由有限的几种基本情绪组成的,如恐惧、愤怒、喜悦、悲伤等。基本情绪是为了完成基本生命任务（fundamental life task）进化而来的,每一种基本情绪都有独特的神经结构和生理基础。尽管基本情绪理论被广泛接受,但是人类具体有几种基本情绪却莫衷一是。近几十年来,许多fM RI研究试图确定各种基本情绪的独特神经结构基础,而且取得了许多重要发现,比如厌恶和脑岛有关,悲伤和前扣带回有关,杏仁核是与恐惧有关的重要边缘结构等。但是,最近有人进行了元分析研究,发现许多基本情绪存在混淆的大脑区域,因此对基本情绪的特定脑区理论提出质疑,甚至否定基本情绪理论。本文通过对基本情绪理论的最新功能性磁共振成像研究进行综述,提出有关基本情绪理论的争论来源于基本情绪种类的确定,因为许多所谓的不同基本情绪实际上是同一种基本情绪。本文进一步通过对基本情绪及其神经基础进行探讨,并根据机器视觉技术应用于基本情绪脑影像研究的探索,提出人类可能只有三种基本情绪。本文还指出基于机器视觉技术的基本情绪研究在心理疾病诊断与治疗领域的应用前景,这不仅为基本情绪理论的实证研究提供新思路,还拓展了其在心理疾病诊疗等领域的意义。", "label": "心理学", "id": 0}
{"content": "已有研究表明,大脑基于场景产生预期从而影响面部表情的识别。然而,二者如何相互作用依然没有得到确切的回答。在此,本研究使用频率标记技术和脑电解码技术探讨了基于场景的预期对面部表情表征和神经活动的影响。参与者被要求观察模糊或清晰的面部表情的情绪动态变化,这些表情图片嵌入在场景图片中以6Hz的频率闪烁。结果发现,无论是清晰条件还是模糊条件下,与场景情绪意义一致的面部表情都比与场景不一致的面部表情诱发了更大波幅的稳态视觉诱发电位（steady-state visual evoked potentials, SSVEP）。对于面部表情表征强度,我们发现在清晰条件下,与场景预期一致的面部表情表征强于与场景不一致的面部表情表征。在模糊条件下,与场景预期不一致的面部表情表征强于与场景一致的面部表情表征。总之,这些结果表明在视觉皮层面部表情的加工受到自上而下的影响。清晰性调节了这种基于场景的预期对表情表征的影响。此外,我们的研究也显示了神经激活和表征强度并不是相对应的。", "label": "心理学", "id": 0}
{"content": "过往研究中,红色效应会对个体时间知觉产生何种影响的结论并不一致。这些研究通常从红色效应的影响机制等角度探讨导致结果矛盾的原因,往往忽略了研究方法不同而导致研究结果不一致的可能性,因此本研究将对过往红色时间知觉实证研究进行元分析,探讨时间知觉中的红色效应以及研究方法的差异是否会影响红色效应。经中英文文献搜索,共纳入17篇文献和44个效应量,总样本量为1716。元分析结果表明:（1）异质性检验结果表明Q=158.080（p<0.001）,I~2=72.799,研究间存在较高的异质性,确定了选择随机效应模型的合理性。（2）红色对时间知觉的影响呈现正向较小效应量d=0.241（95%CI [0.101,0.378],p<0.01）,与蓝绿相比红色导致个体高估持续时间。（3）调节变量检验发现,时间知觉任务（Qb=2.818,p>0.05）、被试状态（Qb=1.259,p>0.05）、材料性质（Qb=0.042,p>0.05）不具有显著调节作用。被试性别具有显著调节作用（Qb=23.595,p<0.001）,表现在男性更容易受红色影响而高估持续时间。颜色呈现方式具有显著调节作用（Qb=1.867,p<0.05）,表现在颜色作为背景呈现时,红色导致个体高估持续时间的效果更显著。时间间隔具有显著调节作用（Qb=12.162,p<0.05）,表现在实验采用不同时间间隔,个体因红色而高估持续时间的效果有明显差异。（4）发表偏倚性检验发现,Tau值、Intercept值显著,可能存在发表偏倚;删除两个大样本研究再次分析发表偏倚性发现,失安全系数Nfs=365,Nfs大于5k+10=5*42+10,Tau=1.26（p=0.15）不显著,Intercept=0.18（p=0.09）不显著,剪补法显示效应值无明显变化,漏斗图分布均匀,存在发表偏倚性可能性较小。未来研究可以在严格控制好实验选取的时间间隔、颜色呈现方式和被试性别的基础上,再讨论红色对时间知觉的影响。", "label": "心理学", "id": 0}
{"content": "标准化估计对模型的解释和效应大小的比较有重要作用。虽然潜变量交互效应的恰当标准化估计公式已经面世超过10年,国内外都在使用和引用,但至今未见到关于不同估计方法得到的恰当标准化估计的系统比较。通过模拟实验,比较了乘积指标法、潜调节结构方程（LMS）、无先验信息和有先验信息的贝叶斯法的潜变量交互效应标准化估计在不同条件下的表现。结果发现,在正态条件下,LMS和有信息贝叶斯法表现较好;而在非正态条件下,乘积指标法比较稳健,但需要较大的样本（不小于500）,小样本且外生潜变量之间相关较低时可使用无信息贝叶斯法。", "label": "心理学", "id": 0}
{"content": "虽然大量研究发现操纵钟表的速度会导致时间感知扭曲,但过往研究仅采用了时间估计任务或时间流逝评分,且集中于长时距（10秒以上）。本研究在未明确提示参与者以秒钟为线索完成时间判断任务的情况下,通过三类时间判断任务（估计/产生/再现）,采用2（时距:3s/5s）*3（相对秒钟转速（秒钟转速与正常秒钟转速的百分比）:75%/100%/125%）的混合设计,系统考察了操纵秒钟速度是否影响短时距的时间感知。组内变量为时距,组间变量为相对秒钟转速,因变量为时间判断相对误差的绝对值（ARE）。结果表明,操纵秒钟转速对短时距加工的影响依赖于时间判断的任务类型,具体为:（1）时间估计任务中,相比相对秒钟转速100%组,75%组的ARE更高,其他组间无显著差异;（2）时间产生任务中,相比100%组,75%组的ARE显著更高,其他组间无显著差异;（3）时间再现任务中,不同相对秒钟转速下的ARE无显著差异。综上,在不同类型的时间判断任务中,操纵秒钟速度对短时距的主观时间感知的影响并不一致,并且在产生影响的两类任务中,来自秒钟速度的影响具有不对称性,相比快秒钟,慢秒钟更能使主观时间感知发生扭曲。作为可提供时间判断时的外部线索的秒钟,其失准对不同范式的时间判断任务的影响不同,这验证了不同时间任务范式涉及的时间加工机制可能具有较大差异。", "label": "心理学", "id": 0}
{"content": "检测社会相关信息（如吸引力）的变化,对于个体具有重要的社会和进化意义。本研究结合脑电技术,使用\"偏差-标准-反转\"的oddball范式,考察人们检测面孔和嗓音吸引力信息发生变化的认知进程及二者的差异。实验向19名女性被试呈现作为标准（或偏差）刺激的高吸引力面孔和嗓音以及作为偏差（或标准）刺激的低吸引力面孔和嗓音,要求其完成与吸引力无关的红鼻子（面孔加工）或白噪音（嗓音加工）探测任务。结果发现:面孔和嗓音吸引力的变化都诱发了失匹配负波（MMNs）。此外,低吸引力相比高吸引力的信息,在嗓音条件下诱发较大的失匹配负波,而在面孔条件下诱发较大的P3。本研究表明,人们可以自动检测吸引力信息的变化,尽管面孔和嗓音吸引力的认知加工过程存在差异。此外,无论在视觉还是听觉通道,相比高吸引力信息,人们可以更好地检测低吸引力信息的变化。", "label": "心理学", "id": 0}
{"content": "吸引力作为一种高级社会信息,能够通过面孔、嗓音等媒介予以传递。例如,好看的面孔或好听的嗓音使个体得到更积极的社会评价,具有吸引力的嗓音和面孔均能激活奖赏加工相关的脑区,这提示面孔吸引力和嗓音吸引力的加工可能有相似之处。有研究曾采用金钱信任游戏探究面孔吸引力对合作行为的影响,行为结果显示被试更愿意与高吸引力面孔的合作者进行合作;ERP结果发现高吸引力面孔会诱发更小的P2波幅和更大的N2波幅,说明个体对高吸引力面孔的加工较为快速和自动化。两人和三人最后通牒博弈任务的实验结果发现高吸引力的嗓音会提高被试对非公平性方案的接受率,说明高吸引力嗓音在一定程度上激发了个体的亲社会行为。但尚不清楚嗓音吸引力是如何影响合作行为。目前对于嗓音吸引力的神经机制的研究仍有待进一步补充。本研究引用修订后的金钱信任游戏范式,被试先听到合作者的嗓音,然后决定是否用现有的本金与另外一个人进行投资合作。如果被试同意投资,合作者可能会回赠被试金钱,也可能不会给予任何回报。进一步结合ERP技术来探究嗓音吸引力加工的神经机制。行为结果显示,被试更愿意与男性合作者和高吸引力嗓音合作者进行金钱投资合作;ERP的结果发现,高吸引力男性嗓音和低吸引力女性嗓音会诱发更大的N1成分;低吸引力男性嗓音诱发更大的P2成分。在晚期加工阶段,主要是对嗓音吸引力的高级信息进行加工,高吸引力的男性和女性嗓音均会诱发更大的P3成分。由此可见,嗓音诱发的\"美貌津贴\"现象的存在,即个体更信任高吸引力嗓音的合作者,更愿意同高吸引力嗓音的合作者进行投资。此外,个体更倾向投资给男性的合作者。ERP的结果发现,在早期加工阶段,对不同嗓音性别信息存在差异化加工。在晚期加工阶段,主要是对嗓音吸引力的高级信息进行加工。综上,嗓音吸引力在一定程度上可以预测信任决策行为。", "label": "心理学", "id": 0}
{"content": "心智游移是个体的思想内容从外部的环境或任务转移到内部的思维上的现象,在实验室任务和日常生活中均有发生。根据注意资源理论,当心智游移发生时,个体用于当前任务的注意资源减少,因此心智游移会对任务绩效产生消极的影响。但以往有关心智游移与学习关系的研究多采用基于外显规则的学习任务,鲜有研究探讨心智游移对基于内隐系统的学习任务表现的影响。而内隐学习作为一种自发的、不需要注意资源参与的过程,有可能不会受到心智游移的影响。本研究拟选取两种类型的分类学习任务:基于外显规则的（rule-based）和基于内隐、信息整合的（information-integration）,考察心智游移对不同类型分类学习的影响模式是否不同。本研究招募了126名大学生,随机分配至其中一种分类学习任务。分类学习任务均以光栅作为刺激,要求被试将一系列光栅分配到两个类别中,共有4轮,每轮80个试次。基于规则的分类学习任务可通过频率完成分类,而基于信息整合的分类学习任务无外显规则。采用思维取样法（thought sampling）探测学习过程中的心智游移发生率。结果表明:（1）在学习前期,心智游移与学习绩效均无显著相关;（2）在学习后期,心智游移与基于规则的分类学习绩效存在显著负相关,而与信息整合的分类学习绩效无相关;（3）心智游移与基于规则的分类学习绩效增长量存在负相关,而与信息整合的分类学习绩效增长量无相关。该研究揭示了心智游移与不同类型学习的绩效间存在不同关系模式,支持并拓展了心智游移的注意资源理论,即心智游移只对需要注意参与的学习任务存在消极影响,但不会影响基于内隐系统的学习任务表现。", "label": "心理学", "id": 0}
{"content": "为探究新冠疫情期间社会情绪的动力机制,于新冠疫情期间（2020年2月6日至15日）对263人进行了为期10天的经验取样。结果表明,民众的积极情绪和意义感随时间显著提升,消极情绪随时间显著下降;疫情认识水平越高,积极情绪随时间提升得越快。另外,发生积极事件时,民众的积极情绪和意义感显著提升,消极情绪显著下降;性别和应激正向调节了对积极事件的社会情绪反应性。这些发现一方面揭示了疫情期间社会情绪的动态变化,也为在重大突发公共卫生事件中的社会情绪治理提供了科学依据。", "label": "心理学", "id": 0}
{"content": "许多研究表明,情绪面孔能够引起观察者的视觉注意。作为一种具有社会意义的刺激,情绪面孔对注意的捕获是否与纯粹的刺激驱动的注意捕获一样,并且当干扰项种有情绪面孔时,情绪面孔所在位置的统计规则是否能够减少其对注意的捕获。为了解决这个问题,本研究采用视觉搜索范式,通过三个实验探究快乐面孔能否捕获注意及其是否受统计规则调节。实验一要求被试从由同一模特的四个面孔（两个中性面孔、一个快乐面孔和一个悲伤面孔）中搜索一个悲伤面孔,搜索画面中可能存在也可能不存在快乐面孔（三个中性面孔和一个悲伤面孔）,结果发现,当搜索画面中存在快乐面孔时比不存在快乐面孔时被试的搜索绩效（包括反应时和正确率）更低,该结果意味着快乐面孔捕获了观察者的注意。为了排除知觉上的低水平混淆会导致快乐面孔捕获注意,实验二采用倒置面孔组成的搜索阵列,结果发现倒置的快乐面孔并不会影响观察者的搜索绩效,即快乐面孔没有捕获观察者的注意,该结果排除了物理显著性对快乐面孔捕获注意的影响。实验三操纵快乐面孔在搜索画面中某个位置出现上的概率,使快乐面孔更频繁的出现在某个位置,研究对于快乐面孔的注意捕获是否受统计规则的调节,结果发现与出现在低概率位置的条件相比,快乐面孔出现在高概率位置条件下的注意捕获效应减少了。综合三个实验的结果,我们发现在视觉搜索任务中,快乐面孔不是作为一种纯粹的自下而上的刺激驱动来够捕获观察者的注意,且快乐面孔对注意的捕获受到统计规则的调节。这启示我们统计规则对注意捕获的调节不止局限于刺激驱动的注意捕获,也可以扩展到非纯粹的自下而上的注意捕获,例如面孔所产生的注意捕获。", "label": "心理学", "id": 0}
{"content": "威胁（Threats）是指能够对个体身体或者社会地位等造成伤害的刺激,其具有真实性与直接性等特点。创造力（Creativity）是根据一定的目的,产生新颖、有用且有社会价值的产品的能力。发散思维（Divergent Thinking）与聚合思维（Convergent Thinking）是其主导成分。威胁对创造力的影响主要存在三种观点:威胁能够阻碍创造力的发挥;威胁能够促进创造力的产生;威胁与创造力之间呈倒U型关系,即中等程度的威胁最利于创造力的发挥。但因各实验对威胁操纵方式差异过大、创造力任务难度有异以及创造力维度不同,较多研究并未得出一致结论,且相关脑成像研究尚处于探索阶段。因此,本实验注重在控制创造力任务难度的情况下,采用f NIRS技术探究声音刺激所操纵的威胁对个体聚合思维的影响。预实验通过对声音刺激材料的评定,选取了四种威胁声音刺激（两种女性尖叫声,警报声与白噪音）与四种中性声音刺激（两种哈欠声,脚步声与打字声）作为正式实验材料。正式实验为单因素被试内设计,自变量为刺激类型,共包括三个水平:（1）对照组;（2）中性组;（3）威胁组。因变量为被试在中文远距离联想任务（Remote association task,RAT）的正确率、正确答案的反应时与Hb和Hbo2的浓度。实验结果发现,RAT任务反应时主效应显著,F（2,90）=4.13,p <0.05,ηP~2=0.08,事后比较表明,对照组反应时（M=10488.00,SD=3324.75）显著高于威胁组（M=8637.23,SD=2742.75,p <0.05）;其余组差异均不显著。RAT任务正确率主效应显著F（2,90）=4.05,p <0.05,ηP~2=0.08,对照组正确率（M=8.00,SD=1.88;p<0.05）显著高于威胁组（M=6.81,SD=1.66）,其余组均不显著。f NIRS结果发现,共有18个通道主效应显著,事后比较表明,18个通道均为对照组激活程度显著高于威胁组,其余两组无差异,且对照组、中性组和威胁组的大脑激活水平呈下降趋势,与行为数据结果一致。以上实验结果验证了观点一,即威胁能够阻碍创造力的发挥。本研究的发现为厘清威胁对创造力的影响,以及为现实情境中培养个体创造力提供了借鉴意义。", "label": "心理学", "id": 0}
{"content": "当作为第三方观察者时,即使事件与自身利益无关,个体也可能去惩罚违反规范的人。这种第三方惩罚行为是一种亲社会行为,有利于维护社会规范。先前研究发现,作为第一方决策者时,决策倾向会受到\"框架效应\"的影响。而第三方判断和惩罚行为也可能会受到对违反规范事件的描述方式（即框架）的影响,这类现象可以被称为\"第三方框架效应\"。为了探索第三方框架效应的行为模式和神经机制,本研究设计了一个行为和一个功能磁共振成像实验。实验范式结合了\"社会框架\"范式和\"第三方惩罚\"范式。作为第三方个体,被试被告知将观看先前实验中多个被试在一项社会决策任务中的行为结果:\"决策者\"决定是否保留自己的经济收益而让另一个人遭受疼痛电击（在不同的框架下描述不同:在伤害框架下被描述为\"电击他人/保留金钱\";在帮助框架下被描述为\"不帮助他人/保留金钱\"）。被试随后决定是否用自己的金钱来惩罚该决策者。行为结果表明,相对于帮助框架,被试在伤害框架下更愿意执行第三方惩罚,即发现了显著的\"第三方框架效应\"。行为实验发现,被试主观报告的对决策者的愤怒情绪调节了对接受者的疼痛共情和框架效应强度之间的关系。磁共振实验发现,中扣带皮层和脑岛对框架的主效应均显著;而这些区域之间的功能连接性显著预测了框架效应个体差异。同时,脑岛激活值在中扣带皮层激活值和行为的框架效应之间起中介作用。本研究揭示了\"第三方框架效应\"的行为特征及其可能的神经机制,有助于理解为什么道德标准和道德行为可以是灵活且相对的。此外,本发现也可能会拓宽对框架效应的一般理解。", "label": "心理学", "id": 0}
{"content": "本研究以稳态视觉诱发电位（SSVEP）作为表征注意分配的指标,采用点探测范式,考察亚临床社交焦虑者注意偏向变化的时间进程,并分析注意控制能力与社交焦虑、负性注意偏向之间的关系。结果发现,高社交焦虑组（HSA）在180～1500ms时段,相较于快乐和中性面孔,愤怒面孔诱发的SSVEP波幅最大;低社交焦虑组（LSA）在500～2500ms时段,快乐面孔诱发的SSVEP波幅最大。进一步对差异波的分析发现,在整个刺激呈现过程中（180～2500ms）,与快乐-中性、中性-中性条件相比,HSA组在愤怒-中性条件下的差异波最大;而LSA组在快乐-中性条件下的差异波最大。此外,被试的注意控制能力得分与社交焦虑得分、负性注意偏向指数均存在显著的负相关,且HSA组被试的注意控制能力得分显著低于LSA组。结果表明,高社交焦虑个体对威胁刺激早期表现出注意警觉,随后可能由于注意控制能力受损,未能做出适应性回避,最终表现为持续注意警觉。", "label": "心理学", "id": 0}
{"content": "儿童期遭受心理虐待,会对个体产生持续的消极影响,增加其罹患精神疾病的风险。追踪研究发现心理虐待经历与抑郁呈显著正相关,探究心理虐待经历对抑郁的影响机制有利于提供干预的方法。情绪诱发视盲（Emotion-induced blindness, EIB）是指在识别一个威胁或恐惧刺激干扰图像后,随后目标刺激识别受损的现象。唤醒偏向竞争理论（arousal-biased competition theory, ABC）认为刺激知觉突出性是产生情绪诱发视盲的主要因素。金钱奖赏能激发动机从而提升行为成绩。金钱奖赏可以削弱情绪诱发视盲。研究发现,心理受虐者存在明显的负性注意偏向,并且儿童期虐待经历改变了个体奖赏加工方式。根据前人研究与问卷测量提出以下假设:（1）心理虐待组在负性刺激下情绪诱发视盲效应更强,持续时间更长。（2）金钱奖赏削弱了非心理虐待组的情绪诱发视盲,心理虐待组不受影响。本研究使用实验对照设计,通过心理虐待量表筛选被试,筛选心理虐待个体30人和与之匹配的非心理虐待个体30人参与实验;采用RSVP范式测量情绪诱发视盲。实验1:2（组别）×2（干扰物效价）×4（Lag）混合实验设计,测量心理虐待个体在基线条件下的情绪诱发视盲。实验2:2（组别）×2（干扰物效价）×2（金钱奖赏类型）混合实验设计,探究金钱奖赏对心理虐待个体情绪诱发视盲的削弱作用。研究结果:（1）在负性刺激干扰条件下,两组对目标识别的正确率有显著差异。（2）随着Lag位置增加目标识别的正确率逐渐恢复到基线水平。（3）操纵金钱奖赏水平不能削弱心理虐待组情绪诱发视盲。研究结论:（1）心理虐待组存在注意脱离困难,表现为情绪诱发视盲效应更强,持续时间更长。（2）心理虐待组改变奖赏加工,金钱奖赏不能削弱情绪诱发视盲。这些结果提示心理受虐者对负性刺激存在注意脱离困难并且对积极刺激反应不敏感,这是儿童期心理虐待影响抑郁情绪的影响机制。", "label": "心理学", "id": 0}
{"content": "认知诊断计算机化自适应测验（Computerized Adaptive Testing for Cognitive Diagnosis, CD-CAT）兼具认知诊断功能和自适应思想,能够量体裁衣式地为个体适于其知识状态的题目进行作答,相比传统认知诊断测验,效率更高,且能够为个体知识状态提供更为丰富的个性化信息。选题策略作为CD-CAT的一个核心环节,直接影响整体测验的准确性和效率。当前已有许多研究者提出参数选题策略,通过最大化信息函数、最小化香农熵等方式进行选题,使得某些题目过度曝光,题库安全性下降。本研究拟构建一种基于海明距离变异指数的非参数选题策略（Hamming Distance Non-parametric Difference index, HD-NDI）,通过模拟研究探讨其在CD-CAT中的题库安全性及选题效果。本研究构建的海明距离变异指数（HD-NDI）是通过使用海明距离对当前被试估计的各种知识状态赋予不同的权重,并据此构建被试在某个项目上理想正确作答的期望。随后根据被试在该题理想正确作答的变异程度,并以题目的变异程度构建本研究的非参数变异指数。最后,各种题目依据非参数变异指数确定哪些题目能够最大程度的确定被试的知识状态,并据此进行选题施测,实现CD-CAT的选题过程。在0-1计分情境中,构建出海明距离变异指数选题策略。根据当前得到的各IRP与ORP计算各属性掌握模式的海明距离,选择具有最大HD-NDI值Q向量所对应的项目。HD-NDI的具体步骤为:第一步,找出最适Q向量:计算各属性掌握模式IRP与被试ORP的海明距离;接着计算被试对题目j的期望作答反应并计算HD-NDIj指标。第二步,随机选择HD-NDIj最大的Q向量对应的题目为下一题进行施测。重复上述步骤,直至满足测验终止规则。HD-NDI第一步可以保证整个CD-CAT做到量体裁衣式的自适应测验,提高测验效率;第二步可以降低项目的曝光率,保护题库,提高测验的安全性。研究设置了两个模拟研究,研究一为4选题策略（SHE、PWKL、MI、HD-NDI）×3标定参数样本容量（30,50,100）×3题库质量（高、低、混合）×3被试分布（均匀分布、低相关多元正态分布、高相关多元正态分布）的四因素模拟设计。研究二为5选题策略（HD-NDI、RPPWKL、DBS、NPS、WNPS）×3标定参数样本容量（30,50,100）×3题库质量（高、低、混合）×3被试分布（均匀分布、低相关多元正态分布、高相关多元正态分布）的四因素模拟设计。研究采用长度为L=25的定长法来终止测验。采用以下评价指标:属性模式判准率（pattern correct classification rate,PCCR）、χ~2、测验重叠率（Test Overlap Rate,TOR）、选题策略平均用时。结果表明:（1）HD-NDI的分类准确性高,并优于其他的选题策略;（2）HD-NDI的题目使用均匀性好,并优于未加入曝光控制的选题策略;（3）HD-NDI降低测验重叠率效果好,并优于未加入曝光控制的选题策略;（4）HD-NDI能更有效降低选题消耗的时间。", "label": "心理学", "id": 0}
{"content": "本研究以情绪词为背景材料,在来源记忆框架中探讨注意促进效应的产生及其作用机制。实验采用2（干扰类型:目标、分心）×2（背景词的情绪效价:正性、负性）×2（背景词的字体颜色:红色、绿色）三因素混合设计,其中背景词情绪效价为组间变量,因变量为再认阶段新旧判断的正确率以及颜色来源判断正确率,并借助ERP技术,分析学习阶段几种操纵条件诱发的脑电波幅。行为结果发现,情绪词的来源记忆和项目记忆均出现了注意促进效应。脑电结果显示,相对于分心刺激条件,目标刺激条件的语词编码诱发了更大波幅的P2成分,而分心刺激条件的语词编码诱发了更大N2波幅,并且在中央区,两种条件诱发的上述波幅差异一直持续到编码的晚期阶段（500-800ms）。以上结果表明,目标和分心刺激的编码不仅包括由物理特征驱动的自下而上的知觉加工,而且包括由大脑内部信息驱动的自上而下的选择与抑制的高级认知过程,注意促进效应是早期知觉编码增强和大脑多路径协调作用的结果。", "label": "心理学", "id": 0}
{"content": "截至2019年,未成年人互联网普及率高达93.1%,其中32.9%的小学生网民在学龄前就开始上网。随着低龄网络用户人数增加,网络成瘾低龄化趋势也更加明显。而网络成瘾会影响儿童的身心健康,甚至能够正向预测自杀意念,严重威胁儿童的健康发展。因此,有必要对网络成瘾的影响因素及形成机制进行考察。前人研究表明,同伴关系是网络成瘾的保护因素,同伴关系不良的个体更可能成为欺凌者的目标,受到校园欺凌。根据社会补偿理论,受欺负儿童倾向于通过上网释放受欺负所产生的消极情绪和压力,但这种处理压力的方式会导致网络成瘾风险增加。此外,心理韧性的保护因子模型认为,保护因子能够缓解压力对适应的负面影响。心理韧性作为校园受欺负和网络成瘾的保护因素能够缓解不良同伴关系对两者的消极影响,也能够缓解校园受欺负对网络成瘾的影响。本研究期望构建一个有调节的中介模型,考察校园受欺负在同伴关系影响网络成瘾过程中的中介作用以及心理韧性对这一过程的调节作用,为预防与干预网络成瘾提供实证依据。研究使用同伴关系量表、欺负问卷、中小学生耐挫性量表、网络成瘾测验等工具,对60197名四年级学生进行施测。结果发现:（1）同伴关系负向预测网络成瘾,校园受欺负部分中介同伴关系对网络成瘾的影响。（2）心理韧性调节中介模型的直接路径和间接路径。结果表明,同伴关系能够通过减少校园受欺负进而减少网络成瘾,心理韧性可以缓冲不良同伴关系对校园受欺负和网络成瘾的消极影响,也能够降低校园受欺负对网络成瘾的负面影响。研究揭示了同伴关系对网络成瘾作用机制,建立了有调节的中介模型,有助于理解同伴关系如何通过直接路径和间接路径影响网络成瘾。心理韧性的调节作用也解释了不同心理韧性水平个体,其直接、间接路径的差异。研究强调了心理韧性的重要作用,在未来干预中需要培养和发挥心理韧性的优势,保护个体免受消极影响。", "label": "心理学", "id": 0}
{"content": "随着网络的普及,网络渗透了人们生活的方方面面。与现实相比,网络具有匿名性、去抑制性、互动性等特点,人们的线上行为也表现出与线下不同的特性。其中,网络中的谩骂、侮辱等行为使得网络环境恶化,并严重影响其他用户的使用体验,成为研究热点。网络过激行为指网络中故意攻击、伤害他人的行为。线索过滤理论和双自我意识视角是理解网络过激行为的经典角度。前者关注网络媒介层面（如社会临场感）对网络过激行为的影响,后者则关注个体层面（如公我意识和私我意识）。以往研究较少综合两种视角探讨网络过激行为机制,且双自我意识、社会临场感、网络过激行为间的关系仍不明晰。因此,基于三元交互理论,本研究综合线索过滤理论和双自我意识视角,构建了一个并行中介模型以探讨社会临场感对网络过激行为的影响机制。本研究采用社会临场感量表、公我意识量表、私我意识量表、青少年网络偏差行为量表,对1625名大学生进行调查。结果表明:（1）社会临场感和公我意识、私我意识呈显著正相关,而网络过激行为与私我意识呈显著负相关;（2）社会临场感能够显著正向预测大学生网络过激行为;（3）公我意识在社会临场感和网络过激行为间起到了正向中介作用,私我意识起到了正向中介作用,且私我意识的中介效应大于公我意识的中介效应。本研究发现高社会临场感不仅能够直接促进网络过激行为的产生,还能通过提高个体的公我意识或私我意识水平间接地促进或抑制网络过激行为。具体而言,根据去个性化效应的社会认同模型,社会临场感和公我意识的增强可能使个体与网络团体中的其他用户保持一致,进而表现出网络过激行为;而私我意识增强可能使个体更关注自己的内在感受和道德标准,更不易做出网络过激行为。未来研究可进一步探讨双自我意识与网络过激行为的作用机制,以深化理解并为实践提供引导。", "label": "心理学", "id": 0}
{"content": "横断历史元分析（Cross-temporal Meta-analysis,CTMA）常被用来考察某个心理变量随年代的变化趋势,通过与经济社会指标的相关分析来推测心理变量变动的经济社会原因。自1997年以来,国内外心理学期刊已经发表120余篇横断历史元分析研究。近年来,不时有研究者指出CTMA在方法学方面存在某些不足。例如,Donnellan, M. B.等人认为CTMA方法依赖于生态关系——关联两个变量的结果,每个变量代表在聚合分析层面上存在的个体层面现象,这可能会导致对研究结果的错误解释;Rudolph, C. W.等人则认为尽管CTMA支持出生组效应作为所得结果的主要解释变量,但可能混淆了出生组和时代效应。然而,尚没有研究系统地评估已经发表的CTMA研究存在的问题,也没有研究提供CTMA研究应该遵循的规范。为了系统评估已发表的CTMA研究存在的问题,研发CTMA研究规范,该文采用领域评价方法（Scoping Review）分析了127篇已经发表的CTMA研究,这些研究发表于1997到2020年之间,包括57篇英文论文和70篇中文论文。采用自主开发的CTMA审核量表（包含27个项目）,该文着重分析了CTMA方法中的效应量计算问题、回归问题、经济社会指标与心理变量之间的关联问题,以及交叉滞后分析中的年代间隔设置问题。研究结果显示:（1）在27条审查条目中仅有11项情况较为良好,其余16项均存在问题。（2）86.6%的CTMA研究采用了d作为效应量,13.4%则直接采用平均值为效应量。其中问题有二:效应量d应用于CTMA方法中并无数学理论证据支撑;d的计算过程存在应用错误,研究者在计算年代改变量的标准误时对产生了群体平均值离散水平的误解。（3）30.7%的研究将经济社会指标与心理变量相关联以解释心理变量变化的社会原因。但对于指标的选取,仍缺乏证据支撑。（4）6.3%的研究采用了meta-regression,93.7%研究采用了非meta-regression。非meta-regression的错误在于标准误的计算错误。（5）14.2%的研究在交叉滞后分析中的年代间隔采用了5年。事实上,不论采用5年、1年或者其他年份区间,这些选取方式均没有理论依据。总体上看,CTMA方法本身存在不少缺陷,需要进一步完善。该文还初步讨论了CTMA研究应遵循的基本规范。", "label": "心理学", "id": 0}
{"content": "网络游戏成瘾已成为重要的公共卫生议题,对其前因变量和影响机制的研究逐步得到重视。研究发现,黑暗三人格（即马基雅维利主义、自恋和精神病态）与各类问题性网络使用和行为成瘾关系密切。然而,黑暗三人格预测网络游戏成瘾的作用和路径尚未明确。故本研究基于I-PACE模型探讨黑暗三人格与网络游戏成瘾的关系,并在使用—满足理论以及认知—行为模型的基础上,进一步考察基本心理需求满足和消极应对方式在黑暗三人格与网络游戏成瘾间的单一和中介作用。研究采用黑暗十二条量表、网络游戏成瘾量表、基本心理需求量表以及消极应对方式量表,共收集740份有效数据进行路径分析。结果表明:（1）马基雅维利主义、精神病态和自恋均能正向预测网络游戏成瘾。（2）在马基雅维利主义预测网络游戏成瘾的模型中,消极应对方式的单一中介作用以及基本心理需要满足和消极应对方式的链式作用显著。（3）在精神病态预测网络游戏成瘾的模型中,基本心理需要满足的单一中介作用以及基本心理需要满足和消极应对方式的链式作用显著。（4）在自恋预测网络游戏成瘾的模型中,仅有消极应对方式的单一中介作用显著。研究说明黑暗三人格对网络游戏成瘾具有重要影响,且这种影响是通过基本心理需求满足和消极应对方式的中介路径来实现的。", "label": "心理学", "id": 0}
{"content": "目的:在目前的研究中多目标追踪范式大多都是以二维平面的形式所呈现,主要探讨人们在平面条件下的视觉信息加工问题,然而人们接触的真实场景是三维立体空间,其深度知觉信息会对人们注意和追踪多个运动物体产生影响。近年来已有学者在以往的多目标追踪（Multiple Object Tracking, MOT）范式中增加立体与深度线索形成3D MOT范式进行研究。随着虚拟现实（Virtual Reality, VR）工具的普及,研究者开始将VR技术与3D MOT范式相结合,进一步引入了立体感深度与沉浸感。然而新兴的3D MOT与传统的2D MOT的关系如何仍然尚不清楚,采用虚拟现实技术呈现三维空间信息是否有其独特的优势,也尚不明确。因此,有必要将传统显示屏（Traditional Monitor Display,简称TMD）和VR头戴式显示器（Head Mounted Display,简称HMD）与2D和3D的空间维度结合,比较虚拟现实情境（VR）与传统屏幕显示下经典MOT范式与3D MOT范式追踪表现的差异。方法:本研究以30名大学生为被试,探讨空间维度与呈现方式对多目标追踪表现的影响。采用2 （空间维度:2D,3D）×2 （呈现方式:传统显示屏,VR头戴式显示器）被试内设计,以自适应调节速度的MOT范式探讨2D与3D场景中动态视觉追踪任务中的追踪表现,使用小球运动的速度指标作为因变量,包括速度的平均阈值,最后四次阈值和极值,比较虚拟现实与传统屏幕显示下2D与3D多目标追踪表现的差异。结果:进行2 （空间维度:2D,3D）×2 （呈现方式:TMD,HMD）的重复测量方差分析发现:在平均阈值（F（1,29）=9.910,p=.004,ηp2=.255）、速度极值（F（1,29）=13.454,p=.001,ηp2=.317）以及最后四次阈值（F（1,29）=13.388, p=.001,ηp2=.302）上均表现出空间维度的主效应显著,即三维多目标追踪的表现优于二维（M2D平均阈值=1.160,M3D平均阈值=1.318;M2D最后四川=1.176,M3D最后四次=1.370; M2D极值=1.597,M3D极值=1.821）,而呈现方式以及交互作用均不显著。结论:三维空间信息对多目标追踪表现有促进作用,且不受VR头戴式显示器和传统显示器呈现方式的影响。", "label": "心理学", "id": 0}
{"content": "近几年,频发的突发社会事件通过互联网在短时间内引起民众的大规模关注,一些负性事件所引发的消极情绪也通过网络迅速扩散,及时合理地引导大众情绪有助于维护舆情的稳定以及避免可能产生的线上线下的群体性事件。基于此,本研究为探究突发社会事件和不同类型的大众情绪的共变规律,选取社会影响较大的四种不同类型事件,以\"新冠疫情\"事件、\"长春疫苗\"事件、\"天津滨海爆炸\"事件和\"九寨沟地震\"事件为例,借助百度指数数据,在构建代表性事件指标和不同情绪指标的基础上,对事件和情绪的发展趋势以及事件和情绪之间、不同情绪之间的时间序列关系进行了分析。结果发现:（1）大众对突发社会事件的关注度都经历了从爆发、衰落到消退的过程,基本符合生命周期模型;害怕在部分时间段内的发生轨迹与生命周期模型基本吻合;（2）大部分的突发社会事件发生之初,害怕和愤怒是主要的情绪反应,而对事件的关注消退后,悲伤和抑郁情绪升高,抑郁在事件发展的不同阶段出现了不同程度的峰值;（3）突发事件的关注度能在一定程度上预测事件发生后的大众情绪变化,例如,能够预测短期后的害怕,以及中、长期后的悲伤和抑郁情绪;（4）不同情绪之间也能够相互预测,例如,害怕和愤怒能在不同程度上预测后续的抑郁情绪,抑郁情绪也能够在不同程度上预测害怕和愤怒。该结果在一定程度上从群体层面上验证了个体的应激反应过程,并对科学的干预和管理突发社会事件引发的大众负面情绪有一定的启发。", "label": "心理学", "id": 0}
{"content": "近年来,对汉语歧义消解加工的心理机制研究主要集中在词汇歧义消解和句法歧义消解两个方面。对于词汇水平的歧义研究,研究结果表明其歧义消解过程的激活抑制机制均离不开语境和意义相对频率的制约,语境会促进适当意义的激活,抑制不适当意义的激活,与意义相对频率共同作用于歧义消解加工时间进程,支持语言理解的相互作用论。尽管认知方式对个体抑制同形歧义词中与语境不一致意义的时间进程存在影响,但总体上同形歧义词歧义消解激活抑制模式相似。同音歧义词歧义消解过程则为对不适当意义的抑制作用在先,对适当意义的激活作用在后。两类歧义词的歧义消解过程因视觉/听觉呈现方式的不同而有所区别。而对于句法水平的歧义研究,研究结果则表明合适的语境除了提供语义信息,还可能保证歧义结构加工的句法自足,从而影响个体歧义消解加工的阅读策略。其中,词类歧义词歧义消解过程因采用的实验范式不同而表现不同。在接近自然阅读状态的眼动记录技术下,个体在歧义词处即时进行句法角色分配,符合基于制约的模型假设。而特殊歧义结构的歧义消解过程则受歧义结构本身相对合理性的影响,合理性较高的歧义结构甚至可以达到语义句法自足而促进句子理解。未来研究还应该加强对较长阅读文本的考察、注重研究被试的群体特点以及提高研究的生态学效度等等。", "label": "心理学", "id": 0}
{"content": "产后焦虑作为产后痛苦的一个重要组成部分,具体指的是发生在产后的一种以焦虑为主的心理疾患,它不仅危害产妇自身的身心健康,还会给婴儿、家庭乃至社会带来不良影响。尽管众多研究表明,领悟社会支持在产后焦虑的发生发展中扮演着重要的角色,然而,领悟社会支持对产后焦虑影响的潜在机制还有待深入探讨。本研究通过构建一个有调节的中介模型,旨在考察自尊在领悟社会支持与产后焦虑之间的中介作用以及乐观在该过程中的调节作用。研究采用方便抽样方法,通过领悟社会支持量表、焦虑自评量表、自尊量表和生活定向测验问卷对从北京、山东、广东、江西四家妇幼保健院选取的800名产妇（Mage=30.08,SD=4.85）进行调查。结果发现:（1）在控制了产妇的户口、年龄、胎次、社会经济地位后,领悟社会支持能够显著负向预测产后焦虑（β=-0.50,P <0.001）;（2）领悟社会支持、自尊、乐观和产后焦虑均呈显著负相关（P <0.01）,领悟社会支持、自尊和乐观三者两两之间存在显著正相关（P <0.01）;（3）自尊在领悟社会支持与产后焦虑的关系间起部分中介作用,中介效应值为-0.23[95%CI=（-0.28～-0.19）]。（4）乐观调节了\"领悟社会支持自尊产后焦虑\"的后半段路径,即当产妇乐观水平较低时,自尊对产后焦虑的负向预测作用增强[β=-0.35,95%CI=（-0.45～-0.46）,P <0.001];当产妇乐观水平较高时,自尊对产后焦虑的负向预测作用减弱[β=-0.20,95%CI=（-0.29～-0.10）,P <0.001]。总之,研究结果证实了领悟社会支持不仅会直接影响产后焦虑,还会通过自尊的中介作用和乐观的调节作用对产后焦虑产生间接影响。基于上述发现,本研究认为产后焦虑的预防与干预不仅要关注其远端的影响因素（领悟社会支持）,还要重视近端因素（自尊、乐观）,以避免或减少产后抑郁情绪的发生。", "label": "心理学", "id": 0}
{"content": "Kintsch和van Dijk （1978）提出了建构-整合模型理论（Construction-Integration Model）,该理论认为读者在阅读过程中会形成一个合乎逻辑、有组织的文本表征,这个文本表征也叫做知识结构（Knowledge Structure）。研究者认为提取读者的知识结构有以下三个步骤:（1）提取概念之间关系（测量方法）,（2）形成结构图,（3）评估该结构图的质量。一般来说,知识结构图的不同就是测量方法的不同,因此本研究将探讨不同测量方法对阅读理解水平的预测力。前人使用过三种比较常用的测量方法,分别是相邻性评分（Adjacency）、关联性评分（Relatedness）和总结原文（Essay Summary）。本研究对比结果显示,相邻性评分和关联性评分能预测阅读理解水平,而总结原文不能够测;另外,相邻性评分比关联性评分更能预测阅读理解水平。其次,本文提出了一种挑选概念词的方法,将说明文的概念词分为核心词、主干词和细节词,并通过验证性因子分析证实了这一假设。在此基础上,我们对比了由不同数量概念词组成的关联性评分知识结构图对阅读能力的预测力,结果发现当概念图主要由核心词和主干词组成时预测力最强。最后,为了验证以上的结果是否也能在相邻性评分方法中出现,我们进行了实验二。实验二有两个水平,分别为只有核心词和主干词的水平一（9个词）,和水平二（15个词,水平一加6个细节词）,结果发现在相邻性评分中,在一定范围内,词的数量越多预测效果越好。本研究证实了不同知识结构图对阅读理解水平的预测作用是不同的,相邻性评分方法相比关联性评分方法可能更适用于篇章较短的文章。另外,由于两种文本表征结构性质的不同,概念的删减对情境模型来说是一个对结构图精简的过程,而对文本记忆来说是一个细节缺失的过程。研究结论对后续的知识结构的研究和应用有重要的操作指导意义。", "label": "心理学", "id": 0}
{"content": "目的:探索边缘型人格偏离青少年在\"雨中人\"绘画中的绘画特征。方法:对683名中学生进行问卷调查并分析\"雨中人\"中的绘画特征。依据边缘型人格偏离青少年的特点假设出10项可能反映压力应对相关的绘画特征。结果:数据显示5项绘画特征有可能反映边缘型人格偏离青少年的压力应对方式,这类青少年在压力应对主题中会更多的出现画面过大、有闪电、雨中无助、无地平线、伞过小。结论:雨中人绘画可以作为评估边缘型人格偏离青少年的压力应对机制的工具。", "label": "心理学", "id": 0}
{"content": "妒忌是指个体在进行向上社会比较的过程中,发现优势他人拥有自己渴望的能力或物品时产生的一种不愉快的情感体验。妒忌分为善意妒忌和恶意妒忌,两者是彼此独立存在的情绪体验。与善意妒忌相比,恶意妒忌更可能带来一系列消极结果。因此,有必要揭示影响善意妒忌和恶意妒忌的因素,并制定相应的策略,以减少恶意妒忌对社会的潜在危害。鉴于已有研究发现,低控制感导致高妒忌、以及产生较少的善意妒忌,可以推断自我控制可能是妒忌、善意妒忌、恶意妒忌背后的一项重要影响因素。此外,解释水平理论认为个体表征事物有高低水平之分。高解释水平相较于低解释水平个体具有更高的自我控制。那么,解释水平对低自控个体妒忌、善意妒忌、恶意妒忌的影响是一个具有重要意义和新颖的研究课题。本研究旨在探讨自我控制对妒忌程度、善意和恶意妒忌类型的影响,并明确低自我控制状态下,解释水平是否能对妒忌程度、类型进行影响。预实验检验设计的匹配任务的有效性,探究匹配任务中被试对小A（创造的虚拟优势他人）真实性评价以及小A是否满足与被试的高相似性,同时检验自我损耗任务的有效性。结果表明,高相似组比低相似组认为小A更真实地存在、小A与自己更相似;高自我损耗组比低自控损耗组认为损耗更高,匹配任务启动有效。实验1运用匹配任务采用内隐与外显两种方式探讨自我控制和妒忌程度及类型的关系。结果发现,高自我损耗组产生较高的妒忌且为恶意妒忌;低自我损耗组产生较低的妒忌且为善意妒忌,表明较低的自我控制是引发大学生恶意妒忌的重要因素。实验2则进一步考察在自我损耗高（即自我控制低）时,解释水平对妒忌程度和类型的影响。结果发现,在高自我损耗状态下,低解释水平组加深了恶意妒忌,而高解释水平组产生了善意妒忌,且比低解释水平表征个体产生更少妒忌,这表明高解释水平能够使低自控状态的大学生产生更少的妒忌、且产生善意而非恶意妒忌。本研究结果表明,高自控引起较低的妒忌且为善意妒忌,较低自控则引发较高的妒忌且为恶意妒忌;即使在低自控状况下,高解能改善妒忌、提升善意妒忌、抑制恶意妒忌。这启示需警觉自控对妒忌的影响,即使过度损耗了自我,也可利用解释水平对妒忌进行扬善抑恶。", "label": "心理学", "id": 0}
{"content": "随着全球化进程的推进,全球超过半数的人口已经成为了双语使用者,探究使用不同语言对决策的影响是不容忽视的一大现实问题。跨期决策主要涉及不同时期的收益和成本的权衡,基于语言学中\"语言塑造思维\"的萨丕尔-沃尔夫假说（Sapir-Whorf hypothesis）,Chen（2011）提出的语言储蓄假说（Linguistics-saving hypothesis）也发现:强未来时态标识的母语（即动词需要根据未来时态进行变换）可能减少了个体未来导向的行为,也影响了个体的跨期决策偏好。前人研究已表明,短暂地使用其他语言也会对个体的风险决策及时间取向产生影响。据此,本研究假设:语言储蓄假说在双语情景下仍然适用,即当母语是弱未来时态标识语言（如中文）的个体,使用强未来时态标识的外语（如英文）时,由于英文语法强调\"现在时\"与\"未来时\"的不同,使用英文就可能会使得个体的未来时间取向更低、对未来事件的感知更为遥远,从而产生更大的跨期折扣率。研究1采用单因素被试间设计（中文组114人,英文组78人）,利用跨期选择量表及未来取向应对量表分别测量被试的折扣率及未来时间取向,结果发现:相较使用中文,中文母语者在使用英文时的未来时间取向更低（p=.006, Cohen’s d=0.398, BF10=3.852）,但两组在跨期折扣率上的差异未达显著（p=.198,Cohen’s d=0.190, BF10=0.347）。研究2（中文组215人,英文组208人）改用跨期匹配任务,得到的结果与研究1一致:中文母语者在使用英文时的未来时间取向更低（p <.001, Cohen’s f=0.364, BF10> 100）,但语言对跨期折扣率（p=.362, Cohen’s f=0.045, BF10=0.179）、主观时间知觉的影响不显著（p=.560, Cohen’s f=0.032, BF10=0.139）。本研究部分支持了双语情境下的语言储蓄假说,表明语言对跨期决策的影响不仅体现在母语的长期影响,即使是短暂的语言转换也可能对个体的未来取向产生影响。但本研究暂未发现语言对跨期折扣率、主观时间知觉的影响,这可能是由于除时间因素外,跨期折扣率可能还受到了其他因素（如:冲动性人格）的影响。未来研究可从其双语情境进一步探寻双语储蓄假说的内部机制。", "label": "心理学", "id": 0}
{"content": "在这个信息快速交流的时代,个体时常会陷入到随时保持人际关系的状态,需要时刻塑造和约束自己的行为。当个体频繁出现在社交场合中时,会承受来自社会和自身的压力,从而使个体更想要从人群中脱离,以寻求独处的时光。已经有越来越多的研究者开始关注个体的独处行为。但是以往的研究主要基于变量为中心,即通过对项目得分进行加和的方式来判断个体偏好独处行为的程度,这种做法往往会忽视那些在总分上相近的个体可能在量表的作答模式上完全不同,此外也很少有研究关注独处行为在个体发展过程中的动态变化。因此,基于上述的分析,本研究采用潜在剖面分析和潜在转变分析的方法探讨了大学生独处行为的潜在类别以及独处类别随时间的发展规律。本研究采用独处行为量表对在校大学生进行了间隔为半个月的3次问卷调查,最终获得有效数据258份,采用SPSS 26.0和Mplus 8.0对数据进行了分析。研究结果显示:（1）Harman单因子结果显示三个时间点的数据不存在共同方法偏差,第一公因子的解释率分别为26.97%、31.22%和30.47%。（2）潜在剖面分析的结果表明3个类别的模型拟合良好,可以将其命名为积极独处型、居中型和高独处型,积极独处型的被试仅在积极独处维度有较高的作答概率,居中型被试在积极独处维度的作答概率最低,在孤僻和社交回避维度的作答概率处于中间状态,高独处型被试在积极独处、孤僻和社交回避维度的作答概率最高。（3）潜在转变分析的结果显示,积极独处型和居中型被试稳定性较强,在T1、T2时间点下保持原组的概率分别是56%和60%,在T2、T3时间点下保持原组的概率分别是84%和86%,高独处型的被试在T1到T2时间下,以及T2到T3时间下有47%和35%的概率向居中型转变。（4）计算不同性别组下的独处潜在类别发生率以及转变概率,结果表明T1时间下独处行为潜在类别的发生率以及各个类别发生转变的概率存在性别差异。本研究揭示了个体独处行为的潜在类别及其变化的规律,同时考察了性别的差异,为未来相关领域的研究提供了一定的启示和建议。", "label": "心理学", "id": 0}
{"content": "背景:精神分裂症作为常见的精神障碍一直受到临床实践与学术研究的关注。随着研究的不断推进,有两个趋势值得讨论,第一,越来越多的临床工作者不再把症状改善作为唯一的目标,而是将患者视为基本的人去关心他们的生活质量;第二,研究的视角不再局限于患者本身,更多去关注患者所处的系统。对于稳定期的患者来说,他们大多与家人同住,由家人照料,家庭系统是影响患者愈后的重要因素。家属的情绪表达作为一个重要的家庭因素已被不少研究发现与精神分裂症患者的复发率密切相关,但目前少有研究探讨其与患者生活质量的关系,也较少有研究从患者方出发,探索其感受到的情绪表达与其愈后的关系。此外,照料精神分裂症患者是一项耗费心力的工作,这往往会让家属有较大的照料负担。当家属主观感受的照料负担水平更高时,家属可能会对患者有更高的情绪表达,从而影响患者的生活质量。基于以上,本研究尝试探索家属照料负担与患者生活质量的关系,并检验家属情绪表达、患者感知到的情绪表达在其中的链式中介作用。方法:采用调查法收集数据。被试为处于恢复期的精神分裂症患者（能够理解施测内容并回答）及其家属（与患者同住,并且是患者的主要照料者）。家属自我报告内容为照料负担、情绪表达（包含批评和情绪过度卷入两个维度）;患者自我报告内容为感知到的情绪表达、生活质量（包含生理、心理、社会关系三个维度）。最终共135份数据纳入分析,患者平均年龄为42.78岁（SD=8.06）,家属平均年龄为66.28岁（SD=11.19）。使用SPSS25.0和Mplus7.0对数据进行整理与分析。结果:1)在控制了患者的性别、年龄、受教育程度、是否有工作、是否服药之后,家属的照料负担能够显著地负向预测患者生活质量的生理维度（β=-0.39, p <0.001）、心理维度（β=-0.35, p <0.001）、社会关系维度（β=-0.18, p=0.046）。2)以家属的批评和患者感知到的批评作为中介变量进行链式中介分析,结果发现:批评和患者感知到的批评在家属照料负担与生活质量三个维度之间的链式中介作用均不成立,家属照料负担能够正向地预测批评（β=0.60, p <0.001）,批评能够正向预测患者感知到的批评（β=0.64, p <0.001）,但患者感知到的批评对生活质量的预测不显著。3)以家属的情绪过度卷入和患者感知到的情绪过度卷入作为中介变量进行链式中介分析,结果发现:情绪过度卷入和患者感知到的情绪过度卷入在家属照料负担与生活质量生理维度之间的中介作用成立;情绪过度卷入和患者感知到的情绪过度卷入在家属照料负担与生活质量心理维度之间的中介作用成立;情绪过度卷入和患者感知到的情绪过度卷入在家属照料负担与生活质量社会关系维度之间的中介作用不成立。结论与启示:当家属的照料负担越重时,家属的情绪表达水平也越高（包括情绪过度卷入和批评）,患者的生活质量也会受到一定影响。这提示,促进患者的生活质量可从减轻家属照料负担入手,例如通过构建社区心理服务体系,为精神分裂症患者家庭提供其所需要的服务。此外,相比批评,家属的情绪过度卷入（过分担心患者）似乎更值得关注,未来研究可进一步区分情绪表达的不同侧面对患者的影响。", "label": "心理学", "id": 0}
{"content": "新冠肺炎疫情爆发期间,居家隔离对流动家庭的心理健康状况带来极大挑战,流动家庭除了父母与孩子朝夕相处的亲子压力之外,还面临着家庭收入减少、再就业难等现实压力,目前大多研究多以问题视角关注流动家庭的困境。本研究从积极和系统的视角出发,基于家庭抗逆力结构特征,探讨疫情期间流动家庭（父母和子女）个体抗逆力及其家庭抗逆力的关系。采用纵向的主客体互倚模型对136户江苏流动家庭父母及其子女,应用疫情媒体暴露问卷、个体抗逆力量表（CD-RISC）、家庭抗逆力量表（FRAS）于2020年2月中旬（T1）、3月上旬（T2）两个时间点进行线上的问卷调查。结果发现:（1）子女家庭抗逆力得分显著高于其父母的家庭抗逆力得分;（2）控制疫情媒体暴露后,T1父母和孩子自身的个体抗逆力对其T2家庭抗逆力的主体效应显著,T1孩子个体抗逆力对T2父母家庭抗逆力的客体效应显著。研究结果揭示了在流动家庭内部,父母和孩子对家庭抗逆力的感知存在显著差异;孩子个体抗逆力对家庭抗逆力有积极作用,父母家庭抗逆力既受自身个体抗逆力影响,也受孩子个体抗逆力的影响。因此,在家庭教育和相关实践活动中,关注和开发儿童积极特质和抗逆力对于促进流动家庭（父母和子女）的适应将会是更为有效的途径。", "label": "心理学", "id": 0}
{"content": "动作同步的研究是一个新兴的研究领域,基于视频的动作能量分析为测量心理咨询过程中的动作同步提供了高效、客观的工具。本研究以动作能量分析为分析软件,以工作同盟量表简版修订版和常规临床咨询效果评估表为研究量表,旨在探讨心理咨询过程和闲聊过程、新手咨询师的咨询过程和有经验咨询师的咨询过程以及新手咨询师的咨询过程和有经验咨询师的闲聊过程中的工作同盟、咨询效果和动作同步的差异以及三者之间的关系。通过相关、独立样本t检验、配对样本t检验、回归分析等统计检验方法,结果表明:（1）咨询组在工作同盟总分上和目标维度上显著高于闲聊组;（2）有经验咨询组在工作同盟总分上和任务维度上显著高于新手咨询组;（3）新手咨询组在工作同盟目标维度上显著高于有经验闲聊组;（4）有经验咨询组在15-35分钟咨询师带领条件的动作同步上显著低于新手咨询组;（5）新手咨询组在0-15分钟咨询师带领条件的动作同步上显著高于有经验闲聊组;（6）15-35分钟咨询师带领条件的动作同步对咨询效果的症状维度得分变化具有正向预测作用;（7）0-15分钟咨询师带领条件的动作同步对工作同盟的目标维度具有正向预测作用。研究证实了动作同步与工作同盟之间的相关性,发现了高水平动作同步对更好的工作同盟以及症状恶化的预测作用,为更好地理解心理咨询过程、指导心理咨询实践做出了贡献。", "label": "心理学", "id": 0}
{"content": "本研究采用视觉观点采择范式,通过5项实验探讨了人们是否及如何在群组视角进行观点采择。结果发现:（1）只有在目标对象为虚拟人物时,在自我视角信息与群组视角信息不一致条件下,被试对自我视角信息判断速度显著慢于一致条件,即表现出自动采择群组视角的观点过程;（2）仅当群组被视为一个有机的实体（高群组实体性）时,人们才自动采择群组视角的观点,且对群组某个成员的观点采择不受群组实体性的影响。以上结果表明,人们可基于群组视角自动采择其观点。研究所揭示的结果不仅有利于理解人们采择群组视角信息的加工机制,且对深入理解个体心智和群组心智的关系具有重要的启发意义。", "label": "心理学", "id": 0}
{"content": "许多教育测试程序要求测验在统计约束上保持平行并满足一定的内容属性。计算机化多阶段自适应测验（MST）作为纸笔测验和计算机化自适应测验（CAT）的\"折中\",基于自动组卷算法（ATA）可以组装平行的测验形式。MST因其自身的优势受到许多大规模测验的青睐,如美国注册会计师考试（CPA）、美国研究生入学考试中（GRE）等。MST同CAT一致,也依赖于模型假设。但在心理或教育测验中,经常出现局部项目依赖性（LID）。若直接使用标准项目反应理论（IRT）模型去拟合存在局部项目依赖性的反应数据会导致诸多问题。因此,本文将题组反应模型（TRM）和双因子模型（BM）应用到题组测验的MST中,通过模拟研究和应用研究探究TRM和BM在MST中的准确性和影响因素,并与忽略题组效应的标准IRT模型进行对比。本研究的主要思路是:先假设被试在MST施测过程中的作答受LID影响,后续采用考虑/不考虑LID的IRT模型对作答数据进行分析,最后再根据参数估计值与\"真值\"之间的差异来呈现和探讨LID对测验结果所带来的影响。具体而言:采用TRM作为真实模型生成作答数据,分别采用标准IRT模型、TRM、BM分析被试的作答数据。为简化研究且不失一般性,假设每个模块中的LID方差大小相同,考察LID的大小为小、中、大三种情况。本研究将两类自动组卷算法的代表性算法用于组卷平行面板,即:标准化加权绝对离差启发法（NWADH）、混合整数编程（MIP）。本研究采用三个常用的路由规则将被试路由到下一阶段的合适的模块,即:最大Fisher信息量（MFI）法、人数平均分配（DPI）法、临近（proximity）法。通过上述实验设计以期探究MST在不同条件下受LID的影响情况。研究的评价指标包括组卷质量和参数返真性两方面。组卷质量方面,采用非统计约束违背率（V）作为面板非统计约束管理的评价指标;采用均方差（MSD）作为面板平行性的评价指标。均方误差（MSE）、偏差（Bias）作为被试能力参数返真性的评价指标。结果表明:（1）采用MIP进行平行面板的组卷效果优于NWADH;（2）采用TRM、BM分析被试的作答数据相较于标准IRT模型更能处理LID对MST的影响;（3）MST中,路由规则为proximity法的被试能力参数返真性结果优于DPI法、MFI法;（4）随着LID的增大,被试能力参数返真性变得越差。综上所述,使用TRM、BM分析数据可以在一定程度上缓解LID对MST的危害。本研究对于提高测验分析结果的准确性和科学性具有一定的指导意义。", "label": "心理学", "id": 0}
{"content": "我们生活在一个充满矛盾的世界里,每天需要面对各种各样的矛盾。文化心理学研究发现,东方人更能容忍矛盾的存在,并通过中庸、妥协等方式整合矛盾的方面。在自我领域,东方人的自我概念中包含了更多矛盾的内容（如既外向又内向）。目前已有大量行为研究支持了自我矛盾现象的存在,并揭示了其对心理适应等重要变量的影响,但对于其神经机制的研究仍然十分有限。本文利用脑电技术,结合自主开发的自我参照范式,探索自我矛盾加工是否具有独特的神经表征。基于线性混合模型的事件相关电位分析显示,自我矛盾加工的效应主要体现在晚成分（N2、N450、P3）上,而中线脑区的N450在自我矛盾加工中的激活程度与辩证自我量表得分呈显著正相关。本研究首次揭示了自我矛盾加工在脑电完成分上的独特表征,并进一步印证了皮质中线在自我矛盾加工中的作用。", "label": "心理学", "id": 0}
{"content": "词汇的习得年龄（age of acquisition, AoA）效应是指早期习得的词汇比晚期习得的词汇加工速度更快,正确率更高。该效应在第一语言（first language,一语,L1）上已经得到了广泛地验证,但在第二语言（second language,二语,L2）当中的研究较少,L2AoA效应是否存在及其与L1AoA是什么关系尚不清楚。本研究旨在考察中国英语学习者,英语词汇习得的年龄效应及其与汉语翻译对等词习得年龄的关系。实验1和实验2正交地操纵了L2AoA（早和晚）和L1AoA（早和晚）,均采用词汇判断任务,记录被试的反应时和正确率。实验1和2的不同之处在于填充词:实验1的填充词为正字法不合法、不能发音的非词,被试仅通过浅层的正字法加工就能做出判断;实验2的填充词为正字法合法、能发音的非词,被试需要较多的语义加工才能做出真假词的判断,填充词的变换能让我们考察在语义和正字法加工阶段下的L2AoA效应。实验1发现存在早习得词语正确率高于晚习得词语的数据趋势。实验2发现早习得词语的反应时短于、正确率高于晚习得词语。在两个实验中,L1AoA的主效应以及二者的交互作用均不显著。这表明L2AoA独立于L1AoA影响二语词汇的加工,该效应不仅来源于正字法加工阶段,还来源于语义加工阶段。但是根据Dirix和Duyck（2017）,实验1和2没有发现L1AoA对L2AoA效应的影响可能是因为实验材料的词长较短（约5.7个字母）。为此,实验3采用大样本的词语材料结合词汇判断任务,在包含更多的实验材料和变量的情况下来考察L2 AoA效应。实验结果发现,L2AoA的主效应显著,更重要的是L2AoA,L1AoA和词长的三重交互作用显著:在长词上（至少10个字母）,L2AoA的效应仅在L1AoA较早时显著,即只有当汉语翻译对等词是早习得时,英语词汇的AoA才会影响被试的词汇判断;在短词上,L2AoA的显著效应不受到L1AoA的影响。综合三个实验的结果,第二语言的词汇习得年龄效应影响词形和语义加工阶段。当二语词汇为长词时,该效应会受到母语词汇习得年龄的影响,在语义加工水平上。语义假设和任意映射假设的观点均不能单独解释本研究的结果,我们认为在解释二语词汇习得年龄效应时,不仅要综合这两种假设,还需要考虑二语词汇通达和表征的特征。", "label": "心理学", "id": 0}
{"content": "个体在进食过程中可以获得快感,满足自身享乐需求。当享乐目标唤起时,个体往往容易产生冲动进食行为。饮食对人类的生存具有重要意义,除了满足能量需求,个体还可以在进食过程中获得快感,满足自身享乐需求。当享乐目标唤起时,个体往往容易产生冲动进食行为。以往研究大多探讨肥胖个体对食物信息的认知加工,而较少从体重正常个体的角度关注享乐目标的唤起对食物信息的认知加工机制。本研究基于双系统模型,从自动系统的注意偏向和自我调节系统的抑制控制两方面,探究享乐目标的唤起对食物信息认知加工的影响。研究采用点探测范式、双选择oddball任务范式,结合事件相关电位（ERP）技术,构建2（享乐目标唤起状态:唤起、未唤起）×2（图片类型:高热量食物图片、非食物图片）被试内实验设计,通过两个ERP实验考察享乐目标驱动冲动进食行为背后的神经机制。实验一使用点探测范式,具体探究享乐目标唤起对食物信息注意偏向的影响。结果发现,在享乐目标唤起条件下,高热量食物图片比非食物图片诱发了更大的N1波幅。实验二使用双选择oddball范式,具体探究享乐目标唤起对食物信息抑制控制的影响。结果发现,在享乐目标唤起条件下,高热量食物图片比非食物图片诱发了更大的P3波幅。这表明当唤起享乐目标时,个体对高热量食物图片表现出早期注意偏向的增强,且对高热量食物图片存在反应抑制缺陷。本研究从神经层面证明了享乐性进食行为是冲动系统和反应系统共同作用的结果,从享乐性进食行为的角度支持了双系统模型在饮食中的应用。", "label": "心理学", "id": 0}
{"content": "信任倾向是一项重要的社会功能。与常规认知功能的老化模式不同,它并没有呈现出随年龄增长而下降的趋势;相反地,随着年龄的增长,老年人表现出更积极的信任倾向,并且在特定脑区上也有更强的激活。然而健康老年人在非任务态下的信任倾向脑网络及其与认知和非认知表现之间的关系尚不清楚。本研究收集了83名健康老年人（64.51±6.86）的静息态功能磁共振影像,以及他们在一轮信任游戏和神经心理学测试（如认知测试,睡眠问卷,情绪测量）上的测试成绩。本研究采用268节点的脑图谱模板构建个体的全脑功能连接（Functional connectivity, FC）矩阵,基于脑功能连接组的预测建模（Connectome-based prediction modeling,CPM）对健康老年人的信任倾向进行预测。CPM能识别与信任倾向相关的正性和负性脑网络,其中正性和负性网络分别由与信任倾向存在正相关或负相关的功能连接构成,同时计算各个网络的总连接强度对信任倾向的预测能力。此外本研究采用模拟损伤的方法来考察特定脑区的功能连接缺失对行为预测的影响。最后为了探讨信任倾向与认知和非认知表现的关系,本研究使用回归分析分别考察信任倾向及其总网络强度与神经心理学测试成绩的关联。CPM的结果表明,只有负性网络能显著预测老年人的信任倾向。而在负性网络中,顶叶的节点特别是颞顶联合区存在最多的相关连接。模拟损伤分析表明,顶叶和颞叶的功能连接缺失会显著降低模型的预测力。最后回归分析表明,信任倾向及其负性网络的总连接强度仅与睡眠质量有相关,与认知能力测试无关。上诉结果表明,顶叶和颞叶的功能连接在预测老年人的信任倾向中有着重要的作用,而这与既往研究中发现的年轻人信任倾向的神经机制存在差异。相较于认知功能,信任倾向可能与非认知特征特别是睡眠的关系更密切。综上所述,本研究支持前人的观点,亲社会行为例如信任倾向及其潜在的神经机制可能具有与一般认知功能不同的老化模式。", "label": "心理学", "id": 0}
{"content": "目的:发展性协调障碍（developmental coordination disorder,DCD）是一种常见的神经发育障碍,表现为智力发展正常,但是精细和粗大运动技能发展受损。前注意加工是无需注意参与的,对刺激的早期、自动化的加工,失匹配负波（mismatch negativity, MMN）是研究前注意加工的客观指标。本研究旨在探究发展性协调障碍儿童和对照组儿童视空间信息的前注意加工功能特点。方法:使用发展性协调障碍问卷家长版（DCDQ）和儿童运动协调能力成套评估工具（M-ABC）,并结合教师评价,筛选出7-10岁发展性协调障碍儿童24例,同时选取对照组儿童23例。采用偏差刺激呈现频率为20%的非注意oddball范式,应用美国EGI公司生产的ERP仪器,采集并比较两组儿童的视觉失匹配负波。结果:行为结果表明,在注意主任务上,两组儿童的反应时不存在差异;然而,障碍组儿童的准确率显著低于对照组（t=-2.431, p <0.05）。ERP结果表明,相比于障碍组儿童的视觉MMN波幅[（0.410±0.232）μV],对照组儿童枕部（O1、Oz、O2）引起的波幅更负[（-0.306±0.237）μV,p=0.036)],差异具有统计学意义（p <0.05）。结论:发展性协调障碍儿童的视空间前注意加工能力较正常儿童差,可能存在视觉感知障碍。意义:通过ERP研究可以确定发展性协调障碍儿童是否在特定大脑区域存在功能异常,是否存在注意加工问题,深入探讨注意视空间信息加工脑机制,为发展性协调障碍儿童的及时发现、矫正与治疗提供帮助,提高其学习效率,改善学业成绩。", "label": "心理学", "id": 0}
{"content": "信息繁杂的时代里,我们的大脑每天都面对着大量需要处理的内容,那么在这背后,是什么样的工作记忆机制让我们避免陷入混乱局面,保持高效工作的呢?不再相关的信息都去哪里了呢?众所周知,工作记忆是一个对信息进行暂时储存、加工的系统,前人提出工作记忆中的无关信息会被主动地移除,以便在容量有限地情况下,更好地为目标服务,本研究旨在直接探究工作记忆中无关信息的去向,验证信息移除的存在性。实验范式沿用Ecker等人（2014）使用的改良版工作记忆范式,自变量为CTI（线索和目标之间的时间间隔）,通过改变记住替换词后是否按键、回忆时是否需要对应位置等条件,对64名浙江大学学生开展2项实验,并在此基础上增加意外回忆测试,让被试在所有试次结束后,自由回忆前面出现过的所有词语,以探究干扰项的回忆效果。研究结果和移除假说不一致,不论是否按键、是否按位置回忆,被试并没有按照预想表现出在CTI长的条件下,回忆出更少的干扰词。这表明,工作记忆中的信息移除可能并不存在,但不可否认,让工作记忆保持高效工作的机制一定存在,未来研究可进一步探究不同范式下的机制差异。", "label": "心理学", "id": 0}
{"content": "视觉工作记忆是一个短暂存储信息的记忆系统,以往研究认为视觉工作记忆的容量是固定不变的。但最近有研究表明,在记忆真实物体时,随着编码时间的延长,被试的记忆容量会增加（Li et al., 2020）。也就是说,视觉工作记忆的存储容量受到编码时间的影响。然而,对于其依赖的神经机制并不清楚。因此,本研究采用颅内电极记录技术（StereoElectroEncephaloGraphy,SEEG）来探究被试在不同编码时间下的神经活动。本研究采用Li et al., 2020中的实验范式,让被试记忆六个真实物体,呈现时间分别为0.2s, 1s和2s,随后相应地呈现空屏2.8s, 2s和1s。之后,会在其中一个物体的位置上呈现0.5s的回溯线索,提示被试需要回忆哪个位置上的物体。测试阶段,在之前提示位置呈现两个物体,要求被试判断之前记忆过的物体出现在上面还是下面,并给予反馈。本研究通过分析额叶、顶叶、枕叶、海马头和海马尾这几个区域的电极发现:1)在编码阶段,额叶、顶叶、枕叶的gamma波段（60-140 Hz）存在持续性的激活,并且激活时间与编码时间一致。2)顶叶和枕叶的gamma波段强度在编码阶段对于正确试次要高于错误试次,表明其与记忆有关。3)利用表征相似分析（Representational similarity analysis）发现,顶叶、枕叶、额叶的编码与回忆阶段的表征相似矩阵存在与编码时间的锁时效应,且在正确和错误试次间表现不同。综上所述,本研究认为不同编码时间下的记忆神经表征存在差异,且这种差异主要存在于顶枕区域以及额叶区域,且主要体现在gamma波段。", "label": "心理学", "id": 0}
{"content": "类别学习下的自我调节学习是指个体在加工多个类别知识时自主选择学习策略的过程。当学习者在同个类别内进行连续加工时称为集中学习,在不同类别间进行对比加工时称为交替学习。前人研究基于自然类别材料考察了类别间相似性对自我调节学习的影响,结果发现:类别间相似性低时,学习者更多的选择集中学习;类别间相似性高时,则更多地选择交替学习,并且取得更好的分类学习效果,这表明类别相似性可预测自我调节学习下的学习行为。类别相似性不仅包括类别间相似性,还包括类别内相似性,学习者在寻找类别内的共性时也是有学习策略的。在以往研究中自我调节学习是已知呈现样例的数量,该因素是否会影响个体的学习策略还有待探究。因此,本研究共设计两个实验,实验一探讨类别间相似性（高/低）与类别内相似性（高/低）对自我调节学习的影响,实验二探讨影响类别转换的因素,在实验一的基础上增加呈现样例数量的条件。本研究共240名大学生参加实验,采用原型学习材料,分为四个类别,通过变异水平严格控制类别间与类别内相似性,使用自我调节学习范式,即学习阶段学习者可自由选择四类别中的一个类别进行学习,学习结束后进入测试阶段。结果表明:正确率方面,实验一与实验二中类别间低相似条件的分类正确率显著高于类别间高相似条件,类别内高相似条件的分类正确率显著高于类别内低相似条件。转换率作为衡量学习策略的指标,是指学习阶段在不同类别间转换的比例。对转化率进行整体和阶段性方差分析,发现当呈现样例数量时,类别内高相似条件下的转换率显著高于类别内低相似条件,且第一阶段的转化率显著高于其他三个阶段。本研究的结论:类别间与类别内相似性共同预测自我调节学习的分类效果;当告知学习者样例数量时,学习者的学习策略会受到类别内信息而非类别间信息的影响,同个类别内的样例越相似,学习者更倾向于采用交替学习,并且这种交替的倾向会随着学习进程而减弱,进一步验证自我调节学习中的数据驱动效应。", "label": "心理学", "id": 0}
{"content": "视觉工作记忆是一个短暂存储视觉信息的在线记忆系统。早期研究认为视觉工作记忆的基本存储单元为客体,即是以整体的形式进行加工和存储的。然而,近来有证据表明视觉工作记忆中对于不同客体特征的存储是分离的,且每个特征都有其独立的存储空间和存储容量。那么,究竟是什么造成了多特征物体不同特征的不同存储容量?对此,我们假设不同维度的特征具有不同神经机制,即在编码阶段的加工时间和深度上存在差异。为了证明这一假设,我们通过脑电（EEG）技术和多变量模式分析（MVPA）方法对组成物体的不同特征进行解码以比较特征之间的编码时间和加工深度。本研究分为两个实验。在实验一中,在视野中央给被试呈现一个带有颜色和方向的光栅刺激,被试按要求记忆颜色或方向,或同时记忆其颜色和方向。在实验二中,给被试呈现一个不仅具有颜色和方向特征,而且具有位置特征的光栅刺激,即光栅刺激可能出现在注视点的左侧或右侧。但是位置信息与记忆任务无关,被试只要记忆光栅刺激的颜色和方向即可。与此同时,我们记录了被试在完成实验任务时的脑电数据。实验一的研究结果显示,在记忆颜色或方向的条件下,对于颜色的解码信息要比方向的更早达到峰值;而方向的解码信息比颜色的要维持更久。在同时记忆颜色和方向的条件下,我们发现了类似的结果,表明同一物体的不同特征存在不同的编码方式。通过对时频转换的数据进行MVPA分析,发现这种不同特征的编码差异主要反映在α波段（8-12Hz）上。此外,实验二的结果重复验证了实验一,并且发现位置作为无关特征时依旧会进行编码,且与颜色和方向存在不同的编码形式。因此,我们认为视觉工作记忆对于物体的编码是存在特征分离的。", "label": "心理学", "id": 0}
{"content": "工作记忆在日常生活中被频繁使用,服务于我们当前的认知任务。以往研究表明工作记忆是一种短暂存储信息的记忆系统;并且,工作记忆中的信息通过反复复述可以存储到长时记忆之中,形成更为持久的记忆表征（Ranganath et al., 2005）。然而,对于工作记忆转化为长时记忆的时程效应及其神经机制,我们却知之甚少。大量研究表明海马对长时记忆的维持和提取十分重要,并且海马在工作记忆维持新项目的过程中扮演着重要角色。那么,海马是否在工作记忆向长时记忆转化过程中起到一定的作用?为了探究这一记忆转化过程的时程效应及其神经机制,本研究拟采用颅内电极记录技术（Stereo Electro Encephalo Graphy, SEEG）,采集癫痫病人的颅内电极数据。本研究试图回答两个问题:1)工作记忆转化为长时记忆的时程效应;2)海马在工作记忆转为长时记忆的过程中起到何种作用。实验过程中,被试需要记忆并回忆光栅刺激的方向并通过鼠标做出反应。实验一共包含6个区组,每个区组包含30个试次,且每个试次呈现的光栅刺激都具有相同的方向信息。实验根据光栅数量分为两个条件,即负荷1和2。通过分析行为数据,以及事件相关电位和时频转换后的数据,我们发现工作记忆的绩效和海马的电信号都会随着练习的增加而变化。主要表现为,记忆编码后的海马激活会随着不同区组变化,且在第四个区组达到最低;同样Gamma频段（60-140Hz）的强度也会随着不同区组变化,在第四个区组最弱。这表明工作记忆可能在第四个区组,即90～120次的重复时,开始转化为长时记忆,伴随着海马激活程度的降低。", "label": "心理学", "id": 0}
{"content": "极端情绪是指在生活中经历的极端高强度的情绪体验。以往研究主要关注中等强度情绪的表情识别,较少关注身体姿势线索对情绪识别的影响。本研究采用行为学实验和眼动技术相结合,采用4个实验,以运动员不同强度输、赢的面部表情和身体姿势图片作为实验材料,探究不同情绪强度（极端vs中等）下,身体姿势对情绪识别的影响及其机制。实验1和实验2为行为学实验,采用2（呈现部位:面孔vs身体）×2（强度:极端vs中等）×2（愉悦度:输vs赢）的被试内设计,分别要求被试对单独呈现的面孔或身体的愉悦度（实验1）和唤起度（实验2）进行判断,结果进一步验证了前人的研究,即被试仅能通过身体姿势判断极端强度情绪的愉悦度（输vs赢）,但极端强度情绪下,面孔线索和身体姿势线索均可提供情绪唤起度的信息。实验3和实验4结合眼动技术,实验3采用2（整体情绪强度:极端vs中等）×2（面孔愉悦度:输vs赢）×2（身体愉悦度:输vs赢）的被试内设计,要求被试判断面孔与身体组合图片的愉悦度。发现被试通过身体姿势的愉悦度来判断整体情绪的愉悦度。眼动结果表明,整体情绪强度为极端强度时,对身体的平均注视时间更长,该结果为通过身体线索来判断极端强度情绪的效价提供了生理学证据。而且当身体姿势为输时,对眼睛的注视时间显著长于对嘴巴的注视时间,为赢时则没有显著差异,这一结果说明对身体姿势注视的增加,改变了对于面部的注视模式。实验4采用2（整体情绪愉悦度:输vs赢）×2（面孔强度:极端vs中等）×2（身体强度:极端vs中等）的被试内设计,要求被试判断面孔与身体组合图片的唤起度。结果表明,极端强度面孔条件下的整体唤起度评分显著高于中等强度面孔条件。眼动结果表明,在对唤起度判断的过程中,不存在对极端强度情绪身体姿势的注视偏好。综上,本研究结果从行为学和眼动模式两个层面进一步说明了对极端强度情绪的效价识别主要依靠身体线索。但是对极端强度情绪的唤起度识别还是主要依靠面孔线索。", "label": "心理学", "id": 0}
{"content": "以往研究发现集合的吸引力评分要显著高于集合成员的评分的平均值,即集合吸引力高评现象。研究者提出整合集合成员合成平均面孔是集合吸引力高评的原因。但这种高评现象多出现于较大的集合中,而在小容量集合中则不容易出现高评现象。这存在两种可能:一是小集合面孔没有形成平均面孔,二是小集合面孔中个体表征突显,虽然形成了平均面孔但受到了个体表征的干扰。为了阐明其原因,本研究采用吸引力评价任务并操纵集合加工时间,通过两个实验来阐明小容量集合面孔的平均表征机制。在吸引力评价任务中,要求被试对集合刺激的吸引力、集合合成的平均面孔以及集合中的每一张个体面孔进行评分。每个实验中都包含两种类型的集合:一种是所有的集合成员都是原始面孔,没有平均面孔;另一种方法是将一张由集合中其他原始面孔合成而来的平均面孔也包含在集合中。研究结果发现,小容量集合中也能够形成平均表征,平均表征是通过形成平均刺激的表征来产生的,且吸引力不出现高评现象是由于平均刺激受到了干扰。当认知资源不足时,个体的精确表征不再凸显,平均面孔受到干扰减小,高评现象重新出现。", "label": "心理学", "id": 0}
{"content": "为了优化行为表现,大脑会整合来自不同感官的信息。先前研究表明,多感官环境会促进或干扰分类表现,跨通道信息整合可能有重要影响但其机制尚不清楚。目前,知觉决策领域备受重视的两个理论是信息整合发生在早期信息编码阶段或晚期决策选择阶段,本研究借助脑电设备（EEG）、线性判别分析（LDA）及前馈模型探究跨通道信息整合的时间动态机制。39名被试佩戴128导脑电设备分别完成无干扰、视觉干扰、听觉干扰的视觉分类任务和听觉分类任务。行为表现显示:（1）视觉和听觉无关信息会对视觉分类有显著的促进作用;（2）视觉无关信息会促进,而听觉无关信息会干扰听觉分类表现。脑电数据显示:（1）视觉分类过程中,对听觉无关信息的整合发生在早期信息编码阶段,而视觉无关信息整合发生在晚期决策选择阶段,这可能与通道属性有关;（2）听觉分类时无关信息的通道效应没有体现在神经活动上。综合来看,这些结果证实了视觉和听觉无关信息会对视觉和听觉分类任务产生不同的影响,会分别体现在神经活动和行为表现层面。这些结果也强调了跨通道信息整合可能发生在早期信息编码阶段,也可能发生在晚期决策选择阶段,揭示了分类决策过程中跨通道信息整合的动态过程。", "label": "心理学", "id": 0}
{"content": "以往研究发现,交错呈现不同类别刺激（交错呈现）比连续呈现相同类别刺激（集中呈现）更有利于类别学习,因为交错呈现增强了不同类别刺激间的区别对比。Noh等人（2016）在类别学习双系统框架下,采用四类别学习任务探索呈现顺序对基于规则和信息整合类别学习的影响,结果发现集中呈现有利于基于规则的类别学习,交错呈现有利于信息整合的类别学习。因为在交错呈现条件下,学习者需同时生成四个类别的检验规则,对工作记忆产生负担,不利于基于规则的类别学习。相反,交错呈现鼓励学习者放弃基于规则的次优策略,快速转换到信息整合的程序性系统,因此有利于信息整合的类别学习。现实生活中,人们并不能根据某个或多个特征组合完美地区分一些类别,总会存在一些例外。为了更贴合实际,本研究在Noh等人（2016）的实验基础上,修改了相应的类别结构,增加了一些例外刺激,使被试根据两个维度进行分类的最大正确率为95%,并且增加基线条件（随机呈现）,进一步考察在例外情境下呈现顺序对基于规则和信息整合类别学习的影响。对测试阶段的正确率进行3（呈现方式:交错、集中、随机）x 2（类别结构:基于规则、信息整合）的完全随机方差分析。结果发现:在基于规则条件下,集中呈现的分类正确率显著低于交错呈现和随机呈现的分类正确率,但交错呈现和随机呈现的分类正确率没有显著差异。在信息整合条件下,集中呈现、交错呈现和随机呈现的分类正确率没有显著差异。上述结果表明,在例外情境下,集中呈现不利于基于规则的类别学习,而呈现顺序不会影响信息整合的类别学习。本研究认为,在基于规则的任务中,例外的存在干扰学习者在集中呈现条件下为每个类别形成的相应规则,损害程度大于交错呈现条件下增加工作记忆负担造成的损害。在信息整合的任务中,虽然交错呈现条件鼓励学习者快速放弃基于规则的次优策略,但例外的存在干扰学习者形成刺激—反应联结,因此没有出现交错呈现优势。本研究也进一步验证了类别学习双系统理论。", "label": "心理学", "id": 0}
{"content": "基于团队过程理论探讨了教练型领导对团队效能的影响,以及团队学习和自我效能感在其中的作用。选取77个软件开发团队共419名员工数据,跨层次结构方程（Multilevel SEM）分析结果如下:（1）教练型领导行为对团队绩效和成员满意度有显著的正向影响作用,对团队学习和成员自我效能感也有显著的正向影响作用;（2）团队学习对团队绩效和成员满意度具有显著的正向影响,并在教练型领导和团队绩效,以及成员满意度之间起中介作用;（3）成员自我效能感对成员满意度具有显著正向影响作用,并在教练型领导和成员满意度之间起中介作用。本研究结果有助于理解教练型领导对团队绩效的多水平组织理论模型,并能够有效指导变革和团队管理实践。", "label": "心理学", "id": 0}
{"content": "在全球范围内,工作场所的伤害和事故一直是严重的问题,安全生产不容乐观。面对安全生产的严峻形式,如何降低生产事故的发生、提高员工的安全绩效是理论界和实践界共同关注的焦点之一。而领导作为工作中的重要角色,对员工的工作态度与行为有着极为重要的影响。因此,本研究从领导的角度出发,探究领导特质情感呈现通过影响员工工作投入对员工安全绩效的作用机制。新近提出的领导特质情感呈现这个构念（即,领导与下属互动过程中引起员工相似情感感受的倾向,包括积极情感呈现与消极情感呈现两个维度）,会从个体和团队两个过程影响下属的工作投入。其中,领导积极情感呈现一方面能够引发员工个体的积极情感,进而扩展个体的注意、认知和行动的范围,使员工产生更高水平的工作投入;另一方面,在团队中,领导积极情感呈现引发的相似的积极情感会自下而上地聚合形成情感氛围,在这种积极情感氛围下,下属会更加认同团队的工作目标并产生高水平的工作投入。然而,领导消极情感呈现所引发的员工消极情感与团队消极情感氛围则会对下属的工作投入产生阻碍作用。同时,工作投入作为一种积极的工作状态,当工作投入较高时,员工会迅速有效地进入工作状态,并在生产活动中更加关注自身的安全,因此更容易表现出安全遵守和安全参与行为。本研究采用问卷调查法,收集了来自核电企业的67个团队的467名一线员工与其直接领导（67名）的数据。其中,领导特质情感呈现和工作投入来自员工评价,安全遵守和安全参与来自领导评价。运用多层中介模型对数据进行统计分析,结果显示,工作投入中介了领导积极和消极特质情感呈现对员工安全遵守与安全参与的影响,支持了研究假设。本研究有如下两方面贡献:（1）本研究首次将领导特质情感呈现这一概念引入安全领域,同时为解释员工安全绩效的作用机制提供了全新的视角;（2）在管理实践中,企业在选用、考察和培训中关注领导情感呈现这一特质,也有助于提升员工的工作投入与安全绩效。", "label": "心理学", "id": 0}
{"content": "随着女权运动的兴起,性别偏见议题受到了越来越多的关注。善意性别偏见指一类主观情感上爱护女性但是将她们限制在传统性别角色上的态度,因持有者的主观好意而难以被识别为偏见。已有研究发现,善意性别偏见暗中维护了男女不平等的现状,对女性的身心健康和个体发展具有负面影响。本研究的目的是探究男女平权思想日益盛行的背景下,善意性别偏见态度在亲子间的传播路径,存在形式,以及其对女性领导力涌现的影响。本研究分为三个子研究,考察了女性父母的善意性别偏见态度、女性的善意性别偏见态度、善意性别偏见环境和女性的领导力涌现之间的关系。研究一采用问卷调查法,调查了来自北京、上海、安徽、山西等省市的165名女性和她们的至少一方家长,测量他们各自持有的善意性别偏见、女性的领导力涌现。结果发现,家长对善意性别偏见态度的认可程度正向预测了其女儿对善意性别偏见的认可程度,但无法预测女性的领导力涌现。研究二采用半结构化访谈法,对10个有女儿的家庭和4名成年女性分别进行深度访谈,访谈文稿采用NVivo进行编码,形成编码表。发现家庭生活中对女儿的善意性别偏见主要存在于行事作为、生活照顾、婚恋态度、学业期望和工作生活期望这几个主题中。研究三结合前人研究并采用研究二收集到的访谈文本和编码结果制作善意性别偏见研究材料,将来自全国各地60所高校的166名参与者随机分为实验组和控制组。实验组和控制组分别阅读包含或不包含善意性别偏见的描述材料,之后共同组成团队完成任务。任务完成后,请小组成员评价其他成员的领导力涌现。结果发现,善意性别偏见环境对女性的领导力涌现具有显著的负面影响。整合研究结论认为,在父母与女儿的相处过程中,无意中表现出的善意性别偏见会阻碍女性的领导力涌现。本研究对女性领导力的培养和发展提供了有效建议,对于改善社会性别偏见问题,拓展女性人才的发展空间具有重要价值。", "label": "心理学", "id": 0}
{"content": "全世界每年发生近3.74亿起非致命性工伤和疾病,导致许多员工长期缺勤。根据中华人民共和国应急管理部最新发布的全国生产行业安全事故统计,2020年全国生产行业安全事故3.8万余起,死亡人数为2.74万余人,重特大事故16起,死亡人数262人。安全事故的发生给国家和企业都带来了巨大的损失,也给相关家庭带来了巨大的痛苦,安全生产形势复杂严峻。已有研究发现了安全行为与安全事故和伤害之间存在普遍的联系。因此,本研究基于内隐追随理论,使用仁慈型领导量表、下属默契量表、安全氛围量表和安全行为量表,整群抽取国内某大型企业的639名员工作为被试来收集数据,使用SPSS21.0及Mplus8.对数据进行分析,探讨仁慈型领导与员工安全行为的关系,以及下属默契的中介作用和安全氛围在其中起到的有调节的中介作用。结果发现:（1）仁慈型领导能够正向影响员工的安全行为;（2）下属默契在仁慈型领导与员工安全行为间起中介作用;（3）安全氛围正向调节下属默契的中介作用,高水平的安全氛围能够有效增强仁慈型领导通过下属默契对安全行为的影响。本研究深入探究了与员工安全行为相关的因素及它们间的关系,明确了领导者对员工安全行为的重要影响、下属默契在仁慈型领导与安全行为间的积极作用以及培养良好的安全氛围的重要性,为提升员工安全行为水平、降低安全事故发生率提供了科学依据,为达到提升安全绩效的目的提供了科学路径。", "label": "心理学", "id": 0}
{"content": "外界对于个人的肯定和接纳可分为内在肯定和外在肯定两种形式,内在肯定是对一个人相对稳定的内在品质的肯定,而外在肯定是对个人外在行为表现或结果的肯定。研究发现,这两种肯定对于亲密关系的影响存在差异,来自伴侣的内在肯定（vs.外在肯定）更能增进个体对亲密关系的信任和承诺,表现出更多的亲关系意愿和行为（Gordon＆Chen,2010）。这是由于内在肯定比外在肯定更能降低个体的自我防御性,进而促进亲人际关系行为。然而,以往研究仅局限于个体人际关系,忽略了组织情境。本研究聚焦于组织情境下,首次探究了两类肯定对员工解决职场人际冲突的影响。研究一考察内在和外在肯定是否影响员工对假想职场人际冲突的宽恕意愿。238名企业员工被随机分配到内在肯定和外在肯定组:内在肯定组回忆一段组织对自己的内在肯定（如,因为自己人品好而受到接纳）,外在肯定组回忆一段组织对自己的外在肯定（如,因工作业绩好而受到嘉奖）;接着让被试阅读八段职场人际冲突情境的描述,想象自己是情境中的受害者并指出对每段情境的宽恕意愿。研究二考察内在和外在肯定是否影响员工对真实职场人际冲突的解决意愿。390名被试首先回忆一段在近六个月中,自己与他人之间发生的工作冲突事件;随后完成内在肯定或外在肯定的启动（同研究一）;之后所有被试针对先前冲突事件的回忆,进行调解、宽容以及报复意愿的评分。研究一、研究二均表明,内在肯定比外在肯定能导致员工有更多的缓和职场人际冲突的意愿。研究三进一步考察外在肯定是否也能促进员工较为友善地解决职场人际冲突。463名被试参与了这项研究,除在启动肯定类型（内在/外在肯定）时新增了控制组,其余研究过程与研究二基本相同。结果表明,与控制组相比,外在肯定也能增进员工缓和职场人际冲突的意愿,但其效果不如内在肯定。本研究首次在组织情境下考察内外在肯定的影响,丰富了这一主题的研究内容,拓展了自我肯定理论的解释范围,并为如何缓解职场人际冲突提供了实践参考。", "label": "心理学", "id": 0}
{"content": "角色压力（role stress）是工作场域下由于角色模糊、角色冲突和角色超载而造成的压力体验,常常会导致一些负向的组织行为结果。其中,角色压力与反生产行为（counterproductive work behavior,CWB）之间的关系在前人的文献中已被广泛地探讨,也有文献研究了角色压力-反生产行为的中介变量,如负性情绪、组织支持感等,但鲜有将敬业度作为中介来考虑其作用机制的。敬业度（engagement）是员工在工作中表现出来的高度投入和积极主动的身心状态,但越来越多的管理实践揭示了员工敬业度有持续下降的趋势,因此对敬业度的考量具有现实意义。依据资源保存理论,首先构建了如下假设:角色压力会造成心理资源的耗竭,而这会引发敬业度的下降,并进一步导致反生产行为的增加。文章通过实证数据证实了该假设,发现角色压力与反生产行为具有显著的正向关系,敬业度与反生产行为具有显著的负向关系,敬业度在角色压力和反生产行为的关系中发挥了部分中介作用。其次,依据拓宽-建构理论,感戴（gratitude）作为一种积极情绪,可以补偿由于角色压力带来的资源损耗,建构个体损失的心理和社会资源,即感戴会负向调节敬业度与反生产行为之间的消极关系,具体而言,员工的感戴水平越高,即使敬业度由于角色压力而下降,他们也不会产生更多的反生产行为。由于工作场域下的感戴测量并未得到普遍的认可,所以在前人研究的基础上编制了员工感戴量表,经检验,符合心理测量学的标准,并谨慎地用于后续模型中对感戴这一变量的测量。文章在前人研究的基础上,首先,编制了员工感戴量表,经过访谈、专家研讨、题项形成与筛选、初测、再测、项目分析、信效度检验等,初步认定该量表可以作为工作场域下对员工感戴水平的一种测量方式。其次,借助自编量表和相关成熟量表,验证了本研究提出的有调节的中介模型,即员工感戴水平负向调节了员工敬业度在角色压力和反生产行为之间的中介作用。最后,探讨了理论贡献、实践意义、不足之处和未来展望。", "label": "心理学", "id": 0}
{"content": "积极组织心理学强调从积极的角度研究组织行为的运行规律。本研究聚焦于领导的幸福感是如何传递给员工的,分析了幸福的领导在解释风格和领导行为上的特征,及其对员工心理资本和幸福感的影响过程。本研究包含3个子研究,研究一以360名高校管理人员为调查对象,测量了他们的幸福感、解释风格、领导行为,结果显示:领导的解释风格在领导幸福感与领导行为中起到了部分中介作用。研究二以811名高校员工为调查对象,测量其感知到的领导行为、心理资本、幸福感,结果显示:员工心理资本在员工感知的领导行为与员工幸福感之间起到了部分中介作用。研究三分别调查了高校管理人员及其下属,收集领导-员工配对数据106份。结果显示:解释风格、领导行为、心理资本在领导幸福感与员工幸福感之间起到了链式中介作用。有两条路径得到了验证,路径一:领导幸福感—领导解释风格—领导行为—员工心理资本—员工幸福感;路径二:领导幸福感—领导行为—员工心理资本—员工幸福感。同时,加入中介变量后,领导幸福感对于员工幸福感的直接作用效应不显著。结果表明,领导幸福感对员工幸福感有正向影响,但并非直接传递给员工,而是通过解释风格、领导行为、员工心理资本的间接作用来影响员工幸福感的。", "label": "心理学", "id": 0}
{"content": "为充分发掘我国紧缺人才优势,改进现有人才选拔、评估和培训方法,需要利用人工智能匹配的新技术,为科技前沿领域聚集一批想创新、敢创新、能创新的高层次人才队伍。本研究为了解决紧缺型人才的瓶颈问题。首先,基于大数据的人-职智能匹配,通过基于O*NET的职业工作分析和基于心理测试的特征分析,建立基于大数据聚合的智能匹配系统,将大范围各地区紧缺专业的职业要求与求职人员的心理特征相匹配,获得各类人群的基本归类后,再进行结构化面试等新型甄选方法,以提高人员选拔的速度和精度。此外,基于地理位置的LBS（Location Based Services）为用户提供与位置相关的各类信息服务。其次,从紧缺科技人员和关键管理岗位领导者入手,通过关键行为事件访谈获得录音,并对录音进行文本的转录,通过计算机半自动化编码,对非结构性数据进行索引、搜寻等数据挖掘,形成核心胜任特征模型,以此来作为对外招聘、培训和绩效评估的依据。目前,科研团队已经在关键行为事件访谈、多模态信息的处理技术方面有所进展,并开发出基于核心胜任特征的网络测试与培训系统,包括共性胜任特征和科研、工程、管理领域下的特异性胜任特征,并使用SGP成长评估模型对培训的效果进行衡量。在培训方式上,也将采用认知技能培训、安全心智培训、团体沙盘游戏、合作型团队培训和情境模拟评价的新型培训获得验证,通过可视化平台展示其动态过程,供选人用人和绩效评估中使用。目前,针对紧缺人才核心胜任特征的智能评估模式初步已初步取得了一定成效。", "label": "心理学", "id": 0}
{"content": "无法忍受不确定性（Intolerance of uncertainty, IU）被认为是广泛性焦虑（Generalized anxiety disorder,GAD）发展和维持的重要危险因素。目前研究大多使用自我报告量表总分来探究IU与GAD（或担忧）之间的关系。然而,IU是由不同的认知、情感和行为成分所组成的构念;GAD是由认知、情感和躯体症状的组成的异质性综合症。本研究旨在探索IU不同成分与GAD不同症状之间的关系模式以及IU的哪些成分是GAD的核心危险因素,从而为相关预防和干预提供一定的参考。以陕西省某大学624名大学生为研究对象。采用无法忍受不确定性量表（IUS-12）测量IU各成分;采用广泛性焦虑量表（GAD-7）测量GAD各症状。使用软件R进行正则化偏相关网络的统计分析和可视化,特别关注网络中各个变量的预期影响（Expected influence）和桥预期影响（bridge expected influence）。结果表明,IU社团内存在4条最强关联的边,如\"无法预料的事情让我烦躁不安\"和\"我会因为无法得到所有需要的信息而感到沮丧\"（正则化偏相关系数为0.39）。GAD社团内存在2条最强关联的边,如\"由于不安而无法静坐\"和\"感到似乎将有可怕的事情发生而害怕\"（正则化偏相关系数为0.30）。在网络中,GAD症状\"对各种各样的事情担忧过多\"和IU成分\"我会因为无法得到所有需要的信息而感到沮丧\"具有最高的预期影响。在IU社团中,\"我会因为无法得到所有需要的信息而感到沮丧\"具有最高的桥预期影响。在GAD社团中,\"对各种各样的事情担忧过多\"和\"不能够停止或控制担忧\"症状的桥预期影响最高。节点预期影响和桥预期影响的相关稳定性系数分别为0.75和0.44。本研究揭示了IU不同成分与GAD不同症状之间的潜在关联路径以及IU的哪些成分是GAD的核心危险因素。这些结果为相关的预防和干预提供了潜在的靶点,如针对\"它使我无法获得我需要的所有信息\"可能比针对IU其他成分能更有效地减少GAD症状的严重程度。", "label": "心理学", "id": 0}
{"content": "突发地,强听觉刺激（脉冲刺激）能够引发个体的惊吓反射,当事先一段时间内出现一个弱刺激（前脉冲刺激）,个体的惊吓反射会被显著的抑制。这一现象被称为前脉冲抑制（prepulse inhibition, PPI）。以往研究发现PPI受个体注意水平的调节,即注意前脉冲刺激时PPI会大于非注意条件下的PPI。然而,现有研究多对前脉冲刺激的特征或空间位置来操控注意水平高低,缺少通过知觉负载操控注意水平来检测PPI变化。本研究采用视觉知觉负载任务,屏幕上呈现4种颜色和4种形状的随机组合色块,低负载任务要求被试判断是否出现特定颜色或形状的色块,高负载任务要求被试判断特定颜色和形状组合的色块是否存在。在视觉任务中同步出现前脉冲刺激和脉冲刺激,为了控制被试对前脉冲刺激的注意水平,在每段任务中会持续播放宽带背景噪声,并采用双耳时间差操控前脉冲刺激和背景噪声的相对知觉空间位置。当背景噪声与前脉冲刺激的知觉空间位置相同时,称之为知觉空间重合（perceptual spatial co-location,PSC）,听者对前脉冲刺激的觉察较难。当背景噪声与前脉冲刺激的知觉空间位置不同时,称之为知觉空间分离（perceptual spatial separation,PSS）,听者对前脉冲刺激的觉察较易。实验测量高低负载水平下被试在不同知觉空间条件下的听觉PPI水平。结果发现高负载条件下被试对目标刺激判别的反应时会显著高于低负载条件下的反应时,但正确率没有显著差异,这说明知觉负载任务的操控是有效的。对PPI进行两因素（2负载水平*2知觉空间位置）重复测量方差分析,结果发现知觉负载主效应显著,即低负载水平下的PPI显著高于高负载水平下PPI,而知觉控制位置主效应不显著。两因素的交互作用显著,简单效应分析表明仅当低负载水平下知觉空间分离的PPI大于知觉空间重合下的PPI,高负载条件下二者没有显著差异。上述结果说明PPI的注意调节受跨通道知觉负载的影响,高负载视觉任务会占用被试的注意资源进而降低对前脉冲刺激的加工,表现出更低水平的PPI。此研究通过知觉负载操控进一步验证PPI能够被个体注意水平所调节。", "label": "心理学", "id": 0}
{"content": "态势感知是人机环境系统中最为核心的概念之一,对个体或群体的决策与行动具有重要价值。在航空航天心理学领域,态势感知是维护安全的主要因素,长期受到国内外的广泛关注。因此,为了进一步了解态势感知在国外的最新进展,以探讨未来的研究方向,追朔了1953年至今于ISI Web of Science数据库中收录的19001篇文献,通过描述性分析发现国外态势感知的文章数量截至2020年为止,呈逐年递增的趋势,研究方向主要涉及工程学、计算机科学和心理学,而教育学、经济学、环境学、社会学等内容在态势感知的总体分布中平均低于10%的覆盖率。基于此,以\"Psychology\"为筛选标准,对态势感知的文献进行优化细分,得到1980篇原始数据,通过CiteSpace绘制态势感知心理学研究的结构框架图与发展进程谱能够获得与态势感知相关的高学术影响力期刊、被引作者、作者、机构与经典文献,此外,还描绘了不同时期的热点问题、研究前沿和发展趋势。研究发现,在期刊共被引分析中,Human Factors是被引频次最高的期刊,Behavioral Sciences是中心性最高的期刊,而被引频次与中心性均较高的是Journal of Personality and Social Psychology和Psychological Review,其期刊定位涵盖了神经科学、认知科学、行为生物学、行为遗传学、人因学、人格社会心理学和理论心理学等诸多领域;在作者共被引分析中,Endsley MR的被引频次最高,Bassili JN的中心性最高,而Bandura A和Norman DA的两个指标均位于前列;此外,在作者与机构合作分析中,未发现作者群的存在,虽有一部分的合作团队,但都仅限于两人交流,且不存在具有中心性的作者,合作力量十分薄弱,同样,在机构合作情况中仅有Radboud University Nijmegen与University of Twente的合作最为紧密,是中心性最高的机构,许多机构节点只具有两两合作的关系;在文献共被引分析中缺乏具有显著影响力的文献;而在关键词共现和聚类分析中,聚类结构显著且令人信服,该领域围绕Consciousness、Mindfulness、Interoception、Accuracy、Attention、Vehicle automation、Driving、Self-regulation、Situation awareness、Teamwork、Anxiety等11个主题展开,其中,awareness和attention是研究热点,adolescent和perception的中心性显著。因此,未来研究需要进一步夯实理论,加强合作,提高文献影响力并关注行为研究与其他重要主题。", "label": "心理学", "id": 0}
{"content": "未来时间洞察力的研究起源于时间知觉的研究,是一种同时含有能力和动力特性的相对稳定的人格特质,是个体对未来时间的认知、情感态度和行为倾向的总和。为了更深刻认识未来时间洞察力,探讨其研究概况、热点以及发展趋势,为研究者提供参考。对web of science核心合集数据库中检索时间为2011-2020年,主题词为\"future time perspective\"或\"future time insight\",语种为English,文献类型为Article OR Review,关于未来时间洞察力研究的434篇文献进行知识图谱分析。结果显示:（1）2011到2020年对未来时间洞察力的研究呈现持续上升的趋势,由预测趋势线知,未来对此方面研究仍会持续增长。（2）主要国家及机构:美国（121篇）及中国（49篇）在未来时间洞察力研究领域中处于国际领先位置,但中国发文数量偏少,与美国存在差距。研究机构集中在荷兰（3所）、中国（2所）和德国（2所）。（3）未来时间洞察力研究热点高频词的关键词大致可以归为八大类——社会情感选择性理论、交叉滞后面板、时间洞察力、未来动机、社会工作、未来方向、一般自我效能感、学习策略;通过关键词凸显显示此领域的近期的研究热点为社会支持。今后要进一步开展多学科视角下的研究,将相关研究各学科交叉融合,跨学科研究多样化,以提升研究的内在理论支撑力。（4）主要研究者:分别来自莱比锡大学的Hannes Zacher教授,内梅亨大学的Annet De Lange教授以及荷兰开放大学Beatrice van der Heijden教授。高产作者也是国外研究者居多,今后要吸引更多国内学者研究,以期深化该领域的相关研究。", "label": "心理学", "id": 0}
{"content": "人工智能循着心理学的脚步不断发展,特别是认知心理学,它给予了人工智能理论上的支持。可以说心理学研究的是人类的智能,而人工智能研究的是如何模拟人类的智能。就目前人工智能的发展现状来看,人类智能中直觉思维层面和简单重复动作此类较为基础的部分已经被人工智能很好的模拟;人类智能中逻辑思维层面和复杂连续动作等具备一定复杂性的中等部分被人工智能初步模拟但不够完全,不够成熟;人类智能中辩证思维层面和高难度、高精度动作这类具有社会性的高级部分还不能被人工智能模拟。此外人类心理中的意识与自我意识、情绪情感、人格等人类自己还尚未探究清楚的部分,人工智能更无法得之精髓。整体来看,从人类智能已能够被人工智能模拟的部分,到人类智能未完全被人工智能模拟的部分,再到人类智能尚不能被人工智能模拟的部分,这种层次的不断上升体现了人类智能或人类心理从简单到复杂,从基础到高级,从物质性到社会性的不同层次,人类的心理和智能同时具备着这些不同层次的特性,是其高度综合。", "label": "心理学", "id": 0}
{"content": "为了调查体育活动对青少年社会适应的影响,使用体育活动等级量表（PARS-3）,主观锻炼体验量表（SEES）中的锻炼体验幸福感维度,身体自我描述问卷（PSDQ）中的身体自尊维度和青少年社会适应状况评估问卷（ASAAS）中的自我肯定、亲社会倾向、行事效率、积极应对四个维度,对460名中学生进行问卷调查,有效数据453份（男227份,女226份）,有效率98.48%。结果发现,Harman单因子检验法证明本研究不存在严重共同方法偏差。男生在体育活动量和锻炼体验幸福感上得分明显高于女生。不同水平的体育活动对青少年的锻炼体验幸福感（F=11.481, p=0.000）、身体自尊（F=6.070, p=0.003）、社会适应（F=5.991, p=0.003）存在显著差异。多重比较发现:高水平体育活动青少年的锻炼体验幸福感、身体自尊和社会适应显著高于低水平体育活动青少年的情况。由体育活动、锻炼体验幸福感、身体自尊、社会适应构成的链式中介模型拟合良好:χ~2/df=1.917,CFI=0.987,TLI=0.979,RMSEA=0.045,SRMR=0.023。检验锻炼体验幸福感和身体自尊的中介效应跨性别的一致性发现,男生模型拟合指标为:χ~2/df=1.410,CFI=0.990,TLI=0.983,RMSEA=0.042,SRMR=0.034;女生模型拟合指标为:χ~2/df=1.520,CFI=0.984,TLI=0.974,RMSEA=0.048,SRMR=0.030。跨组比较发现,模型在锻炼体验幸福感和社会适应上的各项指标拟合良好,且各模型两两间拟合指数差异ΔTLI和ΔCFI均<0.01,但是在身体自尊上存在着拟合不良的情况,表示该中介模型因为身体自尊的性别差异在不同性别中的应用上存在区别。基于上述结果本研究得出结论:青少年在体育活动、锻炼体验幸福感上存在性别差异,体育活动对身体自尊的影响存在性别差异。体育活动可正向预测青少年社会适应,体育活动量越高,青少年社会适应越好。体育活动、锻炼体验幸福感、身体自尊、社会适应构成的多重中介模型成立,体育活动通过增加青少年的锻炼体验幸福感和身体自尊促进其社会适应。中学学校教育应当重视体育课和体育活动为中学生带来的心理效益。", "label": "心理学", "id": 0}
{"content": "《\"健康中国2030\"规划纲要》中明确将\"提高全民健康素养\"作为\"健康中国2030\"建设工作的重要举措。\"青年兴则国兴,青年强则国强\",青少年身心健康素养的提升是\"健康中国\"国家战略的重要环节。心理健康不仅是没有心理疾病,还包括生活满意感等积极心理健康状态的拥有。因此生活满意感是疫情期间衡量青少年心理健康状态变化的一个重要指标。乐商界定为人乐观的能力,既包括一个人乐观水平的高低,也包括个体从所经历的消极事件中获取积极成分（或力量）的能力,以及影响或感染他人的能力。个体的乐观能力和积极心理品质有着密切的关系,高乐商的青少年能更多地体验到积极情绪从而收获幸福。参与体育活动有利于改善青少年的负性情绪体验,改善心理健康水平,因此体育活动是积累心理资本、提升生活满意感的有效途径。本研究认为体育活动和心理资本在乐商与生活满意感关系中发挥重要作用。为了更清晰地解释其中的影响机制,以陕西、甘肃、河北、河南等地初一至高三年级的517名青少年为研究对象,采用《中小学生乐商问卷》、《体育活动等级量表》、《积极心理资本问卷》以及《生活满意感量表》进行问卷调查。结果发现:（1）疫情下青少年生活满意感显著低于常模（t=-9.71, p<0.001）;（2）学习压力比较大的学生生活满意感显著低于学习压力中等和学习压力较小学生的生活满意感（F=-14.18, p<0.001）;（3）乐商可以通过心理资本的中介作用影响生活满意感,95%的置信区间为[0.08, 0.24];（4）体育活动、心理资本在乐商预测生活满意感中起多重中介作用,95%的置信区间为[0.003, 0.02]。本研究验证了体育活动和心理资本在乐商与生活满意感间的多重中介作用,为后续的理论研究和青少年心理健康教育工作实践提供了建议:在特殊时期应该引导青少年保持乐观信念,鼓励青少年开展体育活动对抗不良情绪从而提高心理健康水平。", "label": "心理学", "id": 0}
{"content": "时空隐喻是一种借用空间概念来表示时间概念的概念隐喻,例如\"上午\",\"后天\"等。Clark（1973）提出在前后轴上表征时间运动时有两种时间运动视角的时空隐喻表征方式:自我动和时间动。自我动将自己当作主动的个体,主动地向未来移动;时间动将自己当作被动的个体,等待未来向自己移动。本研究关注两个科学问题,首先以往研究发现在头脑中构建不同方向的运动会影响时空隐喻的两种表征（Boroditsky, 2000;Boroditsky, Ramsca＆Frank, 2001）,本研究借鉴前人的周三会议问题（McGlone＆Harding, 1998）、心情图问题（直观的时空隐喻图示表征）（Zheng et al., 2019）和飞船图问题（转化为空间维度上的时空隐喻图示表征）（Loeffler et al., 2017）作为两种时间运动视角选择的指标,从而探究真实的身体活动是否会影响时空隐喻的不同表征。其中,身体活动会影响情绪（张国礼等人,2019）,且情绪对时空隐喻表征有影响（Zheng et al., 2019）,因此本研究将情绪作为控制变量。第二,时距知觉是对时间长短的估计,在其他因素的影响下,个体在主观上可能感受到时距知觉压缩或扩张。以往研究发现身体活动会影响时距知觉（刘瑞光,黄希庭,1999）,时距知觉判断会结合时间和空间的信息（Casasanto, 2005）,因此本研究采用1分钟时距判断任务,探究时距知觉与时空隐喻表征之间是否存在相关。本研究通过设置在跑步机上的运动方向,将被试随机分配到前进组、后退组和静止组,结果表明周三会议问题和飞船图问题的检测有效性较差,对于大学生群体来说从语言习惯上更倾向于选择自我动的视角,无法有效区分两种时空隐喻表征。但采用直观的时空隐喻图示表征的心情图问题能有效区分不同身体运动方向条件下的两种时空隐喻表征。本研究发现:（1）真实的身体活动会影响时空隐喻的不同表征,前进组相较于后退组和静止组更能激发出自我动的视角;（2）虽然消极情绪在实验过程中减弱,但通过协变量分析发现其变化不影响身体活动引起的时空隐喻表征变化,因此本研究可以排除情绪在其中的影响,进一步证明身体活动会直接影响时空隐喻的不同表征;（3）时空隐喻表征与时距知觉之间不存在显著相关。", "label": "心理学", "id": 0}
{"content": "领导力涌现是指在一个没有正式领导的群体内部,个体对其他成员所表现出的领导力的感知过程,领导力的涌现是个体表现出有效领导力的前提。已有研究表明较高的领导者自我效能感和领导动机能促进领导力涌现,但是相关研究的对象以成人为主,关于青（少）年领导力的研究则非常稀少。本研究从领导力终生发展的角度切入,欲探讨负性教养行为,尤其是父母心理控制对青（少）年领导力涌现影响的机制。由于关于青少年领导力发展的研究较少,相关理论缺乏,同时,为了获得更多源有效的数据,研究采用混合研究方法中的探索性时序设计,实施了三个子研究。研究一为质性研究,研究者依据制定的访谈提纲对30名16-20岁的高中生和大学生进行深入访谈,旨在探究影响青（少）年领导力涌现的典型负性教养行为以及这一过程中的影响因素及机制。研究二为实验室研究,目的在于验证质性研究的结果。实验招募50名初、高中生为被试,分为6个小组完成6～10人规模的无领导小组讨论任务,根据任务表现评估被试的领导力涌现水平,并用问卷测量被试的父母心理控制、观点采择、基本心理需求（自主维度）、领导动机和领导者自我效能感五个变量。研究三为现场研究,在线发放600份调查问卷以重复研究二的结果。对研究一的访谈数据进行编码分析,结果发现父母心理控制有损青（少）年三种基本心理需求的满足,同时影响青（少）年领导他人的愿望和承担领导角色的自信心,在不同父母心理控制水平下成长的青少年,其担任领导角色的情况有所差别。部分青（少）年对父母教养行为的理解缓解了父母心理控制带来的影响。研究二的结果与研究一基本耦合,验证了质性研究的发现。研究三重复验证已有结果,加强了理论模型的生态效度。研究表明,父母心理控制会降低青（少）年自主需求的满足,通过降低领导动机或领导者自我效能感从而抑制领导力涌现,青（少）年观点采择能力较高时,领导力涌现水平更高。本研究从领导力终生发展的角度拓展了领导力领域的研究,同时研究所采用的混合研究方法则从方法论的角度丰富了有关领导力的研究。", "label": "心理学", "id": 0}
{"content": "注意缺陷多动障碍（ADHD）患者不仅表现出持续性的注意力不集中、活动过度等症状,而且表现出严重的攻击性行为。家庭环境对儿童罹患注意缺陷多动障碍有重要影响,但尚不清楚父母的攻击性行为是否影响患儿罹患疾病以及产生异常的攻击性行为。为探讨ADHD儿童的父母攻击性行为对ADHD患者患病及攻击行为的影响,本研究纳入108名经精神障碍诊断与统计手册诊断的ADHD儿童（男性:N=97,女性:N=11;年龄=9.277±0.41岁）。同时,纳入110名正常儿童（男性:N=89,女性:N=21;年龄=10.186±0.38岁）作为对照组。两组被试在年龄（t=0.130,p=0.89）及性别（χ~2=3.451,p=0.06）上无统计学差异。所有儿童都完成注意缺陷多动障碍的评定和攻击行为的测试。攻击行为测试含总分和4个分维度,身体攻击、言语攻击、敌意和愤怒。此外,所有父母都完成攻击行为的测试。结果表明,ADHD儿童的攻击总分显著高于对照组（t=4.910,p <0.01）,且ADHD儿童父母的攻击总分也显著高于对照组父母（母亲:t=2.607,p <0.01;父亲:t=3.122,p <0.01）。为了进一步探讨父母攻击性是否影响儿童罹患疾病,逻辑回归分析表明,父亲身体攻击（p=0.022,Exp（B）=0.449）、父亲的敌意（p=0.049,Exp（B）=0.564）、母亲身体攻击（p <0.001,Exp（B）=4.512）与母亲愤怒（p <0.001,Exp（B）=0.132）都对儿童患病起显著预测作用。相比于父亲,母亲的攻击性行为更显著预测了儿童患病以及儿童的攻击性行为。为探索父母影响ADHD儿童攻击行为的通路,结构方程模型分析发现,父母的攻击性对ADHD儿童的攻击性不是单独产生影响的。最后,本研究纳入父母的惩罚敏感性到结构方程模型中,结果发现,父母攻击性对儿童的影响呈显著降低趋势。这些研究结果表明母亲攻击行为相对于父亲更显著影响了儿童罹患注意缺陷多动障碍以及伴随的攻击行为。但是,通过干预父母的惩罚敏感性可以降低父母对儿童攻击行为的影响程度。这为临床干预ADHD儿童提供了新的思路和方向。", "label": "心理学", "id": 0}
{"content": "依据家庭系统理论,家庭中的任意一方不仅会对自己所处的双人关系产生影响,还会影响另外两方之间的关系。例如,父母自身特质可能会同时影响自己和伴侣的亲子关系。自我概念清晰性是个体自我认知的一致性和稳定性的标志,已有研究发现其对个体内变量及个体间关系都存在显著影响。然而,目前尚未有研究考察父母双方的自我概念清晰性对彼此亲子关系的影响。此外,个体的自我概念清晰性对夫妻关系质量具有显著预测作用,而父母夫妻关系质量会\"溢出\"至亲子关系或与亲子关系质量互为\"补偿\"。因此,本研究旨在研究父母自我概念清晰性对亲子关系质量的影响,以及夫妻关系满意度在其中可能的中介作用。研究采用方便取样法对368对广东省中小学学生父母(父亲Mage=41.46, SD=5.58;母亲Mage=38.83, SD=5.34)进行了问卷调查,并采用主客体互倚性模型对这些成对数据进行了分析。结果发现:（1）父母的自我概念清晰性对自己（主体效应）以及对伴侣（客体效应）感知到的亲子关系质量具有显著的正向影响;（2）父亲报告的夫妻关系满意度部分中介父母自我概念清晰性对亲子关系质量的主体效应;（3）父亲对夫妻关系的满意程度完全中介父母自我概念清晰性对亲子关系的客体影响。本研究结果为家庭是一个统合且复杂的系统的主张以及父母夫妻关系对亲子关系存在\"溢出\"效应的假说提供了支持。同时对家庭干预也具有启示意义——通过提高父母双方的自我概念清晰性,能够提高夫妻关系和亲子关系的质量,从而使家庭功能良性且健康。", "label": "心理学", "id": 0}
{"content": "在不同的教养方式中,专制型教养反映出父母提供较少的温暖和支持,且加以更多控制和监管,这种行为约束了儿童的认知发展,对儿童的执行控制能力产生不良影响。以往研究较为充分地探讨了父母教养方式对儿童认知的影响,但对其背后的神经生物学机制知之甚少,尤其是缺乏大脑静息状态神经活动的电生理证据。在定量脑电图参数中,个体alpha峰值频率（iAPF）是人类放松清醒状态下的主要振荡频率,被认为是大脑结构和认知功能成熟的最佳标志。目的:本研究旨在利用行为学方法和脑电技术,从认知心理学和神经生物学两个方面考察父母教养方式与儿童执行控制的关系。方法:研究采用注意网络测试（ANT）范式和父母教养方式问卷,对40名8-11岁儿童的执行控制网络及其父母的专制型教养方式进行评估,并选取与认知能力相关的静息状态脑电指标:iAPF,对儿童的脑电数据进行分析和验证。结果:分层回归分析发现,在控制了孩子的年龄和父母的社会经济地位之后,专制型教养方式显著负向预测儿童的执行控制网络得分和iAPF。结论:父母专制型教养方式对儿童的执行控制能力产生消极影响,同时在脑电中反映出儿童大脑神经结构发育的相对迟缓。研究扩展了以往关于父母教养方式对儿童认知能力影响的研究,并提供了神经机制水平的证据,具有启发性意义。", "label": "心理学", "id": 0}
{"content": "目的:探讨父母严厉管教对儿童内化问题行为的影响及其内在作用机制。方法:采用亲子冲突解决策略量表、儿童行为核查量表、自尊量表以及友谊质量问卷,在石家庄市某公立学校抽取973名四到六年级儿童及其父母进行测查。结果:（1）父母心理攻击和体罚与儿童自尊呈显著负相关,与儿童内化问题行为均呈显著正相关,儿童自尊与其内化问题行为均呈显著负相关;（2）父母心理攻击和体罚均显著正向预测儿童内化问题行为;（3）儿童自尊在父母心理攻击和体罚与儿童内化问题行为之间起中介作用;（4）友谊质量在父亲严厉管教对儿童内化问题行为的影响中起调节作用,但不能调节母亲严厉管教对儿童内化问题行为的影响。结论:父母严厉管教能直接预测儿童内化问题行为,也能通过自尊的中介作用影响儿童内化问题行为。在高友谊质量下,父亲心理攻击和体罚对儿童内化问题行为的影响更大。总之,本研究同时考虑父亲和母亲两种严厉管教方式（心理攻击、体罚）对儿童的影响,较为全面地探讨了父母严厉管教对儿童内化问题行为的作用机制,对改进父母教养方式、预防和减少儿童内化问题行为的发生提供启示。", "label": "心理学", "id": 0}
{"content": "随着时代发展,生活节奏较快,个体面临许多挑战性的安排,例如新冠疫情,但如果家庭成员仍然有机会聚在一起共同进餐,一起计划假期,并接纳生命周期的转变,这些活动都会对青少年的发展带来积极的影响。这些活动是发展家庭仪式的背景,是有意义的特殊事件,并具有一个家庭共享的象征意义。家庭仪式是家庭成员按照一定规范,在家庭内部开展的较为稳定的互动行为模式,包括了语言和行动的重复,反映了家庭过程的共同结构。家庭仪式对于青少年心理健康、家庭凝聚力以及家庭价值观的传递都有积极意义,还可以抵抗焦虑、抑郁等不良情绪,抵御贫穷、患病等负面事件的影响。家庭仪式可以促进青少年的心理健康,当青少年感到与家庭有联系,但不受家庭约束时,与心理社会成熟相关的发育过程会蓬勃发展,在家庭仪式上的低投入导致了青少年更多的使用心理健康服务。家庭共有的仪式往往被视为一种社交活动,这种社交活动可以连接家庭成员之间的关系,家庭仪式可以维持家庭秩序,形成稳定感,提升青少年对家庭的归属感、认同感、凝聚力。家庭仪式可以向下一代灌输孝道和教育的价值观。家庭仪式有助于青少年抵御焦虑、抑郁等不良情绪,抵抗外在诱惑,有助于青少年情绪调节能力的发展。团聚的家庭仪式可以支撑外出务工家庭度过压力和不规律的时期,患病的家庭成员、贫穷的家庭,酗酒的父母,以及父母离婚等事件对家庭成员的影响都是负面的,但家庭仪式可以作为保护因子,缓解、稀释这些负面的家庭事件。要提升家庭仪式的效能,首先要设定明确的家庭仪式目标,并要发挥组织者和参与者的主体性,家庭仪式的形式和方法要丰富,而且要追求家庭仪式背后的深层内涵。", "label": "心理学", "id": 0}
{"content": "青少年抑郁是一个值得研究的重要问题。情感自主性指青少年设法摆脱对家庭的婴儿式纽带联系的程度,被认为是青少年在青春期发展过程中\"个体化\"的一个重要方面。在青春期这一特殊发展阶段,伴随着明显的生理发展,情感自主性也随之快速发展,并对青少年心理适应产生重要影响。本研究旨在探讨青少年抑郁与情感自主性之间的关系,以及在情感自主性和抑郁症状的关系中,父母教养方式是否起到了调节作用及其调节模式。本研究使用了上海市Y区青少年心理健康研究数据库中2017、2018两年配对数据,涵盖50所中学的初高中生,其中初中每个年级随机抽取2个自然班,高中每个年级随机抽取1个自然班。最终有效配对数据为3152,基于2018年数据,平均年龄为13.99岁（SD=1.23）,其中女生占51.2%,男生占48.8%。研究采用青春期内源性压力量表中的情感自主性子量表、病人健康问卷抑郁量表（PHQ-9）和父母教养方式问卷进行评估。结果显示:（1）青少年抑郁症状呈现出明显的年级和性别差异,高中生抑郁程度显著高于初中生,女生抑郁程度显著高于男生;（2）抑郁症状与情感自主性呈显著正相关,与父母关爱、鼓励自主均呈显著负相关,与父母控制呈显著正相关;（3）纵向数据的回归和调节分析结果表明,情感自主性对青少年抑郁症状有显著的正向预测作用,且该作用会受到父母教养方式的调节,母亲鼓励自主和父亲关爱在情感自主性对青少年抑郁症状的影响中都有显著的负向调节作用,即母亲鼓励自主程度越高,父亲关爱程度越高,情感自主性对青少年抑郁的负面影响越小。研究结果表明,情感自主性的发展会对青少年心理适应造成负面影响,使抑郁症状更严重,而母亲鼓励自主和父亲关爱两种教养方式是情感自主性对青少年抑郁负面影响中的保护性因素。青少年追求情感自主性是身心发展到该阶段的必然现象,但对父母所习惯的教养方式和亲子相处模式是一种挑战。母亲适当减少约束,鼓励孩子自主发展,父亲更多承担家庭教养责任,多关爱孩子,都有助于预防青少年抑郁的产生。", "label": "心理学", "id": 0}
{"content": "反社会行为根据其攻击性分为攻击和违纪,两者在影响因素和发生机制上均存在明显的差异。反社会行为受到遗传、环境和认知因素等多水平因素的影响,多水平因素对攻击和违纪的影响及其作用机制亦可能存在不同,但目前对此的研究十分匮乏。研究显示,母亲消极教养行为能够增加儿童青少年参与反社会行为的风险,但是母亲消极教养行为对青少年攻击和违纪的影响程度不同,且其中介机制存在差异。根据社会化理论,观点采择是母亲消极教养行为影响反社会行为的中介机制之一,且其对攻击和违纪的作用存在差异。此外,研究显示消极教养行为经由观点采择影响反社会行为的中介路径受到个体多巴胺系统基因的调节。但是,当前分子遗传学研究主要采用单基因研究范式,忽略了多基因间的联合效应,因而其研究的可靠性和解释率受到限制。基于此,本研究采用多基因累加得分范式,以1053名汉族青少年为被试（初次测评时Mage=13.32±0.49, 50.1%女生）进行为期3年的追踪研究,构建有调节的中介模型,重点考察了观点采择在母亲消极教养行为与攻击、违纪间的中介作用以及多巴胺系统多基因累加得分对该中介机制的调节作用。研究采用DAT1基因rs27072多态性、COMT基因rs6267多态性和DRD2基因rs6275多态性等三个基因位点作为多巴胺系统多基因指标,分别采用母亲报告、自我报告与教师报告测评消极教养行为、观点采择和攻击、违纪行为。结果发现:（1）控制性别和早期攻击（或违纪）后,母亲消极教养行为能够显著正向预测青少年的攻击与违纪;（2）观点采择在母亲消极教养行为与青少年攻击间起中介作用,但在母亲消极教养行为与青少年违纪间的中介作用不显著;（3）多巴胺系统多基因累加得分能够调节\"母亲消极教养—观点采择—攻击\"的前半路径和直接路径。具体表现为,与多基因累加得分较高的青少年相比,母亲消极教养行为显著降低了低多基因累加得分青少年的观点采择能力,进而增加了其攻击行为的风险。本研究结果显示攻击和违纪行为具有不同的影响因素和发生机制。为反社会行为的异质性与反社会行为的多基因遗传基础提供了证据。", "label": "心理学", "id": 0}
{"content": "养育科学的研究已经从只关注母亲在儿童照料中的单一作用转变为强调父母双方的重要性。然而,在同一个家庭中父母的养育是更为相似还是存在差异的?父母的养育行为对儿童发展的影响是否有所不同?仍然是有待回答的问题。本研究旨在通过系统综述和元分析比较儿童早期父亲与母亲的侵入性养育的相似性与差异性,以及比较和确定它们各自在儿童发展中的作用。对四个数据库的系统检索获得的55项研究（385个效应值;20,621名参与者）使用随机效应模型进行三水平的元分析,分别估计了1)父母侵入性养育的相似性（r）, 2)父母侵入性养育均值水平上的差异（hedges’ g）以及父母侵入性养育与儿童发展结果之间的关系（r）。结果表明:1)父母侵入性养育有着中等程度的正相关（r=.256, 95%CI=[0.180, 0.329]）,2)父母侵入性养育在均值水平上没有显著差异（g=0.035, 95%CI=[-0.034, 0.103]）, 3)父母侵入性养育与儿童发展结果间的关系是相似的,父母侵入性养育都与儿童的情绪社会性问题有着正向关系(母亲:r=0.098,95%CI=[0.051, 0.145];父亲:r=0.098, 95%CI=[0.113, 0.162];父母侵入性养育与儿童的认知能力均都没有显著的相关。尽管效应值之间存在显著的异质性,只有样本来自的国家可以解释父亲与母亲侵入性养育之间的部分异质性。东亚国家中母亲的侵入性养育的水平显著高于父亲的侵入性养育的水平,而西方国家的父母之间没有发现这种差异。总之,这些结果揭示了在侵入性养育行为方面中,同一个家庭中父母之间的相似性大于差异性,而且文化可能在塑造具有性别特异性养育行为中发挥了作用。", "label": "心理学", "id": 0}
{"content": "研究儿童诱拐现象从而预防和减少该现象的发生,对社会安定和家庭幸福都具有重要意义。目前较少有研究探讨家庭防拐安全教育对于培养儿童的防诱拐意识的有效性。因此本研究旨在探究日常家庭防拐教育和事先叮嘱能否影响3-5岁幼儿在抵制诱拐时的行为表现。本研究采用生态效度较好的模拟诱拐场景,首先儿童跟主试1进入场景,主试1借故离开,主试2（陌生人）进入场景对儿童实施\"诱拐测试\"。儿童跟随陌生人离开则视为测试不通过,计为0;儿童拒绝与陌生人离开则测试通过,计为1。研究一选取121名3～5岁儿童作为被试,父母对儿童进行日常防拐安全教育的频率为自变量,探究父母日常防拐教育是否能有效地培养儿童抵制诱拐意识;研究二选取124名3～5岁儿童作为被试,采取以离开前事先叮嘱（有叮嘱VS无叮嘱）为自变量的单因素被试间实验设计,探究离开前的事先叮嘱是否能够有效地向儿童传授防拐安全知识,使儿童在面临诱拐时做出正确的反应。采用二元Logistic回归分析对数据进行分析,结果表明年龄能够正向预测3～5岁幼儿在抵制诱拐中的表现（β=0.10, p <0.001, OR=1.10）,随着年龄的增长,能够拒绝与陌生人离开的幼儿的比例逐渐上升;父母日常防拐教育频率不能显著地预测儿童在诱拐测试中的表现（β=-0.20, p=0.954, OR=0.98）;而事先叮嘱能够显著地正向预测儿童在诱拐测试中的表现（β=1.20, p=0.002, OR=3.31）,受到事先叮嘱的儿童在接下来的诱拐测试中更不容易与陌生人离开。本研究的研究结果对于指导未来的家校防拐安全教育具有重要价值。", "label": "心理学", "id": 0}
{"content": "已有的一些研究表明,处于学步期的父母严厉管教行为会对儿童发展产生深远影响,同时作为衡量父母婚姻关系的婚姻质量状况,也和父母的教养行为息息相关。受家庭系统理论的启发,越来越多研究扩大到了对夫妻子系统以及不同子系统之间关系的探讨。自改革开放以来,社会变迁带来的新旧观念更替对传统的家庭权力结构带来了冲击,这种变化不仅会影响家庭中夫妻间和亲子间的关系模式,还可能会改变夫妻婚姻关系与其自身和对方教养方式的关系。已有研究证实婚姻质量和严厉管教行为都会在学步期发展变化,因此很有必要进一步通过对偶、追踪的研究设计了解在当今我国社会文化背景下,父母双方婚姻质量和严厉管教之间的关系,进而理解当前的家庭权力结构模式。本研究样本来自一项从2015年开始的纵向追踪队列研究,包括240个家庭。在儿童1岁、2岁和3岁时,通过问卷收集了189个家庭父母各自报告的婚姻质量和严厉管教的信息。通过建构纵向主客体互倚模型（L-APIM）,本研究得到如下结果:1)在婚姻质量和体罚方面,研究发现了时间平均水平上符合溢出假设的主体效应,即随着时间的推移,父母各自体验到较好的婚姻质量与其各自较少使用体罚策略有关;在婚姻质量和心理攻击方面,研究仅发现了时间特异水平上符合溢出假设的母亲主体效应,即只有母亲报告的特定时间点婚姻质量的升高与其自身下一个时间点更少使用心理攻击有关。2)父母婚姻质量和对方的体罚/心理攻击行为之间均未发现显著的客体效应。3)在父母体罚的关系上,研究发现特定某一年父亲体罚与母亲体罚的共变程度较低。也就是说,当父亲在某一年较多采取体罚时,母亲可能并不会倾向于也采取更多的体罚措施,反之亦然;在父母心理攻击的关系上,研究同样发现较低的共变程度,但后者的共变程度高于前者。本研究采用纵向主客体互倚模型,系统考察了学步期父母婚姻质量和严厉管教的关系,这些结果不仅丰富了相关领域的研究,对现实家庭生活以及临床干预也均带来一定的启发。", "label": "心理学", "id": 0}
{"content": "睡眠是儿童期发展的重要基石,睡眠不仅会影响儿童早期发展,甚至会对儿童发育产生长远影响。根据进化论的观点,婴儿的睡眠应该放在更广泛的家庭环境中去讨论。更广泛的家庭环境中的因素包括母亲抑郁、婴儿的出生顺序、家庭养育方式（严厉管教和积极管教）等。在过去的几年中,西方学者越来越多的关注母亲抑郁和母亲养育方式对婴儿睡眠的重要影响,但是大多数的研究集中在童年中期,很少有研究集中在婴幼儿时期。随着全面二胎政策的出现,越来越多的学者开始关注二胎家庭婴儿的发育,但是很少有研究进行横向对比,从而提供更多的养育信息给二胎家庭。基于此,本文试图探究母亲抑郁、家庭中婴儿的出生顺序与婴儿睡眠之间的关系,并讨论母亲积极管教和严厉管教在其中所起的作用。本研究被试来自北京市东城区的横向探究,研究包括2225名月龄为18-32个月婴儿及其父母。通过问卷收集母亲报告的婴儿期睡眠,母亲抑郁、婴幼儿出生顺序、母亲的严厉管教与积极管教以及母亲报告的婴幼儿性别、月龄和家庭的社会经济地位。结果发现,母亲抑郁与出生顺序会影响婴儿睡眠,且中介效应成立,母亲抑郁与家庭出生顺序不存在交互作用。具体来说,母亲抑郁得分越高,母亲严厉管教越多,积极管教越少,婴儿的夜间睡眠时间越短,夜间醒来时间越长。二胎家庭的母亲严厉管教更多,孩子的夜间睡眠时长更短,夜醒时长更长。但是无论是母亲抑郁还是出生顺序都与婴儿的白天睡眠时长有关。因此,母亲应调整心态,减少抑郁情绪,更多的采用积极的养育策略,从而促进婴儿的良好发展;随着二胎家庭的数量越来越多,分析二胎家庭与独生子女家庭的差异有助于帮助二胎家庭调整养育方式,对儿童福祉具有重要作用。", "label": "心理学", "id": 0}
{"content": "重大灾难发生后,青少年易受伤害且心理健康需求易被物质救援所掩盖。系统、全面、专业、动态、联动的心理援助机制,可满足青少年灾后的心理健康需求,减轻有害影响并促进心理重建。但我国灾后心理援助尚处初级阶段,未达到上述要求,更无针对青少年的系统扶助方案。希斯危急管理的4R模型（Readiness、Response、Recovery、Reduction）涵盖了危机预防、发生、发展、结束的多阶段、多策略的全面且系统的管理目标和方向,为解决问题提供了较好的指导原则和具体的实施目标。本文参照该模型,并结合重大灾难中心身援助的内在要求,细化青少年心理援助模型各部分要求,并提出事前预警、事发监测与事后跟踪三阶段相衔接的工作模式。事前预警指学校-心理服务站-精神卫生中心构成的三级预警系统,以解决不同等级的心理问题。事发监测指围绕心理急救-预防心理障碍-多学科介入心理咨询-开展系统的心理治疗阶段-心理援助跟踪监控等组成的五级分层动态监测系统,追踪事件当事人（特别是危机预警人员）身心状态,实现对个体与群体心理健康状态精准测量和动态监测,按需对接心理服务,及时给予咨询和治疗服务,必要时给予药物治疗。事后跟踪指由个人-家庭-班级-学校-社会构成的五级心理重建跟踪系统,可以与动态监测系统中的三、四、五级人群建立有效衔接,并为一般青少年提供跟踪服务。为有效推动模型以及工作模式的运转,提出运用信息、智能以及网络技术研发多元服务、协同管理的手机移动心理健康服务信息化云平台。该平台包括标准、专家智库服务以及心理健康自助互助等三个平台。标准平台又包括基础信息、管理服务、测评、大数据分析、危机预警与干预等系统。该平台将教育系统、社会单位、公务员系统以及基层社区纳入同一管理平台,从而实现学校家庭社会共育,实现部门间的信息共享,提高服务的覆盖率、针对性,提高协同合作的即时性和效能性,实现优质心理健康教育资源互融、互通及共享,保障专业性,并推进\"互联网+健康医疗\"服务新模式。", "label": "心理学", "id": 0}
{"content": "长久以来,我国的家庭教育基本都是由父母承担的,父母拥有家庭教育的责任和义务,掌握家庭教育的主导权,特别是在青春发育期这一心理发展的关键时期,父母对孩子的心理健康成长起着至关重要的作用。然而,近年来随着农村剩余劳动力的不断增多,外出打工或经商的人也越来越多,有的家庭夫妻双双外出打工,他们当中有的将子女带在身边,而更多的是将自己子女留在家里,由孩子的祖父母、外祖父母照管。隔代长辈便成为孩子的抚养人,挑起了教育孙辈的担子,产生了农村留守儿童家庭教育以隔代教育为主的现象。本研究主要采用质性研究方法,通过与当地农村学校老师沟通,让其推荐班里符合条件（隔代抚养下的留守初中生）且愿意参与访谈的学生作为参与者。在开始正式的焦点团体访谈之前,研究者进行了四次预访谈,确定了以\"隔代抚养\"和\"初中生的心理健康\"为焦点的两组访谈提纲。焦点访谈由研究者主持,每次团体小组成员为4-8人,对整个访谈过程进行录音结合手写记录,其后将其全部转成文字资料,借助Nvivo软件进行分析,通过反复的阅读、编码以及归纳直至主题达到饱和后停止访谈数据收集。本研究共进行了11次焦点团体访谈,抽取了67名学生参与访谈,最终提取4大主题,19个亚主题,将祖辈抚养下孙辈的心理体验提炼出2大主题:积极体验与负性体验,其中包括幸福、自由、情感支持、言语杂碎、缺乏理解、缺少包容和思想固化7个亚主题;将孙辈的心理健康状况提炼出5大主题:学习、自我、人际、适应、情绪,其中包括学习满足感、自我评价、社会评价、人际支持、异性交往、亲社会行为、情绪稳定性等12个亚主题。", "label": "心理学", "id": 0}
{"content": "亲子关系是父母与子女以血缘和共同生活为基础的关系,是家庭生态系统的重要组成部分,是影响儿童发育的重要因素之一,近年来引起了人们的广泛关注。有问题的亲子关系可能会导致儿童成长发展的不良后果,如自我效能感低下,在学校适应不良,发生欺凌和被欺凌的情况。在以往的研究中发现应对方式对亲子关系有显著影响,这些研究大多是以孩子为研究视角,并没有探讨应对方式影响亲子关系背后的机制,并且已有研究发现与城市地区相比,农村地区的亲子关系更脆弱、更容易产生问题,特别是农村留守家庭,因为大量留守儿童的父亲、母亲或两者缺位。因此,探究农村地区亲子关系的保护因素及相关机制具有重要意义。本研究的主要目的是通过一个有调节的中介模型,在中国农村父母人群中探讨应对方式、心理弹性、年龄与亲子关系之间的关系。本研究招募了安徽省农村地区的1224名家长作为被试,采用简易应对方式问卷（CSCQ）、心理弹性量表（CD-RISC）和亲子关系自评量表进行数据收集。使用Mackinnon（2008）的四步程序检验中介效应,并采用Hayes PROCESS宏程序分析有调节的中介模型。结果表明,心理弹性在应对方式与亲子关系的关系中起部分中介作用。心理弹性的中介效应受年龄的调节。具体而言,应对方式通过心理弹性影响亲子关系的路径会随着年龄的增长而增强。研究结果强调了应对方式对亲子关系的影响,并通过揭示农村地区应对方式对亲子关系的影响机制,丰富了以往文献的研究。本研究结果为农村亲子关系维护与改善的干预提供了理论依据。", "label": "心理学", "id": 0}
{"content": "信任是个体基于对他人意图或行为的积极期望而自愿将自己重要资源交给对方处置的心理状态。当受托人没有满足委托人的积极期望时,就会发生信任违背,使委托人受到一系列的负面影响,降低对对方信任度的评估。根据双加工模型,自动加工和控制加工是个体决策,健康行为和社会行为的基础。之前研究发现信任违背促进了对威胁刺激的自动加工,表现为对威胁刺激的过度警觉和难以脱离的注意偏向特点;并且研究也发现信任违背损害了控制加工,表现为工作记忆刷新能力的受损。前人研究只是分别探讨了信任违背对两种加工过程的影响,我们并不清楚是否信任违背同时增强了对负性刺激的自动加工和削弱了控制加工。情绪灵活性是执行功能的另一个关键组成部分,相对积极情绪刺激,焦虑或抑郁个体更难从负性刺激中转移出来。它与情绪调节密切相关,对心理健康和可持续幸福至关重要。因此,本研究的目的是探讨信任违背如何影响情绪灵活性,它会帮助我们了解信任违背对自动加工和控制加工两者平衡的影响。其中信任游戏用于诱发信任违背,情绪转换任务用于测量情感灵活性的能力。结果表明,违背组的转换代价高于控制组,但是转换代价在负性刺激和积极刺激之间没有显著差异。这些结果表明,在加工情绪刺激时,经历信任违背个体难以在该情绪刺激的情绪方面和非情绪方面进行灵活切换,而这种情绪灵活性的受损并不仅限于负性刺激。研究结果支持违反信任会损害执行功能,这为信任修复提供了新的方向。在实践层面,这项研究可以让我们更好地理解信任难以修复的机制。受损的情绪灵活性阻止了信任者改变他们的观点并使他们陷入恶性循环。因此,信任修复可以提高个体处理情绪刺激的灵活性,从而更好地从信任违背的痛苦中转移。在理论层面,自动和控制过程两个系统之间的不平衡导致抑郁、焦虑以及冲动和成瘾行为,信任违反阻碍了控制过程的情绪灵活性。这有助于我们更好地理解为什么那些经历信任违背的人会做出非理性的社会决策。", "label": "心理学", "id": 0}
{"content": "COVID-19大流行对人民生活造成巨大影响,受到医疗物资等资源短缺的限制,人们需要不断在不同群体的权利和需求之间做出判断和选择。突如其来的重大公共卫生事件往往会增加人们的焦虑感和压力水平,也会让人们更加关注热点问题并受其影响,进而改变很多决策行为。本研究旨在探讨COVID-19大流行期间,国内群众压力知觉和压力应对方式的总体情况,及其对道德两难困境的决策影响,尤其关注疫情相关的热点信息如何影响人们作出决策。2020年2月13日至2月23日,777名中国被试完成了在线问卷调查,包括10个项目的压力知觉量表（PSS-10）、特质应对方式问卷（TCSQ,分为积极应对和消极应对两个维度）和8个情境的道德决策问卷（基于本实验室前期研究）。为了检测热点话题对决策的影响,我们加入了道德两难情境中被牺牲者的道德污点信息（包括疫情相关和疫情无关的因素）。采用皮尔逊相关分析和多层次模型分析数据,结果显示,女性和年轻人的压力知觉水平显著较高,且压力知觉高的个体积极应对方式水平较低,消极应对方式水平较高。仅在压力知觉较低时,消极应对方式仍能够正向预测经典道德困境中的功利主义倾向。此外,疫情相关的道德污点信息显著影响人们的道德判断,会使人们从道义性选择转向功利主义选择,或更快地选择功利主义。我们的结果验证了之前在实验室的发现,即消极应对方式越高的人越容易作出功利性道德选择,但较高的压力知觉消除了应对方式对道德两难判断的影响,说明社会压力所激发的\"照料和结盟\"模型同样可能会让人们更在意道义性选择的可能性。此外,在疫情突然暴发的社会背景下,人们往往更容易受到热点新闻的影响,在进行判断时更加容易受到主观情绪影响,更难保持理性思考,尤其是在涉及到社会公正相关的决策时。这个结果也提示我们,在突发重大公共卫生事件的早期,政府应该意识到社会舆情对群体情绪和决策的重要影响,尽量避免违反社会公平性的事件发生;此外也要相信大多数群众在应对压力时会采取更加积极和亲社会的方式。", "label": "心理学", "id": 0}
{"content": "目的:冠状恐怖症是一种由新型冠状病毒引起的过度恐惧症。为防止新冠疫情的蔓延,学校复学后仍然采取封闭管理的形式,社会活动的减少给学生的身心健康带来了巨大的挑战。COVID-19恐怖症量表（C19P-S）是Arpaci等人于2020年研发的用于测量个体新冠恐怖症程度的工具,由20个条目、四个维度组成,目前C19P-S已在土耳其、美国、韩国和伊朗等进行验证。为丰富C19P-S在中国背景下的应用,本研究旨在对中文版CVID-19恐怖症量表（C19P-S-C）的信度和因子结构进行检验,并考察其跨性别、跨时间的测量等值性。方法:在疫情封校期间,对贵州省的初、高中学生进行问卷调查,包括中文版COVID-19恐怖症量表（C19P-S-C）、一般健康问卷（GHQ-12）和广泛性焦虑障碍量表（GAD-7）。结果:探索性因素分析的结果显示,有4个条目跨负荷或负荷较低（<0.3）,因此排除这4个条目。验证性因素分析表明,16个条目的C19P-S-C四因素模型拟合数据较好（χ~2=680.19,df=98,p<0.01;TLI=0.93;CFI=0.94;SRMR=0.05;RMSEA=0.07）,表明排除4个条目之后的因子结构更加稳定。测量等值性的结果表明C19P-S-C的四因素结构在性别上是成立的,且达到了因子协方差等值（ΔCFI/ΔTLI<0.01）。此外,测量等值性还表明C19P-S-C在3个月的时间间隔内的强等值成立（ΔCFI/ΔTLI<0.01）。C19P-S-C分别与GHQ-12和GAD-7显著相关（p<0.001）。内部一致性的结果显示Cronbach’α系数为0.88。结论:支持C19P-S-C在中国青少年中的实用性。", "label": "心理学", "id": 0}
{"content": "目的:过往研究发现,结果预期思考能影响行为意图形成。在自杀研究领域,目前尚无研究从结果预期思考的角度同时考察自杀理由和生存理由之间,或自杀/不自杀的积极/消极结果之间如何共同影响个体自杀意图的形成。本研究旨在探讨个体有关自杀的各种结果预期对自杀意图的影响及合理性评估在其中的中介作用,并且,由于不同结果预期模式（如只考虑死,不考虑生）对自杀意图的影响可能不同,故进一步探索自杀结果预期思考的潜在类别,从个体层面考察不同结果预期模式对自杀意图的影响。方法:通过问卷筛查,选取过去一年内至少有一次自杀意念的大学生为被试,共510人。采用自编自杀结果预期思考量表（编制过程为另一研究,量表具有良好的信效度）、Zung氏抑郁自评量表、自杀情况量表、自杀意图测量、自杀合理性量表进行施测,对共同方法偏差进行控制。采用多元层级回归分析和潜在剖面分析（LPA）分别对数据进行分析。结果和结论:（1）自杀结果预期的负强化、正强化通过合理性评估的完全中介作用正向预测自杀意图;负面结果和自杀损失负向预测自杀意图,合理性评估分别起到完全和部分中介作用。（2）根据个体在自杀结果预期四个维度上的得分模式,可将其分为低冲突型、中等冲突型、满怀顾虑型、高冲突型、一心向死型。其中,满怀顾虑型和低冲突型通过合理性评估影响自杀意图的中介效应最低,一心向死型最高;高冲突型比中等冲突型和一心向死型低,比满怀顾虑型高,但和低冲突型无明显差异。", "label": "心理学", "id": 0}
{"content": "目的:探讨自杀意念者与自杀尝试者在自杀相关心理意象上的差异及其对自杀意念者与自杀尝试者的区分作用。方法:从某市1家综合医院精神科及2家精神专科医院筛查近一年内有自杀意念或自杀尝试的住院大学生共143人。参考Holmes等人（2007）和Crane等人（2012）的研究,用8个条目测量被试近一年内有自杀想法时的自杀想象频率、内容及其相关特征,用3个条目分别测量被试在进行自杀相关想象时体验到的关联痛苦感、舒适感、麻木感,并采用自杀情况量表、Zung氏抑郁自评量表、Marlowe-Crowne社会称许性量表进行施测。采用独立样本t检验、二分类及有序多分类Logistic回归对数据进行分析。结果:（1）自杀意念组与自杀尝试组在自杀相关想象的频率上差异显著（t=5.11,p<0.001）;在自杀想象的内容上,自杀尝试组对过去自杀行为（t=7.43,p<0.001）和未来自杀过程（t=7.49,p<0.001）的想象显著高于自杀意念组,但在死后世界和他人反应上,两组的想象水平无差异;在进行自杀相关想象时,自杀尝试组的真实感更高（t=5.29,p<0.001）,且伴随的舒适情绪更高（t=5.81,p<0.001）。（2）在控制抑郁和自杀意图的影响后,自杀想象频率、自杀想象内容、自杀想象相关联的情绪均对自杀行动与否有显著的区分作用,OR值提示自杀想象频率每增加一个单位,自杀尝试发生的风险提高1.57倍;对过去行为的想象每增加一个单位,自杀尝试的风险提高3.48倍,而对未来自杀过程的想象每增加一个单位,自杀尝试风险提高3.20倍;自杀想象时的舒适情绪每增加一个单位,自杀尝试的风险提高1.86倍,而麻木感每增加一个单位,自杀尝试风险提高1.34倍。（3）这些差异变量还对自杀行为次数有正向预测作用,自杀想象频率越高、对过去自杀行为和未来自杀过程的想象越多、自杀想象时的情绪体验越舒适,自杀尝试的次数越多。结论:与自杀意念者相比,自杀尝试者有更频繁的自杀相关想象,想象内容上更多涉及自杀过程,想象时的真实感更强,并伴随更多的舒适情绪,这些差异变量能对自杀意念者与自杀尝试者进行区分。", "label": "心理学", "id": 0}
{"content": "创伤后应激障碍（Posttraumatic Stress Disorder, PTSD）是经历重大创伤事件后,个体常见的心理障碍,以侵入性症状、回避、警觉性提高和认知与情绪改变为主要临床表现。越来越多的研究发现,PTSD个体的信息加工在注意、解释和记忆等环节出现对负性信息的加工异常,即认知偏向（cognitive bias）。PTSD的认知偏向可表现为:注意阶段对威胁刺激的注意脱离困难;刺激的解释阶段,对模糊情景更倾向于做出负性解释;在记忆阶段,PTSD人群表现出自传体记忆的过分概括化和对负性刺激的记忆优势。认知偏向矫正（Cognitive Bias Modification, CBM）训练程序旨在利用计算机程序,通过改善反复训练改善个体的认知偏向。研究者发现,CBM不仅有助于改善PTSD人群的认知偏向,还能对症状的改善起到一定作用。当前,研究者尝试使用注意偏向矫正（Attentional Bias Modification, ABM）和解释偏向矫正（Cognitive Bias Modification for Interpretation, CBM-I）等训练程序改善PTSD患者的注意和解释偏向及PTSD症状。部分研究取得了积极成果,但研究者对CBM在PTSD症状干预的有效性方面还存在较大争议,有待更多研究探讨。未来研究者还可以从PTSD症状的高异质性角度出发,探讨具体PTSD症状,如侵入性症状、回避、警觉性提高与不同认知偏向表现的关系;基于不同认知偏向的联合作用假设探讨不同的认知过程的加工异常对PTSD发生发展的作用;最后,通过进一步验证CBM的训练效果、结合CBM和传统心理治疗等方式为CBM对PTSD干预的有效性提供依据也是未来该领域研究的重要方向。总之,探讨PTSD的认知偏向特点和CBM的有效性有助于理解PTSD的认知加工异常,同时可以为计算机化的心理治疗提供新的视角。", "label": "心理学", "id": 0}
{"content": "目的:本研究旨在探讨汶川地震幸存者在新型冠状病毒肺炎（COVID-19）期间急性应激反应以及影响急性应激的预测因素。方法:本研究采用汶川地震后当地幸存青少年的12年追踪数据,调查了316名地震幸存者在人口学特征（性别、年龄、教育程度、婚姻状况）、健康习惯（吸烟、喝酒）、地震暴露、疫情期间的社会支持（感知社会支持量表,PSSS）、应对方式（简单应对方式量表,SCSQ）、心理弹性（心理弹性量表）、地震十年后的焦虑（焦虑问卷成人版,SCAARED）、抑郁（抑郁症状筛查量表,PHQ-9）、创伤后应激水平（创伤后应激障碍核查表第五版,PCL-5）以及COVID-19大流行期间的急性应激（事件影响量表-6,IES-6）。采用极端梯度提升的机器学习算法（XGBoost）对亚临床个案进行纵向预测。将316名被试按7:3的比例随机分为训练集和测试集,建立模型并得到预测结果。模型的评估指标包括预测准确率和AUC等。结果:XGBoost预测模型的主要评估指标均表明预测模型良好,具体指标如下:正确率为0.87,AUC为0.74,召回率为0.99,精确率为0.88。特征重要性分析结果显示:地震暴露（F=31）,年龄（F=20）,当前每月收入（F=19）、创伤后成长（F=13）和对社会支持的感知（F=13）等因素是新冠疫情中的急性应激重要的前五个预测因素。结论:基于XGBoost机器学习模型可以准确预测疫情期间汶川幸存者的应激反应,地震暴露经历、年龄、月收入、创伤后成长和社会支持是疫情期间汶川幸存者急性应激的重要预测因子。通过这些预测因子可以有效筛查疫情期间高应激水平个案,并及时对其进行针对性干预。", "label": "心理学", "id": 0}
{"content": "恐惧泛化对人类有重要的进化意义,但过度泛化在一定程度上会给个体带来严重的心理困扰和精神痛苦。临床研究发现过度的恐惧泛化是多种焦虑障碍的核心症状之一,因此研究恐惧泛化对于分析焦虑障碍患者的病因和认知特点具有重要意义。目前恐惧泛化的研究大多集中在恐惧知觉泛化,关于恐惧的概念泛化的研究较少。但该方向的研究对理解恐惧特征的过度泛化具有重要意义。目前已有的概念泛化的研究主要在探究恐惧的概念泛化影响因素,很少涉及恐惧的概念泛化规律。本研究将整体和局部加工与条件性恐惧结合,通过操纵阿拉伯数字（控制知识经验的影响）的整体和局部加工特性对恐惧的概念泛化规律进行深入地分析,深度分析恐惧习得和泛化的原因,完善恐惧泛化的理论框架。本研究采用辨别性条件恐惧范式,以US主观预期值（行为指标）和SCR（生理指标）为测量指标进行实验研究,逐步探究基于数字概念和基于数字特征的条件性恐惧泛化的规律。研究假设认为:在恐惧情绪下个体会对概念意义的部分特征进行优先加工,且条件刺激中数字概念特征的变化会影响条件性恐惧的泛化规律。结果发现,在对两位数字习得条件性恐惧后,个体会对数字的部分特征产生更大程度的泛化;而当条件刺激中的非强化刺激是强化刺激的部分特征时,个体对数字的整体特征产生更大程度的泛化。本研究发现在条件性恐惧的概念泛化中存在向数字局部特征泛化的泛化规律,且该规律会受到条件刺激中非强化刺激特征的影响。本研究对条件性恐惧的习得和泛化具有一定程度的启发意义,可进一步探索暴露疗法中刺激材料呈现方式以达到更好的暴露效果,应用于焦虑障碍的临床研究。", "label": "心理学", "id": 0}
{"content": "近年来,自我控制机制的研究重点从关注抑制功能和意志资源,转为关注省力（effortless）的机制,比如自控策略。自我控制的PI模型（Preventive and interventive model;PI-Model;Hofmann＆Kotabe, 2012）区分了预防性策略和干预性策略,并提出预防性策略比干预性策略更有效的假设。但是到目前为止,还没有工具能测量人们日常生活中自控策略的使用情况,因此相关假设也未有充分的实证研究。本研究通过对大学生自控经历的质性数据进行编码分析,结合PI模型的概念定义,编制了自控策略问卷,并在3个独立的大学生样本（样本1考察一般性目标的自控,样本2考察金钱相关的目标,样本3考察学业目标）中检验该问卷的因素结构、内部一致性、校标关联效度（以预防性应对和行为冲动性为校标）和增值效度（控制良好习惯和费力抑制后自控策略与自控能力的偏相关）。同时,本研究也揭示了自控策略的分类,以及各类策略与自控能力的关联。结果得到了信效度良好的19题自控策略问卷,区分了四类策略:针对诱惑的预防性策略,针对目标的预防性策略,人际相关的预防性策略和干预性策略,拓展了PI模型的策略分类。针对诱惑和针对目标的策略划分,呼应了自控的经典理论,如Carver和Scheier （1982）的控制论和双系统理论（如Metcalfe＆Mischel, 1999）,对趋近目标和回避诱惑的心理机制的区分。人际相关策略则呼应了自我调节领域的一个新视角,即以交互目标动力学（transactive goal dynamics; Fitzsimons＆Finkel, 2015）为代表的关注自我调节人际交互过程的视角。另外,研究结果还推翻了PI模型的假设:预防性策略不一定是良好自控的机制,自控能力低的人更倾向于使用人际相关的预防性策略;而自控能力高的人比自控能力低的人更多地使用干预性策略。这可能是因为,省力性和有效性不是自控策略的本质特征,对于自控能力不同的人而言,或是对于不同类型的目标而言,策略的省力性和有效性是不同的。今后,采用该问卷可以进一步探讨哪类策略对哪类目标和哪类人群更省力、更有效,以及,是否可以通过干预自控策略帮助人们提升自控表现。", "label": "心理学", "id": 0}
{"content": "青春期性成熟是个体毕生发展中最重要、影响最为深远的转变之一,其生理和心理上的变化可以通过多种机制影响青少年抑郁。本研究通过分层抽样抽取了S市3628名初中生（2016年时处于6-8年级,平均年龄为12.26±1.00岁,52.6%为女生）为样本,连续两年用简版青春期发育量表追踪其性成熟发育情况。该量表包含两个发育指征,询问男生是否长胡子或变声,女生是否经历过月经初潮和乳房发育,\"是\"计1分,\"否\"计0分。青春期性成熟发育同步性可以由多个指标来衡量:青春期性成熟发育阶段指青春期性成熟实际进展程度,由当年量表的总得分表示;青春期性成熟发育速度由17年总得分减去16年总得分的结果表示;青春期性成熟发育共时性指个体内不同发育指征是否同时发育,当年两个指征得分相同为共时,不同为不共时。本研究首次在中国样本中统合青春期性成熟发育阶段、速度、共时性这三个指标综合考察青春期性成熟同步性对青少年抑郁的影响,并检验其中存在的性别差异。本研究进行了一系列ANCOVA分析,结果发现:（1）完成青春期性成熟发育的青少年抑郁倾向较高,另外综合前人文献和本研究结果可以推测,青春期性成熟发育阶段对女生抑郁倾向影响较大,完成青春期性成熟发育的女生面临着最高的抑郁风险。（2）青春期性成熟发育速度对女生抑郁倾向无显著影响而对男生抑郁倾向影响显著,在短时间内迅速完成青春期性成熟发育的男生抑郁倾向高。（3）2016年时共时发育的女生抑郁倾向高于不共时发育的女生和共时发育的男生,而2017年时共时发育组整体抑郁倾向高于不共时发育组,总体而言共时发育是一种潜在的青少年抑郁风险因素,这可能与共时发育和更高的抑郁阶段以及更快的发育速度联系在一起有关。本研究为理清青春期性成熟发育同步性各指标相互缠结又具有相对独立性的关系、理解青春期性成熟发育同步性对青少年抑郁的影响做出了贡献,同时亦可帮助家长、教师及青少年自身建立对青春期性成熟同步性更准确的认识,提示家长和教师需关注特定群体的心理健康状况,为处于性成熟发育中的青少年提供更具包容性与支持性的社会环境。", "label": "心理学", "id": 0}
{"content": "采用单类内隐联想测验,考察了高vs低重要等级价值观与内隐自我和内隐情感偏向之间的关系。结果发现:高重要等级价值观词与自我属性词和积极情感属性词进行配对任务的反应时更快,正确率更高,说明其表现出自动的自我和积极情感偏向,且这两种内隐偏向之间存在着显著的相关关系;而低重要等级价值观不仅没有明显的自动情感偏向,还在内隐水平上表现出与自我属性词不相容的趋势。该结果为价值观系统的等级结构特性提供了内隐加工层面的证据,同时也为价值观认同的教育实践提供了理论依据。", "label": "心理学", "id": 0}
{"content": "随着老龄化进程的加速,在中国孝道文化背景下,家庭成员（尤其是子女）支持在促进老年人幸福感方面显现出了十分重要的作用,但20世纪中期出生者大多育有多个子女,相较于单个子女赡养,多个子女赡养到底促进还是阻碍了老年父母幸福感的提升?也即子女数量影响老龄人幸福感的内在机制如何?本研究旨在考查社会支持在子女数量影响老年人幸福感之间的中介作用,以及与子女同住的调节作用机制。对湖南省10个县的459名老年人进行问卷调查。受试者完成生活满意度量表、PANAS、领悟社会支持多维度量表和儿童数量及与儿童生活有关的条目。结果发现:儿童数对PA和SWLS有正向预测作用,对NA有负向预测作用。社会支持在子女数量对老年人幸福感的影响中起正向中介作用,而子女数量对社会支持的影响因与子女生活在一起而显著减弱。对于与孩子住在一起的老年人来说,有更多孩子的人从孩子那里感受到的社会支持较低,而只有一个孩子的老年人从孩子那里获得的社会支持更高。对于没有和孩子住在一起的老年人来说,情况正好相反。本研究对中国家庭子女赡养模式如何促进或阻碍中国老年人幸福感的潜在机制提供了初步的解释。此外,研究结果还为比较社会支持、政府支持和社区支持三种养老模式下有效提高老年人幸福感的机制提供了参考。", "label": "心理学", "id": 0}
{"content": "羞怯是个体在陌生社会情境或感知社会评价条件下会表现出恐惧和抑制的一种特质,其与诸多适应问题相关,会影响个体的日常生活。因此,探讨羞怯的认知神经机制可以为其更易产生适应问题提供神经生理解释,并能为与之对应的干预措施提供科学依据,具有重要的理论与实践意义。本研究通过梳理羞怯领域采用认知神经科学技术的相关成果,如脑电图、功能性磁共振成像、弥散张量成像等,发现羞怯个体在注意、情绪体验、情绪调节上均与非羞怯个体存在差异。具体而言,羞怯的认知神经机制涉及的脑区包含额叶、顶叶、颞叶、边缘系统等脑区,在结构、功能连接、不同任务的激活状态中表现出不同:面对社会评价时,羞怯个体额叶和顶叶表现出注意警觉;在面对情绪威胁时,羞怯个体各脑区既存在对于情绪威胁的过度注意,也存在警觉过后对于威胁的回避;羞怯个体对负向情绪体验更敏感,且拥有更强的情绪体验,表现为静息态右额脑电偏侧化,脑区更高的灰质密度和任务态时脑区更明显的激活程度;羞怯个体的情绪调节能力较差,表现为边缘系统白质纤维术结构损伤、脑区不适应的功能连接。未来研究仍需从羞怯亚类型、羞怯的个体差异与文化差异,增加多模态数据分析方法进一步深入全面揭示羞怯的认知神经机制。", "label": "心理学", "id": 0}
{"content": "新冠肺炎爆发以来,全世界都正在经历一场生死考验。疫情对个体生命的威胁除了引发个体强烈的死亡焦虑之外,随着时间的推移,也会引发个体对于死亡的反省。死亡反省是个体对于死亡进行思考的认知过程,它侧重于死亡的积极方面并且包含了实现其积极方面的具体行为意图。已有少量研究揭示了死亡反省的积极效应,这其中包括幸福感。但是以往研究并未探讨与死亡和生命密切相关的存在幸福感与死亡反省的关系。存在幸福感是个体对生命、生活所产生的意义感、价值感和满意度。本研究拟探讨死亡反省对存在幸福感的影响以及敬畏和关系自尊的链式中介作用。使用死亡反省量表、敬畏情绪量表、关系自尊量表和存在幸福感分量表、对675名大学生进行调查,使用SPSS25.0和Process插件对数据进行处理和分析。相关分析表明:死亡反省、敬畏、关系自尊、存在幸福感两两之间显著正相关。中介分析表明:（1）敬畏在死亡反省和存在幸福感之间起中介作用,中介效应占总效应的32%;（2）关系自尊在死亡反省和存在幸福感之间起中介作用,中介占总效应的19%;（3）敬畏和关系自尊的链式中介作用成立,中介效应占总效应的29%。本研究不仅在理论上丰富了死亡反省积极效应的研究内容,对于后疫情时期引导民众心理重建和恢复也具有重要的实践价值。", "label": "心理学", "id": 0}
{"content": "目的:对于用户来说,时间是宝贵资源,研究表明用户在网络中的等待时间与他们的满意度呈反比,而在等待过程中提供进度条能让等待过程更加合理化。因此,本研究通过两个实验探索进度条中的锚定信息与加载动画对用户时间知觉与满意度的影响。方法:实验一考察进度条中加入的等待时间信息对30名被试的等待时间估计与用户满意度的影响。其中等待时间信息有两个水平,低锚:比实际加载时间短2秒,高锚:比实际加载时间长2秒。要求被试通过按两次空格键复制等待时间,并评估对网页加载的满意度（7点评分量表）。实验二根据注意闸门理论:等待中的填充物内容越丰富越吸引用户注意力,在进度条中引入加载动画,考察加载动画及动画与网页的相关性对30名被试的时间估计、用户满意度及用户偏好的影响。加载动画有三个水平,无动画,无关动画和相关动画。预期结果:在低锚信息下,被试会低估他们的等待时间,且满意度更高;在高锚信息下,被试会高估他们的等待时间,且满意度更低。与单纯进度条相比,有加载动画的进度条带来更低的时间知觉与更高的满意度。且相关性动画导致估计等待时间较短,满意度较高。用户对加载界面的喜爱顺序从高到低为:相关性动画、无关性动画、无动画。意义:加载界面中适当提供低锚信息会使用户低估进度条的加载时间,而界面中的加载动画不仅可以吸引用户注意力还能优化等待体验、改善对网站与品牌的态度。", "label": "心理学", "id": 0}
{"content": "建议是针对决策困难者的一种特定推荐,它可以帮助决策者从新的角度思考问题,而决策者是否采纳建议则受到多种因素的影响。实验一采用2（时间压力:高时间压力和低时间压力）×2（不确定性容忍度:高不确定容忍度和低不确定性容忍度）被试间实验设计,探究时间压力和不确定性容忍度对建议采纳的影响。实验二在实验一的基础上,采用2（不确定性容忍度:高不确定性容忍度和低不确定性容忍度）×2（建议成本:高建议成本和低建议成本）被试间实验设计,探究高时间压力条件下,建议成本和不确定性容忍度对建议采纳的影响。研究结果:实验一时间压力主效应显著（F=28.94, P<0.001）,不确定性容忍度主效应显著（F=17.789, P<0.001）,两者交互作用边缘性显著（F=4.112, P=0.049）。实验二不确定性容忍度主效应显著（F=36.080, P<0.001）,建议成本主效应显著（F=32.668, P<0.001）,两者交互作用边缘性显著（F=3.919,P=0.054）。结论:实验一表明高时间压力条件下个体的建议采纳值高于低时间压力条件下,低不确定性容忍度的个体建议采纳值高于高不确定性容忍度的个体,高时间压力下低不确定容忍度的个体建议采纳值最高,低时间压力高不确定性容忍度的个体建议采纳值最低。实验二表明高建议成本条件下建议采纳值高于低建议成本条件下,低不确定性容忍度的个体建议采纳者高于高不确定性容忍度的个体,高建议成本下低不确定容忍度的个体建议采纳值最高,低建议成本高不确定性容忍度的个体建议采纳值最低。", "label": "心理学", "id": 0}
{"content": "死亡意识在时间管理上具有适应性价值,启动死亡意识会加强人们对时间有限性的关注,影响人们在远近时间点的成本与收益之间进行权衡,但目前关于死亡意识与时间知觉及跨期决策的研究中没有涉及到年龄差异。本研究引入年龄因素,探究死亡意识对青年人和中年人时间知觉和跨期决策的影响。实验招募青年人被试80名（平均年龄为21.11±2.46岁）,中年人被试81名（平均年龄47.53±3.53岁）,所有被试被随机分配到死亡意识启动组或非死亡意识启动控制组。死亡意识启动任务要求被试想象并写下死亡场景,控制任务要求被试想象并写下牙痛场景。在启动任务和分心任务之后,被试需在一条横线上标注十年时间对其来说是短还是长。接下来的跨期决策任务要求被试在小而近和大而远的奖励中选择一个,14道题的结果能够反映出被试的跨期决策折扣率。结果显示:（1）年龄、死亡意识对时距评估的影响:中年人比青年人将10年时间知觉得更短（F（1, 157）=64.96, p <0.001）,死亡意识启动组被试比控制组被试将10年时间知觉得更短（F（1, 157）=7.58, p=0.007）。（2）年龄、死亡意识对跨期决策的影响:年龄组和启动组别的交互作用显著（F（1, 157）=4.57, p=0.034）,对于中年人,死亡意识启动组被试的跨期决策延迟折扣率显著高于控制组被试的延迟折扣率（F（1,157）=4.76,p=0.031）;而对于青年人,死亡意识启动组被试与控制组被试的跨期决策结果没有显著差异（F（1,157）=0.71, p=0.400）。跨期决策结果表明,中年人更易受到死亡意识启动的影响,这可能是中年人正在经历的\"中年危机\"现象导致其产生更多的死亡焦虑,进而将时间段知觉为更短、将时间流速知觉为更快,从而更加导向现在、选择及时行乐。在理论方面,本研究从年龄视角探讨死亡启动效应,为时间知觉和跨期决策提供更多维的研究角度。在实践方面,本研究在我国死亡教育、生命教育以及中年心理咨询方面具有借鉴价值,有助于引导人们树立健康的死亡观。", "label": "心理学", "id": 0}
{"content": "睡眠是一种基本的生理现象。作为人类生活中不可缺少的一部分,它对个人的身体健康、认知水平和情绪功能至关重要。然而,随着科技的发展和人类生活节奏的加快,睡眠缺失或睡眠质量较差的问题在现代人群中越来越普遍,对人们的认知、情绪甚至健康造成了很多不良影响。最初关于睡眠的研究一致发现,睡眠剥夺会损害个体基本的认知过程,例如警觉性注意、工作记忆等。随后,有研究人员开始探讨睡眠剥夺对高级认知过程的影响。风险决策作为一种不确定决策,小到个人理财,大到国家政策,在生活中无处不在又不可避免。它除了受到个体对风险的感知、风险承受能力、决策策略、情境特征和决策者等多种因素的影响之外,也受到睡眠的影响。近来,越来越多的研究者开始关注睡眠与风险决策的关系,也取得了一定的研究进展。但目前为止,还没有文章对两者之间的关系作系统和深入的梳理。基于此,本文根据最新研究进展,（1）总结了睡眠和风险决策的测量工具;（2）从行为学角度和认知神经角度分别归纳了睡眠剥夺,睡眠质量,睡眠模式等对风险决策的影响;（3）提出了未来要关注睡眠对风险决策影响的差异研究等方向。这对未来进一步拓宽睡眠与风险决策的关系研究,以及充分了解不同类型的睡眠不足在风险决策及冒险行为上的作用等都有一定的借鉴意义。", "label": "心理学", "id": 0}
{"content": "最后通牒博弈作为测量公平偏好的经典范式,受到研究者的广泛关注。在最后通牒博弈中,由两人对共有的一笔固定数额的金钱（或某种资源）进行分配,其中一人作为提议者提出分配数目,另一人作为响应者决定接受或拒绝该提议。根据决策的双系统理论,个体在最后通牒博弈中受到自动加工的系统1与控制加工的系统2的双重作用。研究意图操纵影响个体在最后通牒博弈中系统1和系统2的因素,采用加工分离程序范式估计两个决策系统贡献率,并且构建相容（inclusion）题目和不相容（exclusion）题目来量化自动加工的系统1和控制加工的系统2的贡献率。加工分离程序范式的研究逻辑是:如果操纵理论上能够影响某决策系统策略的因素确实导致了该系统贡献率的改变,则说明该系统策略在决策过程中确实起作用。研究通过2个实验,分别操纵了认知负荷因素与理性信念启动因素,以考察公平偏好中两决策系统的作用。实验1操纵了可影响自动加工的系统1的认知负荷因素,发现高认知负荷会提高系统1的贡献率,但不影响系统2的贡献率;实验2操纵了可影响控制加工的系统2的理性信念启动因素,发现启动理性信念会提高系统2的贡献率,但不影响系统1的贡献率。结果表明,公平偏好可能存在这两个独立的决策系统共同起作用。研究或能加深人们对公平偏好行为心理机制的理解。", "label": "心理学", "id": 0}
{"content": "在现实生活中,风险无处不在。长期以来,人们在风险情境下如何做出决策一直是行为经济学与心理学的研究领域中的一个重要问题。在以往的多数研究中,研究者通常在探索风险决策行为的过程中采用真实或虚拟金钱作为奖赏强化物,但对金钱奖赏的幅度大小对决策中风险偏好水平的影响做出的研究较少。据此,本研究应用仿真气球冒险任务（即BART任务:Balloon Analogue Risk Task,仿真气球冒险任务广泛应用于各类风险决策实验,其有效性已在以往研究中得到证实,可以在实验室条件下有效评估个体在真实社会中的风险行为）,在实验中对真实金钱奖赏幅度的大小对风险偏好水平的影响进行了比较和初步探讨。根据实验结果数据分析,可以得出以下结论:与小额奖赏幅度相比,被试在大额奖赏幅度条件下的BART参数更小,未爆气球被吹的平均次数、吹爆气球的个数以及面临正负反馈（前次决策成功/失败）时的未爆气球被吹的平均次数均显著降低,表明大额奖赏幅度条件下的风险偏好水平更低。此外,在两种奖赏幅度条件下,被试的感觉寻求量表得分和BART任务的各项分数之间均未发现显著相关关系,感觉寻求量表的各分量表（TAS,ES,DIS,BS）得分与BART任务的各项分数之间也不存在显著相关。上述发现表明奖赏幅度对风险偏好水平有着不同的影响,在真实金钱奖赏条件下,个体的风险决策行为受到奖赏幅度的调控。随着奖赏幅度的增加,个体的风险偏好水平显著降低。", "label": "心理学", "id": 0}
{"content": "损失规避是指在决策中损失对人们的影响更大,是预期理论的核心概念之一。众多研究表明,损失规避是较为稳定的现象,被认为是人们行为决策中较为普遍的行为偏差。但新近的研究对损失规避的普遍性提出了质疑,并开始研究损失规避的例外状况。本文通过元分析的方法旨在探究影响损失规避的因素。本研究检索并筛选后获得32篇文献（共包含103个效应值）,被试总数达到11158名,根据异质性检验结果,使用随机效应模型进行元分析,并使用亚组分析和元回归分析做调节效应的检验,探究异质性的原因。结果发现,当个体在面临\"得失概率相同,得失金额相等\"的对称混合赌博任务时,会表现出显著的损失规避倾向,证实了损失规避的普遍性。其次,损失规避行为受到赌注的数值大小、赌注的金额、赌博任务中是否具有安全选项、赌博任务是否为滴定类型、是否有激励措施等因素的调节。具体而言,当赌注在数值上较大时,损失规避程度越大;当任务中具有激励措施时,损失规避程度更低;赌博任务为滴定形式时损失规避程度更大;当赌博任务存在一个\"现状\"选项时,损失规避程度更低。最后,发现赌博任务呈现的次数和赌注是否使用真钱对损失规避程度无显著影响。从本文的结果来看,未来应加强对损失规避机制解释方面的研究。", "label": "心理学", "id": 0}
{"content": "跨期决策是人们对发生在不同时间点的备择方案进行权衡后做出的决定,与人类生存发展密切相关。人们在进行跨期决策时,易受到伴随其发生但与任务无关的情绪,即偶然情绪的影响,而情绪对即刻奖励/损失的偏好影响较大。本研究认为,偶然积极情绪可能通过影响时间知觉改变个体的跨期决策偏好,且在决策包含/不包含即刻时间信息的条件下,该作用存在分离效应。通过三个实验进行验证,利用视频启动情绪（研究1-3）,运用滴定法（研究1）和多重阶梯法（研究2）任务测量被试在包含（研究1、2）或不包含（研究2）即刻时间选项时的跨期决策偏好,同时测量个体时间知觉（研究1、2）,以及在决策前个体对跨期选项中时间和结果维度的关注度是否存在差异（研究3）。综合三个研究的结果发现:偶然积极情绪导致个体的时间知觉变长（研究1、2）,对时间维度比对结果维度具有更多的注意（研究3）,并由此导致个体在跨期决策中更偏好即刻选项（研究1-3）;但该作用具有分离效应,即当包含即刻时间选项时个体更偏好即刻选项,而不包含即刻选项时个体的跨期决策偏好无差异（研究2、3）。本研究从理论层面上可增进学界对跨期决策中认知和情绪系统相互作用的了解,同时在应用层面上为如何改进相关决策提供了新视角。", "label": "心理学", "id": 0}
{"content": "在决策研究领域,先前研究者们发现个体在为自己和为他人进行决策时的风险偏好存在差异,这一差异可能是由于心理距离所导致。基于此,本研究进一步依据亲密关系和代际关系将\"他人\"角色进行细分,探究在生命风险情境中个体为不同决策者角色决策时风险偏好的差异,以及其中的内在机制和边界条件。54名被试（M=22.52, SD=2.03, 64.8%为女性）通过线上实验平台Credamo参与本研究。被试为随机排序的五种决策者角色（包括自我、同辈亲密他人、同辈陌生他人、异辈亲密他人、异辈陌生他人）进行生命风险决策任务,每个任务后即刻评估其与该决策者角色的心理距离,完成分心任务后继续为下一个角色进行决策,以及完成标准人口学量表。结果表明（1）将\"自我\"与\"他人\"两种决策者角色进行比较:总体来说,为他人做决策比为自己做决策更冒险;具体来看,为同辈陌生他人、异辈亲密他人和同辈陌生他人决策均比为自我决策更冒险,而为同辈亲密他人决策与为自我决策风险偏好无显著差异。（2）将多种\"他人\"决策者角色进行比较:亲密关系影响生命风险偏好,即为陌生他人决策比为亲密他人决策更冒险;代际关系调节亲密关系对风险偏好的影响,具体而言,为同辈决策时,为同辈陌生他人决策比为同辈亲密他人决策更冒险;为异辈决策时,为异辈陌生他人和异辈亲密他人决策结果无显著差异。（3）心理距离在亲密关系与风险偏好之间起到完全中介作用,且代际关系能够调节心理距离的中介作用,对于同辈,心理距离的中介效应得到增强;对于异辈,心理距离的中介效应则被削弱。本研究从亲密关系和代际关系两种决策者角色属性出发,将以往研究中的他人角色具体化,并且进一步扩充了解释水平理论视角下的心理距离假设;此外,本研究将自我-他人决策相关研究从经济风险领域拓宽至生命风险领域,对于理解日常生活中为不同他人决策的差异和选择寻求决策建议的请教对象具有启发意义。", "label": "心理学", "id": 0}
{"content": "尽管女性在许多领域都容易受到压力影响,但女性在应对压力方面有无或有何种优势仍存在争议。本研究在COVID-19爆发两个月后,采用心理复原量表（CD-RISC）、简明症状量表（BSI-18）、应对方式量表（SCSQ）以及灵性评估量表（SSS）调查新冠肺炎疫情爆发地武汉市227位武汉老年人抑郁症状和心理韧性的性别差异,并探讨积极应对方式（如重评、问题解决和社会支持）和意义感的中介作用。结果表明,武汉老年人心理应对性别差异显著,与老年男性相比,老年女性心理复原得分较高（t=-2.21, p <.05）,抑郁症状较少（t=2.21, p <.05）,采用更多积极应对方式（t=-3.07, p <.05）。链式中介效应分析结果表明,积极应对方式与意义感在性别和心理韧性之间（Boot SE=0.05, p <.001）以及性别和抑郁症状之间（Boot SE=-0.38, p<.001）起显著中介作用。可能受社会和历史原因影响,男女两性生活阅历不同。疫情期间老年男性社会责任感更高,感知压力和无助更大;男性不善于情感表达也容易导致不佳心理健康状态。本研究结果表明老年女性在压力应对早具有情绪调节优势。这暗示突发公共卫生事件的老年心理服务应关注性别差异,并根据老年人心理性别差异和人群特点制定相关心理健康援助措施。", "label": "心理学", "id": 0}
{"content": "轻度认知障碍是正常老龄化群体和痴呆之间的过渡阶段,并且具有极高的可能性发展为痴呆。轻度认知障碍和轻度认知障碍亚型群体表现出了多方面的神经精神症状,尤其该群体与情绪有关的神经精神症状异常显著,比如焦虑、抑郁。这两种负性情绪是轻度认知障碍个体早期识别和干预的一个重要指标。本文梳理了轻度认知障碍及其亚型群体的神经精神症状以及焦虑和抑郁与轻度认知障碍及痴呆之间关系的研究进展,分析了轻度认知障碍个体的早期发现和情绪与认知干预的最新手段。发现焦虑和抑郁与轻度认知障碍之间是相互作用的关系,在轻度认知障碍亚型领域中,焦虑和抑郁的负性情绪症状会表现的更为明显,并且二者均会加速轻度认知障碍向痴呆转化的进程。就干预方式而言,直接的认知干预和情绪干预都是提高和改善轻度认知障碍个体认知功能的有效方法,但是多种干预手段相结合更有利于改善轻度认知障碍个体的认知功能和负性情绪。未来研究还需探讨更加标准化和情景化的评估方法,采用更多可推广,易操作的干预范式改善轻度认知障碍个体的负性情绪状态和认知功能,从而延缓老年痴呆的进程。", "label": "心理学", "id": 0}
{"content": "工作记忆是一个容量有限的短时存储系统,会影响认知表现。工作记忆刷新能力是中央执行功能的重要组成部分,刷新功能出现衰退对个体的认知老化产生重要影响。空间-数字反应编码联合效应（Spatial-Numerical Association of Response Codes effect,即SNARC效应）是数字认知研究的重要问题,以往研究发现认知老化与SNARC效应的关系会受到工作记忆抑制控制能力的影响,但工作记忆不同广度及刷新能力对老年群体的SNARC效应的影响缺乏相应的研究证实。本研究以老年人为被试,结合n-back任务和相对大小比较任务设计了双任务范式,不仅考察了言语和空间回路工作记忆广度的高低对SNARC效应的影响,也同时通过n的变化来考察不同负荷水平（0-back、1-back）对SNARC效应的影响。实验开始前先进行言语和空间工作记忆广度的测试并分成高、低两组,之后每组被试均完成0-、1-back任务。本研究结果显示,在0-back条件下,言语及空间回路广度高、低组的SNARC效应强度均无差异;在1-back条件下,随着言语和空间回路广度增加,SNARC效应强度逐渐减弱。随着负荷增加,SNARC效应有减弱的趋势。因此,本研究发现老年人工作记忆广度和刷新能力对SNARC效应具有不同的影响。随着负荷增加,执行需要增加,老年人可分配的认知资源减少,认知资源可得性降低,使得SNARC效应减弱;工作记忆广度较大的个体可加工的信息量增加,更好地处理冲突信息,从而导致SNARC效应较弱。", "label": "心理学", "id": 0}
{"content": "生活方式中的体育锻炼、社交活动与个体焦虑、抑郁情绪具有一定的相关,不健康的生活方式可能是导致个体产生焦虑与抑郁情绪的危险因素。有研究发现个体的生活方式与睡眠质量密切相关。睡眠质量差易产生焦虑、抑郁等不良情绪,影响个体的身心健康。焦虑、抑郁是社区老人常见的情绪问题,本研究主要探讨社区老人的生活方式与睡眠质量、焦虑及抑郁情绪之间的关系。研究招募383名深圳市社区老人,采用生活习惯量表（DLQ）、匹兹堡睡眠量表（PSQI）、焦虑自评量表（SAS）、老年抑郁量表（GDS）分别对其生活方式、睡眠质量、焦虑和抑郁状况进行测量。结果显示,患有睡眠障碍的有131例,检出率为34.2%;焦虑症状39例,检出率为10.18%;抑郁症状96例,检出率为25.07%。生活方式与睡眠质量（r=-0.15, p<0.01）、焦虑（r=-0.19,p<0.01）、抑郁（r=-0.25, p<0.01）均呈显著负相关。睡眠质量与焦虑（r=0.46, p<0.001）、抑郁（r=0.52, p<0.001）显著正相关。生活方式中脑力活动得分与睡眠质量（r=-0.18, p<0.05）、焦虑（r=-0.13, p<0.05）、抑郁（r=-0.21,p<0.05）显著负相关;体育活动得分与焦虑显著负相关（r=-0.14, p<0.01）;社交活动得分与焦虑（r=-0.11,p<0.05）、抑郁（r=-0.12, p<0.05）显著负相关;不良习惯得分与焦虑（r=0.12, p<0.05）、抑郁（r=0.15, p<0.05）显著正相关。中介效应分析结果显示睡眠质量在生活方式影响焦虑（β=-0.29, 95%CI:[-0.5346,-0.1101]）与抑郁（β=-0.03, 95%CI:[-0.0629,-0.0110]）的过程中起部分中介作用。形成健康的生活方式、减少不良生活习惯有助于提高社区老人的睡眠质量,减轻其焦虑和抑郁症状。", "label": "心理学", "id": 0}
{"content": "人工流产是全世界普遍存在的公共卫生问题。性观念的开放,首次性交日益低龄化,由于严重缺乏生殖相关健康常识和避孕知识,人工流产数增加。未婚女性除承受生理的伤害外,还受到传统文化价值观和禁忌带来的心理压力。随着医学模式的转变,护士的工作不再局限于打针、发药等技能性操作,更包括心理护理等创造性活动。所以探讨护士作为医务人员在护理过程中对流产女性的态度尤为重要。本研究分别从外显和内隐两个态度层面来探究护士对流产女性的态度。实验一是外显层面态度,采用2（学历:本科、专科）×2（流产性质:未婚流产、已婚流产）两因素混合设计,因变量是被试在《人工流产态度问卷》上的评定分数。实验二是内隐层面上的态度,采用2（学历:本科、专科）×2（流产性质:未婚流产、已婚流产）×2（IAT阶段属性词:积极印象、消极印象）三因素混合设计,因变量为被试执行IAT不相容任务与相容任务反应时的差值,即IAT效应值。结果表明:（1）在外显层面上,本科和专科两种学历的护士都没有对人流女性表现更为消极的态度。（2）在内隐层面上,IAT效应值随学历提升而减少,即积极印象增加,消极印象减少,表现出学历的差异。", "label": "心理学", "id": 0}
{"content": "普遍认为,英文阅读中字母的身份信息和位置信息加工非常重要,且存在明显的转化字母效应（transposed letter effect）,也就是说字母的位置信息加工比身份信息加工更加灵活。同时,转化字母效应受到词频的调节。本研究主要探究中文阅读中是否真正存在转化字符效应以及该效应是否受词频调节。由于当前中文转化字符效应研究存在的问题,实验1进行了更严格的设计,采用边界范式和含有双字目标词的句子,并对目标词设置4个条件（基词、转换非词、相似替换非词和完全不同替换非词）,进一步考察中文阅读中是否存在转化字符效应。实验2在实验1的基础上加入了词频变量（高频、低频）。实验1结果显示,预视效应在所有眼动指标上都具有显著性,这表明汉字的身份信息和位置信息加工非常重要,且存在非常明显的转化字符效应。实验2结果显示,汉字位置信息加工和转换字符效应在早期指标上都受到词频调节,但身份信息加工在所有指标上都不受词频的调节。交互作用结果表明,低频词汉字位置信息加工更严格。低频词不存在转化字符效应或是存在比高频词更小的转化字符效应。本研究结果与英文相关研究有一致性,但也体现了中文的特点。这将为中文阅读模型提供汉字身份信息和位置信息加工的基本数据支撑。", "label": "心理学", "id": 0}
{"content": "为研究三字词汉语惯用语的储存激活机制,采用DRM范式通过汉语三字词惯用语、等价词诱发错误记忆,从而将记忆过程中汉语惯用语字面义和比喻义的处理过程进行分离,以探测汉语惯用语字面义和比喻义的关联性。实验一和实验二的等价词分别为惯用语中间字和尾字替换,数据显示等价词和惯用语配对作为材料时,两个方向上的错认率都显著高于其它材料组,而先学习等价词的错认率又显著高于先学习惯用语。实验一、二结果相似,表明实验可以有效诱发错误记忆,且错误记忆在替换字位置不同的情况下仍出现一样的效果。研究结果支持惯用语理解的建构观点,同时涉及到激活扩散理论:即汉语惯用语的信息激活是自下而上的,学习惯用语后会因语义/词汇激活扩散导致对应的等价词被激活而产生错误记忆。学习等价词后惯用语的错认率显著更高则表明惯用语的理解过程应是字面义和比喻义同时加工,且比喻义会通过字面义相同的等价词间接激活,自动发生。位置效应的不显著也揭示了惯用语比喻义的激活不单纯依赖固定词组。惯用语作为一种特殊的汉语语汇,以其比喻义作为本质,更多需要结合文化、习俗才能进行理解。本研究中材料均未采用被试不熟悉的惯用语,因此无法对更多的惯用语理解理论进行探讨,这也是本研究未来努力的方向。", "label": "心理学", "id": 0}
{"content": "为什么人们听到\"白色\"会联想到干净、纯洁,听到\"黑色\"会联想到冷酷、恐惧?这种颜色隐喻认知包含复杂的认知加工机制,但目前我们对其了解还比较有限。本研究采用事件相关电位技术,探讨颜色隐喻的认知加工过程及其神经生理机制。有30名大学生被试参与本研究,每人需要完成两项任务:其一为颜色联想任务,包含相关联想关系（比如/白色/-/纯洁/）和无关联想关系（比如/黑色/-/幸运/）两种实验条件,在被试进行颜色词联想关系判断时,同时记录其行为反应和脑神经电位（N400反应）变化;其二为颜色知识任务,设置颜色关系匹配（比如/白色/-/雪花/）和颜色关系不匹配（比如/黑色/-/菠萝/）两种实验条件,该任务中只记录被试在进行颜色匹配关系判断时的行为反应。结果发现:（1）无关联想关系比相关联想关系所诱发的N400反应的波幅更大,说明颜色联想关系对N400反应具有调节作用,这为颜色隐喻认知加工提供了神经生理依据。（2）被试左右两半球均产生了由颜色联想关系不匹配所诱发的N400效应,但左半球的N400效应更强,说明大脑左右两侧半球均参与颜色隐喻加工,但具有左半球优势。（3）被试颜色知识任务的行为表现与颜色词联想任务的行为表现存在显著的相关关系,根据扎根认知理论,该结果说明颜色知识可能是建立颜色联想关系的基础,其对颜色隐喻加工具有重要作用。", "label": "心理学", "id": 0}
{"content": "阅读和书写经验会影响个体的口语加工。明眼人使用以视觉为主导的文字阅读体系,而盲人使用以触摸觉为主导的盲文阅读体系。汉字是一种象形文字,而汉语盲文与汉语拼音相对应,其更像一种字母文字。本研究旨在探讨汉语盲文阅读经验对个体听觉词汇加工的影响。参与本研究的有15位先天盲大学生和15位明眼大学生,两组被试年龄和智力匹配。本研究采用启动范式,通过操纵启动词和目标词之间的字形和语义关系,共形成三类实验材料:（1）语义相关,并且启动词与目标词首音节所对应的汉字表征和盲文表征均相同,比如/bao4zhi3/（报纸,?????）-/bao4she4/（报社,??????）;（2）语义无关,启动词与目标词首音节所对应的汉字表征和盲文表征均相同,比如/bao4zhi3/（报纸,?????）-/bao4xiao1/（报销,??????）;（3）语义无关,启动词与目标词首音节所对应的盲文表征相同但汉字表征不同,比如/bao4zhi3/（报纸,?????）-/bao4yu3/（暴雨,?????）。被试需要判断所听到的目标词和前面出现的启动词之间的语义是否相关。研究结果发现,明眼被试中,字形相同条件所诱发的N400效应小于字形不同条件所诱发的N400效应;而盲人被试中,这两种实验条件所诱发的N400效应差异不显著。该研究结果说明,盲人和明眼人在汉语听觉词汇加工中可能有不同的字形信息的激活,明眼人激活的是汉字字形表征,而盲人激活的是汉语盲文字形表征,揭示了阅读经验对个体听觉词汇加工的影响。", "label": "心理学", "id": 0}
{"content": "在说话者计划并决定传递信息的言语产生阶段中,最初始的阶段是概念产生。已有研究表明,概念产生直接受可选概念数量的影响,认知控制等因素也会影响概念产生过程。备选概念的数量由选择自由度决定,而选择自由度包括目标概念负载、目标选择自由和特征选择自由的影响。然而先前的研究无法预测来自不同选择自由的影响和来自认知控制的调节。本研究采用一项修订的概念产生任务来考察个体从多个概念中选择并产生一个概念时的表现。选择自由分为目标负载、目标选择自由和特征选择自由,任务要求被试根据刺激反应规则选择刺激物的颜色或形状,尽快和尽可能准确地大声报告相应的概念。从备选概念中选择一个概念需要打破概念之间的平衡,抑制不相关的概念,这依赖于认知控制能力。使用Stroop任务、N-back任务和颜色-形状转换任务来测量认知控制的三个主要成分:抑制、更新和转换。31名19-29岁的成年人参与了这项研究。被试的平均反应时随着目标负载和特征选择自由的增加而增加,且当被试根据指定的特征产生概念时,目标选择自由引起显著差异。虽然目标负载的增加通常会减慢概念产生的速度,但在可以自由选择任何目标的情况下提高了概念产生的准确性。此外,抑制和更新的表现可以预测概念产生的准确性,抑制和更新较好的个体在概念产生任务中表现也更好。更新和转换与概念产生的直接影响因素相互作用,较好的更新减少了由目标自由和目标负载引起的准确性差异,同时也减少了目标自由和特征自由所引起的反应时差异,而更好的转换能力则扩大了特征自由引发的变异性。因此,更多的选择通常会增加概念产生的成本,但不同来源的选择自由在概念产生中影响不同。当个体需要从多个概念中选择一个时,选择自由的增加并不一定会降低成绩,高目标负载下个体可能会改变概念产生策略。认知控制的三个部分以不同的方式参与概念产生。抑制和更新直接影响概念产生,更新和转换通过概念产生中的直接影响因素以相反方向影响概念产生。", "label": "心理学", "id": 0}
{"content": "在双语领域的相关文献中,自适应控制假说和相关的实证研究证据揭示了在熟练语言中,双语语言控制的适应性本质,而新语言学习初始阶段的语言控制过程尚未得到检验。本研究使用事件相关电位（ERP）技术研究抑制能力和语言转换经验的个体差异如何影响新学习语言的语言控制过程。我们首先在第1天评估了汉-英双语者的语言转换频率和抑制能力。然后,所有双语者在接下来的6天内从新语言（即德语和日语）中学习单词。在第8天,被试完成了新学习语言之间基于理解的语言转换任务。混合效应模型对行为数据分析的结果表明,在对比转换式次与重复式次时,没有显著的转换代价,并且个体差异对新学习语言之间的语言转换没有预测作用。然而,对ERPs数据分析的结果表明,在N2和LPC指标上,发现了转换代价的存在和个体差异的效应。具体而言,语言转换频率显著预测了N2和LPC的波幅变化。抑制能力调节了日语中的转换效应,这一效应通过LPC所反映。这些发现表明,个体差异预测了新学习语言之间基于理解的语言控制,从语言理解的角度为语言控制的适应性提供了新的实证研究证据。此外,本研究基于自适应控制假说,探讨了新学习语言之间的语言控制过程,从而通过关注语言学习的初始阶段,丰富了相关领域的研究。", "label": "心理学", "id": 0}
{"content": "当前,心理学领域对贫困群众的研究主要集中在主观幸福感、心理健康和行为决策三大部分。本研究为了促进社会救助制度体系的健全完善,帮助城市困难群众解决基本生活困难,更好地实现对城市困难群众的救助保障,打赢\"脱贫攻坚战\",从心理健康的角度出发,对重庆市10个地区的城市困难群众进行了抽样调查,共有259位群众参与,并对196位城市困难群众进行访谈调研。通过症状自评量表（SCL-90）对其进行心理测评,获得171份有效问卷,对此分析城市困难群众的心理特点,结果发现:（1）大部分群众的心理健康水平正常,但在躯体化症状上有问题和有严重问题的达到了22.2%、抑郁症状（17%）、强迫症（15.2%）,相比全国健康成人躯体化,显著高于全国常模,人际关系敏感和偏执显著低于全国常模;（2）不同性别的城市困难群众在心理健康各因子得分上无显著差异;（3）不同年龄段的困难群众,在人际关系敏感和偏执上有明显差异,成年初期（18-25岁）的群众在人际关系敏感和偏执的得分上显著高于其他年龄段;（4）不同婚姻状况在阳性指标、躯体化、人际关系敏感、抑郁、焦虑和恐怖的因子上都存在差异显著,离异和丧偶显著高于未婚和已婚的因子分;（5）不同文化程度在躯体化上有显著差异;（6）除了阳性平均分、躯体化、偏执外,其余各因子得分在残疾状况上都有显著差异。智力残疾与精神残疾显著高于其他各因子得分;（7）不同劳释情况的城市困难群众在心理健康各因子上无显著差异。对此提出心理帮扶建议:（1）建立对城市困难群众心理健康数据库;（2）在社区开展心理健康知识宣传讲座;（3）完善社区心理帮扶体系建设;（4）建设社区心理服务专业人才队伍。", "label": "心理学", "id": 0}
{"content": "现有关于网络游戏障碍（Internet gaming disorder, IGD）的研究主要分别基于冲动系统和控制系统来展开,成瘾的双加工模型也认为成瘾行为是冲动系统和控制系统交互作用的结果。但是,目前为止,很少有研究真正从双加工系统这一综合性的观点来同时考察IGD玩家的冲动系统和控制系统是否存在异常,关于其的电生理证据则更少。为了解决这一问题,本研究选取决策行为——一种典型的依赖于冲动系统和控制系统交互作用的人类行为,来考察IGD玩家的双系统加工。研究选取了24名IGD玩家,以及26名娱乐游戏使用玩家（recreational gaming users, RGU）作为对照组,采用事件相关脑电位（event-related potentials）记录了这50名被试在执行跨期决策（即:金钱折扣任务）和风险决策（即:杯子任务）任务时的电生理活动。结果显示:（1）在行为水平上,IGD和RUG玩家在跨期决策和风险决策的表现不存在显著差异;（2）在电生理水平上,对于跨期决策任务,RGU玩家比IGD玩家表现出了更大的P2振幅;此外,RGU玩家在短期延迟和长期延迟中的P3振幅大于中期延迟,但IGD玩家并没有表现出显著的延迟时间主效应;（3）在电生理水平上,对于风险决策任务不存在IGD和RGU的组间差异,但是,对于风险不利条件,RGU玩家在损失情境下的N2波幅显著大于收益情境,而IGD玩家则不存在显著的期望价值主效应。结论:IGD玩家和RGU玩家在冲动加工和控制加工上不存在显著差异,但考虑到IGD玩家对于延迟时间和期望价值的不敏感性,推测网络游戏障碍可能与奖赏偏好和风险觉知的改变、以及决策过程中较少的意志努力存在相关。", "label": "心理学", "id": 0}
{"content": "广告是企业与消费者互动的重要方式,因此促进消费者对于广告的积极感知可以提升营销效果。信号理论和情感迁移理论认为,除了传播内容之外,受众对于传播载体的感知也会影响传播效果。近年来广告营销行业中形成了风格独特鲜明的网络语言广告。已有学者在广告效果阶段模型的框架下证实了网络语言对广告感知与注意的影响。然而,广告的传播内容与形式通常服务于产品的属性,消费者面对享乐型产品和实用型产品时的心理活动有所差异。本研究考察了不同属性的两类产品和标准/网络语言文案对广告感知与广告注意的影响:实验一在限制广告观看时间的条件下,探讨语言类型和产品类型对广告评价的影响;实验二在不限制广告观看时间的条件下,探讨两者对广告注意的影响。两实验均采取2×2混合设计,其中组间变量为语言文案类型（网络语言文案或标准语言文案）,组内变量为产品类型（实用型产品或享乐型产品）,因变量分别为对产品广告的评价（有趣性、严谨性、信任程度和产品评价四个维度）（实验一）、眼动仪记录的广告文案注视时间占总注视时间的百分比（实验二）。实验一的结果表明,语言类型和产品类型在严谨性上的主效应显著,产品类型在有趣性上的主效应显著,而语言类型和产品类型在信任程度与产品评价上的交互作用显著。网络语言文案会显著降低受众对广告的严谨性感知;在使用网络语言文案的情况下,受众对享乐型产品广告的信任度与产品评价均显著高于实用型产品广告。实验二的结果表明,在广告文案注视时间占总注视时间的百分比上,语言类型和产品类型的交互作用边缘显著。网络语言文案下个体对享乐型产品广告文案的注视时长显著高于实用型产品。该发现填补了相关研究领域的空白,并且在实践方面,商家在设计实用型产品广告时可以考虑更多地使用标准语言文案,而在设计享乐型产品广告时使用网络语言文案,这样可以提升受众对于不同类型产品的信任度、产品评价及注意。", "label": "心理学", "id": 0}
{"content": "大学生作为最有活力、最爱追求新鲜事物的群体,随着全球互联网络的发展,手机已是他们不可或缺的社交工具。错失恐惧是指因担忧错过他人有益的经历而导致的一种弥散性焦虑状态,错失恐惧通过影响个体社交媒体或智能手机的使用,进而影响个体的行为、身心健康。根据注意控制的理论,焦虑会削弱个体的抑制控制功能。错失恐惧作为焦虑的一个亚类,焦虑障碍会影响到个体的执行功能。因此本研究将考察抑制控制在大学生错失恐惧与问题性手机使用之间的中介作用以及探讨不同水平的错失恐惧个体在不同刺激线索下的冲突抑制的特点。方法:研究一通过网络发放特质-状态错失恐惧量表、问题性手机使用量表、Barratt冲动性量表收集数据,因为问题性手机的使用可以看作是对冲动控制的失败,所以本研究采用Barratt冲动性量表来测量调查者的抑制控制能力。本研究共收回有效问卷220份,各量表的信度分别为0.822、0.899、0.899。研究二采用数字Stroop任务,实验设计为2被试分组（高错失恐惧组;低错失恐惧组）×3抑制控制任务类型（无干扰;微信消息声音和纯音干扰）的组间实验设计。利用SPSS 26.0进行数据分析,结果发现:（1）相关分析表明,错失恐惧与问题性手机使用、抑制控制存在正相关;（2）抑制控制在错失恐惧与问题性手机使用中起中介作用（β=.625,p<0.001）;（3）手机依赖与否对错失恐惧和问题性手机使用的直接效应起调节作用。（4）高水平的错失恐惧个体更容易被手机相关的刺激线索影响从而影响冲突抑制的能力。本研究进一步丰富了错失恐惧的理论研究,探讨了抑制控制、手机依赖者在错失恐惧与问题性手机使用之间的作用机制以及错失恐惧者的冲突抑制特点,有利于学校和教育工作者调整和改进教育思路,积极指导大学生的网络使用,充分发挥网络的积极作用,促进大学生群体的身心健康发展。", "label": "心理学", "id": 0}
{"content": "背景:新冠肺炎疫情自发生以来,在全球范围内蔓延,给人们的身心健康造成了巨大威胁。为遏制疫情扩散,中国政府采取了居家隔离、交通限制等防控措施,多省启动了重大突发公共卫生事件Ⅰ级响应。在居家隔离期间,社交媒体成为疫情信息的主要来源。虽然社交媒体能够帮助公众及时了解疫情,从而更好地做好防护和应对,但是过多的通过社交媒体接触疫情信息则可能引起个体消极的心理反应,如焦虑、恐惧、抑郁,甚至出现急性应激反应。目的:探究新冠肺炎爆发期间社交媒体使用对急性应激的影响,以及冗思与主观社会经济地位在其中的作用机制。方法:采用社交媒体使用问卷、冗思反应量表、主观社会经济地位量表和斯坦福急性应激反应问卷,于2020年2月至3月新冠肺炎在中国爆发期间对1436名居民进行在线问卷调查。结果:（1）社交媒体使用对急性应激具有直接正向预测作用;（2）冗思在社交媒体使用与急性应激之间起部分中介作用;（3）主观社会经济地位调节了社交媒体使用对急性应激影响的直接路径以及中介模型的后半段路径。随着主观社会经济地位的提高,社交媒体使用对急性应激的影响以及冗思对急性应激的影响均逐渐减弱。结论:研究揭示了新冠肺炎疫情下社交媒体使用对急性应激的影响及其作用机制,对引导人们合理使用社交媒体和创伤后干预具有启示意义。建议:基于突发公共危机事件下社交媒体使用可能造成消极的心理应激反应,因此,民众应该合理控制社交媒体使用时间,有关部门应该加强对疫情信息传播的网络监管,并采取适当的心理干预措施以减小疫情造成的消极心理影响。", "label": "心理学", "id": 0}
{"content": "目的:编制微信负面影响自评量表（WCNIS）,并检验其信效度。方法:对582份来自安徽、江苏等2所高校的WCNIS测试结果进行项目分析和探索性因素分析,对785份来自在安徽、江苏和河南等3所高校以及264份来自线上已参加工作的人员的WCNIS测试结果进行验证性因素分析、内部一致性效度检验和校标效度检验。结果:探索性因素分析获得34个条目,4个因素,累计解释方差总变异50.08%的WCNIS量表。四个维度分别为:微信使用过度、亲密关系疏离、亲子关系冲突,工作学习懈怠;验证性因素分析验证了4因素模型,其结果为x~2/df=1.931,P<0.001,GFI=0.90,CFI=0.96,IFI=0.96,NFI=0.93,TLI=0.96,RMSEA=0.04。该问卷的内部一致性信度（r=0.83～0.87）,总量表重测信度（r=0.95,P<0.001）,4个维度的重测信度（r=0.84～0.90）和内部一致性效度（r=0.43～0.72）,效标效度指标均符合心理测量学的要求,微信负面影响自评量表及四因子与微信过度使用、手机依赖、非理性拖延三个量表总分及各个因子均达到显著正相关。结论:微信负面影响自评量表的编制过程完全符合心理测量学的各项指标要求,具有良好的信度和效度,可以作为进一步研究微信负面影响的有效测量工具。", "label": "心理学", "id": 0}
{"content": "媒体多任务是个体同时使用不同媒体的一种现象,比如一边看电视一边使用手机设备发布动态。过去的研究表明媒体多任务会对认知控制会产生影响,很多研究基于不同的理论视角探讨了这一影响,但研究结果却存在差异。认知控制是认知功能的重要组成部分,是指当自动的或有赖直觉的加工无法满足任务要求时,需要人们集中并维持注意而进行的一系列自上而下的心理加工过程,它主要包括抑制控制、工作记忆和认知灵活性三个维度。为明确媒体多任务与认知控制两者之间的整体效应,本研究采用元分析的方法检索与整合了国内外已有研究。由于部分研究中存在多个效应量,本研究对检索后获得的28项研究（150个效应量）使用随机效应模型进行了三水平元分析。研究结果显示,媒体多任务与认知控制总效应值显著（cohen’d=0.221）,具体而言,与低媒体多任务者相比,高媒体多任务者的认知控制能力更差。这一结论支持了注意分散假设,即频繁进行媒体多任务会使个体注意力分散,无法过滤无关信息,从而对个体的认知控制造成影响。此外,本研究进一步针对认知控制的三个维度、年龄阶段、男性比以及地区进行了调节效应检验,结果发现,高媒体多任务者在抑制控制、工作记忆两个维度上表现更差,而在认知灵活性维度上没有显著差异。而媒体多任务对认知控制的影响不受年龄阶段、男性比和地区的影响。未来,媒体多任务的目的导向、多任务的形式以及认知控制的测量工具等因素效应都有待进一步研究。", "label": "心理学", "id": 0}
{"content": "目的本研究旨在调查目前中国网民对COVID-19疫苗和疫苗接种的情感与态度,通过机器学习算法预测其以后的情感走向,同时利用大数据分析探究一些影响大众接种疫苗的因素,以期对中国相关部门的疫苗接种工作提供来自大数据的支持,能够帮助政府制定相关的政策推动国内新冠疫苗的接种进度,为全民免疫时代的到来做出一定的贡献。方法基于Python爬虫技术采集2021年3月12日至2021年5月22日期间新浪微博上有关\"新冠疫苗\"的热门话题下的微博评论共计7万余条,借助Python语言中的Wordcloud模块、SnowNLP情感分析模型以及TF-IDF算法,对\"新冠疫苗\"的相关微博评论进行文本聚类与情感分析,生成\"每日微博评论情感变化图\"展示网民对新冠疫苗的情感趋势,再利用pyecharts绘图模块绘制\"中国新冠疫苗情感地图\"以及\"中国新型冠状病毒疫情地图（累计确诊数）\",可视化地展现网民对新冠疫苗的情感态度的时空演化过程。结果在时间维度上,中国网民的情感态度大致经历了四个阶段,整体的情感值低于0.5,倾向于负面、消极的情绪状态;在空间维度上,中国内陆地区的情感值要普遍高于边境地区,除了天津市和台湾省以外,累计确诊数越高的地区情感值普遍越高。结论中国网民对新冠疫苗的情感整体偏向于负面、消极,各种因素在综合影响大众的接种意愿,政府相关机构需要及时做出政策的调整,关注网络舆论的变化,同时根据各省市的具体情况因势利导,才能够有效促进大众对新冠疫苗的认可与接种。", "label": "心理学", "id": 0}
{"content": "自我意识情绪是一类相比基本情绪更高级的社会情绪,在我们的日常生活中扮演着重要的角色。以往关于情绪对认知灵活性影响的研究较多,但均是在基本情绪的基础上进行研究,对于更高级别的自我意识情绪（如自豪、羞愧）却鲜有研究。此外,以往大量学者对同一效价的情绪与认知灵活性之间的关系进行研究,结果却不尽相同,那么是否是研究中混淆了不同的情绪类型?比如基本情绪和自我意识情绪。本研究可以通过自我意识情绪的研究来与以往的基本情绪研究进行梳理,对比两者与认知灵活性的关系。因此,本研究采用大小-奇偶转换范式考察自我意识情绪对认知灵活性的影响,选取在校大学生45名为被试,采用3自我意识情绪类型（自豪、羞愧、中性）×2任务类型（重复、转换）的混合实验设计,探讨了不同自我意识情绪条件下转换任务的反应时和正确率,并运用事件相关电位（Event-Related Potential,ERP）对转换任务的脑电特点进行探讨。行为结果发现:（1）转换任务相比重复任务有更长的反应时和更低的正确率;（2）相比中性情绪,自豪和羞愧情绪条件下转换代价更大。脑电结果发现:（1）转换任务比重复任务诱发了更大的P3波幅,表明该任务诱发出了显著的转换效应;（2）自豪和羞愧情绪下的P3差异波显著小于中性情绪下的,而在N2差异波上不存在显著差异。以上行为和脑电结果均表明,自豪情绪和羞愧情绪抑制了转换能力,对认知灵活性的影响具有一致性,且这种一致性可能表现在晚期的决策任务上。该研究探讨了自豪情绪和羞愧情绪对认知灵活性的影响,为进一步管理学生的自豪与羞愧情绪提供了理论基础。", "label": "心理学", "id": 0}
{"content": "注意和情绪是两大基本的心理系统,两者之间相互影响这一问题受到研究者的高度关注。以往研究表明,情绪能吸引并维持人们的注意。近期有研究探讨了自发的视觉注意能否增强感知的情绪强度问题,研究者采用空间提示范式,让被试自发地将注意指向目标对象,然后考查他们对目标对象的情绪反应是否增强,结果表明,被试对目标对象的情绪感知显著增强。该研究从探讨自发注意影响情绪感知的角度探讨注意与情绪的关系,是很有启发意义的。然而,该研究的研究任务是要求被试选择或评价情绪强度较大的图片,这个任务可能只是考察出被试对目标图片的记忆印象,而没有真正考察出被试对目标图片的情绪反应是否增强,也没有考察出被试对目标图片的情绪如何增强。据此本研究设计三个实验探讨被试对自发注意的目标图片情绪感知是否增强以及如何增强。实验1采用空间提示范式操纵自发视觉注意,研究任务是让被试选择情绪感受强的图片,并同时进行情绪效价的七点评级,结果发现,图片类型的主效应显著,被标记图片与未被标记的图片的情绪效价的差异不显著。这一结果表明,前人研究得出的结果可能只是表明标记图片会使被试印象更深刻,不能证明标记图片是否增强了情绪感受。实验2同样采用空间标记范式操纵自发注意,图片呈现结束后,由电脑随机呈现被标记图片或者不被标记图片,让被试对呈现图片的情绪效价进行七点评级,结果表明,被试对自发注意的消极刺激感知到的情绪往消极方向增强,对自发注意的积极刺激感知到的情绪往积极方向增强,不是表现为\"单向增强\",而是一种双向的\"离中增强\"。实验3运用脑电技术,采用空间标记范式操纵自发注意,图片呈现结束后,由电脑随机呈现被标记图片、不被标记图片或者未呈现过的图片,要求被试再认,脑电结果表明,被标记图片的波幅显著高于其他图片的波幅,进一步验证了本研究的猜想。综合三个实验的研究结果,本研究提出,自发视觉注意可以增强人们的情绪感知。", "label": "心理学", "id": 0}
{"content": "恐惧（fear）是一种与进化密切相关的基本情绪,它可以激发一系列防御机制,在人类的生存和适应中发挥着重要作用。然而,当动物或人类长期处于恐惧状态中,可能发展为焦虑症﹑恐惧症和创伤后应激障碍等相关情绪障碍,对其身心健康和发展都会造成严重的负面影响。先前的研究表明,睡眠剥夺会对恐惧情绪加工过程产生影响,然而睡眠剥夺影响恐惧记忆消退的认知神经机制并不清楚。为此,本研究采用了功能性磁共振技术探究了睡眠剥夺影响恐惧消退的认知神经基础。行为结果表明,恐惧消退阶段,控制组被试对唤醒刺激和非唤醒刺激的恐惧程度均高于睡眠剥夺组被试;脑成像结果发现,消退阶段,控制组被试在以下脑区有更大的激活:杏仁核、背外侧前扣带回、脑岛、海马和腹内侧前额叶等。因此,睡眠剥夺影响着恐惧消退的效果,其中杏仁核、腹内侧前额叶等脑区的活动起着核心调控作用。", "label": "心理学", "id": 0}
{"content": "急性应激状态下,个体大量分泌的激素会影响到与视觉工作记忆目标存储和干扰抑制密切相关的前额叶和后顶叶皮层等脑区的功能。据此我们推测急性应激会影响个体对视觉工作记忆中的目标存储和干扰抑制。研究采用2（组别:应激组,控制组）×3（记忆项目数量:2个红色、4个红色、2个红色+2个蓝色）混合实验设计。其中2个红色+2个蓝色为分心条件,记忆项目的数量为被试内变量,被试间变量为组别。采用MAST应激任务诱发个体的急性应激反应后完成视觉工作记忆任务,在视觉工作记忆任务进行中同步采集脑电活动,以行为学指标和alpha振荡能量作为测量指标。研究结果发现:在MAST应激任务前后的皮质醇浓度差异量和主观情绪感受分数差值上,应激组显著高于控制组;在行为学指标上,应激组和控制组无显著差异;在alpha振荡能量上,应激组在分心条件下的alpha振荡能量显著低于控制组的alpha振荡能量。结果表明,急性应激损害了分心条件下个体对视觉工作记忆中的干扰抑制。", "label": "心理学", "id": 0}
{"content": "在社会交往或人际交流中,个体往往需要根据情境的需求抑制已有的情绪或表达出相应的情绪,甚至随着情境的变换而转换相应的情绪表达,这就涉及到了情绪表达灵活性,即个体根据环境变化的要求,对情绪表达和抑制的灵活转换。情绪表达灵活性不仅是个体一种情绪智力的体现形式,也会影响个体的社会化过程。然而,以往研究往往考察情绪表达灵活性的后效问题,例如情绪表达灵活性对个体适应性、心理健康等的影响,很少从认知神经视角考察情绪表达灵活性概念本身。情绪表达灵活性的个体差异具有怎样特定的神经基础?或者说,情绪表达灵活性存在怎样客观的电生理指标呢?这些问题的答案尚不清楚。本研究选择与情绪灵活性密切相关的指标额叶EEG偏侧化,采用静息态脑电技术,以48名大学生（M=22.38, 54%女性）为被试,考察了额叶alpha波偏侧化与个体情绪表达灵活性的关系。回归分析结果显示:（1）静息态闭眼状态下额叶alpha波（8-13Hz）左侧化能够显著正向预测个体的情绪表达灵活性,即个体闭眼状态下额叶alpha波的左侧化系数越高,其情绪表达灵活性越高;（2）这种预测作用在情绪表达灵活性的两个分维度维度—增强情绪表达和抑制情绪表达上都有所体现:个体静息态闭眼状态下额叶alpha波左侧化系数能够显著正向预测个体增强表达能力,正向预测个体抑制情绪表达能力（该维度边缘显著,p=.056）。综上,本研究表明:个体静息态闭眼状态下额叶alpha波左侧化能够显著正向预测个体情绪表达灵活性。本研究提示额叶偏侧化可能是情绪表达灵活性的客观电生理指标,未来尚需更多实证研究提供额叶alpha波左侧化的提高可以增强个体情绪表达灵活性的因果证据。", "label": "心理学", "id": 0}
{"content": "目的分析新型冠状病毒肺炎（COVID-19）确诊和疑似患者的心理状况,并探讨其心理干预措施。方法通过网络在线方式调查收集2例确诊和6例疑似COVID-19患者的资料。采用自编自评式一般情况问卷收集患者的人口学资料,用创伤后应激障碍自评量表5（PCL-5）评估患者创伤后应激症状,用匹兹堡睡眠质量指数量表评价患者的睡眠质量。使用SPSS 21.0软件进行统计学分析。计数资料以例数和百分数表示,计量资料采用描述性分析。结果 2例COVID-19确诊患者和6例疑似患者的年龄为17～71岁。女性5例,男性3例;7例为专科或本科以上学历,1例为高中及以下学历;5例有武汉市居民接触史。2例确诊COVID-19患者中有1例创伤后应激障碍筛查阳性,6例疑似患者中有1例创伤后应激障碍筛查阳性。8例患者中符合侵入症状的患者有5例,符合回避症状者3例,符合认知和情绪负性改变症状者3例,符合过度唤醒症状者1例。疫情对8例患者的睡眠质量均有不同程度的影响,主要表现为夜间易醒或早醒（5例,每周至少1～2次）。PCL-5总分与睡眠质量变化趋势总体一致,PCL-5总分越高睡眠质量越差。结论 COVID-19确诊患者与疑似患者均存在不同程度的睡眠问题及创伤后应激症状,夜间易醒或早醒和侵入症状较明显,需要采取及时、有效的心理干预措施。", "label": "心理学", "id": 0}
{"content": "起源于东方佛学的正念,作为一种禅修的方法,经西方临床咨询的运用开发,现已成为一种流行的心理疗法。正念作为一个多维度、多层次的概念,既可以是动态的认知,也可以是静态的特质;其复杂性的内涵延展出了多元化的干预方案,且不同研究者的干预效应存在一定的争议。为此,依据现有研究文献,系统梳理正念的本质内涵、作用机制及干预效果。研究显示正念作用的心理成分千差万别,其所占权重也各不相同,因此,我们结合正念的本质内涵和正念作用的心理活动过程,初步构建了正念心理要素的四维模型,这对于厘清正念的本质,明确其作用机制与干预效应,促进各领域应用正念的科学性与有效性具有积极意义。未来,正念的研究应从现有的临床与咨询领域向预防与教育发展领域;充分关注不同形式正念训练的开发与运用,以增强正念训练的规范性和可操作性;多方法探寻正念的作用机制;更严谨地评估和验证正念的实际效果。", "label": "心理学", "id": 0}
{"content": "分裂型特质是一般人群中表现出的类似精神病的特质和行为表现,与精神疾病特别是精神分裂症易感性有关,可以分为阴性和阳性分裂型特质。以往研究表明阴性分裂型特质与共情密切相关,同时情绪调节与阴性分裂型特质以及共情都存在紧密联系,因此本研究拟在大学生中探讨阴性分裂型特质个体的共情异常与情绪调节的关系。采用社会快感缺失量表（The Revised Social Anhedonia Scale, CSAS）筛选并招募了24名阴性分裂型特质高分组被试和21名低分组被试,两组被试在年龄、性别比例和受教育年限上没有显著差异。人际反应指针量表（Interpersonal Reactivity Index, IRI）、认知与情感共情问卷（Questionnaire of Cognitive and Affective Empathy, QCAE）,以及中文版的共情准确性任务（Empathic Accuracy Task, EAT）用来测量共情;情绪调节问卷（Emotion Regulation Questionnaire, ERQ）用于测量情绪调节策略使用情况,包括认知重评和表达抑制两个维度;此外,分裂型人格特质问卷（Schizotypal Personality Questionnaire, SPQ）被用来测量阳性分裂型特质。在EAT中,被试观看视频（4段正性,4段负性）并实时评价视频中讲述者的情绪效价,将被试评分与讲述者自评之间的相关作为共情准确性。看完每段视频,被试需要完成对\"讲述者情绪效价/唤醒度\"、\"自己观看时的情绪效价/唤醒度\"、\"观点采择\"、\"情绪感染\"的评分。结果表明:1)与低分组相比,高分组的情感共情得分显著更低（IRI共情关怀:F（1,43）=11.50, p <0.01; QCAE远端反应率:F（1,43）=8.79, p <0.01）;在EAT任务中的情绪感染得分也更低（积极视频:F（1,43）=4.83, p <0.05;消极视频:F（1,43）=12.14, p <0.001）。2)在情绪调节方面,阴性分裂型特质高分组被试更多使用不适应性的情绪调节策略,即表达抑制（F（1,43）=20.67, p <0.001）。控制SPQ得分后,共情和情绪调节的组间差异仍然显著。3)控制SPQ总分和性别后的偏相关分析发现阴性分裂型特质高分组被试中表达抑制与QCAE远端反应率分量表呈显著负相关（r=-0.59, p <0.01）。总之,本研究发现阴性分裂型特质高分组个体表现出情感共情能力的降低和表达抑制策略使用增多,且情感共情得分的降低可能与他们更频繁地使用表达抑制这一非适应性情绪调节策略有关。", "label": "心理学", "id": 0}
{"content": "背景:大学生自杀是一个重大的公共卫生问题。研究证实,悲观倾向对自杀意念有显著影响。本研究评估焦虑、抑郁和痛苦在悲观倾向与自杀意念之间的中介作用。方法:从中国几所高校共招募1798名大学生。参与者完成了悲观倾向、躯体焦虑、积极情绪、痛苦和自杀意念的测量。采用中介模型评估焦虑、抑郁和痛苦的中介作用。结果:大学生悲观倾向与自杀意念存在显著正相关。在中介分析上,焦虑、抑郁和痛苦在悲观倾向与自杀意念的关系中起中介作用。局限性:这是一项以大学为样本的横断面研究。未来的研究将受益于利用访谈法和纵向研究来调查这些关系。结论:悲观倾向直接影响自杀意念,并通过与焦虑、抑郁和痛苦间接影响自杀意念。对未来没有什么积极期望的大学生可能会从对焦虑、抑郁和痛苦的干预中受益。", "label": "心理学", "id": 0}
{"content": "面部表情识别是人们日常生活中一项重要的活动,准确识别他人的表情对成功的人际交往、情绪调节等行为都有着深远的意义。语言情境对面部表情的分类有很大的限制作用,在面部表情类别知觉构建的过程中语言和文化起到了重要作用。本研究采用自然分类法分析了蒙古语者和汉语者情绪词的概念结构特点,发现蒙古语被试和汉语被试的情绪词都分布在以原点为圆心的环形周围,概念结构整体比较一致,对于高愉悦度情绪词汇,蒙古语者和汉语者分类基本相同,但是对于低愉悦度情绪词汇,蒙古语者和汉语者分类有差异,表现为汉语者倾向于将恐惧和愤怒情绪词汇放在高唤醒度一低愉悦度水平,蒙古语者则倾向于将恐惧情绪词汇放在低唤醒度一低愉悦度水平,对于一般强度的愤怒情绪词汇,蒙古语者将其放在低唤醒度一低愉悦度水平,而高唤醒度的愤怒情绪词汇则在高唤醒度一低愉悦度水平。本研究进一步通过识别任务探讨不同语言情绪词有别的个体是如何处理面部表情类别信息,发现在语言标签作用下,对于单一情绪渐变的面部表情识别,蒙古语者愤怒情绪的面部表情知觉的转折点高于汉语者,但斜率最大,说明相比于汉语者,蒙古语者对愤怒情绪的面部表情识别临界点高,并对高唤醒度的愤怒面部表情敏感,这与蒙古语者愤怒情绪概念的分布可能有关,在两种情绪渐变的面部表情识别任务中,蒙古语者愤怒—悲伤的面孔连续体的类别知觉的转折点更高,敏感度更高。这说明蒙古语者和汉语者对相同面部表情进行类别知觉有不同表现,进一步支持了语言标签在类别知觉中起到的重要作用。", "label": "心理学", "id": 0}
{"content": "从人类使用语言概念命名情绪开始,语言和情绪感知就绑定在了一起。语言对情绪感知的作用主要存在两种观点:基本情绪理论认为,语言是情绪感知的一种附带现象,情绪感知可以在不依赖语言的条件下产生;情绪建构理论则认为,语言是情绪感知的必要条件,如果没有情绪概念便不会感知到与情绪概念相对应的情绪。基于上述理论背景,本研究采用事件相关电位技术探究语言能力对成年个体面孔情绪感知的影响。实验采集了47名（23男,24女）成年被试的数据,被试年龄范围为18～28岁,平均19.87岁。实验程序为被试首先观看一张情绪面孔图片,然后呈现500～700 ms的空屏,最后呈现两张情绪面孔或情绪词语。被试需要在两张情绪面孔或情绪词语中选择一个与之前面孔情绪类别相一致的选项。实验中的情绪类别包括快乐、恐惧、悲伤和中性四种。实验还通过韦氏智力量表的言语分量表将被试分为语言能力高分组和语言能力低分组。实验的ERP结果发现:在N170成分上,语言能力低分组比语言能力高分组被试在词语任务上由四种情绪诱发的N170波幅更大;在P2成分上,词语任务比面孔任务诱发的P2波幅更大;在N2成分上,面孔任务比词语任务诱发的N2波幅更大;在N400成分上,面孔任务比词语任务诱发的N400波幅更大;在LPC成分上,面孔任务中快乐情绪比中性情绪诱发的波幅更大。总之,本研究初步揭示了不同语言能力者对于面孔情绪感知的神经动态差异主要体现在早期加工阶段,进一步支持了情绪建构理论。", "label": "心理学", "id": 0}
{"content": "背景与目的:重性抑郁症患者的工作记忆受损,既往的抑郁症神经影像学研究提示抑郁症患者的额顶网络功能异常,但异常的额顶区功能与受损的工作记忆之间的发生机制仍不清楚。本研究将考察抑郁症患者执行工作记忆任务时额顶区与全脑的功能连接特征,并分析额顶区的有效连接是否存在异常,为阐明抑郁症患者工作记忆受损的神经病理学机制提供进一步的证据。方法:共有33名重性抑郁症患者（20.24±5.04岁, 11男）和40名年龄、性别、教育水平匹配的健康对照组被试（20.98±2.51岁, 14男）完成流调中心用抑郁量表和简式情感强度等系列心理量表与磁共振成像扫描。采用数字n-back任务评估工作记忆,同步采集其任务态脑影像数据（Siemens, Skyra 3.0 T核磁共振扫描仪;重复时间/回波时间=2000/28 ms,层厚/层间距=4/4 mm,视野=210×210 mm,翻转角=90°,层数=32）。采用心理生理交互作用（psychophysiological interaction,PPI）分析n-back任务中激活的脑区（右侧顶下小叶和右侧背外侧前额叶）与全脑的功能连接差异。采用动态因果模型（dynamic causal modelling,DCM）进一步分析右侧顶下小叶与右侧背外侧前额叶的有效连接。结果:抑郁症组的流调中心用抑郁量表（t=13.15, p<0.001）、负性情感强度分量表（t=3.73, p<0.001）得分均显著高于对照组。与对照组相比,抑郁症组在完成高负荷工作记忆任务时有更低的准确率（t=2.24, p=0.029）和更长的反应时（t=2.20, p=0.033）。PPI分析结果显示抑郁症患者组的右侧顶下小叶与右侧背外侧前额叶（t=4.22,p=0.006）、右侧颞上回（t=4.67, p=0.041）的功能连接较对照组显著增强。基于PPI分析的组间差异结果,DCM进一步发现抑郁症组从右侧顶下小叶至右侧背外侧前额叶的有效连接较对照组显著增加（t=3.021, p=0.003）。相关分析显示负性情感强度得分与工作记忆中从右侧顶下小叶至右侧背外侧前额叶的有效连接参数有显著负相关（r=-0.491, p=0.004）。结论:抑郁症患者在高负荷工作记忆任务下存在异常的额顶网络有效连接,这为阐明抑郁症工作记忆受损的神经病理学机制提供新的实验依据。", "label": "心理学", "id": 0}
{"content": "背景:约有73%的边缘性人格障碍患者（Borderline personality Disorder, BPD）曾有过攻击行为。影像学研究提示,BPD患者的攻击行为可能与其脑结构与功能异常有关。本研究对国内外BPD患者攻击行为的脑影像研究成果进行了总结和系统评价,为进一步阐明BPD患者攻击行为的脑机制提供依据。方法:检索Web of Science和PubMed数据库,手动检查参考文献,最终纳入28篇文章,包括13篇结构性磁共振成像（structural Magnetic Resonance Imaging, sMRI）文章,6篇功能性磁共振成像（functional Magnetic Resonance Imaging,fMRI）文章,8篇正电子发射型计算机断层扫描（Positron Emission Tomography, PET）文章,以及1篇磁共振波谱（Magnetic Resonance Spectrum, MRS）论文,共包括23个边缘性人格障碍样本和21个健康对照样本,总计648名BPD患者和593名健康对照被试。结果:所有研究均为横断面设计,各项研究之间异质性较高,在研究方法与控制变量（如样本性别比例、利手、病史、服药等）上差异较大。多数s MRI文章发现攻击与边缘系统和涉及情绪加工与行为控制的皮层（如眶额叶、前扣带回皮层、脑岛等）密切相关,其关系受到偏侧化、症状类型和严重程度等因素的影响,但有3篇报告攻击行为与杏仁核、海马体、眶额叶皮层等结构灰质体积之间缺乏显著相关。2篇f MRI论文显示攻击行为与默认网络和突显网络内静息态功能连接改变相关,另有3篇采用诱导攻击实验范式发现攻击状态下BPD患者从脑区（海马、杏仁核）到网络（默认网络、控制网络、情感环路）均存在异常激活。2篇PET论文采用行为学范式表明BPD患者在愤怒状态下,眶额叶、杏仁核、纹状体等区域相对葡萄糖代谢率存在异常变化。另外,s MRI、f MRI与PET三种类型研究都显示在攻击行为和脑影像结果中,BPD患者存在显著的性别差异。结论:当前研究揭示BPD患者攻击行为与边缘系统和皮层的体积改变密切相关,存在脑网络激活与连接异常,且存在大脑内糖代谢改变,但这些异常改变和边缘性人格障碍症状之间的因果关系尚待探索。未来研究应该致力于完善对关键变量的控制,采取更优研究方法（如纵向研究）,进一步探索BPD患者攻击行为的神经学基础。", "label": "心理学", "id": 0}
{"content": "空间-数字反应编码联合效应（Spatial-Numerical Association of Respond Codes effect,简称SNARC）是指在奇偶判断任务中,被试左手对小数字反应更快,右手对大数字反应更快的倾向。以往研究发现SNARC效应不仅稳定存在于长时记忆的心理数字线上,同时还会受到不同的工作记忆负荷的影响,具有很大的灵活性（Deng, Chen, Xiao,＆Li, 2017）。但目前SNARC效应受到工作记忆负荷影响的脑机制研究并不清楚。此外,SNARC效应和个体数学能力之间的关系目前未得出一致的结果（Hoffmann et al., 2014; He et al., 2021）,但个体的数学能力越高,抑制控制能力越强,且抑制控制能力会调节着SNARC效应的大小。本研究采用相对大小比较任务和N-back任务相结合的双任务范式,选取文科组（文学相关专业）和理科组（数学相关专业）作为数学能力高低的指标,来考察在0-back和1-back两种负荷下,两组被试的SNARC效应是如何受到数学能力影响的。行为结果表明,不管是0-back还是1-back负荷下,文科组出现经典的SNARC效应,而理科组的SNARC效应消失。这表明数学能力越高,SNARC效应越弱。脑电结果发现,（1）0-back条件下,文科组在额部和顶枕部的早期N1、P2波幅以及晚期P3波幅上均存在SNARC效应,SNARC一致的波幅比不一致的波幅更正;而理科组SNARC效应只存在于早期的额部和顶枕部的N1、P2以及额部N2波幅,SNARC一致的波幅比不一致的波幅更正。（2）1-back条件下,文科组的SNARC效应出现在额叶、顶叶的P2、N2及P3波幅成分,SNARC不一致的波幅比一致波幅更正;而理科组的SNARC效应只出现于早期N1、P1波幅和P2潜伏期,SNARC不一致的波幅比一致波幅更正。（3）文科组的顶枕P3波幅随着负荷的增加而减小,表明随着刷新程度的增加,P3波幅减小,1-back水平下需要更多的注意资源来完成任务。这些结果说明,SNARC效应的大小及其发生阶段会受到数学能力的影响。文科组的SNARC效应发生在早期的知觉表征阶段和晚期的反应选择阶段,理科组的SNARC效应只发生在早期的知觉表征阶段。这可能是由于理科组对数字更加敏感,抑制控制能力更强,能够更早地检测并解决与数字空间相关的冲突。", "label": "心理学", "id": 0}
{"content": "网络游戏成瘾（IGD）是一种行为成瘾障碍,自我意识功能失调是成瘾的一个关键特征,导致对成瘾行为的自我控制受损。元认知被定义为对自身认知状态的认知,它使个体能够在目标导向行为中评估自己的表现,并能够据此指导合适的行为选择。本研究旨在通过比较44个IGD患者组与46个健康对照组（HC）在完成知觉决策后进行元认知选择（可选的赌博或放弃）与电脑选择（迫选的赌博或放弃）任务时的行为和功能磁共振成像数据的组间差异,以考察IGD基于元认知的行为选择是否存在异常以及相关的脑区神经基础。行为结果发现,知觉决策阶段,IGD组的决策准确性显著高于健康对照;而元认知选择阶段,IGD组的可选放弃率与元认知能力（gamma）均无显著性异常。fMRI结果显示,知觉决策阶段,相比于HC组,IGD组的额上回、壳核、顶下小叶、颞下回激活增强。并且IGD组的左侧额上回的脑区活动与决策准确性显著负相关,与冲动性量表得分（BIS）显著正相关,而HC组壳核的脑区活动与决策准确性及反应时显著正相关。此外,元认知选择阶段,相比于HC组,IGD组的内侧前额叶（ACC）激活减弱,而颞上回激活增强。并且IGD组与HC组ACC的脑区活动均与可选放弃率显著正相关。并且HC组ACC和颞上回的脑区活动与gamma显著负相关。本研究结果表明IGD者基于元认知的行为选择并未表现异常,但与元认知相关的脑区可能存在功能受损。", "label": "心理学", "id": 0}
{"content": "第三方行为在日常生活中广泛存在,例如警察执法、路人见义勇为等,在社会规范的建立和维持过程中发挥重大作用。第三方行为多发生在急性压力下,但目前关于急性压力如何影响第三方行为的研究较少,且结果并不一致。此外,第三方行为包括第三方惩罚和第三方帮助,已有文献集中于探讨第三方惩罚机制及急性压力影响其的作用机制,有关第三方帮助行为及急性压力如何影响该行为的研究尚处于初步阶段。本研究使用第三方帮助范式和特里尔社会压力测试（Trier Social Stress Test, TSST）考察急性社会压力下被试的第三方帮助行为,并探索分配方案不公平程度的调节作用。研究发现,对于被试的投币个数,分配方案不公平程度的主效应显著,即非常不公平条件下第三方被试的助人力度显著大于较不公平条件,较不公平条件下的助人力度显著大于公平条件。急性压力的主效应不显著,分配方案不公平程度和急性压力的交互作用不显著。对于被试的投币频率,分配方案不公平程度的主效应显著,即非常不公平条件下和较不公平条件下第三方被试的助人力度显著大于公平条件,较不公平条件下的助人力度和非常不公平条件下的助人力度没有显著差异。急性压力的主效应不显著,分配方案不公平程度和急性压力的交互作用不显著。以上结果表明在仅有助人选项的情况下,急性社会压力对第三方帮助行为没有显著影响。本研究丰富了第三方行为领域的研究,为急性压力如何影响第三方行为提供新的实验证据,为后续研究提供了更多思路。", "label": "心理学", "id": 0}
{"content": "现实生活中的情绪信息经常伴随着相关人物出现,与自我相关的情绪性刺激能够更有效地激发个体的动机性注意。因此,判断情绪信息是否与自我相关,并对自我和他人情绪进行区分在社会交往中非常重要。本研究利用ERPs技术,要求22名被试对呈现在名字（自我和他人）之后,不同词性（名词和形容词）的情绪词（积极和消极）进行效价判断,考察在外显情绪判断任务中,自我相关信息影响情绪词加工的动态时间特征及二者的整合机制。结果发现,在情绪词加工早期,消极词比积极词诱发了波幅更大的N1,表明个体对高唤醒刺激的加工存在消极偏向。重要的是,在自我名字条件下,积极词比消极词诱发了波幅更大的P2和波幅更小的N400,而在他人名字条件下,积极词和消极词的波幅不存在显著差异。P2的结果表明自我名字的呈现激活了个体的自我积极概念,从而使积极词比消极词自动捕获了更多的注意资源。N400的结果则表明相比于他人,个体将自我和积极信息进行整合时消耗了更少的认知资源。此外,自我与情绪性名词和形容词之间的相互作用不存在显著差异,说明词性不是影响自我对情绪产生偏向的因素。综上,本研究结果表明,在外显情绪判断任务中,自我相关信息促进积极词的加工不仅出现在晚期的语义整合阶段,而且在早期的词形分析阶段就已经开始,且符合自我积极偏向假说。", "label": "心理学", "id": 0}
{"content": "在视觉搜索任务中,类别特异的注意控制定势（category-specific attentional control setting,c ACS）帮助注意系统选择与目标类别相匹配的刺激,认知系统对相关刺激的神经反应增强。注意选择过程包括自上而下加工和显著性加工,但两种加工对c ACS的作用机制尚不清楚。为考察两种注意选择加工在不同类型c ACS加工中的作用,本研究采用多数函数任务（majority function task,MFT）的变式和oddball范式,通过改变认知负载控制自上而下的加工,通过改变刺激的新异水平来控制显著性加工。此外,将目标定义为基于语义概念的范畴的数字和字母,以及基于原型范畴的\"O\"型和\"X\"型图案两种,以此考察不能类型的c ACS的作用差异。研究结果发现:1)自上而下加工影响c ACS,认知负载主效应显著:相比于低认知负载,高认知负载的目标识别正确率更低,反应时更长。2)显著性加工是否影响c ACS与目标反应有关:当显著性水平与目标反应无关时,对不同c ACS的影响较小;当显著性水平与目标反应相关时,对两种c ACS均产生显著影响,且自上而下加工和显著性加工对c ACS产生注意整合。3)当刺激新异时,基于原型的c ACS表现显著优于基于语义的c ACS,表明基于原型的c ACS可能涉及更多自下而上的加工。总的来说,研究结果证实了注意选择的自上而下和显著性加工及其整合过程能够影响不同类别的c ACS,研究结果从类别信息加工层面探讨注意过程,并为现实中类别信息识别等提供了理论证据。", "label": "心理学", "id": 0}
{"content": "道德外语效应指外语呈现相同意义材料会使被试更倾向于功利主义选择。虽然近年来有研究发现,道德外语效应不能出现在高熟练度双语被试中,但有学者认为即便是高熟练度双语被试,语言的外语性,即母语与目标语及其承载文化之间的相对心理距离也可能影响被试的判断。本研究基于汉藏语系被试,设计了3个实验,对这一设想进行检验。3个实验被试均采用\"滚雪球\"的方式进行招募,实验1实验材料是天桥困境和亚洲疾病问题。采用单因素被试间设计,自变量为语言类型（汉文和藏文）,因变量为被试选择道义主义倾向所占比例,采用线上和线下相结合的方式,考察视觉通道下的道德外语效应。收集有效数据95份。结果表明,被试在天桥困境中的选择无显著差异,χ~2 （1, N=95）=3.517,p=0.061。在亚洲疾病问题中,不论是在收益框架,χ~2（1, N=95）=0.78,p=0.37;还是损失框架χ~2（1, N=95）=0.49,p=0.48,语言类型都没有影响被试的选择。实验2与实验1类似,区别在于实验2考察的是听觉通道下的道德外语效应。一共收集40份有效数据。结果显示,在天桥困境中,语言类型不影响被试的选择,χ~2（1, N=40）=0.20,p=0.88。在亚洲疾病问题中,无论是在收益框架中χ~2 （1, N=40）=0.16,p=0.69;还是损失框架中χ~2（1, N=40）=0.02,p=0.89,两种语言没有出现差异。实验3使用的是道德判断CNI模型,为的是更细致地考察被试在使用两种语言时的差异。一共收集有效数据117份。结果显示,在考虑语言分组之时,CNI模型的拟合良好,G~2（2）=2.15,p=0.34。两组被试在N参数上差异显著,ΔG~2（1）=19.54,p<0.01;在C参数上差异显著,ΔG~2（1）=6.24,p<0.05;在I参数上差异不显著,ΔG~2（1）=0.90,p=0.34。结果表明,语言类型影响了被试对结果和规则的敏感性,具体来说,汉语\"提高\"了藏族被试功利主义倾向（C）,以及对社会道德规范（N）的敏感性,即语言激活了该语言所处文化下所对应的道德观。总的来说,本研究说明,在高熟练度的双语被试中,语言外语性对被试道德判断的影响是存在的,但这一影响需要通过设计更为精巧的实验中才能体现。", "label": "心理学", "id": 0}
{"content": "目的:了解我国老年人自我感知的无用对认知功能的影响,为提高老年人的生活质量、促进积极老龄化提供参考。方法:基于中国老年健康影响因素跟踪调查（CLHLS）2018年数据,采用简易智力状态检查量表（MMSE）评估认知功能水平,自我感知的无用是采用一个单独的问题来衡量的:\"随着年龄的增长,你是不是觉得自己更没用了?\"并按频率编码为:高（总是和经常）、中（有时）和低（很少和从不）。采用均值（±标准差）、例数（百分比）描述性分析,采用Mann-Whitney U Test检验探究各变量在有无认知障碍上的差异,采用二分类logistic回归探究自我感知的无用对老年人认知功能的影响。结果:共采集到14500名老年人数据资料,自我感知无用高频组2665人（18.4%）,中频组4306人（29.7%）,低频组5994人（41.3%）,无法回答1535人（10.6%）。MMSE平均分（23.27±8.29）分,有认知障碍5376人（37.1%）,无认知障碍9124人（62.9%）。Mann-Whitney U Test检验结果显示年龄大85岁以上、女性、居住地为城镇、丧偶、不吸烟、不喝酒、不经常锻炼、感知无用高频的老年人认知障碍的发生风险较高;Logistic回归模型在调整了年龄、性别、居住地、婚姻状况、是否抽烟、是否喝酒、是否经常锻炼之后,不同程度的自我感知无用与认知功能仍存在显著关系,以高频组为参考,自我感知无用低频组出现认知功能障碍的风险降低。（P<0.001,OR=0.03,95%CI:0.03-0.05）结论:高频的自我感知无用与认知功能障碍的发生显著相关,需要更多的干预方法减轻老年人的自我感知无用,从而减缓认知障碍的发生,促进我国积极老龄化。", "label": "心理学", "id": 0}
{"content": "汉语歧义消解认知加工的研究方法主要有非即时加工实验方法与即时加工实验方法两种方法。非即时加工实验方法主要指行为实验法,其指标多为反应时,采用的范式主要有词汇判断任务、意义适合性判断任务、句子验证任务、跨通道启动任务、移动窗口技术等,侧重于刺激材料的呈现以及实验任务的设置。其中,跨通道启动任务的基本要求是以听觉方式呈现刺激材料,以视觉方式呈现探测词,可以与其他多任务范式结合使用。而即时加工实验方法则主要采用眼动记录技术和事件相关电位脑电记录技术,侧重于即时测量被试所作反应及相应的脑电效应,为汉语歧义消解加工过程提供即时测量数据。无论是非即时加工实验方法中的各种经典实验范式,还是即时加工实验方法中眼动记录技术和脑电技术,都为汉语歧义消解认知加工的研究工作提供了有效工具,但也各有其局限性。未来的研究可选择将非即时加工实验方法和即时加工实验方法结合使用,以避免或减少单一方法局限性所带来的研究结论的不确定。同时,也可尝试应用正电子发射断层摄像术与功能性磁共振成像术,有助于将行为数据与生理数据结合起来,更加准确地揭示汉语歧义消解认知加工过程的规律。", "label": "心理学", "id": 0}
{"content": "研究者们提出信号抑制假说用于解决刺激驱动假说和目标定向假说的争议。该假说认为突显的刺激会产生一个注意优先性的信号,这一信号有可能自动地捕获观察者的注意,也可能被观察者所抑制。然而奖赏学习的研究表明人们有强烈的倾向去关注奖赏线索,即使这些线索与他们当前的目标或任务无关,当奖励线索与目标无关时,它们的存在可能会损害认知表现。这种现象被称为奖赏驱动的干扰,也就是任务无关、奖励相关的干扰刺激影响观察者搜索目标项目的绩效。先前的研究中所采用的奖赏信息一般是与干扰项特征建立联结,将奖赏信息与干扰项位置建立联结是否会观察到不一样的现象?实验室近期的研究发现奖赏位置的干扰子可以被显著的抑制,为信号抑制假说提供了基于位置抑制的实验证据。本研究采用眼动追踪技术,期望为基于位置的干扰子抑制提供眼动方面的证据。实验采用奇异项搜索模式,在奇异项存在的试次中存在一个高奖联结的位置,一个低奖联结的位置和两个无奖联结的位置,被试抑制住哪种位置上的奇异项就会获得相应类别的奖赏反馈。结果发现当奇异项出现在有奖位置时与奇异项出现在无奖位置相比,反应时明显更快;且高奖位置的首次眼跳潜伏期比无奖位置的首次眼跳潜伏期长。研究结果表明:奖赏位置的干扰子可以被显著的抑制,为信号抑制假说提供了基于位置抑制的眼动证据。", "label": "心理学", "id": 0}
{"content": "交集歧义字段在汉语中普遍存在。例如,四字交集歧义字段\"移动物体\"可以组成三个不同的词汇:\"移动\"（AB）、\"物体\"（CD）以及中间词\"动物\"（BC）。大量的前人研究已经对汉语阅读中交集歧义字段的切分机制进行了探索。然而,目前仍不清楚听觉形式下交集歧义字段的词切分机制以及词汇激活情况。由于,与视觉信息相比,听觉信息具有时间序列性以及不确定性的特点,我们假设,听觉形式下交集歧义字段的词切分机制以及词汇激活情况也许会与视觉形式下有所不同。因此,本研究旨在探究1):在听觉四字交集歧义字段ABCD的识别过程中,中间词（BC）是否能够语义激活;2):词频因素如何影响听觉交集歧义字段中词汇的切分和激活。在当前的研究中,我们操纵了交集歧义字段（ABCD）中BC词的词频。在高频条件下,BC词频高于AB和CD词频（如\"移动物体\"）,在低频条件下,BC词频低于AB和CD词频（如\"发现金属\"）。实验中,被试在听目标四字交集歧义字段（如,\"移动物体\"）的同时,观看由一个BC语义相关词（如,\"昆虫\",与\"动物\"语义相关）和两个无关干扰词组成的视觉屏幕,其在视觉屏幕上的眼动轨迹会被记录下来。实验任务要求被试判断视觉屏幕中是否有与听觉目标有语义相关的词。实验结果显示,落在BC语义相关词上的注视点比干扰词更多,这说明四字交集歧义字段的中间词（BC）的语义信息可以被激活。更重要的是,我们发现词频因素影响了交集歧义字段的切分过程,即只在高频条件下观察到了语义竞争效应,而并未在低频条件下观察到。该发现意味着词频因素在汉语口语中交集歧义字段的切分过程中起着关键性的作用,高频中间词更有可能被更高程度地激活,而低频中间词不能或者只能很小程度被激活。我们的研究为共同激活假设提供了证据。", "label": "心理学", "id": 0}
{"content": "学习判断是个体对于新近学习内容在未来测验中正确提取信心的预见性估计。它是记忆研究中经常使用的一种评估个体元认知能力的方法。然而,让学习者进行学习判断可能会改变他们的记忆表现,这被称之为学习判断反应性,目前对于学习判断反应性的存在有无及表现方向尚存争议。本研究使用元分析探究学习判断对记忆表现的影响,结果表明:（1）存在学习判断的正反应性（hedges’g=0.202）,即进行学习判断会使个体记忆表现更佳;（2）学习材料类型对学习判断的反应性存在调节作用,相比使用低相关词对（hedges’g=0.069）、混合词表（hedges’g=0.143）以及文本材料（hedges’g=0.124）,使用高相关词对（hedges’g=0.359）作为学习材料所表现出学习判断反应性更强;（3）学习时间对于学习判断的反应性存在调节作用,相比于没有时间限制的学习（学习者自定步调,hedges’g=0.082）,固定时间学习步调（hedges’g=0.252）的学习判断反应性更加显著;（4）测验类型对学习判断反应性不存在调节作用（Q-b=0.78,p=0.677）。", "label": "心理学", "id": 0}
{"content": "特质正念是影响情绪与情感体验的重要人格因素,但特质正念影响情绪与情感体验的内在机制尚不清楚。因此,本研究采用点探测范式与情绪Stroop范式,探讨了特质正念对正负性情绪注意偏向的潜在影响。实验一为2（组别:高特质正念组,低特质正念组）*3（与探测点一致的情绪类型:正性,中性,负性）混合实验设计。结果发现:组别与情绪类型的交互作用显著(F（1,43）=5.81, p <.01,η~2=.12),即高特质正念个体在探测点与正性情绪面孔一致时反应最快,探测点与负性情绪一致时反应最慢(M正性=420.38, SD=13.41; M负性=440.40, SD=13.85; p <.05);而低特质正念个体在各种情绪条件下的反应时无明显差异。实验二为2（组别:高特质正念组,低特质正念组）*3（情绪类型:正性,中性,负性）混合实验设计。结果表明:组别与情绪类型交互效应显著(F（1,44）=9.61, p <.001,η~2=.18),即正性情绪条件下,高特质正念个体对图片边框颜色的反应显著慢于低特质正念个体（M高=476.54,SD=8.35; M低=445.88,SD=7.65; p <.05）;中性情绪条件下结果相同（M高=468.32,SD=8.26; M低=443.95,SD=7.57; p <.05）;而在负性情绪条件下,两组的反应时无显著差异。以上结果说明,在注意的早期选择阶段,对正负性情绪的注意偏向受到特质正念的影响,具体表现为特质正念促进对正性情绪面孔的注意定向;并且在早期注意定向之后,特质正念还进一步削弱对正性情绪面孔的注意脱离,同时也减弱了对中性情绪面孔的注意脱离。", "label": "心理学", "id": 0}
{"content": "概念是人类思维的基本单位,概念隐喻理论认为,隐喻在形成和理解概念的过程中发挥着重要作用。已有研究表明,抽象概念的加工与隐喻过程中个体的身体经验有联系,空间方位作为人类最直接的身体经验,深度参与着抽象概念的理解。然而,作为一种特殊的抽象概念,价值观念（如\"文明\"、\"富强\"）的隐喻机制还不清楚。因此,本研究从空间隐喻的角度,通过三个实验依次探讨价值观念这一类抽象概念的隐喻机制,考察不同情绪效价价值观念词的垂直空间隐喻特点,及其是否受语言因素（语义关系）和具身因素（空间位置）的影响。实验一采用愉悦度判断任务,要求被试对呈现在屏幕上方或下方的正、负价值观念词进行判断。结果发现,价值观念词存在空间隐喻特点,表现为正性价值观念词呈现在空间上方时,被试对词汇愉悦度判断的反应更快,类似的加工优势也出现在位于空间下方的负性价值观念词中;实验二要求被试完成语义判断任务,即判断屏幕上下呈现的两个词汇之间的语义关系（反义vs.无关）,探讨词对呈现的空间位置如何影响价值观词汇的语义理解。结果表明,与词汇—空间位置一致条件相比（即正性价值观词在上,负性价值观词在下）,被试在词汇—空间位置不一致条件下的词对判断时间更长;实验三采用空间位置判断任务,判断价值观念词的意义与其出现的位置是否一致,探讨语义关系如何影响价值观念词汇的空间隐喻特点。结果发现,在语义无关词对的条件下,被试对词对进行空间位置判断的反应时间更长。总的来说,本研究证明了价值观概念与道德概念、情绪概念等类似,都具有明显的空间隐喻心理现实性,同时受到具身因素和语言因素的影响。这一结论支持了概念的隐喻理论,有利于促进人们对不同类型抽象概念隐喻机制的理解。", "label": "心理学", "id": 0}
{"content": "为了探讨部分线索对工作记忆提取的作用,使用被试内实验设计,采用修正的部分线索范式,通过4个实验对被试的再认成绩进行分析,结果发现:（1）实验1当学习阶段的记忆负荷量为4个,线索呈现在保持阶段时,被试对线索所在组目标词的反应时快于线索不在组,表明线索具有促进记忆提取的作用;被试对线索所在组和线索不在组目标词的反应正确率差异不显著,说明在任务相对简单的情况下,被试的正确率不受线索影响。（2）实验2当学习阶段的记忆负荷量不变,线索呈现在提取阶段时,被试对线索所在组目标词的反应时快于线索不在组,表明线索仍旧具有促进记忆提取的作用;被试对线索所在组和线索不在组目标词的反应正确率差异不显著。（3）实验3当学习阶段的记忆负荷量增加到6个时,被试对不同线索条件的反应时差异不显著,表明增加记忆负荷量的任务削弱了线索的促进作用,被试对不同线索条件的反应正确率差异不显著。（4）实验4当学习阶段的记忆负荷量仍旧为4个,在线索阶段增加无线索的条件时,被试对有线索组目标词的反应时快于无线索组,表明线索具有促进记忆提取的作用;被试对不同线索条件的反应正确率差异不显著。结果表明:当学习阶段记忆负荷量为4个时,无论是否有线索,以及无论线索呈现在保持阶段还是提取阶段,线索对工作记忆信息提取均具有促进作用,增加记忆负荷量则会削弱线索的促进作用,研究结果支持优先提取说。", "label": "心理学", "id": 0}
{"content": "面孔整体加工是指知觉系统有选择性地快速、准确地整合面孔各部分信息,从而形成一种整体表征。类别-个体化理论认为,对于外群体成员,人们往往关注类别信息,倾向于将成员均归为一类,而对于内群体成员,更关注个体信息,倾向于将每个成员形成单独的整体表征。早期支持该理论的研究表明,高加索人对本族面孔的组合面孔效应大于他族面孔。但近年来,亚洲人或高加索人在知觉本族和他族面孔时行为上均表现出相同程度的组合面孔效应（整体加工的指标）。这意味着人们在面孔知觉早期是否存在类别信息和个体信息的选择性注意及其对后续加工的影响等问题并不清楚。为了考察面孔知觉早期是否存在信息选择及其对后续加工模式的影响,本研究采用事件相关电位（event-related potential,ERP）来探测个体在面孔知觉最初几百毫秒的电生理信号变化（如P100、N170、P200和N200）及其与后续加工模式之间的关系。实验选取19名（9男）中国被试,测量其对三类面孔（亚洲面孔、高加索面孔以及亚洲-高加索两歧面孔）的组合面孔效应及其脑电成分幅度和潜伏期。行为结果表明,中国被试对于亚洲面孔和高加索面孔表现出相同的组合面孔效应（ps <0.01）,但对两歧面孔未表现出类似的组合面孔效应（p=0.52）。ERP结果表明,他族面孔诱发P100和N170幅度大于本族和两歧面孔（ps <0.001）,而本族和两歧面孔之间没有明显差异（p> 0.05）。他族面孔诱发P200成分的幅度大于两歧面孔（p <0.001）,且两歧面孔诱发P200的幅度大于本族面孔（p=0.05）。两歧面孔诱发N200的幅度小于本族面孔（p=0.02）,与他族面孔没有明显差异（p=0.43）。ERP与行为数据的相关分析进一步显示,对亚洲面孔而言,P200的幅度越小,组合面孔效应越大（r=-0.45,p=0.05）;对高加索面孔和两歧面孔而言,P200的幅度和组合面孔效应没有相关（高加索面孔r=-0.13,p=0.59;两歧面孔r=-0.09,p=0.70）。上述结果提示,在面孔知觉早期,他族信息诱发更强的注意,而本族信息能促使个体形成整体加工,支持了类别-个体化理论。", "label": "心理学", "id": 0}
{"content": "Gross（2019）首次探索了个体解决方案存在时个体解决方案与合作解决方案的成本比对人们合作倾向的影响。本研究进一步探讨了个体解决方案存在时团队可信度对人们合作倾向的影响。实验一和实验二考察了合作伙伴不同水平的利他倾向和利己倾向对被试决策的影响。实验三和实验四探讨了利他倾向和利己倾向的分布对被试决策的影响。实验一和实验二的结果显示,随着队友利他倾向的增加,被试选择合作解决方案的比例增加。当团队成员的利他倾向达到一定值时,参与者会稳定地信任团队并采用合作解决方案。随着队友利己倾向的增加,参与者选择个人解决方案的比例增加。当队友的利己倾向达到一定值时,个体解决方案会稳定地被采用。实验三和实验四的结果显示,在团队中总利他倾向不变的情况下,利他倾向分配的利他群体成员越多,参与者对团队的信任越高,表现出利他倾向的分散效应。在总利己倾向不变的情况下,利己倾向分配到的利己群体成员越少,参与者对团队的信任越高,显示出利己倾向的收敛效应。", "label": "心理学", "id": 0}
{"content": "多模态环境下,个体是如何处理信息以优化任务表现的?选择性注意是关注任务相关信息的同时过滤任务无关内容的能力。以往研究显示,选择性注意在分类任务中有重要作用。多模态环境会促进或干扰分类任务表现,但其中的选择性注意机制少有研究。本研究结合分类任务与反应抑制的Flanker范式,使用多项式加工树模型（Multinomial Processing Tree model）,探究选择性注意的聚焦成分和过滤成分在跨通道分类中的作用。69名成年被试在视听环境下完成视觉分类任务和听觉分类任务,结果发现,选择性注意会通过聚焦成分和过滤成分在跨通道分类任务中发挥作用,但其作用的机制是不同的。具体表现为:听觉信息会被优先处理,表现在其作为任务相关或任务无关的信息时,均会自动分配更多的注意资源;而对视觉信息的处理有更强的灵活性,会根据其与任务的相关性,灵活有效地在聚焦成分和过滤成分上分配注意资源。这些新颖的结果证明了选择性注意在多感官分类中的关键但不同的作用,这为理解跨通道分类的机制提供了一个很有前景的视角。", "label": "心理学", "id": 0}
{"content": "人们面对动物时,通常只需识别其属于哪一类别,而不用区分同一类别的不同个体:种类信息已足够用于绝大部分行为决策。生物分类学中,人类也属于广义的动物,但人类面对同类很少进行\"他/她是人类\"的类别加工,而更注重区别个体间的不同。本研究试图通过行为实验,证明对动物与人类的这一识别策略差异,并通过脑电实验探究这一认知加工的神经过程。行为实验借鉴了视觉搜索范式:我们假设,若对某一类别倾向于采用不区分个体的分类加工,那么该类别作为搜索分心物时的数量对于搜索速度影响较小;而倾向于对类别内个体进行区分的类别,随着数量增多,作为分心物对搜索的干扰效果更强。实验中我们将人类的轮廓图片与黑猩猩、狗、白头雕三种动物的轮廓图片进行组合,每种组合中人类与动物互为分心物/搜索目标,分心物的数量有7/11/15三种水平,形成3（动物种类）×3（分心物数量）×2（人类/动物是搜索目标）的组内设计。结果发现,人类作为分心物时,搜索动物的速度显著受到分心物数量的影响;搜索人类的速度则几乎不受动物分心物的数量影响。脑电实验采用了重复抑制范式:对于被分类加工的类别,类别中的不同个体连续呈现将使类别信息被重复加工,相比非单一类别交替呈现,类别相关的神经过程将被抑制。与行为实验类似,我们将人类与上述三种动物分别组合;动物与人类都有单类别重复呈现序列,以及两种类别交替呈现序列,形成3（动物种类）×2（呈现序列）×2（人类/动物）的组内设计。结果发现,动物均在P2这一ERP成分上引发显著的重复抑制效应,人类则未引发此效应。我们将图片全部倒置进行对照实验:准确识别客体变得困难,但依然能大致区分不同物种。人类图片则也引发P2的重复抑制效应。行为与脑电实验一致证明了\"分类加工动物、差异化加工人类\"的这一识别策略差异,并且对人类的差异化加工依赖于有效提取其差异化信息。这一认知过程的对应神经活动大概在目标出现后200ms左右发生。", "label": "心理学", "id": 0}
{"content": "多感觉整合在人们对事物形成稳定的知觉并做出准确判断中发挥着重要的作用,但是之前的多感觉整合研究主要集中在以视觉通道占优势的空间相关领域,其中有不少研究发现了多感觉整合符合贝叶斯框架下的最优整合模型。我们的研究将多感觉整合着眼于听觉占优势的时间估计领域。目前已有的少部分多感觉时间估计研究大多以序列呈现的瞬时刺激构建空白时间间隔,导致这类研究的生态性很低。我们的研究利用动态连续的视听刺激构造了非空白持续时间,此外,我们还创造性的将类自然的时间结构信息加入视听刺激中,这种自然环境中的信息在时间知觉上是重要的,特别是考虑到研究的外部效度。除了探究具有时间结构信息的视听多感觉刺激在时间估计领域是否仍具有整合优势及符合的策略模型外,我们的研究还旨在探讨多感觉整合的可能条件,比如,同步性和一致性。本研究共分为两个实验。实验一通过呈现视、听单通道刺激,具有时间结构一致性且同步的视听多感觉刺激的时间辨别任务探究多感觉输入在时间估计上是否具有整合优势及多感觉整合符合优势通道模型还是最优整合模型。实验二加入了视听刺激在时间结构的一致性和同步性两个因素,探究一致性及同步性对多感觉整合的影响。研究发现了有趣的现象——大脑在多感觉整合的时间估计上似乎是\"聪明的偷懒者\",在不同的视听同步或一致性条件下会灵活的采用不同的策略:在视听一致且同步呈现时没有整合优势,符合优势通道模型,在视听刺激时间结构一致但异步呈现,不一致同步时符合贝叶斯框架下的最优模型,在不一致异步条件下,不同被试在策略选取上似乎有最优整合模型和优势通道模型的不同倾向性,加权模型在该条件下的拟合相对更好。如果视听信息的冲突条件是时间结构不一致,被试似乎倾向于给予优势通道相对于最优整合模型预测更多的权重。", "label": "心理学", "id": 0}
{"content": "在当代心理学中,对智慧的定义从一系列成熟的人格特质到理性的知识,再至对有关生命的重要且实用的专业知识,再至强调实践或行动和自我超越等,至今已有20余种智慧定义。由于成熟的人格特质以及有关生命和过美好生活的重要且实用的专业知识的类型和标准多种多样,因而尚没有一个公认的智慧定义。Sternberg认为现有智慧定义可概括为四种界定角度:1)将智慧视作人自身的一种功能或属性;2)将智慧视作个体在情境里展现出来的一种属性;3)将智慧视作人与情境互动中的一种属性;4)将智慧视作行动的属性（Sternberg, 2019a）。本文详细评述了这四种智慧界定的优劣。同时,为了避免不必要的争论,更为了看清智慧的本质,提出素质与情境交互作用式智慧观:个体或群体之所以能在某情境中展现智慧,是因为他或他们身上已具备相应的智慧素质,此情境又恰好有利于其智慧素质的展现。素质与情境交互作用式智慧观和前人提出的人与情境互动型智慧观的相同之处在于:二者都主张个体的智慧受来自个体自身和情境因素的双重影响。二者的不同之处是:素质与情境交互作用式智慧观主张人的智慧素质存在于人身上,而它能否在行动中展现出来则取决于人和情境双重变量;人与情境互动型智慧观主张人的智慧根本不存在于人或情境之中,而是存在于人与情境的互动之中。", "label": "心理学", "id": 0}
{"content": "近期有研究发现,动作可以促进与之无关的背景信息的记忆成绩,表现出动作增强效应（AIME,action-induced memory enhancement; Yebra et al., 2019）。然而,近期有研究者提出双任务交互模型（the dual-task interaction model）,认为仅目标决策就能增强背景信息的记忆成绩（Swallow＆Jiang, 2013）。由于在动作增强效应的研究中,动作反应也是被试的行为目标,因此难以区分背景信息所获得的记忆优势是源于动作还是目标决策。为了进一步澄清动作是否会对背景刺激的记忆产生促进作用,实验1在原有范式的基础上通过操纵指导语和增加动作种类的方式（非动作:动作=1:5）将动作与目标决策分离（非目标动作条件）,同时设置目标动作条件进行对比以观察在相同决策条件下动作对背景刺激记忆的影响。鉴于目标决策促进作用的存在可能干扰我们对动作效应的观察,而已有研究表明分心拒绝对分心词不会产生额外影响,因此研究主要观察动作对分心词的影响。实验1结果发现,动作不仅没有对分心词的记忆成绩产生促进作用,还产生了抑制作用。为了进一步检验实验1的结果是源于动作促进效应不存在还是动作促进效应受动作频率的调节所致,实验2和3在实验1的基础上,将动作与非动作刺激的呈现比例调整为1:1（实验2）和1:2（实验3）。结果发现,在1:1条件下,动作促进了分心词的记忆成绩;而在1:2条件下,动作对分心词的记忆成绩没有产生影响。研究结果表明,动作对背景刺激存在促进效应,但该效应受动作呈现频率的调节。", "label": "心理学", "id": 0}
{"content": "自我决定理论（Self-Determination Theory, SDT）认为,人类的基本心理需要就像心理上的营养物一样,对个体心理的健康成长、整合和幸福感必不可少、至关重要。当基本心理需要受到阻滞时,个体可能会发展出僵硬、刻板的行为模式（例如,自伤）,来帮助他们免受需要受阻的伤害。自伤指个体在没有自杀意图的情况下,故意对自己的身体组织造成伤害或疼痛的行为,是世界各国青少年普遍存在的一种严重的行为问题。鉴于青少年群体中自伤行为的高发率以及危险性,有必要了解青少年自伤行为的形成机制。本研究采用问卷调查法,以基本心理需要缺失量表、抑郁量表、自我同情量表、自伤行为量表对1691名青少年进行测试,基于自我决定理论探讨基本心理需要缺失影响青少年自伤行为的内在心理机制。结果显示:（1）基本心理需要缺失对青少年自伤行为有显著的正向预测作用;（2）抑郁在基本心理需要缺失与青少年自伤行为之间起着部分中介作用;（3）基本心理需要缺失通过抑郁影响自伤行为的间接效应（中介效应的前半段和后半段）受到自我同情的调节,且间接效应对于自我同情水平较低的青少年显著,而对于自我同情水平较高的青少年不显著。由此可见,在青少年成长过程中,应重视青少年基本心理需要的满足及自我同情能力的培养,以便更好的预防和干预自伤。", "label": "心理学", "id": 0}
{"content": "\"幸福辩证法\"是Paul Wong等人为克服积极心理学1.0之弊而提出的一种幸福研究的方法论主张。针对积极心理学1.0以非此即彼的思维方式区分\"积极\"与\"消极\"、片面强调\"积极\"心理品质对幸福（或心理健康）的价值所导致的\"积极和消极的再失衡\"、\"积极暴政\"等诸多问题,\"幸福辩证法\"主张,心理学应以辩证法来看待幸福的本质与各种心理品质对于幸福的价值。即:幸福的本质是辩证的,各种心理品质对于幸福的价值也是相对的、变化着的。心理品质\"积极\"与\"消极\"性质的判定,遵循着一个\"正题（\"积极心理—积极效应\"）—反题（\"积极—消极悖反\"）—合题（\"超越并保留两个原始对立的真理,创造一种更高的统一性\"）的发展过程。幸福的辩证本质则由三个不同的原则展现出来:（1）评估原则,即难以确定特定现象是积极的还是消极的,因为这种判断不可避免地取决于背景环境。（2）共价原则,很难将特定的现象描述为正面的还是负面的,因为许多情绪状态都是\"共价的\"。（3）互补原则,幸福本身可以被看作是\"生活的积极方面和消极方面之间必然的辩证关系\"。显然,作为积极心理学2.0的重要成就,幸福辩证法一定程度上消除了传统消极心理学与积极心理学1.0之弊,对于我们更为全面准确的评定心理品质的\"积极\"与\"消极\"性质,更为合理深入的理解幸福的本质与增进途径,亦能提供有益的启迪、借鉴。", "label": "心理学", "id": 0}
{"content": "以往研究表明,当听觉工作记忆内容与视觉搜索任务中的刺激匹配时会产生注意捕获效应。听觉工作记忆内容能否促进动态情景中的视觉持续性注意,目前尚不清楚。本研究将听觉言语工作记忆任务与多身份追踪任务相结合,通过两个实验考察视听两任务的信息匹配程度对视觉持续性注意的影响。实验一考察两者整体匹配条件下的影响,采用2（声音出现阶段:线索阶段、追踪阶段）×3（声音类型:目标字母、干扰字母、无关字母）的被试内设计。多身份追踪任务中呈现8个带字母的随机运动客体,其中4个为目标,同时在线索或追踪阶段以听觉方式呈现4个目标字母、4个干扰字母或4个无关字母,被试执行视觉追踪和听觉记忆的双任务。结果发现,对于视觉追踪任务,当声音为目标字母时,多身份追踪的位置正确率（F（2,44）=6.483, p=.003,ηp~2=.228）和身份记忆正确率（F（2,44）=10.339, p<.001,ηp~2=.320）显著高于声音为干扰字母的条件,但身份-位置绑定正确率无显著差异;对于听觉工作记忆任务,声音为目标字母的正确率显著高于干扰和无关字母（F（2,44）=108.843, p<.001,ηp~2=.832）。实验二将听觉工作记忆内容由整体匹配改为部分匹配,采用2（声音出现阶段:线索阶段、追踪阶段）×3（声音类型:目标+干扰、目标+无关、干扰+无关）的被试内设计,听觉方式呈现的4个字母包括两种不同类型的字母各2个。结果发现视觉追踪任务不同条件无显著差异,听觉工作记忆任务中声音出现在线索阶段的正确率显著低于追踪阶段（F（1,21）=9.945, p=.005,ηp~2=.321）,声音为目标+干扰字母时正确率显著低于其他条件（F（2,42）=3.808, p=.03,ηp~2=.153）。研究结果表明,视觉与听觉任务身份信息匹配程度对多身份追踪的影响不同,在视觉与听觉任务身份信息整体匹配的条件下,能促进听觉任务表现以及视觉位置和身份信息的加工,而视觉身份-位置的绑定可能是额外的独立加工过程;视觉与听觉任务身份信息部分匹配的情况下不存在促进效应,而且损害了听觉任务的表现,说明部分信息匹配不能有效促进任务表现,反而需消耗更多认知资源。", "label": "心理学", "id": 0}
{"content": "烦恼是噪声暴露最常见的不良心理反应之一,心理声学烦恼度（PA）和噪声感知烦恼度（MA）是两种主流的烦恼度评价量,两者取值范围不同,尚未建立换算关系模型。为建立PA-MA关系模型,招募200名被试,利用500kV～1000kV变电站的120个噪声样本,开展听力实验,得出各样本MA。利用改进后的Zwicker模型计算出各样本PA。采用Logistic函数分别拟合建立单一与混合电压等级的变电站噪声PA-MA模型,并对模型合理性进行验证。结果表明,单一与混合电压等级模型均可较好表征变电站噪声PA与MA关系,且对MA的预测较准确。为方便应用,可直接采用混合电压等级的PA-MA模型。", "label": "心理学", "id": 0}
{"content": "2018年改革转隶以来,我国特勤消防员职能任务拓宽,要时刻应对全灾种的事故,其心理健康应引起高度重视。为了解特勤消防员心理健康状况,以新疆维吾尔自治区某特勤消防救援大队为主体,通过问卷星SCL-90常模自评量表的形式,包括工作时间、年龄、学历3个问题和SCL-90常模共有90个选题10类因子,对采样数据进行统计,经分析得出28.26%的特勤消防员存在轻度心理健康问题,其工作年限为\"3～5年\"、年龄为\"18～20岁\"、学历层次为\"本科\",更容易出现不良心理健康状况。", "label": "心理学", "id": 0}
{"content": "<正>据统计局公布的第七次人口普查数据,截止2020年11月1日,我国60岁及以上老年人口达到2.64亿人,老年人口占比达到18.7%;65岁及以上老年人口1.9亿人,占比13.5%,我国进入老龄化社会的速度加快。更加值得注意的是,我国人口历史上出现的第二波婴儿潮始于1962年三年自然灾害结束,是我国历史上出生人口最多的婴儿潮,如今,他们也将陆续离开工作岗位,产生大量离退休中老年人群体。如何给全社会的老年人提供一个良好的养老环境,促进身心健康,度过一个幸福的晚年,", "label": "心理学", "id": 0}
{"content": "<正>记忆确保我们不至迷惘。它是维系我们每个人生活的纽带,连接着我们的过去和现在。然而,直到最近我们才拼凑出记忆背后非同寻常的脑科学机制——这是一个关于遗忘症患者、思维宫殿和与幽灵般的嘉年华的故事。我们了解记忆最早的类比之一来自古希腊柏拉图将记忆比作为蜡版上的雕刻,他最喜爱的学生亚里士多德在自己的著作中也继续引用这样的比喻。亚里士多德解释说,童年的遗忘是因为蜡质太过于柔软,", "label": "心理学", "id": 0}
{"content": "<正>新浪科技讯:北京时间6月3日消息,据国外媒体报道,长时间以来,由于人类思维的复杂性,记忆的形成与寻回过程一直令科学家们困惑不已。不过科学家认为,他们如今已经弄清了人类是如何学习、并将这些瞬间存储在自己的\"记忆银行\"中的。据伯明翰大学的一支研究团队表示,这与一种名叫θ波的脑电波有关。这种脑电波每秒搏动三次,由大脑中的海马体生成,而海马体与激励、情绪和记忆的调节有关。科学家发现,这种低频脑电波的振荡与唤起记忆之间存在直接关联。", "label": "心理学", "id": 0}
{"content": "<正>1953年,一名代号为H.M.的年轻人躺上手术台,接受一场赌博式的手术——为了治疗癫痫,他同意外科医生切掉他的部分大脑。从治疗癫痫上看,手术进行得很成功,但这场手术却带来了意想不到的后果。醒来之后,这名年轻人尽管认知和语言能力一切正常,却无法形成新的长期记忆。也就是说,虽然生命还在继续,他的人生却永远定格。人们把原因归咎于医生切掉的海马体,这也是我们首次了解这块大脑区域对于记忆的不可或缺性。但是,长期记忆究竟是怎么形成的呢?近日,", "label": "心理学", "id": 0}
{"content": "<正>新浪科技讯北京时间9月9日消息,据国外媒体报道,人类意识是连续的,还是以不连续的组块形式出现?乍看之下,这是一个很奇怪的问题,对于我们来说,生活就像一部电影,在我们清醒的每一个时刻都能感知和意识到事物发生的变化。然而,科学家、哲学家和神经科学家就此问题争论了1500多年,圣奥古斯汀是早期伟大的意识哲学家之一,他曾思考过我们如何能在短暂时间内感知运动,历史更久远的Abhidharma佛学院曾讨论称,人类意识是离散的意识事件,", "label": "心理学", "id": 0}
{"content": "<正>新浪科技讯北京时间11月2日消息,据国外媒体报道,克里斯多夫·科赫（Christof Koch）是一位神经学家,近期,他在新书《生命的感觉》结束语中提出:\"大脑是已知宇宙中最复杂的活动物质,是什么让它的活动变成了生命本身的感觉?\"他认为,意识是由大脑产生的,其复杂性远超出我们的想象。科赫在书中描述了美国斯坦福大学神经学家基兰·福克斯（Kieran Fox）和同事们的最新实验工作,他们探索了电刺激大脑的效应,揭示了一个有序原理,", "label": "心理学", "id": 0}
{"content": "<正>新浪科技讯北京时间1月17日消息,据国外媒体报道,意识从何而来?这看似是一个很简单的问题,却又是科学上最具挑战性的问题之一。哲学家菲利普·戈夫（Philip Goff）在他的新书《伽利略的谬误:意识新科学的基础》中思考了一个激进的观点:如果意识不是大脑所做的特殊事情,而是所有物质所固有的特性,那意味着什么?这种理论被称为\"泛心论\"（panpsychism）。在新书中,戈夫为读者梳理了这一理论的历史,回答了常见的反对意见,并解释了为什么他认为泛心论代表了最好的前进道路。近日,他接受了\"科学美国人\"网站的采访,", "label": "心理学", "id": 0}
{"content": "<正>意识的形成和形态是非常复杂的,科学家迄今也很难从科学角度解释它是如何从大脑胶状组织中浮现出来,它是当今时代最大的科学挑战,大脑是一个异常复杂的器官,由近1000亿个细胞组成,每个细胞与10000个其他细胞相连,产生大约10万亿个神经连接。目前我们在理解大脑活动及其对人类行为的影响方面已取得了很大进展,但迄今为止,没有人能够解释这一切是如何产生感觉、情绪和经历的,神经元之间传递的电信号和化学信号是如何传达疼痛感以及血液的红色恐惧感呢?", "label": "心理学", "id": 0}
{"content": "<正>意识就是你的一切体验。它是在你脑中挥之不去的那个旋律,是巧克力慕斯的香甜,是牙齿的一阵阵疼痛,是你对孩子深切的爱,也是因明白这一切感觉终将消逝而产生的痛苦。这些感受来源和本质有时候被称为感质（qualia）,从古至今一直困扰着人类。以塔夫斯大学（Tufts University）的丹尼尔·丹尼特（Daniel Dennett）为代表的很多现代分析哲学家声称,意识只是一种幻觉,因为他们认为,意识的存在与他们所坚信的机械的物质宇宙完全无法兼容。", "label": "心理学", "id": 0}
{"content": "<正>新浪科技讯北京时间12月16日消息,2014年,中国一名24岁的女士因持续一个月的头晕和呕吐而入院。她对这些症状并不陌生,因为她一直都无法稳步行走,而且几乎生来就饱受头晕之苦。这些都是十分严重、令人虚弱的症状。然而,从CT和核磁共振（MRI）扫描的诊断结果来看,这些症状甚至可以算十分轻微;医生发现,这位女士缺失了大部分的大脑,确切的说,她缺失了小脑。", "label": "心理学", "id": 0}
{"content": "《学前儿童发展心理学》是高职学校学前教育专业的一门重要课程,主要研究从受精卵到6岁儿童心理发展规律的一门科学。幼儿园教师专业标准中明确指出幼儿教师应该充分掌握不同年龄阶段幼儿的身心发展特点以及规律,并能够采取有效的策略和方法促进幼儿的全面发展。这要求学前教育的学生不仅要对学前儿童身心发展的特点和规律有所掌握,而且还应尊重、爱护幼儿并将具体的研究方法以及理论充分的运用到幼儿实际活动当中。本文主要针对高职学校《学前儿童发展心理学》课程思政进行分析,探讨了目前《学前儿童发展心理学》课程教学当中所存在的问题,并提出课程思政的具体教学模式,从教学方法和教学方式的改革上进行了深入分析,希望能够为相关教育工作者起到一些参考作用。", "label": "心理学", "id": 0}
{"content": "在教育教学的发展中,教育中逐渐对心理教学重视起来。在高职心理教学中,心理教学是学生教育的基础内容。高职心理学主要是对高职生的注意、认知心理、情绪和情感、意志等的教育。在高职生的心理学教学中,传统的教学模式不能够使得学生完全的理解心理学内容,并且对心理学失去兴趣。建构主义理论在高职心理教学中的应用,突破了传统的教学模式,能够更好的促进高职学生心理教育的学习。本文主要针对建构主义理论在高职心理学教学中的运用价值进行分析。", "label": "心理学", "id": 0}
{"content": "户外平衡区是孩子们喜欢的游戏活动区域,在自由、轻松的氛围内,孩子和同伴为了达到自己的目标,相互合作与帮助,孩子的社会性情感得到发展。文章摭取户外平衡区活动的典型性案例,结合相关理论知识,对案例进行剖析,寻找促进儿童社会性情感发展的方法和途径。", "label": "心理学", "id": 0}
{"content": "目的了解当代在校大学生的恋爱心理压力现状,提高大学生的心理健康水平,为高校心理健康教育提供更有针对性的科学依据。方法采用大学生恋爱心理压力源量表对505名在校大学生进行测试。结果大学生恋爱心理压力均分达115以上,处于（105～145）高压水平上。大学生恋爱心理压力在性别、年级方面不存在差异,但在不同家庭收入上差异显著。结论大学生恋爱心理压力处于高压水平,并表现出明显的家庭经济收入差异。", "label": "心理学", "id": 0}
{"content": "心理学是一门研究人类心理和活动的学科,我国心理学发展时间并不长,现仍处于初级发展阶段,随着教育事业的不断发展,心理学教学正逐步加入到高职院校的教学中。高职院校学生具有特殊性,多数学生因高考成绩不佳才选择高职院校,在学习和生活中,学生容易产生自卑心理,同时面临来自父母、社会的各方面压力,学生对自己未来规划不清晰,极容易产生消极心理。本文主要分析了高职院校心理学教学和心理干预的必要性,针对高职学生普遍存在的心理问题,探讨在网络环境下对学生实施心理教学和心理干预的创新策略。", "label": "心理学", "id": 0}
{"content": "父母的心理控制就是父母作为家长在与子女的交往中强加在孩子心理和情绪发展过程中的控制意图。中学生的父母心理控制就是指中学生意识到的其父母把他们的思想观点和行为要求等强加给自己,对其认知、情绪、约束的主观感觉和判断。为此,探讨父母心理控制水平的发展状况,分析其影响因素,对孩子的健康成长和指导家庭教育的开展具有重要价值。", "label": "心理学", "id": 0}
{"content": "旅游业消费行为与消费者的心理认知密切相关,2020年新型冠状病毒肺炎疫情的突发爆发,使得公众普遍出现了心理应激反应,消费者对于旅游业的风险评价产生相应改变,最终导致消费者旅游决策的变化。在疫情平稳后,旅游企业应主动适应消费者的主观心理变化,通过业务向低风险项目发展、营销定位向精准化发展、园区景点向智慧化发展及旅游产品向非季节性发展等措施,优化旅游业持续发展的路径。", "label": "心理学", "id": 0}
{"content": "<正>音乐专业学生都有独特的个性特征,历年来研究人员和教育工作者都非常感兴趣。人格特质的知识可以协助音乐教育工作者建构课程、建立学习环境,并促进积极的师生沟通。本篇文献综述的研究目的是了解音乐专业学生的人格特质发展特点,对他们的人格特质进行具体的对比分析:（1）不同专业的音乐学生与人格特质的关系（声乐与器乐、音乐教育与音乐治疗）（2）不同音乐体裁与人格特质的关系（古典、爵士、民间）人格是一个非常全面的概念,包括个人的兴趣、才能、态度、外表和适应环境等特征。", "label": "心理学", "id": 0}
{"content": "<正>新浪科技讯北京时间11月15日消息,复杂的意识是如何从灰白色、凝胶状的大脑组织中浮现出来的?这个问题可以说是我们这个时代最大的科学挑战之一。人类大脑是异常复杂的器官,由近1000亿个细胞组成,而且每个细胞与其他10000个细胞相连,形成大约10万亿个神经连接。在理解大脑活动及其对人类行为的影响方面,科学家已经取得了很大的进展。但迄今为止,还没有人能够解释大脑活动如何产生感觉、情绪和经历。神经", "label": "心理学", "id": 0}
{"content": "本文结合国内外研究,以ZZ学院为例,对当代女大学生的心理健康问题进行分析,主要从自杀与抑郁、压力和焦虑、进食障碍和自伤四个方面进行分析,研究表明:女大学生的心理问题高于男生的心理问题,在大学生自身心理障碍的情况下,没有外力干预的时候,女大学生一般不会主动寻求心理帮助。", "label": "心理学", "id": 0}
{"content": "信息技术的飞速发展与变革为人类社会带来积极影响的同时,也带来了消极影响,其中,技术压力便是一个典型的表现形式。技术压力对人们的身心健康和行为造成不良后果,阻碍了信息技术的发展进程与推广应用,因此,有必要梳理技术压力的相关研究,以帮助组织与个体了解技术发展带来的阴暗一面,从而使个体、组织、社会在享受技术发展带来益处的同时,有效预防与应对技术发展的消极面。本文从技术压力的概念入手,系统地梳理了技术压力源的内涵、作用后果及其理论解释,进而探讨了技术压力的管理与应对。", "label": "心理学", "id": 0}
{"content": "儿童类绘本搭配运用合理的色彩元素所带来的互动性以及情感共鸣是非常重要的,儿童类绘本中的色彩元素的应用研究对我们的设计理念以及设计实践具有非常深远的影响。通过对儿童类绘本中传统色彩运用的研究和分析,进一步达到完善研究出实际的策略和色彩元素运用方法。用新的创意思想研究儿童类绘本色彩应该所具有特性以及之后应该如何应用到实际生活中。", "label": "心理学", "id": 0}
{"content": "<正>案例描述果果,是初二年级的男孩,阳光温暖,成绩优异,爱好唱歌,成绩名列班级前茅。但是进入初二年级以来,他课堂表现有些反常:反应迟钝,注意力不集中,期中考试结束后,学习成绩明显下降。他解释说睡眠不足,偶尔有耳鸣的现象。果妈反馈说,孩子周末在家普遍都睡得比较晚,自从开学以来,不太愿意跟父母聊天,", "label": "心理学", "id": 0}
{"content": "简介流行病学研究方法,自杀行为,基于课题组近十年来的研究结果,介绍自杀行为的生态学研究,病例对照研究,队列研究以及meta分析结果。并对今后的研究进行展望。", "label": "心理学", "id": 0}
{"content": "本文通过分析在社区中老年人会出现了心理健康问题的原因,可能是由于个体本身难以适应突如其来环境的改变或者自身生理状态的变化,也可能是由于外界突发的重大事件的影响。然后针对原因提出可采取的措施用以帮助老年人处理心理问题。最后进行总结并提出来展望。", "label": "心理学", "id": 0}
{"content": "随着经济的不断发展,我国人口老龄化问题越来越严重。在这样的情况下,老年人的心理健康问题得到越来越多的关注。本文通过访谈法,以杭州半山社区为例,对老年人的心理以及社区的心理服务做了调查。基于调查结果,提出了以下几点建议:（1）坚持老年热舒适度为先原则;（2）规范化心理服务流程,形成长久有效的社区服务系统。", "label": "心理学", "id": 0}
{"content": "随着快速社会转型与社会分化,人们在感受到的社会压力陡增,迫切需要有效的解压方式,而当前我国缺乏全方位、多层次的情绪管理机制,同时缺少成熟的压力缓解公益组织及平台。本研究试图通过打造\"MOOD\"互联网新型解压互动平台,为青年群体提供一个释放压力的空间,帮助解决社会问题,助力打造和谐、健康社会。", "label": "心理学", "id": 0}
{"content": "目前,全国死亡原因是自杀的人数比例并不低,其中青少年更是占据高位。为了预防和降低青少年自杀行为的发生,本文根据过往对青少年自杀行为原因的研究,以杭州市的青少年自杀状况为例,从以下几个方面提出预防措施:（1）家庭方面的关注青少年个人特质、保持适当的亲子沟通、采用合理的教养方式;（2）学校方面的重视对学生的心理健康教育、关注行为有些异常的学生;（3）社会支持方面的朋友支持和公众支持。", "label": "心理学", "id": 0}
{"content": "随着现代科技的迅猛发展,功能性核磁共振成像技术（fMRI）凭借其无创性、极高的空间分辨率和时间分辨率、能同时提供机能性和结构性图像等优势,成为心理学界颇受推崇的一种脑认知成像研究工具,fMRI研究成为脑研究的热点。本文从fMRI的原理和在心理和精神疾病的研究进展两个方面,总结并展望了fMRI在临床心理学中的应用。", "label": "心理学", "id": 0}
{"content": "通过对青少年反社会人格的过往文献进行研究,总结我国青少年反社会人格的特征、现状、以及形成的各种影响因素,研究发现,青少年所处的独特的心理生理年龄期使得其反社会行为得到更多的关注,我国青少年反社会刑事案件呈大致上升趋势,且且形式越发多样,手段更加成人化,形式较为严峻;青少年的反社会人格的形成主要与最终给出相应遗传及脑结构、家庭、学校、社会、亚文化、童年期创伤性经历有关。最后从学校及家庭教育层面给出相应的改善措施,为青少年反社会人格形成的预防及改善给出建议。", "label": "心理学", "id": 0}
{"content": "临床心理在心理学范围内引用极广,在大学的心理学专业的教育中,学生们必须对临床心理这一课程进行专业化地学习,但是针对在课堂教学的形式上较为单一,学生吸收知识的能力受到限制,本文章针对临床心理学的课堂教学形式展开,针对课程性质、目标和学生的课程学习反馈进行探讨,对临床心理的教学进行展望,这在其教学过程中具有一定的实践意义。", "label": "心理学", "id": 0}
{"content": "<正>背景:在随着世界经济全球化的进程中,特别是近段时间来中美贸易战的愈演愈烈。各企业为了提升自身竞争力面对更加艰巨的竞争和挑战。对于人才的需求特别是海外高水平人才的渴求更是日益增加。但随之而来的便是对于海归人才高要求高标准,对于海归人才来说压力也随之而来。根据《中国留学发展报告", "label": "心理学", "id": 0}
{"content": "<正>流动儿童指的是6-16岁随父母在流入地暂时居住半年以上的具有学习能力的儿童。城镇化导致了大量流动人口的产生,因而流动儿童的数量也随之增加。这些流动儿童因为生活环境、学习环境以及生活方式的改变,难以快速适应新的生活,因而有很多心理方面的问题,主要的心理问题如下:", "label": "心理学", "id": 0}
{"content": "<正>追猴子的时候我从悬崖跌落,脊柱骨骨折了。追猴子?可能要被很多人笑话了,可是这件事却一点都不好笑。因为我给身边的人添了很多麻烦,让大家为我担心了。但是,如果不是我在大四的时候骨折,我可能之后也不会去学医学研究专业,也不可能进入东京艺术大学了。那一天的新绿夺人眼目,是令人神清气爽的天气。我和研究室的同事一起到京都岚山调查野生日本猕猴,我们", "label": "心理学", "id": 0}
