{"content": "遥操作系统中的时延会引起各种问题,为解决时延而引起的不稳定和透明性差问题,提出基于无源理论的双波变量四通道双边控制方法。对设计的控制结构进行理论分析,利用Matlab仿真实验的方法,结合主从端真实操作的情况合理简化模型,从而得到结果并进行分析。与单波变量四通道控制方法的对比中,验证得到双波变量的控制方法在改善系统的透明性更具备优势。进一步分析了主从端机械臂不同阻抗下的控制效果,得出系统在主从同构下性能更佳。", "label": "控制科学与工程", "id": 0}
{"content": "本文设计了以单片机AT89C51和MT8870双音多频解码集成电路为核心、利用公共电话网络的远程控制系统。文章详细介绍了系统组成结构、硬件电路工作原理（包括铃流检测、摘挂机控制、双音频解码,语音信号输入输出及家用电器控制等电路）及软件设计。使用者在户外可通过任意一部双音多频电话（包括手机、电话分机）,按照语音提示,借助本系统,可以对各种电器进行远程控制。", "label": "控制科学与工程", "id": 0}
{"content": "目前全国各地普遍存在生活垃圾投放不便、垃圾桶管理不到位等现象,给人们日常生活带来困扰,常规垃圾桶无法自动进行开关,同时无法进行远程控制,因此智能垃圾桶应用而生。智能垃圾桶以远程控制设计为其核心,实时监控为基础,通过判断来进行开关,从而实现智能化。智能垃圾桶远程控制系统中,垃圾桶的集中监控和管理更为重要,因此提出单片机在智能垃圾桶远程控制中的应用研究。通过探究单片机在智能垃圾桶远程控制中的应用原理、应用流程以及应用特点,完成提出的研究。基于单片机的智能垃圾桶在满足人性化的控制同时,还可以做到节能环保。", "label": "控制科学与工程", "id": 0}
{"content": "为促进当前无人平台遥控的发展,本文提出了一种基于多Leap Motion的手势识别工作空间的设计方法。在此基础上,利用基于规则的分类和基于SVM的分类相结合的分类方法完成对遥控手势库的设计。最后以一个小型无人小车作为无人平台的典型对象,模拟月球表面复杂未知环境,完成对无人平台的一系列遥控任务,验证了这种方法的有效性和可行性。", "label": "控制科学与工程", "id": 0}
{"content": "本文针对主机遥控系统的通信要求,提出了CANopen协议在主机遥控系统中的应用方案。本文介绍了冗余总线管理方案、活动主站确定方法、各通信对象在冗余CAN总线上的通信方式、以及针对主机遥控系统的虚拟设备的设计。", "label": "控制科学与工程", "id": 0}
{"content": "目前家用电器以及终端设备大多采用开关控制或电机控制,这些设备在设计之初并没有充分考虑到智能家居,远程控制的需要。由于网络时延的影响,通过物联网直接对这些开关继电器等设备控制效果较差,滞后因素会使开关控制器在两个状态之间来回转换。为了解决这一问题,针对物联网远程控制中存在的大量非线性控制器,本文分析了网络时延对于死区继电器控制特性的影响,以及网络时延动态波动对于加入Smith预估补偿后的控制系统的影响。通过分析系统稳定裕度与网络时延波动之间的关系,提出了针对解决网络时延波动问题的Smith预估器的改进方案,通过实时调整Smith预估器参数,实现了动态网络时延情况下的非线性控制器设计。", "label": "控制科学与工程", "id": 0}
{"content": "智能家居系统中,红外遥控器朝着轻松便捷的遥控操作方向发展,并有与智能终端相结合的趋势。文中设计了一种智能红外遥控器,包括红外转发器和智能终端设备两大部分。红外转发器具有遥控编码的自主学习和信号转发功能。智能终端通过WiFi或蓝牙与红外转发器通信,应用程序的控制界面设计成与原始遥控器一致,控制指令转换为相应的红外编码,进而遥控家电设备。智能终端作为各种电器设备的万能遥控器,实现\"一机在手,随心操控\"的目的。", "label": "控制科学与工程", "id": 0}
{"content": "自动化控制是工业企业提高生产率、保障生产质量的重要手段。迅猛发展的互联网为自动化控制插上了腾飞翅膀,使自动化控制向智能化、远程化进化。本文介绍了基于互联网的蘑菇生产远程智能自动控制系统的实践经过。", "label": "控制科学与工程", "id": 0}
{"content": "远程控制有着相当广泛的应用,不仅仅是能够应用到办公、监控等领域中,还能够运用到生活中对我们的生活进行改变。在文中分析了远程控制的原理,并就今后远程控制的发展趋势进行了分析探讨。", "label": "控制科学与工程", "id": 0}
{"content": "随着我国社会经济的不断发展和进步,科学技术水平有了显著的提高,计算机网络远程控制技术也相应的得到了前所未有的普及和应用。计算机网络的远程控制技术属于计算机技术体系的关键技术,其重要性是不容忽视的。计算机网络远程控制技术的高低在很大程度上还会影响一国的计算机技术未来的发展。基于此,本文就计算机网络远程控制系统的研究以及实践进行了探讨。", "label": "控制科学与工程", "id": 0}
{"content": "本文介绍一种基于单片机的远程控制系统设计。本系统的上位机和下位机都采用P89LPC900系列单片机,通过RS-485总线网络达到一对多的控制目的。本文分别从硬件和软件详细介绍了系统平台和工作流程,该系统结构简洁、成本低,可靠性高,具有控制系统平台的通用性。", "label": "控制科学与工程", "id": 0}
{"content": "本文研究了一类机械臂遥操作系统的时延补偿和控制问题。遥操作系统的通信环节中不可避免地存在着通讯时延,往往导致系统不稳定和操作性能降低等问题。为了减小甚至消除时延的影响,本文针对单自由度机械臂遥操作系统,提出了结合自抗扰控制（ADRC）方法和Smith预估器的新型时延补偿和控制方法。在从机械臂端采用PID控制器实现位置跟踪控制,在主机械臂端采用带Smith预估器的自抗扰控制器,实现时延补偿和对操作力的跟踪,并最终保证整个闭环系统的稳定性。最后,通过仿真研究和频域分析验证了所设计控制器的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "大力发展智能银行,为客户提供随时、随地、随心服务,优化客户体验,提高客户满意度,显著增强渠道效能与竞争力,有效支持客户规模扩大与经营模式转型,是推动我国商业银行服务转型升级的必经之路。随着智能银行的发展以及银行逐步转向以客户满意度为中心,远程协助技术正以不可或缺的地位逐步融入智能银行业务中,延伸柜员的服务范围,提高客户满意度。使得远在千里之外的自助设备变得触手可及,原本冷冰冰的自助设备也变得智慧起来,为银行及客户打造了一个简单快捷、方便有效的创新金融渠道。", "label": "控制科学与工程", "id": 0}
{"content": "基于在家电普通遥控器使用的弊端,本文提出一种家电用声控遥控器设备,用户通过对声控遥控器的对话,然后声控遥控器对对话的内容进行语音识别,识别完成后将相应的码发给需要控制的家电,以此来控制家电的运行,并且声控遥控器还通过语音播报来对控制的执行情况进行反馈,与用户形成语音交互,让用户感觉更人性化。", "label": "控制科学与工程", "id": 0}
{"content": "随着网络采集技术的发展,我们设计开发了基于网络采集音频数据和指标数据的遥控终端,结合语音识别的技术,构建了一种新型的广播电视遥控监测系统。", "label": "控制科学与工程", "id": 0}
{"content": "大空间尺度的远距离坐标测量是大型装备制造及精密工程的基础支撑技术之一,也是目前精密测量研究的热点和难点。近年来基础工业及重工业迅速发展,数字化程度不断加深,对远距离坐标测量技术提出了更加迫切的需求。本文概述了常见远距离坐标测量系统,总结其在航空航天、船舶工程、电力电网以及大型建筑变形监测等领域内的应用。", "label": "控制科学与工程", "id": 0}
{"content": "本设计使用12V的蓄电池作为能源供给,使用三端稳压管7805为各个模块提供5V电源;采用集成编码芯片VD5026和CDT402-AB1组成的发射模块、译码芯片VD5027和CDTJS-4组成的接收模块来完成无线通讯和控制单片机的输入状态;由单片机根据接收模块提供的输入状态进行控制处理;最后,单片机提供的控制信号由驱动模块接收,控制信号先通过了光耦进行光电隔离,才输入到集成块L298N的控制端,完成对电机的控制。该遥控车使用的是两组电机驱动,不仅负载能力较大,并且在转弯时采用双边控制,使遥控车具备了原地360°旋转的功能,极大的提高了遥控车的灵活度和趣味性。", "label": "控制科学与工程", "id": 0}
{"content": "宣钢物流主要由铁路、公路运输承担,而铁路、公路运输交叉采取设置平交道口方式,对交通量大的道口一般采取有人看守方式。随着宣钢公司大物流运输体系建设步伐的加快,道口在物流体系中的作用日益突出,而道口交通事故、堵车成为急需解决的首要问题,无人看守铁路道口远程集控系统是一种新型的道口信息化管理模式,将传统的有人值守改变为\"远程可监视可控制的无人值守\",撤销道口员建制,改由调度员（集控）利用信息平台,直接远程控制道口作业,将道口纳入信息化管理对于缓解公路与铁路物流矛盾有重大意义。", "label": "控制科学与工程", "id": 0}
{"content": "遥感技术可以弥补地面交通传感器检测范围局域的不足,一次性获取城市全局的交通状况。本文针对交通遥感数据处理中的核心环节\"汽车和路面的区分\",根据汽车和路面的图像特征设计了一种遥感车辆检测方法。首先通过图像调整,将深色车转换为了浅色车的颜色形式,将深色车、浅色车、路面三者的区分转换为了浅色和路面的区分,而且通过辐射增强技术提高了汽车和路面的对比度。然后利用最大类间方差法进行汽车和路面影像的阈值分割,并利用车与自身阴影的位置关系合并二者。最后通过形态学的开启运算去除汽车之间的连接、并同时滤除噪声点,可以有效改善汽车的遥感检测效果。", "label": "控制科学与工程", "id": 0}
{"content": "由于无人机本身的集成性和复杂性,其故障的类型不仅多,而且往往不可预知。传统的无人机测试系统主要以数据采集为主,对于故障的测试和诊断则主要依靠专家经验来判断。本文针对无人机遥控/遥测系统,开展测试系统软件技术研究,该软件由操作系统、开发软件、测试程序、测试说明文档四部分组成,可自动实现二线维护性测试的大部分功能,提高检修效率,降低维护人员的工作强度,可大大延长无人机返厂维护的周期,增加无人机有效的战备值勤时间。", "label": "控制科学与工程", "id": 0}
{"content": "传统工程机械服务模式存在组织管理松散、调度方式落后、服务效率低等问题。工程机械客服系统人车一体化远程监控管理平台利用GPS技术、LBS技术、Internet技术和数据库技术实现了对服务人员、服务车的定位监控。在此基础上开发了一款基于改进Dijkstra算法的智能派工系统,综合考虑服务人员、服务车实时位置、空闲状态、服务人员技能特长等因素,给出高效的调度方案。系统提高了服务效率和资源利用率,克服了传统派工模式的弊端。", "label": "控制科学与工程", "id": 0}
{"content": "在科研试飞中,保障试飞安全是至关重要的。本系统是使用NI公司的LabVIEW语言开发的遥测数据处理网络系统。针对飞机系统编写了相应的数据处理监控程序,供飞行指挥员和相关技术人员实时监控飞机各系统工作状况。该系统具有友好的人机交互界面和可扩展性,大大提高了飞机试飞的有效性和可靠性。", "label": "控制科学与工程", "id": 0}
{"content": "首次设计并实现了一种多路遥测网络传输协议支持软件。在遥测数据接收过程中,仅使用一套遥测前端通过软件驱动多套实时遥测监控系统,替代了其他遥测前端。采用底层网络监控技术对UDP端口接收的遥测数据进行过滤和转发,实现了设计目标。", "label": "控制科学与工程", "id": 0}
{"content": "叙述了核电站温排水遥感监测的基本原理与技术流程,以2011年冬夏各1景环境1号红外相机数据开展田湾核电站温排水监测应用示范的温排水热污染监测的技术流程和HJ1B红外相机数据预处理方法,以及结合潮汐、风力等因素分析了热污染分布的空间特征,指出,冬季温排水的高升温区域要远大于夏季,出水口的水深较浅也不利于水温的纵向扩散,而冬季北风影响的热扩散方向受制于北部高公岛和北部扩建港口影响,提出,a)基于辐射传输模型模拟的HJ1B红外相机单通道水表温度反演算法,即考虑卫星观测天顶角影响,输入水汽含量获得研究区海水表面温度;b)温排水环境背景温度提取方法。可为核电站环境监督管理提供依据。", "label": "控制科学与工程", "id": 0}
{"content": "本文设计了一种远程控制酒柜,硬件设计包括酒柜本体和远程控制系统,酒柜本体主要包括主控模块、显示模块、制冷模块、无线网络模块等,远程控制系统主要包括远程控制服务器和控制终端,软件设计通过酒柜状态采集模块、酒品信息采集模块、网络模块等组成。此设计功能上主要实现通过远程控制终端了解酒柜运行状态,控制酒柜温度、湿度、亮度等状态,并且具有联网了解酒品信息、参与评论的社区功能。", "label": "控制科学与工程", "id": 0}
{"content": "森林火灾属于突发性较强、破坏性较大、处置救助较为困难的自然灾害。本文以2006年5月25日大兴安岭森林火灾为例,在利用时间分辨率较高的MODIS归一化植被指数（NDVI）、中红外波段（第22波段）和热红外波段（第32波段）准确辨识火灾发生点的基础上,结合相对较高分辨率的TM数据计算了火灾发生面积。结果表明,由于MODIS数据的时间分辨率高和波段多的优势,能较准确地辨识了森林火点及其蔓延趋势。用相对高分辨率的TM数据来计算的此次森林火灾发生面积约为312km2,对该地区森林和草原生态系统及人类财产带来了巨大的损失。", "label": "控制科学与工程", "id": 0}
{"content": "本文综合利用遥感信息和地面观测资料,研究建立了适合内蒙古自治区特点的干旱遥感监测模型,通过查阅干旱指数监测的历史干旱状况,结合地面实测数据分析,形成对区域干旱监测的分级遥感图。针对干旱监测评估中定量服务所面临的困难,本研究应用大量的社会经济信息,基于GIS的空间分析功能,对干旱影响面积、影响范围以及影响的各类社会经济指标进行了评估,使干旱遥感监测评估研究从定性到定量和精细化,丰富了干旱监测评估研究的内容,提高了业务服务质量。在上述工作的基础上,使用计算机编程技术,建立了基于空间信息的干旱监测评估系统,并以2010年6月份内蒙古干旱监测为例,进行了干旱等级划分及监测评估分析,取得了可观的应用效益。", "label": "控制科学与工程", "id": 0}
{"content": "建立安徽省冬小麦面积提取和生育期监测模型。利用8d合成的MOD09A1数据产品计算出的增强型植被指数序列数据,在利用HANTS滤波重构时序MODIS/EVI数据的基础上,通过分析冬小麦生长季内的种植结构、物侯历特征及其时序EVI曲线特征确定提取模型,对安徽省冬小麦的播种面积和播种期、抽穗期和收获期等关键生育期的空间分布特征进行了研究。冬小麦的播种区域主要位于淮北平原和江淮之间丘陵地区;由于混合像元的影响,播种面积与统计结果相比较偏大。冬小麦生育期地面监测的统计时间尺度（旬）与采用的EVI时间尺度（8d）存在一定差异,但二者的播种、抽穗和收获期在整体上可较好地吻合,2008年10月～11月上旬,安徽冬小麦自北向南陆续播种,大约至11月上旬播种结束;4月上旬左右冬小麦自南向北进入抽穗灌浆期;5月下旬开始,冬小麦自南向北陆续成熟并收获;遥感监测的结果与地面监测的结果相比没有明显的差别。应用MODIS/EVI时序数据,可有效监测安徽省冬小麦的播种面积和生长发育期的空间分布,提高农业监测的精细化程度。", "label": "控制科学与工程", "id": 0}
{"content": "在航天测控任务中,基于遥测数据驱动对任务状态进行三维可视化,帮助飞控人员决策,具有非常重要的意义。由于存在遥测设备测量传输误码导致的数据异常,以及测控网覆盖不完整、遥测数据不连续问题,在使用遥测数据驱动三维可视化前必须进行数据处理。本文介绍了一种综合遥测数据处理方法,对各类遥测数据进行异常数据剔除和平滑处理,并对中断的数据进行模拟仿真,从而获得连续的稳定数据,驱动可视化画面。我国首次交会对接任务的实践表明,该处理方法满足测控可视化要求,是实用可靠的工程方法。", "label": "控制科学与工程", "id": 0}
{"content": "遥控站点与监测系统之间采用基于XML协议的标准化设备接口,根据监测业务需求可细分为55组原子化接口,这些原子化接口相互组合,可以实现广播监测的实时控制、各种监测任务的下发与数据回传等功能。其中监测报警接口是遥控站点监测业务的重要接口之一。本文详细分析了监测报警相关接口,提出了满足监测业务实际要求遥控站点监测报警的执行逻辑,并进一步探讨了在实现监测报警相关执行逻辑时所遇到问题。", "label": "控制科学与工程", "id": 0}
{"content": "红外线遥控系统具有体积小、功耗低、功能强、成本低、易于控制和使用方便等特点,适用于近距离遥控,具有较好的推广应用价值。", "label": "控制科学与工程", "id": 0}
{"content": "本文介绍了基于STC单片机的无线遥控控制农业灌溉系统的设计过程,给出了控制系统的硬件组成和软件设计。说明了利用单片机采集来自于无线接收解码模块的数据码来控制继电器的闭合和断开,实现对潜水泵启停控制的方法。", "label": "控制科学与工程", "id": 0}
{"content": "模拟遥测量是监视空间电子设备各部分工作状态是否正常的重要依据,通过对模拟遥测量的记录、分析可以发现相机各部分潜在的故障,从而保证产品质量。根据实际测试需求,设计了基于NI公司的PXIe控制器和外设模块的模拟遥测量自动测量装置,实现了256路模拟遥测量的自功测量、显示、存储和判读。给出了装置的软硬件实现方法,经实验验证,该装置具有性能可靠、效率高、扩展性强的优点。", "label": "控制科学与工程", "id": 0}
{"content": "针对基于Internet-DSP的机械臂远程控制平台对DSP运动控制器依赖性较强所导致的控制局限性问题,设计开发出基于Internet-PC的远程控制的开放平台。在对Internet-PC控制平台软硬件结构设计的基础上,重点阐述服务器端和客户端软件的具体实现方案,并对比分析了与基于Internet-DSP的实验平台在软件实现中的不同之处。最后,在所设计的实验平台上进行实际绘图实验,并与基于Internet-DSP实验平台的绘图结果进行对比分析。", "label": "控制科学与工程", "id": 0}
{"content": "本文介绍了自主驾驶车多环境图像条件下的无线遥控驾实现问题,论述了统一自动和遥控驾驶执行变量存储问题,描述了无线遥控串口通信协议和有关遥控驾驶的部分软硬件结构。", "label": "控制科学与工程", "id": 0}
{"content": "介绍了一种以激光实现遥控的壁挂键盘,该装置具有投射距离远、无电磁干扰、激光投射导通LE D显示等特点。文中给出了总体构思、结构要点及单片机接口应用电路。该装置已成功应用于单片机实验教学中,实现了良好的互动效果。相关创新技术获中国发明专利。", "label": "控制科学与工程", "id": 0}
{"content": "<正>文章总结了EVA遥测通信的现状及发展趋势,分析了EVA（出舱活动）遥测通信的特点,在此基础上,分析现有无线通信技术的局限性。为满足未来航天员EVA的需求,提出了采用ZCZ-CDMA实现EVA遥测通信的方案,并进行了相关论证。", "label": "控制科学与工程", "id": 0}
{"content": "采用嵌入式系统平台,探讨当采样对象发生焦虑等心理状态时系统自动为其进行心理调节,并且通过远程监控系统使心理专家能时刻了解采样对象的状态以便进行远程语音、文字通信时使其能有针对性。", "label": "控制科学与工程", "id": 0}
{"content": "水情遥测终端通常应用在野外,环境恶劣,容易遭受雷电感应,对系统的稳定性提出了挑战。本文分析了雷电防护的基本原理,提出了三级雷电保护电路,并给出水情遥测终端模拟量采集回路雷电防护的设计与实现。经测试,系统能承受5千伏过压,提高了水情遥测终端的稳定性,具有实用价值。", "label": "控制科学与工程", "id": 0}
{"content": "人机界面是人与机器进行交互的方式,是人与机器的交流、完成信息传递任务的媒介。本文以电视遥控器的界面为例,通过对市场上各款电视遥控器优劣的分析比较,全面了解电视遥控器的操作界面与人的关系。进而深入探讨电视遥控器的人机因素,从电视遥控器的外形、尺寸、按键造型、布局、材质、色彩等多方面综合考虑,探讨电视遥控器设计的方法与原则,为今后的遥控器设计提供可行性依据和参考。", "label": "控制科学与工程", "id": 0}
{"content": "针对遥测系统的定位问题,提出了基于区域分割的二维射频信号强度定位法。该方法通过将人体腹部表面进行区域分割,仿真建立\"区域号——体外天线接收信号强度\"标定数据库。利用查表法,实现对遥测胶囊的二维区域定位。从而,解决了由于人体组织对射频信号衰减特性复杂和受试者个体差异导致的很难建立精确射频信号衰减模型这一问题;提高了射频信号强度定位法的抗干扰能力。通过体外实验,验证该方法的优缺点。", "label": "控制科学与工程", "id": 0}
{"content": "卫星遥感技术已成为蓝藻探测与监测的重要手段之一。本文基于MODIS遥感影像数据,利用归一化植被指数NDVI来提取蓝藻信息,并且对不同程度蓝藻水华的面积都进行了估算,从而实现了蓝藻的定量遥感监测。", "label": "控制科学与工程", "id": 0}
{"content": "针对遥测PCM振动数据处理中存在的问题,提出一种解决方法:通过将遥测PCM振动数据变换为DADiSP数据格式,运用DADiSP数字信号分析处理软件对振动数据进行分析处理。", "label": "控制科学与工程", "id": 0}
{"content": "在新机科研试飞中,保障试飞安全是至关重要的。本系统通过采集飞机各系统的相关参数进行实时地面解调转换,并通过软件计算、硬件驱动与放大电路将它们输出到状态指示监控台与热敏记录仪,进行数据记录与输出,以供飞行指挥员和相关技术人员实时监控飞机各系统工作状况。", "label": "控制科学与工程", "id": 0}
{"content": "本文分析了基于TMS320DM355的OSD图形界面管理系统的原理,设计了人机界面的软件架构,并且给出了软件实现的过程,重点介绍基于Linux framebuffer的屏幕显示直写技术,并且应用于TI TMS320DM355的MontaVista Linux操作系统上,最后配合基于MSP430的红外解码模块实现了红外遥控OSD管理系统。", "label": "控制科学与工程", "id": 0}
{"content": "本文根据遥测在武器试验中的特点,提出数据融合在遥测数据处理中的应用分为三个层次。一是多台遥测地面站接收到的同源数据的融合,主要用于数据选优的过程;二是遥测数据中有相互关联性的参数之间的融合,主要用于异常点的甄别和剔除;三是遥测数据与光测或雷测数据的融合,主要用于在事后数据处理中进一步提高弹道测试精度。", "label": "控制科学与工程", "id": 0}
{"content": "红外遥控是目前使用最广泛的一种通信和遥控手段。红外遥控装置由于具有体积小、功耗低、功能强、成本低等特点而得到广泛应用。本文介绍了红外发送、接收、解码的全过程和一些红外通信协议。", "label": "控制科学与工程", "id": 0}
{"content": "智能红外遥控器具有自学习功能,并采用LCD液晶显示,使用更加方便。", "label": "控制科学与工程", "id": 0}
{"content": "本文采用2006年11月10日陆地卫星TM数据,选取水污染状况相异的梅州水库和流溪河水库,进行水质定量分析,计算悬浮泥沙及污染物这两个主要水质参数的相对浓度。首先建立水体辐射方程并研究悬浮泥沙、污染物吸收和散射的物理机制以构建模型。继而对遥感图像进行预处理,包括辐射定标、辐射校正和大气校正,消除水面镜面反射影响等。最后选取TM1和TM3两波段的反射率数值计算出悬浮泥沙和污染物这两个水质参数的浓度。结果表明,梅州水库的悬浮泥沙浓度和污染物浓度均高于流溪河水质参数浓度,证实梅州水库的相对污染严重性。通过与实测数据比较验证,证明利用此模型进行遥感定量监测水库水质是可行可靠的。", "label": "控制科学与工程", "id": 0}
{"content": "本文简介了可视航拍遥控器性能,探讨在森林航空消防中的应用。", "label": "控制科学与工程", "id": 0}
{"content": "根据遥测DQPSK信号的特点,提出了一种利用瞬时测频实现解调码同步的方法,通过捕获相位跳变处的瞬时频率突变提取码同步信号。文中介绍了算法的原理,详细论述了算法在FPGA中的实现,给出了仿真结果。算法结构简单,运算量小,精度高,可移植性强。", "label": "控制科学与工程", "id": 0}
{"content": "由于低轨小卫星系统良好的发展前景推动了小卫星及其相关技术的妞速发展,本文论述了如何利用软硬件联合技术进行小卫星测控技术研究。", "label": "控制科学与工程", "id": 0}
{"content": "本文阐述了四川拓普测控科技有限公司基于Internet和GPRS技术的工程爆破远程遥测系统在工程爆破振动信号测试中的应用,详细的论述了系统功能特点、组成结构及工作原理。该系统采用远程无线遥测方式,通过GPRS网络和Internet,可实现远程监控、数据传输等功能,在城际或省际间的多个爆破施工测试点完成爆破振动信号的遥控、遥测及数据的读取、分析,充分展示了远程遥测产品及技术在工程爆破振动测试中的作用。", "label": "控制科学与工程", "id": 0}
{"content": "本文介绍了遥测系统在日常工作中存在的问题及使用情况,提出了在遥测系统推广中需要关注的问题。", "label": "控制科学与工程", "id": 0}
{"content": "本文利用2007年和2008年16天合成的250m MODIS植被指数产品和地面调查资料,分析了甘南草地地上部生物量同光谱信息之间的相关关系,并基于这种相关关系建立了甘南草地地上部生物量遥感监测模型,继而估算了2007年和2008年甘南州及各县草地地上部生物量。结果表明:在牧草生长的主要时间里,草地地上部生物量同波段反射率和植被指数均存在极显著相关关系,尤其与地面调查同期（8月中下旬）的增强型植被指数EVI相关性最高,相关系数为0.782。利用EVI建立的三次多项式模型模拟结果明显优于其它植被指数,能较好的模拟草地地上部生物量。2007年甘南草地地上部生物量平均为5610kg/hm~2,2008年为5605kg/hm~2。与2007年相比,临潭、卓尼和迭部县地上部生物量略有增加,而合作、玛曲、碌曲、夏河和舟曲县则有所下降,以舟曲县下降最为明显。", "label": "控制科学与工程", "id": 0}
{"content": "针对遥测系统数据量变换单元的特点,设计了与之配套的地面测试系统。系统主要采用工业控制总线（PC104总线）来实现与PC机的通讯,采用CAN总线实现本系统与数据量变换单元的数据通讯。在实际应用中,证明了测试系统设计的可行性,并可以稳定、实时地实现通信。", "label": "控制科学与工程", "id": 0}
{"content": "分析了海勃湾发电厂三单元两台330MW机组的水源地遥控装置运行可靠性,发现遥控系统抗干扰性存在严重不足,采取了增强水源地遥控装置抗干扰能力的技术改进方法和措施。", "label": "控制科学与工程", "id": 0}
{"content": "介绍了单片射频收发芯片nRF2401的功能和特点,对目前常用的几种短距离无线通信技术进行了比较分析。详细阐述了nRF2401在遥控手柄中的作用及其硬件和软件设计思路,并给出了部分单片机C程序代码。", "label": "控制科学与工程", "id": 0}
{"content": "介绍了单片射频收发芯片nRF2401的功能和特点,对目前常用的几种短距离无线通信技术进行了比较分析。详细阐述了nRF2401在遥控手柄中的作用及其硬件和软件设计思路,并给出了部分单片机C程序代码。", "label": "控制科学与工程", "id": 0}
{"content": "汶川大地震,震痛整个中国。痛定思痛,在突发性灾害面前,如何应用新技术新方法来科学地防灾减灾,意义重大。无人化施工系统技术是山地灾害频发的日本国在山地灾害领域中应用的一种新技术。详细介绍了无人化施工系统技术的发展史、无人化施工系统构建,并以东京都三宅岛泥石流对策工程、长野县小谷村蒲原泽滑坡灾害复旧工程、熊本县八代郡河内谷川滑坡土沙对策工程为例介绍了无人化施工系统技术在山地灾害防治领域的应用。展望了无人化施工系统技术在我国山地灾害防治领域中的应用前景。", "label": "控制科学与工程", "id": 0}
{"content": "应用MSP430f1232和nRF24LO1集成电路设计了一种工业无线遥控系统。介绍了该系统的硬件组成结构和软件实现流程,给出了部分实现程序。经过实验表明,该遥控系统可通过手持端指示灯动态获取接收端工作状况,可以提高工业场合远距离作业时的安全性,适用于单钩、单速电动葫芦或葫芦式行车。系统结构简单,经过改进也可用于其他设备的控制。", "label": "控制科学与工程", "id": 0}
{"content": "依据iNET（integrated network enhanced telemetry,增强遥测综合网）的概念和内涵,在总结当前遥测数据处理系统主流结构的基础上,提出了一种以遥测系统服务器为中心的gNET方案,并简述了方案的结构、组成、功能和数据流程,归纳了新方案的技术特点,展望了新方案在未来飞行试验中的应用前景。", "label": "控制科学与工程", "id": 0}
{"content": "由于在磁约束受控核聚变过程中产生大量的中子和射线,并且对周围的材料辐照,使得这些受辐照的材料具有较强的放射性。为了实现在无人环境下的零部件的更换,提出了研制ITER遥控运输车。自动运输车的基本功能:在远程操控的前提下,在真空室（反应室）和热室（维修室）之间,自动装载需维修更换的零部件。本文主要研究了ITER遥控运输车的控制系统,给出了该运输车的具体控制方案。实现大体积车体与真空室/热室窗口之间的高精度（误差<2mm）准直技术。", "label": "控制科学与工程", "id": 0}
{"content": "航天遥测技术的发展,对硬回收固态记录器的大容量存储提出了更高的要求,数据压缩也因此变得越来越重要。通过对回收记录器中实际遥测数据统计特性的分析,探讨了遥测数据压缩的可能性与潜力。针对多路数据采集系统,本文提出了数据包的数据结构,并基于该数据结构提出了低硬件复杂度的易于逻辑实现的实时压缩方法,阐述了其压缩原理与实现方法。仿真结果表明,该压缩方法可满足多路数据实时压缩的要求,且压缩率高,具有很强的应用价值。", "label": "控制科学与工程", "id": 0}
{"content": "本文针对亚轨道遥感器设计,分析研究亚轨道环境的特点和亚轨道飞行器的特点及其对遥感器设计的影响,在此基础上提出了一种适应于亚轨道飞行器的多波段红外相机的设计。", "label": "控制科学与工程", "id": 0}
{"content": "在遥感图像中,检测车辆目标是一个重要的技术研究发展方向。然而,由于目前在遥感图像中车辆目标大多以小占比形式存在和出现,以及目标在遥感图像中的尺寸大小和分布方向的多样性,使得如何实现在遥感图像中车辆精准检测仍然具有挑战性。提出了一种基于旋转框回归的YOLOV5的遥感图像车辆目标检测方法,主要包括:对损失函数进行改进;设计了一种旋转目标检测方法,提高了网络的检测准确率。使用Google Earth中的遥感图像进行实验,结果表明,该方法在多朝向目标检测中取得了较好的检测效果。", "label": "控制科学与工程", "id": 0}
{"content": "针对遥感影像中视角特殊、方向任意且分布密集的目标,目前基于水平框（HBB）的检测方法效果欠佳。基于YOLOv5构建了一个方向敏感的遥感目标检测方法,具体通过:（1）设计了一个DIOU-Smooth L1回归损失函数,实现对目标检测框的准确回归及方向旋转角度的精确估计;（2）构建了RDIOU-NMS后处理块,进行密集、部分遮挡的有向目标的多余检测框的准确剔除。在大型遥感数据集DOTA上实验表明,该方法在有向遥感目标检测速度及准确性上均展现出了优异的性能。", "label": "控制科学与工程", "id": 0}
{"content": "随着我国机动车数量的日益增长,利用遥感图像对车辆目标进行检测已广泛应用于道路交通和城市管理等方面。近年来,基于深度学习的目标检测算法已经在通用物体检测任务上取得了非常出色的成绩。通用物体检测器利用与坐标轴平行的水平框来完成目标的定位和分类任务。由于遥感图像中的车辆目标具有排列密集、方向任意等特点,通用物体检测器很难对其进行准确地识别和定位。针对上述问题,对Efficinet Det的回归网络进行改进,通过添加角度预测参数解决水平框检测器对方向任意的目标检测精度差的问题,并提出旋转目标检测器RotationDet。同时利用K-means聚类算法对车辆目标的尺寸进行聚类分析,重新设计锚框的尺度和宽高比。将带有K-means聚类算法的旋转目标检测器在DOTA数据集上进行测试,大型车和小型车两类目标的平均精度可以达到62.0%,证明了提出方法的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "随着城市化建设不断推进,智慧城市理念不断革新,对城市进行合理精确地规划,提高城市居民的幸福指数以及城市的宜居程度成为了城市管理者的一个新的目标和考察因素。提出基于U-net模型结构的U-netRS模型,参考了U-net3+网络模型结构,将机器学习与遥感图像处理技术相结合,针对遥感图像Vaihingen2D语义数据集,有较好的识别效果,甚至对于像素点较少的目标也能达到较高的像素准确度。此外,模型采用的图像分割技术,对遥感图像进行小块切割,通过减少一次模型训练的数据量,增大总体模型训练的数据量的方式,提高模型预测的准确率,降低所需硬件要求。", "label": "控制科学与工程", "id": 0}
{"content": "随着遥感成像技术的快速发展,获取的遥感数据成几何倍数增长,目前面临的问题是获取的海量数据无法有效地下传,形成了巨大的数据资源浪费。因此,急需构建嵌入式实时处理系统有效地处理海量遥感数据,并提取有用的数据进行下传。其中,轻量化智能处理算法是嵌入式实时处理系统的核心,只有构建高精度的轻量化智能处理算法才能满足嵌入式算法映射时的体积、重量、功耗约束。针对这一问题,提出了通过融合多尺度特征优化PCANet结构的轻量化算法,并在UC Merced数据集和SIRI-WHU数据集上进行了详细的实验,实现结果表明提出的算法可以有效的提升PCANet网络性能,在UCMerced数据集和SIRI-WHU数据集上总体分类精度分别提高了4.76%和6.38%。可以应用于对实时性要求较高的场景中。", "label": "控制科学与工程", "id": 0}
{"content": "遥感影像是地表水环境监测的重要数据来源,但空间分辨率低限制了其应用。研究开展了某滨海电厂温排水物理试验,构建了潮汐水域温排水热输运扩散图像数据集HYModelIRS,基于该数据集训练了ESPCN和ESRGAN两种基于深度学习算法的图像超分辨率（SR）模型,测试表明两种深度学习模型可以较好地提升温排水表层扩散图像的空间分辨率,图像峰值信噪比PSNR平均提升8.3%。训练后的两种模型成功用于Landsat 8热红外遥感海温影像的分辨率提升,表明基于深度学习的SR模型在污染物扩散遥感影像分辨率提升领域有较好的效果和重要的应用前景。", "label": "控制科学与工程", "id": 0}
{"content": "本文以某铀矿山为例,通过收集该铀矿山各类设施退役治理前、退役治理后不同时期的卫星遥感影像,采用GIS技术对遥感影响进行解译、分析,绘制了铀矿山所在区域的土地利用现状、土壤侵蚀、植被覆盖度等生态图件,并结合生态环境影响评价技术导则对该铀矿山所在区域的整体生态环境质量进行了定量分析,分析结果表明,该铀矿山采取退役治理措施后,其所在区域的生态环境各项指标较退役治理前有了大幅改善,体现了该铀矿山退役治理工程良好的环境效益。", "label": "控制科学与工程", "id": 0}
{"content": "遥感视频卫星的出现为对地持续观测提供了新的契机,也为典型目标的跟踪提供了新的数据源。针对视频卫星拍摄的遥感视频中的多个典型运动目标的检测识别与跟踪问题进行了研究,提出了一种基于运动信息和深度学习的多目标检测跟踪方法。采用帧间差分法快速检测出影像中的变化区域,结合先验知识进行阈值分割处理,快速得到所有动目标的候选区域,并输出所有候选区域的位置信息;之后利用通过迁移学习训练的YOLOV4模型识别候选区域的动目标,完成对动目标的检测与识别,得到动目标的初始位置,针对单目标通过卡尔曼滤波实现跟踪,针对多目标通过CSRT算法实现跟踪。对\"吉林一号\"视频卫星遥感视频的实验结果表明,该算法能够对视频中的飞机、舰船等多个动目标准确识别与跟踪,同时对单目标具有较高的实时性,有效解决了高分辨率视频影像中小目标检测难、跟踪难的问题。", "label": "控制科学与工程", "id": 0}
{"content": "鉴别城市夜间经济圈类型和规模,是精细化城市治理和提升城市功能/品质的基础工作。选择中国科技城—绵阳市为研究区,采用LJ1-01夜光遥感影像、POI和土地利用数据,应用GIS空间分析、双变量空间自相关模型探索了研究区城市夜间经济空间格局、类型和规模。结果显示:绵阳市夜间经济在城区内高度集聚,但对于文化、体育、旅游类夜间经济打造稍显不足;绵阳市夜间经济存在两个高值区域,为城市市中心和商业中心,与绵阳市实际状况相符,中值区域分布于城市新城市中心和次级中心开发区,有成为高值区域潜力;夜间灯光和夜间经济在空间上具有高度相似的空间集聚性,土地利用现状是影响夜间经济发展的重要因素之一。文章最后对上述结果进行了讨论,并提出了响应的优化建议。", "label": "控制科学与工程", "id": 0}
{"content": "高分辨率遥感影像分辨率高、地物特征信息丰富,传统非监督分类难以满足其快速分类需求的情况,深度学习算法的进展为遥感图像分类研究提供了技术支撑。由于Mask-RCNN网络增加了并行的全卷积分割子网,能同时实现对遥感影像不同用地类型边界的掩膜分割和用地类别的分类任务。本文提出了一种基于Mask R-CNN的高分辨率遥感影像分类方法,基于卷积神经网络的思想,在深度学习框架下通过多线程迭代训练,将高分2号遥感影像作为训练样本,试验结果达到了预期要求,提高了高分辨率遥感影像的自动分类精度,为土地利用制图奠定了研究基础。", "label": "控制科学与工程", "id": 0}
{"content": "针对高光谱数据降维预处理复杂的问题,提出了一种以t-SNE为基础的分段高光谱影像降维算法,通过构建一个高维对象之间的概率分布,仿射变换将高光谱数据点映射到概率分布上,增大相似的样本被选中的可能性,减小而不同的点被选中概率,降维的同时考虑数据全局与局部关系,为高光谱图像压缩提供一种新的处理思路。", "label": "控制科学与工程", "id": 0}
{"content": "江西省处于长江流域,境内河流湖泊众多,监测其长期的陆地水储量变化具有重要意义。通过GRACE卫星时变数据对江西省2008年至2017年6月间陆地水处理变化进行反演,并用GLDAS数据和TRMM降水数据进行对比分析。结果表明:江西省陆地水和地表水储量变化分别以0.82cm/a和0.44cm/a的速度递增,两者反演结果之间表现出较强的相关性和季节性变化;降水量是造成陆地水储量呈现季节性变化的主要影响因素之一;GRACE数据能较为准确地捕捉到江西省2010年和2017年夏季洪灾情况。反演结果验证了GRACE数据在反演省级区域陆地水储量变化的可行性,对水资源管理等有重要参考意义。", "label": "控制科学与工程", "id": 0}
{"content": "近年来,遥感技术发展迅速,在不同的领域中发挥着它独特的优势。由于传统监管的局限性,在长期的矿山资源开发利用过程中,造成了矿山越界开采、无序开采、土地破坏、治理修复伪装等问题。以福建省某矿山为例,利用遥感影像,分析2010～2020年该矿区由开采到治理修复的情况,遥感监测结果为自然资源相关部门进行矿山监管提供参考。", "label": "控制科学与工程", "id": 0}
{"content": "遥感图像中舰船目标的检测是为了对图像中舰船目标进行定位,这对国家水上监视和领土安全具有重要意义。在典型的深度学习方法中,通常用水平-竖直方向的边界框（水平-竖直框需要获取中心点、长度、宽度参数）去定位待检测的目标,而遥感图像上的舰船分布则是任意方向上的。对于具有任意方向的狭长形的舰船目标,用水平-竖直边界框去定位其实并不够准确。当舰船偏离垂直或水平方向时,水平-垂直边界框无法准确表示,边界框内会具有许多非舰船像素。如果图像上有多艘舰船彼此靠近,则可能无法检测出有几艘舰船目标,因为它们被相邻舰船的边界框重叠。因此,在检测中使用旋转边界框（旋转边界框需要获取中心点、长度、宽度、倾斜角度参数）更有利于舰船目标的检测,而更精确的舰船定位信息则有助于后续的舰船目标识别。因此,针对任意方向舰船目标的检测,目前主要是对现有的深度学习目标检测方法进行扩展,从而给出舰船目标在图像上的旋转边界框。现有的扩展检测算法可以分为两类:一阶段目标检测和两阶段目标检测,一阶段目标检测直接输出目标的位置估计,而两阶段目标检测则是对建议的区域进行分类以消除错误的目标。两阶段目标检测的缺点是速度较慢,一阶段目标检测速度更快,但对于狭长形的舰船目标,其误报率较高。因此,针对舰船目标的形状特征,提出了一种密集子区域类型细分的任意方向舰船目标快速检测算法,以降低一阶段目标检测的误报率,进一步提高检测速度。算法的基本思想是根据舰船的狭长形特性,将其密集分为多个类型的子区域,对子区域进行常规的非旋转目标检测器的训练和检测。首先,将训练样本中整个舰船目标分为船头船尾类和船身类,各占舰船目标的50%,并沿其长轴方向,密集分割成为若干个包含在正方形标注框内的局部子区域,确保标注框内最佳的子区域面积有效占比,保证核心检测网络的泛化能力,形成船头船尾类和船身类两类密集子区域。然后,以两类子区域为目标,利用常规的非旋转目标检测器对其进行训练,得到训练模型。最后,在测试阶段,将以子区域合并的后处理代替了常见的非极大值抑制后处理,来获得舰船检测的结果,因此对测试样本进行检测后,可以获取到船头船尾类和船身类两类密集子区域检测结果,子区域合并过程则分为预估计舰船结果参数和完整估计舰船结果参数两步,预估计舰船结果参数是对检测得到的船身类密集子区域中心点进行层次聚类,聚类作用是将整体检测信息分为局部区域,然后再在局部区域上进行霍夫变换,通过霍夫变换后可以获取到中心点拟合的一次多项式直线,之后通过船身类中心点在直线上的映射来计算出目标中心点,同时通过斜率可以获取到倾斜角度,根据船身类密集子区域的长度乘以一定倍数作为预估计的舰船长度,以船身类密集子区域的平均宽度作为舰船的宽度,这样就可以获取到预估计舰船的中心点、宽度、长度和倾斜角度;完整估计舰船结果参数则是融合船头船尾类密集子区域,防止由于检测到的非舰船密集子区域,而导致虚警情况,只有当舰船密集子区域呈船头船尾类-船身类-船头船尾类分布,才被确认为完整的舰船检测结果,通过子区域合并过程可以获取测试样本中舰船目标的最终结果。其核心创新点是,针对舰船目标狭长形的形态特征,采用密集子区域分割及类型细分的策略,将旋转目标检测转化为常规目标检测,实现快速高精度的检测。通过实验,在HRSC2016（High resolution ship collections 2016,共含1573幅图像分辨率在800×800像素到1600×1600像素之间的光学遥感图像）最新的改进YOLOv3（YOLOv3:An Incremental Improvement）、RRCNN（Rotated Region Convolutional Neural Network）、 RRPN（Rotation Region Proposal Networks）、 R-DFPN-3（Rotation Dense Feature Pyramid Networks）、R-DFPN-4（Rotation Dense Feature Pyramid Networks）等5种算法进行了比较,相较于检测精度最高的R-DFPN-4对照算法,算法的mAP （IOU=0.5）值提高了4.8%,平均耗时降低了68.1%;相较于检测速度最快的改进YOLOv3对照算法,算法的mAP （IOU=0.5）值提高了6.6%,平均耗时降低了47.7%。算法所提出的任意方向舰船检测算法,结合了舰船目标的形态特点,实现了遥感图像中任意方向舰船目标的检测,并且在检测精度与检测速度上均优于当前主流任意方向舰船检测算法,检测速度上有明显提升。", "label": "控制科学与工程", "id": 0}
{"content": "舰船检测技术,因其显著的应用价值受到研究者们的广泛关注。然而,目前的检测方法在港口舰船上存在预测精度不高的问题。本文因此提出一种新颖的基于改进卷积注意力机制的港口舰船目标检测方法:该网络以卷积注意力机制、残差神经网络和特征金字塔网络相融合的方式构建模型的主干网络,有效提取图像特征信息;然后,经过区域生成网络,引入可变形感兴趣区域池化技术,有效提取感兴趣区域;最后,通过头部网络,进行目标分类以及边框回归。实验结果表明,本文提出的基于改进卷积注意力机制的检测方法,与经典的Faster R-CNN方法相比,检测精度上提升了10.2%,实现了对港口遥感舰船检测算法性能上的提升。", "label": "控制科学与工程", "id": 0}
{"content": "核可能性C均值聚类（KPCM）算法虽然一定程度上克服了对噪声的敏感性,但是未考虑像素的空间信息,并且用于遥感水体提取时需要预先设定类别数目。针对这一问题,提出一种结合可变邻域的KPCM水体提取方法。该方法首先利用水体指数生成特征集,然后以像元之间的光谱差异性为基准确定不同像元的邻域,最后使用改进的KPCM算法提取遥感影像水体。实验结果表明,该算法与其他改进的模糊聚类算法相比,具有较高的提取准确率与较低的错分误差。", "label": "控制科学与工程", "id": 0}
{"content": "雾霾天气下,成像设备获取的遥感图像在分析和识别上都有很大的不便之处,因此对遥感图像的去雾霾处理很有必要。经典暗通道先验算法在处理遥感图像时会出现图像偏暗、颜色偏差以及去雾不彻底等问题,并且会受到遥感图像中的一些高亮度部分如建筑等的影响。结合这些问题,提出一种改进的暗通道先验图像去雾算法,该算法分两个阶段分别用两次改进的暗通道算法进行去雾。其中第一阶段在透射率中景深因子的选择上采用迭代的方式使图像能够有较高的峰值信噪比,在第二阶段中根据图像是否有颜色偏差选择对第一阶段得到的图像计算大气光并进行修正,再根据第一阶段方法得到图像透射率并采用最小二乘加权滤波对透射率进行细化。最终得到去雾图像并采用峰值信噪比和结构相似性对去雾效果进行评价。", "label": "控制科学与工程", "id": 0}
{"content": "坚持科学发展观,实施水资源的可持续利用,为我国经济社会的可持续发展提供支持和保障,这是我国水资源开发利用面临的新的重大课题。本文主要讨论了水文调查与水文遥感在水利工程中的应用问题。", "label": "控制科学与工程", "id": 0}
{"content": "水利信息化发展相当复杂,其中涉及到的内容非常丰富,存在大量的信息数据,并且这些信息数据会随时发生变化,当然这些信息数据在水利中极其重要,有助于水利相关工作的更好实施。将遥感技术应用到水利信息化中已经有几十年的发展,人类认识到遥感技术在水利信息化中的重要性,并也对其进行了大量研究。然而在应用过程中任然存在某些缺陷,限制了遥感技术的应用效果。于是文章将对遥感技术在水利信息化中运用和问题进行分析,目的在于提高遥感技术在水利信息化中的应用效果。", "label": "控制科学与工程", "id": 0}
{"content": "近年来随着河湖长制工作推进、河湖长制宣传。中央、省市、区县、乡镇各级河长组织机构全面建立,河湖保护与治理工作进入到快速发展阶段。但是各地面临着编制,经费、经济发展等综合原因,加之,随着经济的快速发展和城市化进程的加快,城镇周边河流生态文明建设监管越来越紧迫。同时,为推动河（湖）长制工作取得实效,进一步加强河湖管理保护,维护河湖健康生命,水利部在全国范围内对乱占、乱采、乱堆、乱建等河湖管理保护突出问题开展专项清理整治行动。各地区河湖长监管工作越来越紧迫。以往河湖水域的监管,主要采用传统的方式,准确性、时效性差,非法侵占水域现象难以及时发现查处,传统的手段已不适应社会发展的要求。那么针对上述问题本文就新的治理任务、新的管理理念、新的监管手段构建\"一张图+遥感影像+巡查APP+无人机+问题整改督办\"全方位河湖监管平台并分析在不同尺度下最佳的应用方法,为河湖监管提供有效的技术手段。", "label": "控制科学与工程", "id": 0}
{"content": "随着导航、通信、遥感等卫星和无人机系统快速发展和应用,基于通导遥融合的空天地一体化区域监测将在新型智慧城市建设中发挥重要作用,成为城市科学化、精细化管理和农林业产量预测和灾害防控的有效手段和重要途径。本文针对新型智慧城市建设属地农林业资源监测预测、城市规划建设与灾害防控需求,利用遥感卫星宏观同步观测特性、通信卫星高带宽实时数据传输特点以及导航卫星高精度定位优势与无人机的远程控制、群集控制、大数据挖掘分析技术等,采用遥感卫星详查、无人机巡查和地面人工核查相结合遥感监测模式,提出基于通导遥融合的空天地一体化区域高频遥感监测服务体系构建的总体思路和系统架构,分析相关关键技术,设计具体技术方案,搭建典型应用系统并给出了应用实例。基于通导遥融合的空天地一体区域高频遥感监测技术和系统可有效实现区域属地资源的全时空实时感知、全周期实时监测、全要素实时评估,大大提高地理资源探测能力、农业林业监测和管理能力、灾害监控和防疫能力,大力支撑新型智慧城市规划建设,城市科学化、精细化管理,农林业产量预测和灾害预防和控制,加快推动地区小卫星和无人机产业发展,区域技术创新和成果转化,大大提高区域经济、技术竞争能力和城市治理能力。", "label": "控制科学与工程", "id": 0}
{"content": "小卫星体积小、重量轻、研制周期短、成本低、发射方式灵活,近年来在商业遥感和军事侦察等方面受到世界各国的普遍重视。在充分调研小卫星技术发展和应用现状的基础上,针对可实现于小卫星平台之上的在轨智能信息处理技术展开研究。对此项技术所涉及的在轨智能处理算法和专用芯片两项关键技术进行了深入分析讨论,并给出相应的解决方案。", "label": "控制科学与工程", "id": 0}
{"content": "光学遥感图像船只目标检测存在着检测率低、虚警高、计算量大的问题。面向卫星平台智能化船只目标检测系统,提出了一种层次化智能解译的船只目标检测算法。利用自适应阈值分割实现了海陆分离,去除了算法在陆地区域可能产生的虚警。利用Top-Hat算法进行了船只目标候选区域提取;设计了级联的虚警剔除方法屏蔽了大量的虚警;针对易混的虚警信息,通过卷积神经网络对ROI进行二分类,实现了船只目标的精确检测。", "label": "控制科学与工程", "id": 0}
{"content": "近年来,生成对抗网络（GAN）在图像生成方面取得了较好的效果,开辟了深度学习最为炙手可热的研究方向之一。针对某些情况下遥感图像少且信息难以提取的问题,提出了一种基于生成对抗网络的方法来生成更多的遥感图像数据。该方法首先对现有的遥感数据集进行了初步处理;其次,构建了生成对抗网络模型的生成器和判别器;再次,利用生成器和判别器的相互博弈,提升生成器的生成能力和判别器的判别能力,直至生成器所生成的数据与原始数据难以分辨;最后,使用搬土距离（Earth-Mover Distance）代替JS散度（Jensen-Shannon divergence）作为损失函数的距离度量指标。实验结果表明,该网络在遥感图像生成的清晰度和模型的稳定性方面有更好的效果,并且基于定量的评估方法（FID）对实验结果进行了验证,相较于不同的损失函数,FID分数值分别降低了28.17和17.88。", "label": "控制科学与工程", "id": 0}
{"content": "遥感数据越来越丰富,尤其是高分辨率（高时间、高空间、高光谱）的可获取性越来越容易,研究应用高分卫星遥感影像数据,对化学污染进行早期预警和危害评估具有现实的意义。文中主要围绕化学污染云团在中高分辨率遥感影像数据上表现出来的特征,研究基于深度学习技术的自动化识别方法,快速在大区域上确定化学污染云团的尺度和边界,为下一步精确识别缩小范围。", "label": "控制科学与工程", "id": 0}
{"content": "遥感图像场景分类是高分辨率遥感图像解译中的重要研究课题。面对已标注遥感图像样本缺乏造成的小样本问题,文中利用迁移学习思想,提出了基于Inception-v3模型的遥感图像场景分类算法框架,设计了3种分类方案5种分类算法。在遥感图像场景分类数据库中,文中算法取得了91.32%的分类准确率,相比传统机器学习方法,有效提高了遥感图像场景分类的精度,同时证明了结合知识迁移的深度卷积神经网络模型在遥感图像场景分类领域的可行性。", "label": "控制科学与工程", "id": 0}
{"content": "高光谱遥感图像是目前计算机视觉领域的研究热点,基于此的目标检测更是在民用和军事上有着重要的应用价值。本文首先介绍了高光谱遥感图像的发展及其在目标检测领域的应用,并简要介绍了相关基本概念;然后,总结了目前比较常用的几大类高光谱图像的目标检测算法。其中,重点论述的内容包括:基于线性光谱信息的检测算法、基于稀疏表示的检测算法和基于深度学习的检测算法;最后,本文提出了实际应用中的难点问题以及对未来发展方向的展望。", "label": "控制科学与工程", "id": 0}
{"content": "针对用于对比的新旧无人机影像在色彩和明暗程度上存在较大差异并且对影相解译、判别对比等带来干扰的问题,提出基于亮度校正模型构建和色彩平衡的影像辐射校正方法。基于目标不变性原则和最小二乘法,根据V通道内的亮度值构建亮度校正模型进行新旧时相影像的亮度自动校正。通过颜色平衡算法中的卷积核在整幅影像中滑动进行卷积运算来局部调节色彩。实验证明,该方法对于新旧时相影像间辐射校正的均方根误差相比较原始影像下降到10～20之间,有效地调节了新旧时相影像的色彩和亮度。", "label": "控制科学与工程", "id": 0}
{"content": "针对无人机倾斜摄影和地面三维激光扫描技术在单独建模过程中出现的地物空洞、纹理缺失等问题,提出一种融合倾斜摄影和地面三维激光扫描技术的精细化三维实景建模方法。该方法通过七参数布尔莎模型对影像数据实现坐标转换,ICP算法实现点云精配准,运用ContextCapture软件对影像加密后点云和激光密集点云完成融合建模。结果表明,融合后的模型,整体结构完整,细部纹理清晰,模型精细度显著提高。", "label": "控制科学与工程", "id": 0}
{"content": "ArcGIS Server的运维管理模块主要包括地图服务管理、权限管理和日志记录等,但其主要依赖于服务器端GIS平台提供的可视化工具,不利于地理信息数据的管理与共享。文章以省域遥感影像即时服务管理平台为例,介绍了基于B/S架构的ArcGIS Server地图服务管理方法,并对平台建设过程中的服务管理、服务发布以及瓦片批量下载等关键技术问题提出了较好的解决方法。", "label": "控制科学与工程", "id": 0}
{"content": "本课题是以实战应用为导向和目标,统筹通信、导航、遥感,加强与云计算、大数据等前沿技术的融合,打造面向多灾种、全过程和多要素的立体监测能力,实现从灾后观测分析向灾前风险预警的转型。在方式方法、结果上实现如下三个方面:全时空实时感知:课题基础是空天地实时感知网络以及感知网络获取的实时数据。采用空（无人机）、天（卫星遥感）、地（北斗终端设备、三维激光等）等技术手段,实时获取高中低多源多尺度空间数据,在获取原始数据后实时或快速给出用户所需监测参数,实现对示范矿山的快速感知。全周期实时监测:在建立全时空实时感知数据体系的基础上,平台建立起\"事前—事中—事后\"的全生命周期管理系统。基于空天大数据技术建立遥感影像特征库和地表光谱库,为快速监控定位示范矿山周边地质灾害点的变化自动检测提供数据分析基础,从而实现对矿山事故风险的快速发现,反馈。全要素实时评估:矿山的风险事故要素较为复杂,实现矿山风险事故全要素的实时智能评价是平台的重要目标之一,建立起\"感知—体检—评估—预警—更新\"的智能迭代系统。", "label": "控制科学与工程", "id": 0}
{"content": "人工智能是研究、开发用于模拟、延伸、扩展人类智能的理论、方法、技术及应用系统的新兴技术学科。从其诞生起,经无数研究人员的努力,在很多领域都有让人惊奇的表现,其强大的智能也为航天航空领域提供了新的生机和可能。高分对地观测的用户需求来源广泛,且实体与对象关系错综复杂,其观测目标在时、空、频特性方面存在较大差异和专业性,如何准确、统筹把握用户的意图,降低遥感观测需求规划筹划的主观性,对有限的遥感资源进行自主任务调度,形成具有内在时空逻辑约束关系的动态智能任务网络,转变需求由\"被动受理\"向\"主动推送\"的响应机制,是动态组织各类观测资源,高效、智能化调度各类遥感资源的重要保障,本文主要研究利用知识图谱与自然语言处理（NLP）等人工智能技术,对遥感观测需求自主筹划可行性进行分析论述。", "label": "控制科学与工程", "id": 0}
{"content": "随着遥感成像技术的不断发展,对高分辨率遥感影像智能理解的需求已由区域的、局部的转为广域的、全球的。高分辨率遥感影像场景分类是遥感影像智能理解的重要一环,然而当前遥感影像场景分类模型的训练依赖于大量的带标签样本。但在全球尺度下,遥感影像时空特征差异大,而带标签样本的容量有限,难以覆盖丰富多样的遥感时空场景。为此,我们提出了一种具有三分支结构的自监督学习框架,该框架每个分支对无标签的高分辨率遥感影像数据进行一类影像增强变换,并通过分辨增强后的影像是否来自于同一张原始影像来训练模型。训练完成的模型可用于下游的场景分类任务,从而能够利用丰富的具有不同时空特征的无标签样本来训练遥感场景分类任务的模型。我们在NWPU45、AID等遥感场景分类数据集上进行了大量实验,实验结果表明该方法在场景分类任务上相较于传统的依赖大量带标签样本的监督学习方法有更好的性能。", "label": "控制科学与工程", "id": 0}
{"content": "针对遥感图像飞机目标检测过程中受云雾或建筑物遮挡而检测精度降低的问题,本文提出了一种基于注意力机制的遥感图像遮挡飞机目标检测算法。首先通过卷积神经网络提取图像特征生成特征图谱,引入注意力机制CBAM模块从通道和空间两个维度计算相应的注意力图谱,然后将注意力图谱与输入的特征图谱相乘来进行特征的自适应学习,从而使模型突出有用特征并有效抑制无用特征。经实验验证,在高分辨率遥感图像遮挡数据集（HR-RS）上对比传统遥感图像飞机目标检测网络与本文引入注意力机制的改进算法的检测性能,本文算法在遮挡飞机目标检测精度上相比Faster RCNN提升了4.5%左右,实验结果充分验证了本文算法的有效性,该算法可为机场监管、军事侦察等应用提供重要的技术支持。", "label": "控制科学与工程", "id": 0}
{"content": "遥感影像都是获取的大像幅地表影像,目标在影像上占比小且离散分布,为了改善遥感影像目标呈边缘分布时存在漏检,以及对小目标不敏感的问题,本文以YOLOv3为网络基础进行检测。首先,基于Gabor滤波器对卷积核进行滤波,构造新的卷积核提取边缘特征;同时对损失函数进行改进,分别对包含目标的检测框位置损失Location Loss、置信度损失Confidence Loss以及分类损失Classfication Loss添加边缘控制因子η,用于加强图像边缘权重;另外增添新的上采样尺度Scale4负责更精细的小目标检测。相比YOLOv3,检测效果有了明显提升,召回率达到88.24%,mAP达到94.15%,分别提高了4.73和2.88个百分点,尤其对于小目标和边缘目标的检测效果明显。", "label": "控制科学与工程", "id": 0}
{"content": "为全面、准确、高效、经济地监测交通设施形变,方便用户分析交通设施运行状态,开展基于InSAR和北斗技术的交通设施健康监测系统的设计与实现。系统对海量交通设施形变数据进行统一管理、更新、显示和分析,并结合国家和行业标准进行预测预警,具有监测范围大、实时连续、成本低、使用方便的特点,已在南京地铁、高架、机场的形变监测和管理中应用。", "label": "控制科学与工程", "id": 0}
{"content": "地物目标特性是重要的遥感图像基础性研究内容,最终目的是为图像的解译与专题应用提供支持。如何使地物目标特性智能化、精准、高效地为图像应用分析服务,是特性应用的难题之一。本文以地物目标高光谱特性为例,提出了一种基于概念知识分类模型的特性信息描述方法。采用概念知识树作为描述特性的知识表达体系,将原来抽象化的特性知识具体化、实用化,可以与目标图像解译及应用需求、算法、应用流程、应用模型构建紧耦合,显著提高任务驱动的图像解译与应用的智能化水平。最后,论文举例说明了本文提出的从知识的角度来分类组织语义逻辑上的特性应用模式,能较好解决特性支持目标分类检测与识别的解译应用存在的效率与精度困难,提升特性应用的智能化程度。", "label": "控制科学与工程", "id": 0}
{"content": "以某处古代石碑墨书古文字为研究对象,利用高光谱成像仪快速无损获取近红外波段（1000-2500nm）的高光谱立方体数据。针对墨书文字可辨识度不高的问题,本文分析石碑背景和墨书古文字区域的光谱特性差异,选取各波段间相关性小且图像对比度高的波段作为墨书文字图像增强的特征谱段,并基于此提出古文字增强指数TEI。在墨书古文字识别这一特定任务下,基于TEI的高光谱图像增强方法与光谱角制图（SAM）,连续最大角凸锥（SMACC）相比综合表现最优,并在此基础上发现十余处人眼难以识别的文字信息。结果表明墨书古文字图像增强结果为后续的专家文字鉴定、文字修复工作提供了重要依据,同时证明高光谱遥感技术在文物保护和信息恢复工作中不可限量的潜力。", "label": "控制科学与工程", "id": 0}
{"content": "植被覆盖度是研究地球表面植被生态系统动态过程的重要参数之一,对生态环境监测,碳循环模拟和气候变化研究等具有重要影响。当前低空间分辨率植被覆盖产品较多,如GEOV2,GEOV3和全球陆表特征参量产品（GLASS）,空间分辨率从几公里到几百米。虽然其具有较好的时间和空间连续性,但它们不能满足精细的区域尺度分析。因此,我们通过结合高分二号的高空间分辨率影像数据和机器学习算法来估算Landsat尺度的植被覆盖度。我们使用空间分辨率为1m的高分二号数据构建30米分辨率的植被覆盖度训练样本,将其用于训练随机森林模型,通过训练样本的随机选择进行模型精度评价,训练的模型均方根误差小于0.1。同时,通过与全球ImagineS站点的植被覆盖度测量值对比,得到均方根误差小于0.2,与GLASS FVC产品的比较结果显示R~2大于0.9,结果证明所提出的方法能够应用于大范围、中高分辨率的植被覆盖度估算,并为长时序的植被覆盖变化分析提供更加精细的数据支撑。", "label": "控制科学与工程", "id": 0}
{"content": "针对卫星上微振动影响遥感图像成像质量的问题,提出了一种基于惯性参考基准的像移测量方法,介绍了该方法的原理。为验证该方法的实际性能,研制了一套试验验证系统,包括验证相机（惯性参考基准单元、哈特曼传感器）、积分球、靶标、平行光管、隔振平台、激振器、六自由度支撑台等。开展了多种工况下的验证试验,结果表明,基于惯性参考基准的像移测量方法实现了较高的测量精度,与哈特曼传感器的测量数据相比,误差不超过0.12像元（rms）。该方法可用于通过离线处理的方式提高遥感图像质量,也可以直接驱动稳像镜,在线补偿星上微振动。", "label": "控制科学与工程", "id": 0}
{"content": "遥感与导航因其高效、实时性而成为信息应用重要支持系统,但环境对二者信息获取能力的影响会限制其应用,因此本研究探索了复杂环境下,如何最优化融合利用遥感与导航信息。本研究包括三部分:1)环境对遥感与导航的限制。本研究从时间、地理、电磁三方面描述环境复杂性,并分析了不同环境对遥感、导航可用性的影响。2)不同应用场景对遥感与导航系统的不同融合需求。本研究将融合方式划分为\"评估+资源调配\"下的协同融合;\"测绘\"下的集成融合;\"导航、制导\"及\"气象\"下的深度融合。3)复杂环境约束下的遥感与导航系统的最优化融合利用模型构建。本研究以可见光、微波传感器为例来描述三个基础模型的构建。综上,本研究实现了复杂环境约束下遥感与导航数据的最优化融合利用,为自动化任务推荐、决策辅助等提供理论支持。", "label": "控制科学与工程", "id": 0}
{"content": "全球化的地表覆盖、环境监测等地球系统科学与高效高质量的全球地表覆盖监测应用,迫切需要基础性的高光谱遥感反射率数据作支撑。光谱反射率是高光谱卫星遥感数据的核心数据产品,直接关系到高光谱卫星应用效能和质量。由于多光谱与高光谱的遥感影像的谱段范围、分辨率宽度、中心波长等因素有一定差异,高光谱与多光谱遥感影像的融合处理具有极大难度。本研究采用物理参量归一化的思想,基于GF5、GF1WFV、ZY3等多源卫星遥感数据,进行GF系列卫星的物理参量融合,实现在地表参数物理量数值保持的情况下的高光谱遥感影像的空间分辨率提升。根据噪声、信息熵、清晰度、光谱角余弦、相关系数、均方根误差等融合质量评价结果表明,融合结果与原始数值表现一致,GF5与ZY3融合的噪声水平、信息熵和清晰度指标较优,GF5与GF1融合的光谱角余弦、相关系数和均方根误差指标较优。本研究为高光谱遥感数据的高精度、定量化的处理提供了一个新的途径和方法。", "label": "控制科学与工程", "id": 0}
{"content": "遥感影像的语义分割是遥感图像理解中一个基本任务,以深度全卷积网络为代表的技术今年取得了令人映象深刻的成果。然而,但是现有的高分辨遥感图像语义分割方法中普遍存在着明显的\"椒盐现象\"（单个地物内部分像素被识别为其他地物）,造成这现象的主要原因是遥感地物存在类内不一致（地物标签相同但外部特征不同）与类间无差别（两个相邻的地物,标签不同但外部特征相似）。针对遥感图像中类内不一致和类间无差别问题,提出一种基于全局-边界融合网络的高分遥感影像语义分割网络（GBFNet）。我们认为造成类内不一致现象的主要原因是缺乏准确的上下文信息,因此GBFNet使用一个全局网络,通过引入图像上下文信息,增强判别特征之间的语义一致性;同时,使用边界网络,引入边界信息,以增大相邻地物之间的特征距离,缓解类间无差别现象。在Vaihingen和ISPRS Potsdam等基准数据集上的实验结果表明,GBFNet优于现有的基线方法,在m F1指标上最大提高5.2%,并且可视化分析结果表明本文提出的方法在减缓椒盐现象方面具有明显优势。", "label": "控制科学与工程", "id": 0}
{"content": "准确获取城市无序固废堆场的位置和范围,有助于相关部门开展固废排查工作,对于创建\"无废\"城市具有重大意义。本文针对传统城市固废地面调查难以大范围高效监测固废堆场分布、现有基于遥感技术的方法存在固废堆场识别效率与可靠性低下等突出问题,将高分遥感与深度学习相结合,提出一种基于Mask R-CNN实例分割模型的智能化固废堆场高分遥感识别方法。实验表明,本文方法的固废堆场识别结果可以很好地匹配地面真实值,同时该方法面对大范围场景能够快速地完成固废识别任务,证明本文方法对于固废堆场的识别具有较强的应用潜力。", "label": "控制科学与工程", "id": 0}
{"content": "针对遥感卫星对地凝视成像的姿态控制问题,提出了一种适应任务需求的姿态控制方法。该方法采用分段结构:一阶段基于Bang-Bang控制,使卫星姿态快速指向地面目标;二阶段采用级联方法设计自适应控制器,实现卫星持续高精度的姿态跟踪控制。最后通过仿真试验,验证了所设计姿态控制方法的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "针对光学遥感图像舰船检测任务,提出了基于Faster R-CNN的舰船检测模型,使用深度卷积神经网络代替传统人工设计特征提取,可以实现从大量数据中快速、自动提取舰船特征,使得舰船检测性能的好坏不再依赖于人工特征的设计。本文提出了基于Faster R-CNN的舰船检测模型与两种不同大小的卷积神经网络结合的算法,通过在HRSC16公开数据集上的实验,验证了模型的检测能力。实验表明,在HRSC16数据集上,模型的m AP可达到77.5%。针对毗邻船只检测中存在的查全率较低的问题,本文采用Soft-NMS的方法,实验表明,同传统的NMS相比,采用Soft-NMS的方法,可以有效提升模型检测性能。同时,实验还表明了模型具有较好的准确性和鲁棒性,有一定的泛化能力。", "label": "控制科学与工程", "id": 0}
{"content": "介绍了0.5m分辨率的WorldView-2光学卫星影像立体测图技术在伊拉克南部某整装油田开发基本设计阶段的应用情况。针对油田地势平坦,植被覆盖率低,地物稀少的特点,研究了适用于自然地物和土陇、沟渠等狭长微地貌的像控点选择方法。通过全局离散点检核法和局部区域地形图对比检核法两种方式,分别计算了0.5m分辨率光学卫星影像立体像对的平面测图精度和高程测图精度,结果表明:精度可以满足1:5000地形图的精度要求。并进一步介绍了基于立体像对生产的3D产品在油田基本设计阶段的应用。", "label": "控制科学与工程", "id": 0}
{"content": "多元曲线分辨能够通过对光谱数据分解,获取到特定主成分的光谱信息及其信号贡献的相对强度。在实际应用中,数据中可能存在非线性信息,除了需要采取不同策略对光谱进行预处理,还要采取措施提高光谱中有效信息的表达,减少光谱数据背景干扰,降低光谱噪声,消除冗余变量等。然而经过特定预处理后能否继续获取其中特定成分的特征分辨成为一个难以解决的问题。采用多种方法对光谱进行了压缩,比较了压缩后数据的可解释性。", "label": "控制科学与工程", "id": 0}
{"content": "遥感技术是水土流失动态监测的重要支撑手段。介绍了适用于重点监测区水土流失遥感动态监测的国产卫星数据资源情况,针对区域水土流失动态监测中存在地理国情监测数据应用不充分、信息提取方法主要依靠人工解译、野外验证支撑手段不足等问题,探讨了基于地理国情监测数据的天空地一体化重点监测区水土流失动态监测技术,提高水土流失遥感监测自动化、现代化水平。", "label": "控制科学与工程", "id": 0}
{"content": "卫星导航、卫星遥感是卫星应用的两个重要领域,在各自的垂直领域都开创出一片天地,具有鲜明的应用特点及用户群体,但彼此之间发展并不均衡,尤其在我国这一问题尤为突出。随着北斗三号系统卫星组网完成,将催生4 000亿投资空间,能否从中切到一块蛋糕,不仅需要从业者努力发掘垂直领域的应用,还要开阔视野,让北斗与遥感、通信、AI、低轨通信等新兴技术彼此赋能,从平台、服务、数据、应用、终端等不同层次深度融合,才能真正做大做强卫星应用产业。作为国内领先的卫星应用服务商,航天宏图在这方面进行了一些有益的尝试,并规划了未来的技术路径,真正让卫星应用服务于大众的日常生活。", "label": "控制科学与工程", "id": 0}
{"content": "农业作为我国第一产业,具有非常重要的地位,在国家战略地位尤为重要。国家历来重视农业发展。智慧农业作为从数字农业、精准农业逐渐发展而来的现代农业的高级阶段,旨在充分利用现有的信息技术,包括更透彻的感知技术、更广泛的互联互通技术和更深入的智能化技术,使农业系统的运转更加有效、更加智慧,这是我国农村经济社会发展的必由之路。通过发展智慧农业有望改变现有农业生产方式,改善农业\"看天吃饭\"现状,提高农业生产效率,提升农产品质量,驱动我国农业变革。", "label": "控制科学与工程", "id": 0}
{"content": "植被指数可以指示地表绿度和植被覆盖度,因此被广泛地应用于大尺度地表植被活动的监测和评估。而借助植被覆盖度研究区域植被的时空动态特征,可为区域生态建设和可持续发展提供科学依据。以淮河流域为研究区域,利用MRT和IDL技术,基于长时序的MOD13Q1产品数据和趋势分析方法,对2000-2018年淮河流域植被覆盖度的变化进行分析,同时对比分析归一化植被指数和增强型植被指数。研究表明:（1）在计算淮河流域植被覆盖度的过程中,经综合分析,选择拉伸值为1%、99%的像元二分模型方法统计分析效果最佳。（2）从长时间序列角度,淮河流域在2000-2018年期间,植被覆盖呈下降趋势。（3）从空间分布的角度,淮河流域的大别山东北沿线一带以及平原地区的植被覆盖度较高,但归一化植被指数计算的结果整体上大于增强型植被指数的统计结果。", "label": "控制科学与工程", "id": 0}
{"content": "西南地区受多云雾气候的影响,光学遥感数据难以全时间覆盖。InSAR雷达遥感不受气候影响,具有全天时、全天候探测能力,地物穿透力强。双极化的Sentinel-1A来源于哥白尼计划开放数据中心,可免费获取,重访周期为12天。本文以重庆市璧山区为例,以Sentinel-1A双极化雷达遥感和Sentinel-2A光学遥感影像为基础数据,在数据预处理的基础上,对雷达数据进行极化分解、灰度共生矩阵生成并融合光学遥感波段以监督分类。使用Sentinel-2A真彩色波段合成结合璧山区LUCC和Google Earth影像,通过目视解译建立监督分类训练样本,首先对光学遥感数据采用神经网络法和支持向量机SVM分类,之后将Sentinel-1A的极化分解和灰度共生矩阵的部分波段与Sentinel-2A数据波段融合,进行神经网络和SVM分类,通过混淆矩阵对分类精度进行评价。", "label": "控制科学与工程", "id": 0}
{"content": "遥感技术是获取水利信息的主要手段之一,过去水利信息获取主要采用被动遥感技术,其获取水利信息具有影像数据处理自动化程度低、植被穿透性差、不能获取真实地面、植被参数无法获取等不足。为解决被动遥感的不足,提出采用机载LiDAR技术获取水利信息。选择不同地势、地表覆盖物及覆盖率的典型区域进行机载LiDAR数据精度及水利信息提取技术研究。研究表明机载LiDAR技术可同时获取影像及点云数据,丰富水利信息表达;点云数据含直接含被测物三维坐标信息,数据处理简便、高效。利用机载LiDAR获取数据及产品具有良好的精度,且可充分结合影像平面精度高、点云高程精度高的优势,实现高精度的水利信息获取。机载LiDAR点云数据及其产品精度受地形坡度、植被覆盖密集度影响,坡度越大精度越低,植被越密集精度越低,但受影响程度较小。利用机载LiDAR植被穿透性,可实现植被水平与垂直分布定量识别。利用机载LiDAR获取的数据可提取土地利用状况、水利设施等信息。研究结果表明,利用机载LiDAR技术获取水利信息具有独特优势。", "label": "控制科学与工程", "id": 0}
{"content": "化工生产过程中排放过量的氮和磷元素导致水体富营养化及藻类水华灾害频发,而现有的藻类水华分析存在两方面问题:一方面仅考虑氮或磷元素对藻类生长过程影响,忽略水体底物中的氮磷反馈机制,没有反映氮和磷元素在藻类水华形成过程中的完整循环过程;另一方面仅基于现场监测点数据研究,缺乏对整体水域的全面分析,而遥感图像能够反映整体水域变化,但传统分析方法难以有效处理海量的遥感数据。本研究以富营养化状态和叶绿素a浓度作为藻类水华的表征指标,以遥感图像及水体中的总氮和总磷为主要研究对象,提出一种基于遥感图像3D-CNN及氮磷循环的水华形成过程分析新方法。首先,基于3D-CNN对遥感图像进行特征提取,并采用细菌觅食算法优化网络结构,预测水体富营养化等级。其次,考虑水华形成过程中氮循环、磷循环等化学过程,根据\"氮-磷-藻\"之间的耦合关系及底物反馈机制,建立三维生化动力学时变参数模型,确定水华暴发程度及临界条件,并融合遥感图像提取的特征信息建立ENN模型,预测水华暴发的时间及程度。本研究选用由MODIS卫星获取的太湖流域遥感图像及水域中的总氮和总磷等水质监测数据。仿真结果表明,基于遥感图像3D-CNN结合氮磷循环的分析方法在富营养化状态和水华暴发预测方面均取得良好效果。", "label": "控制科学与工程", "id": 0}
{"content": "无人机设备是一种现代化的新型设备,这种设备已经广泛应用到我国社会的各个领域中,而且发挥了巨大的作用。将这种设备应用到测绘工程的测量工作中,可以改变原有的技术应用方式和工作形式,在进行测量的过程中,具有更多的优势。将无人机遥感技术应用到测绘工程的测量工作中,不仅可以提高测量结果的准确性,而且可以对一些比较复杂的区域进行测量。在开展工作时,还可以降低人力物力资源的投入力度,使得这项工作在开展时更加的顺利。本文就无人机遥感技术在测绘工程测量中的运用进行相关的分析和探讨。", "label": "控制科学与工程", "id": 0}
{"content": "随着空间技术的不断发展,遥感仪器在对地观测、大气探测及海洋探测等方面的应用也不断拓展,以实现不同任务的观测精度。空间遥感仪器热控技术旨在保证遥感器各部件所需温度水平、温度梯度和温度稳定度,以满足遥感器高质量成像要求。本文对现有的空间热控技术进行了分析总结,介绍了各种热控技术的特点、技术成熟度及适用范围。并对典型空间遥感器热控系统进行了剖析,介绍了先进空间遥感仪器热控系统指标参数和具体热控方案,总结了空间遥感仪器热控系统发展规律与发展趋势,为在研空间遥感仪器的热控技术发展提供借鉴。", "label": "控制科学与工程", "id": 0}
{"content": "利用星载高精度黑体做基准源对遥感仪器的红外通道进行辐射定标是常用的定标方法。本文介绍了中分辨率光谱成像仪（MERSI）内部黑体性能以及在轨红外辐射定标原理,重点论述了红外辐射线性定标方法,利用仪器每个扫描周期独立获取冷空间和内部黑体计数值,进行红外通道在轨定标计算。定标结果为FY-3C/MERSI定标系数的获取提供了重要的参考和评估。", "label": "控制科学与工程", "id": 0}
{"content": "遥感技术的发展推动遥感图像数据爆发式增长,并呈现出更高分辨率、更大幅宽的趋势。传统地物分类方法特征提取能力和泛化能力不足以解决高分辨率遥感图像的多地物分类问题。语义分割网络在自然场景图像中展现了强大的特征提取能力。针对复杂场景的高分辨率遥感图像,需结合遥感图像的特点,提出更适用于遥感图像地物分类的遥感语义分割模型。", "label": "控制科学与工程", "id": 0}
{"content": "为了解决基于JPEG2000压缩的遥感图像数据的高速解压缩问题,提出了一种基于FPGA和专用软解压IP核的遥感图像解压缩系统方案。该方案主要包含高速压缩数据的缓存、数据拆分与分发、数据容错处理、压缩数据和辅助数据提取、多片FPGA并行解压缩处理等部分。实际验证表明,该方案能够支持多FPGA同时解压,实时遥感图像解压缩处理速率最高达到1.5Gbps,满足无损解压缩的要求,任务并行度高、系统可靠性及鲁棒性强,适用于高速遥感图像解压缩的应用场景。", "label": "控制科学与工程", "id": 0}
{"content": "土壤湿度是干旱的重要指标之一,旱情监测一般都是以估测土壤水分含量为基础的。土壤含水量的获取方法大致可分为两类:田间单点实测法和遥感指数法。田间单点实测法主要采用称重法、快速烘干法、中子水分探测法、电阻法、TDR法等测量土壤水分含量。这些方法可以较为准确地估测单点土体剖面的含水量,但是其成本高,采样速度慢,而且土壤、地形、植被覆盖上的空间变异较大,使得单点的代表性差,限制了它的应用范围。遥感指数法估测土壤水分含量是通过测量土壤表面辐射或反射的电磁能量获得,此方法可以快速地获得大区域的土壤水分信息,成本较低,不过模型的复杂程度、适用范围和精度各不相同,需要针对不同区域的地形特征,匹配专业的干旱模型。区域旱情监测技术包括卫星遥感、无人机遥感、中子探测系统等,本文将根据各自的技术特点,开展业务应用探讨。", "label": "控制科学与工程", "id": 0}
{"content": "中国第二大长河黄河被称为\"母亲河\",但黄河也时常会给人们带来凌汛灾害。流动的冰称为凌,冰在水面或水体中随水流动称为流凌。冰凌流速的大小直接影响结冰条件和冰凌的输移、下潜、卡塞等过程,因此它是黄河冰凌检测研究内容的重点之一。无人机航拍的成本较低和实时性较强等特点使得无人机的应用范围趋于广泛,此外,无人机遥感航拍具有覆盖面积大、时效性强等优势,可以获取一定范围的流凌视频。因此本论文基于无人机航拍视频对黄河冰凌流速进行研究。本论文的目标是对黄河冰凌无人机遥感视频中冰凌进行目标跟踪以得到准确实时的冰凌流速,从而为黄河冰凌预警预测工作提供科学信息。主要研究内容分为三个部分:（1）由于黄河河段风力较大,无人机航拍采集数据时时会存在抖动,所以首先对无人机遥感视频进行稳像去抖等预处理操作得到相对稳定的视频;（2）在此基础上使用角点检测算法获取视频帧中的角点,通过Lucas-Kanada金字塔光流算法检测出该视频的运动区域,对运动区域内的角点进行光流追踪,计算出区域内像素点的平均速度,通过实际距离与像素点的比例,最终得到实际的冰凌速度。为了验证结果的可靠性,通过手动选取像素点集进行速度计算,然后对比两个速度计算结果分析计算结果可靠性与准确性;（3）此外,采用语义分割网络对视频帧进行图像分割,实现冰凌识别且计算冰凌密度的功能。为了将本论文的研究更好地用于实际生产中,最终将冰凌速度计算和冰凌密度计算两个功能模块集成,开发出冰凌密度与速度的实时监测软件。对视频运动区域进行手工标注点群并跟踪,从而对实际冰凌速度进行计算。最终得到的结果与通过本文算法得到的结果之间的误差在0.5%左右。结果表明本文计算黄河冰凌速度的算法具有较高的准确性,实现了实时性的监测。此外,将黄河冰凌识别并计算密度功能也加进软件系统中,最终将冰凌速度计算和冰凌密度计算两个功能模块集成开发出流凌密度与速度的实时监测软件。", "label": "控制科学与工程", "id": 0}
{"content": "光学遥感图像中的舰船检测正在吸引越来越多人的注意,它在军事监测、渔业管理和路线规划等方面都有很广阔的应用。然而,由于尺度变化和云雾遮挡,在遥感图像中找到舰船是一项相当有挑战性的任务。随着卷积神经网络的发展,越来越多的基于学习的方法被提出。这些方法主要基于锚点,通过回归预定义的锚点框和真值标签间的偏差来检测舰船。最近,自然图像目标检测领域出现了一些基于关键点的检测方法,在性能上超越了之前的方法。然而,这些方法只能得到水平对齐的检测框。本论文基于关键点检测思想,提出了一种基于角点的舰船检测方法,来生成任意方向的检测框。一艘船的尺寸、位置和方向可以通过船头和船尾两个角点来获得。对于一艘船,本文定义在水平轴的投影上值较低的点为左角点,另一个为右角点。通过一个端到端的全卷积网络可以预测出两个角点的位置。所设计的网络包含特征提取、特征融合和船只检测等模块。特征提取采用残差结构来抽取多层次的特征图,特征融合模块采用混洗策略对多层次的特征图进行融合,船只预测则对船的两个角点进行预测,生成船的包围框。考虑到一幅图像中往往存在多条船,仅仅使用角点可能会生成许多错误检测的框,我们增加了对舰船中心点的预测,来对检测结果进行进一步确认。在实验中,我们将本文提出的算法与RRCNN和YOLO v2两种方法进行对比。RRCNN使用RRoI Pooling来提取适应舰船形状的特征。YOLO v2则在输出的特征图中增加了一维来预测船的角度。实验结果表明RRCNN很容易被船的航迹或云雾遮挡所影响,得到的检测框往往是不够精确地。YOLO v2则不能很好的检测到小目标或紧密对齐的目标。而本文提出的方法在三个方法中取得了最好的检测效果,且具有鲁棒性好的优点。", "label": "控制科学与工程", "id": 0}
{"content": "为监测尾矿库的风险,以赤城县为例,利用GF-1高分辨率遥感影像,基于RS及GIS手段对尾矿库的流域风险进行了监测分析。首先通过目视解译得到研究区尾矿库59个,然后选取DEM数据提取流域轮廓信息及分级河网,进而基于Arc Hydro模型模拟尾矿库的溃坝路径。最后通过构建溃坝路径的缓冲区,得到尾矿库发生溃坝所造成的地物影响范围及面积。研究结果表明:赤城县尾矿库的溃坝路径总体是从西向东,从北向南,受溃坝影响的地物总面积达到480km~2。其中,林地176.52km~2,耕地175.52km~2,城市建设用地43.74km~2,农村建设用地2.47km~2,水体受灾面积达到17.72km~2,草地和牧场受灾面积分别为3.60km~2、1.22km~2。研究结果表明,利用RS及GIS手段对尾矿库进行监测和分析并提出安全预警具有重要的研究意义和实用价值,可以满足大范围的尾矿库监测及风险评价,提升尾矿库的风险管理水平及应急响应能力,为有关部门制定决策提供理论依据。", "label": "控制科学与工程", "id": 0}
{"content": "采用长时序GIMMSAVHRRNDVI3g（1982～2013）遥感影像,通过回归分析、高斯拟合、NDVI体积积分,获得夏邑、永城实验区冬小麦、夏玉米当量生物量,返青期、枯黄期与生长期变化趋势,并结合气候驱动因子（降水、气温）分析与植被指数变化相关性。结果表明:（1） 32a研究区植被指数呈增加趋势,永城植被的长势优于夏邑,NDVI当量生物量高于夏邑;（2）永夏实验区返青期显著提前,枯黄期略有提前,致使两个研究区植被生长期呈显著增加趋势,其中永城试验区植被生长期增加约为夏邑的3倍,生长季提前是永夏地区植被活动对气候变化响应的主要方式;（3）研究区NDVI与气温呈显著正相关,与降水无显著相关性。", "label": "控制科学与工程", "id": 0}
{"content": "<正>对压电式合成射流激励器压电振子的振动特性进行系统研究。通过对压电式合成射流激励器压电振子在简支/夹支条件下的工作特性研究,获得了压电振子振动特性,包括频率特性、振动位移时间特性、响应时间特性,", "label": "控制科学与工程", "id": 0}
{"content": "<正>新型合成双射流激励器由一个调流滑块、两个出口和两个腔体共享一个振动膜构成。新型合成双射流激励器的新颖之处在于两个腔体共享一个振动膜且调流滑块对射流具有调节功能。新型合成双射流激励器两个腔体共", "label": "控制科学与工程", "id": 0}
{"content": "<正>合成双射流激励器是新发展起来的一种合成射流激励器:其两个腔体共用一个振动膜,充分利用了振动膜双向振动的辐射能量,提高了能量利用效率和易集成化程度;振动膜两个侧面都位于受控流场中,避免了当受控流场和环境外流场之间存在较大压差时引起的振动膜工作失效问题。对具有不同出口倾斜角度的合成双射流激励", "label": "控制科学与工程", "id": 0}
{"content": "本文介绍高压水射流技术的工作原理、特点以及在切割领域的应用。", "label": "控制科学与工程", "id": 0}
{"content": "<正>在高压加载下材料表面会产生微物质喷射,传统全息技术已应用在微物质喷射的测量中,获得包含粒子形状和位置信息的再现图像。数字全息技术作为传统全息技术的一种替代手段,直接采用CCD相机接", "label": "控制科学与工程", "id": 0}
{"content": "本文根据水声学原理和瞬变流理论,在自激振荡脉冲射流喷嘴的基础上,设计了一种新型的串联型脉冲喷嘴,它由Helmholtz谐振腔和风琴管谐振腔串联组成。实验选用三种不同形状碰撞壁风琴管,采用SD150测试系统,分析了串联型脉冲射流动态特性和形状变化对脉冲射流特性的影响规律以及泵压和风琴管振荡腔长对射流冲蚀效果的影响。实验结果显示:如果两振荡腔结构参数选择合理,使其固有频率耦合,射流将能激励出更大的流体振荡,射流的瞬时能量将得到更大提高;三种碰撞壁中,冲蚀效果最佳的是球面形碰撞壁风琴管串联型脉冲喷嘴。", "label": "控制科学与工程", "id": 0}
{"content": "本文基于水声学和流体动力学原理,建立了振荡腔内脉冲射流频率的模型,得出模态数N、流体密度ρ以及密度变化率D是影响射流频率的关键因素。实验采用SD150测试系统分析了自激振荡脉冲射流动态特性中各参数对其频率的影响,主要研究了泵压和自激振荡腔长对射流频率的影响。实验结果表明脉冲射流幅值比连续射流提高了约20%。泵压升高,射流频率增加。腔长增大,射流频率降低,且存在一个最佳腔长使脉冲射流压力峰值达到最大。实验结果与理论分析一致。实验结果可用于指导工程设计,同时有助于进一步深入认识流场。", "label": "控制科学与工程", "id": 0}
{"content": "本文介绍了一种新型的冲击冷却型冷板,重点运用场协同理论研究了冲击冷却过程,解释了冲击冷却形成强化换热的机理,并分析冲击角对强化换热效果的影响以及对驻点位置的影响。", "label": "控制科学与工程", "id": 0}
{"content": "<正>基于任意拉格朗日-欧拉流固耦合算法（ALE）,建立了脉冲水射流破岩的有限元模型,以此对不同入射速度下的破岩过程进行模拟,展现了岩石在脉冲水射流作用下的破碎演化过程,分析了射", "label": "控制科学与工程", "id": 0}
{"content": "根据压电射流角速度传感器实际工作情况,从腔体中流体运动情况出发,分析传感器安装位置对角速度输出电压的影响。理论分析了安装位置变化对敏感元件中气体受力影响。利用 CFD 在输入角速度为150°/s,安装位置到转轴距离变化时,计算敏感元件中气体速度分布。将数值计算速度值带入 King 公式中,计算热敏丝检测电桥输出电压值。分析结果显示,电桥输出电压增量随着安装位置到转轴距离增加而增加,并得到电桥输出电压与安装位置到转轴距离之间的计算结果。实验检测表明输出电压变化规律与计算结果基本一致。", "label": "控制科学与工程", "id": 0}
{"content": "从高压到超高压,从小功率到大功率,从单机到成套,从机电控制到智能化——这已成为高压清洗机国际水平的标志,而且,这一标志的突出特点就在于多学科密切融合服务于一个工程目标。本文通过对美国近两年国际性水射流技术会议和展会的产品剖析,揭示当今国际水射流技术产品的水平特征,以促进国内同行开拓技术视野,开发新技术产品。本文分三个部分:1.超高压大功率泵机组;2.成套技术的工程应用;3.旋转射流技术——密封与减速。", "label": "控制科学与工程", "id": 0}
{"content": "从高压到超高压,从小功率到大功率,从单机到成套,从机电控制到智能化——这已成为高压清洗机国际水平的标志,而且,这一标志的突出特点就在于多学科密切融合服务于一个工程目标。本文通过对美国近两年国际性水射流技术会议和展会的产品剖析,揭示当今国际水射流技术产品的水平特征,以促进国内同行开拓技术视野,开发新技术产品。本文分三个部分:1．超高压大功率泵机组;2．成套技术的工程应用;3．旋转射流技术——密封与减速。", "label": "控制科学与工程", "id": 0}
{"content": "由于非定常多相流流动的特性,射流自由表面的形状随着空间和时间的变化而波动。本研究对冲击式水轮机喷嘴射流进行了高水头运行工况下的非定常两相流数值解析,提出了基于流体体积（VOF）法对射流自由表面进行数值预测的方法,并用时间平均法预测出射流表面形状。", "label": "控制科学与工程", "id": 0}
{"content": "给出了描述非稳态等离子体射流在大气中的自由膨胀过程的二维无粘流方程——欧拉方程,利用FLUENT应用软件等离子体射流的膨胀过程进行了数值模拟,给出了射流的压力、温度和速度等参量的变化和分布规律。射流的膨胀过程中伴随着激波的形成和发展耗散过程,激波出现在射流的头部附近沿径向对称分布,并且激波前后射流各物理量具有较大的分布梯度。", "label": "控制科学与工程", "id": 0}
{"content": "<正>强冲击载荷下自由表面的粒子喷射现象还没有被清楚认识,很难从理论上给以准确的计算模型,因而从实验测定材料在冲击载荷下自由面面喷射物质的分布和粒子尺寸大小就显得非常重要。测量微粒场的脉冲激光同轴全息技术,具有在纳秒或更在短时间内“固化”运动微粒场、测量精度高、景深长、光路简单和获得的信息量大等优点。这些优势使得脉冲激光同轴全息技术成为研究微喷射场的重要测试手段之一。", "label": "控制科学与工程", "id": 0}
{"content": "首先对喷嘴外部射流的特性进行了理论分析,用边界层微分方程求出了其速度分布的积分解,绘制了喷嘴外部射流的轴向速度分布图。然后通过实验得到了TF6喷嘴的雾化粒子各平均直径随压力变化的规律。", "label": "控制科学与工程", "id": 0}
{"content": "用电探针法测定了直径40mm聚能装药所产生的聚能铜射流的头部速度,研究了射流出钢盖板时的射流头部速度（以下简称射流速度）与钢盖板厚度之间的关系,用最小二乘法拟合方程Vj=a+b·exp（-H／c）;分析了影响射流速度的原因,得到评价炸药射流感度的一个重要参数,即射流速度。", "label": "控制科学与工程", "id": 0}
{"content": "<正>用射流粉碎分级生产超细粉是目前超细粉生产的主要方法之一。射流粉碎给予材料破碎力主要是冲击力和摩擦力,并且这种作用是瞬间完成的。瞬间的冲击力作用在物体上将会以应力波的形式在物体中传播,而物体在动载冲击下将会产生与静压作用下截然不同的现象,其中最重要", "label": "控制科学与工程", "id": 0}
{"content": "<正> 项目简介: 射流自动冲洗机由射流自旋转喷头喷枪、专用管道及与之配套的水泵、电动阀门组成。该冲洗机构思新颖,技术先进,结构简单,维修方便,使用寿命长,是国内首创,在国际上也未见到有同类产品。", "label": "控制科学与工程", "id": 0}
{"content": "利用高压水射流技术对物料进行超细粉碎是近年来发展起来的新技术,随着人们对物料细度的要求越来越严格,水射流技术将在粉碎领域得到越来越广泛的应用。在本文中,作者首先分析了影响粉碎过程的几种因素,如:（1）颗粒之间以及颗粒与管内壁之间的摩擦作用;（2）在振荡腔内的空化作用;（3）在振荡腔内的和水楔作用;（4）两股射流的对撞作用。通过对粉碎前后物料颗粒的电镜观察,作者认为,对于具有原始缺陷的脆性材料颗粒,不论粒度如何,均可利用水射流粉碎机进行粉碎。作者建立了基于水射流粉碎系统的有限元分析模型,计算了相应的物料颗粒速度、射流压力。射流在亥姆霍兹振荡腔内能诱发一定频率的振荡波,当振荡腔的固有频率与水射流频率接近时,水射流产生自激振荡,使水射流的粉碎作用得到大幅度的提高。作者利用对撞式水射流粉碎机进行了铁鳞、花岗岩、无烟煤和玻璃的粉碎实验,结果表明,水射流可以高效地粉碎各种不同的脆性物料,是一种具有广阔市场前景的粉碎设备。", "label": "控制科学与工程", "id": 0}
{"content": "本文通过引入冲蚀数的概念来描述磨料射流切割所需的最小能量。从牛顿定律和赫兹方程导出一个称为量钢一的量的相对冲蚀强度,发现在磨拉冲击韧度材料过程中保持不变。进而基于多相流动力学模型计算出磨粒速度,模型中特别考虑了形成磨料射流的关键元件混合管中空气流量对摩粒加速过程的影响。最后建立了具有空气流量调节装置的试验系统来测量冲蚀数,表明它可以应用于预测磨料射流切割性能。", "label": "控制科学与工程", "id": 0}
{"content": "本文将紊流K-ε模型和多流体模型结合,建立了适合于描述非淹没高速水射流喷嘴内外流场特性的数学模型,构造了可靠的算法,并进行了大量的模拟计算。计算的射流液体区长度与实验数据吻合较好,这证实了数学模型和算法的正确性。探讨了锥角等对锥形喷嘴射流流场的影响,指出了改进锥形喷嘴射流特性的途径及简单锥形喷嘴的不足。本研究方法可以用于其它形状喷嘴的非淹没高速水射流特性的数值模拟。", "label": "控制科学与工程", "id": 0}
{"content": "本文详细介绍了当今地毯工业中存在的问题以及现行地毯回收方法所存在的缺陷,介绍了高压水射流技术用于地毯回收的原理及可行性,并对其工作参数进行了分析,得出了适合工业应用的结论。", "label": "控制科学与工程", "id": 0}
{"content": "本文根据石油化工行业的清洗对象,针对高压水射流的特点和工程实践经验,提出了合适的清洗方法、装备及人员、设备的管理办法,对安全、有效、高速地完成该行业的清洗任务具有重要的参考和指导作用。", "label": "控制科学与工程", "id": 0}
{"content": "清洁是线材生产中一道很重要的工序,新装置用磨料射流为线材清洁,其磨料射流能产生对线材整个周面均匀的打击和磨削作用,若适当调查有关工艺参数,可大大提高清洁效率,保证清洁质量,满足对线材进行高速连续清洁的要求,该装置已获专利,若作适当改变,也可用作超高速水射流清洁线材而达到同样的效果。", "label": "控制科学与工程", "id": 0}
{"content": "流体（包括空气、蒸气、水等）引射机械已被广泛应用于国防科研、航空航天、石油化工、食品制造、水利排灌、激光器研制等技术领域,高效率的引射器更是备受青睐。对高效率的超声速多喷管中心引射器的特点进行了介绍,并在理论上提出了这种引射器的计算方法和结构参数设计原则。给出了这种引射器与通常使用的超声速环形引射器的对比实验的实验方法、实验模型的照片以及实验结果。以充分的实验数据和曲线证明:与超声速环形引射器相比,超声速多喷管中心引射器的效率高,结构紧凑,噪声小。因此,超声速多喷管中心引射器正被应用于各个领域。", "label": "控制科学与工程", "id": 0}
{"content": "<正>高压水射流技术是近20多年在国际上迅速发展起来的一门新技术,由于其具有某些其他方法无可比拟的优点,所以应用范围日趋广泛,如采矿、冶金、石油、化工、建筑、市政建设以及医学等领域,用于切割、破岩、钻孔、清洗、除锈等工作,均取得了不同程度的效果.高压水射流以水为介质,具有以下特点:工作介质（水）来源广、成本低,工作时具有降温、除尘、润滑等作用;对物料的作用力集中,方向性好,横向作用力非常小,且刚性部件不与物料接触,易于实现复杂形状的精密切割;工作参数可根据不同的作业要求及时调节,并可根据需要进行远程遥控.近年来,在充分了解射流特点的基础上,随着相关技术的发展,逐步出现了可满足不同作业要求及效率更高的新型射流,如空化射流、磨料射流、脉冲射流、非磨料聚合物", "label": "控制科学与工程", "id": 0}
{"content": "<正>笔者列举了近年来水射流技术应用于科普——为科技馆制作展品的实例与预研,得出以下两个结论:（1）普及水射流技术,随参数工况而产生的不同应用功能;（2）水射流技术模拟自然现象和制作工程模型.本文详细介绍以下实例及其原理:（1）神奇的水刀——采用200～300MPa超高压水射流、机器人控制进行金属与非金属材料两维、三维图形的冷态切割,实现瞬间滴水穿石;（2）水炮景观——采用低压水经一个特殊喷嘴喷射形成直径数十米的薄匀水爆发等壮丽景观;", "label": "控制科学与工程", "id": 0}
{"content": "<正>聚能射流形成过程及其它对水的侵彻过程,若材料是理想塑性,水是理想流体,那么整个过程应该是遵守相似规律的。但事实上,聚能射流、钢靶、铝等材料均偏离理想塑性。水中有粘性,雷诺数是水力学中很重要的参数。其次,小模型的稳定性比大模型差,尽管理论上很符", "label": "控制科学与工程", "id": 0}
{"content": "<正>深入研究射流失稳断裂的机理,延长射流断裂时间,是改善射流质量提高射流侵彻能力的重要课题。使用Johnson-Cook屈服应力本构关系和拉伸断裂应变公式,二维数值模拟复制了国外105弹射流断裂的实验结果,计算断裂颗粒个数与实验值完全一致,并初步研究了射流失稳断裂的物理过程,应力、应变、温度、密度、速度的时空分布。应用哈密顿原理给出了一维近似下射流运动的微分方程,包含径向收缩、表面张力、粘度、速度梯度、气动力、材料的屈服应力、剪切应力等因素对射流失稳断裂过程的影响。方", "label": "控制科学与工程", "id": 0}
{"content": "本文探讨了芯片的液体射流冲击冷却技术,提出一种新的带翅冷却块。实验测试研究表明,这种冷却技术能提供冷却散热通量达1×10~5W/m~2以上,芯片温度的均匀性等方面也有明显改善,总体性能和其它性能如接触热阻的影响等都能满足实际芯片冷却要求。", "label": "控制科学与工程", "id": 0}
{"content": "数字化工厂,涵盖产品规划管理（产品工艺性、工艺设计、虚拟仿真）、品质管理、生产管理、成本管理、服务管理。通过工艺研究,以离散型和流程型两种集成模式,形成有效数据流,进行收集、集成、分析、优化,驱动产品品质、成本、需求与预期的精准程度。", "label": "控制科学与工程", "id": 0}
{"content": "从数字化铸造工厂的车间管理痛点出发,结合目前的工业数字化发展方向和相关案例,分享如何通过目前的数字化手段,解决车间管理痛点,提高生产效率。从数据采集、工艺管理、设备管理、过程追溯、质量管理和看板等手段,通过智能分析进行设备故障诊断,实现生产过程控制追溯,批次和精准追溯,生产状况追踪,上下料过站追踪,在制品管理等,最终达到降本增效的目的。", "label": "控制科学与工程", "id": 0}
{"content": "<正>随着工业物联网技术的不断进步与普及,各种信息技术在水泥行业成功应用,为传统的工厂增加了新的活力。北京中泰华旭科技发展有限公司从工厂最基础的设备管理出发,推出iDCS掌心工厂智能云巡检系统,解决了水泥行业基础设备信息采集盲点的痛点。传统的设备巡检工作存在如下不可回避的问题:（1）对巡检工的经验要求比较高,要求巡检工熟悉设备的细节,对微小的设备异响要有准确预判;（2）对巡检工的责任心要求比较高,完全靠制度考核约束容易产生抵触情绪,导致巡检落实不到位;（3）巡检的过程没有记录或记录不完整,无法形成或共享利用的大数据;四、巡检完毕事后录入的方式增加了巡检工的工作量,数据存在失真的可能。", "label": "控制科学与工程", "id": 0}
{"content": "随着自动化技术的不断发展,特别是工业机器人的大规模应用,为大型汽车配件的自动化生产带来了高效率,工业机器人拥有高精度的重复定位精度,非常适合加工中心自动化生产线的上下料搬运工作,配置合适的上下料输送线可以形成一条高效率的柔性化自动化生产线。", "label": "控制科学与工程", "id": 0}
{"content": "本文结合石化行业的特点与石化信息物理系统已有研究成果,提出了一种基于智能体（Agent）的信息物理系统的构建方法。以石化主要生产领域涉及的物理对象和度量对象,以及这些要素相互关系为核心建立的工厂模型为基础,将具有感知和响应能力的智能体（Agent）应用于企业工厂模型工作节点,使得工厂模型的对象具有计算、预测、知识学习能力,实现基于智能体的智能分析、预测预警、生产监测以及可视化的石化信息物理系统。文章描述了工厂模型构建方法、基于工厂模型的智能体（Agent）工作模式以及基于智能体（Agent）的石化智能工厂信息物理系统架构图,并通过展示中国石化智能工厂试点企业应用实践,论证该方法的实用效果。", "label": "控制科学与工程", "id": 0}
{"content": "<正>一、Noble-MES系统建设背景企业在建设智能工厂过程中,更多的注重生产设备,对物流、存储、信息化方面关注相对较少。尤其在离散制造企业,如果产品种类多、产量大,其物料流转、存储成本占到企业运营成本比较大。很多工厂在智能化建设中,以打造自动化生产线为改造主体,忽略物流环节的智能化升级,这种改造投资回报率不佳,也无法实现真正意义上的智能工厂。", "label": "控制科学与工程", "id": 0}
{"content": "本文论述一种MES数字化（信息化）虚拟智造VR工厂的实现,根据电子产品（组装）类型类型和工艺参数优化专家系统,优化设计工艺流程和参数;在SMT虚拟制造VR工厂中,按照所设计的工艺流程,自动模拟SMT生产线运行,MES系统提取和处理实体SMT生产线的各种传感器传来的数据,并传到虚拟制造VR工厂。虚拟制造VR工厂实时进行生产监控和报警。", "label": "控制科学与工程", "id": 0}
{"content": "顺应实施制造业强国战略,推进\"中国制造2025\"战略目标的实现,加快制造业整体的转型升级,从实际出发,探索冶金车间的智能化建设,对炼钢车间的生产进行全方面的管控,使信息流,物质流,能源流三流不落地,打造智能化冶金车间。", "label": "控制科学与工程", "id": 0}
{"content": "本文阐述卫生陶瓷智能制造注浆循环线的社会生产需求,对智能制造注浆循环线的开模机进行详细的分析说明,介绍其结构、功能和特点,详解其工作原理,证明了卫生陶瓷智能制造注浆循环线的可行性及优越性,对我国卫生陶瓷产品的制造生产具有一定的参考价值和指导意义。", "label": "控制科学与工程", "id": 0}
{"content": "随着两化深度融合的快速推进,中国制造2025拉开了\"工业4.0\"的序幕。工业控制系统面临着前所未有的信息安全威胁,而工控系统信息安全复杂性远高于传统IT系统。本文阐述了针对智能工厂的应用场景和特点,对于其进行安全防护技术梳理,存在的问题,并提出一些相应的对策。", "label": "控制科学与工程", "id": 0}
{"content": "在调度方案执行前对性能进行预测可以极大地降低调度方案给制造系统带来的潜在风险,为调度决策提供指导。针对仿真预测性能耗时较长的问题,本文拟从生产线历史数据中挖掘相关信息,建立基于数据的半导体生产线性能预测模型。本实验通过Plant Simulation平台建立数据生成模块,为预测模型的建立提供数据支持;将深度学习与半导体制造系统相结合,建立性能预测模块。实验结果表明,通过深度学习方法搭建的预测模型可以快速地获得理想的预测结果,减少了时间成本。", "label": "控制科学与工程", "id": 0}
{"content": "预测性维护是工业物联网的典型应用之一,通过对设备运行状态的实时监测和数据分析,在设备发生故障之前,预测可能出现的故障隐患,并提出防范措施,从而降低设备维护成本、提高设备使用率。本文提出一种面向离散制造生产线的预测性维护系统解决方案,采用OPC UA（OPC Unified Architecture）和MQTT（Message Queuing Telemetry Transport）协议实现现场层传感器到云端的无缝通信,并通过部署在云端的数据处理中心对传感器数据进行机器学习和回归分析,利用基于ARIMA-SVR（Autoregressive Integrated Moving Average Model-Support Vector Regression）的组合预测模型对设备故障和RUL（Remaining Useful Life）进行预测。通过在某小型离散制造生产线上的应用案例表明,本方案为保障生产线的高效平稳运行提供了强有力的手段,并降低了运维成本,具有可行性和良好的市场应用前景。", "label": "控制科学与工程", "id": 0}
{"content": "为了保证生产线运行的工作效率和工作质量,提出一种基于数据的自动化生产线控制与追溯系统方案。该系统方案以数据指挥控制生产线运行,并在运行同时记录生产状态和生产效果数据,能够在后期追溯生产记录。整个系统通过以太网实现数据通信,划分为多个独立的功能模块,稳定性高,易于维护,扩展性好。", "label": "控制科学与工程", "id": 0}
{"content": "电子工业4.0的主体是SMT数字化（信息化）智造工厂。本文论述一种SMT数字化（信息化）虚拟VR智造工厂的实现,根据电子产品（组装）类型类型和工艺参数优化专家系统,优化设计工艺流程和参数;在VR虚拟制造工厂的虚拟现实环境中,按照所设计的工艺流程,自动模拟SMT生产线运行。EMS系统提取和处理实体SMT生产线的各种传感器传来的数据,并传到VR虚拟制造工厂。VR虚拟制造工厂实时进行生产监控和报警。", "label": "控制科学与工程", "id": 0}
{"content": "简要介绍了数字化工厂的特点内涵。以总体装配过程的数字化生产为对象,对实验平台构成及体系结构进行了分析,构建了数字化工厂实验平台。以总装生产为例在平台上开展了数字化工厂的应用研究,并对构建的实验平台进行分析和总结。", "label": "控制科学与工程", "id": 0}
{"content": "从\"制造\"到\"智造\",中国制造业正在大规模步入智能化生产新模式。本文阐述了智能制造技术的内涵与特点,从多个角度来分析智能制造技术,论述了在智能制造技术背景下的生产模式创新,实现装备、生产线、车间和工厂的智能化,以i5M8智能多轴立式加工中心、杰克智能机壳生产线、永鼎光纤智能化生产车间、三星的移动工厂实践为应用实例对智能装备、智能生产线、智能车间、智能工厂进行分析,以期\"智造\"生产新模式广泛应用于中国制造业中。", "label": "控制科学与工程", "id": 0}
{"content": "工业PON作为现阶段FTTx的一种先进组网模式,对于建设智能制造系统和智能工厂大网络,推进物联网在工业智能制造领域的发展,具有重要的意义。本文结合具体的案例,阐述了工业PON的工作原理、技术特点和技术优势。", "label": "控制科学与工程", "id": 0}
{"content": "工业4.0理念要求将分散网络化和信息物理进行深度融合以符合现代工业生产智能化、人性化的特点。组态软件具有资源配置、数据采集、状态监控等功能,是实现智能化工厂的各种信息管理的有效工具,也是工业4.0框架下重要的组成部分。本文研究了制造业工作站层的组态软件平台,该平台包含数据库系统以及图形系统。数据库系统管理实时数据采集、逻辑控制程序的交互、历史数据的读写控制、数据呈送等任务;图形系统完成变量配置、图元控件编辑、图形画面更新及接收用户指令等任务。", "label": "控制科学与工程", "id": 0}
{"content": "<正>主要内容:一、背景加快推进智能制造,是实施《中国制造2025》战略部署、落实工业化和信息化深度融合、打造制造强国的战略举措,更是我国制造业紧跟世界发展趋势、实现转型升级的关键所在。物流系统互联互通与互操作是智能工厂建设不可或缺的关键建设内容,物流系统建设中存在着物流系统与生产环境间网络异构不兼容、集成接口异构、物流信息", "label": "控制科学与工程", "id": 0}
{"content": "在消失模铸造生产中,模样片与模样片的粘接自动化程度还不是很高。针对这一问题,文章以消失模自动粘接生产线为研究对象,借助Robot Studio软件对粘接生产线进行仿真模拟。根据模样的加工工艺,建立了生产线的工艺布局。利用Inventor三维软件对模样输送机、胶池系统及机器人夹具进行设计并导入至Robot Studio软件中。通过建立机械装置和事件管理器,设置设备之间通信的I/O信号,实现对粘胶机器人对模样自动粘接的路径规划、离线编程和仿真模拟过程。为后续生产线的设计制造提供技术参考和可行性依据,降低了劳动强度,提高了生产效率。", "label": "控制科学与工程", "id": 0}
{"content": "针对工业4.0的智能工厂的实现,对其自动化流水线进行设计与总结,以适应快速反应的市场需求,主要针对系统的扩展性,开发的快速性,从PLC控制,模块化设计（包括硬件,控制逻辑,软件编程,工业以太网,现场总线）几个方面入手,最终达到快速开发自动流水线的要求。", "label": "控制科学与工程", "id": 0}
{"content": "<正>2017年3月13日举办的2017年荣格技术创新奖颁奖典礼上,海克斯康制造智能再次荣获金属加工行业\"荣格技术创新奖\",本次获奖的是聚焦\"高效\"、\"精密\"、\"自动化\"等多个创新技术的自动化加工检测一体化方案。此次获奖的自动化加工检测一体化方案,凭借来自评委和用户的极高人气,以及所拥有的面向现代工业高效、精密、自动化的技术,成为测", "label": "控制科学与工程", "id": 0}
{"content": "实现智能制造和工业4.0,构建智慧工厂其关键的逻辑链,其中智能硬件设备,M2M能力,应用层面的智能化,CPPS生产制造的信息物理系统,安全可靠的云端计算能力都是不可或缺的资源和能力", "label": "控制科学与工程", "id": 0}
{"content": "经过从模拟量到数字量,从传感器到条码扫描的发展,产品检测线对产品规格的识别技术经历了技术革新式发展。作为智能制造工程中包含的高度智能化的生产线控制系统的体现,推动了智能制造系统在智能工厂的发展落地,促进了制造向智造转变的新模式。", "label": "控制科学与工程", "id": 0}
{"content": "和利时公司成立二十余年来,始终坚持走自主创新道路,实施创新驱动发展战略。分享和利时公司在\"中国制造2025\"强国战略背景下,以自有技术和产品在流程工业、离散工业、采掘业、运营服务业方面的创新性实践和探索。", "label": "控制科学与工程", "id": 0}
{"content": "针对未来个性化生产需求,介绍支撑智能工厂的新一代信息物理深度融合的自动化系统体系架构与关键技术,以及沈自所相关研究进展与应用情况。", "label": "控制科学与工程", "id": 0}
{"content": "随着全球经济的一体化,制造业的竞争日趋激烈。在流水线式生产的模式下,提高生产线的效率和产能,节约人员及设备,实现生产线的敏捷化制造等,越来越受到企业的重视。分析生产线平衡是提高生产率的关键问题,有助于采取相应的措施,以利于企业生产效率的提高。", "label": "控制科学与工程", "id": 0}
{"content": "本文以《气压表外壳模型组装自动化生产线机械手站电气装调》学习任务为例对一体化课程教学实施中如何对学生进行评价进行了详细阐述,这对于全国技工类院校的一体化课程教学中的学生评价有一定的借鉴意义。", "label": "控制科学与工程", "id": 0}
{"content": "机器人与智能制造技术是制造业深入实施创新驱动发展战略的重要引擎,是我国由\"制造大国\"到\"制造强国\"跨越的必由之路。机器人与智能制造己成为制造学科前沿研究热点,相关技术为核心的产业变革已初现端倪。针对国家战略行业和支柱产业的重大需求,本报告介绍了机器人与智能制造技术的研究进展并对未来发展趋势进行了展望。", "label": "控制科学与工程", "id": 0}
{"content": "从讨论CPS的定义、支撑技术内容和应用范围入手,着重讨论随工业4.0总体架构中引入的、在生产制造系统中的CPS,它在智能制造中基础作用,以及基于工业4.0的制造系统的CPS架构。", "label": "控制科学与工程", "id": 0}
{"content": "多维度、透明化感知的发展,促成了以泛在信息技术为主要驱动力的新一代基于泛在感知的信息化制造和自动化技术,泛在信息化智能制造将大幅度提高制造效率和产品质量,重构企业组织与业务流程,创新企业运作模式,极大地降低产品成本和资源消耗,为用户提供更加透明化和个性化的服务。本报告介绍了基于物联网、云计算技术的泛在信息化智能制造技术体系以及当前最新的技术进展。", "label": "控制科学与工程", "id": 0}
{"content": "随着制造业转型升级,越来越多的制造企业在生产过程中采用信息技术,自动化技术,而工业工程IE是提高工作效率,降低生产成本的一门学科,本文以两个案例说明,即使在自动化程度较高的企业,工业工程对企业提高工作效率,降低生产成本依然有重要作用", "label": "控制科学与工程", "id": 0}
{"content": "随着计算机控制技术、现代电机调速技术和通信技术的飞速发展,世界进入了数字化工厂时代。在数字化工厂方案中,作为柔性制造的终端设备,加工中心、数控机床等已经成为数字工厂必不可少的载体。数字控制设备的控制核心是计算机技术的延伸,而作为执行机构的伺服系统则是现代电机调速技术的核心。电气伺服系统的原理掌握和维护一直是制约数控设备维修的技术难题,为更好地维护数控设备,需要进行深入探讨和掌握。从伺服系统的检测硬件开始入手,结合对从计算机系统到执行机构的控制模型的探讨,深入解析了伺服系统的原理,及运用控制架构分析故障的方法。", "label": "控制科学与工程", "id": 0}
{"content": "<正>水泥工业是国民经济的重要基础产业,是全球用途最广、用量最多的建筑材料,2014年我国水泥生产和消费均占世界水泥总量的60%左右,已连续近30年居世界第一。现阶段,中国经济进入新常态,新常态下投资乏力,产能过剩加剧,供需形势更加严峻;能源危机、环境污染,环境压力持续升级。中国的水泥工业面临着经济、环境和社会等多方面的复合压力。中国建筑材料集团有限公司（以下简称中国建材集团）作为我国最大的综合型建材产业集团,《财富》世界500强企业,始终秉承\"善用资源、服务建设\"的核心理念,大力推进水泥、玻", "label": "控制科学与工程", "id": 0}
{"content": "智能化是自动化加工生产线的发展方向,针对串联式加工生产线的布局结构和运行特点,讨论了自动生产线的功能、性能、控制要求和智能化模式及其特点。论述了在线测量和自动补偿功能在自动化智能化生产线中的作用,讨论了导致尺寸误差的因素及其综合分析模式;提出了出现误差状态下的有效处理模式,即采用适度小于最大允差值的临界误差值作为判定比较值从而进行补偿和处理的方式,可避免或减小自动线进入损坏状态的概率和出现超差工件的概率。", "label": "控制科学与工程", "id": 0}
{"content": "工作页是以学生为中心,引导学生完成自主学习,疏理、总结工作所需要的知识点和技能点,评价反馈学生的综合职业能力发展情况,是学生学习的一个主要材料和重要工具。工作页中的知识点和技能点,应严格遵循学习任务描述中的学习内容（鱼骨图）进行设置;工作页中引导问题设置要遵循工作、学习的结果和学习的规律。", "label": "控制科学与工程", "id": 0}
{"content": "<正>所谓的\"黑暗工厂\"（Dark Factory）也就是人们所说的无灯工厂或自动化工厂,生产设备无需人力操作就能自动化运行。由于无需工人参与,工厂理论上可以在黑暗、没有冷暖气等外部条件下运行。当然几乎没有任何工厂可以完全自动化运行,一些工作例如设备的组装和成品的运输仍需要人工完成。自动化工厂意义在于在部分工作中用机器人或则自动化设备来代替人工,从而起到增加产量和节省费用的目的。自动化工厂在厂房设备建设期", "label": "控制科学与工程", "id": 0}
{"content": "针对目前国内小件镀锌的生产效率低、工作环境恶劣、劳动强度大等问题,通过对其生产线的设计,提高了镀锌的生产效率。改进后的特点:完全替代人工操作,使得脱脂、水洗、酸洗、助镀、烘干、等热镀锌工序实现自动化。", "label": "控制科学与工程", "id": 0}
{"content": "对独立PLC控制的设备进行联网组成自动生产线时,要解决各信息孤岛相互间无法通讯互联的问题,在多台加工设备中,增加全自动上下料的机械手及运输设备,用自带网络接口的GUC控制器作主站,设备原有PLC增加以太网接口模块,作为一个节点通过网络集线设备提供的TCP/IP网络接口连入到局域以太网中,每个控制器获得分配一个固定的IP地址,实施主从模式网络控制;并针对生产线加工设备有多种可能的联网工作方式,提出与之适应的几种柔性网络控制结构,实现各设备即可集中参数控制又可单独运行控制的要求。以一种木工机械封边生产线设备系统设计为例证。", "label": "控制科学与工程", "id": 0}
{"content": "传统的电解铜箔工艺控制系统多采用接触器分散控制,自动化程度低,需要操作工多,且人为因素影响大,在控制上及人的操作上很难保证工艺参数及产品的稳定。S7-300是卓越的中、小型模块化PLC系统,能够满足各种性能要求,适用于无论是简单的还是复杂的系统,简单实用的分布式I/O结构和强大的通讯能力,使得应用十分灵活。本文介绍应用S7-300 PLC、PROFIBUS-DP现场总线以及WINCC组态技术全面集成电解铜箔制成中的工艺控制,实现生产中数字化和联网监控,并从控制系统结构、主要功能特点、软硬件配置等几个方面分别进行了阐述。通过系统的集成,提高了自动化程度,减少了人为因素的干扰,另外也节约了控制电缆的投资。", "label": "控制科学与工程", "id": 0}
{"content": "主要介绍了现有高压腐蚀生产线的现状以及目前高压铝箔的市场,研究了一种低成本的高压腐蚀生产线的方案为工业化低成本高压腐蚀生产线提供一种较好的可行性方案。", "label": "控制科学与工程", "id": 0}
{"content": "水泥生产的质量是建筑中最关键的材料,也是能耗大户,对水泥生产线进行自动控制是保证水泥的质量也是节能最有效的方法。用西门子PCS7系统对水泥生产线进行自动监视和控制,提高了生产自动化程度,减轻了生产强度,提高了生产质量和节约了电能。", "label": "控制科学与工程", "id": 0}
{"content": "该文分析了起爆具生产工艺流程,设计了该产品生产的自动控制系统。该系统采用西门子公司的S7-300系列的CPU模块和I/O模块等组成下位机,上位机采用工控机和组态软件,对采集的数据进行集中管理和实时监控。", "label": "控制科学与工程", "id": 0}
{"content": "为提高劳动效率,降低工人劳动强度,设计了大规格瓷砖自动包装码垛生产线。该生产线由上砖、裹包、捆扎和码垛四大模块组成,每个模块根据不同的包装工艺要求有几种实现模式,整线采用PLC控制,各模块既能独立工作,又可以实现模块之间的互相通讯。整线3个人操作,生产速度10包/分钟,每天（24小时）产量不小于12000包,基本满足了目前产量最大的瓷砖生产线的需求。", "label": "控制科学与工程", "id": 0}
{"content": "该文介绍了以MSP430F149单片机为核心的高精度水泥包自动计数器的研制,其通过双光电开关和旋转编码器等多种检测途径,解决水泥包的计数和显示问题,水泥包的数量可同时在仪表和外接高亮度LED大屏上显示。用户可根据需要,任意设定计数的初值和最大值以及选定单或双光电触发,以适应不同的工作场合。该仪表具有自动分辨连包和叠包功能。并另配有无线接口,用于较远距离传输信息。该仪表可解决各类软性包装物品的计数难题。", "label": "控制科学与工程", "id": 0}
{"content": "本文介绍了玻璃镀膜生产线的功能和控制系统组成。选用西门子S7-400PLC作为系统的控制器,用ET200S作为输入输出扩展模块,采用分布式进行控制。用触摸屏作为控制终端,用组态软件WINCC进行编写程序,用工业以太网和PROFIBUS总线进行系统的通讯。整个系统经过1年多的实际运行取得较好的效果。", "label": "控制科学与工程", "id": 0}
{"content": "为了隐藏IO和通信延迟进而提升克希霍夫积分叠前时间偏移并行模式的性能,采用了一种流水线改进方法.针对某克希霍夫叠前时间偏移并行模式实例,提出了2种基于该改进方法的原型的设计与实现,从而提高了该实例性能.通过对典型偏移作业实验结果的分析,验证了该方法的有效性.", "label": "控制科学与工程", "id": 0}
{"content": "本文介绍了船体板材成型数控液压机生产线控制系统,本生产线控制系统由五部分组成:进料遥控起吊装置、液压和机械驱动可升降的板材运输装置、具有五自由度的数控压制中心、板材数控下料输送装置、出料遥控起吊装置。本生产线可以快速准确地定位、又可无级调速,节省了人力资源,提了生产效率,维护成本低,经久耐用。", "label": "控制科学与工程", "id": 0}
{"content": "运用西门子 Wincc 组态软件和 S7-300 PLC,基于现场总线控制技术,设计了某预混料的柔性自动配料系统.提出了一套用于柔性开发的结构化方法,利用面向对象设计方法和软件重用的概念,设计了可重用构建库.由于上、下位机使用统一的变量和模块化设计,其软件操作、维护非常方便,控制系统也表现出良好的柔性和智能性.", "label": "控制科学与工程", "id": 0}
{"content": "本文介绍了一种成功应用的磁控溅射镀膜生产线计算机监控系统的设计,重点讨论了计算机监控系统的硬件配置、软件设计、通信协议、控制过程实现以及软件编程中的控制算法。", "label": "控制科学与工程", "id": 0}
{"content": "流程工业时国民经济起着举足轻重的作用,文章分析了建立流程工业综合自动化的必要性,并对实施综合自动化过程中必须重视的关键问题和流程工业综合自动化系统的核心—MES系统进行了探讨。通过对MES的定位分析、功能模型分解.分析了相应的关键技术.系统地阐述了制造执行系统。", "label": "控制科学与工程", "id": 0}
{"content": "在35KV以下耐压等级的电缆生产中,目前仍然广泛采用湿法交联生产工艺。本文介绍了湿法交联电缆生产工艺,分析了加热介质的选择,压力与温度的选择和冷却介质的选择。从蒸汽压力控制,温度测量与显示,水位高度控制几个方面对水汽控制系统进行了设计。", "label": "控制科学与工程", "id": 0}
{"content": "用西门子PLC、6SE70变频器、触摸屏以及上位机等实现电镀铬生产线控制系统设计。", "label": "控制科学与工程", "id": 0}
{"content": "用WINCC编程软件完成电镀铬生产线操作和监控的人机界面系统。", "label": "控制科学与工程", "id": 0}
{"content": "连续热镀锌生产线是较大型的电气控制项目,控制逻辑较为复杂。在保证产品正常生产的前提下,如何才能较优雅的实现自动控制意图是需要在控制设计中思考的。最终的电气控制程序不仅应能完全实现生产线的工艺要求,还必须有良好的可读性,健壮性,重用性,易于维护和扩展。这样对于项目的后期维护,后期项目软成本的控制,都是有益的。", "label": "控制科学与工程", "id": 0}
{"content": "机器视觉因为其快速性,实时性,非接触性等特点,受到工程界的高度重视,成为一大研究热点．本文在综述目前自动化生产线中状态检测和故障诊断方法的基础上,分析了机器视觉原理及其在自动化生产线中的应用, 最后介绍了该方向的发展展望．", "label": "控制科学与工程", "id": 0}
{"content": "硬盘磁头封装是一个高速、高精度的领域,运动控制技术在其中得到了广泛的应用。针对某条生产线的具体功能和运动控制系统方面的指标要求自行设计了一款基于DSP和FPGA的高速、高精度运动控制卡,并在具体生产线上成功应用。", "label": "控制科学与工程", "id": 0}
{"content": "本文根据唐钢彩涂板生产线,简要介绍了生产线的工艺流程以及自动化控制系统的构成,简述了生产线的主要控制功能、控制方式以及主要设备的控制形式。", "label": "控制科学与工程", "id": 0}
{"content": "本文主要介绍了香蕉的在线识别方法。首先用中值滤波法来增强图像,采用符合人眼对颜色感知的HIS模型,接着用亮度通道I提取形状特征,用色度直方图提取图像颜色特征,最后对提取出的特征采用K均值法进行聚类,并对结果进行分析。实验证明该方法准确而且快速有效。", "label": "控制科学与工程", "id": 0}
{"content": "本文针对国产的36000瓶/时啤酒灌装生产线的工艺流程和生产线的自动化控制系统进行了简单的介绍,特别是针对基于现场总线控制系统的优缺点进行了论述。本文对于今后我国灌装生产线中的自动控制系统的设计有较好的借鉴作用。", "label": "控制科学与工程", "id": 0}
{"content": "本文说明了车牌半成品自动生产线系统中的烘干系统的建模方法,通过对相对湿度、温度、风速和蒸发量的分析,推导出一个简化的计算公式,从理论上确定了风速和温度控制参数的设定方法,以及系统实现方法,从而达到节能效果。本系统已经投入实际使用,效果良好,证明建模方法和结果正确。", "label": "控制科学与工程", "id": 0}
{"content": "卷烟生产线是卷烟厂的主要生产线甚至唯一的生产线,其生产效率直接影响卷烟厂的经济和社会效益。目前,卷烟生产线的作业调度基本上是靠人工凭经验完成,因而常造成生产线上各工序间物料流动不均衡、甚至“堵塞”现象,致使生产线上有关设备处于待机或停机状态,影响了卷烟生产线的生产率,降低了设备的利用率。该文分析了卷烟生产线的工艺流程,利用图论的连通网络流思想,构建了基于卷烟生产线工艺流程的连通网络结构图,并由此提出了卷烟生产线优化调度概念;建立了优化调度模型和优化调度仿真模型,研制了仿真系统,并以重庆某卷烟厂生产线为工程背景进行了仿真。仿真结果表明:用优化调度方法进行生产调度,每一个工作日（16小时）的卷烟产量提高了3501公斤,设备待机总时间较少了622分钟。", "label": "控制科学与工程", "id": 0}
{"content": "讲述了常熟开关厂灭弧室自动化装配线的设计原理。内容包括伺服控制/驱动器、PLC、触摸屏。实践证明该设计的可行性,且生产效果良好。", "label": "控制科学与工程", "id": 0}
{"content": "运用排队论方法解决某烟厂烟叶自动化立体仓库中AGV的调度问题。针对该AGV输送系统的特点,可以建立M/M/1排队模型,并采用平均队长和逗留时间作为性能指标,然后根据系统需求和M/M/1模型的仿真曲线,分析结果的合理性。", "label": "控制科学与工程", "id": 0}
{"content": "同步控制在现代化工业生产中有着极其重要的作用。在同步控制进行理论分析的基础上,以车牌生产线控制系统为例介绍基于DeviceNet网络的多工位、长生产线同步控制系统的设计方法。", "label": "控制科学与工程", "id": 0}
{"content": "针对多源导航系统故障诊断方法,深度学习已经得到了广泛的应用。卷积神经网络（CNN）和长短时记忆网络（LSTM）作为两种典型的模型,在故障诊断领域已经应用的比较成熟。但是,利用CNN实现对未知复合故障的诊断在精度上仍有待提高。LSTM对前后联系的时间信号更加敏感,但是其隐含层神经元的数量具有随机性,诊断精度仍需进一步提高。为了有效的解决以上问题,本文提出CGA-LSTM模型,首先利用CNN对数据进行特征提取,然后与LSTM模型相结合,并采用遗传算法（GA）对LSTM网络中关键的超参数进行优化,进一步提高了故障诊断的精度。仿真结果表明,利用CGA-LSTM模型进行多源导航系统中传感器故障诊断的准确率可达到92.32%,与CCN和LSTM模型相比具有更好的诊断效果。", "label": "控制科学与工程", "id": 0}
{"content": "本文从需求分析、设计与实现、系统创新点等方面讨论了水电站\"一厂两站\"模式下ONCALL报警系统的设计与实现,阐述了ONCALL报警系统功能设计及实现过程。", "label": "控制科学与工程", "id": 0}
{"content": "针对非线性过程监控问题,提出基于Mallat算法与BP神经网络（MA-BP）的非线性智能监控方法。首先,利用Mallat算法对数据进行预处理,将其分解成一个低频分量和若干个高频分量,通过去掉部分高频分量对数据进行预处理;然后,建立BP神经网络监控模型对异常情况进行监控,负梯度算法作为BP神经网络的学习算法;其次,设计残差生成器,选择具有阈值标准的残差评价函数监控异常情况;最后,用一个实验仿真来验证本文所提方法的有效性。实验结果表明,所提方法可以准确监控异常情况。", "label": "控制科学与工程", "id": 0}
{"content": "研发产品为湖泊自动救生圈,拟定建设于各城市的公园湖泊处,是一款定位于传统救生圈及救生艇之间的智能水上遥控救生圈。该设备具有Zigbee组网通信技术、水质监测传感器技术、无线充电技术、GPS+北斗双定位技术、水上机器人救生控制技术等。目的是在有人突然落水时,通过检测水花的急促持续变化及时出警,自动移动到此处,并为人提供帮助（可供抓握的部件）。当电源耗尽时,其可自动到岸边的无线充电处进行能量补给。其自带摄像头、水质、气象等传感器,通过在湖泊上的移动,作为水质、气象监控设备,并将所得数据反馈给云平台进行数据分析、天气预测等。为防止他人的盗取,可以通过GPS+北斗双定位技术,进行远程网络监控。", "label": "控制科学与工程", "id": 0}
{"content": "本文介绍了一种应用于无人机地面监控类软件开发平台的界面快速生成软件的设计及实现。软件的主要目标是针对地面监控类软件显控控件多,地面软件设计人员在界面设计时,需对照ICD文件逐个参数创建相应控件、命名、设置样式,造成效率低且易出错的问题。通过本软件自动解析ICD文件,自动创建控件、自动命名、自动填写样式参数,从而实现软件自动化替代人工重复劳动。除根据ICD文件自动生成全量界面外,本软件还提供了ICD更改后生成增量界面、界面样式可视化设计及寻找控件、界面检查等一系列在界面设计过程中常用的功能。采用界面自动化生成工具可以大幅提升界面设计人员的工作效率、降低了错误率,进而提升了整个地面监控类软件的研制速度。", "label": "控制科学与工程", "id": 0}
{"content": "为实现无人机地面监控软件的\"低成本、高质量、快速研发\",本文对无人机地面监控类软件进行了研究。首先阐明了地面监控软件框架的作用和意义,然后使用UML建模方法对地面站软件和综合检测软件进行软件建模和需求分析,归纳了地面软件的共性和差异,分析出软件变化点,同时结合框架设计关键要点和软件业务进行复用粒度确定,最后以插件式设计方法实现了一套无人机地面监控软件框架。经在某型无人机项目中实际使用表明,该框架在保证软件质量的同时,设计、开发、测试和升级时长降低约50%。", "label": "控制科学与工程", "id": 0}
{"content": "本文提出了一种基于双级径向基函数（RBF）神经网络的作动器故障检测与诊断方法。分析了以直接驱动阀式作动器为代表的典型作动器控制系统架构,建立了内、外回路观测器,将RBF网络作为观测器估计系统输出值,并与实际输出值比较产生残差和自适应阈值,构建起基于双级RBF网络的作动器故障检测与诊断模型。最后完成了作动器仿真实验,实验结果表明,基于双级RBF网络的作动器智能故障检测与诊断模型具有较强的故障检测与诊断能力,可以成为作动器智能故障检测与诊断的重要方法之一。", "label": "控制科学与工程", "id": 0}
{"content": "随着油田信息化建设,油田内部管理从粗放型向集约型过渡,逐步加强了对油田生产过程的集中管理,要求建立包括油井远程视频监控、集输站库自动化监控等多系统的监控平台,其目的是利用现场监控系统,保证原油采集、输送安全。本文提出建立统一的智能监控系统,将对分散在各个区域的NVR存储的监控视频进行整合,而后通过智能识别技术,对监控视频进行智能分析。实现统一监控,实现全天候自动监控,极大的缩短发现问题、解决问题的时间,提高异常情况发现的及时性,减轻监控人员工作强度,进一步提高现场监控的智能化水平,应用前景良好。", "label": "控制科学与工程", "id": 0}
{"content": "随着工业现场自动化程度的不断提升,Profibus现场总线技术在数控设备上得到了广泛应用。由于工业现场被控对象量级大,造成Profibus站点数量多、拓扑结构复杂,当总线系统发生故障时难以确定故障点。针对Profibus故障维修诊断技术进行分析总结。", "label": "控制科学与工程", "id": 0}
{"content": "针对生产实际中滚动轴承故障数据不足导致故障识别率低的问题,提出了基于深度迁移学习的滚动轴承故障诊断方法。首先,在大量正常数据基础上加入少量故障数据形成源域;然后,采用最大均值差异度量源域与目标域的分布差异,根据差异值选取源域;最后,以选取的源域训练特征提取网络并将训练完成的模型迁移到目标域的故障诊断。试验结果表明,提出的方法能在少量目标故障数据的情况下取得较高的故障识别率。", "label": "控制科学与工程", "id": 0}
{"content": "基于物联网技术的机房环境监控系统可以满足实时监测机房设备状态和机房环境的相关数据要求。该系统主要是通过LoRa无线模块将嵌入式主控网关、数据采集节点终端以及控制节点终端进行组网,采集终端将采集的机房环境温湿度、设备的开启状况和用电情况等数据封装成数据帧通过LoRa发送,主控网关实时接收节点上报的数据帧,并根据用户的设定向控制终端发送命令数据帧,控制终端解析命令数据帧对空调等设备进行相应控制。主控网关通过驱动触摸屏来实现人机交互,在智能控制的同时支持手动调节状态。此外系统支持用户对系统参数以及智能控制模式的默认参数进行修改,使系统更加的人性化。", "label": "控制科学与工程", "id": 0}
{"content": "《大中型水电站无人值班技术规范》要求,计算机监控系统必须具备自动发送移动报警信息的功能,应急待命人员的所有活动范围必须能正常、可靠接收移动报警信息。新型移动报警系统将计算机监控系统的报警信息,及时有效发送至应急待命、运行、维护人员,相关人员可第一时间掌握报警信息,了解设备情况,并及时做出有效的应对措施。", "label": "控制科学与工程", "id": 0}
{"content": "自1831年,法拉第发利用电磁感应发明了世界上第一台发电机——法拉第圆盘发电机,如今,中国电力已进入世界先进水平;自1946年2月14日世界上第一台重达30吨的计算机出诞生至今,计算机的形式也是越来越多样化。随着电力行业与通信技术的发展和融合,电力行业也从单纯的电气连接发展到高度数字化的智能电站,在数字化发展的同时,也暴露出很多问题。根据《中华人民共和国计算机信息系统安全保护条例》及有关规定,针对防范黑客、恶意代码等对电力二次系统的攻击问题、电力系统事故的发生,进一步建立电力二次系统安全防护体系,用以保障电力系统的安全稳定运行,促进社会经济的发展。电网的安全运行,对电力二次系统安全防护也提出了更高的要求和标准。电力二次系统的安全防护,直接联系着整个电力系统的安全与稳定运行,所以,加强电力二次系统安全防护设计具有非常重要的意义。本文主要介绍调度数据网系统的安全防护要求及等级防护要求重点内容。", "label": "控制科学与工程", "id": 0}
{"content": "页岩气具有普遍存在,规模巨大,廉价开发,绿色环保等多种优点,是国家重点发展的清洁能源,是缓解原油产量不足的重要途径,页岩储层必须经过压裂改造才能获得工业油气流。先进的压裂技术是支撑和保障页岩气有效开发的关键,也是实现走技术立企,成本领先,数字赋能之路的迫切需要。针对川南页岩气年产规模逐年增加,压裂改造井数增加,工作量剧增,加砂难度大,压裂时效较低等难题,以复杂施工曲线特征、岩石力学实验等为基础,建立了建风险评价及智能预测方法,开发了页岩气加砂压裂施工预警软件,形成了一种页岩气加砂压裂施工预警及处理技术,为威远页岩气有效开发提供了技术支撑。结果表明:施工时效提高27%,砂堵率同比降低90%,设计符合率提升18%,减少设备怠工费、连油处置费和液体费,平均井口测试产量提升28.8%。一定程度上降低了施工复杂情况发生概率与成本,进一步提高了改造效果,为页岩气的高效开发提供了技术支撑。", "label": "控制科学与工程", "id": 0}
{"content": "物料试验是研究专用设备的重要试验,试验系统要同时开展单机性能和整体性能,两种试验研究。为实现实时监测同步系统、主工艺系统的各项参数,完成与多种采集设备的数据通信,实现快速的数据查询功能,需要开展物料试验监控系统的研制工作。本文介绍了基于C/S架构的物料试验监控系统的整体结构设计,分别对同步系统、单机、整体及化工试验监控系统结构设计进行了介绍;对软件系统设计过程中的可编程逻辑控制器编程和上位组态编程做了详细阐述,在软件开发过程中对监控系统如何与功率分析仪通信、如何快速查询历史数据两个关键问题的解决过程进行了说明。该监控系统已应用于物料试验中,应用结果表明该监控系统能实时监测试验中的各项参数、能实现与多种采集设备的实时通信、可便捷的查询历史数据,满足两种不同形式试验运行的需要。", "label": "控制科学与工程", "id": 0}
{"content": "为了避免离心级联工厂生产中的经济损失,有效且及时检测出系统故障是十分必要的。近些年来人工智能诊断的方法在快速发展,动态不确定因果图（DUCG）就是一种具有代表性的诊断方法。这种诊断方式具有突出的优势,可以应用于规模庞大的离心级联工厂的过程故障诊断。文章通过构建离心级联工艺系统知识库、收集故障数据、定义简化规则,实现了浓缩工艺过程的故障诊断,并针对离心级联系统存在的特殊故障,对DUCG推理判定做出改进,扩展了应用范围。同时为了验证诊断的准确性,以离心级联工艺系统为对象,建立特殊仿真测试模型,引入模拟故障信号,通过DUCG对仿真过程进行诊断排序,最终对所给故障诊断率达到100%,证明了这种诊断方法的有效性及准确性。", "label": "控制科学与工程", "id": 0}
{"content": "本文以Lab VIEW为操作平台,提出了一种无人值守实验室远程监控系统的设计方案。系统硬件采用功率分析仪采集数据并进行相应的信号调理传至显示屏,同时将多台功率分析仪的数据通过以太网传输至PC端显示,生成数据记录表格,保存在PC端。系统软件采用LabVIEW设计人机交互界面,通过以太网可以实现客户端与功率分析仪之间的远程通信。该系统可以实时监控多台实验室设备的各项参数指标,确保无人值守时实验室设备能够安全可靠地运行,在一定程度上降低了故障发生的概率,同时能够减少实验室人员的工作量。", "label": "控制科学与工程", "id": 0}
{"content": "飞轮储能系统的关键技术之一是设计飞轮监控系统来实时监测当前飞轮单元的电压、电流、状态等各项参数。基于此本文采用Modbus TCP/IP协议,在QT开发框架中根据飞轮模块REGEN125通讯接口进行监控系统设计,使监控系统与飞轮模块进行网络连接,可通过监控系统向飞轮模块下达指令,也可接收飞轮模块反馈的各项信息并显示在监控系统的图形界面中。", "label": "控制科学与工程", "id": 0}
{"content": "目前通信网络中的网元种类繁多,对产品设备的稳定性、可靠性提出了更大的挑战。为了保证电信设备核心网平台的可靠稳定运行,必须对平台及设备进行实时监控,迅速捕捉和发现异常情况,以便及时完成对设备的修复,从而维护平台的正常运行。而5G消息做为最新的5G技术,可充分利用自身特点,为核心网的运营监控赋能增效。因此,基于5G富媒体消息的核心网智能监控应用行探讨,希望可以进行深入的研究。", "label": "控制科学与工程", "id": 0}
{"content": "针对近年民族村寨火灾频发现状,通过对西南民族村寨进行实地调研,明确了西南民族村寨防火现状,重点考察了村寨布局与实际生活及生产习惯对火灾报警预警的要求,并针对目前的现状,提出了具有针对性的火灾报警和预警系统设计,可尽早探测早期火灾并进行快速的预警,提高民族村寨火灾探测预警水平。", "label": "控制科学与工程", "id": 0}
{"content": "基于压电阻抗法（EMI）的结构故障诊断需要对结构精确建模,为了简化被测结构机械阻抗测量过程,双PZT压电陶瓷测量结构作为一种新的机械阻抗测量方法被提出。有限元仿真软件对设计结构仿真,获得能够表征结构机械阻抗特征的电压响应曲线,验证了该方法的有效性。最后使用卷积神经网络（CNN）对仿真结构实现了复合故障诊断,准确率达到了98.53%。说明了直接利用响应电压对结构进行故障诊断方法的有效性,和卷积神经网络模型在结构故障诊断中的优秀性能,提高了EMI方法在实际应用上的可行性。", "label": "控制科学与工程", "id": 0}
{"content": "随着我国经济的快速发展,非道路车辆的生产量和保有量迅速增长,但随着环保力度的不断加大,政府部门针对排放不合标准的非道路车辆数划定了禁止行驶区域。一个优秀的非道路车辆监控报警系统可以帮助政府监管人员掌握非道路车辆的实时位置信息,系统可自动判别车辆是否进入禁驶区,摒弃了行政监管人员实地监管方式,提高了监管效率。本文主要描述了一种基于北斗的智能非道路车辆监控报警系统的整体设计方案和行政监管后台客户端部分的设计与实现,系统包含北斗用户终端、通信网络、监管服务器以及行政监管客户端四部分,通过IPV4/IPV6下的4/5G网络、北斗通信链路来链接前端和后端。描述了后端客户系统的技术架构设计,采用了SSM框架、SpringBoot模式来开发,北斗用户终端向后台服务器发送自己的车辆信息、位置信息、行驶信息等,监管人员可在系统页面查看系统下所有监管车辆上传的各类信息,同时监管人员可根据当地政策增加非道路车辆禁驶区域电子围栏。实现了监管人员实时掌握非道路车辆位置信息,系统拥有自动判别非道路车辆是否进入禁驶区的功能,极大的便利了监管人员的监察。", "label": "控制科学与工程", "id": 0}
{"content": "针对电网监控运行过程中,设备缺陷、常亮光字以及抑制信号等易造成不可预见性的监控风险,传统的监控手段存在风险在线管控率过低以及风险管控时限过长的问题。本文提出了一种基于调控云平台的监控风险预警管控模块的研究方法,通过集中监控风险库建设,风险等级分类,风险单编制以及制定风险辨识规则,完成了风险管控模块的需求分析,以及深度巡视和风险预警功能开发,试运行后对比发现,风险在线管控率能够提升至99.11%,风险管控时限能够缩短至至少3min,大大提升了电网监控风险管控水平。", "label": "控制科学与工程", "id": 0}
{"content": "数据监控技术已经逐步成为信息化应用研究的重点,在信息化处理平台运行过程中,会因多种不确定因素引发告警,目前大部分采用软件代码监控方式,对不良告警信息进行采集,一般告警信息会与系统故障间有一定的映射关系,通过告警数据特征提取及分析,可预测故障事件。本文提出了一种集成式的随机森林算法应用在信息化处理平台中,借助决策树分类形成基学习器,再利用平均集成法,将多基学习器的分类结果取平均,均衡了每个基学习器的判断弱性,也综合了每个告警反映的属性关联特性,提升了最终评估结论的准确性。", "label": "控制科学与工程", "id": 0}
{"content": "以成都天府国际机场飞行区工程为背景,首先介绍了振动沉管碎石桩机的施工要求,说明其在地基处理中的重要性;其次描述了振动沉管碎石桩机和碎石桩机数字化监控系统的基本概念,着重描述了碎石桩机数字化监控系统的系统功能;再次表述了该系统在机场施工中的全场安装和使用;最后对该系统采集的真实数据进行了应用分析,进一步说明碎石桩机数字化监控系统可以创新和优化管理水平,保障并提升工程质量。", "label": "控制科学与工程", "id": 0}
{"content": "目前水电站监控系统,对于水电站监控结果信息显示不全,难以及时提示水电站工作人员,水电站存在故障的具体位置,而且系统在运行时,存在控制结果不准确的问题。为此设计基于图像识别的水电站监控系统设计应用。硬件设计方面,在目前水电站监控系统硬件设计的基础上,增加GPRS电路、WIFI电路和微型SIM卡座电路,设计水电站监控系统硬件结构,并重新选择单片机的型号,完成系统硬件设计。软件设计方面,基于图像识别技术,对水电站运行情况的监控,设计水电站监控系统监控画面,及时提示水电站值班人员,水电站运行时出现的故障。测试此次设计的水电站监控系统,在无功率调节的情况下,调整电压波形和控硅导通角,实验结果表明,此次设计的水电站监控系统,具有良好的控制性能。", "label": "控制科学与工程", "id": 0}
{"content": "提出了一套基于关联关系的无监督故障诊断方法,包括故障检测（多序列工况匹配、可测外生变量消除、多体系统关联性特征工程、多特征基线模型、异常特征判定）。故障定位（特征-组件关联模型构建、基于关联模型推理的故障组件判定、基于机理的故障部件判定）。在介绍方法背景和框架的基础上,以轨道车辆悬挂系统中的一个应用案例为例,对方法的应用进行介绍。", "label": "控制科学与工程", "id": 0}
{"content": "根据现实中市政燃气工程安全、质量等监控监管难的问题,对需求背景及实际困惑进行了分析,提出针对性的结合5G和AI的智能监控系统,并对功能及设计思路进行了阐述,对带识别、分析和反馈功能的智能系统设备成为行业问题的解决方案充满信心,对今后智能、创新和实用型的监控系统设备在市政工程领域的真正落地具有一定的参考意义。", "label": "控制科学与工程", "id": 0}
{"content": "煤炭是我国的主要能源,在煤矿中装备矿井安全监控装置是防止煤矿事故的重要手段。可视化监控系统从单纯用于安全防范系统扩展到越来越多的其他应用领域。为了更好的服务于煤矿安全生产的需要,建设智能化、智慧化矿井,提高矿井经济效益,必须在煤矿生产过程的关键部位及生产进程主要工位安装可视化监控系统。矿井可视化监控系统,已成为煤矿安全生产的重要工具,是数字化矿井的基础,是综合自动化系统的重要组成部分,是矿井生产自动化、无人值守的有力保障。", "label": "控制科学与工程", "id": 0}
{"content": "难变形材料的模锻生产过程存在追踪效率低、制造信息不全、无法保存形成批次完整的档案等问题,此外,由于物料流转过程黑箱、在制品大量积压、报工数量错误等原因使模锻件的生产效率和产品质量大大降低。为了解决模锻件生产信息在高温条件下动态监控难的问题,在现有模锻生产线的基础上,基于实际模锻工艺并结合所需求的设备,采用数据库技术设计了一款基于软指针标签的锻件信息动态监控系统。设计、构建了动态追踪系统的结构体系、网络架构、工作模式和数据库结构模型,提出基于软指针标签的模锻件信息动态追踪方法及契合模锻生产工艺过程的动态监控流程,其中包含批次监控和单件追溯方案。最后,将所设计的动态追踪系统结合模锻智能生产线进行了应用验证。", "label": "控制科学与工程", "id": 0}
{"content": "我们的钢铁厂能源监控系统的数据采集是靠无线数传技术实现的。即其是基于无线DTU传输终端设备通过GPRS网络来实现的。在冶金行业,钢铁厂内各个能源管线布局复杂,流量计安装位置环境恶劣再加上前期介质管线的流量计没有设计,新增流量计较多,流量计数据上传线路未铺设。这个时候DTU的无线数据上传技术对于能源数据的采集尤为重要。前期为尽快结束人为抄数的数据干涉,利用无线DTU搭建了数据传输通道。但是无线传输对于网络信号的依赖性太强。一旦信号不佳或者网络信号商出现故障将直接影响能源计量数据的传输。并且,在无线网络传输过程中数据并不是时时更新,而是每30s更新一次数据,不利于生产管控。基于此,对能源数据传输的方式进行了升级改造。", "label": "控制科学与工程", "id": 0}
{"content": "随着邯钢生产工艺自动化、智能化程度提高,各分厂监控和专网监控的视频数据集成整合和资源共享越来越重要,通讯技术中心在前期调研各分厂监控系统的基础上,结合智能工厂建设的实际需要,开发了工业监控集中管控系统。该系统实现了公司内视频数据的共享和集中控制管理,为生产调度指挥提供了及时、可靠的监控图像信息。", "label": "控制科学与工程", "id": 0}
{"content": "与一般的RS422通信应用相比,无人机机载RS422总线通信网络构型复杂,通信节点众多,实时性要求较高,同时,机载设备的状态更新往往导致总线网络拓扑结构的频繁变化,这使得复杂构型的无人机机载RS422总线通信网络在地面试验条件下的仿真、测试、数据监控分析等成为无人机领域的新的重要课题。研究的主要目标是开发一套基于复杂构型的无人机机载RS422总线通信网络仿真、监控系统。采用了开放的分布式总线仿真架构体系和柔性的软件部署策略,综合的一体化设计,一套链路层数据发布、更新和管理机制,为任意的大规模机载RS422总线通信网络仿真、监控提供了一套完整的解决方案。", "label": "控制科学与工程", "id": 0}
{"content": "针对水下考古中面临的实时定位、水流监测、沟通指挥等关键技术,对目前国内外相关前沿科技和应用进行介绍和研究,结合水下考古实践需求,将相关技术进行整合,设计了一套水下考古实时定位监控系统。经实践应用,该系统较好地解决了水下实时定位、水流监测、沟通指挥等需求,提高了水下考古的安全系数和工作效率,扩展了水下考古工作领域,提升了水下考古科技化水平。", "label": "控制科学与工程", "id": 0}
{"content": "压裂是采用人工造缝手段大幅提高采收率的重要方法,其工程效果对油气田稳产具有十分重要的意义,每年各油田在压裂现场技术服务和工程监督上需要花费大量的人力、物力和财力。基于此,为了全面、实时的掌握压裂过程,及时调整压裂工艺参数,保证工程效果,降低劳动强度,设计开发了一套具有实时监控、触发预警等功能的一体化管控系统。系统由前端、中端和后端三部分组成,前端利用复合采集接口技术解决了连接复杂、串口不足、串口通信协议不统一的问题,实现了压裂曲线的实时采集;中端打通了互联网到油网的安全传输通道;后端把曲线数据解析入数据库,并实现了压裂异常的实时智能化预警。现场试验证明该系统实现了压裂工程的远程实时监控和决策参数调整,大幅提高了压裂工程的智能化水平,保证了压裂过程的安全性和增产效果,该成果对国内其他油田压裂工程具有较好的借鉴意义。", "label": "控制科学与工程", "id": 0}
{"content": "目前水轮发电机组应用的复合材料滑动轴承,其现有的监控技术手段及标准,并不能完全满足运行可靠、安全的要求,监测技术还处于单一在线监测数据的状态,本文提出一种滑动轴承智能监控系统,主要包括在滑动轴承上安装多种传感器的动态监测系统、在冷却水管路安装调节控制阀门的自动温度调控系统。上述系统经示范机组的应用验证,能够实时监测复合材料滑动轴承运行状态且通过调控系统使得进油（油膜）温度恒定,滑动轴承处于安全、高效运行,并大大减少冷却水用量。", "label": "控制科学与工程", "id": 0}
{"content": "<正>电子计算机断层扫描仪（Computed Tomography,CT）球管是由管套、管芯、散热器、绝缘油、相关附属配件构成的。它是产生X射线的主要装置,随着使用时间的增加,其故障率也明显提高。为此,有必要了解CT球管的常见故障,做好维护方案,确保设备能正常运行。1、CT球管常见故障分析1.1灯丝开路或半开路CT机工作时加高压后无管电流出现或管电流不稳定,应考虑开路。", "label": "控制科学与工程", "id": 0}
{"content": "物联网技术和应用的发展正改变当今社会的生产和生活方式,万物互联的时代正在到来。中移物联网公司研发的OneNET是一个高效、稳定、安全的物联网开放平台,可实现各种传感器和智能硬件的快速接入。随着中移铁通业务的发展,对机房和设备的动力环境监控需求日渐增加,监控要求逐渐提高。目前各动力环境监控系统的建设形成了信息孤岛,难以实时、统一获得动力环境数据的监控、告警。为了解决中移铁通缺乏统一动力环境监控能力的问题,提出了建设基于物联网OneNET的动力环境监控平台。该平台使用OneNET平台接收及存储监控终端发送的信息,通过OneNET接口查询监控信息、接收告警,实现统一的机房、设备、告警管理及统计功能。", "label": "控制科学与工程", "id": 0}
{"content": "针对提出了一种石化企业电气二次一体化监控系统方案。该方案将石化企业作为一个监控整体,将传统石化企业监控子系统纳入到统一的信息平台下,以实现全景监控及信息共享;该方案在架构上采用了纵向需求贯通、横向专业融合技术,以适应不同应用系统的集成需求。本文对系统架构、平台设计、数据接口设计、子系统接入等进行了详细的描述,并阐述了本方案的优点。", "label": "控制科学与工程", "id": 0}
{"content": "伴随着居民生活水平的提高,家家户户已经使用上了煤气和天然气,针对燃气泄漏的安全问题,需要进行实时检测,在泄漏初期,提前发出预警信息,目前市面上已经存在各式各样的可燃气体报警器,但使用寿命、可靠性和准确性存在一些差异。本文在研究传统可燃气体传感器的基础上,提出了一种基于红外检测原理的可燃气体检测技术,并设计了一款基于非散色红外光学检测技术的可燃气体报警器,提高了产品的使用寿命和准确性,并降低了维护成本。", "label": "控制科学与工程", "id": 0}
{"content": "中缅原油管道的输油泵由CAT天然气发动机直接驱动,作为CAT冷却系统核心设备的空冷器主要由电机、皮带、风扇、翅片等组成,而各元件尤其是轴承磨损是空冷器设备故障导致泵机组停机的常见问题,但设备系统本身仅有开关量,不能实时监控系统运行状态。为了保障管道平稳安全运行,通过设计以检测轴承X-Y-Z轴振动为主、空冷器运行环境噪音为辅的系统,对空冷器轴承等元件的运行工况进行实时诊断分析。经现场实际安装应用,该监测系统能够为技术人员和调度人员提供可靠的运行数据,减少CAT机组因为空冷器故障而发生的异常停机,保障输油管道的安全平稳运行。", "label": "控制科学与工程", "id": 0}
{"content": "Endress+Hauser（E+H）公司的工业传感器具有精确测量、高速传感、可视化控制的特点,在油气、电力与能源、污水、化工等多个行业得到广泛应用。为了使学生快速掌握工业现场仪表和过程监控操作技能,本文以过程控制中典型对象为基础,设计了一套E+H组合式工业过程测控实验装置及在线监控系统。该系统组合多类E+H传感器,以PLC为控制主体,工控组态软件（MCGS）辅助进行组态,实现工业过程中常见的液位、管路流量、锅炉温度、溶液PH等参量检测与控制实验,并提供实时控制显示和无线远程监控功能,为自动化类专业的传感器、检测技术及过程控制等相关课程提供综合实验验证平台。", "label": "控制科学与工程", "id": 0}
{"content": "针对危险化学品仓库主要采用常规参数检测和报警,而没有安全状态监测及预警系统的问题,设计了一种危化品仓储安全状态监测和预警系统。系统实时采集仓库温度、湿度、含氧浓度、危化品堆垛安全距离、红外温度等参数,利用环境温度、堆垛红外温度、垛距等参数引发的危险性概率,以及通过AHP法得到主要监测参数所占权重,构建了危化品仓储堆垛安全状态预警模型,并提出了预警评判标准。仿真实验表明,系统实时显示监测参数,还原了仓储的贮存情况,实现了危化品仓储安全状态的监测;通过预警模型得到安全状态风险等级,实现安全状态预警。", "label": "控制科学与工程", "id": 0}
{"content": "报警系统对现代工业的安全生产与高效运行具有十分重要的作用,其中报警根源分析是工业报警系统研究领域的一个重要课题。在火力发电机厂机组运行过程中,当主变量发生异常变化产生报警时,为了能快速找到导致主变量报警的根源变量,并分析出各根源变量所占的比重,文中提出了基于多元回归模型的多变量报警根源分析方法。首先为了提高报警根源分析的准确性,文中提出一种筛选关联变量的方法,以及提出一种新的确定各关联变量的最小变化幅值的算法,然后基于多元回归模型对报警数据段进行建模,最终给出导致报警的各根源变量及其所占的比重。通过数据仿真和发电厂实际数据验证了文中所提方法的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "本文阐述了DCS报警优化和管理工作的重要性,以横河CENTUM VP系统为例,介绍了报警优化的原则,重点介绍了其CAMS系统的设定方法。DCS报警优化和管理工作已在现实应用中取得了良好的效果,具有十分重要的意义。", "label": "控制科学与工程", "id": 0}
{"content": "分析了监控运维系统的现状,介绍了BIM+GIS技术的特点和应用场景,结合物联网等技术,探讨了通过三维可视化技术手段对传统监控运维系统在功能、效率、易用性等方面进行提升的空间,并对以后的监控运维系统发展进行展望。", "label": "控制科学与工程", "id": 0}
{"content": "通过银行智慧消防综合监控管理系统的案例,分析了解基于银行业的智慧消防监控系统。该系统解决了银行内部的消防安全管理的难题,综合各个消防子系统的,实现了全天候对银行内部消防系统运行状态的有效监测。", "label": "控制科学与工程", "id": 0}
{"content": "随着城镇一体化进程的推进,人们的居住环境变得越来越复杂,使得火灾对人们的生合安全和财产构成极大的危害。人们的消防安全意识越来越强,从而使火灾报警系统得到更好的发展与应用。与此同时,光电子技术朝着各个领域不断的发展,在这些技术的推动下,火灾报警系统向智能化、微型化和网络化的方向迅速发展。红外光电烟雾报警系统相对于传统火灾报警系统更实用、使用寿命更长、更安全,被广泛应用于火灾报警系统中。在硬件设计与软件开发的过程中,就如何提高系统的探测距离、解决误报警、利用智能化及低功耗等方面给出了相对应的解决方案。", "label": "控制科学与工程", "id": 0}
{"content": "随着信息技术快速发展,云计算、大数据、物联网产业的不断壮大,作为信息地产之根基的数据中心犹如雨后春笋般的兴盛起来,各种规模的数据中心层出不穷、日新月异。若要在最大程度上保障数据中心各设备安全、稳定、可靠的运行,构建一套完善的动力环境监控系统是十分必要的。我们不仅可以通过它来对各机房设备及动力环境进行实时监控,还可以对历史数据进行统计分析,这对优化数据中心各系统运行参数,降低PUE起着不可替代的作用。", "label": "控制科学与工程", "id": 0}
{"content": "旋转机械在现代工业中扮演着举足轻重的角色,然而,其往往在长时间、大负载和强背景噪声的状态下运行。糟糕的运行工况会导致旋转机械出现各种各样的故障,甚至有可能会造成不可预料的人员伤亡和经济损失。因此旋转机械的有效诊断对于保障其正常平稳的运行有着非常重要的意义。实际采集到的振动信号往往是非线性、非平稳和含有噪声,这就对模型的降噪性和稳定性提出了更高的挑战。而深度学习方法由于其含有多个隐层,可以充分的挖掘轴承原始振动信号所包含的故障信息并且已经成功应用在故障诊断领域。基于上述所述,本文提出了一种增强批量归一化卷积神经网络的滚动轴承故障诊断方法。该方法主要包括以下几个阶段。首先,将批量归一化应用于常规卷积神经网络,来提升其对复杂原始振动信号的特征学习能力。其次,利用所构建的深度学习模型对采集到的原始振动信号进行充分的特征学习以及故障信息挖掘。最后,将学习到的特征输入到极限学习机输出诊断结果。本文所提方法利用从实际机车采集到的轴承信号进行了验证。验证结果表明,本文所提方法的诊断效果比其他方法更好,更稳定。", "label": "控制科学与工程", "id": 0}
{"content": "滚动轴承是机械传动机构的重要部件之一,其状态直接影响着系统性能,因此,开展滚动轴承故障诊断研究十分重要。基于数据驱动的故障诊断方法的性能取决于故障特征的质量。为了获取高质量的特征,首先需要进行监测振动信号分解。常用信号分解方法计算得到的子信号在频谱中存在重叠现象,而高质量的故障特征很大程度反应在频率成分及其幅值的变化上。考虑到傅立叶变换具有优异的频率分辨能力且不丢失信息,本文利用傅立叶变换进行多滤波器信号分解。在此基础上,采用排列熵提取子信号中的故障信息,不仅保留了熵测度的作用,还具有较好的计算效率。综上所述,本文提出一种基于傅立叶变换多滤波器分解和排列熵的滚动轴承故障诊断方法,并利用公开和实验测试数据集验证方法有效性。实验结果表明所提方法具有一定的实际工程应用价值。", "label": "控制科学与工程", "id": 0}
{"content": "针对滚动轴承振动信号具有非线性、非平稳的特点,以及在传统的单源信息滚动轴承故障诊断中存在的信噪比和诊断可信度低的问题,本文提出了一种基于全矢集合经验模态分解和相关系数的滚动轴承故障诊断方法。首先该方法利用全矢谱信息融合技术处理双通道信息,提高信号的诊断可信度;其次运用集合经验模态分解将融合信息分解为多个本证模函数;最后利用相关系数法筛选出有效本征模函数,再结合时频域分析方法和解调技术进行故障诊断。", "label": "控制科学与工程", "id": 0}
{"content": "开展飞机关键机械部件故障诊断对于提高其运行的安全性和可靠性有重要意义。工程实际中存在以下问题,一是带标签故障样本难以获取;二是现有模型往往要求训练和测试数据服从同分布。因此,本文提出一种迁移深度降噪自动编码器用于解决标签样本缺少下的飞机关键机械部件故障诊断问题。该方法主要包括两部分:（1）构建深度降噪自动编码器用于从原始振动信号中自适应提取有效的故障特征;（2）通过参数迁移方法构建迁移深度降噪自动编码器用于处理标签样本缺少情形下的故障诊断问题。实验室数据被用于验证本文方法的有效性,实验结果显示本文方法能够有效完成标签数据缺少下的飞机关键机械部件故障诊断问题。", "label": "控制科学与工程", "id": 0}
{"content": "工程车辆作业工况复杂,其故障率高发,对其进行实时监控对厂家有着重要的意义。工程车辆的费用比较昂贵,在租赁过程中也需要能对其进行全程实时跟踪,文中设计的基于物联网的实时监控系统结合了WebGIS技术对车辆进行位置展示,同时实现了对车辆的在线遥控,通过设计上下行协议确保车辆监测数据和遥控指令能有效送达;系统还实现了对工程车辆监测数据的分类汇总统计,为厂家和销售商提供生产维修和销售数据以做参考。运行实践表明,该系统能对工程车辆进行实时监控,并为多种类型用户提供业务需求。", "label": "控制科学与工程", "id": 0}
{"content": "校园机房是智慧校园的数据中心和核心网络设备中心,利用环境终端对机房进行实时的监控,机房设备的安全、稳定运行可以确保学校师生有序开展教学活动。在校园机房的动环监控系统中,应用云技术和物联网技术是新的热点,其不仅使机房监测实现可测、可控、可扩展,还能够随着监控点的扩张逐步减少运营成本,对于构建经济型、实用型和安全型的高质量机房有着重要的意义。运行实践表明,该系统能让学校管理人员和运维人员实时监控机房,为及时发现预警并开展处置提供非常便捷的方式。", "label": "控制科学与工程", "id": 0}
{"content": "介绍了在博图环境下基于类和对象的概念,采用对象封装技术（用户数据与功能块的PLC类封装、用户数据与面板的HMI类封装）,在电动机试验监控系统中实现面向对象的编程,取得了良好的效果。", "label": "控制科学与工程", "id": 0}
{"content": "温度监控系统是保证车辆稳定运行的重要一环,温度监控系统的稳定运行直接影响到车辆的稳定性。当车辆走行部出现异常磨损时温度将随之升高,通过对温度的监控可以实现对走行部的实时监控。现有各型动车组的温度监控系统均为单独设计,设计概念各不相同,直接导致故障查找及故障应急方式各不相同,在实际运用中造成较大影响。所以急需将各车型温度监控系统进行统一,实现系统标准化。", "label": "控制科学与工程", "id": 0}
{"content": "随着上海市道路的快速建设和机动车辆的迅速普及,出现了越来越多与道路和机动车有关的案件,假套牌机动车、盗抢机动车、克隆出租车等,为市民的出行增加道路隐患。为进一步减少道路隐患,保障市民群众的出行安全,需建设一套基于电子警察系统的卡口缉查布控系统。利用Kafka的流式计算功能结合公安机关的业务流程,设计并实现了布控、报警、通知、处置、撤销一体化流程,系统上线运行后即取得良好效果。", "label": "控制科学与工程", "id": 0}
{"content": "研究目的:针对中国人口老龄化的问题,提出以物联网为平台,以老年人户外健身锻炼为切入点,将运动数据通过云上传,进行统一管理和指导,构建其健身体系化核心内容,以实用性的健身方法通过云端服务于社区老年人,旨在为国家制定老年人健康发展计划提供直接有效的应用解决方案。研究方法:通过文献资料、问卷调查、专家访谈、数理统计、实地调查的方法,以15名长期参加户外健身的老年人家庭为调查对象。研究结果:1)需求的分析老年人的安全需求（人体安全状态、人体应急状态）、生理需求（心率监测与预警、体温监测、平衡状态判断与智能协助）及健身需求（肌肉力量、心肺功能、运动负荷）。2)智能监控系统的特色TI公司的EZ430套件,外形小巧适合佩带,方便客户进行远程开发;EZ430-Chronos手表可被拆开,从而可通过定制应用对其进行重新编程,拟将该模块植入运动紧身衣中,对老年人运动健身起到良好的监控作用;GPS模块,实现对老年人位置的实时定位;加上NB-IOT的BC95模块,实现物联网数据的上传,从而形成一个完整的监控系统。3)功能设计a)安全监测可穿戴的紧身衣用于检测老年人的状态信息,而且能够通过加速度传感器自动计算老年人的平衡状态,进行老年人非正常身体空间位置的预判,可自动启动紧急求助功能,通过物联网监控系统第一时间联系亲人或平台进行救助,加上GPS定位系统实时定位,让亲人随时随地知晓老年人的健康状态。b)生命体征监测监测老年人体的生命体征数据（如体温、心率、脉搏、呼吸等）、运动数据（如速度、路程、平衡、时间、卡路里消耗量等）、部分老年人的听力训练、动作反应等。可穿戴设备不仅仅是一种硬件设备,更是通过软件支持以及数据交互、云端交互来实现强大的功能。4)系统实现a)eZ430-Chronos的特性与优势eZ430-Chronos是运动手表中基于CC430的高度集成的无线开发系统。它可用作手表系统的参考平台、个人局域网的显示器或远程数据收集的无线传感器节点,主要具有以下特点:1.射频工作频率433MHz,全球范围均可接受。适合佩带的小巧外形使客户能够方便地进行远程开发,TI Simplici TI与BM Innovations的Blue Robin?RF协议使开发人员无需掌握RF专业知识,即可方便地直接建立无线链接;2.包含可将Chronos连接至PC的e Z430 USB仿真器,内部CC430存储器可支持数据存储,能将心率等数据保持长达11个小时,仿真器支持基础软件框架和RF功能,可简化编程与调试;3.针对PC通信与自动化的USB-RF接入点支持可直接投入生产的源项目,包括但不限于运动鼠标控制、配合无线PC下载的传感器数据资料记录、键盘与演示控制,以及时间日历同步等;4.基于CC430 F6137、MSP430的完整功能的、重新编程高度集成的运动手表,可针对定制无线应用;5.提供3种不同的RF频带,可在全球范围内使用,集成型3轴加速器可实现运动敏感型控制,而传感器则可用于测量高度、温度以及电池电压等;6.CC430可直接驱动大型96段LCD显示屏,低成本系统包括所有支持软硬件,不但可提高易用性,而且还可降低开发成本;7.可与心率监视器、计步器或其它类似CC1101的基于器件的射频收发器或So C进行无线配对。包含IARKickstart和Code Composer Studio集成开发环境,这些环境包含汇编器、连接器、仿真器、源码级调试器和代码受限的C编译器;h)TI在研发过程中,与数家业界领先公司进行了深入合作,以便能够为客户提供最全面的易用型开发套件,第三方合作伙伴包括:BM Innovations、IDT、Johanson Technology、VTI Technologies、Chronos,在这些公司与其他TI MSP430?MCU开发商网络成员的大力支持下,可为客户提供高度可靠的支持产业环境。b)eZ430-Chronos开发工具与实现原理图USB棒状开发工具套件,内核架构MSP430是eZ430完整的开发工具,它包括该项目所有的硬件和软件,同时也是电量的来源。原理图（略）成果效益:1)通过智能监控系统的试戴,15个家庭中有11位的老人子女感到非常满意或基本满意。由此可知,通过佩戴智能监控系统后,老人的家庭成员对于父母健身运动安全问题的担忧有所减弱,老年人对佩戴本系统感兴趣的人数也较多。2)通过为期半年携带智能监控系统,多数家庭对此款可穿戴智能设备提出了许多反馈意见,主要存在以下几个方面:1.设备的灵敏性和轻巧性有待提高;2.在用户患病或有其它异常时,传感器显示的数据还未体现出个性化差异;3.汗液、卡路里、葡萄糖水平等指标还未监测到。通过今后的不断更新,期待在后续的产品中可以陆续解决。", "label": "控制科学与工程", "id": 0}
{"content": "网络安全通报预警机制与技术平台对提高网络安全预警和应急响应处置能力具有重要意义。随着网络建设和应用技术的成熟,对于网络系统的安全技术和管理要求不断提高,搭建一个既能实时监测整体网络安全威胁与态势的技术平台,又能对各单位互联网应用、核心业务系统进行通报预警的技术平台是行业主管部门保障整体网络安全的有效途径。为建立行业主管部门网络安全通报预警技术平台,文章针对网络安全通报预警机制建立及网络安全建设阶段性需求进行深入分析,提出网络安全通报预警技术平台建设框架。在定位网络与信息安全信息通报工作基础上,依据国家对网络安全通报预警工作相关要求,结合行业主管部门安全管理现状,对单位资产收集、预警通报机制与技术保障措施进行深入研究。", "label": "控制科学与工程", "id": 0}
{"content": "工业领域发生的故障可能使生产遭受损失甚至发生严重的安全事故。故障诊断方法的研究对安全生产具有重大意义。目前研究广泛的故障诊断模型主要都是基于数据分析的模式识别方法,对于化工过程的机理性知识应用很少。本文提出了一种基于先验知识和多神经网络的化工过程故障诊断方法,尝试将机理知识与数据分析方法结合,开发化工过程的故障诊断模型。本文以田纳西-伊斯曼（Tennessee Eastman, TE）过程为对象,首先通过先验知识将TE过程故障进行分类再提取与故障类型相关的变量;接着利用BP算法和径向基函数建立多个神经网络用于完整的故障诊断过程;最终结果说明基于先验知识和多神经网络的化工过程故障诊断模型有较好的诊断效果。", "label": "控制科学与工程", "id": 0}
{"content": "以电力负载数据为切入点,建立了以网络节点为基本单元的多层网络架构模型,基于Hadoop架构下的MapReduce技术完成数据预处理,最后运用数据统计、线性预测等方法对数据进行分析挖掘,研究提出了自动诊断、预测预警以及动态电力资源调度与分配的方法,分析结果可为网络的自动诊断预警和运行管理工作提供有效的策略支撑。", "label": "控制科学与工程", "id": 0}
{"content": "为解决市区架空跨路光缆在照明不足或夜间路段易受超高车辆挂坏、挂断等外力破坏的情况,设计了一套架空跨路光缆线路夜间预警装置。该装置主要以高亮度的LED作为光源,并将其光带安装在跨路光缆线路上,通过光源交替闪亮,从而在夜间自动发出声光告警提醒过往车辆。另外对该装置的发光预警系统、在线监测系统、电源控制系统、GSM报警系统4部分进行了模块设计和选材。经过在多条线路中现场安装、性能测试以及应用分析,该装置能够有效预防外力破坏,从而避免了光缆挂断事件的发生,保障了光缆线路的安全运行。", "label": "控制科学与工程", "id": 0}
{"content": "动力环境监控系统为满足电力系统站端无人值守及远程运维的需求提供了有力的保障。对电力系统通信动力环境监控系统构架进行了分析,对动力环境监控系统及视频监控系统部署方案进行了研究,提出了几种部署方案,并对各个方案进行了对比分析。同时,根据不同品牌厂商设备的功能特点,对监控平台功能实现方式进行了研究,为电力系统动力环境监控平台建设提供了指导。", "label": "控制科学与工程", "id": 0}
{"content": "机房作为一个信息处理与交换的重要场所,维持基础环境的稳定是设备正常运行的必要条件。通过搭建机房温度和外部环境参数实时监控采集系统,利用机器学习算法对采集的机房温度数据和外部环境影响参数训练机房温度预测模型,可以对机房温度态势感知,对故障情况进行预警并辅助处理,提高机房基础环境运行水平,为电网安全稳定运行提供坚强可靠的基础环境支撑。", "label": "控制科学与工程", "id": 0}
{"content": "位置随动系统又称伺服系统,主要用于解决位置跟随的控制问题。其根本任务就是通过执行机构实现被控量（输出位置）对给定量（指令位置）的及时和准确跟踪,并要具有足够的控制精度。应用系统参数的计算及整定方法,将计算得到的电流环、双闭环、三环随动系统在MATLAB中进行仿真比较,说明系统具有良好的跟随性能。", "label": "控制科学与工程", "id": 0}
{"content": "文章针对随动系统的测控问题,提出了一种测控系统模型和软件模型,应用WinCE中的通知API技术很好的解决了测控系统中的测控等问题。通过在630火炮随动系统上的应用,其效果比较理想,有很高的理论和实用价值。", "label": "控制科学与工程", "id": 0}
{"content": "介绍了利用双口RAMCY7C025AV的优越性能,实现了双CPU随动控制系统中ARM微控制器与DSP之间的快速可靠通信,描述了它及其驱动在随动控制系统中的应用,设计并实现了该应用在嵌入式Linux系统下的驱动程序,为嵌入式Linux系统下的芯片驱动开发提供了很好的借鉴。", "label": "控制科学与工程", "id": 0}
{"content": "本文提出一种基于PMAC数控系统的4轴红外动态图像投影随动系统,用于红外成像制导半实物仿真系统,介绍了该系统的工作原理及硬件和软件的工程实现,硬件由X-Z平移台、二维转台和电控闭环反馈系统构成,控制系统的输入信号由仿真计算机给出。实验得到投影系统在水平方向的投影视场角最大为±16.5°,垂直方向最大为±9.5°。", "label": "控制科学与工程", "id": 0}
{"content": "开发了基于工业EtherNet/IP网络的两轴位置随动系统,提出了顺序随动（SeqMotion）和电子凸轮（ElecCam）随动两种实施策略,并结合运行曲线对系统的性能进行了分析。", "label": "控制科学与工程", "id": 0}
{"content": "从预测控制的三个控制算法机理出发,分析了预测控制在随动系统中的应用方法,并通过仿真将其与常规控制系统进行了比较。", "label": "控制科学与工程", "id": 0}
{"content": "本文对铝合金铸造行业现有主要检测技术进行了调查研究,结合本公司的应用情况,对现有铸造测量系统分析方法进行分析总结,这些方法同样适用于行业类似测量系统的分析工作,对测量系统分析方法的选择具有指导意义。", "label": "控制科学与工程", "id": 0}
{"content": "研究目的:\"数据驱动决策\"促进运动训练向信息化寻求技术支持。运动训练过程中的统计数据在辅助教练员决策方面具有非凡的意义。运动监测系统历经三十余年发展,现阶段仍存在数据孤岛问题,各类型子系统之间互相独立,多维度生理与物理数据闭环处理,即使拥有海量样本数据,仍难脱离\"小数据\"思维范畴,不足以体现运动训练过程的复杂性本质。本文提出兼容现有监测系统、基于完全自组织架构的灵巧实时整合架构,充分利用多种传感器手段,将传统录像解析、动量采集、生理监测在时空上高度统一,满足时敏竞技项目的数据分析导向。研究方法:文献资料法、逻辑分析法、比较法、数值分析法研究结果:1.整合实时监测是新时期提升训练效果的重要方法:1.1监测手段中的\"点\"、\"线\"、\"面\"。运动监测过程本质上是对人体行为状态进行综合汇总并加以分析的过程,信息采集的全面性决定了数据的含金量,运动行为建模的准确度依赖于数据获取的多维度。以点线面思维视域解构这一现象,任意传感器获取的数据可以看做信息\"点\",信息点沿时间轴延拓构成信息\"线\",经时空融合后的多重传感器数据,则构成运动训练过程全局观的信息\"面\"。由\"点\"及\"面\",有助于由表及里的描摹真实训练效果。1.2大数据辅助训练决策的信息化优势。现有监测设备针对特定指标进行单一测量,容易形成信息孤岛,无法揭示复杂变量之间的相互关系,难以把握运动训练的系统规律。整合多种监测手段并利用大数据进行分类整理,将单一变量的因果性规律转化为多重变量之间的关联规律,降低随机性和噪声对小数据分析结果的影响,提升训练决策的准确度。1.3高动态竞技场景数据去\"伪\"存\"真\"。例如,一名跳水运动员摆臂纵跳的高度监控数据出现明显下降,到底是训练疲劳还是运动损伤,或是偶发性技术失误,单一的高度数据并不能反映真实情况,如果能结合起跳时的纵向加速度、运动员的心率水平等附加指标,将有助于形成更为客观的评价结论。充分利用不同属性之间的关联逻辑,通过整合多重监测手段,辅以合理的数据提取方法,从内在机制、特征、关系及原理多个角度呈现运动训练的复杂性和科学性。1.4运动负荷监测与疲劳预警体系构建。通过对运动训练机能监控来检查和评定运动员承受训练负荷的状态,是运动员竞技能力诊断与监测的一种重要手段。运动疲劳产生时,机体在生理水平上产生变化,速度、力量、反应灵活性等指标同样会出现波动。通过心率变异性评估自主神经系统的功能变化、通过惯性测量统计训练过程中明显的动量变化、通过血乳酸测量评价恢复能力,整合后的系统将有助于对疲劳进行正确快速判断。1.5对整合分期运动训练模式变革的\"催化剂\"效应。分期理论本身是一个基于负荷量化的理论,负荷指标中的大部分,都可以通过传感器的测量进行科学获取。这些非线性数据经过提炼、拟合、呈现、归纳,将训练指标直观化和定量化,使运动训练的试误过程目标明确、使竞技状态的发挥有迹可循,反过来又丰富和促进了训练分期的理论进化。2.信息科技进步为整合实时运动监测提供技术支撑:2.1整合实时运动监测系统标准框架。拟将整合后的监测体系结构自下而上划分为传感器数据采集层、无线传输控制层、实时机动网络层、数据融合处理层四个层次,分别负责数据的采集与整合、协调传输、时空统一与特征提取。2.2整合实时运动监测系统范例。以田径场地为例,假设场景为田径课教学,场上共有学员60人、教练员1人。每位学员佩戴心率、三轴加速度传感器腕带,两弯道内侧各架设一部高清摄像机并实时上传动态画面至Dartfish软件分析。教练员手持一部决策支持平板。2.3对现有设备的持续兼容。常用的腕带类监测设备多采用蓝牙协议,其通信距离、实时性均不够理想。可在运动场地内散布多个蓝牙接收器,提取腕带有效信息位进行二次封装,再基于整合运动监测系统的Ad Hoc网络进行长距离传输。2.4基础数据的处理建议。通过对多维度的特征向量进行特征分布判断,可以得出某个数据区段属于某个动作的概率。对特征数据进行分类的常见方法有支持向量机SVM算法、K邻近算法、包含多棵决策树的随机森林算法等。研究结论:大数据时代各类科技成果的灵活应用为体育训练创造了前所未有的便利条件,引领体育教育从经验理论逐步过渡到数据理论。无论运动训练的效果评价,或是疲劳损伤的监控与预防,均无法通过单一监测变量完整描述,将不同类型的监测数据关联分析,深入探寻各种因素间的相互联系,是对运动训练的内在机制、特征关系、原理规律进行拟合研究的重要技术途径。本文提出一种对现有实时运动监测系统进行有效整合的系统架构,认为综合利用多维度数据采集结果进行融合分析是未来运动训练科学发展的趋势。", "label": "控制科学与工程", "id": 0}
{"content": "研究目的:随着全民健身事业的发展和科技的不断进步,人们用现代科技去完善体育活动的需求更加迫切,科技的进步也使人们对体育场馆的智能化,安全性以及舒适性有了新的要求。目前科学技术不断发展,集成技术到达了新的层次,嵌入式控制器的体积也在不断缩小,价格普遍降低,性价比不断攀升,嵌入式控制器的应用越来越重要。在很多不同的领域里都能看到嵌入式控制器的身影,比如在医疗设备、节能装置、智能家居、智能电器、高新体育器械等方面,互联网+的观念深入人心。物联网行业的发展,为智能体育带来了更多新颖的表现形式。国家更是多次发布相关政策规划,国务院办公厅《关于发展健身休闲产业的指导意见》多次提到智能体育,对开发智能体育产业新生态圈给予了充分的重视。2018年8月10日国务院办公厅印发了《体育强国建设纲要》中指出\"运用物联网、云计算等新信息技术,促进体育场馆活动预定、赛事信息发布、经营服务统计等整合应用,推动智慧健身路径、智慧健身步道、智慧体育公园建设。鼓励社会力量建设分布于城乡社区、商圈、工业园区的智慧健身中心、智慧健身馆。依托已有资源,提升智慧化全民健身公共服务能力,实现资源整合、数据共享、互联互通,加强分析饮用\"。对传统体育场馆和物联网技术进行有机融合,使智能体育场馆这一新兴概念诞生。由于传统体育场馆存在环境管理不便捷,环境信息收集不及时,有害气体超标无法监管,场馆遇到失火等突发情况无法及时预警等问题,大大增加了体育场馆管理人员的管理成本和管理负担。场馆的温度检测太过繁琐,而体感是否适宜又会直接影响体育场馆内运动人员的运动体验。通过对智能体育场馆环境监测系统以及上位机显示软件的开发与设计,达到对体育场馆内的温湿度指数,烟雾浓度,以及一氧化碳浓度,进行实时监测的目的。进而减少体育场馆管理人员的工作任务,提高体育场馆的安全性以及运动人员的舒适度,助力全民健身事业的发展。研究方法:本文通过文献研究法、实验法、跨学科研究法设计开发出基于ZigBee协议的体育场馆环境监测系统,体育场馆环境监测系统运用了Keil MDK、Qt、STC-ICP等软件,主要使用的传感器有MQ-9,MQ-2,DHT11,其中主控采用stm32f103。研究结果:设计出基于ZigBee的智能体育场馆环境监测系统,其对体育场馆内的温湿度指数,烟雾浓度,以及一氧化碳浓度,进行实时监测。查阅文献后发现大多环境监测系统没有设计上位机显示软件,而是直接将传感器和显示器集成在一个装置内,为了使数据更直观,本文同时设计了上位机显示软件,并对上位机显示软件进行了大量功能设计和界面优化,在主界面中,利用柱状图,温度曲线等多种数据呈现模式,提升了可读性使上位机软件显示界面更加美观。主界面中还设计了环境监测系统设备的在线情况,使管理人员更容易发现问题和故障。上位机软件还设计了记录设备位置并显示设备是否故障的功能,通过点击移动完成排序的环境监测系统的图标,即可在体育场馆的图片中对设备位置进行标注,当设备出现问题无法连接时绿色标识变成红色,通过标记的地点,管理人员能迅速排查并找到设备解决问题。合适的数据的显示方式能让管理人员更直观的获得环境信息,上位机软件设计了对可视化数据的个性化设置功能,管理人员可以自主选择使用柱状图、扇形图、曲线图等来显示数据。通过个性化的显示模式将传感器采集到的数据更直观的展现出来,以此实现对体育场馆的智能化管理,减轻体育场馆管理人员的数据处理负担,提升体育场馆的安全性,简化场馆管理人员的工作,改善体育场馆运动人员的运动体验。当添加设备或者测试设备是否正常运行时,上位机软件还设计了设备调试界面,以此判断传感器的状态是否正常,保证设备的正常运行。研究结论:传统的体育场馆环境检测系统并没有对上位机界面进行设计,未形成完整的生态结构。本文不仅设计了体育场馆智能监测系统还设计了上位机显示软件,并且对上位机显示软件的功能进行了深层次探索,使体育场馆智能环境监测系统的生态更加完善,为智能体育场馆的智能化提供更多可采用的方案。", "label": "控制科学与工程", "id": 0}
{"content": "当导航卫星处于自主运行期间,因空间环境影响发生的软件异常容易引起导航业务中断,目前北斗卫星已实现了卫星钟、导航信号功率、时延快变异常的自主完好性监测,针对导航电文异常自主监测,本文提出两种基于自主运行的监测技术,一种是利用自主导航电文进行电文校验,结果表明以60天的时间段分析,前期的校验误差较小,与地面上注电文匹配,具有较高精度,中期及后期随着自主导航算法收敛,误差精度较一致,但相比前期时间段的数据校验误差会增大一个量级;第二种是利用星间链路测量数据进行电文校验,结果表明与地面上注电文的一致性较高,误差在0.5米以内。这两种技术可以支持无地面支持模式下导航卫星电文的完好性监测,有效降低空间段卫星故障漏检概率,提高北斗系统完好性服务水平。", "label": "控制科学与工程", "id": 0}
{"content": "提出了一种分布式数据采集仪设备的无线同步方式。该方式采用Sub-1GHz射频芯片HW3000进行时钟同步,不需要仪器间接同步线,也不需要接入北斗/GPS或者专门的基站,该方式时钟同步误差限制在50μs以内,可适用于对测试环境严苛的土木工程类振动噪声测试项目。", "label": "控制科学与工程", "id": 0}
{"content": "实现了一种采集设备的自动化测试系统,把采集设备的性能测试、功能测试、软件测试脱离了手动的测试,将采集系统分模块地进行程控,从而实现了整个测试系统的自动化。该系统基于TCP/UDP和RS232等通讯协议,设计自动化测试软件对采集产品、采集分析软件和信号发生器等测试模块进行程控设置,并设计通道选择硬件模块实现不同输入信号和不同通道的切换,自动化软件读取采集设备测量值和采集产品软件的状态返回值,并对测试值进行智能判断,自动生成测试报告和异常结果,从而达到采集产品三种测试自动化目的。", "label": "控制科学与工程", "id": 0}
{"content": "最近几年,随着风洞技术的飞速发展,高速风洞数据采集系统需求越来越多,采样速率不断加快,而且规模越来越大,给高速风洞数据采集系统设计提出了更高的要求,介绍了高速风洞数据采集系统的需求,给出了系统组成,并分析推导了各部分应满足的性能指标,为进行数据采集仪设计和组建高速风洞数据采集系统提供了指导和依据。", "label": "控制科学与工程", "id": 0}
{"content": "利用FPGA实时处理能力,对量程自动切换功能进行实现。提出在FPGA内实现量程自动切换的三种方法,即逐点比较逐点输出法、块比较块输出法和逐点比较锁定量程法,并分析三种方法在数据存储方式、块内存消耗和可移植性方面的优缺点。最终,逐点比较锁定量程的方法在无需数据存储和无块内存消耗的情况下,完成量程自动切换功能,从而提高采集系统整体性能,同时方便在不同厂商的FPGA内移植。", "label": "控制科学与工程", "id": 0}
{"content": "目前Zynq-7000的平台在图像和信号处理等应用中的使用日益广泛。Zynq片上系统（SoC）架构将基于双核ARMCortex处理器的处理系统与基于xilinx7系列现场可编程门阵列（FPGA）的可编程逻辑（PL）相结合。利用Zynq平台,可在可编程逻辑上实时实现硬件加速,并由运行在基于ARM的处理系统（PS）上的软件进行控制。介绍了一种基于Zynq平台的特殊气体检测系统的设计与实现,取得了良好的效果。特殊气体检测系统是基于16位SnO2气体传感器、主成分分析（PCA）降维决策树（DT）进行分类的。系统的主要部分将在PL上执行,用于硬件加速,其形式为C开发的IP核,并利用Vivado高层综合,将C转换为寄存器传输电平,利用IP积分器在Vivado中开发了一种实现IP在PL上的硬件设计,并对PS上的检测系统的其余部分进行了设计。该系统对SnO2等气体的最大精度为93.18%。", "label": "控制科学与工程", "id": 0}
{"content": "基于无人机的高精度边坡变形监测技术采用地面局部坐标系,利用无人机上搭载高分辨率工业相机以及工业摄影测量算法对监测区域进行高质量的影像采集、标志点识别,最终得到标志点高精度三维坐标,通过对同一区域不同时间采集得到的两组数据对比分析得到该区域的变形量。", "label": "控制科学与工程", "id": 0}
{"content": "随着物联网技术、云计算技术的快速发展,输配电网越来越多的状态监测设备接入了云计算平台,并带来了庞大的交互数据计算量。如何提高数据处理的响应速度及缓解云平台的计算负担成了亟待解决的问题。本文讨论了状态监测系统网络架构的发展现状,论述了边缘计算技术及其应用在状态监测系统中的优势,并以输电铁塔监测系统为例展示了边缘计算在状态监测系统中的应用方案。", "label": "控制科学与工程", "id": 0}
{"content": "本文设计了一种分布式的环境数据检测系统,能够实时检测所处区域的环境数据。系统分为数据采集终端和管理系统,终端实时采集各点位温湿度、风向、降水量、光照强度、PM2.5浓度等数据,通过网络发送给服务器。用户可以根据管理系统实时了解自己所处区域的环境信息,同时管理者可通过数据来采取相应的措施。", "label": "控制科学与工程", "id": 0}
{"content": "本文设计并开发了一套基于SOA架构的电信间温湿度监测系统。系统在设备层通过温湿度传感器模块采集环境数据,并通过以太网模块将终端接入校园网络,在应用层部署监测系统,在数据层基于ModBusTCP协议获取数据存入数据库,在业务层通过\"企业微信\"实现访问控制,在表现层通过Web页面向用户展示环境数据以及通过\"企业微信\"消息推送接口发送报警消息。通过搭建该系统,实现电信间温湿度环境数据可视化记录、监测、报警等功能,对于加强电信间管理具有重要的研究价值和广阔的应用前景。", "label": "控制科学与工程", "id": 0}
{"content": "在竞赛推动应用实践教学的背景下,教学过程中将竞赛设计和学科实践有机结合。竞赛项目--车内滞留儿童安全监测系统设计综合应用了电信类专业知识,针对解决车内滞留儿童导致意外发生的情况,采用环境感知、物联网、智能处理等先进单片机及传感技术,构建包含事件预警、状态实时监测[1]及跟踪、现场和远程智能报警等关键功能电路模块的解决方案,可以有效解除儿童车内滞留的安全隐患。", "label": "控制科学与工程", "id": 0}
{"content": "文中设计了一种温室环境测控装置,采用STM32F103C8T6单片机作为主控平台,以密闭温室的内部空间环境为研究对象,利用传感器完成温室内温度、湿度、CO2浓度与光照强度等环境参数的采集,通过LCD12864液晶屏幕显示。实验结果表明,该装置可自动调整环境参数,满足预先设置的植物生长环境需求,并提供异常状况报警功能。", "label": "控制科学与工程", "id": 0}
{"content": "近年来伴随着经济社会发展及汽车行业的迅猛发展,我家庭国汽车持有量逐年增高。汽车带给我们便利的同时也会产生一些危害,其中最受关注的问题就是车内滞留儿童窒息死亡。为此针对此类事件设计了车内滞留儿童检测系统,由信息采集装置,核心控制电路和执行装置三部分组成。主板采用了Mega2560主控板,LCD12864显示屏,运用linkboy的G语言图形化编程,实现车内滞留儿童及车内环境的实时监测与预警及一定的自救,以帮助避免车内儿童滞留意外安全隐患的发生。", "label": "控制科学与工程", "id": 0}
{"content": "电力变压器和电抗器作为电力系统的核心设备,研究有效的方法评价其内部早期故障状态对保证设备的可靠运行具有重要意义,其中油中含气量因能及时反映密封性能而成为油浸式电力设备维护和故障诊断的重要技术手段。本文结合福建省内三起典型高压设备油中含气量超标的故障案例,通过现场停电检查泄漏点和历史含气量、O2/N2比值对比分析,得出了含气量超标的原因及处理依据。本文首次确立了利用含气量、O2/N2比值历史曲线判断油浸式高压设备密封性能的方法,可为含气量超标设备的运维检修提供重要参考。", "label": "控制科学与工程", "id": 0}
{"content": "随着现代科学技术的飞速发展,对特殊战略装备、航空发动机关键部件等系统的安全性和可靠性提出了更高的要求。快速有效地进行系统振动状态监测与故障诊断,对于保障智能系统的安全可靠至关重要。在这些空间受限特殊环境中关键部件运行物理参量原位实时监测的微能源供给是一项世界性技术难题。本报告研究了微能源材料的多尺度设计与一体化无线监测系统的智能集成,揭示了微能源材料的多尺度界面调控机制,探明了换能材料的界面力电耦合机制,提出了复合换能材料的微结构界面设计方法。同时阐明了微能源器件在受限空间下电荷定向运输、电荷有效储存与低自放电机理,研制了长寿命、高功率、高能量密度的一体化微能源器件。成功将该技术应用于特种钢智能三辊精密轧制重大战略装备的长寿命原位无线监测,并拓展到航空发动机、智能战士头盔等共性装备,为智能制造、智能交通和智能国防重大战略装备无线监测提供了重要的技术支撑与理论指导。", "label": "控制科学与工程", "id": 0}
{"content": "基于深度学习的滚动轴承状态监测与故障诊断理论近年来成为研究热点。然而,这些方法往往都依赖于历史运维数据,而历史运维数据常存在着数据不平衡、运维数据缺失等问题。针对这一不足,本文提出了滚动轴承健康状态数字孪生模型。该数字孪生系统由深度生成模型来进行构建,而深度生成模型由滚动轴承健康状态下的运维数据来进行训练。网络训练完成后,模型根据测得的振动信号给出滚动轴承当前时刻健康状态的评估。通过仿真分析和实验数据的分析来验证模型的有效性,其结果均表明模型具有较强的故障检测和健康阶段划分的能力。模型构建过程不需要使用到故障运维数据,可有效缓解滚动轴承监测系统构建过程中存在的数据不平衡问题。", "label": "控制科学与工程", "id": 0}
{"content": "滚动轴承受装配过程中人为因素,以及服役过程中负载的影响,轴承套圈与轴承座孔容易产生不同心,使轴承在运行过程中产生偏磨故障,严重影响轴承使用性能和使用寿命。本文通过数据驱动建模的方法建立轴承-转子系统的NARX模型,进而对数据驱动模型进行特征提取,以此来表征系统的非线性程度。首先,有效的数据预处理是建立准确数据驱动模型的前提。本文利用基于自相关的时域同步平均方法对振动数据进行梳状滤波,消除了转速,载荷的有限波动,以及截断误差所导致相位误差累积,从而实现数据段的同相平均。在无转速计情况下,该方法能够有效减小了高频成分的衰减,避免信号失真。最后,以滤波后的振动数据为输出,以转子的周期性不平衡力为输入,辨识得到轴承-转子系统的NARX模型。然后结合广义关联线性函数（GALEs）求解得到了系统的前三阶非线性输出频率响应函数及其相关指标。与传统故障评价指标相比,非线性输出频率响应函数相关指标对轴承-转子系统的微弱故障更加敏感。本文所提出的数据预处理方法以及基于数据驱动的故障诊断方法为轴承在装配以及运行过程中的对中性能检测提供了解决思路。", "label": "控制科学与工程", "id": 0}
{"content": "随着互联网大数据技术和人工智能的不断发展及其广泛应用,数据作为大数据技术和人工智能技术的基础,已经成为一种不可或缺并且具有战略价值的资产。在媒体行业,也正在借助于大数据技术和人工智能技术实现媒体的进一步深度融合以及业务创新。本文介绍了如何通过基于Scrapy框架设计开发一套具备灵活性及可扩展性的互联网新闻数据分布式采集系统,基于此系统可以为众多媒体智能化创新应用提供数据支持。", "label": "控制科学与工程", "id": 0}
{"content": "云平台运维中面临两大难题:（1）日常巡检工作量大,效率不高;（2）故障和数据分析高度依靠运维人员的个人经验,不可控。为解决上述问题,本文建立了一套以运维数据分析模型为核心的主动运维体系。该体系基于\"数据治理方法\",根据业务需求反推数据需求,利用各种工具采集、清洗、存储业务数据,通过数据获取过程带动数据治理落地。采用多种算法对系统健康状态进行量化评价,通过直观展现、主动报警可以降低对运维人员能力要求,也可将人力从大量简单重复劳动中解放出来。此外,通过构建资源消耗与业务负载的关系模型,本项目建立了可持续优化的业务资源动态适配体系,实现了技术平台对融合业务支撑能力的持续优化,全面提升了信息系统运维水平,取得了较好的应用效果。", "label": "控制科学与工程", "id": 0}
{"content": "针对目前睡眠监测技术测量数值准确性差、价格昂贵且用户使用舒适度低等问题,提出了一种智能睡眠监测系统方案。本系统以STM32F429IGT6为主控芯片进行信号交互和处理,采用应变传感技术、温湿度传感技术、无线通信技术、单片机技术和信号处理技术,以达到实时监测与反馈用户睡眠状况的目的。其中,人体头部运动模块对人体睡眠质量进行测量;\"阻塞性睡眠呼吸暂停低通气综合征\"报警模块对用户睡眠时的生命安全进行保护;睡眠环境监测模块探究对睡眠质量产生影响的因素,有助于用户通过改善睡眠环境来提升睡眠质量;无线通信模块将数据传输给客户APP端形成分析报表,使用户更加直观地了解自身睡眠质量基本情况。本设计探索了智能家居辅助功能,为用户提供更安全和舒适的家庭生活,使用户居住环境更环保节能。", "label": "控制科学与工程", "id": 0}
{"content": "传感器是监控系统的重要组成部件之一,它能够将感应到的物理信号转换为标准电压（0～10V）、电流（4～20mA）信号,并通过可编程逻辑控制器（Programmable Logic Controller）完成数据的转换与传输。某试验现场传感器种类多、数量大、空间分布广泛。以PLC为核心的集中式数据采集方式线缆敷设复杂、自主化程度低、扩展成本高。针对该问题,研制了一种基于CAN总线分布式数据采集装置。装置以TMS320F28335为核心处理器件,设计了高精度4～20mA电流转换电路;采用CAN现场总线作为专用通信传输方式,通过建立CAN总线电路数学模型得到CAN终端电阻最优配置方案,提高了数据传输的抗干扰能力,实现了试验现场传感器的分布式管理。测试表明:装置整体功能、测量精度及通讯功能满足试验现场需求。", "label": "控制科学与工程", "id": 0}
{"content": "本文结合某高速采集项目介绍了宽带频谱数据实时处理和显示的工程实现,频谱具有平均和最大保持功能,并可以进行实时配置参数。文章分析了基于FPGA实现各个模块的详细步骤和资源利用情况,通过仿真和测试验证了理论方法的可实现性。", "label": "控制科学与工程", "id": 0}
{"content": "日益复杂的工业过程所产生的数据蕴含其运行状态信息,本文基于Logistic回归,利用数据构造生产过程模式,从而对运行状态进行监测。考虑到数据在空间结构上存在高维度、强冗余以及共线性等问题,需要对原始数据进行变量选择和空间映射,以最小维度最大化地刻画过程运行的本质,为此本文设计了elastic net-PCA算法将过程变量实时变换到模式空间,然后利用Logistic回归对过程模式进行判别分类,从而监测工业生产过程的运行状态。最后利用某化工厂提供的聚合反应釜运行数据对所提方法进行验证分析,并将其与原始变量空间、稀疏空间以及主元空间下的Logistic回归进行对比,结果证明:由于模式集中了过程的重要变量信息,能够更加全面准确地反映过程运行的本质,因此具有更高的监测准确率。", "label": "控制科学与工程", "id": 0}
{"content": "现代工业过程往往呈现复杂非线性特点,传统过程监测方法在处理复杂非线性问题时效果较差.针对以上问题,本文提出了一种基于卷积自编码器和k近邻的过程监测方法.首先采用卷积自编码器对非线性过程数据进行建模,并自动提取有效深度特征.通过卷积自编码器将原始非线性空间映射到特征空间和残差空间.然后利用k近邻准则在特征空间和残差空间构造统计量,并结合核密度估计方法得到相应的控制限进行监测.通过TE过程的仿真实验,验证了本文所提非线性过程监测方法的有效性.", "label": "控制科学与工程", "id": 0}
{"content": "针对大规模工业过程故障监测中存在的局部信息难提取的问题,本文提出一种基于JS散度（Jensen-Shannon divergence）的多块主元分析（Principal Component Analysis,PCA）故障监测方法。首先,计算过程变量之间的JS散度值对变量进行分块,突出过程局部特征;然后,在每个变量子块中分别建立PCA监测模型进行监控;最后,通过贝叶斯推断将每个子块的监测结果进行融合得到全局监测结果。通过田纳西-伊斯曼（Tennessee Eastman,TE）过程的仿真对本文方法进行了验证。", "label": "控制科学与工程", "id": 0}
{"content": "针对大规模工业生产过程具有检测变量多、变量之间存在复杂的相关性,工业过程监测通常采用分布式建模的监测方案。然而在每个子块中,过程变量的数据分布未知、先验故障知识少,每个子块中的监测模型并不能准确的监测到异常状况的发生,从而导致全局监测模型的准确性大大降低。针对现有方法的局限性,提出了一种基于离群因子检测（LOF）和主成分分析（PCA）相结合的双加权离群因子检测的动态主成分分析方法（DWLOF-DPCA）。首先,针对传统的动态主成分分析过程监测方法需要满足数据服从高斯分布的假设,引进了LOF算法构建了新的监控统计量,替代了原有的T2和SPE统计量;其次,为了获得更好的在线监测结果,设计了一种双加权策略来改进LOF统计量,一级加权策略中对不同的成分赋予不同的权重,以突出故障信息,二级加权策略中设计了一个移动加权窗口对历史监测结果进行加权相乘,提高监测结果的准确性;最后利用先验知识和过程数据将整个过程的数据进行分块,将在不同时间维度和空间维度上具有较大相关性的变量划分到同一个子块,然后在每个子模型中分别建立DWLOF-DPCA模型,并通过贝叶斯推理将所有子模型的监测结果融合为一个监测统计量。在Tennessee Eastman和过程焙烧炉运行过程监测中,将所提出的方法与现有的监测方法进行对比,所得结果表明了所提出方法的有效性和合理性。", "label": "控制科学与工程", "id": 0}
{"content": "动态特性在工业过程中广泛存在。利用输入变量的时间序列进行维度扩展变成增广向量可提取动态信息,但这会带来输入变量数据高维和冗余的问题。而采用动态主成分分析（DPCA）进行降维会打乱输入数据的时间序列,从而不利于特征提取。故本文提出了一种有监督的双向二维主成分分析（S-Bi-2DPCA）用于动态过程软测量建模中。首先,其保留了输入变量在时间维度与变量维度上的二维拓扑结构,依次对时间维度和变量维度来进行纵向、横向的降维并得到动态特征;其次,通过采用有监督的方式,在两次降维的过程中引入输出变量作为约束来提取更有效的特征。最后,将提出的S-Bi-2DPCA在脱丁烷塔过程中进行了应用验证。", "label": "控制科学与工程", "id": 0}
{"content": "工业过程数据往往呈现多模态特性,建立全局软测量模型会降低预测的精度,而建立多模态预测模型的前提是能够对模态进行准确划分。考虑工业过程数据多模态、高维、序列等特性,本文提出一种基于低维流形嵌入和非参数检验的工业过程模态识别方法。首先从数据分布的角度出发,将过程数据映射到能够反映模态变化特性的低维流形上,对此低维流形上的数据进行相空间重构以提取数据时间序列信息,进而利用非参数统计中的Kolmogorov-Smirnov检验统计量度量相空间中重构分量的变化,最终有效实现过程数据的模态划分。通过TE多模态数据集的仿真实验表明,本文所提方法能够有效划分工业过程数据的多模态信息,划分精度满足后续软测量建模要求。", "label": "控制科学与工程", "id": 0}
{"content": "FeO含量的实时检测对于烧结过程精细准确调控、稳定烧结矿质量和保证高炉平稳顺行具有重要意义。然而现场对FeO含量的检测采用人工化验的方式,造成FeO含量数据获取的严重滞后,导致烧结矿检测结果无法实时指导烧结配矿操作。因此,为了解决烧结过程FeO含量信息无法实时获取的问题,本文提出了一种基于模糊推理和R-C-LSTM的烧结过程FeO含量预测方法。首先,针对料层内部反应温度无法检测的问题,通过对烧结过程的传热机理进行分析,建立了料层最高温度模型,并结合专家经验,提出了基于模糊推理定性分析烧结过程FeO含量等级的方法;其次,针对烧结过程参数检测频率不一致导致的大量未标签数据的问题,考虑到过程参数检测的连续性和波动性,提出了基于核函数高维映射的核心数据选择的方法;最后,针对烧结过程的时序性和动态性的问题,选用长短期记忆网络（LSTM）建模分析,通过将LSTM的遗忘门和输入门进行耦合以及将烧结过程FeO等级融入LSTM,建立R-C-LSTM预测模型,理论分析和实验对比均表明了本文所建的模型可以实时准确预测烧结过程FeO含量,能给烧结现场操作人员实时提供有效信息,确保烧结过程平稳运行。", "label": "控制科学与工程", "id": 0}
{"content": "数据驱动的过程监控方法受到了广泛的关注和应用。传统字典学习方法作为工业过程监测的一种有效方法,在实践中存在所拟合的数据空间存在大量冗余子空间和处理共线性数据性能下降等问题。本文提出了一种基于截断深度字典学习的过程监控方法。首先在输出层对稀疏编码系数进行截断,限制字典原子表示的子空间区域,消除冗余子空间,然后对于隐藏层采用SVD分解的方式进行训练,消除数据共线性对深度字典学习拟合能力的影响。最后进行了模拟实验,以验证所提方法的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "针对连续工业过程的过程监测,合理利用过程数据的空间局部信息对于系统状态表征具有重要价值,进而提高过程监测的性能。为进一步利用空间邻域对当前数据的表征能力,提升当前数据的信息富集程度,本文提出了一种基于注意力机制的邻域加权增强稀疏编码算法（Neighborhood weighted enhanced sparse stack autoencoder,NWE-SSAE）。算法首先在时延候选窗内寻找与当前采样具有较强空间相似度的空间邻域,以构成当前样本的邻域增强数据集,然后通过设计注意力机制以训练各邻域样本重构权重,这使得重构增强样本将尽可能与当前数据相关,最后邻域重构特征与当前样本被联合输入稀疏编码网络以提取重要关联特征,L21正则化被用于设计稀疏层以进一步减少特征信息冗余。所提出的算法利用网络中间层特征与残差特征构建T~2与SPE统计量以用于非线性过程监测。本文最后在数值仿真与田纳西伊斯曼（TE）数据集中验证了监测性能,本文提出的算法在TE数据集中的漏报率明显优于传统核主成分分析方法以及领域保持神经网络方法。", "label": "控制科学与工程", "id": 0}
{"content": "自主空战技术是近年航空控制领域的重点研究方向。尤其针对视距内的空战格斗,国内外在半个多世纪以来已对其展开相关探索。但是,由于该类问题的复杂性、机载相关设备的限制等,目前尚未出现完备的、可适用于多机型、不同场景的技术框架。基于先期研究工作的积累,本文提议在短期内,仍应以人—机协同的思路,推进自主空战技术的研发。为实现此提议,\"机\"所展现的战术机动特征必须符合\"人\"的经验,即机载设备相关决策、控制应模仿人类飞行员决策、控制的规律。为此,需批量采集人类飞行员在视距内空战中的飞行机动数据,并总结其规律性。本文即针对此内容展开。首先,介绍了基于仿真的空战环境,并针对不同战场态势、飞行状态等,建立了人类飞行员视距内空战格斗的飞行机动数据库。其次,针对现有数据进行了初步分析,并展示了相关成果。", "label": "控制科学与工程", "id": 0}
{"content": "本文介绍一种窄带专用通信系统（E-LANE系统）,使用卫星通信作为主要传输手段,基于物联网的理念,支持广域范围内信息发布、数据采集以及应急通信。介绍了E-LANE系统架构和终端的特点,分析了E-LANE终端在水文、气象数据采集,灾害预警和应急救援中的应用。", "label": "控制科学与工程", "id": 0}
{"content": "针对客户定制化开关电源生产模式有多品种小批量的特点,生产过程对人员的熟练程度要求比较高,性能测试如果继续手工进行,一方面要培训测试技能,一方面记录数据的时间也比较长,增加了时间成本,针对此情况进行自动测试系统的建立来实现自动测试并存储测试数据。系统基于上位机软件,测试硬件和相应仪器仪表,实现对多设备的实时控制和数据采集与监控,并对测试结果进行自动分析判断。该软件具备执行测试,数据存储、查询、报表生成的功能。系统的应用不仅实现稳定测试可靠,具有一定的通用性有较好的市场推广价值。", "label": "控制科学与工程", "id": 0}
{"content": "当前网络管理中的数据采集普遍采用等时间间隔的采集方法,存在采集数据冗余、网络资源浪费等问题。针对上述问题,提出一种基于多目标优化的自适应采集方法。首先基于Holt-Winters模型,预测采集数据的时间序列;然后基于预测数据,以降低采集频率和减少采集失真度为目标,结合设备CPU利用率,构建多目标优化模型;最后使用遗传算法求解,得到最佳采集时间点序列。实验结果表明,与等时间间隔的采集方法相比,在相同采集失真度下,平均采集频率降低约17%;在相同采集频率下,采集失真度降低约25%。", "label": "控制科学与工程", "id": 0}
{"content": "本文研究了一种基于串口快速中断采集和MFC主界面线程慢速处理的几何参数检测系统,实现了流水线上长圆棒材的直径、椭圆度和同支差的在线检测。通过快慢结合,能较好地分配CPU时间,使得需要快速响应的串口中断在长时连续采集时不丢数,也使得可以慢速的数据存储、处理和人机交互得以正常实现。", "label": "控制科学与工程", "id": 0}
{"content": "本文设计实现了一种用于铁包自动化热检的智能数据采集管控系统。该系统由铁包热检管控流程模型和热检多源数据存储模型组成,通过实现热检管控数采系统与测温子系统、测厚子系统、上位钢包跟踪系统和上位铁包跟踪系统的连接协作,能够智能化自动采集铁包的包龄、铁水成分、外壳温度数据、内衬厚度数据和照片等信息,并以特定的结构存储在相应数据表中,为后续数据分析等工作做准备。在现场实际运行中该管控系统能够准确自动采集铁包的健康相关数据,为实现铁包自动化热检奠定了坚实的基础。", "label": "控制科学与工程", "id": 0}
{"content": "在模锻制造生产过程中数据复杂并且进行实时采集较为困难,针对该问题对模锻生产过程数据采集网络及系统进行研究来实现数据的实时传输,并最终实现智能化生产。提出了模锻制造生产过程智能化数据实时采集技术,基于模锻制造生产工艺过程设计了智能化过程生产数据实时采集系统框架,将OPC技术、PLC技术及组态技术结合,实现对动态模锻生产过程中数据进行实时的传输与采集。该项技术有效解决了传统的模锻制造生产过程中数据采集困难、人工采集效率低的问题,并应用设备模块、采集模块及监控模块将底层的设备数据结合,最终实现整条模锻生产线在制造生产过程中的实时采集、传输,以及实现智能化生产。", "label": "控制科学与工程", "id": 0}
{"content": "讨论了一些可以用来自动生成采样格式的技术,从而能够高效地利用系统带宽,使用户在带宽调谐上获得更大的好处。主要讨论的一项技术是改进了在选择采样率中普遍应用的2的N次幂法则,它允许系统使用更多样的速率来创建格式。系统还能处理一些相关的以一定采样格式彼此顺序排列的测量数组。介绍了基于格式化输出端数据包的设计方案,该设计方案旨在依据正常采样率编制测量,每个数据包包含一组由特定速率完成采样的测量参数。使用该格式的自动格式生成系统的最大好处是优化采样率,从而为每个测量所需的采样率确定可能的最佳匹配。", "label": "控制科学与工程", "id": 0}
{"content": "针对现代化轨道交通对传感器数据采集技术稳定性、灵活性以及精度方面的严格要求,基于图形化设计平台LabVIEW设计一款多通道数据采集系统。该采集系统采用NI公司的CRIO系列采集设备,完成对LabVIEW软件部分的上位机程序以及Real-Time系统的采集系统设计。结合板式传感器周期性疲劳加载试验,实现多通道数据同步采集的工作,收集到的原始数据以文件的方式被保存以便后期信号分析与处理的工作开展。试验结果表明,该系统能够精确地实现多通道数据实时采集的功能。", "label": "控制科学与工程", "id": 0}
{"content": "多式联运是一种高效的货物运输组织方式,在降低运输成本,促进绿色发展,丰富运输服务供给,提升经济运行效益,扩展经济辐射空间和区域发展空间,联动现代产业链和供应链,服务\"一带一路\"等方面都有着重要的作用和意义。本文对我国多式联运的现状进行了研究,对铁水联运、铁公联运方面的需求进行了研究和阐述,提出了多式联运数据交换平台的总体架构和技术架构,并设计了涉及货运数据处理中心、多式联运数据交换、数据传输控制、综合应用、运行维护等多式联运数据交换平台的功能。实现了铁水联运、铁公联运等信息共享及交换,提升社会整体物流水平和业务协同能力,构建全程物流信息链条,并为未来多式联运\"一单制\"的实现奠定基础。", "label": "控制科学与工程", "id": 0}
{"content": "我公司数据采集目前主要通过安装力控网关来实现的,EMS系统的数据采集系统及主干网络随着各个信息化系统的上线,数据的重要性日益凸显,数采系统的重要性与日俱增。", "label": "控制科学与工程", "id": 0}
{"content": "数据采集终端是车联网系统中布置在车辆端的核心零件,属于车端与云端通信的桥梁设备。本文主要阐述数据采集终端ID信息与车辆VIN的自动化绑定注册的方法与入库校验系统相互结合的方法,此方法通过自动化注册与注册校验两种方式确保车辆信息注册的准确性。", "label": "控制科学与工程", "id": 0}
{"content": "利用网络爬虫技术主动从各类异构现场监控系统中采集数据,并通过自定义的标准数据格式转换及数据传输方式存储数据,从而快速构建企业级建造过程监控平台数据采集系统。", "label": "控制科学与工程", "id": 0}
{"content": "为适应现代化水库大坝运行管理模式,提高大坝安全监测管理水平,基于微服务架构设计了水库群大坝安全监测集控系统,并将系统划分为用户层、集控中心层和水库大坝层三个层次,能够满足水库群大坝安全监测数据汇聚、数据管理、整编计算、分析预警等工作需求;系统在湖南澧水流域中取得成功应用,具有良好的推广应用价值。", "label": "控制科学与工程", "id": 0}
{"content": "电站安全运行的要求日益提高,人工成本不可估量,对于电厂设备来说,数据处理系统是一种非常简便的辅助管理手段和工具。作者根据数据处理系统的发展历史和现状,对电子数据处理技术在电厂设备运行维护中起到的作用,解决的问题,拟达到的目标进行了阐述,对系统的发展做出了做出了分析。特别是系统的发展中,为了建立一种完整的系统,整体的设计是必不可少的。就系统而言,其功能不应局限于维护范围,而应能够满足企业管理整体上的需求。理想的系统模式的使用价值在于通过现有的方式来衡量理想状态实现的程度。电子数据处理技术在电厂中的应用案例中,详细说明了测控中心的组成、布置、系统配置,监测项目、软件功能特点等。并对未来进行了展望。", "label": "控制科学与工程", "id": 0}
{"content": "随着传感器技术和网络技术的发展,实时测量数据的可用性和准确性得到了极大的提高。这使得CPS技术越来越流行。数字孪生技术是CPS的关键技术,强调虚实结合与互利共生,可以有效利用实时测量数据,更好地分析和预测复杂CPS系统。数据同化技术是数字孪生的基础,但传统的基于粒子滤波的数据同化算法已经不能满足实际应用的需要。针对传统的基于向量的数据同化算法的局限性,提出了一种基于随机有限集的数据同化算法,并且建立了数据同化过程中使用的基于随机有限集的测量模型和仿真模型,给出了基于随机有限集的数据同化算法的实现方法。通过反海盗仿真的案例验证了所提出的数据同化算法的有效性和准确性。", "label": "控制科学与工程", "id": 0}
{"content": "黄河三角洲位于山东省北部莱州湾和渤海湾之间,总面积15.3万公顷,自然植被覆盖率为55.1%。其中核心区5.94万公顷,缓冲区1.12万公顷,试验区8.24万公顷。分为南北两个区域:南部区域位于现行黄河入海口,面积10.45万公顷,北部区域位于1976年改道后的黄河故道入海口,面积4.85万公顷。目前山东黄河对三角洲保护区域范围内黄河工程、生态环境质量等数据的掌握情况不容乐观,整体感知系统有待建设、感知水平有待提高,亟需建设河口智慧管理平台,让数据提供有力支撑,让山东黄河治理三角洲地区更具发言权。", "label": "控制科学与工程", "id": 0}
{"content": "随着\"互联网+\"、\"工业4.0\"、\"中国制造2025\"等概念的出现,物联网在中国已经是\"落地阶段\"。数据采集是物联网的关键环节,通过物联网采集终端将海量的数据汇聚起来,如流量、压力、温度等,供后续软件进行数据分析、设备控制与信息处理。因此,本文针对物联网终端在供水管网数据采集中的应用,提出了一些方法论。", "label": "控制科学与工程", "id": 0}
{"content": "对工业过程中的重要变量进行预测的目的在于辅助管理人员和工程师做出合理决策,也有益于发现和解决生产系统中的问题。当前常见工业过程变量预测方式是点预测,点预测提供了目标变量的潜在变化趋势来辅助决策者做出决策。但工厂环境中存在电、磁等干扰噪声,也存在人为误差和测量误差引起的离群点,这使得测量的工业数据具有不确定性,降低了点预测模型预测精度。而且点预测方法没有衡量预测结果的指标,无法表征预测结果的可信度。此外,在决策过程中,也需要考虑预测值的不确定性信息。近年来,由于区间预测在给出预测值同时,还可给出高可靠性的预测区间,使预测信息更加全面,使其受到越来越多的关注。基于bootstrap集成神经网络是建立的预测区间的常用方法。利用bootstrap集成神经网络建立的预测区间在实际应用中比基于单神经网络建立的区间更加稳定,并能减小神经网络随机性带来的影响。但是基于bootstrap的预测区间方法缺点同样明显,在处理较大的数据集时,由于复杂的集成和BP神经网络的缓慢训练过程造成其计算代价高。另外,集成网络的性能受到每个个体网络的影响。因此,兼顾个体网络性能的集成网络训练方法也是核心问题。但是由于计算代价较高,集成神经网络的训练过程比单神经网络更复杂,在基于bootstrap的预测区间中鲜有集成神经网络的同步训练。另外,在实际应用中,由于数据受多种噪声共同影响,数据中往往存在异常点。当训练数据中含有异常点时,上述方法对异常点不具有鲁棒性,导致模型预测精度以及预测区间质量会受到很大影响。因此,建立一种对噪声和异常点不敏感的预测区间模型在实际应用中具有重要意义。因此,本文考虑基于单神经网络和传统bootstrap的预测区间的缺点,为提高模型预测精度并衡量预测的不确定性,提出了基于bootstrap和集成随机配置网络的预测区间以保证模型稳定性和计算效率。然后,针对随机配置网络处理含噪声或异常值数据时鲁棒性差的缺点,同时鼓励个体随机配置网络之间的协作,本文提出了基于Bayesian岭回归和M-estimate的集成随机配置网络同步鲁棒训练方法,提高集成随机配置网络的泛化能力。同时,以期望最大算法估计了噪声和集成随机配置网络输出权值分布的超参数,得到最优预测区间和更高的预测精度。最后,利用3个标准测试数据集和1个炼厂实际数据集来验证本文所提算法的有效性。实验所得结果表明,本文提出的方法不仅可以构建高质量预测区间,而且具有较好预测精度和鲁棒性。", "label": "控制科学与工程", "id": 0}
{"content": "泛在连接、海量设备入网应用需求带来物联网迅猛发展。由于卫星具有视角广泛的优势,天基物联网必然成为泛在物联的重要成员之一,鉴于卫星平台、载荷以及轨道等特点,在天基节点上实现数据采集成为天基物联网的主要任务。分析了物联网相关技术,针对基于天基节点实现数据采集的天基物联网特点,提出天基物联网体系架构,并进行了技术体制选择、实现可行性分析。", "label": "控制科学与工程", "id": 0}
{"content": "随着数据采集与监控系统的深入发展,其应用范围也日益扩大,且接入CAD图纸数据接入点也不断增加。为了保证接入图纸数据传输的实时性和可靠性,可以采用分布式数据采集方式。提出了前置数据采集系统方案,实现分布采集系统与主机决策、链路设备进行数据传输,不仅弥补了集中传输的不足,而且提高了传输数据的安全性和稳定性。", "label": "控制科学与工程", "id": 0}
{"content": "为了实现对某通用电源模块电路在设计生产过程中进行HALT实验的多路输出自动采集功能,提高测试效率和资源利用率,设计了一种基于LabVIEW开发环境和Access数据库的电源模块数据多通道测试存储系统,最大可同时采集3块电源模块电路共12个通道。该系统使用ADOX技术以及Database Connectivity工具包实现了数据库的自动建立以及系统与数据库的交互,提供了多种条件查询功能,不仅规范了测试数据的存储,也使得电源模块从数据采集和存储到数据查看和管理更加一体化。较高的通用性和稳定简单的特点使得本系统具有一定的实用意义。", "label": "控制科学与工程", "id": 0}
{"content": "为了将符合S1000D标准数据转换为符合SCORM标准数据,文中从SNS和PM两个维度对交互式电子手册数据（IETP）进行建模,生成了SNS-IETP和PM-IETP模型;对电子培训系统数据进行建模,生成SCORMP模型。根据业务场景对比分析三个模型,选取PM-IETP模型为转换输入,构建PM-IETP到SCORMP两者之间的映射模型。抽取SCORM标准公共元素形成先验知识模板,基于该模板构建数据转换模型和设计动态更新算法。经过实践,该数据转换方法可行、有效,可解决了这两种标准数据间单向转化。", "label": "控制科学与工程", "id": 0}
{"content": "近年来,随着风力发电技术的日益盛行,风电行业飞速发展,直驱式风力发电机的生产量在我国逐年增长,定转子之间的气隙是表征其故障特征的一个重要参数。本文设计了直驱式风力发电机气隙的光纤动态检测系统,首先研究分析了影响直驱式风力发电机气隙变化的因素,研究了气隙的光纤检测方法,仿真了影响光纤位移传感器量程的特征参数,然后设计了包括光电转换、放大、滤波、AD转换的光纤检测系统硬件电路,以及具有信号采集、传感器标定、间隙信号处理和信号显示/储存模块功能的软件上位机程序。最后对集成的光纤检测系统进行了静、动态性能测试实验,在气隙大小范围内,静态测量误差小于3%,动态测量的误差维持在2.5%以内,标准值小于40?m,具有很好的测量准确性与稳定性。", "label": "控制科学与工程", "id": 0}
{"content": "测量机器人具有ATR补偿、自动照准、目标识别、跟踪等特点,以其高精度、高效率、高稳定性等优势广泛应用于变形监测及各种精密工程测量中。安卓设备价廉易得、携带便捷,是测控程序的良好载体。利用蓝牙通讯通过RFCOMM串口协议向测量机器人发送ASIIC指令即可实现自动化数据采集,在提升测量工作的效率和成果质量的同时也为用户提供了更加灵活、便捷的体验。", "label": "控制科学与工程", "id": 0}
{"content": "研究目的:随着物联网、人工智能等技术在体育领域的应用,利用基于惯性传感器（IMU）的无线人体传感器网络对于运动表现进行分析是近几年的热点方向。为了分析身体不同部位在不同泳姿情况下的运动特征,设计了无线人体传感器网络的数据采集系统,完成在用户进行蝶仰蛙自四种泳姿情况下对手腕和脚腕的数据采集与分析,实现了对四种泳姿不同阶段的特征分解。研究方法:在所设计的数据同步采集系统中,将集成数据采集频率为100Hz、量程为-100g-100g的三轴加速度传感器的可穿戴设备固定在用户身体的手腕和脚腕,被测者按照蝶泳、仰泳、蛙泳和自由泳的顺序进行四种泳姿的混合泳,每种泳姿做10个动作周期,在计算机端分析用户在四种泳姿过程中身体不同部位的加速度特征。研究结果:由于浮力、水流和传感器噪声等因素的影响,加速度测量数据会出现一些不正常的毛刺,将采集得到的加速度数据导出,在matlab软件中进行限幅滤波和低通滤波以去除毛刺,基于去除毛刺后的数据进行游泳运动学分析。通过对所研制系统针对四种泳姿进行测试表明,利用手腕和脚腕的加速度特征呈现可以有效实现不同泳姿动作阶段的划分。泳姿加速度数据具有明显的差异性:蝶泳的手部发力强度明显大于其他三种泳姿,仰泳和自由泳的手部发力强度次之,蛙泳手的发力强度最小,手腕处的传感器数据与脚腕相比幅值较大;而蛙泳腿的发力明显强于其他三种泳姿,且更具爆发性。针对不同泳姿可以实现对泳姿的动作进行初步分解:通过蝶泳手和蝶泳腿在xyz轴的加速度分析,可见蝶泳手和蝶泳腿在x轴的加速度特征最为显著,可以从蝶泳手的加速度特征明确判断出移臂动作的位置,而移臂之后的加速度数值的趋势表现为由负到正且变换平缓,说明手臂的移动方向是从靠近身体一侧到离开身体一侧的过程,且速度的变换比较平缓,从蝶泳腿加速度特征可以显著判断出两次打水的位置;仰泳手腕和左右脚腕在y轴的加速度幅值明显小于x轴和z轴方向,这说明腿部的主要发力集中在垂直于腿部的平面内,并且y轴加速度不具备明显的特征,因此针对x轴和z轴的加速度值进行分析,仰泳腿在x轴的发力方向基本一致,说明双腿在x轴方向上的发力状态基本相同,而在z轴方向上的发力情况相反,说明,双腿是上下交替的,从仰泳手在x轴和z轴的加速度特征可以明确判断出入水点,因为这一时刻的是一个运动周期速度变化最快的时刻,划水阶段存在一次手腕的翻转,因此加速度会出现一次反向的变化,出水和划水阶段是一个连续的加速阶段,也存在一次手腕方向的翻转,因此加速度也会出现一次反向的变化;x、y、z轴蛙泳的加速度特征都很显著,蛙泳左、右腿在x轴的加速度呈现反向的趋势,可以看出,蛙泳腿在一个动作周期中的发力时间很短,且有两个反向的加速度峰值,显然是收腿和蹬腿的动作,而收腿和蹬腿之间出现的加速度平稳期是翻腿阶段;自由泳腿在一个动作周期里呈现出明显的周期性,本次测试的运动员采用了针对中短距离的自由泳方式,一次手臂动作配合六次打腿动作,从自由泳手的技术动作可以分析,对左臂而言,其在入水和抱水两个阶段的间隔时间占比在一个动作周期是较大的,这是因为在这个时间段右手要完成划水的整个技术动作,基于此可以判断在左手入水和抱水的时间间隔内加速度特征是比较平稳的,且绝对值较小。研究结论:基于无线人体传感器网络的数据采集系统可以实现对不同泳姿的特征分析。本研究设计了一种基于加速度传感器的无线人体传感器网络的数据采集系统,通过将可穿戴设备固定在用户身体的手腕和脚腕,采集并分析用户在四种泳姿过程中身体不同部位的加速度特征。通过实验测试与分析,实现用户身体不同部位发力情况的数据采集,基于此可以计算实现不同泳姿的加速度特征分析,并完成基于加速度数据的游泳动作阶段划分,对于游泳技术分析有重要意义,其功能亦可推广至其他项目。", "label": "控制科学与工程", "id": 0}
{"content": "近年来,冰壶项目日益受到关注。但是与国外强队相比,国家队的整体水平还是存在不小的差距。为了缩小这个差距,需要进一步增加训练的针对性。而完善的辅助训练器材可以帮助实现这一目标。研制了一套智能化的冰壶运动技术数据采集和分析系统。使用该系统,能够在现场精确检测和分析运动员的动作参数,帮助其改进技术。系统的实现总体的开发思路是\"图像采集设备+微型传感器=在线分析\",即利用无线传感器和图像采集设备进行同步的数据采集,以实现现场精确评估运动员的技术动作。本系统由数值型参数子系统和图像子系统两部分组成,相应数据分别应用于不同的技术反馈形式。数值型参数子系统。数值型参数子系统用于实时获取特定的基础物理参数,进而对运动员的状态进行定量分析。可以同步采集多测点、多类型的参数,以实现综合地协同分析。对应于各个技术环节,研制了6种节点:加速度节点、测速节点、蹬踏力节点、擦冰频率节点、冰壶定位节点、心率节点。1)加速度节点用于采集一个测点在三个轴向上的加速度。加速度数据反映了对应测点的运动状态的变化剧烈程度,进而反映出该测点所受到的作用力大小。可以实现对于任意数量的人体或器械的特定位置的加速度同步采集和分析。2)光电测速系统包含多个光电测速节点,用来测量冰壶在冰道上的运动速度。每个节点包含两个装置:发射端和接收端。该系统的工作原理为基于遮挡时间的速度推算。3)蹬踏力节点掷壶是一个非常重要的环节。掷壶动作的完成质量,和掷壶手的蹬踏力密切相关。研制了蹬踏力节点,用来实时检测掷壶手蹬踏力的变化情况。4)擦冰频率节点擦冰手通过（使用冰刷）刷扫冰壶前方的冰面,可以调整冰壶的运动速度和前进方向。擦冰技术有如下重要指标:方向、力量和频率。由于条件限制,只实现了对擦冰频率信息的测量。5)心率节点掷壶手的心理状态会影响其技战术水平的发挥,因此需要了解其心理状况。监测心率是了解人员心理状况的常用方法,因此本系统提供了心率检测功能（以心率节点的形式）。6)冰壶定位节点为了精确地了解冰壶的运动特征,研制了冰壶定位节点。该节点是安装在冰壶中的一个惯性定位装置,用来实时确定冰壶的运动参数。图像子系统用于记录各个时刻的现场图像,以提供对运动员技术动作的整体了解。图像子系统的核心设备是两台Basler PIA640-210gc高速相机。检测设备的集中控制和时间同步对于系统中大量设备的智能化的控制,是改善系统性能的重要方面。将检测设备的集中控制问题分解成两个子问题来解决:1)同类设备之间的集中控制;2)异类设备之间的同步。对无线节点的集中控制:通过开发各设备通用的通信协议和数据采集协议完成。对图像采集设备的集中控制:包含设备参数设置和同步采集两个方面。通过选用具有外触发功能的高速相机,解决视频的同步采集问题。对两类设备之间的同步:由于无线传感器节点属于无线通信,采集过程发生异常的概率较高,因此确定以无线节点主要设备。在本系统中,同步方案的基本特征是在两类设备间建立电气连接,使无线节点的状态信息能及时传递给图像采集设备。这借助于两种新研制的设备来实现:相机触发器和无线同步节点。系统验证使用该系统对3名受试者进行了实际测试。在每次测试中,同步采集这些人员在掷壶时多个部位的三轴加速度、蹬踏力、心率,冰壶的角速度、加速度,擦冰频率等参数,以及对应的视频。在测试过程中,系统能够准确流畅地完成现场数据采集和快速反馈。结束语:测试结果证明了本系统的相关仪器设备的有效性。相关人员认为,本系统有助于解决训练实践中的若干量测问题,进而改进冰壶训练的效果。此外,本系统具备即时反馈、干扰小、操作简便等特点,适用于其他类似项目的训练。因此,本系统可望在运动训练方面可望发挥更大的作用。", "label": "控制科学与工程", "id": 0}
{"content": "无论是在生产制造领域、科学研究领域,还是在其他方面设备运行产生的结构化非关系型数据部分以文本文件形式存储,这些非关系型文本数据形式分散、数据格式多样化、缺乏整体存储框架结构,造成数据读取不易、管理和二次利用较为困难。针对此问题,本文提出了一种用于设备运行数据采集的非关系型文本数据向关系型数据的柔性转化方法。该方法通过建立一个基于字符串组的行列检索数学模型,定义柔性转换模板,开发设计了一个非关系型数据到关系型数据的柔性转换软件,实现对TXT文件内容定时增量的识别转换。结果表明,通过此转换方法得到的关系型数据具有明显的结构和规律性,减少其繁冗复杂程度,以便后续更好地实现设备互联和监控。", "label": "控制科学与工程", "id": 0}
{"content": "远距离调水工程自动化控制系统闸门控制是关键,闸门开度自动化采集通常采用旋转增量或者机械编码式编码器的开度仪来实现,通常情况下采集设备及系统没有冗余备份,一旦前端传感器出现故障,设备本身不能发出报警信息,会导致采集的开度数值不正确,轻者影响闸门控制精度,重者引发漫堤等重大安全事故,造成沿岸人民生命财产损失。为实现远距离输水控制安全,本文研究提出基于多方式采集及多重校核的远距离调水闸门开度监测系统,由闸门开度自动采集子系统、闸门开度图像识别子系统、人工校对子系统组成。采用不同的方式采集开度数据,并互为校核,保证开度数据准确性,确保调水过程中闸门控制安全。", "label": "控制科学与工程", "id": 0}
{"content": "土壤墒情是气候学、水文学和农业科学等研究中的一个重要参数。基于时域无载频脉冲原理的时域反射法（TDR）能够快速准确测试土体含水率,广泛应用于水利气象行业。但是目前TDR测定仪器均为进口,国外对中国实行技术封锁。本文介绍了一套基于频率步进原理的新型SCFWTDR,利用该原理信号源输出的频率分量能够精确获知,接收信号中的噪声被有效抑制。与传统TDR仪器相比较,SCFW-TDR技术具有显著的优势。", "label": "控制科学与工程", "id": 0}
{"content": "随着物联网、智能家居等概念的提出和普及,越来越多新的技术和智能部件正在逐步被应用到家用冰箱领域,这些智能部件在给消费者带来新鲜感和便利的使用体验的同时,也给工厂生产线检测带来巨大挑战。如何在不对现有生产线做大的改动的前提下,高效率低成本地对这些智能部件进行生产线检测,已经成为所有家电厂商共同面对的难题。本文依据智能冰箱的特点和现有生产线现状,并整合和优化现有冰箱检测技术,充分利用智能冰箱无线通信功能和智能部件的自检测功能,实现了智能冰箱在生产线检测的智能化、系统化、网络化、简单化。该方法在降低智能冰箱生产线检测人力需求的同时,还提高了检测的效率和被检测部件的覆盖率。这也为未来工业4.0的实现提供了基础的条件。另外,本文所提及到的检测概念和方法也可以被应用到其他智能家电生产线检测。", "label": "控制科学与工程", "id": 0}
{"content": "为了在模具设计前确定产品的质量,使用Moldflow在先期对产品进行分析。利用Moldflow分析结果,综合考量翘曲对产品的影响,以确定产品的参数选择。", "label": "控制科学与工程", "id": 0}
{"content": "PLC技术与工业机器人结合,可有效提高工业机器人的运行准确性、稳定性,提高工业生产效率。本文概述了PLC系统的结构与特点,立足于PLC技术在工业机器人系统中的应用现状,分别从硬件和软件两方面探究了PLC技术在工业机器人组装系统中的应用,并明确给出了系统的设计依据和方案。", "label": "控制科学与工程", "id": 0}
{"content": "本文设计了一种基于热电制冷器（thermoelectric cooler, TEC）的温度控制系统,用于冷却超高温密闭环境中红外监控设备内部摄像机的温度,以保证摄像机持续稳定的工作环境。采用半导体热电制冷器作为冷却源,利用数字温度传感器和PWM技术实现自动控温,以保持摄像机温度恒定,延长摄像机使用寿命。", "label": "控制科学与工程", "id": 0}
{"content": "处于我国科技领域近年迅猛发展的新时代背景下,编程控制技术实现了对比以往的完善成熟,已在机械电气控制领域中得到了广泛应用。而将PLC技术科学引用于机械电气控制装置内,不仅可全面提高控制装置的智能化、自动化水平,还能够切实增强机械设备在生产作业中的运转效率,维护企业主体运营收益利润。鉴于此,本文将从分析PLC技术的两种类型入手,围绕机械电气控制设备展开PLC技术应用思路、应用途径的梳理,拓展领域人员在PLC技术创新应用中的新思维。", "label": "控制科学与工程", "id": 0}
{"content": "介绍了西门子RS485中继器在风机控制系统中的应用,针对终端电阻设置容易出错的问题进行多次试验,分析了中继器在两个网段内都作为中间设备的网络拓展可能出现的错误设置及对应的状态显示,为以后更好使用中继器提供指导。", "label": "控制科学与工程", "id": 0}
{"content": "介绍了分程控制系统的基本概念,并以其在工业控制中的应用分析了它的控制特点;分程特性的确定在分程控制系统的设计和应用时是一个重要的问题,该文针对此问题对分程控制系统中调节阀分程特性的确定方法进行了阐述。", "label": "控制科学与工程", "id": 0}
{"content": "本文针对城市这样一个未来战争的主要战场发生地,首先分析并梳理了城市战场的典型特点及其对未来作战的影响;针对无人机集群中需要考虑的避免碰撞的问题,通过在控制算法中加入人工势能函数梯度来设计一套蜂拥规则,并提出了具有虚拟领航者的无人机集群控制方式,使得集群中所有无人机的速度和位置更加快速的跟随到虚拟领航者并达到集群内部运动的协调一致,为复杂城市环境下无人机自主智能协同执行侦察、打击、反恐、搜求等各种任务提供支撑。", "label": "控制科学与工程", "id": 0}
{"content": "这篇文章的主要重点是PLC技术在电气工程及其自动化控制中的应用。首先阐述了PLC的定义和组成,然后分析了PLC技术的应用概念,最后总结了PLC技术在电气控制中的应用策略。", "label": "控制科学与工程", "id": 0}
{"content": "工业机器视觉系统为了提高生产效率,不允许被检测物体停止运动获取图像,一般都是运动过程中通过某些运动位置反馈信号触发相机硬件采集图像,由于检测目标的多样性,导致相机物距的波动,必须提高相机镜头景深,造成图像亮度降低,影响机器视觉系统的识别精确性。同时由于运动过程中产生的振动和相机传感器最短曝光时间的限制,导致运动速度越高,图像越模糊,降低了机器视觉系统的识别精确性。基于以上问题,设计了一种高速运动下的相机光源同步触发和灯珠过载控制控制系统,极大地提高了图像的亮度,同时提高了图像系统的景深,并且不受相机最短曝光时间的限制,在高速贴片机上获取清晰且重复度很高的图像,大大提高了生产效率。", "label": "控制科学与工程", "id": 0}
{"content": "在国内科技快速发展的今天,我国工业水平得到显著提高,改变了传统生产模式,同时也提高了生产效率。快速发展的科技,让生产模式发生了很大的变化,解决了传统生产模式问题。现如今,电气工程自动化控制属于成熟技术手段,能够显著促进工业发展与生产。PLC控制技术、电气工程自动化控制结合到一起,让我国的电气工程自动化水平得到显著提高。使用PLC技术的时候,需要技术人员表现出PLC技术和电气工程自动化控制融合细节更多关注,了解技术使用难重点,提高PLC技术使用价值,让电气工程自动化控制系统获得更强大的功能。本文将参考PLC技术特点,研究电气工程自动化控制中的该技术作用,为更好的控制电气工程自动化技术使用效果提供支持。", "label": "控制科学与工程", "id": 0}
{"content": "液体推进相关试验是检验设计合理性和系统综合性能的关键环节,试验的核心在于测控系统。增压系统试验要求可靠性高、抗干扰能力强、控制方便、扩展性好、可视化环境好等。根据要求,选用西门子300系列可编程逻辑控制器（PLC）作为下位机,用LabVIEW开发上位机软件,基于OPC技术实现主从通信,搭建了一套满足技术要求的试验测控系统。针对可调文氏管的增压系统试验,基于脉冲输出、脉冲频率测量、模拟量采集等功能实现了对于步进电机的闭环控制和对压力、流量等物理量的准确测量,经过试验验证,此试验测控系统控制精度高、响应速度快,采集测量的数据准确可靠,成功验证了可调文氏管增压系统的调节性能,得到了增压系统工作的压力、流量数据曲线,在稳压段实现了贮箱压力的稳定控制。该试验测控系统利用模块化方式搭建,便于后期的功能扩展,能够满足多类型、多通道测控的试验要求,是一套灵活可靠的试验测控系统。", "label": "控制科学与工程", "id": 0}
{"content": "本文研究了不确定因素影响下的航空发动机分布式控制系统的稳定性问题。针对具有参数摄动、不确定时延、外部干扰等不确定性的航空发动机分布式控制系统,提出了一种基于事件触发的H∞控制方法。首先,为了提高资源的利用率,将动态事件触发机制和数据量化引入到分布式控制系统来调度系统信号的传输;其次考虑到不确定性、事件触发机制和数据量化的影响,建立了闭环系统模型。然后利用Lyapunov-Krasovskii泛函（LKF）方法,结合自由权矩阵方法,获得了保证系统渐近稳定且具有H∞性能的充分条件。通过求解线性矩阵不等式,获得了事件触发参数和控制器参数的协同设计方法。最后,仿真结果验证了本文方法的可行性和有效性。", "label": "控制科学与工程", "id": 0}
{"content": "目前鲁棒反馈控制在航空发动机上已得到较为广泛的应用,但由于航空发动机具有较强的非线性特性,在不同工况下被控对象动态参数变化较大,不确定因素十分突出,采用传统的单一标称对象来设计的鲁棒控制器不能保证发动机在全飞行包线内的稳定性。针对上述问题,本文引入了基于不确定性凸多面体系统鲁棒控制器设计方法,由于凸多面体集合内的系统可由其顶点进行描述,在设计控制器时只需对它的顶点进行设计即可。该方法不仅大大减小了发动机控制器的计算量,同时还使控制器具有全局有效性。本文利用凸多面体理论建立航空发动机的全包线模型,论证凸多面体模型稳定条件和反馈控制律的实现条件,结合H∞的强鲁棒稳定性和H2存在干扰时输出能量最小特性,设计了基于极点配置的混合H2/H∞鲁棒多变量控制器,使被控对象可以实现全工况稳定工作。最后以某型涡扇发动机为例,进行仿真验证,结果表明:在存在复杂噪声干扰条件下,混合H2/H∞鲁棒多变量控制器可以实现发动机全包线内控制指令的精确跟踪,能够有效的完成对航空发动机这个复杂被控对象的全包线工作稳定性控制。", "label": "控制科学与工程", "id": 0}
{"content": "随着PLC组态软件MBPro对程序编写的模块化,对模块化后的程序段进行加密尤其重要,MBPro加密是基于MFC实现的功能,目的是实现程序段的安全性。本文介绍了PLC组态软件中工程文件及程序段加密的实现方法,加密的实现更方便用户对程序的管理。", "label": "控制科学与工程", "id": 0}
{"content": "介绍了N500PLC系统功能特点及其IO模件通讯网络,并对不同的IO模件通讯网络架构进行了理论分析;介绍了不同通讯架构的实现方法,并进行了测试验证。为PLC系统或其他自动化系统的通讯设计提供参考,也为不同应用场景的PLC系统选型提供参考。", "label": "控制科学与工程", "id": 0}
{"content": "独立后备紧急停机装置是水电厂监控系统的重要组成部分,是水电厂水机安全运行的重要保障。本文对传统的水机硬回路继电器保护方式和PLC保护方式的特点作出分析。结合当前IEC61850在智能水电厂的应用及发展,提出了基于IEC61850的水机PLC构成的独立后备紧急停机装置在智能水电厂的应用前景及设计应用方法,便于智能小水电的安全高效运行。", "label": "控制科学与工程", "id": 0}
{"content": "IEC61850和IEC61850-410国际标准的实施为智能泵站建设奠定了理论支撑,本文介绍了IEC61850标准的基本概念,然后分析了IEC61850标准和MMS协议映射关系,最后结合一个建模实例演示了MMS报告上送。根据智能泵站的建设需求,南瑞集团研制出支持IEC61850协议的新一代国产化N500系列PLC,通过MMS通讯实现PLC和上位机监控系统的信息交换和协调控制。", "label": "控制科学与工程", "id": 0}
{"content": "介绍备用电源自动投入装置的发展和基于PLC的备用电源自动投入装置在水电厂用电中的应用。采用PLC作为备用电源自动投入的控制系统,不仅实现起来简单,而且功能上的改进只需修改软件即可实现,是一种简单高效的厂用电备投实现方法。", "label": "控制科学与工程", "id": 0}
{"content": "采用西门子PLC作为索道控制系统核心,通过艾默生CT SPM系列变频器闭环矢量控制方式实现宽范围高精度调速、平稳启停,配置制动单元加能耗电阻实现位能负载和加减速产生的能量释放;具有高速计数、电流检测、制动油压恒定、负荷不均衡动态处理等功能;设有半自动、手动、检修等操作方式,根据工艺流程实现润滑泵、制动泵、电磁阀和变频器的正常启停,达到速度可控、平稳启动、降耗增效的目的。", "label": "控制科学与工程", "id": 0}
{"content": "近年来,传感器技术和电子技术快速发展,现代照明系统由传统的机械方式向智能科技技术、通信技术、物联网技术等综合的智能照明系统方向发展,本论文针对高校宿舍楼和教学楼的传统照明系统存在能源损耗较大却效率较低的问题,设计了一种基于PWM和Android控制的智能化和高效节能的教室LED灯控系统。系统以STM32单片机为主控芯片,通过光敏传感器来采集光强数据、红外人体热释电传感器采集人体数据、DS18B20温度传感器采集温度数据,根据传感器数据发出PWM信号来控制LED的亮弱。系统可以通过ESP8266 Wi-Fi模块和安卓手机互连,安卓手机可以发送命令给单片机来控制LED灯的明暗,整个系统无须机械按键,手机App端控制整个系统。该系统实现了人机智能交互,可为智能控制灯节省成本,是极具发展前景的教室智能LED灯控系统。", "label": "控制科学与工程", "id": 0}
{"content": "本文研究了两个神经网络系统的自适应有限时间同步控制问题。首先,设计自适应控制器和参数更新率,对误差动态系统的同步需求进行精准的实时控制。其次,采用故障容错控制方法,解决了神经网络系统中出现的故障问题,保证了闭环系统的稳定运行。再次,利用有限时间同步控制方法,使同步误差系统能快速地收敛到平衡点,从而节约实际成本。最后利用仿真算例,验证了所得结论的正确性和控制策略的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "随着工业控制系统和信息网络的深度融合,工业控制系统信息安全成为国家网络安全的重要组成部分。研究采取GQM模型建构度量体系,确定操作化问题,发现基于GQM构建的度量体系能够有效评估工控系统的整体信息安全水平,明确影响因素,据此提出防护对策,验证结果表明:这是一种有效的工控系统信息安全评估方法。", "label": "控制科学与工程", "id": 0}
{"content": "随着单片机嵌入式技术、物联网人工智能技术的发展,智能电子技术已广泛应用于一些生产生活中;随着我国国产数智芯片的发展,利用国产芯片实现智能电子产品设计,是开发者们开发设计主要的取材趋向;通过应用esp8266、ASR one智能语音、声音模块等硬件实现了APP物联网、手动遥控器控制、声音控制、自动控制五种模式来为病人提供舒适的腿部伸展辅助活动,解决了下肢需要康复的病人恢复过程缓慢、繁琐且全依靠护理人员的问题。", "label": "控制科学与工程", "id": 0}
{"content": "通过对天然气调压系统PLC控制模块电源研究,发现PLC模块电源在设计上存在较大安全隐患,主要有控制模块交流回路采用单回路电源设计、燃料紧急切断阀电磁阀ESD采用单回路电源供电、PLC控制模块未设置交流电源失压告警等,这样的电源配置可靠性低,易造成PLC控制模块失电,导致运行机组燃料紧急切断阀关闭,切断燃料机组跳闸,针对这个现象提出将PLC控制模块交流电源及燃料紧急切断阀电磁阀电源采用双回路供电、另在PCL控制模块及燃料紧急切断阀电磁阀中增加交流回路监视告警,可彻底消除PLC装置失电风险,保证机组安全稳定运行。", "label": "控制科学与工程", "id": 0}
{"content": "为提升自动驾驶系统整体的安全性,本文提出了一种具备多重安全冗余机制的自动驾驶系统架构,该架构具有自动驾驶主辅系统冗余控制、自动驾驶系统与整车系统的冗余控制、CAN和以太网通信冗余、双制动系统冗余、单制动系统冗余控制、5G远程驾驶接管等多种冗余保护机制,自动驾驶车辆使用此架构可以满足在各种失效条件下的行车安全需求,具有很好的市场应用前景。", "label": "控制科学与工程", "id": 0}
{"content": "在一个完成的伺服控制系统,应包括PLC、HMI、伺服控制器、伺服电机等。其中,PLC作为控制器,伺服控制器接收PLC指令并控制伺服电机,伺服电机为执行装置。本文以三菱FX-3U型PLC、MELSERVO-J3 （以下简称MR-J3）系列伺服驱动器为例,阐述伺服系统在定位控制上的设计。", "label": "控制科学与工程", "id": 0}
{"content": "目前市面上大部分的洒水车、清扫车、雾炮车等带水箱环卫车辆需要加水时将车辆开到各地指定取水点,由司机把市政管路或者消防栓用水管与车辆取水口相连,打开阀门进行补水,补满后需要工人关闭阀门停止加水。加水过程需要人员全程照看,加满水后若不能及时自动关停会水满溢出导致水资源的浪费,而却影响车辆用电安全,且无法对车辆的加水量进行监控与统计,不能科学化、标准化、信息化及人性化的管理。为解决此问题,开发了一种环卫车智能水箱管理控制系统,解决水量无法实时监控的问题,方便了车辆的运营。", "label": "控制科学与工程", "id": 0}
{"content": "三菱伺服系统包括PLC、HMI、伺服放大器、伺服电机,能够提供精确的定位功能。同时,由于其具有高度可靠性,功能强大,编程易上手,配合HMI可以广泛应用于工业生产中。在专用车生产中,由于工艺方式和设备的升级,也大量应用自动化设备,并取得了良好效果。本文以三菱SCADA系统为例,阐述自动化设备在专用车生产中的应用。", "label": "控制科学与工程", "id": 0}
{"content": "随着\"新四化\"汽车进入量产阶段,计算机检测控制技术日益发展并广泛应用在汽车检测领域。本文结合基于\"NIM/日产智行\"战略在中国投产的首款车型,探讨汽车检测技术在电控系统领域的发展趋势。", "label": "控制科学与工程", "id": 0}
{"content": "从火焰导电原理着手,运用火焰离子感应检测技术,本文设计了烟灶无线通信联动控制系统。其中燃气灶具的MCU微处理器通过实时监测炉灶火力大小及有无,输出相应的逻辑信号,经由燃气灶具的无线射频发射电路发射火力的电信号;吸油烟机无线射频接收电路则同步接收火力电信号,再由吸油烟机的MCU微处理器输出风机的运转控制信号,达到燃气灶具与吸油烟机无线联动的控制目的,从而实现风随火动的体验效果和节约能源的效果。", "label": "控制科学与工程", "id": 0}
{"content": "在以往的智能化平台上,用户体验家电智能化需要经过下载平台应用,在应用中查找设备型号进行配网。在经过漫长的操作与等待后完成配网,用户才能进入设备控制页进行智能化控制,并且某些功能入口设置较深,不容易发现。这些问题的关键在于平台应用与系统本身是相对独立的,平台应用无法利用系统与终端本身的特点实现更快捷的应用入口,更高效的配网方式。同时,配网过程中信息模糊化,使得在配网过程中更容易产生无效操作,导致配网的完成成为用户在平台上控制设备的硬性前置要求。华为鸿蒙系统作为一款面向全场景的分布式操作系统,智能家电在接入后,结合设备软硬件能力,智能化平台能力与鸿蒙终端软硬件能力,希望给用户带来快捷入口,无感配网,生态共享等更好的交互体验。本文描述智能家电接入华为鸿蒙系统的研发实践,包括整个应用入口,配网到设备智能化控制的链路优化,涉及产品软硬件改造,Wi-Fi模组及鸿蒙应用研发及产线改造。", "label": "控制科学与工程", "id": 0}
{"content": "基于模型设计的方法运用在嵌入式软件的设计与开发,可以大幅度提高软件的设计质量及缩短开发周期。以半导体固态制冷酒柜软件控制算法为例,本文利用基于模型设计的方法,设计并开发了整套控制算法。与原有的人工编写算法进行对比,基于模型设计的方法更加直观清晰,有效剔除控制算法设计的冗余部分,在自动生成C代码的部分可以一次运行成功,有效避免手工编写代码的重复报错问题,并可以精简代码量。", "label": "控制科学与工程", "id": 0}
{"content": "本文提出了一种模块化的多功能极化控制装置设计思想,通过将不同的极化控制基元模块进行组合,获得了不同的极化转换功能。我们首先设计了基于手性超表面且对极化敏感的四分之一波片,其可以在宽带范围内选择性地将一种圆极化波（线极化波）转化为线极化波（圆极化波）。通过改变手性超表面的结构手性,我们分别设计了对左旋圆极化波和右旋圆极化波敏感的四分之一波片,并将它们作为基元模块。我们将基元模块进行组合,设计了不同的组合式极化控制器,并对其电磁特性进行了研究。研究结果表明,不同组合模式的极化控制器可在宽带范围内实现线极化波的任意极化输出、圆极化波的非对称透射、圆极化开关、手性维持反射镜等功能。这种模块化设计,为设计多功能极化控制装置提供了新的途径,在通讯、光电子、微波装置等领域有重要应用前景。", "label": "控制科学与工程", "id": 0}
{"content": "针对并联稳定平台控制过程中稳态时间和控制精度之间相互制约的问题,将一种基于级联扩张状态观测器（ESO）的自抗扰控制（ADRC）应用于并联稳定平台。基于虚功原理对3-RPS并联机构建立逆动力学模型,得到稳定平台位姿与各电动伺服缸驱动力的关系。ADRC的级联ESO对动力学模型误差和负载力等干扰进行观测和补偿,通过对各级ESO增益调参,改善了级联ESO对系统状态观测的收敛速度和测量噪声放大之间的矛盾,从而改进了并联稳定平台的控制效果。基于3-RPS并联稳定平台进行仿真,相比于传统PID控制或ADRC控制方法,基于级联ESO的ADRC控制策略不仅使并联稳定平台的稳态时间缩短而且使控制精度得到改善。基于级联ESO的ADRC控制方法为解决自动控制中稳态时间和控制精度之间的制约问题提供了一种解决方案。", "label": "控制科学与工程", "id": 0}
{"content": "面向后续高时空分辨率遥感的超长柔性航天器发展的迫切需求,在分析此类航天器的结构特征、力学特性和控制性能要求的基础上,进一步阐述解决其高精度控制面临的动力学建模与控制问题的实现方法和后续发展方向。首先,在动力学建模技术方面,基于能量等效原理,研究了具有强几何非线性的非对称连续超长桁架结构的非线性等效梁建模,并通过数值仿真对比分析了等效梁模型的精度;在此基础上,基于能量等效原理,引入连接非线性特性,研究了具有强几何非线性和连接非线性的非对称超长桁架结构的等效板建模,实现了分布化的非光滑摩擦力作用下的空间三维桁架结构的耦合模态函数求解和非线性动力学方程构建。在高精度控制方面,基于图论方法,研究了此类刚柔强耦合航天器的形-姿协同控制方法,实现了天线形态振动与姿态指向的快速高精度控制,并通过数值仿真对比分析了提出的快速协同控制方法的有效性与精度。", "label": "控制科学与工程", "id": 0}
{"content": "针对自适应正位置反馈（Adaptive Positive Position Feedback, APPF）控制器控制效果的不足,提出了一种自适应分数阶正位置反馈（adaptive fractional order positive position feedback, AFOPPF）控制器,提高了APPF控制器的控制效果。将系统多个摄动模型的正弦扫频响应处理为系统响应信息加权和的形式,并考虑系统远离共振频段的控制性能,构建附带约束条件的控制器设计的目标函数。以粘有宏纤维压电复合材料压电片的垂尾模型为被控对象,设计了相应的AFOPPF控制器。相比APPF控制器,AFOPPF控制器的相频曲线在摄动频带内变化平缓,其控制效果受固有频率在线估计误差的影响更小。正弦响应与随机响应抑制试验表明,AFOPPF控制器较APPF控制器在不同摄动模型下的控制效果均得到明显提高。不同摄动模型下,AFOPPF控制器在一阶固有频率处取得了较好的控制效果,因此该控制器对垂尾结构的振动主动控制具有良好的应用潜力。", "label": "控制科学与工程", "id": 0}
{"content": "文章提出了环形天线结构点头模态悬吊解耦的分析方法,并进行了T-S型模糊控制研究。在环形天线结构侧向放置时,悬吊装置对点头模态的影响较小,先以重力摆模型建立单根悬吊绳的运动微分方程,考虑中等摆角几何非线性的影响,将振动方程转化为Duffing方程进行求解,应用Lindstedt-Poincare法得到自由振动的固有频率,分析非线性项对固有频率的影响。再以侧向放置的结构振动参数建立状态空间方程,对比Mamdani控制器,设计T-S型模糊控制器,用清晰的输出函数代替清晰化模块,进行振动主动控制研究。结果表明,非线性因素增大时,点头模态频率随着摆角的增加而增加,因此线性振动须减小摆角。同时,在T-S型模糊控制后,点头模态方向的响应大幅下降,达到了振动抑制的目的。", "label": "控制科学与工程", "id": 0}
{"content": "在空间微振动环境下,光学成像设备的工作精度极易受到干扰,目前广泛采用的被动隔振技术已经难以满足应用要求。在传统的主动隔振系统研究中,一般通过搭建反馈控制回路进行振动主动控制,但是,反馈控制具有时间滞后性,并且随着反馈参数的增大,系统稳态误差也会不断增大。因此,本文提出一种基于RBF-RLS自适应算法的双环路主动复合减振控制技术。本文所设计的双环路主动复合控制器包括反馈控制环路与前馈控制环路。反馈控制环路中的控制算法采用基于天棚阻尼的积分力（IFF）控制,可以有效降低共振峰值。前馈控制环路中的控制算法采用带有神经网络自适应（RBF-RLS）前馈控制,通过使用RBF神经网络算法在线辨识系统的准确模型,输入给RLS控制算法的横向滤波器中进行递归计算,可以有效降低模型不准确带来的系统误差。结果表明,采用双环路主动复合控制技术的隔振系统,在频域内,共振峰的幅值降低了22.67dB,衰减率为92.7%,在时域内,可以将加速度振动信号从±0.1g衰减至±0.02g,衰减率为80%。", "label": "控制科学与工程", "id": 0}
{"content": "提出了一种抑制功能梯度碳纳米管增强复合材料（FG-CNTRC）层合悬臂板振动的鲁棒控制方法。碳纳米管沿板厚度方向分为功能梯度分布和均匀分布两种,并根据混合定律获得材料的有效性能。建模过程中考虑热环境与气动力对悬臂板振动特性的影响。选用经典层合板理论,一阶活塞气动力理论,Hamilton原理和Galerkin方法,推导气动力作用下FG-CNTRC层合悬臂板的动力学方程。为抑制FG-CNTRC层合悬臂板的振动,考虑材料参数存在不确定性,采用状态反馈控制器,引入全维状态观测器,实现了对FG-CNTRC层合悬臂板前两阶模态的主动振动控制。利用线性矩阵不等式方法求解状态反馈增益矩阵与观测增益矩阵,根据李雅普诺夫稳定性理论证明当前设计的鲁棒控制器能够保证动力学控制系统是渐进稳定的。在控制方案上,除了采用提出的鲁棒控制方法外,还研究了速度反馈控制器,并对比了两种控制器对FG-CNTRC层合悬臂板的振动主动控制效果。采用数值方法研究了碳纳米管分布、碳纳米管体积分数、温度和长宽比等因素对FG-CNTRC层合悬臂板动态性能的影响。通过比较不同碳纳米管分布、碳纳米管体积分数、温度、长宽比、材料参数不确定条件下的时间历程图与控制电压图,验证所提控制器的有效性和准确性。", "label": "控制科学与工程", "id": 0}
{"content": "本文提出了一种FxNLMS前馈和积分-微分反馈混合耦合控制器,以实现并联平台的精确定位和微振动隔离。在多维定位隔振集成系统上开发有效的多输入多输出控制器是一项具有挑战性的工作。采用解耦控制方法时,支杆不均匀性会导致并联平台的精度损失。为了解决这个问题,我们研究了基于自适应FxNLMS算法的耦合前馈控制方法。该控制器是一种多输入多输出（MIMO）控制器,其传递函数矩阵的非对角元素代表了交叉耦合动力学——支杆的非均匀性可以通过这些元素予以补偿。利用FIR模型对控制器传递函数矩阵的元素进行表征。采用归一化最小均方（NLMS）算法实时更新基于FIR控制器的系数。为了增强并联平台的隔振能力,进一步引入了积分-微分反馈控制器。实验研究表明,耦合前馈控制器的定位精度明显优于解耦控制器。采用本文提出的混合控制器,即使并联平台受到窄带和宽带振动干扰,其相对定位误差仍能保持在1.90%以下。", "label": "控制科学与工程", "id": 0}
{"content": "分布式驱动电动汽车,由于簧下质量增大,导致车轮振动加剧,进而影响车辆平顺性及行驶安全性。为有效抑制分布式驱动电动汽车垂向振动恶化,设计了一种主动悬架T-S模糊控制器,构建了分布式驱动电动汽车1/4悬架动力学模型,基于Matlab/Simulink在B级随机路面及A/B级随机渐变路面进行动力学仿真,并与PID控制的主动悬架及传统的被动悬架进行比较,通过硬件在环实验验证了控制效果。结果表明,所提出的分布式驱动电动汽车主动悬架T-S模糊控制策略可有效提升车辆的平顺性指标,相对于PID控制及被动悬架,T-S模糊控制对车身垂向加速度的控制效果最好,悬架动挠度和轮胎动载荷次之,通过仿真和实验验证,在A/B级随机渐变路面上行驶,T-S模糊控制相对于PID具有更好的多工况自适应能力,为悬架主动控制及分布式驱动电动汽车设计提供了一种新思路。", "label": "控制科学与工程", "id": 0}
{"content": "随着精密设备的广泛应用和性能需求的日益增加,对振动环境要求不断提高,传统被动隔振技术难以消除共振峰幅值,无法满足使用要求,音圈电机主动隔振系统应用而生。由于加工、安装误差和重力等因素的影响,且其动子和定子的非接触低刚度性,会导致动、定子之间的偏心以及轴向传递性差的缺点。同时,传统的控制算法会加剧线圈的发热。因此,本文提出一种新型结构的单自由度主动复合控制系统。结构上,采用柔性铰链低径向刚度、高轴向刚度和膜片弹簧高径向刚度、低轴向刚度的特性,补偿两者轴径向刚度。控制算法上,采用比例积分力（PIF）反馈控制回路和自适应控制（Fx-RLS）前馈控制回路搭建主动复合控制系统,可以有效地降低共振峰值,解决系统模型的不精准和基础平台振动干扰的影响。结果表明,在时域中,PIF反馈控制算法可以将峰值从1.66降低到0.357,隔振效果达到78.5%;Fx-RLS前馈控制算法可以将峰值降低到0.09,隔振效果达到94.6%;采用主动复合控制算法可以将峰值降低到0.008,隔振效果达到99.5%。", "label": "控制科学与工程", "id": 0}
{"content": "低频标准振动台的振动量级控制一直是低频振动传感器标定工作的关键技术。受到低频信号周期的制约,以往振动量级控制方法的调整时间过长且精度难以保证。而窄带FxLMS算法虽然可以实现快速精确的振动量级调整,但必须调用高阶FIR滤波器对被控对象进行建模与滤波,从而产生巨大的计算量和内存消耗。为满足振动传感器在不同频率、不同振动幅值量级下进行标定的需要,本文基于自适应控制理论和窄带FxLMS算法,结合垂直向低频标准振动台实验装置,提出了一种修正的FxLMS（MFxLMS）算法。该算法参数辨识与自适应控制过程同步进行,实时更新加权向量,避免了高阶FIR滤波器的运算,且收敛性好,实现了超低计算量和可在线辨识的双重优势。经过不同频率的低频振动实验验证,MFxLMS算法能够实现快速、稳定的振动量级调整,其调整速度相比传统逐步逼近法有了显著的改进。", "label": "控制科学与工程", "id": 0}
{"content": "在航空航天领域,为获得极限控制效果,有时需要使用比例-积分-微分-二阶微分（Proportional–integral–derivative–second order derivative, PIDD~2）控制器,但如何实现二阶微分是个问题。本文提出用三阶线性自抗扰控制（Linear Active disturbance rejection control, LADRC）来实现PIDD~2控制器。先用古典控制方法揭示了三阶LADRC是带低通滤波和前置滤波的PIDD~2控制器。其次给出了用三阶LADRC实现指定PIDD~2控制器的参数整定方法,可以在任意宽度的低频段逼近PIDD~2控制器,并且利用前置滤波抑制暂态响应的超调。最后以一个算例演示了上述参数整定过程,分析了参数对三阶LADRC性能的影响。", "label": "控制科学与工程", "id": 0}
{"content": "批次过程具有时变特性,使得其建模过程成本高、难度大,进而增加了控制器参数整定难度。采用无模型优化方法可避免批次过程建模相关问题,提高控制器优化效率,降低优化难度。本文采用一种无模型优化算法--极值搜索算法对批次过程中的时变PID控制器参数进行寻优,分别利用线性插值和三次样条插值方法对PID控制器进行参数化,较之于多项式形式的PID控制器,插值方法不仅使得寻优参数具有物理意义,同时便于初值设置。针对极值搜索算法可能出现的发散问题,提出了非负约束和增量约束方法以保证其鲁棒性和可靠性。文章最后通过反应器温度控制实例的仿真验证极值搜索算法对时变PID控制器实时优化策略的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "在火箭控制系统设计过程中,由于弹性模态和刚体状态的耦合,弹性问题是需要考虑的重要因素之一。本文根据弹性模态和刚体状态在时间尺度上的巨大差异,利用奇异摄动理论处理双时间尺度问题的优势,将弹性运载火箭系统分解为刚体慢变子系统和弹性快变子系统,分别进行控制器设计,从机理上实现对弹性的抑制。", "label": "控制科学与工程", "id": 0}
{"content": "甘蔗收获机收割过程中,常因割台高度控制导致收益损失或者割台部件损坏。首先,设计了一种基于压力检测的割台高度控制系统,使割台能够根据压力的变化自动调整。其次,根据控制策略中割台高度实时变化,对割台高度的控制结构建立了相应的数学模型,采用模糊PID算法和传统PID算法实现对高度的控制。最后,通过仿真,得出模糊PID控制算法下的割台高度控制超调量仅为0.20%,且系统振荡幅度小,稳定时间快,模糊PID控制算法相较于传统PID控制效果更好,更能满足割台控制的基本要求。", "label": "控制科学与工程", "id": 0}
{"content": "PID控制器在工业过程控制中占据了重要地位,但是PID参数整定的技术要求高、工作量大,致使很多工业控制回路存在因PID参数缺乏有效调整而造成的性能较差的情形。为此,提出了一种基于被控对象阶跃响应模型的PID参数整定方法。该方法利用被控对象的单位阶跃响应参数建立非参数模型,对于已知PID参数的控制器,基于阶跃响应模型和PID算法公式,可以计算得到线性被控对象未来的输出量时间序列;选取某种基于输出量时间序列的适应度函数,利用遗传算法迭代寻优,从而确定满足性能要求的PID参数。运用该方法,选择平方误差积分、误差绝对值积分、时间乘平方误差积分、时间乘绝对误差积分准则作为适应度函数,进行了火电机组主蒸汽温度和除氧器水位控制对象PID参数整定算例分析;通过闭环系统的设定值扰动仿真试验,验证了方法的有效性,所得到的PID控制器具有良好的动态性能,且明显优于工程中常用的临界比例度法。", "label": "控制科学与工程", "id": 0}
{"content": "为实现喷水推进船舶的矢量控制航行任务,设计了一种针对双泵喷水推进船舶的实时矢量控制软硬件平台。确定了可视化、模块化、多功能等设计要素。利用C#语言进行软件编程,WPF平台进行界面设计。结合GPS/北斗定位仪、CAN总线模块、姿态测量仪等硬件设备确定了硬件结构并搭建了平台样机,实现了开环控制、闭环矢量控制和手柄控制等功能。应用该平台自动操控实验船进行矢量横移实验,在50米的横移距离内取得了纵向位移小于2m和艏摇角偏差小于2°的效果,验证了平台的可靠性和可行性。该平台可用于智能船舶研究者进行船舶操纵性实验和矢量控制算法测试。", "label": "控制科学与工程", "id": 0}
{"content": "矿山开采作业环境恶劣、危险事故频发,井工矿工作环境特殊,在矿山开采运输环节应用无人驾驶技术已成为趋势。车辆横纵向控制是无人驾驶系统的核心技术模块,非结构化道路倒车控制是车辆控制技术的困难场景之一。本文基于矿用无轨胶车实现了一种非结构化道路倒车控制方法,设计了基于时间限制的抗积分饱和PI控制器的纵向控制模块,可以保证车速稳定控制;改进了以纯追踪算法为基础增加罚函数约束的横向控制模块,可以减小横向控制误差并加快收敛速度。通过实车测试验证了控制算法在多种工况下的有效性和可行性。", "label": "控制科学与工程", "id": 0}
{"content": "探索线上线下混合式教学模式在《线性控制系统》教学中的构建与应用效果。从线上资源建设、线上线下混合式课程设置、线下教学活动设计等方面协同开展基于工作以启构建线上线下,课内课外交互融合的混合式教学模式。选择2019级控制工程研究生进行了尝试,在节省时间,强化实验与实践教学方面作用明显,教学效果明显提升。通过初步探索,发现协同规划线上线下资源,构建混合式教学模式对于促进学生自主学习和创新能力的培养与提升具有重要意义。后续还需不断细化完善以其辅助学生实现灵活学习,独立实践,深度探索,交流合作的学习范式。", "label": "控制科学与工程", "id": 0}
{"content": "针对机械臂在外界扰动、摩擦力以及参数变化等不确定情形下难以实现高精度轨迹跟踪控制问题,提出一种能够在有限时间内收敛的快速终端滑模鲁棒控制方法。为了解决机械臂在存在外在扰动情形下的有限时间鲁棒跟踪问题,首先建立了考虑外界扰动和建模不确定性的机械臂动力学方程,并在传统快速终端滑模变结构控制器的基础上,设计了一种快速非奇异终端滑模面,这种滑模面克服了快速终端滑模的奇异问题,比传统的终端滑模面具有更好的性能,比非奇异滑模具有更快的响应速度。最后,通过两关节机械臂进行仿真分析,仿真结果验证了本文方法的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "为了较为系统地阐述磁悬浮轴承系统控制技术的发展过程,促进磁悬浮轴承控制技术的发展,本文梳理了应用较为广泛的几种磁悬浮轴承控制方法,分析了不同方法拟解决的问题以及各自的不足之处,为当前磁悬浮轴承控制方法的理论研究提供参考和借鉴。", "label": "控制科学与工程", "id": 0}
{"content": "为了提高机械臂的轨迹跟踪性能,本文提出了基于扰动观测器的非奇异终端滑模控制的轨迹跟踪方法。首先,利用非线性扰动观测器对建模误差和外部扰动进行估计,而后采用非奇异终端滑模面使系统能够在有限时间内收敛,设计基于扰动补偿的非奇异终端滑模控制律,最后利用双曲正切函数tanh（s）代替鲁棒控制律中的符号函数sign（s）来减少控制输入抖动。通过构造Lyapunov函数,证明机械臂系统能够在有限时间内稳定收敛。通过对双关节机械臂仿真验证了所设计控制器的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "随着自动控制技术的不断发展,非脆弱鲁棒控制器设计成为了一个重要的研究方向。但因控制器本身存在着不可避免的硬件误差,或因控制器输出数据不是完全精确的,最终可能会影响到系统的整体性能,使得控制器达不到预期设计要求,这就是控制器的脆弱性。对于波音747-100/200飞行器,其控制器自身存在脆弱性,并且在飞行过程中存在着外界干扰。针对加性控制器增益摄动问题,首先,引入一个中间故障观测器,其有助于估计故障信息;其次,借助故障估计信息,补偿故障对系统的影响;此外,采用线性矩阵不等式技术,保证了闭环系统的稳定性并使得系统满足鲁棒H∞性能指标。值得注意的是,相关研究结果推广到了乘性控制器增益摄动情形。最后,仿真结果表明了所提设计方法的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "针对全垫升气垫船高速航迹跟踪过程中易引入大侧滑角进而导致气垫船失速或者造成侧翻危险的问题,本文提出了一种基于航速动态规划和障碍李雅谱诺夫函数（BLF）法的气垫船安全航迹跟踪策略。该策略包括SFLOS导引算法、纵向航速动态规划和回转约束控制三部分。其中,SFLOS导引算法通过给定的航迹和设定的初始航速给出期望的艏向,实现对航迹的有效跟踪;纵向航速动态规划部分利用侧滑角与纵向速度的关系,构造了一种能够解决失速问题的新型航速规划函数,进而通过设计纵向速度BLF约束控制器实现对侧滑角的间接约束;回转约束控制部分结合反步法和积分障碍利亚普诺夫函数（IBLF）方法实现对期望的艏向的跟踪,同时避免了回转率超限。仿真结果表明:设计的全垫升气垫船航迹跟踪控制器能够使气垫船不失速地跟踪期望轨迹,且侧滑角和回转率一直保持在预定的安全范围内,具有精度高、安全性好的优点。", "label": "控制科学与工程", "id": 0}
{"content": "针对分布式驱动铰接工程车辆各轮独立驱动控制的特点,提出了一种融合差动力矩补偿的铰接车辆路径跟踪控制策略。应用铰接车运动学模型,设计了基于MPC控制算法铰接车路径跟踪上层控制器,减小跟踪过程中的横向偏差和航向角偏差;由前车体的质心侧偏角偏差和横摆角速度偏差,设计了基于LQR的差动力矩补偿控制器,基于差动补偿力矩对各轮轮胎驱动力进行分配,以进一步降低铰接车跟踪误差。在Matlab/Simulink中搭建了整车动力学模型及路径跟踪控制策略仿真平台,仿真结果表明:差动协调的路径跟踪控制能够提高铰接车的路径跟踪精度,改善车辆的行驶稳定性。", "label": "控制科学与工程", "id": 0}
{"content": "受电弓-接触系统是高速列车获取电能的关键部分。随着列车运行速度提高,弓网之间的振动更加剧烈,受流质量变差。主动控制是减小弓网振动、提高受流质量的方法之一,应用强化学习给受电弓主动控制提供了一种很好的解决思路。首先,建立了有限元弓网系统模型;在此基础上,设计了针对弓网系统的马尔可夫决策过程;最后,将近端策略优化算法和弓网模型结合训练控制策略,并在弓网模型上验证控制器性能。仿真结果表明,近端策略优化算法在实际应用中取得了较好的控制效果。", "label": "控制科学与工程", "id": 0}
{"content": "随着人工智能技术的快速发展,智能交互技术在机器人、医疗卫生、教育、工业自动化等各行各业的应用越来越多,市场对掌握人工智能技术的自动化专业人才的需求量越来越大。然而,传统的自动化专业在人工智能理论（如机器学习、人机交互等等）相关的教学、实验平台和资源建设方面严重不足。为了推动自动化专业的人才培养向着智能化方向转变,提升本科生和研究生的创新能力,本文设计了基于虚拟现实技术的智能交互控制教学平台,探讨了基于此平台的自动化类人工智能人才培养模式和教学方法,利用edustore体验式在线教学软件结合外部辅助硬件,实现在线体验式教学,并验证了新教学方法通过优化课程内容不仅能够调动学生学习积极性,激发学生创新思维,有助于学生能力的培育,为自动化专业和人工智能人才培养提供了新的途径。", "label": "控制科学与工程", "id": 0}
{"content": "巷道掘进过程中,有效控制液压锚杆钻机钻臂的水平移动,对实现巷道中锚杆/锚索的精准安装具有重要意义。然而,复杂的巷道环境以及液压锚杆钻机钻臂的固有非线性和不确定干扰,使其高精度位移控制面临挑战。低精度位置控制使钻机钻臂无法及时移动到预先设定的锚杆/锚索安装位置,导致对巷道空顶不能实施有效支护,甚至出现安全事故。因此,针对液压锚杆钻机钻臂位移系统,设计一种高效控制器十分必要。基于此,通过分析液压锚杆钻机钻臂位移系统组成结构,特别是液压油缸和三位四通比例换向阀特性,建立了液压锚杆钻机钻臂位移系统数学模型。进而,考虑时变参数、外部扰动和系统固有非线性,设计了一种新型神经网络自适应滑模控制策略。该控制方法包括两种重要策略:其一是设计了一种改进的滑模趋近律,从而有效消除滑模抖振;其二是设计了一种基于改进径向基网络的不确定干扰观测器,以快速有效辨识系统的不确定干扰。针对某一类实际锚杆钻机钻臂,基于MATLAB和AMESim联合仿真平台,构建其位置模拟系统,并基于该平台,将所提方法与其他三种控制方法进行控制性能对比。对比实验结果表明:在固定干扰与突加干扰两种情况下,所提控制方法均能够无超调、更快速和精确的跟踪期望位置,从而保障巷道支护任务的可靠完成。", "label": "控制科学与工程", "id": 0}
{"content": "近年来,因地基基础不均匀沉降导致房屋倾斜开裂的问题也常发生在建筑工程中,本文结合某框架结构工程实际为例,重点讨论地基基础加固及PLC同步顶升技术在框架结构中的应用分析,以说明所采用治理之法在类似工程加固及纠偏中的适用性和优越性。", "label": "控制科学与工程", "id": 0}
{"content": "本文阐述了供热技术领域,特别涉及一种供热平衡智能控制系统。", "label": "控制科学与工程", "id": 0}
{"content": "自动恒压供水系统主要是保持工厂中供水管网压力的平衡,以满足工厂用水量的需求。目前一般是用调节阀门的开启度,或者是大小泵机的切换,以及设回流阀等来供水。这就造成供水压力和能耗的损失,并且有时也不能满足用水量的需求。而且由于值班人员、天气或者用户用水量大小等诸多因素,直接或间接造成相当大的经济损失或社会影响。而现在由于在系统中使用了变频调速这些问题都得到了解决。本系统是采用一个单回路控制系统以达到设计的目的,首先给控制器一个压力设定值,变频器接收控制器的信号控制水泵的转速,控制器综合给定信号与压力传感器的反馈信号经过PID运算向变频器发出转速命令。用变频调速实现恒压供水,与用调节阀门以及其它器件实现恒压供水相比,它的优点是十分显著的。", "label": "控制科学与工程", "id": 0}
{"content": "针对控制系统中一类存在特定频谱扰动的故障检测问题,本文构建了一种基于扩展PI观测器和复系数增益的故障检测滤波器,以达到对具有特征频谱扰动信号的有效衰减,提高对微小故障及时准确的检测能力.本文所提的这种\"复系数增益滤波器\"实现了扩展PI观测器和复数滤波器的结合,并给出了系统收敛性的充分条件和性能优化目标.在抗扰优化方面,首先通过零点配置在扰动频率处设置零点,实现初步降扰.其次,分析了扰动对残差信号作用机理,传递函数矩阵描述,利用扰动传递函数矩阵在干扰零点处的降秩性和残差信号向量的各分量中残留扰动信号的相关性,构造复系数增益矩阵,优化调整残差向量各分量的幅频特征,实现对残差信号中扰动信号的进一步衰减.最后以燃气涡轮发动机的模型为例,对比了复系数增益滤波器与传统观测器的故障检测效果,仿真结果表明了通过扩展PI观测器和复系数增益矩阵对残差信号的两次降扰处理,可有效提升对具有特征频谱的扰动的衰减,提高故障检测性能.", "label": "控制科学与工程", "id": 0}
{"content": "考虑多变量约束线性系统,为实现在较短的计算时间内达到较好的跟踪性能,提出了快速增量模型预测控制（MPC）算法。采用控制增量状态空间模型和阶梯式控制策略,建立具有约束的MPC优化控制问题.在快速增量模型预测控制算法中,将原二次规划问题的优化变量进行了合理的排序,然后,采用原始障碍内点法在线计算控制量增量值。最后,以两输入四输出燃气轮机系统为例进行仿真,仿真结果验证了本文算法的有效性并减少了算法的在线计算量。", "label": "控制科学与工程", "id": 0}
{"content": "本文采用调节器的一些衡量指标:线性度、分辨率、灵敏度、重复性、漂移、迟滞误差、一致性等对动永磁式比例阀调节特性进行了测试分析,以便供给整机厂家在进行整机控制器设计时参考,充分发挥出比例阀的性能,进而提高整机的性能。", "label": "控制科学与工程", "id": 0}
{"content": "胜利滩海油田位于黄河三角洲,该地区的潮汐、波浪、风暴潮等海洋基本水动力要素变化较为复杂,海岸附近的生产活动日益增多,生产调度任务日渐繁重。本文针对滩海油田现状,提出了生产调度专家系统初步方案,可以及时而有效地预测影响该区生产的海洋动力要素,提高系统的预测精度,为生产调度决策提供技术支持。", "label": "控制科学与工程", "id": 0}
{"content": "冶金企业中,用户需要的各种不同热值的煤气都是在混合站把不同煤气混合后得到的。为了保证用户热工制度的稳定和工艺流程的要求,必须要求混合煤气的热值和压力稳定,因此在煤气混合加压站设有热值、压力、流量等调节设备进行调节。对串级-限幅PID调节在煤气混合加压站的应用进行介绍,分析了控制的难点、解决方案及系统调节过程的特点。该系统投入运行后,输出气源热值稳定,为前端用户（三热轧加热炉）生产提供了可靠保证,取得了良好的控制效果。", "label": "控制科学与工程", "id": 0}
{"content": "二次调节扭矩加载实验台主要包括转速控制部分和扭矩控制部分两个部分组成。由于其是以压力耦合并联于恒压网络,并且通过加载对象和压力传感器刚性连接在一起,所以系统具有很强的耦合特性。通过对加载试验台建立数学模型并仿真,详细分析了二次调节加载系统中复杂的耦合关系。并且通过添加解耦网络,实现了系统的近似解耦,提高了系统的控制性能。", "label": "控制科学与工程", "id": 0}
{"content": "通过对江西新余钢厂4#焦炉集气管压力自动调节系统的改造及对PID参数的多次调整,成功实现自动调节,使该系统具有较高的实用性、稳定性以及良好的抗干扰能力,保证了4#焦炉集气管压力的稳定。", "label": "控制科学与工程", "id": 0}
{"content": "比例作用下影响输出的因素主要是动差,与静差无关,被调量的变化同调节器输出的周期一致;积分作用与△e的趋势无关,与△e的正负有关,Tout的上升和下降与△e的大小无关,速率与△e的大小有关。并且被调量有阶跃扰动时,Tout无阶跃扰动;微分作用与静差无关,与动差有关,与△e的正负无关。仔细分清各个参数的作用,和扰动情况下的相应曲线,才能快速准确地判断一个自动调节系统中,到底应该设置什么样的参数。", "label": "控制科学与工程", "id": 0}
{"content": "<正>调光器也称光控器,在人们的日常生活工作中,应用越来越广泛。由于它可以从暗到亮进行无级调光,所以作为办公大楼、家庭及其他服务性行业的设施,为其提供了舒适的光线照明,从而给人们创造了一个舒适的工作环境和生活环境,从某种意义上讲,也节省了耗电。", "label": "控制科学与工程", "id": 0}
{"content": "智能无人系统是机械化、电气化、信息化、智能化集成融合而成的新领域,是人工智能与信息科学相互支撑形成的新方向,能够将人类认识世界、改造世界、利用世界的能力提高到一个新的历史高度。本文梳理了智能无人系统的科学技术问题,分析了智能无人系统科学技术问题的内涵,指出了智能无人系统科技具有交叉融合性、前沿性、实用性三大特征。本文调研总结了智能无人系统科学技术问题的发展现状,并对其发展趋势进行了分析和预测。为了攻克智能无人科技难关,本文探讨了智能无人科技创新体系的结构特征和功能特征,提出了建立智能无人科技创新体系的几点建议。", "label": "控制科学与工程", "id": 0}
{"content": "随着《中国制造2025》所提出的\"创新驱动、绿色发展、结构优化\"方针的深入执行,机床行业的高端升级需求日益凸显,目标是抢占具有国际竞争力的战略制高点。", "label": "控制科学与工程", "id": 0}
{"content": "对于吊车系统而言,其水平负载运送及落吊过程中的防摆控制对其安全及效率具有重要意义;另一方面,已有的吊车控制方法均仅能保证闭环系统的（跟踪）误差信号渐近收敛,而无法保证整个过程中误差信号的变化范围。为此,本文提出了一种新型的吊车消摆控制策略,能够同时实现负载的落吊运动及水平运送,有效地抑制整个工作过程中的负载摆动。不同于已有的吊车控制策略,该方法可根据实际需求预先设定跟踪误差的变化范围,并能在理论上保证台车在水平方向、负载在竖直方向上的跟踪误差始终保持在设定的范围内,并最终收敛于零。文中借助Lyapunov方法对闭环系统信号的有界性及收敛性进行了分析。数值仿真与实际实验结果均表明本文方法具有良好的控制性能,对外界扰动具有较好的鲁棒性。", "label": "控制科学与工程", "id": 0}
{"content": "由于计算量大且存在矩阵求逆运算,基于最小二乘批量算法辨识非线性输出频率响应函数（NOFRF）难以满足在线辨识要求。为了对多变量非线性系统的NOFRF进行在线辨识,本文结合变步长与归一化思想提出了一种频域变步长归一化LMS自适应辨识算法。该算法根据实时偏差不断对步长进行更新,兼顾了收敛速度与估计误差。仿真实验结果表明提出算法收敛速度快、估计误差小并且具有较好的鲁棒性,与传统的批量算法相比,实时性好,能够满足在线辨识要求。", "label": "控制科学与工程", "id": 0}
{"content": "随着微机电系统（MEMS）越来越复杂,对微装配、微操作的微力测量要求越来越高。本文提出了一种面向微夹持器柔顺结构视觉力传感单元,该传感器单元与微夹持器采用结构一体化设计思想,加工简易。本文推导了该视觉力传感单元的力-位移理论关系,建立了基于散斑数字图像相关（DIC）方法的柔顺结构力传感单元。通过实验研究,结果表明所提出的柔顺结构视觉力传感单元测量性能达到预期要求。", "label": "控制科学与工程", "id": 0}
{"content": "为缩短液压系统设计周期,实现多专家异地协同设计要求,本文提出了基于多智能体技术的液压系统网络协同设计模型。该模型采用三层分布式结构,各智能体之间通过动态数据交互实现其通信、协调、消除冲突,以完成全局目标。这种结构满足了异地协同设计对分布式控制的要求,可以方便地集成现有工程设计和分析工具,其并行的设计过程可有效提高设计效率。", "label": "控制科学与工程", "id": 0}
{"content": "本文针对液压缸群的同步控制问题,建立了单缸动力单元模型,以双液压缸驱动的伺服系统为例,设计了等状态结构的基于干扰补偿和同步补偿的交叉耦合同步控制器,通过仿真分析,验证该控制方法在双缸同步控制中的有效性,实现两个动力单元的耦合同步控制,提高了系统的鲁棒性。", "label": "控制科学与工程", "id": 0}
{"content": "本文针对液压缸群的同步控制问题,建立了单缸动力单元模型,以双液压缸驱动的伺服系统为例,设计了等状态结构的基于干扰补偿和同步补偿的交叉耦合同步控制器,通过仿真分析,验证该控制方法在双缸同步控制中的有效性,实现两个动力单元的耦合同步控制,提高了系统的鲁棒性。", "label": "控制科学与工程", "id": 0}
{"content": "为了提高液压系统的设计质量和效率,提出了液压原型单元和液压配置单元的概念,建立了液压系统的配置模型;进而设计了液压系统两阶段配置求解算法:第一阶段根据设计要求和主要参数计算结果,为液压系统原理图中的每个液压原型单元选配出配置单元;第二阶段以价值系数、质量水平,可靠度为优化目标,建立基于遗传算法的液压系统配置求解体系进行求解。该算法收敛性好,实用性强,能有效解决了液压系统配置组合爆炸问题。最后,以折弯机液压系统配置设计为实例,验证了文中所述方法的可行性和有效性。", "label": "控制科学与工程", "id": 0}
{"content": "介绍了AMESim通用液压仿真软件的特点和飞机液压系统热特性,建立了各种关键液压元件及整个液压系统的温度计算模型,并运用AMESim软件对液压系统在典型飞行状态下的温升情况进行了仿真计算,仿真结果与实验结果基本吻合,证明了建模的准确性。", "label": "控制科学与工程", "id": 0}
{"content": "设计了基于AVR单片机的气动位置控制系统。该系统通过电磁阀来控制气缸,节约了控制系统成本;控制器由基于AVR单片机的电路组成,体积小,操作简单。实验证明:该系统控制精度高、稳定性好,在气动位置控制领域有较好的推广应用价值。", "label": "控制科学与工程", "id": 0}
{"content": "论文基于LabVIEW技术,以泵控马达变转速节流复合调速系统为研究对象,对其参数监测系统进行了设计,主要介绍了实验系统的工作原理,监测系统的组成结构及软件实现。该系统编程较简单、直观,人机界面友好,具有良好的开放性和可扩展性,能更好地满足变转速液压动力系统动态参数监测的需要。", "label": "控制科学与工程", "id": 0}
{"content": "操纵负荷系统是飞行模拟器的\"飞行\"操纵系统,其主要作用是逼真的复现驾驶飞机时的操纵力感。其中,惯性力感是高级别模拟器必须模拟的力感之一,当操纵负荷系统自身的机构惯量比较大时,要模拟较小的惯性力感就必须要补偿机构的部分惯量。为此提出了基于力回路的惯性补偿控制方法,在不对硬件做任何改动的情况下,实现了操纵负荷系统的惯性补偿。首先给出了基于力回路操纵负荷系统的控制系统结构并建立了数学模型,然后通过推导力感特性揭示出惯性补偿原理并进行了稳定性分析,提出了稳定条件,最后通过实验验证了所提出的惯性补偿方法的稳定性和有效性。", "label": "控制科学与工程", "id": 0}
{"content": "针对现用液压振动台由于峰值瞬时流量不足,导致振幅和频率响应特性上存在局限性的工况,基于蓄能器可瞬间供给大流量的特点,采用在液压振动台系统中合理配置蓄能器作为辅助油源,并优化设计和选取蓄能器参数。通过用AMESim软件对系统进行仿真可以看出,蓄能器对提高液压振动台响应特性具有有效的作用,振幅一定时,频率可以得到提高,频率不变时,可增大振幅,而且起到节能作用。", "label": "控制科学与工程", "id": 0}
{"content": "基于模糊控制与PID控制的优缺点,提出了将模糊PID双模控制应用于开炼机液压调距控制系统中,并对控制系统进行了Matlab仿真。仿真结果表明设计的电液伺服驱动的开炼机调距系统控制方法能满足系统要求。", "label": "控制科学与工程", "id": 0}
{"content": "PLC是一种新型工业自动控制装置,基于其极高的可靠性和使用灵活性,PLC控制系统正大量地替代传统的继电-接触控制系统。本文介绍汽车油箱自动焊缝机的液压系统采用PLC代替传统继电器的控制系统的设计,并给出了相应的电气控制原理图和PLC顺序功能图。", "label": "控制科学与工程", "id": 0}
{"content": "为提高6自由度液压振动台的控制精度,详细分析振动台系统的伺服控制原理并给出具体的实现方式。采用自由度合成及分解矩阵实现振动台的自由度独立控制。采用三状态控制器提高振动台系统加速度响应频宽,增强系统稳定性,并给出了控制器参数的计算公式。采用压力镇定控制器削弱系统中各激振器间的内力耦合,减小能量内耗。文末通过试验验证了6自由度振动台伺服控制策略的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "直升机旋翼动平衡试验台是由三个作动器组成的液压并联机构,用来对旋翼的气动、动力学问题、飞行力学等进行试验研究,并通过试验测试保证旋翼组的动态平衡,为旋翼的安全可靠提供保障,为旋翼的理论研究提供试验验证手段。当并联机构的输出机构有约束时,就会表现出通道之间的力纷争。本文基于耦合分析,引入了模型参考控制（MRC）,通过参考模型的输出进行矫正,以改善系统的同步性,从而达到系统解耦,消除力纷争的目的。仿真结果表明在合适选取控制参数的情况下,所用的控制方法大大提高了系统的同步性和抗干扰能力,使系统情况明显改善。", "label": "控制科学与工程", "id": 0}
{"content": "本文阐述了一种基于基准流量的并联接入式离线气体泄漏测量方法。与传统的测量方法相比,本方法使用简单,只需将测量装置并联接入到被测管路。为消除无法测量的设备气动回路容积的影响,我们设计了多段基准流量跟泄漏流量匹配,基准流量发生时,管路中气体压力发生变化,根据这种变化,可以得到管路的泄漏量。试验结果表明,这种方法响应快,测量精度达到±5%F.S.。", "label": "控制科学与工程", "id": 0}
{"content": "负载模拟器是飞行控制系统半实物仿真中的重要实验设备。由于它具有可控制性和可重复性的特点,用它来替代破坏性的实物测试,可以大大节省研制经费和风险,缩短研制周期。由于气体本身具有可压缩性,同时气动执行元件又具有可以高速运动的特性,因此气动负载模拟器非常适合对瞬时执行机构的舵机进行加载,用于瞬时机构的研制工作。本文建立了气动负载模拟器的非线性数学模型,对该模型就行了仿真,研究了各种载荷谱下气动负载模拟器的输出响应曲线以及载荷谱的跟踪误差,并且研究了减小跟踪误差的数学方法,从而为气动负载模拟器在工程领域的应用打下了一定的数学基础。", "label": "控制科学与工程", "id": 0}
{"content": "阐述了伺服电流驱动电路的功能和类型,根据伺服阀特性分析其驱动电流性能要求,设计了基于OP放大器的电流负反馈型伺服电流放大电路,分析了电路的增益、输入输出关系以及动态频率特性。搭载RC振荡电路,产生高频振荡信号,实现了对阀粘滞的预防和消除。该电路已成功应用于某型号舵机及其加载系统中。", "label": "控制科学与工程", "id": 0}
{"content": "本文首先介绍了自主研制的电液开关伺服系统原理、结构及特点,同时阐述了开关控制的新发展,提出了数字开关伺服系统的下一步研究方向及方法。", "label": "控制科学与工程", "id": 0}
{"content": "针对传统采用\"主从方式\"控制的多缸同步液压系统存在的调整时间长、动态性能差等缺点,采用改进后的单神经元PID控制算法,实现了一种基于\"同等方式\"控制概念的同步控制,用AMEsim和Simulink软件对双缸同步液压系统进行了联合仿真,仿真结果表明这种控制方式的同步性能好,控制精度高,并且同步调整所需的时间比传统控制方法短,较好的克服了传统控制方式的不足。", "label": "控制科学与工程", "id": 0}
{"content": "在电液伺服控制系统设计分析中,由于传统的数学建模方法比较复杂,本文利用面向工程设计的高级建模软件AMESim对阀控液压马达电液伺服速度控制系统进行建模,并对其动态特性进行了仿真分析,得到了较好的分析结果。", "label": "控制科学与工程", "id": 0}
{"content": "论文针对电液伺服系统非线性难以控制的难题,将非线性状态反馈微分变换和模型跟随自适应控制结合,通过建立阀控非对称缸位置伺服系统的离散非线性参考模型,借助于仿射变换实现了对非线性电液伺服系统的动态反馈线性化,通过仿真说明AMFC在电液伺服系统能够准确跟随参考模型的输出,精度较高,说明AMFC通过与仿射非线性变换相结合将其扩展到电液非线性系统,将成为一种对液压伺服控制系统极有实用价值的非线性控制方法。", "label": "控制科学与工程", "id": 0}
{"content": "电液控制系统已在工业领域得到广泛的应用,但由于传统控制阀各节流边的机械固联,导致液压控制系统的效率低。多功能组合阀将几个基本阀组单元集成为具有多种机能的\"智能阀\",可实现节流边独立控制,克服以上不足,为电液控制系统开辟了一条新的途径。本文通过利用不同类型的阀进行组合,研究多功能组合阀的组合形式及控制方式,并对其功能特性进行分析对比。同时,研究了在不同负载、不同工况下,选择最佳控制逻辑通过\"软编程\"实现系统节能控制的控制策略。利用传统电液控制阀和多功能阀控制对非对称缸进行控制的试验表明,组合阀具有\"智能\"机能并可提高电液控制系统的效率。", "label": "控制科学与工程", "id": 0}
{"content": "基于二次调节加载试验台系统,针对二次调节转速控制系统存在模型参数不确定性以及力矩扰动,通过选择合适的加权函数将二次调节转速控制转化为H∞混合灵敏度问题。建立了二次调节转速控制系统数学模型,并采用H∞优化方法设计了鲁棒控制器。最后对二次调节转速控制系统进行了仿真研究,结果表明采用鲁棒控制器的转速系统较传统的PID控制的控系统具有更好的鲁棒稳定性和抗干扰性能。", "label": "控制科学与工程", "id": 0}
{"content": "针对装煤车停电时原设计无法进行应急操作,经常发生车辆被烧的问题,通过采取增设UPS不间断电源、对原车程序进行重新编程、对蓄能器进行扩容等措施,解决了上述问题。", "label": "控制科学与工程", "id": 0}
{"content": "设计了一种基于磁流变液的气动速度伺服系统,该系统以自制的磁流变气动动力机构为核心,在传统的气动系统的基础上采用了磁流变技术。文章在介绍该系统结构和控制原理的基础上,建立了系统的数学模型,运用 Matlab 进行系统仿真和性能分析。与传统的气动速度伺服控制系统相比,磁流变智能气动机构具有更高的速度响应性和速度稳定性。", "label": "控制科学与工程", "id": 0}
{"content": "本文主要就油液污染度检测的相关背景、国内外现行标准情况以及标准正面临的变化进行了评述,同时介绍了针对 HIAC8011油液污染度检测系统软件方面不足而自行编写的检测数据自动分级评定处理程序的基本原理及使用情况。", "label": "控制科学与工程", "id": 0}
{"content": "梅钢公司通过加强油品管理,采取油品监控、现场管理等手段对液压系统 HFI 指数进行控制,从而使液压系统运行日趋正常,用油合理,进一步提高钢铁公司对于润滑油品的使用与管理水平,建立规范地选用油品并合理地使用油品的流程体系,加强润滑油品的管控力度,深挖各厂部降本增效的潜力,按年均12%的比例下降,逐步接近并达到宝钢分公司水平,在保证现场设备运行状态持续稳定的基础上,达到减少消耗降低费用的目的。", "label": "控制科学与工程", "id": 0}
{"content": "针对液压系统的泄漏问题,分析了液压系统的泄漏机理并且介绍了宣龙公司二高线控制泄漏的成功策略。", "label": "控制科学与工程", "id": 0}
{"content": "<正>电液比例位置系统是一种非线性、时变性系统,其特征参数具有非线性特性,常用的线性化模型基础上的经典控制器,不能取得满意的控制效果。", "label": "控制科学与工程", "id": 0}
{"content": "<正>1电液位置同步控制系统组成电液伺服同步系统采用一对比例换向阀控制伺服缸,液压缸内部装有磁致伸缩直线位移传感器用于实时检测液压缸的位移,反馈信号连接到多功能采集卡端子排,送反馈信号到多功能采集卡。", "label": "控制科学与工程", "id": 0}
{"content": "最大限度满足油压机工作对电气控制的要求。施工方案力求简单、经济并不盲目的追求自动化和高指标, 一切都是从实际出发。妥善处理机械与电气关系。确保使用安全可靠,造型美观,使用维护方便。", "label": "控制科学与工程", "id": 0}
{"content": "本文提出了一种适用于人防工程自动化系统的通信结构思想。通过功能分层、数据流和通信报文分类、应用与通信分离几个方面详细阐述了该设计思想的原理和思路。本文的工作对人防工程自动化系统的发展提供了一定的理论参考。", "label": "控制科学与工程", "id": 0}
{"content": "<正>一、引言自动化技术是现代科学技术的象征,它渗透到了国民经济的各个领域和人们生活和工作的各个方面。自动化专业一直以学生就业面宽见长,但随着各行各业对信息和自动化技术的熟悉与掌握,使得自动化专业毕业生,远不如具有明显行业背景的各自领域的自动化专业毕业生受到青睐,自动化专业学生的就业面临着前所未有的", "label": "控制科学与工程", "id": 0}
{"content": "本文推导建立了典型二阶系统时域性能指标σ、ts 与开环频域性能指标γ,ωc 之间的解析关系．这些关系式对于学生理解两种性能指标之间的内在联系、精练相关教学内容有所裨益。", "label": "控制科学与工程", "id": 0}
{"content": "先根据实际的测量数据对三阶液位系统进行建模研究,得到了它的过程模型;然后使用内模预测控制方法,讨论了系统的设计方法与步骤.在仿真试验中,研究了各参数不匹配时系统的动态特性,并通过合理的调节可实现因子,得到几组模型失配时的曲线.从仿真曲线中可以看出,内模控制在多阶液位控制中有应用价值.", "label": "控制科学与工程", "id": 0}
{"content": "讨论了含多级油缸的液压系统特点,以驱动旋转负载为例,建立了液压回路动态特性的数学模型。在ADAMS下,采用定义设计变量、状态变量和状态方程的方法,建立了多级液压缸系统驱动负载的动力学仿真模型,给出了仿真结果。", "label": "控制科学与工程", "id": 0}
{"content": "超磁致材料（Giant Magnetostrictive Material GMM）是A.E.Clark于70年代发现的新型稀土-铁系功能材料。近几年来,作为高科技功能材料得到了迅速发展,这种材料由于具有很大的室温超磁致伸缩应变量,高的电（磁）能-机械能转换率,高能量密度,伸缩应力大,机械响应快等优异特性,因而有着广泛的应用前景。本文设计了一种高出力、快响应、可控性好的超磁致微位移直线驱动器。文中对超磁致微位移直线驱动机理进行了探讨,并在MATLAB平台上,以有限元分析（FEM）为基础研制了CAD软件,示出了采用椭圆模态驱动的超磁致振子组合结构的微/纳米直线驱动器。", "label": "控制科学与工程", "id": 0}
{"content": "提出用模糊控制的方法对连铸过程中结晶器钢水液位进行控制并设计出系统的模糊控制器。另外,还建立了液位输出模糊预测模型,将训练神经网络的学习方法和模糊滤波器用于模糊预测模型的自校正之中。仿真研究表明这种方法较常规 PID 方法有效。", "label": "控制科学与工程", "id": 0}
{"content": "<正>第一章引言近年来,离散事件动态系统的研究引起了国内外许多专家学者的广泛重视。但是,与连间)系统不同,离散事件动态系统无法用传统的微分方程（差分方程）描述,而且系统内部各的相互作用极其复杂,使得离散事件动态系统的研究非常困难。解决许多实际问题需要借助于真方法直观,简便,是研究离散事件动态系统的一个有力工具。第二章给出了依据极大代数上", "label": "控制科学与工程", "id": 0}
{"content": "工业机器人作为智能制造技术浪潮的关键,关于它的竞争已上升到国家产业战略的层面。其发展特点是高速、精确、机身紧凑、多自由度和提高刚性,重点领域还要重载或响应快。减速器是工业机器人机械传动核心部件,要求体积小、重量轻、传动效率高等特点。应用在机器人领域的减速器主要有两种:RV减速器和谐波减速器。RV一般安置于大机座,大臂、肩部等负载较大的位置,谐波减速器安置于小臂、腕部或手部。根据减速器所承受的负载确定所需减速器的机型;根据电机转速及所需负载的转速确定应选的减速器速比。", "label": "控制科学与工程", "id": 0}
{"content": "<正>机器人技术源于美国,却在日本得到了产业化规模发展,当前日本制造的工业机器人无论在技术上还是应用上,都处于世界领先地位。众所周知,日本素有机器人王国的美誉,是世界上最大的生产大国和出口大国,在2014年之前也是世界最大的应用国和消费国（目前被中国连续取代）。机器人技术源于美国,却在日本得到了产业化规模发展,当前日本制造的工业机器人无论在技术上还是应用上,都处于世界领先地位。", "label": "控制科学与工程", "id": 0}
{"content": "物联网是信息科学技术产业的第三次革命,工业物联网是工业领域的物通过工业资源,数据和系统的网络互联,实现了智能制造管理的柔性配置,融合了服务驱动的新型工业生态系统。企业生产线上的工业机器人使用频率高,需要解决柔性生产制造、原料和产品追溯,在工业机器人的健康管理方面引入预测分析模型。工业机器人故障诊断技术研究方法,以及国内外工业机器人故障诊断技术发展趋势分析。", "label": "控制科学与工程", "id": 0}
{"content": "近年来移动机器人在服务医疗、交通运输等行业发挥了重要作用,人们对移动机器人的应用场景提出了更高的要求。路径规划技术是移动机器人导航的核心内容之一,在动态环境规划出安全路径对于智能移动机器人实现智能运行具有重大意义。针对在动态环境规划安全的路径问题,本文提出了一种应用于动态环境基于概率泡沫的路径规划算法和一种用于处理路径冗余点的节点剪枝算法。为了对路径安全性进行定量分析,提出了一种路径安全性测量的计算方式。最后利用matlab进行仿真验证,结果表明:算法在动态环境下二次规划效率相较第一次提升50.14%,节点剪枝算法减少路径31.2%的冗余点和6.85%的长度,对比基于RRT的动态路径规划算法,路径的安全性和在狭窄地形的鲁棒性有着显著的提升。", "label": "控制科学与工程", "id": 0}
{"content": "为了解决变电站智能消防前端执行机构灵活性不足、定位精确度低等问题,本文建立了面向变电站智能消防机械臂高精度运动学模型。首先将机械臂结构简化为刚体连杆模型,并基于Denavit-Hartenberg法的齐次变换矩阵来描述机械臂相邻两连杆的空间关系与运动轨迹。接着此基础上,提出一种利用机械臂连杆模型几何约束关系,并针对智能消防系统中使用的四自由度机械臂,进行了正向与逆向运动学分析与求解,则可在解算前判断机械臂能否到达预期位姿。该模型的计算过程不仅避免了复杂的矩阵运算,而且有效地解决机械臂逆运动学高精度控制问题。最后,完成了系统仿真实验,验证了本文所提运动学模型的精确性。", "label": "控制科学与工程", "id": 0}
{"content": "同时定位和建图系统被提出用于估计机器人姿态和重建周围环境的三维地图。由于大多数现有的同步定位与建图系统依赖于静态世界假设,在动态环境中运行机器人可靠性降低。针对机器人在动态世界环境下的有效特征点提取不足而导致定位精度降低的问题。本文提出了一种基于贝叶斯的视觉SLAM,将原始的图像输入YOLO-V3网络中进行语义分割后,将得到数据分别输入到改进的几何约束和语义分割线程中进行概率计算,通过二项式逻辑回归计算概率,将两者作为先验值输入到贝叶斯定理中。通过不断更新的特征点概率值以确认特征点所在的区域,建立特征点匹配点对集,以此降低点对集离群值概率,从而提高定位精度。运用TUM RGB-D数据集中高动态环境、低动态环境两种不同情况的环境进行对比实验。本文算法将高动态环境、低动态环境的定位效果与原始ORB-SLAM2算法进行了对比,本文算法有更低的定位误差,性能比原始ORB-SLAM2提高了百分之九十以上,定位误差与DynaSLAM、DS-SLAM等主流算法相差无几,实验证明可以本文算法满足动态环境下的定位要求。", "label": "控制科学与工程", "id": 0}
{"content": "在卫星拒止的室内环境中,通常采用搭载视觉传感器的VSLAM方案以降低移动机器人自主导航成本。然而传统视觉定位算法基于静态世界假设,现实环境中由于运动物体影响,传统视觉里程计易产生特征误匹配导致跟踪和重定位失败,系统无法稳定运行。本文面向室内动态场景,提出一种结合神经网络的视觉定位算法。为满足静态世界假设,在特征匹配阶段,本文采用一种结合多视图几何学与深度学习方法的几何语义协同动态特征处理策略。首先,通过几何学方法进行预检测,只将含有一定量动点的图像送入目标检测网络处理,而对微动态场景仅采用几何学方法处理。为解决目标检测网络在局部动态场景中的过剔除导致的追踪中断问题,在关键帧选择阶段,本文提出一种自适应关键帧插入策略,进一步提升了系统的鲁棒性。最后利用TUM Dynamic Objects数据集进行实验,结果表明,本文提出的算法在不同动态场景下相较ORB-SLAM2算法系统平均定位精度提升40%以上,同时系统实时性相较同样嵌入动点剔除算法的DynaSLAM有显著提升。", "label": "控制科学与工程", "id": 0}
{"content": "本文首先通过SOLIDWORKS软件建立摆线针轮的模型,然后基于ABAQUS软件对其进行了模态分析,研究其固有频率和振型。通过对比分析摆线针轮的不同阶振型图,可以得出摆线轮结构的薄弱环节位于摆线轮齿廓处,同时对比摆线针轮、摆线轮与针轮盘不同模态阶数下固有频率及最大位移,对摆线轮的结构设计具有参考价值,同时对RV减速器的深入研究具有重要意义。", "label": "控制科学与工程", "id": 0}
{"content": "将六维力传感器安装在机器人基座处可以实现对机器人本体的碰撞识别和碰撞点检测,为了消除机器人静止时自身重力与工作时动态力对基座处传感器零位值造成的影响,本文推导了基座六维力传感器的力补偿算法,分析了各维度的最大误差。", "label": "控制科学与工程", "id": 0}
{"content": "辐射对称型的柔体机器人由于结构相对简单、模块化程度高、对工作空间受限的环境有着较强的适应力,具有较好的应用前景。本文基于形状记忆合金（shape memory alloy,SMA）功重比大、变形大、控制简单的特性,设计一种基于SMA的辐射对称型柔体机器人,对柔性机械足在SMA弹簧通电加热收缩后进行静力学分析。", "label": "控制科学与工程", "id": 0}
{"content": "蝗虫有着优越的跳跃能力,本文以蝗虫作为仿生对象,分析了蝗虫的运动过程和起跳的运动机理,根据运动机理建立了仿蝗虫后足理论模型,建立了仿蝗虫机器人跳跃机构的三维模型,做了储能系统弹簧拉伸极限的后足受力分析,初选了电机型号,并用ADAMS软件对机器人进行动力学仿真。", "label": "控制科学与工程", "id": 0}
{"content": "目前的移动机器人研究,大多采用传统的电机驱动方式,功重比较低。形状记忆合金驱动器由于它自身的形状记忆效应,被广泛应用于各个工程领域。基于形状记忆合金设计了一款闭链翻滚机器人,该机器人具有更好的越障能力,环境适用性更强。本文在运动学的基础上,建立牛顿-欧拉方程对机器人进行动力学分析。利用牛顿-欧拉迭代动力学算法求解机器人运动时各关节的速度变化,通过SolidWorks软件对机器人连杆进行质量分析。最后进行动力学求解,得出机器人运动时每个关节所需要的驱动力。", "label": "控制科学与工程", "id": 0}
{"content": "针对智能移动机器人的实时定位与地图构建问题,研究了基于因子图优化的激光惯性融合定位建图方法。该方法在前端将IMU数据进行预积分处理,对激光点云进行特征提取与匹配,解出粗略的位姿,在后端使用因子图优化的方法将传感器信息进行融合。该方法具有可利用稀疏性分解,以及可以增量更新观测的优点。通过实验验证了该方法具有较好的定位精度与建图效果。", "label": "控制科学与工程", "id": 0}
{"content": "近些年,随着机器人技术的快速发展,其开始逐步应用于国内建筑领域。本文通过对国内建筑业市场的背景及现状分析,对未来可能会影响机器人发展的因素进行预测,从而得出在未来环境将会有利于机器人技术的发展及将其应用于建筑领域的必要性。此外,本文在对其发展过程中会遇到的问题也进行了简要的研究,总结出机器人技术如需获得进展,最重要的是提升其智能化,使其能够适应复杂的环境。", "label": "控制科学与工程", "id": 0}
{"content": "将谷歌开源的cartographer SLAM算法架构到机器人上,并提出一种新的想法,引入里程计信息构建高精度地图。里程计精度相对激光雷达精度较高,能够弥补在建图过程中的不足,通过实验证明较改进前的cartographer SLAM算法以及其它传统SLAM算法构建出的地图精度有较大提高,这将提高建筑移动机器人导航时的匹配效率。", "label": "控制科学与工程", "id": 0}
{"content": "研发水下机器人智能检测系统的目标是利用先进的水下机器人（ROV）作为平台,搭载光学摄像机、高分辨率3D探测声呐、2D多波束图像声呐、激光测量仪、高精度超短基线定位系统等传感器,对大坝、消力池、闸门等水下结构物进行近距离观察测量。同时,利用高分辨率多波束测深系统,结合大坝的设计模型,形成大坝的3D模型,利用该模型为ROV进行3D导航,记录ROV的检测位置（大地坐标）并标注检测结果,对存在的隐患点提出维护意见。大坝检测工作完成后,所有检测数据将以数字化的形式存储,形成水库大坝及水下结构物的\"体检\"档案,便于在下一个检测周期进行对比,以便评估隐患点的变化程度。该系统在大藤峡水利枢纽工程中应用取得了良好的效益。", "label": "控制科学与工程", "id": 0}
{"content": "产业信息与前沿科技的深度融合,为智慧电站的建设提供了有利支撑。文章根据生产需求和智慧电站建设要求,以大型立式水轮发电机组为研究对象,设计出水电站发电机风洞智能巡检机器人系统;后经试验,该系统能够满足风洞内设备设施实时在线监测的功能,对后续智慧电站的建设有积极推动作用。", "label": "控制科学与工程", "id": 0}
{"content": "目前中职学校在进行机器人专业教学时,所需要涉及到的教学范围是非常广泛的,包括有工业,农业,国防等众多领域,而且机器人技术本来就是现代工艺技术,是高新技术产业的重要组成部分,因此在我国经济发展步机器人专业相关技术与知识所占据的地位是非常重要的。基于此背景,本文将开展中职院校中的机器人专业教学研究,从中职机器人专业的教学现状问题和机器人专业课堂构建前提入手,去思考中职机器人专业教学理论与实践的结合思路。", "label": "控制科学与工程", "id": 0}
{"content": "作为无人机领域的研究热点,未知环境下多无人机自主协同探索在目标侦察、地理测绘、野外救援等场景均具有重要应用。本文提出了基于视觉即时定位与地图构建（SimultaneousLocalization and Mapping, SLAM）的多无人机自主协同环境探索策略。该策略设计了基于改进拍卖机制的自主任务分配算法,并使用快速扩展随机树（Rapidly-exploring Random Trees, RRT）算法规划不同无人机的子任务及其对应路径。基于上述算法,每个搭载RGB-D相机的无人机基于视觉SLAM技术进行定位及建图,通过融合多个无人机的地图形成全局地图。本算法在Robot Operation System（ROS）下的Gazebo环境中进行了仿真实验验证,并在计算复杂度、探索时间等方面与现有方法进行了性能比较,证明了其有效性。", "label": "控制科学与工程", "id": 0}
{"content": "随着我国科学技术的不断进步,自动化生产已成为各行各业发展的主要方向,极大地提高了生产效率和经济效益。履带工业机器人是科技发展的产物,具有低廉的成本优势,且安全系数更高,具有良好的可操控性,正被逐步推广到各行各业的生产中,既满足了企业的生产需求,也有效提升了产品质量,推动企业自动化生产的进一步发展。", "label": "控制科学与工程", "id": 0}
{"content": "基于舵机、3D打印骨架、树莓派主控等模块,文中完成了仿生四足智能机器狗的设计,其能够完成坐姿、站立、角度指令和行走等功能,同时可以通过PS4远程控制。测试表明机器狗在复杂地形下可以平稳行走,步幅约为4cm,速度约为10cm/s;在避障和循迹方面,机器狗表现较好,受到外力容易侧翻的问题,但可以通过适当增加重量以保持平衡。", "label": "控制科学与工程", "id": 0}
{"content": "行为是潜意识诉说的言语。近年来,随着机器人的不断智能,将人类行为识别成语义是计算机视觉和自然语言处理交叉领域的研究热点。先前的研究已经提出了将人体全身的运动轨迹编码成模型参数并将运动轨迹分类的框架,虽然已经实现了机器人将人类的运动识别成语言,但是效果并没有达到最优。为了使框架处理数据的效果有所提高,又有研究者优化了由行为和语言相互转换的框架,利用光学运动捕捉系统收集人体全身运动,框架基于隐马尔可夫模型。运动语言模型和自然语言模型相联系,运动语言模型可以随机地表示运动模式的符号并且从运动符号联想单词匹配组成句子,自然语言模型将生成的句子转换成运动,使得机器人可以将人类的运动解释为语言表达并且根据语言产生类人运动。", "label": "控制科学与工程", "id": 0}
{"content": "近年来数字孪生技术得到越来越广泛的传播,在飞机制造、数控加工和车间装配等领域逐步应用。本文针对机器人焊接作业场景,提出一种融合三维可视化、遗传算法优化和专家系统的数字孪生系统。系统中建立机器人、机器人变位机、工件变位机的协调运动策略,依靠VTK渲染引擎进行焊接过程实时三维可视化,建立数字孪生的虚拟模型;依靠遗传算法对工件变位机位置进行迭代优化,建立数字孪生的分析模型;依靠专家系统推理焊接工艺参数,整合焊接案例库,建立数字孪生的知识模型;依靠组合特征点法进行场景标定,上下位机间网络通信传输实时运动数据,建立数字孪生的物理实体层。最后利用仿真测试验证机器人焊接数字孪生系统的有效性,为机器人焊接作业的智能化发展提供了新的思路。", "label": "控制科学与工程", "id": 0}
{"content": "工业机器人的兴起为社会带来了广泛而深远的影响,与此同时也带来了对于创新挤出的忧虑。本文利用2000—2017年我国制造业上市公司面板数据,通过半连续型双重差分法（TWFE估计）研究企业工业机器人渗透度对其创新效率的影响,研究发现:工业机器人使用对企业创新存在显著且稳健的正向影响;这种影响主要通过增加企业研发投入、优化企业员工结构和降低企业战略多元化程度的机制实现;通过构造以美国行业机器人渗透度计算的中国企业渗透度作为Bartik工具变量,控制内生性后结果保持稳健。", "label": "控制科学与工程", "id": 0}
{"content": "快速扩展随机树算法（Rapidly-Expanding Random Trees,RRT）是解决机器人路径规划问题的算法之一,但该算法搜索效率低、路径不平滑、复杂环境中无法对动态障碍物进行避障。针对以上问题,首先在RRT算法基础上提出了一种结合先验知识采样的快速扩展随机树算法（PrioriKnowledge-RRT,PK-RRT）。将已成功规划路径的关键节点作为先验知识构建数据库,在RRT采样过程中增加对数据库的概率采样,优化采样效率,重新布线优化路径平滑度。再提出基于PK-RRT与人工势场法（Artificial Potential Field Method,APF）的融合算法实现复杂环境下的动态避障。实验结果表明,PK-RRT算法在全局规划的时间、路径长度以及平滑度上均优于RRT算法;融合算法可以在复杂环境下安全、有效的完成机器人的动态路径规划。", "label": "控制科学与工程", "id": 0}
{"content": "变电站巡检机器人适应智能化变电站以及无人值守变电站发展需求,提高正常巡检作业和管理的自动化智能化水平。5G能够带来超高带宽、超低时延以及超大规模连接的用户体验,将5G通讯与变电站巡检机器人结合,业务数据通过5G网络回传到服务器,实现大量机器人巡检数据实时回传至主站监控平台,通过5G的网络通道切片技术,可为机器人远程巡检提供更加安全、快捷、可靠的技术保障。", "label": "控制科学与工程", "id": 0}
{"content": "<正>一、引言中国大唐集团财务有限公司（以下简称\"大唐财务公司\"）是中国大唐集团公司下属的一家非银行金融机构,是集团公司实现资金统一管理与运作、提高资金收益、实现产融结合的专业公司。资金管理系统是公司实现资金管理和为成员单位提供金融服务的重要载体和主要工具,服务于集团内部企业转账、结算、资金归集等方面,加速资金周转,将集团闲置的资金合理利用,实现资金运作效率的最大化,有利促进集团公司、分（子）公司对下属单位的资金监控。", "label": "控制科学与工程", "id": 0}
{"content": "<正>我国变电站领域应用智能技术与大数据技术的时间相对较长,从2002年开始研发智能巡检机器人,至今已经获得了非常显著的效果,大数据处理技术在机器人红外巡检中应用,逐渐实现了自主化、全方位的智能巡检,降低人力操作强度,减少工作量,节省了变电站运维成本,使机器人红外巡检逐渐具备了智能化的特征。针对大数据处理技术的应用,目前还面临一些不足,为了能够充分体现出该技术的作用,下面针对其在机器人红外巡检中的运用展开分析。", "label": "控制科学与工程", "id": 0}
{"content": "智能服务机器人被《国家十三五规划纲要》和《国家中长期科技发展规划纲要（2006-2020年）》列为重要发展战略和先进制造的前沿技术。越来越多的智能服务机器人开始进入家庭承担扫地等生活事务、执行陪学早教或娱乐游戏等功能。用于老年人照看陪护、健康管理或疾病康复的智能服务机器人也开始大量使用。餐饮、酒店、零售、接待/旅行、机场、银行等场所也开始部署智能服务机器人。突发疫情促进了用于非接触式医疗服务（如送药）的医用智能服务机器人的快速发展。在广泛多样的服务场景中,智能服务机器人与人类的互动引发了如何对机器人进行预期社会治理（Anticipatory Governance）的问题。人机互动中机器人的社交性是引发机器人预期社会治理议题的根本前提,它包括三个层面的意蕴。其一为机器人自身的社交特征,如人形外观、面部表情或体态动作等。其二为人类是否愿意接受与机器人互动,即人类何时及在何种条件下接受与何种机器人互动（许丽颖,喻丰,2019）。其三为人机互动中人类预设的机器人似人还是像机器的人性假设。人机互动中的社交性又可进一步衍生出机器人预期社会治理中的五个议题,它们分别是人机信任、人机同理、机器人责任、机器人虐待和人机互动伦理,其中人机信任是机器人预期社会治理的重要基础、人机同理是机器人预期社会治理的主要手段、机器人责任是机器人预期社会治理的最佳保障、机器人虐待是机器人预期社会治理的法制内涵、人机互动伦理是机器预期社会治理的基本底线。", "label": "控制科学与工程", "id": 0}
{"content": "作为社会性动物,我们生活在一个复杂的社会环境中。面对面的社会互动在我们的生活中起着重要的作用。之前的研究发现,人们在面对面的交互中会形成一定的空间结构。之前的研究提出了空间关系理论定义了人类不同个人和社会空间,并依此解释人类面对面交互中形成的空间关系。但是这些理论仅仅限于对空间关系的定性化描述,缺乏定量化的分析和数学化的计算模型。我们的研究利用最新的虚拟现实实验平台,定量化控制社会场景中的各种参数,把传统实验心理学中的心理物理法,应用到分析各种社会场景中的因素与人类交互行为的量化关系,并依此构建了社会交互场的计算模型。该模型成功了预测了人们在多人、复杂社会场景下,人们面对面交互形成的动态过程和最终的空间结构。该计算模型可以应用到服务机器人等行业中,提升机器人的宜人性和人类交互的融入性。", "label": "控制科学与工程", "id": 0}
{"content": "近年来,服务机器人的产业迅猛发展,并在可见的未来极有可能成为人类生活不可或缺的伴侣。与工业机器人不同,服务机器人的核心功能之一是如何与人类进行有效的交互。设计出社会友好型的服务机器人十分重要。这一问题既涉及到心理学科的理论概念也涉及到工程学科的技术解决方案。心理学等相关学科对人类社会交互行为进行了长期的研究。但是多数研究仍停留在人文科学概念层面上的描述,缺乏对人类行为量化的测量、计算化的建模以及算法化的描述。另一方面,工程领域主要以工程效率为目标对机器人行为进行优化,缺乏对机器人拟人性以及社会交互能力的关注。为了解决这一问题,首先需要对人类社会交互行为规律进行定量化描述和计算化建模。我们的研究构建了基于虚拟情景下的人类社会行为实验平台,利用最新的虚拟现实技术,定量化收集人类社会交互行为数据,并进一步利用计算建模的方法,建立数学模型,最终将模型算法化后应用到机器人的空间导航任务中。我们的研究把心理学理论和工程实践相结合,有效的提升了服务机器人空间宜人性和拟人性。", "label": "控制科学与工程", "id": 0}
{"content": "机器人的使用已不再局限于工业制造的领域,而是逐渐走进了人们的日常生活。为提升人与机器人交互的质量,工程师设计出仿人机器人并希望通过提高其外表类人度的方法,以提升人们对机器人的喜好度。但研究发现,外表类人度在一定区间内提高而喜好度则下降,其称为恐怖谷效应。对以服务人类为目标的仿人机器人而言,除了外观以外,仿人机器人还被设计为具有一定的心智能力。就恐怖谷效应而言,虽然研究者考虑了心智能力的作用,但将其视作与外表类人度共变的中介变量,以此来揭示外表类人度影响喜好度的心理机制。然而,心智能力可独立于机器人外表而存在,其可通过机器人的行为来体现,目前鲜有研究探讨心智能力如何影响外表类人度对喜好度的作用,即心智能力如何影响恐怖谷效应。心智能力不仅有存在与否的差异,根据其在社交中的作用,心智能力可分为自身指向的心智能力和他人指向的心智能力,且基于目前智能机器人的发展趋势,其心智能力也将具有可学习性。据此,本研究依次从心智能力的存在性、指向性与可学习性三个特性出发,旨在考察仿人机器人的心智能力对恐怖谷效应的影响。针对上述问题,通过三个实验对其进行了考察。实验1通过呈现不同的仿人机器人图片来操纵其外表类人度,并呈现描述性文字材料来操纵其心智能力的存在性（即存在与否）,旨在探究心智能力存在性如何作用于外表类人度对仿人机器人喜好度的影响,即心智能力存在性对恐怖谷效应的影响。鉴于心智能力指向性的前提是存在心智能力,因此实验2采用与实验1相同的方法,在实验1存在心智能力的条件上,进一步对仿人机器人心智能力的指向性进行操纵,探究恐怖谷效应是否会因仿人机器人心智能力指向性的不同而变化。针对指向性不同的心智能力,其均存在学习发展的过程,因此实验3与实验1和实验2采用的方法相同,在实验2的基础上,加入对仿人机器人心智能力可学习性的操纵,进一步探究在不同心智能力可学习性的条件下,心智能力指向性对恐怖谷效应的影响。获得以下主要结果:（1）无论仿人机器人的心智能力存在与否,人们对高外表类人度仿人机器人的喜好度总是低于低外表类人度的仿人机器人,即均存在恐怖谷效应,但有心智能力的仿人机器人诱发的恐怖谷效应强于无心智能力的仿人机器人;（2）无论仿人机器人的心智能力指向性如何,人们对高外表类人度仿人机器人的喜好度总是低于低外表类人度的仿人机器人,即均存在恐怖谷效应,但心智能力指向性不同的仿人机器其诱发的恐怖谷效应也不同,具体表现为相比他人指向和无指向性信息,具有自身指向心智能力的仿人机器人诱发的恐怖谷效应增强;（3）虽然具有自身指向心智能力的仿人机器人诱发的恐怖谷效应强于他人指向心智能力的条件,但该结果不受心智能力可学习性的调节。综上所述,仿人机器人所诱发的恐怖效应具有普遍性和稳定性,但若仿人机器人存在心智能力则可增强其诱发的恐怖谷效应,且该效应的增强主要是由具有自身指向的心智能力所解释,其不受仿人机器人心智能力可学习性的影响。因而,在仿人机器人的设计上,应注重考虑开发他人指向的心智能力,以避免恐怖谷效应的增强。", "label": "控制科学与工程", "id": 0}
{"content": "鳞鲀科模式游动的鱼（如鳞鲀）可依靠中鳍（背鳍和臀鳍）的运动实现倒游,但目前对鳞鲀科模式倒游的研究还未见报道。本研究通过求解三维不可压缩N-S方程,对鳞鲀的倒游游动进行了数值研究。研究表明,鳞鲀倒游游动时的推进机理与前游类似,但倒游时涡尾迹中的后体涡和小涡列都会产生阻力。与前游相比,鳞鲀倒游时产生的推力较小,功率消耗更小,但效率较低。", "label": "控制科学与工程", "id": 0}
{"content": "家用扫地机器人进行室内清洁过程中需要爬越各种障碍。为探究扫地机器人越障能力相关因素及其影响,本文对常见的三轮圆形扫地机越障过程进行分析,归纳了主要影响因素,并对部分影响因素进行了仿真和试验研究,得出了各因素对越障能力的影响趋势,并提出了针对性的设计指导。", "label": "控制科学与工程", "id": 0}
{"content": "近些年来,水下机器人在水利工程检测领域得到了越来越多的应用,其灵活高效、数据直观的特点使之在水利工程检测上具有很高的实用价值,应用前景广阔。本文介绍了水下机器人在国内水利工程检测中的应用现状,归纳了水下机器人的优势与不足,对用于水利工程检测中的水下机器人的发展方向进行了展望。", "label": "控制科学与工程", "id": 0}
{"content": "水下混凝土衬砌变形,是一般土石堤坝混凝土衬砌常见的缺陷问题,当变形发生在水位线附近时可通过水边线的变化进行人工观测,当变形发生在水下时,常规人力观测难以进行。针对水下衬砌变形观测,结合快速巡检的需求,本文建立了不同坡比的水下衬砌变形物理模型,同时研究利用垂直的声学测距和侧扫声呐快速成图等不同声学方法进行试验研究,结合试验数据分析了二者在水下变形的快速发现、变形量的识别等方面的特点。通过试验分析,本文认为侧扫声呐在微小变形识别以及工作效率方面存在显著的工作优势,但对于微小变形的识别精度方面目前声学检测手段仍然具有处理难度。", "label": "控制科学与工程", "id": 0}
{"content": "在深空探测领域内,已完成的星表\"落-巡\"任务多采用独立设计的方案分别完成着陆缓冲与行走移动,着陆次数受限,且质量较大。而腿式机器人的一体化腿式机构能够实现着陆缓冲和行走移动的功能融合,且着陆次数不受限,降低了整器质量。基于此背景,采用基于模型的设计方法,对腿式机器人开展着陆构型优化设计和多体系统动力学建模,研究着陆缓冲动力学特性;采用基于动力学模型的笛卡尔阻抗控制方法设计了腿式机器人着陆缓冲控制策略,以期望关节力矩作为输出达到协调足端力和运动关系的目的,实现了机器人主动柔顺着陆缓冲;通过系统仿真分析与试验验证,验证了搭建的动力学模型和着陆缓冲控制方案的有效性,为推动后续腿式机器人在深空探测工程中的应用奠定了技术基础。", "label": "控制科学与工程", "id": 0}
{"content": "空间机器人捕获非合作目标是开展在轨服务和主动移除操作的前提,是当前航天领域的研究热点。在捕获任务中,抓捕前消旋操作和抓取操作是两项核心操作,它们的成败直接关系到抓捕任务是否能够顺利完成。在上述两项操作过程中,空间机器人需首先与目标发生接触碰撞,并在实现接触保持的前提下开展后续操作。然而,由于空间机器人和目标处于无根状态,因此碰撞的产生冲击载荷势必会改变两者的运动状态,进而造成两者的分离。由此可见,避免碰撞分离是实现非合作目标捕获成功的关键。本文针对捕获过程中的碰撞控制问题进行深入研究,并提出了两种控制策略:过阻尼控制策略和阻尼控制策略。两种控制策略的核心思想是利用对机器人接触碰撞过程中运动行为的控制,将空间机器人与目标之间非对心碰撞转化为经典的对心碰撞。然后,利用弹簧-阻尼-质量系统的过阻尼特性和阻尼的减缓特性改变碰撞过程的动力学行为进而实现接触保持。通过理论分析和数值仿真实验,本文所提出控制策略的有效性得到的验证。", "label": "控制科学与工程", "id": 0}
{"content": "随着空间探索与开发的深入,未来的航天器将向着大型化、复杂化、高精度、长寿命的方向发展,空间机械臂的在轨应用将愈加广泛且重要。空间机械臂系统是典型的链式无根多体系统,其工作半径大、结构刚度低、负载质量变化范围广。臂杆及关节柔性特征明显,在进行大范围刚性运动的同时伴随着小幅的柔性振动,动力学特性呈现复杂的非线性。本报告对空间柔性机械臂系统的动力学建模、动态特性分析以及在轨抓捕目标控制等关键问题进行探讨。最后,结合机械臂在轨运行情况,针对人机协同操作过程中的振动问题,提出振动抑制的方案。", "label": "控制科学与工程", "id": 0}
{"content": "工业机器人是有着非线性,强耦合以及具有时变性等特点的复杂动力学系统。本文针对华恒公司的六自由度机器人的轨迹跟踪问题,利用拉格朗日法对机器人进行了动力学模型建模,并提出一种指数增益的迭代学习控制算法以对机器人进行轨迹跟踪并分析了该方法的收敛性。利用Matlab软件中的Simulink功能对机器人模型工作轨迹进行仿真,将试验结果与传统PD型迭代学习算法进行比较,证明了控制算法的有效性与可用性。", "label": "控制科学与工程", "id": 0}
{"content": "针对冗余移动机械臂求取任务空间速度与广义空间速度映射关系困难,将移动底座与机械臂视为一个系统建立基于单位对偶四元数的运动学模型,得到的运动学描述非常简洁并且避免了奇异性问题,通过单位对偶四元数微分推导空间运动旋量与广义速度间映射关系,由空间运动旋量与末端执行器任务空间速度间的关系推导出几何雅可比矩阵。并对移动机械臂沿给定末端执行器轨迹的运动进行了研究,给定末端执行器轨迹与始末姿态,由四元数插值得到离散姿态,利用伪逆方法的闭环逆运动学算法求解相应的移动底座轨迹与关节轨迹,利用关节极限约束对零空间进行修正,使关节变量尽可能接近其范围中点。研究结果表明:该算法具有可行性与有效性。", "label": "控制科学与工程", "id": 0}
{"content": "工业机器人是深入推动制造业自动化、智能化升级的关键装备,其性能优劣对智能生产线稳定性等具有重要影响。对工业机器人的性能进行科学、及时、准确地测量及诊断是实现工业机器人高精度保证的重要手段。然而,传统的方法仅仅是通过单一的测量设备对单一的性能指标进行测量及诊断,缺乏全面性,不能准确诊断出工业机器人存在的潜在性能问题。针对该问题,本文提出一种基于多源信息融合的工业机器人性能测量与诊断方法。首先,对工业机器人本体丰富的信号类型进行全面梳理和分析,确定测量和诊断依据;然后,详细介绍工业机器人本体不同信号的测量方法,并结合多源信息融合理论对不同的信号测量结果进行分析;最后,利用亿恒科技研发的机器人综合性能检测系统在不同的工业机器人本体上进行了实验。实验证明,本文提出的方法是有效的,可以对工业机器人本体的运动、振动、噪声、温度等不同的信号进行同步采集和处理,准确地对工业机器人的性能进行测量和诊断。", "label": "控制科学与工程", "id": 0}
{"content": "随着人工智能时代的来临和物联网的不断发展,以智能小车为基础的可移动平台,在其上搭载功能更为强大的智能设备,可以更有效、更安全地代替人类开展生产工作,在地质灾害现场、生产安全隐患巡检等领域可以采用智能小车来替代人工操作。本文将具体介绍如何利用STM32F103C8T6单片机以及超声波传感器、灰度传感器、智能循迹传感器和蓝牙技术,搭建集循迹、识别、避障、清障、装配等功能为一体的六自由度机械臂履带小车,并给出智能机械臂小车在预定轨迹上自主避障和抓取目标时不同的实现方法。遇到障碍物时,小车能实现自动避障后重新返回轨迹;抓取目标时,小车通过颜色识别判断其类型,根据既定的任务规划,将该物体移动至期望位置。在小车机械臂抓取过程中,采用基于D-H参数的轨迹规划,在保证机械臂不会与其他物体碰撞的同时,精确、高效地完成抓取。实验表明,系统运行具有良好的稳定性和实用性。该技术可应用于地震后废墟清除与建设、智能工业搬运、扫地机器人等领域,帮助人类更加高效地完成工作,解决一些实际生产上的难点问题。", "label": "控制科学与工程", "id": 0}
{"content": "水下作业机械臂在多种技术领域中有广泛应用。结构轻量化工程需求驱动下,引起机械臂具有柔性结构的技术特征。操作指令会诱导水下机械臂的柔性结构产生持续振动。同时,这种柔性机械臂的振动还会与流体运动产生耦合交互。流体运动与柔性结构的耦合动力学问题非常复杂,可能降低运载效率和操纵安全性。但是,前人很少对柔性水下机器臂的流体运动与柔性结构交互问题进行研究。前人的类似工作都是把流体运动对柔性结构的影响简化为一个拖曳力的效果,同时完全忽略柔性结构的运动对流体运动的影响。本文将给出柔性水下机械臂的新动力学模型。该模型包括流体运动与柔性机械臂之间耦合振动。通过液动力来描述流体运动对柔性结构的影响;通过柔性结构变形速度来描述柔性结构运动对流体运动的影响。然后,在该动力学模型基础上,对耦合动力学行为进行分析。最后提出一种控制方法来抑制柔液耦合振动,并且仿真验证了动力学模型的关键动力学行为和振动控制效果。", "label": "控制科学与工程", "id": 0}
{"content": "本文针对多机器人编队在复杂环境中行进易受环境影响破坏整体队形的问题,提出了一种虚拟结构法和领航跟随法相结合的机器人协同编队算法。通过采用一种队形压缩变换策略,将机器人编队问题拆分成整体的控制以及队形变换的控制两个部分。对整体的控制主要实现对领航机器人的控制,而对于该整体内部,给定所有跟随机器人相对整体的位置信息,通过设计前馈控制器和反馈控制器,控制所有跟随机器人跟踪各自的目标位置,从而实现多机器人的协同控制。仿真结果表明,该算法可有效进行整体的避障和队形的变换,可快速准确跟踪领航机器人。", "label": "控制科学与工程", "id": 0}
{"content": "下肢康复机器人可以通过模拟健康人行走的步态来实现康复训练,由于步态参数（节奏、步长、步速等）呈现出多样性和实时在线数据量不足,如何得到合适舒适的指导步态成为现阶段设计基于人体步态特性下肢康复机器人的关键。本文选择了一种广义回归网络作为步态生成的模型,本模型具有强大的非线性映射能力,并且在样本数据量较少时,也能达到更好的预测效果。广义回归神经网络的输入为步长与步速,输出为下肢关节轨迹。测试的结果显示,广义回归神经网络预测出的关节轨迹接近于实验采集的关节轨迹。通过本方法,可以根据患者在不同治疗阶段的特征,制定出不同的康复训练计划。", "label": "控制科学与工程", "id": 0}
{"content": "微型无人车是应用前景广阔的一型机器人,然而受限于有限的硬件资源,其避障功能往往通过视觉传感器实现。基于光流的环境感知方法是一种有效的障碍物识别方法,但存在的问题是:在行驶方向上,障碍物的光流信噪比低,导致机器人难以根据光流检测出正前方的障碍。针对此问题,本文提出针对纵向光流来识别逼近障碍物。该方法利用到常见障碍物在观察者的视野空间中呈纵向分布这一特点,根据其典型的扩散光流模式,整合了广域光流的信息,来对障碍物的空间位置分布做出鲁棒性估计。在gazebo平台上的仿真结果证明了基于该算法的避障控制策略能够有效检测出视野中的障碍物,并控制机器人在室内环境中安全行驶。", "label": "控制科学与工程", "id": 0}
{"content": "机器人在农业领域的应用潜力已经受到了领域内的广泛认可,但是面对农业领域中的一些典型问题时,农业机器人当前识别效率、作业精度和适应能力的不足仍旧限制了其在商业领域的应用和推广。这些典型问题包括非结构化的农业环境、种类繁多的果实识别和作物生长状况评估、机器人各个子系统在作业过程中的协调。随着机器视觉与农业机器人的结合不断加深,机器视觉技术凭借其高精度、强实时性、智能化等优势,成为机器人智能化和精准农业等重要课题的技术支撑。通过对近十多年相关文献的整理与分析,本文综述了机器视觉在农业机器人控制上的应用,并对视觉控制技术在农业机器人各个子系统中的应用进行了剖析。此外,本文还讨论了机器视觉在农业机器人的应用中所面临的挑战和趋势。", "label": "控制科学与工程", "id": 0}
{"content": "现有的绳驱动康复机器人主要采用绳悬吊或者外骨骼式的形式,存在康复患者初期进行训练时会由于肌无力问题影响康复训练效果的问题,研究了一种新型卧式绳驱动康复机器人的建模与控制问题。在运动学分析时,考虑机器人与现有绳驱动机器人结构的不同点,分析机器人卷绳器在导轨上运动及绳索末端弹性模块对逆运动学求解的影响。用拉格朗日法对机器人进行动力学建模,研究绳索末端弹性模块的弹性势能对系统动力学模型的影响,并且将绳索末端平台和卷筒的动力学分开考虑,建立一个绳索末端平台和卷筒的双空间动力学模型,提高控制精度。根据建立的数学模型设计双空间积分滑模控制器,进行仿真验证。", "label": "控制科学与工程", "id": 0}
{"content": "焊缝宽度是焊接机器人MAG焊质量的重要特征参数,寻求最优的焊接工艺参数以获得期望焊缝质量是MAG焊的研究热点。提出一种融合模糊逻辑与极限梯度提升树的预测方法,从而定性预测焊缝宽度。最后采用20组实验数据对所建立的定性预测模型进行验证分析。结果表明,该模糊极限梯度提升树模型可正确预测19组数据,准确率达到95%。表明了文中所提出的预测方法对焊接特征参数定性预测的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "化工业是工业的重要组成部分,化工装置、化工产物、化工过程等都存在较高的危险性,并时常造成人员伤亡。近年来化工业正在向智能化方向转型发展,机器人是其中重要一环。化工机器人的应用可以将人类从危险有害的化工环境中解放出来、降低安全风险,还可以完成人类无法完成的工作、提升生产效率、降低成本。本文对高危化工业机器人的技术发展和应用现状进行了梳理和综述,分别对不同场景下的化工机器人类型进行了整理,对关键技术进行了分析和总结,并对其未来发展做出了展望。", "label": "控制科学与工程", "id": 0}
{"content": "本文设计实现了一种面向配电变压器检测的机械臂控制与自动接线系统,其中设计制作的六轴机械臂末端专用气动抓手具备抗形变、抗高压、绝缘性能好的特点,设计制作的变压器端子专用接线夹具通过精巧的结构设计和制作解决了变压器高低压侧不同端子之间、夹具与端子之间紧密耦合连接的难题并搭建基于3D深度相机和工业相机的三维视觉平台,用于识别定位夹具、变压器接线端子的三维坐标。本文提出了一种针对配电变压器自动接线系统的机械臂分段轨迹规划方案,包括夹具放置区、中间固定路线区、夹具接线区的轨迹规划,其中夹具放置区和夹具接线区采用3D深度相机进行定位,解决了机械臂、夹具和相机之间的标定难题,并通过设计辅助偏移点解决机械臂坐标点与实际工作点相一致的问题。最后设计实现了机械臂自动接线的程序系统,通过UDP协议对机械臂进行远程控制,包括机械臂关节坐标的实时读取、运动轨迹规划。", "label": "控制科学与工程", "id": 0}
{"content": "随着伺服电机在机器人上的广泛应用,对伺服电机定位精度及性能的要求比较高。齿槽转矩是影响伺服电机转矩脉动最大的因素之一,如何削弱齿槽转矩是此类电机在设计、制造与应用环节中遇到的难题。本文从齿槽转矩的理论出发,对不同齿槽转矩的分析模型进行了比较,总结了抑制36槽6极电机齿槽转矩的方法,通过样机的设计给出了优化电机齿槽转矩的方案。除此之外,在电机设计过程中,焊槽和齿部饱和对齿槽转矩的影响也不可忽略,以36槽6极样机为例,采用有限元方法,分析了焊槽等对齿槽转矩影响,给出了减小影响的方案。", "label": "控制科学与工程", "id": 0}
{"content": "空间环境中存在着大量空间碎片,给航天器带来了巨大的安全隐患,执行空间碎片主动清除任务的在轨服务航天器,利用机械臂抓捕空间碎片后,形成新的组合体,为了对组合体进行高精度控制,需对空间碎片进行在轨质量特性参数辨识。本文研究了在机械臂激励下,基于系统动力学模型的空间碎片质量特性参数辨识问题,首先,建立了抓捕空间碎片后的闭链系统动力学模型,然后根据中心平台转动方程,分离待辨识参数得到辨识模型,最后利用加权最小二乘递推算法,在引力梯度力矩的干扰下,辨识得到了空间碎片的质量特性参数。本文提出的基于系统动力学模型的辨识方法能够解决复杂闭链系统中未知参数的辨识问题,不要求系统所受外力矩为零,并且能同时应用于机械臂激励和推力器激励的情况。", "label": "控制科学与工程", "id": 0}
{"content": "在工业机器人装配过程中,为解决视觉传感器局限于光线而无法完成装配任务的问题,加入了接触状态来分析工作环境。已有的接触状态分析方法常采用数据驱动的方式,学习接触状态到动作空间的映射,但当工作空间发生改变时,上述方法无法自学习,导致装配任务失败。本文通过将机器人装配问题描述为马尔可夫决策（MDP）的强化学习过程,以Actor神经网络以及Critic神经网络为强化学习主体,基于Deep Deterministic Policy Gradient（DDPG）方法更新神经网络参数,完成钉孔间隙紧密的工业机器人装配任务。结果显示,所提出的方法对钉孔任务的位置和角度误差具有鲁棒性,并且可以通过观察机器人传感器估计系统状态获得最佳行动途径。此方法已在六轴关节UR5机械臂上进行了仿真实验验证。", "label": "控制科学与工程", "id": 0}
{"content": "针对随机路图法（Probabilistic Roadmap Methods）在窄道地图中采样点损失以及路径规划成功率低的问题,本文提出了一种基于概率分布的采样算法。在传统的随机路图法的采样方法基础上改变地图各点的被采样概率分布,使得障碍物区域内点被采样概率为0,而自由区域内点被采样概率均等。同时,从概率的角度对窄道问题进行了理论分析,并证明了算法的可行性。经过不同地图条件下的仿真实验验证了优化后的PRM算法在窄道地图上的表现优于传统的PRM算法。", "label": "控制科学与工程", "id": 0}
{"content": "本文针对使用VIO（Visual-InertialOdometer）-SLAM算法位姿估计存在不足的问题,提出了一种3D激光雷达-视觉-惯性多传感器融合的移动机器人位姿估计方法。该方法充分利用了不同传感器的优点,通过联合3D激光点云几何残差、视觉3D-2D重投影残差、IMU积分残差构成最小二乘优化问题,使用三者的传感器观测值共同约束待估计状态变量,进而估计出3D激光-视觉-IMU联合位姿,实现了准确性和鲁棒性更高的SLAM位姿估计。通过对室内场景的实验分析,相比传统SLAM算法,本文所提出的SLAM算法可以有效提高移动机器人在复杂运动和弱纹理环境下的定位精度和鲁棒性。", "label": "控制科学与工程", "id": 0}
{"content": "为了实现对机械臂控制系统中的参数和算法进行快速设计和验证,对基于模型的机械臂硬件在环仿真技术进行了研究,解决了传统的纯虚拟仿真与半实物仿真相互隔离、无法形成有效对比验证的问题。为此开发了集机械臂控制器模型、机械臂模型与实物、机械臂视景、人机互动为一体的硬件在环仿真平台,机械臂控制器同时控制着机械臂数学模型与六自由度机械臂实物。试验结果验证了一体化仿真平台为开展针对机械臂相关的研究提供了一种有效、快速且简洁的手段。", "label": "控制科学与工程", "id": 0}
{"content": "随着5G时代的到来,AI、物联网和大数据带来的智能,已影响到个人、社会、产业和经济体,同时也对政务服务、智慧城市建设带来深远的影响。当前,民众进行政务咨询服务时,主要借助政务服务大厅业务受理窗口,实现政策问询、流程受理、评价反馈等操作,因民众对官方公布的政策名词不熟悉、对业务受理流程不清晰,影响了业务办理的用户体验,且政策问询多为重复性问答,影响了正常的业务办理效率。在本文中,作者主要阐述了智能答问机器人的实施方案、技术架构、运维优化及应用场景,借助智能问答机器人,搭建\"AI+政务服务\"平台,助力智慧城市建设。", "label": "控制科学与工程", "id": 0}
{"content": "大型风洞建造过程中涉及大量复杂、高精度加工、焊接、打磨、装配等任务,由人工完成难以保证装配精度、表面粗糙度等要求。为提高大型风洞制造的质量,采用智能机器人技术是一种有效的解决途径。针对六自由度机械臂,完成了运动学建模并实现了正逆运动学求解过程,建立了各关节角度和末端执行器位置姿态的几何关系,进行了基本的路径规划算法研究,实现了机械臂高精度定位,定位误差小于0.5 mm,并基于此实现了书写和绘画功能,为下一步完成各种风洞装配、测试任务打下了技术基础。", "label": "控制科学与工程", "id": 0}
{"content": "本文针对拆回计量器具的接收、入库、分拣、出库等环节开展全流程智能分拣标准化建设研究,硬件上完成了共享智能表库和智能分拣流水线合体构建的设计,软件上完成了基于BP神经网络算法的拆回计量器具AI视频识别技术研究,具有自动接收、智能分类、智慧派工,自动检测,机器清洗,动态扩容等功能。实现全流程智能分拣,机器代人,从而全面提升拆回计量器具处置效率和管理水平。", "label": "控制科学与工程", "id": 0}
{"content": "针对汽车、船舶、工程机械、轨道交通、航空航天等行业和领域对铸件磨切一体加工设备的迫切需求,发明了并混联机构的拓扑结构解析化运算与拓扑构型代数化综合、磨切一体加工机器人的综合性能建模与性能匹配优化设计、多重控制设计与智能工艺规划等技术,授权国家专利45件、软著3件,发表SCI/EI论文24篇,获批科技部、教育部、市科技局等委托项目18项。通过产学合作,开发出3个系列10种规格的高刚度磨切一体加工机器人产品,产品处于国际领先地位。本产品突破了串联机器人和机床的产品路线,解决了制约行业产能、安全生产和环境治理的技术瓶颈。推动了传统制造业转型升级,取得显著社会效益。", "label": "控制科学与工程", "id": 0}
{"content": "麦克纳姆轮结构紧凑、运动灵活,是很成功地一种全方位轮,在特种车辆等方面应用广泛。本文运用质心运动定理、动量矩定理等运动学知识,以麦克纳姆轮AGV水平运动、定轴转动为例探究了其整体机构全方位运动的原理。", "label": "控制科学与工程", "id": 0}
{"content": "为了解决A*算法在全局路径规划中扩展节点过多导致搜索时间长、转弯过多导致路径不平滑的问题,提出了一种改进的A*算法。首先,对估价函数进行改进,估价函数中包含实际代价和估计代价,在估计代价前乘以一个估计代价影响系数。其次,在扩展节点的过程中对于目标节点所在方位的相邻节点进行优先扩展。最后,在节点的实际代价和估计代价的计算中加入转弯代价。通过仿真平台的验证,证明了本文的改进A*算法能够有效减少路径搜索时扩展节点的数量以及搜索路径结果的转弯次数,能够有效的提高寻路的计算效率和AGV的执行任务的效率。", "label": "控制科学与工程", "id": 0}
{"content": "在智能分拣系统中,系统高效运行存在两大难点:第一,不合理的行驶规则会使得多台自动导引小车发生死锁,导致系统吞吐率大幅下降;第二,不合理的路径规划算法会造成AGV的拥堵,导致系统吞吐率下降。另外,现有文献中缺乏关于系统布局对吞吐率影响的定性定量分析。针对上述情况,本文研究一类典型的分拣系统,设计了一个无死锁的AGV行驶规则,对A*算法进行两次改进,并在这两个路径规划算法下,定性定量地分析了系统布局对吞吐率的影响。仿真实验结果表明:本文设计的行驶规则不会造成死锁,所得系统布局对最大吞吐率影响的经验公式具有较高的准确性,且考虑拥堵的A*算法能在很大程度上缓解AGV拥堵,大幅提高系统吞吐率。本文的研究结果对于分拣系统的设计和优化具有重要的指导意义。", "label": "控制科学与工程", "id": 0}
{"content": "在使用AGV时需要对其进行远程监控和控制,需要具有对AGV工作场景视频故乡的实时多角度观察保存和AGV的远程启停功能的软件界面,使AGV的使用更加安全便利同时工作可回溯。按照分层次模块化设计的方式,采用Qt工具设计软件界面,采用Python语言编写软件功能函数,解耦软件各部分的复杂关系,设计了一种AGV地面站监控与控制软件。实践证明通过该软件可以非常方便地远程实时监控和保存AGV运行时周边工作场景信息,可以根据需要调节拍摄方向使观察的视角非常广阔,也可以远程控制AGV启停。本软件具有跨平台多操作系统通用的特性,同时可读性好,扩展性强,易于修改裁剪移植。", "label": "控制科学与工程", "id": 0}
{"content": "本文以某汽车总装车间仪表线的运输AGV为研究对象,运用仿真软件实验和分析计算出AGV运输方案是否可行,同时计算出用几台AGV最优。采用西门子公司提供的Tecnomatix Plant Simulation仿真软件,运用SimTalk数据储存语言编写代码。代码完成后需经过编译运行,在虚拟环境中根据汽车总装车间仪表生产运输工艺构建一个汽车总装车间仪表线体制造环境。然后把仪表线体的所有设备参数以及AGV的运输参数都输入到仿真环境中,以验证AGV运输方案的可行性,以及其可行情况下的AGV最优数量。", "label": "控制科学与工程", "id": 0}
{"content": "<正>离散制造是工业化最常见的生产模式,要解决碎片式订单与规模化生产的矛盾,建立柔性化生产组装线,以适应小批单件作业任务。本文以离散制造生产过程中原料、半成品的仓储、分拣、搬运等物流技术设备的集成应用为例,阐述智能物流技术如何助力离散制造企业升级。一、离散制造特点及物流需求（一）离散制造概念及特点订单规模是影响制造企业生产模式的重要因素,", "label": "控制科学与工程", "id": 0}
{"content": "AGV如今在现代仓储物流系统中发挥着重要作用,可以很大程度上替代和解放劳动力,因此人们希望通过应用各种技术使AGV更加智能化、更有效率,而深度强化学习技术则可以让智能体通过长时间训练,自己学习到正确的策略从而完成指定的任务,于是深度强化学习同AGV路径规划问题的结合成为人们研究的热点之一。本文基于深度强化学习算法进行了一类新型AGV——四向穿梭车路径规划的仿真实验,实现了同一环境下基于DQN、DDQN以及Dueling DQN的四向穿梭车路径规划的仿真实验,同时也实现了三种不同环境下基于PPO的四向穿梭车路径规划的仿真实验。实验结果表明,PPO算法相比于DQN以及改进DQN算法有更好的收敛性,同时训练时间也缩短很多。", "label": "控制科学与工程", "id": 0}
{"content": "由于散装物料传统化手工放料装车系统难以适应规模化、自动化、智能化生产的要求,分析了砂石骨料无人智能化定量自动装车系统与传统化手工装车的区别及优势,简述了无人智能化定量自动装车系统的实现与应用。从投入成本、物流速度、设备成本、人员职业安全及健康等多角度考虑,定量自动装车系统更符合企业可持续的快速发展,可为企业发展助力。", "label": "控制科学与工程", "id": 0}
{"content": "自动导引运输车在智能仓储、智慧港口等场景有着广泛的应用。本文针对AGV的导航需求,设计了综合利用CRC二维码和车道线信息的AGV视觉导航技术。首先,设计了基于CRC二维码的相机位姿估计算法。其次,为了提升视觉导航系统的鲁棒性,设计了车道线辅助的定向和测距技术,能够估计车辆的航向及其与车道中心线的距离。实验验证了本文所设计的视觉导航系统的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "行车在冶金工业生产中应用广泛,具有吊运坯料、卷料、辊材等功能,传统行车一般没有自动定位功能,只能由行车司机目测行车位置和吊钩高度进行吊运,工作效率低、人工成本高,存在一定的安全隐患。近年来,由于信息化水平的不断提高和ERP、MES系统的普及应用,无人化行车依靠自动化技术、智能库管系统在库区管理中的应用实现了无人操作、精准定位、自动吊放的功能。其中精准定位到物料的准确位置是自动吊运的前提条件,本文以常见的卷料为例,介绍在三维空间中无人行车如何精确定位到卷料卷芯的位置,以及由于工况环境不同引起的定位不准的解决方案。", "label": "控制科学与工程", "id": 0}
{"content": "本文介绍了应用于光缆护套工序持续高速（120m/min）生产的自动双盘收线机的设计思路以及工作原理。", "label": "控制科学与工程", "id": 0}
{"content": "AGV是一款自动导引运输车,应用广泛,尤其在智慧物流系统中更是必不可少的运输设备,随着机器人在各领域中的应用,将机器人集成到运输车上来实现多种复合功能,对提升AGV的行业竞争力显得尤为重要,通过对AGV和机器人集成应用的分析,设计一种复合型的AGV设备,不仅包含传统AGV的所有功能,而且增加具有多种功能的机器人和末端工具结构,增加分拣、搬运等多种复合功能,生产效率提高,真正实现自动物流的智能化升级改造。", "label": "控制科学与工程", "id": 0}
{"content": "RGV是一种无人驾驶、能在固定轨道上自由运行的智能车。它根据指令能自动控制移动方向和距离,并自带一个机械手臂、两只机械手爪和物料清洗槽,能够完成上下料及清洗物料等作业任务。本文对智能RGV的动态调度问题进行分析。", "label": "控制科学与工程", "id": 0}
{"content": "本文针对辅助运输车RGV的应用与优化问题,对物料加工有两道工序且每台数控机床CNC只能处理一道工序的情况进行研究,针对一般问题建立出RGV最优动态调度模型调度模型,并根据加工工序量的不同,采用逐步搜索算法和遗传算法进行分配模式寻优对调度模型进行求解。", "label": "控制科学与工程", "id": 0}
{"content": "智能RGV是智能加工单元的瓶颈资源,资源调度方式不同于传统的流水车间、作业车间调度,针对智能RGV调度策略,采用作业排序观点建立差分方程形式的调度规划模型,借鉴图论最短路径思想设计了启发式求解算法,通过随机搜索与多次独立重复实验,跳出系统时滞性对求解结果的限制,得到近似最优调度策略。对近似最优策略和基于规则的基准策略进行离散事件仿真,比较两种策略在\"总工作时间、工件出产时间、工件出产间隔\"三项指标的差异,显示出明显优化效果,验证了模型及算法的有效性,并结合灵敏度仿真分析,进一步讨论了系统结构参数变化对算法求解效果的影响。", "label": "控制科学与工程", "id": 0}
{"content": "本文主要阐述了采用国际先进水平的BPS激光条码定位尖端技术对D530自行移栽小车线控制系统进行改造和技术创新开发。针对自行小车定位控制技术落后、元器件老化、故障率高的现状,提出了基于Profibus-DP总线通讯技术、Modbus-RTU无线网络控制技术、条形码识别技术和红外激光实时跟踪技术的改造方案,开发出移栽小车高精度\"红外激光实时跟踪定位系统\",实现了自行移栽小车多工位位置自动识别和激光自动跟踪高精度定位控制。", "label": "控制科学与工程", "id": 0}
{"content": "近年来,随着自动化技术的不断进步,很多钢铁企业把物流和信息化有机结合,形成智能仓储物流系统,满足企业物流自动化、专业化、信息化、系统化、智能化的需求。本文针对大型钢厂钢卷库内存在的用工人数多、效率低、安全风险大的客观特点研发了无人天车系统,该系统实现了现场无人看管值守,自动吊运货物的功能,为企业节约了用工成本。", "label": "控制科学与工程", "id": 0}
{"content": "<正>你可能已经注意到,我们在上面用到过不少\"无人X X X\"的词汇,包括\"无人机\"\"无人车\"\"无人船\"等。它们的共同特点是:没有人在上面直接操控它们,而是通过遥控或自主控制,就能完成一些比较复杂的任务。像无人车、无人机等,是一种搭载乘客、设备的可移动平台,手术机器人、工业机器人等虽然不能移动,但都有一种像书桌一样的基本工作台面。因此,无人机、无人车、无人潜航器、特种机器人等常被合称为\"无人平台\"。国外一般把它们称为\"unmanned platform\"（无人平台）、\"unmanned system\"（无人系统）,国内也有\"智能无人系统\"等叫法。也就是说,凡是没有人在上面直接操控,只需通过遥控或自主控制,就能完成一些比较复杂任务的设备,就叫作无人平台。", "label": "控制科学与工程", "id": 0}
{"content": "<正>现在人们在新闻报道中听到的\"无人平台\"大都可以上天入地、充满智慧、无所不能,显然是集当代前沿科学技术和先进智能制造之大成者。于是人们很自然地会以为,无人平台是各种现代技术的创新技术综合体。它能代替人向远处送货,完成枯燥或艰难的长途跋涉,深入险地排除危险,等等。总之,人不想干、懒得干、干不好、怕危险的工作,都让它来好了。然而这样的理想绝非始于今日,无人平台的概念早在几千年前就已经产生,只不过栖身于东西方的神话、小说中。1979年,在埃及东北部荒芜沙漠中的阿拜多斯古庙遗址,英籍考古", "label": "控制科学与工程", "id": 0}
{"content": "<正>综上所述,无人平台发展至今,其实已经出现大量里程碑性的产品,正在改变战争模式,改变普通大众的生活,无人平台的时代其实已经到来。我们选出了国内外最具有代表性的无人平台,以中国传统文化的十二生肖来比喻,对这些无人平台做简介点评。子鼠:Recon Scout侦察型无人车身体小巧,很多犄角旮旯都能去,又非常警惕、胆小。这样的动物特性与一些用于安保检查的小型无人车、安保机器人非常像。2009年,美国侦察机器人公司（Recon Scout）推出了一款小型无", "label": "控制科学与工程", "id": 0}
{"content": "<正>对于无人平台代替人,少数人持有保留意见的原因,不是经济方面,因为他们也不否认这样可以提高生产力。他们担心的是,带有人工智能的无人平台、机器人跑到了失控的边缘。比如霍金提出的\"机器威胁论\"、比尔盖茨提出的\"要向机器人收税\",都在提醒人们要预防随着机器人发展而可能出现的不可控的局面。我们的未来究竟是如电影《终结者》一般,人类与机器人开战,毁灭大部分人类文明,还是像《机械公敌》一样,人类与机器人同生共处?在所有没有证据的揣测或者所谓的杞人忧天以后,一个装有人工智能的人形机器人似乎表明这一切并不是没有可能。这个机器人叫索菲亚", "label": "控制科学与工程", "id": 0}
{"content": "<正>\"杀人蜂\"是本来就为军事用途开发的,具备杀人功能的无人平台。因此在设计、使用中,我们人类会提前考虑好预防措施。但还有一些设计中不该伤害人的无人平台,也曾做出\"杀人\"举动。是过失?还是有意?2015年7月,据《金融时报》报道称,德国大众汽车制造厂中一个机器人杀死了一名人类工作人员。当时这名21岁的工人正在安装和调制机器人,后者突然\"出手\"击中工人的胸部,并将其碾压在金属板上,导致这名工人当场丧命。调查人员还在对这次事件进行调查时,有网民在互联网上宣称这是首", "label": "控制科学与工程", "id": 0}
{"content": "<正>无人技术是高技术领域中多学科交叉的技术结晶,包括机械、微电子、光电子、纳米、微机电、计算机、新材料、新动力及航天等高新技术,集中了当今科学技术的许多尖端成果。无论是在未来的军事领域,或是在人们的日常生活和生产制造领域,无人技术都可能会成为取代人类的绝对主力。国际上无人技术强国主要包括美国、德国、英国、法国、以色列、日本、韩国等,这些国家不仅在技术上处于研究的先列,其众多产品已经在军事、工业生产、日常生活等各个领域有了广泛的实际应用。首先说美国。美国目前在无人技术上,无论是在基础技术、系统开发、生产配套方面,还是在技术转化和实战应用经验上都处于绝对领先", "label": "控制科学与工程", "id": 0}
{"content": "<正>2018年1月,中国国防工业企业协会和常州市人民政府在京联合召开2018地面无人系统大会新闻发布会,国家国防科技工业局科学技术委员会副主任、中国国防工业企业协会会长刘东奎表示,人工智能的浪潮正在席卷全球,已成为国际竞争的新焦点。在这一新技术浪潮下,无人平台,尤其是无人自主系统将是人工智能的重要应用之一,不仅将引发未来战争方式的改变,更重要的是,将推动生活方式、生产方式、学习形式和工作形式发生深刻改变。随着人工智能在2011年开始兴起,人们从经历了对人工智能普遍怀疑到每个", "label": "控制科学与工程", "id": 0}
{"content": "<正>全球人工智能已经势不可挡,中国人工智能的脚步也未曾停歇,取得了重大的进展,被写进十九大报告中,人工智能的时代已经到来。无人平台和人工智能服务于非常不同的目的,但是又被无人机、无人车、无人船等智能化无人平台紧密地联系在一起,人们往往会把它们混合起来。很多人想知道,无人平台是人工智能的一部分,还是根本就是同一件事情。这两个术语究竟有什么区别?要搞懂人工智能与无人平台的区别与联系,可以从三只震惊人类科技圈的人工智能\"阿尔法狗\"说起。[下围棋的AI阿尔法狗]:AI可以没有平台,只是个程序", "label": "控制科学与工程", "id": 0}
{"content": "<正>随着第一台电子计算机的问世,人类拉开了人工智能技术发展的历史序幕。一般认为,人工智能是对人脑的模拟和扩展,是研究以人造的智能机器或智能系统来延伸人类智能的一门科学。人工智能研究的领域并非本书的讨论范围,概括来讲,人工智能技术研究的范围包括:语言的学习与处理、知识表现、智能搜索、推理、规划、机器学习、知识获取、组合调度问题、感知问题、模式识别、逻辑程序设计、软计算、不精确和不确定的管理、人工生命、神经网络、复杂系统、遗传算法人类思维方式等。", "label": "控制科学与工程", "id": 0}
{"content": "<正>随着技术的进步,无人平台的性能不断提高、功能不断扩展,在军事领域已从辅助装备逐步发展成为不可或缺的主战装备;在民生领域,从默默无闻到出现在生产、生活的方方面面。综合考虑我国无人系统发展现状,以及在人工智能技术浪潮下的发展趋势,结合民生大众关注的热点问题,我们对我国无人平台的发展提出以下建议:（1）应当大力宣传无人平台在国防科技的领军作用,鼓励培养有志于国防科技的青年人才梯队,才能促进国防高科技装备的良性发展,才能促进国防科技的军民融合落地,服务民生", "label": "控制科学与工程", "id": 0}
{"content": "<正>这是一个无人平台正在成为主导的时代,无人技术的发展速度比你想象的来得快。无人机、无人驾驶、无人餐厅、无人超市……这几年,我们已经亲眼见到各种各样无人平台,正在以一种别样的速度进入我们的生活。可能很多人会质疑,为何要如此执着地研究\"无人\"?一辆没有驾驶员的车、一架无人驾驶的飞机,我们还敢安心乘坐吗?不仅如此,机器人还和人\"抢饭碗\",也就是讲,无人平台将成为就业岗位、薪水酬劳的竞争者,甚至可称为掠夺者,我们还有发展无人技术的必要吗?上述人们口中种种的不解也好、忧虑也罢,不无道理,原因更多的在于一股", "label": "控制科学与工程", "id": 0}
{"content": "灌溉是保障农作物生长非常重要的组成部分,农作物自动喷洒小车是解决山区耕作区自动喷洒灌溉任务的一种有效办法,所以基于自动喷洒小车设计了一种农作自动喷洒系统。首先介绍了小车系统原理设计,接着分析以STC89C52作为主控芯片的硬件模块,最后讨论了软件设计方法。实验表明该系统能较好的实现自动喷洒灌溉任务,这将为山区农业信息化设备的设计提供理论基础。", "label": "控制科学与工程", "id": 0}
{"content": "本文基于麦克纳姆轮移动平台,研究了AGV的定位和运动控制问题。通过研究激光定位的原理,结合实际情况,基于二维激光扫描仪设计了静态和动态定位算法,同时提出了数据滤波优化算法,提高定位可靠性。运动控制方面,提出了角度和位置独立同步的解耦控制策略,并依次设计了控制算法。实际运行结果表明AGV能精确跟踪规划路径,到位精度较高,满足预期要求。", "label": "控制科学与工程", "id": 0}
{"content": "当前,物流搬运智能车、扫地智能车等已在一些城市和家庭中实际应用,无人机、无人车等也在迅速推广中。这些智能车之所以能快速进入应用阶段,与自主定位导航技术的发展密不可分。基于NX2的智能网联服务平台能使智能小车的各个传感器的数据得到更好的融合处理,更好地实现导航定位的功能。", "label": "控制科学与工程", "id": 0}
{"content": "本文提出了一种基于视觉的路径识别与跟踪的循迹无人车控制方法,并以此为基础设计了一种适用于室内影视拍摄的循迹无人车。提出的视觉循迹导航方法首先利用一种局部自适应阈值的图像二值分割算法进行路径识别,然后通过准确提取条带中心线进行路径跟踪。同之前的一些视觉循迹导航方法相比较,该方法可以抵抗光照变化的干扰,并适用于路径为曲线的情况,且能够在有限计算资源下达到实时处理。仿真实验和实际使用结果都验证了本文所提出的视觉导航控制技术的有效性和所设计的循迹无人车的先进性。", "label": "控制科学与工程", "id": 0}
{"content": "与传统的传送辊道、链条或传送带等相比,AGV输送存在施工简单、路径灵活、不占用空间、移动性较好、柔性等优点。随工业技术的发展,AGV广泛应用于柔性制造系统,大大地提高了物流效率。本文简单阐述了AGV的定义、基本结构及典型部件,对AGV的发展历史及其现状进行了概述,并介绍了铸造生产线的两种应用模式及案例,对AGV系统与关键技术及发展概况进行了较为详细地分析和综述。", "label": "控制科学与工程", "id": 0}
{"content": "Wi-Fi是一种常用的上网方式,但是在某些场合由于建筑安全等问题,不可以增加过多的设备,导致Wi-Fi网络信号质量下降,影响了人们的上网体验。针对这一情况,设计了一种在异构网络环境中基于智能小车的按需网络增强系统。该系统包括4个组成部分:智能移动终端服务系统、服务器管理与控制系统、智能小车控制系统和网络增强系统。用户在Wi-Fi信号强度较弱时,通过智能移动终端呼叫服务,智能小车便可携载信号放大器前往用户所在区域,为用户提供更加稳定、良好的上网体验。通过实验测试,验证了系统的智能性、安全性,该研究结果具有一定的应用前景。", "label": "控制科学与工程", "id": 0}
{"content": "AGVS是\"Automated Guided Vehicle System\"的缩写,中文名字叫\"自动导引运输车系统\",主要由自动导向车（简称AGV）、地面管理系统、导引系统、地址编码系统、通讯系统、停车站、充电站和周边设备等基本单元组成,本文介绍了当前较先进磁导航技术AGVS测试方法。", "label": "控制科学与工程", "id": 0}
{"content": "<正>在航天器装配、航空大部件装配和检修、轨道列车安装时,我们经常可以看到神舟智通智能AGV、物流转运车、大乘载平台车等智能移动装备能\"自动\"行走、转弯、规避冲突,而并没有人用手持遥控器操作。这是怎么实现的呢?原来,它有个神奇的\"指挥大脑\"——智能调度系统来指挥工作。智能调度系统起到大脑的作用,把连接到系统的设备纳入管理系统列表,根据具体业务任务,统一管理,对目标设备下发指令,使多台设备协调有序的运行。", "label": "控制科学与工程", "id": 0}
{"content": "采用16管脚的STC12C5202AD单片机作为自动控制小车转向控制器的控制芯片,该控制器实现了前进、后退、左转和右转的控制,结果表明该控制器可有效地实现设计的功能。", "label": "控制科学与工程", "id": 0}
{"content": "电子自动化控制设备在生产方面发挥着非常重要的作用,一方面提高了生产效率,另一方面也对于节约人力、物力、财力成本等各个方面发挥着重要作用,因此在设备运行过程中,一旦发生运行故障或者是损害后,就会对整个企业的生产过程带来非常不良的影响,因此企业要提升电子自动化设备的运行效率和安全性,就必须要对其各方面性能进行科学设计,不断提升设备的可靠性,进一步加强实践操作,保证设备的安全运行。", "label": "控制科学与工程", "id": 0}
{"content": "随着可见光通信技术越来越成熟,提出了一种基于可见光通信的智能小车导航系统。该系统由服务器、发射机、接收机和智能小车四大部分构成。从系统的硬件和软件两个方面系统地分析了该系统。测试结果表明,该系统运行稳定,证明利用可见光通信技术实现对智能小车的导航功能是可行的。", "label": "控制科学与工程", "id": 0}
{"content": "环形穿梭车是整个物流系统中最重要的设备之一,MCT是穿梭车系统的大脑,它接受TIMMS调度指令,根据当前设备状况和任务信息调度穿梭车的运行。昆明卷烟厂目前使用的是天海小松MCT系统,当小车出现通讯故障或者异常停机时,MCT无法删除故障小车,会导致穿梭车系统全线停机,严重影响出、入库效率,甚至造成上下游生产阻塞。该问题是行业内外使用天海小松环形穿梭车系统时存在的通病,环形穿梭车快速维护系统着力解决通讯异常情况下的小车删除问题,并实现了小车的快速自动排序。系统部署于实际的生产中,运行稳定可靠,有效实现了对天海小松环形穿梭车的快速维护,为其他类似平台的建设提供了有益的参考,具有较高的应用推广价值。", "label": "控制科学与工程", "id": 0}
{"content": "AGV小车承载发动机和后桥的分装任务,由于有线的手控盒经常出现断线的现象,故讨论能否实现AGV小车的无线遥控的功能。根据工业现场的工作环境和工作要求选择单片机作为控制单元,它具有制作成本低和取材方便的优势,控制媒介选择红外线的通讯方式较为理想,因为红外线有较强的抗电磁干扰的优点,故而选择红外线作为控制的介质,控制语言选择C51编写。", "label": "控制科学与工程", "id": 0}
{"content": "本文构建了一个面向大规模嵌入式设备固件的自动化分析平台,该平台能够对固件进行自动化分析,提取其文件系统、操作系统、内核版本、加密算法、CPU指令集等关键信息。针对固件解码成功的自动化判定难题,提出了一种基于CART决策树的判定算法。实验结果表明,该判定算法对于固件解码具有非常好的判定效果,判定准确率高达99.01%,召回率达到98.95%。", "label": "控制科学与工程", "id": 0}
{"content": "本文按层次分析法的理论要求,从体现其自主性应具备的能力要素出发,以无人地面车辆自主性能力为总体目标,分为感知能力、规划能力、运动控制能力、行为能力和学习能力五个评价方面,向下逐层分解为12个评价要素和38个评价因素。在此基础上,以技术成熟度作为模糊评价中隶属度矩阵赋值的参考,用改进的G1序关系法和模糊综合评价法对系统单项和总体自主性能力进行定性和定量相结合的评价,通过设置不同任务环境,对不同无人车的自主性能力进行验证,得到评价值的区间分布,以此确定自主性等级的划分。", "label": "控制科学与工程", "id": 0}
{"content": "区别于普遍运用的智能车控制方案循跑道中线,将人工势场法运用到智能车在跑道上的路径规划。介绍所运用的人工势场法及其在智能车控制上的应用,并且在智能小车上进行实践。实践结果显示,人工势场法运用到智能车控制上简单易行、稳定性高、适用路况范围广。", "label": "控制科学与工程", "id": 0}
{"content": "针对当前PLC教学设备的不足,提出了采用PLC作为控制器的AGV技术应用。分析电气设计要求与程序设计思想,帮助学生深入研究AGV的技术原理。", "label": "控制科学与工程", "id": 0}
{"content": "自物联网概念提出后,无线传感网络技术得到了飞速的发展。基于无线传感技术,远程环境监控、安防、勘探以及危险场所作业等领域也逐渐发展起来。基于无线传感的思想,设计并实现了一个基于树莓派控制的Wi-Fi环境下的远程环境监控智能小车。结合LAMP框架的网页编程,最终设计实现了监控平台拥有通过网页进行远程控制移动能力、远程测量环境温度和湿度、语音报警、远程实时视频监控等功能。该监控平台可以应用于家庭环境监控与安防和危险场所的环境监控与作业等,具有较好的应用价值。", "label": "控制科学与工程", "id": 0}
{"content": "介绍了一款基于无线路由器WiFi技术的遥控小车设计,WiFi智能小车由电动小车车体、直流减速电机、89C52控制芯片、WiFi收发模块、电机驱动、舵机、电源、摄像头等主要部件以及灯光、蜂鸣器、电平转换等辅助模块构成。WiFi智能小车利用个人电脑或手机等能连接无线路由器的终端智能设备连接到路由器,通过应用软件显示路由器上摄像头上采集到的视频信号,再通过这些智能的终端设备发送控制指令到无线路由器,通过无线路由器将指令传送给单片机进行处理。然后通过单片机控制电机驱动模块驱动电机、舵机转动,从而实现控制小车的运动及视频采集。", "label": "控制科学与工程", "id": 0}
{"content": "随着EDA的高速发展,使用盖章频繁的机构如银行、政府机关、办证机构等对自动盖章设备的要求越来越强烈。本文研究的自动盖章机,是应市场的需求、科技的发展而进行的。自动盖章机是基于PC机、工控机等上位机操作的,集机械、电子、控制原理、算法等于一体化的自动控制设备。该机器现已经解决了银行用户VTM设备的上的盖章问题,并在业界广泛应用。", "label": "控制科学与工程", "id": 0}
{"content": "介绍了一种基于二维平面内智能小车定位系统的设计方法。首先,定位系统在二维平面内运动的智能小车上放置3个声音接收装置测定智能小车运动轨迹;其次,利用声音发生装置发出的声波,通过传播到各个声音接收装置的时间差进行测距定位;最后,以单片机作为控制核心通过计算控制,最终得到智能小车在二维平面内的实际坐标[1]。实践证明本定位系统的设计方法是行之有效的。", "label": "控制科学与工程", "id": 0}
{"content": "设计一种新型的楼梯全自动清洗小车.它集擦洗栏杆和清扫楼梯功能于一体,机械化、自动化程度高,可有效替代人工清洗.机器主要由行进机构,擦洗机构和转弯机构三部分构成.", "label": "控制科学与工程", "id": 0}
{"content": "无人地面车辆的人机交互界面,呈现了未来陆基装备人机交互界面发展趋势。本文阐述了无人地面车辆人机交互界面的涵义和重要性,通过分析现有无人地面车辆人机交互界面,归纳总结出了地面无人车辆人机交互界面特点,提出了无人地面车辆人机交互界面技术的重点研究内容,为系统深入的开展无人地面车辆人机交互界面研究,奠定了坚实的基础。", "label": "控制科学与工程", "id": 0}
{"content": "本文设计研究了以16位单片机MC9S12DGl28为核心控制器、能够自主识别道路且按照规定路线行驶的智能车模型。智能车辆路径识别的传感器主要有光电传感器和CCD/CMOS传感器。光电传感器寻迹方案的优点是电路简单、信号处理速度快,但是其前瞻距离有限,因此选用光电传感器中前瞻能力大的激光传感器进行路径识;为了使车模能够在路径复杂的赛道上快速稳定行使,对影响车模行使速度的机械结构进行了优化设计,对弯道控制策略进行了分析并且确定了理想的解决方案。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞一、引言无人系统（US）是无人机（UAV）、无人车（UGV）、无人潜航器（UUV）和无人水面艇（USV）等不同使用区域无人平台及配套设备的统称。美国国防部2007年首次发布了将单个空中、地面及海上无人系统的路线图合并的一个全面的《无人系统路线图（2007—2032）》[1]。无人系统\"平台无人\"的特性使其可以代替人执行\"枯燥的、恶劣的、危险的、纵深的\"（Dull,Dirty,Dangerous,Deep）任务,具有机动性强、适应能力和生存能力高、无人员伤亡风险、制造和维护成本低等优点[2]。20世纪60年代以来,以无人机系统为代表的无人系统迅速发展并广泛应用于军事、", "label": "控制科学与工程", "id": 0}
{"content": "本文提出一种新的产生高斯白噪声的实现方案,此方法是基于可编程细胞自动机产生均匀随机序列。再通过Box- Muller算法转换为高斯随机序列。此方法能够产生高质量的随机序列且利于硬件实现,并通过Matlab进行仿真,得到与理论分析一致的结果。", "label": "控制科学与工程", "id": 0}
{"content": "微波功率是微波信号的一个重要参数,而微波功率计则是测量微波功率的常用仪器,其校准非常重要。本文介绍了微波功率座自动校准系统的组成及其校准方法,在此基础上详细地阐述了单定向耦合器法校准功率座的原理,分析了该校准系统的不确定度来源,结合实际给出了不确定度的分析方法和计算过程,并提出了提高测量准确度的方法。", "label": "控制科学与工程", "id": 0}
{"content": "车载雷达、天线、发射架等设备在工作前,要求快速、精确的达到水平基准。本调平系统采用单片机作为控制芯片,运用模块化设计方法,形成全自动闭环伺服控制系统。本文提出小脑模型智能算法对伺服系统进行实时控制,克服传统调平系统调平时间长,精度差的缺点,达到快速、准确的调平目的。", "label": "控制科学与工程", "id": 0}
{"content": "涉及的嵌入式网络化装置是一个具有以太网接口的分布式输入输出装置,主要应用于工业自动化控制领域,对大型设备实施远程监控。用户可以根据需求构成一个从几点到几百点的可大可小的远程监控系统。该系统是一个分布式I/O系统,依靠WEB浏览器便可以实现监测、控制功能。系统的兼容性和可靠性是其他系统难以比拟的。", "label": "控制科学与工程", "id": 0}
{"content": "在水平测控装置中采用CAN总线技术,在实际应用中取得了良好的效果。本文以水平测控装置为应用背景,介绍了带CAN控制器的富士通单片机MB90F549的应用。给出了系统的网络结构图,和CAN控制器硬件电路图。详细介绍了CAN应用层协议的开发,并给出了CAN节点初始化程序和收发数据的子程序。", "label": "控制科学与工程", "id": 0}
{"content": "本文介绍的是一种基于PLC的悬挂式分拣实验模型,是利用移位寄存器作为数据缓冲区:来实现顺序控制的。它是以封闭的悬挂式输送系统作为输送载体,利用一个固定设置的颜色传感器来获取物品的颜色信息,以达到信号的自动识别,然后将信息数据传输给PLC系统;系统经过分析,计算出该物品到其被分拣出口的时间,再配以脉冲发生器和光电开关等辅助器件实现对不同物品进行分拣的目的。", "label": "控制科学与工程", "id": 0}
{"content": "随着计算机及网络技术的发展,仪器的功能也不再局限于单一的数据测试及显示,至少应该能够实现信息的获取、处理、存储及传输功能。现有仪器系统的主要问题在于整个系统的软、硬件构成均为一次性配置,对环境的适应能力及容错能力均不理想。由生物体的先天遗传、后天获得的运行机制得到启发,笔者给出了生物启发仪器的概念,对仪器系统的体系结构及关键技术进行了初步探讨,并介绍了本实验室所取得的初步研究成果。", "label": "控制科学与工程", "id": 0}
{"content": "高速免维护是十字万向节发展前进的方向,介绍了在高速免维护十字万向节传动轴开发中,必须进行的十字万向节油脂泄漏试验及其高速试验台。试验台方案成熟实用,已在上海纳铁福传动轴有限公司投入使用。", "label": "控制科学与工程", "id": 0}
{"content": "采用精密温度补偿及在传统PID调节基础上运用模糊控制运算,实现以单片机为基础开发研制的精密温度控制仪,并输出时间开关量信号和4～20mA标准电流信号,为闭环控制及温度值远传提供依据。", "label": "控制科学与工程", "id": 0}
{"content": "检定工具的准确性直接影响测量结果,传统的检定工具一直采用测力环,给测量结果带来较多人为误差,同时由于控制手段落后,无法排除系统误差。该文详细分析传统检定工具中存在的问题,从最基础入手,根据对比法设计思想,引入多方位高精度传感器,彻底消除了人为误差,同时,以压力试验机控制系统为实例,进一步论述智能检定工具在实际应用中消除系统误差的方法。", "label": "控制科学与工程", "id": 0}
{"content": "目前对于航母舰载机着舰的引导,仍以人工操作辅助引导为主,此方法存在引导精度不高的不足。为了提高舰载机着舰的引导精度,进行基于多传感器信息融合的着舰引导研究。首先,基于单一传感器引导信息的精度不足和功能缺陷,提出基于多传感器信息融合技术的着舰引导方案;其次,建立基于卡尔曼滤波算法的GNSS/INS融合引导系统模型,对GNSS和INS的数据误差进行补偿修正;最后,基于信息融合进行舰载机着舰引导飞行轨迹仿真,计算出补偿修正后的引导精度。仿真结果显示,与单一传感数据引导比较,GNSS/INS融合引导引入数据修正后,引导轨迹的位置和速度精度均有大幅提升,并具有更好的连续性和可靠性。", "label": "控制科学与工程", "id": 0}
{"content": "电光晶体微波传感器响应特性与测量误差主要由探头内部的电光调制决定,本文主要构建电光晶体微波传感器系统的响应模型,利用耦合波理论结合电光调制输入参数进行分析,以铌酸锂为例,列举两种常用的晶体调制形式的电光传感器,研究入射光角度、晶体内部电场、元件插损对传感器响应度的影响以及温度、波长、电场方向变化产生的测量误差。结果表明,晶体对空间辐射场的感应能力是限制传感器响应度的重要因素,非光轴通光型传感器工作点受入射光方向偏移影响较大,响应结果易受温度、波长变化影响,光轴通光型传感器总体稳定性较高。", "label": "控制科学与工程", "id": 0}
{"content": "本文提出了一种动态范围达180°、超高灵敏度的微波角位移传感器。传感器由定子和转子组成,定子固定作为参考,转子则可灵活转动,以实现旋转角度的实时测量。转子与定子之间形成良好的电接触时,会形成互补开口谐振环（CSRR）的谐振结构,谐振频率随角位移近似线性变化。测量结果表明,所设计的角位移传感器的谐振频率随着角度从0°变化到180°,从2.398GHz线性增加到6.348 GHz,灵敏度达到21.94 MHz/°。", "label": "控制科学与工程", "id": 0}
{"content": "本文介绍了MEMS型气体传感器的气体响应机理,并重点论述了CO、CH4、H2O 3种气体等气体在半导体气敏材料上的吸附特性差异和最佳响应温度差异。把被控温度和Pt薄膜的自身电气特性变化都纳入控制环境,消除Pt薄膜电阻值变化引起的温控误差,采用PID模糊控制算法,建立温度与电阻双反馈闭环温控模型,最终较好的实现了MEMS型气体传感器工作温度的精准调控,使MEMS型气体传感器处于对CO气体的最佳响应温度,降低了CH4和H2O对传感器的干扰,提高了传感器的气体选择性,降低了传感器误报的机率。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞研究目的:随着全球老龄化的日益严重,老年人的健康问题成为了社会的重点关注。生物力学作为一门对人体的动作和受力进行分析的重要的专业科学,能够通过对老年人日常生活的研究,帮助老年人降低受伤的风险。本文通过文献资料调研,研究老年人社区跌倒的特点,总结不同类型的传感器系列研究,对老年人社区跌倒预防的相关问题及建议,对老人的生活状态进行评估并在有效预防社区跌倒风险方面提供一定理论基础。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞研究目的:针对我国跆拳道各代表队训练用护具与比赛用电子护具存在技术代差问题,本文在研究电子护具感应规律研究的基础上,设计与电子护具感应规律一致的低成本水凝胶柔性压力传感器,并粘接与传统护具上,使其具有与比赛专用电子护具相似的感知功能。", "label": "控制科学与工程", "id": 0}
{"content": "为实现大气污染防治精细化管理目标,开展了基于智能传感技术的网格化微型空气质量监测系统的研究。首先系统论述西部某高新区微型空气监测系统总体构架,并简要阐述西部某高新区微型空气监测系统监测方案。其次,基于系统监测结果梳理分析西部某高新区大气污染分布特征。结果表明:夏季近地面臭氧污染及秋冬季节颗粒物污染是当前西部某高新区主要大气污染问题,且污染物空间分布存在一定差异。最后,对比分析微型空气监测系统与传统监测系统（国控站、省控站）运行效果差异性,以验证微型空气监测系统准确性。结果表明,国控站/省控站周边微站主要监测指标偏差程度满足要求（国控站±10%以内,省控站±10%左右）,这意味着基于智能传感技术的网格化微型空气质量监测系统能够满足该高新区空气质量监测需求,具备一定推广应用价值。", "label": "控制科学与工程", "id": 0}
{"content": "针对小目标检测的多电极板大尺寸电容传感器为应用背景,本文设计了九种不同的多极板大尺寸平面电容传感器结构。运用COMSOL仿真软件,采用边界元法对九种不同的多电极板电极结构传感器进行了仿真,研究了电极结构参数、分析了被测物距离、多极板、不同交汇点及电极宽度与电极极间距比值对平面电容传感器敏感场分布、灵敏度、以及信号强度等性能的影响,从中选取最优电极结构。仿真结果表明敏感场分布的均匀程度随着传感器电极结构中电极拐角角度的增大而增大,随着电极宽度与极间距比值及电极结构的复杂程度的增大而增大;在不同交汇点处传感器的灵敏度不同,交汇点越靠近电容平面单块电极结构的中心灵敏度越高,反之边缘区域的交汇点处灵敏度最低;灵敏度的大小还随着电极结构的复杂程度及电极结构中电极拐角角度的增大而增大;传感器的信号强度随着电极宽度与电极间距比值、电极结构的复杂程度的增大而增大。多电极结构的三角梳齿型电极结构的敏感场分布最为均匀,灵敏度最高,信号强度最大。最终确定了平面电容传感器的最优结构为三角梳齿型,该平面电容传感器结构具有灵敏度高、敏感场分布均匀性好的特点,为面向小目标的多电极板大电容传感器提供了一种新颖的平面电容结构.", "label": "控制科学与工程", "id": 0}
{"content": "该篇文章基于玻璃基板设计了两款全透明\\半透明式天线,主要用于介质介电常数的无线测量。全透明式天线的基板采用生活中常见的Na-Ga掺杂玻璃,导电材料选择ITO透明导电薄膜。作为比较,半透明式天线的基板采用石英玻璃,导电材料选择铜。两种天线采用相类似的开口谐振结构,以实现对介质介电常数的感知。根据测试结果,全透明式天线和半透明式天线分别工作在2.44GHz和2.48GHz,当待测介质块的介电常数由1增加到12时,工作频率分别单调减小了37MHz和62MHz,具有良好的传感特性。", "label": "控制科学与工程", "id": 0}
{"content": "传感器的优化布置位置对结构健康监测至关重要,然而,传统方法更多依赖于有效独立法来增加模态的可识别性,不直接适应于以损伤检测为目的的健康监测。为此,提出了一种基于位移响应二次协方差灵敏度的传感器优化布置方法,利用结构位移响应对杆件损伤的敏感度构建敏感度矩阵,并以此为系数矩阵构建了损伤检测方程系统。以系数矩阵条件数最小为目标,实现了传感器数目固定条件下敏感度矩阵的优化,从而改善了损伤检测方程系统的病态程度,提高了对损伤的检测能力。此外,方法可以针对易损工况有针对性地布置传感器。数值结果表明,相比于有效独立法,该方法确定的传感器布置方式能够明显提升对损伤的检测能力。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞0（引言）电涡流传感器是基于电涡流效应的传感器,广泛用于对微量位移的高精度测量,是磁悬浮轴承控制系统中重要的检测设备,具有高灵敏度、强抗干扰能力、耐腐蚀等优点。建立合理的探头结构模型后对传感器性能优化具有重要意义。同时,FPGA具有很好的并行数据处理能力,进一步提高了传感器测量的可靠性和精确性,对实现磁悬浮轴承控制系统数字化有重要意义。", "label": "控制科学与工程", "id": 0}
{"content": "电磁轴承—转子系统中位移传感器转子基准环表层材质具有一定的剩余各向异性会引起位移信号包含电气跳动（electrical runout）,这些电气跳动分量信号虽然相对较小,但进入反馈回路中将被叠加放大,进而对电磁轴承性能及其所支承转子动力学行为产生一定的干扰。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞1引言随着现代工业应用的发展,对主动磁悬浮轴承转子的转速要求已高达几万转每分钟,而这种高转速通常会导致转子发生同频振动,影响主动磁悬浮轴承系统的控制。对此,本文针对适用于主动磁悬浮轴承的自感式位移传感器转子发生动态位移时的输出电压进行了有限元仿真,研究了转子在不同振动频率下的输出电压变化情况。该研究有助于自感式位移传感器输出性能的深入研究,对主动磁悬浮轴承控制系统的完善有着一定的指导作用。", "label": "控制科学与工程", "id": 0}
{"content": "烟气分析仪主要用于测量污染源排放气体中的二氧化硫、氮氧化物和一氧化碳等有害气体及氧气的浓度,烟气分析仪的测量原理主要分为电化学分析法、非分散红外吸收法、傅立叶变换红外法、紫外差分吸收光谱法等,本文主要介绍Testo350烟气分析仪使用常见的问题及解决办法。", "label": "控制科学与工程", "id": 0}
{"content": "正压式空气呼吸器广泛应用于消防、化工等行业,供给消防队员或抢险救护人员在浓烟、毒气等各种环境下安全有效地进行灭火、抢险救护等工作。智能型正压式空气呼吸器是在传统空气呼吸器的基础上进行技术改良,在空气呼吸器面罩内加装气瓶低压报警灯光显示,便于佩戴者及时看到报警信号。智能显示系统通过传感器可将工作环境温度、气瓶剩余气量采用数字模式传送至使用者手中,便于救援工作的展开。本论文的重点在于智能手持装置、主控制装置、灯光报警通讯装置三部分的设计。智能手持装置主要完成对温度、气瓶剩余气量等数据的实时显示,并通过位移报警电路采集、处理消防队员位移信号,与主控通信,实现30s报警功能;主控装置通过传感器采集温度、气体压力信号,并由单片机STC12LE5A60S2进行数据处理,通过有线和无线的方式将相关数据传送给对应的接收显示装置;灯光报警通讯装置负责无线接收来自主控装置中信号发射器的讯息,进而完成低压报警灯光显示功能。本文的最后对该智能型正压式空气呼吸器进行功能测试,测试结果满足预期设计,对需要在今后的研究工作中不断完善的地方进行了总结分析。", "label": "控制科学与工程", "id": 0}
{"content": "构建基于纳米金/硫化物复合材料和辣根过氧化物酶辅助信号放大的光电化学适配体传感器,用于沙门氏菌的快速检测。在FTO导电玻璃上依次修饰CdS/CdIn2 S4复合材料、Au纳米粒子、适配体（Ap）与适配体互补的DNA链-辣根过氧化物酶偶联物（cDNA-HRP偶联物）,将其作为工作电极。当没加入沙门氏菌时,Ap与cDNA杂交,HRP随之也结合到电极上,层层修饰电极产生光电流。当加入沙门氏菌之后,Ap与沙门氏菌结合,cDNA随之脱落,光电流强度降低。同时与cDNA偶联的HRP也随之脱落,催化底物发生氧化反应,使溶液中电子供体减少,光电流强度明显降低,实现对沙门氏菌的特异性检测。该方法检测范围2.4×10~2～2.4×10~7CFU/mL,检出限42 CFU/mL。构建的光电化学适配体传感器有较强的光电流响应能力和较高的特异性、稳定性和重现性。", "label": "控制科学与工程", "id": 0}
{"content": "采用适配体作为识别原件,基于核酸外切酶（Exo I）辅助放大作用构建了光电化学生物传感器,实现对单增李斯特菌（单增）的快速检测。在FTO导电玻璃上依次修饰WO3、Au纳米粒子、与适配体互补的DNA链（cDNA）和CdTe量子点-适配体（Ap）偶联物,将其作为工作电极。在没有单增存在时,Ap与cDNA杂交,量子点靠近电极表面,产生敏化效应。当单增存在时,Ap与单增结合,工作电极上量子点减少使敏化作用减弱,光电流强度降低。同时,当Ap变为单链结构后被Exo I识别剪切,这时单增被释放出来,进入到溶液当中继续与工作电极表面的Ap结合。经过Exo I的循环剪切,工作电极上的量子点数量会明显减少,敏化效应大大减弱,光电流强度显著降低,实现对单增的特异性检测。该方法检测范围1.3×10~1～1.3×10~7 CFU/mL,检出限45 CFU/mL。构建的光电化学生物传感器有较高的特异性、稳定性和重现性。", "label": "控制科学与工程", "id": 0}
{"content": "研究目的:近年来,人们对运动健康的关注程度空前高涨,这导致相关监测设备的需求越来越旺盛。不同于应用在体育领域的传统的刚性穿戴设备,如手环、手表等,柔性应变传感器的界面相容性高、运动跟随性优异,正在逐步成为人体运动检测领域的重要解决方案。大量国内外学者进行了柔性传感器领域的研究,并取得大量进展。目前,业界在制造柔性应变传感器时采用两种技术,包括开发刚性功能元件的分形结构或通过化学过程制备弹性功能材料。虽然分形结构在分散电子器件内应力方面表现卓越,但其在柔性界面上不可预测的结构变化限制了其在应变传感中的应用范围。因此,制备具有优异传感性能的弹性应变材料成为了是提升柔性应变传感器性能的关键。柔性应变敏感单元多采用纳米材料制备,包括石墨烯、碳纳米管、银纳米线等。这些敏感材料的电学性能优异,但在柔性界面复杂力学环境中容易出现失效。因此,需要一种可以支撑纳米材料的柔性\"内芯\"。对于这一问题,学界的解决方法是将纳米材料附着到织物上,从而在获得稳定机械性能的同时,保持良好的传感特性。本课题组拟在总结前人经验的基础上,通过制备一种石墨烯纳米材料,结合弹力缎内芯,研制一种可以检测人体运动的柔性织物应变传感器。研究方法:本文以市售平纹弹力缎作为传感器织物内芯。如图1所示,将弹力缎切割成面积为2.5×0.75cm~2的小块,并使其在60℃的氧化石墨烯悬浮液（GO）中浸泡24小时。为了制备导电织物,需要去除GO表面的含氧基团。因此,其后将含GO的织物用维生素C（100mg/ml）溶液还原,并在95°C下烘干2小时,去除残液。还原后,用银浆将铜电极连接在石墨烯附着织物的两侧,并使用铂催化硅橡胶进行封装,完成传感器制备。本文结合了纤维和结构理论,为传感器的电阻变化提供了一种新的机理解释。内芯织物中的纤维由氨纶纱线和围绕纱线的蚕丝组成。石墨烯薄片附着在蚕丝上,产生导电性,而这些薄片的距离变化决定了传感器的机械-电气曲线。本文将应变状态分为五个阶段,即初始阶段（0%）、低应变阶段（＜45%）、中应变阶段（45%-60%）、高应变阶段（60%-90%）和破坏阶段（＞90%）。本文将传感器分别置于膝盖和肘部,以验证其检测人体运动学参数的能力。同时,本文亦将传感器置于喉咙、胸部和腕部,以研究其进行健康与行为检测的功能。另外,本文还将传感器阵列化,制作了用于手势识别的智能手套。在本节中,所有传感器由聚氨酯敷料固定在人体皮肤表面,并通过蓝牙系统读取感知信息。研究结果:本文给出了传感器在0%–135%应变下的机械性能。在施加超过60%的应变后,传感器所受应力显著增加,松散的蚕丝纤维在大变形下都被拉紧。整个结构在经受90%的应变下开始失效,绷紧的纤维开始断裂。本文还给出了传感器相对电阻随拉伸的变化。在45%应变下,传感器的灵敏度为19.6,而在45%-60%应变下,其灵敏度上升至34.3。此外,该传感器在1000次循环测试中表现出了良好的稳定性。另外,该传感器的分辨率高,且可感知0.5毫米步进的应变。上述结果表明,该传感器具有良好的灵敏度和高拉伸性,可以进行长时间、精确的人体运动检测。结果显示,传感器能稳定地测量膝盖和肘部的转动。由于参与者的膝盖和肘关节存在外伸,两个传感信号都出现了两个峰值。行为检测上,传感器可以捕捉到被试者所说的英语单词,并存在明显的波形差异,这验证了其语音检测的能力。本传感器还可进行生理健康信号检测,其中,装设在胸部的传感器可以准确捕捉到人体的呼吸频率,而贴附在手腕的传感器可以测量到脉搏波的主要特征。最后,本文提出的智能手套可以达到90%以上的手势识别正确率。研究结论:我们通过还原氧化石墨烯制备了一种高性能的柔性织物应变传感器。当施加外部应变时,传感器会产生梯度为负的电阻变化。传感器的量程为60%,且分辨率小于0.5mm形变。传感器的横向/纵向纤维变形,共同造就了其优异的机电特性。此外,多次循环试验表明,该传感器具有很高的耐久性和稳定性。人体搭载试验表明,传感器可以捕捉包括关节运动、声音语言、脉搏状态、呼吸频率、手势类别在内的多种运动生理指标,这表明了其在体育领域的潜在应用价值。", "label": "控制科学与工程", "id": 0}
{"content": "研究目的:目前体能训练人员一般是基于运动员是从事个人运动还是团队运动来选择合适的监控方法。团队运动一般是间歇性的运动（如足球和曲棍球）,其特点是交替进行短暂高强度运动（冲刺或跳跃）,以及较长时间的低到中等强度运动（如步行、慢跑、跑步）,因此,团队运动中的监控通常被认为是更具挑战性的。可穿戴惯性传感器具有成本低、非侵入性,实时性、不受环境限制,同时还可以和其他设备结合使用来获得更精确的数据等优势。近几年,基于微机电系统（MEMS）的惯性测量单元（IMU）的发展和可穿戴惯性传感器监测的可靠性和有效性已在多方面被证实,许多研究将可穿戴惯性传感器作为一种更好的选择来监测团队运动。本文对可穿戴惯性传感器在团队运动中的应用进行综述,为教练、体能训练人员等人在进行团队运动时选择可穿戴惯性传感器作为监测工具提供理论支撑。研究方法:本文采用文献资料法,检索了近几年PubMed、Web of Science、EBSCO、IEEE等外文数据库以及知网、万方等中文数据库包括以下内容的文章:1.团队运动中使用可穿戴惯性传感器;2.可穿戴惯性传感器评估的有效性或可靠性。最后,将所得的所有研究文献进行分类归纳。研究结果:详尽叙述了可穿戴传感器在团队运动中的应用,包括量化团队运动的外部训练负荷和生物力学指标、对肌肉损伤和疲劳以及运动表现的评价方面的应用;同时综述了可穿戴惯性传感器监测团队运动的有效性和可靠性以及国内外可穿戴惯性传感器在团队运动中的应用研究现状。研究结论:1.可穿戴传感器能有效的,实时的监控团队运动的常见外部训练负荷,包括负荷量（次数、时间、距离）、负荷强度（速度、高度）,这将有助于对疲劳的早期识别和减少运动损伤的风险。可穿戴惯性传感器为团队运动中常见的跳跃负荷（跳跃次数和跳跃高度）,击球负荷（击球次数）提供了一种不受环境限制且自动化的监控方法。与全球定位系统（GPS）相比,可穿戴惯性传感器不仅是可靠的,而且能够记录更高的速度和更远的距离。由于可穿戴惯性传感器具有不受环境限制和自动化的特性,在团队运动中使用这种工具监测运动负荷是一种更好的选择。2.单纯借助以速度为基础的量化团队运动的方法可能对捕捉短期持续的特定动作不敏感并且对基于碰撞的团队运动（篮球、足球等）的碰撞负荷难以量化,基于加速度计衍生的惯性动作分析（IMA）和运动员负荷（Player LoadTM）,是国外目前的研究热点。它能更可靠和精确的量化各种运动模式的运动负荷,包括量化团队运动中高强度和中、低强度的加速、减速及变向负荷。其中速度小于2m.s-1时的PlayerLoadTM,即PlayerLoadTM Slow更适合监测低速度段的爆发式运动和碰撞负荷。但是,有研究者发现实时PlayerLoadTM数据比基于速度的方法显示出更大的误差,教练和体能训练人员在实践中需要避免使用实时PlayerLoadTM。3.可穿戴惯性传感器可以监测加速、减速、累积训练负荷（比赛或训练期间的全身负荷）以及关节运动学变化,并且还可以根据牛顿第二定律（F=ma）间接地估计地面反作用力（GRF）等生物力学负荷。运动的可变性（MV）与累积训练负荷相互作用,从而产生长期疲劳状态（过度训练综合征）,对MV和累积训练负荷的监测可以有效防止过度训练的出现。团队运动的肌肉损伤（如腘绳肌腱拉伤）与关节运动方向变化密切相关。GRF描述了肌肉骨骼系统作为一个整体所经历的生物力学负荷,有助于理解机体所经历的冲击力,如最近有研究者提出与没有受伤的跑步者相比,经历过受伤的跑步者在整个竞赛中有更大的累积峰值垂直GRF。对于这些指标的监测可以帮助降低运动损伤的风险和制定更加合适训练计划,从而增强运动表现。4.可穿戴惯性传感器能够有效的识别各种比较复杂的动作并依据动作的特征进行分类,而且还能提供运动学分析来量化运动员的运动能力,这将有助于教练为运动员的运动技能水平提供更加准确和客观的评估,从而为运动员提供合适的训练方案,提高他们的技能水平,最终使训练效率最大化。5.目前可穿戴惯性传感器的可靠性和有效性还有待提高,现有的研究支持将可穿戴传感器结合其他设备（如GPS、Vicon）使用,这将有助于获得更全面和精准的数据。与国外相比,国内对于可穿戴传感器在监测团队运动的研究还比较缺乏,未来研究者有必要对这一方向进行更加深入和细致的研究。", "label": "控制科学与工程", "id": 0}
{"content": "研究背景:平衡是对人体运动稳定性的一项重要考察指标。在滑雪运动中,平衡也是衡量运动表现的关键参数。根据2019年对中国大众滑雪者的调查显示,20-40岁的中青年为滑雪主力,但其中74%为雪龄3个月至1年的初级滑雪者,失衡导致的运动损伤在初学者中普遍存在。因此如何在运动过程中检测滑雪者的平衡能力成为了关键问题。由于IMU具有佩戴方便、运动空间不受限制、成本低等特点,目前在运动科技领域的应用已比较成熟,但如何利用IMU数据进行平衡性的量化评估,仍是一个学术界争论的话题。本研究基于BOSU球设计了特定的实验动作模拟双板滑雪的基础动作。利用9轴惯性传感器采集受试者的运动数据构建了8个特征参数。并基于统计学方法对特征参数与主观评价之间的显著性进行了分析。旨在提取IMU数据中评价平衡能力的关键性指标并优化指标评价体系。从而为后续设计机器学习分类器提供数据支持。研究方法:本研究选择4名大学生滑雪运动员作为受试者。男、女各2名,平均年龄20.8±1.78岁,身体健康且无下肢损伤。实验方案已经过伦理审查。测试动作为受试者双脚张开站立在BOSU球上并进行每2秒1次的深蹲动作10次,以模拟运动中不稳定状态。通过诺亦腾Perception Neuro Pro运动捕捉系统采集受试者骶骨第二节处数据。每名受试者做两轮测试,测试中由体能康复专家为受试者的运动表现打分,分值分别为+2,+1,0,对应于优秀、良好、一般三种评分等级（excellent、good、normal）。数据用统计分析进行分析,计算基本描述参数用于评估平衡。数值验证表明,从骨盆采集的传感器数据可以有效地评价双板滑雪者的运动表现及平衡能力。以评分等级（excellent、good、normal）为自变量,以三轴加速度、三轴角速度、合加速度及合角速度（AccX,AccY,AccZ,Acc At,GyroWx,GyroWy,GyroWz,GyroWt）这八个指标为因变量进行单因素方差分析,以比较特征参数在各评分等级间的差异性。研究结果:研究发现在8个变量中的4个变量中有显著性差异,AccX,、AccY、AccZ、Acc At、GyroWt这五个特征参数在不同评分等级上有极端显著差异,P＜0.001;GyroWz在不同评分等级上有显著差异,F（2,45890）=3.346,P＜0.05;GyroWx、GyroWy在不同评分等级上差异不显著,P＞0.05。加速度计与角速度数据的差异在一定程度上反映了被试平衡性能的差异。通过数据分析表明,本文设计的评价动作是真实可靠的,可用于在训练球模拟单场地滑雪运动的技术特点。根据对惯性传感器数据的显著性分析,所选指标从一定程度上可以有效地对平衡能力进行评估。该研究为今后量化动作筛选或利用不同的特征参数进行分类分级的探索奠定了基础。研究结论:在竞技滑雪运动中,体育训练主要是为了提高成绩,而在休闲滑雪运动中,体育训练则是为了防止损伤,提高滑雪基础知识的学习,使滑雪者避免运动损伤,我国仍然没有可靠的数据表明什么训练方法是可以提高滑雪者平衡水平,因此我们的研究旨在确定平衡能力在休闲滑雪中的重要性以及探讨用于专项平衡测试评估的的价值。从平衡训练的意义上讨论,我们的数据也可以用于监测滑雪者的平衡能力或干预型平衡训练的前后差别。本研究提出的惯性传感器对BOSU教练员平衡能力的评价是真实可靠的,模拟运动员的平衡能力存在差异。并且提出的变量参数可以有效的反映平衡运动表现。由高到低八个特征值对BOSU训练器测得的平衡能力的贡献值如下:AccX,、AccY、AccZ、Acc At、Gyro Wt、Gyro Wz、Gyro Wx、Gyro Wy。研究提出针对双板滑雪者的基于惯性传感器新型评估方法,通过采集处理一定量样本数据进行统计分析验证平衡能力的重要,与传统方法相比,本研究提出的训练动作通过在BOSU训练仪器上更加具有专项性,可以模拟双板滑雪的雪道条件和肌肉运动情况,有助于减少滑雪损伤,并产生有效的滑雪练习。并且在后续的研究及应用中,可以通过使用机器学习分类方法建立分级模型,解决平衡量化困难的问题。在一定程度上能够弥补传统平衡量表在评估方法上的缺陷,所得到的结果为实现后续构建评估系统奠定理论与实验基础。后续会从增加数据、提升模型、建立系统等方面,提升综合性能,为高性能的基于惯性传感器的双板滑雪平衡量化评估方法提供理论与实验支撑。", "label": "控制科学与工程", "id": 0}
{"content": "本文调研了目前传感器网络中基于TDOA定位方法存在的误差,其中包括测距误差,锚节点位置误差,非视距传播误差等。在实际情况中,这些误差是不可避免的。当这三种误差同时存在时,TDOA方法的定位精度会严重下降。针对这三种误差同时存在的情况,文中提出一种基于二阶锥规划的最优位置估计。此方法不需要知道NLOS误差的分布或统计信息,在实践中这些信息往往也很难获得。在本文中,通过合理假设NLOS误差有界的前提下,定位问题被转换为一个非线性的,非凸性的稳健最小二乘问题。这类问题使用经典的泰勒展开法得到的解可能是局部最优解,本文通过二阶锥规划技术将定位模型变成凸优化问题,进而求得全局最优解。并与现有的基于SOCR,Chan和基于Taylor展开的方法进行对比。仿真结果表明,与泰勒展开,Chan算法和已有的基于SOCR定位方法相比,本文提出的基于二阶锥规划的位置估计具有更高的定位精度。", "label": "控制科学与工程", "id": 0}
{"content": "由于室内环境的复杂性和室内外之间障碍物的遮挡,室内外通信受到限制或干扰,依靠室外锚节点定位室内锚节点坐标往往不够准确,导致依靠室内锚节点定位的室内待测节点误差加大或者无法定位。针对这种情况,提出一种基于逆协方差交叉的室内运动目标轨迹优化及室内锚节点坐标优化方法。优化过程分两个阶段:轨迹优化和锚节点坐标重定位,首先,通过惯性传感器（IMU）和室内锚节点超宽带（UWB）测距数据融合计算得到室内目标运动局部轨迹1,通过对室外锚节点相对测距计算得到目标运动轨迹2,将两局部定位结果进行逆协方差交叉融合,得到较为精准的目标运动轨迹;然后通过运动轨迹数据和UWB测距数据对室内锚节点的绝对坐标进行重定位优化,通过优化后的室内锚节点对后续的目标进行定位,两个阶段完成校准室内锚节点位置、提高室内节点定位精度的目的。仿真测试结果表明,相比于直接采用室内锚节点和IMU进行卡尔曼滤波融合定位目标,室内定位精度提高了34.94%,重定位优化后的锚节点的坐标精度提高了56.95%,系统稳定性有所增强。", "label": "控制科学与工程", "id": 0}
{"content": "针对无线传感器/执行器网络中执行器节点分布式协作机制进行研究,提出了一种基于任务属性下的执行器动态协作优化算法。该算法可判断任务属性,评估协作概率值,选择候选节点时,既考虑了选取精度,又避免了冗余节点的出现,有效减少了任务平均完成时间,很好地保证了系统的实时性,为工业控制、电力无线传感网络等应用场景提供了更优的算法。", "label": "控制科学与工程", "id": 0}
{"content": "随着射频无线通信芯片So C技术的发展,各种通信技术的融合更加紧密,跨EDA设计平台的联合仿真技术成为了研究热点。SystemVue常用于混合信号系统级设计,便于快速模拟和验证设计,同时能够与ADS、MATLAB和HDL进行联合仿真。针对无线传感网芯片的基带电路和射频收发部分,以ASK无线通信系统为例,在SystemVue中进行了跨平台的多EDA软件联合仿真,验证了联合仿真方法的可行性,并为So C系统级芯片设计和应用提供了一定的参考。", "label": "控制科学与工程", "id": 0}
{"content": "无线传感器网络的性能将直接影响输电线路自然灾害监测的可靠性。首先分析了自适应分簇拓扑（low energy adaptive clustering hierarchy,LEACH）和模糊不等聚类（energy aware unequal clustering fuzzy,EAUCF）两种常用分簇算法。针对EAUCF算法没有考虑节点分布对节点分簇的影响,在原有算法的基础上引入了簇成员上界比的因素,并通过模糊逻辑对中继节点的簇成员数目进行了适当的限制。为了平衡网络中所有节点的能量消耗,簇头之间采用多跳方式,数据通过中继节点传输到基站。具体路由采用EEUC使用的路由下一跳选择方法。在此基础上,提出了一种基于模糊逻辑的非均匀分簇路由协议EAUCF-C。利用MATLAB软件平台,将提出的EAUCF-C路由算法与LEACH和EAUCF算法进行了比较。分析了FD（第一个节点死亡）、TD（十分之一节点死亡）、HD（一半节点死亡）轮数、网络生存期和网络总能量。仿真结果表明,该算法使网络节点的能量消耗更加均衡,网络生命周期更长。", "label": "控制科学与工程", "id": 0}
{"content": "基于一种气动上抛式冲击加速度校准装置,利用Fluent软件对不同温度环境下弹体的运动进行流固耦合仿真分析,获得弹体运动特征,并探究温度对弹体的出膛速度的影响。", "label": "控制科学与工程", "id": 0}
{"content": "光纤法布里-珀罗应变传感器作为一种光纤传感器,因具有抗电磁干扰、耐腐蚀、体积小、稳定性好、灵敏度高等优势,被广泛应用于冶金、铸造、航天航空、石油化工等领域。本文对光纤法布里-珀罗高温应变传感器进行详细的综述,简析了封闭型微光纤法珀传感器,并介绍了法珀传感器的未来发展趋势。", "label": "控制科学与工程", "id": 0}
{"content": "超声兰姆波触控屏是一种全新的触屏识别方案,利用触控介质对玻璃屏板中兰姆波场的扰动特性实现触控定位。相比传统电容屏,超声兰姆波触控屏具有介质成本低、可移植性好等优势。本文依据上述原理设计搭建了可实时定位显示的系统样机,系统包括基于FPGA的兰姆波激励检测电路和嵌入式程序。移植曼哈顿距离算法实现了检测信号与声指纹库自动匹配,单次检测时间为100ms,在10寸玻璃屏板上分别进行了大范围与高精度测试,均实现了载荷的准确定位,最高定位精度达到5mm。", "label": "控制科学与工程", "id": 0}
{"content": "化工领域氢的生产与使用都具有一定危险性,氢检测是保障生产安全的重要一环,利用氢敏材料吸氢膨胀与光纤光弹效应结合,制造出的光纤光栅氢气传感器很适合用于临氢化工设备的氢检测。构建了普通型和D型光纤光栅氢气传感器的传感模型,引入应变传递系数修正了传感公式。通过理论分析为光纤氢气传感器的研究提供了一定的参考价值。", "label": "控制科学与工程", "id": 0}
{"content": "针对城市自来水管道安全检测技术中存在的问题,探索一种更精确的自来水管道泄漏检测系统,对于减少水资源的浪费是非常有意义的,主要针对如何减少系统的误报、漏报问题以及如何识别不同的扰动信号进行了一系列的方法总结,总结了基于BP神经网络、径向基神经网络（RBF）、概率神经网络（PNN）以及支持向量机（SVM）的方法,并对这些方法进行了总结对比,希望能够促进研究人员对于φ-OTDR光纤振动识别技术进行更深入的研究。", "label": "控制科学与工程", "id": 0}
{"content": "针对现有光纤安防动作识别方法对入侵方式的适应能力的不足,提出一种基于卷积神经网络的入侵动作方法。该网络是针对经典Le Net网络做小型化的改进而成,具体包括共拥有10层结构,其中包含1层输入层,3层卷积层,3层池化层,2层全连接层以及1层输出层;通过采用ReLu激活函数起到提升非线性表达,采用局部响应归一化以防止梯度爆炸和梯度消失,采用dropout措施以缓解过拟合,整个识别系统的精度相比于传统神经网络方法大大提升,对常见的6种入侵动作的识别率高达94%以上。", "label": "控制科学与工程", "id": 0}
{"content": "为提升夜间条件下视频监控质量水平,提出了一种基于自动颜色转移的视频融合方法,以实现实时的彩色夜视功能。利用简单的RGB颜色转移技术融合伪彩色视频帧,而不需要转换到任何不相关的颜色空间,研究得到颜色融合结果在很大程度上取决于目标颜色图像的选择。基于此,利用结构相似性和颜色饱和度来自动选择目标颜色图像,而不是仅仅基于一般的视觉预期来使用任意的目标颜色图像。进一步应用颜色增强来改善彩色融合图像的最终外观。主观和客观的质量评估证明了提出的彩色视频融合方法在夜间视频监控应用中的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "分布式贝叶斯容错算法是无线传感器网络事件检测邻域经典的研究成果之一。面向无线传感器网络的容错任务,针对事件域边界出错率较高的问题,设计了变邻域双阈值边界检测和最大梯度法边界检测算法,制定了边界检测的基本步骤和处理流程,随后的理论分析和实验结果证明,通过事件域边界检测,该算法在完备性和纠错能力两方面都比以往算法有提高,最后还验证了边界检测算法的开销与能耗适中,比较适合工程实用。", "label": "控制科学与工程", "id": 0}
{"content": "针对空间目标在多传感器间的映射问题,以雷达和红外传感器两类传感器为例开展研究,以Delaunay三角剖分为基础,分析、提取空间目标的整体拓扑特征,并依据Delaunay三角剖分结果的唯一性,结合拍卖算法实现雷达和红外传感器间的目标映射（TargetObjectMap,TOM）图匹配。仿真实验对雷达和红外传感器的检测结果进行了匹配,给出了不同红外传感器观测误差下匹配准确率的变化,验证了提出方法的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞基于印刷电子技术的柔性基材传感器制造是一种低成本、大面积制造柔性电子器件的可行性途径,近年来,已有多种采用不同印刷技术在柔性基材上图案化电子材料的研究。本文介绍柔性基材传感器印刷制造的电子材料、基材和印刷技术,分析印刷电子柔性基材传感器未来发展的前景,强调了综合性的解决方案是柔性传感器印刷电子研究应关注的重点。", "label": "控制科学与工程", "id": 0}
{"content": "本项施工技术通过在塔机中对称布设姿态传感器,借助多接入边缘计算（MEC）技术将所述传感器数据低延时传输至远程驾驶终端,远程驾驶终端对传感器数据比对、整合处理后,输出智能体感信号给智能体感座椅,智能体感座椅解析所述智能体感信号后执行动作指令,令塔机司机感受到,至此实现了塔机现场震动工况直接被远程驾驶的塔机司机接收的功能。", "label": "控制科学与工程", "id": 0}
{"content": "自适应光学系统利用波前传感器对畸变波前进行实时探测,利用波前校正器对畸变波前像差进行实时校正,波前探测与波前校正构成一个闭环的控制系统,畸变波前的探测精度直接影响系统闭环校正效果。四棱锥波前传感器是一种新型波前传感器,比哈特曼波前传感器表现出了更高光能利用率和灵敏度以及空间采样率可调的优点。自适应光学系统采用四棱锥波前传感器进行波前检测时,首先需要对光瞳像位置和大小进行准确标定,光瞳像标定误差将直接影响波前探测精度,并最终影响系统校正效果。我们提出了一种四棱锥波前传感器光瞳像精确标定方法,并搭建了一套基于液晶空间光调制器的实验系统以对该方法进行验证。此外,我们还将四棱锥波前传感器应用于双孔径干涉共相检测实验之中,实现单色光条件下的平移误差高精度检测。", "label": "控制科学与工程", "id": 0}
{"content": "近年来,随着科学技术的发展,传统的磁场测量仪器,如特斯拉计、高斯计,已经很难满足动态磁场测量的要求。本测量系统采用了一种A3144E霍尔传感器磁场测量电路,由STM32单片机、霍尔传感器模块、OLED显示模块和电源管理模块组成。实验结果表明,本测量系统实现了测量方法简便、磁场灵敏度高、系统体积小、适应频率和温度范围宽等特点。", "label": "控制科学与工程", "id": 0}
{"content": "文中结合核爆事件的实际特点,重点介绍了多传感器数据融合处理技术方法,重点从事件检测及事件属性识别方面进行了研究,并以此为依据,构建两级融合模型,最大限度提高核爆事件研判的可靠性,为核爆探测数据信息融合分析决策系统建立提供借鉴与参考。", "label": "控制科学与工程", "id": 0}
{"content": "针对单站多外辐射源雷达,考虑传感器位置误差提出了一种基于双基距离和差测量值的约束加权最小二乘（CWLS）定位算法。该方法首先引入目标到观测站的距离为辅助变量,将非线性定位方程伪线性化。随后,考虑观测站位置量测噪声的统计特性设计权重构建新的代价函数,将辅助变量与目标位置的关系作为约束条件,建立带二次约束的二次规划问题。最后,采用拉格朗日乘子算法求解,获得目标位置的闭式解。仿真结果显示,在适中的量测误差和观测站位置误差下,所提算法的目标定位性能能够达到CRLB。", "label": "控制科学与工程", "id": 0}
{"content": "在过去的几十年里,无人驾驶汽车的发展非常迅速。但是在复杂动态的驾驶环境中实现完全自主并不是一件简单的事。因此,无人驾驶车辆配备了一套不同的传感器,利用多传感器进行融合以确保可以稳健、准确地进行环境感知。与单传感器系统相比,多传感器融合可以有效进行目标检测和跟踪等,并且在系统方面,可以加强其生存能力,提高可靠性及鲁棒性等。本综述简要概述了基于激光雷达与相机融合的环境感知,随后深入回顾了基于激光雷达和相机融合在2D目标检测、3D目标检测、目标跟踪等方面的研究现状。基于此,提供了见解并指出了未来的研究方向。本综述为基于激光雷达与相机融合进行目标检测与追踪方面提供了一个较全面的参考。", "label": "控制科学与工程", "id": 0}
{"content": "智能鱼缸能够给予家庭养鱼便利,在可行性、便利性、操作性等方面有巨大的优势。本项目设计是在以往的人工养鱼的基础上加入了传感器技术、物联网技术、人工智能技术,让鱼缸能够智能化,人们可以在手机、电脑等终端实时查看鱼缸内的各项指标,并且在操作方面也比以往人工养鱼更为方便。", "label": "控制科学与工程", "id": 0}
{"content": "目前,我国仅有两座低、中水平放射性固体废物处置场正在运行（一座位于甘肃省的西北处置场,另一座位于广东省的北龙处置场）,两座后处理厂根据最初的容量规划,均未饱和建设完成。核燃料后处理是我国核燃料闭式循环中一个薄弱环节,在设计、制造、安装、运维等各项环节中,技术还不太成熟,本文结合目前国家法律规范、行业标准及国家最新管理条例等,对核1E级传感器在不同核领域安装进行对比分析。", "label": "控制科学与工程", "id": 0}
{"content": "可穿戴式汗液传感器在运动监测领域具有广阔的应用前景。可穿戴式汗液传感器可以解决运动监测中存在的送检周期长、汗液收集分析程序繁杂、难以连续监测等难题。能够在不同的运动环境中对运动个体进行实时运动监测,可为体育健身者和运动员提供个性化的运动处方和运动康复等具体信息。本文总结了在运动监测领域可穿戴式汗液传感器的最新研究进展,介绍了3类应用于运动监测领域的可穿戴式汗液传感器以及在人体汗液分析的最新研究成果。最后对可穿戴式汗液传感器在运动监测中面临的挑战进行了分析,对未来有可能取得突破性进展的方向进行阐述。旨在聚焦可穿戴式汗液传感器在运动监测中的技术难点,提供多维解决方案,为实现在运动监测领域的快速发展助力,为促进\"健康中国2030\"提供科技支撑。", "label": "控制科学与工程", "id": 0}
{"content": "将具有光敏、气敏性能的二氧化钛纳米管、复合碳纳米管形成P-N异质结提高材料肖特基势垒以及材料的气敏性能,将气敏材料异质结与光激活方法相结合,利用协同效应提高气敏材料异质结基础上的气敏性能。同时硫化锌量子点的加入可有效提高材料表面活性位点的数量以及光激活能力,进而降低气敏材料所需的热激活能量。本文先后使用两次水热法,制备出TiO2纳米管、TiO2纳米管/碳纳米管、TiO2纳米管/碳纳米管/ZnS量子点复合材料以及相应的气敏传感器。利用紫外光激活,研究对比利用以上三种材料制备的气敏传感器在100℃环境下的气敏特性。结果表明:量子点加入能改善光激活下随着碳纳米管复合量增加受抑制气敏性能,响应时长与恢复时长均减少,t+0.1%c+1%z在100℃下光激活气敏综合性能最佳,总用时时间可以减少50秒以上;相比于无光照,光激活情况下,灵敏度有明显的提升,曲线更加平稳流畅,材料气敏性能更加稳定;梯度通入乙醇和甲烷两种测试气体,复合材料均有较好的气敏性能,说明复合材料具有较好的气体选择性,同时复合材料对于乙醇气体灵敏性能更佳,更适合作为乙醇气体传感器。", "label": "控制科学与工程", "id": 0}
{"content": "本文针对传统的直流电流测量法在高压输电测量过程中的缺陷,提出一种远距离的直流电流测量的方案,在该方案中选择了三个三轴磁传感器组成的阵列来测量空间磁场,并通过传感器阵列获得的空间磁场强度来反推电流的大小。在算法中利用地磁的空间短时不变性来实现对未知变量误差和传感器本身误差的校正,从而提高直流电流测量法的测量准确率。最后在实验室内搭建了500 kV的等比例模型来验证设计方案,实验结果表明该方案具有较高的可行性。", "label": "控制科学与工程", "id": 0}
{"content": "本文提出了一种具有倾斜槽结构的太赫兹类表面等离子体结构,提高了传感检测灵敏度。基于有限元方法对该结构的几何参数进行了优化,利用COMSOL数值模拟了待测物质不同折射率下对应的反射光谱。研究结果表明,当待测物质折射率nd由1.0变化至1.04时,折射率灵敏度S高达4.9—18.2 THz/RIU,FOM值达到208—546,该研究在气体传感检测领域具有潜在应用价值。", "label": "控制科学与工程", "id": 0}
{"content": "为了解决传统传感器持续工作能力不足、系统在线监测以及强雷暴环境下的试验安全等问题,本文对雷电电场传感器进行了改进,以STM32芯片为控制核心,研制了一套基于光纤供能的电场测量系统。系统具有电源管理、传输比在线校准和温度在线监测等功能。标定实验表明系统带宽约为33 MHz,量程范围为0.1～117kV/m,满足人工引雷通道近区电场的测量需求。", "label": "控制科学与工程", "id": 0}
{"content": "由于现有的湿度传感器在用于间室内探测湿度时,会在用户打开冰箱门后出现湿度传感器表面凝结水滴,间室内空气湿度急剧上升,无法正常探测空气湿度的现象。本文针对这一问题,首先研究通过建立的数学模型,通过MATLAB数值分析间室内产生凝露的露点温度,然后计算在冰箱门打开情况下,间室内部空气吸收的热量及产生凝露水的条件,再通过实际测量结果验证仿真结果的正确性,最后给出避免湿度传感器表面产生冷凝的优化方案。", "label": "控制科学与工程", "id": 0}
{"content": "基于雷达传感器检测耐火材料厚度及探测池壁及池底保温层中初期玻璃液渗透技术已经发展了几年了。这项技术已经在几个主要生产商的瓶罐玻璃,浮法玻璃及器皿玻璃窑炉上进行过实践盲试验证。由于此技术被发现在工业领域的广泛应用,不仅是工业制造商而且包括保险商也认可基于雷达技术的传感器检测在窑炉检查,维护及风险管控上成为一个新的工业标准。", "label": "控制科学与工程", "id": 0}
{"content": "本文提出了一种基于差分传输方式的微带型超宽谱电磁脉冲传感器,该传感器由两个反向放置的微带结构组成,并通过双同轴结构传输电压信号。通过对同轴电缆输出的两路电压信号进行差分处理,可以有效消除采用其他传输方式时由传输线或屏蔽盒引入的共模干扰,实现对超宽谱电磁脉冲的高保真测量。所设计的传感器有效测量时间窗3.6 ns,-3 dB带宽大于4 GHz,可在有效时间窗内直接复原超宽谱电磁脉冲。", "label": "控制科学与工程", "id": 0}
{"content": "最近合成的单层金刚石已被证明具有优异的机械和电学性能,在纳米质量传感器领域具有巨大的潜力。在此,采用分子动力学（MD）模拟来系统地研究用于质量检测的金刚石纳米带（DNR）的振动响应。结果表明,在不同附着质量下,DNR的固有频率约为相同尺寸的双层石墨烯纳米带（BGNR）固有频率的三倍。DNR的边缘平整度可以在振动过程中保持,而BGNR的边缘在初始状态会翘曲。增加预应变可以显着提高DNR的固有频率,从而导致DNR的响应灵敏度更高。此外,DNR具有比BGNR更高的质量分辨率,可以检测更小的附着质量。谐振器中附着质量的位置对检测响应有显着影响,当附着质量靠近谐振腔中心时,频移达到最大值,然后当附着质量接近DNR边缘时迅速减小到零。最后,附着质量对DNR的品质因数没有明显影响,其值稳定在105到106数量级之间。进行了理论分析证明了MD结果的准确性。MD模拟表明,DNR作为未来纳米质量传感器的谐振材料具有重要发展潜力。", "label": "控制科学与工程", "id": 0}
{"content": "碳纳米管作为纳米机械质量传感器的敏感元件,可以极大地提高传感器的灵敏度。本文基于欧拉-伯努利梁模型,应用非局部弹性理论研究了单壁碳纳米管质量传感器的轴向振动行为。基于哈密顿原理建立了振动控制方程,分别获得了描述系统振动特征的频率方程和频率响应关系式。还提出了一个近似解析计算方法用来获得显含物理参数的各阶固有频率表达式,并且给出了一个计算系统基频的简单表达式。此外,结合理论分析结果、应用LAMMPS分子动力学仿真模拟,并记入传感器在实际工况下的阻尼环境,对比和讨论了各个物理因素对质量传感器的振动行为的影响规律,并且利用阻尼所产生的稳定振动信号来识别判断附着的纳米粒子是否发生脱落。结果表明,增大尖端附着质量和调节非局部参数可以有效地提高质量传感器的灵敏度。此外,对于碳纳米管质量系统二阶、三阶的频率偏移,附着质量和非局部效应对其影响都很小。", "label": "控制科学与工程", "id": 0}
{"content": "校准是保证传感器测量数据准确的前提,一套可靠的低频振动传感器校准系统对传感器校准结果的可信度至关重要。由于低频标准振动台振动频率低、系统非线性,输出的信号带有谐波分量,不利于传感器校准。介绍了一种具有谐波消除功能的低频振动传感器校准系统,分析了其谐波产生机理,提出了一种谐波消除算法。经振动台实验,该算法可以精准消除低阶谐波分量,具有较大的工程应用价值。", "label": "控制科学与工程", "id": 0}
{"content": "在对自然环境激励下的工程结构进行随机振动现场测试前,为了获取高质量的测试数据,需要标定仪器和制定实验计划。例如,在使用ETNA2型传感器进行现场测试前,需通过预实验明确单个传感器的噪声水平和传感器之间的同步性能。预实验结果表明,在0～1Hz范围内,ETNA2型传感器的噪声约为器之间协同工作13小时而信号几乎不产生相位偏差。数据采集和分析的计划最好应在测试项目的规划阶段制定,计划应包括数据的最终用途、传感器数量及类型、采样频率的选择、测点的布置,以及工况的选择等。实例分析包括一座单跨混凝土拱桥的单测步实验和一栋8层混凝土建筑的多测步实验,获取了这两种结构的模态信息供下一步研究。", "label": "控制科学与工程", "id": 0}
{"content": "磷灰石结构硅酸盐作为一种有应用潜能的荧光粉,在其物理、化学等性能方面都值得深入研究。目前对磷灰石结构硅酸盐的研究颇多,但是对于Mg2Gd8（SiO4）6O2的报道相对较少,且Ce3+掺杂的Mg2Gd8（SiO4）6O2荧光粉和Ce3+掺杂的其他磷灰石结构硅酸盐基质荧光粉的光谱具有一些独特的现象。Mg2Gd8（SiO4）6O2:Ce3+荧光粉中Ce3+替换Gd3+并占据两种位点,分别是具有七配位的6 h位点和九配位的4 f位点。Mg2Gd8（SiO4）6O2:Ce3+荧光粉在335 nm紫外光激发下能够实现光谱在375–700 nm范围内的超宽带覆盖,且光谱较为对称,在CIE色度坐标上的位置处于近冷白光边缘。为了对荧光粉的光色进行调控,设计了两种策略。一是在Mg2Gd8（SiO4）6O2:Ce3+荧光粉的基础上再掺杂Mn2+,Mn2+替换了基质中的Mg2+,并通过从Ce3+到Mn2+的能量传递补充了光谱中较弱的红光组分并有效降低了色温,实现了Ce3+,Mn2+共掺Mg2Gd8（SiO4）6O2基质荧光粉的暖白光发射,并将Mg2Gd8（SiO4）6O2:Ce3+,Mn2+荧光粉应用于LED器件中。二是将Mg2Gd8（SiO4）6O2:Ce3+荧光粉放入金刚石对顶砧（DAC）装置施加压力,模拟并测试高压环境下荧光粉性能的变化。在压缩过程中,荧光粉的发光强度在常压到3.17 Gpa之间出现了反常增强现象;发射峰中心位置从常压到26.03 GPa整体红移了60nm,光色逐渐从近冷白光边缘变为绿色最后变为黄色。综上所述,Mg2Gd8（SiO4）6O2:Ce3+,Mn2+荧光粉具有LED用荧光粉和光学压力传感器的潜在应用。", "label": "控制科学与工程", "id": 0}
{"content": "本项工作建立了一种新型的上转换荧光和比色双模式传感方法用于迷迭香酸的定量分析。采用高温溶剂热法制备NaYF4:Yb/Er纳米粒子,在其表面包覆β-环糊精（CD）修饰的柠檬酸（Cit）,合成NaYF4:Yb/Er-Cit-CD纳米复合材料。传感系统的原理如方案1所示。在980nm的近红外光激发下,NaYF4:Yb/Er纳米粒子发出绿色荧光,发射峰为550nm,而氧化的3,3’,5,5’-四甲基联苯胺（oxTMB）在500-750nm处有很强的吸收峰,该吸收峰与NaYF4:Yb/Er纳米粒子的发射峰部分重叠。因此,基于荧光内滤效应（IFE）,氧化的3,3’,5,5’-四甲基联苯胺可以有效淬灭NaYF4:Yb/Er-Cit-CD的绿色荧光。当NaYF4:Yb/Er-Cit-CD/oxTMB体系中引入迷迭香酸时,蓝色的氧化的3,3’,5,5’-四甲基联苯胺被还原为无色的3,3’,5,5’-四甲基联苯胺（TMB）,由于3,3’,5,5’-四甲基联苯胺与NaYF4:Yb/Er-Cit-CD之间没有荧光内滤效应,NaYF4:Yb/Er-Cit-CD的上转换荧光恢复。同时,溶液吸光度的降低可以很容易地测量出来。溶液荧光信号的增加和吸光度的下降与迷迭香酸浓度有关。本工作构建的NaYF4:Yb/Er-Cit-CD/oxTMB传感器具有较高的选择性和灵敏度,荧光和比色线性响应范围为0.01-5μM,检出限（LOD）分别为0.004μM和0.007μM。该传感系统已成功应用于食品样品中迷迭香酸的检测。", "label": "控制科学与工程", "id": 0}
{"content": "生物体内病灶区域的光热治疗效果离不开精确的温度探测,稀土掺杂近红外纳米发光材料的温度传感特性倍受科研工作者们的关注,基于荧光强度比（FIR）的近红外（NIR）温度传感器在生物组织中具有优异的穿透性。针对当前单模近红外温度探针检测波段窄和灵敏度低等制约因素,作者利用Nd3+和Nd3+-Yb3+的下转换近红外发射为热响应探针建立双模温度检测模型。采用BaYF5:Nd3+/Yb3+作为基质设计近红外区域温度传感器,选取Nd3+位于~4F3/2（I）→~4I9/2/~4F3/2（II）→~4I9/2 （850-920 nm）的能级和Nd3+/Yb3+位于~4F3/2→~4I11/2/~2F5/2→~2I7/2（950-1100 nm）的发射。其中,前者的温度检测（传感器I）基于Nd3+的热耦合能级,而Nd3+/Yb3+探针（传感器II）则是非热耦合能级。因此,对传感器I采用玻尔兹曼分布理论和传感器II采用多项式拟合的灵敏度进行了研究。此外,讨论了BaYF5:Nd3+/Yb3+传感器I和传感器II在808 nm下的温度传感性能。实验证明,近红外温度传感探针为生物组织温度监测的应用提供了可能。", "label": "控制科学与工程", "id": 0}
{"content": "基于稀土纳米材料的光致发光强度比测温方法（PLIRT）是一种新型远程光学温度传感方法,在诸如量子技术或生物成像等领域中均有重要的应用前景[1-3]。目前见于文献报导的PLIRT最大灵敏度为31%K-1[4],如何获取更高灵敏度的光学温度传感器是该测温领域的一个重要问题。本文中,利用氯化铒硅酸盐（ECS）纳米线（NW）[5,6]我们开发了首个单根纳米线的PLIRT。利用铒离子~4I13/2能级在ECS晶格环境中完全分离的斯塔克劈裂,我们构建了一系列完全满足玻尔兹曼分布的温度判据并首次以灵敏度最大为原则进行了判据自优化选择。该ECS NW PLIRT实现了测温参数的多项突破,如最大的灵敏度(138%K-1),最优的温度分辨率（0.01K）,以及工作于纯生物光学窗口NIR-IIB区的最大测温范围（4-500 K）等。该自优化方法和基于其展示的ECS NW PLIRT将在微纳尺度光学温度传感的科研和工业生产领域产生重要影响。", "label": "控制科学与工程", "id": 0}
{"content": "环境污染是21世纪人类社会可持续发展所面临的挑战难题之一。气敏传感器在环境保护和安全监督方面起着极其重要的作用[1]。它在众多领域如空气净化、石油化工、医疗器械、纺织机器、食品安全、农业测量等得到广泛的应用。需要气敏传感器检测微量气体,以防止易燃易爆（H2）,有毒（CO）或者有刺激性（NH3）气味,影响正常的安全作业和身体健康。在诸多的半导体催化材料中,以其独特的优势,如光稳定性好、廉价易获得、无二次污染等特点,TiO2受到科研工作者的广泛关注。然而,TiO2半导体自身的宽禁带特征限制了它的光响应范围,使得只有能量大于或等于3.2 eV（锐钛矿TiO2的带隙宽度）的紫外光子才能引起光催化反应。首先,本文通过水热法制备复合材料,发现TiO2纳米颗粒沉积微米棒的表面。通过以甲基橙光催化活性对照实验,发现复合材料在NIR激发下对有机染料有光催化活性,并且发现在复合材料中对TiO2的激发主要源自NaYF4和TiO2二者之间荧光共振能量传递（fluorescence resonance energy transfer, FRET）[2]。复合材料和混合材料的光催化对比实验表明FRET是提高光催化活性的一个重要机制。在此工作基础上,进一步研究复合材料对NOX气敏传感性能的研究。", "label": "控制科学与工程", "id": 0}
{"content": "近年来,稀土离子掺杂上转换发光材料在照明显示、生物医学、防伪和温度传感领域得到了广泛应用。特别是在非接触温度传感方面,可应用于高电磁场、高腐蚀性、生物体等不适合采用接触测温的领域。开发高效上转换发光材料以及具有高灵敏度、高分辨率的测温材料是近几年的研究热点。本实验组也一直致力于此方向的研究,先后应用钼酸盐和钨酸盐体系设计了几种温度传感材料。近期我们以铟酸盐为基质,研究了Tm3+/RE3+(RE=Er3+,Ho3+)共掺上转换发光材料的温度传感特性,分别通过基于热耦合能级和非热耦合能级的荧光强度比技术,对其温度传感特性参数进行了研究,研究结果表明,该材料具有高的上转换发光效率和高温度传感灵敏度。我们采用溶胶凝胶法制备了一系列BaIn2O4:Yb3+/Tm3+/RE3+(RE=Er3+,Ho3+)荧光粉,通过对XRD数据的精修研究表明稀土离子成功替代了In3+离子位置。在功率为30 mW的980 nm激光激发下,样品呈现裸眼可见的发光,可见样品的上转换效率较高。并采用荧光强度比技术研究了其温度传感特性。实验结果表明,对于BaIn2O4:Yb3+/Tm3+/Er3+材料,基于非热偶能级~1G4(Tm3+)和~2H11/2(Er3+)荧光强度比,得到在473 K时的测温灵敏度最大值为0.1433 K-1。而对于BaIn2O4:Yb3+/Tm3+/Ho3+材料,基于非热偶能级~3H4(Tm3+)和~1G4(Tm3+)荧光强度比,得到测温灵敏度最大值为0.2545 K-1。可见BaIn2O4:Yb3+/Tm3+/RE3+(RE=Er3+,Ho3+)荧光粉可应用于非接触性测温传感器件开发。", "label": "控制科学与工程", "id": 0}
{"content": "RECOB（RE代表Y和稀土离子）高温压电晶体作为压电传感器件的核心元件,在军工、石化、航空航天和电力等领域均有广泛应用前景。其中,RECOB晶体的介电响应特性对于调制其在高温压电传感器中的电弹性质以及提高其灵敏度具有至关重要的作用。研究表明,RECOB晶体的介电张量d22分量随着RE3+离子半径的增大而增大,但是当RE3+为La3+时d22出现了反常下降的现象。为了解释这一奇特现象并探明RECOB晶体的介电响应机理,我们选择了位于介电张量随RE离子半径变化曲线上三个转折点上的YCOB、PrCOB和LaCOB晶体进行了细致研究。通过实验表征其组分及结构,发现三种晶体中存在不同浓度的RECa和CaRE反位缺陷,从而产生共占位和部分无序结构。通过第一性原理计算研究我们发现,对于RECOB系列晶体,其介电极化是电子杂化引起的电子云极化和化学键振动引起的离子位移极化共同作用的结果。LaCOB晶体中存在LaCa和CaLa两种反位缺陷,其中LaCa缺陷易于失去电子形成La+Ca带电缺陷,该缺陷会引起LaO6八面体极化方向从y方向反转为x方向,从而显著降低LaCOB晶体的d22介电分量。建议采用Tm等离子掺杂来减小LaCa缺陷浓度并改变REO6八面体极化方向,对于提高LaCOB晶体d22分量的介电响应将具有显著效果。", "label": "控制科学与工程", "id": 0}
{"content": "力敏传感器（压力、振动、加速度等）在航空航天、水利桥梁、核电能源等领域有着重要应用。随着科技的发展,特殊领域如航空航天、核电能源等对力敏传感器性能提出了更高的要求。压电式传感器由于体积小、能耗低、组装简单、温度稳定性好等优点,在超高温力敏传感技术领域具有广阔的应用。围绕高温力敏传感应用,本文介绍了研究团队在多种稀土氧化物压电单晶及特种传感器件研究方面的工作。介绍了硅酸镓镧系列和稀土硼酸盐系列压电单晶的生长习性、压电性能以及相关的力敏传感器件研究新进展,报道了工作温度可超过650℃的压电振动加速度传感器。", "label": "控制科学与工程", "id": 0}
{"content": "为了更好地实现自动化专业培养和立德树人目标的有机融合,东南大学自动化专业探索专业课程思政建设思路及举措.采用基于OBE的自动化专业课程思政建设理念,从专业课程思政体系建设、课程思政机制建设、课程资源建设、课程思政教师能力提升等四个方面入手探索建设举措.明确专业课程思政培养目标,构建课程思政目标体系与毕业要求之间的支撑矩阵,修订所有教学大纲实现课程思政全覆盖;依托学院文化建设促进专业课程思政建设;完善课程和教材建设,建设课程思政示范课程和重点教材;充分发挥基层教学组织的作用开展课程思政交流研讨和培训,提升教师的课程思政教学能力.这一系列举措为新时代背景下的自动化专业课程思政建设提供新思路、新方法.", "label": "控制科学与工程", "id": 0}
{"content": "在\"中国制造2025\"背景下,工业过程自动化专业面临发展新问题,本文旨在于剖析在智能制造下相关专业发展的新内涵,探讨在高职院校中工业过程自动化专业重构和建设过程。", "label": "控制科学与工程", "id": 0}
{"content": "OBE教学理念在很多国家已经成为主流的教学理念,甚至实现了教育范式的转换。在新的时代背景下,为进一步提高高端制造业人才队伍素质,武昌首义学院的自动化专业进行了智能制造的方向转型,并与OBE理念相结合,研究了智能制造背景下自动化专业OBE人才培养方案,以健全人才培养机制,创新人才培养机制。", "label": "控制科学与工程", "id": 0}
{"content": "智能BIT技术起源于20世纪80年代,是人工智能技术与BIT技术紧密结合的产物。该技术经过40余年的发展逐渐成熟,在智能检测、智能设计、智能诊断、智能决策等方面形成较完善的理论体系。但是,随着高新技术装备的研制以及装备维修保障模式的变革,新一代智能BIT设计中面临故障机理不清、故障样本缺乏、智能诊断能力不足、智能预测系统薄弱等问题。今后智能BIT的基础研究和应用探索究竟该如何开展,未来发展方向是怎样,将是一个非常急切且需要深入探讨的问题。在对智能BIT技术内涵、发展历史、当前面临的技术需求进行剖析的基础上,指出目前智能BIT技术研究存在的问题和今后研究的突破方向。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞党的十八大以来,习近平总书记多次指出,创新是引领发展的第一动力。当前,全球新一轮科技革命和产业变革孕育兴起,与我国加快转变经济发展正形成历史性交汇。为主动应对新一轮科技革命、产业变革和新经济挑战,服务国家战略,教育部积极推进新工科建设,先后形成了\"复旦共识\"、\"天大行动\"和\"北京指南\",全力探索满足我国产业发展和国际竞争的多元化、创新型卓越工程人才培养模式。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞一、引言近年来,全球掀起了新一轮工业革命的浪潮,以德国工业4.0为首的第四次工业革命正深刻地改变着现代制造业结构,中国也推出了《中国制造2025》国家战略计划,加速制造业转型,大力培养具备智能制造创新能力的新型工程技术人才,这些工程技术人才是工业4.0的主力军。为了适应智能制造工业发展的需要,在人才培养方面,必须适应时代的发展,这对智能制造的教学提出了新的要求。目前智能制造的教学难", "label": "控制科学与工程", "id": 0}
{"content": "本文简单介绍了ROWA自动化药房的应用配置,通过分析现有发药模式,将顺序化发药流程进行优化,不仅有效缩短了患者取药时间,而且提高了药师工作效率。", "label": "控制科学与工程", "id": 0}
{"content": "信度函数理论（亦称证据理论）是一种重要的不确定性建模与推理方法,引发了众多研究关注,也取得了诸多的实际应用。但在信度函数理论的研究及应用过程中,还存在较多的误解及盲区,特别是在其与概率论（Bayes理论）间的关系层面。本文将针对信度函数建模、推理等多个环节中存在的问题结合算例进行分析探讨。在此基础上指出了信度函数理论仅为概率论的一种不成功的拓展,未来还需要投入大量的工作进一步地发展完善。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞中国自动化学会华东六省一市学术年会是面向中国自动化学会全体会员和华东六省一市从事自动化及相关领域的广大科技工作者的盛会。2018年\"人工智能与智能制造\"高峰论坛暨中国自动化学会华东六省一市学术年会于10月19-21日在宁波召开。本次会议由浙江省自动化学会主办,宁波大红鹰学院承办,浙江大学、江苏省自动化学会、山东省自动化学会、安徽省自动化学会、江西省自动化学会、福", "label": "控制科学与工程", "id": 0}
{"content": "文章提出一种基于多源信息融合隐式表达的社交网络挖掘的新思路,利用DNGR模型表征结构信息,针对LDA不能描述节点间文本相似性的问题,提出DLDA模型表征文本信息,最后利用SDAE模型进行信息融合。文章在真实数据集上对社交网络挖掘的经典任务链路预测、社区发现、异常节点发现进行实验,证明了该多源信息融合隐式表达的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "将有源抗金属电子标签附着在集装箱表面,利用超高频阅读器在集装箱卡车进出堆场道口进行信息采集,通过无线传输通信系统,存储在后台数据库中。集装箱的到达时间和离开时间数据作为启发式算法的输入,决策集装箱的调度方案,再次通过无线传输通信系统,让堆场龙门起重机执行。经过实物仿真平台的检验,基于信息物理融合系统的智能港口平台能够减少堆场中集装箱的倒垛操作从而提高码头效率、节约运营成本,实现了堆场物流作业的信息化和智能化。", "label": "控制科学与工程", "id": 0}
{"content": "为了提高通信系统故障诊断的准确性,提出了一种基于改进证据理论信息融合的故障诊断方法。本文先介绍了D-S证据理论信息融合算法的基本原理,针对强冲突证据之间的合成问题,为了在证据高度冲突下实现多源信息的有效融合,本文在经典D-S理论基础上提出一种新的冲突系数表示的方法,利用该方法来表示冲突系数对冲突的有效度量,对融合结果进行修正。采用改进的证据理论对通信系统故障诊断的各种初步结果按照算法进行融合决策,能够有效降低不良证据对诊断结果的影响,在一定程度上弥补了经典D-S理论的不足,提高了通信系统故障诊断的准确性。", "label": "控制科学与工程", "id": 0}
{"content": "为了提高基站系统故障诊断的准确性,提出了一种基于改进的冲突证据信息融合的故基站障诊断方法。本文先介绍了基站故障处理所存在的问题以及D-S证据理论信息融合算法的基本原理,针对强冲突证据之间的合成问题,为了实现多源信息在证据高度冲突下的有效融合,本文在经典D-S理论基础上提出一种新的冲突系数表示的方法,利用该方法来表示冲突系数对冲突的有效度量,对融合结果进行修正。采用改进的证据理论对基站系统故障诊断的各种初步结果按照算法进行融合决策,能够有效降低不良证据对诊断结果的影响,提高了基站系统故障诊断的准确性。", "label": "控制科学与工程", "id": 0}
{"content": "隐蔽工程是公共工程精确化跟踪审计的难点,单传感探测手段难以系统地揭露工程内部状态,分析隐蔽工程非接触式审计的远程、连续、高精度跟踪探测方法,提出隐蔽工程多源无损探测传感数据融合、相关、分析和显示的技术框架,从高维检测信号融合算法自适应性角度出发,以并行与分布式检测信号融合理论为基础,刻画和表征复合无损检测高维信号缺陷特征向量矩阵,构造缺陷特征向量并行融合框架,建立面向复杂检测对象的自适应并行数据融合框架,构建声、电、光、热、磁多波段无损内窥融合技术框架,综合单传感探测手段获取的碎片信息,实现隐蔽工程内部状态的远程可视化,构建非接触式审计的技术基础。", "label": "控制科学与工程", "id": 0}
{"content": "在信任函数理论框架下,当高度冲突的证据进行组合时,Dempster组合规则可能会产生有悖常理的结果,原因之一在于不能合理表征冲突度量。在总结现有BBM型冲突度量方法缺陷基础上,提出了一种基于Jaccard相似系数的BBM型证据冲突度量方法。通过经典算例可以看到,该证据冲突度量方法能够对三组以上证据进行总体冲突度量,且具有较好的冲突度量性能。", "label": "控制科学与工程", "id": 0}
{"content": "针对在融合处理时需要将融合中心维护的系统航迹与上报的报告或观测进行时间对准,也即是将系统航迹的状态外推至报告或观测时刻,本文提出一种基于航迹信息的状态预测方法:首先利用到当前时间系统航迹获取的的航向、速度信息采用衰减记忆的方法实时估计目标转弯角速度、切向加速度和转弯半径;然后利用估算的转弯半径以及当前系统航迹的位置构建目标平面转弯运动模型;最后根据构建的转弯模型以及可能的目标运动假设计算预测时刻目标位置。", "label": "控制科学与工程", "id": 0}
{"content": "随着数字油田深化应用和智能油田建设的开展,信息技术手段已经从早期的管理驱动和共享信息逐渐转向和业:务的深度融合,信息资源已琶经成为数字油田和智能油田的核心要素资产,因此智能油田应用支撑平台必须面向信息资源的融合,实现全景式协同的智能。油田应用场景。", "label": "控制科学与工程", "id": 0}
{"content": "多传感器融合是一个涉及到信息科学、计算机科学、自动化化科学的复合型学科,是一个正处于发展中的研究方向。本文在讨论了多传感器信息融合的基础上,对其关键技术进行了进一步的讨论。并探讨了线导鱼雷与潜艇通过线导通道进行信息融合的若干实际问题,指出雷艇信息融合在这方面存在的特殊性,并展望了其应用前景。", "label": "控制科学与工程", "id": 0}
{"content": "针对恶意软件在信息物理融合系统中的传播机理难以描述的问题,利用非线性动力学理论建立了一种SIQR模型,基于稳定性理论和Hopf分岔定理对该模型的复杂动力学行为进行分析,求出了模型的平衡点与基本再生数,并计算出分岔参数的阈值。数值仿真表明所提出的模型能较好地反映恶意软件在CPS中的传播过程。", "label": "控制科学与工程", "id": 0}
{"content": "证据理论用于处理不确定性问题,处理结果用于决策,要求决策规则使决策结果指向性明显。本文对典型证据决策规则进行了介绍,提出了基于最大DSmP概率的决策规则。通过两个数值算例与其他决策规则进行比较,结果表明所提出决策规则能更有效利用现有信息扩大各命题之间的信任差异,决策结果指向性更明显。", "label": "控制科学与工程", "id": 0}
{"content": "针对基于D-S证据理论的态势估计方法在处理多源冲突数据时融合效果不佳的问题,本文提出一种基于冲突数据聚类的调和式态势估计方法。首先结合Jousselme距离和经典冲突系数构建了一种新的冲突证据表征方式;然后利用迭代自组织数据聚类方法（ISODATA）对多源冲突数据进行聚类;最后对同一聚类簇的证据采用D-S规则得到态势结果,同时采用距离准则函数评价态势结果的有效性。仿真结果表明:与传统态势估计方法相比,本文所提方法在融合多源冲突数据时能够得到可信度较高的态势估计结果。", "label": "控制科学与工程", "id": 0}
{"content": "本文从相对简单的系统模型着手来探索多量化观测下的系统辨识与信息融合。首先,研究了带噪声观测和量化观测并存下的系统辨识问题。基于最小二乘估计算法和经验测度集值估计算法,提出了对两种不同类型观测数据的融合加权算法,分析了算法的强收敛性以及在Cramer-Rao下界意义下的渐近有效性。其次,研究了多量化观测下FIR系统的辨识问题。在不同的量化观测信息下,提出了融合辨识算法,证明了算法的强收敛性和渐近有效性。数值例子验证了算法的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "在信息融合系统设计中,分布式结构因为其独特的优势是系统设计中经常采用的方案,同时针对融合系统不同结构的性能评估是近年来研宄领域的一个重要内容。本文结合统计学方法提出了信息融合系统评估流程,由于该过程的随机性利用析因实验和方差分析法等统计分析方法,分析影响性能评估主要因素的相互作用并进行了实证统计研宄,来强化对改变测试系统场景/性能评估参数/性能评估算法等引起的性能评估问复杂的相互依存关系的认识。实验结果表明,性能评估方法应建立在具体融合树的应用程序设计基础上,同时改变性能评估过程/参数可以显著影响评估结果。", "label": "控制科学与工程", "id": 0}
{"content": "针对缺少GPS及其他无线定位网络环境下的室内定位需求,基于数据信息融合的思想,不再关注局部信号的精确性,而是关注整体动作信号的大变化,从而寻求信号与动作类别的对应关系,设计了一种基于人体动作识别的室内定位系统。采用小波包特征提取算法和支持向量机（Support Vector Machine,SVM）的动作智能判定技术,根据信号特征判定动作类别,再结合个体属性,确定人员的实时位置。实验测试表明,该系统定位误差小于1米,对人员动作识别的准确率达到96%以上。", "label": "控制科学与工程", "id": 0}
{"content": "本文针对DS证据理论在证据高度冲突的情况下无法获得正确的诊断结果问题,提出了一种基于改进DS证据理论的协同故障诊断决策融合算法,该算法将贴近度与DS证据理论算法相结合,根据诊断信息重要性分配权重,在减少冲突信息的同时保留重要的诊断信息。实例分析与仿真结果表明,该算法降低了诊断信息间冲突的影响,提高了决策融合的精确度。", "label": "控制科学与工程", "id": 0}
{"content": "信息融合算法中,因子图算法具有快速高效的优势,但是融合过程中固定权值分配方式会导致融合误差在某些时刻急剧增加。本文基于因子图技术,提出了一种改进的加权融合定位算法:通过统计分析不同因子的性能特点,根据可信度函数合理地动态调整权重,从而得到改进的加权融合定位结果。本文采集了卫星定位、WLAN定位这两种传感器的数据,对该算法进行仿真验证,试验结果表明,与传统的因子图算法相比,改进后的加权融合算法有效地提高了定位精度。", "label": "控制科学与工程", "id": 0}
{"content": "本文主要叙述了信息物理系统和信息物理空间这两个似乎相同却有着差异的新概念。我们都知道,当今社会正处于一个高速发展的阶段,而在此阶段中先后出现的两个\"CPS\"也是处于一个至关重要的地位,它们无时无刻不在影响我们的生活。在这篇文章中,我将以对京津冀一体化的推动为例来简单阐述这两个概念,使大家更加了解它们。", "label": "控制科学与工程", "id": 0}
{"content": "由于GPS/DR组合定位导航系统可以弥补GPS和DR两种定位技术各自的缺点,因此组合导航正成为车载导航应用中的最佳选择。目前,为计算方便,GPS/DR系统多采用单一模型方式如常速模型,假定目标运动在某一特定状态下而进行位置估计。由于DR观测值的非线性,须采用扩展卡尔曼滤波方式进行位置估算,这一过程不仅十分复杂而且将有可能产生较大误差。基于上面两点考虑,将基于机动目标常见的三种运动模型,即匀速模型,匀加速模型及转弯模型以及滤波效果较为突出的当前统计模型,引入交互多模型滤波的模型集并采用一种DR线性观测模型,以此建立集中卡尔曼滤波对机动目标进行位置估计,仿真实验及实测数据验证算法结果均表明了算法的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "在DS证据理论框架下,算法的计算复杂度是主要的批评来源之一。为了克服这个问题,提出了一种考虑完备集合关系的新近似算法,将保留焦元和剩余焦元的四种集合关系考虑进去,实验证明了该方法比其他方法具有更好的近似精度。", "label": "控制科学与工程", "id": 0}
{"content": "航空飞行器测量数据的实时处理精度及稳健性,直接关乎指挥中心安控、指显工作。目前靶场航空器轨迹的实时确定,存在弹道的稳健性不够,普遍出现阶跃,断点,散乱等问题,严重影响到指显屏幕的输出效果及飞行器安全控制工作。目前的解决方案主要包括弹道级UKF滤波以及弹道级加权平均等方法,问题的关键归结于数据的实时精度评估,其直接影响数据权值的实时确定。本文提出了一种结合聚类分析的中值滤波弹道融合技术,以求实时确定测量数据的精度评估。利用工程经验信息,确定聚类准则,并按类别为弹道数据赋权。该算法的精度满足安控系统要求,并且稳健性满足指显屏幕输出要求,在精度要求及稳健性进行了有效折合。", "label": "控制科学与工程", "id": 0}
{"content": "针对典型证据折扣方法折扣需要计算证据冲突程度以及无法克服隐藏冲突的问题,提出一种采用证据主元计算折扣因子的方法。依据多组证据较大程度地支持相同命题则这多组证据之间相互支持的思想,定义并量化确定了证据主元,采用主元相容程度计算证据折扣因子。该方法特点为不需要计算证据冲突程度,数值算例表明,该方法能有效融合冲突证据,并能克服证据隐藏冲突问题。", "label": "控制科学与工程", "id": 0}
{"content": "近年来,随着液化气应用越来越广泛,在其使用过程中的安全问题也越发重要;本文针对液化气监测领域的业务特点,应用在液化气监测试点采集到的实时数据,分析了液化气使用过程中影响液化气爆炸的混合气体中二氧化碳气体浓度与液化气爆炸上下限的动态关系,通过针对多传感器提供的气体数据应用基于加权数据融合的方法,将监测区域中同类型多传感器采集的数据进行融合。同时通过融合数据的分析提出一种液化气监测系统的数据分析流程图,为液化气监测系统提供动态的爆炸预警。", "label": "控制科学与工程", "id": 0}
{"content": "本文分析了目前自动化专业英语教学中存在的不足,结合作者在专业英语课程讲授中的体会,在教材建设、教学内容、教学方法、教学手段和考核方式等方面进行了有益的改革尝试。实践证明,这样的改革可以有效提高专业英语教学的质量。", "label": "控制科学与工程", "id": 0}
{"content": "单一模型一般难以表达复杂的生产过程特性,在软测量应用中往往容易使得模型的估计精度低、泛化性能差。本文提出了一种基于自适应模糊高斯核聚类的概率加权多模型融合方法,利用高维空间内样本的分散性来确定聚类中心,取得最佳聚类效果。根据贝叶斯后验定律进行多模型融合,使总模型输出更具合理性。该方法不仅克服单模型预测的局限性,还同时对传统多模型融合方法做了一些改进,提高了过程预测的精度。", "label": "控制科学与工程", "id": 0}
{"content": "剩余寿命估计是预测与健康管理的核心问题,是降低系统运行风险、提高系统安全性与可靠性的有效途径。针对工程实际中大量存在的非线性随机性退化系统,现有方法仅单独考虑了不确定测量或系统间个体差异对剩余寿命的影响,尚未实现同时考虑不确定测量和个体差异的剩余寿命估计。因此,本文首先建立了一种基于扩散过程的非线性退化模型,进一步通过建立的状态空间模型和Kalman滤波实现了同时考虑不确定测量和个体差异下的随机退化系统剩余寿命自适应估计,同时对漂移系数进行自适应估计,以获取非线性退化系统更加精确的剩余寿命估计。最后,将所提方法应用于疲劳裂纹监测数据,结果表明本文方法显著优于仅考虑不确定测量或仅考虑个体差异的寿命估计方法,具有潜在的工程应用价值。", "label": "控制科学与工程", "id": 0}
{"content": "剩余寿命（Remaining useful life,RUL）预测是预测与健康管理（Prognostics and health management,PHM）非常重要的一个环节。针对传统的预测方法不能同时考虑线性和非线性退化的问题,本文提出了一种基于维纳过程的带随机参数和确定参数的混合退化模型。基于首达时间（FHT）的概念给出了RUL的解析渐进显示形此外,模型中随机参数通过Kalman滤波技术实时更新,确定参数采用极大似然估计进行估计。最后采用陀螺仪实验数据验证了本方法的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "针对单传感器多目标跟踪系统存在的诸多问题,提出了基于概率假设密度（PHD）滤波的多传感器多目标跟踪融合算法,并给出了其混合高斯实现方法。该算法不仅能够避免复杂的多传感器多目标数据关联问题,而且能够实现杂波环境下多目标高精度跟踪。多次蒙特卡罗仿真实验表明,该算法在目标状态以及目标个数的估计精度高于单传感器多目标PHD滤波算法。", "label": "控制科学与工程", "id": 0}
{"content": "在归纳总结目前飞行器组合导航领域常见的三种信息融合方法的基础上,根据对估计误差方差阵的不同处理方法,提出了三种改进的信息融合算法。结合典型飞行工况下的算例验证了三种改进算法的性能,得到了综合性能较好的工程应用算法。仿真结果证明了改进的工程应用算法的合理性和有效性。", "label": "控制科学与工程", "id": 0}
{"content": "本文介绍了C4ISR系统以及其信息融合技术,研究了基于卡尔曼滤波算法在C4ISR系统信息融合中的目标跟踪,算法仿真结果表明融合后的主滤波器的跟踪效果明显好于单个信息的跟踪效果。", "label": "控制科学与工程", "id": 0}
{"content": "大数据时代使得数据的获取变得更快、更多、更复杂,而信息融合将多传感器数据通过去重、去噪、合并等手段,可以获取事件、场景、态势的完整信息,从而帮助了解事件的整个过程、还原事故现场、把握战场态势以及提升决策者的决策效率和正确性。辅助决策技术作为信息融合及处理的关键技术,对数据的分析和理解具有重要作用。文中详细介绍了信息融合中相关的辅助决策技术,包括关联分析、分类、决策支持、降维技术等。", "label": "控制科学与工程", "id": 0}
{"content": "时空配准是多源测量数据融合处理的前提,系统误差配准是其重要内容。针对复杂电磁环境干扰,验证了最小二乘法等传统配准方法的不稳健性。设计实现了基于双向链表排序的缓变序列实时中值估计算法,并在此基础上提出基于融合检择与设备间一次差实时中值估计的系统误差稳健配准方法。通过典型实测数据测试,验证了所提方法在工程应用中的稳健性,分析了其在时变系统误差处理中的应用。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞2015年7月29日,风起云涌,决战吴江。\"发现控制高手\"——第二届台达杯自动化设计大赛决赛今天正式开幕,来自全国各地近60支参赛队伍脱颖而出,历经筹备期、海选期,终于迎来了为期2天、在台达吴江厂区举办的巅峰对决,\"最佳控制高手\"即将于7月30日产生。吴江区区委书记梁一波先生、工业与信息化职业教育教学指导委员会自动化专业指导委员会主任张兴会先生、台达创办人暨荣誉董事长郑崇华先生、台达资深副总裁暨机电事业群总经理张", "label": "控制科学与工程", "id": 0}
{"content": "针对750kV变电站的主接线的复杂性、双网双重化保护配置及保护装置和断路器存在的误动和拒动等现象,提出了基于信息融合的冗余保护配置的750kV变电站故障诊断方法。该方法分别建立基于模糊Petri网（FPN）的故障诊断模型和基于粗糙集（RS）的故障诊断模型,在此基础上利用基于DS证据理论的信息融合技术,建立融合诊断模型,将FPN和RS两种诊断方法获得的诊断结果在DS证据理论决策级进行融合,通过DS决策规则,获得准确的诊断结果。仿真结果验证了该方法的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞报告提纲1信息融合的基本概念2冶金行业信息融合应用现状3过程信息融合介绍4工程实例分析5信息融合方法的研究趋势6结论1信息融合的概念信息融合又称数据融合,是对多种信息的获取、表示及其内在联系进行综合处理和优化的技术。传感器数据融合技术从多信息的视角进行处理及综合,得到各种信息的内在联系和规律,从而剔除无用的和错误的信息,保留正确的和有用的成分,最终实现信息的优化。它为智能信息处理技术的研究提供了新的观念。", "label": "控制科学与工程", "id": 0}
{"content": "针对创新人才培养培养目标,提出优化整合创新实践活动,建设创新实践基地。首先,对北京信息科技大学自动化学院学生创新实践活动的开展情况进行了总结;然后,对大学生科技创新计划项目、学科竞赛项目、实物型毕业设计项目、开放性实验项目等学生创新实践资源进行了梳理;在此基础上,介绍了创新实践基地建设思路与方案。", "label": "控制科学与工程", "id": 0}
{"content": "北京信息科技大学与研华公司通过坚持走校企产、学、研、用合作的道路,基于共建实验室及共同编写教材的合作基础,不断深化校企合作,与企业签订教育部卓越工程师培养计划合作协议,共同制定人才培养方案,共建校外实习基地。2011年共同申报并获批进入教育部第二批\"卓越工程师教育培养计划\",进入卓越工程师计划的本科学生四年累计到企业学习40周。2012年\"研华自动化校外人才培养基地\"获批\"北京市市级校外人才培养基地\"。2010级进入卓越计划试点学生的毕业设计题目全部来源于研华企业,企业导师和校内老师共同承担学生的毕业设计整个过程,逐步建成了比较完善的自动化专业实践教学体系。", "label": "控制科学与工程", "id": 0}
{"content": "在教育部正式启动的\"卓越工程师教育培养计划\"的背景下,针对自动化专业卓越工程师培养实践教学环节中存在的诸多弊端,以及缺乏大型集成系统实践环境等情况,采用MPS作为训练平台,结合自动化专业卓越工程师培养目标的要求和MPS可柔性组合、二次开发的特点,以开放式教学管理模式,安排自动化专业高年级本科生和卓越工程师班在MPS上尝试性地进行了自动化监控系统设计、企业信息化基础设计等实践性训练,不仅使学生对PLC、传感器、现场总线、网络通信、MES、ERP等工业现场主流产品和技术有了较全面的了解和应用,同时对自动化专业高年级本科生和卓越工程师班学生工程实践和创新能力的提高也起到了突出作用。", "label": "控制科学与工程", "id": 0}
{"content": "本文依据紧缺专业人才系数数据,建立基于GM（1,1）型人才灰色预测模型并分析出新形势下自动化类应用型人才的需求状况。更高层次的硬件操作技能与软件应用开发能力业已成为自动化专业应用型人才的专业核心技能,故构建出与之相适宜的技能教学体系在人才培养中具有十分重要意义。围绕这一培养目标,我系创新出\"层次递进、两翼并重\"的教学体系模式。实践证明,该教学模式进一步增强了人才技能的内涵水准,全面提升了学生的综合素质。", "label": "控制科学与工程", "id": 0}
{"content": "信息物理融合系统（Cyber-Physical System,CPS）是涉及信息系统和物理世界交互、融合的一个新的研究领域,由计算核心监控,是一种物理进程和计算进程紧密结合的系统。近年来,工业生产领域因\"三废\"排放引起的环境污染事故频发,因火灾、有毒有害气体泄漏引起的重大人员伤亡和巨大财产损失现象屡见不鲜,安全生产、环境友好生产等已成为各项工作的重点。基于CPS的智能综合信息平台为解决这些问题提供了新的途径。", "label": "控制科学与工程", "id": 0}
{"content": "传统PSDG在对大规模复杂工业系统正反馈回路内部进行故障隔离时需要新增节点打开回路,因而需要提供新增节点的先验知识,然而这些知识往往难以获得且缺乏可靠性。为此,本文提出一种基于改进概率符号有向图（Probability Signed Directed Graph,PSDG）的故障诊断方法。该方法在不增加新节点情况下通过对原SDG结构进行适当的变形来直接构建有向非环图形式的PSDG模型;并根据SDG相容通路对变形构建的PSDG模型进行简化,利用贝叶斯推理合理估计支路的条件概率,以得到故障节点的后验概率从而实现故障诊断。所提方法简化了PSDG处理正反馈故障的方式,降低了后验概率的计算复杂度,克服了SDG故障隔离不完全的缺点,保证了诊断流程的完整性。基于Tennessee Eastman过程的仿真研究验证了所提故障诊断方法的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "态势估计是信息融合领域的高层次融合过程,最终目的是形成战场态势图以辅助作战指挥员做出指挥决策。按作战应用需求不同,将战场态势图进行划分,且在形成战场态势图的过程中,将本体的概念引入进来,利用本体的这一共享概念模型的明确的形式化的规范说明,抽象出态势估计领域各态势元素的概念及其之间的关系,为不同级别战场态势图构建一个通用态势估计本体模型。模型构建完成后,假设一个具体作战场景,验证模型的有效性,并通过添加规则,实现简单推理。", "label": "控制科学与工程", "id": 0}
{"content": "针对军民融合信息系统的信息化建设对未来战争的重要性,提出了未来军民一体化的信息战争趋势及军民融合信息系统的发展方向,描述了国防动员指挥信息系统、城市防空信息系统以及平战结合的应急指挥系统的军民融合信息系统的信息化核心技术。", "label": "控制科学与工程", "id": 0}
{"content": "针对无线定位技术的广泛应用,提出了一种改进的卫星导航系统（GNSS）/无线传感器网络（WSN）融合定位算法。该算法利用卡尔曼滤波实现了GNSS伪距观测数据和无线传感器网络距离观测数据联合进行位置解算,重点研究了利用卡尔曼滤波实现融合数据的定位。通过仿真表明,在定位精度上,融合定位算法优于WSN使用的传统RSSI定位算法;同时,实现了GNSS在少于4颗可用卫星情况下的定位,扩大了定位的使用范围。", "label": "控制科学与工程", "id": 0}
{"content": "D-S证据理论是数据融合中处理不确定性问题的重要方法。但在使用D-S证据理论组合冲突信息时,往往会得出与直觉相反的结论。经典证据理论不能有效处理高度冲突的证据,极大制约了证据理论的应用。在实际工程应用中,通过合理度量冲突大小,重新分配冲突系数K,并对原始证据源进行特定修正,才能使融合结果更加真实可信。", "label": "控制科学与工程", "id": 0}
{"content": "当前大多数故障检测技术（FD）无法针对动态网络条件自动调整它们的检测服务参数,导致无法应用于实际环境中。本文对现实中的自动容错云计算网络的故障检测特性进行研究,首先提出了一种通用的容错云计算网络自适应故障检测算法（SFD）,然后基于上述通用算法,对当前故障检测器进行优化,提出了一种自适应累积型故障检测器,并对SFD算法的部署进行了研究。最后,我们基于7种典型的广域网案例,通过广泛的实验,比较评估了本文故障检测算法与当前其他算法的性能。实验结果表明,本文算法可以实现参数的自动调整,进而获得相应的服务质量,满足用户需求,拥有较高的系统性能。本文的SFD可以广泛应用于工业和商业领域,并为云网络带来巨大效益。", "label": "控制科学与工程", "id": 0}
{"content": "在工业过程中采用基于多变量状态估计的状态监测方法对系统故障进行预警,以降低工业过程中设备的维护成本。该方法采用一种改进的内存矩阵的构造方法,能够很好地覆盖工业系统的正常运行空间。当模型的估计值和实际测量值之间相差很大时表明设备状态异常。利用滑动窗口残差统计方法对残差进行分析,得出残差的变化趋势。当残差曲线超出设定的阈值区间时,系统开始报警。采用国内某电厂的实时数据对该方法进行验证,结果表明此方法可以有效地实现制粉系统早期故障预警。", "label": "控制科学与工程", "id": 0}
{"content": "针对信息融合中的威胁评估问题,在确定目标各威胁因素相关数学模型的基础上,本文提出了一种新的威胁评估时用于确定威胁因素权重的组合赋权方法。根据得到的组合权重,应用TOPSIS法来解决空战多目标威胁评估时的敌机威胁度大小的排序问题。仿真结果表明:该方法有效可行,排序结果更加可靠。", "label": "控制科学与工程", "id": 0}
{"content": "本文研究了非线性系统的分布式信息融合估计问题.基于扩展卡尔曼滤波（Extend Kalman Filter,EKF）和无迹卡尔曼滤波（Unscented Kalman Filter,UKF）方法,提出了适用于非线性系统的信息形式多传感器分布式状态融合估计算法.所提出的分布式状态融合扩展信息滤波器（EIF）与集中式的状态融合扩展信息滤波器完全等价.最后,通过一个移动目标跟踪实例的仿真研究验证了所提出的非线性融合估计算法的精度高于各局部估计.", "label": "控制科学与工程", "id": 0}
{"content": "基于多传感器信息融合技术,分析了空中目标的特征信息,并根据这些特征信息确定采用多传感器信息融合技术实现空中目标识别所用传感器的选用原则;在信息融合的基本原理及其系统结构的基础上,重点阐述了基于空中目标识别的多传感器融合算法,并对识别效果进行比较;最后对其发展趋势进行了展望。", "label": "控制科学与工程", "id": 0}
{"content": "短消息业务是当前电信网络提供的一种非常重要的业务,即时消息应用是当前互联网中提供的一种非常重要的应用。本文通过对短消息和即时消息的应用和技术的分析,对整合短消息和即时消息的融合消息业务和业务系统的必要性和可行性进行了分析,并提出了融合消息业务系统的设计和实现方案。而后进一步以示例的方式对融合消息业务系统的应用做了说明。", "label": "控制科学与工程", "id": 0}
{"content": "证据理论的合成方法的改进是近年来证据理论的研究热点,但是如何去度量证据之间的冲突却常常被人们忽视,传统的表征系数k被证明不能很好的描述证据之间的冲突。本文在传统表征系数k和信息散度的基础上,提出了一种新的冲突系数表征方法,利用证据间的信息散度表示证据之间的差异性,克服了传统冲突系数的不足。算法分析表明所提方法是合理有效的。", "label": "控制科学与工程", "id": 0}
{"content": "利用再入目标的部分跟踪测量数据,研究全程再入轨道的估计方法。采用UKF方法融合处理雷达测量序列,计算出再入目标的部分轨道参数及气动阻力系数,再利用再入轨道方程与数值积分法外推目标的全程再入轨道。数值仿真实验表明外推落点参数与实际落点参数偏差较小,该方法可以处理出高精度的全程再入轨道参数。", "label": "控制科学与工程", "id": 0}
{"content": "信任函数理论在融合目标识别领域具有广泛的应用。在融合目标识别的过程中,面临的首要问题是如何根据各传感器的识别结果构造基本信任分配函数。从信息论的角度引入了离散随机变量信息熵的概念,通过分配不确定性和确定性度量,提出了一种基于信息熵的度量层基本信任分配构造方法。在UCI数据库上通过与其他构造方法比较,表明该方法具有更高的正确识别率,能够有效地通过Dempster组合规则进行融合,具有合理的理论解释,复杂度适中,易于工程实现。", "label": "控制科学与工程", "id": 0}
{"content": "为提升融合系统对隐身目标和弱小目标的探测跟踪能力,研制出了一种新型的混合式的数据融合系统,在带宽有限的前提下,实现了航迹融合、多站干扰定位和对低探测目标的有效跟踪。仿真结果显示,该融合系统有效提高目标跟踪精度,减少了虚假航迹的数量,降低了航迹的混叠概率,提高了目标属性和类型识别概率,具备复杂场景生成,完成复杂目标融合处理和效能评估的能力,具有较高的经济价值和军事价值。", "label": "控制科学与工程", "id": 0}
{"content": "本文介绍了分布式估计融合的相关概念,协方差交、椭球交等误差相关性未知条件下的主要融合算法,重点描述了多源协方差交算法的最优性条件一种可大大降低计算复杂性的二源CI算法,以及EI算法等最新研究进展。", "label": "控制科学与工程", "id": 0}
{"content": "多年道路基础设施大规模建设、经济快速发展以及汽车保有量急剧增长背景下,全国路网每天产生海量交通出行需求,加剧了道路病害发生的频率、范围和严重程度,从而对道路养护的需求更多、要求更高。然而当前道路养护工作智能化程度不足,病害检测等业务主要依赖人工手段,存在道路养护成本高、效率低、数据链路不通等问题,与日益严峻的养护压力之间矛盾突出。基于视觉AI的智能病害检测技术赋能道路养护,能够显著提高道路病害检出率和病害类型识别准确率,同时可以精准识别并输出病害的长度、宽度、面积和发生位置等数据,支撑病害检测全流程智能化。从而实现道路病害检测的高效率、高精度,能够大幅度减少人工检测带来的标准不统一问题,降低人力需求和病害检测成本,支撑道路的常态化巡检、智能化检测以及预防性道路养护决策,实现主动式道路养护管理。", "label": "控制科学与工程", "id": 0}
{"content": "目前,我国公路养护在决策中会出现养护资金分配不合理,资源未充分利用等不同程度的问题。针对路面养护,基于粒子群优化算法建立养护决策模型,可有效平衡原粒子位置和飞行速度对新粒子位置的影响度,并通过10组基准测试数据验证了PSO算法的寻优性能和收敛精度。研究结果表明,PSO算法可有效对不同路面条件下公路养护决策进行优化分析,保障养护效率。", "label": "控制科学与工程", "id": 0}
{"content": "新工科背景下,人工智能专业国际化创新型人才需求急剧增长。针对现阶段人工智能培养课程体系和教学内容设计不合理、教学方法与教学手段陈旧、国际化创新型教学达不到预期教学效果等问题,以北京信息科技大学人工智能勤信实验班为例,对现有教学体系、教学方法进行全方位多元化探索。在牢牢把握立德树人根本指导思想的基础上,实施\"场景驱动\"的模块化培养体系,形成教育、科研、产业深度融合,创新型人才培养与技术应用型人才培养互补,宽口径培育与定制型培育相结合的培养体系,培养能够将人工智能技术应用于产业创新、社会治理、国家安全等方面的国际化应用型创新型人才。", "label": "控制科学与工程", "id": 0}
{"content": "城市体检是统筹城市发展与安全,指导城市更新行动,推进城市高质量发展的重要战略举措。随着城市规模的扩张与结构的复杂化,综合运用物联网、云计算、大数据、人工智能等高效信息技术手段,开展多源大数据的监测处理与精细化智能化的体检模型分析成为城市体检工作的必然趋势。本文结合新一代信息技术手段的优势与城市体检工作的关键诉求,开展了基于物联网和深度学习的城市体检应用研究。基于物联网进行对称架构和网络融合设计,搭建城市态势感知网;分析城市智能检测的技术原理和关键设计要素,研究基于深度学习技术体系赋能城市体检的应用,包括基于U-Net的遥感影像识别检测应用、基于DeepLab-V3+的城市空间品质评估应用和基于BERT预训练模型的政策舆情推理监测应用,为开展高效智能的城市体检工作提供借鉴。", "label": "控制科学与工程", "id": 0}
{"content": "随着国家经济的快速发展,城乡居民及工业的用电量激增。变电站作为整个电力系统的枢纽,保障变电站的安全稳定运行也尤为重要,一旦发生火灾等突发状况,不仅会造成电力供应中断影响生产和生活,严重时还会造成人员伤亡,产生巨大的经济损失。为了更有效地管理变电站的消防预警,依据视频及照片来定位火焰的特征及位置。应用工业电视监控来的数据,构建变电站的卷积神经网络消防模型,该模型分为两个部分组成:静态卷积神经网络和动态卷积神经网络。能够将工业电视拍摄出来的照片和视频分开,区分静态激活特性和动态视频帧的特征,对变电站内的火情进行识别和预报。实验表明,该模型能够自动在众多数据流中提取火焰的特征,有效的在复杂背景下发出消防警报,具有良好的鲁棒性和泛化能力,提升了变电站智能化水平。", "label": "控制科学与工程", "id": 0}
{"content": "在5G网络大规模部署的背景下,如何灵活高效地盘活现网存量资源、精准评估站点退网成为了急需解决的问题。基于AI分析技术处理栅格化的MR （回填经纬度）采样数据,从覆盖和容量两大维度切入,引入基于机器学习模型（XGBoost）构建的网络分层算法,建立网络分层覆盖模型,再结合机器学习模型（Random Forest）构建的容量分摊算法,评估站点退网的可行性,最终给出退网建议,为逼迁等被动拆除站点的退网评估工作和拆闲补忙、补盲等资源盘活工作提供了全新的思路。", "label": "控制科学与工程", "id": 0}
{"content": "为落实精准规划、价值建网的要求,研究并实现了一种智能化预测新建站价值的算法,解决了新建站因特征表达不充分而导致的价值评估不够精确问题。该算法通过梯度提升决策树（GBDT）进行特征融合,采用逻辑回归（LR）建立高价值概率评估模型。实现后应用于无线网精准价值规划平台（DIVE）,根据真实现网数据对比开展多项实验,证明了算法的科学有效,精准度可达95%。进一步分析实验结果、逐一比对、探寻原因,最终总结出三类适用场景,为智能选址、需求预判奠定基础,以供相关人员参考。", "label": "控制科学与工程", "id": 0}
{"content": "随着5G网络规模越来越大,网络运维也越来越复杂,基于人工经验和技能对网络异常进行根因分析的传统方式很难高效准确地解决潜在问题。通过AI技术结合专家经验的方式,采用LightGBM决策树模型对现网工单和KPI数据进行处理及训练,可实现在线实时的智能根因分析,有效地提高根因定位的准确性和效率,以达到节约人力成本的目的。", "label": "控制科学与工程", "id": 0}
{"content": "未来城市防空作战中,智能防空无人车集群作战将成为新的发展趋势,针对其作战效能评估,BP神经网络（Back propagation Algorithm）神经网络能克服传统的解析计算法、指标评价法、仿真模拟法的各种缺点。建立基于APSO-BP神经网络的智能防空无人车集群作战效能评估模型,通过利用自适应粒子群算法的局搜索能力、收敛速度的优点,解决BP神经网络的易陷入局部最优的问题。并应用实例对模型进行验证。仿真结果表明,该模型可以准确有效地对防空无人车集群作战效能进行评估。", "label": "控制科学与工程", "id": 0}
{"content": "无人机蜂群作战具有成本低、规模大、组织编组灵活、抗打击能力强等诸多优势,得到了世界军事强国前所未有的重视。战争是矛与盾的攻防博弈。面对飞行高度低、个体尺寸小、飞行速度慢、发现预警难、数量众多的\"低、小、慢、难、多\"无人机蜂群,如何构建一个能够对其实施有效拦截打击的作战体系,成为作战领域亟待解决的全新课题。目前,从局部装备试验及战术技术指标仿真推演结果看,相比传统防御系统,高能激光武器在极近程、反多目标防空作战中,展现出了极高的作战效费比,是目前最具技术可行性和组织运用管理可行性的一种作战概念体系,然而,激光武器在实用中却存在较大瓶颈。系统梳理精准跟踪定位、大规模实时解算、资源优化配置等现实挑战,提出精准定位、高能计算、运筹优化三类关键支撑技术,并给出相应的技术解决方案,以期为反蜂群技术发展、战场建设提供决策支持。", "label": "控制科学与工程", "id": 0}
{"content": "随着人工智能技术的发展,无人机智能化技术由于其无可比拟的优势,吸引了越来越多的关注。然而在进行智能控制、决策规划、自主导航等智能化技术开发过程中,仍然面临着诸多挑战。与传统无人机技术相比,智能化技术开发难度大、验证过程复杂、涉及到跨平台等问题。仿真过程面临单台计算机计算资源有限、各种模块基于不同操作系统、不同平台设计等问题。因此,设计了一种支持分布式、跨操作系统的联合仿真系统,该系统基于虚幻引擎和AirSim库开发,利用MFC设计人机交互界面,通过RPC协议实现无人机的控制以及仿真场景与交互软件的连接,利用ROS通信协议和UDP通信协议实现跨系统的通信连接,通过虚幻引擎设计构造逼真的飞行环境,为无人机智能化技术的开发和验证提供坚实的基础工具。最后,通过视觉导航定位和航迹规划两种技术的集成实验,验证了所提仿真系统的有效性和可扩展性。", "label": "控制科学与工程", "id": 0}
{"content": "无人飞行器在复杂环境下的飞行灵活性是影响飞行任务成败的核心因素。航迹规划决定了无人飞行器在战场的灵活性,是在综合考虑时间、油耗、威胁、地形、未知环境等因素下,规划出最优或次优的可行飞行航迹。无人飞行器的航迹规划具有求解问题复杂、实时性和完备性要求高、具有路径最优性需求等特点,近年来成为国内外学者的研究热点。对各类无人飞行器的航迹规划算法进行了调研和整理,对各类方法的特点进行了分析对比。", "label": "控制科学与工程", "id": 0}
{"content": "针对无人水面艇的路径规划问题,将风、浪、流风因素对无人水面艇路径的影响考虑在内,建立了海洋环境影响下的多目标优化模型。在对该优化模型进行分析后,提出了一种新的混合优化算法WOA-DE。其混合策略为:在标准鲸鱼优化算法（WOA）的基础之上,引入差分进化算法（DE）的交叉及选择操作,主动适应耦合约束条件,并实现对于优势个体的保护。通过无人水面艇进行路径规划的仿真实验,验证了本文的混合优化策略的正确性。测试结果表明,提出的混合优化策略能够得到更为平滑、稳定的路径,同时也能实现目标函数的最优解。", "label": "控制科学与工程", "id": 0}
{"content": "路径规划算法是研究智能化无人车的关键技术之一,综述了路径规划方案在无人车导航领域的研究现状,重点介绍了传统路径规划算法的改进、基于智能仿生算法以及针对非结构化环境、动态环境和无人车集群的路径规划算法,分析各算法的特性以及适用场景,并总结了无人车路径规划算法的发展趋势,给未来路径规划算法的升级改进提供一定的思路。", "label": "控制科学与工程", "id": 0}
{"content": "针对复杂环境条件下多因素影响无人平台路径规划问题,开展了基于人工势场法无人平台避障控制研究。通过假设机器人在一种虚拟力场下运动,通过计算全局的势场和引力斥力等分析出无人平台为成功实现避障效果需要到达的航迹点,然后指导无人平台的导航系统前往指定的避障导航点,进而实现无人平台的成功避障。分析直驶、转向、避障等工况下的无人平台运动轨迹、动作频率、速度变化、功率需求等因素,建立无人平台在行驶过程中的动力学与运动学模型,基于多障碍的路径规划,建立避障路径的生成算法,从而突破复杂环境下高效驱动与自主安全行驶控制技术,实现分布式驱动电机加减速、差速的协调控制,进而保证无人平台高效驱动与安全行驶。", "label": "控制科学与工程", "id": 0}
{"content": "多智能体覆盖问题是多智能体协调控制的重要研究分支,在无人系统协同、航空航天、无人驾驶、机器人等领域有巨大的应用前景。本文对多智能体覆盖问题涉及到的基础理论及关键技术研究进展进行阐述。首先,梳理了多智能体覆盖问题的基础理论,包括基本概念、问题分类及共性基础技术等。其次,综述了近几年多智能体覆盖问题的研究进展,并梳理了对应的主流算法。最后,探讨了多智能体覆盖问题未来的三个研究方向。", "label": "控制科学与工程", "id": 0}
{"content": "随着无人机在军事领域中被广泛应用,单无人机已无法满足复杂的战场态势需求,多无人机逐渐占据重要地位。为取得最佳作战效果,充分发挥多无人机的优势,需要根据作战目的和各无人机载荷类型与自身性能,按照最优分配原则完成目标分配。采用遗传算法（Genetic Algorithm, GA）优化任务分配问题。首先,建立作战任务模型、约束条件和性能指标;然后,采用双离散基因编码的方式展示装备与任务的对应关系,随机选取实施交叉和变异的染色体;最后,仿真验证了改进遗传算法的任务分配方法具有较稳定的寻优能力。", "label": "控制科学与工程", "id": 0}
{"content": "针对航天器集群执行集群通信、协同观测、群体操控等多任务对智能任务规划的需求,把任务规划划分为任务筹划和行动规划两大环节,在博弈论和多目标优化两种理论方法基础上,引入深度强化学习、多智能体博弈和群体智能决策等人工智能方法,创新发展了面向多航天器集群的智能任务规划方法,研究提出了知识和数据协同驱动的群体智能博弈优化混合任务规划理论方法,并从架构级协同和算法级协同两个层次构建了理论框架,可以为后续智能任务规划提供理论和方法上的借鉴。", "label": "控制科学与工程", "id": 0}
{"content": "随着人工智能和地震采集技术的发展,地震资料的规范化存储和人工智能与传统处理方法的的流程化应用成为生产单位的需求与痛点。本文讨论了人工智能应用于岩性预测的方法,从底层逻辑和数据流程介绍了地质放大镜（GeoScope）地学平台的对于整合人工智能实现方法的解决方案,并举例阐述传统方法与人工智能的流程化应用。总结表明人工智能是地球物理岩性预测问题的研究方向;基于人工智能的地学平台在生产中能够简化人工智能处理流程,降低开发人员编程门槛;地质放大镜集合了传统处理方法与人工智能算法,适应多种应用场景,其结果稳定可靠,具有一定的生产使用价值。", "label": "控制科学与工程", "id": 0}
{"content": "实现油气生产智能化是油气产业升级的必然趋势,获取油气井口混相流的各相流量数据至关重要。基于洋湃科技业界领先的光量子多相流量计,获取油气井口的油-气-水-固混相流数据,由于其标定参数多,关联关系复杂,传统标定条件难以实现,提出了应用AI算法实现多相流流量计的在线实流标定,在现场应用获得了较为理想的效果。进一步拓展应用范畴,在油气井口\"获取数据,提炼信息,获取知识,实现智慧\"的进程中,多相流流量计和AI算法的融合提升了油气田智能化水平。", "label": "控制科学与工程", "id": 0}
{"content": "二氧化碳（CO2）吞吐开发过程中,良好的储层物性特征将会对于吞吐增产效果产生积极正面的影响,若能针对实际储层中不同物性参数组合给出是否适合开展吞吐的可行性结论,这对油田高效决策开发具有重要价值。为解决这一问题,本文在数值模拟的基础上,采用正交设计与分析的方法开展了主要储层物性因素的筛选,结合技术经济评价,确定了吞吐选层选井技术界限,并通过引入随机森林算法建立了适合CO2吞吐的权重赋值与评分方法,形成了一套吞吐选层选井决策方法。该方法的建立有效解决了油田在实施CO2吞吐选层选井决策过程中缺乏明确、直接、有效指导的问题。通过建立配套程序,实现了针对输入不同储层物性参数组合给出直观评分与吞吐开发可行性的指导的目的,从而增加了油田在吞吐选层选井决策中的准确性与效率性,为油田CO2吞吐技术推广奠定基础。", "label": "控制科学与工程", "id": 0}
{"content": "传统的油藏渗流控制方程求解大多是基于解析求解和数值模拟的方法。随着人工智能技术的发展,深度学习为求解渗流方程提供新的方法。本文提出一种基于深度神经网络的油藏多相渗流控制方程求解方法。将油水两相控制方程、初始条件,边界条件等以正则化的形式加入到深度神经网络损失函数中,并且结合井点产量观测和井底流压数据,进行深度神经网络的求解,使得模型求解既服从实际观测数据分布,又满足渗流方程的约束,实现油藏渗流模拟和历史拟合。结果表明:深度神经网络方法可以准确的求解油水两相渗流控制方程,通过与数值模拟方法对比,模型压力场与饱和度场预测的决定系数均可达到0.95以上,流体饱和度和压力预测分布基本保持一致。研究验证了深度学习求解渗流控制方程的有效性,为深度学习在油藏渗流方程求解方面的应用提供了科学依据。", "label": "控制科学与工程", "id": 0}
{"content": "石油钻井风险性大、不确定因素多,对钻井过程中产生的实时数据进行分析可以为快速安全地钻井提供保障。目前的工况自动识别方法大多数基于机器学习算法,该类算法不适用于处理大样本的钻井实时数据,为了高效准确地对钻井工况进行自动实时判别,提出了一种基于卷积神经网络（convolutional neural network,CNN）与双向的门控循环单元（gated recurrent unit neural network,GRU）并行的混合网络（CNN-BiGRU）用于钻井工况智能识别。该模型将单独的CNN与BiGRU并行放置,模型的输入数据先分别进入两种网络单独运算;然后,将两种输出结果汇聚后进行拼接;最终,将拼接的组合特征传入全连接网络降维后进行工况分类。这种组合特征不仅保存GRU在时序上的判断,同时也有CNN在多种特征信号中的融合判断。但针对相对复杂的划眼、循环工况,模型不易识别,导致该类工况准确率难以提升,相较其他工况而言出现两极分化的现象。为此,在损失函数中加入了自定义的动态权重,在规定的阈值内,每轮将准确率高的工况类别权重降低,准确率低的权重增加。实验结果表明,该并行混合模型的准确率比单独的CNN、BiGRU、BiLSTM提高6%以上;与串行混合模型相比提高3%,同时模型训练速度快一倍,效率显著提高。加入自定义权重后,对比之前的实验结果,准确率总体提升2～3%,7种典型工况:起钻、下钻、钻进、滑动钻进、接钻具、划眼、循环的准确率均达到87%以上,总体准确率为94%。实验表明,该模型有着较高的准确率及效率,能有效进行钻井工况智能识别。", "label": "控制科学与工程", "id": 0}
{"content": "本文建立了一种人工神经网络,实现了饱和土体中周期空心桩频散曲线的预测。考虑了不同场地条件下饱和土参数的变化和空心桩内外径的变化。通过有限元数值模拟生成数据集,建立人工神经网络并进行训练和测试。结果表明,人工神经网络能够根据输入的饱和土参数和空心桩内外径准确预测结构的全模态频散曲线。本文的研究为饱和多孔介质中周期结构的隔振性能分析和反向设计提供了有价值的参考。", "label": "控制科学与工程", "id": 0}
{"content": "本文构建了一种卷积神经网络用于预测二维周期结构的色散曲线。考虑了不同场地条件下土参数的变化和单胞拓扑构型的变化,讨论了不同规模的训练集下卷积神经网络的预测性能。结果表明:卷积神经网络能够根据输入的不同土体参数和拓扑构型快速准确地预测出色散曲线,且预测值与真实值吻合很好。本文的工作对于周期减隔振结构性能预测具有重要意义,也为周期结构的反向设计提供了有益参考。", "label": "控制科学与工程", "id": 0}
{"content": "调谐液体阻尼器（TLD）是常用于减小结构振动的被动控制装置,由于其动力特性呈现出强非线性,理论模型适用条件受限,TLD减振结构在外部激励或结构参数不确定性下的敏感性和易损性分析时通常需要大量试验支撑。为降低上述研究的试验需求,本研究提出基于神经网络建立TLD动力特性预测方法。根据试验实测数据,采用BP神经网络自回归模型建立了TLD水平激励—减振力映射关系,并与经典简化模型进行了比较。结果表明,相比于Housner模型,神经网络预测TLD减振力更准确,且在不同激励幅值和频带下的泛化能力更好,可为变激励和变结构参数的结构动力响应分析提供有效计算模型。", "label": "控制科学与工程", "id": 0}
{"content": "计算流体动力学（Computational Fulid Dynamics, CFD）模拟方法是风工程领域的主要研究方法之一,但其针对非定常效应显著的流场计算成本通常较高。本文基于长短期记忆（Long short-term memory, LSTM）神经网络框架,提出了一种二维非定常圆柱绕流的快速时序升阻力预测模型。首先,基于开源Tensorflow库构建LSTM网络框架。之后,基于雷诺数为300、600和1000时的圆柱绕流数值模拟结果构建训练集和测试集,并对LSTM进行训练,以学习映射的时间演化和雷诺数的信息。最后,利用训练好的模型基于雷诺数分布进行内插预测和外插预测。预测结果表明,LSTM模型能够准确预测雷诺数分布外的二维圆柱绕流的升力和阻力系数,为非线性流体流动提供了可靠的预测。", "label": "控制科学与工程", "id": 0}
{"content": "数字化转型的深入为各产业带来机遇的同时也带来安全上的挑战,未知威胁不断呈现,而传统检测手段对此无能为力,亟需新的手段加以解决.分析了常见未知威胁的攻击原理,包括恶意加密流量、DGA域名、隐蔽信道;剖析了面对未知威胁的传统检测方案及其不足之处;提出一种融入智能检测引擎的AI防火墙,突破了传统检测方案的壁垒;列举其检测上述威胁的原理和AI驱动的事件关联分析功能,最后给出应用案例.", "label": "控制科学与工程", "id": 0}
{"content": "AI视觉产业背景:AI视觉又称计算机视觉,得益于深度学习技术的快速发展,已于安防、金融、制造、零售等多领域实现规模化商用。2022年,AI视觉相关投融资热潮全面复苏,通用技术、工业与零售赛道热度高企,持续受到资本青睐。2021年我国AI视觉产品的市场规模占整个人工智能行业的49.6%,达到990亿元。从资本热度、市场规模、场景泛用、带动作用来说,AI视觉已成为AI产业发展的主战场,未来增量动力依然强劲。端边云协同的需求趋势:数字经济时代,物联网感知数据量激增,边缘计算刚需场景涌现。边缘计算可在本地提供IT服务、计算能力,减少上传的数据量、节省网络操作、服务交付的时间延迟,提高传输效率。企业可以选择将算力下沉至更贴近设备端的边缘计算,衍生出端-边-云的协同新模式。端边云协同的AI视觉产业:产品模式一般可分为标准化SaaS产品与定制化解决方案两类。行业客户需根据自身IT信息化水平、需求定制化程度、产品付费意愿、适用场景需求等因素考量选择。具体到边缘侧部署上,AI摄像头出于功耗、散热等因素考量,不会内置过多算法,可处理简要前端场景;若对时延要求高且算法需求复杂的应用场景,则需搭建边缘盒子或边缘服务器。本篇报告根据行业特点与场景需求,对安防、工业、零售、机器人、农业领域展开讨论。端边云协同的技术与生态趋势:1)端边云协同的AI视觉产业发展依赖于联邦学习、增量学习、协同推理等边缘AI技术发展;2)端边云协同的AI视觉应用对算力和网络部署提出了要求,算力网络技术发展将助力超低时延类AI视觉应用;3)边缘计算将进入黄金发展期,在满足灵活响应、敏捷部署、时延成本的业务需求外,未来需进一步关注边缘服务的安全、可靠、可信等能力,构建\"可信边缘计算\"生态", "label": "控制科学与工程", "id": 0}
{"content": "风力发电是可再生能源的重要力量,持续引领着能源革命深入推进。随着我国风电平价上网时代的到来,对风电设备的可靠性及发电性能提出了更高的要求。近年来随着大数据、人工智能技术和实际应用的快速涌现,快速延申应用至风电领域。本文探讨大数据人工智能技术在风电中应用的主要技术前景和方向,其中重点介绍常见的大数据及人工智能技术方法,以及不同的技术方法与风电设备实际需求存在的可能的结合点,另外文中还给出一个图像深度学习的创新方法在风电设备状态分析中的具体案例。最后,探讨现阶段在技术应用中面临的挑战,并对相关技术的发展和应用趋势做了展望。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞研究目的:长时间站立可能会引起下肢疲劳和不适,从而增加跌倒和患下肢肌肉骨骼疾病的风险。因此,疲劳的检测和预防措施至关重要。这项研究研究旨在尝试使用机器学习算法通过步态参数快速地判断并站立工人的疲劳状态。研究方法:选取26名健康受试者于硬质地面上进行模拟连续站立工作4小时。", "label": "控制科学与工程", "id": 0}
{"content": "电力行业是最主要的CO2排放源,在\"碳达峰\"\"碳中和\"目标的带动下,电力行业迎来深度脱碳。目前电力行业的碳排放水平主要利用经验公式计算,以燃煤电厂为研究对象,以电厂主要生产流程为依据,探究了其生产制造过程中相关因素对CO2排放量的影响规律。选取收到基加权平均含碳量、耗原煤量、负荷率、设备运行小时、机组设备容量、供电量和供热量作为输入变量,电厂碳排放量作为输出变量,基于BP神经网络的训练方法建立了燃煤电厂CO2排放量的预测模型。预测结果的决定系数为0.987,预测评价指标准确度较高,表明BP神经网络模型能有效地对电厂碳排放进行预测。同时,该研究可对异常数据点进行有效识别,为企业进行碳排放数据质量管理提供途径。", "label": "控制科学与工程", "id": 0}
{"content": "霾浓度具有时间序列特征,传统的霾预测没有利用这一特征,仅仅简单的线性分析很难准确地进行预测。建立了一维卷积神经网络（convolutional neural network, CNN）结合门控循环单元网络（gated recurrent unit networks, GRU）的预测模型,很好地解决了循环神经网络（recurrent neural network, RNN）的短期记忆,并捕捉了霾浓度的时间序列属性。利用该模型对霾的主要成分PM10、PM2.5、SO2、NO2进行了逐小时预测,结果表明该模型能够很好地预测霾主要成分的浓度,尤其是对PM2.5的预测较好。同时,还提出了一种融合的特征提取方法,进一步提高了预测精度。", "label": "控制科学与工程", "id": 0}
{"content": "水质评价是合理开发利用和保护水资源的一项基本工作,对水质治理的科学谋划具有重要意义。为了更好对流域水质进行综合评价,本文提出了一种基于因子分析-Adam优化神经网络的模型（简称FA-ANN）,该方法先通过因子分析筛选出相关性较高的数据,再使用Adam优化的2层BP神经网络进行训练,最后得出流域水质综合评价模型。本文以练江为例对水质进行综合评价,经过多组实验测试,结果表明本方法比现有多种方法更加科学准确,对于不同流域的水质综合评价具有参考价值。", "label": "控制科学与工程", "id": 0}
{"content": "本文针对单一财务风险预测模型预测精度有限等问题,基于D-S证据理论,对性能较好的集成算法Random Forest与XGboost进行优势互补和融合,提出RF-XGB财务风险预测融合模型。将在2019-2022年3年间首次被实施ST与未被ST的198家制造业上市公司作为样本集,构建RF-XGB融合模型。与其他模型的预测结果进行对比后表明,RF-XGB融合模型的预测性能不仅优于单一模型,也优于对弱学习器进行融合的一般融合模型。此外,利用其他年份的制造业上市公司相关数据检验模型的稳健性,结果显示该模型用于同一行业其他年份的数据时仍具有良好的预测性能。", "label": "控制科学与工程", "id": 0}
{"content": "针对可疑洗钱交易,提出一种基于复杂交易网络分析的智能识别方法,自动识别风险较大的可疑洗钱交易。该方法将复杂网络分析与机器学习方法相结合,首先根据风控经验构建交易特征,然后通过图算法挖掘账户交易历史中隐含的网络特征,最后将交易特征与网络特征共同输入到评估模型中进行训练与预测,从而识别出风险较大的可疑交易行为。该方法应用于开源AMLSim生成的数据集上,实验结果表明通过使用网络特征,评估模型的召回率普遍提升了10%以上,其中XGBoost在准确率和召回率上表现最佳。", "label": "控制科学与工程", "id": 0}
{"content": "本文利用小卫星GNSS接收机仿真数据,建立了基于BP神经网络的电离层赤道异常识别模型.通过神经网络的大量训练,仿真结果表明:以TEC、TEC的一阶时间梯度、TEC的二阶时间梯度时间序列作为网络输入样本时,对赤道异常事件的识别效果较好,不是赤道异常事件的识别效果不佳.采用三种弱识别网络组合判决的策略,对三种神经网络进行了合成,由于引入了更多的输入数据,组合判决改善了识别效果,特别是不是赤道异常情况获得了更高的识别准确率.", "label": "控制科学与工程", "id": 0}
{"content": "本文基于昆明地区（25.6°N,103.8°E）流星雷达在86km高度的大气风场数据,利用LSTM神经网络开展临近空间大气风速预测方法研究.本次所用的样本数据为2019年5月1日至6月23日纬向风和经向风数据（时间分辨率1h）,利用过去5小时的数据进行提前1步预测.与传统时间序列分析方法SARIMA相比,LSTM纬向风与经向风的均方误差分别为0.940、1.834,远小于SARIMA的均方误差9.523、12.439,同时LSTM神经网络算法将评价指标百分比提升至85.25%以上.因此,相比于传统时间序列分析预测方法,LSTM神经网络模型预测精度更高,性能更好.", "label": "控制科学与工程", "id": 0}
{"content": "为了方便天线设计和天线优化算法的研究,提出了一种基于粒子群优化算法（Particle Swarm Optimization, PSO）和高频仿真软件HFSS（High Frequency Structure Simulator）的天线自动优化设计方案。该方案使用C++语言编程实现,把天线优化仿真分为两个模块,即电磁计算模块和优化算法模块。优化算法模块采用标准PSO算法,电磁计算模块则以运行python脚本的方式调用HFSS进行仿真,并加入了程序异常终止的处理方法。使用E型贴片天线的优化仿真实例对此方案进行了验证,成功将工作频段从2.3～2.75GHz降到1.85～2.3GHz,实现了宽频带的特性。此方案效率高,结构清晰,可扩展性强,为天线优化仿真设计提供了一种新的思路。", "label": "控制科学与工程", "id": 0}
{"content": "阵列赋形波束方法的研究一直是阵列优化的重点,为了满足特定的系统要求,有时需要特殊形状的天线阵列方向图,研究此类阵列特定形状波束综合的方法被归类于赋形波束综合方法.本文采用高阶矩量法对均匀分布的直线阵的电磁特性进行全波仿真计算,使用差分进化算法对阵列单元激励的幅度和相位进行优化,实现平顶波束赋形和余割平方波束赋形.实验结果表明优化后的阵列方向图满足优化目标,与期望的赋形波束较为吻合,验证了该算法在赋形波束优化方面的可行性.", "label": "控制科学与工程", "id": 0}
{"content": "本研究重点针对海表面上空的低空蒸发波导,提出一种基于海杂波和海上目标回波的深度学习联合反演新方法以解决传统方法反演精度低、实用性弱的局限性.本研究在使用雷达海杂波反演蒸发波导折射率剖面技术的基础上,结合深度学习,建立了海杂波、海上目标回波与折射率剖面参数之间的网络映射模型.通过进行反演性能测试实验,实验结果表明联合反演方法在0～16.7 m的波导环境中的均方根误差比传统方法降低了54.2%,说明目标信号对于低层的蒸发波导更加敏感,明显提高了低空蒸发波导的反演精度,有效改善了使用海杂波反演蒸发波导折射率剖面技术存在的局限性.", "label": "控制科学与工程", "id": 0}
{"content": "为了在保证计算精度的情况下,提高计算介质目标电磁散射的速度,提出了一种利用深度学习网络加速的广义最小残差算法.该算法可用于求解介质目标电磁散射问题.求解此类问题首先需通过矩量法离散化电磁场积分方程,然后使用迭代算法求解离散过后的积分方程,最后得到介质的表面电流以及散射场数据.基于广义最小残差法的高效性与稳定性,我们将其作为求解离散线性系统的迭代算法.在本文提出的算法中,使用卷积神经网络U-Net来代替传统广义最小残差法的Arnoldi过程,并设定网络的重启次数.本文给出了深度学习加速的广义最小残差法的设计思路,通过设定不同参数训练网络,最终确定了网络的最优重启次数,并将所提算法与传统的广义最小残差法计算结果的相对误差进行了对比.网络训练采用的二维介质散射体由MNIST数据集生成,其中,训练集包含3000个样本,测试集包含400个样本.结果表明,当重启次数为3时,测试集表面电流计算结果的平均相对误差最小,为0.040.并且此时,测试集总场的平均相对误差为0.012,散射场的平均相对误差为0.038.值得注意的是,传统的广义最小残差法平均需要1.5 s来完成给定散射体的迭代求解,而深度学习加速的广义最小残差法只需要0.1 s就可完成.该算法具有在保证与传统算法相当的计算精度下,计算速度更快的特点,为介质目标电磁散射问题的快速求解提供了一种高效可行的方案.", "label": "控制科学与工程", "id": 0}
{"content": "提出了一种基于机器学习的算法.该方法采用物理信息神经网络（PINN）作为求解器. PINN在训练的过程中使用物理信息作为调节器,通过把物理信息作为限制加入神经网络中,使训练结果满足物理规律.但PINN本质上是为了求解偏微分方程开发的,不能直接应用于积分方程的求解.在二维电磁散射问题中,通过利用神经网络的非线性回归能力,设计了一种利用PINN求解电磁散射问题有关积分方程的办法.选择了一个三层全连接网络来求解电磁积分方程,其中两层隐藏层都有40个神经元;通过将积分方程迭代前后的差值定义为损失函数来提供电磁波与散射体相互作用相关的物理信息,从而对网络加入限制.网络的输入为散射体内的采样点坐标,学习率设置为0.001,采用自适应矩估计优化器来最小化损失函数.最后我们对网络进行训练,并将网络求得的结果与传统数值算法所求得结果进行比较.实验结果表明,经过10 000次迭代后,网络的损失函数降低在0.000 3左右,所求结果与传统数值方法相比,误差小于5%.在使用PINN求解积分方程描述的二维电磁散射问题中,通过充分利用神经网络非线性回归的能力以及PINN的良好性能对积分方程进行求解,从最终得到的数值结果可看出,与传统矩量法相比,该方法能够获得很好的结果.", "label": "控制科学与工程", "id": 0}
{"content": "针对超表面传统设计方法存在的人工经验要求高、设计效率低、难以实现数量庞大的超表面单元快速设计等问题,本文提出了一种基于遗传算法的线-圆极化转换超表面优化设计方法.待设计的超表面单元采用16×16个像素块构成,在像素块设置离散编码（\"1\"表示对应像素块位置存在金属贴片,\"0\"表示介质）来描述超表面的结构排布,基于GA优化算法结合离散编码对超表面进行优化,实现对极化转换性能目标的优化设计.算例结果表明,在9.4～11.4 GHz的频段内,优化得到的超表面实现了从线极化到圆极化的高效率转换,验证了设计方法的可行性和有效性.", "label": "控制科学与工程", "id": 0}
{"content": "为了解决传统人工设计交叉极化转换超表面过程中存在的效率低下问题,本文提出类极化度角的表征新方法和基于粒子群算法的交叉极化转换超表面优化设计方法.首先,提出类极化度角表征交叉极化转换超表面;其次,结合编码超表面,基于粒子群算法和电磁仿真软件实现交叉极化转换超表面的协同迭代优化,最终得到最佳的超表面单元结构排布方案.通过实例,优化设计得到一个交叉极化转换超表面,该超表面在17.1～17.8GHz的频段内实现了良好的交叉极化性能,验证了优化设计方法的可行性.", "label": "控制科学与工程", "id": 0}
{"content": "电离层F层短波回波扩展（扩展F）对于短波通信及应用具有重要影响,它的出现具有随机性,目前它的产生机制尚无定论且无法准确预测,短波回波扩展包括频率扩展、距离扩展、歧型扩展和混合扩展等,本文仅研究频率和距离扩展的预测方法。通过处理电波环境观测站网扩展F数据,研究了扩展F在不同条件下的发生概率,获得了扩展F驱动因子,并建立了一种基于神经网络的电离层短波回波扩展概率预测方法,该方法采用5层BP神经网络,以太阳活动指数F10.7、地磁活动指数Ap、地方时、月份、季节和背景参数作为输入,以扩展F发生概率作为输出,采用海口站、广州站、重庆站和曲靖站两个太阳活动周期实测数据对神经网络进行训练,一个太阳活动周期实测数据与神经网络预测数据进行对比,对比结果显示扩展F预测发生概率与实际发生概率重合度较高均高于70%,表明神经网络可较好的对电离层短波回波扩展进行预测,对电离层短波回波扩展研究和电离层电波环境信息保障具有重要意义。", "label": "控制科学与工程", "id": 0}
{"content": "为了给相关电子信息系统提供较为准确的电离层环境扰动信息,以太阳活动爆发、行星际环境、地磁活动、电离层历史状态等参数为输入,借助深度学习算法（长短记忆网络）建立了我国区域电离层暴事件预测模型,对我国区域未来24小时内是否会发生电离层暴事件进行预测.分别用太阳活动高年、低年的样本对模型预测性能进行了测试.测试结果表明,我国北部地区太阳活动高年准确率、精确率、召回率分别为91.6%、72.8%、66.8%;太阳活动低年准确率、精确率、召回率分别为93.7%、70.5%、52.5%.南部太阳活动高年预测准确率、精确率、召回率分别为94.6%、64.6%、57.3%,太阳活动低年预测准确率、精确率、召回率分别为98.0%、93.1%、55.2%.", "label": "控制科学与工程", "id": 0}
{"content": "在对远程支援干扰飞机雷达干扰资源调度问题具体分析的基础上,基于雷达对抗推演仿真平台,将组网雷达干扰资源调度问题建模为一个带收益的马尔可夫决策过程,设计了雷达干扰资源调度决策模型,并通过Q-Learning的强化学习算法来训练雷达干扰资源调度决策模型,确定干扰飞机在动态环境中对组网雷达的干扰波束与干扰频段。通过仿真实验,证明了基于Q-Learing的强化学习算法能够在变化的环境中学习到最佳的瞬时干扰波束以及干扰频率,具备\"认知\"的特性。", "label": "控制科学与工程", "id": 0}
{"content": "应急通信具有较强的突发性和不确定性,在公共安全事件和自然灾害等突发紧急情况下,迅速构建高效的应急通信网尤为重要,而网络拓扑规划问题正是构建应急通信网的关键环节。传统的拓扑规划方法很难满足应急通信网的要求,因此,提出一种基于深度强化学习的拓扑规划智能生成方法,该方法通过在任务中加入应急通信网的分层与映射、动作空间的生长探索、Reward Machine、DFS （Depth First Search）连通计算和多经验池等设计提高实用性和效率,最后在DQN （Deep Qlearning Networks）算法中实现方案。通过仿真实验表明,整套设计能够快速生成准确合理的应急通信网规划方案,具有较强的适用性与科学性。", "label": "控制科学与工程", "id": 0}
{"content": "电磁频谱作战是基于电子战基础逐步发展而来的更高阶作战形式,美军目前正以电磁频谱作战新概念指导作战体系建设发展。文章首先分析了美军传统电磁频谱作战面临的主要困境,以认知电子战为视角剖析美军人工智能在电磁频谱作战领域的发展规划,详细分析了美军现有的人工智能电磁频谱作战项目应用,最后得出了人工智能将贯穿电磁频谱作战始终、智能化电磁对抗系统有望实现能力以及电磁频谱作战模式将发生创新转变等未来电磁频谱作战发展趋势。", "label": "控制科学与工程", "id": 0}
{"content": "传统作战筹划依靠先验知识,采用专家系统、运筹学等方法进行分析求解,但面对未来更加复杂的大规模一体化联合作战,纯知识驱动将会失效。而基于深度强化学习的数据驱动方法求解搜索空间大、延迟反馈长的作战筹划问题效率低下,因此,提出知识与数据混合驱动的智能筹划新方法及三个关键技术。通过混合驱动,提高筹划效率、鲁棒性和可解释性,对未来智能筹划系统发展具有一定借鉴意义。", "label": "控制科学与工程", "id": 0}
{"content": "\"联合全域指挥与控制概念（JADC~2）\"是美军最新提出的作战概念,全域作战概念是在各军种作战概念的基础上发展起来的,是美军作战概念的大融合。通过跨域的指挥控制实现高效的进攻和防御效果,以期在应对未来大国高端对抗中保持优势,掌握军事竞争的主动权。文章分析美军联合全域指挥控制的发展背景、概念机理、面临的挑战以及联合全域指挥控制发展所带来的启示。", "label": "控制科学与工程", "id": 0}
{"content": "文章主要介绍了人工智能技术在作战辅助决策领域的研究现状及发展趋势。首先概述了国内外的研究,国外方面,以美军的主要研究项目为主,概述了其作战辅助决策方向人工智能技术的应用情况;国内方面,以公开发表的文献为主,概述了人工智能技术在相关领域的研究情况;并分别从战场态势的理解和描述、多源异构情报数据的融合、人机结合的研究和模型的训练四个方面分别介绍了该方面的研究情况及未来在几个关键技术方向的研究趋势。", "label": "控制科学与工程", "id": 0}
{"content": "深度强化学习可以实现自主交互循环决策,从而迭代提高目标解释算法的准确性,在图像智能分析领域具有重要的应用价值。结合遥感数据的特点,提出了一种基于深度强化学习的遥感图像目标检测算法。针对复杂背景下检测任务定位不准确的问题,设计了一种循环迭代目标定位方法,该方法根据预先定义的方法对目标检测中的定位任务进行迭代搜索。构建了深度强化学习定位代理的决策过程,定位代理通过感知当前遥感图像和下一个需要关注的子区域,实现对目标的精确定位。针对检测中单次深度强化学习定位导致的漏检和误检问题,构造了级联目标检测框架,并利用卷积神经网络构造的分类器对精确定位的区域进行分类。实验结果表明,该算法能在复杂背景的遥感图像中准确定位目标,在有效抑制虚警的同时实现较高的召回率。", "label": "控制科学与工程", "id": 0}
{"content": "海上作战中,导弹是重要的武器,针对目前国内在导弹对掩体内目标毁伤效能方面研究的不足,文章探索了一种基于遗传算法的杀爆弹CEP优化分析模型。根据弹种和掩蔽库特征,分析命中破片数与毁伤程度之间的关系,建立最大破片数毁伤模型。利用大变异遗传算法的杀爆弹命中精度优化,并使用CEP修正模型对计算结果进行修正。最后通过实例验证模型的可行性,为更加有效地对掩蔽库内重要目标的毁伤进行预研、定型和使用提供重要参考价值。", "label": "控制科学与工程", "id": 0}
{"content": "为解决现有应急通信网网络规划速度慢且规划对象带宽低等问题,提出一种基于ACO优化算法的应急微波通信网网络拓扑规划方法。研究了现阶段下应急微波通信网网络拓扑规划存在的问题,并对规划问题进行了概念建模;提出了ACO应用于网络规划的流程与方法,并将Dijkstra算法引入规划模型,形成了一种基于ACO优化算法的应急微波通信网网络拓扑规划方法;实践运用表明,该网络拓扑规划方法能够快速且准确地生成相应的规划方案。", "label": "控制科学与工程", "id": 0}
{"content": "针对当前作战仿真领域可信性评估这一难点问题,以电子对抗作战仿真为切入口,利用电子对抗信号级模型来对作战级模型开展校验,进而支撑可信性评估。为解决电子对抗作战模型精度不高的问题,探索采用可解释深度学习方法完成作战模型精度的提升,在不牺牲模型效率基础上,有效提升电子对抗作战级模型精度,由此提升整个电子对抗作战仿真系统的可信性。", "label": "控制科学与工程", "id": 0}
{"content": "小精灵项目是在美国应对反介入/区域拒止战场威胁、提升分布式作战能力的背景下提出的,是美军无人系统建设和无人机蜂群作战研究的代表。为进一步拓展蓝军建设、提升蓝军专业化水平,研究了小精灵无人机的火力分配问题。对小精灵无人机作战运用进行了分析,建立了蓝军小精灵无人机火力分配模型,以最大化目标毁伤为目标函数,使用蜂群算法进行了求解,为研究蓝军作战问题提供参考。", "label": "控制科学与工程", "id": 0}
{"content": "针对目前智能领域研发存在算力资源未整合、模型未充分分享等问题,构建了数据标注及学习训练环境,其包含了智能技术从数据标注、学习训练到服务发布的全流程。通过设置多种标注机制以及预标注功能实现了数据的高效标注;预置算法模型训练及评估加快了模型的开发进度。以机器阅读理解为例,利用该平台可以对文本信息进行多人标注,生成高质量的事件标注数据集。通过预置的机器阅读理解算法,训练出机器阅读模型,达到了较好的效果。", "label": "控制科学与工程", "id": 0}
{"content": "人工智能是一个概念,它在各种应用领域中触发了许多愿景。有很多方法可以解释什么是人工智能,以及未来几十年对这项技术的预期。在智能化指挥与控制背景下对人工智能的概念深入考察,并探究其在认知域作战中的意义、目的、功能。在此基础上,给出了未来智能化指挥与控制研究应当关注的重点和方向。这些对于正确理解智能化指挥与控制概念研究具有非常重要的意义。", "label": "控制科学与工程", "id": 0}
{"content": "多机种协同空战是现代战争中争夺制空权的典型作战样式。不同机种因其功能不同而担负不同的作战任务,对机种之间的协同关系进行仿真研究有助于更新战法,提高战斗力。为此,在MADDPG算法框架下,参照真实空战中的指挥流程,采用基于任务的智能体建模方式对多机种协同空战场景进行研究。兵棋系统的仿真结果表明,该方法有效解决了复杂作战环境中智能体的协同配合问题,为智能化研究更大规模的作战问题提供了参考。", "label": "控制科学与工程", "id": 0}
{"content": "多数用于设备状态监测的统计及机器学习的模型包含两步:特征提取（从高维数据中提取低维特征）和特征建模（利用提取的低维特征进行回归,分类,聚类等分析）。此类两步方法的缺点是第一步提取的特征不一定最适用于第二步的特征建模。为了解决这个问题,本报告提出一种新的有监督的数据降维方法将前述两步的数据分析方法合并为一步。本方法构建一个分为两部分的优化模型,第一部分为能够从高维的、不完整的数据里提取低维特征,第二部分利用第一部分提取的特征进行回归分析。通过同时优化前述的两个部分,第一部分提取的特征能够更有效的用于第二部分的建模。为了估计模型参数,我们提出一种基于区块坐标下降的优化方法并证明了其收敛性质。我们用仿真的和NASA的飞机退化数据来验证我们提出的方法的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "本文采用神经网络研究目标与粗糙面的复合散射建模。较之传统方法,该方法解决了因目标改变而需要对整个复合散射模型重复计算的问题。同时,由于只需要计算所要训练的部分样本点和存储神经网络的结构参数,该方法显著减少了线上计算时间,极大地节省了存储量。", "label": "控制科学与工程", "id": 0}
{"content": "本文提出了一种混沌万有引力算法（CH-GSA）,对万有引力算法（GSA）收敛过慢、容易陷入局部最优解的问题进行改进。该算法通过对惯性质量进行加权,用混沌算子对引力常数进行改变,改善了全局收敛的性能,并使算法的收敛速度得到提高。在只改变阵元相情况下进行优化,使赋形波束主瓣和副瓣达到设计要求。最后通过实验验证,其结果证明了混沌万有引力算法（CH-GSA）可行性和有效性。", "label": "控制科学与工程", "id": 0}
{"content": "本文提出一种基于卷积神经网络的带阻FSS快速设计方法。该方法通过对透射系数提取特征,计算出对应的FSS结构,可实现快速任意阻带FSS设计。实验结果验证表明,该模型可根据输入的期望阻带曲线自动设计出满足要求的FSS结构,以隔离双频WLAN信号（2.4 GHz和5.8 GHz）和双频移动通信信号（2.3 GHz和4.9GHz）为背景,使用该方法实现了两种双阻带FSS的结构参数设计,大幅提高了设计效率,模型泛化能力好。", "label": "控制科学与工程", "id": 0}
{"content": "PKPM建筑工程软件系统按照BIM的方式进行设计,己形成了具有自主知识产权的涵盖了建筑设计、结构设计、设备设计以及算量造价、施工管理、乃至企业管理的全系列BIM系统。PKPM的建筑设计软件APM,从三维模型输入入手建立建筑模型核心数据,采用参数化方式设计专业构件,各个功能模块均以核心数据为基础,建筑数据可被结构、设备、概预算等专业直接使用。各类施工图均由核心数据自动产生,模型与施工图实现了双向链接,从模型和施工图均可修改核心数据,并同步调整。三维和平面采用不同的显示方式,三维下显示立体模型,平面下显示更接近平面施工图的表达方式。通过建筑信息、模型随时切换到各个标准层观察,也可以随时看到全楼建筑模型,实现了设计过程的三维可视化,并可以随时制作渲染图和动画片,设计过程中可即时进行各类统计和计算。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞在人口密集、建筑物林立的城市闹市区进行人防地下通道的施工爆破,除了保证工程质量和进度之外,务必确保施工区周围的人身安全和建筑设施的安全。因此,除采用先进的爆破技术外,还需对近区地表、结构物进行爆破振动速度的监测。及时反馈监测数据,以修正爆破设计及施工方法,以达到指导施工,确保安全生产之目的。", "label": "控制科学与工程", "id": 0}
{"content": "炮兵作战是现代战争的重要组成部分,在未来信息化战争中发挥至关重要的作用.设计研究炮兵作战训练仿真系统主要由想定生成、态势显示、评估分析、炮兵模型和数据库等五大部分组成,实现了炮兵作战训练的模拟仿真,对提高部队指挥员作战指挥能力、解决作战训练实际问题具有至关重要的现实意义。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞刚才听了肖老师的观点,他的论据很多我都赞同,但是结论与我正好相反。我非常赞成张老师的观点,人们改造世界的结论可以用四个字概括,自作自受。所以我就回避这个词,我认为仿真不是科学认识世界的第三种方法。另外,我", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞仿真不仅是信息时代人们改造世界的手段,而且是信息时代认识世界的重要手段。下面看四个实例:第一,飓风仿真（见图1）。2004年,美国的\"灾难仿真系统\"作出比较准确的预测:在40个小时前准确指出了飓风\"弗朗西斯\"登陆美国南方沿海地区的", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞本次沙龙的主题是\"仿真是信息时代认识与改造世界的第三种方法吗?\"。我认为\"仿真,认识与改造世界的第三种方法\"这一提法欠妥。仿真科学与技术仍属于\"科学实验\"这一哲学范畴,它是随着计算机技术、", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞会议时间2007年6月16日上午8:30主持人:肖田元教授昨天一天的讨论,对很多观点进行了探讨。还有很多老师都希望跟大家交流,上午时间有限,各位老师积极发表意见。这次研讨除了大题目之外,还有五", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞我的问题是:说仿真是认识世界的方法,我想这个\"世界\"应该是客观世界,而\"认识\"是指发现人类还未发现的有关客观世界的规律。现在大家公认数学仿真是在模型中运行的,我想无论环境模型也好、系统模型也好,统统都是", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞关于这次的沙龙主题\"仿真是信息时代认识与改造世界的第三种方法吗?\"东莞会议之后,就一直思考这个问题,这次沙龙听了专家的见解,收获很大。这个命题仍然是有一些疑惑,但是我还是说赞同,我把我的观点整理出来。仿真科学与技术应当成为一级学科。所以我们今天上会的这些专家可能", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞有些观点在讨论过程中我都谈了。昨天王正中老师谈到了仿真事业发展整个过程,说得很清楚,尤其是中国的仿真事业。我是在1958年第一次搞无人驾驶飞机,利用美国的飞机模拟器（林克公司的）开始接触仿真的。后来搞了红外响尾蛇导弹的半实物仿真系统。当时用的", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞\"温室效应将使地球变得有多热\"?\"二氧化碳浓度增加,肯定会带来全球变暖温室效应,然而变暖的程度不太确定。科学家一般认为,这个世纪二氧化碳浓度加倍排放会带来1.5～4.5℃的升温,但这仍不够精确。科学家正在发", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞经历了半个世纪的飞速发展,仿真科学与技术已形成了稳定的研究内容,初步形成了学科的理论与技术体系,在国防、能源、交通、制造业、医疗、体育及娱乐、环境及安全科学等方面成为不可缺少的研究手段。有不少专家认为,凡", "label": "控制科学与工程", "id": 0}
{"content": "Takagi,sugeno和Kang提出的模糊推理方法,成为模糊建模和控制应用理论研究的主要课题之一.但是其基本问题,例如模糊模型的结构辨识和参数辨识问题,现采取的方法仍不能满足系统辨识的要求。本文通过改进模糊聚类方法确定模糊模型的前件结构,然后对经模糊聚类得到的模糊前件推理矩阵进行QR分解.通过分析秩亏损确定聚类规则的有效性,然后采用稳态卡尔曼滤波确定模糊模型的后件参数,实现模糊模型的结构和参数的优化。该方法成功应用于Mackey-Glass混沌模型的系统建模.", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞将信息熵用于可靠度表示是20世纪90年代初提出来的。传统的截尾序贯统计试验方法理论推导过程基于\"概率比\"或\"似然比\",这里从信息熵的角度出发,提出一种新的理论推导方法。", "label": "控制科学与工程", "id": 0}
{"content": "可达性是人机交互领域中一个重要的课题。自九十年代中期起,可达性的研究在欧美开始得到普及。但是,这方面的研究在国内还较少。本文首先介绍了什么是可达性,为什么要研究可达性。然后,讨论了可达性和可用性之间的关系。先由现存的子集和交集理论出发,再通过不同的角度提出新的观点。接下来,通过介绍残疾人如何使用交互式产品,提出了三个如何提高交互式产品可达性的途径及其之间的关系。最后,讲了三种在欧美用于Web领域上的可达性测试方法,他们分别是:利用测试工具,手工测试及用户测试,并讨论了各种方法的优缺点。", "label": "控制科学与工程", "id": 0}
{"content": "情感计算是目前人机交互、认知科学等领域的研究热点之一,具有重要的理论意义和广泛的应用价值。情感和情感差异的度量方法则是情感计算的基础。要研究情感的度量,首先要对情感进行量化和建模,本文提出以PAD（Pleasure-displeasure,Arousal-nonarousal,Dominance-submissiveness）情感模型为基础,来构建三维情感空间。由于在心理学实验中,只考虑P、A、D三维的正负性,其数值关系还没有论证过。因此,建立三维PAD情感空间的一个关键问题是,心理学实验所测得的关于情感的PAD值是否有意义。通过设计80个情景的心理学实验,我们获得了80个情境的PAD数据,并提出了一种基于高斯迭代的假设-验证方法,分析了PAD数据。实验表明,该数据在PAD情感空间中符合高斯分布。本文的研究,不但揭示了PAD情感空间中情感数据分布的概率特性,也为进一步研究PAD情感空间中情感的关系和情感的度量提供了数据分析的基础。", "label": "控制科学与工程", "id": 0}
{"content": "为了培养学生的自学能力、独立思考能力以及动手能力,针对在电子信息专业的专业选修课程《信息论与编码》教学过程中发现的问题,探讨该课程教学,提出了一些改革的思路和方法。", "label": "控制科学与工程", "id": 0}
{"content": "本文采用多目标模糊综合评判方法,除了考虑舱内人-机界面的模糊随机性因素外,还充分考虑了评判准则的模糊性,将定量和定性的评判方法有机结合起来,建立模糊评判模型,可形成对舱内人-机界面较为客观的综合评价。", "label": "控制科学与工程", "id": 0}
{"content": "本文采用可用性工程与认知心理学的实验方法,研究了界面中呈现信息的媒介属性与界面可用性间的关系。研究结果显示:图标媒介属性的改变,不影响用户的心智模型。这就意味着:在手持移动设备等小屏幕界面的一级界面中,信息媒介属性的改变不会影响到界面的可用性。", "label": "控制科学与工程", "id": 0}
{"content": "本文采用可用性工程与认知心理学的实验方法,研究了界面中呈现信息的媒介属性与界面可用性间的关系。研究结果显示:图标媒介属性的改变,不影响用户的心智模型。这就意味着:在手持移动设备等小屏幕界面的一级界面中, 信息媒介属性的改变不会影响到界面的可用性。", "label": "控制科学与工程", "id": 0}
{"content": "针对多传感器信息融合系统中的信息冲突,结合博弈论的原理,在考虑信息冲突环境下局中人最优策略和最优支付的情况下,提出了求解信息冲突环境的信息博弈融合方法．首先通过信息熵的形式将多信息器表示成多源信息,并将多源信息的信息冲突过程抽象成为信息博弈过程,多传感器系统通过信息博弈的过程实现整个系统的信息收益最大化．通过对空调机调速器运行工况评价的实验分析,证实该方法在保持调节性能的同时,能从冗余的多源信息角度对系统的被控参数做出调整,各种动态品质特性优于传统的方法。", "label": "控制科学与工程", "id": 0}
{"content": "基于视频的人机交互是实现机器智能化的一个重要研究领域。本文提出了一种简单有效的复杂背景下的实时的指尖检测方法。基于运动手指图像全局灰度变化特征,本文提出了一种的快速有效的前景分割方法,提出了一种基于连通区域检测的背景更新方法,提出了一种基于模板匹配的手指尖检测方法。实验表明在本系统在各种室内复杂背景条件下能有效的适应背景变化,并能较准确的检测到运动指尖。", "label": "控制科学与工程", "id": 0}
{"content": "本文分析了融合系统的体系结构和融合方式,讨论了分布式融合系统所存在的时钟同步问题,并提出解决方案。", "label": "控制科学与工程", "id": 0}
{"content": "本文主要研究了具有通信时变时延的多智能体系统的编队控制问题,分别考虑固定通信拓扑结构和切换通信拓扑结构两种情况。针对给定的二阶多智能体系统,提出了一种基于分布式一致性理论的编队控制算法。首先运用矩阵论的知识对原来的系统进行模型转换,接着通过构造Lyapunov-Krasovskii泛函分析系统的稳定性,给出了系统实现渐近稳定的充分条件,最后通过仿真验证所得结论的正确性。", "label": "控制科学与工程", "id": 0}
{"content": "针对工程中倒立摆类结构的摆动控制问题,文中提出一个带有移动质量块的倒立摆模型,研究了利用质量块在摆杆上运动来抑制摆杆的摆动。首先对系统进行了力学分析,得到初步的质量块运动轨迹控制策略,针对这一策略,用摆杆实时角度作为输入量,给出了具体的对质量块运动轨迹的主动控制方法。为了证明该方法的有效性,文中推导了含有质量块运动的系统能量等效阻尼比,并通过仿真计算得到阻尼比与系统参数以及运动参数之间的关系。最后,搭建了与所提出模型相对应的实验装置并做了相关实验,得到和系统等效阻尼仿真结果相同的结论。并且在文中还补充了摆杆在受到随机激励时的仿真,结果表明该方法具有很好的鲁棒性。", "label": "控制科学与工程", "id": 0}
{"content": "针对多障碍环境下的多智能体系统协同编队避障与防撞问题,本文提出一种基于迁移学习与强化学习算法相结合的编队控制算法。首先,通过利用值函数近似方法来近似价值函数,以此来避免Q-表格求解法所需的大规模存储空间问题,有效提升求解效率;其次,基于迁移学习思想,将源任务中训练所得的权重只是迁移到新任务环境中,进而有效提升了强化学习算法的泛化能力及收敛速度。仿真实验结果表明,该方法能使多智能体系统在复杂障碍环境下有效地形成并保持编队,同时实现避障与防撞。", "label": "控制科学与工程", "id": 0}
{"content": "针对带有非匹配总扰动的严格反馈型非线性系统输出跟踪控制问题,基于自抗扰控制思想,提出一种新型的任意阶扩张状态观测器。然后,设计非递归型复合控制器,实现半全局有限时间收敛的输出跟踪控制。本文方法是自抗扰控制思想在高阶非匹配扰动系统中的实例化扩展。", "label": "控制科学与工程", "id": 0}
{"content": "实时性是模型预测控制（MPC）的重要性能指标,其快速及有效的优化方法关系到其能否应用于实际的系统中。为进一步提高现有MPC优化方法的实时性能,提出了一种基于固定时间稳定理论的非线性模型预测控制（NMPC）优化方法。首先引入哈密尔顿函数,并利用变分法给出MPC控制问题的必要条件。其次,将控制系统与预测域进行离散化处理,从而可求得MPC控制的离散化条件。然后,采用延拓法并结合前向差分法,设计了基于固定时间稳定理论的MPC优化方法。最后,通过仿真验证了所提方法的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "本文旨在研究Markov跳变系统在有限频段内的滚动时域H∞控制问题,以获取更好的约束优化控制效果.首先,利用增广系统方法将具有多模态特征的随机跳变系统转化为包含转移概率信息的单一模态系统,以原系统状态变量的数学期望表征此增广随机系统的动力学行为.其次,将特定频段干扰信号频率信息以及系统输入/输出联合约束引入控制器设计,从频率和空间两个角度着手实现滚动时域H∞控制,通过在线滚动求解标准半正定规划问题,获取H∞控制增益.随后,通过有限频段和约束空间下滚动时域控制策略的可行性分析,得出闭环系统均方稳定的结论.最后以仿真结果验证所提方法的优越性和有效性.", "label": "控制科学与工程", "id": 0}
{"content": "模型预测控制（MPC）是控制确定性线性系统的一种常用方法,因为它的实现相对简单。然而,当系统变得非线性和随机时,MPC的性能迅速下降。本文结合鲁棒Tube和概率Tube,提出了一种基于多步控制策略的非线性随机模型预测控制（NSMPC）。选择多步控制策略不仅可以提高控制器的自由度,而且可以将主要的在线计算转移到离线完成。讨论了基于NSMPC的一系列不变集的实现。从而保证了该控制器控制的系统的局部稳定性、鲁棒性和递推可行性。通过数值非线性随机系统和风力发电系统的实例验证了NSMPC策略的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "本文针对存在未知参数、外部环境存在干扰、网络传输过程中存在数据丢失的线性网络控制系统,提出一种基于数据驱动的非策略Q-学习方法,设计输出反馈控制器,实现了网络控制系统性能的优化.首先设计虚拟Smith预测器,补偿数据丢失对系统性能的负面影响,定义性能优化指标,构建H∞输出反馈控制问题;然后,基于Q-学习方法动态规划和零和博弈理论,提出一种完全数据驱动的非策略Q-学习算法,学习H∞输出反馈控制器,克服系统外界干扰.此算法不要求系统模型参数已知,克服系统状态不可测量的特性,利用输出数据和控制输入数据学习获得输出反馈的最优控制器增益,实现了存在数据丢失和外界干扰的网络控制系统输出反馈数据驱动的跟踪;最后,算例仿真实验验证了方法的有效性.", "label": "控制科学与工程", "id": 0}
{"content": "针对高维数据建模时神经网络的参数求解不适定问题和网络规模控制问题,提出了一种基于Bayesian学习的稀疏随机配置网络（BSSCN）。BSSCN继承了在Bayesian框架下学习SCN的基本思想,但是用拉普拉斯分布代替了常用的高斯分布,作为SCN输出权值的先验分布,从而得到稀疏SCN。同时,采用了基于两级递阶的先验分布作为拉普拉斯稀疏先验分布的下界,得到具有稀疏性质的近似高斯后验,进而简化了BSSCN的训练过程,并可以得到BSSCN输出权值的解析解。然后,通过最大化相应的边际似然函数的下界,利用期望最大算法对BSSCN的超参数进行估计。另外,为了衡量模型参数失配和实际数据产生的不确定性,构建了基于bootstrap集成策略和BSSCN（BE-BSSCN）的预测区间。基于2个高维实际数据集的实验结果表明所提方法具有较好预测精度,同时可以构建高质量预测区间。", "label": "控制科学与工程", "id": 0}
{"content": "针对一类非线性项为有界或者为真分数参数未知的离散时间系统,设计一种非线性多模型二阶段广义预测自适应控制器。首先根据先验知识确定未知参数的区域,在区域内建立多个自适应模型,然后根据带有遗忘因子的递推最小二乘辨识算法辨识未知参数;进而通过带有约束的加权自适应律获得虚拟模型的参数以此提高参数收敛速度,接着利用虚拟模型的参数设计非线性鲁棒广义预测自适应控制器,最后通过仿真结果验证其跟踪性能。", "label": "控制科学与工程", "id": 0}
{"content": "本文研究了通讯时延下二阶多智能体的安全渐近一致性问题。首先考虑存在多智能体系统通信时延,针对恶意攻击行为设计了相应的一致性协议。然后,根据图论与多智能体拓扑结构分析,设定相应的稳健性条件抵御恶意多智能体攻击,保障系统中正常智能体在面对恶意节点时始终可以达到预期的渐进一致状态,并给出具体的充分条件。最后,通过数值仿真验证了结论的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "本文分别针对连续时间和离散时间线性切换系统,利用嵌入转换方法,将切换序列看作辅助输入,提出了一种最优切换和最优跟踪控制方法。首先将切换系统等价转化成多个线性系统的组合,然后将该组合系统嵌入到一类大系统中,最后针对该类大系统利用极小值原理设计最优切换和最优跟踪控制器。由于嵌入式大系统的最优解为bang-bang型,因此该bang-bang解即为原切换系统的最优解。仿真实验及在双容水箱上的物理实验验证了本文所提方法的优越性和可应用性。", "label": "控制科学与工程", "id": 0}
{"content": "本文针对一类线性连续多智能体系统（Multi-agent systems,MASs）,设计了一种基于状态反馈的比例积分（Proportion-integration,PI）型控制律,并从频域的角度对MASs的一致性进行分析.首先利用Laplace变换,将MAS模型从时域转换到频域,再利用Kronecker积,将MAS的一致性问题转化为一个多输入多输出（Multi-input multi-output,MIMO）系统的稳定性问题.借助频域中广义Nyquist判据对MIMO系统的稳定性进行分析,进而得到MAS可一致性的判据.本文从频域的角度揭示了拓扑结构对一致性的影响,并重点解决了有向图下的MASs一致性PI控制难题,得到了MASs可一致性的充要条件.最后,通过对比仿真实验说明了所提PI型控制律在应对时不变/缓变故障方面的优势.", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞申铁龙,1992年获上智大学博士学位。1992年春至今就职于上智大学。现任上智大学理工学部申研究室教授,上智大学地球环境研究所所长。主要研究方向控制理论及其在汽车的动力系统、机电系统以及能源系统中的应用。现为IFAC Technical Committee on Automotive Control成员;申铁龙教授曾任第八、九、十、十一届TCCT委员（2003-2022）;积极组织并推动CCC＆SICE2015,", "label": "控制科学与工程", "id": 0}
{"content": "基于偏微分方程（PDEs）的多智能体系统（MASs）的一致性研究成果很少,基于常微分方程（ODEs）的多智能体系统一致性研究尚未完全在偏微分方程得到推广和研究。本文研究基于常微分系统一致性PI控制的多智能体偏微分方程建模问题,和该系统下的时变编队控制问题。将具有积分项的抛物线偏微分方程转换成具有强阻尼项的双曲型偏微分方程,通过分析无编队和有编队两种情形,利用拉普拉斯算子特征值的分布和拉萨尔不变集原理,或者特征方程证明偏微分方程的稳定性,从而实现时变编队控制的目的。最后,通过数值仿真验证了所提出的质量时变编队控制方案的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "本文针对连续时间动态系统,研究了一类基于事件驱动的线性二次型（Liner Quadratic Regulator,LQR）脉冲最优控制问题.首先,结合最优控制理论,给定线性系统从初始状态到平衡点的性能指标最小值,利用最小值原理,结合事件驱动控制理论,得到了基于事件驱动的最优反馈控制律;然后,给出了脉冲线性系统指数稳定的充分条件;最后,通过一个数值仿真实例验证了所提出的基于事件的脉冲控制器的有效性.", "label": "控制科学与工程", "id": 0}
{"content": "最优传输理论提供了一种几何框架,用于以最小化总运输成本的方式将一个离散分布映射到另一个离散分布。最优传输理论最早被成功应用于经济学和运筹学当中;近几年,随着计算机技术的进步,最优传输理论在计算机视觉和机器学习以及系统控制领域有着蓬勃的发展。当运输成本为二次函数时,最优传输问题等价于流体动力学的最优控制问题。本文以该等价条件为切入点,在几何力学的框架下研究了广义最优传输问题的Euler-Poincare表述,并将其应用于多智能体集群控制中。本文从Hamel约化的角度推导了广义最优传输问题的最优性条件,得到了相应的Euler-Poincare方程,同时从Noether-Kelvin定理中推导出相关守恒定律。具体来说,广义最优传输问题可以看做流体动力学中的最优控制问题,此时,位型空间由流形M上的微分同胚群Diff（M）和流形上的连续函数空间F（M）共同组成。在广义最优传输问题中,最优性条件通过求解运输成本的驻点给出,考虑到动力学方程约束,该过程实际上是一个约束变分过程。Hamel约化技术可以很好的处理上述约束变分问题,并最终得到带两点边值约束的Euler-Poincare方程。不同于Hamilton-Jacobi-Bellman方程和Pontryagin Maximum Principle理论,该方法有以下两点优势:（1）不需要使用乘子;（2）通过Noether-Kelvin定理可以得到守恒量。在多智能体集群控制的实例中,所有个体状体共同构成流形上的离散分布,控制集群的初末态位置等价于控制一个离散分布映射到另一个离散分布。应用上述理论,可以得到集群的密度控制律。实验仿真说明了该框架的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "切换系统是由一组包含连续或离散时间动态子系统和一条决定各个子系统如何切换的切换信号所构成的。它在工程实际中具有非常广泛的应用,如飞行器控制、交通控制、机器人行走控制、网络控制系统及多智能体的协作与控制等。切换系统理论在改善系统的暂态性能和提高系统的控制精度方面体现出很大的优势。近年来切换系统涌现出了大量的研究成果,涉及稳定性分析、故障检测、H∞控制以及其它控制综合问题等。跟踪控制是控制领域的重要问题之一。其目的是通过有效的控制使被控对象具有所期望的运动轨迹。由于跟踪控制拥有较强的实际应用背景,跟踪控制问题已经得到比较深入的研究。有关跟踪控制问题的大部分现有成果均使用平均驻留时间的方法。而模型依赖平均驻留时间法（Mode-Dependent Average Dwell Time,MDADT）相较于平均驻留时间法可设计保守性较低、更具一般性的切换信号。到目前为止,利用模型依赖平均驻留时间方法对切换时滞系统的输出跟踪控制的研究还鲜有报道。本文基于模型依赖平均驻留时间方法研究一类切换时滞系统H∞输出跟踪问题。使用多Lyapunov函数理论,给出模型依赖平均驻留时间所满足的条件,确保所研究的切换时滞系统是指数稳定的且具有H∞输出跟踪性能,同时给出状态反馈和跟踪误差积分相结合的控制器的设计方案。不同于单一平均驻留时间方法,模型依赖平均驻留时间方法允许切换系统的每一个子系统具有各自的平均驻留时间,因此降低了结果的保守性。最后,通过仿真算例验证所获得理论结果的有效性和正确性。", "label": "控制科学与工程", "id": 0}
{"content": "本文研究了一类不对称间隙碰撞振动系统的混沌控制问题,构建了具有单输入、单输出、单隐层、五节点结构的RBF神经网络参数反馈控制器,实现了RBF神经网络将混沌运动控制为固定周期运动。基于粒子群算法,引入混沌惯性权重策略,提出了具有混合粒子群特征的改进算法。基于基准测试函数、整数阶Lorenz混沌系统参数辨识、分数阶Liu混沌系统参数辨识三种测试方法,综合考察评价算法的寻优性能。仿真结果表明,该算法具有较优的寻优性能及较强的鲁棒性。利用该算法引导控制器参数进行实时调节,避免了参数选取及控制效率低下等问题。仿真结果表明,该方法能够在相对最小能量输入的前提下,实现混沌运动转迁为预定的周期运动,且控制速度相对最优。", "label": "控制科学与工程", "id": 0}
{"content": "虽然如今的仿人机器人在外观上与人类相似,但是在处理数据等方面与人类依然有很大的区别。为了让仿人机器人更大程度地与人类相似,本文提出了一种利用人体运动控制原理来规划仿人机器人行走轨迹。首先,通过建立一个生物学模型,模仿中枢神经系统将动态与静态力分开处理,同时将运动过程中运动神经元信号的能量不断最小化。其次,由于中枢神经系统不是每次重新计算一个复杂的优化问题,而是使用有限的函数基础来生成运动,因此采用主成分分析法将有限的运动基元从数据库中提取出来。最后,将机器人的运动表示为这些运动基元的线性组合。该方法较好地提高了仿人机器人轨迹生成效率。动态力和静态力的分开处理简化了优化过程,消除了边界条件。由于运动基元数量有限,因此采用有限的运动基元来组成不同的运动可以极大地降低控制的复杂性,同时减少计算成本,提高计算效率。", "label": "控制科学与工程", "id": 0}
{"content": "本文基于非线性能量阱（NES）和时滞反馈控制（TDFC）技术,提出具有被动控制和主动控制特性的混合控制理论,利用TDFC主动控制策略的减振效率与NES宽频和强鲁棒特性,有效提升结构非线性振动控制效果。应用该混合控制方法对单自由度Duffing振子在双频谐波激励作用下的非线性共振响应开展了振动控制研究。推导了非线性结构在双频谐波激励作用下的非线性振动控制方程。采用多尺度/谐波平衡方法（MSHBM）计算了1:1主共振和1:3亚谐波共振响应,得到了振幅调制方程。结合算例开展数值分析,研究结果表明,可以调整非线性能量阱和时滞反馈控制的控制参数,有效抑制大振幅振动,比采用单一控制策略更为有效。", "label": "控制科学与工程", "id": 0}
{"content": "在实际工程的控制中,当系统从一个子系统切换到另一个子系统时,系统在识别它并请求将当前控制器切换到下一个子系统相应的控制器的过程需要耗费一定的时间,即控制器切换时存在时滞。这种不可避免的\"异步切换\"现象,严重影响了控制器的性能,甚至会破坏系统的稳定性。本文研究一类具有不确定性和时间滞后的无限维关联切换系统在异步切换下的鲁棒稳定性与控制问题。综合考虑控制器与子系统之间的异步切换、外界扰动、系统参数变化以及时间滞后等各种存在于实际系统中的非理想因素对切换系统的稳定性与控制的影响,结合矢量Lyapunov函数、自适应控制等方法,揭示扰动和时滞的类型和大小、异步不匹配程度、不确定参数变化范围对无限维关联切换系统动力学特性的影响,并设计出相应的控制器和切换律以补偿上述非理想因素对系统造成的不利影响。", "label": "控制科学与工程", "id": 0}
{"content": "本文通过将瞬态控制技术应用到原始的延迟反馈控制中,提出了瞬态延迟反馈控制,其目的是扩大受控不稳定周期振荡的稳定域。当系统处于某特定区域（控制区域）时,控制力被激活,否则不施加控制力,这不同于原始延迟反馈控制的常规控制力。控制区域在瞬态延迟反馈控制中起着至关重要的作用,控制区域被确定为获得最大的稳定域。通过具体的实例分析研究了瞬态延迟反馈控制的具体控制性能。发现当适当地选择控制区域时,瞬态延迟反馈控制的稳定域比原始延迟反馈控制的稳定域大得多。", "label": "控制科学与工程", "id": 0}
{"content": "时滞广泛存在于动力学系统当中,使得系统性能不稳定甚至造成破环性的影响。而不确定性是影响系统模型精确性的关键因素之一,也关系着系统的好坏。在大多数现实情况下,这两个问题同时存在并共同影响系统的性能。同样,这在控制器的设计中也是需要考虑的问题。然而极少控制器的设计考虑到时滞与不确定性的共同作用。因此,本文同时考虑时滞和不确定性,以1/4悬架模型为对象,设计了非脆弱性时滞H∞控制器。主要内容包括:（1）设计有效的控制器。利用李雅普诺夫理论和线性矩阵不等式方法（LMIs）证明在所设计控制器的作用下,系统能够达到全局渐近稳定。（2）控制器的非脆弱性验证。以时滞控制器为对比对象,利用结构奇异值理论,计算控制器的失稳矩阵,取其与控制增益矩阵的比值为评判控制器稳定程度的指标,数值结果显示所设计控制器比时滞控制器具有更好的稳定性和鲁棒性。（3）控制器的适应性验证。以三种典型路面激励为输入,结果表明所设计控制器在三种路面情况下都能稳定系统,具有很好的适应性。", "label": "控制科学与工程", "id": 0}
{"content": "针对C~4ISR系统仿真试验过程中面临的随机因素影响问题,提出了将置信区间引入仿真系统的处理方法。依据数据样本特性,对置信区间法进行相应扩展,建立仿真试验次数的自适应控制模型,最后对弹道导弹突防反导防御系统进行了仿真试验,得到了不同置信度和概率下的仿真试验次数预计值和置信区间范围。仿真试验结果表明,置信区间自适应控制法能够在增大置信度和概率的条件下,同比置信区间法有效减少仿真试验次数,具备对仿真的自适应控制能力。", "label": "控制科学与工程", "id": 0}
{"content": "本文研究一类T-S模糊时滞不确定广义系统的滑模控制问题。首先设计积分型滑动面函数并根据相应的等效控制律,使系统轨迹维持于滑动面s（t）=0;对系统进行增广变换以处理广义矩阵E的不确定性,并基于状态反馈和线性矩阵不等式,获得使增广系统二次容许的条件,从而通过比例-微分状态反馈保证原系统容许。之后设计滑模控制器,驱动系统轨迹在有限时间内到达滑动面。最后,通过仿真例子验证文中的滑模控制方法。", "label": "控制科学与工程", "id": 0}
{"content": "Kuramoto模型是同步模型中具有代表性的可解模型,当振子只与相邻振子存在耦合关系时,称这种模型为双向耦合的Kuramoto模型。在双向耦合的Kuramoto模型中,N个自然频率相同的振子均匀分布在单位圆上,此时,振子系统处于反相同步状态。本文将讨论双向耦合Kuramoto模型在反相同步情况下,当振子初始相位存在偏差时,可恢复到反相同步状态的初始相位稳定性范围与加入阻挫控制器后振子可恢复到反相同步状态的初始相位稳定性范围相比较,得出后者具有更优的稳定性范围的结论。", "label": "控制科学与工程", "id": 0}
{"content": "本文采用一组抛物型偏微分方程（PDEs）对多智能体系统集群动态特性建模,提出了基于Backstepping方法的控制器,实现了多智能体系统在二维平面上的队形跟踪控制。本文将输出调节的思想引入多智能体系统的控制,使得多智能体的物理中心跟踪预期的轨道运动,并保持期望队形。预期轨道和扰动信号由一组线性微分方程（ODEs）描述,由此得到PDEs与ODEs级联的系统,由内模控制与PDE边界控制相结合,得到输出调节控制器。本文所提出的控制方案,在只有两个边界领导者智能体知道队形和期望轨道信息的情况下,实现了分布式队形跟踪控制。最后进行了算法仿真,验证了理论方法的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "针对一类状态不确定性的离散线性系统,提出了一种单调收敛的动态迭代学习控制策略。文中首先结合2D系统理论,建立迭代学习控制系统的2D离散Roesser模型,然后在不同相对度情形下,运用线性重复过程的稳定性理论给出以线性矩阵不等式表示的鲁棒单调收敛的充分条件,保证系统的动态性能。最后通过仿真,在不同相对度情形下与静态控制器进行比较,验证了设计方案的有效性和可行性。", "label": "控制科学与工程", "id": 0}
{"content": "考虑具有状态和输入输出约束的多变量线性系统,提出一种基于控制增量模型的阶梯式模型预测控制策略。首先将一般的多变量线性系统表示为增量形式,引入阶梯式控制策略,将预测时域内的控制输入变化量参数化,再考虑当前时刻和上一时刻的系统状态设计模型预测控制器并给出计算更为高效的迭代算法。进一步,利用Lyapunov稳定性定理、线性矩阵不等式以及Moore-Penrose广义逆矩阵等方法,深入分析了闭环系统的稳定性、抗干扰性和跟踪性能。最后进行仿真,结果验证了本文所提方法的有效性并能减少算法的在线计算量。", "label": "控制科学与工程", "id": 0}
{"content": "本文针对一类具有事件触发信息传输机制的分布式网络化系统,对系统故障反馈信道数目进行约束,研究系统在有限个关联通道故障情况下的H∞渐近稳定及控制器设计问题。其创新之处在于将系统故障反馈信道的势约束转化为对整体反馈增益矩阵中零块矩阵个数的约束,进而利用一种混合整数规划方法来解决这类带有势约束的容错控制问题。结合Lyapunoy泛函以及矩阵变换,给出使闭环系统满足H∞渐近稳定的充分条件以及具有稀疏反馈信道故障的分布式控制器增益矩阵的求解方法。最后,通过两个实例验证所提稀疏容错控制方法的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "在Markov切换系统的研究中,绝大多数结果都是假设受控对象模态与被控对象模态之间同步变化而获得的,但是在故障容错控制等实际应用过程中经常存在异步跳变现象,这增加了Markov切换系统控制研究的难度。尤其是对Markov切换系统进行故障估计时,忽略异步跳变现象将会导致对故障的错误估计,造成系统故障的误报,从而对系统稳定性产生很大影响,因此在系统的分析与设计中需要考虑异步切换。本文采用隐Markov模型方法建模了系统故障模态与估计器模态之间异步切换现象,并在计算故障估计器增益时采用了鲁棒H∞性能指标,有效抑制了噪声干扰对于故障估计性能的影响,推导的线性矩阵不等式条件保证了误差系统是随机稳定的,并满足指定的鲁棒H∞性能指标要求。最后,利用推导的线性矩阵不等式条件,可以获得关于异步故障估计器增益的显式数值解。", "label": "控制科学与工程", "id": 0}
{"content": "本文研究带有时变时滞和不确定性通信拓扑协议下高阶连续时间线性多智能体系统的鲁棒保性能一致性问题.首先,利用一个线性变换将该问题等价转化为一个辅助时滞系统的保性能控制问题.然后借助鲁棒保性能控制理论,得到线性矩阵不等式（LMIs）形式的多智能体系统达到鲁棒保性能一致的充分条件,并给出保性能函数的上界,数值实例验证了结果的正确性.", "label": "控制科学与工程", "id": 0}
{"content": "本文针对间歇过程提出了一种基于遗传算法优化的新型状态空间H∞跟踪容错控制以抵制执行器部分失效故障及干扰。首先根据给定具有过程不确定性的实际故障过程模型,通过引入输出跟踪误差、状态误差及包含输出跟踪误差的新的状态,构建了新型等价模型。并引入二次性能函数,通过利用遗传算法来调节此函数中的变量,设计新型状态空间H∞跟踪容错控制律,使得系统在抵制执行器部分失效故障和干扰的同时,满足控制性能最优。对于执行器故障及外界干扰,在此都视为干扰,利用Lyapunov稳定理论求解出该控制器所允许干扰在一定范围。此设计过程最大优点,通过引入了拓展信息,跟踪性能更佳,抗故障及干扰更强,最后以注塑过程实例,通过与无拓展信息的控制方法进行对比,说明本文所提方法更实用,更有效。", "label": "控制科学与工程", "id": 0}
{"content": "自抗扰控制技术是一种新型的、不依赖被控对象模型的、易于操作的控制方法,可以较好地处理非线性、强耦合、多变量问题,已成功应用于各种复杂系统。因此,研究自抗扰控制技术的稳定性和鲁棒性具有重要意义。针对非线性系统、大时滞系统和非最小相位大时滞系统,设计了线性自抗扰控制器,分析了闭环控制系统的稳定性和鲁棒性问题,主要做了以下三个工作:（1）基于一、二阶非线性被控对象,将闭环系统的输出误差和估计误差结合分析,利用李雅普诺夫函数得到了自抗扰控制系统全局渐近稳定的条件。当总扰动已知且导数满足利普希茨条件时,定量求得了控制参数可行域。当总扰动未知时,还需满足其二阶导数为零的条件。特别地,针对一阶系统,利用Markus-Yamabe定理得到了降阶自抗扰控制系统全局渐近稳定性,数学证明和仿真结果说明了结论的正确性。（2）针对一阶惯性大时滞被控对象,将Smith预估器与自抗扰技术结合,设计了ADRC-Smith控制器。对于全阶控制器,利用劳斯判据分析了控制系统的稳定条件,当被控对象存在不确定性时,获得了Smith预估器的设计原则和控制参数的调节规律。对于降阶控制器,应用劳斯判据得到了参数摄动范围,并求得了摄动范围内的相角裕度。仿真结果证明ADRC-Smith控制器的鲁棒性优于单独自抗扰控制器。（3）基于含不稳定极点和大时滞的非最小相位被控对象,单独自抗扰控制器不能获得理想的控制效果,而加入Smith预估器使得被控对象对扰动极其敏感。因此,通过引入两个比例反馈实现非最小相位不确定被控对象的稳定控制,利用奈氏曲线和伯德图分析了其频域特性,蒙特卡罗试验证明了该方法的强鲁棒性。", "label": "控制科学与工程", "id": 0}
{"content": "本文针对非线性系统的控制问题,提出一种新的自适应控制方法。所提方法首先采用随机向量函数链接（random vectorfunctionlink,RVFL）网络建立非线性系统模型,并基于RVFL网络的直连与非线性增强特性,结合一步超前最优控制策略,设计了线性控制器和非线性未建模动态补偿器,并提出了一种新颖的模型在线更新方法,从而使得控制器具有自适应能力。该方法利用带直接链接的RVFL网络同时包含了输入与输出的直接映射和非线性映射关系的特性,对非线性系统的低阶线性模型和高阶非线性项同时辨识,提高系统辨识精度,从而改善控制效果。此外,将网络输出权重的误差作为约束条件引入目标函数中,提高参数更新更平滑性及训练过程的稳定性。仿真实验表明了所提方法的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "本文考虑了一类具有多时间尺度特性的多智能体系统的协同控制问题。首先,通过有向图描述了智能体之间互相作用的拓扑结构,并且智能体与其邻居通过通信网络进行信息交互。为了节约有限的网络通信资源,减少信息传输中的数据冲突,本文设计了基于事件触发机制的通信策略来协调智能体与其邻居之间的信息传递,并基于所设计的事件触发机制提出了状态反馈控制器的求解算法,实现了多个智能体在有限时间内达到状态同步的目的。特别的,为了解决多时间尺度特性带来的病态数值问题,本文设计了依赖于奇异摄动参数的李雅普诺夫函数,并且考虑了奇异摄动参数上界。最后,通过仿真例子验证了本文所提方法的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞段广仁,1989年获哈尔滨工业大学博士学位。1991至今任哈尔滨工业大学教授,是哈尔滨工业大学控制理论与制导技术研究中心的创始人和主任。主要研究方向为控制系统的参数化设计、鲁棒控制和航天器控制等。作为第一完成人获国家自然科学二等奖2项,是中国科学院院士,IEEE Fellow,IET Fellow和CAA Fellow。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞关肇直教授是中国科学院院士、国内外知名的数学家和控制理论专家。他一生致力于数学、控制科学和系统科学的研究和发展,作出了重要的贡献。为了缅怀和纪念关肇直教授,推动我国控制科学的发展,特设立\"关肇直奖\"。奖励基金由国内外单位和个人捐赠,由关肇直奖基金委员会管理。\"关肇直奖\"的授奖对象为中国自动化学会控制理论专业委员会举办的中国控制会议的投稿论文,", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞随着中国控制会议的规模日益增大,张贴论文成为会议的重要学术交流方式之一。为了使张贴论文更加活跃和丰富,特设立\"中国控制会议张贴论文奖\"。2017年,在广泛征求意见的基础上,控制理论专业委员会建议并经中国自动化学会批准将每年一次的\"中国控制会议张贴论文奖\"更名为\"《中国科学》—中国控制会议张贴论文奖\"（SCIS-CCC Poster Paper Award）。由《中国科学:信息科学》全额资助。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞随着中国控制会议的规模日益增大,张贴论文成为会议的重要学术交流方式之一。为了使张贴论文更加活跃和丰富,特设立\"中国控制会议张贴论文奖\"。2017年,在广泛征求意见的基础上,控制理论专业委员会建议并经中国自动化学会批准将每年一次的\"中国控制会议张贴论文奖\"更名为\"《中国科学》—中国控制会议张贴论文奖\"（SCIS-CCC Poster Paper Award）。由《中国科学:信息科学》全额资助。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞随着中国控制会议的规模日益增大,张贴论文成为会议的重要学术交流方式之一。为了使张贴论文更加活跃和丰富,特设立\"中国控制会议张贴论文奖\"。2017年,在广泛征求意见的基础上,控制理论专业委员会建议并经中国自动化学会批准将每年一次的\"中国控制会议张贴论文奖\"更名为\"《中国科学》—中国控制会议张贴论文奖\"（SCIS-CCC Poster Paper Award）。由《中国科学:信息科学》全额资助。", "label": "控制科学与工程", "id": 0}
{"content": "针对一类具有参数不确定性和执行器连续故障的切换线性系统,对鲁棒弹性可靠控制问题进行了研究,其系统不确定性不仅存在于系统矩阵和输入矩阵中,同时存在于控制器的增益矩阵中。利用平均驻留时间法,给出混杂状态下鲁棒容错控制器存在的充分条件,使得系统在满足平均驻留时间条件的任意切换信号下,对所有容许的不确定性和执行器故障是指数渐进稳定的,并且满足一个二次型成本函数的上界。该方法一定程度上降低了切换系统控制器设计的保守性,解决传统鲁棒控制器的脆性问题。最后通过数值仿真验证了所提方法的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "针对目标态为本征态和混合态情况,本文对随机开放量子系统,设计出一个由定常值控制和基于李雅普诺夫方法的控制律组成的、能够使控制系统收敛的开关控制,其中,李雅普诺夫函数为系统的状态距离,定常值控制用来使系统状态从初始状态进入含有目标态的不变集合中,李雅普诺夫控制用来使进入不变集的状态继续收敛到期望的目标态。将所提出的控制方法,对三能级和四能级两个随机开放量子系统进行了数值仿真实验,并对实验结果进行了分析。", "label": "控制科学与工程", "id": 0}
{"content": "随着人机交互技术发展及人们对产品使用需求的提高,面向人机交互的用户体验实验教学项目开发迫在眉睫。本文综合人机交互用户体验研究现状和企业实际需求,进行人机交互用户体验实验内容设计,建立人机交互用户体验实验平台,开发实验项目,制作实验资源,建设为可共享的面向人机交互的用户体验实验资源,为高校人机交互课程和用户体验课程教学提供借鉴,同时为企业人机交互用户体验的测量提供方法。", "label": "控制科学与工程", "id": 0}
{"content": "在人的五种基本感觉通道中,触觉被称为\"感觉之母\",人类与物理世界交互时,触觉信息无时无刻不在使用,但在人与计算机的交互中,人的触觉感知能力基本被闲置。本报告将以个人电脑时代和虚拟现实时代的人机交互需求为发展脉络展开,首先以视听触反馈口腔手术模拟器为例,介绍个人电脑时代的桌面式触觉反馈装置和触力觉合成方法,进一步介绍虚拟现实时代穿戴式触觉交互的最新进展,包括刚性外骨骼、刚柔耦合外骨骼、纯软体力反馈手套、虚拟手力渲染方法的研究进展等。", "label": "控制科学与工程", "id": 0}
{"content": "本文以《西部世界》连续剧为例,通过研究该剧中机器人与人类身处环境差异、特殊的建筑空间符号意向,分析人与其所创造的工具序列和对象体系之间的阶级差距关系。科幻剧中的空间诠释了列斐伏尔认为空间具有政治性且与权力相伴的特性,既具有等级的意义也是实现压迫的场所。本文主要分析了《西部世界》中人与机器两者地位转化后解读被科技宰制的人类与未来机器之间的伦理关系及所处的空间环境形态的改变。同时结合多个以未来为主题的影视剧之间的人机发展不同过程及其城市空间建筑形态分析对比,未来的人类可能将人类身心受到外在力量压抑后的自相矛盾转态转移到人工智能机器上。本文试图从该剧\"美丽新世界\"设定中分析未来人与机器共处的理想空间形态,城市空间形态是否会随着人机关系的紧张与缓和,人类是否为主导权力而有所改变。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞随着社会的发展和生活节奏的加快,各年龄阶段人群存在着不同程度的心理压力。为了缓解这一问题,本项目组研发了基于人机交互的智能健身减压沙袋,用户可通过击打此沙袋,击打力度与出拳形态将通过加速度传感器通过主控芯传给上位机,结合上位机做出的音乐、动画等有趣的交互游戏,分别有树增长模式、气球爆炸模式、用户与卡通大猩猩互相拳击模式", "label": "控制科学与工程", "id": 0}
{"content": "为了提高基于面部信息识别的人机交互性能,提出了一种基于任务协同的深度卷积神经网络学习方法。首先从视频图像中检测出人脸信息,其次设计一个深度卷积网络模型,将人脸特征点定位和姿态估计两个任务协同起来,同时回归得到人脸特征点坐标和姿态角度值,然后融合生成相应的人机交互信息,最后采用公开数据集和实际场景数据进行测试,并与其他现有方法进行比对分析。实验结果表明,本文方法在人脸特征点定位和姿态估计上在表现出较好的性能,在光照变化、表情变化、部分遮挡等复杂条件下人机交互应用也取得了良好的准确性和鲁棒性,平均处理速度达到16帧/秒左右,已具备一定的实用性。", "label": "控制科学与工程", "id": 0}
{"content": "公众在科技场馆学习知识的方式正在摆脱纯展板文字的形式,更加关注数字化技术的使用,注重在学习中的参与、体验及互动环节。为了迎合大众需求,科技馆改变传统的展示形式,引进体感技术,充分发挥这种交互技术的展示功能,引起了公众的关注与青睐。本文以北京天文馆中运用了体感技术的模拟月球行走展项为例,深入探讨和挖掘体感技术在科技场馆展览展示中的应用模式、效果以及未来发展前景。", "label": "控制科学与工程", "id": 0}
{"content": "基于移动设备的电子卡券在购买、递送、置换和携带等方面给人们带来了诸多的便利性,与此同时也衍生出了新的问题,比如电子卡券的核销问题。体现在用户的认知和体验层面上,卡券使用者和卡券接收方之间需要通过依托于移动设备的某种交互方式来完成电子卡券的核销。此类需求的交互方式亦呈现出多样化的趋势,而传感器技术的发展为满足此类需求提供了多种解决方案。本文归纳了三种典型的可用于电子卡券核销的交互形式,并通过一系列的实验,从易用性、愉悦性和信任度三个方面对这三种交互方式进行比较研究和分析。", "label": "控制科学与工程", "id": 0}
{"content": "目前,食品包装上印刷有一维条码,同一种食品,其条码相同,用这种方法只能管理到食品的品种,而不能管理到单个食品,因此,也就不能实现食品朔源。本文提出将物联网技术应用于食品生命周期的管理,能较好地解决食品朔源问题。物联网模型主要由感知层、网络层和应用层组成,感知层通过传感设备对物体进行识别,采集物体上唯一标签的信息,利用接口连接到无线或有线网络;网络层将感知层采集到的信息通过互联网或者局域网传递到信息中心或者网络管理中心,进行数据处理和分析;应用层则结合食品朔源管理的需求,提供服务调用接口或是API等平台服务,达到信息与食品朔源管理的深度融合,实现食品制造和流通环节的智能化运行管理。本文研究提出了以二维码技术、RFID技术和传感器技术组成物联网的\"感觉器官\",以无线传感网络或有线传感网络组成物联网的\"神经系统\",充分利用可变信息印刷技术对单个食品包装实施\"一品一码\"印刷,利用RFID读写技术对批量食品实施\"快速出入库\"登记,利用数据库管理软件配合用户终端对食品生产和流通全过程实施跟踪管理,利用网络查询平台接受用户对产品的验证查询等。", "label": "控制科学与工程", "id": 0}
{"content": "以CK6140H数控车床为研究对象,从人机工程学、认知心理学、艺术设计、美学等学科的角度,在基于用户体验的机电产品交互设计相关理论基础性研究基础上进行工业产品设计应用。研究目的:优化设计对象的人机界面交互关系;研究方法:运用工业设计方法与手段;研究结果:给出了基于用户体验的数控机床人-机界面交互设计结果;研究价值:提升产品的外在品质,提高产品市场竞争力。本设计案例对进一步丰富机电产品交互设计的理论研究与实际应用具有良好的借鉴价值。", "label": "控制科学与工程", "id": 0}
{"content": "用户研究在人机交互设计中是一项重要而困难的工作,影响用户交互行为的因素复杂且经常处于变动之中,设计者因而需要相应的理论框架去描述和解释用户行为。针对用户不同的理解和定位,会影响设计的过程、方法和结果。以用户为中心的可用性交互设计、面向任务的模式驱动交互设计、审美交互设计代表了三种典型的用户研究态度,不同的用户理解和评估立场决定了它们在设计方法上具有本质区别。该文立足于用户研究的视角,对三种交互设计进行比较研究,并指出以用户为中心的可用性交互设计和模式驱动交互设计所存在的问题,以及审美交互设计的意义和价值。", "label": "控制科学与工程", "id": 0}
{"content": "用户界面（User Interlace,UI）的保护问题日益受到国内外IT业以及法律界的关注。本文将分析用户界面的内涵,进而讨论采用最有效的法律途径来针对性地保护用户界面中的不同部分,其中更重点分析了用发明专利来保护用户界面的可行性,并结合具体案例分析了如何解决实质审查中可能遇到的问题,为权利要求的撰写提供了建议。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞科学技术馆（简称科技馆）是以展览教育为主要功能的公益性科普教育机构。主要通过常设和短期展览,以参与、体验、互动性的展品及辅助性展示手段,以激发科学兴趣、启迪科学观念为目的,对公众进行科普教育;也可举办其它科普教育、科技传播和科学文化交流活动。为了更好的科技馆的科技,将科技展品信息最大化的传达给参观者,交互设计在这一方面具有重要的纽带的作用。随着社会的发展和技术革命的推进,大家已经越来越不满足于既有的人机交互方式,过去的人机交互模式在现有的技术条件下,已经不能更好的适应日趋科技化的现代生活。从59年美国学者B.Shackel从人在操纵计算机时如何才能减轻疲劳出发,提出了被认为是人机界面的第一篇文献的关于计算机控制台设计的人机工程学的", "label": "控制科学与工程", "id": 0}
{"content": "据联合国估计,全球孤独症人口数高达三千五百万人;目前尚无针对孤独症孩子与照顾者之使用者体验（User Experience,简称UX）为主的设计研究与教材。本研究将透过自行开发的语言沟通教学辅具iCAN App,加入使用者体验设计元素,探讨是否能帮助目前孤独症孩童的语言障碍发展。跨领域合作伙伴有孤独症领域权威医师、专业早疗教育团队以及孤独症者家长,在观察测试过程发现,孩子学习意愿、学习认知相较于传统教学辅具提高许多,并逐渐开口练习表达,突破目前的医疗教育观念。因此本研究的目的希望能继续长期的实验测试,探索并建立新的人机互动与使用者体验设计知识,增进患者学习发展,并尝试挖掘更多合适的障别使用族群。", "label": "控制科学与工程", "id": 0}
{"content": "图式（schema）、认知结构（cognitive structure）是认知心理学基础概念,其客观性毋庸置疑。但认知结构既不能进入脑内直接检测,也不能用解剖方法对其直接分析,只能用计算机模拟或称\"黑箱\"方法借助思维对其活动和机理做间接推断。这是50多年认知科学隐含假设,称为\"人机分离的认知功能模拟\"研究范式。从哲学互补原理可洞察到\"人机融合的认知结构观测\"范式,即直接观测、采集认知结构数据,获得脑内\"宇宙\"结构及运动规律。此方法可能吗?大胆想法是把脑内认知诱导到脑外数字环境中,但认知会延伸到脑外吗?基于认知哲学前沿的脑外认知观,我们创新\"人机交互的认知结构耦合观测\"思路。\"脑认知体-耦合情境-信息流形\"（BSM）组成认知观测数字系统,是信息认知融合体。基于范畴论BSM之间的对偶关系保持信息认知空间的自然同构,耦合状态保持信息认知态射的自然变换。BSM可成为认知结构成像平台,形成脑认知信息层研究新范式,和脑认知功能成像能量层研究互补,揭示脑认知秘密。", "label": "控制科学与工程", "id": 0}
{"content": "本研究扩充微软发展的Avatar KinectTM远距Avatar互动技术,发展远距关怀运动平台,让照护中心的失智长者与熟识的年轻学生志工一同运动,促进高龄者的健康。并以Kinect结合Unity 3D电玩引擎发展远距高龄关怀运动平台。接者在照护中心执行三次实验,探讨照护中心以不同性别与教育程度的高龄者与学生志工在远距Avatar互动方式下的参与率、使用时间以及动作表现,并与Skype语音影像互动结果比较。实验过程以摄影观察记录分析高龄者与年轻学生志工远距互动运动,其结果显示台湾男性高龄者较不擅言词,所以不喜欢透过Skype视讯与年轻志工互动,而Avatar互动技术可让他们较自在与志工运动,因此我们建议照护中心的男性高龄者能与年轻志工使用Avatar互动技术进而达到一同运动,而针对女性高龄者而言,Avatar互动技术一样可以促进他们与志工互动。", "label": "控制科学与工程", "id": 0}
{"content": "本文展示设计的信息传达的角度出发,重点分析了展示过程中的感官体验和心理体验,界定了虚拟展示中的交互形式的定义、选择方法和系统评估要素。并借助眼动仪和Mouse Track鼠标轨迹追踪软件分别对\"认知走查评估法\"和\"用户自述+合作访谈\"评估法进行操作演练,验证了系统性能、交互体验和用户群体特征对虚拟展示系统的影响。", "label": "控制科学与工程", "id": 0}
{"content": "这个项目中,作者通过对办公环境休息空间（Breakout Area）的研究,以及对人与电子显示设备间交互方式的探索,设计出一个用于办公环境休息空间的图片分享系统,并且将\"摇摆\"（Swing）的互动方式融入到了人机交互当中。", "label": "控制科学与工程", "id": 0}
{"content": "在触控交互中,手指沿触摸屏某一方向滑动是一种较常见的操作方式。但由于人手指自身属性的限制,如生物性、物理性等原因,使得其在沿某方向进行滑动操作时,不可避免的会发生手指的遮挡、抖动等,从而导致误差的形成。在本文的研究中,为了进一步了解手指在触摸滑动中的基本行为属性,基于SteeringLaw设计了在不同方向的隧道滑动实验,对手指的方向滑动进行研究。实验结果显示,用户在不同方向的滑动过程中是存在差异的,当用户在0°方向进行\"隧道\"穿越实验时,可以得到更好的实验反馈,成功率相比其他方向更高;而当用户在120°方向进行\"隧道\"穿越实验时,很难达到用户满意效果,故在UI设计中不建议设计选择。同时实验结果也指出,用户在沿着某一方向的滑动时,宽度低于14px的滑动是很难得到较为满意的用户体验的。本研究是触控技术的基础研究,对触控交互与手势设计有明显的指导价值。", "label": "控制科学与工程", "id": 0}
{"content": "针对传统决策支持系统在面lI缶复杂使命需求时凸显的问题,回顾了传统决策支持系统对人的决策参与需求的研究.在现有决策支持理论研究、系统实践的基础上,以决策任务求解为驱动,创造性地提出\"人即服务\"的理念,将人以服务组件的形式\"浸入\"到决策系统中,进而凝练出入件与人件服务的概念;探讨了人件概念的内涵、建模技术、系统形态等基本话题;进而研究了人件服务的概念及其和软件服务的统一形式化描述、管理和调用等问题.这些工作可为设计和实现能充分体现决策者浸入及认知特征的人机协同决策系统提供先进的思路.", "label": "控制科学与工程", "id": 0}
{"content": "在仪器仪表和自动控制领域,友好的人机界面不仅取代了传统的监控和显示面板,同时又是操作人员和设备之间实现双向沟通的最佳途径。基于HITECH（海泰克）触摸屏的特点提出了在表格轮转印刷机上的人机界面设计方案。首先介绍了表格轮转印刷机的硬件组成与结构原理,详细说明了HITECH触摸屏的功能,其次描述了使用ADP3 V3.1软件对表格印刷机的人机界面主画面、子画面、报警显示画面的设计和参数设定。试验证明触摸屏作为人机接口,使系统界面友好,简单直观,便于操作,在实际应用中取得明显效果。", "label": "控制科学与工程", "id": 0}
{"content": "行为生态界面设计是指节约人们的动作和思考过程,符合人们内在的生活态度和生活方式,同时考虑不同的地域文化特征,具有预见性,使人们凭直觉就能轻松理解界面所要传达的信息,注重于考虑设计与周边环境相协调、体现出一种更加人性化和可持续性发展的界面设计。行为生态界面设计在IT界中存在广泛应用,研究行为生态界面设计,对丰富相关设计领域设计理论,发展更深层次的设计方式研究具有重要意义。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞研究目的:Kinect是美国微软公司于2010年11月4日推出的XBOX360游戏机体感周边外设的正式名称,很多人认为,Kinect将成为第三次人机交互革命的原点。它革命性的功能让人们摆脱了传统的人机交互方式。自从这一激动人心的技术一诞生就得到广泛应用。Kinect的应用使得在营销、医学、商业、计算机科学、娱乐以及机器人等很多领域的技术水平取得重大突破。", "label": "控制科学与工程", "id": 0}
{"content": "随着多媒体信息技术的发展,触摸屏作为信息直观的人机交互界面越来越多的出现在人们的视野中。本文将ARM微处理器LPC2138与TFT触摸屏相结合构建了一个人机交互模块。模块由LPC2138完成对TFT屏的驱动,采用串口通信和自定义的通讯协议与外部控制器进行通信,减小了外部控制器的负担,实现了人机交互功能。此模块便于信息的获取和控制,简化和方便了人机交互界面的设计研发工作。", "label": "控制科学与工程", "id": 0}
{"content": "针对触摸显示屏的操作特点提出了一种触摸手势输入方法,利用简单通用手势,滑动和点击。两种主要方式,输入滑动手势后输入点击操作（滑动手势,点击可以在同一触摸区域或两个触摸区域）,与输入点击操作后输入滑动手势（在同一区域内,在点击后抬起后马上输入手势）。该输入方法设计使得用户更易学习,更自然直观,在熟练以后可以达到准确快速输入的效果。", "label": "控制科学与工程", "id": 0}
{"content": "交互桌面具有俯视观察和直接交互能力,是人机交互领域一个热点研究对象。除了手指多点触摸和笔输入,在桌面上实现对实物对象或其标记的识别,以便实现实物与桌上信息内容的直接交互,成为交互桌面上的一个新的交互需求。超大幅面（100英寸以上）桌面如果需要较高的显示精度,一般通过多幅桌面拼接而成,给实物标记的识别带来较大的技术挑战。本文为清华大学的uTable设计实现了实物标记uMarker及其识别系统uMatch。uTable基于红外散射实现对桌面对象的识别,实物标记是一种图形编码,在uTable上受特定的工作环境（最小识别距离、识别精度、交叠区面积等）的约束。我们为此设计的uMarker在规格、样式、编码的设计上具有尺寸小、编码容量大的特点,在35mmX25mm的面积上采用3X3二维点阵编码,原理上可以表示155个标记,方向范围是0～360°,精度区间为-8～8°,整个计算过程采用简单的数学运算完成。uMatch系统与uTable的uCCV系统融合,完成了uMarker在uTable上的识别,单个摄像头在理想的光照区域内可同时识别4个标记,识别率达到100%,处理速度50Hz。基于uMarker可以在交互桌面上识别实物及其位置和方向,扩展了桌面的实物交互能力。", "label": "控制科学与工程", "id": 0}
{"content": "在人机交互领域,Fitts法则得到了广泛认可和应用。然而自该法则发表几十年来,关于它的研究仍然有一些悬而未决的关键问题。本文针对运动方向对工效的影响这一关键问题展开实验研究,对不确定方向上的二维（2D）目标点击任务的工效进行建模,以便能从理论上解释目标的宽度和高度两个属性在不同运动方向上如何影响点击任务的难易程度。", "label": "控制科学与工程", "id": 0}
{"content": "在老年看护等日常生活的应用环境的人机交互中,要求计算机系统在不分散人的注意力的状况下理解人的意图,作为系统的隐式输入。在这种情况下,动态上下文对于人体动作的理解起着重要的作用。为此,本文通过对隐式交互系统分析,结合老年看护实例,通过对日常生活场景的分析,建立动态上下文模型及ADL-DBN推理模型,进行动作分析和理解,并根据系统任务,为老年人提供生活辅助等服务内容。", "label": "控制科学与工程", "id": 0}
{"content": "文本型人机界面能与各种厂商的可编程控制（PLC）及各种具有串口通讯能力的电气设备连接,实现显示和控制相关参数的功能。与以往的方式不同,本文选择复杂的可编程逻辑器件（CPLD）替代PLC或者单片机的方式与其连接,通过自由通信协议实现通信。基于CPLD的方法降低了系统的复杂性,增强了其易用性和集成度。", "label": "控制科学与工程", "id": 0}
{"content": "针对目前电子教鞭不能很有效地实现自然交互的情况,基于MEMS惯性传感器的特点,本文建立了空中模式下手持交互笔运动模型及其运动映射关系,并设计了交互笔运动跟踪系统。通过交互笔书写实验,验证了该设计能实现人与交互笔的运动跟踪和识别,具有良好的应用前景。", "label": "控制科学与工程", "id": 0}
{"content": "本文研究是从基于图像分析、生理信号融合的情感感知入手,利用生理信号检测传感器获得某类情感信号,同时获取通过视频图像分析得到的情感状态,将情感结果与情感机理相关内容对应起来,并将多模态融合的情感感知识别问题抽取为一个组合优化模型,使用优化问题中常用的蚁群算法进行特征选择,找出最适合实际情景交互状态下的情感识别算法,实现高兴、惊奇、厌恶、悲伤、愤怒和恐惧6种基本情绪的情感识别。研究结果表明:用改进的蚁群算法优化组合识别模型,可以有效而快速地求得问题的最优解或近似最优解。", "label": "控制科学与工程", "id": 0}
{"content": "复杂人机系统的安全性与操作员功能状态（Operator Functional States,OFS）密切相关,而OFS与操作员的心理、认知和生理状态有关。对OFS的客观定量评估是实现自适应辅助系统的前提,因此对OFS精确分类方法的研究十分必要。本文基于实测的操作员任务性能数据、主观评价数据、操作员电生理信号数据,使用支持向量机（Support VectorMachine,SVM）方法设计OFS分类器。仿真结果表明,该方法能将OFS较好地分为三类。分析还发现,选择合适的特征能大幅提高OFS的分类正确率。", "label": "控制科学与工程", "id": 0}
{"content": "近十年来,科学技术突飞猛进,经济也已经进入体验经济时代。信息化浪潮已经波及了世界的每一个角落。人们的行为和心理也发生了巨大的转变。为了充分发挥博物馆的功能及满足人们日益提高的需求,如何把新科技运用到博物馆展品的传播中,便成为一个巨大的课题。在这个终端多元化的时代,媒介传播方式极大地增加,本文探讨了新媒体交互技术在博物馆中的应用与实现。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞本文探讨了虚拟现实技术在人机工程中的应用,介绍了NIOSH举起分析方法,并且使用虚拟现实ENVISION软件的人机工程模块,对工人的作业进行了仿真,利用NIOSH举起分析功能研究了手推车的人机工程设计,提高了设计的合理性和设计效率。", "label": "控制科学与工程", "id": 0}
{"content": "本文首先介绍了虚拟现实技术与人机工程的结合与应用,分析了人机工程及虚拟现实技术的标准化发展现状和趋势,然后研究了民用飞机人机工程应用中虚拟现实系统的一般要求和详细要求,最后给出了开展相关工作的意见和建议。", "label": "控制科学与工程", "id": 0}
{"content": "本研究計畫開發以下顎肌電圖偵測舌頭動作之人機介面系統,利用透過下顎之表面式電極貼片（Surface Electrode）來抓取下顎之肌電圖,經由舌頭不同的動作而在下顎部分取得對應的動作電位,將此訊號透過處理後,判別出上下左右的肌電圖後,將此訊號傳送到電腦與微控制器之整合,以幫助全身癱瘓之患者與外界視溝通介面之建立。", "label": "控制科学与工程", "id": 0}
{"content": "图形与文字分属于两个不同范畴的表现形式,图形表象,表现形式上直白,冲击力强;文字表意,表现形式上含蓄,想象空间大。两者各有优势,又相互补充。在产品的操作界面中,机器与用户交互最常用的语言输出模式即文字语言和图形语言,不同的语言输出形式被用户成功接收的程度是不一样的。只有当输出语言中的图形语言与文字语言被用户明确识别,形成一个完整的交流概念时,才能被用户正确接纳,最终完成顺利的人机交互。", "label": "控制科学与工程", "id": 0}
{"content": "在未来消费社会中,人们对产品在\"有形\"（物质）功能日趋完善达到满足的同时,逐渐趋向对\"无形\"（非物质）功能的更多需求,如舒适性能、宜人性能、情感性能等。基于仿真分析的人机工程学研究融合了其他诸多学科知识,将对更加人性化的产品设计作出贡献。本文就人机系统研究方法——仿真分析进行讨论,并通过对生物力学仿真软件ADAMS-Life MOD软件的应用分析探讨一种新的工业设计人机系统仿真和研究方法。", "label": "控制科学与工程", "id": 0}
{"content": "基于奇异值分解,具有丢失观测的广义系统等价地转化为两个降阶子系统。应用新息分析方法,对具有丢失观测的两个降阶子系统,分别给出了状态滤波器。推得了两个降阶状态滤波之间滤波误差方差阵的计算公式。进而,获得了原广义系统的状态滤波器。在存在观测数据丢失时,以往文献在完整观测数据下的滤波算法已失去了最优性。仿真例子验证了算法的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "本文针对分布式部署的VO不具备集中控制能力的问题,研究了如何使用Web技术与ACE（自治计算元）技术来实现基于Internet的ACE人机交互技术。设计了ESOAP（扩展的SOAP）来解决ACE与web管控接口间的通讯问题,提出了WCMA模型（基于Web的ACE服务管控模型）,该模型分别从服务授权、服务调用、服务定制等几个层次来实现对ACE的集中式管控。", "label": "控制科学与工程", "id": 0}
{"content": "新兴交互风格重新定义了对计算机和交互的理解,利用了人类在物理世界中的知识,使得交互更加自然和直觉,因此被称为Reality-Based Interaction（RBI）。本文提出面向新一代交互风格的统一评估框架UEMM（Unified Evaluation Model＆Method）,包括数据收集、特征提取、模型整合三个核心组件。首先采集用户多种类型的交互数据信息,然后进行特征提取,建立特征与评估指标间的关系模型。本文构造了基于EMG传感器的预测模型,通过实验收集不同运动负荷水平下用户的生理信号,利用机器学习方法建立特征与指标的关系模型。结果表明该模型的准确率为80.6%。由于UEMM提供了对RBI风格的综合评估方法,因此对评测不同应用上下文的RBI界面有重要的指导作用。", "label": "控制科学与工程", "id": 0}
{"content": "目标动态扩大方法（Target Expansion）在传统人机界面中,是一种提高人体工效的有效手段。在视线输入人机交互方式下,它还能有效缓解视点信号噪音和准确性不高的问题。本文定义了多个评价指标,通过一个视线点击任务实验,从多个不同侧面来评价目标动态扩大对用户注意力的影响,以及对视线输入人体工效的作用。实验结果能为视线输入用户界面的设计提供科学的依据。", "label": "控制科学与工程", "id": 0}
{"content": "目前,对于虚拟制造来说,人机交互（HCI）是其最大的挑战。虚拟环境（VE）使用传统的VRML/X3D标准作为主要的对象模型,同时,碰撞检测作为唯一的感知机制服务于这个环境。实践证明这个模型难于满足三维人机交互的需求。本文提出了一个对象模型3dIOOM,这是为虚拟装配这样对人机交互有最紧迫需求的典型虚拟环境应用而构建的。本文工作包括对象模型的介绍、新的感知机制,对象行为的抽象与构造。并在虚拟装配原型系统中对提出的对象模型进行了验证。", "label": "控制科学与工程", "id": 0}
{"content": "本文在多设备智能交互平台的基础上,研究和设计了任务迁移系统,通过用户建模的方法实现了智能迁移策略。主要的研究工作包括:1.对应用级任务迁移的迁移时机和迁移内容进行了研究。使用个体用户建模的方法实现了智能迁移策略,指导任务迁移系统在正确的时间迁移正确的内容。2.研究设计了应用级任务智能迁移的系统框架,描述了各个模块的功能及设计思路,并最终实现了一个简单的任务迁移系统原型,通过用户实验对任务迁移系统的可用性进行了评估。", "label": "控制科学与工程", "id": 0}
{"content": "本文基于构建绿色地球和节能社会的环境背景,针对日益普及的手持计算设备,从绿色计算的角度,研究手持计算设备上的低能耗人机界面技术。首先,本文重点从改善手持设备人机界面的选择机制上来研究低能耗设计技术;随后将设计技术在具体的应用程序上进行了应用实践和用户测试,测试结果表明该应用程序在能耗上有降低,并且能够保持其在性能上不降;其能耗和性能的平均改善值分别为:61.5%、61.64%。本文研究的面向手持计算设备的低能耗人机界面设计技术,为在大规模手持移动设备上实施节能减排,提供了初步研究基础,对进一步研究具有一定的借鉴意义。", "label": "控制科学与工程", "id": 0}
{"content": "近年来,得益于虚拟现实、人机界面技术、计算机视觉等领域的发展,基于手势识别的人机交互技术得到大力的推动。本文就基于手势识别的人机交互技术展开综述。首先概括手势交互的涉及领域,回顾其发展史和国内外研究现状。接着阐明它的基本界定和分类,并在此基础上分析其热点关键技术。然后实例讨论了几种类型手势交互的典型应用。最后给出了结论。", "label": "控制科学与工程", "id": 0}
{"content": "对日常生活中人的异常行为进行检测,根据人的意图提供主动的服务具有重要的意义。针对异常行为检测这一问题,本文提出了基于稀疏表示的层次化动作识别模型。根据动作特征的特点,本文将人体躯干动作进行分层,在各个层次上,通过求解稀疏表示方程,然后通过查找测试样本和训练样本之间的最小残差实现异常动作识别。利用该方法进行动作识别时不需要随着场景的变化而进行复杂的参数调整。结果表明,本文的算法速度快,并且在公开多视角数据库上的实验结果优于已发表的其他人的工作。", "label": "控制科学与工程", "id": 0}
{"content": "本文介绍了一种非接触式数显回弹仪的设计方法,此系统采用CCD光电转换非接触式检测信号,实现对信号的无损检测。文中详细介绍了智能回弹仪的系统构成、如何利用TMS320C6701和算法提高有效信号的识别能力和实时性,并实现人机交互等。该系统具有抗干扰性好、采集数据可靠、多点检测、即时操作和人机对话等特点。", "label": "控制科学与工程", "id": 0}
{"content": "富有沉浸感和操纵感的人机交互技术是虚拟现实学科的研究者的追求目标,立体显示与体感交互是当前的热点问题。本文将体感设备引入被动立体的显示环境,设计开发了一个立体网球游戏,利用立体显示的三维视觉特性,通过合理规划游戏中对象、参与人的视觉感官以及体感设备三者之间的联系和映射关系,使得沉浸感和操纵感得以很大的提升。", "label": "控制科学与工程", "id": 0}
{"content": "为了解决模糊非线性系统的求解问题,采用一种模糊数的参数表示方法,将模糊非线性系统转化为参数系统,然后基于拟牛顿法,构造一种新的求解非线性系统的方法。经过实例验证,结果表明:该方法在避免了对参数系统求导的情况下,收敛速仍然十分快速。该成果对模糊工程学,模糊控制理论具有一定的参考价值和指导意义。", "label": "控制科学与工程", "id": 0}
{"content": "稳定性和快速性的矛盾一直是控制理论研究与控制系统设计所面临的难题。本文以具有时变特性的大惯性受控对象及其相应的代数等价系统为例,揭示并解释时变性对控制系统指标所产生影响的内在联系,数学分析给出了鲁棒Luenberger函数观测器成立的充分条件,进而提出一种解决稳定性和快速性矛盾的工程应用方法,在火电厂锅炉蒸汽温度控制系统所取得的实际效果,是本文设计理念实用性和有效性的佐证。", "label": "控制科学与工程", "id": 0}
{"content": "本文的主要目的是对人机系统中操作员功能状态（Operator Functional States,OFS）进行分类。在实验室环境下,用密封舱内空气管理自动化系统（automation enhanced Cabin Air Management System,aCAMS）模拟控制任务,记录操作员的生理信号和性能数据。采用模糊C均值算法对OFS进行模式分类,分别对应OFS的\"好\"、\"一般\"、\"危险\",并给出所属类别的隶属度。通过选择合适的输入变量,模糊C均值算法的分类精度在可接受的范围内。根据分类结果,可以调整控制策略,从而实现智能化人机交互。", "label": "控制科学与工程", "id": 0}
{"content": "本文主要阐述了,应用在马头热电分公司的XDPS-400DCS系统的人机交互界面的基本架构。并结合具体生产应用,对其功能、标准、组态等方面作一讨论。", "label": "控制科学与工程", "id": 0}
{"content": "在实际的系统中,执行器饱和是一种普遍的现象,它会严重的限制系统的动态性能而且引起系统的不稳定.为了降低饱和的影响,本文针对一类具有Brunovsky标准型以及输入饱和的不确定非线性系统提出了一种基于多层神经网络（MNNs）的自适应控制方法.该控制器由跟踪控制器和饱和补偿器组成.饱和补偿器是根据MNNs设计的,同时考虑了网络重构误差和外部干扰.自适应律是由Lyapunov函数得到的.通过Lyapunov定理证明了闭环系统是一致最终有界的.仿真结果验证了该方法的有效性.", "label": "控制科学与工程", "id": 0}
{"content": "针对长流程工业生产过程普遍存在滞后时间长,难以用常规控制方法控制的问题,提出一种分散预测控制方法.根据长流程生产过程结构特点,将一个大滞后问题分解成一系列小滞后问题,然后对每个小滞后问题采用相应的广义预测控制策略,从而进一步有效克服被控对象的滞后特性对控制性能的影响.仿真实例验证了其有效性.", "label": "控制科学与工程", "id": 0}
{"content": "MultiTouch技术在逐渐被广泛应用到各个行业的过程中,系统跟踪数据的稳定性逐渐成为用户关注的重点。本文主要阐述卡尔曼滤波的原理及如何构建其针对于MultiTouch跟踪数据的滤波方程。通过理论分析得出其可以有效提高MultiTouch跟踪数据的稳定性,并通过实验数据进一步证明该方法具有较强的鲁棒性,易于使用。", "label": "控制科学与工程", "id": 0}
{"content": "我国现已进入老龄化国家,老人的生活水平很大的程度上体现了一个国家的生活水平,提高老年人生活水平是非常的重要和必要的。对此,综合运用人机工程学原理、认知心理学等理论,提出了以老年人为中心的人机界面的设计方法。使手机更好的为老年人服务,使人和机真正的相匹配。老年人手机是最前沿的潮流与趋势,也是一种人文关怀的体现。", "label": "控制科学与工程", "id": 0}
{"content": "\"根据各组成部分的特性求出系统特性\"是贯穿在信控类专业许多课程中的核心内容,如信号与系统中的信号流图,数字信号处理中的滤波器计算,控制系统中的结构图化简。讲解其理论和实际计算在各门课程中都是难点。本文导出了具有普遍意义矩阵建模公式,并藉数学软件的帮助,快速准确地解决这个问题。比起各课程中原有的方法,都有很大的优越性。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞一、报告内容:时滞系统的多吸引子和吸引域具体背景:a)时滞神经网络系统的记忆存储模式和存储容量探索b)时滞反馈对非线性动力系统安全盆侵蚀的控制二、理论方法:对时滞系统的吸引子研究可以选取多尺度法、Normal Form构造、奇异性分类", "label": "控制科学与工程", "id": 0}
{"content": "文中首先对Microsoft Agent技术进了介绍,分析了Microsoft Agent提供的人机交互功能及其特点,探讨了Microsoft Agent角色动画、语音合成和语音识别的实现方法。通过开发相应的演示程序,探讨基于Microsoft Agent进行人机动画和语音交互的具体编程实现,并对利用Microsoft Agent技术进行人机交互进行测试和演示。", "label": "控制科学与工程", "id": 0}
{"content": "针对以往模糊建模方法中算法过于复杂的问题,提出了一种简单而有效的非线性系统模糊建模新方法。该方法基于G-K模糊聚类算法确定模糊模型的前提结构和参数,运用正交最小二乘法对模糊模型的后件参数进行辨识。应用Box-Jenkins煤气炉数据仿真结果证明了该方法的有效性与实用性。", "label": "控制科学与工程", "id": 0}
{"content": "针对输出信号量化的双率采样Hammerstein非线性系统,采用随机重复性试验测量输出信息,提出基于辅助模型的双率采样Hammerstein量化系统辨识方法。首先分析了在随机重复性试验和放松估计误差方差的条件下,输出信号量化的双率采样Hammerstein非线性系统的模型特征并给出了分两步辨识的策略。推导了进行参数辨识所满足的持续激励条件,并给出了基于辅助模型的双率采样Hammerstein量化系统参数辨识递推算法;接着研究了所给出量化辨识递推算法的收敛性分析,得到了双率采样量化系统参数估计误差上界,最后数字仿真验证了该算法及结论的有效性。", "label": "控制科学与工程", "id": 0}
{"content": "本文给出了线性离散跳变系统互质因式分解的基本结论。特别地,本文考虑了线性离散跳变系统的D矩阵不为零时的情况。提出了线性离散跳变系统双互质因式分解和一个特殊共内因式分解的状态空间实现,后者对采样数据系统的故障检测系统的优化设计至关重要。", "label": "控制科学与工程", "id": 0}
{"content": "本文研究一般形式的非均匀采样系统的辨识问题。不同于数据缺失情形,非均匀采样的数据点不和任何一个均匀采样的网格重合。这样的非均匀数据难以采用常规的模型进行参数化,或者需要对数据进行处理。而通常进行非均匀数据处理的方法,如重采样、积分等,破坏了原始数据的信息。本文提出一种适用于异步非均匀采样的多变量系统模型,在连续时间域中对模型进行辨识。推导了模型参数、参数梯度和系统状态之间的相互递推关系,构成基于模型参数梯度的递推辨识算法。仿真结果证明了所提的方法的可行性和有效性。", "label": "控制科学与工程", "id": 0}
{"content": "总结了梅钢测量体系建设的经验,介绍了梅钢测量体系的四个主要特点,即贯彻\"总成本\"管理理念,关注前期测量管理;引入风险评估思想,追求计量投入与回报的最优化组合;借助企业内部计算机网络化、信息化平台,固化管理流程,提升管理绩效;采用多种技术,控制不正确测量带来的风险。希望对于读者有所启发和帮助。", "label": "控制科学与工程", "id": 0}
{"content": "计算机如何在有限的屏幕上显示存储的海量技术信息更有效,同时更加符合人的生理特点以及认知特性,是IETM显示界面设计时必须注意的问题。所以,在设计IETM时,需要以人的生理特性和认知特性为条件,对计算机存储量大与显示有限的矛盾进行中和,使界面更利于准确表达技术信息的含意。本文根据在使用IETM时的感知、认知和反应要求,归纳了设计IETM界面时要遵循的几个规律,并提出了对设计结果的评估方法。为IETM设计界面提供了新思路。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞ 2005年中国自动化界的盛会“05’中国自动化产业高峰会议暨中国企业自动化和信息化建设论坛”于6月27日到29日在上海举办。本届会议得到了包括上海市、高校、企业、媒体等各方面的大力支持,在此,我谨代表中国自动化学会表示衷心地感谢。", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞ 各位领导、院士、专家、企业界人士、用户及来宾: “05’中国自动化产业高峰会议暨第三届中国企业自动化和信息化建设论坛”今天在美丽的上海隆重开幕了,我首先代表中国自动化学会热烈欢迎各位嘉宾的莅临,祝各位心情好,身体好,事业好。作为学术性的社会中介组织,学会的各项活动要结合国情、面向经济、服务市场、感动企业。总体上讲是要搭建好三个平台:1、持之以恒地抓好学术建设,搭建学会学术交流的平台;", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞ 当今自动化技术的发展正日益受到另一种技术——信息技术（IT）的重人影响。自动化技术总是处于一种不断的动态变化进程中。来自降低成本的压力甚至比提高过程流和产品质量的期盼还要强烈,而且对柔性生产资源的要求也来自市场驱动的需求,因此设备、系统和成套装置的制造商必须以飞速的创新来应对这些需求。更多来自市场和用户对信息技术的需", "label": "控制科学与工程", "id": 0}
{"content": "本文论述了自动化学科专业的特征,论证了实践教育在自动化专业人才培养中的地位和作用,介绍了清华大学自动化专业实践教育体系,提出作为研究型大学的自动化专业进一步加强实践教育的改革方案和采取的措施。", "label": "控制科学与工程", "id": 0}
{"content": "建立和实施本硕博一体化的针对系统和控制的创新实验课群,以培养学生的系统观和控制观,培养学生的实验系统设计和研究能力以及创新能力。由具有很强工程背景的博导、教授、优秀的副教授指导创新实验,实验员协助指导实验、研究生协助指导本科生实验。在提高创新实验水平的同时,提高了实验员的技术水平,锻炼了研究生的能力。同时解决了目前实验室人员紧缺和实验室人员整体层次偏低的问题。", "label": "控制科学与工程", "id": 0}
{"content": "实践教学一般包括实验教学、课外实习、专项设计和课外科技活动等多种模式。为了将实践教学落到实处,学院对于自动化专业的实践教学进行了认真的改革,力争在学生实践能力与创新能力的培养中发挥应有的作用。本文介绍了新的实践教学指导思想与实施方案。", "label": "控制科学与工程", "id": 0}
{"content": "为了适应二十一世纪高等教育改革的需要,自动化专业的教学应适应现代科学技术发展的需要,培养出具有创新能力的人才,做为教学重要组成部分的实验室教学应在对学生能力培养中发挥重要的作用,为此必须对传统的实验室教学方式进行改革,建设开放型的实验室", "label": "控制科学与工程", "id": 0}
{"content": "本文简要介绍《自动化专业课程体系结构研究》项目的研究内容、研究计划及其预期的研究成果。", "label": "控制科学与工程", "id": 0}
{"content": "自动化学科具有内含丰富、知识面宽广、通用性非常强的特点,属于工科范畴。结合北京工业大学自动化学科现状,我们制订了以计算机、电子技术为载体,以控制为主线的自动化专业教学计划,规划了实践教学体系,具体包括课程设计、课程实验、独立实验、工程实训、自主创新、毕业设计等实践内容。通过多模式的实践教学活动,培养学生的创新意识,提高学生工程实践能力。", "label": "控制科学与工程", "id": 0}
{"content": "在探讨自动化专业课程体系与实践教学基础上,围绕综合性、设计型训练目标,以培养创造性、复合型高素质工程技术人才为宗旨,建立涵盖现代工业结构,适应现代技术发展的实践教学模式和创新教育基地。把教学改革和创新设计融入到工程实践全过程中,是培养具有较强适应能力、发展能力和竞争能力人才的基础。阐述打破传统实践教学模式,建立全新概念创新教育的改革建议。", "label": "控制科学与工程", "id": 0}
{"content": "电类专业是实践性极强的工科专业,实验教学是电类专业人才培养的重要环节。结合近几年的实验教学改革实践,我们探索并提出了一种五级阶梯式递进实践教学模式,收到了较好的实践教学效果。本文介绍五级阶梯式递进实践教学的具体内容,分析开放实验室对实验教学与创新人才培养的积极影响。", "label": "控制科学与工程", "id": 0}
{"content": "高校作为高等人才的培养基地,如何理顺实践教学体系,加强实践教学环节建设,提高大学生的工程素质已成为教育界研究的一个重要课题。本文从实践教学培养计划的制订着手,对高校学生工程素质培养的各个环节的具体组织和实施方法进行了初步的探讨。", "label": "控制科学与工程", "id": 0}
{"content": "科技创新能力和实践精神是21世纪知识经济对人才的要求,尤其是对于以信息技术为基础的自动化专业而言,社会生产自动化程度越来越高,将使自动化学科面临的重大挑战和空前机遇。本文分析了自动化专业的特点及发展现状,探讨了科技创新教育与实践教学在专业教育中的重要作用,并结合我校自动化专业的特点进行了初步的探索,最后介绍了实践的体会。", "label": "控制科学与工程", "id": 0}
{"content": "本文介绍了我校自动化专业在建设国家工科基础课程（电工电子）教学基地、构建电气电子信息类基础课程平台、建设电工电子基础实践教学体系与平台的基础上,建立起本专业的实践教学体系与平台,加强创新与实践能力培养的实践过程。近年来的教学实践检验证明这些改革和建设成果为全面培养高素质的创新人才打下了扎实的基础,取得了较好的教学效果。", "label": "控制科学与工程", "id": 0}
{"content": "根据自动化专业人才培养规格和广义“大工程”意识的理念,分析了加强学生质量意识培养的目的和意义,构建出相应的培养模式,提出了具体的实施途径,并总结出一些有价值的建议,最后给出了《可靠性工程》课程的教学大纲。经过教学实践表明,学生反应良好,效果显著。", "label": "控制科学与工程", "id": 0}
{"content": "创新理论,创造学在我们国家是一门新的学科,它归纳和总结了我们人类生活,工作在社会实践中创新创造、发现发明活动产生的各个技法方法,变成通用的方法,适用于人类活动的各个方面,提高活动的效率和良好结果的成功率。本文就创新理论,创造学在自动化理论教学中应用和取得的一些效果和大家作一些交流和探讨。", "label": "控制科学与工程", "id": 0}
{"content": "本文论述构建自动化专业实验课程体系的必要性,讨论了自动化专业实验课程结构及其相应的具体实验内容。论文的基本思想可供各高等学校规划建设实验课程的参考。", "label": "控制科学与工程", "id": 0}
{"content": "面对越来越多的企业高校毕业生缺少实践经验以及职称评定与国际标准接轨的趋势,高校如何利用现有的条件,加快具有一定资质专业人才的培养,将是越来越多的高校将要解决的问题。本文通过介绍重庆大学Rockwell自动化实验室在创新型开放实验室的基础上,通过创建样板工程实验室,摸索出了一条培养有个人资质的专业人才、增加学生实践经验的有效途径,充分说明了新型实验室的创建必须与企业的实际需求相结合,这样才确保实验室建设的可持续发展,学生实际技能的培养。", "label": "控制科学与工程", "id": 0}
{"content": "介绍了我校自动化专业为配合本科生、研究生的综合型、设计型实验而自行开发出的“自动化专业工程实践教学平台”的软、硬件设计架构,并介绍了该平台能完成的实验内容,最后对该设计进行了总结。", "label": "控制科学与工程", "id": 0}
{"content": "课程设计是本科实践教学环节的一个重要组成部分,论文从课程设计的教学平台、教学模式和指导思想三个方面进行了探索,提出了一个培养创新人才的教学模式。", "label": "控制科学与工程", "id": 0}
{"content": "本文论述了建构主义教学理论的基本内容,强调在电子技术实验教学中应以学生为中心,学生是知识意义的主动建构者,教师只是起帮助和促进作用。并且运用建构主义理论指导实验教学改革,进行了具体实践。实践证明该理论有利于培养学生的分析问题、解决问题和创造性思维的能力。", "label": "控制科学与工程", "id": 0}
{"content": "本文分析了自动化学科的内涵,论述了自动化学科的作用及其在信息科技时代的重要地位,指出应从信息的控制观点认识自动化学科的本质。具体介绍自动化技术在当前面临的机遇与挑战,对于将来的发展方向提出了初步探讨。", "label": "控制科学与工程", "id": 0}
{"content": "针对国际上自动化领域的一些最新进展,以及我国在该领域的发展现状及动向,提出在先进控制及系统、现场总线、自动化软件等三大关键技术中,网络控制策略及系统、工业以太网以及基于增强/虚拟现实的实时交互界面将成为发展热点。", "label": "控制科学与工程", "id": 0}
{"content": "信息技术、智能技术与嵌入式技术的发展,酝酿着21世纪工业自动化技术一场新的革命,其标志就是基于高速交换以太网和嵌入式现场智能器件的新型控制系统硬件技术,实现一种完全开放的网络结构和具有分布式智能的控制系统.这种新的硬件技术为智能技术的广泛应用提供了更好的条件,与Java及其他IT软件技术相结合使智能自动化进入了网络集成制造（WIM）的新纪元.", "label": "控制科学与工程", "id": 0}
{"content": "＜正＞作为一门现代科学技术,自动化在20世纪取得了突飞猛进的发展.借助于计算机的进步,自动化技术实现了人类手脚向脑的延伸;自动化技术的发展,使得工业生产进入全球化生产阶段.控制理论的进展、CIMS技术与CIPS技术、人工智能（AI）、人工心理（AP）和人工生命（Alife）、智能机器人技术等都是自动化技术发展的重要标志.虽然自动化学科取得了很大的进展,但它仍然有许多问题尚未解决.比如,自动化系统的低成本问题,控制理论的实用性问题,这仍然是对自动化学科很大的挑战.也可以说,自动化仍是一门发展中的学科,距理想的自动化目标尚有很大差距.", "label": "控制科学与工程", "id": 0}
