{"content": "<正>机缘巧合,就在安倍晋三成为日本任期最长的首相的那一周,他辞职了。原因与2007年过早结束他的第一次总理任期相同:慢性溃疡性结肠炎。尽管民调下滑,经济持续低迷,以及2016年大阪一所学校卖地丑闻不断,但安倍自2012年重返日本政坛以来,依然高踞日本政坛,他近10年来一直是美国坚定的盟友。在美中地缘政治竞争升温之际,失去这一伙伴关系对美国来说是一个令人担忧的前景。谁将接任安倍,日本是否会再次陷入政治瘫痪或不稳定,下一任领导人是否会像安倍一样有活力的外交和防务政策,这些不仅是日本面临的关键问题,也是其盟友和竞争对手面临的关键问题。", "label": "政治学", "id": 0}
{"content": "<正>美国政治分裂的激烈和加深是日本外交政策面临的一个严重挑战。在政治功能失调和COVID-19的影响下,这种挑战在未来一年可能会加剧。美国政治衰落并不是一个新现象,但在唐纳德·特朗普总统的领导下,它变得更加严重,他把已经政治化的美国选民放大了。不幸的是,美国民主的承诺以及其自由和多样性的活力,正面临着被部落主义和经济不平等所淹没的危险。这将使美国成为日本不太可靠的双边和多边伙伴。日本的外交政策已经从以与美国结盟为中心转向更主动、更灵活、安静的方式。日本的这种\"忍者外交\"与美国粗犷的\"牛仔外交\"形成鲜明对比。", "label": "政治学", "id": 0}
{"content": "<正>感谢本次机会与大家交流国际问题。土耳其在历史上是一个伟大的国家,1300年的时候建立了奥斯曼帝国,在元朝时期,一直持续到民国时期,1922年结束,所以土耳其对恢复历史上大国的梦想一直抱有浓厚的兴趣。2008年提出了阿塞拜疆、伊朗、格鲁吉亚、哈萨克斯坦要做一站计划,2013年提出要做铁路运输协会,2015年提出\"中间走廊\"的倡议,目的是为了跟\"一带一路\"对接。", "label": "政治学", "id": 0}
{"content": "<正>动机:为什么理解巴西对一带一路倡议的看法很重要·外交与国际贸易·过去20年,中巴关系系统性地发展·中国视巴西为战略合作伙伴·在巴西和美国关系势头良好的背景之下的中巴关系·巴西政治·巴西是多元社会和多元民主的国家·大型项目（如一带一路倡议）取决于决策者与公众意识的相对一致的程度", "label": "政治学", "id": 0}
{"content": "<正>中国提出\"一带一路\"倡议,本着和平、合作、开放、包容、互利、共赢的理念,积极推进与丝绸之路沿线各国的务实合作,打造政治互信、经济融合、文化包容的利益共同体和命运共同体。\"一带一路\"倡议从2013年提出到现在,已经有60多个国家参与,并且许多国家都从中受益。\"一带一路\"和印度也有很密切的联系。从历史记载来看,无论丝绸之路经济带还是海上丝绸之路都经过印度。但是,", "label": "政治学", "id": 0}
{"content": "近几年的东南亚经济正在发生波动,域内五个重要国家在2018年的国内生产总值增幅仅为4.8%,三年来首次环比下降。2018年5月马来西亚大选以来,新政府已经持续表达了对CPTPP的关切,并呼吁就该协议可能对马产生的影响进行审议。马哈蒂尔新政府参与地区经济的可能动向受其个人行动方式的影响,承接其上个世纪任期内的激进风格,其参与CPTPP、RCEP及中国\"一带一路\"等国际机制带有谨慎态度,外交策略上现实主义色彩浓重。", "label": "政治学", "id": 0}
{"content": "自1957年IAEA成立以来,国际核保障体系经过半个多世纪的发展,逐步建立了较为完善的核查和保障制度。在IAEA的监督和调解下,核保障体系在解决乌克兰等国无核化、利比亚核危机、伊朗核危机、朝鲜核危机等国际问题上发挥了重要的作用。然而,美方近期单方面退出伊核协议、退出《苏联和美国消除两国中程和中短程导弹条约》等的一系列过激行为对现行国际核保障体系产生了严重的冲击。本文将就美方的这一系列行为对现行国际核保障体系产生的冲击以及未来可能会产生的影响进行分析和探讨。", "label": "政治学", "id": 0}
{"content": "凭借《普拉特修正案》,美古两国完成了对关塔那摩湾的交割,时至今日对美古关系依然有着深远的影响。作为美国历史上首个海外基地,关塔那摩最初不堪大任。出于解决基地供水问题和防卫漏洞的需要,双方经历了漫长的谈判。随着历史背景的变迁,谈判的核心内容也有所转变,从最初美国要求扩大基地的用地规模,朝着试图断绝和古巴当地联系的方向上转变。卡斯特罗将供水看作实现政治和外交目标的重要工具,最终在1964年2月6日停止向基地供水。美国趁机继续推进早已秘密实施的以海水淡化为主和海外运输为辅的供水自主计划,并认为这是加大对古巴经济制裁和分裂关塔那摩的契机,大量裁撤基地内的古巴劳工,基本断绝了基地和古巴间的联系。供水危机使美古关系的重点逐渐转向以经济制裁为主的非传统安全领域,在全球层面也推动着美苏实施以核能发电为动力、海水淡化技术为基础的水外交博弈。", "label": "政治学", "id": 0}
{"content": "俄罗斯德裔是俄罗斯最为古老和强大的移民群体之一,人口数量众多。18世纪末期达到了23.7万人（约占俄罗斯总人数的0.3%,人口在俄罗斯居第12位,）（3）。\"一战\"前达到近250万（4）。俄籍德裔在俄罗斯的历史发展进程中,产生了重要的作用和影响。并曾拥有伏尔加河流域沿岸德意志人自治共和国。但是随着两次世界大战的开始,该族裔由于跨界身份被视为\"俄罗斯国家公敌\"、\"德国奸细\"、\"共产主义和苏维埃制度的敌人\"（5）遭到敌视、打击和镇压。俄罗斯德裔经历了什么样的历史波折、近况如何,这些都是本文探究的重点。", "label": "政治学", "id": 0}
{"content": "<正>一、当前经济全球化的本质全球化在地球上生命诞生之初就开始了。诞生于同一个星球,为了生存共享资源,这是生命生存的本能决定的。最初只是物种的扩散和迁移,在人类社会出现后,就从简单的生物扩散迁移的全球化进入到了有意识的人类社会、经济、信息的全球化过程中。伴随着人类的发展,经济作为社会发展的基础,影响着人类生存发展的进程,也体现着人类特有", "label": "政治学", "id": 0}
{"content": "<正>动漫是日本的一项重要产业,为了促进动漫产业发展,日本京都精华大学日前宣布,将于2012年4月起开设漫画博士课程,从而成为日本第一所培养\"漫画博士\"的大学。课程学制三年,2012年1月起接受学生申请,2月考试,预计招收4至12名学生。漫画博士课程的任教老师包括著名动漫作家、漫画翻译家等专业人士。课程的目标是通过漫画理论等多", "label": "政治学", "id": 0}
{"content": "<正>据越南通讯社报道,2010年2月中旬,越南政府公布了关于批准至2020年文化外交战略的208/QD-TTg号决议。至2020年文化外交战略的目标是推进文化外交活动,旨在让世界更加了解越南风土人情和文化特色。决议指出,至2020年文化外交战略的发展目标是推进文化外交活动,旨在让世界更加了解越南风土人情和文化特色,加强与世界各国建立信心,", "label": "政治学", "id": 0}
{"content": "<正>随着20世纪90年代初美国学者约瑟夫·奈\"软权力\"概念的提出,近年来各国在文化外交方面的\"竞争热潮\"一浪高过一浪。目前尽管世界金融危机爆发的影响、全球化发展和欧盟东扩及国家统一给德国经济带来的多方面冲击,德国政府对于文化外交的重视程度和资金投入不但没有削弱,反而不断提高,创新理念也层出不穷。", "label": "政治学", "id": 0}
{"content": "<正>作为很多巴基斯坦人心中的头号公敌,美国周一冀望于嘻哈乐队\"人民公敌\"（Public Enemy）的衣钵传承者展开文化魅力,改变美国在巴基斯坦人眼中的恶劣形象。作为其文化外交策略的一部分,美国大使馆将芝加哥嘻哈乐队\"FEWCollective\"带到伊斯兰堡,在一群深受西方文化影响、受过良好教育的年轻巴基斯坦观众面前载歌载舞、吟诗诵咏。", "label": "政治学", "id": 0}
{"content": "<正>美国\"艺术使馆\"项目推出已有50年。这一通过在200多个美国驻外使领馆举办艺术展览,向世界推出美国当代艺术作品,促进美国艺术家与驻在国艺术家之间交流的项目,在美国的公共外交中起着至关重要的作用。美国国务卿希拉里对该项目的评价很高,称其发挥的效应与传统外交不相上下。", "label": "政治学", "id": 0}
{"content": "<正>非洲联盟（African Union,AU,简称\"非盟\"）,作为继欧盟之后成立的第二个重要的地区国家联盟,是集政治、经济、军事等为一体的全洲性政治实体。自成立以来,非盟的主要任务是维护和促进非洲大陆的和平与稳定,推行改革和减贫战略,建设一个团结合作的非洲,力争各成员国在重大国际事务中能够用一个声音说话。", "label": "政治学", "id": 0}
{"content": "<正>随着世界政治格局的不断变化、经济全球化的持续深入和信息技术的飞速发展,公共外交的行动主体已经从政府拓展为以政府为主导的,以思想库、利益集团、媒体和普通公众为主要行动主体的外交行为,而思想库在其中凭借与官方决策的特殊关系以及自身非官方的身份,在公共外交中发挥着独特而又重要的作用。具体而言,美国思想库在公共外交中的角色", "label": "政治学", "id": 0}
{"content": "<正>在007这样的传统间谍小说或者电影中,先进的武器、装备是不可或缺的工具;提到传统意义上的颠覆和反颠覆,人们也总是容易联想到CIA、KGB,联想到\"月黑风高夜,杀人放火天。\"但是,从伊朗、突尼斯和埃及的政局变化中,人们看到了互联网时代出现了可以左右一个国家前途和命运的新工具,社交网络的力量由此被重视,并在某些人眼中变成了一", "label": "政治学", "id": 0}
{"content": "<正>近期,伊朗与埃及关系出现松动迹象,关于伊朗与埃及关系即将解冻的新闻成为两国各大媒体关注的焦点。埃及和伊朗均为地区大国,两国关系在过去几十年里几起几落,就像一出情节离奇的连续剧,而其中最直观、最形象的一个\"情节\",是对伊朗首都德黑兰的一条街道名称的争议。伊朗与埃及自1979年断交,至今已过去32年。1981年,时任埃及总统的萨达特在开", "label": "政治学", "id": 0}
{"content": "<正>继2009年由我国商务部主导的《中国制造》宣传片在美国有线电视新闻网（CNN）播放后,我国国新办再次启动\"国家形象\"宣传片拍摄,于2010年10月1日国庆前后在美国有线电视新闻网、英国广播公司（BBC）等国外电视媒体中播出,该系列宣传片汇聚中国50位名人,以\"中国人\"的视角阐释中国形象。以\"名人秀\"的方式展示国家形象,这对中国来说是一次全新尝试。中外媒体认为中国由此开始步入了\"国家公关\"时代。", "label": "政治学", "id": 0}
{"content": "研究目的:2021年是中国共产党成立100周年,也是中美乒乓外交50周年,50年来世界风云变幻,中华民族成功实现从\"站起来\"到\"富起来\"走向\"强起来\",这50年间,中国与世界的关系也发生了微妙的变化。新中国成立之初外交路线主要遵从\"一边倒\"的外交政策,为团结社会主义阵营,粉碎帝国主义的孤立。到20世纪70年代,中国的外交政策翻开了崭新的篇章,体育外交正式走上了中国外交的舞台。1971年,中国体育代表团参加了在日本举办的第31届世界乒乓球竞标赛,中美两国运动员在机缘巧合下产生了接触,同时美国运动员表达了强烈的访华意愿。经过中央的深思熟虑,决定敞开大门,接受了美国代表团的访华意愿,并受到了周恩来总理的亲自接见。这一次意义深远的会面,正式打开了中国与西方国家和平交往的大门,历史上称其是中国体育外交史的良好开端,实现了用小球转动打球。自1971年\"乒乓外交\"之后,中国体育外交事业逐渐步入正轨,特别是在2000年中国加入世贸组织以及2001年北京申奥成功之后,中国的体育外交事业蓬勃发展。本文围绕中国体育外交事业的发展,主要以\"乒乓外交\"至今的50年间中国的体育外交案例为出发点,梳理与总结50年中国体育外交发展脉络与取得的成就,探索在新时代大背景下的中国体育外交事业的发展路径,为今后的体育外交事业提供历史借鉴。研究方法:1)文献资料法查阅了新中国体育外交的相关书籍,并且在中国知网（CNKI）检索关于我国体育外交的相关文献资料,并在国务院门户网站、中国政府网、外交部门户网站收集\"乒乓外交\"以来的中国体育外交事业相关信息。2)数理统计法采用Excel软件对收集的数据信息进行整理、分类与分析。3)逻辑分析法对我国体育外交变迁的历史进行逻辑分析,为本研究的提供可靠论据。研究结果:1)\"乒乓外交\"50年来体育外交的情感功能日益显著,从最初的\"破冰\"体育外交、大型赛事体育外交、国家公共体育外交,发展至今,体育外交成为中国传播和平理念的重要途经之一,成为国家与国家之间,人民与人民之间沟通交往的纽带,成为中国构建人类命运共同体的重要组成部分。2)体育外交的应用场景日益丰富,外交地位明显提升。自50年前一场美丽的\"意外\",体育凭借着自身的功能何特点,成为了中国\"大国外交\"的优先选择途径之一,充分展现出中国的全球治理智慧。3)我国体育外交的形式发生了明显的改变,最初体育外交的形式主要以体育代表团交流为主,进入新时代之后开创国家元首体育外交新模式,利用体育赛事等各种场合,国家领导人进行会谈、交流,促进国家关系,推动国家发展。4)我国体育外交指导思想发生了明显的改变,\"乒乓外交\"之时,我国体育外交的指导思想是破除封锁,而到十一届三中全会的胜利召开,改革开放的大力推行,\"走向世界\"成为我国体育外交的重要指导思想,到我国进入中国特色社会主义新时代,体育成为外交突破口,\"中国特色\"成为我国体育外交的主旋律。研究结论:纵观\"乒乓外交\"50年来,体育外交对中国的外交事业起着十分重要的作用,具有让中国拥抱世界的重要意义,体育外交为中国的和平发展创造适宜的土壤,用和平的方式实现中华民族的伟大复兴。在世界形式翻天覆地的今天,在我国建设体育强国的背景下,体育外交将发挥更加重要的作用,我们也应当坚定不移的走中国特色的社会主义体育外交道路,坚持中国特色体育外交的前进方向,努力推进我国体育外交发展路径。1)坚持用体育讲好中国故事,用和平铸就中国外交事业主旋律。坚持\"维护世界和平,促进共同发展\"的外交宗旨,让体育成为我国和平外交的桥梁,用体育提升国家威望,促进国际交流,推动国家发展。2)创新我国体育外交形式,强化我国体育外交功能。坚持用创新的思想发展我国的体育外交事业,从群众体育、竞技体育、体育产业中探寻体育外交的新形式,同时,应当进一步强化体育外交的功能,让体育成为我国和平外交事业的媒介。3)打造中国特色体育外交模式,探索体育外交发展新路径。除国家正式体育外交之外,积极探索国际民间体育组织交往途径,促进我国体育外交的全面发展,拉近国家间的距离,加强国家间的合作。坚持正确的体育外交路线,创新体育外交模式,充分发挥体育外交功能,坚持和平发展的外交理念,实现中华民族的伟大复兴,使中华民族屹立于世界民族之林。", "label": "政治学", "id": 0}
{"content": "随着气候变化议题政治外交主流化,作为全球政治大国、温室气体排放大国和能源出口大国,俄罗斯在国际气候变化合作中将扮演愈发重要的角色。在百年变局和新冠疫情催动下,国际大势错综复杂,应对气候变化国际合作是中俄两国进一步释放合作潜力的重要抓手。本研究梳理了俄罗斯温室气体排放现状,通过回顾全球气候治理进程演变,分析全球气候治理格局变化趋势,在聚焦俄罗斯正式加入《巴黎协定》后新举措,总结其气候政策转型特征及驱动因素,并就中俄两国开展气候变化国际合作提出对策。", "label": "政治学", "id": 0}
{"content": "<正>在国际话语权的意义上就中国故事的讲述而言,国际传播是\"中国版中国故事\"与\"西方版中国故事\"的竞争。国际传播中的讲故事是一种定义权,这种定义权将\"他者\"与\"我者\"分开,将\"他者\"按照\"我者\"的框架和结构来定义其传播形象。\"西方版中国故事\"定义中国以及中国形象的力量来源主要有三方面:一是西方主要发达国家依据自身的\"硬实力\",比如在国际政治中的霸权地位、在世界经济中的优势地位、在全球军事中的领先地位等,为其媒体机构的国际传播进行国家背书,获得信息采集与传播方面的优先权或首发权。", "label": "政治学", "id": 0}
{"content": "<正>2020年9月21日,中国国际经济交流中心举办第132期\"经济每月谈\",主题为\"中美关系态势与走向\"。会议由国经中心副总经济师张永军主持,国经中心副理事长魏建国、财政部原副部长朱光耀、国经中心总经济师陈文玲分别发表演讲。", "label": "政治学", "id": 0}
{"content": "<正>近期多位研究中美关系的国内外专家纷纷撰文发声,高度关注疫情下的中美关系,担心疫情助推中美关系进入\"新冷战\",甚至出现以中美对立为特征的平行双轨国际格局。中美关系下行不符合我国战略利益,我国宜客观冷静分析形势,加强底线思维,在坚持斗争博弈的同时,积极作为,危中求机,主动为中美关系发展积累正能量。", "label": "政治学", "id": 0}
{"content": "<正>新冠肺炎疫情对中美关系带来新挑战:疫情防控带来的供应链问题为中美经济脱钩论提供了口实;疫情对经济的影响以及美方的防控措施为落实中美第一阶段经贸协议带来不确定性;中美人文交流也因美疫情防控措施很大程度遭到中断。危机中也有机遇,应把握、抓好机遇,把挑战的不利影响降到最低程度,把一些挑战转化为机遇。建议加强与美在疫情防控上的合作;与美就推动落实经贸协议并进行相关磋商,最大限度实现履约,就疫情带来的不确定性提前做好沟通工作;疫情中产生的新业态新模式,中美双方具有互补特点,在数字技术和数字经济领域有巨大合作空间;在疫情后的经济恢复中,中美双方具有目标的内在一致性和共同性,可以在更广领域加强合作。", "label": "政治学", "id": 0}
{"content": "<正>近段时期,美方在香港、台湾、新疆、南海、科技、疫情等方面多头向我国施压。2020年7月24日单方面关闭我国驻休斯敦总领馆。蓬佩奥7月在尼克松图书馆发表演说,全盘否定中美建交的成果,鼓吹对华遏制。未来的中美关系将进入一个较长的低信任的交往时代。", "label": "政治学", "id": 0}
{"content": "<正>中共中央政治局5月31日下午就加强我国国际传播能力建设进行第三十次集体学习。中共中央总书记习近平在主持学习时强调,讲好中国故事,传播好中国声音,展示真实、立体、全面的中国,是加强我国国际传播能力建设的重要任务。要深刻认识新形势下加强和改进国际传播工作的重要性和必要性,下大气力加强国际传播能力建设,形成同我国综合国力和国际地位相匹配的国际话语权,为我国改革发展稳定营造有利外部舆论环境,为推动构建人类命运共同体作出积极贡献。", "label": "政治学", "id": 0}
{"content": "<正>《文明交流互鉴:人类命运共同体思想及认知调查报告》所调研的目标国家是与中国有着重要经济与政治关系和文化交流的周边地区国家以及东欧部分国家。具体包括:日本、韩国、越南、泰国、菲律宾、马来西亚、新加坡、印度尼西亚、印度、俄罗斯、哈萨克斯坦与乌克兰共12个国家。调研对象为上述国家的大学及以上学历人群,旨在了解他们对于以文明交流互鉴为主要内容的人类命运共同体理念的认知状况以及对于文明交流互鉴的需求状况。", "label": "政治学", "id": 0}
{"content": "<正>当今时代正处于百年未有之大变局,全球命运休戚与共。2013年3月,习近平主席在莫斯科国际关系学院第一次向世界公开提出\"命运共同体\"概念。2017年1月18日,习近平主席在联合国日内瓦总部系统阐释这一面向未来的\"中国方案\":\"构建人类命运共同体,实现共赢共享。\"作为推动全球治理体系变革、构建新型国际关系和国际新秩序的人类命运共同体理念,逐渐得到国际社会的关注与认同,影响力不断扩大。", "label": "政治学", "id": 0}
{"content": "<正>纵览全球,世界多极化、经济全球化与文化多样化深入发展,和平、发展、合作、共赢的时代潮流更加强劲。同时,国际局势复杂多变,不稳定性和不确定性更加突出。面对严峻的全球性挑战,没有任何一个国家在面对全球风险时可以独善其身。中国提出\"构建人类命运共同体\"理念,是为推动全球治理体系变革、构建新型国际关系和国际新秩序的中国智慧和中国方案。2020年伊始,", "label": "政治学", "id": 0}
{"content": "<正>人类命运共同体理念着眼世界和平发展大局,尊重世界文明变迁规律,以\"建设持久和平、普遍安全、共同繁荣、开放包容、清洁美丽的世界\"为核心内涵,从政治、安全、经济、文化、生态多方面共同推动构建人类命运共同体,不仅适应了新时代中国与世界关系的历史性变化,也充分彰显出中国的大国责任,对改进全球治理、促进世界共赢、推动世界和平发展有重要的积极意义。", "label": "政治学", "id": 0}
{"content": "<正>中国处于欧亚大陆东部,文明交流互鉴历史悠久。从玄奘西游取经到鉴真东渡弘法,从马可·波罗来华到郑和七下西洋,加之张骞凿空,陆上丝绸之路成为古代东西方文明的交流要道,海上丝绸之路等其他通道亦相辅相成,共同促进了不同文明间的互学互鉴和共同发展。当今世界,结合全球化大局与科技创新趋势,以\"和而不同\"\"己所不欲、勿施于人\"\"美美与共\"等思想为人文基础的中国,积极构建与周边以及世界其他国家繁荣共生的发展格局,逐渐获得更多国家的广泛认可。", "label": "政治学", "id": 0}
{"content": "<正>2020年,新冠病毒肆虐全球。面对这场第二次世界大战结束以来最严重的全球公共卫生突发事件,人类再一次明确地感受到命运相连、休戚与共。疫情无国界,唯有构建人类卫生健康共同体,全球方能成功战胜疫情。同时,抗疫斗争凸显文明差异。我们秉持平等和尊重,更应摒除偏见,相信科学,团结民众力量,凝聚国家力量,正如习近平主席在第73届世界卫生大会视频会议开幕式上致辞中所说:\"人类是命运共同体,团结合作是战胜疫情最有力的武器。\"", "label": "政治学", "id": 0}
{"content": "党的十九大提出,要加快边疆发展,确保边疆巩固、边境安全。坚持陆海统筹,加快建设海洋强国。[1]当前,为牢固树立总体国家安全观,党和国家应引导全社会增强海权意识,积极界定新时期国家核心利益,在实施海洋强国战略下健全海洋立法、运用国家力量去维护海洋权益,认真处理好来自海洋方面的各种不利因素,通过自身和平发展更好地维护世界和平,促进人类命运共同体的长远发展。本文通过在实施海洋战略背景下介绍中国海权意识的历史演变,剖析了近代中国在经略海洋方面落后的原因,指出国家通过健全海洋立法、引导全民树立海洋意识,实施海洋强国战略,实现\"两个一百年\"奋斗目标和中华民族伟大复兴\"中国梦\"。", "label": "政治学", "id": 0}
{"content": "国际秩序演变与海洋秩序变迁具有紧密的联系,海洋秩序是国际秩序在海洋领域中的映射,国际秩序变迁的历史亦是海洋强国兴衰及其在国际政治中的地位、角色变迁的历史。国际秩序正处在演变之中,中国作为维护和平的重要力量,提出了构建公正、合理的国际新海洋秩序的主张。全球化时代中国必须走向海洋,中国的海洋战略应当置于构建\"人类命运共同体\"目标之下去构建和思考。", "label": "政治学", "id": 0}
{"content": "<正>中国大国地位的急剧上升,很快成为美国的全面竞争对手。美国面临的挑战将是:如何在新兴的战略竞争中防御中国的政治、经济、军事和技术,同时又不追求与中国脱钩,以至于陷入新的冷战。中国挑战的严重性是不可否认的。中国正在成为世界上最大的经济体,在经济和军事全球领导力的关键技术平台创新方面与美国竞争,发展军事能力以在西太平洋平衡美国,并在美国一直占优势的一些多边机构和标准制定机构中发挥决定性的影响和杠杆作用。中美之间的意识形态差异加剧了双方的竞争,但大多数问题是大国竞争的内在问题。在处理这些问题时,不必因为制度上的差异而将中国妖魔化。", "label": "政治学", "id": 0}
{"content": "美东时间2021年1月20日,乔·拜登将宣誓就职,成为美国第46任总统。在2017年1月19日,特朗普就职前一天,CCG发布了《特朗普时代的机遇、挑战与中国应对》。作为关注世界政治经济形势和中外交往的国际化智库,全球化智库（CCG）对美国时局始终保持关注,积极开展调访研究。美国大选以来,CCG举办多场专题讨论,聚焦拜登时代研判未来双边关系及全球化发展走向。基于CCG会议成果和CCG专家学者近期就美国时政和中美关系趋势发表的观点和评论文章,本报告从拜登内政外交的国内考量–内阁组成、政治现状、制约因素入手,分析未来美国外部在全球治理、地区安全、贸易领域回归多边主义的趋势,以及中美关系的竞争-合作动态平衡。报告认为,拜登政府执政将利好重启全球化迈向更高步伐,同时为中国全球化提供新机会。拜登执政将面临多方面挑战,特朗普崛起的民粹主义基础还将在美国政坛持续发酵,虽然新政府仍将继续以大国竞争的视角处理中美关系,但其重心向内,以提高自身实力和重视外交、软实力的理性方式与中国展开竞争的趋势,与特朗普执政时期将有明显分野。在此背景下,中美在贸易、人文交流、全球治理领域的共同利益将成为拜登时代中美关系得到缓解的有利因素。在拜登就职之际,CCG提出十二条政策建议:（一）中美适时恢复及创建双边高层次多渠道对话交流机制（二）中美欧可建立三方对话协调机制,并尽早召开全球疫苗峰会,推动全球抗疫合作及经济复苏（三）可在G7基础上增加中国、俄罗斯、印度,召开G10国家气候变化峰会（四）中美积极考虑加入CPTPP,促进全球高水平贸易投资开放和WTO改革,同时可邀请美国加入RCEP（五）中美可相互放宽企业准入及市场竞争限制,美方取消对华为、TIKTOK、腾讯、阿里巴巴、小米等中国企业打压,中方放宽谷歌、推特、脸书等美国高科技企业来华投资经营（六）中美应取消单边贸易关税,完成第一阶段经贸协议执行,并开启第二阶段经贸协议谈判（七）中美可重启双边投资协定谈判,为中美企业双向投资提供便利（八）中美可加强基础设施合作,中国可发挥优势在美投资设厂助其基础设施建设,美能源产品也可更好出口到中国（九）中美可就\"一带一路\"开展合作,促进\"一带一路\"多边化发展,增进多边开发银行基础设施项目相关合作（十）中美可在友好城市框架下加强省州市地方政府间合作（十一）中美恢复并放宽留学、媒体等人文交流,并使其更具民间化、市场化特点（十二）举办朝核问题四方会谈,增进伊核问题多边协调,加强中美在亚洲及太平洋地区经济安全合作", "label": "政治学", "id": 0}
{"content": "1874年,明治政府以琉球漂民遭台湾原住民杀害为借口,借保民、伸张正义之名出兵攻打台湾,史称\"牡丹社事件\"。其中,担任明治政府顾问的李仙得起到的作用不可小觑。借1867年罗发号事件交涉之机,时任美国驻厦门领事的李仙得登台,并与原住民有多次接触,被称为\"台湾蕃界通\"。当时关于台湾的见闻手稿经整理编纂为《李仙得台湾纪行》。在李的指导下,日本利用国际法与清廷展开政治外交谈判,同时深入台湾获取地方势力情报,以主张清政府并未对台湾实施有效统治,确立其出兵的正当性。本稿旨在通过整理李仙得台湾认识的形成过程及事实关系,浅谈其对台湾\"蕃情\"的认识给传统中国政治外交造成的近代冲击。", "label": "政治学", "id": 0}
{"content": "<正>深陷武装冲突的国家极易受到气候变异和气候变化的严重影响,因为国内民众、系统和机构本就在应对冲突所造成的后果,其适应能力往往较为有限。本政策报告基于在伊拉克南部、马里北部和中非共和国内陆地区开展的研究编写而成,结合红十字国际委员会的专业知识和相关科研文献,探究了民众如何处理冲突与气候风险的双重冲击,以及如何加以调整适应。报告还探讨了红十字国际委员会和人道界整体应如何进行调整适应,以应对这些风险,并呼吁在受冲突影响的国家紧急加强气候行动和气候融资。", "label": "政治学", "id": 0}
{"content": "<正>多年来,我亲眼目睹了遭受武装冲突民众的日常生活不仅因为暴力局势而举步维艰,还因气候风险和环境退化而雪上加霜。例如,在索马里和阿富汗,几十年来冲突不断,积贫积弱,旱灾与洪水频发,危及民众的粮食安全,迫使大量人员迁移;在萨赫勒地区,气候变化无法预测,环境也开始退化,使得偏远贫困社区民众的生活日益艰难,其应对机制也由于暴力和动荡局势而受到严重破坏;在也门和伊拉克,供水短缺对公共卫生、粮食安全、经济安全均构成威胁,而体制薄弱则加剧了这一状况。在很多情况下,冲突还直接损害了民众赖以生存的生态系统。", "label": "政治学", "id": 0}
{"content": "<正>气候破坏影响全球人口,且影响会日趋严重。气候风险日益增长,不仅会威胁生命、身心健康以及粮食和经济安全,还会加剧现有的脆弱性和不平等现象。面对气候变异和极端天气,深陷武装冲突的国家受到的影响尤为严重,部分原因在于其所处的地理位置,但主要原因还是冲突及其所造成的后果使得民众、系统和机构的适应能力受限。", "label": "政治学", "id": 0}
{"content": "<正>2亿人自2050年起,每年可能有2亿人需要国际人道援助,较2018年翻了一番。气候变化是其中一项原因（IFRC 2019）。200亿美元到2030年,为应对人道需求,每年可能需要200亿美元的国际资金（IFRC 2019）。20个国家中的60%按照圣母大学全球适应国别指数,在公认最易受气候变化影响的20个国家中,60%的国家深陷武装冲突。", "label": "政治学", "id": 0}
{"content": "<正>2012年以来,局势动荡,生活比20世纪70年代还要艰难（当时西非遭遇长期干旱,导致饥荒,估计有10万人和大量牲畜死亡。14）过去,我们只需要四处寻找食物就可以了。我们可以到处自由放牧。但现在我们甚至都不能寻找食物了。因为局势动荡,我们被迫待在原地,或者搬到市区里去。", "label": "政治学", "id": 0}
{"content": "<正>在中非共和国、伊拉克和马里,当民众被问及气候危机对生活的影响时,他们常常表示几乎从未听说过气候变化,对当前和未来面临的风险也知之甚少,但他们却可以随口说出周遭环境发生了何种变化,天气如何阴晴难料,旱涝灾害又是怎样不可预测。所有这些都对他们的健康以及人身和经济安全产生了重大影响。", "label": "政治学", "id": 0}
{"content": "<正>气候危机正在改变人道危机的性质和严峻程度,这迫使我们对人道行动做出调整。在冲突和其他暴力局势中,民众通常会在局势动荡之外,还面临多重威胁。在马里、伊拉克等地,民众明确表示环境与气候因素使他们难以获得水和食物,危及他们的经济安全。同时由于每日为满足家人需求而挣扎求生,他们的尊严感也受到损害。这使其生活日益艰难。在中非共和国,民众希望得到帮助,缓解因季节性迁移放牧模式变化而引起的矛盾。他们还希望获得支持,在农历上标明气候变化,因为他们再也无法依照旧农历来预测天气变化规律;而播种时间如果错过,丰收就将无望。在马里北部与中非共和国,近期因洪水泛滥而失去家园、生计和收成的民众希望获得帮助,进行灾后重建,并确保能够抵御下一次洪水来袭。", "label": "政治学", "id": 0}
{"content": "<正>在全球各地,民众的生存和身份认同都与周边环境以及稳定可预测的气候密切相关。在受冲突影响的社区,民众已经由于气候危机受到了极为严重的影响:生命逝去,疾病蔓延,经济倒退,生活条件恶化,生计受到侵害,民众的健康和福祉也受到严重影响。许多民众在言谈间流露出深深的失落与迷茫,因为周遭的环境变得如此陌生,他们再也无法判断天气变化,而且他们完全无力应对无休止的气候灾害威胁。", "label": "政治学", "id": 0}
{"content": "在国际关系的研究领域中,国际秩序这一概念始终是人们关注和分析的重点之一。但是在一定程度上,对于国际秩序这个概念的严格界定及其内在构成要素的彼此关系的讨论存在一些不足与疏漏。本文尝试从权威的角度对国际秩序进行一个更加清晰的定义。以此为基础,通过引入历史制度主义和多元现代性两个分析工具,本文将展示国际秩序的不同类型之间复杂的相互关系,特别地,国际秩序的演进不是一个类似自由主义所向往的那种线性的演进关系。相反,多样性之间的彼此共存才是国际秩序发展历程给我们留下的重要启发,而这对于整个国际关系领域来说都具有非常重要的特殊意义。", "label": "政治学", "id": 0}
{"content": "中国属于核电大国,目前我国共有62个核电机组,其中47个机组装料投入运行,在建机组数全球第一。未来20～30年将迎来核电机组退役的一个高峰,但当前我国还未制定明确的核设施退役的策略,缺乏核电厂退役的相关经验。因此了解国外主要有核国家的退役经验、退役资金的管理方法,对我国未来核电机组退役的顺利实施具有非常重要的借鉴作用。", "label": "政治学", "id": 0}
{"content": "2020年,国际核军控持续处于低潮,美俄双边核裁军前途未卜、多边核军控难有进展、核不扩散机制面临挑战、地区热点问题日趋复杂,美单边消极政策及美俄关系紧张等因素导致国际核军控机制面临的结构性矛盾更加突出。未来一段时期内,国际核军控难有实质性进展。", "label": "政治学", "id": 0}
{"content": "2021年2月,美俄同意将两国间《关于进一步削减和限制进攻性战略武器措施的条约》（简称\"新START条约\"）有效期无条件延长5年。新START条约延期有助于维护美俄战略平衡与稳定,对于推动全球核军控进程具有一定积极意义。当前,美俄两国核弹头总数仍超万枚,新START条约延期并非意味着两国朝真正的核裁军方向前进。", "label": "政治学", "id": 0}
{"content": "核武器是美国维持超级大国地位、称霸世界的战略支柱。美国正在进行历史上最大规模的\"三位一体\"核力量现代化,大幅升级改进现役装备,全面研制新型装备。陆基核力量重点加强安全、可靠性,海基核力量重点提高灵活性和生存能力,空基核力量重点强化突防和打击能力。坚持\"三位一体\"力量结构,将新技术纳入装备现代化,未来二十年美国核力量将继续保持领先水平。", "label": "政治学", "id": 0}
{"content": "2020年12月,美国国家核军工管理局发布2021财年《库存管理计划》,进一步披露核弹头现代化进展及未来发展构想,其中已完成项目2项,正在推进项目4项,未来发展构想6项。暂停核试验后,美国对核弹头改型、延寿、改造甚至新研的能力不断提高。美国以核力量绝对优势巩固其霸权地位的做法始终未改变。", "label": "政治学", "id": 0}
{"content": "2020年11月23日,美当选总统乔·拜登提名安东尼·布林肯担任国务卿、杰克·苏利文担任国家安全顾问等,组建其国家安全与外交团队。本文搜集整理拜登本人及其团队成员在核军控方面的公开表态,对拜登政府核军控政策的未来走向进行了初步研判分析。", "label": "政治学", "id": 0}
{"content": "2020年10月24日,洪都拉斯向联合国递交\"禁止核武器条约\"（下文简称\"条约\"）批准书,成为第50个批约国,触发了条约生效机制。条约于2021年1月22日正式生效。条约禁止缔约国发展、试验、生产、制造或以其他方式获得、拥有或储存核武器,同时要求拥有核武器的国家应以不可逆的方式彻底消除核武器,否定了五核国拥有核武器的合法地位,动摇了现有以《不扩散核武器条约》为基础的核不扩散体系,遭到五核国抵制。未来,激进无核武器国家可能推动条约成为新的习惯国际法,从而在核武器国家不参加的情况下从根本性上否定其拥核合法性。", "label": "政治学", "id": 0}
{"content": "<正>在武装冲突期间,武器会致死致残,使民众难以获得用水等基本供应,也无法务农。但这种影响并不会随着最后一声枪响而结束。在冲突结束数年,甚至数十年之后,未爆炸及被弃置的武器仍然会造成人员伤亡,阻碍重建与和解进程。此外,武器不只出现在大规模的激烈武装冲突当中:在当今许多社会,由于小武器扩散,数百万人在日常生活中遭受了更为严重的暴力。我们单独或组合使用各种方法,尽力减少各类武器,包括化生放核制剂所造成污染的影响。", "label": "政治学", "id": 0}
{"content": "\"算法战\"是实现作战概念创新与作战样式转型的智能化战争模式。反恐\"算法战\"是人工智能在反恐行动中的应用扩展,在人工智能算法体系、大数据、云计算等理论与技术的支撑下,实现\"人在回路\"的智能感知、智能处理、智能辅助决策与智能作战。开展反恐\"算法战\"理论与应用研究,引导反恐作战战法创新,扩展反恐治理认知的新维度,具有重要的理论和现实意义。", "label": "政治学", "id": 0}
{"content": "<正>现代化研究中心十几年来每年坚持一个主题撰写现代化报告,工作量非常大,而且工作也非常扎实。今年的世界现代化度量衡研究选题很好,十九届五中全会以后,确实大家觉得现代化研究很重要。确实中科院也是特别有眼力,提前布局了这么一个现代化研究的课题,咱们也坚持了这么长时间,非常不容易。五中全会让现代化研究真的是成为一个显学了,但难点也在这儿,因为在百年未有之大变局的时候,现代化的研究需要承担更多的给国家现代化提供科学支撑。从现在开始,这个研究可能会跟过去有一个比较大的区分。", "label": "政治学", "id": 0}
{"content": "本文中首先对已有全球恐怖主义研究数据库（GTD,GlobalTerrorism Database）进行探索性分析,提取事件特征,构建恐怖主义事件图结构,然后提出了一种基于图结构信息的知识表达方法和恐怖分子识别融合方法,对恐怖主义事件中的恐怖分子进行识别,分类预测或发掘未确定作案者恐怖事件的可能作案者,并与TransH知识表达模型、SimRank相似度计算模型、神经网络中自编码器（SDNE）模型进行了对比分析。", "label": "政治学", "id": 0}
{"content": "为探索恐怖组织结构演化规律,文章基于社交网络分析方建立了恐怖组织社交网络时空演化模型,结合Gephi工具对亚洲和东欧地区的恐怖组织网络进行了研究。研究发现恐怖活动热度逐年降低并表现出周期性,国际化是当前恐怖主义的发展趋势,研究结果可为我国反恐策略的制定提供参考依据。", "label": "政治学", "id": 0}
{"content": "本文探讨了人道组织在向难民、国内流离失所者和移民提供援助的过程中,在数据保护方面面临的主要挑战。对人道组织而言,由于下列几项原因,这些挑战尤其严峻:人道领域开始重视数据保护的时间相对较晚;人道组织正在面临需要快速创新的压力;很多这些创新所依赖的全球通信架构在本质上容易受到国家监控;各国正在部署日益先进的强制手段阻止非正常移民,并且/或者迫使人道组织接受监控,其工作受到影响。本文第一部分概述了当今数据驱动的移民控制模式给基本权利带来的诸多挑战。第二部分概述\"数据驱动的人道主义\"和\"大规模监控\"方面令人担忧的问题,显示人道组织如何可能在无意间使这些问题更加严重。第三部分评估了人道组织所面临的具体数据保护方面的挑战,介绍了它们为应对这些挑战而采取的政策和做法。文章最后简要描述了人道组织在遵守法律和履行道德义务方面的技术和政治动态,并呼吁整个领域共同努力,扩大数据保护规范的适用范围,禁止国家网络攻击行为。", "label": "政治学", "id": 0}
{"content": "<正>新冠病毒疫情已经漫延全球,不同国家都遭受着这一病毒的侵害,受感染人数已经超过500万,死亡人类已经超过30万之多。这是二次世界大战之后最大的一次人类灾难。新冠病毒感染不分政党,不分阶级,不分穷人、富人,只要感染一定有症状,而且面临着生命危险。这次疫情还没有看到结束的可能,而这次如此汹猛的病毒疫情已经改变了世界,改变了人类的经济,并将改变人类的政治生态。", "label": "政治学", "id": 0}
{"content": "新型冠状病毒肺炎疫情正在全球蔓延,不仅给全球公共卫生安全带来巨大挑战,也对世界经济造成巨大冲击。3月26日,二十国集团（G20）领导人应对新冠肺炎特别峰会通过视频会议的方式召开,并发表联合声明,各方承诺采取一切措施抗击疫情、保护生命、重振经济,并将启动总价值5万亿美元的全球经济振兴经济计划,向国际社会传递出各国合作应对疫情、加强宏观经济政策协调的积极信号。中国国家主席习近平发表演讲,表达了中国同国际社会携手抗击疫情、支持多边协调合作、稳定世界经济的坚定决心和积极态度。本篇报告是全球化智库（CCG）基于自疫情发生以来对疫情之下的中国与世界的持续关注和研究,结合组织国内外专家就全球疫情发展下的国际问题展开的研讨成果,系统性总结了中国应对疫情的经验,并就国际社会应如何发挥各国智慧促进全球抗疫合作的落实提出相关建议。报告中,CCG总结了中国抗击疫情的十条经验:一、中央统筹,国务院启动联防联控防疫机制。二、高效调配资源,集中支持抗疫。三、搭建政府-社会沟通渠道,透明公开疫情发展信息。四、严厉管控社交距离,执行全面的非药物干预措施。五、动员基层,快速有效地落实抗疫政策。六、全国调配,物流保障,确保生活物资供应安全平稳。七、大数据抗疫,互联网+应用加强社会商业互联。八、及时发布多层级政策减轻企业负担,稳定经济。九、复工复产与加强防疫并举,稳定疫情前提下恢复经济。十、积极开展抗疫国际合作,公开信息分享经验。为更好贯彻落实G20国际合作抗疫举措,CCG从世界经济、全球价值链、卫生及安全等多个角度提出以下十条建议:一、支持多边合作平台开展抗疫高层外交,充分发挥G20在全球抗疫合作及稳定全球经济中的作用。二、支持世卫组织等在全球抗疫合作中发挥更大作用,推动建立全球公共卫生治理协调合作机制。三、通过国际合作维稳全球价值链、供应链和产业链,为重振世界经济注入新动力。四、中美可加强沟通对话,就双边医疗物资贸易及推进全球抗疫合作达成共识。五、支持世界贸易组织加入全球战疫,促进应急物资贸易便利化与供应链合作。六、维护地区安全稳定,集中精力抗击新冠肺炎疫情,合力为卫生系统脆弱的地区和国家提供援助。七、鼓励各国共享疫情研究数据及成果,支持多国合作开展药物及疫苗研发。八、地方政府和社会力量可开展不同形式捐赠援助,为全球抗疫合作凝聚更大力量。九、确保全球农产品贸易稳定,通过区域及多边体系合作加强全球粮食安全治理。十、倡议并推动构建人类命运共同体,提振国际多边合作信心。", "label": "政治学", "id": 0}
{"content": "新媒体时代,世界真正成为一个\"地球村\",然而\"地球村\"的\"村民\"并不平等。以美国为首西方大国凭借其强大的实力长期主导着世界信息传播秩序。在此等信息流动不平衡的情况下,广大发展中国家在诸如自身国家形象的构建,文化产品的对外输出等方面处于极为不利的位置。而外来文化的入侵也在一定程度上削弱了对本民族文化的认同感,在全球化的背景下增强中国文化软实力,践行文化自信至关重要。", "label": "政治学", "id": 0}
{"content": "<正>人类文明史表明,任何一种文明都不可能孤立地存在和发展,东方文明如此,西方文明和世界其他文明都如此。欧洲在经历一千年黑暗的中世纪以后,通过文艺复兴、宗教改革、资产阶级革命和工业革命,终于摆脱衰乱和落后状态,进入资本主义发展阶段,在新的基础上实现了欧洲文明的复兴。这是欧洲各国人民共同奋斗的结果,同时与欧洲各国人民学习借鉴东方文明和世界其他文明的长处、智慧、经验,也是分不开的。不同文明需要互学互鉴,方能取得各自的发展和共同进步。这是一个历史规律。各种文明的发展是不平衡的,而且它们在发展中是波浪式前进的。", "label": "政治学", "id": 0}
{"content": "<正>开放是国家繁荣发展的必由之路,探秘南宁崛起路径,不难发现南宁的崛起呈现鲜明的时代特征。伴随着中国—东盟自贸区的建立,东博会永久落户南宁,让一座城市发生了蝶变……机遇南宁从南疆边陲到开放前沿1991年10月,时任中国外交部部长的钱其琛,应时任马来西亚外交部部长巴达维的邀请,赴吉隆坡出席第24届东盟外长会议。由此开启了中国-东盟合作对话的历史之门。", "label": "政治学", "id": 0}
{"content": "在工业社会之前主要将正义界定为一种\"自然德性\",工业社会发生了结构性变化,出现了社会分工和公共领域、私人领域与日常生活领域的分离,关于正义的探索也受此影响,人们孤立在分离的领域内探讨正义问题,并未自觉到工业社会的这一结构性变化和正义探讨因此携带的局限性。当全球化来临,在这场再脱域化运动中发生了社会及其领域融合,实践有了新的变化和诉求,人们对正义也有了进一步的思考,只是对全球化运动中的正义思考仍然需要反思和突破。", "label": "政治学", "id": 0}
{"content": "从资本主义大工业的发展到如今全球一体化的深入,交往始终是个体群体化和社会化的基本方式,但交往的旨趣、交往的方式和关于交往的逻辑认知却发生了根本性的变化:以认识人类社会客观规律为基础的世界历史,以促进各国共同发展为目的的命运共同体,以实现人的解放和全面发展为本质的共产主义。本文从研究人类社会交往关系中的各个不同阶段出发,通过对人类社会的发展规律的准确性认识,在此基础上进一步找到打开未来社会发展的钥匙。", "label": "政治学", "id": 0}
{"content": "《不扩散核武器条约》（NPT,以下简称《条约》）,是一项旨在防止核武器及其技术扩散、促进和平利用核能和推动核裁军的具有里程碑意义的国际条约。2020年将召开第十届《不扩散核武器条约》审议大会。2018年4月23日至5月4日在日内瓦召开了2020年审议大会二筹会议,各缔约国及国家集团就核裁军、核不扩散和和平利用核能进行了发言,提出了各自的立场和建议。核裁军仍然是会议热点,推进核裁军被无核武器国家视为最高优先事项。缔约国在无核武器世界、进一步削减核武器、核透明等方面各抒己见,在敏感问题上言辞激烈、互相攻击。暂停生产核武器用易裂变材料和核透明的呼声渐趋强烈。", "label": "政治学", "id": 0}
{"content": "核裁军核查国际伙伴关系（IPNDV）是由美国国务院与美国降低核威胁倡议组织（NTI）联合创立的一个非正式多国国家联盟,旨在研究核裁军核查问题。2017年11月29日—12月1日,IPNDV在阿根廷布宜诺斯艾利斯举行第五次全体会议,结束了第一阶段工作。本文概述了IPNDV发展历程及第一阶段工作进展。", "label": "政治学", "id": 0}
{"content": "<正>在人类历史发展进程上对于自由的追求一直是孜孜不倦的,自由问题也是马克思主义思想中的一个重要理论问题。马克思是坚定的自由追求者,在他的许多著作中都蕴含的丰富的自由思想内涵。本文通过对马克思的重要著作进行梳理研究,分析了马克思的自由思想的形成演变过程,并阐明它的现代性意义与价值,以便于我们更好的理解和探析马克思理论的深层内涵。", "label": "政治学", "id": 0}
{"content": "<正>澳大利亚海关工作犬繁育及幼训项目一直走在世界海关的前列,形成了一套完整的体系并取得了理想的成绩。中澳海关近年来展开了密切合作,中国海关多次派员赴澳学习繁育及训练技术,澳大利亚海关也多次到中国海关访问交流。本文就澳大利亚海关工作犬繁育及幼训项目情况向大家进行介绍。一、澳大利亚海关工作犬繁育及幼训项目发展过程澳大利亚海关起初是从皇家防止虐待动物协会（RSPCA）庇护所等社会犬栏招募犬,", "label": "政治学", "id": 0}
{"content": "<正>据澳洲网微信公众号消息,澳大利亚维多利亚州（维州）住房、残疾、养老及心理健康部长发布媒体通稿,公示了许多华人期盼已久的维州华裔养老院项目中标结果。据悉,随着该项目的顺利进行,预计在2022年,墨尔本华人将拥有自己的带有90个床位的养老院,而这也将大大提升维州华人长者的养老生活质量,真正做到让更多华人长", "label": "政治学", "id": 0}
{"content": "<正>澳大利亚最早居民为土著族群成员,最古老的原住民可以追溯到7万年前。18世纪后半叶英国殖民者登陆后,土著人的命运便充满了血泪和屈辱。1910年,澳大利亚通过一项政策,以改善土著儿童生活为由,规定当局可以随意从土著族群成员的家庭中带走混血土著儿童,把他们集中在保育所等处。这项政策直到1970年才予废止。这期间,大约10万名土著儿童由各州和联邦政府从父母亲身边带走。这些人后来获称\"被偷走的一代\"。他们许多都在寄养家庭中受到虐待,不准说他们自己的语言。1997年一份题为《让他们回家》的报告披露了从19世纪70年代开始到20世纪60年代,土著儿童被迫离开家园并接受白人家庭抚养的事实,从而让这一问题引起了澳大利亚社会的重视。", "label": "政治学", "id": 0}
{"content": "议会监督财政预算是议会民主的重要实现方式。本文梳理澳大利亚预算编制与审批监督程序,从绩效预算、政府会计核算和预算公开等方面勾勒澳大利亚预算制度的概貌。议会具有预算审批权和预算执行监督权,主要通过众议院和参议院审议预算案及公共账目与审计联合委员会、财政与公共行政常务委员会、议会预算办公室与国家审计办公室的相关工作,实现对财政预算的监督。", "label": "政治学", "id": 0}
{"content": "澳大利亚是一个典型的移民国家。二战后移民政策发生了很大的变化,\"白澳政策\"于1973年被废除。与此同时,产生于加拿大的多元文化理论被澳大利亚联邦政府所采用,从此,多元文化政策被正式推行。多元文化主义政策给移民群体带来很大的影响。本文利用2011年澳大利亚人口普查数据分析移民群体社会经济地位的变化,目前该群体已经成为澳大利亚社会中产阶级的重要组成部分。最后,文章探讨了全球化下的澳大利亚多元化社会。", "label": "政治学", "id": 0}
{"content": "<正>澳大利亚虽然地广人稀,但公路超速也是会罚款的。路上会有固定的测速器,澳政府规定,测速器前面必须有三个牌子讲明前面会测速。于是就出现了这样的案例:有个地方只有两块牌子,被罚的车主不服,提出上诉,说那儿只有两块牌子,没有三块,不符合规定。结果车主胜诉,罚款不用交了。当然也不是说澳洲可以在没牌子的地方随意超速。他们", "label": "政治学", "id": 0}
{"content": "<正>为了学习借鉴发达国家在为老社会福利服务方面的先进经验和管理方法,全国老龄工作委员会办公室\"社会为老服务工作\"培训团一行16人（商洛1人）,于2011年1月5日至25日赴澳大利亚进行了为期二十一天的培训学习活动。通过实地学习考察,培训团成员对澳大利亚的社会保障架构和社会为老福利服务制度方面作了较为深刻的了解,园满完成了学习培训任务,得到了较大启发。一、澳大利亚的社会福利和养老政策澳大利亚所在的大洋州是全世界最小的", "label": "政治学", "id": 0}
{"content": "澳洲社会对于外来移民抱持着欢迎的态度,其难民制度带有宽容性和包容性,澳洲在安置难民方面发挥了一个作为第一世界国家的重要作用。但是,在美国经历\"9.11\"事件以后,澳大利亚政府从国家安全考虑,进一步采取法律手段加强了政策控制。控制的后果是,损伤了澳大利亚的声誉,寻求庇护者增多。日前,难民政策是澳大利亚朝野争论的热点,澳大利亚究竟该采取什么样的难民政策?我们将拭目以待。", "label": "政治学", "id": 0}
{"content": "<正>20世纪70年代末和80年代初以来,从欧美和澳大利亚与新西兰等国家掀起了一场声势浩大的行政改革运动,并迅速席卷全球,胡德2将之称为\"新公共管理", "label": "政治学", "id": 0}
{"content": "<正>20世纪80年代以来,西方国家为了解决政府的财政危机、管理危机和信任危机,掀起了一场声势浩大的新公共管理行政改革浪潮。新公共管理强调政府的公共服务职能,要求把服务对象的需要,即公众需要放在首位,并对政府与市场、国家与社会的关系进行了重新定位和根", "label": "政治学", "id": 0}
{"content": "二战后澳大利亚对非英语移民推行同化政策,试图以澳大利亚生活方式构建澳大利亚文化民族的统一身份。本文认为同化政策作为澳大利亚历史匕—种文化民族主义的努力有利于形成独立的民族身份,但其强烈的种族主义特征不仅激起了非英语移民的抗争,而目迫使澳火利亚人对非英语移民及其文化进行重新认识。同化政策最终破产,澳大利亚民族文化多元化趋势已不可阻挡。", "label": "政治学", "id": 0}
{"content": "<正>在人类世界发展史中,殖民者对殖民地的征服大多是靠屠杀、掠夺和同化而获得的,而惟有新西兰殖民化的过程是通过签署条约获得合法的地位,这在世界历史上是很少见的。而且在以后的发展过程中, 土著和移民之间也有矛盾、冲突和争斗,但是在总体上还是在一个和", "label": "政治学", "id": 0}
{"content": "<正>八十年代后期,台湾移民在澳洲的华人移民中,开始占有相当高的比率,也增加了文化多样性。在许多华人移民的议题中,对于分布与迁移的研究泰半只有初步的了解。本研究则针对雪梨、布里斯本和墨尔本三个都市之台湾移民的分布及居住迁徙（residential mobility）做进一步探讨。主要透过深入访谈的方法,系统性的针对台湾移民选择居住地的因子及决策过程进行探讨,并尽量以社会地理学「局内人」的观点,架构居住地改变和选择的逻辑来思考整个迁徙过程的机制。 研究结果显示,随着时间的改变,作迁徙决策时所考量的因子也会改变。刚到澳洲时,选择居住地的因子主要会考量亲友意见;因此在预算、子女教育、交通便利等因素下,会在亲友住所邻近", "label": "政治学", "id": 0}
{"content": "生物安全治理是保障国家安全的重要组成部分,构建完善、本土化的生物安全风险防控体系,不仅要充分审视中国生物安全治理形势,更要学会吸收借鉴他国优秀治理方案。因此,本文通过SWOT分析法,梳理我国当前面临的生物安全治理的优势、劣势、机会与挑战,并结合英国国家生物安全治理战略的制度机制、行动机制、保障机制和国际合作机制,分析英国在风险辨别、风险防预、风险探测和风险应对等方面的具体政策和做法。最后,通过结合本国当前的国内外形势,借鉴英国国家的治理策略,提出对于建构我国生物安全防控体系的4点建议:构建\"全面风险\"防控体系,推进生物安全治理能力提升;增强社会动员能力,带动社会全民共治;加大科技研发力量投入,打破中国的技术壁垒;加强多领域国际合作,构建人类命运共同体。", "label": "政治学", "id": 0}
{"content": "近年来,俄罗斯不断在核领域取得科技创新突破,引发世界关注。俄罗斯核工业体系完整、规模大、技术先进,在促进国家战略利益、拉动经济社会发展发挥了领先作用。本文概述了俄罗斯核工业构成,系统梳理了俄罗斯核工业投融资政策演变情况,并研究提出启示与建议。", "label": "政治学", "id": 0}
{"content": "俄罗斯核能与动力工业起步于上世纪40年代,最初组建是为研发核材料生产堆,50年代后又陆续研制各种核能和核动力产品,目前发展仍积极活跃。经过几十年的发展和转型,目前主要有综合性研发机构5家、专业研发机构7家、设备研发与制造企业11家,此外还有核燃料研发与制造企业、核电站建设企业、核电站运营与支持机构、核动力破冰船运营机构等,构成规模庞大的综合性工业能力。本文对俄罗斯核能与动力工业的发展转型、能力布局,以及研发能力、制造能力、运行保障能力、发展政策等方面进行分析。俄罗斯核能与动力研发机构与工业企业大多有较长的发展历史,几十年来支持国防和民用核能与动力装备建设,围绕压水堆核电站、舰船核动力、快堆等重点领域,逐渐建立发展了相关专业化能力。其研发机构各具专长,在不同堆型和相关技术领域形成各自能力积淀,并建立了强大的试验测试基地。制造企业近年来逐步调整并健全,满足当前各类核能与动力堆型制造需要。核电建设与运行支持企业满足国内核电站建设运行需求。俄罗斯是舰船核动力大国,还针对核动力舰艇、核动力破冰船等建立了完善的支持保障能力。相关工业能力为海外核电项目提供强大支持。俄罗斯政府还公布了核工业发展新规划,提出核能与动力新技术和新装备发展的主要方向和目标,进行相关投入,牵引工业领域的技术发展和能力建设。", "label": "政治学", "id": 0}
{"content": "本文以英格兰城市治理政策发展历程、机构演变、以及相应的实施评价为基础,归纳其城市治理政策不同阶段的特点,并由此得出结论:英格兰城市治理主要分为区域治理和地方治理两个阶段,区域治理阶段着重通过多部门协同治理以解决地方层级以上的城市问题,而地方治理阶段的治理体系更加简化,兼顾所有尺度的社会问题,并将权力下放至地方,由中央政府、地方政府、社会组织、个人多方共同进行城市治理。英格兰的区域治理和地方治理经验都值得我国在城市发展和治理过程中参考借鉴。", "label": "政治学", "id": 0}
{"content": "自十六世纪中叶以来,由于众多复杂因素的影响,英国迎来了人口暴涨的高潮。人口猛增及随之而来的疾病侵袭英格兰,带来了诸多负面影响,瘟疫的数次爆发更是引发了早期现代伦敦人对死亡的焦虑。琼森在其城市喜剧中通过对疾病的侧面叙述,揭露了疾病爆发背后的社会问题,讽喻了英国政治秩序的混乱,借此传递出他本人对此状况的焦虑和担忧。", "label": "政治学", "id": 0}
{"content": "<正>英国是一个多民族、多文化和多语言共存的国家,大量居民来自原殖民地及英联邦国家,宗教信仰和文化背景复杂,易引发影响公共安全的社会问题。同时,英国经济发展高度依赖国际贸易,人口流动和国际交往增加了发生公共卫生和恐怖袭击事件的风险。①近年来,英国自然灾害多发,尤其是城市洪灾频发,也使其面临更复杂的安全威胁。因此,英国政府十分重视应急管理体系建设,加强信息机制以强化中央和地方层面的协调以及各机构的协同,在人口背景复杂的城市地区,尤其关注应急语言服务。新冠肺炎疫情暴发后,英国迅速整合各方面的语言应急资源,为不同人群提供多语服务。", "label": "政治学", "id": 0}
{"content": "近年来,身份建构课题成为语用学研究前沿。总统作为国际舞台上备受瞩目的角色,其演讲话语受到学界的极大关注。白俄罗斯是我国重要合作伙伴,运用语用身份建构理论,对2015年白俄罗斯总统卢卡申科就职演说进行分析,可以拓展语用身份建构研究范畴,进一步理解白俄罗斯国情政治,增进两国友谊,共筑丝绸之路繁荣辉煌。", "label": "政治学", "id": 0}
{"content": "<正>一基本情况由于独特的地理位置和历史渊源,比利时不同语言文化之间的竞争、冲突和融合一直表现得十分突出。比利时地处欧洲心脏,是日耳曼欧洲和拉丁欧洲的文化交会处,面积3万多平方公里,人口1 000多万,首都布鲁塞尔同时是欧洲联盟（简称\"欧盟\"）和北大西洋公约组织（简称\"北约\"）的总部所在地。①历史上罗马人、法兰西人、荷兰人、西班牙人、奥地利人、德意志人曾经征服和统治过这片土地,并在这里留下他们的文化印记。1830年比利时爆发了独立运动,从荷兰统治下独立,宣布成立议会制君主立宪制王国。", "label": "政治学", "id": 0}
{"content": "当代德国政治教育内涵涉及历史、政治、经济、社会诸方面,但其核心是有关宪法知识和宪法意识的教育。宪法教育理念贯穿德国近现代政治教育历史,\"宪法爱国主义\"是当代德国政治教育的基础理论。在实践中,以宪法为依据确立政治教育目标,以宪法为内容开展学校政治教育,以宪法为原则遴选政治教育社会承担者。以宪法教育为核心的德国政治教育,其本质是获取民众对资产阶级统治的认同,维护资本主义宪政体系。德国宪法教育的经验对我国思想政治教育以及宪法教育工作具有一定启示意义:要高度重视宪法教育,加强学校宪法教育教学,形成社会宪法教育合力。", "label": "政治学", "id": 0}
{"content": "本文在托克维尔的《旧制度与大革命》的基础上分析了法国大革命爆发的原因,总体来说,其爆发有着深刻的时代背景与历史必然性,具体而言,则和法国的赋税特权所导致的严重的社会不平等有关,法国大革命是一场为了平等而斗争的革命。对比当下中国可以发现中国的改革在很大程度上也是基于社会的不平等,但是,中国不仅正处于从传统向现代以及从现代向后现代的转型中、也处于从工业社会向后工业社会的转型之中,因而改革的社会背景和平等诉求发生了很大的变化,故其改革与法国大革命前夕的行政改革有很大的不同。", "label": "政治学", "id": 0}
{"content": "斯托雷平改革和安德罗波夫改革在俄罗斯-苏联史上都具有重要地位,两者在改革出发点、手段、结局以及身后评价等方面具有惊人的相似,都是戛然而止的力挽狂澜;这两场改革也在侧重点和切入点、思路、终结方式等方面存在路径分殊。二者显现了俄国社会的螺旋现象,呈现了改革的两种基本模式:循序渐进模式和齐头并进模式,各有利弊;二者对比彰显了改革之道:改革应凝聚共识、形成潮流、策略有效、适时集权和放权。这两场改革殊途同归为我国全面深化改革提供了重要启示:要用共识教育和培养政治人才,要抓住关键节点,要集中权力攻坚并因地制宜地\"简政放权\"。", "label": "政治学", "id": 0}
{"content": "俄国1905年革命发生在国际共产主义运动形势出现一国内部无产阶级分化、国际无产阶级分裂与革命重心转移的重大变化时期。立足于变化了的革命大环境,得益于俄国民主革命的爆发,列宁获得了新的政治经验和革命经验,从而萌发了一国——而不是主要发达国家\"同时\"——建立无产阶级新政权,直接向社会主义革命过渡并开始社会主义部分改造的思想,这实际上已经形成了一国首先胜利论的最初表述。这些初步思想对于列宁一国首先胜利论的形成具有重要的思想史意义。追溯、探究一国首先胜利思想对当今的中国与世界、对现阶段世界社会主义运动走出低谷等诸多问题有着重要的理论价值和现实意义。", "label": "政治学", "id": 0}
{"content": "空间治理是国家治理体系中的重要组成部分,瑞士是欧洲高质量发展的典型,本文基于现场调研和对瑞士几个州、市镇政府的访谈,系统介绍了瑞士空间治理的基本架构、社会治理的核心、以及精细化治理的具体实例等。对于瑞士案例的研究,有助于我们在高质量发展阶段,更好地构建空间治理体系,提升城市精细化治理水平。", "label": "政治学", "id": 0}
{"content": "<正>一、欧洲的社会模式相对于当代世界其他主要社会来说,欧洲的社会模式是欧洲的一个独特方面。2017年,欧洲人口不到世界人口总数7%、国内生产总值占世界的22%,购买力平价只占17%,其福利支出大约占到了世界福利支出的50%。欧洲社会模式有三种不同意义。一是欧盟成员国的国家福利状况看起来存在一些共同之处,例如,综合的福利体系和高度制度化的产业关系,形成了具体的", "label": "政治学", "id": 0}
{"content": "<正>欧盟人口不到世界人口数量的7%,GDP不足全球GDP的22%（以美元计,购买力平价只有17%）,福利支出却约占全球福利支出的50%（2017年数据）。福利国家作为二十世纪最重要的制度创新之一,是欧洲的创新,其与市场经济一起共同构成欧洲社会模式（ESM）,代表着资本主义和福利的原始融合。福利国家的概念有时用来定义以下两个方面,有时只是其中之一,即欧洲各种协调的资", "label": "政治学", "id": 0}
{"content": "进入新时代以来,地域振兴问题一直成为我国传统去工业化城市的难题,而人文景观是解决城市更新的重要突破口。英国利物浦城市的城市更新,经历了从急剧衰败到地域振兴的过程,人文景观起到了重要的作用。文章从人文景观打造的角度,通过对利物浦案例的发展历史、振兴政策、发展动因进行深入分析,剖析我国城市地域振兴现存的问题,提供从\"文化振兴\"到\"地域振兴\"的可供借鉴的经验,推动整体城市的发展。", "label": "政治学", "id": 0}
{"content": "法国大革命以前的封建社会对待因贫困而产生的游民阶层持两种态度——镇压和救济。大革命后走马上任的资产阶级则通过法律的方式将救济问题纳入国际机构管理。在这个进程中,近代法国逐渐出现了早期的救济体系。", "label": "政治学", "id": 0}
{"content": "2018年12月英国内政部发布的《英国未来技术移民白皮书》是英国利用脱欧时机引用的只基于技能而非国籍的全新移民体系,它将为英国吸引全世界人才提供全面的法律支撑,同时此体系有助于英国政府将移民数量降至可持续发展水平,并加强政府对移民的控制,提高对边境的保护能力,促使国家利益的最大化。而我国目前国内高技术人才的缺口依然巨大,急需引进外籍人才,在加大中国劳动力在国际劳动力市场的竞争力的同时,更要为正常的跨境移民流动提供有中国特色的政策性支持。鉴于此,老牌移民国家的移民经验、做法和此白皮书的重要理念、主要特点对我国移民体系的建设具有重要的理论意义和紧迫的现实意义。", "label": "政治学", "id": 0}
{"content": "2010年英国保守党领袖戴维·卡梅伦提出了\"大社会\"的竞选口号,在成功将连续执政十三年的工党挤下台之后,戴维·卡梅伦的\"大社会\"计划似乎并不像竞选时那么受到民众的追捧,在保守党与自民党组成的联合政府领导下,\"大社会\"计划在理论上仍显稚嫩,在实践中也是困难重重。但英国\"大社会\"的计划所需要的基本的社会土壤、政治土壤仍然不成熟,在国情差异较大的我国推行类似的做法未必可行。", "label": "政治学", "id": 0}
{"content": "单一制国家的政府间纵向关系体制可以分为集权型和分权型两大类。1982年至2003年,法国在二十余年的时间内,将其政府间纵向关系体制由原来的集权型转变为集权型与分权型相结合的、独具特色的\"双轨制\"。这场改革的成功经验及其对推进中国政府间纵向关系体制改革的启示是:改革前提是从理论上厘清政府权力的各个层面,改革目标是实现政府权力行使权在政府间的合理化配置,改革路径是经由权力下放实现制度性分权,改革保障是把握好改革内容的系统性和进程的策略性。", "label": "政治学", "id": 0}
{"content": "<正>2011年9月2日至21日,有幸随公安部组织的警犬技术培训考察团赴德国进行了为期21天的培训考察。在德期间对多个州立警察和联邦警察学院警犬技术分院进行了考察、培训,通过与德国专家同行的交流,本人对德国同行的敬业精神、严谨的工作态度深表钦佩,在深受启发的同时,对两国仔幼犬培育及受训犬挑选谈几点个人感想与体会。一、仔幼犬的培育差异德国北威州警犬学校是目前全德唯一一个自己繁殖幼犬的警犬技术培训机构,全校每年繁育幼犬50至60头幼犬,以马里努阿犬为主,通过训练考核成为警犬的占70%左", "label": "政治学", "id": 0}
{"content": "追求平等与公正是欧洲社会民主党始终的价值观。但欧洲社会民主党发展至今经历了三个历史阶段和三次转型。与之相应,其平等观及其相应的政治诉求在三个历史阶段分别表现出了不同的时代特征。它们从一个侧面表示了欧洲社会民主主义的演变特征。", "label": "政治学", "id": 0}
{"content": "<正>2005年10月,在巴黎的郊区城市克里希苏瓦尔,两个被警察追赶的人躲进了电源电力变压器内,他们会触电死去,而追赶他们的警察却并没有试图救他们。这则消息在许多大城市的郊区传播,随之引发了许多骚乱。司法部门对这些警察展开了调查,一开始这些警察以\"不予起诉\"（non lieu）为名被释放了,但两名受害者的家属继续控告这些警察,质疑他们\"对危险中人不施援助\"。2012年10月31日,在事情发生后的七年,一审的判决被取消了,这些警察被送上法庭送审。这个故事远未结束……", "label": "政治学", "id": 0}
{"content": "现代民主政治是政党政治,在一些议会制国家进一步体现为党团政治。在德国联邦议会中,党团是议会组织、活动与资源分配中合宪的基本单位,但是党团合宪地位的确立,是在基本法完成了对经典宪政模式中贤人政治和整体人民观的批判、引入政党国家理论的基础上才实现的,前两种观点以基本法议员独立条款为体现,该条款在实践中为议员相对党团的独立提供了有限保护。党团相对于议会的独立本质,是居于议会少数地位的反对党团相对多数党团即政府党团的独立,实现这种独立才能落实基本法的立法与行政分权制衡的要求,实践中的问题主要围绕着党团成立条件与资助平等。随着政党社会动员功能的萎缩,党团对政党的控制日益加强,但是为了稳固政党的社会基础,以发挥政党对大众民主政治的积极作用、抑制其消极作用,有必要保证政党相对党团的独立性,对此,德国的实践主要从切断党团与政党的经济联系着手。", "label": "政治学", "id": 0}
{"content": "瑞典的政治、经济和社会发展取得了令人瞩目的成就,成为资本主义世界的佼佼者。这些成就在很大程度上依赖瑞典良好的制度设计。福利国家的成功有哪些制度上的原因值得我们深入分析。比较宪政工程学通过分析制度设计来为转型和发展提供保障。议会民主制是世界范围内流行的政治制度形式,瑞典的议会民主制建立的很早,长期以来形成了一个温和的能够达成广泛共识和朝野合作的政治局面,为瑞典模式的福利国家和经济发展提供了制度助力。瑞典议会的组成、运行、职权和议会内政党结构等都与世界上多数议会制国家无太大区别,但瑞典一度形成了社会民主党长期执政的政治局势并着力建设福利国家,在政党轮替后,中右翼政府也只是对福利国建设进行了微调。福利国家的成功,一方面是因为议会民主制本身所具有的包容性,另一方面也是受益于瑞典的政治、经济和文化环境,体现了非常强的瑞典\"本土性\"色彩。比较宪政工程学主张选择性的吸取经验和教训。", "label": "政治学", "id": 0}
{"content": "俄罗斯总统普京通过民主和法治两手维护政治稳定,以提升创新能力和开发远东振兴经济,质量并重地加强国防,按照依托欧亚、面向亚太的战略调整外交。他在第一任期让俄罗斯站了起来,在第二任期让俄罗斯富了起来,第三任期的目标是让俄罗斯强大起来。普京把保持良好的对华关系看作营造有利外部环境的一个关键因素。中俄两国既不希望、也不需要、更不可能结盟。对中俄来说,最理想、最现实、最符合两国长远利益的双边关系状态,是全面深化现有的战略协作伙伴关系。", "label": "政治学", "id": 0}
{"content": "二战后,英国为了尽快恢复和发展国内经济,艾德礼工党政府大力推行民主社会主义政策,实施了国有化改革。文章从改革的直接诱因、阶级基础、内在动力和理论渊源四个方面着重分析了艾德礼工党政府国有化改革的成因,总结了国有化改革给战后英国经济发展带来的正反两方面影响,以及英国工党艾德礼政府国有化改革给我国社会主义改革带来的有益启示。", "label": "政治学", "id": 0}
{"content": "<正>前苏联的宗教与无神论问题,无论在苏联解体之前,还是解体之后,都是国际国内争议很大的问题。几十年来,围绕苏联的宗教理论政策是对的还是错的?苏联究竟有没有宗教信仰自由?前苏联的无神论宣传教育是成功的还是失败的?不同的人从不同的立场、观点、方法,得出了不同的甚至相反的结论,是丝毫不奇怪的事情。在人类历史上,苏联是第一个在社会主义条件下处理宗教问题以及进行无神论研究及进行宣传教育的国家。前苏联的宗教与无神论问题,尽管", "label": "政治学", "id": 0}
{"content": "<正>一俄罗斯神秘主义流行病状（一）苏联解体的前夜俄罗斯神秘主义的流行病状,在苏联解体之前的80年代末90年代初,已经有了明显的表现。与美国争霸了半个多世纪的前苏联,到了80年代末,无论从政治和经济方面都表现出了衰败的趋势。意识形态领域已经出现了多元化的倾向。那种共产主义意识形态的控制能力,已渐渐消失。如果说,前苏联在过去的体制中,超心理学研究还有它的一席之地和它的\"光荣\"篇章,那也是处在社会高度的控制状态之下,伪科学没有什", "label": "政治学", "id": 0}
{"content": "<正>梁柱在《思想理论教育导刊》2011年第1期撰文指出:苏共二十大后,毛泽东认为,赫鲁晓夫全盘否定斯大林,这绝不只是对一个历史人物的评价问题,而是涉及如何看待斯大林领导的近30年苏联社会主义的历史问题,赫鲁晓夫这种错误做法的恶", "label": "政治学", "id": 0}
{"content": "中外学者对俄罗斯人的性格进行了多重解读。本文通过对不同观点的呈现和梳理,对俄罗斯人性格的矛盾性及其成因做了进一步的探讨。", "label": "政治学", "id": 0}
{"content": "<正>俄罗斯政党体制的演进经历了从无序到有序,从混乱到稳定的过程。这一过程历经六届总统任期的四个总统,对俄罗斯政党进行了多方位的改革。目前俄罗斯政党又有了新的变化,2012年8月8日俄罗斯中央选举委员会会议确认了有28个政党有权参加选举。由此可以看出,俄罗斯的政党制度虽趋", "label": "政治学", "id": 0}
{"content": "<正>2018年11月5日,喀麦隆西北大区巴门达市长老会中学的79名学生和3名教员被挟持。两日后,遭绑架的孩子们在军队的护送下回到了父母的怀抱。从2016年开始,英语区的分离主义者焚烧学校,摧毁村庄,引发社会动乱,使喀麦隆爆发了自国家独立以来最严重的社会危机。这场危机反映了喀麦隆由来已久的国内冲突,引发国际社会广泛而持续的关注。一相关背景喀麦隆地处非洲中部,位于非洲几内亚湾湾角,因其具备非洲典型的语言文化多样性特征而被称为\"非洲的缩影\"。①", "label": "政治学", "id": 0}
{"content": "钦努阿·阿契贝是享誉世界的尼日利亚作家,他的作品极富内涵和深度。其论文集《非洲的污名》共收录了阿契贝不同时期演讲和发表的16篇文章,书中揭示了非洲的污名及其历史传统和真相,剖析了非洲文学中的语言政治,阐述了在现当代国际背景下,非洲人民应如何拼写出真正属于自己的名字。阿契贝认为非洲人在知道自己该去向何方之前,要明了自己来自哪里。他呼吁国际社会给予非洲以人类的尊重,当代非洲人团结起来克服历史与现实造就的逆境,共同拼写出非洲真正的名字。", "label": "政治学", "id": 0}
{"content": "科普特教是埃及最具规模的基督教教会,其创造的科普特宗教文化对基督教文化来说意义非凡。科普特教徒为了宣传和维护基督教建立了世界上最早的亚历山大教理学校,使基督教的教义逐渐规范化、专业化;面对分裂基督教的势力,他们又率先开展了最早的普世教会合一运动,维护了基督教的统一;在遭受罗马统治者残酷的压迫时,科普特教徒创立了修道院制度,使基督教更加规范化、合理化。对埃及科普特宗教文化的研究有助于重新认识科普特教和科普特教教义,对科普特宗教文化的地位以及科普特宗教文化遗产的挖掘与传承也十分重要,并且对科普特人更好地融入埃及社会提供了宗教方面的支撑,有利于埃及民族国家的构建。", "label": "政治学", "id": 0}
{"content": "后种族隔离时代的南非仍摆脱不了历史上种族隔离制度所造成的结构性影响,尽管不同的种族和族群之间依然存在着地域、语言、宗教信仰、社会风俗等方面的边界与差异,但大多数南非人仍希望建构一个不同种族与族群融合共生的统一国家。新南非的变革之路漫漫且充满不确定性,种族与族群关系仍是当前南非社会重要而敏感的问题。", "label": "政治学", "id": 0}
{"content": "受突尼斯\"茉莉花革命\"影响,\"一·二五\"革命推翻了执政30年之久的穆巴拉克政权。之后,埃及经历了短暂的过渡期、穆尔西民选政权时期,并迅速进入了塞西政府时代。穆尔西民选政权的迅速失败与军方代表塞西连任总统,反映了埃及民主转型之困局。军队在埃及政治中的主导作用,以及军方、伊斯兰主义政党与自由世俗派政党之间的力量博弈与关系互动构成了后穆巴拉克时代埃及政治进程戏剧化变化的核心动力,可以解释埃及民主转型的短暂成功、迅速失败以及强人政治的复归。后穆巴拉克时代的政治进程说明,埃及民主进程还面临诸多挑战。", "label": "政治学", "id": 0}
{"content": "本文探究了坦桑尼亚东北部塔里梅（Tarime）专区库里阿（Kuria）传统的地方治理机构如何影响该地区族群内部冲突管理,旨在理解非正式地方治理机构的惯例和决策对族群内部冲突管理的影响。本文采用质性研究的民族志方法收集信息,采取系统思维理论（STT）分析库里阿现有族群内部冲突的治理问题。研究发现,塔里梅的各库里阿社区（氏族）普遍拥有非正式治理机构,这些机构已是该地区文化和历史的一部分。库里阿非正式地方治理机构对族群内部冲突的影响为消极影响与积极影响并存:可能会引发冲突,也可能在管理族群内部冲突方面发挥重要作用,即使这些机构存在局限性,它们在非正式方法解决地区冲突方面仍有其合理之处。然而,尽管非正式地方治理机构在管理族群内部冲突方面具有优势,但在该地区调解冲突的进程中,这些机构的潜力尚未得到充分利用。因此,本文建议认可非正式地方治理机构在处理塔里梅区库里阿族内冲突中的作用,并将其视为正规机制的一部分。", "label": "政治学", "id": 0}
{"content": "殖民地政府极力推动非洲殖民地经济作物生产。不过,殖民地经济作物生产能否成功,不只是殖民地干预的结果,更与这一经济作物生产是否迎合非洲当地社会的利益诉求密切相关。在非洲小农经济占主导地位的西非殖民地,经济作物生产的兴起主要是非洲农民主动性的结果,例如加纳的可可经济。在东非和南部非洲殖民地,尽管经济作物生产的出现离不开殖民政府干预,但是这一经济作物生产能否取得成功同样也与当地非洲农民能动性密切相关。", "label": "政治学", "id": 0}
{"content": "本文在结构引力模型中引入边界变量构建基准模型和反事实模型,使用贸易政策一般均衡效应分析和泊松伪极大似然（PPML）估计法对非洲区域一体化的贸易和福利效应进行模拟。结果表明:非洲区域一体化情形下,非洲各国区域内出口和国民福利都有显著增长;非洲大国的区域内出口增长幅度相对较大;非洲小国国民福利的改善相对较大;非洲各国消费者福利尤其是生产者的福利都有明显改善。区域一体化对实现所有非洲人的繁荣具有重要意义。", "label": "政治学", "id": 0}
{"content": "<正>《非洲研究》创刊于2010年,由浙江师范大学非洲研究院主办,是刊发非洲研究成果、探讨非洲问题的综合性学术刊物,每年两卷。2015年本刊全文收录于中国学术期刊网络出版总库（简称\"中国知网\"）。本刊秉承浙江师范大学非洲研究院\"非洲情怀、中国特色、世界视野\"之治学精神,坚持\"求真创新、平等对话、沟通交流\"之办刊方针,致力于搭建开放的非洲研究学术交流平台,汇粹学术思想与观念之精华,努力推动中国非洲研", "label": "政治学", "id": 0}
{"content": "毛里求斯政治制度的完善始于英国殖民时期。在法国裔居民的推动下,该地区的政治制度朝着民主化的方向缓慢前进。二战结束后,随着去殖民化运动在世界范围内的高涨,英国被迫加快推进毛里求斯的民主建设。至20世纪60年代,英国殖民政府已经为独立后的毛里求斯制定出了相对完善的政治制度。独立后,该国根据宪法建立起了三权分立的政治体制。其中,总统为象征性的国家元首,行政权被以总理为首脑的政府把控;立法权划归国民议会;而司法权则交由法院系统。同时,宪法亦规定了该国国民与地方议会的选举制度,以保障该国权力交接的平稳。在实际运行中,毛里求斯的政治体制虽然偶有波动,但总体上维持了平稳运行。毛里求斯的案例表明,在面对共同发展问题的情况下,非洲国家仍有希望建立起民主体制。不过,该案例也表现出了民主体制在反腐、危机应对以及代表性上的局限。此外,在对毛里求斯成功经验加以研究的同时也不应忽视该国的特殊性。", "label": "政治学", "id": 0}
{"content": "<正>《非洲研究》由浙江师范大学非洲研究院主办,是刊发非洲研究成果、探讨非洲问题的综合性学术刊物,每年2卷,第1—11卷由中国社会科学出版社出版,自第12卷起由社会科学文献出版社出版。2015年本刊全文收录于中国学术期刊网络出版总库（简称\"中国知网\"）。本刊秉承浙江师范大学非洲研究院\"非洲情怀、中国特色、世界视野\"之治学精神,坚持\"求真创新、平等对话、沟通交流\"之办刊方针,致力于搭建", "label": "政治学", "id": 0}
{"content": "<正>《非洲研究》创刊于2010年,由浙江师范大学非洲研究院主办,是刊发非洲研究成果、探讨非洲问题的综合性学术刊物,每年两卷。2015年本刊全文收录于中国学术期刊网络出版总库（简称\"中国知网\"）。本刊秉承浙江师范大学非洲研究院\"非洲情怀、中国特色、世界视野\"之治学精神,坚持\"求真创新、平等对话、沟通交流\"之办刊方针,致力", "label": "政治学", "id": 0}
{"content": "<正>《中国非洲研究评论（2017）》收录了2017年11月举办的北京论坛分论坛\"中非发展合作的新趋势\"的会议论文。该论坛由北京大学北京论坛主办,由北京大学非洲研究中心、北京大学南南合作与发展学院和耶鲁大学非洲研究中心联合承办。在北京大学历年主办的北京论坛中,这是唯一一次专门讨论中国与世界上一个地区关系的学术盛会。对非关系在中国整个对外关系光谱中的重要性显然是重要原因,同时21世纪以来中非关系成", "label": "政治学", "id": 0}
{"content": "<正>北京大学非洲研究中心成立于1998年,以北京大学亚非研究所为基础,是一个综合性、跨学科、跨院系（所）的非洲研究机构,同时也是中国首个研究非洲问题的高校中心。中心的主要任务是协调和组织全校的非洲研究,举办报告会、讲座和国际研讨会,协助培养硕士生和博士生,接受来自校内外的咨询和人才培训任务,组织和推进国内外各种学", "label": "政治学", "id": 0}
{"content": "<正>这个周一（2016年10月10日）是南非全国性学运的转折点,学生将继续掀动风暴,通过占领校园和与警察对峙登上南非所有媒体的头条,还是和校方达成妥协,停止学运,让校园恢复宁静,何去何从,关键看学生的决定。这次学运是2015年10月开始的\"学费必须下降\"（Fees Must Fall）", "label": "政治学", "id": 0}
{"content": "<正>1月1月8日,刘海方老师在《北大非洲电讯》上发表\"Those Who Dream of Africa\"一文。1月,由中心学术委员会委员林毅夫教授推荐的喀麦隆学者孟加的著作《非洲的生活哲学》（Nihilism and Negritude）由李安山、沈晓雷、贾丁和许明杰翻译,由北京大学出版社于2016年出版。1月10日,中心副主任赵白生教授主持\"第十届世界文学年度报告\",", "label": "政治学", "id": 0}
{"content": "南苏丹独立后,为了扭转在与苏丹能源博弈中的不利地位,开始逐步探索新的石油出口路线。对于南北苏丹而言,南苏丹的此项努力迫使苏丹在管道使用费等问题上让步。对整个东非地区来说,该计划可促进南苏丹、肯尼亚、埃塞俄比亚三国间基础设施的整合,进而增强了肯尼亚交通枢纽的地位,却也使乌干达转向与坦桑尼亚进行能源合作,割裂了东非的一体化。对于域外国家来说,南苏丹的举动威胁到了中国在该地区的利益,并使中国在应对上陷入被动;但同时给了欧美国家重返该国石油领域的机会,并使之能够在政治、经济上进一步渗透到东非地区。", "label": "政治学", "id": 0}
{"content": "马吉姆博主义是独立后肯尼亚政治中的一股重要思潮,意指地方分权或者联邦制,它代表了肯尼亚少数族群的主要诉求。在肯尼亚独立后的半个世纪里,建立中央集权或者实行地方分权的争论,一直是肯尼亚政治中的核心话题之一。肯尼亚独立之初,肯尼亚民族主义者内部围绕着究竟是建立中央集权政府,还是地方分权的\"马吉姆博主义\"联邦制政府而发生激烈纷争,最终中央集权主张占据上风。此后,肯尼亚政府的中央集权倾向日益强化,马吉姆博主义受到压制。20世纪90年代以后,伴随着民主化和多党制的重新实行,马吉姆博主义再度兴起,2010年青尼亚新宪法确立了地方分权,这在独立以来的肯尼亚政治进程中具有里程碑意义。", "label": "政治学", "id": 0}
{"content": "桑给巴尔在1995年至2015年期间频繁发生选举危机,这已然成为桑给巴尔政治进程中的一个周期性事件,威胁到桑给巴尔社会政治稳定及坦桑联合统一。族群矛盾和联合问题是造成桑给巴尔选举危机频发的两大历史原因。桑给巴尔的族群矛盾与身份认同问题从阿拉伯人进入桑给巴尔岛开始便已存在,经历史演进,持续发酵升温,成为多党竞争时期权力争夺的基础;桑给巴尔与坦噶尼喀联合的合法性及成效问题,在联合之初就已埋下隐患,后经内外因素的催化逐渐显现加剧,成为多党竞争时期的主要分歧。", "label": "政治学", "id": 0}
{"content": "<正>我今天演讲的主题是:尼日利亚和非洲的发展现状。先讲尼日利亚。过去二十年里尼日利亚主要的发展,是从军人统治转到民主制度。1985-1999年,军政府统治尼日利亚。1999年,军政权还政于民,制定新宪法,确定以美国为模型的总统制。这是一种三权分立的联邦体制,赋予各州一定的立法权。新的领导人是奥卢赛贡·奥巴桑乔,他曾在1976-1979年任军政府首脑,后来退役为民,1999年当选总统。新政之前就有问题,现在民选政府和民主制度又产生新的问题、新的挑战。这些挑战的影响非常深远,", "label": "政治学", "id": 0}
{"content": "自殖民主义兴起以来,国际社会已经掀起了三次非洲热。19世纪第一次非洲热基于西方大国领土控制和经济利益的需要;20世纪下半叶第二次非洲热主要服务于两大阵营意识形态斗争的需要;21世纪这次方兴未艾的非洲热则服务于大国经济转型和重新定位的需要。这第三次\"非洲热\"与前两次相比已有了质的变化,非洲不再处于一种单向的、被动的地位,它与世界其他地区的关系正在向平等、互利的方向发展。伴随着非洲一些传统热点问题的解决,内部政局趋于稳定和经济形势持续向好,世界看待非洲的眼光正在发生变化。几代非洲人的复兴之梦有可能变为现实。", "label": "政治学", "id": 0}
{"content": "经典的\"掠夺理论\"（predatory theory）认为,在国家建设过程中,国际战争和国内冲突强化国家机器和民族主义,从而极大地增强国家能力。该理论的经验基础是近代西欧国家的兴起,但可能无法充分地解释黑非洲的国家建设。具体而言,我们在探讨战争对黑非洲国家建设的作用时,必须考虑独特的政治、经济和历史因素的介入和影响,包括第二次世界大战后的国际法规范、族群政治以及税收以外的替代性财政资源,尤其是自然资源和国际援助等。", "label": "政治学", "id": 0}
{"content": "<正>我第一次见到曼德拉是在1994年,那时我是中国常驻联合国副代表。当时,曼德拉来联合国演讲,而此前他刚刚在南非首次多种族大选中当选总统。他给我的最初印象是个子高,身板直,不过腿脚似乎有点不好使,走路不方便,后来才知道这是他在监狱中长期睡水泥地落下的毛病。他还有个特点,就是照相不能用闪光灯,那也是在监狱里因为石灰场的刺激造成眼疾的后遗症。后来,我又多次见到曼德拉。在中国与南非两国建交前,钱其琛副总", "label": "政治学", "id": 0}
{"content": "<正>大家下午好,感谢大家今天下午的到来。我想感谢刘教授,以及非洲研究院能够给我这个机会来谈一谈曼德拉与乌班图精神。之前我拜访我的好友兼学生思斯,期间问起是否能到非洲研究院来作一个讲座。你们这个研究院在国际非洲研究界人人皆知,我对你们有关非洲高等教育的研究有所了解。今天下午,我参观了这儿的博物馆,看到贵院侧重研究非洲的艺术、音乐和文化。因此,我感谢思斯安排我来访,也非常感谢大家邀请我。请以热烈的掌声感谢刘院长和他的工作人员。", "label": "政治学", "id": 0}
{"content": "<正>浙江师范大学非洲研究院（IASZNU）成立于2007年,设有非洲政治与国际关系、非洲经济、非洲教育、非洲历史文化4个研究所和中非合作论坛研究中心、非洲博物馆、非洲投资贸易咨询中心、喀麦隆孔子学院、教育部教育援外（非）基地,是外交部\"中非联合研究交流计划\"、教育部\"中非大学20+20合作计划\"、国家留学基金委\"国际区域问题（非洲）研究", "label": "政治学", "id": 0}
{"content": "非洲大陆的治理和安全问题复杂多样,一直困扰着非洲的和平、发展与稳定。早在殖民时期,西方国家就已经确立了它们在非洲的优势。作为国际经济舞台的后来者,中国近年来取得了巨大的经济成就。有些媒体深感恐慌,甚至将中国在非洲大陆的利益扩展视为威胁。近年来,中非经贸关系继续升温,引发了学术人士对中国发展对非关系的目标、性质以及影响的猜测和质疑。与此同时,国际舆论界围绕苏丹南方问题,展开了关于中国不干涉政策的争论。面对西方国际话语缺乏一致性和可信性的现实,中国有必要全面考察非洲以及西方国家在该大陆的真正关注点,主动参与非洲的治理和安全问题,积极推动具有包容性的治理体系在非洲大陆的确立。", "label": "政治学", "id": 0}
{"content": "自和平分离以来,苏丹和南苏丹关系持续僵持,而其根源可追溯到分离前长期存在的苏丹南北问题。由于对两个苏丹均具有较大影响力,加之需要保护自身在两个苏丹的现实利益和国际形象,中国以自己的方式积极参与南北苏丹关系问题的解决,并发挥了建设性作用。中国在南北苏丹关系问题中的作用不仅会影响到中国与两个苏丹的关系,而且必将对中国面临的海外利益保护、国家形象优化、国际责任担当以及不干涉内政原则的坚持和发展等重大问题产生影响。", "label": "政治学", "id": 0}
{"content": "作为发展中国家密度最高的大陆,非洲的发展需要一个地区性的主导性力量。经过多年探索,南非逐渐形成了自己的对非援助与发展合作理念与政策体系,并在预防和解决非洲地区冲突、促进和平与发展以及非洲的区域和次区域组织建设中扮演着重要角色,这一切为南非引领或主导非洲大陆发展进程提供了优势条件。但南非本身的国家实力与政治意愿、它与非洲其他国家的历史与现实纠葛,又使其在扮演非洲发展领导角色、实现非洲地区大国政治抱负方面备受内外因素限制和部分非洲国家的质疑。长远来看,南非要真正成为非洲发展的领头羊或发挥地区发展的主导作用,其自身的实力与能力、其内政外交的理念与政策,尚需在不断调整和完善的过程中持续累积与提升。", "label": "政治学", "id": 0}
{"content": "从萨达特时期推行多党制到穆巴拉克时期实行宗教宽容政策,埃及政治氛围日渐宽松,穆斯林兄弟会的政治立场也逐渐转向了温和,出现了非暴力倾向,在意识形态上出现了转变,接受了现行宪政制度和法律,并在宪法体制内寻求合法途径来参与埃及政治。在当前埃及变动的政治局势之下,兄弟会乘势而为,完成了从一个非法的伊斯兰政治组织到当前埃及政坛上极具竞争力的合法政党力量的转变。兄弟会的转型之路经历了漫长的磨炼和自我反思,其得以成功转型的原因,一是内部思想的嬗变,二是源于政治生活的多元化和公民社会的发展,三是兄弟会的年轻一代寻求新的发展路径,四是中东民主化事业整体的不断推进。作为埃及党派和宗教政治势力中最具社会影响力的温和组织,在未来埃及政治重建的道路上,兄弟会将发挥特殊作用,但也面临诸多挑战。", "label": "政治学", "id": 0}
{"content": "社会分化与稳定缺失是过去一年中埃及社会的主要特征。本文围绕宗教与世俗、价值与利益、体制与广场以及重建与破坏这四组对立概念对埃及的社会政治现状进行分析,以解释埃及在政治重建过程中乱象频生的原因并对埃及社会的走向进行评估。埃及社会存在一个可以促进社会包容和整合的\"非世俗\"空间,也存在一个对\"革命\"价值和未来发展方向的基本共识;但党派之间非建设性的利益摩擦和权力争夺延缓了埃及社会在共识基础上建构共性的过程,阻碍了广场政治向体制政治的转化,导致国家的权威下降、\"革命\"的基础变质、发展停滞以及社会分化;对于国家和\"革命\"的双重幻灭正把埃及社会引向一个无政府化和周期性暴力化的脆弱境地。", "label": "政治学", "id": 0}
{"content": "阿尔及利亚于2012年5月10日举行新一届国民议会选举,长期执政的\"民族解放阵线\"一举赢得221个席位,约占总共462个议席中的48%,稳居议会第一大党,比第二大党\"民主民族联盟\"所获席位（70）多出3倍有余。与多数西方媒体预测的相反,民族解放阵线及其名誉主席、阿尔及利亚总统布特弗利卡不仅没有受到\"阿拉伯之春\"的影响,反而似乎更受到阿尔及利亚人民的欢迎。为什么阿尔及利亚能够躲过\"阿拉伯之春\"的冲击?为什么民族解放阵线能够避免垮台的命运?为什么阿尔及利亚总统布特弗利卡能够安然无恙?2012年5月30日,出生于阿尔及利亚、现任法国马赛高等商学院国际关系与国际管理教授的叶海亚·祖必和（Yahia H.Zoubir）就这些问题在北京大学国际关系学院发表同名演讲,以下为叶海亚·祖必和教授讲座内容的摘要,经作者同意在此刊出,供参考。", "label": "政治学", "id": 0}
{"content": "<正>引言近年来,尼日利亚海外移民和来华移民问题引起了多方的关注。尼日利亚移民备受关注的原因很多。本文希望就尼日利亚海外移民问题的特征、对尼日利亚国内外的各种作用和影响、对中国的影响作一初步分析,供学界和有关方面做参考,以便深入研究。", "label": "政治学", "id": 0}
{"content": "<正>2011年以来,西亚北非地区发生了系列变革,从目前发展情况看来,可以明确地将这一个变革运动总结为\"现代化转型\"。这场转型运动目的是为了保障公民的权益,争取民生的改善,经济的发展,宪政制度的完善,社会功能的健全。人民对争取有尊严的生活要求坚定,人民的诉求推动了转型向纵深发展。本文将重点就北非地区若干国家转型进程的特征和趋势做出分析,并将探讨欧洲为主的西方对北非地区政策在变革前后的变化,以及我国与西方国家在北非国家转型发展认知的几点不同。", "label": "政治学", "id": 0}
{"content": "<正>现在习近平主席提出的共同富裕,不仅是在中国,在韩国现在也得到了重视。最近日本的新人总理对新的资本主义分配问题提出了不同的看法。中国、日本、韩国对于人民怎样更好的生活,正在苦闷当中。韩国也是一样的,对于人民能如何的幸福的生活,那么地方应该怎样去治理,也正在苦闷当中。这个发表的主题就是韩国通过地方分权去平衡发展方向。", "label": "政治学", "id": 0}
{"content": "社区作为城市的基本单元,是市民生活、游憩的主要空间,良好的社区治理直接影响到人们的生活质量与幸福感知。新加坡作为全球闻名的\"花园城市\",在社区建设方面积累了丰富的经验。本文首先总结了新加坡社区建设更新经验,在此基础上,对我国社区更新做出积极思考:我国未来要进一步完善法规的细致度与执行度,在政府支持与监督下,鼓励基层组织有效的协调管理;吸引社会资本的多方参与;呼吁公众参与,促进社区自我管理。以社区能源循环可持续利用为目的,更新社区中未被充分利用的空间,加强立体绿化、绿色能源、绿色建筑、智慧社区的建设,构建绿色生态、健康和谐的人文社区。", "label": "政治学", "id": 0}
{"content": "<正>在数字经济发展和将信息技术融入公民日常生活方面,新加坡是最精通技术的国家之一。数字经济和知识经济的转型使新加坡从一个工厂经济转变为下一代技术的科技中心。新加坡的数字化技术的觉醒始于近20年前,当时政府开始通过拨款和赞助科技孵化器等方式,投资于科技行业。", "label": "政治学", "id": 0}
{"content": "日本乡村振兴战略过程中一直被\"农业边缘化、农村空心化、农民老龄化\"这样的问题所困扰,围绕这一问题,他们不断研究如何吸纳新农人、吸纳哪些新农人,如何为这些人服务,并取得了一定的成效。同样,这些问题,也存在于我们国内农村。因此,借鉴日本经验,提出了我国应寻求政策扶持,完善乡村人力资源培养体系,重构乡村印象,树立城乡价值共创观,专门化与多元化相结合,扩充乡村人力资源等建议。", "label": "政治学", "id": 0}
{"content": "爱伦凯的母性主义理论给日本大正时期女性问题的解决带来了新思路,同时也对这一时期的日本女性解放运动的发展具有重要意义。本文聚焦爱伦凯的母性主义,梳理了其主要内容,继而从对女性性别角色的再认识出发,分析了\"母性保护论争\"的两种论点,通过平塚雷鸟的\"母性保护论\"重新解析了女性的地位与作用,考察了母性主义在新妇女协会成立下的实践性发展,在母性保护的立场上致力于女性参政权运动的实践。", "label": "政治学", "id": 0}
{"content": "<正>官方给出的安倍晋三卸任日本任职时间最长的首相的正式原因是个人健康。而现在,他标志性的经济政策可能会走向同样的命运。\"安倍经济学\"在2013年大受欢迎,因此值得考虑一下过去7年中取得的成就。\"安倍经济学\"有三个主轴,分别针对激进的货币政策、灵活的财政政策和包括结构改革在内的增长战略。其中,货币政策显然是最大的重点。日本央行发起了一项大规模的量化宽松计划,以购买政府债务,目前日本央行持有约一半左右的国债。尽管官方的目标是将年度通货膨胀率提高到2%,但这个目标尚未实现。", "label": "政治学", "id": 0}
{"content": "日本人的思维方式及其性格具有特殊性。本文以中根千枝提出的\"纵式\"社会理论为基础,分析\"纵式\"社会中的日本人的序列意识、\"内\"\"外\"意识、集团意识等思维方式。这些思维方式对他们的勤劳敬业的性格、\"随大流\"、缺乏理性思考的性格、具有开放性和缺乏社交性等性格的塑造与形成具有影响。本文对于剖析并验证中根千枝提出的\"纵式\"社会理论的有效性具有理论意义,同时可以促进更好地认识、了解日本人,对于思考如何更融洽地与日本人相处具有现实意义。", "label": "政治学", "id": 0}
{"content": "流行语是一种特殊的语言符号,在日本《广辞苑》一书中对于流行语的定义是:\"在某一特定时期收到来自社会的强烈关注,被许多人频繁使用的词语。\"作为一种语言现象,它记录并反映了该时期社会的变迁与发展。本文将通过研究2019年度日本流行语大赏中的获奖词汇,分析日本人的社会文化心理,解释令和元年日本世相。", "label": "政治学", "id": 0}
{"content": "<正>2017年8月,罗兴亚救世军袭击了缅甸30余所边防警局,招致缅甸安全部队的大规模反击与清剿。当地暴力冲突不断,导致大量罗兴亚民众流亡到邻近的孟加拉国,再次将缅甸若开邦罗兴亚问题推上了世界舆论的风口浪尖。缅甸语言文化多样性特征明显,在不同历史时期,缅甸的语言政策不尽相同,语言问题时常成为社会事件的诱因,影响着缅甸国家的团结稳定。罗兴亚人危机的背后,语言问题是不容忽视的一个侧面。", "label": "政治学", "id": 0}
{"content": "日本在经济发展特定时期曾面临严重的环境难题,其成功扭转被动局面并逐步构建绿色治理体系的经验值得同样面临环境严峻现实的我国借鉴。本研究基于绿色治理理论框架,聚焦日本构建的绿色治理体系实际运行的全貌,从日本实践经验中探索绿色治理体系构建中的关键环节,从理论和实践角度提出我国亟待解决的主要课题的日本解决方案。研究发现:（1）日本从家庭、企业和政府等多个角度出发,构建了分工明确的完整的绿色治理体系,涉及并协调了诸多的行为主体;（2）日本绿色治理的流程是以家庭和企业为中心展开的,驱动机制采用市场化;（3）我国绿色治理体系的构建中需要借鉴日本\"整体性\"思路及相关\"优先关键点\"等政策建议。", "label": "政治学", "id": 0}
{"content": "以色列建国后,为实现\"流亡者聚集\"的复国主义理想和促进国家发展,以色列政府积极呼吁世界各地的犹太人回归。为保障犹太人的回归,以色列政府先后出台《回归法》和《国籍法》,明确规定犹太人有回归以色列和获得公民身份的权利。在两部法案出台过程中,围绕犹太人身份的界定、犹太人移居以色列的权利、犹太人获得公民权利等问题展开辩论。这些以身份认同为媒介的博弈,由身份问题转化为政治问题,涉及宗教界、世俗主义者、政党政治家等团体,导致各个利益集团的长期博弈。这些博弈反映出不同群体对犹太人身份认同观点上的分歧,以及各自利益诉求和价值取向。", "label": "政治学", "id": 0}
{"content": "马来西亚与新加坡在工业化起飞阶段（1970-1990）采取了类似的战略:通过调整投资政策、提高本地劳工技能水平、减少对低成本劳动力依赖等措施,吸引外国资本到本国投资高附加值、高技术含量的产业,以此推动产业从劳动密集型向技术密集型升级转型。在此过程中,新加坡的转型更为成功,崛起成为先进制造业和高端服务业中心。而马来西亚的工业化则在20世纪90年代中后期陷入停滞,继续作为地区内的低成本加工基地。本文通过比较研究,提出两国的外籍劳工政策对各自的工业化进程都起到了重要的作用。新加坡的外劳政策总体上有助于推动其工业化的转型升级,而马来西亚的外劳政策则对其摆脱劳动密集型生产模式起到了阻碍作用。总结可知,具有前瞻性、稳定性和选择性的外籍劳工政策更能促动一国工业的转型升级。", "label": "政治学", "id": 0}
{"content": "本文以朝鲜族一位普通移民女性的汇款经历及其家庭关系的变化,试图说明跨国汇款作为情感和经济上维持跨国家庭的重要战略充满了情爱、义务和怨恨。事实上,尽管汇款对维持家庭关系以及为跨国生活的不稳定提供缓冲发挥了重要作用,但同时也伴随着额外的情感压力。朝鲜族跨国家庭的生活经历揭示了汇款实践对维持跨国家庭关系的象征意义和情感意义、给朝鲜族跨国家庭归属方面带来的变化,以及由此造成的跨国家庭模式的复杂性。", "label": "政治学", "id": 0}
{"content": "本文以结婚移民日本的中国女性为研究对象,考察她们嫁到日本之后相互之间建构的社会网络关系。按照她们嫁到日本的年数,本文将她们分为\"经验世代\"、\"适应世代\"、\"新手世代\"。研究发现,在移民目的地存在一定数量的中国女性但她们相互之间没有结成一定规模的互助组织。\"经验世代\"到日初期建立了紧密的\"小组型\"社会网络,后来这种网络逐渐弱化成\"松散的联盟\";\"适应世代\"的社会网络也呈现出\"小组\"关系特征;\"新手世代\"的社会关系流动性大随机性强、成员不稳定。", "label": "政治学", "id": 0}
{"content": "本文以生活在瑞丽的罗兴伽珠宝商人为研究对象,试图呈现罗兴伽人由于法律上不被认可的民族身份和公民身份而导致不得不在民族国家的夹缝求生存。罗兴伽人通过社会关系网络的建构实现流动和谋生,在保留自身文化认同的同时与生存环境调适,逐渐生成世界主义。这种流动生活实践中的世界主义在一定程度上缓解了其身份的尴尬境地,也是对官方世界主义的一种呼吁。", "label": "政治学", "id": 0}
{"content": "老挝\"革新开放\"30多年以来,农业产业化取得非常好的成果。本文分别从老挝农业产业化进程现状、生态环境现状及政府在环境治理方面职责履行情况入手,对这30年来的老挝农业发展进行一个全面的剖析,这有利于老挝农业可持续发展。", "label": "政治学", "id": 0}
{"content": "<正>南亚作为一个包含多个国家的区域,它在全球体系中的位置以及在研究者的视域中经历了一个不断变换的过程。每一种路径都使我们对南亚的观察置身于一个不同的历史视阈中,对该地区长期历史趋势的认知,反过来,帮助我们透视南亚当前社会发展的趋向,政治、文化宗教和社会事件背后的原因,以及不同社会群体、宗教派别的意识形态走向。", "label": "政治学", "id": 0}
{"content": "<正>2018年阿富汗的安全局势继续朝着有利于阿富汗塔利班、不利于阿富汗政府一方的方向发展。美国未能把阿富汗塔利班逼迫到谈判桌上,阿富汗塔利班虽然与美国代表有过几次接触,但有关阿富汗和平的关键问题一个都没有解决。阿富汗安全局势继续呈现恶化趋势,阿富汗大选前安全局势不会好转。不仅如此,", "label": "政治学", "id": 0}
{"content": "<正>国际劳工组织发布了\"2020-2022年全球社会保障报告\"。世界各地的社会福利与发展状况明显不同。除此之外,不同地区也表现出不同的偏好。不出所料,欧洲是大多数人都享受社会保护的地区。在这里,超过80%的儿童和新妈妈可以得到政府的支持,75%的受伤工人和一半以上的失业者也是如此。在美洲,社会福利扩大到其人口的50%-60%,但是失业保险则较不发达。在非洲大陆,", "label": "政治学", "id": 0}
{"content": "<正>在社会福利领域存在着多种分类方法,其中英国学者R.蒂特姆斯在《社会政策导论》中将社会福利分为剩余性社会福利、工业成就—表现模式和制度再分配模式三种,在此基础上,随着经济和社会的进步与发展,当今社会福利模式不外乎普惠主义模式、剩余主义模式与混合福利模式,这三种模式都呈现出不同的特征与特点。同时,各国在运用和实践中又延伸发展出了适度普惠型社会福利模", "label": "政治学", "id": 0}
{"content": "社会福利是一种福祉,它有助于公民生活质量,为其提供最基本的生存资源和服务。本文重点结合对吉登斯的《第三条道路:社会民主主义的复兴》阅读,以及《西方社会福利思想》课堂的积累,对吉登斯\"第三条道路\"社会福利思想进行梳理,概括出了吉登斯\"第三条道路\"社会福利思想的主要观点,并试图探讨其对中国社会工作发展和中国社会福利制度完善的启发。", "label": "政治学", "id": 0}
{"content": "<正>理论上来讲,福利制度属于一种带有边界的封闭系统,\"这些边界的功效在于,对系统成员和非系统成员加以区分\"（Freeman,1986）。然而,实际上,许多社会和卫生服务的获取与公民身份基本无关。目前,少数族裔和种族多样性对福利的潜在影响,正日益成为一个热门的讨论话题:一个更加慷慨的福利制度能否与文化和民族异质化社会共存?是否有经验性证据能够证明,福利制度表现和移民的此消彼长存在关联?（Pasini,2011）", "label": "政治学", "id": 0}
{"content": "<正>一、引言如何降低收入不平等程度、使居民收入差距保持在适度范围内是世界各国普遍关注的重要现实问题。从收入再分配环节看,税收、社会保障、转移支付是调节居民收入差距的主要手段。与税收和转移支付只能进行单向调节相比,社会保障通过缴费与给付两环节可以实现双向调节,因而在缩小居民收入差距上具有更大的作用空间。然而,具体到不同国家,社会保障调节收入分配的效果有", "label": "政治学", "id": 0}
{"content": "《现代性与国家》是德国政治社会学家奥菲的代表作之一。在该书中,他首先探讨了作为规范性政治标准的现代性与现代化,以及公民所应负的自限性责任;接下来讨论了福利国家的结构与转向问题,反思国家在监管与解监管中遇到的问题,试图提出一种更为有效和更具合法性的宪制设计;然后分析了民主福利国家的制度和规范特征,最后则谈及了中东欧后共产主义福利国家的福利制度与民主巩固问题。笔者在本文中着重讨论的是这部著作的主要线索,即奥菲对福利国家现代性与现代化的分析,以及他提出的社会福利政治问题。", "label": "政治学", "id": 0}
{"content": "<正>一、云相关概念界定1.社会服务蒂特马斯（1951）第一次提出\"社会服务\"概念,他认为社会服务和以现金支付的社会保险是截然不同的概念。二战以后,随着福利国家的发展,社会服务的内容日益增加,高水平和高质量的社会服务已经成为当代福利国家一个最显著的特征。发达国家的社会服务模式已经不再局限于初期简单的针对生活困难者的物质济贫服务,而是扩大了社会服务对象,增加了社会服务内容,创新了社会服务形式,实现了", "label": "政治学", "id": 0}
{"content": "\"福利国家\"的概念主要强调由政府来主导甚至包揽对社会成员\"福利\"的保障,其途径是对所有社会成员提供和维持教育、卫生或者养老和收入保障等社会支持系统。在自由和福利的关系上,目前国内学界流行一种要求节制自由的\"好好先生\"方案,与其说其是一种解决方案,毋宁说是制造问题。尽管这个世界有句\"天道酬勤\"的古训,但是福利国家却往往不是一个奖勤罚懒的社会,反而是个罚勤奖懒的社会。为了长远保障每个人的根本利益,我们需要警惕\"福利国家\",弘扬市场伦理的理念,把这些理据和理念变成人人皆知的常识。还要提出自己的、可被广泛接受的替代性社会政策方案,也就是说,这些理据和理念要接上\"地气\",方能发挥其应有的作用。", "label": "政治学", "id": 0}
{"content": "15-17世纪,英国市场经济与资本主义的发展动摇了弱势群体福利的根基,社会流动加快。弱势群体的社会流动加速了其福利风险的嬗变,滋生了诸多新的社会问题,同时加快了传统救助体系的瓦解,迫使正在形成的民族国家成为社会弱势群体福利保障的主导者,通过济贫立法等途径开启了福利保障主体的转型进程。", "label": "政治学", "id": 0}
{"content": "<正>红十字国际委员会（ICRC）是一个公正、中立和独立的组织,其特有的人道使命是保护武装冲突和其他暴力局势的受难者,并向他们提供援助。ICRC创立于1863年,它发起了世界上最大的人道网络—国际红十字与红新月运动。ICRC负责指导和协调国际红十字与红新月运动在武装冲突局势下开展的国际救济行动。它还致力于通过推广国际人道法与人道原则预防苦难的发生。", "label": "政治学", "id": 0}
{"content": "<正>4月7日是世界卫生日,今年的主题为\"老龄化与健康\"。世界卫生组织和联合国人口基金认为,因生育率下降和寿命延长引起的人口老龄化已成为全球现象,将对人类生活的诸多领域带来深远影响。世界正在\"变老\"中国大陆2011年底有1.23亿65岁及以上老人,超过欧洲老年人口总和当65岁及以上老龄人口占总人口的比例从7%上升到14%,就标志着从\"老龄化社会\"", "label": "政治学", "id": 0}
{"content": "<正>一、引言研究社会福利体系的传统维度是\"生、老、病、死\"及教育、居住等福利项目,但是,这一维度忽略了大量未被纳入社会福利体系的人群。本文的目标是在传统维度的基础上,拓展\"人群的维度\",即\"福利项目+人群\",推动我国社会福利体系在福利项目完备的基础上,实现对人群的广覆盖。基于横向可比性的", "label": "政治学", "id": 0}
{"content": "福利国家最初的政策目标是施恩济贫,第二次世界大战以后,转而以社会公正为政策目标。这是一个根本性的改变。新的福利国家理论体现为权力观、平等观、整体观和普享观四个观念。福利国家理论的哲学基础是合作主义。普享性原则、统一性原则和均等性原则是福利国家的三个基本政策原则。构建福利国家是政府的责任。", "label": "政治学", "id": 0}
{"content": "本文尝试从国际社会福利学的视角,对宋庆龄的社会福利活动和社会福利思想进行探讨和思考。从国际社会福利的视野进行观察,可以看到宋庆龄的福利活动和福利思想始终是和代表进步力量的国际社会福利思潮相关联,始终站在国际社会福利的第一线推动中国乃至世界的社会福利近代化进程。", "label": "政治学", "id": 0}
{"content": "我国慈善事业起步虽晚,但发展速度很快,对社会作出了巨大贡献,但也存在着很多问题。本文通过对中外慈善事业发展的分析对比,借鉴国外慈善事业的发达的经验,培育和发展温州慈善组织。", "label": "政治学", "id": 0}
{"content": "风险社会理论是西方学者关于晚期现代性社会问题的一种思考。它虽然不能直接应用到我国语境中来,但能够促进我们对转型中的社会问题加以反思。从这个意义上,我国解决转型中的社会问题与社会风险的方略也与西方是不同的。当前中国正面临着多重社会风险,并且这些风险是不平等地分配的。要化解风险,需要我们建立制度化的社会福利制度,促进劳动力的去商品化、满足社会需要和维护社会公平。从长期来看,我们需要重返福利国家。", "label": "政治学", "id": 0}
{"content": "2008年5月2日,特大强热带风暴\"纳尔吉斯\"横扫缅南伊洛瓦底省、孟邦、克伦邦、勃固省和仰光省等地,造成重大伤亡。灾后,国际社会积极准备展开救援。但由于种种原因,救援效果并不理想。对此,本文将着重总结如下问题:一是国际社会在建立全球重大灾难应对机制时,应充分考虑受灾国的国情,尤其是内政;二是国际社会所倡导的国际救援,必须以人道主义为主,减少国际政治考虑;三是中国在参与国际救援缅甸风灾的过程中,能较好把握各方关系的平衡;四是亚洲在经历了印度洋海啸、\"纳尔吉斯\"风灾、汶川大地震后,构建地区合作型防灾减灾体系的共识日益提高。", "label": "政治学", "id": 0}
{"content": "慈善,或曰慈心善行,是人类共同的、普遍的、至上的价值标尺。在中西方慈善传统中都包容着一种爱人和互爱的普遍的道德原则,从而给社会提供了必不可少的共同目标和统一尺度,并凝聚为一个无条件的慈善道德指令和人文关怀,即每个人在追求自己幸福的同时,必须尊重他人和爱护他人;人类共同体的任何人都不应对其他成员的命运漠不关心。中西方慈善事业发展程度的不平衡性与其慈善传统在对\"爱\"这一共同价值基础的诠释及其构筑环境的差异性有关。以一种开放的心态和比较的视角研究两种慈善传统的文化根源及其生成基础,从中汲取合理的慈善资源,形成有益的启示,必然有助于正在成长中的我国慈善事业的蓬勃发展。在四川汶川地震的巨大灾难中,在我们为灾区人民一次次落泪的同时,也一次次地为世人和国人慷慨解囊的爱心行为所感动,从而也使我们对慈善有了更为深刻的当代性理解和对中国未来慈善业发展的良好预期。以一种开放的心态、比较的视角分析中西方慈善传统的思想根源及其生成基础的差异性,有助于我们从中汲取合理的思想资源,获得有益的启示,促进正在成长中的我国慈善事业蓬勃发展。", "label": "政治学", "id": 0}
{"content": "对跨国移民社会保障待遇及落实方面的问题进行研究有着极为现实的意义。本文介绍了部分国家的移民政策,分析这些政策对跨国移民的影响,探讨如何在国际范围内保障跨国移民社会保障权益的实现。", "label": "政治学", "id": 0}
{"content": "<正>今年4月底至5月初,福建省委编办组织的“公益机构的监管及法人治理结构的建立研修班”在国内集中学习、辅导的基础上,赴美国加利福尼亚州州立大学圣马可分校进行专题研", "label": "政治学", "id": 0}
{"content": "本文以解密的苏联历史档案资料为基础,简略概述了列宁时代苏俄知识分子的厄运以及高尔基对苏俄知识分子命运的关注。一个尊重知识、尊重知识分子的社会才是有前途的。", "label": "政治学", "id": 0}
{"content": "<正>随着\"全球结社革命\"的兴起,蓬勃发展的社会组织（也可称为民间组织,国外称为非政府组织）成为与政府和市场并列的第三部门。它打破了传统的国家和社会二元结构的格局,在各国的社会经济领域及全球事务等方面都发挥着举足轻重的作用。因此,几乎世界各国的政党,尤其是执政党都面", "label": "政治学", "id": 0}
{"content": "<正>目前,东亚主要国家正经历着重大的政治社会转型过程,如何在东方特定的政治文化传统条件下遵守现代政党制度的\"游戏规则\",如何提升政党政治的制度化水平,如何规范、有序地实现政党选举,如何真正发挥政党作为社会和政府之间的桥梁作用,是东亚政党发展面临的长期历史任务。因此,", "label": "政治学", "id": 0}
{"content": "<正>国外政党信息传播和形象塑造既有相对成熟完善的经验做法,并在长期发展中形成政治信息传播的鲜明特色,也伴随着形势的变化,出现了一些不健康的做法和倾向。应立足自身党情国情,深入研究国外政党的经验教训,虚心学习借鉴其有效做法,力避各种不良风气,探索符合自身特点的信", "label": "政治学", "id": 0}
{"content": "党员意愿的充分表达是加强和改进党的建设必须解决的重大问题。当前影响党员意愿表达的原因既有组织方面的因素,也有党员个体方面的因素,还有一些体制机制性因素。认真借鉴国外政党在推进党员意愿表达方面的经验教训,对我党在新的历史时期完善党员意愿表达机制、更好地整合全党意愿、推进党内民主建设具有较强的现实意义。", "label": "政治学", "id": 0}
{"content": "民众的政党认同是执政党执政合法性的基础,政党的兴衰与民众的支持与否直接相关。本文以革命制度党、人民行动党、国大党为考察对象,这三个政党均在领导本国或地区的独立解放运动中做出了巨大的贡献以及在执政的很长一段时间内发展了本国经济社会,使其在很长一段时期内获得民众的普遍认可,长期执掌国家政权。在施政措施上,由于对民众的利益满足和整合所取得的效果不同,及维护和塑造本党形象的努力不同,三者走上了不同的发展道路,人民行动党得以长期执掌国家政权,而革命制度党和国大党均出现了政权的更替。三党的执政经验启示我们:民众的认同决定政党的生命。", "label": "政治学", "id": 0}
{"content": "党的建设科学化的要义在于按规律办事。不断提高党的建设科学化水平,要把党的自身建设、党的领导、党领导的伟大事业紧密结合起来,从执政实践角度全面把握执政党建设所面临的内外关系、内外矛盾,从政党自身建设规律、执政规律、社会主义建设规律、人类社会发展规律相统一的角度来深刻把握马克思主义执政党建设规律,正确处理党的建设\"合规律性\"与\"合目的性\"的关系。要立足于执政逻辑、执政环境、执政使命,正确认识中外执政规律、执政党建设规律的共性与个性差异,党的建设科学化与西方政党现代化的区别。而且,要深刻认识到,大力发展党内是切实解决党的建设突出问题、不断提高党的建设科学化水平的关键与根本动力所在。", "label": "政治学", "id": 0}
{"content": "随着人类进入信息化时代,以互联网为代表的新技术、新变革改变了整个媒体格局,正推进着一种新的政治方式和文明路径,改变着人类的政治特征,也对传统的政治关系、政治方式和政治形式带来了深远的调整。在互联网视域中,政党形象的建构与媒体、传播、大众的关系须臾不可或缺,政党如何加强自身形象的塑造,展现民主、平等和务实的亲民作风,赢得国际社会的理解和支持,提升政党形象的全球公信力,是当前至关重要的战略课题。", "label": "政治学", "id": 0}
{"content": "<正>一、核心概念定义本课题结合中国现实需求、课题创新潜力和自身知识积累,决定用\"后冷战世界的民族冲突与治理特点研究\"作为投标课题题目,同时对\"后冷战世界、民族、民族冲突、治理、民族冲突治理、国际视野、中国本位\"等概念提出如下理解并作为工作定义:\"后冷战世界\":指1991年苏联解体,世界权力体系形成\"一超多强\"格局至今的20年。这一时段的世界民族冲突及其治理,包括恐怖主义和反恐维稳产生了诸多新特点,使中国和国际社会熟知并奉为神圣的\"民族国家主权\"理念受到了", "label": "政治学", "id": 0}
{"content": "<正>在一个多民族国家,\"左右多元化\"是最能够淡化民族认同的多元化的,因此也有利于促进民族和睦与国家统一。承认左右多元化的印度国家认同越来越巩固,而不允许左右多元化却突出民族认同多元化的南斯拉夫却解体了,这不令人深思吗?在多民族联邦和政治体制的关系上,有两个非常有趣的比较对象印度和南斯拉夫。这两个国家民族、宗教、语言、文化构成都极为复杂,而且都有个特点,就是没有具有明显优势的\"主体民族\",中国的汉族占90%以上,但是它们都没有", "label": "政治学", "id": 0}
{"content": "为了探究企业的慈善捐赠行为,本文运用文献分析方法,对企业慈善捐赠的动机、影响因素及经济后果进行了归纳性研究。研究结论表明:（1）企业慈善捐赠的动机具有多元性;（2）捐赠行为受多方面因素影响;（3）捐赠的经济后果如何主要取决于利益相关者对企业捐赠行为的认同程度;（4）研究方法也具多样性。现有的研究关于捐赠行为的心理因素的研究存在不足,缺乏对不同情形下和不同企业特征下的捐赠行为的差异比较研究。今后需要对捐赠行为的心理因素,以及不同特征的企业或企业在不同情形下对捐赠的影响等问题进行更进一步的研究。", "label": "政治学", "id": 0}
{"content": "<正>尽管美国在许多方面是世界全球化程度最高的社会,但该国也表现出令人惊讶的狭隘民族主义色彩。在墨西哥湾原油泄漏中,英国石油公司充分地体会了美国的民族主义。但是,同美国一样,欧洲也存在欧洲例外论,欧洲人必须迎接和面对来自新兴大国的竞争和挑战。当美国例外论甚嚣尘上之时,它就变为了一场人们应当躲避的海啸。目前,英国石油公司便体会到了这一点。", "label": "政治学", "id": 0}
{"content": "<正>库尔德人是中东地区是古老民族之一。从人口总数上看,他在中东地区是仅次于阿拉伯、突厥和波斯民族的第四大民族。历史上,库尔德人曾在阿拉伯帝国后期建立了几个封建王朝。奥斯曼土耳其时期,库尔德人亦保持着半自治", "label": "政治学", "id": 0}
{"content": "新世纪以来,欧盟在少数民族保护方面开始从过去的\"个体人权\"理念、\"集体人权\"理念过渡到\"促进社会融入\"理念。\"促进社会融入\"理念优点是直观、直接、易操作,但它也存在着保护标准弱化、容易与\"强制同化\"混淆等局限和不足。如果对该理念进行有效的研究和改进,可能将使其在少数民族保护中发挥巨大优势,有可能成为欧洲乃至世界少数民族保护的新潮流。", "label": "政治学", "id": 0}
{"content": "本文对2006-2009年期间在国内公开出版的有关世界民族研究的专著、译著和重点刊物上发表的相关文章,进行了梳理,并对重点作品进行了简要评述,对相关专业的学者、研究人员和学生提供了查阅线索和作品内容提示。作者指出,近几年的国内世界民族研究,相较\"九五\"、\"十五\"期间,学科建设取得了长足的进步。主要表现在:1、研究领域不断得到拓展,研究内容进一步丰富。如非洲、南美洲内陆地区、大洋洲岛屿国家的民族生存发展、文化多样性等也逐渐进入到学者们的视野中;小民族、原住民、少数人权利国际保护等方面的研究开始升温。2、相关传统研究,如各类民族主义研究、热点地区和热点问题研究不断得到深化、细化,各种微观专题性研究著作面世。3、世界民族研究与国内民族研究的壁垒开始打破,部分学者在国内外民族研究基础上尝试建构中国特色的民族政治学。4、一部分年轻学者,包括在校的博士硕士研究生,正在依靠其良好的外语能力成为世界民族研究的生力军。5、世界民族研究正在形成综合、交叉的学科,得到民族学人类学、政治学、国际关系学、世界历史、外交学、国际法学、宗教学、政策学、文化学、国家安全等各个领域专家的关注,全国范围内的科研院所建设方兴未艾。", "label": "政治学", "id": 0}
{"content": "全球化引发的世界性经济社会结构的巨大变化,要求稳定的社会共同体加以制衡和保障。而民族冲突及民族自决权的滥用恰恰与全球化的这一基本要求对立。在新的历史条件下,民族权利与各民族关系呈现政治性和公共性两个维度,而这两个维度内的民族冲突都涉及到国家专政工具和暴力行为施用的合法性问题。具体的区分民族冲突的类型,对专政工具的合理使用是促进和谐民族关系、建立稳定的社会共同体的基本要求", "label": "政治学", "id": 0}
{"content": "<正>进入全球化时代以来,随着运输与通讯技术向世界范围的扩散,由于同其他国家公民或种族集团接触机会的增多,部分民族就会进一步意识到自己所属的集团与其他集团之间的差异,进而又强化了自己种族集团的共同意识,由此", "label": "政治学", "id": 0}
{"content": "<正>前不久,由中央编译局海外理论信息研究中心联合湖南大学法学院和德国伯尔基金会北京办公室在湖南长沙召开了\"多民族国家的民族政策与立法\"中德学术研讨会。约30位专家学者参加了这次会议。中德专家分别对两国民族问题", "label": "政治学", "id": 0}
{"content": "<正>本文拟从新闻传媒反映世界民族问题研究及其成果这一角度,阐述传媒这一传统而现代的手段,在信息化时代所起到的推介等诸作用,阐述世界民族问题研究这一专门领域凭借传媒,在推介其成果,特别是在评论世界民族问题难", "label": "政治学", "id": 0}
{"content": "<正>新世纪以来,欧盟在少数民族保护方面开始从过去的\"个体人权\"理念、\"集体人权\"理念过渡到\"促进社会融入\"理念。\"促进社会融入\"理念优点是直观、直接、易操作,但它也存在着保护标准弱化、容易与\"强", "label": "政治学", "id": 0}
{"content": "新型冠状病毒疫情仍在全球范围内肆虐,不同国家和地区仍面临诸多疫情防控困境,本文先对一定时期的疫情分布状况进行归纳和描述,后用因果关系的研究方法对新冠疫情的全球分布差异进行推理和假设,得出新冠疫情全球分布差异的原因,并提出应对疫情的公共政策构想。", "label": "政治学", "id": 0}
{"content": "乏燃料的安全管理是保障核电运行安全和可持续发展的基础。目前全球具备商业后处理能力的国家为法国、俄罗斯、英国、日本等国家,这些国家对于乏燃料的管理实践中极少有事故发生,这说明乏燃料的安全管理是可能的。本文通过分析法国、日本、美国和俄罗斯乏燃料管理及国际组织关于乏燃料管理相关活动的规定,借鉴上述国家的乏燃料管理经验,从我国乏燃料处理处置的实际出发,分析提出我国对境外乏燃料管理的重点内容,提出相关政策建议,以期对推进我国乏燃料管理政策法规制定提供支持。", "label": "政治学", "id": 0}
{"content": "<正>大会抗议对中国工人农民知识分子的白色恐怖:成批拘捕,不加审问的监禁,酷刑、绑架,明的暗的屠杀。这种恐怖成为中国国民党存在的基础,助之者为帝国主义列强,或单独供给军火借款,或合力经由国际联盟的伪善协助。帝国主义者这种协助的例子,可见之于各租界警察的拘捕共产党员、革命同情者、反帝战士!大会也抗议继续囚禁太平洋赤色工会秘书牛兰及其夫人。", "label": "政治学", "id": 0}
{"content": "<正>大会声讨蒋介石幕中的德国法西斯蒂军官,他们引用法西斯蒂方法加紧国民党的白色恐怖!大会以极激烈的抗议反对希特勒政府所施于德国无产阶级的野蛮残酷的恐怖。大会向革勒、地米屈罗夫、波波夫与但尼夫①,工人阶级刚毅的战士致敬。他们勇敢的将可怕的来不齐审问②转变成为世界群众意见的向法西斯蒂的审问。大会宣告与力战国社党卑劣恐怖的德国工人,以及各处反法西斯蒂运动,反战争制造者的工人共同团结一起奋斗!", "label": "政治学", "id": 0}
{"content": "<正>1933年10月1日①于上海绝密驻上海代表②发来的第8号报告致米哈伊尔③随这次邮班给你们寄去关于军事形势的报告和几份文件。请注意十九路军采取的措施以及我们在8月初下达的关于准备起义的指示（从对张家口以前的形势和我们的方针评价角度看,这些指示是不寻常的,但在那个时候根据收到的指示把它们取消了）。1.在一般政治方面,对最近一次报告没有多少东西可补充的。国民党向日本全面投降的倾向在加强,恐怕不能怀疑,在最近的将来,日本不仅要在北方采取进一步的步骤,而且还试图使南京在表面上依附于它。", "label": "政治学", "id": 0}
{"content": "<正>反战反法西的大会是成功了,但是我们的任务并没有完结,摆在江苏党,首先是上海各区每个支部的同志面前的工作是非常之多的,据大会成功之经验与教训,大会工作的群众基础,全党应该立刻战斗的动员,趁热打铁以全力来组织与领导群众的积极性,胜利的来完成各区的反战反法西的分会,真正的去建立工厂中、学校中、兵营、码头等群众的分会小组,并且紧紧的接连着苏维埃二次代表会的选举运动,在全国无产阶级首都的上海选出大批的代表来,去参加全国苏维埃的第二次代表大会。胜利的完成这些任务,这是我们粉碎帝国主义国民党五次\"围剿\"有力的回答。（甲）怎样去建立反战反法西分会小组", "label": "政治学", "id": 0}
{"content": "<正>1933年11月3日于莫斯科王明:我们认为,上海反战大会不仅对于反战工作的进一步开展而且对于远东都具有很大的意义。例如,我们现在从日本同志那里得知,在上海反战大会的影响下,日本爆发了保卫②这次大会和反战方面的大规模运动。这次大会对于保卫苏维埃中国也具有很大的意义。实际上这表明,如果说帝国主义者帮助国民党,那我们的朋友来到上海,表明他们帮助中国苏维埃、中国人民反对日本的进攻。因此这将便于我们反对国民党向日本的投", "label": "政治学", "id": 0}
{"content": "<正>1933年11月15日于莫斯科机密听取:17（5419）——贝拉·库恩同志关于上海反战大会成果和评价的决议草案。决定:17.——给野坂参三和王明同志看决议草案,然后交由王明、野坂参三、贝拉·库恩和皮亚特尼茨基审定。①[附录]机密关于上海反战大会成果和评价的决议1.上海反战大会的积极成果是:开展了广泛的工人、知识分子和学生运动,不仅包括工人阶级的进步阶层,而且也包括工人阶级的落后阶层,特别是在上海,渗透到一系列企业中,这以前我们的运动完全没有在这里出现过,或者很少出现;吸引和动员了广大小资产阶级知识分子人士,以前他们", "label": "政治学", "id": 0}
{"content": "<正>（一）为什么要开国际反帝反战代表大会?因为帝国主义积极准备战争,加紧侵掠殖民地,尤其是日本帝国主义及各帝国主义积极进行瓜分中国,所以全世界无产阶级被压迫群众,要联合起来反对帝国主义。帝国主义为要镇压世界革命,疯狂般的向苏联进攻,帮助中国国民党进攻中国革命,尤其是向苏区红军进行五次\"围剿\",并且帝国主义国民党法西斯蒂用残酷的白色恐怖来镇压世界革命运动,逮捕和屠杀工农群众和革命领袖。所以全世界无产阶级与被压迫民族要联合起来反对帝国主义。反帝反战代表大会,就是要联合全世界无产阶级,劳苦工农及一切被压迫民族,", "label": "政治学", "id": 0}
{"content": "<正>（1933年12月26日）（略）（四）反帝运动的状况最近一年来,日本和其他帝国主义瓜分中国与侵略中国的加紧,国民党更无耻更公开的出卖,引起了民众对帝国主义国民党的极大的愤激与反抗。无论国民党怎样残酷的镇压与反动派的一切的欺骗,反日反帝斗争是在继续发展与高涨的。这表现于:（1）前线的士兵与民众自动的进行英勇的抗日战争,如今年长城各口的丁（缺一字）春、孙殿英、宋哲元的士兵之顽强抵抗日本强盗及其走狗,不下于上海的抗日战争。热河、察哈尔的民众自动组织抗日义勇军、同盟军及", "label": "政治学", "id": 0}
{"content": "<正>路透社上海七月二十八日电国际反帝非战大同盟发表申明书,决于九月间在上海召集大会,该会宋庆龄女士最近宣称,各帝国主义正准备着第二次世界大战,同时工人阶级的痛苦更其加深,现在全世界工人阶级必须联合起来反对帝国主义。宋女士又谓此次大会的召集,是去年八月间在亚姆斯丹①决定的,到会代表将达二千人,他们代表三十个国家的三万万工人。宋女士最后鼓励工人、失业者、学生、作家、艺术家及抗日义勇军等来参加大会。", "label": "政治学", "id": 0}
{"content": "<正>苏区民众闻上海反战会议即将举行,认为这是解放中国的伟大斗争,即举行数万人的群众大会,派一代表来上海参加,并报告苏区民众反帝工作与苏区民众的英勇的战争情形与成绩。闻此代表现在安然到了上海。又闻苏维埃政府极端拥护此次上海反战会议,曾致电国际代表团表示热忱,反对白区当局与上海租界对代表团之造谣污蔑与阻挠及破坏,并欢迎代表团于大", "label": "政治学", "id": 0}
{"content": "<正>上海通讯世界反战代表团已于十八日上午十时许抵沪,群众欢迎者约二三百人,皆手持白字红底之红旗,并在码头上演讲,散发了多量的中英文传单,高呼各种口号,并有军队奏乐放鞭炮。代表团于群〈众〉热烈欢迎中,炮声与军乐悠扬中含笑下船,并定于九月三日在沪开会。（《红色中华》第106期,1933年8月31日）", "label": "政治学", "id": 0}
{"content": "<正>援助德国革命政治犯并向德法西斯蒂提出抗议上海专电援助德国政治犯在恒丰场已开了十一人的群众会,通过反法西斯蒂的通电,并游行募捐,十二日在申新七厂也开过,到九人,上海反帝大同盟到六人,都通过了通电,在十二日更举行东区反法西斯蒂代表会,共到十八人,代表十一个厂。连日这一向德法西斯蒂抗议的运动是在继续的普遍到各个工厂内,在十四日又举行了一个八人的会,通过了通电,进行了募捐。十三日海关巡船召集了一个廿三人的群众会议,通过了抗议和通电,沪东的三", "label": "政治学", "id": 0}
{"content": "<正>上海泰晤士报云,据马莱勋爵所率之代表团昨日声称,反战会自接到工部局复函,拒绝在公共租界举行会议后,将于昨夜或今晨电巴黎世界反战委员会总部请示,各代表是否将在太平洋其他口岸开会,抑即此作罢,束装回国,将取决于巴黎复电。复电大约十日内可到,如会议果不举行,各代表个人或联合之行动,今尚未决定。惟问马莱将赴西比利亚阅视犹太人殖民地,其地为苏俄所给,凡各国犹太人因政治上或经济上之原因不能生活者,均可由一世界联合会资助移居该地,马莱亦该会会员之一也。", "label": "政治学", "id": 0}
{"content": "<正>1933年上海反战大会的全称是远东反战反法西斯大会。这是一次十分重要的会议,有着深刻的国际背景。长期以来,由于共产国际的核心资料没有找到,因此对这次会议包括宋庆龄起的作用大多语焉不详,点到为止。笔者根据最新公布的联共（布）、共产国际与中国苏维埃运动的原始档案文献对远东反战反法西斯大会进行梳理,复原历史的本来面貌,以就教于各位同行。一会议的筹备远东反战反法西斯大会是共产国际倡议召开的。1931年日本帝国主义发动\"九一八\"事变,强占了中国的东北。随后积极准备\"向亚洲及太平洋区域发动进攻。这种海盗式的掠夺与暴行,对世界", "label": "政治学", "id": 0}
{"content": "<正>20世纪30年代,日本走上法西斯道路,成为第二次世界大战的东方策源地。1931年9月,日本策划和挑起\"九一八\"事变,悍然侵占了中国东北全境,拉开了第二次世界大战的序幕。为了反对日本军国主义的侵略战争,在宋庆龄的精心组织下,在共产国际和中国共产党的全力支持下,刚成立的国际反帝大同盟于1933年在中国召开了\"国际远东反战大会\"。这次大会,举起国际反日统一战线的旗帜,在有力推动中国抗日斗争的新高潮和建立国际反法西斯斗争的统一战线中发挥了独特的作用。一国际远东反战大会是东方国际反日统一战线的旗帜", "label": "政治学", "id": 0}
{"content": "<正>国际和平博物馆是以和平为主题的历史博物馆,无论是博物馆本身还是其陈列的档案内容,都是人类在追求和平的道路上,不同历史阶段历史人物以及相关历史事件的记载。作为国际和平博物馆之一,拉贝纪念馆是日军南京大屠杀的历史见证,同时也是和平与冲突化解研究交流中心。本文通过拉贝馆向外国驻华记者集中展示馆藏档案活动,彰显国际和平博物馆在记录历史、反对战争、谋求和平等方面具有的重要意义。", "label": "政治学", "id": 0}
{"content": "<正>我主要从和平理论、和平实践以及和平教育三个方面,来探讨了和平学理论发展的概况、有关和平学定义的争议、和平学的一些主要概念、和平学的研究方法、和平学的特点。第一点我想谈一下关于冲突转化。冲突的发展结果很大程度上取决于如何能正确地处理冲突的方法。鉴于和平是一个进程,是动态的,也是持续的,而且它也是一种结构,不仅是直接暴力的消失,而且意味着深层暴力的治理和社会和解。因此在致和道路上,很多学者认", "label": "政治学", "id": 0}
{"content": "<正>反对和平演变是当代社会主义的一项战略任务,把党建设成为反对和平演变的坚强堡垒是当代共产党人的庄严使命。党的各级组织处在反对和平演变的前沿阵地,负有特殊使命。因此,在建设学习型党组织时,有必要组织广大党员特别是党的领导干部认真学习老一辈无产阶级革命家和党", "label": "政治学", "id": 0}
{"content": "<正>2021年,新冠疫情阴霾没有散去,反而卷土重来,持续在全球影响世界经济、贸易、地缘政治和大国关系。同样在2021年,全球平均气温已达到百年以来的最高点,温室气体浓度达到历史最高水平,气候变化正在瓦解人类生存、发展和繁荣的基础与保障。2021年是中国共产党的百年华诞,是中国加入世界贸易组织20周年,也是中华人民共和国在联合国的合法席位得到恢复的50周年,标志着中国深度参与全球治理的新开端,开启全面建成社会主义现代化强国的第二个百年奋斗目标。", "label": "政治学", "id": 0}
{"content": "<正>2020年中国的现代化站在一个关键点上,或者说历史的新起点上,因此就需要有新的理论来指导。世界现代化度量衡报告在这个节点上来发表,恰逢其时。为什么这么说?简单来说,如果把现代化比作一个长征的话,毛主席讲,取得全国胜利是走完了万里长征第一步,是现代化的第一步。2020年建成小康社会,我们是走了现代化长征的第二步。这从国际上都有对比。现在我们要走第三步了,这是一个重要的节点。", "label": "政治学", "id": 0}
{"content": "<正>现代化研究中心每次有课题组的活动和各种研讨活动,我都舍不得放弃,今天学习又有新的收获。谈三点自己的体会。第一点,《中国现代化报告2020》把20多年以来的研究更加的全面、系统的进行了梳理,把指标体系又做了新的调整,让人看到以后就眼前一亮。在现在这样一个大的背景下,这个工作意义非常之重要。今年底是全面实现小康,", "label": "政治学", "id": 0}
{"content": "<正>每次到何老师这儿学习取经,都是感到很惊喜。我搞学术评价方面做了20多年,我从几个角度说一点体会。第一个是从学术评价的角度。我觉得何老师这个工作特别符合我一直倡导的一个标准,就是在国内一枝独秀,在国际上独树一帜。何老师做中国现代化研究,把这个得天独厚的优势做的非常好。大家知道我们学者研究一个东西一定得研究一个有变化的东西,任何一个学者在它30年的研究期的变化都没有中国现代化这30年的变化来的这么快,这么丰富。", "label": "政治学", "id": 0}
{"content": "<正>首先我希望媒体能够很好地宣传世界现代化度量衡的研究成果。我很赞成前面老师的看法,尤其是张凤老师的看法。这是一本很有开创性的报告,值得宣传。提几点建议。第一,报告中政治现代化的指标,一个是女性人大代表的比例,一个是营商环境指数,第三个道路交通死亡率。我觉得这三个指标和大家脑海里认为的政治现代化指标相差太远,可能这三个指标跟国际上对话的时候人家经常用,但是在我们中国语境范围内你讲政治现代化用这三个指标讲可能说服力不够强。我建议以后再介绍的时候解释一下。", "label": "政治学", "id": 0}
{"content": "近幾年區域國别研究在學術界迅速興起。這一新興領域的研究在今天人類命運共同體的國際形勢下,是對國家内政、外交做出正確决策,是同其他國家和地區開展交流合作的基礎。了解區域國别研究發展的歷史,明確其研究特點、研究範疇,區分其與政治學科、外語學科的差别,厘清其基本概念,有助于我國在區域國别研究領域建立起學術話語體系,探索有特色的研究方法,并提高研究成果在國際學術届的適用性和普遍性。", "label": "政治学", "id": 0}
{"content": "<正>新冠肺炎疫情给世界带来了健康危机、经济危机和可持续发展危机。全球超过260万人丧生,经济增长与就业遭受20世纪30年代大萧条以来最严重的损失。世界银行和联合国估算疫情催生1.19亿～1.24亿\"新穷人\"~1（60%在南亚）,全球饥饿人数新增8,300万～1.32亿;消除贫困和实现\"零饥饿\"的可持续发展第一与第二目标的难度大幅增加。同时,随着全球疫苗接种提速,分配不公问题凸显。世卫组织2021年3月12日通报,全球有144个经济体已接种了新冠疫苗,3.35亿剂次的总数中76%集中在10个国家。", "label": "政治学", "id": 0}
{"content": "<正>*SMN-Working Papers-2020-04-02各位专家、各位来宾大家好!受课题组委托由我来汇报\"世界现代化的100个指标\"。汇报分为三部分:世界现代化指标体系的构建、实证分析及前景分析。首先,我们来看世界现代化指标体系的构建。我们知道现代化研究是关于现代化现象的一门交叉科学研究,大致起步于20世纪50年代。在过去70年世界现代化研究出现了三次浪潮,并产生了众多理论成果。与此相对应,现代化指标研究大致可以分为准备期、起步期和发展期三个阶段。20世纪40年代后期,一些国家开始进行历史统计数据的汇编工作。1949年首部《联合国统计年鉴》正式出版,世界统计指标体系的建立为定量化国际比较研究奠定基础。而国际可比性是现代化指标的一个重要特点。", "label": "政治学", "id": 0}
{"content": "<正>2020-11-27 09:38中国青年报客户端北京11月26日电（中青报·中青网记者邱晨辉）今天,中国科学院中国现代化研究中心在北京对外发布《中国现代化报告2020》。该书是国际欧亚科学院院士、中国科学院中国现代化研究中心主任何传启及其团队完成的第19部年度报告。报告构建了世界现代化的度量衡体系、指标体系和定量标准体系,可为现代化战略和规划提供决策参考。", "label": "政治学", "id": 0}
{"content": "<正>11月15日,东南亚国家联盟（东盟）成员和5个区域伙伴签署了《区域全面经济伙伴关系》（RCEP）,可以说是历史上最大的自由贸易协定。印度和美国本来分别是RCEP和CPTPP（以东亚成员为主体的《全面与进步跨太平洋伙伴关系》）的成员,但美国和印度都退出了。按照现在的成员配置（见图1）,", "label": "政治学", "id": 0}
{"content": "<正>目前,大多数司法管辖区都在谨慎应对人工智能的发展和进步。人们强烈希望降低风险,但同样希望不扼杀创新。随着欧盟的立法即将出台,人工智能技术本身的发展速度也在加快,司法管辖区可能不久就会就监管问题做出决定,很可能出现多种方法。2020年2月19日,欧盟委员会发布了一个关于人工智能（AI）的白皮书,阐述了该委员会在这项新技术发展中拟采取的方法。这为反思新西兰和其他司法管辖区可能采取的方法提供了机会。", "label": "政治学", "id": 0}
{"content": "<正>时下打开电视翻开报纸,常常看到评论节目和专栏中一些口若悬河的所谓国际问题名家、名嘴和各色专家点评时政。此类分析往往突出戏剧性、斗争性、注重浅显化和脸谱化,将极端复杂的国际形势及各国内部局势,用\"地缘政治\"、\"包围圈\"、\"大国博弈\"、\"战略阴谋\"等大词简化叙述,全然缺少深度的调查研究和内部视角。考虑到媒体吸引大众的需", "label": "政治学", "id": 0}
{"content": "托马斯·博格将人权作为衡量全球秩序是否正义的标准,认为在当今全球体制下存在大面积的严重的全球贫困,全球穷人的基本人权没有得到保障。他认为全球秩序是由发达国家塑造并维持的,而发达国家本可以设计另外一种可行的全球秩序,在其中全球贫困问题得以解决。博格因此认为发达国家在本可以避免的情况下不正当地伤害了全球穷人,违背了对他们的消极责任。", "label": "政治学", "id": 0}
{"content": "<正>在全球化时代,世界各国的政治发展越来越相互影响、相互渗透。纵观历史,世界政治趋势一直呈起伏不定的波浪形。美国政治学者萨缪尔·亨廷顿曾经描绘了冷战结束前后世界政治中的\"第三波民主化\"。美国历史学者小阿瑟·施莱辛格认为,美国的主流政治观念每隔30年左右就会在自由主义和保守主义之间完成一次转换,形成一个周而复始的意识形态周期。中国文化学者季羡林借用", "label": "政治学", "id": 0}
{"content": "<正>2015年春天起,我开始急得疯了一样游走于世界各地,在急行军的高速中得空漫游在海天之际,是充电也是慢下来思想,我的第三世界故事看来得暂时延宕,等完成了拖欠时日的《陈映真/永善的第三世界》书稿之后才能慢慢展开,何时何日才能还愿大概只能看缘分了,身上压了太多自找的石头,大大小小,要卸下谈何容易,时不我与,大势的旋转中内在的动力（来自前世也好今生也罢）推着人前进,功力还不到能收发自如地轻轻放下,只能继续硬着头颈再冲一段。", "label": "政治学", "id": 0}
{"content": "中国是西方世界的\"他者\",是后者精神世界的否定,是现代社会意义体系的解构。中国道路的成功意味着\"现代性\"的内涵已经超出西方世界的原初规定,继而孕育了更加丰富的可能性,因而中国实际上拯救了\"现代性\",并赋予其全新的生命力。当下,中国道路的主要任务是基于自我认知的文化解释工程,继而提升中国实践经验的理论深度。", "label": "政治学", "id": 0}
{"content": "社会主义国家的建立,为人类实现民族平等开辟了一条崭新而广阔的道路。前苏联和前南斯拉夫作为多民族的社会主义国家,在解决民族平等问题的实践中,积累了许多宝贵经验。但由于没有能够始终坚持马克思主义民族平等的理论与原则,在处理民族平等问题上也犯了一系列的严重失误,引发了激烈的民族冲突,最终导致20世纪后期国家解体和民族分裂。", "label": "政治学", "id": 0}
{"content": "最早注意到资本主义和大自然之间冲突的是马克思和恩格斯。当代绿色思维的几个流派认为资本主义不可能与大自然形成可持续发展的关系。然而,这和资本主义能否解决迫在眉睫的气候危机不是同一问题。所有环境问题综合到一起引发了气候危机,应对气候变化危机最根本的办法并不是改变社会制度,而是应该抓紧时间采取应对措施。", "label": "政治学", "id": 0}
{"content": "<正>一政府与国家发展新自由主义理论主张,应该弱化政府（国家）在经济生活中的作用,建立尽可能小的政府;发展经济是私营部门的事情。然而半个多世纪以来众多发展中国家的发展历程表明,小政府不一定能带来新自由主义者所希望看到的高效率,政府退出经济领域也并没有带来私人投资的繁荣。\"小政府、大社会\"的理念在发达国家可能是行得通的,但在发展中国家却并一定行得通。20世纪80年代起,世界银行和国际货币基金组织（IMF）在拉美和非洲国家强制推行\"结构调整计划\",结果大都以失败告终。这一点连世行和IMF都公开承认。", "label": "政治学", "id": 0}
{"content": "研究目的:北京2022冬季奥林匹克运动会和冬残奥会是我国在重要历史节点举办的重大标志性活动,也是展现国家形象,促进社会发展,振奋民族精神的重要契机。中国自古有冰上运动的传统,由中央政府举办的盛大冬季体育活动可追溯到清代的\"冰嬉盛典\"。冰嬉这一萌芽于我国古代北方民族冬季生产生活实践,形成于明末清初的传统冰上运动形式（包含多种运动项目）,随满族入关和清帝国的崛起开始逐步融入中华民族主体文化,由民间进入宫廷,后由乾隆皇帝钦定为\"国俗\",形成每年阅视冰嬉的制度,最终发展成为\"冰嬉盛典\"这一盛大的国家仪式。党的十八大以来,习近平总书记着眼于新时代民族工作的阶段性特征,创造性地提出\"铸牢中华民族共同体意识\"这一重要论断。而中国古代\"冰嬉盛典\"的发展正是清帝国依据时事对国家治理和族群统合的成功政治实践,是我国古代自上而下推动中华民族共同体形成的经典案例。因此,深入研究清帝国\"冰嬉盛典\",具有重要的现实意义和参考价值。研究方法:1.地方文本资料:走访相关的图书馆,档案馆和博物馆,收集地方志文献和实物资料。2.相关领域研究者:走访一些大学和研究机构,向一些对此专题有所涉猎的研究者进行访谈,以获取比较全面的研究资料。3.实地调查:通过对熟悉冰嬉运动历史群众的深入访谈,探究他们对这段历史的理解,梳理冰嬉运动发展历史脉络,以及它在今天的影响。研究结果:中国古代\"冰嬉盛典\"的发展是清帝国依据时事对国家治理和族群统合的成功政治实践,是我国古代自上而下推动中华民族共同体形成的经典案例。\"冰嬉盛典\"在清代的发展背后隐藏统治阶层深远的政治考量和精巧的设计。清帝国统治者构建了一套多层次的文化认同体系。清帝国通过冬季常态化举行\"冰嬉盛典\"来强化这套文化认同体系。对内构筑民族共同体,对外彰显国威军威,以极少的人力和财力投入促进了统治精英的团结和各族群互动统一。党的十八大以来,习近平总书记着眼于新时代民族工作的阶段性特征,创造性地提出\"铸牢中华民族共同体意识\"这一重要论断。而\"铸牢\"的实现,必然需要基于大量的历史和文化基因。只有充分挖掘,研究中国古代文明中关于各民族共同书写历史,共同创造文化,共同培育民族精神,共同建设统一的多民族国家建设史实的历史叙事,\"铸牢中华民族共同体意识\"才能够实现。\"冰嬉盛典\"作为清帝国每年一次的盛大的国家仪式,具有重要的仪式展演功能和深刻的政治意涵。通过举办这一庆典仪式,运用体育竞技的形式加强了不同族群之间的交流,在各族群精神上形成强大的凝聚力,对外亦可彰显国威。它是我国古代自上而下推动中华民族共同体形成的经典案例,具有重要的现实意义和参考价值。2022年第24届冬季奥林匹克运动会将首次在中国举办,做为世界最重要的冬季竞技体育赛事,从文明古国希腊雅典燃起的体育文明圣火如何与另一个文明古国找到共同的价值追求?\"冰嬉运动\"做为中国古代北方民族广泛的冰上体育娱乐项目具有悠久的发展历史和广泛的群众基础,做为中国冰上体育运动历史溯源的重要分支与奥运文化的结合必将迸发出耀眼的火花。清代的冰嬉盛典与我们当代的冬季奥林匹克运动会具有深层次的文化共同基础,结合二者进行研究可以进一步地拓展冬季奥运会的人文精神内涵。研究结论:国内外学术界在该领域的相关研究多从冰嬉起源探究和宫廷冰嬉制度视角进行文献梳理研究。对于这一起源于中央王朝边疆地区的民间冬季娱乐活动蜕变成为具有重大政治意义国家仪式的内在逻辑和外在动因缺少统合性研究。笔者认为,\"冰嬉盛典\"的发展绝非统治者个人喜好,背后蓄藏统治阶层深远的政治考量和精巧的设计。通过将这一本民族民间文化带入中华民族主体文化进行充分融合,发展,并提升为国家主体文化。清帝国统治者构建了一套多层次的文化认同体系,这套文化认同体系在一定程度上解决了统治阶层族群边界内外文化认同的同一性问题。清帝国通过冬\"冰嬉盛典\",夏\"木兰秋狝\"这两个重大活动,常态化的强化这套文化认同体系。对内构筑民族共同体,对外彰显国威军威,以极少的人力和财力投入促进了统治精英的团结和各族群互动统一。", "label": "政治学", "id": 0}
{"content": "科举制度在我国存在了大约1300年左右的时间,科举制度是我国古代主要的循环制度和人才制度,这种选拔制度也直接影响了我国整个后半期的社会政治活动和文化教育的发展,该人才选拔制度在清末被废除,废除的原因非常多,如社会的发展、外来势力的入侵、社会变革的需求等等,着重从文化的角度来进一步深入分析科举制被废除的影响因素有着较强的历史意义和现实意义。", "label": "政治学", "id": 0}
{"content": "历史视野下的中国国家治理成为学术界关注的热点,但鲜有学者将目光放置于以乡约为表现形式的乡绅自治及权力空间变动这一微观、动态维度,来探究基层治理的历史脉络。研究聚焦于国家与社会二元关系视角,在学术史梳理和理论对话的基础上,厘清吕氏家族、《吕氏乡约》及乾道四年\"社仓\"、\"义仓\"等民间组织的概况,构建乡村精英阶层权力空间异动的分析框架,回答本文的研究问题:宋代乡规民约的治理功能为何?乡约自治背后反映的乡村精英的权力空间异化的表现和逻辑是什么?研究发现:社会治权对国家治权起到\"补充\"和\"消解\"的双重作用,官绅共治的帝国治理沟堑（存在空间）、乡村精英下非正式的自主治理（形成张力）、非常态治理下的官绅行为合作与权力博弈（动态竞合）导致了权力空间异动。研究为探究当代中国乡约功能和社会力量,重塑国家治权与社会治权的关系,推进国家治理现代化提供历史经验和学理借鉴。", "label": "政治学", "id": 0}
{"content": "中国作为一个文明古国—有着五千年灿烂的文明历史,我国传统思想在先秦诸子百家时期出现,到了明清后期得以发展并完善,每个历史阶段都有着它独具特色的行政理念,尤其是儒家的\"民本\"理念,它指导着中国行政体制的建立与发展,对古代中国行政体制的发展与完善产生了重大的意义。", "label": "政治学", "id": 0}
{"content": "早期中国文明的政治文化版块主要呈现为\"夷夏东西\"结构,唐尧虞舜和夏商周三代王朝的更迭,是东、西不同部族集团的轮流坐庄,禅让便是在这个政治联盟规则内的贵族选举会议。大禹能成为夷夏联盟集团的盟主,既有自身在治水、战争等方面的贡献因素,也是因为他的前一任盟主虞舜属于东部集团,这一任的盟主便只能在大禹所在的西部集团中产生。相应的,大禹之后选定的皋陶、伯益,也是东部集团的候选人。从禅让到家天下,本质上是一脉相承的,即该盟主集团以家族形式赢得天下的良好口碑,保有其盟主权利,履行其盟主义务。如果该家族不再能履行其职责,便会被各部族首领举行的贵族会议推举的新盟主取代。《孟子·万章上》引孔子之言说\"唐虞禅,夏后殷、周继,其义一也\",就是说夷夏联盟的禅让和汤武放伐,本质上是一回事。", "label": "政治学", "id": 0}
{"content": "北宋科举制度改革日益完善,四川地区科举活动由萧条走向兴盛。根据《宋登科记考》中的数据对北宋川峡四路科举人才地域分布进行统计分析,发现成都府路、潼川府路占了总人数的绝大多数,利州路、夔州路则少得多,同一路治下的各州差异也很大;如从地理区位上看,则呈现西多东少、西部又以中段最为集中的特征。造成这种现象的原因是多方面的,其中,地理交通是基础性的影响因素,地理交通条件优越与否影响赴考难度及经济发展、文化传播,进而影响登科人口数量;社会经济、文化教育均为重要影响因素,各地经济、文教发展程度的不同导致科举人才数量上的差异。通过对各地具体实例的分析,其结果也说明只有将各种因素综合考量才会得出比较客观合理的结论。", "label": "政治学", "id": 0}
{"content": "十六国时期,成汉政权前后曾在西南地区割据长达40余年之久,其疆域在李雄时期一度达到最盛,东至三峡,南兼僰、爨,西尽岷、邛,北据汉中,势力辐射西南泰半地区。由于当时局势的动荡,成汉的疆域盈缩、疆界变动迅速而复杂,实际控制区域随着成汉国力的盛衰而不断变化,政区建制也稍显复杂,有待进一步的梳理。成汉的政区体系基本承袭汉魏晋实行的州郡县三级建制。成汉国以梁、益二州为核心统治区域,而对其他州郡的管控较为放松,体现出政区设置的等级结构差异。这种等级差异反映出的是成汉统治集团的薄弱的实力和巴蜀地区在历次战争后人口数量急剧下降的历史事实。而户口的空虚则是导致成汉灭亡的重要原因之一。", "label": "政治学", "id": 0}
{"content": "墨子是我国古代消防技术的集大成者,他不仅提出了许多独有见地的消防治理理念,还依据科技原理,发明了比较完备的消防器械设施,并对一些消防技术进行规范,使之更符合实际,更具可操作性,有效地降低了火灾给人民生命财产造成的危害,强化了人们的消防理念,对后世消防技术现代化建设、推进应急管理科技自主创新有着重要的启迪作用。墨子也因此被称作我国古代消防技术规范鼻祖。", "label": "政治学", "id": 0}
{"content": "理塘位于四川西部,是川西高原的屋脊,藏民族的聚居地。康熙末年,清政府控制理塘,归入内地,施行管理,社会稳定,经济复苏,人民安居乐业,人口增长。清代嘉庆初年成书的地方志——《里塘志略》较全面地记载了清政府的施政概况、重点及特点,有着深入认识、科学阐述的价值。", "label": "政治学", "id": 0}
{"content": "<正>由于极左思潮的影响,在很长一段时间内,人们只是把苏轼作为一个文学家、书画家看待。特别是在十年动乱时期,更是把苏轼打成一个反对变法改革的保守派。改革开放后,随着国内外对苏轼研究的不断深入,对苏轼的研究有了很大的进展并取得了一些可喜的成果,纠正了过去对苏轼的片面认识。但研究苏轼的领域还主要集中在文化层面。2005年中国苏轼研究学会在江阴华西大队召开全国第十五届苏轼学术研讨会,会上我省参会专家发言,指出,苏轼不但是我国古代伟大的文学家和书画家,而且还是杰出的政治家和思想家,还是封建时代少有的清正廉洁、以民为本、勤政爱民的廉臣。特别是近几年来,习近平总书记在讲话中多次引用苏轼关于清正廉洁、以民为本、勤政爱民的诗文和他担任地方官员期间的政绩,学术界对苏轼的研究领域从传统的文化领域扩展到了政治、思想、哲学等多个方面,对苏轼的廉政思想和官员品格有了更多的关注和研究。本文就苏轼的勤政清廉的事例和论述作一些简要的介绍。", "label": "政治学", "id": 0}
{"content": "<正>中国传统的民本思想是农耕文明的时代积淀,也是血缘亲情社会构造的独特表现。民为邦本是我国古代儒家的传统思想,主要体现在重民顺民爱民富民上。本文通过对传统民本思想及苏轼知徐期间勤政爱民思想的梳理,挖掘苏轼词作中爱民情怀。在封建阶级社会里,苏轼往往具有这种主动取消阶级的意愿,他不与人民区分,始终站在老百姓立场上。在传统文化与社会主义先进文化的规律运动中,深度阐释和创新,为\"群众路线\"\"人民立场\"等思想寻找深厚的文化根基。传统民本思想中的勤政爱民、以人民为中心等优秀部分,对我们践行初心使命牢记党的宗旨、涵养社会主义核心价值观、永葆党的先进性纯洁性上依然具有现实启示意义。", "label": "政治学", "id": 0}
{"content": "在苏轼的政绩之中,徐州抗洪可谓举足轻重,其标志性建筑为徐州黄楼。徐州黄楼作为徐州苏轼文化的标志性符号,它所承载的文化精神——忠于职守的担当精神、危机应对的果断精神、凝心聚力的协商精神,以及传承以民为本、勤政为民精神的文化自觉,至今仍然具有借鉴意义。", "label": "政治学", "id": 0}
{"content": "<正>苏轼是北宋伟大的文学家、书画家,亦是近千余年来,世界著名的文化人。他不仅是文人,更是一位一心为民众热心服务的实干家。下边我着重阐述他在徐州任职期间的几件实事,从中领悟他一心为民的思想。一、为民所安,抗洪救灾取得了伟大胜利黄河在历史上多次决口,熙宁十年（1077）七月十七日,黄河在澶州（今河南濮阳）曹村埽决口。汹涌不可阻遏,淹没45个县,冲毁田地30万顷。八月二十一日,大水抵达徐州城下。因受东面、南面山岭所阻,又受吕梁、百步洪控扼,泄流不畅,加上连日大雨,致使城下水位不断上涨。九月二十一日,", "label": "政治学", "id": 0}
{"content": "<正>宋神宗熙宁十年四月,苏轼知徐州。元丰二年三月,苏轼离开徐州赴任湖州。在知徐州的一年零十一个月的时间里,苏轼为徐州留下了数百篇锦绣诗文,也成就了筑堤救城、访获石炭等一系列丰功伟绩。为纪念苏轼、还原一个更加真实饱满的苏轼形象,展示其作为一个\"干练\"官员而不是一个文人的另一个侧面,以更加全面的继承苏轼留给后人的宝贵财富,本文试从苏轼徐州功业观其为政之道,以此表达徐州百姓对苏轼的景仰和怀念。一、苏轼徐州功业概述以及特点苏轼徐州功业较有影响的有寻找发现并组织开采煤炭、领导组织并取得抗洪保城的胜利以及祭奠无名枯骨、倡导人道医囚之策等等。", "label": "政治学", "id": 0}
{"content": "中华美治之风源远流长,是中华文明的基础,是中华文化的农业大国的风采,这种文化的传承是中华民族生存的氛围,暴力摧残,可呈一时,而无永远。从广义上说,它是一种天然的秉性,无须刻意传承,而会水到渠成;从窄义上说,它的先导需要美治的背景。纵观中华数千年历史,中华美治体现于乡村的文明程度,也反映出民众的精神面貌。美治之下,创立了乡村社会的精神家园,滋养了民众认同的幸福感。", "label": "政治学", "id": 0}
{"content": "在近代社会中,民众的精神世界与民间宗教息息相关,在民间宗教的影响和激发下,养成了一大批践行他们所信仰的价值观念的底层民众,而慈善活动就是他们所做出的反应之一。民国时期四川民间慈善事业十分活跃,这与天灾人祸频发、社会救助的需求大量增加以及政府救济缺位密切有关,而民众在宗教信仰的感召下,有意识地为\"积德\"而自觉进行慈善活动也是一个重要因素。民间宗教作为一种重要的社会联结方式,对民间慈善事业的兴起与发展产生了不可忽视的作用。", "label": "政治学", "id": 0}
{"content": "在中华民族长期的发展过程中,形成了独居特色的丰富的官德思想学习运用中国古代官德思想,考察中国古代官德建设,可以以史为鉴,推进当前的政德建设。", "label": "政治学", "id": 0}
{"content": "《圣经》作为世界上最有文学价值的经典著作之一,体现了古代希伯来人的卓越智慧,对西方世界的历史和文化产生了举足轻重的影响。在《圣经·旧约》展示出的希伯来文化中,女性被降低到从属于男性的社会地位,是附属于男性的存在,受父权和夫权支配和控制。同时,她们被认为比男性更容易受到诱惑,是会为男性带来灾难的红颜祸水。这种女性观与中国古代的女性观不谋而合,有着极大的相似之处。", "label": "政治学", "id": 0}
{"content": "人类学武举制度是我国古代科举制度的重要组成部分,它始创于唐代,完备于宋代。唐代的武举制度在设立原因、考生资格要求、考试内容、官职授予和历史影响等方面和宋代相比均有差异。武举制度经过唐、宋两代的发展,已形成了完整的体系,对后世军事人才的选拔、培养和民族传统体育的发展产生了重要影响。我国古代武举制度始创于唐,完备于宋,延续千年之久,曾在历史上起过一定的进步作用。武举制度的创立,使选拔武臣将才的工作规范化、制度化,进一步完善和发展了科举制度,能更有效地选拔人才,为封建统治服务。通过武举为封建国家培养选拔了一定数量的武艺人才,对巩固中央集权,抗御外来侵略,起了一定的积极作用。武举制度从侧面也推动了体育运动的发展,增强了人的体质,在唐、宋时期都将其作为科举取士制度的重要组成部分。历经唐、宋两个朝代形成的完备武举制度体系对当时及后世各朝代的世风、武艺、军事等产生了深远的影响。对唐、宋的武举制度进行比较研究,对当前改革体育、军事考试制度,形成崇尚运动、刚健活跃的社会风气具有一定借鉴意义。", "label": "政治学", "id": 0}
{"content": "<正>（一）中国历朝历代没有不经历战争的,这是建立和巩固政权的需要,因此国家必须有军队,但各朝代组建军队的兵制几乎没有完全相同的,甚至一个朝代的不同时期的兵制都有很大差别,它要据各朝代在不同时期的政治经济形势和社会结构状况而定。唐代兵制就经历了府兵制、彍骑制和方镇制的兵制变化。本文偏重探讨初唐府兵制。", "label": "政治学", "id": 0}
{"content": "<正>冯德麟,本名冯玉琪,字麟阁,又字阁臣（忱）。奉天海城县人,生于同治五年（1866）,其父广裕任海城县吏,冯德麟自幼随父亲识字,年长后入海城私塾。早年投身绿林,其势力威震辽西。辛亥革命后,效力于东三省总督赵尔巽。中华民国时任陆军二十八师师长,与二十七师师长张作霖齐名东北。冯德麟早期活动中,对抗沙俄是重要之举。光绪三十年（1904）日俄战争起,应日本人招募任东亚义勇军统领,多次参与对俄作战。于首山战役中贡献突出,\"使首山战役转败为胜,因而决定了整个战局\",获日本天皇奖授宝星勋章（1）。纵观冯德麟事迹,", "label": "政治学", "id": 0}
{"content": "<正>冯德麟,又名冯麟阁,1866年生,辽宁海城人。17岁投身于绿林,经过数年发展,聚集了众多手下,其人名气大、实力强、讲义气,广交朋友,在辽西地区叱咤风云,与辽西土匪金寿山、杜立三等人交往密切。在国家饱受帝国主义列强侵略的背景下,随着社会局势的变化与发展,冯德麟与其党羽的身份地位也产生了相应的变化,最终\"脱匪为官\"。从《马关条约》签订,到庚子事变,该地区受灾严重,冯德麟曾被推举为\"团长\"保境安民,抗击俄国的侵略。日俄战争爆发后,受日本人拉拢加入\"东亚义勇军\"助日抗俄。1906年被清政府招抚。辛亥革命后,任奉天巡防营二十八师师长,活跃于政治舞台。", "label": "政治学", "id": 0}
{"content": "<正>东北地区作为清朝的龙兴之地,清政府对其格外重视。19世纪末20世纪初,沙俄制定\"黄俄罗斯\"计划,欲将东北地区收入囊中。义和团传入东北地区,高举抗击沙俄的斗争口号,将中东铁路大部分焚毁。沙俄随即以镇压义和团运动为由,出兵东北,不断侵占东北各地,义和团在清政府与沙俄的联合镇压下最终瓦解。物产富饶的东北地区由此满目疮痍,各路失业人群为谋求生存,或投身绿林,或加入联庄会、大团等地方乡绅组织。冯德麟的绿林队伍正是在此背景下日益壮大起来,成为清政府和日俄侵略者拉拢勾结的对象。本文将以冯德麟抗击沙俄为中心,探讨冯投身绿林及加入东亚义勇军始末。", "label": "政治学", "id": 0}
{"content": "<正>作为近代东北军政界的重要人物之一,同张作霖等人一样,冯德麟在其实力壮大过程中均有日本军政界的支持与助力,而在其真正成为奉天军政界举足轻重的人物的同时,却从自身权益和国家利益角度,对日本军政界的关系发生了转变:从需要日方的扶持帮助变成互相合作乃至出现冲突。学界对于冯德麟与日本关系的相关研究大多从奉系军阀整体角度进行研究,或从张作霖的角度进行对比研究,将冯德麟置于一个相对次要的地位,鲜有从冯德麟个人角度进行专门研究的成果,目前也仅有张文琦先生编著的《冯庸与冯庸大学》中对于冯德麟的个人生涯及与日本方面的关系进行了相关的研究论述。因此,从冯德麟个人与日本方面的关系角度来说,仍有相当的研究空白。", "label": "政治学", "id": 0}
{"content": "武帝太初元年（前104年）改右内史为京兆尹,左冯翊、右扶风分属左右,对都城长安起羽翼、辅弼作用。因地属畿辅,故不称郡,为三辅之一,也是两汉三辅政区中最为特别的存在。西汉时京兆尹所辖属县12个,辖区以长安为中心,向东辐射,只有蓝田县在都城长安之南,其余10县均在长安之东。王莽天凤元年（14年）,左冯翊、右扶风政区均被撤销并分置,京兆尹依然保留,并改称\"西都京兆大尹\"。刘玄\"更始元年（23年）,三辅各复其旧\"。至东汉,左冯翊、右扶风辖区及职能大幅缩减,京兆尹下辖的部分属县也有所省并或裁撤,但又从左冯翊划入了长陵、阳陵两县,从弘农划入了商和上雒侯国,虽然辖县降为10个,但其政区范围大体未变,只是东部向西内缩,而东南方向却向外有所扩张。细究京兆尹属县这种沿革与变迁,可探知汉王朝在政区调整策略背后所隐藏的诸种因素。", "label": "政治学", "id": 0}
{"content": "宋太祖末年的迁都之议是宋初一次关于都城西迁的重要讨论,经过比对和分析史料认为《续资治通鉴长编》（以下简称《长编》）对此事件的记载具有真实性。因此,宋太祖先迁洛阳、后迁长安的\"两步走\"规划亦应视为可信。结合北宋初年的军事地理形势、关中的粮食生产状况以及宋太祖个人经历来看,此规划的提出可以逐步消除已经开始显露的冗兵弊病,故具有一定的合理性和可实施性。宋太祖的突然驾崩直接导致了迁都战略的破产,而迁都未果又给北宋的灭亡埋下了巨大的隐患。", "label": "政治学", "id": 0}
{"content": "孙中山先生十分关注亚洲各国各地区被压迫民族的独立与解放,在朝鲜民族独立与解放问题上,孙中山先生表现出与当时中国北洋军阀政府完全不同的态度,对朝鲜半岛的民族独立解放运动予以了极大地支援。孙中山先生是近代中国革命的先驱,他不仅以毕生的精力领导中国人民推翻了两千多年的封建专制统治,同时也非常关注亚洲其他国家和地区被压迫民族的独立与解放。在朝鲜民族独立解放运动问题上,孙中山表现出与当时中国北洋军阀政府截然不同的态度,非常积极地支援朝鲜民族的反日独立与民族解放运动。", "label": "政治学", "id": 0}
{"content": "妓捐作为苏州地方自主征税权的体现,创建于晚清开埠,此后在较长的时间内为官权独揽或私利侵蚀。1920年,苏州工巡捐局成立,开启了地方人士自办市政,征收各项杂捐的进程。然其甫一成立便遭到市民公社等地方团体的反对,各方就局董及评议员名额问题争执了三年之久,导致捐务停顿,路政废弛。后来工巡捐局收归市办,矛盾暂缓。又因爆发亏空舞弊案,工巡捐局先由商会会同署共同接管,改订章程后再行移交。与此同时,妓业所产生的公共效应逐渐被社会厘清,妓捐之存废遂成为透视工巡捐局改组动态的窗口。这一动态背后体现了不同权力关系在市政空间中的消长。", "label": "政治学", "id": 0}
{"content": "中国传统社会国家能力与灾害赈济一直是经济学家与政治学者关注的重要问题。特别是随着帝制晚期国家能力衰弱,灾害赈济措施与效果也发生了较大变化,导致灾害赈济体系的近代化转型。本文以1876至1879光绪大旱灾为例,利用府级数据通过构建双重差分模型对此次旱灾造成的人口损失进行估计,同时考察了在帝制晚期传统赈济措施对缓解灾害造成人口损失的影响。研究发现:光绪大旱灾导致重灾区相比于非重灾区人口年均增长率低11‰左右、人口密度低31%左右,总人口损失约1900万。在赈济措施影响方面,粮食运输距离的增加导致粮价上升进而加剧人口损失;而此时国家能力的衰弱使常平仓制度未能起到缓解灾荒的作用;但地方士绅对赈灾的参与较为突出,在一定程度上缓解了灾害期间的人口损失。本文不仅丰富了现有关于光绪大旱灾的文献,对灾害导致的人口损失进行重新估计,而且丰富了国家能力与灾荒赈济之间关系的考察,同时为当代国家治理体系中救灾领域改革提供了历史借鉴。", "label": "政治学", "id": 0}
{"content": "结合对历史文献的考证,参考考古发掘报告,可以判定燕国的都城有六座:始封地称燕亳,故址在今北京市房山区琉璃河镇董家林村;春秋中期燕并蓟国,迁都蓟之都城,沿袭\"蓟\"的名称,战国时又称上都,是燕国中后期的首都,故址位于今北京市西城区南部,原宣武区辖地内;山戎侵燕时,燕国曾被迫南迁易水河流域,一度建都临易,故址位于河北省容城县晾马台乡南阳村,如今的雄安新区内,燕国中期都城曾在蓟与临易之间反复迁徙;燕昭王筑武阳城作为陪都,用以招贤纳士,又称下都,是燕国后期的重要经济文化中心,故址位于今河北省易县高陌乡;在上下二都之间,另筑陪都一座用于中途休息,称中都,故址位于今北京市房山区窦店镇;荆轲刺秦失败后,秦国大举进攻燕国,在辽河畔因天气恶劣折返,燕王得以在辽东苟延残喘,辽东襄平也得以成为燕国最后一座都城,故址位于今辽宁省辽阳市文圣区。其中在战国后期,燕国上中下三都并存,事实上存在\"三都制\"。", "label": "政治学", "id": 0}
{"content": "南京国民政府制定了一系列规章制度,力求在全国各地推行公墓制度。1936年至1946年间,陕西省所建公墓分为平民公墓、烈士公墓和私立公墓三类,其中以平民公墓为主。公墓选址要求科学、美观、经济实用。因各县人口不一,故各自的公墓规模不尽相同。公墓建设经费主要通过征集捐税、倡导捐献、分摊住户等方式来筹集。为保障公墓建设,较多县份制定了本县的公墓建设办法,尽管办法中关于公墓建设经费的筹集说明多与中央和陕西省政府的要求格格不入。起自1936年,迄于1946年,陕西省不仅建设了数量可观的公墓,而且还积累了公墓建设的宝贵经验,为往后公墓事业的发展提供了借鉴。", "label": "政治学", "id": 0}
{"content": "余英时的《朱熹的历史世界——宋代士大夫政治文化研究》通过重构历史语境,再现宋代士大夫的政治文化情状,研究\"内圣\"与\"外王\"之回转,阐明学术与政治的调和与对抗,揭示道统与王统之争。该书不仅\"颠覆理学的传统叙述途径\",更加深\"道学文献的政治性解读\",为宋代政治文化的研究提供细致且新颖的思考路径。", "label": "政治学", "id": 0}
{"content": "\"乌台诗案\"是由北宋的最高监察机关御史台弹劾并审理的案件,移送司法机关后苏轼作为诗案主角初判\"会赦当原\",御史台以\"特行废絶\"多次\"抗奏\",审刑院终审\"原免释放\"定谳,神宗\"圣裁\"以\"责授\"的行政处罚作结,彰显着在中国监察史上处于\"强化期\"的北宋,御史台的职业素养与\"援法定罪\"法制要求的不相适应,其审讯方式存有重大瑕疵。", "label": "政治学", "id": 0}
{"content": "<正>林丰正1940年3月20日出生于台湾新北市,系渡台祖秀俊公第七代孙,列攀龙世系十九世。其父亲林振利生四子:再清、再成,丰正、丰茂,丰正排行第三。林丰正早年毕业于中兴大学法律系,历任台北县县长、台湾省民政厅长、台湾省府秘书长、台湾省副省长、中国民党台湾省委员会主任委员、\"内政部部长\"、\"行政院政务员\"、\"交通部部长\"、中国国民秘书长,中国国民党副主席等职务。林丰正一行于206年2月18日抵达漳州,", "label": "政治学", "id": 0}
{"content": "<正>背井离乡的山东人告别世代生存的故土,来到台湾,面临着传统社会关系和经济网络的破裂。而有着共同流亡记忆与家乡关怀的同乡人通过创立同乡会、校友会,修订族谱、创建期刊等方式建立了依附于原乡地域关系上的新的社群网络,从而在新的土地上相互扶持、落地生根。同乡会本身是个乡亲组织,参与者具有地缘关系,有的甚至有血缘关系,但这一群人来自山东各县市,各地方言、饮食、生活习惯未必完全相同,也未必互相熟知,", "label": "政治学", "id": 0}
{"content": "县域经济是中国的经济社会发展具体而微的代表,县级城市是实现宏观政策转化落地的关键。在国家区域发展总体战略框架下,县级城市协同发展是更为广泛的新课题。同时,\"协同治理\"是\"协同发展\"的关键和基础。本文以四川省阆中市、苍溪县、南部县（以下简称\"阆苍南\"）区域一体化为例,从建构区域协同治理体系的角度出发,探讨如何建立行之有效的体制机制来助力县级城市协同发展。研究表明,县级城市协同治理的落脚点和关键词是\"协争有高度,共治有深度\"。一方面,要寻求外部支持与帮助,联合向省级、中央部委争取,提升区域话语权,着力解决单个城市短期内无法获得的资金、政策支持问题。另一方面,以解决区域交易成本过高的问题为出发点,本着促进信息、资本、土地、人才等生产要素自由合理流动的原则,打通城际之间行政体制机制障碍,建立有效的协作管理、利益分享与市场主体机制,实现要素资源的深度对接,推动落实重大区域公共问题一体化解决方案。", "label": "政治学", "id": 0}
{"content": "自2001年香港特区政府发布《市区重建局条例》以来,逐渐形成了一套以市区重建局为核心,以改善市区老化与保障市民利益为原则的城市更新办法。在政府的引导下,香港建立健全了在规划编制审批、项目立项与土地批约等方面权责共享的公众参与机制,初步形成一套政府公开决策,市民全程参与,配套政策动态更新和流程设计可实施性强的城市更新体系。本文以香港市区重建计划的政策体系为切入点,对政府、市民通过正和博弈实现整体社会效益最大化的流程设计展开研究,希望对其他城市更新中公众参与机制构建有所借鉴。", "label": "政治学", "id": 0}
{"content": "为解决中国内地老年数字鸿沟问题,本研究基于文献分析法对香港推进老年人数字融入的举措展开研究。研究发现,香港通过提升老年人的数字接入能力、鼓励老年人使用信息技术等方式来弥合老年人数字鸿沟,收效良好。中国内地可从加强政府引领全面推动、维护老年人\"数字权利\"、不断提升老年人数字素养和促进数字长幼共融等维度来解决老年数字鸿沟问题。", "label": "政治学", "id": 0}
{"content": "<正>在北京\"十四五\"规划纲要草案中,\"京津冀协同发展\"首次单独成篇。其中提到,到2025年,要推动以首都为核心的世界级城市群主干构架基本形成。2月4日,北京市推进京津冀协同发展领导小组会议指出,要立足融入新发展格局,主动谋划、积极作为,全力以赴将京津冀协同发展向纵深推进。", "label": "政治学", "id": 0}
{"content": "<正>女士们,先生们,同志们:今天,我们在这里隆重集会,庆祝深圳等经济特区建立40周年,总结经济特区建设经验,在更高起点上推进改革开放,动员全党全国全社会为乘势而上开启全面建设社会主义现代化国家新征程、向第二个百年奋斗目标进军而团结奋进。兴办经济特区,是党和国家为推进改革开放和社会主义现代化建设进行的伟大创举。长期以来,在党中央坚强领导和全国大力支持下,各经济特区解放思想、改革创新,勇担使命、砥砺奋进,在建设中国特色社会主义伟大进程中谱写了勇立潮头、开拓进取的壮丽篇章,为全国改革开放和社会主义现代化建设作出了重大贡献。", "label": "政治学", "id": 0}
{"content": "<正>女士们,先生们,同志们:30年前,国际形势风云变幻,国内改革风起云涌,党中央全面研判国际国内大势,统筹把握改革发展大局,作出了开发开放上海浦东的重大决策,掀开了我国改革开放向纵深推进的崭新篇章。今天,我们在这里隆重集会,庆祝浦东开发开放30周年,就是要回顾历史、展望未来,支持浦东在全面建设社会主义现代化国家新征程中锐意进取,推进更深层次改革、更高水平开放,为实现全面建设社会主义现代化国家的奋斗目标、实现中华民族伟大复兴的中国梦作出新的更大的贡献!", "label": "政治学", "id": 0}
{"content": "良好的生态环境可以不断地创造经济和生态效益,实现经济社会可持续发展。河北省作为京津冀一体化战略的一部分,其经济社会是否处于可持续发展状态下十分重要。本文运用因子分析法和聚类分析法对河北省经济社会发展的可持续性进行了综合评价,并在此基础上进行了分析,结果表明:（1）河北省经济社会可持续发展评价体系可以提取为民生改善和经济结构两大公因子。（2）2008—2017年河北省经济社会可持续发展呈现逐步增强趋势。（3） 2008—2017年河北省经济社会可持续发展可以划分为三大阶段:经济社会发展不可持续阶段（2008—2010年）、经济社会发展弱可持续阶段（2011—2014年）、经济社会协调发展阶段（2015—2017年）。（4）随着河北省经济结构的持续优化和经济发展速度和质量的提升,河北省经济社会发展将迈入全面可持续发展阶段。", "label": "政治学", "id": 0}
{"content": "深入理解中国特色社会主义新时代这一极其重要的理论命题,是开启中国现代化新进程的必要条件之一。中国特色社会主义新时代是一个极其重要的历史方位,是一个极其重要的价值判断,是一个极其重要的逻辑起点。历史与价值的融汇,让我们更加清晰地看到了未来中国的发展逻辑。在这一时代背景下,实现沈阳新时代振兴应该有新判断、新举措和新作为。当前,沈阳经济发展的稳定性与成长性在增强,但稳中有忧。为此,应加强党对经济社会工作的领导,承新时代辽宁精神,真抓实干,精准施策,实现沈阳新时代振兴。", "label": "政治学", "id": 0}
{"content": "要一刻不能停、一步不能错、一天不能耽误,深入查找差距、挖掘潜力,更严更实更细更紧抓工作,确保按时高质量打赢脱贫攻坚战。按时高质量打赢脱贫攻坚总攻战,就要抢抓时间,加紧步伐,抓好脱贫攻坚机遇,用严实的工作作风、工作纪律攻克最后堡垒。按时高质量打赢脱贫攻坚总攻战,需在推进\"两业\"加快发展、易地扶贫搬迁后续扶持、建立健全脱贫后续帮扶机制、强化基层党建组织引领机制上找到新的突破口。", "label": "政治学", "id": 0}
{"content": "深圳是我国设立的第一个经济特区,目前已跻身现代化国际化大都市行列。就某种程度而言,深圳城市形象能够体现出我国城市发展整体形象。因此,作为能够代表城市\"名片\"的城市宣传片,是向国内外各界展现自我的媒介,确有被深入探究的必要。本研究选取由深圳人民政府新闻办公室出品的2018深圳城市形象宣传片\"全世界只有一个深圳\"作为研究语料。从多模态话语分析视角入手,旨在探析文字、图像和声音如何协作以完成宣传片的意义建构。", "label": "政治学", "id": 0}
{"content": "<正>改革开放40年,我国综合国力显著提升。经验之一,是成功利用了港澳国际化平台。当前,我们正处在从商品和要素的流动型开放向规则等制度型开放转变的过程中。新时代发挥港澳优势,更重要的是制度层面的学习借鉴,配合推进国家治理体系和治理能力现代化。综合各类因素,建议选择大湾区内的横琴作为制度型开放的试验田,用来探索推进制度现代化的具体路径。", "label": "政治学", "id": 0}
{"content": "广州在民主政治建设方面创立了许多全国\"第一\",善用\"互联网+\"拓宽了人民民主政治建设新渠道。这些首创具有制度创新意义;各种听证使监督立体化在法律上体现了人民当家作主;将政治参与引向有序体现了政治系统民主化;增强了人民的主体意识、权利意识,有利于树立依法治国理念。在贯彻落实总书记视察广州讲话精神、希望广东在\"四个方面\"走在全国前列、广州老城市换发新活力之际探讨广州民主政治建设的实践经验很有意义。", "label": "政治学", "id": 0}
{"content": "<正>环首都绿色经济圈是全省\"十四五\"规划的重点内容,对我区依托首都、推进京津冀一体化发展具有重要意义。安次区与广阳区共同构筑了廊坊市主城区,具有优越的地理位置,是首都的南大门。安次区作为环首都圈14县之一,可以直接享受资金、土地、审批等优惠政策,必将助推我区率先发展。近年来,随着京", "label": "政治学", "id": 0}
{"content": "\"一带一路\"是中国对外开放的总体方略,是中国文明与其他文明相互交流借鉴的桥梁。绵延万里,古丝绸之路犹如一条纽带,连接成各国友好交往的通途;穿越千年,而今的\"一带一路\"建设仿佛一扇大门,打开了世界各国民心相通的新境界。文明因交流而多彩,文明因互鉴为丰富。文明交流互鉴,是推动人类文明进步和世界和平发展的重要动力。文明在不断互相交融进步的路上,如何既广纳其他文明又将自己介绍给不同文明,是文明互鉴的重要一环。", "label": "政治学", "id": 0}
{"content": "近年来,随着经济发展的加快,中国加快了\"引进来,走出去\"的步伐,主导形成的一带一路思想,在文明互鉴的基础上,增进不同文明的理解和交流,重视不同文化的平等合作,交流互鉴。\"一带一路\"在实现\"两个一百年\"目标、实现中华民族的中国梦过程中扮演着非常重要的作用,不但提升了我国的对外开放水平,对我们的文明和经济发展也做了非常重要的贡献。", "label": "政治学", "id": 0}
{"content": "面临正发生着深刻变化的世界,我国了提出的一带一路战略。浙江作为一个具有强大传统优势和现实资源的省份,在我国一带一路战略中不断地发挥着自身强大的先导作用,并努力着讲好文明互鉴的浙江故事", "label": "政治学", "id": 0}
{"content": "本文阐述了构建和谐社会社区是基础,社区党组织、社区人民委员会建设是维护社会稳定的政治保障,如人之双脚鸟之双翼。分析了社区组织建设中存在问题,提出了党建引领,强基固本的思路,指出筑牢基础,把\"不忘初心\"落实到社区是全党全民的共同任务和共同责任。", "label": "政治学", "id": 0}
{"content": "研究目的:学龄前儿童使用电子屏幕设备时间过长已成为全球公共健康问题。通过梳理国际近20年学龄前儿童电子屏幕设备使用时间的研究现状、热点与发展趋势,为今后我国进行学龄前儿童电子屏幕设备使用时间研究提供参考。研究方法:基于美国科技信息研究所的Web of Science TM核心合集的科学引文索引数据库,采用\"主题\"检索形式,以preschool child AND screen time等为检索词,文献语种为\"English\",检索时间范围是2000—2021年,检索与下载日期为2021年4月6号,共检索到2683篇文献。经过初步筛查剔除无作者、无标题、书评等非学术文献,剔除与主题不相关文献后纳入217篇文献作为数据源。导入CiteSpaceV（5.7.R5W）可视化分析软件,分别设置Time Slicing（时间跨度）为:\"2000—2021\"、选择Node Types（节点类型）中的\"Country、Category、Keywords、Reference\"等绘制可视化图谱,借助引文分析、共被引分析等方法对国际学龄前儿童电子屏幕设备使用时间研究文献的国家或区域、学科分布、研究热点等情况进行分析。研究结果:1.近20年有关国际学龄前儿童电子屏幕设备使用时间研究来自42个国家,研究较集中于美国、澳大利亚、加拿大、中国、德国、英国、西班牙、希腊、巴西、比利时。从国家或区域层面来看,研究主力军在美国等发达国家,美国的发文量位居榜首,发文量将近总数的一半,领先于其他国家;中国排名第四位,发文量约是美国的四分之一。2.国际学龄前儿童电子屏幕设备使用时间研究涉及的学科领域广泛,按照中介中心性高低顺序,主要分布在Psychology、Nutrition＆Dietetics、Public,Environmental＆Occupational Health、Education＆Educational Research、Pediatrics、Behavioral Sciences、Communication、Social Sciences、Physiology、Sport Sciences。在心理学领域发文数量较多,在体育学领域相关研究相对较少,处于起步阶段。3.从期刊发文数量看,排名前三的发文期刊依次是《Pediatrics》,《Arch Pediat Adol Med》和《Int J Behav Nutr Phy》。4.学龄前儿童电子屏幕设备使用时间的研究热点聚焦于Television、Physical activity、Obesity、Sedentary behavior、Preschool children、Screen time、Association、Overweight、Behavior、Health等关键词,分析发现学龄前儿童电子屏幕设备使用时间与肥胖、体质下降、抑郁、睡眠等健康问题有关;减少学龄前儿童电子屏幕设备使用时间引起国际学界广泛关注。5.文献共被引聚类分析发现,国际学龄前儿童电视屏幕设备使用研究热点,主要体现5大方面:（1）流行病学研究:随着电子屏幕设备的普及,过多的屏幕时间俨然成为学龄前儿童生活常态,这已是一种流行性的社会现象。尽管世界卫生组织及各国推荐了学龄前儿童使用电子屏幕设备时间标准,但是学龄前儿童未达标率居高不下。（2）学龄前儿童电子屏幕设备使用时间的科学评估方法。分为主观和客观方法,其中主要采用调查问卷,包括父母代填问卷、日记记录、自我报告（年龄较大的儿童）等主观评估方式;客观评估方法包括加速度计、电子时间监视器等。（3）电子屏幕设备使用的影响因素:个体、社会、家庭等因素影响电子屏幕设备使用,其中家庭环境是影响学龄前儿童屏幕时间的重要因素之一。（4）对身心健康影响:过多的电子屏幕设备使用时间会造成肥胖、心理健康、生活质量下降等。（5）电子屏幕设备使用时间的干预策略:目前这方面纵向研究资料不多。主要减少学龄前儿童电子设备使用时间的干预措施包括提供信息的干预,行为干预,环境干预和政策或监管等干预。研究结论:国际学龄前儿童电子屏幕设备使用时间问题已成为科研工作者研究的热点,尽管研究主要力量集中于美国、澳大利亚等发达国家,但是我国在该领域研究仍处于起步阶段。研究在学科领域分布上不均,心理学较为活跃,而体育学领域研究相对滞后。未来应加强与心理学交叉研究模式。学龄前儿童电子屏幕设备使用影响因素的横向研究相对较多,而纵向干预策略实证研究仍较少。今后应考虑学龄前儿童健康发展需求,进行纵向研究范式实证研究,增加高质量论文的产出,促进研究主题向多元化方向发展,能够更切实际的应用于实际生活当中。", "label": "政治学", "id": 0}
{"content": "为应对日益突出的老龄化问题,十九届五中全会首次将应对人口老龄化上升为国家战略,随后在\"十四五\"规划和2035年远景目标纲要中提到未来要全要素构建养老服务体系,打造家居、社区、机构协同发展的养老体系,以有效强化基本养老服务,满足多样化、多层次的养老服务需求。随着我县人口老龄化、高龄化和家庭小型化的发展,养老已逐步成为全社会最直接、最关心、最现实的问题之一。为满足老年人专业化、多样化、多层次的社区居家养老服务需求,规范社区居家养老服务与管理,推动养老事业健康发展,根据河北省《关于加快推进养老服务体系建设的实施意见》,对滦南县社区居家养老服务工作开展了调研。此次调研在社会工作优势视角理论指导下介入县域内社区居家养老服务,旨在运用优势视角理论对社区居家养老服务进行专业介入,探索符合县域内社区发展的居家养老服务新模式,为形成县域内有效的居家养老服务模式提供理论依据和专业的实务方法。", "label": "政治学", "id": 0}
{"content": "我国已经正式进入老年化时代,据统计,2020年我国65岁以上的老年人口已经达到1.67亿人,占我国人口的11.5%。老年人如何走出孤独融入社会的问题,成为社会各界广泛关注的问题。人工智能是计算机科学的一个分支,包括机器人、语言识别、图像识别、自然语言处理和专家系统等,为解决老年人融入社会提供了可能性。本文基于人工智能的特点,结合国内外的研究成果,以成都市老年人为调查对象进行探讨。首先对比分析了AI在青年生活场景的应用,然后通过大量的实地调研,系统归纳了人工智能融入老人生活的影响因素,最后对此现象做出了可行性的对策,提出了基于人工智能的解决方案。", "label": "政治学", "id": 0}
{"content": "随着社会的发展,我国的人口老龄化现象日益严重。尤其在老旧社区,老龄人口占比较大,但是对应的老年人活动场所却十分缺乏。本文将对老旧社区的老年活动场所进行简要分析,提出老旧社区老年人活动场所的配置与改善策略,提升老旧社区老年人的生活舒适度。", "label": "政治学", "id": 0}
{"content": "随着人口老龄化形势加剧,老年人健康问题逐渐成为世界各国积极老龄化关注的重要内容。深入研究老年人体能训练是体能训练发展的趋势,也是加快我国积极老龄化进程的现实需要。老年人体能训练具有积极老龄化重要推手、老年人社会参与媒介、老龄人口权益保障体现等重要内涵。研究发现积极老龄化视角下老年人体能训练受老龄人口地区发展不平衡、体能训练人才缺乏、老年人个体、家庭以及社会等因素制约,同时提出强化社会支持、多元主体协同构建老年人体能训练新体系;数字赋能、科技助力老年人体能训练等路径来提高我国老年人健康水平。", "label": "政治学", "id": 0}
{"content": "近年来,青壮年劳动力不断迁移到工作机会多、收入高的城市,其养老问题上尚未解决。我国政府为了解决养老问题向社会组织购买服务,在大量且多元化养老服务项目实施背后,是否真正满足了老年群体的需求,解决养老难的问题?此时,便凸显了评估的重要性与必要性。评估项目中服务对象的需求、项目实施的成效及质量是我们需要认真思考的问题。本文通过对社会支持网络取向的干预评估的概念及相关理论进行解释及总结,在具体案例中探究这类干预评估如何运用,阐述社会支持网络取向的干预评估在养老服务项目中的运用的重要性和必要性,最后得出这类干预评估可以被采用的结论。", "label": "政治学", "id": 0}
{"content": "精神分裂症是一种严重的精神障碍疾病,目前来说,药物治疗是治疗精神障碍疾病的主要手段,心理治疗也不容忽视,对于精神障碍康复者,社工的介入,可以发挥其优势,运用专业的知识技能和手法,为精神障碍患者的康复作出有效的贡献。运用HAMD量表进行合理评估。致力于与服务对象建立良好的信任关系,挖掘其潜能,使服务对象重新正确地认识自己,帮助服务对象康复,成功回归社会。", "label": "政治学", "id": 0}
{"content": "2021年5月11日,第七次全国人口普查结果公布,全国人口共141178万人,拥有60岁及以上人口为26402万人,占18.70%（其中,65岁及以上人口为19064万人,占13.50%）。与2010年相比,60岁及以上人口的比重上升5.44%。2020年11月1日零时,南京常住人口达到931.47万人。从人口年龄构成上看,全市常住人口中60岁及以上人口为176.77万人,占18.98%,其中65岁及以上人口为127.59万人,占13.70%。与\"六普\"相比,南京市老年人口比重上升,人口老龄化进程不断加深。预计2025年,六十岁以上人口将达到3亿,成为超老年型国家。人口老龄化的高峰即将到来,创造价值的劳动力减少,医疗成本上升,给社会带来多方面的挑战。积极应对老龄化现状,为老年居民提供方便、便捷、低成本的服务,成为每个基层服务点的重要任务。", "label": "政治学", "id": 0}
{"content": "未成年人司法救助工作作为检察工作新的增长点,在保护未成年人权益、服务民生建设、促进社会和谐稳定方面发挥了积极作用。救助工作具有综合性、跨部门等特点,同时要结合未成年人身心状况和未来发展需要,开展过程中面临一系列亟需解决的问题。应坚持未成年人利益最大化原则和恢复性司法理念,善于运用互联网技术和信息化手段,通过建立智慧未检数据分析系统,加强分析研判,健全完善司法衔接机制、搭建信息共享平台,为未成年人提供更加专业全面充分优质的保护。", "label": "政治学", "id": 0}
{"content": "构建社会矛盾的源头防控机制是社会治理领域的重大任务。上海市黄浦区半淞园街道通过民主协商,制定《住户守则》的做法是减少社会矛盾发生的内生机制探索。《住户守则》于法有据,具有很强的针对性,是不断开展民主协商的成果。社会治理既要有依法而治的\"标准件\",也要有践约而行的\"定制件\"。让社区成为居民最放心、最安心的港湾必须以长远的眼光做好\"治未病\"的工作,从\"关系治理\"走向\"规则治理\"。", "label": "政治学", "id": 0}
{"content": "新时代人民社区建设,既是市域治理现代化的客观需要,也是践行\"人民城市\"理念的必要举措。上海市宝山区张庙街道的实践表明,创新工作理念,构建多元主体协同治理格局,坚持党建引领、科技赋能与自治共治德治法治\"四治\"融合,是推进人民社区建设的有效路径。推进新时代人民社区建设是一项系统性工程,应坚持协同治理理论,着力构建\"一核多元\"协同治理模式,凝聚人民社区建设的多方合力,着眼加强顶层设计,进一步明晰建设目标和原则,立足积极推进街道经济社会协同发展,进一步提升人民社区软实力,服务城市治理体系和治理能力现代化。", "label": "政治学", "id": 0}
{"content": "社区不仅是城乡治理的最后一公里,更是人民美好生活的落脚点。通过对我国社区服务、社区建设与社区治理三个发展阶段的历史梳理,发现社区是国家发展战略在基层的生动实践。虽然每个阶段的任务和特点不同,但基层社区工作越来越深入居民生活、越来越注重情感需求。中国特色社会主义进入新时代后,在人民城市理念的指导下,不少地方都在打造形式多样的社区共同体,满足人民日益增长的美好生活需要。以青浦区的幸福社区建设为案例,分析了幸福社区建设的逻辑进路及其建设路径。研究发现,幸福社区建设不仅回应了基层治理中\"找回居民\"的理论建构,也是\"五位一体\"治理体系的生动展现。通过营造互动、交往的公共空间,居民可以走出家门、进入社区,降低社会风险。实现基层社区从工具理性向价值理性的回归,需要宏观的顶层制度设计、中观的社区建设内容及微观的社区治理方式共同推进,形成常识意义上的社区共同体。", "label": "政治学", "id": 0}
{"content": "近年来,沭阳县检察院深刻认识到智慧检务建设对沭阳检察工作转型升级、提质增效的能动作用,积极探索将互联网技术、智能化理念运用到未成年人检察工作中取得良好成效。本文通过对未成年人检察工作社会支持体系智慧模式的沭阳实践分析,探讨信息化技术融入社会支持体系的必要性、可行性及重要价值,以期为各地智慧未检建设提供有益借鉴和参考。", "label": "政治学", "id": 0}
{"content": "互联网是一柄双刃剑,游戏成瘾、网络欺凌和隐私泄露等各类问题充斥网络,严重威胁着未成年人健康成长。如何将一个充满正能量的互联网世界带给孩子们,是新时代未成年人保护的重大课题,也是保证国家和民族繁荣昌盛、文明富强的重要基石。大数据、区块链和人工智能等技术的创新应用,为探索构建具有新时代特色的未成年人网络保护提供了指引和支撑。", "label": "政治学", "id": 0}
{"content": "\"乡村振兴战略\"作为发展、改善民生工作的抓手,是党中央着眼\"两个一百年\"奋斗目标的战略安排,其中文化振兴是乡村振兴的核心。调研团队以北京市四季青镇闵航南里132个楼门的居民和云南省兰坪县100名乡村教师为对象,开展红色1+1实践研究,调研基层文化治理中存在的问题,探索文化振兴的可持续发展路径和治理机制,创造性地提出了政民校社的四方合作模式。本调研以29名\"复语复合型\"大学生志愿者为主体,针对共122名基层群众开展问卷、访谈调研;在基层社区开展了5场线下、20场线上\"学党史、讲故事\"活动,录制了11堂\"微课\"。调研团队深入参与基层社区和贫困山区教师发展实践,利用大学生志愿者专长,创新了基层治理中的框架、角色、实践,以\"党建引领、群众主力\"发挥居民主体优势,以收集、整理和撰写基层社区和贫困教师真实生活的方式讲好基层党员的故事和普通中国大众的故事,以市场经济理论赋能文化建设,为可持续发展新模式提出了\"伙伴机制、重心下移、技术治理、社会协同\"的政策建议。该实践活动理顺了基层文化治理的路径,助力乡村振兴,同时有助于大学生志愿者深化四史学习,深入社会生活实践,厚植家国情怀。", "label": "政治学", "id": 0}
{"content": "随着改革开放和城市化进程的不断推进,越来越多年轻人选择扎根城市,部分老人选择随子女一同搬迁,就成为了一类特殊的人群——\"随迁老人\"。随迁老人已逐步成为一个不可忽视的社会群体,随迁老人能否\"继续社会化\"关系到他们能否适应现有生活环境及生活状态、完成社会角色的转换、参与社会生活。因此基于第一手实证调研数据,揭示随迁老人的社会融合与继续社会化状况,对把握随迁老人群体的行为方式与角色价值,具有重要的理论价值和现实意义。本研究立足于社会融合理论、社会化理论及社会角色理论视角,运用社会学实证研究方法在陕西省西安市等20多个地区,通过问卷调查、线下深度访谈等方法,展开对随迁老人继续社会化现状的相关调研,同时将农村随迁老人和城市随迁老人进行对比分析,全面系统深入地分析了当前随迁老人继续社会化的现状及与社会融合程度的关系。实证研究结果表明:（1）城市随迁老人的继续社会化程度和社会融合程度整体强于农村随迁老人（2）大多数随迁老人的社会融合程度为中等水平,而且会影响其继续社会化程度,但是社会融合程度几乎不会对老人的继续社会化老年教育认知产生影响。本文研究随迁老人的社会融合现状与继续社会化现状,一方面可以填补目前关于随迁老人的研究材料较为稀少的现状,另一方面也能为社会和谐稳定的解决做出贡献。", "label": "政治学", "id": 0}
{"content": "随着老龄化的加剧,各省市养老压力越来越大。互联网、大数据、云计算、物联网、人工智能等新兴信息技术的发展,为养老问题提供了新的解决方向,\"互联网+\"养老得到了充分发展。本文在分析成都市智慧养老现状基础上,发现\"互联网+\"背景下智慧养老存在宣传力度不够、信息平台建设有待完善、智慧养老服务需不断改善等问题,然后,针对这些问题,提出了智慧养老实现新模式,并从政策体系、理念宣传、平台建设、养老服务四方面给出了实现路径。", "label": "政治学", "id": 0}
{"content": "随着我国老龄化进程的加速发展和传统养老模式功能的不断弱化,探索新的养老服务模式已经迫在眉睫。虚拟养老院作为居家养老服务的新形势于2007年开始试验和发展。苏州市沧浪区\"邻里情\"虚拟养老院作为中国首个虚拟养老院成为了我国学者竞相研究的对象。而同为虚拟养老模式探索的兰州城关区则鲜少引起人们的关注。本文通过问卷调查和访谈相结合的方法,对兰州市城关区虚拟养老院的运行现状和存在问题进行探索和分析,并试图给出相应的解决办法。", "label": "政治学", "id": 0}
{"content": "随着我国老龄化形势日益严峻,越来越多的老年人面临着去哪里养老、怎么养老的问题。传统的机构养老己无法满足老年人的精神需求,越来越多的老年人渴望在社区的家庭里享有高质量的生活。随着互联网时代的进一步发展,将\"互联网+\"应用到居家养老产业中,有利于居家养老服务资源的高效整合,提高服务质量。本文以淄博市张店区X社区的互联网+居家养老服务模式为例,通过分析X社区的互联网+居家养老服务模式的优势与存在的问题,进而提出一些建设性的建议来促进问题解决。", "label": "政治学", "id": 0}
{"content": "据联合国统计,2000年世界老龄人口已超过6亿,全球正式进入老龄化社会。预计到2050年,世界老年人口数字将会达到近20亿。我国社会的老龄化进程同全球变化一致,老龄人口呈现出逐年上升趋势,给国家和社会发展带来了巨大压力。老年社会工作是社会福利服务的重要形式,在培养老年人正确价值观、解决老年人实际生活问题等方面发挥着重要作用。我国老年社会工作服务起步较晚,很多养老机构工作人员不清楚该项工作的重要性和积极意义。笔者从养老机构目前服务存在的问题基础上,提出老年社会工作在养老机构中的应用对策,切实提高老年人生活质量和幸福感。", "label": "政治学", "id": 0}
{"content": "在社会发展的过程中,信任的建设是必不可少的一环。而社区作为社会的基本细胞,信任在社区也不可忽视。人们生活在社区中,避免不了相互之间的联系与沟通,这种联系与沟通往往建立在信任的基础之上。所以社区信任是能够促进社区内居民进行合作的重要因素,在社区范围内的群体合作活动中起到重要的润滑作用,能够减少群体内的摩擦,提升社区活动效率。研究者大都认为社区信任是在这种特定的社会性地域空间内形成的信任形式,是指在社区的空间范围内社区生活的个体对于同社区的他者的信任程度。但是学者们对于社区信任的具体内涵有着不同的看法。为了解社区信任的内涵和结构,本研究通过深入社区,与居民进行对话,用访谈的方式来获取居民对于社区信任的的看法与感受。采用协商一致小组进入4个社区,共访谈了居民23人。通过质性研究的方法进行文本分析,来对社区信任的内涵和结构进行本土化探索,并分析对社区信任产生影响的因素。研究主要得出以下结论:（1）居民的社区信任由四个成分构成,分别是对社区组织、物业公司、邻居和居民委员会这四个对象的信任。居民对社区组织的信任主要涉及管理、政策、活动等方面;对物业公司的信任涉及所提供的服务方面,如环境卫生、安全、设施、服务等;对邻居的信任是人际信任,也是对社区信任的直接感受;居民委员会是居民和社区及物业之间沟通的桥梁,居民通过他们向社区传递意见,同时社区也通过他们联系居民,了解居民情况。居民对居委会的信任也是对信息传递的信任。（2）社区信任的影响因素有客观因素和主观因素构成。客观因素主要有服务质量、安全稳定程度、环境卫生情况、关怀程度、和谐氛围及社区活动等方面;主观因素包括居民参与社区活动频率、居民与社区他者接触情况以及居民普遍信任水平等。", "label": "政治学", "id": 0}
{"content": "亲社会行为是指一切有益于他人和社会的积极行为,包括分享、助人、利他、合作等行为。已有研究发现亲社会行为的增加有助于提升个体的幸福感、生活满意度、生命意义感、生活质量等,缓解抑郁、焦虑、孤独感等。亲社会行为不仅有利于个体更好地适应环境和应对变化,而且从社区层面而言,社区居民的亲社会行为有助于构建融洽的邻里关系,对和谐社区的建设与发展起到一定的\"助推\"作用。系统公平信念（System-justifying Beliefs）是个体相信当前的社会体系公平、正当、合理,并对其加以拥护和支持的态度与观念。已有研究大多关注系统公平信念形成过程的理论解释及其影响因素,相对忽视了系统公平信念的结果变量,尤其是系统公平信念对亲社会行为的影响。因此,本研究在社区背景下,探讨系统公平信念对亲社会行为的影响及其心理机制。共招募668名社区居民（男性441名,年龄30.15±8.04岁）,采用系统合理化量表（System Justification Scale）、社区认同量表、亲社会倾向问卷（Prosocial Tendencies Measure, PTM）进行测量。结果:（1）相关分析表明,系统公平信念、社区认同、亲社会行为两两之间呈显著的正相关（r=0.40-0.45,p <0.01）;（2）中介分析表明,系统公平信念可以显著预测社区居民的亲社会行为（B=.25, SE=.02; 95%CI [.20,.29]）,且社区认同在系统公平信念和社区居民的亲社会行为之间起部分中介作用（B=.09, SE=.01; 95%CI [.07,.12]）,中介效应占总效应的比例为37.06%。结论:系统公平信念不仅可以直接预测居民的亲社会行为,还可以通过社区认同的中介作用间接预测亲社会行为。研究结果对社区建设具有一定的启发和指导意义,政府机构和社区管理人员可以通过一定措施（如维护社区规范）提高社区居民的系统公平信念和社区认同,这将在一定程度上有利于增加社区居民的亲社会行为。", "label": "政治学", "id": 0}
{"content": "系统效率是应对突发性重大公共卫生事件的核心,公众对系统的信任则是维护效率的基础,而信任不但来自于规范化、制度化的授权,还与个人与社会的交互作用息息相关。本文基于2020年2月新冠疫情期的自我报告数据,探讨了个人主体性与社会交互通达系统信任的路径。通过路径分析法,比较个人责任（3题,α=0.70）对于系统信任（2题,α=0.76）的直接作用,以及个人的社会责任感通过社区示范（4题,α=0.94）及政策知晓（5题,α=0.90）的间接作用。结果发现,个人出于责任感而对疫情防控措施执行的担当,解释了系统信任意愿的35.8%,β=0.15,而通过社区示范和政策知晓产生的间接作用为63.7%,β=0.27。说明在疫情防控中,个人社会责任感会投注为对系统的信任,个人社会担当感越强,越能够信任系统及其举措,个人的责任担当对于系统信任具有直接重要性;与此同时,个人责任也需要社会交互过程作为实现的路径,即宏观政策知晓、社区及熟悉人群的参与、示范,对于个人责任转化为系统信任,也具有不可或缺的重要性。总体上来看,从个人责任到系统信任,公众的社会互动与认知是实现个人品质到系统信任的重要通达机制。", "label": "政治学", "id": 0}
{"content": "已有研究发现居民的内隐利他行为倾向在社区责任感水平上存在显著差异,但是研究者们发现内隐社会认知的直觉加工中也有着理性加工的参与。目的:本研究旨在以行为习惯化理论为基础,探讨个体对利他信息加工过程中意识和无意识的贡献率以及社区责任感的影响。方法:参照经典的加工分离程序,设计了2×2×2的混合实验,102名城市居民参加了实验,其中男性25人,女性77人,年龄段为20～50岁（M=33.58,SD=8.71）。结果:（1）无论是包含测验还是排除测验,被试对利他词汇的再认成绩都显著优于中性词汇的再认成绩;（2）具体的加工过程中,被试对利他词汇的提取比中性词汇需要更多的意识参与和更多的无意识参与,且无意识的贡献率大于意识的贡献率;（3）重复测量方差分析显示,词汇类型与加工方式的主效应显著,词汇类型、加工方式与被试类型的三重交互作用显著,进一步比较发现,社区责任感的个体差异只体现在对利他词汇的意识提取上。结论:高社区责任感的个体比低社区责任感的个体对利他词汇进行加工时需要更少的意识参与,更多的是一种无意识的、自动化的加工过程。", "label": "政治学", "id": 0}
{"content": "冰毒成瘾者在日常交往中会表现出社会功能的异常。探索冰毒成瘾者的亲社会行为有助于了解冰毒成瘾对个体社会功能的影响、帮助改善冰毒成瘾者的社会适应性。本研究通过两个实验,比较了冰毒成瘾者和健康被试在一个独裁者博弈变式任务中的表现。实验1招募了55名冰毒成瘾被试和34名健康被试,实验任务是一系列的选择,每次选择包含两个金钱分配方案,每个方案是给自己和一个陌生人分配一定数额的金钱,被试需要在两个金钱分配方案之间做出选择。实验2招募了62名冰毒成瘾被试和31名健康被试,实验任务与实验1相同。但是,每次在被试看到分配方案之前,会先看到与冰毒相关的图片。两个实验结果一致发现,当分配方案对自己不利时,冰毒成瘾被试比健康被试做出更少的亲社会选择。使用漂移扩散模型（Drift-diffusion model）对数据进行拟合的结果表明,相比于健康被试,冰毒成瘾被试较低的亲社会水平是由于他们给他人的收益赋予了更低的权重。模型拟合的结果还发现,在看到冰毒图片后,冰毒成瘾被试在做决策时比健康被试更加不谨慎、编码和行动速度也更慢。此外,冰毒使用年限越长,在看到冰毒图片后,决策时就越不谨慎。揭示冰毒成瘾者与健康人亲社会行为的差异及心理机制对诊断和治疗冰毒成瘾有重要意义。", "label": "政治学", "id": 0}
{"content": "社区干部是我国社区治理体系建设中的重要力量,其主动投入社区治理的心理因素及内在动力机制目前仍少有研究进行揭示。本研究以社区干部的治理内生动力为切入点,以探索提升其治理效能的长效心理作用路径为目标,采用基于开放式主题访谈的扎根理论方法,对全国5个省市7个城市辖下17个社区的24名社区干部（其中绩效优秀和普通者各半）进行了访谈,构建出社区干部的治理内生动力机制模型。研究表明:（1）以治理价值观为核心,继而自然衍生出的自我定位和治理情怀构成了社区干部的治理内生动力系统;（2）在治理内生动力的驱动下,社区干部可以积极主动地提升自身治理素质来应对社会转型过程中繁杂的社区治理工作,充分释放其治理效能;（3）良好的治理表现可以使得社区干部在治理工作和居民积极评价中获得自我价值的实现,从而实现通过自我激励增强内生动力的正向循环模式,充分释放其社区干部的治理效能。", "label": "政治学", "id": 0}
{"content": "公平感是个体对所处环境公平与否的主观感知,以往研究发现公平感对个体的心理与行为存在着广泛的影响。在构建和谐社区的过程中,公平是维护和谐社区秩序的内在力量与规则底线。因此,开展社区心理学视野下的公平研究,对推进社会心理服务体系建设,为社区中自然法与国家法的融合建立社区心理基础都具有十分重要的意义。亲社会行为不仅有利于个体更好地适应环境和应对变化,而且从社区层面而言,社区居民的亲社会行为有助于构建融洽的邻里关系,对和谐社区的建设与发展起到一定的\"助推\"作用。为探究公平感对居民亲社会行为的影响及心理机制,本研究招募129名社区居民（男性69名,年龄35.29±10.79岁）,采用单因素被试间设计,运用回忆启动范式来操控社区居民的公平感水平,随后对参与实验的社区居民进行亲社会行为测量,同时还考察了公平启动下居民的社区认同水平。结果:（1）公平启动组被试的社区内亲社会行为水平显著高于不公平启动组（F=10.49, p <0.01）。（2）公平感对社区认同有着正向的预测作用（B=0.48,SE=0.16,p <0.01）,社区认同对社区内亲社会行为的正向预测作用显著（B=0.47,SE=0.05,p <0.001）。公平感对社区内亲社会行为的直接效应不显著（B=0.14, SE=0.09, p=0.123）,但可通过社区认同正向预测社区内亲社会行为的变化且间接效应显著（B=0.23, SE=0.96; 95%CI[0.07,0.45]）。中介效应占总效应的比例为62%。结论:公平感显著正向影响了居民的社区内亲社会行为,社区认同在公平感对居民的社区内亲社会行为的影响中起完全中介作用。研究结果对社区建设具有一定的启发和指导意义,政府机构和社区管理人员可以采取一定措施（如维护社区规范）提高社区居民的公平感和社区认同,这在一定程度上有利于增加社区居民的亲社会行为。", "label": "政治学", "id": 0}
{"content": "目的:检验正念注意意识量表（Mindful Attention Awareness Scale,MAAS）在中国吸毒人群中的适用性和推广性。该量表由Brown等人于2003年研发,可用于评估无冥想经验个体的正念水平。MAAS在各个国家和地区的使用中表现出了混乱的心理测量学结果,且在国内针对吸毒群体的研究中应用并不广泛,因而有必要对其中文译本的测量学性能进行验证,扩展关于原版及其简化MAAS的现有结构认识。方法:采用正念注意意识量表（MAAS）、罗森伯格自尊量表（RSES）和10项反刍思维量表（RRS-10）对贵州省某戒毒中心437名吸毒人员进行调查。其中203名在3个月后再次填写MAAS量表,以评估量表的重测信度。运用验证性因子分析（CFA）考察以往研究中提出的九个有争议的模型以确定MAAS的最佳因子结构。结果:CFA的各项拟合指标结果表明MAAS-5的单因子结构表现最好（χ~2/df=1.32<3, CFI=0.997, TLI=0.995,RMSEA=0.027, SRMR=0.015;且每个题项因子负荷均大于0.4）。信度检验结果表明,内部一致性系数,平均项目相关值及重测信度均令人满意（Cronsbach’sα=0.79,MIC=0.43,r>0.3,p<0.001）。对于效度,本研究计算了MAAS-5与两个外部构念（自尊、反刍）之间的相关性（均r>0.3,p<0.001）,表明该量表具有良好的收敛和区分效度。结论:目前的研究结果证实,5项正念注意意识量表（MAAS-5）在中国吸毒人员中具有良好的信度和效度,可以有效测量他们的正念水平。", "label": "政治学", "id": 0}
{"content": "网络安全关注的一个重要问题是黑客攻击。本文对作为一种黑客常用的攻击方法的社会工程学进行了简要讨论了。通过对其定义、攻击对象、攻击方法以及防御措施入手,分析其特点。希望对提高读者的自我保护意识,增强公众网络空间整体安全\"抵抗力\"有帮助。", "label": "政治学", "id": 0}
{"content": "我国共有现行居家养老服务国家、行业、地方标准3、5、78项,其中国家标准从居家养老服务机构\"基础——场地建设、软件——服务内容、硬件——设施设备\"三个维度进行了顶层设计,行业标准为居家养老服务机构日常管理、运营等提供了技术支撑,地方标准拓展了国家和行业标准的广度和深度,为居家社区养老服务的规范化、专业化发展提供了技术支撑。针对国家、行业标准框架建立,体系尚未形成;地方标准量大面广集中,团体标准缺位等特点与问题,居家养老服务标准建设发展要对接老年人高质量服务需求,提升评价指标;对接机构多元化发展新需求,提升评价内容;对接政府部门社会治理需要,提升评价体系。", "label": "政治学", "id": 0}
{"content": "残疾人社会养老保险是通过个人支付、集体和政府补贴建立的,它是一种特殊的养老保险形式,是社会养老保险的重要组成部分。本文以内蒙古自治区呼和浩特市为例,通过问卷调查和访谈后发现,当前残疾人在参与社会养老保险过程中还存在着一些问题和不足,针对这些问题和不足提出可行性的建议和措施。", "label": "政治学", "id": 0}
{"content": "中国逐步进入老龄社会,养老问题成为急需解决的社会问题,人们开始改变养老模式,\"旅游养老\"开始受到关注。本文通过对旅游养老相关概念进行研究,了解旅游养老的兴起以及国内引入情况,结合西昌市实际情况进行研究,展现西昌市旅游养老的发展前景,分析西昌市旅游养发展的老具体项目,提出西昌市在发展旅游养老方面存在的问题,结合研究情况指出出改革方向以及完善措施。", "label": "政治学", "id": 0}
{"content": "在我国,与性别歧视有关的言论一直不断,尽管在国家政策影响和倡导下显性歧视已经变得非常少,隐性歧视却依旧存在,与此同时,婚前、婚外、同性性行为的问题备受政府、社会以及网络媒体等各界的关注,然而国内在性别歧视与婚前、婚外、同性性行为包容度的研究领域同时聚焦城乡差异的实证研究还比较有限。本研究采用spss24.0软件,对2015年中国综合社会调查（CGSS）的10968名城市和农村参与者的相关数据进行了描述性分析和回归分析,其中城镇人口样本4774个,农村人口样本6194个。分析结果表明:在个体因素变量中,在城镇和农村中,男性都表现出对婚前性行为和婚外性行为包容度更高;年龄越小对婚前性行为和同性性行为包容度都越高;少数民族都比汉族更能包容同性性行为;受教育程度越高越能包容同性性行为;而在农村地区,汉族人民比少数民族对婚前性行为和同性性行为包容度低,而在城市地区没有表现出显著影响;城市地区,身体健康状况对婚前性行为和同性性行为的包容度产生显著正向影响,婚姻状况对同性性行为的包容度产生显著负向影响,在农村地区这两者都没有表现出显著影响。在控制个体因素的情况下,城乡地区性别歧视对婚前、婚外、同性性行为三者包容度表现出异同;相同的地方在于城乡地区性别歧视均对婚前性行为的包容度和婚外性行为的包容度产生显著正向影响,不同的地方在于性别歧视在农村地区对同性性行为的包容度有显著正向影响,在城镇中则没有显著影响。由此可见,城乡地区经济发展水平、传统文化、社会规范和生活环境的不同,会影响到人们的价值观念和态度,政府、媒体和社会要采取正确的和多样的方式引导公众性态度的合理化定型,并减轻社会上的性别歧视现象,降低性别歧视带来的负面影响。", "label": "政治学", "id": 0}
{"content": "西北地区是我国主要的少数民捧聚居区。其区位、民族、宗教信仰、经济社会发展状况及文化的特殊性决定了影响西北少数民族地区社会和谐稳定的因素依然众多,维护这一地区社会和谐稳定的任务依然艰巨。在这里,一方面,经济社会正在快速转型、快速发展,社会大局基本和谐稳定,另一方面影响社会和谐稳定的问题和因素依然存在,在局部地区或一段时间甚至表现的还比较突出。把握这一地区社会和谐稳定的基本状况,厘清影响社会和谐稳定的主要原因对进一步做好这项政治性极强的社会工作具有重要意义。", "label": "政治学", "id": 0}
{"content": "<正>一、北京市诚信指数调查整体分析（一）调查的组织形式与实施2010年\"北京市居民诚信指数\"的调查数据来源完全通过问卷调查直接获得。调查对象为北京市12周岁以上城镇居民,调查采取以性别和地区作为控制变量的交叉配额抽样,采用街头拦访的方法获取数据。全市设计实施的调查样本总量为1 034份,实际有效样本980份。被调查者中,男女比例较为均", "label": "政治学", "id": 0}
{"content": "<正>北京废品收购者群体是北京市社会经济体制变革过程中的产物,是伴随着国有废旧物资回收企业在市场经济大潮中日益萎缩和大批农民工涌入城市而出现的,是以收购废旧物品为谋生手段、以进城农民为主要来源的一个职业群体。废品收购者群体的出现,弥补了国有废旧物资回收企业退出后形成", "label": "政治学", "id": 0}
{"content": "婚姻是家庭和谐、社会和谐的基础。老年人的婚姻基于其特殊性应得到社会的普遍关注。本文通过对贵阳市部分老年人的问卷调查采集到的数据,结合深度访谈,透过现阶段城市老年人再婚的现状描述,分析城市老年人再婚的制约因素,结合以上分析给予老人再婚时一些建议,以期引起社会对老年人再婚的关注。", "label": "政治学", "id": 0}
{"content": "<正>2011年9月15日为了深入了解和掌握农村老年人在经济保障、家庭赡养、财产、婚姻、医疗服务、精神文化生活、社会参与、公共服务、司法保护、组织保护等权益保障的基本状况、存在问题与", "label": "政治学", "id": 0}
{"content": "<正>按照全国和省老龄办及省老年学学会的部署以及我市老龄工作安排,我们组织了百村调查活动。在我市兴平、武功、泾阳、礼泉、彬县、长武六个县（市）选取了一百个建制村", "label": "政治学", "id": 0}
{"content": "<正>商洛市地处秦岭东段南麓,位于亚热带与暖温带的过渡带,地跨长江、黄河两大流域,以中山地貌为主,八山一水一分田,是一个集中连片的贫困地区。全市六县一区,163个乡镇,1774个村,244万人,其中农业人口占全", "label": "政治学", "id": 0}
{"content": "<正>今年上半年,宝鸡市老年学学会在全市开展了\"百村千户\"调查活动,资料显示,2010年底,宝鸡市60岁以上老年人口已达51.6万人,占全市总人口的13.7%,高于全", "label": "政治学", "id": 0}
{"content": "<正>一、调研活动进展情况根据全国和省、咸阳市老龄办和老年学学会的要求,在咸阳市抽调100个行政村进行调研,重点调查了解农村老年人的基本情况。接此通知后,市民政局领导高度重视,召开专题会议进行安排部署,制订下发了《兴平市〈百", "label": "政治学", "id": 0}
{"content": "<正>随着社会经济水平的不断提高,人民生活的不断改善,我国老年人的寿命逐渐延长,人口老龄化正在我们脚下不断延伸。各种各样围绕老年生活的问题也接踵而来,庞大的老年群体越来越受到社会的关注。我们于2011年7", "label": "政治学", "id": 0}
{"content": "<正>随着市委、市政府对民生的高度重视和各项利民惠民措施的有力实施,我市城市居民的生活水平不断提高,低收入群体的生活状况得到了一定改善。但高、低收入居民家庭生活差距仍在进一步拉大,低收人群体生活质量仍然偏低。据我市500户城市居民家庭抽样调查显示,高、低收入组家庭人均可支配收入比值", "label": "政治学", "id": 0}
{"content": "<正>什么是社会价值观?分析问题之前有必要厘清两个基本概念。价值观是指在对客观事物或现象进行是或非、有意义或无意义、值得接纳或不值得接纳判断时所依据的一系列最基本的准则或尺度。价值观表现在社会价值方面是指社会成员个人或群体所具有的关于何种社会是值得期待或值得认可的信念总称。", "label": "政治学", "id": 0}
{"content": "本文通过综合分析近年来上海市6次舆情调查的数据,研究公众对于重大政治会议信息的获取渠道和认知情况。研究发现,媒体的大力宣传报道使得重大政治会议的知晓率和关注度较高,但此类信息传播却存在\"盲点\",10%左右的公众无法接触到此类信息,这部分公众主要是中学生、18至25岁的非学生群体、低学历低收入群体。在信息渠道方面,电视依然占据绝对优势,网络和报纸并驾齐驱,广播和人际传播地位最低,另外手机报的崛起值得关注;以发展的眼光看,网络媒体的潜力和影响力都不容忽视。在对于会议的评价方面,公众表现出政治热情不足,政治参与度不高的特点;且针对历次会议的关注热点,医疗、住房、就业等民生问题已经形成一定的社会舆论。", "label": "政治学", "id": 0}
{"content": "本文依据上海大学2008年对全市常住人口抽样调查资料,对当下上海的社会阶层结构形态做了客观描述,指出上海社会阶层结构形态是\"金字塔型\"或\"亚金字塔型\",是一种刚性、紧张的社会阶层结构形态,类似于美国20世纪30—50年代;上海要进入以中等收入阶层为主的社会阶层结构还有一个较长的阶段;调查发现上海社会流动率较高,上向流动率要高于下向流动率,底层职业群体对自身工作的评价较低;生活方式仍然具有阶层化的特点;对于政府工作评价不同职业阶层有所差别,底层职业阶层遇到各类不公正现象较多。", "label": "政治学", "id": 0}
{"content": "社情民意调查作为民意调查在国内的发展与应用,在当前政府决策过程中发挥着越来越重要的作用。本文系统梳理了社情民意调查的发展脉络,回顾其主要发展阶段,根据社情民意调查的主要目的对其内涵、外延进行了阐述,详细分析了社情民意调查区别于其他类调查的主要特点,并据此对运作机构的资质、机构的内部管理架构、参与社情民意调查的主要技术岗位的配备、岗位要求、工作经验、基本学历等进行了探讨性的规定。探讨社情民意调查项目的数据采集实现标准化操作流程的可行性,根据社情民意调查的特点对普通市场调查的数据采集流程做出相应的调整。", "label": "政治学", "id": 0}
{"content": "据悉,目前全国大多数省市区先后成立了统计社情民意调查中心,并根据各地的实际情况开展了舆情调查工作,其中,部分省市民调中心完成的一些重要、敏感的调查任务还得到了当地主要领导的高度重视和好评,为领导机关决策起到了很好的参考作用。但是,民意调查可否作为决策的依据,关键是可信度如何。调查者是否价值中立,方法是否得当,技术手段是否完善,能否排斥干扰,是决定调查成败的关键。", "label": "政治学", "id": 0}
{"content": "进入二十一世纪,随着农业税的取消,我国迎来了新一轮的乡镇政府体制改革。本文拟通过对武汉市各乡镇政府的实证调查,概括出武汉市的乡镇政府体制改革的特点及存在的问题。在此基础上,本文通过个案分析分析了当前武汉乡镇政府体制改革的制约因素。", "label": "政治学", "id": 0}
{"content": "<正>科学发展、社会和谐是发展中国特色社会主义的基本要求,如何从绩效评价的角度反映和推进社会和谐,是各级党委政府面临的一项热点和难点问题。近年来,为了更好地贯彻落实科学发展观,构建社会主义和谐", "label": "政治学", "id": 0}
{"content": "<正>危险行为（risk behavior）是指那些直接或潜在地危害人的健康和安全、并可能导致否定性后果的行为是最近几十年来在流行病学、社会心理学和发展心理学研究领域里的研究热点之一。不良饮食是青少年常见的危险行为之一,它影响着个体体力和智力的发育,直接导致营养不良。本研究采用不良饮食问卷对1699名大中学生的进行了测量,结果发现：（1）被试者不良饮食行为的发生率较高,但性别差异", "label": "政治学", "id": 0}
{"content": "为深入贯彻落实习近平总书记党史学习教育动员大会重要讲话精神、\"七一\"重要讲话精神、全省党史学习教育动员大会精神、州委党史学习教育动员大会精神,黔西南州工商联合会围绕\"学党史、悟思想、办实事、开新局\"主题,开展了专题学习、专题党课、专题培训、专题调研、专题宣传宣讲、警示教育、我为群众办实事等多种形式活动,进一步引导广大党员干部和民营经济人士学史明理、学史增信、学史崇德、学史力行,更加自觉从党的历史中汲取智慧和力量,真正把学习成果落实到为民营企业办实事中,落实到工商联商会建设、法治保障、依法依规经营、万企兴万村等各项工作中,实现党史学习教育与工商联工作推进同频共振。", "label": "政治学", "id": 0}
{"content": "民主建国会作为一个由经济界人士组成的致力于中国特色社会主义建设的民主党派,始终坚持多党合作的\"十六字\"方针,参政议政、服务国家建设。在中国特色社会主义进入新时代,政治经济改革不断深入的时代背景下,民主建国会的思想政治建设、参政能力建设取得了哪些成就,存在着怎样的问题;政治参与过程中面临了哪些困境,如何才能进行有效政治参与;以及怎样从民营企业家、经济界人士的角度推动非公有制经济的发展,为实现中华民族伟大复兴作贡献。这些都是目前要迫切讨论的问题。本文拟从以上三个方面,由抽象宏观到具体微观,探讨民主建国会如何在新时代做出助力,为实现中华民族伟大复兴中国梦作出新贡献。", "label": "政治学", "id": 0}
{"content": "大统战工作格局为民主党派民主监督带来了前所未有的机遇,如何把握这一重要的发展机遇,对于中华民族的伟大复兴具有重大意义。本文梳理和挖掘\"大统战工作格局的产生背景和特征,分析民主党派民主监督履职效能的现状、存在的问题,并提出充分利用大统战工作格局提供的契机,搭建统一战线理论平台,健全民主监督理论体系,促进民主监督实践创新,整合不同群体利益诉求,使民主党派民主监督作用获得持续发展能力和社会公信力。大统战工作格局为民主党派民主监督作用发挥提供了更广阔的平台,充分利用大统战工作格局的契机,将进一步发展和完善中国特色社会主义政党制度。", "label": "政治学", "id": 0}
{"content": "<正>闻一多被誉为集中了\"诗人、学者、民主斗士\"三重人格的知识分子。\"诗人\"指的是他对中国新文化建设的贡献;\"学者\"是指他在中国古典文学研究领域获得的成就;\"斗士\"则是对他为建立中国民主制度献身精神的褒扬。综观诗人、学者、民主斗士三者,最辉煌的无疑是\"斗士\"。这一定位,概括地说是坚持反对国民党专制统治、拥护共产党民主建国路线的战斗,若进一步展开的话,则具体表现在为实现中国民主同盟纲领的不懈努力,故认识闻一多就不能不首先考察他与中国民主同盟的关系。", "label": "政治学", "id": 0}
{"content": "<正>2019年是全面建成小康社会、实现第一个百年奋斗目标的关键之年。继往开来,在以习近平同志为核心的党中央团结带领下全国各族人民将继续砥砺奋进、攻坚克难,为全面建成小康社会收官打下决定性基础,以优异成绩庆祝中华人民共和国成立70周年。回首70年,中国人民走的每一步都是步履蹣跚,每一步都付出了巨大牺牲。这70年,中国人民永远忘", "label": "政治学", "id": 0}
{"content": "<正>一、研究背景与目的基层组织是民主党派组织的最基本单元,是民主党派发现人才、培养人才以及履职的基础,民主党派基层组织建设应该是推进民主党派组织建设的重要内容。但是,受种种因素影响,基层组织面临着成员政治素质和政党意识有待提高、组织活动困难、成员参与率不高等问题,并成为长期以来无法彻底解决的难题。因此,如何增强民主党派基层组织的吸引力,使更多成员参与基层组织的工作和", "label": "政治学", "id": 0}
{"content": "<正>作为中国特色社会主义政党制度优越性的重要体现,民主党派的民主监督在我国的社会主义监督体系中具有其他监督形式无法替代的重要作用和独特价值。1956年4月,中共中央主席毛泽东在《论十大关系》中谈到党和非党的关系时明确指出:\"究竟是一个党好,还是几个党好?如今看来,恐怕是几个党好。不但过去如此,而且将来也可以如此,就是长期共存,互相监督。\"③把中国共产", "label": "政治学", "id": 0}
{"content": "<正>2017年10月18日,中共十九大报告中指出:要\"健全党和国家监督体系。要加强对权力运行的制约和监督,让人民监督权力。构建党统一指挥、全面覆盖、权威高效的监督体系,把党内监督同国家机关监督、民主监督、司法监督、群众监督、舆论监督贯通起来,增加监督合力\"③。作为国家监督体系的重要组成部分,民主党派的民主监督对健全党和国家监督体系至关重要。2016年10月27日,", "label": "政治学", "id": 0}
{"content": "<正>中国共产党领导的多党合作与政治协商制度是我国一项基本政治制度,并且已载入宪法,具有法定地位。本报告主要研究民主党派专项民主监督的重要意义、发展现状、存在的主要问题和对策建议,并探讨了北京市民主党派专项监督的开展方向。一、民主党派专项民主监督的内涵（一）民主监督的发展脉络和理论基础民主监督思想的萌芽起源于1945年7月毛泽东与黄炎培在延安窑洞关于\"历", "label": "政治学", "id": 0}
{"content": "<正>中国特色社会主义参政党既是中国共产党领导的多党合作和政治协商制度的重要组成部分,也是中国特色社会主义政党体系的必要组成部分,在中国特色社会主义民主政治中扮演着重要角色。中国特色政党制度的基本特征是中国共产党领导、多党派合作,中国共产党执政、多党派参政。中国特色政党制度是具有协商民主特色的制度,中国共产党是执政党,各民主党派是参政党;执政党和参", "label": "政治学", "id": 0}
{"content": "<正>一、概述当前,随着改革的进一步深入和社会主义市场经济体制的逐步完善,企业家成为国家经济建设的一支强大力量,也是推动中国特色市场经济建设的一支主要力量。党的十八大以来,习近平总书记在系列重要讲话中多次提到\"企业家精神\"\"企业家作用\"\"企业家才能\"等关键词,体现了以习近平同志为核心的党中央在治国理政过程中高度重视企业家群体。企业是市场经济的重要主体,而引", "label": "政治学", "id": 0}
{"content": "<正>政治参与是中国共产党领导的统一战线的题中之义。随着中国市场经济改革的深入推进,新的社会阶层兴起,他们的政治参与意愿和参与模式,对于中国的政治稳定、经济发展的速度和分配方式,都有相当重要的影响。中共对新的社会阶层的政治参与问题日益重视,而且也认可各民主党派在满足新的社会阶层政治参与需求方面的积极作用。但是,当前新的社会阶层通过民主党派实现政治参", "label": "政治学", "id": 0}
{"content": "<正>在党的十九大报告中,多次提到和论述了非公有制经济,特别是\"民营企业\"一词,可见非公有制经济在政治、经济和社会建设中的地位已举足轻重。各民主党派成员中的非公有制经济人士是重要组成部分,他们对企业的引领、对地区经济发展的带动至关重要。进入新时代,如何积极推进他们加强自身建设,引领企业所在行业健康有序发展,民革本溪市委课题组结合本党派代表人士企业党的建设情况现状,并开展了对位于沈阳市沈河区的辽宁中金欧亚集团", "label": "政治学", "id": 0}
{"content": "中国特色社会主义进入了新时代。新时代对民主党派工作提出了新要求。民主党派要在习近平新时代中国特色社会主义思想指引下,深入学习落实中共十九大精神,积极开展不忘合作初心,继续携手前进主题教育活动,努力做好政治引领主题教育工作,把多党合作事业不断推向前进。", "label": "政治学", "id": 0}
{"content": "实施乡村振兴战略是中国共产党十九大作出的重大决策部署,是党在新时代建设现代化强国的重要战略构想,是决胜全面建成小康社会、全面建设社会主义现代化国家的重大历史任务,民主党派作为中国共产党领导下的社会主义建设参政党,必须紧紧围绕在以习近平同志为总书记的党中央周围,把握时代的脉搏,抓住历史的机遇,积极参与乡村振兴的实施。本文从民主党派的组成成员以及各项职能出发,积极探索民主党派如何发挥自身的优势与特点更好的服务于乡村振兴战略。", "label": "政治学", "id": 0}
{"content": "<正>中共十九大总的精神,就是坚持和发展\"新时代中国特色社会主义\"。十九届二、三中全会也吹响了全面决胜\"小康社会\"的号角。作为参政党的各民主党派不仅要认真贯彻好落实十九大精神、贯彻落实好习近平新时代中国特色社会主义思想、贯彻落实好习近平总书记\"3·4\"重要讲话精神。更要以执政党为师,积极探索参政党建设规律、努力建设成为高素质的参政党。不忘合作初心,勇担政治责任,增强\"四个意识\",坚定\"四个自信\",凝聚起助力实现\"两个一百", "label": "政治学", "id": 0}
{"content": "<正>意识形态工作的重要性意识形态一般是指针对普罗大众的一系列具有行动导向、言简意赅等特征的政治理论。最早由法国人特拉西在19世纪初提出,随后马克思、恩格斯等人对这一概念做了批判性的发展。意识形态首要且必须是一种政治思想,在内容上要包含对现状的判断和对未来的预期,并能够提供达成目标所需的行动纲领,具备足够的行动导向力;同时在主要受众上是普通群众,因此在形式上简洁、通俗、易懂,且具有一定的动员力,能够让受众产生通过自身行动可以改良生活的信念。", "label": "政治学", "id": 0}
{"content": "<正>伴随着中国特色社会主义进入新时代和民主党派政治交接的深入推进,社会转型期意识形态领域的复杂多样对民主党派成员思想认识的影响,多样化的成员结构和思想诉求,都给民主党派自身建设特别是基层组织建设提出了新的课题。几年来,民进平山总支在民进本溪市委和平山区委的领导下,在市、区政协和统战部门的关怀下,充分发挥着自身优势,全体会员团结协作、携手并进、共创和谐,在加强制度建设、规范会务管理,提升会务活动质量,提高科学参政议政的", "label": "政治学", "id": 0}
{"content": "民主监督是中国共产党领导的多党合作和政治协商制度的一项基本职能,是\"在坚持四项基本原则的基础上,通过提出意见、批评、建议的方式,对中国共产党进行的政治监督\",是发挥参政党的独特优势,是汲取各方智慧,科学合理决策、实现中国梦的有效途径,也是参政党存在和发展价值体现和丰富政治生活的重要标志。在当代中国进入以习近平中国特色社会主义思想为指导的新时代,作为参政党的各民主党派,由于各种因素与环境的局限,民主监督工作在某种程度上还处于短板和不到位,并没有发挥出应有的效能。本文从参政党民主监督的历史沿革、现状与局限以及提高参政党民主监督能力的路径与实效等问题,做一点研究与探讨,愿与同仁们商榷。", "label": "政治学", "id": 0}
{"content": "每个民主党派中央2016年的全会报告里,都对脱贫攻坚民主监督工作进行了总结,并成为下一阶段的重点工作之一。脱贫攻坚民主监督,这项开创性的工作正成为各民主党派履行参政党职能的又一个着力点。提出切实可行的意见建议,使监督的过程成为发现问题、研究问题、解决问题的过程,成为推动政策落地的过程,成为民主党派丰富完善民主监督职能内涵和外延的过程。", "label": "政治学", "id": 0}
{"content": "中国共产党是社会主义事业的领导核心,是执政党;各民主党派是接受中国共产党领导的,同中国共产党通力合作、共同致力于社会主义建设事业的亲密友党,是参政党。民主党派在中国特色社会主义建设中的地位越来越重要,作用也越来越突出。民主监督作为民主党派的基本职能之一,对于提高执政党的执政能力、完善我国的民主监督体系、加强社会主义民主政治建设,着力提升民主监督水平,对于推动社会主义民主政治发展具有重要意义。首先,民主党派发挥好民主监督的作用,要充分认识民主监督工作的重要性,增强参与民主监督的自觉性和历史使命感。其次,要不断提升党派和党员整体素质,具备必要的民主监督所需要的专业素养。再次,要不断完善、创新新形势下民主监督的形式,以提高民主监督的有效性。作为民主监督主体的民主党派,要继续对这项工作下大力气进行深入研究,提高民主监督的能力和水平,提升民主监督的有效性,从而实现中华民族伟大复兴的\"中国梦\"。", "label": "政治学", "id": 0}
{"content": "<正>基层组织作为民主党派最基本的细胞,是民主党派的组织基础和工作基础,是广大民主党派成员参与组织活动、接受思想教育和政治引导的重要平台,更是民主党派落实各项工作措施、积极参政议政、密切联系群众的重要基地。民主党派基层组织建设得如何,直接影响着民主党派职能的履行和参政党作用的发挥,影响着多党合作事业的巩固和发展。只有把基层组织工作扎扎实实的开展好,民主党派的整体作用才能得到发挥,参政党的各项事业才能不断地取得新的成就。", "label": "政治学", "id": 0}
{"content": "<正>习近平总书记指出:中国共产党领导的多党合作和政治协商制度,是我国的一项基本政治制度。坚持和完善中国特色社会主义制度,很重要的一个方面就是坚持和完善中国共产党领导的多党合作和政治协商制度,发展社会主义协商民主,更好发挥各民主党派和无党派人士积极作用。这对于中国共产党提高执政能力和领导水平、更好带领全国各族人民决胜全面建成小康社会、实现中华民族伟大复兴的中国梦有着十分重要的作用。医疗卫生行业是中高级知识分子较为集中、密", "label": "政治学", "id": 0}
{"content": "中国共产党十九大报告提出新时代的论述后,如何在这个新的历史定位下继续充分发挥民主党派参政作用,是当前需要研究的重要课题。高校民主党派成员由于其自身的特点在参政议政中显示出独特优势,本文通过分析地方高校民主党派成员参政议政能力的要素构成及影响因素,有针对性地提出提高地方高校民主党派成员参政议政能力的对策,为同类高校民主党派建设及统战工作提供参考。", "label": "政治学", "id": 0}
{"content": "民主党派发挥民主监督作用是参政党的主要职能之一,是我国社会主义监督体系的重要组成部分,要充分认识民主党派作为参政党进行民主监督的重要意义,科学把握民主党派民主监督内涵,清醒认识当前民主党派民主监督面临的主要问题,认真探讨新形势下增强民主党派民主监督实效性的路径与对策,为加快我国社会主义民主政治建设进程贡献力量。", "label": "政治学", "id": 0}
{"content": "民主党派基层的科学发展对于促进民主党派整体素质的提高,推进社会主义民主政治建设具有重大意义。统战工作从心理科学的角度看是特殊的政治心理工作,本文以某民主党派基层组织为调研对象,民主党派基层组织发展的现状及存在的问题进行了剖析,并从心理学视角思考制约民主党派基层组织科学发展的影响因素及对策。", "label": "政治学", "id": 0}
{"content": "<正>1948年的\"五一\"国际劳动节快到了。按惯例,每年这个时候,中共中央都会对外作出专门决定,发表宣言、口号,举行集会、游行,刊发文章、社论。但1948年的\"五一\"劳动节与往年显得格外不同,人民解放军的战略进攻取得辉煌胜利,解放区土改正在胜利进行,国统区爱国民主运动蓬勃发展,中国共产党领导下的人民民主力量迅速壮大,而国民党政权陷入朝不保夕的境地。进入1948年以后,以蒋介石为代表的帝国主义、封建主义和官僚资本主义在中国的统治面临着彻底灭亡的命运。作为时任新", "label": "政治学", "id": 0}
{"content": "<正>中国共产党与民主党派的合作历史,就是一部中国人民不断争取民主、自由和解放的历史。在新民主主义革命的关键时期,民主党派与中国共产党坚定地站在一起,主要是因为中国共产党领导的武装斗争取得了决定性胜利,中国共产党所主张的社会革命和国家建设的思想已经在社会各界人士和各种政治力量中产生了压倒性影响。中国共产党在随后的历史著述中再三强调,中国革命的胜利是历史的选择,人民的选择,根本的道理就在于此。1948年中国共产党发布\"五一口号\"并在全国激起强", "label": "政治学", "id": 0}
{"content": "<正>1945年,中华民族同仇敌忾,战胜日本侵略者取得抗日战争伟大胜利,台湾得以光复,回到祖国怀抱。1947年2月,台湾发生民众不满蒋介石集团的专制独裁统治,拿起武器与镇压民众的国民党军队抗争即\"二·二八\"起义,掀开了台湾人民新民主主义革命的篇章。一部分参加起义的台籍爱国民主人士辗转来到香港,继承台湾人民爱国爱乡的光荣传统,于1947年11月12日成立了台湾民主自治同盟（简称台盟）。", "label": "政治学", "id": 0}
{"content": "<正>习近平总书记在参加全国政协十三届一次会议的民盟、致公党、无党派人士、侨联界联组会时指出,今年是纪念\"五一口号\"发布70周年,各民主党派要弘扬优良传统,切实加强自身建设,加强思想政治引领,努力把中国特色社会主义参政党建设提高到新水平。70年前,民建与其他民主党派响应中共中央提出的\"五一口号\",开启了我国多党合作的新篇章。今天,我们要不忘合作初心,继续携手前进,紧跟新时代步伐,把民建参政党建设提高到新水平。一、\"五一口号\"的发布和响应是我国多党合作的初心", "label": "政治学", "id": 0}
{"content": "<正>\"时代\"这个术语在学术界有着诸多诠释和争议。一般而言\"时代\"的提出和命名通常有两种划分路径:其一源自该时间段中的代表性国家、典型事件或人物或生产工具等,其二源自该时间段中的基本矛盾关系和基本特征。三是从特征范畴来看,认为时代在总体上反映了人类社会某一阶段的总特征和总范畴,如\"时代是指人类社会政治发展的历史阶段,是从唯物史观角度对社会形态、性质、状态的界定\"。再如\"时代概念最一般的内涵是反映社会发展某一特定历史阶段并具有自己基本特征的社会范", "label": "政治学", "id": 0}
{"content": "<正>为纪念中共中央发布\"五一口号\"70周年,2018年3月31日至4月1日,民建北京市委理论学习中心组赶赴重庆展开寻根之旅,加强理论学习,参观了中国民主建国会的诞生地西南事业大厦、民主党派历史陈列馆、红岩村,沿着民建先辈的足迹,回顾民建同中国共产党风雨同舟、同心同行的历程。70年前,在人民解放战争取得节节胜利、中国革命进入新高潮的形势下,中国共产党于4月30日发布了纪念\"五一\"劳动节口号,号召\"各民", "label": "政治学", "id": 0}
{"content": "<正>加强市县政协工作课题研究成果目录引言:总括介绍课题研究成果形成的过程和主报告与两个子报告之间的内在逻辑关系以及三个报告的主要框架内容.主报告:构建特色协商机制平台加强改进市县政协工作子报告之一:关于解决区县政协\"两个薄弱\"问题的思考和建议子报告之二:搭建协商平台推进政协协商向基层延伸引言按照甘肃省人民政协2021年度理论研究课题计划安排,兰州市政协承担《加强市县政协工作研究》课题。在省政协党组成员袁占亭、兰州市政协主席李宏亚的带领和指导下,课题调研组围绕进一步加强市县政协工作,开展深入调查研究,分析探讨相关理论和实际问题,", "label": "政治学", "id": 0}
{"content": "<正>我国中等职业教育走过了一个曲折发展的过程。20世纪80年代以来,中职教育逐渐得到重视,学校数与招生数稳步提升。然而1998年大学扩招,普通高中大量抢占初中生源,导致中职学校规模和招生数量双重下降。为了缓解中职教育滑坡情况及2001年初见端倪的\"技工荒\"问题,教育部门要求放宽招生政策吸引生源并重提\"普职比大体相当\"的工作要求。随后,2002年、2004年、2005年连续三次召开职教会议,反映了国家发展中职教育的决心。", "label": "政治学", "id": 0}
{"content": "中国人民政治协商会议（简称人民政协）是爱国统一战线的组织,是多党合作和政治协商的重要机构,是具有中国特色的制度安排。当前,人民政协的民主监督制度体系在不断的健全和完善,其必将与党内监督长期共存、互相监督;在实践中,人民政协民主监督要坚持中国共产党的领导,发挥其独特优势,譬如,监督内容广泛、监督形式灵活、监督具有民主性;通过实践探索促进人民政协民主监督制度完善的途径,进一步完善党和国家的监督体系,推进中国特色社会主义制度的建设。", "label": "政治学", "id": 0}
{"content": "<正>2020年6月1日,中国国际经济交流中心举办第129期\"经济每月谈\",会议主题为\"学习和解读‘两会’精神\"。会议由国经中心常务副理事长张晓强主持。全国政协经济委员会副主任、国经中心副理事长杨伟民,全国人大代表、国经中心副理事长韩永文,全国政协委员、国务院发展研究中心原副主任王一鸣发表演讲。", "label": "政治学", "id": 0}
{"content": "2019年是贯彻党的十九大精神关键之年,也是我国建国七十周年,在这七十年的时间里,我国各地各个领域都发生了历史性的重大转变,在这些变化之中,一些红色村落的发展显得尤为耀眼。在革命圣地延安市的梁家河村,这里的人们用勤劳的双手和智慧的头脑因地制宜地发展出自己独有的一套经济发展新模式。通过梳理此次研究结果,总结出带有普遍性的发展规律来,向具有同样条件跟同样发展问题的地区提供借鉴的经验,探索在这个伟大的充满变革的新时代,红色村落如何适应时代潮流。", "label": "政治学", "id": 0}
{"content": "运筹帷幄之中、决胜于千里之外。一年一度的全国两会不仅全民关注、而且举世瞩目。全国人大会议和全国政协会议是我国各族人民参政议政、积极建言献策、共同商讨提案、贡献发展大计的共聚智慧之会。其中,集中性的全体代表（委员）大会制度和民主性的各地区代表（委员）分组讨论制度,很好地彰显了我们党的根本组织原则即社会主义民主集中制的优越性。两会代表（委员）们的积极建言献策、踊跃递交提案,给整场大会注入了国家智慧的生命与活力。人民大会堂业已成为国家政策的来源地、国家行动的始发地、国家方案的规划地、国家标准的构思地。两会的议题的提出和审议如同出卷与答卷,时代是出卷人、代表（委员）是答卷人、会场集体讨论是评卷人,这硕果累累的令人民满意的幸福答卷变\"中国问题\"为\"中国方案\",化\"发展瓶颈\"成\"建设亮点\",行\"攻坚克难\"作\"强国标准\"。", "label": "政治学", "id": 0}
{"content": "<正>中国人民政治协商会议是中国人民爱国统一战线的组织,是中国共产党领导的多党合作和政治协商的重要机构。民主监督是政协的三大职能之一,也是我国社会主义监督体系的有机组成部分。搞好民主政协监督,充分发挥政协民主监督的作用,有利于加强和改善中国共产党的领导,有利于改进政府的工作,有利于党政机关的决策的民主化、科学化", "label": "政治学", "id": 0}
{"content": "<正>全国政协十三届二次会议3月3日开幕,在政协委员提交的众多提案中,税优健康保险成为热词。全国政协委员、对外经济贸易大学保险学院副院长孙洁和全国政协委员、中国人寿保险（集团）公司董事长王滨均表示,税优健康保险是保障和改善民生的重大举措,对我国建立健全多层次医疗保障体系具有重大意义,并分别从不同角度为税优健康保险发展建言献策。自2016年开展试点至2017年全国推广以来,税优健康保险业务发展并未达", "label": "政治学", "id": 0}
{"content": "<正>2019年政府工作报告提出要\"扩大政策性农业保险改革试点\",此前发布的2019年中央一号文件也对完善农业保险政策作了具体的部署和要求。全国两会期间,代表委员们为政策性农险发声,围绕农业生产安全、现代农业发展等方面,建议提升政策性农业保险水平,助力农业高质量发展。在保障农业生产安全方面,全国人大代表、内蒙古自治区乌兰察布市草原站农业技术推广研究员郭艳玲表示,近年来,政策性农业保险业务有力支持了地区区域", "label": "政治学", "id": 0}
{"content": "<正>大力推动公共外交是本届全国政协外事委员会的一项重点工作,也是一项具有特色的工作。在前几年工作的基础上,2011年外委会注重创新工作方式,拓展工作领域,坚持宣传普及与专题调研考察相结合,深入研讨与注重推进实际工作相结合,\"走出去\"与\"请进来\"相结合,不断深入公共外交的研究和", "label": "政治学", "id": 0}
{"content": "<正>当今,国际交往频繁,政府外交之外的\"公共外交\"越来越重要。上海市政协不断拓展延伸传统的对外友好交往职能,积极搭建\"公共外交\"平台。鼓励企业成为公共外交\"生力军\"15日,一场别开生面的\"走出去与转型发展――大使和企业家对话会\"在上海市政协举", "label": "政治学", "id": 0}
{"content": "<正>在当今世界外交舞台上,我们越来越多地听到来自各国议会议员、商界精英、学界专家、媒体名嘴等各界人士发表关于外交事务的声音。从批评本国政府的外交政策到评点他国内政外交事务,甚至气势汹汹地搅动舆论,围绕某一议题鼓动本国政府对他国施加压力。且不管他们的看法是对还是错,单就此种对外交事务积极参与的劲头就值得关注,甚至在一定程度", "label": "政治学", "id": 0}
{"content": "<正>12月18日下午,全国政协常委、上海公共外交协会会长冯国勤率考察团温州考察。温州市政协秘书长、温州公共外交协会副会长陈伟光主持召开上海、温州两市政协公共外交工作座谈会,进一步加强上海、温州两地合作,为发展中国公共外交事业作出积极贡献。会上,温州市政协主席包哲东首先向上海公共外交协会考察团介绍了温州的基本情况以", "label": "政治学", "id": 0}
{"content": "<正>全国政协十二届三次会议开幕了,在俞正声主席的报告中,浓墨重彩地总结了过去一年政协的外交工作,强调外交已经成为全国政协工作的重要组成部分。六十年前,毛泽东在谈到人民政协的任务时,将\"协商国际问题\"作为政协的第一项任务,表明人民政协在中国外", "label": "政治学", "id": 0}
{"content": "<正>春风拂面,万象更新,2019年全国两会拉开帷幕。家事、国事、天下事,在这里交汇;信心、力量、共识,在这里凝聚。这是举世瞩目的时刻,更是凝心聚力的盛会。在两会这个\"中国式民主\"的重要实践平台上,广大代表委员建真言、谋良策、出实招,圆满完成各项议程,让国家发展的\"大图景\"与千家万户的\"小目标\"交相辉映。其中,来自保险行业的代表委员们,也在两会期间尽心履职、全力议政,就金融扶贫、医疗保障、税优政策等各个方面建言献策。", "label": "政治学", "id": 0}
{"content": "<正>三月的北京,春意盎然。一场春天的盛会——十三届全国人大二次会议和全国政协十三届二次会议如期举行。今年是新中国成立70周年,在这个重要历史节点召开的2019年全国两会,承载着人民期望,汇聚了广泛共识,传递出信心力量,发出奔跑逐梦的再动员。", "label": "政治学", "id": 0}
{"content": "<正>3月11日,中国银保监会副主席王兆星、周亮、祝树民分别参加了政协社科32组、经济37组和经济34组的小组会议,就防范化解重大风险、加大对民营经济和小微企业支持等问题听取了政协委员的协商建言,并在会议上发言。", "label": "政治学", "id": 0}
{"content": "<正>近年来,保险业积极承担社会责任,在民生保障、脱贫攻坚等方面取得了积极成效。今年的政府工作报告在深化财税金融体制改革、保障和改善民生、深化农村改革、推动全方位对外开放等多个方面提到了\"保险\",涉及农业保险、大病保险、出口信用保险、养老保险等诸多方面。来自不同行业的人大代表、政协委员们也纷纷为保险业的发展建言献策。", "label": "政治学", "id": 0}
{"content": "<正>导读:2019年3月,全国两会（十三届全国人大二次会议和全国政协十三届二次会议）在北京召开。人口老龄化、养老金体系等成为两会期间人们关注的热点之一,\"养老\"一词也多次在2019年政府工作报告中出现。养老问题事关国家发展全局,事关百姓福祉,改革必须坚定而又慎重。改革开放以来,我国养老金体系有了快速发展,已经初步建立起了一个覆盖范围广泛、多方主体参与的规模庞大、制度复杂的多层次养老金体系架构,在覆盖面和保障水平等方面均取得了显著成就。但总体来看,我国养老金体系仍面临着一系列挑战。在人口老龄化风险加剧的背景下,如何构建一个更加公平可持续的养老金", "label": "政治学", "id": 0}
{"content": "<正>基层治理如何更加高效和精细化?中心城区\"瘦身\"如何推进?城市副中心未来的产业发展方向是什么?15日下午,北京市政协十三届二次会议举行专题座谈会,委员们围绕\"贯彻落实北京城市总体规划提高城市精治共治法治水平\"为首都发展开药方。建立覆盖全市域的责任规划师队伍北京新总规明确提出要建立责任规划师、责任建筑师制度,这意", "label": "政治学", "id": 0}
{"content": "在我国实现\"两个一百年\"伟大目标和中华民族伟大复兴的中国梦的新阶段,人民政协的对外交往前程远大、大有可为。政协对外交往工作需要从以下九个方面入手:向国际国内两个大局看齐;坚持解放思想、实事求是、与时俱进、求真务实;注重政协对外交往工作的系统性、整体性、协同性;丰富政协对外交往内容;创新政协对外交往形式;完善政协对外交往格局;拓宽政协对外交往对象;加强政协对外传播;培养政协对外交往干部队伍。", "label": "政治学", "id": 0}
{"content": "<正>CORE TIP核心提示在2014年贵州省\"两会中\",代表委员印象最深的是生态扶贫移民搬迁,十大民生工程,优先发展教育等问题。尹晓芬委员（民革贵州省委副主委）生态扶贫移民搬迁生态扶贫和移民搬迁,是我们贵州率先启动的一个伟大工程。如今,这个工程已经获得党中央的认可,这也传递出一个信号:生态扶贫和移民搬迁,能", "label": "政治学", "id": 0}
{"content": "<正>1呼吁:尽快取消退休养老金双轨制度。北京网友\"晴川历历60422\"提问:\"为什么交养老保险的人退休金拿得少,没有交养老保险的机关事业单位的人反而拿得多,是何道理?不合理的政策一拖十几年,为什么得不到解决?\"北京网友\"兰花草70918\"呼吁,\"有取消双轨制的日程表吗?期盼尽快纳入日程。\"", "label": "政治学", "id": 0}
{"content": "民主是普遍的,存在着一些共同性的价值和原则,这些被各国广泛接受。同时,民主又是特殊的,它具有内生性,各国的民主不尽相同,协商民主也是如此。中国的协商民主是协商民主和中国具体实际相结合的产物。中国政党制度作为中国党际协商民主的重要载体和实践平台,和协商民主存在着一定的契合性。", "label": "政治学", "id": 0}
{"content": "现代系统科学认为,任何事物都是以系统的方式存在的。任何一个事物,不论其范围大小,在特定的条件下,都可以看成是一个系统。\"系统是由相互作用和相互依赖的若干组成部分（要素）结合而成的、具有特定功能的有机整体。\"同样,我们也可以把协商民主看作是一个系统,它主要是由协商主体、协商客体、协商场所、协商程序和协商结果五个基本要素组成。依据协商民主的基本要素,我们可以对中国政党制度框架内的党际协商民主要素构成进行分析,这有利于我们加深对中国政党制度和中国党际协商民主的进一步认识。", "label": "政治学", "id": 0}
{"content": "<正>社会主义协商民主作为我国人民民主的一种重要形式,是社会主义政治文明的重要内容。党的\"十八大\"把健全社会主义协商民主制度作为推进我国政治体制改革的重要内容,表明中国共产党对协商民主的认识达到了新高度。积极发展协商民主,健全社会主义协商民主制度,是建设社会主义政治文明的内在要求。一按照通行的观点,民主政治可分为两种主要模式,一种是选举民主模式,一种是协商民主模式。选举民主模式通常适用于国家内部民族、宗教、语言和文化传统基本相同的均质社会。协商民主模式通常适用于国家内部民族、", "label": "政治学", "id": 0}
{"content": "<正>协商民主是我国社会主义民主的两种形式之一,是在中国特色社会主义民主政治发展过程中逐步形成和发展起来的,是马克思列宁主义统一战线理论和民主政治理论同中国具体实践相结合的产物。在建设中国特色社会主义民主政治的进程中,要发挥票决民主与协商民主相互补充、相辅相成、相互促进、共同发展的作用,在社会政治生活的各个方面实行和体现协商民主。要进一步发挥中国特色协商民主的政治优势,体现社会主义民主政治的本质要求,整合最广大人民群众的根本利益,从而展示社会主义民主更大的优越性和强大的生命力。", "label": "政治学", "id": 0}
{"content": "<正>一、中国特色协商民主是我国社会主义民主政治建设实践中\"内生\"的产物中国特色协商民主不是\"舶来品\",而是地地道道的\"中国创造\",是我国人民民主实践历史逻辑的必然结果,是新中国成立以来我国建设人民民主政治的实践产物。新中国成立前夕,在即将迎来全国革命胜利的时候,中国共产党及时地研究和回答了\"建设一个什么样的新中国\"的基本问题。其中,就包括建设一个什么样的国家政权和政治制度的重大问题,主要的是要回答这个新的国家政权的国体和政体问题,这是新的人民民主的根本形式问题。1949年3月,中国共产党召开了七届二中全会。毛泽东在报告中提出,新的国家政权的性质是\"无产阶级领导的以工农联盟为基础的人民民主专政\"。而当时作为建立人民民", "label": "政治学", "id": 0}
{"content": "基层协商民主作为社会主义基层民主的重要形式之一,基层协商民主具有推动党联系服务群众的制度创新的内生优势。基层协商民主是党联系服务群众的制度创新实践载体,要完善基层协商民主形式,丰富党联系服务群众的常态化内容。基层协商民主是检验党联系服务群众的制度创新的绩效平台,要增强基层协商民主实效,构建党联系服务群众的长效机制。", "label": "政治学", "id": 0}
{"content": "公共性作为公共政策的根本属性,亦是公共政策问题的元属性。公共政策问题的公共性主要通过公民参与政策问题构建过程主体资格的平等性,程序设计的民主性来保证决策结果的合法性。但在实践过程中,公共政策问题的公共性由于多种原因游离于既定价值取向之外,致使整个政策过程低效。笔者通过对协商民主理论的研究,发现协商民主可以作为公共政策问题公共性回归一种新的理论指向。", "label": "政治学", "id": 0}
{"content": "<正>《中国人民政治协商会议章程》第一章第二条明确规定:中国人民政治协商会议全国委员会和地方委员会的主要职能是政治协商、民主监督、参政议政……民主监督是对国家宪法、法律和法规的实施,重大方针政策的贯彻执行、国家机关及其工作人员的工作,通过建议和批评进行监督。由此可以看出,民主监督是人民政协三大主要职能之一,监督的内容、监督", "label": "政治学", "id": 0}
{"content": "<正>\"中国特色社会主义制度,就是人民代表大会制度的根本政治制度,中国共产党领导的多党合作和政治协商制度、民族区域自治制度以及基层群众自治制度等基本政治制度\"。①人民政协政治协商是中国共产党领导的多党合作的重要体现,是党和国家实行科学民主决策的重要环节,是党提高执政能力的重要途径。要发挥好人民政协的作用,就必须更大程度发挥人民政协教育功能,为中华民族伟大复兴和世界人民解放事业贡献智慧和力量,承担更大责任。", "label": "政治学", "id": 0}
{"content": "<正>健全和完善公民利益诉求和表达机制要遵循便捷性、完整性、有效性的原则,便捷性是指诉求和表达渠道的便捷通畅,低成本;完整性是指能够全面准确收集情况,即所谓兼听则明;有效性是指公民诉求和表达能够到达相应的层面,并获得响应。在表达渠道的方式上可以多种多样,要充分运用新技术成果和大众化的方式,在保留原有主渠道的同时,创新融合,综合与专项并存,开辟出多样化的公民利益诉求表达渠道。", "label": "政治学", "id": 0}
{"content": "不同社会阶层对教育的满意度不同,但社会阶层影响教育满意度的心理机制尚不明确。本文基于阶层的社会认知理论,以482名大学生为研究对象,使用问卷法探究其主观家庭社会阶层与高等教育满意度之间的关系,以及成就归因倾向在两者之间的中介作用。研究结果发现:（1）主观社会阶层对高等教育满意度具有显著正向预测作用;（2）个人成就外归因倾向在主观社会阶层与高等教育满意度之间起部分中介作用,主观社会阶层越低,人们越倾向于对个人成就做外归因,他们对高等教育的满意度也就越低。该研究结果表明,个人成就外归因是解释低主观社会阶层成员对高等教育满意度较低的重要因素。", "label": "政治学", "id": 0}
{"content": "心理学视角下的社会阶层指的是一种用来反映个体在社会层级阶梯中相对位置高低的社会分类,一个人的社会阶层代表了其所占有的客观社会资源及其主观上所感知到的自身社会地位。当前全球的经济不平等形势日益严峻,关注社会阶层对于个体或群体心理与行为的影响,对于理解和缓解不平等现状、促进社会治理与政治文明的进步具有重要意义。十年来,本研究小组结合我国社会文化与社会治理实际,持续关注社会阶层心理学问题。首先,以国际学术同行关于社会阶层心理学理论框架和实证研究为基础,将阶层心理与社会公平问题相结合,关注与社会公平正义相关的不同社会阶层者的心理与行为。其次,我们通过序列研究积累,从不同变量揭示了不同层面的阶层心态差异,提出了归因和补偿（认知和动机）作为一系列不同表现背后的心理基础。低阶层者更倾向于对社会事件进行外归因,同时有更多的认知失调补偿过程,这使其相对于高阶层者有着较低的系统合理信念、更高的结构需求倾向和阴谋论信念。再次,针对于低阶层者在社会竞争中的劣势处境,我们的研究挖掘了多方面不利于低阶层向上流动的典型特征,包括低阶层者的物质主义倾向、短视的决策风格、更高的威胁敏感性与相对剥夺感以及由此引发的集群行为意向,这些都需要引起政府和学界足够重视并探讨改善之策。最后,我们从提升其系统合理信念、促进其目标追求、增强其社会参与意愿、引导其经济决策等不同侧面,分析了有助于低阶层者摆脱困境、向上流动的社会治理思路,同时也考察了促进高阶层者再分配意愿的干预策略。综上我们建议,应关注社会阶层心理学之于社会治理的理论与实践意义,面对当下中国社会的矛盾,深入考察不同阶层者心理和行为的特征、需求、机制及其干预方法,为切实加强和创新社会治理提供心理学智慧与支持。", "label": "政治学", "id": 0}
{"content": "新社会阶层网民作为网络舆论群体的重要组成部分,该群体具有高收入、高学历、高素质的特征,其线上言论对于线下活动有非常强的感召力。不仅如此,他们作为推动我国经济发展的重要力量,对维护社会稳定也有重要影响。故应根据新社会阶层易接纳新思想、新事物、价值观念多元化,政治参与理性化,注重社会文化传承,关注民生问题等思想特点,通过展开理性舆论引导,对不同级别的网络媒体实行归属分层级管理,建立网络信息发布专用通道,引导新社会阶层网民实现网络自治管理等路径来构建新社会阶层网络舆论引导机制,以发挥该阶层在网络治理中的积极作用。", "label": "政治学", "id": 0}
{"content": "当前高中教育未被纳入义务教育、各地收入差距较大、地区教育资源不平衡以及不同文化背景下父母对文化教育重视程度存在差距等众多因素的影响,使学生高考后的选择大为不同。本文从高考着眼,将学生考后不同的人生选择加以分类,对他们的未来发展做出预测,从而大致分析当今中国的社会分层走向。", "label": "政治学", "id": 0}
{"content": "中产阶级作为新兴的社会阶层,表现出显著的群体异质性。基于江苏省徐州市中产阶级的问卷调查,发现中产阶级在群体特性、经济水平、消费偏好、休闲娱乐、精神文化方面都有其独特的表征,展现中产阶级当前的生活状况,分析中产阶级产生异质的原因,探寻中产阶级发展的基本规律,从而更好地发挥其中坚力量。", "label": "政治学", "id": 0}
{"content": "前言:中国大陆自1978年推动「改革开放」以来,励精图治,积极致力于实现「中国梦」。近四十年来,在各方面多取得快速而明显的进展。就整体民生经济方面的发展而言,中国的生产总值（GDP）从1978年的3679亿元人民币,到2017年,已经高达了82.71万亿元人民币的规模。仅就增长的速度统计,这四十年间,国内生产总值的年均增速,高达14.5%。刨除年均4.8%的通胀率,实际年均增速仍高达9.3%。无怪乎,经济学家林毅夫说:「以这么高的速度,持续这么长时间的增长,人类历史上不曾有过。」而著名的诺贝尔经济学奖得主罗讷德·科斯（Ronald H. Coase）在《变革中国》一书中,也说:「1978年中国的改革开放,是二战以后人类历史上最成功的经济改革运动。」（1）换言之,中国整体民生经济的发展,已逐步朝「小康」社会的境地迈进。除此之外,在科技研发、交通建设、国防军备、…等,许多方面,也同样取得了傲世的进展,更收复了南海数个被窃占的岛礁。", "label": "政治学", "id": 0}
{"content": "本文基于中国综合社会调查（CGSS）2013年数据,分析研究主观社会阶层对环境友好行为之间的影响,并引入幸福感这一中介变量来解释主观社会阶层对环境友好行为影响的机制。研究发现,社会阶层正向影响环境友好行为,即正向影响公域的环境友好行为和私域的环境友好行为。幸福感正向影响私域环境友好行为,但负向影响公域环境友好行为。此外,幸福感在社会阶层与环境友好行为的影响中起到部分中介作用,社会阶层通过正向影响幸福感来影响环境友好行为。", "label": "政治学", "id": 0}
{"content": "本文试图探究在社会逐步分化的今天,民众对于\"阶层\"话语的认可程度如何,即社会民众是否存在主观阶层意识。本文首先回顾了社会阶层分化的客观标准以及形成的四种观点。其中认为\"结构化\"和\"碎片化\"这两种客观划分标准对于学者们进行主观阶层的意识判断会产生影响。接着,依据学者们对于主观阶层意识是否的不同态度,对学者们的主观阶层意识研究进行了文献综述,进而认为造成学者态度差异的原因在于对于主观阶层意识的定义和内容上存在着差异。这些差异的背后依然是\"结构化\"和\"碎片化\"这两种不同的分化判断在发挥作用。", "label": "政治学", "id": 0}
{"content": "<正>新的社会阶层主要包括民营企业和外资投资企业管理技术人员、中介组织和社会组织从业人员、自由职业人员、新媒体从业人员,是中国特色社会主义事业的建设者,是推动改革开放和现代化建设的新的重要力量。党的十八大以来,以习近平同志为核心的党中央高度重视新的社会阶层人士统战工作,将其摆在党和国家工作重要的位置,提出了一系列新思想新要求。这个规模庞大而构成复杂的群体,是统战工作最具创新性、最具活力的领域之一,是统一战线新群体、新组织、新对象、新代表、新理念、新", "label": "政治学", "id": 0}
{"content": "近年来,党外知识分子统战工作越来越受到重视,高校党外知识分子水平高、影响力大,贡献突出,潜在能量大是统战部工作的重要领域。当前高校党外知识分子工作存在着认识不足、重视不够、整体优势不突出、载体建设受制等诸多问题,直接导致了党外知识分子群体作用发挥受制。要解决这些问题,切实发挥党外知识分子在高校科学发展和和谐校园建设以及地方经济、文化、社会建设中的重要作用,必须创新思路,加强引导,不断提高制度化建设,完善机制和载体,以打造一支政治素质高、业务能力强、影响力大的优秀的党外知识分子队伍为立足点,带动党外知识分子挥作用。", "label": "政治学", "id": 0}
{"content": "<正>新时期青年一代党外知识分子是指年龄在45岁以下,具有较高文化专业知识,主要以创造、积累和传播文化专业知识为专门任务的非中共党员的青年知识分子,他们中大都集中在高等院校。习近平总书记指出,青年兴则国家兴,青年强则国家强。青年一代有理想、有本领、有担当,国家就有前途,民族就有希望。中华民族伟大复兴的中国梦终将在一代代青年的接力奋斗中变为现实。这是一个年富力强、生机勃发的高知群体,人数多,学历高,大多具有良好的国际化视野。他们敏锐地感受和判断着社会状", "label": "政治学", "id": 0}
{"content": "<正>党的十八大以来,以习近平同志为核心的党中央高度重视知识分子工作。习近平总书记强调,党外知识分子工作,是统一战线的基础性、战略性工作。自2008年起,北京市委教育工作委员会（以下简称\"教工委\"）每两年组织开展一次北京高校党外高级知识分子的思想状况滚动调查。为全面了解和准确把", "label": "政治学", "id": 0}
{"content": "<正>中国共产党领导的多党合作和政治协商制度,是我国的一项基本政治制度。积极培养选拔党外干部,充分发挥党外人士参政议政积极性,是巩固和发展这一基本政治制度的基础性工作。习近平总书记在党的十九大报告中指出,中国特色社会主义进入新时代,我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。我国经济社会进入了一个新的发", "label": "政治学", "id": 0}
{"content": "<正>在以习近平同志为核心的中共中央坚强领导下,我国进入了一个伟大时代,正前所未有地走近世界舞台的中心,正前所未有地接近实现中华民族伟大复兴的目标。习近平总书记强调,伟大的事业,决定了我们更加需要知识和知识分子,更加需要知识分子为国家富强、民族振兴、人民幸福多做贡献。习近平总书记的重要论述,深刻表明了知识分子对于中国共产党带领人民开创的伟大事", "label": "政治学", "id": 0}
{"content": "<正>社会转型期利益调整带来观点差异、诉求多样,导致党外知识分子价值多元、思想多元。本文在深入分析高校党外知识分子队伍思想状况的基础上,提出新形势下党外知识分子思想引导应把握的着力点,探讨解决党外知识分子思想问题的有效途径,引导党外知识分子在建设中国特色社会主义事业道路上同心同德,画好统一战线的同心圆。一、新形势下高校党外知识分子思想引导的必要性", "label": "政治学", "id": 0}
{"content": "<正>习近平总书记在中央统战工作会议上指出,党外知识分子工作,是统一战线的基础性、战略性工作。高校作为党外知识分子的重要源头和基地,是党外知识分子工作的重要阵地。高校党外知识分子的思想工作,关系到党的教育政策能否得到彻底的贯彻执行,关系到高等教育能否始终坚持社会主义的办学方向,直接影响着青年大学生思想观念和理想信念的形成与发展。因此应充分重", "label": "政治学", "id": 0}
{"content": "<正>党外知识分子是知识分子队伍中人数最多的群体,是密云人才队伍的重要组成部分。如何引导他们与中国共产党同心同德、发挥作用,是密云区社会主义学院统战培训工作的重大课题。笔者认为,根据密云实际情况,充分利用区域内红色资源是重要途径之一。一、利用红色资源开展思想政治引导工作的意义红色资源是我们党在长期的新民主主义斗争和社会主义现代化建设过程中", "label": "政治学", "id": 0}
{"content": "<正>在全球化背景下,资源的整合配置以求用最少的成本换取最大利益,知识分子的重要意义显得日益突出。知识分子是党和国家的宝贵财富,是科技兴国的中坚力量,如何发挥他们的作用,可以说关系到党和国家的前途命运。党外知识分子特指没有加入中国共产党的知识分子,其中既包括各民主党派知识分子,还包括没有参加任何党派的无党派知识分子。他们不但坚决拥护共产党的", "label": "政治学", "id": 0}
{"content": "守正笃实,久久为功-新菁英专注于自己的领域,将一件事做到极致;通过日复一日坚持努力实现自己的梦想。文化自信,精神富足-新菁英认可传统文化的重要性,积极传承优秀文化相比于物质,更追求精神层面的富足,有追求,有信仰。自我驱动,创新无限-新菁英具有强烈的自我驱动,坚持学习、不断创新,追求更好的自己和自我价值的实现。重视家庭,陪伴为先-新菁英工作是为了家人更好的生活;家人是奋斗的原动力;追求生活工作与生活的平衡;希望有更多的时间陪伴家人。掌控时间,谋而后动-新菁英极度自律并且有强烈的时间观念,将时间投入到有意义的事情上;凡事需要提前规划,严格按计划执行。", "label": "政治学", "id": 0}
{"content": "本文基于CGSS、GSS和EASS的调查资料,对中国公众的阶层地位认同状况进了纵向与横向的比较发现:第一,中国民众主观阶层地位认同整体上水平偏低,相比20世纪70年代国外社会呈现差距缩小的趋势;第二,总体上低估和准确认知自身阶层地位的比例在东亚地区中较高;第三,位于客观下层和中层的民众能够准确认知自身阶层地位的水平较高。", "label": "政治学", "id": 0}
{"content": "<正>马克思在《资本论》中说,科学是\"一般社会生产力\"。因此,这决定了科学的载体知识分子的社会属性。知识分子是掌握运用已有的精神文化成果从事精神生产的人,是新的生产力的重要开拓者和科技知识的重要传播者。我党是一贯重视知识分子的作用的。早在1939年,中共中央就作了《大量吸收知识分子》的决定。其中指出:\"在长期的和残酷的民族解放战争中,在建立新中国的伟大斗争中,共产党必须善于吸收知识分子……没有知识分子的参加,革命的胜利是不可能", "label": "政治学", "id": 0}
{"content": "以制度供给是公民有序政治参与的基础为理论支撑,客观审视建国后形成的公民政治参与的制度框架,重点剖析了目前我国新社会阶层的非制度化政治参与现象与危害:与公职人员建立非规范性常态化联系,使离职公职人员直接加盟新社会阶层所代表的经济体,具体事项中与公职人员之间的寻租设租现象,通过操纵选举或贿选等方式达到自身登上政治舞台的现象等;其消极影响是破坏公平准则、阻碍实质民主、滋生社会腐败、降低社会公信力等。最后提出了:一要以推进政治体制改革为前提,优化政治参与制度创新的政治环境;二要以协商民主制度建设为契机,完善新社会阶层政治参与相关制度;三要以健全社会主义法制为保障,确保新社会阶层政治参与有法可依等制度创新途径,以减少非制度化政治参与,提高新社会阶层政治参与的有效性。", "label": "政治学", "id": 0}
{"content": "知识分子问题是中国革命和建设中的一个极其重要的问题。正确认识和对待知识分子,是中国革命和建设成败的关键之一在中华人民共和国60多年的发展历程中,中国共产党的知识分子政策随着中国社会主义革命和建设事业而曲折演进。本文阐述了建国初期,以毛泽东为核心的党的第一代领导集体提出、阐述、贯彻\"团结、教育、改造\"知识分子的方针政策,基本形成关于知识分子问题的理论体系的历程及其取得的主要经验。成功的经验有四条:一是科学界定知识分子的阶级属性,肯定知识分子是劳动人民的一部分;二是正确制定和实施对知识分子实行\"团结、教育、改造\"的政策;三是明确在知识分子从事文学艺术、科学技术工作中实行\"百花齐放、百家争鸣\"的方针;四是对知识分子的任务、地位、作用、前进方向明确提出动员口号和努力目标,即\"向科学进军\"的口号和\"又红又专\"的要求。实践证明,这四条是党的知识分子方针政策最为重要的四个关节点。中共第一代领导集体从中国实际出发,用富有中国作风、中国气派的语言作出了富有中国特色的概括。", "label": "政治学", "id": 0}
{"content": "<正>弱势群体乃经济法视野中的一个复杂问题,在《食用盐碘含量标准》的法律关系中,被忽略的群体往往是特殊碘需求的群体,却正是碘需求法律关系中的弱势群体。这些特殊群体需要由经济法规范予以特殊规定和保护才能维护其群体利益。经济法规范应重视碘需求群体的差异,并考虑通过主体细分和特色门诊以实行区别对待。现行的法律规范中,虽没有对弱势群体确定一个明确的定义,但在2002年", "label": "政治学", "id": 0}
{"content": "延安时期,毛泽东对建党以来党的知识分子政策进行了系统的反思与总结,并结合中国当时抗战的客观现实,对知识分子政策做了重要转变,使知识分子政策逐渐成熟。毛泽东通过反思以往知识分子政策,认为应该正确界定知识分子的阶级属性和特点,大量吸收知识分子参加革命队伍,尊重、保护知识分子,使知识分子与工农兵相结合。毛泽东延安时期对知识分子反思总结后所采取的正确的政策,对以后的知识分子政策的制定具有很强的指导与启示。", "label": "政治学", "id": 0}
{"content": "新中国的缔造者毛泽东对知识分子这一群体的认识深远地影响着这个群体的命运,他运用阶级分析的方法认识这一独特的群体,并且认为出身于旧时代的知识分子,可以与工农群众相结合,并在结合的过程中改造知识分子的小资产阶级思想。知识分子要实现革命化和群众化,全心为人民服务;国家和人民要尊重那些为人民服务的知识分子。", "label": "政治学", "id": 0}
{"content": "新中国的缔造者毛泽东对知识分子这一群体的认识深远地影响着这个群体的命运,他运用阶级分析的方法认识这一独特的群体,并且认为出身于旧时代的知识分子,可以与工农群众相结合,并在结合的过程中改造知识分子的小资产阶级思想。知识分子要实现革命化和群众化,全心为人民服务;国家和人民要尊重那些为人民服务的知识分子。", "label": "政治学", "id": 0}
{"content": "<正>一、引言一般而言,在经典的论述中,江河文明与稻作空间基本上是重合的。这一空间的重叠应该在史前时代即已形成。根据各地有关稻作遗迹的发掘以及对残存稻谷、壳的碳十四测定,可知我国的稻米产地在新石器时代已经广泛分布在以河姆渡文化、湖北地区的仰韶文化为代表的长江流域以南、西至云南、南至珠江的广大区域内。这一区域普遍在公元前5000年前后已经产生了发达的稻作农业,①并且被视作一种文明发展到一定程度的标志。根据考古发掘的情况,我们大致可以勾勒出江河文明与稻作空间的范围。即长江流域以南地区,西至川藏交界地区以东的区域。在这一广大的范围之内,米基本上是作为一种文明的重要标志,用以考察某一时期的", "label": "政治学", "id": 0}
{"content": "<正>知识分子承担着人类文化薪火传递、知识承继的社会责任,对近现代中国的政治变迁、经济发展、文化发展和社会转型,起到了巨大推动作用。知识分子观是指对知识分子问题的基本看法和根本观点,它是制定知识分子政策、解决知识分子问题的理论基础。毛泽东十分重视知识分子问题,其关于知识分子的论述丰富而深刻,是毛泽东思想的重要组成部分。毛泽东在此问题上既有过正确认识和探索,又有过阶段性的偏差与失误。总体上看,毛泽东关于知识分子问题的正确认识和探索是毛泽东知识分子观的主流。", "label": "政治学", "id": 0}
{"content": "<正>1956年,中国共产党对其执政以来的知识分子政策进行了重大调整。这一年,中共中央召开解决知识分子问题的专门会议,作出知识分子是工人阶级、劳动人民的一部分的重要判断,改善和提高知识分子的工作条件及生活待遇,发出\"向科学进军\"的伟大号召,提出在\"艺术问题上的百花齐放,学术问题上的百家争鸣\"。费孝通曾著文借用\"草色遥看近却无\"的诗句,将1956年比喻成\"知识分子的早春天气\":一方面,\"知识分子的积极因素应时而动了起", "label": "政治学", "id": 0}
{"content": "<正>中国知识分子在中国革命中是最先觉悟的一个社会群体,在中国革命和建设中,知识分子始终是党的依靠力量,是无产阶级可靠的同盟军。革命战争年代,中国革命的成功离不开知识分子的参与。正如毛泽东在评价和赞扬知识分子时说的那样:\"在中国的民主革命中,知识分子是首先觉悟的成分,学生界、文化界、舆论界的救亡运动是发生在中国历史事件上的一件大事,是中国革命一切重大事变的开端。\"①在艰难曲折的社会主义探", "label": "政治学", "id": 0}
{"content": "经过30多年的发展,中国社会阶层发生了巨大的变化。根据对2010全国综合调查数据的研究发现:无论是主观还是客观的社会分层,在闲暇活动上也体现出阶层化的趋势,尤其在社会最低层、中下层、中间层、中上层中比较明显,但是作为最顶端的社会阶层,四类闲暇活动和中上层之间的差异性不是特别明显。", "label": "政治学", "id": 0}
{"content": "<正>一、利益矛盾已成为我国社会人民内部的主要矛盾问题所谓利益矛盾主要是指社会结构中各个阶级、阶层、群体、个人等不同的利益主体之间,因利益的差别而产生的相互关系不和谐状态。由于利益和利益矛盾广泛存在于经济、政治、文化等多个领域,所以利益矛盾又可分为物质利益矛盾、政治利益矛盾、文化利益矛盾等。但是利益矛盾的最本质含义,则主要是指经济领域里的物质利益矛盾。正像物质利益是人们的基本的也是首要的利", "label": "政治学", "id": 0}
{"content": "本文从心理学视角,基于社会文化自我模型和社会阶层心理学,采取实验、纵向追踪研究与大样本问卷调查相结合的方式,首先考察社会阶层的健康差距的现状;接着,重点揭示社会阶层影响健康的机制,提出社会阶层影响健康的模型,探索自我健康管理与健康风险行为的连续中介作用（机制）,以及自我健康管理技能教育干预的调节作用（干预）。具体来说,本研究为了达到在探究社会阶层影响健康水平的机制的基础上,考察如何缩小社会阶层的健康差距这一目标,分别从效应、机制及其干预三个方面设计了三个大研究7个子研究。研究一通过全国范围大样本考察社会阶层对健康水平的影响,发现无论是身体健康,还是心理健康作为健康的指标,客观社会阶层显著正向预测个体的健康水平;主观社会阶层显著正向预测个体健康水平,证实了前人的研究结论。研究二基于社会阶层心理学和社会文化自我模型探讨了自我因素在社会阶层影响健康中的机制。中介作用模型分析结果发现自我健康管理能力和自我健康行为在阶层预测健康过程中起到中介作用。对于我国个体来说,主观社会阶层越高,健康水平越高;个体主观社会阶层越高,自我健康管理能力越强;个体自我健康管理能力越强,健康水平越高。主观社会阶层主要通过自我健康管理能力影响人们的健康水平,其影响机制可以描述为:主观社会阶层越高的人自我健康管理能力越强,而自我健康管理能力又直接影响了人们的健康水平。研究三探讨促进低阶层健康水平的干预方案。以96名大学生为被试,进行持续4周的随机对照干预实验研究结果表明,健康教育与心理支持干预技术,如执行意向可以显著提升人们的自我健康管理能力与健康素养,进而形成良好的生活方式与健康行为,达到增进健康这一目的。本研究结论可作为保障弱势群体的健康权利、解决健康贫困问题的政府公共管理和医疗改革的对策依据。从长远来看本课题研究结论,有利于推动\"人口红利\"收获,有利\"全民健康,全面小康\"目标的实现。", "label": "政治学", "id": 0}
{"content": "论文认为,二元社会结构是指城市为一元、农村为另一元的城乡分隔和差异状态;改革以前中国二元社会结构特征是城乡差异明显和城乡分隔刚性,而改革以来中国二元社会结构特征是城乡差异更加明显化和城乡分隔开始弹性化;走出二元社会结构既有利于中国的经济和社会现代化,又有利于当前中国农业面貌的改变、工业效益的提高、社会公平的实现、社会心理的平衡和城乡环境的改善;走出二元社会结构应该树立城乡一体的新观念,创建促进城乡一体的新制度和新机制。", "label": "政治学", "id": 0}
{"content": "<正> 我们深入地批判“法轮功”不能孤立地看李洪志问题、“法轮功”问题,而应把它作为“李洪志现象”、“法轮功现象”来研究,而且要进行深层次地综合研究。一、骗术分析起来,李洪志行骗可以说有这样“四步曲”: 第一步:以一轮“佛光”神化自己。李洪志为了欺骗蒙蔽群众,崇拜他自己,相信他的歪理邪", "label": "政治学", "id": 0}
{"content": "上世纪六七十年代,28000多名北京知青来延安插队落户,是继红军长征到达陕北后又一庞大的来延群体,也是给延安再次产生深远影响的重大历史事件。在陕北这块红色的沃土上,知青们与延安人民一道,发扬自力更生、艰苦奋斗的延安精神,他们用自己的青春与汗水改变着延安农村贫穷落后的面貌。他们在和陕北人民共同生活、朝夕相处中,也经受了艰苦生活的考验,受到延安精神的熏陶了解了当时中国社会基层的真实状况,同时也将京城文明抛洒在延安的黄土地上。插队生活使他们认知了社会、了解了农村,懂得了老百姓最需要什么,\"为人民做实事\"成为他们一生的奋斗目标。", "label": "政治学", "id": 0}
{"content": "政权建立初期的中国共产党党内依然政治斗争不断,即使推行经济发展也有其政治目的。因此在毛泽东倡导的\"赶超战略\"下自力推行的\"大跃进\"受到政治因素的影响,不但失败且对原本就不振的经济造成更大的伤害,甚至对尔后的经济发展及政治、社会也有极大的不良影响。", "label": "政治学", "id": 0}
{"content": "<正>1949年年底至1951年年底,成千上万的知识分子参加了土地改革。相较于建国初期以这一群体为对象专门开展的一系列改造运动,土改影响至深至远。它促使知识分子自觉、自愿地审视自我,思想上感情上主动向中国共产党靠拢,认同并且接受了马克思主义意识形态的指导地位。为什么土改能使知识分子受到如此强烈的灵魂触动?本文试图从知识分", "label": "政治学", "id": 0}
{"content": "<正>在史学研究中,存在着不少充满争议又难于破解的谜团,这些难题既构成我们研究历史的挑战,又充满着吸引人们不断进行探索的魅力。在中华人民共和国史和党史研究的领域,也有不少这样的难题,但其中很少有像对1957年的反右派运动的原因探寻这一问题所存在如此之多的争议,对这一问题进行客观深入的探析并得出实事求是的结论着实具有", "label": "政治学", "id": 0}
{"content": "<正>在新中国建立初期,北京有百年以上历史的老字号300多家,遍布于京城的各个角落。老字号门楣上那一方方各具风采、古色古香的精美牌匾,是一幅美妙绝伦的书法作品,更是一个展示老北京深厚商业文化的标志性符号。然而,1966年开始的\"文革\"中,极为荒唐的\"破四旧\"运动,使京城的历史文化被任意践踏,承载了几百年历史的商业老字号也难逃厄运。许多老字号被视为\"封、资、修\"的产物而遭到破坏,老字号传人和老掌柜（经理）被扣上\"不法资本家\"", "label": "政治学", "id": 0}
{"content": "<正>消灭封建土地制度,实现耕者有其田,是中国共产党进行新民主主义革命的基本纲领之一。1945年抗日战争胜利后,中国共产党审时度势,将抗战期间实行的\"减租减息\"政策改变为消灭封建土地制度的\"土地改革\"。1946年5月4日,中共中央发布\"五四指示\",指出:\"解决解放区的土地问题是我党目前最基本的历史任务,是目前一切工作的最基本的环节。\"根据\"五四指示\",各地解放区开展了轰轰烈烈的土地改革运动,并随着人民解放战争的不断", "label": "政治学", "id": 0}
{"content": "<正>1950年10月到1953年9月,中共中央在全国范围内开展了镇压反革命运动,简称\"镇反运动\"。它与同期开展的土地改革等运动以及恢复经济等举措,稳固了新生的人民政权,创造了安定的政治局面和社会环境,为建设新中国奠定了基础。毛泽东与镇反运动历来是新中国初期历史研究的重点。学者们普遍认为,镇反运动是不可避免的,是同国民党反动派斗争的继续。毛泽东直接领导运动,始终保持清醒头脑,保证了运动的顺利开展。近几年来,", "label": "政治学", "id": 0}
{"content": "<正>在人类历史的长河中,重大的历史事件中往往会出人预料的出现一些戏剧性的变化,1957年的开门整风就是如此。1957年的开门整风是毛泽东所提出和力推的一项重要决策,目的是为了改善党的作风,正确处理人民内部矛盾,但最后却走向了反右派运动,而反右运动则深深地影响了此后中国的政治走向。因此,1957年的开门整风作为新中国历史上一次重要的政治事件一直以来都是史学界有争议的一个热门课题,尤其是围绕", "label": "政治学", "id": 0}
{"content": "<正>由中国共产党领导和发起的建国初期土地改革运动,废除了在中国绵延存在了两千年之久的封建土地所有制,第一次实现了广大农民几千年来梦寐以求的\"耕者有其田\"理想,是一次具有深远历史影响的伟大社会变革。这一变革在经济领域推动了新中国农业生产力的大发展,在社会领域帮助近3亿农民彻底摆脱了地主阶级的政治压迫和经济剥削,同时也为新中国社会主义现代化建设的起步,做出了诸多彪炳千秋的重", "label": "政治学", "id": 0}
{"content": "1975年\"四人帮\"借\"反经验主义\",大肆攻击周恩来和广大老干部。邓小平在毛泽东、周恩来等的支持下,同江青等人作针锋相对的斗争,粉碎了他们的阴谋。", "label": "政治学", "id": 0}
{"content": "<正>邓小平的一生是伟大的马克思主义者和爱国者的一生,邓小平理论是马克思列宁主义、毛泽东思想与中国社会主义现代化建设和改革开放实际相结合的产物。邓小平在历史新时期为平息八九政治风波发挥的中流砥柱的作用,是他作为伟大的马克思主义者和爱国者的又一次鲜明体现;他在八九政治风波后作出的一系列反思,是邓小平理论的重要组成部分,也是他为我们党和国家留下的弥足珍贵的政治及理论遗产。八九政治风波刚刚平息,邓小平就指出:\"这次事件爆发出来,很值得我们思索,促使我们很冷静地考虑一下过去,也考虑一下未来。\"①\"我们要冷", "label": "政治学", "id": 0}
{"content": "发挥思想政治工作中的作用,有利于为实现企业的既定目标提供强大的精神动力和行为保证。如何用思想政治工作引领企业发展,在本文从三个方面做了详细的探讨。", "label": "政治学", "id": 0}
{"content": "1959—1961年发生的中国大饥荒是中国20世纪最大的人口灾害。本文运用经济学的、历史的和政治学的分析方法,在吸取既有研究成果的基础上,提出了一些值得注意的问题,并试图还原大饥荒的历史背景,分析悲剧的发生原因。主要认为:大饥荒造成的人口死亡存在城乡差异,且主要集中在农村,即便在农村,在不同省份也是不平均的;受到较大损害的省份即便是在非饥荒年里,其指标仍然劣于较少损害的省份。由此可见,国家对于不同省份的政策偏重是具有一定连贯性的。大饥荒的爆发本身是我国政治制度、意识形态的产物,并因庐山会议和国际局势而进一步加剧。", "label": "政治学", "id": 0}
{"content": "<正>\"文化大革命\"已经成为中华人民共和国政治与经济历史的一个特殊的历史时期。如何评价\"文化大革命\"呢?有两种截然不同的评价:一是毛泽东的自我评价和党的历次全国代表大会（九大、十大和十一大）政治报告的评价;二是中共中央1981年《关于建国以来党的若干历史问题的决议》的历史评价。后者是重新评价,全面否认了前者评价。对毛泽东个人的历史评价的争论主要集中在对毛泽东搞\"文化大革命\"的争论上。他生前如此,他死后也如此,今后还是如此,还会有再评价,不同的", "label": "政治学", "id": 0}
{"content": "<正>\"文化大革命\"第一个阶段:全面发动、全面内战根据中国共产党十一届中央委员会第六次全体会议通过的《关于建国以来党的若干历史问题的决议》,\"文化大革命\"的过程分为三个阶段①。第一个阶段是从1966年到1969年4月党的九大召开之前,为\"文化大革命\"的全面发动和全面内战时期。该决议将1966年5月中央政治局扩大会议和同年8月八届十一中全会的召开,视为\"文化大革命\"全面发动的标志。", "label": "政治学", "id": 0}
{"content": "<正>\"文化大革命\"第二个阶段\"文化大革命\"的第二个阶段是从1969年党的九大到1973年8月党的十大召开之间①,是\"文化大革命\"进入相对稳定时期,爆发了毛泽东与林彪之间的你死我活的激烈斗争。1969年4月召开中共第九次全国代表大会,林彪代表中共中央作政治报告,把毛泽东关于\"文化大革命\"的理论和实践合法化②,全面概括和总结了毛泽东关于\"无产阶级专政下继续革命\"的理论,同时也写入新《党章》的总纲之中;", "label": "政治学", "id": 0}
{"content": "<正>\"文化大革命\"第三个阶段\"文化大革命\"的第三个阶段是从1973年党的十大到1976年10月①,是邓小平为代表的党内稳健派或务实主义与江青集团的激烈斗争。毛泽东之所以在党的十大器重和利用江青集团主要目的是保证他所发动和领导的\"文化大革命\"能够继续下去,确切地讲,江青集团就是\"文革死硬派\",他们是靠\"文化大革命\"起家和发家,是\"文化大革命\"最大的政治\"暴发户\"。与此同时,毛泽东也决定起用正在江西下放的邓小平,重新恢复经济秩序、社会秩序以及人们的生活秩序。1973年3月毛泽东在中央政治局会议上讲,现", "label": "政治学", "id": 0}
{"content": "<正>一、\"文化大革命\"的经济背景（一）毛泽东的理想社会对于中国最高领导人毛泽东来说,\"文化大革命\"是人类历史上史无前例的大革命,它不只是一场轰轰烈烈的政治大革命,而且是一场极为广泛的经济革命。他发动\"文化大革命\"是基于他对中国经济国情与政治国情的基本判断,它的经济目的是,在一个人口众多、经济落后、地区发展不平衡的中国不仅要尽快摆脱贫穷落后面貌。而且还要建立一个世界上发展独特的理想的社会主义模式,即共产主义大学校;它的政治目的就是反修防修,防止资本主义复辟,防止", "label": "政治学", "id": 0}
{"content": "<正>一、对毛泽东失误的评估失败是成功之母。错误是正确的先导。失败对成功而言是财富,错误对正确而言也是财富。诚如列宁所言,公开承认错误,揭露错误的原因,分析产生错误的环境,仔细讨论改正错误的方法。这才是一个郑重的党的标志,这就是党履行自己的义务,这才是教育和训练阶级,以至于群众①。我们有必要来分析毛泽东晚年错误的制度根源,总结其深刻的历史教训,使之成为我们国家和民族的最宝", "label": "政治学", "id": 0}
{"content": "<正>关于\"大跃进\"运动,一般认为可以分为四个阶段:从1958年1月南宁会议到1958年5月中共八大二次会议,是\"大跃进\"运动的发动阶段;从八大二次会议到1958年11月第一次郑州会议,是以大炼钢铁为中心的\"大跃进\"高潮阶段;从第一次郑州会议到1959年7月庐山会议前期,是初步纠正\"左\"的错误的阶段;从庐山会议后期\"反右倾\"到1960年底1961年初,是\"继续大跃进\"直至全面结束的阶段。学术界、党史界研究毛泽东在\"大跃进\"运动期间对社会主义经济建设规律的探", "label": "政治学", "id": 0}
{"content": "大跃进时期,毛泽东在理解、运用马克思主义哲学时出现了偏差。这些偏差主要有:主观能动性被张扬为唯意志论;\"两点论\"和\"重点论\"被诠释为\"九个指头\"和\"一个指头\"论;相对平衡论被理解为积极平衡论;片面强调不断革命论,忽视革命发展阶段论。", "label": "政治学", "id": 0}
{"content": "<正>父亲周世钊和毛泽东是湖南省立第一师范学校的同学,他们情意拳拳,过从甚密,书信来往不断,诗词切磋频频,相知相交63年。毛泽东称周世钊是\"真能爱我,又能于我有益的人\",并称赞他是\"贤者与能者\";周世钊则称毛泽东是\"素抱宏愿\"的\"吾兄\",又称他是\"尊敬的主席\"。毛泽东与青年时代的同学周世钊谈话时,常常纵论国事,无所避嫌。现根据周世钊记述,将毛泽东和周世钊等人关于抗美援朝战争的几次谈话整理如下:", "label": "政治学", "id": 0}
{"content": "本文指出《\"大跃进\"运动与中国1958—1961年饥荒:集权体制下的国家、集体与农民》和《从退堂权的失而复得看\"大跃进\"饥荒的成因和教训》雨文中的几个问题,这些也是近年来研究中国大饥荒的文献中争论最多的问题:（1）森的饥荒理论框架同样适用于计划经济体制,饥荒的发生本质上是因为食物获取权的失败;（2）粮食征购率的解释在统计上可能存在问题,其解释能力可能被高估;（3）公共食堂机制可能更多反映了政策的激进程度,而公共食堂本身只是一个副产品;（4）将不同层面的解释融合在一起时可能各自混淆,集体提留与分配体制只是同一问题的不同方面而已。", "label": "政治学", "id": 0}
{"content": "<正>关于20世纪50年代中期的社会主义三大改造运动,长期以来学术界众说纷纭,莫衷一是。例如,龚育之提出\"既是水到渠成,又是重要发展\";薛暮桥认为\"基本方向正确,但搞早了或搞急了\";林蕴晖则说是\"战略思想的重大变更\",认为它离开了我国国情,离开了以发展生产力为中心。大体来说,目前国内主要存在四种主要观点:基本肯定说,基本否定说,部分肯定说,部分否定说。如何正确认识社会主义三大改造运动,是需要不断深入思考的重大理论与实践问题。下面,我们就社会主义三大改造的几个问题,作一个简要的分析和探讨。", "label": "政治学", "id": 0}
{"content": "<正>粉碎\"四人帮\"之初,全国面临的严峻形势是百废待兴,这就需要拨乱反正,正本清源,把林彪、\"四人帮\"破坏搞乱颠倒了的思想理论是非重新颠倒过来,把在错误路线影响下造成的冤假错案平反纠正过来。由大乱真正走向大治,把我们各条战线的工作搞上去。但是,\"左\"的思想的长期影响和\"两个凡是\"的禁锢仍然是严重的障碍,其中最突出问题就是人的是非搞不清,其他方面要做到实事求是就更难。人所共知从1957年反右派以来实话已无法摆到桌面上了,接二连三的反右倾、四清等一系列政治运动到十年\"文化大革命\"导致冤假错案如山就不可避免的了。受到迫害和被株连的干部群众数以万计（一般情况一个人被整受株连的直系亲属亲朋好友涉及许多人）。能否及时果断地正确解决好长期遭受不白之冤的一大批人的是非问题,关系到坚持真理、修正错误、恢复和发扬党的实事求是优良传统作风、改善党的形象、团结一致向前看,调动党内外干部和广大群众积极性,适应党和国家工作重点的转移,这是事关全党全局性的一项重要任务之一。", "label": "政治学", "id": 0}
{"content": "<正>1971年9月13日,林彪因发动反革命政变、抢班夺权的阴谋败露,乘飞机叛逃国外,在蒙古人民共和国温都尔汗地区机毁人亡,史称\"九一三\"事件。该事件对党、国家与人民军队,对中外关系等都产生了深远影响,国内外学者对其起因、过程及其影响开展了不同程度的研究。", "label": "政治学", "id": 0}
{"content": "<正>人民公社已经结束20多年了,但它留给我们的影响依然是巨大的,需要我们不断反思,以更好地指导制定今天的方针政策。实际上,人们对人民公社的反思在其建立并巩固的时期,就已经开始了。在人民公社普遍建立之初,朱德就以实事求是的思想方法和工作方法,在大量调查研究的基础上,对人民公社体制进行了深刻反思,给后人留下了宝贵的经验。一、朱德反思人民公社体制的背景经过中央和地方的酝酿,1958年8月,《中共中央关于在农村建立人民公社问题的决议》把人民公社化推向高潮。人民公社化运动以令人目眩的速度在全国发展。10月1日,《人民日报》刊载消息,宣布:\"全国基本实现了农村人民公社化!\"但发展得快并不意味着发展得好。", "label": "政治学", "id": 0}
{"content": "<正>粟裕同志是我军杰出的高级将领,在革命岁月里,他为人民立下丰功伟绩。\"文化大革命\"期间,我是在粟裕同志直接领导下过来的,曾耳闻目睹他与林彪、\"四人帮\"斗争、保护老干部", "label": "政治学", "id": 0}
{"content": "<正>\"文化大革命\"的发生有着极为复杂的社会历史文化原因,是多种因素综合作用的结果。对此,中外许多学者均已做过诸多有益的探索,拙文试从毛泽东对\"干群关系\"的误读这一角度来探究\"文化大革命\"发动的", "label": "政治学", "id": 0}
{"content": "<正>中国的\"大跃进\"运动发生的原因比较复杂,既有国际因素,也有国内因素。其中,20世纪50年代中后期,在社会主义阵营内出现的赶超先进资本主义国家的浪潮是\"大跃进\"运动发生的重要国际因素之一。", "label": "政治学", "id": 0}
{"content": "<正>1949年至1957年春形成的以\"团结、教育、改造\"为核心的党的知识分子政策,对中国知识分子的命运、对社会主义革命和建设产生了相当大的影响。了解其发展、演变的虏史过程,有助于进一步理解毛泽东及毛泽东思想,有助于进一步理解中华人民共和国的历史。", "label": "政治学", "id": 0}
{"content": "十八大以来国家强调民心是最大的政治,国家治理的根基在基层,而基层治理的关键在人民[1]。随着基层群众自治制度的建立和实施,公民参与取得了重大进展,但是由于受到传统思想的影响,社会阶层复杂,基层政府干预力度大等原因导致公众参与仍然存在参与意识不足、效率低、无力应对突发性事件以及制度、程序不成熟等问题。针对困境及其原因,需要从四个方面着手:第一,完善公民参与的法律和制度建设;第二,完善公民参与机制;第三,及时回应公民诉求;第四,增强公民参与意识。通过上述措施以期促进公民参与得到更好的发展。", "label": "政治学", "id": 0}
{"content": "研究目的,了解国民对中国特色社会主义制度优越性的认知现状,探讨提升国民对中国制度优越性的认同和增强其制度自信的有效路径和对策。研究方法,采用自制调查问卷,随机抽样调查国民对中国抗疫斗争和中国制度优越性的认知、国民对制度优越性以及制度自信的认识现状。采用描述性统计学方法、Spearman检验,Mann-Whitney U检验,Kruskal-Wallis H检验和LSD法等统计学方法。研究结果,在问卷总分的对比中,不同职业、年龄和政治面貌的人群均存在统计学差异（P0.05）。统计表明:总体上,国民对中国抗疫斗争和中国制度优越性的认知、对中国制度优越性的认同和制度自信程度均良好。\"新冠疫情的认知\"与\"中国制度优越性的认知\"呈正相关,\"中国制度优越性的认知\"与\"中国制度优越性的认同\"呈正相关,\"中国制度优越性的认同\"与\"制度自信的程度\"呈正相关。研究结论,全社会大力弘扬伟大抗疫精神,能有效提升国民对中国制度优越性的认知和认同,从而增强其制度自信程度。", "label": "政治学", "id": 0}
{"content": "上海市人大常委会嘉定工业区基层立法联系点在成立不到一年的时间里,参加了上海市七部地方性法规和全国人大常委会两部法律征求意见活动。提出了近五百条建议,在其中通过的五部地方性法规中,被采纳二十八条建议。提出的建议涉及法律法规草案各个部分,提出的建议内容涉及法律法规章节名称、立法目的、国家机关职权职责、国家政治经济文化制度、相对人权利义务、法律责任、表达用词用语等各方面。所提建议多数附有建议的立法事实。立法事实涉及的现实中的生活状况、法律行政法规、党和政府的政策、域外立法制度及其立法经验、相关学科知识、相关学者的观点等等。好的立法建议需要有充分客观的立法事实予以支撑。立法建议能否被采纳取决于建议及其立法事实本身的质量,通常需要专业方面和普通民众提供两方面的建议及其立法事实;联系点提出立法建议的质量与法规专业化程度密切相关;立法建议及其立法事实质量的高低与联系点工作人员、专家顾问等配置密切相关。立法机关对立法建议和立法事实进行审查论证之后才能确定是否采纳,论证包括立法建议及其立法事实客观性、关联性、可采纳性进行论证。", "label": "政治学", "id": 0}
{"content": "我国进入后立法时代后法律数目新增较少但修改频繁,证明我国法律目前稳定性不足且变动性过大。平衡法律的稳定性和变动性主要从规则原则灵活适用、法律解释、立法等方面进行解决,规则与原则灵活转换和法律解释的方式都有很大的局限性,通过立法水平的提升来解决法律稳定性与变动性的平衡时治本之法。运用立法来解决这一问题需要注重立法队伍规范、立法程序完善、立法技术先进、立法更迭有序等几个重要方面。可以借助全国人大组织法及其常委会议事规则的修改,完善宪法和法律委员会的工作方式,在立法上倾注更多的精力。", "label": "政治学", "id": 0}
{"content": "建立基层立法联系点制度,是党的十八届四中全会提出的关于不断完善社会主义法治体系,深入贯彻习近平法治思想,进一步推进民主立法,切实提高立法质量的一项有力抓手。上海在全国人大常委会法工委的指导下,从试水探路到制度引领再到积厚成势、赋能增效,取得了可喜进步,使之成为生动展示人大制度优势的重要窗口。习近平总书记在上海考察联系点时,站在推进国家治理体系和治理能力现代化的高度,充分肯定了基层立法联系点的民主意义和民主价值,指出中国的民主是\"全过程民主\"这一重要论断。作者以亲历实践的笔触,对联系点的建设推进、实践价值、\"全过程民主\"的优势及内涵的挖掘进行了实证性考察和初探性思考,以期使\"全过程民主\"的伟大实践行稳致远。", "label": "政治学", "id": 0}
{"content": "\"全过程人民民主\"的重要论断是对中国政治制度、中国政治发展特质的准确界定;是对社会主义民主政治理论的重大创新,充分彰显了社会主义民主的特质优势,深刻揭示了人民当家作主的本质特征。\"全过程人民民主\"超越了简单的投票民主,是全环节、全流程、全领域的民主。中国全过程人民民主政治模式的发展要借鉴人类政治文明有益成果,但绝不照搬西式政治制度模式,绝不放弃我国社会主义政治制度的根本。", "label": "政治学", "id": 0}
{"content": "在\"两个一百年\"历史交汇点上,\"十四五\"时期经济社会发展要仍然以推动高质量发展为主题,高质量发展是能够很好满足人民日益增长的美好生活需要的发展。城市规划层面的高质量发展,须以提高人民群众满意度为目标进行城市治理。社区治理是城市治理的关键环节,人民是社区的基本单元,因此城市规划建设要以满足人民日益增长的美好生活需要为目标,人民无小事,民生问题必须得到高度重视与及时反馈。本文从街区层面公众参与的角度,对现行公众参与制度的实施进行总结,通过政策梳理、文献综述、制度实施、实践案例研究等方式,整理国内外公众参与制度以及相关政策文件、总结国内现存问题、关注国际发展趋势,以北京市责任规划师制度为例,初步探索责任规划师制度下适用于街区层面的公众参与模式。", "label": "政治学", "id": 0}
{"content": "为促进我国的城市规划公众参与沿纵深方向发展,必须以城市的主人翁——市民为核心切入点,充分发挥城市规划中人的主体作用。本文以马克思主义人民主体论为理论指引,深入剖析\"人\"这一主体,强化市民在城市规划中的主体地位,探索\"市民规划师\"作为公众参与的模式,为研究规划公众参与提供一种理论分析视角。市民需求是推动城市发展的基础,城市规划作为引领城市发展的公共政策和技术必须秉持公平公正的公共价值取向,而通俗意义上的城市规划师往往受到各方利益的裹挟,因此催生出代表最广大人民群众利益的市民规划师。市民规划师主要包含群众推选出的市民规划师、发挥市民规划师组织职能的市民社会、回归市民身份的城市规划相关工作者三类,建立完善的市民规划师规范制度,规定权力与义务,明确参与程度与方式等内容,保障其全程参与并与规划编制人员、城市管理者共同完成规划项目,以社区规划进行实践,为公众参与寻求新的路径。", "label": "政治学", "id": 0}
{"content": "伟大抗疫精神彰显了中国特色社会主义制度的优越性,塑造中国之治、中国力量和中国形象,中国制度优越性为中华民族伟大复兴和全面建设小康社会提供了强有力的政治保障。以抗疫主题教育为契入点,引导大学生认知、认可和认同中国制度优越性,能有力增强大学生对中国特色社会主义制度的自信。", "label": "政治学", "id": 0}
{"content": "中国特色社会主义政党制度根源于72年前的\"五一口号\",是从中国土壤中生长出来的新型政党制度,是中国对人类政治文明的一大贡献。回顾这72载的风雨同舟,我们更加深刻地体会到中国特色社会主义政党制度的历史必然和蓬勃生机,它根植于中华文明的\"大一统\"政治价值,展现了天下为公、执政为民,多元一体、和而不同,民主集中、团结统一的优势。面对当今世界的百年未有之大变局,促进民主党派作为中国特色社会主义事业、中国新型政党制度亲历者、实践者、维护者和捍卫者的重要作用,以便巩固社会主义统一战线、从容应对百年变局。", "label": "政治学", "id": 0}
{"content": "<正>政府工作报告是政府的一种公文形式。内地各级政府须在每年召开当地人民代表大会会议和政治协商会议时向大会主席团、与会人大代表和政协委员发布这一报告。香港和澳门地区称为施政报告,由特区行政长官在每年的特区立法会上发表。政府工作报告和施政报告通常包含对政府上一年工作的回顾以及下一年的工作计划、施政重点,分析历年政府工作报告中的高频词,可以看出政府工作关注焦点、施政的变化及发展趋势。本文选取2010—2019年广东省、广州市、深圳市,以及香港特别行政区和澳门特别行政区五地政府发布的政府工作报告/施政报告共50份政务文本进行分析。", "label": "政治学", "id": 0}
{"content": "随着我国国情与社会现状的转变,住房保障政策已经成为推动我国社会向前发展的重要政策内容。住房保障本身涉及范围广且与民生领域息息相关,因此住房保障除了是经济问题之外,同样也与政治、文化和伦理问题紧密相连。政府在住房保障政策实施过程中充当着十分重要的角色,首先要明确其作为管理者和分配者的职责,同时更重要的一点在于要体会到住房保障背后应该具有的伦理观和价值观。在此基础之上树立起正确的行政价值观、伦理观和权力观,在制定与实施相关政策时要以正确的伦理价值观念作为指导原则,促进住房保证以及社会发展稳定向前推进。", "label": "政治学", "id": 0}
{"content": "<正>随着我国职业教育的深入开展,高职院校面临的难点问题日益凸显。在这种情况下,我国政府积极推进校地合作、产教融合,不断创新发展治理新模式已然成为时代潮流。《校地合作理论与实践》（燕山大学出版社,2020年5月版）一书包含了作者围绕校地合作被各级领导批示转化对策报告和公开发表的理论文章,按照对策报告思路、举措进行实践的成功案例,以及作者结合实际工作进行思考公开发表的论文和不同场合的演讲稿,对于推动高校服务地方经济社会发展起到积极作用和借鉴意义。", "label": "政治学", "id": 0}
{"content": "现代化互联网的迅速发展为大学生参与政治生活提供了便利,网络的政治参与打破了传统的政治参与方式,由原来的物理空间参与到虚拟空间的网络参与,大学生成为网络政治参与的重要群体。但大学生网络政治参与存在盲目性及对社会体系不健全、政治参与缺乏监管等问题,同时网络的不安全感使大学生对政治参与敬而远之。提高大学生的政治参与意识和参与能力,优化政治参与的渠道,从而使大学生能够更加积极、有序、有效地进行政治参与。", "label": "政治学", "id": 0}
{"content": "<正>在习近平新时代中国特色社会主义思想和党的十九大精神的指引下,为实现教育链与产业链、创新链有机衔接的顺利开展,提升人才培养适应经济发展的质量,必须推动高校、政府和社会的联合发展,将产学研一体化纳入社会发展的重大布局规划,尤其是推动科技成果向产业转移转化。在此背景下,由燕山大学出版社出版的《校地合作理论与实践》将理论与实践相结合,对如何加强校地合作服务地方经济来实现高校与地方的互利共赢做了详细的阐述,并提出校地合作对新形势下深化人力资源供给侧结构性改革、全面优化教育规模和质量、扩大就业创业、实现经济发展新旧动能转换、推进产业结构优化升级具有重要意义。", "label": "政治学", "id": 0}
{"content": "<正>党的十八大以来,习近平总书记立足党和国家工作全局,阐述了治国理政新理念新思想新战略的\"教育篇\",丰富和发展了中国特色社会主义教育理论,为我国教育改革指明了发展方向。教育改革的核心是提高教育供给质量,为受教育者提供多样化、高质量的教育服务,满足社会和用人单位不同层次的教育需求。高校培育人才的首要目标是要符合社会与用人单位的需求,扩大优质教育资源供给,适时调整专业设置,及时推行课程改革,有针对性的培养专业技术人才。", "label": "政治学", "id": 0}
{"content": "街头官僚理论研究的核心是官僚执行问题和自由裁量权问题,它为我们对于基层政府与农民互动机制的研究提供了一个理论视角。基层政府的回应和农民参与是基层政府与农民实现有效互动两大主要动因。本文主要围绕的农村基层治理的两大主体—基层政府和农民,以街头官僚理论为框架,认为基层治理主体错位、基层民主政治建设失位、基层治理机制执行缺位是造成基层政府与农民之间互动的现实阻碍的主要成因,并以此三个维度切入进行深入分析问题,并从明确治理主体职责、优化基层互动治理机制等两个方面来对基层政府与农民互动机制进行研究。", "label": "政治学", "id": 0}
{"content": "随着社会经济的快速发展,开始向着工业化、城市化的进程发展,由此出现了大批的农民工群体,其中的中坚力量就是新生代农民工,这是推进城镇化和现代化进程的重要群体,由于其本身的基数大并且对于社会发展的影响力比较强,因此新生代农民工的政治参与情况会直接影响到我国民主建设的最终结果。能够将新生代农民工的根本利益的完善得到最终的落实,对于全面建成小康社会有着十分重要的意义。但在实际过程中新生代农民工的政治参与存在很多问题与阻碍,需要进一步对其展开系统分析,给出相应解决对策完善其发展进程。", "label": "政治学", "id": 0}
{"content": "改革开放四十年来,我国经济发展水平持续上升,开发区作为我国体制改革与对外开放的重要载体,有力推动了我国工业化、城镇化发展步伐和市场经济发展进程。然而脱离了建立初期国家政策的扶持后,开发区的转型升级面临着许多现实性问题,本文从无缝隙政府的视角对当前我国开发区人才紧缺、职能定位模糊,行政审批制度不健全问题和原因进行解读,并根据国内外开发区实例对比,为我国开发区未来发展提出普适性意见。", "label": "政治学", "id": 0}
{"content": "<正>广西壮族自治区人民政府办公厅离退第四支部,7月30日组织全体党员紧密联系离退休政治思想实际,深入学习习近平总书记6月29日在中央政治局第六次集体学习会上的重要讲话、和7月初对推进中央和国家机关党的政治建设作出的重要指示,研究确定加强党的政治建设重点,提高对当前从严管党治党形势的认识,增强党的政治建设观念,明确个人的责任和前进方向,决心把党的政治建设摆在为党增", "label": "政治学", "id": 0}
{"content": "<正>狗年岁尾,广西壮族自治区人民政府办公厅离退休第四支部,按照中央政治局12月26日民主生活会要\"强化创新理论武装\"的要求,组织全体党员认真学习习近平总书记在庆祝改革开放40周年大会上的重要讲话（简称\"改革开放40周年重要讲话\"）,用讲话精神统一思想,进一步坚定走改革开放之路,增强实现2019年经济工作目标任务必胜信心,决心用创新理论把准增添正能量的正确方向,尽己所能为党的事业出力献智。", "label": "政治学", "id": 0}
{"content": "复杂的改革实践,给人大常规的\"工作监督\"带来了从未有过的挑战。经验证明,从事后监督向过程监督推进,从单纯的业务监督向党建与改革联结一体化进行监督,是人大的\"工作监督\",适应协调推进\"四个全面\"新形势和经济发展新常态的客观要求。", "label": "政治学", "id": 0}
{"content": "复杂的改革实践,给人大常规的\"工作监督\"带来了从未有过的挑战。经验证明,从事后监督向过程监督推进,从单纯的业务监督向党建与改革联结一体化进行监督,是人大\"工作监督\"适应协调推进\"四个全面\"新形势的客观要求。", "label": "政治学", "id": 0}
{"content": "<正>国家机关对于人大代表建议和政协委员提案的办理,不仅要\"答之所问\",而且要\"答之所为\",这是法律早就明文规定了的。但在目前的办理工作中,一些单位仍存在着\"答非所问\"的现象,李克强总理就此在2月17日的国务院常务会议上特别强调:必须确保建议提案办理质量,决不能\"答非所问\"。为此,认真剖析建议提案办理中的\"答非所问\"顽症,寻求治理的有效措施,对于落实国务院常务会议要求,提高今年全国两会建议提案办理质量,为实现\"十三五\"开局年目标预期广集民智,具有重要意义。", "label": "政治学", "id": 0}
{"content": "<正>【2019年是全面建成小康社会关键之年,而如期完成脱贫攻坚任务则是全面建成小康社会的关键环节。地方人大机关组织引导各级人大代表在脱贫攻坚决战决胜期积极作为,亲力为实现贫困选民的迫切意愿做出新贡献,对于提高地方人大机关在人民群众中的威信,巩固党的执政根基,有着积极的意义】今年是全面建成小康社会关键之年,而如期完成脱贫攻坚任务则是全面建成小康社会的关键环节。正因为这样,国家主席习近平在2019年新年贺词中,特别强调\"农村1000多万贫困人口", "label": "政治学", "id": 0}
{"content": "<正>坚持稳中求进工作总基调,以推进供给侧结构性改革深化为主线,更好地开创发展新局面,为决胜全面小康夯实基础,这是党中央确定2017年治国理政的重要原则。新的形势和任务,把改革提到了经济工作一个全新的高度,改革将成为各省区宏观经济的主旋律,各类经济政策的实施都不能离开改革主线。习近平对此强调:2017年要投入更大精力抓好改革落实,推动改革落", "label": "政治学", "id": 0}
{"content": "<正>所谓德行,指的是道德之行为,修德的本质就是修养德行,注重道德实践。习近平同志强调:\"道德问题是做人的首要的基本问题。……在道德问题上,党员、干部无疑应该比普通群众有更高的标准和要求。\"（注1）地方人大机关与其他党政机关一样,都是以党员干部为主体的、依照法律从事公务的领率机关。在深化群众性精神文明创建活动的新高潮中,人大机关只有以\"比普通群众有更高的标准和要求\"的责任担当,着力强化党员干部的", "label": "政治学", "id": 0}
{"content": "<正>新时代要有新气象、新作为。在刚刚结束的第十三届全国人民代表大会第一次会议上,新当选为全国人大常委会委员长的栗战书在闭幕会上强调:人大要认清使命、奋发有为,切实肩负起新时代长期坚持、不断完善人民代表大会制度的崇高使命,切实履行好党和人民赋予的光荣职责,人大及其常委会要成为全面担负起宪法法律赋予的各项职责的工作机关,成为同人民群众保持密切联系的代表机关。【注1】。作为为促进全省经济社会发展保驾护航的河南各级人大,应该", "label": "政治学", "id": 0}
{"content": "<正>3月23日上午,省人大常委会选任联工委党组各支部召开专题会议,集体学习习近平总书记在第十三届全国人民代表大会第一次会议上的重要讲话（以下简称《重要讲话》）精神。会议以支部为单位组织党员干部学习,选任联委分党组书记、主任李恩东,党组成员、副主任李广胜、魏一明、邢涛、王慧分别以普通党员的身份参加所在支部的学习并发言,李恩东同志在学习会的讲话中指出,习近平总书记的《重要讲话》贯穿思接千载、视通万里的宽广视野,运用历史唯物主义揭示历史规律,深刻论述中", "label": "政治学", "id": 0}
{"content": "<正>新时代要有新气象、新作为。中央政治局会议强调:2018年是贯彻党的十九大精神的开局之年,做好明年经济工作,要全面贯彻党的十九大精神,以习近平新时代中国特色社会主义思想为指导,着力抓好重点工作,力争取得明显成效【注1】。作为为促进全省经济社会发展保驾护航的河南各级人大,应该按照这个要求,全面贯彻习近平新时代中国特色社会主义思想和十九提出的大人工作新要求,奋力谱写开局之年河南人大工作新篇章。", "label": "政治学", "id": 0}
{"content": "<正>习近平6月15日在致信祝贺人民日报创刊70周年中强调:要\"忠实履行党的新闻舆论工作职责使命,坚持正确政治方向,弘扬优良传统,深化改革创新,加强队伍建设,改进宣传报道,讲好中国故事,构建全媒体传播格局,不断提升传播力、引导力、影响力、公信力,为实现\"两个一百年\"奋斗目标、实现中华民族伟大复兴的中国梦作出新的更大贡", "label": "政治学", "id": 0}
{"content": "<正>去年12月底,中共广西壮族自治区党委、广西壮族自治区人民政府出台《关于着力发展壮大民营经济的意见》（以下简称《民营经济55条措施》）提出:到2020年,实现广西民营经济生产总值年均增长7.5%以上,规模以上民营工业企业增加值年均增长5%以上,民营经济进出口额年均增长5%以上,民间资本投资年均增长14%以上,民营经济新增城镇就业人口100万人以", "label": "政治学", "id": 0}
{"content": "<正>会议发言提纲一、何谓两岸共同精神家园1、共同的生活方式2、共同的文化习俗3、共同的审美习惯4、共同的信仰道德5、共同的追求目标二、陈元光信仰中的与两岸精神家园相契合之要素1、家族血脉2、人格风范3、道德规范4、美学典范5、现代精神三、陈元光研究如何发展成为建设两岸共同精神家园的重要推手", "label": "政治学", "id": 0}
{"content": "妈祖、关帝、保生大帝、开漳圣王信俗由来已久,深植于闽南文化沃土,在闽台民间长盛不衰,都是信众广泛的民俗大神;开漳圣王还是台湾四大民间信仰中惟一有血脉传承的信仰。这些信仰的特点与社会功能,起初在于避灾祈祷的功利实用目的,给予人们生精神支柱,起到安定社会的作用。后来随着台湾移民社会的建构,又逐渐被赋予政治化倾向和社会化功能,亦成为促成两岸同胞心灵契合的民俗文化能量,发挥着推进契合两岸心灵的效应,对于新时期增强民族凝聚力,促进国家完全统一有着重要实践意义。", "label": "政治学", "id": 0}
{"content": "<正>一、引言厦门是两岸交流中心。厦门地处海峡两岸前沿,历史上一直是两岸社会、经济、文化交流的出入口,是两岸交流的中心和枢纽,在两岸各项交流中起着沟通、联结、桥梁、枢纽的作用。随着两岸经济、社会和文化交流的日益频繁和扩大,两岸原有的\"共同精神\",", "label": "政治学", "id": 0}
{"content": "<正>一、两岸关系现状堪忧两岸最大的危机是\"共同精神家园\"的危机。改革开放以来,两岸交流的时间不算短,经济和社会交流的数量也不算少,但是两岸民心却反而越来越不通,两岸和平统一也越来越无望。两岸在观念上、精神上越走越开。形而下的经济和社会的交流交往并没有弥合形而上的精神和信仰的分离。和平统一受阻,武统却是国家和民族之不幸。两岸交流何去何从?考验两岸智慧。", "label": "政治学", "id": 0}
{"content": "国家的发展永远没有止境,走一条正确的发展道路,就需要结合本国的历史和文化,以及社会特点和所处时代的特征等方面,而中国的这条特色社会主义道路,是先前通过不断实践和后期不断地总结得到发展,从而进入新的时代。这条道路是我国在不同的历史时期,经过理论运用到实践而摸索的道路,在一定程度上结合了本国的实际情况,因此这条道路是具有东方特色的适合自己的道路。", "label": "政治学", "id": 0}
{"content": "在党的十八届五中全会中,提出了\"创新、协调、绿色、开放、共享\"的五大发展理念,根据我国实际发展情况,制定相应发展策略,所以我党在深入学习贯彻习近平总书记这一发展理念下,还需要不断的从全面建成小康社会、深化改革等方面着手,为全面提高我国人民生活水平,为实现我国伟大复兴而奋斗。习近平总书记的新思想、新观点是对马克思主义建党学说的有效延伸,也是我国针对本国社会主义特色制定的创新理论研究新成果。", "label": "政治学", "id": 0}
{"content": "今年初,一场突如其来的疫情席卷全国。在这非常时期,中国人民上下一心,坚定信念,开始了一场规模宏大、震惊世界的抗\"疫\"持久战。当疫情在中国日渐得到控制之时,国外情况突然恶化。如今,中国境内的疫情已基本得到控制,而国外,尤其是一些发达资本主义国家正面临着疫情的严峻考验。中国之所以能在抗击疫情中取得好成绩,可以从中国独有的社会体系中找到原因。在比较社会主义和资本主义、中国特色社会主义和苏联社会主义后,再结合中国抗疫的社会历史,或能更准确地找到中国特色社会主义比较优势的逻辑所在。", "label": "政治学", "id": 0}
{"content": "习近平总书记关于加强和改进统一战线工作的重要思想中最显著的特征,就是把统一战线放到党的全局中来谋划部署。党的十九届四中全会审议通过《中共中央关于坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化若干重大问题的决定》,强调要坚持大统战工作格局,为做好新时代统战工作进一步指明了方向。黔西南试验区构建了大统战工作格局,聚焦脱贫攻坚、同步小康,成效显著。\"十四五\"时期,试验区将深化大统战机制,凝心聚力,推进脱贫成效与乡村振兴相衔接,积极探索多党合作服务改革发展新经验,创新驱动发展助推黔西南建设。", "label": "政治学", "id": 0}
{"content": "2019年全国两会以来,具有人格化表达方式的Vlog（视频博客）被大量运用到时政报道中,增强了时政报道的亲近性和交互性。Vlog易于在注意力碎片化的时代传播,其特有的真实感和人情味在时政报道中发挥了不俗的传播效果。本文使用话语研究方法,分析了Vlog在时政报道中的传播策略及未来走向,以期为媒体从业者利用Vlog这一新兴的形式进行时政报道提供参考。", "label": "政治学", "id": 0}
{"content": "社会主义和谐社会是人类梦寐以求的一种美好社会状态,是当今中国发展的新方向,是这个时代的产物,也是这个时代发展的必然之路。在构建社会主义和谐社会的过程中,我们会运用很多的理论,其中马克思主义基本原理在构建社会主义和谐社会中起着重要的作用。而人的全面发展理论是马克思主义理论的重要组成部分,其对当今社会的现实指导作用不言而喻。", "label": "政治学", "id": 0}
{"content": "<正>新中国成立70年贯穿着一条红线是:把马克思主义普遍真理同中国的具体实践结合起来,走自己的路,建设中国特色的社会主义。一新中国70年经济社会发展回顾中华人民共和国的成立,彻底结束了帝国主义、封建主义和官僚资本主义的反动统治,中国人民真正地站立起来了,中国历史开辟了国家统一、民族独立、人民解放和社会稳定的新纪元。这为当代中国一切发展进步奠定了根本政治前提;为实现国家富强和人民幸福,实现中华民族伟大复兴,开辟了广阔的道路。", "label": "政治学", "id": 0}
{"content": "在反思消极政治、革命政治和微观政治的基础上,文章用建构性政治概念概括当代政治的发展趋势,并具体阐释了建构性政治的基本内涵和特征。改革开放以来,立足社会历史条件的变化,中国道路继承和发扬革命政治的实践主体性精神,实现了从革命政治向建构性政治的转化。中国道路在政治层面的特征就是这种建构性政治的兴起并逐渐得到巩固。文章从五个方面概述了中国道路的建构性政治特征及其对当代中国社会全面发展的重要意义。建构性政治的兴起是中国马克思主义当代化的基本形式,也是中国道路对人类政治文明发展可能提供的主要经验。如果这种建构性政治得到普遍实现和展开的话,人类社会历史就可能真正进入一种新的以理性为基础的发展阶段。", "label": "政治学", "id": 0}
{"content": "<正>近年来,祁县统战部充分发挥统战系统协调服务的优势,从提升宗教团体、少数民族自我管理能力、妥善处理矛盾纠纷、依法加强宗教、少数民族事务管理等方面,正确引导宗教、少数民族服务经济社会发展,让广大宗教界人士、少数民族以及信教群众在加快", "label": "政治学", "id": 0}
{"content": "马克思主义中国化是马克思主义基本原理与中国的具体实际相结合的过程,是由毛泽东在中共六届六中全会上提出的。马克思主义中国化是一个不断发展、不断创新的过程。马克思主义中国化与中国的实际结合,本身就是一种复杂的过程,下文对其内涵进行了解读。", "label": "政治学", "id": 0}
{"content": "民生幸福是中国式善政良治的核心衡量指标之一,也是马克思主义价值哲学研究的重点问题。罗建文、周建华的《民生幸福:中国特色社会主义的价值追求》一书,对这一问题进行系统化哲学思考。作者指出聚焦民生幸福是\"人的全面发展\"理论的必然逻辑,因而也是中国特色社会主义价值追求的必然逻辑,进而推导出\"以人为本\"是民生幸福的价值自觉,再进一步将民生幸福从哲学思辨下落到政治伦理,沟通了理论与现实追求,回归到马克思主义的实践哲学特性。", "label": "政治学", "id": 0}
{"content": "习近平奋斗幸福观是习近平新时代中国特色社会主义思想的重要组成部分。科学的回答了\"为谁奋斗,谁来奋斗,为何奋斗,如何奋斗\"的重大理论和现实问题,具有深刻的理论渊源。奋斗是为了人民的幸福、幸福都是奋斗出来的、奋斗本身就是一种幸福、新时代是奋斗者的时代,是对习近平奋斗幸福观的生动阐述,培育和践行习近平奋斗幸福观具有十分重要的理论和实践意义。", "label": "政治学", "id": 0}
{"content": "新中国成立70年来,中国共产党领导中国人民创造的经济快速发展和社会长期稳定的两大奇迹充分证明中国特色社会主义制度的成功。中国特色社会主义制度具有鲜明的中国特色,它是马克思主义中国化的生动实践版、中华优秀传统文化的创新发展版、植根中国现实的特色打造版和探索现代化发展的经典示范版。", "label": "政治学", "id": 0}
{"content": "马克思主义的中国化是在进一步理解、深化和掌握马克思主义的基本原理的基础上,在实践中的继续发展,这也是中国社会主义应用和发展马克思主义的必由之路。习总书记在顺应国内发展趋势的同时基于党和群众工作的实践经验所总结的新战略、新思想、新布局,它们构成了新时期中国特色主义思想的主体结构,为中国特色社会主义理论体系提供了创新支持。在此背景下,深入分析习总书记关于马克思主义中国化的相关理论,可以清楚地理解和把握马克思主义在中国的历史进程和创新成果,并认识到习近平总书记在马克思中国化发展中的总体思路。", "label": "政治学", "id": 0}
{"content": "<正>当我们的欧洲反动分子不久的将来在亚洲逃难,到达万里长城,到达最反动最保守的堡垒的大门的时候,他们说不定会看见上面写着:中华共和国自由、平等、博爱。——[德]马克思、恩格斯《国际述评》中国人民将会看见,中国的命运一经操在人民自己的手里,中国就将如太阳升起在东方那样,以自己的辉煌的光焰普照大地,迅速地荡涤反动政府留下来的污泥浊水,治好战争的创伤,建设起一个崭新的强盛的名副其实的人民共和国。——毛泽东《在新政治协商会议筹备会上的讲话》", "label": "政治学", "id": 0}
{"content": "孔子思想是中国治国理政的重要滋养。孔子\"患不均不安\"的\"共富\"思想、\"德盛而法修\"的\"德法兼治\"思想、\"仁\"与\"和\"的核心价值观,\"顺天地之义\"的生态智慧,等等,对于当代中国治国理政、小康建设和现代化建设是一种重要的借鉴参考。", "label": "政治学", "id": 0}
{"content": "延安时期,在一系列主客观条件下,为积极推进马克思主义中国化,毛泽东从加强理论学习、开展整风运动以及强调理论联系实际等方面着手努力,有效推进了马克思主义理论与中国具体国情相结合。在毛泽东的积极推动下,延安时期马克思主义中国化实现了历史性飞跃,形成了毛泽东思想。在这一过程中,毛泽东的个人贡献是不可忽视的,具体来说,则体现在新民主主义理论、革命道路理论以及\"三个法宝\"等方面。毛泽东积极推进马克思主义中国化对于当代中国继续推进马克思主义中国化具有重要启示。", "label": "政治学", "id": 0}
{"content": "统一战线是党的重要法宝,它在党领导的各个历史时期都发挥着巨大的作用。党长期开展统战工作的过程中,也逐渐形成了其独特的统战文化和统战传统,在这些统战文化和传统中也深深印刻着中华优秀传统文化的基因,蕴含着博大精深的中国智慧。对统一战线中所蕴含的文化基因和中国智慧进行深入的探讨研究,能够更好地发挥统战优势和作用。", "label": "政治学", "id": 0}
{"content": "党的十九届四中全会是在新中国成立70周年之际、在\"两个一百年\"奋斗目标历史交汇点上,召开的一次具有开创性、里程碑意义的重要会议。全会审议通过的《决定》回答了在我国国家制度和国家治理体系上\"坚持和巩固什么、完善和发展什么\"这个重大政治问题,又详细阐明了中国特色社会主义制度的显著优势的十三个方面。", "label": "政治学", "id": 0}
{"content": "\"以人民为中心\"作为习近平新时代中国特色社会主义思想的价值灵魂和根本立场,体现了马克思主义的根本价值追求、科学社会主义的基本原则以及中国特色社会主义的价值理性,具有深刻的理论逻辑。坚持\"以人民为中心\"不仅有利于达成价值共识,也有利于进行价值共建,还有利于实现价值共享,从而能够更加广泛地团结带领全国各族人民共同创造美好生活,依靠人民创造历史伟业,具有十分重大的政治价值。", "label": "政治学", "id": 0}
{"content": "党的十九大报告基于历史新变革、历史新方位、矛盾新转化、历史新使命,围绕\"新时代坚持和发展什么样的中国特色社会主义、怎样坚持和发展中国特色社会主义\"这一时代重大课题,提出并确立了习近平新时代中国特色社会主义思想,形成了一个系统完整、逻辑严密的科学理论体系。我们应有高度理论自觉和理论自信,以习近平新时代中国特色社会主义思想统一思想和行动。", "label": "政治学", "id": 0}
{"content": "习近平新时代中国特色社会主义思想坚持\"以人民为中心\"的发展思想,强调增进民生福祉是发展的根本目的,明确了民生发展的美好前景及推进步骤,为全体人民走向共同富裕提供了清晰的蓝图。因此,习近平新时代中国特色社会主义思想为我国民生事业持续健康发展提供了最高理论指引,必将开启我国民生事业的新篇章。", "label": "政治学", "id": 0}
{"content": "党的十九大报告最明显的特点之一是厚重历史感与强烈现实感的高度统一,坚持在传承中发展,在借鉴中创新,既强调中国特色社会主义进入新时代,又重视中华优秀传统文化在实现中华民族伟大复兴中的重要作用。这表明在中国进入全新发展阶段的关键时期,中国共产党将率领中国人民从历史走向未来,从延续民族文化血脉中开拓前进,在传承和发展中华优秀传统文化的基础上,建设富强民主文明和谐美丽的社会主义现代化强国。", "label": "政治学", "id": 0}
{"content": "习近平关于发展哲学重要思想是习近平新时代中国特色社会主义思想的重要组成部分。在新时代,坚持和发展中国特色社会主义的总任务,就是实现社会主义现代化和中华民族伟大复兴,在全面建成小康社会的基础上,分两步走在本世纪中叶建成富强民主文明和谐美丽的社会主义现代化强国。未来几十年,我们需要从富强民主文明和谐美丽等五个方面建设社会主义现代化强国。", "label": "政治学", "id": 0}
{"content": "《中国革命和中国共产党》是毛泽东主席1939年创作的一篇文章,深入阐释了中国革命的背景、任务、性质,并强调了中国共产党在中国革命中的领导作用。文章以历史唯物主义为视角,从群众史观、社会形态的复杂性、社会历史发展的根源、人类社会的一般总规律对文章进行了解读。", "label": "政治学", "id": 0}
{"content": "人民幸福是以习近平同志为核心的党中央提出的以人民为中心的发展思想的核心命题,它启示我们:人生的最根本追求是幸福最大化而不是财富最大化,人生活动的最根本是生命成本,人们真正需要的效率是人生成本最小人生幸福最大的效率;最深层的公平分配原则是为了达到增进人民幸福的目的,分配应该分配的幸福要素,将应该分配的幸福要素分配给应该者;财富最大化的效率未必是合理的效率,公平的分配未必是合理的分配,人民幸福是处理公平与效率关系的基本精神。", "label": "政治学", "id": 0}
{"content": "新发展理念作为党中央治国理政新理念新思想新战略在发展问题上的集中概括和体现,是我们党关于发展理论的最新成果,从真理维度揭示了发展的合规律性,从价值维度深刻揭示了发展的合目的性,其中体现了发展的实践性,是马克思主义世界观在发展问题上的科学运用。", "label": "政治学", "id": 0}
{"content": "中国特色社会主义进入新时代,其\"特色\"质性成为一个引人瞩目的命题。中国特色社会主义以\"特色\"经略,凭\"特色\"立世,因\"特色\"飞跃,此种\"特色\"立足时代境域和中国现实,显示了中国社会主义自身特定的历史内涵和独特形式。在马克思原著理论及现代现象学-存在论的方法原则中,都对事物的\"特色\"质性给予了观照和揭示,对理解现实中国特色社会主义多有助益。对\"特色\"质性的学理研究颇为重要,也十分具有现实意义。", "label": "政治学", "id": 0}
{"content": "中国道路以科学社会主义发展为理论逻辑起点,在创新发展科学社会主义理论的过程中,以新的内容构建了科学社会主义发展的新样态。理清中国道路与科学社会主义的创新发展的辩证关系,才能正确认识中国道路对世界社会主义发展的意义。", "label": "政治学", "id": 0}
{"content": "先秦时期,统治体制腐败,兼并战争不断,百姓痛苦不堪。以墨子为代表的墨家学派中有知识、有文化的底层百姓不满足于自己政治地位,在积极表达自己政治诉求的同时形成了墨家思想,影响深远,墨学也与儒学并称为\"显学\"。要想实现中华民族的伟大复兴,完善政治管理体制,我们就要看到包括墨家思想在内的中国古代政治思想的当代价值和应用。", "label": "政治学", "id": 0}
{"content": "周恩来优秀的品格一直被后人赞扬和学习,然而他的治国理政思想更值得我们不断的挖掘和研究,其中贤人政治思想、民本思想和廉政思想尤其对当代的政治建设具有重要的参考价值。他的这些治国理政思想继承和发扬了中国优秀传统政治思想,为中国共产党执政为民提供了理论指导,为反腐倡廉建设树立了楷模。", "label": "政治学", "id": 0}
{"content": "韩非集法家思想之大成,提出\"以法为本\"的\"法、术、势\"三者相结合的国家治理思想。该思想不仅为秦国完成大一统,建立专制主义的中央集权国家提供了理论依据,而且对维护我国法律权威、法律面前人人平等和社会主义现代化建设也具有极其重要的借鉴意义。", "label": "政治学", "id": 0}
{"content": "两汉时期的民本思想在继承前人的基础上,结合时代需求,发展形成了自身的理论体系,并特别强调重视民生。汉代统治者在民本思想影响之下进行了颇有建树的政策实践,汉代民本思想的价值取向对于当代中国政府管理也具有一定的借鉴意义。", "label": "政治学", "id": 0}
{"content": "<正>2008年参加苏轼文化研究会后,阅读了《苏轼文集》及其相关资料以确定研究课题。四川大学邱俊鹏教授在中国第15届苏轼研讨会开幕词中提出一个重要观点:\"苏轼是一个彻底的民本主义者。\"眼前豁然一亮,就选它。十多年来,先后编著几本粗浅的心得体会。苏轼是我国民本主义理论与实践的集大成者,代表着几千年来中国人民为之奋斗的梦想。今再推出《苏轼民本学说简论》,作为今生收官之作。一、苏轼民本思想溯源苏轼的伟大成就不仅仅表现在词章上,更反映在他在继承和发展民本理论及其实践上。这是他有别于历代政治家、思想家、改革家最突出的亮点。研究苏轼民本思想必须追溯和厘清其源头及其形成、发展的历史进程,必须了解历代王朝在处理民本问题上的经验教训。", "label": "政治学", "id": 0}
{"content": "儒释道文化作为中国古代主流文化的三种要素,对中国古代君主治国理念和理政方式的影响表现为前者最强后者辅之的状态,但三者皆对中国政治、行政文化产生了深厚的影响。对于道家思想而言,比起传统意义上用\"无为而治\"来概括它所阐述的行政哲学思想,\"无为而无不为\"即行政观念和流程由繁入简却\"有为\"是更符合当今行政体系变化一种行政价值趋向。鉴于《道德经》分为\"道经\"和\"德经\"两部分,因此本文将从\"道\"、\"德\"两方面分别探讨它们与行政的\"简\"之间的关系,并从中得出一些能够与当今中国行政体制改革相接轨的行政哲学思想。", "label": "政治学", "id": 0}
{"content": "亘古通今,华夏圣人及贤明君王皆有爱民为民之心、体民忧民之情。在新冠病毒肺炎疫情防控狙击战中,以习近平为核心的党中央坚持以人民为中心的发展思想,始终把人民健康安全放在第一位。既继承和发扬了中国古代\"以百姓心为心\"的民本思想,又丰富了马克思主义人民观的实践内涵和理论价值,谱出了人民群众利益至上的中华乐章。", "label": "政治学", "id": 0}
{"content": "蔡元培的民主思想既来自于早期儒家道家民本思想的启蒙,也来自于法国资产阶级启蒙思想家的深刻影响,更有进化论的思想痕迹,这些影响使得蔡元培的民主思想与五四先驱们的民主思想在不同方面汇成一股合力,共同推动了五四民主精神的建构。同时,蔡元培民主思想在教育领域的实践为五四运动的发生发展创造了条件。", "label": "政治学", "id": 0}
{"content": "孔子的政治思想核心内容是礼与仁,孔子的仁说,体现了人道精神,孔子的礼说,则体现了礼制精神,即现代意义上的秩序和制度。人道主义是人类永恒的主题,对于任何社会、任何时代、任何一个政府都是适用的,而秩序和制度社会则是建立人类文明社会的基本要求。孔子的这种人道主义和秩序精神是中国古代社会政治思想的精华。正确认识和了解\"仁\"与\"礼\"以及二者之间的关系,对我们研究儒家传统思想有着重要的作用和意义。", "label": "政治学", "id": 0}
{"content": "当今社会,社会契约理论在政治生活中始终占据一定影响。本文通过研究社会契约论在全球语境下的发展过程,对社会契约论有一个深刻的理解。文章介绍了从格老秀斯、霍布斯对社会契约论的推崇,到洛克、卢梭对社会契约论的推动发展,最后再到罗尔斯对社会契约论的批判继承,进而提出了社会契约论对于当时社会进步的促进作用以及其自身不可忽视的局限性。", "label": "政治学", "id": 0}
{"content": "克罗斯兰是英国工党重要的理论家和政治家,他的修正主义理论对英国工党的理论变迁以及欧洲民主社会主义思潮的发展都产生了重要的影响。克罗斯兰的社会主义思想受家庭、牛津大学、军队和议会等多方面影响而形成的。他的修正主义理论突出的特点是强调自由和平等,最重要的贡献是区分了社会主义的目标与手段,将国有化、公有制等传统社会主义的目标,视为实现无阶级的社会主义社会的方式。", "label": "政治学", "id": 0}
{"content": "罗莎·卢森堡以\"目的指引\"思考范式,形成\"一个核心制度、两个建构维度、三个层次的价值\"社会主义本质思想。在这一思想指引下,实现社会主义的思进路是:以人的自由发展为最高依归,以人民主权和无产阶级民主观作为核心目标和制度保证,以社会主义革命运动中培养的无产阶级道德和文化为条件,以彻底改造国家并且对社会的经济和社会基础为途径,从而达到建设根基牢固的社会主义的结果。这种强调通过建构无产阶级和人民群众的主体性达成社会主义目的的路径,实质上是对现代社会困境的一种意识形态式的回应。讨论社会主义本质对校准社会主义方向有着重要意义。", "label": "政治学", "id": 0}
{"content": "改革开放以来,我国行政体制在不断的进行自我完善,其中就包括对公务员制度的健全。能否有效转变行政体制中公务员工作态度,提高公务员服务质量,减少行政伦理失范现象的产生,对建立一支高效廉洁的公务员公务显得尤为重要。本文从行政伦理的角度进行思考,借鉴孟子有关行政伦理的学说,对孟子的\"仁政\"\"性本善\"\"民为本\"等思想的理念结合实际进行解析,并为健全我国公务员制度带来启示。", "label": "政治学", "id": 0}
{"content": "儒学不仅是道德的哲学,教育的哲学,还是政治的哲学。它的政治思想内涵丰富,随着历史的变迁儒家理念逐渐融入中华民族的血液,影响着中国历朝历代的政治活动。而如今,在建设中国政治文明的进程中,政治管理对传统儒家思想研究深度不足,如何更好地实现政治管理的有效性和人文化成为一个亟待解决的问题。基于此,本文从现代政治管理学的角度对儒家政治管理思想、政治管理方式、当代价值三个方面进行阐释和分析,以便为我国的政治管理提供借鉴。", "label": "政治学", "id": 0}
{"content": "村民自治制度自建立以来在我国获得了长足发展,适应了我国农村发展的实际情况,推进了农村治理的民主化、科学化、规范化,促进了农村发展的快速化、有序化、可持续化。村民自治是把双刃剑,在取得显著效果的同时也暴露出一些难以回避的问题。本文对儒家的政治管理思想赋予新的时代内涵,以我国村民自治面临的实际问题为出发点,探究完善村民自治的方法,使得村民自治更好地发挥积极作用。", "label": "政治学", "id": 0}
{"content": "<正>真德秀（1178——1235）,南宋思想家和政治家,他所生活的南宋时期,属于中国古代君主专制社会的后期,其所著《大学衍义》被称为\"帝王之学\",书中的理想君王,说穿了就是中国古代社会的理想统治者。马基雅维里（1469——1527）,意大利人,是西方著名的思想家、政治家和外交家。他所生活的年代,大致相当于中国明代中期。而此时的意大利,正掀开西方文艺复兴的序幕。", "label": "政治学", "id": 0}
{"content": "<正>冯德麟自幼出身贫苦,在日俄战争中参加过拒俄运动,投身绿林后势力不断壮大,后接受清政府招抚。冯德麟协助清廷剿灭辽西各股土匪势力,维护当地社会治安,个人军事影响和政治地位逐步提升,先后担任清朝左路巡防营统领、民国二十八师师长和奉天军务帮办等,成为北洋军阀奉系首领。当时张勋电告冯德麟进京支持复辟,他作为东北全权总代表赴京参加复辟。这虽不能说明他有帝王思想,却说明他在政治上不能够审时度势,", "label": "政治学", "id": 0}
{"content": "<正>清末民初,正值中国动荡之时。1840年的鸦片战争打开了中国的大门,从此,西方资本主义开始在中国的土地上肆意掠夺。1900年八国联军侵华,则加重了中国的危机。由于政局的不稳,社会的动荡,各地政府与民众也在不确定性中,为保全自己和地区的权益,与外国列强周旋,抑或是依附外国势力成为傀儡,任由操纵。丧权辱国的条约,清末政府的腐败,连年的内战等等,让中国的社会在风雨中飘摇,国之根本在掠夺中流失殆尽。于是,地方民众开始自发地组织集结,成立地方区域保护队伍,维护自身地区内的安全。张作霖和冯德麟正是在这样的大环境背景下诞生的人物,早期发家和崛起也有不尽相同之处,但由于自身的格局与气度,加之对时事的把握与预判,却造成了两人仕途的迥异。", "label": "政治学", "id": 0}
{"content": "起源于我国古代的民本思想和起源于古希腊的民主思想,因为都有一个\"民\"字,貌似十分相近,然而,两者却存在极大的差别。古希腊的\"民\"和我国古代的\"民\"在概念内涵与社会地位上有着根本的不同。与之相应,民主思想与体制与民本思想及其所服务的制度在思想起源和根本目的上也大相径庭。两种文化中有识之士对于民本与民主的态度也存在极大的差别,却又在差别中体现出某些共同之处。系统比较和认识这些差别有助于我们我国政治文化和西方政治文化差异的根源,同时,对于\"民\"的问题的历史考察和梳理,又能唤起我们对\"民\"的问题的充分重视。", "label": "政治学", "id": 0}
{"content": "《管子》中所蕴含的民本思想,作为那个时代产物在当时产生了重要的影响。自上世纪九十年代以来,关于《管子》民本思想一直受到学术界的关注,并多有成果问世。近年以来,关于《管子》民本思想的研究更加深入,展现出较强的时代特色。", "label": "政治学", "id": 0}
{"content": "《管子》社会和谐论的主要内容是:发展生产,关注民生是社会和谐的基础;道德教化是内在条件;公平正义是保障;士农工商忠于职守是基石;因天时、辩地利、讲人和是关键;君主圣明是前提。启示是:社会和谐的要义是顺民心,兴民利,解民忧,基本途径和方法是发展经济,改善民生,振民德、铸民魂,灵魂和保障是公平正义,根本要件是社会全体成员各安其位,各尽其能,各得其所,领导者严以修身,亲民爱民,秉公用权是前提。", "label": "政治学", "id": 0}
{"content": "在《管子》中\"法\"被认为是对内使人民富足,国家富强,政权稳定,对外保证军事胜利,在诸侯中称霸的重要因素。《管子》中提出的各种治国理政主张见解,相较于先秦时期其他的著作更为丰富而有特色。强调实用,注重实效的法家与法制思想体现的最为突出,《管子》中的法家思想属于齐法家,其思想体现在法令的确立,保障法令的实施方面等,其思想的运用使得齐国君主重法、官吏执法、百姓守法,促使国家富强、实现依法治国、为齐国的称霸奠定基础。也为如今依法治国提供了借鉴意义。", "label": "政治学", "id": 0}
{"content": "《管子》四篇的性情、心治、形身、刑名、礼法等诸多理论问题呈现出交纵相连、声息相通的样态。在其秩序理论以尊君为内核之下,其他一切理论不自洽、逻辑不融贯也变得情有可原。这正是黄老治世精神的根本体现,即将社会纲纪的整饬寄托在以君王为主轴的政治宏轨上,并不断为尊君与强化集权造说。于此可见《管子》四篇的秩序理论包含有很深的官僚技艺以及对效率的追寻,其所设定的秩序模式皆是以君王为中心的最优选择,其行权策略也是一种较为经济的方式。从而具备了实效性与可操作性,能够较为切中政治建构之实际需要。", "label": "政治学", "id": 0}
{"content": "《管子》蕴涵着丰富的人才思想。《管子》以重视人才为内核,秉持\"以人为本\"的理念,具体体现在人才选拔、培养、任用、激励等环节。其系统的人才学思想,不仅在先秦具有进步性和创新性,而且也可被广泛应用于现代企业人力资源管理过程中。", "label": "政治学", "id": 0}
{"content": "\"官天财\",是管子发展经济的战略。历史上一直予以肯定。新中国关于\"官天财\"思想研究,出现了两种认识:有人继续肯定,也有人提出批评,批评者认为这是\"垄断\",是\"与民争利\"。笔者认为,这个批评值得商榷。官天财,其内涵是开发天然资源,振兴社会经济,促进社会发展,提升国力。其内核是改革创新,不仅在当时具有社会意义,今天,依然值得借鉴。", "label": "政治学", "id": 0}
{"content": "《管子·侈靡》篇治国理政之道是指利用天道与人道的相互关系来经世济国。天道常常表现人与自然的关系,人道常常表现为人与人和社会的关系,人道往往要遵循天道才能取得成功,充分体现了自然之道与人事之道即天道与人道的融合与统一。治国理政的经济之术是指人们生产和消费的方式方法,其目的是达到生产活动的有效进行,进而满足人们的生活需要。富人的高消费,带动穷人的就业,这样通过需求侧与供给侧的互动来满足人们的各自愿望,是经济之术的一大特色。政教之术是指政令和教化的方式和方法,其目的是为了教育人、管理人和使用人,其中特别是要处理好君臣之间的关系。社会民生之术,是指社会各阶层人事的安排、人们的生活方式方法,其目的是人们生活有序,社会和谐,国家稳定,其中特别是社会分工要明确,各尽职责。", "label": "政治学", "id": 0}
{"content": "管子作为我国古代著名的思想家和政治家,在政治、经济以及哲学等诸多方面都给后人留下了宝贵的文化遗产,其思想主要记载于我国传统国学经典《管子》中。管子将重视民生、发展经济视为国家富强、称霸中原的重要手段,以\"以人为本\"思想为指导,在治国政策上提出了一系列改善民生的主张,尤其是在扶助贫困人口方面,管子的主张和举措更是具有时代特色。本文拟从管子的扶贫理念和具体措施两个方面对其扶贫思想进行探讨,寻找其思想对于当前扶贫工作的借鉴意义。", "label": "政治学", "id": 0}
{"content": "《管子》是先秦时期非常重要的一部书籍,是管子的政治经济思想结晶,是研究管子思想的重要史料。《管子》内容涉及政治、经济、治理国家等各方面,其中对于地方治理的思想虽然历经千年但依然影响深远值得我们深思。《管子》治理思想早已深入渗透进地方社会治理之中,希望对现代社会地方治理有一定启示借鉴意义。", "label": "政治学", "id": 0}
{"content": "《管子》中有管仲本人辅佐齐桓公称霸的史实记载,涉及有关在治理国家上包括经济、政治、外交、军事等各个方面的良策。对于当今日益融入世界大舞台的中国来说,《管子》中所体现的治国之道对我国对内更好地深化改革、对外在国际交往中积极地推动构建人类命运共同体有重要的启示。", "label": "政治学", "id": 0}
{"content": "管子思想是春秋大转诸侯们演绎纵横捭阖,谲诳残酷的争霸战社会大背景下形成的,而他立足的思想源流扎根于春秋时之农耕文化。管子思想凸显\"礼法并重,重民爱民,尊贤尚才,重农务本\"的思想特征。管子所承担的抱负是在修复社会创伤、安顿民生、复兴经济、富国强兵等方面发挥了作用,对当今社会治国理政有一定的积极意义。", "label": "政治学", "id": 0}
{"content": "文章首先论述了东坡贵族精神之养成的文化环境。其次从敢于担当、不忘责任;不畏强权、敢于批判;倜傥不羈、自信慷慨等三个方面探讨了表现于东坡身上的贵族文化精神之内涵。最后,也从提升全民族文化修养、培养全民族担当精神及回归批判精神等三个方面论述了东坡贵族精神在当代的价值。", "label": "政治学", "id": 0}
{"content": "苏轼嘉祐六年（1061年）在应\"制科\"考试时向朝廷进呈了25篇《进策》,有极其强烈、自觉、高远的战略思维,包括战略思考框架、战略发起、问题识别、分析、重点、实施、决断等,与北宋当时现状、朝廷实行策略、其自身实践、后来历史发展的对比表明苏轼战略判断、谋划大致准确,具有战略思维框架清楚、概念清晰、底蕴雄厚、特色鲜明、激励政策突出、理想主义高扬的特点。", "label": "政治学", "id": 0}
{"content": "<正>民主已经成为历史潮流被多数人认可,美国政治学家塞缪尔·亨廷顿用\"民主化浪潮\"这样的概念来形容世界范围内的民主化的趋势,在很多人的观念里,赞同还是反对民主甚至成为社会正义与否的分界线。西方学者在论述民主制度时将其价值上升到普世价值、社会文明程度的高度。民主制度的批判者则认为代议制选举制度是虚伪的由政党操控的骗局。对普世价值的质疑让我们无法认同对民主制度宗教般的信仰,在面临制度选择的困境时更应当做理性的思辨。在承认多元价值的基础上探究民主制度", "label": "政治学", "id": 0}
{"content": "协商民主（Deliberative Democracy）作为20世纪后期在西方国家兴起的一种新的民主理论和实践方式,是对传统代议制民主即选举民主本质上的超越,一些当今西方政治思想界的领军人物,像美国著名政治哲学家约翰·罗尔斯、英国著名社会政治理论家安东尼·吉登斯、德国思想领袖于根·哈贝马斯等人,都是协商民主的积极倡导者。通过公民（团体）自由而平等的对话、审议、讨论的方式,参与到公共决策和政治生活是协商民主的真谛,公共协商利用自由、开放的公共领域表现出的交往自由使民主成为一个连续的、富有创造性的过程,是实现民主的重要途径。但作为一种民主形式,协商民主与其他民主形式一样有其本生性的弊端,面临着来自理论上的劫难和实践上的挑战。", "label": "政治学", "id": 0}
{"content": "<正>\"民主\"与\"科学\"是时髦的词汇,然而,科学地研究民主并不太常见。赵鼎新注意到,\"近三十年来,中国发表的有关民主的著述不少,但其中绝大多数都属于‘处方’式的工作\"（赵鼎新,2010）。规范性的处方或者倡议固然有其价值,但如果没有扎实的实证科学研究作为基础,关于民主问题的药方是没有说服力的。在关于民主的实证研究中,与民主转型和巩固问题相比,民主崩溃", "label": "政治学", "id": 0}
{"content": "罗尔斯的正义论堪称是世界文化宝库中一颗光彩明珠,直到今天,依然散发璀璨的光辉。深刻理解罗尔斯正义论中关于个人主义、契约精神、私有财产和国家主权的深刻内涵,对于正确理解中西方法律文化、促进当代中国法治建设有着重要意义。", "label": "政治学", "id": 0}
{"content": "第二次世界大战以来,发展中国家现代化进程促进了生产力的迅速提高、经济的迅速发展,经济实力、教育水平、认知水平也相应提高,社会成员权力意识的觉醒,对政治参与提出了新的要求。同时,传统政治制度下积累众多资源的特权阶层为维护其特殊利益,对社会群体的参与要求予以阻碍,从而形成了一系列的矛盾与冲突。分析现代化过程中政治参与与特权制度的冲突及探讨冲突的化解机制就是本文所要研究的问题。", "label": "政治学", "id": 0}
{"content": "萨托利在民主新论这本书中,利用民主制度的可行性原则——多数原则的合理性,证明了民主制度的合理性。文章由此引发思考,从历史的角度,阐述了多数原则的产生和发展,并对其进行深层次的审视,认为多数原则是民主制度运行中的基本原则,其作用无可替代。此外,通过了保护少数人权益的多数原则的合理性探讨,认为有必要从制度设计、社会保障和政治文化等方面来构建多数原则制度。", "label": "政治学", "id": 0}
{"content": "<正>今年二月一傍晚,去逛兴义新知书店,看到一本小书,为我国著名政治学家、中国人民大学教授杨光斌著的《让民主归位》,喜不自禁,便买来慢慢阅读,算是深阅读吧。读了之后,对中国特色社会主义民主制度的自信心更加增强了。该书为中国人民大学出版社2015年1月第1版,15万多字,收入了有关媒体对作者的三次长篇专访,以及作者关于民主理论或者与民主有密切关系的国家治理问题的政治评论。政治评论为作者近两", "label": "政治学", "id": 0}
{"content": "在柯亨看来,为什么以追求平等为价值取向社会主义优越于资本主义这一问题有必要作进一步的分析。那么就需要回答两个问题:1.社会主义的可欲性,为什么要社会主义?2.社会主义平等的可行性,如何实现社会主义平等?柯亨借鉴西方平等主义理论的思考路径对社会主义的平等原则进行解析。柯亨指出,社会主义平等的实质是机会平等,它需要纠正包括天赋在内的一切非选择的不利条件,人们之间的差别仅仅是个人偏好和选择的体现。", "label": "政治学", "id": 0}
{"content": "随着当今社会的高速发展,社会稳定愈发成为保障发展的重要因素。于此同时,公民意识也逐步开始发展,并对社会稳定的作用愈发明显。而要在维护社会稳定中充分发挥公民意识的作用,则离不开有效的公民教育。在公民教育中,应主要注意以下三点:培养理性政治观念、树立法治意识、推进民主实践发展。", "label": "政治学", "id": 0}
{"content": "<正>王建勋博士的演讲指出当前时代我们面临的主要危险。他向积极追求那种伯林所谓积极自由和积极权利的东西的倾向发出警告。可以说,我们时代面临的危险是不加思考地拥抱积极自由（权利）。从学理上清算积极自由和积极权利是当前紧迫的任务。在政策层面,我们同意这样的判断:拥抱积极自由是危险,前景是可怕的。所谓\"民生\"政策,很大程度上就是基于积极自由观念的政策设计。我们不是不加区分地、一般地反对民生政策,而是反对那种从积极自由（权利）的角度理解民生的民生政策。", "label": "政治学", "id": 0}
{"content": "本文尝试对新公共管理改革运动的理论内核一\"自由主义\"进行分析,以其和转型国家政府改革的可行基础进行比较。最终得出以下结论:政府改革必须在实现公民自由和提高政府效能间达成平衡。新公共管理的理论内核——\"自由主义\"的某些方面与发展中国家尤其是其中的转型期国家政府改革的目间的冲突,在根本上要通过马克思主义人的自由发展观来解决。", "label": "政治学", "id": 0}
{"content": "<正>托克维尔是最早、并最精辟的阐释了现代民主社会中乡镇自治与结社的重要意义的思想家,他通过考察发现,最强调个人自由主义的美国社会也是最擅长自由结社和结社最多的社会,美国人把结成社区或社群当作是平衡个人主义的有效方式。1.个人与地方托克维尔说\"很难使一个人放弃自我去关心整个国家的命运,因为他不太理解国家的命运会对他个人的境遇发生影响。但是,如要修筑一条公路通到他的家园,他马", "label": "政治学", "id": 0}
{"content": "<正>关于民主制度下的统治方式有着各种不同的认识。一般认为,民主统治是所有人全体参与的公共决策制度,民主的公共决策应该采用全体一致的决策规则。但是,由于交易成本的问题,民主制度往往采用多数决策的规则,根据这一规则,占据多数的人们可以随心所欲,至少是少数人必须无条件地服从多数人的意志和裁决。不过,由于多数人的意志并不一定符合理性,他们的利益表达与要求亦并非时时合理,所以多数统治（majority rule）的民主可能退化为多数暴政（majority tyranny）。真正的", "label": "政治学", "id": 0}
{"content": "<正>中国人和西方人讨论问题的比较。中国人群中常见好几位同时抢着发言,谁也不认真听别人在说什么,谁也听不清别人在说什么,最后演变为吵架,广场暴力。西方人群中,轮流举手发言,最后演变为投票决议。民主议事也有\"三纲五常\"原则?您可能觉着非常奇怪。是的。民主议事绝不是简单的\"少数服从多数\",那可能导致大众政府的制度能够使多数派为了自己的统治欲,牺牲公共利益以及其他公民的权利,走向民主病（注1）。例如希特勒的法西斯暴政、毛", "label": "政治学", "id": 0}
{"content": "普世价值即是人类价值,是以人类为价值主体的普适价值。它的生成和实现,需要三个条件:第一,价值主体必须是全人类,第二,价值客体必须能够满足全人类的普遍需要,第三,必须从道德、法律和社会基本制度上,保证普世价值的实现。前两个条件是它的生成条件,后一个条件是它的实现条件。如果普世价值不能实现,也不能否定普世价值的存在。因为这不是普世价值自身缺乏内在的根据,而是被社会条件所限制。如果具备了这三个条件,那么,自由平等也就能够成为普世价值。", "label": "政治学", "id": 0}
{"content": "<正>1844年,马克思在《关于现代国家的著作计划草稿》中首次提出了政治文明的概念,并以一个政治学家敏锐的洞察力和高度的概括力,把民主、法治与政党作为现代政治文明构成的基本要素。在当代中国,中国共产党也把人民当家做主、党的领导和法治作为社会主义政治文明的主要构成要素。事实上,自近代民主政治诞生以来,民主就同政党发生了千丝万缕的联系。那么,从各国的政治生态角度而言,政党政治与民主政治到底有无必然的联系?从政治发生学的角度而言,到底是民主催生了政党还是政党缔造了民主?从", "label": "政治学", "id": 0}
{"content": "随着生态问题的凸显,国家也要回应生态问题带来的各种挑战,特别是对国家职能的挑战,国家如何既引领环境治理,同时又没有淹没在具有跨国性特征的生态问题里,正是当前我们要反思的问题。澳大利亚女学者、环境政治领域的著名学者罗宾?艾克斯利为我们思考这一问题提供了可以借鉴的理论,即绿色国家理论,该理论主张对国家的内政外交进行重塑,而不是抛弃国家,因此是一种浅绿意义上的环境政治理论流派。", "label": "政治学", "id": 0}
{"content": "<正>什么是民主政治,什么样的民主政治值得效仿,始终是一个世界性热议的话题。《辞海》对\"民主政治\"的解释为:\"统治阶级中多数人享有管理国家的权力的政治制度。……不同阶级性质的国家实行的民主政治,具有不同的阶级性。……在社会主义国家,社会主义民主是为多数人所享有的民主。\"网络上对\"民主政治\"一词的解释则是不一而足,", "label": "政治学", "id": 0}
{"content": "平等是社会主义的核心价值,也是社会主义的现实魅力。社会主义是资本主义不平等现象的批判者及这种不平等制度的继承者。在不同时代,社会主义者为实现真正的平等进行了艰辛的探索,也积累了宝贵的教训。在资本主义与社会主义两制共存的背景下,不断推进社会主义平等社会的建设,才能更好发挥社会主义的比较优势。", "label": "政治学", "id": 0}
{"content": "<正>一、世界民主化进程第三波国际背景条件的新变化20世纪90年代初,美国学者亨廷顿出版了一本具有重要影响的著作《第三波——20世纪后期的民主化浪潮》（以下简称《第三波》）。该书较系统地梳理了近代以来世界民主化的历史发展进程。亨廷顿将世界民主化进程划分成三个阶段,尽管一个阶段接着一个阶段不断推进,有时也会迅速发展,但是并非一帆风顺。纵观世界民主化进程,他发现有一个特点:每一阶段,当民主化出现高潮以", "label": "政治学", "id": 0}
{"content": "<正>建设中国特色社会主义民主,是邓小平的一贯思想。在社会主义发展的过程中,他以马克思主义民主理论为基础,创造性地提出了许多关于民主的新观点,进一步丰富和发展了马克思主义的民主理论,从而指导中国的民主实践,保证了我国民主政治建设健康、有序的进行。一、邓小平民主思想概述（一）邓小平民主思想的形成和发展邓小平民主思想贯穿于新民主主义革命、社会主义改造和社会主义改革开放的过程中,其形成和发展可分为三个阶段。", "label": "政治学", "id": 0}
{"content": "<正>民主政治是人类历史演进的产物,它的一个最显著的特点是与历史发展的特定阶段相联系,自从古希腊人将\"demos\"（\"人民\"和\"地区\"的意思）同\"kratos\"（\"权力\"和\"统治\"的意思）两个词根组合起来,创造了\"民主\"一词,它就展开了其活生生地不断成长和演进的过程。奴隶社会的民主政治不仅是粗略、直观和简单的,更是十分有限的。但这种仅在少部分人中实现的简单的直接民主,依然展现出对社会发展的强大推", "label": "政治学", "id": 0}
{"content": "<正>一民主政治有鲜明的政治性民主,无论是在我国社会主义政治生活领域,还是在国际社会政治生活领域,都是一个极其重大而又敏感的理论与现实问题。一般来说,民主可以有三种不同的内涵:一是作为国家政治制度层面的民主,就是通常所说的民主政治。民主就是政治,民主带有鲜明的阶级性、政治性、意识形态性。社会主义民主与资本主义民主是两种根本不同的政治制度,属于上层建筑领域。社会主", "label": "政治学", "id": 0}
{"content": "<正>新自由主义既救不了资本主义,更救不了中国。只有马克思主义和社会主义才能救中国。新自由主义不仅仅是资本主义的理论形态,它同时又是资本主义的政治纲领,是极力维护私有制和资本主义制度、极力反对公有制,是资产阶级统治压迫广大人民群众的工具。新自由主义所谓规范化改革,其政治目的就是动摇社会主义的基本政治经济制度,企图用资本主义制度\"规制\"", "label": "政治学", "id": 0}
{"content": "<正>改革开放以来中国的迅速崛起,引起了西方人士的惊呼,认为这是对西方世界\"三百年来未有之挑战\"①。这一挑战不仅在于中国经济社会迅速发展的事实,更在于长达三百年来西方对中国的认识范式的危机。因为,在西方学者看来,自由是发展的基础,西方的发展来自其自由主义传统,中国则是典型的东方专制主义国家,而专制主义是压抑人性、压制经济自", "label": "政治学", "id": 0}
{"content": "<正>没有经过对所谓\"旧政治观\"本质特征的解析扬弃阶段,没有经过一个广大政治主体自主反思传统——适应现代政治生活的阶段,就谈不上为新政治观的产生奠定坚实的实践基础。近来,通过推动政治观念领域的变革来探讨中国政治体制改革的未来出路和实现路径,已经成为理论界一个新的热点问题。但是,在如何\"告别传统、告别革命、超越左右\"的激烈争论中,一些基本的理论问题,譬", "label": "政治学", "id": 0}
{"content": "<正>民主是人类对美好生活的向往和追求。20世纪似乎没有任何政治理想比民主的理想更为深人人心。诺贝尔经济学奖得主阿玛蒂亚·森曾说过:\"若要在20世纪里发生的诸多进步当中选择一项最重要的,那么,我会毫无困难地指出,那就是民主的兴盛。\"①民主已然成为构造现代政治体制的一种核心和基本的价值,无论是对民主持何种态度的人,都必须面对这样一个基本的事实。\"几乎全世界的统治者,包括非民主国家的统治者,都", "label": "政治学", "id": 0}
{"content": "<正>政体理论从一开始就是政治学的核心,古典主义政治学在很大程度上就是关于政体的学说。罗伯特·达尔因此才说政体研究一直推动着政治学的发展。①保守主义者斯特劳斯甚至认为政治哲学（包括政治科学）就是关于政体的研究。②但是,由于冷战中的意识形态冲突影响很大的西方政治学中的政体理论已经严重偏离了政体理论的初衷并逐渐标签化,以西方", "label": "政治学", "id": 0}
{"content": "<正>随着改革开放的不断深人和社会主义现代化建设进程的加快,特别是社会主义市场经济体制的建立和完善,国内一系列与平等相关的问题陆续凸显,日益牵动着理论工作者和实际工作者的目光。近年来,党和国家的一系列决定和文件相继提出了与该主题相关的新命题和新论断,在此背景下,从历史与逻辑、理论与实践的结合上,从不同的层次和维度对平等进", "label": "政治学", "id": 0}
{"content": "<正>《红十字国际评论》认为在本期关于占领问题的专刊中有必要反映在被占领土生活并从事法律工作的人士的观点,以对本期专刊中的学术和军事视角予以补充。《评论》决定采访居住在拉马拉的巴勒斯坦律师、作家和人权活动家拉贾·谢哈德。他于1979年参与了巴勒斯坦人权组织哈克（Al-Haq）的创建,这个非政府性质的独立组织设在拉马拉,是总部位于日内瓦的国际法学", "label": "政治学", "id": 0}
{"content": "克劳塞维茨的《战争论》一书包含着丰富的战争哲学和战略学思想,尤其是他的\"战争无非是国家政治通过另一种手段的继续\"这一著名命题包含着后世所谓\"大战略\"思想,对西方乃至整个世界的战略思想的发展都有巨大的影响。克劳塞维茨关于战争的政治本质、战争的概然性、战争的军事目的、积极防御和人民战争等方面重要观点对毛泽东的战争观和战略思想产生了深刻影响。", "label": "政治学", "id": 0}
{"content": "切格瓦拉的革命思想是在其深入参与拉美解放运动的革命过程中逐步完成的。无论是其青年时期带有朴素人道色彩的救世情节,或是其古巴革命时期始终坚持的浪漫主义原则,抑或是其在玻利维亚革命时期展现的国际主义情怀,都无时无刻不体现出其对革命理想及过程的认知趋于成熟、完善。这种丰富的精神内核赋予了他如流星般短暂的一生极为灿烂的价值光芒。", "label": "政治学", "id": 0}
{"content": "两伊战争的爆发是伊朗和伊拉克基于地缘政治、意识形态、国家利益等多重因素共同作用下的结果。究其起因,战争爆发前两伊既有历史恩怨、民族矛盾、教派纷争等分歧长期存在,也受到了领土纠纷、决策者冲突、体制对立等现实矛盾的直接影响,同时还有导致战争爆发的政治经济动因渗透其中。因此,两伊战争的起因复杂,包含了历史与现实多重因素的考量,但其本质上是国家利益之争,是综合国力对比权衡下的理性选择。由于缺乏精准的政治研判和情报分析,双方都高估了自身实力和对方的脆弱性,低估了对方的经济和军事实力以及战争的破坏性影响。", "label": "政治学", "id": 0}
{"content": "<正>事物是有主流、支流和逆流的。中日之间也有殖民主义时代的后遗症这种逆流,搞不好就可能引起战争与冲突,但是也有经济关系深入发展所形成的相互依存的主流。要实现维护和平、发展和平这样一个目的,就应该进一步加深、扩大经济相互依存这样一个主流,去抑制殖民主义后遗症的支流。我是这样理解的。", "label": "政治学", "id": 0}
{"content": "<正>我主要从东亚历史经验的角度来看。二战以后,也就是日本讲的太平洋战争以后,东亚地区虽然除了朝鲜战争、越南战争之外没有再发生比较大规模战争,没有发生中日韩之间的大规模冲突,但是总的来讲和平的道路也不是那么美好。症结的原因在哪里?我个人的看法,和平没有办法深入下去,根源是东亚这些国家存在的历史民族主义和一种主权的民族主义。", "label": "政治学", "id": 0}
{"content": "故事讲述和艺术均是实现和平教育、促进和平建设的有效方式,而将故事与艺术相结合,则更能充分化解冲突,实现和平。通过《建构和平的艺术和故事:公正地呈现历史》课程的学习,使人们进一步了解了构建和平的有效途径,艺术地讲述故事能够使人们更加深刻地感受历史,客观公正地评价战争与和平问题。", "label": "政治学", "id": 0}
{"content": "民族自决权的产生顺应了西方资产阶级反对封建专制制度的要求,它对于资产阶级民族国家的建立,对殖民地国家摆脱长期以来受到的殖民压迫和统治,无疑是起了非常重要的作用。在21世纪的今天,虽然国际形势和民族国家的内部情况都发生了翻天覆地的变化,而民族自决权作为国际法的一项重要原则,仍然在起作用,但是,其基本内涵和适用范围等都发生了不同程度的改变。因此,在新时代条件下,有必要重新正确认识和理解民族自决权。", "label": "政治学", "id": 0}
{"content": "<正>术语表 CPV中国人民志愿军DPRK朝鲜民主主义人民共和国（朝鲜）DMZ非军事区KPA朝鲜人民军OHCHR联合国人权事务高级专员办事处PRC中华人民共和国（中国）ROK大韩民国（韩国）THAAD末段高空区域防御系统（萨德）UN联合国UNSC联合国安全理事会US美利坚合众国（美国）目的及方法本文旨在对朝鲜半岛争端进行分析。该冲突始于1945年朝韩分裂,并导致了1950年的朝鲜战争。自1953年签订停火协议后,由于相关国家政府间始终未能达成和平协定,这一争端便延续至今。", "label": "政治学", "id": 0}
{"content": "<正>我的专业是近现代历史的研究。谈到中日关系,都要谈到历史关系,这是中日之间跨越不过去的一件事情。对于日本道歉问题,日本国民认为日本有很多次这种表态,而中国国民认为日本虽然有过多次表态,但是中国人讲\"听其言,观其行\",在行动上并没有一个认错的概念。所以实际上这种历史问题,已经开始与中日民众的情感纠结在一起了。比较中日关系,中日民众的", "label": "政治学", "id": 0}
{"content": "<正>与大家分享一段历史,一个小故事。在我们的历史上,中国共产党曾经对很多日本俘虏进行反战的教育,因为战争的另一面就是反战。背景就是要特别重视历史研究,尤其是战争历史的研究,不仅是针对日本,也针对很多的战争,包括国内一些政治的因素。另一个就是历史资料的挖掘。设定一个结论,就需要更多的历史史料来支撑。希望与大家分享战争中这", "label": "政治学", "id": 0}
{"content": "<正>马克思主义民族自决理论是中国共产党解决中国民族问题的重要指导思想。由于历史原因,我们党早期接受的主要是苏联以联邦制为主要内容的\"民族自决\"理论及政策。以毛泽东为代表的中国共产党人根据中国民族和民族问题的实际,对它作了新的阐释和发展,扬弃乃至最终放弃了政策层面上的\"民族自决\",实现了对马克思主义民族理论的科", "label": "政治学", "id": 0}
{"content": "<正>本文试图以围绕藤井省三《台湾文学这一百年》的相关论争为契机,初步探讨近些年来在日本和台湾地区的日据台湾文学研究领域出现的\"台湾民族主义\"话语,对日据台湾出现了\"以皇民文学为核心的台湾民族主义\"这一荒谬论点进行了辨析和质疑,认为对于日据台湾文学研究而言,学术化转型有其合理性,但不能以牺牲殖民批判作为代价。一、围绕藤井省三著述的相关论争藤井省三是日本东京大学中国语文学系教授,是当代日本富有影响力的中国文学研究者。世纪之交,藤井先后在日本和台湾出版专着《台湾文学这一百年》,该书中的主要论点", "label": "政治学", "id": 0}
{"content": "中国近些年在非洲的崛起引发了国际社会的广泛关注。除开赞美之声外,大量的批评和抨击也随之而来。与传统的观点片面地认为中国的介入简单地恶化了或者促进了非洲国家的民主化不同,笔者认为中国的介入对民主化的影响视具体类型的国家而不同。在那些正在民主化和相对稳定的国家,中国的介入对民主化的影响微乎其微。而在那些蕴藏有战略资源的国家,中国的介入则有可能在一定时期内阻碍了民主化进程。在那些正在面临战后重建的国家,中国则更多地扮演了维持国家稳定和推动战后重建的积极角色。本文将会首先提出一个鲜明的问题:即中国的介入究竟对非洲的民主化进程产生了什么样的具体影响?接着,我将全面回顾前人对于这一问题的具体看法。再梳理了前人看法之后,我将通过实证的方式抛出自己的新论点。然后,我将利用三个分别具有代表性的案例对我的新论点进行佐证。最后,我将简单地总结全文的核心结论。", "label": "政治学", "id": 0}
{"content": "<正>1993年12月,南非通过过渡时期新宪法。新宪法序言部分传达的信息非常明确:新南非在过渡时期确立的主导思想是国族建设,即淡化种族和民族观念,突出南非公民身份。这完全符合以曼德拉为首的非国大一贯以来坚持的包容性民族主义（inclusive nationalism）立场,即在保证不同民族、种族相互平等的前提下强调包容、普适的南非特性(inclusive and universalistic South African", "label": "政治学", "id": 0}
{"content": "<正>一概论新殖民主义的概念起源于20世纪50年代末,此时西非的加纳和几内亚两国已经分别从英国和法国的统治下正式独立。加纳首任总统克瓦米-恩克鲁玛是新殖民主义概念和理论背后的主要思想家,他对这一理论的简洁定义如下:新殖民主义的实质是,在它控制下的国家从理论上说是独立的,而且具有国际主权的一切外表。实际上,它的经济制度,从而它的政治政策,都是受外力支配的。（Nkrumah,1965:ix）新殖民主义的概念产生于20世纪60年代的泛非运动并随之进一步发展,继而成为在非洲争取真正的政治和经济独立斗争背后的指导理论。它", "label": "政治学", "id": 0}
{"content": "塞西尔·罗得斯的种族思想可以分为两个部分,即强调白人至上的种族优越论思想和歧视非洲原住民的种族歧视思想。白人优越论经历了一个发展变化的过程,即从最初的颂扬盎格鲁一撒克逊人是最优秀的民族到中期的英裔荷裔联手共治南非,最后又根据形势变化强调讲英语的白人联合起来。针对黑人的种族歧视思想可细化为歧视黑人的思想和歧视黑人的措施——种族隔离制度。两个部分的思想其实是具有逻辑上的连带关系的,具有维多利亚时代英国白人种族观念的思想特质。", "label": "政治学", "id": 0}
{"content": "<正>后殖民理论是一种与后现代理论相呼应的,由多种文化政治理论与批评方法组成的批评话语系统,它在后现代主义消解中心、消解权威和倡导多元文化的研究潮流中脱颖而出,风靡全球。萨义德的《东方主义》于1978年出版后,在世界范围内引起了极大的关注,在该书中萨义德运用福柯的\"话语—权力\"理论,在西方内部对几百年来西方学者在研究东方的过程中所形成的\"东方主义\"进行了彻底地质疑和颠覆,从而拉开了后殖民批评的序幕,成为后殖民主义理论自觉和成熟的标志。其后,在佳亚特里·斯皮瓦克、霍米·巴巴、杰姆逊、三好将夫、汤林森等学者的努力下,形成了一套带有很强意识形态色彩的文化批评话语,并使其成为西方继后现代主义之后的最新的理论思潮之一。这一理论于80年代末90年代初被介绍到国内,产生了广泛的影响,一度成为90年代学术界译介和研究的热点,并取得了一系列研究成果。本文即尝试从以下四个方面对二十年来国内后殖", "label": "政治学", "id": 0}
{"content": "西方人提出的\"中国威胁论\"出于他们自身的历史经验和教训,在某种意义上对工业化可能造成的灾难他们比我们有更深刻的感受。在认识当前的大国崛起与战争或和平的关系时,必须充分认识世界大战的经济与非经济因素的关系及其相互作用。20世纪经济全球化的条件发生重大变化,人类在处理战争与和平的关系上也取得了一系列进步,新世纪里新的大国崛起完全有可能走一条和平发展的道路,但和平绝不是单方面的事情。", "label": "政治学", "id": 0}
{"content": "<正>我很感激和荣幸被邀请到这个重要而愉快的场合参加复旦大学哲学系50周年庆典。我很喜欢在这里做演讲,不仅以复旦大学\"老朋友\"的资格一如果我没有记错的话,我首次在这里演讲大概是在十三年前——还以2003年以来的国际哲学社团联合会（FISP）秘书长", "label": "政治学", "id": 0}
{"content": "<正>一、研究活动的局限性解放后的国史学作为从殖民统治下解放之民族的国史学,当然应该将民族解放运动史的研究和著述作为最重要的课题,但是事实并非如此。解放后在相当长的时间内,民族解放运动史的资料没有得到很好的整理,再加上其他各种条件的限制,其研究和著述处于停滞状态。在殖民统治下直接参加独立运动的学者们所著的《韩国独立运动之血史》①与其他一些著作在解放后得以出版,", "label": "政治学", "id": 0}
{"content": "<正>我们的时代似乎又是一个充满反论的时代:地方化与全球化结伴同行,文化的同一化受到文化多样化顽强的挑战,民族独立资格的丧失与种族集团的聚集彼此抗衡,这些都不是势均力敌一词即可说明的。资本主义在其内部发觉自己被彼此各执己见的不同文化搞得稀里糊涂。当历史显得与理解当前世界越来越毫无关联", "label": "政治学", "id": 0}
{"content": "<正>在\"后殖民主义\"这一术语在学院中大行其道以前,我在1984年的文章中把它解释为非殖民化的人为保护他们自己的文化免于西方侵犯的自决意愿。①那是一篇经常被人曲解引用的论文,但是,即使在那时,意识到这一术语的命运的转折点即将临近,我还是闪烁其词,勉强承认这种用法\"可能是怪异\"的。它果然成真。后殖民主义变得比自决和自主权意味着更多的东西。通过利用诸如像杂糅、摹拟、矛盾或詹姆斯·克利福德的\"当前和传统并存\"等将", "label": "政治学", "id": 0}
{"content": "<正>目前国内关于韩国独立运动的研究正方兴未艾,但是很多学者在研究韩国独立运动史时,对韩国史学界的研究情况并不是十分了解。为了向国内学界介绍韩国学术界的研究情况,笔者翻译了尊师姜万吉的《民族解放运动的发展》一文。此文撰于1981年收录在《韩国学研究入门》一书之中,主要介绍了80年代以前的韩国独立运动史研究狀况,并展望了80年代以后的研究发展趋勢。此文对了解今天的韩国独立运动史研究也不无裨益,因为今天韩", "label": "政治学", "id": 0}
{"content": "<正>后殖民主义本来是一个西方话语中的理论概念,它包括两部分内容:后殖民地文学和后殖民主义理论思潮。①近几年来,在中国大陆、香港、台湾以及海外的华人及亚裔人种圈内,谈论后殖民主义和东方主义已成了一种时髦,还有一些针对东方主义发难的著述则被称为\"后东方主义\"（Post-orientalism）,②围绕这些问题的讨论颇能引起包括西方主流派学者的兴趣。因此国内也有学者或文艺评论家以在西方主流文艺圈内得到认可的电影导演张艺", "label": "政治学", "id": 0}
{"content": "当今世界,九成以上国家实行政党政治。从历史的经验来看,一些国外政党能够成功执政,积累了丰富的成功经验。与此同时,也有一些国家的部分政党甚至是长期执政的大党、老党由于自身建设方面的问题而纷纷丧失政权。各国虽然国情不同,党情各异,但政党作为特定政治和社会组织,有其运行和发展的一般规律性,中国共产党要在吸取国外一些政党在自身建设方面的经验教训的同时,契合我国具体国情,不断调整我国政党建设的步伐,坚持中国特色的政党制度,更好地领导建设有中国特色的社会主义。", "label": "政治学", "id": 0}
{"content": "左翼政党兼具进步属性和社会属性,中东左翼政党的地区性交流与合作是这一特征推动的结果,也是对它们的反映。左翼政党的双重属性影响了外界对它们的认知,西方大国的中东政策的变迁塑造了中东左翼政党地区性交流与合作状态的时代背景。左翼政党的双重属性并不总是处于和谐状态,它们对社会性的偏好,导致意识形态、国情差异等因素限制了左翼政党在众多重大地区性议题上达成共识。当代,尽管中东左翼政党地区性交流与合作在深度和广度方面皆有所不足,但它仍具有重大的象征意义和现实意义。", "label": "政治学", "id": 0}
{"content": "本文指出,意识形态既是政党的合法性基础,也是政党危机的来源;全球范围主导意识形态的消长不但决定一个具体政党的地位,而且型塑了世界政党政治的生态。按照19世纪末以来全球主导意识形态的变化,本文把世界政党政治分成以下四个发展阶段并对其变化规律进行了分析:（1）18世纪至19世纪中叶在自由主义和保守主义思潮主导下的政党发展;（2）19世纪中叶至二战结束时在民族和阶级意识形态主导下的政党发展;（3）冷战下的政党发展;（4）\"第三波民主浪潮\"下宗教和保守主义的回潮与政党政治。本文还试图解答如下问题:世界各国政党的组织形式有什么重要区别?这些区别又是怎么产生的?为什么政党危机是各国政党不得不经常面对的一个问题?当前世界的政党政治势态形成的原因是什么?针对当前世界局势与政党政治的发展趋势中国应当作如何应对?为了让读者更好的了解近代以来意识形态的消长规律及其背后的社会学原理,本文还用了较大的篇幅探讨了阶级、民族、自由主义和零和扩张性宗教这些在现代社会中最为重要的意识形态各自所具有的基本性质。因此,本文还可以被视为一篇分析不同意识形态各自的性质,以及这些性质如何影响世界的政党发展乃至整个世界局势的文章。在本文的最后部分,笔者提出了\"道德务实政党\"的概念,认为这是解决政党危机的一个途径。", "label": "政治学", "id": 0}
{"content": "文章在建立当今世界现存501个共产主义政党和组织数据库的基础上,利用SPSS从量化视角对这一政党家族的组织数量、党员总人数、洲际和国家（地区）分布、政党历史、组织名称和意识形态以及国际联合等问题进行了解释和说明。文章以数据分析为依据,在全面展示这一政党家族的组织规模和整体性力量的基础上指出,中国共产党是当今世界乃至未来相当长一段时期内世界共产主义运动的绝对支撑性力量,目前已经深入开展的全面从严治党,具有全球战略意义。这一政党家族已经从整体上展示出一种特殊的风貌和状态,蕴含着汇聚成一股整体性力量的潜在可能性。", "label": "政治学", "id": 0}
{"content": "本文以世界各个洲、国家（地区）现存的以及消亡的共1330个政党和组织所建立的数据库为基础,通过SPSS统计软件,从定量的角度对世界共产主义政党和组织的数量、党员人数、政党的分布情况、政党历史以及中国共产党的世界意义等问题进行了描述和解释说明。本文以数据描述和分析为基础,把近170年来世界共产主义政党和组织的变化和发展全面的呈现了出来,同时阐释了中国共产党对世界共产主义政党和组织的意义。", "label": "政治学", "id": 0}
{"content": "国内外学术界对欧洲激进左翼政党中的共产主义政党,以单个政党将其作为阐述对象而进行的研究可散见于各种文献当中。但是将其纳入到激进左翼范畴而进行整体性研究的文献却没有。为了填补这一学术空白,本文旨在对欧洲激进左翼政党中的共产主义政党进行整体性分析,以了解该政党家族的主要特征、政治作用及其发展状况。", "label": "政治学", "id": 0}
{"content": "随着网络媒介技术的发展,景观与政治的结盟也越来越密切,一种景观政治现象得以逐渐显现。在景观政治中,政党媒介形象展现出一些\"双重建构性\"、\"迁移性\"与\"增值性\"等特征,并通过综合景观模式构成了景观政治发展进程中独特的场景。在景观政治中的政党形塑依然可能受困于多种因素而遭遇一些\"奇观化\",政党要与时俱进主动引导民众政治参与,增强其政治效能感;提升其\"首因效应\",建构媒介议程,促进视觉形象建构以提升自身媒介形象。", "label": "政治学", "id": 0}
{"content": "<正>政党是近代历史的产物,政党政治成为政治体系的主流也只是世界历史发展到近代以后的事。在人类社会进入21世纪的当今世界,政党几乎是各国普遍存在的政治现象。据统计,目前全世界200多个国家和地区,除20几个政治共同体是严格的君主制或政教合一而无政党之外,绝大多数国家都存在政党及政党政治现象。政党的产生和迅速发展,以及政党广泛深入的参与、渗透到政治生活之中并最终成为主导现代政治生活的", "label": "政治学", "id": 0}
{"content": "<正>在当今世界,政党掌握或参与国家政权,在国家政治生活和国家事务及其体制的运行中处于中心地位,国家政权通过政党来行使,是绝大多数国家普遍的政治现象。政党与政党之间、政党与国家政权之间、政党与社会之间按照一定关系结构形成不同模式的政党制度,是政党政治的一般规律;而国家民族差异和各国历史发展的不同决定了政党制度的多样性。中西方政党制度在历史发展、制度模式、运行机制等方面存在着诸多差异。把中国政党制度置于世界的背景之中,以比较的方法来分析中西方政党制度,通过两种政党制度之间\"对话\",从新的视角认识中国政党制度,凸显其特色和优势,这对于我们学", "label": "政治学", "id": 0}
{"content": "<正>当今世界,政党不仅在各国普遍出现而且已成为政治生活中的执牛耳者。据统计,目前全世界200多个国家和地区中,除了20多个严格实行君主制或政教合一制的国家外,其余绝大多数国家和地区都存在政党,由政党执掌政权实行政党政治。因此,以政党为主角的政党政治已经成为世界普遍和主流的政治形式。虽然实行政党政治的各国国情、社情、党情各不相同,但都存在政党政治的一般规律,存在共性。表现在政党关系领域,各国的政党关系都是围绕国家权力特别是政权展开的,政党关系是构成民主政治的核心要素。", "label": "政治学", "id": 0}
{"content": "<正>世界上绝大多数国家的政党政治其实都呈现出大党与小党共存的状况。但世界政党研究的目光大多是投向大党的。这是自然的也是必然的。大党在政治生活中扮演着如此重要的角色,不仅构成了政党制度的主要部分,而且它们的选票分布决定着选举的走向,它们的执政会因其政党的意识形态和政策影响着一国政治和政策的走向。我们今天说政党政治是推动国家政治运作的主要形式,主要根据就是那些大党、强党在国家行政权力的产生、运行、监督、制约中扮演重要角色。而所谓小党,因为成不了执政党、或在议会中", "label": "政治学", "id": 0}
{"content": "<正>在现代民主政治体制中,政党能否取得并保持执政地位,不是取决于政党的主观愿望和客观的法律条文规定,而是取决于民众的认同。执政党执政是在政党、国家与社会构成的三维空间中全方位、多角度地展开,是一个具有内在规律的政治过程。民众是政党、国家与社会最基本的构成要素。执政党获取民众认同的路径源自:政党植根于社会,在直接与社会的联系中获取民众认同;政党把民众共同利益需求转化为国家层面意义上的制度或政策,", "label": "政治学", "id": 0}
{"content": "<正>政党和政党政治是当今世界政治的重要支柱和普遍现象,也是大多数国家政治运作的主要形式。中国的政党问题虽然具有显著特点,但同样属于政党政治范畴。就中外政党问题进行比较研究,从中总结历史的经验、探索政党政治发展规律,进而为当代中国政党制度的改革完善提供借鉴和启示,具有重要的理论和现实意义。", "label": "政治学", "id": 0}
{"content": "冷战结束后,资本主义国家左翼政党作为一支生长在资本主义内部的反对力量,其自身的发展也出现了新的状况并形成了温和左翼、激进左翼和极端左翼三种具有典型性的理论流派。而指导思想主张的多元化、政治目标主张超越化、价值取向主张普世化以及斗争方式主张和平化已成为冷战后资本主义世界左翼政党发展的基本特征。资本主义世界左翼政党的发展不仅对于资本主义发展、社会主义发展,而且对于发展中国家的发展都具有重要影响。", "label": "政治学", "id": 0}
{"content": "近几年,南亚地区毛主义共产党力量正在不断增强,目前除马尔代夫与巴基斯坦外,尼泊尔、印度、不丹、孟加拉、斯里兰卡五国都有毛主义共产党,他们活动能力日渐增强,相互联系,活动范围不断扩大,引起越来越多学者的关注。他们的发展壮大既与南亚地区特有的经济、社会、地理、历史等密切相关,也与毛主义共产党近几年政策策略调整紧密联系。不容忽视的是,南亚五国毛主义共产党虽有发展,但任重难多,在探索通往社会主义道路的过程中仍然面临诸多挑战。", "label": "政治学", "id": 0}
{"content": "非洲的很多国家都有过发展社会主义的或长或短的历史。但是随着社会主义试验与建设的陆续失败和苏东剧变的发生,非洲的社会主义运动从20世纪90年代就进入了低潮期。近年来,高举民主社会主义大旗的社会党国际通过吸纳认同民主社会主义理念的非洲政党加入国际、成立非洲委员会、在非洲召开重要会议、持续关注经济发展、和平与冲突、政治民主、国际政治经济新秩序的建立等议题的方式,引起了众多非洲国家和政党的共鸣,在非洲有了长足的发展,扩大了在这一地区的影响力。", "label": "政治学", "id": 0}
{"content": "<正>借纪念邓小平诞辰110周年之际,就马克思主义政党怎样纪念领袖人物,谈几点想法,作为建议供参考、并指正。首先,把领袖人物请下神坛。马克思主义承认领袖人物的巨大历史作用,但不是救世主,也不是神仙和皇帝。是时势造英雄,不是英雄造时势。神化伟大人物在中国有深远的历史传统,即使在共产党人中间,也难以完全摆脱这种传统如同恶魔般的纠缠。神化了的大人物,如同万能的神一样,须要顶礼膜拜,遵从各种忌讳,不能说三道四。否则,就是大逆不道,全国共诛之!", "label": "政治学", "id": 0}
{"content": "政党是现代政治生活的主导力量,政党功能的发挥有助于政治系统的高度结构化和专业化,有助于保障政治秩序、维护政治稳定,有助于提高公民的政治参与能力。同时,政治发展的过程也是政党发展完善的过程,政党与政治发展是互相促进、紧密联系的统一整体。本文最后以中国共产党与中国政治发展的关系作结,从实践的角度论证政党与政治发展的关系。", "label": "政治学", "id": 0}
{"content": "<正>政党在现代国家政治生活中扮演着极其重要的地位,因此对政党的研究一直是政治学研究的热点。回顾2011—2012年上海青年政治学者对政党研究的成果,其基本内容可以归结为三个方向,即政党基本理论研究、中国政党研究和国外政党研究。政党基本理论的研究对政党基本理论的研究主要集中于以下三个方面:1.基本概念辨析上海市委党校刘红凛对政党的概念以及政党意识文明、政党法律规范等进行", "label": "政治学", "id": 0}
{"content": "<正>政党是现代民主政治中最为常见的一种政治现象,也成为人们政治生活中不可或缺的组成部分。尽管人们对政党颇有微词,但由于直接民主制在现代社会的不可行性,代议制民主在现代社会的广泛实行,事实上也就催生了政党政治。某种意义上,政党成为现代民主政治之魂。近年来,从政治学、", "label": "政治学", "id": 0}
{"content": "<正>1844年,马克思在《关于现代国家的著作计划草稿》中首次提出了政治文明的概念,并以一个政治学家敏锐的洞察力和高度的概括力,把民主、法治与政党作为现代政治文明构成的基本要素。在当代中国,中国共产党也把人民当家作主、党的领导和法治作为社会主义政治文明的主要构成要素。事", "label": "政治学", "id": 0}
{"content": "<正>一、组织理论视野下的政党众所周知,由于相互需求,人们组织成群体,当然,群体有正式群体和非正式群体之分,正式群体特指有着统一联系的两个或两个以上的人,非正式群体只是人们的一种短暂结合,既没有正式的结构也没有任何联盟关系,", "label": "政治学", "id": 0}
{"content": "以权力政治为核心的非竞争性执政党面临社会治理的矛盾、危机甚至失败的发展倾向,这就要求非竞争性执政党进行社会治理变革,确立政党政治中福利政治的基础地位,突显非竞争性执政党社会治理变革中明治的功能。推进非竞争性执政党提升治理变革的福利政治发展,至少要面临三个层面的问题,即福利政治发展的文化性问题、经济性问题和社会性问题,分别要着重解决的是非竞争性执政党社会治理变革共识的理性走向、效率的实践边界和效应的能力生成。", "label": "政治学", "id": 0}
{"content": "<正>政党政治研究中有一个十分通俗的比喻:\"政党是连接国家和社会的桥梁。\"这样的比喻已经被大家广为接受,成为了不证自明的公理。但是,如果说这个简单的比喻很生动地表述了政党的功能,那么它可能也过度简化了国家、政党与社会的关系。国家、政党和社会三者互动的复杂性,远远要高于", "label": "政治学", "id": 0}
{"content": "<正>亚当·斯密曾说:\"地大物博的国家,固然不会因私人奢侈妄为而贫穷,但政府的奢侈妄为,却有时可把它弄得穷困。\"①诚然,如何构建一个节约有效的政府体系来促进现代社会的长期可持续发展是所有社会始终无法逃避的一个重要课题与挑战。但我们也必须承认,办好中国的事情关键在党。所以,", "label": "政治学", "id": 0}
{"content": "冷战之后,一些国外政党能够成功执政,积累了丰富的成功经验。然而,也有一些政党甚至是长期执政的大党、老党由于自身建设方面的问题而纷纷丧失政权。中国共产党要想成功执政,在吸取国外一些政党在自身建设方面的经验教训的基础上,必须要与时俱进地发展政党的理论纲领,使之更加符合国情民意;适应新的阶层变化,夯实党的社会基础;改革和完善党的纪律检查体制;从国情出发,坚持中国特色的政党制度;完善党内民主,增强党的感召力与向心力。", "label": "政治学", "id": 0}
{"content": "<正>全球化时代,政党正在成为决定国家前途命运的主导力量和社会转型的中坚力量,政党政治正在成为民族国家政治生活的核心和宪政民主的关键。作为超越民族国家疆界的重要背景因素,全球化弱化着传统的民族国家主权,同化着民族国家的决策体制,淡化着公民的民族国家认同,从而直接或间接", "label": "政治学", "id": 0}
{"content": "<正>二战结束以来,尤其是20世纪六七十年代以来,西方国家中出现了一种\"政党衰弱\"的论调,对于政党的批评开始泛化,甚至有的学者干脆称之\"反政党时代\"。政治学家们看到,西方政党在近几十年里丧失了很多功能:国家与社会的交流是通过大众媒体等进行的;利益表达和利益聚合日益被利益集", "label": "政治学", "id": 0}
{"content": "<正>本文对国外一些主要执政党（其中包括曾经执政的政党）治党理政研究现状进行探究。通过对社会主义国家的共产党与资本主义国家的政党,从发达国家到发展中国家的执政党,从持续成功执政的政党与丧失政权的政党,从民主国家到威权政体的执政党等多个层面进行比较研究,总结国外执政党", "label": "政治学", "id": 0}
{"content": "西方政党与社会关系是政党政治研究的一个热点问题,中外学者从政党功能、社会变迁、宪政制度、政治文化等方面切入考察,并形成一系列研究成果。笔者试图从更为微观的层次来深入透视,即以政党经费为切入点考察西方政党与社会关系。", "label": "政治学", "id": 0}
{"content": "<正>政党政治最早起源于英国,是人类社会的政治活动和文明程度发展到一定历史阶段的产物,现已成为世界上绝大多数国家政治的基本特征。西方政党政治是资本主义国家政党进行社会政治活动的合法规则、程序和方式,这些政党通过执掌国家政权或参与政治实施政策纲领,扩大政治影响,实现利", "label": "政治学", "id": 0}
{"content": "理论是革命的先导。在当前资本帝国全球统治的时期,西方激进左派思想家奈格里在马克思、斯宾诺莎等人思想的理论背景下,在资本全球化的条件下,做了深刻的理论思考,对新的革命政治主体做了新的指认。本文揭示了\"诸众\"作为全球化资本主义时代新的无产阶级的有机构成。这个无产阶级有具体的构成要素,而这些不同的主体走进诸众之中,成为诸众的有机部分,\"意在重新开启马克思阶级斗争的政治方案\"。", "label": "政治学", "id": 0}
{"content": "社会主义是资本主义的对立物、批判物、扬弃物。资本主义与社会主义并存将是长期的客观现实。从空想到科学、从理论到制度,社会主义走过了整整500年的历程。在21世纪的今天,用历史的、哲学的、全球的眼光观照世界社会主义的理论与运动,弄清其来龙去脉,把握其规律性,在比较中互鉴,旨在构建新时代中国特色社会主义的坐标,有助于我们在新的创造历史的活动中获得走向未来的新的、更高的起点,取得新的、更大的自由和主动,在创新中发展。", "label": "政治学", "id": 0}
{"content": "十月革命后,考茨基和列宁发表了《无产阶级专政》和《无产阶级革命与叛徒考茨基》的文章就民主、无产阶级专政、俄国十月革命和实现社会主义道路等一系列理论问题展开了论战。在考茨基看来,社会主义是资本主义高度发展和无产阶级民主长期斗争的产物。通过武装起义和无产阶级专政是无法真正实现社会主义的。而列宁则提出了民主具有阶级性的观点,认为民主应当划分为资产阶级民主和无产阶级民主,认为在资本主义制度下,无产阶级是无法通过民主的斗争方式取得胜利,只有通过暴力革命的方式打碎资产阶级民主,并通过无产阶级专政和建立苏维埃才能实现无产阶级民主,通过无产阶级专政剥夺剥夺者建立社会主义国有制经济。无产阶级才能在政治上和经济上具备实现解放的条件。考茨基与列宁之间的这场论战实则反映了以列宁和考茨基为代表的东西方社会主义者在帝国主义时代背景下,基于资本主义自身竞争特性所产生的资本主义发展阶段的差异而导致对革命的阶级构成、革命方式和革命道路等问题上的不同理解。", "label": "政治学", "id": 0}
{"content": "布哈林关于如何防止无产阶级国家政权蜕变为\"利维坦\"的许多思想,为工人阶级建立自己的政权,为巩固和完善社会主义树立了一座丰碑,至今还值得我们回味和思考。它包含着极为宝贵的启示,是一笔应当继承、借鉴和运用的遗产,对于建设中国特色社会主义的历史进程和加强党的建设,发扬党内民主,依然具有重要现实意义。", "label": "政治学", "id": 0}
{"content": "<正>无产阶级专政学说不仅是科学社会主义的重要组成内容,也是对国际共产主义运动的实际开展发挥了巨大指导作用的意识形态。那么,这一学说是怎样创立起来的?它又经历了哪些关键性的发展和变迁?笔者根据从4位经典作家——马克思、恩格斯、列宁、斯大林——的相关论述中提取出来的材料,对上述问题进行一个简略的讨论。", "label": "政治学", "id": 0}
{"content": "<正>马克思主义经典作家关于自己的哲学与无产阶级及其伟大事业的关系做了非常精辟的论述,马克思说:\"哲学把无产阶级当做自己的物质武器,同样地,无产阶级也把哲学当做自己的精神武器\"。～①为什么说马克思主义哲学是无产阶级的精神武器?首先,马克思主义哲学是革命的无产阶级的世界观。马克思主义哲学——辩证唯物主义和历史唯物主义,是马克思和恩格斯吸收了人类的优秀遗产,总结了工人运动的", "label": "政治学", "id": 0}
{"content": "跨境民族,是指分居于不同国家和地域,但有着较强的民族认同的民族。相比跨界民族强调地域上的相连与跨国民族政治意味过强,跨境民族有着较为合适的指摘范围。跨境民族国家认同具有政治排他性以及更多的参照性;跨境民族国家认同受经济因素影响较大,表现为较强的同向性,但同时经济因素并非决定因素;跨境民族国家认同的决定因素是文化,但文化也表现出一定的流变性。构建跨境民族国家认同对稳定边疆,遏制民族分裂,保持社会安定持续发展有着重要作用。", "label": "政治学", "id": 0}
{"content": "自20世纪以来,一些发展中国家得到了欧美西方国家现代化建设的推动,并参与了社会现代化的浪潮。现代实践,带来了成就,也带来了一些崭新的问题和困难。而不可忽视的是,个人在社会现代化中的作用。\"人乃社会之本\",要以人为本,个人现代化是社会现代化的组成部分,两者是相辅相成、互相作用、互相创造的。现代化进程终将成为历史的一部分,现代化的定义同时也随历史进程的改变而改变。世界经济史上至少已经发生了三次工业革命,它们是始于18世纪60年代的第一次工业革命,始于19世纪70年代的第二次工业革命,以及始于20世纪40年代的第三次工业革命。目前,新一轮的科技革命和产业变革正如火如荼,社会现代化日新月异。崭新的社会现代化将覆涵盖个人生活的各个方面,从教育到娱乐,从住房到交通,从医疗到食品等等,个人现代化将成为一种大趋势。个人在自身现代化的同时,会培养出个人品质——个人的现代性,个人的现代性终将推动社会现代化,推动历史的进程,正所谓\"长江后浪推前浪\"。", "label": "政治学", "id": 0}
{"content": "<正>一、研究背景在人类历史上青年的政治参与是常态,具有必然性,青年的政治参与也从未停止过。自上世纪末至今,关于青年是否真正对政治感兴趣,产生了大量的讨论和争论。一些评论和学者认为,青年热衷于政治问题,而非主流政治（cf. Harris et al. 2010）。例如,他们对动物权利和环境等问题感兴趣。正如奈杰尔·莫里斯所言,\"大量的年轻人走上了同性恋权利、保护环境、伊拉克战争和学费的道路,这表明他们可以被单一政治问题所激励\"(Nigel Morris,", "label": "政治学", "id": 0}
{"content": "随着经济的发展和全球一体化进程的深入推进,\"地球村\"的形成更加预示着各国公民已经成为真正意义上的\"世界公民\"。玛莎·努斯鲍姆追溯了古希腊罗马时期的\"世界公民\"思想,还为非功利主义的\"世界公民\"教育提供了人文学科通识教育和艺术教育的建议。玛莎·努斯鲍姆的\"世界公民\"思想与\"人类命运共同体\"理念具有千丝万缕的联系,其\"世界公民\"思想对于构建\"人类命运共同体\"具有积极的借鉴意义。", "label": "政治学", "id": 0}
{"content": "西方学者安德森在著作中《想象的共同体》中,提出对于民族的定义和理解,其\"想象理论\"一直在国内外产生不同的讨论。本文对于世界各地的民族主义的产生进行了研究,在分析的背后,对其观点存在的问题进行了思考,民族问题仍需当前世界的关注与探究。", "label": "政治学", "id": 0}
{"content": "<正>自20世纪70年代末开启的社会主义改革已进入深化的新时代。社会主义改革使社会快速发展,在取得巨大成就的同时也积累了不少深层次的问题,这些问题从根本上都与集中体现\"人民当家作主\"的人民主体意识的需要进一步联系在一起。\"人民当家作主\"是社会主义的本质特征,是转化后的社会主要矛盾中\"人民日益增长的美好生活需要\"与政治生活相联系的最根本需要。\"问题就是时代的口号\",这就为社会主义改革的深化指明了方向。", "label": "政治学", "id": 0}
{"content": "在人类历史上,某种文明形态相对落后的地区往往容易兴起新文明形态并后来者居上,而该文明形态发达的地区则往往容易陷入停滞。结果是,相对落后地区诞生的新文明形态超越原来的发达地区,形成最高程度的新文明,这种最高程度的文明在不同区域进行钟摆式摆动的现象背后是文明钟摆周期律在起作用,实质是过度文明抑制变革和适度文明促进变革。前者是制度惰性因素和利益集团因素在起作用;而后者则与社会结构因素和近代以来后发地区的救亡图存-主动赶超因素有关。在大航海时代以来不再隔绝的条件下,人类历史中的文明钟摆周期律中制度惰性因素、利益集团因素和社会结构因素受到影响较小,而由不再隔绝导致的制度竞争使得救亡图存-主动赶超变得没那么容易,从而使得文明钟摆变得更难。在不再隔绝的时代,开放程度、世界市场和国际体系也会对文明钟摆产生一定的影响。至于社会主义与文明钟摆的关系,可以明确看出,社会主义革命（一战期间的俄国）和改良（二战后的西欧）都发生在了当时文明相对落后的地区。而今,中国特色社会主义则是在吸取苏联模式经验教训基础上形成的一种更完善的新型科学社会主义文明形态。", "label": "政治学", "id": 0}
{"content": "20世纪80年代末90年代初苏东剧变以后,世界上15个共产党执政国家只剩下中国、越南、古巴、朝鲜和老挝\"一大四小\"5个国家。当前,这5个共产党执政国家不但抵制住资本主义\"和平演变\",继续走社会主义道路,而且这些国家社会主义发展呈现出一些新特征:独立自主地探索具有本国特色的社会主义道路、通过改革开放来巩固和发展社会主义、实现社会主义与科技革命新发展的与时俱进、致力于经济建设的同时开始关注生态环境保护等。", "label": "政治学", "id": 0}
{"content": "受经济全球化和信息多样化的影响,民族国家认同受到多方面的挑战,主要表现在各种反动势力企图破坏祖国统一;经济全球化浪潮波及经济认同;各种社会思潮消弱主流意识形态,严重阻碍了民族团结和祖国统一。本文在探索民族国家文化多元化的基础上通过完善民族区域政策、推进民族地区经济一体化发展、增强文化凝聚力和向心力,三者相辅相成、协调发展是有效缩小地区差距、促进民族团结、提升政权合法性认同的应有之一。", "label": "政治学", "id": 0}
{"content": "利益平衡和知识整合是公众参与的重要目的,两者相互影响、互相渗透,构成了公众参与的双重逻辑。根据规划利益平衡需求和知识整合需求的强弱关系,城市规划可以分为弱知识和弱利益型规划、强利益弱知识型规划、强知识弱利益型规划、强知识强利益型规划四种类型。对于弱知识和弱利益型规划,重点是做好以规划公示为主体的程序性参与工作;对于强利益弱知识型规划,应完善以利益相关者为主导的公众参与机制;对于强知识弱利益型规划,应探索以知识相关者为主导的公众参与;对于强知识强利益型规划,则需要利益相关者和知识相关者的共同参与。通过这些差异化的公众参与模式,可进一步提升公众参与的有效性。", "label": "政治学", "id": 0}
{"content": "世界社会主义运动正在探索中前进。在当前困难环境下,仍有约120个共产党坚持社会主义理想信念。这些共产党根据世情、国情探索社会主义革命道路积累了新的经验,制定了分阶段争取社会主义的方针、扩大党的群众基础、联合一切可以联合的力量、灵活运用议会内外斗争形式。在合法斗争中,不少党增强了在国家政治中的地位,有的还在某些地区甚至在中央政府通过选举上台执政。对议会斗争探索中取得一定成就的共产党要客观评价,探索的道路还是曲折的。", "label": "政治学", "id": 0}
{"content": "始于以1848年《共产党宣言》发表为标志的科学社会主义诞生,在169年的科学社会主义实践历程中,世界各国社会主义的潮起潮落伴随着人们对\"科学\"二字的苦苦求索,什么是科学社会主义与怎样实现科学社会主义?一直是当代世界社会主义的瓶颈性问题。本文立足广义文化高度,依据文化社会学原理,从文化体间以及文化体与文化环境的互动关系入手,以前苏联社会主义社会为例,梳理社会主义文化世界建立与完善所面临的主要矛盾,探求化解这些矛盾的相关路径。", "label": "政治学", "id": 0}
{"content": "政体既是是政治学的核心概念之一,也是早起政治学家研究的主要主题之一。本文通过对政体含义的梳理,不同政体分类的介绍,最后阐释政体的原则及意义。从宏观理论的角度,整体上把握政体这一概念。", "label": "政治学", "id": 0}
{"content": "<正>吴楚克教授与周平教授两人的《中国边疆政治学》分别出版于2005年与2015年,两书之间相差十年,充分说明了学界在这一领域以及在边疆学相关学科建构上的持续探索,同时也说明了在这一问题上所遇到困难与可开拓的空间。从整个边疆研究来看,之所以从边疆政治学出发来推进边疆学,其主要原因在于:其一,传统边疆史地研究极大限制了边疆研究的内容与视野;其二,中国边疆历史发展政治性以及与当代政治学学科的亲缘性与解释力。所以,边疆政治的探讨实际上是使得边疆研", "label": "政治学", "id": 0}
{"content": "随着\"互联网+\"时代的到来,网络政治参与的影响力与日俱增,成为学术界关注的热点,国外学者主要主要聚焦在网络对政治参与的影响及影响因素;国内学者主要围绕网络政治参与的基本理论、参与主体,政治参与的影响因素及对策的探讨。", "label": "政治学", "id": 0}
{"content": "2013年7月19日,清华大学国情研究院院长胡鞍钢教授在《人民日报（海外版）》发表了《人民社会为何优于公民社会》。该文的发表引起了社会各界的关注,支持者与反对者发生了激烈的论战。胡鞍钢及其支持者认为,人民社会是中国的一个重大创新,与西方国家的公民社会相比,更具优越性;而该文的反对者则认为人民社会有诸多弊端,公民社会才更具优越性。从争论双方的论证方式上看,均缺乏合乎逻辑的说理过程。本文从逻辑的角度出发,站在客观中立的立场,对这篇文章进行了理性的解读,分析并指出了该文存在的主要逻辑谬误。", "label": "政治学", "id": 0}
{"content": "<正>王建勋在新著中指出:\"我总以为,一个国家能否建立有限政府,在一定程度上取决于当地民众的知识储备。如果一个国家的国民对于有限政府理论一无所知,他们怎么会去追求并进行适当的制度设", "label": "政治学", "id": 0}
{"content": "前资本主义社会,劳动者在获得生产资料所有权或占有权的情况下与生产资料相结合,体现着劳动者与自然对立统一的关系。资本主义生产是以劳动者和劳动实现条件的所有权之间的分离为前提的,劳动者与自然条件形成对立关系,这也成为资本主义体系内爆的前提。在生产过程开始后,劳动者与生产资料以资本主义的方式结合,在生产过程结束时,形成价值,并通过交换获取剩余价值。这其中蕴含了深刻的价值与自然的内在矛盾,正是这样一种生产过程使得资本主义体系的内爆逐步展开。价值的转化形式、资本主义的\"空间修复\"和自然的重新\"价值化\"等资本主义自救手段都不可能挽救资本主义体系的内爆,其最终归宿是自我毁灭并走向社会主义生态文明。", "label": "政治学", "id": 0}
{"content": "中国特色社会主义与世界社会主义发展的根本问题,就是要把科学社会主义基本原则同本国实际相结合,从理论和实践上系统地回答好\"建设什么样的社会主义、怎样建设社会主义\"。在探索、思考和回答这一共同的根本问题的过程中,我们坚持和发展中国特色社会主义道路、理论体系和制度,协调推进\"四个全面\"战略布局,实现社会主义现代化和中华民族伟大复兴的中国梦。这对于世界社会主义发展,具有启发和借鉴意义。", "label": "政治学", "id": 0}
{"content": "<正>社会学家需要尽可能多地了解成功政治经济体制的核心基础。通过研究历史上的众多案例,我们可以发现成功体制背后的普遍真理。在这里,我将经济学基本原则运用到英国和美国的政治机构历史中,同时与中国的政治机构历史做出比较,对这个核心基础的一些方面进行总结。要特别指出的是,地方政府和国家政府的关系对国家兴盛至关重要。为了说明这个问题,我将把英美两国政治历史上四个重要组", "label": "政治学", "id": 0}
{"content": "在世界民族国家发展史上,西欧的民族国家构建具有典型意义,经历了从传统国家到绝对主义国家,再到现代民族国家的转变。其国家构建的过程实际上是权力的集中化与理性化过程。", "label": "政治学", "id": 0}
{"content": "马克思与霍布斯的思想体系虽然完全不同,但作为研究国家起源思想的两种典型代表,马克思着眼于私有制的产生、发展来论证国家的起源,阐明国家是社会发展到一定阶段的产物,是为了调和社会冲突与对立,而国家最终也将随着私有制的消亡而走向消失;霍布斯则从\"人本性恶\"这一角度出发,认为只有\"利维坦\"的诞生尤其是君主专制才能够解决人人为战的混乱状态,保证人们安定、平和生活。笔者将这二者的国家起源思想进行比较,是为了凸显与丰富马克思的国家理论,为现代社会主义国家建设提供借鉴,同时鼓励人们为实现共产主义而不懈奋斗。", "label": "政治学", "id": 0}
{"content": "<正>第二次现代化理论认为（何传启,1999,2013）,在18至21世纪末期间,世界现代化进程可以分为两大阶段,其中,第一次现代化是从农业经济向工业经济、农业社会向工业社会的转变;第二次现代化是从工业经济向知识经济、工业社会向知识社会的转变;没有完成第一次现代化的国家,可以推动两次现代化的协调发展,从半工业经济向知识经济、从半工业社会向知识社会的转变,这就是", "label": "政治学", "id": 0}
{"content": "文章介绍了俄罗斯著名历史学家,民族学家,思想家列夫·尼古拉耶维奇·古米廖夫\"民族过程\"（Этногенез）理论中\"哺育性地理环境\"（Вмещающийландшафт）与\"超级民族体\"（Суперэтнос）理论,\"元气\"（Пассионарность）与\"民族过程阶段\"（Фазыэтногенеза）学说以及古米廖夫对于蒙古-罗斯\"共生\"（Симбиоз）关系的阐述,梳理了其对于传统欧亚主义学派观点的继承与发展,并对其主要观点加以评述。最后指出其理论观点对俄罗斯新欧亚主义学派的影响和对我们中国的借鉴意义。", "label": "政治学", "id": 0}
{"content": "<正>时间:2016年5月19日（周四）下午2:30—6:00地点:中国艺术研究院研究生院一层会议室主办:中国艺术研究院马克思主义文艺理论研究所王洪喆:我们今天有两位嘉宾,一位是长期从事流行文化研究的资深学者,北大新闻传播学院的教授吴靖老师,另一位是在流行文化领域做调查报道的著名记者、《GQ》杂志的主笔何瑫先生。欢迎各位老师和朋友来参加本期论坛,刚好是60期——这意味着论坛已经走过了5年,今天题目是\"数字资本时代的网络民族主义与文化政治\",非常感谢祝老师和佳山能促成这个题目,这个题目体现了青年文化论坛一直以来追踪青年文", "label": "政治学", "id": 0}
{"content": "本文是毛寿龙教授在\"社区协商民主:诚信与合作\"会议上主题发言的提纲,是根据他的PPT文件文字部分辑录而成。", "label": "政治学", "id": 0}
{"content": "尽管政党协商具有普遍性,但在不同的历史和制度背景下,中国与西方国家的政党协商相比较,无论从理论上还是从实践上来看都具有较大的差别。通过对比这些差别,可以发现中国的政党协商具有明显的优势和先进性。", "label": "政治学", "id": 0}
{"content": "<正>亚里士多德在《政治学》一书中对其所观察到的城邦和理想中的城邦进行了详细的描述,当然亚里士多德不是最开始对城邦进行定义和分类的人,但是其按照自己的伦理学原理,按照德性、自由、财富的分配性正义原则而对其所经验到的城邦的划分,以及在此划分基础上对城邦理想政体和稳定政体的选择对我们理解古希腊时候的政体情况,并在这种方法下研究目前中国政治形势的发展情况有着重要的启示作用。一.亚里士多德对城邦的定义", "label": "政治学", "id": 0}
{"content": "<正>2015年9月19日—20日,中国民族学学会第八次会员代表大会暨\"民族与国家\"学术研讨会在北京隆重召开。此次会议由中国民族学会主办,中国社会科学院、中央民族大学承办。来自各高校及科研院所的160多位专家、学者参会。我院行政管理系冶芸老师应邀出席了此次会议,并提交论文,进行专题报告。本次学术研讨会分四个会场,围绕\"民族与国家认同\"、\"从民族看‘非遗’\"、\"民族的历史视角\"、\"理论与方法探索\"、\"‘一", "label": "政治学", "id": 0}
{"content": "不破哲三是当代日本具有重要影响力的马克思主义者,长期以来关注世界发展潮流,致力于马克思主义基本原理和马克思主义日本化研究,高度评价中国特色社会主义取得的成功,阐述了独特的21世纪时代观。不破哲三时代观的理论基础是马克思主义,他站在资本主义发达国家观察时代潮流,认为21世纪是历史唯物论诸多理论已经成为社会常识的时代,是探究资本主义制度是与非的时代,是社会主义和资本主义两种体制共存和斗争的时代,是体制变革的时代。其基本观点对我们具有重要的借鉴意义。", "label": "政治学", "id": 0}
{"content": "<正>国内外学界关于国家现象的研究可谓经久不衰、蔚为壮观。或许,立足人类文明存在与发展的纵横向统一性,突出文明区域性发展的不平衡性以及由此产生的的横向融合一体化,视国家为文明存在和发展的共同体和独立主体,着力把握国家文明共同体产生的内因与外源的复合性,深入探讨国家文明共同体形态从城邦国家到封建国家、王权国家和民族国家的时空嬗变以及由此所推动的人类文明的整体化,有益于深化对国家问题的认识。一、文明的时空性与社会共同体人类史是人与自然的关系史。由于温暖湿润的非洲在冰河时期气候变冷,草木枯竭,人类祖先不得不惜别其发祥地的非洲东南部大草原,迁徙至世界各地,由此开始了天各一方的", "label": "政治学", "id": 0}
{"content": "福利主义的理论与实践对当代资本主义发展产生了重要影响:福利主义对稳定与促进当代资本主义经济社会发展具有突出作用;福利主义理论与实践既没有解决经济危机、失业等老问题,在推动福利政策的过程中,又衍发了一系列新问题,福利主义自身也陷入了发展的困境。进入90年代中后期以来,欧洲和北美发达资本主义国家福利主义的理论和实践,表现出了发展上的一些突出倾向:理论上的折衷色彩越来越鲜明;实践上福利主义政策出现了新的变化,社会福利政策遇到了一些新问题。", "label": "政治学", "id": 0}
{"content": "本文通过对朗西埃、拉克劳、内格里等人政治主体思想的评析梳理,认为工人阶级并不仅仅是一个社会学范畴,同时还是现代社会政治转型的革命性能动者,最终将打开共产主义之门,实现自由、平等、友善的社会理想。", "label": "政治学", "id": 0}
{"content": "<正>一\"革命是历史的火车头。\"这是马克思的名言。我们这里所说的革命,主要是指社会革命,即社会进步力量所进行的,促使一种社会形态转变为另一种社会形态、一种社会制度转变为另一种社会制度这种根本性变革的前进运动。人类社会的基本矛盾,是生产力和生产关系之间的矛盾,经济基础和上层建筑之间的矛盾。正是这种基本矛盾的运动,推动着人类社会向前发展。", "label": "政治学", "id": 0}
{"content": "社会阶层影响了人们的感知、目标和价值观,而经济不平等影响了人们的态度和行为。基于社会身份认同理论,本文开展的一系列前期研究显示,当一个人的社会阶层越高,其对于财富和地位的追求渴望也越大。基于新物质主义理论和地位焦虑理论,本文进一步探索了经济不平等是如何影响人们的财富和地位追求。研究1和2采用了\"虚拟社会\"实验范式,直接操纵被试感知到的经济不平等水平,并测量了被试对于财富和地位的追求渴望。结果显示,相比处在\"经济平等\"组的被试,处在\"经济不平等\"组的被试报告了更高财富和地位渴望。研究3使用跨文化样本,通过多层线性回归模型分析,发现社会层面的经济不平等水平（通过\"基尼系数\"测量）与个体层面的财富和地位追求渴望（通过人们对于\"追求更多财富和地位\"这一价值观的认同程度测量）呈现显著正相关。此外,本文还发现社会阶层对于\"经济不平等—财富和地位追求\"的关联具有调节作用。具体而言,较低社会阶层人士,其追求更多财富和地位的渴望,受到经济不平等程度的影响更大。总体而言,这些研究结果揭示了经济不平等在追求动机层面的社会心理影响。本文进而探讨了这种影响的后果,如贫富差距与物质主义和拜金主义的关系、贫富差距加剧了社会躁动不安、影响社会和谐稳定等,并为如何缓解这些社会躁动、鼓励良性社会竞争提供了思路和建议。", "label": "政治学", "id": 0}
{"content": "社会心理学将阴谋论视作一种意识形态上的信念,并定义为人们将重大的政治或社会事件归因为有权力的组织或个人暗中预谋以达成其预定目的的解释倾向。前人的研究发现,因为收入而产生客观上较低（相比于较高）的地位,对就业的不安全感更高（相对于更低）,以及受教育程度较低（相对于较高）的个体,都更倾向于信奉阴谋论。尽管收入、职业和受教育水平作为社会阶层的重要指标都足以表明,社会阶层很可能是影响阴谋论信念的一个重要因素,但还未有研究对社会阶层和阴谋论信念这两个变量的关系进行直接的探究。因此,本研究直接考察了这两个变量间的关系,同时引入了补偿性控制理论的观点,考察了控制感和结构需求在社会阶层影响个体阴谋论信念的过程中所发挥的连续中介作用。研究一为问卷法,使用主观社会阶层量表、控制感量表、阴谋心态量表等对309名学生被试进行调查,结果发现:在控制性别、年龄和客观社会阶层等因素后,主观社会阶层可以显著地负向预测个体的阴谋论信念,控制感在其中发挥着中介作用。研究二通过实验操纵被试的主观社会阶层,随后通过量表测量被试的控制感、结构需求及阴谋论信念,结果发现:控制感和结构需求在主观社会阶层与阴谋论信念之间起部分中介作用,中介效应值为-0.165,占主观社会阶层对阴谋论信念的总效应（-0.397）的41.56%。这些结果在一定程度上揭示了低社会阶层民众更容易信奉阴谋论的心理机制,同时也深化了补偿性控制理论的解释。", "label": "政治学", "id": 0}
{"content": "<正>\"公众知识分子\"（public intellectual）这一概念近来引起了人们的广泛关注。\"知识分子\"一词最早出现于19世纪俄国。表面看来,公众知识分子似乎与印度教、佛教、犹太教、基督教和伊斯兰教的传统以及希腊传统没有任何的渊源关系。印度教徒追求的是将真我与梵天统一,佛教徒的解脱是从红尘的纠缠中解放出来,犹太教将与上帝之间的契约作为其所有价值观的源泉,对心灵生活的沉思寻找真理,基", "label": "政治学", "id": 0}
{"content": "正义作为法所追求的最高价值,自古以来备受历代法学家的重视,关于正义的讨论从未停止。正义标准的相对化与主观化使得每个人对正义标准的认识都不相同。在当今社会分层的背景下,正义标准的确定应是法治社会得以实现的前提。社会分层的当今社会,衡量正义的标准就是秩序,如何达到社会最大化的稳定与秩序,这就是正义。而一个社会稳定下来,有着良好的秩序,那么人们的生活必将会一天比一天好,从而实现最大化的正义。", "label": "政治学", "id": 0}
{"content": "近年来,无论是坊间还是学术圈,均有\"利益集团\"阻碍改革的说法,本文主要从\"利益集团\"概念的科学解读,全面深化改革所面临的几个利益集团的分析以及如何破解利益集团对改革的阻碍等三个方面来论述\"利益集团\"在全面深改革中的表现形式及破解之道。", "label": "政治学", "id": 0}
{"content": "西方马克思主义的一个开端便是卢卡奇《历史与阶级意识—关于马克思主义辩证法的研究》这本经典。这本书是作为西方马克思主义开山鼻祖的匈牙利思想家卢卡奇所有哲学著作中影响最大,引起争论最多,也是最重要的著作之一。本文主要针对本书中卢卡奇的\"阶级意识\"观来进行思考。从书名《历史与阶级意识》中也可以看出阶级意识问题所占的地位。", "label": "政治学", "id": 0}
{"content": "民众的幸福感已日益成为衡量社会发展的尺度。从主观幸福的角度,将中国城市居民分为幸福群体和不幸福群体。两类群体在物质利益和心理状态方面存在显著差异。完善收入分配、住房保障和社会保障是提升城市居民幸福感的重要途径。", "label": "政治学", "id": 0}
{"content": "转型时期俄罗斯利益集团的政治参与成为俄罗斯政治中的一个重要政治现象。俄罗斯利益集团的崛起并在利益的驱动下成为国家政治生活的重要参与主体,对俄罗斯的政治转型产生了深远的双重影响。其积极影响有:对政治参与扩大和政治社会化进程的促进;对政治权力的分立与制约;对政治体制改革的推动和探索;推进俄罗斯外交决策的转变;其消极影响有:消解中央政府的权威,形成寡头政治;利益集团的游说和俘获成为俄官员腐败的重要外因之一;地方利益集团的兴起造成地方分离主义和诸侯割据的局面;寡头政治参与使得转型时期的俄罗斯政局更加动荡;阻扰俄罗斯的立法公正和重大决策;充分认识其双重影响,对于积极治理利益集团,处理好政府和利益集团的关系具有重大意义。", "label": "政治学", "id": 0}
{"content": "国内学术界关于阶级意识的社会学研究仍处于起步阶段,且存在着诸多局限。造成这一状况的原因甚多,尤其是与社会学界对西方工人阶级意识研究缺乏系统把握和深刻反思有着密切关联。为推进和深化阶级意识研究,有必要对阶级意识研究中的重大问题进行探究。譬如,阐释阶级意识的基本理论范式有哪些;如何对阶级意识这一概念予以概念化;使用问卷调查的方法来测量阶级意识,其背后的方法论依据是什么;等等。要想初步回答上述问题,有必要对国内外的阶级意识研究的既有文献予以述评。本文首先对从马克思到汤普森等人的阶级意识理论进行了回顾与评价,目的是厘清各种类型的阶级意识实证研究背后的理论基座与问题原型;其次,介绍了某些实证研究对阶级意识的概念化方式与操作化手段,对其背后的方法论困境予以点评;最后,结合费孝通先生关于\"拓展传统社会学的研究界限\"、社会学研究从\"生态\"研究迈向\"心态\"这一精神世界的研究的相关论述出发,对阶级意识研究背后的方法与方法论问题进行了初步的反思与探讨。", "label": "政治学", "id": 0}
{"content": "\"历史是我们生活中一个活跃的组成部分\"。《历史的起源与目标》是一本展示哲学家的历史观的著作,卡尔·雅斯贝斯在这本书中第一次提出了\"轴心时代理论\"。我们在这本书中不但看到了历史的发展,更多的注意到了卡尔·雅斯贝斯对于\"人民\"和\"群众\"的讨论。", "label": "政治学", "id": 0}
{"content": "<正>阶级形成——阶级意识——阶级行动之间的关系问题,构成了西方工人阶级研究中的一条或隐或现的主线。其中的阶级意识研究,有自身的学术源流和研究问题的传承。特别是马克思、列宁、卢卡奇、汤普森等关于阶级形成与阶级意识的思想,构成了关于阶级意识的历史社会学分析与社会学实证研究的理论基础。对于国外的阶级意识研", "label": "政治学", "id": 0}
{"content": "<正>近年来,我国法理学界有的学者,对托马斯·斯·库恩提出的一种思维方式\"范式Paradigm\"特别感兴趣,把它引入我国法理学界,提出当代中国法哲学研究\"范式\"的转换问题,主张用权利本位范式取代阶级斗争范式。我以为,适应新形势,主张观念更新是正确的,但不加分析地照搬库恩关于\"范式\"的主张,值得考虑,特别是所谓\"权利本位范式\"似乎代替不了必要的、正确的阶级分析。", "label": "政治学", "id": 0}
{"content": "<正>\"中产阶级\"的崛起,是马克思恩格斯逝世后资本主义发达国家社会结构最为深刻的变化。在我国,随着多种经济成分的快速发展和社会主义市场经济体制的逐步确立,我国的社会阶级、阶层的分化也成了经济社会发展过程中引人注目的问题。在重新认识当代资本主义、重新认识当代社会主义的重大课题面前,如何运用马克思主义的阶级划分理论,深入分", "label": "政治学", "id": 0}
{"content": "<正>私有制是剥削存在的经济基础和根源。马克思主义认为,剥削是一部分人凭借生产资料所有权无偿占有劳动者的剩余劳动（剩余产品、剩余价值）,这是剥削的共性,其特点一是私有制,二是占有剩余劳动。各种不同社会剥削形式还有特殊性——公开性与隐蔽性,资本主义剥削具有隐蔽性。我国由于生产力发展水平低、多层次、不平衡决", "label": "政治学", "id": 0}
{"content": "<正>共产党内部的官僚化问题关系着党的生死存亡和社会主义事业的兴衰成败,这是苏东剧变留下的深刻教训。对于现存社会主义国家来说,在摆脱苏联模式、探索新的社会主义模式的过程中,克服官僚主义倾向、避免 \"官僚特权阶层\"的产生,同样具有不可低估的意义。一些社会主义理论", "label": "政治学", "id": 0}
{"content": "利益集团作为政治共同体在西方政治生活中占有极为重要的地位,他们利用各种手段,通过各种途径来对立法,行政,司法,外交以及政党的活动施加影响,以维护集团自身的利益。", "label": "政治学", "id": 0}
{"content": "在\"互联网+\"时代背景下,翻转课堂成为开放教育改革实践中的重要课题之一。针对国家开放大学行政管理专业的核心课程政治学原理的课程性质、学情、课堂教学生态现状的透视,发挥翻转课堂教学的优势,精心设计课前学习、课堂组织、教学评价和反馈,有利于实现\"以学生为中心\"的教学理念、交互的教学方式、跨越多元化的教学时空、重塑\"教师主导—学生主体\"的师生角色,提升政治学原理课堂教学设计质量。", "label": "政治学", "id": 0}
{"content": "命名实体识别作为信息抽取的一项子任务,能够在大量的数据中迅速识别出目标实体并进行分类。政治学作为社会科学领域的重要学科之一,其文本中包含的实体信息亦可被识别研究。本文利用深度学习的方法,通过建立基于BiLSTM-CRF的命名实体识别模型,针对政治学文本进行人名、地名与机构名的识别分类,并通过Python构建词云图进行信息可视化。由此帮助分析文本中的实体相关信息,也为政治学科的数据挖掘提供研究思路。", "label": "政治学", "id": 0}
{"content": "<正>任何时代的人们都倾向于夸大自己所处时代的特殊性和意义。但是,对于2020年的人们来说,他们所处的活生生历史的特殊性,无须任何理论的辩护,因为每个人都以纯粹经验甚至是生命加以了亲证。百年一遇的疫情,席卷全球、肆虐人类,对中国和整个人类影响的广度、深度和烈度至今无法估量,不仅改变了全球化进程乃至现代性的模式,加速了世界百年未有之大变局,而且使得人们的生存、生活乃至社会治理方式发生重大变化,也使得城市特别是特大城市的风险问题极度地凸显出来。", "label": "政治学", "id": 0}
{"content": "对个体自身而言,生命就是他的全部,生命的权力是自在的,具有无需征得他人同意就可先天获得的合理性,保证、发展和满足生命权力是他最大的\"政治\";但由于每个个体又是非自足、非完满的存在者,所以个体必须在主体间相互合作、共同对待个体生命。狭义的\"生命政治\"概念特指政府、政党、国家在政治权力和公共职权支配下、通过政策、制度和行动创造并分配公共善、看待和对待个体生命时所体现出来的观念和行动,以及这种观念和行动所具有的性质。人类发展史本质上就是如何看待和对待个体生命的心路历程。在权力、资本和生命的价值排序中,如若将权力和资本置于民众的生命之上,\"生命政治\"就会作为普遍性问题存在;如若把生命置于权力和资本之上,\"生命政治\"就会作为普遍价值存在。生物性、社会性和精神性是生命的三种存在形式,同时也是生命之政治属性的三种表现形式。在社会正常状态下,生命的自然属性得到保障的条件下,生命政治的社会性形式即\"外在之善\"的获得、生命政治的精神属性形式即\"灵魂之善\"的实现,就成为了政治权力和公共职权所要实现的终极目标;在非常状态下,个体生命受到严重威胁,恢复生命、保持健康就变成了首要的政治任务,生命政治的生物属性就具有了社会性和精神性意义,因为失去了生命的生物属性,它的社会性和精神性也就没有意义了。在公共危机中,公共卫生危机是相对严重的一种,由新冠病毒肺炎所引发的疫情又是人类迄今为止所遭遇到的最严重的公共危机,具有空间上的广泛性、时间上的持续性、致病后果的严重性等外部特征;具有原因性、普遍性和主体性的等内部特征。在疫情认知、应对和防控中,个体防护、集体抗疫、政党统领、生命至上体现的是中国人的哲学思维和实践智慧;个人权利与自由至上、全民自然抗疫与资本逻辑优先,反映的是西方人的思维方式和国家治理范式。反思与批判新冠疫情,既可直面疫情自身,寻找病毒源头、描述传播方式、澄明致病机理、制定防控方案,这是科学与技术的思考与行动方式;也可直面个体、集体和国家在应对、防控、消除疫病时所呈现出来的思考与行动,这是一般哲学和具体哲学的致思范式。在哲学思维和实践智慧的意义上,政治哲学无疑是把握疫情自身和疫情防控之哲学性质的重要方式。对这一哲学性质的沉思,政治哲学可以提供两种思考路向,其一,在有效防控中,资本逻辑和政治逻辑何者优先?其二,在政治逻辑优先的运行中,如何处理权力政治与生命政治的关系?基于这两点,更为深层的问题是,一个好的国家治理和社会管理,如何在正常状态和非常状态之间保持一致性?这就是\"从权力政治到生命政治:两种场域与两种路向\"这一题材的真实含义。", "label": "政治学", "id": 0}
{"content": "生命政治存在\"反向的生命政治\"与\"正向的生命政治\"。在西方政治体制之下,\"反向的生命政治\"产生的现实灾难,让生命政治哲学焦躁不安。如果从否定的辩证法出发,我们将能够更好地理解生命政治的泛概念化的问题。在今天中国国家治理现代化建构的过程中,秉承以人民至上的理念,完全可以建构起\"正向的生命政治\"。", "label": "政治学", "id": 0}
{"content": "福柯的生命政治研究之所以关注人口统计学,部分原因正是在于在人口统计的过程中,完成了对活生生的生命的档案化。这样,与其说生命政治的基础是人口概念,不如说,是将异质性的人还原为具有一定量值的数据和档案。生命的档案化另一个结果是形成了与物的秩序和话语秩序并列的数据秩序,而算法正是这种数据秩序和结构的运行方式,在整个数据结构基础上,形成了对所有档案化和数据化生命的监控和管制的算法治理。在今天,算法治理已经成为了一种高度智能和普遍化的治理技术,它甚至掌控着我们生活中可能出现的诸多偏差和异常。但是,这种算法治理并没有真正涵括所有的生命现象,也就是说,在算法治理之外,还存在着诸多不可被数据化和计算的生命,这些生命就是流众。流众和被数据中介的生命成为了后人学的基本区分,这也是数字时代生命政治的奥秘所在。", "label": "政治学", "id": 0}
{"content": "\"例外状态\"是阿甘本生命政治学的核心概念。在现代社会中,这个以法律之悬置为主要特征的司法—政治秩序实际上具有两种类型:一是阿甘本意义上的人为制造的虚假例外状态,表现为集中营、收容所等永久性无法地带;二是由瘟疫等人类灾难所引发的客观存在的真实例外状态,表现为暂时性的高法律状态与低法律状态。前者因其对人权的剥夺和常态化趋势而具有潜在威胁性,成为阿甘本批判与否定的对象;后者则是旨在保护人民生命健康权的临时性举措,属于社会治理中不可回避的真实状态。奠基于对例外状态双重性内涵的理解,城市的封闭与流通、人口统计与数字监测等生命管控的争议性问题才能得到更合理的分析,例外状态下人民的生命权、自由权等权利才能得到更切实的保护。", "label": "政治学", "id": 0}
{"content": "围绕政府应对新冠肺炎疫情的措施是否过度的问题,阿甘本引爆了\"赤裸生命\"与\"赤裸国家\"之间的争论,这场争论正是反思阿甘本生命政治理论的契机。对照霍布斯,阿甘本的谬误在于他拒绝承认一切例外状态的真实性。然而,阿甘本的错误中却包含着不容忽视的合理因素,即例外状态与日常状态的界限正在敉平,这正是阿甘本不顾非议的思想动机。民众之所以接受政府在例外状态中采取的应对措施,正是基于例外状态与日常状态的区分。一旦例外状态常态化,那么阿甘本的相关理论资源仍需重视而非轻易否定和抛弃。", "label": "政治学", "id": 0}
{"content": "生命政治概念是含混不清的,其原因一方面在于含糊的概念起源:福柯在不同向度上使用了生命政治概念,又赋予了生命政治以矛盾的双重属性,并且一条把握生命政治的重要线索——自由主义与生命政治之关联也没有被福柯清晰地揭明;另一方面在于异质的理论谱系:生命政治在阿甘本、哈特与奈格里、埃斯波西托等人的继承与发展中呈现出了\"法权范式\"、\"生产范式\"与\"免疫范式\"等异质性的理论范式并存的研究图景。突破这两重理解困境的出路在于锚定生命政治概念及其理论的\"硬核\"。笔者认为,生命政治概念及其理论的\"硬核\"在于生命与秩序之间的张力关系,在这一\"硬核\"的基础上,生命政治概念才能得到更为清晰的澄明。", "label": "政治学", "id": 0}
{"content": "生命政治最重要的问题就是生命的政治化问题,其中最核心的问题是,权力是如何穿透到主体的身体以及生命的诸种形式之中从而实现自我扩张、自我生产的。权力对生命的操持与共同体的生成、维护及发展密切相关,一是权力使生命免于死亡的权力,促进共同体和共同体秩序的产生;一是权力使生命变得积极有用,让共同体秩序得到维持和发展。本文拟从四个方面对生命政治与共同体的关系进行论述。首先,霍布斯有关\"自然状态\"和\"利维坦\"的探讨,实际上对权力如何使生命免于死亡、从而构建生命秩序进行了分析;其次,福柯和奈格里包括马克思,探讨了权力特别是资本权力如何使生命成为积极有用之物,从而形成资产阶级社会共同体的;再次,阿甘本有关\"例外状态\"\"赤裸生命\"的阐述,则分析了当其依附的共同体遭受冲击时,权力的应对之策;最后,本文将立足于风险日益全球化的时代现实,探索构建新的生命政治学和新的共同体秩序的可能性。", "label": "政治学", "id": 0}
{"content": "在一种\"绝对内在性\"的政治性生存视角下,个体命运在面对社会灾难时不得不依附于权力治理。因此,国家在灾难叙事中实际上隐藏着一种治理暴力的可能:它可以通过建构一个\"例外状态\"来制造和生产一种现代性\"赤裸生命\",使权力直接作用于生命。将灾难设置为例外状态的深刻影响在于,它不仅会让现代性国家建立的道德合法性说明被束之高阁,并且会让现代性治理的道德合理性论证陷入权力暴政的危机当中:权力治理可能会通过构建出一个例外状态来加强自身专制治理的道德合理性;或者国家（主权者）可能会借由灾难事件构建出一个例外状态并使其常规化,进而实现改变国家性质、重构国家体系和治理秩序的目的。生命政治对国家灾难叙事的伦理审视,对国家将保障个体生命权利纳入政治实践维度、国家在灾难中的出场方式以及相关法规、制度的建设提出了要求。", "label": "政治学", "id": 0}
{"content": "公元二零二零年,庚子大疫,关于生命政治的反思成为思考这一全球性公共卫生突发事件的焦点。在欧洲新冠肺炎疫情爆发之际,阿甘本以其例外状态理论之要义为中心,对意大利政府的防疫措施发表了批评性观点,由此引发了在非常状态下反思普遍与特殊,以及国家、政府、人民之间复杂关系的世界性的生命政治学讨论。这场生命政治之思不只局限于思想争论,而是用以激励实践,以期在疫情结束后拓展出更加完善的生命政治新治理的可能性空间。在世界历史进程中平衡过去、现在与未来的关系作为生产生命政治新范式的历史意识原则,不断生成生命政治学新的内在向度。", "label": "政治学", "id": 0}
{"content": "新冠疫情不仅威胁了人类共同体的生命安全,并且带来了全球各国政治治理体系的挑战。本文拟从生命政治这一理论视野出发,以\"免疫\"概念为中心,对东亚文明和西方文明治理模式对这一疫情的回应方式做一描述。我们发现,面对新冠病毒的威胁,西方主要大国治理模式明显放弃了对个体生命权利的捍卫,而是以捍卫社会体系的流动性为主要治理策略,从而形成了\"群体免疫\"。而在东方社会,强调共同体一切成员生命安全的承诺,转化为了一种\"全体免疫\"模式,平衡了西方社会的\"群体免疫\"机制。而后新冠时期的地缘政治结构取决于两种机制之间的相互免疫关系。两者最终会形成\"全体免疫\"空间和\"群体免疫\"空间,最终在相互排斥中形成相互依赖的均势结构。", "label": "政治学", "id": 0}
{"content": "2020年的新冠疫情开启了从人类文明的大视野思考生命政治的历史性契机,人类作为万物的灵长,宇宙的精华,在数千年历史长河中尤其是近代启蒙运动以来创造了辉煌的人类文明,人类生命绽放出绚丽的文明之光,但毋庸讳言,在文明的阴影处始终有野蛮相随,这一点在2020年新冠疫情中触目可见,这意味着,人类文明面临着再文明化的艰巨任务,人类必须葆有充分的自我反思批判精神,敬畏自然,敬畏生命,促进人与自然的共生和谐,加强人与人的友爱互助。", "label": "政治学", "id": 0}
{"content": "<正>政治哲学有一个很核心的命题,那就是古代政治哲学或者古典政治哲学和现代政治哲学的\"古今之变\"。前面各位专家就新冠疫情对世界政治的影响做了很多讨论,我的角度是:它到来的这个时刻,可能值得我们去高光（highlight）一下。为什么强调新冠疫情到来的时刻?其实,古典政治哲学是不在乎\"时刻\"的,它关注的是永恒的问题,不会变化的问题,这些问题今天在这边会出现,在一个时间、在别的地方也会出现。旨在回应、解决永恒问题的古典政治哲学,自是不在乎时刻的问题。而现代政治哲学恰恰很在乎时刻,时间是一个重要的尺度:不管是黑格尔还是海德格尔,时间是一个关键问题。病毒本身,其实对于人类文明而言实属于永恒的问题;与此同时,我们今天来思考新冠病毒,亦值得去关注的是它到来的那个时刻。", "label": "政治学", "id": 0}
{"content": "<正>全球化本身也应该包含一种文化变迁过程,也就是在发生一种文化现代性进程。文化现代性进程既有本土文化即本文化,也有外来的文化即异文化。特别是在文化现代性过程中,如何处理外来文化或异文化问题。本文化面对外来文化如何开放的问题,中间都会遇到很多问题。福柯、阿甘本他们先后提出的\"生命政治\"概念,在今天还能给我们一些启发。我就从这个角度来谈一下文化现代性进程中的异文化权力以及跨文化学视域中的审美生命政治。", "label": "政治学", "id": 0}
{"content": "疾病以一种特殊的形式,伴随人类文明的演进。人们应对疾病的日常生活也反映了政治权力、意志和价值的变迁,是一种\"生活政治\"。无论是个体的疾病还是大规模的卫生问题,都反映着一个时代的公共政治,日常生活里的疾病都有可能表现为政治问题或者引发传统的政治问题。2020年的新冠疫情,促使人们对于疾病、公共卫生所体现以及所带来的政治问题有更加全面清醒的认识,这也将改变人们对于传统政治的看法,进一步植根于日常生活本身来思考人类政治问题,从而产生新的政治思想。", "label": "政治学", "id": 0}
{"content": "本文接续福柯对临床医学和生命政治的思考,借鉴其知识考古学和权力谱系学方法,反思2019年末至今的Covid-19疫情。这次疫情嵌入在现代社会生命政治体系的运转中,从而疫情现实一开始就由其中的知识-权力体系加以建构,亦即居于抗疫主导地位的生物医学知识以及医疗和公共卫生体系。根据生物医学的实体论和还原论模式,其知识建构的结果是病毒远强于人体免疫能力,且无特效药,恐慌心理因此蔓延全球。另一方面,虽然基于同样的知识建构,但抗疫方式却因权力结构的不同而异。可以通过建构两个理想类型来对照不同社会的权力结构,即有限政府和全能政府。此外,中国抗疫的特色之一在于其中西医二元医学体系。而根据中医知识,Covid-19并不可怕,免疫力有足够多的方式\"扶正祛邪\"、战而胜之,因此完全不必陷入恐慌。若以此类知识为抗疫基点,抗疫现实有可能别有一番景象。", "label": "政治学", "id": 0}
{"content": "新冠肺炎疫情展现出文化的多维面向。从个人角度看,新冠肺炎作为疾病使人们对死亡的意识被唤醒,也重构了人们对身体的认知;从社会角度看,生命、肉身、疾病又被纳入生命政治的漩涡中,部分人被剥夺了哀悼或被哀悼的资格。疫情使多国进入紧急状态,这种例外状态既可能作为治理技术持续下去,也有可能获得民主性翻转的机会。另外,疫情在欧美国家激发起对新自由主义的反思性批判,一种共产主义的构想被再度提出。最后,疫情为我们展望一种新的全球共同体提供了契机。", "label": "政治学", "id": 0}
{"content": "政治的善是政治伦理的核心问题,我们可以从政治的善与一般的善的关系、政治良心的存在性、政治的善的实现路径三个方面探讨政治与伦理的关系,从而全面地回答了\"政治伦理何以可能\"这个根本问题。", "label": "政治学", "id": 0}
{"content": "政治心理学作为一门心理学与政治学交叉学科在西方学界发展至今且逐渐成熟,而罗夏墨迹测验作为较晚引入西方政治心理学领域研究中的一项测量工具目前已经获得了一定的成果,而在相关领域的应用研究在我国目前还缺少足够关注。罗夏墨迹测验在政治心理学领域应用的理论来源主要源于20世纪初政治学中对人性基本问题的重新检视与思考以及20世纪60年代后政治心理学实证研究中对测量精度的进一步要求。目前,罗夏墨迹测验工具在政治心理学领域的应用主要有\"联合测验\"和\"关键指标\"两个基本的应用特征,即首先利用罗夏墨迹测验（投射测验）和政治相关目标变量测量工具（一般为自陈测验）进行联合施测,之后基于多样反应诱出数据测量与分析技术（variousresponseelicitationmeasuresand analysis,VREMA）对被试政治相关刺激的反应进行解析和比对,尤其是在认知和情绪情感两个关键指标上进行有效突破,进而分析被试政治态度和行为背后深层次的心理机制和人格特点。未来相关研究应该在罗夏墨迹基础理论上,联合认知神经科学、分子生物学等相关学科的理论和技术,进一步就罗夏墨迹测验工具的认知和情绪解释指标进行信度和效度的论证,在技术上利用VREMA分析技术锚定罗夏墨迹测验认知指标与腹内侧前额叶皮层（vm PFC）,情绪情感指标与杏仁核（AMG）及5-羟色胺转录体基因（5-HTT gene）和单胺氧化酶A基因（MAOA）之间的关系将有助于联动多学科交叉研究和测量精度的提升,进而有利于罗夏墨迹测验工具在政治心理学实证研究中的推进。", "label": "政治学", "id": 0}
{"content": "<正>政治科学是一个共同体事业。经验政治学家们须接触必要的数据,以复制现有研究结果来理解、评估,尤其在现有工作基础上有所建树。不幸的是,我们现有的学术规范不鼓励,或者某些情况下甚至对这一目标不予认可。本文将提出一些有利于复制研究,且易于被教师、学生、论文写作者、研究生、作者、评审人、资助机构以及期刊和书籍编辑们操作的建议。", "label": "政治学", "id": 0}
{"content": "<正>随着中国政治与社会转型的不断推进,纷繁的政治社会现象为学术研究提供了丰富的素材,这也反映在2015年至2016年中国政治学的发展上。作为中国几大重点高校集中的地区,上海政治学界也是中国政治学研究的重镇,其所取得的研究成果也推动着中国政治学的发展。本文将对这两年上海政治学发展的总体情况作一个粗略的梳理和总结,为上海政治学研究提供一个大致的定位。本文主要依据2015年至2016年间上海政治学学者发表和出版的政治学专业论文和著作,但不包括在上海地区召开的学术研讨会和会议论文。本文主要针对政治", "label": "政治学", "id": 0}
{"content": "一带一路不是简单的国际间的经济活动,本质上是一项由首倡国发起的、旨在提高国际治理水平、促进国际共同发展的国际社会动员,必须从政治学与社会学交融的角度来深入分析。它是中国将区域治理与全球治理相结合的综合战略或倡议,是\"三分全球治理、七分区域治理\",是经济治理与文化治理的交融。它将导致一定程度上的区域一体化、制度化和社会化。在促进社会化的过程中,文明对话具有重要作用。一带一路是中国特色的区域治理模式探索,它是经济治理特别是基础设施互联互通为重点和中心环节,但它的出发点是尊重多文明的多样性而不是文明同质性,倡议者是仍然处在前发达阶段的发展中大国提出,归宿则是区域命运共同体的建设和区域社会建构,这是与欧洲传统区域治理路径的不同之处。因此,文明对话既是一带一路模式下的区域社会建构的重要背景,也是它的文化优势,重视文明对话和民心相通成为一带一路建设的中心环节之一。需要指出的是,文明多样性作为一带一路建设的一个重要前提,并不意味着不能进行区域一体化中的社会化。相反,由文化多样性作为起点,也是可能促进共同文化建设进而推进社会化的,这是一种形式比较松散、主导文化并不明显的社会化。在历史上,东盟的形成与发展,上海合作组织的形成与发展,都为一带一路支撑的中国特色的区域社会建构过程中的文化建设,提供了有益的经验启示。一带一路还是中国特色全球治理模式的探索的重要组成部分。一带一路建设中的不少内容与联合国的基本关切与发展战略相吻合,与二十国集团的协商领域相协调,与金砖国家的发展方向相一致,必然带有全球治理的重要特征;然而,一带一路与其他全球治理模式或体系不同的是,它更加强调文明多样性原则的国际政治含义,更加强调不同发展阶段的国家的平等参与,更加强调南南合作对于南北对话或全球对话的新的含义,更加主张一种新的全球伦理即人类命运共同体意识对于全球治理的意义。与此同时,由于一带一路的提出者中国与当今世界秩序的主导国美国之间,既文明上的差异,又处在世界性权力转移的关键时刻,双方避免相互的妖魔化和文化误解具有十分重要的作用,文明冲突有可能成为权力转移的前哨战,甚至有可能成为以美国为首的西方文明与以中国为代表的东方文明的战争的爆发点,因此,一带一路的文化治理任务又是十分的艰巨,更要求从文明对话的角度去理解和强化一带一路建设。区域社会建构是一带一路的重要任务,关键要设计好区域性的文明对话模式。建设人类命运共同体,既需要全球意义上的文明对话,更需要区域意义上的文明对话。区域文化治理或文明对话,对于全球文化治理或文明对话,有着基础性作用。在中国的国际身份主要是有着全球治理责任的区域性大国的前提下,经营周边区域社会的建设,坚持文明对话的区域性,对于一带一路具有多方面的重要的作用。一带一路的文明对话,应当保持四个基本原则,一是强调文明对话的圈序性,即从内核开始向外扩展,最后再扩展到西方文明;二是强调文明对话的平等性,不搞以势压人的文明对话,不搞文化民族主义或文化沙文主义,反对以现代化话语或后现代化话语作为主导文化,不搞华夏中心主义;三是强调文明对话的人民性,既要发展政府间的文化交流项目,更要鼓励民间外交,创造条件让普通公民和人民群众加强往来,促进民族间、国家间的友好活动,为民心相通奠定基础;四是强调文明对话的共赢性,倡导一种建设性的文明对话,将人民外交、民间交流与经济活动结合起来,让人民群众从相互交往中既促进理解和友谊,又得到真真切切的文化享受和经济实惠。", "label": "政治学", "id": 0}
{"content": "在\"图宾根片段\"中,黑格尔延续了在斯图加特时期的古典共和主义理念,并在新的社会情势和智识背景下努力阐发一种现代公民宗教思想,即他所谓的民族宗教。黑格尔的公民宗教思想以古希腊和古罗马的公民宗教为原型,并显然属于西方文艺复兴以降马基雅维利、霍布斯和卢梭等人所构建的近代公民宗教谱系。黑格尔在理性基础和民族精神等方面对此加以推进。\"图宾根片段\"中的公民宗教架构与问题意识几乎支配了黑格尔接下来两个时期思想的发展。", "label": "政治学", "id": 0}
{"content": "围绕着\"城市化如何导致政治不稳定\"这个经验命题,本文在大量文献中梳理了三种主流的解释路径,城市偏向、城市主义以及政治排斥;同时,文章还对三种解释路径的方法论给予综述与评价。在文献批评的基础之上,作者倡导运用国家基础权力的理论,来解释中国这个例外现象。对中国经验的诠释应当着重运用历史主义的方法,从微观层次上,观察国家基础权力的范围、能力以及彼此之间的相互支撑作用。这篇文章为我国学术界的城市治理研究提供理论帮助。", "label": "政治学", "id": 0}
{"content": "本文以2011—2014年度沪深A股非金融类上市公司为研究对象,基于利益相关者理论、代理理论和信号传递理论,从企业社会责任的治理效应角度研究企业社会责任、政治关联与非效率投资的关系。结果发现,政治关联与过度投资显著正相关,与投资不足显著负相关;而滞后期的企业社会责任可以显著降低非效率投资;进一步研究发现企业社会责任对政治关联与非效率投资的关系具有调节效应:履行社会责任可以减少政治关联带来的投资过度问题,并且该调节作用同样具有明显的滞后性。本文研究成果表明企业社会责任对非效率投资具有一定的治理效应。", "label": "政治学", "id": 0}
{"content": "随着我国经济社会的发展和改革开放的不断推进,我国目前正处于经济社会的转型期,在转型期国企政治关联现象十分常见。国企政治关联对于国企自身发展既有积极影响,又有消极影响。本文在开展研究工作的过程中主要对电力、煤炭国有企业的政治关联情况进行研究,通过相应的研究工作可以发现,国企政治管理会阻碍国企自身的发展,会在一定程度上影响到企业自身的绩效。本文旨在通过对转型期经济下国企政治关联对绩效的影响进行研究,为国企发展水平和绩效的提升提供借鉴和帮助。", "label": "政治学", "id": 0}
{"content": "政治学实证研究中分析的对象经常表现为两分因变量,需要运用非线性模型进行分析。在非线性环境下,处理数据中序列相关问题,面临一系列方法和计算上的困难和挑战。该研究提出运用残差p阶自回归过程Probit模型来检验和充分修正序列相关问题,并发展模拟方法对参数进行统计估计。模型直接针对误差项的随机过程进行建模,与现有非线性时间序列模型相比,该模型是检验序列相关的更好方法,尤其适用于较小或中等规模的样本。该研究发展的模拟方法是基于马尔可夫链-蒙特卡洛的循环模拟。除了采用常规的Gibbs和Metropolis-Hastings取样法外,该研究还创新性地引入状态空间分割方法,运用推动器对马尔可夫链在局部参数空间中进行移动,以加速模拟的收敛过程。该研究对残差项自回归阶数通过模型拟合优度和质量比较进行确定,采用SIR-递推采样方案对后验分布的边际似然性进行模拟近似计算,从而计算出每一对参评模型的贝叶斯因子从而进行模型比较,对自回归阶数进行确定以确保序列相关得到充分修正。该研究将新模型和新方法应用于两个政治学研究的实例分析中,一个是关于美国众议院规则变化的时间序列分析,另一个是对国际政治经济研究中的能源安全进行动态过程追踪。这两个实例表明,序列相关在非线性环境中的分析显著影响到数据分析的质量和实证结论的可靠性,使用新的模型和方法可以对序列相关进行直接和充分的修正,并可以与现有其他时间序列分析技术进行结合,以处理政治学中路径依赖带来的强序列相关问题。", "label": "政治学", "id": 0}
{"content": "<正>一、背景政治与社会研究校际联盟（The Inter-university Consortium for Political and Social Research,ICPSR）①的历史可追溯至1962年,其最初名称为政治研究校际联盟（The Inter-university Consortium for Political Research,ICPR）,由美国政治科学家Warren E.Miller等人发起创立,以作为美国全国选举研究的数据散播工具。其意义很快便超越了这一初衷,虽然其发展过程经历过一些波折（如就数据共享方面的问题）,但在密歇根大学社会研究所(Institute for Social", "label": "政治学", "id": 0}
{"content": "政治文化在当今政治体系发展中具有重要的意义,而对中国这样一个历经千年,源远流长,从未出现过历史断层的国家来说更是如此。中国古代的政治文化以其独特的形成过程与特点,影响着中国古代乃至当代政治体系的运作。应清楚地认识到,古代传统的政治文化也有其两面性,对传统政治文化进行扬弃,使之与当代的世纪情况相契合,促使我国政治文化现代化,也是现代政治学研究的一个重要课题。", "label": "政治学", "id": 0}
