{"content": "博弈论的本质是研究多决策发生的行为使其相互作用达到相互平衡,依据来源是信息分析及其判断能力,其最终达到收益最大化的对策理论。将此理论运用在经济管理中,确定人的行为使其具有除理论之外的实践价值。在经济管理中以此为支点,结合经济管理中的实际情况分析,将博弈论的意义进行完善,使其发挥更积极地实用价值。", "label": "数学", "id": 0}
{"content": "研究目的:竞猜型体育彩票销量提升为我国公共体育资源建设提供重要公益资金来源,为完善体育基础设施建设,丰富群众体育文化生活做出重要贡献,客观上推动了我国公益事业及体育事业的发展。然而,学界对于体育彩票理论研究相对滞后,且在影响竞猜型体育彩票销量的因素方面缺乏全面而系统的研究。体育彩票销量既受到各地区经济水平、文化背景等宏观因素的影响,也受到消费者本身购彩认知、风险偏好等个体因素的限制,导致影响彩票销售量的社会经济环境成为一个信息不完整、不充分的灰色系统。因此,探究影响彩票销量的\"黑箱\"过程引起学界和业界的共同关注。为探究我国竞猜型体育彩票销量的组态构型,采用fs QCA方法探索多元复杂的竞猜型体育彩票销量影响因素,以期拓展和深化现有研究,推动体育彩票产业的可持续发展,满足我国经济新常态发展背景下区域体育彩票业高质量平衡发展的现实需要。研究方法:推动体育彩票产业可持续发展需深入探索影响体育彩票销量的因素。由于传统统计方法难以解释现有研究中竞猜型体育彩票销量存在的多重并发因果现象,因此有必要采用定性分析比较法,根据布尔逻辑与集合关系进行重新审视。定性分析比较（QCA）最早由社会学家Ragin于1987年所提出,是一种基于布尔代数和集合理论,从整体论视角解释因果关系复杂现象,整合变量导向（定量方法）及案例导向（定性方法）并能够兼得两种方法优势的综合性分析方法。与定量研究方法相比,QCA方法摒弃了传统方法基于\"可加性\"与变量独立性假设的\"净效应\"分析,更注重自变量之间的组态性问题,认为各个条件因素之间是相互作用的,自变量与因变量之间存在集合关系而简单的线性相关关系。组态视角已不再将某个变量视为核心解释变量,而是将各个前因变量视为相互联系的条件组态。QCA分析方法可以深层次分析前因条件之间不同自变量所形成的\"多重并发\"因果关系,因此,应用QCA分析法可以基于整体性视角探究多条件组态因素影响我国竞猜型体育彩票销量的复杂作用机制,并揭示多个前因变量与竞猜型体育彩票销量提升之间的逻辑关系。研究结果:根据文献梳理并考虑到数据的可获得性,秉承可靠性原则及数据与变量相契合原则,选取地区生产总值、居民人均可支配收入、教育水平、老年人口抚养比、城镇化率、销售终端数量、男性比例、城镇登记失业率为前因变量。并选取竞猜型体育彩票销量为结果变量,数据来源于2019年《中国体育彩票年鉴》《中国统计年鉴》以及国家统计局官方网站。应用fs QCA方法,经变量校准、单个条件的必要性分析、高体育彩票销量的组态分析、高竞猜型体育彩票销量组态构型分析及稳健性检验后发现,8个前因变量相互搭配组成的7种条件组态类型:（1）地区生产总值×-居民可支配收入×-教育水平×老年人口抚养比×-城镇化率×销售终端数量×男性比例;（2）地区生产总值×-居民可支配收入×-教育水平×老年人口抚养比×-城镇化率×销售终端数量×城镇登记失业率;（3）地区生产总值×居民可支配收入×-教育水平×-老年人口抚养比×城镇化率×销售终端数量×男性比例;（4）地区生产总值×居民可支配收入×教育水平×老年人口抚养比×城镇化率×销售终端数量×-城镇登记失业率;（5）地区生产总值×居民可支配收入×老年人口抚养比×城镇化率×销售终端数量×男性比例×-城镇登记失业率;（6）地区生产总值×居民可支配收入×-教育水平×老年人口抚养比×-城镇化率×-销售终端数量×男性比例×城镇登记失业率;（7）-地区生产总值×居民可支配收入×教育水平×老年人口抚养比×城镇化率×-销售终端数量×男性比例×城镇登记失业率。研究结论:首先,地区高竞猜型体育彩票销量并不是由某一单一因素影响,而是由多个前因变量相互影响的协同作用产生,且任何单一因素并不可以成为促使地区高竞猜型体育彩票销量的充分条件。其次,各个组态构型中,促使地区高竞猜型体育彩票销量核心条件和辅助条件各不相同,但这些路径均能够实现高竞猜型体育彩票销量,表明体育彩票销量与其影响因素之间存在非线性相互影响关系,这也印证了定性分析比较中殊途同归的理念。再次,教育水平（EDU）在所有前因组态构型中可有可无或只起到辅助作用,可以认为地区教育水平的提高并不能实现地区高竞猜型体育彩票销量的提升,此外,老年人口抚养比及城镇化率在大部分构型中均只起到辅助作用,地区老年人口抚养比及城镇化率的提高并不能促使其实现高竞猜型体育彩票销量,可以认为,老年人口抚养比及城镇化率这两个因素在提升竞猜型体育彩票销量中只能起到\"锦上添花\"的作用。最后,按照组态特征将7种前因变量构型分为区域经济驱动型、区域经济主导型、购彩意向触发型3类,并根据对不同类型地区销售特点的分析提出促进竞猜型体育彩票销量提升、推动体育彩票产业可持续发展的针对性策略。", "label": "数学", "id": 0}
{"content": "微观经济学博弈论是运筹学重要的学科之一,本文通过分析博弈论在企业制度建设中的运用、企业人力资源中的运用、企业管理决策中的运用,阐明微观经济学博弈论对于企业管理行为的重要性,以期能为企业管理工作,做以参考。", "label": "数学", "id": 0}
{"content": "博弈论的本质是研究多决策发生的行为使其相互作用达到相互平衡,依据来源是信息分析及其判断能力,其最终达到收益最大化的对策理论。将此理论运用在经济管理中,确定人的行为使其具有除理论之外的实践价值。在经济管理中以此为支点,结合经济管理中的实际情况分析,将博弈论的意义进行完善,使其发挥更积极地实用价值。", "label": "数学", "id": 0}
{"content": "当前,以数据为关键生产要素的数字经济日益成为推动经济增长的重要引擎,展现出了强大的发展韧性和蓬勃的发展活力。本文基于我国2013-2019年的省际面板数据,采用纵横向拉开档次法测度了数字经济综合发展水平,构建空间面板计量模型实证检验了数字经济对要素市场扭曲的影响。研究发现:数字经济有效缓解了当地的要素市场扭曲,近年来我国数字经济呈现稳中有升的发展态势,但存在着发展不均衡的现象,整体上表现为东高西低,\"数字鸿沟\"问题较为严峻;数字经济发展、要素市场扭曲均存在着正向的空间自相关性,地理相邻的地区往往具有相似的要素市场扭曲现象,\"以邻为壑\"的现象仍然存在;数字经济发展缓解要素市场扭曲存在着空间溢出效应,体现了数字经济在优化要素资源配置、加速市场一体化等方面所具有的潜力;数字经济促进经济社会发展需要一定的先决条件,分组检验证实了数字经济对要素市场扭曲的缓解作用仅在东部地区发生,中西部地区的实证结果不显著,更加凸显了加快数字经济差异化发展的重要性。基于研究结论,本文在加快培育并释放数字经济新动能、优化市场要素资源配置体系、重视数字经济与要素市场的发展差异、完善数字治理规则等方面提出了政策建议。本文的研究既有助于科学评估数字经济对经济社会发展带来的影响,也为研究缓解要素市场扭曲的机制提供了一种新视角。", "label": "数学", "id": 0}
{"content": "自改革开发以来,中国经济已由高速增长阶段转向高质量发展阶段,绿色发展走进人们视野;同时,由于后疫情时代经济的不确定性,绿色新动能也逐渐成为关注的重点。基于现有研究理论空白,本文选取单位GDP废水排放、单位GDP二氧化硫排放、单位GDP工业烟尘排放量、工业固体废物综合利用率、第二产业比重、建成区绿化覆盖率六大指标,基于2003-2018年四川省18个地级市的面板数据,运用滑动四分位差距法和3准则提出异常数据,采用二次指数平滑法和滑动窗口法填补空缺数据,结合层次分析法与熵权法进行赋权,建立绿色新动能综合量化模型。结果发现成都市、广元市、达州市、资阳市绿色新动能较高,攀枝花市、泸州市、德阳市、宜宾市绿色新动能相对较低;从2007年开始,自贡市、眉山市、泸州市、资阳市的绿色新动能发展速度较快,乐山市、德阳市、广安市的绿色新动能发展速度相对较慢。为进一步探究四川省绿色发展新动能的经济效应,基于四川省各地级市绿色新动能量化结果的基础上,选取产业结构升级和经济增长变量,建立面板向量自回归模型（PVAR）,依次进行面板数据单位根检验、滞后阶数选择、模型平稳性检验、格兰杰因果检验、GMM参数估计、脉冲响应分析及方差分解,对模型进行实证分析。实证结果表明,二氧化硫排放和废水排放发挥重要作用,工业粉尘和排放和建成区绿化覆盖上升空间明显;但第二产业增加与绿色发展新动能呈反向变动,经济增长与绿色发展存在矛盾。因此我们仍需完善总体规划和顶层设计,全面引导绿色城市建设。", "label": "数学", "id": 0}
{"content": "本文基于国内国际双循环背景下,从个体、整体两个角度对经典的、最新的系统性金融风险测度文献进行回顾梳理与比较,利用VosViewer对文献进行可视化分析,追踪VaR、ES和SRISK三种经典方法的研究进展,并在文末结合新格局背景给出相应的政策性建议。后续研究应结合网络分析,重视金融机构之间的内在联系与风险传染,及时预警和监测风险,以期更好地维持金融系统稳定,为实体经济蓬勃发展奠定基础。", "label": "数学", "id": 0}
{"content": "[目的/意义]智慧社区数字化建设是智慧社区建设的核心内容和基础环节,对其进行有效评价能够引导智慧社区提供更加高效便捷的社区服务。[方法/过程]提出一种基于区间数VIKOR的评价方法。首先,构建一个评价指标体系;其次,根据评价指标体系构建区间数集合评价矩阵并利用核密度函数进行拟合,接着计算折衷评价值得到决策结果;最后选取安徽省6个智慧社区进行实证研究。[结果/结论]实证研究表明,本模型在处理智慧社区数字化水平评价这种具有高度不确定性问题时具有一定的合理性和有效性。", "label": "数学", "id": 0}
{"content": "研究构建了其\"政府--制造企业--应用企业\"的绿色治理演化博弈模型,运用演化博弈理论分析了涂料行业绿色治理三阶段（传统工艺--绿色转型--协同治理）的三方博弈均衡点的渐近稳定性条件及演化稳定策略,研究结果表明:（1）政府治理力度与抽查频率和惩罚系数相关,治理强度适中的情况下演化才趋于均衡;（2）博弈主体策略选择的演化趋势还取决于政府的惩罚力度,在高额惩罚下制造企业绿色转型概率越大;（3）绿色补贴系数与产品的绿色度也对博弈主体策略选择有较大影响。最后,使用MATLAB软件对参与的三方主体行为策略的演化过程进行了仿真分析,并提出了针对性建议。", "label": "数学", "id": 0}
{"content": "<正>一、绪论随着信息技术的快速增长,数据的处理和应用逐渐成为数字化审计的核心及驱动企业发展的战略资源。数字化审计模型体系是指在业务信息系统满足信息化技术与标准的基础上,应用数据挖掘分析方法与技术开展数据的寻源、清洗及归集,构建数据分析模型形成数据模型库,实现模型的固化和更新迭代,", "label": "数学", "id": 0}
{"content": "随着社会工业化的快速发展,二氧化碳等温室气体大量排放,致使环境产生了众多后果,严重危害到人类的生存。如今对于减排问题已达成世界共识,而作为首个也是最大的碳交易体系,欧盟在诸多方面值得我们借鉴。本文从欧盟碳排放量三种核算方法及不确定度方面进行分析,从而为我国碳排放交易体系的进一步发展提供思路。", "label": "数学", "id": 0}
{"content": "本文以合肥都市圈为研究对象,选取合肥都市圈合作框架协议确立的十大领域指标,建立综合评价体系对合肥都市圈发展现状进行量化分析,结果发现合肥优势显著。为了探究合肥对其他城市的影响程度及时空变化,创新地引入并修正高斯烟羽模型,分析合肥对都市圈内其他城市在2009、2014和2019年三个时间的影响程度,最后发现合肥对周边的辐射带动作用随时间逐渐增强,但是部分城市由于交通原因,其受影响程度仍然不够。本文又根据影响程度的演变特征,对未来合肥都市圈的发展提出合理化的建议,以促进合肥都市圈的一体化建设。", "label": "数学", "id": 0}
{"content": "为了研究在房地产投资中进行最优决策的问题,构建了基于AHP-熵权-TOPSIS的评价模型,并结合案例对其进行检验。首先,在分析指标构建准则与方法的基础上,从环境、财务与风险三个维度建立了12个房地产投资决策指标。其次,利用AHP和熵权法算出每个指标的主观权重及客观权重并将它们相结合。最后,采用TOPSIS法对房地产决策方案进行综合评价,选出最优投资方案,以达到科学合理的评价目的。", "label": "数学", "id": 0}
{"content": "经济数学是高等院校经济管理类专业重要的基础课程,在高职高专教育中也不可或缺,从具体教学分析来看,要有效的提升教学效果,需要不断的进行教学改革,同时还要关注教学实践的分析,因为这样可以实现教育教学的不断优化。根据高职高专学生的特点,应尽量避免传统数学教学过于理论化的问题,注重数学方法的运用,贯彻\"以能力为主线,遵循必需、够用\"的原则,力求体现数学在经济管理类各专业的应用。知识的展开以经济实例为导引,紧密结合经济管理类专业对数学知识的需要。文章对高职高专经济数学课程教学进行分析与讨论,旨在为教育教学实践提供指导和帮助。", "label": "数学", "id": 0}
{"content": "保险合同要求双方遵循最大诚信原则,但不可避免的是投保人为了获取保险金故意隐瞒真实情况的现象,给保险人的利益带来损害。将贝叶斯静态博弈理论应用于这种非完全信息场合,通过对保险市场的博弈过程进行相应的分析,可以求解出保险人仔细审查和投保人进行欺诈等不同的行为选择情况,最后给保险业中这种诚信机制的管理提出相应的建议。", "label": "数学", "id": 0}
{"content": "文章基于NK模型,分析了工程项目团队绩效影响因素之间的动态演化机制,提出了工程项目团队绩效提升的路径选择方法。在该方法中,首先采用文献计量分析法与德尔菲法对影响工程项目团队适合度的构成因素进行了筛选;其次运用DEMATEL方法对影响工程项目团队适合度的关键因素进行分析识别,即关键参数N和K;再次构建了工程项目团队适合度NK模型,利用随机分布函数分配适应度值确立决策集合,绘制工程项目团队绩效提升的适应度景观图;最后依据相应的\"攀爬\"方式,采用Matlab计算机仿真对绩效路径提升进行选择,并以实际案例分析了所提出方法的有效性。", "label": "数学", "id": 0}
{"content": "在工程项目建设过程中,承包商和分包商的利益取向不同,根据模型的假设前提,分别建立一般市场、买方市场以及卖方市场的博弈模型进行单期和多期博弈分析,得出双方混合策略博弈贝叶斯纳什均衡,探索影响均衡结果的关键因素并进行数值模拟仿真。同时将均衡结果进行比较分析,研究不同市场中参与主体的行动趋向以及收益。结果表明一般市场均衡结果优于买方和卖方市场,多期博弈均衡结果优于单期。战略联盟平等伙伴关系的长期合作模式优于追逐单个项目利益最大化的短期合作模式,加大经济处罚力度和打造战略联盟平等合作模式有助于建设项目总体目标的实现。", "label": "数学", "id": 0}
{"content": "CAPM模型是资本资产定价的基础性模型。本文随机抽取2017年1月1日到2019年12月31日三年期间上海股票市场的100支股票,分别采用时间序列与横截面检验检验方法检验其有效性,结果显示总体上不支持CAPM模型在中国上海股票市场中的有效性。", "label": "数学", "id": 0}
{"content": "<正>本书是《21世纪数量经济学》丛书的第21卷。中国数量经济学会2020年年会于2020年10月23～25日在广东深圳召开,年会由中国数量经济学会主办,深圳大学经济学院承办。来自政府部门、研究机构、大专院校和企业的436位数量经济学专家、学者参加了本次年会,会议共收到学术论文239篇。", "label": "数学", "id": 0}
{"content": "门限因子模型设定载荷矩阵具有阈值型区制转换结构,可以同时刻画高维时间序列的共变性和区制转换特征。针对高维门限因子模型,本文基于自适应组LASSO技术给出了一致模型选择过程。这一模型选择过程将因子个数设定、门槛效应推断纳入一个整体的分析框架,不仅解决了模型选择的一致性问题,同时实现了模型选择误差的统一控制,这对于高维门限因子模型而言是非常重要的。理论研究和随机模拟结论表明本文给出的一致模型选择过程具有良好的大样本性质和有限样本表现。最后,本文将门限因子模型应用于我国金融市场分析,实证结果进一步验证了本文理论的有效性。", "label": "数学", "id": 0}
{"content": "稀土是先进装备制造业、新能源、新兴产业和众多武器系统等不可或缺的原材料,无论对经济安全还是国防安全都至关重要。稀土是中国的优势资源,美国的稀缺资源,中美两国在稀土生产和加工产业存在非对称的依赖关系。在当前紧张的国际形势下,美国出于对中国的不信任,加紧重组其稀土供应链,并试图在此过程中去中国化,中美之间的资源博弈将日趋显现和强化。本文尝试利用复杂网络识别中美两国在国际稀土市场中竞合关系的演化过程,并构建指标从稀土资源的市场集中度,生产国的供应能力和意愿三个方面对未来中国可能面临的稀土供应风险进行识别和量化,以期在中美资源博弈中,为中国制定应对措施提供参考。结果表明,中美两国在国际稀土市场的竞合关系具有时变特征,虽然从历史数据来看,中国稀土供应的风险暴露程度为负,但在当前紧张的中美关系下,美国对中国稀土的非对称依赖关系极有可能发生逆转。当中国通过从外部获取资源维持市场优势的时候,将面临潜在的供应风险。从稀土资源的市场集中度来看,中国的市场掌控力在不断下降,从供应能力来看,中国的前两大供应国的供应能力偏弱,从供应意愿来看,中国的主要稀土贸易伙伴具有较大的断供可能。", "label": "数学", "id": 0}
{"content": "大数据时代的到来,给统计学专业的发展带来了极其光明的未来,但在此背景下,统计学专业未来的发展方向也面临着从未遇到过的挑战。本文立足当今大数据环境背景,认真分析了统计学专业未来发展方向,针对统计学专业教材内容浮浅,授课过程忽视学生主体地位,学校缺乏实践教学以及线上线下授课结合效果不尽人意等问题,提出了相对应的教学改革措施,期望未来能够进一步提高统计学专业的教学水平,助力学生全面发展。", "label": "数学", "id": 0}
{"content": "云计算与大数据的迅速发展给应用统计学专业带来了新的机遇与挑战。为了适应大数据时代的发展要求,德州学院数学科学学院与青岛英谷教育在应用统计学专业开展了协同育人校企合作,对现有的课程体系进行了改革。在综合考虑了应用统计学专业与大数据的特点后,本文对应用统计学专业在校企协同育人下的人才培养模式、实践教学体系以及教学方法进行了改革研究。", "label": "数学", "id": 0}
{"content": "依据地方性应用型本科高校应用统计学专业的人才培养目标,分析了地方性应用型本科高校应用统计学专业的教学现状,提出了教学模式改革的思路,构建了地方性应用型本科高校应用统计学专业的\"项目递进式\"教学法,力争为地方性应用型本科高校应用统计学和其他相关专业特色化教学模式的建立提供一定的参考。", "label": "数学", "id": 0}
{"content": "<正>一、引言应用统计专业硕士学位于2011年被国家教育部正式批准设立,该专业以服务国家\"大数据发展战略\"、\"建设数据强国\"的总体战略为目标,是以现代统计理论和先进统计分析方法为基础,以统计学与相关学科领域相结合,复合性与实践性紧密结合的学位类型,研究背景涉及社会科学、工程科学以及众多自然科学领域,主要任务是研究如何有效地搜集、整理和分析带有随机性的数据,对相关问题进行统计推断并作出预", "label": "数学", "id": 0}
{"content": "教育体制改革中学生就业问题是最重要的一大导向,基于市场需求环境下的统计学教学改革就是要通过体制改革的方式引导统计学专业学生学习走向就业方向。在实际的教学中改进统计学的教学要求,培养出基于市场需求环境下的人才使当前统计学教学改革迫切需要解决的问题。本文笔者基于体制改革的要求,对基于市场需求环境下统计学教学改革进行初步的分析。", "label": "数学", "id": 0}
{"content": "\"互联网+教育\"是当前教育改革与发展的新潮流。本文在\"雨课堂\"平台基础上,以统计学教学为例,详细具体探讨互联网+翻转课堂教学模式的实际应用。如何实现线上线下结合、课前课中课后的统一安排,如何实现师生之间信息的即时反馈,如何体现以学生为中心、因材施教等。运用多种多媒体终端,借助雨课堂实现互联网+翻转课堂,极大的提高翻转课堂的可行性和教学效果,且此应用模式可以推广运用到其他各类课程。", "label": "数学", "id": 0}
{"content": "理论上,不同类型高校应当开展不同层次的研究性教学改革。地方院校的研究性教学改革在适应其院校定位、师资力量与学生学情等实际的前提下,应当设计具体的改革模式。本研究以某地方院校《教育统计学》课程改革为例,集中探讨了地方院校研究性教学改革的定位、具体模式、改革效果等问题,并提出有效推进地方院校开展研究性改革的几点启示。", "label": "数学", "id": 0}
{"content": "《统计学》课程是经济与管理专业的专业基础课,从教学目标上看,经济与管理专业开设《统计学》课程,旨在帮助学生掌握统计学的基本理论,掌握统计调查知识和技能,学会运用统计方法解决实际问题。学会《统计学》中的知识,可以增强经济与管理专业学生的知识面,提高定量分析问题的能力,对今后在实践中提高决策水平和管理能力具有重要意义。", "label": "数学", "id": 0}
{"content": "本文依据折扣最小二乘准则,对时间序列资料建立自回归预测模型,给出了参数的估计公式,数值结果表明该方法更行之有效。", "label": "数学", "id": 0}
{"content": "研究层次分析法中判断矩阵次序一致性的检验与调整问题。指出现有次序一致性界定的缺陷,诠释了判断矩阵强次序一致性的特征。运用图论思想,将判断矩阵上三角元素转化为弧,基于5项判断原则,设计了强次序不一致性检验算法,对不具备强次序一致性的判断矩阵,提出了三项修改原则,算例说明该方法的有效性与可行性。", "label": "数学", "id": 0}
{"content": "<正>从目前的多数文献中可见,绝大多数对和谐社会的统计评价指标体系,都是以胡锦涛总书记在中共中央举办的省部级领导干部提高建设社会主义和谐社会能力专题研讨班上的讲话为依据,从民主与法制、公平正义、诚信友爱、充满活力、安定有序及人与自然和谐相处等六个方面来解释和谐社会,该讲话已成为绝大多数文献中评价指标体系建立的依据。而我们认为社会的公平程度决定着社会的稳定程度,进而又影响到社会的治理和社会的公平和稳定等。可见这种统计指标体系结构,使各类指标之间的独立性很弱,所以指标间的重复是不可避免的。", "label": "数学", "id": 0}
{"content": "<正>一、立项背景重复测量是指对同一观察单位接受某个（些）处理因素后,在不同时点（部位）对某项（些）指标反复进行多次测量而得到的数据,这在医学研究中极为多见。过去对这类资料分析多采用满足经典方法要求的单、多变量统计方法来进行,这不仅忽视了重复测量因素研究所提供的信息,且也使设计模型原有的结构解释力受到破坏,时序或纵向分析动态变化信息也无法充分表达出来。尤其在临床试验研究中,往往由于重复测量资料分析模型理论深、方法新、计算复杂,而取某特定条件或固定时点来进行对比分析,这样不仅需更多的观察单位,且也不能反映连续测量与分析因素所产生的效应,使高层次、高效率的实验结果,得出", "label": "数学", "id": 0}
{"content": "本文探索用捕获-再捕获方法（Capture-Recapture Methods,CRM）估计敏感性问题抽样调查中产生的偏差。利用沃纳（Warner）模型和西蒙斯（Simmons）模型及格林伯格双无关问题模型的信息依靠 CRM 校正因被调查者回答失真而造成的数值误差,获得较准确的调查结果,并将结论用于对大学生考试作弊这一属性特征的敏感性问题的抽样调查得到了较客观的调查结果。", "label": "数学", "id": 0}
{"content": "<正>政府统计体制是国家政治体制的组成部分,随着我国政治体制改革的推进,政府统计体制改革成为必然。同时,随着我国社会主义市场经济的逐步建立,对统计工作提出了更高的要求。统计体制改革只有顺应经济体制和经济增长方式的转变,统计事业才能发展,才会富有生命力。现行政府统计体制抗干扰能力差,“‘注水数字’、‘政绩数字’屡禁不止,让统计工作产生信任危机”。因此,我国政府统计体制改革不仅由于适应经济体制和政治体制改革而具有必然性, 而且由于目前统计工作的信任危机而具有紧迫性。", "label": "数学", "id": 0}
{"content": "本文从准公共产品的角度论证了政府统计民营化的合理性,分析了出现在浙江省温岭市的新的统计模式——民间统计事务所代理企业统计事务,揭示了其出现在浙江温岭的必然性、对统计体制改革的意义和存在的问题,最后提出了规范民间统计代理的几点建议。", "label": "数学", "id": 0}
{"content": "针对中国现行统计体制存在的问题,提出了在统计体制改革过程中,必须坚持行政管理与业务管理相一致、集中性与分散性相结合、与政治体制、经济体制相适应、讲求统计成本等原则;提出了建立“全社会大统计体系”的改革模式,即建立集中统一领导、分级分类垂直管理、政府综合统计、部门统计、企业统计、民间统计四位一体、职责明确、协调一致、精干高效的统计体制。", "label": "数学", "id": 0}
{"content": "统计人员持证上岗制度,是提高统计人员综合素质最重要、最可行的方法,是统计改革的必然趋势,它既可提高统计人员的统计法律知识、业务知识和依法统计意识,又可提高基层统计人员的工作积极性,提高统计人员的爱岗敬业精神,确保源头数据质量。", "label": "数学", "id": 0}
{"content": "<正> 本文采用理论分析方法,从权的意义出发,对统计分析中常用赋权方法及其权值效用加以分析,力图说明各种赋权方法的适用条件与特性,以为统计工作者提供参考。所谓权重,就是对指标相对重要性的考量。主观赋权法是以评价主体依据对评价客体各属性或指标的主观偏好程度赋权的方法,强调人的主观需求和经验;客观赋权法利用评价客体各属性或指标提供的客观信息确定权重,强调数据结构或指标间的关联关系。", "label": "数学", "id": 0}
{"content": "<正> 1.目的意义假设检验的核心是推断。为真而拒绝,是第一类错误“拒真”;不真而接受是第二类错误“受伪”。自然我们希望两类错误愈小愈好,但对一定容量n一般说不能同时做到犯两类错误的概率都小,需要对和进行比较,有时犯第二类错误更为严重。此时就必须考虑的值。例如检验药品的毒性,超标可以至病人中毒,甚至死亡。这时,我们宁愿犯第一类错误把合格品当不合格品,也不能犯第二类错误把不合格品当合格品。因而必需重视第二类错误并严格控制犯错误的概率值。", "label": "数学", "id": 0}
{"content": "<正>随着教育教学改革的不断深入,加强素质教育,重视复合型、创造型、应用型人才的培养,已成为广大高校的共识。为了顺应这一发展要求,近年来,许多高校在统计学教学过程中纷纷开展了案例教学法的有益尝试,取得了一定成效。但由于条件限制,教师只能对部分章节选用自身掌握的少量案例进行教学, 即便有个别的案例教学,也比较陈旧或不完善,很难达到案例教学的总体要求。因此,建立起与现代统计学相匹配的先进案例教程就显得非常必要。", "label": "数学", "id": 0}
{"content": "<正>江苏省现场统计研究会是一个有二十年历史的省级学会。她致力于促进统计学、运筹学、质量管理和其它现代管理方法的理论与应用研究,团结相关领域的广大科技工作者、高层管理者,用多种途径为我国及江苏省的社会发展和经济建设服务。在江苏省科协的直接领导下和中国现场统计研究会的指导下,学会自成立以来在学术交流、科研、咨询科普及学会自身建设等多方面做出了一些卓有成效的工作。", "label": "数学", "id": 0}
{"content": "运用贝叶斯网络系统可靠性评估法,计算出速变测量系统的可靠性指标,识别部件对速变测量数据合格率影响的大小,通过计算条件失效概率评估并分析系统中关键的薄弱环节,根据所确定的主要因素,遵循5W1H的原则,提出了改进措施。经过改进,速变数据合格率得到了明显的提高。", "label": "数学", "id": 0}
{"content": "为简化实际工程对铰链设计优化所需的大量模拟计算,采用ABAQUS Python脚本语言,开创性的制作了独立于ABAQUS软件的、可与用户交互的自动化模块。使用本模块可通过用户参数,快速,高效地完成从建模到力学参数分析的全过程且结果直观准确。本模块的开发,扩展了ABAQUS软件的功能,为本领域相关工程问题提供重要的借鉴与指导。", "label": "数学", "id": 0}
{"content": "本文通过有限元模拟基于硅通孔（Through-Silicon Vias,TSV）技术的晶圆退火过程,研究不同退火工艺对TSV界面可靠性的影响,在铜（Cu）种子层和二氧化硅（SiO2）种子层预置一个L型裂纹,通过ABAQUS计算不同退火工艺下TSV裂纹尖端的应力、能量释放率以及焊点处的最大应力,研究不同退火工艺后TSV界面的可靠性,结果表明,随着退火温度的升高,裂纹尖端应力不断下降,焊点处最大应力逐渐降低,水平方向裂纹能量释放率降低明显。", "label": "数学", "id": 0}
{"content": "翅片式散热器是气液换热器中应用最普遍的换热器。其工作原理是在基管或者基座上安装翅片,从而改善设备的传热性能。本文选定翅片式散热器中使用最为常见的CPU散热器进行分析。散热器的散热性能对相关设备的稳定运行起着关键性的作用。通过有限元法对CPU散热器进行合理的热分析,了解其散热效果,讨论影响散热性能的因素,对于今后改善类似散热器的设计,有着重要的工程实用价值。本文通过调研选定市面上某款散热器型号,依据其实际尺寸合理简化后,应用Inventor 2016建立相应的几何模型,再导入ANSYS软件中,进行合理的网格划分后,完成了稳态热分析和瞬态热分析,分析得到其温度和热流率云图,探究其散热性能,同时通过改变材料和散热器尺寸等参数,讨论了对散热器散热性能影响较大的因素,为今后类似散热器的设计和改良提供了一定的参考。", "label": "数学", "id": 0}
{"content": "船用液罐内液体在船舶航行时会发生晃动现象,对液罐结构造成冲击,存在一定的安全隐患。因此,本文利用有限元软件LS-DYNA建立液罐晃动的三维数值模型,以液罐的流固耦合作为主要研究对象,分析船舶航行时,不同液位高度下,液体晃动对罐体产生的力学影响。结果表明,液罐液位到达一定高度后,液位高度的变化对液罐的最大等效应力影响变小。", "label": "数学", "id": 0}
{"content": "圆柱壳体由于其特殊的几何构造以及优良的受力性能,在工程以及工业领域都有着广泛的应用。本文欲利用大型有限元分析软件ANSYS模拟圆柱壳体在外载荷作用下的内力变化,研究其力学性质,进行圆柱壳体的受力分析,为设计提供可靠依据。", "label": "数学", "id": 0}
{"content": "基于解析试探函数方法构造的非对称单元具有优异的性能。该类单元具有精度高、收敛性强、对网格畸变不敏感的特点。由于解析试探函数包含线弹性控制方程的齐次封闭解,因此将基于解析试函数的非对称单元拓展到超弹性分析的关键在于如何计算基于解析试函数插值的变形梯度。本文提出了一种的新的解析试探函数更新策略,将近期提出的非对称四节点平面单元US-ATFQ4和非对称八节点三维实体单元US-ATFH8拓展到了各向异性超弹性有限应变分析。算例表明,该单元在几乎不可压缩的生物材料的计算中表现出了优异的性能。", "label": "数学", "id": 0}
{"content": "本文利用ABAQUS有限元软件建立薄壳零件结构,并对其进行了模态分析。薄壳结构作为一种通用的工程结构,加工时的振动会让其产生变形,因此对其进行模态分析,研究其在不同频率下的振型,分析结果可以为其切削参数的调整以及结构优化提供理论依据。", "label": "数学", "id": 0}
{"content": "本文介绍圆柱壳自由振动自适应有限元法新算法的研究进展,建立结合网格细分与单元升阶的hp型自适应算法。研究采用低次元进行网格细分,使全域误差趋于均匀;再利用单元升阶,使用高次元快速求得满足误差限要求的特征值解答,该文旨在对此新算法进行报道。", "label": "数学", "id": 0}
{"content": "本文介绍圆柱壳自由振动自适应有限元法新算法的研究进展,建立含周向裂纹损伤的圆柱壳表征模型,发展了网格细分的h型自适应算法。研究获得含裂纹损伤情况下圆柱壳的高精度频率和振型解答,讨论了周向裂纹损伤对壳体动力性能的影响,该文旨在对此新算法进行报道。", "label": "数学", "id": 0}
{"content": "采油分层注水工艺中,在轴向载荷作用下,具有弹性并起到密封作用的封隔器重要元件胶筒将承受轴向压缩和径向膨胀作用,此时胶筒填满管套环空,通过与套管内壁相互的接触压力实现其功能。本文基于非线性有限元算法,基于Abaqus软件,分析了不同坐封载荷下压缩式封隔器胶筒同套管间接触应力变化规律,对井下作业安全生产具有重要的参考意义。", "label": "数学", "id": 0}
{"content": "本文创建了4130X材料的真应力应变本构的三点弯试样有限元模型,通过提取不同裂纹长度下弹性区内的裂纹张开位移,拟合得到裂纹尖端的张开位移,绘制裂纹扩展阻力δ-Δa曲线,计算得到非敏感断裂抗力δ0.2BL值。模拟结果与实测得到的阻力曲线、非敏感断裂抗力对比可知,二者差异均在10%以内,有限元模拟得到的材料抗断裂性能可应用于实际工程。", "label": "数学", "id": 0}
{"content": "本文利用MATLAB对单自由度体系下的受迫振动进行了求解。分别利用常加速度Newmark法、线加速度Newmark法、中央差分法对具体的算例给出了求解结果,并给出了Newmark方法中显式和隐式表达式的代码,由此可以了解显式表达式的方便性。本文还区分了显式表达式和显式算法的差异,并结合算例介绍了时间步长对算法稳定性的影响,对比了几种算法在单自由体系下的准确度差异。", "label": "数学", "id": 0}
{"content": "形状记忆聚合物（Shape Memory Polymers,SMP）是一种具有形状记忆效应的高分子聚合物,它能够在特定的外部激励下完成变形-形状记忆-形状回复的过程。设计一种SMP的单元结构,利用Abaqus模拟其高温加载、降温、卸载、升温回复四个过程,分析其变形和回复过程中的应力与位移。对分析结果进行讨论并给出合理建议,对结构进行进一步优化。", "label": "数学", "id": 0}
{"content": "目的 :对比不同设计的聚醚醚酮（polyetheretherketone, PEEK）三臂卡环的固位力差异,为PEEK三臂卡环的临床应用提供理论依据。方法 :利用三维有限元法,建立三臂卡环及下颌第一磨牙模型,在卡环臂中间施加一400牛的脱位力,通过对比两种可摘局部义齿支架材料—PEEK,钴铬钼合金及不同厚度（1.0mm,1.5mm,2.0mm）,不同宽度（0.5mm,0.75mm,1.0mm）的三臂卡环尖的等效应力,最大位移的峰值及应力分布的情况。结果 :相较于钴铬钼合金,相同厚度及宽度的PEEK三臂卡环的等效应力较小,卡臂尖的位移量较大。宽度越大,厚度越大,PEEK三臂卡环的等效应力越大,卡臂尖的位移量越小。结论 :相较于金属合金材料,PEEK三臂卡环的固位力较低,增大PEEK卡环的宽度及厚度,以满足临床需求。", "label": "数学", "id": 0}
{"content": "提出了一种结合Craig-Bampton方法以及径向基函数代理模型（Radial Basis Function,RBF）的局部有限元模型修正方法。该方法将整体模型划分成保留子结构和待修正子结构,通过Craig-Bampton方法对保留子结构进行凝聚,再与待修正子结构通过位移和力的协调关系进行耦合。以待修正子结构的修正参数作为变量,模态分析结果同试验测试结果偏差函数作为目标,利用RBF代理模型构建两者之间的函数关系,通过迭代策略不断修正RBF代理模型最终达到快速优化的目标。由于迭代计算的结构经过Craig-Bampton方法凝聚后规模大幅降低,因此方法针对局部有限元模型修正具有较高的效率。", "label": "数学", "id": 0}
{"content": "随着现代科学技术的飞速发展,对特殊战略装备、航空发动机关键部件等系统的安全性和可靠性提出了更高的要求。快速有效地进行系统振动状态监测与故障诊断,对于保障智能系统的安全可靠至关重要。在这些空间受限特殊环境中关键部件运行物理参量原位实时监测的微能源供给是一项世界性技术难题。本报告研究了微能源材料的多尺度设计与一体化无线监测系统的智能集成,揭示了微能源材料的多尺度界面调控机制,探明了换能材料的界面力电耦合机制,提出了复合换能材料的微结构界面设计方法。同时阐明了微能源器件在受限空间下电荷定向运输、电荷有效储存与低自放电机理,研制了长寿命、高功率、高能量密度的一体化微能源器件。成功将该技术应用于特种钢智能三辊精密轧制重大战略装备的长寿命原位无线监测,并拓展到航空发动机、智能战士头盔等共性装备,为智能制造、智能交通和智能国防重大战略装备无线监测提供了重要的技术支撑与理论指导。", "label": "数学", "id": 0}
{"content": "自主组装是搭建空间超大型空间结构的主要方式,也是实现装配式建筑的有效方法,其基本原理是对组装部件进行避撞运动规划,使得各部件在不相互碰撞的情况下达到相应的指定位置与姿态。基于超二次曲线的人工势能场是设计自主组装控制策略的有效方式之一,本文使用MATLAB代码完成对超二次曲线函数与超二次势函数的构造,创建多种形状的描述方式与相对应的避障势和吸引阱。利用避障势与吸引阱的负梯度与速度反馈驱动平面异构形状,实现无碰撞地自动拼装组合形成字母A,并根据任务规划,施加避撞作用力,驱散组装部件,重新设计组装控制策略实现基于异构形状的重构,形成字母E。最后给出数值算例验证所提出策略的有效性。", "label": "数学", "id": 0}
{"content": "为探究不同约束状态下弯管管道系统的振动特性,运用有限元方法对弯管管道系统进行了模态分析、谐响应分析。得到了不同约束下管道系统的的前3阶振型和固有频率,研究了弯管管道系统的应力和位移响应特性,获得悬臂梁和弹性约束下管道系统的振动主响应方向为Y方向,刚性约束下管道系统的主响应方向为Z方向,分析了不同约束下管道系统振动波的递减特性规律。在多种约束状态下对弯管管道系统进行敲击试验,多次试验结果表明,测得管道系统的固有频率与有限元计算的固有频率最大误差为8.9%。为研究不同约束下振动波在管道系统中的传播规律,对相应约束下的管道系统振动主响应方向施加激振力,测得振动波在管道系统中的传播趋势与有限元分析获得的振动波递减规律相吻合,验证了有限元分析方法对管道系统振动特性研究的有效性和适用性。", "label": "数学", "id": 0}
{"content": "为探究不同约束状态下弯管管道系统的振动特性,运用有限元方法对弯管管道系统进行了模态分析、谐响应分析。得到了不同约束下管道系统的的前3阶振型和固有频率,研究了弯管管道系统的应力和位移响应特性,获得悬臂梁和弹性约束下管道系统的振动主响应方向为Y方向,刚性约束下管道系统的主响应方向为Z方向,分析了不同约束下管道系统振动波的递减特性规律。在多种约束状态下对弯管管道系统进行敲击试验,多次试验结果表明,测得管道系统的固有频率与有限元计算的固有频率最大误差为8.9%。为研究不同约束下振动波在管道系统中的传播规律,对相应约束下的管道系统振动主响应方向施加激振力,测得振动波在管道系统中的传播趋势与有限元分析获得的振动波递减规律相吻合,验证了有限元分析方法对管道系统振动特性研究的有效性和适用性。", "label": "数学", "id": 0}
{"content": "飞机、建筑、桥梁等会受到湍流、风载、地震等随机激励作用,其对结构使用功能和服役安全产生严重不利影响,因此学术界与工业界越来越重视结构随机振动的理论和应用研究。随机振动学科涉及结构随机振动响应分析、动力可靠度分析、基于动力可靠度的结构优化设计以及随机最优控制等内容。本文首先论述线性随机振动、非线性随机振动分析方法、动力可靠度分析方法的发展历史。物理系统随机动力学研究最早可追溯到爱因斯坦1905年关于分子布朗运动扩散理论的工作,20世纪50年代航空工程、机械工程、土木工程、海洋工程等领域的共性问题催生了随机振动这门学科。然后,阐述基于动力可靠度的结构优化和随机最优控制理论方法与应用的发展概况和研究进展。最后,重点介绍大规模结构线性随机振动分析的代表性方法:虚拟激励法（1985年提出）,以及大型结构非线性随机振动和动力可靠度分析的直接概率积分法（2019年提出）。", "label": "数学", "id": 0}
{"content": "资产价格之间的动态相依性通常蕴含着股市波动的信息,在金融产品定价、投资组合、市场风险管控等方面得到了广泛应用,因此对其进行测度一直是学界研究的热点问题。由于资产价格之间的相依性具有复杂性、高维性以及时变性等特点,目前学界尚没有完美的测度方案,因此本文聚焦于金融资产相依性的测度问题,结合滑窗技术与藤Copula模型构建了一个测度金融资产动态相依性的新方法,并对其进行了稳健性检验和信息含量研究,为该研究领域提供了新思路。在方法构建上,本文利用核密度估计沪深300成分股的边缘分布,通过高维R藤Copula模型构建其动态相依结构。为了解决高维下的计算复杂度问题,在传统的Di?mann算法上引入Graphical-lasso算法改进藤Copula的模型选择与估计过程。在信息含量研究上,本文将藤结构视作加权复杂网络,取藤结构中更为显著的前两棵树并采用加权中心性等相关指标描述其网络特征。随后引入传统预测因子建立稀疏Group-lasso回归模型,分别对市场收益率和波动率进行预测,同时将该预测模型与以总体简单平均相关系数作为相依性测度指标的预测模型进行对比,进而验证本文构建的动态相依结构所蕴含的市场信息是否有所提高。基于上述过程得出以下结论:第一,本文基于藤Copula模型对金融资产相依性进行测度,改进了藤Copula模型结构的选择,提高了估计效率与模型优度。第二,股市在不同时期,股票间整体与局部显示出不同特点的相依关系。第三,在各网络特征指标中,尾部相关系数对于市场震荡反映更加敏感。第四,利用本文方法构建的网络特征指标对市场收益率与波动率解释力的提升比总体简单平均相关系数更加显著,即该模型挖掘了更多的市场信息。", "label": "数学", "id": 0}
{"content": "基于变尺度非光滑SD极限系统的非线性拓扑特性,构建了非光滑变尺度凸峰频率识别法。基于类同宿轨的周期性,推导了非光滑随机次谐Melnikov函数,给出了均方意义下出现简单零点的解析充分必要条件,揭示了非光滑和噪声耦合因素对变尺度非光滑SD极限系统混沌阈值的影响,初步提出了非光滑变尺度凸峰频率识别法。进一步地,利用数值模拟的方法,揭示了微弱信号初始相位对非光滑变尺度凸峰法识别频率的影响,改进了非光滑变尺度凸峰频率识别法。首先,针对具有初始相位的微弱信号,依据待检测微弱信号频率的识别可能性,将一个周期内的初始相位化分为可检测域与盲域。其次,在可检测域内,频率识别出现偏差时,利用牛顿插值法给出纠偏计算公式,提高了频率识别的精确度;在盲域内,构造了检测方程组,给出了消除盲域的一般方法,使凸峰法依然有效。最后,通过一个高速列车轮对轴承故障的实例,对比识别出的频率值与理论故障频率值,确定了轮对轴承故障位置,验证了当初始相位分别位于频率可检测域或盲域时,非光滑变尺度凸峰频率识别法的可行性。实例说明了非光滑变尺度凸峰频率识别法,简单易行,准确率较高,信噪比达到了-50.8757,相对误差为3.33%。", "label": "数学", "id": 0}
{"content": "生物结构的多样性源自材料微观结构,如何表征其本构关系是计算力学面临的重要问题,应用拓扑优化的方法进行结构设计是当前的研究热点。颗粒材料的典型特征是结构和成分复杂,在外载荷作用下具有微观尺度拉压不对称的性质,这将导致宏观尺度材料各向异性。由这种材料组成的结构的拓扑优化可以建议新的独特拓扑以及材料各向异性分布。本文使用微观尺度相互作用与宏观尺度联系起来的颗粒微观力学方法,建立通过颗粒间刚度系数建立的颗粒材料宏观本构方程。为了防止各向异性材料结构系统受外界激励时产生共振,本文提出了一种颗粒结构在频率区间控制下进行拓扑优化数学模型,并给出了数值计算方法。基于进化结构拓扑优化方法,建立了以颗粒材料模型组成的结构为研究对象,以结构的最大固有频率为目标函数,应用频率区间约束和体积约束的结构拓扑优化数学模型。最后,通过数值例子验证了所提方法的正确性及有效性,并研究了在频率区间控制下,颗粒材料结构对结构拓扑的影响。结果表明,由于微观尺度上的拉压不对称性,新推导的材料模型得到的动力学拓扑优化设计与传统材料设计有显著不同,更为符合某些生物结构的特征,说明了本文拓扑优化数学模型的可靠性。", "label": "数学", "id": 0}
{"content": "流量计基本误差法是我国使用较多的原油动态计量方法。长庆油田多使用容积式流量计,每6个月进行一次流量计检定,以确保流量计计数在要求的误差范围内。但偶尔会出现流量计标定调前误差E<-0.20%或E>0.20%的情况,此种情况提示流量计在上个检定周期内出现超差情况,本文通过严格数学推理给出了一个超差量计算公式。", "label": "数学", "id": 0}
{"content": "在Alvarado提出的电力市场动态模型的基础上,考虑需求方和供应方需求弹性的不确定性,利用区间动力系统的相关理论,建立电力市场区间模型,给出了各需求弹性区间稳定的判定条件,然后利用矩阵区间稳定性理论,运用线性矩阵不等式的工具,将需求弹性稳定区间扩大.同时给出了具体的定理及求解算法.以电力市场具体数据为例进行分析,结果表明,在模型稳定的基础上,通过本文得到了更大的需求弹性区间,为更好地控制电力市场稳定性提供了理论依据.", "label": "数学", "id": 0}
{"content": "数学教育作为一门基础学科,不仅可以让学生学到数学基础知识,更重要的是能学到数学的思维方法,通过数学学习可以培养学生的运算能力、分析问题、解决问题的能力、逻辑推理能力。因此,数学教育必不可少,可是,对于技工院校的学生来讲却认为其困难、繁琐且多余,因此,急需一套走技工院校特色的应用数学,来改变其职业教育中的尴尬地位。", "label": "数学", "id": 0}
{"content": "经济预测与决策对经济发展的推动作用显著,数学的介入更是锦上添花,为经济预测与决策的准确性提供保障。在经济发展环境中影响因素较多,如何正确的预测和决策成为促进经济可持续发展的关键要素。数学作为一种工具,其所展现出的运用效果已经超出传统工具的范畴,能够为投资者提供多种帮助,为效益提升奠定坚实基础。本次研究从数学的内在价值入手,分析其在经济预测及决策中的重要性及运用方式。", "label": "数学", "id": 0}
{"content": "文章阐述了技工院校机电类专业应用数学教学内容的构建过程,秉承教师在教育教学中的主导作用与学生在学习中的主体地位理念,根据学生专业特点,设置与专业结合的教学内容,提出了应用数学在机电类专业教学的课程构建思路。", "label": "数学", "id": 0}
{"content": "<正>对均匀网格情形下的MTF进行了研究,主要讨论计算参数人工波速的选取。通过引入网格时间、空间方向的移位算子来方便分析,发现适当计算参数下的各阶MTF都可分解为算子连乘形式,但对于三阶及以上的MTF,存在着不合适的人工波速范围,在这些范围内MTF的透射作用差,而这是实际计算所希望避免的。对前述适当", "label": "数学", "id": 0}
{"content": "<正>国际科技期刊出版业专业化、产业化、虚拟化及集成化综合优势的存在,使中国科技期刊出版,特别是外文期刊出版业面临着极大的竞争压力和困境。如何在国际期刊的语言优势、科技优势、产业优势、先发优势以及综合优势的困境中生存、发展并占有一席之地是需要研究的迫切问题。作为《应用数学和力学》期刊英文版编辑,以", "label": "数学", "id": 0}
{"content": "为了确定一类卫生投资组合的最优策略,本文应用随机过程模拟投资资金的运动过程,应用经典的动态规划原理确定出了投资组合的策略,并给出一个实例说明方法的使用过程.本文中的研究结果可作为医院投资组合的决策工作提供更加科学的方法.", "label": "数学", "id": 0}
{"content": "国内文献中对银行债项（或贷款）风险等级评估方法的研究,很少涉及对债顶风险等级动态变化的研究,本文通过极大似然法建立起序次PROROBIT模型,进行银行债项（或贷款）风险级别预测和贷款风险等级转移矩阵的计算,检验结果表明,该模型可用于银行债项（或贷款）风险等级的动态分析,对国内商业银行准备金计提、贷款定价具有重要的指导意义.", "label": "数学", "id": 0}
{"content": "从过程控制原理出发,在微型锅炉给水排水系统EFPT装置上实现了对锅炉液位的数学建模。通过实验和机理两种建模方法,获得可靠的实验数据,提出了三种较为可靠的数学模型。", "label": "数学", "id": 0}
{"content": "针对非线性数值优化问题,论文分别用MATLAB、LINGO、CVX等工具进行求解。详细给出了各问题的求解代码及运行结果,并分析了这三个工具的优缺点。", "label": "数学", "id": 0}
{"content": "本文提出了基于实例的教学方法,对每一个典型实例都应用数学软件提供详细的解题过程,从而形成一套利用数学软件辅助学习的完整教学流程。针对《测试技术》这门专业基础课,在课程分析的基础上给出一个典型实例,并分别用Matlab和Maple给出相应程序和图形化结果。该教学方法通过在教学实例中引入数学软件的应用,将抽象的数学知识与直观的计算机操作结合起来,让学生在动手操作的过程中锻炼利用数学知识解决问题的能力,有助于本科生整体数学素养的提高。", "label": "数学", "id": 0}
{"content": "<正>JASMIN框架全称为\"并行自适应结构网格应用支撑软件框架（Jparallel Adaptive StructuredMesh Applications Infrastructure）\"。该框架面向科学与工程计算的（自适应）结构网格应用,支持应用领域专家在无需了解并行计算和共性数值算法细节的前提下,通过编写串行数值计算程序,", "label": "数学", "id": 0}
{"content": "3DMine矿业工程软件是针对中国矿山实际需求开发的具有自主知识产权的民族矿业软件。对3DMine矿业工程软件中主要模块的数学计算的原理、方法和应用进行总结,主要包括图元数学计算、网格数学计算和块体模型数学计算等几个方面。", "label": "数学", "id": 0}
{"content": "大规模并行数值模拟程序通常会被运行十几次甚至上百次,每次运行都会输出几十、上百、甚至上千时间步的数据,每个时间步会产生几十、上百、甚至上千个数据文件.传统的数据管理方法是使用记事本记录数值模拟结果相关的元数据信息,这种方法的缺点是大量的信息需要手工录入,同时也不方便数据查询和共享.元数据管理系统的设计目标是通过自动提取元数据来减少需要录入的元数据信息,通过集成管理与结果数据相关的各种数据来方便数据查询与共享.该系统包含5个组成部分:层次化自描述通用数据存储模型、科学计算元数据、元数据自动提取、对象数据库系统、Web界面元数据管理系统.通过用户试用,验证了元数据管理系统实现了预期的目标.", "label": "数学", "id": 0}
{"content": "<正>当前,国产高性能计算机和快速算法在数值模拟领域的应用得到迅速发展。但是,计算机的高性能（例如:数千个处理器、处理器多核、多级存储结构、指令级流水线并行等）和快速算法（例如:自适应计算、多重网格、快速多极子等）的复杂数据结构对传统并行应用程序的研制方法提出了挑战,高性", "label": "数学", "id": 0}
{"content": "<正>LARED 系列程序是由北京应用物理与计算数学所研制,用于惯性约束聚变数值模拟的二维系列程序,现具有分段模拟惯性约束聚变主要物理过程的数值模拟能力,其中 LARED—H 程序主要模拟激光靶耦合问题。激光靶耦合问题是激光驱动惯性约束聚变研究的基础,包括激光吸收、X 光转换、电子和辐射烧蚀、非平衡原子过程及辐射流体力学等过程,各物理过程相互耦合,物理现象错综复杂。", "label": "数学", "id": 0}
{"content": "<正>河海大学工程力学系徐芝纶院士于20世纪70年代初在国内工程界率先引进有限元方法,出版了国内第一批有限元书,举办五届有限元进修班,在本科和研究生中首开有限元课,研制国内首批有限元软件,为水利工程结构设计提供第一批有限元科研成果,广泛地将有限元方法应用于水利、土木、环境和交通等方面的研究,当时被誉为我国培养有限元人材的摇篮和有限元科研基地之一,对有限元在国内的引入,完善,发展和应用作出了开拓性的贡献。", "label": "数学", "id": 0}
{"content": "本文介绍了一种应用数学形态学对粒子图像进行预处理的方法,并与维纳去噪、中值滤波去噪进行了对比。结果表明,数学形态学方法可以提高DPIV测量的精度,是一种较为有效的预处理方法", "label": "数学", "id": 0}
{"content": "层合结构因比刚度、比强度高等优势被广泛应用于工程实践。本文基于数值模拟手段,针对层合结构中的早期材料损伤,开展了非线性Lamb波混频技术的检测机理研究。结果表明:当满足共振条件的一对A0和S0模式Lamb波在层合结构中同向传播且在材料早期损伤区域混合时,会产生一列反方向传播的A0模式混合波;混合波的超声非线性系数随频率单调递减,随材料早期损伤区域的长度单调增加;当基波频率不严格满足共振条件时,混合波的超声非线性系数与频率偏差呈\"钟\"形变化趋势;对于典型三层粘接层合结构,当材料早期损伤非均匀存在时,超声非线性系数随材料早期损伤程度的增加而线性增长;当材料早期损伤均匀存在时,超声非线性系数随粘接层材料早期损伤程度的增加而线性减小,随被粘接层材料早期损伤程度的增加而线性增加。最后,本文提出了层合结构中非线性Lamb波混频技术的损伤定位方法并进行了数值模拟验证。本文的研究成果对层合结构中材料早期损伤的检测和定位提供了一定的理论基础。", "label": "数学", "id": 0}
{"content": "造型材料绿色化数字化应用是发展趋势之一,在此方向首先,开展了多种铸造条件的原辅材料热物性参数反求研究。通过大量数值模拟实验获取建立各企业独特的原辅材料热物性参数数据库;其次,开展了型芯发气类气孔的数学建模研究。根据不同种类型砂、粘结剂建立了不同的发气数学模型,并将该模型应用于型芯发气的数值模拟中,同时开展了侵入性气孔背压测量实验与数学建模研究,给出了一种背压的测量方法;再次,开展了树脂砂高温性能测量方法研究。利用自主研发仪器测量了不同温度下不同种类树脂砂高温力学性能,并探索建立了树脂砂高温力学性能随温度变化的规律;然后,开展了铸造工艺射砂过程数值模拟研究。建立了不同种类型砂的碰撞数学模型,并应用于射砂过程的数值模拟建模中,搭建了射砂过程实验验证平台,并对数值模拟结果进行了修正;并且,开展了基于过滤网工艺的数值模拟研究。通过CT扫描建立了过滤网三维模型,并建立了其简化模型应用于铸造充型过程的数值模拟中。", "label": "数学", "id": 0}
{"content": "潜艇目标散布规律是反潜直升机吊声搜索研究的基础,在分析现有研究的局限基础上,修正了潜艇目标散布概率密度的极坐标的表达形式,结合潜艇目标机动策略建立了目标机动散布后的概率密度模型,推断了目标概率密度峰值并通过仿真实验验证,研究成果对吊声搜潜战法实验研究和实践运用具有一定的参考意义。", "label": "数学", "id": 0}
{"content": "芯片实验室等微机电技术有很好的应用前景,这些技术都需要对微流体进行驱动,因而微流体驱动方式的研究已经成为一个热点课题。微流体驱动技术目前已发展出几种。传统的压差驱动的方式有很大的局限性,压力差驱动管道的流量与特征尺度的四次方成正比,在流动尺度很小的情况下流量较小。除此以外,电热、电渗、电润湿、电泳等也都是常用的驱动方式。本文的主要工作是发展了用于计算电渗驱动的直接数值模拟方法,并与文献[1]结果进行了比对。", "label": "数学", "id": 0}
{"content": "大环化合物的发现犹如一缕春风拂过药物化学领域,大环药物研究应运而生,并逐渐遍地生花。迄今为止,已有超过100种大环药物处于上市或在研阶段[1]。半刚性的大环骨架不仅赋予这些化合物良好的亲和力和选择性,更使其在透膜性上如鱼得水[1-2]。研究表明,大环化合物的构象变化可以暴露或隐蔽其功能基团,以应对不同极性环境[3]。因此,研究大环药物的这种构象应变行为或可帮助解析其透膜性机制。但现有的实验技术,如NMR, X晶体衍射等,对于研究大环化合物的构象变化仍极具挑战。山重水复中,柳暗花明将寄托于高效的理论计算模拟方法。本研究采用副本交换分子动力学方法,模拟了大环药物劳拉替尼在不同极性溶剂（DMSO/水混合溶剂和氯仿）中的构象分布。在DMSO/水混合溶剂中,劳拉替尼与溶剂形成密集的氢键网络,只稳定呈现一种构象1,这种构象与劳拉替尼结合ALK/ROS1蛋白的晶体构象高度相似（RMSD=0.15?）。而在氯仿溶剂中,除构象1外（占比80%）,还出现一类采样较少的构象2（占比20%）。与构象1相比,构象2的溶剂可及表面积和极性都更小（构象1:3D PSA=216.5?2,μ=4.4 D;构象2:3D PSA=209.8?2,μ=3.6 D）。因此,劳拉替尼可能通过构象1/2间的转变来实现它良好的透膜性。此结果与NMR实验高度契合,验证了劳拉替尼在这两种不同极性溶剂下的构象分布情况,并说明副本交换分子动力学模拟在研究大环化合物构象上的准确性和可靠性。", "label": "数学", "id": 0}
{"content": "研究目的:运动帆船是通过帆翼借助自然风获得动力前进,并在规定场地内竞速的一种帆船类别。帆翼为帆船的行驶提供动力,而运动员对帆船的操控决定了帆船航行状态。帆船比赛中必然会受到波浪的影响,在波浪的作用下船体将发生六自由度的摇荡运动,其中船体在顶浪中的纵摇及垂荡运动是船体摇荡的基本运动,了解船体在波浪下的基本运动有助于运动员控帆操船,为获得更稳定的成绩提供保障。研究方法:本研究基于计算流体力学方法（ComputationalFluidDynamics,CFD）,利用雷迪尔级帆船船体结构对称的特点,以船体中纵剖面及其所在平面为对称面,采用切割体网格对半个船体模型及半个计算域进行网格划分,同时利用重叠网格与动态驱动体模型（DynamicFluidBodyInteraction,DFBI）相结合的方法对船体在流体作用下的纵摇及垂荡运动进行数值模拟,为得到裸船体纵向运动随波长及航速变化的规律对其在6种不同波长（0.5、0.75、1.0、1.25、1.5、2.0倍船长波长）的规则波浪中分别以2m/s、3m/s、4m/s、5m/s、6m/s等速度航行时裸船体的纵向运动进行计算。研究结果:通过波高时历可以发现,在规则波浪中顶浪直航时,船体的纵摇及垂荡运动也呈现周期性变化,而且随着航行速度的增加,遭遇频率逐渐增大,纵向运动周期逐渐减小,以航速为2m/s、波长为1.5倍船长为例,分析其一个遭遇周期内的船体姿态变化,0时刻,入射波波峰恰好经过船艏,而此时船艉则处于波谷附近,船体发生明显的埋艏现象,船艏兴波增大,船体作上升运动;1/4遭遇周期时刻,船艏处于波谷附近,船艉则处于波峰处,艉部抬高,船艉兴波增大而船艏兴波减小;1/2遭遇周期时刻,船体处于两波峰之间,由于运动的惯性,船艏翘起,船体处于垂荡运动的最低值,船艏船艉兴波减小;3/4遭遇周期时刻,船艏处于波峰与波谷之间,船艉处于波谷附近,出现一定程度的艏倾现象,船艏兴波略微增大,船体作上升运动。通过船体以不同速度航行时的纵向运动响应幅值算子（ResponseAmplitudeOperation,RAO）可以发现,在所研究的6种波长下,船体纵向运动的整体趋势为:对于波高一定的规则波,在航行速度一定时,随着波长的增加,船体纵向运动的幅度逐渐增大,以2m/s时船体纵向运动RAO为例,在短波范围内（波长船长比小于0.75）,船体的纵向运动响应较弱,且幅值变化较小;在中长波范围内（波长船长比处于0.75-1.5之间）,船体的纵向运动响应较短波而言明显增强,且随着波长的增加而增强;长波范围内（波长船长比大于1.5）,船体的纵向运动响应继续增强,但增速明显减慢,其它航速下船体的纵向运动响应也都服从类似的发展趋势。研究结论:在规则波浪中航行时,雷迪尔级帆船船体的纵向运动周期等于船体航行时的遭遇周期,航行速度越快,遭遇频率越大,船体运动越复杂。船艉兴波随航速的增大而增大,水在船体两侧的飞溅越来越明显,船行波波幅及波长明显增大,此外,两侧的水线逐渐与船体分离,这些情况均表明波能明显增大,兴波阻力明显增大。对于已进行研究的大型船舶船模,当船体在波浪中航行时的遭遇频率与船体自身的纵摇固有频率和垂荡固有频率相同或相近时,会发生共振现象,导致船体的纵向运动响应达到峰值,能够引起船体发生共振现象的波长大多分布在中长波范围内,而本研究在对雷迪尔级帆船船体在波浪中的纵向运动响应分析时发现,在短波至较长波范围内船体的纵向运动都没有达到峰值,这也说明了对于运动帆船这种特殊的船舶类型,有进行研究的必要。本研究结果为运动员了解帆船船体在不同航速下的运动状态从而提高航行的安全性与快速性提供支持,促进了帆船训练的科学化。", "label": "数学", "id": 0}
{"content": "<正>由于钛及钛合金具有比强度高、耐蚀性优异等诸多优点,近年来在海洋工程中得到日益广泛的应用。但是,钛合金由于自身电位较正,易对与之相连接的金属或合金产生电偶腐蚀作用,使电偶对金属的腐蚀受到加速,这在一定程度上限制了钛合金的进一步应用。为此,针对海洋环境下钛合金的电偶腐蚀行为研究具有十分重要的意义。随着计算机科学技术水平的不断提高,数值仿真技术也得到了飞速发展。目前,数值仿真技术已经越来越广泛地应用", "label": "数学", "id": 0}
{"content": "近年来,随着磁悬浮轴承技术的发展,涡轮叶片的线速度已经接近或超越分子平均热运动速度,这种情况下的涡轮分子泵抽气机理和性能参数与过去有很大不同。而且,便携式质谱仪的出现也促进了涡轮分子泵小型化的发展,这对其精准的设计提出了更高的要求。在过去,涡轮叶列的抽气理论研究多数是基于简化的二维模型,采用的方法也是与实际偏差较大的积分中值法或几何中值法,即便是三维模型也仅仅是只考虑单级涡轮动叶列的抽气作用。本文从涡轮分子泵基本抽气理论出发,以解析方程的形式建立严格的涡轮叶列三维几何模型,考虑相邻静叶列的反射作用,基于分子流态基本假设,采用试验粒子蒙特卡洛（TPMC）方法,以VB语言为基础,提出一种能够计算涡轮分子泵抽气性能和揭示其抽气机理的改进算法。该算法的独特之处在于将动静叶列一起考虑,直接模拟气体分子在涡轮叶列中的运动,通过跟踪其运动轨迹,精准地定量表述其在6个区域的分子密度分布（包括上叶片、下叶片、涡轮齿根、泵腔内壁、入口和出口）,从而研究涡轮分子泵的流场分布、性能特征和抽气机理。通过模拟计算发现:在动叶列出口区域,分子向半径大的方向聚集,且转速越高聚集效应越明显,当分子位置半径与涡轮叶列齿顶半径之比位于0.92～0.94时,局部相对分子密度等于整个出口区域的平均相对分子密度;在动叶列内,下叶片区域的分子密度占比最高;在静叶列内,随着转速的增加,出口区域的分子密度并未显著升高,说明静叶列在涡轮分子泵中主要起到提高压缩比的作用。该算法的提出也为下一阶段开展多级涡轮分子泵模拟计算和性能结构优化的研究奠定了基础。", "label": "数学", "id": 0}
{"content": "针对传统辐射测量方法获取大气颗粒物的信息量有限的缺点,本文基于光线与大气中的粒子发生散射后,散射光表现出偏振特性的改变与大气粒子物理属性有关的特点,并利用偏振蒙特卡罗算法对（OPAC）提供的不同类型、不同浓度的大气颗粒物粒子的偏振传输特性进行了模拟研究。本文对四种典型大气颗粒物粒子的模拟结果表明黑炭型粒子在可见光波段范围内对偏振光退偏效果最大;对不同浓度的三种天气模式下的模拟结果表明,同一波长下,浓度最高的雾霾模式下粒子漫透射率最小,在300-700nm波长范围内,雾霾模式下粒子散射光线偏振度逐渐减小,其他模式变化均不明显;说明大气颗粒物浓度最高的雾霾天气模式下,出射光的线偏振度随波长的变化最明显,多云模式次之,晴天模式线偏振光的穿透能力最强,随着大气颗粒物浓度的增加,偏振光传输的退偏程度也就越大。本文模拟结果也为大气颗粒物偏振信息反演提供了一定的理论基础。", "label": "数学", "id": 0}
{"content": "在数值模拟过程中,需要进行裂隙网络的输入。平常的裂隙网络均是网格划分规则切割出来的,但是这种方式形成的裂隙网络与实际的情形有很大区别:在实际的情形中,裂隙是不规则的,裂隙的各参数有一定的统计规律。为解决这个问题,在非连续性变形分析（DDA）中,使用真实的裂隙网络作为输入参数进行计算。但是这就需要解决真实的裂隙网络输入的问题。以现在的测量技术无法测量到所有实际的裂隙。因此就需要借助蒙特卡洛模拟来实现。由于裂隙参数具有一定的统计规律,因此可以通过测量一部分节理裂隙,再根据已知的裂隙进行未知部分的裂隙生成。", "label": "数学", "id": 0}
{"content": "蒙特卡罗（MC）方法和离散纵标（SN）方法是目前求解粒子输运问题的两类典型方法。两种方法各有优势。近年来,在解反应堆深穿透问题中相继出现了MC-SN解析迭代耦合,连接面单向耦合等多种耦合求解方法。本文旨在开展非定常问题MC-SN空间双向耦合方法研究,通过设置重叠影像区域实现数据交换,重叠区域的宽度由粒子能量和时间步长自适应确定。数值实验表明,对于不同模型采用不同的耦合模式,可以发挥方法各自优势,提高计算效率。", "label": "数学", "id": 0}
{"content": "<正>辐射输运方程广泛存在于惯性约束聚变、武器物理、天体物理等过程中,求解辐射输运方程具有维数高（七维）、非线性强耦合、多尺度等计算难点。隐式蒙特卡罗算法是求解辐射输运方程的一种有效算法,其通过引入\"伪散射\",代替光子的\"吸收-再发射\"物理过程,可以有效地提高计算的稳定性。但是,对于光性厚问题,直", "label": "数学", "id": 0}
{"content": "针对复杂物理过程的数值模拟过程中出现的各种异常问题,根据\"关注点分离\"的原则并借鉴\"微内核\"的思想,提出一种快速定位异常问题的微内核方法。基于科学计算框架JCOGIN,给出微内核方法在耦合动态随机场数的值模拟中的具体应用情形。随着JCOGIN框架版本的更新,该方法将把组合几何计算中异常问题的定位时间从约几十小时缩短到约几十分钟之内。", "label": "数学", "id": 0}
{"content": "自然与工程问题中的颗粒物绝大多数由多种组分组成,比如药物混合中颗粒物由赋形剂和药物组分组成。描述颗粒系统的控制方程是颗粒群平衡方程（PBE）,现有的研究大部分是关于单一组分的凝并问题,关于二组分的研究相对较少。二组分颗粒物的凝并问题对于合金材料性能、药物混合均匀性、气溶胶毒性等研究意义重大。多组分颗粒物凝并过程中,其组分不同可能对凝并产生重要影响。在两组分颗粒物中,可以把两种组分表示成组分A（溶质）和组分B（溶剂）。根据颗粒物中某一成分对凝并作用的不同,可以分为3种情况进行研究。即一、组分A（溶质）对凝并不起作用,即凝并仅由B组分的体积（或质量）决定;二、凝并仅由颗粒总体积决定,与具体组分分布无关;三、凝并核与组分分布相关。本文采用多重蒙特卡罗方法模拟颗粒群平衡方程,凝并核函数选取带有凝并效率的连续区和自由分子区布朗核,主要研究了颗粒物混合均匀性、组分A在颗粒物中分布规律以及矩量的演变规律。结果表明:不管对于仅与颗粒总质量相关的凝并核和还是对于组分相关的凝并核,随着凝并时间的增长,方差渐趋一个常数,而S.I.最终将减小,即趋于均匀混合,组分A的条件概率分布满足正态分布。但对于组分相关的凝并核,总方差和S.I.的变化复杂,S.I.经历快速上升、变化缓慢、幂指数下降三个阶段。对于所研究情况,长时间演变后,组分相关核和组分无关核的矩量与平均体积的标度率指数一致,即:M11∝v,M20∝v,M02∝v。", "label": "数学", "id": 0}
{"content": "<正>1、问题描述近年来,利用指长推算身高的研究越来越多,其重要性也逐渐被发掘。与身高相关的因素可以体现在出生前,例如胎儿未出生前,就有一定的因素可能影响胎儿的出生身长[1]。低浓度的芳香烃溶剂暴露和谷胱甘肽S转移酶Theta（GSTT1）和谷胱甘肽S转移酶M1（GSTM1）缺失基因型均可降低新生儿", "label": "数学", "id": 0}
{"content": "<正>利用校准行为能够消减数值模拟中认知不确定度的客观机制,结合不确定度量化中的真值覆盖和最小化原则,提出了综合利用已有系统级试验对比分析信息以及新增建模与模拟不确定度传递信息的信息融合方法和数值模拟不确定度量化方法,并结合一个可以进行虚拟试验的例子对该不确定度量化方法进行了展示和验证。", "label": "数学", "id": 0}
{"content": "<正>采用统一气体动理学格式（UGKS）和直接模拟蒙特卡罗方法（DSMC）对加热微梁问题进行详细研究。", "label": "数学", "id": 0}
{"content": "针对如何遴选评审专家问题,首先建立了一套具有较强可操作性的评价指标体系,给出了每个指标的具体计算方法,并采用熵权法确定指标的权重,然后针对遴选规则以专家评价为基础,构建了评审专家遴选的数学模型,最后,通过一个应用分析验证了提出模型的可用性。实践应用表明,该模型简单可行,具有较强的应用推广价值。", "label": "数学", "id": 0}
{"content": "利用三维数值模拟,在垂直向上流动的条件下,对饱和核态沸腾中孤立气泡的成长与滑移过程进行了研究。模拟中,利用非稳态热传导模型考虑了加热固壁的瞬态热响应。结果显示,主体流动速度与固壁瞬态导热对气泡动力特性及传热特性有着较大影响。", "label": "数学", "id": 0}
{"content": "采用VOF对微重力条件下推进剂管理装置模型的气液分布进行了二维的数值模拟研究。得到了在BOND数为2时的推进剂内气液自由界面的变形过程,分析在液体近壁面处及自由界面最低点的速度与压力的变化。", "label": "数学", "id": 0}
{"content": "<正>2012年6月6日至9日,由全国蒙特卡罗方法及其应用专业委员会主办、中国工程物理研究院流体物理研究所和激光聚变研究中心等离子体物理重点实验室共同承办的\"第十一届全国蒙特卡罗方法及其应用学术交流会\"在贵州省贵阳市召开,来自35个", "label": "数学", "id": 0}
{"content": "本文利用商业流场计算软件Fluent14.0,针对有附面层抽吸及无抽吸两种情况下激波/平板附面层干扰流动分离现象开展了数值模拟,获得了不同网格设置和6种湍流设置对分离流动影响模拟结果。从模拟结果来看,在较充分的附面层抽吸情况下,不同网格和模拟方法获得的流场结构基本一致;当无附面层抽吸时,各湍流模型及设置条件对分离区域预测结果有明显影响;在主流区网格密度明显增加情况下,分离区域预测结果基本不变。", "label": "数学", "id": 0}
{"content": "现代城市交通建设要求道路综合杆具备安全、智能、美观和便捷等特点,高集成的综合杆在风荷载作用下更易发生强度失效,因此快速准确地评估杆件强度非常重要。利用Ansys workbench建立道路综合杆的梁单元有限元模型;根据风荷载计算规范,得到不同高度下的表面风压;通过APDL命令流代码,在综合杆的不同高度自动施加准确的风荷载;计算得到该道路综合杆最大组合应力为98MPa,未超过材料屈服极限,并有较大设计余量。", "label": "数学", "id": 0}
{"content": "采用有限元法,基于随机激励振动响应的统计特性开展了火箭末级复合材料舱段内部主要设备元件的随机振动环境预示研究,建立了某型号运载火箭复合材料末级舱段三维精细化有限元分析模型,计算得到了舱内主要设备元件的随机振动响应,指出因舱段结构整体刚度偏弱而引起的局部呼吸模态导致是导致相关设备元件振动响应偏大的主要原因。研究结果对于合理制定火箭复合材料舱段内部设备元件的力学环境条件及合理设计火箭复合材料舱段内部设备元件的安装方式具有一定的指导意义。", "label": "数学", "id": 0}
{"content": "水下高压气体射流形成通气空泡,之后水下航行体在空泡中运动出水是一种新型发射方式。高压通气空泡可有效减少水下航行体的阻力,提高发射成功率。高压通气空泡早期运动是一种典型的可压缩性两相流问题,伴随着激波及界面不稳定性等复杂流动现象。本研究建立一种高精度的可压缩两相流数值模拟方法,基于高阶间断有限元方法进行空间离散以提高数值精度,通过Level Set方法捕捉空泡界面,采用特征无反射边界条件消除出口边界的非物理反射。在验证方法合理性的基础上,分析水下高压气体射流的初期特性,获得通气空泡的演化规律。数值结果表明:在射流的初始阶段,空泡界面主要呈现Rayleigh-Taylor （RT）不稳定性,但不稳定性随着通气马赫数的增加而降低。随着射流的持续,在水阻力作用下空泡界面的法向速度增加,空泡界面逐渐呈现Kelvin-Helmholtz（KH）不稳定性。", "label": "数学", "id": 0}
{"content": "本文采用微分求积有限元法,推导了轴-盘耦合转子系统的整体控制微分方程,建立了以柔性轴和变厚度柔性盘为组件的轴-盘转子系统的数值模型,研究了系统在热场中的耦合自由振动。考虑材料的热物性,通过一系列数值算例对本文模型的可靠性与准确性进行验证。此外,还详细讨论了温差、转速和几何参数对轴-盘转子系统耦合固有频率和临界转速的影响。结果表明,本文提出的模型计算所得数据和有限元对比误差较小,结果准确可靠。各个因素对轴-盘转子系统的耦合振动特性具有不同的影响规律,当温差较大时,轴的振动对系统耦合振动的影响更为显著。", "label": "数学", "id": 0}
{"content": "提出了一种求解谐和与非平稳随机激励联合作用下,单自由度分数阶Bouc-Wen系统非平稳响应的统计线性化方法。首先,将系统响应分解为确定性分量与零均值随机分量之和的形式,将原运动方程分解为两组耦合的分数阶非线性微分方程;然后,由变量代换法和拉盖尔积分公式,将这两组分数阶微分方程转化为不含分数阶导数的高阶微分方程;进一步,通过对导出的高阶随机微分方程统计线性化,得到随机分量二阶矩的李雅普诺夫微分方程。最后,通过数值算法同时求解李雅普诺夫方程与高阶确定性微分方程。蒙特卡洛模拟验证此半解析法的适用性与精度。", "label": "数学", "id": 0}
{"content": "声波方程逆时偏移和声波方程全波形反演都需要多次使用声波方程波场延拓。最近非平衡格式交错网格有限差分在一阶声波方程得到了应用。虽然非平衡格式交错网格有限差分算子提高了计算效率,但是非平衡格式交错网格有限差分算子的时间步长仍然较小。为了进一步提高声波方程波场延拓的效率,对角线加点的差分模板被应用到非平衡格式交错网格有限差分算子,从而可以保证精度不变的同时进一步提高计算效率。频散分析和数值模拟实例验证了新方法的有效性。", "label": "数学", "id": 0}
{"content": "近年来提出的基于模型的数值积分算法同时具有显式表达和无条件稳定性,然而由于存在算法阻尼,在求解结构运动方程时将出现数值漂移现象,具体表现为周期延长（缩短）。为此,在算法的积分参数中引入与结构关键频率相关的控制参数φ,以降低结构反应的周期失真率。文中研究了所提算法在线性系统中的稳定性和精度,结果表明该算法在线性系统中是无条件稳定的,且能显著降低结构反应的周期失真率。探讨了多自由度体系中参数φ的取值问题。算例结果表明,当结构的第一阶振型起主导作用时可选取结构基频求取φ;而当结构的高阶振型对结构反应影响较大时,控制参数取对角矩阵φ的计算精度最高。", "label": "数学", "id": 0}
{"content": "基于单元能量投影（ElementEnergyProjection,简称EEP）法和边值问题固端法的思想,将其扩展至运动方程问题。本文以单自由度线性元为例,采用Taylor级数渐近展开对问题的求解进行实质性简化计算,探讨了不经有限元求解便可进行先验定量误差估计的算法,进而实现了自适应单元步长的先验估计和确定。本文给出初步算例验证了本法的可行性和有效性。", "label": "数学", "id": 0}
{"content": "若采用m次单元对线法二阶常微分方程组（ODEs）进行有限元（FEM）求解,其单元内部位移一般只有m +1阶收敛,而端结点位移收敛阶可达2m阶。EEP超收敛计算的效果受益于同时也受限于有限元端结点位移的精度,且EEP法恢复的单元内部位移一般只有min（m +2,2m）阶收敛。本文提出了一种修正EEP法（M-EEP）,利用EEP超收敛解,先对端结点位移进行修正,再用修正的端结点位移恢复单元内部位移。广泛的数值试验表明,对端结点位移进行修正后,其收敛阶可达2m+2阶,再次修复的单元内部位移一般可达m +2阶收敛,摆脱了2m阶收敛精度的限制。对于线性元,修正后结点位移的精度翻倍,单元内部M-EEP位移亦摆脱了原FEM解2阶收敛精度的限制,达到3阶收敛,基本达到二次元的收敛精度,效果显著。", "label": "数学", "id": 0}
{"content": "<正>1、引言科学技术中的很多问题解决,最终很多都归结为方程组的求解。如求解结构性能随时间的变化状况。对于非线性方程组的求解,牛顿迭代法是最常用的计算方法,在实际使用过程中,该方法有两个问题需要解决,一个是方程组中包含可预设参数的问题,另一个是初值选择对迭代收敛影响的问题。如求解结构的非线性变化时,需多步对结构中的参数进行变换,然后再对每一步进行求解。这样非线性方程组中就可能包含需要任意赋值的参数。", "label": "数学", "id": 0}
{"content": "本文以流体摩阻系数计算为例,具体分析非线性方程数值解法的案例教学,指出案例教学不应忽略理论知识,应全面讲授求解实际问题时数值方法的有效性和可操作性,并结合实际问题的特点进行应用。本文着重讲解不动点迭代法、牛顿迭代法以及MATLAB提供的求解工具与流体摩阻系数计算案例的结合,并在其中穿插关于稳定性的讨论及初值的选择等问题,从而使学生深刻理解数学理论,高效解决实际问题。", "label": "数学", "id": 0}
{"content": "自庞加莱以来,用于轨道动力学问题的现代计算方法已经得到了长足的发展。从上个世纪开始,有限差分类方法在轨道计算中得到了大量应用,其中以龙格库塔法最为典型。然而,近年来轨道动力学领域的研究者纷纷把目光投向了一类基于变分的渐进-离散化方法。在较短的时间内（近15年）,这类方法凭借其高精度高效率的优势,在轨道动力学方面展现出了极大的计算潜力。通过与高性能计算框架的结合,有望帮助解决未来自主航天器算力不足的问题。这类方法包括修正切比雪夫-皮卡迭代法、并行隐式龙格库塔法、局部变分迭代法等。这些方法与生俱来的并行计算能力使之具备逐点计算无法比拟的计算优势。其中,局部变分迭代法是近年来提出的一种典型方法。本文在局部变分迭代法基础上提出了一种简单有效的自适应计算机制,并用于强非线性动力学问题及轨道动力学问题的求解。该方法的解析迭代形式由一组一般化的一阶非线性常微分方程导出,进而通过切比雪夫多项式及配点进行离散化处理。所得到的数值迭代计算方法简洁易用,其中只包括高度稀疏的矩阵加法及乘法,并且无需对雅克比阵进行求逆。此外,为了实现配点的配置方案最优,本文提出的自适应机制能够在计算过程中动态调整每次计算步长中的配点个数以及计算步长的大小,从而在保证特定计算精度的前提下,避免繁琐的人工调参。同时,该方法通过自动调节计算网格的疏密,能够避免过度计算。该方法的数值精度和效率通过大幅度单摆和摄动二体问题得到了验证。", "label": "数学", "id": 0}
{"content": "基于准晶原子特殊的排列方式,使其拥有特殊的力学性质和广阔的应用前景。在材料的制造和使用过程中,难免会产生一些缺陷,如裂纹、夹杂等,这些缺陷的存在会大大降低材料的强度和使用寿命。因此,需要对准晶材料进行力学分析。本文使用奇异积分方程方法,研究含多夹杂的一维六方准晶平面问题。首先给出一维六方准晶在声子场和相位子场中的基本方程,以及一维六方准晶夹杂在声子场和相位子场中的位移表达式。其次利用夹杂与基体接触面上的边界条件,建立了问题的奇异积分方程,其中的未知函数为夹杂上下表面的和外力。最后在以上理论的基础上,利用有限部积分的概念,建立了一维六方准晶共线夹杂问题的奇异积分方程的数值求解方法。", "label": "数学", "id": 0}
{"content": "本文针对求解线性方程组的经典迭代法,基于自适应松弛策略发展了多右端项松弛算法,并用于多右端项线性系统的求解。测试表明,所发展的算法在求解多右端项系统时,平均求解单个线性系统所用的时间只有单右端项算法的一半左右,具有较好的加速效果。", "label": "数学", "id": 0}
{"content": "代数多重网格方法（AMG）是求解大规模稀疏线性系统的常用算法之一。本文提出了两种用于AMG求解阶段的加速策略,即正交投影加速和斜投影加速。利用迭代过程中的近似解和残差构造搜索子空间和约束子空间,加速过程仅需少量额外存储和计算开销。投影加速算法依托AMGCL（代数多重网格方法 C++库）实现,并对经典的泊松问题进行了数值验证。", "label": "数学", "id": 0}
{"content": "线性方程组的求解在有限元分析中是耗时最长、占用资源最多的一个环节,然而多线程并行技术在国内本领域的研究并不充分,因此通过并行技术对其进行加速具有相对的必要性。本文针对线性方程组求解的直接法的核心部分,LDLT分解进行并行设计。通过有限元刚度矩阵填充元优化之后的分块特性进行观察思考,提出一种基于分块的并行策略,并通过分片调度的方式提高了计算效率。", "label": "数学", "id": 0}
{"content": "稀疏线性方程组的高效求解一直是数值计算领域的重要课题。随着问题规模的增大与求解精度要求的提高,串行算法已经难以满足需要。本文在Linux环境下,基于MPI环境并利用可移植扩展科学工具箱PETSc对经典迭代法松弛加速策略设计了并行方案,将其具体实现,获得了较为满意的加速效果。", "label": "数学", "id": 0}
{"content": "本文构建了一套用于升阶谱求积单元的几何非线性分析方法。在全拉格朗日描述框架下构造了三类非线性单元:二维、三维和Mindlin升阶谱求积单元。构造的各类单元使用Newton Raphson法和弧长法两种非线性求解技术进行几何非线性准静态分析,结果与商业软件Abaqus的对应结果进行了对比,以验证本文方法的正确性,收敛特性分析显示出本文方法的数值稳定性以及高精度、高效率的特点。与低阶单元相比,本文的方法在分析同等问题时需求的自由度数目更少,在需要不断迭代和更新刚度矩阵的非线性有限元分析中有良好的应用前景。", "label": "数学", "id": 0}
{"content": "本文基于伽辽金时间有限元法提出了一种具有数值耗散的逐步积分列式,克服了原时间有限元法不具备数值耗散能力的缺点。本文通过引入一种带参数α的修正高斯积分来控制算法的数值耗散并且研究了参数α和算法数值特性的关系,得到了适合此算法的参数取值。", "label": "数学", "id": 0}
{"content": "提出基于非均匀有理B样条（NURBS）的三维等几何有限元与边界元耦合方法来模拟变形体。利用虚拟结点插入技术建立非相适应界面上位移耦合约束关系,该方法只依赖于界面两侧的NURBS网格信息。引入与边界元子域相关的增强对称矩阵,利用对称迭代耦合方法求解最终形成的系统耦合方程,该迭代法得到的最终耦合矩阵是对称的,且其维数与等几何有限元部分刚度矩阵的维数相同。", "label": "数学", "id": 0}
{"content": "《计算方法》是自动化专业重要的技术基础课,主要是应用计算机通过数值方法解决各种工程计算问题。本文在分析了自动化专业计算方法课程在教学过程中目前所面临的各种问题的基础上,结合我校的教学现状,提出了在教材编排、教学内容、教学实践等环节进行教学改革,着重介绍了借助于MATLAB软件平台进行有效的直观教学模式,并给出了具体的示例与程序实现,这在实际的教学实践中取得了较好的教学效果,提高了教学质量。", "label": "数学", "id": 0}
{"content": "对样本点的响应面拟合问题,通过最大差值最小化方法将其最终转化为求解线性规划问题,但是人工转化以及向程序人工输入数据进行计算相当的费时费力,本文介绍这样一个只需用户输入样本点就可以得到拟合函数的软件。", "label": "数学", "id": 0}
{"content": "<正>1.\"科学与工程计算\"课程介绍科学计算的兴起是20世纪中最重要的科学进步之一。科学计算己和理论、实验并列为三大科学方法,它突破了实验和理论科学方法的局限,并进一步提高了人们对自然和社会的洞察力。没有很好的模型就不可能有好的算法,一个模型可以对应多个算法,而算法的改进", "label": "数学", "id": 0}
{"content": "<正>北京应用物理与计算数学研究所创建于1958年,是一个以承担国家重大科研任务为主,同时开展基础和应用理论研究的多学科研究机构。建所至今,取得了大批研究成果,涌现出一大批有突出", "label": "数学", "id": 0}
{"content": "<正>我院是计算机与计算数学学科研究和开发应用比较早的单位,因为有重要应用背景及大量挑战性难题的牵引,其发展过程始终体现着特殊性与实用性,无论是并行计算、计算流体力学还是输运方程求解以及计算机应用等,特别是相关理论研究,这种痕迹体现得更为明显。随着学科的快速发展与应用的广泛普及与多年努力,我院在计算机与计算数学学学科的理论研究、技术应用等方面均得到了较大提高。", "label": "数学", "id": 0}
{"content": "<正>计算机与计算数学作为我院的一个学科,有着特定的研究领域,另一方面,作为我院各部门科学研究和工程设计的手段和方法,它具有研究和应用的普遍性,这是该学科的—个重要特征。因此,随着计算科学的快速发展,计算机与计算数学在我院得到了较广泛和深入的发展,本文就1998年这一学科发展概况综述如下。", "label": "数学", "id": 0}
{"content": "本文根据 Sturm 方法设计了一个算法,按这一算法编写了一个求高次方程所有实根近似值的 C 语言程序。", "label": "数学", "id": 0}
{"content": "本文对量子相对熵的定义,方程和性质进行讨论。对其在量子纠缠态下的信道容量给出计算公式,并采用了半正定规划法计算了纠缠辅助信道,退相干信道的容量。针对实时连续情况,讨论了相对熵与参考移动相对Fisher信息之间关系。我们通过用热方程应用积分来计算导数,得出相对熵的积分表示。最后给出了相互信息量和相对熵的不等式,并通过仿真验证了两者之间的关系。本文研究内容,对于纠缠态和退相干条件下,确定量子通信的信道容量具有实用价值。", "label": "数学", "id": 0}
{"content": "<正>基于信息论测度研究了高斯色噪声及周期信号驱动下双稳系统的随机共振现象,并且借助于信噪比对上述方法得到的结论进行了验证。", "label": "数学", "id": 0}
{"content": "<正>结合最大熵原理和调整参数法,改进了一种同时存在模型形式和输入参数不确定性时的量化方法。调整参数方法是目前模型形式不确定性量化有效方法,该方法中各个模型概率通常依据专家意见或经验确定,属于认知不确定性。采用区间不确定性描述模型概率,然后依据最大熵方法确定模型概率的最优值,最后同时考虑模型形式和输入参数不确定性,基于调整参数法对模型进行预测。通过单自由度非线性振动系统的频率预测和二元机翼颤振临", "label": "数学", "id": 0}
{"content": "<正>熵的概念是针对孤立系统准静态自然演变的定量描述而引入的,它在描述随机系统的演变、不稳定性、无序性或混乱程度以及信息传递方面起着重要的作用。由于噪声的性质对系统的信息熵演化、熵流与熵产生以及熵变化率上界有着显著的影响,因此研究由不同性质的噪声对其所驱动的动力系统的影响有着十分重要的意义。以往的研究中人们主要考虑的是高斯噪声,对非高斯噪声研究的较少,因此非高斯噪声所驱动的动力系统的信息熵演化现象值得进一步研究。本文对非", "label": "数学", "id": 0}
{"content": "本文运用灰关联熵方法建立模型提取出影响道路交通事故的主要因子,比较客观地得出了道路交通事故主要成因,并提出道路交通事故预防措施。", "label": "数学", "id": 0}
{"content": "<正>背景近年来实证研究发现:朋友之间的地理距离很好地服从指数是-1的power law分布。", "label": "数学", "id": 0}
{"content": "本文通过专家调查并结合文献和南京市统计年鉴,构建南京市节能政策绩效综合评价指标体系,并使用基于\"功能驱动\"原理的指标偏好型主观赋权法G1-法和基于\"差异驱动\"原理的客观赋权方法信息熵法对指标体系进行组合赋权;采用兼顾\"功能性\"与\"均衡性\"的信息集结模式来对南京市节能政策绩效评价信息进行集结;对南京市1998～2007节能效果进行综合评价并提出建议。", "label": "数学", "id": 0}
{"content": "信息熵是度量DEM地形信息量的主要指标。本文剖析了DEM地形信息熵是实际地形信息和子集划分策略共同作用的结果。针对子集区域划分方案对DEM地形信息量计算的不确定性影响问题,提出一种基于最大熵定理的子集划分算法,新算法较好的避免了人为指定分级标准带来的DEM信息熵计算的主观性与随意性,为实现DEM地形信息量的有效评价提供了客观的理论依据。", "label": "数学", "id": 0}
{"content": "本文用系统论的方法探讨信息的本质、信息量测度和增殖原理,扩展了信息传播系统模型,修正了亥姆霍兹和吉布斯自由能判据,揭示了信息与热力学熵的抗争作用,批判宇宙\"热寂说\"的荒谬,指出宇宙将在信息的主导下永远走向繁荣。", "label": "数学", "id": 0}
{"content": "本文仅考虑在当前迭代点 xk 处不成立的约束函数。极小化这些函数之和,并以其他约束函数为约束条件,并构造对应的二次子规划,通过解这样的序列子规划问题达到寻找可行点的目的。为了获得较快的收敛速度,利用原问题的二次信息,我们在子规划中采用了一个二次模型,并采用了二阶校正, 以达到超线性收敛速度。", "label": "数学", "id": 0}
{"content": "本文提出了一种等范数最邻近分形图像编码的搜索算法。在编码前,该算法预先计算每个码字的范数和均方差,然后根据均方差的升序排列对码字进行排序。首先选取与输入的 R 块的均方差最近的码字作为其初始匹配的码字, 然后利用两个有效的删除算法在该码字的邻域进行上下搜索,找出与该 R 块最近的码字。本文算法比等方差算法速度加快4倍左右,而且解码图像质量没有明显变化。", "label": "数学", "id": 0}
{"content": "参数辨识在模型建模中具有重要的地位,当测量数据的概率分布已知时,可以采用极大似然法来估计未知参数,实际问题很难满足这一假设。对于一般的动态系统,在系统输出概率分布未知的情况下,提出了基于系统输出最小熵的参数辨识方法。该方法采用模型输出的概率密度函数的熵为目标函数,通过使该熵最小的方法来优化模型参数。为了降低估计模型输出概率密度函数的计算量,提出了基于直方图的替代目标函数形式。以HIV/AIDS三维模型为例进行了仿真试验,仿真结果表明了该方法的有效性。", "label": "数学", "id": 0}
{"content": "<正>1、引言当前,Shannon统计信息理论已广泛用于多种学科。然而这个理论,迄今仍限于静态或平衡态,与时空过程无关。如何能将现有静态统计信息理论扩展至动态过程以建立起动态统计信息理论?这是近几年作者研究解决的一个重要问题。Fisher信息,在Shannon信息出现前就已提出,原仅用于估算测量误差。", "label": "数学", "id": 0}
{"content": "从信息论角度建立被测量、测量误差和测量结果的数学模型。给出被测量信息熵、测量误差熵和测量结果信息熵的定义、相互关系以及求解方法。并指出典型分布下不确定度、置信系数与信息熵的数学关系。", "label": "数学", "id": 0}
{"content": "信息的不确定性是由于模糊性、随机性、不完全性、不精确性等因素造成的,不确定性信息在现实世界中广泛存在.关于这方面的研究主要集中在模糊性这种不确定性上。我们课题组在此领域的研究已经持续20余年,概括起来讲,早期的研究兴趣在于模糊（非可加）测度与积分的理论建立,主要研究了传统的可加测度与积分理论到非可加情况的推广;尔后的兴趣转向为如何用数值方法确定非可加测度;近期的研究兴趣在于从已有数据中获取模糊控制规则以及具有模糊表示的归纳学习问题。近10年的研究曾得到了多项基金项目资助,出版专著3部,发表学术论文100余篇,30余篇被SCI收录,20余篇被EI收录,省级以上奖励3项。以下是我们近期研究工作的一个总结,主要包括:模糊决策树归纳;基于模糊信息的决策表简化;产生模糊规则的扩张矩阵算法;模糊归纳学习在其他领域中的应用;基于示例学习的模糊控制等。", "label": "数学", "id": 0}
{"content": "传统遗传算法（GA）存在着易陷入局部最优的缺陷,本文提出了一种先利用信息熵调整遗传与变异的侧重点,实现算法参数自适应调节,而后再利用蚁群算法中信息素反馈的思想,在基因层面上对GA进行优化以确定最优解的改进的遗传算法.通过一典型的投资组合优化问题的解决,证明了该法具有较高的稳定性和鲁棒性.", "label": "数学", "id": 0}
{"content": "本文对证据推理中Dempster融合规则存在的一些问题进行了讨论,利用信息论中的熵函数和度量信息离散度的FDOD函数提出了新的信息融合规则,改进了Dempster规则,在不同证据冲突较大的不合理结果.此外,文章还介绍了如何将新的融合规则应用于决策系统。 。", "label": "数学", "id": 0}
{"content": "本文对证据推理中Dempster融合规则存在的一些问题进行了探讨,利用信息论中的熵函数和测量信息离散度的FDOD函数提出了新的信息融合规则,改进了Dempster规则在不同证据冲突较大时的不合理结论。此外,文章还介绍了如何将新的融合规则应用于决策系统。", "label": "数学", "id": 0}
{"content": "为了解决三角形类型的模糊模式识别问题,以便更好地应用于生物细胞染色体形状的识别、白血球分类等实际应用问题中,采用基于给定阈值的最大隶属原则,利用合格指标因子归类法进行研究,并提出一种以三角形内角和差关系作为底数和指数变量的指数型隶属函数。结果表明:求得的隶属度确保在合格指标因子之上皆可,利用指数函数性质使所求得的隶属度差距较大、区别明显,便于识别,且与三角形三个内角紧密相关。通过数值实例,论证了该方法对染色体形状识别、白血球分类等三角形类型模糊模式识别,具有一定的参考价值和指导意义。", "label": "数学", "id": 0}
{"content": "对于定常和确定响应系统的一类幂函数形式的微分约束模型,在已获取模型变量的情况下,提出了从实验观测到的,不同初始条件下,不同时刻的模型变量的数据出发,精确识别各模型变量的方次即非线性的一种方法,给出了具体算例,验证了方法的可行性。", "label": "数学", "id": 0}
{"content": "本文简述了模型集成有关的问题.模型集成是为了系统建模,其研究始于模型管理,但前者扩展了后者的范围,特别是在对复杂的社会经济或环境问题建模时.怎样实现模型集成?本文总结了3种方法,自上而下,自下而上和系统方法.文章最后并例举目前比较常用的模型集成平台和一些典型的模型集成的例子.", "label": "数学", "id": 0}
{"content": "利用不同类型的时间序列资料,分析了最小二乘回归支持向量机（SL-SVMR:Least Square Support Vectors Machines for Regression）在非线性时间序列预测中的能力。对不受噪音污染的’理想时间序列’的实验结果表明,该方法较其它统计回归技术和一般的回归支持向量机对非线性时间序列有较强的拟合和预测能力。对来自国家气候中心1982年1月-2005年12月共24年288个逐月Nino3区海温距平指数的预测试验表明,通过训练建立的最小二乘回归持向量机模型,较好地反映了Nino3区海温距平指数的变化规律,36个月的预报效果很好,更长时间的预报也有一定的可信度。", "label": "数学", "id": 0}
{"content": "在机器学习中,Rademacher 复杂性是函数集容量的一个度量．本文研究在 Rademacher 复杂性意义下, 学习机器推广性的界．", "label": "数学", "id": 0}
{"content": "本文提出了一种基于模糊积分方法的支持向量机系统分类算法,模式实验表明,此算法有效提高了系统的正确分类率。", "label": "数学", "id": 0}
{"content": "在传统网络最大流算法模型中,通常所考虑的各通道的容量仅是理想条件下的数值;因此,这就限制了该传统方法在实际问题中的推广应用。本文综合运用图论与模糊数学等有关理论方法,将这一理想条件问题推广到了更一般化的情形,提出并表征了网络中各通道的模糊可靠条件容量;构建了模糊可靠条件网络最大流逻辑割树模型;设计了判决准则。运用本模型方法,并以实际问题为案例,本文还进行了实证分析,效果良好。", "label": "数学", "id": 0}
{"content": "BANT网络是没有逆向计算程序的网络计划技术。本文依据笔者创立的网络计划技术的专门基础理论即结构符号网络理论,介绍了BANT网络系统设计的特点,阐释了BANT网络的普适性及其创新性。", "label": "数学", "id": 0}
{"content": "利用两步式半递推多体动力学建模方法建立了车辆系统的多体动力学模型,设计了最优控制器与悬架参数优化相结合的方案,分析了车辆在安全车速阈值内通过连续减速带路面的垂向振动抑制效果。该方案的创新点在于将主动控速与被动参数优化相结合,进一步抑制了车辆垂向振动。本文以某十五自由度的乘用车闭环多体系统为例,首先,建立半递推的多体动力学模型,该建模方法可精确地描述车辆行驶过程中的纵横垂耦合动力学特性。然后,在主动控速方案中引入最优控制器,建立用于最优控制的车辆通过连续减速带时的纵横耦合运动学模型,并以车轮转矩作为控制器的输出对车速进行调控。最后,在被动优化方案中对悬架系统采用优化拉丁超立方试验构建了二阶响应面模型,利用非线性二次规划法开展具体的悬架参数优化,并通过全因子法对优化结果进行验证。结果表明,相比于传统方案（主动控速或悬架参数优化方法）,基于响应面模型的悬架参数优化与最优控制算法相结合的振动抑制方案,能够更好地抑制颠簸路面的垂向振动。所提出的车辆振动综合抑制方法,可为凹凸不平路面的车辆振动抑制研究提供新思路,也可为自动驾驶汽车的振动抑制与舒适性改进提供模型基础与设计参考。", "label": "数学", "id": 0}
{"content": "目前国内外涉及正交配置法的研究中,控制变量和状态变量均是通过Lagrange插值多项式近似,插值节点通常采用Legendre正交多项式的零点,无法利用状态变量的导数信息。考虑到最优控制问题中往往涉及状态变量的微分方程,为充分利用状态变量的导数信息,减少问题的求解规模,本文提出一种基于Hermite插值的正交配置法,通过Hermite插值多项式近似状态变量,并以Jacobi正交多项式的零点作为Hermite插值节点。最后通过多无人机协同欺骗干扰组网雷达的实例测试,表明了所给方法的有效性。", "label": "数学", "id": 0}
{"content": "研究动力系统的最优控制问题具有重要的实际工程意义,其求解结果可帮助实际动力系统降低运行能耗、缩短运行时间,同时能直接为在线跟踪控制提供参考轨迹。大量工程中常见的工业装备为约束动力系统,数学上往往使用半显式微分-代数方程（DAEs）进行描述。于是研究约束动力系统的最优控制问题就需要求解服从半显式DAEs的最优控制问题。对比服从常微分方程（ODEs）约束的最优控制问题,此类问题更加复杂,附加的代数方程还需要得到满足。若问题中需要考虑不等式约束,则其数值求解是较为困难的。目前国内外对此类问题的研究尚不充分。基于此,针对一类半显式DAEs约束且含不等式约束的最优控制问题格式,本文提出了一种保辛求解算法。在所提出方法中,考虑求解原最优控制问题解的必要条件。其必要条件描述为一哈密顿系统。基于生成函数理论,将此必要条件离散为一系列代数方程,其中原始哈密顿系统的辛结构可以保持。之后发展了一种基于牛顿法的复合求解策略以求解离散的方程并得到原始问题的数值解。最后考虑两类典型约束动力系统的最优控制问题以验证算法的求解性能。在算例中,所提出的算法仅需较少的迭代步就可快速收敛到解。在数值解中,状态量和控制输入均展现出很高的精度,且二者是高度匹配的。同时问题中涉及的不等式约束也可严格满足。", "label": "数学", "id": 0}
{"content": "本文研究了一类具有模型不确定性的时间不一致的线性二次问题,其中成本函数是非指数折扣.从鲁棒性的角度出发,我们设计了一个极小极大控制器来解决模型的不确定性.为了解决时间不一致,我们提出了一个新的概念称为鲁棒混合平衡解,其中控制玩家寻找时间一致的策略,扰动玩家作为虚拟玩家可以选择预承诺策略或时间一致策略,在本文中,我们仅考虑扰动玩家选择预承诺策略的情形.混合平衡解为开环和闭环情形的处理提供了便利,开环和闭环可以看作混合平衡解的特殊情况.鲁棒混合平衡解同时解决了模型不确定性和时间不一致性.本文给出了鲁棒混合平衡解存在的充要条件.", "label": "数学", "id": 0}
{"content": "本文针对离散线性非零和博弈问题,提出一种非策略Q学习算法。首先,提出非零和博弈优化问题,并且严格证明根据个体性能指标定义的值函数为线性二次型。然后,基于动态规划和Q学习方法,给出非策略Q学习算法,获得非零和博弈的近似最优解,实现系统的全局纳什均衡。此算法,不要求系统模型参数已知,完全利用可测数据,学习纳什均衡解。最后算例仿真验证方法的有效性。", "label": "数学", "id": 0}
{"content": "考虑一类优化有界经济性能指标的约束非线性系统,提出一种新的保证递推可行性和闭环系统关于有界经济性能函数具有输入到状态稳定性（Input-to-state stability,ISS）的经济模型预测控制（Economic model predictive control,EMPC）策略.通过离线计算最优经济平衡点,构建关于最优经济平衡点的稳定性目标优化问题.利用稳定性目标最优值函数构造EMPC优化问题的收缩约束,并设计一个关于经济性能函数是恒正的松弛项放宽收缩约束,建立EMPC的递推可行性和闭环系统关于最优经济平衡点相对于有界经济性能函数（松弛项）具有输入到状态稳定性结果,同时验证了经济性能函数有界收敛时,闭环系统关于最优经济平衡点渐近稳定.最后,通过一个非线性连续搅拌反应器（CSTR）系统仿真实例,验证本文策略的有效性.", "label": "数学", "id": 0}
{"content": "为了更好的逼近控制轨迹,均匀控制向量参数化（UCVP）方法往往需要划分更多的段数,这就极大的牺牲了算法的收敛速度。并且化工过程的最优控制轨迹经常出现切换结构,如\"Bang-Bang\"控制问题,其切换时间极为重要,但UCVP方法不能对重要时间节点优化。针对以上问题,本文提出了一种非均匀控制向量参数化方法（NCVP）,首先将控制时域离散化为不同长度的时间段,再引入一个新的时间变量t,对时间段进行归一化,将其变为均匀参数化最优控制问题,并将控制向量和各时间段长度同时作为决策变量,再利用内点法进行数值求解。将该方法用于Park-Ramirez生化反应器的补料动态优化控制,取得了比历史文献最优解更好的结果,表明该算法的有效性。", "label": "数学", "id": 0}
{"content": "本文为动态环境持续监控问题提出一个最优控制问题框架,目的是通过控制多智能体系统的运动,最小化一个目标函数,这个目标函数与动态环境中有限个固定目标的状态估计误差有关。经最优控制理论分析,一维问题的最优解是,每一个移动智能体以全速从一个转折点运动到下一个转折点,在转向前可能在每个转折点停留一段时间。因此,问题转化成为一个参数优化问题:确定一列转折点位置和每个移动智能体在各转折点相应的停留时间。建立一个混合系统并用无穷小扰动分析方法分析此系统。通过一个基于梯度的算法得出一个完整求解数值解的优化算法。为解决多智能体系统持续监控问题以及将解决方法拓展至分布式解法提供基础。", "label": "数学", "id": 0}
{"content": "这篇文章中说明了最优控制理论的应用,以数值方式解决了复杂流场中的Zermelo导航问题。首先,使用MATLAB仿真应用程序建立11个具有单个或多个潜在流动的复杂流场,包括源流,汇流,漩涡和双峰流,然后记录并插值流场速度信息以详细描述该流场。此外,本文通过欧拉-拉格朗日方程和变异计算解决了这个问题,计算出的每个流场中的船舶路径表现在最小时间上,并以图片的形式绘制出来。最后,本文还应用Level Set Method描述了复杂流场中多智能追击者-逃避者游戏的解决方案,并详细阐述了该方法在解决船舶导航问题中的意义。", "label": "数学", "id": 0}
{"content": "<正>3D刚体摆是地球静止轨道卫星的简化模型,具有一定的几何结构,在无外力作用时,作为一保守系统遵循能量守恒定律。因一般迭代算法不能保持系统的总能量,故3D刚体摆在长时间的仿真中会出现能量耗散现象。离散变分积分子算法是一种保能量的算法,该算法在拉格朗日函数的基础上,通过离散化、求变分求积分的过程得到系统的离散运动方程,然后再利用求解非线性方程组", "label": "数学", "id": 0}
{"content": "研究3D刚体摆在有初始扰动情况下的姿态运动最优控制问题。结合3D刚体摆转动的姿态与角速度特点,针对外部扰动设计闭环反馈姿态跟踪控制器。首先,利用Legendre伪谱法规划出3D刚体摆开环的姿态运动轨迹。然后,将系统的运动方程线性化,并以3D刚体摆的实际运动姿态轨迹与参考运动姿态轨迹之间的差值作为控制量,将姿态跟踪问题转换为线性时变系统的姿态调节问题。最后,对基于Legendre伪谱法的3D刚体摆姿态最优控制的闭环控制方法进行仿真分析,验证在具有初始扰动情况下算法的有效性。", "label": "数学", "id": 0}
{"content": "针对一类部分未知仿射非线性系统最优跟随控制问题,本文提出了一种新的基于最小二乘支持向量机（Least Squares Support Vector Machine,LS-SVM）的数据驱动方法。首先,通过非线性系统和期望轨迹的离散数据构建第一个LS-SVM模型,获得最优跟随轨迹的近似最优解,并对未知部分进行辨识;其次,利用辨识结果构建并求解最优控制器的第二个LS-SVM模型,使系统达到期望的动态性能。LS-SVM采用结构风险最小化原则,能够有效避免过拟合现象,从而具有良好的泛化能力,同时引入Mercer核函数,通过选取合适的核参数,可实现对非线性连续函数的精确逼近。最后,数值算例仿真验证了本文所提方法的有效性。", "label": "数学", "id": 0}
{"content": "我国\"嫦娥二号\"探月卫星在2011年圆满完成对月球探测后,首次实现从月球轨道直接转移至日地L2平动点轨道,且于2012年成功完成对图塔蒂斯（Toutatis）小行星的飞越探测,这标志我国已经迈进\"世界深空探测俱乐部\"。至今,我国成功实施的深空探测任务全部采用化学脉冲推力发动机,相对连续小推力发动机（电推进、离子推进、核推进、太阳光压推进等）存在飞行代价高、技术上难以克服的困难。然而,连续小推力技术的发展为深空探测带来重要工程应用价值同时也为深空轨道设计与控制带来挑战!基于连续小推力的深空轨道设计与控制本质上采用最优控制理论描述,而由于深空探测中长时间轨道转移和保持任务、连续小推力的推进系统受限以及近行星与深空轨道的不同引力场特征等,为最优控制问题的求解带来困难!本报告将汇报这一背景下的计算最优控制辛数学方法研究进展,包括:光滑最优控制系统的任意高阶精度保辛方法;非光滑最优控制系统的高性能保辛方法;网格加密与不同插值算法的自适应最优控制保辛方法;滚动时域控制的实时制导保辛方法等。", "label": "数学", "id": 0}
{"content": "本文将基于广义谐和函数的随机平均法和随机动态规划原理相结合,提出了一种有界噪声激励下非线性振动系统的最优时滞控制策略。首先,基于广义谐和函数,将时滞的控制力用非时滞的状态变量近似表示,从而将原时滞控制系统转换为非时滞的控制系统;然后,应用随机平均法将受控系统化为一个部分平均的It?随机微分方程,再应用随机动态规划原理以系统稳态响应最小化为目标建立动态规划方程,即Hamilton-Jacobi-Bellman（HJB）方程,求解此方程得到最优控制力,应用该控制力得到完全平均的It?随机微分方程;接着,求解与完全平均的It?方程相应的Fokker-Planck-Kolmogorov（FPK）方程,得到最优时滞控制的振动系统的响应统计量。最后,通过Monte Carlo数值模拟结果验证所提控制策略的控制效果和控制效率。", "label": "数学", "id": 0}
{"content": "针对具有时延的NCS,研究了它的离散二次型最优控制律的设计问题。首先,通过引入增广状态矩阵的方法分别建立了单采样率和多速率的数学模型;然后,通过对连续的二次型性能指标函数离散化,推导了具有时延的单采样和多速率模型对应的二次型性能指标函数,并且根据连续系统的线性二次型最优控制律,给出了具有时延的离散NCS满足二次型性能指标的最优控制律;最后,利用MATLAB进行了实例仿真验证。", "label": "数学", "id": 0}
{"content": "本文针对线性多变量系统,将前馈解耦控制和有限时间最优跟踪控制相结合,提出了线性多变量有限时间最优解耦控制方法。首先,将关于状态的微分方程转化成关于输出的微分方程,将系统内部矩阵和控制输入矩阵分别分解成对角矩阵和对角元为零的矩阵;其次通过引入中间虚拟变量,采用前馈和输出反馈的方法对系统进行解耦。最后,针对解耦后系统,采用有限时间最优跟踪控制方法,实现系统对任意参考输入的跟踪。仿真结果表明所提方法的有效性以及与经典的有限时间最优跟踪控制控制方法的优越性。", "label": "数学", "id": 0}
{"content": "针对常微分方程最优控制问题的数值求解,提出了一种自动计算性能指标梯度的方法。该方法通过显式数值积分方法求解状态方程,将最优控制的性能指标看作控制参数向量的显式函数,并根据链式求导法则计算其梯度。针对欧拉法和四阶龙格库塔法,推导了下一时刻状态对当前状态及控制导数的解析表达式。在求解状态方程的过程中,计算并采用行压缩方式存储了这些数值。然后在计算性能指标时反向计算,获得性能指标的精确梯度,并将其用于基于梯度的最优控制求解。通过计算实例验证了所计算导数的准确性,并在求解最优控制问题时与前向差分梯度方法进行了比较,求解结果表明了该方法的有效性。", "label": "数学", "id": 0}
{"content": "本文研究了合作博弈的决策实施复杂度问题。首先,结合实际背景给出了一个依赖于决策制订和决策实施的决策复杂度的定义,然后建立了合作博弈决策实施系统的数学模型和能量指标。我们将策略实施措施抽象成系统控制协议,将问题用矩阵的形式表示出来,并利用矩阵的相关性质给出了决策实施复杂度的定量描述。实例计算结果显示,运用本文的方法计算决策实施复杂度,结果与穷举法相同,但计算速度更快。", "label": "数学", "id": 0}
{"content": "本文建立了导弹和目标相对运动的三维几何模型,将三维空间的相对运动模型投影到三个相互垂直的平面,基于LQR最优控制理论推导了二维平面带角约束的最优导引律,并将二维平面最优制导律扩展至三维空间的导引律设计,实现了导弹末端弹道倾角和弹道偏角的约束。在满足角约束的同时为了使末端攻角收敛到较小值,设计了盲区中的飞行规律。最后通过与两平面偏置真比例导引律、两平面最优真比例导引律、三平面最优纯比例导引律三种制导律的仿真结果进行对比,验证了三维三平面最优真比例导引律在攻击时间、过载、控制量消耗等方面的有着优越的性能。", "label": "数学", "id": 0}
{"content": "本文研究了基于伪谱法3D刚体摆姿态最优控制问题。3D刚体摆可以描述为由一个刚体绕一无摩擦且固定的支点旋转,受到重力作用且具有三个转动自由度。针对3D刚体摆倒立时的平衡状态,利用legendre伪谱法设计了3D刚体摆的姿态最优控制轨迹,并引入松弛因子控制LGL插值点的取值。仿真结果表明,基于legendre伪谱法计算量小,运算精度高,能够很快获取解析形式的控制输入量,使得3D刚体摆以较小的误差运行到期望的末端姿态。", "label": "数学", "id": 0}
{"content": "利用离散变分技巧,本文构造了Birkhoff系统的保结构算法、广义Birkhoff系统的离散变分差分格式以及Birkhoff系统的离散最优控制理论。通过离散Pfaff-Birkhoff变分原理,构造了保持Birkhoff系统内在辛结构和变分结构的保结构算法,并用实际算例验证了保结构算法在精确度、收敛性、稳定性以及保守恒量方面具有的明显优势。通过离散Pfaff-Birkhoff-D’Alembert原理,得到了同样具有高效计算性能的离散变分差分格式。数值算例表明,与传统的离散算法相比,离散变分差分格式可以有效模拟系统的动力学行为,并精确演绎系统的能量变化趋势。将广义Birkhoff系统的离散变分差分格式应用于最优控制问题,构建了Birkhoff系统的离散最优控制方法。算例表明,这种方法在离散求解最优控制问题时对比传统数值求解方式具有明显优势。", "label": "数学", "id": 0}
{"content": "研究高科技企业人力资源离散时滞系统的动态建模及其状态反馈镇定控制问题.首先,针对含有专业技术类、管理类、营销类和服务类等四类知识型员工的高科技企业,基于对企业各类员工的内部转岗、离职、招聘、解聘以及员工内部转岗过程中的时滞等因素的分析,得到了高科技企业人力资源系统的离散时滞动力学模型;其次,给出了人力资源系统基于状态反馈镇定控制的招聘策略,得到了高科技企业人力资源系统的时滞依赖稳定性条件.仿真结果表明,本文提出的状态反馈控制器能够镇定企业人力资源系统,改善系统的性能.", "label": "数学", "id": 0}
{"content": "研究了一类不确定一阶双曲型PIDE系统的事件触发输出反馈镇定问题.显著不同的是,所研究的系统允许多个参数未知,这致使控制设计和性能分析更具挑战性:尤其是,不仅需要设计适当的补偿机制和状态重构机制,而且要求这些机制与事件触发机制有机融合.本文通过构造一组滤波器实现了不可测状态重构,在此基础上,通过灵活结合无穷维反推方法和时变策略,设计了新型自适应事件触发输出反馈控制器.特别地,通过在阈值中引入衰减信号,确立了时变触发机制以确保在仅边界信息可量测的情况下Zeno现象不会发生.最后,证明了设计的控制器确保闭环系统的所有信号均是有界的,并且原系统的状态收敛到零.", "label": "数学", "id": 0}
{"content": "针对一类Lipschitz非线性系统的鲁棒控制进行研究,提出了基于观测器的非线性系统鲁棒控制方法,实现了非线性系统的鲁棒控制。首先,设计出非线性系统的状态观测器和状态反馈控制器,并利用Lyapunov方法以线性矩阵不等式（LMI）的形式给出了观测器误差系统与状态反馈闭环系统同时渐近稳定的充分条件;其次,利用MATLAB中的LMI工具箱针对线性矩阵不等式进行求解,得到了观测器增益矩阵和状态反馈增益矩阵,避免了控制器设计的盲目性;最后,通过系统数值算例进行仿真,验证了所提出的非线性系统鲁棒控制方法的有效性与可行性。", "label": "数学", "id": 0}
{"content": "本文主要关注常/变分数阶微分系统的全局滑模控制问题。首先给出了一类常分数阶微分系统的全局滑模控制器,并用Lyapunov方法证明其稳定性。针对一类具有不确定项和外部干扰项的变分数阶微分系统,设计变分数阶全局滑模控器研究其混沌控制问题,并且证明了该控制器的稳定性。最后,利用数值结果验证以上理论结果的有效性。", "label": "数学", "id": 0}
{"content": "实际振动环境中,能量采集系统不可避免地会受到各种随机激励的影响,并且系统经常会存在时滞现象,同时考虑这两者对于精准模拟采集器的工作状态、控制非线性系统的动力学响应等具有重要的研究意义。本文对时滞反馈控制下受加性与乘性高斯白噪声激励的非线性能量采集系统的动力学行为进行了分析。首先,利用变量变换,将机电耦合方程解耦为等效系统;随后,基于标准随机平均法,求得了系统的FPK方程以及振幅、位移和速度的稳态概率密度函数,导出了均方电压和平均输出功率的近似表达式,并通过与蒙特卡洛数值模拟结果的对比验证了理论分析方法的有效性;最后,在此基础上研究了加性与乘性噪声激励强度、反馈强度、时滞值等关键参数对于均方电压和概率密度函数的影响。研究结果表明,适当地增大激励强度可提高采集器的输出电压;与正反馈相比,负反馈能有效增强能量采集器的采集性能,且在保持系统其他参数不变的情况下,可以通过调节时滞值增大采集器的输出能量,阐明了时滞反馈控制对系统的能量采集效率的影响机制。", "label": "数学", "id": 0}
{"content": "本文研究了一类典型热声系统的随机动力学,建立了带有分数阶阻尼的里克管动力学模型。分析了里克管模型的稳定性,得到了Hopf分岔临界条件的解析表达式。研究了在高斯白噪声激励下分数阶里克管模型的随机P-分岔行为,从理论上给出了随机P-分岔的边界曲线,应用随机平均法给出了振幅的稳态概率密度函数的理论解,讨论了分数阶导数、时滞、噪声强度变化对随机分岔行为的影响。研究表明:1)随着分数阶导数、时滞、噪声强度的单调变化,振幅的稳态概率密度函数都经历了单峰-双峰-单峰的变化,系统发生了随机P-分岔;2)随着噪声强度、时滞的增加,系统经历了小极限环-大、小极限环共存-大极限环的变化。随着分数阶阶数的增加,系统经历了大极限环-大、小极限环共存-小极限环的变化;3)分数阶导数、时滞、噪声强度可作为控制参数,诱导或抑制随机P-分岔行为。以上研究成果有助于热声学触发现象的研究。通过与数值解比较证实了研究成果的有效性。", "label": "数学", "id": 0}
{"content": "噪声激励下多稳态系统的动力学行为及其控制近些年来引起了国内外学者的广泛关注。噪声激励可以引发一系列动力学现象,如相干共振、随机P分岔、首次穿越等。针对这些现象,人们引入了多种手段对其进行调控,如时滞差分反馈控制、引入分数阶导数项等。因没有通用设计方法,常通过探讨控制参数的影响来为参数的选择提供参考。目前为止,尽管该领域内的理论研究已经取得了丰富的成果,但实验研究仍开展较少。此外,当前所研究的系统的动力学行为都较为简单,对于动力学行为更为复杂的多稳态系统及其控制的研究成果较为少见。反馈控制是一种常见的控制手段,在进行反馈控制的过程中,时滞不可避免。反馈控制中的时滞不仅仅会影响控制的效果,并且会导致系统的稳定性发生变化。因此,研究时滞反馈对受控系统动力学行为的影响具有非常重要的理论和工程意义。本文从理论分析、数值模拟和实验三个方面研究了时滞反馈控制对三稳态van der Pol系统响应的影响,主要内容如下:（1）利用确定性平均法求解了时滞反馈作用下三稳态van der Pol系统的理论近似解,讨论了时滞反馈对确定性系统分岔行为的影响。基于随机平均法和奇异性理论求解了时滞反馈作用下随机系统的转迁集,分别讨论了时滞和反馈强度对随机系统稳态概率密度的影响,发现在噪声激励下反馈强度和时滞的变化均可以影响系统的稳态响应分布,从而产生随机P分岔现象。同时,用Monte Carlo数值模拟对以上结果进行了验证。（2）推导了时滞反馈作用下三稳态van der Pol电路系统方程,并完成了电路系统的参数设计。采用STM32单片机设计了时滞反馈控制器。利用C#和Matlab混合编程技术设计了分数高斯噪声和高斯白噪声激励模块。（3）针对确定性系统和随机系统开展了时滞反馈控制实验,从系统响应的角度验证了理论和数值模拟的结果,证明了利用STM32单片机对三稳态van der Pol系统进行时滞反馈控制具有可行性。（4）研究了时间尺度和噪声强度变化对经典van der Pol系统联合概率密度的影响。结果表明,时间尺度和噪声强度的增大会使系统稳态响应的联合概率密度的环状结构消失,诱导系统发生联合概率密度意义上的随机P分岔。", "label": "数学", "id": 0}
{"content": "研究了一类参数未知双曲型PDE-ODE耦合系统的自适应边界镇定问题.不同于相关文献,所研究的系统同时容许存在未知常值和未知空间变参数,这对控制设计（尤其是未知性的补偿）和性能分析带来技术挑战.为解决所研究问题,通过灵活结合无穷维反推方法和基于投影算子的自适应技术,成功设计出一个新的边界控制器.可以证明,所设计的控制器确保原系统的状态在一定意义下收敛到零.", "label": "数学", "id": 0}
{"content": "现有频率加权平衡降阶法存有局限性,本文针对权函数可能不存在解析传递函数表达式的情况,提出了一种数值积分频率加权降阶的方法。该方法的优点在于无论权函数是否有解析表达式,所提方法都适用。文中针对权函数无解析表达式这类情况,用已有的平衡截断法,频率加权降阶法做了算例对比。其中,使用了切比雪夫逼近法去逼近权函数。仿真结果证实了所提算法的有效性和普适性。", "label": "数学", "id": 0}
{"content": "控制向量参数化方法（CVP）将控制变量在时域上离散化,为了更好的逼近控制轨迹,CVP方法往往需要划分更多的段数,这就增加了参数化后非线性规划问题的维数,求解时间成倍增加,从而极大的牺牲了算法的收敛速度。并且有时候时域划分数目较多会导致问题过参数化,造成求精精度反而降低。此外化工过程的最优控制轨迹经常出现切换结构,如\"B ang-B ang\"控制问题,其切换时间极为重要,但均匀网格CVP方法不能对重要时间节点优化。为了得到逼近精度更高的网格划分,本文在国际著名非均匀网格CVP方法—Time scaling方法的启发下,提出了一种非均匀控制向量参数化方法（NCVP）,并将该方法用于催化剂混合动态优化问题中,相比其他优化方法能取得有竞争力的数值仿真结果,表明该方法在求解化工动态优化问题上的有效性。", "label": "数学", "id": 0}
{"content": "本文研究了两个不同的混沌系统的有限时间同步控制问题。首先,所研究的两个混沌系统结构完全不同且具有未知的系统参数,利用自适应更新律对未知参数进行估计;其次,考虑系统出现执行器部分失效和卡死故障的情况,采用故障容错控制方法;再次,不同于渐近同步控制,本文采用的是收敛速度更快、鲁棒性更好的有限时间同步控制方法,利用Lyapunov稳定性和有限时间稳定性定理,证明了所设计的自适应容错控制策略能在有限的时间内,使误差动态系统达到稳定;最后,通过数值仿真验证了方法的有效性和理论结果的正确性。", "label": "数学", "id": 0}
{"content": "确立被控对象的数学模型是控制理论能否成功应用于实际问题的关键。对于实际工业过程中常见含大滞后,非最小相位,高阶等环节的复杂多变量过程,传统的辨识方法很难达到理想的效果,并且考虑到安全和经济两方面的影响,信号测试往往不允许在开环条件下进行。本文提出一种闭环频域辨识方法,在测取数据时采用依次改变设定值的阶跃响应测试方法免去多变量模型各变量间互相耦合导致的相关性计算,通过对测量信号进行差值处理和线性近似,得到多变量系统所有回路的临界频率最大值及重要频率段的频率响应;再以二阶加纯滞后模型（SOPDT）为基础,利用最小二乘一次完成算法计算待辨识参数,并以系统频率响应的幅值和相角为参考对各参数做进一步修正。仿真实验表明该辨识方法对于含有复杂过程对象模型的多变量系统具有较高的精度和较强的鲁棒性。", "label": "数学", "id": 0}
{"content": "基于离散滑模控制理论和预测控制理论,本文针对一类带有外界干扰的SISO控制系统提出一种离散积分滑模预测控制算法。利用积分滑模降低了干扰对系统的影响,保证了系统的整体鲁棒性,利用预测控制不需要严格的模型形式以及能对系统输出进行滚动优化的特点,所设计方法降低了控制器对系统模型的要求,增强了控制性能。该方法通过稳定性分析和MATLAB软件仿真证明了该控制算法的有效性。", "label": "数学", "id": 0}
{"content": "本文针对同时具有线性与非线性未知动态干扰情况下的离散时间的部分线性系统的输出调节问题,提出了仅利用在线数据的基于强化学习的数据驱动控制方法.首先,该问题可拆分为一个受约束的静态优化问题和一个动态优化问题,第一个问题的解可以对应调节器方程的解.第二个问题可以确定出控制器的最优反馈增益.传统的控制方法需要准确的系统模型参数用来解决这两个优化问题.针对这个问题,本文提出了一种数据驱动离线策略算法,该算法仅使用在线数据找到动态优化问题的解.然后,基于动态优化问题的解,为静态优化问题提供了数据驱动的方法找到该问题的解.最后,仿真结果验证了所提方法的有效性.", "label": "数学", "id": 0}
{"content": "面向新形势下控制工程硕士研究生人才培养需求,介绍了《线性系统理论》课程改革与实践方法,阐述了课程体系、教学模式、实践教学、考核方式等关键内容。提出了\"核心模块+选修模块+仿真设计\"相结合的课程教学体系,采用\"案例+讨论\"的研究性教学模式,改革课程考核方式,加强学习过程的动态管理和实践教学环节,培养学生实践能力、自主学习能力与创新意识。", "label": "数学", "id": 0}
{"content": "冷轧连续退火炉的温度、速度控制对后处理线的产品性能有着决定性的影响,如何通过获取线上生产的数据信息,构造更为精密的数学模型控制系统,是符合现如今企业发展信息化与工业化,实现\"两化融合\"的重要趋势。本文结合连续退火工艺,举例钢铁行业冷轧退火炉应用实例,以图文结合的方式,对DREVER公司退火数学模型的工作原理、控制学习功能进行研究,为日后的带钢性能优化及控制工作提供了新的思路和发展方向,更好地实现智能控制,使生产趋向更为高质、高效的方向发展。", "label": "数学", "id": 0}
{"content": "圆柱绕流在自然界和工程领域中广泛存在,对圆柱绕流的研究是揭示流动控制机理的基础。如果在圆柱体壁面施加流向电磁力并置于导电流体中,则可以实现流动控制,并达到消涡、减阻、减振以及增升的目的。前人对电磁力控制下圆柱绕流的研究主要是二维的,这种分析忽略了流场轴向方向的演变,有一定的片面性。本文基于流动控制方程,数值模拟并分析了圆柱绕流的三维电磁力控制特性,并获得了不同电磁力作用强度、雷诺数对三维圆柱绕流流场演变、受力特征的影响。", "label": "数学", "id": 0}
{"content": "研究了一类拓扑结构的不确定多重边的时空网络耦合混沌同步问题。结合牵制控制策略,设计满足一定条件的耦合机制,采用单向耦合的方式实现网络与网络间的同步,分别得到了节点状态方程中耦合参量以及不确定参量的辨识规则。进一步以物理中具有时空混沌行为的时空混沌系统作为网络节点,分别构建不确定多重边网络进行仿真分析。结果显示,网络中对应节点间的误差经过短暂的时间演变都行迅速平稳的趋于零,达到了同步控制的目的。通过数值模拟验证了该同步原理的正确性和有效性", "label": "数学", "id": 0}
{"content": "本文主要研究了Levy噪声驱动的带有变时滞的随机中立型神经网络在非Lipschitz条件下的指数同步问题（即均方指数同步与几乎必然指数同步）。利用随机Lyapunov函数法,在非Lipschitz条件下,给出了两种指数同步的充分条件。最后,通过两个数值算例对理论结果进行了验证。对比现存的同步结果,我们将中立型神经网络中的激活函数由Lipschitz的情形扩展到了非Lipschitz的情形,从而得到了更一般的指数同步判据。此外,当Levy噪声中跳的强度衰减为0时,我们的结果也可以得出仅在Brownian运动驱动的中立型神经网络的指数同步条件。", "label": "数学", "id": 0}
{"content": "我们在这里展示一套带时滞的自适应的控制算法来消除大量耦合同步振子的同步。我们不仅在带有单峰和双峰的自然频率的耦合的Kuramoto模型中验证了方法的可行性,在另外两种典型的神经元模型:Fitz-Hugumo振子和Hindmarsh-Rose振子也实现了破同步。更重要的是,我们从理论上分析了带有时滞的反馈控制的方法的可行性并且揭示了自然频率双峰的结构对于算法的影响。我们希望我们的算法可以加深各类控制的理解比如深度脑模拟的技术。这些技术被用来在治疗同步产生的疾病比如帕金森和癫痫非常具有启发性。", "label": "数学", "id": 0}
{"content": "针对单输入情形,考虑非线性系统通过坐标变换和状态反馈等价于严格下三角形式的问题.首先,利用奇异分布的有关理论,给出了三阶单输入非线性系统通过坐标变换等价于严格下三角形式的充要条件.其次,说明该方法无法推广到四阶及更高阶非线性系统.最后,借助实例说明了如何通过坐标变换实现上述系统间的等价转换.", "label": "数学", "id": 0}
{"content": "<正>一年一度的全国青年信息与管理学者大会今年在武汉召开。本届大会适逢中国运筹学会青年工作委员会和不确定系统分会“两会”换届,来自全国二十多个省份的近百家高校科研院所和企业的专家学者代表们,相聚美丽江城,共襄盛举。历年与会的青年信息与管理学", "label": "数学", "id": 0}
{"content": "从经典控制论发展到现代控制论,是人类对控制技术认识上的一次飞跃。现代控制论应用状态空间方法表示,概念抽象,不易掌握。在自学过程中必须循序渐进、熟读精思,力求在方法论上有所提高,从而在终身教育中发挥一定的作用。", "label": "数学", "id": 0}
{"content": "根据第三方物流,研究新的运输路径问题——既是收发不同货物,又可以分车运输的路径问题。在建立数学模型、引入车辆和供货点的状态后,提出三个贪婪算法,并用禁忌搜索技术得到满意的运输方案。", "label": "数学", "id": 0}
{"content": "研究同时收发的运输路径问题,要求运输工具到每个客户收取和发送一次完成,并且在运输工具容量的限制下,寻求每个运输工具的运输路径,使总运费为最少。提出两阶段的求解过程:先用启发式算法得到初始解,然后用层次禁忌搜索算法得到改进解。计算实验表明,同样规模的问题,本文的算法所需时间比直接使用禁忌搜索算法要少。", "label": "数学", "id": 0}
{"content": "针对物流分拨中心配送货物和收集货物的实际特点,提出了一种客户订单具有就绪时间和交付时间的集送货一体化动态车辆路径问题。利用基于滚动周期的方法对该问题进行了建模和分析,其在决策时间点上是一类特殊的开放式多车场车辆路径问题,开发了基于适应性记忆过程的主从式并行禁忌搜索算法,并给出了相应的实时紧急需求的插入算法。仿真实验表明并行禁忌算法在该动态车辆路径问题中具有很高的实用价值。", "label": "数学", "id": 0}
{"content": "最速降线问题（又称为捷线问题）是经典变分问题之一,其解是一条旋轮线,其解析解是用微分方程模型得到的,因此,研究该问题的新解法可以为微分方程的求解寻找到新的方法。本文通过对最速降线问题的物理意义分析,将原问题转化为了一个多元变量的单目标优化问题,目的是想将目前比较流行的随机搜索算法应用到求解该问题中来。通过验证以及同理论准确解比较来看,诸如遗传算法、粒子群优化算法等为代表的智能算法能够很好的解决该问题。这些智能算法在求解该问题中的成功应用,为智能算法在求解变分问题中的应用指明了方向,同时根据变分原理,也将为智能算法在求解微分方程中的应用指明了方向。", "label": "数学", "id": 0}
{"content": "被搜索对象或合作或规避的搜索被称为合作-规避搜索．通过对圆周上的合作 -规避搜索模型的研究分析,模拟了一系列的搜索双方的策略,并通过对计算结果的分析得出了一定条件下的较优策略．", "label": "数学", "id": 0}
{"content": "本文分别结合二分法与牛顿法及割线法提出两个一维搜索方法,这两个方法既具有了全局线性收敛的性质,又利用了函数的性质.保持了二分法和牛顿法、割线法的优点,克服了这些方法的缺点.特别是算法1（定义见第三节）还具有局部二次收敛性.", "label": "数学", "id": 0}
{"content": "本文讨论一簇共轭梯度法,它可被看作是FR法和DY法的凸组合.我们提出了两种Armijo 型线搜索,在这两种线搜索下,讨论共轭梯度法簇的全局收敛性.", "label": "数学", "id": 0}
{"content": "基于SAS/OR优化软件求解线性规划的LP过程与求解非线性规划的NLP过程的强功能,本文提出求二级价格控制问题满意解的直接搜索法,给出用直接搜索法与边界搜索法相结合的用LP与NLP过程求二级价格控制问题的满意解的算法,通过实例给出重要步骤的SAS程序,并指出有待进一步研究的问题。", "label": "数学", "id": 0}
{"content": "进化算法是一类模拟生物进化过程和机制求解优化问题的自适应人工智能技术。目前研究的进化算法主要包括遗传算法、进化规划、遗传规划、进化策略等。本文通过侧重介绍遗传算法的发展历史、特点、实现技术、数学理论等内容,简要综述了进化算法的基本框架、应用及其发展前景,对于集随机模拟、神经网络、遗传算法于一体的混合智能算法也作一简略介绍。", "label": "数学", "id": 0}
{"content": "本文通过引入定义在不同支撑概率分布上的二阶、三阶占优函数以及可变序来研究需求不确定性对库存系统策略与利润的影响.我们证明在此类库存系统中需求的不确定性可能对系统产生负面影响（见Song 1994）,也可能产生正面影响（见Ridder等1998）,进一步我们给出比较两个库存系统最优利润的充分条件和充分必要条件.", "label": "数学", "id": 0}
{"content": "航材库存控制管理是航材物流系统的重要一环。对含有逆向物流的航材库存进行合理、有效地库存管理不仅可以为航材库存降低订货等成本,提高保障质量,还可以减少环境污染,有利于循环经济、低碳经济的发展。本文在传统库存控制模型的基础上,根据部队保障需求对传统库存控制模型进行改进拓展。对含有逆向回流并且需求平稳的模型进行推导和算例分析。结果表明航材库存管理对逆向回流器材的处理既可以节约成本,又可以提高保障效果,可以用于指导航材保障部门合理运用库存决策来优化保障水平。", "label": "数学", "id": 0}
{"content": "遗传算法的迅猛发展,使很多学者对其感兴趣,并进行研究改进。本文在分析我国传统库存控制策略的基础上,提出一种新的基于改进的遗传算法的库存控制模型,并采用企业库存订货模拟数据,对新模型进行验证分析。", "label": "数学", "id": 0}
{"content": "在供应商提供价格折扣情况下,建立了有限时域内多次订货的变质物品库存模型,其中需求率受价格和时间影响.证明了模型最优解的存在性,设计算法得到最佳订购次数及最佳销售价格,并通过数值例子验证了模型的有效性.", "label": "数学", "id": 0}
{"content": "进行建立符合血液中心库存系统实际运作流程的计算机仿真模型;在紧急采血事件下,提出提前期内\"等效每日需求\"的概念,给出紧急采血点的求解方法;并结合江苏省血液中心2005-2008年运行的历史数据,通过仿真优化为该中心的库存管理工作提出建议,优化后的库存系统服务水平达到99%,并且血液过期浪费量和紧急采血次数均有了明显下降;验证了本仿真模型的可行性和有效性,对其它易腐物库存管理也有一定借鉴作用。", "label": "数学", "id": 0}
{"content": "文章分析了备件LCC的构成,并讨论了各项费用的计算公式,在此基础上给出了算例,明确了备件LCC受各种参数的影响情况,以及进行存储策略优化所应考虑的因素。", "label": "数学", "id": 0}
{"content": "本文结合郑州煤电物资供销公司的实际情况,提出了考虑供过于求时,剩余物资对库存以及订货量影响的多周期库存模型,模型以期望利润为目标函数,以初始库存为自变量,在期望利润最大的情况下,得出每个周期的初始库存水平,不同于经典报童模型中以订货量为自变量。通过郑州煤电物资供销公司的物资库存管理实例计算,结果表明可降低库存成本50%左右,说明该模型合理可行。", "label": "数学", "id": 0}
{"content": "如何解决供需不平衡,实现供应链中成本与服务水平的协调控制是研究的一个重要问题。以具有自主决策权的几个零售商为对象,研究其库存转移状况,以及成本与服务水平,通过建立库存调拨模型,提出了三种调拨策略,包括自私型调拨策略,合作型调拨策略,混合型调拨策略,并根据这三种策略运用Anylogic软件进行仿真,分析比较三种策略的有效性,以得到最优结果。", "label": "数学", "id": 0}
{"content": "研究了斜坡型需求模式下,短缺量部分拖后订购的易变质物品库存模型,理论上得到了一个最优补货策略,最后通过数值例子说明理论结果。", "label": "数学", "id": 0}
{"content": "库存管理模型在现实生活中有着广泛的运用,它为管理决策者有效地确定最佳订购量提供了理论依据。由于历史数据的缺乏,需求量在很多情况下往往被主观的确定,因而有可能会产生一定的系统误差。本文建立了一个需求为模糊的单周期库存模型,考虑购买成本,缺货成本以及库存成本,并运用模糊集理论对模型进行处理,以得到使总成本达到最小的最优订货量。", "label": "数学", "id": 0}
{"content": "针对库存管理和控制中存在的实际问题,本文考虑了季节性产品的需求有淡季和旺季之分的情况,建立了一个需求是分段函数的多周期 EOQ 模型,并且提出了求解该模型的两阶段优化方法。该方法通过简单的求解过程,就能找到最优订货策略,最后本文给出了数值算例,分别得到了两种需求变化时的最优订货批量。", "label": "数学", "id": 0}
{"content": "实际影响库存系统总费用的因素很多,在库存系统中我们考虑到缺货损失费时通常只会考虑到达柜台的顾客的损失而忽略听到缺货消息顾客流失造成的损失。为了有效评估由于缺货造成销售公司信誉度下降、顾客流失所造成的损失,本文建立了相应的数学模型和仿真模型,并考虑了地区购买力上限的情况。最后通过一个实例用蒙特卡罗方法进行了仿真计算,计算中顾客需求时刻、需求量以及从订货到货物入库时间均为随机变量。计算表明,该模型能够产生出相对最优结果,是可行的。", "label": "数学", "id": 0}
{"content": "本文研究了供应商为领导层、零售商为从属层的合约决策下报童问题的二层规划模型。考虑到有些商品易腐烂甚至不可储存,而顾客需求和市场价格具有不确定性,供应商和零售商为了回避风险而达到最大的期望效益,双方通常可以采用签订合约的方式来进行交易。因此,我们建立了一个具有合约的二层规划模型,供应商和零售商分别通过确定合约决策变量获取各自的最大期望效益。", "label": "数学", "id": 0}
{"content": "在竞争日益激烈的今天,售后服务成为展开差异化竞争、实现超额利润的重要手段。为此,企业需要建立高效的售后服务体系,为客户提供优质的售后服务,例如产品维修、升级、配件销售、废品回收等。维修服务中心在企业和客户之间起着重要的桥梁作用。本文提出了一个非线性整数规划模型和混合遗传算法,用于解决结合库存控制的维修服务中心选址问题；并使用模拟数据,对模型和算法的有效性进行了验证。", "label": "数学", "id": 0}
{"content": "库存管理对企业的稳定生产和经济运行非常重要．本文在假定消费者的订货量和退货量均服从相互独立的 Poisson 分布及余货损失和缺货损失不对称的条件下,应用 （s,S）算法研究了下一个周期 T 内的订货点问题,并对文献[1]中的模型进行了改进,探讨了余货损失和缺货损失的不对称性以及订货点问题对销售商期望收益的影响,从而求得了更大的期望收益．", "label": "数学", "id": 0}
{"content": "本文讨论了逆向物流运输管理中的转运问题,给出了不允许转运和允许转运两种情况下的运输模型,并指出独立的物流设施在做出是否转运的决策之前需要对成本和收益进行权衡。本文给出了模型的数值算例,并对算例在两种情况下的运输成水进行了比较,得出了转运可以降低逆向物流运输总成本的结论,同时分析了物流设施选择转运的条件。", "label": "数学", "id": 0}
{"content": "本文主要考虑了一个两级仓库（一个中央仓库和一个子仓库）系统。该系统的外界需求是平稳的随机过程,两仓库都采取连续盘点的（r,Q）订货策略,且中央仓库对子仓库的订货实行带有增加量的价格折扣。本文建立了一个使得整个系统成本最小的随机库存模型,并给出了确定最优订货量的算法,最后给出了一个数值例子。", "label": "数学", "id": 0}
{"content": "讨论了交货时间为随机变量的库容有限的约束订货点的存贮模型,通过求最优订货点, 达到总损失费用最低,得到计算最优订货点的方法。最后通过例子说明所建立模型的可行性及合理性。", "label": "数学", "id": 0}
{"content": "这篇论文是关于供应商管理库存的综述．在系统介绍了供应商管理库存的特点之后,文章讲述了供应商管理库存关系下的供应链协调发展,供应商管理库存需要解决的一些问题．最后提了一些对今后研究的想法．", "label": "数学", "id": 0}
{"content": "针对产品具有可替代性情况下的库存管理问题,建立了需求具有价格弹性的库存模型,最后通过一个算例,对销售商是否采取替代策略情况下期望总收益的变化进行了仿真分析。", "label": "数学", "id": 0}
{"content": "本文在经典的库存模型基础上探讨了关于运输工具的运输能力的库存控制问题,给出了计算其最优订货批量以及最小费用的计算过程,并通过例子具体验证。", "label": "数学", "id": 0}
{"content": "排队长度是制定有效的城市交通缓堵策略的重要基础信息。本文提出了一种双层随机森林模型,利用匹配的号牌数据和GPS数据进行实时排队长度估计。GPS数据提供了车辆的停车位置,与之匹配的号牌识别数据提供了对应停车位置的解释特征。模型的第一层基于提取的特征对有停车车辆和无停车车辆进行分类,模型第二层用于估计有停车车辆的停车位置,从而直接得到排队长度。昆山市三个不同等级的道路作为实例对本方法进行了验证,估计值和实际值的对比表明本方法具有可信的精度并且有一定的应用价值。", "label": "数学", "id": 0}
{"content": "<正>目的为了建立井然有序的门诊就诊环境,开发眼病门诊检查回归重入队列系统,在普通眼病门诊平诊患者,就诊秩序中的应用。方法在智能化设计眼病门诊检查回归重入队列系统应用于临床前,采用方便抽样法,调查普通眼病门诊2018年10月,第一诊区,同一批出诊医师的门诊诊区就诊环境,统计诊区、诊", "label": "数学", "id": 0}
{"content": "电话调度系统在工业施工过程中的重要性日益突出,高质量的调度能有效地提高工作效率。但是目前的调度系统在使用高峰期大多存在系统拥堵的情况,造成工业现场沟通不及时,工作效率低的现象。传统的解决方案一般通过增加主话站服务台的数量来缓解排队问题,但此做法成本过高。针对这种问题,文中提出一种基于排队论的电话调度系统的设计方案,通过数学建模模拟实际工业现场电话调度系统的使用情况,对比主话机与分话机在不同数量时系统运行的状况,计算出系统的最佳主话机数量,以期既能控制好系统的运行成本,又可以使系统处于最佳的工作状态。", "label": "数学", "id": 0}
{"content": "根据排岩系统的工艺流程,从铲装、汽运、破碎到皮带运输,依据优化控制原理,采用排队论计算方法,形成的数学模型为M1/M2/C/K,并动态计算出车n到铲m的最优时间,结合生产实际研究车-铲控制策略,细化运输车辆的优化排队方法,实现车铲合理调配,达到设备运行效率最高、生产效果景好的目的。同时阐述排队论原理,分析如何应用排队论机理,形成排队论模型,利用GPS系统,实现车和铲的自动调度,从而解决汽车到达破碎机翻车部位疏密程度问题,实现自动配备车和铲,有效稳定了皮带的给矿量,提高了整个运输环节的设备运载能力,给生产调度指挥、生产管理和考核都带来了极大方便。系统优化后经济效益明显,也可推广到其他矿山同类排岩系统中,其应用前景广阔。", "label": "数学", "id": 0}
{"content": "本文介绍了两个常见排队论模型的基本理论。结合学校内部银行的服务情况,运用MATLAB软件设计了单服务台和多服务台排队系统的动态模拟程序。通过多次利用MATLAB模拟这两个排队系统,发现当模拟时间足够长时,模拟次数足够多时,模拟出的数据与理论上的十分接近,说明利用MATLAB软件可以比较真实的模拟实际的排队系统。同时通过算出的数据,可以利用MATLAB软件给出带动画界面的模拟。通过动画界面的模拟,可以直观的反映出排队系统的实际排队情况,为研究各种排队问题提供仿真模拟。", "label": "数学", "id": 0}
{"content": "研究了一个带有负顾客和止步的MX/M/1/N多重工作休假排队系统。正顾客成批到达,到达后每批中的顾客,或者以概率b决定进入队列等待服务,或者以概率1-b止步。负顾客一对一抵消队首正在接受服务的正顾客（若有）,若系统中无正顾客,到达的负顾客自动消失,负顾客不接受服务。系统中一旦没有顾客,服务员立即进入多重工作休假。利用马尔科夫过程理论和矩阵解法求出了稳态概率的矩阵解,并得到了系统的平均队长、平均等待队长以及顾客的平均止步率等性能指标。最后通过数值例子分析了系统的参数,休假时的工作率μv和休假率θ对平均等待队长以及顾客消失概率的影响。", "label": "数学", "id": 0}
{"content": "随着国内呼叫中心规模的迅速发展和业务的不断壮大,如何利用排班管理系统提高座席劳动绩效,如何利用绩效分析工具提高整个客户服务中心的投资回报,这些都是亟待解决的现实问题。为此本文从排队论的角度,探讨在排班系统中有关人力资源配置和顾客到达过程的最优控制问题。得到的结论是通过智能化、数据化的系统工具,能够使人力资源和顾客需求在一定程度上达到最优配置规模。", "label": "数学", "id": 0}
{"content": "指挥过程一定意义上说就是信息流动的过程,即利用信息优势,形成决策优势,最终转换为行动优势的过程。战场信息大量涌现,可把信息比如\"顾客\",把指挥平台比作\"服务台\",本文利用排队论的基本理论,从单层指挥机构服务台并联和多层指挥机构服务台串联的角度分析指挥信息传输效率,对指挥效能进行定量评估。", "label": "数学", "id": 0}
{"content": "随着城市人口的增长与交通问题的加剧,乘客出行困难问题也越来越严重。出租车是重要的公共交通工具;对于乘客来说,了解等候出租车需要花费的时间有助于他们安排行程与选择最优的等候地点。本文针对这个问题,使用出租车轨迹的历史数据,预测乘客在某时某地等候出租车需要的时间。我们的算法通过空车到达时间间隔的概率分布推断乘客等候时间的概率分布。给定一个概率阈值,预测算法可以计算乘客以此概率在某区域某时刻打到车所需要的时间。我们使用大规模的杭州出租车数据结合仿真来验证预测算法。实验评估结果显示,我们对等候时间的预测准确率平均为84.7%;对等候到出租车的概率预测准确率大于90%。", "label": "数学", "id": 0}
{"content": "本文基于排队论的基本理论,根据顾客到达率的动态变化情况,将企业当前开放的服务设施数量进行优化,以期达到企业和顾客的双赢。并在此基础上,对优化后的服务设施数量进行二次优化设置——服务设施数量分组,以进一步达到提高服务效率,缩短等待时间的目的。最后,以某火车站售票大厅为例分析验证对售票窗口的优化和分组。", "label": "数学", "id": 0}
{"content": "对于船舶通航过闸问题,本文运用排队（随机服务系统）的方法,首先研究单通道船舶过闸系统,建立系统模型,定义出船闸系统通航能力及给出计算公式;然后全面地分析多通道船舶过闸系统,分别从具有自选性与具有控制性的两个方面各自建立模型,并得出两种多船闸系统能力的计算方法;最后对两种多通道船闸系统能力模型的应用进行对比分析,得出了具有应用价值的结论。", "label": "数学", "id": 0}
{"content": "高校食堂就餐排队过程不同于一般的排队过程,学生到达属于非平稳泊松到达过程,而且学生可根据自己的喜好选择就餐窗口。通过对高校食堂就餐排队的这种特殊性进行研究,调查建立了高校食堂就餐模型。以某高校食堂为例,利用仿真软件ExtendSim建立了高校食堂就餐仿真系统并进行仿真,通过对结果的分析对食堂提出了改进意见,并得出通过提高窗口服务时间可大幅减少学生排队长度和排队时间的结论。", "label": "数学", "id": 0}
{"content": "在市场经济条件下,到达铁路物流中心的列车（或者货物）是随机的,铁路物流中心及列车（或者货物）构成了随机服务系统。提高铁路物流中心的服务可靠性可以提高铁路服务质量,降低客户成本。本文用连续排队论理论对铁路物流中心的服务可靠性进行了分析,对一般服务分布的M/G/n/∞排队模型分类讨论,分别对服务间隔分布为Erlang流、调整流,指数分布的系统服务效率求解,从而得出铁路物流中心的服务可靠性。通过模型分析得到服务效率较优、服务可靠性较高的服务间隔时间分布及排队模型。并与计算机模拟结果比较,理论结果与模拟结果一致。", "label": "数学", "id": 0}
{"content": "本文在以往NGO绩效考核研究的基础上,将TOPSIS方法和改进的择优比较法用于对某岗位的志愿者的绩效考核中。得到的结果是根据有限个评价对象与理想化目标的接近程度的排序,即其相对优劣的排序。这样的排序相对公正合理,为NGO的绩效考核提供了一种可参考的方法。", "label": "数学", "id": 0}
{"content": "到医院就诊排队是一种常见的现象。患者来到医院寻求服务,而医院的医疗资源有限,就会产生排队现象。如果患者排队的时间过长,给医院造成一定的损失,同时也可能会影响患者的诊断和救治。在这里,针对2009年数学建模中的实例,我们应用运筹学中的排队论分支,先对医院目前的排队系统进行量化分析,发现原排队系统的到达率大于服务率,会导致队列无限增长,达不到平衡状态。通过分析我们发现原有排队系统的术前观察期过长,而术前观察期的过长造成资源的浪费,服务率下降。针对这一特点,我们首先把原有的一个队列分成五个不同的队列,区别对待。通过线性规划模型,对病员的住院进行优化,提高了医院的服务率,缩短了术前观察期的时间。", "label": "数学", "id": 0}
{"content": "本文考虑具有延迟启动批到达N-策略Mx/G/1排队系统。首先,使用补充变量技术导出了稳态队长分布的概率母函数以及随机分解,再根据Leibniz求导法则结合随机分解结果直接得到附加队长分布,进一步得到该排队系统队长分布的递推表达式;最后,计算出稳态队长分布,并且考察其统计性质。", "label": "数学", "id": 0}
{"content": "如何使导弹防御系统的防御效能达到最佳,是导弹防御作战研究中重要的课题。本文分析了导弹防御系统的部署方式对防御效能的影响,并运用概率论和排队论的相关知识分别构建了串联型和并联型导弹防御系统的效能模型。通过实例分析了两类系统各自的特点和应用时机,实例表明,建立的效能模型可以为导弹防御系统的部署和指挥人员的决策提供依据。", "label": "数学", "id": 0}
{"content": "群组决策的集结方法一直是决策的重要内容。本文在广义判断矩阵的一致性本质特征进行分析的基础上,建立了群组排序权值向量的求解模型,针对该模型的特点,设计遗传算法求解方法,对参数取值进行了分析。由于广义判断下的AHP法,是普通AHP的推广,因此,本文的模型方法完全适用于一般AHP群决策排序权值的集结,模型具有较广的适用范围。", "label": "数学", "id": 0}
{"content": "首先以往辐射源威胁评估方法不足,分析了与威胁评估相关的影响因素,建立了基于集对分析的威胁评估模型,并采用熵的方法确定指标权重。仿真实例表明:该方法具有概念明确、计算简便等特点,为辐射源威胁评估与排序问题提供一条新途径。", "label": "数学", "id": 0}
{"content": "研究一类带有非强占型优先权、服务台忙时与闲时故障率不同的M/M/N可修排队系统,在画出系统状态转移图的基础上,得到系统瞬态概率密度满足的微分方程组,利用拟生灭过程的方法求出系统稳态条件,并在此基础上得到系统的稳态平衡方程组,通过对稳态方程组的分析得到系统中关键的N（N+1）/2个稳态概率值的求解思路,使用Mathematica软件编程实现了稳态概率值的求取过程,并举出一个具体实例;在得到稳态概率值的基础上给出了有效服务台数的稳态分布,稳态队长的母函数这两个系统指标.", "label": "数学", "id": 0}
{"content": "本文分析了一个泊松到达、一般服务的单服务台休假排队,休假策略是工作休假和休假中止.通过嵌入马氏链的方法给出了系统稳态条件,并通过补充变量的方法给出了系统稳态队长的概率母函数", "label": "数学", "id": 0}
{"content": "随着我国建筑行业的迅速发展,工程项目施工过程中也产生了愈来愈多的风险。为有效把控项目进行过程中产生的风险,本文通过对某建筑工程项目进行实证分析,通过专家评分法对风险因素进行识别和打分,并应用层次分析法计算风险的权重,对其进行排序,最终得出该项目的主要风险,并对其提出一些预防措施,以期达到降低风险的目的。", "label": "数学", "id": 0}
{"content": "仓单融资发展日趋成熟,但还是不能杜绝部分企业\"钻空子\"进行违规操作,损害金融机构利益。通过对比分析贷款企业、金融机构、物流企业三者在是否引入区块链和物联网技术下的收益,采用数值仿真模拟三方演化路径,得到理想化结果的条件。本文结果表明:区块链和物联网应用是保障企业不进行虚假贷款和市场健康稳定运行的重要手段,其必要条件就是减小其运用新技术的成本,使其小于常规监管所付出的成本;并且在技术运用成本较大的初期,可以通过较大的罚金来保障贷款企业合理合规的贷款经营。", "label": "数学", "id": 0}
{"content": "交叉路口由于其复杂性和交通事故高发率引起国内外学者关注,L3级以上自动驾驶发展过程中不可避免地需要解决交叉路口下的自动驾驶决策控制问题。文章以双向单车道交叉路口下的直行车与转向车合流工况为研究对象,提出一种基于车身圆避撞模型的直行智能车决策控制方法。通过建立研究对象的道路几何学模型推导合流过程中的避撞关键位置,随后基于车辆到达避撞关键位置的时间差计算引导智能车安全通过交叉路口的期望车速。运用强化学习方法解决直行智能车的决策控制问题,通过引入所计算的期望车速引导智能体向所规划的通行决策方向学习收敛。", "label": "数学", "id": 0}
{"content": "随着电力市场化改革的不断深入,电力销售企业拥有自己的购电和售电决策权,电力销售竞争日益激烈。本文基于非合作博弈理论,研究和分析了电力销售企业与用户需求响应之间的互动行为,由于电力销售企业的竞争不仅是价格的竞争,也是供电服务和供电质量的竞争,售电方可以自由制定售电合同,但合同定价策略的优劣将极大地影响其收益。在不完全信息电力交易的背景下,本文提出了一种基于贝叶斯博弈的多电力销售企业的定价方法。将用户在已知电价和决策信息下的最优购电策略反馈给售电企业,得到的纳什均衡解适用于电力销售企业的定价策略,对提高售电服务质量和完善售电策略具有指导意义。", "label": "数学", "id": 0}
{"content": "简要介绍了安全博弈论的基本理论、方法及其相关应用,对安全博弈论在军事上的潜在应用做了初步分析。", "label": "数学", "id": 0}
{"content": "在使用层次分析法（AHP）来评估复杂的决策时,通常使用神经网络代替人工选择来优化分配的权重,以避免主观错误。但是,传统的神经网络通常受局部极值的影响,无法提取数据中的深层特征。因此,本文提出了一种基于主成分分析算法及深度残差网络的层次分析模型（PIDRN-AHP）。首先,通过主成分分析（PCA）方法提取与目标变量最相关的操作变量作为输入数据;其次,通过残差块局部深度神经网络结构单元构造一个深度残差网络。利用深层网络,PIDRN-AHP可以实现AHP全局权重的最佳解决方案,避免主观误差,并避免由于层数增加而导致的深层网络梯度消失。所提出的方法被应用于工业石油钻井过程的运行评估。与其它方法相比,实验表明所提出的PIDRN-AHP可以达到最满意的评价结果。", "label": "数学", "id": 0}
{"content": "随着航天器数量的激增,以及空间态势环境的复杂化,空间非合作航天器之间的博弈成为当前空间活动的新挑战。由于航天器的轨道追逃博弈呈现巨大的潜在利用价值,因而成为近几年航天领域的研究热点。然而随着集群和编队等分布式航天器系统的迅猛发展,多航天器的协同博弈成为了空间博弈问题的一个更为亟待解决的难题,也成为未来自主航天器系统发展的关键理论基础。传统的航天器一一追逃博弈问题通常利用微分对策来确定博弈双方的最优追逃策略,然而由于群体航天器博弈属于多解动力学问题,因而属于航天器追逃博弈领域的新问题。本文针对群体博弈中的多对一子问题,将通过研究其系统鞍点分布,分析群体博弈中追逃航天器的动力学行为以及最优机动策略。首先,本文在考虑追逐航天器群体对目标实时匹配需求的前提下,给出追、逃航天器自主配对的端点约束参数化表征方法;然后,通过变分原理和微分对策理论,推导航天器多对一博弈机动问题的最优必要条件,并通过同伦参数拓展系统维数,构建追逃博弈动力学鞍点连续延拓逼近求解方法;同时,在此基础上,通过增加延拓空间维数,给出动力学多鞍点求解方法,从而得到航天器多对一轨道博弈动力学系统的完整鞍点分布。本文的研究将为航天器群体博弈机动给出了最优机动策略求解方法,进而为追逃博弈任务实施提供理论支撑。", "label": "数学", "id": 0}
{"content": "本文针对军用飞机修理模式决策中评价信息以直觉模糊集形式给出的多属性群决策问题,提出基于可能度的PROMETHEEⅡ直觉模糊集多属性群决策方法。此方法先将多个专家意见通过直觉模糊集聚合算子聚合,得到每个方案在各个属性下的综合评价,然后将可能度引入PROMETHEEⅡ中的优先函数构建中,定义了全局优势优先函数,尝试从全局优势可能度的角度刻画优先函数,最后得出每个方案的综合优先指标,继而计算流出流、流入流和净流用于指导选择最优秀方案。本文通过军用飞机修理模式实例验证所提方法的有效性和实用性。", "label": "数学", "id": 0}
{"content": "如何保持较高的合作水平这一问题在社会科学中长期存在.最近的研究表明,合作经常发生在受情绪、情感等非理性因素影响的个体间.基于这一现象,本文建立了一个演化博弈模型,其中个体表现为积极、中性和消极三种情绪.个体的更新规则是模仿表现更好邻居的情绪而不是他们的策略.考虑\"同理心\"的影响,个体更倾向于与有着相同情绪类型的个体合作.仿真结果显示系统最后会演化为与最初情绪组合无关的单一情绪动力学系统.通过这一机制,即使在囚徒困境中也可以将合作维持在相当高的水平.此外,如果中性情绪个体更偏爱于积极个体,那么消极个体将被完全消灭,从而进一步促进合作.我们希望借此探索如何用\"非理性\"方法来解决合作涌现难题.", "label": "数学", "id": 0}
{"content": "<正>在无限制德州扑克六人对决的比赛中,德扑AI Pluribus成功战胜了五名专家级人类玩家。Pluribus由Facebook与卡耐基梅隆大学（CMU）共同开发,实现了前辈Libratus（冷扑大师）未能完成的任务,该研究已经登上了最新一期《科学》杂志。六人无限制玩法是德州扑克最受欢迎的游戏方式,Facebook与CMU的成果是第一个在拥有两个（或以上）人类玩家的比赛中击败人类专业选手的AI。2017年1月,由CMU学者Noam Brown、Tuomas Sandholm开发的人工智能程序Libratus在宾夕法尼亚州匹兹堡的Rivers赌场持续20天的1对1", "label": "数学", "id": 0}
{"content": "本文结合众多影响出租车司机决策的相关因素及数据,建立司机直接放空返回市区拉客空载损失模型、车辆最小转弯半径模型、安全行车距离模型以及不确定性决策模型,综合联立建立出租车司机选择决策模型,判断比较$w{i}$与$wi’$的关系,比较不同决策下的损失值大小,给出司机选择策略。", "label": "数学", "id": 0}
{"content": "研究目的:伴随着互联网技术的飞速发展,体育培训产业的组织形式和发展样态也发生了巨大变化,特别是在幼儿体育方面,随着我国素质教育进程的不断深入,幼儿体育教育的学校需求、家庭需求、社会需求也在不断提升,因而,如何对幼儿体育培训机构对幼儿体育教育的影响进行科学评价,对丰富和实践我国幼儿体育教育有着重要意义。除了建立完备合理的评价体系外,采用科学的指标权重和评价方法也是得到高可信的评价结果的重要因素。本文旨在对获取指标体系中指标权重的方法进行研究,分析现有主流方法所存在的不足,提出改进的指标赋权方法,为今后幼儿体育培训机构对幼儿体育教育影响评价和幼儿体育教育培训机构发展提供参考。层次分析法（Analytic Hierarchy Process,简称AHP法）比较适合于具有分层交错评价指标的目标系统,而且目标值又难于定量描述的决策问题,幼儿体育培训机构对幼儿体育教育影响评价问题恰好属于此类问题。但是,AHP方法是一种主观赋权法,该方法完全依赖于专家的经验因此存在主观随意性较强以及决策者决策负担较重的不足,所以,必须对这一方法进行改进,修正由专家经验带来的主观因素。研究方法:利用AHP、DEA（Data Envelopment Analysis,数据包罗分析法）以及本文提出的改进方法（评价指标综合赋权法）,针对现有文献中所提出的幼儿体育培训机构对幼儿体育教育影响评价指标体系所涉及的底层评价指标采用样本数据进行计算、比对和分析的方法进行研究。2.1层次分析法层次分析法将与决策有关的元素分解成目标、准则、方案等层次,在此基础之上进行定性和定量分析,其原理是将复杂的问题逐层分解,然后在每一层次上逐步分析分解后的问题。这一方法的核心是将决策者的经验判断给予量化,从而为决策者提供定量形式的决策依据,在目标结构复杂且缺乏必要数据的情况下更为实用。AHP方法是一种主观赋权法,该方法完全依赖于专家的经验,即:依靠专家自身的知识来决定属性权重,因此存在主观随意性较强以及决策者决策负担较重的不足。因此,本文提出了一种综合数据包罗分析法（DEA）和层次分析法（AHP）确定幼儿体育培训机构对幼儿体育教育影响评价体系中权重的方法。2.2DEA方法确定权重C2R模型作为DEA方法中的一种经典模型,主要是通过寻找一组投入、产出的权重组合,使被评价单元的绩效值达到最大,强调了被评价单元的优势,所得到的投入、产出权重是针对该评价单元的;若选取另一个评价单元,则可求另外一组投入、产出的权重组合,使被评价单元的绩效值达到最大。因此,评价不同的决策单元将获得不同的投入、产出权重。对于幼儿体育培训机构对幼儿体育教育影响评价而言,若用评价某个被评价对象而得到的指标权重来评价其它被评价对象,则评价将失去公平性。为了能够使被测软件都获得最大的评价得分,需将每一个被评价对象的评价得分求和并取最大值,而该值所对应的指标权重对每一个被评价对象都是相对公平的。因此本文选用整体有效的DEA模型来计算指标的权重。2.3AHP与DEA相结合进行综合赋权AHP求得的权重反映了领域专家的主观喜好,DEA求得的权重反映了指标之间客观存在的关系,为兼顾主客观的一致性,论文采用线性加权的方法进行综合赋权。在综合赋权的计算公式中,通过引入客观偏好系数对客观DEA的赋权进行修正,同时利用客观偏好系数对主观AHP的赋权进行改进,从而获得综合权值。通常情况下,在确定客观偏好系数的取值时,应充分考虑样本数据量的大小,当样本数据量足够大时,可令其取较大的值,反之亦然。2.4计算分析通过计算可以发现,随着客观偏好系数的不断增加,采用综合赋权法所计算的综合权重越趋近于通过DEA方法求解出来的客观赋权的权值。与此同时,由于本例中主客观权值及评价得分都是通过一组数据获得,因此在数值上结果虽有不同,但偏差较小。但也不难发现,综合赋权法可以有效修正因主观及客观因素而导致的赋权偏差。研究结果:由于数据样本有限,本文采用主观AHP方法、客观DEA方法和综合赋权法的所计算出的权值及评价得分都是通过一组数据获得,因此不同赋权法所得到结果虽然数值上有所不同,但是其偏差较小。通过对实验结果进行分析不难发现,综合赋权法可以有效修正因主观及客观因素而导致的赋权偏差,使最终结果更贴近客观实际。研究结论:采用指标综合赋权法,通过利用客观偏好系数获取的指标综合权值,可以在赋权过程中充分考虑主客观的相关因素,对单一由专家经验所获取的主观权重或对由实际样本数据所获取的客观权重值进行综合校正,从而获得一个更贴近于幼儿体育培训机构对幼儿体育教育影响的实际使用综合权值,使得主观与客观结果相统一。", "label": "数学", "id": 0}
{"content": "针对属性权重和专家权重完全未知的区间直觉模糊群决策问题,提出基于证据理论的决策方法。在规范化区间直觉模糊决策矩阵后,基于属性不确定度构建专家集针对属性集关于方案集的Mass函数,根据改进的区间直觉模糊熵确定属性权重,并引入证据权对Mass函数进行修正,避免不可靠性造成证据间重要程度的差异,合成得到专家集对于方案集的评价证据;基于Jousselme距离计算专家权重,对专家集关于方案集的Mass函数进行修正与合成,得到方案集的评价向量,即可进行方案优劣排序。最后通过算例,进行对比分析,验证所提出方法的合理性和有效性。", "label": "数学", "id": 0}
{"content": "本文在传统库存理论基础上,结合马尔科夫决策过程的无后效性,考虑了多地点的库存水平,建立了库存成本函数数学模型。在该过程中,利用库存转移（包含产品的主动转移以及为维持库存水平平衡时的被动转移）来缓解产品堆积与产品缺失的问题,并构建了一个共享产品使用网络,研究在任一阶段内,当产品发生堆积时,其库存成本函数的解集特征,分析了转运价格对总库存水平的影响。并将所得命题与实际应用结合起来,为解决共享产品的库存问题提供建议。", "label": "数学", "id": 0}
{"content": "在移动群智感知中,总是需要适当的奖励来补偿参与者对资源的消耗及相应的人力劳动。因此,对移动群智感知的激励机制的研究是十分必要和有意义的,现有的工作主要集中于优化一个性能指标,如数据质量或平台的利润,因此,如何设计一种既能保证高数据质量又能够最大化平台利润是一个具有挑战性的问题。本文提出了一种基于质量的、用户成本分布未知的移动群智感知在线激励机制。该方案利用马尔可夫决策过程在线调整激励价格,使其趋向于最优价格。此外,在我们的方案中也考虑了数据质量要求。大量的仿真结果表明,与现有的激励机制相比,本文提出的方案在收益和后悔值方面都有更好的表现。", "label": "数学", "id": 0}
{"content": "近年来,互联网呈现出一种蓬勃发展的局面。根据调查发现,很多新兴产物大规模地涌入市场,其中有一种通过拍照来赚钱的自助式APP在许多的大城市悄然兴起。首先,以中国广东省深圳市作为研究对象,对广州市不同地区拍照赚钱的价格进行了采集和分析,利用多元线性拟合得到地点与价格之间的关系,将聚类后任务失败的经纬度代入软件中与地图匹配,得出任务失败的3种主要原因分别为:定价过低或地理位置偏远;会员与任务位置较远,会员信誉度较低,预定任务开始时间过晚;该地区的人口流量数值较低,市场潜力不足。其次,为了降低任务失败的概率,建立了双方非合作博弈模型来改进定价规律,从而使任务成功率与原来相比增加了11.3%,说明该模型可以有效提高任务成功率。最后,为了避免任务集中导致用户争相选择,同时也提高任务完成效率,考虑将这些任务联合在一起打包发布,所以再次建立优化后的\"众包\"模型,通过数据拟合来评价该方案实施的效果。结果表明,此模型在节省调查成本的同时,不光有效地保证了调查数据的真实性,而且缩短了调查的周期,有利于增加企业与用户各自利益、促进经济的发展。", "label": "数学", "id": 0}
{"content": "近年来,互联网呈现出一种蓬勃发展的局面。根据调查发现,很多新兴产物大规模地涌入市场,其中有一种通过拍照来赚钱的自助式APP在许多的大城市悄然兴起。首先,以中国广东省深圳市作为研究对象,对广州市不同地区拍照赚钱的价格进行了采集和分析,利用多元线性拟合得到地点与价格之间的关系,将聚类后任务失败的经纬度代入软件中与地图匹配,得出任务失败的3种主要原因分别为:定价过低或地理位置偏远;会员与任务位置较远,会员信誉度较低,预定任务开始时间过晚;该地区的人口流量数值较低,市场潜力不足。其次,为了降低任务失败的概率,建立了双方非合作博弈模型来改进定价规律,从而使任务成功率与原来相比增加了11.3%,说明该模型可以有效提高任务成功率。最后,为了避免任务集中导致用户争相选择,同时也提高任务完成效率,考虑将这些任务联合在一起打包发布,所以再次建立优化后的\"众包\"模型,通过数据拟合来评价该方案实施的效果。结果表明,此模型在节省调查成本的同时,不光有效地保证了调查数据的真实性,而且缩短了调查的周期,有利于增加企业与用户各自利益、促进经济的发展。", "label": "数学", "id": 0}
{"content": "已有研究通常假定个体能够发起的博弈次数取决于其在社会关系网络中的邻居数量,然而,网络中个体与其邻居之间的链接通常仅表示他们之间存在潜在的交互关系,并不决定个体发起或参与的交互（博弈）的数量。为了研究个体博弈发起能力的不均匀分布对合作行为的影响,本文首先引入了考虑个体博弈资源异质性的囚徒困境博弈模型。模型中每个个体在特定时间步能够发起的博弈次数只取决于其拥有的博弈资源。其次,研究了正常、均匀和指数三种博弈资源分布下个体合作行为的演化过程。研究结果表明博弈资源的异质性分布对个体的合作行为有促进作用,且当存在小部分合作者的非理性策略选择行为时,合作者比例也能够得到有效的恢复。另外,通过对个体合作行为的微观演化过程进行分析,我们发现合作者团簇中的少量拥有较多博弈资源的纯合作者对于合作者团簇的维持有非常重要的作用。", "label": "数学", "id": 0}
{"content": "研究U型认知操作不完备条件下的由制造商与分销商构成的生产-分销系统决策问题。基于认知学习与疲劳,提出了U型认知操作不完备的概念。依次建立了JIT供货策略下的制造商成本、分销商成本、集成决策下的生产-分销成本函数,给出了平均成本的求解算法。算例与敏感性分析表明,使得平均缺陷率最小的生产量并不会使得平均成本最小;随着经验指数的增大,缺陷率的降低带来成本的减少,但经验指数对缺陷率和成本的影响边际递减;需求的增加降低了产品的缺陷率但增加了成本;平均成本随生产率的增大呈现双曲线特征形式的减少。", "label": "数学", "id": 0}
{"content": "本文提出了一种寻找具有非线性收益函数的非合作博弈中纳什均衡点的随机搜索方法。参与者的收益函数是一般非线性函数（不一定是二次形式）且具体形式未知,但收益函数的量测值可以实时获得。基于离散时间随机极值搜索方法,我们为每个参与者设计了搜索策略,该策略仅依赖参与者自己所获得的收益函数的量测值。运用离散时间随机平均原理,我们证明了该算法几乎必然（依概率）局部收敛到稳定纳什均衡点附近的小邻域内。数值仿真结果验证了该算法的有效性。", "label": "数学", "id": 0}
{"content": "本文针对属性值和属性权重均为区间梯形二型模糊数形式的多属性群决策问题,提出了一种基于扩展的TOPSIS法来确定专家权重的方法,并利用模糊数质心的内心坐标和Euclidean距离法来对区间梯形二型模糊数的大小进行排序。同时提出一种基于扩展的TOPSIS的区间梯形二型模糊多属性群决策方法,通过汽车性能评估案例来说明该方法的可行性和有效性。", "label": "数学", "id": 0}
{"content": "结构优化方法在结构设计领域应用越来越广泛,应力指标对工程实际结构有着极为重要的影响。针对应力约束拓扑优化问题本文建立了体积最小化应力约束拓扑优化问题的数学模型,并详细推导了应力响应的灵敏度分析公式,基于SiPESC.TOPO结构拓扑优化系统开发了具有实际工程应用能力的应力约束拓扑优化模块,实现了对三维结构的应力约束拓扑优化。针对应力约束拓扑优化计算效率低的问题,本文采用OpenMP并行技术实现了应力的并行优化模块开发,算例测试结果显示并行程序的优化结果与串行结果一致,且具有良好的加速性能。", "label": "数学", "id": 0}
{"content": "圈速是赛车设计中重要的设计标准和优化目标。本文提出一种基于最优化问题和动态规划算法的最优圈速仿真计算方法,考虑了赛车性能限制和具有一定宽度的赛道。仿真得到的车速与车手驾驶数据较好吻合,圈速偏差为1.8%,赛车轨迹也具有与实际赛道驾驶相似的特点。", "label": "数学", "id": 0}
{"content": "最优传输理论提供了一种几何框架,用于以最小化总运输成本的方式将一个离散分布映射到另一个离散分布。最优传输理论最早被成功应用于经济学和运筹学当中;近几年,随着计算机技术的进步,最优传输理论在计算机视觉和机器学习以及系统控制领域有着蓬勃的发展。当运输成本为二次函数时,最优传输问题等价于流体动力学的最优控制问题。本文以该等价条件为切入点,在几何力学的框架下研究了广义最优传输问题的Euler-Poincare表述,并将其应用于多智能体集群控制中。本文从Hamel约化的角度推导了广义最优传输问题的最优性条件,得到了相应的Euler-Poincare方程,同时从Noether-Kelvin定理中推导出相关守恒定律。具体来说,广义最优传输问题可以看做流体动力学中的最优控制问题,此时,位型空间由流形M上的微分同胚群Diff（M）和流形上的连续函数空间F（M）共同组成。在广义最优传输问题中,最优性条件通过求解运输成本的驻点给出,考虑到动力学方程约束,该过程实际上是一个约束变分过程。Hamel约化技术可以很好的处理上述约束变分问题,并最终得到带两点边值约束的Euler-Poincare方程。不同于Hamilton-Jacobi-Bellman方程和Pontryagin Maximum Principle理论,该方法有以下两点优势:（1）不需要使用乘子;（2）通过Noether-Kelvin定理可以得到守恒量。在多智能体集群控制的实例中,所有个体状体共同构成流形上的离散分布,控制集群的初末态位置等价于控制一个离散分布映射到另一个离散分布。应用上述理论,可以得到集群的密度控制律。实验仿真说明了该框架的有效性。", "label": "数学", "id": 0}
{"content": "针对标准贝叶斯优化算法对于复杂问题寻优迭代代数较大,收敛性较差的问题,本文提出一种新的贝叶斯优化算法。首先,通过sobol序列产生初始种群,保证种群多样性;其次,为了提高贝叶斯优化算法的效率,通过相邻两代种群差异计算,自适应调节贝叶斯网络结构学习频率;最后,提出一种改进的粒子群更新公式,定义新的离散编码方式,通过欺骗函数的仿真验证对比,验证了本文所提算法的有效性。", "label": "数学", "id": 0}
{"content": "随着我国铁路建设向纵深发展,建设环境日趋复杂,选线难题日益凸显。尤其近年来,地震多发区铁路项目逐渐增多,线路设计需要在降低工程运营成本的同时,有效规避地震风险。然而人工选线周期长,可能遗漏有价值的方案。对此,本文提出了一种综合考虑工程运营费用与地震风险的铁路线路双目标智能优化方法。首先建立了融合经济费用与地震风险的双目标优化模型,其次提出一种拥挤度计算与边界效益分析协同驱动的双目标求解算法,最后基于粒子群算法实现了线路方案的智能搜索。实例证明,本文方法可自动生成相比于人工方案经济费用与地震风险均更低的三维线路方案。", "label": "数学", "id": 0}
{"content": "离散优化问题广泛存在于各个领域,由于解的离散强约束,使得该类问题的求解难度较大,进化算法为其提供了可行途径。然而,进化算法往往需要进行解的编码表示、基于编码的进化以及解码操作等,这将使得算法操作对象与真实可行离散解具有偏差,进而误导进化搜索方向,甚至得到不可行解,该问题在进化算法研究中尚未引起关注。针对此,本文研究进化操作解与真实离散解存在有偏表示下离散问题的进化求解。首先,给出有偏表示离散优化问题的一般表示,并基于该表示,获得有偏表示离散优化问题的适应度函数;然后,设计基于长短期记忆网络预测偏差的增强进化优化算法,以在进化过程中,引导进化搜索,并同时逐渐减小搜索对象与真实离散解的偏差,使算法尽快收敛;将所提算法应用于典型实例中,结果表明所提方法可有效跟踪真实最优解,避免算法陷入不可行区域。", "label": "数学", "id": 0}
{"content": "针对离散时间非线性系统,提出了一种非线性预测控制终端约束集的优化方法,该终端约束集可以不是终端惩罚函数的水平截集。终端约束集和终端惩罚函数通过终端控制律联系起来:终端约束集是受控系统在终端控制律的作用下的不变集;当系统状态在终端约束集时,在终端控制的作用下,终端惩罚函数是系统的无穷时域阶段代价的上界。最后通过仿真算例验证了方法的有效性。", "label": "数学", "id": 0}
{"content": "针对多航天器主动交会问题,提出了一种空间和时间协同下的四维轨迹优化策略,通过将最优控制问题转化为参数寻优问题,各航天器自身利用改进的遗传-粒子群算法来求解最优控制律,同时满足空间约束;整个多航天器系统通过迭代求解满足时间约束。以最小时间交会为任务目标进行仿真,结果表明采用本文提出的协同轨迹规划策略,多个不同轨道航天器能够在同一时刻、同一位置交会。", "label": "数学", "id": 0}
{"content": "拓扑优化是一种根据确定的荷载情况、约束条件和性能指标,在给定的设计区域内对材料分布进行优化的数学方法,是结构优化的一种,经过几十年的发展,结构优化设计的理论和方法已经取得了长远的进步,拓扑优化已经成为现代设计方法不可缺少的工具。研究拓扑优化方法已经成为当今拓扑优化领域的一个重要内容。", "label": "数学", "id": 0}
{"content": "本文针对超市、便利店和百货商店等零售企业构建了迭代重心法和改进节约里程算法集成的配送优化模型。模型从配送中心选址和配送路径优化两个方面分别使用量化方法进行研究,并将企业相关运营成本的最小化作为目标函数进行考核。本文在模型构建的基础上进行算例分析,算例结果表明基于迭代重心法和改进节约里程算法的配送优化模型可以有效实现企业物流成本的降低。本文提出的配送优化方案对于零售企业物流成本的降低,物流活动的合理安排和物流资源的优化配置等具有重要的指导意义。对于我国零售行业的物流优化具有一定的参考价值。", "label": "数学", "id": 0}
{"content": "本文利用含max-min合成算子的模糊关系不等式刻画点对点教育信息资源共享系统中的数量关系。在考虑系统中各个终端的权重的情况下,为了尽量降低网络堵塞程度,提高系统运行效率,我们构建了以max-min模糊关系不等式为约束条件的一类非线性优化模型。基于max-min模糊关系不等式的性质和解集结构,我们给出了该优化模型的求解方法,并以具体的数值例子验证了该方法的有效性。", "label": "数学", "id": 0}
{"content": "案例背景,一企业负责人来到某钢筋加工厂定做200套钢架,如何下料,才能使所用材料最省?要求给出下料方案。本文用\"枚举法\"列出线性规划最优化模型,再用lingo软件解模解决了这一问题,并提出了类似一般的钢筋截割线性规划模型的建立方法及其求解方法,即用lingo软件解模。本文提出了案例教学、建模,用数学软件解模的教学模式,这种认知的教学方法目前比较适用于应用型本科学生,这样既突出了应用,又培养了学生分析问题和解决问题的能力。", "label": "数学", "id": 0}
{"content": "本文将蒙特卡罗树搜索算法应用到多空间目标交会路径优化问题上,用以解决包括轨道转移序列和连续转移参数混合变量的全局优化,提出了在蒙特卡罗树搜索的模拟演算过程中加入高价值策略的方法。针对第十届国际空间轨道设计竞赛\"银河系移民\"问题进行了实验演算,比较了随机搜索、贪婪搜索和蒙特卡罗树搜索的效果,说明了蒙特卡罗树搜索算法在空间轨道全局优化问题上的有效性。", "label": "数学", "id": 0}
{"content": "文章研究了一个新的瓶颈运输问题,它是经典瓶颈运输问题的推广。问题描述如下:要从具有单一供货点和单一收获点的有向运输网络中运送固定单位的一批货物,目标是使得各弧上运送一定货物时所对应运输费用的最大值达到最小。文章结合最大流算法设计了一个伪多项式时间算法解决了该问题。", "label": "数学", "id": 0}
{"content": "基于分解的多目标优化方法是目前多目标优化算法中的一个热点。传统的标量分解方法求出的改进区域可能过大而导致一个新解被几个原始解替代,进而造成种群多样性的恶化。为改善这种状况,本文提出一种约束化的分解方法CDMOEA/D-DE通过制定约束优化子问题的控制参数来定义相应的改进区域的范围。同时根据Pareto前沿的几何形状生成的新解结合广义分解法对权重向量进行自适应调节,提高算法的性能,达到平衡种群的多样性和收敛性的目的。算法仿真与MOEA/D、MOEA/D-DE以及NSGA-III的比较结果表明,该算法在一定程度上提高了种群的收敛性及多样性,在处理复杂形状Pareto前沿的多目标优化问题具有优势。", "label": "数学", "id": 0}
{"content": "连续体结构拓扑优化研究方向,从2014年Janson的研究和2016年Zhou的跟进,进入了一个因安全理念的延伸导致的新阶段:从结构处处安全发展到结构破损-安全。于是,离散结构的拓扑设计继续从连续体拓扑优化获益,同时连续体拓扑优化的理论可以从离散结构的拓扑优化的结果中受益。本文基于离散基准结构,通过几何分析途径,建立了预估破损区域的理性准则,即给出了结构局部破损模式尺寸上、下限及相邻局部破损区域的间距上、下限。研究表明满足预估破损区域的理性准则条件情况下,可以保证所有拓扑生成离散元件通过破损测试并得到更多冗余的最优拓扑。", "label": "数学", "id": 0}
{"content": "本文针对以结构位移为约束,结构体积最小为优化目标的拓扑优化模型,研究了不同位移约束值时,收敛精度对最优拓扑构型、结构体积及求解效率的影响规律,研究结果可为结构设计人员选择合适的收敛精度提供一个参考。", "label": "数学", "id": 0}
{"content": "工程实际中的拓扑优化问题多为三维拓扑优化问题,而三维问题往往存在设计变量数目较多,有限元分析自由度规模较大的可计算性问题。针对此,本文提出了一种可动变形组件（MMC）与比例边界元（SBFEM）相结合的显式拓扑优化方法。与现有的方法相比,可动变形组件法与比例边界元可分别大规模减少设计变量与有限元求解自由度的规模。由于SBFEM可对计算模型几何边界进行网格加密离散,且允许存在悬挂节点,无需网格渐进过度,因此在MMC框架下仅需对显式描述的结构边界进行网格细化,从而可大幅提高计算效率。数值算例表明本文所提出方法可充分发挥MMC和SBFEM的算法特点,有效求解三维大规模拓扑优化问题。", "label": "数学", "id": 0}
{"content": "针对生产工单组炉问题,建立了生产工单组炉的性能指标、约束条件和决策变量的数学模型。提出了基于最佳优先和变邻域搜索的生产工单组炉方法。该方法基于多层快速排序算法进行生产工单组炉顺序的确定,基于最佳优先和变邻域搜索算法进行生产工单组炉,并基于规则的启发式算法进行相应牌号的库存备料生产。现场实际数据的仿真实验表明本文方法能够有效的解决生产现场的组炉问题,证明了所建立数学模型的正确性。", "label": "数学", "id": 0}
{"content": "渐进及双向渐进结构优化方法是从工程角度出发的结构拓扑优化方法,其理论直观、实施简单的特点使其应用于实际结构优化设计,是目前优化方法研究的热点方向之一。这一方法的实施需要对大量优化过程的中间结构进行求解,该过程的计算时间极大地限制了可求解优化问题的规模与优化算法的应用前景。由于渐进优化过程中相邻优化步的结构具有相似性,引入结构重分析方法即可利用已有的求解信息对相似结构进行快速求解,从而提高优化算法的效率。本文在宋琦等人提出的基于图剖分填充元优化及分解因子更新的结构修改快速重分析算法基础上,改进了快速重分析算法的计算流程,使其适用于双向渐进优化过程中相邻优化步之间包含的单元同时增加与删除的拓扑修改,可大幅减少求解过程的计算量,提高双向渐进优化算法的效率。", "label": "数学", "id": 0}
{"content": "本文对高维情况下的马科维茨优化问题进行了实证研究。结合ReSReP法及所提出的固定持有周期的移动平均线理论,给出一种新的求最优投资组合的方法:AReSReP法。在实证研究部分,基于标普500指数,我们将AReSReP法与其它一些传统的马科维茨优化问题方法相对比,说明该方法可以得到一个更好的投资组合的表现。", "label": "数学", "id": 0}
{"content": "资源分配在当今社会活动中十分常见,而匹配机制是设计出将资源以合理而公平地分配给代理人的算法.为了提高社会生产效率,维护社会稳定,研究匹配机制是十分必要的.当今人们主要研究的是确定性匹配,确定不变的结果可能会引发不公平性.随机匹配是对多种确定结果的综合考虑,就公平性而言,随机匹配更占优势,同时也能在事前对匹配进行预测和评估.在本文中,我们考虑一个在代理人中分配不可分物品的问题,每个代理人只得到一个单位的物品.在随机匹配问题中,当引入物品无差异性将不可分物品归为两类的情况下,同偏好同分配,随机占优效率和随机占优防操纵是可兼容的.", "label": "数学", "id": 0}
{"content": "针对码头船舶作业计划中通常存在较大比例的、需要临时排班的加班船需求,在给定岸桥配置方式的前提下提出具有有限预知信息的集装箱码头泊位分配over-list在线模型。在分配每艘船舶服务请求时预知后续一个船舶请求的信息,并着重考虑了6个岸桥配置下3个相连泊位组成的混合型泊位类型以及只有两种请求的调度模型。针对最小化最大完工时间的优化目标,设计了具有最优竞争比4/3的在线分配策略;同时,证明了在没有预知能力下不存在竞争比小于3/2的在线策略。表明有限的预知能力可以有效改进泊位分配策略的竞争性能。", "label": "数学", "id": 0}
{"content": "受到经费和试验条件的限制,复杂大系统试验的子样数往往较少,有时子样只有一个。如何在单子样的条件下,对系统性能做出准确的评价,对于复杂大系统抗电磁脉冲性能评估具有重要意义。本文提出了一种复杂大系统抗电磁脉冲性能单子样评估模型。该模型的输入包括系统裕量、脉冲总数为N且含系统裕量试验条件下各电气设备进行的单子样试验结果,以及若干项可通过试验得到的典型元器件的统计特性。模型的输出为鉴定量级单脉冲条件下系统生存概率的置信下界。", "label": "数学", "id": 0}
{"content": "本文提出了当系统参数没有足够的历史或样本数据,而只能籍着人的主观判断给出时,同时考虑项目问逻辑关系与继承关系的项目选择与排序的均值方差模型,并给出了当系统参数服从正态不确定分布时模型的清晰形式。此外,本文运用穷举法求解了所提出的模型问题。", "label": "数学", "id": 0}
{"content": "针对生化检测设备中加样头运动优化的问题,尤其是对于多个检测项目同时进行,如何合理安排加样头进行运动,从而提高生化指标检测效率和设备自动化程度,本文建立了基于遗传算法的链式约束的加样头调度问题模型。该算法采用了基于序列的十进制编码方法,运用可行的交叉和变异算子,使搜索过程仅在可行解空间内进行,大大提高了运行效率。该模型充分考虑了生化检验设备加样头运动约束条件,合理地安排加样头的工作顺序,最小化加样的总工作时间最后本文给出了实验仿真,表明此方法能够大大提高加样头的工作效率,具有合理性和实用性", "label": "数学", "id": 0}
{"content": "利用Matlab符号运算工具箱,研究了Next-Fit在线装箱规则下,当箱子容量相同而部件尺寸服从[a,b]（0", "label": "数学", "id": 0}
{"content": "本文在文献《多属性决策在管理中的应用的基本框架设计研究》基础上,应用梯形模糊数的定义内涵和梯形模糊数的相关理论,对梯形模糊数比较的可能度公式进行了证明,最后对模糊互补判断矩阵排序的中转法进行了证明,本研究为多方案相互比较的全部可能度信息集提供了解决方案。", "label": "数学", "id": 0}
{"content": "从实际应用出发,在成套订单数最大的并行机排序问题中,加入了不确定量——不确定加工时间,并建立了该类问题的不确定数学规划模型,并利用一套混合智能算法,通过一个算例对这类排序问题进行了说明,计算结果表明了模型的合理性及其算法的有效性.", "label": "数学", "id": 0}
{"content": "二台机器自由作业总流程问题是NP-困难问题.对于O2︱pij =pi∑Cj,本文利用不允许机器空闲的条件下该问题的最优解给出允许机器空闲而使完工时间总和减少的一种构造方法,说明在一定条件下不允许机器空闲的显式解一定不是允许机器空闲的显式解.", "label": "数学", "id": 0}
{"content": "文中提出了一种进行拓扑排序新方法。该方法将设计结构矩阵的思想引入拓扑排序,在设计结构矩阵的基础上加以改进使之适合于拓扑排序的应用。文中详细给出了算法的思路和操作步骤,提供了邻接矩阵和邻接多重表的两种实现方法,并将其应用于具体事例。与传统算法相比,该算法思路简单、效率高,为拓扑排序提供了一种新的解决方案。", "label": "数学", "id": 0}
{"content": "本文主要讨论了特定情形下单机分批排序问题1|B,rj,sj|Cmax的近似算法。对于大工件（工件的尺寸严格大于机器容量的1/2）的加工时间不小于小工件（工件的尺寸小于或等于机器容量的1/2）的加工时间的特定情形,利用动态规划的方法和拆分的技巧,我们提出了最差性能比为3/2+ε的多项式时间近似算法,此处,ε是任意小的正数。除非,P=NP,在此情形下,不存在最差性能比小于3/2+ε的近似算法。", "label": "数学", "id": 0}
{"content": "文中提出了一种进行拓扑排序新方法。该方法将设计结构矩阵的思想引入拓扑排序,在设计结构矩阵的基础上加以改进使之适合于拓扑排序的应用。文中详细给出了算法的思路和操作步骤,提供了邻接矩阵和邻接多重表的两种实现方法,并将其应用于具体事例。与传统算法相比,该算法思路简单、效率高,为拓扑排序提供了一种新的解决方案。", "label": "数学", "id": 0}
{"content": "使用办公软件OFFICE的人经常会遇到一些棘手的数据处理难题,本文对其中的非常规数据排序问题给出了巧妙的处理方法,并利用录制的VBA宏改编成VBA模块,自定义成专门的\"工具按钮\",使得对类似难题的解决可以一劳永逸。实验证明了我们的方法。", "label": "数学", "id": 0}
{"content": "在复杂网络环境下如何进行基于QoS的Web服务选择具有重要的应用价值。本文提出了一种基于基于粗集相似度和权重的服务排序算法。通过将服务选择转换为多属性决策模型,利用数据补齐算法和离散化算法进行数据预处理,再利用本文提出的算法可以得到服务优劣的排序。最后通过一个实例说明了算法的可行性和有效性。", "label": "数学", "id": 0}
{"content": "通过研究加工时间为阶梯恶化函数单机调度模型,寻找一个最佳排序使得最大完工时间达到最小化。结合提出的工件排序规则,提出一种顺序交叉和新型变异操作的改进遗传算法,以求提高遗传算法的局部搜索能力。通过对单机调度问题进行仿真研究,并与模拟退火算法进行对比,结果表明该算法能够找到问题的最优解,具有良好搜索和收敛性能。", "label": "数学", "id": 0}
{"content": "提出了一种基于双种群粒子群优化算法（DPSO）和启发式分配算法（HA）的混合优化算法来处理多目标柔性工作车间调度问题.DPSO将种群划分成两个种群规模随进化过程不断变化的子种群,两个子种群分别采用不同的学习策略进行进化,并在进化过程中相互交换信息.为了保持种群的多样性,将免疫算法的多样性保持机制引入DPSO算法中.该算法提高了全局寻优能力,有效的避免了早熟收敛的发生.将以DPSO算法为基础的排序算法和启发式分配算法（HA）相结合形成了解决多目标柔性工作车间调度问题的新方法（DPSO-HA）.通过对算例的仿真研究表明该方法是有效可行的.", "label": "数学", "id": 0}
{"content": "本文考虑下述问题:客户A有nA个工件,客户B有nB个工件,这些工件分属m个不同类,当机器从加工某一类中的工件转向加工不同于它的第j类工件时,需要一个安装时间sj,机器加工第一个工件前也有相应于该工件所属类的安装时间。客户A和客户B有各自的目标函数,分别记为fA和fB。由于客户A和客户B的重要性不同,我们研究的目标函数倾向于各个客户的目标函数的加权和,即fA+θfB,这里的θ>0,表示客户A和客户B的相对重要性,这类问题记为1||fA+θfB。本文主要研究当目标函数取最大完工时间和总完成时间时的单机排序问题。", "label": "数学", "id": 0}
{"content": "本文主要研究了离散到达时间的可控排序问题,即工件的到达时间可以被压缩,相应的付出费用称为压缩费用,工件到达时间的值只能从一个有限集合中选择.对单台机器,目标函数是极小化压缩费用与最大完工时间之和,我们设计了在给定任意序下如何选择到达时间的一个最优算法.", "label": "数学", "id": 0}
{"content": "本文讨论带仓储约束的准时排序问题1|s,inven|Cmax.证明了此问题是强NP-难的,并且证明对于这个问题不存在竞争比小于2的在线算法.当公共交货期满足周期性时,排序问题1|S,inven|Cmax,不存在竞争比小于1.414的在线算法.", "label": "数学", "id": 0}
{"content": "本文研究自由作业环境下的供应链排序问题,研究供应链的上游如何安排工件在自由作业机器上加工,把加工完毕的工件分批发送给下游,使得生产排序费用和发送费用总和最少。这里,生产排序费用是用工件送到时间的函数来表示;发送费用是由发送的固定费用和与运输路径有关的变化费用所组成。本文研究以工件最大送到时间为生产排序费用的自由作业供应链排序问题,在指出问题的NP困难性后,用动态规划算法构造多项式时间近似算法,并分析算法的性能比。", "label": "数学", "id": 0}
{"content": "本文研究供应链排序（supply chain schedul- ing）的供应商问题（supplier’s problem）,即研究供应商如何安排工件加工,并把加工完毕的工件分批发送给相应的客户,使得包含客户服务水平和发送费用的目标函数最优．客户服务水平是用工件送货时间的函数表示,发送费用则是由固定费用和与运输路径有关的变化费用组成．本文研究以工件带权平均送货时间和为客户服务水平的供应链排序问题,且供应商是自由作业的机器环境．在指出该问题的 NP 困难性后,本文给出多项式时间近似算法, 并分析其性能比．", "label": "数学", "id": 0}
{"content": "优化运输是一个经典的线性规划问题,具有非常好的理论性质,例如解的唯一性,对偶问题的等价性。优化运输问题最初被用于资源最优配置问题,进而提出了影子价格的概念。目前优化运输及其变形已经成为解决商品定价问题、装配问题等经济问题有力的手段。不仅如此,优化运输在数据科学和大数据经济领域显示出巨大的潜力,被应用于时间序列数据预测等问题,具有较高的准确率。随着社会的发展,数据量逐渐增加,数据形式变得多样化,传统的优化运输理论不能适用于新的经济问题,一些正则化的优化运输被提出。", "label": "数学", "id": 0}
{"content": "综合能源系统是提高能源利用效率、减少污染排放的最有效手段。在对综合能源系统进行规划时,能源负荷通常作为一项给定输入,其通常存在不确定性,且负荷数据可能不易获取,尤其是尚处于规划阶段的项目。此外,用户的行为活动对负荷影响显著。因此,本文提出一种基于智能体建模与随机优化相结合的规划方法,该方法考虑用户行为等因素对能源供需系统的影响,可为缺乏历史数据的综合能源系统设计优化提供行之有效的解决方案。", "label": "数学", "id": 0}
{"content": "随着高速精密加工在半导体行业的迅速发展,实际工业生产对伺服系统的动态特性提出了更复杂的要求。基于欠阻尼系统主动抑制振动策略,并针对现有伺服系统轨迹规划目标单一的问题,提出了一种非对称S型轨迹多目标规划算法。对于欠阻尼运动系统,通过调整输入轨迹的零极点配置,能够实现对伺服系统末端的主动振动抑制。在给定运动速度和工作位移的情况下,以非对称S型加减速轨迹的光滑度和非对称性以及加速度为参数,建立以考虑时间、残余振动势能以及系统能耗为目标的轨迹参数优化问题。对于该类非线性混合整数规划问题,首先将原非线性约束优化问题转化为具有拟凸性质的等效优化问题,并提出基于分支定界法的快速求解算法。仿真实验结果验证了该算法的有效性以及符合工业需求的实时性。", "label": "数学", "id": 0}
{"content": "近年来,我国经济的持续发展导致电力需求的增长日益显著,高峰时期的电力供需存在不平衡风险。应对电力供应紧缺问题,实施有序用电仍然是近期我国重要的负荷管理手段。本文为提高有序用电预案的科学性、合理性,减少人力参与,防止人为干预,提高预案编制的智能化水平,须实现有序用电预案每组之间的总可错负荷尽量均匀,通过引入数学规划模型中的多目标规划构建优化问题模型,研究最优分组方案及自动生成算法。", "label": "数学", "id": 0}
{"content": "动态规划算法的应用极其广泛,包括工程技术、经济以及自动化控制等领域。首先以2020年全国大学生数学建模竞赛B题\"沙漠挖金\"为背景,通过拓扑方法对地图进行简化,通过定义状态集与决策集,将问题抽象为多约束条件路径规划问题。接下来引入动态规划算法,建立状态转移方程,通过仿真实验,得到拥有最大收益的最佳路径。将该例的解决思路推广到现实生活中,说明动态规划算法思想可以为\"远洋捕捞\"等诸多与路径规划相关的实际问题提供有效的解决思路。", "label": "数学", "id": 0}
{"content": "本文针对绿色同时取送货车辆路径问题（Green Vehicle Routing Problem with Simultaneous Pickup and Delivery,GVRPSPD）,以最小化配送成本及碳排放量成本为优化目标,建立基于该问题的混合整数规划（Mixed Integer Programming,MIP）模型,并提出一种改进拉格朗日松弛算法（Improved Lagrangian Relaxation Algorithm,ILRA）对该问题进行求解,得到原问题的拉格朗日下界.首先,利用拉格朗日乘子将原模型的难约束通过惩罚项的形式加入目标函数中,得到拉格朗日松弛模型.其次,提出一种改进次梯度算法求解拉格朗日松弛模型,得到原问题下界.最后,在不同规模问题上的仿真实验和算法比较验证了所提改进拉格朗日松弛算法的有效性.", "label": "数学", "id": 0}
{"content": "本文以提高交叉口通行效率为目的,提出了基于相位饱和度的交通信号灯自适应配时算法。首先,将信号灯配时问题抽象为二次型最优规划问题,其中相位饱和度作为每个相位分配绿灯时长的权重参数;之后,依据道路负载能力和二次型最优规划问题的最优解,设计了信号灯自适应配时策略。选取城市交通中最常见的两相邻、四相邻交叉口,考虑相邻交叉口影响机理建立了饱和度动态预测模型,并基于所提出的信号灯自适应配时策略设计了相应最优配时算法。仿真结果表明本文所设计的相邻交叉口动态预测模型和协调控制算法能够提高主交叉口和整体的通行效率。", "label": "数学", "id": 0}
{"content": "低速AGV车辆正成为自动驾驶技术落地的重要选择。本文针对AGV车辆设计了一种路径规划和跟踪控制策略。首先,利用GNSS/INS组合定位获取全局路径,其次基于五次多项式生成的车辆候选路径,实时选出一条具有中心性、平滑性和一致性的局部最优路径。然后设计了前馈加PI反馈控制器,通过控制车辆前轮转向实现路径跟踪。最后,通过实车实验表明所设计的路径规划控制策略的实时性、准确性和有效性。", "label": "数学", "id": 0}
{"content": "本文叙述了作者的3个贡献:1、在数学规划的领域里提出了互逆规划;2、在结构拓扑优化的研究方向中,揭示了存在不合理的模型问题,基于互逆规划找到了使之合理化的方法;3、在合理化建模研究中,给出了结构柔顺度约束的物理解释和算法。程序和数值算例印证了本文的理论工作。", "label": "数学", "id": 0}
{"content": "连续微小线段是数控加工中广泛应用的加工轨迹表达形式,然而线段间的几何不连续造成刀具速度、加速度突变,严重影响工件精度和质量。为满足数控系统高速高精的加工要求,提出一种基于轴速度规划的过渡算法。为提高线段间加工效率,并保证速度与加速度的连续,该算法首先通过S型加减速分别对各轴进行速度规划;之后为得到对称的过渡曲线,进一步调整轴的速度规划;最后在近似误差约束下求解最优过渡参数。仿真结果表明,提出的过渡算法能够实现微小线段间的平滑过渡,有效提升加工效率和精度。", "label": "数学", "id": 0}
{"content": "针对智能车的速度规划问题,首先阐述了速度规划的含义及其与智能车运动规划各模块的相互联系,分析了速度规划对于整个自动驾驶系统安全性和舒适性的重要影响。然后,基于期望加减速度生成速度曲线的方法的含义,就该方法在处理动静态障碍、增加横向动力学约束、能量节约及算法的适应性等方面的相关研究和存在问题进行了分析。其次,将非结构道路环境和结构化环境中的已知条件转换为时空域的约束条件,基于优化方法生成速度曲线的基本方法,根据安全性和舒适性两个重要指标,采用DP（动态规划）和QP（二次规划）方法对速度规划问题进行求解。最后,分析了两种方法各自的优缺点,为将来智能车速度规划的进一步研究提出了展望。", "label": "数学", "id": 0}
{"content": "定制客运是道路客运行业实现转型升级、供给侧改革的重点方向之一。在初期有限运力条件下,定制客运固定乘降点规划问题是提升旅客服务水平、吸引客流的关键因素。本文对定制客运固定乘降点设置原则进行了分析。在服务半径、运力水平等约束条件下,以旅客起点到固定乘降点平均距离最短为优化目标,建立定制客运固定乘降点整数规划模型。以重庆愉客运城际商务快客为例,运用规划模型获得了不同参数条件下定制客运固定乘降点设置方案,可为道路客运行业管理部门提供决策依据。", "label": "数学", "id": 0}
{"content": "连续体结构拓扑优化存在不同的建模方式,针对不同的优化模型,有必要比较它们之间的异同点,或者放心地使用下去,或者避免不恰当的沿用下去。根本上,在于探讨不同优化模型的适用性及合理性问题。为了比较方便,本文把常见的体积约束下最小化结构柔顺度模型,简记为MCVC（MinimumCompliancewithVolumeConstraint）;位移约束下重量极小化模型,简记为MWDC（Minimum Weight with Displacement Constraint）。本质上,结构体积或重量属于结构的成本,结构柔顺度和结构位移属于结构的性能。可见,MCVC代表了给定成本追求性能最优的模型,MWDC代表了满足性能约束追求成本最少的模型。本文通过对两种情况建立优化模型,编程计算详细分析比较了MCVC和MWDC在不同荷载形式、单荷载工况及多荷载工况下两种优化模型的异同,并以高层建筑大型支撑结构的应用必须满足的各层侧向位移规范为例,比较了MCVC和MWDC两种模型拓扑优化设计的适用性和合理性:（1）MCVC模型只适合于单一荷载工况下的最大化结构刚度设计。然而,由于指定不同的体积约束会得到截然不同的拓扑构型,这种先验地确定成本丝毫没有根据,因而很不合理,实际应当关注性能,而且完全可以给出性能的下限。（2）MCVC模型不适合应用于给定位移约束限值的工程刚度问题,很难试凑出一个适当的体积约束,使得最优拓扑满足工程问题的所有位移约束限值。虽然可以通过在优化模型中是增加位移作为约束来解决此问题,但位移又与重量是两种矛盾的指标,违背了结构优化设计的初衷。（3）MCVC模型不适合应用于多荷载工况的优化问题,原因在于此时成为多目标优化问题,如果欲采用加权系数的办法予以处理,那么难以预定各工况柔顺度对应的合理权重值。（4）MWDC模型不存在MCVC模型的上述三个困难,它非常适合于荷载多工况下指定位移约束限值的结构刚度优化问题,当然也适合于同时考虑应力、稳定性、动力性能等多种约束条件的优化问题,符合工程设计问题的惯常要求和约束提法。（5）为什么MWDC模型比MCVC模型存在明显的优势?前者代表满足性能约束追求成本最少的模型,同工程设计的思路吻合;后者代表给定成本追求性能最优的模型,要求设计者预定成本很难,而追求性能最优实在没有必要,而应当代之以性能得到满足即可。（6）为什么长期以来研究者习惯于用柔顺度作为目标?原因在于起步阶段建立显式的容易,现在不将其改进为合理的模型,则是因为陷入了思维定势。（7）表面上看,MCVC模型与MWDC模型似乎是一对对偶关系,其实并不然。本文结论对连续体结构拓扑优化在工程中的应用和此领域内的学术研究均具有参考价值。", "label": "数学", "id": 0}
{"content": "随着科学技术的不断发展,工程结构日趋精密和复杂,不确定性因素对结构的工作性能的影响越来越突出。目前,结构优化分析中考虑不确定性因素的优化问题也越来越成为人们研究的热点问题。利用区间分析观点和理论,给出考虑不确定因素的结构优化问题的区间二次规划模型。在对区间线性约束的研究基础上,并结合二次目标函数的一些相关的性质,给出求解区间二次规划最优值上界和下界的方法。在此基础上,给出一些区间二次规划的算例。", "label": "数学", "id": 0}
{"content": "本文针对多种性能匹配优化设计的问题,基于独立、连续、映射（ICM）拓扑优化设计方法,建立了多性能约束的三维连续体结构轻量化拓扑优化模型。采用泰勒展式及敏度分析,对优化目标进行二阶近似,对约束进行一阶显式化处理。考虑到约束数远少于设计变量数,因此借助于K-T条件及拉格朗日增广函数,将原优化问题转化成其对偶问题以减少计算量,最终采用序列二次规划算法对优化模型进行求解。多工况及多力学性能的拓扑优化数值算例结果均表明了该方法的有效性和可行性。", "label": "数学", "id": 0}
{"content": "轨道交通领域的智能驾驶是大势所趋,GE、西门子和阿尔斯通都在积极研发相关产品。地铁列车舒适度最优问题是轨道交通智能驾驶领域中的典型问题,指在保证安全行车、精确停车的前提下,进一步研究列车的乘坐舒适度指标,并通过在线计算获得使该指标最优的牵引、制动指令,最后通过将指令传递给车载牵引、制动系统加以执行。本文主要考虑地铁列车的牵引/制动特性、运行准点、精确停车等要求,建立了列车在站间行驶的乘坐舒适度最优模型。该模型将列车的加速度变化率作为控制变量,将其平方的积分作为待优化的舒适度性能指标,将列车运行过程需要满足的动力学规律作为约束条件。为了求解该连续时间域上的智能驾驶问题,本文进一步提出了控制变量和状态变量的同步离散化策略,将连续时间域进行分割,得到离散的控制序列和状态序列,并采用梯形数值积分公式将目标函数、状态方程和约束函数在连续时间域内离散,从而将决策变量无限维的智能驾驶问题转化为一个决策变量为有限维的、维数大小可灵活设置的中大规模凸二次规划问题。本文采用带预测校正的原-对偶非可行路径跟踪法,从初始猜测解出发,以迭代方式逐步逼近凸二次规划问题的最优解,最终获得乘坐舒适度最优驾驶问题的驾驶策略。为了验证所建立模型和所提出算法的有效性,本文采用一个实际案例进行仿真计算,结果表明本文提出的方法可以有效求解乘坐舒适度最优驾驶问题。为了进一步对算法参数的选择提供参考,本文设置了不同的参数值进行了对比计算,发现连续时间域的分割数对算法性能影响较大。", "label": "数学", "id": 0}
{"content": "由于结构拓扑优化模型归结为非线性规划问题,可以采用基于非线性规划理论的各种求解算法,其中也包括对偶理论的相关的解法。早在结构拓扑优化之前,结构截面优化研究中,1979年就已经有人应用了对偶规划解法。较之含很多约束条件的原问题,对偶规划只含有对偶变量非负的约束条件,称为拟无约束规划,只要稍微修正一下,无约束规划的寻优算法就可以应用,这是该方法的优势。美中不足的是,对偶目标函数是隐函数形式,然而,却能求出其一阶导数和二阶导数的数值表达式,可用Lemke算法或其它算法直接求解拟无约束的二次规划形式的对偶问题。隋允康从1995年开始指导博士生和硕士生进行结构拓扑优化的研究,提出了ICM方法,优化模型建立后,将原问题转为对偶问题求解。原因在于:对偶变量的个数是原问题的有效约束数目,因而对偶问题的设计变量维数极大地降低,以连续体多位移约束的结构拓扑优化为例,假如有10000个单元,4个载荷工况下3点位移约束,实际有效约束最多只有12个,亦即最多12个对偶变量,而原问题却10000原变量。其中的奥妙就在于由Kuhn-Tucker条件成为原-对偶变量显式关系的桥梁,从而大幅度地提高了求解效率。基于ICM方法建立的优化模型,长期以来采用DSQP方法求解,加上偶目标函数依然是一个含参数的极小化问题,因而形成了不考虑求对偶问题显式目标函数的定势。本文从结构优化所建立的数学规划模型的特点出发,针对一大类广泛遇见的变量可分离的下列凸规划问题:Find x∈EN Make F（x）=sum from i=1 to N（aixiα→min ）s.t.Gj（x）=sum from i=1 to N(bijxi-β-gj,j=1,...,M xi≤xi≤xi,i=1,...,Nα,β≥1 （1） 原问题（1）的对偶问题为:Find λ∈EM make Φ（λ）→max s.t. λi≥0,j=1,...,M （2） 无论在数学规划还是在结构优化领域里,式（2）的对偶目标函数没有提出过显函数,都是隐式的或者二阶近似函数,本文突破了对偶目标函数长期停滞不前的定势,推导得出了显式的对偶目标函数:Φ（λ）=-sum from j=1 to M{λj[gj-sum from i∈Ia(bij（xi）-β)-sum from i∈Ia(bij（xi）-β]}+（α+β）/β sum from i∈Ia [ai(β/αai sum from j=1 to M(λjbij)][α/（α+β）]+const（3）应用本文提出的DP-EM（Dual Programming-Explicit Model）方法,及其便捷的求解算法,付诸连续体结构拓扑优化问题,取多工况位移约束下重量目标极小化问题编程,将DP-EM方法与DSQP方法及MMA方法进行了效率对比。（1）在所有算例的计算中,三种算法皆与其他作者的最后构型相同,表明本文的方法及其程序通过了验证。（2）DP-EM方法与DSQP方法相比外循环次数相同,是由于其求解的是同一数学规划模型,只是优化求解器不同。DP-EM方法的内循环数显著少于DSQP方法,显示了DP-EM方法得到显式对偶函数的优势,而DSQP方法则是应用二阶近似迭代逼近的目标函数,故计算效率逊色。（3）MMA方法比DP-EM方法和DSQP方法的外部迭代次数亦即结构建模次数多,是因为MMA方法仅利用了原优化模型的目标函数及约束函数的一阶敏度信息,因为近似程度比较低的缘故。（4）从科学研究方法论看,获得准确的显示模型优于近似的逼近模型,而能够做到的首要条件是突破\"不可能做\"的思维定势,从而别开生面地走出自己的路径。", "label": "数学", "id": 0}
{"content": "随着科学技术的发展,工程结构越来越复杂,结构的计算和优化模型所要考虑的要素越来越多。目前,结构优化分析中考虑不确定性因素的优化问题也越来越成为人们研究的热点问题。从讨论数学规划的数学模型的基本理论开始,利用区间分析观点和理论,给出考虑不确定因素的结构区间优化问题的数学模型,这些模型包括:线性区间优化模型,二次区间优化模型和非线性区间优化模型。在此基础上,研究一些区间优化模型的相关数学性质并给出一些优化设计的实例。", "label": "数学", "id": 0}
{"content": "本文研究并行机情形下工件带释放时间的双代理调度问题及其求解方法,问题的优化目标为在代理B的工件总完工时间不超过一定值情况下最小化代理A的总完工时间。首先,本文证明了在单机条件下该问题即为NP-难问题;然后,采用动态规划方法分别给出了求解问题的拟多项式时间算法,并进一步给出了完全近似算法。", "label": "数学", "id": 0}
{"content": "本文采用线性规划方法对缺损下颌骨前牙咬合和左侧磨牙咬合工况下肌肉力系进行估值计算,并利用有限元方法分析了下颌骨钛板修复模型在这两种工况下的力学特性。根据有限元计算结果,预测钛板可能的断裂位置,为钛板进一步优化设计提供参考。", "label": "数学", "id": 0}
{"content": "运输问题,是一类具有特殊性的线性规划问题,是政治、经济、文化生活,乃至国防、军事、反恐活动中常见的优化问题,在运筹学中具有显赫的地位。在当今运输问题成为热点问题,了解和掌握数学运筹,灵活运用数学模型线性方程对解决问题有着关键性作用,反映了科学性特点,体现了运输的本质在于要有计划合理的安排运输方案,从而提高商家的收益。从运输角度分析就是要优化运输结构,从根本上解决运输上的问题,建立数学模型,让原本抽象的数学在一定程度上鲜活起来,将问题分层次考虑,假设各种模型进行数学运算,通过使用Lingo软件运行求解,达到使运输费用降低这一创造性决策。再使用Excel表格对整个流程的整体布局,建立一定方案策略,合理地安排运输路径,努力实现最优化。运筹学是采用数学建模的思维方法,借助计算机的运算手段,解决政治、经济、文化生活不同层面的各种实际问题,寻求实际问题背后的最佳解决方案或途径,是一门新兴的横跨形式科学与应用数学两个领域的研究。", "label": "数学", "id": 0}
{"content": "新课改背景下,运筹学相关的企业对经管专业人才的要求越来越高。高校的教师应该积极创新运筹学教育的方式,培养学生的综合素质。本文就应用型本科运筹学课程教学模式改革情况进行了分析,并提出了几点建议。", "label": "数学", "id": 0}
{"content": "在素质教育背景下,社会和教育部对运筹学课程应用型人才培养提出更高要求,强调运筹学课程教学要与时俱进,积极对传统教学方式进行创新,同时,运筹学作为现代管理学的重要专业基础课,对培养学生实践能力和应用能力起到关键性作用,因此,本文结合运筹学课程教学现状,提出运筹学课程教学创新的对策,以期促进运筹学课程教学改革质量和效率的提高。", "label": "数学", "id": 0}
{"content": "使用运筹学方法分析线性市场上两条单制造商单零售企业供应链之间的竞争问题,其中一条链上的零售企业为双渠道零售企业,研究网下渠道拥塞负效应下双渠道供应链与传统供应链的竞争,包括两条供应链都是分散式供应链、都是集中式供应链、一条分散式一条集中式供应链这四种情形。结果表明,当两条链都为分散式供应链时两条供应链利润更高,但两条供应链竞争情形下集中式决策是占优策略。", "label": "数学", "id": 0}
{"content": "<正>各位模糊学与运筹学的专家学者们,女生、先生们:第九届模糊信息与工程国际会议,第九届国际模糊信息与工程佛山卫星会议、广东省运筹学会第三届学术年会、中国港澳运筹学会第二届学术年会,广东省运筹学会第四届年会暨物流分会成立大会,三部分的论文合集,在新冠肺炎病毒肆虐全球的今天,砥砺前行,终于出版了,对此我们表示热烈地祝贺。（一） 2019年2月13-15日在伊朗基什岛召开的第九届模糊信息与工程国际会议（ICFIAE）是一次意义深远的会议,因为我们要在这次会议上确定模糊信息与工程的重大问题,例如国际模糊信息与工程协会（筹）的注册和成立;接受国际杂志《模糊信息与工程》为协会会刊。会议包括以下四个关键演讲:", "label": "数学", "id": 0}
{"content": "矩阵对策是运筹学中一个重要的分支应用,其主要分为纯策略和混合策略问题。纯策略问题比较简单,但混合策略问题讨论起来比较复杂,下文对同一混合策略问题采用多种不同思维分析和求解,从而比较不同情形下对应求解方法的异同。", "label": "数学", "id": 0}
{"content": "运筹学是经济管理专业的一门重要的基础课,在提高学生创新能力方面发挥着至关重要的作用。本文从运筹学的学科特点出发,总结了现行运筹学教学中存在的问题,并且从案例教学、计算软件、课程设计、数学建模相结合的教学实践角度进行运筹学教学改革探索,使学生能够真正地学以致用,有效地提高了学生的创新能力。", "label": "数学", "id": 0}
{"content": "本文研究了在不确定需求条件下由多个相互竞争的制造商、零售商和消费市场组成供应链网络均衡问题。由于需求的不确定性,零售商会对当前利润和供需平衡时的最大利润进行对比,从而产生后悔或欣喜的心理。基于后悔理论,建立了零售商利润最大化、后悔值最小最大化的多准则均衡模型,且通过变分不等式理论得到网络各级决策者的均衡条件和整个供应链网络的均衡条件。最后通过数值算例分析决策者的后悔心理对网络各决策者最优订购量、最优利润值、后悔值的影响。", "label": "数学", "id": 0}
{"content": "为了探讨知识产权保护力度对供应链网络中各个制造商及网络其他成员的影响,本文建立了考虑研发投入溢出效应的供应链网络均衡模型,其中供应链网络由多个制造商、零售商和需求市场构成,制造商为获得更大的利润会进行研发投入,技术水平的提升会降低生产产品的单位成本,但会产生研发的溢出效应。利用均衡理论和变分不等式分别得到考虑研发投入溢出效应的各个制造商、零售商和需求市场的均衡条件,并得到整个供应链网络的均衡条件。最后给出求解均衡条件的算法和数值算例,分析了制造商的研发投入所产生的溢出效应对供应链网络各成员决策的影响。数值结果表明,不论是研发水平对称还是不对称的情形,随着创新溢出效应的增强,制造商的利益都会受损,且对创新水平高的企业尤其明显。", "label": "数学", "id": 0}
{"content": "随着高等教育竞争日趋激烈,如何克服同质化倾向,在各个层次办出自己的特色,成为各专业在改革与发展进程中不容回避的问题。本文从工业工程专业课程和实践教学环节对运筹学与系统工程课程知识点与技能的需求入手,建立了面向特色专业培育的应用导向型运筹学与系统工程教学模式。该模式基于以实践为导向的运筹学与系统工程学习情境案例库建设、以引导式教学为目标的运筹学与系统工程典型应用模型库构建,以及以信息技术为基础的运筹学与系统工程典型模型算法库构建形成三位一体教学资源。实践证明,该模式有利于突出运筹学与系统工程在工业工程优化、改善类专业课程及实践训练中的作用,使学生在专业课程的学习过程中,提高创新、优化等专业知识的综合运用能力,实现培育工业工程专业特色的目标。", "label": "数学", "id": 0}
{"content": "作为国民经济支柱产业的基础设施建设,电力工程项目与国计民生有着千丝万缕的关联。而电力工程项目管理对于电力工程项目的建设质量起着至关重要的作用。电力工程项目对安全、质量的要求较高,建设周期长。本文通过对电力工程项目管理的现状分析,结合运筹学相关知识,对其提出优化管理措施,希望给电力工程管理带来帮助。", "label": "数学", "id": 0}
{"content": "运筹学以可定量化的管理系统作为研究对象,以最优化系统作为研究目标成为电力自动化专业的核心课程之一。同时,作为以数学为主要工具的学科,运筹学也是数学类专业的重要课程。由于电力自动化与数学类两种专业的专业特点、教学目标、学生知识结构等的差异,决定了运筹学这门课程的教学内容、教学方式以及教学目标的不同。本文就两个专业开设运筹学课程时,教学目标、教学内容与教学方式的差异进行了分析,提出教学应以专业为主导,在电力自动化专业开设运筹学课程应侧重应用性,教学实践应突出专业特色。", "label": "数学", "id": 0}
{"content": "运筹学是一门多学科的综合性科学,也是一门不断发展的软科学。运筹学的发展要求教师在教学实践中不断探索适合该学科特点的教学方法。本文结合作者的教学实践,在运筹学学科特点的基础上,分析了运筹学课程教学实践中存在的问题,有针对性的提出了关于该学科教学改革的几点思考,期望能激发学生的学习兴趣,获得良好的教学效果。", "label": "数学", "id": 0}
{"content": "<正>November 7-11,2014年,北京师范大学珠海分校,广东中国http://math.bnuep.com/icfie2014/http://gdorsc.gzhu.edu.cn/index.htm http://fuzzy.gzhu.edu.cn第七届模糊信息与工程国际会议（ICFIE）,是国际模糊学学术领域连续举行的重要会议。会议旨在加强模糊信息与模糊工程领域的学术交流,不断推动世界模糊信息与模糊工程事业的发展。运筹与管理国际会议（ICORG）是该领域的首届国际会议,旨在给世界范围内的科学家、学者、教研人员提供一个传播和讨论运筹与管理学领域内不同方向问题与发展的交流平台。", "label": "数学", "id": 0}
{"content": "通过基于信息技术平台的《运筹学》精品课程的持续研究和实践,逐步建立一套由教师和学生构成的教与学互动的课程教学系统,充分利用网络平台,实现动态式的教学目的。从而把《运筹学》建设成为\"师资结构合理、教学资源丰富、教学方法先进、教学手段多样、教学特色明显、教学质量优秀\"的高水平、高质量课程。", "label": "数学", "id": 0}
{"content": "通过基于信息技术平台的《运筹学》精品课程的建设,充分利用网络平台,逐步建立一套由教师和学生构成的教与学互动的课程教学系统。在打通各专业《运筹学》课程教学大纲及进度的同时,差异化的的组织具有各专业特点的教学内容。通过对物流专业《运筹学》教学改革的研究,以及不同年级的对比研究发现,运筹学教改具有一定的效果,但是仍然有一些难以平衡的问题所在。", "label": "数学", "id": 0}
{"content": "军事运筹学作为军事科学的一个组成部分,是定量研究其他军事学科的有关问题的手段和工具,其他军事学科是军事运筹学的应用领域。通过二部图、最小生成树和最小割问题在军事中的几个例子的讲解,介绍了作为运筹学的重要组成部分的网络分析在军事中的几点应用。", "label": "数学", "id": 0}
{"content": "针对我校信管专业隶属于信息工程学院,管理运筹学课程又是信管专业的基础必修课,而实际的教学中又存在诸如重点不明确,教学方法陈旧等问题,因此有必要对信管专业的运筹学课程从教学内容,教学方法,教学形式,考试方式等方面进行研究,以便进一步提高教学质量与教学效果。", "label": "数学", "id": 0}
{"content": "研究目的:贝叶斯累加回归树（BART）不仅在拟合数据的非线性和交互作用方面具有强大的灵活性,而且基于贝叶斯概率模型的方法与纯算法相比更具有优势,多树集成之后泛化能力也更强。但是,现有基于贝叶斯累加回归树的生存分析模型过于复杂,限制了它的推广应用。因此,并构建贝叶斯累加回归树在生存分析中的简约模型十分必要。对右删失数据构建基于贝叶斯累加回归树的生存分析简约模型,以提高其在生存分析中的适用性。研究方法:通过引入右删失时间的顺序统计量,构建基于贝叶斯累加回归树的生存分析简约模型,并使用模拟数据进行评价及运用实例进行说明。研究结果:1)构建了基于贝叶斯累加回归树的生存分析模型（SURBART）。模型中,给定p（pij的集合）,则向量y由n个0和1的独立序列组成,由此可得到分布函数。目标推断:利用重塑的数据,如果当前期区间无事件发生时,那么用于二分类数据的SURBART模型将区间事件的条件概率作为时间t和协变量x的非参数函数处理。通过重塑数据,由后验分布f生成的每个样本包含m棵树。对于任何t和x,可以得到后验分布函数。生存分析的目的通常是估计生存函数和风险函数。考虑到后验分布函数中的离散似然以及概率pij的条件特性,得到以下列表达式计算事件在删失时间tij,j=1,…,k的生存函数。得出这些函数后,其它目标数值的推断就很容易完成,例如事件时间的中位数或其它百分位数等,以及不同时间点的风险比较等。上述风险和生存函数表达式只适用于不同的观察时间,时间点之间的生存函数可以通过内插法来计算得出,并假定在此两个时间点内风险恒定。特别是对于所有t∈（t（j-1）,t（j））,有h（t|x）=h（t（j）|x）,可以得到生存函数。2)边际效应:根据Friedman偏依赖函数,将其它协变量进行平均,可以得到单个协变量或协变量子集的效应。具体来说,将协变量划分为两个部分,则得到边际依赖函数、生存函数。其它边际函数可通过类似方式获得,估计值可取后验样本得平均数或中位数等.3)模拟数据进行评价（1）单样本模拟,取N=200、删失率为50%时的覆盖概率:SURBART为0.96,Kaplan–Meier（KM）为0.95;偏差:SURBART为0.002,KM为0.005;RMSE:SURBART为0.034,而KM为0.035。由结果可知,与常用的KM估计相比较而言,SURBART模型中的后验可信区间具有良好的覆盖概率。在所有时间点上,SURBART模型估计的偏差接近0,并且与KM估计偏差相近,但略微稍大。SURBART模型的均方根误差与KM估计相近,但略微偏小。总的来说,SURBART模型在拟合生存函数中非常有效。（2）两样本模拟,取N=400、删失率为50%时的覆盖概率:SURBART为0.97,KM为0.96;偏差:SURBART为-0.007,KM为-0.004;RMSE:SURBART为0.043,KM为0.049。结果显示SURBART模型后验可信区间仍具有更好的覆盖概率,均方根误差略低,而偏差相近。当存在两个总体时,SURBART模型可以一次完成参数差值的估计,而KM需要两次进行估计。由模拟结果看到,SURBART模型后验可信区间具有良好的覆盖概率,与KM估计差值相比较优。虽然在一些情况下,SURBART模型偏差与KM估计差值相比相对高一些,但两种方法的偏差都很低。尽管SURBART模型偏差较高,但其均方根误差比KM估计差值方法较低。可能是SURBART模型在两种样本间同时借用了某些信息,从而降低了估计值的变异性。（3）比例风险（PH）和非比例风险（n PH）模拟,结果显示:在PH情形,Cox回归的偏差和RMSE略低于SURBART模型;而在n PH情形,SURBART模型的偏差和RMSE要显著低于Cox回归。如所预期的一样,Cox回归分析在偏差和均方根误差方面的表现非常好。值得注意的是,SURBART模型在性能上相当接近Cox回归分析。在n PH情形中,SURBART模型依旧表现良好,而Cox回归性能显著降低。（4）对于协变量具有高度非线性关系的情形,取N=400、2000、4000,利用Friedman5维函数生成模拟数据,结果表明SURBART模型估计的生存概率与实际生存概率呈高度的线性关系,能够很好地拟合生存概率与协变量之间的复杂函数关系。（5）对于协变量具有高度非线性关系的情形,取N=400、2000、4000,利用Friedman5维函数生成模拟数据,结果表明SURBART模型估计的生存概率与实际生存概率呈高度的线性关系,能够很好地拟合生存概率与协变量之间的复杂函数关系。4)在一项2000-2007年接受非血缘供体造血干细胞移植患者的生存情况的回顾性队列研究中,845名患者考虑13个协变量,SURBART模型结果显示:3种预处理方案在提高患者生存率方面,氟达拉滨联合环磷酰胺的效果最好,氟达拉滨联合白消安次之,氟达拉滨联合美法仑最差;移植类型与年龄不存在交互作用;在3年生存期方面,甲氨蝶呤的治疗效果要明显优于麦考酚酸酯。研究结论:构建了基于贝叶斯累加回归树的简约生存分析模型,该模型可以一次完成参数差值（如生存函数之差）的估计,较常规的Kaplan–Meier法需要两次或多次估计的计算效能更高。同时,该模型不依赖于分布或比例风险假设,可以拟合生存函数与协变量间复杂的非线性关系,包括高维参数空间和非比例风险等。亦能用于选择重要的协变量、分析变量的偏依赖和检测变量间的交互作用,模型稳健可靠,特别是对于非比例风险而言要明显优于Cox回归,扩展了贝叶斯累加回归树在生存分析中的应用。", "label": "数学", "id": 0}
{"content": "研究目的:问卷调查是社会研究中常用的一种研究方式和方法,即使在实验研究中问卷调查也常被使用。问卷调查中的问卷有\"自编问卷\"和\"通用量表\"之分,随着方法学技术的突飞猛进,国内外的通用量表越来越多,经过改编的、改编后经过验证的通用量表也不断增多。与自编问卷不同,通用量表已经过严格的效度（内容效度、结构效度或效标效度）验证,研究者通常会毫无戒备信手拈来用于收集数据,按照通用量表既定模式来整理数据和分析数据,似乎给人的感觉是顺利完成了研究工作的重要环节——用高效度的测量工具（量表）收集整理甚至分析数据——测量指标（量表）的效度检验问题已是完美无缺解决了。笔者经过多年相关教学研究工作,在理论上肯定这种通用量表高效度的同时,在实际应用当中对这种既定的通用量表的效度问题产生了质疑:根据样本的局限性原理,当时建立通用量表的样本（简称\"标准样本\"）是有局限性的,而现在应用的样本（简称\"实测样本\"）并不是原来的标准样本,那么,这种效度外推也会存在局限么?在这种思维启发下,笔者在此就应用了反证法来检验这个问题,即面对实测样本,通用量表效度真的就那么完美无缺么?通过对通用量表的效度反证,可以引起广大研究者更加严谨选用、使用通用量表,为实际的量表应用多建立一道防火墙,可促使论证过程更好地与实际样本特征相契合,提高研究者的信度和效度意识,从而提高研究质量。研究方法:（一）文献资料法。在大量阅读量表的信度效度文献的基础上,选择通用\"儿童版父母教养方式量表\"（EMBU-C）作为研究对象,对量表的效度进行反证。（二）量表调查法。量表调查时间为2020年9月-12月,在广州地区实施了\"儿童版父母教养方式量表\"调查,收到有效量表384份。根据回收量表的整理,可以得到父母教养方式的多种分类,本文对量表数据取用分两种情况:（1）所有数据（简称\"总体数据\"）,共384份。（2）慈父严母型数据（简称\"部分数据\"）,为保证有足够的样本量,提取父亲教养方式（1、2）和母亲教养方式（3、4）的合成数据282份。即在\"总体数据\"和\"部分数据\"两种情况下,对量表效度进行反证。（三）数理统计法。用因子分析法（具体由7种因子提取方法和3种因子载荷旋转方法组合而成的21种方法）对\"实测样本\"数据进行了细致分析,分析得出的各21种结果与\"标准样本\"4因子结果进行比对,比对又分两种情况:（1）\"因子顺序比对\":严格按照因子顺序比对题项,（2）\"题项顺序比对\":打乱因子顺序,注重题项符合与否的比对。研究结果:（一）不管是总体数据,还是部分数据,在量表高效度前提下,\"实测样本\"理论上按照\"标准样本\"4个因子及其题项分布,量表（α=0.882,α=0.864）及因子层面的信度均很高（P<0.01）。（二）利用总体数据进行\"因子顺序比对\",21种结果中5种的因子归属符合度为0,其他均没有超过38%;利用部分数据进行\"因子顺序比对\",21种结果中15中因子符合度为0,其他均没有超过8%。（三）利用总体数据进行\"题项顺序比对\"的案例分析表明,实测样本与标准样本的符合度从0.39（14/39）提高到了0.77（30/39）;利用部分数据进行\"题项顺序比对\"的案例分析表明,符合度从0（0/39）大幅度提高至0.77（30/39）。（四）不管是总体数据,还是部分数据,\"实测样本\"实际的4个因子及其题项分布信度均很高,大多数大于0.80,少数在0.50-0.80之间,极少数因子只有一个题项无法用α系数计算信度系数。研究结论:（一）不管是总体数据,还是部分数据,在量表高效度前提下,\"实测样本\"理论上按照\"标准样本\"4个因子及其题项分布,量表及因子层面的信度均很高。（二）不管是总体数据,还是部分数据,量表以\"因子顺序比对\"的反证效度低下,部分数据的更低;而量表以\"题项顺序比对\"的反证效度似乎大幅提高,但是因子顺序（重要性）会改变,综合而言效度也不高。（三）不管是总体数据,还是部分数据,反证效度低下（或不高）不是因为实际因子题项层面信度低下造成,实际因子题项层面的信度均很高。", "label": "数学", "id": 0}
{"content": "新时代需要通过人才建设,提升自主创新能力,服务社会经济发展。高等学校是人才培养的基础力量,实现教育高质量发展是当前的新任务。当前,统计人才培养需求发生了巨大变化,本文结合\"四新\"建设,应时代需求探索统计人才培养模式改革及实践,简要说明探索的统计人才培养模式,总结该模式三个主要特色和具体实践中如何培养理想信念坚定、具有责任心,知识体系融会贯通的新时代接班人,如何促进创新型教师及团队能力提升。", "label": "数学", "id": 0}
{"content": "本文采用三维摄像技术对拉丁舞伦巴螺旋转动作的各关节角速度的运动学数据进行测量,通过函数型主成分分析法对采集到的数据进行协调方式量化分析。结果显示:（1）前五个主成分的贡献率达到86.45%,这说明机体通过运动协调元的建立能够简化中枢神经对肢体的支配控制;（2）pc1、pc2、pc3、pc4、pc5所反映到的运动协调元分别侧重控制右侧上肢协调、左右侧上肢协调、右侧上下肢协调、全身性协调和左侧上肢协调。本文所得结果都与Bernstein运动协调观一致:（1）专业运动员能够通过简化运动协调元分配模式来达成优质的运动协调;（2）在每个运动协调元中,专业运动员的神经中枢将运动指令精准下达给肢体各环节。", "label": "数学", "id": 0}
{"content": "假设检验是推断统计中的一项重要内容,现实生活中有大量的事例可以归结为假设检验问题。假设检验问题可以分为参数假设检验和非参数假设检验,本文探讨参数假设检验范畴的内容。在单侧假设检验问题中原假设和备择假设的建立是一个难点。本文首先回顾了假设检验的基本原理、假设检验中的两类错误和P值,分别给出三个案例,基于常用的原假设和备择假设建立的原则分别提出原假设和备择假设,探索性地结合假设检验P值的大小分析单侧假设检验中原假设和备择假设的建立是否合理。结果表明:单侧假设检验中研究问题背景不同时会提出不同方向的假设检验,在不同的背景下提出左侧假设检验和提出右侧假设检验都有可能是合理的,但针对具体的实际问题,使检验统计量的值和临界值同号的假设方向更合理。", "label": "数学", "id": 0}
{"content": "近年来,全球早产率总体呈上升趋势,在我国,早产儿以每年20万的数目逐年递增,目前早产已经成为重大的公共卫生问题之一。据研究,早产是威胁胎儿及新生儿健康的重要因素,可能会造成死亡或智力体力缺陷,因此研究早产的影响因素,建立预测早产的模型就显得极为重要。我们以问卷、面对面访谈的方式,收录了湖南省妇幼保健院2013年5月13日-2019年12月31日妊娠8-14周且接受首次产前护理的孕妇,共18527份样本,调查研究孕妇包括医学和社会学信息在内的104个变量。基于大样本、多变量的数据特征,对数据预处理后,首先基于传统的统计方法,依次通过SMOTE过采样均衡数据、X~2相似性检验剔除无关变量、二阶聚类（TwoStep Cluster）实现降维,用Binary Logistic建立早产预测模型,并通过AUC-ROC曲线对早产预测模型进行准确性检验;在此基础上,进一步探讨并合理利用机器学习的效力,用数据挖掘的方法,依次通过随机欠抽样平衡样本,特征选择变量实现变量降维,分别用决策树C5.0算法,推理集C5.0算法,决策树CHAID算法建立早产预测模型,并通过boosting技术提高模型稳健性。根据二阶聚类降维结果、Binary Logistic建立的早产预测模型及检验结果,发现城乡分组、人均月收入、母亲孕前BMI分组、受精方式、受孕方式、孕次分组、孕早期柯萨奇病毒、孕前既往性病史、是否采用剖宫产、配偶BMI分组这10个变量与是否早产的相关性较强,且在经过哑变量处理后,适用于建立早产预测模型。通过AUC-ROC曲线,检验出该早产预测模型拟合度良好。在初步探索之后,进一步深入利用机器学习,即分别使用决策树C5.0算法,推理集C5.0算法,决策树CHAID算法建立三个早产预测模型。其中通过决策树C5.0算法建立的早产预测模型,在测试集上的准确性为93.78%,平均正确性为0.859、平均不正确性为0.692;推理集C5.0算法的准确性为95.92%,平均正确性为0.824、平均不正确性为0.714;决策树CHAID算法建立的早产预测模型,在测试集上的准确性为79.58%,取置信度为0.812。", "label": "数学", "id": 0}
{"content": "新冠肺炎疫情给全球人类健康带来了前所未有的威胁。截至目前,全球新冠肺炎确诊人数已超过1.4亿,300多万人死亡。在各国疫情此起彼伏、疫情形势充满变数的背景下,疫苗研发被寄予厚望。现如今各国都在积极研发新冠疫苗,其安全性及有效性成为了人们最关心的问题。本文立足于这一现实背景,设计一些具有现实意义的试验,通过统计模拟临床试验的缺失数据,基于\"0\"点有概率的混合分布模型,分析疫苗失效时间在不同分布下的汇总数据,进而总结出疫苗的失效时间用哪种分布函数模拟比较合适。从防疫角度上来看,当知道了疫苗失效时间的分布情况,可以很快的评估某个时间段内还有多少人体内的抗体是有效的。本文的研究目的是探索这种统计分析的可行性,这对疫苗有效性的研究有着重要的借鉴意义。论文主要尝试通过模拟服从指数分布和Pareto分布的右截断缺失数据及左缺失数据,采用最大似然估计法列出相应的最大似然函数,求出对数似然函数及其一二阶导数,进而求解出最大似然估计及其方差,最后通过似然比检验来验证假设的可行性及合理性。结果显示,带缺失数据时的最大似然估计值与真实值的拟合程度较好,经过对比,右截断缺失数据的分布情况与Pareto分布较为近似,左缺失数据的分布情况也与Pareto分布相近。所以,从总体上看,试验设计合理的情况下,疫苗的失效时间可以采用Pareto分布来模拟。", "label": "数学", "id": 0}
{"content": "新冠肺炎疫情作为一次突发性、大规模的公共卫生事件,不但威胁着全人类的健康和生命安全,也给世界各国的疫情防控工作带来了巨大的挑战。本文提取了基于中国大陆30个省级行政单位（去除湖北省）,从2020年1月28日到2021年1月27日的整年度新冠肺炎疫情相关的均匀数据,运用函数型数据分析的方法,探索了数据和参数估计的平滑方法、一维和多维函数型相关性、函数型主成分分析和主成分预测、函数型数据对函数型数据的回归模型等。函数型数据分析提取了新冠肺炎病毒在湖北省集中爆发后,中国大陆其他30个省级行政单位新增确诊与新增死亡病例随时间变化的规律与趋势信息,从数据的统计测度中挖掘出了新冠肺炎疫情重点防控阶段数据的变化特征、相关性及其影响因素以及各省级地区新冠疫情的阶段性变化,并根据模型对未来疫情的走势情况进行预测。发现:新冠疫情在某地爆发后,周边地区的新增确诊人数和新增死亡人数呈现出规律的周期性性质,新冠疫情在各省表现出了在集中时间爆发且不同省级行政单位疫情发展具有不同模式。根据新冠疫情的上述特点提出建议,利用新冠疫情爆发的周期性制定防疫措施,根据周期性特点构建完备的疫情防控屏障,完善群防群控的工作机制,根据各个周边省份疫情的流行模式,制订相适应的防控策略。", "label": "数学", "id": 0}
{"content": "重大公共卫生事件的突发会对舆情的内容变化和波动趋势产生一定的影响。以COVID-19为例,统计时间序列上期间舆情发布数量,结合关键节点事件的突变分析对国内外舆情各阶段进行科学划分;利用LDA主题抽取模型和基于最小二乘法的多项式拟合方法对国内外各舆情发展阶段的舆情内容进行深度分析,并构造出COVID-19期间舆情发展规律的函数模型,从定性和定量角度有效刻画和预测了COVID-19舆情特征和规律。研究表明:舆情数量在时间序列上的波动遵循舆情事件发展的大致趋势,而舆情的内容特征则大致符合公众对疫情的心理需求逻辑。文章结论可以为完善大型公共卫生事件的舆情应对机制提供科学支持。", "label": "数学", "id": 0}
{"content": "电网参数的正确性直接影响安全运行决策的制定,一旦网络参数出现偏差,将严重威胁电力系统各项高级应用分析。为此,提出了一种基于拉格朗日乘子（Lagrange multiplier,LagM）协方差矩阵的多个不良参数辨识方法,用于甄别电力系统的多个不良参数。该方法先利用归一化LagM定位可疑参数,再通过LagM的协方差矩阵划分不同参数群,并将所有参数群中归一化LagM最大者对应的参数标记为不良参数,实现系统中多个不良参数的辨识,不断修正和不断估计,直至不存在不良参数。最后通过IEEE14节点所构建的算例验证了本文所提方法的有效性。", "label": "数学", "id": 0}
{"content": "可靠度灵敏度分析可以为结构可靠性设计尤其是基于可靠度的优化设计提供重要的提示。然而,动力可靠度灵敏度分析一直是一项具有挑战性的工作。本文引入最近发展的高效随机动力学分析方法:直接概率积分法（DPIM）,分别推导了动力可靠度对随机变量分布参数和确定性变量的灵敏度,并将灵敏度分析的结果用于基于动力可靠度的优化设计问题。首先,基于DPIM推导了动力可靠度对随机变量分布参数的灵敏度显式积分形式,显著提高了动力可靠度灵敏度分析的效率和精度。其次,推导了动力可靠度对确定性变量的灵敏度求解方法,将可靠度灵敏度转化为响应灵敏度进行求解,计算效率得到了大幅提高。然后,将动力可靠度作为约束条件,分别针对确定性变量和随机变量分布参数作为设计变量的优化问题,进行可靠性优化问题求解。最后,几个算例验证了基于DPIM的动力可靠度灵敏度分析的精度和效率,以及基于动力可靠度的优化设计的可行性。", "label": "数学", "id": 0}
{"content": "1LB18树脂灌封工序属于专用设备制造的关键工序和特殊过程,在保证设备性能和使用寿命上至关重要。该工序过程较为复杂且影响因素众多,生产过程中存在树脂异物、胶面缺陷等诸多质量问题的困扰。因此,该工序虽已应用于批量生产,但仍有必要采用PFMEA进行分析,降低失效风险。PFMEA通过功能分析、特性关联、确定失效模式和失效后果;通过分析人、机、料、法、环、测和设计试验等方法,对影响因素较多的失效模式进行全面的起因分析,找到失效的具体错误或故障;结合现行控制措施的探测度、频度,计算RPN值;针对RPN值较高的\"树脂异物\"、\"胶裂\"、\"胶面花纹\"等失效模式,分别采用优化清洁方法、改造预混过程的乳化设备、补充定子嵌线检验要求等措施,将对应的失效风险降低至理想水平,达到提高产品可靠性的目的。", "label": "数学", "id": 0}
{"content": "高速旋转机械失效主要是由于复合材料筒体失效,这将造成严重的经济损失。因此提出利用概率-非概率理论对复合材料筒体结构强度进行可靠性分析,分别从区间变量随机化和随机变量区间化两个角度给出可靠性指标求解方法。结果表明:概率-区间混合模型既能够体现随机变量的客观不确定性,又减弱了评估结果的保守性,对于既含有区间变量又含有随机变量的结构可靠性评估具有很强的适用性。", "label": "数学", "id": 0}
{"content": "设备已经实现了工业化应用,迄今为止,部分设备即将达到设计寿命期,设备还能否继续运行,以及能运行多久目前是当前极为关注的问题。为此急需对设备的可靠性水平进行评估,开展寿命预测,预估出设备的使用寿命。本文以收集到的数据为依据,对在运行设备的可靠性水平进行了评估,并利用设备研制期间开展的各关键件加速寿命试验评估结果,对在运行的设备寿命进行了预测。", "label": "数学", "id": 0}
{"content": "时间序列预测是一个活跃且充满挑战的领域,对时间序列数据的准确预测,能够为人类决策提供帮助。现实生活中的时间序列数据往往还包含空间特征,存在空间上的依赖关系,并且这种空间上的依赖关系还存在动态的变化。我们在时序模型的基础上提出了自适应深度图卷积时空时间序列预测算法（Attn-AGCRNN）,在捕捉时间序列的空间依赖关系的同时引入了图注意力机制对动态变化的空间依赖关系实现了自适应的调整。实验结果表明本文提出的算法能够有效降低预测误差,充分利用时间序列数据的时空特性。", "label": "数学", "id": 0}
{"content": "田纳西伊斯曼（Tennessee Eastman,TE）过程是典型的工业过程,广泛应用于过程监控、优化等领域的方法验证.本文研究了TE过程的质量控制问题,对产品质量的常规控制结构进行了分析,并基于预测控制,实现了TE过程质量的先进控制策略:建立了对象阶跃响应预测模型,设计了MPC-PID串级控制结构对产品成分G进行控制,实现了产品质量比从50/50到40/60的设定值跟踪控制.由于过程中存在的干扰往往会使产品质量偏离稳态值,本文引入过程干扰,对比了常规PID控制结构和MPC控制策略的抗干扰性能.MATLAB仿真结果表明,MPC控制结构减小了由干扰引起的产品质量的波动,有更好的抗干扰性能.", "label": "数学", "id": 0}
{"content": "本文基于一阶剪切变形板理论,研究了功能梯度石墨烯纳米片（GPLs）增强复合材料板的非线性动力学。利用修正的Halpin-Tsai模型估算了复合材料板的有效杨氏模量,并根据混合准则确定了复合材料板的有效质量密度和泊松比。利用Hamilton原理推导出了复合材料板的运动控制方程。采用Galerkin方法和多尺度法分析了复合材料板的非线性响应。重点探讨了石墨烯纳米片的分布模式、重量分数、板的尺寸以及总层数等参数对复合材料板非线性动态特性的影响。研究表明,均匀分布石墨烯纳米片的复合材料板的非线性最强。复合材料板的分层数的变化对非线性强弱没有影响,但是会改变固有频率的大小。复合材料板的尺寸以及石墨烯的重量分数的变化对固有频率和非线性因素都有影响,进而影响复合材料板的动态特性。此外,还定量研究了结构参数对扫频激励下的共振峰值、冲击载荷下的最大振幅和衰减时间以及谐波激励下的跳跃力的影响。", "label": "数学", "id": 0}
{"content": "由于分数阶导数具有记忆和遗传特性,相较于整数阶微分算子,在工程中分数阶导数显现出广阔的应用前景。van der Pol方程是非线性动力学中被广泛研究的系统,本文通过作者近两年提出的一种新的半解析方法:时域最小残值法对含分数阶微分算子的van der Pol系统开展了分析。在本文中,首先系统中的分数阶van der Pol系统的稳态解被展开为一个无穷傅里叶级数的形式,即■。对于分数阶算子Dxα（t）（α是分数阶阶次）,则通过广义的无记忆原理被转换成了一个无穷积分,并根据贝塔函数的性质和欧拉反射公式,可以获取傅里叶级数的分数阶导数表达式。然后分数阶van der Pol系统的半解析解则可以通过时域最小残值法快速获得。基于获得的半解析解,分析了系统的非线性参数对van der Pol系统分岔临界值的影响,以及分岔参数取值不同时,van der Pol系统系统分岔特性的变化,为后续开展对分数阶微分系统的分岔控制提供了思路。", "label": "数学", "id": 0}
{"content": "本报告将首先介绍深度神经网络模型与连续微分方程动力系统的关系,然后从动力系统的视角探讨深度神经网络模型构建中的重要问题:可训练性、泛化能力、梯度爆破与梯度消失、维数灾难等。最后基于广义哈密顿动力系统的性质,提出一类广义哈密顿网络模型,通过数值实验展示了该类模型在监督学习问题中的表现。", "label": "数学", "id": 0}
{"content": "Hopf分岔反控制是非线性动力学研究的热点之一,即通过反控制方法使系统在指定位置产生或加强有益的分岔。Willamowski-R?ssler系统是来自化学反应过程的非线性动力系统,以Willamowski-R?ssler系统为研究对象,根据高维Hopf分岔理论,对系统的Hopf分岔特性进行分析,得到了系统一个非零平衡点的Hopf分岔临界点。提出状态反馈控制法,在系统维数增加的情况下,不改变系统的平衡点。控制器采用由线性和非线性控制器组成的混合控制器,对系统进行Hopf分岔反控制,通过计算得到控制参数与分岔参数之间对应关系,再由分岔参数的取值求出控制参数,进而反求解出控制器,实现Hopf分岔反控制的目的。采用该状态反馈控制法,对Willamowski-R?ssler系统进行Hopf分岔反控制,得到分岔参数e与控制参数与线性控制器的控制参数k11、k31之间的关系式,通过确定分岔参数e可以求出任意一个线性控制器的控制参数。非线性控制器的控制参数k21虽然无法控制分岔参数临界值,但可以改变系统极限环幅值,与极限环幅值成反比关系。最后用数值仿真验证了理论分析的正确性。", "label": "数学", "id": 0}
{"content": "针对动力系统的全局分析和响应预测问题,提出了一种基于深度学习的广义胞映射方法,该方法可以在系统控制方程未知的情况下直接从观测数据中获取系统的动力学特性。考虑动力系统的初值敏感性问题,试图构造一种给定系统初始条件即可求得系统任意时刻响应的神经网络模型。通过结合理论假设和经验推断结果构造合适的神经网络结构并计算训练超参数,讨论了神经网络隐藏层数量以及训练数据大小对计算结果的影响,可以找到一种可观测映射参数的、鲁棒的、有效的神经网络逼近模型。在广义胞映射框架中,基于所逼近的动力学模型,求取系统在一步映射后的解,构造一步转移概率矩阵并引入图方法分析系统的全局特性,基于马尔科夫性预测系统在任意时刻的响应。通过带有周期吸引子和混沌吸引子的数值算例验证所提出方法的有效性,数值结果表明,所提出方法对于动力系统的全局分析和响应预测是有效的。", "label": "数学", "id": 0}
{"content": "非线性系统的响应规律和影响机理实际上受制于其内部的动力学结构,因而工程装备的可靠性要求使得系统在设计时必须考虑其全局动力学行为。事实上,非线性系统本身的全局结构非常复杂,如:具有多稳态响应共存,在吸引域边界上,甚至吸引域内部,可能存在着不稳定的鞍性不变集,这些结构特征构成了非线性系统响应的基本框架。本文基于状态空间离散思想,针对传统广义胞映射方法在研究高维复杂问题中的计算和存储瓶颈,提出了适合多GPUs并行加速的子域综合胞映射方法。该方法将预设的较大区域划分成的若干子域,且覆盖集在多个子域中的计算相互独立,因而可以在多个GPU上实现子域的并行处理,能形成从胞内样本到胞集合再到子域间的多尺度、多层次的高度并行化,可适用于GPU集群计算和\"云计算\",为突破内存对高维、高分辨率、复杂系统全局分析计算中产生超大数据量限制提供了算法解决方案。文中利用该方法分析了多个具有高维状态空间或复杂全局结构的非线性系统动力学行为,并通过图形可视化揭示了内在全局结构特征。", "label": "数学", "id": 0}
{"content": "在短时高斯逼近（STGA）策略的基础上,利用广义胞映射（GCM）方法研究了乘性色噪声下动力系统的瞬态与稳态响应。以广义混合Rayleigh-Liénard振子为研究对象,首先,利用迭代融合胞映射法计算了系统的全局特性,考虑周期吸引子和混沌吸引子共存的情形。其次,基于矩阵分析方法,讨论了在乘性色噪声作用下响应的瞬态和稳态概率密度函数的演化过程,结果显示演化方向与不稳定流形的形状一致。此外,与只含有周期吸引子的系统相比,当系统具有周期吸引子和混沌吸引子共存时,系统的瞬态响应达到稳态所需的时间更长。随着色噪声强度和相关时间的变化,还会发生随机P分岔。在这两种变化情况下,由色噪声引起的分岔的演化方向是相反的。为了解决动力系统的存储问题,在GCM/STGA方法中引入了分块矩阵法。蒙特卡罗（MC）仿真结果与所提出的策略吻合,证明了方法的有效性。", "label": "数学", "id": 0}
{"content": "隐藏吸引子和稀有吸引子是多稳态系统中的两类特殊吸引子,研究隐藏吸引子和稀有吸引子的性质可以增加系统保持在理想吸引子上的可能性,降低突然跳变到非期望吸引子的风险。本文研究了一类含有绝对函数x|x|的非自治Duffing系统的稀有吸引子和隐藏吸引子。基于改进的复合胞坐标系方法,给出了该系统的吸引子和相应的吸引域,观察到多吸引子共存的现象。通过计算系统在每个吸引子上的概率,发现了在这个系统中,存在几类不同形态的稀有吸引子,并且它们的吸引域非常小。此外,我们计算了系统的平衡点,根据隐藏吸引子的吸引域不包含任何平衡点的性质,在系统中发现了几类隐藏吸引子。随着参数的变化,发现当外激幅值发生微小变化时,稀有和隐藏吸引子就会出现或消失。结果表明,所研究的Duffing系统中存在稀有和隐藏吸引子,且改进的复合胞坐标系方法是研究非光滑系统中隐藏吸引子和稀有吸引子的有力工具,同时也证明了多稳态系统对控制参数非常敏感。", "label": "数学", "id": 0}
{"content": "耦合振子模型为自然界中涌现的各种非线性动力学行为提供了一个简便且有效的研究平台。振荡抑制作为一种重要的非线性群体行为,近年来已经得到了不同领域研究者的广泛关注。在研究振荡抑制行为的过程中,耦合非线性振子从振荡状态到死亡状态的转化是其必经的中间态。一般地,随着耦合强度的变化,耦合的振子系统的振幅总是由振荡状态光滑地衰减到振幅为零的状态,该过程是一种连续可逆的二阶相变。近年来的许多研究表明,在不同的动力学模型中都可以发现突发的爆炸性转变。然而,目前还不清楚在何种条件下会引起爆炸性转变。这里我们分别研究排斥性吸引性耦合对极限环以及混沌振子的影响。通过绝热近似条件得到了系统的临界转化点以及不同振动模式的参数区间,随后应用Lyapunov稳定性条件对数值结果进行了验证。研究表明排斥性耦合是系统出现爆炸性行为的一个诱因。对于极限环系统,不仅会发生爆炸性振幅死亡还会有爆炸性振荡死亡行为的出现。而对于混沌振子,只会出现爆炸性振幅死亡。我们的研究为爆炸性行为的出现提供了新的思路,这对进一步了解耦合非线性振子系统的一阶相变的基本规律具有重要意义。", "label": "数学", "id": 0}
{"content": "本文旨在提出一种求解强非线性动力系统的新方法叫谐波平衡-参数分离摄动法。参数分离摄动（parameter-splitting perturbation,以下简称PSP）法在2019年被提出,将参数分离法与多尺度法（method of multiple-scales,以下简称MMS）结合后所形成的参数分离多尺度（parameter-splitting multiple-scales,以下简称PSMS）法已被证实能准确地求解强非线性动力系统。摄动法是一种将非线性系统的解按小参数的冥次展开的近似计算方法。由于此法的易用性,它已被广泛应用于求解一些非线性动力系统,但是因小参数假定它仅适用于弱非线性系统。谐波平衡法（harmonic balance method,以下简称HBM）将振动方程的解展开为傅里叶级数,再令动力方程两端的同阶谐波的系数相同,从而得到包含未知系数的一系列非线性代数方程组,以确定待定的傅里叶级数的系数。但是HBM的解中的频率需要依据不同的问题进行假定。如果系统的非线性项为分式非线性,HBM的解的假设则不易确定。Haman等人发现使用弗洛凯理论（Floquet Theory）来确定HBM给出的极限环的稳定性时,当HBM解的项数很少时,给出的极限环的稳定性并不准确。本文通过结合PSMS法和HBM解决了以下三个问题:1)改进摄动法的解使得与参数分离法结合的摄动法能有效求解强非线性动力系统;2)谐波平衡法在使用弗洛凯理论来判定极限环的稳定性的不准确性;3)谐波平衡法不再需要提前假定解的形式。图一为纯非线性振子（y+0.2y+y~3=20 cos（Ωt））在不同方法下的频率响应及其稳定性分析（图中实线为稳定解,虚线为非稳定解）。", "label": "数学", "id": 0}
{"content": "如何准确识别复杂非线性动力系统和网络重构中的因果性和本征时滞是非常有挑战性的任务。一种新设计的方法和指标可以用于探测各种类型的时滞。该方法不仅何可用于相互作用的动力系统,也可以用于自耦合系统。该方法的验证在各类模型上进行了验证,如物理、生物、生态以及真实数据。特别需要指出,在用于空气污染和医院病人收住人数的数据时,改方法探测出以前未能被发现的隐藏时滞。我们希望该方法可以用于一大类系统。另外,我们希望有一种新的方法,可以在复杂网络中,对多重、复合因果性进行辨别。在多个因果性影响中,辨别出最主要的影响因素。另外,在因果性影响链条中,准确区分直接影响和间接影响,这些都是我们希望做到的。", "label": "数学", "id": 0}
{"content": "<正>本文提出了基于加权残数法的Navier-Stokes方程最优低维动力系统建模理论。以三维后台阶槽道流动问题为算例,应用多尺度全局优化方法,在粗糙流动数据库中提取前3阶POD基插值到精密网格,作为迭代初始基,应用共轭梯度算法,获得一组不依赖于数据库的近似全局最优基。所得最优基具有很多独特性质,如:体现了真实流动中典型物理特性和涡结构", "label": "数学", "id": 0}
{"content": "分数阶微积分是将整数阶微积分推广到任意阶的一种微积分。由于分数阶微积分缺乏明确的物理意义,因此在初期时发展较为缓慢,主要在纯数学领域内被人们研究。直到1974年,Oldham和Spanier合著的第一部有关分数阶微积分的专著《应用分数阶微积分》拉开了分数阶微积分应用的大幕。上个世纪70年代Mandelbrot提出了自然界中存在着大量分数维的事实,从此分数阶微积分理论得到了迅猛的发展,各种应用分数阶微积分的实例大量涌现。非线性动力学的分岔和混沌的研究一直是非线性性科学领域中最活跃的研究前沿问题。混沌作为非线性动力系统是一种特殊现象,它的产生往往是由于分岔引起的,如周期倍分岔、准周期环面破裂等道路是混沌产生的重要途径。对于混沌系统,往往会发生激变,这是一种非常独特的分岔现象,主要指混沌吸引子的突然消失或者出现的问题,这种变化在非线性动力学系统中普遍存在。胞映射方法是上世纪80年代由Hsu提出的,其基本思想是将连续的相空间转化为离散的胞状态空间,动力系统相应的转化为胞映射动力系统,研究胞和胞直接的转移关系完成对原动力系统全局动力学的研究。一直以来,胞映射方法在整数阶系统的全局动力学和分岔分析上,取得了丰富的结果。但对于分数阶系统的全局动力学来说,一直没有合适的数值算法进行研究。究其原因主要是因为分数阶微积分的算子是全局算子,具有记忆累积性;而Markov链是无后效性的,即无记忆性。因此使得分数阶系统的演化不能用Markov链来描述。所以,对于分数阶系统的动力学目前只限于对单个或者有限几个初值的稳态归属问题的研究,而关于分数阶系统的全局动力学研究鲜有报道。综合以上原因,对一个非自治分数阶系统的激变现象进行了研究。首先介绍了一种研究分数阶非线性系统全局动力学的数值方法,即拓展的广义胞映射方法（EGCM）。该方法是基于分数阶导数的短记忆原理,并结合了广义胞映射方法和改进的预估校正算法,根据胞空间的特点,将胞尺寸作为截断误差的参考值,以此得到了一步映射时间的估算公式。用EGCM方法分别研究了一个分数阶系统随分数阶导数的阶数和外激励强度变化的发生的边界激变和内部激变。所得结果说明了EGCM方法对于分析分数阶系统全局动力学的有效性。", "label": "数学", "id": 0}
{"content": "自1963年美国气象学家Lorenz发现了著名的Lorenz混沌系统以来,混沌理论的研究得到了迅猛的发展.在过去几十年,提出了许多判定混沌的方法,如Shilnkov定理,Melnikov方法和Lyapunov特征指数等,也发现或构造了大量混沌系统,如:Chua系统,Chen系统,Lu系统等.绝大多数发表的研究成果都是基于Lyapunov特征指数计算或画出看似混乱的相轨道图来检验系统是否发生混沌,严格从理论证明系统发生混沌的研究并不多见.对于三维常微分方程定义的动力系统而言,Shilnikov定理是判定系统发生Smale马蹄混沌的严格数学成果,被学术界广泛应用.然而,在应用Shilnikov定理判定混沌存在性时碰到的最大障碍是验证系统存在鞍焦型平衡点的同宿轨道或异宿环.尽管国内外学者发表了一些判定鞍焦型平衡点的同宿轨道或异宿环存在性的解析方法,但是除了少量针对特殊系统的研究成果外,具有一般性可行的解析判定方法还未见发表,有些已发表的\"判定方法\"存在的致命错误没有引起注意,导致沿用这些错误方法的期刊论文还在不断涌现。因此,鞍焦型平衡点的同宿轨道或异宿环存在性的解析判定方法以及Shilnkov定理的充分条件值得学术界进一步研究.本文研究一个分片光滑的三维常微分方程模型（也称Lorenz系统修正模型）:■,■其中参数a,b,c均为正实数.通过严格细致的分析,获得了该系统的动力学随参数变化的分叉性质的全面解析结果,特别获得了系统各类平衡点的同宿和异宿轨存在的参数条件和这些轨道的解析表达式;严格从理论上推导了该系统适用Shilnikov定理的参数条件;最后通过计算不同参数条件下的Lyapunov特征指数,讨论Lyapunov特征指数在判定混沌存在与否的灵敏度及Shilnikov定理条件的必要性和充分性.", "label": "数学", "id": 0}
{"content": "<正>本报告讨论了被动行走动力学模型和三维常微分方程模型研究中发现的参数变化诱导的多周期解分叉及多个倍周期分叉诱导的混沌现象、生态数学模型仿真出现的多吸引子的复杂边界现象;以及Nose振子模型中的多环面现象。此外还介绍了若干具有实际背景的四维常微分方程诱导的三维Poincare映射的混沌吸引子的非一致双曲性,针对这些现象", "label": "数学", "id": 0}
{"content": "近年来,分析含有多个时间尺度的非线性动力系统问题已成为国内外研究的热点之一。含多个时间尺度的快慢耦合系统会产生簇发振荡等特殊的动力学行为,因此,研究其复杂的分岔机理,对具有实际工程背景的耦合系统的分析有着广泛的指导意义。然而可以发现到目前为止,国内外学者对多时间尺度的分析还仅限于含一个激励项的系统,而对于系统中包含两个或两个以上的激励项的研究却甚少。本文基于一个含fold振子的耦合电路,引入两个周期变化的电压源,从而建立了一个无量纲化具有周期双激励的五维Hopf耦合电路模型。首先,选取适当的参数,使得两个激励的频率远小于系统的固有频率,并从理论上给出了广义自治系统的分岔集以及相应的平衡点曲线。其次,为了进一步探究不同频率比下该系统更为复杂的动力学行为以及产生的多尺度效应,利用fold公式,将两个激励进行公式转换为只含一个慢变量的系统模型,进而去考察系统的动力学行为。通过调整两个激励频率的比值,研究了不同频率比下系统产生复合簇发振荡模式,发现了系统的对称式和非对称式簇发现象,同时系统的的分岔类型也会随之出现规律性的变化。最后,在数值模拟的基础上,应用了快慢分析法等常规分析方法揭示了具有双激励系统的多尺度效应及其分岔机制,进而验证了最初的理论分析。", "label": "数学", "id": 0}
{"content": "多尺度效应的研究对象目前主要针对含一个慢过程的快慢系统,簇发振荡涉及的分岔形式相对简单,大都是关于快子系统的余维1簇发模式。激发态与沉寂态相互转换的高余维分岔模式成为了非线性多尺度动力学研究的重点和难点。本文在原有的一个时间尺度下的广义自治高余维系统的基础上,引入新型的非线性电阻模块,同时并联一个周期变化的交变电流源,选取适当参数,使周期激励频率和系统固有频率之间存在量级差距,从而系统产生快慢不同的多时间尺度的耦合,进而分析相应的多时间尺度下的动力学行为。通过对原有自治系统的平衡点及稳定性的分析,得到相应的不同参数空间的动力学行为以及产生fold及Hopf分岔的临界条件。针对系统出现的一对纯虚根特征值的一类多参数高余维分岔情况,本文讨论了系统各种分岔解的稳定性条件和稳定区域,并作了详细的数值分析加以验证。在研究余维2退化点的fold分岔和极限环稳定性的问题上,用中心流行方法研究零解的稳定性,用Hopf分岔定理研究Lyapunov分岔产生的极限环的稳定性。鉴于高余维分岔系统所蕴含的复杂动力学行为,利用多尺度法求出了分岔方程,进而研究了余维2分岔系统的拓扑结构。并且,在不同参数范围内,对所述系统零解的稳定性进行了分析。运用非线性动力学的分岔理论,快慢动力学分析和数值模拟等方法,结合转换相图,不断调整参数,研究出高余维系统的多时间尺度受控制系统的簇发行为的形成机理以及不同簇发行为之间的转迁。", "label": "数学", "id": 0}
{"content": "作为非线性动力学的重要组成部分,切换系统动力学从动力学的角度揭示了切换系统的非线性特征,引起了国内外许多科学领域内众多科学工作者的高度重视,是当前非线性动力学领域的研究热点之一。本文运用非线性动力学的分岔理论,数值模拟和非光滑动力学分析等方法,深入探讨了不同切换条件下非线性切换系统的动力学行为,并揭示了系统特殊振荡的产生机理。同时,基于Poincare映射以及Floquet乘子理论,讨论了不同切换条件下切换系统分析的方法,并借此研究了时间切换系统以及时间状态混合切换系统随各种参数变化的动力学演化过程,探索了整个系统通往复杂运动的道路。本文的主要研究工作有以下几方面:在双临界状态切换条件下非线性切换系统的两子系统之间由于切换会产生的复杂动力学行为。本文对其具体现象及产生机制进行了分析。以典型的广义fold振子为例,通过引入双向切换开关,构建了双状态切换下的非线性动力系统模型,进而研究由状态切换引发的各类运动模式及其演化过程。并基于非光滑系统的Hopf映射理论,建立了状态切换下的Lyapunov指数的计算公式。结合子系统的分岔分析,深入探讨了该系统的各种振荡行为,阐述了因双切换产生的诸如周期突变等特殊复杂现象的原理及过程;揭示了通往混沌的倍周期分岔道路及其倍周期序列的本质。", "label": "数学", "id": 0}
{"content": "在利用动力系统进行信息处理时,往往认为吸引子和不稳定动力学,如鞍点等,代表两类相反的动力学现象,因而各自发展出两类不同的信息处理模型。比如,利用吸引子的神经网络计算模型,以及基于鞍点的异宿切换计算模型。本文提出将一类鞍点转换成吸引域大小,既吸引子强度,可控的稳定吸引子。我们以脉冲耦合振子模型为研究对象,在鞍点的局部引入收缩的动力学,从而将不稳定的动力学转变成稳定的动力学。在此模型中,脉冲响应函数刻画了振子收到脉冲时,其自身状态的改变量。我们通过控制脉冲响应函数,从而实现对一大类众多鞍点实现控制,将其转换成强度可控制的吸引子。在此基础上,我们实现基于鞍点的鲁棒切换。通过一些数值算例说明此方法的有效性。", "label": "数学", "id": 0}
{"content": "波兰科学家Kapitaniak在其著作中提到机械系统可以被认为是非线性科学的一个例子,其非线性效应来自于如几何非线性、非线性体积力、本构关系和运动学边界条件。并且他认为经典动力系统的非线性行为包括极限环、拟周期运动（准周期、概周期）、跃阶和混沌现象等。俄罗斯物理学家Landau和奥地利数学家兼天文学家Hopf于1940年左右研究流体流动如何变为湍流时,提出了Laudau-Hopf理论。该理论认为系统经过无穷多次准周期分叉进入混沌。而法国数学物理学家Ruelle与荷兰数学家Takens经过研究发现,只要经过有限次,一般几次即可进入混沌,亦称为Ruelle-Takens道路。这条道路是指通过若干次Hopf分叉进入混沌。随后,一批学者开始研究拟周期现象,以便对混沌系统有更深入的了解。值得一提的是波兰科学院的Stupnicka利用数值模拟和渐近理论研究了通过增加或减小受迫Van der Pol-Duffing振子的受迫频率?以达到主共振。同时利用渐近理论和拓扑概念阐述了所观察到的概周期、锁频、从非共振过渡到共振时出现的混沌和跃阶现。Shukla等人于2014年利用同伦分析方法获得了Van der Pol-Duffing振子的极限环和拟周期解。Zou等人于2016年利用同伦分析方法研究了Duffing振子的对称破裂分岔和倍周期分岔现象,但这些解析近似解仅在短时间范围内有效。本文在同伦分析方法的框架下,结合多尺度方法的思想,得到了受迫Van der Pol-Duffing振子在长时间范围内收敛的周期解、倍周期解和拟周期解。同时提出可信赖时间Tc来度量拟周期解析近似解的有效时间。", "label": "数学", "id": 0}
{"content": "近年来非光滑动力学系统受到广泛的关注,它们通常表现出与光滑动力学系统截然不同的特征,例如:加周期分岔、擦边分岔、粘滞分岔和C型混沌吸引子等。分段光滑动力学系统是典型的非光滑动力学系统,许多研究人员对其进行了研究。在众多研究中,非光滑分岔和混沌是最受人关注的课题。与流行的非光滑动力系统的局部分岔理论相比,全局非光滑分岔更加复杂,因此对于它的研究相对较少。本文作者运用Melnikov分析方法研究了碰振准哈密顿系统的局部及全局分岔混沌特性。首先,本文采用摄动分析方法推导出了碰振准哈密顿系统的局部及全局亚谐Melnikov函数。然后,运用局部亚谐轨道Melnikov函数、全局亚谐Melnikov函数和同宿轨道Melnikov函数共同揭示了准哈密顿系统诸多的局部及全局动力学特征;将局部及全局亚谐Melnikov函数用于划分受迫碰振振子系统周期性运动、非周期性运动的参数区域,以及用于确定产生极限环分岔局部分岔、全局分岔和混沌的条件。最后,我们通过数值模拟受迫碰振振子系统的运动验证了上述函数,给出局部/全局分岔、混沌图形,并研究了此系统的多解共存现象进而得到了系统的混沌吸引域图形。", "label": "数学", "id": 0}
{"content": "本文先介绍了定性技术用于定量分析的理论基础,之后结合位置服务中的具体应用阐述空间分析定性用于定量问题求解过程,从理论分析到应用实践逐层实现定量问题的求解。最后经过试验分析,算法效率基本可以做到全国路网环境下位置服务的秒解,可以满足一般用户对于位置服务的时间效率需求。", "label": "数学", "id": 0}
{"content": "碳酸盐岩基质酸化是油气藏增产改造中最经济有效的方式之一,其典型特征是形成酸岩反应后的溶蚀孔道——蚓孔。由于酸岩反应过程复杂、蚓孔形态多样、不规则性强,采用经典的欧氏几何学方法无法对蚓孔的进行定量描述。分形几何学在描述不规则形态方面具有独特的优势,且蚓孔的定量描述对酸化设计优化、提高碳酸盐岩油气藏开发效果非常重要。为此,为了得到真实的蚓孔形态,完成了多组岩心流动实验,并采用三维CT扫描的办法获得了蚓孔的直观形态,利用分形几何学方法,并验证了得到蚓孔的分形特征及其分形维数。另外,建立了单蚓孔等效长度分形计算模型和多蚓孔间竞争分布数学模型,并对其进行了求解和模拟分析,验证了蚓孔间竞争分布的分形性特征,为定量描述三维酸蚀蚓孔形态奠定了基础,也为更准确优化酸化施工提供了可能。", "label": "数学", "id": 0}
{"content": "<正>0引言分维是分形数学体系中重要的参数,分形几何比欧氏几何更能体现目标的形状和形态。在欧几里德几何中,点是0维的,直线是1维的,平面是2维的,具有长、宽、高的形体是3维的,时空是4维的。而分形维是对非光滑、非规则、破碎的等复杂的分形体进行定量描述的重要参数,如将不规则的浮云的边界、山峰的轮廓、海岸线、闪电的分叉等描述为非整数的几何体[1]。主要定义和方法有Hausdorff维数、盒维数、容量维数、关联维、信息", "label": "数学", "id": 0}
{"content": "大多数的节点变量拓扑优化方法均是通过构造空间连续密度场以抑制棋盘格现象,通常的结论均包括有\"方法具有抑制棋盘格现象的作用…\"。此类方法存在的其它缺陷还包括:密度场确定单元高斯积分点或背景网格,目标函数对节点变量的敏度计算通常为高斯点积分求和形式,增加了敏度推导的复杂度和计算量。为了克服上述缺点,对连续体结构进行离散,采用节点积分型光滑有限元分析方法实现结构分析,以节点密度为变量,使得拓扑优化模型中的结构分析和敏度分析具有与单元变量相似的形式。采用传热传质方式模拟过滤过程,消除了棋盘格现象和网格依赖性问题。最后通过二维数值算例证明了方法的可行性和有效性。", "label": "数学", "id": 0}
{"content": "<正>通过对泡沫金属试件进行电镜扫描,获得其细观结构图像,利用计盒维数法得到沿着试件厚度方向的分形维数变化曲线,拟合平面分形维数和空间分形维数之间的函数关系。得到了泡沫金属弹性模量和分形维数之间的关系式,并通过实验对比,验证了理论计算结果和实验结果的可靠性。", "label": "数学", "id": 0}
{"content": "<正>提出一种新的基于同伦算法的结构可靠性分析方法,该方法一般情况下均能保证收敛。作为求解非线性问题的一个新途径,同伦算法目前已经成为非线性问题的一个有效求解方法。同伦方法通常具有大范围收敛的特点,并且在解决高度非线性问题时极为有效,这使得同伦方法用于可靠度分析时具有优势。", "label": "数学", "id": 0}
{"content": "本文利用非标准分析的方法给出了拓扑空间（X,τ）的非标准紧化（*X,Sτ）,并利用X上的超滤于的单子给山了*X上的等价关系R.主要讨论了非标准紧化空间（*X,,Sτ）和其商空间（*X/R,SτR）的紧性,分离性和函数的连续性.", "label": "数学", "id": 0}
{"content": "关联函数用来刻画论域中的基元具有某性质的程度,关联函数中的区间参数决定了元素从量变到质变的边界值。本文研究不考虑主观因素时,通过给定的一组训练样本,通过DBSCAN算法清洗噪声数据及聚类,根据聚类结果确定区间参数的算法。最后分别在试验数据和真实数据上以初等关联函数为例进行了仿真,仿真结果显示算法具有较高的准确率与合理性。", "label": "数学", "id": 0}
{"content": "通过分析航材供应链绩效评价的现状及存在的主要问题,建立了包含军事性、经济性和服务性三方面因素并符合航材供应链发展实际的多级绩效评价指标体系。在此基础上,利用可拓理论建立了航材供应链绩效多级可拓评价模型。最后,应用实例验证了多级可拓评价模型的科学性和有效性。", "label": "数学", "id": 0}
{"content": "传统的方法在介绍树与蝉分形图形设计知识时,只给出单一颜色的图形,实现程序代码编程过程相对复杂。本论文使用微软的C#语言开发了树与蝉分形图形学习环境,并提供了更为简洁的源代码。学生可以在该环境中反复操作得到彩色的分形图形,也可以是不同的随机颜色的彩色显示,有利于引起学生的兴趣和注意力;可以演示分形图形的极限及不动点的情形,这有利于学生学习分形图形概念。学生很容易掌握分形图形的程序设计过程,理解分形图形的结构。", "label": "数学", "id": 0}
{"content": "传统的方法在介绍古树分形图形设计知识时,只给出单一颜色的图形,实现程序代码编程过程相对复杂。本论文使用微软的C#语言开发了古树分形图形学习环境,并提供了更为简洁的源代码。学生可以在该环境中反复操作得到彩色的分形图形,也可以是不同的随机颜色的彩色显示,有利于引起学生的兴趣和注意力;可以演示分形图形的极限及不动点的情形,这有利于学生学习分形图形概念。学生很容易掌握古树分形图形的程序设计过程,理解古树分形图形的结构。", "label": "数学", "id": 0}
{"content": "传统的方法在介绍飞碟分形图形设计知识时,只给出单一颜色的图形,实现程序代码编程过程相对复杂。本论文使用微软的C#语言开发了飞碟分形图形学习环境,并提供了更为简洁的源代码。学生可以在该环境中反复操作,可以得到放大或缩小的彩色分形飞碟图,并以随机颜色显示,有利于引起学生的兴趣和注意力;可以演示分形图形的极限及不动点的情形,这有利于学生学习分形图形概念。学生很容易掌握飞碟分形图形的程序设计过程,理解飞碟分形图形的结构。", "label": "数学", "id": 0}
{"content": "传统的方法在介绍圣诞树分形图形设计知识时,只给出单一颜色的图形,实现程序代码编程过程相对复杂。本论文使用微软的C#语言开发了圣诞树分形图形学习环境,并提供了更为简洁的源代码。学生可以在该环境中反复操作得到彩色的分形图形,也可以是不同的随机颜色的彩色显示,有利于引起学生的兴趣和注意力;可以演示分形图形的极限及不动点的情形,这有利于学生学习分形图形概念。学生很容易掌握圣诞树分形图形的程序设计过程,理解圣诞树分形图形的结构。", "label": "数学", "id": 0}
{"content": "本文基于α-相关远域族的概念.给出了L-拓扑空间的可数超紧性,研究了其基本性质,得出可数超紧性具有闭遗传、弱拓扑不变性以及是可数良紧的等结论。", "label": "数学", "id": 0}
{"content": "本文主要介绍了拓扑优化方法以及其在工程中的应用。在文中,作者介绍了拓扑优化在某小卫星设计中的应用,说明了该方法对卫星设计是有效的。在此基础上,作者使用拓扑优化方法对高新一号卫星天线支撑架进行了重新设计,经过与原构型对比,使用拓扑优化方法所设计的新桁架在含配重情况下基频提高了2Hz,重量减少了3.5kg。通过本文对已有工程实例的介绍以及对优化方法的实践,说明拓扑优化配合参数优化可有效缩短设计周期,提高设计效率。", "label": "数学", "id": 0}
{"content": "本文研究了一种特殊的空间图的边同伦问题。通过构造边同伦不变量,证明了在各个顶点度数不相同的情况下,空间图的两个空间嵌入是边同伦的,并且初步判断此空间图存在无限多个边同伦的空间嵌入。", "label": "数学", "id": 0}
{"content": "本文根据分形维数的计算式,推导出了构造任意维数分形的直接法和间接法两种方法。提出利用该方法构造已知维数的分形序列,可以校正各种测定分形维数的方法。", "label": "数学", "id": 0}
{"content": "研究了逆极限空间 X∞上诱导映射 f∞的逐点伪轨跟踪性.证明了对于由{Xi,φi,fi}生成的逆极限系统（X∞,f∞）,如果每个 f1都具有逐点伪轨跟踪性（PWPOTP）,则诱导映射 f∞也具有逐点伪轨跟踪性（PWPOTP）,并构造一个例子说明它的逆命题不成立.", "label": "数学", "id": 0}
{"content": "本文研究了两个加权耦合网络间的同步。我们给出了两种类型的耦合格式:驱动—响应网络和双向耦合网络。对于具有不同拓扑结构的驱动—响应网络,我们给出了同步准则和数值例子。而对于双向耦合网络,我们只对具有相同拓扑结构的情况给出了理论分析。但我们用数值模拟验证了对于不同拓扑结构的情形,网络也可以达到同步。", "label": "数学", "id": 0}
{"content": "随着时代的发展和社会的进步,远程教育逐渐发展和普及起来。远程教育的发展带来了诸多的便利,摆脱了时间和空间的限制,能够使信息在短时间内最大限度的流通,亦可以使资源实现最大限度的共享。但是,在远程教育发展的过程中,亦可能涉及到一些高科技信息,比如几何代数高峰论坛舆情监控系统等,几何代数的远程教育学术高峰论坛舆情监控系统的设计需要考虑设计的可能性、设计过程中技术的应用以及设计的意义。", "label": "数学", "id": 0}
{"content": "鉴于Legendre基等正交基在代数多项式空间中的广泛应用,本文在深入研究代数双曲空间的拟Legendre基性质的基础上,给出了其在反函数逼近和等距曲线逼近上的应用.利用多项式和双曲函数的混合多项式序列来逼近反函数,并通过实例证明给出方法的有效性;对基曲线的法矢曲线进行逼近,构造H-Bézier曲线的等距曲线的最佳逼近,这种方法直接求得逼近曲线的控制顶点,计算简单,截断误差小.", "label": "数学", "id": 0}
{"content": "对圆锥误差的评定方法进行了讨论,基于圆锥度误差的几何特点,提出了一种圆锥度误差的黄金分割搜索评定方法。该方法通过重复调用点至直线的距离公式、比较测量点到圆锥面的距离中的极差值和简单的判断就可以得到符合最小条件定义的圆锥度误差值。文中详细论述了黄金分割搜索算法求解圆锥度误差的原理和步骤并给出了数学计算公式及计算机程序流程图。实验结果表明,黄金分割搜索算法可以有效、正确地实现圆锥度误差的最小区域评定。", "label": "数学", "id": 0}
{"content": "中轴即骨架,物体骨架的相关问题一直是一个热点,对于骨架的两个关键问题:连续性和效率,目前已经得到了比较好的解决,但是这些基本上都是在参数曲线的范围内解决的。对于代数曲线边界的中轴问题,由于代数曲线的难操作性一直未得到解决,本文在区间分析和细分算法的基础上针对两条代数曲线的中轴计算问题提出了一种新的解决方法。", "label": "数学", "id": 0}
{"content": "本文给出了寻求与超几何方程等价的 Ricati 方程的代数曲线解的方法,研究了超几何方程的单值群的可解性与大范围可积性的本质内在关系,并由单值群的结构了解解的 Riccati 曲面的结构．", "label": "数学", "id": 0}
{"content": "本文利用所给引理和构造微分方程的线性算子的方法,得到了 Riccati 方程存在代数曲线解 的充要条件,本文的结果对研究非线笥系统的可积性和多项式系统的定性理论具有重要意义,并包含了文[2]中收集的相应结果为特例。", "label": "数学", "id": 0}
{"content": "本文运用[1]的观点给出了具有几何不变的局部坐标系下代数和正弦混合样条,并讨论了它的解法,从而改进与推广了[2]的相应结果．", "label": "数学", "id": 0}
{"content": "<正>对于非线性、随机性、高维度的复杂信息,利用通常的欧氏框架的线性处理方法有时达不到所需要的精度,例如利用主成分分析法对数据空间的线性降维方法,针对瑞士卷上的数据降维效果就很不理想,这就驱使了流形降维方法的诞生。信息几何是处理非线性与随机性复杂信息的有效工具。其基本思想在于,把所研究的非线性、随机性问题纳入微分流形的框架,通过定义黎曼度量使之成为黎曼流形,从而利用测地距离代替欧氏距离建立流形上的目标函数,利用黎曼梯度代替欧氏梯度,给出求解目标函数最优值的算法。在黎曼几何框架下把随机现象的全体看成一个微分流形,可获得去随机性的效果。信息几何已经用于统计推断、神经网络、机器学习、雷达信号处理、图像处理、最优控制等领域。", "label": "数学", "id": 0}
{"content": "本文从微分几何的角度出发研究了一种两自由度机械系统的Jacobi稳定性。KCC理论作为分析Jacobi稳定性的核心被应用于分析所给定的二阶微分方程,这与线性稳定性的分析有着本质的区别。通过构造KCC几何不变量,我们首先得到了Jacobi稳定的判定条件,并进一步对系统平衡点和周期轨道的稳定性进行了讨论。不难发现在特定参数值参数下,系统平衡点的Jacobi稳定区域与线性稳定区域不完全重合,线性稳定的周期轨道是Jacobi不稳定的。其次,根据系统轨迹与其邻近轨迹间偏差向量的变分方程,我们绘制了在不同初始条件下相应平衡点附近的偏差向量的相位图。由偏差向量对初始值的敏感性说明了系统混沌现象的产生。最后,为了定量的描述这种混沌现象,我们分别引入了不稳定指数和曲率这两个定量指标。通过不稳定指数的走向以及曲率符号的改变来定量地预测系统的混沌行为。", "label": "数学", "id": 0}
{"content": "本文综合模型线曲率、面曲率对自适应网格生成的影响,研究了STL模型的自适应网格生成,首先利用球填充技术在STL曲面生成网格节点,之后通过6个基本的添加节点,删除节点及边翻转操作,用新产生的节点替换初始的STL网格节点,最后通过边翻转及修匀技术生成质量较高的网格。该算法不需要点面投影、前沿判交等复杂计算,能高效的生成高质量曲面自适应网格。", "label": "数学", "id": 0}
{"content": "受弯构件,研究其截面的微观受力状态,得到截面曲率与纵向微量变形之间的关系,从而得到曲率与横向变形的数学关系。通过弯曲应变与截面转角方程、虎克定律以及截面内力方程可以推导曲率与弯矩之间的关系。对于大变形的计算,基于精确曲率方程,运用两次泰勒展开,得到近似解,与椭圆函数解析解相比,在一定荷载条件下,具有较高的精度。", "label": "数学", "id": 0}
{"content": "中心流形约化法常用于把高维动力系统约化到低维动力系统而保持其拓扑等价性。针对于分数阶常微分系统而言,是否也存在对应的约化方法呢?也即是说在分数阶常微分系统中是否存在分数阶中心流形定理呢?我们将在这里给出肯定回答。本文考虑的是Caputo型分数阶常微分系统,借助于压缩映射原理,证明分数阶中心流形的存在性,同时证明分数阶中心流形的逼近解的合理性,文中给出的两个例子进一步验证我们的理论结果。", "label": "数学", "id": 0}
{"content": "用样条插值方法 ,结合定积分的定义对垂直转距测量法进行改进,提高其效率。取22个近似圆盘状的器官,由质量和比重计算出\"真实\"体积;通过器官中心作垂直于器官某一面的两个同轴且相互垂直的随机截面,用铅笔将这些剖面轮廓描画在纸上;测量出轮廓线控制点的坐标;对测量得到的坐标用matlab进行样条插值,得到剖面轮廓线在已建立坐标系下横纵坐标的对应关系;根据定积分的定义,求出dx长的一段截面绕y轴旋转形成的旋转体的体积dv,然后对所有的dv求和,得到整个截面绕y轴旋转形成的旋转体的体积v;最后对由四个截面估计的体积取平均值,作为粒子的体积的无偏估计量。根据质量和比重计算出的\"真实\"体积为450±87 cm~3（平均值±标准差）,转距测量法估计的体积为459±95 cm~3,对已知的4个截面用基于样条插值的垂直转距测量法估计的体积为502 cm~3。结论 :基于样条插值的垂直转距测量法估计粒子体积非常有效。", "label": "数学", "id": 0}
{"content": "样条拟合是数据处理的重要方法,本文给出一个实际工程中多条件约束拟合的典型实例。燃气燃爆分析是涉及安全生产的重要问题,精确安全的燃爆边界有助于危险预测和控制。本文对消防公司实验数据进行分析,基于多约束样条拟合方法,给出了油气燃爆界和爆炸强度曲线。具体地,将燃气燃爆不同特性转化数学约束条件并做合理简化,在这些约束条件下进行曲线拟合,得到具备燃爆特征的爆炸强度曲线。该方法不受维数限制,可以推广用于多因素燃爆分析。", "label": "数学", "id": 0}
{"content": "讨论了六次PH曲线的Hermite插值问题。六次PH曲线可以分为两种类型,本文使用参数曲线的复数表示形式,分别给出了这两类曲线的构造方法。在给定C1连续的Hermite条件下,需要指定一个自由参数以确定插值曲线,本文进一步阐述了这个自由参数的几何意义。由于六次PH曲线是非正则曲线,对于第一类曲线,不易控制奇异点在曲线中的位置,而对于第二类曲线,奇异点可以在构造过程中显式地被指定,因此可以有效地避免其在特定曲线段上的出现。", "label": "数学", "id": 0}
{"content": "欧拉螺线是由Fresnel积分所定义的超越曲线,该曲线的曲率沿着曲线的方向是弧长的线性函数,具有良好的光顺性。本文提出了两种算法:欧拉螺线的B样条逼近算法和基于B样条构造的近似欧拉螺线的数据拟合算法。由欧拉螺线的性质可知欧拉螺线是微分方程满足边界条件的解,用B样条表示求解微分方程,则可得到欧拉螺线的B样条逼近。根据欧拉螺线的光顺性可知第一种算法所构造的近似欧拉螺线具有良好的光顺性。从而可以将第一种算法构造的近似欧拉螺线作为一种特征样条曲线应用于数据拟合。", "label": "数学", "id": 0}
{"content": "能量极小化方法在计算机辅助几何设计,计算机图形学等领域中被广泛用于曲线、曲面的构造。然而,实验结果表明,能量极小化并不能总是得到形状最优的曲线。本文用三次埃尔米特曲线簇研究最小应变能和曲线形状之间的关系,在给定两个的端点的位置和切矢量的条件下用三次埃尔米特曲线插值。计算机仿真技术已经成为科研的方法之一。用数值计算和计算机仿真技术的研究结果表明,（1）仅极小化应变能不能构造出形状理想的三次埃尔米特曲线;（2）应变能的局部极小化,在大约60%的情况下,可以定义最优形状三次埃尔米特曲线,但是,其中有一些形状令人不满意。在实验和分析基础上,我们提出了一个构造令人满意的三次埃尔米特曲线的新模型。新模型用一个显式公式计算两个切矢量的大小,具有以下特性（1）易于计算;（2）构造的三次埃尔米特曲线具有令人满意的形状,同时对于某些情况下的曲线构造,拥有最小应变能的良好性质。论文中对新模型与最小应变能模型进行了比较。", "label": "数学", "id": 0}
{"content": "射影不变量不仅在射影几何和代数几何中有重要地位,也在计算机视觉、模式识别等领域有广泛应用。本文给出了一个射影不变量——特征数的定义,并且由此得到了一个代数超曲面的内蕴性质,该性质与超曲面与闭回路直线集的交点有关。利用这个性质,我们给出了Pascal定理在高维空间中的两种推广形式。第一种形式建立了不同次数超曲面之间的联系;第二种形式涉及超曲面与单纯形的交点。", "label": "数学", "id": 0}
{"content": "在早期工作中,我们构造了一种双变量有理Hermite插值,这种带参数的插值函数不但有简单清晰的数学表示,而且可以利用对称基表示。本文,对于给定的插值数据,我们给出一种利用参数控制插值曲面局部形状的一般方法。", "label": "数学", "id": 0}
{"content": "<正>自冯康先生创立辛几何算法以来,Hamilton系统的保结构算法得到了数学界的高度关注。特别是基于微分流形和Hamilton变分原理,Bridges教授建立了能够精确保持系统局部几何性质的多辛算法,为无穷维Hamilton动力学系统的数值分析提供了新的途径。然而,耗散是一切数学物理过程的本质特征,忽略耗散效应简化得到的Hamilton系统模型不能全面反映原系统的固有性质,为此,我", "label": "数学", "id": 0}
{"content": "<正>本文考虑限制性三体问题,应用解析方法研究了共线拉格朗日点的不变流形。对于空间问题,共线拉格朗日点的线性特性为中心×中心×鞍点,对于平面问题,共线拉格朗日点的线性特性为中心×鞍点。因此,共线拉格朗日点有一维稳定流形,一维不稳定流形,考虑空间问题时有四维中心流形,考虑平面问题时有二维中心流形。本文通过解析方法求解不变流形的几何结构,首先进行坐标转换,使得线性化方程具有块对角形式,利用稳定流形、不稳定流形和中心流形分", "label": "数学", "id": 0}
{"content": "本文主要探讨FHN神经元模型的慢流形,相位响应曲线分别与同步行为的联系。采用微分几何理论中的流曲率方法导出单个FHN神经元型的慢流形,并计算当参数固定时,FHN神经元模型的极限环吸引子在慢流形附近所逗留的时间,发现极限环吸引子在慢流形附近所用的时间均超过50%。然后对耦合的两个FHN神经元模型进行讨论,探讨达到同步的时间tcr与极限环吸引子在慢流形附近所占用的时间比例之间的关系。最后,对FHN神经元模型的相位进行简单地定义,通过一种新的数值算法得出其相位响应曲线,进而研究第二类型的相位响应曲线更易同步,从而得出关于同步问题的简要结论。", "label": "数学", "id": 0}
{"content": "本文通过嵌入节点的方法证明了NUAHTB-样条基具有全正性。嵌入节点算法是样条理论中基本而重要的算法之一。在曲线造型技术中,基的全正性与曲线的凸包性、变差缩减性和保形性等性质是密切相关的。本文的工作不仅完善了NUAHT B-样条的理论,并且可以作为代数理论中全正性的补充。", "label": "数学", "id": 0}
{"content": "基于包络理论与拓扑映射的方法,对一类带形状参数的二次三角Bézier曲线进行了形状分析,得出了曲线上含有奇点、拐点和曲线为局部凸或全局凸的充分必要条件,这些条件完全由控制多边形和形状参数所决定;并进一步讨论了形状参数对形状分布图的影响及其对曲线形状的调节能力。", "label": "数学", "id": 0}
{"content": "这篇文章给出了基于C-B样条的由网格数据产生三角形和四边形曲面片的方法,C-B样条是由基底函数{sin t,cos t,t,1}导出的一种新型样条曲线,它可以克服现在正在使用的B样条和有理B样条为了满足数据网格的拓扑结构而增加多余的控制点,求导求积分复杂繁琐,阶数过高,从而讨论其连续拼接时增加了困难等缺点,如何将它推广成曲面就成为一个重要问题。我们利用边-顶点方法构造插值算子,再将这些算子进行凸性组合,将C-B样条曲线推广成三角形曲面片和四边形曲面片,它可以用于CAD的逆向工程中散乱数据的曲面重构。", "label": "数学", "id": 0}
{"content": "在CAGD和CG中,代数曲线上指定曲线段的最优参数化是热点问题,而不是整条曲线。以最接近于弧长的参数化为最优的参数化评判标准,构造了二次代数曲线上的任意指定曲线段的最优或逼近最优的有理参数化公式,具有较强的自适应性。最后,通过实例对该方法与传统方法得到的参数化结果进行了对比。", "label": "数学", "id": 0}
{"content": "几何处理和计算机视觉的很多应用依赖于几何性质,尤其是曲线的曲率和挠率。本文对非参数化的曲线提出了曲率和挠率的离散估计公式,以及消除噪音干扰的加权因子算法。还通过Maple程序,筛选统计出常见曲线的部分曲率和挠率参考值,提出理想曲率大致范围和理想挠率大致范围,并考虑嵌入到特定的工艺品中实验。", "label": "数学", "id": 0}
{"content": "鉴于Bezier曲线的弦长参数化在参数曲线的点逆向工程中有着重要的应用,利用复有理Bezier曲线这个工具,推导了2次和3次复有理Bezier曲线可弦长参数化的一些充分条件,进一步地,给出了选择控制顶点和权因子来构造可弦长参数化曲线的算法.本文构造的可弦长参数化2次复有理Bezier曲线通过其所有控制顶点.本文构造的可弦长参数化3次复有理Bezier曲线除了插值给定的端点及其切向之外,还提供2个自由度调节曲线的形状数值例子表明,本文所推导的对复有理施以弦长参数化的方法是十分有效的.", "label": "数学", "id": 0}
{"content": "有些学生在学习直线时,感觉比较难。尤其在记忆特殊直线投影特性和求解一般位置直线实长。那么本文提出了两个概念,主要讲解应用面外轴与轴外面快速求解一般位置直线实长、判断直线类型的方法及简化特殊位置直线的投影特性,使学生能够快速的记忆特殊位置直线的投影特性、快捷的求出一般位置直线的实长及判断直线类型。", "label": "数学", "id": 0}
{"content": "旋转法是解决一般位置几何元素的定位和度量问题所采用的一种方法,它既是画法几何这门课程的重点又是难点。在教学中引入并联机构模型,采用动画形象地讲授点、直线和平面旋转时的投影变换规律及解题时经常遇到的四个基本问题。并引导学生解决简单的科研问题,培养学习与科研相结合的意识。", "label": "数学", "id": 0}
{"content": "两立体表面的交线在立体投影中必不可少,在计算机绘图中,绘制两立体表面的交线需解决相贯线的投影方程,本文根据辅助球面法的作图原理,用解析方法得到了求解轴线相交的两回转体的相贯线的方程式,该方程式与回转体母线方程及两回转体轴线的夹角有关,该方程式以参数形式表达,应用方便。", "label": "数学", "id": 0}
{"content": "对几何原本中“任意角三等分”的问题进行了深入的研究,探索了一种新的近似尺规作图方法,该方法理论依据清晰,解法简单,精确度高,能够满足一般工程中对任意角三等分的精度要求。", "label": "数学", "id": 0}
{"content": "文中介绍了广义投影,并将其分成三类,给出广义投影作为关系代数运算的性质,为优化数据仓库的查询算法提供了理论上的依据。", "label": "数学", "id": 0}
{"content": "根据现代教育测量的观点,从理论和实践两方面进行了试卷质量分析的探讨。", "label": "数学", "id": 0}
{"content": "本文对高等工科院校实现\"微机画法几何CAI\"提出见解。\"CADGI\"软件是笔者专为\"微机画法几何CAI\"而研制的,供教师教学及学生作题解使用。文章主要介绍该软件的总体结构及其基本功能的实现。", "label": "数学", "id": 0}
{"content": "向量是解析几何的基本工具,它在将代数运算引入几何学的研究的同时也使得代数具有了一定的几何直观性;复数是数集发展的必然结果,也是我们研究复分析的基础;本文通过引入向量的相关知识来对比的认识复数.", "label": "数学", "id": 0}
{"content": "<正>规范形理论是现代向量场分岔理论的重要组成部分,规范形的化简与计算也是研究向量场分岔现象的最重要的手段之一.规范形理论已经在工程实际应用中起到了明显的作用,因而研究规范形的化简和超规范形（最简规范形、惟一规范形）成为近十余年来的前沿课题.规范形的研究与应用正朝着高维的方向发展,其求解化简是非常复杂而繁琐的过程.目前,对", "label": "数学", "id": 0}
{"content": "本研究将叙述Euclid空间上张量场分析、二维曲面（Riemann流形）上的张量场分析的相关知识体系要点,以及作为应用的可变形边界局部动力学有关研究的理论基础等。张量分析是我国著名力学家周培源先生常用的数学及力学分析方法,亦谨以此文表示为前辈诚挚的仰慕之情。", "label": "数学", "id": 0}
{"content": "本文研究了多变量向量函数空间上的连续小波变换。给出了向量函数空间上的连续小波变换及其性质以及在弱收敛意义下的向量函数连续小波变换的重构公式并重点讨论在范数收敛意义下的向量函数连续小波变换的重构公式。最后给出了两种公式之间的关系。", "label": "数学", "id": 0}
{"content": "<正>在用增量拉氏公式系统（U0L）求解结构几何非线性方程时,常经过线性化求其近似解。这时,第i增量步的位移增量{△ui}可用结构该步起始时的切线刚度矩阵[kit]来求:{△p}=[Kit]{△ui}（1）在求解方程（1）的每迭代循环中,增量步终点的内外力并不平衡。但可由已求出的位移求出结构内力,进而求出不平", "label": "数学", "id": 0}
{"content": "本文给出一般张量的协变导数定义式的证明,并简述其基本性质", "label": "数学", "id": 0}
{"content": "随着社会的发展,教育对社会的发展带来着很重要的影响,也是当前社会上关注的焦点问题。高职院校的教育方式与普通院校还有着一定的差别,因为他注重培养技术人才。立体几何会提高学生的空间想象能力,加强对学生的思维锻炼,锻炼学生具有不同的思维模式。要重视当前的教学方式,因为不同的教学模式会带给学生不一样的影响,选择适合学生学习的教学方案才是最好的。", "label": "数学", "id": 0}
{"content": "《线性代数与空间解析几何》是大学数学的一门重要基础理论课,也是概念、理论最抽象的学科,其对提高学生的抽象思维能力、逻辑推理能力、归纳总结能力和创新能力的形成起着重要的作用。本文就近两年对大一学生实行过程化学习及考试[1]对我校大学生的影响,总结教与学的经验。", "label": "数学", "id": 0}
{"content": "以\"双曲抛物面\"一课为例,坚持直观性、应用性、联系性和探究性等教学设计原则,将数学与建筑、数学与艺术、数学与宇宙学等数学文化要素融入《高等数学》课进行教学设计,以体现丰富的数学思想及其广泛的应用.教师在数学文化类课程的教学实践中成长发展.", "label": "数学", "id": 0}
{"content": "本篇论文简单叙述了圆锥曲线的由来与成长过程,通过对圆锥曲线进行某个程度进行分类,简单地对圆锥曲线的各个方面的性质进行了罗列和归纳,并且对于在生活中以及解题中的部分应用进行了罗列。", "label": "数学", "id": 0}
{"content": "物体是立体的,而图形是平面的,这就需要培养和发展学生的空间想象力,而空间想象力是中职学生数学学习中的一个难点。要使学生学好几何尤其是立体几何,发展空间想象力必不可少。要从存在的困难入手,多个途径发展空间想象力,提高学生的数学学习能力。", "label": "数学", "id": 0}
{"content": "解析几何中的参数范围问题综合性强、涉及知识面广,是解析几何的难点问题.为了提高课堂的教学效率,达到高效的教学效果,有必要对这方面进行研究,使老师能更好的教学,同时也使学生更加容易解题.本文主要探讨运用代数知识探究参数范围问题,其中包括利用方程、函数、不等式、\"排中律\"方法探究参数范围.主要运用转化思想,使题目变得更加容易.", "label": "数学", "id": 0}
{"content": "利用最小二乘法建立了计算空间异面直线间公垂线的数学模型,并通过计算器编程可以方便地计算出两异面直线间的最短距离及其夹角,实例计算表明:与传统使用的画法几何法相比,此法方便、快捷,在保证精度的前提下大大提高了工作效率,可在钢结构工程导管、拉筋等构件尺寸位置关系的测量分析中应用。", "label": "数学", "id": 0}
{"content": "<正>螺旋理论是力学、机构学研究中的一个重要的基础理论。在螺旋理论的研究中,最为困难和复杂的问题是螺旋三系的确定。著名的螺旋理论专家Phillips,J.R.和Hunt,K.H.,用几何描述的方法,对于给定的3条螺旋,确定出由这3条螺旋确定的螺旋三系。具体过程是:从给定的3条", "label": "数学", "id": 0}
{"content": "本文讨论了在三维空同中,点,曲面和曲线关于点、平面的对称问题, 从而给出了求点,曲面和曲线关于点、平面对称曲对称点,对称曲面和对称曲线的方法。", "label": "数学", "id": 0}
{"content": "本文探讨了空间解析几何的基本数学思想．", "label": "数学", "id": 0}
{"content": "自然界中存在着很多结构复杂的图形,这些图形都是欧式几何学无法解释的,因此人们引出了Fractal（分形）的概念,Fractal是一个几何概念,其原始含义是不规则的,零散的等等。为了定量描述客观事物的\"不规则性\"程度,数学家从度量的角度引入了维的概念,将维的范围从整数扩展为分数,从而突破了一般拓扑集维数为整数的界限。分形还具有自相似的性,自分形理论诞生之日起,它就无处不在。它涉及我们生活中许多学科的知识,从小分子到宇宙星系,从社会科学到自然科学。凡是具有自相似结构的就会有分形的应用[1]。", "label": "数学", "id": 0}
{"content": "微积分思想在几何中的应用主要分为一元函数微分学、二元函数微分学、定积分和二重积分分别在几何中的应用.一元函数微分学可以求平面曲线的切线和法线方程;二元函数微分学可以求空间曲面的切线、法平面、法线、切平面;定积分可以求平面曲线的弧长,平面图形的面积,空间立体的体积;二重积分可以求曲顶柱体的体积和平面区域的面积.", "label": "数学", "id": 0}
{"content": "<正>引言:明末清初的翻译运动是中国翻译历史上的高潮之一,不仅对于汉语语义的扩充和中国翻译事业的发展提供了借鉴,还推动了整个\"西学\"在中国的传播。《几何原本》由欧几里得著,逻辑体系严谨而完整,虽成于古希腊时期,但其数学思想所体现的理性精神在今日仍然熠熠生辉,是西方科学著作中的经典。1600年,徐光启与利玛窦相识,1607年,他们将该书前六卷合译成中文。", "label": "数学", "id": 0}
{"content": "以NURBS基函数离散位移场实现了三维空间壳体的等几何分析。首先给出了基于NURBS基函数的壳体单元形状和位移场的表示,而后推导了单元刚度阵的表达形式;并通过数值实例表明了文中等几何壳体分析方法的有效性与正确性。", "label": "数学", "id": 0}
{"content": "<正>将传统Mortar方法引入到非协调等几何分析中,提出可处理非协调样条几何的几何精确Mortar有限元。该方法无需在NURBS曲面内边界上选择节点,通过Mortar方法可确定与内边界相关的控制自由度的约束关系。通过特殊设计的自由度凝聚算法,可类似传统有限元直接进行刚度矩阵组装。最终所得矩阵为正定方程组。", "label": "数学", "id": 0}
{"content": "本文采用两向量函数的内积矩阵,得到了不同阶的带权函数的Wang-Bézier型广义Ball基函数（简称WBGB基）之间的矩阵表示。此外,采用带权函数的Wang-Bézier型广义Ball多项式,得到了保端点连续的Wang-Bézier型广义Ball曲线（简称WBGB曲线）的降多阶逼近,本方法具有一定的普遍性,不仅可以应用于其它各类广义Ball曲线曲面的降阶,进一步还可应用于其他几何逼近算法中。文末的数值实例表明该算法可以有效解决相关的问题。", "label": "数学", "id": 0}
{"content": "以某点为中心的圆形缓冲区在表达基于城市道路网的有约束的可达性方面存在不足。文章基于城市道路交通网络的拓扑特征,设计一种基于递归方法计算几何网络在有约束条件下的最远可达范围的算法,并利用ArcGISEngine予以实现,可满足道路网遍历、通行成本计算、缓冲区分析和Web电子地图应用等需求。", "label": "数学", "id": 0}
{"content": "几何与代数,作为数学的两个基本组成部分,原本分别考虑\"形\"和\"数\"的问题,理论上应该各占半壁江山,然而,历史并不是这样,两者并不平衡。在笛卡儿把代数中形式化符号体系的表示方法引进到几何学之后,走的基本上是\"几何代数化\"之路。这无意的削弱了几何的作用范围,掩盖了几何的自然属性,减弱了人类直觉这个最有力的武器。认为几何及几何计算是不应该全部被代数化的,在讨论\"几何计算\"的时候,需要在几何（含画法几何）、代数、物理、计算机方面找到一个平衡点——以\"几何问题几何化\"作为它的命题。引入\"几何基\"与\"几何数\",构筑了几何问题几何化的框架。", "label": "数学", "id": 0}
{"content": "<正>作为计算几何的基本问题,Delaunay三角剖分及其对偶图Voronoi图广泛应用于曲面重建,分子建模以及网格生成。在众多的Delaunay三角剖分算法中,逐点插入算法是应用最广,也是目前研究得最多的算法,它具有实现简单,易于推广到高维的优点。逐点插入的", "label": "数学", "id": 0}
{"content": "<正>本书内容涉及几何设计的基础理论与算法、计算机图形学的基本理论与算法、自由曲线与曲面、网格与点曲面、插值与逼近、计算机辅助设计、计算机图象处理、数字水印、几何造型、科学计算等众多领域,在不同程度上触及这些学科的前沿,反映了中国学者在这些领域的最新研究。本书可供高等院校计算机科学与工程系、应用数学系、机械工程系、航空航天、舰船、汽车、模具、机器人制造、建筑、测绘、勘探、气象、公路设计、服装鞋帽设计、工业造型、工业美术、电子通讯、生物、医学图象处理等专业的广大师生和研究生阅读;对从事曲面造型理论研究与工程应用和从事科学计算的广大科技人员,对从事计算机图形、影视动画软件开发和从事产品外形设计、制造与工艺（CAD/CAM/CAPP）方面有关软件开发的计算机工作者也有较大的参考价值。", "label": "数学", "id": 0}
{"content": "不等式是整个数学知识体系中极为重要的一个板块,柯西不等式是最基本也是最重要的不等式之一。本文首先主要介绍柯西不等式的一般形式以及各种推广,然后,给出柯西不等式在数学领域的若干应用,其中包括在求解最值中的应用和证明不等式中的应用。", "label": "数学", "id": 0}
{"content": "影响数学类比迁移的一个很重要的因素是数学问题的特征,本研究将探讨类比样例,数学符号表征的二次不等式的特征对如何影响其解法的迁移。实验以一元二次不等式的解法为学习材料,以不等式类型、二次项系数、判别式为变量,进行重测方差分析,结果表明:二次不等式类型、二次系数和判别式等三个特征的主效应均不显著,而在三个因素中,不等式类型与判别式,二次系数与判别式等两个两因素的交互作用、以及三因素的交互作用显著。这说明,三个因素对二次不等式解法的迁移的影响并不是彼此独立的,而是共同影响二次不等式的解法迁移。", "label": "数学", "id": 0}
{"content": "通过引入参数1λ,2λ,利用实分析技巧和权函数方法研究双参数型Hilbert不等式,建立了一个多参数的Hilbert型积分不等式,证明了它的常数因子是最佳值.作为应用,建立了它的等价形式及其逆向不等式。", "label": "数学", "id": 0}
{"content": "本文研究了粘弹性压电物体与基座间的接触问题,考虑其接触面的Clarke次微分边界条件,建立了H-半变分不等式模型,并给出了其解的先验估计。", "label": "数学", "id": 0}
{"content": "本文考察了惠特尼不等式κ（G）≤λ（G）≤δ（G）的历史,指出惠特尼并非该不等式的首创者。", "label": "数学", "id": 0}
{"content": "我们考虑把变分不等式的KKT条件转化为一个简单的约束优化问题.基于这种转换,我们提出了一种QP-free 方法,利用光滑化的Fischer-Burmeister（FB）非线性互补函数转化为解等价的线性方程组,来解变分不等式问题.我们证明了算法是可行的,在一定条件下是超线性收敛的.", "label": "数学", "id": 0}
{"content": "本文指出了用三角法改进级数型 Hilbert 不等式有待探讨的一个问题,提出了解决此问题的一种方法以及需要进一步研究的开问题。", "label": "数学", "id": 0}
{"content": "讨论了一类含有最小函数和分布时滞的二阶中立型微分不等式 [a（t）x（t）+（?）ci（t）x（t-τi）)′]′+∫abp（t,ξ）f（x（g（t,ξ）））dσ（ξ）-h（（?）x（s））≤0 得到了不等式不存在最终正解的充分条件。", "label": "数学", "id": 0}
{"content": "<正>人类获取科学知识的手段不外三种:实验、计算和推理。过去认为推理属于人的智力范畴,计算机永远不能和人攀比。近年来情况有所改变。关于几何定理机器证明的吴文俊方法的成功在世界范围内推动了计算机推理研究的加速发展。但在过去的20年中,等式型和不等式型定理机", "label": "数学", "id": 0}
{"content": "本文讨论了慢衰减的一般性质,并给出了慢衰减不等式。", "label": "数学", "id": 0}
{"content": "不等式的证明在初等数学中是一个较难的问题,需要用高级的方法来处理．本文根据作者多年教学体会,采用三种方法证明了一些常用的不等式。", "label": "数学", "id": 0}
{"content": "天线几何结构到电磁辐射分布的映射由麦克斯韦偏微分方程组决定,该映射是算子而不是函数,天线设计需要反复求解麦克斯韦偏微分方程组,也就是反复求解算子值,此过程通常是昂贵的,需要建立算子的代理模型,以便减少代价。本文基于奇异值分解法和支持向量机对算子代理模型的构建进行了初步探索。", "label": "数学", "id": 0}
{"content": "令φ是复平面C上的单位圆盘Δ内的解析自映射,n是非负自然数,本文主要讨论Bloch空间B到QK空间上的复合算子Cφ与n阶微分算子Dn的乘积CφDn的有界性与紧性.给出了CφDn:B→QK有界和紧的等价结果。", "label": "数学", "id": 0}
{"content": "本文讨论了关于Banach空间q-框架性质的四个等价命题,以这四个等价命题为基础而后进一步讨论了可对偶q-框架的充分必要条件,最后研究了p-Riesz基的对偶及可对偶q-框架的的稳定性.推广了关于Hilbert空间上框架的一些结论,得到了许多有意义的新结果.", "label": "数学", "id": 0}
{"content": "<正>多自由度系統動力學有兩條异曲同工的數學原理,即算子原理與變分原理,本文用冻結偏微分算子原理得到算子動力學,它更真實,更實際,更便于建立動力學系統的動能微分方程。無論民用或軍用（如動能反導技术等）均有應用前景。", "label": "数学", "id": 0}
{"content": "本文研究了非均匀采样下线性采样系统的采样依赖指数稳定性问题.基于离散时间Lyapunov理论和输入时滞方法,构造出了一个时变的类Lyapunov泛函.该泛函增加了状态积分项的信息,而且不要求在采样区间内正定.利用这一新的类Lyapunov泛函,本文给出了使线性采样系统指数稳定的引理.再结合改进的Wirtinger积分不等式,导出了线性采样系统的采样依赖指数稳定性新结果.最后举例说明了所得稳定性结果比现存的某些文献报道的结果保守性较小.", "label": "数学", "id": 0}
{"content": "<正>就各类文献中涉及的Riemann-Liouville,Caputo,Riesz等分数阶导数的积分性质,作一系统梳理,分别推出这些分数阶算子的积分性质,并指出现有文献的二个笔误。最后进一步讨论了一类新算子的积分性质。", "label": "数学", "id": 0}
{"content": "有限维线性空间是高等代数的一部分很重要的内容,对它的研究方法也很多,许多学者对有限维线性空间的不同研究方法也发表过不少精辟的论文,研究方向全面,研究程度深而宽广文[1],文[2]对有线维线性空间基和维数的求法给出了深刻而具体的阐述,文献[2]也给出了有线维线性空间子空间的和的基与维数的求法,而对子空间的交的基与维数的求法很多文献都没有谈及,笔者通过参考高等代数常用方法和高等代数的内容与方法等文献,本文重点介绍了几种求有限维线性空间的基与维数的方法,其中包括一种常用而又很重要的方法:一般元素含有的相互独立的待定数;以及两个子空间的交集的基与维数的求法.", "label": "数学", "id": 0}
{"content": "<正>通常影响偏移结果的因素有三个:其一为原始资料品质,其二为偏移算法,其三为偏移速度精度。原始地震资料品质的优劣决定了偏移质量的优劣;偏移算法是成像的核心;偏移速度的精度决定了地震成像的精度。然而,上述讨论的前提是地震数据满足离散采样定理。如果采样间隔过大,就会产生数据假频（简称为假频）。此时,即使拥有高品质的原始数据,优良的偏移算法,精确的偏移速度,也不可能获得高质量的偏移成像结果。因此,地震记录的采样率是影响偏移结果的另一大因素。采样率包括纵", "label": "数学", "id": 0}
{"content": "在有序加权平均算子（OWA）和加权指数平均（WEA）算子的基础上,提出新的广义有序加权指数平均算子（GOWEA）的概念,并讨论了该算子的一些优良性质,同时给出基于广义有序加权指数平均算子的群决策方法.最后通过算例说明该方法的可行性和有效性。", "label": "数学", "id": 0}
{"content": "经典的Bernstein算子的有理形式不具有线性多项式再生性.Pitula和Sablonnière给出了一类具有线性多项式再生性的一元有理Bernstein算子.本文推广了这种算子,分别构造了三角型和张量积型二元有理Bernstein算子,并给出其线性多项式再生性、导数与收敛性证明.", "label": "数学", "id": 0}
{"content": "<正>在这个报告中,我们将介绍一些广义Hamilton系统理论及应用研究的新结果.数学形式上说,由微分方程定义的一个n-维的动力系统叫做广义Hamilton系统（GHS）（也称为Poisson系统或具有Poisson结构的系统）,如果它能表示", "label": "数学", "id": 0}
{"content": "<正>3D刚体摆是地球静止轨道航天器的简化模型,它是一个固定在无摩擦支点且绕支点具有三个转动自由度的刚体。由于对称性的存在,3D刚体摆可以继续简化为陀螺、球摆甚至单摆。对3D刚体摆及其简化模型进行动力学分析和姿态控制是两大重要研究方向,两者的研究都要建立在精确的计算之上。通常使用的诸如四阶龙格库塔之类的连续算法存在计算值逐渐偏离理论值的现象,这对需要进行长期观测的航天器的研究来说是有一定影响的。因此,要选择一种稳定的计算方法来对3D刚体摆进行动力学数值计算。研究表明,离散变分积分子算法是一种较为稳定的计算方法,现已发展为具有多个形式的算法体系。主要包括一般", "label": "数学", "id": 0}
{"content": "《复变函数与积分变换》是一门理论性与应用性均极强的课程。本文主要介绍了如何对该课程进行教学方法与手段改革,尤其应注意采用案例式教学,从而收到良好的教学效果。", "label": "数学", "id": 0}
{"content": "<正>文章研究了一类随机Brusselator系统的Hopf分岔行为。首先根据Hilbert空间的正交展开理论,含有随机参数的Brusselator系统被约化为等价确定性系统,然后利用确定性分岔理论分析了等价系统Hopf分岔的发生条件,得出了随机Brusselator系统的Hopf分岔临界点,结合中心流形和第一Lyapunov系数法探究了随机参数对系统Hopf分岔的影响。最后利用数值模拟验证了理论分析结果。", "label": "数学", "id": 0}
{"content": "针对现有空间推理中空间关系的定量方法不适合表示空间认知和推理,而定性方法却忽略对度量特性的研究从而不能准确地描述空间关系问题,在对RCC理论和数学形态学研究的基础上,提出了以区域为单位的空间形式化表示方法——区域拓展演算,不仅扩展RCC-5拓扑关系为TRCC-5拓扑关系,而且能够形式化描述区域间的距离关系、方向关系等,在区域拓展理论的基础上,利用栅格区域法的应用简单和易于实现的特性,通过实验得到了区域间的空间关系。", "label": "数学", "id": 0}
{"content": "本文分析了目前泛函分析教学中存在的问题,根据泛函分析课程的特点,提出了泛函分析教学改革的一些设想和建议.精选教材,优化内容,注重对学生的引导作用是提高泛函分析教学效果的有效方法.", "label": "数学", "id": 0}
{"content": "本文,在空间中证明了一个新的极大元定理。作为应用,分别在Banach空间和局部凸空间中讨论了Browder-Hartman-Stampacchia变分不等式和相补问题。", "label": "数学", "id": 0}
{"content": "对于O<β<1,作者在以前发表的文章中讨论了复β一Banach空间Lβ[0,1]的共轭锥[Lβ[O,1]]β*的表示问题。用Borel有限测度空间（Ω,M,μ）取代[0,1],用-Banach空间X取代C复数域,本文研究β-Banach空间Lβ（μ,X）的共轭锥[Lβ（μ,X）]β*（0<β<1）的表示问题,得到,[Lβ（μ,X）β*≌L∞M+（μ,S）称为[Lβ（μ,X）]β*的拟表示定理.", "label": "数学", "id": 0}
{"content": "讨论了如何在复变函数与积分变换课程中引入数学实验的方法,提出在实际教学中应淡化理论推导及运算技巧,注重复变函数与积分变换的思想方法介绍及应用实例,给出了MATLAB在复变函数与积分变换教学中的典型命令与应用案例,可以培养学生的探究能力。", "label": "数学", "id": 0}
{"content": "主要介绍了复变函数与积分变换课堂教学改革的四方面内容:合适的教材,学生的兴趣与能力的培养,教学手段和方法的改进,考核方式的多元化。", "label": "数学", "id": 0}
{"content": "变分不等式的一个非常有用的推广就是带有非线性项的混合变分不等式.由于非线性项的存在,投影法和Wiener—Hopf方程均无法解决此类问题,这给研究带来了很多困难.但是当非线性项是真凸下半连续泛函时,此时,它的次微分映射是一个极大单调的集值映射,于是学者们开始利用集值映射的预解算子代替投影算子.本章针对一类与上述变分不等式紧密相关的集值变分不等式,构造了新的迭代算法,并证明了算法的收敛性。", "label": "数学", "id": 0}
{"content": "本文研究一类非凸变分问题,利用常规的Canonical对偶方法考虑了该类变分问题的解,并给出了数值例子。所得结果改进和推广了文[1]中的相关结论。", "label": "数学", "id": 0}
{"content": "在以前建议的‘基于待定函数的变分原理系统反推法’的基础上,在试泛函中再补充引入待定积分因子,从而可以显著地推广其适用范围。文中通过两个例子来具体展示其基本思路,导出变分原理的步骤及其效果。", "label": "数学", "id": 0}
{"content": "<正> 1 从一个传说谈起相传古代有一个Dido公主,国王恩准她用一根固定长度的绳子去围土地,围多少就给她多少土地。Dido公主选择了一块靠海的土地,因为海岸不需要绳子去围。据记载,Dido公主围成了一个半圆——围出最大面积的正确形状。", "label": "数学", "id": 0}
{"content": "本文首先建立有阻尼线弹性动力学一类变量的简化Gurtin型变分原理,它能反映动力学初值—边值问题的全部特征。然后,以该简化Gurtin型变分原理为基础,提出时间域采用五次及七次一般Hermite插值多项式插值的时间子域法和空间域采用有限元法相结合的新方法,进行了平面问题的动力响应分析。同时本文还给出了五次及七次Hermite插值多项式无条件稳定的算法和算例。具体算例表明这种新方法的精度和计算效率都明显高于目前国际上常用的Wilson-θ法和Newmark-β法。", "label": "数学", "id": 0}
{"content": "从等温准静态下饱和多孔介质的静力基本方程出发,研究了其广义变分原理。", "label": "数学", "id": 0}
{"content": "<正> 我们知道Ekeland变分原理在非线性理论中起着很重要的作用,本文讨论了集值映象的Ekeland变分原理,然后由此给出了Fuzzy映象的Ekeland变分原理,因此我们把Ekeland变分原理推广到了集值映象与Fuzzy映象. 引理1（Bishop-Phelps-Browder）设X为完备度量空间,对于给定的c>0,在X×R中定义序关系如下:", "label": "数学", "id": 0}
{"content": "本文主要研究基于高阶有限差分法的双向抛物方程传播模型,并将其应用于海洋电波传播问题的预测中。该模型解决了传统分布式傅里叶抛物方程算法的可计算角度偏小、对地表边界建模精度偏低、忽略电波后向分量等缺陷,从而大大提高了海洋环境中电波传播特性的预测精度。文中采用改进分形海浪模型模拟不同海况下的粗糙海面几何结构,采用大气折射率剖面模型模拟海上非均匀大气波导环境（如蒸发波导,悬空波导等）,精确模拟海上前向和后向电波反射和散射分量的多次叠加,从而实现海上电波传播预测精度的大幅提升。总之,本文的研究不仅可以促进无线电波传播理论研究的发展,同时对我国南海区域无线通信技术的研究与发展具有较大的促进作用。", "label": "数学", "id": 0}
{"content": "时滞现象普遍存在于自然和工程实际,已成为当今科学研究考虑的重要因素。时滞系统的演化依赖于时滞的记忆状态,其动力学方程不能够很好的保持Lie代数结构或辛结构,也不具备与之对应的变分原理,其解空间是无限维的,经典微分方程理论已不适用,使其理论分析难度大大增加。目前研究思路基本与经典微分方程理论相平行,即便如此,时滞系统动力学建模与求解分析的研究方法也未得到充分发展,一直是极为重要的前沿课题和热点问题之一。Birkhoff系统是分析力学发展的一个新阶段,它推广了Hamilton力学,其优良的代数结构、几何特征和变分特性使其在复杂系统建模分析中具有明显的优势。一切保守和非保守系统、完整和非完整系统,均可纳入到Birkhoff系统,在强子物理、空间力学、统计力学、生物物理和工程领域有着重要的应用。对称性与守恒量是动力学系统求解分析的一个重要方面。利用对称性,能够找到系统动力学方程的解析解、第一积分或守恒量,使其在实际应用中提高计算效率,深入了解系统动力学特性。本文基于微分方程在无限小变换下的不变性,研究了时滞Birkhoff系统的Lie对称性与守恒量。首先,给出了时滞Birkhoff系统Lie对称性的确定方程,建立了系统由Lie对称性直接导致Hojman型守恒量的条件和形式;其次,给出了时滞Birkhoff系统Lie对称性的结构方程,得到了系统由Lie对称性间接导致的Noether型守恒量。结果表明:由Lie对称性可以找到时滞Birkhoff系统的守恒量。本文方法可应用于时滞Hamilton系统和时滞Lagrange系统。举例说明结果的有效性。", "label": "数学", "id": 0}
{"content": "时滞微分方程周期解在实际问题中具有重要的研究价值,其周期解的计算是一个重要且复杂的问题.然而时滞系统是无穷维系统,其初始值定义在一段区间上,需要寻找合适的初始函数来确定周期解.打靶法是求解时滞微分方程的常用方法,但需要对初始函数区间进行精细划分,从而计算量很大,特别是对于弱吸引的或者不稳定的周期轨道,计算量更大.本文提出一种基于神经网络的方法来计算时滞微分方程的周期解,具体研究内容如下:考虑如下形式的时滞微分方程:■这里的τ≥0是时滞。假设方程（1）有周期为T的周期解,如果x （t）是方程（1）的周期解,那么x （t）要同时满足方程和周期性条件。我们以一个神经网络N（t,w,b）来近似表达x （t）,t是神经网络的输入,w,b是网络的参数。构造如下损失函数:■其中t1,t2,...,tN是取自区间[0,T]上的N个点,θ1,θ2,...,θM是取自区间[-τ]0,上的M个点。用（2）式来训练神经网络N（t,w,b）,当L（w,b）趋近于0时,N（t,w,b）就近似满足方程和周期性条件,那么N（t i,w,b）,i=,12,...,N就是方程（1）在点t1,t2,...,tN处的数值解。一系列数值实验证明,该方法能以较高的精度求解时滞微分方程的周期解。不仅能计算稳定的周期解,还能计算不稳定周期解.与传统方法项相比,论文中提出的方法减小了计算量,提高了计算效率。", "label": "数学", "id": 0}
{"content": "捕食关系是数学与生态学界的一个重要课题,研究捕食者-被捕食者相互作用关系具有重要的理论意义与应用价值。本文主要运用几何奇异摄动理论研究了几类具有时滞的捕食者-被捕食者快慢动力学模型。首先介绍了文中模型的研究背景及现状,并对几何奇异摄动理论等预备知识进行了简要的阐述。其次运用几何奇异摄动理论并结合进出函数研究了两类具有双时滞快慢修正的捕食者-被捕食者模型的动力学行为。运用泰勒公式,得到了小时滞模型的近似系统,研究近似系统的平衡点、Hopf分叉和临界流形后,发现模型弛豫振荡环的存在唯一性;通过对常时滞模型线性化系统的分析,得到了产生Hopf分叉的条件,从而发现模型存在弛豫振荡现象。最后运用几何奇异摄动理论研究了一类含时滞具有分段光滑响应函数的捕食者-被捕食者模型,证明模型具有两个嵌套的弛豫振荡环。", "label": "数学", "id": 0}
{"content": "本文研究了一类具有双时滞的非线性系统的动力学性质。通过选取捕食-食饵模型,建立了一个具有食饵避难所和Beddington-DeAngelis型功能反应函数的双时滞生物动力系统。首先,证明了在无时滞情形下系统解的正性、有界性、平衡点的存在性及每个可行解的局部稳定性。其次,运用比较定理和构造合适的Lyapunov泛函,并结合Lasalle不变性原理,分别给出了无时滞情形下系统平衡点的全局稳定性条件。再次,以时滞为分岔参数,从理论上确定了含时滞系统的局部稳定性质、Hopf分岔的存在性和全局稳定性质,并运用中心流形的降维思想,分析了Hopf分岔的性质。最后,运用数值模拟验证了理论分析结果,分别给出了时滞及食饵避难所这两个特殊非线性结构对系统动力学影响的生物解释。", "label": "数学", "id": 0}
{"content": "含外激励的Van der Pol-Mathieu方程包含自激励,参数激励和外激励三种激励类型,本文针对该方程的周期解和准周期解进行了分析。首先采用传统的增量谐波平衡法（IHB法）计算了含外激励的Van der Pol-Mathieu方程的周期解,并得到了激励频率改变时的频率响应曲线;再利用Floquet理论对周期解的稳定性进行了分析,周期解的分岔以及其位置。然后,基于该方程准周期解的频谱中含有相邻频率之间等间距的均匀边频带的特性,引入两个大小不同的频率对应两个快慢不同的时间尺度,一个与激励频率直接相关,是已知的,另一个与均匀边频带的频率间距有关,是未知的,推导了相应的两时间尺度IHB法,计算出了含外激励Van der Pol-Mathieu方程的准周期解,得到的计算结果与利用四阶龙格-库塔（RK）法数值积分得到的结果高度吻合。最后,还讨论了激励幅值改变时方程解的变化情况,发现激励频率和激励幅值的改变均能影响方程的解的类型。", "label": "数学", "id": 0}
{"content": "随着非线性科学的不断发展,耦合非线性薛定谔方程的数学物理模型在一些非线性领域中被广泛应用,基于这类方程研究各领域中的非线性现象。在非线性光纤中,双组分耦合非线性薛定谔方程模型可用来描述两个正交偏振电磁波的传播。本文以耦合非线性薛定谔方程为研究对象,利用广义达布变换及泰勒展式推导出方程N阶怪波解的迭代公式。给定一组特殊形式的种子解,在已有一阶怪波解的基础上,得到了该方程的对称二阶怪波解和非对称二阶怪波解。在上述过程中,详细研究了参数对怪波解动力学性质的作用。结果表明:在一定条件下选取不同的参数值,二阶怪波随之发生规律性的变化。通过数值模拟,给出了二阶怪波的三维图及等值高线分布图并对其进行分析,发现二阶怪波具有新的结构,多组波峰呈三角形结构、中心对称结构分布,结果进一步丰富了耦合系统中二阶怪波的动力学结构。", "label": "数学", "id": 0}
{"content": "新冠病毒严重影响社会稳定。构建新冠病毒（COVID-19）传播动力学模型,对新冠病毒传播动态及防治措施的影响等进行模拟,将有利于控制新冠肺炎。首先介绍新冠疫情传播模型,分析当前常用的传播模型,然后对COVID-19传染病模型进行分类比较,接着简要介绍COVID-19非传染病模型,最后对传染病模型研究方法进行拓展讨论。", "label": "数学", "id": 0}
{"content": "Peregrine呼吸子是非线性Schr?dinger方程的解析解,可以作为研究海洋畸形波的理论模型。本文基于Peregrine呼吸子,利用高精度的Fourier谱方法数值模拟了包含风的作用的非线性Schr?dinger方程,风与波浪的传播方向一致。结果表明,风速的变大可以加速波浪的调制不稳定性的发展,增大波浪的幅值进而产生畸形波。同时发现,在强风条件下,Peregrine呼吸子仍然保持其谱的特性,因此可用于预测畸形波。本文的数值结果与已有的实验结果进行了对比,中等风速时,数值计算与实验得到的波浪幅值对比较好;强风条件下,数值计算得到的波浪幅值明显大于实验值。", "label": "数学", "id": 0}
{"content": "N-S方程是流体力学中的核心的基本方程,是一个非线性偏微分方程,其高难度从以下问题中可见一斑:即使仅讨论其通解的存在性,也成为著名的\"千禧年7大数学难题之一\"。流体力学家和应用数学家在N-S方程的实际应用中,主要将精力放在了方程右端的各种力项的分析上,但这可能是导致人们在N-S方程的应用上走得越远,就越觉得N-S方程玄妙难懂的根本原因。事实上,方程右端的各种力项对流体微团的作用,对于流体微团的运动来说仅仅是外因,而只研究外因,是不足以理解流体微团运动的本质的,所以,是时候开始集中精力研究代表内因的方程左边的各项了。其中,由于导致N-S方程成为非线性方程的根本原因是速度梯度张量,因此本文重点研究了速度梯度张量的本质。速度梯度张量是一个包含了速度和梯度两个具有方向的量的数学量,在自然界中能不能找到与其对应的物理现象呢?经过长期观察和思考,发现这种物理现象是存在的,即波动,具体包括纵波和横波,并利用两种方法证明了速度梯度张量与纵波和横波的等价关系。在此基础上,结合上文的边界概念建立了边界纵横论,因其中最基本的三个概念都具有普遍性,因而该理论必然具有深刻的基础性。进一步结合牛顿内摩擦定律和地震波特性进行对比分析,建立起速度梯度张量的功能性描述,更深入讨论了诸如\"N元一次方程组求解过程的本质是什么?\"、\"复数的物理意义是什么?\"等数学上的基础问题的答案,并分别给出了湍流和涡的一种具有普遍意义的定义,也指明了理解湍流的一种可行的思路与方向。由于上述研究从属于科学研究底层的哲学范畴,因此相关结论对于最终解决湍流这个宏观物理中的世纪难题具有决定性的推动作用。", "label": "数学", "id": 0}
{"content": "针对标准球形颗粒曳力系数模型难以在非球形颗粒中应用,提出采用浸没光滑有限元方法（IS-FEM）研究颗粒在流体中的运动规律与曳力系数。颗粒相与流体相由贴体网格表征,通过分区求解。颗粒相的控制方程通过全局拉格朗日描述,采用显式中心差分方案离散;流体相的控制方程为粘性不可压缩N-S方程,采用半隐式特征线分裂方法（CBS）求解;颗粒相与流体相的相互作用由虚拟域耦合,通过固体单元-流体节点对（S2F）与流体单元-固体节点对（F2S）实现边界无滑移,避免流体域网格更新。基于IS-FEM的颗粒沉降模型,不同雷诺数下圆形颗粒的曳力系数计算值与标准曳力曲线一致。在此基础上,研究了椭圆颗粒的曳力系数,并在高速摄像机的追踪下结合图像处理技术进行实验验证。", "label": "数学", "id": 0}
{"content": "本文在分数阶傅里叶变换基础上,通过对信号加窗处理得到短时分数阶傅里叶变换方法,以此达到时频分布目的,并利用仿真手段分析了该方法与短时傅里叶变换的时频分辨能力与抗噪声能力。结果表面,短时分数阶傅里叶变换在处理非平稳信号中具有一定优势。", "label": "数学", "id": 0}
{"content": "天线作为通信系统不可缺少的部分,需要通过测量标定其性能。柱面近场测量是天线近场测量中的一种方法,适用于测量俯仰面为窄波束,方位面为宽波束的天线。本文基于傅里叶级数展开法,推导出探头接收的近场电压与天线远场系数和探头修正系数之间的关系,提出来一种带有探头补偿的柱面近远场变换算法。相比于通常采用的柱面波展开法,本文提出的方法使柱面近远场变换算法得到简化。", "label": "数学", "id": 0}
{"content": "实变函数是一门非常重要的数学专业基础课程,本文基于高等学校实变函数课程改革中教学方法的转变,研究了序列的几种收敛性的概念、性质及相互关系,同时将序列的收敛性问题推广到了度量空间中进行分析与讨论。", "label": "数学", "id": 0}
{"content": "用一种模糊距离给出结构元素线性生成的模糊值函数定积分的一种新定义。该模糊定积分的收敛需满足水平收敛。然后,结合结构元线性生成的模糊值函数的极限和导数,用这种结构元线性生成的模糊值函数定积分来研究模糊面积、模糊体积、模糊曲线以及模糊曲面的计算。", "label": "数学", "id": 0}
{"content": "<正>目的:世界卫生组织已经将中医学写进《国际疾病分类第11次修订本》（ICD-11）,但中医的科学基础仍然受到质疑。本文从幂函数的角度研究中医阴阳的科学基础。方法:Downie（1995）在Opt Lett撰文发现,氩离子激光通过菌紫质薄膜的读写光强满足对数关系。这个对数关系对小脑对客观参数的主观感觉量也成立,称为心理物理学经典的Weber-Fechner定律（WFL）。中医理论是中医师望闻问切临床实践所建立的小脑对患者功能参数的主观感觉的经验总结。本文根据WFL引入定量差异（QD）:引入黄金分割常数τ为", "label": "数学", "id": 0}
{"content": "作为一种较新的混沌多项式方法,数据驱动混沌多项式（Data-Driven Polynomial Chaos,DDPC）由于无需随机输入变量的分布信息,当分布信息不完整甚或为一组数据时,也能有效进行不确定性分析,被认为具有更广的适用范围,近几年在结构不确定性分析和优化中得到越来越多的应用。DD-PC方法通过匹配一定阶次的输入随机变量的统计矩,构建最优正交多项式,但当输入样本数目过少,统计矩计算存在误差,必然影响最优正交多项式的精度,最终影响不确定性分析的精度和置信度。为此,本文针对DD-PC输入样本不足的情况,在传统Bootstrapping方法的基础上联合Bayesian理论对不确定性分析结果进行稳健性分析。假设不确定性分析结果（输出响应的均值和方差）的均值和方差服从正态分布,提出分别基于部分和全部输入样本利用Bootstrapping方法重复抽样,计算不确定性分析结果的均值及方差,根据贝叶斯理论,将前者作为先验信息,加入后者的统计信息,计算不确定性分析结果的均值与方差的后验分布,进而计算其均值及方差的置信区间。通过仿真测试比较提出Bootstrapping-Bayesian方法与基于全部样本的Bootstrapping方法,结果表明提出的方法所得置信区间更接近蒙特卡洛仿真（MCS）的结果,且估计出的置信区间比直接Bootstrapping方法更窄。表1展示了某算例100个输入样本下,两种方法所得的输出响应的均值和方差的置信区间。", "label": "数学", "id": 0}
{"content": "基于自发参量下转换的双光子态是量子信息研究中常用的量子光源。双光子态的时域和频域特性与傅立叶变换紧密相关。本报告介绍我们在双光子态傅立叶变换方面的三个实验工作:1,双光子的差（合）频分布与其时域Hong-Ou-Mandel干涉（NOON态干涉）条纹分布是一对一维傅立叶变换关系,该关系由扩展的维纳-辛钦定理描述[1]。2,双光子的联合频域分布（JSI）与其联合时域分布（JTI）之间是一对二维傅立叶变换关系。但是,由于双光子关联的存在,每个单光子的时域分布与频域分布之间并不满足傅立叶变换关系[2]。3,联合频域分布（JSI）中的相位分布对Hong-Ou-Mandel干涉条纹的相位分布有明确的调制作用[3,4]。", "label": "数学", "id": 0}
{"content": "继隋允康于1996年提出结构拓扑优化ICM（Independent, Continuous and Mapping,独立、连续与映射）方法之后17年,出版了相关的中文专著（隋允康,叶红玲.连续体结构拓扑优化的ICM方法.科学出版社, 2013）,又过了5年,出版了相关的英文专著（Yunkang Sui1 and Xirong Peng. Modeling, Solving and Application for Topology Optimization of Continuum Structures—ICM Method Based on Step Function. Elsevier, 2018）,书名译成中文是《连续体结构拓扑优化的建模、求解及应用——基于阶跃函数的ICM方法》。英文专著阐发了ICM方法与阶跃函数的关系:1、阶跃函数的自变量是作为结构子域（或微元）及其力学性质是从多到少乃至为零的连续变量,阶跃函数的因变量是作为结构子域（或微元）结构子域（或微元）有无的0/1离散拓扑变量;2、我们称阶跃函数的逆函数为跨栏函数,借助于它,获得了结构经济指标和力学诸性能分别同离散拓扑变量的严格函数,从而建立了结构拓扑优化0/1的显式模型;3、为了克服求解困难,用磨光函数逼近阶跃函数,相应地,磨光函数的逆函数过滤函数就逼近了跨栏函数,同时,前述离散的显式模型就被连续光滑的模式逼近了,而且,这一过程中伴随着,0/1离散拓扑变量在[0, 1]区间上的连续化。本书集中在ICM方法的基本概念、理论和应用上,覆盖了静力、动力下具有不同的性能约束,不仅考虑单载荷工况而且考虑多载荷工况结构拓扑优化,提供算法的引入和易于编程的程序框图,提供大量数值算例和工程项目的考核和图示。本书可以促进ICM方法在不同工程领域的应用,供航空、航天、汽车、船舶、土木、水利、交通和轻工业等领域的研究者、工程师及高等院校的师生参考,去解决各自的结构拓扑优化问题,在初步设计阶段就能够找到经济与安全的平衡点。", "label": "数学", "id": 0}
{"content": "有效性是课堂教学的\"命脉\",是提高教学效率、保证教学质量的关键。有效教学就是通过有效的教学准备和教学设计,在有效的教学时间内体现出的教学效果和教学效率,培养学生学习兴趣、调动学生学习积极性和主动性,达到最佳教学效果,本文主要以《指数函数》教学设计为例谈谈技校数学课堂教学的有效性。", "label": "数学", "id": 0}
{"content": "为了提高数学与应用数学专业的学生更好地学习与掌握数学专业理论课,针对《复变函数》课程进行了微课程的设计与开发。微课程的选题、内容设计与录制都是关键,本文首先探讨了《复变函数》微课程的设计模式与内容设计,然后对录制本课程的微课技巧进行了阐述,最后对微课视频剪辑与应用适当介绍。", "label": "数学", "id": 0}
{"content": "文章从明确实变函数的地位和意义,让学生参与教学,黑板与多媒体结合授课以及讲授中注意的事项这四个方面总结了讲授实变函数中的一些经验和体会。主要围绕如何激发学生的学习兴趣,减少课程的枯燥性和抽象性,提高学生习题处理能力等来展开讨论。", "label": "数学", "id": 0}
{"content": "多元函数极值和条件极值判定方法主要包括代入消元法、拉格朗日乘数法、几何模型法、参数方程法、借助重要不等式法。将其应用到研究活动中,能化复杂为简单、拓展研究思维、提高研究效率。高等数学研究活动中,应该结合具体内容合理选择相应的方法,促进研究工作效率提升,为提升高等数学研究工作效率创造良好条件。", "label": "数学", "id": 0}
{"content": "在时间与空间不确定性理论的基础上,导出了不确定性时空变换理论和速度、质量的不确定性,并对波函数进行了新的诠释。", "label": "数学", "id": 0}
{"content": "基于拟插值算子的构造思想,构造了一种新的线性再生性的拟插值算子(L3*Rf)（x）,并通过数值实验表明,该拟插值具有良好的逼近精度。", "label": "数学", "id": 0}
{"content": "利用拉格朗日乘数法求解几类几何问题,可使问题大大简化。", "label": "数学", "id": 0}
{"content": "在传播和接收北斗信号的过程中会产生噪声,对数据的处理和北斗接收机定位产生影响。从小波降噪的原理出发,详细分析小波降噪效果的影响因素。采用Matlab仿真对实际采集到的北斗信号原始数据进行降噪处理。以几种常见的小波函数为例,结合北斗信号的特点,对不同的小波基、分解层数以及阈值进行分析和选取,并将接收机捕获性能提升以及均方根误差等方面作为降噪效果的衡量标准。对几种不同小波降噪方法进行分析比较。实验证明,小波降噪对北斗软件接收机捕获性能有较大提升。", "label": "数学", "id": 0}
{"content": "<正>采用映射函数的思想,将的取值区间分为[O,Ck]和[Ck,1]两部分,提出了一种分段多项式映射函数（Piecewise Polynomial Mapping Method,PPM）,并将其运用到对称型三阶格式上,记为SYMNND-PPM。同时与Henrick等人提出的映射函数作对比（SYMNND—M）。一维Euler算例的计算表明,新格式具有比NND、WNND更高的分辨能力。", "label": "数学", "id": 0}
{"content": "<正>采用Harr小波方法来分析不同边界条件下水平旋转梁的自由振动特性.基于哈密顿原理建立了旋转梁的振动微分方程,采用分离变量法将描述系统的偏微分方程组转化为常微分方程组,进一步采用Harr小波方法分别分析了不同边界条件下旋转梁的固有频率特性。通过与现有的计算结果进行对比,验证了本文方法具有高效率、高精度和收敛性好等", "label": "数学", "id": 0}
{"content": "采用利用多项式非线性状态空间模型来表示非线性系统。在状态空间方程中分别引入两种关于输入和状态的多项式函数,以此多项式函数来表示非线性因素的存在。为辨识多项式非线性系统中的各系统矩阵,对于矢量化各系统矩阵组成的未知参数矢量,分别在考虑无约束和有约束条件下采用两并行分布算法来求解。在考虑某些以状态方程为主的等式作为约束条件时,应把各个状态瞬时刻值与由系统矩阵组成的未知参数矢量合并成为一个新的优化参数矢量。对于此较复杂的优化参数矢量,详细给出并行分布算法的整个求解过程及其对应的更新迭代式。", "label": "数学", "id": 0}
{"content": "非线性海浪已成为海浪研究领域中的热点,三阶薛定谔方程（NLS）是研究非线性海浪,尤其是畸形波生成演变规律的有效数学模型。本文与现有的多种求解三阶NLS方程方法的不同之处,在于运用黎曼θ函数求解周期性条件下三阶NLS方程的柯西问题,并给出了具体可行的简捷的求解方法、步骤,为运用三阶NLS方程的解析解分析海浪的生成演变规律,提供了新的技术支撑。", "label": "数学", "id": 0}
{"content": "多项式是数学中一种最基本的表示形式,在理论和工程上有极广泛的应用,做好多项式的机器运算,对实际应用有很大作用.我们在此提出一种新的多项式存储方式,系数指数数组存储法.文中对多项式的三种重要运算的算法进行理论推导与部分证明,最后用新方法给予程序实现,并给出详细步骤,以凸显新多项式存储法的优势.", "label": "数学", "id": 0}
{"content": "某些函数项级数,取某点的值后,在该点发散不能求和。用该点邻域的平均值,代替该点的值,则可求其和,称其和为该点的广义和。邻域取得越小,级数项数取级越多越接近真实值。", "label": "数学", "id": 0}
{"content": "在文章中,我们给出了几个收敛最快的求π值的无穷级数,及其应用于求地球的外周长和宇宙的外周长。", "label": "数学", "id": 0}
{"content": "<正>给出了构造与结构固有振动特性协同的直接积分方法的思想,给出了构造任意阶次Newmark算法的方法,构造了自适应Lie级数算法,给出了其递推格式,分析了其相位和幅值精度;根据精度要求可以自适应得到算法的阶次和步长.", "label": "数学", "id": 0}
{"content": "规范形理论是研究非线性动力系统简化的重要工具。目前,人们已经发展了多种研究规范形的方法,其中利用Hilbert级数的收敛性研究规范形是一个非常优美的方法。2003年Sanders运用谱序列的方法研究了不含参数向量场的唯一规范形问题,极大地减少了规范形的计算量,并说明了该方法的有效性。本文利用Hilbert级数的收敛性,运用同调代数理论与Hilbert级数相结合的方法及新次数函数与多重李括号,研究一类具有三零特征值的三维非线性动力系统的化简及其唯一规范形问题,给出计算规范形的总体框架。首先根据同调代数的理论将同调空间过渡到上同调空间;其次在新次数函数定义下,通过多重李括号作用判断Hilbert级数的收敛性,从而获得系统的唯一规范形。论文还验证当三维非线性动力系统退化为Bogdanov-Takens规范形时与文献[2]结论相一致。这对于深入研究高维规范形的进一步化简及这类系统的周期解分岔、混沌理论有重要的指导意义。", "label": "数学", "id": 0}
{"content": "对线性自治系统证明了二阶、四阶李级数法分别与Runge-Kutta法中二级二阶改进Euler法和四级四阶经典R-K法的一致性;说明了李级数法和Taylor级数法的一致性,但二者计算导数的方法不同,导致不同的应用价值。分析了李级数法在求解非线性问题时的优越性。", "label": "数学", "id": 0}
{"content": "<正>众所周知,函数f（x）在区间（a-r,a+r）内可展成泰勒级数有下面两个定理: 引理1 若函数f（x）在区间（a-r,a+r）内存在任意阶导数,且■x∈（a-r,a+r） 泰勒公式的余项有Rn（x）→O（n→∞）,则■x∈（a-r,a+r）有引理2 若函数f（x）在区间（a-r,a+r）内存在任意阶导数,且■M>0,■x∈（a-r,a+r）■n=0,1,2,∧有|f（n）（x）|≤M则注:f（0）（x）=f（x）下同。", "label": "数学", "id": 0}
{"content": "本文定义了复Fuzzy数项级数及其收敛性,给出了两个收敛性判断法则。", "label": "数学", "id": 0}
{"content": "<正>数学分析中正项级数敛散性的判别法,约200年的时间里已经存在十多种。但它们的适用范围常常各不相同,一般很有限,有些甚至很繁。我们提出并证明了微分判别法:对正项级数", "label": "数学", "id": 0}
{"content": "本文在文[1]的基础上,定义了Fuzzy数的Fuzzy级数,给出它们的性质及收敛性的判别定理。", "label": "数学", "id": 0}
{"content": "本文基于Fuzzy数的Fuzzy距离意义下,重点研究了Fuzzy数级数的收敛性。", "label": "数学", "id": 0}
{"content": "本文用广义微分求积法（DQM）求解弹簧边界的金属泡沫材料圆锥壳-圆锥壳（锥锥）耦合结构的固有振动。在锥锥两端引入五种边界弹簧,通过改变弹簧刚度,可以实现任意边界条件。圆锥壳材料是金属泡沫材料铝,其包含三种孔隙率分别是均匀孔隙率分布,对称非均匀孔隙率分布和非对称非均匀孔隙率分布。在一阶剪切变形理论的基础上,根据Hamilton原理,得到金属泡沫锥锥耦合结构的动力学方程。为了求解运动方程,在圆周方向采用三角函数,轴线方向用微分求积法求解。并且考虑了两种弹簧边界条件进行分析。得到了此边界的模态和频率。所得结果与已有文献和Ansys进行对比,验证了结果的精确性和本文方法的准确性。通过改变圆锥壳半顶角,孔隙率大小,孔隙率分布,长厚比以及弹簧刚度研究对系统频率以及模态的影响。", "label": "数学", "id": 0}
{"content": "本文通过一道例题探讨一类三角有理函数的不定积分计算技巧,利用万能公式、待定系数、三角关系换元、构造对偶函数四种方法求解积分,分析解题思路及方法特点,帮助学生掌握该类积分解题技巧并提升发散思维。", "label": "数学", "id": 0}
{"content": "分数阶微积分历经三百多年发展,已经形成诸多互不等价的定义形式,其中Hadamard型分数阶微积分（即,广义Hadamard分数阶微积分）已在流变学、超慢动力学、材料力学等应用科学中占据重要的地位。然而相比于经典微积分,由于分数阶算子的非局部性与弱奇异性,导致了分数阶微分系统在数学理论分析上及力学建模等方面存在诸多困难与挑战。本文通过构造合适的泛函空间,结合上、下解方法,讨论Hadamard型分数阶微分系统的爆破解的存在性。", "label": "数学", "id": 0}
{"content": "分数阶微积分是将经典微积分推广到任意阶的一种微积分,其理论可以追溯到1695年9月30号莱布尼兹写给洛必塔的一封信中所提到的关于1/2阶导数的想法。莱布尼兹的这一想法使得分数阶微积分开始进入人们的研究视野。与一个非线性的整数阶系统类似,一个分数阶非线性系统也具有混沌和分岔等复杂的动力学行为。很多数学家,物理学家以及力学家都在分数阶微积分的理论研究和实际应用等方面做出了重要的贡献。本文研究了一个具有单涡卷混沌吸引子的分数阶系统的分岔问题。首先,研究了系统的基本性质。然后研究了系统随参数和阶数同时变化的分岔,利用三维空间的分岔图清晰的展示了系统的动力学特性。研究发现,随着阶数逐渐增加趋近于1,系统随参数变化的动力学行为越来越复杂;随着阶数的逐渐减小,系统随参数变化的动力学行为越来越简单。同时发现,系统的三个分数阶的阶数对于系统的临界阶数有着不同的影响。", "label": "数学", "id": 0}
{"content": "微课教学模式是现代高等教育中的一种不可或缺的教育模式。在高等数学教学中,连续函数的平均值和定积分中值定理这一知识点往往被淡化,许多学习者不甚理解。本文从实际问题出发,给出连续函数的平均值和定积分中值定理的一个微课教学设计。", "label": "数学", "id": 0}
{"content": "隐函数的求导是微积分中重要的部分,也是一个难点,文章给出隐函数的一般求导方法,并给出具体的应用。", "label": "数学", "id": 0}
{"content": "微积分的诞生源于下列问题:求瞬时速度,判断函数的增减,计算曲线包围的面积,作曲线的面积.最近我们发现,这些问题都可以不依赖于极限概念而清楚严谨地说明并给出解答.一个基本想法是平均速度必然在两个瞬时速度之间,由此可以用一个不等式来刻画导数,由此立刻推知导数正则函数增;类似的不等式又可以描述曲边梯形的面积和曲边函数的关系,从而简明地推出微积分基本定理.对于瞬时速度和切线的概念,也可以给出不依赖于极限概念的严谨而直观的说明。", "label": "数学", "id": 0}
{"content": "<正>一、引言参加微积分课程教学工作近五年,我在这支队伍里仍然是一名新兵,仍然处于学习摸索阶段。但从另一个角度看,新手的教学受既有模式的影响也比较小,敢于作出一些思考与实践。二、教学目标的改革微积分（或者称高等数学）课程已经相当成熟了,每一个知识板块都清晰地罗列", "label": "数学", "id": 0}
{"content": "<正>习近平总书记在全国高校思想政治工作会议上明确指出,高校思想政治工作关系高校培养什么样的人、如何培养人以及为谁培养人这个根本问题。做好高校思想政治工作,要用足、用好课堂教学这个主渠道。这就要求高校教育工作者要把思想政治教育融入其他课程教学和改革的各个环节与各个方面之中,紧紧围绕\"知识传授与价值引领相结合\"的教学目标,构建全课育人的格局。", "label": "数学", "id": 0}
{"content": "微积分课程作为公共基础课,可在其教学中根植数学文化和德育教育,注重以基础知识为载体开展思政育人工作。考虑如何在微积分教学中融入思政元素,尝试从教学内容、教学方法与手段、教学团队和教学条件建设等方面进行探索和实践,以期充分发挥微积分课程的思政功能,达到协同育人之目的。", "label": "数学", "id": 0}
{"content": "<正>辛算法是能保持相空间的辛结构并使系统能量误差无长期变化的数值积分方法。但是显式辛算法只适用于坐标和动量可以分离或可积分解的系统。针对不可分离系统,2015年CM一篇文章通过扩充相同数目的相空间变量,实现了旧坐标和旧动量或新坐标和新动量的分离,构造了2阶显式类辛方法。2016年刘磊等在MNRAS一文中", "label": "数学", "id": 0}
{"content": "变限积分函数是高等数学中一类特殊的函数,也是高数教学中的一个重点及难点,本文主要从变限积分函数的求导证明及应用两个方面对此进行了研究,从而对该函数有了更深的理解。", "label": "数学", "id": 0}
{"content": "数学积分性质研究的目的,是为了更系统地总结六类积分性质的总和。深入阐述定积分,不定积分,含参变量积分,二重积分,三重积分以及曲线积分,曲面积分性质的共性和不同之处,从而提高对积分性质的认识,有利于解决实际问题。积分的性质作为求平面图形的面积以及许多实际问题的重要工具,为数学的发展打下了坚实的基础。", "label": "数学", "id": 0}
{"content": "提出并研究Riesz分数阶导数下分数阶Birkhoff系统的Noether对称性与守恒量。分别在Riesz-Riemann-Liouville分数阶导数和Riesz-Caputo分数阶导数下,建立分数阶Pfaff变分问题,给出分数阶Birkhoff方程。基于分数阶Pfaff作用量在无限小变换下的变性,建立分数阶Birkhoff系统的Noether定理。定理的证明分成两步:一是在时间不变的无限小变换下给出证明;二是利用时间重新参数化技术得到一般情况下的分数阶Noether定理。最后举例说明结果的应用。", "label": "数学", "id": 0}
{"content": "提出分数阶因子和分数阶增量,给出分数阶导数极限形式的定义,给出分数阶导数的求导公式,给出分数阶积分的定义和积分公式;研究分数阶微积分在力学、物理、量子力学以及控制中的应用。", "label": "数学", "id": 0}
{"content": "极限理论是微积分的基础,微积分的一系列概念都建立在极限概念的基础上。若对极限没有深刻的认识,也就不可能透彻地了解微积分的本质。因此,极限理论的学习是微积分学习的重要环节,极限教学也是微积分教学的难点之一。本文围绕\"极限概念\"这一主题,考察了美国20世纪中叶以前的93种教材,通过对极限概念的章节分布、呈现方式、定义及其分类、示例进行分析,运用历史相似性原理,对极限概念的教学内容、教学顺序、教学要求及教学设计给出一些启示,并基于本研究对微积分教材的编写提出一些参考和建议。", "label": "数学", "id": 0}
{"content": "本文探究物理类高等数学课程建设改革与实践,通过物理类高等数学教材建设、课程网站和资源库建设、考试方式和评价体系改革三方面探索,为高等数学教育教学及课程改革提供新思路,以促进不同专业学生更好的学习大学数学。", "label": "数学", "id": 0}
{"content": "同儕輔導主要是透過同儕群體中能力較高者擔任輔導員角色,協助能力較弱者克服學習障礙的一種輔導機制。然而,大多數的輔導方式皆是採用教學與輔導分軌制,大大降低了輔導的效能。我們提出了一個結合教學與輔導的同儕輔導課程,採取一種「評量─教學─再評量」的循環輔導策略。以大學一年級理工微積分五個班級為研究對象,實施統一教材統一進度的教學,採不分班級的跨年級同儕補救輔導方法,每學期透過4次小考、1次複習考、期中考與期末考（統一命題）來評斷低成就學生,鼓勵他們利用排定的課餘時段接受課業輔導。並以微積分成績優良的應用數學系高年級學生擔任輔導員,在每個單元輔導中,學生先依據老師編1的輔導教材進行練習,由輔導員批改後再針對學生的迷思概念加以輔導,最後經由輔導評量測驗的結果來決定學生是否須繼續參加輔導。在這個補救教學策略實施之下,能有效的提升低成就學生的學習效能,並且有效的提升其學期評量成績。進而,輔導員也能經由輔導活動,更增進自身的專業能力與教學經驗。", "label": "数学", "id": 0}
{"content": "数值积分是数值分析理论的重要内容,也是解决科学与工程计算问题的重要方法.本文主要对插值型积分公式及其复化积分公式进行比较分析,最后通过数值实验验证了其精确性和可靠性。", "label": "数学", "id": 0}
{"content": "本文主要总结了几种常用的条件极值的求解方法,并对常见题型进行举例,讨论了条件极值在经济、统筹中的一些应用。", "label": "数学", "id": 0}
{"content": "多元函数极值判别是高等数学研究中的非常重要的内容,对研究活动开展和思维能力培养具有重要作用。本文结合高等数学研究的具体内容,就多元函数极值判别准则的意义、实例、需要注意的问题进行探讨分析,提出相应的对策,希望能为研究工作顺利开展和研究活动有效进行提供启示与借鉴。", "label": "数学", "id": 0}
{"content": "极限是高等数学中最基本的概念之一。对学生而言,这个概念很难理解,尤其是ε-δ定义。文章尝试从历史文化的角度阐释对函数极限ε-δ定义的理解,并举例说明一种辩论式的讲解方法。", "label": "数学", "id": 0}
{"content": "本文指出了对每一个给定01/M-x(m=e-1)性质结论相悖的根源所在.文末将其用于实例,表明了本文方法的正确性和有效性.", "label": "数学", "id": 0}
{"content": "通过三个例子说明了一般教材中多元函数条件极值求法中的不严谨性.", "label": "数学", "id": 0}
{"content": "将两正数a,b的调和、几何、算术、方幂平均统一为： T（a,b,θ）=（a~2cos~2θ+b~2sin~2θ）1/2（0≤a≤b,0≤θ≤π/2）①并给出这四种平均的加强。", "label": "数学", "id": 0}
{"content": "判断一个函数不是周期函数,往往不是一件容易的事。本文从深入挖掘周期函数的概念出发,提出判定“非周期函数”的定义域、加权、连续函数、奇偶函数等四个判别方法及相应的五个定理。并对几类典型的非周期函数进行了判断应用。", "label": "数学", "id": 0}
{"content": "本文利用代数双曲三角函数空间Γn=Span{1,sint,cost,sinht,cosh t,t,t~2,…,tn-4}中拟Bezier基的对称性构造了一组正交基,并给出了该正交基和拟Bezier基之间的转换矩阵。进一步,应用最小二乘法对代数双曲三角Bezier曲线进行了降阶逼近。", "label": "数学", "id": 0}
{"content": "罗必达法則是解决0/0型和∞/∞型极限的重要工具,但在实际使用中由于罗必达法则的条件比较强,结构比较特殊。限制了它的使用范围,现就∞/∞型的罗必达法则进行推广,使之在实际应用中更实用更有效。", "label": "数学", "id": 0}
{"content": "针对用面积法证明极限lim from （x→0）（sinx/x）=1的循环论证错误,给出用圆的渐伸线证明该极限的一种新方法。", "label": "数学", "id": 0}
{"content": "在承担的陕西高等教育面向21世纪课程与教学改革项目的《高等数学》教材编写中, 对极限理论进行改革尝试,具体做法是：简化理论叙述；体现最新成果；分散学习难点；强调数学建模；注重计算机应用等。", "label": "数学", "id": 0}
{"content": "本文给出了函数 f（x）自身迭代序列敛散的几个判敛方法,同时对这类序列极限的求法,也作了有益的探讨,从而得出了两个有趣的极限结论。", "label": "数学", "id": 0}
{"content": "Blasius方程的准确解析解已被证明可以由两个参数幂级数所表达,该解析解在整个定义域上完备。已有研究表明,未知函数f在边界上的二阶导数数值f’’（0）依赖于与幂级数系数相关的某个数列的极限,但这个极限的准确数值难以获得。本文在原研究基础上,对这个数列的性质做了进一步的分析和计算,计算表明该数列数值变化严格符合一个指数型的拟合函数(拟合相对误差达到10-12～10-5,确定系数达到0.9995),这促使我们推测未知函数二阶导数在壁面上的准确数值为f’’（0）=e7/50/2√3=0.332055443705997。", "label": "数学", "id": 0}
{"content": "本文讨论了正交化计算的六个公式,这些公式简单且内在联系紧密。前三个公式适用于连续的函数,相应的后三个公式适用于离散的数据。针对数据的高频与否,都有相应的一个公式逼近效果优异。所以,作者推荐在管理和社会科学中教学这些正交公式。", "label": "数学", "id": 0}
{"content": "在数学分析中,矛盾现象是普遍存在的。常量与变量、离散与连续、\"一\"与\"多\"、局部性与整体性、微分与积分等皆是数学分析中基本矛盾,是否能够深刻认识这些矛盾,尤其是能否深入研究各矛盾中的对立统一关系,是领会和掌握数学分析的关键。", "label": "数学", "id": 0}
{"content": "数学分析是数学系中的一门主干基础课,本文结合数学文化的本质特征,尝试数学文化在数学分析课堂教学中的渗透,以激发学生的学习兴趣,培养学生的数学素养,提高学生的科学文化素质。", "label": "数学", "id": 0}
{"content": "数学分析习题课在学生数学分析学习中起着重要的作用,通过调查问卷和个别访谈的方法,得到数学分析习题课存在的问题,主要是个别学生学习存在惰性,教师教学方法选择单一,习题课与正课之间存在脱节现象等方面的问题,为数学分析习题课改进提供参考。", "label": "数学", "id": 0}
{"content": "本文分析了数学分析课程教学资源建设的意义和存在的问题,提出将教学资源按层次分成基础教学模块、综合提高模块、能力和素质培养三个模块进行建设,对数学分析课程如何进行教学资源建设做了一些研究和探讨。", "label": "数学", "id": 0}
{"content": "《数学分析》是数学和信息专业的一门基础课,具有较强的抽象性和逻辑性。本文首先分析了传统《数学分析》教学中存在的问题及实行软件实践教学的必要性,通过实例探讨了基于MATLAB进行《数学分析》实践教学,并给出软件实践教学的一些有用性建议。通过软件实践教学,激发了学生的学习兴趣,增强学生分析解决实际问题的能力,为《数学分析》的教学改革提供了依据。", "label": "数学", "id": 0}
{"content": "本文首先论证了专业英语的阅读和翻译是数学专业学生必须具备的一种能力;然后从课堂教学、实验教学和网络教学三个方面综述了几年来《数值分析》课程实施语码转换式双语教学的探索和实践;成立了学生为主体的科技英语翻译协会,进一步培养和提高了学生阅读专业英文教材和翻译专业英文文献能力。", "label": "数学", "id": 0}
{"content": "构建反思批判能力,是促进学生发现问题、解决问题的有效途径。培养反思批判意识、重视探究精神、注重反思技能训练是构建反思批判能力的核心内容。实践表明,在数学分析教学中,构建反思批判能力,可以提高学生的数学素质和数学学习能力。", "label": "数学", "id": 0}
{"content": "根据笔者二十多年从事数学研究的心得,本文从方法论的角度对数学研究中常用的一些变换技巧和研究思想加以归纳总结．并通过变换,推广、引申了已有的一些数学结论,推出了一大批新的结论,充分展示了数学变换这一高效的数学研究锐器的风采。", "label": "数学", "id": 0}
{"content": "随着BIM技术不断地被探索应用在工程项目,BIM在项目战略上该如何选择正确的导向和类型成为先行问题。本文首先基于模糊数学的评判法,分析提取了BIM应用战略影响因素,以杭海城际铁路工程BIM应用项目为例,选取各领域专家进行BIM战略评分,综合评判该项目BIM应用的优劣性和危机程度,再依据评判结果计算总优势、总劣势、总机会、总威胁程度;然后基于SWOT决策法,构筑了战略评估坐标系,绘制了BIM应用战略包络图,通过战略类型的选择及战略程度的计算,最终形成对该项目BIM应用的战略地位分析,为工程项目BIM应用战略决策提供了科学的参考。", "label": "数学", "id": 0}
{"content": "乳腺癌作为女性最常见的癌症,对其进行合理的患病风险评估,有助于中高危患者的早期自我识别。根据患病风险结果采取合适的风险降低策略和干预措施,有利于降低患病风险。因此对乳腺癌进行风险评估具有重要意义。本文综合模糊集合、二级模糊综合评价法对女性乳腺癌风险等级进行预测,并制定相应的模糊规则,降低风险等级,为乳腺癌相关预防工作提供了新思路。", "label": "数学", "id": 0}
{"content": "为提高交流伺服系统的控制性能,本文提出了一种变论域模糊自适应内模PID复合控制策略。首先将内模控制和模糊控制相结合,设计一种参数自调整模糊自适应控制器,该控制器仅有一个可调参数,系统根据偏差及其变化率,通过模糊逻辑推理对参数进行在线自动整定,克服了常规内模控制器参数难以同时满足系统各个阶段的控制性能的缺陷;针对传统模糊自适应控制的控制精度与计算复杂度之间的矛盾,设计一种变论域模糊控制器,将输入、输出的量化因子设计成误差及其变化率的函数形式,实现论域的动态调整,在不改变模糊规则数量的情况下,使得控制器在各个阶段都能保证一定的精确度;仿真结果表明变论域模糊内模PID控制系统超调量更小、系统响应更快、稳态精度更高。", "label": "数学", "id": 0}
{"content": "为了解决原始粒子滤波算法中存在的粒子退化问题,本文提出了采用模糊逻辑推理来判断重新采样的必要性,以减少不必要的重新采样;且本文利用BP神经网络对粒子的权值进行修改和重新排列,以保持粒子的多样性,从而改善了原算法中高权值粒子的多次复制和错误叠加问题。为此,本文提出了一种基于模糊重采样和BP神经网络的粒子滤波目标跟踪算法。在正常环境、光照变化环境、尺度变化环境、高速运动环境和遮挡环境下的目标跟踪实验表明,该算法的跟踪性能优于原算法。", "label": "数学", "id": 0}
{"content": "我军技术构成日益复杂,知识密集程度不断提高,为有效解决作战过程中人员—任务匹配决策问题,以模型构建的重要作用、需解决的问题为切入点,采用模糊数学方法构建了执行专项任务的\"人员—任务\"优化匹配模型,对各类数据预处理进行了分析,为指挥员提供科学直观的决策方案。", "label": "数学", "id": 0}
{"content": "瓦斯防治是保障煤矿井下安全生产的关键因素,而对瓦斯浓度的准确预测是防治瓦斯事故的重要手段。研究瓦斯气体的生命周期,进而对瓦斯浓度的变化趋势进行预测是一种有效的方法,但目前对于瓦斯气体生命周期的概念相对模糊,对其预测方法也缺乏针对性。本文依据瓦斯气团的运移规律,给出了瓦斯气团生命周期的定义,提出了瓦斯浓度衰减率作为衡量瓦斯浓度变化的新指标。通过建立灰色预测模型,对瓦斯浓度的变化进行及时有效地预测,从而预测判断瓦斯气团生命周期的变化规律。通过实验结果分析,该方法取得了较好的预测结果,可以有效预防井下高浓度瓦斯气团带来的灾害,避免瓦斯事故的发生。", "label": "数学", "id": 0}
{"content": "生鲜电商物流能力是提高生鲜农产品电商运营效率,改善用户购物体验的关键。为准确把握生鲜农产品电商企业物流能力发展状况,增强企业物流能力,有必要对生鲜电商物流能力进行科学评价。生鲜电商物流能力评价体系应站在供应链的视角进行构建,并紧密结合农产品的特殊属性和电子商务的行业特征。生鲜电商物流能力可以从供应商管理能力、物流运营能力、市场能力和信息能力四个方面进行评价。利用模糊综合评价法对企业的物流能力进行评价,为生鲜农产品电商企业提升物流能力提供决策参考。", "label": "数学", "id": 0}
{"content": "淡旺季游客数量波动是困扰景区平稳健康发展的一大难题。本文根据梯形隶属函数,使用结合了各单位前后联系的模糊聚类方法对景区淡旺季时段进行划分。并且考虑了游客数量变化曲线的形态特征和景区管理部门变更淡旺季管理对策时的浪费以及为提供游客可供选择的出行时间范围。这里我们用四姑娘山景区的游客数量来举例进行划分和分析。并证明本文方法能够有效地对淡旺季时段进行划分,为以后的深入研究以及实施不同时段的分时定价提供参考依据。", "label": "数学", "id": 0}
{"content": "现实中有许多企业所选择的供应商在多种指标上都是具有不确定性的,这样就加大了对订单的合理分配的难度,为此本文提出了多目标模糊非线性规划的综合问题来解决企业对于供应商所选择的订单分配方案。首先,运用模糊集理论来表示供应商各项指标中的不确定性,并且根据供应商的输出指标运用数据包络分析法对各个供应商进行一个简单的评估和排序。然后,将供应商效率最高和所需成本最低作为目标函数,以订单总数量和订单分配限制为约束条件,建立目标模糊非线性规划模型。最后,得出最优的订单分配方案。在案例分析中,可以说明本文的方法能够获得合理的分配方案。", "label": "数学", "id": 0}
{"content": "目前的产前胎儿监护无应激试验（NST）,产科医护人员对胎心宫缩图（CTG）的判读,依据胎儿监护指南,同时融入了个人临床的专业经验知识,具有不确定性和模糊性。此外,胎心宫缩图是一个多成分非线性的复杂体系,含有大量信息,也是具有不确定性和模糊性。因此,本文提出一种基于自适应神经网络模糊推理系统（ANFIS）的智能判别新模型:从产前胎心宫缩图中提取重要特征,采用减法聚类确定模糊规则数,通过神经网络的自学习机制调整前提参数和结论参数,确定模糊推理规则。以UCI的产前CTG标准数据集进行测试,仿真实验结果显示:与国内外的产前胎儿监护智能判别模型比较,本ANFIS智能判别模型表现出色,对于处于灰色阶段的\"可疑类\"的识别有显著优势。可见ANFIS智能判别模型对于产前胎儿监护评价中的不确定性,具有较强的学习能力和适应能力。", "label": "数学", "id": 0}
{"content": "世界模糊数学和智能控制之父扎德（Zadeh）教授去世,我们缅怀他的一生和他的杰出贡献。本文首先从Zadeh教授和我的合作,以及作为我们杂志Fuzzy Information and Engineering的名誉主编开始,回顾他对我的杂志和我本人的支持和关爱,缅怀他的音容笑貌,他演讲的热情,他的书信手稿,以及他对我们编著的世界第一本模糊数学高中教材的关注,以此纪念他并开创模糊领域的新未来。", "label": "数学", "id": 0}
{"content": "简要概述模糊数学的诞生、模糊数学和工程世界发展的有关动态、代表性人物及代表性成果,简述模糊数学与工程在中国的应用与发展,旨在加强模糊数学与工程研究阵地与团队建设方面的关注,让模糊数学与工程在Zadeh之后有更大的发展。", "label": "数学", "id": 0}
{"content": "在文[1]提出的模糊时间序列预测模型IFTSFM的基础上,定义了多元逆模糊数（Multivariate Inverse Fuzzy Number）的概念,建立了基于多元逆模糊数的模糊时间序列预测模型。应用这一模型,将海南省1997-2016年度旅游总收入历史数据分为两组,分别进行了对历史数据拟合模拟和对未知数据的预测计算,取得了令人满意的结果。", "label": "数学", "id": 0}
{"content": "等级测评在网络安全等级保护测评过程中有着关键性作用。文章在信息安全等级保护1.0时代基于算术平均数和加权平均法算分公式,针对等级测评结论的模糊性和层次性,运用模糊综合评判法,分析和阐述了基于算术平均法、层次分析法和模糊理论的网络安全等级保护2.0的测评结论产生方法。", "label": "数学", "id": 0}
{"content": "在高速公路应急事件应急救援发生的过程中,对应急救援能力进行评估也十分重要。本文采用改进的层次分析-最小二乘法和熵权法相结合,得到更客观指标权重的模糊综合评价法,构建应急救援能力评价模型。通过在广乐高速公路中的使用表明,本文提出的评价指标体系比较符合实际,评价模型实际操作性强,评价结论可以客观真实地体现高速公路紧急事件的应急救援能力。该模型可推广对高速公路应急救援能力评估的应用。", "label": "数学", "id": 0}
{"content": "建立在一阶谓词逻辑之上的描述逻辑是本体描述语言的逻辑基础,具有很强的表达能力和可判定性.描述逻辑能够形式化表示精确知识,但无法表示和推理不确定性和模糊性的知识.为了形式化描述领域中存在的大量不确定和模糊性的知识,现有研究方法分为两类:一类从逻辑层面通过引入模糊逻辑对描述逻辑进行扩展,形成模糊描述逻辑;另一类从本体描述语言层面对领域本体进行模糊扩展,形成模糊本体.第一类研究或者表达能力上还不能完全满足领域模糊知识的描述需求,或者表达能力较强,但在推理上不可判定,而且现有的本体工具无法支持.第二类研究或者依赖自定义或特定的编码、语法和语义解析器、推理引擎,或者在建模方法上违背了本体设计原则中的定义清晰性、一致性、可扩展性等原则,并会导致逻辑推理错误.针对现有研究的不足,提出了一种建模领域模糊本体和描述领域模糊知识的方法.该方法基于模糊理论、本体标准描述语言和语义Web规则语言提供的语义组件来建模领域模糊本体和描述领域模糊知识.与现有方法相比,该方法遵循本体设计原则,可复用已有的本体编辑器和推理引擎,可实现模糊隶属度的自动计算和模糊隶属关系的自动构建.", "label": "数学", "id": 0}
{"content": "产业集聚作为产业演化过程中的一种地缘现象,是各国经济发展过程中的必然产物。由于规模收益递增和正的外部经济效应,大数据产业进一步趋向集中,对区域产业布局与发展产生重要影响。本文选取具有代表性的电子信息产业集中度和区位熵指数来衡量大数据产业的集聚水平,并运用Choquet模糊积分对中国31个省份大数据产业2015年的集聚水平进行了测度。计算结果表明:中国沿海发达地区大数据产业的集聚程度较好,中部地区大数据产业的集聚程度一般,西部地区大数据产业集聚程度较差。", "label": "数学", "id": 0}
{"content": "离散数学是随着计算机技术的发展和应用的广泛应用而建立起来现代数学的一个重要分支,是计算机相关专业的基础课程。该课程是一门研究离散量的结构及其相互关系的一门课程,课程具有高度抽象、理论性强、概念多、杂等特点,致使学生学习兴趣不高。该文结合实际教学,从教材、教法等角度进行探讨,提出加强理论与实际应用相联,力求达到教与学的完美结合。", "label": "数学", "id": 0}
{"content": "本文基于2015版工程教育专业认证通用标准,结合东北大学软件工程专业的人才培养目标,对毕业要求与课程达成度评价体系进行研究与实践。阐述了毕业要求、指标点、支撑课程3层嵌套循环构成的毕业要求达成度评价过程,对毕业要求指标点分解、支撑课程体系建立、评价依据合理性确认等方面进行探讨,并以《离散数学》课程为例,具体阐述课程达成度的计算步驟与评价方法。实现对人才培养过程、考核评价机制的持续改进,不断提升软件工程专业的教育教学质量。", "label": "数学", "id": 0}
{"content": "为适应创新能力培养的教学目标,构建了紧密联系专业与后续课程、重视创新能力培养的教学内容框架,对离散数学课程进行了教学设计与实践,使用多样的教学方法和先进的教学手段,建立了立体化教学模式和过程化的考核体系。", "label": "数学", "id": 0}
{"content": "离散数学是计算机相关专业的一门核心专业基础课程,其内容抽象,形式化程度高。如何提高该课程的教学水平,使学生真正学懂这门课并不断提高其逻辑思维和抽象思维能力是该课程教学中应该重点研究和探讨的问题。文章结合该课程的实际教学情况,探讨了对该课程开展研究性教学的基本思路和实施方案。", "label": "数学", "id": 0}
{"content": "离散数学是计算机专业重要的基础课,它可以培养学生的抽象思维和逻辑推理能力,能提高学生发现问题、分析问题和解决问题的能力。但是离散数学的概念、定理是非常抽象难懂,这给教师的教学和学生的学习带来一定的难度。为了改变这种状况,必须改进教学方法来激发学生学习离散数学的兴趣。愉快教学法比较适合于学生的认知特点,利用它课以激发学生思考和学习兴趣,提高教学效果。由于思维游戏是非常有趣和引人入胜的,所以我们在离散数学教学中采用这种基于思维游戏的愉快教学法。教学实践证明这种方法在提高教学方面是有效的。", "label": "数学", "id": 0}
{"content": "师生在线交流平台可以让学生和教师有更好的交流,本系统分为前后台管理,前台页面显示信息,后台作为独立的管理。师生在线交流平台作为网络教学的一个重要组成部分,是对传统教学方式的有益补充,从而提高教学效果。", "label": "数学", "id": 0}
{"content": "随着信息时代的来临,计算机应用的曰益普及,人们越来越重视离散量的研究和应用。因此,计算机科学基础理论课程《离散数学》就显得极其重要。如何提高《离散数学》课程的教学水平和教学质量,对学生后续课程的学习和今后进一步的科学研究均具有现实的意义。本文结合作者多年来从事本课程教学的实际,从教学内容、教学方法等方面进行了一些教学改革的探讨。", "label": "数学", "id": 0}
{"content": "课堂教学是高等教育的重要组成部分,而创新是提高课堂教学质量的活力源泉和核心环节所在。青年教师作为高等教育的生力军,是承担课堂教学的重要力量。本文结合计算机专业基础理论课离散数学的创新教学实践,来探究提高课堂教学质量的方法。", "label": "数学", "id": 0}
{"content": "离散数学是计算机科学与技术及相关专业的一门核心基础课程。文章根据离散数学教学实践,为提高学生学习的目的性,加强学生自主学习的意识,将理论知识与实践相结合,提出了基于任务驱动的离散数学教学方法。", "label": "数学", "id": 0}
{"content": "小班化教学是当前离散数学教学改革的重要方向,在离散数学实践性教学等方面有重要的意义。本文以浙江工业大学计算机学院的离散数学小班化教学实践为基础,对离散数学小班化教学的背景和现状、优势和特点、基本条件、实践经验和相关探索进行了介绍。实践证明,小班化教学通过实践,使得学生得到了多方面的能力培养,真正实现了从知识到能力的全面提升。", "label": "数学", "id": 0}
{"content": "离散数学是信息与计算科学专业的基础理论课,但它理论性强、抽象、公式多,理解和掌握起来有一定难度,导致学生厌学、怕学的情绪.为了适应素质教育对信息与计算科学专业人才培养的要求,本文结合作者近年来从事离散数学课程教学的实际,对离散数学课程教学内容、实践教学和课堂教学模式进行了改革.实践证明,在课堂教学中,运用所研究的教学方法和教学手段,能起到事半功倍的教学效果并且培养了学生的实践能力和创新能力.", "label": "数学", "id": 0}
{"content": "离散数学是现代科学的一个重要分支,是计算机科学与信息科学中基础理论的核心课程。本文分析了离散数学课程的教学现状以及当前教学中存在的问题,并针对该课程的特点,从理论联系实际、培养学生兴趣、加强实践环节教学、重视教材建设四个方面提出了《离散数学》课程的教学优化策略。", "label": "数学", "id": 0}
{"content": "教学模式是指在一定的教育思想、教学理论和学习理论指导下的、在某种环境中展开的教学活动进程的稳定结构形式。文章分析了研究性教学模式的内涵、基本特征和分类,详细阐述了两种大学研究性教学模式——课堂教学模式和课外研究性课题活动模式的实施步骤,探讨了研究性教学模式在《离散数学》课程中的应用。", "label": "数学", "id": 0}
{"content": "离散数学是高等院校计算机专业的必修课程,同时也是理工科其他专业的重要基础课程。但是非计算机专业离散数学课程的教学目标和计算机专业应该是不同的。本文首先分析了非计算机专业离散数学课程的教学目标。在此基础上,介绍了我们针对非计算机专业学生进行离散数学课程教学改革的一些经验和体会。实践表明,通过教学模式的改革,提高了学生的学习兴趣,全面培养了学生的能力,取得了很好的教学效果。", "label": "数学", "id": 0}
{"content": "如何提高\"离散数学\"的教学水平和质量,提高学生的抽象思维能力及创新能力,本文就从分析\"离散数学\"课程教学中存在的问题出发,谈谈\"离散数学\"课程教学改革的一些体会。", "label": "数学", "id": 0}
{"content": "在本文通过对典型例题,阶为偶数的循环群中周期为2的元素的个数一定是奇数的进一步的讨论,帮助学生掌握群论的基本理论和方法", "label": "数学", "id": 0}
{"content": "本文介绍我们在IBM-PC XT/AT（或兼容机）上,用DBASE-Ⅲ和汇编语言编写所研制的《离散数学》试题库系统。给出了该系统的结构与主要功能,阐述了该系统的设计与实现,最后就我国试题库研究提出若干看法。", "label": "数学", "id": 0}
{"content": "互联网的发展为信息的制造和传播拓展了空间、缩短了时间,但信息的鱼龙混杂增加了公众的辨识难度,如谣言。谣言的产生及大范围传播极易引发群体恐慌,危及社会安全稳定与经济发展。因此,了解网络谣言的传播规律以遏制其传播是信息管理领域的重要研究内容。本文基于流体力学中流体的流动分析方法,结合观点演化模型,构建了FDP-R网络谣言传播模型,探讨了网络谣言传播规律以及各因素对该传播过程的影响。", "label": "数学", "id": 0}
{"content": "Dyck格路是组合数学中一个重要的组合结构,一个经典的结论表明,Dyck格路的个数由第n个Catalan数所计数。本文研究Dyck格路上的两个与高度有关的统计量——矮峰与高度为0的点。我们证明,半长度为n的Dyck格路上所有的矮峰的个数以及所有高度为0的点的个数,都由Catalan数所计数。", "label": "数学", "id": 0}
{"content": "为了从统计意义上描述突发事件与灾害链的时空分布规律以及引发因果关系,从微博上获取了海量突发事件数据进行数据挖掘。采用改进的共现矩阵与复杂网络理论进行建模能够从图论的角度展现灾害链所形成网络的拓扑结构,对灾害引发的因果关系与危害强度进行了一定的讨论。此外,从传播学的角度还可以分析不同种类的事件报道时间与爆发时间的差值来描述事件的重要程度。最终得到的统计学规律对于灾害的防控与避险有一定的参考价值。", "label": "数学", "id": 0}
{"content": "复杂网络中的关键节点对整个网络具有重要影响,关键节点的识别是复杂网络中的一个热点问题。传统的关键节点识别方法未充分挖掘图数据中蕴含的信息,对网络结构、节点的属性特征以及节点间的交互信息利用不足。针对这一问题,本文提出了一种基于图注意力神经网络的拓扑势模型（TPGAT）。该方法基于节点属性特征向量利用图神经网络为连边赋予权重,并基于权重值计算各节点的拓扑势值,将关键节点视为拓扑势场的局部高势区,进而得到网络中的重要节点。最后,将TPGAT方法用于Cora、TerroristRel数据集进行抗毁性实验,结果表明该方法能有效的挖掘网络中的重要节点。", "label": "数学", "id": 0}
{"content": "城市路网交通流预测主要是对路网交通流的流量、密度、速度三大参数进行预测。路网交通流预测对交通流的诱导和控制非常关键。然而,由于路网复杂的时空依赖性,城市路网交通流预测一直是一项具有挑战性的任务。本文将从路网的拓扑结构出发,提出一种基于时空无向图模型的路网交通流预测方法。该方法使用深度学习的GCN模型获取空间依赖性,GRU模型获取时间依赖性,并最终构建了一个加入注意力机制的时空无向图模型。实验结果表明相比于被比较的模型,本文提出的模型有更好的预测精度和稳定性。", "label": "数学", "id": 0}
{"content": "未来战争是体系与体系的对抗,为了评估体系作战能力,对作战网络拓扑模型的分析是研究网络化战争的基础。本文构建了防空作战网络模型,利用仿真手段进行大规模测试,结合复杂网络理论,对多个基础特征量和网络模型的度分布进行分析。结果表明,防空作战网络度分布是复合函数,且网络模型与5个典型特征量密切负相关,从复杂网络角度对作战网络的构建提供了理论依据。", "label": "数学", "id": 0}
{"content": "带权超网络中节点权重及超边权重可以为正实数、负实数、纯虚数及复数等多种不同的类型。除节点权重及超边权重均为正实数及负实数的情形外,其他类型的带权超网络均具备多重分形特性,且超网络维数均呈复数形式,均有无穷多个。我们采用带权超网络多重分形维数的模所构成集合的势对带权超网络的多重分形特性进行度量。研究表明,除节点权重及超边权重均为正实数或负实数外,其它带权超网络多重分形维数模所构成的集合均是可数集,且均是等势的,其势均为x0。", "label": "数学", "id": 0}
{"content": "该文提出了一种基于自适应lasso正则化技术的宽度学习系统（Broad learning system,BLS）,将原始BLS网络的L2范数惩罚项替换为自适应lasso,选取该正则化技术应用于BLS网络的原因有:优秀的正则化方法在变量选择上应具有连续性,无偏性,稀疏性以及Oracle等性质,而L1范数对权重的参数估计是有偏的,且对所有权重施加一致的惩罚,导致增加网络的预测误差。当BLS网络节点过多时,L2范数则保留了BLS网络中所有节点的信息,无法降低数据维度,不满足变量选择的稀疏性。而自适应lasso则同时满足以上性质,改善了以上正则化技术的缺陷。由于自适应lasso引入自适应权重,相当于对输出权重进行二次惩罚,对于重要的权重施加较小的惩罚,对于作用较小的权重施加较大的惩罚。当BLS网络节点过多时,这种正则化技术不仅在一定程度上精简了BLS的网络结构,而且提高了BLS网络的预测精度,改善了BLS泛化性。本文通过对一些回归数据集进行实验,与原有的几种正则化技术比较,实验表明该方法既能稀疏BLS网络结构,也能提高BLS网络的泛化性能。", "label": "数学", "id": 0}
{"content": "重叠社区节点作为复杂网络分析中关键的节点,在理解网络社团关联关系方面起着非常重要的作用。为了更好地揭示电力信息网络的拓扑特性,本文提出一种考虑电力信息耦合关系和电网节点重叠性的电网节点的耦合重要度评估方法。首先,我们依据实际情况和建模原则,进行电力网与信息网单层网络以及耦合拓扑模型的构建;其次,我们将IEEE30节点系统和改进IEEE30节点系统的拓扑图转化对应的线图,这样我们就将复杂的原拓扑图的重叠社区划分问题转化成简单的线图的非重叠社区划分问题,从而快速识别出电网重叠社区中的节点;再次,通过复杂网络的基本特征量和网络间的依存关系,得到电网中所有节点的耦合重要度;最后,综合考虑电网节点重叠性及电网中节点的耦合重要度找出电网中的关键节点。本文在IEEE30节点系统和改进IEEE30节点系统上进行了实验。实验结果证实了所提方法的可行性和合理性。与节点收缩法和Max-Cas算法相比,本文方法能同时识别出电网中传统的重要节点和潜在的可能引发连锁故障的节点,并且可以更细致的区分节点的重要度。以此为依据对关键节点采取合理的不同程度的监控和保护措施,可以有效防止连锁故障,提高电网的安全性。", "label": "数学", "id": 0}
{"content": "可生存性研究对于复杂系统降低在遭遇攻击、故障及意外事故时的影响程度以及设计生存性高的系统是充满挑战的前沿热点,同时具有重要的实际应用价值。然而,关于耦合非线性振子系统的动力学可生存性研究还很少。本文定义了耦合非线性振子系统的动力学可生存性,并给出衡量方法和指标,在此基础上,研究了具有不同复杂网络拓扑的耦合非线性振子系统动力学可生存性,通过讨论耦合振子系统不可生存的临界条件并分析攻击方式和网络拓扑结构等对可生存性行为的影响,给出耦合非线性振子系统动力学可生存性进行控制的可行性与方法。我们的研究成果填补了动力学可生存性研究的空白,弥补了目前对于耦合非线性振子系统动力学安全性衡量和控制研究方面的不足,有助于提高大型复杂系统的生存性。", "label": "数学", "id": 0}
{"content": "信息物理融合技术是物理设施信息化改造的重要手段,是提高物理设施运营效率和智慧化水平的重要技术支撑。在改造和部署过程中,增加物理场景的感知、控制单元成为实现信息服务和物理系统融合的主要手段。在实施过程中,增加非接触式的信息采集单元,替换信息物理紧耦合的功能单元成为影响决策的关键。通过总结和分析物联网系统改造的目的,提出基于向量复杂网络的信息物理系统特性建模和分析方法,为物联网建设方案评价模型提供了更便捷的方法。该模型方法综合考虑了物联网的特点,引入了向量节点表示信息物理系统节点,不仅能够简化建模过程、降低模型的存储空间,还为构建高效的指标计算方法提供模型支撑。针对能源互联网交换设备构建过程中面临的方案选择与量化评价问题,提出系统耦合性的评价指标,利用模型给出了相应的计算方法,并通过实验验证了模型的可行性与准确性。", "label": "数学", "id": 0}
{"content": "现有在网络中发现相似结构的方法主要有图匹配算法,已有研究表明图匹配问题为NP完全问题,图匹配算法需要已知一个参考结构和算法搜索时固有的高时间复杂度和空间复杂度,这将很难满足大数据背景下对大数据量快速处理的迫切需求。另外,网络相似子结构之间可以映射真实的物理属性。因为网络嵌入可以保持网络的内在结构,研究证实双曲几何拥有幂律特性,所以提出了基于双曲嵌入的网络相似子结构发现算法,所提算法适用于大型真实数据,不使用基于结构的搜索方法,有较低的计算复杂度。对复杂网络进行建模并对算法做出了有效性评估,结果表明所提算法在复杂网络中发现网络相似子结构的有效性。", "label": "数学", "id": 0}
{"content": "在现实世界中,许多系统可以抽象为复杂网络,而网络中的链路结构可能包含实体的隐私信息,比如实体之间的人际关系。为保护相关实体的隐私,从观测平台上获得的数据往往经过隐私保护处理,进而导致链路推断的困难。本文利用差分隐私算法模拟不同平台的隐私保护策略,提出差分隐私保护下的链路推断模型;其次,结合期望最大化算法,提出隐私保护下的复杂网络链路推断算法。在GN标准网络、LFR标准网络以及多个真实网络上的实验结果表明:所提算法能有效推断出隐私保护下复杂网络的链路结构,其算法性能明显优于未考虑隐私保护的经典链路推断算法。", "label": "数学", "id": 0}
{"content": "本文中首先对已有全球恐怖主义研究数据库（GTD,GlobalTerrorism Database）进行探索性分析,提取事件特征,构建恐怖主义事件图结构,然后提出了一种基于图结构信息的知识表达方法和恐怖分子识别融合方法,对恐怖主义事件中的恐怖分子进行识别,分类预测或发掘未确定作案者恐怖事件的可能作案者,并与TransH知识表达模型、SimRank相似度计算模型、神经网络中自编码器（SDNE）模型进行了对比分析。", "label": "数学", "id": 0}
{"content": "针对一般识别方法忽略对网络子结构信息的问题,提出一种基于网络模体的无人机集群重要节点识别策略。首先,分析了无向网络的3-模体,4-模体的网络拓扑性质及其在随机失效和蓄意攻击方式下的鲁棒性。其次,构建了无向网络模体邻接矩阵算法,结合网络节点模体邻接矩阵和节点度,提出了节点重要度排序算法。最后,依照提出的识别策略和模体鲁棒性分析结果,进行了集群攻击仿真实验,并与一般的蓄意攻击进行了效果对比。研究表明:基于网络模体的重要节点识别策略可以有效地识别无人机集群网络中的关键节点,网络模体信息可以对节点重要度排序提供指导。", "label": "数学", "id": 0}
{"content": "聚落中的空间节点构成了聚落的社会-空间耦合网络,它具有一定的空间秩序,其网络特征与人的主观体验存在较强的关联,是一个复杂的网络结构。聚落空间结构的复杂网络既不是随机网络也不是规则网络,而是介于两者之间的一种更符合真实网络的特殊的小世界网络。基于复杂网络的特性,亚历山大提出了社会网络分析法。宏村、宽窄巷子和钟祥莫愁村都具有小世界属性,用社区网络分析法在横向对比中挖掘网络结构特征及与社会行为的关联,并基于社区挖掘理论,运用GN算法对案例的空间网络组团结构进行计算和优化,并用模块度参数对优化结果进行验证;结果表明可以探寻社区空间网络的空间结构规律,并且可以基于真实网络的规律从理论和实践的应用上提出一套改善社区空间组团的设计策略。", "label": "数学", "id": 0}
{"content": "伴随信息技术的快速发展,我们正在逐渐步入一个万物互联的时代;同时,这也意味着我们正在步入一个万物皆系统、系统皆互联的体系化的时代。如何研究、设计、建造、发展复杂体系,正在成为当今时代科学理论与工程技术不容回避和必须研究解决的重大战略课题。基于这一原因,论文从网络视角,基于超网络的理论与方法,构建了复杂体系的均衡优化模型;运用变分不等式原理与方法,给出了复杂体系均衡优化的平衡条件,同时,基于正交投影理论,设计完成复杂体系均衡优化模型求解的优化算法;最后,提供了一个简单的复杂体系算例,说明模型应用的程序与方法,验证模型、算法的可行性与实用性。", "label": "数学", "id": 0}
{"content": "针对智能驾驶公交车在复杂城市环境下对多个目标进行实时跟踪的难题,提出了一种结合改进匈牙利指派和多传感器卡尔曼滤波的多目标跟踪算法。首先通过自适应阈值结合广度优先搜索算法划分出最大连接子图序列;然后使用匈牙利指派依次求解最大连接子图序列,通过得到的结果实现对多目标和多量测值之间的关联;最后使用卡尔曼滤波算法对关联结果进行处理,将已关联的多传感器量测值融合得到更准确的目标状态估计,对未关联中丢失的目标做预测,将未关联中新出现的目标添加到关联列表。实车实验表明:该算法可以在复杂城市环境下对多个目标进行实时跟踪,可以解决由于目标间的遮挡、交错或目标漂移而导致跟踪失败的情况,与多目标假设跟踪算法相比将有效跟踪距离提升28%,跟踪精度提升39%,同时通过卡尔曼滤波进行多传感器融合显著提高了检测精度。", "label": "数学", "id": 0}
{"content": "本文提出一种面对分布式状态估计和分布式控制的复杂过程系统子系统分解方法。利用节点表示非线性过程的状态或测量输出变量,构建非线性过程系统的加权有向图,同时考虑系统内部的连通性和连接强度。在加权有向图中,节点通过加权边连接,加权反映了节点间连接的强度。在加权有向图的基础上,利用社区结构发现算法将所有变量分成更小的组,使得每个组内的联系比不同组间的相互作用强得多。根据分配给组的变量配置适合于分布式状态估计和控制的子系统模型。通过化学过程实例对本文所提出的子系统分解方法进行了验证,说明了本文分解方法更能考虑子系统之间的连接权重。", "label": "数学", "id": 0}
{"content": "传染病的传播是典型的突发公共卫生事件,也是人类在21世纪面临的重大公共安全问题之一。传统传染病研究利用微分方程建立传染病仓室模型进行分析,该模型假设人群接触尺度均质,而这与真实情况不符。本文探索了一种复杂网络的动力学模型,通过异质平均场中的SEIR传播模型,基于基本再生数（即阈值R0）对疾病进展和消除进行决策评估。最后使用现有公开的新型冠状病毒肺炎（COVID-19）数据进行了数值仿真模拟分析,计算结果与疫情进展趋势通报基本一致,可视化地展现了疫情期间人群隔离以及医疗资源保障的重要性。", "label": "数学", "id": 0}
{"content": "本文是在研究整数与素数11的整除关系的基础上,来研究比较特殊的数——--重回文数,得出奇数重偶回文数都能被素数11整除,其他重回文数只有满足某些条件时才能被素数11整除.", "label": "数学", "id": 0}
{"content": "哥德巴赫猜想的描述为\"偶数为两个质数的和\",这个描述广为人知,加拿大盖伊的著作《数论中未解决的问题》一书提出了一个与哥德巴赫猜想有着相反描述的猜想\"偶数为两个质数的差\",这个猜想的难度不亚于哥德巴赫猜想,也是作为一个未解决难题流传下来。本文根据钱德拉对称矩阵的推广,只要有任意矩阵都存在一个自然数同时不出现在此矩阵与4开头的矩阵,从而使得这个猜想成立,从而得出了\"偶数为两个质数的差\"猜想的等价命题:2mn+m+n和2mn+m+n+x（m、n为任意自然数,x一次只能取一个值,为定值）这两个式子能不能表示出所有大于4+x的自然数?如果不能,那么\"偶数为两个质数的差\"这个猜想成立,这就是这个猜想的等价命题。此外,2mn+m+n+5这个多项式表示不出来的自然数减去4,得到的数为a1,a2,a3….不能表示为2mn+m+n+a1、不能表示为2mn+m+n+a2、不能表示为2mn+m+n+a3…..的所有自然数的集合如果包含所有自然数,那么哥德巴赫猜想成立,这个描述和哥德巴赫猜想的成立性等价。数学家可以转而研究这个描述,只要解决了这个新的描述,这个原来猜想也就解决,研究之路也极大拓宽,不排除有数学家在新的描述上解决的可能性,就算解决不了,在研究的过程中也当有所发现。这个等价命题与原猜想的区别在于,原来的猜想只是一个概念的描述,等价命题则倾向于数字化,公式化。除此以外,本文也得到了哥德巴赫猜想的等价命题。", "label": "数学", "id": 0}
{"content": "孪生素数无穷多问题目前世界上最好的研究结果是美国新罕布什尔大学的张益唐博士,2013年证明了两个相差7千万的素数有无穷多,荣获2014年科尔数论等世界大奖.本文用辛达拉姆（Snndaram）发明的一种新筛法找出了求素数、孪生素数、三生素数的新求法,找出了数阵2xy+x+y的an+b型子集的通解和特点,并用三种方法分析了3n+2不是K∪L的子集,从中发现了证明孪生素数无穷多的方法,并给出了详细证明,对研究三生素数猜想和n生素数猜想找出了新途径。", "label": "数学", "id": 0}
{"content": "通过对\"数系的扩充与复数的概念\"的课例研究,从MPCK理论的四个方面解析\"数系的扩充与复数的概念\"的教学:1.复数的教学内容知识与教育价值;2.复数与学科内其他知识的联系以及学科外其他知识的联系;3.学生在学习该节内容时已有的知识经验和容易出现的困难、误解;4.结合教育教学理论说明促进学生更好地学习的教学法策略。最后,针对教学解析给出相应的教学设计。", "label": "数学", "id": 0}
{"content": "文章中首先引入’r——r’’的概念,利用埃氏筛法把’r——r’图化成’p——r’’图;然后利用’p——r’’图的性质证明哥德巴赫猜想命题。", "label": "数学", "id": 0}
{"content": "基于模拟植物生长算法（PGSA）,提出了一种求解丢番图方程的通用性智能算法。在该算法中,按照L-系统进行三次分型后得到植物初始生长点,将丢番图方程解空间作为植物的生长环境,建立以生长规则为基础的植物系统演绎方式和以植物向光性理论为基础的概率生长模型。通过对典型问题的求解,表明模拟植物生长算法具有搜索精度高,求解稳定性强的特点,本算法尝试改变目前丢番图方程\"一种方程一种解法\"的研究状况。", "label": "数学", "id": 0}
{"content": "本文利用一种新的筛法---台阶筛法和孪生素数定理,研究了Hardy-Littlewood提出的强孪生素数猜想以及孪生素数间隙问题,给出了估算孪生素数间隙的一个计算公式。", "label": "数学", "id": 0}
{"content": "<正>在我国古代算书《孙子算经》中,有这样一个问题:\"今有物不知其数,三三数之剩二,五五数之剩三,七七数之剩二,问物几何?\"这一问题可理解为:一个数除以3余2,除以5余3,除以7余2,求适合这些条件的最小的自然数。关于这个问题的一般解法,在明朝程大位的《算法统宗》（1592年）里有一首歌,就是:", "label": "数学", "id": 0}
{"content": "<正>数学家们发现圆周率π是个无理数是研究圆所取得的伟大成就。因为圆周率π是个无理数,所以它注定了人们用圆周长公式C=πD不可能计算出圆的准确的未知直径或周长。画圆的方法本身就是一种自然的用直径刻度圆周长等于无理数π倍直径的方法,如果我们把这种刻度法作为一种刻度制,并利用它,那么圆的实际应用就可以不取近似值了。", "label": "数学", "id": 0}
{"content": "建设高质量的教师队伍,是全面实施素质教育的基本保证.为建立科学合理的教学评价体系,客观公正地评价教师的教学工作,充分调动教师的积极性、主动性和创造性,形成分析、评价、反馈机制,营造良好的教学环境,促进教师不断改进,完善自我,建立了教师教学工作的评价指标体系,通过文献法和调查法确定各指标的权重,运用未确知有理数理论建立了数学模型。从教师素养、教学过程质量、教改教研、教学效果四个方面对教师的教学工作进行综合评价,利用未确知有理数模型得到客观公正的结果,对比\"均值法\"的评价结果说明未确知有理数的优越性。客观公正的评价结果有助于教学质量的提高,优化中小学教师队伍建设,也为教师业绩评价提供一种科学可行的方法。", "label": "数学", "id": 0}
{"content": "班级是学校管理的基本单位.如何考核评价班级管理工作,是提高班主任和学生工作积极性的关键环节,也是搞好学生管理工作的前提.利用未确知有理数综合评价模型对班级管理进行评价,评选优秀班级,给出一种有效的量化评估手段.最大限度地消除评判者的主观片面性,使其结果更加符合实际情况,促进推优、评奖、评先进.定期评估班级管理质量,评选优秀班级,可促进班级管理方法的改进和学生素质的提高.", "label": "数学", "id": 0}
{"content": "本文简明扼要地叙述了费马大定理从17世纪提出直到1994年被安德鲁·怀尔斯证明的全部历史,从欧拉、索菲·热尔曼、拉梅、柯西、库默尔、哥德尔,直到谷山丰、志村五郎、弗赖、宫冈洋一、凯兹,所有对此问题的证明作过贡献的数学家和他们的工作都涉及了,但是本文没有也不可能描述这些数学家工作的详细内容。", "label": "数学", "id": 0}
{"content": "建设高质量的教师队伍,是全面实施素质教育的基本保证.为建立科学合理的教学评价体系,客观公正地评价教师的教学工作,充分调动教师的积极性、主动性和创造性,形成分析、评价、反馈机制,营造良好的教学环境,促进教师不断改进,完善自我,建立了教师教学工作的评价指标体系,通过文献法和调查法确定各指标的权重,运用未确知有理数理论建立了数学模型。从教师素养、教学过程质量、教改教研、教学效果四个方面对教师的教学工作进行综合评价,利用未确知有理数模型得到客观公正的结果,对比\"均值法\"的评价结果说明未确知有理数的优越性。客观公正的评价结果有助于教学质量的提高,优化中小学教师队伍建设,也为教师业绩评价提供一种科学可行的方法。", "label": "数学", "id": 0}
{"content": "创新性大学课程设计是大学生一个新的塑造自我和表现自我的机会,交给他们进行大学课程设计的基本原理和体系,能使我们在大学教学中真正的实现课程设计和师生互动这两个基本环节的有机结合,从而达到相应的教学目的,培养出优秀的创新人才。现以初等数论课程中的探索与实践为例,探讨几点成功的做法。", "label": "数学", "id": 0}
{"content": "Diophantine方程是数论专业的一个重要分支,与代数数论、代数几何、组合数学等有着密切的联系。有许多待解决而相当困难的问题都要归结为某些Diophantine方程的求解问题。Diophantine方程的内容异常丰富,但又没有一个统一的处理方法。这就决定了我们研究Diophantine方程的困难性,一般来说,我们只能给出Diophantine方程的求解原则,即综合利用各种初等的、高深的方法,将Diophantine方程化为若干容易处理的或有熟知结果的方程,对于一次和二次Diophantine方程的解法已经基本成熟,而对于三次及高次Diophantine方程解法的,还没有一般的结论,有待进一步的研究。本文争对一类三次Diophantine方程,利用初等方法给出了该方程无整数解的两个充分条件,从而推进了该类Diophantine方程的研究。", "label": "数学", "id": 0}
{"content": "人类在生存生产的长期实践中创造了数。在几千年的历史中,人类对数的认识经历了一个由表及里、由浅入深的过程。今天,我们所应用的数系,在科学技术和社会生活的一切领域内,都是一种基本的数学语言和必不可少的工具。由于前人在其形成和发展的过程中经历了太多的曲折和艰辛,使之不断完善,我们今天才能够得心应手地享用这份成果。数作为一种语言,也是一种交际工具,是人类在长期的生产和交换过程中逐渐形成的。", "label": "数学", "id": 0}
{"content": "研究了一种新的筛法——台阶筛法,讨论了应用台阶筛法求素数、孪生素数以及哥德巴赫素数。目的在于为解决孪生素数与哥德巴赫问题提供一种新的途径与方法。", "label": "数学", "id": 0}
{"content": "素数是数论的基础,在现代密码学中也占有着极其重要的地位。寻找有效的素数判定和搜索算法一直是现代密码学研究的难点。传统的素数判定方法分为确定性算法和概率性算法,这些方法都是针对数据本身进行判定,而没有利用数据之间的相对位置信息。基于数论的相关理论,利用数据之间的相对位置提出了一种新的素数分布模型。通过这种模型可以设计出一种更高效的素数判定和搜索算法。", "label": "数学", "id": 0}
{"content": "互余关系是基础数论中一个重要的理论概念。文中介绍了互余关系在典型椭圆曲线密码（ECC）方程中的简单应用,并根据互余关系和相关性质,进一步给出了互余关系中孙子互余定理一些等价转换定理的若干推论,以及模mi非互素情形的解法和相互关系。这些结果扩充了互余关系的基本理论,而且在密码学中有着实际的应用。", "label": "数学", "id": 0}
{"content": "<正>一、引言和知识准备将自然数分拆成两个自然数之和,有如下形式:偶数=偶数+偶数（1）偶数=奇数+奇数（2）奇数=奇数+偶数（3）对于（2）式,特殊情况是否成立?即任意偶数是否能表为两个素数之和?这就是迄今还没有解决的哥德巴赫猜想。", "label": "数学", "id": 0}
{"content": "本文通过创立一种新的筛法,得到并证明了估箅孪生素数的一个新公式或称孪生素数定理。估算孪生素数的实际分布,应用孪生素数定理比应用 Harday-Littlewood 猜想有效。", "label": "数学", "id": 0}
{"content": "本文提出了微分代数系统无源的定义以及KVP特性的定义。利用类似微分几何理论的方法,通过引入微分代数系统的M导数,利用微分代数系统无源性定义以及KVP特性的等价定理。最后针对微分代数模型的励磁系统构造了存储函数,使得系统无源而保持内部稳定。M导数的方法可以看作是L导数方法的延伸。文中所获得的结果,使微分代数系统的无源性理论在电力系统中得以实现。", "label": "数学", "id": 0}
{"content": "为仿脑海马结构空间细胞认知能力,本文通过引入范畴论知识,模仿海马结构空间细胞认知机理,提出了一种统一表征空间环境的认知架构,利用该架构通过构造神经元范畴、放电野范畴和空间认知范畴,建立了范畴对象间的态射和范畴间函子映射模型,揭示了细胞间和放电野间连接对整体海马空间认知行为影响,利用余极限模型,从细胞整体连接角度,统一了度量空间和拓扑空间放电野映射到空间认知行为方法。为验证所提海马细胞空间认知架构的有效性,对二维环境认知样式与模拟运动轨迹一致性进行对比仿真,结果表明:度量空间和拓扑空间位置细胞放电活动可以表征空间运动轨迹。", "label": "数学", "id": 0}
{"content": "本文将经典的对称群和模糊对称群溶为一体,提出一种新的代数结构——CF对称群范畴,并从范畴论的角度出发,给出了对系统进行统一描述的方法。", "label": "数学", "id": 0}
{"content": "<正>一、名的运算名的运算指的是名字和名表达式之间的运算。通过这些运算,由一些简单或相对简单的名形成了复杂的名。名和名表达式的语言形式即词或词组。从语言学的语法学上看,名的运算应该是构成词组的语法规则。不同的自然语言有不同的构成词组的", "label": "数学", "id": 0}
{"content": "本文进一步研究了 BCI—代数中元素阶数的特征,得到平行于群论中元素阶数定理的若干其它结果。", "label": "数学", "id": 0}
{"content": "<正> 以完全分配格为对象,完备格同态为态射,构成一个范畴Lat,关于Lat有一个基本问题:一族对象的乘积和上积是否存在?本文的主要目的就是考察这一问题以及与此问题相关的一些问题,我们证明了:Lat对乘积运算和上积运算封闭,并对一族对象的乘积和上积给出了具体构造,对于上积,我们给出了一个映射格形式的刻划,利用它,本", "label": "数学", "id": 0}
{"content": "研究一类五次哈密顿系统在四次多项式扰动下的极限环分支情况,主要研究五次哈密顿系统在四次多项式扰动下出现的极限环个数及其分布情况。首先使用微分方法定性理论知识,由阿贝尔积分得出扰动系统的判定函数,使用数值计算方法,由判定函数得出扰动系统的判定曲线,可以通过调整多项式各项的系数,得出对应扰动系统的判定曲线,分析扰动系统的判定曲线得出结论。结论是:扰动系统可以出现4个极限环,它们的分布形式有（（2, 0）, 2）,（（0, 2）, 2）,（（1, 2）, 1）,（（2, 1）,1）四种;扰动系统可以出现5个极限环,它们的分布形式只有（（2, 2）, 1）一种;扰动系统可以出现6个极限环,它们的分布形式有（（3, 0）, 3）和（（0, 3）, 3）二种。最后,使用数值模拟方法对上述结论进行了数值模拟检验,并且给出了各个极限环的准确位置。", "label": "数学", "id": 0}
{"content": "<正>参加了主题为\"厚植弘扬师德风尚做新时代党和人民满意的好老师\"的网络培训示范班学习,受益匪浅,感慨良多。作为一名专任教师,以下结合个人工作实际谈谈学习心得。课程是人才培养的核心要素,在人才培养过程中具有基础性作用,是\"立德", "label": "数学", "id": 0}
{"content": "本文利用既约集合套定义了直觉fuzzy准素理想和直觉模糊强准素理想,给出了相应的等价刻划,并基于本文给出的定义,讨论了其相关的性质.", "label": "数学", "id": 0}
{"content": "路代数是加法幂等的半环,它包括了布尔代数,模糊代数,分配格及斜坡.因此路代数上的典型矩阵包括布尔矩阵,模糊矩阵,格矩阵及斜矩阵.本文中的广义模糊单增矩阵（A≤A~2）指的就是路代数上的单增矩阵.在2013年, Tan研究了路代数上传递矩阵（A≥A~2）的性质.本文在Tan的基础上继续完善和推广路代数上单增矩阵的收敛性及其构造性质.", "label": "数学", "id": 0}
{"content": "研究了一类模糊逻辑代数系统——偏序集上关联s代数,给出了偏序集上关联s代数一系列基本性质,证明了偏序集上关联s代数关于其上的偏序关系≤构成格。最后,给出了偏序集上关联s代数与BL代数的关系.", "label": "数学", "id": 0}
{"content": "在连续格值逻辑的语义框架下,以Lukasiewicz蕴涵算子为工具定义了连续格值逻辑上的效应代数之不分明化滤子的概念,将用G.Cantor集合理论所刻画的效应代数的滤子概念在连续格值谓词演算下给予重新刻画,给出了不分明滤子的几个等价描述和性质.在两个经典效应代数的效应态射与效应同构意义下,讨论了这种不分明滤子的像和前像问题.", "label": "数学", "id": 0}
{"content": "零因子图是代数和图论的交叉方向,也是近年来代数方向比较热门的研究领域。其中的一个重要问题是弄清楚什么样的图是某个代数结构的零因子图,也就是给出零因子图完全的图论刻画。我们知道每个零因子图是连通的且直径至多是3,围数至多是4,但很容易找到一个满足这些条件但不是零因子图的图。既然一般的问题不可解,我们可考虑它的部分解。这个方面有两条途径。一是考虑一些特殊代数结构如正则环,幂等半群的零因子图的刻画,二是对图进行限制。我们的文章属于第二方面。两部图是一种很重要的图,例如树就是一类两部图。本文主要解决了这样一个问题:什么样的两部图是某个环或某个半群的零因子图?我们首先证明了一个零因子图是两部图的充要条件是该图不含三角形。利用这个结论,在加上7个引理,我们证明了一个两部图是零因子图的充要条件是该图是下述图形之一:星形图,两星图,完备两部图及带一个角的完备两部图。另外,我们还证明了一些附加的结果。例如我们给出了一类带角的完备两部图所对应的全部半群。最后对r>2,我们确定了哪种带角的完备r部图是零因子图。", "label": "数学", "id": 0}
{"content": "顶点算子代数是理论物理中共形场论和统计力学中至关重要的代数结构。近20多年来,顶点算子代数理论得到了迅猛发展,并显示出数学和物理中多个学科的密切联系和广泛应用。自20世纪90年代起,作为顶点算子代数的推广,顶点算子超代数的理论也得到了迅速的发展。为了研究顶点算子超代数Ⅴ的表示理论,文献[1 3]引入了结合代数A（V）,并证明了不可约A（V）-模范畴与不可约容许V-模范畴之间是一一对应关系,这表明A（V）-理论已成为不可约V-模分类的一个强有效的工二具;文献[14]引入了一系列结合代数An（V）推广了A（V）-理论。但是An（V）-理论不能有效刻画容许V-模的不同齐次子空间之间的关系。文献[1 8]提出了An（V）-Am（V）双模An,m（V）-理论。本文,对于任意一个顶点算子超代数V及非负半整数n,m,通过构造An（V）-Am（V）-双模An,m（V）,刻画了V的一个从可容许V-模的第m+1层子空间到第n+1层子空间的作用,并得到一类Verma型容许V-模M（U）。通过讨论了它的性质,证明了M（U）与本文构造的广义Verma可容许的V-模是同构的。", "label": "数学", "id": 0}
{"content": "本文主要证明了Schrōdinger-Virasoro代数的权空间维数有限的不可约权模一定是最高权模、最低权模或一致有界模。进一步,我们完全给出了了这类代数的不可分解的中间序列模的分类。", "label": "数学", "id": 0}
{"content": "设（R,m）是一个d-维的Cohen-Macaulay局部环。I是一个具有几乎极小混合重复度的m-准素理想,满足G（I）的深度大于等于d-1,我们将证明F（I）具有几乎极大深度,即F（I）的深度大于等于d-1。", "label": "数学", "id": 0}
{"content": "s代数是与偏序集上三角余模相关的一种代数结构,本文对s代数的性质进行了进一步研究,并在s代数中引进\"交换\"运算,从而得到了进一步刻画s代数的若干结果,为研究不同的逻辑代数以及它们之间的关系奠定了一定的理论基础.最后,本文还证明了交换s代数关于其上的偏序关系≤是一个格。", "label": "数学", "id": 0}
{"content": "为了解决评价分析中同时具有可比性和不可比性的语言值问题,采用格蕴涵代数的方法去处理语言值。基于十元语言值格蕴涵代数,建立了一个新的语言值教学评价系统模型。该方法能够很好地表达和处理评价问题中的可比信息和不可比信息,且具有丰富的适用于语言值推理的蕴涵运算。在评价分析过程中语言值直接参与推理和运算。研究结果表明所提出的方法在教学评价系统对处理语言值推理时更有效。该成果将有助于推动智能评价系统的实现。", "label": "数学", "id": 0}
{"content": "利用极小项与命题变项个数之间的关系指出了文[1-2]给出的四、五变量集合图的错误。利用Euler公式说明了四个变量以上的集合图不具有可平面性。", "label": "数学", "id": 0}
{"content": "对于二维空间中一般旋转的矩阵表示、传统的向量代数表示和几何代数的旋量表示,通过实例给出了其区别和联系。同时将几何代数的反射和反射的组合用于旋转的表达,给出了其几何解释,推导了三维空间中多重矢量任意旋转的统一表达。通过对比可知几何代数推导出的结果表达式比四元数给出的结果更加简洁。", "label": "数学", "id": 0}
{"content": "对合矩阵是一类在密码学上有重要应用的矩阵.本文讨论了模2m剩余类环Z2m上的对合矩阵,并得出了其在相似意义下的标准型.证明了任意Z2m环上的对合矩阵均相似于形式十分简洁的矩阵的直和.按照文中的证明步骤,Zm环上的对合矩阵可方便地化为其相似意义下的标准型.", "label": "数学", "id": 0}
{"content": "研究了极大代数上线性系统的单输入单输出的最小实现问题。根据无穷序列{gi}0∞的特征方程将3阶周期序列{gi}0∞分为四类,分别讨论了序列{gi}0∞存在3维最小实现的充要条件。", "label": "数学", "id": 0}
{"content": "设Γ是一作用在■n上的紧李群,Pn（Γ）是Γ不变的多项式芽环,Hilbert-Weyl定理证明了对于Pn （Γ）总存在一组由Γ不变的齐次多项式芽构成的Hilbert基。然而,如何从Γ不变的齐次多项式芽中选出一组Hilbert基?如何判定Γ不变的齐次多项式芽的一个有限集就是Pn（Γ）的一组Hilbert基?在有关的文献中,Pn（Γ）的一组Hilbert基常常是通过幂级数展开进行计算,作为一个补充,本文借助Noether环,不变积分的基本性质以及奇点理论的某些定理,证明了判定、计算Pn（Γ）的Hilbert基的有关定理和原理,这提供了计算某些PR（Γ）一组Hilbert基的而与幂级数展开不同的方法,最后,举例加以说明。", "label": "数学", "id": 0}
{"content": "主要讨论完备格的关系表示问题,分别建立了完全分配格的正则表示定理、超连续格的有限正则表示定理、λ-超连续格的κ-正则关系表示定理、区间拓扑T2完备格的广义有阴正则表示定理,给出了正则关系、完全分配格、超连续格、λ-超连续格、区间拓扑T2完备格的内蕴式刻划;给出了本文所建立的完备格的关系表示理论在Domain理论、格论和拓扑学中的若干应用。", "label": "数学", "id": 0}
{"content": "在拓扑分子格理论中,利用有序闭远域概念引入σi分离性（i=—1, 0, 1, 2, 3, 4）、σ正则分离性和σ正规分离性等概念。较为系统地研究了这些概念的特征性质、遗传性质和拓扑性质。讨论了σ分离性与Ui-分离性和Ti-分离性之间的相互关系。", "label": "数学", "id": 0}
{"content": "研究LF-偏序集中模糊集的并,广义Zadeh函数与LF-伴随映射之间的关系,证明了由LF-左伴随映射提升的广义Zadeh函数一定保任意模糊集的并,该结果是经典偏序伴随理论一个著名结论（左伴随保任意并）的量化/模糊推广。", "label": "数学", "id": 0}
{"content": "讨论了完备Brouwer格上有限inf—αT（其中T为伪t-模）合成关系方程,给出了方程解集非空的充要条件。当方程（?）（aj, xj）=b中b为交既约元时,证明了方程解集中存在极大解的一个充分条件,并给出了方程解集的结构。", "label": "数学", "id": 0}
{"content": "基于李群局部标架的方法体系可在计算中消除刚体运动带来的几何非线性问题,使柔体系统的广义惯性力、广义弹性力及对应的雅可比矩阵满足刚体运动的不变性,进而有效提高计算效率[1]。之前的研究只局限于四边形壳单元[1],而对含有任意几何形状壳结构的有限元建模存在困难。为此,考虑三角形单元网格生成的高效性,本文在李群局部标架方法体系下提出一种含drilling自由度的三节点几何精确壳单元。为包含drilling自由度,通过壳单元中面变形梯度张量的极分解,建立drilling自由度与中面运动之间的关系。通过移除参考点刚体运动,对相对运动插值,保证了离散应变张量的客观性[2]。采用离散一致线性化方法严格推导弹性力、惯性力及对应雅可比矩阵,保证该单元具有二阶收敛精度。采用李群框架下广义α方法[3]求解动力学平衡方程完成动力学分析。此外,无需复杂技术处理如假设应变法、多场变分原理,该单元便能获得较好的收敛精度。最后,通过几个静力学算例,验证了该单元的收敛精度,通过几个动力学算例,证明了该单元可有效提高计算效率。", "label": "数学", "id": 0}
{"content": "针对捷联惯性导航系统在运动基座上的初始自对准问题,本文提出一种基于李群最优估计的快速对准方法。该方法采用李群描述重新构造了基于姿态矩阵分解的运动对准模型,并从误差李代数与旋转的物理定义出发,建立了误差李代数与观测矢量与预测矢量的矢量积之间的确切表达式,从而利用李群李代数之间的映射关系设计了李群最优估计方法来估计初始姿态矩阵。仿真和实验结果表明,所提出的初始对准方法的对准时间和对准精度均优于现有算法,能够有效实现运动基座下SINS的精确对准。", "label": "数学", "id": 0}
{"content": "本文主要用矩阵谱问题和三维特殊的正交李代数so（3,R）来构造D-Kaup-Newell孤立子的可积对称层次,以及应用迹恒等式来展示结果中对称孤立子层次的哈密顿结构,最后还证明其Liouville可积性,即证明全对称和守恒密度的存在性。另外,其哈密顿性质将用计算机代数系统展示出来。", "label": "数学", "id": 0}
{"content": "<正>根据李群约化理论,将李群的李代数平移至整个李群流形,从而定义出李群流形上每点处的切空间。", "label": "数学", "id": 0}
{"content": "超代数结构是一种特殊的代数结构,主要有两种表示形式,一种是H.S.Wall提出的基于运算提升的,另外一种是李洪兴提出的基于集合提升的。本文主要研究前者,具体对基于运算提升的超代数结构——超群的构造作进一步的研究,从同构的角度给出了一种验证能否构成超群的快捷算法,最后通过实例来验证该方法的有效性和实用性。", "label": "数学", "id": 0}
{"content": "本文在一般的模糊数直觉模糊集的基础上,基于模糊结构元,相继给出了模糊数直觉模糊子群、直觉模糊正规子群的定义,并研究讨论了它们的一些基本的性质,获得了几个重要的定理,为继续深入研究一般的模糊数直觉模糊子环、子域等做好了铺垫。", "label": "数学", "id": 0}
{"content": "为了进一步研究直觉模糊群之间的关系,我们引入直觉模糊群的直觉模糊同态的概念,给出了子直觉模糊群（正规子直觉模糊群）间的对应关系,建立直觉模糊群的直觉模糊同态基本定理,同时讨论了直觉模糊群的若干性质,得到了一系列等价条件。从而使直觉模糊群的内容,进一步得到了补充和完善。", "label": "数学", "id": 0}
{"content": "在这篇文章中,应用经典李群法建立了一种改进的直接约化法。利用这种改进直接约化法对称约化和求解新的非线性耦合KdV可积系统。并对直接法得到的相似约化结果对应地找到群论解释。", "label": "数学", "id": 0}
{"content": "本文基于算子半群理论得到了抽象的第Ⅲ类热弹性系统对应的算子所生成的半群与其相应的解耦系统对应的算子所生成的半群之间的差是紧的。其中,作者把问题转化为证明两个系统对应的算子生成的半群之间的差的范数连续性以及他们的生成元的预解式之差的紧性。", "label": "数学", "id": 0}
{"content": "上个世纪70年代末,Maryland大学的A.J.Dragt教授将李代数方法引入加速器粒子动力学。这种方法本质上是将带电粒子的运动看成是六维相空间中的连续无限小正则变换。从群论的角度上讲,这种变换是一种单参数李群。与此李群相对应的是泊松括号李代数。这种连续无限小正则变换可用李映射表示。而李映射又可以展开成李算符的幂级数,由此可以得到映射的各级近似。到了90年代,李代数方法已经普遍用于加速器设计和带电粒子束光学研究,成为加速器理论研究中一种重要的手段和一个非常活跃的前沿课题。本文在包含空间电荷的情况下,用李代数方法分析强流脉冲束在电磁交叉场分析器中的传输,计算了六维相空间中的线性坐标映射公式。并根据李代数分析的结果,编写了计算程序,对强流脉冲束在电磁交叉场分析器中的传输做了模拟计算。", "label": "数学", "id": 0}
{"content": "十九世纪 Liouille 证明一般 Riccati 方程不能用积分法积分,人们开始认识到现实中的大量微分方程无法用传统的积分法积分。同时代的 Able、Galois 利用群论的思想成功的证明了五次及五次以上的多项式方程的解不能用根式表示,受其影响,面对传统积分法所遇的困难,人们开始尝试将群方法应用到微分方程的可积性研究中,Picard、Vessiot 提出了微分 Galois 理论,十九世纪后期挪威数学家 Sophous Lie 建立了李群理论,为微分方程可积性理论的研究开辟了一条新的道路。Lie 证明了对于一阶常微分方程若能找到一个接受的李群, 则该方程可用积分法积分,对于 n 阶自治系统若系统接受一个 r 参数可解李群那么方程就可以通过积分法降阶到（n-r）阶,目前 Lie 群在微分方程中的应用性研究仍是一个十分活跃的领域。而对于偏微分方程,若已知所接受的一个单参数 Lie 群,可以利用它找一种正则变换,通过这个变换使整个偏微分方程消掉一个变量,若偏微分方程只含两个变自量则可化为常微分方程,即则可降维或将其化为常微分方程。", "label": "数学", "id": 0}
{"content": "文中探讨了杨-泰勒系统哈密顿量的各个组成部分,利用对称性与群论等方法分析并简化了电声耦合相互作用哈密顿量,导出了 Td 群的不可约表示间对称性耦合的 CG 系数计算公式。作为特例,最后用所求得的 CG 系数公式计算了 T（e+t2）杨-泰勒系统的哈密顿量。", "label": "数学", "id": 0}
{"content": "基于极大值原理,讨论了在李群SU（1,1）上演化的量子系统的能量最优控制问题,针对正常极值和非正常极值两种不同情形,分别给出了双输入时最优控制的解析表达式。所研究的系统是一类在非紧李群上演化的典型量子系统,可用其来描述大量实际物理问题。", "label": "数学", "id": 0}
{"content": "<正>§1 背包问题描述背包问题[1]（Knapsack Problem）是组合优化领域内经典的NP完备问题,它在资金分配、货物装载、项目选择等问题上有着广泛的应用。背包问题有多种形式,本文研究的是最普通的单约束条件的0/1背包问题。其数学描述如下:给定n个物品及一个容积为c的背包,设pj与wj分别为物品j的价值（profit）与体积（capacity）,求使得背包中所装物品价值最大的装载方案。即:", "label": "数学", "id": 0}
{"content": "Serre利用群的特征标理论给出了有限群是Abel群的一个充要条件,该文利用群的表示理论给出了无限群是有限生成Abel群的一个新刻划,且对Serre关于有限Abel群的定理给出了一个新的证明。", "label": "数学", "id": 0}
{"content": "文[1]首次提出了F幂群的概念,并讨论了F幂群的基本结构及同态问题,本文进一步系统地讨论,幂群的性质与结构。", "label": "数学", "id": 0}
{"content": "本文先引入Fuzzy半群中的Fuzzy AB-理想的概念,进而讨论它与Fuzzy双理想之间的关系及其一些代数性质。", "label": "数学", "id": 0}
{"content": "将mn阶并元加性群G={0,1、2…mn-1}的元依次作为位置的号码,本文给出了找出它的mn-1阶子群与陪集位置的简易方法,在此基础上构造了正交码。", "label": "数学", "id": 0}
{"content": "<正>本文总假定S是幺半群。α-绝对纯S-系是内射S-系、绝对纯S-系的推广,本文进一步将α-绝对纯S-系推广为（α,β）-绝对纯S-系。设A是S-系,A上的方程是下列三种形式之一:", "label": "数学", "id": 0}
{"content": "引入AF商群和AF商子群概念,建立了几个有关AF商群的同构定理。", "label": "数学", "id": 0}
{"content": "本文引入了F*—正则子半群的概念并讨论了它的一些基本代数性质。", "label": "数学", "id": 0}
{"content": "在US-ATFQ4非对称单元的基础上,利用非协调单元法,或者EAS方法构造的应变矩阵替代传统的等参插值应变矩阵作为非对称单元的左应变矩阵（或者检验函数矩阵）,同时右应变矩阵保持解析试函数形式不变,可以构造一系列新型的非对称单元。经算例检验,该系列单元具有十分优异的性能,对网格畸变非常不敏感,并且在几何非线性算例中,该单元相比于US-ATFQ4性能更佳。", "label": "数学", "id": 0}
{"content": "<正>1引言2020年春季学期是一个非常时期,随着新冠疫情的复杂化以及国家控制新冠疫情扩散力度的加大,各个学校都开展了网上授课行动.我校也加入了这个大环境中,各门学科线上教学刻不容缓。作为线性代数的一个授课教师,制定了这门数学基础课的授课方案和教学计划,使得在新的教学环境中有了新的教学模式和方法。", "label": "数学", "id": 0}
{"content": "在压缩感知中,部分单位阵形式的稀疏随机矩阵和DWT稀疏基之间的高度相干性会导致较差的重构效果。针对该问题本文提出了稀疏循环移位高斯随机矩阵作为测量矩阵,并通过地磁台站观测数据的仿真实验对重构性能进行验证。实验结果表明稀疏循环移位的高斯随机矩阵在确保良好的重构效果的同时,还具有矩阵存储量少和计算复杂度低的优点。", "label": "数学", "id": 0}
{"content": "传统的迭代方法（Jacobi,GS等）在对大规模线性方程组进行求解时,存在着迭代步数多、收敛时间长甚至难以收敛等不足。自适应松弛是基于传统迭代法的松弛加速策略,可在较小代价下获得较为理想的加速效果。本文在极小残差松弛法（MRR）和正交投影松弛法（OPR）的基础上进行了参数优化研究,使其达到更好的效果。", "label": "数学", "id": 0}
{"content": "本文以矩阵的相似对角化这一节为例,探讨了大学数学线性代数课程如何进行教学设计,以实现在教学过程中低阶、中阶、高阶教学的转化和过渡,力求学生们的知识水平和高阶思维能力都能在课程中得到相应的提高。", "label": "数学", "id": 0}
{"content": "当前,面向CPU+GPU架构研究线性代数方程组的高效并行求解与评估,成为在当前超级计算机上进行高效数值模拟的重中之重。本文通过计算的重叠,在CPU+GPU架构上更高效地实现了CG方法。分析CG方法之后发现,在每一步迭代中,GPU上计算的矩阵向量乘积与CPU上计算的向量内积之间没有关联,因此可以同时计算,也即重叠计算,这样就降低了运算时间,使得CG方法整体性能得以提高。此外,我们还将重叠技巧应用于经过重排的MCG算法,由于MCG算法每一步迭代的矩阵向量乘积可以重叠掉一个向量内积和两个向量校正,因此重叠度更高,实验结果也表明重叠后性能提升得更明显。", "label": "数学", "id": 0}
{"content": "众所周知,高校时期的教育是学生重要的人生转折点,学生想要取得一个较好的成绩,就要在大学四年的时间里进行高效的学习,获得较大的发展和进步。因此,如何提升高校数学的课堂教学效率已经成为教师重点研究的一个问题。本文将针对高校数学课堂应该如何开展线性代数教学进行研究分析,以期能够更好地促进高校数学线代课堂教学的优化提高。", "label": "数学", "id": 0}
{"content": "如何更好地运用线性代数在线教学软件进行授课教学,主要教师的课程计划是关键。教师通过学情分析和教材分析,课前导学预习,课中探究学习、实时检测,课后微课辅导、答疑互动、批阅作业,教学反思5个方面,正确的运用混合式教学的方法实施并计划,线上和线下同步教学,可以提高学习线性代数的教学质量,同时利于提高学生课堂教学的参与率和学习积极性。", "label": "数学", "id": 0}
{"content": "卡尔曼滤波是解决系统状态最优估计问题最常用的方法。目前,关于卡尔曼滤波的完善工作均是在估计方差最小化框架下开展理论研究的,即通过优化估计方差的过程求解滤波增益,进而用测量值与测量预测值的残差修正状态预测值、获得状态的最优估计。本文在定义向量矩阵凸组合的基础上,给出了一种新颖的卡尔曼滤波推导方法。首先,证明了多维随机变量的矩阵凸组合与其概率密度乘积的等价性。其次,采用最优矩阵凸组合方法推导了测量最优估计。最后,证明了基于矩阵凸组合的最优状态估计同传统卡尔曼滤波等价。基于矩阵凸组合方法的状态估计更易理解,避免了传统卡尔曼滤波的繁琐推导过程,也可直接推广至约束滤波和融合估计领域。", "label": "数学", "id": 0}
{"content": "本文结合独立学院学生学习线性代数课程普遍存在的一些问题,从6个方面对该课程的教学进行初步探讨,以进一步提高该课程的教学质量和教学效果。", "label": "数学", "id": 0}
{"content": "针对LR三角分解法计算过程中的问题,提出对称LR三角分解法,其中包括:合成阵应用、四角规则应用、对角元素取倒、对称LR三角分解法,大大加快前代计算。同时提出LR三角分解法求解节点阻抗矩阵Z的方法,并根据LR三角分解法计算过程的特点,综合应用Zk阵的求取顺序、Zk阵元素的求取方式、单位矩阵E元素结构特点,从而利用Z阵元素的对称性进行求解,并省去LR三角分解法中间矩阵的计算,大大加快回代计算。对IEEE各节点系统的验算表明,本方法与传统的或改进的LDU三角分解法和LR三角分解法相比,计算速度均大幅提高。", "label": "数学", "id": 0}
{"content": "当前,在化学领域中通常假设二维荧光数据（Emission-Excitation Matrix,EEM）满足双线性数学模型,这一数学结果对于拓展到三线形模型尤为重要。二维荧光发射光谱之所以可以分解为两个向量的外积,其重要的依据是Kasha规则:荧光发射光谱的形状即发射光谱的中心波长和半峰宽与激发波长无关。在该规则下,将纯组分的二维荧光的量测数据分解为用于描述激发光谱和发射光谱两个向量的外积,并将荧光量子产率、光程和浓度作为常数系数[1-2]。然而,目前用于描述实际量测数据的二维荧光信号模型仍存在若干问题:（1）现代荧光仪器测量的二维荧光数据中含有更多的精细信息,即使在符合Kasha规则的前提下,荧光发射光谱并非完全独立于激发波长,这可能与荧光物质的激发态振动能级分布、溶剂效应等因素有关;（2）由于二维荧光数据描述的是具有一定范围的激发波长和发射波长的荧光强度,因此将荧光量子产率看作常数对待不能完全描述荧光物质的特征信息。应当将荧光量子产率看作是与激发波长和发射波长有关的物理量[3],这对于解释荧光物质的荧光过程更为合理;（3）传统二维荧光信号模型中,是联合使用激发光谱和发射光谱作为荧光物质的特征光谱,我们认为直接将二维荧光光谱作为纯物质的特征光谱更为合理,与Kasha规则不符合的荧光物质进一步支持该结论[4];（5）基于对二维荧光信号产生的再认识,我们构建了相应的二维荧光信号新模型以及新算法。", "label": "数学", "id": 0}
{"content": "随着信息化的普及,我国对计算机人才的需求越来越强烈,各大高校也加强了对计算机专业的发展力度,通过更加高效的方式培养人才。而作为计算机及相关专业的重要基础课程,线性代数是中是教学的难点。本文通过结合计算机相关知识与应用,调整课程内容与授课方式,提高教学效果。", "label": "数学", "id": 0}
{"content": "边界元方法所建立的线性方程组的系数矩阵一般不具有对称稀疏的性质,故对大型的边界元离散方程一般采用子空间迭代法来求解。GMRES方法是一种被广泛采用的子空间迭代方法,对于求解非对称线性方程组有着很高的效率。但在对不同对象的求解过程中发现,对于含细长梁、薄板等结构的问题,随着长细比的增加,即使方程组的规模不太大的情形下,GMRES方法仍会出现收敛停滞的情况,采用改进的Gramm-schmidt正交化方法虽然能解决收敛性的问题,但是随着长细比的增加,GMRES方法的收敛速率会受到很大的影响。", "label": "数学", "id": 0}
{"content": "本文以西安思源学院为例通过分析现阶段学院的教学现状和存在的不足,围绕应用型人才培养的需要,提出了线性代数课程教学改革的目标,并在教学理念、方法和手段、课程体系和内容、成绩评价等方面进行了阐述,对线性代数教学改革进行探索。", "label": "数学", "id": 0}
{"content": "研究S-SDD矩阵A,首先给出A的逆矩阵无穷范数的上界,其次,在该上界的基础上,结合新构造的S-SDD矩阵A=I-D+DA,得到了A的线性互补问题的误差界,最后,进一步得到了B-S-SDD矩阵线性互补问题的误差界。", "label": "数学", "id": 0}
{"content": "矩阵运算广泛应用在雷达信号处理中,利用硬件实现可以充分发挥硬件的速度优势,而传统的寄存器传输级（RTL）设计需要精确的时序,因而设计周期较长。本文针对矩阵求逆这一关键算法,提出了使用高层次综合（HLS）工具,即用高级语言直接生成设计的硬件实现的方法,可以大大缩短设计周期。给出了硬件实现的相关指标并进行设计优化,之后利用MATLAB和MODELSIM工具分别验证设计实现的精度和功能正确性。", "label": "数学", "id": 0}
{"content": "本文以多重复数为基础,利用多重复数个个维度之间的运算规则,揭示了事物之间个个维度之间的数学关系。本方法用于运算自然科学和社会科学中的辩证关系,可以用于大数据分析,区块链的分级管理,中医中药,游戏编程,理论物理理论化学等的定性和计算等。本文在中国古老哲学思想的指引下,对事物基本规则加以推演,得到了新的理论结构。可以作为从基础物质理论到高级物质的物质结构的规则模型,将在人类认识物质世界的旅程中起到重要作用。", "label": "数学", "id": 0}
{"content": "文章强调了利用初等行变换化矩阵为行阶梯形矩阵及行最简形矩阵方法在高等代数课程中的重要作用,叙述了初等行变换在利用行列式的性质及化上三角形行列式法计算行列式等方面的间接应用,以及在求解齐次线性方程组和非齐次线性方程组、研究向量组的线性相关性、矩阵的秩、可逆矩阵的逆阵和求二次型的标准形等方面的直接应用,剖析了学生在应用初等行变换方面存在的常见问题,并给出了改进的方法,阐明了提高学生应用初等行变换的能力是提高学生的高等代数计算能力的关键方法。", "label": "数学", "id": 0}
{"content": "将PBL教学模式引入财经院校高等代数的课堂,是对传统高等代数教学的一次挑战,同时带给学生创新的机遇,对于培养财经应用型创新人才,有着重要的意义和作用。本文主要讨论了PBL教学模式的内涵和特点,实施PBL教学模式的必要性,探讨在财经院校高等代数教学中如何应用PBL教学模式。", "label": "数学", "id": 0}
{"content": "本文从高等代数的基本要求、重点、难点和特点出发,结合预习、听课、作业、复习等几个方面,深刻理解与把握基本概念,掌握基本方法及基本运算;注意知识间的衔接,建立知识树,梳理知识网;注重逻辑表述和抽象思维的训练;该文试图探讨学好高等代数的方法,以形成基本的思想.", "label": "数学", "id": 0}
{"content": "在实际中,有些关系很难简单的用\"有\"或\"无\"来衡量,而必须引入一定的量来表示两元素间具有这种关系的程度。本文运用不确定理论来研究不确定关系的性质。基于不确定理论给出了不确定关系的定义及其性质可信性指数的概念,同时也给出了不确定关系性质的可信性指数的计算方法。在文章最后,通过简单的例子来解释计算方法。", "label": "数学", "id": 0}
{"content": "本文将集对分析中的联系数概念应用于可拓集合中,提出了一般意义下的联系数可拓集合和集合型可拓集联系数的概念。基于联系数的可拓集合将可拓集合和联系数结合在一起,给出了集对分析和物元分析在其数学基础上的联系,集对分析和物元分析这两门新兴学科的有机结合将会促进它们的进一步发展。", "label": "数学", "id": 0}
{"content": "本文针对经典粗糙集模型存在的对噪音数据敏感等缺陷,提出了基于隶属度和特征距离的β-δ0拓展模型,该模型不仅能够处理含有噪音的不完全、不精确信息系统,其结果也能反映大量数据所满足的统计规律;针对β-δ0拓展模型,提出了一种基于属性上下文敏感度的启发式属性约简算法。", "label": "数学", "id": 0}
{"content": "本文把Banerjee＆Pal.S K等人定义的粗糙模糊集的概念推广到模糊近似空间上,定义了新的上下近似算子,讨论了上下近似算子的基本性质,给出了上下近似的算法。", "label": "数学", "id": 0}
{"content": "通过对S.K.Pal和R.A.King的模糊增强算法进行分析,我们在[5]中给出了一个自适应地选择参数的模糊增强算法,用以改进图象增强的效果和边缘检测的精度.针对改进算法中的备择边缘细化问题,本文给出了一种基于模糊熵的新算法.", "label": "数学", "id": 0}
{"content": "本文论述了模糊粗糙集的格性质,建立了模糊粗糙集的等价类之集与直觉模糊集之集间的格同构对应,本文结果是文献[2]中相应的结果的推广,并可望在计算机领域中有所应用.", "label": "数学", "id": 0}
{"content": "本文在直觉算子模糊逻辑（记为IOFL）系统中引进了（μ,ν）-弱蕴含和（μ,ν）-强蕴含的概念,完善了文[2]中提出的（μ,ν）-归结的完备性定理。", "label": "数学", "id": 0}
{"content": "利用已往给出的诱导算子,定义了Fuzzy集上的K-拟可加Fuzzy积分,讨论了它的一些性质,并给出了几个积分转化定理。", "label": "数学", "id": 0}
{"content": "本文给出了在Fuzzy集合上简单非负Fuzzy数值B-函数及其关于Fuzzy数值测度的Fuzzy数值积分的概念,讨论了积分的一些基本性质和积分序列收敛的定理。", "label": "数学", "id": 0}
{"content": "讨论了文[1]、[3]中Fuzzy映射定义之不足,给出了L-Fuzzy映射的定义,并将普通映射及前述两种Fuzzy映射作为特款,研究了L-Fuzzy映射的性质刻划及L-F基数。", "label": "数学", "id": 0}
{"content": "运用模糊点与模糊集之间的邻属关系,给出（α,β）一凸模糊子集的概念,经过讨论,得到一种更有意义的（∈,∈Vq）—凸模糊子集,继而推广得到λ—凸模糊子集和λ—凸模糊关系,并着重研究了λ—凸模糊子集和λ—凸模糊关系的一些性质。", "label": "数学", "id": 0}
{"content": "本文指出作用关系与模糊推理的内在联系,首先阐述了作用关系的概念,然后分别讨论在普通和模糊的情况下的作用关系理论。从而给出了在社会关系中的二元作用关系的数学描述法。", "label": "数学", "id": 0}
{"content": "鉴于2型模糊集对于模糊现象的描述更为深刻的特点,本文将系统的模糊成功和模糊故障用2型模糊集表示,引入模糊随机变量等数学工具对率模系统可靠性进行了分析,得到了率模可靠度,率模寿命,率模故障率等结论,推广了的结果。", "label": "数学", "id": 0}
{"content": "本文定义了半稠密格,讨论了其性质,给出了判定半稠密格及有余格的同态的充要条件,证明了余形式的唯一存在性定理,揭示了值格性质与余形式的选取及有余格的同态的特征的三者间的关系。", "label": "数学", "id": 0}
{"content": "本文论述了点集合套理论,揭示了M1完备格上表现定理的结构,与文献[4]相比较,本文减弱了值格L所需满足的条件,即不但去掉了多余的Li条件,而且将稠密的完备格放宽为MJ完备格,所以本文结果是文献[4]的改进与推广。", "label": "数学", "id": 0}
{"content": "本文提出了“理想点”的概念,并以距离极小为目标,用优化的方法来确定模糊综合评判时的权重集,最后给出了具体的计算实例。结果表明,这是一种较为实用的确定权重集方法。", "label": "数学", "id": 0}
{"content": "本文首先讨论了集值随机过程的比较,不足道集值随机过程和可料集值随机过程的关系,而后给出Fuzzy集值随机过程相应的概念并得到了相应的类似于集值随机过程的结果。", "label": "数学", "id": 0}
{"content": "本文以Fuzzy数的结构特征为基础,引入了弱Fuzzy数及正则变换的概念,建立了凸Fuzzy集的正则Fuzzy运算,讨论了正则变换的基本性质。", "label": "数学", "id": 0}
{"content": "文献[1]给出了F幂集的一类自同态的分解定理,文献[2]中给出了三种新类型F集的截集及分解定理。本文在此三种新的截集定义下,给出三种新自同态的分解定理。从而使文献[1]、[2]的结果在相应的方面得以推广。", "label": "数学", "id": 0}
{"content": "本文讨论了如何运用模糊集理论和方法,在学生评议的基础上,对教师的教学效果进行科学的综合评价。", "label": "数学", "id": 0}
{"content": "<正>参考文献[1]给出了集合论的有穷公理系统GB 的广义布尔值模型R△（B）。本文讨论:（1）R△（B）中的混合原理;（2）R△（B）中的序数和基数。在下面的讨论中,我们总是假设R△（B）是GB的广义布尔值模型 (即:这里的B=（?）Bλ是一个完全的布尔代数", "label": "数学", "id": 0}
{"content": "本文以马克思主义哲学为基础,运用本体论、认识论和方法论相统一的方法,系统地回顾了人们对复数的认识历史和复数在物理学中的应用历程,并对物理学中应用复数的对象和复数本身作对立统一的辩证分析,从而将复数的本体论意义:实数是空间的数量关系.纯虚数是时间的数量关系,复数则是时空的数量关系显现出来。最后是方法论的启示。", "label": "数学", "id": 0}
{"content": "获得了消除 De Morgan 函数短语的一些性质,据此设计一个消除 De Morgan 函数短语的算法。", "label": "数学", "id": 0}
{"content": "随着教育体制改革的不断深化,高校数学教育也在积极探索新的模式,理论联系实际的数学建模越来越受到广大高校数学教育者的重视。数学建模是高数理论联系实际的重要保障,目前也在社会的各行各业中被广泛应用,并取得了很大的成就。本文从当前高校数学建模教学现状入手,对高校数学建模教学模式进行了分析与策略探究,希望对广大高校教育同行有所帮助。", "label": "数学", "id": 0}
{"content": "实际工程中的建筑项目,其功能方面的设计要求来自各方各面,对设计师的统筹协调工作带来了诸多挑战。为了使得复杂功能问题的设计解决过程更加逻辑严密、稳固可控,促进学科交叉研究,本文从数学建模视角下,重新审视传统设计模式,剖析功能性设计场景的抽象本质,探索展示进一步提高设计质量的可能途径。", "label": "数学", "id": 0}
{"content": "为了解决传统教学改革模式效果评估方法中存在的评估结果可靠性低的问题,提出了一种基于数学建模视角下个性化创新教学改革模式效果评估方法。在设计中,按照数学建模中数据的导入顺序,对教学行为数据进行逐层筛选。同时,根据划分的定性与定量评估指标,计算不同指标的权重值。此时,应考虑效果评估的过程,可能受到人为主观因素的干扰,为此提出圈定效果数据有效范围的方式,规范数据类别。并根据导出成果的有效性,将评估结果按照质量划分为三个层面,同步归类导出数据,完成对教学改革模式效果的评估。此外,提出对比实验,检验设计的评估方法在进行高校教学改革实际评估中,所得结果的可靠性更高。", "label": "数学", "id": 0}
{"content": "新工科的理想目标是培养适应新时代、新技术要求的现代化工程应用创新人才。本文基于沈阳建筑大学办学特点,在新工科背景下,以数学建模教学研究的基本理论为基础,依照创新应用型本科教育的人才培养模式,结合作者近年来从事数学建模课程教学的实际,对数学建模课程教学内容、教学手段和实践教学等方面探索改革方法,培养学生应用数学和计算机解决实际问题的能力。同时也促进数学学科和其它学科的交流,培养学生的综合素质与创新能力。", "label": "数学", "id": 0}
{"content": "要p才q句式中p与q之间的关系既有单一性,也有复杂性,我们将这种单一性称为单一关系,将复杂性称为复杂关系。本文将重点论述。", "label": "数学", "id": 0}
{"content": "目的:湖北钉螺是日本血吸虫唯一的中间宿主,在日本血吸虫病的传播过程中是必不可少的。灭螺工作一直是日本血吸虫病控制的重要手段,故灭螺药物的作用机制和灭螺新药的开发一直是研究者关注的重点。方法:在先前的研究中,为了探索氯硝柳胺对湖北钉螺的作用机制,我们对药物作用后的湖北钉螺进行了转录组、酶学、形态学和代谢组的检测。在这些检测中,药物作用后的酶活性相对于对照组的变化与对应的unigenes、对应的代谢物的相对对照组的变化存在大量的不一致现象。为了解释这些不一致现象存在的合理性,我们构建了一个数学模型假说。结果:这个数学模型建立在两个前提条件下:1.酶合成的速度仅仅取决于它的RNA模板unigenes的量,代谢物生成的速度仅仅取决于其催化剂酶的量;2.在无外界条件干扰下,unigenes的量、酶的量以及代谢物的量是不变的。一些外界的干扰条件被引入,使unigenes的量发生改变,利用前提条件1中三者的关系,对酶和代谢物的量的变化进行运算。三者的变化趋势一致的条件在计算中被得出,即条件3:unigenes量的变化趋势必须的单调的。一旦unigenes量出现波动性变化,会给酶的量带来滞后的影响,从而形成某些时段的不一致,这很好地解释了我们先前研究中细胞色素c氧化酶活性及其相关的unigene的量变化趋势不一致的现象。结论:这个模型在假定条件1和条件2成立的基础上,合理地解释了多个组学研究中结果不一致的部分原因。而在真实的生物体中,会有更多的因素影响酶的合成、代谢物的合成。故此模型还需要进一步的改进,对这些因素进行考虑,以期对多组学研究的数据挖掘提供帮助。", "label": "数学", "id": 0}
{"content": "在工业生产中,大部分间歇过程都是非线性和多批次的过程。线性变参数（LPV）建模方法可以将对复杂非线性过程的建模转换为对多个线性过程的建模,能够简化间歇过程的建模。多向线性变参数（MLPV）建模方法考虑了间歇过程的多批次性,将输入、输出和变量沿着时间维度的动态特性扩展到沿着时间维度和批次维度的动态特性。本文在MLPV建模方法的基础上,考虑调度变量方程中含有未知参数,且观测到的调度变量中含有部分遗失数据的问题,采用状态空间方程描述真实调度变量的动态特性,然后将期望最大化（EM）算法用到对模型参数的辨识中,最后对青霉素发酵过程进行仿真,仿真结果验证了该建模方法的有效性。", "label": "数学", "id": 0}
{"content": "大学生数学建模竞赛在提高学校教学质量、教师教学水平以及学生综合素质等方面的作用越来越凸显。基于此,本文首先对大学生数学建模竞赛进行了详细的分析,然后针对大学生数学建模竞赛的新能力培养策略进行了相关探讨,希望能够对相关人员有所帮助。", "label": "数学", "id": 0}
{"content": "本文初步设计了数学建模校友信息管理系统研发的内容,以数学建模校友为研究切入点,主要研究了数学建模校友信息管理系统的功能设计、功能模块构架、界面设计、软硬件环境设计,以此开展通过数学建模工作信息化推动终身育人的整体设计与实践探索。", "label": "数学", "id": 0}
{"content": "随着社会的发展,数学渗透到社会发展的各个领域,数学建模作为数学的应用也日益受到人们的重视。本论文首先对建模能力进行了概述,重点论述了提高大学生数学建模能力的方法和途径,最后还提到了提高数学建模能力的过程中应注意的问题。这对提高大学生数学建模能力有一定的理论指导意义。", "label": "数学", "id": 0}
{"content": "培养大学生的创新能力是各类高校人才培养的重要目标,数学建模活动是培养创造力、提高人才培养质量的一种有效途径。原有的数学建模培训模式主要是围绕\"高教社\"杯全国大学生数学建模竞赛开展的,培训时间短且后续研究跟不上,制约了大学生数学建模能力和创新思维能力的培养。本文从建模知识的储备、组织学生参加数学建模竞赛,以赛代练、和组织学生深入开展赛题后续研究等几个方面分析如何以数学建模为载体构建新的数学建模教学体系。新的教学体系可以更好的提高大学生的建模能力和创新实践能力。", "label": "数学", "id": 0}
{"content": "随着计算机技术及通讯手段的迅速发展,数学建模的研究也取得迅猛发展,数学建模已成为数学科学向一切领域渗透的主要媒介。基于信息与计算科学专业新时期工程化背景,不断完善人才培养方案,构建与人才培养目标相适应的课程体系是人才培养的基石。本文以数学建模教学研究的基本理论为基础,依照应用型本科教育的人才培养模式,结合作者近年来从事数学建模课程教学的实际,对数学建模课程教学内容、教学方法,教学手段和实践教学等方面探索改革方法,培养学生的综合素质与创新能力。", "label": "数学", "id": 0}
{"content": "化学计量学和化学信息学研究的一个重要目标是建立一个有效并可靠的化学模型,以对未知的化学样本的浓度/性质等进行准确预测。由于模型f（.）为完全未知的软模型,不确定性很高。而任何软模型的建立依赖于数据,因而受到了样本和变量的影响。数据决定了软模型建立的上限,而模型和算法只是逼近这个上限而已。实际研究中,对于有限的样本,采用单个方法建立的单个模型,由于方法和数据的局限性,其仅仅是反映了数据的某个侧面,使得结果的可靠性带来不确定性。集群分析（Population Analysis）是解决此类问题的有效办法。集群分析通过结合多个模型、多个角度以及多个方法来分析,旨在于打破传统一次性分析的思路,即采用集群的思路,强调结合利用或统计分析所得的各种不同结果,与一次性分析形成了强烈对比。集群分析包括模型集群分析和方法集群分析。模型集群分析[1]是由Li等人于2010年提出的化学建模算法构建框架思路,其力求最大限度地利用已有样本集的信息,通过随机采样,从不同角度来考察数据集的内在性质,多个视点看待化学建模,并通过多次建模以尽量逼近建模基空间,以避免模型的过拟合或其他建模陷阱,继通过对所得结果进一步统计分析而获得数据集的内在结构。方法集群分析[2]是由Yun等人新近提出的通过结合利用多种非建模或建模方法得出的不同结果来作进一步的分析,是对集群分析的一个补充和扩展。需要注意的是,模型集群分析强调的是选定某种方法对从数据的子空间获取的子数据集建立的子模型群来分析问题,是一种基于各个子模型的分析思路。而方法集群分析强调的是结合利用各个方法应用于原数据获得结果来分析问题,是一种基于各个方法所得结果的分析思路。图1表示了集群分析的简单框架。目前,基于模型集群分析的化学建模算法研究已成功应用在奇异值诊断[3],变量选择[4-6],模型参数优化[7]以及模型应用域[8],方法集群分析也已应用在代谢组学的生物标记物挑选上[9]。", "label": "数学", "id": 0}
{"content": "大学生数学建模与计算机应用竞赛对培养学生综合素质起着重要作用,结合首钢工学院15年间的参赛经验,从管理机制、培训体系以及教学改革三个层面对竞赛的组织管理模式进行探讨,旨在探索出一条更加合理开展竞赛的道路,推进竞赛的可持续性发展。", "label": "数学", "id": 0}
{"content": "高校开设数学建模课程对于培养学生科学计算能力和应用数学知识解决实际问题的能力有着积极意义。文章介绍了数学建模的思想方法,分析了目前高等数学教学现状,并结合数学建模竞赛中出现的问题进行分析与研究,提出了高等数学教学改革思路。", "label": "数学", "id": 0}
{"content": "本文运用太阳高度角、太阳赤纬角、太阳方位角、日角等地理公式建立了直杆所处的经纬度和直杆在水平地面上的太阳影子顶点坐标之间的数学模型,最后根据建立的模型用MATLAB软件求解出了物体可能所处的经纬度,得到直杆的经纬度为:。", "label": "数学", "id": 0}
{"content": "本文运用了经纬度、太阳高度、太阳直射纬度、物体原长等地理公式建立了影子长度变化的数学模型,并应用该模型研究了2015年10月22日北京时间9:00-15:00之间天安门广场3米高的直杆的太阳影子长度,最后给出了直杆的太阳影子长度的变化曲线图。", "label": "数学", "id": 0}
{"content": "本文以独立学院为背景,通过对相关文献的学习归纳,论述了独立学院开设数学建模及数学实验课程的重要性。在充分调查和研究了独立学院学生特点的基础上,指出了课程开设中的不足,并根据相关实践经验,总结了数学建模及数学实验课程改革的意见和措施。", "label": "数学", "id": 0}
{"content": "该文在Lukasiewicz命题逻辑、Godel命题逻辑和R。命题逻辑中,根据广义演绎性定理、完备性定理和计量逻辑理论,给出刻画一个命题A是Γ-结论的程度化概念,研究一个命题A是Γ-结论的条件和性质;通过研究理论根的构造,获得了一个命题A是Γ-结论的程度化判别方法和计算公式。", "label": "数学", "id": 0}
{"content": "本文主要探讨数学建模的概述,并在此基础上阐述了书写建模对军校大学生创新实践能力培养的作用,以及在实际授课中如何提高学员的创新能力。", "label": "数学", "id": 0}
{"content": "人类思维能力表现在细致性和综合性的有机结合,瓶颈口则表现在与之相反的混沌性和局限性。混沌性表现在对不同的概念或事物的混淆,局限性表现在不能从整体上把握世界。人类的思维能力有待于思维科学来加以研究和提升。加强严格化训练,提升对概念进行分类和自学所需知识的能力,能有效地加强思维的严格性、细致性和综合性,以突破人类思维能力的瓶颈口。", "label": "数学", "id": 0}
{"content": "本文旨在形式化理解与比较邹晓辉的言和语及其序位结构组合变换的逻辑、汪培庄的因素空间理论和冯嘉礼的属性论。其方法是:首先,明确概念及其内涵和外延的形式化描述及其意义,进而,深入到形式类的系统研究,涉及道函数、属性坐标和定性映射以及因素空间及其应用,最后,比较分类与定性的形式体系。其结果是:属性或性质、本质或类、因素或维之间的复杂结构及其隐含的一系列关系的发现。其意义不仅在于外延涉及的因素或维与内涵涉及的属性或维两方面形式化技术及其重要性得以凸显,而且还在于整个概念体系框架与方法体系架构的逻辑结构和数学结构的形式化系统凸显。", "label": "数学", "id": 0}
{"content": "本文首先提出经典错误函数的概念,研究了经典错误函数的性质、形式、运算及在设定条件下所满足的一些运算律。", "label": "数学", "id": 0}
{"content": "关于符合勾股定理的数字,我们最先知道的是勾三股四弦五,其实,符合数字勾股定理的自然数组有很多。什么样的数字还有类似的规律呢?对任何一个自然数来说,能不能找到其符合数字勾股定理的所有数组呢?本文就是本着寻找能囊括所有数组的规律。", "label": "数学", "id": 0}
{"content": "依据同心圆弧长计算公式和几何图形模型的动态作图原理来求解几何尺规作图问题。", "label": "数学", "id": 0}
{"content": "<正>介绍了圆周率的研究历史,祖冲之对圆周率研究的贡献,国际上对圆周率日的纪念活动情况,建议我国将3月14日设立为祖冲之纪念日。", "label": "数学", "id": 0}
{"content": "对徐光启和利玛窦合作翻译《几何原本》所用时间问题的不同说法（\"半年\"说、\"近一年\"说、\"一年多\"说）的原因是,对翻译过程不清楚、对不同人员的贡献区分不明确,翻译过程是集体劳动的成果,其中包括瞿太素主导下的翻译探索和徐光启主导下的翻译,以及穿插其中的多人参与的研究和校订工作;利玛窦对《几何原本》的高度熟练,徐光启精彩的中文表述和润色敲定是《几何原本》成书的关键;通过对徐、利译《几何原本》的不同版次和研究专著的定量分析得出:徐、利译《几何原本》的多次刊行激起了时人和后人对中国传统数学的反思和深入研究,对中国的数学研究影响深远。", "label": "数学", "id": 0}
{"content": "<正>在普通高等学校少数民族预科教材《初等数学练习册》中有这样一道数列证明题,设a1=1,a2=4且an+1=5an-6an-1（n≥2）,求证:an=-2n-1+2.3n-1作为一道练习题,对于民族学生来说做这样的题有一定的难度.所以我们打破常规,把它作为一堂习题课,师生就此挖掘方法,深度思考,在教师的引导下让学生发现新方法,激发学生学习和解决问题的兴趣.从而培养学生发散思维和提高学生解决问题的能力。", "label": "数学", "id": 0}
{"content": "寻求一元五次方程的根式解曾困扰数学家三百余年,阿贝尔和伽罗瓦的工作证明了一般一元五次方程没有根式解。1930年华罗庚《苏家驹之代数的五次方程式解法不能成立之理由》一文,是对试图推翻阿贝尔和伽罗瓦证明的一种反驳,也是华罗庚的成名之作。最近国内学者声称\"破解\"了一元五次方程。这种\"破解\",若限于一元五次方程根的数值求解,作者的工作值得称赞。然而,本文指出该书的解法并不是方程的根式解。", "label": "数学", "id": 0}
{"content": "在数学学习中,数学规律的探索和发现有助于提高数学思维速度,我们注意\"通法\"的学习和使用,就是在探索和发现证明不等式的规律。", "label": "数学", "id": 0}
{"content": "<正>王文素在《算学宝鉴》卷二十七中,详细地论述多元一次联立不定方程的解法,主要内容有\"众率分身\"和\"犯同方程\"两部分。\"众率分身\"相当于现在数学中的\"多元一次联立不定方程\",一诀10 问。\"犯同方程\"相当于现代数学中的\"同解方程\",一诀2问。应该郑重指出王文素在解多元一次联立不定方程中,将传统的系数互乘对减法,改进为首项系数互乘他项系数对减法,在中国数学史上是很重要的是首次。是符合现代计算机要求的,只要依据王文素的运算歌诀和方法,编好程序,就可以上机运算。", "label": "数学", "id": 0}
{"content": "三角函数是中等数学的重要组成部分,其中蕴涵着丰富的数学思想,教师在传授数学之知识的同时,更应注重数学思想的渗透,本文结合三角函数教学内容和习题透视了其中的数学思想。", "label": "数学", "id": 0}
{"content": "本文通过探入分析限定领域（初等代数）应用题的内在特点,结合具体受教者（中学生）的思维方式和具体施教者（中学教师）的教学重点,提出以认知理论为指导将三者结合起来处理的新思想。文章给出系统的总体结构,详细介绍词法分析层、句法分析层、问题求解层三层处理方法及系统自我补充、学习机制、最后简要分析了系统的优缺点。", "label": "数学", "id": 0}
{"content": "中国珠算博物馆作为社会文化机构,有责任和义务充分发挥其社会教育功能,为构建和谐社会服务。第一,推出雅俗共赏的陈列展览,提升公众文化素养;第二,撰写因人而异的讲解内容,满足不同层次观众的学习需求;第三,形成\"馆一校一家\"教育体系,加强未成年人思想道德教育;第四,拓展传承珠算文化的途径,积极开展珠心算教育实验。", "label": "数学", "id": 0}
{"content": "珠算具有计算功能、教育功能和启智功能,是中华民族的优秀文化遗产。珠算技能是职业院校财会金融类专业的必不可少的专业技能。珠算技能训练有利于弘扬爱国主义、民族精神,培养学生的责任感,开发学生大脑的潜能,培养学生良好的职业道德,提高学生财经职业技能,培养学生团队协作精神,养成良好的职业行为习惯。为此,职业院校要制定科学规范的珠算技能训练标准,建设高素质的\"双师型+管理型\"师资队伍,改革珠算技能教学和训练方法,强化珠算技能训练及管理,提高珠算教学和训练的有效性,提高学生职业素质,为社会培养更多的技能型人才。", "label": "数学", "id": 0}
{"content": "<正>一、发展珠心算教育事业的重要性珠算是我国古代重大发明之一。算盘的发明,对我国文化、经济和科学技术的发展作出了巨大贡献。珠心算教育是珠算教育的延伸,是\"十年树木,百年树人\"的良好教学方法之一。目前,从中珠协到各地珠协都非常重视珠心算教育事业的发展。珠心算（或称脑珠算）,使珠算由计", "label": "数学", "id": 0}
{"content": "利用算盘内外珠互补关系的原理,证明了实数补数除法成立,更完善了\"补数除法\"概念,并从真正意义变除\"减积\"为加积,从根本上解释实数补数除法除尽时,为何出现余数极限九用\"加不进\"的现象。具有一定的理论价值和使用价值。", "label": "数学", "id": 0}
{"content": "<正>在经济计算领域里,多位数乘除在判断得数正确与否是令人颇感棘手之事。其实,对大数的快速检验进行技术研究,也是提高民族计算能力的重要内容。笔者发现:无论是从时间或者效率看来,数学上传统的重复验算法（再算一遍）、互逆验算法（乘除互代检查）和交换验算法（相关因素对调来算）等等都比笔者熟知的同余式检验法逊色多了。", "label": "数学", "id": 0}
{"content": "<正>近年来报刊上常看到有关西方科技界研究人士的预言:\"随着社会经济和科学技术的发展,人类社会即将进入一个新技术革命时代!\"这无异对我们科技人员敲响了警钟!中国几代领导者数次提议用最快速度实现科学技术现代化,看来这场新技术革命风暴即将光临,而珠算技术领域必将受到巨大的冲击。", "label": "数学", "id": 0}
{"content": "<正>珠心算是我国独创的优秀文化遗产,目前美国等全世界23个国家都以新文化引进,在遥远的瑞典大学城乌普萨拉有一家老人\"珠算\"俱乐部,他们时常以\"珠算\"为乐,他们正是看中了\"珠算\"既健身又益脑的功能,所以珠心算是新时期质的变化产物,既优化了计算功能又扩展了教育功能,发掘了启智、健身、", "label": "数学", "id": 0}
{"content": "<正>珠算,是我国一项的宝贵的科学文化遗产,是以数学原理为基础,以算盘为工具进行数学运算的一门实用性的学科,与会计电算化技能、计算机运用技能等成为会计从业资格的条件之一,珠算课程也因此成为中职学校财会专业的一门必修技能课程。然而,随着科学技术的进步,现代计算已步入电子时代,珠算教学如何适应时代的要求,", "label": "数学", "id": 0}
{"content": "珠算作为中华民族的一项伟大发明,是中国劳动人民在长期生产实践中创造,它是中华民族的宝贵文化遗产。同时它也是财会人员必修的一项基本技能,通过本人二十几年的珠算教学,对于如何搞好珠算课教学,提高教学质量,提出几点想法。", "label": "数学", "id": 0}
{"content": "对于财经商贸类的中职学生而言,在学习过程中、实习过程中、工作过程中都不可避免地会经常与数字打交道。绝大部分学生毕业后,如果从事商业或相关的工作,则更是如此。在收款、做账、订单、装运、统计、证券交易等一系列的工作过程中,不仅涉及到的数字多,而且很多数字还很重要。记错、算错一个数字就可能导致很大的经济损失。可见,对于中职学生而言培养他们对数字的敏感度、获取数字信息的能力是十分重要的。作为一名长期从事技能课教学的老师,在这个方面进行了一系列的探究。", "label": "数学", "id": 0}
{"content": "在职业中学珠算技能集训中如何才能提高参赛队员的应赛能力,如何才能发挥他们的内在潜力,争取获得更好的比赛成绩?根据笔者的实践,在技能集训中使用一些心理学的策略,往往能事半功倍地提高选手们的整体水平。本文主要从以下方面谈了自己的部分操作心得:（一）运用存在主义心理治疗策略确立目标;（二）关于心理疲劳的应对;（三）利用心理分析量表;（四）巧妙的心理暗示;（五）关于环境与心理;（六）巧用身体语言;（七）关于放松状态对心理潜力的激发;（八）关于挫折心理。", "label": "数学", "id": 0}
{"content": "<正>引言:珠算是财经商贸类专业技能课,它通过学习和训练,使学生习得利用算盘进行加减乘除运算的技能。在当今电子计算技术日益发达的社会,它作为计算工具的作用已逐渐被取代,但计算技能和对数字的敏感是财会人员的职业素养,因此,许多财经商贸类学校仍保留这门课,应如何发挥珠算的教育功能,培", "label": "数学", "id": 0}
{"content": "<正>针对更多珠心算学校自身发展的合理性和竞争性,珠心算青年教师的实践能力培养的紧迫性,本文从多重路径出发,提出了学校珠心算青年教师实践能力的培养几点创新策略。一、珠心算青年教师队伍现状当前,民办、幼儿园、或个别小学开展的珠心算教学,青年珠心算教师数量逐年增多,占教师总数的比重越来越大。", "label": "数学", "id": 0}
{"content": "<正>中国是一个文明古国,是世界上许多科学创造与发明的发源地。英国学者罗伯特.坦普尔在《中国——发现和发明的国度》一书中就提出:\"现在世界赖以建立的基本的发明创造,可能一半是源自中国。除了指南针、火药、现代航运、现代石油工业、现代气象观测、现代音乐、十进制数学、", "label": "数学", "id": 0}
{"content": "<正>随着网络信息技术的飞速发展,在学生中普遍存在一种对学习珠算这门计算技术的片面认识,认为电子计算机都这样的普及了,为什么还让我们学习珠算技术呢?对珠算这种传统古老的计算工具缺乏应有的重视和了解,尤其是对珠算技术在现代生活中的使用价值更是知之甚少。因此,这种状况对珠算教学提出了挑战,", "label": "数学", "id": 0}
{"content": "<正>随着教育改革不断深入,教师素质的高低直接影响着教育质量水平,尤其是教育部2011版新课标的颁布,规定书法、珠算等传统文化将重回课堂,这就对专业教师的培训问题成为研究的热点。笔者想通过分析珠心算教师的职业需求及其继承与发展,提出在师范类高校内培训珠心算教练的实施建议。", "label": "数学", "id": 0}
{"content": "本文通过引入\"补数\"概念,研究变珠算减法为珠算加法的问题,旨在节省教学时间,提高学生珠算加减法的技能。", "label": "数学", "id": 0}
{"content": "<正>在珠算教学过程中,我们常常会发现学生错误率居高不下。仔细分析,学生呈现的错误有很多方面:不是看错数字,就是抄错数字;不是搞错运算符号,就是对错数位;或是加法忘了进位,减法忘了退位;有时还会出现无法理解的错误。究其原因,除少部分学生由于珠算技能掌握的不好外,就多数学生讲是心理问题。", "label": "数学", "id": 0}
{"content": "<正>珠心算的实用价值大,应用范围广,使用效果优。这些成就都得益于珠心算高超的计算功能、显著的启智功能、优异的教育功能和有力的励志功能。脑珠速算的快捷超过了电子计器,更让笔算望出莫及,加减算每秒能计算28个数码,乘算每秒计算超过4个数码,除算每秒计算超过6个数码;开发儿童智力的显著作用,已被批准立项的《珠心", "label": "数学", "id": 0}
{"content": "<正>一、常识两整数或两小数,位位互相对应又正负号一致,相加和等于10n,则这两个数是互补数。互为补数是唯一的（参见《珠算与珠心算》2008.4期《浅谈常用的两个算理问题》）。上一下四珠算盘,内（梁）、外（框）珠互为补数。求（包括计算、看）补数办法:前位凑9,后位凑10。", "label": "数学", "id": 0}
{"content": "<正>珠心算是珠算的重要组成部分,研讨清楚珠心算起源、传承与发展的有关问题,很有必要。就此原意谈谈我们的一些看法。一、定义珠心算是讨论珠心算的前提珠心算是珠算式心算的简称。珠算式心算如何准确定义,有各种版本,主要有以下几种。《珠算科技知识》之解释是:\"珠算式心算是一种不用算盘的纯意念式的心算。就", "label": "数学", "id": 0}
{"content": "课程思政在高校思想政治工作中占据重要地位。高等数学作为一门具有重要理论研究价值和应用价值的基础课程,有效融入课程思政势在必行。本文从课程思政的研究背景及其与高等数学融合的必要性为切入点,阐述挖掘思政元素的教学内容,并以混合式教学服务课程思政建设路径的探索。", "label": "数学", "id": 0}
{"content": "本文以高等数学课程中广义积分为例,探讨如何在高等数学教学中实践课程思政,建立起全员、全程、全方位的立体式育人模式,帮助学生树立正确的三观,培养学生探索未知、追求真理、勇攀科学高峰的责任感和使命感。", "label": "数学", "id": 0}
{"content": "在混合式教学研究现状的背景下,由于教师未能熟练掌握线上教学模式,因此出现混合式教学浅层化的表现。本文基于混合式教学组织模式探索《高等数学》由\"浅层学习\"迈向\"深度学习\"的实践路径,教师通过融入竞赛与数学考研,帮助学生由知识的浅层识记到深度理解再到综合应用,并进一步实现综合素质能力的培养。", "label": "数学", "id": 0}
{"content": "互联网技术和信息技术的迅速发展,不断推动了我国高等数学教学改革,因此提出基于大数据的高等数学教学改革辅助平台设计。首先,了解高等数学教学现状;其次,构建辅助教学平台,从管理数字化资源、建设数字化教学资源、构建教学资源公共服务模块三方面构建平台。最后,通过对比实验,证明了设计的教学改革辅助平台可以有效提高学生的学习效率。", "label": "数学", "id": 0}
{"content": "随着我国教育事业的发展以及高等教育国际化进程的加快,全英文教学模式已经成为培养具有国际视野、国际交流能力及国际竞争力人才的重要途径。本文以东北大学全英文高等数学课程为基础,从课程教学和课程评价两方面探讨了PBL教学实践。", "label": "数学", "id": 0}
{"content": "高等数学是各大高校理工学科学生必须学习的一门基础性理论课程,是教学改革的重点学科。高等数学是培养学生逻辑思维、严谨性、提升素质的主要学科。但是常规的教学方法过于理论化,相对比较枯燥,学生学习的主动性相对也较弱,所以本文提出了利用计算机软件与课程相结合的方法,既可以提升学生的学习主动性,同时也体现了数学知识的实用性。本文主要从教学手段和教学意义两方面出发,探讨了计算机软件与高等数学课程相结合的教学改革问题。", "label": "数学", "id": 0}
{"content": "随着我国职业人才需求量的逐渐加大,高职学生教学的重要性越来越突出。其中高等数学作为高职学生学习过程中,相对主要的学习科目,其应用效率直接影响着我国高等职业院校学生的学习效果。但是,现阶段我国高等职业院校学生在实际的学习过程中,应用性环节存在很多问题,大大降低了学生学习数学的作用。本文简要分析了高职高等数学应用价值的必要性以及现阶段高职高等数学应用性环节存在的问题,详细阐述了高职高等数学应用性环节存在的问题。", "label": "数学", "id": 0}
{"content": "本文立足相关文献的研究,以成都工贸职业技术学院的《高等数学》课程教学为例,从工匠人才的需要出发,侧重分析了高职《高等数学》课程在培养学生\"工匠精神\"时存在的问题,探讨了《高等数学》与\"工匠精神\"的密切联系,从教材内容选取、教学流程设计、教学氛围营造三个方面提出了将\"工匠精神\"融入高职《高等数学》教学实践的有效策略,以期更好地为学校培养大批高素质的技术技能人才服务。", "label": "数学", "id": 0}
{"content": "混合式教学是结合传统课堂、混合学习和翻转课堂的综合的新型教学形式。上好高等数学混合式教学开学第一课,对学生在新的教学模式下能否快速适应高等数学的学习至关重要。本文从数学情感、正确认识高数、混合式教学模式等方面阐述如何上好高等数学开学第一课。", "label": "数学", "id": 0}
{"content": "本文通过对作者本人高等数学教学经历的剖析,深刻挖掘了高职高专高等数学教学及学生学习过程中的函数思想,极限思想,数形结合思想与课程思政融入教学几大重要思想的指导地位,对学习过程中存在的问题给出了建设性的指导,对于青年教师开展本课程教学及当代大学生高等数学的学习有重要指导意义。", "label": "数学", "id": 0}
{"content": "高等数学是职业院校一门很重要的基础课程,但由于客观原因学生对高等数学的兴趣不高。本文以青海高等职业技术学院为例,通过借助教学辅助工具学习通实践,探索混合式教学模式在高等数学教学中的优势。", "label": "数学", "id": 0}
{"content": "近年来,伴随着经济事业发展和社会进步,高校教育改革也在不断深化。得益于国家和社会各界的重视,各级高校的教学规模与教学水平都有了长足的进步。但是,我国高校教学依然面临一系列结构性问题急需解决,高校数学教学受重视程度不足,教学方法与教学目标不清晰,缺乏对学生数学建模能力的培养。本文将重点关注数学建模在高校数学教学改革中的作用,分析数学建模能力在学生能力构成中的价值,并探索如何加强数学建模在高校数学教学中的重要性,希望为有关专业人士带来一定的参考与借鉴。", "label": "数学", "id": 0}
{"content": "现阶段,在高职院校中要求对高等数学模式进行改革,老师要更好的把握学生的心理,以此来对教学方式进行创新,立足于学生的实际情况,设计适合学生的教学内容和教学进度,以此来提升学生的自信,激发学生的兴趣。这样的情况下,才能有效完善课堂教学,提升学生的效率。", "label": "数学", "id": 0}
{"content": "高等数学是高校教学课程体系中最为重要的一部分,人们的对数学学科的传统认知多数为\"算数\",被视为一种基础学科,但实际上物理力学、金融专业、国防航天等等领域都离不开是数学。高校作为为社会贡献人才的重要场所,能够培养出学以致用的人才非常重要。以下本文从数学应用能力培养的重要性及其结构分析入手,在分析高校培养学生高等数学应用能力的现状基础上,提出提升高校学生数学应用能力的方法策略。", "label": "数学", "id": 0}
{"content": "高等数学是职业院校教学中的基础学科,数学在学习中占有非常重要的地位,不仅如此,高等数学还是理工类学科的基础。随着教学改革的发展,课堂教学也逐渐朝着应用化、实践化的方向发展。尤其职业院校学生还面临着就业的压力,为此,加强学生的知识应用能力就显得尤为重要。本文主要就高职院校高等数学的发展谈一谈几点自己的看法和建议。", "label": "数学", "id": 0}
{"content": "双创教育是近些年出现的一个新的理念,既创新、创业教育。在当前就业竞争越来越激烈的背景下,我国高校也越来越重视双创教育工作的实施,加大了在资金、师资等方面的投入,也取得了一定的实践成果。在这一背景下,高等数学教学也应当积极地进行改革,以推动双创教育的发展。本文从双创教育的理念出发,对高等数学教学改革的意义与策略进行探究,以期推动双创教育与高等数学教学的融合,提升高等数学教学的实效性,为学生将来适应社会发展做好充分的准备。", "label": "数学", "id": 0}
{"content": "在理工、经管类等专业教学当中,高等数学是重要的基础教学内容,随着高等教育理念和目标的转变,传统的高等数学教学方式已经无法满足我们的教学需求。我们在进行高等数学教学的过程中,应当注重培育学生的学习兴趣,让学生进行自主学习,并且加强和学生之间的联系,开展\"微课+对分课堂\"的教学模式,本文根据\"微课+对分课堂\"的教学模式,在高等数学课堂进行具体实践,对教学改革效果与传统教学效果进行评价,为多元化教学方法的改革提供理论依据。", "label": "数学", "id": 0}
{"content": "高职数学在教学方面与传统的本科高等数学教学有所不同,教师在教学中要抓住其自身的特点,提高教学效率。本文以高职院校高等数学的教学\"新\"思维展开讨论,希望通过不同的手段和途径,提高高职院校高等数学教学的整体质量。", "label": "数学", "id": 0}
{"content": "本文通过案例分析,来阐述思维导图在高等数学教学中的作用。通过思维导图,学生对所学的知识结构有了更深刻的理解和记忆,提高了学习的兴趣,并掌握了一种自主学习的方法,这不仅改进了课堂教学效果,同时也提高了教学质量。", "label": "数学", "id": 0}
{"content": "本文将呈现一元与多元函数的连续、可导（偏导数）和可微之间的关系图,并分别给出它们之间没有关联的一些反例。", "label": "数学", "id": 0}
{"content": "为了促进优良的学风建设,提高教学效果,本文利用数学中的美学观点来提高大学生对高等数学的学习兴趣,针对高等数学内容所包含的美学元素进行分析梳理,认为数学美可以给人情感的愉悦从而调动学习数学的积极性,把抽象枯燥的高等数学的被动学习变成对美好事物的主动追求,给出了在高等数学教学实践中有机地利用美学原理的一种可行性思路。", "label": "数学", "id": 0}
{"content": "<正>裨治文编著的 A Chinese Chrestomathy in the Canton Dialect（《广东方言读本》）,1841 年在澳门由卫三畏出版,是美国传教士出版的第一部汉语教材。此书共分十七篇,其中十篇与中国古代科学技术相关。书中关于数学、天文的内容有一篇零一章,包括数学篇中数字类、算法类、度法类、量法类、衡法类、亩法类、历法类、方田弧角类、天文类等九章,以及六艺篇中数目类一章。有别于其他传教士所编著的字典或汉语学习书籍,这些篇章摘录了一些算书中句子或算题,并作了广东话注音和英文翻译,", "label": "数学", "id": 0}
{"content": "<正>明末《大测》将西方三角函数造表法归纳为\"六宗\"\"三要\"\"二简法\"传入中国,其中\"六宗\"为利用圆内接六种正多边形求特殊角函数值,\"宗率一\"与刘徽\"割圆术\"存在相似之处。文章将首先指出邓玉函对刘徽\"割圆术\"的错误评价。继而展现清初历算学家对\"割圆术\"评论及态度的转变,分析其中的原因。这一转变过程在当时的影响不容忽视,即便在今天都是具有一定的借鉴意义。", "label": "数学", "id": 0}
{"content": "经考察开方法自身的发展及筹算开方术,认为在本质上是开方中\"求廉方\"归属为\"九章开方术\"的程序（乘加的减根模式）中的算法,\"边乘边加\"的算法程序特征是开方和增乘开方的核心。立成释锁较增乘方法出现得早,贾宪研究归纳立成释锁及开方法后,规范开方算法为增乘开方法,从而提出（设计）一种连续\"乘加\"的巧妙算法.增乘方求廉法可以直接推广到开方程序中,即增乘开方法,标志着贾宪把中国古代数学的程序化思想推进到一个新的阶段。他的目的是简化开方程序,并未过多地注意图表本身。增乘开方法上溯至筹算除法和《九章算术》中的开方运算,阮元在秦九韶传论中写道:读九韶书而知昔人开方、除法一贯之者。即筹算除法、开方、增乘开方,虽时间跨度很长,却一脉相成。刘徽在《九章算术》中对开方术进行了改进,《九章算术》在议得某位商a后,算出\"法\"（或定法）f（a）后,以法f（a）除实N,恰恰使[N/f（a）]E成立,而刘徽则是用N-f（a）·a=N1。《九章》在\"法\"下置中行、保留借算,通过退位,求减根方程,故刘徽没有必要重置借算.刘徽的改进使得开方程序更为简洁,后来,《孙子算经》、《张丘建算经细草》和贾宪的《黄帝九章算经细草》中开方术沿袭了刘徽的作法。这为开方术发展为增乘开方法提供必要条件。", "label": "数学", "id": 0}
{"content": "<正>三上義夫（Yoshio Mikami,1875～1950）先生是国际上最著名的东亚科学史家之一,也是最早开始从事现代意义上的中国数学史研究的东亚学者。他的中算史研究工作对我国数学史的奠基人李俨和钱宝琮及其他老一辈数学史家人产生过重要影响。三上義夫对中国古代数学史研究、特别是其对《九章算术》刘徽注的研究,有一些\"超前性\"的成果,对现", "label": "数学", "id": 0}
{"content": "<正>刘徽的数学机械化思想十分丰富。刘徽的《九章算术》注,继承了《九章算术》中的思想和方法,对其中的各种机械化算法和公式进行总结分析和不断改进,并有许多创造,对提高数学机械化的程度和水平作出了重大贡献。在算法理论方面,刘徽建立了从一般比例算法到\"方程\"的一系列筹式运算的统一理论,他以率的基本运算为\"纲纪\",把《九章》中的衰分、均输、盈不足和\"方程\"诸术都以率概念贯穿下来,于是实现了筹式运算的模式化与程序化,从而奠定了筹算的机械化的理论基础。刘徽的算法理论,把\"方程\"", "label": "数学", "id": 0}
{"content": "<正>《九章算术》及其刘徽注是中国传统数学中最重要的数学巨著。《九章算术》的作者并没有对其推理方式作出说明,刘徽给《九章算术》所写注文则对推理方式多有说明。通过研究刘注,可以勾勒出其数学推理过程和推理结构。刘徽研究《九章算术》,以注的形式阐释其推理方法与思想。中国古代数学按方田、粟米、衰分、少广、均输、商功、盈不足、方程、句股分类,体现数学的实用特征,而无今日之算术、", "label": "数学", "id": 0}
{"content": "<正>祖冲之是伟大的数学家,其数学水平不会低于刘徽。但是他的数学著作《缀术》失传,其全部数学贡献,我们至今无法了解。现在仅知道他的两项确切成就:一是将圆周率精确到8位有效数字,一是与他的儿子祖暅之完成的球体的体积公式的推导。还有一项,据推测,他能解负系数三次方程。祖冲之的前两项成就都是刘徽在《九章筭术注》中为其提出方法", "label": "数学", "id": 0}
{"content": "<正>自汉武帝\"罢黜百家,独尊儒术\",儒家书籍即被尊为\"经典\",\"经注\"之学亦相伴而生。\"其初专门授受,递禀师承,非惟诂训相传,莫敢同异,即篇章字句,亦恪守所闻。\"（《四库全书总目提要·经部总叙》）。但魏晋清谈之风突破了传统\"经注\"的藩篱,\"义疏注经\"成为一时风气。\"王弼、王肃稍持异议,流风所扇,或信或疑\"。刘徽《九章算术注》通篇折射出魏晋玄学\"精思明辨\"的学术风气。本文试从以下四个方面探析刘徽《九章算术注》的哲学意蕴和数学思想。", "label": "数学", "id": 0}
{"content": "<正>《九章筭术》刘徽注中率这一概念出现和使用的频率是惊人的,郭书春先生指出《九章》246个例题中有200余个题目的解法涉及率这一概念。由此可见率的重要性和对《九章》例题的普适性。率在《九章》以前的《数》、《算数书》、《周髀算经》中均有使用,但总体来说比较零散。到刘徽注《九章》把率的理论大大完善,并借助齐同", "label": "数学", "id": 0}
{"content": "<正>从《九章算术》本文和刘徽注中\"率\"字出现的频率、率的定义、率的性质和率的应用术文举例入手,说明了率在《九章算术》本文和刘徽注中的应用情况,特别论述了率在刘徽注中的应用情况,其应用范围更广,不仅将在算术和代数方面的应用扩展到方程术,而且还扩展到几何等方面。在此基础上,重点论述了率的现代应用——在基础数学中发挥的重要作用", "label": "数学", "id": 0}
{"content": "<正>本研究于社会文化的脉络下,引领在师范院校中修习通识课程的68位学生,探索中国数学史之风貌。研究者首先介绍中国数学独特的算筹,接着引入秦、汉时代的竹简著作《数简》及《筭数书》,最后介绍中国古代最重要的数学经典《九章筭术》及为其作注之数学大师刘徽。", "label": "数学", "id": 0}
{"content": "<正>公元前一世纪编成的《九章筭术》,构筑了中国传统数学的基本框架,它的分数理论,比例、盈不足、开方、方程、正负数加减法则及解勾股形等方法都超前其他文化传统几百年甚至千余年,是具有世界意义的重大数学成就。刘徽完成了《九章筭术注》,以演绎逻辑为主要方法全面证明了《九章筭术》的算法,奠定了中国传统数学的理论基础。然而,《九章筭术》及其刘徽注的", "label": "数学", "id": 0}
{"content": "<正>组成员、各位嘉宾、各位专家:欣闻\"纪念刘徽注《九章筭术》1750周年国际学术研讨会\"在各级领导的支持下,经过各位筹备成员的共同努力和各位专家的积极参与,即将在刘徽的故里山东邹平召开,我非常高兴。", "label": "数学", "id": 0}
{"content": "<正>学界认为,世界数学可分为两大思想体系:《原本》创立的逻辑演绎体系和《九章筭术》创立的机械化算法体系。《九章筭术》成书于公元1世纪,是古代中国乃至东方第一部自成体系的数学著述。其汇集了中国先秦至汉代的数学成就,是中国数学体系确立与数学特点形成的核心标志。刘徽注《九章筭术》中,包含了其本人的许多创造,如割圆术和体积理论等,完全可以看成是独立", "label": "数学", "id": 0}
{"content": "<正>由于历法改革的需要,江户时代日本天文历学研究出现繁荣局面,中国古典天文历学著作在日传播并且被广泛深入地研究。关于《周髀算经》的注解,江户时代出现两本刊本注解书。其一是江户时代中期的和算家和算家川边信一（字以清,通称百弥,号南辰,生卒年不详）于天明五年（1785）所著的《周髀算经图解》,还有一本是历学家篠原善富于文化十三年", "label": "数学", "id": 0}
{"content": "<正>《九章算术》是中国古代最重要的数学经典,奠定了我国古代数学的理论基础,国内外有很多学者开展了这方面研究,其中著名的东亚科学史家三上义夫也对《九章算术》和刘徽注予以了关注,他的研究成果代表了20世纪前期有关《九章算术》研究的最高成就,在《九章算术》研究史上占有特别重要的地位。本文将再现其对中算史三个", "label": "数学", "id": 0}
{"content": "<正>20年前,应当时的南京大学校长匡亚明教授的邀请,为他主编的《中国思想家评传丛书》撰写了其中的一部——《刘徽评传》。书稿完成以后,又在书前的刘徽像背后题了一首小诗,诗曰:\"生当乱世起英豪,不向刀丛觅绣袍。术有九章安忍没?注称独步亦堪骄。囊中财物未足算,筹里乾坤无所逃。但任浪沙淘魏晋,风流一代数君高!\"这首诗表达了自己", "label": "数学", "id": 0}
{"content": "<正>简牍是古代用竹、木制成的细簿长条形书写材料。百余年来,简牍文献的发现极大地改变了学术界对中国古代历史的认识。不过,简牍对于中国数学史的作用虽一直受到或多或少的关注,但真正发挥重要作用还主要是近三十年来的事。正是大量出土的简牍材料特别是多部数学著作,为我们认识中国古代数学世界开启了一扇新的大门。对研究中国数学史有价值的简牍材料可以用分为", "label": "数学", "id": 0}
{"content": "<正>近二十年前,根据多年研究《九章筭术》及其他中国传统数学著作的体会,笔者提出:中国传统数学著作的一个重要特征是\"读者必须与作者共处于一个和谐的体系中\"。就是说,读者必须与作者站在同一个立场上,而不是站在其对立面考虑问题,这与古希腊数学著作之著述者要时时考虑有若干处于诘难地位的读者是根本不同的,这是中国传统数学", "label": "数学", "id": 0}
{"content": "圆周率π所拥有的丰富的数学内涵,使它在数学发展过程中扮演着重要的角色,它的发展也贯穿于20世纪以前数学发展的不同阶段.在古代世界各主要文明古国,关于圆的性质的研究,虽然没有形成系统的理论体系,但人们很早就把对圆由田亩测量得到的朴素感性认识上升到抽象的理性认识,从圆的精确定义到明确圆周率的概念再到对圆周率的计算,让我们清晰地看到古代各文明中数学的相似与差异,也展示了人类思维由简单到复杂、由粗糙到精细、由具体到一般的层次.", "label": "数学", "id": 0}
{"content": "中国传统数学具有鲜明的特色,和古代西方数学截然不同,它是以计算为中心,实用性强。经过分析,本文认为中国古代的儒家思想,以农业为主的经济模式,以帝王君主为主的政治体制和中国独特的地域特征等四个方面,是造成中国传统数学特点的主要原因。", "label": "数学", "id": 0}
{"content": "学界普遍认为,中世纪阿拉伯人非常重视理性和科学研究,理性思维水平达到一定高度,不但促进了中世纪伊斯兰教世界科学尤其数学的繁荣,而且还唤醒了沉睡的欧洲思想界,为欧洲文艺复兴奠定了基础。", "label": "数学", "id": 0}
{"content": "李善兰是我国近代著名的数学家、翻译家,是清末西方科技传入的先驱者。本文拟从综合论述、数学成果研究、翻译成果研究等方面对大陆学者近二十年来研究李善兰的文章、著作进行梳理,分专题择要综述,以期能对今后学进一步者研究李善兰有所裨益。", "label": "数学", "id": 0}
{"content": "代数之父花喇子模对数学发展给予了进步的影响。深入的研究和挖掘这些教育思想方法对今天的数学教育研究具有极其重要的参考价值。本文简要介绍了花喇子模独特的算数思想、代数思想、几何思想和三角函数思想。", "label": "数学", "id": 0}
{"content": "球体积的计算在微积分方法被发现之前一直是一个世界性的难题,但是中西方在对于这个问题的探索上并没有因为重重的困难而止步不前,反而积极主动,在探索的方法上也是推陈出新,提供了很多让我们折服的计算原理。本文旨在介绍中西方各国在球体积计算问题的方式方法,从中窥探出古代东西方数学思想方法的差异,为现代人们进行数学创新研究提供有益的参考和启示。", "label": "数学", "id": 0}
{"content": "五千年的中华文明涵盖了方方面面的内容,对于数学的研究是我国学者古往今来研究的重要领域。其中,宋元时期我国的数学得到令世界瞩目的成绩,这也是我国古代数学的巅峰时期。宋元时期,中国涌现出一大批优秀的数学家,例如,被称为宋元四大数学家的杨辉、朱世杰、李冶、秦九韶。在中华文化的熏陶及这些数学家的努力下,宋元时期数学的理论创新达到了一定的高度,中国形成了与西方截然不同的数学体系。这个时期的中国数学为世界数学添上了华丽的一笔。宋元时期的数学有着显著的特征,本文从这些特征出发,利用具体的实例来认识宋元的数学,探索我国数学的奥妙。", "label": "数学", "id": 0}
{"content": "牛顿用数学语言描述自然规律和法则,计算机的存储、计算、控制是人脑的模拟,能否用数学语言表达情感?智能计算机未来也能情感化?本文对此进行了有益的探讨。", "label": "数学", "id": 0}
{"content": "<正>一、学习与科研历程近十多年来,作者一直潜心研究\"中国大陆强震空间分布与时间周期分布\"科学问题,属于个人专业爱好、个人自助和工作业余研究课题。本着中国微波之父林为干院士倡导的\"要做一辈子研究生\"[6]的科学精神,执着追求,乐于其中。主要科研成果有:1.1996年8月博研期间参加第三十届国际地质学大会（北京）,提交和报告论文《控制中国大陆地震活动的热通道网络系统》,并被收录大会论文摘要集。首次发现和提出中国大", "label": "数学", "id": 0}
{"content": "<正>数学史具有历史、数学和哲学三个纬度,这种特殊性使得数学史在数学教育中具有得天独厚的条件,比如通过HPM的近路可以突破数学教育中难以渗透德育教育和人文关怀的瓶颈。如洪万生教授所言,HPM在教学中有三个递进的层次:首先,讲述与教学内容相关的故事对学生的人格成长会有启发作用。其次,在历史的脉络中比较数学家所提供的不同方法,", "label": "数学", "id": 0}
{"content": "<正>勾股容圓題,劉徽曾為了作解。勾股容圓共有10題,其中九容題的分類,至清代各說一事。清代研究勾股容圓數學內容學者,發展很多相關內容,例如勾股表,徑線表等。本文在此作一論述,以李善蘭的九容圖表作例,解釋各表的內容。", "label": "数学", "id": 0}
{"content": "美国著名数学家托比亚斯·丹齐克（Tobias Dantzig,1884—1956）曾求学于巴黎大学,师从亨利·庞加莱（Henri Poincare,1854—1912）,著有《数:科学的语言》（Number,the language of Science）一书,该书到目前为止仍然是最好的数学普及读物之一,在欧美国家受到一致好评。本文从数的语言的起源、算术符号,文字记号的发明三个方面阐述了人类计数的进化与发展同\"数\"的关系。", "label": "数学", "id": 0}
{"content": "在人类的文明历程中,数学扮演着极其重要的角色:日常交易的计算、科学研究的工具、研究方法的范式……而在数学的发展过程中,数字是其最基本的元素。在今天世界通行的阿拉伯数字中,0是一个特殊的数字,它意味着对\"无\"的认识,是人类思维方法飞跃的标志,也是数学以及科学得以进一步发展的基础。一个小小的数字却为科学的发展提供了无限可能。本文从0产生的历史过程、0的含义及0的影响几个方面,追溯0起源和发展的历史,为研究人类科学的发展提供一种启发。", "label": "数学", "id": 0}
{"content": "<正>对于数学的历史发展在专业文献中记载很多（至少西方文明是如此）,但对于数学教育的历史人们却知之甚少。数学教育是随着真正的专门学习场所的规范化而开始的。它以系统规定的数学知识为先决条件,这种数学知识起", "label": "数学", "id": 0}
{"content": "本文在介绍婆什迦罗生平和数学成就基础上,以其生活时代作为分析其数学思想产生的背景资料,详细地剖析了他的数学情境教育思想及其批判精神,并阐释了他的情境教学思想对当今教育的启示。", "label": "数学", "id": 0}
{"content": "<正>一、现状小学数学应用题的教学历来是小学数学教学中的重点与难点。小学数学应用题种类较多,有些问题的思维过程对于小学生来说难度较大,通常教科书中的处理往往缺少深入细致的分析。", "label": "数学", "id": 0}
{"content": "<正>作为以授课为主要任务的教师,学习和研究数学史的首要目的,自然应该是把数学的有关史实融汇到整个数学课程的内容中去。因为在数学课教学过程中,学生对有些内容的理解或者比较困难,或者比较浅浮,为解决此类问题,教师除了在论证推理或举例说明等方面下功夫改善之外,讲", "label": "数学", "id": 0}
{"content": "勾股定理是几何学中一个非常重要的定理,其证明的方法也是多种多样。在课堂教学中,教师一般都是采用勾股定理的古典证法对学生进行讲解,证明过程主要是借助多媒体或尺规作图来完成。本研究发现,学生对观看多媒体的\"拼图\"过程,和观看教师用尺规画出的\"拼图\",都没有留下印象,而利用正方形折纸得到\"折纸勾股图\"可以让学生在动手作操作的过程中感受和掌握勾股定理的古典证法。", "label": "数学", "id": 0}
{"content": "数学教材要在保证基本要求的前提下,要体现一定的弹性,满足学生的不同需求,使全体学生都能得到相应的发展,同时便于教师发挥创造性。教材可以编入一些拓宽知识的选学内容,应当包含一些辅助材料,辅助材料可以以阅读材料等形式出现。如数学史料、进一步研究的问题、数学家介绍、背景材料等。然而,由于教学资源和教学条件的限制,加之受到升学压力的干扰,于是,在实际的数学教学中,教师对教材提供的资源不能认真对待,对于选学内容的教学认识与操作就存在较大的随意性,甚至出现可有可无的教学现象。鉴于此,对数学教材中选学内容的资源整合与教学操作要看重一点,教师要借助教材提供的选学内容设置的契机,引导学生整合数学知识资源,挖掘其中的数学教育教学价值,完成《数学课程标准》中对选学内容赋予的教育教学使命。数学教材选学内容的设置要注意对数学史和数学发展史的关注,特别是能引领世界数学发展的数学部分更应该给予关注。幻方作为数论中重要一部分,幻方中蕴涵着重要数学史和数学发展史,从古代到现今,广大数学爱好者倾注了大量的心血进行研究,其中有我国古代数学发展的辉煌,所以要进行数学史和数学发展史的教育,我们作为教师没有理由不引导学生进行研究。要从数学史教育方式,数学思想方法渗透教育方法进行教学尝试。", "label": "数学", "id": 0}
{"content": "研究我国高等院校数学史课程的设置、课程目标的价值、课程内容选择的发展历史,提出数学文化理念、理性精神培育及数学心路历程探求构建数学史课程,以求充分发挥数学史课程的\"通识教育\"功能。", "label": "数学", "id": 0}
{"content": "本文以数学教育方式为切入点,探讨数学史与数学教育整合及其教育方式,提出数学史运用于数学教育的三个层次和将数学家发现数学的思维方式与机制迁移到数学教育中以及基于数学思想的历史与逻辑的数学教育方式,指出数学教育的基本落脚点就是培养学生学会\"如何提出数学问题（数学意识）、如何思考数学问题（数学地思维）、如何解决数学问题（数学思维与实践能力）和如何表达数学问题（数学思维过程的逻辑把握）\"等观点。", "label": "数学", "id": 0}
{"content": "本文在数学史实及数学史小故事的基础上,研究开发数学史类数学新题。重点论述了基于数学史开发新题的三种方法,从三种方法是什么、怎样用以及开发的新题的价值三个角度对开发方法进行研究。数学史在推进数学教育改革进程中起着重要作用。在编制数学题中适时、创造性地使用数学史,有利于推进数学新课程的实施。", "label": "数学", "id": 0}
{"content": "<正>序章据故铃木久男名誉会长的研究调查,无论是从日本的古算盘产的特征,还是制作年代都进行了明确的分析。其成果被发表在许多的书籍里,众多博物馆,资料馆里都收纳这些成果。但是,关于把算盘传到日本的,算盘的原产地中国的算盘的制作方法、产地、年代,特", "label": "数学", "id": 0}
{"content": "抛物运动具有循环性,粒子及其由粒子构成的粒子系可视空间都具有球形特性。圆锥体属于人为主观性物体模型。在循环特性的球面准直线的影响下,开放的抛物线可转化为闭合的抛物椭圆曲线性质。所以,在数学领域,以圆锥体获得的开放的抛物线以及双曲线是不符合自然规律中的抛物运动规律的。由开放的抛物线以及双曲线所支持的无限膨胀的宇宙学理论,也是不符合自然规律。", "label": "数学", "id": 0}
{"content": "通用人工智能是当前AI研究的主流,它有计算机科学和神经科学这两种导向。本文讨论了以数学基础为导向的第三种研究方法,其核心思想是区分不同的数学范式,机器内部可以实现不同数学范式的相互映射和相互转换,这是机器实现自我学习、自主认识、自动编程之关键。通用学习机是实现通用人工智能的基石,机器认识论本质上是一种现代性的毕达哥拉斯主义和康德先验哲学。", "label": "数学", "id": 0}
{"content": "计算机是数学发展到一定阶段顺应时代和技术发展的号召应运而生的产物,而后又独立于数学成为一门重要的现代技术科学,它的出现反过来又进一步促进了数学的发展以及应用,然而数学的进步又再一次促进了计算机的发展,在如此双赢的循环发展模式下,推动了整个人类社会文明和科学地不断进步与发展,使得人们的生活日益富足。", "label": "数学", "id": 0}
{"content": "数学知识可以通过数学符号和字母表达,比如加法交换律\"a+b=b+a\";也可以通过自然语言表达,比如\"在加法算式中,交换加数的位置,和不变\"。以往教学研究报告提到了用自然语言表达的言语化数学知识对于数学学习起到正面作用,然而目前并不清楚言语化数学是否在数学成就中有不可替代的作用。在本研究中,我们假设言语化数学与学生的数学成就关系紧密,因为它有助于数学概念理解。241名大学生完成了言语化数学（数学术语语义关系判断和语言表达的数学计算规则正误判断）、符号化数学（符号表达的数学计算规则正误判断、数字序列推理和简单减法）和综合性数学成就测验,以及一般认知（反应速度、一般智力、视知觉图形匹配、心理旋转和三段论推理）和语言测验（句子填充）。结果表明,控制了一般认知和语言能力后,言语化数学能力与综合性数学成就密切相关,相关系数分别达到.30和.36;即使再控制了符号化数学成绩,言语化数学成绩依然与数学成就有显著相关关系,相关系数分别为.20（p=.003）和.25（p<.001）。路径分析结果表明,语言能力通过言语化数学知识对数学学习起作用。该结果说明与数学知识有关的语言支撑数学学习,且言语化数学练习有益于数学教育。", "label": "数学", "id": 0}
{"content": "数学文化是数学知识、思想方法在人类活动的应用以及与数学有关的民俗习惯和信仰的总和。蒙古族在创造自己的历史过程中创造了自己独特的数学文化,同时也接受了汉藏等民族的数学文化。蒙古族传统的计数、数字象征意义、度量单位、数学计算等方面的知识充分反映了这一点。研究蒙古族传统生活中的数学文化对当今的蒙古族中小学数学教育具有重要的理论价值和现实意义。", "label": "数学", "id": 0}
{"content": "<正>1.前言人们在日常生活中经常见到艺术作品,用艺术作品装饰生活环境,但是很少去考虑艺术创作的艰辛过程和复杂程度。艺术作品是直接直观的,但却也是抽象的。数学也如此,人们每时每刻都与数学发生关系,应用数学,但是除专业人员以外很少有人去考虑数学的创造过程,对数学的深奥望而却步。数学是简洁的,同时也是抽象的。但是从人类的创造心理的特点看,数学和艺术也有不少相通点。例如,艺术中有很多比", "label": "数学", "id": 0}
{"content": "本文探讨了数学和哲学之间的关系,数学对哲学的影响,以及当代数学哲学发展的困境,并指出了数学哲学发展的新途径。", "label": "数学", "id": 0}
{"content": "数学具有准确性、严格性和应用广泛性的特质,是现代社会文明的重要思维特征,是促进社会物质文明与精神文明的最重要的力量之一。", "label": "数学", "id": 0}
{"content": "最近台灣出現一種網站一元競標購物的方式:規則是從0元開始競標,競標者須先購買點數（每點25元）,才能參與下標動作,每下標一次需付一點,每次下標的金額要大於或等於一元;無論得標與否,下標的點數均不予以退還;得標者可以用得標價購得下標產品。本研究的目的在於探究此一網站管理者的獲利與競標者所付金額之間相關的問題。研究方法採取行動研究法,研究結果發現:研究對象在解答此一問題時,會考慮許多影響因素,包括有多少人競標、一次增加多少元、何時開始競標最為有利等因素;研究對象在利用網站資訊解答問題時,會受上述因素影響。針對網站管理者獲利情形,研究者發現對某一特定產品,可以使用算術預期管理者的可能最少與最大獲利;對於一般情形,可以以代數式呈現管理者所收到的金額,以及得標者所付金額。", "label": "数学", "id": 0}
{"content": "<正>藏族天文历算与数学学科有着紧密的联系,而在藏族博弈、绘画、建筑、生活用具以至一些历史文献中也蕴含深厚的数学思想和方法。如藏族博弈与数学;藏传《时轮历》中的开普勒定律;藏传《时宪历》中的\"八线表\"及其用途;藏族数字起源与九九乘法歌诀等。由于教育具有文化传承的功能,", "label": "数学", "id": 0}
{"content": "数学哲学经过长期的演化,形成了罗素的逻辑主义、希尔伯特的形式主义、布劳威尔的直觉主义、欧内斯特的社会建构主义等数学哲学流派。在数学哲学中一个不容忽略的哲学家就是维特根斯坦,他的后期数学哲学思想对后世影响深远。维特根斯坦反对数学柏拉图主义,认为数学仅仅是基于生活形式上的约定,是公共性质的。数学计算只不过是进行语言游戏,语言游戏之所以能进行下去是基于生活形式的一致性,这脱离不了各种社会因素的影响。", "label": "数学", "id": 0}
{"content": "<正>先介绍一下我自己的工作,我从1986年开始进行数学与思维科学、哲学社会科学和中医学的交叉研究。在钱学森、苏步青先生的鼓励下,先后提出思维数学、哲理数学和阴阳五行数学。下面着重介绍一下这五年来承担国家\"973\"计划独立课题所做的一些工作。", "label": "数学", "id": 0}
{"content": "数学史是一个多维的综合体,具有科学、历史、哲学乃至文化学等多种向度,本文主要从数学史的科学、哲学以及历史向度三个方面加以阐述,这些向度构成了数学史的矛盾体,相互依存不可分割,在这些向度之间界定一个清晰的界限是很困难的,三者更多是一种平衡的艺术。", "label": "数学", "id": 0}
{"content": "数学中处处蕴涵着美——形式的美与内容的美,内隐的美与外显的美,婉约的美与奇异的美,独立的美与统一的美,这些美自然而不矫作,高贵而不俗庸,沉稳而不浮躁,冷峻中不失灵动,奇异中又不乏和谐,这些美反映了一种自然的秩序与规律,同时也更加彰显了人的最深层次的本质力量对象化的外部结果。如果将彪炳史册的数学大家们比作美的缔造者与传播者,我想,这一点也不为过。这是因为,在他们深沉的笔触之下所流淌出来的和谐而隽永的数学乐章,历久弥新,时刻能让后学者感受到数学的魅力。本篇文章阐述了数学在音乐、美术及生活等诸多方面中的艺术美,其中有有趣的问题、漂亮的图形、强有力的逻辑和深刻的思想。本文由始至终无不闪现着数学的魅力,数学的美。", "label": "数学", "id": 0}
{"content": "大卫·布鲁尔（David·Bloor）是SSK研究中的爱丁堡学派的主要人物,他所提出的强纲领原则和概念的有限论思想对于SSK的发展产生了重要的影响。强纲领原则旨在对包括科学知识在内的一切信念体系,不论真的假的,合理的还是不合理的,成功的还是不成功的,社会学方法都能对之进行描述,其中包括数学和逻辑学这样远离经验的科学。数学是科学知识中最具有逻辑自洽性的知识,离经验研究的距离最远,社会学是否有能力触及数学知识的核心,分析布鲁尔的关于数学知识的社会起源对于理解布鲁尔的强纲领思想具有重要的意义。", "label": "数学", "id": 0}
{"content": "用数学方程或函数对事物的客观规律进行定量的描述是自然科学严密性和精确性的内在要求。然而描述事物变化规律的数学方程一旦确定下来,方程中变量的个数以及变量之间的关系都是不变的,而事物发生质变时,就有新的质的产生,各个属性之间的关系也会发生变化。在函数关系中自变量与函数只是单向的线性关系,没有从函数到自变量的反馈。函数是通过自变量的外在变换而得到的,不是基于自身而发生的内在变化过程,函数的某一时刻的数值没有把它以前的变化过程继承下来。而事物发生的变化过程中各个属性是相互影响的,内因是变化的根据,事物发生的变化也是基于自身发生的内在的变化,量变产生质变是对事物变化过程的继承。数学方程和函数的这种外在性决定了它们无法反映事物的质的规定性,以及事物质变和量变相互交融的内在变化过程。如果忽略了事物发生的质变,或者把质归结为量,并不能真正实现对客观规律的精确描述。数学方程是对规律的外在的描述,方程的形式不变性并不等价于规律自身的同一性。相对性原理是对规律客观性和普遍性的反映,把相对性原理看做是描述物理规律的数学方程在坐标变换下形式的不变性是对相对性原理的误解。", "label": "数学", "id": 0}
{"content": "针对抽象代数中的几大重要代数系统,我们从代数系统建立的逻辑层次上得出抽象代数的本体是关系,从代数系统结构的同构意义上得出抽象代数的方法是同型,并从抽象代数的认识主体、理论结构、分析方法、物理意义四个层面分析了蕴涵在抽象代数中的科学美与真理性,进而还原了抽象代数的最深刻的人文意义。", "label": "数学", "id": 0}
{"content": "科学数学化的趋势是当代科学发展的重要特征之一,数学的应用是科学发展进步与走向精确化的重要步骤;但数学定理所论及的毕竟只是理想的状况,数学概念与经验之间存在着一定的距离,因而其有效性同样是有限的;尽管数学在科学中的运用有其不可克服的局限性,但作为客观现实世界的组成部分不论是自然界与人类社会还是思维领域,都有空间形式与数量关系问题的存在,这就是各门科学出现数学化趋势的牢固基础。未来科学数学化依然是科学发展的必然趋势。", "label": "数学", "id": 0}
{"content": "<正>玄图算者,吾据杨雄《太玄》而作者也,\"无极之真,二五之精,妙合而疑\"。玄而又玄之矣! 一、玄图之论河图之说,肇始《易·系辞》:\"河出图,洛出书,聖人则之\"。其义圣人则之以作易也。《竹书记年》:\"龙马负图出河,始作八卦\"。益以龙马所负之传言,", "label": "数学", "id": 0}
{"content": "达米特是当代著名哲学家,他从数学哲学出发,论证了意义理论是形而上学的基础,提出了从意义理论出发解决实在论与反实在论论争的新视角,阐述了语义上溯、比较研究、自下而上等具体地解决实在论与反实在论论争的方法。达米特的新视角对于当代哲学产生了重大影响。", "label": "数学", "id": 0}
{"content": "2020年12月杭州财税会计学校转隶至杭州科技职业技术学院,标志着杭州财税会计学校由中等职业学校升格为高职院校。由中职学校向高职院校的升格,对教师的初始水平有很高的需求,通过建立高等教育的教师队伍,认识到教师在改进职业院校的积极变化,促进高等职业教育的健康发展是一个战略步骤。中职数学教师并入高职院校后,原有的教育体系、教育内容、课程设置、管理制度等方面都需要改变,这也增加了对中职数学教师教育的更高需求。本文分析从中职数学教师向高职数学教师的教育理念转变,探讨中职数学教师转型中主要存在的问题,优化变革路径。", "label": "数学", "id": 0}
{"content": "我国学生发展核心素养能够更好地完成立德树人的目标,核心素养培养目标应当经过变革学校课程体系。建设学生核心素养的课程,需要构建特色的校本课程体系,把学生核心素养贯彻到教育教学过程中。通过培育核心素养的课程路径,可以转化学生的基本素质,提高学生能力。针对高职院校的研究目标,学校应当开展专题性研究和教学实践。把学生的核心素养渗透到校本课程体系中,构建学科课程群,加强跨学科课程群建设,搭建学科核心素养体系。针对基于学生核心素养校本课程体系的构建进行了探讨。", "label": "数学", "id": 0}
{"content": "数学作为高职学校的基础性教学课程,教师在开展教学过程中,还要为其他专业课程做服务,调动学生的积极性,全面落实人才培养目标。因此,教师要充分借助课前科学游戏,量身定做学习计划,激发学生的主观能动性。基于此,本文将主要论述学前科学游戏创编设计中的高职数学应用研究。", "label": "数学", "id": 0}
{"content": "我国高等教育事业已经从\"精英教育\"走向\"大众教育\",近些年,独立学院的发展备受关注,因为独立学院对高等教育的发展起到了一定推动作用。大学数学作为独立学院中理工科专业必修的一门公共基础课,其重要性不言而喻。针对独立学院学生在学习大学数学中存在的一些问题,本文给出一些教学方法和策略。", "label": "数学", "id": 0}
{"content": "数学焦虑（math anxiety）指个体处理数字或数学相关情境时的一种消极情绪反应。注意偏向（attentional bias）指相对于中性刺激,人们能够更快且更准确地将注意锁定到环境中的威胁刺激。虽然前人初步证据表明数学焦虑个体存在着对数学有关信息的负性注意偏向,但目前的国内外相关研究却发现高数学焦虑（HMA）个体在注意偏向上的表现有所不同,在数学相关信息提示条件下,HMA个体反应更快或更慢。这些不同的结果很可能反映了注意偏向的不同成分:注意易化、注意脱离困难和注意回避。本研究结合了行为和ERP指标,通过两个实验探究数学焦虑成人负性注意偏向的具体表现特征。研究选取830名非数学专业在校大学生,根据数学焦虑得分选取HMA组（32人,其中男生8名）和LMA组（低数学焦虑,29人,其中男生9名）。实验一通过情绪启动任务,设置四种不同提示条件（积极、中性、消极、数学相关）,探究HMA个体对数学有关信息是否存在注意偏向;实验二通过点探测任务,设置中性、一致、不一致三种条件,并将目标刺激的呈现时间设置长、短两种条件,探究数学焦虑个体所表现出的注意偏向特征。结果发现:（1）HMA组对情绪启动词语的评分显著低于LMA组,且HMA组对数学相关词语的评分与消极词语无差异,LMA组对数学相关词语的评分与中性词语无差异;（2）HMA组的反应时更短;（3）HMA组与LMA组之间的N2pc成分幅值无显著差异;HMA组的LPP成分峰值显著更大;HMA组的SPCN成分幅值显著更小,且刺激呈现时间较长条件下,两组间的幅值无显著差异。上述结果表明:（1）HMA个体存在对数学相关词语、数字的注意偏向,总体表现为注意回避;（2）HMA个体倾向于将数学相关词语归类为消极词语,而LMA个体倾向于将其归类为中性词语;（3）在目标刺激呈现中期,HAM个体存在对数字的注意脱离困难,晚期则表现为注意回避,显示其可能将数学相关信息视为威胁性刺激。", "label": "数学", "id": 0}
{"content": "在高职教育中数学课程作为基础学科,如何与高职应用型人才培养目标相一致,让学生能学有所用,是目前高职数学课程教学改革研究的重要命题。本文从在数学课程教学中融入数学建模思想的角度出发,在分析高职数学融入数学建模思想的意义基础上,探索高职数学融入数学建模思想的实施途径。", "label": "数学", "id": 0}
{"content": "社会的发展对于高职人才综合素养提出了更高的要求,建构主义作为一种知识认知体系在人才培养和课程教学中发挥着越来越重要的作用。本文以数学课程教学为例,根据高职数学教学存在的问题,分析建构主义在高职数学教学中的应用方法和实现效果,进而提升数学教学质量,促进学生综合素养的提升。", "label": "数学", "id": 0}
{"content": "本研究旨在探讨\"17规则\"视角下形成一套更为完善的航海类高职数学教学模式,从而大大激发航海类高职数学教学的活力,提高航海类高职数学的教学质量,提高航海类高职生的社会竞争能力,为航海类高职生的就业提供一大助力。本研究创新点在于全面解析新规则,不仅仅思考课堂教学方法的调整,而是结合\"17规则\"、教材、课程课时的设置、教学方法思考等多方面入手,以期达到理想的教学效果。", "label": "数学", "id": 0}
{"content": "在高职教育中,主要的就是提高学生的应用能力,利用所学到的知识内容,应用到实际的问题解决中,提高学生解决问题的能力,同时增强学生应用知识的能力,更好地培养学生的学习意识,同时老师应当结合教学内容,开展一些实践应用的活动,让学生成为技术型人才,更好地利用专业知识。", "label": "数学", "id": 0}
{"content": "高职院校开展教育活动主要是为社会培养专业性人才,这种类型的人才除了要掌握基础知识之外还要具有很强的应用能力。为此,高职院校的教师在开展数学教学活动时,将着重培养学生的应用能力,将传统的教学模式进行优化,将多样化的教学方法引入到课堂中,来激发学生的学习兴趣。同时教师还要为学生增加实践的机会来锻炼学生的应用能力。", "label": "数学", "id": 0}
{"content": "随着互联网的兴起,信息时代的到来,网络影响着社会的各个领域,给人们的生活、教育、工作都带来了很大的影响,对社会的发展起着重要的推动作用,高职教学同样受互联网的影响,尤其是高职数学在信息时代里,进行教学改革也是势在必行,当下\"互联网+\"云班课被应用到高职数学教学当中,是高职数学教学的一种创新教学方法,也是紧跟社会发展的步伐,在新课改的要求下而展开的摒弃传统教育的一种手段。本文从\"互联网+\"的兴起,高职利用云班课进行数学教学所面临的问题以及所要解决的措施,为高职数学教学改革提供一些借鉴。", "label": "数学", "id": 0}
{"content": "教学信息化,是指在教学中应用信息技术手段,使教学的所有环节数字化,从而提高教学质量和效率,形成适应信息社会要求的新教育模式。信息化教学模式明确以学生为中心,强调情境对信息化教学的重要作用,强调协作学习的关键作用,强调对学习环境的设计,强调利用各种信息资源来支持\"学\"。教师只有充分认识到信息化教学模式的特点,才能更好地把握住信息化教学的特点,才能胜任信息化教学。", "label": "数学", "id": 0}
{"content": "<正>\"一所大学的理想,不是知识,而是力量。大学的职责就是把孩子的知识转变为一个成人的力量。\"——怀特海一、大学教育和大学数学教育（一）大学数学教育的重要性\"自然科学的发展,取决于其方法和内容与数学相结合的程度,数学成了打开知识大门的金钥匙,成了\"科学的皇后\"。——伊曼努力。康德\"我们最优秀的人学习数学。\"——巴黎市民,《高斯:伟大数学家的一生》（法国出了11位菲尔兹奖获得者,仅次于美国13位,这和法国的文化有关,哲学是法国人街头巷尾聊天的主要内容,并以不聊哲学为耻。）", "label": "数学", "id": 0}
{"content": "分析高职学校数学教学现状,结合教学实践,总结出高职学校数学教学应正视学生实际情况,帮助学生树立学习信心,培养学习兴趣,根据学生间的差异,因材施教,实施分层教学,情境教学,使每一个学生都能获取就业或者升学所必须的数学知识。", "label": "数学", "id": 0}
{"content": "当前,我国已经进入了教育发展的新时期,也突出了培养具有数学思想和逻辑思维能力的学生的重要性。为进一步提高学生的数学素养,为工科数学教学模式的改革尽微薄之力,笔者主要从以下几个方面对工科数学的教学模式进行深入探讨。建议通过激发学生们学习兴趣、对教学内容进行优化、锻炼学生创新能力、对教学方法进行改革、对教学手段进行优化等方面入手,为切实提高学生的数学素质提出针对性建议。", "label": "数学", "id": 0}
{"content": "数学是重要的基础学科之一,许多学生不喜欢学习数学知识,将数学课堂教学与信息技术相结合可以有效地改变过去数学课堂教学的尴尬境地,极大地激发了学生对数学学习的兴趣和热情。信息技术已被应用于生活的各个方面,发展空间巨大且发展速度快。信息技术的出现,特别是在教育领域,已经引发了新的教育创新,促进了教学方法的巨大变化,极大地提高了教学效率。教师可以提取无法用语言清晰表达的知识点,并通过信息技术直观,生动地展示知识点,以促进学生对数学的理解。学生可以在视觉和听觉氛围中轻松学习数学,并最终达到目标。", "label": "数学", "id": 0}
{"content": "基于分析高职专业数学核心素养的培育。主要通过构建全新教学体系,理论结合实践;创新数学教学方法,注重全面发展;建立数学考核机制,改变分数评价;专业与数学的融合,增强学习实效四种路径,实现学生的全方面发展,借助数学核心素养去提升学生的专业技能水平,最终培养学生成为高素质应用型的创新人才。", "label": "数学", "id": 0}
{"content": "随着我国职业教育体制的不断深化,高职数学迎来了创新性改革,教学的本质不再是将知识与经验传授给学生,还需要培养学生自主意识和独立思考的能力,锻炼学生逻辑思维和学习能力。高职院校教师应该明白,高职学生本身学习的知识偏向于专业对口知识,较本科学生来说综合素质较差,在毕业时面临的压力也会比较大,为了学生能够有一个光明的前程,数学教师应以培养学生数学技巧和专业知识为主,满足学生未来发展的需要,把学生的精力集中到一个独立点上,做到自我数学能力突破,进行增加学生毕业就业竞争力。", "label": "数学", "id": 0}
{"content": "教育部已经进行了三批现代学徒制试点,但数学教育类专业在现代学徒制上举步维艰,主要原因是存在非常坚实的制度和政策壁垒。数学教育专业教学模式过于传统需要进行改革。本文分析了数学教育专业现代学徒制施行困难的原因,并提出了构建培训机构、小学、职业院校的现代学徒制协同体,互相取长补短,使数学教育专业建设现代学徒制可行。", "label": "数学", "id": 0}
{"content": "近年来,新课程改革步伐不断加快,工科数学教学工作者越发意识到创新教学方法、优化教学思路的重要性,同样要结合素质教育的相关要求,完善教学模式,提高学生的学习能力。", "label": "数学", "id": 0}
{"content": "高职数学课的教学质量将直接影响到学生后续专业课程的学习,作为高职院校工科专业必修的一门基础课和工具学科,成果导向教学模式不仅能够让数学课满足专业实际的教学需求,也能够提高对学生应用能力的培养,有利于引导与保护学生的个性发展。基于成果导向教学理念的高职数学课教学改革分为三部分:教学目标改革,教学内容改革,教学评价方式改革。", "label": "数学", "id": 0}
{"content": "如今\"双减\"政策已经全面落实,作业作为政策中重点指出的部分,必将实现重新设计。为了保证在作业量减少的条件下,学生的学习质量仍然能得到充分保证教师对于作业设计的思考是必不可少的。经过对于初中数学作业设计的详细思考后,本文将从数学教育因材施教、类比生活小事、循序渐进布置作业、鼓励学生手脑并用、加强预习作业设计几方面,探寻\"双减\"下的初中数学作业设计策略。", "label": "数学", "id": 0}
{"content": "2020年12月杭州财税会计学校转隶至杭州科技职业技术学院,标志着杭州财税会计学校由中等职业学校升格为高职院校。由中职学校向高职院校的升格,对教师的初始水平有很高的需求,通过建立高等教育的教师队伍,认识到教师在改进职业院校的积极变化,促进高等职业教育的健康发展是一个战略步骤。中职数学教师并入高职院校后,原有的教育体系、教育内容、课程设置、管理制度等方面都需要改变,这也增加了对中职数学教师教育的更高需求。本文分析从中职数学教师向高职数学教师的教育理念转变,探讨中职数学教师转型中主要存在的问题,优化变革路径。", "label": "数学", "id": 0}
{"content": "现代初中数学教育越来越强调学生的独立主体地位。参与式教育强调学生独立活动,鼓励学生积极参与课堂,积极思考,学习教育内容,实现学生整体素质的全面提升。在新课改的背景下,参与式教育在课堂教育中的应用也越来越普遍。通过提高学生对课堂的兴趣,削弱教师地位,增加学生的参与,可以加强参与式教育的实际效果。基于此,本文基于学校基础数学课程改革的基本要求,对基于参与式教学特点进行了简要分析,界定了学生参与式教学的形式,进而考察了其在中学数学中的应用方式,并评价了其适用价值。", "label": "数学", "id": 0}
{"content": "在试题中,常出现一些没有学过的概念,新定义的图形等问题,必须理解其定义的条件和结论,明确新定义图形在什么情况下具有那些有效结论,然后根据新定义图形的性质研究新问题,运用猜想,说理,探索应用的方法解决问题.", "label": "数学", "id": 0}
{"content": "在数学知识的学习过程中,学生需要准确地掌握数学知识之中所富含着的思想内容,初中阶段学生的数学学习过程中,需要加强对于学生数学思想的培养,使学生能够正确地理解数学知识,才能够有效地帮助学生在日常的学习生活之中对于学习到的数学知识进行灵活的运用。因此在初中数学的教学工作中,教师要加强数学思想的运用,将数学思想融入在教学方式之中,引导学生站在数学的思维来对于知识进行学习与掌握,从而有效的提升初中数学的教学质量。", "label": "数学", "id": 0}
{"content": "数学是一门教学难度较大的学科,由于学生自身基础知识薄弱、思维能力欠缺、主观动机不强等原因,以及教师教学态度、方法、水平上的原因,常常会出现一些学困生。在转化这些学困生时,教师要端正自身的教学态度,正确对待,积极转化。要注重学困生学习兴趣和学习动机的激发,并优化自身的教学方法,开展分层次的教学,针对学困生的问题进行转化。", "label": "数学", "id": 0}
{"content": "一般情况下,数学教师认为学生掌握的数学知识少,且学习能力较低,是影响学生研究性学习的最大障碍。因此,顺应数学新课标要求,以激活学生的数学学习积极性为导向,关注学生主体性凸显,启导学生理解数学知识,掌握学习方法,可以逐步让学生在一系列数学活动中,通过亲身实践体验真正理解数学内涵,而后深化数学思想,掌握数学技能,获得有效的数学活动经验,从\"被动学习\"向\"主动学习\"迁移,最终过渡至研究性学习层级,切实提高实践能力。", "label": "数学", "id": 0}
{"content": "初中数学在基础教育阶段,发挥的是承上启下的教学作用,对于大部分初中生而言,其重要性自然不言而喻。但是,现阶段的初中数学教学却因为受到应试教育的根深蒂固影响,而在实际教学过程中依然存在一些误区,致使学生并未真正走出被动学习状态,自主学习能力相对较差。因此,本文就结合实际教学情况,针对如何引导初中生在数学教学中深度学习提出相关建议,以期为后续数学教学以及其他数学教师提供参考,带来启迪。", "label": "数学", "id": 0}
{"content": "随着新课改的深化,教育者对教学工作有了新的认识,逐渐树立起了\"学生是教育主体\"的原则,并关注到每一位学生的发展,从而提出了分层教学理念,逐渐在课堂上建立了分层教学模式。数学是初中教育体系中的基础学科,也是新课程改革当中的重点内容。基于此,本文在了解分层教学理念的基础上,对初中数学新型教学模式的建立展开了全面的分析,对于提升教学水平具有现实意义。", "label": "数学", "id": 0}
{"content": "伴随新课改的不断推行,这对我国教育提出了全新的要求,不再主张应试教育,将重心放在了全面培养学生素养上。高中时期不仅是高考备战的三年,也是帮助学生增强社会能力的重要阶段,因此对其创造力的培养尤为重要。本文笔者以高中数学为例,对其在教学中创造性思维能力的培养展开分析,并为此提出了培养学生该能力的相关举措。", "label": "数学", "id": 0}
{"content": "当前我国的教育改革工作已经开始朝向更为深入的方向开展,同时教育部门对于初中阶段的数学教学情况也有了更高程度的重视。在此背景下,初中数学教师所要做的就是从作业设计入手,以分层性原则完成作业内容的规划。这样一来不仅可以使全班学生实现共同进步,同时还可以提升作业存在的价值。而下文就将对农村初中数学作业分层设计和评价进行研究。", "label": "数学", "id": 0}
{"content": "2021年国务院办公厅印发了《关于进一步减轻义务教育阶段学生作业负担和校外培训负担的意见》,要求全面压减中小学生作业总量和时长、校外培训机构不得占用国家法定节假日、休息日及寒暑假期组织学科类培训等。\"双减\"政策出台以来,推进课堂教学已成为必然的发展趋势,可以有效的提升教师的教学质量以及学生的学习效率。还可以让教师在推进初中数学课堂教学的过程中,摒弃传统教学的弊端和不断吸收新的教学方法,提升自身的专业素养,依据学生的身心发展特点去制定合理的教学计划,提高课堂教学质量,减轻学生课业负担,同时促进教师专业发展和业务水平面的提高,提升课堂教学效果。", "label": "数学", "id": 0}
{"content": "文章结合新高考题型下常出错、常遗忘、常困惑的知识点和近期月考、模拟考、往年经典高考题进行的解题思考。从三角函数、数列、立体几何、解析几何、函数各题型中总结答题规律和技巧,为新高考助力。", "label": "数学", "id": 0}
{"content": "随着新课改的大力推行,在双减政策大行其道的时代背景中,当代教育越来越提倡学生自主学习培养,将以往教师指导教学全过程,变为学生自己积极主动地参与学习,教师由课堂上的主角转变为课堂的组织者、引导者,让学生通过自己体验到学习的乐趣,加深对知识的理解和掌握,教师应潜心研究,如何更好的激发学生的自主学习意识。", "label": "数学", "id": 0}
{"content": "小学数学与中学数学是整体数学教学中最关键的两个教学阶段,也是义务教育阶段中最为一脉相承的两个教学时期,对于培养学生的实际数学能力至关重要。因此,数学教师要想教好学生数学知识,就需要注重并加强小学数学与中学数学的科学衔接,使用正确的教学引导帮助学生找到数学学习方法,顺利过渡学习阶段,最终热爱数学,学习数学。", "label": "数学", "id": 0}
{"content": "阅读能力是赖以生存的基本技能,是人类汲取知识的主要手段和认识世界的重要途径。人们一般认为,阅读理解能力是语文学习不可或缺的素质,数学只要记住公式、定理、法则就行了。其实,在数学学习中,能否通过阅读正确地理解问题的要求与含义同样至关重要。在日常教学中,教师常常发现,一些学生在做单纯的计算题时正确率很高,但遇到实际问题、图表题、文字题等类型的问题时,却由于理解不清题目所表达的意思或无法从题中捕捉到有用的信息,而出现许多错误。", "label": "数学", "id": 0}
{"content": "教学反思是一名教师,尤其是一名新入职教师快速成长的重要环节,是让年轻教师打造高效数学课堂的有力途径,更是教学经验从零到一,从无到有的量的积累和质的飞跃的快速通道。本文结合具体教学实例,通过本节课的反思来追求教学实践的合理性,以及作为一名新教师提升自身的专业素质,为求成为一名不断进取的反思型教师。", "label": "数学", "id": 0}
{"content": "学生在学习数学过程中会产生很多问题,这些问题不加以解决就会导致学生的学习成绩下降,学生逐渐在学习中产生挫败感,也逐渐不喜欢数学,初中阶段的数学学习过程相对于小学而言难了很多,这就使学习不好的学生更加难以接受数学学习,但是只要学生能够跟上教师的节奏,也是很容易就能学好数学的,这就要求教师对学生的学习有个新的规划,运用问题导学法进行教学,让学生的学习过程更加生动,培养学生对于数学学习内容的兴趣,提高学生在学习数学知识中的能力,以提高数学成绩。", "label": "数学", "id": 0}
{"content": "中职数学与会计专业课程融合教学是当前中职教学中普遍应用的一种教学模式,此种教学方法的突出优势在于,能够帮助学生将上课所学的案例融会贯通,而且能够在日常的学习之中,积累更多的生活实例,从而提升学生对会计理论的应用能力,显著提升中职数学与会计专业课程融合教学的效果,并为今后中职数学与会计专业课程融合教学在会计专业教学中的应用奠定良好的基础。", "label": "数学", "id": 0}
{"content": "信息技术的飞速发展使人们的工作与生活都带来了极大的转变,而在教育行业之中的运用也促进了互联网加教育全新模式的生成,高中数学教师要跟随时代的发展,在高中数学教育工作之中,通过信息技术的运用,将枯燥无趣的数学知识变得更加生动化与具体化,从而确保学生能够更为高效的参与到数学教育活动之中,提高学习的积极性与自主性,强化对于数学知识的记忆。在当前的信息技术教育过程中,微课教学模式的运用优势较为显著,由于其内容较为精简,因此能够在最短的时间内让学生掌握重难点支持,从而使学生的学习更加具有针对性。", "label": "数学", "id": 0}
{"content": "对于中职学校的教学发展而言,信息技术环境不仅起到了优化教学的作用,而且可以依托其背后广泛的网络信息资源,使教师的适用教学资源得到更好的拓展。从中职学校的专业课程教学发展来看,一些学校教师教学手段的应用仅限于传统多媒体技术,在教学理论内容的创新和拓展上存在一定的局限性。中职专业教师教育本身需要运用到各种材料,从而引导学生更好参与当前的学习活动和理论实践活动等。因此,在现阶段的中职数学教学工作中,教师应积极拓展信息技术的作用,使学生可以在当前信息化的教学背景下更好进行学科理论内容的深入学习。", "label": "数学", "id": 0}
{"content": "在\"双减政策\"全面落实的背景下,对小学作业的设计有了更高的要求。在小学教育阶段,教师布置作业不仅有助于学生巩固当天所学的课堂知识,而且还有助于促进孩子们数学思维的形成,养成良好的学习习惯。在小学数学作业的设计过程中,教师需要注意数学作业形式的设计,改进作业的完成方式,使其方式更加开放,起到良好的效果。因此,本文将对小学阶段数学作业的设计策略进行讨论,希望对从事数学教学的老师们有所帮助。", "label": "数学", "id": 0}
{"content": "小学生的学科教学以及心理健康教育都是当前国家教育部门明确认定的重点教学内容,也是提升小学生综合素养的政策。当前阶段学生学习压力大,不少学生存在着心理健康问题,学校以及教师应该更多关注学生心理健康,本文浅析小学数学教学和心理健康教育融合的重要意义,并对心理健康教育融合小学数学教学的路径展开讨论。", "label": "数学", "id": 0}
{"content": "在我国教育体制改革的背景下,小学数学教学正处于一种新的变化中,国家对小学数学教学质量要求日趋严格。要想提高学生的思维水平,拓展思维,运用各种方式解决问题,培养创造性思维,必须指导学生采取不同的方式来解决问题。本文针对目前的数学教学现状,提出一些具有针对性的策略以提高教学质量。", "label": "数学", "id": 0}
{"content": "<正>近年来,学校严格按照要求落实\"双减\"政策,除了\"提高课堂学习效率\"这一基本要求,教师还需提高作业设计、作业批改、学生辅导等多方面能力。很多双班教学的数学老师在作业批改订正上耗费了大量时间,下班后也没有时间和精力,再对教材进行认真研读、精益求精。为改善这一状态,除了在教材研读、教学设计、教学实施上下功夫外,\"作业的批改与更正\"也是教学工作中面临一种新的挑战。", "label": "数学", "id": 0}
{"content": "<正>如何让学生从有限的练习中真正获得自己的经验,数学学科能力培养离不开数学问题解决,而问题解决背后必定有方法的讲解。数学小讲师培养,正是建立在双减背景下,基于小组合作模式下的一种教学策略。根据学习内容,引导学生采用不同的学习方式,以求更好的促进学生发展,更好发挥学生的主观能动性。数学小讲师的培养可以让学生更好的经历从独立自主到自觉主动,再到创造的阶段,引导他们在实践中学,在合作中学,逐步形成适合于自己的学习方法培养自己的能力。", "label": "数学", "id": 0}
{"content": "<正>数学抽象、数学推理、数学建模、直观想象、运算能力和数据分析,这六种数学核心素养既相对独立,又相互交融,是一个有机整体。其中,数学抽象、数学推理（包含逻辑推理、合情推理）、数学建模作为数学最重要的三种基本思想之一,能够充分体现数学的本质特征。", "label": "数学", "id": 0}
{"content": "随着新课程的不断改革与发展,我们的教学质量也在不断地提高。为了更好地适应我们新课程教育改革的目标,小学教育的教学工作也发生了很大的变化,小学教师也在积极探索更加高效的教学内容,更加有趣的教学课堂,来更好地提高学生的学习兴趣,提高小学生的综合素质,提升他们各个学科的核心素养。小学数学老师在授课的过程中,不仅要不断地优化自己的授课方式,更要贯彻以人为本的教育理念,更好的去突出数学课堂中引导的重要性,从而更好地去提高小学数学教学过程中有效引导的成效。", "label": "数学", "id": 0}
{"content": "生活化教学方式是以生活为核心的教学方式,以生活与教学的高度融合为主要内容,在小学数学课堂教学改革与发展中发挥着重要的作用。新一轮的《基础教育课程改革纲要》（试行）强调\"教材内容的选择应符合课程标准的要求,体现学生身心发展特点,反映社会、政治、经济、科技的发展需求\",《义务教育数学课程标准》也明确指出\"课程内容的选择要贴近学生的实际,有利于学生体验与理解、思考与探索\"。因此,以生活化教学方式为中心的小学数学课堂教学改革得到了广泛的关注,成为当前数学教学与研究的热点内容。", "label": "数学", "id": 0}
{"content": "随着我们国家素质教育理念的不断深入发展,培养学生们的逻辑思维能力已经成为现在教育的一个重要发展点。培养学生们的逻辑思维能力已经是时代发展的趋势和时代发展的要求了。逻辑思维能力能够让我们对于事物的思考能力不断地提高。较强的逻辑思维能力让学生们在整个学习过程中都可以更加的轻松,效率更高。所以,对于学生们逻辑思维能力的培养是非常重要的。", "label": "数学", "id": 0}
{"content": "数学学习内容比较枯燥,如果在几何教学中也采取枯燥的讲解策略,那么,学生接受知识就会被动,毫无情感的学习是没有良好效果的。新课程改革实施以来,学生的主体学习地位备受关注,而教师应引导学生学会利用直观几何的概念处理各种数学问题,化繁为简,使学生的空间思维能力、数形结合能力与数学分析能力之间建立起必然的联系,使学生能够在直观的学习中感受到数学的形象性。", "label": "数学", "id": 0}
{"content": "小学数学的知识并不深奥,往往取材于学生的生活实际,小学教师在平时的教学过程中通过开展活动化教学能够有效提升数学课堂的效率,学生在实际的活动中才能够深化对知识的理解。本文主要阐述了构建活动化教学模式的基本原则,进一步提出了相对应的解决措施,从而为我国的小学数学教学工作作出点滴贡献。", "label": "数学", "id": 0}
{"content": "数学的学习,需要教师、家长等在学生的教育早期就给予足够的重视。数学的学习需要思维等方面能力的加持。学生在这一阶段将数学基础打牢将对后续的进一步数学学习大有裨益。当前STEAM教育理念被提出,给许多教师提供了教育方面的新思路新方向。这一理念帮助教师重新确立了学生的教学主体地位。采用新型的教学方法要求教师在教育过程中需要不断从新的教育理念中汲取经验,并用以完善自身,给小学数学的教学提供更多的可行的新思路新方法。", "label": "数学", "id": 0}
{"content": "新课改的不断推进,使得各界对于学生的主体地位越来越重视,因此,小学数学课堂上如何构建生本课堂成为了所有数学教师需要解决的问题。数学教师可以立足于学生的实际情况,巧妙应用情境教学法,活跃教学氛围,这样学生就会对数学充满好奇心,将大部分的精力用来学习数学,久而久之,学习能力就会有所提高,形成属于自己的数学思维。", "label": "数学", "id": 0}
{"content": "随着我国计算机科学技术的不断进步,教育领域也因此获得了发展。智慧课堂在小学教学的过程中发挥出了极大的价值,特别是在小学数学教学的过程中,智慧课堂可以提供新的教育思路,让学生获得一定的提升。基于此,本文主要讨论了小学数学智慧课堂的教学策略,以供相关工作人员参考。", "label": "数学", "id": 0}
{"content": "创新是一个名族的灵魂,是国家发展的不竭动力。它已经成为一种精神、一种品质、一种行为方式。它具有时代的鲜明特征。作为一名教育工作者应该应该积极思考如何在小学数学课堂中落实创新思维的培养。我结合日常的教学总结出小学数学课堂上培养学生创新能力的的条件和方法。", "label": "数学", "id": 0}
{"content": "小组合作学习视域下,如何有序高效实施我区\"三性教育\"中\"首学、互学、群学、共学\"四个教学环节,在突出学生主体和学科特点的同时,促学生深度思考,发展学生能力呢。经过探索总结,在充满生命关怀的\"自主学习小组合作当堂训练展示评价\"的课堂教学模式下,能较好的实现这一教学目的。", "label": "数学", "id": 0}
{"content": "当前交互式电子白板受到越来越多教师的关注,被广泛地运用在学科教学中,它与传统的多媒体教学相比具有一定的优势,所以将交互式电子白板运用到小学数学课堂教学中能够提升数学教学的效益,也能够让课堂教学变得信息化,帮助教师有效地完成课堂任务。但是部分教师在小学数学教学中运用交互式电子白板时还存在着一些问题。本文就笔者多年教学经验,浅析如何在小学数学教学中有效地运用交互式电子白板。", "label": "数学", "id": 0}
{"content": "随着我国互联网经济的高速发展,越来越多的互联网信息技术出现在人们的日常生活中,并且为人们的日常生活带来了便利,教育行业在互联网信息技术的加持下也有了显著提升。信息技术在数学中的应用越来越广泛,而新课程改革对学生的创新意识、创新思维培养愈发重视。因此,在互联网信息技术如此发达的时代背景下,提高学生在数学课堂的创新思维和床戏意识,就成了目前数学教师的首要任务。这就要求数学教师要加强自身对互联网信息技术的了解,通过不断学习和分析,将信息技术融入到数学教学中,提高学生学习数学的效率。本文主要针对信息化背景下的小学数学教学渗透创新素养进行分析。", "label": "数学", "id": 0}
{"content": "现代信息技术飞速发展中,小学数学教学工作面临着严峻挑战,必须打造高效课堂,更好地完成教学任务,促进学生数学知识的有效学习,帮助他们走上个性化的发展之路。运用现代信息技术,打造小学数学高效课堂,揭开素质教育的崭新篇章,实现教学资源的全面整合,选择合适时机,深入挖掘不同学生的内在潜能,为他们学科成绩的进步、知识经验的积累打下坚实基础,具有非常重要的现实意义。本文特意进行了相关策略的探讨分析。", "label": "数学", "id": 0}
{"content": "新课标指出:帮助学生完成数学活动经验积累,是数学教师应放在首位的教学任务,也是切实培养学生数学核心素养的主要标志。因此,为有效促进学生正确积累\"数学活动经验\",数学教师就需要通过数学教学活动的\"做\"与\"思\"过程,使学生在综合与实践活动中科学积累数学活动经验。但是,现实教学情况却是学生的数学活动经验积累依然问题多多。本文就是从其目前仍存在的问题分析入手,针对提出改进建议,以期为其他数学教师提供参考。", "label": "数学", "id": 0}
