{"content": "半自动立式双轴颈抛磨机通过增加自动上料器、零件料鼓、下料装置、机械手、零件支架体、机床全自动方式电器以及零件料鼓旋转驱动控制等,改造成全自动抛磨机。实现自动完成上料→抛磨→吹气→下料动作循环,无需人工干涉。针对被抛光零件重新设计装料料鼓,主要方面有导向槽、滚动面等分定位设计、支撑料槽等部件装配定位设计等。在料筒旋转过程中,做到毛坯零件沿着设计滚道角度翻转,保证零件方向的一致性,保证电机旋转一周,在卡料槽中始终有零件,为机械手抓取到零件做好准备。设计并制作自动上料器支撑架体,把这个支撑架固定在床身。整个自动上料装置能够纵向、横向、垂直方向微量精准调节,从而满足调试加工要求。", "label": "机械工程", "id": 0}
{"content": "工业货架通常在沿巷道方向为无辅助支撑设计以方便货物存取,因而其稳定性主要取决于横梁与立柱挂齿式连接的梁柱节点,冷作硬化效应虽然提高了薄壁型钢材的屈服点但降低了延展性,地震等强冲击过程中梁柱节点常发生脆性断裂或性能退化,有可能引发货架连续性垮塌。本文基于低周反复加载试验,建立了工业货架梁柱节点恢复力仿真模型,以滞回耗能能力为指标对梁柱节点的退化性能进行数值分析。结果表明,节点参数中连接形式对节点的抗震性能影响最为明显,其次是挂片焊接位置、厚度以及安装间隙,为工业货架抗震设计提供参考。", "label": "机械工程", "id": 0}
{"content": "针对早期市场上钱币消毒柜在消毒工作过程中存在柜内温度不均匀的问题,根据产品标准要求,为避免高温对钱币的损伤,需要满足升温速率和温度分布方面较高的要求,在传导、对流和辐射三种基本传热方式中,只有强制对流传热方式能够满足要求。同时,传热方案还需考虑减小循环温差,以及避免气流短路循环和堵塞,尽量获得均匀的流速分布。", "label": "机械工程", "id": 0}
{"content": "本文介绍了《金属波纹管膨胀节通用技术条件》（GB/T 12777—2019）试验部分的修订内容及理由。标准试验部分修改了耐压、气密和疲劳性能试验要求和试验方法等内容,增加了刚度、稳定性、爆破性能试验。", "label": "机械工程", "id": 0}
{"content": "GB/T 12777—2019对波纹管疲劳设计的相关内容进行了大幅修改,相同材质、不同波形的波纹管采用了相同的疲劳设计公式,而不同材料类别的波纹管则采用不同的疲劳设计公式,同时还增加了波纹管高温疲劳设计方法。不同设计标准的疲劳设计公式也不同,设计结果可能有很大差异,因此在提出设计疲劳次数这一技术指标时需要指明所采用的设计标准。", "label": "机械工程", "id": 0}
{"content": "本文对国内外标准中涉及的U形波纹管膨胀节的尺寸和无损检测要求进行了比较,分析了各尺寸对波纹管膨胀节性能的不同影响,提出了相应的建议,供国内波纹管膨胀节制造商参考。", "label": "机械工程", "id": 0}
{"content": "管系的沿程阻力损失和局部阻力损失很难通过理论解析或经验公式进行求解。故本文采用计算流体动力学（CFD）数值模拟方法,对旁通直管压力平衡型膨胀节及其改进结构进行流阻特性研究。计算结果表明,该型膨胀节的流动阻力不容忽视,改进结构能够一定程度地降低膨胀节流阻。", "label": "机械工程", "id": 0}
{"content": "以复式拉杆型膨胀节为例,利用ANSYS Workbench进行计算分析,运用3种简化方式进行仿真,对膨胀节承力结构件进行有限元计算。将数值计算结果与公式计算值进行对比得出结论,最后对膨胀节波纹管进行非线性屈曲分析,以期为膨胀节设计人员提供参考。", "label": "机械工程", "id": 0}
{"content": "塔式摩擦提升机在运行期间极易产生振动,这将对整个系统产生负面影响。为了研究不同运行工况下系统的动力学特性,建立塔式摩擦提升机仿真模型并验证。无论是正常运行还是紧急制动,罐笼沿钢丝绳方向（纵向）的振动幅值远大于横向和侧向的振动幅值。在这两种工况下,当完全停车之后罐笼会在平衡点的零位附近保持阻尼振荡。为了优化紧急制动下的系统动力学特性,需要研究各种参数对系统的影响,如负载、制动减速度、纵向振动的运行方向和钢丝绳动张力。结果显示下放工况时的紧急制动对系统动力学特性的影响值得特别注意。负载或者制动减速度太大,钢丝绳可能打滑。为了阻止提升系统的钢丝绳打滑,建立了动张力率β曲线并且预测了不同运行工况下的极限负载、制动减速度、最优负载。塔式摩擦提升机在运行过程中的动力学特性可以为其运行状态提供判断依据。该研究将为塔式摩擦提升机的相关研究提供基本参数。", "label": "机械工程", "id": 0}
{"content": "旋风分离器分离效率的测量方法主要有重量测量法、激光测量法和抽滤采样法3种,重量测量法和抽滤采样法测量相对准确,但均存在测量耗时长、物料消耗量大、非实时、非在线的缺点,而激光测量法可进行实时、在线、高效的测量,但测量误差相对较大。利用试验方法将重量测量法与激光测量法进行耦合,实现对激光测量法的校准,进而达到对旋风分离器分离效率的实时、在线、准确和高效测量的目的,并进一步对其进行了试验验证:相比于重量测量法,校准后的激光测量法所测分离效率的误差在±0.5%以内,节约试验用时65.6%,节约物料量高达80%,减少了环境污染,可用于指导旋风分离器的性能评价和选型。", "label": "机械工程", "id": 0}
{"content": "物料试验是研究专用设备的重要试验,试验系统要同时开展单机性能和整体性能,两种试验研究。为实现实时监测同步系统、主工艺系统的各项参数,完成与多种采集设备的数据通信,实现快速的数据查询功能,需要开展物料试验监控系统的研制工作。本文介绍了基于C/S架构的物料试验监控系统的整体结构设计,分别对同步系统、单机、整体及化工试验监控系统结构设计进行了介绍;对软件系统设计过程中的可编程逻辑控制器编程和上位组态编程做了详细阐述,在软件开发过程中对监控系统如何与功率分析仪通信、如何快速查询历史数据两个关键问题的解决过程进行了说明。该监控系统已应用于物料试验中,应用结果表明该监控系统能实时监测试验中的各项参数、能实现与多种采集设备的实时通信、可便捷的查询历史数据,满足两种不同形式试验运行的需要。", "label": "机械工程", "id": 0}
{"content": "为了提高管类试件直线度（端跳）检测精度和调直处理效率,本文根据手动调直方式设计了智能调直设备控制系统。针对试件端跳检测特点,设计基于二次数据滤波的端跳检测算法,实现了高精度测量。针对材料和结构特点,设计下压量自适应算法,实现了差异识别和自动计算。通过研究手动工序,结合自动控制理论,设计高效安全的自动检测调直流程,实现了规范化、智能化。采用STM32F407自主研发主控单元,实现了数据通讯、算法计算、逻辑控制、数据存取和故障检测,结合触摸屏实现了检测调直全过程的可视化。现应用该控制系统的智能调直设备已应用于实际生产,检测精度和调直效率均有大幅度提高,具备友好的人机交互机制和可靠的安全防护机制,满足实际生产需求。", "label": "机械工程", "id": 0}
{"content": "专用设备是生产同位素的重要机器,在研发过程中需要进行失效试验。为不影响专用设备失效旋转动作,同时保证机器高真空工作环境,采用金属波纹管作为专用设备与失效装置的柔性连接件。详细介绍了专用设备失效试验过程及柔性连接设计的必要性。根据实际尺寸建立了金属波纹管有限元模型,采用ANSYS Workbench对波纹管在失效试验的行为进行动力学仿真,同时将专用设备失效旋转角度与时间关系曲线代入仿真计算,得到波纹管变形情况,从最大应力和剪切应力两方面对波纹管强度进行校核。最后对波纹管长度和壁厚进行结构优化分析,确定波纹管结构的最优尺寸。", "label": "机械工程", "id": 0}
{"content": "专用设备随运行时间的延长,其分流比、物理性能和负载功耗均出现不同程度的下降。对运行一段时间的专用设备解体,发现在设备的内壁附着有固体物质,暴露在空气中,其颜色逐渐由橘黄色变为苹果绿,个别严重的机器会发生片状剥离,这种附着物质称为粉末。粉末产生的原因为:设备在长期运行过程中,其内运行物料化学性质活泼,能与渗入系统的水蒸气或设备内其他材料发生化学反应,生成固体粉末。这些粉末沉积在设备内,可能会影响设备的流体状态和物理性能,导致机器物理性能随时间不断下降。通过气体动态清洗设备,清洗后装架物理性能得到明显提高,并且通过解体发现设备内粉末附着量明显减少,确认了设备内粉末的沉积是导致物理性能随时间不断下降的重要原因。为了研究设备内粉末堆积对物理性能的影响机理,本文根据设备长期运行后其内部粉末堆积和实测运行参数变化的情况,通过改变物理及运行参数的方法建立粉末堆积模型,研究不同位置粉末堆积对1号、2号专用设备流场和物理性能的影响机理,综合考虑分流比、温度驱动及设备半径对物理性能的影响,分析设备物理性能逐年下降的规律,模拟得到不同运行时期物理性能损失量中各因素的权重,同时,提高运行工况,将分流比及功耗恢复至启动初期水平,对生命周期内机器的物理性能进行模拟与优化。", "label": "机械工程", "id": 0}
{"content": "通过对专用设备的供料装置试验试验研究,明确了修改供料装置能有效提升物理性能。供料装置是重要的专用设备部件,其作用是让工作介质以一定预旋和角度进入转筒。供料装置出口的轴向位置、出射角度和径向位置等重要参数都会影响专用设备的物理性能,其中供料装置径向位置对专用设备物理性能影响最为明显。由已知试验数据,单因素供料装置的径向位置试验平均可提升专用设备约3%的物理性能。供料过程中气体从供料装置出来以后,可以近似为绝热自由膨胀。转筒高速旋转,转筒靠近中心轴附近气体压力极低,接近真空状态,因此气体从供料装置出来以后,可以近似为绝热自由膨胀。根据绝热膨胀过程列出等式并进行计算,求得供料装置出口位置的表达式。文中的待定常数,使用供料装置试验之结果求解所得。分别使用不同转筒尺寸,不同工质专用设备可取的最优物理性能的供料装置半径代入表达式。本文从气体膨胀过程的关系式建立转筒半径,线速度,分子量和绝热指数关于供料装置半径的计算模型。随后将稳定同位素锌的试验数据代入关系式算得计算结果与实际值小于2mm,认为计算模型较为可靠。计算模型得到单因素下转筒半径,线速度,分子量和绝热指数对供料装置半径的影响规律。关系为转筒半径对供料装置半径影响呈线性增大,线速度对供料装置影响先增大后减小,分子量对供料装置半径的影响呈对数分布,绝热指数较小时对供料装置直径影响剧烈,但增大至一定数值对供料装置影响很小。", "label": "机械工程", "id": 0}
{"content": "伴随着特殊级联和长级联等级联的应用,作为级联技术的重要组成部分,专用设备的动态水力学性能研究已经成为一项亟需开展的基础研究课题。实现专用设备动态水力学参量的实时测量和记录是水力学试验开展的先决条件。专用设备供、精、贫料压强和供料流量作为外界约束条件给出,而精、贫流量和滞留量变化率是待测水力学参量。本研究根据质量守恒等原理建立了相关动态水力学参量的关系式,作为机器内部滞留量变化率的测量依据。为了测量专用设备内部的滞留量变化率,还需要测量供、精、贫管道内部的滞留量变化率。以声速孔板流量计算公式作为供、精、贫管道流量的测量原理;以理想气体状态方程作为管道及机器内部滞留量变化率的测量原理。结合实际情况进行了试验系统设计。以装架为试验单元。基于已知的试验工况范围,可以确定试验状态下的供、精、贫流量,由此进一步设计测量流量的声速孔板孔径大小。受专用设备水力学状态对精、贫压强的限制以及压强计量程所限,在精、贫管路上并联了多块声速孔板以实现整个精、贫流量范围内的测量。整个试验系统的最直接测量参量为供、精、贫管道上的压强,为实现动态研究,要求中控系统具有按一定频率实时采样和存储压强参数的能力。作为首次探索性试验研究,进行了充料过程中专用设备动态水力学参量的测量试验,证明了所设计的测量方法和实验系统的正确性和实用性。依据测量结果提出了滞留量变化率参量的修正方法。", "label": "机械工程", "id": 0}
{"content": "刚玉作为一种脆性材料,由于具有较高的残余应力,由其所制成的轴承在专用设备的装配和使用过程中存在一定概率的破裂情况,而新一代专用设备对支承系统中的轴承组件提出了更高的使用要求。选取了热等静压制成的高致密度氮化硅陶瓷,以T10钢为另一半摩擦副,开展了润滑条件下的球-盘摩擦磨损试验和专用设备模拟加速试验。试验结果表明,氮化硅-T10钢组成的摩擦副在相同的润滑体系中具有与刚玉-T10钢基本一致的摩擦系数和磨损程度。在模拟加速试验中,氮化硅陶瓷轴承表现出良好的耐磨性以及更好的韧性,特别是与大刚度轴的配合中未出现轴承开裂的现象。随着性能的进一步提高,氮化硅陶瓷轴承在新一代专用设备中具备了更加切实可行的应用前景。", "label": "机械工程", "id": 0}
{"content": "院级X材料库房作为我院X材料的集散地,物料种类繁多,数数据信息处理工作量大,原有的管理模式主要以人工为主,容易出错、丢失,且不易查找,特别是对老旧数据的查询更加困难,缺乏系统、规范的信息管理手段。因此,有必要建立一个智能化的全过程控制管理系统,使货品管理工作规范化,系统化,程序化。不管是从X材料的衡算还是从实物保护的角度看,X材料的智能化信息化管理都有着非常重要的现实意义。", "label": "机械工程", "id": 0}
{"content": "分离同位素的气体离心机运行中总是存在过渡过程。描述离心机过渡过程中流体动力学的简化偏微分方程需用数值方法求解。时间离散采用Crank-Nicolson格式,空间离散在计算坐标系中采用中心差分。在全回流情况下,方程求解的结果与线性理论结果一致,验证了数值求解的正确性。模拟了离心机中轴向速度的过渡过程,揭示了轴向速度在过渡过程中的变化。结果表明,对于给定的转子线速度,轴向速度的径向分布主要与侧壁压强和供取料相关,但供取料的影响程度远小于侧壁压强。结果还表明了简化偏微分方程能够体现过渡过程中流体动力学的变化,可进一步在过渡过程中进行考核和应用于过渡过程中分离性能的分析。", "label": "机械工程", "id": 0}
{"content": "伸长量反映了2LB17生产过程中复合材料成型工艺的执行情况,在批量制造过程中2LB17过程伸长量和固化后伸长量均值较合格范围的中值存在一定偏差。文章采用单因素试验方法从2LB17成型全过程进行原因分析,包括预固化时间的适当延长、固化成型工艺的连续性、预固化至固化的周转时间和固化后放置时间等方面。研究结果表明工件温度影响是过程伸长量均值较合格范围中值偏大的主要原因。固化成型工艺的连续性、固化成型后的放置时间对2LB17伸长量影响显著,是导致固化后伸长量均值较合格范围中值偏小的主要原因。因此伸长量的合格范围的制定需充分考虑批量制造过程中工艺本身及执行情况的影响,在现有工艺条件下要规范固化后放置时间来减小对伸长量的影响。", "label": "机械工程", "id": 0}
{"content": "机电试验是专用设备性能检测的关键一环,机电试验振幅不合格会造成关键零部件报废,严重影响生产成本。为了找到专用设备机电试验过程中振幅不合格的原因,根据专用设备特点和工作原理对零部件和机电试验过程进行分析,通过试验和检测最终找出根本原因是零部件加工偏差。通过找到真因,从而彻底解决试验过程中振幅不合格的问题,提高试验合格率,降低生产成本。", "label": "机械工程", "id": 0}
{"content": "转筒表面质量是衡量专用设备质量、影响专用设备失衡量,运行稳定性的重要因素,因此转筒表面质量检查是关键工序之一。由于转筒为圆形结构,表面较为光亮且不能存在划伤,常规的检测手段无法实现精准的检测。本文主要针对3号专用设备转筒表面的特点确定了适用于转筒表面检测的技术路线。同时针对现阶段检测手段的不足,以及转筒表面检测存在的技术难点,提出了针对性的解决方案,设计并搭建了转筒表面质量专用检测平台,有效提高了转筒表面质量的检测精度及效率。", "label": "机械工程", "id": 0}
{"content": "专用设备在其运行过程当中,内部气体与水蒸气相互作用,产生固体粉末,这些固体粉末极易累积在专用设备内部气流传送部件当中,使得气流传送部件能耗增大,不能继续运行,生产所需同位素类气体。因此需要保证专用设备漏率小于一定数值,控制其内部产生的粉末量,为此对专用设备内部漏率不同粉末量进行了计算,对其对气流传送部件能耗的影响进行了计算和分析。确定了能够保证专用设备安全运行的漏率范围,给出了漏率范围建议。", "label": "机械工程", "id": 0}
{"content": "<正>顾名思义无损检测技术,就是你们在日常生活中所说的非破坏性检测,这种检测方式可以保证检测物体的原有状态和化学性质,不会因检测的过程而受到破坏。而且通过无损检测技术了解产品的相关信息,例如物理信息和化学信息等,工作人员可及时发现产品存在的问题和缺陷病,给出产品的信息描述,这种检测方式可以延长产品的使用寿命以及确保产品的合格性。与其它类型的检测技术相比,无损检测技术具有较高的可靠性,全程性,全面性以及非破坏性,而且可在多个角度探讨产品的质量问题,例如电子学,材料学,物理学,人工智能学等等。那么本文主要就无损检测技术在特种设备制造与维修中的应用进行讨论,并结合实际阐述该技术的应用效果。", "label": "机械工程", "id": 0}
{"content": "对于工业过程控制中有线控制存在的布线困难、可拓展性差、维护成本高等问题,本文设计并开发了具有丢包补偿的GORC-PID算法的无线温度控制系统。以工业上通用的WirelessHART为标准协议,使用无线硬件设备搭建无线通讯网络,替代有线通讯方式,并以MCGS组态软件为控制平台,采用改进的广义开环响应控制（Generalized Open-Loop Response Control,GORC）与PID控制相结合的控制算法,实现对温度的实时监测与控制。以高温炉作为研究对象进行实验,结果表明所设计的无线温度控制系统不仅可以有效解决有线过程控制中存在的问题,而且可以解决无线通讯过程中的丢包、迟滞等问题,具有良好的工业价值。", "label": "机械工程", "id": 0}
{"content": "压力容器在使用过程中会产生多种结构损伤。对其影响最重的缺陷是因蚀坑位置应力集中而生成的表面裂纹。裂纹扩展造成容器破裂泄漏。工程中广泛运用应力强度因子判别机械结构的安全性与可靠性。为此,参考双参数蚀坑-裂纹模型,利用软件探讨存在蚀坑裂纹的情况下裂纹名义应力强度因子的变化规律。", "label": "机械工程", "id": 0}
{"content": "本文提出了承压设备不规则接合面上螺栓连接强度校核的一种简易计算方法,利用有限元方法计算螺栓接合面上载荷,再利用机械设计手册上的经典解析方法,进行螺栓组受力分析和单个螺栓强度校核。经工程实践检验,该方法行之有效,而且比较可靠。", "label": "机械工程", "id": 0}
{"content": "公司圆筒形过滤式产品占比较大,多采用金属圆形壳体,但是壳体的厚度设计多采用历史经验或沿袭对标样件,缺乏自主的理论计算验证能力,本文将从公司内典型滤清器着手,研究圆筒形壳体耐压的计算方法,并通过仿真验证,最终实现所有圆筒形壳体产品设计均可参考。", "label": "机械工程", "id": 0}
{"content": "本文针对国内外压力容器波形膨胀节主要标准做了浅显的分析比较,并对今后压力容器波形膨胀节的质量控制提出笔者的看法。", "label": "机械工程", "id": 0}
{"content": "针对管道系统3D建模和有限元分析的复杂性,基于节点-连接关系图提出了3D管系有限元仿真系统的开发方法,并成功开发了一款快速仿真软件（命名为ABAP）。首先,将管系拆分为一系列基础管件,如直管、弯管、三通、变径等,分别建立各管件的参数化3D建模;然后,采用结构化网格划分管件,根据管系节点一连接关系图和刚性空间变换组装成整体3D管系,并针对性提出了匹配网格的概念以匹配在连接处不能精确过渡的有限元网格;最后,基于自主开发的ABAP软件对某典型管线系统进行了案例分析。研究结果表明,该仿真系统可快速可靠地完成复杂3D管系在外压或内压下的力学参数分析,研究成果为复杂管道系统3D仿真分析工具的开发提供了新的思路。", "label": "机械工程", "id": 0}
{"content": "<正>中国机械工程学会压力容器分会成立于1980年。作为全国性的学术性群众团体,四十多年来压力容器分会始终立足\"三型组织\"职责,始终坚持\"四为服务\"宗旨,努力把全国压力容器学术会议建设成为全国性行业技术交流平台。2021年,在庆祝中国共产党百年华诞和\"两个一百年\"交汇的历史关键节点,9月26日至29日中国机械工程学会压力容器分会在浙江杭州隆重举行第十届全国压力容器学术会议。", "label": "机械工程", "id": 0}
{"content": "通过化学成分设计及采用合理的冶炼、连铸、差温轧制及热处理工艺,普阳钢铁使用320mm厚连铸坯成功开发了100～120mm厚Q345R钢板,并对开发钢板的金相组织、机械性能进行了研究。结果表明,试验工艺条件下钢板的基体组织为F+P,表层组织为B+F少,钢板厚度1/2及1/4处的各项力学性能均能满足标准要求且有一定富余量,超声探伤符合Ⅰ级要求,完全满足压力容器设备建造的技术要求。", "label": "机械工程", "id": 0}
{"content": "基于国内五家钢厂的502组Q420R钢母材系列冲击试验数据,采用API 579-1/ASME FFS-1 （Fitness-For-Service）中的断裂力学评估程序,结合我国压力容器用钢的相关规范、标准和实际工程经验,推导Q420R的冲击豁免曲线,确定其最低允许使用温度。", "label": "机械工程", "id": 0}
{"content": "针对钢锭成材240mm厚Q345R钢板探伤不合格情况,以探伤不合格部位为研究对象,借助低倍酸煮、金相显微镜、万能拉伸机,从金相组织、夹杂物、拉伸断口等方面分析探伤不合格原因。结果表明:导致240mm超厚板钢板探伤不合格的原因是板厚二分之一处存在氢致裂纹。结合现场实际提出针对性的改进措施,使200mm以上Q345R超厚板伤合格率由原来的85%提升至95%以上。", "label": "机械工程", "id": 0}
{"content": "为了研究预应变对工业纯钛TA2疲劳裂纹扩展行为的影响,本文对原始材料及预应变量为10%和20%的紧凑拉伸（Compact tension,CT）试样进行疲劳裂纹扩展试验,分析预应变对TA2疲劳裂纹扩展速率、裂尖应变场以及裂纹张开闭合响应的影响。结果表明,随着预应变量的增大,工业纯钛TA2的裂纹扩展速度减缓和寿命增长,裂纹尖端最大应变值减小,裂纹张开闭合响应更为明显。20%以内的预应变处理,对工业纯钛疲劳裂纹扩展具有抑制作用。", "label": "机械工程", "id": 0}
{"content": "本文针对压力容器发生锈蚀现象的原因进行了分析,且对压力容器常用油漆的性能进行研究。针对现场压力容器发生锈蚀现象频率较高的无机富锌底漆涂层系统进行了开发,为400℃以下压力容器涂装工艺的选择提供了经验。", "label": "机械工程", "id": 0}
{"content": "腐蚀是大多数压力容器和管道的主要损伤方式,提高耐腐蚀性对于压力容器和管道至关重要。本研究通过在溶解的热塑性聚氨酯（TPU）中添加一定量经氟硅烷改性的纳米SiO2粒子来制备涂料,并刷涂在Q235钢上形成超疏水涂层。结果表明,该涂层与水的最大接触角为160.4°,最小滚动角仅为3°,具备优良的超疏水性能,通过SEM、AFM发现优良的多尺度形貌是具备超疏水性能的关键因素;电化学测试表明该超疏水涂层在pH=1到pH=11的溶液中均具有良好的防腐效果。涂层的附着力、柔韧性、耐磨性和化学稳定性也达到了相应标准,可大面积低成本制备。克服了超疏水涂层制备条件苛刻的限制,具备工业化应用的前景。", "label": "机械工程", "id": 0}
{"content": "对于压力容器外压计算,在国标及美标中均给出了详细的设计方法和图表。中国标根据材料不同为每种材料设定了外压设计温度上限。对于美标则在ASMEⅡ-D—2019中根据材料种类,受压形式,结构特点等绘制了温度上限的二维图。当温度超过限制时,就需要采用ASMEⅢ-NH高温篇来进行外压非线性分析设计。该方法的适用范围十分优秀,可以突破外压曲线图中对于承压部件尺寸的限制和温度上限要求,同时还考虑到了蠕变和塑性变形带来的影响。由于高温外压计算流程比较复杂。本文以设计温度在550℃到700℃的容器为例,使用两种可选材料和六个具体工况,详细介绍了高温条件下的外压计算流程以及注意事项。此外还对高温条件下蠕变效应对筒体外压承载的弱化影响进行了对比分析。为从事该方向研究的工程师提供了一定的参考作用。", "label": "机械工程", "id": 0}
{"content": "本文通过有限元数值模拟,分析了椭圆封头在内压作用下的屈曲和后屈曲问题。同时考虑几何与物理非线性,运用弧长法成功获得了内压作用下的分叉屈曲形态与后屈曲路径,得到椭圆封头结构的后屈曲变形情况;通过对椭圆封头过渡区的应变分析,对比分析过渡区环向位移随时间的变化规律;观察初始褶皱处（及初始厚度缺陷处）Mises当量应力与塑性应变以探究褶皱的变形规律。研究结果可为内压椭圆封头弹塑性后屈曲研究提供参考。", "label": "机械工程", "id": 0}
{"content": "按各向同性材料处理的钛制外压圆筒设计,设计结果的安全裕度存在不确定性。本文基于有限元方法及理论计算公式,对正交各向异性钛制外压圆筒的设计方法开展研究。通过对正交各向异性钛制外压圆筒临界失稳压力有限元模拟值与标准中各向同性钛制外压圆筒的临界失稳压力比值曲线进行修正,提出了正交各向异性外压圆筒的设计方法,并进一步验证了该设计方法的可行性。研究结果可为正交各向异性钛制外压容器设计提供借鉴。", "label": "机械工程", "id": 0}
{"content": "本文介绍了ASME\"U\"钢印膨胀节及ASME规范案例的概念,以某重要项目铝合金膨胀节为例探讨了当研制ASME\"U\"钢印膨胀节时,在与ASME规范出现偏离情况下的解决办法。文章分别介绍了项目最终产生的Code Case 2587、Code Case 2593-1和Code Case 3013三个ASME规范案例的主要内容、产生过程及意义。", "label": "机械工程", "id": 0}
{"content": "针对外压波纹管稳定性进行研究,依据经验公式计算临界失稳压力,同时介绍了波纹管外压临界载荷的有限元计算方法。提取预拉伸作用下外压波纹管的刚度变化曲线,总结波纹管外压失稳规律。通过数值计算方法研究了波纹管不同壁厚、口径、波高、层数以及预变形对外压稳定性的影响。对比计算结果,提出外压膨胀节波纹管设计的合理建议。", "label": "机械工程", "id": 0}
{"content": "本文采用有限元法对无加强单波单层U形膨胀节轴向刚度进行了数值模拟,并与膨胀节标准GB16749中轴向刚度公式计算结果进行了比较,在此基础上定义并计算了轴向刚度修正系数,拟合了轴向刚度修正系数表达式。结果表明,无论对ZX型膨胀节,还是ZD型膨胀节,有限元数值模拟得到的膨胀节轴向刚度都小于公式法计算得到的刚度,特别是ZX型膨胀节,当膨胀节直径超过2米时,有限元模拟刚度甚至不足公式计算刚度的一半。本文基于大量数值计算拟合得到了两个膨胀节轴向刚度修正系数计算公式,数值验算表明拟合公式满足工程设计精度要求。", "label": "机械工程", "id": 0}
{"content": "复合材料压力容器封头部位纤维缠绕层厚度的准确预测是建立精确的有限元计算模型的关键。采用三次样条函数法能够有效地描述极孔周围两个带宽内的厚度分布规律,而在缠绕纱宽总体积保持不变的条件下,极孔处的纤维厚度对预测精度具有较大地影响。为了确定极孔处的纤维厚度,根据纤维束在极孔处地堆积程度,提出了一种纤维堆积度的概念,并根据纤维投影法的思想推导了极孔处的纤维厚度计算公式。而后通过三次样条函数法,讨论了不同纤维堆积度对封头纤维厚度预测精度的影响,结果显示,纤维束在极孔处的堆积程度相对较小,受封头结构和缠绕工艺等因素的影响,纤维堆积度或极孔处纤维厚度的大小也将产生不同程度的变化。", "label": "机械工程", "id": 0}
{"content": "本文围绕ISO 16528-1中给出的压力容器三大类13种失效模式,对比了国内外主要标准中基于失效模式的设计方法,详细阐述了每种失效模式的隐式设计、常规设计和分析设计方法和准则,以及对应的国内外标准。通过对比分析,指出我国基于失效模式的设计方法体系与国外存在的区别,以及设计阶段失效模式精准识别仍是国内外面临的难题,并给出我国基于失效模式的设计方法体系发展建议。", "label": "机械工程", "id": 0}
{"content": "本文简要介绍了ASMEⅧ-1:2015防脆性断裂的理论背景,讨论了冲击豁免曲线的导出、冲击功及侧向膨胀值要求及低应力情况下的温度校正等规定,并对ASMEⅧ-1冲击豁免曲线的安全裕度做了分析。", "label": "机械工程", "id": 0}
{"content": "本文简要介绍了ASMEⅧ-2:2015防脆性断裂的理论背景,讨论了冲击豁免曲线的导出、冲击功及侧向膨胀值要求及低应力情况下的温度校正等规定,并对ASMEⅧ-2冲击豁免曲线的安全裕度做了分析。", "label": "机械工程", "id": 0}
{"content": "过滤器在使用过程中可能承受内压和外压,另外,为保持合适的过滤器壳体内介质温度,过滤器壳体外往往设置盘管。针对带盘管壳体强度与刚度设计问题,本文采用有限元法,对过滤器进行极限载荷分析和线性屈曲分析,考察外盘管对极限载荷和屈曲临界载荷的影响。结果发现盘管对极限载荷没有明显影响,但能显著提高设备的屈曲临界载荷。", "label": "机械工程", "id": 0}
{"content": "安定分析为确定循环加载的结构超过弹性极限的载荷容许范围提供了强有力的分析工具,在压力容器分析设计和完整性评估中具有重要的应用背景。本文介绍了作者提出的一种新的安定分析直接法——应力补偿方法（SCM）。该方法基于一系列线性有限元求解方案的两级迭代过程,不需要建立数学规划格式。内层循环构造用于安定下限分析所需的残余应力场,外层循环采用鲁棒、有效的迭代控制方案来更新载荷乘子。应力补偿法的数值程序可通过用户子程序在Abaqus平台上实现,使其成为用于复杂结构计算分析的通用工具。通过含中心圆孔的方板、管接头组件、带斜接管的管道、接管碟形封头四个例子,展示了应力补偿法在压力容器安定分析中的应用。数值结果表明,应力补偿法计算稳定、效率高、精度好,可有效用于解决多组热机载荷联合作用下大规模复杂工程结构的安定分析问题,在压力容器结构设计和完整性评估中具有广泛的应用前景。", "label": "机械工程", "id": 0}
{"content": "椭圆形封头是压力容器常用封头之一。现行压力容器规范标准采用基于弹性理论或理想弹塑性理论的内压椭圆形封头设计方法,未考虑材料应变硬化对封头承载力的强化作用。采用考虑材料非线性和几何非线性双重影响的椭圆形封头失效预测有限元模型,结合大量工业规模封头失效试验验证研究,探究椭圆形封头失效全过程,建立椭圆形封头失效预测方法,提出内压椭圆形封头弹塑性设计新方法。与现行规范标准的椭圆形封头设计方法相比,提出的新方法可获得更经济的设计结果。", "label": "机械工程", "id": 0}
{"content": "用压缩空气在水平T型分支管道中输送平均粒径为0.5mm的砂石,通过改变发送压力和分支管路球阀的开度,研究发送压力和分支管路球阀开度的变化对各支管路单位长度压差的影响。实验结果表明:对于A、B两分支管路,单位长度压差随着发送压力的增大而增大;两分支管路球阀开度相同并同步减小时,在各个发送压力下,A、B两分支管路的单位长度压差变化不大;两分支管路球阀开度不同,开度差值逐渐变大（即开度取0～30°、0～45°、0～60°）时,A分支管路的单位长度压差在各个发送压力下逐渐增大,而B分支管路的单位长度压差则逐渐减小。", "label": "机械工程", "id": 0}
{"content": "较详细阐述了密相栓流脉冲气刀式输送技术的优点,输送机理,提出有关工艺参数确定的公式,并着重指出了气力输送系统正确的操作方法和使用维护要点。", "label": "机械工程", "id": 0}
{"content": "在总结气力输送料位检测、自动控制的基础上,介绍几种料位计的原理、特性及具有实时计量的气力输送系统。", "label": "机械工程", "id": 0}
{"content": "由于粮食本身的特性非常适合采用气力输送,最早问世的气力输送装置即用在港口船舶的卸粮。本世纪中叶发现,对面粉厂的小麦碾磨物料采用气力输送,可大大提高生产率和产品质量,自此,气力输送在粮食加工厂广泛应用。粮食加工厂的气力输送不只是单一的输送手段,它同时还具有降温、降湿、风选分级和粉尘控制等综合作用。充分发挥这些综合作用,就能弥补气力输送能耗高的缺点,所以输送浓度不能太高,应考虑有一定的风量保证。文中以面粉厂清理车间为例,介绍了如何充分发挥气力输送综合作用和”一风多用”的方向;指出了在专用粉生产的配粉过程中对输送问题认识的不足以及输送浓度过低的弊病。", "label": "机械工程", "id": 0}
{"content": "本文着重根据气力输送的特点,结合具体例子,介绍以DCS模式的控制系统设计思路,并介绍基于MODBUS通讯协议的DCS与SIEMENS PLC系统通讯网络结构,实现气力输送的DCS控制。", "label": "机械工程", "id": 0}
{"content": "我们在长江500型压机上设计制造了真三轴压力室（σ1>σ2>σ3）。最大轴向压力（σ1）为5000kN,由长江500型轴向压力系统供给。侧向压力一个方向为两个油缸活塞对顶,压力由超高压电动油泵供给。另一方向为囊体传压,由长江500型侧向压力系统供给。对于常用标准试件71×71×142mm~3,胶囊与试件接触的面积为75×146mm~2,此向做σ3（液体传压）,最大压力可达60MPa,σ2由千斤顶供给（固体传压）,最大压力达100MPa。而σ1最大可达1GPa。对于大试件(20×20×（20cm~3）,胶囊面积为20×20cm~2,最大压力可达60MPa,在作为σ3用时,以不大于σ2为限。σ1,σ2来源与前述的相同。最大压力分别为125MPa和25MPa,对于小于20×20×20cm~3的任意试件,根据需要在20×20cm~2囊体前垫上钢块,即变成固体传压真三轴压力室。在此压机上做了中等主应力大理岩强度的影响试验,结果与茂术清夫的相当一致。其他如声发射、波速等实验的结果也令人满意。本系统装卸和试验检测十分方便,它为地震实验研究和工程技术提供了很好的实验条件。", "label": "机械工程", "id": 0}
{"content": "文中介绍了一种新型的用于模态测试的气动式冲击力锤,它不仅能够防止二次敲击,且克服了传统力锤能量小,重复性差等缺点。在充气压力为0.5MPa时,样机可以产生2200N（接触时间0.8ms）的冲击力,波形重复性好,精度在5%以内,因此该设备可以极大地提高试验的效率和准确度。在全面掌握气动力锤工作原理的基础上,推导得出气动力锤冲击被试件的冲击力和接触时间的解析式,并验证了理论模型的正确性。在此基础上,进一步研究了锤头材料和碰撞初速度对冲击力和接触时间的影响,为改善气动式力锤的动态特性奠定了基础。", "label": "机械工程", "id": 0}
{"content": "介绍了模糊聚类分析的理论和方法。讨论了三种数据规格化方案,提出了极差值是最简便的方案,引进了正常状态和故障状态时的样本数据,加入待检测数据对矩阵进行聚类分析,来检验待检测数据是否出现故障。通过实例分析, 证实了模糊聚类分析对提高抽风机故障诊断能力的有效性。", "label": "机械工程", "id": 0}
{"content": "在理想蒸汽和真实蒸汽模型下,采用数值分析方法模拟水蒸汽压缩机（包括半开式叶轮,无叶扩压器以及排气蜗壳）,得到两种模型的性能曲线。通过对比两种性能曲线,比较两种气体模型在模拟水蒸汽压缩机时的差异。详细分析真实蒸汽模型水蒸汽压缩机的流场特性,有利于更清楚的了解水蒸汽压缩机内部流动状况,同时可以为进一步有针对性的优化设计提供依据。", "label": "机械工程", "id": 0}
{"content": "简要介绍了轴流压缩机轴向力的产生原理,详细分析了不同因素（通流部分、流量与压力、密封间隙、平衡管道）对轴向力的影响,并在其基础上为轴向力的平衡措施提供参考依据。", "label": "机械工程", "id": 0}
{"content": "为探讨离心式压缩机叶轮用马氏体不锈钢焊接接头组织与性能的关系,使用FV520-1焊条采用手工电弧焊（SMAW）进行焊接获得成型良好的焊接接头。通过拉伸、显微硬度、光学金相显微镜,对焊接接头组织性能进行研究。结果表明:焊条的焊缝组织主要为回火索氏体、板条马氏体,有少量的残余奥氏体和析出的碳化物,其能与母材实现更好配合;焊接接头抗拉强度为1089MPa,屈服强度为984MPa;焊缝区显微硬度较母材偏低。", "label": "机械工程", "id": 0}
{"content": "为了形成能够快速预测压气机湿压缩性能的手段,建立了压气机基元级理想湿压缩物理模型,并基于平衡湿压缩理论结合压气机一维级叠加特性预测方法发展了压气机湿压缩性能快速预测方法。采用该方法对NASA Stage 35湿压缩性能进行预测,并与三维数值仿真结果进行对比校验,结果表明:当实际的压气机湿压缩过程接近平衡湿压缩过程（喷湿量> 5%）时,该方法能够较准确的预测压气机的湿压缩特性,具体表现为该方法能够准确预测出不同喷湿条件下压气机气动性能及进出口流动参数的变化规律,同时其对近设计点压比和耗功的预测值相比数值仿真结果误差不超过7.19%;但是受到该方法理想的平衡湿压缩条件的限制,对于实际湿压缩过程偏离平衡湿压缩程度较大的情况（喷湿量<4%）,该方法能够预测出湿压缩对压气机气动特性影响的趋势,但数值上误差较大。", "label": "机械工程", "id": 0}
{"content": "将离心压缩机BCL/PCL异形风筒通过Creo软件三维参数驱动化,自动生成风筒三维模型、风筒加工简图和工程图等,自动将风筒设计原图三维模型与加工三维模型对比干涉验证,检验其加工正确性。工作效率大幅提高,准确率达到100%。", "label": "机械工程", "id": 0}
{"content": "本文主要研究优化排气消音器结构来降低全封闭活塞式压缩机噪声。基于传递矩阵法建立带有穿孔插入管的两腔抗性消音器传递损失理论模型,采用有限元法验证可行性,进而采用Matlab遗传算法优化求解。其中,Matlab遗传算法以消音器传递矩阵为目标函数,以1500Hz～2600Hz平均传递损失值最大为优化目标,空间结构为约束条件,以消音器隔板位置L1、隔板孔径D1、扩张腔直径D2、进口端插入管长度L2、出口端插入管长度L3为优化变量,进行优化求解与试验验证。结果表明:理论计算新排气消音器在2000Hz～4000Hz之间降噪改善,在峰值2500Hz处声压级由原来78dB降低到45dB,降低值为33dB;装机验证新排气消音器在峰值频率2500Hz噪声下降4.1dB,在转轴旋转基频及谐频处100Hz～200Hz噪声也有明显改善,与改进前测试结果比较,整机噪声降低2.0dB。", "label": "机械工程", "id": 0}
{"content": "为适应往复式压缩机低频化和高效化的需求,螺旋泵油系统已经逐步替代离心泵油系统并开始了广泛的应用。国内外对离心泵油系统已经开展了大量的仿真与实验研究,但对于螺旋泵油系统的相关研究还很缺乏,为此本文建立了压缩机螺旋泵油系统三维流体仿真模型,对螺旋泵油系统各影响因子对泵油量的影响进行了仿真分析,得到螺旋油泵的长度、槽间隙、齿间隙、齿宽和螺距的变化对泵油量的影响规律,最后对得到的最佳设计仕样进行泵油量的仿真与实验对比,对比结果表明了该泵油仿真模型可以作为泵油实验的替代手段,节省开发成本与时间。", "label": "机械工程", "id": 0}
{"content": "在压缩机电学元件接线端子镀镍层厚度检测过程中,我们发现X-ray光谱法与金相检测方法间存在差异。为了系统研究产生差异的原因,实验选取了B型和H型两种不同镀镍厚度的接线端子,分别采用X-ray光谱法及金相法检测镀层厚度。结果发现,对于采用化学镀镍法的B型接线端子,两种检测方法检测结果一致,但是对于采用电镀法的H型接线端子,X-ray光谱法检测平均值4.7μm～6.3μm低于金相法检测平均值8.9μm～10.2μm。通过对比分析推测原因有以下两种,一种是由于两种类型的镀层厚度差异较大,在设备校准时选择的校准器不合适;另一种原因是由B型和H型接线端子镀镍方式不同,化学镀镍层的主要成份为P和Ni,电镀镍的主要成份为镍,化学镀和电镀的镀层不同导致镀层检测结果存在差异。", "label": "机械工程", "id": 0}
{"content": "针对压缩机整机辐射噪声仿真精度的问题,本文测试了压缩机实际运行工况的ODS,并通过模态扩展法,得到了压缩机的整机振动响应,又进一步通过专业的噪声仿真分析软件,对压缩机整机进行声振耦合分析。并将仿真结果与压缩机整机测试的辐射声功率对比实验结果显示,仿真与试验的结果吻合较好,由此建立了一套准确预测压缩机辐射噪声仿真的方法。", "label": "机械工程", "id": 0}
{"content": "离心式压缩机因具有压比高等优点而广泛应用于各行业,但离心叶轮高速旋转引起的气体压力脉动,随着工作容积与排气口周期性地相通、切断,会产生强烈的排气噪声。为降低大型离心式压缩机试车时的排气噪声,对排气口设计节流减压-小孔喷注复合消声器,并结合实际工程验证了消声器消声性能。测试结果表明,所设计的消声器插入损失达35.5 dB（A）。设计案例对高压排气噪声控制具有重要参考价值。", "label": "机械工程", "id": 0}
{"content": "本文提出\"双侧半高叶片扩压器\"的概念,采用数值模拟和试验相结合的方法分别对轴盘侧半高扩压器、盖盘侧半高扩压器和双侧半高叶片扩压器进行研究,考察其效率和稳定工况范围等性能指标,得到兼具无叶扩压器和全高叶片扩压器优点的半高扩压器。研究发现,在盖盘侧半高扩压器中,随着径向距离的增大在轴盘侧逐渐形成回流区,而在双侧叶片扩压器中,轴侧的叶片削弱了轴盘附近的回流,流场整体分布更均匀。双侧半高叶片扩压器可以显著改善扩压器流道内的流动和压力分布,降低流动损失,从而提高压缩机级的整体性能,本文研究得到的最优半高扩压器设计点效率比无叶扩压器高4%左右,甚至略高于全高叶片扩压器,其稳定工况范围为与无叶扩压器相同,比全高叶片扩压器多7%-10%。本文的研究成果其加工成本较低,制造难度较小,易于在工程实际中实现,可在未来的离心压缩机中得到广泛应用。", "label": "机械工程", "id": 0}
{"content": "吊耳是离心压缩机底座吊装过程中的关键部件,直接关系到压缩机吊装安全。吊耳的设计需要依据国家相关规范进行设计,通过确定位置及方位做吊装稳定性、强度、局部应力等相关的力学计算,以确保吊耳的设计满足吊装要求。本文通过对离心压缩机底座管状和工艺两种形式的吊耳进行分析和研究,探讨两种吊耳对离心压缩机底座的不同应用,为离心压缩机的吊装工序提供参考。", "label": "机械工程", "id": 0}
{"content": "应用热线风速仪测量离心压缩机模型级扩压器内流动速度,了解叶片扩压器中的流动规律,研究热线风速仪应用在压缩机模型级试验中的测量效果,拓宽试验领域,为今后压缩机内部流场分析奠定基础。本文分别从速度脉动、频谱分析和速度矢量试验与CFD对比等不同方向进行了试验测试和分析。", "label": "机械工程", "id": 0}
{"content": "为了研究防喘调节过程中压缩机与管网系统间相互影响,本文建立了闭式循环系统的整体仿真模型。通过对比最高转速工况下模型的计算结果与实际值,计算偏差小于0.3%,验证了模型的准确性。通过准稳态分析,验证了现有防喘策略在闭式系统正常运行过程中的有效性,可以额外提供39%的喘振裕度。通过动态分析,提出了压缩机进口与出口间关联效应是局部堵塞瞬间诱发压缩机进入喘振的影响机制。综合分析准稳态和动态过程结果可知,建立压缩机系统的动态模型,通过分析管网、压缩机以及控制系统的相互作用能准确、全面评估压缩机的安全性。", "label": "机械工程", "id": 0}
{"content": "空气压缩机作为气源装置的主体,将原动机的机械能转化为气体压力能,广泛应用于工业和日常生活中。往复式空压机组优点是:结构相对紧凑,连续使用故障率低,综合技术经济性好,获得了广泛的使用;其主要缺点是:振动大,噪声大。往复式空压机组振动噪声来源于其吸、排气的周期性,空压机的机体则承受周期交变载荷的作用,成为诱发空压机振动的主要激励。首先对原始空压机底座体进行模态及谐响应分析,从仿真计算结果上找出薄弱环节。在重量范围不超标准的前提下,对其底座体结构进行优化设计,再用分析计算来对比,发现新底座体可以很大地提高结构的抗振性。后经试验测试验证,与仿真计算结果相一致。同时在不影响空压机使用条件下,为了加快从振源到机脚的振动衰减速率,在底座体支撑侧壁增加复合阻尼单元。通过空压机振动测试,发现新底座体结构设计及复合阻尼单元的应用,可以有效地降低机脚振动能量。", "label": "机械工程", "id": 0}
{"content": "API617标准规定,离心压缩机转子应进行不平衡验证试验,该试验作为机械运转试验的一部分。本文给出了某离心压缩机转子的不平衡验证试验的详细流程,基于转子结构及运行工况参数,给出了不平衡响应的分析预估结果,并与相关试验的测试数据进行对比。通过研究,基于本文给出的试验方法及流程,验证了某离心压缩机转子的不平衡试验满足API617标准的要求。同时,该试验方法及流程对于其它旋转机械的不平衡验证试验具有较大的指导意义。", "label": "机械工程", "id": 0}
{"content": "应用于压气机气流调节的静子叶片调节机构在工作过程中,受到运动副摩擦特性、气动载荷变化以及热因素等影响,容易发生卡滞和定位精度不足等问题。静子叶片调节机构的动力学特性特别是阻滞力受到运动副接合面摩擦特性变化的影响规律不清,需要进行考虑摩擦特性的非线性动力学仿真研究。本文以单组静叶调节机构-叶片-衬套为对象,将建立的单组叶片调节机构系统的三维实体模型导入到多体动力这学仿真软件中进行多种摩擦参数变化条件下的阻滞力分析。仿真分析工况主要包括以下三个接合面的摩擦特性变化:（1）叶片上轴颈-衬套的径向接合面、（2）叶片下轴颈-衬套的端面接合面、（3）叶片下轴颈-衬套的径向接合面,对比其不同的静摩擦和动摩擦系数、考虑生热和热环境对摩擦系数和组件变形等多种因素。仿真过程中,利用正交试验分析方法规划仿真工况以及进行阻滞力变化的仿真结果规律总结,进而获得静叶调节机构的摇臂作动力的变化情况,最后提出卡滞故障发生的预测方法。主要结果如下。根据可调静叶稳态气动计算,气动载荷等效为作用在叶片根部和尖部的气动力和气动力矩。根据叶片上下轴颈和衬套的组件结构特征,考虑静摩擦和动摩擦两种模式的转换,采用改进的Coulomb摩擦模型和Stribeck模型具有合理性,并且摩擦系数的变化直接改变阻滞力大小。接合面组件的热膨胀与热致摩擦特性的改变对对阻滞力也有一定影响,涉及到接合面间隙到过盈配合状态改变过程中的接触特性变化因素。摇臂作动力的变化与阻滞力具有一一对应关系,但会受到其本身弹性变形的影响。动力学仿真结果还表明,静叶调节机构的卡滞故障具有非线性特征,存在不稳定和多状态现象,需要采用非线性预测方法加以研究。", "label": "机械工程", "id": 0}
{"content": "叶轮机械被广泛应用于航空发动机、鼓风机、汽轮机、水泵和螺旋桨等工程结构中。离心压气机是一种典型高压力大流量的叶轮机械结构,叶轮是离心压气机中的重要部件,对离心压气机气动性能和气动噪声都有决定性的作用。本文将针对小型离心叶轮机的内部流场特性和噪声辐射特性开展仿真计算分析.首先,采用StarCCM+流体力学仿真软件建立叶轮机结构气动噪声的流场与声场理论分析模型。通过定常与非定常计算,得到小型离心叶轮机不同时刻的中切面压力云图、速度云图以及湍动能云图,分析了小型离心叶轮机结构的非定常流场性能,为噪声计算提供基础分析数据。然后,采用CFD/CAA联合仿真技术,计算离心叶轮机的气动噪声及其辐射性能。搭建小型离心叶轮机气动噪声测试平台,利用LMS声学噪声测试系统,测试不同转速下离心叶轮机的辐射噪声,并与仿真结果对比分析,验证小型离心叶轮结构仿真分析结果。通过本文的研究,为离心叶轮机械的气动噪声提供了一种分析思路与方法,为进一步优化离心叶轮机的气动噪声提供了基础理论与数据。", "label": "机械工程", "id": 0}
{"content": "为了降低空压机系统缺陷,对本厂空压机系统2年内缺陷进行统计、分析,找出空压机系统缺陷频发的原因,并根据相应的原因采取针对性的措施,从而达到降低空压机系统缺陷的目的。", "label": "机械工程", "id": 0}
{"content": "涡旋压缩机具有高效节能的特点,研究其连续排气的特性对于进一步减小震动噪音提升品质是十分必要的。本文利用TWINMESH和CFX商用流体计算软件对涡旋压缩机高压腔及排气系统进行了瞬态数值模拟,并进行了实验验证。该模型考虑了制冷剂的可压缩性,运用真实气体模型模拟了制冷剂进入涡旋腔、压缩及排气的动态过程。同时实验监测了压缩机排气口位置的压力变化。模拟结果与实验结果波动规律高度一致,对于今后压缩机噪音震动的改善有很大帮助。", "label": "机械工程", "id": 0}
{"content": "本文涉及一种离心压缩机一级密封气温度控制方法、装置领域,具体包括一种离心压缩机一级密封气温度控制方法、装置。利用前馈反馈控制原理,基于扰动对输出进行提前干预,得以对预期可能达到的扰动进行预判和控制,而不需要实际出现偏差后再进行控制,为离心压缩机组提供一个稳定的,可靠的,抗干扰能力强的一级密封气。", "label": "机械工程", "id": 0}
{"content": "离心压缩机广泛应用于重工业的多个领域,且大多为高速的旋转机械。离心压缩机机组一旦出现故障,不仅会对整个生产线产生影响,而且会造成重大的经济损失,乃至机毁人亡的重大事故。为了避免大型事故的发生,提高大型机组的安全性与可靠性是十分必要的。本文结合具体实例应用仪器仪表对离心压缩机振动进行分析,实践了一种快速有效的分析离心压缩机振动的方法。", "label": "机械工程", "id": 0}
{"content": "利用热处理Deform软件对35CrMo钢压缩机主轴双液淬火过程进行数值模拟,分析不同直径主轴水淬时淬透层深度及最佳出水时间。结果显示:当水作为单一淬火介质时,φ150mm以下主轴能够得到全部的淬透层深度,水淬油冷时最佳出水时间应以心部温度到达400℃为准,出水时间为1mm厚度冷却1-1.5s;φ200-500mm主轴的单边淬透层深度在38.9-26.7mm之间,最佳出水时间应以1/4直径处温度到达400℃为准,出水时间为1 mm厚度冷却1.5-3s;推导出φ200-500mm主轴双液淬火水淬出水时间计算公式,并进行验证。", "label": "机械工程", "id": 0}
{"content": "MCO空气压缩机在高速运转的情况,发生了部件脱落,与叶轮发生碰撞而造成机组联锁停车。针对这次事故,从机壳开始,再到窝室、转子、轴承等各个主要部件的检修排查,根据MCO机型的特点,系统地、有序地将检修步骤、执行标准、达标规范一一阐述,对解决同类型问题,有良好的借鉴作用。", "label": "机械工程", "id": 0}
{"content": "压缩机在高速运转下,为保证轴承温度符合API要求,需要在轴承设计阶段、制造过程中、安装运行时的这一系列生命周期中,必须确保设计尺寸和相关计算符合设计规范的要求,又必须确保轴承的加工制造及安装运行,符合工艺规范和安检规范的要求,才能保证轴承为压缩机稳定运行保驾护航。该文详述了造成轴承温度超标的原因,及其行之有效的解决办法。", "label": "机械工程", "id": 0}
{"content": "<正>0引言动叶可调轴流风机通过改变动叶安装角可以实现工况调节,适应性强且高效节能,已逐步成为大型火电厂送风机和引风机的主流选择[1]。但同时其进出口的气动噪声严重影响了风机正常运行,恶化了人们的工作和生活环境,因此,研究动叶可调轴流风机的噪声机理和特性规律具有十分重要的现实意义。本文通过Fluent对动叶可调轴流风机的进出口气动噪声进行数值模拟,引入波动方差的比率[2]总", "label": "机械工程", "id": 0}
{"content": "针对离心式鼓风机,采用含氟自干涂层在铸铁部件内腔进行表面处理的应用。介绍了含氟自干涂层的性能特点,论述了该涂层的制备工艺、工艺特性、检验项目和方法等。并介绍了该涂层在离心式鼓风机上的应用情况。", "label": "机械工程", "id": 0}
{"content": "本文采用SOLIDWORKS建模和CFX流场模拟软件对多级低速离心鼓风机无叶扩压器和弯道进行模拟计算,以探讨分析叶轮出口气流角、流量系数和扩压器尺寸对无叶扩压器和弯道的影响。研究结果表明,弯道效率随着气流角的增大而减小,随着扩压器尺寸的增大而增大,而与流量系数的影响可以忽略不计;无叶扩压器效率随着气流角的增大而增大,随着扩压器尺寸的增大而减小,随着流量系数的增大而增大;静扩压系数随着气流角的增大而减小,随着扩压器尺寸的增大而增大,随着流量系数的增大而增大;为使无叶扩压器与弯道的整体效率达到最优的设计原则:叶轮出口气流角度比较小时,扩压器尺寸取小值;叶轮出口气流角度比较大时,扩压器尺寸取大值。", "label": "机械工程", "id": 0}
{"content": "本文从性能、结构和应用等方面,概述了国内外高速空气动压悬浮鼓风机的发展现状。对鼓风机的发展历史进行简述,并且通过与传统鼓风机进行比较分析,从其结构、原理等方面阐述了高速空气动压悬浮鼓风机的优势。对高速空气动压悬浮鼓风机各类主流产品进行介绍与比较,并从技术性和经济性两方面指出了我国高速空气动压悬浮鼓风机未来的发展前景。", "label": "机械工程", "id": 0}
{"content": "鼓风机作为一种重要的机械设备,被广泛的应用在焦化厂中,鼓风机运行状态对于焦炉生产质量和产量有着重要影响,由于煤气的特殊性,在鼓风机实际应用中,其对于相关控制技术具有非常高的要求。ABB控制系统在鼓风机中的应用,优化了鼓风机控制系统运行,针对性和实用性较强,为了更好地进行系统控制,应充分发挥ABB控制系统应用优势,使鼓风机保持正常、安全的运行状态。本文简要介绍了鼓风机电气自动化系统,分析了ABB控制系统在鼓风机中的应用。", "label": "机械工程", "id": 0}
{"content": "<正>由於節能減碳與舒適環境的意識為現今愈重視之課題,開發、普及高效率及低運轉噪音之鼓風機,是能源漸趨短缺之各國所共同努力的目標。本研究為利用計算流體力學（CFD）技術,根據風機之實驗架設進行條件設定並彙整靜壓流量曲線（P-Q Curve）,對不同靜壓條件下之風量進行實驗與模擬之差異分析與比對。", "label": "机械工程", "id": 0}
{"content": "污水处理鼓风机,是指环保水处理生物接触氧化法工艺中微生物所需的氧气通过污水处理风机曝气供给,其特点是在池内设置填料,池底曝气对污水进行充氧,并使池体内污水处于流动状态,以保证污水同浸没在污水中的填料充分接触。鼓风机的能耗有时占污水厂的总能耗的60%左右,因此污水处理厂选用何种形式的风机至关重要,关乎投资是否合理及长期效益的高低问题。本文分析了污水处理离心鼓风机的市场方向,介绍了SK型离心鼓风机的结构特点,重点分析了SK型离心鼓风机较罗茨风机的技术特点及优势。实践证明,SK型离心鼓风机是小型污水处理厂曝气设备选型的最佳选择。", "label": "机械工程", "id": 0}
{"content": "针对转子-叶片系统,采用能量法和集中质量法,建立了转子-叶片系统弯扭耦合运动微分方程,并在模型中考虑了叶片的截面特性、科氏力效应、离心刚化和旋转软化,还包括了转子的陀螺效应。通过对特征方程的计算,得到了系统的Campbell图。文中搭建了转子-叶片模态测试系统,通过测试结果与仿真结果的对比,验证了本文模型的正确性。本文还分析了圆盘半径对系统固有频率的影响,结果表明随着圆盘半径的变化,会出现频率转换现象。并且圆盘半径对轴扭转固有频率会产生一种软化作用,这种作用会随转速升高而变得更加明显。", "label": "机械工程", "id": 0}
{"content": "采用稳态可压缩雷诺时均N-S方程、标准湍流模型、应用Fluent软件对某离心鼓风机整机内流场进行了数值模拟,研究了不同叶片数和出口安装角对该鼓风机气动性能的影响。结果表明:叶片数优化为20个或出口安装角优化为57°后,鼓风机在整个工况内多变效率与出口静压力都得到了提升;在设计流量400m~3/min时,前者出口静压力提高438.6Pa,多变效率提高0.651%;后者出口静压力提高1847Pa,多变效率提高1.239%。说明对该鼓风机叶片数、出口安装角这两个重要参数进行优化是可行的,研究结果对同类风机的节能改造和优化设计具有参考价值。", "label": "机械工程", "id": 0}
{"content": "本文对离心鼓风机三维叶片优化设计进行了研究,采用控制叶轮流道内的相对速度分布的三维叶片优化设计方法,通过控制流道内沿流线方向的相对速度分布,控制叶轮流道内的边界层增长与分离,二次流,分层效应等流动效应。在优化判据方面采用考虑旋转和曲率效应的边界层计算方法,根据不同的相对速度分布计算边界层发展状况作为优化判据。基于MATLAB编写了优化设计程序设计出一种离心鼓风机的三维优化叶片,通过CFD数值模拟分析和对比证明该优化方法实现了优化设计的目的。", "label": "机械工程", "id": 0}
{"content": "以GM系列鼓风机试车底座的工装设计为例,引入系统工程中的AHP系统评价方法,利用统计学的方法从定性和定量两方面分析了在设计过程中的各个关键因素,按照这些因素之间的相互关系建立AHP层次与网络模型,并对此模型进行求解,对设计方法进行重排简化,对最终方案的确定起到了指导性的作用,使工艺方法与实际应用效果达到双重合理性。", "label": "机械工程", "id": 0}
{"content": "本文介绍了裂纹的基本特性,并结合综合定性思路、主轴典型超声波检测案例,比较明了的给出了横向裂纹超声波检测的方法。", "label": "机械工程", "id": 0}
{"content": "本文介绍了一种高温用途罗茨鼓风机的结构特点、温度、强度及间隙设计计算、性能试验研究,并分析了其市场应用前景。该机采用了特殊的耐温材料和隔热材料,并采取了有效的密封、隔热及降温设计结构,进使得罗茨鼓风机的最高进气温度可达200℃。", "label": "机械工程", "id": 0}
{"content": "本文概述了多级离心鼓风机的研发技术。基于定制开发的多级离心鼓风机全参数化气动性能快速分析设计系统,在很短的时间内即可获得在特定限制条件下优化性能的风机流道设计参数,根据这些设计参数,以模板化的方式快速建立风机转子系统的三维实体模型,进一步完成转子系统的结构强度和转子动力学分析。以此流程设计的多个型号风机已经经过测试中心的全面测试及用户现场的实际应用考验,验证了性能达到设计目标,技术性能有所提高,减少了样机研制的硬件反复试验成本,缩短了研制周期,证明所实施的研发技术的先进性和可行性。", "label": "机械工程", "id": 0}
{"content": "针对三钢棒材厂的鼓风机及引风机进行变频改造分析,达到了很好的节能效果。", "label": "机械工程", "id": 0}
{"content": "通过对A1888/592型鼓风机迷宫式密封的改造,解决了该鼓风机多年来无法解决的密封泄漏煤气的难题。既提高了作业环境的安全性,又减少了对周围环境和空气质量的破坏。", "label": "机械工程", "id": 0}
{"content": "本文对烧结风机叶轮强度利用有限元软件进行数值分析,确定了影响叶轮应力和变形的主要因素。提出了针对改善叶轮应力和变形的结构改进方案,改进后的叶轮应力和变形都有明显的减小,对烧结叶轮甚至其它形式离心风机叶轮的设计都有较大的参考价值。", "label": "机械工程", "id": 0}
{"content": "本针对西南某钢厂在役K-3250型风机存在运行能力不足,效率不高,机头轴瓦动值偏高等系列问题进行分析,并提出整改方案、措施。经改造完成后,有效消除机组运行过程中存在的问题,并取得良好的经济效益。", "label": "机械工程", "id": 0}
{"content": "介绍了GM35H离心鼓风机蜗壳铸造缺陷的分布,对蜗壳材料0Cr17Ni12Mo2可焊性进行分析并提出了焊接对策。重点讨论了补焊工艺,用奥氏体焊材补焊0Cr17Ni12Mo2铸钢件,焊后检查合格得到用户的认可并使用于产品中。", "label": "机械工程", "id": 0}
{"content": "<正>采用Fluent软件对渐开线三叶罗茨鼓风机的流场进行了数值模拟。通过三种网格数目的计算和小时间步长的选取来确保数值模拟的精度,通过与实验结果的比较来验证数值模拟的结果。比较了由半经验公式和数值模拟的得到的排气流量曲线,给出一个周期内不同时刻的压力等值", "label": "机械工程", "id": 0}
{"content": "对带有前后导叶的复杂轴流风机内部的流动特性进行了三维数值模拟,基于RNG湍流模型及MRF模型模拟风机的旋转流动,将其性能与测试实验数值进行了对比,发现数值模拟结果与测试结果吻合较好。对不同气流量及不同转速风机进行数值模拟表明,在叶片转速不变的情况下,随着气体流量的增加,叶片的气动压力增加,功率增大,同时风机效率提高;在气体流量保持不变时,随着叶片转速的增加,叶片的气动压力增加,功率增大;当风机出口存在阻力时,则叶片的气动压力增加,功率增大。", "label": "机械工程", "id": 0}
{"content": "梅钢制氢站所用的焦炉煤气是直接由焦炉煤气总管上引进的,压力较低,特别是经过脱焦油工序之后压力只有几kPa,需要经过鼓风机加压后方可送至下一道工序,制氢站鼓风机采用的是D660型离心式鼓风机,根据工艺与设备正常运行的要求整个机组集中控制、调节、监视、保护功能由中控室PLC系统统一实现自动控制,机组本体所有参与控制及远传的仪表信号统一接至现场仪表盘。", "label": "机械工程", "id": 0}
{"content": "对煤气鼓风机机组系统的研究,对鼓风机机壳、耦合器、油冷器等进行了一系列改造,成功解决了风机高油耗、高油温、推力盘易脱落等诸多难题。", "label": "机械工程", "id": 0}
{"content": "本文介绍了通过连续的状态监测对杭州汽轮机厂引进的德国西门子公司的三系列反动式工业汽轮机主油泵联轴器及1#瓦的碰磨故障的分析处理过程,提高了在这一领域的认识。积极推行该技术的应用。避免突发性故障的发生,避免了被迫停机对生产的冲击。", "label": "机械工程", "id": 0}
{"content": "本文对焦炉煤气鼓风机的运行过程中常见振动故障进行了详细的分析,针对产生振动的原因,采取了有效的措施,实现了振动故障的消除,确保了焦炉煤气鼓风机的长周期安全运行。为焦炉煤气的正常输送打下了坚实基础。", "label": "机械工程", "id": 0}
{"content": "本文介绍了Φ型垂直轴风力机风轮的设计方法,并选用NACA0012翼型进行了算例设计。考虑到风力机的实际运行方式,运用计算流体动力学软件Fluent对设计算例进行合理地建模和性能数值计算。计算采用了SIMPLEC算法、标准的k-ε湍流模型和滑移网格技术,并对数值计算的结果进行了分析。结果表明,数值计算具有较好的准确性和可信度,可为Φ型垂直轴风力机的改进设计提供参考。", "label": "机械工程", "id": 0}
{"content": "本文首先通过应用Profili软件对CLARK-Y翼型进行修形设计,得到了一种新的翼型CLARK-YMod,该翼型的升阻比相对于CLARK-Y有了十分明显的提高,并且高升阻比的范围也更宽;其次用FORTRAN语言实现了应用孤立翼型设计法对轴流式通风机的设计过程,再分别将翼型CLARK-Y与CLARK-Y-Mod应用到轴流式通风机的设计中,利用所编的FORTRAN程序,设计出两款风机的叶轮,并对设计结果进行了简要的对比分析。", "label": "机械工程", "id": 0}
{"content": "轴流式通风机叶片所采用的翼型是影响通风机效率的重要因素之一,目前我国的轴流式通风机翼型大都还采用上世纪40年代以前开发的飞机机翼和螺旋桨翼型,如RAF-6E、CLARK-Y、LS系列、哥廷根翼型等。从现代的观点来看,这些翼型的气动特性尚有很大的改进空间,因此,应用气动性能更加优异的翼型是提高通通风机效率的一个重要途径。本文首先通过应用Profili软件对CLARK-Y翼型进行修形设计,得到了一种新的翼型CLARK-Y-Mod,该翼型的升阻比相对于CLARK-Y有了十分明显的提高,并且高升阻比的范围也更宽;其次用FORTRAN语言实现了应用孤立翼型设计法对轴流式通风机的设计过程,再分别将翼型CLARK-Y与CLARK-Y-Mod应用到轴流式通风机的设计中,利用所编的FORTRAN程序,设计出两款风机的叶轮,并对设计结果进行了简要的对比分析。", "label": "机械工程", "id": 0}
{"content": "通过SAS模型对前向离心风机进行三维数值模拟,在瞬态计算动态稳定的基础上,采用F-WH对风机噪声进行计算。研究表明:计算和实测数据基本吻合,能满足噪声计算精度要求。对倾斜蜗舌进行计算分析,倾斜蜗舌能降低风机噪声。在各个频率段,倾斜蜗舌对基频噪声均有不同程度的抑制作用;对于叶片中部,倾斜蜗舌的宽频噪声有所提高。对于高频段,倾斜蜗舌在各个监控点的噪声均低于直蜗舌。", "label": "机械工程", "id": 0}
{"content": "涂装二车间中面涂离心式排风机叶轮为普通材质,经长期使用,叶轮受到油漆等物腐蚀或油漆吸附在叶轮上导致叶轮不平衡;2012年6月面涂2#排风机出现严重震动、皮带脱落,导致影响生产4H。针对本次风机震动严重、皮带脱落问题进行分析,主要为叶轮吸附油漆不均匀或叶轮腐蚀引起叶轮不平衡,风机运行时导致风机严重震动,无法正常运行,需要对叶轮进行平衡调整才能消除该问题,本文主要介绍叶轮动平衡的三种方法。", "label": "机械工程", "id": 0}
{"content": "本文基于正交试验和CFD,针对蜗舌旋转角度α、集流器高度H、出口旋转角度β、底盘倒圆角R共4个因素,每个因素选取4水平进行正交试验设计,利用CFD计算出16个方案在不同转速的风量、噪声和功率。再利用曲线拟合工具得出各个方案在575m~3/h流量时的噪声值和功率值,并将此二者作为正交试验法的响应值。经过均值与极差分析确定出各因素主次顺序,确定出最优组合:蜗舌旋转角度-3°,集流器高度增加1mm,底盘导圆角加大至8mm。在575m~3/h流量处,优化后的风叶降噪0.5dB,降功率2.6W。", "label": "机械工程", "id": 0}
{"content": "此文对空气增压鼓风机改造过程中,除了必要的机组性能参数进行调整外,主要关注现场及相关的管路走向及联接管路、法兰的改造。对靠近机组进出气管路在原来工艺管路上进行了整改,适当的增加了进气流缓流段及出口回流段,对防喘振段管路的不合理处进行了调整。", "label": "机械工程", "id": 0}
{"content": "滚动轴承是通风机设备中最容易发生故障的部件之一。针对轴承振动监测信号噪声干扰严重,微弱故障信息难以提取的问题。将最小熵解卷积MED滤波与稀疏分解方法相结合用于轴承故障振动信号分析,采用MED对振动信号进行预处理,起到抑制噪声,增强信号中故障信息的作用;然后再用稀疏分解方法对信号进行分解,提取故障产生的周期性冲击成分,根据周期性冲击成分出现的最小间隔,对信号分段处理,采用匹配追踪算法对每一段信号提取故障成分,再将得到的故障冲击成分按照顺序重构信号。最后对重构后的信号进行包络分析得到故障特征频率,进而确定故障部位以及故障类型。通过实测轴承振动信号验证了该方法提取轴承故障冲击信息的效果。", "label": "机械工程", "id": 0}
{"content": "本文采用计算流体力学方法研究了非等距叶片分布对工业离心风机性能和气动噪声的影响,对多翼离心风机内部的稳态和非稳态流动进行了数值模拟,得到风机出口压力波动特征并进行了频谱分析。基于FW-H方法获取了风机出口的气动噪声信号,在此基础上研究了非等距叶片分布方式对风机频谱和声学特性的影响。结果表明,非等距叶片分布结构在保持多翼离心风机性能不变的基础上,可以使风机蜗壳出口处的噪声得到较为显著的降低。", "label": "机械工程", "id": 0}
{"content": "本文以家用空调室外机轴流风机带导风圈的结构模型为研究对象,通过室外机噪声测试和室外机气动性能实验测试,研究了导风圈覆盖率对空调室外机风道系统噪声和气动性能的影响。研究结果表明,空调室外机导风圈覆盖率存在一个最佳值为0. 32,使室外机的噪声达到最小。然而,对于室外机的气动性能不一定存在一个覆盖率最佳值使风量最大,随不同的风扇不同表现出不同覆盖率随风量变化的特性。当覆盖率过大时,风扇噪声增加比较显著,这主要是由于导风圈覆盖率过长导致叶顶泄漏涡过早脱落带来中高频带噪声显著增加所致。", "label": "机械工程", "id": 0}
{"content": "高比转速离心通风机具有叶轮直径小,流量系数大而压力系数低的特点。为了研究不同叶型对该风机性能的影响,本文以三种不同叶型的叶轮为研究对象,通过试验与数值计算相结合的方法对其内部流场以及外部特性进行研究。研究结果表明:当叶片为板型时,叶道内的流动分离减弱,叶轮出口气流角大,使叶轮出口处有效通流面积增大,阻塞现象减弱,从而提升了叶轮的做功能力,同时减小了蜗壳内的流动损失。在大流量工况下,具有板型叶片的高比转速离心通风机性能优于翼型叶片。", "label": "机械工程", "id": 0}
{"content": "针对玻璃钢化风机的特点及其存在的问题,提出了玻璃钢化风机的优化方向。通过CFD技术,分析了传统钢化风机的流场和气动噪声。在此基础上,重新设计了高效低噪小流量高压后倾式风机,并分析了其气动性能和气动噪声。研究表明:计算和实测结果基本吻合,说明了数值模拟研究风机性能是可行的。优化后的风机性能曲线平坦,消除风机喘振现象,确保风机运行的安全性。风机效率和压力均大幅度提高,工况点效率提高了9.4%,比A声降低了8dB。", "label": "机械工程", "id": 0}
{"content": "本文基于微型风机,利用Ansys软件对风机内部流场进行数值仿真分析。在不改变风机叶轮的基础上,依据之前的原风机仿真结果,采用单一变量叠加比较的方法在蜗壳面积变化不大的基础上进行再设计、内部导流片导流等手段进行风机的流场优化设计,达到出口压力增加10%的效果。计算仿真选用SST k-?湍流模型,二阶精度分析内部不可压流动。结果表明,小流量下,由于叶轮做功,入口流道处会产生小涡。随着入口流量增大至中流量（80-140LPM）,蜗舌处产生一大涡,该涡为微型离心风机的主要涡,通过在此处设置导流片进行涡控制可使出口压力增加2%左右,而对蜗壳截面从圆形改为\"U\"形可有效增大压力4%。计算风机效率曲线发现整体呈抛物线形状,整体风机改造过程中,增大出口流道截面积会导致效率曲线小幅降低,但是最大差值不会超过4%,从而不会造成电机过多无用功的损耗。但是气动优化之后的最终结果增压可达到10%,从计算所得的风机内部流场可以看出优化后的形状对流场分离现象有一定的抑制作用。", "label": "机械工程", "id": 0}
{"content": "本文对并联通风机运行的稳定性进行了分析,提出了并联通风机运行时喘振的新看法,进一步完善了并联通风机运行\"抢风\"的计算方法。", "label": "机械工程", "id": 0}
{"content": "本论文主要对大风量轴流风机进行噪声治理,该轴流风机风量大,噪声大,严重影响敏感点区域人员的正常生活及身心健康。通过对现场噪声的全面调查、噪声产生机理的分析,并结合Cadna A软件对噪声现状的预测,大风量轴流风机噪声主要以低频为主,且具有辐射范围广的特点,因此采用折板式消声器的噪声治理措施。在工程应用中,对常规折板式消声器进行优化改造,创造性的引入新型消声弯头组件,有效的增加消声通道,并改变声音传播路径。通过对风机噪声治理前后噪声数据的对比,该方法有效的增加了消声器的消声量,并取得良好的降噪效果。", "label": "机械工程", "id": 0}
{"content": "气动性能数值模拟是轴流通风机产品研发不可或缺的设计程序、步骤,其重要性不言而喻。本文提供并推荐一种简易、实用的工程方法。文中简要叙述了工程方法的形成过程;论述了工程方法的分析研究内容及其计算程序步骤。数值模拟与试验结果对比表明:工程方法具有足够的精度。", "label": "机械工程", "id": 0}
{"content": "本文分析了导致烧结主排风机变频节电改造后节电量波动的各种独立变量,在独立变量劣化趋势不能改变的前提下,提出了采用动态电耗基准的节电量计算校核方法,可对主排风机变频改造后的节电效果有一个客观准确的评价。同时,提出了多种节电措施下（即组合节电技术）的节电分成比例的确定方法,在负荷变化范围有限和变化周期不太频繁的工艺系统中,风机设备提效改造的节电贡献度远大于变频调节的贡献度,此时,决定节电效果优劣的主要因素在于风机设备本身的运行效率。", "label": "机械工程", "id": 0}
{"content": "基于优化设计方法和CFD模拟技术,以风机叶轮全压和效率为性能参数,在叶片中弧线、前盘、后盘上选取10个控制点作为设计变量,采用拉丁超立方取样选取100个样本点,通过网格自动生成、三维叶片参数化造型以及遗传优化算法寻优等方法,对离心通风机叶轮进行优化设计。在此基础上,通过数值模拟的方法对F型进气箱、机壳的结构进行优化匹配设计。结果表明,某F型离心风机在达到目标流量及全压下,通过该优化方法整机设计效率达到85.1%,最终试验验证整机效率为83.55%,在国内同类产品中,首次超过国家Ⅰ级能效标准。", "label": "机械工程", "id": 0}
{"content": "为降低制造成本,在满足安全性和功能性的前提下,应尽量减轻大型通风机的结构重量。本文探讨了大型风机转子结构的减重优化设计方法。首先通过改进的代替质量法建立临界转速的计算公式,然后以转轴尺寸为设计变量,考虑临界转速、应力和受迫振动响应等约束,建立通风机转子的减重优化模型。开展基于目标函数和约束关于尺寸参数的敏感性分析,得出通过改变内径降低重量更能避免临界转速的大幅下降,即保证更为安全的共振隔离裕度的结论。最后结合相对差商的结果得到了通风机转子安全可行的优化减重方案。", "label": "机械工程", "id": 0}
{"content": "本文选定一种冰箱用离心风机和微波炉用轴流风机作为实验风机,以风机周围的过流组件作为研究对象。通过实验方法研究了进口尺寸、进口遮挡、叶轮距离前后盖板间隙和进口集流器圆角对离心风机性能的影响,同样研究了集流器直径、集流器长度、与叶轮相对位置和进口圆角与轴流风机性能之间的关系,并初步对噪声进行了测试和分析。该研究给出了适合于微波炉用轴流风机和冰箱用离心风机的过流组件的设计参数,对于各类采用小流量风机的过流组件设计同样具有参考意义。", "label": "机械工程", "id": 0}
{"content": "本文首先通过应用Profili软件对CLARK-Y翼型进行修形设计,得到了一种新的翼型CLARKY-Mod,该翼型的升阻比相对于CLARK-Y有了十分明显的提高,并且高升阻比的范围也更宽;其次用FORTRAN语言实现了应用孤立翼型设计法对轴流式通风机的设计过程,再分别将翼型CLARKY与CLARK-Y-Mod应用到轴流式通风机的设计中,利用所编的FORTRAN程序,设计出两款风机的叶轮,并对设计结果进行了简要的对比分析。", "label": "机械工程", "id": 0}
{"content": "以风机节能改造项目为背景,对行业标准5-48离心风机进行数值模拟仿真研究,分析流场、计算风机气动性能及气动噪声。在此基础上,进行优化设计,优化后的风机具有高效率、低噪声、小型化、高效区宽广、性能曲线平坦等特点。风机效率提高了18.4个百分点,噪声降低了12 d B。风机综合品质得到大幅度提升,风机节电率为24%,降低用户运营电费42.8万元/年。", "label": "机械工程", "id": 0}
{"content": "本文针对多翼离心风机的特点,采用面向对象编程语言C#开发了多翼离心风机设计软件,程序中采用无量纲与有量纲相结合的方法,软件包括叶轮设计、蜗壳设计、损失分析、参数化CAD和参数化CFD五个模块。其中叶轮设计模块中可以根据结构参数反算总压和压力系数,根据其是否收敛于目标值判断叶轮参数是否合理。CFD仿真模块实现了参数化的仿真分析,提高仿真效率。", "label": "机械工程", "id": 0}
{"content": "以我司某中压前向离心风机为研究对象,对风机进行CFD数值模拟仿真,计算气动性能、流场分析和气动噪音计算。计算值和实测值基本吻合,研究表明,CFD仿真在一定程度上可以代替样机试验。在此基础上,提出优化方案,优化后的风机效率提高了18.7%,大幅度的加宽了风机运行高效区,气动噪声降低了7.9d B。", "label": "机械工程", "id": 0}
{"content": "针对轴流风机的噪声特点,采用数值模拟的方法计算了轴流风机观测点的噪声曲线以及声压值。根据计算的噪声特点,设计了适用于该轴流风机的消声器,并计算了该消声器的再生噪声,结果表明消声器再生噪声与轴流风机噪声曲线吻合良好。为了进一步验证消声器的噪声控制效果,模拟了装有消声器的轴流风机观测点处噪声曲线以及声压值,结果表明该消声器对轴流风机的噪声控制效果良好,在观测点1处降低了5.45d B。通过上述分析研究证明了方案的可行性和有效性,为轴流风机噪声控制提供了较为系统性的设计及分析思路。", "label": "机械工程", "id": 0}
{"content": "深埋隧洞作为压缩空气储库的一种常用型式,其可能面临不同类型的地应力场,而当隧洞充气加压后,其稳定性将表现得更加复杂,如何选取合适的隧洞轴线布置方位将直接影响压气储能隧洞的稳定性。利用ABAQUS有限元软件建立某深埋压气储能隧洞的三维模型,通过改变隧洞轴线方向与最大水平主应力夹角的大小,研究不同应力场条件下的位移、应力以及塑性区等方面的特征,最终确定最佳的轴线布置方位。研究结果表明:不同类型地应力场条件下,压气储能隧洞在充气加压后,隧洞收敛位移得到抑制,各部位围岩压应力的均匀性提高,隧洞稳定性有所增强;充气加压后,位移、应力和塑性区随不同夹角的变化规律均发生一定程度的改变,且在不同应力场中的表现各不相同;充气加压后,不同应力场条件下的围岩塑性区范围均明显减小,只局部分布在拱顶部位;综合分析围岩位移、应力和塑性区的变化规律,可确定不同应力场条件下压气储能隧洞轴线的最佳布置方位为:在σH和σHV型应力场中,隧洞轴线方向与最大水平主应力的夹角应尽量小于45°,而在σV型应力场中,隧洞轴线方向与最大水平主应力的夹角则应稍大于45°。以上研究结果对于压气储能隧洞的地质选址和轴线布置具有一定的参考价值。", "label": "机械工程", "id": 0}
{"content": "压缩空气系统能耗占工业生产过程能耗比例非常大,降低该系统能耗具有重要意义。本文在对压缩空气系统进行分析的基础上,采用机理的方法建立了包括压缩机性能、管道压损、储气罐压力变化等环节的整个过程模型方程。然后在MATLAB/SIMULINK平台下建立了各子环节和总体的仿真模型,并以此为基础对单台螺杆压缩为动力的压缩空气系统进行了仿真,获得了储气罐压力波动、系统能耗、加卸载状态等仿真曲线。最后,在所建模型的基础上对不同负荷下加卸载优化和储气罐容积优化进行了分析,给出了降低系统能耗的加卸载压力和容积设定指导。本研究对分析压缩空气系统运行状态、实现系统节能等具有很好的指导意义。", "label": "机械工程", "id": 0}
{"content": "压缩空气是大规模工业化生产的主要安全能源,凝聚式高效过滤器可确保高质量地去除压缩空气中的水分、固体颗粒、油和细菌等杂质,确保提供最优品质的压缩空气。", "label": "机械工程", "id": 0}
{"content": "压缩空气是一种重要的动力源。与其它能源比,它具有下列明显的特点:清晰透明,输送方便,没有特殊的有毒、有害性能,不会产生火灾危险,在化工、石油、电力、冶金等各行业压缩空气有着广泛的用途,本文主要介绍冶金行业大直径、长距离单根压缩空气管道施工方法及质量控制要点。", "label": "机械工程", "id": 0}
{"content": "<正>介绍了一种立式自由活塞布局,为了克服活塞压缩管水平放置带来的不利因素,提出了一种将活塞压缩管与风洞轴线垂直的放置方式,采用在驱动压力作用下活塞由上而下运动压缩气体的技术方案.与传统水平布置（布局）的活塞驱动装置相比较,具有延长活塞密封圈寿命、更换密封圈方便快捷、降低振动隔离的要求、便于活塞更换以及维修、检查和保养、可以大大降低活塞运行巨大的冲击载荷作用在设备本体上,避免活塞卡死事故、降低摩擦消耗活塞的能量等方面的特点.", "label": "机械工程", "id": 0}
{"content": "<正>已实施改造企业中项目设施运行稳定,节能效果明显,共为企业节能为5000万度电,节省电费3500万元,折合节省标准煤18000吨,这组数据来自爱社科技。爱社科技主要技术为\"工业制造业压缩空气系统节能改造技术\",该技术对工业制造领域广泛应用的压缩空气系统进行节能改造,提供压缩空气系统从动力源头到末端用气设备的系统整体节能解决方案,改造的主体包括空压机站房、压缩空气传输管网、用气设备,可以有效提高负载与空压机匹配效率,提高压缩空气利用效率。改造后,", "label": "机械工程", "id": 0}
{"content": "在均匀吸风的基础上进一步讨论了定量吸风管道的描述方法,给出了定量吸风方程和方程的数值解法;最后给出了管道系统设计的通用程序的编制方法及计算实例。", "label": "机械工程", "id": 0}
{"content": "<正>存在问题:我厂在制造压力容器和防腐管道生产中,沥青作业线、黄夹克作业线、内防腐作业线及空气剪板机、埋弧自动焊将需要大量的压缩空气。各车间都设有空压机站及遍布全厂的压缩空气管路,组织了庞大的供气系统。经过长时间的使用和观察,发现这种呈树状布置的管网,存在着严重的压缩空气泄漏。据我厂几次", "label": "机械工程", "id": 0}
{"content": "近些年,伴随着电气自动化技术的飞速发展,尽管泵站电气自动化控制水准逐步提高,但在集中化控制和无人操作层面仍有一些不够。文中剖析了智能化技术在泵站电气自动化控制中的主要运用方位,讨论了神经网络、专家管理系统等智能化技术在泵站电气自动化控制系统中的运用,仅供参考。", "label": "机械工程", "id": 0}
{"content": "双吸泵半螺旋形吸入室结构复杂,为研究吸入室隔舌对性能的影响,以一台额定功率2000kW的大型双吸泵为研究对象,选取不同几何参数的吸入室隔舌,采用数值模拟方法,对泵性能和内流进行了研究,并对原始方案进行试验验证。结果表明采用URANS方法进行数值模拟所得结果与试验结果吻合。隔舌几何参数对泵效率影响较小,不同方案效率最大偏差为0.56%。受到隔舌阻挡,隔舌附近会出现漩涡,同时流体速度降低且圆周方向分量减小,有助于提高扬程,但隔舌几何参数对漩涡影响较小。在无隔舌的情况下,漩涡消失,极小流量工况可减少吸入室出口回流,效率1.77%提高,但是流量增大后会加剧叶片进口预旋,造成泵性能下降。设计流量下无隔舌方案效率低于有隔舌的方案1.2%,随着流量的增加,效率的降幅进一步增大,最大降幅达到9.46%。本研究为大型双吸泵吸入室设计和制造提供了参考。", "label": "机械工程", "id": 0}
{"content": "依托某项目试验回路主泵的设计参数,进行比转速ns计算。根据计算结果,选取现有离心泵水力模型MH23-12.5为模型泵,进行相似换算设计,初步获得满足设计需求的试验回路主泵水力模型。同时,借助成熟的CFD数值分析方法,对该泵进行全流道数值分析及优化,得到速度分布图进行流动机理分析,获得了满足试验回路主泵设计要求的优秀水力模型,保证项目的运行要求,丰富超低比转速的离心泵水力模型库的技术储备,为同类泵产品的设计、优化及研发提供参考。", "label": "机械工程", "id": 0}
{"content": "采用立做立浇的树脂砂手工造型工艺,感应电炉熔炼合成铸铁工艺,较好保证了铸件的外观和内在质量;采用特殊芯头定位方法,控制叶片厚度尺寸精度;采用合理的模型分芯工艺和造型组芯工艺,保证了造型工艺的操作性;铸件一次试制成功,经客户装机使用验证,满足了客户的质量要求。", "label": "机械工程", "id": 0}
{"content": "本文针对典型的隔膜泵阀门结构,研究水力环境作用下泵阀的运动机理。通过对典型质量阀的结构机理分析,结合阀门结构的动力学与流体力学等基础知识,建立隔膜质量阀门的运动方程,从中分析出泵流量与阀升程之间的关系,同时得到阀升程与阀结构的系统参数,如:弹簧预紧力、阀间隙周长等参数之间的函数关系。然后,通过四阶龙格库塔法解出所得到的二阶非线性常微分方程,对该系统进行参数分析与优化设计研究。通过Ansys、adina等流固耦合软件分析出泵阀在运动过程中力学性能的变化,并得到由韦斯特法尔现象引起的滞后角效应,并结合实验数据验证所得到的运动方程正确性。通过本文的研究,可总结出隔膜泵阀设计的方法以及流程,从而对阀门结构的参数进行优化分析,该研究成果将为隔膜泵阀结构的动力端设计提供参考。", "label": "机械工程", "id": 0}
{"content": "针对32MPa卧式柱塞电动往复泵泵体铸铁水箱不规则的贯穿裂缝,采用Z308纯镍焊条及电弧热焊方法,实施了铸铁水箱不规则的贯穿裂缝孔的在线修复,效果显著,为各类铸铁件的在线修复提供了相关理论依据和实践案例,具有推广应用价值。", "label": "机械工程", "id": 0}
{"content": "针对新余发电公司各类轴端采用填料密封的悬臂式离心泵维护量大,易泄漏、介质损耗等问题,提出针对性机械密封改造措施。", "label": "机械工程", "id": 0}
{"content": "在当今竞争日益激烈的中国,工业化进程飞速发展,大型工厂往往是国之重器,设备管理的水平高低能够直接影响企业的生存与效益。机泵、离心压缩、专用设备的非计划停工率和连续运行时间也是许多工厂重要的考核指标。本文主要以某一台离心泵的故障角度,以可靠性为中心（以下简称RCM）分析的方法对其运行、维护、管理、操作的过程分析,发现不足,针对性制定和修改维护策略,保证设备的可靠性。同时,通过分析提高设备管理水平,最大限度保证企业的权益。方法简单易行走,可供同行进行参考和借鉴。", "label": "机械工程", "id": 0}
{"content": "本文分别采用数值和理论分析的方法分析了诱导轮液氮低温非定常空化流动特性。数值方法采用了考虑旋转修正的FBM湍流模型和Singhal空化模型模拟了诱导轮在不同温度下的空化不稳定性。通过对比实验与数值结果验证了数值方法的准确性。数值结果表明,不同温度下诱导轮均发生了次同步旋转空化。空化数较低时,随着温度的增加,热力学效应增强,次同步旋转空化受到抑制。采用了修正的一维模型对诱导轮内空化发展和压力脉动的关系进行了理论分析研究。修正的一维模型考虑了热力学效应对空化区域饱和蒸气压的影响,理论预测的压力脉动值与数值结果吻合。结果表明压力脉动由空化体积的变化主导,二者的频率相近。该一维模型对低温泵的设计和检测有着重要意义。", "label": "机械工程", "id": 0}
{"content": "通过理论分析和仿真研究的方法,从系统工况参数、结构参数和油液属性三个角度,全面讨论了摆线泵综合参数对流量脉动和容积效率的影响,为摆线泵的设计提供了指导,具有重要意义和工程实际价值。", "label": "机械工程", "id": 0}
{"content": "采用有限元分析软件COMSOL,基于二次开发建立圆柱式线性感应电磁泵（ALIP）三维磁流耦合简化模型并进行内部MHD流动模拟。通过实验数据验证了三维简化模型的正确性,减小了数值模拟计算的规模和时间。通过定义沿周向分布不均的表面电流密度,激励产生了沿周向分布不均的磁场,模拟计算出了发生在流道中的不稳定流动现象。模拟结果表明,磁通密度沿周向的分布不均会造成洛伦兹力沿周向的不均匀分布;流道中最后会稳定存在一个旋向呈周期性变化的旋涡,旋涡的周向位置与磁通密度沿周向分布的波谷的位置相同,轴向位置随着流量的减小向上游迁移,并且在旋涡的下游持续存在一种类开尔文-亥姆霍兹不稳定流动现象。基于动能输运方程,分析得出不稳定流动现象的发生是轴向洛伦兹力与沿轴向的压力梯度之间博弈的结果,主要因素是沿周向分布不均的磁场所造成的洛伦兹力的周向分布不均性。最后通过数值模拟验证在流道中加装沿周向均匀分布的轴向导叶以及减小磁场极距这两种方法可以有效抑制不稳定流动现象的发生。", "label": "机械工程", "id": 0}
{"content": "随着工业化的高速发展,冶金、铸造等工业逐渐走向专业化、规模化发展,绿色制造技术需求早已成为21世纪的发展所需。电磁泵利用外加的电流与磁场在液态金属内部产生的洛伦兹力输送导电流体,将电磁力通过非接触的方式传递到金属内部,因此电磁泵没有机械运动部分,结构简单,运行时噪声小,工作可靠,维修方便,这些优点使电磁泵被广泛应用在铸造、冶金、原子动能等工业领域中。本文通过ANSYS软件数值模拟了电磁泵的性能,发现电磁泵液态金属的流动也表现出很强的MHD效应。分析不同宽度、高度、输入电压喝外加磁场的对电磁泵的输出压强和效率的共轭效应,发现在电压为0.047V、长度为0.1m和外加磁场为1T的条件下,宽度为0.03m,高度为0.008m的电磁泵效率最高,可达到21.57%;在结构优化过的电磁泵上施加不同的磁场强度,发现外加磁场为1.6T时电磁泵的效率最高,可达到24.76%,输送压头为466134Pa。", "label": "机械工程", "id": 0}
{"content": "在生命体中,具有两个门控位点的离子通道可以通过消耗ATP实现逆浓度梯度的离子输运,表现为离子泵特性[1,2]。开发具有多个响应位点的人工纳米通道对于提高离子传输可控性和模拟生物过程具有重要意义。为此,我们通过将导电高分子和多孔阳极氧化铝膜结合,制备了具有单、双响应位点的电化学门控纳米通道。通过施加不同的门电压,单门控纳米通道中的离子传输性质可以原位、快速、可逆地在\"ON\"（高电导）和\"OFF\"（低电导）两种状态间切换;双门控纳米通道则表现出高的离子传输可控性,具有四种不同的离子传输状态。进一步通过调控双门控纳米通道的两个门电压,使通道内的离子传输在几种状态之间有序切换,即可模拟离子泵功能,实现逆浓度梯度的离子传输。这项工作为构建具有复杂逻辑回路的离子器件和探索仿生离子泵系统的研究提供了思路。", "label": "机械工程", "id": 0}
{"content": "为了在保证透平设计工况性能的基础上改善透平偏工况运行时的水力性能,本文提出一种减小额定流量设计泵作透平的方法,研究不同叶轮设计方法设计出的能量回收透平的性能和内流特性,基于泵作透平换算选型方法、前弯式透平专用叶轮设计方法和减小流量法设计出3种不同型式的透平叶轮,采用数值计算方法对能量回收透平进行全流场计算,分析了不同工况运行时透平的外特性、轴向力及内部流动特性。分析结果表明:在设计工况运行时,泵作透平原型叶轮方案的效率最高为80.3%,但减小流量法叶轮方案比原型叶轮方案仅低0.4%,但其水头比原型高17.8%,轴功率比原型高15.5%,轴向力比原型低9%;前弯式叶轮在不同工况下的流态都较差,水力性能较低;当透平在0.8Qd工况运行时,减小流量法叶轮方案的效率最高为80.9%,分别比原型叶轮方案和前弯式叶轮方案的高8.1%,24.2%,原型叶轮透平及前弯式叶轮方案的效率下降明显。可见减小流量法设计透平不仅能保障透平在设计工况运行时的性能,还能提升当透平在偏小流量工况运行时的性能,同时保证透平的输出功率,并能够减小透平的轴向力。", "label": "机械工程", "id": 0}
{"content": "气升泵是通过将压缩空气注入提升管底部形成密度小于液体的气-液混合物达到提升目的的装置,具有结构简单、无活动摩擦、维修费用低等特点。但其提升效率并不高,为了提高其效率将其与喷射泵相结合。本文使用数值模拟的方法,对混合型泵中喷射部件对于提升管内的流场、速度及提升性能特性进行了研究。本文的研究结果可用于气升泵的优化、提高其工作效率。", "label": "机械工程", "id": 0}
{"content": "离心泵广泛应用于生产和建设中,但随着各行业对泵性能要求不断提高,特别是小流量工况下的运行稳定性。为研究低比转速离心泵小流量工况下的性能和内部流场特性,本文以自主研制的多级离心泵为研究对象,基于三维时均N-S方程,应用SST湍流模型,采用CFX软件对三级离心泵小流量工况进行全流道数值模拟,同时通过试验验证了数值模拟的可靠性。分析数值计算结果和实验数据表明:小流量工况下,通过增加转速可有效提高泵的扬程,转速提高1000r/min,扬程可提升65%;同时,增加流量可以改善泵叶轮进口圆周速度和轴向速度分布,并降低进口处液流冲角;流量小于0.53Qd时,叶轮流道内存在较大的低速区,随着流量的增加,低速区范围减小;扩压器进口处流速受动静干涉影响而产生低速区,增加流量可改善进口处流态。通过探究三级离心泵小流量工况下的内部流场变化情况,为多级离心泵的研发和优化提供了一定的指导意义。", "label": "机械工程", "id": 0}
{"content": "轴流泵水力性能可以通过泵台试验获得,由于泵台试验只限于测试泵本身的水力特性。当轴流泵工作于非均匀流场或管道内存在附体干扰时,则难以获得轴流泵真实的水动力性能。为研究轴流泵在有附体的流道中的水动力性能,本研究将带真实流道附体的轴流泵试验装置缩比模型安装在循环水槽试验中开展数值模拟研究。为后续在循环水槽中开展相应的轴流泵试验装置水动力特性及空泡特性试验进行前期数值研究探索。数值计算表明,在循环水槽环境下,轴流泵的实际工况点随进流水速和轴流泵转速的变化较小。要获得不同工况点的水力特性需要对轴流泵试验装置的出口进行不同比例的收缩。", "label": "机械工程", "id": 0}
{"content": "为了丰富优化设计模型方案,针对变螺距诱导轮,提出了基于比例因子的叶型设计方法,根据导程与包角约束关系的不同,将其具体分为竖直抛物线法、水平抛物线法及垂直抛物线法,并分析了不同比例因子对导程、叶片安放角、叶片长度等叶型参数的影响,结果表明,不同比例因子下的叶型参数变化范围很大,随着比例因子的减小,导程及叶片安放角沿叶片包角的变化趋势均为由\"凸\"变\"凹\",叶片轴向长度逐渐变短。随后与其他常用叶型设计方法,如叶片角抛物线变化法、螺距线性变化法、等曲率变化法及指数法等进行了对比,结果表明,比例因子法对应的叶型参数与参考文献[5]及[6]的一致,从而验证了本方法的正确性和可行性。", "label": "机械工程", "id": 0}
{"content": "离心泵广泛地应用在农田的灌溉和排涝,工业给水、排水,城市给水、排水等国民经济的各个方面,我公司IS125-100-250型离心泵主要应用于低压消防水泵、厂用生活水泵、冲洗水泵,其轴端密封为填料密封形式,长期使用以来填料轴端密封存在填料磨损大、介质损失大、功率损耗高等缺点,导致日常使用过程中造成检修工作量大,经常需要更换水泵密封填料及轴套,且功率损失及介质损失较大,为此对IS125-100-250型离心泵轴端密封改为1G*50机械密封,达到了节能降耗、减少维护工作量目的。", "label": "机械工程", "id": 0}
{"content": "轴向柱塞泵传动齿轮在做耐久试验考核过程中,齿面出现剥落现象。为了查找齿轮失效的根本原因,对齿轮进行了有限元分析、尺寸检测、材料分析、硬度检测、金相分析,并根据卡特彼勒1E2532图谱对比,得知齿面剥落是由于热处理时贝氏体不合格导致的。通过改善热处理工艺,从而解决了因齿面剥落而导致齿轮失效的问题,具备一定的指导意义和参考价值。", "label": "机械工程", "id": 0}
{"content": "本文选择83.40的中比转速立式离心泵为研究对象,通过CFD技术模拟口环间隙变化对性能的影响机理,研究定常流动模型下不同口环间隙的离心泵的输出性能、压力分布和速度分布特性。研究结果表明:随着间隙的增加,扬程性能降低,效率下降;间隙引起离心泵压强的下降,叶轮的前后盖、板径向压强在小间隙处局部上升,大间隙处整体下降,蜗壳内的压强出现大区域低压;间隙引起进口区域速度分布的紊乱,漩涡的流线密度增加;蜗壳内速度强度增加,流线分布更加均匀,漩涡减少。", "label": "机械工程", "id": 0}
{"content": "采用宏观、微观及SEM等检测方法,对高压除鳞泵轴断裂原因进行失效分析。结果表明,由于高压除鳞泵轴力学性能中断后延伸率（A%）及断后收缩率（Z%）远低于技术条件规定,使其脆性增大,当泵轴承受高负荷旋转弯曲应力作用时,在表面应力集中部位形成开裂源,并以疲劳方式向心部扩展,在到达沿晶断口区域后迅速扩展,形成瞬时断裂。断轴中严重带状偏析组织及非金属夹杂物的存在加速了断裂的产生。", "label": "机械工程", "id": 0}
{"content": "目前国内正压浓相气力输送的供货商越来越多,技术来源多种多样,有的采用引进技术消化吸收,有的采用自主开发。面对国内日益委缩的市场情况和严峻的竞争环境,各自为了达到节材增效的目的,气力输送中采用多仓泵串联的方式,以简化结构,减少出料阀的数量,但由于没有吃透关键技术,导致输送中频繁出现问题,本文结合几个实际工程的工程经验,对多仓泵串联过程中需要注意的仓泵配气问题等进行详细的分析及研究,供业内参考。", "label": "机械工程", "id": 0}
{"content": "<正>0引言离心泵作为重要的能量转换部件,被广泛应用在国民经济的各个领域[1,2]。然而,在离心泵运行过程中会产生大量噪声,噪声不仅会影响离心泵性能和使用寿命,也会影响工作和生活环境。因此,有必要对离心泵流动诱导噪声开展研究,更好地理解噪声的产生、分布特性及相应机理,为低噪声离心泵的优化设计提供理论指导。", "label": "机械工程", "id": 0}
{"content": "水泵在我国工业、农业、消防事业等行业都有广泛的应用,水泵机械设备的质量关乎着水泵功能的完善。本文研究发现水泵设备容易出现水垢清洁不彻底、防腐蚀工作不到位、吸水功能降低等问题,对此提出了水泵机械设备维护措施和保养要求,希望可以为相关企业做好水泵的管理与维护工作提供支持。", "label": "机械工程", "id": 0}
{"content": "针对散货料场堆取料机人工操作堆取作业随意性大、精度差、效率低等现状,设计了一种堆取料机全自动控制系统。该系统基于激光雷达（LiDAR）机器视觉技术,通过3D激光扫描仪实时获取料堆的点云数据,对目标料堆进行在线实时建模,最后控制堆取料机完成自动作业;提出了一种基于视觉图像处理算法的作业路径规划算法,通过实时提前预测作业轨迹来指导堆取料机自动作业。实践表明该控制系统提高了设备的作业效率,降低了作业成本。", "label": "机械工程", "id": 0}
{"content": "某货叉生产厂在货叉热处理后表面出现凸起的花斑,虽然各项性能满足用户要求,但是表面凸斑的问题还是收到了用户的质量投诉。我们通过生产现场观察、原材料分析、花斑分析、模拟试验等方法,最终确认主要原因是原材料未脱落的氧化铁皮导致凸斑的形成,为此建议原材料生产厂优化加热及除鳞工艺,货叉生产厂对热处理工艺标准化,保证产品质量稳定,符合市场需求。", "label": "机械工程", "id": 0}
{"content": "本文针对中核建中一车间910生产线不能回炉处理不合格UO2粉末的问题,研制了一套适用于910的在线自动上料返炉物料处理系统。利用现有厂房空间与主体设备布局进行了设计计算,包括设备管线布局、工艺流程设计、设备选型计算、供料装置的改进、自动返炉真空上料机的设计与系统的物料运输逻辑程序设计。得出所需输料管道为Φ57×3.5的304不锈钢管道,气源机械所需风压为51k Pa,所需风量为112m~3/h,所需功率为2.1k W,系统在设计与安装完成后进行了试验调试,结果表明:系统安装布局对现有转炉正常运行无影响,系统的控制逻辑程序运行稳定可靠,现有气源机械符合设计要求,设备密封性达到了辐射防护管理要求,输送能力满足生产要求并可根据生产需要实时调节。", "label": "机械工程", "id": 0}
{"content": "装载机,是通过安装在前端的一个完整的铲斗支承结构和连杆,随着机器向前运动来进行装载或挖掘的一种自行式履带机械或者轮胎式机械。装载机具有工作效率高、工作速度快、操作轻便等特点,被广泛运用于建筑、港口、铁路、矿山等大型施工项目中,能够对砂石、土壤、煤矿等进行铲装和铲挖,能够有效地提升施工项目的效率。本文从轮式装载机润滑系统组成及特点作为切入点,阐述轮装载机润滑系统改造方案设计的方式方法。", "label": "机械工程", "id": 0}
{"content": "通过对863箱体白模多层分片设计,采用泡沫大板铣床雕刻模片,粘接成整体模束,以及设计多层合理浇注系统,采用油道预埋砂芯、浇口杯提前装接,导流槽加砂、浇道先烧后浇、浇注箱顶压重等技术,解决了箱体结构复杂,内腔加砂、震实存在死角,高度偏大等易产生浇注塌箱、涨箱、铁包砂、油道孔堵、碳渣砂眼等质量问题,研发出6t装载机863箱体消失模铸造工艺,铸造出符合要求的863箱体铸件,并稳定生产。", "label": "机械工程", "id": 0}
{"content": "龙工装载机853变速箱体（简称853箱体）,是仅次于装载机发动机的重要部件。我公司铸造的853箱体年产量在一万吨以上,由于结构复杂,工艺难度大,在先后解决消失模铸造容易产生的铸件变形、表面粘砂、浇注涨箱之后,较长时期在机加工面出现碳渣和砂眼质量缺陷,严重影响机加工效率和产品质量。通过现状分析,尖对不合理的浇注工艺进行补助改善,进而重新设计浇注系统和试验改进,基本消除了机加工后产生的碳渣和砂眼问题,效果明显,对提高装载机整机质量起到重要作用。", "label": "机械工程", "id": 0}
{"content": "本文首先回顾了装载机定义及发展历史,并对非道路柴油机排放法规进行介绍。为了满足法规,柴油机厂家都对发动机进行了相应升级,从燃油系统的机械控制提升为电子控制。紧接着,对装载机的传动系统结构进行说明,这里着重对液力变矩器进行了介绍,并对液力变矩器的几个重要参数进行说明。其中,发动机与装载机的匹配过程中,液力变矩器与发动机的匹配最为关键。本文又详细研究轮式装载机的实际典型工况:最大牵引力、三项和以及V型工况。通过对典型工况的操作步骤讲解,通过ECU控制软件对发动机参数的监控分析,对每一个装载机的典型工况进行研究。最终,通过装载机实际工况分析,对装载机与发动机的匹配进行了理论验证。", "label": "机械工程", "id": 0}
{"content": "通过对近年来世界集装箱需求量、我国出口量和出口金额的分析,预计2019年世界集装箱需求量约300万TEU,我国出口金额约90亿美元。结合集装箱行业的发展,认为1.5mm厚热轧SPA-H和1.2mm厚700MPa级高强钢将取代冷轧板,成为集装箱用钢的新方向。对1.5mm热轧集装箱用钢SPA-H的生产和使用进行研究,认为其表面质量和板形优良,力学性能稳定,满足用户的要求,并实现1.5mm SPA-H的批量稳定供应,推动了热轧薄规格的技术进步。", "label": "机械工程", "id": 0}
{"content": "本文基于拓扑优化方法,运用OptiStruct求解器对某前移式叉车连接盘进行了优化设计。得出最优材料分布方案后,对连接盘进行了重新设计和强度校核。分析结果表明优化后连接盘强度比原始设计的要好,而且重量也更轻。", "label": "机械工程", "id": 0}
{"content": "本文基于有限元理论和Altair HyperWorks软件平台,对某型号5-7t湿式驱动桥在垂直压弯工况下进行静力分析,并以静力分析结果为依据进行方案设计。同时对该湿式驱动桥进行疲劳分析,以试验结果验证CAE分析的有效性。", "label": "机械工程", "id": 0}
{"content": "轮式装载机是一种重要的工程机械,在采矿、国防以及城市建设中不可或缺,主要应用于铲装土壤、砂石、煤炭等散装物料以及对矿石、硬土等作轻度铲挖作业。传动轴作为传动系统重要部分,若计算扭矩小于实际扭矩,传动轴在使用过程中会出现万向节花键异常磨损、轴管变形,甚至零部件断裂,导致车辆不能行使;若计算扭矩大于实际扭矩,传动轴质量增加价格上涨,造成资源的浪费。由于装载机工作特性与载货汽车工作特性不同,计算方法也会有所不同,本文通过对装载机工作特性合理计算扭矩,可作为参考。", "label": "机械工程", "id": 0}
{"content": "针对某型铸造转向桥的断裂性故障,应用了应变试验和OptiStruct应力分析,明确故障是因转向桥局部结构应力集中而致的过大应力造成的。针对转向桥局部结构薄弱处优化加强结构,达到了提高产品强度的目的。", "label": "机械工程", "id": 0}
{"content": "<正>1引言近年来,电控技术特别是变频调速技术的发展十分迅速,变频器由于其调速性能稳定、节能环保、性价比高等多方面的特征,逐步取代了传统的电机转子调阻调速系统,极大的提升了机械设备的自动化水平。ABB公司所生产的变频器,以其稳定的性能,丰富的选件扩展功能,可灵活应用的编程环境,良好的力矩特性,以及可供不同场合使用的多种系列,在变频器", "label": "机械工程", "id": 0}
{"content": "免预处理集装箱用钢能够取消喷砂工序,减少噪声和粉尘污染,在经济性及环保性方面具有较大优势,具有非常大的发展前景。通过分析集装箱对表面质量的要求,免预处理集装箱用钢确定了氧化铁皮结构控制目标。通过开展工艺试制,试制的免预处理集装箱钢的氧化铁皮由外层较薄的Fe3O4层和内部α-Fe+Fe3O4层组成,氧化铁皮结构基本达到预期目标,涂装后的耐盐雾试验、二次附着力和成型性能基本满足集装箱用钢的要求。", "label": "机械工程", "id": 0}
{"content": "叉车是烟草物流行业的重要装备,在卷烟物流作业中扮演着非常重要的角色,是卷烟搬运和仓储环节中不可或缺的重要设备,是实现烟草物流机械化作业减轻工人劳动强度、提高作业效率、降低仓储物流成本的重要工具。咸宁市烟草公司卷烟配送中心主要使用电动叉车进行卷烟入库、出库等环节的搬运作业,每进行一趟搬运作业,叉车驾驶员必须下车查看数字化仓储系统为该次搬运卷烟的对应货位信息后才能正确搬运,耽误时间长,作业效率不高,严重影响了后续物流作业的开展。本文根据卷烟物流叉车作业的需求,以WIFI定位技术理论为基础,结合位置指纹算法,从软硬件系统设计入手,提出符合咸宁烟草卷烟配送中心的叉车导航系统设计方案。", "label": "机械工程", "id": 0}
{"content": "介绍了一种斗轮机料位检测系统的改进及自动堆煤的调试。通过改造检测系统的传感器以及屏蔽方式,提高料位检测的准确性及其可靠性,并根据检测系统信号来设计自动堆料程序。实际使用显示:经过改造的料位检测系统准确性高,由此设计的自动堆取料程序大大提高了斗轮机工作效率,降低运行人员劳动强度,提高设备运行的安全性,具有显著经济效益。", "label": "机械工程", "id": 0}
{"content": "从堆垛机故障与健康状态监测研究入手,分析故障原因及诊断技术,结合机电设备的健康状态监测研究现状,给出堆垛机故障诊断、健康状态监测的方法。", "label": "机械工程", "id": 0}
{"content": "目前叉车在工业生产中的用途越来越广,已成为现代工厂和物流周转货物不可或缺的运输工具,但在使用过程中也存在一定的安全隐患,重载运输体积较大的货物时,受视线盲区的影响,稍有不慎有可能会发生货物脱落的现象;空载行驶中,由于叉车挑臂较长,很容易碰到障碍物和行人。针对叉车在使用过程中存在的诸多安全性问题,现对叉车的挑臂结构进行优化设计,新增了可折叠功能,有效避免了货物的脱落和碰到行人的安全隐患,大大提高了叉车使用的安全性。", "label": "机械工程", "id": 0}
{"content": "我公司新设计某型号装载机驾驶室翻车保护结构ROPS,为保证结构能通过符合国际标准要求的性能试验,本文以显式非线性有限元技术为理论基础,根据标准试验的工况要求,建立了翻车保护结构ROPS的非线性有限元分析模型。通过RADIOSS反复计算优化,新设计的ROPS结构一次通过试验认证,计算结果与试验结果高度吻合。", "label": "机械工程", "id": 0}
{"content": "良好的视野是驾驶员操作叉车时重要安全因素。针对叉车驾驶员的视野仿真及优化问题,基于视线盒形图方法,利用人机工程仿真软件Jack,以第5百分位中国成年人人体尺寸构建了叉车虚拟驾驶员操作模型及连贯的动态行为视野仿真分析。辨识出叉车设计中侧面视野的可见范围比较好,前方视野、后方视野及装卸高处货物时存在明显的视野缺陷,提出增加车载可视系统和护顶架优化等改善建议,并进行了优化设计。最后,对优化结果进行验证,减少了视野死角的问题,为叉车设计提供了一定的参考。", "label": "机械工程", "id": 0}
{"content": "为了有效预防、及时控制和消除突发性特种设备事故的危害,最大限度地减少特种设备事故,保证叉车驾驶员安全、准确、规范、有效地操作叉车。本文主要从叉车安全操作规程和叉车维护保养两个方面对叉车的安全操作问题进行详细探究。", "label": "机械工程", "id": 0}
{"content": "近些年越来越多的仓储物流用到自动化立体仓库（AS/RS）,堆垛机是AS/RS系统里最重要的存取设备之一,其存储效率直接影响到用户的生产能力。本文运用TRIZ理论来解决如何提高堆垛机存储效率,对工程问题进行分析后建立出功能模型,最终找到根本原因,并用TRIZ理论的技术矛盾、物理矛盾和物场模型等解题工具得出解决方案,最终将技术矛盾得到的分割原理方案应用到实际项目中,解决了项目的工程问题。", "label": "机械工程", "id": 0}
{"content": "本文通过对天津烟草物流中心堆垛机货位探测装置探测准确率进行分析,找出了影响货位探测准确率的主要原因,并在原货位探测系统基础上研究制定了新货位探测装置技改方案;方案的有效实施确保了堆垛机货位探测的可靠性与安全性,对于提高堆垛机货位探测准确率具有较高的实用性和较广的适用性。", "label": "机械工程", "id": 0}
{"content": "堆垛机作为自动化立体仓库中必不可少的设备,其工作效率和稳定性对立体仓库的使用性能起到直接的影响。其中速度控制尤为重要,直接决定巷道堆垛机整体性能。由于综合现实经济和技术背景,现阶段企业仍采用传统的速度控制理念,致使堆垛机的性能造成不利的影响,因此,本文对堆垛机速度控制系统的优化进行了细致的研究,从堆垛机的运动速度的控制到其定位方式的控制,通过实验仿真分析其堆垛机的运动曲线,并比较改善前后的速度进一步说明这样做的目的及意义。", "label": "机械工程", "id": 0}
{"content": "介绍了油电混合动力叉车国内外代表性的产品。概述了油电混合动力叉车驱动系统的分类及各自的技术特点、动力电池的安全特性及安全隐患。介绍了油电混合动力叉车及其监督检验适用的标准,针对油电混合动力的特点对其进行监督检验的内容和方法。分析了油电混合动力叉车的安全问题,以及检验面临的新问题,并有针对性地提出建议,为开展相关试验提供参考。", "label": "机械工程", "id": 0}
{"content": "随着经济的快速发展,翻车机作为高生产效率的散货卸车机械,广泛的被钢铁企业、港口、燃煤电厂等部门采用。但是,由于利用翻车机作为大型物料翻卸设备进行翻卸作业时,工序安全确认要求高,在作业过程中很容易造成作业安全事故。因此,本文全面探讨了翻车机进行安全翻卸作业的控制重点,并从多方面讨论了翻车机作业事故的防范措施。", "label": "机械工程", "id": 0}
{"content": "AGV的导航寻迹常采用经典的PID控制,本文讨论了AGV导航控制的位置环、速度环模型,并对控制系统的传递函数进行了分析。在简化模型和传递函数的基础上,对影响PID控制的位置环及速度环惯性时间进行了分析,最后结合工程实践,讨论了若干影响AGV导航寻迹的因素。", "label": "机械工程", "id": 0}
{"content": "为了满足某高校结构实验室设备运输需求,按照相关规范完成了0.5 t悬挂式S形悬挂吊车梁的结构方案设计,并应用分析软件ABAQUS对S形悬挂吊车梁三维建模。本文对两种结构布置方案下的S形悬挂吊车梁进行受力分析,选出最优方案并将其应用于实际工程。同时为了防止电动葫芦在运行过程中对S形悬挂吊车梁产生有害振动以及钢材断裂故障等,对S吊车梁进行模态分析,计算出该吊车梁的固有频率以及相应主振型。", "label": "机械工程", "id": 0}
{"content": "随着焦化煤场封闭筒仓改造项目的实施,根据新增大量输送煤皮带控制需求,在原有皮带控制系统基础上,通过新增软硬件部分的设计,实现皮带系统的集中控制,提高皮带机输送效率,为环保控制提供有效支撑,提高企业经济效益。", "label": "机械工程", "id": 0}
{"content": "<正>在化石化工医药行业中,粉料如原料和催化剂等需要进行输送的场合,传统的做法是人工操作,间歇称重,间歇加入,操作周期长,工人劳动强度大,产能受限,且不安全,不适合工业化连续生产的要求。特别是在易燃易爆、有毒有害、腐蚀材料的环境,工人在环境恶劣场合工作,人身安全和职业健康得不到保障,", "label": "机械工程", "id": 0}
{"content": "<正>在化石化工医药行业中,粉料如原料和催化剂等需要进行输送的场合,需要对粉料进行精确的计量和加入,传统的做法是人工操作,间歇称重,间歇加入,操作周期长,工人劳动强度大,操作不方便,且有误差,还不安全,不适合工业化连续生产的要求。特别是有些粉料吸潮,容易结块,粉料卡在输送机上不落料,", "label": "机械工程", "id": 0}
{"content": "带式输送机应用广泛,尤其在高炉上更是必不可少的运输设备,因此对带式输送机进行设备检修尤为重要,通过对现有检修设备分析,研发一种新型智能化检修运输装置,该装置大体分为两个部分即控制部分和机械结构部分,控制部分采用新型传感器与PLC控制系统结合,机械部分结构紧凑,结构布局合理。整个装置操作简单,实时定点定位停车,方便安装,维修,合理应用地形,同时将节省大量人力和物力,提高生产效率,同时利用PLC控制系统,随时定点停车,防止脱轨现象,真正实现设备智能化控制。", "label": "机械工程", "id": 0}
{"content": "侧倾式翻车机是车辆与转子有一定偏心距离借转子的悬臂将车辆举升,使车辆中的煤被倾卸在一侧的受煤斗中的一种翻车装置,为提升翻车机卸煤效率,需完全避免空车进行翻卸,所以对翻车机载重车辆进行识别,闭锁空车翻卸,对提高翻车效率来说非常重要。", "label": "机械工程", "id": 0}
{"content": "现如今,自平衡电动车的研发与商用获得了快速发展。自平衡车具有体积小,运动十分灵活,便利,节能等特点。本文提出了一种基于STM32的双轮自平衡小车,阐述了总体设计方案及控制策略。成品具有占地面积小,灵活方便,能够在狭窄地段的载重工作,同时操作简单适合各种人群,节能环保,经优化,有望成为一款理想的代步工具。", "label": "机械工程", "id": 0}
{"content": "采用OM、SEM和TEM等仪器对500MPa级高耐磨焊管用钢的组织与性能进行了研究。结果表明,实验钢具有优良的强塑性,力学性能波动性较小,屈服强度在535～551MPa,抗拉强度在591～605MPa,断后伸长率均在30.5%以上,屈强比在0.91左右。试验钢由铁素体和少量珠光体组成,铁素体晶粒均匀且细小,平均尺寸约为2.5μm,珠光体球团尺寸约为1.3μm,珠光体球团平均体积分数约为3%;第二相析出物尺寸主要分布在3～100nm之间,平均尺寸约为31nm,能谱分析显示其为（Nb、Ti）CN。与Q235B相比,试验钢的耐磨性与耐蚀性更优,在40N载荷下磨损相对失重率在70%以下,随着磨损时间的延长,相对失重率逐渐下降,耐磨性有所提升,这与在磨损过程中表层金属发生显著的加工硬化有关;试验钢的阻抗弧较大、自腐蚀电流较小,这与试验钢表面氧化铁皮中Fe3O4含量较高有关。", "label": "机械工程", "id": 0}
{"content": "随着现代化生产发展的需要,节能与环保已经成为当今时代的主题,管状带式输送机已经成为当今发展的主流。本文详细说明了管状带式输送机的优点和缺点,与普通带式输送机相比其优点不容忽视,缺点也需要考虑。对其运行阻力与普通带式输送机比较,除了常规阻力外还包括了僵性阻力和转弯阻力,给出了其计算方法,并计算整机功率,利用相关的实际项目对文中所叙述内容进行验证,符合实际生产。", "label": "机械工程", "id": 0}
{"content": "自动导向车（Automated Guided Vehicle,AGV）采用非接触供电技术（Contactless Power Supply,CPS）可以实现电能的无接触且持续性传输,能克服传统蓄电池供电模式带来的在线工作时间限制、环境污染等种种弊端。本文通过对非接触电缆的周围磁场分布的研究,详细分析不同方向的磁场分量与检测位置坐标的变化关系,实现对AGV的位置偏差和角度偏差的多点监测,同时电子芯片结合极值拟合算法计算实时误差,最终完成对AGV位置动态纠偏的技术。", "label": "机械工程", "id": 0}
{"content": "本文阐述了皮带跑偏现象产生的原理、判断方法及解决皮带跑偏方法。结合现场多年来皮带跑偏的实际情况,更清晰的论证、描述了各种原因引起皮带跑偏的特点,说明了这些跑偏可能性的共同点及不同点。本文对于管状带式输送机皮带跑偏的总结性内容具有一定的指导性意见,能够很快速的判断皮带跑偏原因,可供参考。", "label": "机械工程", "id": 0}
{"content": "为了实现翻车机的全自动给料,提高给料效率,需要对翻车机漏斗的料位进行连续检测。本文分别介绍了超声波料位检测、称重式料位检测、γ射线料位检测、缆雷达料位检测等系统的原理和优缺点,并在此基础上提出了一种高频雷达料位检测系统,采用高频雷达采集连续的煤炭料位,设计了自动清扫装置,解决了雷达料位计积尘问题,实现了煤炭料位的连续、稳定测量。", "label": "机械工程", "id": 0}
{"content": "本文详细介绍了目前翻车机卸车系统效率低的现状,提出了具体布置方式以及配套措施,对实现高效率翻车的作业的方式进行了深层次的论述。", "label": "机械工程", "id": 0}
{"content": "新型六车翻车机第一次突破性地将翻车机与磁动力输送技术相结合,实现了翻车机设备在铁路敞车外的应用。文章介绍了新型六车翻车机的组成及特点,并与传统单车翻车机进行了比较。", "label": "机械工程", "id": 0}
{"content": "介绍了美国罗克韦尔自动化公司的PowerFlex753变频器在实现皮带机主从控制上的调试方法,通过工程实践验证了控制方法的可行性和可靠性,为类似工程调试应用提供了参考和借鉴。", "label": "机械工程", "id": 0}
{"content": "<正>主要内容:一、提出新的检测方法—高铁工况模拟检测法研究团队从众多的国内外品牌自动扶梯控制系统,以及超速、逆转保护装置的设计原理的基础上,结合GB16899-2011及检规的要求,提出一种新的检测方法—\"高铁工况模拟检测法\",利用该检测原理,研制出了相关仪器。在经过长达6年时间的研究,经历了数千次的现场实际检测试验,该检测方法和仪器已经相当", "label": "机械工程", "id": 0}
{"content": "本次设计的商品载运及助力装置,综合了手动叉车的性能,使用人力平板车作为设计平台。该装置灵活使用齿轮传动机构、丝杠机构、剪叉型机构、锁死装置、伸缩套筒等设计元素,加装了升降机构及推送机构,使装置可以快捷升降,安全有序推送。它既保证了商品的整齐有序摆放,又便于快递员的使用及操作,结构简单轻便,可靠性强,通过锁死装置的开关,完成了两种工作状态的转换,设计巧妙。", "label": "机械工程", "id": 0}
{"content": "自动扶梯和自动人行道一般安装在商场、车站、展览馆等公众聚集场所,人流量较大,一旦发生事故后果不堪设想。作为检验人员,一定要充分理解标准和检验规则的相关规定,确保防护挡板符合要求,本文重点就人行道垂直防护挡板设置做了阐述和分析。", "label": "机械工程", "id": 0}
{"content": "根据当今自动化物流分拣行业的发展情况以及实际需要,针对小型包件自动分拣的应用特点,分析了目前主流的交叉带分拣输送机控制系统的技术特征和性能良莠,结合目前工控行业各领域较为先进可靠的技术,分别对交叉带分拣输送机的驱动系统、通讯组态、车组架构、导入导出策略等方面进行研究,提高和完善各项技术功能的应用水平,从而设计一套高速高效的交叉带分拣输送机控制系统。", "label": "机械工程", "id": 0}
{"content": "目前众多行业需要利用非接触的方式来输运清洁和易损的产品,类如硅晶片、食品和新喷涂的物体等。本文介绍了一种基于气流粘性牵引作用的完全无接触气浮输运平台,运用PID算法对物体在一维方向上的输运与定位进行了研究,并通过对不同类型的对象进行了实验。粘性力测试实验与物体定位输运实验结果表明:相同气压供给条件下,粘性力随气膜高度降低而增大,系统驱动厚重的物体较轻薄的物体控制性能更佳。", "label": "机械工程", "id": 0}
{"content": "皮带输送机在日常运转过程中经常发生打滑的现象,影响了生产。文章从皮带张力偏小、驱动滚筒滑水、驱动滚筒摩擦系数小等几个方面进行了原因分析,并从保持皮带张力、预防驱动滚筒滑水、驱动滚筒改为陶瓷包胶等方面进行治理,基本避免了皮带打滑现象的发生。", "label": "机械工程", "id": 0}
{"content": "基于离散单元法的基本原理,应用EDEM离散元分析软件,研究了不同颗粒输送过程的动力学特性。仿真分析了在一定压力下离散颗粒流在直管道与弯管道输送过程的速度、位置变化规律。为工程实际中的一类非均匀颗粒流体输送问题的研究提供必要依据。", "label": "机械工程", "id": 0}
{"content": "随着科学技术的发展,电子技术、信息技术正在蓬勃发展,大规模甚至超大规模集成电路和计算机的产生使电子技术与计算机技术同机械技术相互交叉,相互渗透,机械产品产生了质的飞跃,变成功能更强、性能更好的新一代的机械产品或系统。本文设计的电磁振动给料机控制系统,可以通过人机交互界面输入的相关数据,自动计算出流量所在范围,从而精确控制给料机振幅。该控制系统具有实时性、高可靠性、系统配置简单灵活等优点,适用于块状、颗粒状及粉末状物料从贮料仓均匀或定量地给到受料装置中去,并可用于自动控制的流程中,实现生产流程的自动化。", "label": "机械工程", "id": 0}
{"content": "本项施工技术通过在塔机中对称布设姿态传感器,借助多接入边缘计算（MEC）技术将所述传感器数据低延时传输至远程驾驶终端,远程驾驶终端对传感器数据比对、整合处理后,输出智能体感信号给智能体感座椅,智能体感座椅解析所述智能体感信号后执行动作指令,令塔机司机感受到,至此实现了塔机现场震动工况直接被远程驾驶的塔机司机接收的功能。", "label": "机械工程", "id": 0}
{"content": "针对起重机运行电动机与减速机连接轴焊接护罩制造周期长、外观不美观等问题,将原卷圆弧板、焊接的结构形式改为冷冲压、折弯结构,既减少零件数量和焊接工艺过程,又提高材料利用率和制作效率,降低成本,同时,减少焊接打磨、无烟尘和噪音污染,实现绿色化设计与制造。", "label": "机械工程", "id": 0}
{"content": "为了实现重大机械装备在运行过程中物理空间至虚拟空间的实时映射,本文开发了一种机理-数据融合的龙门起重机数字孪生框架。首先,根据建立的龙门起重机有限元模型,获取到主梁虚拟模型的性能数据和几何关系;然后,利用高斯过程回归模型提高了数字孪生体的计算速度;最后,基于WebGL实现了龙门起重机的可视化反馈。通过计算不同测试工况下高斯过程模型的预测精度和延迟时间,该模型表现出较好的预测性能和实时性;应力模型的最小值为0.9421,位移模型的最小值为0.9853。本研究为数字孪生技术在重大机械装备领域的应用提供了一个可行的范例。", "label": "机械工程", "id": 0}
{"content": "塔式起重机运动易引起物体的摆动,影响施工安全和结构稳定。为了探究其运动规律,对运动状态下的起重物摆角特性进行研究。通过达朗贝尔原理分别建立提升工况、变幅工况和回转工况下从加速到匀速再到减速的空间摆角非线性动力学模型。通过改变模型中的多个参数,研究了摆角的时域和频域指标特性,发现物体的质量对空间摆角无影响,电机加速度、小车到物体的线长、初始角度和与塔身到小车的距离对空间摆角有不同程度的影响。PV, RMS, RMSF and RVF对参数变化比较敏感,揭示了单一工况下塔机摆角运动规律,为消除塔机结构振动提供一定的理论依据。", "label": "机械工程", "id": 0}
{"content": "针对桥式起重机系统,本文提出了互补滑模（CSMC）PD定位防摆控制策略。在系统中位移、摆角及各自的一阶微分的状态误差作为变量所组成线性滑模面的基础上,引入位移与摆角的误差积分形成积分滑模面,并对应设计一个补充滑模面形成互补滑模控制,使得系统变量运行空间限制在滑模面相交处,缩短变量到滑模面的距离,进而提升系统的快速性。同时,引入对摆角的PD补偿,增强对摆角的抑制能力,使小车的运行更加平稳。仿真结果验证了该控制策略的有效性。", "label": "机械工程", "id": 0}
{"content": "研究了负载质量未知情形下,二维桥式起重机自适应有限时间控制问题.首先运用拉格朗日方程对桥式起重机进行建模,得到系统的动力学方程,然后通过线性化处理以及坐标变换将系统化为常见的下三角系统.进而利用Backstepping设计技术,给出控制器的设计步骤,设计出一种自适应有限时间收敛控制器;通过Lyaounov稳定性理论以及Barbalat’s引理进行理论分析,证明了系统状态的有界性与收敛性.最后基于有限时间稳定性理论证明了所设计的控制器可以使系统状态在有限时间内收敛到目标位置.", "label": "机械工程", "id": 0}
{"content": "起重机主梁在载荷作用下会产生弹性的下挠变形,给承载小车的运行增加阻力。为了补偿由梁自重和载荷产生的下挠变形,设计要求将主梁做成有拱度的梁。根据桥式起重机的标准及多年的制造经验,一般单根主梁的预制拱度值为主梁跨度值的1.4%～1.6%。为了保证这个主梁预制拱度值,我们需要在主梁腹板的下料方面对主梁拱度进行控制。", "label": "机械工程", "id": 0}
{"content": "作为起重机械的重要承载部件,吊钩的安全性将直接关系到员工的生命安全。因此,定期对在用吊钩进行无损检测是十分必要的。本文阐述了对在用起重机的吊钩表面、近表面缺陷和疲劳损伤磁粉检测方法。", "label": "机械工程", "id": 0}
{"content": "以某起重量为3t跨度为16.5m的单梁电动葫芦桥式起重机主梁为例,运用三维建模软件Solidworks建立主梁模型,再利用有限元分析软件ABAQUS进行计算、分析,对分析结果进行讨论并给出合理建议,为以后相近主梁结构设计给出合理建议。", "label": "机械工程", "id": 0}
{"content": "因CBD区域普遍存在场地狭小,距离周边已有建筑和主干道路较近,周边环境复杂的问题,项目施工时不得不将塔式起重机安装在框架-剪力墙电梯井中,由于电梯井空间较小,给塔式起重机的拆除带来了难题。塔式起重机拆除时在屋面安装屋面式起重机完成塔式起重机的拆除及构配件的外运,再使用扒杆进行屋面式起重机的拆除,使用电梯将屋面式起重机解体后的部件转运到地面。", "label": "机械工程", "id": 0}
{"content": "针对施工现场塔机附着点位置的常见情况,本文以QTZ63塔机为例建立了塔机附着在主肢节点处和非节点处的有限元模型,得出了塔机在工作和非工作工况下附着点出标准节主肢受力的区别,提出了解决办法,为其应用提出了建议。", "label": "机械工程", "id": 0}
{"content": "比较了常用的两本规范对塔式起重机基础设计的不同要求,讨论了塔机基础设计计算中的基础底面脱开地基土面积比限值、双向偏心、双向偏心时受压角点的最大压应力、偏心距限值、基础配筋问题,分析了现行《塔式起重机混凝土基础工程技术标准》的不足,对施工企业在塔机基础设计方面提出了建议。", "label": "机械工程", "id": 0}
{"content": "针对施工现场塔机附着点位置的常见情况,本文以QTZ63塔机为例建立了塔机附着在主肢节点处和非节点处的有限元模型,得出了塔机在工作和非工作工况下附着点处标准节主肢受力的区别,提出了解决办法,为其应用提出了建议。", "label": "机械工程", "id": 0}
{"content": "<正>随着科技的发展,基于图像处理的新型技术发展亦越来越广泛。也随着自动化智能化的水平进步。重型起重设备也越来越趋向于自动化智能化。无人天车系统作为一种新兴并以趋近于完善的技术,展现出了其重要的生产价值。而其包含了众多技术的支持,其中要让无人天车长上眼睛,能够识别包括车型等众多可扫描物体的信息。就需要通过激光雷达进行完整的扫描操作。同时激光雷达在车型扫描上的应用也不仅仅局限于此,越来越多地采用视频图像激光检测方法作为交通数据采集的手段,为智能交通系统提供所需的路面运动车辆信息等。", "label": "机械工程", "id": 0}
{"content": "在汽车起重机上,若上车驾驶室的空调压缩机使用普通发动机皮带驱动,则须安装在下车发动机上,由于起重机上车和下车之间存在回转装置,上车驾驶室空调的管路与下车压缩机无法实现联接。而使用液压马达驱动压缩机,就可以将空调压缩机安装在上车中,通过起重机的液压管路取得动力,空调管路的连接也非常方便。液压马达驱动时,扭矩就成为一个重要的技术参数,本文在国标工况下,研究了压缩机的消耗功率和所需扭矩,特别分析了压缩机刚启动时所需扭矩,为选择合适的液压马达给出建议。", "label": "机械工程", "id": 0}
{"content": "以某公司Q12F型号汽车起重机臂架为研究对象,运用HyperWorks有限元分析软件,通过建立臂架和转台的有限元模型并对典型工况进行分析,得到臂架在强度、刚度及稳定性方面的结果并进行校核计算。有限元结果显示:臂架在各种工况下应力的最大值均不超过许用应力,且整体应力云图分布均匀、过渡平缓;全出臂工况下臂架变形量偏大,需要对臂架刚度进行加强;全出臂工况下臂架一阶屈曲安全系数为2.18,满足稳定性要求。", "label": "机械工程", "id": 0}
{"content": "利用有限元分析软件HyperMesh,以某型汽车起重机臂体为研究对象,建立了该臂体的有限元分析模型,分析了焊缝处不同模拟形式对于有限元分析结果的影响,为臂架结构设计提供了依据。", "label": "机械工程", "id": 0}
{"content": "本文结合汽车起重机腹管的二次加工定位难,腹管两端面之间的角度不容易保证,浅谈一种汽车起重机副臂的腹管定位加工方法。", "label": "机械工程", "id": 0}
{"content": "气动葫芦在转弯时,因为气绳的材质性状,会出现缠绕、打结而使气动葫芦转弯困难。本文介绍的气葫芦转弯机构实用技术是一种机械运动机构,利用直径方向的导向摆杆在做圆周运动或近似圆周运动,导向摆杆自身与圆周交点距离不变的原理,从导向摆杆转动中心位置引入气绳,使气绳沿导向摆杆与气动葫芦连接,气绳在气动葫芦运行过程中,不会因气动葫芦行程的变化而发生大的变化。", "label": "机械工程", "id": 0}
{"content": "随着我国城市化进程加快,工程建设任务越来越重,要求也越来越高,尤其在城市中,很多高楼拔地而起。工程建设中,塔式起重机布置是必不可少的环节,对于工程建设的成败与否起着重要作用。主要讨论在施工工地狭小、周围环境复杂的城市中央商务区的条件下,结合合肥市某项目,研究中央商务区塔式起重机布置的原则、要点与方法,并针对工程实际提出2种塔式起重机布置方案,一种为布置多台小型塔式起重机,另一种为布置少数大型塔式起重机。最后基于施工成本对塔式起重机方案进行比选,得出最优布置方案,即在人工费用占比大的情况下,布置少数大型塔式起重机的方案明显更加经济,且能保证工程所需的基本要求。", "label": "机械工程", "id": 0}
{"content": "本工程为钢-混凝土结构加悬挑钢结构,悬挑长度为28.8m,45°角处最大为40m。为保证施工,特别是悬挑钢结构,大型塔式起重机设置于建筑物内部。介绍项目部考虑现场实际情况下,采用特殊方式有效快速安全的拆除异形建筑物内部的大型塔式起重机的技术。", "label": "机械工程", "id": 0}
{"content": "塔式起重机基础的设计与施工是塔式起重机入场前的先行步骤,无论从经济、安全或生产方面来说,都极其重要。在土质状况较差区域,多层地下室的建筑项目往往采用多道密集的支撑围护体系,给塔式起重机基础设计与施工增加难度。以温州市鹿城区牛山片区G-07地块建设项目为例,主要研究在密集的钢筋混凝土支撑体系下,当塔式起重机基础格构柱需跨过支撑梁时,组合式塔式起重机基础设计与施工的相关要点。", "label": "机械工程", "id": 0}
{"content": "当塔式起重机塔身超过规定的自由高度后,须用附墙杆将塔身与建筑物相连接以保持塔式起重机的稳定性。由于建筑物基础多样性及施工现场工况的复杂性,塔式起重机中心与建筑物外墙的距离不固定,因此需要对标准长度的附墙杆进行长度调整,而传统的附墙杆长度调整方式局限性较大。通过对附墙杆长度调整方式进行研究,总结出塔式起重机附墙杆模数化多段组装技术,实现在塔式起重机中心距建筑物外墙的不同距离情况下,附墙杆长度的有效调整。", "label": "机械工程", "id": 0}
{"content": "结合工程实际从塔式起重机选型和群塔布置等两方面对大型车辆段起式起重机的应用进行研究和总结,在确保塔式起重机安全运转的前提下,提高塔式起重机的使用效率,为大型车辆段塔式起重机的选型和布置提供有效参考和依据。", "label": "机械工程", "id": 0}
{"content": "桥式起重机在使用过程中,由于受到诸多因素的影响,经常出现大车啃轨现象,本文针对桥式起重机啃轨原因进行分析,并提出合理的处理对策,最后就本厂起重机大车车轮啃轨案例进行分析并改造,解决了啃轨问题,为起重机的安全使用提供保障。", "label": "机械工程", "id": 0}
{"content": "人员作为企业的一种关键生产资源,其自身的因素会影响调度策略的实施。本文在传统仅考虑设备作为生产资源的混合流水车间调度问题的基础上,进一步增加了人员因素的考量。为解决双重资源约束的混合流水车间调度问题,本文提出了一种以最小化最大完工时间和生产成本作为目标的多目标混合整数规划模型。并提出了基于博弈论的混合模因算法对调度模型进行求解。通过实验验证,证明了本文所提算法的有效性,并分别在不同的生产规模下,验证了所提算法的优越性。", "label": "机械工程", "id": 0}
{"content": "生产调度作为工业制造过程车间层的关键一环,对经济、环境、社会健康发展至关重要。现有文献多以优化单维或双维目标实现特定调度指标趋优,而鲜有基于多维度指标探究调度的全面可持续性。作为可持续调度指标优化评价的先行研究,本文从可持续性的三基准（TBL）出发,基于产品可持续指数（ProdSI）方法构建可持续生产调度三维指标体系。首先,依据生产调度指标属性特征及冗余剔除原则进行指标筛选,设计可持续生产调度指标体系层次结构;其次,提出具有更好通用性与可扩展性的可持续调度指标形式化描述方式;再次,构建在具体语义及适用范围下的调度指标定量化描述方法。该指标体系可为生产调度指标优化的可持续性评价提供基本理论框架及方向指导。", "label": "机械工程", "id": 0}
{"content": "随着智能制造的发展,吴忠仪表有限责任公司工厂内有越来越多的数据需要被采集和传输,现有网络往往难以满足需求,5G的技术标准可以很好地满足,通过5G网络建设,极低的时延,保证了工业领域实时监测和控制的要求;高可靠的网络质量,确保了工业系统对稳定性的要求;大带宽则可以实现高清3D视频,甚至AR的传输,在远程操控领域大幅提高了操作精度。5G的大连接、大带宽、低时延、高可靠及移动边缘计算等特点在智能制造领域有着广泛的应用场景,5G精准智能搬运、智能监测、智能巡检等新的业务应用将越来越多,大量智能生产应用的快速推广,将促进制造业的全面智能化发展。", "label": "机械工程", "id": 0}
{"content": "智能制造背景下,生产车间能够收集大量与生产调度相关的数据,这些数据蕴含丰富的调度规则信息。挖掘智能设备收集的数据以获取有效信息,能帮助企业提升车间的生产效率。因此,本文针对智能制造下作业生产需求到达时间不确定的动态作业车间调度问题,采用基于随机森林（RF）和深度神经网络（DNN）的两阶段（Two-Stage）模型的优化方法进行实时调度。首先,使用遗传算法（GA）获得较优调度方案,并从中提取生产车间的原始调度属性数据。然后用RF筛选合适的调度属性以减少属性间的冗余性和无关性并获取关键特征,再采用DNN模型的强大表征能力构建调度规则学习器。该学习器通过挖掘调度属性的模式,能在调度决策点指导机器在生产冲突作业中选择最优一个作业进行生产。最后,所提方法对不同规模的动态作业车间进行实验,以比较算法的训练性能和最小化平均延误时间的性能。实验表明,与原始DNN、SVM和优先调度规则相比,该方法能有效地降低平均延误时间。此外,通过不同规模的动态作业车间实验,所提方法具备泛化性且满足实时调度的要求。", "label": "机械工程", "id": 0}
{"content": "机械安全是安全工程专业本科教学环节中十分重要的专业课程。本文以东北大学安全工程本科专业\"机械安全\"课程教学过程现状为基础,探讨现阶段我校安全工程专业机械安全课程教学存在的问题及不足,并针对这些问题提出了几点思考。提出可通过激发学生学习兴趣,教学内容多课程交叉,实习-实践结合式案例教学等完善并改进机械安全课程综合教学过程,这些改进探讨能够为我国安全工程高水平人才培养,以及未来安全工程专业课程的教学提供参考和借鉴。", "label": "机械工程", "id": 0}
{"content": "<正>0引言机械设备在工作时,都会产生一定的噪声,因此在设备出厂或是安装之前,需要知晓其辐射声功率及振动状态,以预估设备的辐射噪声。目前我国在这方面基本采取事后评估方式,将设备安装调试完毕后进行测试。如果测试结果不能达到预期的技术指标,就会给后续工作带来很大的困难,因而如能建立机械设备辐射声功率与不同安装方式之间的关系,则可进行事前评估,预报机械设备的辐射声功率,且具有较高的工程应用价值。", "label": "机械工程", "id": 0}
{"content": "<正>由于科技水平不断的进步,人们对于制造的要求也越来越高,制造的技术含量也在不断的提高,要想在制造行业中脱颖而出,不被社会所淘汰,就需要对制造企业的生产进行有效的管理,引进先进的管理理念,使用先进的管理系统。而ERP管理系统正是一种比较先进的管理系统,并且正在被广泛的使用。BOM是ERP系统中最核心的重要的基础数据,是直接影响生产、物料筹措、仓储管理、实际成本核算的主要因素。要想ERP能够发挥其作", "label": "机械工程", "id": 0}
{"content": "机械制造是国民经济的基础产业,是一个国家工业化水平和发达程度的重要标志。现我国小规模机械制造厂厂区环境复杂,各车间分块模糊,各工种作业场所交叉,极易发生职业卫生安全事故。本文运用鱼骨图分析法对机械厂打磨工的职业卫生安全事故展开研究,将鱼骨图与HFACS相结合对事故产生原因进行分析,并提出相应的防护及治理措施。", "label": "机械工程", "id": 0}
{"content": "安全是国家稳定、社会发展、人民安康幸福的基石。\"安全科学与工程\"学科为人类生存与发展提供安全科技支撑和高级专业人才。在教学过程中,部分安全工程专业课程作为公共选修课被工科本科生选修,在学习过程中,体现出不同的安全科学的认知。本文依托安全工程公共选修课《机械设备安全》,分析安全科学理论特点及其内涵所在,探索不同专业背景的工科学生对安全科学的理解,分析背后所体现的安全认知。在此基础上,对安全科学与工程专业课堂教学提出改进思路。", "label": "机械工程", "id": 0}
{"content": "思考并总结了机电工程物料特点以及物料管理中存在的问题,在工程管理及物料管理中引入供应链理论,尝试将最新的云ERP技术应用到项目日常物料管理中,以加强对物料仓储的管理与监控,完善物料数据库的搭建,精确追踪物料订货、到货、入库、出货等情况,提升在日常仓储管理中的工作效率。此外,本文还进一步深入研究分析机电工程供应链的现状及存在的问题,并针对性地提出解决方案及战略方针。", "label": "机械工程", "id": 0}
{"content": "通过对钢结构生产车间环境的了解,针对一线作业环境中三大职业伤害问题（夏季或密闭空间焊接的高温环境,焊接作业、打磨作业、油漆作业产生粉尘、油漆作业产生苯和苯化合物）,自主研制了一种钢构生产整体防护装置,本装置主体为气源控制清洁装置,加装降温背心和专业呼吸装置。其中降温背心由网眼布缝制而成的网眼背心,夹层通道内铺设通风管,通风管为设有数个出风孔的细长软管;专业呼吸装置,由带有单向阀门,供气装置,供气管设有数个通风孔。本装置在当前国内还没有同类产品,穿着舒服,不影响焊接、下料、打磨、抛丸、油漆等作业,降温和消除粉尘、苯化合物效果好等特点,大大改善了钢构生产一线工人在的操作小环境,提高一线作业效率和质量。", "label": "机械工程", "id": 0}
{"content": "本文主要介绍了结合集团公司大力推行AEOS管理体系,对我厂产品进行分族分析,从产品的交付、质量和成本等方面进行理论分析论证,选取最适合做精益单元生产模式的零件。", "label": "机械工程", "id": 0}
{"content": "主要阐述以订制产品为主,单件小批量生产的机加企业,如何通过信息化建设改善企业的生产经营环境,通过信息化手段将离散制造的各个环节有机的联系起来,使管理更清晰更流畅。对机械加工行业整体信息化以及ERP层面的简单概述,着重通过销售系统、生产系统、采购系统的对接过程,阐述如何通过信息化手段实现相关业务的联动,反映企业ERP系统如何在不同系统间建立整体管控的核心。", "label": "机械工程", "id": 0}
{"content": "文章通过分析当前机械加工过程质量控制方法,对比网络环境下机械加工质量控制系统新需求,设计了一种基于C/S模式的机械加工质量控制系统,并针对系统关键技术、质量控制集成模型及系统结构等内容进行了重点分析,实现了机械加工过程的质量数据采集、处理与识别、分析与统计等功能,为机械加工质量控制自动化水平的提升提供借鉴。", "label": "机械工程", "id": 0}
{"content": "为了提高制造工厂中的螺丝装配速度,设计开发了基于AVR单片机的自动螺丝供给系统,实现螺丝的自动供给。系统采用单片机ATⅥEGA8作为主控芯片,主要包括直流电机、振动电机、电磁阀等多个驱动模块,直流电机将螺丝逐步加载到传送轨道,振动电机通过振动使螺丝沿着轨道前行,推料电磁阀将螺丝推出螺丝轨道,吹气电磁阀将螺丝吹到拧螺丝头上,从而实现螺丝的自动供给。经过硬件电路和软件的调试,该方案可以满足设计要求,系统运行稳定,每分钟可以实现80个螺丝的自动供给,有效提高了螺丝装配的效率。", "label": "机械工程", "id": 0}
{"content": "本论文采用理论与实践相结合的方法,运用标准化原理和方法、工作研究、程序分析以及生产现场管理等理论和方法,在分析大量文献资料的基础上,参考国内外在工业工程方面的研究和应用成果,对某变速箱厂总装配车间的装配生产线和物流过程进行了分析及优化。对其目前存在的质量问题和生产装配线各工序能力不平衡的现实问题,运用程序分析方法对装配流程进行了深入分析,优化生产流程。达到了减少人员,降低了成本,缩短了生产周期。提高了产品质量和生产效率。对于一个企业来说,进行现场管理是非常有必要的,车间管理是企业内部管理的出发点和落脚点,其管理水平的高低直接影响企业的竞争力,影响企业的整体管理水平的提高和整体功能的发挥。针对这一观点提出了车间的物流路线整改见解,达到了缓解车间物流通道的约束,使零件的运输规整有序,体现出了资金流、物流、信息流的相互联系和制约,并结合企业现场管理的观念,使生产更趋于合理化,达到以最低的成本获得最大的效益的目的。", "label": "机械工程", "id": 0}
{"content": "<正>秦皇岛市泰德管业科技有限公司是专业从事金属波纹管膨胀节、金属软管、高炉送风装置、非金属膨胀节、精密波纹管,管道支架等产品的研究、设计、制造的高新技术企业。本公司的产品在国防工业、冶金钢铁、石油化工、煤化工、电力、燃气、暖通空调、发动机及汽车等行业得到了广泛的应用,是国家大型重点项目柔性管件的重要配套企业。占总产量三分之一的产品已经出口到美国、日本、欧洲、澳洲、东南亚等国家和地区。泰德坐落于中国驰名的避暑和度假胜地——海滨城市秦皇岛,距离北", "label": "机械工程", "id": 0}
{"content": "<正>机电设备通常指应用了机械、电子技术的设备,机电设备按用途可分为三大类,即产业类机电设备、信息类机电设备和民生类机电设备。本文探究的主体是产业类机电设备,即用于制造企业和物流企业的设备,例如机械制造行业使用的各类机械加工设备、自动化生产线和物流分拣系统设备等（下文中所有简称\"设备\"的均指产业类机电设备）。维保和维修的概念很容易混淆,其界限在实际工作中也很难划分清楚。维保其实就是日常保养和在此基础上推进的分级保养,可以由操作人员负责简单的基础保养以及由维护人员负责高级保养,主要包括清", "label": "机械工程", "id": 0}
{"content": "用Solid Works和3ds Max等软件建立智能车间的初始模型,采用细节层次模型简化技术对模型数据进行处理,并改进边折叠算法,解决了复杂三维模型简化时拓扑结构和重要特征丢失的问题,通过以VC++平台的Open GL技术实现智能车间的可视化。", "label": "机械工程", "id": 0}
{"content": "<正>某精密机械厂涂装线生产过程中产生的废气处理设施比较老旧,无法有效去除产生的有机废气,对环境产生一定的影响。为减轻生产过程中对环境的危害,企业决定加装有机废气活性炭吸附装置,对产生的有机废气进行有效的处理,从而减轻对环境的不良影响。一、工艺原理（1）概述有机废气净化方式颇多,如直接燃烧,催化燃烧,但其对于低浓度,大风量的废气很难完全燃烧,在间歇作业中余热不能充分利用,对低浓度、大风量或间歇作业产生的废气采用活性炭吸附法有其独特优", "label": "机械工程", "id": 0}
{"content": "设计一个合理、高效、柔性的车间物流系统,对压缩库存资金占用、缩短物料搬运所占时间是十分必要的。本文研究的目标主要是针对制造系统（某阀门厂）的设施布局进行调研分析,充分了解这一制造企业其核心制造车间的物流结构特征、运行特点以及车间设施的布局和存在的问题,以SLP、SHA等知识为主要手段,建立该制造系统的设施布局的优化模型,提出相应的解决方案,为企业的生产活动提供重要的技术支持和参考依据。", "label": "机械工程", "id": 0}
{"content": "本文通过结合笔者所在的机加分厂在产品族划分和选取产品族进行精益加工单元建设的实践,从为实现以单元型为主、功能型为辅的生产组织方式转型要求的角度,说明了在机加分厂实现零件成组化管理的意义。", "label": "机械工程", "id": 0}
{"content": "本文所述管件对专用设备工作性能有着显著影响,因而在生产过程要求每件零件的加工过程和检测数据均能够可靠、准确地追溯。目前,在该管件质量追溯体系中,采用数字/字母编码、人工输入的方法,存在编号输错、劳动强度大等问题。针对该问题,本文描述了一种标识系统。该系统采用Data Matrix码对管件进行标识,并通过光纤激光刻印机和\"先弯后刻\"的方式在管件上建立该标识,然后利用基于光学成像原理的读码器识别所建立的Data Matrix码。同时,叙述了刻码和读码设备与车间生产设备、检测设备及工艺信息采集系统的集成。实际应用显示,研制的标识系统满足该管件及其部件的质量追溯及生产控制要求,所建立的零件编码清晰可靠,读码实现自动化且读取准确,有效地提高产品质量追溯准确性,并降低操作人员劳动强度。", "label": "机械工程", "id": 0}
{"content": "将在新一代高速旋转机械工业化批量生存与管理中遇到的实际问题与8D方法相结合,用于分析解决过程控制,是我们在生产与管理中一个新的尝试。在保证新一代高速旋转机械生产有效运行的宏观控制状态下,运用8D技术方法对高速旋转机械核心零部件在生产制造过程中产生压装不到位以及组合件在装配后长度超差进行解决,保证了零部件的合格性,通过这种模式,进一步加强并提高了对分析解决过程问题的能力,以及稳定性和质量的能力。同时,针对出现问题,找出根本原因,提出永久改善措施,并采取相应行动,此外,将此方法应用于工件指标超差、性能不合格和尺寸变形等生产环节当中,取得了较好的效果。", "label": "机械工程", "id": 0}
{"content": "装备维护保障是影响装备效用发挥的关键因素之一。维护BOM包含维护人员在进行装备维护工作中所需要的全部信息。本文主要通过对复杂装备基地级修复性维修的流程进行IDEF0分析,确定建立维护BOM的信息基础;通过适当的构建方法,建立维修BOM网络结构并总结其特点;最后,介绍了维护BOM在实际维护中的应用。", "label": "机械工程", "id": 0}
{"content": "为了满足日益提高的可用性、质量和产量需要,工业企业的设备正朝着大型化、连续化、精密化和柔性化方向发展,资源、生产、成本、人员等要素使维修决策越来越复杂,目前面临最大的挑战就是如何科学的解决装备在装备维修过程中的多属性决策问题,选择最佳维修方案。针对装备维修过程中的维修决策问题,本文首先以层次分析法为基础构建多属性决策层次分析模型,将各状态节点和目标节点纳入分析模型。然后,基于权重分析目标节点,最后以一个简单实例在不同维修条件和方案下应用该模型,达到决策目的。", "label": "机械工程", "id": 0}
{"content": "就目前我国经济发展的情况分析,当前机械工程设备管理与维护是一项重要的内容,机械工程设备是施工顺利进行的保障,因此,日常开展工作的过程中必须加大对设备管理与维护的重视力度。建筑工程施工需要使用的设备种类比较多,不同的设备其管理与维护的具体方式存在一定的差异,这就要求施工单位提高对设备管理与维护的重视力度,综合多方面的因素,制定科学合理的设备管理与维护方案。", "label": "机械工程", "id": 0}
{"content": "现在社会上的各个行业都有了很大的进步与发展,其中需要用到机械制造加工的便是制造业,现在的制造业因为科技的发展实现了自动化,生产效率和质量也都有了明显的提升,这也促进了机械制造的发展。尽管现在的机械制造设备已经比过去有了很大的进步,但是许多的机械制造加工设备安全管理还存在着一定的问题,所以在使用机械制造加工设备时,会出现一定的故障,这种情况不易于加工制造的生产速度和质量,会降低生产效益,所以对机械制造加工设备进行一定的安全管理和定期的维修是十分有必要的,这能保障加工的顺利进行。", "label": "机械工程", "id": 0}
{"content": "随着现代科学技术的飞速发展,对特殊战略装备、航空发动机关键部件等系统的安全性和可靠性提出了更高的要求。快速有效地进行系统振动状态监测与故障诊断,对于保障智能系统的安全可靠至关重要。在这些空间受限特殊环境中关键部件运行物理参量原位实时监测的微能源供给是一项世界性技术难题。本报告研究了微能源材料的多尺度设计与一体化无线监测系统的智能集成,揭示了微能源材料的多尺度界面调控机制,探明了换能材料的界面力电耦合机制,提出了复合换能材料的微结构界面设计方法。同时阐明了微能源器件在受限空间下电荷定向运输、电荷有效储存与低自放电机理,研制了长寿命、高功率、高能量密度的一体化微能源器件。成功将该技术应用于特种钢智能三辊精密轧制重大战略装备的长寿命原位无线监测,并拓展到航空发动机、智能战士头盔等共性装备,为智能制造、智能交通和智能国防重大战略装备无线监测提供了重要的技术支撑与理论指导。", "label": "机械工程", "id": 0}
{"content": "智能运维和健康管理系统可以提供有关机械系统的状态监测和诊断的精确信息,本文讲述了在机械设备预测性维护健康管理系统中,基于故障轴承振动信号的故障特征提取、状态监测和寿命预测等方向的研究。在故障特征提取上,提出了一种基于对比学习算法（Bootstrap Your Own Latent（BYOL）网络）的轴承故障特征自动提取器,可以在不需要任何标记信息的情况下实现自动提取轴承振动信号的故障特征,完成故障分类。在状态监测上,提出了一种可以同时识别准确的退化趋势和当前的故障类型的多特征信息健康指引,利用一种新的准正交稀疏投影算法,将每种故障的退化过程振动信号特征（如频谱）数据转化为相互正交的近似空间直线,在跟踪各种轴承退化趋势的同时识别故障类型。在寿命预测上,提出了一种用于预测轴承剩余寿命的模型,该模型利用长短时自注意力机制捕捉轴承退化信息,直接利用轴承振动信号的频谱信息预测轴承的剩余寿命。", "label": "机械工程", "id": 0}
{"content": "数据驱动的智能机械故障诊断技术,对于保障复杂机械系统的运行安全行与可靠性至关重要,对于智能制造时代赋能机械装备的智能运维意义重大。本文提出了一种新的基于字典学习的智能识别（DL-IR）方法用于智能机械故障诊断。所提DL-IR方法通过学习各种健康状态下振动信号稀疏表示的表示词典,并以最小稀疏近似误差准则实现机械装备的健康状态智能识别。首先,所提DL-IR方法采用重叠分割策略对原始训练与测试数据集进行数据增强,以充分利用旋转机械振动信号的结构化先验知识。其次,所提DL-IR方法采用K奇异值分解（K-SVD）算法从每一健康状态的增强训练数据集中,学习多个类特定的表示词典。所提DL-IR方法学习到的类特定字典对于同一类标属性的测试数据集,将具备很强的表示与重构能力。最终,所提DL-IR方法基于最小重构误差标准的稀疏近似准则建立测试样本健康状态的智能识别策略,根据相对于类特定字典的最小重构误差实现健康状态的识别。所提DL-IR方法实现智能故障诊断的有效性,在PHM 2009齿轮箱故障数据集得到了很好的验证,识别精度可以达99.90%。对比研究表明,所提DL-IR方法的识别准确率优于已有稀疏表示分类方法,有望广泛应用于智能机械故障诊断。", "label": "机械工程", "id": 0}
{"content": "为了避免离心级联工厂生产中的经济损失,有效且及时检测出系统故障是十分必要的。近些年来人工智能诊断的方法在快速发展,动态不确定因果图（DUCG）就是一种具有代表性的诊断方法。这种诊断方式具有突出的优势,可以应用于规模庞大的离心级联工厂的过程故障诊断。文章通过构建离心级联工艺系统知识库、收集故障数据、定义简化规则,实现了浓缩工艺过程的故障诊断,并针对离心级联系统存在的特殊故障,对DUCG推理判定做出改进,扩展了应用范围。同时为了验证诊断的准确性,以离心级联工艺系统为对象,建立特殊仿真测试模型,引入模拟故障信号,通过DUCG对仿真过程进行诊断排序,最终对所给故障诊断率达到100%,证明了这种诊断方法的有效性及准确性。", "label": "机械工程", "id": 0}
{"content": "专用设备的运行数据能够反映设备的实时运行状态,通过研究专用设备运行数据与设备状态之间的关联,能够为设备运行状态的判断及预测提供参考。研究发现某种数据异常与设备故障状态间具有强关联,在此研究的基础上,本文开展了其他参数的数据分析。本文针对多种参数设计了数据特征提取算法,实现了多种参数数据特征的提取;针对多参数数据特征,设计了数据特征相关性分析算法,通过分析多参数特征之间的相关性得到与设备故障相关的故障模型,从而初步实现专用设备的故障诊断与状态预测。试验结果表明,该算法能够准确提取多种运行数据的数据特征,并且可以实现两个及以下数据特征的相关性分析,其故障诊断与状态预测结果具有较强的参考价值。", "label": "机械工程", "id": 0}
{"content": "近年来深度学习在图像识别、目标检测、语音识别、机器翻译等领域得到成功的应用,越来越多的学者利用深度学习的方法进行机械故障诊断的研究,并得到了非常有价值的研究成果。基于深度神经网络的机械故障诊断方法可以实现端到端的故障智能诊断与识别,克服了传统故障诊断方法需要人工提取特征的缺点。本文设计并实现了一种基于双向长短期记忆网络（Bi LSTM）的诊断模型,能够自动提取机械设备故障特征信息。提出一种基于残差连接的1D-CNN网络的深层轴承故障诊断模型,残差连接能够在提取深层特征信息的同时将浅层提取的特征信息保留下来,与无残差连接的一维卷积网络相比能获得更丰富的机械设备故障特征信息。提出一种基于多任务深度学习的故障诊断方法,将故障诊断任务分为故障分类和损伤程度识别,两个子任务模块使用门控循环单元从共享层的输出中提取特征,进行故障分类和损伤程度识别。实验结果表明,本文提出的基于深度神经网络的故障诊断方法取得了较好地故障诊断结果,具有一定的应用价值。", "label": "机械工程", "id": 0}
{"content": "面向旋转机械故障诊断的深度学习模型在少量标记样本下性能不足,因此需要充分挖掘非标记样本中的故障信息来提高故障诊断能力。传统深度学习方法忽略了样本之间的关系,很难从非标记样本中学习到少量标记样本中隐藏的故障信息。图数据及图神经网络能够很好构建并挖掘样本之间的关系,近年来受到日益关注。将所有样本嵌入为图数据节点,并利用边连接建立样本之间的联系,实现非标记样本故障信息传递,从而改善样本学习性能。本文提出一种基于特征图的半监督旋转机械故障诊断方法。提取振动信号的频谱幅值并获得特征图节点表示;基于节点欧式距离,以全连接方式建立节点与其邻近K个节点（K阶邻居）的边连接关系;在此基础上,利用图卷积神经网络对特征图进行图卷积、节点特征聚合,学习并挖掘样本之间传递的故障信息。一级齿轮减速实验平台验证实验结果表明:所提出的半监督故障诊断方法能够实现少量标记样本（10%）的故障信息获取并取得较高的准确率（98.94%）。", "label": "机械工程", "id": 0}
{"content": "针对空心轴转子系统的裂纹位置故障诊断问题,本文基于卷积神经网络和深度度量学习,提出了一种有效的裂纹位置故障诊断方法。首先,利用有限元法建立了一个双盘空心轴含裂纹转子的振动方程,并利用谐波平衡法计算了其动力学响应。分析结果显示,裂纹的产生会导致超谐共振现象,且超谐共振的峰值以及非共振区的振幅与裂纹的位置密切相关。将转子系统在100rad/s到1000rad/s之间的幅频响应作为输入,基于卷积神经网络和深度度量学习方法,提出了一种有效的裂纹位置故障诊断方法（CNN-C）。测试结果显示,CNN-C相比其他机器学习算法具有最高的识别准确率,达到了99.04%。随后分析了惩罚因子对CNN-C性能的影响,分析结果显示CNN-C的性能与惩罚因子之间并不是简单的正相关关系,过高的惩罚因子反而会造成神经网络性能的下降。最后,利用朴素贝叶斯分类器（NB）和k临近算法（KNN）对CNN-C提取到的特征向量的有效性进行了验证。朴素贝叶斯分类器和k临近算法在CNN提取到的特征向量数据集上只能达到63.77%和75.82%的识别准确率,而在CNN-C提取的特征向量数据集上具有更规则的决策边界,识别准确率能够达到很高的98.15%和92.38%,说明利用本文提出的CNN-C提取到的特征向量具有更好的类内紧凑性和类间区分性,可以作为转子系统裂纹位置故障诊断问题中一种有效的特征提取算法。", "label": "机械工程", "id": 0}
{"content": "针对非对称阱深与阱宽单独变化诱导随机共振的微弱特征增强机理尚未探明的问题,通过建立阱深、阱宽以及阱深阱宽三种非对称双阱势,研究了关联乘性和加性噪声同时作用下非对称势诱导随机共振非线性动力学,不仅发现了相关噪声触发双共振现象,提高了随机共振系统响应信噪比,而且首次观察到阱深非对称性诱导随机共振的共振峰随非对称性增加由正相关向负相关移动,但阱宽非对称性诱导随机共振的共振峰移动方向与之相反;提出了非对称势诱导随机共振的机械早期故障增强诊断方法,该方法能够利用布朗粒子在左右势阱中驻留时间的差异俘获噪声能量增强重复瞬态特征。通过仿真分析和多级齿轮箱早期故障实验,结果表明:提出方法能够准确诊断出多级齿轮箱行星轮齿根裂纹故障,且重复瞬态特征增强结果优于经验模式分解方法,基于峭度指标量化对比增强结果,可以看出,提出方法增强结果的峭度指标高达经验模式分解方法的4倍之多,将原始信号的峭度指标提高了近84倍。", "label": "机械工程", "id": 0}
{"content": "旋转机械故障诊断技术通过监测设备的运行状态,能够有效避免灾难事故的发生,对保障设备安全运行至关重要。旋转机械发生故障时会伴随周期性冲击激励,由于其结构的复杂性和长传递路径的影响,导致测得的故障冲击信号微弱,且含有大量的背景噪声,为传统的时频分析方法带来巨大的挑战。熵值方法通过度量振动信号的复杂度来表征设备的健康状态,具有不依赖于先验知识、无需预处理和易于实施等优点,被广泛用于旋转机械的故障特征提取中。然而,传统熵值方法,例如样本熵、模糊熵、排列熵都存在一致性缺陷。因此,本文首次提出了散度熵的定义,利用空间轨线的发散程度来估计时间序列的复杂度。与传统熵值方法相比,散度熵具有一致性高、计算效率高和抗噪性高的优势。为了将散度熵有效的应用到旋转机械故障诊断中,主要做了三点研究。第一,提出了散度熵的定义,并将散度熵扩展到多尺度空间,能够全面地描述旋转机械不同故障类型下的典型特征。第二,对散度熵高一致性、高计算效率和高抗噪性进行了分析和仿真实验验证。第三,将散度熵应用到滚动轴承和航空发动机转子系统的故障诊断中,验证了散度熵在旋转机械故障诊断中的有效性。本文所提散度熵理论解决了传统熵值方法一致性差、抗噪性不足、计算效率低的问题,丰富了熵值理论的发展,为基于熵值的旋转机械故障诊断带来了新途径。", "label": "机械工程", "id": 0}
{"content": "随着工业物联网和大数据的迅猛发展,设备管理也日渐展现出智能化、复杂化趋势,设备故障时及时获得故障类型有助于采取合适的维修措施,保障生产的安全可靠。目前在故障诊断方法研究方面,机器学习领域的深度学习方法受到越来越多的重视。但深度学习方法存在模型参数难以确定的问题,与此同时,数据中往往含有不少噪声,对故障诊断模型的抗噪性以及不同负载下模型的适应性要求不断提高。本文基于深度学习中的卷积神经网络模型,针对现今故障诊断领域的深度学习模型参数难以确定、适应性差的不足,通过模型集成的方法,确定深度学习模型结构,并引入自适应批量归一化算法提高模型的适应性。实验结果表明,本文所设计的故障诊断模型在数据含有噪声以及不同负载情况下都具有较高的故障识别率,模型的抗噪性和适应性良好。", "label": "机械工程", "id": 0}
{"content": "传统故障诊断方法多是针对单一故障类型,然而实际工业中多种故障会同时出现,即复合故障。针对复合故障诊断问题,一些学者引入了多标签学习思想,多标签K近邻算法（ML-KNN）算法就是其中之一。然而ML-KNN算法作为一阶算法,忽略了标签间的联系。本文对ML-KNN算法进行改进,提出了一种分级多标签学习算法,名为分层多标签K近邻算法（HML-KNN）。HML-KNN算法将机械的退化阶段和故障类型分别设为第一级和第二级,将第一级得到的标签信息进行转化,转化后的信息作为新特征放入第二级进行判断。HML-KNN算法是一种高阶算法,考虑了全局的标签信息,提升了算法的准确率。通过在XJTU-SY滚动轴承加速寿命试验数据集上的验证,体现了HML-KNN算法在处理复合故障诊断问题上的优越性。", "label": "机械工程", "id": 0}
{"content": "随着工业生产规模和数据量逐渐扩大,设备复杂化智能化程度不断提高,提前获得故障类型、预估设备剩余寿命,有助于提前预测故障时间,及时采取维修措施,保障生产安全可靠。本文针对目前设备剩余寿命预测中需要依赖人工提取整合数据特征的问题,采用卷积神经网络（Convolutional Neural Networks, CNN）自动提取特征,针对需要研究设备内部机理才能获取设备状态的问题,采用长短时记忆网络（Long Short-Term Memory,LSTM）直接分析时间序列数据的关联性,继而,将二者结合提出一种面向机械设备的剩余寿命预测方法。本文采用C-MAPSS涡扇发动机数据集进行测试,测试结果表明该模型加入卷积神经网络有利于挖掘深层特征,相比较于传统仅用长短时记忆网络的预测模型具有更高的预测准确率,为后续的设备维护提供指导。", "label": "机械工程", "id": 0}
{"content": "该方案针对《机械安装与维护》课程专业性、实践性、应用性很强的特点,在\"机械的装配与安装、机械润滑、机械维修制度、机械维护及修复、备件管理与零件检测\"各章理论教学过程中注意理论联系实际,充分利用企业办学、实践基地较强的有利条件,设计了必要的工学结合实践教学,并对各实践教学环节的教学目的、要求、实施过程及地点等作了具体阐述。", "label": "机械工程", "id": 0}
{"content": "在科学技术快速发展的今天,我国的机械制造业在不断地发展,制造水平越发提高。而在目前的很多领域之中,都应用着机械设备,因为机械设备能够大幅度的提高产品的生产质量与速度,有利于企业的发展。因此,必须要加强对机械设备的安装与调试,才能保证设备顺利的投入生产活动。所以,本文首先阐述了机械自动化控制的必要性,还有对机械设备进行安装与调试的意义,最后提出了具体的机械设备安装与调试的信息化技术要点。", "label": "机械工程", "id": 0}
{"content": "在当前经济快速发展的背景下,越来越多的企业都开始使用机械设备来进行生产,因为机械设备的使用能够大大提高生产的速度与质量,可以带来更多经济效益,但是设备的使用会影响企业的效益、环境状况和工作人员的生命安全,所以必须对其进行修理维护,以减少设备故障所带来的隐患。所以本文对机械设备管理和机械修理维护进行了概述,介绍了修理维护的具体过程,对设备进行修理维护的意义与效果,并提出了新技术的展望。", "label": "机械工程", "id": 0}
{"content": "针对当前机械设备故障检测存在故障检测准确率低,检测耗时长的问题,提出一种基于蚁群算法的检测方法。分析蚁群算法的基本原理,通过该原理求计算得到群算法的最短收敛途径,结合神经网络完成故障识别,并通过迭代训练完成故障检测。以柴油机阀门故障诊断为例,实验结果证明了所提方法的检测准确率高,检测耗时短,证明了蚁群算法在机械故障检测中的有效性。", "label": "机械工程", "id": 0}
{"content": "首先给出了常见几种机器故障,分析了其对传感器的要求,给出了传感器选型参考;接着介绍了故障诊断常用算法,并进行了性能指标测试;最后介绍了IO-Link和SmartMesh无线网络,为机器健康监测系统设计者提供了参考和指导。", "label": "机械工程", "id": 0}
{"content": "风机广泛应用在工业的诸多领域,随着国家工业技术水平的不断提高,对风机的相关性能要求也越来越高,风机的安全、平稳运行具有非常重要的意义,应用远程监控技术对大型风机进行故障分析与诊断,可以有效减少风机停车检修的次数,延长风机运行的周期。", "label": "机械工程", "id": 0}
{"content": "无线传感器网络简称WSN,将这一网络应用到机械设备状态监测中,能改变机械设备状态监测系统局限情况,结合当前机械设备状态监测无线传感器网络节点硬件问题。本文就机械设备状态监测无线传感器网络展开详细研究,希望能促进这一发展朝着多功能与网络化方向前行。", "label": "机械工程", "id": 0}
{"content": "现有专用设备低转速下运行的故障机器定位识别系统能够准确识别定位故障机器,但是该系统不能确定故障机器的故障零部件。为了解决此问题,本文基于该定位识别系统,利用其数据采集功能,收集专用设备运行过程中的运行信息,从时域和频域两个方面进行数据分析。结果表明频带能量除以转频的数值对故障机器故障零部件的判别有一定的作用,当数值大于平均值的2.3倍,且频带能量的数值在0.07,则故障点在旋转部件上。本文对完善故障诊断模型,确定故障机器的故障点具有一定意义。", "label": "机械工程", "id": 0}
{"content": "随着我国经济结构转型和机械产业升级,科技创新及创新性人才成为机械产业当前最为紧迫的需求。而TRIZ理论是集问题的提出、分析和解决的创新方法与算法组成的理论体系。文中将TRIZ理论中的39个工程参数和40个创新原理应用到机械设计具体案例——轴承球旋转驱动方法中,将机械设计课程内容中的滚动轴承、摩擦学等相关理论知识进行了创新设计和集成应用。通过案例中问题的提出、分析和解决过程,分析了TRIZ理论对机械产品创新设计及理论知识集成化应用方面的指导作用,探讨了TRIZ理念对激发创新思维和培养创新能力的重要价值。", "label": "机械工程", "id": 0}
{"content": "数字化车间是装备制造企业发展的必然趋势,本文介绍了数字化车间的构成及国内外发展现状,在分析数字化车间构成的基础上,结合本公司数字化车间项目,介绍了数字化车间柔性制造系统实现的智能制造功能。", "label": "机械工程", "id": 0}
{"content": "快速成形技术是集计算机辅助设计、数控技术、精密机械、电子技术、激光技术以及材料科学于一体的跨多学科领域的新型制造技术。在农机零部件的开发制造过程中,快速成形技术能够结合农机零部件铸型尺寸大、结构复杂的特点,通过铸件三维模型剖分、分块加工、坎合组装浇注等工艺技术,快速完成单件、小批量新产品的试制。在制造过程中,利用无模数字化快速成型机及激光烧结机,可加工出任意复杂形状的造型,大幅缩短复杂铸件的开发周期,对促进企业产品创新、降低新产品研发成本、提高产品竞争力具有重要的意义。", "label": "机械工程", "id": 0}
{"content": "数字化信息技术的迅猛发展,促成了传统装备制造业经营管理模式的更新和生产效率的提高。当前,综合布线和计算机网络系统、基于IP网络的内部通信系统、生产调度系统、协同办公系统（OA）、客户服务中心、网络营销平台、即时消息、可视电话、电话及视频会议、视频监控、安防系统、物业及停车场管理等集成系统已经成了一个现代化的装备制造业不可缺少的功能组成部分。本文以一个中型装备制造企业为蓝本,为其生产、研发基地作出了一个具体的初期建设规划,并提出了循序渐进的逐步完善计划。", "label": "机械工程", "id": 0}
{"content": "制造业作为我国工业的主体,是国民经济的重要支柱产业,物联网与制造业的融合对制造业的信息化发挥着重要的作用,能够改变传统的制造业风格,有利于提高企业的竞争力。文章介绍了物联网的产生和应用背景、物联网和制造业的关系以及RFID在制造业中的运用,对物联网在制造业信息化的作用做简要的分析。", "label": "机械工程", "id": 0}
{"content": "为改进集成逆向工程系统的智能和协调能力,提出了基于多Agent系统（MAS）的模型。该模型分为三层:管理Agent、单元Agent和执行Agent。管理Agent层负责调度、协调和管理所有的Agent;单元Agent层中的各个Agent间通过协商承担相应的任务,完成任务的一级分配;执行Agent对逆向工程系统内的硬软件负责,它们根据局部的资源信息及当前状态,接受单元Agent分配的任务,并完成任务。同一层的各个Agent之间采用分布式结构,共同合作;上下级的Agent间是主从协作关系。基于MAS的控制模型提高了改进了系统的协调能力、实时能力和重构性。", "label": "机械工程", "id": 0}
{"content": "我国正在大力发展现代服务业,制造服务是现代服务业中的重要组成部分,而云制造是实现制造服务的一个现代制造模式。本文分析了云制造的内涵,给出了云制造的体系架构,并对其中的制造资源描述、关键技术问题等进行了讨论,对云制造在我国的发展进行了有益的探索。", "label": "机械工程", "id": 0}
{"content": "大型机电设备是工业生产上应用最为广泛的动力设备,为了能保证其运行的安全性和稳定性,开展面向设备安全监测趋势预测仪器系统的构建与开发。以大型旋转机械设备为研发对象,针对机组状态监测与趋势预测仪器系统的可重构特点,以及针对仪器制造的主要特点,构建一种柔性化可重构研发平台系统,提出一种基于趋势预测的安全监测系统可重构集成技术,实现安全监测系统的快速柔性系统集成,解决面向大型机电设备的监测及趋势预测系统快速集成的关键技术问题。通过研发以智能预知维护为主导的大型设备安全监测系列仪器系统,使系统集成了设备状态监测、故障诊断、趋势预测和优化控制等功能,为现代仪器系统开发与可重构集成提供一种新型基础技术装备。", "label": "机械工程", "id": 0}
{"content": "文章针对目前应用共享的国内外研究现状,从应用共事的原理入手,对应用共事的一个核心问题——共享机制以及按共享机制的分类进行了分析和研究,进而讨论了应用共事的实现过程所涉及到应用共享实现方法。并通过协同设计工具及系统的开发对实现应用共事过程中遇到的问题,提出了一些相对较优的解决办法。", "label": "机械工程", "id": 0}
{"content": "数字化设计制造是融合了计算机技术、信息技术、电子技术、虚拟技术及其网络技术等多种学科的一种先进制造技术。其核心内容主要包含计算机辅助设计—CAD、计算机辅助制造—CAM、计算机辅助工程—CAE技术,计算机辅助工艺设计—CAPP技术和逆向工程技术。在带式输送机设计过程中,对整体设计进行优化,对关键部件如滚筒进行有限元分析,对输送机进行动态分析,并对运行过程实施实时监控,从而提高产品的使用性能,增强产品的竞争力。", "label": "机械工程", "id": 0}
{"content": "随着制造系统从局部的改善向着综合集成自动化方向发展,亟需对企业进行统一建模和整体优化研究,传统制造系统建模与优化面临挑战,为此该文以生产计划、调度与控制集成为例,提出了基于目标级联法和提高精度降低智能（IPDI）原则的集成制造系统多层次多尺度建模与优化策略,并通过具体调度实例来验证此方案的协同优化求解有效性,以及其解决制造系统全局优化与子系统自主性之间的矛盾等问题的能力,以适应现代制造系统建模与优化发展的需求。", "label": "机械工程", "id": 0}
{"content": "针对现代网络化协作制造中协作测量系统的动态重构要求,提出了一种制造系统中网格化协作测量新方法。主要技术观点包括以现代网格信息与数据交换理论网格化测量模型、测量服务的调度模式、测量服务的封装及其服务实现。利用该方法所开发的网格化测量系统在应用中的测试结果表明,系统具有较高的柔性和可重构性,满足制造系统的动态测量和评估需求。", "label": "机械工程", "id": 0}
{"content": "在大规模定制环境下,为了避免由于产品品种增多带来的数据结构冗余,研究了大规模定制下基于GBOM的产品族模型的建立方法和基于约束的产品配置方法,并将这些理论和方法应用到工程机械产品中,实现了企业对客户需求的快速响应和产品的快速配置。", "label": "机械工程", "id": 0}
{"content": "先进制造工程学是面向21世纪的高新技术,是推动制造业升级创新的技术支撑。研究先进制造工程学理论及其技术,对提高我国制造业在国际中的竞争力具有重要意义。本文试图从哲学的角度来阐述该学科的几个辩证统一关系,以适应现代制造技术日新月异的发展形势。", "label": "机械工程", "id": 0}
{"content": "随着信息技术的高速发展,计算机信息系统集成项目越来越复杂,规模也越来越庞大,科学规范的项目管理逐渐得到重视,而范围管理在项目管理中尤为重要。文中首先概要地介绍了什么是信息系统集成项目中的范围管理,然后说明了范围管理的重要性,并对范围管理中存在的问题以及问题出现的原因进行了分析,最后简要的说明了如何做好范围管理。", "label": "机械工程", "id": 0}
{"content": "在局域网条件下构建一个维修任务提交系统,该系统采用Dreamweaver8软件编写,运用Access构建数据库。实现了任务下达、任务提交、任务查询、FTP下载、季度任务和年度任务的下载等功能。实现了维修任务管理的网络化、系统化、规范化和自动化,使维修工作有了公用的信息平台和历史存档。", "label": "机械工程", "id": 0}
{"content": "为满足制造企业内不同软件系统对制造资源的应用需求,建立面向服务的统一制造资源管理平台是一种有效的解决方式。为解决通用的服务模型与统一制造资源模型融合的问题,在统一制造资源建模的基础上,从资源本身的结构及其管理与应用需求两方面出发,参考服务模犁的结构,建立了面向 PDM、CAPP、 ERP、MES 应用的制造资源服务本体模型,包括资源术语、需求描述的概念化集合、动静态资源数据实体等。构建了一种通用、可扩展的统一资源服务平台框架,给出了该平台的组成及工作模式,以及 CAPP 与 MES 通过服务方式进行资源数据交换的应用过程。本文提出的资源服务模型可与企业统一制造资源模型融合,使得作为信息技术的服务技术能够更加灵活、深入地支持统一制造资源模型的应用,为企业各种资源的深入应用如资源决策、资源优化组合打下基础。", "label": "机械工程", "id": 0}
{"content": "针对大规模定制生产工序样本容量不足的困难,提出过程相似性的概念来把应用于大批大量的统计质量控制技术应用于大规模生产中。根据聚类分析的方法,把生产过程按质量数据的相似性划分为相似工序族。引入统计学上的分位数,通过统计变换构造相似工序族的质量特性数据统计量,对其使用控制图, 从而对工序族进行质量控制。最后以实例验证了该方法可有效对大规模定制生产过程进行质量控制。", "label": "机械工程", "id": 0}
{"content": "本文面向产品的全生命周期,分析了产品模块化设计与制造过程的信息编码需求,提出了产品模块结构编码的分层次体系结构,采用聚类分析技术与模块组合技术,研究了产品模块结构间的关系,建立了产品模块结构的编码规则,实现了汽车发动机产品模块结构的编码系统。", "label": "机械工程", "id": 0}
{"content": "针对大型跨国企业资源分散的问题,本文提出了一种全球范围内的企业网络化协同制造系统,该系统集设计、采购、制造、销售于一体,使分布于世界各地的企业资源得到信息共享、协同工作。同时结合了实时智能质量控制和分析系统,有效地保障了企业内部的协同生产,保证了产品质量。本论文的研究对于跨国企业的发展有着积极的作用。", "label": "机械工程", "id": 0}
{"content": "在制造网格中建立的虚拟组织,形成了按照贡献与收益平衡原则的制造网格资源节点利益分配格局。格局中合理实用的节点收益分配办法,不仅是虚拟组织合作成功的基础,也是制造网格技术实际应用推广的关键。从经济学系统角度出发, 构建制造网格资源节点的效用函数,然后建立合理的收益分配办法,并通过对任务分类,在基于任务分解模板的基础上,提出建立不同类型任务中固定服务功能节点的收益分配模板,来使该分配办法具有更好的实用性。", "label": "机械工程", "id": 0}
{"content": "本文回顾了网络化制造的概念和发展历程,然后从影响企业竞争力的八要素出发,阐述了网络化制造对企业竞争力的战略作用。", "label": "机械工程", "id": 0}
{"content": "网络化制造是21世纪制造业发展的主流趋势,制造资源信息集成是企业实施网络化制造需要解决的一个重要问题。本文探讨基于 XML 技术的企业制造资源信息集成方案,并对制造任务、制造特征、制造资源三个方面进行了建模,为开发网络化制造平台提供技术支持。", "label": "机械工程", "id": 0}
{"content": "异地分布的企业和部门要求现代 CAPP 是一个多用户、多任务分布并行的协同工作环境,而多智能体技术作为支持此种系统环境的重要研究和实现手段,其关键点及难点是使各智能体协同工作。文章在充分研究多智能体协作模型的基础上,采用基于黑板结构的协作机制,并结合实例,分析了分布式 CAPP 中智能体的协作运算过程,从而使 CAPP 中异地、异工种规划单元之间达到并行协作的目的。", "label": "机械工程", "id": 0}
{"content": "运用神经网络技术对输入输出间没有明显规律和解析关系的 CAPP 进行决策,可以有效地解决传统设计中的矛盾,本文对系统数据进行了必要的预处理,建立了基于神经网络的、由零件属性 （即零件设计信息）到工艺路线输出（即加工信息）的决策模型。", "label": "机械工程", "id": 0}
{"content": "呼吸裂纹的产生对柔性转子的动力特性有很大影响,研究其特性对柔性转子的稳定性具有重要意义。建立柔性转子系统的动力学模型,同时考虑裂纹转子的时变特性,推导了呼吸裂纹的刚度矩阵,并引入转子系统中。分析裂纹深度、振幅对转子系统动力特性的影响,总结转速引起转子系统涡动运动的特征。研究结果表明,呼吸裂纹不仅会引起动力响应中出现倍频频谱,升速期间转子二阶弯曲临界转速的1/2处始终存在一突出频谱,且该频谱的幅值随裂纹的加深而升高。而且呼吸裂纹还会引起柔性转子系统做高阶超谐共振运动,使转子系统出现非线性运动特征。", "label": "机械工程", "id": 0}
{"content": "数控加工柔性生产线将独立的多台数控机床进行组合,配以用于输送刀具、物料和工装的自动物流装置,实现加工过程中的物流自动化。通过对数控机床进行改造,增加KUKA换刀机器人、和基于TwinCAT系统的物料转运机构、AGV。利用PROFIBUS、EtherCAT等通信技术组建控制网络,实现柔性生产线系统的通信和控制,提高了系统自动化程度。", "label": "机械工程", "id": 0}
{"content": "我国经济迅猛发展,各行各业也不断发展。由于交通工具的不断改革,汽车产业发展迅速,汽车早已走进千家万户,是人们最常见的交通代步工具。汽车市场的蒸蒸日上也使得铝合金轮毂开始大显身手,活跃在汽车市场之中,备受消费者的喜爱。本文主要阐述了柔性自动化生产线发展现状、汽车轮毂柔性加工自动化生产的功能与结构、提高汽车轮毂柔性加工自动化生产线开发的关键技术等内容。", "label": "机械工程", "id": 0}
{"content": "全球制造业面临智能制造改革和行业竞争,对生产效率及产品质量提出了更高要求,前沿加工设备和技术的引进成为了企业发展的必经之路。通过对中国某大型发动机企业的实地考察和案例设计,誉洋为其提供一整套柔性自动化打磨生产线,一举攻破多项难题,实现企业价值大幅度提升。", "label": "机械工程", "id": 0}
{"content": "目前市场上的便携式机械故障诊断装置的频域分析功能大都是基于FFT,面对复杂的机械故障振动信号时,其不具有自适应性。基于经验模态分解（Empirical Mode Decomposition,EMD）的机械故障诊断装置能很好的解决自适应的问题,准确的检测故障的位置。本装置由以下五大部分组成:信号采集、抗混叠滤波器、A/D转换、信号处理、显示。信号采集模块采集故障振动信号,经过抗混叠滤波器后进行AD转换,然后送至DSP处理器,DSP通过EMD算法处理送来的振动信号,从而诊断出机械故障的位置。", "label": "机械工程", "id": 0}
{"content": "本文详细介绍了特变电工自控设备有限公司开关柜制造以柔性智能制造技术为核心,通过互联网（Internet）技术、检测技术、质量控制技术（PLM,PDM）和生产管理技术（MES）等技术的高度融合,实现开关设备从订货、设计、加工、装配、检测、运送至发货的完整的数字化制造过程。", "label": "机械工程", "id": 0}
{"content": "分析振动信号对齿轮箱故障进行诊断是最有效、最常用的方法。倒频谱信号分析方法曾成功应用于音频分析领域,它的优势在于频谱中的任何周期或者重复模式都会被识别为倒频谱中的一个或两个特定分量,这一优势可以很好的将振动信号提取出特定分量,在动态状态下,通过观测齿轮箱内齿轮运转过程中产生的振动信号特征信息来进行状态分析和故障诊断。本文通过采集齿轮箱运行过程中的振动信号进行倒频谱特征分析,从而实现对齿轮箱故障的分析和诊断。", "label": "机械工程", "id": 0}
{"content": "<正>设备是指可供企业在生产中长期使用,并在反复使用中基本保持原有的实物形态和功能的劳动资料或物质资料的总称。设备的维护保养是管、用、修等各项工作的基础,是保持设备经常处于完好状态的重要手段,是一项积极的预防工作。设备在使用过程中,由于设备的物质运动和化学作用,必然会产生技术状态的不断变化和难以避免的不正常现象,以及人为因素造成的损耗,例如松动、干摩擦、腐蚀等。及时处理随时可能发生的各种问题,改善设备的运行条件,就能防患于未然,", "label": "机械工程", "id": 0}
{"content": "轧钢机械是机械工程中重要的设备,其由于工作强度比较大,在运行的过程中经常会因为振动而出现故障问题,轧钢机械出现故障后会增加维修的成本,而且会也影响机械的正常运行,从而延误工期。为了避免轧钢机械因为振动而出现故障,机械维修人员需要加强故障诊断技术,并制定出合理的故障诊断标准,还要收集与分析轧钢机械出现的故障的数据,这样才能更加有效的对这些故障问题进行维修与处理。", "label": "机械工程", "id": 0}
{"content": "随着人工智能技术的不断进步,诊断技术己开始进入一个新阶段,即智能化诊断阶段。将人工智能领域的各种方法加以综合利用并用于故障诊断,特别是针对大型复杂机电一体化设备的诊断对象,将更有利于深入细致地刻画与描述故障的特征,使推理过程与客观实际更加相符,本文提供了一种用于机电一体化设备智能故障诊断的通用方案,对于类似系统的设计开发具有借鉴意义。", "label": "机械工程", "id": 0}
{"content": "随着机械设备的日益复杂化和智能化,传统的故障诊断技术难以满足复杂系统的故障诊断要求,因此对机械故障诊断技术的研究也提出了新的要求,尤其是计算机技术的应用,使机械故障诊断技术达到了智能化阶段。现在,机械故障诊断技术在工业生产中起着越来越重要的作用。", "label": "机械工程", "id": 0}
{"content": "针对轧机主传动齿轮箱连接螺栓的断裂问题进行了理论和实验研究。建立轧机齿轮箱及连接螺栓的三维模型,基于Workbench对齿轮箱主要零件进行结构静力分析及模态分析。重点对连接螺栓进行残余预紧力计算,在受预紧力状态下对连接螺栓进行模态分析,并对比现场实测数据,分析得出外部激励频率与螺栓的固有频率接近导致发生共振,是连接螺栓频繁断裂的主要原因。", "label": "机械工程", "id": 0}
{"content": "柔性制造及虚拟实验系统是将柔性制造技术与虚拟实验技术集成在一起的先进实验系统。设计与构建的柔性制造及虚拟实验系统双向映射,既可独立运行,也可以并行运行。可在虚拟的柔性制造环境下对柔性生产过程的加工、输送、控制、运动等过程进行实时仿真,具有实验无危险、可重复、费用低的特点。柔性制造及虚拟实验系统为学生提供了一个开放、创新、交互的实验平台,满足学生使用先进制造技术进行应用、开发和系统集成的要求。", "label": "机械工程", "id": 0}
{"content": "某电厂220MW机组3号轴承相对轴振动和座振动均超标。通过分析历史数据,诊断振动原因为:中-低压转子中间接长轴设计结构薄弱,机组甩负荷停机使得接长轴产生了较大地二阶质量不平衡。通过采用现场高速动平衡技术,在接长轴上加重,降低相关测点振动值,使机组振动达到优良水平。", "label": "机械工程", "id": 0}
{"content": "加热炉炉辊对炉内薄板坯起支撑和传输作用,一旦炉辊发生故障可能引起表面划伤甚至出现断带,造成生产线异常停机。本文提出了一种在线监测冷轧加热炉炉辊运行状态的方法,通过采集设备的振动信号,建立了监视炉辊运行状态的分类指标,避免因轴承故障、炉辊内外环开裂、炉辊本体质量不平衡、过量磨损等导致的非计划停机,支撑冷轧生产线的正常生产。", "label": "机械工程", "id": 0}
{"content": "齿轮箱是动力传递和分配的核心,轧线上的齿轮箱由于受变速变载的影响发生故障的概率要大的多。如何把握轧线上齿轮箱的故障及其发展趋势对进行预知维修工作的意义非常大。本文通过对热轧厂F6轧机分配箱齿轮的故障诊断介绍齿轮失效典型的频谱特征,为以后的振动诊断工作积累经验。", "label": "机械工程", "id": 0}
{"content": "国内目前很少有针对大型冶金设备实施应力状态测试评估的案例,文章介绍了应力测试技术在大型起重设备、高炉等冶金设备状态评估中的重要价值,文章同时结合现场测试的经典案例,分别描述了应力遥测技术在大型冶金起重机主梁疲劳寿命评估中的应用、应力在线监测技术在高炉炉壳应力状态监测中的应用。先进的应力测试技术的现场应用事实证明有效提升了测试技术水平和应用效率,准确把握了设备运行的真实状态,保障了生产运行的安全可靠,有很强的推广应用意义,起到了为我们的安全生产工作添砖加瓦和保驾护航的作用。", "label": "机械工程", "id": 0}
{"content": "<正>一、山钢莱芜分公司能源动力厂故障诊断工作发展历程冶金企业高速转动设备多集中在热动能源系统,设备稳定高效的运转直接关系到能否为热线生产提供优质、稳定的动力供应。采用传统的听、摸、看等简单手段来判断旋转设备运行的状态好坏,这种感性判断与设备实际运行状态相差甚远,设备振动波形、频谱的变化,不能凭人的感官检查出来,因此,经常出现一些突发性故障,例如最常见的轴承故障、齿轮故障、叶片脱落及动平衡等故障,使我们常处于一种被", "label": "机械工程", "id": 0}
{"content": "摆剪减速机是薄坯热连轧CSP产线的关键设备,应用精密诊断技术对减速机大尺寸轴承进行诊断,能有效的判断出轴承故障部位;加上光谱分析技术的使用,对轴承材质的化学元素含量做好上机前的检测与分析,更有效的预防了该轴承的故障规律。", "label": "机械工程", "id": 0}
{"content": "通过对风电机组齿轮箱中润滑油密度、温度、粘度、介电常数、铁磁颗粒、非铁磁颗粒、含水量7个参数的实时监测分析,引入多Agent技术作为风电机组齿轮箱油液分析与故障诊断的专家决策思路,构建了基于多Agent风电机组油液故障分析与诊断专家系统。本系统能够对风电机组齿轮箱滑油系统故障进行在线监测和分析,为风电机组主要故障的视情维护提供科学依据,是指导风机润滑管理与运行维护的有效手段。", "label": "机械工程", "id": 0}
{"content": "IETM是装备保障,尤其是高技术装备保障的一个有效工具。在现有IETM框架下,扩展故障诊断专家系统功能,建立适用于部队开发使用维护的故障诊断系统势在必行,针对S1000D规范下的IET]M在故障诊断系统的实现技术问题,给出了基于IETM的装备故障诊断系统体系;同时,进行了基于S1000D的IETM项目开发流程分析,提出了IETM组件的功能分解结构,并分析了过程数据模块、IETM逻辑引擎和IETM数据库等组成结构。", "label": "机械工程", "id": 0}
{"content": "本研究提出一种基于主元分析和线性判别分析技术相结合的故障诊断方法,主要目的是:降低故障诊断判别维数,保留故障信息的主要特征,同时清晰直观地界定出各种故障之间的差距。这种方法首先对采集的信号进行主元分析提取主要故障特征,然后构造基于Fisher判别准则函数的分类器,实现对故障类型的判定。通过对CSTR仿真模型和风力发电系统仿真模型的故障模式进行测试,结果表明:该方法能有效的对故障类型进行识别。对CSTR入口原料的混合故障判别率为95%,对2MW的双馈风力发电机组并网系统中的三相短路故障和三相不平衡故障的故障判别率为86%。", "label": "机械工程", "id": 0}
{"content": "阀门是工业过程中最典型的执行器,因此阀门的故障诊断有很强的实际意义。本文提出了一种基于极限学习机多分类的故障诊断方法。首先在DAMADICS平台上产生阀门故障数据模型和正常数据模型,从而产生每种故障类型各个观测变量的残差量,通过极限学习机对残差量进行训练产生相应类别的故障标签,最后用训练好的极限学习机多分类器对阀门故障进行诊断,仿真结果表明该方法可以快速准确地检测与诊断故障。", "label": "机械工程", "id": 0}
{"content": "通过系统故障过程分析,提出了可修复的复杂系统中单元状态分为5种状态,即工作、修理、待修、修理待用和正常待用;通过系统中每个单元状态的跟踪,提出了系统正常和故障状态跟踪求解方法。进一步构造了基于蒙特卡罗方法的可用度分析方法。所提出的方法,由于建立在单元和系统状态跟踪基础上,可分析系统的每个状态出现频率,以及每个单元对系统故障的影响程度,为复杂系统可用度分析,提供了工程实用方法。", "label": "机械工程", "id": 0}
{"content": "失效相关是机械系统中普遍存在的现象,无论是同一零件不同失效模式之间,还是系统中不同零件之间,都存在一定程度的失效相关性。为了量化描述机械系统中存在的失效相关性,首先利用混合Copula函数来描述系统中各个零件不同失效模式之间的相关性,并利用离差平方和准则法与遗传算法对该模型中的未知参数进行估计,实现了机械零件失效模式之间的相关性建模;之后,利用嵌套Copula函数的方法实现了整个机械系统零件之间的失效相关性建模。最后通过具体实例对提出模型的有效性进行验证和分析。结果表明该方法具有很好的灵活性与适用性,为失效相关条件下机械系统的可靠性分析提供了理论依据。", "label": "机械工程", "id": 0}
{"content": "随着时代的不断发展,机械工程开始迈向智能化发展方向。在现代机械工程建设的过程中,需要应用智能化技术提高工程的质量和效率。智能化技术可以赋予机械设备以更多功能,使其能够发挥出更加重要的作用。因此,在我国机械工程不断发展的过程中,要积极实现机械设备自动化控制,探讨机械工程智能化发展趋势,使我国机械工程迈向新的阶梯。", "label": "机械工程", "id": 0}
{"content": "工业制造是国民经济发展和进步重要的一个基础。我们国家的绿色制造、服务制造、科学技术以及生产质量在不断的发展,它现在已经成为了工业发展的主要方向。其中,智能制造是中国工业制造的主要方向,同时他也是可持续发展的一个关键。因为智能制造的发展机遇,结合到了新一代信息技术的发展和我国制造业转型升级的迫切需要,我国工业制造水平会大大的提高。智能制造时代机械设计技术的研究对于促进我国制造业健康持续发展具有重要意义。", "label": "机械工程", "id": 0}
{"content": "我国经济实力不断发展之下涌现了很多新兴行业,机械设计制造及其自动化就是其中的一种,它体现着我国的综合国力。机械设计制造及其自动化是指在机械设计制造中引入了很多现代化的技术如互联网技术、人工智能技术、计算机技术等,使得机械设计制造朝着自动化的方向发展。此外,我国不断对机械设计制造自动化进行完善和优化,鼓励创新,推动该行业的不断发展。本文主要论述了机械设计制造及其自动化的特征、优势及其发展趋势。", "label": "机械工程", "id": 0}
{"content": "自动化技术,就是在设备中,预先输入已经编程完毕的程序和指令,设备不需要通过人工的操作,就可以自行的进行生产和工作。这种技术的应用水平比较高,而且能够促进设备进行智能化的发展。在进行设备制造时,借助机械让设备自行完成控制和自动化的生产,称之为机械自动化技术。在当前社会经济不断发展的背景下,机械自动化技术在实践应用中更加地成熟。已经广泛应用到各个生产领域中,并且发挥了更大的作用。本文就机械自动化在机械制造中的应用进行相关的分析和研究。", "label": "机械工程", "id": 0}
{"content": "制造业在我国经济结构中占据着十分重要地位,其对我国经济的发展和建设有很大的帮助。在经济全球化的背景下,市场竞争日益激烈,制造业要不断发展,就要进行技术、方法上的创新和改进。本文主要就机电一体化技术在智能制造中的运用进行了阐述和分析。", "label": "机械工程", "id": 0}
{"content": "<正>结题报告编号:JKY5006时间:2016年1月——2017年10月一、课题提出背景我国机械制造类专业人才就业的范围非常广阔,除了很多企业需要这方面的人才,还有其它各行各业也又迫切的需求。《面向二十一世纪深化职业教育教学改革的原则意见》中明确提出:坚持以\"就业为导向\",围绕经济社会发展和职业岗位能力的要求,确定专业培养目标、课程设置和教学内容;课程内容从知识本位转向职业能力本位,突出职业教育特色,高度重视实训和实训教学环节,", "label": "机械工程", "id": 0}
{"content": "智能制造技术是在现代传感技术、网络技术、自动化技术、拟人化智能技术等先进技术的基础上,通过智能化的感知、人机交互、决策和执行技术,实现设计过程、制造过程和制造装备智能化,是信息技术、智能技术与装备制造技术的深度融合与集成。智能制造以智能工厂为载体,以关键制造环节智能化为核心,以端到端数据流为基础、以网络互联为支撑等特征,实现该智能制造可以缩短产品研制周期、降低资源能源消耗、降低运营成本、提高生产效率、提升产品质量。", "label": "机械工程", "id": 0}
{"content": "1LD14工件经过车削以及铣削加工后,在零件的铣削部位产生了不同长度的毛刺,毛刺的产生对零件的加工精度、装配精度、使用要求、操作安全和外观质量等许多方面产生了不良影响。当前主要采用人工手持油石打磨的方式进行毛刺处理,这就造成了劳动量大、打磨的效率低下、安全系数低等问题。本文针对1LD14铣削后的毛刺,通过设计自动化打磨过程,并针对打磨过程设计相应的设备结构功能,达到代替人工手持油石打磨、减少人的参与、降低成本、提高效率与安全性的目的。", "label": "机械工程", "id": 0}
{"content": "工业领域通信协议的多样化和互不兼容,导致了工业现场各个环节之间的互联互通非常困难,为此,典型供应商们都积极地寻求切实可行的技术方案,以解决智能制造对互联互通需求。本文介绍了工业通信进化历程,并提出了基于智能制造互操作性需要的几种工业通信组合方案,解决制造企业在进行智能化改造过程中对互联互通的要求。", "label": "机械工程", "id": 0}
{"content": "智能制造时代已悄然而至,现代企业急需往高端化、智能化转型升级因而导致人才需求发生变化,故职业院校通过高技能人才培养模式改革及时加以应对。本文以机械设计与自动化类专业人才培养模式改革为实证案例,在分析智能制造背景下人才培养模式改革现状的基础上,对当前人才培养模式改革的困境进行剖析.并研究相应对策.为智能制造背景下高技能人才培养改革路径提供建议。", "label": "机械工程", "id": 0}
{"content": "随着我国科学技术的不断发展和普及,信息技术已成为人们生活和工作中不可缺少的技术。信息技术的发展不仅可以促进其他相关产业的发展,而且可以促进机械设计、制造和自动化。信息技术的应用可以有效地实现机械制造和设计的自动化。本文以信息技术为背景,对我国机械制造设计及自动化的发展方向进行了分析和研究。", "label": "机械工程", "id": 0}
{"content": "制造企业数字化、智慧化是当今世界技术发展的大趋势,建设自动化和集成度高的数字化柔性生产线,需要各分系统之间协调运作,其中产品追溯系统是提高离散型制造的生产效率、实现智能管控的重要途径。本文将RFID识别技术应用于自动化生产线的建设,建立和完善了产品生产过程中的信息感知与工件追溯系统,实时采集生产过程中产生的各类数据,将人、物、数据流集成整合,实现自动化生产线上的产品定位、数据追踪、历史追溯及制造全流程状态的预知和优化,有效提高生产线的运行和管理效率。", "label": "机械工程", "id": 0}
{"content": "本文基于大批量生产的模式,根据零件加工的特点和要求,针对加工中心生产进行工艺改良。设计和开发新的气压传动夹具系统,从而改善零件定位和装夹的效率,通过集约使用刀具减少换刀次数极大地压缩辅助工时,大幅度地提升生产效率。经实践证明,应用新的加工工艺较之传统的生产方式,其效率提升10倍以上,人力成本仅为工艺改善前的7%,因此取得了良好的经济效益。", "label": "机械工程", "id": 0}
{"content": "随着我国市场经济体制的不断完善,高科技信息技术的普遍推广和运用,使我国个行业的发展变得越来越自动化、智能化和信息化,促进了我国生产力的不断提高,为我国综合国力增强提供有效保障。市场竞争日益加剧的形势下,我国机械行业得到了快速发展,机械设计制造技术正在向着机电一体化发展,自动化应用在实际生产过程中取得了明显的成效,促进我国机械设计制造及其自动化技术的不断改革和创新。", "label": "机械工程", "id": 0}
{"content": "基于KUKA机器人加工平台和Robotmaster软件,研究了假肢接受腔阳模加工过程仿真技术。应用PROFIBUS/DP通讯对KUKA KR210控制系统KR C4进行扩展,集成加工主轴,使工业机器人具有加工能力,以此为基础,建立机器人加工过程仿真平台。通过光学三维扫描方法建立假肢接受腔阳模计算机三维模型。针对接受腔阳模曲面特征,在Mastercam中完成加工工艺规划。应用Robotmaster软件实现机器人加工过程的离线编程、仿真。机器人加工过程仿真的实现为假肢接受腔实物加工打下了良好基础。", "label": "机械工程", "id": 0}
{"content": "为了开发低成本的金属制件3D打印方法,以UV光固化胶为粘结剂,采用3DP法三维打印技术打印了316L不锈钢试样生坯,并将打印坯脱粘后分别在1325℃、1350℃、1375℃下真空烧结,研究了烧结温度对烧结试样的尺寸收缩、密度、力学性能、拉伸断口形貌和粘结剂残留的影响。结果表明,随着烧结温度的增加,试样收缩增大,密度、维氏硬度和抗拉强度均有提高,粘结剂残留量减少;拉伸断口显示,随着烧结温度的增加,烧结程度逐渐增强,因而使得试样收缩、密度和力学性能呈现上述变化。", "label": "机械工程", "id": 0}
{"content": "分析介绍了目前金属增材制造的三种主要工艺的技术及应用状况,并提出了今后致力解决的金属增材制造的主要问题。目前,金属增材制造的主要工艺有金属粉末床激光熔融、金属粉末床电子束熔融和激光直接沉积（激光熔覆）,目前可增材制造的金属材料主要有不锈钢等铁基合金、钛及钛基合金、镍及镍基合金、钴基合金,还有铜合金、铝合金等,但因铝合金等对激光反射大,造成这些合金的激光增材制造的难度大。目前增材制造的构件的致密度可以达到90%以上,最高达到99.9%;微观组织较细小;其静态强度等性能指标一般达到甚至超过同种材料锻件的相应性能指标;样块经表面处理或等静压处理后抗疲劳强度的测试值可以达到同种材料锻件的抗疲劳强度值,但是没经过处理的合金件的抗疲劳强度一般比同种材料锻件的抗疲劳强度差;尺寸精度可达到0.02-0.10mm;表面粗糙度Ra一般大于5μm,大部分为10-20μm,经过喷丸处理后Ra可达到2.5μm,但是分层处显得比较粗糙,Rz可达到100μm。增材制造的成本主要由前处理、增材制造和后处理三个阶段的人工费用、设备损耗、材料消耗等组成,已经提出了相应的计算公式。金属增材制造主要应用于牙科、外科植入物、模具制造、航空等领域。但是,目前应用还相对比较少。主要原因是:（1）抗疲劳强度因为致密性问题和表面粗糙度问题还无法保证;（2）效率太低,成形一个零件动辄就需要10小时以上的时间;（3）成本太高,原材料比铸造、锻压所用的原材料价格高出10倍以上,机器设备目前还很贵,成形效率低导致成本升高;（4）因为致密性、精度和粗糙度问题,需要后处理;（5）传统工艺加工的金属材料在增材制造过程中可能出现球化、裂纹等问题,有的对激光反射严重等,适合增材制造工艺的金属材料有限。为了推广应用金属增材制造工艺,必须降低成本,提高成形效率和成形件质量。由于增材制造工艺是分层制造,其原材料是金属粉末或者金属丝,其成形的构件未经后处理的表面粗糙度和尺寸精度难以实现大的突破,因此,今后将主要致力于:（1）优化工艺规划,使成形效率、质量提高;（2）研发工艺过程监控技术,稳定工艺,提高构件的致密性;（3）研发和改进设备及其核心器件,实现零部件标准化,增强设备能力,以降低设备的成本、提高成形效率;（4）发展金属增材制造前、后处理技术,改善构件的性能和表面质量,提高前、后处理效率,降低成本;（5）研发适用于增材制造的金属材料,一方面形成与传统工艺所用材料相对应且经过改善而适用于增材制造的材料体系,另一方面开发传统工艺不能适用的新的材料,促进增材制造技术的适用性。", "label": "机械工程", "id": 0}
{"content": "增材制造是依据零件的三维CAD设计数据,采用离散/累积原理,按一定的路径逐层制造实体构件的非传统成形工艺,可有效缩短生产周期并成形复杂形状零件等特点,在许多领域有广泛应用前景。成形路径规划是增材制造工艺中的重要基础环节,在离散时要进行大量计算生成路径程序代码,成形过程中执行机构要按路径进行大量的扫描操作,以把材料逐步累积起来成形零件,因此路径规划是否合理对成形效率、制件精度和组织性能都有显著的影响。本文简要分析介绍了常用的成形路径模式,重点分析研究了各种路径生成算法、规划的各种路径对成形效率与精度及材料组织性能的影响等,并分析了金属增材制造路径规划的新进展,指出增材制造技术中路径规划仍面临路径生成算法与工艺参数和零件结构的适用性,成形路径对零件变形与应力及金属件的微观组织和结构形成的影响机理等问题,认为基于工艺参数和零的结构特征的高效自适应路径规划算法,成形路径的对零件变形与应力影响的模拟仿真,如何通过加工路径规划实现制件微观组织和力学性能控制等将是未来路径规划研究的重点。", "label": "机械工程", "id": 0}
{"content": "简述了3D打印技术及国内外的金属零件3D打印技术的研究现状及最新进展,包括选区激光烧结（Selective Laser Sintering,SLS）技术、选区激光熔化（Selective Laser Melting,SLM）技术、电子束熔化成形（Electron Beam Melting,EBM）技术和激光熔化沉积（Laser Metal Deposition,LMD）技术,具体介绍了金属零件3D打印技术原理、技术特点及具体应用,并对其发展趋势进行了分析。", "label": "机械工程", "id": 0}
{"content": "<正>智能制造包括智能制造技术与智能制造系统,它具有高度自动化和自适应、自学习的功能,已成为制造技术新的发展方向。近几年来,本人带领的团队针对智能制造中的机器视觉、优化调度和系统自组织等技术进行了深入的研究,取得了一系列的研究成果。1面向智能制造设备的机器视觉技术近几年来,本团队深入研究了基于知识引导和特征匹配的机器人视觉识别、定位与控制", "label": "机械工程", "id": 0}
{"content": "机器人与智能制造技术是制造业深入实施创新驱动发展战略的重要引擎,是我国由\"制造大国\"到\"制造强国\"跨越的必由之路,已成为制造学科前沿研究热点。针对国家战略行业和支柱产业的重大需求,本报告介绍了机器人与智能制造技术的研究进展,并对未来发展趋势进行了展望。", "label": "机械工程", "id": 0}
{"content": "在智能制造发展的今天,围绕智能制造领域的相关技术及应用模式,国际标准化组织及技术分委会已经开展了细分领域标准的制定,总体来说可以分为系统、互联设备、网络通信、数据、软件、集成与服务等七大部分内容。本文对这些相关内容进行了分析,并在此基础上展望了智能制造体系架构的未来发展趋势。", "label": "机械工程", "id": 0}
{"content": "通过分析以原材料工业为代表的流程工业和以机械制造为代表的离散工业的不同特点,提出了流程工业的智能制造模式应该是智能优化制造;通过对德国工业4.0和美国过程工业智能制造的发展状况及流程工业智能制造存在问题的分析,简述了智能优化制造的内涵、难点和愿景。\"大数据\"、移动计算和移动网络、智能技术、知识工作自动化为实现流程工业智能优化制造开辟了新途径。报告分析了流程工业智能优化制造对自动化科学与技术、计算机与通讯技术、数据科学具有挑战的科学与技术问题。提出了实现我国流程工业智能优化制造的建议。", "label": "机械工程", "id": 0}
{"content": "针对CAPP系统中的工艺路线和切削用量的决策问题,提出了基于蚁群算法的工艺路线生成及优化算法和基于Pareto遗传算法的切削用量选择及优化算法。将被加工零件划分为若干特征元和加工元;用加权海明距离表示加工元之间的相似度;对基本蚁群算法进行改进,得到优化的零件加工工艺路线。以切削速度和进给量为优化变量,以切削效率和刀具耐用度为优化目标,建立多目标优化模型;设置非劣解集以保存进化过程中用竞争法构造产生的Pareto最优解,从而保证算法的搜索方向,得到一个均匀分布于Pareto前沿的优化解集。", "label": "机械工程", "id": 0}
{"content": "本文介绍了应用于铸造行业的三种3D打印技术,分析了三维喷射打印技术的主要优势、并介绍了该技术在铸造行业的应用情况以及目前市面上最新3DP技术设备情况。该技术在铸造行业具有广泛的推广应用前景。", "label": "机械工程", "id": 0}
{"content": "虚拟装配技术在机械系统仿真设计中占有重要的作用。随着计算机软硬件技术的发展,虚拟装配在个人计算机上也能够实现。以六自由度运动平台的虚拟装配为例,介绍了CATIAV5软件的功能,论述了用于飞行模拟器的六自由度运动平台系统,实现了从基本零部件仿真设计到整体虚拟装配的全过程。从而说明了该软件不仅能有效地提高实体建模的速度,而且还能够缩短仿真设计的周期。", "label": "机械工程", "id": 0}
{"content": "成组技术起源于上世纪50年代的苏联,后经欧美各国的推动把成组化原则从工艺准备扩展到一种综合的组织管理技术。如西德的零件分类编码系统、英国的成组生产单元（GT）、美国的自动工艺设计（CAPP）。上世纪70年代以后,随着数控机床、加工中心的发展与应用,以及电子计算机应用于生产管理,开创了计算机集中制造系统（CMS）,扩充了成组技术的内容,进一步体现了成组技术的优越性。", "label": "机械工程", "id": 0}
{"content": "工具是装配的主要手段,如何的更好的利用工具以此来装配好我们的整车也是关键的选项。结合新基地现有的工具的类别,进一步阐述各类工具在现场使用的适用性、配备的合理性。气动工具、电动工具、手工工具做为装配的手段要做到合理、到位、安全、保质保量。需要装配人员、技术人员真正的认识、了解它的性能、共同的完善,才能让工具为我们服务,成为我们装配的主导。", "label": "机械工程", "id": 0}
{"content": "不仅传统的服务业在快速发展,而且制造业本身也在向服务业拓展。服务业提供的是\"无形\"的、变化很多的服务。本文基于成组技术的思想,分析了服务业中的成组技术,包括:（1）面向服务分工的成组技术。这是一种模块化、专业化的服务分工,在服务分工中需要将相似的服务内容归类在一起;（2）面向服务内容的成组技术。为了提高服务的效率,对服务通过成组化、标准化、规范化流程形成一种可以复制、生产和发表的能力,具体地说,就是将组成各种服务的流程、动作、角色等要素进行分离、成组化和标准化, 全面实现\"产品化\"的服务。服务业中的成组技术有其自己的特点。", "label": "机械工程", "id": 0}
{"content": "装配活动是产品制造的重要环节,降低操作失误提高装配质量是制造企业关心的焦点之一。本文从装配复杂度入手,通过大量现场数据分别论证了工艺复杂度、设计复杂度两者与装配失误之间的关系。在此基础上建立了适用于机械制造领域的装配质量缺陷预测模型。", "label": "机械工程", "id": 0}
{"content": "从分析微动开关自动化装配中零件装配关系、零件结构特点等确定装配工艺的关键因素出发,提出微动开关装配工序及装配原理的设计实例,对于家电行业和电子行业的小型、异型零件的自动化装配设备的设计有一定的参考意义。", "label": "机械工程", "id": 0}
{"content": "提出了基于成组技术的生产计划模型,建立了成组BOM模型,阐述了成组物料需求计划的生成和成组单元作业计划的分解方法,最后探讨了成组作业计划的执行过程。对于适应大批定制的生产模式,加快产品生产速度,具有较大的理论指导作用。", "label": "机械工程", "id": 0}
{"content": "快速试制是快速反应工程的重要组成部分。基于成组快速试制将产品的试制与成组生产相结合,根据零件特征相似度将试制件分配到各个零件组中,利用零件组的已有工艺实现试制工艺的快速设计,利用零件组的工装并结合模块化工装实现试制工装的快速准备。通过提高了试制的工艺设计与工装准备的速度,从而提高了试制的速度。", "label": "机械工程", "id": 0}
{"content": "成组技术（Group Technology,GT）,作为一种优化技术,主要应用于生产制造业,用于零件的加工制造。作为一种思想方法与手段,本文尝试将其引入物流领域,对入库物料进行分类编码,并对仓库系统进行规划与管理。", "label": "机械工程", "id": 0}
{"content": "在简述国外GT由来、发展近况及其在中国的发展历程之后,阐述了近20年国内成组技术的发展成就;在简析现存问题的基础上,简述了基于成组技术和相似理论的新技术进步途径——相似制造工程的内涵、机制和特点。", "label": "机械工程", "id": 0}
{"content": "本文从信息时代个性化产品必将成为市场需求的主流出发,论述了建立大规模定制生产模式的必要性。文中还介绍了上世纪在我国制造业中推广应用成组技术术中遇到的问题,指出这些问题将在大规模定制生产模式中得到解决。另外,本文还提出未来的大规模定制生产模式应为:产品设计模块化、产品制造专业化、生产组织和管理网络化并能实现敏捷制造的虚拟企业。", "label": "机械工程", "id": 0}
{"content": "本文分析了CT是工艺标准化的基础,在此基础上进一步论述了工序和工艺规程标准化的原则和方法,为实现计算机辅助工艺设计（CAPP）创造了条件。", "label": "机械工程", "id": 0}
{"content": "<正>成组技术在中国的发展已有40年了。进入21世纪的成组技术将会有什么新的发展,这是值得研究的问题。在21世纪,对制造业影响最大的,在目前所能预见的将是网络技术。因特网的特点是环境混沌化、控制分布化、行为自主化和信息爆炸化。成组技术是一种解决大范围", "label": "机械工程", "id": 0}
{"content": "<正>一、现状分析前轮毂准备工位在准备车间,平面布置不够合理,占地面积小而设备、工位器具多,使进出料十分不便,又给操作工作业带来困难; 从工艺流程安排看,工序多,零部件在工位内", "label": "机械工程", "id": 0}
{"content": "本文采用作者所提出的聚类分析方法来研究成组技术,并提出新的相似性系数,最后用例子说明它比文[1],[5]更合理。", "label": "机械工程", "id": 0}
{"content": "<正>成组技术作为一种现代化的企业管理方法,变革了传统的生产方式。成组生产过程打破产品界限,以零件组为对象组织生产,这在机壳类零件柔性制造单元（FMC）的研制和运行的过程将得到充分的体现。不同产品的零件横向成组生产影响着同一产品零件纵向配套,这进一步增加了多品种,中小批量生产组织的复杂性。国内外实践表明,成组生产计划管理及过程控制是成组技术成功实施的关键环节,也是当前成组技术应用有待深入研究的重要课题。", "label": "机械工程", "id": 0}
{"content": "<正> 制造单元的形成是GT（成组技术）的应用。目前,组成零件族和制造单元有三种基本方法:用本单位现有的资料对零件和图纸进行视检分析;使用分类编码系统;使用流程分析法。视检法对于大批量相同零件的生产或许还可以,但它应付不了多品种、中小批量的产品生产。分类编码法是在零件数量大时将每个零件编码,用编码的相似性去识别相似的零件。生产流程分析法是根据零件在工艺流程的相似性将零件划分成零件族,井相应地形成制造单元。若在分类编码的基础上采用流程分析法会得到更好的效果。本文利用MRPⅡ的BOM中的零件工艺流程数据,对零件族及制造单元的形成进行了分析研究。", "label": "机械工程", "id": 0}
{"content": "本文讨论多品种装配线出现窝工,残品和堵塞现象的条件。分析了三种类型的装配线,即1.工件固定的运输带。2.工件可取下来的运输带。3.储存式运输带。比较了它们的不平衡损失,残品量及生产率,理论分析和计算机模拟显示出储存式运输带用于装配线的优越性。", "label": "机械工程", "id": 0}
{"content": "介绍了一种结构灌装分流盘（阀安装盘）的机械加工及结构焊接工艺设计。该零件是一种分流灌装和包容传动机构的关键性零件,其加工制造涉及到铆焊、机加工的常规加工设备与数控加工设备的协同作业,主要对加工制造工艺进行分析,介绍了工艺方案制定、工艺规程设计和数控加工程序编制等方面,为此类较复杂零件的工艺设计提供思路,提升工艺设计效率及零件制造质量。", "label": "机械工程", "id": 0}
{"content": "<正>主要内容:随着制造业信息化、智能化水平的不断发展与提高,传统的工艺设计方法与上游的全三维数字化设计和下游的先进制造工艺及装备已不相适应,已逐渐成为数字化制造的发展瓶颈,基于MBD的三维工艺设计方法已俨然成为当今工艺设计发展新模式的代表。基于MBD的三维工艺设计是以产品三维模型为基础,融入工艺内容、工艺参数、", "label": "机械工程", "id": 0}
{"content": "根据叉车门架横梁性能要求,采用多元合金化思路设计一种新型低合金高强高韧钢,并通过正交试验确定最优的热处理工艺方案:经过870℃正火+910℃淬火+600℃回火后获得回火索氏体组织,使该钢具有强韧性:屈服强度620MPa,抗拉强度750MPa,伸长率20%,断面收缩率50%。同时,制订了熔模铸造工艺方案,制备了组织致密、表面平整光滑、综合性能优良的产品。", "label": "机械工程", "id": 0}
{"content": "本文阐述了滑动叉在车端面及铣花键底孔工序中工艺及刀具的改进,代替原来在数控铣床上铣完中孔后再加工端面,不能有效的保证中孔与端面的垂直度的特点,此次改进大大的提高了产品的质量,提高了产品的合格率。", "label": "机械工程", "id": 0}
{"content": "6S51铝合金型材是日本制作乘用车发动机托架时采用的材料。丛林集团铝业公司经过深入的工艺研究和多次试验,成功制备出了满足用户要求的汽车发动机托架铝合金型材。", "label": "机械工程", "id": 0}
{"content": "轻卡整体式转向节毛坯形状复杂。在机械加工过程中,主销孔孔系尺寸精度、主销孔粗糙度、两主销孔同轴度、轴颈尺寸精度及表面粗糙度、主销孔相对轴颈角度、开档位置尺寸、档宽、开档平面相对主销孔垂直度等技术要求对于保证产品质量、提高产品性能具有重要意义。本文通过分析转向节产品结构特点,制定一种合理的机械加工工艺方案。", "label": "机械工程", "id": 0}
{"content": "本文阐述了绝缘浇注模在生产制造过程中所涉及的粗加工和半精加工图的设计、机加工工艺的设计,以及检测计量所用样板图的设计等方面问题。", "label": "机械工程", "id": 0}
{"content": "机械零件的制造过程一般需要多道加工工序才能完成,通常上道工序对下道工序的加工质量是有影响的。上一道工序的加工误差可能会以一定的规律复映到下一道工序,而且有可能成为下一道工序的异常因素的来源,进而影响下一道工序的稳定性。由于上一道工序的影响和本道工序的影响是混和在一起的,必须区分两者的影响,以便采取正确的措施。本文从两种质量诊断理论的基本思想出发,结合循环球式转向器核心零件螺杆生产过程中的质量控制困境。以螺杆滚道表面粗糙度的质量控制为例子,详细的介绍了两种质量理论在多工序生产过程中的应用,并且分析了螺杆生产过程中精磨前的工序对滚道表面粗糙度的影响。在精磨这一工序的磨削量受限的情况下,找到了保证螺杆滚道表面粗糙度的控制重点,为解决循环球式转向器生产过程中的这个质量难题指明了控制方向。", "label": "机械工程", "id": 0}
{"content": "本文阐述了程序分析及流程再造的概念及其实施的步骤,并应用工业工程学科中的流程程序分析法对2X-30旋片式真空泵生产线的作业顺序、作业时间、移动距离等进行逐一分析,从而掌握当前整个生产线的状况,并在此基础上采用\"5W1H\"、\"ECRS\"四大原则的分析方法,遵循动作经济原则,运用秒表等工具测量数据,绘制图例,采用定量与定性分析结合的方法,分析问题,改进生产业务流程,更有效地利用企业资源,并提出科学合理的改善方案。", "label": "机械工程", "id": 0}
{"content": "本文分析了薄壁异形件在加工时易变形,精度难保证的特点。介绍了为此而设计的工艺方案。解决了封口支架生产工艺问题,获得理想的加工精度。", "label": "机械工程", "id": 0}
{"content": "本文通过对支承轴传统工艺和现代先进机械加工工艺的分析,介绍了改进支承轴机械加工工艺的具体实施方法,阐述了采用新工艺后对提高支承轴产品质量的优点,证明实施新工艺的可行性。", "label": "机械工程", "id": 0}
{"content": "分析了影响工艺方案评价的主要因素,建立了由加工质量、产品成本、生产效率和工艺柔性等四个因素所组成的综合评价体系。针对传统模糊综合评价方法中的缺陷和不足,给出了利用模糊数对定性指标进行量化的方法,结合灰色系统理论和模糊数学理论的相关知识,建立了灰色模糊综合评价模型,并应用实例验证了评价结果更加客观可信。", "label": "机械工程", "id": 0}
{"content": "利用UG平台提供的三维建模功能,基于UG Open API二次开发接口,完成了UG环境下三维CAPP系统原型的开发。该系统能够完成UG环境下对待加工零件的三维模型的加工特征选择、定位面选择、工艺信息编辑、工序选择和加工设备选取等功能;在工艺资源库管理模块的支持下,通过工艺编辑模块和工艺卡输出模块,可以自动或半自动的输出工艺卡片。该系统通过直接对三维模型进行操作降低了操作失误,通过快速高效生成加工工艺卡片缩短了零件工艺编制周期,从而提高了工艺编制的效率和效益。", "label": "机械工程", "id": 0}
{"content": "针对某产品零件锥管（见图3）缩口、扩口的成型特点,用冲压成型缩口、扩口的力学分析及变形原理进行工艺计算与研究,找出该零件废品率高的原因,通过改进工艺毛坯（钢管）的外径与壁厚尺寸,用冲压成型缩口、扩口工艺理论、图表进行论证分析,并进行试制,取得了较好的效果。", "label": "机械工程", "id": 0}
{"content": "伺服驱动技术作为数控机床、工业机器人及其它产业机械控制的关键技术之一,在国内外机械加工行业得到了较为普遍的运用。近10年来,微处理器技术、电力电子技术、网络技术、控制技术的发展为伺服驱动技术的进一步发展奠定了良好基础,伺服驱动系统也实现了全数字化、智能化、网络化。同时,智能模块的有效运用,使机械加工发展到较为精密的阶段。作为自动化程度较高的汽车机械加工,使用更为广泛。下面将介绍利用Siemcns数控伺服驱动与HBM力矩监测有机结合,实现汽车加工中常见的汽缸盖导管、阀座压装工艺。", "label": "机械工程", "id": 0}
{"content": "以工程机械制造企业集成化工艺系统的研究开发为背景,针对制造企业信息化中最为复杂和最具多变性的工艺系统集成环节,介绍了与之相关的各种工艺系统模型的构建、结构、相互关系以及工艺过程设计的方法;并分析了以模型为基础的工艺路线文件、工艺规程文件的编制策略。在此基础上,介绍了以模型驱动技术开发实现方法及制造企业工艺集成系统功能。", "label": "机械工程", "id": 0}
{"content": "研究退火温度对485铝合金双金属复合板组织和性能的影响,制定出合理的工艺制度,生产出满足市场要求的产品。", "label": "机械工程", "id": 0}
{"content": "针对线束工艺设计的特点,本文将模板技术应用于线束工艺协同设计中,不仅有效地表达了多风格图纸的绘制,还极大地降低了设计数据的传输。此外,本文采用了命令-参数的数据传输机制,并提出了一种基于协作域的协作模型,提高了协同设计的实时性。最后,基于以上技术开发了线束工艺协同设计原型。", "label": "机械工程", "id": 0}
{"content": "线束工艺路线是线束生产的源头,合理的工艺路线可以缩短生产周期。本文基于约束关系矩阵对线束工艺路线进行建模,利用Petri网作为模型,提出了关联矩阵生成算法。并给出了算法的一个示例,是进行模型优化的基础。", "label": "机械工程", "id": 0}
{"content": "<正>采用特殊外形和加装占位块方法,使大量曲轴法兰孔模板避免混淆使用,造成废品。", "label": "机械工程", "id": 0}
{"content": "<正>使用组合工装,解决每月多品种生产更换工装效率低的问题。", "label": "机械工程", "id": 0}
{"content": "本文根据零件结构的特殊性,通过工艺分析,采取不同的工艺措施,寻找出最佳工艺方案,不仅满足批量生产的需求,而且达到保证零件加工质量、提高生产效率、降低生产成本的目的。", "label": "机械工程", "id": 0}
{"content": "首先分析了STEP-NC的数据模型和文件格式,编写了零件AP238 SCHEMA程序,并利用软Express Engine验证了SCHEMA的正确性。在重点分析零件特征典型加工方案及加工方案组合优化原则的基础上,基于STEP-NC应用遗传算法建立了零件加工方案组合优化的数学模型。并将该方法应用到具体零件的工艺排序决策过程中,得到满足零件要求的最优或接近最优的工艺路线。", "label": "机械工程", "id": 0}
{"content": "本文涉及统计工艺控制（SPC）在复合材料工业的应用研究,包括定义、控制图应用、过程能力及指数分析、稳定界限和设计公差相互关系的讨论以及复合材料工程独有的问题等。", "label": "机械工程", "id": 0}
{"content": "工艺规程设计的科学性、合理性和正确性,依赖于丰富的实践经验和科学的分析方法。通过典型的零件加工工艺设计,探讨应用价值工程进行分析,优化出在一定条件下合理的工艺方案。", "label": "机械工程", "id": 0}
{"content": "零件机械加工技术工艺精度是工业零部件机械加工的一种基础技术工艺,对于一个零件来说,机械加工工艺会对其精度造成很大的影响,机械加工技术工艺越科学合理,零件的机械加工工艺精度也就相对越高。但是在我们实际进行零件机械加工的操作过程中,由于诸多限制因素,往往会对零件机械加工时的工艺精度造成很大影响,进而就会使得一个零件的机械加工工艺精度也会受其影响。因此在我们进行一个零件机械加工的制作过程中,首先要明确把握影响零件机械加工制作工艺的各个因素,并且合理地对于零件机械加工中的工艺因素加以正确应用,从而保证零件机械加工的工艺精度得到有效实现。", "label": "机械工程", "id": 0}
{"content": "本文介绍了肋类零件加工过程中以统一的加工流程、统一的切削参数、统一的刀具选择为基础,进而实现各个肋零件的自动化加工,最终实现肋类零件的之间的成组化加工。通过肋类零件的自动化加工,极大地提高了零件的生产效率,减少了由于人为干预带来的质量隐患,稳定了零件的加工质量,促进了精益化生产。", "label": "机械工程", "id": 0}
{"content": "根据以往的冷加工标准及规范,精铸不锈钢及铸钢加工表面粗糙度值控制范围是Ra1.6～3.2μm。在遇到客户对产品有Ra1.6μm、Ra0.8μm以下的表面要求时,一般需要考虑进行磨削加工。通过加工实践,突破原有技术水平。在表面粗糙度方面达到很高的标准,远超磨床所能达到的水平,从刀具和工装方面提供了经验参考。", "label": "机械工程", "id": 0}
{"content": "<正>一、技术要求及工艺难点叶片轴类零件是许多重要机械产品装置中的关键零部件,如图1所示,曲面轴叶片是其中之一,其加工生产的进度、精度和耐用度一直是研究的课题。随着现代数控加工和特殊加工的发展,其生产工艺也在不断地改进。曲面轴叶片优化快速制造工艺是融合M a s t e r c a m自动编程软件快速加工和采用热喷涂工艺,快速制造曲面轴叶片,提高曲面轴叶片旋转工作时的抗疲劳、抗蠕变、抗磨损、抗脆性断裂、抗过载和抗高温腐蚀能力,", "label": "机械工程", "id": 0}
{"content": "<正>一、技术要求及工艺难点1.技术要求支架类零件需要加工的表面尺寸公差以及加工表面之间的位置关系简述如下。1)电动机连接止口φ3500.090.15mm,Ra=3.2μm。2)泵头连接止口φ1600.050.09mm,Ra=3.2μm。3)零件高度305mm。4)电动机连接孔4×φ19mm圆柱孔,Ra=12.5μm,泵头连接孔4×φ12mm,Ra=12.5μm。5)两端连接止口的平面跳动为0.05mm,同轴度为0.05mm。", "label": "机械工程", "id": 0}
{"content": "<正>一、技术要求及工艺难点对于偏心零件的加工目前通常采用的方法,一是采用单动卡盘人工调心,此法的缺点是工件装夹调整困难,加工效率低、精度难以保证,适于单件小批量、精度较低的零件加工;二是通过辅助的偏心工装夹具来实现,但该方法装夹时只能加工零件的偏心部分,若加工同心部分就需要重新装夹,造成生产效率低。", "label": "机械工程", "id": 0}
{"content": "针对超精密加工领域面临的挑战:超精密磨削机理不清楚,传统化学机械抛光含有有毒的化工试剂,难以/无法实现纳米尺度损伤原位在线测试与表征。研发了系列的新型金刚石砂轮及装备,揭示其超精密磨削机理[4];研制了浸入式绿色环保化学机械抛光新方法、工艺及装备,并揭示其机理;研究了纳米尺度损伤起源及演变机制。上述研究成果应用于航天五院、核九院、中国兵器、潍柴集团和沈鼓集团等国家重点单位。", "label": "机械工程", "id": 0}
{"content": "针对某重载对接装置多轴同步升降装配偏差问题,以承载17t的某型号重载对接装置为例,利用SolidWorks软件对重载对接装置进行三维建模,并用有限元软件Workbench分析重载对接装置在存在装配误差情况下,重载对接装置导向轴在使用两种轴支撑座时在上升过程中的结构应力。分析结果表明相比于固定型支座,开口型支座对装配偏差的适应性更大,为工程实际生产提供了参考。", "label": "机械工程", "id": 0}
{"content": "为实现产品信息化技术在生产过程中的应用,以方盘壳体为对象研究了一种基于工艺过程的快速特征建模方法,介绍了用户定义特征（UDF）的建立过程,简述了UDF的放置方法,在Creo软件平台下实现了方盘壳体的三维模型设计,验证了该方法的可行性,提高了设计效率,为实现智能制造奠定了一定基础。", "label": "机械工程", "id": 0}
{"content": "机械产品的尺寸和形位公差是加工零件重要的质量检测指标,其检测结果将直接影响产品的使用。本文的检测对象是一种典型的管类零件,其多项尺寸和形位公差以及刚度性能需要完全检测。该零件结构具有直筒段大直径且薄壁检测空间太小、易变形的特点,在实际测量中需要采用三坐标等测量设备测定其不同部位的参数,因此测量结果分散在不同的测量设备及文本中。针对以上问题,设计一种数据归集系统将不同设备的测量参数提取整合至一台设备,有助于使用者快速得到该零件的全部结果,改善质量检验的流程并提升工作效率。该系统的提取算法可对不同测量设备中的参数进行采集,通过网络传输将每台测量设备的提取结果汇总至一台机器,该机器能够用于查询每个零件的全部测量参数,实现测量结果的数据归集。", "label": "机械工程", "id": 0}
{"content": "1LC05是专用设备核心部件的中间产品,由管状组件和四板一筒经装配过程形成。1LC05检验不合格需进行返工处理,返工质量和效率对于1LC05产品质量和成本控制具有重要意义。本文围绕1LC05关键零部件——DG和LZT端跳产生原因进行分析,构建DG与LZT跳动值和随机配合模型。结合实际生产数据,利用Weibull分布拟合DG和LZT端跳分布特征。利用Python软件进行编程并结合蒙特卡洛模拟方法仿真模拟DG和LZT随机配合过程以及对应1LC05端跳值变化情况。结果显示:1LC05端跳超差最优返工角度集中在83°-180°,当返工角度为180°时,1LC05端跳平均值水平最低。本文中通过对1LC05返工过程开展仿真分析,有利于加深对1LC05返工过程的理解和认识,同时为生产实际提供操作指导意见,不断促进现场作业的完善。", "label": "机械工程", "id": 0}
{"content": "目前挡板工件5-7序加工采用挡板车芯轴,芯轴定位体与挡板工件定位孔为间隙装卡,易导致工件装卡同轴度较差。在加工过程中,随着主轴的高速旋转,工件产生径向跳动,从而使工件L1段壁厚不均匀度加工误差变大。针对这一现状,本文提出引入一种全新的卡具——反涨芯轴。本文中完成了专用反涨夹具的设计选型,对其关键零部件反涨涨套以及定位体进行了功能结构的设计以及材料的选型。最终解决了挡板加工过程中工件装卡定位的问题,提高了L1段壁厚不均匀度的加工质量,并且缩短了挡板精加工单件工件装卡时间,提高了工件加工效率。", "label": "机械工程", "id": 0}
{"content": "基于其资本投资低、沉积率高、材料性能好等优点,机器人丝和电弧的增材制造被应用于金属零件的制造。电弧增材制造（WAAM）的制造方向仍然局限于垂直向上的方向,导致在制造具有悬垂特征的金属零件时使用额外的支撑结构。因此,目前的WAAM技术也应该被称为2.5D打印,而不是3D打印。为实现真正的3D打印,定位（多向）线材和电弧增材制造的目的是沿任意方向叠加沉积金属零件。针对传统WAAM与位置WAAM的不同,本研究进一步研究了工艺参数优化、焊接缺陷处理、机器人运动规划等具有挑战性的问题。", "label": "机械工程", "id": 0}
{"content": "采用设计基准作为加工基准是常规工艺设计原则,一般应遵守;但在超高精度铝合金产品机械加工时,有时会出现按常规工艺设计并不能达到产品的超高精度要求的情况,有时应打破常规采用过渡工艺基准以求提高定位精度从而提高加工精度达到产品要求。", "label": "机械工程", "id": 0}
{"content": "通过激光陀螺槽片精密加工自动化线的运行调试表明,实现精密零件的自动化加工,必须掌握精密零件的专用装夹工装设计、基于精密快换定位基准系统的精密调整方法、基于零件精度及尺寸链的自动化加工补偿策略。", "label": "机械工程", "id": 0}
{"content": "通过对某项目8项Z字型材钣金长桁零件（腹板面呈扭曲状态）的三维实体精确腹板展开（保证零件腹板平面特征及理论弯边面斜角值不变特性）工艺协调模型设计技术研究,分析该类零件的设计方法和制造工艺,探索飞机产品数据扭曲长桁零件的精确展开数字化建模技术和质量控制方法,完成了该类零件外形曲面优化,解决了该类双曲率三维零件腹板面不是平面的难题,解决了该类扭曲实体零件弯边面斜角值失真难题,实现了该类扭曲实体零件腹板面的平面特性和理论弯边面斜角值不变特性,实现了该类三维模型腹板面呈平面特征的精确构建,使该类零件的数字化工装制造和零件精确成形得以实现。", "label": "机械工程", "id": 0}
{"content": "教学决不能止于知识的培养,人的发展更不限于掌握知识。教师在教授学生必备的知识外,还应在设计和开展教学时融入更多企业所需的专业素养。本文以《零件测量与质量控制技术》课程内容为专业素养形成载体,结合企业质检员岗位所需专业素养,通过实践研究总结归纳出中职数控专业素养培养的内容及策略。实现课程与岗位无缝对接,更好地让学生成为企业需要的人。", "label": "机械工程", "id": 0}
{"content": "简要介绍某凸轮轴箱生产工艺流程及变形控制措施,分析了大型薄壁构件变形控制的特点与方法,可供同类配件变形控制提供参考。", "label": "机械工程", "id": 0}
{"content": "机电试验前1LB19返工率较高,对返工原因进行分析,发现大多数为同轴度与某尺寸的不合格。本项研究针对机电试验前1LB19同轴度与某尺寸返工问题,采用六西格玛分析工具探索可能对返工率造成影响的因素,从中找出易验证、易出现、易解决的影响因素。针对这些因素,设计相关的实验,采用Minitab软件中配对t检验、相关分析、回归分析等工具分析采集到的数据,找到各个因素与问题点间的关联,便于后期对工艺进行改进,最终达到降低返工率的目的。", "label": "机械工程", "id": 0}
{"content": "对于薄壁精密复杂件的加工,采用低熔点合金填充至壳体内腔的工艺方法,其具有凝固时的膨胀特性,可以起到一定的填充装卡作用,提高了薄壁壳体的刚性,有效解决了壳体加工薄壁易变形问题,提高零件的工艺性。", "label": "机械工程", "id": 0}
{"content": "传统的轮廓误差估计方法多采用静态方式进行误差的估计,若当前位置突增或给定轨迹曲率较大时,这种静态估计可靠性衰减。本文提出了一种基于牛顿迭代算法的动态轮廓误差估计方法,用于精确估计多轴系统运动的轮廓。即使在具有高速,大曲率的极端轮廓任务下,也可以实现对轮廓误差的高精度估计。然后将计算出的轮廓误差投影到每个轴上,并通过单轴自适应鲁棒控制调整轴的跟踪精度,从而提高系统的轮廓加工精度。系统仿真加工结果表明,所提出轮廓误差耦合控制方法能够有效提高轮廓加工的精度。", "label": "机械工程", "id": 0}
{"content": "由于具有重量轻、节约材料、结构紧凑等特点,薄壁零件已日益广泛地应用在各工业部门。但薄壁零件的加工比较棘手,原因是薄壁零件刚性差、强度弱,在加工中极容易变形,不易保证零件的加工质量,不易控制加工精度和提高加工效率,加工变形问题是其主要技术难题。本文主要介绍保证打印机墨盒零件加工精度的几个有效措施。", "label": "机械工程", "id": 0}
{"content": "针对不规则工件表面自动抛光工程难以实现的问题,参考五轴联动数控系统结构,通过研究不规则工件表面的几何模型,建立了不规则工件表面抛光轨迹的直线算法、外圆算法、内圆算法、补偿算法及坐标变换。最后,采用基于几何算法所研制的表面抛光控制系统,对不规则工件表面实施抛光测试,得到了预期的结果,验证了算法设计的正确性和系统架构的合理性,对自主研发专用高效的不规则工件表面抛光数控设备具有重要的指导意义。", "label": "机械工程", "id": 0}
{"content": "机械加工过程中由于转子的质量分布不均造成机械振动进而影响加工精度,因此经常采用动平衡策略降低由此类原因造成的机械振动。为了解决平衡过程需施加试重的束缚,目前出现了一些建立动平衡过程模型的方法,这些方法存在精度低和建模困难的问题。针对这些问题本文提出采用RBF网络建立机械主轴振动预报模型,实现对不同平衡块移动位置下的振动幅值的预报,并且引入DBSCAN算法保证良好的网络结构。实验结果表明本文提出的基于改进的RBF的机械主轴振动预报模型能够自动确定网络结构,并对主轴振动幅值进行有效预报。", "label": "机械工程", "id": 0}
{"content": "<正>一、课题提出的背景（一）机械加工技术的国外发展现状1959年,Richard PFeynman（1965年诺贝尔物理奖获得者）就提出了微型机械的设想。1962年第一个硅微型压力传感器问世,其后开发出尺寸为50~500μm的齿轮、齿轮泵、气动涡轮及联接件等微机械。1965年,斯坦福大学研制出硅脑电极探针,后来又在扫描隧道显微镜、微型传感器方面取得成功。1987", "label": "机械工程", "id": 0}
{"content": "为了落实国家\"两化融合\"战略,利用现代信息技术提升企业制造与管理水平,实现智能制造在企业真正落地。本文从大多数企业面临的实地情况出发,分析了实现智能制造、数字化工厂所面临的几方面问题,并针对性提出了解决思路和方法,为相关企业的智能制造推广实施提供参考。", "label": "机械工程", "id": 0}
{"content": "本文从智能制造发展的技术需求分析开始,进而分析了高端数控系统对智能制造的技术需求,并提出一种\"云数控系统\"体系,进一步介绍了\"云数控系统\"的概念、体系结构、实现目标和主要特点。", "label": "机械工程", "id": 0}
{"content": "本文引入了代表制造自动化发展方向的智能制造以及智能化加工链的概念,描述了智能化加工链各环节的功能,着重分析了数控系统（CNC）及加工中心（MC）在智能化加工链中所起的关键与核心作用。结合实际产品介绍了代表高端数控技术的五轴联动数控加工中心的结构,分析了该产品配备的PC+I/O数控系统的开放式、软件化架构在其与智能化加工链其他环节有效链接方面展现的优势。", "label": "机械工程", "id": 0}
{"content": "学院智能制造技术专业是\"文化引导,创新工学结合的教育理念,深化专业群体和企业的参与,创新实施\"一核两型\"人才培养模式,以及三级四线人才培养模式的实际应用,提高了智能制造技术专业人才的培养质量和专业设计、课程设计水平,同时组建了省级品牌专业群,建设了一支高素质的人才队伍。在智能制造的新背景下,通过专业群体的形成培养协作型人才已成为职业学校的必然要求。课程是实现教育和人才培养目标的关键,也是知识、技能和素质教育的主要载体。因此,课程体系是专业群体结构的核心。本文从\"一个专业,多种技能\"出发,针对职业院校智能制造专业群的课程建设进行了简要的分析,仅供参考。", "label": "机械工程", "id": 0}
{"content": "当前我国职业教育教材在开发过程中存在教材内容保守、缺少思政元素、形式单一、专业教材独立成册、缺少联系等诸多问题,而活页式等新型教材是我国高职教育教材的发展方向。通过分析新型\"活页\"教材建设与开发路径,建设适应新时代需求、符合新时代特点的各类新型职业教材,实现教材改革。", "label": "机械工程", "id": 0}
{"content": "激光粉末床熔融（Laser Powder Bed Fusion,LPBF）是一种常见的金属增材制造（Additive Manufacturing,AM）工艺。LPBF工艺下,粉末颗粒平铺到基板上之后与激光束相互作用而熔化,通过利用三维模型的数据逐层制造打印件。由于能够设计新的几何形状、制造复杂零件、减少污染物排放和降低成本等优势,LPBF正在被广泛应用于医疗、军事、航空航天、建筑、医疗和汽车等不同行业。然而,LPBF是一个涉及多物理场和复杂动力学的演化过程,包括金属粉末颗粒的熔化、气化和凝固等,在此过程中,可能会出现宏观缺陷,如裂纹、球化和翘曲等,以及内部冶金缺陷,如气孔和夹杂物等。因此,缺乏质量保证和性能控制是阻碍LPBF技术广泛应用的关键障碍,所以现场监测和自适应反馈控制的实施是目前理解缺陷形成的主要策略。熔池温度分布与熔池缺陷的产生息息相关;熔池轮廓反映了整个打印件的成形尺寸精度;熔池的温度梯度和冷却速率决定了凝固组织的晶粒形状和尺寸;然而,由于熔池体积小、温度高、扫描速度快、熔化和冷却速度快,因此准确地原位测量温度分布、轮廓、温度梯度和冷却速率正面临着一定的挑战。本文基于双波段比色测温技术,研制了LPBF工艺过程中基于单台高速相机的同轴熔池温度测量系统,主要包括中继与光路放大系统的设计、分光与色差校正系统的设计。中继与光路放大系统保证了分光与色差校正系统、高速相机等调节的灵活性,用于将熔池辐射的光线进行延伸;此外,因为SLM工艺中熔池直径只有80μm左右,必须对熔池进行一定的放大才可以在高速采集时获得具有较多像素的熔池图像,所以选用具有放大效果的中继透镜。熔池辐射的双波长光波从熔池到高速相机之间经过了多个透镜,而双波长在每个透镜上的折射率也不同,因此不可避免的会产生一定的轴向色差,导致双波长图像不能同时聚焦在高速相机的靶面上。分光与色差校正系统通过调节非旋转式移动透镜套筒将色差校正透镜的前后位置进行移动,从而实现双波段图像都聚焦在高速相机的靶面上,校正了双波长的轴向色差。在LPBF工艺下的单道和多层两种打印模式下,本文利用同轴测温系统测量了熔池的温度分布、轮廓、温度梯度和冷却速率等特性,比较分析了不同线性能量密度（Linear Energy Densities,LED）下单道打印的平均温度和峰值温度分布。不同参数的单道打印结果表明,LED越高,熔池的平均温度和峰值温度越高,且优化的打印参数使熔池温度波动最小,更有利于高质量打印件的形成;在多层打印模式下,热量积聚强烈,导致熔池冷却速度缓慢。本文提出的基于单台高速相机的同轴熔池温度测量系统和方法不仅可以实现LPBF工艺下熔池特性的在线实时监测,而且结构简单,精度高。", "label": "机械工程", "id": 0}
{"content": "伴随数字化技术、信息技术、人工智能技术的快速发展,我国的装备制造行业对于岗位工作人员的要求也在逐渐发生改变。而中职院校机械类专业的课程主要以理论知识为主,难以满足智能化背景下制造行业对人才提出的全新要求,所以急需将专业课程的改革提上日程。本文主要以中职院校的智能制造装备技术专业课程改革为重点进行阐述,从几个方面深入探讨实施改革的具体策略,以供参考。", "label": "机械工程", "id": 0}
{"content": "为了解决加工效率低和存在的加工安全隐患,通过分析零件的特点,创新设计了一套特制工装,有效消除了安全隐患,大幅提高了生产的加工效率和产品质量。", "label": "机械工程", "id": 0}
{"content": "冲片类零件是陀螺仪电动机的基本组成之一,冲制产生的毛刺对电动机的运转构成隐患。针对传统手工去除毛刺的方法效率低下的问题,通过技术调研结合工艺试验的方式,优选冲片类零件毛刺高效去除方案,大幅提升了毛刺去除效率。除此之外,新型毛刺去除技术对于长期依赖手工去除毛刺的各类零件加工具有非常重要的指导意义和应用价值。", "label": "机械工程", "id": 0}
{"content": "针对某大型深腔薄壁零件加工工艺要求,提出在数控铣削工序,通过设计制作合适的工装夹具、合理布置加工路线、合理选用加工工艺参数的方法保证图样尺寸精度和表面质量要求;通过结合专业仿真优化软件,设计制作组合夹具;运用正交试验设计方法,合理减少试验次数,找到了合理的数控加工参数,满足了大型深腔薄壁零件的加工需求。", "label": "机械工程", "id": 0}
{"content": "\"028\"计数盘零件在许多重型商用车轮毂计数感应部件中应用广泛,已经成为许多计数感应部件的关键性零件。但是,由于\"028\"零件具有体积大、重量轻、壁薄、刚性差且变形大的特点,加工时很容易变形,不易保证加工质量,给该零件的机械加工造成困难,阻碍了产品制造和发展。因此,\"028\"零件的特殊加工工艺就成为机械加工过程中必须解决的工艺问题。", "label": "机械工程", "id": 0}
{"content": "通过对南非抱轴箱加工的一系列攻关改进,解决了加工过程中出现的产品变形、测量不方便及产品质量不稳定等难题。", "label": "机械工程", "id": 0}
{"content": "针对燕尾形闭式导轨面的复杂结构和刮研难度进行分析,在刮研、测量方面采取工艺改进措施,通过高效刮研方法和多种测量手段的综合运用,解决了加工效率低、测量难度大以及精度不易控制的难点。保证了各导轨面之间的尺寸及形位精度要求。", "label": "机械工程", "id": 0}
{"content": "<正>一、技术要求及工艺难点如图1所示,空心杯属于典型的大型高精度薄壁零部件。其直径及高度均超过1000mm,由壁厚135mm的锻铝整体加工成形,成形后单边壁厚仅15mm,内外圆表面全跳动0.06m、同轴度0.05mm,尺寸公差为±0.052mm。因材料去除率达到了84%,存在较大应力,", "label": "机械工程", "id": 0}
{"content": "<正>一、技术要求及工艺难点轴套类产品常规加工流程是先车削外圆及内孔,后续转移至镗床加工圆周上120PCS-φ52mm通孔及端面螺孔。加工如此多数量的φ52mm通孔产生的切削应力极有可能导致产品发生形变,从而导致内孔关键挡位公差及圆度超差;圆周均布120PCS-φ52mm通孔,常规打孔方式单个孔耗时约40min,加工效率低;圆周上φ52mm通孔背面需加工120PCS-φ90mm沉孔,沉孔位于孔内壁并且为弧面,采用传统白钢刀反刮方式,步骤繁琐,而且极易由于操作配合不当出现产品质量问题。", "label": "机械工程", "id": 0}
{"content": "极小尺寸、极高精度图形加工是微纳光学与纳米电子器件基础研究及规模化制造中的核心技术。报告将介绍电子束/离子束纳米加工及其工艺极限方面的研究工作,同时分享高分辨纳米图形加工在尺度效应研究及在光学、声学、电学等功能器件中的应用。", "label": "机械工程", "id": 0}
{"content": "纳米压印光刻是一种高分辨率、低成本的纳米结构成形方法,在柔性电子、能源系统、仿生结构与器件、软体机器人等领域具有重要的应用潜力。本报告介绍了纳米压印光刻的基本原理、分类及核心科学问题,回顾了纳米压印技术的最新进展;介绍了研究团队最新开发的电场驱动压印技术的特点、优势及其在柔性电子器件、超级电容器、仿生结构与器件、软体机器人等领域的典型应用,讨论了纳米压印技术在相关领域规模化制造中的应用前景与挑战。", "label": "机械工程", "id": 0}
{"content": "产品生产周期不仅能反映企业响应市场需求的能力,而且对产品良品率有直接影响,准确地评估生产系统的产品生产周期是优化和控制可重入生产过程的基础和前提。可重入生产线具有结构复杂、可重入性与混合加工等难点,因此几乎无法提出系统性的用于评估产品生产周期的解析方法,已有的研究几乎也都无法兼具可解释性与实用性。本文提出适用于一般可重入生产线的载荷因子计算方法,最终得到适用于一般可重入生产线的产品生产周期估计方法。实验表明该估计方法可准确估计一般可重入生产线的产品生产周期,且兼具仿真方法的灵活性与解析方法的分析性,具有实际应用价值,最后本文结合仿真实验探究了产品生产周期与部分系统参数之间的定性关系。", "label": "机械工程", "id": 0}
{"content": "为了达成2030碳达峰,2060碳中和的目标。中国正在向着社会全面绿色转型而努力。我国制造业的电力使用量占全国总用电量的70%,高效率绿色制造的实现是制造业迫切需要解决的问题。本文提出了运用信息通信技术实现绿色制造的智能化绿色制造理念,并通过具体实践事例探讨了智能化绿色制造的实现方法和课题,力求为我国制造业的绿色转型提供思路和解决方案。", "label": "机械工程", "id": 0}
{"content": "借助于Altair Inspire Print3D系统,3D打印工程师在零件生产制造前对其进行增材制造工艺仿真。本文以某零件增材制造工艺仿真为例,介绍了Altair Inspire Print3D软件的功能以及应用方法。结果表明该软件能准确的预测零件变形及应力大小,并对仿真后的工艺方法进行了验证。", "label": "机械工程", "id": 0}
{"content": "高端装备制造业是战略性新兴产业,是装备制造业的尖端领域。装备制造业是沈阳市重点发展的支柱产业,高端装备制造业是产业转型升级的重要突破口,而沈阳正处于产业转型升级的关键时期,如何抓好高端制造业发展是重中之重。然而目前沈阳高端装备制造业仍存在创新投入不足,人才储备不足,创新意识不足,缺乏核心竞争力等问题,随着科技的发展,科技创新在经济社会发展中的作用日益突显,知识的积累、科技的创新和应用,已经成为企业和产业发展的原动力,创新驱动成为经济社会发展的核心动力机制。创新驱动下做强、做大沈阳高端装备制造业则需要加大创新投入,推进引才工程,强化创新意识,鼓励申请专利,汇聚创新资源,促进成果转化,培育创新文化,健全创新制度,培育重点产业,促进集群式融合。", "label": "机械工程", "id": 0}
{"content": "激光增材制造技术正越来越广泛的应用在高性能大型结构的制造中。由于传统仿真模拟方法对激光增材制造过程进行残余应力分析时存在计算缓慢,效率低下的问题,本文使用ABAQUS软件,通过采用顺序耦合法、设定等效热源、合并增材层数等方式建立了激光增材制造残余应力分析的简化模型。仿真结果表明,简化后的高效模型与传统模型相比在满足精度的情况下效率提高了95%以上,并能够较为准确的预测构件上应力集中的位置,说明本文提出的激光增材制造残余应力高效预测方法是可行的和有效的,对今后激光增材制造大型整体结构残余应力高效预测提供了参考。", "label": "机械工程", "id": 0}
{"content": "本文利用ABAQUS有限元软件对薄壁圆筒在加工过程中的应力分布进行了分析。薄壁圆筒是一类专用设备的核心部件,属于各向异性结构,由于其刚度较小,在加工过程中容易出现变形较大、加工精度难以保证的情况,该案例的应力分布云图可以作为优化加工工艺的补充。", "label": "机械工程", "id": 0}
{"content": "机电一体化技术对于我国工业发展具有重要意义,在未来,智能制造中机电一体化技术的运用将是制造业发展的主要方向。智能制造作为一种对于智能技术的集合型应用,能够有效的环节经济发展过程中资源紧张和环境污染问题。本文通过对于智能制造和机电一体化技术进行阐述,然后进行应用分析。", "label": "机械工程", "id": 0}
{"content": "针对我国创新型新工科人才匮乏的现状,本文构建了基于\"跨界融合、协同创新\"的育人机制,为新科背景下智能制造工程专业培养高素质创新型人才提供了一种新的思路。使学生具备较好的全产业链视角能够在跨行业、跨学科、跨区域下进行高效沟通,在全产业链背景下进行团队协同作业,从而理解并掌全产业链工程管理原理与价值决策方法。", "label": "机械工程", "id": 0}
{"content": "使用支持向量回归、梯度提升回归、随机森林和神经网络四种机器学习算法预测无机晶体材料的剪切模量,结果表明梯度提升回归算法对剪切模量的预测效果最好。通过对材料特征变量的重要程度进行排序,发现晶体结构、熔点、门捷列夫数和原子质量等材料特征变量与材料剪切模量的相关度较高,排序后的材料特征变量可以为具有目标力学性能材料的设计提供参考。", "label": "机械工程", "id": 0}
{"content": "<正>近年来摩擦学的重大进展之一就是其研究重点从传统的流体动力润滑向摩擦学新材料与新技术转变,而新型固体润滑材料和技术正是这种转变的重要标志之一。不仅在航空航天等高技术领域解决了一系列特殊工况条件下润滑难题,而且在民用工业领域也迅速扩展。高分", "label": "机械工程", "id": 0}
{"content": "<正>尼龙6（PA6）是一种应用广泛的工程塑料,具有优良的力学性能、化学稳定性及耐磨、耐油性能,但尼龙6易燃烧,且燃烧过程中产生大量有焰熔滴传播火焰。本课题组采用三聚氰胺氰尿酸盐（MCA）复合含硫协效剂体系阻燃PA6,制备出抗熔滴燃烧性能好,阻燃性能达UL94-V0级别的阻燃PA6材料。", "label": "机械工程", "id": 0}
{"content": "<正>可降解聚酯高分子材料近年来倍受关注,但大部分（如PBS、PLA等）存在热性能、力学性能较差的缺点。而聚酰胺则由于含有酰胺键（CONH）,具有较好的热性能和力学性能,但它们通常难以降解。为了综合脂肪族聚酯和聚酰胺的优点,人们合成了脂肪族酯-酰胺共聚物（polyester-amides,PEAs）。", "label": "机械工程", "id": 0}
{"content": "<正>β-PP与高性能高分子合金化是提高β-PP屈服强度和刚性的重要途径。PP/PET共混物有许多研究,但β-PP/PET共混物研究很少报道。为提高β-PP屈服强度和刚性,本课题组发明了一种纳米碳酸钙负载β-成核剂,本文采用该成核剂制备了不同相容剂增容β-成核", "label": "机械工程", "id": 0}
{"content": "<正>可降解高分子材料的开发是世界上的研究热点。其中,脂肪族聚酯力学性能较差且价格较高,而芳香/脂肪共聚酯则能克服以上缺点。芳香/脂肪共聚酯通常采用共聚等方法制备,但合成路线长,而熔融酯交换法具有简单易操作的优点。本文采用熔融酯交换的方法制备", "label": "机械工程", "id": 0}
{"content": "<正>根据聚合物发泡的成核-生长理论,材料的流变学性质将直接决定泡沫材料的结构。对于不同聚合物体系,通过控制流变学性质来控制泡孔结构的方法也有所不同。对于无定形聚合物,可以通过改变其分子链拓扑结构来实现对流变行为的控制。对结晶聚合物而言,发泡存", "label": "机械工程", "id": 0}
{"content": "<正>聚合物纳米合金（分散相尺寸小于100nm）因其已有的及潜在的优异性能而备受关注。利用一种单体在另外一种聚合物基体中的原位聚合形成合金是制备聚合物纳米合金的有潜力的途径之一,如Picchioni等人就是利用这种方法在初生的多孔等规聚丙烯（iPP）粉末中通过", "label": "机械工程", "id": 0}
{"content": "<正>等离子体是由中性的原子或分子、激发态的原子或分子、自由基、电子或负离子、正离子及辐射光子组成,整体上表现为近似电中性,是有别于固、液和气三态的物质存在的又一种聚集态,又称物质第四态。由于等离子体是具有一定活性和能量的粒子流,与聚合物表面", "label": "机械工程", "id": 0}
{"content": "<正>嵌段共聚物与环氧树脂复合构建纳米尺度的有序或无序结构相结构,可以提高环氧树脂固化物的力学和热学性能[1]。目前主要有两种制备方法,一种是预组装-固化法[2],另一种是反应诱致微相分离法[3]。两种方法主要利用线形的嵌段共聚物在环氧树脂中表现的物理性", "label": "机械工程", "id": 0}
{"content": "<正>1.研究工作的意义:移动边界层问题是自然界中存在的普遍现象。在高分子领域,研究非稳态移动边界层条件的聚合反应是十分重要且具有挑战性意义的课题。许多关键参数无法跟踪和测量,只能根据有限的理论参数和模型对其进行研究。对移动边界层问题的传统处理方法是解二维偏微分", "label": "机械工程", "id": 0}
{"content": "<正>随着高分子多层膜的广泛应用,对高分子多层膜的稳定性问题的研究（如多层膜的去润湿行为）变得更加重要。与在固体基底上的去润湿相比,多层膜体系涉及到在液体和变形基底上的去润湿,其去润湿动力学变得更加复杂。近年来,大量文献在实验和理论上广泛地报道了双层高分子薄膜体系的去润湿过程。在双层高分子薄膜体系的去润湿过程中,先前的", "label": "机械工程", "id": 0}
{"content": "<正>本文采用先将炭黑（CB）与增容剂SMA反应,再与不相容共混体系PA6/PS复合的方法制备PA6/PS/（SMA-CB）导电高分子复合材料。由于增容剂为了降低两相界面张力,会自发迁移到两相界面处,则可利用增容剂的迁移作用,将CB自发带入到两相界面处,从而制备出导", "label": "机械工程", "id": 0}
{"content": "本文对作者近年来围绕OMMT对聚合物共混物结构与性能影响的研究进行了总结,主要为OMMT在聚合物共混物中的选择性分布与分散,OMMT对聚合物共混物分散相形态的影响,OMMT细化聚合物共混物分散相的机理,OMMT对聚合物共混物的透明性的影响,OMMT对聚合物共混物力学性能影响等方面。取得了一些有益的结果,如OMMT先与极性较弱的组分共混,再与极性较强的组分熔融共混时,OMMT仍选择性分布于极性较强的组分中。当采用OMMT先与极性较弱的组分熔融共混再与极性较强组分熔融共混的加工工艺时,由于OMMT的选择性分布,在共混过程中对分散相有一定的切割作用,这种共混工艺更有利于细化分散相粒径。", "label": "机械工程", "id": 0}
{"content": "<正>迄今已有很多方法成功应用于聚合物/聚合物界面相互扩散行为的研究,但缺乏在正空间小于10nm的尺度上研究此行为的动力学方法。为此,我们通过层压法制备了不同退火温度及退火时间的相容性聚合物体系（聚氯乙烯PVC和聚甲基丙烯酸正丁酯PnBMA）,用超薄", "label": "机械工程", "id": 0}
{"content": "<正>航空航天领域的发展,使新型高性能复合材料用基体树脂的开发倍受关注。苯并噁嗪（BOZ）是九十年代发展的一类类似酚醛结构的新型高性能基体树脂,但是单一树脂使用时韧性较差,常与高性能热塑性树脂共混以提高韧性。混体系的性能与自身的结构、体系的相", "label": "机械工程", "id": 0}
{"content": "<正>众所周知,降低热膨胀系数,减小成型收缩率一直是高分子材料高性能化的一个重要难题。最近,我们发现[1],具有层状共连续微结构的橡胶/塑料共混体系有可能大幅度降低材料的面向热膨胀系数,这个设想已经在橡胶增韧聚丙烯和橡胶增韧尼龙的注塑成型制品", "label": "机械工程", "id": 0}
{"content": "文章研究了含溴阻燃剂BT-93W、磷酸酯类阻燃剂RDP对PC/ABS合金的阻燃性能、力学性能的影响。结果表明,PC/ABS合金的LOI随着阻燃剂的增加而增加;加入阻燃剂后,合金的拉伸和弯曲性能缓慢下降,缺口冲击性能急剧下降。通过SEM分析,对合金性能从微观上进行了探讨。", "label": "机械工程", "id": 0}
{"content": "<正>聚乳酸（PLA）树脂由于其高强度、高模量、易于加热成形、挤出和注塑成形和生物可降解性,是最有前途的可生物降解高分子材料之一。聚乳酸在包装材料、容器、餐具、塑料玩具、汽车饰件等方面的应用已经日渐成熟,在解决塑料带来的严重白色污染,节省不可再生石油资源方面发挥着越来越重要的作用。", "label": "机械工程", "id": 0}
{"content": "<正>PET/PP合金有许多研究,但用回收PET（r-PET）与PP制备的合金研究不多。本文采用双螺杆挤出机制备了r-PET/相容剂、r-PET/PP合金和相容剂增容r-PET/PP合金,研究了相容剂种类和不同共混方法对制备合金的结晶行为与熔融特性的影响。", "label": "机械工程", "id": 0}
{"content": "<正>进入新世纪以来,材料科学的研究内容呈现出从宏观尺度向微观尺度发展的趋势,对微观现象和微观结构的重视程度不断提高。生物技术和医疗卫生事业的不断进步,也对相关支撑材料也提出了更高的要求。在目前科技发展的大背景下,发展纳米、亚微米尺度的生物大分子支撑材料,以满足医疗诊断、信号示踪、生物分子负载、非均相催化等领域的需要,成", "label": "机械工程", "id": 0}
{"content": "<正>聚合物基材料的阻燃是聚合物材料应用安全的关键。通常通过引入卤化物、磷酸盐或矿物填料来实现阻燃。聚合物（粘土矿物特别是蒙脱石）的阻燃得到广泛重视,因为蒙脱石会有效降低聚合物的热释放峰值。近年来,层状双金属氢氧化物（LDH,又称水滑石或阴离子粘土矿物）,被认为是", "label": "机械工程", "id": 0}
{"content": "<正>近年来共轭高分子是有机半导体领域研究的热点之一。共轭高分子间的堆积方式是影响器件性能的重要因素,高分子链构象对堆积方式的影响,吸引了我们的目光。可折叠型的共轭高分子是一", "label": "机械工程", "id": 0}
{"content": "<正>近年来,我国高分子材料与工程专业发展迅速,很多学校尤其是地方院校都建立了高分子材料与工程专业。到2007年全国以高分子材料与工程专业招生的学校达到142所,其中教育部直属院校17所,国防科学技术工业委员会院校5所,地方院校118所,其它2所。", "label": "机械工程", "id": 0}
{"content": "<正>面对二十一世纪高新技术的迅猛发展与挑战,探索高分子材料与工程领域创新性复合人才的培养模式。我们对高分子材料学科本科生培养模式的设想是：提高研究型人才培养质量的同时,开展多样性的培养模式,加强工程型、应用型人才的培养,在向科研院所、高等学", "label": "机械工程", "id": 0}
{"content": "本文对波纹管用奥氏体不锈钢薄板在进行了20%,40%和60%的预伸长后,又分别进行了600℃和900℃的热处理。后经拉伸试验和硬度试验对其力学性能进行测试,并通过金相显微镜和扫描电镜观察不同组态下材料的断口显微组织和断口形貌。结论如下:奥氏体薄板材料随着预伸长量的增加,其强度和硬度值升高,塑性下降;随着热处理温度的升高,形变储能、内应力和马氏体都随之减少,900℃热处理后,强度和硬度出现明显下降,塑性改善。", "label": "机械工程", "id": 0}
{"content": "本研究中利用自主设计的高温微动磨损实验设备对换热器中常用传热管材料316不锈钢分别在95℃和250℃条件下进行了24h、48h、72h和120h的实验研究,分析了不同温度以及不同时间氧化程度对材料微动磨损程度的影响。结果表明不同温度下材料的氧化程度不同,由此造成的微动磨损损伤程度不同。不同温度下,材料的磨损程度均随着时间的增长而增加,95℃的氧化程度低于250℃,但95℃的磨损损伤程度明显高于250℃。95℃下试样微动磨损的损伤机理主要以犁削为主,250℃下试样微动磨损的损伤机理主要以剥层和黏着磨损为主。", "label": "机械工程", "id": 0}
{"content": "报告介绍了半固态成形技术的定义与物理本质,分析了高固相半固态流变成形技术的特点和优势,综述了高固相半固态成形技术的应用现状并展望了在汽车轻量化领域的应用前景。", "label": "机械工程", "id": 0}
{"content": "<正>为了研究HRB400螺纹钢氧化皮的形成规律及对抗锈性能的影响,设定了三个不同的终轧温度（850、900、1000℃）进行对比实验。利用SEM、EDS及Laman等手段对不同终轧温度的氧化皮形貌和组成进行了分析,并通过盐雾实验（2%NaCl溶液,样品带氧化皮）评价不同终轧温度下氧化皮的抗锈性能。结果表明,", "label": "机械工程", "id": 0}
{"content": "添加铽（Tb）/镝（Dy）的高性能Nd FeB永磁材料广泛应用于新能源汽车、变频空调、风力发电等领域,磁控溅射镀膜+晶界扩散工艺渗Tb/Dy新兴技术是当下最先进的技术之一,不仅能提高磁体的矫顽力,克服传统熔炼添加工艺导致的剩磁下降问题,还能大幅降低Tb/Dy用量。晶界扩散用Tb/Dy平面靶成为当下亟需的关键材料,为解决Tb/Dy市场空缺难题,本文系统开发了一整套Tb/Dy靶专用的熔铸、变形加工、机加工及后处理技术和装备:（1）深入研究稀土金属凝固习性,优化铸锭宽厚比、浇铸温度、速度等工艺参数,使缩孔和缩松集中分布,成材率提高1倍,缺陷率<20%。（2）研究并解决了Tb/Dy质地软、粘滞力大导致难加工问题,开发出单次产出靶材30片以上机加工技术。（3）通过系统研究热处理与锻造工艺,获得优化的热处理及锻造工艺,解决了稀土金属易氧化、变形加工难等难题。（4）自主开发形成从稀土金属还原到金属提纯和靶材及后处理垂直生产线,实现了规模化应用,有研稀土2016年在国内建成第一条全球最大的永磁材料用Tb/Dy靶材生产线,产能达6万片/年,在国内外20余企业稳定应用,市场占有率90%以上,整体达到国际先进水平。", "label": "机械工程", "id": 0}
{"content": "4130X钢是一种典型的CNG（压缩天然气）高压气瓶材料。由于压缩天然气中含有硫化氢等腐蚀介质,对4130X钢断裂性能产生影响。故本文以实际气瓶材料为研究对象,通过实验,研究腐蚀过程中该材料的断裂韧性变化规律。结果表明,腐蚀介质大幅影响材料的断裂韧性。在不同腐蚀条件下对比空气,断裂韧性分别下降53.5%、82.8%。", "label": "机械工程", "id": 0}
{"content": "服役于蒸汽轮机大型锅炉热交换管道中的奥氏体耐热不锈钢,如HR3C和SUPER304H等,在高温蒸汽和管道内压的作用下常常面临着蠕变失效的威胁。本文发展了一种基于电子背散射衍射（EBSD）技术识别奥氏体不锈钢晶粒变形,进而评估其蠕变寿命分数的方法。实验结果显示,经过多个晶粒平均后的晶内取向差参数GROD与蠕变变形量之间存在着唯一确定的线性关系,这种关系既与材料的晶粒尺寸无关,也与蠕变条件（即载荷和温度）无关。利用这一性质,可以先基于GROD来评估蠕变变形量,再结合蠕变本构建模,从蠕变变形量出发推算蠕变寿命分数,精度可以达到30%以内。", "label": "机械工程", "id": 0}
{"content": "本文通过引入La改善Ce-Fe-B合金铸片的相组成和微观结构,研究结果表明在Ce-Fe-B合金添加35wt.%的La后,由于2:14:1相和Ce2Fe17相转变温度间隔的扩大,促进了2:14:1相生成,2:14:1相比例从0%显著提高至48%,同时抑制了CeFe2相的产生,CeFe2相比例从67.1%骤减至38.1%。由于原始合金铸片的主相比例的提高,双合金磁体可获得更高的剩磁和最大磁能积,而矫顽力由于添加La引起的各向异性场的降低和微观组织的恶化而轻微下降,在La-Ce对Pr-Nd的取代量为32 wt.%时,可获得较优的综合磁性能:Br=12.38k Gs,Hcj=6.16k Oe,（BH）max=34.76MGOe", "label": "机械工程", "id": 0}
{"content": "<正>腐蚀疲劳（CF）是核电站关键设备寿命设计、安全评审、延寿评估必须考虑的因素之一。美国核管会于2007年颁布了RG 1.207,要求新建核电站疲劳设计必须考虑轻水堆（LWR）服役环境的影响。本文主要研究了国产反应堆压力容器用锻造SA508 Gr.3 Cl.1低合金钢在空气中以及高温高压水环境中的低周疲劳行为。结果表明,低合金钢在高温高压水环境中疲劳裂纹主要萌生于滑移带、点蚀坑和夹杂物,滑移溶解起主导作用。结合国产核级SA508 Gr.3", "label": "机械工程", "id": 0}
{"content": "<正>氢脆敏感性是限制低合金高强度钢实际应用的主要问题之一。在海洋或土壤环境中,一定电位范围内的阴极保护可以有效防止高强钢的腐蚀。然而,对钢施加较正的电位时,不能提供有效的保护。当保护电位过负时,又会促进阴极析氢反应,增加了钢发生氢脆的可能性。除阴极极化外,微生物的活动也可以促进氢脆的发生。例如海洋或土壤环境中硫酸盐还原菌", "label": "机械工程", "id": 0}
{"content": "采用2MeV质子模拟高温高压一回路环境中子辐照,在360±5℃下对一回路的堆焊层材料308L进行辐照实验。利用SKPFM/MFM分别测试辐照对308L表面铁素体相与奥氏体相表面电势变化及辐照试样截面奥氏体相与铁素体相表面电势随辐照深度的变化;利用EPMA测试辐照表面及辐照基体内部两相主要组成元素的变化;通过SEM及AFM测试了截面区域的腐蚀形貌。结果表明:质子辐照后,铁素体相由原来的低电势区变为高电势区,奥氏体相由原来的高电势区变为低电势区;随着辐照深度增加两相的表面电势并没有产生表面的反转现象,而是整体辐照区表面电势低于未辐照区域,这与辐照后表面及内部的不同成分变化机制存在明显对应关系。通过对腐蚀形貌的观察证明了表面电势及电子功函数的变化与腐蚀性能的一致性。除此之外,通过对辐照试样截面进行深度方向进行悬浮抛光后出现明显的辐照分界线且线宽度与空位及注入离子浓度峰值宽度成对应关系,分界线处奥氏体相产生了软化而铁素体相硬度达到最大值。", "label": "机械工程", "id": 0}
{"content": "通过电化学、力学、显微分析、原子探针、理论计算等方法,研究了微合金化元素Nb及其纳米析出相对高强度低合金钢耐蚀性能和抗氢性能的影响规律及机理。研究表明,Nb及其纳米析出相能有效改善高强度低合金钢的耐蚀性能,特别是改善含氢条件下钢的耐应力腐蚀、氢致开裂、氢鼓泡等性能,其效果与析出相的尺寸及共格性、数量和分布有关。作用机理在于:改善钢的微观组织,包括改善组织均匀性和相的均一性、细化晶粒、降低C的过饱和度、降低位错密度和内应力的局部集中、提高小角度晶界比例、调整不同类型重位点阵晶界的数量与分布、消除裂纹扩展择优方向;氢陷阱效应:Nb（C,N）纳米相直接形成大量不可逆氢陷阱,通过增加小角晶界比例和晶界总量而增加可逆氢陷阱,阻碍氢的迁移和聚集,使氢分布均匀,降低晶格中的氢含量,抑制基体活化和腐蚀,阻碍氢致裂纹的萌生和扩展;提高腐蚀产物膜致密性;作为阴极相加速阳极溶解、弱化{111}//ND织构而降低裂纹扩展阻力的负面作用可忽略。", "label": "机械工程", "id": 0}
{"content": "多晶金属中晶界（GB）界面的性质和分布在许多金属材料性能中起着重要作用。对金属多晶试样的实验研究表明,晶界结构对界面迁移率、腐蚀性能、裂纹成核抗力和材料韧性都有很大影响。大量的氢脆（HE）现象是由于H引起的界面凝聚力的丧失（如晶粒、第二相、夹杂物等）导致的。此外,某些低能晶界（LEGB）,如:重合点阵（CSL）的出现与材料力学性能的改变具有一定的相关性。然而,仅通过实验条件来了解材料微观变形机理仍然是一个很大的挑战。为了克服实验方法的局限性,本报告采用基于分子动力学（MD）的原子模拟技术研究了与多类型晶界有关的面心立方镍氢脆（HE）现象的机理。在原子水平上分析了GB与H的耦合作用对镍拉伸响应的影响,探讨了GB在H致变形行为中的作用以及GB结构、变形演化与HE性质之间的关联机制。本工作建立了一种新的圆柱模型,消除了计算晶界能（GBE）时自由表面的影响,并对一系列包含不同类型<110>对称倾斜晶界的Ni双晶模型进行了晶界结构分析和虚拟拉伸计算。研究表明:1)与Ni单晶相比,H提高了含LGHB双晶的屈服强度,而降低了含高能晶界（HEGB）双晶的屈服强度。2) H抑制位错成核,位错优先与LEGB在双晶的晶内成核;不同的是在包含HEGB的双晶中H促进位错成核,位错由HEGB释放出来。3) LEGB结构倾向于强局域原子弛豫。原子弛豫使局域原子密度更加均匀,抑制了边界空洞的形成。因此,没有足够的自由体积使原子在LEGB处移动和重新排列,因此位错优先在晶粒内部成核。与之不同的是,GBE越高,H在GB处的偏聚越明显,过量H聚集导致HEGB具有更加开放的结构,其特点即为过量的自由体积促进原子的重新排序。以上研究表明H和GB结构在位错成核中都扮演重要的角色。通过晶界工程,提高特殊晶界的比例,可以显著增强了金属材料对HE的抵抗能力。该技术在强度、延性、应力腐蚀开裂、高温蠕变、高循环疲劳性能等方面均有提高。", "label": "机械工程", "id": 0}
{"content": "<正>308L不锈钢焊材具有良好的力学性能和耐腐蚀性能,被广泛用于核电站压力容器的内壁堆焊层和接管安全端焊缝中。然而在环境温度280～320°C下长期服役时,308L不锈钢焊材易发生热老化脆性,导致硬度增加而韧性降低,影响到接管安全端的结构完整性。此外,热老化引起的结构转变可能降低308L焊材的耐腐蚀性能,从而影响到内壁堆焊层对压力容器的腐蚀屏障作用。目前对奥氏体不锈钢的热老化研究表明,热老化脆性主要是由铁素体的", "label": "机械工程", "id": 0}
{"content": "<正>本文研究了阴极电位对E690钢在含硫代硫酸根的酸性人工海水中的钙镁沉积、氢渗透及氢脆行为的影响。研究结果发现,碱性人工海水中,随着阴极电位负移,由于界面p H值的变化钙镁沉积层由aragonite转变为brucite。酸性含S2O32-人工海水中,aragonite形成受到抑制,这是由于主要阴极反应不产生OH-,HS-吸附抑制OH-和CO32-吸附以及氢析出抑制aragonite形核三个因素造成的（图1）。碱性环境下的阴极电位负移以及酸性环境下的硫浓", "label": "机械工程", "id": 0}
{"content": "使用自制设备研究拉伸应力对阴极过程的影响。动电位极化试验表明,当氧气是主要的去极化剂时,应力会促进阴极反应过程,而当析氢反应作为阴极反应时会产生抑制效应。进行零电荷电位和循环伏安法（CV）测试以分析金属表面的吸附情况。应力在阴阳极反应中充当催化剂的作用,然而,随着施加在金属上的较高应力,氢原子更可能被吸附在表面上,导致析氢反应的抑制效应。从氢渗透曲线来看,这两种效应都会促进金属的氢脆。", "label": "机械工程", "id": 0}
{"content": "<正>众所周知,在亚稳态点蚀坑口上残余的钝化膜可以促进亚稳态点蚀的生长。这层钝化膜为亚稳态点蚀提供了一个屏障,使侵蚀性溶液被阻隔在点蚀坑内,这在亚稳态/稳态点蚀转变中起到重要作用。在亚稳态点蚀生长阶段,蚀坑上钝化膜的微小破裂会促进蚀坑的生长,然而较严重的钝化膜破裂又会使金属离子浓度低于临界值,从而导致点蚀坑再钝化。因此,残余钝化膜的保留以及其抗破坏能力对亚稳态点蚀的生长至关重要。在前期纳米晶溅射薄膜", "label": "机械工程", "id": 0}
{"content": "高锰相变诱发塑性（TRIP）钢在变形过程特殊的马氏体相变行为使得高锰钢在兼具较好的塑性延伸率的同时具有更高的强度和加工硬化率。一方面,通过调整高锰TRIP钢初始组织能够更好地控制变形过程中发生的TRIP行为,从而提高力学性能。另一方面,形变诱发马氏体相变常具有变体选择性,不同的初始组织对变体选择性具有不同的影响,从而形成不同的相变织构。本文选取化学成分为Fe-0.0024 C-18 Mn-3 Si-1.5 Al （wt%）的高锰TRIP钢为实验原料,通过固溶处理得到室温下含有40%热致马氏体（包含30%hcp结构的ε-M和10%bcc结构的α′-M）的等轴奥氏体（γ）组织,采用热轧工艺通过形变稳定超低碳γ向马氏体的转变,得到室温下为单相γ的形变组织,分别对两种初始组织的固溶样品和热轧样品进行10%、20%、40%和60%的冷轧变形,利用XRD衍射结合全谱拟合的Rietveld原理对样品进行半定量计算和电子背散射衍射（EBSD）技术进行晶体学分析,研究了两种初始组织在变形过程中的相变、形变行为,并对力学性能进行了综合考察。结果表明,与含40%热致马氏体的等轴γ固溶组织相比,热轧后形成了较多的γ基体,促进了γ→ε-M的转变速度,同时热轧组织中形成了较强的黄铜织构,而黄铜取向的γ晶粒不易发生马氏体相变,因此延迟了ε-M→α′-M的相变,最终得到接近线性的α′-M转变量与形变量的关系。拉伸实验结果表明热轧样品的抗拉强度、屈服强度分别为979 MPa和502 MPa,并具有37%的延伸率,而固溶样品对应的性能参数分别为804 MPa,193 MPa和40%,另外热轧样品及其冷轧样品的硬度始终大于固溶样品及其冷轧样品对应的硬度。热轧样品综合性能更好,而热轧组织的塑性没有固溶组织好,可能是因为热轧组织中γ为形变状态,在变形过程中比等轴γ提前机械稳定化,导致γ晶粒无法进一步发生马氏体相变。两种组织冷轧过程中发生马氏体相变的特点不同,固溶组织中的热致马氏体变体选择性弱,一个ε-M变体中6个α′-M变体全部形成,受到变形后发生马氏体相变,α′-M更易在含有热致α′-M的ε-M板条内继续形核长大,且变体数减少,主要为2或3个变体。热轧组织在变形初期形成的α′-M数目较少,此时具有强的变体选择性,只生成一个α′-M变体。另外,两种初始组织中α′-M均易在ε-M板条交叉处形成。", "label": "机械工程", "id": 0}
{"content": "采用ICP对球铁中不同稀土元素含量进行测定。此方法相对测试球铁部件稀土总量的传统方法,进行了球铁中主要稀土元素La、Ce、Pr、Nd的测试。得出公司球铁部件中稀土含量主要含量为Ce,其次是La。进一步验证了Ce是最有效的球化元素。", "label": "机械工程", "id": 0}
{"content": "为满足某型号机座产品对球铁材质的要求,通过大量试验与验证,成功开发QT400-18L超低温铁素体球墨铸铁。该型号铸铁要求抗拉强度≥400MPa,屈服强度≥240MPa,断后伸长率≥18%,低温-50℃下三个试样平均值冲击吸收能量≥12J （单个试样冲击吸收能量≥9 J）。经过分析决定采用优质的炉料配比、合理的铁液化学成分、炉底吹氩以提高铁液纯净度、严格控制球化及孕育过程等多种方式,保证产品的良好化学成分、球化率及力学性能。经大量试验证明,超低温高韧性QT400-18L的金相组织、力学性能完全达到国家规定的要求。", "label": "机械工程", "id": 0}
{"content": "本文根据中国金属学会分析测试方法 CSM 04 02 94 01-2001《锰铁铝、磷含量的测定电感耦合等离子体发射光谱法》中锰铁磷含量的检测方法,对涉及测量过程中可能影响测量结果的称量、溶液体积、标准溶液浓度、测量重复性等方面进行了分析,评定出一个样品中P元素的测定结果的扩展不确定度。", "label": "机械工程", "id": 0}
{"content": "利用OM、SEM、EBSD、末端淬火试验,研究了不同Nb含量高铁车轴钢的组织与性能,结果表明:DZ2钢中添加0.02%、0.04%Nb可显著细化原奥氏体晶粒尺寸和马氏体板条块宽度,随着Nb含量的增加,原奥氏体晶粒尺寸和回火马氏体板条块宽度均呈减小趋势;通过强化机理计算,细晶强化是几种强化机制中主要的强化机制,占比接近屈服强度的1/2,与DZ2对比钢相比,添加0.02%、0.04%Nb后,屈服强度分别提高了69MPa、90MPa;Nb微合金化车轴钢淬透性与DZ2对比钢相当,添加0.02%Nb对冲击吸收功和韧脆转变温度影响较小,而Nb含量为0.04%Nb时冲击吸收功显著降低、韧脆转变温度显著升高,DZ2车轴钢中Nb含量不宜太高。", "label": "机械工程", "id": 0}
{"content": "研究了工业生产的f1422mm×25.7mm/30.8mm规格的JCOE/UOE X80焊管在制管前后的拉伸性能、夏比冲击韧性以及DWTT性能,以分析不同厚度规格和制管工艺下板管力学性能的变化规律。总体上,钢管DWTT性能与钢板相比变化较小,钢管-10℃冲击功与-20℃钢板冲击功相比有所降低,而制管后屈服强度则出现不同程度的上升,抗拉强度相对变化较小,屈强比的变化趋势与屈服强度基本一致。UOE与JCOE相比,UOE制管后屈服强度以及屈强比的提升更为显著,且制管后的冲击性能相对较好,而DWTT性能变化的差异则相对较小。同样外径和制管方式下,对于较厚规格的钢板,其制管后冲击韧性相对较好,但拉伸及DWTT性能的变化趋势则没有明显差异。", "label": "机械工程", "id": 0}
{"content": "在热模拟试验机上采用单道次压缩试验研究了X90管线钢在热变形过程中的动态再结晶行为。根据单道次压缩过程中的应力-应变曲线分析了X90管线钢在不同变形温度和变形速率条件下的动态再结晶规律,结果表明:高温低应变速率下,试验钢更容易发生动态再结晶,当变形温度足够低或者是变形速率足够大的时候,动态再结晶难以发生。采用回归方法确定了试验钢动态再结晶激活能和材料常数,最终建立了动态再结晶方程。同时根据试验钢的动态再结晶临界应变和稳态应变绘制了动态再结晶区域图。", "label": "机械工程", "id": 0}
{"content": "研究了（610～650）℃×25min回火热处理对低碳贝氏体钢显微组织和冲击断裂过程的影响。结果表明:淬火钢组织由板条贝氏体（LB）和马氏体/奥氏体（M/A）组元构成。回火试验钢保留了LB板条特征,细小M/A组元沿板条方向分布。回火温度升高,板条宽度增加,M/A组元数量减少。610～650℃回火后,试验钢的屈服强度（Re L）由796MPa降低至549～618MPa,抗拉强度（Rm）由862MPa降低至611～684MPa,断后伸长率（A）由17.5%提高至20.5%～23.5%。-40℃的裂纹形成能（E1）、脆性断裂扩展能（E3）、脆性断裂扩展终止后的止裂能（E4）和-60℃的韧性裂纹扩展能（E2）、E3、E4增加,综合力学性能得到改善。回火温度升高,试验钢的Re L由618MPa降低至549MPa,Rm由684MPa降低至611MPa,A由23.5%降低至20.5%,-40℃的E2和-60℃的E1与淬火试验钢接近。630℃回火时,试验钢的Re L为609MPa,Rm为673MPa,A为21.5%,-60℃的冲击脆性断裂倾向较小,脆性断裂止裂性达到最佳。", "label": "机械工程", "id": 0}
{"content": "本文介绍了常用波纹管材料,通过对比各材料的特性,阐述了化学成分含量对材料性能的影响、各种材料之间的优缺点,给出了材料的推荐应用场合。", "label": "机械工程", "id": 0}
{"content": "可吸收型医疗器械制造材料的选择是研究的热点,通常选择可降解的、生物相容性良好的合成高分子材料或天然高分子材料。基于我国庞大的人口基数、社会老龄化等因素,2018年国内骨科植入市场的销售规模约262亿元,较2017年增长了37亿。目前的骨科植入市场中,只有技术含量相对较少的领域实现了进口替代,国家出台大量政策鼓励国产创新和进口替代,以期扭转这一局面。骨科植入类属附加值高、对人体和生命健康具有重要影响、技术难度大,产品风险应在其设计开发阶段得到分析和控制,以保障后续的生产、使用环节。可吸收骨植入类医疗器械产品的设计开发应遵从国内外医疗器械法规要求,以保证产品的安全、有效性,进而实现产品的上市销售。本文以可吸收骨科植入物为例对材料的选取和设计开发依从的国内外法规两方面进行讨论。", "label": "机械工程", "id": 0}
{"content": "机械工程材料及热处理是机械、材料类专业必修的一门专业基础课程,并且应用范围广、实践性强等。本文对机械工程材料及热处理的教学现状进行了分析,针对学生和该课程的特点,对该课程的教学方式进行了探讨。得出要充分利用多媒体教学,课堂教学与实验教学并重,并且要理论与实践相结合。从而培养学生的创新能力和现场实践能力。", "label": "机械工程", "id": 0}
{"content": "<正>针对已有的某一类机械超构材料,借助MATLAB进行有限元模型的前处理,然后调用商用有限元软件求解器计算,并将计算结果导入MATLAB的Optimization Toolbox,由这个优化工具箱生成新的有限元模型并且不断地加以迭代计算,最后找出结构设计的最优化方案", "label": "机械工程", "id": 0}
{"content": "现代化工业的快速发展,使得人们对机械设计的要求也越来越高。材料在机械设计中的选择和使用是机械设计中一道最重要的程序。所以在对机械设计材料进行选择和使用的时候,就要格外的注意。材料的选择已经不仅仅是要满足于机械设计的初级阶段了,现在的材料在机械设计当中更要注意其环保性和无害性。文章就材料在机械设计当中的选择和使用做了详细分析和研究。", "label": "机械工程", "id": 0}
{"content": "波纹管的选材,对膨胀节的使用性能有着重要影响。本文介绍了几种常用波纹管材料的化学成分、力学性能及特性,并对材料的腐蚀问题做了扼要叙述。最后浅析了膨胀节失效形式以及失效模式的设计理念。", "label": "机械工程", "id": 0}
{"content": "机电设备评估的对象通常是正在使用和已使用过的设备,因而准确的估算设备寿命是评估师确定设备损耗和价值的基础。在材料使用环境日益复杂的情况下,研究如何正确估算材料疲劳寿命十分重要,尤其是对那些造价较高构件疲劳寿命进行更为精确的预测就更为迫切。本文从疲劳寿命估算存在模糊现象出发,将模糊理论引入Miner理论,利用改进的模糊Miner对材料疲劳寿命进行估算。同时,本文还结合实例,将各隶属函数估算情况进行比较分析。", "label": "机械工程", "id": 0}
{"content": "薄壁球壳为实验装置提供真空环境并提供可靠支撑,使用时有很高的刚度要求。本文应用MSC.Patran和MSC.Nastran软件对三种不同壁厚的薄壁球壳进行了三维有限元分析,根据有限元分析结果计算了薄壁球壳有刚度,为确定薄壁球壳壁厚提供了计算依据。", "label": "机械工程", "id": 0}
{"content": "结合当前机械行业材料检测工作的实际,讨论了测试方法的准确性、新方法新技术的应用和相关标准在测试中的应用等三方面的问题。", "label": "机械工程", "id": 0}
{"content": "永磁耦合器能实现电动机和风机、泵类负载间的无机械连接传动,不仅具有调速性能,而且能实现隔振、软启动、软停止,可以适应恶劣环境。通过三维绘图软件绘制永磁磁力耦合器的传动部件,将模型导入Ansoft Maxwell软件进行三维静态场以及瞬态场的有限元分析,得出永磁耦合器传动部件在不同气隙下,转差和关键部件的磁密分布、电涡流密度、轴向力、输出转矩的关系,为磁力耦合器的设计制造提供理论依据。", "label": "机械工程", "id": 0}
{"content": "液粘传动是基于牛顿内摩擦定律,利用油膜的剪切力传递转矩,扭矩大小与主被动摩擦片的相对转速有关,而与主被动摩擦片绝对转速无关,现有的研究也是基于此理论和假设开展的,均未考虑绝对转速的影响。本文针对定转差、不同转速对液粘传动特性的影响,建立了摩擦副间油膜的三维流场模型,采用不可压流动控制方程和层流模型对其进行理论求解和分析。通过对油膜压力场和速度场的对比研究发现:定转差下,绝对转速变化会改变油膜的压力分布,同时会影响摩擦副间隙内油膜传递转矩大小以及油液流动形式;所取得的研究结果与以往的研究和假设完全不同,这为今后研究液粘传动特性提供了新的理论参考。", "label": "机械工程", "id": 0}
{"content": "为了解决传统永磁调速器存在的诸多问题,本文提出一种新型永磁柔性调速器无轴向移动的解决对策。本文的新型永磁柔性调速器是通过调节导体转子两侧的永磁体磁极的相对周向位置角度以调控导体盘或导体环切割磁场的耦合强度,以改变导体盘或导体环内的感应涡流,从而改变导体盘或导体环与可调耦合强度磁场作用产生的转矩,实现传动调速。也提出了新型永磁柔性调速器的拓扑结构,盘形永磁柔性调速器、筒形永磁柔性调速器和锥形永磁柔性调速器,并以其中筒形永磁柔性调速器为例进行了有限元分析,对参数设计进行模拟分析,得出结论,可为新型永磁柔性调速器的结构尺寸优化设计、电机转速和导体材料选择提供一定依据。", "label": "机械工程", "id": 0}
{"content": "本文基于动能定理和刚体绕定轴转动微分方程,对复合弓的轮组和复合弓在不同拉距状态下的弓弦回收速度进行了研究。对加装了偏心轮的复合弓上的偏心轮对于弓弦回收速度的影响进行了分析,并与圆轮复合弓进行了对比,这对于复合弓的设计提供了理论依据。", "label": "机械工程", "id": 0}
{"content": "磁齿轮是一种新型的传动机构,它通过磁场间的相互作用传递转矩。相比于传统齿轮,磁齿轮具有效率高、易于维护、寿命长等优点,所以近年来受到了越来越多的关注,在风力发电,直接驱动领域有广泛的应用前景。由于磁齿轮在加工及安装过程中容易产生偏心现象,所以性能会受到影响。本文通过分析磁齿轮静态偏心的特点,提出三种静态偏心情况,并计算静态偏心的磁齿轮中气隙径向磁通密度的变化、不平衡磁拉力的变化以及齿槽转矩的变化,系统地研究磁齿轮中的静态偏心现象,发现当磁齿轮中出现静态偏心现象时其径向磁通密度、不平衡磁拉力及齿槽转矩均会受到一定影响,本文结论可以为磁齿轮的分析及性能改善提供理论基础。", "label": "机械工程", "id": 0}
{"content": "磁力耦合传动已经广泛应用在化工、医药、食品等一些带有压力、真空或污染的机械设备上实现了完全密封[1,2,3]。传动设计是根据设备工况和安装环境以及结构情况,追求紧凑、省材以及降低成本,同时满足扭矩要求。本文对此做了研究分析,并得出比较客观具体的结论。", "label": "机械工程", "id": 0}
{"content": "磁力耦合传动已经广泛应用在化工、医药、食品等一些带有压力、真空或污染的机械设备上实现了完全密封。传动设计是根据设备工况和安装环境以及结构情况,追求紧凑、省材以及降低成本,同时满足扭矩要求。本文对此做了研究分析,并得出比较客观具体的结论。", "label": "机械工程", "id": 0}
{"content": "本文介绍了美国MagnaDrive磁浮传动调速技术。该技术无机械联接、通过永磁场与感应磁场之间进行能量传递的特点,不仅可大大减少振源对系统影响的强度和范围,而且可实现软起动、堵转时自动脱离保护、调速节能等功能。", "label": "机械工程", "id": 0}
{"content": "介绍了一种电流变流体控制元件的结构和工作原理,并对其进行了实验研究。研究结果表明,负载流量的大小和方向可直接由电流变流体控制元件上所加电场的大小来控制,验证了电流变技术应用于流体动力传输的可行性,为设计和开发新一代电流变型流体动力元件提供实验依据。", "label": "机械工程", "id": 0}
{"content": "<正>21世纪人类科学技术的发展必须以保护环境、节省自然资源为主旨,为适应这种要求,科研人员展开了水压驱动、电液复合驱动、机液复合驱动的研究并取得了一定的成果,现简介如下:在环保方面,由于材料技术、加工技术、表面处理技术、", "label": "机械工程", "id": 0}
{"content": "对磁力耦合传动系统的设计方法进行了分析探讨,得出了准确计算平面轴向磁力耦合传动极限传递力矩的新方法,介绍了磁力耦合传动在纺织机械中的应用实例。", "label": "机械工程", "id": 0}
{"content": "如今,《液压与气压传动》已成为大部分理工科院校一门专业基础课。由于该课程具有一定的理论性和很强的实践应用性,再加上受到传统的教学条件和教学理念的约束,导致该课程的教学过程还存在的一些主要问题。针对塔里木大学液压与气压传动课程的教学现状,并结合新工科背景下高校探索新型教育模式的发展需求,对《液压与气压传动》课程进行多方面改革,如教学、实训等。以提高教育教学质量,提高学生的独立思考能力及创新思维能力,更好与企业接轨,服务南疆,服务社会。", "label": "机械工程", "id": 0}
{"content": "针对传统的液压与气动技术教学中,学生学习兴趣低下、对液压元件结构认识不清楚、基本回路理解困难、实训教学设备少、设计无法验证等问题。FluidSIM仿真软件具有丰富的元件库可对基本控制回路进行仿真演示运行,解决传统液压与气动技术理论与实际脱节现象和实训设备少的问题,提高教学的可靠性和安全性。在电脑上进行仿真模拟操作,让每个学生可以清楚理解基本回路的执行过程。FluidSIM仿真软件使用激发了学生的学习兴趣,提高学习效果。", "label": "机械工程", "id": 0}
{"content": "介绍了一种复合式气缸盖的缸孔加工工艺方法,分析了此种工艺方法的设计原理,并详细介绍了此工艺的实施步骤,以及实施过程中的注意事项。", "label": "机械工程", "id": 0}
{"content": "液压与气压传动是机械类专业一门重要的专业课程。根据我校该课程的教学现状归纳总结了教学中存在的主要问题,提出了线上线下混合式教学模式,并从优化课程教学内容、创新教学手段、完善过程化考核体系、挖掘思政元素等四个方面进行了改革与探索,以促进高校应用型本科课程的建设。", "label": "机械工程", "id": 0}
{"content": "成果导向教育（OBE）,在国内外已成为教育改革的主流理念,借鉴《悉尼协议》,用成果导向教育理念实施工程教育改革,是高职院校改革成效的重要标志成果之一。本文基于成果导向的理念,进行了《液压与气动技术》专业课程改革的研究与探索实践,以期为广大同仁提供有益的借鉴。", "label": "机械工程", "id": 0}
{"content": "对于半球型动压马达,工程上一般通过选配半球和球碗的球心距实现对间隙的调整,不同球心距及其形成的间隙分布对动压气膜特性有重要影响。马达正常工作时,由于转子重力,两端间隙及气膜性能存在差异,影响马达温度及仪表精度。马达起动或停转时,半球和球碗的间隙将随转速变化,其规律对分析马达的起停性能具有重要价值。本文基于建立的半球型动压马达详细模型与CFD模型,对不同球心距、正常工作以及停转过程的间隙变化与气膜特性进行了计算与分析,为动压马达设计及仪表精度提升提供参考。", "label": "机械工程", "id": 0}
{"content": "本文基于我国液压与气压传动教学的现状,提出目前进行液压与气压传动教育改革所面临的问题,并就这些问题进行研究,从老师和学生方面,分别提出相应的改进措施,这些措施也涉及到了目前的教育体制,进而获得一种全新的液压与气压传动教学改革方案,将这些方案进行实践,获得了预期的效果。", "label": "机械工程", "id": 0}
{"content": "《液压与气动技术》是技工学校机械类、电气类专业学生必修的一门专业课程。在以往的教学当中,该课程仅涉及到液压、气压相关的知识,对于液压及气动回路的电气控制原理根本没有提及,在教学过程中经常有学生会问到液压及气动回路的控制过程是如何实现的。在生产实际当中,液压与气动系统也并不是单独存在的,它们与电气控制系统是密切结合在一起的。本文主要论述了笔者在讲授《液压与气动技术》课程时将相关的电气控制技术有机的结合在一起,进行跨学科教学的方法及过程。", "label": "机械工程", "id": 0}
{"content": "《液压传动与气动技术》是一门理论和实践并重的专业课程,现以项目为载体,对液压课程内容进行模块化整合,应用液压试验台及实物作辅助,为突出以学生为中心,采用理实结合,工学一体化的教学方式,注重学习任务评估,适当的应用\"翻转课堂\",从而提升学生综合职业能力,以适应企业及社会的需求。", "label": "机械工程", "id": 0}
{"content": "气动三联件减压阀部分由塑料制成,工作环境温度较高时,随着气动三联件减压阀塑料部分老化以及减压阀内的高强弹簧压力的双重作用下,气动三联件减压阀就会在应力集中的排气口处发生断裂失效,从而导致气动三联件失效。我们设计制造了气动三联件减压阀压力调节保持器。安装在已失效气动三联件减压阀损坏部位,从而用极其低廉的成本继续实现其功能。", "label": "机械工程", "id": 0}
{"content": "为研究气驱动自动装配系统中气动回路参数对自动装配系统的性能影响,以自行研制的成套用螺栓螺母为研究对象,基于气动回路总体设计方案,搭建气缸冲程与回程过程气动回路的数学模型和仿真模型,研究不同管径、不同压力对气缸动作时间的影响,确定气动回路压力和管路直径。通过自动装配样机测试,结果表明,根据仿真结果选择的气动回路压力和管径动作稳定,满足自动装配性能指标。", "label": "机械工程", "id": 0}
{"content": "本文对超音速扩压管进行了实验与数值模拟研究。实验中发现扩压管排气噪声在不同的供气压力下出现两阶段噪声特性。为了更好的解释这一实验现象,对超音速扩压管流动进行了轴对称Unsteady Reynolds-averaged Navier-Stokes（URANS）数值模拟。数值模拟结果揭示了不同进出口压比下扩压管内复杂的激波结构。在扩压管过渡工作状态下,出现激波常规反射和马赫反射两种模态。激波与壁面边界层的相互作用会导致边界层分离,产生回流区。若回流区不稳定,将导致激波结构的不稳定,出现常规反射和马赫反射两种激波结构周期性交替出现的现象。", "label": "机械工程", "id": 0}
{"content": "为满足大负载在有限距离内实现加速至高速,并在有限距离内缓冲制动,设计了一种新型的结构简单的气缸与快排阀一体化的高速气缸。结合此高速气缸结构特点设计了相应的加速与缓冲气动控制回路与控制策略。为准确预测系统性能,并对所涉及系统进行整体分析和评估,从而达到优化系统、缩短设计周期和提高系统稳定性的目的,本论文建立整套系统的气动仿真模型,并利用AMESim进行了气动仿真与分析。", "label": "机械工程", "id": 0}
{"content": "超声振动的减摩效应在几十年的研究中被应用于设计制造等多个领域。同时,这种减摩方法在气动系统的气缸中也获得了成功的尝试。本文提出了将气缸运动副沿周向展开并形成橡胶条与钢板摩擦副的方法,来等效模拟气缸运动副的运动状态,搭建了针对等效后的运动副的摩擦力测试系统平台,为未来的相应研究提供保障。", "label": "机械工程", "id": 0}
{"content": "根据静压支撑的原理,建立了低摩擦气缸的非线性数学模型,探索活塞结构参数和工况参数对气膜内压力分布的影响规律。通过理论计算,发现静压支撑气缸的节流孔直径d、背压pb、控制压力pc对其压力分布影响很大。希望对相关气缸研究者提供启发和借鉴。", "label": "机械工程", "id": 0}
{"content": "本文针对所设计的额定压力达到12MPa的高压气动比例减压阀的先导级控制腔的压力控制进行研究。在理想气体假设条件下建立了完整的非线性动态模型并进行实验验证;设计了以压力偏差的两次积分作为滑膜切换函数变量的滑膜控制器,得到了较好的控制效果。", "label": "机械工程", "id": 0}
{"content": "为了解决气动阀门定位器系统中由于长配管的延迟衰减特性而引起的控制延迟、稳定性差等问题,引进了分段建模和极限的思想,在基本科学理论的基础上,建立了配管中的压强-流量偏微分方程组,并使用MATLAB软件仿真计算出长配管中的气动信号数据,分析了长配管的静态流量特性和动态压力特性。进行了相关的长配管特性实验,将仿真结果和实验结果进行分析比较。针对长配管动态压力特性对控制系统的影响,进一步建立了长配管的三阶加纯滞后模型,为将长配管模型纳入到设计系统控制器及补偿等环节的考虑之中奠定了基础。", "label": "机械工程", "id": 0}
{"content": "结合实际情况,对铸造厂铸三车间四缸体疤状类爆砂废品进行分析,找出爆砂原因,对整个生产流程进行梳理,数据分析,识别出关键影响因素,最终通过更换、修复关键设备,优化工艺,建立系统标准文件管理制度,有效地降低四缸机气缸体疤状类爆砂废品率。", "label": "机械工程", "id": 0}
{"content": "为了提高气动马达工作时的针对性,实现马达输出机械能最大程度利用,基于常规气动马达的工作特性,提出了一种可变膨胀比的气动马达,通过台架试验绘制可变膨胀比气动马达特性曲线,并分析讨论不同工作压力、膨胀比对马达输出扭矩和功率的影响。为了便于讨论可变膨胀比的优势,在连续可变的膨胀比1-1.17选取五个不同膨胀比工况（1.01、1.05…1.17）进行试验研究,试验结果表明:马达启动的最小工作压力为0.16Mpa,马达输出的扭矩和功率均随着工作压力的增加而升高。工作压力小于0.56Mpa时,可变膨胀比气动马达输出的扭矩和功率均是随着膨胀比的增加而升高;当工作压力达到0.56Mpa时,马达输出的扭矩和功率随着膨胀比的增加先升高后降低,马达最佳膨胀比为1.09,与其膨胀比1.01相比最大扭矩增加了3.32N.m,最大功率增加了865.5W。因此,不同的工作压力气动马达的最佳膨胀比不同,最佳膨胀比可提高马达在实际应用中的效率。", "label": "机械工程", "id": 0}
{"content": "<正>对于研究的气动阀门不仅要承受气动载荷,还有结构系统中的弹簧作用力、波纹管的作用力,开启闭合过程中还有与定位螺杆、阀门壁腔有接触碰撞问题.因此对于这类阀门单纯的CFD分析或者结构分析都很难有效解决,故采用基于流固耦合分析方法,考虑阀门运动与气动载的流固耦合效应,分析了阀门的气动载荷,进而在该载荷作用下进一步分析阀门振动冲击损伤,探究其发生异常现象的机理.", "label": "机械工程", "id": 0}
{"content": "《液压与气动技术》是机械类专业的重要课程,由于其概念抽象、元件结构复杂、回路动作不直观等特点,学生普遍反映不易理解。只有不断地以学生的需要为起点,并以此为准绳,结合本校实际确定教学内容,研究教学方法,实现教学目标,使教师教的有效性变成为学生学的有效性。", "label": "机械工程", "id": 0}
{"content": "介绍了以压缩空气为测量介质的伺服阀重叠量气动配磨试验台。试验台使用压缩空气采用模拟测量法进行测量,实现了对伺服阀重叠量的自动测量。该测量台具有操作方便、效率高、精度高、无污染、噪声低的特点,可满足伺服阀批量生产的需要。", "label": "机械工程", "id": 0}
{"content": "本文阐述了光辉气动执行机构原理、调试、维护、应用等方面的使用经验及其优点。", "label": "机械工程", "id": 0}
{"content": "通过对《液压与气动技术》课程在中职教育的重要性与教学难度分析,结合中等职业学校学生特点和教学实践,就教学方法、评价方式、教材与专业课室建设三个方面进行教学策略的探索。", "label": "机械工程", "id": 0}
{"content": "液压与气压传动是高等学校机电类专业的一门重要的技术基础课。为满足现代工业对人才培养的要求,本文从教材内容、教学方法及实验教学方面做了一些改革,注重理论联系实际,运用项目教学及计算机辅助CAI课件,实现多元化的现代教育模式,激发学生学习积极性和主动性,提高教学质量。", "label": "机械工程", "id": 0}
{"content": "随着数字化的发展,产品的性能要求越来越高,进而对零组件的尺寸精度、形位精度要求更严。柱塞的加工对企业来说不是什么难题,但对于柱塞组件的收口加工仍是亟待解决的问题。本文所描述的某型柱塞组件是某液压马达产品上的关键组件,柱塞组件的收口加工在我公司从未进行过,现有2项产品上需用柱塞组件,为此,探索、研究此类组件的收口加工方法、制定合理的加工方案、选择合适的加工设备、制作合适的加工用刀具、夹具等,是解决柱塞组件收口加工的技术课题。本文通过加工探索,总结出一种车床收口工艺,填补了我公司在柱塞收口加工方面的工艺空白,同时也顺利地完成生产任务的交付。", "label": "机械工程", "id": 0}
{"content": "针对某新设计的斜轴式轴向柱塞泵,基于三维流体仿真软件,采用计算流体动力学（computational fluid dynamics,CFD）中的动网格技术研究主轴转速为900rpm及1500rpm时柱塞泵的工作过程,对两种转速下的出口瞬时流量及瞬时压力进行分析,并与理论公式计算得到的柱塞泵流量进行对比分析,得到柱塞泵主轴转动一个周期内的流量脉动及压力超调的配流特性。", "label": "机械工程", "id": 0}
{"content": "某液压缸活塞杆在使用过程中发生断裂事故。通过断口形貌观察、金相检验、力学性能测试等手段对活塞杆的断裂原因进行研究。结果表明:活塞杆的断裂性质为宏观韧性过载断裂,材料调质处理后存在数量较多的铁素体组织,导致力学性能偏低,材料表面淬火后存在淬火软带,从而引起构件表面硬度不均,以及使用时受较大弯曲应力作用等,是引起活塞杆发生断裂的主要原因。", "label": "机械工程", "id": 0}
{"content": "液压系统设计其实就是将各个液压元件有机的连接起来,达到我们需要的要求。随着互联网的蓬勃发展,政府出台了一系列政策支持和鼓励工程机械行业软件的发展与培育工作,针对液压系统设计方面,缺乏相应的设计与数据相结合的平台,导致了设计难度大,重复性工作多,每个设计师都有自己的风格,缺乏统一的标准。针对此问题,基于液压系统软件标准化设计的概念进行明确,标准化设计液压系统,为未来的快速,高效的液压系统设计提供解决方案。", "label": "机械工程", "id": 0}
{"content": "本文针对某液压滑阀出现的磨损卡滞现象,应用Fluent软件对该阀进行流场及温度场仿真,分析工作压力及阀口开度对阀芯卡紧力及阀体、阀芯温度分布的影响规律,结果表明:当阀口开度较小时,滑阀所受径向卡紧力较小,能在各工作压力下正常工作;当阀口开度为2～5mm、入口压力较大时,滑阀所受径向卡紧力较大,阀芯、阀体磨损严重,可能出现卡死现象;阀口温升较高,因此阀口是滑阀中最可能发生受热膨胀出现卡滞现象的部位。如果滑阀长期在较大阀口开度和较大工作压力条件下工作,阀芯U形槽、阀体沉割槽部位受热变形过大可能引起阀芯卡死现象的出现。", "label": "机械工程", "id": 0}
{"content": "基于ANSYS Workbench建立液压机构用斯特圈密封二维轴对称几何模型,采用轴向推进方式模拟密封圈安装过程,之后对组合密封结构（O型橡胶圈+阶梯型滑环）在不同液压下的应力和接触压力进行了仿真分析,探讨了不同压力下O形橡胶密封圈和阶梯型滑环的Von Mises应力、接触压力和摩擦应力的变化规律,分析了密封间隙对最大Von Mises应力与最大接触压力的影响。结果表明,在液压作用下,组合密封结构的最大Von Mises主要集中在O型橡胶圈与阶梯型滑环的挤压接触区域和阶梯型滑环与缸壁的接触尖角位置;同时,随着密封间隙的逐渐减小,各接触表面的接触应力逐渐增大;因此,适当减小密封间隙有助于达到更好得密封效果。", "label": "机械工程", "id": 0}
{"content": "采用案例的形式,对提高液压试验压力的风险分析,以及具体的控制风险的措施进行论述。", "label": "机械工程", "id": 0}
{"content": "本文针对液压系统吸油软管气蚀穿孔现象,基于FLUENT软件对左右两侧软管内部油气混合两相流进行CFD仿真计算,求解软管内部流体流动过程中受湍流、黏性和重力耦合影响的气体聚集特性。基于AMESIM软件对左右两侧软管管路流量-压降特性进行仿真计算,求解液压泵瞬时大流量吸油过程带来的低压影响。最后基于仿真计算结果,提出了吸油软管气蚀问题的改进建议。", "label": "机械工程", "id": 0}
{"content": "电液伺服阀在加速度环境下工作时,惯性力会使力矩马达产生一定的偏角、主滑阀产生相应的开口,即出现加速度零偏漂移。论文对此提出一种抑制方法:平行于主阀芯轴向设置加速度传感器,根据伺服阀结构参数将加速度环境所引发的电流成比例放大后反向接入伺服阀控制电路。计算表明该方法可以完全消除定常加速度下的伺服阀零偏漂移,可以大幅降低但无法消除非定常加速度下的伺服阀零偏漂移。", "label": "机械工程", "id": 0}
{"content": "液压阀体外形规整,内部油道细小而且油道分支多,细小油道在铸造过程中易发生断裂是铸造工艺难点,阀体中心热节部位的缩松的防止也是铸造工艺的难题。通过铸造工艺之初采取预防缺陷的措施,以及应用铸造CAE软件进行充型及凝固过程模拟验证工艺合理性。实际浇注试制,铸件检测验证合格,实现细小油道阀体铸件的快速开发。", "label": "机械工程", "id": 0}
{"content": "针对传统监测方法无法实现液压设备的智能化与个性化监测,且诊断效率低等问题,本文提出了一种基于边云端协同计算的液压设备健康监测机制,通过液压设备上的传感器实时采集其监测数据,经边缘计算,实现对液压设备运行状态的在线监测;结合云计算,运用人工智能算法实现液压设备的健康监测与寿命预测。研究结果表明,该机制可以实现液压设备异常状态的自动识别,且识别正确率较高,从而能够减少液压设备的维护成本,保障液压设备长时间安全稳定运行。", "label": "机械工程", "id": 0}
{"content": "液压技术在经过多年的迅猛发展后,已经趋于成熟。近10年来,液压系统变化不大,液压技术的发展仿佛遇到了瓶颈。结合液压技术的发展历史,分析液压技术未来的发展趋势,提出了液压技术在发展中可能会遇到的挑战与机遇,并大胆预测未来插装阀组成的液压集成块会成为液压技术发展的方向。", "label": "机械工程", "id": 0}
{"content": "液压油是液压系统的\"血液\",液压油的好坏会直接影响液压系统的工作质量。液压油温度升高是液压系统中的一种常见现象,但油温过高对液压系统安全性和稳定性有很大的影响,正确认识这种现象对液压系统的稳定工作有重要的意义。主要介绍导致液压油温度过高的一些原因和液压油温度过高对液压系统带来的不良影响,并结合飞机液压系统的实际情况,给出切实可行的预防和解决措施。", "label": "机械工程", "id": 0}
{"content": "负值负载是液压系统中一种常见的现象,通常解决它的方法是在回油路增加背压阀,但若背压设置不当也会对液压系统的工作带来不良的影响。主要介绍当背压与负值负载不能平衡时所带来的危害,并详细讲解了如何正确地设置背压,并合理利用背压使液压系统的工作更加安全、稳定。", "label": "机械工程", "id": 0}
{"content": "本文对液压传动系统常见故障及解决措施展开分析,对液压传动系统的工作效率以及工作安全性有着重要的意义,文章就液压传动系统的工作原理、目前液压传动系统常见故障以及液压传动系统故障的解决措施展开讨论和分析,以期能够给中职学生就业及相关的工作人员一定的帮助。", "label": "机械工程", "id": 0}
{"content": "合理运用多媒体课件辅助教学是一种高效的教学手段。多媒体课件以直观形象、易于理解、及时互动、寓教于乐的特点应用于《液压传动》课堂教学中,直观表述了液压传动系统的组成和工作原理、常用液压控制元件与液压基本回路,有利于学生对各种液压控制元件的结构原理及液压控制基本回路的理解。多媒体课件的运用激发了学生探索创新的主动性和积极性,使《液压传动》课堂教学事半功倍[1]。", "label": "机械工程", "id": 0}
{"content": "为研究数字液压缸的结构参数对其稳定性的影响和变化趋势,建立了数字液压缸的数学模型,利用AMESim仿真软件,建立了数字液压缸的整体模型。从时域和频域两个方面具体分析了滑阀面积梯度、阀芯移动幅度、滑阀中位预开口量的变化对数字液压缸稳定性的影响规律。结果表明:增大阀芯面积梯度,稳定性降低;增大阀芯移动幅度和中位预开口量,稳定性会增强。仿真结果有助于数字液压缸的研制及应用。", "label": "机械工程", "id": 0}
{"content": "根据目前我发展情况来看,以液压系统状态识别技术进行在线检测、故障诊断以及电量功率方面的优化控制已经成为现阶段的发展目标,利用液压系统状态识别技术很好解决人工操作中存在不足,并且还能技术发现机械设备中存在问题,电动机工作的时候主要是利用电压、电流之间的相互交流进行工作,传统的电力工作者在工作中遇到比较繁琐的事情解决起来也是相对麻烦的,液压系统状态识别技术的应用为工作者提供了很多的便利条件。", "label": "机械工程", "id": 0}
{"content": "液压系统是超塑成型设备的主要部件,用于移动和压制工件。它需要在打开或关闭模块腔室期间快速移动模块以节省热能,并且还需要在超塑性吹塑成型过程中的保持高精度压力控制,因此它通常需要高流速和高频带宽的伺服阀。但对于伺服阀,当流速变大时,带宽通常会减小,同时高流量伺服阀成本非常高。实际上,对于大流量伺服也很难实现高精度加载控制,因为高精度控制时所需的流量非常小,该流量小于伺服阀的分辨率。比例阀成本较低,但由于它具有死区和滞后,它通常不能满足高精度的压力加载控制。提出了一种新的混合控制方案,该方案采用高流量比例阀与小流量伺服相结合来控制压力缸。大流量比例阀用于需要大流量和低精度的运动控制,小流量伺服阀用于实现高精度压力负载控制,而控制精度是最重要的。运用AMESim研究了该方案可行性及控制算法。仿真结果表明,该方案能够满足成形系统要求。", "label": "机械工程", "id": 0}
{"content": "文章分析了液环真空泵和液环压缩机工作原理和过程,第一次提出真空泵和压缩机不同的设计理念。分析了液环泵几何设计方法,提出以能量传输和转化为设计基础,采用能量转化计算方法设计液环压缩机,以工艺需用的气体变化为准则,转化成为压缩机差压、压缩比等设计输入,建立能量转化基础的数学模型。通过液环动能向压力势能转化确定压缩机必需的动能相适应的结构,提供压缩机结构的基础参数。通过理论计算,给出了压缩机可实现最高压力趋势线。这种设计方法应用,液环压缩机可以实现200-800kPa排口压力,并且可以实现真空-压力的综合、复合利用。结合工程实践提出了压缩机个性化,实现安全、节能的建议。文章建议采用系统方法考核液环压缩的指标,促进工程实用、压缩机技术发展。", "label": "机械工程", "id": 0}
{"content": "本文提供一种新型的液压缸的安装方式,能自动根据实际需要对液压缸的受力方向进行调整,避免负载的侧向力对液压缸带来的损伤。与传统耳轴式油缸相比,提高了安装时的效率,减少了缸筒耳轴与缸筒需开焊接坡口的工序,避免了因焊接不好而导致缸体变形的可能,同时给企业节约了成本,提高了液压缸的使用寿命。", "label": "机械工程", "id": 0}
{"content": "本文通过图例,详细介绍了波纹管膨胀节的各种衬里结构,并对衬里结构的材料、应用行业和适应环境做了简要的分析与说明。", "label": "机械工程", "id": 0}
{"content": "本文详细介绍了一种中间夹层为不锈钢丝网的波纹管补偿器,描述了其设计制造检验过程,并对其应用进行了说明。", "label": "机械工程", "id": 0}
{"content": "本文介绍了波纹管膨胀节型式试验技术,分别列举了蠕动试验、子午屈曲试验及疲劳试验方法,简述了疲劳试验、子午屈曲试验及蠕动试验过程。", "label": "机械工程", "id": 0}
{"content": "本文从膨胀节的设计、制造和试验等方面,对国外某高温敏感设备金属膨胀节的几个关键点进行了分析,验证了国产化替代的可行性。", "label": "机械工程", "id": 0}
{"content": "卡套接头与其连接管的连接是一种特殊密封结构,针对其匹配密封性,某核电项目在传统气压、水压检验基础上提出了更严格的密封性检漏要求,要求在充正气压的条件下应能对泄漏部位进行定位,同时对泄漏率进行半定量检测。本文结合项目要求分析了卡套接头与其连接管的密封结构特点,总结传统气压、水压检验的检测工艺流程和不足,提出了采用正压氦质谱检漏方法,通过氦质谱仪搭建检漏系统,合理选择正压法吸枪技术对组件进行密封性检测,试验实施效果良好。结果表明:氦质谱检漏相较于气压、水压检验更加灵敏、准确,更能验证密封结构的可靠性符合该项目要求,提出了正压氦质谱检漏方法在卡套接头与其连接管密封的检测中,应该注意检测的背景环境、密封连接重点部位检测时扫查速率和距离的控制等问题。", "label": "机械工程", "id": 0}
{"content": "注胶带压堵漏技术主要应用于管道和法兰的堵漏,效果显著。由于波纹管特殊的几何外形,该技术应用于波纹管堵漏时,效果往往更多地取决于注胶堵漏夹具的设计和制作是否合理。本文主要介绍波纹管局部泄漏时,注胶堵漏夹具的设计和制作方法。", "label": "机械工程", "id": 0}
{"content": "金属C型密封环可适用高温、高压、振动及循环载荷环境,具有良好的压缩回弹性能、密封性能、耐腐蚀性能和抗辐照性能,已逐渐在多个领域得到应用,且多用于内部正压设备的密封。文中借鉴金属C型密封环在正压设备中成功应用的经验,对其在负压的核级真空容器上的应用开展研究,提出金属C型密封环的设计和使用要求,根据金属C型密封环的实际使用环境,给出制作金属C型密封环模拟件方案,开展金属C型密封环模拟件性能试验及其在真空容器上的模拟验证试验。研究结果表明,金属C型密封环在高温真空环境下可以起到较好的密封效果。", "label": "机械工程", "id": 0}
{"content": "某专用套管结构是某高速旋转设备的关键部件之一,其在设备运行时不随之旋转,是高速旋转设备上的的固定件。该结构由多根同轴管体构成,上端采用铜螺母与高速旋转设备相连接,相当于上端固定的变截面空心悬臂梁。其横向刚度较小,工作时各种强迫振动的因素可能使套管发生大幅度振动,严重时可能造成部件之间相互碰撞,导致破坏性事故发生,因此振动特性是套管结构设计需关注的重要性能之一。本文运用模态分析的方法,通过理论分析与试验验证相结合,对专用套管结构的振动特性进行研究。首先利用ANSYS Workbench模态计算方法对套管结构进行动态特性研究,获得套管结构前10阶的固有频率和振型。然后基于LMS Test Lab模态分析软件及数据采集系统,对套管结构采用多点激励单点响应的锤击法进行模态分析,通过PolyMAX模态参数识别方法,获得了套管结构的前6阶模态固有频率及其振型,得出套管结构的变形主要表现为下端绕固定点摆动及轴向弯曲,分析结果反映了该高速旋转设备套管结构在模拟实际工作情况下的静态振动特性,为后续结构优化设计提供依据。通过将套管结构理论与试验模态分析结果进行比较,提出有限元模型相应的优化方向,为进一步指导该型高速旋转设备套管结构的动态优化设计以及结构故障诊断提供了理论依据。", "label": "机械工程", "id": 0}
{"content": "为了保证管片的正常使用和管片接头的密封,通过借助有限元软件ABAQUS建立了管片-密封垫压缩模型,分析了双道橡胶密封垫完全压缩对混凝土管片受力状态的影响,并进行了相应的安全性评估。结果表明,采用最大拉应力理论和莫尔强度理论对混凝土管片受力安全状态进行校核时,在无错缝完全压缩条件下,双道密封垫混凝土管片在安装过程中会在沟槽的角部发生开裂;在错缝5mm完全压缩条件下,双道密封垫混凝土管片在安装过程中会在沟槽的角部及端部（左侧沟槽）发生开裂。上述结论从理论上确定了混凝土管片的可能破坏位置,这对于地下隧道工程管片的施工与管理具有一定的指导意义。", "label": "机械工程", "id": 0}
{"content": "针对工业中常见的高温工况,在对影响结构密封性能的因素进行分析的基础上,参考GB/T12622《管法兰用垫片压缩率和回弹量试验方法》对柔性石墨缠绕垫片的密封性能进行研究。通过试验研究了不同温度（室温到573K）、不同垫片应力（40MPa到100MPa）下石墨缠绕垫的压缩回弹性能。并在以上工况下,选用氦气为泄漏介质,研究不同内压（1MPa到12MPa下）石墨缠绕垫的泄漏率变化规律。", "label": "机械工程", "id": 0}
{"content": "提出一种基于非金属垫片相对压缩变形量的法兰连接泄漏率预测方法,该方法利用均匀压紧垫片泄漏试验,获取垫片应力、泄漏率、垫片相对压缩变形量数据,确定垫片基本泄漏率与垫片相对压缩变形量的关联式;对于垫片非均匀压紧的法兰连接,建立有限元分析模型,获取操作工况下垫片的压缩变形量分布;对流导分别沿径向与环向积分获得不均匀压紧垫片的总流导,进而计算泄漏率。", "label": "机械工程", "id": 0}
{"content": "本文介绍了需要充保护气体出厂的压力容器的接管密封解决方案,通过对无法兰接管的特点分析,提出了几种简单有效的接管密封方案,并取得良好的密封效果。", "label": "机械工程", "id": 0}
{"content": "本文利用有限元软件ABAQUS数值模拟研究了折叠层数与加载速度对折叠管变形模式与吸能特性的影响。分析了低折叠层数折叠管失稳的原因,由此设计了C型自锁多胞管并研究其变形模式与吸能特性。结果表明:（1）随着折叠层数的增加,折叠管的变形模式更为可控且吸能特性有所提升;（2）随着加载速度的增大,低折叠层数折叠管失稳更快,具有最优折叠层数的折叠管吸能特性有所提升;（3）折叠管截面开口处的端板在轴向压缩过程中可以移动,会破坏低折叠层数折叠管截面的相对封闭性造成失稳;（4）开口截面结构的嵌套组合可以构建自锁特性,改善其变形模式并提升吸能特性。", "label": "机械工程", "id": 0}
{"content": "针对欠驱动非线性系统的输入受限问题,本文以球平衡器的轨迹跟踪控制为研究对象,提出了一种基于滑模控制的神经网络抗饱和补偿控制。选取合适的滑模趋近律来保证系统的快速跟踪和稳定性能,使用径向基神经网络对控制器饱和误差进行逼近补偿;为保证补偿系统稳定,神经网络权值由Lyapunov稳定理论推得的自适应律确定。为提高系统轨迹跟踪精度和防止滑模抖振,使用粒子群算法对滑模控制器参数以及神经网络权值进行优化。仿真实验表明,该算法具有良好的鲁棒性能与抗饱和性能。", "label": "机械工程", "id": 0}
{"content": "刻槽管是一种性能卓越的吸能元件。本文提出一种新的理论模型以预测刻槽管在轴向冲击荷载下的动力响应。通过与实验结果的对比,验证了理论模型的可靠性,并得到以下结论:（1）刻槽管在冲击荷载下的响应由两个相构成;（2）第一相时间短暂,刻槽管的横向惯性占主导作用。在碰撞后的瞬间,系统的初始动能会随撞击物质量的减小而减小,表现出刻槽管的惯性敏感性;（3）在第二相中,刻槽管的横向惯性效应随角位移的增加而迅速降低,系统的动能被材料的弯曲和拉伸变形所消耗;（4）减小长细比,增大径厚比能显著提高刻槽管在第二相的吸能效率。", "label": "机械工程", "id": 0}
{"content": "不锈钢法兰作为汽车排气系统重要的密封连接件,在欧洲北部、北美等地区冬季环境温度大部分低于–32℃,这要求不锈钢法兰必须具有良好的低温冲击韧性。为此,我们研制了00Cr12NiTi钢以满足国内制造企业对于出口到欧洲、北美等地市场的法兰用钢需求。目前,我们已开发了00Cr12NiTi钢完整的工艺生产流程,可生产力学性能优良的卷切板。本钢种具有比022Cr11Ti相对较高的强度,特别是低温环境下具有良好的冲击韧性,在–40℃下测试冲击功值达到50J以上。", "label": "机械工程", "id": 0}
{"content": "燃气用金属波纹管在户内的使用逐步普及,但由于市场准入门槛较低,波纹管接头脱落、漏气而导致户内燃气事故的现象频发。本文通过对多个品牌的燃气用金属波纹管进行调研来分析其生产质量控制方法,对于燃气企业开展波纹管的产品选型和引进,降低企业的运营风险并保障用户的用气安全提供参考。", "label": "机械工程", "id": 0}
{"content": "温度场直接影响着设备性能,可以采用温度调节装置来调节设备温度场从而优化设备物理性能。为研究温度调节装置影响程度及使用不同温度调节装置时温度场变化情况,本文采用边界元法计算了温度调节装置黑度系数不同情况下设备温度场变化情况,为了解和控制温度波动问题,计算了脉动温度,假设其符合一定的概率分布。结果发现使用不同的温度调节装置,设备温度分布发生改变,可以使用黑度系数渐变的温度调节装置来解决部分位置温度出现波动的问题。", "label": "机械工程", "id": 0}
{"content": "为了研究和解决真空系统光纤转接器的气体密封问题,采用了以环氧树脂灌封裸光纤方式的直通式光纤密封转接器制作方法。运用气体动力学理论,建立了气体流经光纤转接点的同心圆环截面管泄漏模型,以泄漏界面两侧的微观轮廓最大高度来量化气体流动间隙,定量研究了转接点几何特征参数和泄漏介质参数对转接点气体漏率的影响。研究结果表明:气体漏率与裸光纤剥离长度成反比,与光纤截径成正比,与密封间隙的三次方成正比,与两端气体压力的平方差成正比。基于此,设计了一种高气密性直通式光纤密封转接器。经测试,光纤密封转接点的气体漏率为2.4×10-10Pa·m~3/s,说明裸光纤与环氧树脂之间形成了浸润接触,实现了光纤转接的良好密封。", "label": "机械工程", "id": 0}
{"content": "法兰-密封圈-螺栓密封结构是最常见的密封结构之一,广泛运用于各种真空设备中。低温下各种材料的物性与常温下迥异,低温环境下法兰密封特性与常温相比有很大不同。在液氦温区,密封结构中不同材料的热膨胀系数不同,所以冷却时的收缩程度不同,导致各部分的应力情况有别于常温。本文以铟密封圈为研究对象,利用有限元分析软件对液氦温区法兰-密封圈-螺栓密封结构进行模拟计算,研究不同螺栓预紧力和工作压力下的应力大小和分布情况,并与常温下进行对比。模拟结果表明液氦温区的结构应力均大于常温下的应力值,螺栓的应力分布呈现内侧大,外侧小,而密封圈的应力分布呈现内测小,外侧大。低温下随着螺栓预紧力的增大和工作压力的减小,密封圈的应力值逐渐增大,说明密封性能良好。该仿真研究为超低温下密封结构的设计和优化提供了依据。", "label": "机械工程", "id": 0}
{"content": "本文基于索科洛夫理论,编写了气体喷射器的喷射系数,几何结构参数及临界背压的计算程序。依据所编写的计算程序,计算出15种工况对应得喷射器的几何参数,并对其进行三维几何建模,进一步运用数值模拟的方法来验证计算程序的准确性。对比15个喷射器的喷射系数得知,程序计算值和数值模拟值得最大误差为18.79%,说明本文所开发的程序具有一定的实用性。", "label": "机械工程", "id": 0}
{"content": "上游泵送机械密封真正实现了介质的零泄露、环境的零污染,是流体机械和动力机械中不可缺少的零部件。特别是在石油化工企业中,为保证机械设备的运转稳定可靠、装置的连续生产十分重要。目前,国内外常见的上游泵送机械密封流体动压槽的加工方法主要有激光加工、电解加工、电火花加工、快速成型加工技术等等,但这些方法都存在各种无法避免的问题,阻碍了上游泵送机械密封的制造。通过在金属基体表面复合电沉积硬质颗粒,可以获得具有高的硬度、强度、耐磨性和耐腐蚀性等优良性能的沉积层,该方法具备制造上游泵送机械密封的潜质和能力。但由于上游泵送机械密封的密封环槽型结构复杂、尺寸为微米级、加工精度和表面加工质量要求很高,且其使用性能要求高,对此若采用通常的电沉积方法直接进行制造,将难以达到设计技术要求。针对上述问题,提出用复合电镀SiC增材工艺来进行上游泵送机械密封环的加工制造,并根据复合电镀工艺需求,研究了普通镀液和复合镀液体系的电化学行为,得到了纳米颗粒对电结晶过程的影响规律。运用所研制的复合镀液进行工艺试验,研究了电流密度、镀液PH值、搅拌速度等对镀层性能的影响作用,得到了相应的影响规律关系,并得出增材制造上游泵送机械密封环的最佳工艺条件。经过四组单因素实验,综合对比镀层性能后得到最优的工艺条件为:电流密度4A/dm2、镀液p H=4、搅拌速度200r/min。此外,针对内径30mm的离心泵,采用上述工艺参数设计制备了一种螺旋槽型的机械密封环端面结构。具体思路为利用光刻胶制作腌膜,然后在此基础上利用复合电镀工艺进行镀覆加工。此外,研究了上游泵送机械密封环端面槽加工方法,在泵送浅槽增长成型后,再将腌膜去除从而将槽型暴露出来,实现上游泵送机械密封端面浅槽的试制,得到样件的流体动压槽深度约为6μm,粗糙度约为0.1μm,结合强度为23N,该密封环机械参数均满足使用要求。有效地解决了密封环上的流体动压密封槽难加工的问题,为上游泵送机械密封环的增材制造提供了新的设计思路和研究方向。", "label": "机械工程", "id": 0}
{"content": "实际控制系统中,调节阀粘滞会造成控制回路性能下降,甚至振荡。提出来一种新的阀门粘滞检测和量化方法,以便监测和后续优化。首先,利用双向干谱法检测性能变差的控制回路中是否存在非线性,再用椭圆拟合方法判定非线性来源为阀门粘滞;然后,将控制回路表示为Hammerstein模型结构,结合粒子群优化方法在辨识过程模型的同时检测并量化得到粘滞程度大小。最后,通过仿真和实际工业数据验证了所提出方法的有效性。", "label": "机械工程", "id": 0}
{"content": "本文针对碟簧力平衡波纹补偿器实际测试结果与原始设计出现较大偏差进行理论分析,并通过试验验证,找出偏差产生的原因,最终提出了控制措施,为今后碟簧力平衡补偿器设计提供参考。", "label": "机械工程", "id": 0}
{"content": "本文基于薄壳理论分析了小型气弹簧的理论刚度和刚度组成,并基于有限元理论研究了橡胶囊体的不同物理参数对其力学特性的影响规律,得到了小型气弹簧的力学特性。首先对比分析了Mooney Rivlin模型试验数据拟合法、经验法等两种橡胶材料建模方法,并分别进行拉伸试验验证,结果表明在应变不超过0.4时,经验法也可正确复现橡胶材料特性,在应变超过0.4时,经验法不再适用。在确定橡胶材料建模方法的基础上,研究了密闭式小型气囊结构的空腔结构、橡胶硬度、侧壁半径、壁厚、初始气压等影响因子对气囊支反力的影响规律,得到了各影响因子对囊体力学特性的影响规律,为小型抗冲击气弹簧工程设计提供了有效参考数据。", "label": "机械工程", "id": 0}
{"content": "1LB23上的膜片弹簧属于封闭单层波簧,在专用设备中提供轴向预紧力。膜片弹簧的制造工艺主要分为冲裁、成型、热处理,其中难点在于成型过程中回弹的控制。本研究中采用理论计算结合Dynaform板料成型仿真模拟来解决成型过程中回弹的问题。首先理论计算出环状毛坯的尺寸,接着采用与目标零件型面尺寸相同的成型模具对环状毛坯进行冲压,随后在软件中对成型模具进行补偿,直至冲压回弹后的零件型面满足要求。研究成果可为其他封闭波形弹簧的成型提供参考。", "label": "机械工程", "id": 0}
{"content": "由于Almen-Laszlo （A-L）公式忽略了碟形弹簧的径向应力,A-L公式计算结果与实际结果有较大偏差。为准确进行碟形弹簧隔震钢支座的设计,采用有限元方法对碟形弹簧组进行了系统分析和研究。考虑的参数包括碟形弹簧叠合方式和对合方式,碟形弹簧外径和厚度等,并考虑碟形弹簧组中弹簧片之间的摩擦作用。研究结果表明,碟形弹簧组的厚度变化对刚度和承载力影响较大,增大厚度可显著提高碟形弹簧的刚度和承载力;增大外径,则会降低其刚度和承载力。由于现有理论公式忽略了弹簧径向应力和摩擦力的影响,公式计算结果越偏大。在大量参数分析的基础上,提出了碟形弹簧组隔震钢支座刚度和承载力的修正系数。", "label": "机械工程", "id": 0}
{"content": "扭转弹簧装置是一种一端固定而另一端作用有扭矩的装置,为了满足特定的设计需求,希望设计一种扭矩与转角满足一定曲线关系的扭转弹簧装置。本文研究了一种基于凸轮的绳绕弹簧系统,该系统通过线性弹簧、凸轮和绕在凸轮上并连接弹簧的无弹性线等来实现该效果。本文分析出力矩及力矩导数连续是凸轮轮廓平滑的必要条件,另外,为了得到离散力矩点对应的曲线,本文使用样条曲线来拟合离散力矩点,从而得到凸轮轮廓,最后,本文设计了一个系统来获得对称分布的力矩曲线。", "label": "机械工程", "id": 0}
{"content": "针对大型精密设备的包装运输减振需求,本文设计了基于空气弹簧并联结构的包装运输减振平台。首先对振动系统的动力学特性进行研究,获得了不同参数下系统的减振性能。然后针对实际空气弹簧,基于测试获得的实际参数,建立空气弹簧并联结构的多体动力学仿真模型,研究了平路运输工况下系统的减振效率及振幅。最后进行了实车运输测试,结果证明基于空气弹簧并联结构的运输减振系统在实车运输中具有较好的减振效率,并可以保证设备在运输过程安全。本文的研究结果可为大型精密设备运输减振系统的设计提供参考。", "label": "机械工程", "id": 0}
{"content": "压缩弹簧是承受轴向压力的螺旋弹簧,在弹性极限范围内承受轴向压力时将产生相应的弹性变形。本文将弹簧的空间受力问题转化为金属丝受切应力和扭矩与应变的关系,在弹性极限内利用增量法和电测法来测量试样的应变并以此检验材料的切变模量。", "label": "机械工程", "id": 0}
{"content": "本文利用膜片弹簧A-L公式设计了某变速箱C1离合器的膜片弹簧,由于A-L公式存在一定的局限性,G.SCHRFMMER在A-L公式的基础上对其进行了改进,综合考虑了膜片弹簧在受载过程中的弯曲效应,推出了开槽膜片弹簧新的设计计算公式,本文在G.SCHRFMMER公式的基础上开展了对C1离合器的膜片弹簧性能曲线及其结构参数的优化,采用了遗传算法,在Isight软件中完成了对计算公式、遗传算法和优化流程的集成,最终获得了C1离合器膜片弹簧的优化性能曲线及其相应的结构参数,为膜片弹簧的结构参数及其性能特性曲线的优化提供了重要的技术途径。", "label": "机械工程", "id": 0}
{"content": "为了获取柔性带簧铰链力矩特性,设计了柔性带簧铰链专用测试设备,对铰链的驱动性能进行了试验研究,得到了铰链在折叠和展开过程的临界弯矩和稳态弯矩特性,试验结果为该种铰链的参数化设计提供了依据,为未来小型航天器的展开机构设计提供参考与借鉴。", "label": "机械工程", "id": 0}
{"content": "对于釜用机械密封,其密封性能的可靠性至关重要,但是密封部件常会由于磨损而导致密封失效。本文运用TRIZ理论对釜用机械密封的弹簧部件失效提出了改进方案,提高了密封的可靠性和使用寿命。", "label": "机械工程", "id": 0}
{"content": "斜圈弹簧在医疗器械、高压开关、汽车工业等领域应用广泛.但其结构特殊,受力复杂,目前尚无有效的理论计算方法得出其载荷位移曲线,只能通过数值仿真的方法研究其力学性能.利用有限元软件ANSYS参数化建立环形斜圈弹簧有限元模型,通过对模型的分析求解,得出了其主要参数线径、节距、倾斜角与斜圈弹簧力学性能之间的关系.研究了斜圈弹簧工作状态下的受力变形情况,计算分析结果为斜圈弹簧的优化设计和合理应用提供了理论依据.", "label": "机械工程", "id": 0}
{"content": "借助有限元软件ANSYS对联轴器蛇形弹簧进行受力分析,在考虑摩擦、非线性大变形的条件下,计算其受到不同载荷作用下的位移变形量,并将结果与试验数据进行对比分析,验证了有限元分析的有效性。研究结果可为联轴器蛇形弹簧的设计提供参考。", "label": "机械工程", "id": 0}
{"content": "<正>本文主要针对超声表面波检测技术特点,研究了超声表面波检测弹簧表面缺陷的方法,制作了超声波检测所需的人工缺陷对比试块,并利用多个人工试块制作描绘出了用于判废的距离一波幅曲线,建立了弹簧表面缺陷的超声波检测系统。试验结果表明,超声表面波检测方法适用于弹簧表面缺陷的检测,并能有效地应用于实际生产中的检测任务。", "label": "机械工程", "id": 0}
{"content": "针对大型机载光学系统需要进行超低频振动控制的特点,设计了一种适合低频振动控制应用的带附加气室气缸型空气弹簧,它主要由气缸、活塞和附加气室等构成。应用气体热力学理论对空气弹簧进行力学分析,建立了空气弹簧的刚度与频率特性方程;然后对空气弹簧进行了频率特性分析和振动控制仿真研究。分析结果表明:气缸型空气弹簧的频率可以设计达到0.5Hz,较囊、膜式空气弹簧能够获得更低的频率;经频域和时域仿真计算可知,气缸型空气弹簧对1Hz以上的频段都能隔振,具有低频隔振能力和良好的高频隔振效果,能够实现宽频带的振动控制。本研究为解决工程低频振动控制问题提供了设计参考。", "label": "机械工程", "id": 0}
{"content": "碟形弹簧作为一种缓冲、减震和控制运动的机械元件,广泛应用于精密重机械系统中。它具有负载大、尺寸紧凑、可通过调节组合形式得到不同刚度特性等优点。为系统研究碟形弹簧的力学性能,本文分别针对单片碟簧和三片对合碟簧进行理论计算和有限元数值模拟,并同实验数据进行对比分析,三种方法预测的结果吻合较好。分析结果表明:碟形弹簧在轴向载荷作用下具有出变刚度特性,当载荷较小时,变形以转动为主,在连接处附近发生微小上翘现象;而载荷较大时,轴向截面的变形的影响逐渐明显。此外,碟簧的刚度在考虑径向约束影响后比无径向约束时明显偏大。本研究可以为碟簧结构设计提供支撑依据。", "label": "机械工程", "id": 0}
{"content": "基于共同曲率法提出了一种梯形钢板弹簧的设计方法,此方法简单、可靠,并以某一载货汽车为例,介绍了前钢板弹簧的设计。", "label": "机械工程", "id": 0}
{"content": "深度挖掘现有材料的应用潜力是当前实现弹簧轻量化设计的一个重要途径。根据各种不同种类弹簧的制造工艺特点,弹簧制造企业或合作企业通过不同的深度加工或再加工,使弹簧材料更好地符合弹簧产品设计和制造工艺的需要,或进一步提高产品耐久特性或精度特性有着重要的意义。", "label": "机械工程", "id": 0}
{"content": "采用有限元方法计算了弹簧丝直径为13 mm的圆截面和长短轴相差±0.1 mm的椭圆截面的圆柱螺旋弹簧受到的等效应力和剪切应力。结果表明,将弹簧丝直径的精度控制在±0.1 mm以内对弹簧受到的应力影响不大,能够满足使用要求。", "label": "机械工程", "id": 0}
{"content": "自锁型气弹簧应用广泛,该种气弹簧借助一些释放机构可以在行程中随意平衡,并且停止以后有很大的锁紧力。气弹簧的活塞杆是气弹簧的重要组成部分,在市面上大多数的活塞杆为等截面圆杆,本文运用MAPLE软件协助计算得出了等截面和变截面活塞杆的临界力,通过数值计算对比分析了这两种情况的稳定性。", "label": "机械工程", "id": 0}
{"content": "本文运用化学成分分析、扫描电镜断口分析及金相分析等理化检验手段,对疲劳断裂的弹簧失效原因进行分析,结果表明:该弹簧硫含量超标,造成弹簧脆性增加,在疲劳试验中首先产生了沿晶裂纹,进一步疲劳扩展,最终导致弹簧断裂。", "label": "机械工程", "id": 0}
{"content": "对乘用车、重卡和振动筛等行业近年产销状况进行详细分析。结合我国经济运行现状和走势,对粗规格淬回火弹簧钢丝市场容量及2020年前的需求量进行了评估和预测。对我国粗规格淬回火弹簧钢丝生产厂商和产能进行了详细介绍,我国粗规格淬回火弹簧钢丝约为29.3万t/a,而国内市场需求约14.10万t/a,粗规格淬回火弹簧钢丝产能严重过剩。指出企业应以提高质量和效益为中心,着力改善产品结构,加大创新力度和研发投入,提升产品技术含量,提高核心竞争力,努力实现由大到强的转变。", "label": "机械工程", "id": 0}
{"content": "用普通高碳钢控冷盘条采用常规工艺拉拔的钢丝存在弹性不足、抗弹减性和疲劳性能差,难以满足高性能床垫的要求。床垫用碳素弹簧钢丝技术要求主要有外观、规格尺寸、抗拉强度、扭转和其他要求,同一盘钢丝的抗拉强度波动范围应小于100 MPa,直径不大于2.00 mm的钢丝扭转次数不小于18次。弹簧经消除应力处理后,压缩后恢复高度≥99%:弹簧在70%应力下,1 000 h弹减率≤2.0%;床垫经5万次压缩后,无疲劳断丝。分析了原料、拉丝工艺对钢丝性能的影响以及提高钢丝疲劳性能和弹簧抗弹减性的措施,指出应开发高性能盘条并改进钢丝生产工艺以满足高性能床垫对钢丝的要求。", "label": "机械工程", "id": 0}
{"content": "焦炉弹簧在调试过程中发生异常断裂,为查明断裂原因,通过宏观观察、扫描电镜分析、显微组织分析等方法对断裂弹簧进行了深入分析。结果表明:磨削面上存在磨削加工产生的磨削裂纹,成为弹簧断裂失效的起源;在调试加压过程中,磨削裂纹逐渐扩展,最终导致断裂失效。可以通过优化工艺参数等途径来防止磨削裂纹的产生。", "label": "机械工程", "id": 0}
{"content": "<正>建立含间隙弹簧阻尼系统作为推进轴-橡胶轴承系统的简化模型,针对此模型的非线性模态开展了研究,并分析橡胶轴承刚度变化对系统共振的影响。", "label": "机械工程", "id": 0}
{"content": "本文将二维和三维的等效弹簧单元应用于含有连续介质的结构体系中,分别建立了二维静力问题和三维动力问题的模型,并对其进行分析。首先,将二维弹簧元模型作为基本单元,分析连续介质体对容器壁的压力分布规律,并将其与三角形平面单元的分析结果进行对比。然后,将二维弹簧单元的静力分析扩展到三维连续介质体的动力特性分析中,并将其与集中质量法和实体模型的分析结果作对比。算例分析表明,等效弹簧元法相比集中质量法更能精确分析连续介质体,在工程应用分析中具有良好的适应性。", "label": "机械工程", "id": 0}
{"content": "针对多孔位不同孔径的阀体类零件在数控车削时存在的加工难度大、装夹校正时间长、定位精度低等缺点,设计出一种转盘分度、偏心可调的专用夹具。通过\"三点确定一圆\"的定位原理,在一次装夹中利用转盘分度方式精确定位阀体的三个内孔,减轻装夹校正的劳动强度,提高生产效率。", "label": "机械工程", "id": 0}
{"content": "针对阀板去毛刺工序出现的磕碰问题进行调研、分析和论证,通过设计要求和总体结构设计,制作一种人工去毛刺多功能流水线专机平台,适用于所有阀板,做到通用与方便相结合。可根据工况以液压驱动实现阀板的自动翻转工作,与传统的去毛刺方法相比较,具有明显的优势。", "label": "机械工程", "id": 0}
{"content": "建立了弹簧式安全阀内流道的等效二维轴对称模型,应用动网格技术结合用户自定义函数（UDF）对弹簧式安全阀的回座过程进行数值模拟,得到了阀瓣在回座过程中随时间变化的速度曲线和位移曲线,并与试验数据进行对比,结果有较好的吻合性。分析了弹簧式安全阀回座过程内流场的流动特性,为弹簧式安全阀回座过程的冲击力计算及结构优化相关工作提供参考。", "label": "机械工程", "id": 0}
{"content": "阀块在做寿命试验测试过程中失效,采用化学成分分析、断口分析、金相检验、硬度测试及尺寸检验方法对阀块进行检测分析。分析发现螺纹底孔的R角（直角）的应力集中处萌生裂纹,裂纹以疲劳方式扩展,导致零件开裂失效。", "label": "机械工程", "id": 0}
{"content": "目前,销钉翻边采用榔头敲击冲头的纯手工翻边方法,翻边过程无明确的工艺参数,仅凭经验操作。因此,存在翻边后销钉孔口易开裂、翻边尺寸一致性差、翻边效率低等问题。本文通过对翻边工艺进行深入研究,建立销钉翻边过程的理论模型,并通过计算明确了翻边力和翻边尺寸等重要工艺参数,实现了翻边过程的精确控制。在此基础上,研制出一种可精确控制翻边参数的自动翻边装置,并成功应用于批量生产。应用结果表明,与原有的手工翻边方式相比,自动翻边方式的一次翻边合格率提高了2.96%,翻边效率提高了140%。自动翻边装置不仅实现了翻边过程的精确自动控制,还大幅提高了翻边质量和生产效率,具有较好的实际生产应用价值。", "label": "机械工程", "id": 0}
{"content": "安全阀是锅炉、压力容器和管道中起着超压保护作用的关键设备。现有安全阀以角式结构为主,在工作中无法做到周向泄压,因此在阀瓣回座过程中容易出现阀门卡死现象,使安全阀无法正常关闭,导致设备内介质大量泄漏。因此,本文采用数值模拟的方法分析了现有安全阀回座过程中出现卡死现象的原因,并提出了一种新型的安全阀优化结构。结果表明,由于结构的不对称性,现有安全阀在泄压过程中阀瓣及反冲盘受到较大不平衡力矩的作用,最大力矩可达245.18N·m。新型安全阀结构通过增加一个套筒以及对阀体与导向套进行加长,实现了安全阀的周向泄压功能,且基本消除了阀瓣及反冲盘受到的不平衡力矩,最大力矩仅为5.41N·m,避免了阀瓣在回座时出现卡死的现象。", "label": "机械工程", "id": 0}
{"content": "调节阀作为工业管道系统中的关键部件,对流量、压力、温度等参数起调节和控制作用,广泛应用于航天、军事、核能、电力等领域,被称为工业系统的\"咽喉\"。我国的调节阀相关技术水平正处于由低向高挺进的关键阶段,轻量化、智能化、集成化将是调节阀发展的主流方向。本文以应用于煤化工装置中的黑水调节阀为例,基于离散相模型（DPM）和磨损模型,研究了介质中固体颗粒对于阀体的冲蚀磨损机理。根据等强度设计理论和响应面优化模型,去除非磨损区域的冗余壁厚,提出了基于等强度原则的含固调节阀阀体轻量化设计方法。结果表明,经过轻量化改进的黑水调节阀阀体,在保证内在安全性的基础上,其质量减轻16.49%。本文可为含固调节阀及相关阀门的轻量化设计提供参考。", "label": "机械工程", "id": 0}
{"content": "针对一种新型迷宫碟片式蒸汽放空阀的结构及其应用工艺,采用Realizable k-ε湍流模型分别数值模拟研究了八种开度下的迷宫阀及其单个迷宫流道的降压流动特性,分析了不同开度下迷宫阀的出口流速、流阻系数及流量系数的变化规律。研究结果表明:迷宫阀的压降主要是由迷宫流道负责完成,除进出口水平流道外,其余水平流道呈现出断续的\"V\"形降压规律,竖直流道呈现出连续的\"Z\"形降压规律,单独模拟的迷宫流道的降压规律验证了结论的准确性;在迷宫阀中,高流速主要集中在迷宫流道内部,压降诱导了流速的增加,迷宫流道内部的主流速度呈现出先增加后降低的趋势,涡流的存在导致流道内部产生了巨大的速度梯度,同时也是局部能量耗散的主要原因;不同开度下迷宫阀出口流速呈现出线性增长趋势,流阻系数随迷宫流道碟片数量的增加呈现-2次幂指函数降低趋势,迷宫阀流量特性服从线性特征。", "label": "机械工程", "id": 0}
{"content": "本文简单介绍了闸阀阀体的消失模模具设计和制作,以及在制作前对产品做的工艺分析,从而加深对闸阀阀体等阀体类的消失模模具的研究,为闸阀阀体类采用消失模工艺铸造奠定基础。", "label": "机械工程", "id": 0}
{"content": "简单介绍了闸阀阀体的消失模模具设计和制作,以及在制作前对产品做的工艺分析,从而加深对闸阀阀体等阀体类的消失模模具的研究,为闸阀阀体类采用消失模工艺铸造奠定基础。", "label": "机械工程", "id": 0}
{"content": "调节阀易发生粘滞故障,但传统粘滞检测方法适应性差,针对工业过程中回路间存在耦合,故障信息传递导致多回路呈现非线性的情况,本文通过引入最大信息系数（Maximal Information Coefficient, MIC）,提出了基于最大信息系数的多回路粘滞故障检测方法。该方法综合了非线性与相关性指标,提高了对故障源定位的准确性,并采用动态均分方法提高MIC计算速度。综合的检测阀粘滞方法提高了检测回路的适应性。在仿真和现场数据、复杂多回路TE过程中均验证该方法有效。", "label": "机械工程", "id": 0}
{"content": "蝶形止回阀结构简单,广泛运用在管道中以防止介质倒流导致泵受损,其流动阻力特性受阀瓣开度影响较大。本文以管内蝶形止回阀为研究对象,对不同开度下的蝶形阀模型开展网格敏感性分析,获得了不同阀瓣开度及入口流速下蝶形止回阀的速度场、压力场分布,分析了阀门流量系数和流阻系数的影响因素,得到了不同阀瓣开度下的蝶形阀的流量系数和流阻系数。", "label": "机械工程", "id": 0}
{"content": "自力式压力调节阀是一种新型阀门,在我国工业领域得到了越来越广泛的应用。文章重点介绍了RMG430（Inc pilot RMG610）自力式压力调节阀的工作原理和结构特点,以便于自力式调节阀在生产中更好地使用和维护。同时给出了自力式压力调节阀在连退炉氮氢混合站的具体应用实例。", "label": "机械工程", "id": 0}
{"content": "本文详细介绍了高强度紧固件用钢ML20Mn Ti B的开发。通过控制钢中的Ti、B的有效成分,保证了盘条的淬透性;采用合理的控轧控冷工艺,确保钢具有良好的组织、高塑性及表面低硬度性能,避免了贝氏体组织的产生。产品经用户使用,冷镦合格率达到98%以上,完全满足10.9级高强度紧固件的技术要求。", "label": "机械工程", "id": 0}
{"content": "本文详细介绍了8.8级紧固件用钢SWRCH35K的开发。利用铁水预处理、保护浇注、LF精炼、结晶器电磁搅拌、稳定拉速等先进控制手段进行铸坯生产,降低了钢中气体含量、夹杂物,提高了铸坯低倍质量;采用合理的控轧控冷工艺,确保钢具有良好的组织、高塑性及表面低硬度性能,避免了贝氏体等异常组织的产生。产品经用户使用,冷镦合格率达到98%以上,完全满足8.8级紧固件的技术要求。", "label": "机械工程", "id": 0}
{"content": "在液压与气动设备中,工作缸在刚启动和刚停止的短时间内会有压力和流量的突变,对工作缸、管路及运动执行机构造成较大冲击,需要进行缓冲处理。常用的缓冲结构存在一些弊端,本文旨在提出一种成本小、耦合性低、缓冲行程易改变、布置灵活、维修更换简便的新型缓冲阀。该缓冲阀可在多种场合替代其他缓冲元件或结构,提高液压及气动系统设计和使用的经济效益。", "label": "机械工程", "id": 0}
{"content": "近年来,蝶阀凭借其优良的性能在海工及其他各领域得到了广泛应用。为研究蝶阀流场特性,本文基于CFD方法,运用CFX软件模拟了DN800三偏心蝶阀的稳态流场,得到不同开度下的速度、压力分布图和各项流场特性参数值,计算得到流量系数和流阻系数值并绘制曲线。小开度下蝶阀前后压差较大,阀后易形成负压区和涡流,流体对管道产生较大冲击,随开度增加,流态趋于稳定。流量特性曲线呈等百分比特性,流阻系数随开度增加呈指数式减小,该型蝶阀流通性能良好。", "label": "机械工程", "id": 0}
{"content": "国内某供取料厂房自2013年投入运行以来,DN65电动鱼雷阀大面积出现通道漏故障,严重影响生产系统的正常运行工作,检修手段为更换新的DN65电动鱼雷阀,但是,更换后的阀门在投入运行一段时间后,同样的故障仍大量出现,对生产系统的正常运行有很大影响。本文对供取料厂房DN65电动鱼雷阀的安装位置、工作压力及工作温度进行了统计,将通道漏故障结合安装位置、工艺气体流向及工作压力情况,从DN65电动鱼雷阀的结构、传动原理、技术要求、材料、阀门关闭时的动力、安装方向与密封的关系、通道截断性能等方面进行分析,找出了故障的主要原因,即DN65电动鱼雷阀通道漏的主要原因:一是DN65电动鱼雷阀本身压差偏小,不适合安装在保温箱净化管道上;二是DN65电动鱼雷阀安装方向与高低压方向有关,精料和贫料冷风箱进出口DN65电动鱼雷阀的安装方向不符合高低压方向。针对主要原因提出了改进优化建议,建议调整精料冷风箱进出口DN65电动鱼雷阀的安装方向进行试验,希望通过试验验证安装方向和高低压差方向与通道漏的关系,消除故障,降低DN65电动鱼雷阀的通道漏故障率,为DN65电动鱼雷阀在生产系统的安装及应用提供参考。", "label": "机械工程", "id": 0}
{"content": "电磁气动阀是工艺系统的重要组成部分。在某试验现场,电磁气动阀以继电控制电路为主,不仅使得电缆铺设复杂,而且气动阀未构成闭环控制,严重影响了整个生产工艺的可靠性与实时性。针对该问题,设计了一种基于CAN总线电磁气动阀的控制装置。该装置以dsPIC30 F为主控制器,采用CAN总线作为通信专用传输方式并组建气动阀监控网络,实现了试验现场气动阀本地控制、远程监控、地址存储和状态反馈等功能。测试表明:基于CAN总线电磁气动阀控制装置的实时性和可靠性满足试验现场要求,可应用于工业现场阀门网络化管理。", "label": "机械工程", "id": 0}
{"content": "1LB19同轴度自动调整设备是一种结合视觉、机械、自动化等技术的自动调整、测量装置。在工作过程中摩擦力对自动调整设备有较大影响。例如,在螺钉紧固过程中,被调部件受螺钉的夹紧力、摩擦力影响,导致调整结果难以达到预期。本文总结了该设备在应用过程中存在的类似问题,对调整过程以及螺钉紧固过程进行分析、研究,设计相应的试验方案的解决方案,通过参数补偿等方法,尽可能降低有害摩擦对调整结果的影响,并在实际生产过程中进行验证,提高合格率和生产效率,进而为自动设备更顺利地应用到实际生产中提供经验。", "label": "机械工程", "id": 0}
{"content": "阀门在各个行业应用都非常广泛,主要有石油、化工、制药、冶金、电力、消防、环保、食品等。随着国家的科技水平不断提高,越来越多行业都朝着智能化方向发展。在工业生产中将仪器设备、计算机、网络结合在一起,通过智能化控制系统的应用,来有效的提高工作效率。同时也让生产更加透明化,方便管理与运行,这些都推动着自动化技术在工业生产中的广泛运用。不过仍有许多方面需要进一步完善,要不断借鉴和吸收再创先进的自动化技术,不断推动工业生产朝更高效的方向发展。本文对阀门自动化的气动智能定位器进行了综述,并介绍其在工业现场的应用及常见故障处理。", "label": "机械工程", "id": 0}
{"content": "通过对用于生产铸钢阀体的覆膜砂壳型铸造和熔模精密铸造两种工艺的比较分析,描述了覆膜砂壳型铸造工艺在生产周期、效率、成本、环保方面的优势,并重点阐述了为保证铸钢阀体质量要求的覆膜砂材料、模具、射芯机、涂料、低温烘壳等特殊工艺,现该工艺已在多家阀体企业批量稳定化应用。", "label": "机械工程", "id": 0}
{"content": "水凝胶是一种智能高分子材料,文章构造了一种基于稳态化学场的微流体装臵凝胶阀工作状态模型,通过建立自由能模型并利用有限元分析的方法,模拟了电解质水凝胶在化学场和温度场耦合作用下的膨润及离浆变化规律,验证了水凝胶在多场作用下的结构变形的可逆性。证明了在工程应用中,水凝胶可以实现对微流体装臵的控制。", "label": "机械工程", "id": 0}
{"content": "通过分析弹簧式安全阀在蒸汽系统上运行出现的泄漏、排放异常、动作不及时等故障及其产生原因,提出相应的处理办法及解决措施。", "label": "机械工程", "id": 0}
{"content": "气体箔片轴承目前已在空气循环机等结构上得到广泛应用,但由于可压缩性气体和弹性箔片结构共同作用导致其承载能力相对较低,因此气体箔片轴承在燃气轮机乃至航空发动机上尚未得到推广应用,而表面织构将是改善其性能的一种潜在选择。为研究织构对第一代波箔式气体轴承静特性的影响,本文将波箔等价为线性弹簧结构,建立了考虑织构和箔片变形的气膜厚度方程。同时考虑到气体箔片轴承中滑移效应较为显著,因此,本文采用基于线性Boltzmann方程的广义Reynolds方程作为压力控制方程并结合Newton-Raphson法和有限差分法获取了轴承的静特性（承载力和摩擦力矩）,在此基础上,通过与NASA试验结果进行对比验证了程序的可靠性。通过对织构周向和轴向初始位置、周向和轴向织构率、深径比以及织构密度的参数化分析,本文发现:相较于弹性工况和低转速工况,通过调整织构参数,多数情况下可以在刚性工况和高转速工况中达到更好的增加承载力的效果,可以在弹性工况和高转速工况中达到更好的降低摩擦力矩的效果。此外,织构尺寸的影响要强于其位置或数量,同时当织构位于沿轴颈旋转方向压力上升的的区域时,其效果会更好。据此,本文推荐以下织构设计方案:周向和轴向起始位置依次为0°和中轴线,周向和轴向织构率依次为0.5和0.8,深径比为0.2,织构密度为0.044。", "label": "机械工程", "id": 0}
{"content": "通过对外圆带销孔的某轴类零件的加工方法进行研究,有针对性的设计了一种热前粗钻孔,热后精铣孔的加工工艺,并对钻孔夹具的设计及应用进行了阐述。", "label": "机械工程", "id": 0}
{"content": "针对轴承故障类型和损伤程度的识别,提出一种基于FFT与CART的故障诊断分类方法,实现多种故障模式的分类。首先利用快速傅里叶变换方法对振动信号里隐含的周期进行分析,并结合移动窗口法进行样本提取;其次进行变分模态分解与特征选择得到训练集和测试集;然后使用训练集训练CART分类模型,同时引入随机搜索算法和K折交叉验证优选该模型的关键参数得到理想的分类模型;最后,将训练好的模型应用于测试集进行方法有效性验证。实验结果表明该方法准确率高,能有效压缩样本长度且在含噪情况下有较好表现,是一种适用于实际的故障诊断方法。", "label": "机械工程", "id": 0}
{"content": "2Cr13不锈钢轴套在跌落试验后,经检验发现有裂纹产生。通过化学成分、金相、硬度、扫描电镜及透射电镜等测试方法,对轴套的开裂原因进行分析。结果表明:轴套呈沿晶断裂特征,在材料晶界位置有较多M23C6碳化物且尺寸较大,沿晶界分布的碳化物导致晶界弱化,材料脆性增加,从而造成不锈钢轴套发生沿晶开裂。", "label": "机械工程", "id": 0}
{"content": "对冷镦过程中开裂的套圈进行了分析,结果表明:套圈冷镦时开裂、掉肉,与球化不良有直接关系,而深层原因是大规格轴承钢盘条（≥φ20mm）冷却能力弱,导致形成的热轧态组织球化退火不均匀,在未完全球化区域萌生裂纹。通过对预精轧、精轧水箱压力以及风机风量进行调节,得到细小、破碎的热轧态预备组织,提供了大量形核质点,利于退火后获得均匀的粒状珠光体,从而提高冷镦合格率。", "label": "机械工程", "id": 0}
{"content": "零件失效分析的关键就在于通过失效断口的形貌特点,结合力学性能、材料化学成分、金相组织等检测手段来判断属于哪种失效。脆性断裂是未经明显的变形而发生的断裂。在使用过程中,由于应力集中、疲劳、腐蚀等原因,裂纹会进一步扩展。当裂纹尺寸达到临界尺寸时,就会发生低应力脆断事故。韧性断裂是经过大量变形后发生的断裂。主要条件是超过工作压力,并发生明显的宏观塑性变形（不包括压缩失稳）,且产生延性断裂,通过对轴承的失效分析,进一步了解韧性断裂的形成原因和特点。轴承失效的主要原因还是在于热处理工艺不当导致的金相组织缺陷。", "label": "机械工程", "id": 0}
{"content": "针对KHM518410轴承套圈小端面裂纹问题,进行原材料、热处理质量检查分析。结果表明,KHM518410轴承套圈薄壁端端面数条裂纹是在轴承套圈锻造加工辗扩完成后,高温状态时（轴承套圈锻件扩孔完成后温度一般在800℃左右）碰到地面上的水,淬火冷却过程中因较大的淬火应力形成的。从中找出KHM518410轴承套圈薄壁端端面数条裂纹生产原因,并对原因进行分析,提出了改进措施。", "label": "机械工程", "id": 0}
{"content": "智能故障诊断在机械设备轴承故障诊断领域的应用越来越广泛,尤其是深度学习的发展为其提供了强有力的保障。然而,机械设备的运行多处于长期稳定的状态,导致轴承故障样本数量十分稀少,深度学习应用效果受到限制。针对这一问题,本文提出了基于元学习的小样本滚动轴承故障智能识别方法。首先由深度卷积神经网络（Deep Convolutional Neural Network,简称DCNN）对小样本原始信号内的故障特征进行深层次自适应提取,然后利用改进的模型无关元学习（Improved Model-Agnostic Meta-Learning,简称IMAML）方法对模型参数进行训练优化。最后,采用Softmax对特征进行分类实现滚动轴承变工况下的故障识别。将所提诊断方法应用于小样本的不同工况轴承故障数据的分类识别,实验结果表明该方法能够智能有效地识别小样本变工况的轴承故障,诊断结果优于已有的智能故障诊断方法。", "label": "机械工程", "id": 0}
{"content": "基于深度学习的滚动轴承状态监测与故障诊断理论近年来成为研究热点。然而,这些方法往往都依赖于历史运维数据,而历史运维数据常存在着数据不平衡、运维数据缺失等问题。针对这一不足,本文提出了滚动轴承健康状态数字孪生模型。该数字孪生系统由深度生成模型来进行构建,而深度生成模型由滚动轴承健康状态下的运维数据来进行训练。网络训练完成后,模型根据测得的振动信号给出滚动轴承当前时刻健康状态的评估。通过仿真分析和实验数据的分析来验证模型的有效性,其结果均表明模型具有较强的故障检测和健康阶段划分的能力。模型构建过程不需要使用到故障运维数据,可有效缓解滚动轴承监测系统构建过程中存在的数据不平衡问题。", "label": "机械工程", "id": 0}
{"content": "针对正交匹配追踪（OMP）算法计算效率低的缺陷,提出了一种基于分段弱正交匹配追踪（SWOMP）算法的轴承-转子系统故障特征提取方法。SWOMP算法通过设定门限阈值,批量筛选原子,减少了求解时的迭代次数,同时门限阈值由弱选择策略确定,增强了其合理性。以Laplace小波作为原子,通过相关滤波法求取最优小波原子,并构造过完备冗余字典;运用SWOMP算法求解稀疏表示系数,结合字典重构原始信号,实现瞬态冲击成分的稀疏表示;通过希尔伯特共振解调法对重构信号进行包络分析,提取故障特征频率及归一化振幅。采用仿真算例进行分析,结果表明:相较于传统的时频分析方法,SWOMP算法构造的时频图具备更高的时频分辨率,能够更为准确地辨识出瞬态冲击的发生时刻和频率信息;通过对比分析多种贪婪算法的稀疏表示重构效果,发现相较于其它贪婪算法,SWOMP算法计算速度更快,稀疏表示重构成功率更高,当信号的复杂程度较高时,优势尤为明显。通过轴承-转子系统实验算例分析,发现本方法能够有效提取内圈故障和外圈故障特征频率的基频、二倍频以及三倍频,验证了本方法对于轴承-转子系统故障特征提取的有效性。", "label": "机械工程", "id": 0}
{"content": "针对常规统计指标对轴承早期故障不敏感的问题,本文提出一种滚动轴承早期故障检测指标——集成包络谱谱峰因子（Integrated Envelope Spectrum Peak Factor, IESPF）。对信号进行快速谱相干（Fast spectral coherence, Fast-SCoh）计算;再根据循环频率与载波频率的映射关系确定包含故障信息丰富的频带,并对该频带进行积分获得集成包络谱（Integrated envelope spectrum, IES）;然后求IES的最大值与其均方根值的比值,从而获得本文所提指标IESPF应用于早期故障检测。通过分析人造滚动轴承故障的实验数据和疲劳试验数据表明,本文所提指标对早期故障较敏感,适用于早期故障检测。", "label": "机械工程", "id": 0}
{"content": "为解决传统人工特征提取方法易受主观因素的影响,提出了一种基于同步压缩变换（Synchrosqueezing Transform,SST）和微调深度残差网络（Fine Tune ResNet,FT-ResNet）模型迁移学习的滚动轴承故障识别方法。首先,对振动信号进行SST分析得到信号的时频图作为输入;然后冻结深度残差网络全连接层之外的所有层的权重,载入ResNet模型预先训练好的权重作为初始化参数,并训练模型全连接层的权重;最后利用训练好的FT-ResNet模型对轴承故障类型进行识别,并与其他深度学习模型进行对比。实验分析结果表明,相比于AlxNet、CNN及ResNet等经典卷积神经网络,该方法在轴承数据集上可以准确地识别不同类型的轴承故障,分类精度高达100%,且识别效果优于传统的支持向量机模型。该方法利用残差网络自动识别时频图的深层特征,避免了人工特征提取方法对识别精度的影响,实现了对SST时频图像的直接分类,具有较高的识别精度及良好的模型泛化能力。", "label": "机械工程", "id": 0}
{"content": "滚动轴承受装配过程中人为因素,以及服役过程中负载的影响,轴承套圈与轴承座孔容易产生不同心,使轴承在运行过程中产生偏磨故障,严重影响轴承使用性能和使用寿命。本文通过数据驱动建模的方法建立轴承-转子系统的NARX模型,进而对数据驱动模型进行特征提取,以此来表征系统的非线性程度。首先,有效的数据预处理是建立准确数据驱动模型的前提。本文利用基于自相关的时域同步平均方法对振动数据进行梳状滤波,消除了转速,载荷的有限波动,以及截断误差所导致相位误差累积,从而实现数据段的同相平均。在无转速计情况下,该方法能够有效减小了高频成分的衰减,避免信号失真。最后,以滤波后的振动数据为输出,以转子的周期性不平衡力为输入,辨识得到轴承-转子系统的NARX模型。然后结合广义关联线性函数（GALEs）求解得到了系统的前三阶非线性输出频率响应函数及其相关指标。与传统故障评价指标相比,非线性输出频率响应函数相关指标对轴承-转子系统的微弱故障更加敏感。本文所提出的数据预处理方法以及基于数据驱动的故障诊断方法为轴承在装配以及运行过程中的对中性能检测提供了解决思路。", "label": "机械工程", "id": 0}
{"content": "针对不同负载下滚动轴承源域与目标域中同状态数据特征分布差异较大,目标域样本标签缺失问题,提出了一种基于格拉姆角场（gramiananglefield,GAF）和领域对抗网络（domain adversarial training of neural networks,DANN）的滚动轴承故障诊断方法。该方法利用格拉姆角场将振动信号转换为二维图像,保留了时间序列数据之间的相关信息。引入无监督领域适应方法,把二维图像作为模型的输入,将源域和目标域经过相同映射,在模型特征提取器和分类器之间的不断对抗下,减小了源域和目标域类别的分布差异,实现了在目标域样本无标签的情况下,利用源域有标签样本提高目标域分类任务准确率。应用凯斯西储大学轴承数据集对该方法进行有效性验证,结果表明,该方法在目标域数据无标签的情况下,能够利用滚动轴承已知负载数据识别出跨工况数据对应的状态,识别准确率可达99%以上,验证了该方法的可行性和有效性。", "label": "机械工程", "id": 0}
{"content": "滚动轴承是旋转机械的关键部件,轴承的健康状态直接影响机器的运行状态。因此在设备故障预测与管理（Prognostics and Health Management, PHM）领域,预测轴承性能的退化趋势具有重大意义。轴承健康指标（HealthIndicators,HI）能反映轴承性能,而传统的轴承健康指标构建方法大多依赖专家经验和信号处理技术进行特征融合,为此本文提出了一种基于域融合深度神经网络构建健康指标的方法,并结合时间卷积神经网络（Temporal Convolutional Network, TCN）用于预测轴承性能退化趋势。首先,提取时域特征组成原始特征集。并通过单调性和相关性评价,从原始特征集中选择敏感特征。然后,将选定的特征输入域融合深度神经网络以构建新的健康指标。最后,基于时间卷积神经网络利用构建的健康指标实现轴承性能退化趋势预测。分别使用PHMChallenge2012轴承数据集和辛辛那提大学轴承数据集验证方法有效性,结果表明,基于域融合健康指标和时间卷积神经网络的轴承退化趋势预测方法表现出了良好的预测效果。", "label": "机械工程", "id": 0}
{"content": "滚动轴承是旋转机械的关键部件,轴承的健康状态直接影响机器的运行状态。因此在设备故障预测与管理（Prognostics and Health Management, PHM）领域,预测轴承性能的退化趋势具有重大意义。轴承健康指标（Health Indicators,HI）能反映轴承性能,而传统的轴承健康指标构建方法大多依赖专家经验和信号处理技术进行特征融合,为此本文提出了一种基于多特征融合深度神经网络构建健康指标的方法,并结合时间卷积神经网络（Temporal Convolutional Network, TCN）用于预测轴承性能退化趋势。首先,提取时域特征组成原始特征集。并通过单调性和相关性评价,从原始特征集中选择敏感特征。然后,将选定的特征输入多特征融合深度神经网络以构建新的健康指标。最后,基于时间卷积神经网络利用构建的健康指标实现轴承性能退化趋势预测。分别使用辛辛那提大学轴承数据集和PHM Challenge 2012轴承数据集验证方法有效性,结果表明,基于多特征融合健康指标和时间卷积神经网络的轴承退化趋势预测方法表现出了良好的预测效果。", "label": "机械工程", "id": 0}
{"content": "滚动轴承故障诊断对旋转机械的安全保障极为重要。然而,随着现代化装备不断朝着一体化、复杂化以及智能化的方向迈进,传统的故障诊断方法无法适应工程中\"大数据\"特性需求的提高,基于深度学习的故障诊断方法研究有着极为重要的意义。本文建立了深度自编码器模型应用于滚动轴承的故障诊断,在该模型的基础上使用粒子群算法对深度神经网络中隐藏层节点数、batchsize等超参数进行优化,使其对滚动轴承故障信号的诊断分类精度进一步提升。使用该模型对凯斯·西储大学滚动轴承数据集进行特征提取并验证了该模型的重构性能,使用该模型进行分类诊断得到的故障分类正确率达到98%左右,较传统模型提高了5%,验证了该模型的有效性。", "label": "机械工程", "id": 0}
{"content": "旋转机械系统故障问题出现次数越来越频繁,其中大部分故障是由轴承故障引起的,其中滚动轴承故障引起的旋转机械系统故障最为常见。以圆柱滚子轴承为研究对象,运用Solidworks三维软件建立圆柱滚子轴承的三维模型,通过有限元ANSYS分析软件对其进行模态分析与谐响应分析,利用ANSYS分析圆柱滚子轴承模态得到其前六阶固有频率,以及各阶频率下轴承的变形量。分析结果表明,轴承在正常工况下,随着加载频率增大,变形幅度增大,在轴承固有频率附近到最大变形,轴承内圈的故障振动频率与轴承内圈的正常振动频率相比,会在幅频特性曲线图中出现有规律的尖点。该研究为圆柱滚子轴承承载能力的提高、综合力学性能及振动噪声减小提供依据。", "label": "机械工程", "id": 0}
{"content": "同步提取变换技术（synchroextracting transform, SET）是一种用于非稳态信号分析、具有较高时频能量聚集度的时频分析方法,但在噪声干扰下其同步提取算子会受到干扰,降低了时频图谱的可读性从而影响故障诊断的准确性。为了有效克服噪声对同步提取变换分析技术的干扰,本文采用了基于时频图像的脊线识别方法用于构建新的提取算子,在保证时频能量聚集性的同时也很好的降低了噪声干扰。同时提出了一种自适应参数设置的脊线提取算法,通过比较重构信号中各分量信号能量与原始信号能量的比值以确定脊线提取条数。最后,通过该方法分析一组仿真信号以及一组变转速轴承故障实验数据用于验证该方法的有效性,分析结果表明该方法可以有效识别故障特征频率曲线,实现故障诊断。", "label": "机械工程", "id": 0}
{"content": "针对旋转机械复合故障信号分离和故障特征提取难以有效实现的问题,提出了基于相关系数为判据的多元变分模态分解算法（CMVMD）与局部非负矩阵分解（LNMF）相结合的复合故障信号分离方法。构造了相关系数收敛因子,并以此为判定准则,自适应确定MVMD算法中模态分量个数;将获得的模态分量重构组成模态矩阵,采用邻近特征值占优法获取LNMF算法中的最优分解维数;对模态分量作LNMF算法处理,突出局部特征信息,从而分离出耦合的多源故障信号,提取故障特征信息。仿真及实测轴承复合故障信号结果表明:提出的基于CMVMD-LNMF的故障信号分离方法,可以有效分离滚动轴承复合故障,对轴承的复合故障诊断具有一定的实际意义。", "label": "机械工程", "id": 0}
{"content": "为了从强背景噪声和干扰成分复杂的振动信号中准确地提取故障特征,提出了一种基于改进集成经验模态分解（IEEMD）和调制信号双谱（MSB）的方法。首先,将集成经验模态分解（EEMD）应用于滚动轴承的振动信号以分解成一系列的本征模态函数（IMFs）;其次,通过累计均值（MSAM）准则将IMFs自适应地分为低频IMFs和高频IMFs,其中高频IMFs采用小波阈值降噪方法进行降噪;随后,将降噪后的高频IMFs与低频IMFs进行重构以获取高信噪比的瞬态脉冲信号;最后,利用MSB进一步抑制瞬态脉冲信号中的随机噪声和干扰分量,并提取故障特征。与MSB和谱峭度（SK）的诊断结果进行对比,验证了该方法在轴承微弱故障特征提取方面的有效性。", "label": "机械工程", "id": 0}
{"content": "机械设备在运行过程中由于工况变化,其相应的状态监控信号也呈非平稳性。时频分析技术作为处理非平稳信号的有效工具在机械故障诊断应用中起着重要作用。针对二阶同步压缩变换时频分析技术存在的时频分布能量发散问题,本文利用二阶同步压缩变换局部最大时频系数位置构建同步压缩算子,将短时傅里叶变换结果的时频能量进行重排。结果表明,局部最大值估算算子能够有效增强二阶同步压缩变换时频分布的能量集中度,该方法不仅能更准确的捕捉非平稳信号中的时变信息,同时能获得能量更集中的时频分布,减少噪声对时频分布图谱的干扰。文章通过一组数值仿真信号与一组变速轴承故障实验数据分析验证了该方法的有效性,并结合阶次分析方法实现变工况滚动轴承故障诊断。", "label": "机械工程", "id": 0}
{"content": "为抑制桨―轴系统纵向振动共振线谱,基于反共振隔振原理提出反共振推力轴承技术方案,具体以液压活塞作为推力块支撑结构,为流体反共振隔振器提供接口。建立了反共振推力轴承动力学模型,推导了无量纲加速度频率响应函数,根据固定点理论开展了动力参数调谐优化设计,得到了质量比、刚度比和阻尼比与反共振隔振效果的关系规律。鉴于活塞密封在液压油压力作用下产生摩擦力,在反共振推力轴承调谐优化动力参数基础上进一步引入摩擦力。发展了摩擦力非线性振动系统分析方法,可数值模拟阶梯正弦激振试验计算出扫频时域响应,经频谱分析后得到有摩擦力加速度频率响应,考察了摩擦力影响。结果表明,可先忽略结构阻尼进行反共振推力轴承调谐优化设计,反共振隔振效果与质量比成正相关性,过大的活塞密封摩擦力对反共振隔振效果产生负影响。所提出的优化设计方法和研究结论可指导反共振推力轴承工程设计。", "label": "机械工程", "id": 0}
{"content": "为了更快地计算曲轴的瞬态振动变形,利用有限元的方法构造了整体曲轴的有限元模型,通过Fortran语言编程,实现建模流程的通用化、模块化、参数化。利用ANSYS的梁单元构造相同曲轴模型进行了模型的静力学验证,证明了构造方法的可靠性。通过有限元计算模态和实测模态的结果对比,验证了曲轴的有限元模型和实际曲轴模型在动力学特性上的一致性,证明了通过梁单元构造的曲轴有限元模型是可以满足曲轴实体模型的动力学的精度要求的。根据质点力系法计算了曲柄-连杆-活塞机构的动力学规律,并得到作用于曲轴有限元模型上的外部激励载荷。将构造曲轴的整体有限元模型的计算程序和曲轴载荷计算程序进行联合,实现了曲轴的瞬态振动计算。同时将曲轴弹性体瞬态振动与主轴承润滑进行耦合计算,得到了曲轴的主轴颈动力学特性主轴承的润滑特性,实验测量了曲轴轴心轨迹,验证了程序的瞬态计算结果。", "label": "机械工程", "id": 0}
{"content": "轴承表面波纹度是生产过程中产生的一种加工误差,据现有研究表明,波纹度是轴承产生振动的最主要因素之一,且随着疲劳,波纹度会不断增大。因而对于高速电主轴而言,考虑波纹度的影响显得尤为重要。本文分析考虑了滚动轴承内外圈波纹度、径向游隙以及Hertz接触力作用下的轴承-转子系统的动力学响应,综合考虑了径向刚度及轴向刚度对系统的影响。基于拉格朗日方程建立了轴承-转子系统动力学模型,采用变步长龙格库塔法对微分方程求解,根据不同转速下的时程图、频谱图、轴心轨迹图、庞加莱截面图以及分岔图,分析了表面波纹度、系统转速、系统阻尼以及滚子数对轴承-转子系统的影响。结果表明,在不同转速以及波纹度的影响下,系统动力学响应形式具有多样性,合理选则系统转速和径向游隙,增大阻尼与转子数目,有利于减小振动。", "label": "机械工程", "id": 0}
{"content": "本文首先分析了斜齿轮时变啮合刚度与接触线长度的变化关系,认为接触线长度变化可以近似反映啮合刚度的变化情况。然后推导出接触线长度及其变化率的精确计算公式,并在此基础上研究了接触线长度变化率与齿轮参数、重合度之间的变化规律,结果显示当端面重合度或轴向重合度取整数时,接触线长度波动变化率最小,该结论可以为研究啮合刚度波动的变化规律提供理论依据。", "label": "机械工程", "id": 0}
{"content": "本文首先通过SOLIDWORKS软件建立摆线针轮的模型,然后基于ABAQUS软件对其进行了模态分析,研究其固有频率和振型。通过对比分析摆线针轮的不同阶振型图,可以得出摆线轮结构的薄弱环节位于摆线轮齿廓处,同时对比摆线针轮、摆线轮与针轮盘不同模态阶数下固有频率及最大位移,对摆线轮的结构设计具有参考价值,同时对RV减速器的深入研究具有重要意义。", "label": "机械工程", "id": 0}
{"content": "本文主要使用ANSYS Workbench软件对行星齿轮机构进行强度分析,分别采用四面体网格和六面体网格划分单元,对内齿圈施加固定约束,对太阳轮施加扭矩,通过得到的位移和应力云图可以看出行星齿轮的位移以及应力分布情况,最大位移发生在太阳轮非啮合轮齿上,最大应力发生在齿轮啮合部位,得到的数据结果满足强度条件。", "label": "机械工程", "id": 0}
{"content": "目前对齿轮的轻量化研究在工业领域都备受关注,本文以齿轮啮合时的最大等效应力小于等于许用应力情况下,对主动轮的腹板厚度进行尺寸优化。通过此次优化设计,主动轮的质量减轻了34.7%,很大程度上减轻了齿轮的重量,节省了齿轮制造时的材料,降低了成本。", "label": "机械工程", "id": 0}
{"content": "行星齿轮传动具有效率高、传动平稳、抗冲击和振动的特点,在减速机构中常用到。传统设计中主要运用手册中的图表与力学中的公式进行齿轮参数设计,这种方式耗费时间长,工作量大,而得到系统的整体可靠性不高。现代设计中引入可靠性理论与优化设计算法,利用计算机工具,以保证系统的最大可靠性为原则,寻求最优的设计参数。", "label": "机械工程", "id": 0}
{"content": "通过对齿轮片进行失效分析,确定零件失效的原因。对断口形貌分析,并结合力学性能、化学成分、金相组织等方面的检测结果,判断出齿轮片失效的主要原因是由于齿轮片接触面处存在淬火裂纹。从横截面可以明显地看到裂纹,裂纹分布在排齿与底孔槽面连接处,垂直接触面尖角位置,沿应力方向延伸。由于零件在使用前就存在淬火裂纹,所以使用过程中应力沿着裂纹处集中冲击,产生脆性断裂。", "label": "机械工程", "id": 0}
{"content": "为了对不同故障类型的齿轮进行故障诊断识别研究,本文以齿轮传动系统中的直齿型圆柱齿轮为研究对象,对3种不同状态的直齿型圆柱齿轮进行了振动信号的采集。首先,对采集的信号进行时频域分析和经验模态分解（EMD）,并将EMD分解后能量占比较大的前四组固有模态分量（IMF）累加得到AR功率谱曲线;然后,按照频带对AR谱曲线分段并分别对每一段的能量进行求和,归一化后作为各个故障类型齿轮的特征值;最后将所得的特征值分组输入到支持向量机（SVM）中进行训练和诊断识别。结果表明:基于EMD-AR谱估计的故障特征提取方法结合SVM所得到的故障诊断模型具有很高的识别准确率,能够有效、准确地对齿轮箱的故障类型进行识别。", "label": "机械工程", "id": 0}
{"content": "盲解卷积方法由于可以在系统参数未知的情况下抑制振动传递路径影响,从含噪振动信号中恢复与故障相关的冲击成分,因而在齿轮故障诊断中发挥着重要作用。针对齿轮早期故特征易受噪声干扰而提取困难的问题,在充分考虑故障特征冲击性和循环平稳性的基础上,提出采用最大二阶循环平稳盲解卷积（Maximum second-order cyclostationarity blind deconvolution, CYCBD）和平方包络谱相结合的故障特征增强与提取方法。以齿轮早期齿根裂纹故障试验为例,研究了CYCBD的关键参数对其性能表现的影响,对比了不同转速和不同载荷工况下CYCBD对于齿轮故障特征的增强性能。分析结果表明,与最小熵解卷积和最大相关峭度解卷积方法相比,基于CYCBD和平方包络谱的方法具有更为显著的特征增强与提取结果,可对不同工况下的齿轮早期故障进行有效识别。", "label": "机械工程", "id": 0}
{"content": "行星齿轮系统结构复杂,内部齿轮故障频发,其中剥落故障是最常见的失效形式,加之齿轮传动系统是很复杂的非线性系统,影响系统响应因素很多,给揭示故障齿轮的动力学特性带来一定困难,因此,研究齿轮剥落故障的动力学特性具有重要意义。本文建立了行星轮（太阳轮侧）齿面剥落模型,分析了不同剥落程度对啮合刚度的影响,结果表明剥落长度不断增大,啮合刚度逐渐减小,剥落宽度的增大会影响剥落故障进入啮合接触区域的时间;考虑时变啮合刚度、综合啮合误差及齿侧间隙等因素,建立了行星齿轮箱传动系统动力学模型,用四阶Runge-Kutta法对所建立的模型进行求解,发现随着齿面剥落故障宽度的增加,振动响应的故障冲击愈来愈明显,且呈周期性冲击,冲击周期为Tt=0.044s;搭建了行星齿轮箱试验台以获取振动响应信号,与模型响应信号进行了对比分析,结果验证了动力学模型的准确性,实现了行星齿轮箱健康状态监测,为行星轮系的智能运维提供了理论依据。", "label": "机械工程", "id": 0}
{"content": "建立了一种考虑轴和齿轮体弹性的直齿圆柱齿轮传动系统动力学模型。将齿轮轮缘简化为弹性环,将齿轮腹板的刚性等效为作用在环上的支撑弹簧。基于多体动力学理论,得到了旋转的直齿轮转子的动能。考虑啮合点沿齿轮基圆的运动效应,建立了啮合过程的时变模型,可以计算齿轮体内部的瞬时动态响应。采用微分求积有限元法建立了齿轮副的微分方程。通过将腹板等效支撑弹簧的刚度值设为无穷大,此模型\"退化\"成集中参数模型,并与现有的集中参数模型（LMM）的模态和动态特性进行比较,验证了该模型的有效性。研究了齿轮腹板弹性对动态特性的影响。结果表明,齿轮腹板的弹性增加会使得齿轮副的耦合频率降低,在一定程度上也能降低振动强度;但较大的腹板弹性会使得系统工作在耦合频率附近时出现混沌运动。", "label": "机械工程", "id": 0}
{"content": "为分析齿轮支撑轴变形对斜齿轮接触特性的影响,以安装于轴上的一对斜齿轮副为研究对象,推导出了由齿轮轴弯曲及扭转变形引起的啮合点位移解析计算式。结合轮齿弯曲、剪切变形及赫兹接触变形理论计算公式,基于切片法及线性规划内点法,建立了斜齿轮接触载荷计算模型,并应用MATLAB软件编写计算程序,对齿轮啮合刚度及齿向载荷分布进行了计算。结果表明,齿轮轴变形对齿轮接触特性有较大的影响,齿轮轴长度增加及轴径减小均使齿轮啮合刚度降低,齿向载荷分布均匀性提高;与齿轮轴长度相比,齿轮轴直径对齿轮啮合刚度及齿向载荷分布的影响更大。", "label": "机械工程", "id": 0}
{"content": "高速旋转设备的转动部件在运行过程中,由于自身的制造误差,使其质心与旋转轴线不同轴而产生不平衡质量,对设备运行时的振动幅度、运行寿命等性能指标有较大的影响。2LC05是专用设备的核心旋转部件,其不平衡质量情况直接影响设备运行的动态性能。因此,在批量制造过程中对不平衡质量的大小进行有效控制尤为重要。本文在对2LC05的壁厚不均匀度、同轴度与不平衡质量的理论分析基础上,根据生产过程中相关参数的实际分布情况,计算得到可能产生的最大不平衡质量;采用试验分析方法,综合定量地验证了理论分析模型的正确性,批量统计数据表明仿真拟合的合格率与实际生产结果基本吻合;采用仿真分析方法,结合实际加工水平,拟合了不平衡质量的合格率情况,确定了影响程度最大的3项工件参数。根据上述仿真分析结果,对不平衡质量影响最显著的端盖肩部1.3壁厚不均匀度、挡板L1段不均匀度和中段同轴度的公差上限进行了优化,2LC05不平衡质量的合格率较改进前提高约11.8%。", "label": "机械工程", "id": 0}
{"content": "金属圆盘作为旋转机械的随动部件,在旋转载荷作用下的力学性能研究分析必不可少,本文对内孔加厚金属圆盘进行了计算分析,包括在工作转速、超速下的应力分布和变形,以及卸载后金属圆盘的残余应力等。同时,计算分析了金属圆盘在静态和工作转速下的振动特性,并基于塑性强度准则和是否会与旋转机械发生共振进行了综合评价,提出了合理的优化设计方案。得到以下主要结论:在工作转速下,内圆处局部增厚的结构,力学性能优于等厚结构,按照塑性强度准则评判,可以满足长期稳定运行要求;在工作转速下,由于金属圆盘产生应力刚化作用,其各种频率都明显高于工作转速,对旋转机械的正常运行不会产生很大影响。", "label": "机械工程", "id": 0}
{"content": "承接一种减速机用QT600-5材质的行星架,用覆膜砂壳型钢丸埋箱造型工艺,根据以往生产经验并结合凝固模拟的结果,决定在模拟有缩孔、缩松的部位采用外冷铁与铬铁矿砂芯或铁覆膜砂砂芯给予控制,从而实现内部无缺陷要求的铸件。结果表明,增加冒口补贴或创建补缩通道实现顺序凝固,是球铁件铸造工艺设计的基本应用方式,是内部组织实现无缩松的一次实践。", "label": "机械工程", "id": 0}
{"content": "齿轮传动系统是机械设备中的重要组成部分,其零部件的健康情况将直接影响着整个机械设备的工作性能。而且,由于齿轮传动系统结构复杂,当其发生故障时各零部件之间会相互干扰、相互耦合,同时还会受其背景噪声影响,导致信号中故障特征被淹没,对故障特征的提取和识别噪声很大的困扰。因此,如何对复合故障信号中的故障特征进行有效的识别和提取是保证齿轮传动系统能够正常工作的关键,针对在信号处理过程中出现的模态混叠现象,且故障特征信息会淹没在噪声中,提出了基于改进ITD的齿轮系统复合故障特征提取方法研究。为此将MCKD作为前置滤波器,对信号进行降噪处理,以此突出故障特征提高信噪比,在对信号进行ITD分解,最后选取合适的分量进行对称差分能量算子解调。仿真信号和齿轮断齿-磨损复合故障信号均验证了所提改进方法的有效性。", "label": "机械工程", "id": 0}
{"content": "考虑齿面间潜在的粘滑现象,建立单级齿轮传动链的齿面粘滑动力学模型,通过四阶\"龙格-库塔\"数值计算,求解不同工况下单级齿轮传动系统的动态响应。结果表明,在某些低速、重载工况下,齿面啮合在节线附近会出现粘滑现象,增大振动幅值、引起脱齿现象,并引起系统失稳。参数分析结果表明,改善齿面润滑状态、降低摩擦系数,能够显著降低出现粘滑的区域。本研究从动力学的角度揭示了节线附近出现胶合失效的机理,并为避免齿面胶合失效提供了理论帮助。", "label": "机械工程", "id": 0}
{"content": "并车齿轮传动结构因其良好的功重比在航空、舰船等大功率传动场合具有较好的应用前景。对并车弧齿锥齿轮系统建立了含间隙的弯-扭耦合非线性动力学模型,考虑高斯消元技术解决系统方程组刚度矩阵的奇异性并对方程组做无量纲化处理。基于Poincaré截面相轨迹的映射偏差实现区域离散分解（DDM）与胞映射（CMM）对激振参数空间实施多组两参量平面解域界数值求解,并由Lyapunov指数和分岔图等对解域界中的分岔路径及解域演化定向追踪验证了全局解域界结构的准确性。结果表明分岔路径上高周期参数胞区间急剧收缩快速进入混沌域,啮合误差、齿侧齿隙和刚度波动构成的激振参数区解域界的啮合振动主要由1周期、2周期、4周期与混沌响应域构成,周期解域和混沌解域边界附近不同状态参数胞分布离散且动力学状态较为活跃,系统工作中应避开此类参数区。研究结果对齿轮系统动力学参数设计和减振控制具有指导意义。", "label": "机械工程", "id": 0}
{"content": "齿轮系统是应用广泛的动力传动装置,齿面摩擦是系统振动的重要激励源,同时齿面摩擦与时变啮合刚度、齿侧间隙和综合误差等非线性因素的存在使齿轮系统成为强耦合非线性系统,吸引了国内外大量学者对其非线性动力学特性进行研究。基于集中质量法,考虑摩擦、时变啮合刚度、齿隙和综合误差等非线性因素,建立行星齿轮系统扭转振动模型,采用Runge-Kutta数值解法,结合系统的分岔图、时间历程曲线、相图、庞加莱截面图、频谱图和最大Lypunov指数对系统的分岔与混沌特性进行分析和研究,分析系统随各种参数变化时的运动特性及齿面摩擦对系统分岔与混沌特性的影响。数值仿真得出:无摩擦时系统随激励频率、阻尼比、综合误差幅值、载荷和齿隙变化的分岔行为丰富,经历多倍周期运动和混沌运动;考虑齿面摩擦时,齿面摩擦使系统在高频和重载区域的分岔行为变得模糊、低阻尼比和轻载区域的混沌受到抑制、误差幅值区域的分岔点提前和混沌内部周期窗口消失、大齿隙区域的混沌内部周期窗口变大,分岔行为更加复杂。", "label": "机械工程", "id": 0}
{"content": "针对齿轮传动系统中的渐变磨损与振动冲击之间的耦合现象,以单级齿轮为研究对象,首先,通过求解渐开线齿轮齿面上各点的离散位置函数,基于齿间载荷分配以及winkler表面接触模型,获取了Archard磨损模型中的关键参数,建立了准静态磨损量计算模型;接着,建立了单自由度齿轮系统的振冲模型,识别了含间隙函数的非线性齿轮系统的动力学行为;最后,将准静态磨损模型和振冲模型相耦合,建立了系统磨损与振动耦合的动力学模型,得到了不同转速下随磨损周期的动力学响应及磨损渐变的发展规律。本论文基于非线性动力学理论获取了其失效的动态演变过程,可为产品失效分析提供理论基础。", "label": "机械工程", "id": 0}
{"content": "齿轮副动态啮合力是行星齿轮传动系统的主要振动和噪声来源,动态啮合力的评估是齿轮系统内源激励载荷研究中面临的主要难题。本文提出了一种基于齿圈振动信号进行齿圈-行星轮动态啮合力识别的方法。通过分析行星齿轮箱的振动传递路径,提出了基于典型齿圈固定形式的行星齿轮箱内源激励时变传递路径解析模型,通过对动态啮合力进行傅立叶级数展开,重构了齿圈的振动响应信号。而后,基于响应信号频率先验信息,使用交替方向乘子算法实现了动态啮合力幅值参数的识别。此外,本文还通过仿真信号对本文提出的方法进行了仿真验证。最后,通过实测信号对该识别方法进行了试验验证,并将啮合力识别结果同基于齿根应变测量技术测得的啮合力进行比较,结果表明该识别方法可以实现行星齿轮动态啮合力的识别。", "label": "机械工程", "id": 0}
{"content": "由于采煤机一般是长时间连续作业,并且作业条件具有高温、大负载的特点,采煤机截割部齿轮传动系统在齿面摩擦以及井下本身的高温条件下,容易引起齿轮啮合齿面发生形态变化,从而改变齿轮之间的间隙,进而改变了齿轮的啮合特性,表现出齿轮振动、噪声、磨损等一系列不利于齿轮寿命以及系统平稳运行的破坏性现象,因此对于摩擦和温度效应作用下采煤机截割部传动齿轮的动力学特性研究具有重要意义。本文基于齿轮非线性动力学基本理论,结合实际运行工况,建立考虑摩擦和齿轮热变形的直齿轮传动系统动力学模型。通过四五阶变步长龙格库塔法对系统运动微分方程进行求解,得到系统动力学响应,分析齿面摩擦以及温度变化对系统运动状态的影响,将系统动力学响应分析与工程实践中所关心的敲击振动和传动效率联系起来,引入敲击振动指标和摩擦功耗,分析其随系统参数的变化规律。", "label": "机械工程", "id": 0}
{"content": "本文提出了一种考虑齿廓偏差的行星齿轮系统摩擦动力学模型。该模型耦合了如下三个子模型:载荷分配模型、混合弹流润滑模型和行星齿轮动力学模型。利用轮齿承载接触分析方法获取含齿廓偏差的行星齿轮副载荷分配系数、啮合刚度和传递误差。在此基础上,利用混合弹流润滑模型计算齿轮界面摩擦学参数（啮合阻尼、油膜刚度和摩擦系数等）。将综合啮合刚度、啮合阻尼和摩擦系数导入行星齿轮动力学模型来求解系统振动响应。为了考虑界面摩擦学行为与动力学行为之间交互作用,上述三个子模型需要迭代求解,直到界面上的动态啮合力满足收敛条件。通过两个数值算例来验证本文模型的有效性。结果表明,本文模型可以获得与文献实验结果相似的摩擦与动力学特性。利用本文模型讨论了两种典型的齿廓偏差形式（点蚀和修形）对界面摩擦特性和动力学特性的影响。本文所提出的摩擦动力学模型为啮合效率评估、修形参数优化设计和齿面损伤机理分析提供理论指导。", "label": "机械工程", "id": 0}
{"content": "本文提出一种带传动系统的等效简化建模方法,基于能量平均法将皮带张紧器的迟滞模型进行线性化。张紧器模型等效为线性刚度和粘滞阻尼,可简化系统动态响应计算中张紧器迟滞参数的判别,提高系统响应的计算效率。通过迭代运算来确定不同激励频率、幅值下张紧器的等效线性刚度和粘滞阻尼。以正时带传动系统作为实例,计算系统的振动响应,并与实测结果进行比较,验证所提出建模和求解方法。将计算结果与已有方法进行比较,并讨论了两种方法的误差。", "label": "机械工程", "id": 0}
{"content": "设计偏差（齿廓修形）、制造误差、安装误差导致齿轮存在齿向误差（轴向不对中、齿向修形等）,这些误差引起齿沿齿宽方向载荷分布不均匀,进一步影响了齿轮啮合特性、寿命及可靠性。现有的齿轮啮合刚度分析中,大多按照切片理论,将齿轮等效为沿齿宽方向上排列的一系列独立的薄片直齿轮,分析计算齿轮时变啮合刚度。本研究考虑这些切片之间的耦合关系,建立了齿轮啮合刚度模型。首先,将齿轮等效为沿齿宽方向的均匀切片,各切片近似为薄片直齿轮,其刚度采用潜在能量法进行计算。其次,考虑各切片之间的耦合作用,将切片耦合作用等效为线性弹簧,提出了弹簧的刚度模型,弹簧的变形等于相邻切片的变形差。最后,推导了相邻变形切片和非变形切片的变形传递模型,设计了相应的数值迭代求解方法。通过与有限元结果对比分析,结果显示本文方法是精确和有效的,齿向修形和不对中降低了齿轮的啮合刚度,对于存在较大不对中和齿向修形的齿轮,应该考虑切片耦合的影响。", "label": "机械工程", "id": 0}
{"content": "行星齿轮由于其具有传动效率高、结构紧凑等诸多优点,广泛应用于大型装备上面。行星轮系在工作时由于诸多原因会导致载荷分配不均现象,如果该现象持续发生,容易造成行星轮系发生失效。因此本文通过参数化建模,以及动力学分析得到其工作状态下行星轮系各轮齿运动及载荷情况,并与理论结果进行对比,行星轮角速度误差在0.7%,证明了仿真模型的准确性。与均载状态对比发现,非均载状态会导致接触力急剧增加,失效概率大大增加。", "label": "机械工程", "id": 0}
{"content": "<正>一、技术要求及工艺难点花键轴（见图1）渐开线花键表面要求表面粗糙度值Ra=3.2μm,满足花键参数要求;需要利用现有设备降低成本并使外花键的齿侧表面粗糙度提高,满足图样要求,同时提高生产效率。二、解决方案及工艺方法花键表面加工质量的提高,主要从以下方面改进。1)加工用滚刀轴的优化改进:设计选用滚刀轴径32mm的滚刀轴,", "label": "机械工程", "id": 0}
{"content": "本文简要介绍了《金属波纹管膨胀节通用技术条件》（GB/T 12777—2019）的修订指导思想和主要修订内容,针对部分修订内容及其修订理由进行了详细说明。结合目前工程应用中存在的问题和行业发展趋势,对今后研究的重点内容提出了建议。", "label": "机械工程", "id": 0}
{"content": "根据相关标准,螺栓法兰连接的设计是根据承受流体静压力及垫片压紧力计算的,但目前该计算只适用于刚性容器或管道的情况,当容器或管道上安装了非约束型膨胀节的时候,则变成了柔性容器或管道,流体静压力产生的载荷发生了显著变化。本文分析和计算了安装非约束型膨胀节的柔性管道法兰载荷与刚性管道法兰载荷的变化,螺栓载荷与法兰的力矩显著变小,可以大幅降低法兰连接成本。根据本文内容及时修订完善相关压力容器和压力管道标准,意义十分重大。", "label": "机械工程", "id": 0}
{"content": "针对螺栓连接结构的刚度计算,在考虑螺栓预紧力和连接界面接触的情况下,将连接结构分成螺栓作用主区域和连接结构搭接面副区域两部分,然后结合赫兹接触理论和M-B分形模型,分别建立了两部分区域下螺栓连接结构的法向和切向的刚度计算模型,该刚度计算模型可用于薄层单元的有限元建模。对不同形式螺栓连接的梁板模型以及舱段圆筒模型进行有限元建模仿真,得到的仿真模态分析结果与实验结果对比,最大误差小于6%。结果表明,该刚度模型能够有效的对螺栓连接结构进行刚度的计算与预示。", "label": "机械工程", "id": 0}
{"content": "螺栓连接广泛存在于机械结构中,在螺栓连接面处存在明显的迟滞非线性现象,对整体结构的动力学响应会造成很大影响。如果将结构简化为线性结构,会带来很大的误差,因此有必要对螺栓连接结构进行研究。本文建立了描述螺栓连接面处的物理模型--Iwan模型,模型由弹簧和滑块并联而成,在初始的粘滞和整体滑移阶段均产生明显的迟滞非线性行为。对连接面处的力-位移关系和能量损耗关系进行推导,分别得到模型在粘滞和滑移阶段迟滞环和能量损耗的表达式。同时设计了一个含有典型迟滞非线性的实物模型,由一个线性梁和一个Iwan模型梁结构组成,通过螺栓连接在线性梁中心处,然后对结构进行动力学实验,通过锤击法对结构进行模态试验,数据采集和分析设备采用西门子的LMS Test Lab,分析得到结构的固有频率、振型和频响函数。最后,通过ANSYS对结构进行仿真分析,计算出结构模态,发现实验和仿真结果吻合程度较高。", "label": "机械工程", "id": 0}
{"content": "石油套管锥型螺纹接头是石油钻杆的重要连接形式,是钻井过程中将所施加的扭矩传递给井底钻头的关键环节,螺纹接头的预紧及其结构形式影响结构的失效模式及力矩传递效率,所以研究具有重要工程价值。每两根套管之间的连接属于接触力学的范畴,应用接触力学的理论很难获得满意的解析解,工程中主要应用实验确定一个范围,而实验又有很大的局限性。计算力学的发展为解决该类问题提出了较好的研究方法,近二十年来,应用数值计算方法,接触问题的研究取得了长足的发展,在解决一些关键工程接触问题中起了很大的作用。本文应用接触力学与有限元方法,建立不同预紧联接的有限元模型,探索了预紧力度与螺纹接触关系对石油套管结构动力学响应。根据接触力学的理论设定接触面之间的关系,通过有限元计算获得各阶模态及管柱屈曲行为。最后通过某型石油套管结构数值算例,验证了建立的模型的正确性及有效性。数值计算结果表明,由于不同的预紧,对套管工作过程中有一定的影响。确定合适的预紧力,既能满足力矩的高效传递,又能够避免强度失效,同时避免屈曲的产生。数值计算结果说明了本文计算模型的有效性及可靠性。研究对于石油套管螺纹接头的装配使用,强度失效、屈曲失效,结构尺寸、结构形式的优化具有十分重要的意义。", "label": "机械工程", "id": 0}
{"content": "提出一种CFST柱-H型钢梁双夹板全螺栓梁柱节点,对六个节点的抗震性能进行了有限元计算,分析了滞回性能、破坏模式以及翼缘与连接板之间的摩擦力变化规律,并与试验结果进行了对比。结果表明:有限元与试验在滞回曲线和破坏模式方面吻合良好,表明有限元计算结果可靠。由于拼接区板件之间的滑移,滞回曲线中存在近似的平台段。梁翼缘摩擦力在滑移之前线性增加,滑移后每一级加载循环后摩擦力都有一定程度下降。梁翼缘摩擦力随螺栓个数增加而增大;随着贴板处螺栓孔直径减小,加载过程中摩擦力下降幅度减小。", "label": "机械工程", "id": 0}
{"content": "新型建筑工业化需要装钢板剪力墙结构,良好的抗震性能是其应用在高层和高烈度区域的关键。本文提出一种两边连接螺栓装配钢板剪力墙。针对该两边连接螺栓装配钢板剪力墙,变化剪力墙板厚度和边界连接板带宽度对其进行低周往复荷载作用下的抗震性能有限元研究,并分析破坏模式、滞回曲线、骨架曲线、刚度退化、耗能性能和位移延性等抗震性能指标。结果表明:在低周往复荷载作用下,该两边连接螺栓装配钢板剪力墙滞回曲线较为饱满,位移延性系数在2.3～4.8,抗震性能较好。", "label": "机械工程", "id": 0}
{"content": "循环荷载下高强度螺栓摩擦型连接的摩擦系数可能发生变化。改变栓杆直径和孔形,开展了4组共12个高强度螺栓长圆孔连接试件的循环加载试验。结果表明:改变螺栓直径或孔形对轧制表面直接接触的摩擦系数影响较小;提高螺栓直径时,螺帽通过垫片与轧制表面接触的摩擦系数有较大比例的降低;采用大螺栓孔时,轧制表面间垫设紫铜片的接触面摩擦系数有一定幅度的提高。", "label": "机械工程", "id": 0}
{"content": "摩擦型高强螺栓连接接头在现代钢桥中的应用越来越广泛,为研究各排螺栓的传力比特性,根据文献试验结果及有限元数值模拟结果,对螺栓的荷载滑移曲线进行了拟合,在此基础上建立了长列螺栓群接头的受力简化模型,由变形协调条件,通过求解静力平衡方程组,提出了各排螺栓传力比理论计算方法。为验证该理论方法的正确性,设计了2组螺栓接头,实测了其螺栓传力比,试验结果表明,本文方法与试验结果吻合良好。最后对影响螺栓传力的各参数进行研究,结果表明:传力比与芯板与盖板的板厚比,螺栓排数,孔间距等均有显著关系,当螺栓排数大于5时,建议首排螺栓传力比取0.389。", "label": "机械工程", "id": 0}
{"content": "采用有限元法对螺栓连接梯形波纹腹板钢梁受剪承载力进行分析,利用ABAQUS软件建立了考虑材料非线性、几何非线性以及初始缺陷的精细有限元数值模型,基于试验结果验证了模型的准确性和可靠性。考虑了螺栓连接与焊接的边界形式差异对弹性剪切屈曲应力的影响,并结合有限元分析结果,对现有弹性剪切屈曲应力的计算方法进行修正。根据76个有限元数值算例和试验结果,分析了现有焊接形式梯形波纹腹板受剪计算方法的适用性,并考虑翼缘的受剪贡献,提出了螺栓连接梯形波纹腹板钢梁受剪承载力建议计算公式。", "label": "机械工程", "id": 0}
{"content": "针对螺纹连接松脱难以及时发现和预测的问题,提出基于螺纹牙力学行为的螺纹连接松动机理研究。通过建立螺纹连接预紧到松动全过程有限元计算方法,分析初始预紧力影响下横向振动工况前后螺纹上的应力应变分布和塑性变形,研究螺纹连接的松动行为。通过分析初始预紧力水平分别为0.4σs、0.6σs、0.8σs的螺纹连接模拟结果得知:过高的预紧力会进一步加深振动过程中螺纹牙的塑性累积,不利于结构的防松。", "label": "机械工程", "id": 0}
{"content": "输电塔普通螺栓施工过程中规定了其施工紧固扭矩的下限值,但在抗剪设计时没有考虑施工紧固扭矩所产生的预紧力对其抗剪承载力的影响,计算表明,目前的紧固扭矩值会使得设计偏于不安全;结合钢结构基本原理推导了输电塔普通受剪螺栓在预紧力作用下的抗剪剩余承载力比的计算方法,并结合精细化数值模拟论证了预紧力对普通螺栓抗剪承载力的影响,研究表明,预紧越大,螺栓的抗剪承载力削弱越明显,近似呈二次抛物线关系;最终依据预紧力和抗剪承载力之间的关系,推荐了输电塔普通抗剪螺栓的紧固扭矩值,为工程设计提供了设计依据,具有一定的工程价值。", "label": "机械工程", "id": 0}
{"content": "螺栓连接是复杂装配结构中不可或缺的重要组成单元,广泛地用于零部件之间传递载荷和能量。在振动和冲击载荷下,连接界面的摩擦、磨损、滑移等行为将引起螺栓的松动和断裂,严重地危害结构的功能性和安全性。连接界面上存在着复杂的多尺度、多物理场和非线性等行为,对结构的动力学特征有重要影响。连接界面动力学建模方法多数采用\"唯象\"模型和等效线性化处理,难以真实地反映界面的微细观接触机理和粗糙度特征的影响;动力学分析方法也难以对大规模复杂非线性系统进行快速求解,亟需发展高效的非线性动力学求解算法,形成复杂装备结构长时振动响应的预测能力。本报告提出一种关联界面微细观接触机理、粗糙度特征的四参数模型,描述连接结构非线性刚度特征;结合模态加速度法,建立一种基于局部非线性转换降阶的复杂动力学系统高效求解算法;提出一种基于动态子结构非线性载荷重构的螺栓连接状态辨识方法。相关的研究成果可用于航空航天、武器装备等结构的设计、优化、控制、寿命预测等分析。", "label": "机械工程", "id": 0}
{"content": "螺纹拧紧的拉力、扭矩分布关系非常重要,直接关系到结构强度、防松特性。实验周期长,代价大,测量数据有限,而有限元计算量大,收敛性差。本文发展了一种螺纹接触力学高效计算模型,将螺杆螺母描述为拉伸耦合杆件,根据变形协调关系将接触力描述为螺母螺杆拉伸扭转位移的函数,从而建立螺栓件拉伸-扭转耦合动力学方程。利用上述动力学模型对螺纹拧紧过程进行计算,研究拧紧力矩与预紧力之间的关系。通过有限元仿真验证本文所提模型的可靠性。利用模型进行大量参数计算,寻找影响螺纹内力分布的关键参数。", "label": "机械工程", "id": 0}
{"content": "针对某花键连接超临界转子通过临界转速时振动过大问题,分别采用双重线性调谐质量阻尼器（Tuned Mass Damper,TMD）或双重立方刚度非线性能量阱（Nonlinear Energy Sink,NES）对原系统前2阶共振峰进行振动控制。首先利用有限元法建立了花键转子-动力吸振器耦合系统动力学模型,然后通过谐波平衡法求解耦合系统稳态升速幅频响应,对比分析了TMD质量比、阻尼、安装位置及NES立方刚度、阻尼对原系统振动抑制效果,给出了参数影响规律,最后得出优化参数的转子幅频响应曲线。结果表明,在给定参数下,双重TMD或者双重NES均能对原系统前两阶共振峰起到良好的振动抑制作用,1阶抑振率可达60%以上,2阶抑振率为30%左右,但是TMD会使轴系原共振峰处产生2个新的共振峰,而立方刚度NES不仅可以避免这样的弊端,还具有更宽的吸振频带。", "label": "机械工程", "id": 0}
{"content": "螺栓连接结构在机械装备应用广泛,但对复杂的装配结构进行动力学建模时,大量的结合面接触单元会导致计算效率低、占用内存空间大等问题,因此建立其简化等效模型具有重要意义。针对复杂的螺栓连接结构,建立结构的接触模型,分析结构的法向和切向非线性特性;对接触模型中的线性部分进行模态缩聚得到模态综合模型;对模态综合模型接触部分采用非线性弹簧单元代替得到简化等效模型。对模态综合模型和简化等效模型进行静力学以及模态振型和固有频率的验证,表明模态综合模型和简化等效模型静力学和模态振型和固有频率的有效性;求解三种模型切向和法向简谐激励响应和冲击响应,表明模态综合模型和简化等效模型的有效性;同时模态综合模型相比接触模型,计算效率有一定提高,占用内存空间减小;简化等效模型和接触模型相比计算效率大大提高,占用内存空间减小。", "label": "机械工程", "id": 0}
{"content": "针对自由-自由边界条件下螺栓法兰连接结构的动力学建模问题,提出一种新的模型降阶方法。采用双协调自由界面模态综合法对螺栓法兰连接结构的线性主体部分有限元模型进行降阶,并将连接界面全部自由度通过坐标变换和力的等效原理缩聚到连接界面中心节点,以降低螺栓法兰连接结构的模型规模,且不受螺栓数量的影响,显著提高了动特性分析的效率。通过消除自由-自由边界条件引起的刚体模态,避免了降阶模型的计算失稳问题,且进一步降低了动力学方程的阶数。基于所建立的自由-自由边界条件下的螺栓法兰连接结构动力学降阶模型,进行了相应的模态试验及仿真分析,验证了动力学模型降阶的可行性和准确性,并发现重力会影响螺栓预紧力矩从而改变连接界面的连接刚度,最终导致同阶弯曲模态在水平和竖直方向发生分离。由于该降阶模型保留了连接界面的所有自由度,可推广应用于不同的线性和非线性连接类型,为螺栓法兰连接结构在不同工况下的动特性分析提供技术支持。", "label": "机械工程", "id": 0}
{"content": "螺栓松动的发生过程中紧固件的相关参数发生变化,通过寻找结构参数与松动的相关性,可以确定松动的特征指标,实现对螺纹类紧固件的状态监测。对典型的螺栓紧固件连接失效监测方法进行了综述,将螺栓连接状态的监测方法分为三类:无模型监测方法、基于模型的监测方法,以及在传统方法上结合机器学习技术发展而来的辨识与监测方法,介绍了这些方法的原理和研究现状。根据三类方法优缺点,对螺栓连接紧固件状态监测的研究方向进行了展望。", "label": "机械工程", "id": 0}
{"content": "本文通过比较栓接钢结构简化建模和详细建模在静载荷作用下产生的整体位移,验证两种建模方法的一致性和准确性,简化建模时采用PATRAN中的弹簧单元（Bush）模拟螺栓连接,详细建模时采用ABAQUS中的螺栓载荷（Bolt Load）模拟预紧力。结果表明:静力载荷作用下栓接结构简化建模位移结果与详细建模位移结果误差很小,相对误差最大控制在8%以内,该研究为螺栓连接建模提供一种合理、高效的思路。", "label": "机械工程", "id": 0}
{"content": "为了进一步研究钢结构中高强螺栓抗剪连接试件的预紧力损失情况,本文对高强螺栓抗剪连接试件中的4个10.9级扭剪型高强螺栓进行长达100h的实时监测。试验结果表明:扭剪型高强螺栓预紧力衰减与时间基本符合二阶幂函数关系,在终拧完后的2h之内,预紧力损失最快,达到总体损失的60%以上,而在其后的5h～100h间预应力变化较小,在此基础上,提出了预测扭剪型高强螺栓预紧力损失的二阶幂函数衰减公式。", "label": "机械工程", "id": 0}
{"content": "冰箱门体下铰链螺钉起着紧固下铰链的关键作用,在复杂工况下,其锁紧效果将直接影响门体的位置及用户安全性。本文以某冰箱为例,从理论分析、仿真模拟、实际样机验证改进方案等角度出发,系统性地阐述了螺钉受力,初始紧固扭矩,加强件螺纹部分高度,螺纹类别等因素对螺钉锁紧效果的影响程度,并提出一种行之有效,且经过实际生产验证的解决方案。", "label": "机械工程", "id": 0}
{"content": "本文对某发动机排气道耐热双头螺柱断裂原因进行了分析。结果表明,所用螺柱在材料、组织、性能检查均正常的情况下,发生多源疲劳断裂。利用材料试验机对螺柱使用过程中的实际受力情况进行了模拟,验证了螺柱存在安装预紧力不足,高温下松弛,使夹紧力严重不足,在发动机运行交变载荷下,在应力集中最为严重的螺纹根部发生疲劳断裂。", "label": "机械工程", "id": 0}
{"content": "建立基于载荷-强度干涉的机械零部件失效率计算方法,并研究零部件在不同情况下失效率随时间的变化规律。分析了现有零部件可靠性模型与失效率计算方法的不足,指出传统的基于对产品失效数据统计分析的失效率计算方法,并不能从本质上很好地反映失效率与各影响因素之间的关系。研究了随机载荷作用过程的特点及其描述方法,建立了能够全面体现载荷、强度以及强度退化等影响的失效率计算模型。研究表明,对于不同的强度与载荷分布组合,零部件的可靠度随时间减小,失效率曲线具有全部或部分的\"浴盆\"曲线特征。本文所提出的失效率计算方法能够建立起零部件失效率与载荷及强度等参数之间的关系,在强度分布、载荷分布以及强度退化规律已知的情况下,便可准确地计算零部件的失效率,可以更加科学地指导零部件的可靠性设计与全生命周期管理。", "label": "机械工程", "id": 0}
{"content": "事实表明悬索结构在外激作用下,下部结构可能会发生飘浮,致使连接下部结构和主索的吊索部分产生松弛。基于这一特点,吊索应作为具有非光滑性的单向约束来考虑,整个系统为非光滑的动力系统。研究其动力特性的关键是确定每一步真实发生的约束情况。本文以简单悬挂结构为研究对象,建立其在外激作用下的非光滑动力学模型。数值分析的结果表明,在外力作用下,考虑与不考虑吊索非光滑性,对于结构的动力响应有一定影响。因此用本文所推导的动力学模型分析此种结构更合理。", "label": "机械工程", "id": 0}
{"content": "在进行有限元模型修正时,往往使用灵敏度分析等方法进行逆问题的求解,它是一个复杂的迭代优化过程,最后结果不一定得到全局最优解,有时甚至无法求解。本文尝试使用另外一种思路,使用两种响应面法来重构模型修正中设计参数与目标变量的复杂关系,把模型修正当作多个正问题对待,然后在重构的响应面上进行迭代优化;由于重构的响应面一般具有比较简洁的数学形式,易于迭代和优化,因此,可以求得准确的设计参数与目标变量,从而获得精确的有限元模型。最后,本文通过一个实际复杂边界悬臂梁模型和H型梁结构模型进行了验证。由于该方法易于同众多的有限元分析软件结合使用,因此有很好的工程应用价值。", "label": "机械工程", "id": 0}
{"content": "建立黄河泥沙颗粒在管式离心机中运动的数学模型,用数学形式说明泥沙颗粒受到的离心效应,在理想的情况下和采用白金汉姆方法（π定理）求出r处的沉降速度,推导出分离因数Fr分离的极限粒径,以及转鼓的最优长度。正确理解泥沙颗粒在管式离心机内达到最优分离的理论基础,为进一步研究泥沙分离奠定基础。", "label": "机械工程", "id": 0}
{"content": "由于间隙连接铰的内外体接触碰撞过程中存在阻尼损耗、应力波、微量塑性变形等能量损失,导致接触力与变形位移之间存在磁滞现象,即压缩阶段与恢复阶段接触力与变形位移之间关系不同。分析比较了一维间隙碰撞铰线性等效弹簧阻尼模型和非线性等效弹簧阻尼模型。针对接触力与变形位移之间存在“磁滞”特性,本文提出一种新型间隙碰撞铰模型——双刚度模型,即在压缩阶段和恢复阶段采用不同的等效弹簧刚度描述。文中给出了含间隙旋转铰接触力的双刚度模型,模型中考虑了由切向滑移刚度确定的切向滑移力。", "label": "机械工程", "id": 0}
{"content": "机械制图是中职院校的一门基础课程,要学好这门课,要制定合理的教学目标和教学方法。基于此,为实现最佳教学效果,从教学方法、多媒体等方面展开教学,树立为学生服务的教学理念,本文对中职机械制图课程教学存在的问题展开分析,并提出了质量提升策略,以提高教学质量和教学效果。", "label": "机械工程", "id": 0}
{"content": "CAD/CAE/CAM/CAPP/CAID的发展应用,机械图学有了新的方案,更高效的工具,传统的机械图学重点在制图,新型的图学重点是识图,把纷繁复杂的制图过程,交给高效的计算机图形技术,提供了全方位产品开发、创新的新视界:通过CAD设计,CAE分析,CAM制造,CAPP整体产品质量管理,CAID创新发展,为智能制造创建数字样机原型,培养数字工匠,这要求机械图学的教学应该有有别于传统教学不同的新视界。", "label": "机械工程", "id": 0}
{"content": "在高职院校工科专业中,机械制图教学对于提高学生的制图能力以及综合素养具有较为重要的作用,该课程的主要目的是想让学生将自己学到的理论知识变为实际的、能够展示出来的图画内容。但在高职院校教学过程中,很多操作流程以及操作手法由于教学环境有限,不能进行现场示范,这就导致学生在学习的过程中,提不起兴趣。在此背景下,教师可以引进项目教学法,提高学生的学习兴趣,培养学生机械制图的能力,提高学生的实践能力,从而为相关行业培养复合型人才。", "label": "机械工程", "id": 0}
{"content": "中职学校为社会输送了大量的专业技术人才,其中的机械课程是一门重要专业内容,而机械制图则对于学生的操作能力要求较高。伴随着互联网和计算机的普遍应用,传统的机械制图教学也发生了极大的改变。在这一背景条件下,如何提升学生的机械制图能力,对于教学措施也提出了相应的要求,以下将对此展开分析。", "label": "机械工程", "id": 0}
{"content": "以机械制图课程群（包括工程制图、AutoCAD以及三维软件应用课程）为研究对象,遵循教育教学理论和学生学习认知规律,从理论教学内容构建、手绘实践模块构建、上机模块构建、强化实践教学设施、课程群评价体系、工业应用方面进行了探索和研究。结合一级圆柱齿轮减速器和拨叉绘图实例,为进一步明确课程群建设提供了案例支撑。", "label": "机械工程", "id": 0}
{"content": "随着时代的进步发展,我国的高职教育从招生规模的扩大到教育质量的提高,也得到了一个快速的发展,渐渐进入到一个良好的、可持续发展的阶段。《机械制图》课程是高职院校课程组成的重要方式,在高职育人的目标当中,需要对课程进行定位,还要确定人才的培养方式,因此课程的精品化建设已经成为当前重要的问题方式。", "label": "机械工程", "id": 0}
{"content": "技术的进步为教育提供了诸多的便利,多媒体技术作为教育中最常应用的技术,不仅增添了学生的学习兴趣,还拓展了学生知识面,发挥了良好的效益。机械制图是机电专业的必修课程,需要学生有很好的空间思维能力,但是传统的制图方法较为繁琐,老师使用黑板制图很不方便,需要大量的时间,信息技术的出现,尤其是多媒体系统的应用很好地解决了绘图不便的问题。本文就多媒体系统在机械制图中的发展与应用展开研究,希望能够给任课老师一些借鉴。", "label": "机械工程", "id": 0}
{"content": "项目教学法在教学中发挥着不可替代的重要作用,若是能将这一教学方法应用于中职院校机械类专业教学之中,可极大程度上提升教学质量、提高教学效率,但由于种种原因限制,目前中职院校中项目教学法尚未得到普及。以下内容将立足于现实生活,以中职机械类专业为例,具体分析项目教学法对于中职机械类课程教学的意义,并探讨项目教学法如何在中职机械类课程中进行应用。", "label": "机械工程", "id": 0}
{"content": "随着社会经济的不断发展,教育事业的不断进步,在教学的过程中,为了能够有效的调动学生学习的积极性以及主动性,让学生对学习产生兴趣,教师逐渐改变传统的教学理念以及教学方法,引入了翻转课堂这一教学模式。在机械制图课程当中,采用翻转课堂的教学模式能够帮助学生更好地理解机械制图课程知识,提高学生的绘图水平,让学生能够根据自己所掌握的知识解决工程中的实际问题。本文首先讲述翻转课堂教学模式的内涵,其次讲述翻转课堂教学模式在机械制图课程当中的具体应用,以此来供相关人士参考与交流。", "label": "机械工程", "id": 0}
{"content": "机械业隶属于重型工业,推动着经济的发展。因我国机械制造行业发展快,因此对专业需求量逐渐递增,这对中职院校生而言是就职机遇。中职院校和高等学校间存在着差异,教学时间短,更看重单项科目专业知识教学,但也是培养人才的场所之一。在中职机械制图过程中,需要结合实训教学和理论知识,从而提高教学效率。本文主要阐述中职机械制图课程中应用实训教学的有效策略,仅供参考。", "label": "机械工程", "id": 0}
{"content": "中职学校是技能型人才培养的摇篮,在《机械制图》教学过程中,基于课程类型出发,重视学生绘图识图能力培养,能够提高中职学校技能型人才培养质量,为学生升学、毕业和顺利就业提供强力保障!本文就中职《机械制图》课程特点进行阐述,分析中职学生存在的问题,进一步对中职《机械制图》教学中学生绘图识图能力培养开展探究,旨在促进中职学生专业化发展,满足社会发展的需要。", "label": "机械工程", "id": 0}
{"content": "随着我国社会的发展以及教育制度的改革,众多的教育方法纷纷涌现,大大提高了教育水平和教育质量,为了培养社会发展所需要的需求性人才,在中职教育上也一步步进行着教育方法的改革和创新,其中,项目教学法在中职机械制图教学中取得非常好的成就,大大增强了学生的综合实践能力,培养了众多的机械技术性人才。", "label": "机械工程", "id": 0}
{"content": "机械业隶属于重型工业,推动着经济的发展。因我国机械制造行业发展快,因此对专业需求量逐渐递增,这对中职院校生而言是就职机遇。中职院校和高等学校间存在着差异,教学时间短,更看重单项科目专业知识教学,但也是培养人才的场所之一。在中职机械制图过程中,需要结合实训教学和理论知识,从而提高教学效率。本文主要阐述中职机械制图课程中应用实训教学的有效策略,仅供参考。", "label": "机械工程", "id": 0}
{"content": "机械制图作为机械类专业基础课,是每一个从事机械行业人员必须掌握的一项专业技能。针对机械制图教学中存在的问题,阐述了以\"工业产品设计与创客实践\"竞赛所用的三维软件Inventor为例,研究了三维软件与机械制图在教学上的结合点,以及如何在教学中实践应用两方面,通过建立试题库的方式,不仅服务传统的机械制图教学,更服务竞赛学生。", "label": "机械工程", "id": 0}
{"content": "在社会经济飞速发展的背景下,社会对职业院校人才的需求日渐提高。在立德树人的教育俩年下,中职机械制图教育应当以\"贴近社会、贴近学生、贴近专业\"为原则,将思想道德教育与机械制度教学进行有机结合,提高学生对社会现象以及社会活动的认知能力,为学生未来的职业发展奠定良好的基础。但是,目前而言,基于立德树人教育理念下的中职机械制图教学实践存在较多的问题,对此,本文将从多个方面对中职机械制图教学实践进行分析,以促进中职机械制图教学质量与水平的提高。", "label": "机械工程", "id": 0}
{"content": "近年来,随着科学技术的应用越来越成熟,智慧教育理念逐渐走进了中职院校的课堂。而中职院校主要培养的就是我国的技能型人才,其教育现状影响着国家未来的经济发展。现在时代发展的步伐越来越快,中职机械制图课程理实一体化教学的转变已经迫在眉睫。本文将介绍智慧教育和中职教育现状,并分析智慧教育理念下机械制图课程教学模式创新的可行性和必要性,最后再为中职智慧教学模式的构建提出建议。", "label": "机械工程", "id": 0}
{"content": "文章阐述了中职学校机械制图课程的学习内容和学习目标,并从三个方面对机械制图的教学方法进行了描述。", "label": "机械工程", "id": 0}
{"content": "随着我国信息技术的不断发展,我国已经进入了信息时代,信息技术在日常生活中得到了广泛的应用,可以说是改变了人们生产生活的方式。在教育领域中融入信息技术能够提高教学的效率和质量,对于高职机械制图课程来说也是一样的。作为一门机械专业的必修课,在课程学习中提高自己对计算机绘图软件的使用能力能够提升学生的专业能力,为今后的就业打下坚实的基础。", "label": "机械工程", "id": 0}
{"content": "CAD是机械专业的必修课程,也是机械专业教学活动展开的基础。提升中职机械CAD教学质量,需要结合专业实际以及中职学校学生的学习特征,灵活性地选择教学方法,多种教学方法在CAD教学中的应用需要结合实际教学内容合理选择。本文重点分析了案例教学法、分层教学法、微课教学法等几种教学方法在CAD教学中的应用,旨在提升CAD教学质量,从而提升中职学生的专业素养。", "label": "机械工程", "id": 0}
{"content": "创新是一个民族进步的源动力,当今社会需要的也是具有创新精神的高素质人才。职高作为我国教育体系的重要组成部分,在培养人才方面发挥着重要作用。机械制图是机械专业的必修课,教师需要关注学生创新能力的培养,积极转变教学理念,注重实践教学,促进学生观察能力以及求异思维的发展。本文以职高机械制图教学中学生创新能力的培养为研究主题,总结了提升学生创新能力的有效对策。", "label": "机械工程", "id": 0}
{"content": "为使学生快速掌握零件的读图、识图、绘图能力,在零件测绘课程中采用\"项目教学法\"进行教学。本文从教学项目的设计,教学结构的重构,教学内容的整合和教学评价的多样化等方面进行了探索和实践,取得了较好的教学效果。", "label": "机械工程", "id": 0}
{"content": "在机械设计与制造的领域当中,机械CAD与机械制图的有机结合,能够大幅度提高机械产品制造的质量,从而使得机械制造技术取得较大的进步。在计算机网络技术不断发展的现在社会,机械CAD技术在经过网络科技的不断推动,已经愈发成熟,所以利用机械CAD与机械制图相结合能够很好的推东机械制造业的发展。", "label": "机械工程", "id": 0}
{"content": "相对于传统的机械制图课程教学,在企业调研的基础上划分零件为板类、轴套类、盘盖类、叉架类、齿轮和标准件五类典型零件,课程改革中采用典型零件的项目化教学,每一类零件为一个项目,分七步使学生掌握识图和制图的基本知识与技能,结合计算机辅助制图软件帮助学生实现平面—空间—平面思维方式的转变,达到掌握知识,提高技能的目的。通过两轮的教学实践表明,课程改革之后,学生的学习兴趣浓厚,制图和识图和能力具有较大幅度提高。", "label": "机械工程", "id": 0}
{"content": "在机械类专业领域,《机械制图》属于一门专业基础课,学生对该门课程内容的掌握情况,会直接影响到技工院校学生的未来就业。基于此,本文针对技工院校课程教学改革的思考,将以《机械制图》课程为例展开研究。首先,从该课程教学目标入手,分析了技工院校《机械制图》课程教学的改革要点。然后,本文根据技工院校《机械制图》课程教学的改革途径,对确保整个改革过程实施的保障性措施展开论述。希望本文的研究,能为《机械制图》课程在技工院校中更有效的开展提供参考性建议。", "label": "机械工程", "id": 0}
{"content": "<正>目前我国的中职学校机械制图专业在市场上非常抢手,其应用领域非常广泛,因此对于机械制图的课程教学模式的变革也是迫在眉睫。而我国对于机械制图专业的课程开设采取了微课的新型模式,并且取得了显著的成果,但在另一方面,微课这一新型的教育模式的不足也日益显现了出来,我们为此也要探索相适应的教学新模式。翻转课堂的出现无疑是对微型课堂的有力支撑。", "label": "机械工程", "id": 0}
{"content": "为了减小鼠笼弹性支承应力集中以降低鼠笼条根部断裂的可能性,基于鼠笼弹性支承几何结构、受力特性等,进行了鼠笼弹性支承根部的应力分析。首先,简化鼠笼弹支的力学模型并进行受力分析;然后,推导出鼠笼弹支根部应力的计算公式,分析了鼠笼弹支的可靠性条件;最后,基于有限元仿真对比研究了几种降低鼠笼弹支根部应力集中的方法。", "label": "机械工程", "id": 0}
{"content": "通过数学中抛物线方程的演算推导出机械制造中零件的高度计算公式,简化了制造难度,缩短了技术准备周期,并为后续生产加工提供了精确的数据保障。", "label": "机械工程", "id": 0}
{"content": "从工程实际出发,结合国际通用的水和水蒸气计算公式IAPWS-IF97,建立了长距离输送蒸汽管道温降、压降计算模型。为了达到模拟真实蒸汽流动的目的,模型将长距离输送管道作分段处理,视每段蒸汽管道的进出口平均参数为该段水力热力的计算参数。计算结果表明,建立的计算模型具有较高的准确性和可靠性,可以用于指导实际设计。", "label": "机械工程", "id": 0}
{"content": "圆盘转子是机械系统中的常用结构之一,其强度设计通常依据美国《ASME锅炉及压力容器规范》,应力最大的中心内孔区域满足PL≤1.5Sm的塑性强度准则。但是近年来大量的工程实践表明,压力容器设计准则并不完全适用于圆盘转子结构设计。本文采用弹塑性力学和有限元分析方法,计算高速旋转圆盘的应力分布和弹性、塑性极限转速,结合圆盘转子强度试验,论证对准则PL≤1.5Sm进行优化的可能性,并提出引入屈服区域比例作为圆盘转子强度设计的控制参数,完善了高速旋转圆盘的结构强度设计方法。", "label": "机械工程", "id": 0}
{"content": "为提高机械零件图像中目标识别跟踪的准确度,提出一种基于光流技术的跟踪算法,并针对光流法在目标跟踪过程中易受光照变化、目标形变等因素影响,导致跟踪误差累计产生目标飘移的缺陷进行了改进。由于SIFT算法对目标特征的多尺度描述从而具有对运动目标的平移、旋转等尺度变化的不变性,通过提取目标的SIFT特征点,采用金字塔LK光流法对目标的SIFT特征点进行跟踪,从根本上降低了光流法对光照变化和目标形变的敏感度。另外引入前向-后向误差（Forward-Backward error）评估方法,在目标跟踪过程中滤除跟踪误差大于阈值的特征点,避免误差累计。试验证明SIFT特征有效改善了光流法的跟踪效果,在跟踪存在严重光照变化、目标形变的视频时延长了有效跟踪时间:加入误差评估后的算法在算法改进的基础上进一步延长了目标的有效跟踪时间,提高了目标跟踪的鲁棒性。", "label": "机械工程", "id": 0}
{"content": "考虑到扩压器与叶轮的匹配特性,本文对带不同宽度扩压器的半开式离心叶轮流道的性能与流动结构进行了分析。通过数值建模与全工况的性能计算,对比了数值计算性能与实验性能,验证了数值方法的可靠性。在此基础上,调整扩压器宽度,发现适当减小扩压器宽度可以使叶轮出口流动趋向均匀,进而抑制扩压器盖侧回流,改善整个流道的性能;尤其是在小流量工况下,可以有效提高离心叶轮流道的效率和压比。同时发现,不同宽度扩压器对叶轮叶顶泄漏流有一定的影响,进而影响叶轮的性能。", "label": "机械工程", "id": 0}
{"content": "使用五次Bezier多项式来控制环量沿离心叶轮叶片的子午流线的分布,设计了将载荷分别集中于叶片前部、中部及尾部三种载荷分布方式的叶轮,并应用三维数值模拟研究了不同载荷分布方式对小流量系数离心叶轮性能的影响。研究结果表明:叶片载荷集中在前部的叶轮性能优于集中在中部及尾部的叶轮,其内部流动损失最小;当将载荷集中在前部时,叶轮效率曲线朝右侧移动,将载荷集中在叶片尾部时,叶轮效率曲线会朝小流量区域移动,且载荷集中在叶片前部的叶轮压比高于载荷集中在叶片中部及尾部的叶轮。载荷集中在叶片前部的叶轮熵增最低,其叶轮出口速度比载荷集中于叶片尾部和载荷集中于叶片中部的叶轮出口速度分布更均匀,流动损失更小。", "label": "机械工程", "id": 0}
{"content": "双折线卷筒钢丝绳缠绕过程卷筒的受力进行了详细的理论分析,建立了钢丝绳缠绕过程卷筒受力分布数学模型,编制了卷筒动态受力分布及结构有限元计算自动分析软件,以某履带起重机卷筒为例进行了结构分析和优化,结果表明:结构优化后的卷筒端侧面强度降低了24%,满足设计要求,解决了端侧面经常开裂的问题。", "label": "机械工程", "id": 0}
{"content": "利用螺旋弹簧与\"露露\"易拉罐设计制作了螺旋加强圈加强圆筒外压试件,在自行设计的外压加载实验装置上对其临界压力进行了测量。利用ANSYS有限元软件对各实验模型进行了特征值屈曲分析和非线性屈曲分析,其中非线性屈曲分析结果与实验结果更为接近。利用正交实验设计的方法,确定了25组螺旋加强圈加强圆筒的结构尺寸,采用非线性屈曲分析方法,对其进行了参数化计算,通过多元线性回归给出了螺旋加强圆筒临界压力经验公式。", "label": "机械工程", "id": 0}
{"content": "随着元器件的尺寸不断向微小型发展,其材料的表面形貌和表面相互作用极大地影响了材料的接触行为,微观上真正的接触并不是在物体表面上,而是存在于一些称为粗糙峰的不连续区域中。由于梁末端与基底碰撞时,所产生的冲击力可以比静态接触力大好几倍,这使得悬臂结构其余部分的动量导致结构弯曲,储存的弹性能使得末端在稳定接触之前,会从基底实际接触点反弹一次或多次,这将加剧所有因撞击造成的破坏性影响。由于大冲击力增加的塑性变形也将影响到粘着作用,因此有必要开展微悬臂梁基底间两粗糙表面接触-分离的动态接触特性研究。本文利用W-M分形函数实现微悬臂梁与理想平面基底接触端粗糙表面的三维数字化表征,在考虑微悬臂梁弹性变形影响,及其粗糙表面弹塑性变形和粘着的影响下,利用ABAQUS软件建立微机械系统的微悬臂梁与基底重复接触-分离的动态模型。研究发现:接触过程中,刚开始由于力小,物体只发生弹性变形,随着力的加大,发生接触的微凸体数目增多,接触微凸体接触中心的VonMises等效应力超过了材料的屈服极限,发生了塑性变形,初始屈服点发生在最高微凸体的表面下,而且发现当载荷达到一定程度时,各个微凸体之间的相互影响开始加强。同弹性接触相比,弹塑性接触中接触应力分布平缓,接触宽度增大,并且接触应力峰值明显减小,等效应力值的最大区域随着压下深度的加大逐渐向两侧分离。另外随着加载历程的推进,接触表面反复的作用,表面和亚表面之间反复的受力,两接触物体的塑形应变的不断累积将会导致材料发生破坏。在分离过程中,由于微梁的弹性恢复,导致在接触后带动接触点分离,对分离过程中任一压入位置d来说,当d小于某一凸峰高度,凸峰处于被压的状态,应力仍然会有很大的值;当d大于或者等于凸峰高度时,处于粘着受拉状态,但是凸峰也恢复不到原来的位置,并且应力值会有所下降,这是因为接触时发生的塑形变形导致其内部存在残余应力;当d等于凸峰高度和最大的法向位移之和时,凸峰达到要分离的状态,此时的粘着力最大,而应力不会发生明显的变化;继续分离,直至完全脱离。其研究结果对进一步研究微机械的悬臂梁结构和基底重复接触-分离具有一定的指导意义。", "label": "机械工程", "id": 0}
{"content": "<正>度理论和弹脆塑性软化模型建立了应力、应变的解析表达式。结果表明:在进行柱形孔的弹塑性计算时,应当考虑内部应力p的影响。当pcr1时,应该按照柱形孔的压缩问题来解答;pcr1≤p≤pcr2时,应该按照弹性力学的基本解答来计算;p>pcr2时,应该按照柱形孔的扩张问题来计算。柱形孔扩张与压缩问题具有高度的相似性。对比柱形孔压缩与扩张问题的解答,仅需把k1,k2,k替换为k8,k8和k’,柱形孔压缩问题的应力应变解答便可以形式上转化为柱形孔扩张问题的解答。通过对屈服准则和流动准则表达式进行简单的修改,柱形孔扩张与压缩问题在形式上具有高度的统一性。临界应力pcr1和pcr2仅与初始屈服状态有关,与屈服后的状态无关。且pcr1随着中间主应力系数的", "label": "机械工程", "id": 0}
{"content": "本文针对复杂工件曲面残余应力测量的困难,提出了一种测量曲面工件应力的方法。该方法结合了曲面栅转移法、几何相位分析法和切割法。最后利用不锈钢管道焊接处曲面残余应力的测量和分析验证了提出的方法的可行性。", "label": "机械工程", "id": 0}
{"content": "对多载荷（包括载荷方向变化和多个载荷独立作用情况）条件下,以获取最小的最大应力为目标的结构形状优化问题的最优形状特性进行了研究。根据对最优解是否有实质性作用,作用载荷可以分为两类:无效载荷和有效载荷。最优解只取决于有效载荷作用。提出了多载荷作用下基于应力的结构形状最优化必要条件:在各有效载荷独立作用下,最优设计边界上的最大应力相等。最后,通过二维平板优化实例对最优形状特性进行了验证。", "label": "机械工程", "id": 0}
{"content": "处理大型和超大型的复杂结构动载荷频域识别问题的时候,会面临计算时间长和内存大的问题,在传统的串行计算机上难以获得令人满意的结果。本文基于CUDA研究了动载荷频域识别问题的并行算法,利用GPU多处理器的特点来实现大规模数据的并行计算,从而显著提高问题的求解速度。", "label": "机械工程", "id": 0}
{"content": "在分析立轴冲击式破碎机主抛料头冲击载荷的基础上,通过COSMOS对主抛料头进行有限元分析,得到主抛料头的应力和应变情况,发现最大的应力出现在内侧的边缘处,且具有较大的应力集中,得到了其最大应力值,并进行了最低安全系数评价。在此基础上取出有代表性的载荷,对主抛料头进行疲劳损伤分析,得到其生命周期分析图。对提升破碎机的整机寿命有一定的意义。", "label": "机械工程", "id": 0}
{"content": "临时吊点是海洋结构物在制造过程中的辅助结构,临时吊点的设计费用和整个结构的设计制造费用相比是很小的,但在结构的制造吊装过程中临时吊点的强度关系到整个吊装过程的成败,所以必须对结构的临时吊点进行仔细的强度计算和分析,对临时吊点与结构连接处的局部应力进行严格的校核,以免在起吊过程中对吊点本身和所吊装的结构造成破坏。本文以番禺导管架A2片在吊装过程中用的轴式吊点和渤中34-1WHPB组块EL（+）13500甲板片平吊过程中用的板式吊点为例对临时吊点进行了强度计算分析,为今后海洋结构的顺利吊装奠定了有利的基础。", "label": "机械工程", "id": 0}
{"content": "介绍了一种在研制早期阶段对机械零部件进行寿命预计的简单实用方法--三参数威布尔法,指出寿命预计的关键是形状参数、位置参数及尺度参数的确定。然后分析了影响这三个参数的因素及确定这三个参数的方法,该方法可计算机械零部件在任意可靠度下的寿命或在某一寿命时的可靠性水平。最后并以某减速器为例,给出了该方法的具体应用。", "label": "机械工程", "id": 0}
{"content": "磁过滤阴极真空弧沉积技术（FCVAD）是利用磁场对等离子体的约束和导向作用,使等离子体通过一个弯曲的管道来消除大颗粒污染的。所以,磁场的分布对于FCVAD是一个需要解决的关键问题。本设计从矩形弯曲次过滤的具体模型出发,应用ansys9.0的电磁场分析软件,对矩形弯曲磁过滤器的三维磁场进行计算和分析,得到了三维空间磁场矢量图,还得到了过滤线圈数量、加载电流大小与线圈位置对过滤磁场的影响。最后,将计算机过于实测结果进行对比,发现结果基本吻合。通过ANSYS仿真分析,为矩形磁过滤装置的设计提供了比较准确的数据资料。进而使得产品的设计、开发建立在较为科学的基础上,为产品实际研制提供理论依据。", "label": "机械工程", "id": 0}
{"content": "<正>在汽车制造、电子、工作机械（纺织机械、印刷、包装设备、机床）、食品等工业产业的自动化进程中,气动技术发挥着重要的作用。为了设计出优化的气动系统,需要准确地把握每个气动元件的特性, 包括各类气管道的特性参数。在气动系统节能日益受到关注的今天,正确把握气动主管路及各分支管路的流量特性,选择功率匹配的空气压缩机进行合理的流量管理是气动系统节能的首要工作。", "label": "机械工程", "id": 0}
{"content": "本文采用非交错网格中心差分格式计算复杂管路中的一维单管和三通分叉管。采用分段线性插值代替分段常数插值,变量差分和数值通量差分应用最小模限制器进行限制,具有TVD特性,避免出现非物理性数值振荡。虽然格式建立在非交错网格的基础上,但不会产生交错分布的压力场,同时又可以简单地实现边界条件。最后对黎曼间断解问题和分叉三通分流问题进行验证,得到满意的计算结果。", "label": "机械工程", "id": 0}
{"content": "钢制仓斗在机械工程中是常见的,有时需要计算仓斗出口物料的流速．讨论了计算中所遇到的问题并推导出一个简化的计算公式．计算结果一般能满足实际工程的需要．", "label": "机械工程", "id": 0}
{"content": "基于通用有限元分析软件,对平面应力及平面应变状态下的复合材料转子结构进行应力分析,并于理论解相比较。在此基础上,初步对三维状态下复合材料外转子结构及内转子结构进行应力分析。为复合材料储能飞轮转子结构在航天器电源/姿态控制一体化的应用提供理论和计算依据。", "label": "机械工程", "id": 0}
{"content": "介绍了目前板材套料优化方法研究现状,并对几种套料计算方法作了比较和分析,提出了结合其它方法应用遗传算法或模拟退火算法来解决问题的思想。", "label": "机械工程", "id": 0}
{"content": "给出了两种状态下,特种螺钉强度计算的分析计算结论,通过计算分析,深入了解了特种螺钉的强度分布规律,并以图表的形式直观的给出了计算过程和结论,为同类产品的设计,提供了计算方法和设计根据。", "label": "机械工程", "id": 0}
{"content": "提出了适用于多支承、多层搅拌器和高速搅拌轴临界转速计算的新方法,利用传递矩阵法建立搅拌轴的临界转速计算的数学模型,应用先进的工程计算软件MATLAB进行计算。考虑到各种因素对搅拌轴临界转速的影响,使所计算的搅拌轴的临界转速更为精确,为搅拌轴的设计和校核提供了方便,也为搅拌装置的振动问题提供了找出问题的方法以及最有效的解决方案。以保证搅拌装置的安全稳定运行。", "label": "机械工程", "id": 0}
{"content": "基于对散装料自动点料的需求现况,设计开发基于机器视觉检测技术的快速点料系统,替代人工点料作业模式,解决人力占用问题,提高收发料的准确率和工作效率。根据实际需求,选型搭建了点料系统的硬件结构,并且设计了图像处理技术方案,达到了预期目标。", "label": "机械工程", "id": 0}
{"content": "正压式空气呼吸器广泛应用于消防、化工等行业,供给消防队员或抢险救护人员在浓烟、毒气等各种环境下安全有效地进行灭火、抢险救护等工作。智能型正压式空气呼吸器是在传统空气呼吸器的基础上进行技术改良,在空气呼吸器面罩内加装气瓶低压报警灯光显示,便于佩戴者及时看到报警信号。智能显示系统通过传感器可将工作环境温度、气瓶剩余气量采用数字模式传送至使用者手中,便于救援工作的展开。本论文的重点在于智能手持装置、主控制装置、灯光报警通讯装置三部分的设计。智能手持装置主要完成对温度、气瓶剩余气量等数据的实时显示,并通过位移报警电路采集、处理消防队员位移信号,与主控通信,实现30s报警功能;主控装置通过传感器采集温度、气体压力信号,并由单片机STC12LE5A60S2进行数据处理,通过有线和无线的方式将相关数据传送给对应的接收显示装置;灯光报警通讯装置负责无线接收来自主控装置中信号发射器的讯息,进而完成低压报警灯光显示功能。本文的最后对该智能型正压式空气呼吸器进行功能测试,测试结果满足预期设计,对需要在今后的研究工作中不断完善的地方进行了总结分析。", "label": "机械工程", "id": 0}
{"content": "分析了目前公司生产加工的现状、特点和存在问题,提出了关于零点定位系统的全新的加工方法和思路,简要介绍了零点定位系统的安装机构、工作原理以及零点定位系统的优点,推广及应用,零点定位系统快换夹具的运用特点,提出了基于这种零点定位系统的工装设计的构想和快换燕尾鉗夹具的设计应用,其系统重要零件定位拉钉的参数设计以及工艺加工方法的阐述,并对公司零点定位系统在生产科研中的应用及推广提出了自己的见解和畅想。", "label": "机械工程", "id": 0}
{"content": "针对大量切削油随切屑被废弃,造成的切屑油大量损耗、环境污染、影响操作工职业健康的问题。创造性地设计了一种回收切削油的废屑箱,利用废屑箱底部的滤油隔板和振动原理实现切屑与切屑油的高效分离。", "label": "机械工程", "id": 0}
{"content": "本文以P形管为例,根据P形管的外形要求和冷弯成型思路,利用COPRA软件对其进行设计和模拟仿真。在辊花和轧辊设计过程中,本文主要介绍了CORPA软件中焊接位置定义、角度变形量分配、压缩量分配、压缩系数分配、优化方法和轧辊直径定义等;在仿真模拟过程中主要介绍了网格单元、材料属性和机架属性等参数,便于生成有限元模型。通过模拟分析P形管的整个成型过程,查看原料的变形和受力情况以及辊片的受力情况,提前预测成型过程中可能出现的问题,并对R2和R6弯角成型不充分进行了优化设计。", "label": "机械工程", "id": 0}
{"content": "《机械设计》是机械专业中一门重要的专业基础课,旨在培养学生运用多种方法,综合各种因素,对各个零件的材料、形状、尺寸等进行构思和设计的课程,对培养学生的工程能力意义重大。当前,基于数值仿真的机械设计及校核方法已经在生产实践中广泛运用。对于本科阶段《机械设计》的学习,目前以通用零部件传统设计理论和方法学习为主,针对基于有限元的数值仿真设计方法引入较少。本论文讨论将国产工业软件励颐拓（LiToSim）全汉化模拟平台引入本科生《机械设计》课程教学中,作为教师配合关键知识点,在课堂中展示关键零部件受力、失效的工具以及作为学生进行实践研习大作业工具,辅助理解典型机械零件受力情况的可行性。为拓展学生视野和提升学生能力提供有益的帮助。", "label": "机械工程", "id": 0}
{"content": "由于跨音速两相喷射器内部流动的复杂性和影响其性能因素的多样性,对于某一已知工况设计高喷射系数的两相喷射器还没有较为完善的体系。本文首先采用混合流模型模拟大量已有实验验证模型的可靠性以供设计使用。其次根据HF（Henry and Fauske）理论及综合总结以往喷射器优化设计经验确定了基本尺寸。之后对部分参数进行了敏感性分析,确定了对跨音速两相喷射系数影响较大的重点参数。最后进行了基于全参数和重点参数的优化并对比了两种方法优化后的喷射系数,基于全参数迭代优化50次和基于重点参数迭代优化20次后的喷射系数分别0.65和0.68,因此基于重点参数的优化更加高效。", "label": "机械工程", "id": 0}
{"content": "膨胀节的分析计算与制图一直是膨胀节设计制造过程中的重要技术环节。由于膨胀节的分析计算与制图工作比较繁杂,而传统的设计和制图方法比较耗时费力,若用计算机软件来完成该工作会有事半功倍的效果,所以使用计算机软件来进行膨胀节的分析计算乃至制图是膨胀节设计领域未来的发展方向。本文简述了使用Visual Studio C#开发膨胀节设计软件Bellows Designer的思路与操作过程。", "label": "机械工程", "id": 0}
{"content": "随着工业的不断发展,Ω形波纹管的使用会越来越广泛,对Ω形波纹管的设计标准和设计过程要求也越来越高。本文利用有限元方法,对整个Ω形波纹管膨胀节进行压力和位移载荷下的非线性分析,获得应力应变场,并依据ASMEⅧ-1—2019标准对其强度、疲劳寿命等进行分析评定,为Ω形波纹管的设计应用提供依据。", "label": "机械工程", "id": 0}
{"content": "本文采用ANSYS软件对外压直管压力平衡型膨胀节环板结构进行应力分析和设计优化。分析结果表明,环板厚度采用GB/T 150—2011相应模块计算是安全的,但结果不够精准和经济。通过有限元进行设计优化,可有效降低环板厚度,进一步提高产品的综合性价比,为大直径外压直管压力平衡型膨胀节设计提供了有效手段。", "label": "机械工程", "id": 0}
{"content": "本文针对金属高压膨胀节接管与支耳组件连接焊道所承受的拉伸应力、剪切应力、弯曲应力及刚性关系,提出结构的设计分析研究。", "label": "机械工程", "id": 0}
{"content": "针对压力平衡型波纹管膨胀节设计,介绍了基本原理及其设计。复杂功能的膨胀节都可以分解为简单的部件,简单部件和波纹管不同方式的组合可以构成复杂功能的波纹管。本文分析了波纹管的位移方式及承压方式、平衡原理、位移约束构件、其他辅助构件在压力平衡膨胀节中的作用,以及其能够实现压力平衡的方式,并结合工作波纹管和平衡组件的不同组合方式,以及位移的方式,设计了压力平衡型膨胀节的实例。", "label": "机械工程", "id": 0}
{"content": "三维参数化设计方法是一种高效先进的设计方法。本文阐述了建立膨胀节三维参数化设计方法面临的问题、技术方案和主要成果,并阐述利用成果建立了标准结构膨胀节的设计方法和流程,也提供了非标准结构产品的设计流程。本文以复式拉杆型膨胀节为例介绍了三维图纸的构成。文中所述的技术方案和成果对其他产品和产业有一定的借鉴意义。", "label": "机械工程", "id": 0}
{"content": "随着近年来信息技术飞速发展,物联网技术得以广泛应用。以膨胀节为核心,辅助以网络传感器构建膨胀节智能监测系统,实现膨胀节的超温超位移工况监测以及泄漏报警,以达到在线监测的目的。该系统膨胀节主要运用于复杂苛刻工况环境以及人工不方便进出的场合,实现远程实时在线监测,提高膨胀节使用的安全性能。本文旨在将前沿技术运用在膨胀节产品上,拓宽技术人员视野。", "label": "机械工程", "id": 0}
{"content": "本文介绍了某在役压力容器波纹管膨胀节泄漏问题的解决过程,提出了一种快捷的整体包覆方案。为保证该方案安全可靠,对波纹管及承力承压结构件做了详细的设计计算。其中波纹管采用Ω形波纹管,按照EJMA—2015标准进行计算,承力承压结构件通过有限元的方法进行校核。", "label": "机械工程", "id": 0}
{"content": "介绍了超声速自由射流喷管喉道面积控制系统的工作原理,在对永磁同步伺服电机工作原理、控制方法等进行分析的基础上,采用基于永磁同步伺服电机的电动伺服缸作为喷管喉道面积控制系统执行机构,设计了自由射流喷管喉道面积控制系统。设计的控制系统由运动控制器、AX5206伺服驱动器、1#/2#两台电动伺服缸、上位控制计算机组成。最后,对设计的控制系统进行了调试试验,调试试验结果表明:控制系统位置控制绝对偏差≯0.008 mm,远高于所要求的满足马赫数控制精度下的±0.3mm的要求;位置同步控制性能良好,在电动伺服缸正、反行程运动过程中,1#、2#电动伺服缸实现位移上完全同步,且正、反行程不存在行程上的物理偏差。经过长时间的调试运行,表明系统工作可靠。", "label": "机械工程", "id": 0}
{"content": "本文介绍的\"大深度隔热复合保温承压管\"主要解决超高温高压环境钻孔测量仪器耐高温高压问题。任务目标是攻克超高温高压环境下真空绝热保温、高水压密封分析校正等设计关键技术,研制出具有自主知识产权的大深度隔热复合保温承压管,使用环境温度可达260℃,环境压力130 MPa,保持真空绝热保温瓶内8 h温升<80℃,通过在高温地热能钻探工程、干热岩钻探工程、科学钻探工程、深部矿产资源勘探和深部油气资源勘探等工程中的应用,拓展应用领域,进一步提升仪器性能指标。试制的承压外管及保温瓶进行了高温高压试验,试验结果表明承压外管高温高压同时作用环境下工作是可靠的,保温瓶的保温能力亦能达到技术要求,证明该设计方法是合理的。", "label": "机械工程", "id": 0}
{"content": "专用设备物理性能与设备转筒转速及转筒长径比有关,转速越高、长径比越大,设备物理性能越好。速度提高、增大设备尺寸是专用设备技术发展的必然途径,是提高设备能力与技术经济性的必然要求,但是提高转筒长径比会给转筒运行稳定性带来困难,所以在转筒中设计了一固定件用以提高转筒刚度,以此结构形成新型专用设备。本文以新型专用设备的总体结构设计方案为基础,考虑固定件结构的影响,以上、下部构件为轴向边界,以内边界、转筒侧壁为径向边界,只计算内边界与侧壁之间的粘性流区而不考虑中心气体稀薄区,以保证计算区域内均满足连续介质假设,在虚拟内边界处设定具有一定宽度的供料口来模拟供料流,采用源汇模型模拟取料装置的影响,建立接近新型专用设备结构的计算模型。因原来采用的流场线性简化求解方式,使用的小扰动量条件并不符合新型专用设备,所以对其采用了非线性方法进行流场与物理性能的数值研究。采用有限差分法对专用设备非线性流场进行数值计算,使用中点求积法预测的同伦延拓方法对离散得到的非线性代数方程组进行求解,有效地解决了大扰动量条件下难以得到收敛解的问题,在获得流场解后对设备物理性能进行了研究,从物理效率的角度分析了固定件结构对设备物理性能的影响机理,得到新型专用设备与现役设备的物理效率差异,提出新型专用设备的优化方向。", "label": "机械工程", "id": 0}
{"content": "针对目前转筒侧壁轴向温度分布对旋转机械生产效率影响优化研究的效率低、成本高和误差大等问题,本文提出一种能够自动控制转筒轴向温度分布的试验方法。根据温控范围、控制精度、响应时间和真空性能等设计要求,开展了原理分析、技术调研、结构设计和控制系统设计,建立了一套旋转机械的转筒轴向温度分布自动控制试验装置。最后经过多次控温试验,结果表明设计结果可在转筒侧壁生成多种温度分布曲线,具有较好的工程实用性,且已应用于试验研究。", "label": "机械工程", "id": 0}
{"content": "旋转载荷是转子旋转时所承受的离心力载荷,转子结构不同,各部位线速度不同,所受离心力不同,应力分布也不同。对于转子结构,应对其旋转载荷下的应力分布有充分的认识。中心开孔金属圆盘是一类常见的旋转结构,通过结构力学分析可知,圆盘高速旋转时,所受离心力沿半径方向逐渐增大,盘体的主要应力为环向应力,其分布为内高外低,即中心孔处环向应力最大,且沿半径向外逐渐减小。随着转速升高,圆盘中心孔处应力大幅升高,最终超过材料屈服强度,由于盘体外侧应力较小,对中心孔产生\"保护\"效果,在中心孔处应力超过材料屈服强度后,转子转速仍能继续升高而不发生结构失效。对于此类金属圆盘的设计,不同于常见结构,其中心孔处应力可大幅超过材料屈服强度,且无成熟的强度准则可用。为研究中心开孔金属圆盘的失效模式及强度准则,须测试其旋转强度极限,设计专用试验转子,其难点在于驱动圆盘高速下稳定旋转,直至发生强度失效的同时,不应改变圆盘的应力状态,即大屈服比例及大变形下的自由旋转受力状态。本文通过数值模拟,设计了中心开孔金属圆盘强度试验转子,引入\"凸台\"限位结构,成功解决了转子高速时大屈服变形导致的失稳问题,获得了圆盘试件自由旋转态下的极限转速,并通过了长转试验考核。", "label": "机械工程", "id": 0}
{"content": "铝管生产线上下料装置由桁架机械手和上、下料仓组成,与加工设备配合,需要保证动作连贯协调,才能实现连续生产。由于桁架机械手年久变形及料仓部件老化等,已停产无法送料,所以需对上下料装置进行改造。本文针对生产工艺及连贯运行对上下料装置改造提出了改造目标。重新设计了X轴、Z轴、手爪的机械结构、传动机构。本文针对动作流程对电气系统及程序进行设计,使上下料装置动作机构和程序有序联动,能够准确夹持工件,实现工件转序。改造后的上下料装置通过了联机验证,实现了自动化的生产。", "label": "机械工程", "id": 0}
{"content": "专用设备在研制过程中,其振动性能和稳定性的优劣一直是重要的评价标准,机电试验中通过相应传感器对专用设备振动、变形、真空度等情况进行监测,但监测对象仅是专用设备外部,无法对其内部结构进行监测。目前掌握的专用设备\"无征兆失效\"现象符合机器结构强度失效特征,但试验中针对\"无征兆失效\"相关监测信息极少,较难明确诱发机器\"无征兆失效\"的主要失效部件,同时并未获得失效前机器具体特征,如失效部位,振动、变形、真空度等参数,一定程度上局限了对\"工作转速\"下机器\"无征兆失效\"问题分析及解决。为解决上述问题,本文利用专用设备的主体结构、基于工业内窥镜技术,设计了一种可直接观测运转中专用设备内部情况的装置,解决了密封性、抗磁性、安全性、局部连接强度多项关键技术难题,首次在动态下用肉眼直接观测到专用设备内部运行情况。该装置可用于监测人眼或在用传感器无法直接观测到的部位,达到可视化监测的目的,可以在不需要拆卸或破坏结构的前提下,方便且迅速地观察运行中专用设备的内部结构的工作状态,目前该装置已应用于专用设备机电及强度试验中,为专用设备结构失效模式分析及结构优化提供了一种更先进的监测手段。", "label": "机械工程", "id": 0}
{"content": "本文对含氢氟酸环境的除尘器进行了设计。该设备是某项目研究中的一个重要气固分离设备,主要用于提供一个含氢氟酸环境中粉尘物料的拦截收集。设计选材时除考虑氢氟酸腐蚀的影响外,还不能带入其它杂质,以免对收集的粉尘物料成分产生影响。过滤部件除计算过滤面积外,还要考虑粉尘物料的拦截效率,还要考虑测压装置监控压力,适时反吹防止过滤部件的堵塞。通过查阅资料,反复研究,全面考虑各种因素后,完成了含氢氟酸环境除尘器的选材、主要零部件过滤管的结构设计与计算、筒体的结构设计与计算。最后完成了烧结镍除尘器的设计。", "label": "机械工程", "id": 0}
{"content": "三维机电组件在制造的过程中会产生一定的缺陷,而这些缺陷会对组件的性能产生巨大影响,因此有必要通过软件对这一现象进行建模仿真与研究分析。但是,目前基于NX二次开发的应用并不具备缺陷建模的功能,所以该设计插件将根据用户设定的多个缺陷参数,自动且快速地在原有的机电组件模型上生成相应的缺陷模型。并且在缺陷建模的算法中运用了随机函数,用以更加真实地模拟实际情况中缺陷产生的不可确定性和随机性,这将使进一步的仿真分析结果更具意义。", "label": "机械工程", "id": 0}
{"content": "针对某承重水箱屋盖面临承受恒荷载大、边界条件要求高、施工条件差、造价低等困难,从设计科学角度研究并提出了自平衡预应力辐射桁架结构。本设计采用知识集成和知识竞争,应用逆向设计方法,提出并实现了该新型结构方案。基于知识进化方法,通过ANSYS有限元模拟实现了设计与施工紧密结合,应用几何构造和预应力钢结构提供了该结构的实现途径。通过对该结构施工过程模拟和极端施工荷载分析,表明了该结构具有受力合理、施工方便和造价低廉等结构性能。", "label": "机械工程", "id": 0}
{"content": "响应面方法是试验设计和数理统计相结合的优化方法,即在试验设计的基础之上,对实验数据进行数学处理,拟合出响应面,达到对约束函数进行显式化表达的目的。在结构动力特性优化中为了避免了复杂的敏度分析,通过响应面方法建立频率约束的显式表达。本文将响应面方法应用到板壳结构动力特性优化中,证明了该方法的有效性和便捷性。", "label": "机械工程", "id": 0}
{"content": "<正>第一部分:开题报告一、研究背景随着社会的不断发展,我们国家的教育事业也在不断进步,各种课程的教育改革都在持续进行,很多教师都在进行各方面的改革创新。通过各种教学方式的应用,实现对学生素质能力的培养,让学生能够更加有知识和能力进行生活和工作,促进我们社会的进步。近些年来,素质教育的理念已经深入人心,很多人都在对素质教育的有效展开进行有效研究分析,积极进行针对性的课堂策略,有效激发学生的学", "label": "机械工程", "id": 0}
{"content": "设计机械设计虚拟实验教学平台的系统架构。采用SolidWorks创建实验设备的三维模型,C#和VRML相结合的方式搭建虚拟场景和编制人机交互界面,开发了机械设计虚拟实验教学平台,并运用到实际实验教学中去,取得显著的教学效果。", "label": "机械工程", "id": 0}
{"content": "针对以往课程教学中存在的问题,将项目化教学法引入到《三维机械设计》课程,分析了在该课程应用项目化教学法的可行性;对《三维机械设计》课程的项目化教学改革进行详细的论述,包括项目选取、项目实施与推选,以及项目教学法的评价体系,分析和总结了项目化教学中注意的问题;最后,总结了课程开展项目化教学法的教学效果。", "label": "机械工程", "id": 0}
{"content": "针对Pro/E软件教学中的问题,将企业的真实项目引入Pro/E软件课程作为案例教学的素材,研究了案例教学法的实施过程、方法及特点,在此基础上,采用任务驱动法,培养学生的自主学习、理论联系实际能力以及团队合作精神,提高了Pro/E软件课程的教学质量和教学效果,真正做到学以致用,增强了学生的就业竞争力。", "label": "机械工程", "id": 0}
{"content": "当前高等教育转型是高等教育发展的必由之路,本文分析了由此对高等职业教育带来的冲击和挑战,并从机械设计与制造专业入手,就本专业目前的现状进行分析,列出了当前存在的不足之处,进而提出未来的发展目标。针对以上问题,提出了应该以高等教育转型为契机,就不足之处,对专业进行整改。从机制体制创新入手,大力加强校企合作,通过设立校企共建研发中心和经济实体,加强产学研相结合,提高师生的实践经验和动手能力。针对新的人才培养模式,对现有课程体系进行调整,采取多元化教学模式,丰富教学方法和教学手段,提高教学水平和学生的综合素质。为能够培养出企业需要的人才而做出努力,使高职教育在高等教育转型期能异军突起,起到积极推进作用。", "label": "机械工程", "id": 0}
{"content": "本文主要介绍了焊接结构的防爆离心叶轮的选材、结构设计及强度计算。", "label": "机械工程", "id": 0}
{"content": "针对机电工程系CDIO教学改革过程的教学管理问题进行分析,提出CDIO日常教学管理、课程体系管理、开放式教学管理、师生CDIO能力评估与提升等方面的管理方案,为后续的CDIO教学改革实践提供管理模式参考。", "label": "机械工程", "id": 0}
{"content": "本文对机械设计制造及其自动化专业传统的实验教学体系的改革进行了探讨,在对课程群进行合理整合的基础上分模块提出了适合专业发展方向,有利于应用型创新型人才培养的综合性、设计性实验项目的设计方案,同时对实验室管理体制进行了研究,提出了一种适合综合性、设计性实验项目顺利实施的开放式实验室管理模式,为切实提高实践教学质量、提高人才培养规格提供了保证。", "label": "机械工程", "id": 0}
{"content": "<正>1.前言在提升机械之效率议题上,基本都是从机械的设计入手.过去生产的机械在效率上不断提升。但到了今天,就算投入很大的财力资源,传统的方法已不能为效率作出明显的改善。除此之外,对于现在正在操作的机械,很难在设计上作出改动,加上放置机械的空间限制,令加设提升效率装置构成障碍。", "label": "机械工程", "id": 0}
{"content": "分析了机械基础系列课程现状,提出了系列课程教学改革的基本原则和改革思路。", "label": "机械工程", "id": 0}
{"content": "本文以图学（诺谟图原理、射影几何等）为工具,就变幅的水平高度偏差指标;①提出求解刚性拉杆组合臂架水平变幅的几何尺寸参数的等效关系式;②提出确定象鼻梁拉杆铰点的约束条件:Y线;③提出使水平校核与待求参数调整得以自动化的r目标曲线。本文举出一个据上列原理编出的电算程序的计算实例,表明本法可行并有其突出优点。", "label": "机械工程", "id": 0}
{"content": "摩擦磨损是机械材料损伤的主要原因,导致60%的机械零部件失效。利用现代真空物理气相沉积（PVD）技术,如磁控溅射、电弧离子镀、蒸镀等,对材料表面进行再设计和制造,发展各类润滑耐磨薄膜,是解决材料摩擦磨损问题最经济和最有效的途径之一,也是高端装备在复杂环境和工况下长寿命高可靠运行的重要保障。中国科学院兰州化学物理研究所固体润滑国家重点实验室从上世纪60年代,结合国家航空航天技术发展,持续开展了固体润滑薄膜材料的研究,建立了包括非平衡磁控溅射、高功率脉冲磁控溅射、闭合场磁控溅射、电弧离子镀、脉冲激光沉积等30余台套PVD镀膜装备,发展了以MoS2为代表的二硫属化合物润滑薄膜、超低摩擦碳基润滑薄膜、金属合金耐磨薄膜、陶瓷硬质耐磨薄膜等四大类、数十个牌号的润滑耐磨薄膜产品,应用于卫星、空间站、月球探测器、深空探测器、运载火箭、航空飞行器、航空发动机、汽车发动机等装备运动部件表面,取得了显著的社会和经济效应。本报告简要介绍了中国科学院兰州化学物理研究所多年来在PVD润滑耐磨薄膜领域的应用基础研究和高技术应用开发情况;结合具体应用案例,提出了如何实现PVD润滑耐磨薄膜的优化设计;结合装备需求和国内外技术前沿,探讨了未来研究重点和发展趋势。", "label": "机械工程", "id": 0}
{"content": "叶片头部和活塞表面之间是旋转式压缩机中非常关键的一对摩擦副,对压缩机的可靠性有非常重要的影响。但目前对于该摩擦副的计算模型的研究还比较简单,无法反映实际情况。因此,本文从该摩擦副的特点出发,采用弹性流体动力润滑理论来建立仿真模型,并采用合适的算法来求解该模型,最后将计算结果与试验结果进行对比,以验证模型的准确性。", "label": "机械工程", "id": 0}
{"content": "基于深度学习的刀具磨损预测方法通常将不同传感器采集的监测数据作为网络的输入,以集成刀具的完全退化信息。针对不同监测数据的有效信息融合问题,提出了一种基于多尺度卷积注意力网络融合（MSCANF）的刀具磨损预测方法。在该方法中,利用不同尺度卷积核能够从不同时间尺度中提取信息的特点,构造了注意力模块来有效融合不同尺度的特征信息,并将所学习到的特征信息进行回归分析,最后在铣刀磨损数据集上对所提出的刀具磨损预测方法进行了评估,并与一些方法进行了对比。实验结果证明了该方法在融合多传感器信息和提高刀具磨损预测精度方面的有效性和泛化性。", "label": "机械工程", "id": 0}
{"content": "专用设备的下支承是转子-支承系统中唯一的动静接触组件,其相对运动和摩擦与转子的动力学行为之间存在直接关系。而轴承寿命在某种程度上直接影响了机器的寿命,因此分析下支承的磨损机理并定性研判磨损速率的变化趋势具有重要意义。从转子动力学角度出发,建立下支承的非刚性连接模型,并引入转子-支承系统模型中,分析专用设备转子在下支承磨损状态下的动力响应。并且,针对下支承的动态受力情况开展理论研究,将下支承所受的接触应力代入磨损模型,进一步分析下支承磨损速率的变化趋势。结果表明,下支承磨损时,转子出现进动现象,且幅值随摩擦系数的增大而变大。影响接触应力的因素随着磨损阶段的不同而产生变化,且轴承磨短至一定水平后磨损速率会大幅加快。", "label": "机械工程", "id": 0}
{"content": "服役过程中因摩擦导致的磨损是装备失效的主要原因之一。抗磨损材料的研发及应用是提高装备耐磨性能及延长服役寿命的保障。为此,新型高效抗磨损材料的开发一直是科学研究的重点。锂基润滑脂因稠化能力强,优良的高温使用性能等而引起广泛关注。在润滑脂中添加适当的微纳米颗粒能够在摩擦过程中通过摩擦机械作用等将微纳米添加剂涂敷于摩擦副受损表面,形成补偿层以弥补磨损。但由于添加剂本身软硬等差异,抗磨损及修复效果往往截然不同。本文以12-羟基硬脂酸、硬脂酸、LiOH制备锂皂,500SN矿物油和甲基苯基硅油为基础油,纳米Cu粉及改性凹凸棒石粉体作为添加剂获得不同软硬添加剂配比的锂基润滑脂,采用SEM、三维视频显微镜、金相显微镜、EDS等手段研究了软、硬两种添加剂及其配比对锂基润滑脂摩擦学性能的影响。研究表明本试验制备的锂基润滑脂热稳定性良好;纯Cu作为添加剂能够有效地减缓构件的磨损速率;Cu及凹凸棒石均可涂敷在摩擦副表面,形成补偿层,实现磨损表面的在线修复。", "label": "机械工程", "id": 0}
{"content": "球面上的液膜在重力、表面张力和粘性力的作用下发生演化。在润滑近似下,邦德数成为本问题中唯一的无量纲参数。本文基于轴对称条件下的非定常润滑理论,通过有限元方法和理论分析,对液膜的后期演化规律作了深入的模拟与分析。研究发现,液膜可以分为四个区域,由上到下依次为:薄液膜,凸起环,凹陷环和悬垂液滴。每个区域的液膜受到不同力的主导,呈现出不同于其他区域的演化规律。位于底部的悬垂液滴是准静态结构,而其上方的三个区域分别有各自的演化标度律。此外,我们还给出了凹陷环位置与邦德数的解析关系。所有分析结果与有限元解均符合良好。", "label": "机械工程", "id": 0}
{"content": "斗轮取料机由于斗轮减速机在结构和润滑装置的设计上存在的问题,导致减速机发生断齿和轴承烧蚀的设备故障,针对存在的问题,对斗轮减速机的结构和润滑装置进行了改进。该文设计思路清晰,对斗轮减速机的故障制定了切实可行的改造方案。通过改造实施,效果明显。", "label": "机械工程", "id": 0}
{"content": "专用设备的下支承是转子-支承系统中唯一的接触组件,其相对运动和摩擦与转子的动力学行为之间存在一定的关系,因此研究其影响因素对轴承的设计和优化具有重要意义。本文建立了下支承的非刚性连接模型,并引入转子-支承系统模型中,数值计算了系统的动力响应。分析了轴承承载力、摩擦系数、磨损程度等因素对转子动力响应的影响。研究发现,轴承承载力越大,振动的传递效果越好;摩擦系数越大,转子的振幅越大,系统的二阶进动越明显;磨损程度越严重,转子二阶进动幅值越大。研究结果为转子-支承系统的轴承设计和优化方向提供了一定的理论依据。", "label": "机械工程", "id": 0}
{"content": "<正>1前言铝冷轧行业,很多厂家选用基础油都是按照理化指标进行的,指标合格、供货有保障,在此前提下很多厂家都是谁的便宜用谁的,这本身没有问题,但实践表明,使用新的渠道的基础油后会出现润滑不足、退火不好、泡沫大、寿命短等诸多问题,对于润滑的不足,很多铝加工厂通过加大添加剂比例、加入较多的月桂酸来应对紧要的问题处理,但这样做又会出现粘度迅速上升、退火油斑重和轧制工艺油泡沫大的问题,所以很多铝加工企业再次更换回", "label": "机械工程", "id": 0}
{"content": "有机分子自组装膜在边界润滑中起重要作用,在机械和塑料加工行业有广泛的应用;其中,顺-13-二十二碳烯酸酰胺（芥酸酰胺）常用于塑料制造业,在塑料制作成型过程中作为爽滑剂和脱模剂,有较好的界面润滑效果。本文中在二氧化硅基底上制备了一种厚度仅有双层分子的二维芥酸酰胺分子自组装薄膜,并使用原子力显微镜对薄膜的形貌及摩擦性质进行了表征。原子力显微镜的摩擦测量表明,发现二维芥酸酰胺分子自组装薄膜能保持与块体芥酸酰胺相同的润滑性能,能够有效降低表面摩擦力。通过把芥酸酰胺（C22,有双键）与端部基团结构相似的有机物油酸酰胺（C18,有双键）、硬脂酰胺（C18,无双键）、山嵛酰胺（C22,无双键）进行比较,发现有机分子中双键的存在对其相应二维薄膜表面的润滑性能有重要的影响。该发现为进一步了解芥酸酰胺分子的润滑机制以及制备新型二维有机自组装润滑薄膜有着重要启示作用。", "label": "机械工程", "id": 0}
{"content": "本文在《金属波纹管膨胀节通用技术条件》（GB/T 12777—2019）的基础上,根据实际工作情况,建立了端板的力学模型,并依据工程力学、材料力学的知识推导出了该力学模型的正应力和剪切应力的计算公式,在实际工作中具有指导意义。", "label": "机械工程", "id": 0}
{"content": "本文研究了某专用零件平面应力状态下抗裂纹扩展的阻力,通过试验研究,确定了零件试验用的试样类型、尺寸及防屈曲板,通过尝试,确定了试验参数为疲劳载荷最大为700N,疲劳应力比R=0.1与疲劳频率f=10Hz,加工裂纹长度10mm,疲劳裂纹至12mm左右。使用描点法得到了试样的柔度曲线并拟合得到试验柔度公式。通过对试验数据进行拟合得到了零件的KR曲线,根据KR曲线测得零件的平面应力断裂韧性均值为42 MPa·m0.5。", "label": "机械工程", "id": 0}
{"content": "当前在航天、航空及车辆等领域中,机械部件的实际承载周期已远超10~7,甚至达到10~9-1011。同时,发生在这个超长寿命区（>10~7 cycles）的疲劳失效现象,屡见不鲜。因此,明确合金钢超长寿命疲劳失效机理,提出合适的超长寿命预测方法已成为当前疲劳研究领域的一个热点。本文旨在研究夹杂-细晶粒区-鱼眼诱发疲劳失效的超长寿命预测模型。然而,现有的超长寿命预测模型或方法多以裂纹扩展为基础,未虑及细晶粒区（fine granular area,FGA）、裂纹长度及裂纹萌生等对由内部夹杂诱发疲劳失效的影响。众所周知,疲劳过程是由裂纹萌生和裂纹扩展两方面组成。尤其在低应力-长寿命区,裂纹的萌生应占据一定的比重.因此,同时虑及裂纹萌生及扩展的影响,进而建立全寿命预测方法,亟待研究。在本研究中,基于Cr-Ni-W合金钢超长寿命疲劳试验结果及夹杂-细晶粒区-鱼眼诱发失效的疲劳特征,结合局部应力-寿命法和位错-能量法,分别构建了局部裂纹萌生寿命模型（local crack initiation life,LCIL）和考虑夹杂及细晶粒区影响的裂纹萌生寿命模型（inclusion and FGA based crack initiation life,IFCIL）,并与传统Tanaka-Mura裂纹萌生寿命模型（T-M）进行了对比分析。其次,考虑裂纹从小到长的扩展特征,将细晶粒区作为小裂纹与长裂纹扩展行为的转换点,提出了小裂纹+长裂纹扩展模型,最终形成了包含裂纹萌生和扩展在内的全寿命预测模型。比较之下,IFCIL模型有较好的预测精度。在同一裂纹长度下,高应力区的裂纹萌生较快,而在低应力区的裂纹萌生较慢。在高应力区,同一应力幅值下的疲劳寿命随着裂纹长度的减小而明显减少。但在低应力区,这一趋势并不明显。当裂纹长度近似为细晶粒区半径时,其裂纹萌生寿命几乎等同于全寿命。随着应力幅值的降低,裂纹扩展寿命在全寿命中的比重会越来越低,即使在整体上,裂纹扩展寿命占全寿命的比重也较小。全寿命预测精度在±2倍偏差以内,可有效预测夹杂-细晶粒区-鱼眼诱发疲劳失效的超长寿命。", "label": "机械工程", "id": 0}
{"content": "评述了疲劳研究及其巨大贡献,揭示了疲劳失效带给机械装备的灾难性后果,提出了应力集中是疲劳失效的原因和聚焦抗疲劳研究建议。采用抗疲劳制造方法改变了疲劳失效模式,构件获得极限服役性能,疲劳寿命普遍提高100倍以上,可能成就中国一个关键构件制造强国。", "label": "机械工程", "id": 0}
{"content": "基于10个Q235和10.9级摩擦型高强螺栓构成的单面搭接连接微动疲劳实验结果,通过试件断口扫描电镜分析了裂纹萌生、扩展、断裂过程,结果表明试件破坏均由螺栓紧固处板-板接触界面微动磨损引起裂纹形核,裂缝随后向两侧扩展直至最终断裂。确定了此处疲劳破坏为微动疲劳断裂破坏。通过有限元方法建立试件数值模型,分析接触面在疲劳荷载幅值最大时,接触面切应力的分布,对比试验结果,表明接触面切应力较大处,磨损较为严重且裂纹也在此区域萌生。通过FFD参数准确预测裂纹开裂位置,并建立微动疲劳数值模犁。", "label": "机械工程", "id": 0}
{"content": "在机械构件的服役过程中,各类缺陷的出现与否对疲劳性能而言具有重要影响。微小的缺陷一方面常能够引起构件疲劳寿命的巨大下降,另一方面又与某种特定的工艺过程相连,这就赋予了缺陷观测工作重要的意义:快速有效地找到缺陷即可快速找到\"患处\",而通过对缺陷形态特征的分析则可以快速确定\"患处\"的\"病因\",从而为产品改进提供最有效的途径。本文中利用SEM作为主要观测设备,着重对以下四类疲劳缺陷的位置特点及形态特征进行了表征分析,包括:外部损伤（机加工刀痕、焊接飞溅、焊接咬边）,孔洞缺陷（焊接气孔、增材工艺孔、微小小孔）,冶金缺陷（晶界脆性相、晶界液化）以及特殊缺陷（激光冲击拉应力裂纹）。对各种缺陷的形成过程以及改进、应对方法进行了探讨。并得出以下几方面结论:1.缺陷的观测方法应遵循全面、立体、细致等主要原则,不应仅凭片面信息就下结论,也不应仅在一个角度观察后就放弃其他角度的观察;2.缺陷的消除依赖于对其形成过程的深刻理解,从而才能给出对症的改进手段;3.缺陷的作用是否达到了影响构件正常使用安全而必须被消除的程度,需要结合构件的材料、设计及使用状况具体分析,不应轻易放过造成早期失效,也不应过度改进造成质量过剩。", "label": "机械工程", "id": 0}
{"content": "在开展机械产品加速寿命试验过程中,由于试验周期、成本等原因的限制,参与试验的样本规模往往较小,而且同电子产品相比,机械产品个体间寿命差异较大,那么样本量对机械产品加速寿命试验数据评估的影响不得而知。本文基于给定的某机械产品寿命参数信息,利用MATLAB软件再生成不同规模的样本,形成加速寿命试验的模拟数据库。从该数据库中提取数据作为研究对象,在不同样本规模下,对加速寿命试验设置了混淆寿命分布以及追加样本等情形,最后比较了寿命评估的结果。结果表明:对数正态分布的数据看作威布尔分布时,同样本下评估结果差异较小;不同的样本设置情形对试验结果影响显著;样本的追加方式对评估精度有明显影响。", "label": "机械工程", "id": 0}
{"content": "闭式叶轮带有前后盘盖,在高速旋转时,由于盘盖和叶片结构不当均可能导致结构破坏。SolidWorks软件在造型后,可通过局部网格加密快速地实现离心叶轮的有限元强度分析。论文在不改变流场参数的前提下,通过对一个带有17个叶片的闭式离心叶轮造型,分析了在实际工况下叶轮的von Mises应力分布。为了减小叶轮局部位置上最大von Mises应力,分别对叶片与轮盘、轮盖的连接处倒圆进行了分析。进一步对轮盘与轮盖的几何结构重新设计,分析结果证明盘侧凹陷方案并不适用于此类叶轮。通过整体叶轮外形改进,叶片进口处的应力集中现象得到大幅度改善。", "label": "机械工程", "id": 0}
{"content": "<正>通过Ansys Workbench软件进行数值仿真计算,研究了U型波纹管的厚度、波节数、加载位移、材料属性对U型波纹管的疲劳寿命的影响.", "label": "机械工程", "id": 0}
{"content": "<正>研究了波型及壁厚分布对灭弧室波纹管疲劳寿命的影响,比较分析了同等壁厚时U型、S型、型3种波型灭弧室波纹管的疲劳寿命,结果显示型灭弧室波纹管疲劳寿命最短,U型波纹管疲劳寿命居中,S型灭弧室波纹管的疲劳寿命最长.", "label": "机械工程", "id": 0}
{"content": "指出强度退化路径相关性对系统可靠性的重要影响。在考虑该影响的基础上,提出机械串联系统和并联系统的可靠性模型。根据所提出模型,提出随机载荷作用下机械系统疲劳寿命分布的计算方法。所提出方法可以考虑载荷和加工误差等因素的随机性对系统疲劳寿命分布的影响。同时,通过算例分析强度退化相关性对系统可靠性和疲劳寿命分布的影响。", "label": "机械工程", "id": 0}
{"content": "<正>就基底刚度对BK通道的门控、表达、转运进行了系统的分析。结果表明:随着基底刚度的增加,BK通道α,β亚基的表达量均呈下降趋势。全细胞记录结果显示:随着基底刚度的增加,通道的电流密度也呈下降趋势。而单通道记录结果显示,基底刚度对通道的开放概率与电导", "label": "机械工程", "id": 0}
{"content": "本文分别采用点应力法,平均应力法、特征曲线法预测了典型复合材料螺栓连接件的拉伸强度,并开展拉伸强度试验,将不同方法的预测结果与试验结果进行了对比。", "label": "机械工程", "id": 0}
{"content": "<正>传统飞机金属机体结构通常含有大量相似细节,如成排的铆钉孔。这些细节结构特征相同,应力水平相近,易发生多部位损伤（MSD）。MSD裂纹的尺寸一般比较小,不易被查出,但MSD的存在", "label": "机械工程", "id": 0}
{"content": "针对某型增压器涡轮,利用有限元方法进行了离心力载荷作用下的强度计算与分析,得出了涡轮的应力分布特征,分析了涡轮应力状态的产生机理,提出了相应的改进措施。根据提出的改进措施,对涡轮进行了相应的改进设计,改进后的计算结果验证了本文提出的改进措施的正确性。最后,总结了涡轮的应力分布特点、产生机理和相应的改进措施,为涡轮增压器涡轮的结构设计和改进指明了方向。", "label": "机械工程", "id": 0}
{"content": "模型箱是离心机中的重要组件。本文提供了一种结合有限元方法和理论分析的模型箱问题求解方法。第一部分采用有限元分析软件求解模型箱整体结构的强度与刚度,给出结构相应部件的最大等效应力及合成位移,判断结构是否满足使用要求;第二部分对模型箱中法兰部位的连接螺栓进行理论分析,根据相应的公式求出螺栓近似最大外力值,再根据螺栓强度等级求出相应的螺栓预紧力,提供用户相应的安装选择。", "label": "机械工程", "id": 0}
{"content": "根据某型号离心机各部件的工作特点和受载情况,分别建立了其主轴和机座的三维实体有限元模型,得到了主轴的应力和位移分布,以及与传动系统其它部件的相互作用力大小。并通过合理假设,将主轴计算得到的相互作用力转换为外载荷施加到机座系统的有限元分析中,得到了机座的应力和位移分布。计算结果表明,在给定的载荷条件下,主轴和机座的设计满足强度要求。同时,采用该方法可以有效地避免因各部件之间复杂的联接关系带来的计算规模大、接触非线性问题多等计算难题,从而提高计算效率。", "label": "机械工程", "id": 0}
{"content": "本文对受冲击扭矩作用下的圆柱形簿壳扭转屈曲进行了实验研究。利用Hopkinson扭杆使圆柱壳受阶跃扭矩作用,分析所得到的应变-时间曲线,得到了不同几何参数的圆柱壳的冲击临界扭矩Mdcr和屈曲波数n及几条定性结论,同时找出了圆柱壳静力扭转屈曲行为和冲击扭转屈曲行为之间的异同。", "label": "机械工程", "id": 0}
{"content": "对于大多数机械产品而言,无论载荷是一个简单的恒幅循环载荷-时间历程,还是一个复杂的随机过程,在幅值域内,都意味着零件或结构在服役期内承受着随机施加的多次载荷作用。根据失效是载荷与强度相互作用结果的观点,本文根据动态应力-强度干涉分析推导出了失效率作为载荷作用次数的函数的方程,并且从载荷分布与强度分布及其之间的关系解释了产品服役过程中失效率的变化规律,展示了载荷的分散性和强度的分散性对失效率曲线形状的影响。", "label": "机械工程", "id": 0}
{"content": "<正>中国机械工程学会失效分析分会（英文名称:Chinese Failure Analysis Institution of CMES,简称失效分析分会）是中国机械工程学会领导下的学术组织,是在全国开展机电装备失效分析预测预防及研究工作的学术团体,是中国机械工程学会代表法人团体。中国科协工程联合会失效分析中心挂靠在失效分析分会。中国机械工程学会失效分析分会（前身为中国机械工程学会失效分析工作委员会）成立于1986年8月, 1993年更名为中国机械工程学会失效分析分会,是中国机械工程学会33个专业分会中十分活跃的分会之一。失效分析分会已在全国发展了7个专业委员会（组）、44个全国性失效分析网点单位、上千名失效分析专家", "label": "机械工程", "id": 0}
{"content": "本文在中国三十余套石化装置开展基于风险的检测（RBI）实践经验积累的基础上,针对中国部分承压设备缺陷严重与长期服役的特点,分析了标准API 581中不考虑原始缺陷及以设计寿命为参量来计算失效概率的局限性,结合中国承压设备使用状况,提出了以剩余寿命为基准来计算评价失效概率的概念与方法,使得RBI的方法更为合理,尤其是当设备的损伤退化机理与时间相关且与超标缺陷共存时,提高了RBI分析结果的安全性。", "label": "机械工程", "id": 0}
{"content": "在EJMA2005补遗中波纹管材料的屈服强度按公式计算,作者在试用这些公式中,提出若干质疑。在选用成形方法系数时,提出了一些个人看法供参考。", "label": "机械工程", "id": 0}
{"content": "失效分析对现代工业的发展起着重要作用,并且对诉讼赔偿有决定性的作用。本文归纳介绍科学的、完整的失效分析程序,并予以评价。", "label": "机械工程", "id": 0}
{"content": "研究了随机载荷多次作用时零件的失效过程,应用顺序统计量建立了随机载荷多次作用时等效载荷的分布函数和概率密度函数。用时齐泊松随机过程描述载荷的作用过程, 运用应力-强度干涉模型和概率微分方程建立了强度不退化和考虑强度退化时的零件时变可靠性模型。研究表明,强度退化不明显时,零件的可靠度随时间逐渐降低,失效率具有“浴盆”曲线前两个阶段的特征;强度退化明显时,零件的可靠度随时间逐渐降低,失效率具有“浴盆”曲线特征。", "label": "机械工程", "id": 0}
{"content": "借助CFD商业软件CFX模拟突扩、突缩管,折管和弯管4种典型管路的局部压强损失,并从模拟结果分析得出测压点位置的选取对一种特定管路有其最佳位置。模拟得出的局部压强损失系数与已有的理论值或实测值吻合较好,验证了数值模拟的可靠性,为进一步优化设计大型设备中的管路系统提供有力参考。", "label": "机械工程", "id": 0}
{"content": "转鼓作为牛奶碟式分离机最主要的工作部件,为了保障其在额定工况下工作承载时的稳定性,避免过载引起弹性形变。应用ANSYS有限元分析技术,建立了碟式分离机的数学模型,分析转鼓内部应力应变分布和固有频率的变化规律。结果表明:通过试验转鼓有限元应力分析固有频率的可靠性,实验和仿真的前四阶固有频率高度吻合,从而为牛奶分离机整机的随机振动动态特性分析提供重要参考,并对后续转鼓性能改进、优化及提升起到促进作用。", "label": "机械工程", "id": 0}
{"content": "本文对标准中涉及波纹管扭转的公式进行论述并修正,归纳提出了扭转载荷下波纹管稳定性和振动特性的工程计算方法。将简化工程计算方法、积分法和有限元法计算结果进行了对比分析,表明工程计算方法形式简单,计算结果可靠,可以在工程设计计算中应用。", "label": "机械工程", "id": 0}
{"content": "为更好地选用及指导编著机械振动学教材,本文对欧美国家及其它国家2006年-2021年间的机械振动学教材进行调研、分析。从欧美国家机械振动学经典教材及其再版、欧美国家机械振动学新教材、研究生教材及高阶振动书籍（结构噪声、模态、振动控制）、其它国家振动学教材、适合于工程师的工业顾问编写教材等方面展开调研;从主要内容、特色内容、工程案例、习题、内容的广度和深度、学科和行业交叉程度等方面进行分析。最后结合我国现阶段发展情况提出了振动学教材发展的建议。", "label": "机械工程", "id": 0}
{"content": "柔性转子在升速过程中需要通过多阶临界转速,转子两端及中部的振幅在接近临界转速时振幅会迅速增大,可能与静止件发生严重碰撞造成转子强度破坏。根据多自由度结构的反共振原理,可在静止件上安装助越器来控制转子的动力响应,使转子在较小振幅下顺利通过临界转速。根据柔性转子的过临界动力响应特性可知,在转子两端及中部安装多个助越器并对他们的力学参数开展匹配设计有助于控制转子的过临界振幅及过临界速度。采用理论方法,建立助越器模型并将其引入柔性转子模型,数值分析组合式助越器对转子过临界瞬态响应的影响。研究结果表明,组合式助越器的刚度系数、摩擦系数以及阻尼系数均存在一定稳定阈,可辅助柔性转子顺利通过临界转速。采用DOE试验设计方法对助越器力学参数进行了优化设计,对力学参数的设计提出了建议方向。", "label": "机械工程", "id": 0}
{"content": "在同一个系统内,部分位置的振动需要被减振,部分位置对减振的要求则较低。在特定频率下,运用一种全新的算法-几何设计法,对一二自由度系统进行振动主动控制,使得其中一个自由度上的振动减弱,另一个自由度上的振动增强,即在所给结构上同时实现了减振和能量收集。同时,在simulink和Ansys Workbench中对改变刚度的控制效果进行了验证。结果表明,该设计使所选系统在一自由度上的振动减少约99%,而在另一自由度上振动增强约192%,能同时对系统起到很好的减振和振动强化效果,满足设计需求。", "label": "机械工程", "id": 0}
{"content": "传统的振动信号时频分析方法并不具备自适应的分解特性,为了解决波纹补偿器产生的非线性、非平稳振动信号处理困难的问题,引入一种新的时频分析方法应用到波纹补偿器振动信号分析中,这就是\"希尔伯特-黄\"变换法（HHT变换法）。但所测信号中存在干扰成分或者噪声时,会出现单IMF（固有模态函数）中会含有不同频率的信号成分或同频率成分,被分解到完全不同的IMF中,产生叠加误差干扰IMF分量的准确性。为此,提出了一种基于小波降噪的改进HHT振动信号分析方法,利用小波降噪克服EMD分解（经验模态分解）的模式混淆问题,从而克服HHT变换法原有的不足,提高振动信号分析的准确性。", "label": "机械工程", "id": 0}
{"content": "旋转机械如航空发动机、汽轮机、电动机等,在工业和国防领域有着广泛的应用,约占设备数量的80%。转子系统作为旋转机械的核心部件,一旦发生故障,将造成重大的经济损失甚至人员伤亡。由于设计和结构方面的因素,由于材质不均匀和制造安装的误差等原因,所有实际转子的中心主惯轴都或多或少的偏离了旋转轴,这样,当转子转动时会形成不平衡力系,从而引起转子的挠曲和内应力,使机器产生噪声和振动,加速轴承和油封等零件的磨耗,降低机器的工作效率。所以在生产及使用的各个环节,需对转子进行平衡。工程上动平衡常采用影响系数法,但这意味着需多次启停试重,耗费大量时间和财力,效率低下。如何减少开车次数,只利用初始测得的不平衡响应来确定不平衡量的分布成为研究重点,这便是无试重平衡方法。目前无试重动平衡主要是基于物理模型进行的,建立准确的转子有限元模型对动平衡的效果具有直接的影响。但这种方法需要对系统有较为准确的先验认识。基于此,本文提出了基于机器学习理论当中无监督学习的算法,利用测试数据,训练待平衡系统的数据模型,利用该数据模型进行不平衡力预测,从而实现动平衡。算例结果如图1所示,结果表明,该方法平衡效果良好有效。", "label": "机械工程", "id": 0}
{"content": "本文从微分几何的角度出发研究了一种两自由度机械系统的Jacobi稳定性。KCC理论作为分析Jacobi稳定性的核心被应用于分析所给定的二阶微分方程,这与线性稳定性的分析有着本质的区别。通过构造KCC几何不变量,我们首先得到了Jacobi稳定的判定条件,并进一步对系统平衡点和周期轨道的稳定性进行了讨论。不难发现在特定参数值参数下,系统平衡点的Jacobi稳定区域与线性稳定区域不完全重合,线性稳定的周期轨道是Jacobi不稳定的。其次,根据系统轨迹与其邻近轨迹间偏差向量的变分方程,我们绘制了在不同初始条件下相应平衡点附近的偏差向量的相位图。由偏差向量对初始值的敏感性说明了系统混沌现象的产生。最后,为了定量的描述这种混沌现象,我们分别引入了不稳定指数和曲率这两个定量指标。通过不稳定指数的走向以及曲率符号的改变来定量地预测系统的混沌行为。", "label": "机械工程", "id": 0}
{"content": "瞬态冲击是轴承故障诊断依据的重要特征之一,针对此特征,很多学者提出了丰富的特征定位方法和提取方法。但是,高速条件下的转子系统,比如航空发动机转子系统,转子偏心激励影响故障轴承的激励强度和冲击响应特征,却少有针对此种条件下的故障轴承冲击响应特征的研究。针对轴承滚道局部故障,本文以弹性轴承支承下的对称刚性转子-故障轴承系统为研究对象,分析了转子偏心激励和振动状态对基于冲击响应特征的故障诊断结果的影响。对比分析中低速和高速区间的数值分析结果,表明高转速条件下转子偏心激励对故障冲击响应特征和信号质量产生不利影响,在中低速工况下更易得到高质量的轴承故障信号。之后,针对转子激励引起的共振特性和轴承接触力的分析解释了现象产生的机理。最后,实验结果定性地验证了中低转速条件下系统振动状态对故障轴承冲击响应特征的影响规律。", "label": "机械工程", "id": 0}
{"content": "现代的大型高速旋转机械需要更高的转速以及更加平稳安全的运行环境,转子系统是大型高速旋转机械核心部分,其具有高维、复杂、非线性因素众多等特点,但部分非线性因素对于转子系统的作用机理尚不明确。其中,位于支撑处的常见非线性因素包含支承刚度非线性和基础松动分段线性。本文转子系统模型考虑转盘质量偏心、转盘摆动位移以及旋转角加速度对系统的影响,应用第二类拉格朗日方程建立了含非线性支撑的多盘转子模型。首先,应用龙格库塔方法计算转子系统动力学响应,分析支承刚度、阻尼、变加速度等参数对系统动力学特性的影响。然后,考虑转子系统左端基础松动故障的影响,分别在时域与频域中分析两种非线性因素共同作用下,系统的瞬态和稳态响应变化,明确两种非线性因素的作用机理,得到系统可以稳定工作的参数域。以上研究工作能够从理论上对高速旋转机械的参数设计和优化提供直接指导,为转子系统松动故障诊断提供先验信息,并且为研究非线性支撑刚度与其他非线性因素耦合影响下的复杂双转子系统的动力学行为奠定基础。", "label": "机械工程", "id": 0}
{"content": "提出了一种解决转子外伸端过长刚性不足导致转子非线性振动的新型加重方法。此方法适用于因转子外伸端过长刚性不足导致转子振动呈现非线性态势,强烈的非线性振动增长较快,破坏性极大。在我公司高速平衡机上经过多根转子的多次试验,较好的处理了这类非线性振动,收到了良好的效果。全国第二台十万空分压缩机转子在进行高速动平衡校正过程中出现振动重复性差的情况,经过多方面排查研究,发现转子出现静挠度曲线,导致转子振动重复性差,经过有效处理后重复性回复正常。", "label": "机械工程", "id": 0}
{"content": "采用自编的弹簧-梁-壳混合单元建立了含叶尖碰摩故障的双转子-盘片-机匣系统的全柔性有限元模型,尤其重点推导了转轴梁单元和轮盘壳单元的陀螺矩阵计算式。通过罚函数法关联了壳单元绕法向旋转自由度和面内平动自由度,消除了壳单元刚度矩阵的奇异性。采用固定界面模态综合法对系统模型进行了减缩,并通过与ANSYS中固有特性的结果对比验证了减缩模型的有效性。基于中心差分法和拉格朗日乘子法求解了转速、不平衡量和碰摩间隙等参数影响下系统的碰摩响应特性。研究结果表明:（1）碰摩发生时,高压压气机的频谱图中主要存在高/低压转子的转频、奇数倍低压转子转频及其组合频率成分,而机匣频谱图中主要体现为低压转子转频及相应的边频带;（2）高压压气机轴心轨迹图和相图的失真度可以作为碰摩严重程度的定性指标。", "label": "机械工程", "id": 0}
{"content": "局部缺陷会导致滚动轴承剧烈振动并加速轴承失效,研究局部缺陷滚动轴承的非线性振动机理具有重要的理论和工程价值。本文建立了滚道多缺陷滚动轴承非线性动力学模型,研究了缺陷轴承的非线性振动机理。考虑滚动体高速运转时的离心力、转子不平衡力、径向游隙和非线性Hertz接触力,建立了具有局部缺陷的滚动轴承非线性动力学模型。选用Runge-Kutta方法求解了动力学方程组,使用MFS试验台进行了滚道多缺陷轴承的测试,分别在时域和频域中验证动力学模型结果并改进模型。选择转速为分岔参数绘制分岔图,通过时间历程图、相图和Poincaré映射分别研究了滚动轴承在无缺陷、单缺陷和多缺陷时的非线性动态特性,分析了参数变化对振动响应的影响。结果表明随着分岔参数的变化,轴承系统呈现出丰富的动力学行为,交替出现单周期、2周期、拟周期运动和混沌运动,系统通往混沌的路径以倍周期分岔为主。研究结果能够为机械设备状态监测和故障诊断提供理论指导。", "label": "机械工程", "id": 0}
{"content": "滚动轴承在旋转机械中作为起支撑作用的重要零部件,其寿命影响着旋转机械的健康服役寿命,因此需要对滚动轴承故障机理和振动特性进行研究。基于能量法对滚动轴承-转子系统进行动力学建模,同时引入滚动轴承内外圈复合故障模型,建立同时含有内外圈滚道局部缺陷的滚动轴承-转子系统非线性动力学模型。模型考虑了滚子和滚道之间的Hertz非线性接触理论以及转子不平衡力非线性因素。使用龙格库塔（Runge-Kutta methods）对模型进行了数值求解,得到仿真结果。采用MFS （Machinery Fault Simulator）试验台对含有内外圈复合故障的滚动轴承-转子系统进行了实验,通过与仿真数据的对比,验证了所建模型的正确性。通过所建模型,得到了系统复杂非线性动力学响应,分析了转速和故障缺陷大小对系统振动响应的影响,通过频谱图、相平面图、分岔图以及Poincare映射图进行系统分岔和混沌特性分析。结果表明当滚动轴承出现复合故障时,随着转速的提高与缺陷大小的增加会使系统逐渐偏离周期性的稳态运动,进入通往混沌的拟周期运动。分析结果对滚动轴承复合故障机理和振动特性具有一定价值。", "label": "机械工程", "id": 0}
{"content": "基于弱耦合的轨迹法,建立了\"气膜—箔片—轴颈\"动力学方程的耦合求解模型。其中,瞬态雷诺方程采用交替隐式迭代差分求解,顶层箔片基于Mindlin板模型,采用有限元编程计算,拱箔等效为\"线性弹簧+阻尼器\"模型。通过时域耦合迭代求解,获得轴颈关于时间的运动参数序列。在此基础上,研究了整周式刚性、整周式柔性、三瓦双向刚性、三瓦双向柔性表面轴承的动态特性,考察了转速、不平衡量及瓦位角对三瓦双向GFBs—转子系统动力学的影响。", "label": "机械工程", "id": 0}
{"content": "轴向运动板结构广泛存在于航天、海洋、工业工程等领域。本文以热轧加工为工程背景,研究了轴向运动板在热轧加工的气动热环境中,在横向激励作用下的稳定性和振动特性。在运动方程的建模中,考虑了面内热载荷和气动力扰动对轴向运动板横向弯曲变形的影响。基于经典薄板理论、Von Karmen几何非线性理论以及线性势流理论,应用Hamilton原理建立了轴向运动板在气动热环境中的运动控制方程。对于运动控制方程的线性部分,通过求解广义特征值问题,分析了板的临界轴向速度随温度、流速的变化规律。讨论了轴向运动速度、流速和温度变化对平板非线性振动特性的影响。从分析中可以看出,气动热环境下,板表现为硬式型非线性特性。1阶广义坐标有共振峰,2至4阶广义坐标有共振谷。随着轴向移动速度、流速和温度变化的增大,板的共振频率减小。共振振幅随温度变化而增大。共振幅值随激励幅值的增加而增大。本研究可为制造业热轧工艺设计提供参考。", "label": "机械工程", "id": 0}
{"content": "结冰会对结构的动力特性和稳定性产生不利影响。目前常用的机械除冰方法是根据结冰位置激发适当的结构固有模态,通过结构振动的横向位移产生的切应力除冰。然而结构的固有模态并不能完全与结冰位置匹配,这就会导致在某些特殊结冰位置的除冰效果不佳,同时会在未结冰的位置产生多余振动,影响结构稳定性。为了解决这些问题,本文设计了一种电磁作动器并提出了一种精确除冰方法。在待除冰结构一侧布置所设计的小型电磁作动器,通过给绕组线圈输入交变电流,在作动器动、静铁芯之间形成交变的电磁力作为作动力。根据冰块位置设计最佳除冰振型,使振型峰值对应结冰位置。为了实现这种设计振型,引入遗传算法获得每个电磁作动器的最佳作动力值,通过这种方法使实际振型趋向于设计除冰振型。与目前广泛应用的压电作动器相比,电磁作动器可以在低电压工况下产生较大的作动力。与传统的激发结构固有模态的方法相比,该主动模态控制精确除冰方法具有更好的除冰效果。此外,该方法在没有结冰的位置几乎不发生振动,保证了结构的稳定性。", "label": "机械工程", "id": 0}
{"content": "本文通过引入机械设计中形位误差的圆度作为指标,给定频率、幅值、相位等误差,评估李萨如图形的圆度,进而研究圆度与波形误差的关系。通过对非典型频率、相位、幅值波形的信号进行定量分析,研究工程应用中基于李萨如图形圆度评估的简谐信号误差分析方法。", "label": "机械工程", "id": 0}
{"content": "传统凸轮机构由于缺乏输出柔性,在很多场合已不能满足现代机器的需要,结合了可变输入与电子凸轮的机电耦合凸轮机构越来越多的受到关注和应用。论述了机电耦合凸轮机构的概念,国内外学者在现代凸轮机构和机电耦合两方面的研究进展,指出机电耦合凸轮机构在理论研究中有待解决的关键问题,提出将电子凸轮与传统凸轮相结合的发展方向,并展望这一新型机电耦合凸轮机构的发展前景。", "label": "机械工程", "id": 0}
{"content": "本文提出了一种基于直动滚子移动凸轮机构的线性负刚度装置,该装置由水平对称布置的预压缩弹簧装置和竖向运动的移动凸轮组成,为实现线性负刚度特性,通过静力学分析确定了凸轮轮廓曲线的切线斜率特征,进一步根据斜率特征设计了凸轮的理论廓线和实际廓线。将线性负刚度装置与普通弹簧、阻尼器并联形成一种主动隔振系统,该系统具有静态承载能力大,动态刚度小的优点。建立了主动隔振系统的动力学方程,计算分析了隔振系统的主动隔振系数,结果表明引入线性负刚度装置后,隔振系统的固有频率降低,隔振频带变宽,高频激励下的隔振效果改善,由于固有频率降低,同样阻尼条件下,相对阻尼系数增大,采用线性负刚度装置的主动隔振系统与常规隔振系统相比,共振时的主动隔振系数明显减小。最后以降低隔振系统固有频率为目标,以隔振系统振源共振时的振幅限制为约束条件,根据振源的共振响应解,确定了线性负刚度装置的刚度比、弹簧预压缩量、预压缩装置数量等参数的选取原则。", "label": "机械工程", "id": 0}
{"content": "铰接机构在实际的工程中有着广泛的应用,例如:机器人系统,航空航天系统,仿生系统以及一些精密加工机构等。但是在实际的工程中,由于机器的加工误差,使用过程中的磨损,材料的变形,以及一些其他的不确定因素的影响,理想的铰接机构几乎是不存在的,铰内间隙往往存在于铰接机构。由于铰内间隙的存在,在实际的作业过程中,微小的间隙可能对于机构的动力学行为产生不可忽视的影响,甚至会影响机构系统的使用寿命。因此对于间隙铰机构的进行事先的动力学分析,对于提高机构的稳定性有着重要的指导性意义。因此,本文基于非光滑方法提出了一种考虑润滑效应的多间隙铰求解辛策略。本文方法是将带有间隙铰接机构的动力学控制方程分为光滑力作用部分,润滑力作用部分以及接触力作用部分。在光滑部分进行辛离散;同时利用牛顿碰撞定律以及库伦摩擦模型求解接触产生的法向响应与摩擦响应;基于雷诺方程,利用考虑挤压油膜的润滑模型求解润滑力的作用。最后,利用本文算法对含有多间隙铰的多体系统进行仿真,分析了不同情况下系统的动力学特性。", "label": "机械工程", "id": 0}
{"content": "本文采用有限元分析软件ABAQUS针对Miura-Ori基本单元的展开过程,研究在位移载荷作用下折痕宽度对其变形和垂直方向作用力的影响。该研究对于空间展开机构的设计具有一定的参考价值。", "label": "机械工程", "id": 0}
{"content": "本文搭建了带有移动质量块的单摆实验装置来进行单摆摆动的快速抑制的研究。利用移动质量块的间歇性运动可以使单摆摆动抑制的效率更高。本文提出的以单摆最大摆幅作为输入参数的移动质量块的运动距离的控制方法可以使运动距离在平衡位置附近逐渐减小来保证系统的稳定性。通过实时地识别单摆角度来触发移动质量块的运动来避免质量块与单摆之间的不同步运动。通过对运动距离准确性的验证,研究了移动质量块运动距离变化率、最大运动距离、运动时间和运动位置的影响。此外,通过实验结果也验证了所提出的控制方法比传动的连续运动控制方法的摆动抑制效率更高。本文的实验装置和控制方法可以应用在单摆类结构设计和摆动控制方面。", "label": "机械工程", "id": 0}
{"content": "六自由度运动平台的空间位置反解算法是该平台在实际应用中的关键基础技术之一,因此文中介绍了一种相对精简的位置反解算法。该位置反解算法主要分三步,首先,采用矩阵分析方法,推出动坐标系与静坐标系之间的变换矩阵;其次,推导出液压缸缸筒上端铰支点在动坐标系中的坐标向量;最后,根据所建立的动静坐标系,得到系统质心运动规律,由此确立了转台液压缸长度变换与上台面位置的关系,从而解决了六自由度转台的位置反解问题。文中结合实验室提供的数据,对此位置反解算法进行求解,进行实际的算法编程和验算,结果表明该位置控制算法是有效可行的。", "label": "机械工程", "id": 0}
{"content": "目前自动化轮毂合件压装机抓取机构卡爪转动销轴弯曲后修复时间长达140分钟,维修时间过长,造成生产线大面积停机。通过改进安装结构,做到5分钟内更换抓取机构总成,降低了设备故障的处理时间,通过改进内部结构,减少抓取机构卡爪转动销轴损坏频次。减少设备的维护工时,提升设备的稳定性,减少设备故障率。", "label": "机械工程", "id": 0}
{"content": "六自由度平台主要用于实现负载的精密运动和定位,运用模态试验方法分析其动力学特性,获得机构在自由和约束状态下的模态参数,比较运动调节后不同位姿对模态参数的影响,为修正数值仿真模型,评价和优化机构动力学性能提供了参考。", "label": "机械工程", "id": 0}
{"content": "<正>概要我们新开创的《物生单元体机构体系》,是跨学科、跨领域的交叉融合。从对物质结构、生物结构的\"共性\"中找到了\"虚实组合\"与\"虚实形变\"的新概念新原理,有了新的认知。我们采用这种共性思维,开创出具有新的概念、新特征,形成新的规律、规则及其新原理的新机构。我们进行了长达36年之久的全面实质性的研发、突破与创新。把各相关新学科进行交叉融合,选用互相关联的重要新原理,", "label": "机械工程", "id": 0}
{"content": "考虑肘关节的生物原型,以及串并联机构各自的特点,将并联机构PPS-UR引入到仿生关节的设计中,产生一种新的仿生设计理念。运用螺旋理论,对该机构的构型选择、自由度、输入的选取进行了分析。对照不同的驱动位置并结合输入仿生,选择合理的驱动位置,说明该方法的可行性。", "label": "机械工程", "id": 0}
{"content": "通过差分原理合理布置轴向锁紧机构锁键位置,运用ADAMS软件对三维模型进行动力学仿真分析,得出关键构件的运动关系表达式,该锁紧机构能够精确、可靠地实现轴向定位。", "label": "机械工程", "id": 0}
{"content": "<正>由于加工、装配误差和磨损等原因,实际机构中运动副连接处总是存在间隙。以往对考虑旋转铰间隙的机构动力学研究,大多只考虑了转动副的径向间隙,其间隙模型一般为平面间隙模型,这种模型基于销轴与孔体碰撞过程中轴线始终保持平行的假设条件,忽略了其轴向间隙及其碰撞行为。然而,由于间隙的存在,销轴与孔体轴线可能发生倾斜,轴销和孔体沿轴向也存在间隙,从而引起平面机构脱离理想平面运动,导致平面机构产生更为复杂的空", "label": "机械工程", "id": 0}
{"content": "<正>随着精密机械工程和航空航天工程的发展,在工作频段、天线转动角度、指向精度、寿命等关键指标方面还不满足高分辨率对地观测卫星的需求,对机械系统的精度、效率、可靠性和使用寿命的要求越来越高。因此本文考虑微重力环境、机构运动副间隙和内部摩擦磨损对空间二维指向机构进行动力学和磨损特性开展了分析研究。首先,通过牛顿-欧拉法建立理想二维指向机构的动力学模型。考虑间隙因素后,将间隙变量嵌入理想动力学模型中得到含间隙二维指向机构的动力学模型。并且采", "label": "机械工程", "id": 0}
{"content": "<正>并联机构自问世以来就引起了世界各国的广泛关注与高度的重视,随着并联机构向轻型方向的发展,构件的柔度增大,并联机构中构件的柔性变形不仅会导致系统的运动精度降低同时也会引起系统的弹性振动,使得并联机构系统的运动学、动力学性能受到很大的影响。因此,对具有高精度和性能要求的并联机构,就必须计入构件的弹性变形对动力性能和运动精度的影响。并联机构的柔性多体系统是一个多闭环、刚柔耦合的非线性动力学系统,单纯地运用刚体动力学或弹性力学都无法", "label": "机械工程", "id": 0}
{"content": "为了更准确的研究含间隙旋转副的碰撞力,基于分形理论,考虑接触表面微凸体在接触过程中发生的弹性、弹塑性及塑性变形,建立一个考虑接触面粗糙度的非线性刚度系数模型;在此基础上,基于Lankarani-Nikravesh模型的间隙旋转副接触碰撞力表达式,建立一种修正的非线性弹簧阻尼模型。该模型揭示了表面粗糙度、初始速度及间隙大小对刚度系数的影响规律,并通过MATLAB数值仿真与Lankarani-Nikravesh模型和文献1提出的混合模型进行了比较。结果表明:修正刚度系数与LN模型及混合模型的刚度系数随间隙大小和变形量的变化规律一致,但有一定的偏差,这种偏差随表面粗糙度的变化而变化,修正刚度系数与表面粗糙度呈反比变化规律。", "label": "机械工程", "id": 0}
{"content": "<正>本文提出一种新型2-RRR+RR冗余驱动球面并联指向机构,如图1所示。该机构具有三个支链,其中一个支链为冗余分支,三个支链末端不汇交于同一轴线,有利于提高机构的承载能力。根据指向机构承载力、工作空间、奇异性等性能要求,对机构的结构参数进行了优化。基于广义坐标形式的牛顿-欧拉动力学建模方法,采用修正的库伦摩擦模型,对考虑机构关节摩擦的机构动力学进行建模。针对机构中的过约束问题,通过添加三个支链末端变形协", "label": "机械工程", "id": 0}
{"content": "<正>滑轮绳索机构在起重机械、索牵引并联机器人、空间可展机构等机械系统中都有广泛的应用。由于绳索可以通过缠绕多个滑轮来牵引或提升重物,所以滑轮绳索机构可以在十分狭小的空间使用并且能够实现节省动力的作用。当考虑绳索伸长时,由于绳索在滑轮之间的流动特征,对这一类机构的动力学建模和仿真提出了更高的要求。一方面,需要考虑绳索与滑轮边缘的动态接触;另一面,现有的柔性多体动力学建模与仿真的求解效率还不足以处理复", "label": "机械工程", "id": 0}
{"content": "为了满足未来大型航天器柔性太阳电池翼对主承力伸展机构高可靠性、高刚度、可重复展收及轻质量的需求,设计了一种可重复伸缩的薄壁管式套筒机构,并对该套筒机构的模态参数进行了分析。基于滑动螺旋传动原理,设计了一种可轴向回动的容差螺母与丝杠结构,实现了任意时刻高可靠性展-收转换的伸缩功能。通过样机试验获得了筒间连接刚度影响系数,修正了套筒机构的有限元分析模型,得到了全展开尺寸下的模态基频为0.3 Hz。结果表明,可重复伸缩套筒机构相对其他构型伸展机构具备更高质量性能比,是空间站及大型航天器伸展机构的优选方案。", "label": "机械工程", "id": 0}
{"content": "二次折叠翼在展开过程中的复杂刚柔耦合现象会影响展开的精度和零部件的稳定性,为确定展开机构各零部件在展开过程中的应力状态,本文基于二次折叠翼展开机构的工作原理及结构特征,利用FLUENT软件对导弹折叠翼面进行CFD仿真分析,获得翼面的气动升力系数并确定翼面气动载荷随展开时间的变化规律;采用HyperMesh软件建立展开机构刚柔耦合有限元模型,相比于刚体仿真更加有效地模拟展开过程中零部件的应力应变情况;将气动载荷等效后作用于翼面,通过仿真分析获得中翼展开角度数据及各柔性部件的最大应力云图。仿真结果表明,连杆及翼面铰接处的最大应力分别达到393 MPa和189 MPa。二次折叠翼展开机构的设计可以满足要求,并确定连杆及翼面铰接处为展开机构的危险部件（区域）,为后续展开机构失效模式分析提供参考。", "label": "机械工程", "id": 0}
{"content": "为实现大口径、高精度、高稳定空间薄膜成像系统在空间探测和地球观测应用,对相机可展开机构系统设计、精度建模与试验研究。基于空间一维伸展臂机构,提出了一种针对大口径、高精度的空间薄膜光学成像展开机构系统设计方案。可折展薄膜相机光机结构由3个铰接三角桁架伸展臂和由伸展臂支撑的薄膜主镜系统组成。铰接三角桁架的关节铰链由恒力弹簧驱动,在展开后通过锁定销锁定和加强索张紧以保持刚度。考虑伸展臂单元构件尺寸误差和铰链间隙等因素,将伸展臂单元等效,构建精度分析模型,并与样机试验结果对比。设计完成大口径可折展薄膜相机伸展机构,该伸展机构折展比1:15。对伸展臂单元进行地面重复展开精度测量,其轴线、竖直和水平方向的重复展开精度分别为24μm、261μm和218μm。说明该伸展臂具有较大的折展比,同时,伸展臂单元具有较高的重复展开精度。", "label": "机械工程", "id": 0}
{"content": "<正>主要内容:紧密围绕航空航天、重型装备、机器人技术等国家重大需求领域,本团队在机构原始创新、机电一体化集成、大型高端装备研制等基础理论与关键技术方面展开了研究,成功地将并联机构应用于天线高精调姿、航空运输、核电装备中。根据受力特点,将过约束机构划分为主动过约束机构和被动过约束机构两", "label": "机械工程", "id": 0}
{"content": "<正>主要内容:近年来并联机构[1]作为一种结构新颖、优点突出的传动机构被广泛应用到机床及机械手的产品设计当中。其中,基于并联机构理论设计的少自由度并联机械手产品最为丰富,该类型机械手具有一些传统串联机械手没有的大承载和高刚度的优点,并且该机构运动累计误差小、控制容易、高速下动态性能优异,因此被", "label": "机械工程", "id": 0}
{"content": "随着我国体育事业的不断发展,机械机构的作用也越来越突显,但是社会的进步和经济的发展给机械机构提出了更高的要求,只有通过创新不断推动机械行业的发展,更好的发挥机械机构在体育活动中的作用。本文主要通过探讨机械机构创新在体育活动中的应用,以增进学生对机械行业创新的理解,为机械行业的发展和体育事业的进步提供支持。", "label": "机械工程", "id": 0}
{"content": "机构的复杂性给机构可靠性的计算带来很大的困难,然而基于蒙特卡洛法的计算机仿真算法需要进行大量的模拟。利用VB.NET对LMS Virtual.Lab进行二次开发,并利用最小二乘支持向量机算法构建响应面代理模型,构建机构可靠性仿真系统,为使最小二乘支持向量机具有更好的性能,利用PSO-GA算法进行参数的寻优。针对多失效模式耦合的情况,利用建立的多重响应面进行联合抽样以获得系统的可靠度。针对对心曲柄滑块机构、凸轮摆杆机构进行了基于支持向量机算法的可靠度计算,并通过蒙特卡洛法进行验证,证明了该方法的可行性与高效性。", "label": "机械工程", "id": 0}
{"content": "以新时代\"新工科\"建设要求为背景,本文紧密围绕立德树人的根本任务,坚持\"以学生为中心\"的教学理念,着力提高学生工程实践能力和机械创新能力,对本院机械原理课程设计的教学方法、实施过程开展了一系列的探索和改进,设计了适应新形势的机械原理课程设计教学模式,实现了知识传授和学生综合素质培养的有机结合,为信息化时代改进课程设计教学效果提供了有益的借鉴。", "label": "机械工程", "id": 0}
{"content": "<正>在《机械原理》课程教材中,\"齿轮\"一章长期被认为是概念多、名词术语多和公式多的难讲又难学的章节。为了化解课程学习难度,由于红英、邓宗全、王知行主编的《机械原理多媒体课件》第三版（以下简称课件）于2015年3月面世,该课件与文字教材《机械原理》第三版配套发行。本套教材努力贯彻以设计为主的思想,在文字教材和软件教材中,力争在讲清设计思想、设计原理和设计方法时,还尽可能地为学生提供设计锻炼的条件。课件中嵌入的如Java、flash及用OpenGL开发的多种动画形式,学生可以通过动画程序进行机构的仿真设计,加深对教材内容的理解。", "label": "机械工程", "id": 0}
{"content": "本文首先构建了网络教学平台用户体验评价体系。基于绩效度量法对平台可用性进行了量化,基于等级评价法对平台用户体验等级进行了量化。基于自我报告法对平台用户体验评价进行了量化。在此基础上,构建了基于模糊综合评价法的网络教学平台用户体验测评模型,并以《机械原理》在线课程为例进行了验证。测评结果表明:现阶段网络教学平台总体体验在\"中等\"范围内,该结果指出了网络教学平台可以继续提升改进的方向。", "label": "机械工程", "id": 0}
{"content": "针对传统课堂教学的不足,对基于MOOC的混合式教学模式的特点进行了分析。在此基础上,对《机械原理》在线课程的教学方法进行了设计,实现课堂教学从\"以教师为中心\"向\"以学生为中心\"的转变。根据现有网络课程服务平台的特点,基于机构动态虚拟仿真实现方法建设了《机械原理》在线课程教学资源,并在此基础上构建了适合在哈尔滨工业大学网络课程服务平台投放的《机械原理》在线课程教学体系。", "label": "机械工程", "id": 0}
{"content": "多年来我校《机械原理》课程以培养学生的创新实践能力为教学目标,通过引入计算机仿真技术,全面改革、创新了课程教学体系、教学模式和评价方法,对机械类创新型人才的培养进行了有益的探索,并取得了明显的成效。", "label": "机械工程", "id": 0}
{"content": "当前《机械原理》课程教学中,缺乏一套适用的软件辅助进行机械产品方案的设计和优化。为解决该问题,从《机械原理》课程机构分析与方案设计教学的实际要求出发,开发了一套能完成连杆机构、凸轮机构和齿轮机构等典型机构分析与设计优化功能的教学辅助软件,提出了该软件的功能模块设计方案。实践应用表明,该教学软件能够将学生提出的新方案在计算机中预演,加深学生对理论知识的理解,有效培养学生的创新设计能力和产品开发能力。", "label": "机械工程", "id": 0}
{"content": "在VB环境下开发了通用习题库管理软件包。软件包采用模块化结构,可以设置练习题范围、数量、难易程度、随机选择题目。是非题、单项选择题、多项选择题三个练习模块能够及时判定答题的正确性并给出得分。填空题、简答题、设计计算题3个练习模块给出了参考答案。试卷模块可以设置题目类型、各类型题目的数量、随机抽取题目或人工选题组卷,并以Word文档输出。建立了机械原理试题库,题目题量大,包含了机构分析、运动分析、常用机构、轮系、平衡与速度波动调节等内容。", "label": "机械工程", "id": 0}
{"content": "高等学校培养人才的主要目的是为社会服务,服务社会是一个很实际的需求。大众化的教育,需要办出专业特色,培养出具有竞争能力的特色人才,这就要求学生在掌握基本理论的基础上加强实践能力的培养,解决个人实践能力与社会经济发展对人才需求的关系,培养出满足社会需要的应用型人才。本文就高等学校机械类应用型本科学生加强实践能力培养做了深入的研究,提出了加强实践教学的意义,实践教学对能力的培养以及实践教学体系的构建,为其它专业的教学提供参考。", "label": "机械工程", "id": 0}
{"content": "为了满足我国当前市场经济的需求,高等教育需要培养培养具有综合创新设计能力的实用型高级工程技术人才。本文详细分析了当前《机械原理》课程的教学现状,并介绍了安徽建筑工业学院在《机械原理》的教学改革实践中如何培养学生的工程创新能力的一些有益的探索,实践表明,这种基于工程创新理念的教学改革举措,大大激发了学生的学习兴趣,提高了学生的创新实践能力。", "label": "机械工程", "id": 0}
{"content": "本文论述了创新人才培养与计算机仿真技术的关系,详细介绍了计算机仿真技术在机械设计、制造和加工领域的应用与发展现状。针对机械原理课程实践教学环节的重要性,论述了计算机仿真技术在机械创新性人才培养中,特别是在机械原理实践教学中发挥的作用,其具有节约教学成本、克服硬件不足制约、模型预测、促进学生创新和动手能力等优点,因此可在高校大力推广和发展。", "label": "机械工程", "id": 0}
{"content": "<正>引言在推进由传统教学模式向研究型教学模式的转变过程中,作为教学改革的重要内容之一,考核方式改革愈来愈受到重视。考核方式改革必须适应现代高等教育的改革需要,只有不断研究考核手段和考核方法,完善考核管理规章制度,才能使考核成为", "label": "机械工程", "id": 0}
{"content": "以贯彻\"十一五\"规划、提高教学质量为指针,将机械原理课程进行了大胆的教学改革,把多种传播媒体及网络手段引入教学过程中,开展计算机辅助教学与实践,革新作业模式,开展双语教学等,促使教学方法和手段现代化并有所创新。", "label": "机械工程", "id": 0}
{"content": "<正>螺杆膨胀动力机是20世纪末经过实验室小试、工业中试、国家“八五”科技攻关研制、机型系列大试, 以及产品推广应用,现已形成21世纪开发应用的新技术新产品,对现今我国落实节能减捧节电节水改善环境有着重要的战略意义。 1 基本构造与工作原理螺杆膨胀动力机包括两根（阴、阳）螺杆转子、外壳、轴承和密封等,如图1所示。", "label": "机械工程", "id": 0}
{"content": "ADAMS 软件可以方便地进行机械系统的运动学、动力学分析与仿真,采用 ADAMS 提供的功能能够迅速获得不同结构参数的各类机构的几何模型并可进行各种运动仿真。在机械原理课堂教学中使用该软件对有关内容现场进行仿真演示,可显著激发学生兴趣,从而提高教学效果。", "label": "机械工程", "id": 0}
{"content": "为计算机械应力引起的扰动磁场,从磁弹性问题的线性理论出发,导出了结构变形引起的扰动磁场的定解方程和边界条件。分别采用傅里叶变换方法和分离变量方法对受集中力作用半平面问题的变形扰动磁场及带圆孔的无限大板在受拉应力和横向磁场共同作用下的变形扰动磁场进行了求解,得到了变形引致的扰动磁场的解析解,并对其强度量级和分布情况进行了讨论。", "label": "机械工程", "id": 0}
{"content": "本文根据正阳门的护城防御功能分析了该门的建筑结构,并以机械设计的观点论证了正阳门千斤闸的机械结构、原理及强度与刚度等属性。通过本文的描述再现了我国明朝时期的辉煌成就与劳动人民的聪明才智。", "label": "机械工程", "id": 0}
{"content": "依托“系统科学”“非线性科学”和“复杂性科学”的进展,在剖析散体机械传统设计的盲区的基础上,从开发折反点的物理涵义为核心,以演化设计为手段,进行创新实践, 获得了一批成果。“传统的盲区就是突破性创新的空间”得到了实证,由此进一步表明：基本基础理论的进展和相应的理念可以直接对机械科学从体系到具体创新实践产生有效的影响。", "label": "机械工程", "id": 0}
{"content": "论述了我校机械原理实验课程改革的必要性,从增加创新性、综合性实验,实验室对外开放等几个方面,详细介绍了改革和实践的具体措施,并对改革后的成果和出现的问题进行了总结。", "label": "机械工程", "id": 0}
{"content": "针对宁夏地方院校机械原理课程的现状和改革进行了论述,提出了在学生中提倡创新设计、强基础的改革思路,适应现代社会的发展对人才的要求。", "label": "机械工程", "id": 0}
{"content": "为了适应经济全球化和不断发展的中外合作办学的趋势,提高所培养人才的国际竞争能力,围绕机械原理双语教学的主要内容、教学重点、教学组织形式等方面进行了研究与探索,采用了适合学生的双语教学组织形式和实施方法,取得了良好的教学效果．", "label": "机械工程", "id": 0}
{"content": "针对《机械原理》教材中某些内容的取舍和叙述,提出作者的意见。", "label": "机械工程", "id": 0}
{"content": "在研究考虑弹性变形的复杂机械系统的机械阻抗综合问题时,对于由多个刚体或弹性体组成的多体机械系统,提出了模态机械阻抗综合法和“子结构按隔振器安装点广义坐标描述”、“隔振器安装点模态矩阵”、“隔振器广义模态机械阻抗矩阵”等新的概念,克服了以往动态子结构分析中由于各子结构自由度数不同而带来的困难。用模态机械阻抗方法建立系统的力学模型是弹性体—刚体模型,它兼容了传统的刚体模型。用模态机械阻抗法进行整个系统建摸的过程相当于模块化处理。最后,以舰船浮筏系统模型为实例,进行了系统建模和整个系统的固有频率计算。", "label": "机械工程", "id": 0}
{"content": "计算机辅助机械原理课程设计系统应用Visual Basic 6.0语言,依托解析法的理论模型及公式,在计算机上实现了平面四杆机构、凸轮机构、齿轮机构、牛头刨床和压床等机构的参数化设计及其运动和力分析。", "label": "机械工程", "id": 0}
{"content": "计算机辅助机械原理课程设计系统应用VisualBasic6.0语言,依托解析法的理论模型及公式,在计算机上实现了平面四杆机构、凸轮机构、齿轮机构、牛头刨床和压床等机构的参数化设计及其运动和力分析。", "label": "机械工程", "id": 0}
{"content": "机械原理课程设计CAI系统应用VisualC++6.0语言,依托解析法的理论模型及公式,在计算机上实现了四杆机构、曲柄滑块机构、凸轮机构和齿轮机构的参数化设计及其受力和运动分析。", "label": "机械工程", "id": 0}
{"content": "铬铁矿砂是铸造用主要辅助材料,我公司每年约使用150-200万元的铬铁矿砂材料,因其在实际使用过程中,依靠人工操作撒放,存在着使用过程不规范导致的浪费问题,为了减少过程浪费,通过对过程使用进行规范,并初步使用I-MR单值移动极差控制图,对铬铁矿砂使用过程进行管控,监控过程用量,及时对过程变异进行分析调整改进,减少过程随意造成的浪费。本文旨在初步探讨I-MR控制图在成本控制项目中的应用。", "label": "机械工程", "id": 0}
{"content": "本文综合评述当前我国铸造行业面临的主要问题,对比分析几种为铸造行业提供技术服务模式的优缺点,阐述了一种为铸造行业提供全方位服务的新业态,即为铸造企业提供材料、设备工装、铸造技术、精益生产、质量管理等全方位服务的模式。", "label": "机械工程", "id": 0}
{"content": "本文浅析了运用物联网技术将机械制造企业检测实验室各项工作无缝连接,根据不同的管理要素和管理特点进行模块化管理,并且根据体系管理要素进行增减,实现企业检测实验室的精细化管理,实现业务运行、数据统计、日常运行管理的智能化,提高精细化管理和工作效率,营造井然有序的工作氛围,从而实现自主管理、自我管理。", "label": "机械工程", "id": 0}
{"content": "研究目的:在要素禀赋理论视角下,自然环境、人力资源、经济基础等自身资源的不同是导致国与国、地区与地区之间冰雪产业以及冰雪装备制造业发展水平差异的主要因素。当前,在河北省冰雪运动产业升级提速的总体目标下,冰雪装备制造业还存在关联产业链配套薄弱,科技创新服务体系建设滞后,以及缺乏技术积累和高端人才等众多问题亟需解决。因此,结合河北省在地理区位、资源环境和关联产业基础等方面的要素禀赋提出产业优化策略对于我省冰雪装备器材产业高质量发展具有重要意义。研究方法:1)文献资料分析:通过冰雪产业、冰雪装备制造、要素禀赋等关键词查阅国内外相关的文献,并通过对冬奥申办以来河北省冰雪产业及相关政策的整理与分析,为我省冰雪装备制造产业的优化路径选择研究提供理论依据。2)走访调查与专家访谈:走访河北省工信厅收集河北省及我国冰雪装备产业的相关材料和数据,并对河北省冰雪产业技术研究院有关专家进行访谈,为本研究的理论框架的搭建提供支撑。3)逻辑分析法和SWOT比较分析:在搭建研究的基础理论分析框架基础上,依据逻辑推理和比较分析,从方法论的角度为具体策略方案的制定提供实践依据。研究结果:本文基于要素禀赋的比较优势出发,分析我省在冰雪装备制造业发展中具备的\"先天优势\",并通过SWOT分析对当前产业发展的内外部环境进行横向比较,为我省冰雪装备特色产业的打造,以及全产业链的融合发展提供必要的理论支撑。1)我省在冰雪装备制造产业具备\"先天优势\"。根据冰雪装备制造业的发展特征,从目前规模化冰雪装备制造企业的总体情况来看,我省在装备制造、汽车、钢铁等行业的优势和相关技术领先地位,使我省在冰雪装备产业链中游环节具备一定的先天优势。2)目前产业发展上存在的问题:基于对我省冰雪装备器材产业SWOT分析,我省冰雪装备制造的相关基础产业雄厚,但现有资源禀赋利用不足,涉足高端冰雪装备领域的企业较少。从产业链整体上看还存在技术统筹力度不足,整体创新能力偏弱等问题,尤其是缺乏上下游产业环节的核心技术。研究结论:通过上述分析,结合我省冰雪装备制造产业的现状,本研究从产业的布局、产业链的融合、高端产品的打造等六个方面对河北省冰雪装备制造业的产业优化升级提出策略和建议。1)在产业布局的优化方面:突出打造张家口冰雪装备制造\"引领极\",不断夯实石家庄冰雪装备发展\"基石\",重点创建雄安新区冰雪装备器材\"创新极\",推动现有体育用品产业向冰雪\"聚焦\"。充分发挥聚集区产业联动、引领、迸发作用,优化冰雪装备产业布局,形成\"优势引领、联动发展、辐射并发、系统推进\"的全省冰雪器材装备制造产业发展新格局。2)在上下产业链的融合方面:筑基上游,用好用足原材料的基础优势,做强中游,充分发挥制造业的传统优势,做大下游,形成产业发展的持久动力。牢牢把握冰雪装备制造在冰雪产业链中的基础地位,破除\"产业和需求缺乏联动,产业和服务不能并进、产业和产业不能共赢\"的掣肘,以\"冰雪大产业链\"的站位,寻求\"大需求背景下的大制造\"路径。3)在高端产品的打造方面:各地区政府应制定并实施自主创新财政政策,将基础研发阶段作为重点资助的对象,为产品性能提升奠定基础。注重产品技术创新,创新产业链整体效能,加强产业链相关环节的基础研究,推进材料、功能、设计、娱乐等领域交叉融合,夯实共性技术的供给基础。4在需求市场的拓展方面:推动\"冰雪运动进校园\"工程,开展各类形式的群众性冰雪健身运动,培育一批\"忠实的\"冰雪装备消费群体。利用\"冬奥会\"平台展现展示河北装备制造品牌,有效放大冬奥会\"摘牌夺金\"对河北冰雪产业乃至冰雪装备器材的品牌放大作用。5)在科学要素的供给方面:强势对接北京,加强功能承接、成果转化、产业链接转移等要素交流与合作。充分发挥大数据的要素作用,推进各种数据依法依规在生产企业、产业链上下游、乃至行业管理之间进行有序融合汇聚,切实将技术要素对冰雪装备产业推动力实现最大化。6)在营商环境的进一步优化方面:应进一步支持张家口等冰雪产业重点发展地区加大招商引资的力度,鼓励金融机构扩大对冰雪装备产业的贷款规模和比重。对冬奥会举办前开工的项目,投资贷款给予部分贴息政策。落实行之有效的重大项目领导分包机制、联系服务企业机制、\"链长制\"推进机制、评比推进机制和观摩讲评机制等。", "label": "机械工程", "id": 0}
{"content": "随着社会经济的发展和科技水平的提升,制造行业逐渐向着智能制造的方向发展,从目前的情况来看,制造行业当中存在的主要问题是设备与部件之间的发展不够协调,核心技术仍然距离一些发达国家有着一定的差距,需要从其他国家来进口一些部件,存在着一定的依赖性。所以有必要对智能制造装备产业存在的问题和发展思路进行分析,希望通过本文,能够为我国的智能制造装备产业发展及智能制造装备规划提供一些参考和帮助。", "label": "机械工程", "id": 0}
{"content": "受宏观经济下行压力加大的影响,立体车库企业普遍面临着收入减少、盈利能力降低的不利局面。只有通过不断挖掘自身潜力,不断降低企业运营成本,才能实现企业持续健康发展。", "label": "机械工程", "id": 0}
{"content": "本文以Z公司为研究对象,就生产制造企业基层员工激励机制,对如何有效地应用激励机制展开研究,通过对Z公司现存的培训制度、绩效考核制度和内部晋升制度的探讨,并结合期望理论,公平理论,双因素理论以及波特-劳勒综合激励模式,分析Z公司现存激励制度存在的问题,提出相应的改善方案,期望能对企业完善激励机制有所帮助。", "label": "机械工程", "id": 0}
{"content": "<正>离散制造是工业化最常见的生产模式,要解决碎片式订单与规模化生产的矛盾,建立柔性化生产组装线,以适应小批单件作业任务。本文以离散制造生产过程中原料、半成品的仓储、分拣、搬运等物流技术设备的集成应用为例,阐述智能物流技术如何助力离散制造企业升级。一、离散制造特点及物流需求（一）离散制造概念及特点订单规模是影响制造企业生产模式的重要因素,", "label": "机械工程", "id": 0}
{"content": "<正>习近平总书记再次视察山西时提出了\"在转型发展上率先蹚出一条新路来\"的指示要求。楼阳生书记指出,要认真贯彻习近平总书记视察山西重要讲话重要指示,自觉在\"率先\"上抢先机、在\"蹚出\"上下苦功、在\"新路\"上勇探索。太原重工油膜轴承分公司,作为中国唯一一家从事轧机油膜轴承研究开发、设计制造、销售、服务为一体的企业,按照太重集团公司统一部署,认真贯彻中央、省委关于高质量转型发展的重大安排部署,重点对分公司同类产品的国内企业的运行模式、机构设置、混改等方面进行了充分的交流和调研,现将调研情况报告如下。", "label": "机械工程", "id": 0}
{"content": "<正>2009年习近平同志亲临太重,鼓励太重要成为转型发展的排头兵。2010年,奠基仪式上随着定音锤撞击锣盘发出的那一声巨响,开启了转型综改示范区太重轨道新园区的建设。2年后,一条崭新的车轮生产线拔地而起,正式投产。了解轨道交通公司的人也一定知道我们公司的\"四个一\"。第一个\"一\",我们公司是国内外唯一一家可以同时生产火车车轮、车轴、轮对、齿轮箱的制造基地。", "label": "机械工程", "id": 0}
{"content": "环境经营是企业活动中与环境有关的活动的总称,强调将环保理念贯彻到企业经营活动的全过程,要求企业应对环境问题的主动性、前瞻性。环境经营要求企业采取服从型、适应型或领跑型的环境战略。铸造生产有大气污染、水污染、固体废物、能耗及碳排放等多种环境影响。对我国铸造企业来说,开展环境经营的最大意义在于通过以源头减量理念为指导的环境改进,获得企业生产流程和现场的改善,实现经济效益和环境效益的双丰收,并取得创新机遇和竞争优势。建议铸造企业在全面环境影响控制的基础上,从流程管理和精益改善开始,分步骤分阶段开展环境经营工作。", "label": "机械工程", "id": 0}
{"content": "本研究以某轨道交通装备制造业企业为研究对象,结合经营管理现状构建符合企业管理特色的评价模型框架,并融合多种统计算法,充分考虑企业经营实际和未来发展规划构建具有企业特色的评价体系,并对研究过程进行抽象总结具有高可操作性的质量管理成熟度评价方法,为行业研究提供可平移、可借鉴的方法指导。", "label": "机械工程", "id": 0}
{"content": "<正>2020年上半年,新冠疫情对口腔行业的影响是非常大的。全球各大牙科公司的业绩都会有一些明显的下滑,但是在下滑期间,大家都谈到了一点共识,即数字化业务得到了一些发展,所以,大家或多或少都在讲口腔的数字化一定要重视。美国最大的义齿供应商Glidewell公司公开的资料表明,过去8年其数字化口扫业务呈现出爆炸性增长。", "label": "机械工程", "id": 0}
{"content": "高端装备是国之重器,随着资源环境约束的增强,高端装备产业的可持续发展是需要考虑的重要课题。其报废属于新型的固体废物,但当前缺乏相关系统研究。本文基于物质流代谢及寿命分布模型,在收集消费量及消费型为基础上研究发现:自2000年典型高端装备报废量非常低,但近年来快速增加,2020年报废大中型飞机和通用航空飞机总和超过了2000架,报废火车总和超过3万多辆;这些报废装备富含显著有价资源,钢铁、铝、钛及复合材料,2020年报废中含有至少钢铁2500万t,铝36万t,复合材料30万t,钛是含有最高的稀有金属,这些成为未来资源循环利用的关键对象;未来亟需建立报废高端装备收集消纳利用处理处置体系,亟需制定相关配套的管理政策及法律法规。", "label": "机械工程", "id": 0}
{"content": "质量管理体系的策划在铸造企业的质量管理中起到关键作用,本文介绍笔者在工作中基于《ISO9001:2015质量管理体系要求》[1]进行质量管理体系策划中的一些思路。", "label": "机械工程", "id": 0}
{"content": "<正>医用耗材带量采购工作开展以来,部分试点地区为了追求工作开展的速度,忽视了医用耗材本身的特点和临床使用的内在规律,未能充分考虑医用耗材与药品的区别,以及医用耗材本身品种繁多、类别细分、具有创新性等实际特点,在价值导向上突出价格的要素,而忽略了质量安全等多种因素。照搬\"4+7\"药品带量采购模式给医用耗材行业带来了一些实际问题和挑战,也给临床手术带来风险。这些做法在短期内看似大幅降低了价格,但存在巨大的潜在风险和隐患,一旦出现问题,会给党和政府带来不利的影响,给医改工作带来不可估量的损失。", "label": "机械工程", "id": 0}
{"content": "<正>2020-07-03根据清科私募通数据显示,2020年第二季度中国并购市场共完成363笔并购交易,案例数量同比下降11.9%,环比上升12.0%。其中披露金额的有279笔,交易总金额约为2117.86亿人民币,同比上升20.4%,环比下降53.1%。国内大额并购案例数量和规模所有下降", "label": "机械工程", "id": 0}
{"content": "<正>一、仓储货架行业发展现状（一）市场规模及分布仓储货架是最基础的存储设备之一,是现代化仓库提高存储能力和工作效率的重要工具。随着我国经济的迅速发展,各行业对仓储货架的市场需求也在不断增加,越来越多的大型、智能化仓储项目启动及落地,仓储货架的需求日益旺盛。2019年,货架行业市场规模已从2015年的94.8亿元增长到128.8亿元,年均复合增长率达到11.96%。", "label": "机械工程", "id": 0}
{"content": "现阶段我国的重工企业在进行产品生产时,面临更多的问题。因为当前的时代背景跨度比较快,企业在生产产品时,生产规模正在不断地扩大,制作数量也在不断地增加。其中存在的一些问题也逐步显现了出来,引起了社会各界的广泛关注。因此重工企业在进行日常生产时,必须提高自身的管理水平,才能提高生产的质量和效率。但是当前很多重工企业的管理理念比较落后,采用的管理形式不符合时代的要求,不仅制约了企业的发展,而且不利于日常的生产制作。所以重工企业必须对这些问题进行解决。本文就重工企业生产管理工作进行相关的分析和研究。", "label": "机械工程", "id": 0}
{"content": "中小企业是现代经济社会的组成部分,它在国家经济发展中发挥了不可替代的作用。但是,随着经济全球化的不断发展和全球竞争的时时加剧,中小企业的内外部环境也在逐渐变化。为了在激烈的市场竞争中有所作为,中小企业成本管理模式必须有所改革和创新,增强自身的竞争力,因而,企业应当寻求真正对以后的发展有成效的成本管理模式,顺应时代的发展潮流。实施战略成本管理是成本管理的最重要的一步,它是站在战略的高度上来诠释成本管理的。战略成本管理可以顺应经济体制的变革,能够适应经济社会发展的需要。本文以S公司为例介绍中小企业实施战略成本管理存在的问题,对企业内部生产经营环境的不足、成本管理制度缺乏战略性、信息技术手段落后等问题的原因进行分析,最后提出在公司实施战略成本管理的对策。", "label": "机械工程", "id": 0}
{"content": "科技社团的蓬勃发展代表着世界科技强国的能力建设,科技社团通过整合政府、企业和社会等各种力量,在科技治理中起着至关重要的作用,形成了成熟灵活的科技传播网络。本文通过对美英两国机械工程类学会的经营管理结构、信息化建设、社会化服务、创新科技奖励、以及参与政府决策咨询的主要功能等方面的对比研究,为中国机械工程类学会所面临的机遇和挑战,对标英美国际一流的机械工程类科技社团,探讨自身优势与不足,并借鉴其他学会管理机制的经验与优势,结合我国国情,为我国机械工程类科技社团自身改革发展道路、促进科技人才成长、深化国际业务发展等方面提出几点建议。", "label": "机械工程", "id": 0}
{"content": "习近平总书记在2016年10月召开的全国国有企业党的建设工作会议上强调指出:\"要通过加强和完善党对国有企业的领导、加强和改进国有企业党的建设,使国有企业成为党和国家最可信赖的依靠力量。\"国有企业作为中国特色社会主义的重要物质基础和政治基础,作为我们党执政兴国的重要支柱和基础力量,坚持党的领导是重大政治原则,加强党的建设既是光荣传统,也是永恒使命。党的建设是一项艰巨繁重的系统工程,国有企业党组织要把方向、管大局、保落实,涉及到政治领导、思想领导、组织领导的方方面面,党的各项决策部署能否在国有企业得到有效贯彻执行,建设一支政治过硬、业务精湛、作风优良、能打胜仗的党务人员队伍,积极拓宽党务干部成长成才路径至关重要。一般来讲,党务干部包括党委层面领导、党务部门专职人员、基层党（总）支部专兼职党务人员,其中党务部门专职人员以主要精力从事党务工作,发挥着上传下达、承上启下的重要作用,因此,专职党务人员的素质与能力高低,一定程度上决定着一个单位党建工作水平的高低。习近平总书记在2019年7月9日召开的中央和国家机关党的建设工作会议上指出:要建设高素质专业化的党务干部队伍,把党务干部培养成为政治上的明白人、党建工作的执行人、干部职工的贴心人。习总书记对党务干部队伍提出的\"三种人\"要求,为基层党组织建设高素质专业化的党务干部队伍指明了方向,也再次说明没有一支高素质专业化的党务干部队伍,就不可能有高质量的党建工作。本文拟借鉴习近平总书记对宣传思想工作队伍提出要不断增强脚力、眼力、脑力、笔力的\"四力\"要求,探索建立国有企业专职党务人员的\"四力\"素质模型,促进专职党务人员在\"四力\"模型指引下,通过工作实践,不断提升素质和能力,让专职党务人员之树\"枝繁叶茂\",实现国有企业党建工作高质量发展。", "label": "机械工程", "id": 0}
{"content": "<正>太原重型机械集团有限公司（简称太重）始建于1950年,是新中国自行设计、建造的第一座重型机器厂。建厂69年来,太重累计创造了450多项中国和世界第一,被誉为\"共和国骄子\"和\"国民经济开路先锋\"。在69年的创业发展过程中,太重以如椽巨笔书写了我国工业从小到大、由弱到强、高歌猛进、可歌可泣的壮丽史诗。几代太重人始终把思想政治文化建设作为企业发展的关键命脉,不断引领企业深化改革、创新发展。", "label": "机械工程", "id": 0}
{"content": "<正>中电科仪器仪表有限公司（简称\"中电仪器\"）隶属于中国电子科技集团有限公司（简称\"中国电科\"）,成立于2015年5月,在中国电科第四十、四十一研究所一体化管理的基础上组建,本部位于山东省青岛市,注册资本5亿元,现有员工3600余人,其中集团公司首席科学家2人,首席专家3人,享受政府特殊津贴14人,高级以上职称450余人。现有总资产约46.71亿元,净资产约27.51亿元。中电仪器长期致力于电子测量仪器和自动测试系统的研制、开发及生产,在微波毫米波、光电、通信、基础测量等领域,处于国内第一、国际先进的行业地位。产品广泛应用于卫星、通信、导航、雷达、", "label": "机械工程", "id": 0}
{"content": "实施《中国制造2025》,加快发展先进制造业,建设制造强国。高质量发展制造业必须转变发展方式,学会必须创新工作模式。地方机械工程学会\"平台化、生态化、产业化\"运作模式,发挥学会平台作用,整合创新、研发资源,促进成果孵化和工程制造,协调和推动市场服务,助力地方经济发展。", "label": "机械工程", "id": 0}
{"content": "处于我国科技领域近年迅猛发展的新时代背景下,编程控制技术实现了对比以往的完善成熟,已在机械电气控制领域中得到了广泛应用。而将PLC技术科学引用于机械电气控制装置内,不仅可全面提高控制装置的智能化、自动化水平,还能够切实增强机械设备在生产作业中的运转效率,维护企业主体运营收益利润。鉴于此,本文将从分析PLC技术的两种类型入手,围绕机械电气控制设备展开PLC技术应用思路、应用途径的梳理,拓展领域人员在PLC技术创新应用中的新思维。", "label": "机械工程", "id": 0}
{"content": "从中职学校开展的具体教学活动来讲,学校一切的教学活动都应该服务于学生相关专业技能的培育方面。机械专业知识的学习和数学教学活动当中具有非常密切的联系,因为学生只有掌握一定的数学基础知识才能把握机械相关知识、充分借助数学思维模式来进行机械相关内容的分析,这也是实现学生机械专业素质培育的有效策略。因此,在中职学校的机械专业教学活动当中,必须要充分进行数学教学与机械教学的有机融合,并且还要明确数学教学的根本目的在于服务于学生的机械专业技能培养。可是非常多的中职学校,在数学教学活动和机械专业教学活动的有机融合过程当中总是存在各种问题。因此,本文立足于中职,学校的机械专业教学实际情况展开分析,探究在中职机械专业教学活动当中如何进行数学教学的有机融合,全面促进学生数学素质与机械专业技能的有效培育。", "label": "机械工程", "id": 0}
{"content": "基于分析产教融合机电一体化专业群建设的校企合作模式。首先分析出产教融合下,机电一体化专业群的建设,利于强化学生的专业素养与职业能力,培养学生成为高素质的技能型专业人才。其次分析出通过校企合作建立专业指导委员会;企业积极参与教学工作,来制定人才培养的方案与体系,确保教学内容更加贴合企业生产实际,由此帮助学生提前了解岗位工作、掌握职业技能,从而实现校企合作的最大效益。", "label": "机械工程", "id": 0}
{"content": "随着科学技术的不断发展和进步,从而让教育教学领域也得到了深入的变革和发展。在中职教育中,机电专业是一门历史悠久的专业,并且发展的前景非常广阔,但是在开展教育教学的过程中,经常受到一些落后教学观念的影响和制约,有些教师的教学方式比较单一和落后,对于现代化的教学理念严重缺乏,从而使得教学效率和教学质量无法得到有效的提高,导致学生学习的积极性也存在着不足的情况。怎样才能让目前的教学现状得到有效的改善,让学生能够提高自身的学习兴趣,对学生的主观能动性进行积极的调动,这已经成为了目前中职机电教学过程中非常重要的一个问题。因此,教师在开展机电教学的过程中,还需不断的总结教学经验,积极摸索一些科学有效的教学方式,以此让目前的教学现状得到有效的改善,激发学生的学习兴趣。", "label": "机械工程", "id": 0}
{"content": "通常情况下,思政教育的实施需要根据各专业的不同特点,将思政元素进行充分融合。而从中职机械专业思政教育来看,教育的关键之处,就是要找到教育切入点,以培养德才兼备的学生,使学生形成正确的职业素养。基于此,本文依次论述了中职学校机械专业与思政教育融合的背景、现状、融合知识内容以及相关对策,希望能够给大家提供一些参考。", "label": "机械工程", "id": 0}
{"content": "高职院校主要就是培养技能型人才,而此种培养必须建立在实际的实践教学上。机电一体化专业是高职院校主要的专业方向之一,相关教师在教学时,理应构建对应的实践教学体系,根据完善的教学体系落实对学生的全面培养。", "label": "机械工程", "id": 0}
{"content": "作为高职院校的重要专业构成,机电一体化专业人才的培养不仅要求学生掌握扎实的理论基础、专业技能,同时还应拥有良好的职业精神,所以需要将人才培养目标设定为实现技能型和职业精神文化的有效整合。本研究通过开展高职院校职业精神融入机电一体化专业人才培养过程的实践研究,以期构建职业精神、职业技能相整合的人才培养体系,改善人才培养效率,为社会发展提供充足人力资源。", "label": "机械工程", "id": 0}
{"content": "随着社会对于职业型人才需求的逐渐上升,传统的中职教学模式已经不能满足社会发展的需求了。将翻转课堂模式与中职机械基础课堂教学内容相结合,可以有效的保证机械基础的课堂教学质量,提升学生的职业技能。基于此,本文笔者以翻转课堂的内涵为切入点,结合中职机械基础教学过程中翻转教学模式应用的现状以及必要性,浅析了翻转课堂模式下的中职机械基础教学改革策略,希望会对相关教育者有所帮助。", "label": "机械工程", "id": 0}
{"content": "现如今,教育领域也纷纷的加强改革力度,尤其在教学方法的创新和改革方面更是给予了高度重视,只有加强教学方法的创新,才能不断的提升我国的教育水平和质量。在中职一体化教学中,PLC课程具有一定的学习难度,如果一直使用传统的教学方法,不仅无法提高教学质量,而且还会影响到人才培养的质量。将任务教学法应用在PLC教学中,不仅可以提高课堂教学效率,而且对中职学生实践能力的提升也有重要意义,本文围绕任务教学法在PLC教学中的应用展开分析,并提出有效的应用措施。", "label": "机械工程", "id": 0}
{"content": "通过分析工程能力在毕业生职业生涯中所起的主导作用,提出机电类专业课堂教学需要进一步引入的教学内容,讨论了课堂教学在工程能力培养方面的地位、作用和主要任务。结合作者的经验,研究了教学内容的拓展和有效教学的方式,讨论了如何在教授知识和操练技能的过程中融入工程元素的方法,以及所取得的效果。", "label": "机械工程", "id": 0}
{"content": "在机电装调技术中项目教学法的运用需要教师有效的划分各个项目,并将其交给学生,而学生则需要以小组或是个人为单位来完成项目。在整个项目之中,无论是前期的数据收集、方案的整体设计,还是后期的项目实施,效果评价等都应当由学生负责,通过学生的分析讨论来掌握每一个环节。为此,文章通过分析项目教学法的基本概念和运用原则,探究其在机电装调技术课程中的应用和实践策略。", "label": "机械工程", "id": 0}
{"content": "探索产教融合下粤东地区高职院校机电类人才培养模式改革与创新,依照国家\"双高计划\"要求,深化办学体制和育人机制改革,健全多元办学机制。分析机电类人才发展趋势、培养目标,开展多元化办学实践,包括产教融合、多元化人才培养模式、课程体系设置、师资队伍建设、构筑产教一体化实训平台、推行1+X证书制度。着力深化复合型技术技能人才培养模式变革,实现粤东地区机电类人才培养和产业需求全方位融合。", "label": "机械工程", "id": 0}
{"content": "作为中职机械类专业教学中的核心内容,中职机械基础具有复杂性、理论性、抽象性以及实践性等特点。而传统教学方式无法帮助学生强化对机械基础知识的掌握,甚至还会影响到学生实践能力的发展。所以,教师需要通过对参与式教学的科学施行,以实现中职机械基础教学的有效转变。", "label": "机械工程", "id": 0}
{"content": "微电子机械系统（MEMS）的微型化使表面应力、热失配等因素引起的器件应力松弛和蠕变等粘弹性行为日益突出,影响器件的功能执行和使用寿命。目前,MEMS器件弹性行为的研究较为完善,但粘弹性行为研究较少。本文研究了错配应变引起的MEMS器件中典型层合结构的应力松弛行为。首先,利用Zhang两变量法建立了预测细长层合微梁残余应力松弛行为的解析模型,并与Hsueh一阶近似模型作了比较;其次,研究了基底/膜层厚度比对微梁应力松弛时间的影响。结果表明:弯拉耦合效应决定了层合微梁应力松弛时间的尺寸依赖性。", "label": "机械工程", "id": 0}
{"content": "目前,在国家整体经济发展速度不断加快的过程中,越来越多的人通过物质生活的满足,开始意识到国家的发展,离不开人才的支持,只有这样才能够使自己的生活更上一层楼。因此,社会对于职业院校教育所提出的要求越来越高,还需要职业院校能够立足于全新的视角,找到有效的教育方法,培养出更多的优质型人才,才能够实现国家的长足进步。所以本文也结合机械类这一专业的教学活动开展情况,探讨\"1+X\"证书制度下的教学改革工作开展策略,希望能够通过全新的教育方法,以及有效的教育理念,实现人才培养的最佳效果,同时也为学生的素质和能力提升做出巨大的贡献。", "label": "机械工程", "id": 0}
{"content": "机械基础课程是中职院校技术应用类专业中,较为重要的基础课程之一,它在整个中职阶段的培养方案中占着极其重要的地位,因此教师要加强这门课程的理论知识传授技巧,还要切实培养锻炼学生们实践操作动手能力。本文围绕一体化教学融入到职业中学机械基础课程教学当中,不断遵循客观规律,还得符合专业培训目标,首要分析中机械基础专业传统教学模式中存在的问题进行,深层次的讨论,并将该模式适当引入到中职机械的基础课堂上,促使学生更好的理解该课程的公式理论。", "label": "机械工程", "id": 0}
{"content": "中职学校是向社会培养专业技术优秀人才的重要教育场所,受到传统教育方式影响,在教育过程中教师过于重视学生的理论知识学习,对于学生的个人学习需求缺乏重视,导致中职学校的课堂教学,欠缺老师与学生高效率互动,学生缺失学习自觉性,教育综合水平始终无法得到提升。在此基础之上,为了使我国中职文化教育水准获得更好地提升,本论文以机电专业教学改革创新为论点,探寻自主创新机电专业教学方式,提出实践活动展开的指导方针,这对于中职机电专业教学的发展而言极为重要。", "label": "机械工程", "id": 0}
{"content": "高等教育的目标中包含对学生的人文素养培养和专业基本素养培养两个方面;文中从大学教育的目标出发,结合太原理工大学机械专业本科教育学生专业素养培养目标及相关课程模块的设置,分析了目前课程体系与学生能力培养的对应关系,并探讨了具体培养方案实施过程中存在的问题;提出了有助于提高学生专业能力的培养方案建议。", "label": "机械工程", "id": 0}
{"content": "大学生实践能力和创新精神的培养是目前我国高等教育改革和研究的重点方向。通过梳理原机械类专业实践教学体系存在的问题,以培养大学生创新精神为核心,提高创新能力为目标,进行机械类专业实践教学体系的研究,主要完成了两方面的工作:（1）构建\"一个核心三条主线十大模块\"实践教学体系;（2）设计了\"综合实践\"和\"创新实践\"的内容,并优化了其运行机制和评价方法。", "label": "机械工程", "id": 0}
{"content": "机械基础课程的理论知识较为抽象复杂,对于中职学生而言理解起来比较困难。在新课改背景下,如何提高学习效率,如何讲清关键知识点,如何培养出理论扎实且实践能力过硬的优秀学生成为重要发展课题。为此,结合中职院校机械基础教育课程教学经验,提出了全新的教学方法及课程优化建议。希望对改善中职机械基础教育课程教学方法,全面提高教学质量具有积极作用。", "label": "机械工程", "id": 0}
{"content": "基于机械基础实训平台在高职机械教学中的运用为核心进行研究,先阐述高职机械教学现状,然后分析高职机械教学中机械基础实训平台的运用,并以此为依据,提出设计虚拟仿真机械基础实训平台的方法,其目的在于有效提高高职机械教学质量和教学效率。", "label": "机械工程", "id": 0}
{"content": "高职教育也是教育的重要组成部分之一,其主要是为社会与企业提供优秀的技术人才,机械基础的实训,主要是为了让学生将理论与实践相结合,培养学生的创新意识和实践能力,让学生从实训中加深对于机械基础知识的了解,并在实训中扩展思维方式,构建自己的知识理论体系。基于机械基础实训平台在高职机械教学中的运用为核心进行研究,先阐述高职机械教学现状,然后分析高职机械教学中机械基础实训平台的运用,并以此为依据,提出设计虚拟仿真机械基础实训平台的方法,其目的在于有效提高高职机械教学质量和教学效率。", "label": "机械工程", "id": 0}
{"content": "当今社会发展迅速,思政教育已经成为教育发展的重要部分,在思政教育教学过程中,教师的自身水平和德育水平要时刻把握好,不断在日常生活中提升自身思政水平。面对日益多元化的课堂,教师更应该树立正确的教学观念,争做四有好老师。在三尺讲台中融进辛劳,融进师德和师魂,那么这名老师一定会为学生所爱,他的学生们也可以快乐高效的学习。思政教育是高校中的德育工作,是构建全面校园思政教育体系的手段,如何将思政教育融入专业课程的教学过程中,值得在当下探讨一下,本文以机电工程课程为例,阐述了思政教育融入专业课程的重要性,并对思政教育如何融入机电工程专业的课程教学中,给出了一些建议。", "label": "机械工程", "id": 0}
{"content": "近些年随着时代的不断发展,我国经济发展水平不断提高,社会在实用型人才方面的需求量不断增大。在此背景下,中职机电一体化专业课程应该积极配合并适应,注重理实结合,构建出理论、实践为一体的综合实训模式,促进学生的全方位发展,为社会培育出专业水平高的综合型人才。在此基础上,我们讨论了中等职业教育的综合实践教育体系,并在此教学方法的基础上,通过建立将理论与实践相结合的教育体系,努力提高学生的理论知识应用能力,实践能力和适应社会的能力,综合提高中职教育中机电一体化专业培训的有效性。", "label": "机械工程", "id": 0}
