{"content": "<正>民族交往交流交融是推动民族团结实现共同繁荣发展的重要途径,更是社会发展的必然趋势,亦是新时代中国特色社会主义民族关系发展的必然方向。人类社会不仅是在交往交流交融中诞生,更是在交往交流交融过程中不断的发展、变化。认识\"自我\"和\"他人\"对于民族关系的发展和国家的繁荣富强有着举足轻重的作用。随着当前我国改革开放的进一步深入,不同民族之间的交往交流散杂居趋势的进一步加强,多民族间双向人口流动的趋势日渐凸显,", "label": "民族学", "id": 0}
{"content": "在全球化背景下,\"国家认同\"现代意识的巩固问题将成为了新时代爱国教育主题,确保国家能够维持稳定、和谐发展。在深入解读\"国家认同\"现代意识的基础上,针对回族这一基于伊斯兰教信仰形成的少数民族展开分析,把握回族\"国家认同\"现代意识的产生过程,并探索少数民族\"国家认同\"现代意识的巩固途径,有助于民族共同体意识强化,为国家长治久安提供保障。", "label": "民族学", "id": 0}
{"content": "跨境民族,是指分居于不同国家和地域,但有着较强的民族认同的民族。相比跨界民族强调地域上的相连与跨国民族政治意味过强,跨境民族有着较为合适的指摘范围。跨境民族国家认同具有政治排他性以及更多的参照性;跨境民族国家认同受经济因素影响较大,表现为较强的同向性,但同时经济因素并非决定因素;跨境民族国家认同的决定因素是文化,但文化也表现出一定的流变性。构建跨境民族国家认同对稳定边疆,遏制民族分裂,保持社会安定持续发展有着重要作用。", "label": "民族学", "id": 0}
{"content": "锡伯族属于我国人口较少的民族。尽管人口较少,但是锡伯族在我国多民族大家庭中的贡献却很大,具体体现在军事保卫祖国、语言文化传承、屯垦戍边、维护民族团结和弘扬尚武精神等方面。", "label": "民族学", "id": 0}
{"content": "文化自信是一个民族、一个国家以及一个政党对自身文化价值的充分肯定和积极践行,以及对其文化的生命力持有的坚定信心。民族语言作为民族存在的象征,是构成民族的最基本要素之一。在社会整合过程中,民族语言以及民族语言认同发挥着沟通和身份建构的作用。语言认同是一种复杂的文化心理趋同现象,是其它认同的基础,深刻地影响着人们的语言行为。中华民族共同体的建构离不开对汉语和少数民族语言的认同。然而,随着新时代社会的多元化发展,我国各少数民族也趋向城市化融合发展。在这种发展大潮的影响下,无论是对本地的少数民族还是外来人口的语言认同情况都会产生强烈的冲击,同时还会对各自民族的母语产生一定的影响。研究主要采取文献资料法,通过中国知网及万方等数据库,选取\"文化自信\"、\"少数民族\"、\"语言认同\"等关键词进行搜索,选择20篇文献进行研读对比,对现有的关于少数民族语言认同的研究进行系统梳理,对促进文化自信背景下的少数民族语言认同研究具有积极借鉴与启示。已有研究中部分研究探讨了不同背景下少数民族语言认同的发展变化情况,其余大都为相关研究或调查研究。有关少数民族大学生的语言生活及认同状况的调查研究表明,少数民族大学生对汉语方言和普通话的掌握及认同水平均高于本族语。少数民族大学生\"汉化\"程度高,对本族语掌握不佳,语言转用的情况较为普遍。少有研究对少数民族语言认同的影响因素进行探索,以及少有从实践层面探讨如何促进对少数民族语言的认同与保护的研究。在语言生态巨变的环境下,我国少数民族语言逐渐退出日常生活的交流,作为珍贵的历史文化遗产,应采取有针对性的措施促进对少数民族语言的认同,并对其进行有效保护和传承。", "label": "民族学", "id": 0}
{"content": "《车轴——一个遥远村落的新民族志》——学者萧亮中及其著作一文,通篇集文学性、纪实性和学术性为一体,笔者以真挚的感情,自由新异的写作手法,向人们讲述了原中国社会科学院边疆史地研究中心年轻有为的人类学学者萧亮中,为了追逐全球视野中的学术与文学之梦,和自己无财无势的父老乡亲休戚与共,生死共存,把短暂的生命最终献给自己热爱的事业和乡土的亲身经历……萧亮中笔下和镜头中的金沙江-虎跳峡流域,原有几十万藏、纳西、傈僳、白、彝、苗、汉族等各族人民世代居住,形成了多民族和谐共生的独特文化景观。萧亮中作为人类学学者长期在当地进行田野调查,用专著与论文彰显该流域独特的文化与生物多样性。并积极向社会各界呼吁关注大河流域水坝建设与潜在移民和文化遗产的关系与协调问题。他的呼吁,让中国最主要的民间环保组织正式参与虎跳峡建坝的论争,多家民间环保组织联名向媒体和高层呼吁:\"留住虎跳峡:保护举世无双的文化与自然遗产!\"《车轴——一个遥远村落的新民族志》一书,是萧亮中老师众多田野志作品当中学术价值最高的著作。此书不仅仅带给我们一份滇西北村落的个案实录,更向人们展示了亮中老师在民族志撰写方面的探索和努力,代表着当代中国本土民族志的一个全新的实践方向。也正是由于他的参与策划,来自云南不同流域的原住民代表,参加了水库移民与可持续发展的研讨,并首次在联合国水电论坛上发出了自己的声音,社区的能力建设明显加强。萧也多次促成多位记者与学者到流域考察,让中国最主流的媒体多次深入报道流域的多样文化以及关于建坝的论争。最终\"舍我其谁\"的使命感,让曾经生龙活虎的萧亮中走到了生命的极限。2005年1月5日凌晨,萧因积劳成疾而猝死,年仅32岁。萧最终以生命的代价,感召更多的行动者参与到保护大河流域文化与自然多样性、保护社区生计的事业中来!", "label": "民族学", "id": 0}
{"content": "苗族是云南省威信县人数较多的少数民族之一,威信苗族在其长期的历史发展过程中,形成了其独特的苗族文化。通过对威信县苗族的研究,可以了解其传统文化及风俗习惯、增加当地人民的民族文化认同感,进而增加当地民族文化和传承意识。", "label": "民族学", "id": 0}
{"content": "民族认同历来受到学界的广泛关注。通过梳理发现,国内外的研究对民族认同的界定、民族认同的维度、民族认同的发展、民族认同的相关因素等方面都进行了广泛而深入的探讨。我国是一个统一的多民族的国家,我们应将相应的研究成果与我国的具体实践相结合,为我国的民族发展和社会稳定服务。", "label": "民族学", "id": 0}
{"content": "<正>长城本身是军事防御工程,是战争的产物。如果没有双方之间的敌对,就不会有这类防御性工程的修建,所以人们一旦谈及长城,首先就会想到一方在长城上面严密地防守,另一方则在不遗余力地进攻,硝烟弥漫的战场、刀枪厮杀的火并,经常与长城联系在一起……,这样的场面,的确与长城有密切的关系,然而,这只是历史场景中的一个组成部分,甚至可以说在漫长的历史过程中它只是一个很小的片段。事实上,长城历史的大部分时间之内,我们看到的并不是敌对双方（多方）的攻防,长城两边呈现的多是日出而作、日落而息的农人耕作,或者逐水草而居的牧人放养等景象,", "label": "民族学", "id": 0}
{"content": "高句丽是公元前一世纪中期至公元七世纪初存在于我国东北地区及朝鲜半岛北部的一个少数民族政权,在这期间高句丽共迁都两次,有三处都城,又因为高句丽所在地区山地颇多,所建城池多以山城为主,所以城市建设与当地自然环境中各个因素有密切的联系。本文便以此为出发点,分析高句丽第一代都城选址考虑了哪些与自然地理有关的因素,并总结在这些因素的影响下,高句丽都城的选址特点。", "label": "民族学", "id": 0}
{"content": "五女山城为高句丽的第一座都城,建于公元前34年,古城\"纥升骨城\",文章通过对高句丽建国初期历史背景的分析找出建造都城的选址理念,根据指导性的理念分析选址的基本原则。借助古文献查阅、谷歌地球三维地图、Arcgis地理分析、获取高程数据建模等手段从宏观山脉水系、卒本川地区的山水环境以及山城所在山体三个层面对五女山城历史自然地理进行分析,得出五女山城的选址方法。", "label": "民族学", "id": 0}
{"content": "民族关系是群际关系的一个重要领域,在民族交往中,对面孔的认知与识别是民族间交流的一项基本认知能力。面孔知觉的本族效应作为群际关系研究热点,受到很多学者们的关注,对该领域的研究不仅能深入了解人类的认知能力,同时对民族关系的发展具有深刻意义。本文选择具有充分民族接触经验的环境,基于社会认知加工视角,以回汉民族大学生为研究对象,运用眼动追踪技术,结合民族内隐理论来探讨不同群际间本族效应的差异以及个性化动机对本族效应的抑制。实验1基于社会认知理论的视角,排除接触经验的干扰作用,考察了面孔特征相差不大的两个民族在面孔加工中是否依然存在本族效应;同时,实验2以民族内隐理论为基础,考察了不同民族内隐观启动条件下的面孔加工本族效应的差异;此外,实验3对持有民族本质论的个体进行个性化加工动机的干预,探究了本族效应在干预后是否会出现衰减现象。结果表明:（1）在群际情境中,面孔加工的本族效应具有稳定性;（2）民族本质论启动条件下的被试,在面孔加工中表现出了显著的本族效应,而民族建构论启动条件下的被试并未表现出面孔加工的本族效应;（3）在进行了个性化加工动机的干预后,民族本质论个体的本族效应出现了衰减的趋势,同时,对他族表现出了较高的合作意愿。", "label": "民族学", "id": 0}
{"content": "个体自我的发展与对自我的认识一直以来都是心理学领域关注的重点,研究表明,个体自我的形成与发展受到各自文化的影响,也会受到宗教文化和民族文化的影响。侗族作为西南少数民族族群组成部分之一,其独特的侗族文化使得侗族人形成喜欢群居生活和群体活动的性格特点。因此,侗族人的自我构念也具有其民族文化的特点,相比汉族人他们的自我构念表现为更突出的互依型自我构念,并在自传体记忆上表现出更强烈的社会取向。与此同时,侗族人在成长过程中除了传承本民族文化外,主流文化的学习也成为其生产生活的重要部分,使侗族人从单一的侗族文化体系转变为汉、侗双文化体系。根据文化的动态建构理论,不同文化下双文化个体的自我构念会出现动态性特点。而个体所持民族内隐论不同,会影响个体的自我构念动态性,研究显示,持民族本质论者的自我构念在双文化体系下相比持民族建构论者动态性更差。据此,本研究探讨了民族内隐论对侗族群体自我构念动态性的影响。选取了贵州省从江县的侗族高中生800名,采用《民族本质论问卷》筛选出民族本质论组和民族建构论组,然后用《民族内隐论文章材料》进行操纵,最后使用视频作为文化启动材料,在启动后进行自传体记忆任务。结果显示,民族本质论组与民族建构论组在自我构念动态性上出现差异,民族本质论条件下,双文化侗族高中生未出现自我构念动态性;民族建构论条件下,双文化侗族高中生出现自我构念动态性。", "label": "民族学", "id": 0}
{"content": "在目前关于群际关系的疼痛共情研究中,\"群际\"主要是指以生物因素划分的不同血缘种族和以社会活动划分的不同团体,而同一国家具有不同亚文化特征的民族（如中国蒙古族/中国汉族）之间的群际关系影响疼痛共情的实验研究却较为匮乏。本研究采用图片诱发范式,以中国的蒙、汉民族作为群际间的划分,分别从行为到电生理（ERP）,多角度、多水平地系统考察了蒙汉群际间的疼痛共情差异及其脑机制。研究由三个实验组成:实验1:蒙汉疼痛共情实验图片材料的制作与评定。结果显示,疼痛图片和非疼痛图片在面孔吸引程度上不存在显著差异（p=0.169>0.05）,而在疼痛程度上则存在显著差异（p<0.001）。实验结果表明两种图片符合分类要求,适宜用于实验2和实验3的研究。实验2:从行为层面考察蒙汉群际间疼痛共情的差异。结果显示,蒙古族对蒙疼图片的疼痛共情程度的评分（M±SD:4.51±1.37）显著高于其对汉疼图片的评分（M±SD:4.30±1.33）。蒙古族观看蒙疼图片时的难受程度评分（M±SD:4.23±1.27）显著高于其观看汉疼图片的评分（M±SD:4.03±1.37）。蒙古族对自己民族内群体成员表现出更多的行为共情偏爱效应,而汉族没有表现出显著的群际内共情偏爱。实验3:进一步从电生理（ERP）层面考察蒙汉群际间的疼痛共情差异的脑机制。结果显示,在早期加工阶段,N2（200-260ms）,相比非疼痛刺激,蒙、汉均对疼痛刺激表现出更高的唤醒,并没有受到群际关系的影响。而在晚期加工阶段,蒙疼图片（M±SD:1.60±0.28）相比汉疼图片（M±SD:0.79±0.28）诱发了蒙古族更大的显著的LPP（300-600ms）波幅。即蒙古族的疼痛共情出现了显著的群际调节效应。而汉族没有表现出任何ERPs的显著增强效应。", "label": "民族学", "id": 0}
{"content": "隐喻是人们借助具体的、有形的、简单的始源域概念（如颜色）来表达和理解抽象的、无形的、复杂的目标域概念（如心理感受、社会关系、道德等）,从而实现抽象思维。我国是一个多民族国家,在长期的历史社会发展进程中,由于自然环境和生产生活方式的独特性,蒙古族形成了自己的独特的语言和文化。蒙古族文化中\"白色\"（chagan）是崇尚的颜色之一,象征纯洁、善良、吉祥、光明等含义;而对于\"黑\"（xar）的态度基本上是负面的,认为是痛苦、灾祸、邪恶、妒忌的象征。汉民族文化中对白色和黑色则褒贬都有。本研究的目的是探究蒙古族与汉族在黑白颜色隐喻表征上的特点。研究采用Stroop研究范式和内隐联想测验范式;选取蒙古族和汉族大学生分别作为研究一和研究二的被试;实验材料为正性词和负性词,其中研究一中的文字材料为蒙古语,由不参与正式实验的被试评定材料的熟悉度及情绪效价。研究结果发现,（1）蒙古族大学生在黑白颜色维度上的隐喻联结存在心理现实性,即黑色和负性词表征一致、白色和正性词表征一致;（2）蒙古族大学生存在黑白颜色隐喻一致性效应,即负性词是黑色、正性词是白色时加工得快;（3）语言和文化影响了被试的颜色认知,被试对正性词和负性词概念的加工会影响对灰色方块的黑白颜色判断。", "label": "民族学", "id": 0}
{"content": "彝族是我国第七大民族,主要居住在我国西南山区。本次报告将焦聚于凉山彝族独特的原生性毕摩宗教对心理韧性这个概念的影响。我们对受HIV/AIDS影响的彝族社区进行了五年追踪调查,收集并分析了一系列人类心理学资料,发现凉山彝族对\"心理韧性\"的认知不仅包含\"坚强\"的内在特质,也包含了\"坚持\"等情境变量。西方心理学界定的心理韧性指在逆境中个人和社会能力等内在特质,而凉山彝族对心理韧性的认知包含了外在情境特质。我们将运用生态认知模型来解释这些凸显文化差异的资料。最后,本研究通过建构凉山彝族心理韧性概念,提出透过家族机制（家支）传承的灵性意义,特别是有利于激发少数民族高危人群的求助行为,帮助他们缓解情绪痛苦,并提升其心理韧性。", "label": "民族学", "id": 0}
{"content": "<正>一、萨冈彻辰研究（一）萨冈彻辰的生平蒙古族历史名著《蒙古源流》一书的作者萨冈彻辰生于1604年,是鄂尔多斯乌审旗伊克锡巴尔地方名门望族的后裔。他的曾祖父库图克台·彻辰·洪台吉（1540-1586年）是明代蒙古史上的显要人物。据萨冈彻辰介绍,他的曾祖父博学多才,上知天文下知地理,是能\"总结历史、汲取经验、预测未来、制订对策\"的一位学者。他不但满腹经纶,具有雄才大略,是治国安邦的贤能;而且慈悲为怀,", "label": "民族学", "id": 0}
{"content": "文章基于2016年的和韩国男人结婚的中国汉族女性的夫妻关系矛盾研究的调查数据,对其影响因素进行分析。研究发现,年龄和夫妻矛盾成负向影响,主观经济水平和夫妻矛盾成正向影响。家务分担越明确,越公平,夫妻矛盾越小。意思疏通越通畅,夫妻矛盾越小。其中结婚途径和结婚前后情报一致也对夫妻矛盾产生有意义的影响。", "label": "民族学", "id": 0}
{"content": "<正>夏尔巴人是跨境民族,其民族源流在学术界存在争议,至今未达成共识。本研究采用体质人类学方法,选取藏缅语族12个族群（夏尔巴人、藏族、门巴族、珞巴族、僜人、木雅人、尔苏人、羌族、白马人、彝族、怒族、独龙族）的11项头面部形态学指标值进行主成分分析。研究显示,夏尔巴男性头面部特征与藏语支的门巴族很接近,与僜人、藏族较", "label": "民族学", "id": 0}
{"content": "移民构成了中国西南地区的一大特征。自秦汉以来,陆续有外来移民流入西南地区,至元明清时期,在移民规模和移民区域达到大发展阶段。这一时期的汉族移民数量巨大,从根本上改变了西南人口的民族成分,降低了世居人口的重要性。与此同时,汉人也将其特有的文化习俗带入西南,并对西南社会产生了重大影响。", "label": "民族学", "id": 0}
{"content": "云贵地区少数民族档案文献遗产资源非常丰富,但也面临着保管机构众多、损毁统计不详、普查征集困难、信息难以读解、库房条件不足、社会意识不强、修复技艺稀缺、方法难以突破、政策标准缺乏、组织管理不力等方面的问题。基于调查和分析,笔者从保护主体、保护客体、保护环境、保护方法、保护制度五个方面构建了云贵地区少数民族档案文献遗产保护的基本框架,并进一步从构建多元协同模式、落实分级保护策略、优化预防保护成效、实现技术方法创新、规范保护运行机制方面提出了云贵地区的少数民族档案文献遗产保护推进策略。", "label": "民族学", "id": 0}
{"content": "喀喇沁左翼蒙古族是一个具有悠久历史与文化的部族,其祖先是来自于\"森林中百姓\"的兀良哈人,是成吉思汗的重臣千户长者勒蔑（又叫济拉玛）的后裔。他们最初的生活方式是以森林狩猎为主,形成了北方民族与生俱来的那种勇猛精神和豪放性格。他们无论是在蒙元铁骑东征西讨中,还是在明初燕王与建文帝的皇权争斗中,以及清军统一漠北并同朱明王朝的战斗中都立下赫赫战功,受到几代封建王朝的最高统治者的赏识而授土封王,在不同的历史阶段都留下了浓墨重彩的华章。经历千年的历史进程,最终以兀良哈人为主体的喀喇沁左翼蒙古族人民在美丽富饶的大凌河流域定居下来,形成了独具特色的民族和民俗文化。", "label": "民族学", "id": 0}
{"content": "<正>目前,各医院对汉族患者的健康教育工作开展得有声有色,但如何对藏族患者进行有效的健康教育,目前研究甚少。由于藏传佛教深入到藏民生活的每一个领域,其住院生活也会受到宗教信仰的影响,从而产生各种需求。因此,我们应在充分了解藏族风俗习惯的基础上,广泛的、有针对性的开展健康教育教育,提高患者治疗依从性。医院编撰宗教相关学习资料并进行培训,以便了解藏族宗教习俗,避免触犯患者禁忌。对于藏族的一般风俗习惯我们应予以尊重,但对于一些带有迷信色彩的陋习我们则应进行劝阻。如我院曾发生一起家属用藏香为患者驱邪消灾的烧伤事件,患者持续吸氧,家属用藏香在患者面部来回", "label": "民族学", "id": 0}
{"content": "本文基于CNKI数据库,检索和研究民族学相关研究论文。以中图分类号\"C95\"查寻发表时间为近五年的论文,并对这些论文进行主题、作者、单位、时间等特征进行分析。", "label": "民族学", "id": 0}
{"content": "随着城市化进程加速,越来越多穆斯林女性进入沿海大城市,既有研究对其在城市的社会融入及影响因素进行了探索,但鲜有从日常活动空间视角进行切入。本文基于对广州穆斯林女性的问卷调查和深度访谈,分析其社会融入维度和特征演变,并结合日常活动空间的拓展,进行进一步解释。研究发现:穆斯林女性的社会融入可归纳为四个维度,经济与社会交往融入和心理融入程度较高,生活融入程度尚可,文化接纳程度相对较低;穆斯林女性在广州的活动空间经历了由初始锚点向周边扩展和向主要城市空间转移、并最终与城市居民趋同的过程;活动空间范围和主要活动点周边的建成环境对社会融入有显著影响,活动范围越大、家和工作地周边设施越丰富,融入程度越高。", "label": "民族学", "id": 0}
{"content": "希望（hope）是积极心理调适（positive psychological adjustment）的有力预测因子,希望具有希望效能（hope agency）和希望路径（hope pathways）两种结构。前人研究显示,两种希望结构对积极心理调适具有不同的效果。本研究关注希望对多种族民族（multiethnoracial）个体积极心理调适的预测效果。多种族民族个体因为多重文化身份而经历着种族歧视（ethnoracial discrimination）和社会孤独,从而面临着更多的积极心理调适问题。研究通过对203个（女:164）多种族民族身份美国大学生进行量表研究,探讨希望对于积极心理调适的预测作用,并检验在控制了种族歧视和社会支持（social support）后,希望是否仍可以单独预测积极心理调适,且两种希望结构是否起到不同的效果。使用一般性种族歧视量表（GEDS）测量种族歧视,社会网络量表（SNL）中的两个问题测量社会支持（家人＆朋友）,希望量表（HS）测量希望的两个结构（希望效能＆希望路径）,主观活力量表（SVS）和生活满意度量表（SWLS）测量活力和生活满意度。结果显示,希望效能和希望路径与活力和生活满意度呈现显著正相关。层次回归结果显示:a.种族歧视单独负向预测生活满意度,无法预测活力;b.社会支持单独正向预测活力和生活满意度;c.控制了社会人口学变量、种族歧视和社会支持后,希望仍能单独正向预测活力和生活满意度;d.希望效能是活力的有力正向预测因子,而希望路径则更能有力正向预测生活满意度。本研究是首个强调希望对于多种族民族个体的重要作用的研究,结果可为对多种族民族个体进行积极心理调适的干预提供经验,即与消除种族歧视和增加社会支持相比,建立希望对多种族民族个体来说是更为现实易行的方法。", "label": "民族学", "id": 0}
{"content": "社饭是一种祭祀社稷的食品。吃社饭主要在社节（立春后的第五个戊日）进行,在民间有\"过社\"\"拦社\"等称呼。戊日属土,相传是土地神的生辰,因此这天是祭祀土地神的日子。人们通过祭祀活动以祈六畜兴旺,五谷丰登,家运祥和。通过访谈记录整理发现:虽然社饭很多地方都有在做,但因为乌江沿岸地理环境的复杂性再加上苗民先辈多不识字又与外界不同语言,所以乌江苗都的苗家人根据社饭原料来源广泛这一特性又称社饭为\"渣菜饭\"。", "label": "民族学", "id": 0}
{"content": "朝鲜族是当今世界上分布最广的民族之一,其中居住在我国的就达二百万之多。自近代以来,中朝两国内外局势动荡、内忧外患频仍,因此那些迫于生活压力的朝鲜族便纷纷迁往中国东北,逐步形成朝鲜族聚居区域与民族群体,为开拓东北边疆经济做出来重大贡献。本文所阐述的内容是以佳木斯市桦川县星火朝鲜族乡为例的朝鲜移民的经济变迁,以及其在发展过程中面临的问题。", "label": "民族学", "id": 0}
{"content": "由于赫哲族所在的地区地广人稀,自然资源极为丰富,为了更好地与自然界相处,同时也为了使赫哲族社会更加有序而和谐,因此赫哲族的环境习惯法逐渐形成。赫哲族的环境习惯法的来源主要为民族禁忌和民族习惯法,其效力的基础为对自然万物的原始崇拜,赫哲族参照这些习惯法来约束和规范环境保护方面的日常行为。", "label": "民族学", "id": 0}
{"content": "<正>2018年6月22日至24日,北京市社科院满学研究所于北京召开\"满洲民族文化与历史文献记忆\"学术研讨会,来自北京大学、中国人民大学、中央民族大学、中国第一历史档案馆、故宫博物院等高校、文博单位的50余名专家学者出席了本次会议。此次学术研讨会共收到会议论文52篇,学者们围绕\"满洲民族文化与历史文献记忆\"这一主题开展讨论,以多元文化的视角探索了满学和清史的重要问题,大体归纳为以下六个方面:（1）八旗研究;（2）民族文化与宗教;（3）清代政治制度、政治事件、人物;（4）边疆民族与中外关系;（5）满文档", "label": "民族学", "id": 0}
{"content": "<正>《满学论丛》第八辑即将付梓。在此,感谢北京市社会科学院王学勤院长及诸位领导的高瞻远瞩,在科研经费缩减的情况下,依然保障本论丛顺利编辑和出版。感谢在编辑过程中鼎力支持的各位编委和无私帮助的各位秘书,特别是常越男博士、王鸿莉博士承担了大量具体事务,出力尤多。感谢辽宁民族出版社的吴昕阳副总编辑和李璜编辑,一如既往,尽职尽责,认真审核稿件,于出版以及相关事宜给予大力支持。", "label": "民族学", "id": 0}
{"content": "在企业社会工作研究与实践中,民族志方法能让研究者更有效地认识和进入企业,将文献、访谈和参与观察等质性方法融为一体,有机运用到关于企业组织的前期调研中,成为一套可操作的调研方法。这种方法的实施是强调微观层面的企业调研,突出自下而上的研究路径;同时,有助于我们确立问题意识,助力企业改善现状;还能够加强企业的人文情怀,关注员工的生活和心理等多元维度的实际状况。", "label": "民族学", "id": 0}
{"content": "以威宁自治县统计数据、野外调查数据为基础,基于ArcGIS10.2平台,对威宁县彝族村寨和回族村寨点在海拔、坡度、坡向三个地形因素上的分布进行空间分析,计算各个村寨点与水系和道路的距离;并基于Getis-ord General G函数对彝族村寨和回族村寨进行空间点模式分析。结果表明:彝族村寨分布于1727～2634m高程、1.35～46.77°的坡度范围内,南坡是最主要的分布坡向,彝族村寨与水系距离在11.8～1092.6m之间;回族村寨分布于1748～2594m高程、0.34～44.49°的坡度范围内,西坡是最主要的分布坡向,回族村寨与水系距离在26.2～1011.2m之间。空间点模式分析结果表明:彝族村寨在与县道、国道、高速公路的距离上属于高值聚集,回族村寨则在高程、坡度和与省道的距离上属于高值聚集。", "label": "民族学", "id": 0}
{"content": "<正>目的:水族斗角舞,亦称斗牛舞,水语称dǒu qui或dǒuɑɑɑ,即\"斗贵\"或\"都刀\",有时也叫\"贵都刀\",汉译为\"水牛打角\",意即斗牛、斗角。斗角舞表现为以牛角道具代牛,在芦笙节奏下两人持道具作两牛顶角相斗状[1]。据相关文献资料记载,水族斗角舞是由\"公牛\"、舞伴组成,音乐是以芦笙节奏为基调,随着芦笙手奏出的音乐进行翩翩起舞,斗角舞的\"公牛\"是两个年轻的小伙组成一人头戴形似牛头,带有牛角的斗笠,一人身批具有水族特色的马尾绣图案的花绸布,以遮盖舞者的背部,以此充当公牛。舞伴是五位男扮女装的\"姑", "label": "民族学", "id": 0}
{"content": "文章利用知识图谱工具CitespaceⅢ,结合统计数据对2000-2014年间被SSCI收录的国外涉藏学术成果进行了可视化分析。通过年度分布、国家/地区分布、机构和作者合作网络、主要议题、学科分布、经典论文等关键变量的分析,从整体上展现了十五年来国外涉藏研究特点和演进脉络,以期为我国涉藏研究和涉藏智库建设提供资讯与借鉴。", "label": "民族学", "id": 0}
{"content": "基于学术成果视角,对民族学学术共同体进行研究和评价,是一种较为可行的方法。应用大数据的研究方法,对民族学学术论文进行全样本的统计和分析,通过对刊载民族学术论文的期刊、从事民族学研究的高等院校和科研机构以及论文作者进行分析,对我国民族学学术共同体的发展格局和分类结构进行研究,发现和揭示民族学学科发展特点和规律。对于认识和评价我国民族学学术发展水平具有一定的参考作用。", "label": "民族学", "id": 0}
{"content": "为探寻云南少数民族保持民族意识的方式,采用田野调查法、访谈法和文献资料法,运用\"集体记忆\"理论对丽江大安藏族村进行个案研究。发现:1.大安藏族村民族意识的维持与\"土主\"传说密切相关。2.村民绕\"土主\"仪式构建了\"集体记忆\"。3.\"集体记忆\"维持了村民的民族意识。", "label": "民族学", "id": 0}
{"content": "景咙金殿国是历史上傣族在今西双版纳地区建立的民族政权,在以景洪为中心的澜沧江中游地区产生过巨大影响,随着元明清大一统的国家政权的建立,景咙金殿国继续以\"土司\"的身份延续,最终消亡于历史长河。对其政权性质的分析,长期以来是史学界热议的话题,本文就此话题和史学界已有成果进行浅析。", "label": "民族学", "id": 0}
{"content": "景咙金殿国是历史上傣族在今西双版纳地区建立的民族政权,在以景洪为中心的澜沧江中游地区产生过巨大影响,随着元明清大一统的国家政权的建立,景咙金殿国继续以\"土司\"的身份延续,最终消亡于历史长河。对其政权性质的分析,长期以来是史学界热议的话题,本文就此话题和史学界已有成果进行浅析。", "label": "民族学", "id": 0}
{"content": "受经济全球化和信息多样化的影响,民族国家认同受到多方面的挑战,主要表现在各种反动势力企图破坏祖国统一;经济全球化浪潮波及经济认同;各种社会思潮消弱主流意识形态,严重阻碍了民族团结和祖国统一。本文在探索民族国家文化多元化的基础上通过完善民族区域政策、推进民族地区经济一体化发展、增强文化凝聚力和向心力,三者相辅相成、协调发展是有效缩小地区差距、促进民族团结、提升政权合法性认同的应有之一。", "label": "民族学", "id": 0}
{"content": "民族价值观研究一直处在比较尴尬的境地里,定性研究和问卷调查法是主要研究方法,至今没有研究使用实验方法对民族价值观与行为的关系进行过探讨,这是民族价值观研究的一大空缺。民族文化是孕育民族价值观的摇篮,价值观中也承载着民族文化。在高速发展的今天,传统文化与新异文化不断发生着冲突、磨擦和融合,其中也包括少数民族文化的发展变化,以及与新异文化的交融磨合。在这样的背景下,对民族价值观中的传统价值观和民族文化保护行为进行研究是很有必要的。中心价值观指只有当价值观是自我概念的核心并且被激活时,即只有那些作为个体自我定义的一部分并且对个体自我认同感有贡献的价值观才能对行为起到指导和影响作用。本研究通过2个实验,借鉴中心价值观的研究方法,以纳西族（云南省丽江市）为例,分别使用直接和间接的方式操纵价值观启动,使用不同的行为任务,实证探讨了传统价值观与民族文化保护行为间的关系。研究1结果表明价值观对行为指导作用存在激活效应,对于以传统价值观为中心价值观的个体而言,与本民族相关的能体现民族文化的事物更受重视和喜爱,而对于不以传统价值观为中心价值观的个体而言,与本民族相关的能体现民族文化的事物并没有受到重视和喜爱。研究2使用了文化启动范式和多属性选择任务,避免了研究1中的图片偏好影响作用,进一步考察了民族价值观与行为的关系。研究结果表明,（1）民族价值观存在价值观激活效应。（2）民族价值观存在中心价值观效应,以传统价值观为中心价值观的个体对本民族的事物更重视和喜爱。", "label": "民族学", "id": 0}
{"content": "文化框架转换模型（cultural frame switch, CFS）认为,多元文化信念对个体认知与行为的影响是动态的,双文化认同群体（（BiculturalIdentityIntegration,BII））可以根据不同文化线索做出与文化情境相一致的行为归因,表现出行为归因的文化适应性特点（Hong, Morris, Chiu,＆Benet-Martínez, 2000; Wyer, Chiu,＆Hong,2009）。我国西部的回族是典型的双文化群体,既受伊斯兰教文化（Islamicculture）的影响,又深受儒家文化（Confucian culture）的影响。当两种文化相互碰撞时,就会表现出双文化的认同差异（Sacharin, Lee,＆Gonzalez,2009）。而研究具有双文化认同整合经验的少数民族群体的归因偏向,对于解决民族冲突和促进社会和谐具有现实意义（曹慧,张妙清,2010）。此外,交叉分类法由于可以避免或降低群体身份凸显性、模糊群体身份界限,因此被认为是消除群际认知偏好的有效干预策略（Dovidio, Gaertner,＆Saguy, 2009; Gonzalez＆Brown,2006）。基于此,本研究采用双文化认同整合（BII）量表筛选了高BII和低BII两类回族双文化被试群体,并通过两个实验探讨回族双文化认同群体慈善捐助群际归因偏向的特点及其干预效果。实验1采用Go/No-go联想任务测验（GNAT）,探究回族双文化认同群体慈善捐助内隐群际归因偏向的特征,结果发现,回族高双文化认同（BII）群体对内群体和外群体慈善捐助的归因偏向不同,对内群体倾向于文化归因,对外群体倾向于特质归因,表现出群际归因的文化框架转换特点;而回族低双文化认同（BII）群体对内群体和外群体慈善捐助均倾向于文化归因,表现出群际归因文化情境的不适应性。实验2采用交叉分类法（crossed-categorization）对回族双文化认同群体的内隐归因偏向进行干预,结果发现,交叉分类法（crossed-categorization）可有效干预回族低BII群体慈善捐助的文化归因偏向,表明通过模糊群际边界或削弱群体显著性可以有效降低回族低BII群体对内外群体慈善捐助的文化归因偏向。结论:文化转化框架模型在中国文化背景下是适用的,回族双文化认同整合高低群体慈善捐助群际归因具有文化一致性和差异性,交叉分类干预方法可有效降回族低双文化认同群体的群际归因偏向。", "label": "民族学", "id": 0}
{"content": "根据内群体投射模型理论（ingroup projection model）,多数人群体成员通常认为自身群体比少数人群体更能代表上位群体,因而表现出内群体投射（宣称内群体对上位群体更具有代表性）和较高的相对内群体原型倾向（内群体比外群体更能代表上位群体的程度,RIP）,以及对待外群体的消极态度。有独特文化的少数人群体成员虽然也渴望在上位群体中体现自身群体的独特性,进而获得积极的社会认同,但是受到自己所属群体规模的限制,他们很难宣称自身群体比多数人群体更能代表上位群体。我们之前的研究发现,有独特文化的少数人群体（藏族）的较低的RIP会导致对外群体的消极态度,而较高的RIP则会促进对外群体的积极态度。那么,对于有独特文化的少数人群体（藏族）,群体投射对外群体态度的作用机制是什么?本研究从内隐和外显两个层面来探讨藏族群体的群体投射影响成员外群体态度的机制,检验地位差异合理性的中介作用。研究1（N=76）采用问卷测量方法,探讨外群体投射,地位差异合理性与对外群体外显态度的相关关系;研究2（N=57）通过实验室研究操纵藏族群体的群体投射为外群体投射,无群体投射和内群体投射三种实验条件,检验不同的群体投射与对外群体的内隐态度和地位差异合理性的因果关系。研究3（N=77）进一步启动藏族群体的外群体投射,操纵地位差异合理性,检验地位差异合理性对外群体态度的作用。结果发现,群体投射与对外群体的消极内隐态度呈\"U\"型曲线关系,在无群体投射（汉族原型=藏族原型）时,藏族群体对外群体的内隐态度最积极。地位差异合理性在外群体投射导致对外群体消极的外显和内隐态度中起完全中介作用。", "label": "民族学", "id": 0}
{"content": "研究旨在探讨新疆民族居民应对方式与心理和谐关系。在新疆南疆和北疆方便取样抽取1477名成人民族居民,采用民族成人应对方式量表（CSS-EA）和民族成人心理和谐量表（MHS-EA）进行测试。结果发现,新疆民族居民使用频率最高的应对方式是幻想,其次是问题解决,其三为中庸处世,其四是忍耐;较少采用求助、回避;最少用发泄。新疆男性在发泄、回避维度上得分高于女性;新疆女性在幻想维度上得分高于男性;中庸处世、问题解决、求助、忍耐、应对方式总均分没有性别差异。新疆民族居民心理和谐处在\"不确定\"到\"比较和谐\"之间,其中27.90%的居民得分在4分以上,心理和谐水平较高;61.80%的居民得分在3～4分之间,心理和谐水平居中;10.20%的居民得分在3分以下,心理不和谐。高和谐组在问题解决、幻想维度上得分显著高于不和谐组;而且问题解决分数与心理和谐分数显著正相关。在求助、发泄、回避、忍耐四维度,高和谐组得分显著低于不和谐组;发泄、回避、忍耐均与心理和谐水平显著负相关。结论,问题解决取向的应对方式对心理和谐有积极的促进作用,而发泄、回避、忍耐这类情绪取向的应对方式对心理和谐有消极的阻碍作用。在构建和谐社会的进程中,及时有效地解决好、处理好与广大人民群众切身利益相关的热点、难点问题,是有效促进民族居民心理和谐的重要途径。", "label": "民族学", "id": 0}
{"content": "不同的文化背景对整体局部加工过程的反应性和准确性是有差异的,由此判断不同的民族对整体局部的加工也是有差异的。以往关于整体和局部知觉的研究通常要求被试直接对出现在复合刺激整体或局部水平上的靶目标做反应,因此复合刺激与任务相关并被注意。本研究将采用三因素混合实验设计,通过测量复合字母的整体和局部性质对随后出现的探测刺激的启动效应来研究在非注意条件下整体和局部性质加工的差异,以蒙汉大学生为被试,由此探索蒙汉大学生在整体局部范式下的负启动效应,借此考察蒙汉大学生在抑制整体局部加工特征中的偏好问题。结果发现:（1）在汉族被试结果中,并未出现整体优先现象和负启动效应,可能原因是被试中存在整体优先和局部优先两种情况,才导致最终结果中未出现预期效应;（2）但是在蒙族被试结果中,整体优先现象和负启动效应均出现了,所以由此证明蒙族被试的属于整体优先的认知加工模式。该研究表明,不同的民族文化对个体在抑制整体局部加工特征中的认知加工是有差异的。", "label": "民族学", "id": 0}
{"content": "情绪感染和情绪调节分别得到研究者的关注,但很少研究从整个情绪过程的角度考虑情绪感染,情绪调节和情绪状态之间的关系。尽管情绪的文化普适性得到大量研究者认可（Ekman＆Friesen, 1971）,但有研究者提出了情绪的文化特异性（Beaupré,＆Hess, 2005; Butler, Lee,＆Gross, 2007）。中国是多民族国家,理解不同民族的情绪过程特点有助于民族团结。本研究将从情绪过程的角度探讨情绪感染,情绪调节和即时情绪状态之间的关系,并探索在此过程中存在的民族差异。研究使用情绪感染量表,情绪调节量表,和中国人情绪形容词表（CMACL）对1363名中小学生进行施测（平均年龄13.83岁,包括36%汉族, 28%傣族,30.1%景颇族）。结构方程模型的结果显示:（1）积极情绪感染对个体的即时情绪状态存在直接效应:增强积极情绪状态,抑制消极情绪状态。积极情绪感染通过认知重评的部分中介作用提高积极情绪状态,抑制消极情绪状态。对景颇族来说,认知重评对消极情绪的抑制效果最差。（2）消极情绪感染对积极情绪状态起到直接的削弱作用,我们进一步发现,这种削弱作用仅仅表现在傣族群体中。对傣族群体来说,消极情绪感染也通过认知重评的部分中介作用增强积极情绪状态。因此,我们在傣族群体中发现了\"不一致中介\"效应,总体上表现为消极情绪感染对积极情绪状态的抑制作用。（3）消极情绪感染对消极情绪状态起到直接促进作用;有意思的是,我们同时分别发现了认知重评和表达抑制在消极情绪感染和消极情绪状态之间的部分中介作用。具体而言,消极情绪感染通过表达抑制的部分中介作用增强了消极情绪状态,且这种作用在景颇族群体内表现最为强烈。（4）消极情绪感染通过认知重评的部分中介作用抑制了消极情绪状态,但这个效应仅存在在景颇族和傣族群体内。但认知重评在消极情绪感染和消极情绪状态间表现为\"不一致中介效应\",总体而言,消极情绪感染对消极情绪状态起到促进作用。因此,不同民族有着总体相似的情绪过程,但在某些阶段存在差异。", "label": "民族学", "id": 0}
{"content": "生产生活方式对个体自我构念的影响体现了不同文化的差异性,同时文化不断的交融也会重构不同文化个体的自我构念。本研究以蒙古族为研究对象,从文化、自我和认知关系方面讨论了文化心理的差异性,使用自我构念量表对蒙古族、汉族大学生的自我构念特点进行比较发现,汉族与蒙古族大学生之间没有显著差异,都以互依型自我构念为主,而蒙古国的蒙古族大学生以独立型自我构念为主,这说明自我构念具有可塑性,既能体现文化差异,又能随着文化交融发生变化。自我构念对认知影响的眼动数据显示,内蒙蒙古族和汉族大学生在观看场景图片时,对背景的注视远高于对物体的注视,而蒙古国蒙古族大学生对物体的注视远高于背景,这说明文化通过自我构念可能对个体的认知产生了影响。然而,在文化交融的过程中,内蒙蒙古族个体的独立性是不是完全消失了呢?本研究进一步分析数据库中蒙古族和汉族的常用名字（Top1、Top10、Top20）占该民族总人口的百分比发现,蒙古族常见名字百分比显著的低于汉族,这暗示,姓名作为作为文化代表性产品,呈现出稳定的差异性,受文化交融影响较小。", "label": "民族学", "id": 0}
{"content": "\"刀耕火种\"是麻山苗族的传统生计模式,这种生计模式在过去的几个世纪里不仅使这支苗族得以稳态延续,也没为他们的居住环境带来生态危机。民族生存方式是本民族基于自身环境所做出的文化选择。我们必须秉持文化相对主义的观点,不能简单地用\"先进\"和\"落后\"、\"好\"与\"坏\"这样的价值观去评论某一个民族的文化运作。本文将从土壤的利用、保水技巧、肥料获取等方面探讨麻山苗族\"刀耕火种\"的文化适应。", "label": "民族学", "id": 0}
{"content": "随着市场研究的深入发展,研究的形式越来越多样,研究的内容越来越深入,民族志研究也不再停留在学术研究层面。前几年,简化版的民族志研究在研究行业全面开花,但在火热了一段时间后归于沉寂。作为国内比较早使用民族志研究并且一直延续下来的企业研究团队,我们一直在改进这种研究形式,以使它的研究成果更符合企业的需求,也更能够帮助企业深入理解消费者和用户。", "label": "民族学", "id": 0}
{"content": "传统民居是地域文化的物质栽体,受到其所处场地、文化和生活习俗的文脉的影响。研究民居不能局限于传统建筑学的理论与方法,而且应当运用文化人类学的视角与方法,结合亲身的环境体验和田野调查,将民居放在地域文化中进行考察,与生活方式、社会结构、传统习俗、宗教仪式、文化象征等进行相互联系,在相关性中探究其民居形式背后互动关联的社会文化。文化人类学对民居的解读提供了一种新的途径,也为重新审视非洲民居开辟了一个全新的视野。本文对文化人类学理论进行了简要介绍,试图从中梳理出能够应用于民居研究的文化方法。通过对传统习俗、宗教神话、装饰图腾、仪式象征等文化因素与民居的相互影响和作用的分析,探讨了研究非洲民居的新视角和切入点。", "label": "民族学", "id": 0}
{"content": "贺州的客家文化习俗中仍沉积有其最早的迁出地的母体文化,尤其是早期的汉晋甚至是先秦时期河洛一带的文化习惯。贺州客家婚礼程式由先秦的六礼演变而来,婚礼用黑习俗映射秦代阴阳观和汉代生育观,婚礼中悲喜同行的习俗是秦汉两种婚礼相互叠加的结果,造\"土主\"烧买地券的习俗是汉晋以来虚实两种\"买地券\"殡葬遗风的传承,门堂第号习俗是汉以来门第制度在文化习俗上的延续,横屋是宋代以来世代同堂这一孝文化在客家民居中的物化。", "label": "民族学", "id": 0}
{"content": "佤族是云南最古老的民族之一,在佤族长达几千年的历史发展中,由于主要活动在崇山峻岭中,并夹杂在江河之间,地势极为险要,外部力量很难进入或是在这一地区立住脚,因此在其不断发展的过程中形成了具有民族文化特色的采集、管理和利用与生物多样性有关的传统知识。生物多样性是人类文化和社会进步发展的物质基础,在生物多样性的基础上人类创造了保护和持续利用生物资源的革新技术和丰富文化。而生物多样性的发展也依赖于民族文化的多样性和传统的知识、革新和实践。保护传统文化可直接促进生物多样性的保护,与此同时传统文化的丧失将导致生物多样性的丧失。", "label": "民族学", "id": 0}
{"content": "本文通过查询文献资料、实地调研等方法来深刻地阐述了在清末民初,英国基督教循道公会的牧师、传教士柏格理来到中国,并以贵州省威宁县石门坎为中心,进行布道传教,他通过兴办学校、创立医院以及创制苗族文字\"伯格理苗文\"（又称老苗文）等举措极大地促进了民族地区教育、文化和医疗卫生事业的发展,对后世产生了深远的影响。", "label": "民族学", "id": 0}
{"content": "<正>生活在山区的苗族乡民懂得尊重自然、敬畏生命,并不断地呵护自然。那么,这种表达生态友好之文化行为背后的认知基础是什么呢?这种认知在苗族传统文化习俗中又是怎样表达,以及它们对生态系统的保护有何作用呢?本文试图从苗族的语言词汇、丧葬习俗、农耕生产生活习俗、医药习俗、民居建筑习俗、节日庆典习俗等角度,揭示蕴涵于苗族传统文化中的生命伦理与\"神性", "label": "民族学", "id": 0}
{"content": "<正>本文将基于对现居住于广东省龙川县老隆镇幸福村中之畲族蓝姓村民之田野调查对其宗祠文化以及祖先之起源、迁徙、发展概况及其现况进行叙述。一、蓝氏宗祠此祠堂位于广东省龙川县附城幸福村中部幸福村在乾隆年间又叫鲤仔塘,据当地老人蓝日旺描述此地的蓝氏族人就是乾隆年间从龙川县田心镇甘陂村迁来的蓝氏十二世祖传公的后代。历时二百七十余年,繁衍嗣孙十三代人,总人口达四百多人。此宗祠是为了供奉蓝氏历代祖先,团结蓝氏族人而建,但在文革时", "label": "民族学", "id": 0}
{"content": "在现代化和全球化水平非常高且还在不断发展的今天,过去囿居于山地农村等相对隔绝地带的中国少数民族也不可避免地被席卷入了市场当中。不管是在少数民族聚居区还是在经济发达的汉族聚居区,少数民族都采取了各种方式参与到了市场经济的过程当中,这在极大程度上为他们自身的族群认同构造出了依托,当然这也加强了他们的族群认同。如果说民族识别作为一个进行族别划分的国家手段并没有划分出带有严格意义上\"族群\"属性的群体的话,这些群体参与市场经济的这个动态过程,却为他们在其所冠有的少数民族名号之下发展、创造或复兴出了\"族群性\",少数民族名号之下的\"族群\"正在形成。", "label": "民族学", "id": 0}
{"content": "所谓现代性,体现为一系列主导价值的价值位移和重构,如果没有这些价值位移和重构,不可能造就现代人;而社会主义核心价值观就是体现当代中国现代性的一系列主导性价值。社会主义核心价值观的培育过程,是现代性核心价值的位移和重构过程,是人和社会获得现代性的过程,如果没有看到这一点,社会主义核心价值观根本不可能生根于一个传统人、一个传统社会,培育和践行都会成为空想。民俗文化是一种体现前现代性核心价值的民间文化,如果用体现前现代性的价值观培育人,得到的是传统人,而非现代人。从现代性视角来看,只有在民俗文化的现代性转换上下功夫,才可以完成涵养社会主义核心价值观的任务,否则,会起相反作用。", "label": "民族学", "id": 0}
{"content": "<正>少数民族同胞在长期生产生活中创造了内容丰富、形态各异的文化,是民族集体智慧与创造力的结晶,具有重要的研究价值。随着信息化的快速发展,各民族与外界的交流日益增多,很多文化迅速走向瓦解甚至消失,作为无形、动态依靠口头传承的文化就更加脆弱,如不及时", "label": "民族学", "id": 0}
{"content": "随着全球经济一体化态势的日益增强,\"一带一路\"战略框架的提出,中国与俄罗斯的合作日益密切,全面战略协作伙伴关系正在深化发展,实现互利共赢。\"一带一路\"战略下,从心理学跨文化的视角来探讨俄罗斯民族精神是理解文化差异的维度之一,是时代赋予我们重大的课题。俄罗斯民族是一个独特的民族,其民族文化源远流长,其民族精神丰富而具内涵。在其民族精神中体现最为广泛的是\"集体主义\"思想:作为俄罗斯民族精神特质和文化价值源泉,集体主义价值取向符合俄罗斯历史和现实的道德价值观的构建。中俄两国的集体主义价值取向同在马克思主义意识形态下一脉相承,既有相似点,又各有千秋。在这个背景下,思考俄罗斯民族集体主义价值取向,就是要进一步理解个体与集体的关系,进一步理解团结互助、互惠共生的价值观,进一步理解中国与俄罗斯集体主义价值取向的异同点,为两国的外交战略提供有价值的理论基础。俄罗斯民族的集体主义价值取向源于俄罗斯特定的民族文化——\"村社\"文化,它是民族个性形成的基础,人民对\"村舍\"文化的认同和依存心理都融入到价值观当中。集体主义价值取向强调整体主义的道德准则——集体利益高于个人利益。集体主义思想通过社会化传递了潜在的价值取向,风俗习惯与社会准则,在一定程度上影响着俄罗斯的社会意识形态与社会心理观,影响着俄罗斯人民的民族性格,集体意识观,个体人格,认知方式,情绪情感,动机水平以及心理行为模式。", "label": "民族学", "id": 0}
{"content": "想象接触是群际接触研究中的新兴范式,可以有效地减少群际偏见,改善群际关系,能更好地适用于当今较为复杂的社会环境。但以往研究主要关注群际焦虑、群际信任、共情等情感因素对群际接触效果的影响,而忽略了观点采择、认知闭合需要、本质论等认知因素的中介作用。民族本质论指人们关于于民族类别具有本质特征的信念,会影响人们的群际知觉与社会判断。本研究将通过三个系列实验,以汉族大学生为被试,探索想象接触对维吾尔族群体内隐群际态度的影响,并探索民族本质论在想象接触中的作用机制。研究一,采用单类内隐联结测验发现,相对于想象户外风景的控制组,想象与维吾尔族融洽互动的积极想象组显著提高了对整个维吾尔族的内隐态度。研究二,采用民族本质论测量问卷发现,相对于想象户外风景的控制组,想象与维吾尔族融洽互动的汉族大学生显著降低了民族本质论。研究三,采用单类内隐联结测验发现,想象接触通过降低汉族大学生的民族本质论提高了对整个维吾尔族的内隐态度,民族观在想象接触影响内隐群际态度中起中介作用。最后,本研究论述了该发现对扩展想象接触研究的理论价值及其对改善群际关系的实践价值。", "label": "民族学", "id": 0}
{"content": "文化社会化指父母和其他有影响力的人有意或无意地向孩子传递与民族文化有关的信息。青少年期间个体与同伴交流的时间增多,价值观、信仰和行为更大程度地受到同伴的影响。同伴是少数民族青少年文化社会化的重要承担者,但是以往的研究对此关注较少。当前研究的一个关键缺陷在于缺少实证研究系统地考察青少年同伴之间如何进行文化社会化的信息传递。本研究采用自编的傣族青少年同伴文化社会化开放式问卷,选取云南省德宏傣族景颇族自治州193名傣族初中生和41名傣族大学生进行调查,考察傣族青少年同伴文化社会化的基本类型及特征,并初探傣族青少年同伴文化社会化的发生情境。根据相关文献的理论梳理,并结合开放式问卷的数据,建立了同伴文化社会化的分析类别。内容分析的结果表明:傣族青少年同伴相互之间传递的文化社会化信息,按频次由高到低排列,包括:族群习俗、民族艺术、民族标志物、民族语言文字历法、族群人格、族群历史、族群价值观七类。其发生情境主要包括临近节日、民族意识激发、好奇探索和文化差异讨论四种,其中民族意识激发、好奇探索分别与临近节日情境之间存在交叉发生的现象。", "label": "民族学", "id": 0}
{"content": "选择云南省临沧市耿马县佤族小学生208名作为被试,采用\"娃娃研究范式\"变式、问卷调查等方法,以两个研究考察了佤族小学生的民族自我识别问题。研究一调查佤族儿童的民族自我识别和民族区别线索,为后续研究的实验材料设计提供依据。研究二以肤色和服装为线索,考察肤色和服装对佤族儿童民族自我识别的影响及肤色偏好。结果表明:肤色对佤族儿童的自我识别有显著影响。佤族儿童认为黑肤的儿童最像佤族。低年级儿童更愿意与白肤、黄肤的人成为朋友,高年级则更愿意与黄肤、黑肤的人成为朋友。佤族儿童以黑肤色作为区分本族人与他族人的标志之一,他们不否认黑肤色最像自己,并且在选择朋友时,并未表现出明显的白肤色偏好,而是更多地反映出深肤色偏好,尤其是女童。", "label": "民族学", "id": 0}
{"content": "寻求超越自我的价值与意义系统是人类社会的根本动机,但是不同的文化系统却有不同的超越路径,例如,指向人类社会自身的内向超越和指向上帝信仰的外向超越。本文以世道正义和上帝信仰为切入点,分析了中国儒家文化与亚伯拉罕一神教文化的价值路径差异及其与主观幸福感的关系。研究一发现,中国人更加强调世俗世界的正义美好（好有好报、恶有恶报）、而不看重上帝信仰,犹太人正好相反;同时,中国人的世道正义观（而非上帝信仰）能够独立预测其幸福感,犹太人的上帝信仰（而非世道正义观）可以独立预测其幸福感。研究二以中、美两国大学生为样本,同样发现了儒家文化（中国）与基督教新教文化（美国）的价值差异,即中国（vs.美国）大学生重世道正义、轻上帝信仰,二者对主观幸福感的预测存在区分效应;研究三以中国汉族（非穆斯林）与维吾尔、回族（穆斯林）大学生为样本,发现前者重世道正义、而后者重上帝（真正）信仰,二者在对主观幸福感的预测上同样存在区分效应。三个研究一致表明,中华文明与西方亚伯拉罕文明虽然在追求幸福的目标上是一致的,但实现的价值路径却很不相同;我们在制定国家重大文化战略时,应考虑人类社会不同文明的共性与个性。", "label": "民族学", "id": 0}
{"content": "内隐种族态度是内隐社会认知的重要方面,先前很多关于内隐种族态度的研究都发现了内群体偏好现象,而且这种内群体偏好还会体现在行为表现中。不过,这些研究的实验任务通常都是在黑人和白人之间进行对比,且被试多数生活在欧美等多种族融合国家。近年有研究在南非黑人小孩和西班牙裔群体中发现了内群体贬损的情况,提示了对除白人以外其他人种的内隐种族态度进行研究的意义。本研究通过内隐联想测验（implicit association test,IAT）范式探究在中国成长的黄种人对本种族所持有的态度,并通过金钱分配任务研究行为表现中的种族偏好。本研究招募97名汉族且无半年以上国外生活经历的大学生被试（男32,年龄19.26±1.43）,随机安排每名被试完成一种条件的种族IAT测试（黄-白IAT或黄-黑IAT）及随后的自尊IAT测试和金钱分配任务。3个实验任务结束后,要求被试对黄、白、黑三种肤色人种分别进行主观喜好评价（Likert9点评分）,并完成自尊量表（the Self-Esteem Scale,SES）。其中,在金钱分配任务中,屏幕中部上下方分别呈现两张不同种族的人脸图片,屏幕左右方分别呈现对应的两种金额一样、位置相反的金钱分配方案（均为不平等分配,1:9、2:8、3:7）,被试的任务是在两种分配方案中进行选择,从而决定屏幕中两人所获得的金钱数额。种族IAT和自尊IAT的结果用D600分数进行数据分析。实验结果显示,被试对黄种人的内隐和外显评价都显著高于白人和黑人,且对白人的评价显著好于黑人;内隐、外显种族评价相关不显著。内隐自尊与外显自尊显著正相关,但均与内隐、外显种族评价相关不显著。在金钱分配任务中,无论黄种人是和白人还是黑人进行配对,黄种人都获得更高数额的金钱分配,且有更高的概率获得钱数多的分配方案;金额分配方案的选择与外显种族态度显著相关,但与内隐种族态度、内隐自尊、外显自尊的相关均不显著。本研究结果表明,中国人在内隐、外显种族态度和行为表现中都表现出稳定的内群体偏好,且相比于内隐种族态度,外显种族态度与行为表现的关系更为密切。", "label": "民族学", "id": 0}
{"content": "随着社会发展,少数民族青少年到内地求学逐日增多。到内地学习后,少数民族青少年脱离了母体文化,迎接他的是与原生活环境和文化环境差异较大的主流文化环境。如何尽快适应主流环境,如何认同本民族文化与主流文化等一系列问题接踵而至。对主流文化的适应与认同,将直接关系着少数民族青少年在内地的学习、生活,对少数民族青少年的成长影响深远。少数民族青少年的文化适应、民族认同,以及两者之间的关系逐渐成为民族研究领域的主要方向。那么,汉语作为主流文化的重要内容之一,其熟练程度是否会影响少数民族学生的民族认同和文化适应?在本研究中,我们选取150名在内地学习的藏族学生为被试,考察藏族学生的文化适应、民族认同及其影响因素。研究选用王亚鹏的文化适应问卷（TUAS）和民族认同问卷（TUEI）测查内地藏族学生的文化适应以及民族认同,采用7点量表主观评定的方法考察被试的汉语熟练程度。文化适应问卷结果显示,内地藏族学生的文化适应中的\"分离\"和\"整合\"两个维度的得分较高,这说明,内地藏族学生更喜欢采用\"分离\"和\"整合\"的文化适应策略。汉语熟练程度在\"分离\"维度上的差异显著,t（148）=2.7,p<0.05,在\"同化\"维度上差异不显著,t（148）=1.294,p>0.05,在\"整合\"维度上差异也不显著,t（148）=-0.289,p>0.05。民族认同问卷结果显示,汉语熟练程度不同,内地藏族学生对主流文化的认同程度也不同且差异显著,t（145）=-2.836,p<0.05,对民族认同的消极方面差异显著,t（145）=3.008,p<0.05。但对民族认同的积极方面则差异不显著,t（145）=0.946,p>0.05。由此可见,汉语熟练程度影响藏族学生的民族认同。将内地藏族学生的文化适应和民族认同进行皮尔逊积差相关分析,结果发现,内地藏族学生的文化适应和民族认同呈显著正相关,相关系数r=0.394,p<0.01。文化适应得分提高,民族认同得分也提高,主流文化认同得分增高的时候分离的得分降低同时整合的得分增高,消极民族认同得分增高时同化的得分增高,积极民族认同的得分增高的时候分离的得分增高而同化的得分降低。实验得出以下结论:（1）汉语熟练程度对内地藏族学生的文化适应在\"分离\"维度上存在显著影响;（2）汉语熟练程度对内地藏族学生的民族认同具有显著影响;（3）内地藏族学生的文化适应与民族认同存在显著正相关,文化适应程度在一定程度上能预测民族认同程度。", "label": "民族学", "id": 0}
{"content": "语言作为特有的文化情境因素,能够影响个人的归因方式。双语者即是双文化者。那么,双文化者的归因方式是否也受不同文化的影响?在我国,除汉族以外,藏族是人口较多、聚居地域广阔、民族文化比较突出的少数民族之一。随着社会发展和历史变迁,藏民族与其他群体,特别是汉族之间的交往越来越频繁。现在的藏民族个体接触了本民族文化的同时,也频繁接触到了汉族文化,因此,藏民族个体一般都是藏-汉双文化者。那么,藏一汉双文化者的归因方式是否会受到藏、汉两种文化载体的影响?本研究分别采用分别以图片文字两种材料的2×2混合设计的文化启动范式,考察双文化个体的文化框架转换,同时考察归因是否受到双文化个体文化认同整合水平的影响。结果发现:以图片为材料的文化启动类型下（藏文化和汉文化）的主效应不显著（F=1.976,p=0.162）,文化认同整合水平（BII）的主效应达到显著性水平（F=8.803,p=0.004<0.05）,且文化启动类型和文化认同整合水平之间的交互作用显著（F=24.729,p<0.05）。即,在藏族文化启动情景下,高BII的藏-汉双文化者倾向于做出与启动情景一致的行为,归因方式属于外部归因;而低BII个体则倾向于做出与启动情景相反的行为,归因方式属于内部归因。而在以文字为材料的文化启动情境下,文化认同整合水平的主效应达到显著性水平（F=6.734,p=0.01<0.05）,高BII者的归因结果（M=2.859）显著低于低BII者（M=3.318）。并且文化启动类型和文化认同整合水平的交互作用显著（F=33.74,p<0.05）。高BII组的个体倾向于做出与启动情景一致的行为,归因方式为内部归因;相反,低BII组的个体倾向于做出与启动情景相反的行为,归因方式为外部归因。这说明:（1）藏-汉双文化者的文化认同整合水平和文化启动类型对其归因方式有显著影响。（2）无论是图片形式的启动还是文字形式的启动,启动效果都较显著。（3）在不同的文化启动条件下,个体可以转换至与情境因素相关的文化框架。由此可见,不同的文化情景会启动个体的不同文化框架,进而导致个体采取不同的行为方式。", "label": "民族学", "id": 0}
{"content": "学校价值观是学校全体成员需要遵守的核心价值观,了解民族高校大学生对学校核心价值观的态度对于如何开展价值观教育具有重要的参考价值。因此本研究试图探讨民族高校大学生对学校核心价值观的外显和内隐态度。在前期调研的基础上,采用整群分层抽样法,以自编学校核心价值观态度问卷进行测试外显态度,用内隐联想测验测试内隐态度。结果表明,（1）民族高校大学生对学校核心价值观的态度总分及各因子平均值均超过理论中值,学校核心价值观态度总分在不同学习成绩等级之间存在显著差异;（2）女大学生对学校核心价值观态度及各因子得分显著高于男生,大学生对学校核心价值观态度总分及其各因子得分在年级之间存在显著差异,态度总分从大一到大二呈现下降趋势,到大三后又开始上升;（3）大学生对学校核心价值观态度得分在民族之间存在显著差异,少数民族大学生得分显著高于汉族大学生。因此认为,民族高校大学生对学校核心价值观基本上是认同的、积极的,性别、年级、民族等因素均对学校核心价值观态度产生了相应的影响。内隐联想测验表明,学校核心价值观和积极词汇的联合反应时显著高于学校核心价值观和消极词汇的联合反应时,因而民族高校大学生对学校核心价值观同样持积极的内隐态度。", "label": "民族学", "id": 0}
{"content": "学业价值观是学习者对所从事的学习活动的总体认知,即对为什么学习的综合描述。它对学习者的学习目标,学习动机以及学习成就等起着至关重要的作用。学习投入是积极心理学的重要研究内容之一,包括认知、情感、行为三个维度。我国是多民族统一的国家,民族认同感不仅指对本民族的认同,也指对整个中华民族的认同。青少年作为中华民族伟大复兴的中坚力量,肩负积累知识,建设祖国的重任。在深入学习社会主义核心价值观的社会文化背景下,少数民族青少年的学业价值观、对祖国和民族的情感认同以及学习教育情况受到各方面的关注。研究重点考察蒙古族青少年学业价值观、民族认同感和学习投入之间的关系。选取蒙古族初中、高中在校学生438名,年龄14-20岁,男女比例适中。研究首先对杨伊生教授等编制的适合少数民族地区的《高中生学业价值观量表》中个别题目进行修正,形成《青少年学业价值观量表》,共19个题目,总量表和分量表的α系数在0.638到0.827之间;主要适配度指标χ~2/df=1.72,AGFI=0.78,CFI=0.92,RMSEA=0.07。采用文超等人编制的《中学生学习投入量表》,对学生进行集体施测。回收有效问卷407份。采取学生写作,教师和研究者共同提取关键词的方式对民族认同感进行评定。结果表明,（1）蒙古族青少年整体上有较高的民族认同感,随着年龄的增长,民族认同感呈\"√\"发展趋势,性别差异不显著。（2）学业价值观在不同维度上存在性别和年级差异。其中自我调节和家庭维护两个维度,随年龄的增长得分增高,表明青少年的自我意识和责任感不断提升。（3）学业价值观能显著预测学习投入。（4）偏差校正的百分位Bootstrap方法中介效应检验表明,民族认同感在学习价值观和学习投入之间具有显著的部分中介作用。（5）有调节的中介效应检验进一步表明,学业价值观调节民族认同感对学习投入的影响。这些结论启示少数民族地区的教育要注重培养青少年正确的学业价值观和民族认同感,改善学生学习投入,为民族建设储备人才资源。", "label": "民族学", "id": 0}
{"content": "本研究采用便利取样的方法,以新疆喀什地区5所民汉合校中447名汉、维教师为研究对象,采用教师职业认同、教师工作满意度、教师离职意向量表进行测查,考察民汉合校单、双语教师离职意向的影响因素,为稳定边疆地区民汉合校的教师队伍建设提供理论依据。其中用汉语授课的232名汉族教师为单语教师,以汉语为主兼用维语授课的215名维族教师为双语教师。结果显示:①单、双语教师在职业价值观、自我实现及工作强度满意度、换职意向上存在差异。②单语教师调校意向、换职意向与职业认同（职业归属感除外）、工作满意度各个维度均呈显著负相关;自我实现、领导关系、同事关系与职业认同各维度均呈显著正相关。③双语教师调校意向、换职意向与职业归属感呈显著正相关,与工作满意度各维度（工资收入除外）、职业认同（职业归属感除外）均呈显著负相关;工作满意度各维度与角色价值观呈显著正相关;职业价值观与领导关系、同事关系呈显著正相关。④领导关系、工作强度、职业价值观对单语教师调校意向有30.2%预测作用,角色价值观、工作强度、自我实现、同事关系对单语教师换职意向有39.9%预测作用。⑤自我实现、工资收入、领导关系、职业归属感、角色价值观、工作强度对双语教师调校意向有45.2%预测作用,自我实现、工作强度、角色价值观、职业归属感、职业行为倾向对双语教师换职意向有66.9%预测作用。结论:职业认同感、工作满意度对民汉合校单、双语教师的离职意向具有显著影响,且存在不同的作用机制。", "label": "民族学", "id": 0}
{"content": "<正>位于杭锦旗锡尼镇南的察哈尔乌素村,原四十里梁公社区域,属于干旱硬梁区,面积达24万亩,\"察哈尔\"是部落名,\"乌素\"是水。此地名来历与一个蒙古部落、一口水井相关,因而意义深远。\"察哈尔\"是古蒙古语\"察格哈尔\",汉语意为\"看时间\"。察哈尔部的前身是成吉思汗的左翼护卫军,成吉思汗曾赞誉其为\"利剑之锋刃,盔甲之侧面\"。", "label": "民族学", "id": 0}
{"content": "\"民族\"一词从最初开始就与政治密切联系,在发展过程中其政治性就愈加明显。民族构建的主要目的就是为了更好地强调、支持和维护人类各个群体平等的政治权力（power）和政治权利（right）,民族概念的政治性不仅在理论上,也在实践上客观存在。", "label": "民族学", "id": 0}
{"content": "<正>佛教文化是草原文化的重要内容,也是沿丝绸之路传入汉地及北方草原地区的特殊的精神文化遗产。无论是始于两汉之际,由印度及西域高僧传布于汉地的印传佛教,抑或11世纪,经由青藏高原传入北方草原地区的藏传大乘佛教,均对草原文化的丰富和发展起过不可估量的作用。佛教的传入对亚洲内陆北方草原社会注入诸多新的外来文化元素,极大地丰富了草原文化内容,也积极影响着印度文化、西域文化、中原文化、雪域文化以及北方草原文化间的联结与交融,加强了不同文明间的精神文化联系。", "label": "民族学", "id": 0}
{"content": "<正>草原文化是以地理自然为特征命名的一种特色文化。自古以来,生活在草原地区的先民、部落、民族,创造了适应草原生态环境的经济、政治、社会及文化。草原文化受到自然环境的制约,是人类最早起源之地。中国草原文化以北方草原文化为主体。位于西南地区的川西高寒草原文化,是一道独特的草原文化风景线。本文仅就川西草原文化中的\"霍尔文化\"的来源、传播、特征等,考论历史上蒙古等北方草原民族的迁徙、定居,以及与藏族的融合,后逐渐在藏彝走廊鲜水河流域形成以\"霍尔文化\"为中心的部族,保存了北方草原文化的珍贵遗迹,积淀了中国多民族文化的交流融合,记录了中华文明多民族团结进步的悠久历史。", "label": "民族学", "id": 0}
{"content": "女真族长期生活在我国东北地区,并过着游牧生活。1115年女真族首领完颜阿骨打建立了金朝,金代的工艺美术必然会反映占据主要统治地位的民族生活习俗特色,因此金代女真族的生活习俗对金代工艺美术带来了较大的影响。", "label": "民族学", "id": 0}
{"content": "<正>关于达斡尔族的族源,有契丹后裔说、室韦说、蒙古同源说、女真同源说、索离说①、黑水国说②等许多说法,都很有道理。笔者不敢标新立异,只想在梳理前人诸说的基础上,对我们所掌握的新材料进行一些具体的分析,尤其重点分析一下达斡尔族族源同秽貊—夫余族系的联系。笔者曾在各民族学者论著中查阅有关达斡尔族族源的论述,这些论述基本的套路是相近的,主要是围绕达斡尔族究竟是否契丹后裔做了许多讨论,讨论", "label": "民族学", "id": 0}
{"content": "南诏大理国是唐宋时期中国西南地区产生重大影响的少数民族地方政权、是全面发展的文明社会,其文化呈现出开放多元、兼容和谐的特征,分析其文化地理学方面的原因,即探寻文化与地理环境间的关联、多元文化交融的互动关系,阐明了由于受到时间、空间的限制和影响,使客观自然地理环境因素和主观人文环境因素（即主观价值取向和文化认同）之间产生相互作用,形成了始终以中原华夏文化为内核、多民族开放多元、和谐发展的民族文化特色。", "label": "民族学", "id": 0}
{"content": "<正>2014年10月15日,习近平同志在文艺座谈会上发表了重要讲话。这篇讲话,既充分反映了新一届中央领导集体对于中国优秀传统文化认识的高度,又集中体现着新一届中央领导集体对中国优秀传统文化现代价值的重视。习近平同志明确指出:\"文化是民族生存和发展的重要力量。人类社会每一次跃进,人类文明每一次升华,无不伴随着文化的历史", "label": "民族学", "id": 0}
{"content": "民族文化的一个重要功能就是民族文化认同。民族文化价值观是一个民族的思想支柱和内在动力,是一个民族之异于其他民族最基本的标志,是一个民族内部于理智上形成共识、情感上产生共鸣、意志上达成共同追求,从而将本民族与其他民族区别开来的方式。一个民族,没有独特的民族文化价值观和高尚的品格,不可能自立于世界民族之林。要研究民族文化的创新与畲族文化发展的内在关系。", "label": "民族学", "id": 0}
{"content": "我们应坚持理性地、科学地对待包括神话传说的传统文化,维护畲族精神家园。在这一精神家园里,凤凰山盘瓠祠和盘瓠传说是最重要的两大构件。", "label": "民族学", "id": 0}
{"content": "民间信仰是人类精神得以外显的重要标志,而存在于具体区域内的信仰对象,除了普遍意义上的社会功能外,还具有维系不同民族团结友爱、互帮互助的重要力量。\"苏三公\"是浙江省文成县黄坦镇培头村一个典型的地主信仰,而作为一个拥有汉族血统的信仰对象,苏三公信仰在康熙时期迁徙至此的钟氏畲族中延续了300余年,并在拟血缘关系的族际认同中成为畲汉友好关系得以永葆青春的历史见证。", "label": "民族学", "id": 0}
{"content": "隋唐以后,\"畲\"作为一种耕作方式逐渐退出中国农业的主流,畲（畲）田农业与汉族主流农业的生态冲突加深。\"畲\"作为族群标签是帝国权力深入边陲、华南族群社会整合以及主流文化圈文化再创造的结果。\"畲\"汉边界并非固定不变,其界线常因生态、经济、政治等因素发生漂移,\"畲\"、汉族群通过不断重构历史记忆来维持或淡化边界,这是资源竞争中生存的一种文化策略。", "label": "民族学", "id": 0}
{"content": "宋元时期,是畲族与客家两个族群逐步形成发展的关键时期。两个族群毗邻而居,有许多相同或相似之处,但最后仍分别成为两个不同的族群,则因其还存在本质或关键的差异。要研究这两个族群的关系,要高度重视它们之间的同与异。", "label": "民族学", "id": 0}
{"content": "从明代的文献看,在明代嘉靖以后的文献才出现畲民或畲人的记载,如徐（火勃）的诗、谢肇淛的诗、游记、杂记中都有些记录,另外明代万历年间的罗源县志、福安县志也有所披露,但明代正德年间的福州府志等却没有一点蛛丝马迹,这种现象,似乎表明,畲民大体是在嘉靖以后才突然出现在闽东、浙南的,而在明代嘉靖之前,闽东、浙南地区似乎没有畲民存在。", "label": "民族学", "id": 0}
{"content": "自古以来畲族活动于东南山区,他们的经济以\"种山\"为其特色。早期的畲族耕山经济以自给自足为其特色。但到了明清时期,随着商品经济的发展,江南市场对蓝色染料的期盼,畲族传统的种蓝经济大发展,并在东南各地山区展开。畲族经济也从自然经济转化为小商品经济。", "label": "民族学", "id": 0}
{"content": "本文主要以福建畲族在清代争取教育权利与开展家族教育、传播传统文化且取得丰硕成果为线索,探索其对于现代少数民族教育的启迪。强调应当在少数民族地区加强青少年学生的传统文化教育。", "label": "民族学", "id": 0}
{"content": "随着我国经济的快速发展和现代文化迅速传播,以及少数民族人口流动性的加大,畲族传统文化与很多少数民族文化一样,正面临着消亡和继承的两难困境。教育是传承文化的重要手段,进入21世纪,一方面,畲族的家庭教育和社会教育作用逐渐式微;另一方面,在民族化、特色化教育才是现代多元教育的指导方针下,畲族文化融入为闽东学校教育的有机组成部分,学校教育成为畲族文化传承的主要路径。但也面临传承畲族文化原貌与现代文化的矛盾问题,学校教育热社会教育冷的问题,小学传承较好、中学传承弱的问题,以及传承人难以为继等等问题。我们认为,对于畲族文化传承,应该从历史文化传承的角度,以更高的视野思考其传承的价值,并将其与在地文化结合,研究和创新其传承的内容、形式和范围,才能促进其成为有生命力的优秀文化。", "label": "民族学", "id": 0}
{"content": "文化共生是多元文化的共栖、共存的文化状态,其实质是强调群体族群文化在相同地域、空间,通过文化交流与文化接触下充分保持族群文化的独立性,允许异质文化间共存与共荣。民族地区的文化单元受民族传统文化、外来文化与现代文化的影响,形成一定历史条件下新的民族文化单元。强调畲族文化的形成与发展,离不开与主流文化与周边文化的交融互动,畲族文化的发展在坚持畲族文化发展的独立性、独特性、交融性和创新性的发展道路的同时,要主动融入主流文化与周边文化,形成共栖、共存的多元文化样式,发展具有民族特色的畲族文化。", "label": "民族学", "id": 0}
{"content": "本文针对目前畲族饮食文化研究的不足,立足新视野,从文化人类学、民族学、民俗学、食品科学、旅游学等角度入手,采取历史文献研究方法、实地调查法、比较研究法、跨学科综合研究方法等对畲族饮食文化的概念、特征、功能进行分析的基础上,对闽东畲族饮食文化资源进行了广泛调查,并针对闽东畲族饮食文化资源现状,立足新视野多方位、多角度提出闽东畲族饮食文化开发的措施。", "label": "民族学", "id": 0}
{"content": "闽东畲族传统饮食的文化特色鲜明,养生价值丰富,但宣传和挖掘不够,应采取\"政府主导、社会参与、市场运作\"的方式加以开发。", "label": "民族学", "id": 0}
{"content": "畲族服饰图案包含着千百年来中华民族的艺术创造精华,为人类的艺术宝库增添了精美的艺术品,具有极高的艺术价值和较深的文化内涵,内容十分丰富。同时,这些服饰图案包含着的数学思维,表现得非常精彩突出,又能据此建立起非常丰满、完善的理论。畲族服饰图案的数学思维,反映出的聪明智慧,值得人们永远珍爱。", "label": "民族学", "id": 0}
{"content": "畲族传统文化具有浓厚的女性文化色彩,畲族民众的女性崇拜意识尤为突出。畲民崇敬女性先祖、信奉女性神灵、宣扬女性智慧,体现了畲族祖先崇拜、图腾崇拜和崇尚实用等民族心理特点。畲民的女性崇拜意识在中华民族大家庭中独具特色,这既是人类原始生殖崇拜观念的反映,更是畲民所特有的民族审美情趣,也体现了畲汉民族间的文化交流与互动。", "label": "民族学", "id": 0}
{"content": "深挖畲族文化旅游资源,意义重大。霞浦畲族地处山海环境,资源丰富,富有特色,进一步开发畲族旅游文化,潜力很大。可以从下面几点入手:从源从本,在尊重和保护中挖掘发展;在发挥一村一寨之特色中,深挖传统文化;打造\"三乡\"一路,开辟畲族山海特色旅游风景线……在当前视野下,对本地畲族资源的深挖和探究,无疑对霞浦旅游和加快建设海峡西岸经济区是有利的。", "label": "民族学", "id": 0}
{"content": "福安畲族熟语主要包括谚语、惯用语、歇后语,熟语能够记载畲族游耕经济生活、反映畲族传统文化、体现汉族文化对畲族文化的影响,蕴含着丰富的文化内涵,是畲族人民生活、生产经验的结晶。", "label": "民族学", "id": 0}
{"content": "在技术的推动下,传统媒介与电子媒介共生共存,在互相融合中焕发新的生命力,闽东畲族百姓的生活在从传统向现代文明的转变过程中,其古老的独具民族地域特色的个性文化在媒介文化生态环境中发生了巨大的变化。新形势下,构建其良好的美学形象进行有效传播,是实现其文化与经济和谐发展的有益尝试。", "label": "民族学", "id": 0}
{"content": "宁德市畲族人口占全省畲族人口1/2,全国的1/4,是全国最大的畲族聚居区。宁德境内遗存大量畲族文物。本文探讨了畲族文物藏品的界定与划分;畲族文物藏品的分类与定级;并介绍了宁德市畲族文物主要藏品。", "label": "民族学", "id": 0}
{"content": "客家与畲族曾经长期共同生活在同一地区,有着密切的互动关系。两者之间既有共同来源的一面,也有互为来源的另一面,可谓\"剪不断、理还乱\"。为此,前人在祖先崇拜、神明崇拜及其他社会风俗等方面,就两者关系展开了热烈的讨论,但缺乏从个案的角度展开细致的分析。本文试图在田野调查的基础上,结合历史文献,就闽西武北钟氏的历史渊源与社会发展展开论述,以期从个案的角度提供对客家与畲族关系的新认识。", "label": "民族学", "id": 0}
{"content": "<正>闽东是最大的畲族聚居区,现有畲族人口19万人,分布在宁德9个县（市、区）的124个乡镇,734个村委会,1789个自然村;其中畲族人口千人以上的乡镇有51个,主要聚居在8个畲族乡,畲族人口占30%以上的村委会229个,在大分散的格局下具有适度规模的小聚居,这种聚居格局对畲族家族的凝聚以及家族文化的传承具有天然地理优势。但在开放开发、城镇化、市场化等因素的影响下,20世纪90年代起,畲族传统文化受到巨大冲击,传统在消失、习俗在淡化,越来越少的人能说畲语、畲歌成了少数人的表演、畲族服", "label": "民族学", "id": 0}
{"content": "<正>桥梁成为异性结合的媒介,即所谓的\"牵线搭桥\"每年农历八月十五日,是我国传统的中秋节,也是白族和土家族青年男女谈情说爱、结成连理的良宵佳节。这一节日起源于一古老的民间故事,相传很久以前,土家和民家（白族）人不能通婚,土家是世代土著,民家是云南来的客家人,受土家人的歧视。那时马合口一带土家住在茶叶寨,民", "label": "民族学", "id": 0}
{"content": "<正>2015年12月19—21日,中国人类学民族学博物馆文化专业委员会2015年年会暨\"品牌的力量\"学术研讨会在北京召开。来自国家民委、高等院校、科研机构、博物馆的专家、学者和文化企业负责人共70余人参加了大会。国家文物局社会文物与博物馆司司长段勇、中国人类学民族学研究会副会长、中央民族干部学院常务副院长巴莫阿衣、中国人类学民族学研究会副会长黄忠彩、中国人类学民族学研究会秘书长张谋等领导都莅会指导。与会代表", "label": "民族学", "id": 0}
{"content": "<正>《藏学学刊》（■Journal of Tibetan Studies）系中国教育部普通高等学校人文社会科学重点研究基地四川大学中国藏学研究所主办的藏学类专业性学术刊物,CSSCI（2014-2015）来源集刊,创刊于2004年,旨在搭建藏学研究的学术交流平台。从2014年开始,本刊由年刊改为半年刊,接受中、英文稿件,设有论文、书评、译文等栏目,热忱欢迎国内外藏学研究者惠赐稿件。来稿时请注意以下事项:1.来稿请注明字数并提供作者简介,包括姓名、出生年月、性别、民族、籍贯、职称、学位、工作单位、联系方式和主要研究方向等,其中姓名和工作单位名称请提供正确的英文译名。", "label": "民族学", "id": 0}
{"content": "由于地理、文化、经济、政治、法律等因素在云南边境地区存在大量非法的跨国婚姻,这些嫁入中国的外籍妇女成为我国\"事实上的公民\",但在法律为\"三非人员\",其\"身份\"与\"权益\"得不到认可和保障,引发了一系列影响边境稳定的社会问题。云南边境跨国婚姻具有缓解国内婚姻市场矛盾的作用,抓好具有独特性状的边民跨国婚姻管理,对维护社会稳定、构建和谐边疆具有极其重要的意义。本文通过实地调研与越南、老挝、缅甸接壤的三个典型边境村寨,分析云南边境跨国婚姻的特点和存在的问题,并对解决边民跨境通婚问题与构建和谐边疆提出对策建议。", "label": "民族学", "id": 0}
{"content": "少数民族民间传说故事中塑造的一些典型人物故事,反映了各族对如何才能获得幸福美满生活的理解。在民间传说故事中,人际间、人神间、人与动物之间等的互助与纠葛,是影响人物幸福的关键。家谱图是西方心理学家所创造的用于分析家庭结构和关系模式的方法,通过绘制从祖父母到自己三代人的血亲和婚姻关系,达到对复杂的家庭关系进行迅速、全面了解的目的。借鉴家谱图技术,本研究提出人脉图的方法,采用自创符号绘制所分析故事人物的人脉图,即不仅绘制家庭成员关系,还绘制故事中任何与人物发生关系的人、神、动物、器物等,以快速梳理某一故事人物的社会支持网络类型及特性。人脉图有别于西方心理学家基于现代小家庭条件下创造的家谱图,该方法将人物关系拓展至家庭之外更广阔的社会、自然、神话空间,是一种有效解构故事人物的社会支持的方法。以景颇族民间传说故事中的孤儿为例,呈现了人脉图的制作方法及运用。", "label": "民族学", "id": 0}
{"content": "勤劳又智慧的维吾尔族自古以来生活在田地、草原和戈壁滩等辽阔富饶的土地上,形成了接近自然、向往自然和欣赏自然的健康而美丽的民族心理,同时将这种心理融入到了民谣等文艺艺术里。本文把无限性渴望、审美距离、社会价值等文学创作心理学的理论作为基础,分析了维吾尔族民谣中月亮、植物、动物等象征性意义并与国内外不同群体文学中的现象进行对比。维吾尔民谣中太阳和月亮象征着高尚、伟大、神圣、慈祥、美丽和忠诚。山脉象征着高傲、崇高、生命和依靠,有时也象征着忧愁。河流象征着向往、相遇、善良,有时也象征着事情的发展与高潮。鲜花是美丽的象征,另外还象征着爱情。白杨树象征着健壮、坚韧的年轻人。柳树代表着年轻姑娘苗条、优雅的形象。榆树象征着坚持和神秘。在动物中,马象征着神话形象、信任和陪伴。老虎代表着勇敢。结果发现,维吾尔族、汉族和西方文学作品,特别是民族民谣中所体现的自然形象的象征性及维吾尔民族自古以来接近自然、向往自然的民族心理有共同点,同时也存在一定的差异。探究维吾尔族民谣中体现的自然形象的象征性及维吾尔民族接近自然、向往自然的民族心理对于拯救现代维吾尔族人的精神危机,重塑人与自然之间的新关系具有非常重要的意义。对今后深入调查民族心理将会打下一定的研究基础。", "label": "民族学", "id": 0}
{"content": "当下全球化方兴未艾,经济发展、社会转型、城市化不断推进使少数民族地区青年跨区域的社会流动日益频繁。地域差异、语言障碍、教育程度的差异使少数民族青年处于经济发展的边缘地位,包括从事单一无结构化的低端就业,及处于较高比例的失业待业状态等,这些制度化因素可能会使少数民族青年拥有不确定性心态。从群际认知角度来看,社会流动频繁化使少数民族青年与其他民族及文化有较多接触,也使民族间生活习俗差异、矛盾与冲突在群际接触中被凸显,少数民族青年对其边缘群体地位的感知被放大等。本研究立足于现实社会情境,以内蒙古少数民族聚居区青年群体的调查数据为例,探讨以下几方面问题:第一,教育水平、就业状况、社会保障制度等现实性因素,是否影响少数民族地区青年群体对自身处境的不确定性认知;第二,不同民族的青年群体社会心态是否存在差别;第三,社会心态变量能否预测不同青年群体的民族认同、国家认同及群际关系认知。该研究将为处理我国民族间关系、认识及引导少数民族青年心理状态及认同状况、弱化民族间冲突、消解极端主义行为提供社会心理学视角的解读及理论依据。", "label": "民族学", "id": 0}
{"content": "目的:（1）构建民族地区青少年与自然和谐的心理结构;（2）编制具有较高信效度的青少年与自然和谐心理问卷,为民族地区青少年与自然和谐的心理研究提供一个可操作的量化工具;（3）探究民族地区青少年与自然和谐的现状特征。方法:首先采用文献法、开放式问卷调查法、访谈法等建构青少年与自然和谐的理论模型,据此编制民族地区青少年与自然和谐初试问卷;其次对初试问卷进行预测,检验青少年与自然和谐的理论构想;然后对问卷进行二次施测,对青少年与自然和谐问卷进行验证性因素分析,验证问卷因素结构的合理性;最后,采用随机分层抽样的方法抽取民族地区928名被试进行正式问卷的施测,探讨民族地区青少年与自然和谐的现状特征。结论:在本研究条件下获得的主要结论有:（1）青少年与自然和谐的心理结构包括了解自然、保护自然、亲近自然、顺应自然和尊重自然等五个维度。（2）《青少年与自然和谐心理问卷》的各项信、效度指标都达到了问卷编制的统计学要求,可作为民族地区青少年与自然和谐的心理研究的测量工具。（3）大多数民族地区青少年了解自然、亲近自然、顺应自然和尊重自然程度较高,而大多数民族地区青少年保护自然程度处于中等水平;民族地区青少年与自然和谐在年级、性别、民族、居住地区、是否独生子女、家庭结构、父母受教育程度上存在不同程度的差异。", "label": "民族学", "id": 0}
{"content": "青少年是民族地区的希望和未来,加强身心健康青少年的培养,是民族地区社会主义建设后继有人、促进民族地区社会和谐的重要保证。这项研究立足于民族地区多元文化相融的时代背景,对民族地区青少年与社会和谐的心理结构进行探讨,并编制民族地区青少年与社会和谐心理问卷对901名贵州民族地区青少年与社会和谐心理的现状进行了调查。结果表明:（1）民族地区青少年与社会和谐的心理结构包括\"角色接纳、学习适应、关系和谐、规则认同\"四个方面,编制的青少年月社会和谐心理问卷具有良好的信效度;（2）所调查大部分贵州民族地区青少年与社会和谐的心理处于比较理想的状态;但仍有一部分民族地区的青少年得分过低,其与社会和谐心理发展的状态及结构相对不均衡;（3）贵州民族地区青少年与社会和谐的心理受性别、年级、民族、家庭结构、家庭经济状况的影响,而其居住环境、是否独生子女、父母受教育程度对其与社会和谐的心理影响不大。父亲积极的教养方式如情感温暖、理解更利于建立贵州民族地区青少年与社会和谐的心理,而其消极的教养方式如拒绝、否认不利于贵州民族地区青少年形成与社会和谐的心理;母亲积极的教养方式如情感温暖、理解也更利于建立贵州民族地区青少年与社会和谐的心理,而其消极的教养方式如拒绝、否认同样不利于贵州民族地区青少年形成与社会和谐的心理。", "label": "民族学", "id": 0}
{"content": "对于处于学习阶段的青少年来说,学业求助是一种认知策略,同时是一种适应性行为。前人更多地将注意力放在汉族青少年学业求助,而对少数民族青少年探讨得不多。了解少数民族青少年学业求助特点及其影响因素对于有针对性地开展课堂教学具有重要的现实意义。本研究试图探讨藏族青少年学业求助的特点及其与应对方式、教养方式的关系。采用整群分层抽样法在西北民族大学和甘肃两所藏族中学选取藏族学生650人,有效被试621人,其中男生291人,女生330人;初中生239人,高中生241人,大学生141人。采用学业求助问卷、应对方式问卷和教养方式量表进行施测。结果表明:（1）藏族青少年学业求助平均得分为（2.596±0.443）,低于理论中值（3分）;（2）藏族青少年学业求助得分不存在显著性别差异,但存在显著年级差异（F=21.451,P<0.01）,学业求助态度和行为均存在显著年级差异（F=23.251,P<0.01;F=12.690,P<0.01）,具体来说,藏族初中学生、大学生的学业求助得分均显著高于高中学生（均P<0.01）,性别和年级二因素在求助收益因子、工具性求助因子上的交互效应显著（F=3.234,P<0.01;F=3.110,P<0.01）;（3）藏族青少年学业求助与应对方式之间呈显著负相关（P<0.01）,而与教养方式呈显著正相关（P<0.01）;（4）藏族青少年应对方式和教养方式共同解释学业求助17.5%的变异,其中应对方式中解决问题因子能够解释学业求助12.2%的变异。因此,本研究认为:藏族青少年学业求助居中等偏下水平,男生和女生学业求助具有相似的特点,从初中、高中到大学学业求助表现出由高到低、再由低到高变化的趋势。藏族青少年学业求助更多地受到积极应对方式的影响,应对方式和教养方式能够共同预测藏族青少年的学业求助变化。教育教学过程中要通过积极应对方式来提升藏族青少年学业求助水平,同时也要考虑其他心理因素。", "label": "民族学", "id": 0}
{"content": "颜色偏好是视觉体验的一个重要方面,对人类的各种行为有着广泛的影响,譬如服装的购买、房屋的装潢、网页的设计等。不同民族文化对人们的社会行为、日常生活、价值观念和思维方式产生着广泛而深刻的影响,颜色偏好也是其中的一个表现。研究维吾尔族、汉族的颜色偏好的生态效价可以更好地了解两个民族的颜色偏好,以期通过颜色的角度来更好地进行广告宣传和不同操作界面的颜色配置。本研究主要探讨维吾尔族、汉族大学生的颜色偏好的特点,以及每个民族颜色偏好的生态效价是否对颜色偏好有预测效果。实验1采用2（民族）*2（性别）的被试间实验设计,通过电脑呈现颜色刺激,被试完成颜色偏好任务。实验2-A、2-B、2-C通过物体联想任务、物体效价评定任务、颜色--物体匹配任务最终计算出32种颜色的生态效价值。研究发现,（1）颜色偏好在维吾尔族、汉族间存在民族差异;部分颜色偏好在男、女间存在性别差异。（2）维吾尔族、汉族大学生最喜欢的颜色是蓝色,最不喜欢的颜色是黄色、橙色。汉族大学生比维吾尔族大学生更不喜欢大红色、深红色和棕色。无论是何种色相的深色,汉族大学生都不喜欢。（3）维吾尔族、汉族大学生颜色偏好的生态效价可以在一定程度上预测维吾尔族、汉族大学生的颜色偏好。", "label": "民族学", "id": 0}
{"content": "地域刻板印象来自于不同地域的文化差异,是由于文化差异导致了不同地域群体的心理差异而形成的对另一地域群体的印象。近年来,我国少数民族学生的生活状况逐渐引起了社会各界的高度重视,但是,汉族学生与少数民族学生之间的相互认知如何,研究者并未对此予以重视。考虑到少数民族学生与汉族学生的相互认知都是基于自身的文化背景,而文化符号则代表着来自不同地域群体的文化特点。本研究拟从文化符号着手,采用Greenwald（1998）经典内隐联结测验范式IAT,选取汉族大学生为被试,初步考察汉族大学生对藏族人的地域刻板印象。结果发现:在代表地域文化表征的知觉符号的启动下,汉族学生倾向于把汉族知觉符号与积极词汇相联系,将藏族知觉符号与消极词汇相联系;在代表地域文化内涵的概念符号的启动下,汉族学生也是倾向于把汉族概念符号与积极词汇相联系,把藏族概念符号与消极词汇相联系。进一步分析发现,概念符号的启动和知觉符号启动之间并没有交互作用,这说明,不同文化符号对地域刻板印象的影响不显著。由此可以看出,汉族学生对藏族学生的认知存在偏差;相对于对汉族学生的积极评价,汉族学生倾向于对藏族学生予以消极评价,并且评价不受文化符号类别的影响。这一结果证实了汉族人对藏族学生的认知存在着消极的地域刻板印象。该研究结果可以帮助我们更好地了解汉族人对少数民族学生的认知,进而有助于汉族教育者更好地开展民族教育工作,使教育工作更具针对性和人文性,更好地促进汉民族与少数民族的交流与融合。", "label": "民族学", "id": 0}
{"content": "刻板印象（stereotype）是由某一群体成员的相对固定的观念或预期所构成的认知结构以及特定的社会认知图式,对个体的社会认知和行为有着重要的指导作用（Fiske,2004）。刻板印象是一种常见的社会现象,也是社会心理学研究的热点之一。我国少数民族众多,不同民族对其他民族的认知一般都来自自身视角,并从自身文化背景解读其他民族群体的认知与行为,那么不同民族之间是否存在刻板印象?少数民族学生眼中的汉族人怎样?在民族文化交融日益今天,了解少数民族对汉族群体的印象将有助于汉民族对其他少数民族的正确认知,也有助于不同民族群体之间的融合和和谐发展。本研究采用内隐联想测验范式IAT,从文化融合的角度着手,选取在内地生活时间长短不同的藏族学生为被试,试图考察藏族学生对汉族人的地域刻板印象。结果发现:来内地生活时间少于一年的藏族学生倾向于将藏族文化特征符号与积极词汇相联系,把汉族文化特征符号与消极词汇相联系;而在内地生活时间超过四年的藏族学生则倾向于将藏族文化特征符号与消极词汇相联系,将汉族文化特征符号与积极词汇相联系。该结果说明,在内地生活时间不同,藏族学生对汉族人的印象不同,证实了文化的交流与融合可以影响藏族学生对汉族人的刻板印象。这一结果可以帮助少数民族教育者更好地了解少数民族学生对汉族人的认知,进而促进少数民族与汉民族之间的有效交流,促进不同族群的文化融合与和谐发展。", "label": "民族学", "id": 0}
{"content": "民族社会化觉察是指少数民族孩子对父母及其他家庭成员所传递的民族社会化信息的感知。本研究采用情境实验研究的方法,选取548名少数民族初中生作为被试,其中景颇族251名,傣族297名。研究设置了包括由对景颇族偏见及对傣族偏见两类线索引发的冲突情境,以比较景颇族、傣族初中生的民族社会化觉察特征。结果表明,在经历因偏见观念引发的冲突后:1)景颇族和傣族初中生觉察到的民族社会化信息主要来源于父母,并且相对于父亲,母亲为主要的传递者。2)景颇族和傣族初中生觉察到的民族社会化信息都包括:促进和睦、文化社会化、促使不信任和偏见准备,其中被觉察到的信息最多的是促进和睦,其次是文化社会化和偏见准备,最后是促使不信任。3)傣族初中生在文化社会化、促进和睦和促使不信任三个维度上得分都显著高于景颇族初中生,即傣族初中生比景颇族初中生更多地觉察到这三方面的民族社会化信息。4)傣族初中生在促进和睦和促使不信任两个维度上存在显著的性别差异,傣族男生更多地觉察到促使不信任,而女生则比男生觉察到更多的促进和睦。而景颇族男生比女生觉察到更多的促使不信任。", "label": "民族学", "id": 0}
{"content": "祖国、本地、老家等地方概念因其在个体成长过程中与个体建立的关系,以及因为户籍制度、迁徙因素而对个体意义重大,是分析个体心理的重要变量。在西部边疆某地区和内地中部地区（市）收集大学生样本,在华东和华北地区收集多样化样本,共得到3440个被试（合并样本上,45.5%为本地人）,用地方认同量表测量户籍所界定的本地人和外地人的地方认同,同时在部分样本上测量其他变量。结果表明:本地人样本在地方认同测量上有更高的信度和更高的分量表互相关的趋势;四地共五个样本上均表现出本地人有更高的地方认同水平,合并成两个样本后发现这种本地人和外地人的差异在西部边疆地区样本上更为明显;西部、中部样本上的比较发现地方认同在风险知觉和去留意向之间的中介效应在西部本地样本上更低,东部和北部样本上的比较发现地方认同和满意度的相关是在本地样本上有更紧密的关联。对本地、外地区分的心理和社会意义,尤其是地方认同的本外地差异研究对于促进城市的包容性发展的意义进行讨论。", "label": "民族学", "id": 0}
{"content": "学校的校歌是很多学生的心中的回忆,校歌代表了一个学校的文化的传承的理念、办学的宗旨、民族的特点。校歌,正是以它独特的育人功能、导向功能、文化功能、美育功能等,在教育传承过程中发挥了巨大的作用。它的效果既是显性的,也是隐性的。每个学校的校歌都有各自的个性。朝鲜族中小学校歌的内涵演变过程中,承载了历史的痕迹,有着朝鲜族文化的沉淀,心理的变化。本文通过搜集延边地区42所朝鲜族中小学的校歌的资料,了解中小学校歌的使用的现状,并从民族心理发展的视角,对校歌具有的特点、校歌的内容、校歌的功能、校歌的内涵、校歌在教育中起到的作用、校歌的现实意义等内容进行深入地分析。", "label": "民族学", "id": 0}
{"content": "目的:自己与社会和他人的关系以及对自我各方面的主观知觉等的认知就是自我概念。有关自我概念及其特点的探讨一直是国内外心理学家关注的热点。研究发现,文化和认识结构都会影响个体的自我概念。那么,已形成的自我概念是否会反过来影响个体对社会、他人或自身的认知?已有研究还较少。在个体行为中,主观幸福感是衡量个人生活质量的综合性心理指标,能反映个体的社会功能与适应状态。那么,自我概念是否会影响个体的主观幸福感?研究发现,自我概念与主观幸福感呈显著正相关,自我概念是影响大学生主观幸福感的重要因素。对于能够影响主观幸福感预测的诸多变量中,文化因素具有中介的作用。那么,非汉族群体,如我国少数民族群体的自我概念如何?其自我概念是否会影响其主观幸福感?本研究分别从外显和内隐社会认知的角度考察在内地生活的藏族学生的自我概念及其主观幸福感,并在此基础上探讨自我概念对主观幸福感的影响。方法:选取内地藏族高中生85人,采用自我概念量表（包括自尊水平、感觉温度及语义区分量表）,主观幸福感量表（Campbell幸福感指数量表、Diener总体生活满意度量表和Brad burn编制的情感量表）测量外显自我概念和外显主观幸福感;采用内隐词汇联想测验,考察被试的内隐自我概念和内隐主观幸福感,及二者相互影响;同时考察外显自我概念和主观幸福感与内隐自我概念和主观幸福感的关系。结果:藏族学生的自我概念和主观幸福感都包括外显和内隐两个水平。其中,外显自我概念主要受内地生活时间的长短影响,外显主观幸福感水平则受来源地和内地生活时间的长短影响;内隐自我概念和内隐主观幸福感受均来内地生活时间长短的影响。并且,外显自我概念对外显主观幸福感有直接影响,而内隐自我概念则对内隐主观幸福感没有直接影响。结论:内地藏族学生的自我概念和主观幸福感均包含内隐与外显两个层面,外显自我概念可以预测外显主观幸福感,内隐自我概念则与内隐主观幸福感无直接关系。", "label": "民族学", "id": 0}
{"content": "我国少数民族硕士研究生的比例正逐年扩大,培养身心健康的少数民族研究生,对于提高少数民族地区的政治和经济发展具有长远的重要意义。因此,本研究的目的在于进一步调查我国汉族和少数民族硕士研究生的情绪调节特点及其与心理健康的相关。本研究以北京市某高校硕士一年级研究生为被试,其中汉族学生1430人,少数民族学生85人,采用症状自评量表（SCI-90）、情绪调节策略问卷以及情绪调节效能感问卷,考察了少数民族和汉族硕士研究生的情绪调节特点及其与心理健康的关系。由于汉族和少数民族学生人数相差较大,采用Bootstrap法对两组被试的结果进行了t检验,结果发现,在情绪调节策略上,汉族硕士研究生在认知重评的得分上显著低于少数民族学生,在抑制的得分上和少数民族学生无显著差异。在情绪调节效能感上,汉族硕士研究生在积极情绪调节效能感上和愤怒情绪调节效能感上的得分和少数民族学生无显著差异;在沮丧/痛苦得分上低于少数民族学生。在SCL-90症状自评量表的焦虑、抑郁因子以及总均分上,汉族硕士生均显著高于少数民族硕士研究生（p<.05）。此外,在焦虑因子上得分超过2分的人数,也是汉族硕士研究生高于少数民族学生。由此可见,总体上,汉族硕士研究生的心理健康水平较少数民族硕士研究生更差一些。然而,从阳性因子均分超过2.5分的人数上看,少数民族学生（3.7%）则高于汉族学生（1.9%）。从相关因素上看,对汉族和少数民族学生来说,认知重评和三种情绪调节效能感都与其SCL-90总均分显著相关。本研究的结果表明,我国少数民族硕士研究生其心理健康水平总体上优于汉族学生,但是,心理健康问题较为严重的少数民族学生比例多于汉族研究生。而在与心理健康有关的因素方面,汉族学生和少数民族学生相同。因此,应从多方面同时提高我国汉族硕士研究生和少数民族学生的整体心理健康水平,同时应给予我国心理健康水平较低的少数民族硕士研究生更多的关注和干预。", "label": "民族学", "id": 0}
{"content": "建构和谐的社会主义社会是我国社会发展的目标,但社会和谐离不开家庭关系的和谐,特别是在当今这个家庭人口迁移频繁、多元文化相互交融的背景下,更需要一个和谐融洽的家庭关系。所以,建构和谐的家庭关系显得尤为重要。从社会心理学的视角来看,类似祖孙关系之类的家庭人际关系应该是一个非常值得重视的问题。但遗憾的是,到目前为止对于祖孙关系的研究多见于人类学、社会学等学科理论背景下,而基于心理学的研究则相对少见。且已有研究中还存在深度不够、方法单一、缺乏多方法的交叉整合等问题。基于此,特以民族心理学和社会心理学理论为基础,并采用文献法、问卷调查法和个案研究法等方法对贵州民族地区的912名大学生进行多层面、多角度的系统研究。研究结果发现:（1）成年初期祖孙关系的结构包括教育影响、祖孙冲突、亲密共享、关注投资和祖孙疏远五个维度。据此编制的成年初期祖孙关系问卷具有良好的信度和效度,各项指标均达到心理测量学的标准;（2）成年初期祖孙关系整体特点为:大部分人受祖父母关注和影响比较高,冲突也很明显,且几乎都和祖父母还有接触,只是接触频率不高,亲密感也不明显;（3）其他家庭人际关系（父-祖关系、父母关系、亲子关系）对祖孙关系都具有明显的影响效果,而且母亲的中介作用显著大于父亲,亲子关系对祖孙关系具有显著的负向影响效果;（4）孙子女生活轨迹变迁可以使祖孙交流方式和接触频率发生一定的变化,但并不一定会减弱祖孙之间的情感。此外,祖孙关系还受到祖孙之间生活习惯、文化思想、性别差异、居住距离、祖父母经济条件和健康状况等诸多因素的影响;（5）个案研究结果进一步证实母亲与祖母的关系对祖孙关系影响最显著;同性祖孙之间更容易发生共享行为,但祖孙性别差异对亲密性影响不显著;孙辈生活轨迹变迁会降低祖孙接触频率;祖父母重男轻女的思想会影响祖孙关系;父母工作性质也会影响祖孙关系。", "label": "民族学", "id": 0}
{"content": "社会认同是一种深度的共识和追求。认同理论特别强调积极区分、社会分类比较的内在价值功能,与当前积极心理学对乐观研究的重视相契合。国外的很多研究者围绕乐观人格理论这个核心和关键问题及应用进行了许多大量的研究。但是,对于乐观与社会认同和心理健康间的关系及其相互联系的机制研究并不多。因此,需要探索中国文化背景下藏族大学生社会认同在乐观与心理健康关系中的中介作用。本研究以1027名藏族大学生为被试,采用心理测量法,着重探讨了藏族大学生乐观、社会认同与心理健康的关系及其中介的研究。研究发现:1.社会认同是乐观与正性心理健康（生活满意度、积极情绪）间的中介变量,即社会认同部分中介乐观对正性心理健康。乐观倾向、悲观倾向与自我效能乐观直接影响积极情绪（β=0.112**,β=-0.067*,β=0.455***）和生活满意度（β=0.138***,β=-0.113***,β=0.401***）,乐观倾向通过社会认同（β=0.366***）间接影响积极情绪（β=0.182***）和生活满意度（β=0.214***）,悲观倾向通过社会认同（β=-0.118***）间接影响生活满意度（β=0.214***）和积极情绪（β=0.182***）,自我效能乐观通过社会认同（β=0.146***）间接影响积极情绪（β=0.182***）和生活满意度（β=0.214***）。2.社会认同是乐观与负性心理健康（抑郁、焦虑）间的中介变量。乐观倾向直接影响抑郁（β=-0.120*）,悲观倾向直接影响抑郁（β=0.321***）和焦虑（β=-0.329***）,乐观倾向通过社会认同（β=0.359***）间接影响抑郁（β=-0.395***）和焦虑（β=-0.335***）,悲观倾向通过社会认同（β=-0.083**）间接影响抑郁（β=-0.395***）和焦虑（β=-0.335***）,自我效能乐观通过社会认同（β=0.162**）间接影响抑郁（β=-0.395***）和焦虑（β=-0.335***）。焦虑和乐观倾向路径系数不显著,自我效能乐观和抑郁的路径系数也不显著,按照Sobel Z的检验公式,社会认同在乐观倾向和焦虑中所起的中介作用显著,Z=5.53,社会认同在自我效能乐观和抑郁的中介作用显著,Z=2.967,因此社会认同在乐观倾向和焦虑间起完全中介作用,在自我效能乐观和抑郁间起完全中介作用,在其他关系中起到部分中介作用。", "label": "民族学", "id": 0}
{"content": "民族认同影响民族地区的和谐和稳定,也影响地方和国家的政治稳定与长远发展。青少年是形成和发展民族认同特别重要的时期。在多元文化环境中少数民族个体产生母文化与主流文化的冲击和摩擦,可能存在文化疏离感。有研究表明,个体民族认同的状况会影响其文化适应状况,但民族认同如何影响文化适应,如何更好地应对文化疏离感,其影响机制还少人研究。本研究以海南黎族为例,从社会和家庭两大因素来探讨民族认同对文化疏离感的影响机制,以更好地促进民族青少年的民族认同和文化适应。海南1008名黎族青少年参加了本研究的测试,采用民族认同问卷、少数民族学生文化疏离感问卷、家庭亲密度和适应性问卷、社会支持问卷进行测量。建立一个多重中介模型,分析家庭亲密度和社会支持在黎族青少年民族认同与文化疏离感之间关系中的中介作用。结果发现:（1）黎族青少年的民族认同对文化疏离感有负面影响,总效应为c=-0.261,直接效应显著（c’=-0.208,p<0.001）,总的间接效应也显著（c-c’=-0.053,p<0.001）。（2）黎族青少年的民族认同可通过家庭亲密度间接影响文化疏离感（a1b1=-0.032,p<0.01）,也可通过社会支持间接影响文化疏离感（a2b2=-0.021,p<0.05）;家庭亲密度和社会支持在黎族青少年民族认同和文化疏离感之间起多重中介作用。（3）黎族青少年的民族认同除直接影响文化疏离感外,还可以通过家庭亲密度影响社会支持,并进一步影响文化疏离感（a1a3b2=-0.009,p<0.05）,形成链式多重中介。（4）黎族青少年民族认同对文化疏离感的影响,有12.3%是通过家庭亲密度起的作用,有8.0%是通过社会支持起作用。社会支持和家庭亲密度的多重中介作用显著高于家庭亲密度或者社会支持的单一中介作用。", "label": "民族学", "id": 0}
{"content": "对于少数民族同胞来说,民族认同不仅指其对自己民族的认同,也包括对中华民族的认同;对于汉族来说,也同样存在着对汉族的认同和对中华民族的认同。民族认同感的测量一直是心理学中较难解决的问题,直接进行普通的自陈式测验容易导致过强的社会期许效应和过高的表面效度,从而很难获取被试的真实反应。此外,现有的民族认同量表多数来源于Phinney的发展理论和社会认同理论,将测量结构分为探索和承诺两个维度。但在我国少数民族明显聚居的情况下,这样的结构并不完全适用。为了克服上述问题,我们探索了社会关系图和知识水平两种不同的方法,用以测量少数民族同胞的身份认同感,主要关注对中华民族身份的认同。基于社会关系图的方法是请被试用三个圆圈来分别代表汉族、藏族和蒙古族及他们之间的关系,测量指标有圆圈的排列方式与顺序、圆圈直径、圆圈间关系与距离、圆圈间连线形式等;基于知识水平的方法是通过考察被试对中华民族历史文化等方面常识的认知来反映其民族认同感。为考察这两种方法的效度,采用在以往研究中广泛使用的情感态度、行为倾向作为效标,同时体现在调查问卷中。对青海省黄南州2153名小学六年级学生进行集体施测,结果发现:（1）基于社会关系图和知识水平的方法其校标关联效度满足心理测量学的要求;（2）圆圈的排列方式主要为直线式和三角式,在直线式中被试更倾向于先画出代表自己民族的圆圈;（3）被试在民族认同知识水平上的得分越高,其所画圆圈的直径与圆圈间距越一致;（4）所画圆圈边缘相接或有交叉重叠的被试,其民族认同程度显著高于所画圆圈无接触的被试。", "label": "民族学", "id": 0}
{"content": "巫文化为土家族的传统文化精髓之一,是建立在原始崇拜、祖先崇拜、鬼神崇拜及万物有灵观念的基础上的一种地域特色文化,对土家族的生产生活产生重大的影响,尤其是具有土家族巫文化内涵的阳戏具有美学价值、文学价值和心理学价值。20世纪末国内学者陆续研究了巫文化的产生、特点、发展、作用、价值及保护等方面,并逐渐由文学、社会学和美学领域转向心理学层面,试图揭示巫文化对民族心理的影响。阳戏是土家族巫文化常见的表现形式,本文采用田野考察法,以重庆酉阳土家族阳戏为例,考察巫文化对土家族的心理治疗（包括治疗原则、治疗方式与过程、治疗效果）,着力探讨阳戏表演过程中所蕴含的心理治疗作用,从而揭示巫文化对土家族的心理治疗机制。通过对阳戏表演形式、阳戏台词、阳戏神话故事及现实案例的分析发现:阳戏是以\"没请不跳戏\"的自愿原则为前提,以\"心诚则灵\"的真诚原则为重要条件,以与非指导性原则相似的戏剧感染为手段,通过巫师、咒语、祭祀仪式和表演带给患者刺激,启动心理暗示、情感宣泄和模仿学习的心理治疗作用机制,从而促进患者的认知改变和生理反应,达到一定的心理治疗作用效果。研究得出以下结论:阳戏可通过心理暗示、情感宣泄和模仿学习的心理作用机制对土家族人民产生一定的心理疗效,在现实生活中解决了人们精神的寄托和心理健康问题。在未来的研究中需要采用实证等方法探索巫文化的心理学价值,揭示巫文化对民族心理的影响。", "label": "民族学", "id": 0}
{"content": "<正>本中心成立于2000年,是教育部和国家民委共建在中央民族大学的人文社会科学重点研究基地,兼有政策思想库、学术创新平台和人才培养基地等功能。本中心把凝聚中国民族工作管理改革共识和研究中国少数民族非物质文化遗产作为重点。", "label": "民族学", "id": 0}
{"content": "<正>沙莲香老师长期从事中国民族性研究,2012年出版了《中国民族性（三）》,与之前的两本《中国民族性》即《百五十年中外\"中国人像\"》（1989年）和《1980年代中国人的\"自我认知\"》（1990年）相比,新书思路风格变化都很大,读来让人感慨良多。沙老师1 936年出生于辽宁大连,原来学的是哲学,改革开放后改行研究心理学,自言之改行的部分原因是对\"文革\"里的一些问题想不明白。将近三十年来,沙老师承担并完成了多项\"中国民族性\"研究课题,如国家社科基金\"七五\"重点项目\"中国传统文化与中国人民族性格研究\"、国家社", "label": "民族学", "id": 0}
{"content": "<正>中国民族学人类学界近年研究藏羌彝民族文化走廊已经蔚成风尚。但怎样看待这条走廊在古今丝绸之路网络里的位置?有没有东西向贯穿的通道能把两河流域波斯伊朗和南亚印度的古文明跟中国四川广汉三星堆的青铜文明联系起来?这些问题从华北、华东的角度难得要领。但换个位置,站在藏区阿里古象雄国和克什米尔的位置上用原住民角度和\"原生\"的宗教信仰来看,就可能有新答案。笔者2007年访问伊朗时,看到那里的祆教古遗址,", "label": "民族学", "id": 0}
{"content": "<正>十月中旬,在北京还是雾霾天令人窒息时,俄罗斯阿穆尔州东部山区的原始森林早已是大雪纷飞、银装素裹。这里是结雅河支流、谢列姆金河上游小支流伊万诺夫河的岸边。坐落在这里的一个小村庄,是以伊万诺夫河命名的伊万诺夫斯基村。这里便是俄罗斯境内埃文基人的传统游猎区之一,里面有近四百名埃文基人,占全村人口五分之四。经过十七个小时颠簸山路的车程,在妈妈ипена（伊莲娜）家休息了一晚。第二天一早睁开眼,又是漫天飞舞的大雪。这对于生在东北、长在东北、又在冰城哈尔滨生活四年的我再习惯不过,但我仍很兴奋,也很好奇外面的世界。", "label": "民族学", "id": 0}
{"content": "<正>2014年11月,一个朋友打算去凯里市龙场镇麻塘革家寨收集毕业论文资料。她的专业是美学,平时下田野机会少,因此特地约我一起,算是给她参谋。龙场镇距离凯里市20余公里,前不久因赌场爆炸知名全国,但人们可能不知道,大儒王阳明担任过国家干部的这个地方,却有着两个待识别族群:革家人和西家人。来凯里之前,我早就心向往之,除了神秘传说、罕见服饰,还有奇异民俗,都像埋藏在深山的瑰宝,引领着我去探索和了解。寨子周围环境甚好,大树参天,红色木房掩映其中。贵州村寨大多民风淳朴,说路不拾遗、夜不闭户有些夸张,但是偷盗抢劫的确少见。家里人如果外出,把房门关上来便是,并", "label": "民族学", "id": 0}
{"content": "<正>2014年10月14日新疆维吾尔族的社会发展——优惠政策及其对穆斯林年轻女性的影响主讲人:马大卫中央民族大学中国少数民族研究中心外聘教授马大卫先生首先介绍了新疆的基本情况。他指出,中国的13多亿人口中有800多万的维吾尔族,维吾尔语作为中国官方承认的五种语言被印制在国内的通行货币上,并拥有一系列完整的传播机制,如维语广播、维语杂志、维语报纸等。随后,马大卫先生对比了一组新疆维吾尔族与中国国家整体的受教育水平的数据。他认为,从整体上来说,新疆维吾尔族受教育的平均水平要高于整个国家的平均受教育水平,维吾尔族的文盲率比较低。但是,这种高程度的教育水平仅仅呈现在初级教育上。当对比到维吾尔", "label": "民族学", "id": 0}
{"content": "<正>1.征集少数民族热点问题研究、民族学人类学发展、民族政策法规创新思路、读书心得等相关文章及作品。2.体裁不限,关注现实,案例鲜活富有启发性,语言凝练;3.来稿最好是未公开发表过的作品,字数在1000~3000字左右;4.来稿请注明作者姓名、通讯地址、联系电话、电子邮箱,以及200字以内的个人简介。", "label": "民族学", "id": 0}
{"content": "<正>任何一种文化的传承、生长和影响力的获得都与一定的人口规模和社会发展状况密切相关。当今世界,全球化速度日益加快,科技发展不断打破不同文化间交往时空的阻碍,全球各类文化交往的格局正在发生重要变化。在改革开放中逐步融入国际社会的中国,也迎来了国民教育大普及、人口大流动、交通大发展、通信技术大飞跃的时代。在这样的时代背景下,人口较少民族群体的传统文化变迁也日益加速,民族文化", "label": "民族学", "id": 0}
{"content": "贵州为解决少数民族地区贫困和生态脆弱问题,于2001年实施生态移民工程,将生活环境恶劣的人口迁移到条件较好地区发展。本文关注少数民族传统文化传承方式因物理性质的传承场发生变化而产生的变迁。按传承的媒介,把少数民族生态移民在迁出地传统文化传承方式分为:以生产建设活动、节庆活动、祭祀丧葬活动、制度典籍为媒介的4类少数民族传统文化传承方式。并在有/无土安置、集中/分散安置、有/无文化活动场地安置、是/否结合旅游安置、学校教育、国家法律等影响因素下具体研究其传承方式的变迁,分析出了不同影响因素对少数民族生态移民传统文化传承的影响,并给出了利于少数民族传统文化传承的建议。希望对少数民族生态移民安置模式选择和已有安置地的改善提供有益的参考。", "label": "民族学", "id": 0}
{"content": "新疆位于祖国的边陲,是多民族聚居的地区,共有47个民族,其中世居民族有维吾尔族、汉族、哈萨克族、回族、柯尔克孜、族蒙古族等。在长期的历史发展过程中,新疆少数民族形成了丰富多彩,具有自身特色的语言文字、音乐舞蹈、民间文学和风俗习惯。由于多种民族的文化碰撞,形成了新疆具有民族价值观念的多元文化。但是受到全球文化融合的大冲击,少数民族的传统文化有了巨大的变迁,特别是没有自己文字的少数民族。研究新疆少数民族口述档案是为了抢救和保护开发利用新疆少数民族地区的文化遗产,尤其是锡伯族等人口极少的少数民族和只有语言没有文字的少数民族。由于时代变迁,部分少数民族人口越来越少,随之而来他们的文化面临着没有人来传承的境地,只有通过少数民族语言档案的开发与利用,档案的潜在价值才能转化为现实的价值。", "label": "民族学", "id": 0}
{"content": "<正>2014年10月30日-11月7日,我院国际关系学系、政治学与国际关系研究梯队教师张三南老师应邀赴广西参加学术会议和调研。10月30日-11月1日,张三南老师参加了由《民族研究》杂志社和广西民族大学联合主办的中国民族理论与民族政治论坛\"制度、权利与国家认同\"主题学术会议,并在会议作发言。11月2-7日,张三南老师与中国社会科学院、广西民族大学、中央民", "label": "民族学", "id": 0}
{"content": "<正>奚族是中国古代北方民族,最初以\"库莫奚\"之名出现于《魏书》,《隋书》始以\"奚\"为名。奚族自北朝出现,历经隋、唐、五代、辽、金、元,拥有近千年的历史,在中国古代北方民族史和中国古代史上占有重要地位。探讨和研究奚族的历史,对中国古代史,特别是中国古代北方民族史和民族关系史具有极其重要的意义。学术界对奚族历史的研究已有时日,不同时期的中外学者,依据文献记载,从不同的角度,采取不同", "label": "民族学", "id": 0}
{"content": "<正>内蒙高原的河与南方的河不同,她承载的是游牧文化和北方游牧民族的坚毅性格。在广袤的兴安岭和蒙古高原,呼伦贝尔的河流过森林、高山、草原,不仅播种了希望、富裕,而且收获了牧歌、幸福。呼伦贝尔市共有大小河流3000多条,其中流域面积在1000平方公里以上的有63条,在500平方公里以上的有98条,除克鲁伦河外均发源于大兴安岭,分别属于嫩", "label": "民族学", "id": 0}
{"content": "东干人是陕甘回民的后裔,仍保留有中国文化的传统和各种习俗。本文探讨民俗在文化认同和教育中的意义和作用,进一步反思东干族汉语教学中民俗文化的运用。", "label": "民族学", "id": 0}
{"content": "万物有灵,自然崇拜,是很多古老民族都共同崇信的。各民族先民对某种对象心理上的崇拜引发了他们情感上的求同,情感上的求同带来了表示亲情表示敬意的祭祀。在古时经济、文化、都有很大的局限性,人们就把一切强大的力量都归属于神灵,并且一代代传承下来。随着现代社会发展的突飞猛进,越来越多的人们走出大山,成为了城市少数民族,他们接受了大城市里的一切。而在边远的山区,像红土墙这样的彝族村寨,仍然保留有原始、淳朴的民族民风,依然在信奉红土地上的那些神灵,每年还专门举行祭山仪式。", "label": "民族学", "id": 0}
{"content": "<正>有清一代,满洲人的吉祥观在反映满洲民俗的同时,带有明显的北方民族的地域特色,更有接受汉文化之后的成分。满洲人的吉祥观发轫于萨满教,起初反映朴素的生存愿望,主要包括子孙繁衍、无病长寿和丰衣足食等内容。随着整个满洲社会文化的进步和社会体制的变化,吉祥观所体现的内涵日趋宽泛,福、禄、喜、佩绶等上层意识形态的内容也多有体现。吉祥观反映在满洲人生活的方方面面,不仅在出生、婚嫁、祝寿、葬礼、祭祀等人生礼仪和宗教仪式中得到体现,而且在日常生活的习俗中更是无处不见。吉祥观作为一种文化现象,以宗教仪式、文学作品以及剪纸、绘画、枕头顶、歌曲等艺术形式展现其丰富的内涵,满洲吉祥观的变迁轨迹显现的正是整个满洲文化的发展趋", "label": "民族学", "id": 0}
{"content": "<正>2007年4月,北京社科院满学研究所承担了北京市社科项目《满学研究精粹》选题,邀请满学、清史专家学者就满学一些重要课题组织攻关。经过多年研究,一些专题研究成果相继完成。2015年度,编入以赵志强所长主编的《满学研究丛书》,由中国社会科学出版社陆续出版。其中有《满族书面文学流变》《清代八旗官制与行政》《满洲认同\"法典\"与部族双重构建》三部专著。", "label": "民族学", "id": 0}
{"content": "<正>一、开疆拓土13世纪初,当宋金对峙、宋军不断败退之际,在金中都（北京）西北方向960多公里的斡难河（鄂嫩河）上游,蒙古民族诸部落于1206年推举52岁的铁木真为成吉思汗,1215年攻陷金中都后准备西征。1218～1225年为第一次西征,成吉思汗先后攻陷西辽（今吉尔吉斯斯坦）、花剌子模王国（今乌兹别克斯坦）以及阿富汗和伊朗东部地区,建立以次子察合台名字命名的察合台汗国（1224～1369）,建都于阿力麻里（今新疆霍城）。1227年,成吉思汗开始第一次南征,1229年攻灭西夏准备攻击金朝时,在六盘山逝世。第三子窝阔台继位,1234年攻灭金朝。", "label": "民族学", "id": 0}
{"content": "民族作为一个历史范畴,其现象、流变、交融以及因民族而生成的阶级、社会、国家可以理解为民族的存在方式是实践意义上的存在。任何一个民族,又都是一种意义上的存在,它的被认识、认可本身就说明基于存在的意义或身份的象征,记录着它的历史、现状及未来,标志着因一个标签、一个符号而赋予的背景、沧桑与深刻。每个民族总是有它与生俱来的特点,传承也好,转变也罢,历史和现实基础上的感知是认识理解该民族的基础。从民族的价值意蕴来看,一则是一个人的民族身份是其精神生活中某种信仰或信念,民族自豪感能给人以精神支撑和精神引导,这是民族价值的本原内容。二是一个民族的价值观念对他民族的意义,这是民族价值的派生内容。", "label": "民族学", "id": 0}
{"content": "苗族是一个迁徙的民族,他的历史可以说是一部迁徙史,曲靖地区的苗族大多是从贵州迁入定居,并在此繁衍生息至今的,在迁徙的过程中和定居后的长期生活中,曲靖地区的苗族形成了许多有别于其他地区的民俗特征,文章以曲靖地区的苗族作为主体研究对象,对源流和现状进行了调查,把民俗进行了对比,最终阐述加以保护的重要性。", "label": "民族学", "id": 0}
{"content": "<正>秦朝时,秦设桂林、象郡、南海三郡,但当时汉人的势力还没有到达海南。汉武帝以武力征服海南,在海南岛上设儋耳、珠崖郡时,临高先民早已定居在海南岛北部一带,而且生产相当发达了。而汉人大量迁居海南是唐宋以后的事情。在秦汉至唐宋年间,作为以海南岛土著自称的临高先民,生息居住在琼山、海口、澄迈、临高一带的滨海平原,大都是土地肥沃、物产丰富的区域,是海南岛的政治、经济和文化中心。在临高先民主导着海南岛文化近千年的", "label": "民族学", "id": 0}
{"content": "基督教在贵州石门坎地区的历史传承,已有100多年的历史,在这个贫困落后的农村山区地方,基督教影响了他们的生活,也改变了他们的生活。基督教的传入,在婚俗,丧葬、礼仪等方面,部给他们注入了新的活力,注入了新的文化内涵。时至争天,我们回过头来观察这段历史,看看基督福音传入前后当地人生活习俗的对比,对我们深刘理解石门坎独特的文化现象、理解基督教的本土化进程、进而理性地思考基督教有着深刘的意义。", "label": "民族学", "id": 0}
{"content": "鄂尔多斯禄马风旗作为该地蒙古民族供奉的圣物其历史悠长。其集蒙古民族的灵魂信仰,又融入祖先崇拜与祭祀的有机结合,现以形成当地蒙古民族祭祀文化的载体内容。", "label": "民族学", "id": 0}
{"content": "<正>边疆学协会（ABS-Association for Borderlands Studies）是美国设立的进行边疆学研究的学术团体,成立于1976年。该协会最初定位于研究美国与墨西哥之间的边疆问题,后来向更为宽广的领域延伸。该协会声称涉足研究的是当代边疆问题,包括区域经济一体化、新近民族国家的出现、民族冲突的培植、边疆开放与安全以及跨境问题管理制度化的需求（包括了从移民到共同面临的环境问题的关注,再到公共健康和经济发展的关注）。目前,这个协会会集了超过300个涉足边疆学研究的学者,这些学者分别来自美洲、亚洲、非洲和欧洲的学术机构、政府机构和非政府组织。", "label": "民族学", "id": 0}
{"content": "近年来,伊斯兰社会的性别问题一直都是回族研究的热点问题之一。本文运用民族学研究方法,从伊斯兰文化中的性别形塑过程、中国伊斯兰文化在形成过程中所包含的性别意涵以及临夏八坊回族聚居区在二元文化影响下的性别文化体现三个方面对中国西北回族社会结构中的性别形塑过程加以论述,旨在剖析其社会结构中性别形塑的独特性,即在长期的历史发展过程中,糅杂着传统礼教思想的伊斯兰文化广泛存在于回族社会的各个层面,而性别角色的实践在这一悠长的历史沉淀过程中得到不断强化的同时,也极大地丰富了其所在的场域。", "label": "民族学", "id": 0}
{"content": "本文立足于西北地区多民族聚居的现实背景,通过文献研究的方式对城市一个区全年的回族、汉族初婚登记信息进行了分析,以期完整地反映典型民族聚居城市当前的婚姻缔结概况,并试图揭示该地区不同民族在年龄、学历层面的婚姻匹配模式。研究发现,在年龄匹配层面,回族婚姻与汉族婚姻都普遍遵循\"男大女小\"的匹配模式,但是回族女性结婚年龄明显小于汉族。在学历匹配层面,尽管回族婚姻的学历层次整体上低于汉族婚姻,但是回族婚姻与汉族婚姻都遵循\"学历同类婚\"的匹配模式。本文认为,这体现出当前城市少数民族青年的婚配模式既有与汉族高度相似的一面,又有基于少数民族自身传统的重要特征。", "label": "民族学", "id": 0}
{"content": "<正>春节是一种综合性的民俗文化,关系到人民生活的各个方面,是一种重要的非物质文化遗产。它主要承载着三种核心价值:感恩、休养生息、大团圆。春节是生活美的高潮,生活美的集中体现;是精神美的高潮,融汇了中国人民的思想感情和理想愿望,表现了中国的民族精神。更好地建设富有时代精神的节日文化,使我们的民族精神不断发扬光大。节日庆典源远流长,在三千多年中,节日文化不断丰富、发展、变化,但是,万变不离其宗,在这些传统节日中,融汇了中国人民的思想感情和理想愿", "label": "民族学", "id": 0}
{"content": "<正>基于文化类型学的视角,将民族分类为原生型民族、融合型民族、衍生型民族、复合型民族、集合型民族。就其特征而言,中华民族属于典型的复合型民族,具有双层结构,同时又是文化共同体和命运共同体。文化共同体和命运共同体,有力地维护了中华民族的统一与稳定,推动着中华民族的伟大复兴。一文化类型学意义上的民族界定对于应该是强调56个民族的多元性,还是强调中华民族的一体性,现在学术界有不同的看法。有人认为56个民族的多元文化还没有得到应有的尊重、保护和发展,因此提高认识、加强这方面的工作,对于实现各民族", "label": "民族学", "id": 0}
{"content": "<正>对一个人或一个民族来讲,它的认同是多维度的。例如,有民族维度的认同、文化维度的认同、宗教维度的认同以及地域维度的认同等。在其认同的背后有着非常复杂的内因外缘,并且随其变化,认同的维度也发生着变化。众所周知,地处祖国西部青藏高原的青海省是一个多种民族杂居、多种文化交融的省份。居住在这里的不少民族,就表现出了认同的多维性和一维性特征。如青海省黄南藏族自治州河南蒙古族自治县的蒙古族同胞身", "label": "民族学", "id": 0}
{"content": "<正>中华民族是在亚洲大陆中东部这块相对独立的地理区域内,历经近五千年的风风雨雨,由众多族群逐渐融合而形成的一个从封闭走向开放的伟大民族。在今天看来,她是一个以汉族为核心、团结55个少数民族而形成的具有广泛民族认同意识,拥有约13亿人口的多族群统一体。①中华民族起源和发展的主要特征、内在规律和未来前景是人们共同关心的问题,本文试从地域特点、气候波动和长城兴废的角度分析一下这几个问题,帮助读者建立起中华民族的完整观念。", "label": "民族学", "id": 0}
{"content": "本文从学者、伴医者和政府管理者等多重视角,对目前藏族人口流动的重要形式之一——到中心城市治病就医过程中的适应问题进行调研,发现以治病就医为目的的藏族流动人口在中心城市所遇到的问题,除了可以想见的语言沟通、疾病理解的问题,以及与其他患者一样会遇到的医患互信等问题外,藏族特殊的风俗习惯以及宗教信仰也会对在中心城市就医的流动人口产生影响。本文通过分析指出:地域、教育水平、经济发展程度,以及传统宗教信仰观念和行为等都影响着藏族就医者在城市的适应性。同时,医疗本身的跨文化性也决定了藏族就医者的适应难度。", "label": "民族学", "id": 0}
{"content": "《藏蒙大辞典》是藏族高僧学者共同编纂的一部工具书,后又组织蒙古专家学者翻译定本,由国外学者主持出版面世,极具学术价值。本文对辞典的名称、作者、成书年代、内容、编纂蓝本,以及学术价值等几个方面进行考释,并且翻译了前言和后记。文章认为《藏蒙大辞典》是国际学术殿堂民族文化交流的壮举,在德国等国际友人的推动下,不仅推动了蒙古学在国际学术界的发展,也为推动国际藏学事业的发展做出了突出贡献,使这部沉睡半个多世纪的工具书重印发行,在藏蒙民族文化交流中发挥了重要作用。", "label": "民族学", "id": 0}
{"content": "一个民族的服饰与饮食是经过几百甚或是上千年的文化积淀而形成,集中了这个民族的情感与智慧,最能代表这个民族的人文禀赋。满族这个北方渔猎民族在长期的社会生活与自然环境作斗争的过程中,逐渐形成了独特的服饰与饮食传统,虽然作为一个渔猎民族早已深深融入了汉民族大家庭,但是满族的许多古老习俗至今仍深深影响人们的社会生活,成为我们社会生活中的重要部分。", "label": "民族学", "id": 0}
{"content": "<正>当中国这个拥有古老历史文明的泱泱大国第一次有了自己的文字、传说、神话开始,古老的中华文明之火便划破了历史的幽幽夜空,华夏文明的曙光也开始了它的薪火相传。我国北方这片幅员辽阔的土地上,先后出现过众多的少数民族,他们有的曾建立过辉煌稳固的王朝政权;有的曾改变过中国历史的版图;有的对中原文化产生过深远影响;有的则改变过中国历史的政治格局。他们的金戈铁马曾踏遍大漠南北、长城内外;他们的鼓角铮鸣曾震动日月星辉、山川河流;他们的铁蹄裹挟着历史的尘烟在岁月的版", "label": "民族学", "id": 0}
{"content": "<正>每年农历九月九日的重阳节,是人们尊重老人,为老人做好事,做实事的节日。但对于毛南族的同胞来说,敬老节在六月六这天,谓之\"女儿节\"。\"六月六,龙晒谷。\"六月,阳光明媚,正是庄稼拔节的好时光,也是平塘毛南人农忙告一段落,互相走亲访友的好时节,长久下来,便形成了毛南族\"六月六\"独特的\"女儿节\"。毛南人历来有孝敬老人的传统。每年一到\"六月六\"这一天,有女儿的人家都要打扫庭院,杀鸡购肉,准备丰盛的菜肴等待女儿的归来。有的人家甚至于还会杀猪办酒,把邻居或", "label": "民族学", "id": 0}
{"content": "<正>阿昌族是云南的一个特有少小民族。阿昌族主要聚居于云南省德宏景颇族傣族自治州的梁河县、陇川县、芒市和保山市的腾冲县、龙陵县,以及大理白族自治州的云龙县境内,人口约4万余人。在德宏州现有的20多个乡、镇中,有600多个村寨与缅甸接壤。国境两边的多个民族同根、同语、同俗,世代友好交往。在德宏景颇族傣族自治州辖区内的阿昌族人数仅为总人口的2.51%。①阿昌人大多数都会讲汉语、傣语,户撒的阿昌族还会讲缅语和景颇语,他们中有不少人能通五六种语言。这种特殊的语言", "label": "民族学", "id": 0}
{"content": "中国人一贯有梦想,有追求。实现中华民族伟大复兴的中国梦,就是使国家富强、民族振兴、人民幸福。重拾心理学的重要使命一帮助人们生活得更充实幸福、有意义;发现并培养具有非凡才能的人是实现中国梦的必要要求。心理学研究为中国梦服务,就要挖掘和培育本民族的良好心理品质,以民族精神凝聚共识,化解矛盾,激发积极情感,寻求幸福。", "label": "民族学", "id": 0}
{"content": "<正>台湾是\"南岛语族\"发源地之一,可以概要分类为\"高山族\"与生活在平地的\"平埔族\"。而自南宋以来,已有汉人及其他少数民族陆续迁居台湾,例如今日居住在彰化一带的粘姓,在学者考证下就是女真族的后裔;而居住在云林县台西乡一带的丁姓,根据丁姓族谱记载,台西乡丁氏是阿拉伯人后裔。祖先丁苏在两百多年前自福建省渡海到台湾,由于不断汉化通婚后,目", "label": "民族学", "id": 0}
{"content": "少数民族青少年的民族认同与同伴交往的关系研究,对增进多民族聚居地学校各民族学生之间的友好交往和互帮互助有意义。采用Phinney的多维民族认同量表与自编的同伴交往问卷,对744名初中生进行了调查,其中傈僳族438名,白族237名,怒族68名,目的是比较傈僳族、白族、怒族学生的民族认同、同伴交往特点,并考察民族认同对同伴交往的影响。研究结果表明:傈僳族初中生的民族认同探寻与白族、怒族学生的民族认同探寻有显著性差异。傈僳族学生的民族认同肯定比怒族学生明显强烈,但与白族学生相比,并不存在显著差异。在同伴交往上,三族学生与本族学生的交往、与汉族学生的交往,以及朋友的族别与人数等方面都不存在显著性差异。三族学生的民族认同得分与同伴交往得分呈正相关。民族认同探寻与肯定可以显著预测三族学生的本族交往和朋友的族别与人数,只有民族认同肯定能显著预测汉族交往。", "label": "民族学", "id": 0}
{"content": "民族心理学是一门跨心理学与民族学两大学科的交叉学科,其研究对象与方法论基础的多元性与独特性就构成了学科本身的特殊性。该研究将围绕以下问题来回顾与省思我们近年来所开展的理论与实践研究。首先,对民族心理学学科本身的回顾与再认识。民族心理的研究应该包括哪些内容,其学科体系和研究对象是什么?,这些都是民族心理学家一直关注并探究的问题,同时也是被困惑的问题。根据多年的民族心理学理论与实践的学习与思考,我们认为民族心理的研究除了要关注民族心理的活动过程及族体人格特质之外,还要重视对民族心理活动结果的研究。民族心理活动不可避免地同民族的语言、宗教、风俗、婚姻等渗透在一起。透过蕴含民族特质的民族心理活动结果的承载物,可以研究民族心理。笔者强调对于民族心理活动结果的研究,试图尝试通过\"可以触及的,深入那不可触及\"的世界,即民族共同体心理世界的研究。其次,对民族心理学研究方法的进一步探讨。在早期的民族心理学研究中,从心理学出发的民族心理学研究和从民族学出发的民族心理学研究采用着各自不同的研究方法。二者在方法上几乎是互不借鉴,各行其是。从20世界后期开始,民族学家和心理学家在各自开展的有关民族心理的研究中在方法上就互相借鉴,使得研究成果更为客观和准确。我们认为以民族学方法为主的多学科研究法可以作为民族心理学的研究方法,其中包括田野调查法、质性与量化结合的方法以及心理学方法。最后,对民族心理实践研究的呈现与省思。近几年,我们所开展的有关民族心理的研究主题主要有民族交往心理、少数民族妇女宗教心理、民族社会结构性差异对民族心理影响之研究等。这些主题既有偏重理论的探索,也有侧重实践的探究,都是透过本土化的田野和交叉学科的视野来践行民族心理研究。回顾我们所开展的民族心理研究,有值得肯定的、有值得进一步探索的,也有一些困惑与问题。在民族心理学发展的今天,对其进行回顾与省思对于促进民族心理学及其相关研究,促进该学科的进一步完善并践行本土化之具有重要意义。", "label": "民族学", "id": 0}
{"content": "民族文化是在特定民族群体生活环境中形成,斯拉夫文化源远流长,对人类文明进步做出了重要的贡献,其范围主要包括俄罗斯、东欧以及巴尔干半岛等地。斯拉夫文化的民族精神价值取向有着独特的价值观、思维方式、民族性格等,在斯拉夫文化发生巨大变化的当代,相对主义、多元文化和科学技术的迅猛发展,以及经济全球化所带来的价值冲突与文化交融,无不对斯拉夫文化的民族精神价值取向提出新的挑战。在这样的背景下,思考斯拉夫文化的民族精神价值取向的跨文化研究,就是要进一步理解个体人相互协作构成一个互惠共生的社会的道理,理解斯拉夫文化的民族精神价值取向的符号学意义分析、结构分析、历史分析、哲学特点分析,试图构建斯拉夫文化的民族精神价值取向的对待自然、对待集体和对待权力的民族认知框架、民族认知选择性和民族认知方式（场依存性/场独立性）的心理维度。并从斯拉夫文化的民族精神价值取向与民族道德认知、民族文化生成发展、社会性发展为基础,以民族精神性养成为表征,以民族情感与社会认知相互影响、彼此促进为发展过程,试图建构斯拉夫文化的民族精神价值取向的跨文化理论反思与民族社会心理的精神性机制。总之,斯拉夫文化的民族精神价值取向体现在他们的认知、思维、行为上,同时也体现在民族的物质和精神产物上,能够为民族心理学的研究提供理论和实践依据。", "label": "民族学", "id": 0}
{"content": "国外对12岁以下少数民族儿童的民族认同研究颇多,而中国民族认同的研究多集中于青少年和成人,对12岁以下儿童的研究非常少。本文在梳理国外儿童民族认同发展理论及研究范式的基础上,对中国3-12岁儿童民族认同的发展要素及研究问题进行了思考。以民族认同的发展取向理论为基础,国外学者采用\"娃娃研究范式\"及其变式等方法对儿童的民族认同进行研究。其代表性的研究成果认为,3-12岁儿童的民族认同发展是分阶段的,每个阶段都有里程碑似的关键事件。儿童民族认同的发展存在着三个核心要素:肤色偏好,即对肤色的偏好和进行区分的能力;自我认同,即儿童能正确的指出自己所属的种族或民族;种族恒常性,即儿童对自己所属的族群和其他不同族群所具有特征的稳定性的信念。国外的研究对中国少数民族儿童的民族认同研究具有启发和借鉴意义。中国少数民族儿童的民族认同的研究可以从以下方面进行:（1）从中国少数民族儿童的民族分类线索入手,确定儿童民族认同发展的核心线索和边缘线索;（2）探索儿童是否存在对某种分类线索的偏好;（3）确认儿童出现贴标签行为、产生民族恒常性的年龄及年龄特征;（4）创编适用于中国12岁以下少数民族儿童的民族认同实验范式。", "label": "民族学", "id": 0}
{"content": "民族与种族社会化是少数民族儿童社会化一个特有的重要组成部分。目前美国心理学的相关研究发现,父母向子女传递民族与种族社会化信息的方式,可能既有直接,也有间接的方式。直接方式传递的信息内容涉及到民族与种族社会化信息的各个方面,间接方式传递的信息目前主要涉及到文化社会化方面的信息。其传递方式、信息类型等存在年龄差异。在孩子较小的时候（2~6岁）为直接或间接地传递,儿童中期至成年早期以直接传递为主。总体而言,文化社会化信息被传递最多,其次是偏见准备信息,促使不信任和种族平等主义与沉默这类信息较少。此外,传递方式的特点影响着研究者所使用的研究方法。对直接信息的测量主要是纸笔测验和访谈法。纸笔测验分为对语言信息或行动实践频率的测量和对观念、态度强度的测量,代表性的研究工具有《美国黑人全国性普查》、《民族与种族社会化感知问卷》、《青少年种族社会化实践量表》等;对间接信息的测量主要采用观察法,其代表性工具是《少数民族家庭环境清单》。未来的研究需要拓展对民族与种族社会化的信息传递者及载体的研究,发展对间接传递的民族与种族社会化信息的测量工具以及关注中国少数民族青少年民族社会化理论是否存在独特性等。", "label": "民族学", "id": 0}
{"content": "民族社会化感知是指少数民族儿童对父母向他们传递的有关民族特征方面的信息的认识。以中国景颇族聚居地的景颇族初中生为研究对象,采用三个实验考察了民族社会化感知的特征。实验1采用开放式问答,对159名景颇族、傣族和汉族初中学生进行调查,目的是搜集不同民族的学生在校学习与生活时所发生的冲突故事,并从中梳理有关景颇族人的刻板印象或偏见。实验2在实验1的基础之上,编制了景颇族同学与傣族同学在宿舍发生的日常矛盾冲突事件。要求119名景颇族学生采用故事补全的方法,回答这个事件发生之后,故事中的景颇族学生的妈妈会对他（她）说些什么?实验3在实验2基础上,结合国外青少年民族社会化感知的维度,形成民族社会化感知的测量项目。以335名景颇族初中生为被试,要求被试在阅读有偏见线索或无偏见线索的冲突故事之后,对民族社会化感知的测量项目进行评估。结果表明:（1）景颇族初中生感知到民族社会化信息包含促进和睦、文化社会化、促使不信任、偏见准备等;（2）冲突故事中是否存在偏见线索对被试的民族社会化感知没有显著性影响,但被试对不同信息的感知存在显著性差异,对促进和睦的报告显著高于文化社会化和偏见准备,对促使不信任的报告最少;（3）被试的民族社会化感知存在性别差异,女生更多地报告促进和睦信息,男生则报告更多偏见准备信息,但是不存在居住社区环境上的差异。这些结果说明,在与不同族学生之间发生冲突时,无论该冲突有无偏见,景颇族学生感知到的父母所传递的最多信息是促进和睦。", "label": "民族学", "id": 0}
{"content": "<正>文学应该从人类的暗部去发现光明的一面,给人以力量,让人更信赖人。——大江健三郎夹边沟位于甘肃省酒泉至金塔之间的一个昔日的劳改农场,这里是巴丹吉林沙漠的边缘,一望无际的戈壁滩,连绵起伏的沙丘,散落其间的是一些半截的土墙框,它们就是当年右派们住的地窝子。1957年10月至1960年底,这里关押了近三千名\"右派\"份子。在这酷暑难耐抑或天寒地冻的与世隔绝的世界边缘,他们终日劳作,经历大饥荒,吃尽了能吃的和不能吃的所有。这是一段耸人听闻、撕心裂肺的历史,伴着干燥的猎猎长风,黄沙一遍一遍抚摸着这片土地,半个", "label": "民族学", "id": 0}
{"content": "<正>昆明,云南民族大学王东昕教授并转汪先生家人和治丧办公室:惊悉我辈学人敬重敬爱的学术导师人世楷模,中国学界南天一柱,著名民族学人类学考古学家,民族考古学开创者,云南民族大学首席科学家、《民族学报》主编汪宁生教授2014年2月1日13时40分在昆明红会医院逝世。我们谨代表中央民族大学世界民族学人类学研究中心、中国少数民族研究中心同仁和在京学人同事沉痛示悼。汪先生1959—1963年曾在中央民族学院历史系任教,后以\"远绍清儒近接五四,衡平中外纵贯古今\"的学识,立足川滇黔山地,倾心治学,在青铜岩面、语言文字、数卜八卦、中", "label": "民族学", "id": 0}
{"content": "<正>中国是由各类人群在历史聚集演变而成的多元复合体首先,中国领土随着时代变化,从整体上看是不断扩大,最终才有了现在的广大领域。另一方面,中国历代王朝并非每个都是由相同的人种群体所构成,而是由复杂多样的人群与地域集合而成。说中国是由各类人群在历史聚集演变而成的多元复合体,这恐怕再恰当不过。实际上,这一特性也不仅限于中国。它还是贯穿整个人类史的共通点。当今中国存在五十多个民族这一事实,或许就是其证据。从结果看,蒙古帝国虽然出现在中华的北方,但却有着军事共同体的传统;那些以游牧民为主体的军事共同体此前已经建立过若干王朝。这些", "label": "民族学", "id": 0}
{"content": "<正>恰如之前所说,目前帕米尔横跨亚洲三个国家,中国、阿富汗和塔吉克斯坦。其中2/3是在塔吉克斯坦共和国的戈尔诺-巴达赫尚自治州（GBAO）。南部和东部地区收分别属于阿富汗和中国。这是各国19世纪末签署的边界协定。起初主要是大国势力的一些微小政治利益而人为制造并标在地图上的板块,但随着时间的推移,GBAO或者说俄罗斯的帕米尔,最终都最终凝固成一个独特的实体。除此之外,它还产生了如此特殊的身份和文化,并可以单独放在另外两个更大的帕米尔背景中来作比较。紧随俄罗斯帝国和苏联时代而来的是帕米尔的后瓜分时代的动荡历史,这形成了现代GBAO独特的性格,并且最终,在", "label": "民族学", "id": 0}
{"content": "<正>民族学人类学只有一部分属于科学,另一部分则属于人文,甚至就属于研究者的自我,所以只有胸中燃烧着炽热问题并努力寻找答案的人才能在这个领域获得成就;它是自我发现之路,也是揭开这个世界的秘密的方法。我自己投身民族学人类学算是一个很好的例证。我的人类学家的梦想漫长而崎岖,我的决心遭遇过无数的教训和错误,这篇论文的完成也是如此。每一个章节和段落都是在灰尘、雾霾和霜冻中练就,其中不乏沉甸甸的疑惑和苦涩涩的失落,不舍昼夜。所谓梅花香自苦寒来,论文的结论毋宁说是从伤痛中来,在难过、奋斗和", "label": "民族学", "id": 0}
{"content": "<正>夜幕降临,人们吃完晚饭,屋外就开始了此起彼伏的\"波尼亚\"声,一浪高过一浪,三五成群的人们从各个方向汇集而来,\"波尼亚\"的浪潮涌进阿普的房子。阿日拿起酒壶和碗,给\"波尼亚\"的大人和孩子奉上一碗水酒,大家聚集在火塘的阿普边,或站或坐,不知谁起头唱起彝语歌,人群顿时安静了,只有这婉转悠扬的曲调在空气中萦绕。阿日告诉我,这是彝族人在过年时候才唱的歌曲。慢慢地,人群又躁动起来,开始有人和着曲调跟唱,越来越多,越来越高昂,最后这首过年的歌在欢呼的\"波尼亚\"中完美结束。拜年的人潮又涌向下一户人家。我、胖哥和阿日也融入这", "label": "民族学", "id": 0}
{"content": "<正>文化较发达的民族,其大多数成员在行为上、语言上会表现出来种种活动、心态。这些活动、心态不是只属于个别人的,也不是一时偶然出现的,而是集体的、有一定时间经历的人们的行动或语言的表现,在这一集体传承的过程中逐渐形成一种模式,我们称之为民俗。①民俗文化涵盖的范围很广,包括物质生产民俗、物质生活民俗、民间工艺民俗、", "label": "民族学", "id": 0}
{"content": "<正>帕米尔是更接近天堂的地方,尤其是它的腹心地带,论高度,可以说是世界第二高原,山谷海拔都在3500米到4200米。连绵高耸的欧亚大陆山脉从帕米尔的中心地带绵延向地球四方,犹如许多巨蛇簇拥起帕米尔这枚王冠,拜倒在这块与世隔绝的土地前。这里是众河的源流、老鹰的故乡,在亚洲大陆的心脏地带,仿佛灯塔一样照耀着周边的平原和沙漠,其地位之高以至于被人昵称为\"世界屋脊\"。事实上,对于匍匐其下而仰望它的人来说,它的确像个屋脊;而从", "label": "民族学", "id": 0}
{"content": "<正>一这是一片天山明月,云海苍茫的风雪塞外。那是一望无垠、黄沙漫天的大漠,却同时硕果累累、瓜果飘香;那是地广人稀、人迹罕至的不毛,却是歌声悦耳、舞姿妙曼;那是古人划之为流放之地的边陲,却是文明发达、源远流长。新疆之于新疆人,是故土、是家园、是热爱、是不可贬低的庇护;新疆之于中国其他地区的人,是文明、是学习、是尊重、是不可或缺的责任。天山之外,平原地区,鱼米之乡,水草丰肥。", "label": "民族学", "id": 0}
{"content": "威尔·金里卡,加拿大著名政治哲学家,现任加拿大女王大学哲学系教授,是西方为数不多的较早研究少数民族权利的学者代表。现主要从事民主政治和多样性研究工作,尤其重视多元文化社会中公民权利和社会公平研究。2012年2月,金里卡发表《多元文化主义:成功、失败与前景》一文,探讨与移民相关的多元文化政策问题。在文中,金里卡对西方盛行的多元文化主义退步与失败的主流论断提出质疑。他认为,这些论断不仅误解了多元文化主义推行的诸多尝试的本质,夸大了多元文化主义遭摒弃的程度,对当前遇到的困境和局限进行了错误的定位,更提出了错误的解决这些困境和局限的方法。在对多元文化主义进行独到详细的阐释之后,金里卡乐观地估计多元文化主义发展前景,他认为,在一股强制力量的推动下,现代西方社会对民族文化多样性的公共认可和调和日益加强;现代人权革命带来的宽容、平等、自由的公共价值和宪法规范,对多元文化主义的发展也起到了积极的促进作用。", "label": "民族学", "id": 0}
{"content": "<正>因为我们今生有缘让我有个心愿等到草原最美的季节陪你一起去看草原去听那悠扬的歌去看那远飞的雁看那漫漫长长的路能把天涯望断陪你一起看草原草原花正艳陪你一起看草原让爱留心间陪你一起看草原阳光多灿烂陪你一起看草原让爱留心间节选自歌曲《陪你一起看草原》\"社火\",广泛流布于民间,是我国多个民族共识、共事的祭祀天地的一个普通的民间活动。它源自于我们的祖先对大地、苍天的崇拜。由于生产力的低下,人们以为只能用这种办法驱鬼逐魔,祈", "label": "民族学", "id": 0}
{"content": "我国是一个多民族国家。根据2010年第六次人口普查数据,少数民族占全国总人口的8.49%,其中80%左右的分布在西部12个省、自治区、直辖市,并且几乎所有的民族地区城市都是多民族共同居住的城市。但是,这些城市存在居住隔离现象,城市处于一种不和谐的状态。因此探究民族地区居住隔离的形成机制很有必要性,这样才能\"对症下药\",为实现民族地区和谐社会奠定基础。本文通过格尔木市居住格局演变的纵向分析可以看出,文化、制度与政策、城市管理是导致居住隔离的主要因素。形成机制的研究为缓减格尔木市高度居住隔离提供理论基础,为民族地区居住隔离的形成提供参考与借鉴。", "label": "民族学", "id": 0}
{"content": "布依族《摩经》是布依族传统文化的经典,是记述布依人类的起源、布依神话故事情节、历史传说及生产生活的经验总结,是布依族语言的保鲜库。《摩经》又在布依人类历史发展的岁月中,经过不断创造、发展,借鉴、加工,变化、调整和补充完善而成的。布依族又在祭祀求神、祈福保安、丧葬习俗、驱魔逐邪、等的仪式上都离不开《摩经》而得以传承。是我们了解布依族整体文化的重要途径。", "label": "民族学", "id": 0}
{"content": "贵州土家族是贵州世居住的少数民族之一,其独特的风俗风情文化具有一定的文化价值,研究其民俗风情的功能、价值,合理保护,有利于贵州少数民族地区的经济文化的发展。", "label": "民族学", "id": 0}
{"content": "<正>美国防长哈格尔4月访问蒙古国,除了蒙美双边军事合作引起世界关注外,哈格尔获赠黄骠马也成为他4小时蒙古之旅的亮点。蒙古人为什么要送马,赠马到底有什么讲究,在此为您一一解密。送马有固定仪式爱马的蒙古人有着向尊贵的客人赠送骏马的习俗,马在蒙古人的眼中是速度、力量和朝气的象征。蒙古人崇尚马,将自己喜爱的马赠送别人,表明对朋友的尊重和诚意,显示出主人热情好客的性格。这是理所当然的高端大气上档次的礼物。在蒙古人文化中,马和绵羊被称为\"热畜\",因为马和", "label": "民族学", "id": 0}
{"content": "<正>阴山为匈奴的\"苑囿\"一说,出自《汉书》卷94《匈奴列传下》。汉元帝竟宁元年（前33年）,昭君出塞。呼韩邪单于上书:\"愿保塞上谷以西至敦煌,传之无穷,请罢边备塞吏卒,以休天子人民。\"元帝\"令下有司议\",郎中侯应说:\"为臣闻北边塞至辽东,外有阴山,东西千余里,草木茂盛,多禽兽,本冒顿单于依阻其中,治作弓矢,来出为寇,是其苑囿也。\"①\"苑囿\"一词,泛指古代植林木、养禽兽,供帝王玩乐的园林。《说文》载:\"苑,所以养禽", "label": "民族学", "id": 0}
{"content": "<正>黑色,是一种淳朴,一种自然,一种简单,也是一种神秘……在中越边境的广西那坡县聚居着一个\"以黑为美\"神秘的族群——黑衣壮,是壮族的一个支系。他们的服饰无论男女老少,统一着黑色。男子黑色头巾、黑色前盖大襟上衣、黑色宽脚裤,黑得精神抖擞;女子黑色火棱状头巾、黑色右盖大襟圆领上衣、黑色宽脚裤,黑色大围裙,黑得容光焕发。黑衣壮位于那坡县城厢镇龙华村吞力屯,离县城约14公里,四面群山环抱。在村口不远的地方有一座石头寨门,建在两座险峻大山之间的山谷里。相传寨门是很久以前用来抵御外族入侵用的。黑衣壮的每一座山寨石门都记载着一段神奇悲壮的历", "label": "民族学", "id": 0}
{"content": "彝族习惯法是特定区域内人们在长期生产、生活过程中约定俗成的习惯、习俗、礼节、仪式、舆论、禁忌、村规民约等,用以划分人们的权利义务和调解各类纠纷,并具有一定约束力的行为规范。在当今少数民族地区仍有深刻影响,与国家制定法存在着一致和冲突之处,我们应在承认和尊重的基础上予以慎重对待和处理。大方县鞍山村彝族发展到今天,留下了珍贵的法文化,在这些法文化当中,彝族习惯法在某种程度上对于维护大方县彝族地区的秩序起到了国家制定法难以起到的积极作用。本文主要分析彝族习惯法的概念,对彝族习惯法进行界定。在此基础上来研究大方县鞍山村彝族家支习惯法内容。着重描述和分析彝族家支习惯法在加强彝族家族内聚力,巩固彝族社会的宗族统治,调节内部关系,起到了什么样的作用。分析鞍山村彝族习惯法与我国现行法律异同之处,了解我国少数民族习惯法的现实表现,以此来探讨研究彝族习惯法在维持社会秩序、弥补国家法的不足、传承彝族法律文化所起到的作用。", "label": "民族学", "id": 0}
{"content": "<正>青海地处三江源头,地域辽阔、历史悠久,在漫长的沧桑岁月里,各族人民创造了丰富的历史文化,成为中华民族灿烂文明的发祥地之一。其中,存在于4世纪初至7世纪中叶（西晋末年至唐高宗龙朔年间）的青海境内地方政权之一的吐谷浑王国,与其同时和稍后年间时常深入青海境内、尤其是青海西部地区的吐蕃王国,在很长时间内都将位于青海湖以西、柴达木盆地东侧的今海西蒙古族藏族自治州都兰地区作为自己的根据地,曾经谱写了辉煌的历史篇章。", "label": "民族学", "id": 0}
{"content": "噶逻人在藏族史籍中扮演着重要的角色,尤其是与古格的纠纷,从14世纪中期的《红史》到19世纪初的《土观宗派源流》前后500年的藏族史书中都有论说,其形象也逐渐由贪财的绑匪转变成凶残的外道。事实上藏史上的噶逻人就是活跃于西域的葛逻禄人,这种转变与葛逻禄人的伊斯兰化有关。少数藏文史书上记载有噶逻人在12世纪中叶入侵阿里,击杀古格国王扎西泽的事件,结合当时葛逻禄人在西域的相关情况,是完全有可能的。葛逻禄人在后弘期初期给西藏造成的恐惧感后来沉淀下来演变成了藏史中益西沃的殉难故事。", "label": "民族学", "id": 0}
{"content": "<正>张元济（1867—1959）,字筱斋,号菊生,浙江海盐人,清光绪十八（1892）年进士,授翰林院庶吉士,曾任清政府总理各国事务衙门章京等职,积极参与维新活动,在北京创办通艺学堂,\"讲授泰西各国实用之学\",戊戌变法失败,到上海任南洋公学译书院总校兼代办院事。1903年初,应创办人夏瑞芳邀,入商务印书馆,建立编译所,任首任编译所长。他以\"扶助教育\"为出版方", "label": "民族学", "id": 0}
{"content": "改革开放30多年,中国的经济发生了翻天覆地的变化,政府的诚信问题也一直是人们关注的焦点,政府如何能领导中国的经济走向更为繁荣的明天?在今天这个民间重视倡导诚信的时代,政府的诚信也应该是我们思考的问题。蒙古民族是一个讲究诚信的民族。成吉思汗用人特别看重人的诚信品格,我们的廉政建设也可以学习借鉴蒙古族的诚信品德,在官员的选拔和考核中,注重诚信品德,也许这样可以大大提高政府的公信力。", "label": "民族学", "id": 0}
{"content": "欧美藏学界关于\"西藏问题\"的叙事主题,无论臧否,似乎都对藏汉文明之历史性质注视不够。亚洲腹地\"三原\"文明的融合,构筑了中国藏汉文明的共同根基;植根于藏汉文明共同体的西藏共享性发展理路,从来就不是主观人为的\"预设\",而是客观历史的抉择。", "label": "民族学", "id": 0}
{"content": "《马可·波罗行纪》所载哈密\"妻女待客\"风俗是十分可信的民俗史材料。通过诸多材料的梳理,我们可以看到\"妻女待客\"的风俗在人类各民族风俗史中并不是孤立的个案,在很多民族的初期发展阶段都可以看到这种风俗的遗迹。本文认为,形成并维持\"妻女待客\"风俗的最重要原因是其满足了偏远少数民族\"获取优质基因\"的刚性需求。而所谓\"取悦神明\"的论调实际上是保有这种风俗的人群借用宗教将其合理化的结果。", "label": "民族学", "id": 0}
{"content": "<正>20世纪80年代,国家民委曾组织编纂出版过《中国少数民族简史丛书》,云南出版其中的16部。按照当时方案,简史的下限写至1949年9月,未涉及1949年10月以后的历史。1949年10月1日中华人民共和国建立,翻开了中国历史崭新的一页,更开启了云南各少数民族历史崭新的篇章。60多年来,云南25个少数民族在中国共产党的领导下,艰苦奋斗,开拓进取,在政治、经济、文化等方面出现了史无前例的巨大进步。云南众多民族,从被压迫、被奴役的对象变为政治、经济彻底翻身的主人;从", "label": "民族学", "id": 0}
{"content": "日本自古以来就自称是一个单一民族的国家,即大和民族。然而,在日本的北方还存在一个阿伊努族。就是这个相对大和民族来说的小民族,历史上曾多次与大和民族有过纷争,今天,却已被大和民族所同化。由于被大和民族施以同化政策,该民族的文化一时得不到很好的传承。不过,大和民族已经意识到保护阿伊努族文化、语言等民族特色的重要性。如今其文化的研究,引起了众多人文社会科学研究者的关注。那么,这是一个什么样的民族?本论文的研究目的为基于阿伊努族在日本的特殊地位,从宗教信仰和宗教文化的角度来探究这个民族的文化特点。", "label": "民族学", "id": 0}
{"content": "<正>一、题外话这是牛津大学David Miler的近作。实事求是地讲,这本书让我很头疼,别说完全读懂它,就是对其基本内容的理解也煞费脑筋,往往是一段或一章节读下来,印象都是似是而非,不知所云。因此,我就采取逐段细读的办法,一点点往下啃,每读完一段就总结概括本段的大意,并勾画重难点句子,每读完一节也总", "label": "民族学", "id": 0}
{"content": "<正>南岛语族的起源与扩散,是20世纪太平洋语言学、民族学、考古学和人类学界共同关注的最重要的课题之一。目前,国际学术界大多数的学者都认同,南岛语族起源于中国大陆东南沿海。2010年11月下旬,福建省昙石山遗址博物馆迎来了一批特别的客人——来自太平洋波利尼西亚海岛上的勇士和他们的家人。为了探寻祖先迁徙的足迹,六位勇士驾驶无人工动力的仿古独木舟,在广阔的太平洋海域航行了四个月,终于来到他们认定的故乡——中国东南。与中国东南古船类似的独木舟,能够跨越重洋,有力地证明了中国东南的土著居民,也完全能够凭借高超的造船技艺和精湛的航海技术,征服太平洋。", "label": "民族学", "id": 0}
{"content": "<正>受地形地貌大势和中古气候变迁的影响,六朝成为中国历史上继秦朝之后又一个大移民时代。秦朝大移民主要指其规模大（数量、距离）,\"政府操作\"刚性大;六朝大移民的特点则是时间延续性长,对政治体制和族群关系影响巨大而深远。就东南族群关系而言,当时南渡、土著人口的\"蛮越化\"和南方蛮越族、\"蛮越区\"的汉化两种倾向相互纠叠,闽中地区则直到隋唐时期非汉族群的势力依然十分强大。六朝时期中国北方、南方的少数民族构成都相当复杂,姑且以\"胡\"、\"蛮\"分别作为北", "label": "民族学", "id": 0}
{"content": "<正>由于黎族是一个只有语言而没有文字的古老民族,要了解黎族的族源问题,也就是探讨和研究黎族先民是来自何方,是一个十分棘手的问题。学术界一般认为,黎族族源与南方地区古越族有着一定的关联,而古越族原始文化的形成当可以追溯到史前时期的河姆渡文化。可以说,黎族先民的来源应是与古越族有着千丝万缕的联系,他们在文化乃至族源方面是一脉相承的,当就是由古越族的一支发展而来的,并与以后的百越族及其骆越人存在着十分密切的渊源关系。从考古资料来看,早在距今三四千年的原始社会时期,黎族", "label": "民族学", "id": 0}
{"content": "<正>为了迎接海南建省办经济特区20周年,海南省委宣传部和海南省社科联,组织了海南学术史上规模最大的专家学者来编撰《海南历史文化大系》（十卷本100个课题）,笔者有幸参加并承担了《海南黎族研究》一书的撰写任务。但在本书出版之后,总感到有些问题仍需要进一步的说明,诸如黎族历史文化是如何形成的?黎族跟周边诸民族的关系怎样?为什么黎族文化中会保留着很多壮侗语、南岛语古文化的特点特征?黎族自身的历史文化特点又如何?这一系列问题一直在笔者的脑海里萦绕苦缠、反复出现。经过多个不眠之夜的思索,终于有了一些感悟和认识,以下便是笔者心得的专文,算是对《海南黎族研究》未能阐明的一些问题的一种补充。", "label": "民族学", "id": 0}
{"content": "<正>木佬人主要分布在贵州省贵定、麻江、凯里、黄平、福泉、瓮安一带。从元代到明、清和民国时期贵州的历史文献都不乏记载,史籍中又有\"穆佬\"、\"木老\"、\"狇獍\"、\"木娄\"、\"木楼苗\"等记载。新中国成立以后,进行民族识别,对贵州省木佬人族属问题一直没能妥善解决。长期以来,学术界流行一种\"木佬\"即\"仫佬\"的观点。笔者曾于20世纪90年代中期,对此问题进行专门的探讨,已经否定了《仫佬族简史》中\"木佬\"（及\"木老\"、\"抹（?）\"、\"木娄\"、\"木楼苗\"、\"穆佬\"等）即\"仫佬\"的观点,并进一步论证了木佬人与仡佬族的亲缘关系。", "label": "民族学", "id": 0}
{"content": "<正>某史志以《唐朝元皇南泉山迁居建造惠明寺报税开垦》的民间文书为唯一依据,认定畲民雷进裕等于唐代自罗源迁入景宁而成为畲族最早入迁浙江者。\"唐代入迁说\"与迁出地的史志记载相矛盾,与一同迁徙的包凤村雷进明支族族谱记载相抵牾,雷进裕支族与雷进明支族谱牒都有同宗共祖及明代入迁景宁的明确记载,金丘村蓝姓畲民家谱对蓝雷先祖结伴同迁的记载也印证雷进裕等于明代入迁景宁。所谓《报税开垦》的民间文书,差错百出,系后人因故重构,将明清之事嫁接至唐代。雷进裕等人于明万历年间而非唐永泰二年（766年）迁入景宁。", "label": "民族学", "id": 0}
{"content": "<正>培头村是浙南山区一个畲族文化底蕴十分深厚的钟姓宗族村落,现归属浙江省温州市文成县黄坦镇,位于文成县大凿镇西部和黄坦镇北部,距县城约23公里,距黄坦镇约4公里,海拔约600米,属中山丘陵地带,村域面积约3.5平方公里。培头村背倚风景秀丽的金钟山（属洞宫山脉支系南田山脉）,自钟姓畲族先祖钟世英、钟世雄兄弟于康熙五十六年（1717年）拓荒开基于金钟山以来,该村已有近300年的历史。早在民国三十五年（1946年）文成设县之前,培头村隶属青田县富岙乡。据康熙版《青田县志》记载:富填（富岙）属处州府青田县八外都,位处青田县西南,\"距城一百六十里\"。而在乾隆年间编修的", "label": "民族学", "id": 0}
{"content": "在全球化背景下,回族社区经济现代性转型是传统与现代遭遇下民族传统经济文化如何转型和持续发展研究的前沿领域。在我国加快城市化和现代化进程中,不同区位和集聚程度及发展水平下兼具民族性和传统性的回族社区经济如何在现代性冲击下既能坚守优秀民族文化传统又能充分实现经济的现代化?回族社区在现代性转型过程中是趋于消亡还是在新的层次上进行重构?通过多学科理论的有机结合,借助于\"技术一组织一地域\"三位一体思想和\"学习场\"理论,构建并发展融民族精神/信仰认同、学习创新/知识创造、组织/族群、空间/地域\"四位一体\"的\"回族社区\"分析框架。其最大特色在于,通过地理空间透镜,把中国回族社区传统与现代、工具理性与价值理性有效地联结起来,进而为理解中国回族社区提供了一个更具解释力的理论范式。", "label": "民族学", "id": 0}
{"content": "<正>鄂尔多斯地区历史上有新秦中、河南地等别称。自15世纪中叶,明天顺年间蒙古鄂尔多斯部从漠北辗转迁徙到此地后称为鄂尔多斯一直沿用至今。其区域主要包括现鄂尔多斯市全境,巴彦淖尔的后套及宁夏和陕北部分地区,因有黄河水源的滋养,这里土地肥沃,水草丰美,食盐等初生类自然资源丰富,且地理位置处于中原通往北方草原及西域的重要战略通道和贸易必经之地,又因河套平原的自然资源优势促使这里成为草", "label": "民族学", "id": 0}
{"content": "<正>2012年4月28日,在杭锦旗独贵塔拉镇道图嘎查牧民宝音德力格尔家,记录了宰绵羊的过程如下:宰绵羊习俗如下:1.选羊及弥俩仪式主人或应邀而来的宰羊人到羊圈里抓住预先选定好的绵羊,当即进行弥俩仪式（弥俩仪式即是蒙古人的一项重要仪式,也是日常生活中的一种习惯性作法,在很多礼仪性场合都有弥俩仪式,是一种祝福仪式。包括成吉思汗祭奠里也有弥俩祭祀）。宰羊人在羊的脑门正中间涂抹查干", "label": "民族学", "id": 0}
{"content": "<正>内蒙古大学的蒙古史研究,尤其是北方民族史和蒙元史研究久负盛名。清代蒙古史研究在20世纪60～80年代,在金启孮先生的领导下逐步开展,取得了一定的成就。就其所利用的史料来看,主要是《清实录》《方略》《王公表传》《东华录》《藩部要略》《蒙古游牧记》等清代官私史籍,很少利用档案资料。20世纪60年代,日本东洋文库翻译出版《满文老档》,接着台湾故宫博物院影印出版《旧满洲档》,却未能给处于\"文革\"中的清代蒙古史研究带来多少推动。从1991年开始,鉴于日本、台湾和德国学者利", "label": "民族学", "id": 0}
{"content": "<正>2013年4月13日,中央电视台新闻联播节目报道,经多次研究和实地考察,海内外专家确认西安大唐西市博物馆保存的唐代双语\"回鹘王子葛啜墓志\",是中国迄今为止首次发现的汉文、突厥鲁尼文双语墓志。突厥鲁尼文是古代突厥、回鹘等突厥语族民族自8世纪起开始使用的一种古文字,以这种文字刻写的碑铭主要分布在蒙古、俄罗斯、中亚等地区。过去,国内只有在新", "label": "民族学", "id": 0}
{"content": "<正>绪论众所周知,蒙古族和藏族由于信奉佛教而在广泛的精神领域具有着共性。历代的中国政府,一方面担心作为佛教领袖的达赖喇嘛和班禅使蒙古族增强其凝聚力;另一方面又想通过达赖喇嘛和班禅对蒙古族实施怀柔政策,这种行为显然使佛教及其领袖变成了一把双刃剑。1920～1930年代九世班禅的内蒙古之行充分体现了蒙、藏、民国之间的微", "label": "民族学", "id": 0}
{"content": "粟特人沿丝绸之路入华后在北中国形成了大批聚落,宁夏作为丝绸之路的重要枢纽,境内曾有粟特人频繁活动,时间长达七百余年。自公元5世纪至公元7世纪,大批粟特人由于战争、仕宦、经商等原因沿丝绸之路进入今宁夏地区,在原州、灵州、鲁州三地聚族而居。本文在爬梳史籍和墓志的基础上,结合近二十年来宁夏境内考古出土粟特人墓葬及文物对粟特人在宁夏的聚落﹑迁徙及其宗教信仰等进行了细致研究,力图勾勒中古时期宁夏区域粟特人的历史发展过程,复原其生活面貌。", "label": "民族学", "id": 0}
{"content": "鄂伦春族是世代生活在中国东北部大小兴安岭地区的传统狩猎民族。一般而言,狩猎并辅之以采集、捕鱼的生存方式,较之畜牧、农耕等文化样式,区别或主要特点在于,这是一种自然攫取经济,是人类主要与自然发生关系的初始而简单的生存方式,是\"简单文化\"。从1647年迁移至黑龙江南岸到1949年,几个世纪的经历表明,尽管该族游猎区域广大,周围少有人烟,然而,他们并没有过着一种完全孤立、没有任何其他文化影响的生活。事实是,他们一直与外部社会发生着或多或少的互动。这种互动形态,饶有趣味地生动体现了环境与人类行为的关系。其中蕴含的文化韵味,既包括文化交流,同时更多情况下表现出简单文化因内在适应限度局限而蒙受损失的民族关系特点。这一角度的观察,无疑会增添对鄂伦春族等小民族真实世界的理解。", "label": "民族学", "id": 0}
{"content": "<正>柏柏尔人是北非的土著居民和主要少数族群,广泛分布在东起埃及西瓦绿洲西至大西洋,北起地中海南到尼日尔河流域的区域。他们主要集中在阿尔及利亚和摩洛哥两国,零星分布在埃及、突尼斯和利比亚。另有图阿雷格人分布在阿尔及利亚南部至马里、尼日尔的沙漠之中。我国学术界对柏柏尔人的研究尚处起步阶段,国外学界对柏柏尔人的研究则有较长的历史。", "label": "民族学", "id": 0}
{"content": "<正>一、仪式活动的背景池塘龙舟赛发生在\"客家摇篮\"江西赣州的龙南县杨村镇。杨村镇北距县城60千米,现有人口5.4万人,是龙南县最大的一个乡镇,也是赣南围屋分布数量最多的乡镇之一。\"从前有几户杨姓人迁在白屋仔定居,以后又扩展到圩上,始名杨屋村,后简称为杨村至今。农历一、四、七为赶集日,全南和广东的连平人都来赶集。\"①杨村镇南与广东和平、连平县接壤,明清时称\"太平堡\"。全镇现有赖、廖、徐、蔡、朱、林等六姓氏,其中赖姓在1986年占杨村镇总人口的51%,现约占40%。光绪二年刊本《龙南县志》载:\"太平堡,横岗隘去县治一百五十里,有二路,一通", "label": "民族学", "id": 0}
{"content": "<正>珠江流域文化圈包括广东、广西、贵州、云南、湖南南部、江西南部、南中国海沿岸（包括港、澳、海南、闽南）等地域,是多元生态、文化和民族分布地区。经过长期的历史发展,珠江流域已经形成了具有密切的社会、经济关联,且富有内在文化传统的文化圈。本文将分析珠江流域文化圈的形成和整合过程,重点描述多元一体格局下珠江流域丰富的族群和文化形态以及族群关系。一、珠江流域文化圈的历史渊源讨论文化圈和文明,我们最先想到的可能是大江大河流域。大河上下,或草场、或山岳、或湖泽、或平原,各种景观构成复合生态系统,宜牧、宜猎、宜渔、宜农,成为", "label": "民族学", "id": 0}
{"content": "<正>一、江河水系与汉民族的起源论及汉民族的起源,必须关注它所处的江河水系水资源丰富的自然生态环境。而关于汉民族的起源就有多源说、单源说等不同观点,多源说以徐杰舜的\"两个主源,三个支源\"说最为典型。徐杰舜教授在《汉民族发展史》中提出:汉民族的起源是多元的。有两主源:炎黄和东夷;三个支源:苗蛮、戎狄和百越。从秦汉至西汉时期,随着华夏族的发展,转化成了汉族。①同样,徐旭生先生认为,在上古时代,主要有三大集团,即华夏、东夷、苗蛮,它们由相争而演进为和平共处,终归完全同化,才形成了尔后的汉族。汉族由华夏、东夷、苗蛮三大集团融合而来。②", "label": "民族学", "id": 0}
{"content": "<正>疍民,这个创造水上文明的族群,是汉民族族群中别具一格的族群。他们生活在中国以及东南亚沿海港湾和内河上,大多居住在船舶上,舟小,将他们的生活一并包裹起来。陆上的人们称这个群体为蛋民,形象地描述出他们的生活方式和环境。南宋人周去非撰写的《岭外代答》写道:\"以舟为室,视水为陆,浮生江海者,蛋也。\"根据历史记载,早在数千年前蛋民已经生活在江河海上,风里来雨里去,常年漂泊在水上,也被称为\"海上吉普赛人\"。新中国成立后,为了甄别蛋民的民族身份,人类学家和历史学家共同展开调查。", "label": "民族学", "id": 0}
{"content": "<正>清江,古称夷水、盐水,北魏郦道元《水经注》卷37记载:\"夷水,即佷山清江也。水色清照十丈,分沙石,蜀人见其清澈,因名清江也。\"清江发源于湖北利川市的齐跃山,主流由西向东流经利川、恩施、建始、巴东、长阳、宜都等市县,在宜都汇入长江,全长423千米。此外,清江的支流忠建河发源于咸丰梅子坪,流经咸丰、宣恩部分地域;马尾河发源于宣恩椿木营;龙王河发源于鹤峰;渔洋河发源于长阳,流经五峰注入清江。由此看来,清江流域几乎包括湖北所有的民族自治地方,是土家族主要聚居地之一,清江也被称为土家人的母亲河。因此,本课题要探讨的清江流域民族文", "label": "民族学", "id": 0}
{"content": "粟特人沿丝绸之路入华后在北中国形成了大批聚落,灵州作为丝绸之路的重要枢纽,境内曾有粟特人频繁活动,时间长达七百余年。自公元5世纪至公元7世纪,大批粟特人由于战争、仕宦、经商等原因沿丝绸之路进入灵州,聚族而居。本文在梳理史籍和墓志的基础上,结合近二十年来考古出土灵州粟特人墓志,对粟特人在灵州的聚落、迁徙及其宗教信仰等进行了细致研究,力图勾勒中古时期灵州粟特人的历史发展过程,复原其生活面貌。", "label": "民族学", "id": 0}
{"content": "<正>中国自古以来就是一个多民族的国家,西南地区①的民族尤为复杂多样,是整个中国古代史和民族史研究的重要内容。诚如原美国哈佛大学的著名学者张光直（1931—2001）所指出的:\"中国西南确是研究中国民族学、民族史的宝地。在全国广大的土地上,以西南的民族、语言、文化、风俗习惯最为复杂。……西南的民族在很大程度上反映着中国古代的多样性的民族情况。西南民族史在很大的程度上反映着中国民族史,同时西南民族文化的细节也常反映", "label": "民族学", "id": 0}
{"content": "<正>云南少数民族传统生态伦理作为社会意识形态,是在特定的自然环境与生产方式的基础上产生的,各少数民族由于受特定的自然环境和生产方式的制约以及宗教信仰、文学艺术和习惯法等其他意识形式的影响,其生态道德也呈现出一定的差异。但从总体上来看,云南少数民族传统生态伦理主要呈现出以下几个基本特征:其一,少数民族生态伦理渗透于诸文化形态当中。在云南少数民族传统社会,道德作为社会意识形态的一种,始终与宗教信仰、文学艺术、法律制度等其他社", "label": "民族学", "id": 0}
{"content": "两汉皇后出身有其明显的差异:西汉皇后大都出于中下层家庭,甚至有不少微贱之人,她们通常在少女时代学习歌舞技能,再凭借出众的相貌,机缘巧合,就有可能成为\"同体天王\"的皇后;东汉皇后则大多出于豪族,她们不像西汉皇后从小学习歌舞技能,而是接受文化知识的教育,通过严格的选拔,成为至尊的皇后,故具有较高的政治才华。造成这一现象的原因很多,既有经济的、政治的,更有思想和价值观念上的原因。从婚姻的角度看,这种变化正是魏晋南北朝门阀婚姻的直接源头。", "label": "民族学", "id": 0}
{"content": "<正>有人问,作为内蒙古的主体民族,蒙古族现在关注什么?内蒙古自治区提出来建设文化大区、文化强区的战略。现在我就讲一讲那里正在发生的事情,我们正在关注的问题。\"草原文化的传承与现代化\"是一个老题目了。从内涵上讲,草原文化是在以蒙古高原为中心的贬洲北方草原特定的自然地理环境中,由阿尔秦语系的匈奴、突厥、鲜卑、契丹、蒙古、女真、满族等三大族系的草原民族,在其形成、发展过程中创造的生产和生活方式的总合。中国几千年的文化和历史,实际上就是农耕民族所创造的文化与游牧民族所创造的文化互相之间的交流的过程。所以研究草原文化实际上对中国有重大的影", "label": "民族学", "id": 0}
{"content": "<正>张海洋（以下简称张）:先请项飚老师做开场白,尤其谈谈您最近关注的浙江义乌阿语翻译的研究情况。项飙（以下简称项）:我在上世纪90年代做\"浙江村\"研究;1998年去英国牛津读博士,开始做印度南部IT人员的流动和嫁妆制度研究;2004年以来研究在东北的表面上合法的留学中介。工作后精力比较分散,没有集中做大项目,但现在开始对民族问题感兴趣。原因是目前在国内有一个很重要的辩论——关于\"去政治化\"和\"第二代民族政策\"的争论——我觉得这在社会科学界是一个比较真实的辩论。因为,第一,大家是有学理的,拿出材料来说话;第二,大家是有立场的,不是和稀泥的:另外,大家是有政治关怀的。这样一个辩论是有价值的、真实的。我想做民族研究的一个冲动就是很", "label": "民族学", "id": 0}
{"content": "<正>有人说巧合不需要解释。但如果巧合越来越多,且有了连续性和逻辑性,那么与其忽视,不如承认其是值得注意、考虑、采取行动的连贯事情,甚至有它的逻辑。我本人是俄罗斯人,出生地也离古代俄罗斯首都弗拉基米尔很近。与史禄国相同,我的第一专业是市场学,跟民族学没有任何关系。虽然我不是离开俄罗斯的政治流亡者,但也是1991年革命的目击者。此外,我也在中国找到了我的第二故乡。北京也成为我的风水宝地。我在这里生活已经九年,而且就在这里我发现了民族学是自己的天命。与史禄国相同,我对北方少数民族很感兴趣,而我的第一次田野点就是中国的东北和俄罗斯的贝加尔湖地区,研究的也是萨满教。实际上,由于这些巧合,我一直对我和史禄国的命运是否有一定的关系这一问题感兴趣。虽然我们俩生活在不同的时代,性格完全不相同,但同一个出生地、同一个风水宝地、同一个专业、同一个研究对象、同一个研究方向,让我一直觉得自己和这位来自", "label": "民族学", "id": 0}
{"content": "<正>一、形势和需求中共十八大确立了到2021年建党100周年时,领导全国全面建成小康社会的总目标,并规划了生态、经济、政治、社会、文化\"五位一体\"的建设总布局。这个目标体大思精,但出台即遇到经济寒潮,所以要依托政治改革和转型正义来释放红利才能实现。政治改革和转型正义是当今中国的\"天下之大本\"。扭转经济失速和扼制官场腐败跟这个大纲大本相比,也只是有章可循的技术活儿。当今中国最迫切的难题不是经济和廉政,而是长年语言腐败和政令不通导致的三大悬崖:一是人口塌陷使国家后继乏人,二是生态恶化危及国民健康生育、三是民族关", "label": "民族学", "id": 0}
{"content": "<正>一、研究意义在当今世界,文化意义上的民族或者说族群,跨越政治国家的边界而居的现象广泛存在。在民族主义思潮与现代国家民族建构运动等因素的共同影响下,跨境民族对国际关系以及一国内部社会治理特别是边疆区域治理,造成了比较复杂的影响。在不少地方,由于国家与国家之间无法就跨境民族公共事务治理达成协调,国内公共政策与公共服务又存在较为明显的族群不均", "label": "民族学", "id": 0}
{"content": "<正>彝族人以往主要生活于四川、云南和贵州的部分山区。自1990年代晚期开始,尤其是2002年以后,他们开始大量流入珠江三角洲地区,主要从事工厂的临时工工作,其规模在10万人以上。与当地大量的其他工人群体不同,彝族工人呈现出极强的群聚性。他们通过领工制形成自组织,往往数十或数百人一起进工厂工作,又可能群体性地辞工出厂:他们通常依靠一个或几个工头,在工厂内服从工头管理,在工厂外与工头一起生活;他们主要讲彝语,按照传统的习俗生活,形成一种\"无形的社区\";他们一旦与工厂或其他人群发生纠纷,很容易发展成牵涉上百人的群体性事件;等等。由于彝人表现出这种强烈的群聚性及其引发的一系列\"问题\",使得他们成为一个备受争议的群体。珠三角的用工企业在急需大量临时工时往往将这种成批的彝族工人当作\"救命稻草\";但与此同时,他们通常也会担忧因为与彝族工人发生纠纷而导致麻烦的群体事件。因此大多数的", "label": "民族学", "id": 0}
{"content": "<正>中央民族大学世界民族学人类学研究中心创建于2011年11月,是国内首家致力于海外民族志研究的校级实体性教学科研机构。世界民族学人类学讲座是中央民族大学世界民族学人类学研究中心搭建的跨学科学术交流对话平台,讲座以激发多元学科的海外社会文化研究热情为初衷,侧重点在于跨国民族志理论与方法的呈现及跨国田野研究经验分享。本中心诚邀海内外学界同仁共襄此举,以期推动更多中国学者走向海外田野。", "label": "民族学", "id": 0}
{"content": "<正>中央民族大学世界民族学人类学研究中心成立于2011年11月,是本校基于中国经济崛起、转变发展方式、繁荣民族文化、建设政治文明和动学术创新转型的需求,为拓宽民族学人类学社会学的研究领域,深化国外民族社会文化研究而创建的教学科研实体机构。本中心的主要研究机构和方向包括:世界民族研究所、海外民族志研究所、国", "label": "民族学", "id": 0}
{"content": "本文以四川北川羌族为例,从社会学和传播学交叉研究的视角,运用案例分析方法,比较全面分析了信息社会化背景下的羌族社会的财富观,即勤俭节约,细水长流的财富观;精神消费重于物质消费的财富观;先神灵后自己的财富消费观;反对资本积累的财富观及其表现方式,揭示了羌族社会的民众可能和我们拥有不一样的\"经济学\"和财富观念,羌族的财富观念是羌民族文化的内核,也是信息社会化背景下羌族社会相对稳定的文化要素这一规律。", "label": "民族学", "id": 0}
{"content": "<正>明代是回回民族发展壮大的重要时期,也是其民族共同体最终形成的关键时期。对此,学术界已从回族的来源分布、政治地位、社会生活、宗教信仰、民俗文化、历史人物等方面做了开拓性研究。但较之元、清,学术界对明代回族史的研究尚嫌不够,这不仅不利于对中国回族史作整体深入考察,且引发了对回族形成时间等重要问题的争议。鉴于此,以下拟就笔者所及,对20世纪以来国内外学术界对明代回族研究予以鸟瞰式回顾,并从研究理论、视角和范式上加以学术反思,以期引起学界对明代回族史的充分", "label": "民族学", "id": 0}
{"content": "<正>一2011年初,由李学勤主编的《清华大学藏战国竹简（壹）》公开出版发行（上海中西书局2010年版）,书中除了八篇是与《尚书》中的《周书》内容相关者外,另有一篇《楚居》。如同李学勤在介绍本卷内容时所预言:\"《楚居》具备无法估量的史料价值,将为目前的楚史研究提供新的材料,且必将引起更多崭新的开拓性学术课题!\"两年多来,围绕《楚居》这篇面世的古代文献,学术界已有多位学者撰写文章加以探讨。湖北的学者自然尤为关", "label": "民族学", "id": 0}
{"content": "现在北京城内外,清真寺遍布着全域。从元代到民国初年,清真寺的建立不断增加,特别在清朝时期,它经历了一个快速发展的阶段。它因受到了当时的政治、社会环境以及回族民族特性等原因,多在北京郊区建立而发展。尤其1644年八旗入城后,原来城内住的回族不得不到郊外迁移,同时清朝政府也开始了北京西北郊外的开发。在此,主要根据日本满铁调查部等资料,重新分析元代至民国初北京清真寺的分布情况,利用当时的地图而标明清真寺的分布,试探当时回族的具体情况。", "label": "民族学", "id": 0}
{"content": "苗族佩戴银饰历史悠久。苗族人民比任何民族都更喜好佩戴银饰,其银饰工艺水平之高也是绝无仅有的。究其根源,是苗族\"以富为美\"的审美观念的表达和巫文化心理的自然选择。本文以苗族银饰文化的性格特点为切入点,探讨了苗族银饰文化背后的巫文化思想及传承保护苗族银饰文化的方法。", "label": "民族学", "id": 0}
{"content": "历史是人类社会已有历程和对这一历程中的事件、行为的系统记录、诠释和研究。历史为人类提供了了解过去、把握当世和预见未来的参考与依据,是人类知寻所是与来源的根据。民间神话传说与历史典籍、文物和图像一起记录了人类的活动的历程。只有相同或相似的生活经历才会留下相同或相似的历史记忆。流传于新疆不同族裔居民间的记忆相似或相同的诸多民间神话传说证明,今日新疆的多族裔居民与内地居民是兄弟民族而非\"完全不同\"、\"没有关系\"的异族他类。不能因为今日语言文化、生活习俗和宗教信仰的差别而否认新疆不同族裔居民多元同一和兄弟相亲的事实。", "label": "民族学", "id": 0}
{"content": "中国少数民族哲学思想的发展是伴随着宗教传播的,其原始哲学思想产生于宗教的图腾崇拜,产生于对大自然的认识。在宗教发展的全过程中,哲学思想逐步产生、发展。发展的形式多种多样,主要是体现在其日常生活中、文学传承中,不论是以文字为载体还是口头的传承,都让这种哲学思想得以延续和发展。这种发展促进了少数民族的发展,丰富了其精神世界,更是推动了少数民族地区的经济发展与繁荣。", "label": "民族学", "id": 0}
{"content": "<正>自从有了民族,就产生了民族关系。民族关系复杂多样,有宏观领域的民族关系,也有微观领域的民族关系。本文所提民族关系是指同一国家不同民族在经济、政治、文化、社会、生态建设中形成的各种关系。民族关系是所有多民族国家面临的影响其发展稳定的重要问题。本文立足民族关系与经济、政治、文化、社会、生态建设的相互影响,重点介绍马克思主义民族关系理论及国内外学者对民族关系问题的研究,概括民族关系的主要表现形式,分析影响民族关系形成的主要因素,提出协调民族关系的重点。", "label": "民族学", "id": 0}
{"content": "<正>党的十八大报告指出,到本世纪中叶,我国要实现从全面建成小康社会到基本实现社会主义现代化的宏伟战略目标,这代表了全国各族人民的共同意志。实现中国社会主义现代化和中华民族伟大复兴,需要各族人民共同推动社会主义精神文明和物质文明全面发展,需要了解我国五千年的文明史,并从中中汲取有益的经验。辩证地看待历史上的民族问题,对于全面、正确地认识中华民族形成和发展的历史,进而发展和促进各民族的团结、进步、和谐有重要现实意义。", "label": "民族学", "id": 0}
{"content": "<正>以人类学的眼光看贵州本土文化,大概约有一百多年的历史。19世纪末,人类学的研究方法传入中国,贵州就成为重要的对象研究地。《国际视野中的贵州人类学·苗学部分》,即第一辑共10部著作,2009年6月贵州大学出版社出版。这是从一百年来国内外研究苗族的上千余部著作中精选出来的。按照编者的说法,本丛书第一辑将目光集中在过去百余年来贵州苗学研究的发展轨迹,努力保留各个时期的阶段性代表作品。对精选出来的10部著作,编者都给出了", "label": "民族学", "id": 0}
{"content": "毕摩教是彝族的传统宗教,毕摩文化意蕴深厚,它以毕摩为核心,用彝文书写记录历史、神话史诗、宗教祭仪典章、医药经典等等,是彝族文化的精华所在。本文将通过毕摩文化的世界本原论,创世观,时空观,鬼神观,生死观几方面来探析其中的彝族信仰智慧及其哲学意蕴。", "label": "民族学", "id": 0}
{"content": "<正>无论人们对于哲学有何种不同的理解,也不管人们是否承认有哲学转型的存在,都不能否认的基本事实是:在哲学发展史上,的确发生过一种哲学型态向另一种哲学型态的转变。与文学、宗教等把握世界的方式相比,哲学的世界虽然同样是属人的世界,但它不应是人们站在世界之外看世界,而是人们立定在包括自身在内的世界之中观察世界,即从人与世界的关系层面来分析和观察世界,从而体现出哲学思维方式的内在前提:\"我们的主观的思维和客观的世界遵循同一些规律,因而两者在其结果中最终不能互相矛盾,而必须彼此一致,这个事实绝对地支", "label": "民族学", "id": 0}
{"content": "蒙古族自古以来在长期的游牧生活的过程中,用自己的方式认知周围的环境,用自己的哲理解释自然和社会现象,调整自己的活动,依靠自己不断地创造走到了今天。并且将生活和实践活动中获得的认知和经验,用自己的语言、文字传承下来。每个民族都有自己的文化,一个民族的思想不管多么复杂,都可以从他们的文化中得到解释。", "label": "民族学", "id": 0}
{"content": "<正>\"气\"是中国哲学的重要范畴。具体而言,它不仅是汉族传统哲学的重要内容,也是纳西、彝、傣、哈尼、布依等少数民族思想文化的重要主题,这体现了中华民族哲学思想既统一而又多样的整体性特征。其中,纳西族传统的\"气\"思想尤为突出。古代纳西族人无论是对宇宙本原与生成的认识,还是对生命本源与本质的理解等,都无不以\"气\"作为认识的逻辑起点和观念基础。这主要体现在,纳西族基于\"气\"的传统宇宙观、生命观、\"精威五行\"及东巴医学思", "label": "民族学", "id": 0}
{"content": "本文从彝汉两族关系的角度来阐发彝族的历史观。文章从彝族文化及其历史文献中开掘出彝汉人文史观的内在关联、彝汉社会历史发展观中的共同思想内容,从而将彝族的历史哲学总结为\"圣祖合一\"的历史观。彝族圣祖合一的历史观实际上是英雄祖先推动历史进步发展的英雄史观,这既是主导彝族社会的历史意识形态,也构成了其历史意识形态的特色。一方面,它对彝族的形成、发展以及彝族社会发展具有积极能动的作用,因此是彝族的民族精神的重要体现之一。另一方面,它也反映出了彝族与汉族历史观的内在一致性,为彝汉两族的文化认同提供了重要的思想根据。", "label": "民族学", "id": 0}
{"content": "佤族梦是云南边境线上的中国梦,佤族梦既有古代梦,又有现代梦,古代梦已经实现;现代梦尚需努力,关键是挽救中国佤族与缅甸及其他周边国家的佤族经过若干代人的艰苦努力而形成的传统文化。中国和周边国家特别是缅甸的佤族,他们占据边境线面积约2.1万平方公里,100多万人口,佤族的现代梦能否实现,直接关系到边境的稳定与繁荣,直接关系到东南亚国家与中国能否成为睦邻友邦的根本问题,直接关系到中国的国际地位能否提升等重大问题,佤族人民的梦是云南边境线上的\"中国梦\",应提升到国家战略的高度。", "label": "民族学", "id": 0}
{"content": "德宏傣族人生礼仪念词反映了傣民族的人魂崇拜,让人们从中了解到傣民族崇拜中的活人魂特点、初亡者魂到鬼魂的转换、亡者魂进入鬼魂世界的路线和站点、鬼魂世界的基本概况。傣民族的人魂崇拜是融会了原始崇拜和佛教信仰的崇拜体系。", "label": "民族学", "id": 0}
{"content": "在蒙古族思想史中,\"腾格里\"是哲学和宗教共用的概念。本文将借鉴民族宗教学的理论,通过蒙古族传统信仰中较为典型的\"腾格里\"信仰为例,了解蒙古民族传统文化的基本精神,考察蒙古族文化的特色;反之,从蒙古民族的角度考察\"腾格里\"信仰,以便了解蒙古族的深层心理和情感依托;通过\"腾格里\"信仰的现今遗存,考察民族性与宗教性在仪式中的展现。", "label": "民族学", "id": 0}
{"content": "<正>新疆作为古代东西方经济文化交流的主要通道和枢纽,自古以来就是一个多种宗教并存的地区。在伊斯兰教传入前,袄教、佛教、道教、摩尼教、景教等多种宗教,就相继沿着丝绸之路传播到新疆。哈萨克族在历史上信奉过多种宗教,本文就哈萨克族宗教信仰的演变过程进行了阐述。一、伊斯兰文明前的哈萨克族宗教信仰的演变（一）原始宗教与萨满教在外来宗教传入以前,新疆的古代居民信仰本地土生土长的原始宗教及由原始宗教发展而", "label": "民族学", "id": 0}
{"content": "自然崇拜、图腾崇拜和灵魂崇拜是怒族原始崇拜的主要形式,不仅是险恶的自然环境和低下的生产力水平状态下社会生活的重要方式,而且还作为他们精神生活的一个重要载体。其中所蕴含的\"万物有灵\"、\"自然造人\"、\"灵魂不灭\"等观念反映出怒族对自然、社会以及事物本质属性等问题的能动认识,是他们哲学意识的集中表现。", "label": "民族学", "id": 0}
{"content": "生活在高山峡谷之中的独龙族,直面穷山恶水,顽强抗争、积极探寻,逐渐产生了原始的宇宙观念:有天地源于\"混沌\"、神创万物等世界本源方面的认识;有宇宙形状及存在形式的\"多层天界\"说法;有关于人类自身的神创说和物化说等;还有\"物变\"、\"无常\"、\"矛盾\"、\"对立统一\"等有关事物普遍联系与发展的观点,这些无疑都是他们一种朴素的哲学思想的萌芽。", "label": "民族学", "id": 0}
{"content": "\"侨\"是儒家文化圈特有的观念。所谓\"侨\",粗略的解释即为\"居住在国外的本国人或本民族人\",\"华侨\"即是\"长居在中国以外的中国人\"。但不同时期、不同地点、不同情感以及不同认同下,对\"侨\"内涵的指认均不相同,此时\"侨\"的定义也不尽相同。与其相关联的\"华人\"、\"华裔\"等词汇的内涵也不尽相同上。本文将统合海峡两岸的华侨观,考量少数民族（包含台湾的原住民,大陆将其归类为\"高山族\"）与新移民的新状况,对\"华侨\"、\"华人\"以及与其相关的\"中华民族\"、\"中国人\"、\"华裔\"和\"外国人\"的意涵都做了一一分析。在现代法制思维与传统文化思维冲击的过程中,一些中国人传统概念的内涵产生了变化。通过对这些概念的再探讨可知,我们平日对这些概念的认知与现实华侨实务过程中的判定有很大差别。甚至,侨务工作通程中,对这些概念区分不详之况也比比皆是。本文对这些概念作了\"广义\"和\"狭义\"的划分。广义的概念是传统的、文化层面的、民间的认知;而狭义的概念则是现代的、法律层面的、官方所应有的认知。广义概念的重合率很高,各种词集表达含义相似;但经过规范化了的概念则分工明确,界限清晰。本文依照\"一中各表\"、\"宪法一中\"、\"一国两府\"以及\"主权重叠\"的基本原则造行论述。所谓\"中国\"之定义,包含大陆、台湾、香港、澳门四地,但不包含外蒙古。", "label": "民族学", "id": 0}
{"content": "蒙古族传统游牧畜牧业的生产经营活动是以浩特·阿寅勒（游牧村落）为单位的集体经济形态。在这种集体合作的生产经营组织中不仅形成了蒙古人最基本的生活习俗,也生长出传统蒙古人最根本的伦理道德精神。本文以\"村落观念\"研究的视角审视蒙古族浩特·阿寅勒的整体主义观念特质,提出了\"浩特·阿寅勒整体主义\"概念,并对其内涵和外延作出一般性阐释,指出其积极和消极的伦理道德文化精神。", "label": "民族学", "id": 0}
{"content": "<正>和谐社会是人们追求的终极价值目标,对和谐社会的向往,是人类共同的理想。尤其是在十六届四中全会党中央明确提出构建社会主义和谐社会的重要思想以来,构建社会主义和谐社会,便成为当代中国的新主题,关于构建和谐社会的讨论也层出不穷,涉及方方面面。和谐社会关乎到人与自我（身心）、人与自然（天人）、人与社会（群己）等诸多关系,但是有一点必须提前明确,即构建和谐社会,文化领域的改造必须先行。文化可以说是实践主体的群体对外部世界的态度反映,形成稳定、先进的和谐文化,对于\"现实的人\"的实践活动具有重要意", "label": "民族学", "id": 0}
{"content": "海南国际旅游岛建设被提升为国家战略以来,海南本土文化建设成了人们热心关注的话题,海南少数民族文化作为海南本土文化的重要组成部分,其发展的重要性凸显无余。在此背景下,加强海南少数民族文化软实力研究和发展,显得格外及时和紧迫。本文通过分析海南少数民族文化软实力发展的底蕴与现状,论述如何激活海南少数民族文化的发展,进而分析少数民族文化与海南国际旅游岛建设的关系,提出海南少数民族文化软实力发展的基本途径,使海南国际旅游岛建设成为海南少数民族文化软实力发展的新平台。", "label": "民族学", "id": 0}
{"content": "<正>（七）家庭日常生活行为中的伦理道德观落阿洼及其附近村寨的布朗族,其日常生活行为中贯穿着很多行为准则,这些准则,有的可以从禁忌的角度加以理解,但它也从不同角度反映出人们的伦理道德观念和规范。这些观念和规范,通常从如下事务中反映出来。布朗族规矩,平日可以在野外、山林中吹口哨,但决不能在家里吹口哨,在家里吹口哨,会被人视为无教养,做人不扎实,\"二流\"（下流）,或俗话说的\"二不郎当\"之人。遇有些种情况,父母会加以干涉,或会以\"你是汉家人咯?\"\"你又不是汉家人\"!为什么要在家里吹口哨", "label": "民族学", "id": 0}
{"content": "东北地区少数民族文化底蕴深厚、源远流长,近年来少数民族文化产业的发展有了良好的开端。但整体的文化品牌还没有建立起来。这种情况一方面是文化资源挖掘不够,另一方面是文化品牌创立体制不健全。文化产业的竞争其核心是文化品牌的竞争。文化品牌体现了有形资产与无形资产的统一,是衡量文化产业发展水平的重要标准。因此,打造文化品牌是提高文化产业的必然要求。针对东北地区少数民族文化品牌缺失的问题,本文提出一系列对策旨在打造东北少数民族文化品牌精品。", "label": "民族学", "id": 0}
{"content": "生活方式作为一种文明特质的外在彰显,内含着人们最无意识但却是最真实、最执着的价值观念、信仰追求和思维模式,也体现着一个民族最基本的文化特征。生活方式的生态化程度已成为衡量生态文明程度的重要指标之一,现代科技的发展,生产与生活的高度重合,人们的生活方式选择也影响到一个民族的未来走向。少数民族进行现代化的过程,从生态文明的角度看,就是少数民族从前现代化的生态化生活,进入到包含着诸多反生态的现代化阶段,再在对自身现代化进行反思和超越找到有民族特色的现代化即生态化的现代化的过程。对现代化过程中少数民族生态化生活方式遭到破坏的原因,一方面,现代化进程不断打压各民族的多元化发展,使其不断同质化、单向化即一般化;另一方面现代化的进程实际上也是推动民族交流,拓宽民族发展视野和领域,在民族竞争中不断强化其民族特征,推动其民族意识不断觉醒的过程。推动少数民族生活方式向生态化现代化阶段发展需要逐步建立新的现代化评价参照体系,避免单一GDP标准使少数民族的现代化重蹈前辙:要拓展视野,寻找新的生态观念的载体和宿主。在世界全球化进程中,在与其他民族文化的交流与比较中,要不断分析吸收外来先进文化,回答本民族实践要求,为本民族文化新生搭建新的平台。", "label": "民族学", "id": 0}
{"content": "蒙古族在自己长期的游牧生产和生活中所形成的习俗、宗教、道德、立法等领域蕴涵着许多比较符合自己游牧文化的生态环保意识,即人与自然协调平衡的发展、对动植物的爱护、认为自然资源或自然要素是无比珍贵的价值观。这些正确的环保思想意识是蒙古族优秀文明的成果,它对于目前日益恶化的生态环境问题有重大的现实借鉴意义。", "label": "民族学", "id": 0}
{"content": "<正>太和行政村隶属云南省大理市下关镇,东邻洱海,西靠苍山,是大理坝子里典型的依山傍水的村落。太和村是一个有着悠久历史文化的村落,公元738年,蒙舍诏王皮罗阁在唐王朝的支持下兼并其余五诏,建立南诏国,定都太和城（即今太和村）。现今村子西面的苍山佛顶峰麓仍留存有1961年3月4日国务院公布的第一批全国重点文物保护单位南诏太和城遗址及《德化碑》。即便公元779年南诏迁都阳苴咩城直至大理", "label": "民族学", "id": 0}
{"content": "<正>衣、食、住、行是人类生存及生活的四大基本要素,缺一不可。住是其中之一,可见住对人类文明繁衍的重要性。从远古社会到现代文明的整个人类史中,居住条件的改善一直是人们孜孜以求的目标之一。满族先民经历了至少一千余年的原始穴居时代,\"夏则巢居,冬则穴处\",至公元8世纪前后的半穴居时代,在《新唐书》、《旧唐书》中均有记载:\"靺鞨,无屋宇,并依山水掘地,架木于上,以土覆之。夏则", "label": "民族学", "id": 0}
{"content": "<正>蒙古族人坚毅奔放、热情好客,崇尚礼仪往来,特别每逢婴儿出生、男女婚嫁、重要生日以及其他有纪念意义的事情时,亲朋好友都习惯以赠送礼品为纽带,在共同分享生活中的幸福和快乐的同时,加强联系、增进了解、促进友谊。这些习惯在人们长期生活过程中因约定俗成已逐渐发展成为一种习俗文化。而这些民族习俗文化随着历史的变迁、社会的发展、科技的进步以及人们思维方式和生产生活条件的改善,有", "label": "民族学", "id": 0}
{"content": "<正>一、西南地区地理概念的历史演变\"西南\"是个常见的地理名词,在不同的历史时期,人们对其地理含义和空间范围的认识都有不同。\"西南\"一词始见于《山海经》:\"西南有巴国。太嗥生咸鸟,咸鸟生乘厘,乘厘生后照。后照是始为巴人。\"\"西南黑水之间,有都广之野。后稷葬焉。\"②可见这一时期,巴、蜀已经属于西南的范畴。先秦时期的\"西南\",更多指中原西南方向的地区,还没完全具备\"西南地区\"这一特定的区域含义。这个时期所提及的西南,仅代表着", "label": "民族学", "id": 0}
{"content": "<正>民俗,从它所反映的内容和表现形式来看,是一种传承的社会文化现象。任何民族的民俗都凝聚着来自民族的思想感情、生活方式、价值规范、行为准则等因素,在特定的自然环境、历史环境和社会环境中不断地发展和完善,并保留着自己独有的文化特征。中国朝鲜族是从朝鲜半岛迁入到中国的\"跨界\"民族。论民俗,究其本源,可以说是朝鲜半岛民俗的传承,但在新的社会环境里,经过较", "label": "民族学", "id": 0}
{"content": "本文欲從後殖民主義與族群邊界的概念出發,輔以接收分析的分析方法,探討不同的詮釋社群在觀賞《賽德克˙巴萊》時是否會因為所處的詮釋社群不同而產生差異的解讀。本研究的研究對象從世代與族群進行劃分,定出四個族群,並採用深度訪談法,透過訪談來了解不同族群在文本的接收與解讀策略上之差異。研究結果發現,受過殖民統治的詮釋社群在對於此片的解讀上的確會有後殖民現象產生,且不同詮釋社群在接收、解讀上確有著不一樣的解讀模式;研究亦發現,即使隸屬於同一族群內,也會因為閱聽人個人的生活經驗脈絡不同而對文本產生不相一致的解讀行為,因此,即使電影塑造了莫那魯道的英雄形象,其也會因為閱聽人的解讀類型不同而有所差異。", "label": "民族学", "id": 0}
{"content": "从海洋渔村民俗的概念辨析入手,以\"民俗\"、\"海洋民俗\"、\"海洋文化\"和\"海洋渔村民俗\"的概念为区分对象,明确海洋渔村民俗的概念和内涵。海洋渔村民俗的特有影响因素——海洋,造就了海洋渔村民俗的独有特色,但在在中国几千年传统文化的影响下,海洋渔村不仅有海洋特有民俗,受土地因素、儒家思想以及道教、佛教信仰等因素的影响,海洋渔村同时兼有中国部分传统民俗。以海洋渔村民俗的不同类型为区分标准,从功能论视角,运用功能主义理论说明不同类型海洋渔村民俗所具有的社会功能。不同类型的海洋渔村民俗自身有其独特的社会功能,但所具有的功能又有相互交叉部分。", "label": "民族学", "id": 0}
{"content": "<正>节日属于文化范畴,蕴藏着丰富多彩的文化,既包括物质文化,也包括精神文化。贵州苗族占全国苗族人口一半以上。贵州苗族的节日很多,包括纪年性、祭祀性、纪念性、农事性、社交性等节日类型,在一年之中,全省范围内苗族节日加上苗族同胞也过的汉族节日,有上百种之多。受特殊的地理环境的影响,贵州苗族饮食上以酸辣为主流,在饮食原料、生产、加工、食用中形成特有的节日饮食习俗。贵", "label": "民族学", "id": 0}
{"content": "<正>藏族节庆日有着不同来源,而在各类的节庆日中均有一定的茶文化元素。这些元素的存在发挥着不同的社会整合作用,也正是因为整合作用的不同,所以其在各类节庆日中的存在形式也不同。相反,该命题也是成立的,即各类节庆日的存在吸收了藏族同胞日常生活中的茶文化,并使其不断发展演变,长期发挥着日常生活的纽带作用,推进着社会生活的整合。宗教来源的节庆日中,茶文化是必不可少的元素。一方面源于藏传佛教与茶文化的密切渊源,包括", "label": "民族学", "id": 0}
{"content": "<正>\"开路打先锋,五虎紧跟行。门前摆设侠客木,中幡抖威风。狮子蹲门分左右,双石门下行。石锁把门挡,杠子把门横。花坛盛美酒,吵子响连声。杠箱来进贡,天平称一称。神胆来蹲底,幡鼓齐动响（享）太平!\"这是一首在老北京广为流传的歌谣,说的是早年间在民间盛行的十三种武会表演,被称为\"幡鼓齐动十三档\"。作为全国文化中心的首都北京,传统和新兴的各种节庆众多,在活动现场还经常", "label": "民族学", "id": 0}
{"content": "狐臭禁忌是传统婚俗禁忌的一种,曾在民间长期流行,在一些地区其影响甚至持续至今。狐臭之所以成为婚俗禁忌,原因有三:首先在于古代医学界普遍认为狐臭是一种可遗传、会传染、须忌讳的疾病;其次是一些汉人受\"夷夏之防\"观念影响排斥胡汉通婚,为此将狐臭作为区分胡汉的重要依据;最后,古人无论祭祀还是侍亲,都要求当事人身体洁净,这就难免使人对有狐臭者产生厌恶情绪。凡此种种,使狐臭逐渐成为一种婚俗禁忌而为社会广泛接受。", "label": "民族学", "id": 0}
{"content": "<正>缠足的起源无疑是中国历史研究的一个难题。最早记载缠足的宋代学者张邦基在《墨庄漫录》中就说:\"妇人之缠足,起于近世,前世书传皆无\"。宋元明清历代学者,车若水、周密、杨慎、余怀、胡应麟、赵翼、钱泳等均对缠足进行过记载或考证。当代学者高洪兴的《缠足史》和美国学者高彦颐的《缠足:\"金莲崇拜\"盛极而衰的演变》是", "label": "民族学", "id": 0}
{"content": "<正>宗教信仰影响人们的概念认知。讲汉语而信仰伊斯兰教是回族的最大特点。\"洁净\"是伊斯兰教的核心内容之一。非穆斯林的\"洁净\"认知与穆斯林有显著差异。本文呈现回汉两族\"洁净\"概念的内隐结构和相关内容,并探讨玛丽·道格拉斯的\"洁净分类秩序\"。一、回汉两族\"洁净\"概念的内隐结构分析回汉两族的\"洁净\"概念内隐结构（参见注释）可从纵、横两个维度加以总结概括。回族\"洁净\"概念内隐结构包括八个纵向维度,分别是:道德品行高尚、宗教功修、平等爱人、积极坚忍、自身和周边环境清洁卫生、符合宗教教规、饮食用品清洁卫生、自我行为约束、进餐环境和服饰清洁。上述八个维度可浓缩为:道德品行、宗教", "label": "民族学", "id": 0}
{"content": "<正>记忆中最美的时光,是在草原度过的。生活在大自然的怀抱之中,望着洁白无瑕的雪山,闻着沁人心脾的花香,听着悦耳动听的山歌,骑着心爱的骏马,慢悠悠地享受着生命之美。最美莫过于守望草原的黑帐篷,那么温暖,那么庄严。黑帐篷,是她总是让我想起草原上最美丽的温柔、最执著的勇敢。黑帐篷是我的起点,黑帐篷也是我的归宿。我曾怀着一颗\"回家\"的心,游走于桑科草原、玛曲草原、红原草原、色达草原、玉树草原。但在果洛草原,我惊醒了,移民到城镇的\"现代牧民\"的生活,彻底打破了我的梦。的确,我也必须终结最美的梦。今年盛夏,我肩负着记录\"最后的草原\"的使命,与导师苏发祥", "label": "民族学", "id": 0}
{"content": "<正>\"天将降大任于斯人也,必先苦其心志,劳其筋骨,饿其体肤,空乏其身,行拂乱其所为。\"——西汉·司马迁·《报任安书》任何一个对生活还有那么一丁点儿憧憬的人,都不能不计划在人生中有一次在异国或者他乡的奇妙旅行。很不幸,在民族学的学科阐释中,这种旅行必将伴随着苦难,受苦程度的程度越高,收集来的资料才能越有说服力,苦难是了解他者文化的必经之路。而我对教科书向来是一个虔诚的信徒,于是乎,怀着兢兢战战的心态来到了有着云南密境之称的西双版纳。树木,太浓郁了,在街头缠缠绕绕的,密集得不像话;雨,太多了,天在这里真的会漏。版纳的初次印象让自己心里再次感叹教科书的伟大,眼睛一闭,以苦行僧的姿态叩响了这个在中国西南边境的文明的大门。", "label": "民族学", "id": 0}
{"content": "<正>2012-2-7晚农历正月十五,元宵节,到达阿拉善,璀璨的烟火,照亮阿拉善的夜空。2012-2-8到2012-3-4成为SEE（阿拉善SEE生态协会的简称,一家中国民间NGO,专注于中国西北的荒漠化治理）的一名志愿者,一直在忙碌,见过新同事,熟悉SEE过往的和正在进行的项目资料,在黄昏的时候,看大漠落日,看地平线尽头的沙丘,单单的一座像碉堡一样立起来的房子,破裂短碎的诗句,在这如同大漠断垣的房子之间呼啸:饮马长城窟,马革裹尸还……这种时刻,适合享受孤独;在夜晚的漫漫戈壁穿行,贺兰山像午夜的魑魅,近在咫尺,逼迫而来,裹着腾格里黄沙的风,扑打在挡风玻璃上。我在这样的塞外,开始和人们交谈,开始努力适应他们的方言,开始睡北方的大炕,开始适应厕所这个东西的另一种存在方式,开始喝从未喝过的酒,开始大笑,开始怀念也开始憧憬……在北京灯火辉煌的夜,我从未再回忆2009年在云南支教的经历,在这里,午夜梦回,在贺兰山脚下,", "label": "民族学", "id": 0}
{"content": "<正>HY老师:您好。最近看您的一些文章,发现您在思考民族区域自治与中国宪政建设的问题。学生有一点粗浅的想法想与您交流:一,民族问题的根源在制度,如同资源、银行、地产的问题也在制度。如果\"总\"的制度有问题,各个具体方面就都会有问题。所以思考民族区域自治也得先思考\"总\"的制度。二,现在中国最严重的问题恐怕还不是制度,而是道德信仰和诚信伦理的重建。即使想出一个好的制度设计出来了?能执行到吗?坏蛋来执行好的制度会生好蛋出来吗?中国历史上的变法与维新哪件是和平成功的?事上无新事。我想现在中国不敢说搞什么\"道德信仰重建\",但提\"改造国民性\"总行吧。因为在国外读书一年,我看见太多中国人做group work很差,心计多不坦荡,不合群,到处刷卡买驴包,而日本学生很负责、团结、自律这样的例子后,我突然拿着鲁迅的书看。我觉得鲁迅当年呐喊更重要。\"改造国民性\"是当年中国最重要的东西。心好了,制度与思想,才会清泉细流,各自汇江成海。", "label": "民族学", "id": 0}
{"content": "<正>由中央民族大学中国少数民族研究中心和中央民族大学管理学院主办,凉山彝族妇女儿童发展中心北京办公室承办的\"社会组织与少数民族发展\"学术研讨会,于2012年12月15日,在北京中协宾馆隆重召开。10余所研究机构、30多家国内外慈善公益组织和20多家媒体派代表参加了会议。会议以专题报告和论坛采访的形式,围绕\"民族地区NG0发展现状与经验教训\"、\"少数民族NGO的困境与出路\"、\"发展援助在少数民族地区的实践与反思\"等议题进行了深入研讨。会场座无虚席,发言精彩,讨论热烈。", "label": "民族学", "id": 0}
{"content": "<正>沈阳故宫的宫廷史,与近四百年来在中国历史上占有重要地位的一个少数民族有着密切关系,这个民族就是满族。追溯满族孕育与形成的历史,会发现满族民俗文化建构的历史范畴十分宽广和久远。满族民俗文化并不是同时形成的,而是在满族共同体", "label": "民族学", "id": 0}
{"content": "<正>匈奴是我国历史上非常重要的一个民族。从它出现在历史舞台到汉唐间消失在汉籍的数百年中（或更久）,一直影响着中原华夏各个政权。在东汉大将窦宪击溃北匈奴之后,这个民族又活跃在中亚乃至整个欧洲的版图中。而这样一个对世界历史有着深刻影响的民族,它从何而来?其语言属于什么语族?文字若何?其族民相貌若何?近两千年来学者钩沉史海,", "label": "民族学", "id": 0}
{"content": "当今社会一体化趋势,使得个体的社会认同日益多样。其中有两种较为复杂和日益引人注目,即国家认同和民族认同,但我国有不少人忽视甚至质疑民族认同（常永才,2010）。现有跨文化心理学研究表明,民族认同在少数民族成员的自我概念构建和心理机能发挥方面居于中心地位（Segall etal,1999）,与个体自尊、学业上自我效能、良性心理适应、亲社会态度以及减少使用暴力较为相关（Pegg＆Plybon,2005）。故民族认同对个体健全发展和社会和谐整合都具有特别重要的价值。文化认同是影响民族认同的重要因素（Sam＆Berry,2006）。本研究个案是新疆生长的蒙古族女孩,曾是笔者任教学院的本科生。其个案生活史的主位描述和客位分析表明,一方面同一民族内部也存在复杂的文化多样性（即亚文化间差异）,这阻挡不了民族认同的存在;但这种族内文化多样性,尤其是语言多样性,的确会给民族认同发展导致困难。另一方面,民族认同与国家认同并非必然冲突,二者是可以兼得的,我国绝大多数少数民族群众形成国家认同是没有多大问题的;当个体获得安全的民族认同时,他们也就更能接受其他群体;多民族共处的同一地域中,与主体少数民族（例如新疆的维吾尔族）相比,非主体少数民族（例如新疆的蒙古族）的民族认同发展可能要更为复杂、曲折。本案例进一步证明,至今西方文化心理学盛行的民族认同观存严重局限,即唯文化论的文化主义（culturalism）或文化本质主义（Cultural essentialism）,因为个体还会依据居住地、社会阶层、爱好、职业等方面,将自己看做是许多不同群体的成员（阿马蒂亚·森,2006）。对于多元一体格局的中华民族,在当今一体化态势下,恰当认识族内多样性和民族认同,需要进一步反思西方铁板式文化概念和唯文化取向民族认同观的局限。", "label": "民族学", "id": 0}
{"content": "哈尼族是居住在我国西南山区众多的少数民族之一,长期以来其独特的生活环境、生产活动方式和社会文化传统共同孕育了极具特色的山地人居环境系统,是山地聚落研究中极有价值的研究对象。本文基于人居环境理论基本分析原理和方法,选择云南省西双版纳州曼冈、贺回、吉坐三个传统哈尼村寨为典型案例,综合利用测绘、访谈等研究方法,发掘了哈尼族山地聚落的选址原则、空间要素构成的内容和特色,并深入分析了各空间要素在人居环境系统中的作用和互动关系。本文研究为发掘哈尼传统聚落在实现人居活动与自然环境的良性互动关系、探讨西南少数民族维持山地人居环境系统的稳定可持续运转的传统经验提供了良好的实证研究成果。", "label": "民族学", "id": 0}
{"content": "<正>一、分析框架与问题的提出乡约作为中国基层社会实际运行的社会规范,通过非正式惩罚发挥社会控制的作用,而羞辱控制技术在非正式惩罚中扮演着重要的角色。沿着惩罚的理论逻辑,有两种研究范式:一是惩罚的政治社会学研究范式,二是惩罚的经济学研究范式。惩罚政治社会学研究范式包括标签论、规范论和权力论。标签论发端于18世纪美国社会学家库利的\"镜中自我\"理论（Looking-glassself）（Cooley,1902）,到霍华德·S·贝克尔的个人身份是与其他人互", "label": "民族学", "id": 0}
{"content": "中国是一个多民族国家,一直以来,党和政府都致力于建构国家认同的政治传播体系,但在这一过程中,少数民族的信息传播在文化表达方面出现了一些偏差,导致少数民族的国家认同与民族认同之间的不协调问题较为突出。国家认同与民族认同如同树的\"根\"与\"藤\",国家认同的诉求与打造,应该力求凸显双方的本质联系。因此,旨在协调国家认同与民族认同的政治传播需要从尊重少数民族自身文化出发,打通两种认同之间的壁垒。本文从少数民族信息传播中的国家认同与民族认同切入,考察中国政治传播中协调少数民族的国家认同与民族认同的具体路径。", "label": "民族学", "id": 0}
{"content": "嘉绒藏族位于青藏高原东南缘,是藏彝走廊及边地半月形文化传播带的中间结合部,地理位置极其特殊。特殊的地理位置和历史发展历程造就这一地区藏族聚落及建筑多文化交融的特色。嘉绒藏族民居聚落与建筑继承了传统藏族的文化风俗,又有地域、自然、历史发展的不同点。本文以嘉绒藏族传统民居聚落整体空间与形态特征为研究对象,在对嘉绒藏族传统聚落的自然环境与人文背景分析的基础上,重点探讨嘉绒藏族传统聚落的空间形态特征及其深层的各种影响因素与发展动力。", "label": "民族学", "id": 0}
{"content": "布朗族及其先民创造了丰富的茶文化。本文在总结概括布朗族茶文化的基础上,分析了布朗族茶文化的特点和形成背景,并从保护布朗族聚居地的生态环境、尊重和保护民族传统文化、发展民族茶产业、将布朗族茶文化的保护与茶马古道的保护联系起来、布朗族茶文化旅游开发的方式等几个方面探讨了布朗族茶文化的保护与传承。", "label": "民族学", "id": 0}
{"content": "汉字作为一种古老的表义文字,具有独特的文化内涵,是中华民族文化的载体。通过对表现婚姻的文字进行分析,可以帮助我们了解到中国古代婚姻制度的历史变迁过程,同时也可以了解到中国历史上曾出现过的丰富多样的婚姻习俗。", "label": "民族学", "id": 0}
{"content": "孙作云是我国最早使用西方图腾理论研究中国古代文化的民俗学者,为我国图腾文化的研究作出了开创性贡献。他从史料中钩沉图腾主义的遗迹,认为我国古代曾广泛存在图腾制度,并尝试从图腾崇拜角度解读上古神话,建构上古历史。他提出,我国古代的祥瑞文化是图腾信仰的翻版,傩文化与图腾文化有直接关系,丰富和推动了民俗文化研究。", "label": "民族学", "id": 0}
{"content": "教育部要求全国申报新建立一级民族学学科博士点,即大民族学、现代民族学学科博士点;西南民族大学于2011年建立了一级民族学博士点;我校自1961年以来,民族学学科建设注重朝这个方向努力,取得了很大的成绩,在国内外有一定的影响,《现代民族学》一书出版是重要的标志。发展中国特色民族学、现代民族学是中国和世界民族学发展的重要趋势;应抓住这一特点,发挥这一优势,争取顺利通过民族学博士点验收,进一步把我校民族学学科建设成一流的学科。", "label": "民族学", "id": 0}
{"content": "<正>切实推进乡村道德建设工程,是当前新农村建设的一项迫切任务,是贯彻中共中央十七届六中全会精神,扎实开展社会主义核心价值体系建设、积极践行社会主义荣辱观的一项重要内容。张谷英民俗文化是洞庭湖区域文化的重要组成部分,作为中国传统文化汪洋大海中的一朵美丽浪花,挖掘、提炼其精华,借鉴、创新其形式,对于扎实深入开展乡村道德建设工程、促进社会主义核心价值体系大众化、增强人民群众的道德判断力和道德荣誉感,从而促进乡风文明和推动", "label": "民族学", "id": 0}
{"content": "<正>原住民族（在内地被称为\"少数民族\"）,在20世纪结束前,广泛地被称为\"第四世界\",代表着原住民族整体主体意识的觉醒。①据估计,全球共有3亿5千万原住民族,占世界人口的百分之五。全球有170个国家包含原住民族的人口。原住民族共有5千多种语言。原住民族还拥有丰富的保护自然资源的经验。②世界各地的原住民族精英在土地返还、经济共享、文化认同与自治管理等议题上,不断向各国主流社会与执政当局争取。这种国际发展趋势促成台湾地区原住民族群的整体觉醒,因此,当代原住民历史的书写一方面要放在国内政治经济与社会文化发展的脉络下,", "label": "民族学", "id": 0}
{"content": "<正>\"牯脏节\",又称\"鼓藏节\"或\"鼓社节\",2006年5月苗山县苗族鼓藏节（即牯脏节）被列为第一批国家级非物质文化遗产名录。牯脏节是贵州省黔东南州雷公山、月亮山区苗族的祭祖节日,是苗族诸多的节日中最盛大的节庆活动。该节鼓社（由数个具有血缘关系的村寨组成）同宗范围内,一个村寨或几个寨子联合,每隔13年才举行1次,节日期间组织之严密,仪式之隆重,耗财之巨大,宴请客人之多,持续时间之长都非别的节日可比。通过牯脏节祭祀宗族列祖列宗,保佑宗族繁衍、兴盛繁荣,整个节日的仪式和活动增进了宗族、亲属之间的感情联络和族群内部的团结,举办牯脏节村寨和家庭成员也通过这一活动展现社会影响和家庭经济生活水平。", "label": "民族学", "id": 0}
{"content": "<正>2005年10月,第33届联合国教科文组织大会上通过的《保护和促进文化表现形式多样性公约》中,有了\"文化多样性\"的提法,而且\"文化多样性\"被定义为各群体和社会借以表现其文化的多种不同形式。这些表现形式在他们内部及其互相之间传承。文化多样性不仅体现在人类文化遗产通过丰富多彩的文化表现形式来表达、弘扬和传承的多种方式,也体现在借助各种方式和技术进行的艺术创造、生产、传播、销售和消费的多种方式。文化多样性是人类社会的基本特征,也是人类文明进步的重要动力。侗族,人口200多万,居住在我国的南方,以湖南、贵州、广西交接地区为主。这个区域刚好位于湘西丘陵、广西丘陵往云贵高原过渡的地带,处在海拔200米到", "label": "民族学", "id": 0}
{"content": "<正>三皇五帝传说时间杳远,大概是古人跨入文明以后最早的传说。《〈尚书〉序》在阐述我国最古老的典籍时提及伏羲、神农、黄帝之书为《三坟》;少昊、颛顼、高辛（喾）、唐（尧）、虞（舜）之书为《五典》;八卦学说谓之《八索》;大禹时代的九州之志,谓之《九丘》①。西汉末年（公元前26年一前6年）,汉成帝河平三年,当时的政府组织刘向、刘歆父子等学者,开展过大规模的古籍整理工作,成就最为瞩目的是《山海经》②。根据唐孔颖达《<尚书〉序》,孔子在整理古籍时把历史断自唐虞:\"述职方以除九丘③\"、\"断自唐虞以下讫于周\"。司马迁《史记·五帝本纪第一》中也存而不论:\"学者多称五帝,尚矣。然《尚书》独载尧以来;而百家言黄帝,其文不雅驯,薦绅先生难言之。\"", "label": "民族学", "id": 0}
{"content": "<正>19世纪下半叶至20世纪上半叶,中国及其传统\"四裔\"地区成为国际帝国主义强国势力角逐之地。在此背景下,晚清民初中国知识分子接受国族主义与相关民族概念,期望建立中国之民族国家（nationstate）以护国保种。在此中国国族建构的初期过程中,部分革命党人曾有建立纯汉族国家之议,但逐渐以清帝国疆域内各\"民族\"整合为一中国民族,成为最得到各方支持的建国蓝图。辛亥革命只是在政治上结束清帝国政权,至\"中华民国\"建立,不但当时政治局", "label": "民族学", "id": 0}
{"content": "<正>\"形态学\"的概念,达尔文在《物种起源》（1859）中指的是关于形式的学说。例如在植物学中,\"形态学指的是关于植物的各个组成部分、关于这些组成部分之间的相互关系以及它们与整体的关系的学说,换句话说,指的是植物结构的学说。\"①后来一些学者将其借用到社会学与文化学的研究领域中来。涂尔干在《社会学方法的规则》（1895）中将社会现象的动态部分与形态部分相对而言,他认为\"形态\"是一种\"存在状态\",是\"组成社会的各个基本分子,这些分子的形式和集合程度、各地区人口的分布、交通道路的状况、人们的居住环境等等。\"②其后莫斯在《论爱斯基摩人社会的季节性变化:社会形态学研究》（1904—1905）一文中,承接着涂尔干,将\"社会形态学\"定义为\"它不仅描述,而且解释各种社会的物质基础,即各种社会在人口基础、总量和密度之上建立起来时所具有的形式、它们分布的方式以及处于集体生活中心的全部事物。\"③他对爱斯基摩人的社会形态进行了深入的研究。葛兰言在《古代中国的节庆与歌谣》（1919）中则运用古代中国的节庆与歌谣建构了当时的社会形态:节庆超越各个集团组织起更大的联盟,通过两性对抗的竞赛和共同的约婚礼,将各个地方集团结合进一个传统共同体的联盟。就文化形态研究而言,本尼迪克特与米", "label": "民族学", "id": 0}
{"content": "<正>前言第11届人类学高级论坛的主题是多样性:人文与生态,笔者在结合自己的田野经历思索这一论题时,坦白而言心情颇感沉重,今天,当现代化、全球化、城市化这一系列源自于西方的价值观念与行为实践,侵染到我国广大农村、少数民族地区时,人文与生态的结合是否还能自然地导出多样性这一人见人爱的结果,换句话说,多样性:人文与生态身后是就此能够坦然地画上一个句号,还是应该画上一个惊叹号,或", "label": "民族学", "id": 0}
{"content": "<正>一、引言自19世纪中叶以来,中国南方民族普遍使用的铜鼓就一直吸引着民族学者、民俗学者和历史研究者的目光,如今,铜鼓研究已蔚然云集为一门\"铜鼓学\"。总的来说,国内外的相关研究大多采取实证的思路,分析铜鼓起源、分类、族属、传播路线、铸造工艺、音乐性能①,或对南部中国\"铜鼓文化圈\"中存在的民俗活动做出基于人类学和艺术学的\"深描\"。文献考证、器物类型分析和仪式\"深描\"的研究路径大抵以", "label": "民族学", "id": 0}
{"content": "<正>无论从历史还是现实来看,环塔里木都是文化多样性的典型地域,多种族、民族在这里迁徙聚合,不同文明和宗教在这里交流和激荡,共同谱写了多彩的文化历史。正是这里独特的文化多样性以及不同文化的相互融合,才使其成为世界文明交汇的古代丝绸之路之核心地段。今天,文化多样性和文化融合的趋势又为其赋予了新的时代内涵。\"各地文化精神之不同,穷其根源,最先还是由于自然环境之分别,而影响其生活方式。再由生活方式影响到文化精神。\"①环塔里木地理环境和自然资源的特殊性", "label": "民族学", "id": 0}
{"content": "<正>广西贺州市辖三县两区,即八步区、平桂区、富川瑶族自治县、钟山县和昭平县,总面积11855平方公里,2011年第六次人口普查全市总人口为223.19万。秦始皇三十四年（公元前213年）,中央政府扩建岭口古道,成为一条水陆兼程、以水路为主的\"新道\"。秦代新道蜿蜒于萌渚岭山脉之中,北联潇水、湘江,南结富江、贺江、西江,使长江水系和珠江水系通过\"新道\"紧密相连,成为中原沟通岭南和海陆丝绸之路对接的一条重要通道。潇贺古道的开凿,使贺州成为古代中原文化与岭南百越文化交汇融合的重要地区。贺州自古以来就是一个多民族、多族群聚居地。中原文化、荆楚文化、湖湘文化、吴越文化与岭南百越文化在此交汇融合。多族群和谐杂居,多样性文化共生共存。目前,这里生活着汉、瑶、苗、壮等18个民族的20多个族", "label": "民族学", "id": 0}
{"content": "<正>一、中国边疆与族群表述广西靖西县位于广西西南,属南亚热带,气候温凉多雨,物种丰富,总面积3322平方公里,人口60.32万（2007年）,毗邻越南,边境线长152.5公里,是祖国南部的边陲重镇和人口大镇。靖西县历史悠久,据考古发现,早在旧新石器时代就有人类的活动,秦时属象郡管辖,之后又属南越国、句町国,唐代置归顺州,宋代时在羁縻地区开始实行土司制度,到清朝由归顺州升为归顺直隶州,民国二年置靖西县,新中国建立后依旧沿用民国时期的靖西之名。可见,从唐代起靖西一直作为中国的南部边疆,现今有一类口岸（龙邦）、二类口岸（岳圩）,边民互市点4个,以及36条出入境通", "label": "民族学", "id": 0}
{"content": "<正>一、海南发展黎族文化产业的紧迫性黎族是人口超过100万的较大少数民族之一,黎族文化有丰富的内涵。海南是黎族的聚居地和黎族文化的发源地,弘扬发展黎族文化不仅是海南义不容辞的职责,也是海南繁荣民族文化建设文化强省的要求。", "label": "民族学", "id": 0}
{"content": "<正>海南少数民族地区的风情小镇必须走个性化发展的道路,个性化发展要以民族文化为底蕴,用民族文化塑造风情小镇的灵魂。因此,要注重处理好民族风情小镇文化元素的各种构成关系,运用文化元素的多种组合方法,突出民族风情小镇的文化个性,使民族风情小镇更具鲜明的地方特色,为民族地区的旅游业发展提供重要的旅游资源,推动民族地区社会经济的可持续发展。", "label": "民族学", "id": 0}
{"content": "<正>一、前言近年来,旅游者们不再纯粹的选择传统的大众旅游,而是选择一些具有个性的特殊旅游形式,这很可能是旅游者的一个最显著的特征——猎奇的心态引起的,尤其是年轻的一代更甚。太空游、背包旅游、野外露营还有所谓的农家乐等这都是最热门的特殊旅游形式,然背包旅行是其中最为独立、自主的旅游方式之一,越来越多的人都喜欢这样的旅行。背包旅游缘起于西方国家,从20世纪90年代开始\"背包客\"一词出现在学术文献中。", "label": "民族学", "id": 0}
{"content": "历来多认为\"百越族\"乃岭南之土著民族。但本文根据相关的历史文献,结合民族学、人类学和历史地理学方面的研究,否定了此一说法。并从百越之缘起及南越之由来,论证所谓\"百越\"只是譬喻越属诸小国散布的区域繁多而已,是一个笼统的泛称,不能以\"族\"视之。以粤省土著而言,本文认为,瑶族与畲族才是岭南古代主要的土著民族。同时结合战国及秦汉之际相关的人物史事,论述了历史上的南武国及其后裔和赵佗的南越国与瑶族等南方土著民族之间极为复杂的历史关系。", "label": "民族学", "id": 0}
{"content": "日本学界的南诏史研究肇兴干20世纪40年代末,在20世纪五六十年代和20世纪九十年代至今形成两个研究高潮。从研究取向来看,日本学界的南诏史研究可以归纳为三个主要的研究领域:一是以牧野巽、白鸟芳郎为代表的\"民族学和历史语言学\"视角下的南诏民族史和历史语言研究,其主要内容是探讨南诏的族群结构与各族群的语言类型及其与现代大理地区各民族及其语言的关系;二是以藤泽义美、林谦一郎为代表的\"政治制度史\"取向下的南诏政治史与制度史研究,其核心内容是探讨南诏的立国基础。南诏国的政治制度与社会阶层,南诏与唐、吐蕃关系.南诏的对外战争与都城变迁;三是以武田史子、今井净圆为代表的\"思想文化史\"取向下的南诏宗教史和艺术史研究,其主要内容是探讨南诏的佛教史、佛教艺术、佛教与政治关系等。在与中国和西方学界充分交流的基础上,日本学界三种取向的南诏史研究都取得了具有方法论意义的研究成果,但也都存在不足之处;南诏史研究仍然具有很大的学术空间。", "label": "民族学", "id": 0}
{"content": "南诏作为一个地方性政权.存在两都体制。当时昆明为东都,大理为西都。至干昆明为东都,大理为西都的原因,这是南诏建都问题重要的思考内容。本文认为政治、经济、文化、民族、战略、自然以及周边势力的影响是南诏具有两都建制的重要原因。大理是主要都城,昆明是陪都,也和这些因素密切相关。", "label": "民族学", "id": 0}
{"content": "《吐蕃万户（khri-sde）制度研究》是日本藏学家岩尾一史的英文著作,他在研究吐蕃军政制度茹（ru）、军团（khrom）、千户（stong-sde）的基础上,根据敦煌、新疆发现的古藏文手稿,结合古藏文文献《第吴宗教源流》《贤者喜宴》等,探讨吐蕃万户的构成及其在吐蕃王朝统治沿革中的地位,以及与其他游牧地区万户部落组织的相似性,从而提出吐蕃军政制度来源于内陆游牧地区的可能性。", "label": "民族学", "id": 0}
{"content": "<正>来稿须知:1.《藏学学刊》系中国教育部普通高等学校人文社会科学重点研究基地四川大学中国藏学研究所主办、以国际交流为宗旨的国际性学术刊物。《藏学学刊》是以藏学领域为中心、多学科綜合性的国际学术交流平台,倡导探索创新和相互尊重的学术争鸣;设有专题论文、书评、译文等栏目,并将酌情增加新栏目,欢迎读者提出批评和建议。2.热忱欢迎国内外藏学研究者惠赐稿件。来稿必须为原创性作品,此前未经公开发表。严禁抄袭、剽窃和一稿多投。3.来稿字数不限;提倡言简意赅,详略得体。4.本刊目前接受中文或英文投稿。为保证文稿的准确性,电子版来稿须", "label": "民族学", "id": 0}
{"content": "纳顿节是土族特有的酬神祈福、庆祝丰收的传统节日,本文对其仪式展演中体现的神圣性与世俗性、娱乐性与功利性、规范性与随意性等二元对立特征,包含的农耕文化、军事文化、汉文化和本民族原生文化等多元文化因素,及其在土族文化系统和社会生活中发挥的加强民族认同、调节社会矛盾、教化等功能进行了较深入的思考与探讨。", "label": "民族学", "id": 0}
{"content": "<正>婚姻礼仪是婚姻观念的行为表现,也是体现民族文化特征,具有象征意义的一种行为表达方式。藏族传统文化深受苯教文化的影响,婚姻文化也无不打着宗教的印记。苯教的巫术、占卜、祭祀、象征等仪式都不同程度的表现在婚姻礼仪的过程中,使传统的婚姻文化不仅具备了制度化、规范化的礼仪,而且也蒙上了神秘、庄严的宗教色彩。在藏区各地,至今仍保留着古老的婚礼习俗。夫妻双方从确立恋爱关", "label": "民族学", "id": 0}
{"content": "\"走姑娘\"是贵州东南黎平、从江等侗族聚居地区男女交结朋友、选择伴侣的传统民俗,是南部侗区民族认同的一个重要标志。它既在表现形式上沿袭了侗族社会以血缘、地缘为基础的社会关系、原生态的稻作农耕生产方式、以男性为主体的家庭结构等传统的文化特质,同时随着经济的发展,社会的变迁,在民俗形式和内容上也发生了很大的变化,呈现出一些新的特点。本文以长期在贵州侗族地区田野调查材料为基础,以黄岗侗族为个案,在少数民族经济社会发展背景下来考察侗族传统文化的变迁,为全面理解侗族\"走姑娘\"民俗的文化内涵提供一种新的研究视角。", "label": "民族学", "id": 0}
{"content": "长期以来,\"勺哇\"人的族源问题是学界争论休的题。笔者依据\"勺哇\"地区的地名文遗迹、历史文和口材料第一手原资料,对\"勺哇\"人的族源问题进行了多层次、全方位的剖和探讨。笔者认为,\"勺\"是古代\"朱古\"部落的某部氏族,后来从景古一带迁徙至白石山山腰,其生计方有所同,\"勺\"氏族又分为\"勺尕\"和\"勺那\"两个小部落。根据藏文史料和藏语发音的变规律,认为\"朱古\"是\"突厥\"一音的演变。毋庸置疑,\"勺哇\"人就是古代突厥民族的后裔。", "label": "民族学", "id": 0}
{"content": "青海蒙古族的\"土崇拜文化\"源远流长,是我国蒙古族传统文化的重要组成部分。尽管有一定的宗教色彩,但也不乏唯物、科学的思想,千百年来,蒙古族的\"土\"崇拜文化对保护自然生态环境、改善自身生存、发展环境起到了积极的作用。在进行现代化建设中,我们应该发掘这一部分文化遗产,使之更具有科学性,为青藏高原和柴达木地区的开发和建设作出新贡献。", "label": "民族学", "id": 0}
{"content": "当前甘肃民族问题的主要结症在于把内地发展和边疆发展隔离开来并孤立的看待甘肃少数民族经济社会发展的战略问题。为此应该重申\"发展是硬道理\"作为处理甘肃民族问题的基本原则并采取具体措施保证甘肃少数民族地区社会经济的飞跃式发展。比如推行内地与边疆联合互惠发展战略,启动少数民族社会经济大发展;采用参与式发展模式,增加少数民族人民的参与感和使命感;成立全省少数民族双语义务教育协调组织,统一指导管理双语教育工作;实行现代社区管理制度,加强宗教场所和寺庙生活区的管理;针对甘肃少数民族地区生态文化旅游,制定\"大九寨\"旅游品牌战略。", "label": "民族学", "id": 0}
{"content": "文章通过对撒拉族庭院内、外部、村落与村落之间以及整个撒拉族社会村落布局的考察,分析了撒拉族村落的空间结构及撒拉族的空间观,同时通过对比认为撒拉族社会是传统中国社会差序格局中的一个特例。", "label": "民族学", "id": 0}
{"content": "语言是文化的重要组成部分,也是考察文化的有效途径。通过对阿美语构词法的考察,我们能在一定程度上还原阿美人的传统生活方式,重现其传统社会风貌。", "label": "民族学", "id": 0}
{"content": "开斋节是回族的传统节日之一。在开斋节期间增强了回族人的族群认同、内部凝聚力,以及在社会网络的回族人之间出现了频繁的互动;同时,开斋节作为提高自身境界的一种手段,提高了自我修养,调整了社会的\"内在节奏\",使回族人实现了情感宣泄。", "label": "民族学", "id": 0}
{"content": "文章描述了湘西保靖丰宏、棉花旗和古丈双溪河沿岸村落的土家族苗族相互转化的现象,并从民族政策、文化互动和族际通婚等几个角度分析了转化的原因。苗族土家化与土家族苗化反映了湘西各族群合作又竞争的复杂族群关系,也体现了族群认同的多重性。", "label": "民族学", "id": 0}
{"content": "在多民族杂居、多元文化并存的河湟地区,生活在这里的汉、藏、回、土、蒙古、撒拉等各民族在历史进程中相互依存、互补共生、共同发展,形成了多元文化和谐相处\"和而不同\"的文化格局。本文在田野调查的基础上,以河湟地区较为典型的\"卡力岗\"回族和\"家西番\"藏族的文化现象为例,分析不同民族文化相互融合、涵化的现实方式,并尝试着解读河湟地区不同民族文化和谐相处的形成机制。", "label": "民族学", "id": 0}
{"content": "卓仓藏族的内婚制被视为一个比较独特的文化现象。本文通过分析发现:这种内婚制尽管具有民族内婚倾向,然无论从地缘还是认同范畴,非是卓仓族群这一层面的内婚制;其婚姻圈在1930年代起突破了卓仓范围,随后渐渐扩容和扩展,因之引起的代际冲突也在趋缓;而且,随着受教育水平提高、社会流动与互动加剧,卓仓族群的婚姻圈呈不断扩大的趋势,固有的骨系观念也悄然发生着改变。", "label": "民族学", "id": 0}
{"content": "长期以来,在湘西地区执行的民族政策,基本主题都是以围绕\"扶贫攻坚\"的理念而展开。进入21世纪后,与全国的其它地区一样,生态建设等新问题同样突出地摆到了民族工作者的眼前,因此,如何把这些新内容与此前曾经执行过的民族政策做一番梳理,并从中归纳出有用的经验乃是时代所使然,也是民族工作者的职责所在。文章将以湘西地区扶持油茶产业发展的相关政策为例,意在说明民族政策不但需要与时俱进,而且也需要科学研究的支持和指导,而这正是可资推广和借鉴的经验。", "label": "民族学", "id": 0}
{"content": "省际结合部作为一种特殊的地理单元,其自然生态和人文生态都对国家或地区的政治、经济、社会、文化产生重要的影响。目前我国省际结合部仍然是一座未被开发的学术富矿,本文从省际结合部的概念及内涵、省际结合部自然和人文生态特征、省际结合部热点问题这三个方面进行了探讨,以期学界对省际结合部民族理论体系的构建、族群利益导向、群体性事件、民族发展战略、小城镇建设、边贸市场的培育与发展、区域联合与协作等方面进行长期的跟踪和研究。", "label": "民族学", "id": 0}
{"content": "本文在对甘肃省肃北蒙古族自治县蒙古族牧民定居点进行的田野调查的基础上,从人类学角度,对牧民定居后的适应性状况、定居生活的满意度情况,从经济、社会、文化、心理等方面进行探讨。肃北蒙古族是传统游牧社会的牧民,而现在已开始定居。面对定居社会,他们能不能适应?他们适应的情况如何?他们定居以后能否生活得很好?本文通过田野调查,力图找出影响牧民定居适应的诸多因素,并对此进行较全面地分析的基础上,提出了相应的政策建议。", "label": "民族学", "id": 0}
{"content": "文章以神农架林区下谷坪土家族乡为调查点,论述了当地充分利用少数民族特色村寨保护与发展的机遇,创新性的走出了一条民族地区城镇化建设之路。提示了在这一过程中所取得的成功经验,并在挖掘当地发展现实中存在的诸多问题基础上,提出了应对策略。以期对更大范围内的少数民族特色村寨保护与发展和民族地区城镇化建设工作提供有益的借鉴。", "label": "民族学", "id": 0}
{"content": "土族婚礼歌\"道\"是一种\"言说艺术\",其演唱结构模式包括演唱的时序结构模式、演唱角色结构模式、演唱者结构模式,而演唱行为作为一种社会行为表现出明显的程式性,同时包含演唱者个人的理解和演绎,赋予婚礼歌一定的个性化的意义。土族婚礼歌表演过程通过表演者之间、表演者与观众、东家等的互动,实际上也是一种极为有效的交流方式。目前婚礼歌表演面临消解趋势。", "label": "民族学", "id": 0}
{"content": "吐蕃王室后裔唃厮啰发展演变的藏族赵氏家族,在安多藏族历史上具有重要的地位,它所产生的影响是深远的,也是复杂的。唃厮啰家族的兴起、发展、迁徙和衰落过程,是吐蕃王室及藏族部落发展演变的一个个案。如果将藏族家族史与整个藏族发展史联系起来研究,会发现和弄清楚许多历史疑难问题。", "label": "民族学", "id": 0}
{"content": "相传农历正月十六日是伏羲的诞辰日,每年的这一天天水伏羲庙都要举行庙会祭祀伏羲,其中的灸百病习俗是庙会中的一大特色,这一习俗是在神圣时空下进行的。本文结合田野考察,分析了灸百病习俗的源流,指出这种习俗承历史上巫医易相通之理,结合当地民间用艾草灸病传统,又与北方地区\"走病\"习俗有密切关系。文章从人类学视野出发,对灸百病习俗进行了剖析,认为天水伏羲祭祀中呈现出具有民间宗教性质的伏羲信仰与具有巫术性质的灸百病习俗合流变形的特征。", "label": "民族学", "id": 0}
{"content": "新疆少数民族人口中农村人口多、贫困人口多,近几年大量的少数民族农牧民通过各种形式被纳入城市化进程,生产生活方式、居住分布格局发生明显变化,促进了族际间的交往交流,推动各民族共同发展。同时,跨越式发展会对少数民族原有的生活方式、传统的价值观念带来强烈的文化冲击和沉重的心理压力,以行政手段调整并形成族际间的密切接触也会出现新的问题和矛盾,对此进行前赡性估计才能提出有效的预防措施。", "label": "民族学", "id": 0}
{"content": "在近代中国民族意识的觉醒当中,梁启超扮演了重要角色。面对民族大危机的时刻,他提出了合族民族主义思想,主张利用改良主义增加国家权力,推行君主立宪,进而实现民族主义的目标。合族民族主义思想内容比较丰富,民族救国思想是其思想的主流,民族认同思想贯穿于整个思想理论体系。它对当今社会也有着深刻启示,尤其是对民族凝聚力的影响。", "label": "民族学", "id": 0}
{"content": "传统社会中,一个人、一个民族的生存空间,具有相对的自然特征,其身份认同也具有与生俱来的自然属性。但在全球化、信息化日益加剧的时代,一个人、一个民族的生存空间,越来越变得\"不自然\"。更加密切的接触、交流、比较,\"文化自觉\"越来越突出,因而身份认同变得越来越复杂、迫切、重要。基于牟钟鉴先生关于\"复合型民族\"思考的启发,从历史上北魏政权的认同实践和现实中真切的生命关怀,我们认为超越地城、民族的更广泛、更深刻的\"文明认同\",不仅是过去中华民族发展中珍贵的历史经验,而且对于当代中华民族\"身份认同\"问题的思考,也具有一定的启发意义。", "label": "民族学", "id": 0}
{"content": "民族认同表现为民族成员对自己的民族文化和其他成员的亲近感以及对民族命运的关注。对于我国大部分少数民族来说,宗教总是构成民族文化的一个组成部分。因此,虽然民族认同的要素是多方面的,但宗教总是民族认同的一个因素。在我国55个少数民族中,宗教作为一种文化因素对民族认同的影响是显而易见的。不同的宗教在民族认同中的作用是不同的,同一种宗教对不同民族的民族认同的影响也是不同的。", "label": "民族学", "id": 0}
{"content": "本文旨在通过历史文本中蚩尤形象的叙述以及当今苗族对蚩尤的记忆,说明集体记忆和文本所承载的重构历史记忆相互作用,在形成新的认同和新的记忆的过程中互为基础,通过建构关于蚩尤的记忆,使苗族重构了蚩尤为苗族共祖的记忆,形成了新的民族认同和共识。文本记忆是新的社会记忆来源,而社会记忆的形成又促使形成新了的文本,同时形成新的认同。", "label": "民族学", "id": 0}
{"content": "<正>一、马来西亚原住民概况与政策马来西亚四季如夏,属于热带雨林气候国家。人口大约有2833万,主要是马来人,占67.4%,华人占24.6%,印度人占7.3%和少数民族0.7%。根据宪法的规定,所有马来人和部分非马来人享受土著居民权益。马来西亚种族多元,其宪法保障了各民族的信仰自由,并规定伊斯兰教为国教。2010年人口和房屋普查的数据显示,土著居民中信奉伊斯兰教的有61.3%,信仰", "label": "民族学", "id": 0}
{"content": "<正>2012年4月21-22日,\"台湾少数民族研究会2012年年会暨学术研讨会\"在北京中协宾馆召开,来自国家民委、中央统战部、中华全国台湾同胞联谊会、台盟中央联络部,四川省、湖南省、江苏省、吉林省、福建省民委及中国社科院、中央民族大学、中南民族大学、上海交通大学等单位的40多位专家学者参会。本年度研究会理事会由国家民委国际司巴莫阿依副司长主持,秘书长金春子向大会作了《关于拟增补顾问,拟推选副会长、副秘书长,推荐常务理事、理事的说明》,并按章程规定,对拟任副会长、副秘书长候选人进行选举,获全票通过。同时决定将研究会秘书处改设在中央民族大学。会议邀请到国务院台湾事务办公室研究局局长黄文涛副会长做\"大陆对台政策及台湾现状\"报告。他", "label": "民族学", "id": 0}
{"content": "<正>2012年5月12日,由中央民族大学世界民族学人类学研究中心、中国世界民族学会和国家民委民族问题研究中心共同主办的\"世界民族学人类学研究中心揭牌仪式暨中国世界民族学会2012年度学术讨论会\",在中央民族大学中慧楼第一会议室开幕。揭牌仪式由中央民族大学副校长宋敏主持。首先由党委组织部部长邹吉忠宣读中央民族大学党委《关于成立世界民族学人类学研究中心的决定和中心领导班子的人事任命决定》。中央民族大学校长陈理、中国世界民族学会会长郝时远、国际人类学民族学联合会副会长、清华大学教授景军、中国社会科学院民族学与人类学研究所副所长黄行先后致辞。此后,中国世界民族学会常务副会长朱伦向中央民族大学世界民族学人类学研究中心赠书,中心主任包智明接受赠书。最后,由陈理校长和郝时远", "label": "民族学", "id": 0}
{"content": "老北京的婚礼是满族习俗与汉族习俗互相影响而形成的,是这两个民族习俗的融合体。更确切地说,它是在汉族婚礼习俗的基础上加入满族婚礼习俗,经过融合而形成的。本文将老北京的婚姻习俗略作系统概述,叙述中兼及该习俗的源流和演变。", "label": "民族学", "id": 0}
{"content": "在伪满宫廷存续的近十四年里,可以说满族习俗随处可见,除服饰和祭祀外,还有许多许多。像宫廷饮食、宫中礼仪、宫中庆典等,这些习俗早已渗透在人们的生活中,只是随着社会的变迁而有所改变,但它却不可能消亡。虽然和溥仪在北京故宫小朝廷时代有差异、有变化,但溥仪还是保留和延续了最基本的满族习俗。", "label": "民族学", "id": 0}
{"content": "<正>一、象形医学的起源:象形医学,全称天然绿色象形医用药物学。是千百年来,苗族先比在劳动创造世界中,由实践真知逐步上升成为具有科学理论性的一门医药精粹。故自从有了伏羲氏先天八卦后,直到三皇（即天皇、地皇、人皇）时期。就有苗族医神董阶呻吟,用药囊和扑卦的方式为天上人间治病。后继,又到了五帝神农氏时。神农氏上能观天星积为文字、下能视洪水为兵士……。又尝百草,辨五色五味;分五行、通其隐秘,得（阴阳）而治人疾于肘里。因此,苗族人民再次得了神农的阴阳医学的真传,至今也有四五千年的历史。二、什么叫象形医学:《易》曰:象悬于天,形生于地,且泛映在于物。因此,象形医学。就是广泛摄猎起山石草木、飞禽走兽的形状、特征和性能与人体生命组织器官及病变有相互类比之处。并以彼此之间相同相近似的东西来治病。三、象形医学的原理:根据天地左转右行,阴阳一动一静。动则阳仪演生,静则阴仪嬗化。生生化化,化化生生。从来没有终结过,以人体生命保持统一与和谐（即天人合一回归大然）。并认清,所谓象是阳气上升模拟式成象。所谓", "label": "民族学", "id": 0}
{"content": "<正>民俗是伴随着一个民族的发展而逐渐形成的社会生活习惯,它同民族的历史一样悠久。但民俗学作为一门学科,是近代才形成的。1846年英国学者汤姆斯首先采用Folk Lore一词,定名为民俗学。Folk,民间、民俗之意;Lore,知识、智慧之意,两个单词合起来,就是民俗的知识,民众的智慧,或者说,民俗学", "label": "民族学", "id": 0}
{"content": "<正>一现在人们一致认为蒙古人最初是在额尔古纳河一带形成的。民族学权威辞书《民族词典》里就说:\"蒙古,中国民族名。初分布在额尔古纳河流域,后向西逐渐发展到鄂嫩、克鲁伦、土拉三河上游肯特山一带。\"\"建立蒙古汗国,形成统一的民族整体,是时,‘蒙古’由原来的部落名称,变为民族名称。\"甚至更明确地（甚或武断地）说:\"于1206年建大蒙古国,‘蒙古’逐成为开始形成的民族族称。\"请注意其关键词:1206年、蒙古、开始形成的民族。十分清楚地说蒙古是自1206年之后才\"开始形", "label": "民族学", "id": 0}
{"content": "<正>鄂尔多斯的蒙古族由于其特殊性的使命和身份,创造出了历史与现代文化的无数亮点。本文试就鄂尔多斯与蒙古族的关系、鄂尔多斯蒙古族文化的特点作一简单的探讨。蒙古族文化追本溯源,当然是承接中国北方游牧文化的精髓。鄂尔多斯自古就是北方游牧民族的前沿阵地,鄂尔多斯式青铜文化研究表明,作为这一文化的缔造者——匈奴民族,自夏商至汉代,引领了一个漫长时期的草原文化的潮流,首创了草原民族的辉煌历史,奠定了其后", "label": "民族学", "id": 0}
{"content": "<正>众所周知,蒙古包是蒙古民族独特的住所和代表蒙古民族居住特征的典型建筑物。但是,蒙古包并非一开始就是如今这样的,而是经过数百年或更长的时间借助古人类的住所及古代各民族和部落的不同住所逐步完善、逐步成形,从粗略到精细,从简易到复杂的。本文根据历史书籍的记载和专家学者对蒙古包的研究,谈谈笔者的见解,是否妥当,诚请学者同仁指教。", "label": "民族学", "id": 0}
{"content": "<正>货币是历史的产物,是人类社会在其发展中,用以作为推进等价交换的工具和手段,已有四五千年的历史了。在漫长的历史发展过程中它在表现为流通手段和价值尺度的同时,也在民俗中逐渐构成了一种独特的钱币文化。鄂尔多斯古钱币文化是在特定的历史区域中形成的一种文化精品,它与蒙古族的政治、经济及风俗有着密切的联系。探索与研究鄂尔多斯民俗与古钱币文化的关系,对于继承传统文化,古为今用以及对社", "label": "民族学", "id": 0}
{"content": "<正>建立蒙古民族家庭历史档案,对发展蒙古民族的政治、经济、科学文化及风俗习惯有着重要意义,它对提高个人的工作业绩、诚心程度、积累科学经验和各种信息都非常重要。一、蒙古民族家庭档案的概念蒙古民族自古以来就有说教上祖血缘传记,世代流传立档家族宗嗣系谱的高尚传统。特别是那些高官贵人和人文研究以及许多使臣经常翻阅有关历史书籍,为了不忘自己的祖辈血统,记下很多宝贵的训嘱。", "label": "民族学", "id": 0}
{"content": "<正>改革开放以来,我国的博物馆发展呈现出多样化体制和全社会参与的趋势。蒙古历史文化博物馆,是民营企业性质的以蒙古文化为主题,以旅游景区为依托,实行市场化运作,企业化管理的博物馆,本文就蒙古历史文化博物馆的现状及未来发展思路,作一介绍,加以探索,希望专家和读者指正。", "label": "民族学", "id": 0}
{"content": "<正>一、关于民族亲和力这个题目是预设的,原来的题目是:\"民族文化的亲和力\",我把这里的\"文化\"理解为广义文化。那么广义文化,则是指人类社会历史实践过程中创造的物质财富和精神财富的总和。虽然在我们这篇讨论稿中,这样的定义似乎显得宽泛了一些,因为我们试图讨论一个区域内民族心理素质的相互影响问题,概念含义的确定就不应该离结论太遥远;但是我们将\"文化\"的字眼隐去,意在表明民族亲和力涉指的内容很广、很", "label": "民族学", "id": 0}
{"content": "<正>关于善无畏来华的过程,周一良先生在其《唐代密宗》一书中已经做出详细的阐释。但是,善无畏来华途中所入之\"龙宫\"为何处?前人的研究中并未提及。本文拟以《大唐东都大圣善寺故中天竺国善无畏三藏和尚碑铭并序》及《宋高僧传》中的记载为基础,结合历史、民族、佛教及地理等方面的资料,对善无畏来华途中所过之\"龙宫\"作一简单探讨。", "label": "民族学", "id": 0}
{"content": "本文认为,百济民族或国家起源于高句丽或夫余系百济人的伪托。\"百济\"原作\"伯济\",但二者词意差异较大,\"伯济\"从汉语词汇学的角度看是双音单纯词,是由一个词素构成的,应是古代三韩语的音译词,其意思一无所知,其与\"百济\"的汉语双音合成词（或云复合词）的构词方式不同。百济是马韩领域的北部土生土长的民族,其建国（部落形成）与夫余人或高句丽人并无瓜葛。百济王族的姓氏\"馀\"或\"扶馀\"是百济王族抬高自己的身份,以便同高句丽在地位上平起平坐而有意为之,并不表明百济人源于夫余,因为百济是马韩领域中土生土长的民族,并不是外来户。", "label": "民族学", "id": 0}
{"content": "清朝末代皇帝爱新觉罗·溥仪,历经旧社会以及新中国翻天覆地的历史变革,其满族民俗在服饰、婚俗、礼俗、萨满信仰习俗等方面都发生了巨大的变迁,既有满族遗风,又受到汉族及外国文化的强烈影响,是展映满族民俗变迁的重要侧面,也是中华各民族日趋融会在以汉族为主导的中华民族一体格局中的有效例证。", "label": "民族学", "id": 0}
{"content": "<正>在全球化世界中,现代民族学研究具有重大的价值。摩尔根是西方民族学家中成就最大的,他在美洲印第安人中间进行几十年的民族学田野考察,撰写出版了数部民族学著作,其中最重要的是:《古代社会》。该书是摩尔根的代表著作,是他长期进行民族学田野调查而撰写的一部综合性的民族学著作,是一部用大量资料撰写而成的原", "label": "民族学", "id": 0}
{"content": "北京建都以来的民族融合与文化认同现象十分特殊且具有代表性。纵向来看,新中国成立以前及新中国成立之后北京地区各民族人口数量及地理空间分布情况有所不同;横向而言,北京建都以来的文化认同状况反映在京味文化的形成、对儒家文化的认可与接受、风俗习惯、语言、建筑、饮食与服饰、文明成果、娱乐休闲生活等各个方面。了解北京建都以来民族融合及文化认同的发展变化,对于促进北京地区的民族文化发展,推动民族团结,弘扬中华民族的优秀文化,都具有突出的现实意义。当然,在北京地区民族融合不断加强,民族文化加速发展的前提下,还存在一些亟待解决的问题,研究和解决好这些问题,对于促进北京全国文化中心和中国特色社会主义先进文化之都建设,至关重要。", "label": "民族学", "id": 0}
{"content": "<正>3.11日本东北地区9级特大地震及由此引发的大海啸考验着日本,日本人表现出的井然有序、顽强抗争、团结互助也再次体现出日本民族心理素质。在一个几乎没有任何自然资源,且地震、台风、火山、海啸等多灾多难的国家,他们靠什么力量在短暂的时间里,创造出令世界为之震惊的奇迹,成为世界经济强国?正是这种民族心理素质使日本能够不断快速摆脱困难和落后,取得经济上的成功。", "label": "民族学", "id": 0}
{"content": "在全球化时代,少数民族大多会面临文化融合和民族认同的共同问题。在多民族国家中,少数民族往往属于弱势民族,其文化也相应成为弱势文化,在身份和文化双重不利的情况下,少数民族容易产生民族认同危机。中国的民族识别工作使少数民族的身份得以确立和强化,民族意识得以增长,所以,中国的民族识别工作有利于强化少数民族的民族认同。大众传媒使得民族之间的隔离状态被打破,这种状态使得人们开始认识\"我族\"和\"他族\",考虑自己所属群体的\"身份认同\",民族意识得以产生和强化,而民族意识的增长正是民族认同的表现形式;大众传媒可以通过议程设置理论和培养理论建构少数民族积极的民族认同。", "label": "民族学", "id": 0}
{"content": "<正>\"一个‘中国史’的大框架下,容纳多个不同视角,且使其彼此对话\"我曾教过几位维吾尔族学生。老实说,这几位同学的成绩并不好,几次补考都未通过,不管问什么,他们的答卷通常都是抄几句政治口号,如是数次,使我感到他们另有一重心结。后来从另外一位老师那儿,听到他们的一个解释:\"你们教的都是汉人的历史,不是我们的历史,有什么意思?\"当时并没有跟这几位同学做过深入交流,现在想来非常后悔。这篇小文也许算是一个事后的补救。", "label": "民族学", "id": 0}
{"content": "<正>姚大力:1949年生,复旦大学中国历史地理研究所教授,清华大学国学研究院兼职教授,主要研究领域为蒙元史、边疆史。著有《漠北来去》、《北方民族史十论》、《读史的智慧》等。伴随着近现代国际体系的发育与形成,寻求\"国家认同\"和\"民族认同\"成为近两三百年来席卷整个人类社会的一股重大政治潮流。如果想要更真切地认识中国作为一个多民族统一国家在近代的历史进程,那就不能脱离上述政治文化的全球性背景去看问题。在英文中,Chinese一词为什", "label": "民族学", "id": 0}
{"content": "<正>记得上大学时,一位老师告诉我们学民族学的人尤其是那些民族学大家几乎都是老寿星。我们当时十分不解,老师告诉我们民族学教人如何以包容的心态看待他人。当民族学学到一定程度时,那种对他人、他文化的包容之心便会深深扎根于其内心,进而潜移默化影响他的心态和做事风格。对于异于自身的人或事能够始终以平和的心态去对待,心态放开自然长命百岁。我那时只是初学者,对于其中的奥秘自然无从体会,直到2011年的一次田野调查,让我明白其中的真正含义。", "label": "民族学", "id": 0}
{"content": "<正>环江毛南族自治县位于广西西北部与贵州交界一带,是我国唯一的毛南族自治县。下南乡是毛南族的主要聚居地,位于桂西北部地区,全乡人口29 918人,其中98.2%为毛南族。毛南族民间傩文化起源,大约早在唐宋时期即已开始形成。根据清代咸丰年间修成的古墓石刻傩舞图像和现存乾隆15年间绘制的还愿神像考察,毛南族\"菲道\"文化盛行于17世纪的明清时期。在长期的历史传承中,毛南族傩文化融合了毛南族的口头文学、山歌、舞蹈、音乐、打击乐、戏,融入毛南族先民对天地自然万物的崇拜,在祭祀仪式中,毛南人借助傩显示大自然不可抗拒的神力,同时,这些歌、舞、乐、戏也承载着毛南人祈求民", "label": "民族学", "id": 0}
{"content": "已婚少数民族妇女的性生活和谐程度和夫妻交流性感受程度较高。民族、年龄、职业、家庭年收入、小孩数目、因避孕不适治疗、身体健康状况、参加生殖健康培训以及与配偶讨论性是少数民族已婚妇女性生活是否和谐的影响因素。少数民族地区的生殖健康干预措施要结合各民族文化习俗,才能保证其有效实施。", "label": "民族学", "id": 0}
{"content": "贵州少数民族地区经济相对落后,民族成分多样,人口整体素质相对较差。人才资源的开发是促进贵州少数民地区科学技术进步、实现全面发展与构建和谐社会的关键要素。本文从贵州少数民地区开发队伍建设、教育投入、农村人才资源开发、政策法规四个方面分析该区人才资源开发现状,进一步引出开发过程中存在的问题,如人才资源存量不足、使用效率低、培养能力弱及管理体制滞后等问题,进而提出相关的对策建议。", "label": "民族学", "id": 0}
{"content": "和谐社会是人类社会共同的追求和向往,也是我国在新时期发展的主要目标。而民族的团结与和谐共处则是一个和谐社会的重要组成部分。本文通过对余达忠的《走向和谐——岑努村人类学考察》一书的部分内容进行分析评述,旨在描述岑努村各民族和谐共处的景象,通过着重分析岑努村的民族构成、语言交流及\"还愿桥\"活动,试图探究其\"和谐\"现象产生的原因。", "label": "民族学", "id": 0}
{"content": "<正>《满学论丛》第一辑终于付梓了!《满学论丛》是北京市社会科学院满学研究所主办的满学研究学术丛刊。其宗旨是加强海内外学术交流,促进满学研究的繁荣发展满学是研究满洲民族的科学。满洲民族,历史悠久。稽其先世,实为肃", "label": "民族学", "id": 0}
{"content": "<正>值此新世纪之初,清史满族史的研究也迈上了一个新的台阶,越来越受到社会各界的重视。此时此刻,回顾一个世纪以来我国清史、满族史的学术发展历程,无疑是一项颇有意义之举。", "label": "民族学", "id": 0}
{"content": "<正>著名满族学者、德高望重的启功先生在接到\"满学与北京文化\"国际学术研讨会的邀请后,欣然同意参加此次会议,并担任会议顾问。启功先生为此次会议作了认真的准备。但因为突然患病,今天未能来参加会议,感到十分遗憾。启功先生十分热爱满族文化和北京文化,对满学研究也一直非常重视,他", "label": "民族学", "id": 0}
{"content": "<正>今天研究清代民族文化特别是满族文化的学者,有两种倾向值得关注:其一,忽视入关前满族文化在辽东地区的发展,而过分强调满族入关后的汉化趋势;其二,将关内满族的汉化现象扩大到全体满族人,视而不见东北各族文化上的满族化趋势。我们认为:满族文化于努尔哈赤时期形成于辽东边外,随着", "label": "民族学", "id": 0}
{"content": "<正>满族文化,尤其是东北东南部的满族文化是环太平洋文化的重要一环。它虽属于东北亚文化,却保留着一些同东南亚以至大洋腹地相连接的古老文化因素。我们因之可以判断,满族文化的底层中,存在着海洋文化的强烈影响。由于太平洋及其周边地区的土著文化自近代以来多已被欧洲殖民者破坏殆尽,", "label": "民族学", "id": 0}
{"content": "<正>我国民俗文化蕴藏极为丰富,早在先秦时期的《礼记》、《尚书》等书上已有\"民俗\"、\"风俗\"、\"移风易俗\"之类的记载。\"风俗\"一词,旧时常用;\"民俗\"一词,则为\"五四\"新文化运动以来常用。民俗属于活态文化,非物质文化遗产,包括历代民间传说、神话、故事、俗语、歌谣、工艺和节庆活动等,反映一个地区各历史时期社会物质生活、经济水平、科学文化、社会心理、民族性格等传承文化事象,是一个国家软实力的综合反映。在建设北京世界城市时,应", "label": "民族学", "id": 0}
{"content": "东巴教祭风仪式至今仍是俄亚纳西族常做的一种宗教仪式,它具有与历史上丽江坝地区不同的特点。本文作者基于在东巴文化保存较好的俄亚纳西族乡的田野调查材料,较为详细地记录俄亚祭风仪式的目的,所用的经书,仪式的过程。", "label": "民族学", "id": 0}
{"content": "2011年8月,西南大学汉语言文献研究所少数民族语言文学调查小组远赴四川木里县俄亚乡进行了半个月的田野考察。主要对俄亚纳西族妇女生活现状进行了调查。内容分五部分,描写俄亚纳西族妇女的生存环境及生活状况,反映她们勤劳能干等品质;个案研究分析妇女所在家庭的婚姻关系,呈现一夫一妻、一妻多夫、姑舅表婚和堂兄妹互为婚姻等较为特殊的婚姻现象;村落调查分析妇女生育年龄及文化程度情况,并收集整理与妇女相关的东巴仪式及其禁忌情况等。妇女客观生活环境相对差,生育婚姻教育观念比较传统,她们是支撑着俄亚纳西族家庭社会发展的中坚力量。", "label": "民族学", "id": 0}
{"content": "<正>前言客家人是汉族的一个民系,一千多年前,从中原经过五次由北向南逐渐迁徙而来。\"客家\"的形成,顾名思义是原非住本地的外来客,客家民系经过上千年的流移转徙,散居在全国和世界五大洲,90余个国家,客家文化是世界性的文化。由于个别的境遇和所处生活条件不尽相同,文化素质也有差异,全球的客属乡亲估计约有1亿人。在台湾的客家人大多数为明末清初,第五次大迁徙以后的二百多年间,从广东、福建、四川、广西及湖南等地迁徙而来,现在台湾客家约有400万人。", "label": "民族学", "id": 0}
{"content": "<正>\"二次葬\",又称\"洗骨葬\"、\"捡骨葬\"等,亦称复葬或迁葬,对死者的尸体和遗骨分别进行处理的葬俗,特指对死者尸骸作二重处置:人死,先采用埋土、风化、架树、水浸、置洞等方式处理肉身进行初葬,初葬若干年后,待皮肉腐烂,再通过正式仪式将棺木内尸骨取出,拣取骨殖洗净晾干,放入特制的容器（陶、瓷瓮或新木棺等）内,择日行礼后选地重新行第二次安葬。它是我国许多民族共有的丧葬习俗。", "label": "民族学", "id": 0}
{"content": "<正>客家研究,自广东和平人徐旭曾嘉庆十三年（1808年）《丰湖杂记》发其轫以来,已走过近200年的历程,取得了丰硕的成果,出版的著作和发表的文章数不胜数。但是,关于\"客家\"称谓的由来及其出现的年代,目前学界仍然莫衷一是。笔者充分借鉴了已有的研究成果,结合近年来对明清时期闽粤赣边客家地区社会经济的研究,认为\"客家\"名称的出现与明中叶这一地区的人口流动有关。\"客家\"最", "label": "民族学", "id": 0}
{"content": "<正>引言以往学者对客家族群及其文化形成的解释,主要是从移民史的角度,认为正是由于北方人口的大量南迁,才给赣闽粤客家地区带来了丰富的北方中原文化。为了使这种解释具有说服力,他们十分强调移民人口的身份结构和文化素质,甚至以族谱记载为主要资料,提出客家先民大多是来自北方中原的望族,本身具有较高的文化素养的论点。学者以前这种做法,应该是受到了长期以来学界关于客", "label": "民族学", "id": 0}
{"content": "<正>在贵州省安顺市周边三百多个古汉族村落里居住着数十万之众的明朝屯军后裔,由于他们保留并传承着具有\"大明遗风,江淮古韵\"之称的独特文化,人们常将这一文化称为屯堡文化,而对文化的持有者则呼为屯堡人。600多年来,屯堡人依托贵州的山地环境,世代传承、演绎着来自祖源地的江淮文化,其文化坚守的精神和韧性让人为之动容、为之感叹!在当下诸多传统文化多受冲击的情况下,跨", "label": "民族学", "id": 0}
{"content": "<正>一、引言民间信仰是研究地方社会及其文化的一扇重要窗口。近年来,随着客家研究的不断深入,客家民间信仰的研究已成为客家学界关注的一个热点。笔者曾撰文指出:\"民间信仰是深深积淀于客家民系中的传统意识,是普通百姓日常生活和精神世界的重要内容和表达形式。因此,对民间信仰及其行为主体进行研究,对于了解客家人的情感心态,了解我国社会文化史和地域社会的形构,均具有独特的", "label": "民族学", "id": 0}
{"content": "<正>离散（Diaspora）,既是一个历史的现象,亦是当今存在的社会现象。公元前3世纪,犹太人因为巴比伦之难而远离家园,开始了数千年的漂泊,在异乡生根发芽却始终对家乡念念不忘。首字母大写的离散（Diaspora）一词专指因为历史事件而分散到世界各地的犹太人（Cohen,2008:1）,虽然身在不同国家,使用不同的语言,但是因为宗教信仰以及对犹太文化的传承,使得每一代犹太人心中都有一个\"回", "label": "民族学", "id": 0}
{"content": "<正>近年来,\"族群\"研究越来越受到国内学者的关注,\"族群\"概念的界定、族群的形成、族群认同和族群关系等问题都得到广泛的讨论和思考。\"族群\"概念的界定不可避免地要与\"民族\"概念的界定发生联系。在某种程度上,\"族群\"概念的提出是对原有的\"民族\"概念的剥离和重塑,由于\"民族\"概念的界定本身面临着困境,在对某些人群进行分类和描述时需要新的概念工具,而\"族群\"以极大的灵活性与", "label": "民族学", "id": 0}
{"content": "<正>过去关于客家源流与客家形成发展史的研究,通常侧重于北方对南方移民史的梳理,似乎有足够数量的北方移民迁入今客家基本住地,客家民系就随之形成了。这样的研究取向,既忽略移民的各种不同情况,也忽略了移民迁徙途中及客家基本住地原住居民的作用,还忽略了北方移民与各地原住居民融合之后新群体的文化认同,其疏误是显而易见的。有鉴于此,本文拟就客家移民与文化认同的", "label": "民族学", "id": 0}
{"content": "<正>一、题解我们认为:客家文化的历史结构的核心价值不是别的,是移动性。客家人身份认同的依据也不是别的,也是移动性。换言之,不仅移动性成就了客家之所以为\"客家\"的基因,也是客家文化、客家族群认同在历史建构中的基础与基型（archetype）。因此,确认移动的正义性也就成了定位客家文化的关键。我们在确立这种判断的逻辑依据时,两个连带性的关节点需要考虑:首先,客家是汉族中的一", "label": "民族学", "id": 0}
{"content": "<正>引言第十届中国人类学高级论坛的研讨对象之一是中国的客家。在当代中国由政府认定的五十六个民族成员中,并无\"客家\"这一单位。为了体现与汉族和其他少数民族的区别,有学者将其命名为\"民系\"。①对描述一个历史悠久、分合交错的大国族群及文化构成而言,应当说,这样的区分和命名是具有深刻意义的。但若从理论上对这样的构成予以深入阐释,则还需要借助于多民族国家的人类学。", "label": "民族学", "id": 0}
{"content": "<正>迁徙、移民、跨国移民移民,如果仅指迁徙,那在中国历史上经常发生。中国一直是农业社会,有安土重迁的传统,人们从不轻易背井离乡。所以,历史上的人口迁徙多是万不得已的。但是,从另一个角度来讲,中国的历史建构历来都是以中原为中心向外推展,所以,中国的历史不啻为移民的画卷。由于历来叙事皆以中原为正朔,史上之移民记载大都始于北方地区。例如,", "label": "民族学", "id": 0}
{"content": "<正>作为个体存在的个人,其对周围环境的适应性不仅取决于其自身的能力发展,同时还受制于其融入其中的某个族群长时段的适应性水平的程度。①在我们能够清楚地意识到个人对于外部环境的适应性发展的同时,我们也就不难理解族群发展过程中其自身适应性能力的成长。它甚至可以作为一种文化的基因,通过所形成的,并凝固下来的族群的传统和习俗,不断地传递下去,在此过程中,变异", "label": "民族学", "id": 0}
{"content": "<正>汉族作为一个古老的农业民族具有浓烈的乡土性,费孝通在《乡土中国》中曾说过:从基层上看去,中国社会是乡土性的。\"土\"字的基本意义是指泥土。乡下人离不了泥土,因为在乡下住,种地是最普通的谋生办法。在我们这片远东大陆上最大多数的人是拖泥带水下田讨生活的了。靠种地谋生的人才明白泥土的可贵。城里人可以用土气来藐视乡下人,", "label": "民族学", "id": 0}
{"content": "<正>认同研究滥觞于哲学,发展于人类学、社会学、心理学、教育学等诸多学科,研究显示,认同是人类重要的认识活动之一,具有极强的主观色彩和建构性。其中,\"族群认同\"（ethnic identity）是认同研究中重要的一个内容,在当今世界中,族群认同与国家认同之间的关系时而整合为一体、时而分裂为对立,形成诸多的冲突,族群认同的政治意义也日益凸显,族群认同所显示出来的社会整合力量越来越使", "label": "民族学", "id": 0}
{"content": "<正>任何一个族群都有关于故乡的记忆、想象和思乡情结（nostalgia）,这种因地域而生的心理感受是族群文化认同的重要来源之一。在传统的民族学研究中,关于文化认同的讨论也通常基于某种地理决定论的视角,在地域、历史与人群祖先的关系,以及这个人群后世的时空演变中求索族群文化特征的来源与意义解释,因而形成以现代性为中心的历史观,或可如列维-斯特劳斯（2006:69-80）所言\"静", "label": "民族学", "id": 0}
{"content": "<正>前言一般说来,迁徙可分为两种类型:一种通常发生于游牧民族中,牧民们为了牲畜的粮草,往往季节性且有规律的往返于不同的居住地;而另一种则是从原居住地迁往另一处所定居,这通常被人们称为\"移民\"（emigration）。由于后一种类型的迁徙过程往往蕴含了大量的历史、文化、经济、政治、人口、征战与朝圣等因素,而被人类学者所关注,并着眼于研究此类型迁移中所涉及的各个方面。", "label": "民族学", "id": 0}
{"content": "<正>在全球化的诸般产业推动力中,旅游业需要提供标准化的流通平台以及能够成为资本的资源。旅游业追求的资源多为各个族群以及由族群主体建构的文化。旅游业体现了全球化的另一面,即相伴而生的本土化过程,而本土化本身又因各地不同的文化呈现不同状况。全球化总体的特点就是全球的各个\"边缘\"主体也在不断地重新阐释文化,进行着\"文化再生产\"①。在这场文化再生产运动中,旅游业既是参与生产的一方,", "label": "民族学", "id": 0}
{"content": "<正>三岔沟:历史与空间一、金川之战后羌族屯军的徙入与跨族群社区的形成丹巴县三岔沟位于藏彝走廊中部大渡河上游支流小金川流域,是墨尔多神山东面的一条南北走向的山沟,亦为今四川省甘孜州丹巴县与小金县的交界地带。历史上这里是\"嘉绒十八土\"之小金赞拉土司属地,亦即嘉绒墨尔多腹地。清乾隆年间著名的大小金川之战就发生于此。清乾隆年间的小金川之战①由金川弹丸之地而起,历来穷兵黩武之诟病,但客", "label": "民族学", "id": 0}
{"content": "<正>本文以温州苍南沿海地区蒲城一带的文本和田野材料为基础,描述该地区宗族社会的形成以及清代迁界前后宗族迁徙、离散与重构的过程。宗族重构过程中所运用的宗谱、祖坟、宗祠、祖训等文化手段,如何在空间、时间以及精神上强化了温州地区宗族社会的认同。此种历史中所形成的宗族认同,能增进人们对当今温州社会的经济、礼仪和宗教的认识。", "label": "民族学", "id": 0}
{"content": "<正>自从20世纪30年代罗香林奠定客家学以来,①客家研究渐渐成为一门显学。关于客家人族群意识的研究成为突破传统客家研究的切人点,其中最具代表性的是华裔学者梁肇庭、大陆学者陈春声、程美宝及香港学者陈永海。②学者们对\"客家观念\"、\"客家族群意识\"的研究,都将其置于近代中国特殊的历史背景中进行考察,也惟其如此,才能让我们更深刻地理解作为族群的客家是如何形成演变的。", "label": "民族学", "id": 0}
{"content": "<正>一、畲族历史迁徙及其引发出的问题迁徙贯穿着畲族及其先民两千年的历史。畲族族源可以远溯至秦汉时期居住于湘西武陵郡五溪流域的\"盘瓠蛮\"。汉晋时期,由\"盘瓠蛮\"演化而来的\"五溪蛮\"（\"武陵蛮\"）逐渐南迁,其中的一支到达粤东潮州地区,隋唐时期\"五溪蛮\"的另一支\"莫瑶\"从湘东南迁入赣南、闽西一带。这些刀耕火种的\"五溪蛮\"后裔们,游耕迁徙于闽粤赣交界处广袤的山区,彼此交融并逐渐向统一族群的方向演变,", "label": "民族学", "id": 0}
{"content": "<正>引言人们对于一个民族或族群的观察、描述,往往脱离不了\"体质与文化特征\"。也就是说,我们常常由一个人的体质特征,如肤色、发色、高矮等,以及文化特征,如语言、服饰、发式、刺青、宗教、风俗习惯等,来判断他的族群身份。历史上犹太人的认同主要表现在风俗习惯和宗教方面（下文将有详细论述）。到了20世纪50年代,从事缅甸北部卡钦人研究的英国人类学家李区对上述族群判断特征提出质疑,指出:社会人群的界定与分类,应该根据外来观察者的客观角度,或是这些人", "label": "民族学", "id": 0}
{"content": "<正>一、前言中国史可以看做是一部中国人或者是汉民族的土地拓殖及文化扩散史,台湾位于东南海疆,长久以来原属南岛语族的生活领域和文化圈。四百年前,汉民族开始从闽粤渡海来台垦建。通过数百年垦建经营的过程,台湾在文化社会及历史内涵上而言,属于中国文明体中的一个有机部分。本文依据文化历史地理学的观点,以苗栗县西湖乡的打哪叭溪谷地为对象,诠释清代粤东客家来台移民在这条溪谷的垦建过程及其意义。", "label": "民族学", "id": 0}
{"content": "<正>一、前言唐宋以来,台湾的客家先民从中原辗转至东南沿海闽粤地区移民避难,至16世纪,闽粤地区社会经济条件日益恶化,遭致生活穷困,加上台湾官吏不顾禁令招民垦荒之引诱,他们便开始转往一海之隔的台湾来拓垦。清领台湾初期,竹堑（新竹）地区尚多为麋鹿漫游之荒野,至清康熙五十（1711）年间,汉人对竹堑已出现规", "label": "民族学", "id": 0}
{"content": "<正>\"文化认同\"往往能从一定程度上回答\"我是谁\"、\"我从哪里来\"、\"我要到哪里去\"等人生哲学难题。什么是文化认同?它是指个人对于所属文化以及文化群体形成归属感及内心的承诺,从而获得、保持与创新自身文化属性的社会心理过程。因此,文化认同是一种社会整合的心理资源。塞缪尔·亨廷顿认为不同民族的人们常以对他们最有意义的事物来回答\"我们是谁\",即用\"祖先、宗教、语言、历史、价值、习俗和体制来界定自己\",并以某种象征物作为标志来表示自己的文化", "label": "民族学", "id": 0}
{"content": "<正>一本文分析的是中华民国时期的一批著名政治家、军事家,尤其是其中那些被看做\"客家系\"人物的家族世系、个人经历和事业功绩;同时,还研究了把他们认定为\"客家系\"的依据和这些依据的形成背景。这是一个系统工程中的一环,其目的是揭明客家作为汉族的一个\"亚族\"（sub ethnic）范畴在前近代至近代的中国历史演变中逐渐形成的过程。", "label": "民族学", "id": 0}
{"content": "<正>前言清咸丰同治年间发生在广州府西路的一场土客大械斗震惊了世人,因此从19世纪中期至今,凡关注土客械斗的文人学者,把目光都投向了广府西路地区。由于该械斗涉及的区域较广,中路乃至南路、北路都有波及,有学者因而认定这场械斗是覆盖全\"广东\"的。①从笔者近年对广府东路的增城、东莞、新安（现深圳）地区的系列田野调查认为,咸同年间,当西路土客械斗打得惨烈之时,在东路的增", "label": "民族学", "id": 0}
{"content": "<正>一东山客家概况\"东山客家\"是成都近郊的客家方言区居民的代称。他是清初广东客家移民大量迁蜀之后居住之地,其地理范围包括东山客家研究的创始人钟禄元先生认为,\"东山\"是成都所属的一块丘陵地,南北直径40公里,东西约25公里。①东山客家学者谢桃坊先生认为,\"东山\"之名最早出现于清初广东客属的一块丘陵地,南北直径40公里,东西约25公里;\"东山\"之名最早出现于清初广东客家移民大", "label": "民族学", "id": 0}
{"content": "<正>一、文化界定历史黄应贵认为,若能将历史人类学的研究课题与成果所构成的个别文化之独特现象及其背后的全人类文化视野多层次的言语化概念带入历史学研究的思考中,实有助于历史学研究上有如年鉴学派或新文化史式的开展与突破。同样,若能将史识带入人类学研究也会有同样的开拓性突破。但这必须建立在对于两个学科", "label": "民族学", "id": 0}
{"content": "<正>一、孙中山崇拜的兴起与客家建构的互动作为二十世纪中国三大伟人之一,孙中山先生为中华民族奋斗的历史早和其个人成为近代中国革命先行者和民国时期政治崇拜偶像的过程一直都是中国近代史中研究的重点。在近代中国国家意识建构的过程中,孙中山先生和其逝世后民国政府对他的个人崇拜的塑造行为所发挥的作用非常关键。在这个大背景下几乎与此同时进行的是客家族群的现代建构过程,这个过程又与孙中山先生及其", "label": "民族学", "id": 0}
{"content": "<正>一、《中国评论》与客家论述的文章《中国评论》（又称《远东释疑报》,The China Review,or Notes and Queries onthe Far East）是晚清在香港出版的一份英文期刊,1872年创刊,1901年终刊,共出25卷,150期。\"《中国评论》专注于中国研究,旁及日本,还有极少内容涉及其他的一些属于东方的国家和地区,故总体而言,为一较为纯粹的治学周刊。\"①该刊对于晚近中西文学—文化交流史的研究者来说,是一个不可多得的文献资料宝库。", "label": "民族学", "id": 0}
{"content": "<正>自1980年有人公开挑战甚至否定\"甲必丹叶亚来是吉隆坡开埠元勋\"这一历史定论,并进而断言\"吉隆坡开埠功臣元勋是马来人某某\",且从历史教科书中逐步抹去叶亚来的事迹与形象。这种行为,已经严重影响了大马国内的民族关系。30年来华人学者为此做了大量历史研究,使历史真相比以往任何时候都更加清晰了。然而,那些公开挑战者却置若罔闻,我行我素。这一事件提醒我们,要加强客", "label": "民族学", "id": 0}
{"content": "西藏地处祖国西南边陲,地理环境高度封闭的传统和文化自成一体的突出个性,决定了其以一种特有的方式进行着跨文化交流。藏族历史上与各兄弟民族的交流源远流长,尤其与同处西藏高原的门巴族、珞巴族之间的信息传播活动丰富多彩。三个民族之间,形成了传统又独特的信息传播和民族交往方式,这些跨文化传播活动深刻地影响和改变了三个民族的生产生活方式。本文试从传播学视角,立足于藏族、门巴族、珞巴族跨文化传播活动的历史资料搜集,探讨他们之间传统而多样化的跨文化传播活动,主要从方式、渠道、表现形式、效果等角度进行挖掘,重点梳理藏门珞民族之间几种主要的跨文化传播活动方式及其产生的效果,并对这种传播活动的特质做出初步的总结。", "label": "民族学", "id": 0}
{"content": "<正>客家民系的形成是中原汉人迁移史的一部分。是中原汉人（客家先民）被迫游移近千年之后,方孕育而成的一支民系。她自北而南,经历了不同的自然环境、行政地域,以及不同的历史时期,正是如此复杂的历史,使其形成民系的文化背景显得复杂多样,因而也使客家文化显得多元性。归属文化范畴的民俗,自然也是多元性,不仅有地域的多元性,同时也有时代的多元性。客家民俗的生成是同客家民系的孕育同步。从地域文化看,它明显地具有三个地域文化内涵:一是民系诞生地,闽粤赣联结地区,具有山地文化,多种民族文化的特点;二是这支民系的先民在侨居地江淮地区、长江沿岸辗转了数百年,在民系形成过程中,容纳了不少江淮、长江文化的内容;三是这支客家先民的故土中原是客家人的根基,也", "label": "民族学", "id": 0}
{"content": "<正>在我国南方众多少数民族中,畲族与瑶苗族类最为相近、文化最为相似、族际关系最为密切。主要表现为:一、族属同源长江流域,堪称\"盘瓠子孙\"即畲族与瑶苗诸族的摇篮。畲族与瑶苗的族源,可远溯至传说时代的三苗。三苗居于\"江淮、荆州\"之地。三苗,并非某一族群的专指,而是由分布在五岭以北的南方众多部族所组成的部落联盟的总称,后世苗瑶语族先民包含在其中。商、周时期,畲族与瑶苗先民成了\"荆蛮\"的一支,故有蛮荆\"种自盘瓠\"之说。人周,荆蛮势力曾对中央王朝构成严重威胁,故诗有\"蠹尔蛮荆,大邦为雠\"之咏。", "label": "民族学", "id": 0}
{"content": "<正>自1992年在香港举办首届\"国际客家学研讨会\"暨成立\"国际客家学学会\"以来,几乎年年都有客家学术会议的召开,出版了一大批专著和文集,成果累累,呈现出一片喜人的学术氛围。客家民系的研究在全国七大民系中可谓首屈一指,但是在客家研究的诸多问题中,关于客家民系形成于何时这一重要命题,在学术上分歧很大,本文仅就这个问题谈一些不成熟的意见,不妥之处,请斧正。", "label": "民族学", "id": 0}
{"content": "<正>在历史上,赣闽粤交界区域这一广袤的山区,先后酝酿形成了畲族与汉族客家人两大族群。畲族的最早记载首见于宋代,至宋元之际成为一股强大的社会力量,在赣、闽、粤、湘诸省的政治、军事、经济、文化史上占有不可忽视的地位;客家的名称出现得较晚,但作为一个有特定方言、特定生产和生活方式、特定社会心理和文化特征的族群,也已在两宋之际形成。畲族与客家两大族群形成和活动于大致相同的地域,彼此间存在密切的互动关系。综观历史,自唐末至宋元之际是这两个族群相互关系的早期发展阶段。他们在这个阶段的接触、斗争、融合,为日后彼此间你中有我、我中有你的密切而复杂的关系奠定了基础。但是学术界对他们两者间的这段历史尚未引起足够的注意和研究,故本文拟就这两族的早期关系史略作梳理和考述。", "label": "民族学", "id": 0}
{"content": "<正>近年来,国内外陆续出版了一些有影响的客家研究著述,对推进客家学研究的深入发展起了重要作用。然而,客家这一课题涉及的方面相当广博,不仅许多问题尚无定论,而且还有不少的空白点,有待进一步做深入研究。应当说,晚清是客家人发展的重要阶段,此时客家人出现许多新的特点。对此,笔者曾先后发表过两篇有关晚清客家的论文。在谈及客家特性时,曾提及客家与民间组织问题,但并未能充分展开。此后,一直未见学界同仁有相关论述面世。现就客家与晚清民间结社问题做一专题论述,意在抛砖引玉,敬候专家学者赐教。", "label": "民族学", "id": 0}
{"content": "<正>论及客家地区的教育,不少学者以\"崇文重教\"、\"崇尚教育\"、\"尊文尚学\"等词语予以称颂,并纷纷引用法国传教士赖里查斯、英国人类学家史禄国等人和美国《国际百科全书》的论述来论证客家地区教育的普及和发达。赖氏在其所编《客法词典》序言中写道:\"在嘉应州这个不到三四十万人的地方,我们可以看到随处都是学校。一个不到三万人的城中,便有十余间中学和数十间小学,学生的人数几乎超过城内居民的一半。在乡下的每一个村落,尽管那里只有三五百人,至多亦不过三五千人,便有一个以上的学校……按人口的比例来说,不但全（中）国没有一个地方可以和它相比较,就是较之欧美各国也毫不逊色。\"史氏在《中国东部和广东的人种》一书中认为,\"客家地区", "label": "民族学", "id": 0}
{"content": "<正>位于福建三明市境内的九龙溪与客家有着极为重要的关系,其上游由西溪（源自宁化石壁）和东溪（源自建宁均口）在宁化县城郊汇合而成,流经宁化县、清流县和永安市,全长202公里,流域面积达4420平方公里,出永安市区至南平沙溪口段称沙溪,与富屯溪、建溪汇为闽江。九龙溪过境的宁化县和清流县同处武夷山南麓,自唐代开始便有大量中原汉人由赣南一带迁移入境定居,以长期相对稳定的石壁区域为中心,逐渐形成具有独特方言、民俗和其他文化事象的客家民系。永安市旧属沙县,而沙县则是罗香林教授在《客家源流考》中与宁化一并列入的客家纯住县。永安地处闽中偏西,未置县治前,为沙县管辖,设浮流司,贡川在宋代时前后登进士的达10人,故有\"半壁宫", "label": "民族学", "id": 0}
{"content": "<正>闽族是福建最古老的土著民族,其活动范围一般认为在今福建全境以及浙南、粤东的部分地区。这个古老民族,历史悠久,源远流长,应该说早在原始社会末期的氏族部落的基础上就处在孕育形成之中,经过若干百年的发展,大约到了商末西周时期,已基本形成,并创造了独具特色的闽族文化。战国末年,楚威王灭越,一部分越人南逃到福建,并与居住那里的闽族融合,形成了闽越族。以后,闽越族在越国贵族无诸的领导下,建立了强大的军事国家,活跃于东", "label": "民族学", "id": 0}
{"content": "<正>闽越族的社会生产经济问题已有不少人涉猎,然而,普遍存在的问题:一是没有分时代进行论述,统而言之,使人们无法清楚了解闽越族社会经济的发展脉络;二是没有根据闽越族居住地的多样性来阐释其社会经济,给人们一种模糊的知识。因此,对闽越族社会生产经济的研究应利用现有的考古资料,结合文献等,分期、分类型来分析与叙述。根据考古资料看,本文讨论的阶段,大致属于考古学分类的昙石山上层、黄土仑、溪头上层类型所存在的时期,其年代犬数是距今4000-2200年左右,相当于中原夏代", "label": "民族学", "id": 0}
{"content": "<正>古往今来,汉族与少数民族相辅相成,文化上互相采借,血缘上相互融合。淡漠这一基本历史和相应的学术眼光,任何探讨汉族及其民系以及少数民族的发展史,都不可能有正确或完整的结论。本文从畲族与客家及其先民的族群互动,看客家的畲族文化和血缘成分。本文\"汉\"包括客家及其先民。一、从畲汉互动与客家的畲族文化成分从族群互动的角度,看到客家的畲族文化成分是1980年末以后畲族研究的重要进展。1980年末,闽西地方文史专家王增能在《客家与畲族的关系》这篇论文中指出:", "label": "民族学", "id": 0}
{"content": "<正>客家问题历来学界多以史学和文化学的视角予以关注和审视。正因为如此,现有林林总总的客家学成果,多是对历史源流的论述、文化事件的探讨和方言词语的说明等。其实,如果俯视或全面综合地考察有关客家问题,则不难发现它与政治的关系非常密切,甚至可以说每一重大的客家事象都蕴含着明显的政治因素,或者就是因为政治的原因而引起。把握和领会这一特点,对于认识客家问题和客家学的表现不无裨益,同时也有利于增进对各地及有关部门借助客家事象开展有关活动的理解。", "label": "民族学", "id": 0}
{"content": "<正>羌族是一个古老的民族,距今已有五六千年或更远的历史。它源于史前时期的古羌人,其生活于甘、青,主要活动于河湟一带。在古文献中,有不少关于\"羌\"的记载。《竹书纪年》说:\"成汤十九年,大旱,氐羌来宾。\"这是羌的正式记载。《后汉书·西羌传》释:羌,\"所居无常,依随水草。地少五谷,以产牧为业\"。许慎在《说文解字》中释:\"羌,西戎牧羊人也。从人从羊,羊亦声。\"由这些记载可以看出,初期的羌人是以畜牧业且以牧羊为主的游牧族群。", "label": "民族学", "id": 0}
{"content": "<正>凤县古称\"凤州\",夏朝时处雍、梁二州交界地区,商末属岐封地,周并梁州于雍州,为陇右近畿之地。始皇时,隶陇西郡,因故道水设故道县。西汉时,仍沿用故道县名,属陇西郡。元鼎六年（前111）,置武都郡,故道县等为其所辖。新王莽始建国元年（9）,改故道县为善治。东汉时属武都郡,仍称故道县。明帝永平六年（63）,设梁泉戊。三国时魏国以故道县分置梁泉县。蜀建兴七年（229）,诸葛亮三次伐魏,克武都、阴平二郡,领故道等七县,为", "label": "民族学", "id": 0}
{"content": "<正>古代把西部的少数民族统称之为西戎,戎之贱民日羌。《风俗通》云:\"羌者其先本戎贱,主牧羊,故羌字从羊。\"孔晁在《逸周书·王会篇》注:\"氐羌,氐地羌,羌不同,故谓之氐羌,今谓之氐矣。\"氐族是汉化了的羌人。氐、羌同源同种（炎帝之后裔）,古代混称。《诗·商颂·殷武》说:\"昔有成汤,自彼氐羌,莫敢不来享,莫敢不来王,日商是常。\"汉以后才分开来说。范晔著《后汉书》专门为西羌立传,鱼豢、魏收著有《氐传》。一般来说甘肃、陕西、山西、河南西部,在夏代或为夏朝中心地区,或为夏朝西部诸方,", "label": "民族学", "id": 0}
{"content": "<正>近年对羌族文化的研究,已引起学术界的高度关注。特别是宝鸡凤县对羌族文化研究的投入和重视,可以说是近年来对民族文化史研究中的一个可喜现象。以下就羌族的历史,试作探索,祈与方家共研讨。一、羌族的原居地和考古文化的内涵考察任何特定的文化,首先必须考察其赖以生存的经济基础。而客观存在的地理环境则是经济发生、发育和发展的第一条件。羌,《后汉书·西羌传》:\"西羌之本,出自三苗,姜姓之别也。·…··河关之西南羌地是也。\"①河关,《续汉书》:\"河关属金城郡。\"金城郡,为西汉昭帝始", "label": "民族学", "id": 0}
{"content": "<正>（一）今日的羌族是远古羌人的直接后裔。它的历史可以追溯到距今7000年以前。有说,羌人出自三苗,这在时间上相去甚远。《史记·五帝本纪》:\"三苗在江淮、荆州数为乱……于是舜归而言于帝（尧）……迁三苗于三危,以变西戎。\"迁三苗于三危是尧时的事,五帝时代之始,距今4500年而已。所谓\"以变西戎\",即使其居西戎之地,变西戎之俗。然则,西戎在先,三苗在后。古羌人,最初活动于渭河流域,炎帝是他们的首领。他们创造了光辉灿烂的仰韶文化,与同期其他谱系的文化相较,它分布范围最广,发育程度最高,对周围的影响最大,成为那个时代的代表。仰韶文化遗存记录了古羌人的生存", "label": "民族学", "id": 0}
{"content": "<正>\"十月过羌年\"是羌族人民的传统佳节,羌语叫\"日美吉\"。1986年羌历十月初一日,首都北京的部分羌族同胞300多人在雍继荣、黄成龙等人的组织下,举办第一次过羌年庆典活动。1987年羌历十月初一日,四川成都的部分羌族同胞近千人在何雨农（兵团职羌族老红军）、陈宝生、杨学文等人的倡导下,在西南民族学院羌族学生们的积极参与下,过了个隆重热烈的羌历新年。首都北京和省会成都羌族同胞过羌年的喜讯很快传到四川茂县、汶川、理", "label": "民族学", "id": 0}
{"content": "<正>【笺一】1979年,我作为一名进修教师跟从徐中舒先生学习先秦史的时候,听先生讲过羌族历史,发生很大兴趣。但由于我的专业是思想史,从那时至今30年来一直没有机会专门研究羌族历史,包括我存在疑惑的问题。接到羌文化学术研讨会的约请函,我很高兴赴会聆听各位先生的高见。同时收到凤县羌学研究会主办的《中国羌族》创刊号,发现其中有好论文也有好文学作品,觉得刊物办得有水平,虽是一本内刊而价值超过不少公开出版的刊物,这更增强了赴", "label": "民族学", "id": 0}
{"content": "<正>《魏书》,北齐魏收于天保二年（551）奉诏撰,天保五年（554）完成。记载北魏王朝的历史,124卷,其中第89卷记载了氐族仇池国的兴亡。这篇记载是研究氐族历史十分珍贵的史料,但非氐族全史,对仇池国的记载也不完全。有鉴于此,本人在参考其他书作勘误之后,作笺注,以期推进有关研究。氐者,西夷之别种,号日白马。三代之际,盖自有君长,而世一朝见,故诗称\"自彼氐羌,莫敢不来王\"也。秦汉以来,世居岐陇以南,汉川以西,自", "label": "民族学", "id": 0}
{"content": "<正>辛亥革命前后,中国社会浪潮激荡,国人的国家认同发生了\"极重大的变化\"。在远离中国中心但又处于外国侵略前沿的边疆民族地区,随着边疆危机日益加深,清政府统治逐渐衰败,民主革命思想深入传播等因素的影响,少数民族人民的国家认同意识也产生了剧烈演变,成为中国近代史上关乎国家统一、民族团结和边疆稳定的重大问题,也是中国早期现代化的主要现象之一。目前,学术界与该问题相关的研究成果颇多,但多偏重于理论和宏观的探", "label": "民族学", "id": 0}
{"content": "勿吉源流问题长期囿于肃慎族系说,即使有质疑者,也因找不到真正的族源,或放弃,或曲解。本文从习俗的差异性,解构肃慎——勿吉族系的存在,重新探索勿吉的族源。从勿吉的地理位置及其迁徙路线,发现勿吉是从嫩江迁到第二松花江,再上溯到望建河,望建与勿吉存在音转关系,勿吉人曾在此住牧。勿吉与乌籍在读音上是一致的,乌籍的遗裔转徏到贝加尔湖,称\"呼揭\",呼揭与勿吉在习俗上有很大的相似性,考古研究也发现黑龙江流域的靺鞨考古文化与贝加尔湖的考古文化存在流与源的关系。", "label": "民族学", "id": 0}
{"content": "延边黄牛是朝鲜族从朝鲜半岛带到中国的品种,现是我国国家资源保护品种之一,又是我国五种优质牛品种之一,延边黄牛品种特征和肉品特性优良,具有鲜明的地域特色,成为在国内外市场享有一定声誉的高档肉牛品种。本文对黄牛的历史\\居住\\食\\牛肉文化等做了调查。", "label": "民族学", "id": 0}
{"content": "本文从吉林市回民的源流、主要聚居区域和民俗特点三个方面加以考证,详细阐述其居住地情况、饮食习俗、婚俗和丧葬习俗,并对其民族性、宗教性、区域性予以概括性总结。", "label": "民族学", "id": 0}
{"content": "<正>白马藏族①,是藏族的一个分支,分布于四川省和甘肃省交界的摩天岭山脉两侧的四川平武县白马、木座,南坪县（现更名为九寨沟县）草地、勿角、马家,以及甘肃省文县铁楼、石鸡坝等地。三县共有白马聚居地27个乡,152个自然村,17000多人。最大的聚居区位于甘肃文县白水江西南白马河六十华里河谷一带的铁楼乡,共有十四个白马人山寨。关于\"白马\"这一称谓,有两种不同的说法:其一,在上述甘肃文献境内铁楼乡有一条河名为\"白马河\",这支藏族或是以河自名;其", "label": "民族学", "id": 0}
{"content": "<正>自汉代开始,儒学就开始在云南传播,后经历代统治者的大力提倡及各民族知识分子的努力学习,云南儒学不断取得进步。尤其明清时期,在云南知识分子中产生了一大批足以与中原相媲美的儒学大家,他们不仅有鸿篇巨制传世,而且有迥异中原儒学的独特思想,其中民族思想就是典型的代表。一、\"大一统\"的国家认同意识儒家\"大一统\"思想源远流长。早在春秋时期,孔子就一再强调\"礼乐征伐自天子出\";《诗经·小雅·北山》中的\"溥天", "label": "民族学", "id": 0}
{"content": "<正>一、少数民族伦理道德和社会主义荣辱观的界定在改造自然和改造社会的过程中,各少数民族形成了对善恶的评价标准,形成了一系列用以调节人与人、人与社会、人与自身关系的社会舆论、传统习俗和内心信念,由它们构成的维系和调节关系的行为准则和伦理意识、生活风范的总和,即少数民族伦理道德。礼仪人伦、节庆风俗、交往方式、诗歌文学、艺术活动、宗教传统等都是少数民族伦理道德的表现形式,而且其所包", "label": "民族学", "id": 0}
{"content": "<正>一、地方性知识的概念\"地方性知识\"（local knowledge）是20世纪60年代以来,人类知识观念体系变革的产物。\"地方性知识\"不是指任何特定的、具有地方特征的知识,而是一种新型的知识观念。（一）克利福德·吉尔兹的\"地方性知识\"人类学家吉尔兹在考察了巴厘岛土著居民的法律制度在当地社会中的地位和作用后,指出:知识的性质是地方性的、多元的。因为人们生活所凭借的符号系统是特定的、地方化的、分殊性的,借助这些符号系统的作用,意义结构才得以形成、沟通、", "label": "民族学", "id": 0}
{"content": "<正>一、讨论中国民族历史与文化不能脱离两大前提和背景第一个前提和背景:中国所处的地理环境及其特点中华大地,位于亚欧大陆的东部、太平洋西岸。其北、西、西南深居亚欧大陆中心,是一个\"大陆——海岸\"型国度。而疆域辽阔、地域相连、四周为自然屏障、内部自成各种地质地貌体系的地理环境,就是中华民族创造独具特色的历史与文化所依托的自然条件。中华民族长期繁衍生息的这片土地,总面积达960多万平方", "label": "民族学", "id": 0}
{"content": "<正>中国云南大理白族聚居区,是滇缅、滇藏公路交汇地,滇西的交通枢纽;是历史上我国与东南亚各国文化交流、通商贸易的重要门户;是唐代南诏和宋代大理国500年对外开放城市;是中国首批公布的24个历史文化名城和44个风景名胜区之一,也是中国文化及优秀旅游城市。大理地处云南省西北部,区位优势明显,投资环境优越,是商贸交易的理想之地。东距省会昆明398公里,西离中缅边界580公里,近代修筑的320、214两条国道交", "label": "民族学", "id": 0}
{"content": "<正>韩规教是现今普米族仍然信奉的宗教,也是中国少数民族的一种传统宗教。韩规教起源于西藏本教,流传于民间,后来与普米族原始宗教\"释毕教\"相结合,又融入藏传佛教的因素。其信仰与普米族传统的思想意识紧密结合,同时吸收周边民族的宗教思想,并将其加工改造成本民族的东西,形成具有民族传统文化特色的独立宗教信仰体系。在滇西北普米族民间社会,实际存在韩规教、藏传佛教、释毕教并存的局面,其中影响最大的就是韩", "label": "民族学", "id": 0}
{"content": "<正>傈僳族是一个社会发展程度处于相对较早阶段的民族,其传统文化中保留着大量原始信仰的成分,影响到文化的各个方面,包括民族文化的核心——哲学思想。傈僳族的原始信仰,不仅以原始宗教的形态存在于其思想文化行为的规范中,而且以神话的形态存在于其观念意识和社会生活中。傈僳族的原始信仰突出地表现为:以\"尼\"为特征的神灵系统,分为自然神灵和人类鬼灵,前者为自然存在,后者为人类亡灵或特殊灵魂形成;以图腾", "label": "民族学", "id": 0}
{"content": "<正>一、问题的提出历史上外国帝国主义在云南边陲佤山地区曾经发生过多次入侵事件。如1900年1月,爆发了英军企图侵占阿佤山的\"黄果事件\";1927年,爆发了英军企图侵占炉房银矿的\"渡口事件\";1934年1月21日,爆发了\"班洪事件\",其中影响最大、最典型、最能体现佤族抵御外国侵略的事件是\"班洪事件\"。本文以\"班洪事件\"为线索,力图在以往研究的基础上转换研究视角,旨在与长期从事佤族爱国主义研究的专家、学者及各级领导共同探讨、商榷。", "label": "民族学", "id": 0}
{"content": "<正>中国近代著名学者、国学大师柳诒徵曾说:\"历史之学,最重因果。人事不能有因而无果,亦不能有果而无因。治历史者,职在综合人类过去时代复杂之事实,推求其因果而为之解析,以诏示来兹,舍此无所谓史学也。人类之动作,有共同之轨辙,亦有特殊之蜕变。欲知其共同之轨辙,当合世界各国、各种族之历史,以观其通;欲知其特殊之蜕变,当专求一国家、一民族或多", "label": "民族学", "id": 0}
{"content": "<正>贵州地处云贵高原,是一个多民族聚居的省份,历史上是\"驿道所经\"之地。贵州又是西南古代百越族系、百濮族系、氐羌族系和苗瑶族系等四大族系族际分布的连接点。除上述族系外,汉族以及回、满、蒙古和羌族等民族又陆续进入贵州,使贵州的世居民族逐渐增多。", "label": "民族学", "id": 0}
{"content": "慕容鲜卑和新罗、百济、伽倻在考古文化上有许多相似之处,学术界普遍认为是受鲜卑的影响。以往的学者往往仅从文化交流的角度去探寻原因,但实际上,文化交流是一方面,这一时期的移民起了更重要的作用和影响。本文根据鲜卑关于4世纪移居半岛北部和在半岛北部活动的遗迹,从移民的角度为鲜卑文化的南移找到了线索。", "label": "民族学", "id": 0}
{"content": "陕甘地区是我国回民人口的传统聚居区,现有研究表明,同治以前陕甘回民总数多达800万口左右。这800万左右的回民,与汉民同村共井、互为乡梓,错杂聚居在数以万计的城乡聚落中。经过同治年间的那场惨烈战争,无数的回民聚落连同那些曾鲜活的生命,一起淡出了人们的记忆,成了历史故纸堆里的文字符号。那些有幸保留下来的回民聚落,或更改名称,或异地重建,既使名称治所依然如旧,其人口结构也发生了沧桑巨变。研究同治以前陕甘回民聚落问题,有助于我们更加清晰的认识同时期陕甘回民人口分布问题。本文在尽可能全面搜集史料的基础上,设定了7个指标作为界定是否为回民聚落或有回民人口分布的标准。总共复原了超过一千个同治以前陕回民聚落城乡。尽管这一研究,较之前人,回民聚落数目有了相当程度的修正、增加和补充,尤其是甘肃一省,但仍然仅是战前全区回民聚落总数的一小部分。当研究的对象远远超出单个人的研究能力,或者当我们的研究兴趣发生转移,研究项目终止,那我们曾经为之殚精竭虑的原始数据是否也一同随着终止,束之高阁?建立基于ArcGIS Server的WebGIS数据共享共建平台,把既有的数据发布出来,以百科互动的形式,免费或者在有限范围内免费共享我们的数据,吸引有相同研究性趣的人来共同建设这个数据库,是解决此类问题的取佳途径。", "label": "民族学", "id": 0}
{"content": "吐蕃王朝建立后,一方面传承的着苯教影响下的社会心理,这种社会心理,与深居大山,世世代代以农耕、狩猎与放牧为生的方式有直接关系。其原始封闭的生产方式和低下的生产力水平,对大自然产生了紧密的依赖情节,并由此形成了对大自然顶礼膜拜。另一方面,佛教从不同方向传入吐蕃,各自有着不同的文化心理。与中原、西域地区的佛教民间渗透的传入方式有所不同,西藏的佛教在传入之初,即与吐蕃王朝的上层贵族有密切的关系,这也是佛教与政治密切结合、并最终实现政教合一的理论基础。而宗教之所以与政治核心结合紧密,与吐蕃赞普加强王权,加强中央集权有一定关系。在中央集权处于贵族权力世袭的社会状态下,利用宗教,一方面成为缓解赞普与诸贵族之间矛盾的有效手段,另一方面,宗教派系的对立有利于赞普对贵族势力加以制约。反过来,宗教势力介入政治,必然对王朝的职官体系及管理制度产生一定影响。宗教与政治的合一关系形成后,宗教便理所当然地成为社会生活的正常需求,这一点在吐蕃王朝瓦解之后的社会层面中表现得更为彻底。在藏族历史上,几乎所有的贵族家庭都声称自己的家族出自一位天神先祖,并在他们的家谱和赞歌中使用相类似的内容。史诗《格萨尔》中更是将以宗教作用在确定人物特征发挥到了极致。神性对社会心理的控制,反过来为贵族势力对宗教的利用产生刺激,反之,贵族势力与宗教文化的融合,进一步固化了宗教与社会控制的结合,并因之而影响到统治者的职官体系及其管理制度。", "label": "民族学", "id": 0}
{"content": "<正>选题缘起性文化虽然是人类最基本最普遍的一种文化形态,但在民俗中仍被视为禁忌,种种关于性的话题都视为敏感话题,需回避和掩饰,尤其是关乎少数民族的性问题一旦处理不当,似乎又涉及到民族问题。此外,笔者在一些文章中看到,有少部分人曲解了我国少数民族的民俗,认为他们在\"性\"方面是比较开放的,性行为也比较随意。因此本文以凉山彝族农村女性在性教育中所遭", "label": "民族学", "id": 0}
{"content": "在客家人几次往南大迁徙的过程中,赣南作为中转站和集散地之一,留下了中原遗民和客家文化印记。本文从赣南客家人的族谱、标志祖籍之堂匾、今之赣南客家方言和风俗习惯、赣南客家的称谓等层面,论述了赣南客家人与中原汉民族的亲缘关系。", "label": "民族学", "id": 0}
{"content": "本文分别对南非和津巴布韦的民族和民族政策问题进行述评,并比较了两者之间的异同。作者认为,在南非和津巴布韦的国内政治中,民族问题的重要性在下降。换言之,是政策而不是族际分野或民族情感在驱动两国的政党竞争,民族问题仅仅是影响政治行为的诸因素之一。民族问题处理是否得当对一国的政治稳定起着极重要的作用;民族问题上的失策可以引起经济上的损失甚至倒退;民族政策与一个国家的政治稳定和经济发展有着重要的关联和互动作用。", "label": "民族学", "id": 0}
{"content": "博茨瓦纳是一个有着众多民族的多元文化国家,自独立以来朝着建立一种语言、一个民族、一种文化的现代民族国家方向发展,从而忽视了其他少数民族的文化传承与发展。本文即是对博茨瓦纳少数民族叶伊人的田野考察,以叶伊人聚居的村庄为个案,系统论述叶伊人的历史概况、社会结构、日常生活、仪式等方面,并对其所面临的问题进行分析与总结。", "label": "民族学", "id": 0}
{"content": "<正>中华民族的文化,是由各种不同的少数民族文化组成,没有少数民族文化,就没有浩繁多彩的中华文化。彝族文化是中华民族文化的重要组成部分,历史上曾辉煌灿烂,在当今文化界产生了不同凡响,引起了国内外专家学者的关注。", "label": "民族学", "id": 0}
{"content": "<正>彝族先民的宗教信仰是以祖先崇拜为核心的原始宗教。原始宗教是与人为宗教相对立的名称,是以原始社会意识形态居于主导和支配的自发产生于原始社会并继续流传阶级社会的各种宗教形式。", "label": "民族学", "id": 0}
{"content": "<正>彝族有句:\"尔比\"过年有三个肚,吃不完的佳肴,火把节有玩不完的场面,结婚时有耍不完的活动。过彝族年时人们经常说:弯弯的猪蹄割给我最乖的小孩,精美的小荞粑做给孩子吃;猪肝、燕麦面、鸡蛋要敬给外公外婆和爷爷奶奶;猪头、猪膀、千层荞粑和美酒要背给岳父岳母。大小凉山彝族年有很多传统习俗。", "label": "民族学", "id": 0}
{"content": "<正>永安村委会位于巍山县东山北段,全村委会共有574户,2287人,其中彝族394户、1577人,约占总人口的69%。分别居住在大村（茶杨二姓）、水资路、打竹村、蕨菜坪、墨家营、凹家营、羊虎头、嘎子路、南石屏九个自然村。有茶、杨、苴、左、墨、凹、吴、毕、字九姓。永安彝族的源流大多无从考证,仅有墨姓（蕨菜坪和墨家营两村）现存简略家谱,转抄如下,供参考。", "label": "民族学", "id": 0}
{"content": "<正>永平县龙街镇大小波罗彝族属\"腊罗\"支系,姓氏有侯、左、张三姓,自古以来,一直流传南诏时的棺木土葬,人死治丧,一般要2～3天左右,普遍流行的礼节分别为:接气、出煞、报丧、上凉床、装棺、开路、献汤饭、起材、路祭、回煞、过关、下葬、接亡安灵。治丧过程全", "label": "民族学", "id": 0}
{"content": "<正>一、喜上喜与情中情过去,永平彝族青年男女婚嫁都是由父母包办的。新中国成立后,随着社会的发展变化,彝族青年男女谈情说爱和婚姻娶嫁得到了自由。只要男女青年互相产生爱慕之心,就可以互赠定情信物,成为恋人。这时候,男方要请媒人携带一定数量的\"开口礼\",到女方家求亲。彝族群众把这种说亲叫做\"置酒壶\"。通过媒介,双方继续相", "label": "民族学", "id": 0}
{"content": "<正>红河州彝学学会已经成立21年。21年风和日丽,悠悠平平,成绩斐然;想未来,百万彝胞翘首期盼,喜喜忧忧,画卷辉煌。乐而忘忧,是不负责任的;忧乐参半,必然导致发展缓慢。抢机遇、迎挑战,文化繁荣才有期盼,民族进步才有希望。文化要繁荣,经济要发展,民族要进步,社会要和谐,政治要有前途,作为代表一个民族的学会,该怎么做呢?首先,要从学科体系来考虑这个问题。这个学科体系包括组织管理体系和业务学科研究体系。", "label": "民族学", "id": 0}
{"content": "本文立足在社会变迁中探求民族文化资源发展传承创新之路,从物质文化遗产和非物质文化遗产的角度,以大理州巍山县为例,探究当下民族文化遗产沉寂的原因和非物质文化遗产能否成为魅力资源,并就如何用好民族魅力文化资源提出了思考和建议。", "label": "民族学", "id": 0}
{"content": "<正>永平县龙街镇普渡村的村民以\"彝族\"为主,那里的彝族属于\"腊罗\"支系,自称\"土家人\",他称\"土族人\",祖先为哀牢部落的九隆氏族,与古代邪龙县（今巍山）彝族是一个支系。", "label": "民族学", "id": 0}
{"content": "<正>普渡村位于云南省大理州永平县龙街镇,占地面积59.49平方公里,全村有25个村民小组,这里多为山地,地广人稀。村民主要以彝族为主,这里的彝族属于\"腊罗\"支系,自称\"土家人\",他称\"土族人\",祖先为哀牢部落的九隆氏族。", "label": "民族学", "id": 0}
{"content": "<正>朝鲜族清明祭活动思想来源于中华民族农耕文化。据千寿山著《朝鲜族民俗研究》（延边人民出版社,2001年版）载:朝鲜族四大传统民俗节日为春节、清明（寒食）节、端午节、中秋节,第二位便是清明节。朝鲜族清明节也被称为\"寒食节\",主要是\"上坟\"、\"禁火\"、\"出游\"和\"运动\"(多指体育", "label": "民族学", "id": 0}
{"content": "<正>黔东南苗族对祖宗的祭祀分家祭、鼓祭和坟祭,与汉族的家祭、庙祭和坟祭很类似。苗族的坟祭一般也在清明节期间进行。坟祭中,除了祭奠墓中的亲人,还常常举行\"嘎熙\"祭仪,这是苗族坟祭与汉族坟祭最大的区别。如果去除这一祭仪,从外在形式上看,苗族的坟祭则和汉族颇为相似。因此,研讨\"嘎熙\"祭仪,对于理解苗族清明节的文化内涵及其信仰理念很有价值。", "label": "民族学", "id": 0}
{"content": "<正>海南黎族拥有几千年精彩纷呈、独具特色的历史文化遗产,无疑是建设海南国际旅游岛的一大亮点。许多地方紧紧抓住这一优势资源,新建或正在建设一批能够体现黎族特色的文化园,给海南国际旅游岛增添了不少景色,但是,在国际旅游岛建设中究竟应该怎", "label": "民族学", "id": 0}
{"content": "傈僳族基本的艺术形态大都有较为深远的历史原因。很多人知道傈僳族音乐有著名的\"四声部\"结构,但是人们可能不一定知道基督教的渗透,是导致傈僳族最终创造出\"四声部\"音乐的主要原因,而且,正因为得到以应用人类学者的身份最早光顾怒江的传教士们的帮助,傈僳族人才创造出了自己的文字。经过西方基督文化和汉族佛教文化长时间的双重洗礼、兼容并蓄,六库镇的傈僳族传统文化逐渐呈现出自己丰富而独特的艺术形态。", "label": "民族学", "id": 0}
{"content": "<正>中国社会现代化进程的推进,使广大民众的物质文化生活得到了极大的改善。尤其是边远贫困民族山区,人们从交通、通信、水利、电力等基础设施的改善中,得到了很多的实惠。电视走进千家万户,大山里的人同城里人一样,通过银屏,在同一时间内可以欣赏到雅典奥运会开幕的壮观场面,收看到美国攻打伊拉克的实况转播。祖祖辈辈与山为伴、\"日出而作,日落而息\"的人们,一夜间与世界的距离", "label": "民族学", "id": 0}
{"content": "柯尔克孜族作为中国古老的跨国少数民族之一,具有丰富多彩的文化历史,其服饰文化更是别具一格。柯尔克孜族服饰文化与人类的神话、宗教、历史、语言等文化生活息息相关。柯尔克孜族服饰除了具有游牧民族的共同特点外,也具有自身浓郁的民族风情。", "label": "民族学", "id": 0}
{"content": "<正>齐齐哈尔市达斡尔族学会成立于1982年8月,现有团体会员6个,会员167名。齐齐哈尔市达斡尔族学会（以下简称\"齐市达族学会\"）是多学科群众性的学术团体。其任务是团结和组织齐齐哈尔地区从事达斡尔民族研究的专业和业余工作者,为抢救民族历史文化遗产、为精神文明和物质文明建设、为本民族的进一步繁荣与发展", "label": "民族学", "id": 0}
{"content": "<正>齐齐哈尔市达斡尔族学会成立于1982年8月,现有团体会员6个,会员167名。齐齐哈尔市达斡尔族学会（以下简称齐市达族学会）是多学科群众性的学", "label": "民族学", "id": 0}
{"content": "果洛藏族自治州（简称\"果洛州\"）位于青海省东南部,在传统的藏族历史地理中占有重要地位。本文辨析了果洛人来源的几种传说,对果洛的族源问题进行了初步探讨,同时对果洛地区的宗教社会状况和历史上的高僧大德进行了梳理。", "label": "民族学", "id": 0}
{"content": "世居民族种类繁多、支系复杂是藏彝走廊地区的主要特征,民国学者对该地区民族系统和面貌的认识与此前相比发生了重大转变。文章梳理并比较了民国时期涉及藏彝走廊地区的主要民族分类研究成果,同时探讨了民国学者的民族分类工作与既往传统史家的相异之处。", "label": "民族学", "id": 0}
{"content": "作为一种特殊的社会文化现象,房名在嘉绒藏区仍然普遍存在,并且发挥着重要的社会功能,因此房名是深入认识嘉绒藏族社会结构的重要环节。通过对四川省雅安市硗碛藏族乡嘎日村房名情形的个案研究,本文初步探讨了当地嘉绒藏族房名涉及的诸多问题及其相互关系。", "label": "民族学", "id": 0}
{"content": "<正>一、赫哲族名称\"赫哲\"这个族名,在中国文献中出现是在十七世纪中叶,指的是活动在中国东北黑龙江、松花江和乌苏里江流域的一个民族。关于\"赫哲\"这个族名的含义,史学界有不同说法。笔者以郭燕顺在《\"赫哲族\"的名称》一文中的解释为佳,其旨如下:", "label": "民族学", "id": 0}
{"content": "同一个民族,分布在云南省的两个民族自治州内,由于历史文化的原因文字不同、语言有别,但同时分别出版着两份傣文报纸,这是我国其它地区少数民族文字报刊发展中所罕见的现象,本文就西双版纳的《西双版纳报》傣文报和德宏的《团结报》傣文报的发展历程及生存现状进行研究,以期对少数民族文字报刊的发展前景和方向进行前瞻性的研究和探索。", "label": "民族学", "id": 0}
{"content": "<正>今年5月27日和6月24日,中国非洲史研究会、中国非洲问题研究会、中国世界民族研究会和中央民族学院历史系在北京先后两次举行了非洲民族形成问题学术讨论会。参加会议的有来自北京、天津和保定等地30多个单位100余人。他们中有长期从事民族理论和民族问题研究的专家和学者,有从事非洲民族与历", "label": "民族学", "id": 0}
{"content": "<正>黎族民间普遍认为,任何一个人只要生命活着,其灵魂就不会离开自己的肉身,只有在夜间酣睡了,灵魂才会离开肉体云游四方,如同放电影一样,一幕又一幕的复现曾经经历过的往事。所以在人酣睡时,最忌旁人用炭末或颜料往脸上涂抹,因为一旦灵魂云游归来,认不出自己原来的面貌就无法回归自己的身体,这样必招致酣睡者醒后患病而亡。人的肉体可以死亡,可以烂掉,但人的灵魂却永远活着,因而如何处理人亡后的灵魂就成了黎族人面对的", "label": "民族学", "id": 0}
{"content": "<正>一、婚前礼《文公家礼》相传为宋儒朱熹（1130-1200）所著,系台湾民间家礼之本源。要理解当代台湾民间的家礼,与朱熹《家礼》有着密切的关系。朱熹于其《性理大全》自序云:\"凡有本有文,自其施于家者言之,则名份之守,爱敬之实,其本也;冠、昏、丧、祭、仪章、度数者,其文也。其本者,有家日用之常礼,固不可以一日不修;其文,又皆所以纪纲入道之始终,虽其行之有时,施之有所,然非讲之素明,习之素熟,则其临事之际,亦无以合宜而应节,是亦不可一日而不讲且习焉者也。\"", "label": "民族学", "id": 0}
{"content": "<正>一、前言早期先民渡台,需冒生命危险,搏浪渡过有\"黑水沟\"之称的台湾海峡,俗谚有云:\"十来、六死、三留、一回头\",即可见当时渡海的凶险。上岸之后,需面对番人的威胁,各种疾病瘟疫及自然灾害的挑战,因此,行囊中除携带的钱财衣物外,常带着故乡的守护神像或护身符,以祈求神明的庇护,借助宗教信仰,求得心灵的安定。待生活安定之后,便将神像安座供奉,及至聚落形成,建庙奉祀膜拜,举行祭典酬谢神恩,为了娱神,各种源自家乡的阵头技艺,便在异地重生。各类民间艺阵随着先民人台开垦人数聚落日增。但也因其只在乡野常民文化中发展流传,因此文献的记载、文物的保存,常付之阙如,欲溯其源头,往往难上加难,因此本研究拟就目前文献记载、相关论著等,尝试推论台湾阵头的起源与由来。", "label": "民族学", "id": 0}
{"content": "关于贵州民族关系的研究,此前多从政治、经济、文化等方面着手。本文以万历《贵州通志》、道光《安顺府志》和《贵阳府志》等地方史志材料为主要依据,从明清时期黔中田土税赋这一独特的视角来审视贵州民族关系,以凸显在明清时期的贵州、中央王朝在争取帝国整体利益和维护民族关系之间如何做出制度选择和制度安排。", "label": "民族学", "id": 0}
{"content": "屯堡源于明代朱元璋大军\"调北征南\"和\"调北填南\"的军事政治移民行动。在六百多年的历史进程中,社会经历了无数的变局,但是作为汉移民的屯堡族群,在历史的变迁中无论是在服饰、礼俗、婚姻等方面都保持着自己独特的文化习俗,并且在\"建构与生成\"中一以贯之,不离其宗。那么他们是靠什么力量来延续并强化自己的族群认同和整合社会的呢?认识和理解一个族群的方法与途径可以是多种多样的,但通过一个族群的婚姻去了解这个族群,无疑是其中一个较好的\"窗口\"。而通婚圈是婚姻中的关键因素,所以在本研究中,笔者以通婚圈为切入点,运用费孝通先生的\"差序格局\"理论来考察屯堡族群通婚圈的结构与功能,并以此来折射屯堡族群的认同与村落内部和村际间的关系,从而加深对族群社会结构的认识。", "label": "民族学", "id": 0}
{"content": "<正>车子上路,我们踏上了侗族之旅。这是我研究生阶段的第一次实地调查,也是平生的第一次,除了紧张,更多的还是迷茫。且不说目前还不是很了解作为一个社会学者应该做的一些专业准备,光是这些贵州省的省情就让我这个外省人摸不着头脑。作为外省人,我不能彻底了解贵州这个多民族省份的省情民情;作为汉族人,我可能不是很贴切的体会到少数民族", "label": "民族学", "id": 0}
{"content": "本文从族际通婚这一视角分析了贵州省安顺地区\"屯堡人\"与当地少数民族的关系在当代的演变情况。发现屯堡人与当地少数民族通婚现象自80年代以后日益增多,不同族群对族群联姻的态度也发生了积极的变化,这反映了当地的族群关系在解放后,特别是在改革开放后进一步得到了改善。", "label": "民族学", "id": 0}
{"content": "2008年出版的《社会性别的平等模式——\"筷子成双\"与拉祜族的两性合一》（英文原版名为Chopsticks Only in Pairs—Gender Unity and Gender Equality Among The Lahu of Southwest China）一书,从社会性别的角度出发,对拉祜族传统的两性合一性别平等模式进行系统的描述和分析,它用一个男女平等的社会事实推翻了普遍的女性从属论观点,为我们研究男女平等问题打开了一个新的思路,让我们看到了男女平等不仅确实存在,而且具有多样性和特殊性。本文就是基于该书丰富翔实的资料之上,首先简述了拉祜族两性合一的性别平等模式——该模式包括拉祜族特有的神话信仰、世界观、价值观,夫妇合一的生育观,合一的领导制度以及双边亲属网络等,其次,本文对于该性别平等模式进行更深入的探究,分析该模式形成的原因,最后结合现实对其作出思考和评价。", "label": "民族学", "id": 0}
{"content": "少数民族流动人口能否很好融入城市社会,是关系到城市社会和谐、城市民族关系稳定的重要问题。他们在城市经历了\"从流入到生存、适应再到融入\"的过程,但从总体上说仍只是部分地融入城市社会。作为少数族群,他们的族群认同带有一种强烈的\"选择性\",极大地促进了族群内部的整合,但不利于城市社会各族群之间的融合。少数民族流动人口在不断融入城市社会的过程中,既遭到了来自社会的排斥,也在不断进行自我的限制,从而使其社会融入困难重重。应该大力构筑以融合为中心的社会政策体系,但不能对少数民族\"一味\"地实行保护政策,否则会形成\"隔离\"这种事与愿违的结果。", "label": "民族学", "id": 0}
{"content": "<正>目的:了解长期与主流族群隔离的黑衣壮族及当地汉族的内部遗传结构。方法:根据东亚人群常见的Y-染色体双等位标记,Y-STR标记及mtDNA HVSⅠ区对黑衣壮族及当地汉族进行单倍型分型、主成份分析、分子方差等遗传学分析。结果:黑衣壮族与当地汉族的Y染色体上均具有高频的南方原住民族单倍型O1a*,O2a*;在mtDNA上,黑衣壮族的高频单倍群是:D4、R9c、M*、M7b*、B4a;当地汉族为:M7b*、M*、M7*、R9b和F1*,与其周边民族尤其是侗台语系很接近。结论:根据汉族各支系、壮族各支系和东亚其他群体的Y染色体和mtDNA单倍群数据所绘制的主成分图、地形图、网络结构图分析显示,黑衣壮族的遗传结构不同于其他壮族支系,是壮傣族群南迁途中留下的一支;那坡汉族在遗传结构上更接近南方少数民族,或者说已被南方少数民族同化,与其他汉族相距最远。", "label": "民族学", "id": 0}
{"content": "<正>上古文化曾经留下一个至今尚未彻底解开的历史之谜,那就是所谓\"新妇见舅姑\"。中国传统婚礼俗称为\"拜天地\",在\"一拜天地\"之后,新婚夫妇还要\"二拜父母\"。在上古婚礼中,新媳妇通常必须在\"亲迎\"次日清晨拜见\"舅姑\",所谓\"舅姑\"即公婆,", "label": "民族学", "id": 0}
{"content": "民族志的方法给传播研究提供了一种新的研究视角,传播学引进民族志方法后使得民族文化传播在一些领域取得了显著的成果。目前传播学学者很少涉猎西藏文化传播的研究。对于民族志方法的局限性,传播学研究者要给予足够的重视。", "label": "民族学", "id": 0}
{"content": "<正>大约在距今四五千年前,有一支欧罗巴人经过长期的辗转跋涉来到我国的新疆塔里木盆地北部地区。他们在汉唐时期曾创造出辉煌的文明,留下相当数量的民族文献。19世纪末20世纪初随着新疆考古学的诞生,这些湮没在地下一千多年的宝贵文献也随之出土。但无人能释读。1908年德国学者西格和西格凌（Sieg,Emil＆Siegling.Wilhelm）经过", "label": "民族学", "id": 0}
{"content": "<正>人类学家对于经济现象的关注由来已久——在20世纪早期,当欧美人类学家进入亚洲、非洲、拉丁美洲等地的田野进行调查的时候,他们在\"整体地\"观察、记录和分析当地人的生活与文化时,很自然地涉及了生产、分配、交换、消费等经济范畴。而马凌诺斯基关于特落布里恩德群岛居民的\"库拉交换\"现象的民族志记述与分析,以及莫斯关于原始与古代社会中礼物交换问题的探究等,大大推进了人类学中关于原始族群经济行", "label": "民族学", "id": 0}
{"content": "<正>根据司马义·艾买提副委员长的批示及课题组承担的国家\"985工程\"第三期建设项目的调研任务,课题组于2010年7月11日至8月14日赴新疆克孜勒苏柯尔克孜自治州（以下简称克州）进行实地考察调研。克州是一个以农牧业为主,半农半牧的人口小州、经济穷州、边防大州、战略重", "label": "民族学", "id": 0}
{"content": "<正>佤邦虽地处缅甸境内,但占据着阿佤山的大部分地区,生活在佤邦的主要族群佤人,在中国和缅甸皆有,因分布的自然地理连为一体,故不分伯仲。近现代史上,阿佤山始终是这两个国家的国家势力很难直接介入的地方。对之进行研究的过程,遵循两个路径;一是中外史料的梳理,二是田野调查的实践,三是相关理论的应用。唯有如此方能呈现其概貌与变迁,在实施的过程中,笔者发现,阿佤山的历史镜像是残缺不全的,犹如一块块历史的碎片。包括历史上的\"欧脱之地\"、长期的战争、毒品问题、", "label": "民族学", "id": 0}
{"content": "传统、风俗、习惯等非正式制度在社会经济的发展过程中起着十分重要的作用。有些情况下,非正式制度甚至决定正式制度,\"法不治众\"就是这个道理。招赘、换婚、童婚和养媳作为中国民间的特殊婚姻习惯,属于非正式制度的范畴,它既可以节省交易费用,又能缩短代理链条,还维持了婚姻市场的均衡,它们是中国婚姻制度的重要组成部分。", "label": "民族学", "id": 0}
{"content": "<正>2010年7月12日,在张曦老师的帮助下,陈楠、李艳萍、龙黎、王凤娇和任以亭,我们一行6人离开北京,开始了为期40多天的暑期田野调查。根据张曦老师的要求,我的调查范围包括汶川、黑水、茂县、马尔康、松潘、理县、都江堰。但是由于天泥石流等自然灾害使得我的调研行程一再拖延,最终没能对都江堰完成预期的调查。7月16日我们到达汶川县城,计划有2天调整的时间。在此期间恰好赶上了汶川第一届\"大禹文化节\"的开幕,在开幕活动上我就开始了我的调研之旅——对羌族", "label": "民族学", "id": 0}
{"content": "<正>三原里·读书会是由中央民族大学中国少数民族研究中心张海洋教授和研究生共同发起,于2010年9月19日成立的修学团体,修学重点是培养学生关怀民族民心民生（农民生活和民族学生）,理解人伦人性人道,弘扬文化多元民族平等的人本价值,提高为国家团结民族发展社会和谐凝聚改革创新的全民共识的品智。张海洋教授特惠名本读书会为\"三原里\"——\"原人、原道、原生态\"。\"原\"和\"里\"均有徐图恢复和追本溯源之意。\"原人\"倡导人性觉醒,恢复人的", "label": "民族学", "id": 0}
{"content": "本课题是国家民委民族理论政策研究研究室2009年委托中国少数民族研究中心实施的,通过对世界主要国家民族识别标准收集、分析和比较研究,向中国决策部门提供当今世界民族识别的理论、标准和工作程序方面的全局知识框架。《共识》节选如下:", "label": "民族学", "id": 0}
{"content": "中亚国家——吉尔吉斯斯坦独立以后一直存在严重的民族问题。2010年6月10日在吉南部地区发生了吉尔吉斯族和乌兹别克族居民严重的冲突,造成200余人死亡,数千人受伤,几十万人沦为难民。吉尔吉斯斯坦发生的事件再次说明中亚民族问题的复杂性和敏感性,也说明中亚民族问题研究的重要性和迫切性。作者根据收集到的资料,对吉尔吉斯斯坦主体民族——吉尔吉斯人的历史进行了简单的叙述并对吉尔吉斯民族部落的组成和分布情况作了较为详细的介绍。", "label": "民族学", "id": 0}
{"content": "<正>非穆斯林在穆斯林社会属于少数族群,主要包括犹太教徒、基督教徒以及祆教徒、印度教徒和佛教徒等。非穆斯林尽管属于穆斯林社会的少数族群,但却是整个穆斯林社会不可或缺的重要组成部分。历史上,他们为穆斯林社会的", "label": "民族学", "id": 0}
{"content": "<正>本文对2006-2009年期间在国内公开出版的有关世界民族研究的专著、译著和重点刊物上发表的相关文章,进行了梳理,并对重点作品进行了简要评述,对相关专业的学者、研究人员和学生提供了查阅线索和作品内容提示。作", "label": "民族学", "id": 0}
{"content": "<正>\"离散族群\"指拥有共同起源,操同一种语言,属于相同血缘和文化的人群集合-文化民族（Культурныенации）的一部分;特征为远离本民族主体部分,散居在历史祖国以外,并已在居住国形成一个具有一定人口规模,且聚居地域稳固的少数民族群体。其生存和发展受所在国法律、社会文化", "label": "民族学", "id": 0}
{"content": "<正>因纽特人这一在语言、文化、生活方式上自我身份认同的土著族体,人口较为稀少,历史悠久,上千年来坚韧地生息繁衍于北极一带那自然环境极为严酷的广袤荒原上,相对离散度为全球最高。自1970年代迄今,在多个国家境内,", "label": "民族学", "id": 0}
{"content": "<正>一、非典型个案民族学研究的特点1、与典型的民族学研究个案相对而言;2、分布区域和居住格局上的非典型性:非典型个案民族学研究所面对的研究对象通常指的是那些游离于自己主体民族之外的并且处于多民族聚居区的一些族群;", "label": "民族学", "id": 0}
{"content": "近年来,不少国家和地区的学者围绕苗族跨国认同问题进行研究。研究者大体上形成了两个群体:一是以西方学者为主的群体。他们认为自称为\"hmong\"的不是苗族,而是单独的一个民族;\"苗族\"是中国政府强加给\"hmong\"的他称。二是以我国和国外的部分苗族学者,特别是贵州省、湖南省苗学会的学者为主的群体。他们强调,\"hmong\"不仅是苗族自称的一种,而且使用这种自称的苗族人,在我国遍及苗族三个方言区;国外苗族基本上采用这种自称,他们是苗族的一个部分,不是另外一个民族。他们同时认为,西方学者的观点基于某种并非学术的企图,应当引起重视。因此,本文就苗族跨国认同的学术依据,以及西方学者的观点影响下可能形成的后果,提出四个问题并予以简要讨论,期望引起我国民族学界的更多关注。文章强调,苗族跨国认同能否正常进行,不仅关乎苗族历史与文化完整性的保持,而且涉及我国的国家利益的维护,我国民族学界应当由此尽快意识到,中华民族跨国凝聚的模式,不能局限于长期表现为\"炎黄框架\"的汉文化,应当针对不同民族的实际情况将其纳入国家文化影响力建构的基础资源;应对西方学者在苗族跨国认同研究上的挑战,仅仅依靠苗族学者群体的自觉作为,是难以做到\"确保无虞\"的,更难做到\"反守为攻\"。苗族认同问题的研究,应当争取通过学术思想的影响,创造我国国家利益新的实现形式。", "label": "民族学", "id": 0}
{"content": "对于满族研究而言,如何分析二十世纪早期的民国学者和政治人物对民族和边疆的理解十分重要。虽然近年来西方民族学的理论已被有关满学的英文著作再三引述,可是,在二十世纪三四十年代中国学人与政治人物的观点直接影响中国政府的政策与民众对满族的看法,也直接定义满族族群的民族性和在国家的位置。在各类有关民国时期民族研究与边疆研究繁复的问题中,有三个问题与满族研究紧密相关:1)在民族主义盛行,国家在东北边地的主权却不保的年代,民国学者如何定义民族学与边疆研究及其重要性?2)在民国的国家概念构建中,\"满洲根本之地\"的领域性如何被重新定义?3)民国学者如何在中国民族史的框架里评价满族的历史地位与角色?", "label": "民族学", "id": 0}
{"content": "<正>水族人民一向以勤劳、勇敢、热情、好客、朴实的美德著称,长期以来,他们大多一直生活在我省经济、政治、文化、教育等较为落后的地区,在其漫长的历史演进过程中,他们保留、积淀了许多\"远古\"的风俗、习惯、观念。在这些\"灵魂\"的支撑与左", "label": "民族学", "id": 0}
{"content": "<正>拉旦村位于三都县城南面,距县城37公里,距中和镇政府5公里。地处东经107°5′至107°59′,北纬25°45′,至25°50′之间,海拔710米左右,属山地河谷地带。这里有千亩原始生态林,万亩杉木林场基地,保持比较完善的民俗文化生态和自然", "label": "民族学", "id": 0}
{"content": "<正>贵州省水家学会自1989年3月18日成立以来,学会在贵州省各级党委、政府的领导和亲切关怀下,在省社科联、省民委、省民政厅等部门的具体指导下,坚持以马列主义、毛泽东思想、邓小平理论、三个代表重要思想和科学发展观为指导,坚持党的\"二为\"方向和\"双百\"方针,坚持求实精神和科学的态度,对水族", "label": "民族学", "id": 0}
{"content": "<正>古代先民在与自然斗争中发明了占卜。占卜的意义在于它不仅仅是生存,而是为了更好地生存。许多人反对占卜其原因之一,就是认为是自我贬值的消极心理的结果。人们在与自然灾害斗争的恐惧中,需要祈求自身之外的超自然力量来帮助自己,因而才去占卜。", "label": "民族学", "id": 0}
{"content": "<正>一、前言民族学作为重要的综合性和基础性学科,对民族整体进行全面的考察,研究民族的起源、发展以及消亡的过程,研究各族体的生产力和生产关系、经济基础和上层建筑。在全球一体化的大趋势中,民族学研究对于促进世界各民族人民", "label": "民族学", "id": 0}
{"content": "<正>敬重生命是草原文化的内核。战国秦汉时期草原文化的主要开创者之一——匈奴族表现出来的生态文明,就表现为对生命的敬重。我们认为这种意识在现代更加具有重要的价值。", "label": "民族学", "id": 0}
{"content": "<正>图腾及图腾信仰是人类历史上的一个奇特的文化现象。世界上的多数民族或族群都曾有过图腾信仰经历。图腾信仰发生于旧石器时代中晚期的狩猎经济时代,是人类最早的信仰形态。图腾在类型上分为氏族图腾、胞族图腾、部落图腾、民族图腾、性别图腾、个人图腾、家族图腾等。其中,氏族图腾应是最早", "label": "民族学", "id": 0}
{"content": "<正>在古代北方民族关系研究中,当谈及汉、匈关系的历史时,不能不提到白登之围,这是西汉王朝建国后与匈奴大军的第一次全面交锋。对于白登之围,史学界从各角度论述的很多,似乎已题无剩义。但是,关于冒顿纵数十万骑兵包围刘邦并对其构成巨大威胁的布阵方式仍很值得探讨。", "label": "民族学", "id": 0}
{"content": "<正>元朝是中华历史从分裂走向统一的时代,这次主导统一的历史主人是起源于东北黑龙江流域的室韦族团中的蒙兀室韦——蒙古族,其是继鲜卑、契丹、女真相继建立地方性政权之后的第一个由北方民族建立的全国性统一政权,它的建立与发展改变了中华历史格局,而草原文化与农耕文化整合又为中华文化史创造了新的运动规律。", "label": "民族学", "id": 0}
{"content": "<正>一、引言射箭术源远流长,形成了两大传统:地中海式射法（The Mediterranean release technique）和蒙古式射法（The Mongolian release technique）。地中海式射法以中间三指同时拉弦,主要流行于欧亚大陆中西部;蒙古式射法用大拇指勾弦,主要流行于东亚。西方流行单体长弓,而东方多用复合弓。弓弦、箭杆、", "label": "民族学", "id": 0}
{"content": "<正>在本论文写作之前笔者认为需要厘清三个方面的问题:首先,对草原文化的认识。一种常见的认识就是草原文化就是蒙古族的文化;蒙古族是草原文化的主体,无疑\"蒙古族是其中的典型代表,也是现代草原文化的主要载体和传承者\"。但这一认识纰缪是明显的,凸显在两方面:一把草原文化的主体", "label": "民族学", "id": 0}
{"content": "<正>自然灾害又称天灾,即由非人为的自然力破坏所产生或造成的危害和灾难。因其常与自然界诸异常现象并发,故文献中多称之为灾异或灾变。历史时期,自然灾害对北方游牧民社会生产生活的各个方面产生过不同程度的影响,是草原文化形成乃至变迁过程中不可忽视的一个重要因素。某种意义上而言,", "label": "民族学", "id": 0}
{"content": "<正>黄河出青铜峡入宁夏银川平原,河道浅宽,水流平缓,境内397公里是黄河流域著名的灌区;进入内蒙古自治区,同样孕育了著名的黄河河套灌区。从传统分段看,黄河自源头至内蒙古托克托县河口镇,这一段为黄河上游,河道全长3 460余公里,占黄河流域面积约50%。宁夏银川平原与内蒙古河套平原灌区,都在黄河上游这一段。贺兰山、阴山在地理地貌上与黄河共同", "label": "民族学", "id": 0}
{"content": "<正>上世纪50年代,地理学家赵松乔先生提出了我国农牧交错带的概念,指出农牧交错带是\"外长城集约农业地带向北递变为粗放农业区、定牧区、定牧游牧过渡区,以至游牧区,年降水量400mm上下。这里不仅是自然条件和农业生产的过渡带,也是汉族和兄弟民族交错居住的地区\"。赵先生对农牧交错带的界定同时涉及自然学和人文学双重内涵。之后,自然学学者由", "label": "民族学", "id": 0}
{"content": "<正>蒙古民族的居屋蒙古包有着悠久的历史。蒙古族祖先称\"蒙古包\"为\"毡帐\"或\"搭日玛格尔\"（tarma her—毡房）。《蒙古秘史》记载:\"既平毡壁百姓,寅年聚会于斡难河源。建九斿之白纛,奉成吉思合罕以罕号焉\"和\"搭日玛格尔\"（tarma her）等。从《蒙古秘史》记载中可看出,成吉思汗建立蒙古汗国时,蒙古各部落似乎都居住于毡包。因此,额吉那阿拉善方言称蒙古", "label": "民族学", "id": 0}
{"content": "<正>金启孮（1918—2004年）先生,著名女真文、满洲学、蒙古史专家,我国女真语言文字研究的主要奠基人。金启孮先生治学严谨,根底深厚,在学术界自成一家,为女真学、满洲学、蒙古学的发展与进步,做出了重要的贡献。先生姓爱新觉罗氏,名启孮,字麓漴,为清乾隆帝第八世嫡孙。\"清代第一女词人\"西林太清即先生五世祖母。父金光平（爱新觉罗·恒煦）为研究女真文和满文的著名学者。", "label": "民族学", "id": 0}
{"content": "<正>一、明代蒙古人元代蒙古四十万户,元顺帝北行,蒙古地区只剩六万户。其余都留在长城以内,与汉人杂居不可分矣。然男多为军卒,女则为厨娘、教坊。昔阅某笔记曾载:土木之役,护卫英宗,蒙古军卒（明方）战死独多。又某杂记,记有厨娘,治餐一次价额至贵,非达官不敢招请。其技术绝高,切葱丝细如毛发。询之,厨娘乃蒙古人也。", "label": "民族学", "id": 0}
{"content": "今天我们所说的中华民族文化,是由中国五十六个民族共同缔造的。其中除汉族为主流以外,蒙古族文化在中华文化巨流中,占有很大的比重。蒙古文化丰富了中华民族文化,融入中华民族文化文化主流,可以分为四个历史时期。", "label": "民族学", "id": 0}
{"content": "<正>本文意在对内蒙古古代史的某些重要问题作宏观综述。一个重要的方法论前提内蒙古历史是中国史的一部分。中国史是中国各民族历史的总合。中国古代史中,内地封建王朝的历史始终居于主干地位,但并不能无条件地包括全部中国历史。中国古代史和内地王朝史是两个既有联系又有区别的概念,不能以后者无条件地代替前者。某个历史时期不受内地王朝管辖的民族地区的历史仍然是中国史的一部分。", "label": "民族学", "id": 0}
{"content": "<正>在中国古代的军事活动中,起烽隧,举烽火,至迟在西周时期已经使用。《史记·周本纪》:\"幽王为烽隧大鼓,有寇至则举烽火。\"在战国时代,如《史记·魏公子列传》:\"公子与魏王博,而北境传举烽,言‘赵寇至,且入界’\"在汉代关于烽火传递的记载更为丰富,如《史记·司马相如列传》:\"夫边郡之士,闻烽举隧燔,皆摄弓而驰,荷兵而走,流汗相", "label": "民族学", "id": 0}
{"content": "<正>\"于都斤\"在汉文史籍中有多种写法,如都斤、乌德鞬、乌德建、德建、乌特勤、乌鞬、乌罗德健、郁督军、乞督军等等（本文在引文材料或特别说明之处保持原文的写法之其他地方则统一采取\"于都斤\"之写法）。中外史学界虽然对于都斤山的今地考证方面有所议,但对于汉文史料中所出现的不同写法则一致认定均音译自突厥语（o|¨）t（u|¨）k（a|¨）n（或（u|¨）t（u|¨）k（a|¨）n）。", "label": "民族学", "id": 0}
{"content": "<正>一、前言何谓\"音写蒙文\"?简言之,是指蒙古文字以外的文字所注音、标记的蒙古语文,本文专指满文字母注音的蒙古语文,以\"音写蒙文\"称之。\"音写蒙文\"的出现,是满洲、蒙古语文交流的产物,它的使用、流传以及功能,种种特殊之处都还有待进一步的理解与解释。必要的基础性工作即是竭力发掘此类文献,进行分析、比较。十八世纪清廷最重要的官修小", "label": "民族学", "id": 0}
{"content": "<正>引言在清代以来的内蒙古社会变迁史上,汉族移民是一大关键环节。近几年,随着清代蒙古史、近代内蒙古区域史研究的不断深入,内蒙古地区汉族移民史研究前沿成果不断问世。其中较为代表性研究成果有闫天灵著《汉族移民与近代内蒙古社会变迁研究》、内蒙古大学博士生珠飒的博士学位论文《清代东三盟移民研究》（2005年）、内蒙古大学哈斯巴根博士", "label": "民族学", "id": 0}
{"content": "<正>保甲制,原本是以农耕村落社会为基础的内地基层社会组织。随着蒙古地区移住汉民的增多以及农耕村落社会的形成与发展,自雍正朝开始,清朝政府在蒙地内的移住汉民社会中开始推行内地保甲制,以便加强和控制已经移住到蒙地的内地汉民。自同治朝初年开始,随着喀喇沁等东蒙古南部地区由牧向农的社会转型的进一步发展,从事农业经营的蒙", "label": "民族学", "id": 0}
{"content": "本文利用蒙古国科学院档案馆、俄罗斯国家社会政治档案馆档案,大量的僧侣回忆录,当时苏联学者的田野调查资料以及蒙古国诸多学者的研究成果,对蒙古国19世纪末20世纪初喇嘛教僧侣在蒙古社会中承担的角色、任务和所起的作用做了生动的描述,同时对蒙古僧侣分别从最小的班第到低层、中层直到上层喇嘛的日常生活、学习、修行以及所达到的境界做了深入浅出的介绍,对当时喇嘛僧侣阶层做出了客观而中肯的评价。", "label": "民族学", "id": 0}
{"content": "<正>清光绪三十二年（1906）三月至五月间（公历4月中旬至7月上旬）,清廷宗室重臣管理理藩部尚书和硕肃亲王善耆奉旨率随员分头赴内蒙古东四盟（即哲里木盟、昭乌达盟、卓索图盟、锡林郭勒盟）\"考查蒙古事宜\",以制定经营蒙古之策。关于此次考察,相关文献不多,主要有随行人员姚锡光的《筹蒙刍议》、陈祖墡的《东蒙古纪程》和吴禄贞的《东四盟蒙古实纪》、《经营蒙古条议》等。", "label": "民族学", "id": 0}
{"content": "<正>清末新政期间,朝野上下鼓吹立宪之风甚炽。理藩部积极图谋蒙古等地区宪政的尝试。光绪三十三年（1907）八月,清政府决定设立资政院作为日后设立议院的基础。蒙古籍议员的选定很快成为政府必须考虑的问题之一。关于清末立宪问题的研究,目前学术界已投注相当的人力,且成果辉煌。即便是资政院内蒙古议员问题,目前学术界已有研究问世,", "label": "民族学", "id": 0}
{"content": "清末以来的蒙古地区急剧动荡,蒙古人民的抗垦起义和民族暴动风起云涌。1911年外蒙古宣布独立,建立博克多汗政府,进入博克多汗制蒙古国时期,即史称\"二十世纪前期蒙古自治时代\"。但是,在这一时期内外形势日趋复杂,博克多汗政府内部交织着各种矛盾。有关这段历史的许多疑点和难题尚未得到科学的揭示。本文利用历史档案文献,讨论这一时期蒙古领袖人物间的复杂关系及多数杰出政治家不明之死的奇特现象,以拟揭示其内在因素和外部影响。", "label": "民族学", "id": 0}
{"content": "本文用历史学与社会学相结合的方法,通过文献分析和实地考察,揭示20世纪70—90年代蒙古人民共和国人民军的下层兵营秩序与精神状况,以从民众生活的视野对二十世纪蒙古史进行新的诠释。", "label": "民族学", "id": 0}
{"content": "本文介绍了从上世纪九十年代至今俄罗斯蒙古史研究前沿动态。主要对俄罗斯科学院东方研究所蒙古学研究室(莫斯科)、圣彼得堡国立大学蒙语系(圣彼得堡)、卡尔梅克国立大学(埃利斯塔)、卡尔梅克社会科学院(埃利斯塔)、俄罗斯科学院西伯利亚分院蒙古学与佛教藏学研究所(乌兰乌德)等有关蒙古史重点研究机构的主攻领域、研究趋势、学术成果及挖掘整理文献史料情况进行较为详细的阐释。", "label": "民族学", "id": 0}
{"content": "<正>冈田英弘先生译注《蒙古源流》（以下简称《冈田译注源流》）一书是近年日本《蒙古源流》研究方面最重要的成果之一,在众多《蒙古源流》译注本中别具特色的一部力作。最近我拜读了冈田英弘教授的这部新作,获益匪浅,受惠良多,这里简要评介此书,谈点体会,与学术界的同仁共勉。此书以澳大利亚学者罗依果等人合著1990年出版的库伦本的校定本《蒙古源流》为底本,译成日文并附大量注释。萨冈彻辰《蒙古源流》一书本来不分卷、分节,日文译注", "label": "民族学", "id": 0}
{"content": "<正>中国蒙古史学会于2008年8月16—17日在内蒙古乌海市举行了第九次学术研讨会,会后到阿拉善盟巴颜浩特镇和南寺进行了学术考察。会议得到乌海市政府和阿拉善盟政府的大力支持,顺利完成了各项任务。学会理事长内蒙古大学蒙古学研究中心主任齐木德道尔吉教授、学会副理事长中央民族大学中国边疆民族地区历史与地理研究中心主任达力扎布教授、学会秘书长内蒙古大学蒙古史研究所宝音德力根教授出席了会议,并主持了会议。", "label": "民族学", "id": 0}
{"content": "<正>长久以来,有关我国满族历史与文化的研究,已成为国内外满学、民族学、历史学、民俗学等学术界反复耕耘的一块学术\"热土\"。由中国社会科学出版社出版的《满族生态与民俗文化》一书,以一种不同以往的学术视角,打破了学科疆界,整合了民俗学、人类学、生态学、民族学、历史学等多学科的", "label": "民族学", "id": 0}
{"content": "<正>2010-03-23文化的毁灭性和我的\"文化自觉\"主讲人:李星星四川省民族研究所研究员\"世界归于大众,大众归于星空,星空归于名字,名字归于雍中。\"这是李星星在讲座中一直不断提到的一句话。他说,人类永远是向自然在索取,他们一直把自然作为一种外在的攫取资源的存在。但是,外在的体现其实只是内在矛盾性的一种体现而已,文化外在的毁灭性其实就是表现了其内部所存在的毁灭性。文化的本性就是朝着一个万能者的角色迈进。最早的人类就创造出一个万能者,他们创造出这个万能的创造者和毁灭者,然后崇奉他。", "label": "民族学", "id": 0}
{"content": "<正>国际人类学与民族学联合会（IUAES ）第十六届大会今已周年。为了纪念这一人类学民族学盛会,本文将对《昆明宣言》的内涵意义做进一步阐释,以此提请全球居民追求经济发展时勿忘道德责任,勿忘呵护基层社区文化多样性,勿忘保护自然环境和维护社会文化生态平衡,确保人类地球家园的关系和谐暨可持续发展。", "label": "民族学", "id": 0}
{"content": "<正>[编者按]《民族工作研究》2010年第一期刊登了卢守亭、南文渊《民族变迁与政策转型——以城市化背景下东北少数民族的发展变迁为例》一文。《共识》摘要如下:当前中国民族理论与政策的症结,既不在\"政治化\"也不在于\"文化化\",而在于\"理论创新不足、政策转型滞后\"。立足现实民族问题,推进理论创新,加快政策转型,才是目前中国民族理论与政策发展的必然选择与根本出路。", "label": "民族学", "id": 0}
{"content": "<正>青海调查组人员构成:组长:陈永龄教授中央民族学院历史系副组长:白全青海省政协秘书长党员成员:姚乃青（女）历史系教师李凤珍历史系研究生班学生果鸿、温华、王时进、陈连开、李万良、郑其栋、常惠明、陈乃文等历史系二年级学生历史系一年级学生1 0余人政治系老师3-4人马少兰（女）、哈培玉（女）等政治系学生约10人李源、李红斌、宋仪（女）等北大历史系学生约6人钟子林中央音乐学院学生西北大学学生1-2人翻译,主要为青海民族学院藏族学生下设6个小组:海北组:负责调查藏、蒙、回族情况海南组:主要调查藏族黄南组:藏族海西组:藏、蒙、哈萨克族互助组:调查土族情况,编写土族简史简志循化组:调查撒拉族情况,编写撒拉族简史简志果洛组:海北、海南、黄南、海西四个藏族调查组回到西宁后,又于1959年1-4月赴果洛藏族自治州调查。有果鸿、温华、王时进、陈连开、李万良、郑其栋、常惠明、陈乃文等约10人左右。（以上据郑老材料整理）", "label": "民族学", "id": 0}
{"content": "<正>一、战略需求传统中国以农立国安土重迁。人民与土地密不可分且高度重视家园营建。国家对大规模人口流动也极其敏感。跨地区、跨民族的大规模人口流动更是国家社会变革征兆和动因,且与社会动荡和变迁互为因果。近代中国遭遇西方挑战,经过辛亥革命100年,共和国60年,改革开放30年和西部大开发10年,中国通过从传统、现代到后现代\"三级两跳\"而恢复了国力,但也在实现\"老四化\"（工业、农业、科技、国防现代化）的同时卷入了市场化、城市化、全球化和信息化的\"新四化\"进程。", "label": "民族学", "id": 0}
{"content": "民族文化在民族发展的历史长河中发挥着重要的作用,然而在现代化浪潮中,中华民族文化却时时受到西方文明的冲击。需要我们正确认识民族文化,传承民族文化的主要途径就是学校文化建设;也需要我们正确理解民族精神的内涵,明确民族精神在构建社会主义和谐社会中的功能,大力弘扬和培育民族精神。", "label": "民族学", "id": 0}
{"content": "传统认识认为,靺鞨之名最早出现于六世纪,但本文据有关史料认为靺鞨之名最早出现于西汉。由于对史料的理解不同,国内外一些学者把靺鞨诸部看成是一个民族,认为肃慎、挹娄、勿吉、女真一脉相承。本文认为非是,靺鞨诸部并非全部肃慎后裔。而作为女真民族起源的靺鞨部落,它们既不是隋代靺鞨七部中的黑水部,也不是唐末的黑水部,而是广义的黑水靺鞨被渤海统治部分,即号室、拂捏等部。", "label": "民族学", "id": 0}
{"content": "<正>云南省西双版纳州勐海县境内,有一群被称为\"帕西傣\"的特殊穆斯林族群,分布于曼峦回、曼赛回两个寨子,他们讲傣语,穿傣族服装,居住傣族干栏式房屋,但是信仰伊斯兰教,不信仰佛教,被当地傣族称为帕西傣。", "label": "民族学", "id": 0}
{"content": "<正>尽管在历史的发展中,对于民族的认定已经越来越强调文化在其中的重要意义,但\"民族\"概念在成长过程中,毕竟经历过\"种族\"、\"族群\"、\"民族—国家\"等一系列问题的侵扰。无论是斯大林的\"四个特征\"说,还是现今不无时髦色彩的\"想象共同体\"的解说,都从不同的方面为我们理解\"民族\"提供了颇具启示意义的视角,但也同时留下了一些陷阱。中国的民族认定工作来看,其主要部分虽", "label": "民族学", "id": 0}
{"content": "<正>一、那诺乡概况那诺乡位于元江县东南部,东部与元江县的澧江镇南昏村委会相接,北部以尼朗河、沙坡梁子为界,与元江县羊街乡毗邻,东南部及南部以南昏河为天然界线,与红河州红河县大羊街乡、车古乡隔水相望,东起猪街村委会白谷冲、底拉河,西至浪树村委会梅普三村与红河县车古乡接壤。乡政府驻地那诺村距县城66公里。全乡国土面积152平方公里,辖那诺、猪街、者党、打芒、哈施、浪树6个村委会82个村民小组。2006年全乡财政收入112.9万元,农民人均纯收入1885元。", "label": "民族学", "id": 0}
{"content": "<正>在人类社会的发展史上,\"父子连名制\"是母系制消亡、父系制确立的一个重要标志。这一历史文化现象,至今还存在于基诺族的社会生活中。父子连名制是父系制度下父名子名世代相连的命名制度,属古代氐羌系民族的命名制。这种制度产生于母系氏族解体、父系氏族确立之后。产生的直接原因,一是在母系转入父系以后,世系由按母系计算改为按父系计算,在此情况下,采", "label": "民族学", "id": 0}
{"content": "<正>云贵高原南疆一片茂密的原始丛林中,居住着彝族一个古老而神秘的支系——白倮,彝族先民称\"乌恋\"。乌恋分为西部\"乌恋\",北部\"乌恋\",东部\"乌恋\"三大部分。元朝彝族概称\"倮倮\",清代各有称呼。麻栗坡县内彝族有称倮倮（白倮和花倮）、仆拉、孟武等支系。由于地理位置等因素,他们长年过着与世隔绝的生活,使用原始的生产工具,日出而作,日落而息。虽然", "label": "民族学", "id": 0}
{"content": "<正>当代中国少数民族地区大规模的文化变迁,是以异质文化传播的形式引发并逐步展开的。这里所说的异质文化主要是通过内地汉族文化作为传播媒介,经过改造创新,以各种物质实体、社会关系和观念意识表现出来的现代工业文化、城市文化和马克思主义文化。这种具有多元成分和呈复合性结构的异质文化,伴随着中华人民共和国的成立,开始向居住在广大边疆和部分内地的少数民族地区进行大规模的扩散,拉开了中国少数民族由传统社会向现代社会转变的序幕。随着", "label": "民族学", "id": 0}
{"content": "<正>民族民间传统文化（特别是怎么宗教文化）的保户与传承不仅是我国民族学、人类学研究的薄弱环节,在西方人类学、民族学现有理论体系中也缺乏应有的、合理的理论建构(这与西方传统对宗教研究还存在着一种难以克服的神学偏见和文化偏见有关,这种偏见不仅影响了西方自身基督教神学及其文化的研究以及对东方传统的宗教及文化研究,其一系列的理论方法和思想还影响了中国学界", "label": "民族学", "id": 0}
{"content": "<正>前言（一）建筑与民居人类为满足自身居住、交往和其他活动需要而创造的建筑,是人类日常生活最基本的空间环境。建筑艺术是通过建筑群体组织、建筑物的形体、平面布置、立体形式、结构造型、内外空间组合、装修和装饰、色彩、质感等方面的审美处理所形成的一种综合性实用造型艺术。建筑是人类重要的物质文化形式之一。建", "label": "民族学", "id": 0}
{"content": "<正>一、背景简介基诺族1979年6月始成为国务院正式确认的单一民族,也是迄今中国最后一个被认定为单一民族的少数民族。据最新统计数据,基诺族总人口20199人,其中景洪市19250人,勐海县52人,勐腊县897人。主要分布在西双版纳景洪市基诺山乡和勐旺乡的补远村委会,部分散居于景洪市勐养镇和勐腊县的勐仑镇等地。", "label": "民族学", "id": 0}
{"content": "<正>本土知识的全球意义,近年来备受国际学术界关注。这充分表明:本土知识不仅仅是地方性知识体系的一部分,并且还是世界文化知识体系的重要内容之一,对于全世界各地域、各民族之间文化的交流学习与理解,都具有重要的价值和意义。云南省是多民族地域,共有26个民族,是中国民族文化的百花园地,也是少数民族本土知识的智慧宝库。在人类学的视角下,关注云南民族工艺文化的调查和研究,是笔者多年以来的一项研究内容。异彩纷呈、风格浓郁的云南民族", "label": "民族学", "id": 0}
{"content": "<正>\"跳菜\"雅称\"奉盘舞\"俗称\"抬菜舞\",是彝族在重大宴请宾客的活动中,由引菜人和抬菜人从厨房到餐桌合着音乐的节拍,用手抬、臂托、口衔、头顶各式菜肴,跳着彝族特有的舞步,诙谐幽默地按\"棋子\"的布局摆菜的一种上菜礼仪。\"跳菜\"与一般上菜最大的不同在于:它是舞蹈与饮食合二为一的典型,体现了艺术性与实用性的高度统一。在\"跳菜\"过程中,所有与饮食相关", "label": "民族学", "id": 0}
{"content": "<正>2002年3月初的几天晚上,猫头鹰在巴卡小寨附近的山上连续叫个不停,几天来,人们心中总有些忐忑不安,小寨的男女们预感寨中恐怕有人要死。时间到了3月12日,这天深夜,村民在会计家开完\"退耕还林\"动员大会后,陆续返回家中,寨子慢慢恢复了平静,此时已是13日凌晨。忽然,刚刚睡下的村民听到了女人的哭声,开始大家并不在意,但哭声不断,不久又听到了三声火枪。至此大家知道寨中有人死了,刚睡下的村民又起床,寻声查找,哭声和枪声是从大罗家传来的,于是人们纷纷赶往他家,得知死者是大罗的父亲。", "label": "民族学", "id": 0}
{"content": "<正>\"卡哲\"意为\"聚会\",是迪庆州德钦县奔子栏镇藏民对当地传统节日——拉斯节晚上的村民聚会系列活动的总称,村民们将其翻译为\"幽默茶话会\",实际上这种翻译也仅仅在字面上阐明了村民聚会的外在形式,而这种聚会的精髓我们很难用一句话加以概括。他们之所译之为\"幽默茶话会\",是因为拉斯节当天晚上在集体公房内的聚会中,村民间善意的幽默讽刺令人印象深刻。奔子栏村民在幽默茶话会上,除了传承当地传统民族文化而外,在茶话会上的\"说笑\"活动", "label": "民族学", "id": 0}
{"content": "<正>过去属于莫窝乡的大马散,现隶属于西盟县勐卡镇马散村民委员会。该村地处中缅边境,20世纪50年代中后期以前一直是西盟、特别是马散区佤族文化、政治、经济甚至军事的中心地带;过去50年的发展变迁,尤其是现代经济发展浪潮中,大马散不仅没能一直保持其过去具有的特殊地位,相反成了西盟县政治、经济,尤其是经济发展的\"边缘\"地带。也正是这种看似矛盾的历史文化背景,使", "label": "民族学", "id": 0}
{"content": "<正>一、边疆、民族、基督教徒众多——基本情况及选题缘由怒江傈僳族自治州福贡县,地处云南省西北部横断山脉中段碧罗雪山和高黎贡山之间的怒江峡谷,东与怒江州兰坪白族自治县、迪庆州维西傈僳族自治县交界,南与泸水县相连,北与贡山独龙族怒族自治县相邻,西与缅甸联邦共和国接壤,国境线长142.218公里。全县辖上帕镇、马吉乡、", "label": "民族学", "id": 0}
{"content": "<正>云南省怒江傈僳族自治州贡山独龙族怒族自治县（以下简称贡山县）位于滇西北怒江大峡谷的最北端,西与缅甸接壤,北与西藏自治区相连,东与云南省迪庆藏族自治州毗邻,南接本州福贡县,地处欧亚板块和印支板块的结合部,地质结构十分复杂。全境处于滇西横断山脉地带,西倚高黎贡山,东靠碧罗雪山。这里是独特的峡谷地形,因其山高谷深、重峦叠嶂、绝壁危崖而造成了平地极少的生态现状。其中,茶腊村就处在这样一个生态环境之中。茶腊村所属的丙中洛乡", "label": "民族学", "id": 0}
{"content": "<正>引言景颇族是我国云南世居民族之一,主要居住在云南德宏州,是一个跨境而居的民族,包括景颇族（大山）、载瓦（小山）、浪峨（浪素）、勒期（茶山）4个主要的支系和少量的波拉支系,其中,分布在缅甸的景颇族称为\"克钦\"分布在印度的称为\"新福\"到2004年,全州共有人口12.89万人,占全国景颇族人口的95%。", "label": "民族学", "id": 0}
{"content": "<正>家庭是人类社会的基本组成元素,而婚姻则是将作为个体的人和家庭连接起来的重要手段之一,从古至今世界上所有的民族莫不如此。人类从出生到死亡,无一例外的与婚姻家庭结下不解之缘,婚姻家庭的形态和制度等对人类个体和人类社会都有着不可忽视的作用。", "label": "民族学", "id": 0}
{"content": "<正>2008年1月,笔者参与了由云南大学民族研究院组织的云南省迪庆州德钦县奔子栏乡奔子栏村的田野调查。在调查中发现,该村存在一种被当地人称之为\"偷婚\"的婚姻习俗。笔者查阅大量相关文献后发现,大部分文献都只有\"抢婚\"习俗的记载,较少文献将偷婚与抢婚作了区别介绍。对\"抢婚\"习俗进行专门性研究的《抢婚》一书,则将\"偷婚\"视为\"抢婚\"的一种:\"偷亲、私奔之类的婚姻形式也具有否定婚姻交换原则的特征,因此也可列入抢婚范畴。\"", "label": "民族学", "id": 0}
{"content": "<正>摩梭人是指聚居在川滇交界的云南宁蒗和四川木里、盐源、盐边等县的自称\"纳\"或\"纳日\"的族群。自20世纪80年代,严汝娴、詹承绪、宋恩常等一批学者关于摩梭人的调查报告和专著公开出版以来,独特的摩梭文化进入了国内外民族学、人类学界的视野,并获得了较多关注。20世纪90年代以来,随着摩梭人聚居区泸沽湖周边地区旅游业的蓬勃发展,摩梭文化更是被中国大众所知晓,被各界人士所关注。", "label": "民族学", "id": 0}
{"content": "西部少数民族地区的农民在现代社会中流动、迁徙,文化知识的匮乏让他们在社会流动过程中遭遇了种种本可避免的痛苦与挫折。电视作为西部农村唯一能接触到的大众传媒,在农民的社会流动中扮演了较为重要的角色,在流动决策、迁徙过程、文化适应各个环节都产生影响。本文使用参与观察、焦点小组访谈等质性研究方法,在恩施州石栏村走访了散布在大山里的几十户人家。在本研究中,电视被看作知识,同时也是一种文化;它不仅是认知的框架,也是权力的建构,由此产生的日常理解实现了媒介所有者对社会资源的控制。研究发现我国对农电视出现了政府与市场的\"双重失灵\"现象,未能为农村受众提供足够的公共产品。电视促进了农民的水平流动,但未推动其向上流动。", "label": "民族学", "id": 0}
{"content": "<正>随着高等教育的大众化和国际化,凸显办学特色日益成为高校发展的必然选择。当前,积极探索人才培养模式,转变传统教育模式,建立符合大众化发展要求的多样化、应用型人才培养的教育体系,已经成为我国高等教育改革的一个显著特征。突出办学特色,以特色求生存、", "label": "民族学", "id": 0}
{"content": "<正>时间:2010年6月23日下午2点-4点半地点:凯里学院会议室主持人:徐杰舜（广西民族大学教授）梁枢（《光明日报·国学版》主编）参会人员:郑杭生（中国人民大学一级教授）叶舒宪（中国社科院文学所研究员）徐新建（四川大学教授）彭兆荣（厦门大学教授）陆益龙（中国人民大学副教授）林敏霞（浙江师范大学博士）叶荫茵（贵州大学教师）石甜（桂林金钟山旅游研究院副研究员）韦小鹏（桂林金钟山旅游研究院副研究员）开场", "label": "民族学", "id": 0}
{"content": "<正>原生态文化作为特定地域中反映特定民族的历史和生产生活的\"最稳定、最具有持续能力的民族文化\",其自身鲜明的特征和深刻的内涵积淀了深邃幽远的民族记忆,也是保持人类文化多样性的重要资源。面对现代化生活的新形势与新挑战,如何看待原生态文化的存在价值,如何有效保护和合理利用、开发原生态文化是一个历史性的大课题。在笔者看来,尊重当地人世代沿袭下来的原生态文化与社会生活", "label": "民族学", "id": 0}
{"content": "<正>\"原生态\"是近几年随着\"多彩贵州\"系列活动的广泛深入开展,特别是黔东南民族歌舞在全国各地文化舞台上纷彩亮丽的展示,才火爆起来的一个新名词。它让世人在黔东南寻找和看到了人类失落的文明,人们在惊叹之余,给了它一顶独特亮丽的\"原生态\"帽子。地处贵州东南部的黔东南森林覆盖率达62.78%,被誉为\"生态绿洲,天然氧", "label": "民族学", "id": 0}
{"content": "<正>何为原生态?原生态文化的内涵是什么?如何保护和开发原生态文化?至今学术界还没有形成统一的认识。但\"原生态\"作为民族文化的特征符号,已经在文化保护与开发中被广泛应用,特别在旅游文化产品策划方面,原生态文化品牌的认同度越来越高。相对于实践而言,", "label": "民族学", "id": 0}
{"content": "<正>在经济全球化和各种文化交往频繁的当今世界,人文生态现状变化异常,不但给自然生态造成负面影响,而且对人文生态自身的发展也造成影响,对黔东南民族文化生存空间也造成很大的负效应。我认为,", "label": "民族学", "id": 0}
{"content": "<正>一、引言贵州的苗族主要居住在山区。贵州的山区雨量充沛,山高瀑多,溪流无数,从地理地貌上讲,这里素有\"天无三日晴,地无三里平\"的说法。清朝时任云南、贵州、广西三省总督的鄂尔泰就认为,治理贵州要\"以民务为急,利民者莫过于水利\",指出了水利在贵州,也是在广大苗", "label": "民族学", "id": 0}
{"content": "<正>一、问题的提出文化是人类为了适应和改造自己的生存环境而进行的精神生产和物质生产的产物。由于不同的族群所处的自然和人文环境不同便形成了今天我们看到的不同文化。族群文化具有传承性、稳定性,但是,族群传统文化的生命力在于根据时空变化不断调适,同时一个族群的文化也不可能处于完全与世隔绝和封闭的状态而必定会受到其他民族文", "label": "民族学", "id": 0}
{"content": "<正>英国社会学家尤瑞（Urry）在其著作《游客凝视》的修订版中增加了一个章节来分析全球化影响下的旅游市场及其发展前景。旅游业已然席卷全球,无论是民族旅游、历史旅游、文化旅游、环境旅游还是娱乐性旅游（参见瓦伦·斯密斯对旅游形式的分类,2007:4～5）,对他文化", "label": "民族学", "id": 0}
{"content": "<正>以村寨共同体为单位举行的祭祀寨神的\"昂玛突\"（哈尼语\"hhaqmatul\"的音译,意为祭寨神）仪式,是哈尼族最为重要的仪式之一。作为涉及植物、动物、水源、土地,以及人类繁衍、农业生产等多样属性的综合神灵,寨神具有保护村寨生产生活、促进人口与动植物增长等主要功能。无论在名称、时间与具体形式等方面有多大变化,不同区域的哈", "label": "民族学", "id": 0}
{"content": "<正>当下,在学术界有几大\"红人\":人类学、非物质文化遗产、原生态文化等。人类学是老牌\"红人\",非物质文化遗产和原生态文化则都是后起之秀。而原生态文化可谓\"一夜飙红\"。这全靠2006年第12届央视青歌赛的造就。\"走红\"后的原生态文化,其身前身后又发生了什么?我们不妨来看一看。", "label": "民族学", "id": 0}
{"content": "<正>改革开放后,中国社会学得以恢复重建,人类学、民俗学也得到更为广阔的发展空间。中国社会与文化的快速转型,为社会学、人类学和民俗学拓展解释视角和深化自己的研究提供了丰富的素材,三门学科在重建和发展过程中,对中国经验及社会文化转型作出了各具特色的", "label": "民族学", "id": 0}
{"content": "<正>一、关于原真性理论以及研究的缘起在旅游地社会文化影响及游客体验方面的研究中,原真性（authenticity）问题受到学者们的热议。原真性是在两个以上群体或个体交往时才出现的,往往始于客体对主体的评判（judgment）。旅游原真性出现的基础是包括学者与旅游者在内的多元客体对感知到的目的地文化的评判。", "label": "民族学", "id": 0}
{"content": "<正>引言屯堡文化是位于\"喀斯特王国\"——贵州腹地安顺一带的人文奇观。在安顺周边一带的三百多个古村落,居住着数十万之众的明朝屯军后裔——屯堡人,由于他们的服饰特别是屯堡妇女的服饰,大襟、宽袖、蓝色长袍凸显出其特有的族群性特征,与当地后汉族移民及少数民族明显不同,导致屯堡人往往被误读为少数民族,然而他（她）们却自", "label": "民族学", "id": 0}
{"content": "<正>近代以来,伴随着工业化浪潮和全球市场的开辟,不同民族、不同地域、不同群体文化间的文化接触和互动越来越频繁,各民族文化的碰撞、冲突、交流等迅速成为一个世界性的现象。而\"原生态文化\"这一概念,近年随着文艺界的广泛使用,在理论的反思中已进入了人类学、哲学等诸领域,成为了一个时尚和具有前沿性的学术话语。但是,", "label": "民族学", "id": 0}
{"content": "<正>芦笙是深受苗族群众喜爱的吹孔多簧气鸣乐器,是世界上现存大多数簧片乐器的鼻祖。芦笙不仅用于民间娱乐,也是和木鼓、铜鼓一样的圣器。苗族民间认为,芦笙能带来风调雨顺、五谷丰登,还能够与神灵沟通,与先祖交流。芦笙在众多的苗族节庆中展现,在芦笙舞中,又展现苗族盛装(银", "label": "民族学", "id": 0}
{"content": "<正>今天,这个世界上的每一个人都身陷全球化的洪流之中,社会科学也无可避免的在这一领域展开了许多讨论。西南地区由于地理生态具有隔离性和相似性,几千年来不同民族社会文化之间不断进行交流,使该地区具有多元的、复杂的政治、经济、社会、语言、文化和宗教特色。形成\"你中有我,我中有你;族同语不同,语同族不同;教同族不同,族同教不同\"等复杂现象。其中羌族是具有典型接触特征的少数民族,", "label": "民族学", "id": 0}
{"content": "<正>黔东南苗族人民的斗牛,是黔东南最具特色的民族风情文化之一,其产生的时间已很难考证,但是从原生态的文化现象来进行分析,可以肯定的是,黔东南苗族斗牛文化发展的历史是悠久的。2009年,由凯里、施秉、开阳三县市申报的苗族斗牛被列入贵州省第三批非物质文化", "label": "民族学", "id": 0}
{"content": "<正>在这个充满思维与信仰范式的多样性、风俗与世界观的差异性的世界,每一个社会和民族都有自己文化传承的内容和方式,文化的传承既是该社会或民族的个体行为更是群体行为,其本质也不仅是一个文化过程,更是一个教育过程。人类文化传承的场所与方式,既可以指正", "label": "民族学", "id": 0}
{"content": "<正>城市主义是指以\"乡村城市化\"为表征的现代物质主义、消费主义、文化和话语霸权主义等对原生态乡村生活及其文化进行诋毁和贬损的各种言行的总称。它包括以城市的价值观来看待和评价乡村生活,把城市的文化模式移植到乡村,以城市的社会结构和生活方式来改", "label": "民族学", "id": 0}
{"content": "<正>近十年来,由于国家及地方政府力量的介人,水书抢救工作取得前所未有成绩,有关水书的传承与保护问题更成为学术讨论的热点。然而水书\"不是生活文字,而是卜筮文字\"的性质,注定水书只能由识读理解它的水书先生使用而非普通大众。人类学功能学派强调,任何文", "label": "民族学", "id": 0}
{"content": "<正>雷山县西江控拜苗族银饰艺术之乡位于贵州省黔东南州雷山县西江镇北部,北临西江镇另一银匠村麻料村,西临西江镇乌高村,东临台江县排羊乡,南临驰名中外的西江千户苗寨,距沪昆高速公路玉屏至凯里段15千米。", "label": "民族学", "id": 0}
{"content": "<正>华坪的花傈僳是傈僳族的一个支系,据史书记载公元前后就有傈僳族居住在华坪和雅砻江一带,是华坪最早的土著民族,也是华坪少数民族中人口最多的民族,有26000余人,占全县少数民族总数的55%。华坪的花傈僳是一个世代眷恋大山的少数", "label": "民族学", "id": 0}
{"content": "西部民族文化不但反映了西部地区各民族的过去、现在和将来,还显示了民族的向心力、凝聚力和生命力。调查西部民族文化发展现状、总结西部民族文化特征、分析西部民族文化发展限制因素、提出西部民族文化的可持续发展战略,将有助于进一步推动西部民族文化的繁荣。", "label": "民族学", "id": 0}
{"content": "端午是中国重要的民俗节日,在这个节日里,有很多的民俗事象和活动。这些事象和活动都源于祈福镇邪驱灾的原始巫术,表现出中国人对生命、对人生的重视,对现实功利的关注。战国末年,楚人为表达对屈原的敬重,将纪念屈原的活动纳入端午民俗之中,给端午民俗增添了新的内容和新的文化价值,即在关注现实人生的同时,注入了对超越性价值的追求,对包括爱国、理想和正义等范畴的\"道义\"的持守,从而形成了中华民族独特的端午文化价值体系。它影响着两千多年来中华民族与大中华文化圈内的广大民众,成为泛中华文化圈内的一个重要民俗节日。", "label": "民族学", "id": 0}
{"content": "我国悠久的传统节日之一——端午节,具有厚重而丰富的文化内涵。本文根据文化内涵的概念,将端午文化分为物质文化层、行为文化层和精神文化层,并分别从粽子、菖蒲、艾草、龙舟等具体实物分析端午节的物质文化内涵;从人们在端午节吃粽子、挂菖蒲和艾草、划龙舟等活动分析其行为文化内涵;从以屈原为代表的爱国主义精神及其有关端午节的诗歌创作等方面分析其精神文化内涵。", "label": "民族学", "id": 0}
{"content": "<正>蒙古族人民的风俗习惯,富有浓厚的民族特色和乡土气息.现在,许多风俗习惯仍然保持着原来纯朴的古风,体现了蒙古民族优良的传", "label": "民族学", "id": 0}
{"content": "<正>\"婚姻\",是人们最熟悉的概念之一,可真正理解其涵义,却不那么容易了。\"婚姻\"二字积淀着极其深厚的历史文化内容。从古到今,围绕人类婚姻所形成的风俗、习惯等文化现象堪称最丰富、最复杂。它对家庭、家族、宗族及有关社会组织具有基础性意义。", "label": "民族学", "id": 0}
{"content": "<正>上次讲座之后,很多听众围绕中国婚姻风俗话题,提出了很多相当有深度的问题,这恰恰反映出《辽海讲坛》在普及科学文化知识、提高群众文化素质方面所产生的广泛影响,同时也反映出婚俗话题是广大听众普遍关注的问题。对听众提出的婚俗文化问题我归纳为13个方面。下面,我就一一作以回答。", "label": "民族学", "id": 0}
{"content": "<正>《汉书》曰:\"酒为百礼之首。\"明宣宗在《酒谕》中亦曰:\"非酒无以成礼。\"那么,什么是酒?什么是酒文化?为什么要弘扬酒文化?我认为,首先是要确认酒的客观存在;其次是要确认酒是物质、精神、技术、习俗、心理、行为等载体的表象。酒文化既涵盖", "label": "民族学", "id": 0}
{"content": "<正>徐霞客（1587～1641年）,名弘祖,字振之,明南直隶江阴人,有《徐霞客游记》（以下均简称《游记》）存世,\"我国古代类书、丛书不计,作为单一的著作,没有第二部书涉及如此广阔的科学领域,包括如此丰富的科学内容,具有各方面的科学价值\"。本文拟从民族学的角度来探讨徐霞客及《游记》的价值(本文所指民族学,或称为人类学,与欧洲大陆所称民族学,", "label": "民族学", "id": 0}
{"content": "藏彝走廊是由费孝通先生于1980年前后提出的一个\"历史—民族走廊\"概念,主要指青藏高原东部由一系列南北走向的山脉及其间的河流共同形成的高山峡谷区域。该区域既是历史上西北、西南间民族迁徙流动的重要交通孔道,也是我国目前公认的民族种类最繁多、支系最复杂、民族文化原生形态保留最完好的地区。本文主要以汉文史籍的记载为中心,系统清理历史上藏彝走廊地区存在的人群类别情况,其时限上起汉代,下迄民国时期。这对于了解和认识历史上该区域人群面貌的变迁及民族发展脉络是一项十分必要的工作。", "label": "民族学", "id": 0}
{"content": "族群分类与认同一直是人类学领域的重要概念,社会心理学家的研究表明,人们都有各自的团体划分。在过去的研究中,比较注重于藏族自身的族源、历史、经济和文化;即使是近年来逐渐出现对藏族与其他民族/族群关系的研究,大多从宏观方面着手,缺乏对具体情况下族群分类与认同的研究,尤其缺少关于寺院与所在社区村落之间关系的分析。本文将田野调查的第一手资料与人类学和社会心理学的理论结合,以特定藏传佛教寺院为观察中心,指出同一社区内族群边界的不固定性以及分析在不同情况下对于边界的模糊与强调,而且还提出社会变迁和全球化过程对于族群分类和认同意识的影响。", "label": "民族学", "id": 0}
{"content": "<正>一清初以来,畲族分布格局发生一个显著变化,闽东北逐渐成为这个族群的最集中的栖息地（本文的闽东北,主要指今宁德设区市）。现在宁德市9个县（市、区）,其中4个在沿海。宁德市有9个畲族乡,全部分布在沿海县份。蕉城（原为宁德县）的金涵,福鼎的硖门和佳阳,霞浦的盐田和水门,直接就在海边。福安的坂中、康厝和穆云,离海边有点距离,但也在交溪中游的主支流（穆阳溪）上,与交溪在福安入海处的几个港口大镇水路相通,情况有些类似", "label": "民族学", "id": 0}
{"content": "<正>南靖是福建向台湾移民的几个主要山区县之一,明清时曾有大批人口迁移台湾,该县诸多姓氏的谱牒对此都有或详或略的记载。一些学者通过对谱牒、方志等地方资料的分析,对两地移民史进行了整体趋向性的回顾,充分说明了两地多姓氏家族间的血缘关系,也从一个侧面揭示了台湾居民多来自明清以来大陆移民的史实。但这些研究的视野多比较宏观,缺乏具体个案的深入剖", "label": "民族学", "id": 0}
{"content": "<正>改革开放以来,中国农村,尤其是南方的不少地区出现了宗族公开恢复活动或重建的现象。续谱、建祠、祭祖、修墓、开庙会等在全国各地的农村中均有不同程度的表现。许多地区兴起修建祠堂热潮。\"几乎每村都有一个以上的祠堂或祖厝,很多地方还大兴土木,重修重建祠堂,不同姓氏建造的祠堂可谓富丽堂皇,是当地最为引人注目的建筑。\"与此同时,\"亲戚亲三代,宗族亲万代\"、\"同宗同族一家人,打断骨头连着筋\"、\"上阵兄弟亲,打仗父子兵\"等宗族亲和意识增强,同宗家庭之间经常进行农业生产合作,日常生活中相互帮助。笔者认", "label": "民族学", "id": 0}
{"content": "<正>关于\"苗族那么落后\"话题,由来已久,甚至都成为一个\"共识\",以至于在苗族中每每出现一些\"文明创举\"之类令人刮目相看的事象时,本族有人不自信,他族更是疑惑重重。其实,纵观中华文明五千多年的历史进程,相比之下,我们苗族的落后是2000多年的\"苗疆分理期\"、无法统一领导所致。而在此之前的3000多年的先秦以前,苗族是一个文明世界", "label": "民族学", "id": 0}
{"content": "本文主要是介绍\"中国苗族九卦易经\"。它是清末湘西苗民杨老七真传,田仁美、龙玉六口授,田彬传承制图、释义、讲解和奉献,田彬、龙炳文翻译、整理、校正和注释。它的内容有卦名、卦象、卦文、卦义、卦理和卦势等,涉及天文、地理、动物、植物、人居、器物、医学和哲学等知识.是苗族先民对人类自身、人与自然的认识、人与自然的和谐相处的科学总结。它体现了苗族\"一分为三,三位一体\"的唯物主义的生成哲学观,\"万物有灵\"的能量观,\"三生万物\"的生命观。是继苗族生成哲学之后又一个完整的宇宙模式,堪称百科全书。", "label": "民族学", "id": 0}
{"content": "我国古代\"五溪\"及其周边地区是遭受中国历代封建统治者镇压最残酷的地区,而处于五溪中心的洪江古商城在这\"五溪蛮\"的首蛮之地成功地实现了民族融和,有力地促进了当地经济发展和社会安定。究其原因,首先是当年当地经济社会发展的客观需求,昭示民族融和的必然趋势;古商城商业利益的吸引成为民族融和的原动力;作为移民城镇的古商城,外来商民与土著原居民的和谐共存是民族融和的重要基础;而古商城为求自身发展所形成的发达的社会福利和民间救助成为民族融和的重要支撑。洪江古商城的存在,为中华民族大家庭中民族融和的成功典范而为世人所瞩目。", "label": "民族学", "id": 0}
{"content": "<正>中国的民族问题,包括周边民族关系等,历来是人类学、社会学、民族学、历史学、考古学等多种学科交叉研究的重要课题。改革开放三十年来,随着西方学术理论和方法的不断传入,我国民族问题研究迅速地拓宽了领域,呈现出多元化的态势,取得了丰硕的成果。在此基础上,民族史研究是否需要结合我国多民", "label": "民族学", "id": 0}
{"content": "<正>当代多民族国家或以同化论或以多元文化主义为指导解释本国民族关系,并制定国家认同政策,而由此连带的潜在认同危机值得反思。笔者认为,就中国而言,社会认同理论对中国少数民族的内在认同观感及其行为表现更具有解释效力,本文以朝鲜族为实例,并通过考察朝鲜族国家认同、族群认同和跨境民族认同三重认同的实现过程,认为从政治和文", "label": "民族学", "id": 0}
{"content": "<正>我国传统婚姻可说是一种由父母包办的婚姻:大多当事人遵从父母之命、媒妁之言去建立自己的新家庭。在那种婚姻模式下,婚前男女双方互不认识,更谈不上互相了解和相亲相爱了。就因此,婚后经常出现悲剧:轻则因缺乏感情而时常发生家庭矛盾和纠纷,重则闹离婚甚至导致女方或男方以自杀等表示抗议不合理的婚姻。为减少甚至避免这类事的发生,有人想出各种办法来弥补男女双方婚前的情感欠", "label": "民族学", "id": 0}
{"content": "<正>一、两岸婚姻的复杂性自古以来人类婚姻是复杂的;每对婚姻都有其特定的具体模式。这里不去考究海峡两岸（大陆和台湾）的古代婚姻,而只是从蒋介石带领一大批军队和文人逃到台湾说起。我老家兴宁地区,胡琏兵团败退,路经时抓了一大批青年,被挟持到金门和台湾,这些人到台湾后,就产生了复杂的婚姻问题。我举同村的两个堂兄为例:一个叫刘均泉,被胡琏兵团抓去时,他的童养媳妻子已怀孕了,他被抓时,", "label": "民族学", "id": 0}
{"content": "<正>在汉族当中,目前发现在惠东地区有\"长住娘家\"（long stays at bride parents’ home after marriage or delayed transfer marriage延迟转移的婚姻）或称\"迟落夫家\"的风俗,而在珠江三角洲地区则存在着\"不落夫家\"（not stays husband home）的习俗。在过去,我们常把长住娘家的习俗与不落夫家的习俗混为一谈,并以一种习俗的名词去统之,如林惠祥先生等就", "label": "民族学", "id": 0}
{"content": "<正>婚姻观系指人们关于婚姻的观念。婚姻观不是自有人类就有,而是历经数百万年漫长的杂交群婚,\"其性关系纯由生理的性本能所支配,是无所节制的一种杂乱性交。此种性关系必然给族类的生存和绵延带來危害性,经过漫长的岁月,原始人自觉或不自觉地意识到杂乱性交给族类带來的危害,从而开始对性关系加以某些规范和限制。先", "label": "民族学", "id": 0}
{"content": "<正>民俗即民间的风俗习惯,它是几千年来延续下来的一种传统文化,其中既有其糟粕、腐朽的东西,也有其科学、合理的一面。本文试从闽南婚俗主要是漳州婚俗（因本人乃漳州人氏,对此较为熟知。推而广之,闽南厦漳泉包括台湾,婚俗其实大同小异）,来分析研究民俗所蕴涵的科学、合理的东西,进而由民俗来阐发传统文化的继承。在今天,人类已经飞出太空,登上月球,我们的社会一日千里,我们如何看待过去的人和事,如何接受、保存和发扬优秀的传统文化,不单单是个关乎过去的问题,它更关乎明天的生存与发展。", "label": "民族学", "id": 0}
{"content": "<正>在2008年召开的厦门第六届\"海峡两岸闽南婚庆文化旅游节\"婚庆文化论坛上,我们提交了题为\"略谈中国婚俗及其特征、时代观\"一文,论及\"时代观\"中,曾提到应坚持传承与创新的统一,既有传统婚庆的风采,又有现代浪漫的新潮;既具民族性,又具先进性。现再就\"‘婚俗时代观\"议题作如下进一步的阐述。一、婚俗（婚庆）文化也是一种文化力、\"体验经济\"。", "label": "民族学", "id": 0}
{"content": "精英在社会变革、经济发展与文化传承中扮演着重要的角色,目前研究集中在精英身份转换和精英能动性两个方面。在全球化日益加剧的今天,少数民族民族文化的传承,民族地方的发展,民族精英都有着重要作用。仡佬族是贵州古老的世居民族,曾建立了西南地区闻名的\"夜郎国\",但随着人类历史的发展,仡佬族逐步退出历史舞台。在这一社会进程中,仡佬族精英如何看待自己的民族身份,对本民族的情感和在地方上的行为都有着重要意义。本研究通过实地走访调查和结构式访谈,对仡佬族精英的民族身份、历史记忆、语言、服饰等民族符号、精英的民族情感与行为,对（出生地）居住地的感知等等情况进行调查。研究表明:仡佬族社会精英身份意识存在着明显的空间差异,民族乡、散居点的仡佬族精英具有强烈的民族身份意识;仡佬族精英既是民族复兴和重建的中坚力量,又是民族符号消失最早的群体;民族身份意识与精英的社会身份相关,也与民族地方的意识和联系相关。那些在仡佬族事务中具有明确社会身份的少数仡佬族精英具有强烈的民族认同和情感,而大多数仡佬族精英对本民族的事务和活动等方面缺乏广泛的参与性,民族身份记忆模糊或缺失,地缘意识大于族源意识。究其原因,一是民族身份建构方式不同,二是精英群体缺乏民族身份的表达空间。研究揭示了民族精英的能动性发挥,需要精英强烈的民族身份意识和地方意识,而意识的形成和强化,则需要建立完整的精英网络结构,并赋予民族精英身份发挥的足够空间与平台。", "label": "民族学", "id": 0}
{"content": "社会网络是社会学和经济学研究中的一个重要分支领域,近几年来,其在理论发展和经验研究的过程中已经体现出了不同的研究趋势,在人文地理学的研究当中也取得了较大的进展。图们江地区是我国朝鲜族主要聚居的地区,地处中、朝、俄三国交界,人口流动性较大。不仅与国内其他地区有着广泛的联系,而且还与朝鲜、韩国、日本等周边国家和海外其他地区交流频繁。本文选取图们江地区的延吉市、龙井市、图们市作为研究对象,利用社会网络的理论,采取社会调查和实证主义分析的方法,对研究区域1978年一2007年30年之间的朝鲜族家庭和社会经济结构的变化进行分析,进而考察该地区朝鲜族与国内其他地区和海外的社会网络空间结构的演化过程。研究发现,在改革开放的30多年以来,延边朝鲜族社会家庭规模在逐渐缩小,人口比例逐年降低,学历层次不断增高,经济生活水平逐年提高。人口出现了出现从农村到城市、从延边到沿海地区、从国内到韩国、日本等海外流动的趋势,并形成了广泛而多层次的社会经济网络。这种社会网络对于提高图们江地区城市区位、吸引各种发展资源具有特定的作用,对图们江地区的社会、经济、文化的发展产生了重要影响,是该地区城市可持续发展的重要因素之一。", "label": "民族学", "id": 0}
{"content": "民族是语言和文化的载体。民族多样性的地理分布为理解民族的起源与分化,解释语言和文化多样性的分布与变迁提供了基础信息和空间证据。基于1990年我国第四次人口普查的县域水平的数据,本文分析了中国少数民族人口及民族多样性的地理格局。到20世纪80年代末,中国少数民族人口仍主要分布于东北环绕至西南的高原山地区域,但少数民族多样性在大、中城市区达到高值,符合\"大散居、小聚居\"的总体格局特征;主要少数民族的人口分布形成空间替代优势分割的局面,与基于人口民族构成的聚类分析结果相吻合。中华民族聚居区\"六大板块、三条走廊\"的格局得到不同程度印证。其中,北方板块之间界线明确;中原地区少数民族构成的地理格局十分破碎,并主要表现出南北方向的交叉、渗透;南方少数民族组合区形成东、中、西并列格局,彼此之间表现了很明显的过渡性,但南岭民族走廊不显著;青海东北至甘南一带是我国主要少数民族组群之间的交汇点,反映了多个方向上的过渡;台湾少数民族构成与分布具有显著的岛屿特征,而海南岛与大陆联系密切。中国的少数民族聚居区可以归纳为\"九区一廊道\"的格局。本研究表明,民族的起源、分化、迁徙和相互作用是一种时空过程,空间分析可以提供特定时期民族状况和民族关系的整体特征,与历史研究相互补充和印证。", "label": "民族学", "id": 0}
{"content": "<正>高句丽古城包括都城、重要山城和镇城的历史分期,属于高句丽社会历史和城市考古学分期的研究范畴。关于都城的建置分期,已有专文发表。本文则重点对都城以外的遍布鸭绿江两岸的高句丽早、中、晚各期重要城邑的建置分期,从文献记载和考古遗存上进行综合考察,并进而分析其早、中、晚各期古城出现的历史背景。", "label": "民族学", "id": 0}
{"content": "<正>高句丽城邑制度与其社会发展的关系,是高句丽历史研究的深层次问题。从高句丽历史考古学研究的宏观角度观察,高句丽古城研究,除涉及考古学、历史学和其他诸多领域外,就其深刻的历史背景看,首先应当是文化研究。这种深刻意义上的文化研究,至少关涉高丽民族的起源及其政权性质;关涉汉文化、周边民族文化等一系列问题。本", "label": "民族学", "id": 0}
{"content": "<正>从民族考古学上考察高句丽的城市考古学,其\"城邑制度\"的形成与山城的出现,都有其特殊性。因此对高句丽山城及其形成规律的研究,应当成为高句丽古城研究的中心环节。本文作为《高句丽的城邑制度与都城》的姊妹篇~1,拟重点考察在高句丽的\"城邑制度\"下,其山城建筑中有别于中原城市考古学的特殊规律及其与\"城邑制度\"的关系。", "label": "民族学", "id": 0}
{"content": "<正>哈萨克族是我国古老的少数民族之一,主要分布在新疆北部的伊犁、塔城和阿勒泰地区,极少数分布于甘肃、青海等地。2000年第五次全国人口普查公布,哈萨克族人口数为1250458人。哈萨克这一名称最早出现于15世纪初,有其本民族的语言和文字,哈萨克语言属于阿尔泰语系,突厥语族,西匈语支,其老文字属于拼音文字的阿拉伯字", "label": "民族学", "id": 0}
{"content": "<正>夫余及其先世,是中国东北\"东夷\"系统中与高句丽并重的重要部族。从族系看,夫余属中国东北土著三大族系中的■貊系统。从现存史籍中看,其稍晚于■与貊,而始见于战国末期至西汉初期。《史记·货殖列传》载:\"燕北邻夫余,东绾朝鲜、■貊、真番之利\"~1。《史记》中的燕,应指战国之燕国或汉初封臧荼为\"燕王\"的西汉初之燕地。所以至少在汉武帝元朔元年以前,夫余已出现于燕北之境,并应在■貊之北方,即", "label": "民族学", "id": 0}
{"content": "<正>一、命题缘起与研究回顾千山和龙岗山脉,从自然地理上看,都是地处东北亚核心区域的长白山系,向东南延伸的两个支脉。千山横亘在辽东半岛浅腹地的鸭绿江海口与辽河人海口之间,为辽河下游与辽东半岛沿海诸河流的分水岭;龙岗山脉连同哈达岭南支,主要是辽河中游和东辽河水系,与松花江上游和浑江上游的分水岭。在千山和龙岗山脉之间的辽东腹地,主要分布有横向的太子河和浑河,以及纵向的浑江、富尔江和叆河。形成了\"长白山南", "label": "民族学", "id": 0}
{"content": "<正>吉林省通化市万发拨子遗址（俗称王八脖子遗址）,早在20世纪50年代已经发现并有报道~1,其后著录于《吉林省文物志》~2。1997—1999年历时三年,由吉林省文物考古研究所对该遗址进行正式发掘~3。这是东北地区对\"前高句丽时期\"遗址进行科学发掘的重要发现之一。这次发掘的报道,见载于《中国文物报》2000年3月19日1版和", "label": "民族学", "id": 0}
{"content": "<正>一、民族志学的意义与民族学人类学关系中国大陆的民族学与人类学定位之争既有非西方国家学界面对西学挑战产生的迷思,也与国家对学科资源深度管控有关。笔者认为民族学跟社会文化人类学的关系密切,大可划上等号。两者看待社会、文化、民族和族群现象的理论方法相通,研究旨趣内涵也都相似。两者都于清末民初从西方舶来,都在1 950年代经历了苏联式的院系调整和后来的马列化过程,又都在改革开放以后再次面对后现代西学。我本人1 0年前反思台湾政治大学民族学系的困境与挑战时,曾撰有《从边政到民族》一文,其中提到:民族学在民族学系的教研体制中,它所代表的意义应该具有两个相关的思考层面,其一、是民族学的基础学科理论及其研究体系的建构;其二、是以较扩大、较宽广并与现实事务相结合的视野来从事\"民族学式\"的思维、观察与人文关怀。换句话说,民族学系的民族学应有广、狭二义。其中狭义者指", "label": "民族学", "id": 0}
{"content": "<正>2009—04—07裕固族的一些介绍主讲人:钟进文,男,裕固族,党员,甘肃省肃南裕固族自治县人。裕固族现在主要聚居地是在甘肃省。目前全国只有一个自治县（肃南裕固族自治县）,最新统计数字是一万三千多人,人口主要是自然增长,增加速度比较缓慢。裕固最早来源是唐时的回鹘汗国。在族群形成的过程中,裕固的文化与蒙族、突厥文化很多地方相交融。在裕固族本身的人口中,由两部分历史渊源及形成过程不同的族群组合而成,而两部分又分别与藏族文化相", "label": "民族学", "id": 0}
{"content": "<正>小民族的生计问题主要由外部环境急剧变化引起。生计是人们生产和生活的基本方式。文化适应是指传统文化要素面对新环境的重组重整。其范围包括文化对环境的适应和文化各部分间的相互适应。由于小民族面对现代国家主导的生计变迁,往往处于被动地位,所以会出现\"剃头挑子一头热\"的现象。如何解决这一问题?笔者结合滇西北独龙族聚居区的地方知识提供一些建议。一、独龙族传统的生计模式独龙族聚居地位于北纬27°31′-28°24′,东经98°08′一98°30′的独龙江畔。独龙江隐藏在万山丛中,水流湍急,偏僻封闭,当地人很难与外界交往。当地海拔从龙元村对面山峰的5128米降到出境江面的11 60米,南北间距仅38公里,纵向下降率为1 04米/公里。", "label": "民族学", "id": 0}
{"content": "<正>\"列维-斯特劳斯利用他的经历,反思风景的自然状态,反思旅行的观念,反思日落,反思现代性,反思识字与权力的关系。\"中国新闻网评论:列维-斯特劳斯1930年代,为找寻印第安人的足迹,\"从法国远渡重洋来到巴西。没有瑰丽的异国风情,只有凄苦的土著人与浮躁而机械的圣保罗与里约热内卢。古老悠久的文明被渐渐遗忘,取而代之的是西方殖民者强制植入的西方文化中心论。即使坐着魔毯逃离南美这片抑郁的土地,去到", "label": "民族学", "id": 0}
{"content": "中国在世界舞台上取得地位的原因在于勤劳努力的中国人。中国在各个方面正在发展。改革开放30多年来的中国已经立下了不少举世瞩目的奇迹。然而发展太热也带来负面作用,即将人们推进压力和紧张的漩涡之中。意识也意识不到,意识到也逃不出去……有机会在中国尤其是在北京学习和工作,对我们外国留学生来说,是一件很幸运的事情。因为我们不再只是观察者而已经成为参与观察者。在中国的\"怀里\"用他者的眼光去看中国。下面是中央民族大学民族学专业留学生马克思基于他六年在北京工作和学习的经历对当代中国人的教育、经济发展和宗教观念进行的一些反思。我们来看看外国留学生是怎么看中国的吧!", "label": "民族学", "id": 0}
{"content": "一夫多妻制度在传世文献中,多见于上层社会贵族生活中,而长沙走马楼吴简是反映民间社会生活面貌的,走马楼吴简中所见\"中妻\"这一称谓语未见于传世文献,我们结合吴简考释它的含义,从而管窥三国婚俗,同时也体现了三国时期一夫多妻现象在社会下层的普及。", "label": "民族学", "id": 0}
{"content": "<正>泰语系民族是中国南方与东南亚、南亚区域内最大的族群,并且有着共同的民族与文化渊源关系。有关傣泰民族的起源与流源问题一直是国际学术界的热点问题,并且已进行了长达百余年的争论。中国学术界在过去的几十年中进行了大量有益的研究,产生了一些在国际上有影响的成果,但是由于时代的局限而造成了观念及研究资料、手段的限制:如在过去我们对于泰人在", "label": "民族学", "id": 0}
{"content": "<正>龙陵是中国西南边陲的一个国家级贫困县,与缅甸有近20公里的边境线,全县总人口近27万人,居住着汉、傈僳、傣、阿昌等23个民族。为了积极推进边疆经济社会发展,丰富农民群众的文化生活,抵御境外腐朽文化的渗透,龙陵县委政府通过加强基层党组织建设,创新传播先进文化的方法和载体,增强基层党组织的凝聚力和战斗力,不仅提高了广大农民群众的科学文化素质和知识致富能力,而且有效地构筑了一个边疆文化长廊。党的基层组织是党的全部工作的基础,在集边境、贫困和民", "label": "民族学", "id": 0}
{"content": "<正>一、关于古羌人的发祥地1、氐羌同源。氐羌是中国西部十分古老的民族,也是一个伟大的民族,\"输血\"的民族。传为大禹、伯益所作的《海内经》说:\"伯夷父生西岳,西岳生先农,先龙是始生氐羌。\"商代甲骨文中多次出现羌字,并有\"命妇好……伐巴方\"的记载（巴人是古羌人的一支）。春秋《国语·郑语》高诱注:\"姜,伯夷之后", "label": "民族学", "id": 0}
{"content": "<正>以下想就中国历史上民族关系中几个争论较多的问题谈谈自己的看法。一统一与分裂我们说,中国自古就是一个统一的多民族的国家。这只是一种笼统的、概括性的总结。从历史上看,这个统一的多民族国家,并不是一成不变的,她的统一与疆域,有一个形成、发展的过程。", "label": "民族学", "id": 0}
{"content": "<正>当前西方国家对我国的民族宗教政策横加指责,一个重要的原因就是由于他们自己秉持的民族观是\"一个民族,一个国家\",但是如果用这样的民族观看待中国的民族问题,就如同杨洁篪外长所说,是在用西洋画的审美标准欣赏中国画。造成这种差异的原因,既有民族分类方法上的不同,也有自古以来宗教信仰上的区别,本文一一加以解释。", "label": "民族学", "id": 0}
{"content": "<正>中国统一战线理论研究会民族宗教理论甘肃研究基地,是经中共中央统战部和中国统战理论研究会批准成立并进行业务指导,由甘肃省委统战部领导、并与西北民族大学联合共建开展民族、", "label": "民族学", "id": 0}
{"content": "本文总结了希伯来圣典对犹太住棚节的记载,分析了这一节日的社会教育意义,即忆苦思甜、重温本民族的艰苦历程;培养了乐观、自信的心态;强化了对民族精神的崇敬之情。同时也介绍了今日以色列人庆祝住棚节的情形。", "label": "民族学", "id": 0}
{"content": "<正>自然环境对人类的社会组织形式会有一定的影响。当一个人类群体的生产力水平较低,又处于一个恶劣的自然环境中时,这种影响就较大,他们就只能选择那种能有效地帮助他们抵御自然环境的重重压力和灾难的社会组织形式,血缘家族就是这样的一种组织形", "label": "民族学", "id": 0}
{"content": "<正>维吾尔历史发展进程中的一个重大转折——\"回鹘西迁\"像一道分水岭将这个民族的文明史分成两个不同的文化形态:漠北时期的游牧,以及更早时期的狩猎、采集文化与绿洲时期的农耕文化。在新的历史发展阶段,古老的维吾尔文化肌体因置身于西域这个多民族混居、多元文化交织的历史背景中吸收新质文化细胞,吸收其他民族与外来文化因素而不断发展、丰富,获得了新的生命力。这种历史", "label": "民族学", "id": 0}
{"content": "<正>任乃强先生一生笔耕不辍,涉猎广泛,在藏学、历史学、地理学、民族学、文献学和文学、农经学等多个学术领域,都有卓著的成就。其中藏学研究是他毕生致力、成果最多的一个学术研究领域。作为我国现代藏学的先驱者和奠基人之一。他在康藏史地、社会、民族、政治、宗教、经济、文化等方面进行了一系列开创性研究,作出了许多开拓性贡献,例如:", "label": "民族学", "id": 0}
{"content": "<正>任乃强先生是我国著名的历史地理学家、民族学家、教育家。他一生言传身教,桃李芬芳;他一生笔耕不缀,著作等身;他一身孜孜不倦,为图\"经世致用\",他一生涉猎颇广,在农学、地理学、教育学、民族学、民俗学、历史学乃至文学", "label": "民族学", "id": 0}
{"content": "任乃强（1894-1989）是中国现代著名的藏学家、民族史家、历史地理学家,他一生致力于西南民族尤其是藏族的地理、历史和社会研究,治学\"务求经世致用\",为国家利益和民族的发展殚精竭虑,一生笔耕不辍,涉猎广泛,共撰有专著25部、论文300多篇,在历史学、地理学、藏学、民族学、文献学和文学、经济学等多个领域,提出了许多开创性的观点,出版了多方面的论著,成就卓著,为后人留下了宝贵的学术遗产。尤其是其康藏研究,独步当时,惠及后世。然而,国内外人士对任先生传奇坎坷的人生历程知之甚少,学术界对任先生的学术成果和治学思想尚未进行过系统的反思和总结。鉴此,本文在遍览国内外相关文字的基础上,以任先生的作品和第一手材料为主要依据,力图从人生经历、学术造诣、治学思想三个方面,较为全面、系统、深入地总结任乃强先生的一生,并以此纪念任先生逝世20周年。首先,本文全面展示了任乃强先生传奇坎坷的人生经历:（一）南充—北京—南充时期（1894-1928年）,学生、教师、职员;（二）成都—康区—成都时期（1929-1935年）,考察、著述、任教;（三）西康时期（雅安-康定-雅安-成都,1935-1942年）,考察、著述、从政、任教;（四）成都时期（1943-1969年）,著述、任教、编辑、\"右派\";（五）南充时期（1969年秋-1975年春）,穴居、著述、创作;（六）成都时期（1975-1989年）,著述、授业、去世。其次,本文较为深入地阐述了任乃强先生博大精湛的学术造诣:（一）康藏史地考察与研究;（二）四川与西南史地研究;（三）羌族历史研究;（四）文学研究和创作。第三,本文揭示了任乃强先生经世致用的治学思想:（一）为国家利益服务—经世致用;（二）为民族利益服务—参与研究;（三）史地结合,不囿陈说。", "label": "民族学", "id": 0}
{"content": "西藏芒康县盐井纳西民族乡的民间传统力量的运作模式,以服务集体为特征,存在互惠的特点。上盐井的村长作为国家行政力量的基层代表,同时又深受村民的信任,在国家和村民的双重认可下村长既能传达政府之意,也能为了村民的利益与政府抗争,并处理村中各种大小事务,维持一方秩序。加达村存在一个有五个成员组成的民间组织\"五人组\",在处理村内的公共事务或组织集体活动方面起着主要作用。五人组有其独特的产生办法,不收取任何报酬,作为一个由村民自愿选择参与的单纯的服务组织存在。另外,宗教信仰也是盐井地区一股重要的社会控制力量,特别是此地的活佛仅仅是一种象征意义上的存在,跟大寺庙的活佛有所不同,其身份的执行以个人的时间而定,有很大的随意性和世俗性。", "label": "民族学", "id": 0}
{"content": "元代康区历史研究是藏族史和康区地方史研究的重要方面,由于前辈学者筚路蓝缕的努力开创,以及当代学者的辛勤耕耘,业已取得日益丰硕的成果,新资料的发现、翻译和使用,更让康区藏族历史研究呈现强劲的发展态势,这是值得为之欢呼的。但与此同时,又因为资料的缺乏和零散,许多问题依然模糊不清或者众说纷纭,许多重大历史事件和人物活动的历史地理位置尚待确定,本文所要探讨的、位于康区的\"gtso mdo bsam vgrub\"（卓多桑珠）\"和\"dremandhala\"（哲曼达）即属此例。本文依据藏汉文资料对在元代藏族历史上具有重要影响的\"gtso mdo bsamvgrub\"（卓多桑珠）\"和\"dre mandhala\"（哲曼达）及相关史实进行了考证,期有助于相关问题研究的深入。", "label": "民族学", "id": 0}
{"content": "作为青海古老的藏族世居部落,拉安部落在漫长的历史进程中为青海的长治久安和发展立下了不可少却的贡献。明清之际,由于东西蒙古大举入驻青海,迫使环湖地区各藏族部落向黄河以南迁移,拉安部落亦同其他藏族部落一样,遭受背井离乡之厄运。随着蒙古族的衰败及清政府抑藏扶蒙、分而治之、那彦成\"查办番案\"等不合理政策的干预,两族之间产生了数百年的草场争夺矛盾。之后西宁办事大臣福济筹办安置事宜,为移入河北的拉安等八个藏族部落分地划界,形成\"环湖八族\",从而稳定了持续百年之久的藏族北移斗争。本文以部落的发展纵横为脉络,通过大量的历史文献与口碑资料,对其族源、族名由来、形成、分流、兴衰及发展现状做了较为客观的概述。", "label": "民族学", "id": 0}
{"content": "马长寿先生是我国著名的民族学家和民族史家,民国时期长期从事西南民族的研究,并多次前往西南少数民族地区进行田野调查,完成了《凉山罗彝考察报告》等一批珍贵研究成果。马先生特别关注康藏问题,先后发表了一系列研究论文,利用当时国内外的各种研究成果,对康藏民族的分类、体质种属、社会组织以及嘉戎民族社会等问题进行了较为深入的研究。马先生充分运用了当时民族学、社会学、历史学的理论和方法,分析和认识康藏地区的历史与现实,结合实地考察,使其研究在当时达到了较高的水平。以马长寿先生和任乃强先生等为代表的一大批民国时期的学术前辈为后人留下一批丰厚的学术遗产与经验,值得我们认真总结和汲取。", "label": "民族学", "id": 0}
{"content": "<正>近代以来,随着中国边疆危机的加深,有识之士纷纷关注边疆地区的民族、经济、宗教等问题,撰写了一批著作,推动了\"西北史地\"之学的兴起。民国时期,一大批学者怀着儒家传统\"经世致用\"之热忱,分批次深入康藏、西藏各地进行了人类学、民族学、社会学、历史学的调查,并发表了一系列研究康藏、西", "label": "民族学", "id": 0}
{"content": "关于嘉绒的空间分布,常有\"十八土司\"之说,但此说却难以成立。\"嘉绒十八土司\"之说源于民国时期,很可能是当时进入嘉绒地区考察的外地学者们对\"十八王\"、\"十八国\"等相关观念的误读。这些观念在当地流传甚久,极可能来至本教,\"十八王\"、\"十八国\"并非确指,而是泛称。", "label": "民族学", "id": 0}
{"content": "《康藏研究月刊》是近现代中国藏学报刊中的一种学术性刊物,其创刊有着复杂的历史背景和学术背景,而大量藏学和边疆报刊的涌现和康藏研究社的成立为它的出现分别提供了时机和平台。从1946年10月30日出版到1949年9月30日停刊,《康藏研究月刊》共发行29期,由于受经费等的限制,该刊印刷质量并不高,存在着诸多的错讹。但它广集了任乃强、谢国安等著名学者,刊载了大量在当时堪称独步学林的研究成果,具有现实关怀性强、学术性浓等特点,在藏学发展史上占有重要的席位,为汉藏文化交流做出了独特的贡献,也为康藏问题的解决提供了便利,对康藏文化的保存和传播也有一定的作用。", "label": "民族学", "id": 0}
{"content": "<正>藏学研究,不论是中国的,还是国外的,也不管是中国国内的汉文明脉络的,还是藏文明脉络的,都有着两个不同的阶段,一个阶段可以称作传统藏学,另一个阶段可以称作主权藏学。各个文明脉络中的传统藏学相当不同,根本都是自身文明的一种扩展和延续,藏文明自身亦不例外。从这个阶段过渡到下一个阶段,", "label": "民族学", "id": 0}
{"content": "<正>在20世纪中后期四川甘孜藏区民主改革中,对于藏传佛教（喇嘛教）中不合理制度,从\"暂时不动\"到\"四反运动\",实施全面改造,消退了附着其上的浓厚政治、军事及经济等成份,基本上恢复其宗教的面目。\"宪法进了寺庙\",各喇嘛教寺庙逐步正视法律及政策的约束,接受政府有关部门对宗教事务的管理。", "label": "民族学", "id": 0}
{"content": "<正>众所周知,在中国近代社会存在两大主要矛盾,即帝国主义与中华民族的矛盾、封建主义与人民大众的矛盾。这一论断同样适用于作为中国的一部分的近代西藏。英国是中国近代历史上侵略我国西藏地区的主角,因此,透过纷纭复杂的历史现象,准确地把握英国政府在清末和中华民国时期的西藏政策的实质和演变", "label": "民族学", "id": 0}
{"content": "古柏既是19世纪进入中国西南边疆康区（或东部藏区）考察的第一位英国人,也是其考察后十年内唯一到过康区的英国人。他为觊觎中国西南边疆的英国和英印政府提供了重要情报和建议,对其后它们向该区域扩张产生了一定影响,因而是研究19世纪英国与中国西南边疆关系时必谈之人物。但由于以往研究分别利用的文献有限,尤未充分利用英文资料,故目前学术界对古柏康区考察及其影响的了解尚不够充分和深入。文章根据国内外资料和前人研究,在对1868年古柏在康区的活动进行全面深入考察基础上,一是侧重分析其川藏边茶贸易考察与印茶入藏的渊源关系,二是综合古柏所获重要情报及其对康区重大战略价值的认识,分析他对其后英国在中国西南边疆扩张的系列活动（尤对《中英烟台条约》相关条款）所产生的影响,表明了解其活动对深入认识19世纪英国在中国西南边疆的扩张及中英关系史中某些重要事件的来龙去脉具有重要价值。", "label": "民族学", "id": 0}
{"content": "刘文辉在军阀混战中兵败退守西康,并筹建西康省,主政达21年之久,期间注意理顺各民族关系,采取优崇宗教人士、授职土司、创办佛学院等措施,保持了西康地区的相对稳定,在一定程度上消弭了汉藏民族间隔阂,同时对汉藏关系的发展起了一定的积极作用。", "label": "民族学", "id": 0}
{"content": "本篇论文是教育部2008年哲学社会科学重大攻关项目《边疆民族心理、文化特征与社会稳定研究——西北分课题》的一部分。本文通过实地调查认为,影响安多藏区的社会稳定因素主要是阶层的贫富分化及其干群关系。在民族地区,阶层之间的分化因群体人格而变得复杂,有可能向民族关系问题转化;文化特征中最主要的因素是宗教,但宗教对安多藏区的基层社会稳定作用以正面作用为主。", "label": "民族学", "id": 0}
{"content": "<正>在人类学上,文化基本上是指人类对自然和社会环境的一种适应系统和机制,它涉及人类赖以生存的三种关系,即人与自然的关系、人与人的关系和人与自身心理的关系,三种关系相互作用、协调、整合,形成各种行为规范和千差万别的文化模式。生态观念是根据社会和自然的具体可能性,最优地解决社会和自然关系问题的诸观点、理论和感", "label": "民族学", "id": 0}
{"content": "<正>一个游牧经济、全戈铁马,表达的是草原文化;另一个农业经济、饭稻鱼羹,表达的是农业文化。犹如水与火如何能相容?事物的发展往往出乎人们的意料,中国的草原文化和农业文化不仅相容,而且具有巨大的亲和力。所谓\"亲和力\"本来是指两种或两种以上物质结合成化合物时互相作用的力。笔者借用这个词来说明中国草原文化与农业文化结合", "label": "民族学", "id": 0}
{"content": "<正>一、多尔吉梅林及其所撰关于牧草与放牧的本土知识著作多尔吉梅林（Dorji Meyiren）,19世纪末至20世纪上半叶蒙古族传统文人,生卒年暂不详。20世纪20至30年代是蒙古喀尔喀部的独立活动时期。这一时期,多尔吉梅林积极地参与了蒙古地方政治和社会事业活动,曾为蒙古国的社会和经济政策提出过某些创造性的建议。", "label": "民族学", "id": 0}
{"content": "<正>中国历史上只有两个由少数民族建立的全国政权,一个是成吉思汗及其后代建立的蒙古人占统治地位的元朝,另一个就是满族建立的清朝。但与元朝不到百年的短暂统治相比,大清帝国跨越3个世纪的统治,其基础之牢与效度之高,都远胜元朝。从1644年清朝建立直到20世纪初期的一个半世纪的光阴之中,清朝一直处于一个帝国扩张的过程之中,亚洲腹地一直是\"清代历史的焦点\",清朝前期和中期的政", "label": "民族学", "id": 0}
{"content": "<正>在和异质文化的接触中,无论是通过战争、殖民还是通过贸易、文化,通过\"想象的共同体\"还是\"性的政治\"（安德森,1983/2005）,无论是创新、传播、文化遗失还是涵化（哈维兰,2002/2006）,主动还是被动,强制还是平和,文化变迁已经成为人类从古至今社会发展的一种常态。蒙古族是和异质文化有广泛接触的民族之一,历史上他们的足迹遍及欧亚大陆,书写了真实版的英雄史诗。但史书上滥多的英雄征战", "label": "民族学", "id": 0}
{"content": "<正>一个是统一了蒙古部落,缔造了蒙古汗国并率兵纵横驰骋于欧亚两洲,促进世界各文明交流的蒙古人首领成吉思汗;一个是发动了威慑北宋朝廷的抗交反宋战争的壮族先民首领侬智高。虽然他们的战争结局不一样,但是这两个分别来自游牧社会和农耕社会的历史人物,不仅对他们生活的年代带来巨大的影响,而且在八九百年后的今天仍然成为人们的重要谈资和学术界沸沸扬扬的研究话题。问题在于,为什么", "label": "民族学", "id": 0}
{"content": "<正>一、概念的阐释本论文的目的是通过阐述和分析\"牧区大寨\"乌审召的新旧神话传说,探讨一个地区的发展进程与当地居民社会的关系。论文中,首先阐述20世纪60—70年代轰动全中国的模范地区\"牧区大寨\"——乌审召的人们用\"愚公移山\"的精神进行一场改造毛乌素沙地的经", "label": "民族学", "id": 0}
{"content": "<正>文明是人类的或者说是一个文化体的自然能力和文化能力,以及这两种能力所创造的成果总的评价和表述。但这里也有一个标志性的表述,即文化力量要在这总的力量中形成一定量的比例后,这样的\"能力\"才能称为\"文明\"。一般而言,完全以身体的力量所获得的能力,是生物性的能力,这不是文明,在人类使用某种外在力量方式来延伸自己", "label": "民族学", "id": 0}
{"content": "<正>一2008年11月28日,中国文学人类学学会第五届年会在贵阳召开,11月29日上午,是安徽省博物馆张敬国研究员的特别发言,发言题目是《凌家滩出土文物》。凌家滩遗址是距今5500年前的重要史前中心聚落遗址,1987年—2007年,安徽省文物考古研究所先后5次对该遗址进行了抢救性发掘,目前出土的1 900件精美绝伦、工艺精湛的玉器、石器、陶器等珍", "label": "民族学", "id": 0}
{"content": "<正>引入上海火车站,东南检票口,大批民工从站口涌出,因一起车票纠纷,两个安徽人,一男一女,被拦截。补票事毕（含屈忍辱）,青年男子冲人、检票口,找那位口出恶语的工作人员\"算账\",兑现他刚才说的\"狂言\"。不顾其他工作人员拦阻,男子冲上去,直冲那人,被死命拦住。男人愤怒,女人哭泣,\"太欺负人了。\"他们一反驯服的常态,在车站外等待他们的同伴也忍不住,愤怒斥骂,在屈辱中,\"安徽帮\"被打发走了。", "label": "民族学", "id": 0}
{"content": "<正>一、一个物证符号学视角:为什么用\"物\"来叙述农耕文化?\"猪\"和\"地瓜\"在本文题目中作为同义语而并置可能是一个小小的悬念。福柯在《词与物》中告诉我们:只要找到这类奇异的组合之\"拥有共同场所的地方\",就有可能打破事物井然有序的理性概念分类（福柯《词与物》前言3页）。就像不同的食谱,食品类是围绕消费者的喜好而非食物的自然类属被安排的。那么,\"猪\"和\"地瓜\"这两类在自", "label": "民族学", "id": 0}
{"content": "<正>以生存方式来研究文明形式是文化人类学研究方法中的一个基本惯例,我们所说的游牧文明和农耕文明就属于这样的节点界定。亦然同理,有什么样的文明形式就有什么样的信仰内涵和信仰形式,因为它们表现了在不同生产和生活方式中所呈现的灵魂。一般意义而言,游牧文明的形式中,祖先崇拜有,但不会是主体崇拜,而农耕文明的形式", "label": "民族学", "id": 0}
{"content": "<正>16世纪之前,土默川曾是北方游牧民族孳繁牛羊驼马的漫漫草原。16世纪中叶以后,山西白莲教徒和内地农民相继徙来,人清以后对土默川地区的驻军、开垦又加速了土默川地区民族结构复杂化,形成了以蒙古族为主体,汉族占多数,蒙、满、汉、回、藏等多民族杂居地区。在漫长的历史发展过程中,蒙汉各民族互相学习、和睦共处,为土默川地区的开", "label": "民族学", "id": 0}
{"content": "<正>一引言游牧社会,作为传统的社会形态,在蒙古高原延续数千年之后,在20世纪初开始遭遇到空前的生存挑战。这些挑战有来自晚清的\"移民实边\"政策、俄日势力的渗透等外部因素,也有来自像提倡社会改造工程的现代化先驱者这样的社会内部力量。经过特定时期国家政策（包括清朝、民国、傀儡满洲国时期、中华人民共和国等）的推行、蒙古族社", "label": "民族学", "id": 0}
{"content": "<正>一、中原农耕文明的由来\"农耕主要指植物的生长以及收获,但后来这个术语扩展到包括动物的饲养。作为一个有一万多年之久的生计方式,……农业通常是和别的生计方式,如采集、渔猎、贸易及手工业联系在一起的。……农业不仅指种植和收获庄稼,还包括技术的、文化的一些东西,可以具体到工具制造和维修,洪水和害虫的控制,祭神仪式和投资管理。\"在中", "label": "民族学", "id": 0}
{"content": "元代系我国历史上第一个由少数民族——蒙古族入主中原建立的统一的中央王朝,其间民族文化交融非常活跃,并且深深地影响了当时的文学创作。如对元杂剧爱情婚姻剧的影响。本文在民族文化交融的大背景下,重点论述了中国传统婚姻模式及其在唐传奇与元杂剧中的不同反映、元杂剧才子佳人剧中爱情的描写等,意在说明当时蒙古等北方少数民族关于爱情婚姻方面的崇尚自然、较少束缚,当时思想政治环境比较宽松,对封建礼教有极大的冲击等,均对元杂剧之爱情婚姻剧产生明显的影响。", "label": "民族学", "id": 0}
{"content": "<正>文化塑造了民族并成为区分民族的重要标志。如果对各种民族文化进行一种综合的历史的考察,可以看到,一种特定民族文化的形成,都是以宗教为其核心或基础的;民族文化的演化过程,也总是同宗教的发展密切相关或者以宗教的变迁为线索。", "label": "民族学", "id": 0}
{"content": "<正>在人类文明的历史长河中,民族与宗教始终是人们建构群体身份的两个最基本、最主要的因素。它们各自拥有一套复杂的、多层次的象征系统。在内的方面,一个民族的成员具有共同社会心理、生活情感,而一个宗教的信徒则对一套基本的思想信念、教义学说表示认可;在外的方面,一个民族", "label": "民族学", "id": 0}
{"content": "<正>宗教产生于原始社会的高级阶段。当人类走到旧石器时代的晚期,思维产生了一次飞跃,于是原始宗教产生。随着人类社会的发展,宗教也在发生嬗变,由原始宗教演化为原生型民间宗教,并在阶级社会中经过人为的干系,再次演化为创生宗教,这是宗教演化的三个阶段。历史表明,世界上没有一个民族是没有宗教的。显然,宗教是人类发展史上一定阶段的伴随物,", "label": "民族学", "id": 0}
{"content": "<正>受中央民族大学\"985\"工程的资助,\"藏传佛教与藏民族之关系研究\"课题组（班班多杰教授主持,中央民族大学、中国社会科学院、西北民族大学、青海民族学院等单位15位学者参加）于2006年夏天分别赴西藏自治区及青海、四川、甘肃等省藏族聚居区,就藏传佛教现状和未来可能的发展趋势在", "label": "民族学", "id": 0}
{"content": "<正>位于云南省怒江州贡山独龙族、怒族自治县北部的丙中洛乡,海拔1750米,处在\"三江并流\"世界自然遗产及国家级风景名胜区的核心地区,是一个\"多民族杂居、多宗教并存\"的典型地域,有着\"人神共居\"之地的美誉。从历史的角度看,丙中洛的民族结构,经历了一个从历史上单一的怒族文化,发展到独龙族、藏族和傈僳族等多个少数民族文化相互交叉和影响的过程。", "label": "民族学", "id": 0}
{"content": "1978~2008年,地处东北的黑龙江省唯一的民族自治地杜尔伯特县蒙古族江湾乡是改革开放30年中国农村改革的一个历史缩影。江湾乡食生活水平的提高和食生产建设取得的宝贵经验,为我国进一步建设社会主义新农村提供了诸多指导性意见:坚持党的正确领导并理解国家大政方针的决定性作用;基层工作取得成功与否关键在选人;全面认识群众力量是最终力量和基础性力量,但也需要警惕群众力量的盲目性;新一轮的农村、农业改革重点在于农民自我水平的提高。", "label": "民族学", "id": 0}
{"content": "<正>一、\"血缘\"族群、\"地缘\"族群和\"业缘\"族群在社会学一般理论中,都非常关注\"血缘\"、\"地缘\"、\"业缘\"的问题;同时对这几个概念也有着基本的认识与共识。血缘是一种为家族或宗族血缘所决定了的人际构成关系,其族员没有任何选择便天然地处于一定的血缘关系之中。地缘是一种被聚居地及土地所决定了的人际构成关系。血缘和地缘均为传统村落人际关系构成的基本纽带,以这种纽带关系构成的人群即可以被认为是\"血缘族群\"和\"地缘族群\"。", "label": "民族学", "id": 0}
{"content": "<正>13世纪中期,以萨迦派为代表的各地僧俗势力归附蒙古汗国,西藏结束了分裂状态,自此作为中央政权管辖下的一个地方纳入中华版图。至1951年和平解放前,西藏经历了萨迦政权、帕竹政权、第悉藏巴政权和格鲁派政权4个历史时期。", "label": "民族学", "id": 0}
{"content": "<正>LU Jianbiao鲁建彪abiao3310@163.comSchool of Philosophy,Yunnan Nationalities University云南民族大学哲学学院1.On Establishment ofLisu Study and Its Theoretical System论傈僳学及其理论体系构建鲁建彪云南民族大学哲学学院傈僳族是一个世界性的民族,她以悠久而灿烂的历史和文化著称于世,但由于历史和居住环境等原因,一直以来,在中国55个少数民族中,傈僳族经济社会发展相对滞后,被", "label": "民族学", "id": 0}
{"content": "<正>Fang Xue-jia房学嘉fangxjA@jyu.edu.cn联络人:夏远鸣0753-218677915807537915xym77@163.comJiaying University of Guangdong广东嘉应学院台湾客家传统民宅构筑之研究一以美浓客家为例孙台义清云科技大学欧亚研究中心", "label": "民族学", "id": 0}
{"content": "<正>Liu Hong/Zhaxi Nyma刘泓/扎西尼玛Liu.hong@cass.org.cn Institute of Ethnology＆Anthropology,Chinese Academy of Social Sciences（CASS）中国社会科学院民族所民族主义论坛参会人员论文提要（2009-05-30）1.Race,Rank and Order:Wang Chuanshan’s Huang Shu and the Structure of Early Nationalism in China种族、等级与秩序:王船山（黄书）与中国早期民族主义的结构鱼宏亮内容提要:作为当代社会影响巨大的\"民族主义\"（Nationalism）思潮,具有典型的西方文化背景。伴随着民族国家（Nation）的建立,西方社会发展出来现代价值,同时也产生了民族主义。考察中国社会,\"民族\"一词的含义与其在西方语义中的含义相去甚远。中国传统社", "label": "民族学", "id": 0}
{"content": "新平花腰傣作为古滇国皇族的后裔,他们与西双版纳和德宏的傣族有着很多的不同。他们既不信奉佛教,也没有受到中原文化的影响,而是保留了古傣先民古朴原始的自然崇拜、祭祀、巫术、染齿、纹身等原生态的傣文化元素。这些传统文化在越来越现代化的今天受到了冲击,对新平花腰傣的奇异习俗作些探讨和研究,以期在传承和发展新平花腰傣文化中有所启示。", "label": "民族学", "id": 0}
{"content": "《指路经》作为彝族毕摩指引和教育亡灵回归祖界的经书,历经一代又一代毕摩的加工、补充、完善,指引和教导着一代又一代的彝族人。通过长期的历史积淀和不断更新完善,充分体现着彝族关于人的一系列相关问题的认识和理解,沉积了十分丰富的人学思想内容。本文试图从人学的视角,对《指路经》中所蕴含的丰富的关于人的思想做一些梳理和认识。认为《指路经》以灵魂不死和送灵归祖的灵魂观为核心和理论基础,探讨了一系列关于人的问题并形成了独特的认识和理解,包括有生必有死的生死观、生死两安的人生企盼、祭母尽孝心的伦理道德观等丰富而独具特色的内容。", "label": "民族学", "id": 0}
{"content": "《指路经》是彝族巫师——毕摩为亡者念诵的经书。经书有不同的版本,但都记载了毕摩给亡魂指路的过程。在这一指引过程中,无时不表现着\"生\"的气息。在这些\"生\"的气息背后体现了彝族人民追求、热爱\"生\"的精神。《指路经》中蕴涵的\"生\"的精神是其得以代代相传的原因。", "label": "民族学", "id": 0}
{"content": "《指路经》是彝族巫师——毕摩为亡者念诵的经书。经书有不同的版本,但都记载了毕摩给亡魂指路的过程。在这一指引过程中,无时不表现着\"生\"的气息:生,生存,成长。在这些\"生\"的气息背后体现了彝族人民追求、热爱\"生\"的精神。《指路经》中蕴涵的\"生\"的精神是其得以代代相传的原因。", "label": "民族学", "id": 0}
{"content": "苗族是一个古老的东方民族,与中国古代东夷、九黎、三苗部落集团有着密切的关系。从古至今,中外民族学人类学比较重视考察研究苗族。特别是近代以来外国传教士、旅游家、学者,纷纷进入苗族社区考察。20世纪以来,中国人类学民族学界更是开始对苗族进行科学研究,成果丰硕。本文力图对中外考察研究苗族的成果进行回顾性的评述,以期弘扬人类学民族学的科学精神。", "label": "民族学", "id": 0}
{"content": "<正>苗族是中国多民族中最古老的成员之一,她崇尚\"三\",认为事物都是立于\"三\",成于\"五\",盛于\"七\",处于\"九\",崇奇不崇偶,是一个富于进取的民族,形成了一个\"永远走动的民族\"。（摘引自澳大利亚学者格迪斯《山地和移民》）苗族在长期生存、生活、奉献中,老早就形成了自己独特的传统审美观:声、色、形、象。现在我们就声、色、形、象来谈苗族传统文明审美观。声,指声音,系交流思想感情的语言和腔调,就是语言的节奏性,", "label": "民族学", "id": 0}
{"content": "<正>一、引言西北地区历史文化、地缘特征、民族构成、宗教信仰状况、经济自然结构、经济发展水平等诸多方面特点,形成了西北少数民族乡村政治发展的特定环境。从村落类型及民族空间分布来看,村落类型的划分标准多种多样,主要包括村落形态、地理条件、村落的历史起源以及村落内部社会组织特性等。例如,聚居村落和散居村落是根据村落形态划分", "label": "民族学", "id": 0}
{"content": "<正>白族作为中华民族大家庭中的一员,生活在江山如画,气候宜人,物产丰富的银苍玉洱。这里\"处处皆诗境,随时有物华。\"美丽富饶而又古老神奇的苍洱大地,钟灵毓秀,江山育人。山山水水都成了白族智慧之源,灵性之源,大自然的感悟和启迪,成就了泽被深远的白族优秀传统文化。在工业化,现代化的进程中,民族文化在城市里的生存空间越来越小。但白族优秀传统文化,在广大农村依然有旺盛的生命力。", "label": "民族学", "id": 0}
{"content": "<正>文化是人类文明的结晶,是社会实践的理性升华。随着全球化的浪潮和我国对外开放的深入,带来了多元文化的发展,正在崛起的新的文化现实,影响和冲击着城市文化的发展。城市生活自然形成了文化的分层,同时也有利于城市高雅文明的进展和实现文化的传承和教化功能,促进人的全面发展。生态文明,是人类文明的一种形式。它以尊重和维护生态环境为主旨,以可持续发展为根据,", "label": "民族学", "id": 0}
{"content": "蒙古刀作为蒙古族特有的民族物件,可以体现出蒙古民族的手工艺术水平,同时也能很好的反映出蒙古族的生产生活方式,蒙古刀的文化研究对于了解蒙古族的风俗习惯和地方性知识的研究有着很强的意义。但随着旅游文化的发展,蒙古刀本身的制作方法,所附带地方性知识及其蒙古刀文化价值都在逐渐异化。", "label": "民族学", "id": 0}
{"content": "<正>蒙古民族是一个创造中国历史、改变世界历史进程的伟大民族。13世纪初,当一个新诞生的民族为世人所结识时,鞑靼—蒙古—成吉思汗的名字犹如强劲的飓风,迅速席卷了整个欧亚大陆,给世界历史留下了不可磨灭的印痕,所以有人将13世纪的世界历史称作\"蒙古世纪\"。是什么力量促使一个高原游", "label": "民族学", "id": 0}
{"content": "<正>13世纪,蒙古人登上世界历史舞台,结束了北方游牧民族长期动荡的历史,同时也继承、整合和发展了历代草原民族的文化,并积极吸收儒家文化、佛教文化、伊斯兰教文化、基督教文化的合理成分,不断丰富和完善自己——蒙古文化成为北方草原文化的主流文化,并延续至今,影响日益扩大。", "label": "民族学", "id": 0}
{"content": "<正>以蒙古民族登上历史舞台,成为蒙古高原的新一轮主人为标志,蒙古文化便成为这一区域最具代表性的文化。蒙古文化,首先是单一民族即蒙古民族的文化,是世世代代生息在蒙古高原的蒙古人所创造的文化;同时,它又是继承和会聚草原地区历代各民族文化传统而形成的具有广泛包容性与影响力的新的民", "label": "民族学", "id": 0}
{"content": "<正>草原文化的源头,如果从民族学角度出发考察是多源的。蒙古民族既是草原文化的奠基者,又是草原文化的最后集大成者,因而从这一角度可以说蒙古民族的文化是草原文化的主体。本文正是从这一逻辑出发,探讨蒙古民族的崇敬意识与草原的核心价值的关系。", "label": "民族学", "id": 0}
{"content": "<正>五百多年前,广袤的蒙古高原曾出现过一位影响蒙古历史乃至中国北方民族历史进程的传奇女性——满都海彻辰。为此,当我们解读史籍中的满都海彻辰夫人时,当我们徜徉于呼和浩特那座以\"满都海\"命名的公园时,当我们面对戏剧舞台上的\"满都海彻辰\"时,她那卓越的政治才能、跌宕的人生经历、不凡", "label": "民族学", "id": 0}
{"content": "<正>一、蒙古语丰富多彩的五畜名称所谓的五畜是指蒙古人在蒙古高原上主要经营的蒙古马、蒙古牛、蒙古双峰驼、蒙古山羊和蒙古绵羊。在广袤的蒙古高原、草原、杭盖、戈壁沙漠地区,根据五畜的生理特点合理利用草原和草场,四季轮牧,多种经营,是蒙古族先民的智慧和经验的结晶。牧人、草场和五畜是三位一体的草原经济体系。其中五畜既是生产资料又是生产工具,在游牧经济中占重要地位。", "label": "民族学", "id": 0}
{"content": "<正>历史上的蒙古族私塾教育是蒙古族教育发展的重要阶段,是蒙古族文化的重要组成部分,对于蒙古族教育、文化的发展起到重要作用,我们有必要对其进行深入研究。", "label": "民族学", "id": 0}
{"content": "<正>中国是一个由56个民族组成的统一的多民族国家,56个民族共同创造了光辉灿烂的中华文明。和其他民族一样,蒙古族也是一个具有悠久历史和灿烂文化的民族,历史上曾建立过横跨欧、亚两洲的蒙古大帝国,建立过中国历史上统一的多民族", "label": "民族学", "id": 0}
{"content": "<正>草原文化是一个明显的用地理概念限定的文化概念,也就是说,草原文化是在草原这一特定的地域范围内,由于共同的生产、生活、民族、心理、历史、情感等因素影响下产生的一种文化;而游牧文化则属于一个经济概念限定下的文化概念,即在游牧经济影响下产生的一种文化形态。二者之间既有明显的不同,不可同日而语,其间也有着千丝万缕的联系。在建设并倡导弘扬草原文化的时候,理清二者之间的区别,辨明二者之间的联系,对于建设并发展草原文化具有重大意义。", "label": "民族学", "id": 0}
{"content": "<正>无论社会如何发展变迁,不同的民族仍会以不同的方式来表达快乐或悲伤,以不同的文化形式承载情感,传承其民族精神。蒙古族文化是人性与自然高度统一的文化。传承蒙古族文化重在理解蒙古民族的世界观、价值观。传承蒙古族文化应以人为本,唤起文化自觉,加强对蒙古族的心理关怀与调试,并注重文化结构的调整,保护民族文化赖以生存发展的生态环境。", "label": "民族学", "id": 0}
{"content": "<正>蒙古族游牧文化是草原文化的重要组成部分,尤其在现代草原文化延续和发展时期,蒙古族游牧文化更与草原文化紧密相连,如果现代草原文化缺失了蒙古族游牧文化的存在,现代草原文化也会缺少许多重要的内涵。因此,蒙古族游牧文化的存", "label": "民族学", "id": 0}
{"content": "<正>从古至今,蒙古族文化与草原文化就有着血脉相通的历史渊源。进入21世纪以来,随着我国科学技术的迅猛发展,以及各个地区自然与人文环境的不断改变,大批富有创新视角和学术研究价值的科研论著相继问世。其内容不仅涉及蒙古族悠久的历史文化、鲜明的民族特色和独特的草原文化地域特征,而且", "label": "民族学", "id": 0}
{"content": "<正>1956年,李迪教授来到内蒙古师范学院数学系工作,在研究数学史的同时,开始关心蒙古族科学技术史,注意搜集相关资料,逐渐积累知识。\"文化大革命\"前,李迪先生陆续发表了关于蒙古族科学家明安图的系列论文以及有关乌鲁别克、合赞、蒙哥", "label": "民族学", "id": 0}
{"content": "<正>在中国古代北方草原游牧民族中,匈奴族是中国古代北方草原游牧帝国的开创者。这个民族在大漠南北及中原地区活跃了700年之久,其所创造的政治、经济、精神文化对后来各个游牧民族及其所建立的帝国都有着深远影响。", "label": "民族学", "id": 0}
{"content": "<正>秦汉时期,是中国古代农耕文化与游牧文化激烈碰撞交融时期,在以中原王朝统治者为主形成的秦汉史籍中,充满了对北方游牧民族与游牧文化的歧视、轻视、仇视和偏见,认为游牧民族野蛮、落后,尚未进化到文明阶段,无法与从事农业的中原汉", "label": "民族学", "id": 0}
{"content": "<正>在内蒙古地区草原文化中,鲜卑文化占有重要地位,从其发源到发展再到强盛的转变过程,大都是在草原文化区域内完成的。在研究草原文化时,应把草原文化发展放在其历史进程中加以考察,只有这样才能认清草原文化的过去,看清草原文化的", "label": "民族学", "id": 0}
{"content": "<正>游牧文化是古代草原文化最显著的特征和最主要的表现形式。而把王朝政治体制与游牧经济融于一炉,形成鲜明特色的草原文化则是契丹族创行的捺钵制度。一直以来,学界亦把捺钵文化作为研究契丹族乃至古代北方游牧民族最主要的课题之", "label": "民族学", "id": 0}
{"content": "<正>2009年7月11～12日,由内蒙古党委宣传部、内蒙古社会科学院、内蒙古社会科学联合会、内蒙古文联、内蒙古广电局、内蒙古博物院联合承办的\"第六届中国·内蒙古草原文化主题论坛\",在内蒙古呼和浩特市隆重召开。论坛主题为:\"草原文化", "label": "民族学", "id": 0}
{"content": "<正>居住文化不仅是民族物质文明的创造,也是精神领域的再现和物化,其中隐藏的民族心理活动更是微妙而精深。哲人有言,人是一切社会关系的总和。人固如此,物亦其然。任何一个侧面、一个局部,都足以作为一个线头,牵扯出全部人类文明史。物理人情天道,皆可于砖瓦竹木之中求之。自然和人文的生态环境是人类存在和发展的基本前提,也是民族共同体形成和延续的保证。在我国广阔地域上,不同的生态环境、生", "label": "民族学", "id": 0}
{"content": "<正>一盐井,顾名思义,因产盐而得名。该地处于西藏、四川、云南三省交会处,是历史上吐蕃通往南诏的要道,也是滇茶运往西藏、四川,进入西藏的必经之地。历史上对盐井一地的统治或属云南、或属四川、或属西藏,更多时属地方势力。清末在赵尔丰改土归流之下,一部分汉族民众移居此地,始设盐井。目前的盐井属于西藏芒康县盐井纳西民族自治乡的管辖范围,包括上盐井、下盐井两个自然村,", "label": "民族学", "id": 0}
{"content": "<正>文化范畴内,不同宗教之间存在着间性和共性,前者可表现为信仰内容、信仰实践方式的差异,而后者除相似性或共同点之外,在宗教\"多元论\"者那里,其基点甚至就是（超越文化的）信仰的根本,即神性、实在者或终极者的同一性。但宗教\"多元论\"者假设的这个\"正确处理好世界各大宗教间关系\"的哲学框架缺乏可操作性。事实上,包括基督教在内的各大宗教的信徒们却难以认同此种观点,即便在比较自由的", "label": "民族学", "id": 0}
{"content": "<正>20世纪五六十年代,中央访问团、云南省各有关单位及国务院民族事务委员会先后在云南少数民族地区开展了一系列的民族情况调查,其中对云南境内跨国境而居的壮、傣、布依、苗等16个少数民族都展开过调查,并形成了大量的调查手稿资料。这些资料现存云南省社会科学院图书馆。据笔者精确统计,16个民族的现存手稿达6723件（册）,内容包括社会经济综合调查报告（包括领主制、土司制情况调查）、工农业经济状况、土地改革、合作社、人民公社,族源及历史、文化艺术、风", "label": "民族学", "id": 0}
{"content": "<正>一、问题的提出越南是中国的南邻,具体位置位于印度支那半岛东部,从地理上讲,可以分作三部分:北部是红河三角洲,中国古代史书上称之为交趾;中部是长白山山脉,古代为占婆国（一名林邑）;南部是湄公河三角洲.古代属柬埔寨。本文所要讨论的部分主要是越南北部红河三角洲被中国古代史书上称之为交趾的人文历史与政治发展史。之所以要讨论这个问题,有以下几方面的原因:第一,从地理上讲,越南北部红河三角洲这个地区历来与中国的云", "label": "民族学", "id": 0}
{"content": "在众多的缅甸历代王族谱系中,有一份父子连名谱系,与其前后王朝谱系皆不一致,极奇特、另类。该谱系见缅甸历史巨著《琉璃宫史》等文献,英国斐利（Phayre）的《缅甸史》、哈威的《缅甸史》都提及该谱系。法国学者伯希和在《道广印度两道考》引用斐利（Phayre）的资料,对此进行了研究,并注意到了与一种云南地方文献中所载的谱系的密切关系。但当时的西方学者受学术水平与流行观点影响的限制,无法说清其文化渊源。’近代中国学者以中国西南地区的民族文化作对比,才基本解决了文化联系的方向。当云南学者方国瑜将其与罗文笔译的彝文文献《帝王世系》中的谱系作对比时,其族群联系得到更进一步的明确。本文在此基础上做进一步研究,主要探讨以下几个问题:从父子连名的谱系模式和语音对应关系,可以确定緬甸谱系、《白古记》谱系和彝文文献中的谱系,同出一源;而从父子连名谱系的流传情况和谱系完整性来看,中国谱系是源,缅甸谱系是流。从附会的内容及所涉及的时代关系分析,可以确定《白古记》谱系不是古传本,是通汉语的文人手制的整理本。所以只有其他两种谱系属于家族自己的传承谱系。原来有学者提出可能是由于族群分化,使早先的共同谱系得以流传到不同的地方。但谱系是家族袓先的传递世系,不可能成为民族性的共有谱系,分化之说难以成立。谱系在不同地区的出现,只能认定是家族成员迁徙的结果。也就是说,是因为有一部分人从中国迁到缅甸,才把谱系也带到了缅甸。", "label": "民族学", "id": 0}
{"content": "<正>1.日本学术振兴会的科学研究费补助金的研究,课题名称:\"中国南北的国境地区的多民族的网络和文化动态\"（负责人:塚田诚之、课题号码19401046）2.人间文化研究机构的联合研究,课题名称:\"中国南北的国境地区的诸民族的迁徙、交流和国家的政策\"（负责人:塚田诚之.是人间文化研究机构的联合研究\"欧亚和日本:交流与表象\"里的一个研究组）3.中国教育部哲学社会科学重大课题", "label": "民族学", "id": 0}
{"content": "<正>同系的民族在中国与东南亚大陆诸国分开居住的情况并不少见。笔者曾对中国广西的壮族与越南的侬族的文化做了比较,并对两者交流的实际形态做了研究（塚田2006:129-147）。笔者分析了边境贸易、通婚以及民间文化活动等各种交流形态,并指出20世纪80年代以来的趋势和走向。但是,情况在不断变化,针对最新动态有许多需要补充的地方。同时,也没有解释中国和越南的国境地区的民族之间是如何相互认识的问题。关于这一点,有必要进行重新分析。本文根据近年的调查资料,对现在中国壮族和越南民族之间的交流及民族意识进行深入的研究。[1]", "label": "民族学", "id": 0}
{"content": "<正>一、从214户到151户的50年变迁2007年1月以前属于云南省西盟佤族自治县莫窝乡马散村民委员会的大马散,现隶属于勐卡镇马散村民委员会,地处西盟县的西北方。村寨所处位置的海拔约1600米,属亚热带气候,春秋两季多风,每年的5~10月是雨季。大马散西与缅甸的空辍村接壤,在中国境内分别与娜妥坝、窝努寨、岳宋等地毗邻。依山而建的大马散。共有4个村民小组组成,从东到西分别是1、9、8、5组,至2008年1月,大马散村共有151户586人,全部为自称\"阿瓦尔\"的佤族。目前,他们的住房主要是干栏竹笆茅草房、干栏石棉瓦房、砖瓦房三种类型。村民依靠种植水稻、旱谷提供日", "label": "民族学", "id": 0}
{"content": "<正>20世纪50年代,我在中国云南边疆开始接触克木人,以后一直追踪考察至今,已达半个世纪;并且多次赴中南半岛各国了解克木族,把他们作为一个整体进行研究。一、族称克木（khmu~9）是他称或通称,自称格木（kmu~9）。mu~9是\"人\"的意思。克木（khmu~9）于高棉人自称knmae（r）、他称或古称khaemara十分相近。也有人说\"克木\"是这个人们共同体的自称,以对抗\"卡\"(xa13奴隶)、\"披桑\"(phi55sa（?）55鬼魅)之类的贬称。克木语属于南亚语系孟高棉语族,人口约1175万,语种81个。孟高", "label": "民族学", "id": 0}
{"content": "<正>一、傈僳族迁居缅甸的历史及分布格局演变地处云南省西北部的怒江傈僳族自治州是中国傈僳族的主要聚居地,2000年有傈僳族23.6万人,占全州总人口的51%,约占中国傈僳族总人口（约60万人）的38%。怒江州西邻缅甸联邦社会主义共和国,国境线长达449.467公里,便于傈僳族由此迁徙到缅甸等东南亚各国。其中,因与中国傈僳族主要聚居地怒江流域一衣带水,山水相连,缅甸就成为东南亚傈僳族人口最多的国家,据调查,20世纪末,缅甸傈僳族总人数大约有35万到40万人左右。\"现在居住于密支那城市北部、西部和", "label": "民族学", "id": 0}
{"content": "<正>德昂族是一个跨中国、缅甸边境而居的跨境民族,在缅甸称为崩龙族,约13万人（2003年）,约占缅甸总人口的25%,[1]分布在毗邻德宏的密支那、昔董、八莫、抹谷、孟密,瑞丽江左岸的果塘、当拜、西保、腊戍、南登尼,以及云南省临沧地区边外的葛鲁和滚弄的果敢等地区。中国的德昂族人口为17052人（2000年公安户籍统计）,主要聚居在云南省德宏州潞西市三台山德昂族乡和临沧地区镇康县的军弄、南伞等地。笔者于2003年6~7月间到云南省德宏州潞西市三台山德昂族乡进", "label": "民族学", "id": 0}
{"content": "<正>被誉为\"华侨之乡\"的和顺是中国西南边陲一个汉族村落,位于云南省腾冲县城南4公里处,地处东经98°28′北纬25°01’,腾冲至缅甸克钦邦密支那公路（史迪威公路）及腾冲至德宏州的公路穿过和顺坝子。和顺乡总面积20平方公里,是腾冲县面积最小的一个乡,它下辖十字路、水碓、大庄三个行政村,含21个村民小组,民间习惯的村巷称呼有水碓、尹家坡、赵家月台、寸家湾、刘家巷、大桥、李家巷、大石巷、赵家巷、尹家巷、寺脚、贾家坝、张家坡、大庄（上庄、下庄）、东山脚。和顺乡的三个行政村之间仅一公里之隔,面积以中心的十字路村最", "label": "民族学", "id": 0}
{"content": "<正>一、引言:少数民族内部的多样性中国共有55个官方认定的少数民族。这些少数民族的名称大都是在20世纪五六十年代由中国政府指定的调查人员确认和辨别少数民族时确定的。这产生了一个结果,一些被社会广泛接受的民族名称并没有被这些民族的成员们接受。这是中国的民族领域一个很令人注目的特征,从这里我们可以发现民族内部的多元文化。在内蒙古自治区居住的蒙古人中,就有这样一些群体,他们的官方民族名称并不与他们提起自己时说的名称一致。其中一个例子是生活在位于内蒙古自治区西部阿拉善盟的", "label": "民族学", "id": 0}
{"content": "<正>一、前言拉祜族是分布在中国云南省、缅甸和泰国的山地民族。据泰国政府的统计（2002年）,现在泰国的拉祜族有128,762人,在泰国的山地民族中人口居第三位。拉祜族的特色之一是明显受到基督教信仰的影响。1949年以前,中国拉祜族中有许多人是基督教徒,现在泰国的拉祜族中有四分之一到三分之一是基督教徒（西本2005）。因此,有必要从基督教的影响来考察跨境民族——拉祜族的宗教信仰和族群认同的问题。1999年以来,笔者在泰国清菜府的拉祜族村寨（民养村）做了田野调查。泰国", "label": "民族学", "id": 0}
{"content": "<正>引言克仑族是今日缅甸境内的第二大民族,我国学者根据克仑人占缅甸人口牛18%的比例估算,1997年和2000年的人口数量分别为371.1万乖]384万。[1]缅甸克仑联盟（KNU）说有700万。[2]克仑族,是一个由不同语系民族融合而成的,而且与秦汉时期洱海区域的\"巂\"、\"昆明\"这大族群有密切关系。在长期的历史发展过程中,巂、昆明因共同居住在云南西部及缅甸北部,相处的时间久远,他们之间关系最密切的部分融使成了一个新的民族。在民族内部则分成了不同的支系,一般又分为斯戈克仑、波克仑、当都克仑三大支系。其", "label": "民族学", "id": 0}
{"content": "《中国珍稀法律典籍集成》第二册丙编\"盛京满文档案中的律令及少数民族法律\"由科学出版社於1994年编译成书,是极其宝贵的以民族语言保留下来的古籍文献。此文献中\"西宁青海番夷成例\"对\"番人律例\"的记载,填补了研究清代前期、中期青海历史中清朝廷对青海藏族政策与管理的空白,把之与汉文典籍中对青海藏族同期的记载进行对比,满文文献对青海藏族研究的特殊贡献即可一目了然。本文中与\"西宁青海番夷成例\"进行对比研究的汉文典籍包括官方辑纂的《清代理藩院资料辑録》《大清会典理藩院事例》②和《钦定礼藩部则例》,还有地方史志类的《西宁府新志》《青海地方舊志五种》《卫藏通志》等等。包和平、何丽、王学艳编著的《中国少数民族古籍管理学概论》指出:\"1911年以前编著的记録古代文献的图书和1991年以后对古籍进行整理出版的图书均属古籍范围。\"据此定义,《中国珍稀法律典籍集成》和所选各种重印版汉文史料均属古籍文献范畴。本文在结论中指出,在尚未发现其他汉文史籍对\"西宁青海番夷成例\"的全面记载之前,可以说满文\"西宁青海番夷成例\"是目前展示清朝嘉庆以前对青海藏族实施管理设想、实践、法律亲范条文最全面的记録,它在汉文典籍对此专题研究的迷雾中,拨开了一片无云的天际。\"西宁青海番夷成例\"与上述汉文典籍的比较研究说明,少数民族文字的史籍具有汉文字文献不包括的内涵和内容,对民族史、边疆史的研究实为宝贵。追究\"西宁青海番夷成例\"在汉文史海中的去向,并找出嘉庆十四年以后\"番人律例\"在清朝青海地区的管理中下文如何,是古籍研究和史学研究共同的下一个目标。此文着重探讨古籍研究方面的问题,希望对史学专题研究有开先河之功。", "label": "民族学", "id": 0}
{"content": "<正>公元7世纪初,松赞干布统一了青藏高原各部,建立了吐蕃王朝,随即着手创立文字,制定政治、军事、经济、法律等制度,为政权的巩固和发展奠定了重要基础。吐蕃王朝的各项统治制度是吐蕃史研究中的重要环节,其具体内容既有源于本民族风俗习惯的成分,亦深受周边国家和民族的影响。藏族著名史籍《贤者喜宴》在记述这段历史时称:", "label": "民族学", "id": 0}
{"content": "<正>1993年3月,延安市文物局等在延安市柳林乡虎头峁村南,获《李良仅墓志》一合,现藏延安市清凉山文管所。志石为方形,边长为125厘米,厚15.5厘米。志文楷书,共38行,满行36～57个字。志文记述了李良仅曾祖及", "label": "民族学", "id": 0}
{"content": "广西历来是一个多民族杂居的地区,在明代一系列民族政策的影响下,各民族之间交往日益加深,促进了明代广西民族关系的融合,推动了广西各民族经济文化的发展和进步。", "label": "民族学", "id": 0}
{"content": "<正>通古斯族系从肃慎到满洲已有三千多年的历史,此间他们相继建立过渤海国、金朝和清朝,其兴起过程颇具特色,在中国历史上占有重要地位,有必要深入进行研究。今天主要讲以下四个问题,对这些问题以及相关的其他问题感兴趣的朋友,可当场提问。也可以参阅拙著《通古斯族系的兴起》(中", "label": "民族学", "id": 0}
{"content": "<正>室韦是南北朝至隋唐时期活动于今大兴安岭山区的庞大部落群,兴起于宋、辽、金时期的蒙古族就是源于其中的\"蒙兀室韦\",[1]他们对中国乃至世界的历史都产生了广泛而深远的影响。然而,关于室韦的起源,以往学术界众说纷纭,归纳起来,有九种说法之多,迄今尚未定论。[2]所以,有必要在前人的基础上进行深入研究,以期尽快解决问题。", "label": "民族学", "id": 0}
{"content": "<正>1991年9月,费孝通先生在武陵山区进行实地考察时说过:中华民族的核心群体叫做\"凝聚核心\"。中华民族的发展进程就是围绕着这个核心展开的,许多群体都参与了这个\"凝聚核心\"的发展过程并形成不同的层次。1989年费老在《中华民族的多元一体格局》就指出:\"汉族的形成是中华民族形成中的一个重要阶段,在多元一体的格局中产生了一个凝聚的核\"。这就把\"中华民族的凝聚核心\"的涵盖面从汉族扩大到了中华民族的其他群体。对于如何理解\"中华民族\"这个延续几千年的文明和政治共同体", "label": "民族学", "id": 0}
{"content": "<正>在文化人类学上对游牧民族有狭义和广义两种定义。狭义的定义认为,严格意义上的游牧民是一个完全自给自足的人群,他们无需和周围的农耕民族打交道就在自己集团内部能够满足他们生活所需的所有物品,是一个能够自立的社会集团。而广义的则是在游牧社会内部不能够自给自足的人群,他们在很多方面依靠同周围农耕民族间的经济交往和政治交往来满足自身社会所缺乏的生活用品。当他们的需要不能够以正常贸易活动来得到满足时,他们便通过发动战争的方式去夺取那些物品。依据这一理论,蒙古人属于广义的游牧民,他们同以汉族为主的周围农耕民有着千丝万缕的联系,是一个不能够完全自给自足的游牧社会集团。", "label": "民族学", "id": 0}
{"content": "本文用教育人类学的方法,对福建沿海畲族农村和陕北黄土高原窑洞农村进行了考察,把中国农村社会和整个中国社会发展看成一体化的过程,农村社会发展意味着中国社会发展。中国社会当下经历着历史上最严重的折磨:从农耕文明向工业文明或者海洋文明过渡,这需要相当长的历史时期,更需要智慧与德性的实践。而中国各个民系和基层社会如村落的现代化和人的现代化,则是中国社会最根本的现代化。田野的意义再一次凸显了出来,而现代化下的田野,或者海洋文明下的田野,应该皈依智慧,这个智慧是由教育造就的。个体的人的生活方式将由个人负责转化为国家负责,群体的人将由人民转化为公民,公民是教育培养出来的新人种,而不是自然进化,新人种应该是从中国传统的农业文明德性走向海洋文明智慧的气质。教育再一次成为改变社会的本质力量,因为教育不是农耕文明下所有人的生活方式,教育是工业文明或者海洋文明下所有人的生活方式。", "label": "民族学", "id": 0}
{"content": "生计和文化是人针对特定生存环境进行加工作用的结果。已有的研究主要集中于两方面,一是认为生计衍生文化;二是生计是特殊文化创造的结果。这样的因果分析很容易陷入研究中\"鸡和蛋\"的谜面。文章通过分析布依族的生计与耕牛文化来研究二者的共变机制.调研中,发现生计从传统的种植业转向外出务工后,村庄原有的耕牛文化基本消失殆尽,而耕牛文化的消失使牛逐渐由一种\"神圣的犁田工具\"转变为商品牛,成为村庄的另一种生计手段。另外,文章试图通过这一过程来研究传统文化消失的背后隐藏着传统与现代的对立。", "label": "民族学", "id": 0}
{"content": "黄河文明对南越地区的影响是逐步实现的。先秦时期黄河文明对南越地区的影响是间接的,秦代开始了对南越地区的占领,并在南越地区初步实行了以郡县制为代表的政治制度。从秦末开始以赵佗为首的黄河文明的代表人物根据当地的实际情况实行了变通的政治制度,保有了南越地区的社会稳定,而从汉武帝平定南越地区后,南越地区才真正地受到黄河文明的影响,并实现了社会的快速发展,而这与汉王朝不断地以黄河文明影响这一地区是密不可分的。", "label": "民族学", "id": 0}
{"content": "<正>尊敬的各位领导、各位专家、学者,朋友们、同志们:大家下午好!桂滇两省（区）西林首届句町国历史与壮族土司历史学术研讨会,经过有关单位和在座各位领导、各位专家、学者的共同努力,顺利完成各项议程,即将降下帷幕。在此,我谨代表西林县四", "label": "民族学", "id": 0}
{"content": "<正>西林首届句町国与壮族土司文化学术研讨会的规模之大,论文之多,规格之高,筹备时间之长,投入人力、财力、物力之多,组织工作之严密,照我所知在广西民族地区是空前的。西林素被称为广西尾巴,高山峻岭之地,能在文化研究开拓建设上作出如此贡献,令人佩服,", "label": "民族学", "id": 0}
{"content": "<正>春秋战国时代,在今云南东南部和广西百色市西部存在一个强大的句町方国,它是在部落联盟的基础上建立起来的。秦汉之前,它已经发展到比较高的文明,其首领毋姓,这是越", "label": "民族学", "id": 0}
{"content": "<正>对壮泰族群关系的研究,国内外的专家学者多从语言学、人类学和民族学方面进行探讨,而且取得了丰硕的成果。也有从历史方面进行探讨的,但都没有涉及古句町国及其军民南迁的问题。本文将从壮族先民创建的古句町国、句町王毋波（布宏）和承与泰族群体记忆中的", "label": "民族学", "id": 0}
{"content": "<正>众所周知,云南是世界铜鼓的故乡,早在春秋时期,今楚雄万家坝的先民已能铸造和使用铜鼓。铜鼓,在当时的社会中,已成为贵族权势和地位的象征。据研究,在以后的历史长河中,铜鼓文化就是以滇中为中心,逐渐向南、向东和西", "label": "民族学", "id": 0}
{"content": "<正>在伟大祖国西南部滇、桂、黔三省区交界处,有一块山川峻秀,水土肥美,沃野千里的土地。", "label": "民族学", "id": 0}
{"content": "<正>一、\"裆宙\"与\"宙\"的文化内涵云南省文山壮族苗族自治州有壮族人口1013748人（2006年统计）,大部分壮族女性至今仍保留头顶束发为冠的习俗。壮族先民在石器时代画在崖壁上的人", "label": "民族学", "id": 0}
{"content": "<正>西林县,位于广西与云南、贵州交界处,这里是云贵高原的余脉,土地肥沃,民风古朴。县境的驮娘江,贯穿崇山峻岭,养育着古老的壮族人民,是壮族古代", "label": "民族学", "id": 0}
{"content": "<正>西林地区以壮族为主体民族,自古至今,文化不断发展,社会不断进步,近现代更是出现了以岑毓英、岑春煊父子为代表的一批杰出人士。", "label": "民族学", "id": 0}
{"content": "<正>在20世纪上半叶壮族婚姻生活的历史画面上,同时并存三种迥然不同的婚姻形态,即桂中一带壮族与汉族无多大差异的男娶女嫁婚,桂西壮族女子初婚孕", "label": "民族学", "id": 0}
{"content": "<正>入赘婚是中国传统特殊婚姻形态在当代的延续,至今仍在全国各地区、各民族之中不同程度的存在着,并部分的与现代婚姻结合,呈现出新的发展趋势。", "label": "民族学", "id": 0}
{"content": "<正>一、指导思想以邓小平理论和\"三个代表\"重要思想以及党的十七大精神为指导,认真贯彻落实科学发展观,", "label": "民族学", "id": 0}
{"content": "<正>一、敖鲁古雅鄂温克人的由来在内蒙古自治区根河市的敖鲁古雅乡,生活着一批特殊的鄂温克人,他们是我国境内鄂温克族的一部分。由于这部分人以放养驯鹿和保存驯鹿文化为主,故称其为\"驯鹿鄂温克人\"。据考证,今天鄂温克人的居住地,并不是他们历史上的居住地。早在公元前2000年左右的铜石并", "label": "民族学", "id": 0}
{"content": "<正>1.研究目的保安族是信仰伊斯兰教的中亚色目人与回、汉、藏、土等民族长期交往、自然融合而形成的一个民族,其文化具有多元性;人口约为16505人,在我国少数民族中是较少的一个民族。目前,保安族主要聚居在甘肃省积石山保安族东乡族撒拉族自治县,以从事农业为主,少数人从事畜牧业和手工业,由于长期居住在偏远山区,交通闭塞,当地的社会经济、文化教育、医疗卫生等相对都很", "label": "民族学", "id": 0}
{"content": "<正>族群一词英语作\"ethnic group\"。这个词最初由台湾学者翻译成汉语,后被大陆学者广泛使用。民族一词虽然早在19世纪晚期即已进人汉语,但新中国成立后,随着民族识别的进行和各种有关民族的政策和法律、法规的颁行,这个", "label": "民族学", "id": 0}
{"content": "<正>自有人类文明以来,服饰在人类族群的生活方式、情感表达、装饰以及设计方面始终扮演着重要角色,特别是在各种乡土气息浓郁的民俗节庆里,服饰以一个族群独有的创造和技巧的整体风貌,完全显现出独特的风情民俗和文化意念,服饰的语境和样式载承族群的民间传说、民俗心理、民族意念和民间文化,特别是女性服饰在各项族群活动中是", "label": "民族学", "id": 0}
{"content": "<正>引言在近代中国的中华民族认同的建构过程之中,龙的形象或表征所占据的分量是其他表征所无法比拟的。只要提到中华民族这四个字,我们甚至都不需要任何疑虑,就会联想起中华民族与龙之间的关联。龙的形象嵌入到了我们现代中国人生活的几乎是方方面面,流行的歌", "label": "民族学", "id": 0}
{"content": "<正>甘肃省东乡族自治县是中国东乡族的发源地和主要聚居区。东乡地区历史上活动的人群先后有史前时期的原始人、春秋战国至南北朝时期的古羌人、西秦至唐的吐谷浑人、唐至元的吐蕃人,以及元明以来的蒙古人、回回人、汉人、藏人等。本文论述的主旨,是要通过对东乡地", "label": "民族学", "id": 0}
{"content": "<正>中华民族认同:一个令人困惑的问题?关于\"中华民族\"概念的讨论有汗牛充栋的文献,这里不一一回顾。就历史而言,\"中华民族\"这个概念的真正兴起,始自清末民初,是一种受到西方民族主义影响的共同体认同意识。但对于经历了两千年香火延续的东方帝国而言,这个概念从一开始,就与欧洲式的民族国家", "label": "民族学", "id": 0}
{"content": "<正>一、西方族群研究的文献回顾西方族群理论涉及面很广,经过相当长一段时期的学术积累,西方有关族群理论方面的研究文献浩繁,不胜枚举,本章仅就有关重要文献择要分类介绍。西方族群研究的文献以20世纪60年代以后出版的为", "label": "民族学", "id": 0}
{"content": "<正>10月20日至21日,第七届人类学高级论坛在贵州民族学院举行。会议由人类学高级论坛秘书处、贵州民族学院主办,贵州民族学院社会发展学院承办。会议主题为\"族群:理论与实践\",下设\"族群理论", "label": "民族学", "id": 0}
{"content": "<正>我国自古以来就是一个民族众多、宗教信仰庞杂、地区差异较大的国家。为了保持国家的稳定与地域社会的和谐,了解与研究地方性的人群结构和不同人群之间关系缔结的模式,是一条有效途径。因此,作为我国人类学研究的一个重要内容,族群研究成为人类学者关注并进", "label": "民族学", "id": 0}
{"content": "<正>前言提到中国的民族主义,我们曾指出有两把\"双刃剑\"。第一把双刃剑:一方面,在新民主主义革命时期,中国共产党成功地利用民族主义,团结一切可以团结的力量,铲除了\"三座大山\"。成功用来团结群众的统战政策,就是建立在民族主义（一个世纪的民族屈辱）的基础上。另", "label": "民族学", "id": 0}
{"content": "<正>徐杰舜教授（以下简称徐）:我首先要交代和谈一下我们这个主题的背景,为什么这次圆桌论坛要讨论中华民族认同与认同中华民族?大家都知道,自从讨论民族概念、族群概念以来,有一些学者就质疑这些都是西方舶来的东西,我们中国人为什么还去讨论,但是有时候也是没有办法,西方建立了这些体系,他就是一种学术规范的东西了,它就", "label": "民族学", "id": 0}
{"content": "<正>摩哈苴村位于哀牢山上段,今属云南省楚雄彝族自治州南华县兔街乡,包括干龙潭村民委员会下属的麦地平掌、外厂、干龙潭、马家村、岭岗村、迤头上村、迤头下村、何家村和龙树山九个村民小组,以及小村村民委员会下属的老虎山和背阴地两个村民小组。该村是一个高山村", "label": "民族学", "id": 0}
{"content": "<正>一、以图腾分类为特征的族群认同族群是一种具有社会文化边界的相对性社会群体,彼此之间往往借助于独具特色的图腾来相互区隔。畲族早期社会的族群认同,在其与其他族群的关系方面,限于文献的不足,我们能够了解得不多;而我们所能观察到的,是在畲族社会内部展开的不同支系之间的族群识别与认同。《平闽十八洞》是一部章回小说,叙述宋嘉祐间杨文广平南闽", "label": "民族学", "id": 0}
{"content": "<正>引言……我们经常把亲属关系中的名词用到朋友和同事身上,把家庭期待转移到与我们没有血缘或婚姻关系,但却与我们共度时光的人身上,这样我们就能拥有扩大家庭的体验了。年轻人加入帮派,年老的人加入俱乐部,甚至婴儿也放入玩耍群。尽管崇尚独", "label": "民族学", "id": 0}
{"content": "<正>六百多年的时光流逝,伴随着王朝的更替、社会的变迁,一个似汉非汉、似夷非夷的特殊族群——屯堡人,仍然在贵州高原上继续他们的文化坚守,执著地演绎着具有诸多特质的族群文化——屯堡文化。令人惊讶的是,在历史的长河中特别是中国社会步人近现代以来,面对外部多种异质性因素不断地对屯堡群落形成影响的时候,为什么屯堡人", "label": "民族学", "id": 0}
{"content": "<正>农民,这一族群的天职原本是从事与种地、渔猎和畜牧等相关的农业活动,以前,与农民有关的各种民间艺术活动也只是各地农民们的自我娱乐,\"下里巴人\"而难登大雅之堂。但是近几年来,这种情况正在", "label": "民族学", "id": 0}
{"content": "<正>费孝通先生1998年在香港发表中华民族多元一体理论已20年了。对于多元一体理论学术界给予了高度的认同。但是20年来,人们一直在探讨如何完善这个理论,使之能更好地观照中华民族的复兴之路。", "label": "民族学", "id": 0}
{"content": "<正>任何民族或族群都有他们集体历史记忆,并且往往将这一文化资源在他们的社会生活中加以利用,发挥其作为\"历史\"的价值。集体历史记忆,在特定群体当中或以口头传承,或以书面传播,或以纪念碑等其他媒体传达。本文所要讨论的蒙古族（以内蒙古自治区境内蒙古族为主）历史记忆,是指他们作为一种群体或社区所共有的对过去某一", "label": "民族学", "id": 0}
{"content": "<正>屯堡人是谁?屯堡人的认同是如何构建的?我们对屯堡人八年多的研究正好经历了屯堡人族群认同从无到有再到强化的演变过程。2000年初,当我们第一次走进贵州省安顺屯堡村寨做调研时却发现这里好像没有\"屯堡文化\"这个概念,也没有\"屯堡人\"这个称谓。不", "label": "民族学", "id": 0}
{"content": "<正>一、问题的提出在主张确立民族研究的宏观整体视野,构建中华民族格局这一总体思想和背景下,费孝通先生于1978年提出\"藏彝走廊\"这个概念,并频频在国内掀起研究高潮。有学者呼吁\"必须打破民族之间的人为界限\"（石硕2007:15）,应该探讨藏彝走廊中的一些大民族对区域内一些", "label": "民族学", "id": 0}
{"content": "<正>本文是有关新疆喀什维吾尔族妇女发展研究项目试点研究调查的阶段性研究结果,重点考察喀什地区维吾尔妇女的命运观,透析维吾尔妇女的生存现状及生命历程,扩大维吾尔妇女研究的视角,丰富和拓展维吾尔妇女发展研究的方法与范围。", "label": "民族学", "id": 0}
{"content": "<正>每个族群都有它所特有的文化,每个族群的族群文化都是丰富多彩的,年俗文化则是族群文化中的一部分。任何国家和民族都有属于自己的岁时节庆。节日是人类日常生活中的精华,它区隔出一个生活周期中的各个阶段,集中地展现了各个阶段的含义,并在节日活动中,保留了该民族文化中最精致、最具代表性", "label": "民族学", "id": 0}
{"content": "<正>现如今,关于\"民族\"与\"族群\"概念及运用在人类学界引起了众多学者的关注,成为时下人类学探讨的最热的话题。在这一背景下,徐杰舜教授主编的《族群与族群文化》一书汇集了当下人类学研究者对族群研究的相关成果,该书按照特稿、族群概念、族群理论、族群认同、族群关系、族群文化等几个板块进行了归类,建构成了全书的框架,其中", "label": "民族学", "id": 0}
{"content": "<正>甘州回鹘是9世纪晚期至1028年间由河西地区的回鹘人以甘州（今甘肃省张掖市）为中心建立的民族政权。由于该政权地处西北,与中原隔绝,故史书对其记载甚鲜,在文化方面更是如此,故学界对甘州回鹘的文化状况不甚了了,缺乏细致的研究。近期,笔者在系统整理有关资料时发现,在敦煌出土古代写本与石窟考古资料中,可填补历史记载空白的资料尚有不少,", "label": "民族学", "id": 0}
{"content": "<正>在中国古代北方的大漠草原上,自古以来就生生不息繁衍着逐水草而居的游牧民族,在这片广袤大地上如走马灯般出现了诸多被称为\"行国\"的游牧政权,创造了辉煌灿烂的草原文化,对中国乃至世界历史都产生了深远的影响。由于这些游牧政权最高统治者的继承制度与中原王朝的皇位继承制度有很多不同点,体现了浓郁的游牧文明特点,加之以往的研究,多是具", "label": "民族学", "id": 0}
{"content": "对黑龙江历史文化资源进行广泛深入研究,在此基础上启动黑龙江历史文化资源建设工程,这是黑龙江文化建设史上的大事。已列入我省历史文化资源重点研究项目的满族文化研究是黑龙江历史文化资源建设工程的重要内容。满族是黑龙江主要世居民族,满族文化是黑龙江多元民族文化的重要组成部分。近年来,学术界开展了抢救满语珍贵资料、挖掘与研究满文档案的民族文化遗产拯救工作,并取得一定成果。然而,满族文化资源的保护挖掘仅靠学术界少数人的努力是远远不够的,还需要全社会的重视和全民的参与,形成广泛、持久的民族文化遗产保护意识,以确保满族文化资源保护挖掘与利用工作长期有效的进行。本文通过对当今黑龙江满族文化研究意义、内容的介绍,就如何提高广大民众对黑龙江民族地域文化特色的认知度,广泛宣传满族文化具有代表性及其与众不同的历史文化价值,实现各方满族文化研究力量的整合,科学保护文化资源等问题,进行较详细的阐述。文章强调:满族文化除了能承担唤起民族认同的文化功能外,还被视为一种文化资源和文化资产。因此,保护挖掘满族文化资源,提高满族文化在社会发展繁荣过程中的参与程度,使珍贵的清代满族历史文化遗产,变成联系新时期文化建设现实问题的精神财富,对进一步弘扬地域特色文化,推动边疆文化大省建设有着及其重要的现实意义。", "label": "民族学", "id": 0}
{"content": "今年5月12日四川汶川县发生强烈地震,房屋大面积倒塌、人的伤亡很大。这里是羌族聚居的地区,十年前我在这一带进行过田野调查。高高的碉楼、淳朴的人民给我留下多么美好的印象。想不到一瞬间夺去了那么多人的性命、倒坏了那么多房屋。今年冬天凯里也遭受50年未遇的凝冻灾害,虽然很难过,但毕竟没有这么大的破坏,死那么多的人。震后党和政府及时调动大量人力、物力进行救助,使地震灾害的损失和人民身心痛苦尽量降到最小程度,更说明我们的政府是重视民生的政府。这几天我每天都看灾区的新闻,为灾区揪心。另外笔者想起了10年前调查时写的一篇文章,是根据一份清末羌民控告土司残酷压迫的诉讼文书,反映清朝司法的黑暗和诉讼的艰难,由于该研究难度较大,辅助的资料少,自己觉得对很多问题还未搞准,所以一直未敢拿出去正式发表,在此民族法学会上恳请学者们指正的同时,也通过这一场旷日持久、波澜起伏的羌民控告土司案件了解灾区以前的一段历史,读者也自然会进行今昔的对比。", "label": "民族学", "id": 0}
{"content": "本文以少数民族传统法文化的承载者——传统权威为例,探讨少数民族法文化在当前民族地区法制建设中发挥的作用。文章认为,只要加以适当的引导,可以借助少数民族的传统型权威的社会影响对基层村寨社会实施间接调控,国家公权力对此应当积极地加以引导,并将其功能发挥纳入法律和政策许可的轨道,与国家的社会经济发展目标结合起来,以达到稳定社会秩序的目的。", "label": "民族学", "id": 0}
{"content": "论文从横断山的风水观、民族迁徙、人种基因三个侧面讨论藏彝走廊的民族地理学问题。中国传统的风水观是封闭的,是东西向的,故有\"佛法西来,大江东去\"之说。横断山区山水走向东南亚,南北向的风水观却是开放的。藏彝走廊通过横断山区南北向的山顶夷平面和山间河谷的民族迁徙,带来民族的交融,使走廊民族具有旺盛的生命力。", "label": "民族学", "id": 0}
{"content": "地方性知识是一种特殊资源。藏区的地方性知识可理解为藏区社会发展中的民间力量,即民间组织、藏族习惯法、神山圣水崇拜、宗教仪式、节日庆典、礼仪和身份认同以及藏传佛教中的因果报应、循环转世等思想和实践等。本文以实例论证了民间组织是一种很重要的地方性知识和资源,地方性知识应当受到尊重。对在藏区的国际非政府组织,要变他者（国际非政府组织的）资源为地方资源,获得地方性知识,其前提和途径是要实现文化自觉。", "label": "民族学", "id": 0}
{"content": "本文在实地调查材料的基础上全面论述了瓦秀色达部落宗教信仰情况,包括以神山崇拜和神山禁忌为核心的神山信仰,以寺院宗教仪轨为基础的牧区寺院宗教信仰生活以及民间信仰;并指出瓦秀色达部落的信仰信念、古老神化传说、祭祀习惯、禁忌行为等都是围绕神山崇拜和神山信仰而存在的,神山崇拜在瓦秀色达牧区宗教信仰中占有举足轻重的位置,这有别于其他地区的情况。", "label": "民族学", "id": 0}
{"content": "本文在田野调查基础上,从区位与价值、政教关系、民族关系、社会关系、生态旅游和村寨调查六方面对木里藏族自治县的相关情况进行了分析。", "label": "民族学", "id": 0}
{"content": "<正>2006年12月8日至11日,教育部人文社科重点研究基地四川大学中国藏学研究所与中国藏学研究中心社会经济研究所联合主办的\"西藏及其他藏区社会变迁与经济发展\"学术研讨会在四川省成都市建中宾馆召开。这是四川大学中国藏学研究所与中国藏学研究中心社会经济研究所合作召开的第一次学术会议。四川大学副校长陈爱民教授和中国藏学研究中心副总干事大丹曾分别在开幕式上做重要发言。", "label": "民族学", "id": 0}
{"content": "<正>满族研究在世界范围内称为\"满学\"。近20年来中国满学取得了丰硕成果,已经成为世界满学中心。当前满学中单学科如历史、文学、语言等学科的研究成果丰富,也多达到了较高水平,但综合研究满族或将各学科研究成果进行综合,进而完成一部具有宏观性系统性的著作,应该成为当今满学研究的一项重要任务。", "label": "民族学", "id": 0}
{"content": "一个世纪以来出土的大量简帛,内中有不少原来从传世文献中难以见到的名刺材料,反映了当时社会交往的用刺之俗,从而说明简帛在古代民俗史上具有重大研究价值。", "label": "民族学", "id": 0}
{"content": "<正>在中国社会发展的历史长河中,曾经发生过许多具有深远历史影响的重大社会历史事件和社会思想改革活动,这些重大社会历史事件和社会思想改革活动在社会政治、经济与文化等诸方面改变了人们旧有的思维模式,调整了统治者治理国家的方针政策与实践策略,从而进一步推动了中国社会经济与文化的快速发展与繁荣。我们以今天的视角,回望历史的", "label": "民族学", "id": 0}
{"content": "<正>回族,形成于明代。回商,应该是回族形成之后的产物。但从历史大背景上看,回族商业文化源头较远,唐宋以后,尤其是在元代东西方文化大背景下走过来的,而且带着强劲的势头。明清时代,又是中国社会非常重要的转型时期。在这个历史进程中,由于商业文化的", "label": "民族学", "id": 0}
{"content": "<正>商会是一种以社会公共利益为目的,以政府监督下的自主行为为准则,以地区设置和跨国发展为空间,以非官方的民间活动为方式、为工商业者提供各种服务的重要的非盈利性中介、市场中间服务组织。改革开放以来,随着中国国家综合实力的不断加强,商会在国际贸易及国内贸易中,越来越具有重要的位置和发挥着不可替代的作用。", "label": "民族学", "id": 0}
{"content": "<正>云南是回族聚居的主要省份之一,据史家研究,唐宋就有回回人到云南,元代已有大批回回人进入云南定居,明清两代又有大批回族从江南、西北等内地进入云南定居。他们中有军士、工匠、商人等。云南回族历史悠久,在传承回回民族传统文化的过程中孕育了大批回族商人。云南回商在云南有一定影响、有自己的特点和经营理念。", "label": "民族学", "id": 0}
{"content": "<正>临潭回商又称洮商,之所以称为洮商,是因为临潭位于洮河之阳,洮河穿境而过,因此历史上临潭被称为洮州。洮商,广义上指近代以来从事商业活动的临潭各民族（汉、回、藏）商人;狭义上是指活跃在甘、青、川、藏、滇等省区的临潭回族商业经营者(占洮商总人数的百分", "label": "民族学", "id": 0}
{"content": "<正>一在贫瘠的西海固地区,有一个叫\"三营\"的乡镇,回族人口众多,商贸发达。三营古名万家川,顾名思义,古代三营就是人烟稠密、农商繁茂之地。明代为了防御蒙古北元政权,在全国一些重要的军事要地设立九边重镇,万家川就是九边重镇之一固原镇的第三营寨,故后名", "label": "民族学", "id": 0}
{"content": "<正>明中叶以后,有河湟回族参与的民间茶马贸易日益兴盛,成为各族贸易往来的主流,而这种贸易中,\"河湟回族在农牧两大经济区中充当了媒介,起了纽带的作用\"。正是这一媒介基础在明代的奠定,才出现了清代前期河湟地区国际贸易的迅速发展。清朝幅员广大,前", "label": "民族学", "id": 0}
{"content": "<正>一、商业的繁荣清末民初以来,西宁虽没有兴起近代工业,但却因\"西宁毛\"名誉世界,丰厚的毛原料资源吸引了外国和本国各族商人的到来,西宁被纳入了世界资本主义的体系之中,成为世界注目的毛原料供应和商品倾销的集散中心,西宁商业的繁荣主要表现在回族商人的发展与壮", "label": "民族学", "id": 0}
{"content": "<正>近代以来,西北回族虽然居地重迁划定,但是经商的传统使他们在短暂的适应后重新活跃于西北各地,尤其是在19世纪末、20世纪初,回族商人紧随时代,成为中国市场尤其是西北市场中活跃的生力军,充当农牧贸易的中间商,为西北市场纳入国际市场以及推动西北商业贸易的发展做出过巨大贡献,也为西北城镇的兴盛做出不可磨灭的贡献。", "label": "民族学", "id": 0}
{"content": "<正>近代以来,富俱民族和区域特色的皮毛贸易在西北地区蔚然兴起,为西北经济史平添了浓墨重彩之笔。回族商人在皮毛贸易中担当着极其重要的角色,一度成为推进贸易发展的强大生力军。研究皮毛贸易中的回族商人不仅是对民族贸易研究的继续和深化,更将直接裨益于西北民族关系史与回族经济史的研究。甘宁青三省是近代以来重要的回族聚居区,", "label": "民族学", "id": 0}
{"content": "<正>甘肃省临夏回族自治州和青海海东地区在唐、宋时称河州,地处青藏高原与黄土高原之间的过渡地带。从民族方面看,河州正处在藏汉两大民族之间,从经济上看,它是介于青藏牧区和内地农区之间的一条走廊,是历史上唐蕃古道和茶马互市的重镇,是汉藏间经济文化", "label": "民族学", "id": 0}
{"content": "<正>缅甸有一个被称为\"潘泰人\"（Panthay）的少数民族,他们是祖籍云南的回族穆斯林及其后裔。本文主要研究他们移居缅甸的情况。滇籍穆斯林从事于云南与东南亚地区的跨境马帮贸易,在该区域的平坝和山谷里,分布着大大小小的泰族人的城镇和集市。潘泰穆斯林就沿着这些贸易商路在19世纪下半叶至20世纪初期定居下来,尤其是在英国殖民时期。在", "label": "民族学", "id": 0}
{"content": "<正>一、近代上海回商群体的形成1.上海地区历史上的穆斯林我国东南沿海各地向来就是伊斯兰教传入中国的重要区域,经由\"海上香料之路\"来华的大食、波斯或中亚的番商胡贾,成为最早落脚的穆斯林居民社群。泉州、广州、扬州、杭州", "label": "民族学", "id": 0}
{"content": "<正>引言自古至今,信仰伊斯兰教的回族具有重视商业和尊崇商人的价值观,积累了许多经商的本领和经验,形成了许多世代传承的经商传统。从历史上看,其先民早在唐宋时期就由阿拉伯、波斯等地来到中国经商。元代以后,回族虽然拥有了土地,但他们并没有单一在土地上", "label": "民族学", "id": 0}
{"content": "<正>中东地区诸民族自古就对各种不同类型的宝石情有独钟,阿拉伯人崛起后,仍对宝石表现出特别的偏爱,而且他们对于矿物玄妙的性质,尤其感兴趣。因此,中古时期用阿拉伯文撰写的关于宝石鉴赏的著作达50种以上。其中时间较早,留存至今的要推9世纪时伍塔里德所著《宝石的用途》。而影响最大者属希哈卜丁·帖法希的《关于宝石的思想之花》,在", "label": "民族学", "id": 0}
{"content": "<正>一、宁夏回族地毯曾名驰名中外（一）回族地毯发展历史沿革人们最初使用地毯的时候,完全是为了生存的需要。而随着时间的逐渐推移,地毯被上曾社会和富豪阶层完全接受,从而被推上了高雅而富贵的皇宫和官宦之家。而手工地毯也", "label": "民族学", "id": 0}
{"content": "<正>在泉州海外交通史上,蒲寿庚是一个十分重要的人物,他不仅是一位大海商并高级武官,而且在宋元鼎革之际举足轻重,炙手可热,因而他成了文史工作者很感兴趣的研究对象。但由于有关典籍史料,对蒲寿庚生平、行止的记载都很简略又互相矛盾,使研究者颇感困惑。", "label": "民族学", "id": 0}
{"content": "<正>清咸丰、同治年间,杜文秀大理政权的幕后重要人物,豪商巨贾马名魁,是一个值得引起重视的历史人物。但由于代远年湮,文献稀缺,仅叙其梗概云。马名魁（1796～1892）,字国喜,诨号三毛牛,大理下关人（一说赵州——今凤仪人）,道光三十年（1850）武进士,故又称马三进士。", "label": "民族学", "id": 0}
{"content": "<正>20世纪初,大理地区民族资本兴起,更因以\"永昌祥\"、\"锡庆祥\"、\"鸿兴源\"、\"复春和\"等商家为代表的著名的\"喜洲商帮\"崛起,大理商业资本实力一时为滇省之冠。在这场民族工商业兴起大潮中,由丁煜堂先生创办的\"炳兴祥\"堪为回族工商业界的代表。", "label": "民族学", "id": 0}
{"content": "<正>吴忠是宁夏回族聚居区之一。民国时期,吴忠又称吴忠堡,\"系灵武县属巨镇,在灵武县城东南四十里,当金积、灵武两县之要冲,地濒黄河,为水陆交通之孔道,商业之盛,远过县城。民国十七年（1928年）遭匪抢劫,损失达300万元以上,十八年（1929年）后逐渐恢复。", "label": "民族学", "id": 0}
{"content": "<正>前言伊斯兰教作为一种信仰、一种文化、一种生活方式,对回族文化的影响是十分深刻的。由于回族是一个几乎全民信仰伊斯兰教的民族,伊斯兰教作为一种意识形态和信仰体系指导并支配着回族人的人生观、价值观和世界观。伊斯兰教信仰成为回族文化的主干和核心,", "label": "民族学", "id": 0}
{"content": "<正>回族历史上曾出现了以王岱舆、刘智、马注等,运用中国传统文化的形式对伊斯兰教基本精神进行诠释的汉文译著家,基中也涉及了伊斯兰教有关经济问题,这种阐述对于研究回族商业思想史也是有着重要的意义的。本文就主要以王岱舆、刘智及马注三位汉文译著家为例,对中国汉文著作的伊斯兰经济思想进行阐述。", "label": "民族学", "id": 0}
{"content": "<正>一、研究背景2005年在日本首次出版专门研讨伊斯兰神秘主义、苏菲主义和\"圣者\"信仰的论文集,其中主编者赤堀雅幸先生指出我们应该注意苏菲主义,他还指出有关苏菲主义和圣者信仰的研究有利于了解伊斯兰的复合性和多样性。但是这本论文集中没有一篇有关中国穆斯", "label": "民族学", "id": 0}
{"content": "<正>中国北方草原文化属于一种区域性的文化类型,有着悠久的历史,大约在50万年前就已经形成,一直延续到现在。草原文化在发展过程中,不断吸收外来文化的因素,丰富自己的内涵。早在新石器时代,形成北方草原地区原始文化发展的区系", "label": "民族学", "id": 0}
{"content": "<正>\"敕勒川,阴山下,天似穹庐,笼盖四野。天苍苍,野茫茫,风吹草低见牛羊。\"这首北朝的乐府民歌,描绘了阴山脚下大草原苍茫的景象,为中原人家喻户晓,构成了汉人对草原的感性认知。但这首诗歌不仅勾勒了草原极目远望,天野相接,无比壮阔", "label": "民族学", "id": 0}
{"content": "<正>蒙古族传统思维方式是民族文化的内在构架,是崇拜、信仰与道德的思维逻辑,是民族精神的内在支撑,是民族不自觉中的潜规则,是日常生活的思维总纲。如果说文化是民族的外表,那么传统的思维方式就是民族精神的理性展现。思维是历史的过", "label": "民族学", "id": 0}
{"content": "<正>在中华文化史上,西王母长期作为一位极具特殊意义的神话人物,其事迹作为神话文化列入文化史上,尚未见有将其放在文明史上加以论列者。而西王母确应在中华文明史上占有一席", "label": "民族学", "id": 0}
{"content": "<正>以蒙古高原为中心的中国北方草原,属于欧亚大陆草原的组成部分,位于北纬20～30度。这一区域海拔较高,幅员辽阔,地形多样,温度变化大,干旱、少雨、多风,是典型的高原大陆性", "label": "民族学", "id": 0}
{"content": "<正>因为内蒙古民俗界对蒙古族供奉\"风马\"旗的历史渊源存在着不同的观点,笔者就此问题谈一谈自己的看法。一、问题的提出为行文方便起见,这里先介绍一下蒙古族信仰的\"风马\"旗是什么样的。\"风马\"蒙古语称为heimori,我认为是藏语\"龙达\"", "label": "民族学", "id": 0}
{"content": "<正>涂尔干在《宗教生活的基本形式》一书中认为:宗教可以分解为两个基本范畴:信仰和仪式。仪式属于信仰的物质形式和行为模式,信仰则属于主张和见解。我们可以发现,大多数仪", "label": "民族学", "id": 0}
{"content": "<正>公元前3世纪,匈奴族在我国北方建立了强大的游牧民族政权。历史上,对于任何一个民族来说,政权的建立是这个民族文明进步的重要标志。政权的存在及其强弱和与之相应的政治制度的建设、发展、演变是民族文明的有机组成部分,也是衡量", "label": "民族学", "id": 0}
{"content": "<正>公元668年,高句丽政权为唐罗联军所灭,其故土与遗民为唐朝和新罗所分有。随后,由于唐朝未能牢牢地控制安东都护府之地,从而使高句丽大部分故土为渤海国所据有,而其遗民也分别流向了中原、新罗和突厥等地。这些高句丽遗民在当地长期与各族", "label": "民族学", "id": 0}
{"content": "<正>布依族是中华民族大家庭中的古老民族之一,有着悠久的历史和浓厚的民族风俗习惯。2005年农历10月10日至14日,我有幸参加了镇宁布依族苗族自治县马厂乡大烈山寨子卢姓家族操办的布依族\"谷夜亡\",亲眼目睹了\"谷夜亡\"的全过程。与此同时,采访了主持卢姓家族\"谷夜亡\"的\"报摩\"（布依语）卢帮武,访问", "label": "民族学", "id": 0}
{"content": "<正>现居住在贵州省黔西南布依族苗族自治州兴仁县一带的布依村寨,当有老人去世时,仍然按照先辈传承下来的宗教规则,举行隆重而具有浓郁民族风俗的丧葬仪式。在丧葬仪式开始之时,最引人注目和最关键的人物就是布依族宗教职业者——布摩（或称摩公）。布摩在布依族文化传承和", "label": "民族学", "id": 0}
{"content": "<正>一、铸造的古老性关于古铜鼓的记载在我国历史上出现,始于《后汉书·马援传》:\"援好骑,善别名马;于交趾得骆越铜鼓,乃铸为马式\"。《晋书》云:\"广州夷人,宝贵铜鼓\"。清楚地告诉我们,马援得到的是交趾骆越地的铜鼓,那么,这", "label": "民族学", "id": 0}
{"content": "<正>一、引言布依族是使用铜鼓的民族之一,铜鼓既是布依族的传统乐器,也是令人景仰崇拜的神器礼器。布依族的铜鼓长年收藏于家中,平日非重大节庆仪典,不轻易示人,春节期间\"击铜鼓为欢\"。早在20世纪30年代,郑师许《铜鼓考略》在胪列历代记载铜鼓的典籍的同时,特别指出\"今日使用铜鼓之仲家\",与苗族、彝族不同,", "label": "民族学", "id": 0}
{"content": "通过对毛南族L屯改革开放以来婚姻行为的调查描述,从中窥探毛南族婚姻中男女行为的变化,认为改革开放以来毛南族婚姻行为变化主要体现在婚姻中介、招婿入赘、通婚圈、分家形式等,至于婚姻行为中女性传统的角色扮演没有得到根本改变。", "label": "民族学", "id": 0}
{"content": "北京地区的婚俗研究由来已久,但是婚礼上的辟邪习俗几乎无人专门著文提及。自建都以来,北京的居民便呈多元化的特点,不同民族、不同地域的人构成了这里的民俗文化基础。清代以后,满汉混杂的居民特点为北京地区的婚俗注入了游牧民族的特色,\"射轿门\"、\"跨火盆\"等仪式就成了北京婚礼上的辟邪习俗。本文从民俗学的角度对此进行了——解读。辟邪禳灾、祈福求子是这些五花八门辟邪仪式的主要功能。", "label": "民族学", "id": 0}
{"content": "<正>佛教作为一种外来文化传入中国之后,经历了与中国本土文化相互碰撞与融合的发展过程。人类历史表明,当一种文化输入到另一种文化背景中,会产生两种现象:一是外来文化为适应本土文化环境而使自身有所变形;二是当地文化在外来文化作用下产生一定程度上的变化。这个过程也就是佛教中国化的过程。佛教能够为中国本土文化所接纳,不仅充分体现了中华文明具有对外来文化包容", "label": "民族学", "id": 0}
{"content": "中国是个多民族、多宗教的国家。宗教成为维系民族共同心理的组带,是民族文化和民族特性的重要内容。如何处理边疆的民族宗教问题,关系到国家的统一、领土的完整、社会的稳定,是治国政策的重要组成部分。本文以清代京城皇家藏传佛教格鲁派寺庙雍和宫为例,从它的兴建、发展中,折射出清政府制定蒙藏民族宗教政策的成熟化和制度化,充分发挥宗教为维护国家统一、祖国领土完整、民族团结和民族文化交流的巨大作用。", "label": "民族学", "id": 0}
{"content": "<正>民俗是在长期的历史发展中,各民族在特定自然、社会和经济环境下,世代相沿、积久而成的具有鲜明民族或地域特色的风尚、习俗。广西、贵州、云南三省（区）的民族地区,地处祖国西南边陲,地域辽阔,民族成份复杂,各民族习俗五彩纷呈。徐霞客晚年万里西行,对其专程考察,历时三年,所记《粤西游日", "label": "民族学", "id": 0}
{"content": "<正>羌族以白石为图腾四川境内岷江上游阿坝藏族自治州所属的茂县、汶县、理县、黑水一带羌族地区,其民居房顶女儿墙正中或转角处砌筑的塔子\"纳萨\"顶上,多置有五块、七块、九块不等洁白的石英石。羌语称之为\"阿渥尔\"的这些白石,既是色调灰暗的羌族碉房的一种耀眼的装饰。更是当地羌族群众", "label": "民族学", "id": 0}
{"content": "<正>羌族民俗,是羌民族传统文化的积淀,也是羌族人民心理状态的折光,它的范围广泛,种类繁多,几乎包括人们生产、生活的方方面面。它产生于民间,又为民间所传承,它既是具有某些约束力的行为和意识,又为现代社会生产生活和文化服务。", "label": "民族学", "id": 0}
{"content": "<正>研究一个国家的历史和文化,她的主体民族、政治体制和文化体系,都必须要有一个明确的界定,否则就没有中心和主题。西南地区的主体民族,《史记》界定为\"西南夷\",时至而今,还没有见到过\"西南苗、越、氐、羌\"的界定称谓,但", "label": "民族学", "id": 0}
{"content": "朝鲜族作为将其本民族传统文化保护和传承较好的我国少数民族之一,长期以来一直被视为\"传统文化保护的典范\"。本文将从中国的礼文化对朝鲜族传统文化的指导性影响、儒、佛二教对朝鲜族传统文化的影响、岁时节令习俗对朝鲜族传统文化传承的影响及民族认同是朝鲜族传统文化保护的重要基石等四方面来探讨影响朝鲜族传统文化保护的诸因素,试图将其传统文化保护在\"固守\"中不断\"绵延\"这一特点揭示出来。", "label": "民族学", "id": 0}
{"content": "<正>佤族是云南省境内的土著民族之一。由于受独特的地理环境等因素的影响,佤族聚居的阿佤山地区,社会发展缓慢,经济落后,1949年新中国成立前,基本上还处于原始社会末期、阶级社会初期,因而保留了许多原始形貌、原始状态的民间禁忌。禁忌是人类普遍具有的文化现象,国际学术界把这种文化现象统称为\"塔怖\"（Taboo）。\"塔怖\"原是南太平洋波利尼西亚汤加岛人的土语,其基本", "label": "民族学", "id": 0}
{"content": "<正>一、祭祀概述佤族祭祀就是按着一定的仪式,向神灵、鬼魂致敬和献礼,以恭敬的动作膜拜它,请它帮助人们达成靠人力难以实现的愿望。\"受人钱财,替人消灾\",佤族人把这一人间的通则加于神灵身上,便成为祭祀的心理动因。所以,祭祀从本质上说,是对神灵、鬼魂的讨好与收买,是把人与人之间的求索酬报关系,推广到人与神之间而产生的活动。大千世界,祭礼繁杂。由于受历史形态、社会经济状况和生活生产环境的限制,构成了佤族独具风格的祭祀文化。纵观佤族的祭祀,可谓千姿百态,异彩纷呈,它吸引各界专家、", "label": "民族学", "id": 0}
{"content": "<正>佤族和我国其他许多少数民族一样都有崇拜虎豹的习俗。由于认识水平所限,佤族对虎豹历来不加区分,皆统称为\"西未\"、\"岩舍\"或\"斯歪\"。他们视虎豹为神物,认为虎豹是天神\"木依吉\"的使者,所以每当猎获虎豹都要举行为期三天盛大的赕庆活动。透过这一古朴神秘的仪式,不仅能让我们充分地领略佤族狩猎文化的独特魅力,而且能让我们从中窥见蕴藏其间的宗教信仰、思想观念、巫术禁忌、民族精神等丰富的佤族文化内涵。从而为我们探索和研究佤族文化提供一块鲜活的化石。", "label": "民族学", "id": 0}
{"content": "<正>互惠（也有学者称为互酬）是一种各民族社会普遍存在的文化现象,但互惠并不简单等同于互利,因为互惠包含了更为丰富的文化内涵,因而是人类学研究者广泛关注的问题之一。国外学者对互惠做了大量研究并提出了诸多理论,而中国学者目前对该问题研究还相对较少。本文尝试运用人类学互惠理论和研究方法,结合相关材料,对中国佤族传统民俗中主要的互惠现象及其社会功能进行初步探讨。", "label": "民族学", "id": 0}
{"content": "<正>一、服饰文化的民族社会学阐释佤族服饰是佤族传统民族文化的重要载体,不仅具有实用性,审美性。而且还蕴涵着本民族的历史发展轨迹、社会变迁、民族文化相互交融等等气息。因此,现从以下几方面来论述佤族服饰独特的文化特征。1.佤族\"族徽\"的实物凭证。民族文化的认同,对一个民族作为一个整体发挥作用具有非常重要的意义。没有对本民族的认同,就难以形成稳定的民族共同体。佤族服饰作为一种文化符号,就是本民族互相认同的旗帜和结成整体", "label": "民族学", "id": 0}
{"content": "<正>一佤族有396610人（2000年）,主要居住在云南省西南部的沧源、西盟、孟连、耿马、澜沧、双江、镇康、永德等县,一部分散居在保山市、西双版纳傣族自治州、昆明市和德宏傣族景颇族自治州境内。其中云南省的佤族人口为383023人,占全国佤族总人口的96.57%。云南省沧源佤族自治县和西盟佤族自治县是佤族的主要聚居区,两个县的佤族人口分别为1 35595人和58532人,占全国佤族总人口的48.95%。在佤族主要分布的地区,除了汉族", "label": "民族学", "id": 0}
{"content": "<正>葛兆光先生在研究中国思想史时曾提出在中国思想史上存在着\"加法\"与\"减法\",即某些东西会在后人不断的阐释与演绎中被加上原本没有的内容,显得更加成熟、更加合理和切合特定时代的脉搏,而这也会让后来者陷入思想的迷宫,若不细加考察,往往会将后来附益的内容误认为是原初形态的论述,在分析与评价时难免有失准确,此即为\"加法\";与此同时,一些东西会因世易时移,逐渐淡出后学的视野,原有的色彩已或多或少地消退,有时甚至", "label": "民族学", "id": 0}
{"content": "<正>在历史上,佤族并没有形成本民族统一的地方政权。在漫长的历史发展过程中,佤族社会长期处于原始部落状态。特别是核心区的社会发展还处在原始氏族社会的解体与农村公社社会的发展时期。他们的社会离母系氏族社会还不长,因为在他们的司岗里中多说到人类社会最先是由女子领导男子,后来才有男人领导,并认为\"女子共领导了共三十代,男子才领导了二十", "label": "民族学", "id": 0}
{"content": "<正>社会控制（Social controls）是一个非常重要的社会学术语,最早是由美国社会学家罗斯（E.A.R0s s）在他1 901年出版的《社会控制》一书中提出来的。他认为:\"社会控制,就是一种有意识、有目的的社会统治。\"另一位美国社会学家戴维·波普诺则认为,旨在防止越轨并鼓励遵从的努力就是社会控制。而笔者比较赞同,我国学者易益典等人的看法,\"所谓社会控制,就是通过各种社会或文化的手段对个人或集体的行为进行引导和约束,使其符合社会传统的行为模式,以维持社会秩序的过程。\"", "label": "民族学", "id": 0}
{"content": "<正>我国云南省境内有25个少数民族,有许多独有的少数民族,在西南民族文化源流交融中,既有文化的血脉相承,又有鲜明的民族个性。其历史渊源长期为史学界、人类学界、民族学界所关注和探索,中国历史上古代南方民族,尤其是西南地区失落民族,在这里的历史痕迹也逐渐清晰起来。从现在的佤族、德昂族、布朗族的宗教、文化、习俗中,我们都可以看到历史上曾经失落的民族——濮人中\"苞满\"、\"闽濮\"的影子。", "label": "民族学", "id": 0}
{"content": "<正>1953年,我国著名民族学家凌纯声发表《云南佧佤族与台湾高山族的猎头祭》,开创佤族与高山族文化比较研究之先河。1961年,他又发表了《东南亚的父子连名制》。这两篇论文是在他先后对佤族和高山族进行田野调查的基础上、并参考中外学者的研究成果写成的。实际上,高山族并非单一少数民族,因此,他就分别以其中的邹族、阿美族和泰雅族为例,与佤族的猎头习俗或父子连名制进行比较研究。凌纯声认为,邹族、阿美族与佤族的猎首祭\"是同源的文化\"。", "label": "民族学", "id": 0}
{"content": "<正>最早的佤族村寨管理者是窝朗。窝朗是随着村寨的产生而产生的一种管理该村寨事务的管理者,一般从建立村寨最早的一姓人中选举产生。如果同时有几姓人来到一个新地方建立村寨,则由这几姓人杀鸡看卦,大家公认哪姓的卦好,就由哪姓的人当窝朗。窝朗一经选定,便为世袭。不过这种世袭制度,保留有原始的民主色彩。通常是由窝朗先提出自己的继承人,待征得村寨成员的同意后即获通过。如窝朗无子,则由其兄弟或养子继任。", "label": "民族学", "id": 0}
{"content": "<正>佤族将宗教活动的主持者和专门做\"鬼\"的人称之为\"奔柴\"。佤族学者赵富荣教授在其著《中国佤族文化》一书中,将其译为\"毕哉\"。魏德明教授的《佤族文化史》中称为\"召差\"。2006年8月在云南思茅和西盟举行的\"首届中国佤族文化学术研讨会\"上,就有\"佤族的宗教祭祀者要还本来面目,应称之为‘奔柴’\"的呼声。学界对此有\"正名\"之说,源于此前民间及学界一直将佤族宗教活动主持者称之为\"魔巴\"。魔巴一词非佤族语,", "label": "民族学", "id": 0}
{"content": "<正>一、问题的提出就医行为是指人们在有病感或者身体产生某种症状时,寻求医疗帮助的社会行动,是一种十分复杂的心理和行为。当人们因生病而寻求某种保证恢复其健康的恰当策略时,反映在其中的不仅仅是单纯的个人的求医行为,还有影响其行动的多种因素,如环境、社会、政治、经济、文化以及健康服务系统等因素。正如安东尼·吉登斯对身体与社会的关系做出的解释一样:\"身体并不只是存在的问题,它也不仅仅是存在于社会之外的有形的东西。", "label": "民族学", "id": 0}
{"content": "<正>佤族历史悠久,在缔造我们伟大祖国的历程中作出了重要的贡献。由于种种原因的影响,佤族文献资料记载比较少,研究人员和研究成果几乎处于空白状态。新中国成立以后,党和国家十分重视少数民族研究工作,组织教师和科学工作者深入少数民族地区进行社会历史调查,搜集和整理了大量的社会历史资料,为佤族的研究提供了有利条件,锻炼和培养了一批佤族研究人员。特别是改革开放以来,佤族研究取得了一批有较高学术价值的科学成果,爱到学术界的关注和好评。", "label": "民族学", "id": 0}
{"content": "<正>佤族,是一个勤劳、善良、勇敢的民族,在历史上一直也是一个弱小的民族。他属于南岛语系,孟高棉语支,主要分部在中南半岛诸国和中国西南部,据不完全统计,全世界有佤族有396610人（2000年）人,在中国主要聚居区是沧源佤族自治县和西盟佤族自治县,两县的佤族人口分别为135595人和58532人,占全国佤族总人口的48.95%。佤族和其他的民族一样,有着自己古老的文化,文化积淀深厚,这是佤族能生存到今天的一个资本和动力。当然,相对来说,佤族一直是一个弱小的民族,但是由于人类社会发", "label": "民族学", "id": 0}
{"content": "<正>佤族是云南省境内较早的土著居民之一,主要聚居于澜沧江以西东经99°至100°、北纬22°至24°的阿佤山区,以西盟、沧源为中心,包括澜沧、孟连、双江、镇康、永德、耿马以及缅甸瓦邦地区,其余在德宏州、普洱市、临沧市和西双版纳州的一些地区也有少量分布,与汉、傣、布朗、德昂、拉祜、哈尼等民族呈交错杂居状态。据2000年全国人口普查,中国境内的佤族人口有42万余人。佤族语言属南亚语系孟高棉语族佤德语支。佤族源于古代百濮系统,本民族内部多称其先民来自于一个叫\"司岗里\"的地方。", "label": "民族学", "id": 0}
{"content": "<正>一、死亡观是人生观不可或缺的重要组成部分死亡观是人类对自身死亡的本质、价值和意义的根本观点和根本看法,是世界观、人生观的有机构成部分。在地球生物圈内,人类是唯一能够超前地意识到个体的生命存在最终将不可避免地走向死亡的理性物种。千百年来,人类对自身死亡现象所形成的且不断发展变化着的种种认识、心态、观念等等,构成了社会文化的独特组成部分。西方人的死亡观经历了\"死亡的诧异\"、\"死亡的渴望\"、\"死亡的漠", "label": "民族学", "id": 0}
{"content": "<正>一、月亮山腹地的乌略寨乌略是一个很多地图都没有标出来的小苗寨,属于贵州省榕江县计划乡管辖,处于月亮山腹地。它由三个小自然村组成,寨子里的人把坐落在山顶上的那个小自然寨叫上寨,另两个在山脚下的自然寨叫下寨,下寨又分前寨与后寨。上寨只有几户人家,前寨和", "label": "民族学", "id": 0}
{"content": "<正>祭山会也称\"大还愿\",是羌族民众一年一度酬谢神灵庇佑的大型全民性质的祭祀仪式,是羌族民间信仰仪式中文化内涵最丰富、民众参与最广泛、文化象征意义最完整的祭祀仪式。", "label": "民族学", "id": 0}
{"content": "<正>一引言族群问题在台湾社会不仅成为一个政治问题,（同时）也是台湾学术研究的热点问题。过去台湾多习惯于以籍贯分类,而现在则以族群来划分。\"族群\"一词,原仅指处于社会边缘的少数人集团和亚集团,现在则泛指社会上因文化或血缘关系而具有明显不同的所有集团。按照建构论,台湾的族群可以分为闽南人、客家人、外省人、高山族即所谓\"四大族群\"。根据最新的统计,各族群的比例分别为:闽南人占73.3%、客家人占13%、外省人占12%、高山族占1.7%。\"四大族群\"是台湾地区族群类别最通俗的表述法,严格来讲应该是\"一大二中一小\"。台湾族群划分的主要依据就是语言的认同,这是一个最容易操作的族群划分标签。认定一个人是不是客家就主要看他（或她）是否", "label": "民族学", "id": 0}
{"content": "研究聚居在我国甘肃境内的裕固族媒介素养,对于深层次认识该地区少数民族的信息传播结构、受众素质与媒介素养教育,分析信息传播与社会发展的关系,均具有较高的研究意义。本文在调查报告的基础上对裕固族为代表的少数民族受众的媒介素养进行阐释和分析。", "label": "民族学", "id": 0}
{"content": "<正>海南省陵水黎族自治县是以黎族为主体,汉、苗等多个民族组成\"大杂居,小聚居\"的县份。据《陵水县第三次人口普查手工汇总资料汇编》统计,1981年全县总人口246425人,其中黎族110521人,汉族134886人,苗族383人,其他民族615人。", "label": "民族学", "id": 0}
{"content": "<正>儒家学说诞生于春秋末期,自汉代被定为\"独尊\"以来,在阶段社会里,它一直是官方哲学,被统治者作为治国平天下的指导思想。据学者们的研究,\"在传统社会,儒学不是一种单纯的哲学或宗教,而是一套全面安排人间秩序的思想体系,从一个人自生至死的生命过程,到家、国、天下的组成以治理,都在儒学范围之内,儒学已渗透到中国文化的各个方面注\"。白族作为中华民族大家庭中的一员,在其形成和发展过程中,也无不受到儒学的深刻影响,既便是马克思主义、毛泽东思想已成为白族人民的根本指导思想的今天,儒学的精髓也还融入到白族社会生活的某些方面,发挥着启迪、诱导的作用,受到白族人民的崇敬。", "label": "民族学", "id": 0}
{"content": "<正>一个民族的可持续发展必须立足于内源式发展,“内源式发展”作为官方的政策概念,在联合国教科文组织编制的《1977—1982年中期规划》中正式提出。作为“以人为中心的内源发展”方式, 其目标之一是“研究符合不同社会实际和需要的内源与多样化的发展过程,它的社会文化条件、价值系统、居民参与这种发展的动机和方式”这一概念成为教科文组织的思想和行动纲领之一。“内", "label": "民族学", "id": 0}
{"content": "<正>民族是人们在历史上形成的一个有共同语言、共同地域、共同经济生活以及表现于共同文化上的共同心理素质的稳定的共同体。民族心理随着民族的形成而产生,民族心理学是心理学的分支,少数民族心理的研究是其重要的内容。中国是一个拥有56个民族的多民族国家,除汉族外的其他民族不足全国总人口的10%,但实施民族自治的行政区域的面积却占到全国总面积的64%,从20世纪20年代起一些", "label": "民族学", "id": 0}
{"content": "<正>由来河西走廊①自古以来就是多民族交流频繁的地区,是中国内地中央政权与西域各个民族、与中亚甚至欧洲交往的必经之地。各个民族在这个地区共生、繁衍,也有许多民族从别处迁徙而来,也有民族经这里迁徙而去。在历史上,许多民族在这里留下了灿烂的文化印迹,也有一些民族悄无声息地湮没在历史的长河里。这个地区也曾经是军事战略要地,也曾经是少数民族政权的中心腹地（如西夏政权）。经历了千", "label": "民族学", "id": 0}
{"content": "本文从个体和社会背景两个角度对西方少数民族认同的研究给予了一定的介绍和评价,目的在于揭示少数民族成员在认同探索过程中的双重性:即作为民族群体中个体成员的认同获得和在少数民族群体背景下民族性的认同和体验。", "label": "民族学", "id": 0}
{"content": "藏族锅庄舞是理解藏族文化的一把重要钥匙。与藏族其他舞蹈相比,锅庄舞不仅是藏族世俗文化与神圣文化的载体,也是藏族自我认同的标志之一。随着现代社会的发展和人们对锅庄在藏文化中标志性地位的认同,它成为藏族旅游开发的一大王牌,成为藏民族谋利的一种重要手段。藏族锅庄舞在成为一种重要的课程资源的同时昭示着藏族文化在当今社会的地位提升和藏族文化自身的价值。", "label": "民族学", "id": 0}
{"content": "<正>在哈尼族家中举行的祈求福寿的\"博热博扎\"仪式是社区生活中掀不起什么大波澜的\"琐事\",然而,这种仪式活动却是当地社会结构的绝好缩影,可以说是\"显微镜下的解剖所要做的那种琐事\"。尤其是在这个社会生活各个方面都发生着急速变化的时代,为了不断满足各种新的需要（如旅游开发）而不断地\"凸显\"仪式的某些方面,或者\"发明\"某些传统的时候,\"博热博扎\"这类宗教仪式因其微小,更无需向谁\"表演\",反而能比较本真地反映出", "label": "民族学", "id": 0}
{"content": "<正>我国有55个少数民族。从血缘关系上看,一些少数民族之间有一定的血缘关系,同时,许多民族内部有不同的支系;从地理分布上看,一些少数民族居住于同一个区域,同时,许多少数民族又分布在不同的区域。我国少数民族的宗教信仰状况是多种多样的,除了佛教、道教、伊斯兰教、基督教、天主教这五大宗教外,还有原始宗教和民间宗教。各种宗教内部又有不同的宗派,而且,绝大部分少数民族的宗教信仰是与其他民族相互交叉的。因", "label": "民族学", "id": 0}
{"content": "<正>一、本课题研究的现状卡力岗\"藏回\"（讲藏语的回族）现象越来越被学术界关注。最早对卡力岗\"藏回\"现象进行研究应该是在上个世纪二三十年代,当时有一些前往甘青两省考察地方风情的学者开始注意到了卡力岗\"藏回\"现象并做了一些零星的记录。系统研究卡力岗\"藏回\"现象是上个世纪80年代。从上个世纪80年代开始,一些涉足此领域并亲自前往卡力岗山区进行田野调查者,撰写并发表了相关的研究论文,较有代表性的研究成果有:李耕砚、徐立奎二人", "label": "民族学", "id": 0}
{"content": "本文根据考古新发现,结合历史文献记载,对突厥丧葬和祭祀习俗做了一些初步的检讨。本文认为,突厥葬俗实际包含多种因素和不同层次,汉文史料的记载混而不清。突厥石人承继了奥库涅夫文化以来悠久的草原文化传统,可分为三种不同类型;突厥石人手持容器则渊源于斯基泰。对突厥石人进行分期仍需谨慎,应避免过多的主观随意性。本文还考辨了突厥重要祭祀地拂云堆的地望,指出以往的比定有误,推测拂云堆可能位于今内蒙古包头西北。", "label": "民族学", "id": 0}
{"content": "本文系作者据2006年夏在蒙古国考古调查的突厥墓葬资料,结合文献有关记载,讨论了突厥的墓上祭祀问题。析为墓上建制和祭牲、祭仪、祭祀后之娱乐及所谓\"杀人石\"诸方面。从文献和考古资料看,突厥丧葬礼俗分为丧和葬两部分,其墓上祭祀在人葬时举行;东突厥的汗族及贵族墓上有较复杂的祭祀和纪念性建筑（碑、祠堂、立像、\"标\"、\"杀人石\"）,与华夏丧葬礼俗有密切关系（尤其第二汗国时期）;墓上祭仪、祭牲等也都有其特色。据考古资料看,所谓突厥\"杀人石\"是指在相当于墓上神道位置处所排立的条石,舆突厥石人同属于墓上祭祀、纪念性建制。", "label": "民族学", "id": 0}
{"content": "<正>经过几千年各地区之间各类形式的人口迁移,当今世界上绝大多数国家都属于多族群国家。有的国家从历史上延续下来就是多族群结构的政治实体,在跨国境的移民过程中,从境外迁来的少数族群中也有一些成员得到了迁入国政府的公民身份。在有些国", "label": "民族学", "id": 0}
{"content": "<正>《古代民族关系论稿》,陈梧桐著,2006年9月中央民族大学出版社出版,37.4万字,系中央民族大学国家\"十五\"\"211工程\"建设项目。本书是作者多年研究民族关系史的论文结集,共收录论文27篇,其中大多数是研究明代民族关系史的论文,包括《论明王朝的民族观与民族政策》、《明朝民族事务管理机构述略》、《明代内地向边疆地区的移民及其意义》、《朱", "label": "民族学", "id": 0}
{"content": "<正>浑江流域位于长白山南麓,整个地区如同一块不规则的三角形楔入辽东都司和朝鲜半岛之间。对一个民族的生存而言,其政治地缘环境相当不利。但是,这里气候温暖,降水丰富, 山高林密,河流众多,加之靠近辽东和朝鲜,有利于经济文化的交流,对从事农业和渔猎生产活动的女真各部有很大的吸引力。有明一代,曾在浑江地区活动的女真部落主要有建州、建州左、建州右、歧州、温火、扈伦（虎狼）等卫。本文通过对建州卫在浑江地区活动史料的梳理,力图勾勒出建州卫迁入和迁出的清晰线索,从而确定明末满洲五部之一王甲部的族源。", "label": "民族学", "id": 0}
{"content": "<正>建州女真首领阿哈出于明永乐元年（1403）接受明朝招抚,受任指挥使,建州卫自此设立。阿哈出受职后向明帝推荐建州的另一位首领猛哥帖木儿。自那时以后明帝先后派遣十批使臣专门招抚猛哥帖木儿,终于于明永乐三年十二月,猛哥帖木儿接受所封建州卫指挥使的", "label": "民族学", "id": 0}
{"content": "<正>在中华民族数千年的历史进程中,草原民族相继而起,经历了不同形式的战争,这些战争有不同部落之间的、不同民族之间的,也有本民族内部的。特别是,草原民族与中原民族之间的战争,贯穿了中国奴隶社会、封建社会,不仅深刻地影响了草原民族的发展,也深刻地影响了中原民族的发展,进而深刻地影响了", "label": "民族学", "id": 0}
{"content": "<正>科学技术是民族文化最为集中的体现,也是社会文明发展进程的尺度。中国古代北方少数民族在长期的生产与生活中, 在与其他民族文化的碰撞与交流中,有在科学技术方面的发明创造,也学习和掌握其他各族的许多科学技术成果。而他们的科学技术具有鲜明的民族性,在中华文明史的发展进程中占有重要的历史地位。", "label": "民族学", "id": 0}
{"content": "<正>侍卫亲军是北方草原民族统治者的具有私人武装性质的军队,它的存在促进了草原贵族的产生。当北方草原民族建立政权后,侍卫亲军又具备了国家常备军的性质,成为政权统治者必须倚重的\"居重驭轻\"的常备精锐部队。数千年间,侍卫亲军始终护卫在北方草原各族统治者身边,或冲锋陷阵,或执掌宫廷要务.发挥了重要作用。侍卫亲军制度成为北方草原民族军制中的重要特色。", "label": "民族学", "id": 0}
{"content": "<正>北方诸族王位继承制度显得混乱和不稳定,不同的民族,以及同一民族在不同历史时期,王位继承制度表现出不同的特点。北族的王位继承制度,在宗法制度下,确保王位在王族内传承, 在正常状态下,王位都是在王族内相继相续。但是,北方诸族的继承制度中没有像中原王朝那样明确的立嫡立长的继承制度,", "label": "民族学", "id": 0}
{"content": "<正>匈奴是我国古代北方最早建立国家政权的游牧民族。从表面上看,匈奴政权的统治架构是以孪鞮氏为核心,但其实质则是通过血缘关系的亲疏来分配、继承统治阶级所掌握的财产和权力的,这种分配团结和凝聚了同姓贵族之间、异姓贵族之间、同姓贵族和异姓贵族之间的关系,加强了以孪鞮氏为首的统治阶", "label": "民族学", "id": 0}
{"content": "<正>《蒙古秘史》是蒙古民族现存最早的历史文学长卷,也是13 世纪的蒙元王朝为世人留下的一部奇书。它以成吉思汗孛儿只斤黄金家族的兴衰过程为中心,记述了蒙古族从神话传说起源到13世纪中叶500多年的历史演进。与《元史》、《史集》等书相比,可以这样说,《蒙古秘史》既是官方\"敕修\"的民族历史,又是", "label": "民族学", "id": 0}
{"content": "<正>在对游牧民族研究中,研究者大多主要关注其\"逐水草而居\"的游牧生活,而对游牧民族与城市的联系或其城市生活状况却缺乏系统、深入的研究,或者至少没有予以足够的重视。其实,自古以来游牧民族同城市关系密切,城市生活在游牧民族经济和社会发展进程中不断显示出独特的魅力和作用,成为游牧", "label": "民族学", "id": 0}
{"content": "<正>一、北方游牧民族民俗生成的背景草原民俗是在草原地理环境中衍生发展起来的。民族风俗习惯是各个民族对生存环境的反映,是为了满足生产和生活的需要,在各种生产、生活领域的实践中长期承传的行为心理和行为方式。民族风俗习惯反映并适应这些自然地理气候条件。以", "label": "民族学", "id": 0}
{"content": "<正>中华民族的传统文化多姿多彩,每一个民族都有自己的宇宙观、人生观和由此生发出的风俗、礼仪、饮食、居住、服饰等,由此构成了独具特色的民俗大观。可以说,民俗文化是一个国家或民族中广大民众所创造、享用和传承的生活文化,无论是有形的民俗文化遗产,还是无形的精神文化遗产,都是人类历史生活的凭据,它无时无刻不在潜移默化地产生着影响和作用。不可否认,文化多样性与生物多样性一样重要,文化多样性也正是民俗独特性的具体表现形式。就葫芦文化而言,彝族不仅有其远古的神话传说,而", "label": "民族学", "id": 0}
{"content": "<正>如果从20世纪初外国探险家在新疆库车等地进行掠劫式考古发掘算起,龟兹历史文化研究已有一百多年的历程了。龟兹历史文化研究最初主要在佛教石窟以及佛教壁画、雕塑的考证考释、龟兹古文字的解读、龟兹历史脉络的梳理等方面,且以考古物证与古代文献相互印证,有了二重证据之效。自此,龟兹历史文化研究领域不", "label": "民族学", "id": 0}
{"content": "<正>近年来,全国兴起地域文化研究热,龟兹文化研究更是持续升温。为此,我也想就龟兹文化的主要内容、地域范围以及研究思路等问题,谈一些肤浅认识。", "label": "民族学", "id": 0}
{"content": "<正>《龟兹学知识库》建设,是为了更好地展现龟兹文明中璀璨的文化瑰宝,并立足于世界四大古代文明的交汇荟萃点,为国际性的龟兹学研究提供信息资源的保障。《龟兹学知识库》是以龟兹学信息资源数字化建设为基础,搭建起龟兹学信息研究的开放平台,为传播历史文化积淀信息资", "label": "民族学", "id": 0}
{"content": "<正>关于客家人在云南的情况,属于零散分布的类型。生活在云南的客家人及其子女约有1万余人。据有关资料表明,客家人迁入云南始于元朝,历代都有客家人因不同的原因来到云南。我们对早期来云南的客家人及他们的后裔的情况了解很少,因此决定开展这方面的调研活动。2005年10月24日至29日的赴云南永胜的调研活动是云南客家文化研究会开展云南客家研究以来的首次较具规模的正式调研活动。", "label": "民族学", "id": 0}
{"content": "<正>关于客家民系的水质,目前主要有三种不同的观点.第一种认为客家人的祖先从中原南迁,\"是纯粹的汉族\"。持这种观点的代表有台湾学者陈运栋等.第二种观点认为客家民系以汉族为主体,承认与古百越族的支系畲、瑶、苗、疍等少数民族,特别是畲族通婚和血缘交融.持这种观点的人占多数。第三种观点则认为少数的中原汉人带着当时较发达的中原文化融化于南方较多数的古百越族中,形成以中原文化为主体的\"客家共同体\"[引.迄今,由于史料不全或记载失真等原因,仅仅从社会科学研究客家源流及其实质等问题.颇难做出较为正确的结论,因此有必要从自然科学研究的角度来探讨客家民系的本质。", "label": "民族学", "id": 0}
{"content": "<正>一、前言云南客家文化研究会的宗旨为:通过对客家历史文化的研究,弘扬客家爱国爱乡、开拓进取的优良传统;通过与海内外客家团体和客属同胞的联系交往,为促进云南的开放作出贡献;利用科技知识、人才和归侨侨眷多的优势,为繁荣云南及祖国的经济文化建设服务。根据云南客家文化研究会宗旨,我们把开展客家历史文化研究放在重要的位置,尤其开展云南客家历史文化研究,更是本研究会开展客家研究的重点。", "label": "民族学", "id": 0}
{"content": "<正>关于客家民系的本质,从大量的社会科学研究资料可以看出,目前主要有三种不同的观点。第一种认为客家人的祖先从中原南迁,\"是纯粹的汉族\"。持这种观点的代表有台湾学者陈运栋等。第二种观点认为客家先民虽是中原汉人,但客家民系以汉族为主体,承认与古百越族的支系畲、瑶、苗、疍等少数民族,特别是畲族通婚和血缘交融。持这种观点的人占多数。第三种观点则认为少数的中原汉人带着当时较发达的中原汉文化融化于南方较多数的古百越族中,形成以中原文化为主体的\"客家共同体\"。迄今,由于史料不全或记载失真等原因,仅仅从社会科学研究客家源流及其实质等问题,颇难做出较为正确的结论,因此有必要从自然科学研究的角度来探讨客家民系的本质。", "label": "民族学", "id": 0}
{"content": "<正>\"凡是有太阳的地方。就有我们客家人\"。这是客家人引以自豪的一格言。客家人走遍世界,云南也不例外,古代自宋元朝代起就留下了客家人的足迹。根据调查,客家人来云南定居,大致有如下几种原因:（1）移民;（2）从军;（3）赴任官员;（4）", "label": "民族学", "id": 0}
{"content": "<正>客家人是中华汉民族的一支重要民系,以操客家方言为其主要特征。关于客家群体的形成问题,多数历史资料记述是中原汉人南迁,在闽粤赣边区定居下来,并继承和发展了中古时期中原汉文化。后来客家人进一步扩散,现分布于广东、江西、福建、广西、湖南、四川、台湾、海南、香港9个省区200多个县市,零散分布者在国内包括全部省区;在国外则分布于85个国家和地区。较长时间里,多数学者认为客家群体的主体是汉人。近年来房学嘉对客家人的主体提出了新的观点,认为是较少数的中原汉人带着较发达的中原汉文化同化和融化了较多数的古百越族土著居民。遗传学研究发现今天中国汉族和少数民族都分为南方蒙古人种和北方蒙古人种,大致以长江为分界线。这说明北方汉人向南迁入的不是南方的真空地带,且大量同化和融纳了当时当地的居民于汉人群体之中。这一结果似乎支持了房学嘉的观点。", "label": "民族学", "id": 0}
{"content": "<正>问题的提出从客家民系分布来看,历史上客家先民几次南迁之后,最后形成客家民系并分布在我国闽粤赣三省交界处偏僻山区之中,由于客家人发扬自身的开拓拼搏、艰苦奋斗精神,顽强地创造生存条件,为自己的民系发展打下了基础。因生态营养三角形中,人是处于最高处的消费者,当初期人口不多的时候,营养生产者仍然能提供人类相应的需求,那么当地生态仍然处于相对平衡状态,可以在当地维持一段时间内的延续发展;可是人口发展到一定程度时,营养三角形比例与", "label": "民族学", "id": 0}
{"content": "<正>辛亥重九起义胜利,都督府立即委派军政要员李烈钧（江西）、林虎（广西）、钟动（广东梅县）赴南洋,与华侨沟通,华侨解决了滇军军饷,捐建讲武堂新校舍。唐继尧邀请《南洋日报》主笔张杜鹃（广东兴宁）来滇考察;蔡锷邀请广东人柏西文（其父法国人）到云南从事外语教育;唐继尧又叫", "label": "民族学", "id": 0}
{"content": "<正>客家有争议的几个问题众说纷纭,存在一些不同的看法。归纳起来有下列四个问题:1、客家源流追溯;2、客家民系的特点;3、中原南迁的少数民族应属于客家人,而不是土著人;4、客家妇女缠足与不缠足的争论。本人不才,在研究了数位高水平的学者、教授后,愿与他们共同商榷,闸明自己的不同观点。", "label": "民族学", "id": 0}
{"content": "本文首先简要讨论客家民居山地建筑的背景和基本特征,然后分析它作为一种生态空间环境应有的物流、能流和信息流状况,分析建设者当时的生态意识,试图寻找今天客家民居或其他民居可以借鉴的地方,同时寻找改造其不足之处或不适应现实生活需求之处的可能性。", "label": "民族学", "id": 0}
{"content": "<正>一前言\"古英（güyeng）\"作为蒙古封建贵族的称号,在十七世纪之前的历史文献中似未曾出现,然自十七世纪起,已屡见于历史典籍,直至十八世纪中叶,随着蒙古各部先后为满清政权所征服,该称号逐渐被满族封号所取代。它曾以\"güyeng、güyen\",\"固英、顾英、骨印、古英、贵英、归应\",\"güyeng\"等不同形式广泛地记载于蒙古文、汉文以及满洲文文献。对此,国内外学者虽早有探讨,但均未举出其语言——历史的确凿理据,以致见解仍存分歧。", "label": "民族学", "id": 0}
{"content": "<正>董鄂部是明末建州女真的五部之一。关于董鄂氏的族源,《钦定八旗满洲氏族通谱》中说：“董鄂,本系地名,因以为姓,其氏族世居董鄂地方。”先有以董鄂为名的江,再有以董鄂为名的地,然后才有以董鄂为名的氏族和部落。按照姓氏形成的一般规律来看,以", "label": "民族学", "id": 0}
{"content": "京西幡会是北京门头沟区庄户、千军台两村以信仰为依托,以艺术表演为手段,以\"天人吉祥圣会\"为号召,旨在通过定期的礼仪互换达至文化认同,实现社区和谐的一种联村仪式。本文在田野调查的基础上,从当地民众的地方性知识出发,对于京西幡会的历史传统、内在机制与社会功能予以体认。京西幡会是传统吉祥文化在日常生活层面的实践与落实,并因之成为乡土社会中构建和谐社区的重要文化资源,我们应对其内在机制与当代性转换予以特别地关注与研究。", "label": "民族学", "id": 0}
{"content": "羌族社会伦理思想具有独特的民族形式,主要以原始宗教经典、神话、传说、歌谣、小说、故事、诗词、寓言、谚语等民间文学作品,通过一代又一代人的言传身教,逐渐形成独具特色的思想体系。自由、平等、公正、和平、安宁等社会观念和勤劳、节俭、诚实、正直、孝顺、团结、互助等伦理观念,是羌族社会伦理思想的核心和主流。这些观念通过上述各种形式在羌族民间长期流传,导向和规范着羌族人民的日常行为,是羌族传统文化的精华。", "label": "民族学", "id": 0}
{"content": "<正>一、关于民族形成标志的论争什么是\"民族\"?韦伯、盖尔纳、安德森、凯杜里、霍布斯鲍姆等人都对如何准确地定义\"民族\"感到头疼不已。我们长期以来使用斯大林1913年的论述来定义民族。虽然20世纪末国内学界对这一定义也出现了争议,我是赞同郝时远先生的下述意见:\"斯大林民族定义可能有不尽完善之处,但是斯大林提炼出来的四大要素（或特征）是具有普遍性的,对认识民族国家层面的民族（nation）具有科学价", "label": "民族学", "id": 0}
{"content": "<正>小序生活在中国西南地区南部边陲的傣族,与广泛分布在中国大陆南部和东南亚北部地区的泰系群体,比如在中国有壮、布依、侗、黎、水、仫佬、仡佬等,在东南亚的越南,老挝,缅甸,泰国,印度等国的泰、老、掸等,都是操同种或类似语言的群体,如今有6000万左右的人口构成。他们都与过去活跃在中国南部的\"百越\"有着渊源关系。在中国的秦代以后,他们逐渐地分化,并适应各地的环境和社会,逐步形成了如今的分布格局。作为问题来说,\"傣族\"为何会与其他的百越族", "label": "民族学", "id": 0}
{"content": "<正>向往和追求社会和谐是世界上大多数人的愿望和共识。人类学者指出,和谐社会应当包括人与人的和谐、人与社会的和谐、人与自我的和谐和人与自然的和谐。笔者赞同此论,同时认为,\"和谐\",具有\"和顺\"、\"和睦\"、\"顺畅\"、\"融洽\"、\"协调\"、\"平衡\"等多种含义。和谐思想是社会伦理思想的重要组成部分,对建设和谐社会具有指导性的意义。", "label": "民族学", "id": 0}
{"content": "<正>海南黎族和台湾高山族的众多族群中,都同是我国古代\"百越\"的后裔,尽管他们从老祖宗那里分手已有6000多年的历史,居住在祖国台湾岛和海南岛上,至少有两百代人没有什么往来,但是,由于血缘同根,文化同源的缘故,所以,他们之间的文化与情感的表现,却有着惊人的相似与相同。其中文身就是他们文化与情感凝结的血肉彩绘。一、珍贵的艺术遗产,血肉凝结的\"活化石\"", "label": "民族学", "id": 0}
{"content": "<正>大襟岛位于东经11°30′01″至11°30′03″,北纬21°50′01″至21°50′03″之间的洋面上,面积8.4平方公里,海拔379.1米,现属广东省台山市赤溪镇管辖。该岛被14个海湾所环绕,其中南湾、北湾和狮子湾有人居住。南湾有一村庄,名日\"南湾\",人口约321人;北湾有一座麻风病医院,名叫\"大衾麻风病医院\"。由于远离大陆,没有轮渡,村民往来都是靠自家的快艇。2000年一2002年间,笔者四次前往该地进行调查,现将收集到的有关民间信仰与习俗的田野资料整理如下,以飨读者。", "label": "民族学", "id": 0}
{"content": "在藏彝走廊地区,有相当丰富蒙古文化遗迹,其中尤以众多蒙古族祖源记忆和传说为代表,这些蒙古祖源记忆和传说反映了13世纪以来蒙古族频繁活动于藏彝走廊以及迁徙进入藏彝走廊的蒙古族与当地民族接触与互动以及相互融合的历史事实。由于蒙古族长期在藏彝走廊族群资源竞争中处于有利地位,这可能导致一些人群攀附、假借蒙古族祖源。", "label": "民族学", "id": 0}
{"content": "本文从宗教信仰的视角出发,从头饰文化传承、头饰纹样、头饰色彩几个方向,探讨新疆维吾尔族头饰艺术中孕含的宗教信仰涵义,指出其头饰艺术呈现出以伊斯兰宗教文化为主的多种宗教文化的涵义。", "label": "民族学", "id": 0}
{"content": "布依民族,自古以来以“本真的存在”的状态存在。世俗社会中的存在者的工具理性的反生存因素对他们的山树水情结未造成多少侵染。该民族的这种深层生态存在审美特质,及极浓的“大地美学”原生态色彩,与当下中西美学的走向：主体间性美学、后实践美学紧紧契合。", "label": "民族学", "id": 0}
{"content": "目的:了解改革开放进程中民族心理发生的变化和影响因素,为党和政府提出解决办法和制定相应的民族政策提供科学依据。方法对昆明市辖区内的嵩明县白邑团结回族村;石林县维则乡干塘子彝族村;安宁县太平乡始旬白族村;富民县大营镇束刻办事处小水井苗族村在户口册上常住18-45岁,且无重大躯体疾病人口（每个村其他民族除外）,按民族人口总数的一定比例采用电脑分层随机抽样的方法抽取调查对象,由村长召集集中后采用症状自评量表（SCL-90）;防御方式问卷（DSQ）,生活事件量表（LES）进行问卷调查,所得资料与全国常模及四个村之间进行相互比较研究。四个村人口总数为3491人,民族人口总数为2802人（80．26％）,年龄在18-45岁的民族共有1254人,其中团结村665人,干塘子村167人,始甸村 197人,小水井村225人。均为农民,文化程度以小学和初中居多。抽取样本240人,实际填表人数225人, 其中团结村77人,干塘子村47人,始甸村52人,小水井村49人,结果四个民族SCL-90总分及阳性项目数高于全国常模（P<0．05）,各因子分中,躯体化因子显著高于全国常模（P<0．025）,各个村被调查人群的躯体化因子评分也存在着较大的差别,其中以小水井村的较高,而干塘子村的各项指标均比其它个村低。躯体化是一个与心理卫生状况密切相关的指标,主要体现个人对自身情感和意向的表达方式。躯体化一方面与文化程度有关,另一方面也可能是民族文化背景在心理方面的一个结果。被调查的四个村的民族虽然同属昆明市,但所处的位置、经济状况、交通条件、受教育程度和传统文化都各不相同。小水井村的指标较高,提示他们有较多的心理问题倾向;而干塘子村的各项指标均比其它三个村低,表明他们的心理卫生状况相对其它三个村要好。防御方式问卷结果各村略有不同,四个村的受试人群成熟防御机制的评分都较高,横向比较来看,小水井村的成熟、不成熟及中间型防御机制和掩饰评分都比其它三个村偏高。提示小水井村的受试人群与其它三个村相比有两极分化的倾向,成熟防御机制评分较高,表明他们能够较好地面对和处理各种事件和人际关系,同时,也可能在某些情形下由于缺乏相应的承受力,比如小水井村的经济在四个村当中发展最为滞后,转而动用不成熟的防御机制。生活事件量表调查结果显示,负性事件、恶性事件及总分均以小水井村较高,团结村和始甸村次之,干塘子村较低。生活事件对心理健康的影响,主要与事件本身的强度有关。小水井村受试者在生活事件量表上的评分较高,表明他们承受着较多的生活事件,结合他们的SCL-90评定结果可以看出,由于负性和恶性生活事件的影响,他们在抑郁、焦虑、躯体化等因子上的评分也相应较高,也就是说,较多的负性和恶性生活事件直接对他们的心理健康造成了影响,相对于其他三个村来看,他们有更多的心理问题的倾向。结论改革开放进程中昆明市四个少数民族总体心理状况良好,存在躯体化问题,心理卫生状况各民族间存在差异,和各民族所处的地理环境、经济发展状况、交通条件、受教育程度以及传统文化有密切关系。对于经济文化相对不太发达的民族,改革进程中心理卫生服务是一个亟待加以重视和解决的问题。", "label": "民族学", "id": 0}
{"content": "<正>台湾的先住民,原有十族,九族为高山族,一族为平埔族,但事实上平埔族已经汉化消失了。现在,高山族是台湾少数民族的统称。它包括泰雅、赛夏、布农、邹、鲁凯、排湾、卑南、阿美、雅美等九族群,目前人口约三十六万,占台湾全省人口的1.7%左右,分布区域接近台湾省面积的二分之一。对台湾高山族的源流问题,有\"来自南岛民族\"、\"大陆迁去说\"、\"多元论\"等,尚无一致看法。笔者试就台湾高山先住民——高山族源流问题作一考述,进一步论证大陆东南沿海古越人是形成台湾高山族先民的主体。", "label": "民族学", "id": 0}
{"content": "中国56个民族聚集生活在一起,同时由于历史、政治的发展,以汉族为主体的56个民族又形成一个新的民族:中华民族形成了“中华民族多元一体格局”。因而56个民族成员存在着对自身民族身份和“中华民族”身份的双重认同问题。无论从实践意义还是理论意义来讲,研究中国人的民族认同都是极其必要的。在对民族认同的研究基础上,考查民族认同对青少年的心理发展的影响,具有一定的现实意义。", "label": "民族学", "id": 0}
{"content": "<正>作为中华民族这一\"多元一体\"的民族实体中的一部分,北方少数民族和我国其他民族在彼此的聚合、交融过程中共同培育了中华民族精神。对北方少数民族在中华民族精神形成发展过程中的作用的研究,也是从一个非常有意义的角度对中华民族精神形成发展过", "label": "民族学", "id": 0}
{"content": "<正>龟兹很早就与内地发生了联系,汉宣帝以后,联系有进一步发展。本始三年（公元前71年）龟兹已臣服于汉（《资治通鉴·汉纪》十六）,元康元年（公元前65年）,龟兹王绛宾夫妇到长安,宣帝赐给印绶,并\"赐以车骑、旗鼓、歌吹数十人,绮罗、杂缯、琦珍凡数千万。留且一年,厚赠送之。\"（《汉书·西域传》）绛宾回龟兹后,宫室、制度都仿效汉室。他的儿子丞德在", "label": "民族学", "id": 0}
{"content": "<正>古代西域的龟兹国,即今新疆库车地区。在极长的历史时期内,是丝绸之路新疆段塔克拉玛干沙漠北道的重镇,宗教、文化、经济等极为发达,此外尚有冶铁业,名闻遐迩,西域许多国家的铁器多仰给于龟兹。", "label": "民族学", "id": 0}
{"content": "<正>一龟兹文化的兼容性龟兹是西域中的大国,据《汉书·西域传》的记载,它有户6 970,人口81 317,胜兵21 076人。荀悦的《前汉纪》卷十二将其列为\"次大国\"之列,其标准是:小国\"小者七百户,上者千户也\",而次大国则是\"小者千余户,大者六七千户\"。", "label": "民族学", "id": 0}
{"content": "<正>回族学正逐渐成为一门独立而成熟的社会科学,迈步走向世界。近年来,中国回族学界非常重视回族学的学科属性、学科地位、社会功能、学科体系和研究方法等问题的研究,并进行了专题讨论,涌现出很多有代表性的研究成果。学者们在很多方面都已经取得了共识,如:回族学是个", "label": "民族学", "id": 0}
{"content": "<正>一论及回族来源时,既往研究一般关注于中国官方正史中的记载,很少有人去关注那些流传在回族民间社会的传说。因为在已往的研究中,存在这么一种假设,那就是民间传说只是对历史事实的一种错误的或者是不精确的再现。在这种假设的导引下,我们刻意的去追求官修正史中的", "label": "民族学", "id": 0}
{"content": "<正>从20世纪20年代到现在,我国的回族史研究已经走过了一段不算太短的历史。期间,特别是建国后,出版了《回族简史》、《中国回回民族史》、《中国回族史》、《回族人物志》等许多的宏文巨著,也涌现出了以陈垣、陈汉章、傅统先、金吉堂、白寿彝、马坚、杨志玖先生等为代表的一大批", "label": "民族学", "id": 0}
{"content": "<正>前言回族学是近年来兴起的交叉学科。回族是中国少数民族中散居全国、分布最广的民族。根据2000年第五次全国人口普查统计,回族人口数为9816802。主要聚居于宁夏回族自治区,在甘肃、青海以及河南、河北、山东、云南等省分布也较多,有大小不等的聚居区。回族人口在我国56", "label": "民族学", "id": 0}
{"content": "<正>一、文化对世界文化的分类,有不同的看法。有人主张把世界文化分为四个体系。北大教授季羡林说:\"在世界上延续时间长,没有中断过,真正形成独立体系的文化只有四个——中国文化体系,印度文化体系,阿拉伯伊斯兰文化体系,和希腊、罗马开始的西欧文化体系。\"", "label": "民族学", "id": 0}
{"content": "<正>回族的形成、发展史上出现过诸如创办经堂教育、开展汉文译著活动和近代新文化运动等文化革新思潮,每次思潮的兴起都会把回族社会文化推向一个新的发展阶段。王夫之先生曾经说过:\"所贵乎史者,述古以为来者师也。\"本文试图从文化自觉的角度对这些重要社会文化现象进", "label": "民族学", "id": 0}
{"content": "<正>任何事物的产生,都是内外部环境和条件合力作用的结果。回族的形成,也是在特定的历史环境中完成的。回族作为一个以外来人群为主的力量的聚合,必然在其特有的适当的外部压力作用下才能实现。在论述回族形成的外部压力时,需要特别注意两个限制性条件,即\"特有的\"", "label": "民族学", "id": 0}
{"content": "<正>19世纪中叶,回民起义失败后,回族人被遣散在穷乡僻壤,困处山沟,但大多数回族人不但没有因此贫郁而死,而是紧紧抓住全球经济大分工的历史机遇,在战火纷争中再一次实现商业的繁荣,在皮毛的产地、聚散、终端、运输等环节上处于近乎垄断的地位。", "label": "民族学", "id": 0}
{"content": "<正>伊斯兰教较早进入浙江,仅在省内主要城市中传播,清真寺少,穆斯林不多,基本为回族。数百年来,历史变迁,教门内、回族中的组织多有变化。兹根据组织的性质,时期的不同,按地区分门别类列表展示,表后辅以说明。", "label": "民族学", "id": 0}
{"content": "<正>《热什哈尔》是一部由回族记录回族自己历史的书,在回族研究方面具有重要价值。目前,关于《热什哈尔》的研究,主要是张承志的散文《〈热什哈尔〉:拒绝现实的学术与艺术》,以及张承志为《热什哈尔》所做的序和后记。作为史料来运用,见于张承志所著的《心灵史》中。除此之", "label": "民族学", "id": 0}
{"content": "<正>自19世纪末开始,基督教与中原回回的相遇,引发了关于身份问题的讨论和思考。旧有认同的变迁,族群身份与信仰身份的分离,个人认同与群体认同的差异,族群成员认同的多元化,导致了持续不断的身份协商过程。", "label": "民族学", "id": 0}
{"content": "<正>回族有着悠久的城市居住历史,在回族形成的先民阶段,以广州、泉州等城市为代表的东南源流主要居住在城市,并最早形成闻名的\"番坊\"社区;西北地区的源流则以军镇驻守为主,而军镇就是当代西北城市的前身。根据人口学的研究,当代中国各民族城市化率排在前三名的是俄", "label": "民族学", "id": 0}
{"content": "<正>大分散,小聚居是中国回族地域分布的典型特征。大分散是回族社会的\"面\",小聚居是\"点\",这个\"点\"就是回族社会的微观结构——围寺而居的回族社区Jamaat,在历史发展过程中,它形成了一个自足性的\"五维一体\"的社区结构。然而,回族社会立足强势的异文化语境之中,", "label": "民族学", "id": 0}
{"content": "<正>南京回族社区可考的历史应该始于明代。元代的南京被称为建康路。下统录事司（今市区城南一带）和江宁、句容、溧水、溧阳五县。明初,\"路\"虽然已不存在,但县治基本未变。据《金陵至正新志》记载,至元二十七年,录事司、江宁、上元三地共有163户色目人,当时回族只是色目", "label": "民族学", "id": 0}
{"content": "<正>赫哲族是黑龙江省独有的民族,也是我国人口最少的民族之一。主要分布在黑龙江省同江县、饶河县、抚远县。少数人散居在桦川、依兰、富锦三县的一些村镇及佳木斯市。赫哲族的祖先,自古在黑龙", "label": "民族学", "id": 0}
{"content": "全面准确地理解绿色生活方式内涵及其影响因素,倡导绿色生活方式,改变少数民族生态不平衡的生态形式,发展不同的绿色民族生活方式类型,对于生态环境相当脆弱的民族地区推行绿色生活方式具有至关重要的理论意义和现实意义。", "label": "民族学", "id": 0}
{"content": "由于史料的限制,在目前可考文献资料中,我们没有看到任何一件直接反映渤海与后东突厥汗国之间交涉的具体、完整的记述,突厥从未正面出现在渤海对外交涉的舞台上,但是,直到745年突厥被回纥灭亡,渤海早期的对外交涉,特别是对唐朝及周边部族关系上的任何重大事件,都无不与突厥有着千丝万缕的关联。", "label": "民族学", "id": 0}
{"content": "<正>森林文化和森林思想是随着林业科学的发展,对森林多功能可持续经营理论不断走向成熟的基础上逐步发展起来的。森林文化包含着丰富的内涵,可以认为人类在和森林发生关系过程中所形成发展的所有自然科学和社会科学都是森林文化。蕴于森林文化中的森林思想对社会的思想上层建筑的塑造和改进有很大的作用。在新的林业发展时期,除着手于森林的多功能经营和利用", "label": "民族学", "id": 0}
{"content": "<正>匈奴族是第一个统一我国北方草原地带的游牧民族,匈奴王朝与秦汉王朝对峙,匈奴遗民直到南北朝时期还在建立自己的政权。北匈奴西迁后,对欧洲产生了震荡性影响。匈奴在中国历史上活动时间为战国末期到东汉前期三百年间,匈奴活动的空间以蒙古高原为中心,包括中国的北方草原地区以及今蒙", "label": "民族学", "id": 0}
{"content": "<正>中国北方草原历来就是\"行国\"和\"居国\"政治与经济往来的历史走廊。《史记·大宛列传》记载:\"乌孙在大宛东北,可二千里,行国,随畜。\"所谓\"行国\"虽是西汉时乌孙等西域诸国的别称,亦可指称以游牧为主的草原民族和国家,\"居国\"则指以农耕为业的", "label": "民族学", "id": 0}
{"content": "<正>据《魏书·失韦传》所记,室韦之名始见于北魏,写作\"失韦\"。《隋书·室韦传》中记载了室韦所居之地。其大致范围是: 今嫩江流域以西,额尔古纳河上游以东,北至今黑龙江,南达今洮儿河流域。室韦西与突厥为邻,东南与靺鞨相邻。所以,隋代室韦的大部分都活动在今呼伦贝尔地区。到了唐代,室韦中的", "label": "民族学", "id": 0}
{"content": "<正>祭敖包是蒙古族的一种传统祭祀活动。很难确定它的起源地点、年代,有人认为它来自于对大自然的崇拜,也有人认为它是边境接壤的标记。这里暂时不谈起源问题,但有一点值得我们去关注,那就是祭敖包的目的和功能。所谓的为崇拜而祭", "label": "民族学", "id": 0}
{"content": "<正>张穆（1805～1849）,山西平定人,字诵风、蓬仙,一字石州,又署石舟、石洲、硕洲、硕州,谱名瀛暹,别署季洩、季翘、惺吾,自署（?）斋居士,晚号靖阳亭长。他出身于书香仕宦之家。祖父张佩芳,乾隆二十二年进士,历任泗州知州、江南乡试同考官等职,著有《希音堂集》第6卷。父亲张敦颐,嘉庆十六年进士,曾任翰林院编修和福建主考官。然而,张", "label": "民族学", "id": 0}
{"content": "<正>南平镇隶属重庆市南川县,位于重庆南端,与贵州接邻。境内以丘陵、山地为主,平均海拔640米,年平均气温16摄氏度。境内矿产资源丰富,以矿产为主导的工业总产值是农业产值的六倍。农业种植以水稻为主,灌溉用水主要依靠河水自流灌溉及堰塘,少量依靠天水。全镇人口三万六千五百一十人。其中有苗族268人,分陶、杨、熊、马四姓,全部聚居在后山村。", "label": "民族学", "id": 0}
{"content": "本文尝试进一步探讨习俗的生成和演化机制,并选择富有特色的惠安女“长住娘家”婚俗。在田野调查和文献查阅的基础上,我们通过演化模型论述自然条件与文化倾向是如何促进当地特色鲜明的两性劳动分工,在此基础上,运用新古典模型探讨在两性劳动分工下,由于女性家庭生产的边际收益较大,对女方家庭来说,居住在娘家具有很高的效益并存在最优的居住时间值。但是,这并不必然会出现“长住娘家”的婚俗,而是存在多重均衡选择,文中进一步运用学习博弈理论来探讨多重均衡的选择问题。", "label": "民族学", "id": 0}
{"content": "<正>谢本书是当代著名的中国近现代史专家①,他在中国近现代史、云南地方史、近代军阀史、史学理论等研究领域是国内公认的学术权威,在长达40多年的学术生涯中,谢本书聪颖勤奋、著述等身,在相关的研究领域里都取得了突出的成绩,发表了许多具有开", "label": "民族学", "id": 0}
{"content": "<正>中华民族几千年的文明传统是各民族逐渐融合而共同创造的。郭沫若先生说:“戎人、夷人、羌人、狄人、苗人、正是汉族的前身,历史上所说的华夏,乃是由他们共同融合而成的。”生活在这块土地上的古夷人不仅为民族的发展壮大作出积极的贡献,而且也创造了优秀灿烂的文化。尤其是流传至今卷帙", "label": "民族学", "id": 0}
{"content": "<正>一、什么是民族宗教学 （一）学科概念的说明民族宗教学是民族学和宗教学的交叉学科,其宗旨是从理论上考察和阐释民族的宗教性和宗教的民族性,而重心是探讨宗教在民族文化和民族关系中的地位和作用,因此它是宗教学的一个分支。民族宗教学有其深厚悠远的民族学和宗教学的历史学术渊源,同时又是一门正在新生的人文学", "label": "民族学", "id": 0}
{"content": "<正>自20世纪90年代以来,国际上各种与宗教和民族相关的突发事件、社会变革、国际争端和理论争辩,使人们对宗教与民族问题格外睹目。有关这些突发事件、社会变革与国际争端的论述和分析已经很多,但是深层次探讨却相对薄弱。由中央民族大学哲学与宗教学系、国务院发展研究中心民族发展研究所和中国社会科学院世界宗教研究所联合主办的首届宗教与民族学术论坛,意义十分重大。这不仅在于论坛以科学、客观、求实的态度,重点捕捉全", "label": "民族学", "id": 0}
{"content": "<正>作为以民族宗教现象为主要研究内容的中央民族大学宗教学专业,我们有比较多的机会接触中国少数民族的宗教生活。1996年以来笔者对少数民族地区宗教信仰状况有一些接触,这些调查在改变着我对民族地区文化现象的评价,也促进我去思考宗教学研究的取向和方法。调查结果显示,民族作为一个利益诉求群体的优势越来越为人们所重视,较之20年以前少数民族倾向于对汉民族的认同,现代社会的少数民族更注意“自己”的利益,和谁能代表“自己”的利益,在民族群体可以表明自己与众不同的的资源中,宗教将成为越来越重要的具有号召力,且具有开发价值的文化“资源”。因此, 对少数民族宗教信仰现象的研究离不开宗教生存的社会文化环境。对宗教发展规律的认识,需要在“实践”着的宗教群体中去发现。文化“马赛克”的现象使得宗教学越来越成为一门复杂性与广泛性相结合的学科,我们非常需要结合对少数民族宗教生活的研究,加强宗教学基本理论的建设。", "label": "民族学", "id": 0}
{"content": "<正>彝族宗教是一定历史条件的产物,是以自然崇拜、图腾崇拜、灵物崇拜、鬼魂崇拜和祖先崇拜等内容为核心,以毕摩掌握的经书为载体,祭仪由毕摩苏尼主持,尚处于物象礼仪阶段,调整彝族社会中人与自然、人与社会关系的民间宗教。改革开放以来,中央下发了《关于我国社会主义时期宗教问题的基本观点和基本政策》文件,恢复了宗教信仰自由政策,宗教信仰不再简单地被视为迷信,彝族民间宗教在广大彝区得以复苏和发展。", "label": "民族学", "id": 0}
{"content": "<正>拱北一词是阿拉伯文Kubba的音译,原意是“圆屋顶建筑”。它是古代和中世纪时期盛行于阿拉伯国家与地区的一种建筑形式。在伊斯兰教的历史上,“拱北”是指伊斯兰教苏菲派创始人及历代先辈、得道高师或被奉为圣徒的人们的陵墓,有时也用以指某些传教“先贤”的坟墓,或者专指麻扎、“圣墓”上的圆顶亭状建筑。对于圣墓、圣陵的崇拜是信仰伊斯兰教的苏菲派穆斯林所特有的一种宗教文化现象。在中国,随着17-18世纪苏菲派在中国", "label": "民族学", "id": 0}
{"content": "<正>2005年8月12-15日,在新疆维吾尔自治区首府乌鲁木齐市,来自全国各地从事民族与宗教关系研究的学者隆重聚会,围绕“和谐共进”这一时代主题,就我国现当代宗教与民族之间的关系、民族宗教政策的历史与现实、中国民族宗教学的建设与发展等问题,展开了热烈的讨论。特别是牟钟鉴先生提出的建立“民族宗教学”的概念引起了与会代表的强烈兴趣。本次学术论坛由中央民族大学哲学与宗教学系、国务院发展研究中心民族发展研究所、新疆中亚区域发展研究中心联合主办。会议得到了国家", "label": "民族学", "id": 0}
{"content": "<正>布洛陀信仰是壮族的民族传统信仰,它源远流长,内涵丰富,从过去到现在,对当地民族的社会生活和民俗文化有着极为广泛深刻的影响,是南方诸少数民族信仰中比较典型的一种具有巫教性质的宗教文化。长期以来, 由于中国处在社会批判运动连续不断的激荡之中,布洛陀信仰被作为世俗迷信,不断受到冲击,表面上似乎沉寂了。学术界对它的研究也比较清冷, 学者在很长一段时间内主要从事于布洛陀故事的收集整理工作,研究文章大都是从神话文学着眼的。改革开放以来,情况有了根本的变化。随着国", "label": "民族学", "id": 0}
{"content": "<正>布洛陀文化是壮族原生文化的“三角洲”,所有漫长历史的奔涌江河和涓涓细流都在这里汇合,形成了壮族从氏族社会迈向文明社会时期社会文化的渊薮,而以布洛陀为其代码和符号。从一万到两万年前的旧石器时代晚期开始,壮族先民社会的经济生活和社会结构便开始发生重大的转折。原始社会的第一阶段原始群时期离我们过于遥远,无从知晓,在布洛陀创世神话中只留下一个模糊信息,即布洛陀既是姆六甲的儿子,也是她的丈夫,", "label": "民族学", "id": 0}
{"content": "<正>麽教信仰是壮族最普遍最主要的民间宗教信仰。布洛陀文化不仅存在于壮族民间神话之中,而且存在于壮族麽教经典之中。要研究壮族布洛陀文化必须研究壮族麽教信仰。本文结合以往田野调查的资料,对壮族麽教信仰作一些初步的探讨和分析。一、当代壮族民间信仰简况壮族是我国人口最多的少数民族,现有人口1700多万人。壮族人口绝大多数分布在广西中西部,主要分布在桂西、桂西南和桂西北一带,还有一", "label": "民族学", "id": 0}
{"content": "<正>布洛陀是远古壮族先民父系氏族社会的男性人文始祖。咪洛甲（麽渌甲、花婆、雅芒）是比布洛陀更早的远古壮族先民母系氏族社会的女性人文始祖。什么是人文始祖?人文始祖是民族的始祖和文化创造神。例如汉族先民神话中的育人、补天、制笙簧的女娲,制网罟以渔猎、驯野兽为家畜、画八卦创文化的伏羲,栽五谷、尝百草、创农耕与医药的炎帝神农氏,制车辆宫室指南车、制礼乐,妻子嫘祖养蚕织绸缝衣,大臣仓颉造字的黄帝轩辕氏。", "label": "民族学", "id": 0}
{"content": "<正>一、布洛陀文化概况每个民族都有自己崇拜的始祖。所谓始祖,是指一个世族最早来到世界的先人。对于一个宗族来说,有族谱可考的最早的祖先就是始祖,这是指血缘上的始祖。这个始祖是历史上确实存在的真人,而不是传说中的人物。除了有血缘关系的始祖,还有一种是无血缘关系,但是得到一个宗族、一个民族人们在观念上广泛认同的最早的祖先,这个人历史上可以考证确实存在,也可以无从考证;认同他的人也可以有血缘联系,也可以无血缘联系。", "label": "民族学", "id": 0}
{"content": "<正>所谓“布洛陀文化”,是壮族及其先民崇奉布洛陀为创世神、始祖神、宗教神和道德神,并遵从其旨意以期调解人与自然、人与社会、人与人之间的关系,求得自身的生存和发展的精神性文化体系,为壮族这一人们共同体在特定的自然环境、生产方式、生活模式和社会活动实践中所形成的一种幻化形象、价值观念和理想追求。在这当中,新近出版的壮族民间宗教经典《壮族麽经布洛陀》（8卷,广西民族出版社2004年）,为集布洛陀文化及壮族观", "label": "民族学", "id": 0}
{"content": "<正>麽渌甲,也称咪洛甲、乜六甲、虾洛甲、道渌甲等,壮族女神。到目前为止,对于麽渌甲的研究,仍然是令不少壮学专家颇感尴尬,面临困惑,期待突破的壮族古文化难题之一。就神话而言,以往的许多学者和《壮族文学史》都把她定性为创世女神,但是,迄今我们所能看到的有关麽渌甲创世神话的文本及资料十分零散不成体系,其中还有不少是牵强附会的。从宗教的角度来说,我们曾把麽渌甲定性为麽教主神布洛陀的陪神。这也是最近出版的《壮族麽经布洛陀影印译注》（1-8卷）项目中,所有参与翻译整理者的一致意见。可问题是我们把壮族麽教定性为从原始宗教向人为宗教过渡的民", "label": "民族学", "id": 0}
{"content": "<正>壮族摩教,是壮族普遍信仰的原生态民族传统宗教,它与全世界所有的宗教一样,相信并崇拜神灵,以为生死祸福都是神灵操纵,而且生死能够轮回,因果相互报应。摩教有其对宇宙、天体、生死、祸福、命运、灵魂、拯救等问题一整套比较系统的诠释,它以无所不能、无事不知、智慧无穷的始祖神布洛陀为至上神和教主,其宗教职业人员叫“布摩”,其宗教经书叫“司摩”, 其宗教法事活动叫“荷摩”。本文试图从宗教文化的层面上进行探析,供有志于此项研究的领导和学者参考。", "label": "民族学", "id": 0}
{"content": "<正>自古以来,珠江流域一直是壮族、布依族、傣族、侗族、水族、仫佬族、毛南族等壮侗语民族及其先民生息繁衍和辛勤耕作之地。在这片广袤辽阔的土地上,广泛地流传着一个布洛陀或与之有关的神话——布洛陀神话。它历史悠久、源远流长、内容丰富、积淀丰厚。在这个地域生活的一些民族中, 尤其是壮民族,其民间一直将布洛陀奉为创世神、始祖神和宗教偶像而加以信仰和崇拜。而布洛陀神话内涵更是丰富多彩,题材层出不穷。上自天文、", "label": "民族学", "id": 0}
{"content": "<正>蒙古族接触基督教的年代可上溯到蒙元时期。早在13-14世纪就有部分蒙古人信奉基督教,当时被蒙古人称为“也里可温教”。随着蒙元帝国的衰亡,蒙古人中的基督信仰也基本绝迹。时至近代,随着西方教会势力进入中国内地,基督教再次传入内蒙古地区,又有部分蒙古人信奉了基督教。虽几经曲折却延续至现代。由于传统萨满教和藏传佛教在蒙古地区的强大影响,尽管基督教始终没有成为蒙古族的核心信仰,却一直作为蒙古族多元宗教信仰之一存在并成为蒙古族宗教文化中值得关注的独特现象。其中尤以近代对蒙古社会的影响为大。", "label": "民族学", "id": 0}
{"content": "<正>作为一般意义上的原始社会早已成为遥远的历史,但是原始时期形成的一些文化现象一直延续到现在,并且对人们的生产、生活发生着深刻的影响。神山崇拜观念是远古藏人自然崇拜的主要形式之一,也是构成藏族整个原始信仰体系的基础。神山崇拜观念及其独特的祭祀文化功能,对今天的藏族社会仍然发挥着重要的作用。在此,笔者不揣浅陋,依据鲜为人知的藏文资料及最新的藏区田野调查资料,对藏族神山崇拜观念及其文化功能略谈管见。", "label": "民族学", "id": 0}
{"content": "<正>在辽宁省北宁市（原北镇满族自治县）的满族居民中,存在着一种形式比较独特,以家族为单位的大型祭祖仪式——“老天地”祭祀仪式,俗称“办会”。其形式既不同于满族的传统宗教——萨满教的祭祀仪式,也不同于此地汉族居民的祭祖仪式。2005年2月,我对这一民间祭祖仪式进行了实证调查,调查的主要方法是参与性观察。", "label": "民族学", "id": 0}
{"content": "<正>一、宗旨: 推动民族与宗教和中国少数民族宗教的研究,向社会提供相关的学术资源和理论支持;推动学术交流,凝聚有志于民族与宗教研究的海内外人才,加强少数民族宗教研究在宗教学研究领域中的地位。二、组织机构 1、顾问委员会吕大吉,方立天,金宜久,陈理,赵学义,佟德富。", "label": "民族学", "id": 0}
{"content": "<正>本书需要更多对民族、宗教和少数民族宗教研究有抱负的有识之士给予我们多方意见和支持。您可以用投稿来支持我们,可以向您的朋友推荐, 可以给我们提出批评和建议。若您希望进一步了解我们的研究和工作,或在其他方面有所参与,请与我们编辑部联系。《宗教与民族》实行通行的双盲审稿制度。", "label": "民族学", "id": 0}
{"content": "<正>1206年成吉思汗统一蒙古高原诸部,建立蒙古汗国,之后又把规模越来越大的战争推向了它的四邻。首先攻打西夏,南征金朝;然后是西征中、西亚和东欧地区。随着蒙古铁骑所到之处,蒙古汗国的边界也随之一步步向外扩展,一直到1227年出征西夏途中病逝为止,成吉思汗一生灭国四十,建立了一个东起鄂霍次克海峡和朝鲜海湾,西抵多瑙河之畔;南达黄河流域,北至贝加尔湖及西伯利亚地区的,横跨欧亚大陆,面积达3000多万平方公里的,世界历史上最庞大的帝国。本文探讨蒙古族科尔沁部的有关历史沿革。", "label": "民族学", "id": 0}
{"content": "<正>先秦时期,居住在今云南高原的濮系民族,同分布在四川盆地的巴属民族,活动在青藏高原的氐羌民族一道,被史学界称之为百濮民族集团。濮系民族是古百濮民族集团中的主要成份。《左传》音义、《左传》杜氏注等都说“百濮,夷也。”百濮民族集团与夷有联系,似乎", "label": "民族学", "id": 0}
{"content": "<正>简介：作者研究彝学,着眼于中华民族历史文化的高度,为弘扬民族历史文化、振奋民族精神、加强巩固各民族大团结、维护祖国大统一作贡献。研究方法是将彝语和汉语、彝文和汉文、彝汉文古籍记载远古人、事、时、地、物对比研究,结果体现在以下方面：", "label": "民族学", "id": 0}
{"content": "<正>简介：《赫章彝族辞典》是中国少数民族大辞典系列《中国彝族大辞典》的基本材料之一,搜集了赫章彝族以及西南地区彝族的族源、历史、政治、经济、文化、军事、医学、天文历法等内容编写而成。该书分为七个部分：一、序；二、前言；三、凡例；（1）按辞目笔画顺序排列。设笔", "label": "民族学", "id": 0}
{"content": "<正>简介：在社会信息化越来越强烈的今天,在商品化、市场化各种文化的冲击下,原生传统习俗文化正以数年或十数年时间远离我们而去,几乎快成了濒危文化。为把一种曾经存在,并且辉煌过的文化及其习", "label": "民族学", "id": 0}
{"content": "<正>隋朝将原属义安郡（今潮州）的绥安县合并于属于晋安郡（今福州）管辖的龙溪县,官府鞭长莫及,唐初发生\"蛮獠啸乱\",朝廷应民众请求,派左郎将陈政为岭南行军总管,前来平乱。陈政死后,其子陈元光奉诏接替父亲职务,平定了故绥安县地的啸乱。其时,广东汉族豪强陈谦连结潮州山区\"蛮獠\"酋领苗自成、雷万兴攻陷潮阳县城,潮州刺史常怀德无力抵御,檄调陈元光前往征讨,克复了潮阳县城。永隆二年", "label": "民族学", "id": 0}
{"content": "<正>闽南文化作为中华民族文化的一个分支,既有民族文化的共性,又展现出其独特性的一面。其中,海洋性是闽南文化有别于其他地域文化的主要特质,经过历史长河的涤荡冲刷,闽南文化的海洋性逐渐形成其鲜明的特征。这一点,已为广大闽南文化研究者们所重视,不少论著对此也有深入阐述。本文侧重分析闽南海洋习俗及其所体现出来的闽南海洋意识特点,指出这种海洋意识对闽南人性格的形成和今后发展所起的重要作用。闽南海洋习俗,指的是闽南人在认识、把握、开发、利用", "label": "民族学", "id": 0}
{"content": "考古学文化的族属研究是考古学文化研究的一项基础内容,也是利用考古学材料复原和阐释古代历史的必要环节。考古遗存的背后,总归有人群集团的活动,\"遗存\"与\"人群\"挂钩以后,考古学研究天地势必大为开阔。在这一点上,考古学文化族属研究的意义已经远远超出一般概念上的民族史研究。不过考古学文化的族属研究是一个相当复杂的问题,不同的学者可能对诸如民族学上的\"族\"、考古学上的\"文化\"和\"类型\"以及文献史料中的\"部、种、别种\"等概念有着不同的理解,这些因素交织在一起进行对应,考古学文化的族属研究往往各持已见。另一条很重要的客观原因是,既使是对这类概念有了相对统一的理解,考古学文化与族的共同体是否基本一致也是个问题。此外,现代文化人类学强调族群及其文化都是不断变化的,族群意识随条件变化而不断建构,考古学文化的族属研究还需要从族群和考古学文化两方面考虑历时方面的变化和对应,这其中也会有许多不确定因素。", "label": "民族学", "id": 0}
{"content": "<正>\"濮\"是一个古老的南方民族,因其分支众多又称\"百濮\"。有研究者认为因属民族语言之音译,故\"濮\"亦写作僕、卜、仆及蒲等不同的汉字。百濮民族集团的发展和迁徙对中国南方地区众多民族的形成起到了重要作用。然今天学界对\"百濮\"研究的漠视以及\"百越\"范围的不断扩大,无疑有损于复原历史的本来面目。", "label": "民族学", "id": 0}
{"content": "<正>滇之为滇,显然不是因当地有滇池而得名。\"滇\"是太史公杜撰的一个名称。最早记录西南夷事迹的《史记》中,\"滇\"是西南夷君长中靡莫之属之一支,滇为族名。善待汉使者的酋长曰:\"滇王尝羌\"。四百余年后,晋人常璩编著《华阳国志》时始称\"滇池县,郡治。故滇国也。有泽水,周回二百里。所出深广,下流浅狭,如倒流,故日滇池\"。刘琳校时称\"颠,倒也,故谯", "label": "民族学", "id": 0}
{"content": "<正>贵州是中国古人类的发祥地之一,也是一个多民族省份。历史的长河中,特定的地理环境和历史条件,不同的民族心理,编织出一幅幅色彩斑斓的贵州高原风情画。贵州少数民族的节日活动丰富多彩,既展示着贵州民族风情和民族艺术, 更是青年男女找寻意中人的良机。", "label": "民族学", "id": 0}
{"content": "<正>根据人类学家的归纳,人类的继嗣（descent）方式主要有单系继嗣（父系或母系）、双系继嗣、双边继嗣、平行继嗣、两可系继嗣等几种。畲族与世界上绝大多数民族一样,所采取的继嗣方式是以父系单系继嗣为主。父系单系继嗣类型社会中的主要特征与原则为:世系即中国所谓的香火的继嗣和财产的继承以父系计算,通常都用婚姻形式来生产能继承香火的成员——男丁,有的社会以", "label": "民族学", "id": 0}
{"content": "<正>1997年,笔者一行曾经在云南大理的地石曲白族村展开了为时两个月的调查。时隔8年,地石曲村有了新的发展,同时也迎来一个转折点,新修的大丽铁路、大风公路等将占去村中大量的耕地,全村人都将面对离土的事实。林耀华在《三上凉山》中说:\"民族学家认为,对一个民族或一个地区的社会文化进行历时的追踪调查是一种重要的研究方法。对于处在特定的社会历史条件下发生文化加速现象,使得社会文化猝生巨变的民族和地区进行追踪", "label": "民族学", "id": 0}
{"content": "<正> 民族心理剧的产生具有深厚的理论基础和多元的理论来源。传统心理剧理论体系作为民族心理剧产生的直接参照对民族心理剧的产生起到了极为关键的作用,而由民族心理学、文化心理学的发展而产生的合力也成为民族心理剧产生的重要推动,同时,舞台表演理论以镜像的姿态为民族心理剧特有形式的产生提供了最适宜最和谐的通路。本文将以这几个方面理论发展的历史现状与局限突破为背景,分析总结出其中对民族心理剧产生至关重要的各个因素,并对其产生的", "label": "民族学", "id": 0}
{"content": "<正> 民族心理剧的产生有其深刻的社会根源,来自哲学、文化、教育、心理、艺术和政治等各方面的因素直接影响了民族心理剧的孕育与生成;同时,由这几个方面所呈现出来的综合面相也为民族心理剧所产生的这个时代勾勒出一个更为", "label": "民族学", "id": 0}
{"content": "<正> 民族冲突有着复杂的原因,更有着从小到偏见、歧视,大到暴力活动的严重后果。如何消除民族偏见与歧视,进而减少民族冲突?社会心理学家通过对民族冲突及其因果关系的研究,对如何消除民族间偏见,促进民族和解提出了一些的看法。近年来出现的接触理论认为,在民族接触与冲突之间存在着某种负相关,即个人接触越多,冲突就越少（偏见、歧视、敌意等）;而相互依存的观点则从对历史与现实的资料的分析出发,指出种族间的暴力很少会在相互依存已经变", "label": "民族学", "id": 0}
{"content": "<正>迄今为止的人类文明无非就是游牧民族、农业民族、工商民族创造的文明。学术界总是津津乐道农业民族、工商民族的贡献,而忽略游牧民族的贡献。著名历史学家吴于廑先生曾经撰写过一篇重要论文《论世界历史上的游牧世界与农耕世界》,从大视野提出了对世界历史再认识的必要性,叙述了历史成为世界史之前的亚欧大陆的游牧民族对农耕民族的三次大冲击,论述了冲击的意义及影响。然而,如何从中国历史上认识游牧民族?吴于廑没有继续撰稿,学术界似乎还研究不够。中国历来的史学家主要是汉民族的史学家,很少有学者站在游牧民", "label": "民族学", "id": 0}
{"content": "<正>哈佛大学教授塞缪尔·亨廷顿2004的新书《我们是谁》（Who Are We）汉文版今年初在我国翻译出版。该书副标题为The Challenges to America’s National Identity,被译为“对美国国家认同的挑战”。正如作者本人还是汉文译者反复强调的那样,这里的Identity是非常多义的概念。在民族学和人类学学界,如果Identity与“民族”（nation）联系起来,也可以翻译为“民族性”。因此,这里的“国家认同”也可以理解为“民族性”。", "label": "民族学", "id": 0}
{"content": "<正>2005年8月,我国中央政府专门召开国内人口较少民族发展工作会议,结合国家西部大开发战略,就扶持国内人口在十万人口以下的人口较少民族新时期经济、文化建设,出台了一系列切实、扎实的政策、措施。笔者近日在呼和浩特市,访问了刚刚参加完此次中央会议的内蒙古自治区鄂伦春自治旗政府莫日根布库旗长,了解到会议的一些具体情况。", "label": "民族学", "id": 0}
{"content": "<正>地名是人们在历史上形成的对于相关地域的称谓或命名,显示了对该地的自然形貌或社会人文环境的认知和解读。在一定意义上可以说,地名是历史的产物,人为的产物,其间多少传递着人类活动颇有价值的某些信息,“因为地名往往能够提供出重要的证据来补充并证实历史学家和考古学家的论点”。 [1]（p．134）", "label": "民族学", "id": 0}
{"content": "<正>本文论述了藏族传统生态文化的形成依据、思想基础、根本及其外在表现。文章认为,藏族本能的敬畏自然是藏族传统生态文化形成之始,而把自然、神、人视为三位一体的宇宙观中体现出的整体性、统一性、和谐性是藏族传统生态文化的理论基础;崇敬自然、万物有灵、万物", "label": "民族学", "id": 0}
{"content": "<正>9世纪中叶,漠北回鹘汗国崩溃,部众多有迁居西域及河西走廊者,形成了龟兹、焉耆、高昌、北庭、哈密、沙州、肃州、甘州、凉州等众多政治、经济、文化中心。以上诸地位处丝绸之路的咽喉,地理位置非常重要,9至11世纪间,途经这里的往来使臣、商旅、宗教人士等络绎不绝,既有中原派往西方者,更有来自欧洲、西亚、南亚的各色人士,他们不远万里,往来穿梭于丝绸之路上,或从事政治活动,或进行朝贡贸易,或致力于宗教、文化活动。以是之故,回鹘居地成为沟通东西方联系的津梁。同时,他们又以其地利之便,积极发展与包括印度在内的周边国家、民族之间的政治、经济、文化关系。", "label": "民族学", "id": 0}
{"content": "<正>满语作为清朝皇家语言,在中俄两国的外交、贸易和文化交流中发挥过重要作用。俄国学者以及学生在研究或学习汉语的同时,一般都不会忽视满语的学习和研究。“中国建立满族统治的清王朝长久地影响到了俄罗斯人对于满语的兴趣。其中还有一个重要的因素,那就是俄罗斯人前往北京的道路经常是通过满洲地区的,特别在17世纪下半期更为突出。因此,俄罗斯汉学从诞生之日起就与满学有着紧密的联系,在学习", "label": "民族学", "id": 0}
{"content": "<正>关于匈奴的人种问题,从汉魏以来,一直存在不同的见解。方壮猷、黄文弼、佟柱臣、马长寿等均主张匈奴人是典型的亚洲蒙古人种。这一观点在东方学者中一直占据优势,蒙古的道尔吉苏荣和日本的白鸟库吉也都主蒙古说;而林干、岑仲勉、", "label": "民族学", "id": 0}
{"content": "<正>苍莽大漠,千百年来一直在培养造就着彼衰此荣的草原勇士。即将兴起部落的雄主,后起者勇推前贤,游牧政权随之迭兴,光辉灿烂的草原文化亦因而日益繁盛,给我们留下了难以数计的宝贵遗产。茫茫毡乡沧桑巨变,日月历数草原英雄。努尔哈亦、成吉思汗、完颜阿骨打、耶律阿保机、拓跋硅、社仑可汗、阿史那土门、慕容魔、檀石槐等等。这些杰出的草原文化历史人物都曾为中国古代的（局部）统一安定,中华各族灿烂文化的形成做出过卓越贡献,匈奴冒顿单于就是其中之一。", "label": "民族学", "id": 0}
