{"content": "某工程水下混凝土挡墙最大尺寸为10m×5m×10m,混凝土一次性最大灌注方量约500m3,为大体量水下混凝土。为了避免水下大体量混凝土在灌注过程中出现施工质量问题,采用有限元软件对该工程挡墙水下混凝土灌注施工过程进行了仿真模拟研究。通过仿真模拟研究,综合确定了影响导管法灌注水下混凝土质量的导管悬空高度、挡墙基槽底形状、导管埋深及首罐混凝土最小方量这4个参数的最佳取值。挡墙水下混凝土典型施工结果表明,采用优化后的参数进行挡墙水下混凝土灌注施工,有效保障了水下混凝土的施工质量,墙体混凝土未出现任何质量缺陷,完整性类别为I类,达到了预期目的。", "label": "水利工程", "id": 0}
{"content": "在我国的码头工程建设中,装配式结构被广泛应用,预制预应力叠合板作为一种新型装配式结构,和传统结构相比具有许多优点,预应力叠合板通过工厂规模生产,经济效益好,码头上部结构施工时不需设置模板和支撑,与后浇混凝土叠合面组合,受力性能良好,但预应力叠合板构件预制精度要求高,施工技术较为复杂。本文以南通港吕四作业区西港池码头工程为例,对码头工程中的预应力叠合板关键施工技术进行了详细介绍,对施工控制要点、构件标准节点做法、质量管控进行了总结,为类似工程施工及应用提供参考。", "label": "水利工程", "id": 0}
{"content": "钢板桩由于其特殊结构,因而具有高强度、轻型、隔水性能好、施工速度快、可重复使用、环保效果显著等优点,被广泛用于中小码头的建设当中,钢板桩施工质量的优劣直接关系到板桩码头的结构稳定性、防水性、耐久性。本文结合孟加拉国Matarbari燃煤电站临时码头钢板桩施工实际施工案例,探讨了在硬塑淤泥质粉砂层中20m以上超长钢板桩施工技术,总结了设备选型方法、施工工艺、施工难点以及相应的解决办法,可为今后类似工程提供借鉴和参考。", "label": "水利工程", "id": 0}
{"content": "鱼骨坝是一种结构较为复杂的航道整治建筑物,在长江中下游分汊河段航道整治工程中发挥着重要的作用。戴家洲河段为长江中游较为典型的分汊河段,本文以该河段鱼骨坝工程为例,介绍设计方案,分析工程效果,并对整治工程进行了评估,提出了下一步的展望。", "label": "水利工程", "id": 0}
{"content": "本文研究固定浮式防波堤的波浪爬高特性与上浪规律。基于数值模拟技术建立数值波浪水池,验证了数值波浪水池的准确性。对不同波浪长度与高度的波浪开展数值模拟,分析了简化防波堤的波浪爬高,归纳总结了浮式防波堤波浪爬高预报的经验方程。计算结果表明,波高与波陡决定了上浪的高度。", "label": "水利工程", "id": 0}
{"content": "海上航运贸易的增加使防波堤兼做码头的情况变得越来越普遍,由于船舶与直立堤间存在狭窄的缝隙,特定波浪条件下会导致流体共振。直立堤码头通常建立在抛石基床上,其渗透性会对大振幅共振运动产生显著影响。本研究基于开源软件OpenFOAM建立用于研究多孔基床码头与船舶窄缝共振问题的二维数值模型,并通过与物理模型试验结果、线性势流理论解析解对比分析来验证数值模型的准确性。对比非渗透型基床码头,由于可渗基床允许流体穿过,导致船舶与码头间窄缝的共振波高和波浪力显著减小,共振频率增大,共振响应减弱。本研究结果表明,多孔基床码头有利于海上作业、船舶和码头结构的安全和稳定,对结构设计具有指导意义。", "label": "水利工程", "id": 0}
{"content": "基于开源计算流体力学软件OpenFOAM,使用RANS方程和SST k-ω紊流模型,以及VOF方法来进行气-液两相流的计算求解,使用速度入口造波方法和海绵层消波方法来实现无反射造波,建立三维数值波浪水槽,分析了波高变化,运动响应和锚链张力。", "label": "水利工程", "id": 0}
{"content": "抛物线形浮式防波堤具有良好的防波与聚波性能,可与波浪能发电装置组成集成系统。相较单体防波堤,双体设计可提高防波效果。本研究基于势流理论,应用边界元方法,建立波浪与双体抛物线形浮式防波堤相互作用的水动力模型,研究双体间距对系统迎浪面与背浪面的波高分布情况的影响。结果表明,双体抛物线形防波堤的防波性能与聚波性能明显优于单体抛物线形防波堤;双体间距的改变对防波堤系统的防波与聚波性能有较大影响,合理设计双体间距,可有效提升防波堤性能。", "label": "水利工程", "id": 0}
{"content": "港湾共振是指外界激励与港湾固有频率接近时水面发生显著振荡的现象,可能会影响船舶停靠和作业,严重时甚至会破坏港口建筑,带来巨大的经济损失和人员伤亡。在港口设计中需要尽量避免其发生,因此识别港湾的固有频率十分重要。本研究构建了基于有限元的模态分析模型,该方法可适用于复杂港湾形态的固有频率分析。模型的基本方程采用线性长波方程,外海开边界考虑辐射边界条件,陆地边界为全反射边界条件,通过求解离散方程组的本征值问题,给出港湾固有频率。通过经典问题的理论解验证了模型的有效性,进而将其应用于分析海南省马村港的固有频率,得到了马村港可能发生共振的一系列固有频率与对应的港池内波动模态。利用基于Boussinesq方程的FUNWAVE-TVD模型,分析了入射波接近典型固有频率时,港湾内的水面波动过程。两者结果吻合较好,验证了模态分析法对马村港固有频率和波动模态计算的可靠性。", "label": "水利工程", "id": 0}
{"content": "舟山是一个地级市,位于我国的浙江省东北部,有许多港口和纵横水道。它是中国为数不多的深水良港之一。近年来,舟山市大力发展以安全为第一要素的绿色石化产业。在此背景下,舟山绿色石化基地拟建复垦三期项目,为其长期发展提供土地保障。工程周围岛屿众多,拟建的涉海工程可能对周边水动力产生较大影响。因此,为了更好地掌握工程各个阶段对周边海域水动力的影响,本文采用MIKE3 FM建立三维潮流数学模型,在实测潮流和潮位数据的基础上,对模型进行校准和验证。结果表明:数值模拟的大潮、中潮位与实测潮位吻合较好,但小潮时个别潮位的误差略大。在潮流验证过程中,流速模拟数据在小潮阶段只有0.4 m/s的误差波动,误差均控制在允许范围内。相比而言流向模拟数据吻合度较高。MIKE3水动力模块可以更好地模拟项目周边海域的流场分布,可以更好地指导相关项目的建设。", "label": "水利工程", "id": 0}
{"content": "本研究采用自主研发的岸基数字影像监测系统,结合山东日照退港还海修复工程所建立的现场观测站,成功观测并提取出2018年7月安比台风过境期间发生的海堤波浪越浪过程及其特征参数,分析了越浪发生的时间变化和空间变化特性,并探讨了海堤越浪的计算方法,以及基于遥感的影像监测技术在越浪监测中的应用前景。", "label": "水利工程", "id": 0}
{"content": "为寻求一种不同潮差情况下消浪效果优良的弧板式透空堤结构,本研究构建了波浪与弧板式透空堤相互作用的数值模型。采用物模试验结果验证了所建数值模型的准确性,讨论了在小、中和大三种潮差情况下,不同结构型式的弧板式透空堤消浪性能,提出了小潮差采用单弧板式透空堤,中潮差采用双弧板板式透空堤,大潮差采用至少三层以上的弧板式透空堤的布置建议。", "label": "水利工程", "id": 0}
{"content": "随着我国沿海复杂形状海堤建设量的增加,研究越浪对其防护和使用的影响,是必需解决的关键科学问题之一。本研究利用开源CFD （computational fluid dynamics）软件REEF3D,对复式海堤越浪过程进行数值模拟。模型在笛卡尔直角坐标系下建立,对守恒格式的N-S （Navier-Stokes）方程进行离散,通过Level Set方法捕捉自由面的剧烈变形。为了保证数值模型的求解精度,采用5阶WENO （Weighted Essentially Non-Oscillatory）方法离散N-S方程和Level Set方程,采用ghost cell浸入边界法处理流固之间的耦合作用。通过与实验结果对比验证了本文数值模型的精度,进而开展了复式海堤越浪过程的模拟。研究结果表明,本研究数值模型可重现复式海堤越浪过程。", "label": "水利工程", "id": 0}
{"content": "为保证港区条件适宜河口水情,应建设防波堤工程以减小外海波浪对港区的作用。但是,工程的建设改变附近岸线布局,对区域流场和水动力特性分布造成不利影响,改变黄茅海湾口东、西槽的潮量分布。为此,建立黄茅海水域物理模型,模拟研究工程前后附近水动力变化分布。研究成果表明,防波堤工程的建设对东槽水域潮流有明显影响,西槽动力有所增强,高栏岛南侧与工程交接水域流态变化大。工程影响较大,不利于河口稳定及滩涂自然演变,建议修改方案,研究补偿方案并与主体工程一并实施。", "label": "水利工程", "id": 0}
{"content": "珠江河口径潮交汇水域受径流、潮汐共同作用,枯季受潮汐动力影响大,沿海城市取水受咸潮上溯影响较大。本次研究通过分析横门东出海航道疏浚方案,对可能引发的咸潮上溯加剧的问题进行模拟,采用珠江三角洲网河及口门区潮流、含氯度耦合数学模型,计算分析疏浚工程对咸潮上溯的影响,结果表明,疏浚方案使得横门水道、洪奇沥水道涨落潮量增加,增大了横门水道咸潮上溯距离,总体咸界变化较小。", "label": "水利工程", "id": 0}
{"content": "东帝汶帝巴湾港口疏浚吹填项目疏浚土中存在大量潜在酸性硫酸盐土（PASS）,对帝巴港的工程建设造成潜在威胁,当地环保要求吹填上岸的疏浚土氧化后p H值需>6.5。疏浚过程中,PASS与珊瑚砂共同吹填上岸,针对这种特殊的PASS与珊瑚砂的混合土,本文阐述了水分条件对于PASS及其与珊瑚砂混合土中硫形态的制约作用,以及不同氧化方式下PASS及其与珊瑚砂混合土的p H变化规律和氧化机理,为东帝汶帝巴港项目以及后续类似的吹填造陆项目中PASS酸害防治提供参考。", "label": "水利工程", "id": 0}
{"content": "1927—1937年是近代上海发展的黄金时代,上海特别市政府曾制定了宏大的大上海计划,新商港计划为其中重要部分,但却未能实施。本文以实地调查和历史地理分析为基础,以港口规划、政策文件、法律法规等为基本历史资料,详细叙述了1927—1937年之间上海新商港的规划与建设历程。对影响港口规划与建设的部分经济社会背景和制度环境变化进行分析,解释了上海港口规划的实施困难的制度原因。研究发现,事权与财权错位,严重影响了当局解决实际问题的能力,缺少强势的主导者,沉没成本巨大的港口建设难以推进。", "label": "水利工程", "id": 0}
{"content": "跨海桥梁面临着恶劣的海洋环境,桥墩更是受到复杂的波浪力作用,而浮式防波堤作为一种海上工程挡波、消浪的结构,可以有效地消散波浪能量。为了探究浮式防波堤作为桥墩防护设施的可行性,本文采用质量源造波法,建立了浮式防波堤与桥墩的三维数值模型,研究了在规则波作用下,采用浮式防波堤后,桥墩波浪力、墩体压强、波面高程等水动力特性。研究表明:1)该数值水槽能合理的捕捉波浪与防波堤、墩体相互作用过程中复杂的液面形态;2)本文算例中,采用防波堤防护后,波浪爬高显著降低,墩体迎浪面压强减小,波浪力可减小40%左右,浮式防波堤可以有效地衰减波浪力。", "label": "水利工程", "id": 0}
{"content": "随着国家对环保事业的日益重视,国务院颁发的《关于印发大气污染防治行动计划的通知》,要求对大型煤堆场作封闭处理。在港口、码头等恶劣环境下修建封闭煤场的需求越来越多,通过具体工程实例,分析了在孤岛、强台风条件下设计大型封闭煤场所面临的技术难题以及解决方案。", "label": "水利工程", "id": 0}
{"content": "对疏浚工程多波束水深数据处理过程进行了分析,将同一水深数据按不同网格间距输出水深成果,通过比对分析,验证了规范中有关多波束数据处理网格间距规定的合理性;同时发现在疏浚工程中,网格选取越大对水深值的影响越大,平均水深值随网格间距增大,其误差增大;而极值模式下的对应极值保持一致,不受网格间距影响;最浅、最深水深值之间的实地距离随着网格间距的增大而增大。不同的网格间距对水深成果的影响不容忽视,在疏浚工程中需根据具体情况分析,选取合适的网格间距输出数据。", "label": "水利工程", "id": 0}
{"content": "本文介绍了北方水中码头如何应用北斗定位技术来解决水中小间距、小直径PHC管桩的精准定位施工,最大程度减少施工对水库周边环境的污染和破坏,确保水库区域内水土平衡,响应国家关于\"绿水青山就是金山银山\"的环境保护理念。", "label": "水利工程", "id": 0}
{"content": "随着长江口深水航道治理工程的顺利实施,通航水深已经达到-12.5m,大大提高了航道的通过能力和改善了船舶安全航行的条件。如何保障长江口深水航道安全畅通和船舶的航行安全,对航道通航管理部门和过往的船舶提出了更高的要求。本文简要地介绍了长江口深水航道近年来发生在11～17灯浮附近因紊流导致船舶失控的现象,专门对这些现象造成的原因进行了分析,试图在寻找这些现象内在原因的基础上,提出相应的预防措施或手段,以避免类似情况的发生和保证船舶的安全。", "label": "水利工程", "id": 0}
{"content": "随着我国的经济和科技的迅猛发展,水运作为交通运输的重点项目自古以来是承载着我国经济发展的重要纽带,水运工程项目的建设不仅连接着我国国内各地之间的经济物资互通,也是国外经济、军事等领域不可或缺的重要基础设施建设。因此,水运工程施工项目的管理备受国家相关部门的重视以及各行业之间的关注,为了更好的提升水运港口与航道之间交通的便利性和合理性,综合稳定的让我国的水运在交通中发挥更加重要的作用,本文主要针对我国水运工程的现状发展和问题以及如何加强水运工程施工管理项目的措施建议进行综述。", "label": "水利工程", "id": 0}
{"content": "海水是一种天然的强电解质,具有强烈的腐蚀性,海洋环境中的固定式钢质结构,如码头钢管桩的腐蚀问题尤为突出。根据环境条件和腐蚀特点的不同,海港码头钢管桩的腐蚀可分为五大区:海洋大气区、海水飞溅区、海水潮差区、海水全浸区和海泥区。这些区域存在严重的腐蚀问题,使钢管桩的使用寿命大大缩短,严重威胁码头的安全使用。阴极保护作为一种有效的防腐技术,可以有效的抑制、减缓码头钢管桩在海水潮差区、海水全浸区和海泥区的腐蚀。从上世纪四十年代,美国和日本等国开始对钢质港工设施进行阴极保护技术的研究和应用,并在钢板桩码头、钢管桩码头等钢结构上采用外加电流阴极保护技术,取得了良好的保护效果。我国从1974年开始,由海后军港部组织船舶总公司七二五研究所等单位对钢桩码头等钢质港工设施进行外加电流阴极保护的实验和研究并进行了实际应用,取得了良好的防腐效果。随着牺牲阳极材料的发展成熟,由于牺牲阳极具有使用维护简便、保护效果稳定、不需提供电源等优点,牺牲阳极逐渐成为码头钢桩常用的阴极保护方式。从上世纪八十年代,国内军港及民用码头钢桩逐渐开始使用牺牲阳极阴极保护。1989年,七二五研究所青岛分部（青岛双瑞公司前身）对青岛港黄岛油一期码头258根钢管桩的牺牲阳极阴极保护和涂装联合保护进行设计并与烟台打捞局密切合作,顺利完成了黄岛油一期码头钢管桩防腐蚀工程。这是国内首次对大型民用海港码头钢管桩使用牺牲阳极阴极保护,设计有效保护期十五年。在有效保护期内,经过多次检测,钢管桩保护电位始终负于-950mV（VS.SCE）,退大潮时,钢管桩潮差区未发现锈迹,涂层附着完好,无粉化和大面积脱落现象,成为样板工程,曾经接受天津港等多家单位的考察,得到用户和专家的一致认可。在前期成功应用的基础上,进入本世纪以后,青岛港对新建和旧码头均采用了牺牲阳极阴极保护,所有码头的钢管桩阴极保护工程的设计、供货和安装均由青岛双瑞公司承担完成。包括2006年新建的黄岛原油码头三期工程和液体化工码头续建二期工程、2007年新建的黄岛液体化工码头续建三期工程、2008年新建的黄岛前湾港区冷冻品码头、2010年新建的董家口港区矿石码头工程、2012年新建的董家口港区原油码头一期工程、2020年新建的董家口港区原油码头二期工程等。另外,2007年对已经超过阴极保护有效保护期的油一期码头钢管桩牺牲阳极阴极保护重新进行了设计和施工。2013年对黄岛液体化工码头一期工程追加设计并实施了钢管桩牺牲阳极阴极保护工程。历经三十余年,青岛双瑞公司承担完成了青岛地区所有大型码头的钢管桩牺牲阳极阴极保护工程。除了青岛港的码头以外,还有2005年新建的青岛丽星物流有限公司液态化工码头、2010年新建的青岛红星物流实业有限责任公司液体化工码头等。对于这些码头的钢管桩阴极保护效果,青岛双瑞公司一直定期组织人员检测,所有码头在有效保护期内的保护电位均负于-900mV（VS.SCE）,钢管桩可见表面无锈蚀,处于良好的保护状态。", "label": "水利工程", "id": 0}
{"content": "本文依托某港口工程的建设,根据国际航运协会（PIANC）的指导手册通过数值模拟分析运输船舶的螺旋桨推动器靠泊时所产生的射流对直立式码头前沿的冲刷作用,通过对传统的抛石护底和模袋混凝土两种结构进行对比研究,得出了模袋混凝土更适用于逐步大型化的码头前沿护底结构的结论,并介绍其配合比设计要点和主要水下充填施工工艺,具有推广价值。", "label": "水利工程", "id": 0}
{"content": "分析钢套筒加固技术的特点和优势,结合台州发电厂高桩码头加固工程介绍钢套筒泥面下包覆桩基技术在沿海高桩码头加固工程中的应用,包括施工技术选择、施工流程、施工具体方案等。应用结果表明,钢套筒泥面下包覆桩基加固施工时间短、安全,不影响码头正常营运,能实现对码头桩基的加固,提高耐久性。", "label": "水利工程", "id": 0}
{"content": "水运工程是指港口工程、航道工程、航标工程、通航建筑物工程、修造船水工建筑物工程、安装工程和支持系统及其辅助和附属工程等。水运工程建设作为重点的建设项目之一,应对其工程建设、施工等采取管理,而水运工程质量的监督至关重要。水运工程质量的监督工作随着我国工程建设法规的革新而逐渐完善,工程质量监督的内容和方式也在不断地改变,工程质量管控及监督工作得到了极大的发展,实现了有法可依,依法执监,但社会发展水运工程质量的监督行业仍然存在一些不足之处。", "label": "水利工程", "id": 0}
{"content": "对吹填施工技术及吹填土地基加固技术等进行深入总结分析,并结合相关工程案例,对滨海围区场地吹填工程设计及施工技术进行了总结说明,并对真空预压加固后地基土进行相关检测试验,检测资料显示吹填土加固后地基承载力特征值基本不小于50kPa,满足\"企业进场施工\"的设计要求。", "label": "水利工程", "id": 0}
{"content": "以滨海国际邮轮母港项目为载体,项目紧邻东海距离海岸线约32m,上部主体南北长约830m,东西宽约80m;基坑南北长约583m,东西宽约93m,深度6.5～7.9m。项目基坑整体为长条形,宛如鱼腹,基坑内支撑借鉴鱼骨理念采用装配式预应力张弦梁钢结构。主要介绍这种鱼腹形583m长深基坑采用装配式钢结构内支撑的施工方法。", "label": "水利工程", "id": 0}
{"content": "在工程施工中沉箱预制施工是重中之重,对于沉箱施工技术的分析,应结合以前的施工经验,确定沉箱施工技术的要点,对于每一个环节要进行针对性控制,减少一些不规范行为现象的发生,有效降低各种因素产生的不利影响,进而提高航道工程施工的可靠性和安全性。鉴于此,文章详细分析了当前港口航道工程施工中所存在的问题,并提出了有效的对策,以供相关的人士参考和借鉴。", "label": "水利工程", "id": 0}
{"content": "长江南京以下12.5m深水航道工程历经7年建设已全线贯通。项目建成后笔者历年多次参与了工程实施后的地形监测工作,除常规的无验潮RTK水下地形测量外,还引入无人机倾斜摄影、无人机机载LiDAR、无人机视频航摄、无人船等技术手段,获取多维度精细化观测成果,并进行了多维数据融合。本研究就历年来的工作做一个总结性的回顾,同时对不同的数据采集方式提出了注意事项和初步技术探讨。", "label": "水利工程", "id": 0}
{"content": "淹没薄板可以看作一种特殊的透空式防波堤或波能转换装置等,它与波浪相互作用,在波浪非线性和浅水效应的影响下,波浪在堤后释放出高阶自由波。高阶谐波的产生以及波浪特性的改变,会对航道安全造成不利影响。以往研究更多开展了淹没水平薄板水动力特性,而波浪与淹没倾斜薄板的非线性相互作用研究开展的还不多。本文运用高阶边界元法以及完全非线性势流理论建立了二维时域数值水槽模型,对波浪与淹没倾斜薄板相互作用进行模拟。采用混合欧拉-拉格朗日方法更新水面,四阶Runge-Kutta法进行时间步进。同时运用四点法和两点法分离出堤后组成波浪的二阶自由波与锁定波并进行相互验证。通过改变淹没倾斜薄板的倾角以及淹没深度,探究不同工况下二阶自由波的透射特性。研究发现,在本文所考虑的条件范围内,当淹没倾斜薄板的倾角为60°时,堤后产生的二阶自由波幅值最小。", "label": "水利工程", "id": 0}
{"content": "长江口深水航道工程自建成以来已发挥巨大的经济社会效益,但航道回淤问题依旧十分突出。为了研究长江口深水航道浮泥运动对航道回淤的影响,本文建立了一个平面二维潮流水动力-浮泥双层模型。本模型基于非结构网格,采用有限体积法离散控制方程,运用了LTS算法提高计算效率。模型首先模拟了静水条件下浮泥沿缓坡的流动,结果吻合良好。其次,将该模型应用于长江口深水航道模拟,先验证其潮流、潮位的可靠性,再用其模拟浮泥的运动及其对航道回淤的影响。", "label": "水利工程", "id": 0}
{"content": "浮式防波堤在来波作用下产生运动,通过Fluent数值模拟,使用六自由度模型,对一种具有垂荡与横摇自由度的水压载浮箱的运动响应及消波效果进行研究,分别对比了三个不同载水率的浮箱在波浪作用下的消波性能与运动响应。本文探讨通过浮箱内载水晃荡提升浮式防波堤在长波下的消波性能,为在真实海洋环境中应用高效浮式防波堤打下研究基础。", "label": "水利工程", "id": 0}
{"content": "港区码头堆料多,面积大,物料一般都露天堆放,堆料受恶劣天气影响较大,堆取作业产生的扬尘严重影响厂区及周边环境。随着社会对环境质量要求的提高,越来越多的行业如电力、港口、煤炭以及冶金行业等的贮料设施都必须对传统的露天堆场进行封闭改造,减少粉尘对周边环境的污染,传统的料场周边设置防风抑尘网的做法已很难满足环保要求。本文针对设立于港区码头的料场封闭工程,根据目前国内港区码头的特点,着眼于方案设计对料场储料能力和社会、经济效益的影响,提出几种设计方案并进行比较,为港区码头料场封闭工程的方案选择提供参考。", "label": "水利工程", "id": 0}
{"content": "本文结合大屿海岛项目1000 t级主码头工程实际,分析了水上水下作业安全管理工作的特点,通过对危险源的辨识,从各个风险点出发提出相应的安全管理对策,通过采取这些措施有效实现了施工过程中安全风险源管控,以期能为有关方面的需要作出贡献。", "label": "水利工程", "id": 0}
{"content": "大屿岛码头施工区域紧邻金井作业区进港航道和海坛海峡习惯航路,这一位置施工往往会给来往船只带来一定的影响。但是在某些安全管理到位的条件下,可以采取一些安全措施避免工程施工中的安全事故。在码头工程施工中,便可以使用临时航标引航与警戒船警戒,防止过往船舶闯入施工区域。", "label": "水利工程", "id": 0}
{"content": "几内亚某港区进港大门工程上部结构采用空间网架结构形式,采用同济大学空间钢结构设计软件3D3S建立大门上部网架模型,进行结构分析,并完成施工图设计。", "label": "水利工程", "id": 0}
{"content": "南水北调工程是缓解我国北方水资源严重短缺局面的重大战略性基础设施,航运功能是大运河文化建设的重要组成部门,京杭运河江苏段即是调水主通道也是保障物资交流的核心通道。文中结合南水北调东线一期工程运行情况,就如何充分发挥好调水功能和航运功能进行分析,希望对南水北调东线二期工程规划建设起到一定的作用。", "label": "水利工程", "id": 0}
{"content": "为厘清制约码头工程质量和耐久性提升的瓶颈、短板问题,对全国范围内已建成并投入使用的港口码头质量状况开展调查研究。通过全国问卷调研并结合近年来旧码头检测评估工程实例,分别对海水环境、淡水环境、冻融环境和化学腐蚀环境下的码头结构耐久性常见问题、影响因素及分布规律进行了分析和梳理。对于所处不同区域、不同结构形式,码头结构的耐久性影响因素、损坏特征及分布规律均有所不同,其中钢筋混凝土锈蚀和钢构件腐蚀则是码头结构面临的最主要的耐久性问题。调研成果可为港口码头运营维护及耐久性保障提供决策参考。", "label": "水利工程", "id": 0}
{"content": "拟建唐山某码头工程位于曹妃甸港区,地处冀渤块陷,区域地质环境复杂。研究工作在搜集拟建场区海洋气候条件的基础上,以海上综合物探测试为手段,并辅以海上工程地质钻探验证,初步分析拟建场区海洋气候条件、工程地质条件及其对工程建设的影响,为工程设计、施工等提供技术支持。", "label": "水利工程", "id": 0}
{"content": "深海平台、深海装备、水工工程装备等大型装置在港口靠泊期间需要深海码头,深海码头造价十分昂贵,因此,比选设计方案十分重要,文章应用价值工程理论,针对某深海码头设计方案开展了比选实践。文章对其他深海工程方案选优有一定的参考价值。", "label": "水利工程", "id": 0}
{"content": "根据建设京杭运河文化带的要求,京杭运河北京段将在近期内建成VI级航道,发展旅游航运。本文按照京杭运河北京段规划中的航道、船闸尺度等限制条件,提出了全线通航以后的旅游船船型主尺度系列,按载客人数和主尺度分为I型、II型、III型、IV型共四种船型系列,并根据未来的客运量潜在需求,预测了2025年、2035年各种船型所需数量。", "label": "水利工程", "id": 0}
{"content": "直墙是港口工程中重要的结构形式,关于直墙前波浪力的研究一直是人们关注的重点。本文通过建立完全非线性的Green-Naghdi方程时域求解模型（GN模型）对有限水深直墙前立波进行模拟研究。模型使用有限差分数值方法进行控制方程的离散并建立二维数值波浪水槽,采用流函数造波法进行入射波浪的模拟,利用高阶预测-校正法进行时间的步进。文中给出了利用GN模型对不同波况下直墙前立波的波面形状,墙面上波压力沿水深的分布以及最大波压力的具体模拟结果。文中将GN模型的立波数值模拟结果与三阶摄动展开法、Fourier数值法得到的计算结果以及相关的实验数据进行对比,对GN模型数值模拟结果的适用性与准确性进行了验证。", "label": "水利工程", "id": 0}
{"content": "本研究考虑有限深水域中浮冰在波浪中的水动力特性。针对带窄缝的有限长弹性浮冰问题,基于线性势流理论和有限长弹性板假设建立数学模型,并利用特征函数展开法进行解析求解。围绕两种具体工况,研究了窄缝位置对波浪透射系数和浮冰应变响应的影响,并与无窄缝浮冰的情况进行了对比分析。结果表明:带窄缝弹性浮冰的波浪透射系数曲线随波数的增加而发生振荡变化,部分波况条件下会出现波浪全透射现象,但未出现波浪全反射现象;不同窄缝位置引起的浮冰中应变分布差异巨大,且随着入射波波数的增加,各块浮冰的应变响应均呈现从低阶模态到高阶模态的连续转变过程。", "label": "水利工程", "id": 0}
{"content": "波浪和潜堤相互作用会产生布拉格反射。本文基于格子玻尔兹曼方法LBM（Lattice Boltzmann Method）构建二维数值波浪水槽。在对数值模型进行验证的基础上,设置多组正弦潜堤结构,对波浪与结构物的相互作用进行研究。通过改变浅堤的相对高度,对比研究了不同参数对布拉格反射的影响,从而提出潜堤结构的合理建设参数。模拟结果表明,潜堤结构的相对高度增加时,布拉格反射现象随之增强。实际工程中为取得良好的守护效果,应该保证潜堤高度至少为水深的一半。", "label": "水利工程", "id": 0}
{"content": "基于由开源代码OpenFOAM二次开发的数值波浪水槽,开展孤立波与密排桩防波堤相互作用的数值模拟研究,重点关注其消浪机理与波浪爬升问题。结果表明,入射波作用于密排桩的过程中,桩柱背波面持续的波浪破碎与狭缝间射流卷吸引起的剧烈湍动是导致波能耗散的主要因素;在相邻桩柱的近场干涉下,波浪爬升高度有所放大,最大爬高出现在迎浪点;基于数值模拟结果,拟合了最大爬升高度的经验公式,供工程设计参考。", "label": "水利工程", "id": 0}
{"content": "本研究将基于Boussinesq方程的FUNWAVE-TVD模型进行了拓展以考虑地震对波浪运动的影响,并采用物模模型实验数据进行验证。采用该模型研究了地震扰动下港内波浪的响应。结果表明,即使周期仅为数秒的地震扰动也可以诱发港内数百秒乃至上千秒的本征周期运动。", "label": "水利工程", "id": 0}
{"content": "本文主要介绍在新疆某市的洪水灾害防治信息化建设过程中,通过基于超融合虚拟化架构的平台,该平台融合了数据存储和数据备份的技术,实现了在洪水灾害防治信息化系统中的应用。文章首先从介绍了新疆某市的洪水成因及特点,并对洪水灾害防治信息化的建设内容做了简要介绍;随后对其中的数据存储备份的技术架构设计进行了介绍;最后对该系统实施之后的效益情况进行了分析。", "label": "水利工程", "id": 0}
{"content": "随着经济社会的发展,全社会对水源的水质要求越来越高,国家和地方各级政府也对水源地保护提出更高要求。水源地达标工程是保护水源地水质的重要举措。但是达标建设工程需要在河道范围内设置必要的防护设施和监测设备,这在一定程度上对河道行洪能力和堤防稳定产生不利影响。月堤应急备用水源地作为宿迁城区的应急备用水源,在突发性事件中可保障该地区的基本生产生活秩序,对宿迁城市的稳定和发展意义重大。本文以月堤水源地为例,分析达标建设工程与河道防洪的关系,在水源地达标建设工程建设、运行的同时,确保河道防洪安全。", "label": "水利工程", "id": 0}
{"content": "国家提出\"节水优先、空间均衡、系统治理、两手发力\"十六字重要治水思路,赋予了新时期治水的新内涵、新要求、新任务。城市河流不仅承载人类文明,记录城市发展印记,更承担行洪安全、维持生态系统稳定、塑造景观美学的重任,实施城市河流生态治理是遵循自然规律,践行\"系统治理\"方针和\"两山\"理论的最佳实践。河流防洪堤以内主河槽两侧的滩地为动、植物提供了天然栖息地,是河流保护生物多样性、展示生态景观的基本载体,在实施滩地生态治理过程中,应坚持生态优先、绿色发展,在保障防洪安全的前提下,基于景观适应性分析和土地生态环境敏感性评价,科学有效的配置滩地生态空间。", "label": "水利工程", "id": 0}
{"content": "在众多学者的研究中指出,水生态修复技术强调自然生态与环境的恢复,强调利用水生态系统中的动植物、微生物来降解、转化以及吸收河道中的污染物。该技术的良好运用能够为水生物创造出一个良好且适合的生存环境,同时,还能有效推进水生态系统的建立以及保护,推动城市水环境的可持续发展,为构建环境友好型社会作出积极贡献。", "label": "水利工程", "id": 0}
{"content": "本研究以丰南区陡河段,起点为陡河与范董线交汇处,终点为陡河防潮闸,治理长度为28.2km。主要任务是提升陡河水质,使陡河考核监测断面水质主要指标具体要求达到化学需氧量≤30mg/L、氨氮≤1.5mg/L、总磷≤0.3mg/L、高锰酸盐指数≤10mg/L、总氮≤6mg/L;实施河道生态建设工程,在国考断面进行合适的清淤工程,改善陡河现状。经过方案比选,陡河采用物理修复、生态修复、生态工程修复于一体的修复方式进行治理,提升陡河水质,恢复河道生态系统多样性和活力。", "label": "水利工程", "id": 0}
{"content": "本文结合岐山县凤鸣湖水体修复的应用措施实况,提出生态修复的目标,通过生态修复湿地、科学配置种植水生植物,对河道进行疏浚、优化生态护坡,合理配置浅滩湿地、跌水,形成多形态、水流和生物多样性的生态河道,使水体污染得以修复。最后介绍人工湖及沿河生态湿地运行维护经验,以供类似水生态修复工程参考借鉴。", "label": "水利工程", "id": 0}
{"content": "流域防汛抗旱指挥系统是防灾减灾重要的非工程措施,工程的建设将提高水旱灾害信息采集、传输、处理的时效性和准确性,提高防汛抗旱指挥决策的科学性,更充分地发挥水利工程防灾减灾效益。地理信息系统（Geo-Information system,GIS）为防汛抗旱视频监控、洪水预报、防洪调度和综合信息服务等应用提供了重要的技术支撑。本研究从防汛抗旱的具体需求出发,基于海河流域防汛抗旱指挥系统的建设经验,有针对性的利用地理信息技术,整合现有资源,加强系统集成,从总体架构、多源数据融合机制、主要功能等方面提出科学、高效、安全的海河流域防洪抗旱地理信息系统的设计方案,为各级单位防汛抗旱地理信息系统设计提供参考。", "label": "水利工程", "id": 0}
{"content": "近几十年极端天气频繁发生,多地引发了洪水灾害,对我国水利工程带了严峻的挑战。快速评估库区堤防安全,直接关系到沿岸居民的生命财产安全。针对极端条件下的库区堤防,基于FORTRAN语言开发了一项操作简单、计算便捷的有限元法计算程序,并进行水位骤降条件下的堤防稳定性分析。", "label": "水利工程", "id": 0}
{"content": "堤防的不均匀沉降问题,会导致堤防发生裂缝,进而出现渗流、管涌等溃坝风险。现行工程中开始大量的采用土工格栅等进行加筋处理,因此加筋土的承载力计算变得尤为重要,如何既不浪费筋材,又能最大的发挥加筋的作用,是目前研究的热点,本研究基于有限元法,对加筋土的承载力进行计算分析,为工程应用提供参考。", "label": "水利工程", "id": 0}
{"content": "箱形砌块生态护岸是以植物与土木工程相结合,既能维持河岸水土相对稳定,又能使河水与土壤相互渗透,而且兼顾一定防洪、休闲、景观和亲水等功能,对改善河道生态环境具有积极作用。同时,箱形砌块施工方便、快捷,对工期紧、任务重的工程建设项目缩短建设工期提供技术支持,使工程项目按期完工提供有力保障。", "label": "水利工程", "id": 0}
{"content": "随着人民生活水平的提高,对除物质之外的其他方面期望越来越高,尤其是近海和近河区域的滨水景观。海（河）堤作为景观的载体,在进行滨水景观改造之前要对海堤进行新建或加固。因此,用于海（河）堤修筑的环保高效吹填施工方法具有重要的理论意义和工程实用价值。本文主要内容包括:一种可快速筛分和转运的吹填船;用于吹填余水处理的\"闸箱式\"排水口和沉淀系统;塑料排水板和吹填施工技术相结合的软土地基加固。", "label": "水利工程", "id": 0}
{"content": "基于河流健康导向,满足于社会经济可持续发展需求,以\"人水和谐\"为主题,系统阐述了\"幸福河\"的基本内涵。同时,通过参考已有相关指标体系研究成果,结合黄河流域特点和实际情况,从安全河、健康河、惠民河、文明河及和谐河5个方面,选取了防洪标准达标率、生态流量保障程度等17项指标,初步构建了幸福河评价指标体系,并对指标的选取进行了简单探讨。", "label": "水利工程", "id": 0}
{"content": "鉴于万家寨水库建成运用（1988年）后,黄河宁蒙河段凌情特点发生了较大变化,本文依据水文站和黄河宁蒙河段的凌情资料分别分析了典型年宁蒙河段开河期、封河期冰凌灾害情况,并通过分析整理三湖河口站水位-流量过程以及水位-流量关系,找出宁蒙河段易发生冰凌灾害的原因。分析结果表明,气温、水位、槽蓄水增量、流冰密度、冰厚等方面是导致凌灾发生的几个重要指标,这些基础资料为黄河凌汛灾害预警指标的选择及凌汛灾害预警指标的构建提供了依据。", "label": "水利工程", "id": 0}
{"content": "宜州河位于义县县城东部,通过宜州河义县城区段综合治理工程建设,提高宜州河防洪能力,改善河道生态环境。在工程国民经济评价中,国民经济内部收益率为10.33%,经济净现值为963.1万元,经济效益费用比为1.22,工程的综合效益显著。", "label": "水利工程", "id": 0}
{"content": "在山洪灾害调查评价项目中,确定了防灾对象（沿河村屯）的雨量预警指标,而山洪灾害县级平台的预警指标的对象是自动雨量站点,为了使二者有机地结合,充分利用好山洪灾害分析评价的成果,需要把分析评价小流域内的防灾对象（沿河村屯）雨量预警指标对应到相关自动雨量站上,实现自动雨量站通过山洪灾害县级平台向防灾对象（沿河村屯）实时预警。", "label": "水利工程", "id": 0}
{"content": "辽绕防洪保护区是辽河流域重点防洪河段防洪保护区之一,做好该区域的洪水影响分析工作,可以了解洪水特征,开展灾情评估,分析洪涝水灾害的淹没情况。通过模型方法、洪源分析和量级确定、洪水影响分析方案等的讨论分析,对辽绕防洪保护区洪水影响进行分析研究,为合理制定防汛避险转移方案和编制洪水风险图等工作提供数据,为区域的防洪预案制定、防洪工程调度运用、抢险救灾、防洪效益评估、土地利用规划、洪水保险等提供信息参考。", "label": "水利工程", "id": 0}
{"content": "分析蒲河流域洪水特性,计算各控制站设计洪水。调查流域现状防洪体系,总结防洪薄弱环节。超标洪水分析采用划定分区方法,应用ArcGIS软件绘制各分区超标洪水影响区域,分析淹没范围及影响区域,分别制定水库、水闸及各分区在超标洪水情况下的调度方案,提出应对措施,为流域防洪工作提供支撑。", "label": "水利工程", "id": 0}
{"content": "以海城市采砂为例,为验证计算的准确性,在多次建模计算的基础上,采用了断面法将项目区假想为理想三角体,计算三角体体积,概略计算挖方量,与DTM土方量计算法成果比较,验证了本次计算成果合格,为相关部门提供参考。", "label": "水利工程", "id": 0}
{"content": "水位-流量反算法简单易行,在无资料小流域地区山洪灾害临界雨量预警指标计算方面有很强实用性及推广价值,本文以大西沟村为例,通过控制断面测量、设计暴雨计算、设计洪水计算,最综确定临界雨量预警指标并提出几点结论。", "label": "水利工程", "id": 0}
{"content": "太和县引水入城工程中椿樱河规划新开河道,规划河道线位距离沙颍河左堤堤脚较近,由于堤基为砂性土,汛期存在渗透破坏的风险,为满足堤基渗流稳定安全要求,选定高压摆喷截渗墙进行截渗加固。", "label": "水利工程", "id": 0}
{"content": "向家坝水电站右岸运输道路岸坡为含有大量漂石和孤石的覆盖层,设计拟采用15m长的注浆锚杆支护。为解决在大孔隙架空地层中的漏浆、跑浆问题,决定先进行锚杆注浆方法和浆液比选生产性试验。本文介绍了所采用的常规孔口封闭注浆、全孔套土工布注浆、部分套土工布注浆、膏状灰浆注浆及膏状砂浆注浆共5种注浆方法的试验情况和试验成果。试验结果表明:膏浆砂浆锚杆的密实度满足设计要求,且其抗拔力最大可以达到240kN。", "label": "水利工程", "id": 0}
{"content": "开封市作为国家级历史文化名城、文化旅游胜地,古城水系治理迫在眉睫。东护城河为一渠六河项目中的一条重要河流,自北向南穿越\"三园一市\",其中汴京公园段施工区域狭小,要打造滨水景观效果、提升生态河道,同时起到防洪排涝作用,施工难度大。通过对水系治理现状分析,采用新型生态河道护岸结构形式,并在本工程中进行应用,既满足提升滨水景观效果,又满足河道体系的防洪排涝功能,且有利于河道系统的生态建设。", "label": "水利工程", "id": 0}
{"content": "南水北调二期长江至洪泽湖段（长洪段）工程依托淮河入江水道,在一期工程的基础上计划新增抽江370 m~3/s。入江水道是淮河行洪的安全阀,下泄70%以上的淮河洪水,对淮河的行洪安全十分重要,所以二期工程长洪段全湖方案的实施,对入江水道行洪能力的影响引起了水利工程界的广泛关注。本研究针对南水北调二期长洪段全湖方案,采用数值模拟方法,建立长江至洪泽湖段一二维耦合数学模型,在三河闸下泄流量为12000 m~3/s的设计洪水工况下,研究全湖方案对于入江水道行洪能力的影响。研究结果表明:全湖方案下,高邮湖和邵伯湖水位均降低,湖区平均水位分别下降约6.7 cm和6.0 cm,其水动力轴线与工程抽槽主线吻合较好,仅在邵伯湖部分区域存在约50m的偏移。高邮高站点的模拟水位相比现状地形工况,其水位下降了约6.8 cm。可认为全湖方案实施后,不影响入江水道的设计泄洪能力。", "label": "水利工程", "id": 0}
{"content": "游荡型河道中的沙洲露出水面后,沙尘容易随强风侵入城市,污染城市环境。在河道中设置低堰可以增加水面面积,在治理河道扬沙方面有良好的效果。为探究低堰在山区游荡型河道壅水压沙中的作用,对某山区游荡型河道水流流动开展二维数值模拟研究,得到了增设低堰前后研究河段内水面面积、水面高程、流速及水深的变化。将模拟得到的水面高程与实测水面高程相对比,两者间的数值大小和趋势基本一致,验证了数值模拟的准确性较高。结果表明增加低堰后河道水深增大,水面面积显著增加,流速分布均匀。低堰在山区游荡型河道的治理中可以起到良好的壅水压沙效果,本研究将对游荡型河道扬沙治理提供技术支撑。", "label": "水利工程", "id": 0}
{"content": "强降雨引发的暴雨山洪过程具有突发性强且破坏力大等特点,不仅对我国山丘区基础设施造成严重破坏,还对当地人民生命财产安全构成极大的威胁。由于山丘区水文资料匮乏,洪水陡涨陡落过程尚未明晰,给山洪灾害的预报预警带来了极大的困难。以四川汶川寿溪河流域作为研究对象,结合流域地形参数构建半分布式水文模型,针对2019年\"8.20\"特大山洪灾害进行了雨洪过程模拟,着重分析了成灾区洪水变化过程。研究结果有助于明确该地区暴雨山洪致灾范围,提高山洪灾害防御的可靠性。", "label": "水利工程", "id": 0}
{"content": "山区流域坡体常堆积有大量的松散颗粒物,在暴雨产流作用下易导致大量产沙效应,造成河道淤堵产生暴雨山洪灾害。采用人工模拟降雨装置,开展暴雨条件下不同坡度松散体的产沙特征试验研究,并进一步分析均匀雨型的暴雨作用下不同边坡土体的基质吸力、土压力、孔隙水压力等土体性质参数随降雨历程的变化规律。", "label": "水利工程", "id": 0}
{"content": "河流中的特征紊流通常是由障碍物（如植被斑）导致的水流分离引起的。作为生态型护岸的一种重要形式,半圆形的植被斑被用于探究鱼类游泳行为和植被水流动力学间的交互作用。在水槽实验中,植被斑的直径被设置为16 cm,20 cm和24 cm,同时对每种植被直径设置两种植被密度。在本次实验中,视频记录被用于分析鱼类游泳行为,而粒子图像测速系统（PIV）则被用于测量流场。视频分析表明,鱼类倾向于在植被斑的前方和后方稳定游动,这意味着鱼类更喜欢在低流速低紊动的区域游动以节约运动耗能。通过结合视频记录和流场,可以发现在有半圆形植被斑靠边分布的流场中,鱼有三种典型游动模式:绕植被斑游过、在植被斑正后方游动以及直接游过。此外,鱼的摆尾频率随着流速增加而增大。这些发现有助于基于植被斑的大小和密度来预测鱼在植被斑附近的运动学反应。", "label": "水利工程", "id": 0}
{"content": "湖泊是江河水系的重要组成部分,是蓄洪储水的重要空间。与河流相比,湖泊自然属性复杂,管理保护难度更大。本文从湖泊管理保护角度出发,对其现状、问题作出深入分析,提出湖泊管理保护制度框架设计的思路,以期对湖泊管理保护立法建设提供参考。", "label": "水利工程", "id": 0}
{"content": "随着城市的快速发展,对河道治理也提出了更高的要求,河道治理不再仅仅是以防洪排涝为主的水利工程,而是向景观生态方向转变的综合性工程。本文以金华梅溪流域治理为例,根据梅溪河道防洪能力、水生态环境、堤防岸线等方面存在的问题,按照\"五水共治\"要求,紧紧围绕\"最美河流\"建设,以梯级景观堰坝、生态护岸和景观绿化等工程建设为切入点,把梅溪流域打造成为集景观、休闲、旅游、生态\"四位一体\"的最美旅游景观廊道。", "label": "水利工程", "id": 0}
{"content": "为指导东江干流中下游合理开发利用,规范水事活动,确保防洪安全、河势稳定和生态安全,有必要开展治导线方案制定。根据东江河道特性的复杂程度分为重点和一般两类,重点河段具体可分为围外围、堤外开发利用及江心洲开发三类,并分类对其进行治导线方案拟定。采用东江中下游一维数学模型及重点河段二维数学模型相结合的方法进行数值模拟计算。结果表明,重点河段壅水范围为0.008～0.180 m,流速变化在0.3 m/s内,其模拟结果可为治导线方案制定提供科学依据。东江干流中下游治导线方案的制定为东江河道管理提供强有力的抓手,其思路可为其他类似河道治导线研究提供参考。", "label": "水利工程", "id": 0}
{"content": "生态护岸是生态水利的一种技术措施,凭借其在防洪、生态、景观等方面的综合优势,得到了越来越广泛的应用。本文总结了常用的生态护岸结构及材料,以南沙区水域公共岸线环境专项整治项目为例,论述了公共岸线环境专项整治的设计原则、生态护岸设计、植物配置等,为河道岸线环境整治提供参考。", "label": "水利工程", "id": 0}
{"content": "针对现状百二河存在的问题,提出了生态修复改造的应对思路和解决措施。采用土钉支护与衡重式挡墙相结合的方法建设河道护岸,解决了河道两岸施工空间限制的问题;尝试采用土工固袋作为河底防护材料,解决河道防洪安全与生态功能修复之前矛盾的问题。", "label": "水利工程", "id": 0}
{"content": "黄河流域生态保护和高质量发展已成为重大国家战略,然而沁河作为纳入国家统一规划治理的黄河一级支流,其水生态还比较脆弱,亟须进行生态修复。本文提出了生态修复要遵循安全、生态、公共、系统、特色、可持续等原则,通过消除畸形河势并绿化工程边坡、建设应急调蓄工程、拓宽部分河段并营造湿地绿洲等方法进行生态修复,并提出了博爱张村畸形河势治理、武陟南王畸形河势治理、博爱留村闸应急抗旱蓄水工程、温县亢村闸应急抗旱蓄水工程、武陟陶村闸应急抗旱蓄水工程、老龙湾水生态治理、沁河入黄口水生态治理等具体措施。", "label": "水利工程", "id": 0}
{"content": "针对大庆市大明湖的水体污染问题,采用协同超净化水土共治技术对其进行了净化治理,经过1年的治理,各项水体指标取得了显著治理效果。NH3-N、 TN、 TP、 CODMn、 CODCr、 BOD5、氟化物的去除率分别为80.85%、 89.86%、 50.41%、 93.04%、 73.62%、 51.58%、 68.10%,水体的各项污染物指标均达到地表水Ⅴ类标准;底泥的多种污染成分也被显著净化。检测分析表明,协同超净化水土共治技术在这类污染水体治理领域具有可观的应用效果。", "label": "水利工程", "id": 0}
{"content": "山洪是指山区溪沟中发生的暴涨洪水。山洪具有突发性,水量集中流速大、冲刷破坏力强,水流中挟带泥沙甚至石块等,常造成局部性洪灾。鉴于此,需要借助现代化预警机制,在山洪易出现的时间段内进行监测和预警,力求能够尽早发现山洪出现的趋势并做出警报,降低山洪带来的人员伤亡与恶性影响。", "label": "水利工程", "id": 0}
{"content": "水库是我们防洪的一张\"王牌\",水库的主要作用中防洪要排在首位,鉴于近年出现频繁的大降雨情况,因此对水库的防洪能力进行分析是很有必要性的。此文以鸟儿巢水电站作为实例,分别对水电站的设计洪水、泥沙、调洪计算、抗洪能力进行复核验算,其中设计洪水位用水文比拟法和暴雨查算法对比计算。结论表明水文比拟法得到的各频率下设计洪水量均小于暴雨查算法;调洪计算按原设计成果计算符合规范要求,抗洪能力的坝顶超高计算值182.09 m,未达实际标高182.20 m。", "label": "水利工程", "id": 0}
{"content": "2020年8月31日,四川省甘洛县阿兹觉乡黑西洛沟发生山洪-滑坡-堰塞湖灾害,造成重大损失。本文通过现场调查和基础数据收集,对本次灾害的成灾机理进行了分析。研究结果表明:灾害发生前连续15 h的降雨导致黑西洛沟内松散物源浸水饱和,是本次灾害的主要诱发因素;黑西洛沟内深厚的松散堆积体为本次灾害提供了丰富的物源条件;成灾过程可以划分为\"降雨汇流—铲刮下切—沟壁垮塌—堰塞成坝—溃决掩埋\";黑西洛沟内目前仍然存在大量的松散物源,后期应加强对其进行变形监测。", "label": "水利工程", "id": 0}
{"content": "黄河流域生态保护和高质量发展是重大国家战略,按照新时期中央治水方针和水利部党组\"水利工程补短板,水利行业强监管\"的水利改革发展总基调,黄河下游水利信息化工程仍然存在短板,监管能力相对薄弱。本文针对黄河下游河南段防洪监测预警建设现状和存在问题进行分析,在此基础上,对现有体系进行改进,结合非工程措施的预警措施的探索,为深化黄河下游河南段防洪监测预警建设提供理论依据。", "label": "水利工程", "id": 0}
{"content": "山区降水具有大量的不确定现象和强烈的时空异质性,由于地区、降雨分布及时空尺度等的差异,不同情景的降雨插值算法在不同环境条件下具备不同优越性。本文基于高精度地形地貌数据,以降雨区块预测运动矢量为前进方向,采用模糊匹配法对山区地形特征与降雨时空分布及运动预测结果进行匹配,从而判断出多维影响降雨的因子,建立面雨量插值因子库。建立基于确定性空间插值方法及地统计学两类方法的插值算法库,实时链接到插值因子库,动态选择相应降雨情境下最优插值算法模型及参数组合,从而获取全国范围内山区小流域面雨量最优插值结果。", "label": "水利工程", "id": 0}
{"content": "山洪灾害的预警和动态风险评估是山区防灾减灾的重要措施。本文基于前人提出的山洪灾害风险评估指标体系,梳理了与山洪水沙灾害密切相关的指标及其阈值,从危险性、暴露、敏感性及适应能力四个方面选择代表性指标用于构建山洪水沙灾害风险评价框架,根据指标选取原则构建了较为全面的山洪水沙灾害风险评估指标体系,以期推进山洪水沙灾害风险评估指标体系的构建,为我国山洪水沙灾害风险评估提供支撑。", "label": "水利工程", "id": 0}
{"content": "洪涝灾害遥感监测的关键在于水体的提取,而不同极化方式水体和非水体的差异度不同;且自然水体与洪水的特征相似,一景雷达影像很难将自然水体与洪水区分开来。本研究首先基于高分三号雷达影像,通过对比训练样本发现, HV极化较HH极化能够更好地显示水体和非水体的差异,更适合洪涝区域的检测。基于洪灾前、后获取的高分三号HV影像,采用图像差值法提取了2021年7月20日郑州市洪水受淹范围。提取结果显示洪涝区域的检测精度、误报率及总体精度分别为90.72%、 1.63%和97.85%。研究结果表明,利用高分三号雷达遥感影像可以及时准确地提取洪涝灾害范围,为评估洪涝灾害风险区域、辅助紧急救援组织以及城市未来的发展规划提供技术支持。", "label": "水利工程", "id": 0}
{"content": "我国山洪灾害防治区域面积占陆地面积的40%,山洪灾害防治是山区防灾减灾和经济社会发展的迫切需求,是防止因灾返贫,巩固中国全面脱贫成果的重要保障。山洪灾害风险的准确评估是减少人员伤亡的有效手段。现有山洪灾害风险评估体系主要考虑降雨-流量-水位关系,基于径流评价山洪风险而忽略泥沙作用,导致对部分河段灾害风险的低估,降低了山洪灾害防治的有效性与可靠性。本研究基于泥沙对河段水沙风险的影响机制,引入河段泥沙风险等级,进而结合径流风险等级,达到快速、综合评价泥沙影响下的山洪水沙风险,以期为山洪防治提供技术支撑。", "label": "水利工程", "id": 0}
{"content": "针对山洪灾害调查对山洪快速复盘要求,以湖北柳林镇山洪为例,首先探讨了地形范围确定、降雨数据、地形数据的来源及快速处理方法,接着以流域为单元,建立气象模型、地形模型,并适当划分网格,根据流域具体情况简化涉水工程和糙率等参数,开展洪水计算,最后,对受灾地点洪水过程、淹没水深和洪水流速等进行分析。结果表明,根据雨量监测数据和公开地形数据,可以较为快速地对山洪洪水进行模拟,结果基本满足山洪灾害调查的洪水复盘要求,提高调查工作效率。", "label": "水利工程", "id": 0}
{"content": "大量山洪灾害案例表明,暴雨山洪过程中坡面、沟道或岸坡侵蚀会产生大量泥沙物源,被水流裹挟向下游运动。当泥沙运动到沟道缓坡段时容易落淤,导致床面、水位陡增,造成灾害。本文在顺直陡变缓水槽（长20 m,宽1.5 m,深0.8 m;上游坡度20%,长10 m,下游坡度5%,长10m）中开展了一系列试验,研究了不同泥沙补给条件下顺直陡变缓沟道的沟床演变规律,揭示了顺直陡变缓沟道沟床演变对泥沙补给的响应机制。", "label": "水利工程", "id": 0}
{"content": "本文基于一维水动力学模型、一般冲刷和桥墩局部冲刷公式,分析了省道S355改线情景中阻水桥梁的防洪影响。结果表明,建设项目区涉及河道按规划治理后, 100年一遇设计流量下,桥下过流面积减少16.8 m~2,平均流速增加0.28 m/s,桥前最大壅水高度0.178 m,壅水长度62.45 m,壅水高度和范围均较小。考虑壅高后的桥下100年一遇洪水位为352.168 m,为保障汛期河道行洪期间桥梁的安全,桥下允许的最低梁底高程为352.668 m。建桥后,桥下平均流速6.50 m/s,最大冲深3.72 m,桥梁桩基的安全埋深至少为4.22 m。", "label": "水利工程", "id": 0}
{"content": "根据长江中下游干流控制站汉口站近年实测断面和流量等资料,分析了该站测验断面年际的冲淤变化规律,结合2020年汛期降雨及下游河道情况,分析该站2020年汛期水位流量关系的变化成因。分析结果表明:2020年长江中下游流域前期降水偏丰,上游水库群消落库容来水叠加使得汉口站起涨水位较高;区间支流来水量增大且降雨集中,导致下游区间各支流来水快速增加造成对干流顶托;同时河段比降较1998年小,洪水下泄缓慢,水位流量关系线维持左偏状态。", "label": "水利工程", "id": 0}
{"content": "本文从单库、河库联合、水库群联合、流域多工程体系联合优化调度几方面系统阐述了防洪调度模型的发展过程;重点分析了常规调度、传统优化调度、现代智能优化调度等调度理论方法;展望了防洪系统联合调度的研究方向及应用前景。", "label": "水利工程", "id": 0}
{"content": "沁河是黄河出小浪底水库后左岸的最大一条支流,沁河下游的防洪安全事关沁河自身防洪安全,也事关黄河中下游防洪安全。自河口村水库建成后,沁河下游防洪能力最大提升至100年一遇洪水标准。为有效应对沁河下游洪水领域的\"黑天鹅\"和\"灰犀牛\"事件,结合沁河下游实际情况,根据沁河下游左右岸之间保护对象不同、防守重点不同,分析沁河下游超标准洪水条件下,确定\"丹河口以下确保北岸大堤不决口,丹河口以上确保南岸堤防不决口\"的具体应对措施。", "label": "水利工程", "id": 0}
{"content": "抽水蓄能电站工程建设周期长,投资大,其建设过程包括预可研、可研、招标采购、施工建设和运营管理等,实现工程建设的顺利推进和企业的精益化管理的方式则是通过签订合同,因此合同管理在工程建设过程中极其重要。合同的全过程管理包括项目采购、合同签订、合同备案、合同履约、变更及解除等管理环节,无死角管控合同执行过程中的各个环节,夯实工程建设和企业管理基础,预筑化解风险的堤坝,本文详细介绍了抽水蓄能电站建设中合同全过程管理工作及相关风险点,并提出了解决对策,有效化解风险,保证工程建设的顺利推进。", "label": "水利工程", "id": 0}
{"content": "智慧化改造和升级正在加速变革水电这一传统行业。针对流域级水电企业智慧工程建设面临的形势,分析了智慧工程建设的可行性与创新性;提出了基于时间维度、要素维度和风险维度的智慧工程建设目标,以及业务量化、集成集中、统一平台、智能协同的建设路径;介绍了智慧工程建设的功能定位、体系架构和总体设计;指出了智慧工程是信息技术、工业技术与管理技术的高度融合,智慧工程建设将为推动我国众多流域水电工程项目建设质量、工程运行管理稳步提升发挥积极作用,并能够创造显著的社会效益和经济效益。", "label": "水利工程", "id": 0}
{"content": "<正>1引言今天,非洲及大量发展中国家面临着各种各样的问题,包括人口爆炸性增长、干旱、洪涝、区域性贫困、电力缺乏和普遍性发展不足等。为了解决这些问题,我们需要建设大型水库、开发水力发电、加强能力和制度建设等,而水资源在解决上述问题和实现社会经济发展目标方面具有举足轻重的作用。幸运的是,非洲和一些发展中国家大河众多、水域广阔、地下水资源分布广泛,尤其是水力发电潜力巨大。然而,由于一些自然和人为因素,阻碍了水资源的开发利用。", "label": "水利工程", "id": 0}
{"content": "本文采用现场调查及类比分析等方法,结合杨柳滩电站运行资料,本文分析水电站开发对水文、水生生物、水质的影响。针对不利的影响,本文提出适合环境减缓和补救措施。通过对环境不利影响采取相应的保护措施后,如下泄生态流量、鱼类增殖放流措施等,电站运行带来的不利环境影响将得以有效控制和减缓。", "label": "水利工程", "id": 0}
{"content": "蓝典桥水电站枢纽区地震地质条件复杂,地震基本烈度高,基岩100年超越概率2%的地震动加速度峰值为0.336g。水库不存在向低邻谷渗漏问题,水库诱发地震的可能性小。坝基坐落于冲积层上,坝基承载变形、渗透变形问题突出。开挖边坡岩体以弱风化、微新岩体为主,岩体完整,强度高,总体稳定条件较好。引水隧洞横穿诺昌卡河和恩梅开江之间的分水岭,最大埋深约1200m,隧洞高地应力和洞室围岩稳定问题突出。", "label": "水利工程", "id": 0}
{"content": "水利水电工程往往规模大、投资多,工程设计和管理是一项十分复杂的工作,用传统方法描述难以达到形象直观的目的,而利用三维地理信息系统（3DGIS）的空间建模以及数据处理、管理技术,以及三维可视化功能,实现水利水电工程的信息集成、管理、可视化与分析,对提高工程的研究与管理决策水平有重要的意义。", "label": "水利工程", "id": 0}
{"content": "孤山水电站的建设将改变工程所在河段的水域形态和水文情势,将对河流水生生态系统形成破坏。工程建设对鱼类资源的影响主要表现为大坝阻隔鱼类洄游通道、影响鱼类多样性、对鱼类栖息地的影响。针对这些影响,提出修建过鱼设施、增殖放流、栖息地保护、增加下泄生态流量等措施,以减缓水电开发对鱼类资源多样性的不利影响。", "label": "水利工程", "id": 0}
{"content": "老挝南椰Ⅱ水电站位于老挝川圹省查尔平原的东南部,是以发电为主的水电站,装机容量3×60 MW,多年平均发电量7.21×10~8kWh。在水电站开发建设过程中,成功解决了开发方案、全风化料筑坝、溢洪道挑流消能方式等系列关键技术。南椰河主河道不具备建坝条件、径流量不足、季节流量变化大,通过开发方案研究,确定采用长距离引调水开发方式,即把南椰河的水通过8 15 km的引支流隧洞调到具备建坝条件的南森河,再通过约11 km长的引水洞引到南乡河,最终汇流到南椰河下游。工程利用1.577×10~8 m~2库容及491 m落差进行发电,有效提高了发电效益。针对电站坝区石料来源受限、黏土料丰富以及坝基全风化覆盖层较厚、部分坝基础坐落于全风化基岩上的情况,开展了全风化岩筑坝技术的研究工作;通过全风化开挖料的动力试验及相应的静力、动力计算和系统分析,表明利用开挖料及近坝区风化料填筑大坝是安全可行的,不但有效节约了电站建设成本,而且拓宽了当地材料坝筑坝材料。针对溢洪道小流量问题,提出了燕尾式挑流鼻坎的消能方式,通过实验研究表明该挑流方式能使水流纵向拉开,降低单位面积的入水量,减少下游冲刷,降低溢洪道的起挑水位,能有效解决小流量泄洪等问题,具有一定的创新性和推广应用价值。", "label": "水利工程", "id": 0}
{"content": "<正>阿坝藏族羌族自治州地处青藏高原东南缘,横断山脉北端与川西北高山峡谷的结合部,位于四川省西北部,紧邻成都平原,辖马尔康、金川、小金、阿坝、若尔盖、红原、壤塘、汶川、理县、茂县、松潘、九寨沟、黑水等13县。2003年底总人口84.7万,其中:藏族占52.3%,羌族占17.7%,汉族占26.6%,其他民族占3.4%。是四川省第二大藏区和我国羌族的主要聚居区。这里,山清水秀,草原辽阔,雪山耸列,江河纵横,广袤宽阔、俊秀幽深于一体,地形地貌复杂、沟谷交错、气候多样,构成独特的地理环境。保留了世界上别的地方早已绝迹的动植物资源,如熊猫、珙桐等活化石;这里有静谧、古朴的壮丽自然景观,如九寨沟、黄龙等世界自然遗产。1阿坝州水资源浅析,包容长江、黄河两大水系黄河自青藏高原沿西北至东南方向蜿蜒徘徊于四川、甘肃、青海三省交汇处,又折向西北回流甘、青两省,在阿坝州境内的若尔盖县形成著名的九曲黄河第一湾。黄河干流上游是", "label": "水利工程", "id": 0}
{"content": "最近几年国家对生态环境重视程度越来越高,在水电站方面,国家明确提出了河道生态基流要求,生态基流要求的提出必然对水电站的开发方式产生影响,从而影响电站的效益,尤其是水库电站,影响更加明显。新疆是国家生态环境最为脆弱的省市之一,各条河流必须严格下放河道生态基流,但新疆大多为中小河流,河道纵坡也大多小于20‰,而且每条河上基本都需要建设兼有综合利用任务的水库电站,采用何种方式开发才能效益好,是我们每个新疆水利工作者都在研究的问题,我作为一名新疆水利工作者,通过一段时间的工作实践,总结了新疆中小河流在下放河道生态基流后,水库电站开发方式与效益的一些规律,本文将以新疆大石门水电站为例,揭示这一规律。", "label": "水利工程", "id": 0}
{"content": "为指导三峡—葛洲坝梯级高效调度运行,充分考虑在枯水期葛洲坝大江和二江电站机组发电水头存在较大偏差现象,根据对水头偏差的分析,得出水头偏差受下游水位影响较大,利用以出库流量作为输入因子的下游水位经验递推方法,计算水头偏差,结果与实际相符合。在水头偏差分析的基础上,给出了利用水头偏差可能产生的经济效益。", "label": "水利工程", "id": 0}
{"content": "本文论述从三峡到向家坝水电站技术进步,体现在水轮机水力设计技术的提升、全空冷发电机冷却技术的进步、发电机绝缘技术的提高、超大荷载推力轴承结构的优化、发电机电压等级的提高等方面。并展望大型电机技术的发展趋势。", "label": "水利工程", "id": 0}
{"content": "<正>9月13日16时23分,江西中电投峡江发电有限公司（简称峡江水电）首台机组（9号机组）顺利完成72小时试运行,正式投入商业运行。峡江水电位于赣江中游峡江县巴邱镇上游峡谷河段,是一座以防洪、发电、航运为主,兼有灌溉、水资源调配等综合效益的水和枢纽工程。峡江水电水库总库容11.87亿立方米,安装9台世界第二、亚洲第一大转轮的4万千瓦灯泡式水轮发电机组,总装机容量36万千瓦。与众多水电站的不同之处在于,这是一个OT（Operate-Transfer,意为营运—移交）项目,是中电投集团在峡江打造的一个水电OT样本。", "label": "水利工程", "id": 0}
{"content": "水电本是一种清洁、可再生能源,其对生态环境的贡献度远远大于其负面影响,这是不争的事实。通过积极努力可将负面影响最大限度地缩小或弥补,大兴水电之利除其弊是水电人的天职。", "label": "水利工程", "id": 0}
{"content": "澜沧江湄公河是一条著名的国际河流,在中国境内称为澜沧江,出境后称为湄公河。澜沧江在中国境内全长2 153 km,天然落差4 583 m,水能蕴藏量丰富,是我国重点开发的十三大水电基地之一。作为澜沧江干流水电开发的主体,华能澜沧江水电有限公司以澜沧江湄公河流域共同发展为着眼点,在从事水能资源开发过程中,重视流域生态环境保护工作,统筹水电开发与生态环境的关系,合理制定并落实水电开发方案,积极开展流域水电开发涉及的主要环保问题研究,工程建设过程中加强环境管理,强化环保措施落实,加大环保投入,推进水电开发与上下游环境的协调发展,在逐步实现流域水电开发绿色发展、低碳发展、循环发展的基础上,全面推进澜沧江流域水电开发的可持续发展,为我国水电开发环境保护工作积累了宝贵经验,并为国际河流生态环境保护提供借鉴。", "label": "水利工程", "id": 0}
{"content": "小湾水电站位于中国西南高山峡谷地区,地形地质条件复杂,工程规模巨大。坝高、库容、最大水推力等多项工程技术指标位居行业前列,技术含量高,施工难度大。本文扼要论述了小湾水电站工程施工中采用或创新的关键施工技术,包括高边坡支护、坝基开挖、混凝土温控、混凝土浇筑、裂缝化学灌浆和基础处理等。", "label": "水利工程", "id": 0}
{"content": "2008年5月12日四川汶川发生里氏8.0级地震,震区水电工程经历了严酷考验,本文根据汶川\"5.12\"地震核心区内几个电站的震损与恢复情况,按地形变化、边坡条件、地震震害、地基基础、坝体结构、地基基础防渗体结构、坝上金属结构等几个方面开展探讨,提出在重灾区内修建水电站的一些认识和建议。", "label": "水利工程", "id": 0}
{"content": "本文通过对唐河水电站建设中存在的施工导流、右坝肩处理、趾板基础抬高、混凝土冬季施工保温等问题的解决,论述了在工程建设中结合现场及建设计划实际,适当调整设计方案和采取有效施工措施,才能保证施工质量和工期,有的甚至能降低工程造价。", "label": "水利工程", "id": 0}
{"content": "<正>一、工程概况洪家渡水电站是国家实施\"西部大开发\"和\"西电东送\"首批启动的重点工程,电站位于贵州乌江上游,是乌江干流唯一具有多年调节的龙头水电站。水库总库容49.47亿m~3,电站共装机3×200MW,年发电量15.59", "label": "水利工程", "id": 0}
{"content": "向家坝水电站是\"十一五\"期间开工建设的第一座巨型水电站,具有发电、防洪、改善航道、灌溉、对上游电站反调节等多项功能,具有巨大的社会效益和经济效益。本文主要介绍了向家坝水电站工程总体施工布置、主要施工装备及其性能。", "label": "水利工程", "id": 0}
{"content": "<正>1工程概况金安桥水电站位于金沙江中游河段云南省丽江市境内,对外交通方便。电站距昆明、攀枝花和丽江的直线距离分别为300km、130km和20km。金沙江流域地跨十余个经度及纬度,地形地貌极为复杂,气候特征差异很大。本", "label": "水利工程", "id": 0}
{"content": "沙沱水电站是乌江梯级贵州省境内的最后一级电站,是国家\"西电东送\"第二批建设项目之一。坝址位于乌江下游沿河县城上游7km处的岩溶地区。枢纽由碾压混凝土重力坝、坝身溢流、左岸引水坝后厂房、右岸垂直升船机等建筑物组成。沙沱工程在设计中充分利用地形地质条件进行枢纽建筑物布置,解决了工程建设中的一些关键技术问题。", "label": "水利工程", "id": 0}
{"content": "黄河炳灵（寺沟峡）水电站项目于2004年11月开始导截流工程施工,翌年11月实现主河床截流,2008年7月首台机组并网发电。该项目能在较短的时间内开工建设并发挥效益,首先得益于甘肃、青海两省共同对这一界河项目的大力支持,其次是采用了坝址下移、厂顶溢流和国内单机容量最大的灯泡贯流机组等多项技术措施。", "label": "水利工程", "id": 0}
{"content": "<正>在我国行使主权的国土之上,由我国资金我国人员最早修建并由我国管理使用的营业性水电站,是昆明石龙坝耀龙电灯厂。研究我国水力发电事业的历史,哪一个水电站修建最早?其名称、地址、规模、修建时间、资本和货物来源、主要负责人员、向何处供电等?都是必须要认真确切回答的。", "label": "水利工程", "id": 0}
{"content": "<正>1988年4月我在访问西德西门子公司时,得到该公司1927年1月出版的《西门子杂志》上的一篇文章,题目是《云南府·中国的第一座水电站》。现将德文的复印件及译文一并附于本文后,作为一份历史文献介绍给我国有关单位和对该文感兴趣的同志。", "label": "水利工程", "id": 0}
{"content": "<正>时光荏苒,半个世纪的光阴转眼间即将过去。然而,1947年在河北省建屏（今千山）县沕沕水建设水力发电厂的事仿佛仍在眼前。抚今追昔,50年的变迁,更值得回忆与纪念。", "label": "水利工程", "id": 0}
{"content": "<正>1945年5月国民政府资源委员会全国水力发电工程总处在四川长寿成立。这是我国最早成立的一个全国性统辖水力发电的组织机构。随着1949年4月南京解放,这个机构也就宣告结束。它前后存在了四年,处长黄育贤先生几年前在美国去世。为了缅怀历史,就我从1946年9月参加总处到1949年4月这一期间,作一简单回忆,以供参考。", "label": "水利工程", "id": 0}
{"content": "<正>丰满水电站是松花江上第一颗明珠,1943年投产发电,至今已走过了50年历程。它在东北电力系统中担负调整基荷、调峰、调频、备用等任务,保证系统的稳定和安全,为东北地区国民经济的发展起到了巨大作用。同时它对丰满下游消除水旱灾害、改善航运以及开展旅游等综合效益也十分显著。近几年,丰满电厂为电站扩建改造做了大量工作,即将成为装机百万千瓦的水电厂。50年来,丰满水", "label": "水利工程", "id": 0}
{"content": "<正>一、电站概况新安江为钱塘江上游的一大支流,发源于安徽省的率山和黄山,流经安徽省的屯溪、歙县和浙江省的淳安、建德县境,与钱塘江的另一大支流兰江汇合后,称富春江,下流经钱塘江入海。新安江干流全长261.8km,流域面积11 850km~2,流域内平均年降水量1757mm,平均年径流量约124亿m~3。", "label": "水利工程", "id": 0}
{"content": "<正>黄河刘家峡水电站装机容量122.5万kW,于1958年9月动工建设,1960年完成导流洞的施工和部分坝基开挖,即遇到国家困难时期。工程在1961～1963年停缓建3年,1964年复工,1969年4月第一台机组发电,到1974年12月5台机组全部装完。总投资6.33亿元,单位千瓦投资546元,截至1984年底累计发电量600.12亿kWh,总产值39.01亿元。工程的发电经济效益显著,水库并发挥了灌溉、防洪、防凌、供水等综合利用效益。", "label": "水利工程", "id": 0}
{"content": "<正>古田溪为福建省闽江支流,全长约90km,流经古田、闽清两县境,流域面积1799km~2。全溪可分为两大段,自古田旧县城以下至河口约45km,坡降陡峻,溪流湍急,水面落差约350m,旧县城以上的支流较为平缓。现建成的4个梯级水电站,均在旧县城以下的河段上。全梯级总计装机容量25.9万kW,多年平均年发电量10.62亿kWh,总称为古田溪水力发电厂。", "label": "水利工程", "id": 0}
{"content": "<正>一、写在前面广东流溪河水电站装机容量仅4.2万kW,是1958年建成的一座中型水电站。这样规模的水电工程现在各省以至地区都能组织设计和施工,在系统中也占不到重要位置。可是在20世纪50年代,流溪河水电站却是广东省的重点工程,不但受到省部领导的重视,还得到中央领导的关怀。这座电站规模虽小,却包括了一座78m高的双曲拱坝,一条全长1932m、开挖直径约6m的引水隧洞,一座顶拱开挖跨", "label": "水利工程", "id": 0}
{"content": "<正>龚嘴会战片断是记述自1965年10月到1966年7月,前后10个月成勘院集中勘测设计人员800余人组织会战,完成龚嘴水电站选坝报告和初步设计的一段往事。有机会第一次参加一个大型水电工程设计,而且是以会战突击完成的,使我受到深刻的教益,至今记忆犹新。", "label": "水利工程", "id": 0}
{"content": "<正>记得在1963年2月间的一天,水电部水电总局鲁平副局长率领工作组来到四川,解决紫坪铺水电工程局的体制等有关问题。当时该工程局正处于无任务状态:由于紫坪铺水电站的导流明渠失事和鱼嘴工程下了\"马\"。鲁平同志专门征求我的意见时谈到:当前四川境内水电项目难以确定,加上你在水", "label": "水利工程", "id": 0}
{"content": "<正>鲁布革水电站位于云南省罗平县与贵州省兴义市交界的黄泥河下游河段。黄泥河在水电站厂房下游约6km处汇入南盘江。天生桥一级电站建成后,鲁布革厂房尾水将同天生桥一级电站水库回水相衔接。工程以单一发电为开发目标,总装机容量60万kW。", "label": "水利工程", "id": 0}
{"content": "<正>一、二滩水电站概况二滩水电站是我国20世纪建成的最大水电站,位于雅砻江下游四川省攀枝花市境内,装有6台单机55万kW的水轮发电机组,总装机容量330万kW,设计多年平均发电量170亿kWh,保证出力100万kW,以500kV交流输电线路接入,供电川渝地区。工程由混凝土双曲拱坝、左岸地下厂房和右岸泄洪洞组成,规模宏大,技术复杂,多项技术指标名列世界前茅。混凝土双曲拱坝坝高240m,是当时世界第三、亚洲第一高拱坝,机电方面实现了我国水轮发电机组单机容量从30万kW到55万kW的突破。", "label": "水利工程", "id": 0}
{"content": "<正>2008年5月12日14时28分,四川汶川发生8.0级地震。由于地震强度大,波及范围广,持续时间长,地震灾区伤亡惨重,对工农业生产及生活设施破坏极大,举国伤痛。这次地震发震于龙门山主中央断裂（北川—映秀断裂）,震中烈度高达Ⅺ度。震中及附近的岷江上游流域水电开发程度高,地震发生后,岷江水电工程的抗震安全和震损情况备受关注。", "label": "水利工程", "id": 0}
{"content": "<正>龙滩水电工程是国家西部大开发的十大标志性工程和\"西电东送\"的战略项目之一。工程建成投产后将具有巨大的发电、防洪、通航和环保等经济和社会效益。电站规划总装机容量630万kW,安装9台70方kW的水轮发电机组,年均发电量187亿kWh,相应水库正常蓄水位400m,总库容273亿", "label": "水利工程", "id": 0}
{"content": "从龙马水电站建设项目环境保护责任制落实、环保资金、环保监测、监督及生态环境保护措施、水土保护措施、水环境保护措施、固体废物处置措施、大气环境保护措施、声环境保护措施方面阐述环保\"三同时\"在工程的具体实施,使生态恢复及保护植物迁地保护取得效果,新增水土流失得到防治,项目区及周边直接影响区范围内的生态环境得到明显的改善,环境效益显著。", "label": "水利工程", "id": 0}
{"content": "介绍居甫渡水电站工程建设过程中的几项重大决策。通过加强团队建设,对工程进行设计、施工方案等方面的优化,及科学选择导流洞下闸封堵时间,确保了工程施工过程的安全及发电目标的实现。", "label": "水利工程", "id": 0}
{"content": "小湾水电站工程规模巨大,重大技术难题众多,是当今世界上技术难度最高的水电工程。把小湾水电站建设成为精品工程是历史赋予我们的神圣使命,要达到这一目标,需要建设管理、设计、施工、监理等参建各方团结协作、共同努力,才能建设好这一极具挑战性的工程。精心组织、精心设计、出设计精品,是建设精品工程的前提,我院作为小湾水电站的勘测设计科研单位,深感使命神圣,责任重大,我们必须有强烈的使命感和高度的历史责任感,既要怀\"如临深渊、如履薄冰\"的谨慎,又要采\"兼收并蓄,科学求证\"的态度,还要有\"科学有险阻,苦战能过关\"的大无畏精神,才能真正起到小湾水电站建设中的龙头作用,为小湾水电站的建设做出应有的贡献。", "label": "水利工程", "id": 0}
{"content": "双江口水电站土质心墙堆石坝最大坝高314m,水电站装机容量2000MW（4×500 MW）,狭窄河谷,地形地质条件复杂,建筑物布置紧凑,开挖回填量巨大,超高坝设计、筑坝技术、坝料选择和泄洪消能问题突出。文章简要介绍了工程枢纽技术特点。", "label": "水利工程", "id": 0}
{"content": "清江水布垭水电站工程位于湖北省清江中游河段巴东县境内,正常蓄水位高程400m,总库容46.14m~3,水电站装机186MW（含2MW自备保安电源电站）,多年平均年发电量39.2kW·h,主要任务是发电,兼顾防洪、航运及其他。根据工程规划及施工进度安排,先期形成\"三通一平\"工程,即供水（饮水项目建设）、供电、交通、场地平整等工程。施工和运营期间的饮水安全尤其重要。水是生命之源,关系到参与工程建设人员的生活质量和饮水安全等,现以位于偏僻农村地带的水布垭水电站工程饮水安全建设为例,浅谈其饮水安全供水工程项目的建设管理实践及其饮水安全的重要性。", "label": "水利工程", "id": 0}
{"content": "水电是可再生、环境友好型的电力,开发利用好水能资源是增加能源供给,调整能源结构,保障能源安全,减捧温室气体,保护生态环境,应对气候变化,实现可持续发展的重要措施。优先发展水电,是我国能源发展的重要方针。本文对近年来我国水电开发状况从水能资源、水电工程规模、水电发展规划等几方面进行了概述。", "label": "水利工程", "id": 0}
{"content": "<正>向家坝水电站是金沙江梯级开发中最末一个梯级电站。坝址控制流域面积45.88万km~2,占金沙江流域面积的97%,其开发任务以发电为主,同时改善上、下游通航条件,结合防洪和拦沙,兼顾灌溉,并且具有为上游梯级电站进行反调节", "label": "水利工程", "id": 0}
{"content": "本文介绍了我国水力资源的概况和我国水电开发前景,规划中将有一批大型和特大型电站待建。这些电站的建设、大型机电设备设计和制造是关键技术之一,需要进行相应的前期研发工作。", "label": "水利工程", "id": 0}
{"content": "招徕河碾压混凝土双曲拱坝是及今为止已建成的世界上最高的100m 级的碾压混凝土薄拱坝。该工程建设具有如下特点：创2004年我国碾压混凝土坝坝工界上升速度新纪录；罕见的窑洞式坝肩开挖；我国最早在导流洞中采用可爆堵头的工程之一；少见的倒挂井式衬砌调压井。", "label": "水利工程", "id": 0}
{"content": "水电是四川省经济开发中的重中之重,是四川省“工业强省”的支柱产业,如何解决在水电大开发中出现的影响生态环境的问题已是摆在我们面前的当务之急。本文阐述了在水电开发中必须重视的几个与环境保护有关的问题,以期引起关注,达到水电开发与环境保护“双赢”的目的,从真正意义上解决好“和谐水电”的重要组成部分一环境保护。", "label": "水利工程", "id": 0}
{"content": "随着物联网设备的不断普及其功能的拓展,越来越多的数据被生产和采集,尤其是在抽水蓄能电站的基建现场,物联网感知设备的总量巨大且种类繁多,所对应的,各类设备所生产和采集的数据量级开始不断地膨胀,数据种类增多,数据复杂度变高,这既让基建现场的维护面对了前所未有的挑战,同时也迎来了巨大的机遇。所以如何能够低延时,高效率地收集和使用这些数据成为当下广受关注的问题。提出了一套完整的技术方案并搭建完成了负责抽水蓄能电站基建现场数据全生命周期管理的大数据平台。该平台能够进行标准化的数据采集,复杂协议的解析,数据的海量运算,数据分布式存储和深层知识生成。抽水蓄能电站基建现场的设备数据的存储和使用得到了充分保障,并为大数据分析,相关报表服务和数据建模等场景提供强有力的数据支撑。", "label": "水利工程", "id": 0}
{"content": "随着物联网技术的不断普及,各类物联网设备如雨后春笋般涌现出来,尤其是多类型基建现场感知设备,它们拥有更加先进的硬件基础和完善的数据反馈体系。由于设备种类及其反馈数据结构的多样性,以及数据体量的爆发式增长,通过对基建现场感知设备数据的分析和研究,形成一套设备管控的技术方案成为了当下最迫切的需求。针对基建现场感知设备数据进行治理、分析和建模,通过使用普适化的手段完成对全体感知设备的综合管理。", "label": "水利工程", "id": 0}
{"content": "为了保障抽水蓄能电站的机组正常安全稳定的运行,需要采取更好的方法对机组的运行情况进行实时分析和监控,及早地排查事故中的安全隐患。对于抽水蓄能机组振动故障位置的确定,需利用旋转机械工作原理结合轴线运行姿态分析技术做出判断。全息谱分解技术的应用,通过二维或三维图形架构把水平方向振动数值和垂直方向的振动数值结合在一起,综合了幅值和相位的分析方法。介绍了基于全息谱分析技术的轴线姿态识别方法,并应用于抽蓄机组的轴线姿态分析和其相关故障识别问题。", "label": "水利工程", "id": 0}
{"content": "分层取水措施是缓解电站下泄低温水不利影响,保护下游生态环境的有效手段之一。前置挡墙技术作为一种新的取水措施首次应用于丰满水电站,并达到了预期效果。为准确明晰前置挡墙技术对库区水温-水动力及尾水水温的影响,本文在前期研究的基础上,通过建立三维水温、水动力数学模型,进一步分析了前置间距对取水效果的影响,旨在完善前置挡墙技术,为其应用提供支撑。", "label": "水利工程", "id": 0}
{"content": "在生态、环保与绿色高质量发展的新形势下,杨房沟水电站借助泛在物联网、多维仿真分析、人工智能、大数据等技术,构建与设计了灌浆工程钻灌全流程协同智能管理平台,在\"全面感知-精细分析-智能控制-评价管理\"领域进行了大胆且富有成效的探索与应用。", "label": "水利工程", "id": 0}
{"content": "荒沟抽水蓄能电站超深长斜井地质条件复杂,地处北方严寒地区,工程复杂、技术难度高,开挖过程中安全隐患大。本文介绍了超深长斜井开挖施工特点及主要操作要点,通过采用标准化的提升系统设计及安全保障技术,井内实现无轨运输、井内采用可穿行式的防护台车,最大程度保障井下作业人员,井内机械化作业等新型技术,解决了开挖施工难题,保证了施工安全,加快了施工进度。", "label": "水利工程", "id": 0}
{"content": "在皮带机运行过程中通过调节拌和站的供料速度解决了皮带机和拌和站配合问题。通过增加发电机的方式解决了爬坡的长皮带因系统电质量问题导致皮带机无法带料启动的问题。同时对Rotec皮带机系统布置进行了一定的改进,在布料机一段发生较大故障时,通过自卸车运输的方式,保证大坝的正常浇筑。", "label": "水利工程", "id": 0}
{"content": "南方电网所辖区域目前已投运5座、在建2座抽水蓄能电站。针对南方区域的自然环境条件,形成了一洞多机布置、高压水道及其岔管采用钢筋混凝土衬砌的技术特点,水工建筑物方面开展了大量的设计优化并有所创新,电站的技术经济指标优越,已投运电站均运行良好,本文拟对相关工程实践经验作一简要介绍。", "label": "水利工程", "id": 0}
{"content": "本文针对易县抽水蓄能电站库竖井进出水口体型方案进行水力特性试验研究。试验结果表明,竖井下弯段采用纺锤形布置方案,出流时环形堰远端与近端流速最大差值可达0.8m/s,近端反向流速-0.16m/s,下弯段改用等径组合弯段后,环形堰远端与近端流速最大差值减小到0.5m/s,近端最小流速0.11m/s,证明后者流速分布较前者得到明显改善。该竖井布置方案在进流工况下,水头损失系数平均0.337,出流工况下水头损失系数平均0.292,证明该体型对于降低反向出流水头损失有利。上库竖井进水口在Re达到13.9×10~7时会出现3类漩涡,而下库侧式进水口对应Re数则为7.4×10~7,表明前者防涡效果相对较优。上述研究成果已为设计单位采用,为类似工程的设计与研究提供参考。", "label": "水利工程", "id": 0}
{"content": "大型水电站枢纽区平面控制网是土建施工和外观观测基准点确定的重要依据,对运营期间的水工建筑物的变形分析有较大的作用,必须定期复测,为外观观测提供稳定的测量精度。本文以高堆石坝枢纽区平面控制网复测为实例,对平面控制网以专一等边角网精度进行复测。对多期复测结果进行对比分析结果表明,控制网复测成果精确、稳定、可靠,为水电站土建施工和外观观测提供高精度测量基准。", "label": "水利工程", "id": 0}
{"content": "高压岔管首次充排水过程是影响衬砌裂缝产生和扩展规律、渗透规律以及长期受力特性的关键因素,亦是关乎结构安全与围岩稳定的重要工况。以某抽水蓄能电站钢筋混凝土高压岔管为工程背景,基于流固耦合方法,采用离散单元法(PFC2D)研究了首次充水裂缝开展位置与初始地应力的关系;然后,利用有限差分法(FLAC3D)分析了衬砌起裂过程和贯通临界压力,明确了首次充排水至平衡状态的衬砌渗透特性以及梯级排水条件下衬砌稳定性;最后,研究了钢筋和锚杆对衬砌结构力学特性的影响,并提出限裂设计参数优化方案。结果表明:内水压力2.8MPa为衬砌起裂临界压力,继续增至4MPa时衬砌结构裂缝贯通;裂缝是高压岔管充水期内水外渗和放空期外水压消散的重要渗流通道,衬砌结构配筋与锚杆支护是限制裂缝开度的关键措施;放空期高外水载荷作用下衬砌存在受压破坏风险,应对内水放空梯度进行严格控制。", "label": "水利工程", "id": 0}
{"content": "某水电站坝基扬压力测点UP25-1监测成果渗压系数数值远超大坝扬压力的渗压系数设计值0.5,通过分析相邻坝段的扬压力测点数据和同坝段的其他自动化仪器（测缝计、温度计以及应力应变计）数据来判断该坝段扬压力测值是否为真实、有效,为扬压力测点传感器工作状态判断提供佐证数据说明。", "label": "水利工程", "id": 0}
{"content": "相较于传统纸质档案,电子化档案在形成、立卷、保存、利用等方面具备极大的优势,电子化档案应用能为工程项目带来较大的经济效益、社会效益和环境效益。灌浆施工由于其隐蔽施工、过程记录数据庞大的特点,形成档案数量极多,因此实现电子化归档能为工程施工带来较多效益。笔者结合杨房沟水电站智能灌浆系统应用及电子化归档情况,分析灌浆工程科技档案电子化归档存在的问题及解决办法,探讨灌浆工程科技档案电子化归档的应用前景。", "label": "水利工程", "id": 0}
{"content": "白鹤滩水电站地下洞室岩体结构具有复杂性和特殊性,主要依据结构面间距指标来确定岩体结构的传统分类方法并不完全适用,因此需要针对白鹤滩地区地下厂房洞室岩体特征设定专门的分类标准。岩体结构是岩体稳定性的潜在因素,对岩体的应力应变起控制作用,主要表现于对稳定程度、失稳规模及变形破坏机理等的控制和影响。研究不同岩体结构的变形破坏模式对于探索岩体结构的稳定性具有重要意义。", "label": "水利工程", "id": 0}
{"content": "介绍硅溶胶灌浆材料在清远抽水蓄能电站上库坝基补强灌浆工程中的应用和主要施工参数的控制,经过检查孔压水试验、芯样检查和坝后量水堰渗流量观测证明,工程取得了满意的效果。", "label": "水利工程", "id": 0}
{"content": "锦屏一级水电站特高拱坝坝基岩体工程地质条件复杂,涉及多种地质缺陷,这些地质缺陷均不能满足特高拱坝建基面岩体质量要求,为提高建基面岩体质量,对地质缺陷进行加固处理非常关键、十分重要。本文对不同地质缺陷从处理设计、主要施工方法、处理效果三个方面进行了简要介绍,可供类似工程借鉴和参考。", "label": "水利工程", "id": 0}
{"content": "老挝南湃水电站堆石坝右岸坝基存在一处最大宽度约15cm的深层发育卸荷带,走向基本与趾板线平行,经地质调查和研究决定在原设计固结灌浆、帷幕灌浆措施基础上,采取回填高流态混凝土、加密固结灌浆、预应力锚索等综合处理措施,处理后地基达到坝基承载力、堆石体变形以及趾板建基要求。", "label": "水利工程", "id": 0}
{"content": "目前锚固张拉施工,基本采用人工控制张拉压力,人工进行张拉伸长值测量等,各工序控制粗糙,随意性较大,且需要的人工较多。本文阐述智能化锚固张拉系统及施工技术,着重分析在满足相关工艺规范及质量标准的前提下,智能化系统的程序、施工工艺流程、施工质量、施工工效及过程控制。智能系统不仅具有高精度和稳定性,还能完全排除人为因素干扰,能有效确保锚固系统施工质量、规范施工过程,解决传统人工操作不便的问题,其经验可供其他工程参考。", "label": "水利工程", "id": 0}
{"content": "桐柏抽水蓄能电站下水库导流泄放洞自2006年运行以来,每年放水约20次,溢流面在高速水流的冲刷及气蚀作用下,造成了一定的冲蚀,出现露筋及粗骨料,建筑物混凝土表层老化及钢纤维锈蚀严重,混凝土结构有多处渗水裂缝及伸缩缝止水损坏渗水现象。通过对导流洞消力池段渗水裂缝聚氨酯化灌处理及表层手刮聚脲施工后,对导流泄放洞消力池段的混凝土表面形成良好的防护,提高了抗冲刷能力。", "label": "水利工程", "id": 0}
{"content": "重庆蟠龙抽水蓄能电站地下厂房洞室大,地下厂房区地层岩性主要为砂岩,岩体强度低,遇水后性能易恶化。为了地下厂房结构稳定安全,采用压力分散和对穿两种类型预应力锚索,对地下厂房岩体进行加固处理。本文阐述高空大角度仰孔预应力锚索施工的工艺特点、难点,重点介绍穿索的施工方法、措施及效果。", "label": "水利工程", "id": 0}
{"content": "本文首先介绍玻利维亚SJ水电站以及SCADA项目概况,进而从成本管理、进度管理、质量管理、合同管理和沟通协调分析了本项目的特殊性和难点,并针对这些问题提出了针对性的解决办法和确实可行的管理措施,对保障项目管理目标的实现,能够起到积极的作用,具有学习参考借鉴的价值。", "label": "水利工程", "id": 0}
{"content": "维护水电站安全稳定运行,对避免设备故障损坏、减少电网负荷波动意义重大。传统的水电站运行调度与系统监测依赖于人工判断与定期检查,耗时耗力的同时很难保证调度与监测的实时性与鲁棒性,人工智能的大力发展为水电站安全稳定运行提供了新的思路。本文对现有的人工智能技术进行了概述,对人工智能在水电站运行调度与系统监测中的相关应用进行了研究与展望,为进一步推动智能电站建设、保障水电站安全稳定运行提供发展思路与解决途径。", "label": "水利工程", "id": 0}
{"content": "介绍备用电源自动投入装置的发展和基于PLC的备用电源自动投入装置在水电厂用电中的应用。采用PLC作为备用电源自动投入的控制系统,不仅实现起来简单,而且功能上的改进只需修改软件即可实现,是一种简单高效的厂用电备投实现方法。", "label": "水利工程", "id": 0}
{"content": "本文从需求分析、设计与实现、系统创新点等方面讨论了水电站\"一厂两站\"模式下ONCALL报警系统的设计与实现,阐述了ONCALL报警系统功能设计及实现过程。", "label": "水利工程", "id": 0}
{"content": "新技术不应该只是停留在新兴行业,水电站也可以通过利用新技术达到提高效率,保证安全的目的。在大坝前期道路建设计算、水库蓄水仿真、人员知识培训、人员操作培训、水库调度都能有很大作用。", "label": "水利工程", "id": 0}
{"content": "电力通信,作为电力系统安全稳定运行的三大支柱之一,凭借着其可靠性、保护控制信息传送的快速性和准确性,如今在智能电网的建设及运行中发挥着十分重要的作用。随着信息化技术的发展,大数据、三维建模VR等也逐步应用到电力通信中,本文以长江电力的电力通信系统为例,介绍水电站智能化的各项应用与探索。", "label": "水利工程", "id": 0}
{"content": "随着计算机运算能力的不断提升,其电源需要具备体积小、重量轻和功率密度高的特点。而计算机电源中辅助电源的小型化、轻量化是解决这一问题的有效思路,本文对此提出一种基于UC3842芯片的水电站计算机辅助电源的设计方法,包括:主电路拓扑选择、关键环节参数设计、控制系统设计、硬件电路设计。最后在PSIM软件中验证了实现水电站计算机辅助电源在具备小型化特点的同时,还能可靠供电,并具有较好的电能质量。", "label": "水利工程", "id": 0}
{"content": "本文介绍了深溪沟水电站基于光学电流互感器的选择性定子接地保护验证试验方法及试验注意事项,通过分析试验结果,得出了深溪沟水电站基于光学电流互感器的选择性定子接地保护研究与实施达到预期目标、解决行业技术难题的结论。", "label": "水利工程", "id": 0}
{"content": "巡检是保障水电站安全稳定运行的重要手段。本文以水电站典型环境发电机风洞为背景,阐述人工巡检发电机风洞的风险因素及管理问题,研究采用搭载可见光摄像头、红紫外摄像机以及环境数据采集单元的智能巡检系统,利用智能化视觉、听觉、触觉、嗅觉识别分析技术,实现发电机风洞跑冒滴漏、异音、异味、异常发热缺陷的智能监测分析。", "label": "水利工程", "id": 0}
{"content": "近十年,风电、光伏等清洁能源在电网中的比重不断增加,截止到2019年已经有近8%,同时,为了保障电力系统功率平衡,储能也随之更为重要。抽水蓄能作为大型储能机组,在电网中发挥着重要的作用。本文主要介绍了单机容量300MW安徽绩溪抽水蓄能电站的水轮机调速系统的设计及应用,内容涉及电气及机械控制部分的设计特点,液压系统特点及现场调试运行情况,希望能为国产抽水蓄能调速系统的设计和试验提供一定的参考,并为核心控制设备国产化积累一定的经验。", "label": "水利工程", "id": 0}
{"content": "目前,国内已开发了许多大型的梯级集控中心,梯级水电站集控中心的自动化系统建设也变得越来越重要。本文针对梯级小水电自身特色,借鉴大型梯级集控中心建设的思路和理念,介绍了云南镇康梯级水电站群的基本情况,对梯级小水电集控中心规划建设情况和系统功能做了简述,重点讨论了集控建设所遇到问题及解决思路。", "label": "水利工程", "id": 0}
{"content": "大型水电站枢纽区高程控制网有利于土建施工和外观观测,对运营期间的水工建筑物的变形分析有较大的作用,需定期复测。本文以高堆石坝枢纽区控制网高程复测为实例,对高程控制网以一、二等水准网精度进行复测,并对多期复测结果进行对比分析,结果表明,复测结果精确、稳定、可靠,为土建施工和外观观测提供重要依据。", "label": "水利工程", "id": 0}
{"content": "主变冷却器控制柜散热问题（包括柜内环境温度高及元器件发热等问题）可引发冷却器故障,造成变压器油温升高,给变压器的运行带来隐患,甚至强迫变压器停运,影响电力供应。本文紧紧围绕某大型地下式水电站主变冷却器控制柜散热问题展开研究,准确定位了主变冷却器控制柜内温度高的主要因素。并在现有设备基础上,通过增加冷却器控制柜散热通道、合理布置发热严重回路、元器件换型等措施以达到散热目的,为主变系统的安全稳定运行提供保障。", "label": "水利工程", "id": 0}
{"content": "本文结合彭水电站500kV水张一线路保护复用光通道异常的实际处理情况,对复用光通道频繁中断可能存在的各方面原因进行了全面分析,以理论分析指导现场故障处理,找到了造成通道异常的原因,消除了存在的故障,对电网其他企业同类故障的处理具有很好的借鉴意义。", "label": "水利工程", "id": 0}
{"content": "针对金湖公司大言水电厂110kV升压站独立式电流互感器安装位置,110kV线路独立式电流互感器安装在线路断路器母线侧及主变高压侧独立式电流互感器安装在断路器母线侧,不同于金湖公司其他4个厂站110kV线路独立式电流互感器安装在线路断路器线路侧及主变高压侧独立式电流互感器安装在断路器变压器侧。分析其利弊,从而得出110kV升压站线路独立式电流互感器应安装在断路器线路侧及主变高压侧独立式电流互感器应安装在断路器变压器侧。", "label": "水利工程", "id": 0}
{"content": "水口集团下属五座电站,每年的机组大修等作业都需要使用桥式起重机,作业存在安全风险且缺少监护,监管工作难以开展。为此,研究构建了一套水口电站智能防坠监控系统,系统主要由智能化前端现场感知设备、后台智能分析服务器平台以及用户终端组成,具备出入管控、语音报警、智能跟踪等安全防护功能。", "label": "水利工程", "id": 0}
{"content": "<正>一、前言我国矿产资源丰富,其中煤炭资源的产量和储量均居世界首位,随着煤炭资源持续开发和国家能源结构调整,2014-2018年度共计关闭矿井6571处,矿井关停后形成巨大的地下空间资源。在全国69个资源枯竭城市中,煤炭资源枯竭型城市（区）有35个,从现有的开发利用情况来看,地下矿井以瓦斯开采为主,", "label": "水利工程", "id": 0}
{"content": "结合阳江抽水蓄能电站卜型岔管的体型,对高压卜型岔管的水力特性进行了深入研究,从岔管水头损失等角度研究如何优化岔管体型。本文选定Reynolds应力湍流模型,分析了不同分岔角、锥角对岔管水力特性的影响,计算结果表明分岔角60°、锥角4°3°时的卜型岔管水力特性较优,水头损失系数最小。", "label": "水利工程", "id": 0}
{"content": "本文以金沙江中游梨园—观音岩电站为研究对象,根据各梯级实测运行数据,对相邻梯级分级拟合不同库水位下的尾水水位流量关系曲线,得到受下游梯级不同程度回水顶托影响的水位流量关系及其影响规律。创新性地提出顶托临界水位概念及确定标准,用以判别下游梯级库水位是否对上游梯级尾水造成明显顶托影响的临界条件。进一步探讨了顶托水位变幅与流量、河底高程等多种因素的关系,得出以下结论:受顶托影响的尾水水位变幅与下泄水量及相邻两个梯级高差呈负相关,与库水位同坝下河底的高差呈正相关。", "label": "水利工程", "id": 0}
{"content": "《大中型水电站无人值班技术规范》要求,计算机监控系统必须具备自动发送移动报警信息的功能,应急待命人员的所有活动范围必须能正常、可靠接收移动报警信息。新型移动报警系统将计算机监控系统的报警信息,及时有效发送至应急待命、运行、维护人员,相关人员可第一时间掌握报警信息,了解设备情况,并及时做出有效的应对措施。", "label": "水利工程", "id": 0}
{"content": "随着水电厂无人值班模式的逐步深化,水电厂逐步由少人值守过度到无人值守,流域集控中心逐步取代电厂现场值守,水电厂内的关键设备、重要区域需要配置一套智慧工业电视系统进行监控,本文所讲智慧工业电视系统是将工业电视新技术、新功能进行整合,引入智慧设备及软件,针对无人值班水电厂现场实际条件开发的一套系统,实现故障报警、自动开停机操作、人员进入等视频联动功能,并将联动信号视频自动调取投放至应急待命点或集控中心工业电视大屏,使相关联动信息自动、快速的展示出来,从而达到减少人力成本的目的。", "label": "水利工程", "id": 0}
{"content": "非电量保护和电量保护共同构成了水电厂水轮发电机组、主变压器等主设备的电气保护。由于一直以来水电厂始终以\"少人值守\"进行设计,致使在实际应用中非电量保护没有得到足够的重视,许多保护未按照规程规定严格进行配置。近年来由于\"无人值班\"模式的发展不断取得成效,非电量保护作为该模式下的重要技术保障措施,将愈发发挥突出的作用。本文通过分析\"无人值班\"模式下非电量保护功能测点选取、流程逻辑及动作出口的设计思路,对巨型水轮发电机非电量保护的配置和技术改造进行综述,旨在为水今后电厂非电量保护的设计、运行、维护及检修提供一定的借鉴和参考作用。", "label": "水利工程", "id": 0}
{"content": "为查清云南省糯扎渡水电站枢纽区的白蚁种类与蚁害趋势分析。采用踏查法、抽样调查法、追踪调查法、无结构式访问法、直接寻找法、间接寻找法、仪器寻找法和挖巣分析法等方法进行白蚁种类调查。调查期间,共采集糯扎渡水电站枢纽区白蚁标本130组,经鉴定共有白蚁2科10属17种,其中对大坝具有潜在危害的白蚁有8种,占总蚁种的47.06%。本次调查系统、全面地梳理了糯扎渡水电站枢纽区的各类蚁种,为后续开展土石坝白蚁防治创造了基本条件。", "label": "水利工程", "id": 0}
{"content": "糯扎渡水电厂#1-#9机组自全部投产以来,主变冷却器控制柜内双电源切换装置控制器故障率较高,处理该问题时每次都需要将某一相主变的冷却器全部停电,严重影响了主变的安全稳定运行。针对这一问题,对主变冷却器双电源切换装置进行了优化改造,使用至今一直运行良好,为以后解决类似问题提供了参考和借鉴,同时为电站\"无人值班,少人值守\"提供了有力保障。", "label": "水利工程", "id": 0}
{"content": "水淹厂房一直是水电站主要的安全风险之一,具有突发性、迅速性、危害性大等显著特点。乌弄龙电站作为新建电站,根据技术监督现场查评结果及无人值班要求,并结合澜沧江流域其他电站的设计方法,自行建设了一套防水淹厂房保护系统。该系统吸取传统方案中的优点,并在此基础上进行了创新,为后续水电站防水淹厂房保护系统的建设提供有益的借鉴。", "label": "水利工程", "id": 0}
{"content": "争对百龙滩水电站在转轮改造过程中对主轴密封改造后出现填料盘根使用时间段,漏水量过大,检修困难,影响效益等问题。对问题原因进行分析,提出了相应的改造措施,将原有的填料盘根密封结构改造为唇边密封结构形式,解决了漏水大、运行寿命短、维护困难的问题,提高了经济效益。", "label": "水利工程", "id": 0}
{"content": "为了验证龙羊峡水电站机组改造补气方式和泄水锥后的补气效果及对机组稳定运行的影响,龙羊峡水电站在改造前、后分别做了一次机组转子动平衡试验和压力脉动试验进行对比分析,分析结果说明改造后机组的转动部分质量分布不受影响,且有效地降低了机组过流部件的水压力脉动、减小了机组大轴摆度、机架振动,更有利于机组稳定运行。", "label": "水利工程", "id": 0}
{"content": "为吸取同类流域水电生产管理的先进经验,提升公司水电生产管理水平,根据电站现场\"无人值班,少人值守\"生产管理模式的要求,需实现泄洪闸门远程控制,通过方案对比,安全策略研究,实现泄洪闸门远程控制安全可靠运行。", "label": "水利工程", "id": 0}
{"content": "介绍了机组风闸信号回路及其存在的问题,并对问题的处理方案进行了分析。通过实施最优方案达到了提高工作效率及机组运行可靠性的目的。", "label": "水利工程", "id": 0}
{"content": "本文介绍了峡江水电站360MW贯流式水轮发电机调速器的特点及其应用,包括电气与液压控制部分的原理、现场试验等,希望为大型贯流式机组调速系统的安装与试验提供一定的实践参考,同时为推进我国大型机组调速器国产化、自主化积累工程经验。", "label": "水利工程", "id": 0}
{"content": "目前,大中型水轮发电机组的推力轴承一般采用弹性支撑方式,通过连通器结构,具有自调节和均载的特性,其检修难点在于水平与受力调整工作较复杂和烦琐。推力轴承受力调整的好坏关系到各推力瓦瓦温,影响整个机组的安全稳定运行。通过多年的调整经验发现,在遵循传统推力轴承水平和受力调整客观规律下,科学掌握其调整工艺值得学习借鉴。本文主要介绍了万安水电厂轴流转浆全伞式水轮发电机组受力调整的方法及正确顺序,并对受力调整与镜板水平调整出现矛盾的情况进行了探讨。", "label": "水利工程", "id": 0}
{"content": "本文回顾了水电工程建设传统管理模式,分析了其存在的主要问题,阐释了业务量化、统一平台、集成集中、智能协同的智慧工程建设路径,重点探索并搭建了管理风险自动预判、自主决策、自我演进的\"智慧工程\"体系架构、业务系统及管理模式,介绍了\"智慧工程\"建设实践情况,展望了发展趋势和前景。\"智慧工程\"为水电工程建设提供了一套全新的管理思路,可供我国能源行业和同类企业参考借鉴。", "label": "水利工程", "id": 0}
{"content": "水电站（坝）退役是其生命周期管理中的一个重要阶段,随着生态环境保护与修复意识的增强,我国水电站（坝）退役问题也日益受到重视。美国是世界上拆坝数量最多的国家,在大坝退役方面的理念和经验可为我国的水电站（坝）退役管理提供借鉴。本文梳理并分析了美国艾尔瓦（Elwha）河流上2座梯级水电站（坝）的退役论证拆除情况和克拉马斯（Klamath）河上4座梯级水电站（坝）退役论证进程,表明科学严谨的论证是制定退役决策的重要支撑,严格的退役许可审批程序实现有序退出的制度保障,生态修复是实现退役拆除目标的重要措施,持续监测是评估退役拆除效果的重要手段。", "label": "水利工程", "id": 0}
{"content": "生态优先是我国水电开发必须长期坚持的一个管理原则。而生态流量控制又是落实生态优先的举措之一。作者在调研的基础上提出:水电站的最小生态流量管理必须与时俱进,在原审批意见的基础上,实行动态管理。部分有调节性能的水库可根据所处的环境特点,增加生态库容。", "label": "水利工程", "id": 0}
{"content": "长期以来,小浪底水利枢纽下泄流量变化对机组开停机频次和空载运行等有较大影响。本文通过分析近三年不同下泄流量下机组开停机和空载运行等情况,分析研究下泄流量对机组开停机和空载运行的影响,为机组安全运行和经济运行提供参考。", "label": "水利工程", "id": 0}
{"content": "国电恩施水电公司的小水电站多建于20世纪70年代与80年代,其引水压力钢管大部分已超过设计寿命期,由于早期电站产权的分散、管理的粗放,以及技术认识水平的不足,导致大部分电站疏于对压力钢管的管理,加之管道又处于野外高山,更加重了对压力钢管维护的不足,大部分电站即使在首次保养期也并未实施保养。因此压力钢管的运行潜藏一定的安全风险。为全面了解各电站压力钢管的质量状况与运行状态,及时发现影响安全运行的隐患,国电恩施水电公司于2020年首次启动\"23个电站压力钢管及镇支墩安全检测工程\"。为全面揭示具有恩施地域特色的小水电压力钢管的质量与病害特征,并为最终形成特色的病害治理模式,使压力钢管的运维跨上新台阶奠定了基础。", "label": "水利工程", "id": 0}
{"content": "黄河水调部门在汛期采用了新的泄洪排沙调度方式,这种方式虽然有效减少了小浪底水库泥沙淤积、充分保证了汛后的供水量,但小浪底电站水轮发电机组却呈现出长时间高负荷运行、故障率显著增加、检修安排困难等问题,给机组的运行管理带来新挑战。小浪底电站通过积极实施停机避沙、合理安排机修、开展精准状态监测,有效应对了难题。", "label": "水利工程", "id": 0}
{"content": "随着生态文明理念和绿色发展理念在全局工作中的位置不断凸显,生态管理、生态修复理念正在不断地贯穿于水电站运营整个过程之中。本文从可持续发展的角度,阐述了景洪电站总体情况、面临的问题和需解决的矛盾,库区生态管理、漂浮物无害化处理、生物多样性保护、生态环境保护助推扶贫援助等工作主要做法和成效,其经验以供同类型水电站借鉴。", "label": "水利工程", "id": 0}
{"content": "老渡口水电站泄洪水雾严重影响厂房安全生产运行及人员、车辆正常通行,为减小泄洪雾化对厂房生产设备和人员、车辆的影响,进行雾化成因、影响程度的分析,并采取合理、有效的工程和调度措施。", "label": "水利工程", "id": 0}
{"content": "在\"一厂两站\"管理模式下,推进水电厂无人值班是现代水力发电厂的运行发展趋势,对设备健康水平、人员素质、管理水平也提出了更高的要求。某水电厂同时管理2个水电站,电站运行值班方式从\"有人值班\"向\"无人值班\"方式发展。在组织机构固定人员编制下,加强专业人才队伍建设,按\"一专多能\"的要求,培养责任意识强、专业素质高、判断能力强、响应速度快的训练有素的现场运行维护人员是实现\"一厂两站,无人值班\"管理模式的有力方式。同时,在电力系统的发展、电力生产技术的进步的基础上,某水电厂努力提升运行维护管理水平,建立健全\"一厂两站\"管理制度和应急预案,也是保障水电厂的安全稳定运行不可或缺的举措。", "label": "水利工程", "id": 0}
{"content": "电站厂房阶梯型基坑内施工场地狭小,旋挖钻干作业方式成孔无需泥浆处理系统,减少了施工占地;同时,建基面岩层多为黏土岩,遇水软化,干作业施工有效地保护了厂房基础岩石,易于保证成孔和浇筑质量,文明施工形象好。", "label": "水利工程", "id": 0}
{"content": "白鹤滩水电站地下厂房洞室开挖尺寸为438.00m×31.00m （34.00m）×88.70m （长×宽×高）,超大洞室在开挖过程中具有强度高、难度大、交叉影响严重等因素,对各道工序的控制非常重要,为防止厂房随开挖变形影响,对系统支护及时跟进,特别是预应力锚索深层支护对防止厂房持续变形起到至关重要的作用。本文针对压力分散型锚索在施工过程中锚索张拉锁定进行分析,制定了一套质量控制及检测方法,结果显示锚索锁定吨位均符合设计要求。", "label": "水利工程", "id": 0}
{"content": "随着水电站报警信息系统的发展,电力数据资源不断增加,系统处理的报警事件和类型也不断增加,这对消息与数据总线的可靠性、低延迟要求也不断提高。同时,水电站信息系统中有多种消息总线需求,包括基本事件信息总线、基本属性数据总线和报警信息发布、接收总线,不同用途总线报文结构、长度均不相同,这对数据总线特异性要求较高。本文测试了观察者、本地广播、handler三种总线模式在刷新界面、传输数据时的效果,结果表明,三种方式均能快速响应并且没有丢包问题,可以满足水电站集控系统建设中的数据实时通信需求。", "label": "水利工程", "id": 0}
{"content": "智能水电厂系统业务日趋复杂并不断变化,为了减轻运行人员的劳动强度,必须对电厂的运行状态进行记录,并在此基础上实现水电厂运行状态的态势感知和告警功能。本文针对该需求,设计并实现了水电机组开停机记录功能,为水电站智能报警、故障预判和趋势分析等智能化应用提供数据支撑。", "label": "水利工程", "id": 0}
{"content": "本文设计并实现的通信程序,基于EXCEL表格内容实现对程序通信需求的配置,根据配置中的地址在共享内存中的数据,组织接收方需要的报文,实现通信功能。该功能采用C/S架构,支持多线程,同时具备日志功能,具有强大的兼容性和高效的执行效率,在出现断开连接等不可抗逆因素的情况下会自动重新连接服务器,保证同步数据的完整性和准确性。该功能可广泛应用在水电厂自动化控制、水情水调、安全监测、水利工程监控、气象环保等各类领域,为实现国产化环境的应用系统数据交换发挥了显著作用。", "label": "水利工程", "id": 0}
{"content": "IEC61850标准是电力自动化通信网络的通用国际标准,该标准不但在变电站广泛应用,在智能水电厂中也开始推广应用。MMS制造报文系统是基于61850智能水电厂的通讯基础。MMS是一种应用层协议,实现了不同制造商的设备之间具有互操作性,使系统集成变得简单、方便。本文介绍了IEC61850与MMS的映射关系,阐述了MMS服务在智能水电厂中的应用,分析了MMS服务器加载配置文件过程中存在的问题。", "label": "水利工程", "id": 0}
{"content": "本文介绍了丰满水电厂监控系统低频自启动的设计与实现,介绍了低频自启动的约束条件和分配策略,以及低频自启动的实现和低频自启动程序模块化的通用性。", "label": "水利工程", "id": 0}
{"content": "本文介绍了水电厂计算机监控系统的改造过渡运行方案,分析了水电厂计算机监控系统的上位机系统与下位机系统改造过程中的改造思路、实施方案以及新老系统过渡运行方案。", "label": "水利工程", "id": 0}
{"content": "根据丰满水电站地理位置特殊、厂区管理要求高的特点,研究建立一套以计算机网络为载体,借助地理信息技术（GIS）和3D建模技术为应用平台的信息系统,实现为丰满发电调度、洪水调度提供决策依据,保证数据实时性及有效性的前提下,在图形用户界面全面展示系统各站点的空间分布状况、实时运行状况,并显示最新实时数据;能查询各个不同时段的水雨情数据和监测数据,并提供多种数据的分析、统计功能,为智能水电厂的工作决策提供依据。", "label": "水利工程", "id": 0}
{"content": "流域水环境自动监测系统可测量水体水质参数,实时掌握流域上下游水质状况,保障水电站群流域生态环境。取配水单元是水环境自动监测系统的基础,直接影响采集水样的好坏,关系水样测量效率和测值准确性。科学的取配水设计可最大限度减少系统集成干预,得到科学、准确的水环境监测数据。", "label": "水利工程", "id": 0}
{"content": "本文研制了一种基于全国产化元器件的32路数字量输出模块,采用兆易创新的GD32F407单片机作为MCU控制系统,通过使用光耦来隔离数字量输出信号,硬件设计上通过PCB布线隔离技术来避免EMC问题,采用CAN通讯机制实现与上位机的数据交互,实验上采用继电器插箱来对研制的数字量输出模块进行试验验证,实现了32路数字量输出信号的正常开闭控制功能。该模块全部基于国产化电子元器件设计,保证了相应的芯片供应链安全。", "label": "水利工程", "id": 0}
{"content": "智能电网发展迅速,智能化水电站的改造也正在进行。水电站作为电网重要的一环,具有很好的调峰、调频、储能能力等,本文结合现阶段国内外发展现状的基础,从多方面、各角度简析智能化水电站改造的呈现方式和发展方向,提出未来智能化水电站的框架和设想。", "label": "水利工程", "id": 0}
{"content": "随着我国小水电\"无人值班,少人值守\"现代化管理要求,监控系统的功能要求也越来越严格,本文主要探讨了智能巡检技术在小水电的运用的意义及实现方式。", "label": "水利工程", "id": 0}
{"content": "随着通信技术的不断进步,接入国家电力调度数据网的电力控制系统越来越多,调度中心、电厂、用户之间进行数据交换也越来越频繁,这对电力控制系统和数据网络的安全性、可靠性、实时性提出了新的挑战。在此背景下,以智能水电厂、智慧流域为代表的新型水电厂和集控中心的成功建设,很好地解决了这一问题。本文以南瑞集团有限公司研制的某水电厂计算机监控系统为例,从系统结构、功能,网络安全防护和智能应用等方面阐述了新型水电厂计算机监控系统的设计和应用。", "label": "水利工程", "id": 0}
{"content": "本文介绍了懂托扩大厂站式集控设计原则、系统结构与控制调节,并介绍了集控中心计算机监控系统的硬件配置。深能水电公司的首个集控中心——懂托集控中心监控系统采用了先进的、可靠的、有成功经验的SJ-3000全分布开放式计算机监控系统。", "label": "水利工程", "id": 0}
{"content": "大源渡水电站是国家重点工程之一,本文介绍了大源渡枢纽电站原计算机监控系统结构,以及存在的问题和改造的必要性;介绍了一下改造后的监控系统结构功能和特点。", "label": "水利工程", "id": 0}
{"content": "本文介绍了传统水电站的通信现状和IEC61850标准面向智能水电站的可行性和优越性。以两河口水电站为例,着重阐述了基于IEC61850标准的智能水电站网络构架、在PLC端的模型构建、主机通信平台的形成。展望了以该标准体系设计的监控系统,将推动水电行业朝着智能化的方向不断发展。", "label": "水利工程", "id": 0}
{"content": "介绍了龙口水电站计算机监控系统和远控系统的的概况,上位机和下位机各系统改造的实施步骤,以及在每个改造阶段的注意事项。", "label": "水利工程", "id": 0}
{"content": "当今时代,随着现代信息科技的不断进步与发展,电站生产系统的自动化和智能化建设也在不断推进,电站生产系统与外界的信息联系越来越紧密,外界种种不稳定因素都会对电站安全生产造成很大影响,这就需要我们做好电站生产系统的二次安全防护。本文将从电站生产系统二次安防方面进行分析,提出相应的综合应对措施。", "label": "水利工程", "id": 0}
{"content": "介绍了雅砻江锦东电厂计算机监控系统从设计、研发到制造、安装调试等实施的整个过程的管控,从而更进一步地对实施过程中存在风险、产品质量进行管控,为该系统、乃至整个电站的顺利投产提供有力保障。为总结经验、找出不足,提高雅砻江锦东电厂后续监控系统设备及雅砻江后续电厂监控系统设备的管理水平及设计、制造、安装调试质量,特撰写本文。", "label": "水利工程", "id": 0}
{"content": "随着计算机技术和网络通信在水电站中应用的更深入,水电站的各业务系统间的数据交互越来越多,信息安全问题越来越受到大家的重视。本文主要论述了电力二次安防的基本原则、基本的网络结构、常见防护方法和应用到的关键技术,对电站的监控系统安全有一定指导意义。", "label": "水利工程", "id": 0}
{"content": "本文简述了两河口水电站各个辅控系统的作用和特点,以及介绍了辅控系统现场投运时的基本步骤、重要关注点和部分控制逻辑的优化,可供类似工程参考。", "label": "水利工程", "id": 0}
{"content": "计算机监控系统是水电站控制设备的重要组成部分,是水电站远程控制的载体。介绍了小浪底和西霞院水电站实现远程集中控制存在的问题和难点,提出了解决思路,并对西霞院监控系统升级进行了介绍,对两站远程控制功能实现方法进行了详细阐述,最后对创新点进行了总结。", "label": "水利工程", "id": 0}
{"content": "大多数水电站目前仍采用实时监视控制系统来进行运营,仅仅只能实现基本的四遥及简单分析功能,存在可视化程度低、智能化水平差的问题,不符合当前水电站智能数字化转型的需求。本文结合水电站智能化运行实际需求,提出了一种基于三维引擎技术的水电站智能三维虚拟系统设计方案。本文分为设计原则、系统构成、系统功能、系统技术特点、系统数据标准五个主要内容,为水电站智能化建设提供了一种切实可行的设计思路。", "label": "水利工程", "id": 0}
{"content": "针对目前水电厂运行监视存在的信息采集不全、运行分析工作量大、故障处置缺乏业务系统支撑等问题,研究了依托水电厂生产数据中心建设智能水电厂运行智能监视与故障处置系统的实现方案,分析了系统的软硬件架构及功能。", "label": "水利工程", "id": 0}
{"content": "智能水电站建设过程中大量的应用必将基于对水电站大量数据的分析利用,而从电站建设到运营过程中,存在中大量的结构化数据、非结构化数据以及实时数据,如何基于某种数据模型来有效管理这些数据,是项目成败的关键。雅砻江水电公司早在2015年就开始了相应技术的探索,通过建设流域SSC模型很好地在企业级数据中心中,把电力生产过程中的实时数据与相关的管理数据很好地进行融合,为后续智能电站的建设打好应用基础。", "label": "水利工程", "id": 0}
{"content": "随着能源革命的不断推进,电力企业积极开展数字化、智能化、智慧企业建设,利用大数据、云计算、人工智能等新一代信息技术搭建工业互联网平台,挖掘设备潜能,提高设备本质安全水平,助推电力行业生产管理转型升级。澜沧江公司经过多年的探索和实践,率先建成了独具特色的分布式工业互联网大数据平台系统。提升了设备运行、维护和检修精细化、精益化水平,项目建设取得阶段性成果。工业互联网的建设和应用,\"数据是基础,算法是核心,应用是关键,安全是保障\",为了解决公司水电厂一体化程度低、标准差异性大、智能决策应用较少等问题,在工业互联网项目实施过程中,水电厂控制系统和在线监测系统数据的采集和汇总成为项目实施成败的关键因素。本文重点从水电厂计算机监控系统、机组在线监测系统,发电机局放监测系统,主变和电抗器油色谱在线监测系统的实时数据汇聚、传输等方面,介绍了整合全厂数据的方法,这些方法是工业互联网项目实施的基础,同时也是水电厂数字化、智能化的基础。", "label": "水利工程", "id": 0}
{"content": "智能水电厂概念是随着各类新兴信息科学技术而发展起来的,技术本身处于快速发展和演变过程中,在电力生产过程中应用各项新技术设备除面临较高的投入产出比外,还可能会对安全生产造成影响,而安全始终是电力生产的主旋律。现阶段受制于智能电子装置和智能设备的技术水平,全面推开实施智能化水电厂建设的条件尚不成熟。本文在借鉴前期电力行业内智能化建设取得的经验成果基础上,对智能水电厂建设方向的可行性进行展望。", "label": "水利工程", "id": 0}
{"content": "本文主要介绍了IMC一体化平台中智能报表的设计与开发,详细地论述了智能报表后台服务的原理、结构和功能,并在此基础上提出了若干种基于智能报表的数据分析工具,同时分析了这些工具的特点,运行步骤,为IMC一体化平台提供了若干种更加智能、高效和便捷的智能报表工具。", "label": "水利工程", "id": 0}
{"content": "发电机转子绕组绝缘不合格,是发电机常见的一种电气故障。针对某水电站发电机在检修之后出现转子绝缘不合格的情况,采用了不同的方法对故障点进行查找。这对其它发电机类似故障的查找具有指导借鉴意义。", "label": "水利工程", "id": 0}
{"content": "本文以国内某跨流域集控中心为例,介绍了该集控中心主设备在线监测系统的网络结构及主要功能,并对基于该系统搭建远程诊断中心提出了构想,可为集控中心主设备在线监测系统的规划设计和建设改造提供一定的参考。", "label": "水利工程", "id": 0}
{"content": "独立后备紧急停机装置是水电厂监控系统的重要组成部分,是水电厂水机安全运行的重要保障。本文对传统的水机硬回路继电器保护方式和PLC保护方式的特点作出分析。结合当前IEC61850在智能水电厂的应用及发展,提出了基于IEC61850的水机PLC构成的独立后备紧急停机装置在智能水电厂的应用前景及设计应用方法,便于智能小水电的安全高效运行。", "label": "水利工程", "id": 0}
{"content": "水电厂一体化平台是横跨安全Ⅰ、Ⅱ、Ⅲ区的统一软件平台,由于安全防护需要,在安全Ⅰ、Ⅱ、Ⅲ区之间有不同的物理数据库[1]。有些数据是线上自动同步,有些数据则是线下手动同步,本文阐述了一体化平台IMC如何通过数据库和应用软件机制保证平台架构在这些区域内的同步。", "label": "水利工程", "id": 0}
{"content": "<正>一、目标及工作概述水电装机规模大、季节性特征明显是导致水电消纳矛盾的关键因素。西南水电\"丰盈枯缺\"季节性特性明显,全年70%以上的来水集中在丰水期,水电消纳矛盾突出。受独特地理气象条件影响,丰水期流域来水呈现陡涨陡落特点,加上水电发电能力与负荷需求常呈现反向变化,强降雨过程造成水电发电能力陡增和过剩,增加了弃水风险。", "label": "水利工程", "id": 0}
{"content": "<正>本书由中国水力发电工程学会电网调峰与抽水蓄能专业委员会（以下简称专委会）组稿,是专委会出版的第26部抽水蓄能学术年会论文集,共收录论文107篇,约100万字。本书包括规划与建设管理、工程设计、机电设备制造与试验、工程施工、运行与维护等5个专题。内容涵盖了我国抽水蓄能电站建设和管理领域各个专业的研究探索与经验总结,内容广泛,资料翔实,希望对从事抽水蓄能工程规划、设计、科研、施工和运行管理人员具有指导和借鉴意义。", "label": "水利工程", "id": 0}
{"content": "本文通过倾斜摄影,建立三维实景模型,搭建三维GIS平台,并在此基础上探索在水电站设计中的应用。与传统的二维地形图辅助水电站设计的技术路线相比,基于三维实景平台的辅助设计,空间信息表达更完备和直观,精度更高,能够提高设计的准确度和智能化,具有较大的技术效益和经济效益。", "label": "水利工程", "id": 0}
{"content": "水利水电工程勘测三维可视化信息系统包括\"野外地质信息采集系统\"\"三维可视化地表扫描系统\"\"工程地质信息数据库管理系统\"\"三维地质建模技术及可视化系统\"四个子系统,集成了智能移动端及PC端地质数据采集、三维激光扫描、多源数据储存和管理、统计计算、报告报表生成、勘察图件生成、地质三维模型的建立、三维空间分析、勘察报告的辅助生成和工程勘测的综合分析评价等功能,提高了工作效率和质量。该系统适用于水利水电工程、公路工程、市政工程及地质灾害治理等领域。", "label": "水利工程", "id": 0}
{"content": "<正>在中国水利水电勘测设计协会组织下,经全国优秀水利水电工程勘测设计奖评审委员会和中国水利水电勘测设计BIM应用大赛评审委员会评审、中国水利水电勘测设计网公示,2019年度全国优秀水利水电工程勘测设计奖共评选出69项获奖项目,其中金质奖14项,银质奖22项,铜质奖33项,获奖项目包括了水资源规划、水利水电工程勘察、水利水电枢纽工程设计、河道整治、调水及灌溉工程、", "label": "水利工程", "id": 0}
{"content": "<正>中国水利水电勘测设计协会文件中水协秘[2019] 88号各有关单位:根据《全国优秀水利水电工程勘测设计奖评选办法》,经全国优秀水利水电工程勘测设计奖评选办公室资格审查、专家网评、专家评审组评审、评审委员会审定,中国水利水电勘测设计网和我会网站公示,现将获得2019年度全国优秀水利水电工程勘测设计奖的69个获奖项目予以公布,", "label": "水利工程", "id": 0}
{"content": "<正>中国水利水电勘测设计协会文件中水协秘[2019] 68号各会员单位:根据《中国水利水电勘测设计BIM应用大赛比赛办法（试行）》,第二届中国水利水电勘测设计BIM应用大赛参赛项目经资格审查、初审、网络评审、评审委员会终审、中国水利水电勘测设计网公示,现将40项获奖项目予以公布,其中获得水利工程BIM综合应用奖的一等奖3项、", "label": "水利工程", "id": 0}
{"content": "水位流量关系曲线的拟定是开展水利水电工程规划设计的重要基础工作。工程设计中一般采用曼宁公式计算水位流量曲线,本文引入一维水力学模型法。以非洲某水电站为例,采用两种方法进行水位流量关系计算。结果表明,一维水力学模型法与曼宁公式法计算的水位流量关系成果相差不大,但一维水力学模型能更好地反映河道的整体情况,可将其用于水电工程设计阶段水位流量关系的推算。", "label": "水利工程", "id": 0}
{"content": "雅砻江流域水力资源丰富,动能经济指标优越,是国家规划的十三大水电基地之一。目前,干流下游规划的5座梯级电站均已基本建成,且具有调节性能,其中锦屏一级和二滩电站调节性能尤其明显。通过调查统计回顾,下游梯级电站的建成运行导致河段水文情势变化明显,其中水域面积增加约540%,锦屏一级、二滩和官地电站坝前水深分别为300m、188m和128m,水库末端至坝前流速逐渐减小,锦屏一级以下4个梯级电站丰水期出入库流量减小,枯水期流量增大,径流年内分配比天然情况均化。由变化情况可知,调节性能强的水库对河段水文情势影响更大。通过此调查及总结可为我国其他流域水电开发对环境产生的影响提供借鉴。", "label": "水利工程", "id": 0}
{"content": "梯级水电站和跨流域调水是开发水和水能资源的主要工程措施。然而这些工程措施改变了河流天然水文情势,造成了不利的生态环境影响。在国家\"生态文明建设\"以及\"流域生态保护和高质量发展\"等战略背景下,本文选取大通河流域作为研究对象,通过建立考虑发电、调水、生态等多目标的水资源优化配置模型,调用优化软件LINGO的非线性规划（NLP）求解器Multi-start开展多情景计算分析,包括丰平枯等不同典型年、有无生态基流、有无跨流域调水等,定量识别了发电-调水-生态三目标的互馈关系,为流域科学管理和实施生态修复提供了参考。", "label": "水利工程", "id": 0}
{"content": "水电梯级开发将改变河流水文情势和水环境,进而对鱼类带来不利影响。本文以金沙江攀枝花河段水电梯级开发为例,分析金沙、银江水电站的建设对鱼类资源及重要生境的影响。研究结果表明,金沙、银江水电站建成后,将进一步加剧原有的阻隔影响,压迫鱼类的适宜生境,需采取梯级联合生态调度、生态流量保障、栖息地保护、增殖放流、过鱼设施等措施减缓不利影响。", "label": "水利工程", "id": 0}
{"content": "本文以余姚市现有水资源为基础,简要介绍了小水电站生态流量监测的现状,功能和效益,简单分析了余姚市小水电站生态流量监测的监测方式和设备,对生态流量监测平台的描述,并举例说明了某小水电站生态流量监测的实施步骤,最后进一步探讨了小水电站生态流量监测实施所面临的问题。加快小水电站生态流量监测的开发利用,实现经济的可持续发展,提升管理人员的工作效率。", "label": "水利工程", "id": 0}
{"content": "介绍了清河流域区域及增建水电站规划概况,综合分析了该规划对流域水文水资源、水容量及水环境方面的影响,探讨了规划实施过程中需要解决的问题～（[1-2]）。", "label": "水利工程", "id": 0}
{"content": "以幸福电站为例,采用水文比拟法、等值线法对设计径流进行分析,并通过综合比较合理选用,为无资料地区工程水文设计工作提供借鉴～（[1-3]）。", "label": "水利工程", "id": 0}
{"content": "白鹤滩水电站工程是国务院批复的《长江流域综合规划（2012—2030）》确定开发和治理长江上游的重要水电工程,是国家能源战略布局\"西电东送\"的骨干电源点。落实\"西电东送\"工程通道面临跨区域、长距离、大容量、落地难等问题,由于其规划选址路由缺乏沿线城市总体规划指导,如何合理确定规划选址路由及配套设施,确保选线路由全域与国土空间规划及生态红线等管控要素协调,实现生态文明建设,本项目进行了深入分析、思考与探索实践,现总结其编制方法及技术路径,供分享与交流。", "label": "水利工程", "id": 0}
{"content": "党的十九大提出要快建立健全绿色低碳循环发展的经济体系,推动能源生产和消费革命,构建清洁低碳、安全高效的能源体系,为我国能源战略发展指明了方向,为推进水电开发带来良好机遇。但新形势下做好水电项目开发仍然面临诸多困难和挑战,必须以十九大精神为指引,用新观念、新思维、新方法推动水电开发迈上新台阶,实现新突破,创造新业绩。", "label": "水利工程", "id": 0}
{"content": "经济的快速发展之下,人们的生活水平有了显著的提升。然而在建筑施工过程中,常常会因水利水电工程等诸多问题而导致工程质量不够理想化。由此可知我国水利水电工程设计的过程中,应该对这一问题进行全面地分析、探究,深入挖掘常见现象出现的关键性原因,继而对其实施相应的改进措施来促使其常见问题得以解决,从而为人们生活水平的提升提供更多有利的帮助。", "label": "水利工程", "id": 0}
{"content": "湄公河是一条流经缅甸、老挝、泰国、柬埔寨、越南的国际河流,流域水能资源丰富,开发潜力巨大。本文介绍了湄公河干支流水电开发现状,通过分析水电在缅甸、老挝、泰国、柬埔寨、越南各国能源发展、电源结构中的地位,以及湄公河次区域各国之间电力交易的关系,对比分析了各国对于湄公河流域尤其是干流水电开发的需求。", "label": "水利工程", "id": 0}
{"content": "分析我省水能资源管理现状,及存在问题。", "label": "水利工程", "id": 0}
{"content": "基于传统的现场观测并同时绘制工作草图,再通过内业成图软件完成线划图绘制的工作方式存在诸多不足和限制。本文在如何将南方CASS野外简码应用于全站仪和GPS RTK进行水电站原始地形碎部测量方面做了全面的叙述;并且相比较于传统的草图成图法,分析了本文所使用方法的优势。", "label": "水利工程", "id": 0}
{"content": "近年来,BIM技术进入高速发展时期,在水电开发过程中应用BIM技术,基于BIM实现水电开发过程全生命周期管理已经成为水电开发的大势所趋。中南院引入BIM技术以来,在水电开发各阶段进行了应用,并取得了较好的成效。经过几年的积累,中南院对引进的各种BIM软件进行梳理和重组,研究出了一套适合水电开发的BIM技术体系,同时通过企业服务总线（ESB）与公司相关管理系统进行对接,研究出了基于BIM技术在水电开发中实现全生命周期管理的方法。本文结合近几年中南院在水电开发设计中引进和自主研发的各类BIM软件,从三个方面,阐述了BIM技术在水电开发全生命周期管理中的应用价值:（1） BIM协同工作机制,不仅实现地质、水工、机电、观测等11个专业协同设计,更实现业主、设计、监理、施工多方协同作业,并通过工作空间推送实现标准化设计;（2） BIM数据统一存储,建立工程数据中心,实现对设计、施工、运营过程数据统一存储;（3）多BIM平台的融合,通过组件式重组,建立工程集成设计系统。同时通过企业服务总线（ESB）与公司相关管理系统对接,可以实现工程数据中心的建立和数字化交付,最终实现工程的全生命周期管理。最后,本文通过一些实际工程案例对BIM技术在水电开发中应用的前景进行了展望。", "label": "水利工程", "id": 0}
{"content": "\"一带一路\"合作倡议为我国水电企业\"走出去\"提供了有力的政策支持,国外水电也渐渐成为新形势下的重要市场。但目前国外项目大多存在资料不齐、方向不准、市场不明等问题,使得水电企业面临较大的投资风险。因此,本文调查总结了\"一带一路\"重点国家水能资源开发现状,并基于全球数字化河网、ASTER全球地形数据和GRDC全球径流资料,对重点河流的水能资源蕴藏量进行了分析,利用GIS数字规划技术对重点河流的水电开发潜力进行了初步研究,提出了水电规划初步方案,并综合考虑当地社会经济发展和电力需求等因素,提出了各阶段重点推荐项目,为我国水电企业开拓国际市场提供重要参考。", "label": "水利工程", "id": 0}
{"content": "本文主要进行了梯级混合式抽水蓄能电站水能利用提高率的探讨。以白山梯级混合式抽水蓄能电站为例,按照抽水蓄能电站投产时间点为界限,分成常规机组运行阶段和抽水蓄能机组混合运行阶段。选择两个阶段的丰水年、平水年和枯水年典型年进行对比分析计算,得出了梯级混合式抽水蓄能电站比常规水电站的水能利用提高率明显提高的结论,同时提出了提高整个梯级电站经济效益的措施。", "label": "水利工程", "id": 0}
{"content": "水能资源开发在我国国民经济可持续发展中具有重大的战略意义,不仅能满足经济社会发展和人民生活需要,同时对于调整我国的能源消费结构及布局,实现可持续发展和绿色发展战略具有十分重要的作用。然而,水能在开发的过程中会带来一系列生态环境问题,主要为对陆生和水生生态环境的影响上,尤其是对生物生境的破坏和对生物多样性的影响。最低限度地减少对生态环境的破坏,已成为目前亟待解决的问题。文中从水能资源开发优势、开发特点阐述水能开发内涵,并就其对生态环境的影响及对策进行了论述。", "label": "水利工程", "id": 0}
{"content": "本文回顾了左江流域水电梯级开发对河流水文情势及水生生态,特别是对鱼类的影响,并在此基础上提出了改善流域水生态环境的对策。", "label": "水利工程", "id": 0}
{"content": "针对中国数条大江大河干流水系特大型、大型水能资源开发;以及干流各数千条支流水系中、小、微型水能资源的开发利用,包括水利建设、水力发电、农田灌溉、防洪、航运、人畜用水与自然生态平衡的关系,本文提出正确处理好特大、大、中、小、微型水电开发与保持自然生态平衡的利害冲突关系,提示人们既要开发利用好水能资源,又要优先保护好自然生态环境的梦想。", "label": "水利工程", "id": 0}
{"content": "由于攀枝花市紧接观音岩水电站,观音岩电站运行调度时将对下游攀枝花市的生态环境、娱乐囤船及渡口,特别是城市取水等设施产生一定的影响,鉴于攀枝花市的重要性,故对观音岩电站调度运行时对下游攀枝花产生的影响进行了研究,结合研究的成果,并根据攀枝花市政府的意见,为了保证攀枝花城市生活用水的安全,推荐攀枝花市区生活用水（含部分生产用水）从观音岩水库取水（取水量为每天80万m~3）,生产用水仍然从河道取水,并对攀枝花市河段因为观音岩调峰影响而不能取水的生产取水口进行改造,同时设置350 m~3/s的基荷流量以满足下游河段的生态要求。对城市生产、生活影响不大且规模较小的娱乐囤船和渡口,则采取提前预报或进行适当补偿的方法,以解决电站投入后对下游的影响。", "label": "水利工程", "id": 0}
{"content": "龙江干流水能资源丰富,水电开发已经进入尾声,河流下游建设有龙江水利枢纽、弄另两级调节能力较强水电站,但中游河段梯级水电站调节能力及电能质量较差,水能资源尚未充分利用,并具备建设龙头调节水库的条件。结合下游梯级开发情况,对龙文桥龙头调节水库及河段开发方案进行研究,以充分发挥龙头水库调节作用,提高水资源利用效率,改善下游梯级电能质量及增加电量,并探讨龙头水库水电站开发模式及补偿机制。", "label": "水利工程", "id": 0}
{"content": "本文阐述了抽水蓄能电站工程总平面布置设计的目的及原则,以金寨抽水蓄能电站为例介绍总平面布置设计的主要内容,并对金寨抽水蓄能电站工程总平面布置设计进行总结。", "label": "水利工程", "id": 0}
{"content": "水电开发与生态保护本是一对孪生兄弟,两者天生并无利害冲突,它们相辅相成,相得益彰,均是人类社会在开发自然,获取资源,创造美好生活品质过程中,必须善待的客观事物。对两者进行综合分析、科学判断、扬长避短、兴利除弊,是人类社会发展到一定阶段的必然要求。将两者简单地对立起来、势不两立本身就是粗浅、幼稚的。国内外水电开发的经验证明,水电开发与生态保护两者是可以统筹兼顾、实现双赢的。本文拟从国家能源安全和生态环保问题的主线展开,正视水电开发在国家能源结构中的客观地位,阐明在水电开发中必须兼顾生态环保才是硬道理的观点;多角度分析两者失衡的原因,并提出了追求两者双赢的解决方案。", "label": "水利工程", "id": 0}
{"content": "环境保护是指人类为解决现实的或潜在的环境问题,协调人类与环境的关系,保障经济社会的持续发展而采取的各种行动。作为可再生能源的水电,其开发建设总体不会对环境造成破坏,但建设过程中难免对局部环境、水流等带来影响,稍有不慎更不利于建设单位自身形象。芙蓉江流域小水电开发建设对环境保护工作做了有益的尝试,也取得了明显的效果,本文就环境保护的有关工作进行了探讨。", "label": "水利工程", "id": 0}
{"content": "<正>本次研究属于内陆核电厂周边地区长江水系放射性水平调查项目,关注非核工业向环境中实际排放的放射性物质,以调查其浓度水平为背景,对水电站外部环境、内部厂房及水体氡浓度水平进行了初步测量与探索。测量项目环境空气中氡浓度包括最大氡浓度、最小氡浓度、日均氡浓度及氡浓度变化规律。水体中氡浓度包括氡浓度随水体深度的变化规律。", "label": "水利工程", "id": 0}
{"content": "介绍电站蓄能水库规划的库容设计、坝型确定以及调节方式设计,发挥水力发电的最大效益。", "label": "水利工程", "id": 0}
{"content": "<正>中国水利水电勘测设计协会文件中水协秘[2013]25号各会员单位:根据《全国优秀水利水电工程勘测设计奖评选办法》,经全国优秀水利水电工程勘测设计奖评选办公室资格审查、专家评审组初评、评审委员会审定,水利部、中国水利水电勘测设计网公示,现将获得2013年度全国优秀水利水电工程勘测设计奖获奖项目名单予以公布,其中金质奖22项,银质奖23项,铜质奖24项。", "label": "水利工程", "id": 0}
{"content": "天花板水电站采用碾压混凝土双曲拱坝,坝高107.00m。在设计过程中,针对高陡边坡双曲拱坝坝肩开挖、百米级碾压混凝土结构分缝和温控设计、窄深河谷枢纽布置和泄洪消能、碎裂岩体中调压井开挖安全风险及厂房后边坡开挖与支护等一系列技术问题,开展了诸多科学研究与设计优化工作,也采用了许多创新技术和新材料,如洞室基坑开挖、白云岩石粉混凝土、长护岸短护坦、下沉式侧向进水式排沙廊道等,依托本工程,获得一些国家发明及实用新型专利。设计中不仅以技术先进和经济效益好为主要目标,还兼顾了工程与自然环境的协调,将技术水平、经济效益、工程与自然环境协调三大目标作为优选依据,设计理念提升,所取得的经验为同类工程提供了借鉴。", "label": "水利工程", "id": 0}
{"content": "戈兰滩水电站地处云南边陲高强降雨区;工程区山高坡陡,河谷狭窄,两岸植被茂密,覆盖层深厚,交通不便;洪水峰高量大;枢纽区地质条件复杂,岩性多变;此外,云南粉煤灰短缺,距工程运距甚远,工程建设又恰遇基本建设高峰,粉煤灰等建材货源更为紧缺。独特的气候、地形与地质条件等,产生了一系列工程技术问题,在解决这些问题过程中,中水北方勘测设计研究有限责任公司本着\"创优秀设计,建一流工程\"的宗旨,积极采用\"四新\"技术,结合工程特点,采用了\"消力池湿廊道\"和基础处理\"二次灌浆\"等一系列创新性技术。", "label": "水利工程", "id": 0}
{"content": "本文介绍了糯扎渡水电站设计过程中以产学研的工作方式,研究和实践出一套工程导截流关键技术,成功解决了建设过程中导截流工程设计和施工中的系列技术难题,保证工程施工安全和顺利建设,并创造了良好的工程效益和经济效益。特别是2号导流洞进口渐变段平顶巨型隧洞一次开挖支护成型设计与施工技术、80m级斜墙土工膜围堰结构设计和快速施工技术,已达到国内、外先进技术水平,为山区河流上的高坝大库工程导截流设计和施工提供较好的工程借鉴经验。", "label": "水利工程", "id": 0}
{"content": "瀑布沟水电站导流洞工程历经多年的前期论证研究工作,于2002年10月开工建设;2004年10月导流洞过流运行;2009年11月进行导流洞下闸封堵;目前,永久堵头正式挡水运行已逾4年。本工程导流洞洞室断面大且间距近、地质围岩条件整体复杂且较差、隧洞运行时间长、洞身抗冲磨要求高、封堵期高外水等诸多技术问题对设计要求较高。设计院通过大量的研究分析,工程建设过程中的全程服务,顺利完成了工程的整体阶段设计工作。工程中总结的利用临时堵头挡水、工程提前发电、永久堵头安全施工的设计理念,在考虑提前取得经济效益时具有一定的参考价值。", "label": "水利工程", "id": 0}
{"content": "本文以长江流域为例,研究提出了农村水电的分区开发模式,即将长江流域分为东、中和西部三个区,分别对应农村水电的限制开发区、优化开发区和重点开发区。长江流域内分布的自然保护区核心区,为农村水电的禁止开发区。农村水电分区开发模式的研究成果可为水利主管部门制定有关生态环境保护的法律法规、方针政策等规范性文件提供技术依据。", "label": "水利工程", "id": 0}
{"content": "本文通过将光伏发电工程中的光伏阵列布置在大坝下游坝坡及坝前库区的设计方案,提出了光伏电站与水利枢纽相结合的新思路。", "label": "水利工程", "id": 0}
{"content": "针对水利水电工程建设中主要存在的环境问题,环境监理渗入工程建设的施工过程,设计出适合工程施工期的环境监理实施方案,便于有的放矢地开展监理工作;建立环境监理监督体系和具体操作程序,是有效监管的保证。通过对水利水电工程施工期的环境监理,将大大减免工程施工期对生态环境带来的负面影响。工程施工期环境监理,从遵循自然规律和生态学原理、维护良好的生态环境出发,确保水利水电工程建设完工后,在取得社会效益、经济效益的同时,也取得较好的生态效益。", "label": "水利工程", "id": 0}
{"content": "本文简单阐述环境监理和水土保持监理纳入业主现场环保水保管理机构环保中心的管理模式和体系;根据环保、水保项目功能和性质的不同,将水电工程环保、水保项目分为三类,从而提出了环保中心、环保监理、水土保持监理和土建监理在环保、水保项目现场工作内容的分工。为今后的水电工程环保、水保现场管理提供参考。", "label": "水利工程", "id": 0}
{"content": "水电开发的社会影响是继环境影响之后的一个热点问题,其定性与定量评价更是当前面临的一个科学难题。本文在对澜沧江中上游干流梯级电站（大朝山水电站以上）开发影响区实地调查、文献收集整理的基础上,通过确定影响区内13个县55个乡镇范围内人关键文生态对象,利用ArcGis和Google Earth软件分析技术,开展关键人文生态对象对水电开发的敏感度评估,结果:敏感度最高的县区是云龙县,敏感度最高的乡镇是诺邓县。而敏感度最高的敏感对象都是地处于7个已经规划但还未修建的电站的影响区内。", "label": "水利工程", "id": 0}
{"content": "发电量为小水电站的重要技术经济指标,它的计算涉及水文数据、来水量推算、库容曲线拟合、水管路水力损失、系统效率修正等方面的问题;本文主要介绍了小水电站发电量计算过程中对有关参数的分析处理方法,以及在小水电站工程中的实际应用。", "label": "水利工程", "id": 0}
{"content": "河段多年平均流量和落差的确定是河流水能计算的关键,GIS技术及DEM数据的应用为径流量及高程数据的获取提供了便利。本文以缅甸西北部萨尔温江（Salween River）上游河段为例,采用Hydrolk、SRTM3等DEM数据,在GIS平台中分析计算了该河段的水能蕴藏量及梯级开发方案。", "label": "水利工程", "id": 0}
{"content": "供水工程是重要的民生工程,由于供水工程战线长,针对跨河、跨渠段采用下穿、上跨等多种技术措施,在蒙开个地区河库连通工程中,对跨河、跨渠段分别采用拱管和平折管的方式穿越,我公司通过对跨河段拱管施工工艺进行研究及传统安装方法进行改进,形成了新的安装工艺,对类似的工程具有借鉴价值。", "label": "水利工程", "id": 0}
{"content": "阴极保护技术在石油化工、船舶等领域管道中使用较多,但近年来在输水管道中也陆续开始应用。由于石油导电性能较弱,水流的导电作用使阴极保护技术在输水管道应用中存点一定的电流干扰作用。特别是在泵站提水管工程中,较大的电流对泵组的正常运行存在一定的安全隐患。因此在泵站提水管应避免使用强制电流阴极保护法。牺牲阳极的阴极保护方法在高原山区长距离大管径压力输水管道运用中,相比强制电流法,可以免除在野外架设电线或布置风光互补电站的费用,并减少阴极保护站的维护管理费用,操作安全高效,简单实用。本文通过对高原山区长距离大管径压力输水管道的阴极保护技术应用进行总结与探讨,提出了相关实施要点。", "label": "水利工程", "id": 0}
{"content": "北京市南水北调郭公庄水厂工程,其中炭吸附池与主臭氧池之间设置了100mm的沉降缝,在沉降缝一侧炭吸附池混凝土墙浇筑完成之后,会在主臭氧池一侧形成一道\"孤墙\",因受施工场地限制,无法采用大规模的模板支护系统。鉴于此,本文提出了一种针对狭小空间\"孤墙\"模架的设计方法,经理论分析,能够达到施工要求,并对模板支护系统的施工方法进行了详细介绍,可为今后类似工程提供经验借鉴。", "label": "水利工程", "id": 0}
{"content": "根据红鱼洞水库隧洞及引水渠道的止水需求,提出新型的止水结构。研发并提出三种既能保证大坝安全又可靠、易于施工、止水保证率高的新型表层止水结构和材料,并进一步结合各工程实践,提出优选的止水结构。进一步验证了新型表层止水结构在红鱼洞隧洞及引水渠止水中应用取得了良好的效果,提高该工程的止水质量和止水安全,该项研究成果可为我国其他大型建筑物,如隧洞和渠道的止水结构提供借鉴,并可推广应用。", "label": "水利工程", "id": 0}
{"content": "严寒地区泵站穿墙管渗漏是常见的工程弊病。本文针对黑龙江省鸡西市、七台河市供水工程3个泵站穿墙管渗漏问题,提出了高弹性砂浆+SK手刮聚脲组合柔性修复方案,有效解决了该工程3个泵站32个穿墙管周边渗漏的难题。实践证明该方案具有快速、经济、可靠的特性,值得推广应用。", "label": "水利工程", "id": 0}
{"content": "基于无人机的高精度边坡变形监测技术采用地面局部坐标系,利用无人机上搭载高分辨率工业相机以及工业摄影测量算法对监测区域进行高质量的影像采集、标志点识别,最终得到标志点高精度三维坐标,通过对同一区域不同时间采集得到的两组数据对比分析得到该区域的变形量。", "label": "水利工程", "id": 0}
{"content": "结合辽宁省某输水工程沿线隧洞进口设置的三岔形岔管,运用Solidworks软件中的Solidworks Simulation模块对岔管进行了有限元分析与计算,提出了更为合理的三岔形钢岔管体型。计算结果表明:增加梁的内伸宽度、截面高度、厚度,均可降低梁和管壳的应力,其中梁本身的应力降低效果比管壳明显;拉杆附近的管壳位移最大且集中;管壳与加强梁连接处应力较高且集中,尤其是靠近拉杆和U梁水平中线附近;对于对称式三岔形岔管,在一定的内水压力作用下,腰梁的应力均值大于U梁,主管的应力均值大于支管;对于自流式长距离输水工程而言,为减小水头损失,岔管的加强梁应与管壳内部大致平齐。计算思路和结果可为类似岔管的设计和推广提供一定的参考价值。", "label": "水利工程", "id": 0}
{"content": "随着大口径PCCP管道成产技术的不断发展,已被更多的大型引水工程普遍采用,普遍应用的过程中必定会存在管道的拆除,鉴于目前尚无PCCP管道拆除的定额标准,为合理确定PCCP管道拆除的单价,对既有PCCP管道的拆除工程施工现场进行了长时间的工艺和费用调研,根据PCCP管道拔除的工作内容、工艺对所需的人工、材料、设备等进行统计分析和探讨,并由此提出工程建设可参考的PCCP管道拔除费用标准,目前大口径PCCP管道的拔除单价为243.97元/米。", "label": "水利工程", "id": 0}
{"content": "针对云峰电站尾水闸门关闭不严的问题,需要对尾水闸门进行抢修。为减轻来年防汛压力,抢修工程需在冬季极为不利的严寒环境下完成。通过对混凝土配合比合理设计,在施工过程中采取系列温控措施,以及采用负温养护法科学养护,最终实现了混凝土在5-10天的养护周期达到80%的设计强度,有效的保证了尾水渠混凝土浇筑质量。对严寒地区类似水电站构筑物冬季施工有一定的参考价值和借鉴意义。", "label": "水利工程", "id": 0}
{"content": "长距离加压输水管道首次投入运行时,要向管道内充水,初次向管道充水至关重要。为了研究长距离有压管道充水过程,文章以某加压供水工程为例,针对长距离有压管道的特点,在充水过程中,利用供水加压泵站中的变频器,对充水流量和水泵扬程的进行控制,使水泵的运行特性和管道的特性基本保持一致,一次充水成功,为长距离加压输水管道的首次充水提供参考。", "label": "水利工程", "id": 0}
{"content": "套管内安装钢管穿越铁路、高速、省级公路等交叉建筑物的施工技术已经日渐成熟,但在大口径输水管线工程中的应用并不常见。本文针对辽宁某大型输水工程穿越S204省道施工段,面临工期紧、任务重、质量标准要求高等因素,以牵引法为工程特点,研究并实施了土方开挖、套管安装、道路恢复、牵引法安装钢管、套管封闭的施工方案,以期为类似工程提供借鉴。", "label": "水利工程", "id": 0}
{"content": "大变形是节理岩体中输水隧洞建设的常见灾害形式,如果得不到及时有效的处治则可能酿成重大的工程事故。文章以辽宁省安大风口水库新建输水隧洞为例,进行了大变形处置时机方面的研究,认为将大变形处治时机从最终变形的100%提早到90%,不仅有利于隧洞稳定,还可以大幅减少施工时间,具有一定的工程应用价值。", "label": "水利工程", "id": 0}
{"content": "结合辽宁省某输水工程沿线隧洞出口设置的Y型岔管,运用Solidworks软件中的Simulation和Flow Simulation模块对岔管进行了有限元静力分析和CFD数值模拟计算,提出了更为合理的Y型钢岔管体型。计算结果表明:对于Y型月牙肋岔管,当肋宽比≤0.12时,其变形较大值一般位于两支管和月牙肋相贯处,成上下对称分布,且位移较大、较集中,应力较大值位于肋板内侧中心位置、管壳上下两侧靠近肋板端部位置和主支管交界位置;当肋宽比≥0.24时,其变形较大值一般位于岔管上下两侧主管和支管相贯处,成左右对称分布,且位移较大、较集中,应力最大值位于管壳和肋板端部交界处的管壳上;肋板的宽度和厚度对管壳的应力、岔管内水的流态和水力损失影响均很小,增加肋板的宽度和厚度能有效减小肋板本身应力。计算结果可为类似岔管的设计和推广提供一定的参考价值。", "label": "水利工程", "id": 0}
{"content": "本文分析了观音阁水库输水工程北台溢流洞改造的必要性和可行性,通过对溢流洞进行改造,抬高溢流水位,利用洞室富裕净空蓄水是具备条件的,并对改造方案进行了设计,供类似工程参考。", "label": "水利工程", "id": 0}
{"content": "桓仁引水工程进水口深水区岩坎爆破拆除工程中出现大量炸药拒爆,严重影响了爆破效果。为确保新生产的深水乳化炸药满足工程要求,对炸药进行外观检测、密度测试、殉爆距离试验以及模拟水下抗静压试验。通过试验,分析揭示了在深水中产生拒爆的原因,提出了重新生产深水乳化炸药的技术要点。通过深水乳化炸药的选型试验,为桓仁进水口深水区岩坎爆破拆除工程顺利实施提供可靠保证。", "label": "水利工程", "id": 0}
{"content": "提水泵站是农田水利建设工程中的重要基础设施,随着提水站的严重老化损坏,泵房、泵站出水口等组成部分失去功效,以清河区曾屯提水站维修改造工程为例,提出工程存在的主要问题,并进行工程复核与初步设计。结果表明,在符合规范的要求下,工程初步设计满足改造后的要求。", "label": "水利工程", "id": 0}
{"content": "南水北调某二期泵站进水渠距离一期泵站变电站仅28m,为保障既有一期泵站的运行安全,采用渗流计算软件GeoStudio,选取典型断面,对基坑支护（防渗）设计方案进行比选,发现混凝土防渗墙防渗作用明显,然后在明确典型断面基坑支护（防渗）设计方案的基础上,计算得出二期泵站基坑开挖降水引起的一期泵站副厂房最大水位降深为1.0～2.0m,按照相关规范计算副厂房桩底沉降值最大为20mm,满足工程要求。", "label": "水利工程", "id": 0}
{"content": "本文介绍了利用高压旋喷桩和充填灌浆技术对某灌区泵站基础进行纠偏加固情况,并通过取样检测和沉降观测,验证了纠偏加固的效果,对类似工程有一定的参考意义。", "label": "水利工程", "id": 0}
{"content": "某水库入库泵站坝下箱涵运行期间发现漏水、过度沉降险情,采取了化学灌浆堵漏、压密注浆加固地基等综合方案,经过3年的运行观测,无漏水和继续变形。", "label": "水利工程", "id": 0}
{"content": "IEC61850和IEC61850-410国际标准的实施为智能泵站建设奠定了理论支撑,本文介绍了IEC61850标准的基本概念,然后分析了IEC61850标准和MMS协议映射关系,最后结合一个建模实例演示了MMS报告上送。根据智能泵站的建设需求,南瑞集团研制出支持IEC61850协议的新一代国产化N500系列PLC,通过MMS通讯实现PLC和上位机监控系统的信息交换和协调控制。", "label": "水利工程", "id": 0}
{"content": "为了全面掌握泵站的运行状态,了解泵站每日的抽水流量,更好的为南水北调项目服务,南水北调洪泽泵站采用软测量方法,以混流泵装置综合特性曲线为基础,根据泵组运行时的叶角和扬程,通过插值计算获得瞬时流量,再通过积分计算获得日、月、年等累积流量数据[2]。该方法简单易用,准确率较高,满足泵站的实际运行需要。", "label": "水利工程", "id": 0}
{"content": "水下混凝土衬砌变形,是一般土石堤坝混凝土衬砌常见的缺陷问题,当变形发生在水位线附近时可通过水边线的变化进行人工观测,当变形发生在水下时,常规人力观测难以进行。针对水下衬砌变形观测,结合快速巡检的需求,本文建立了不同坡比的水下衬砌变形物理模型,同时研究利用垂直的声学测距和侧扫声呐快速成图等不同声学方法进行试验研究,结合试验数据分析了二者在水下变形的快速发现、变形量的识别等方面的特点。通过试验分析,本文认为侧扫声呐在微小变形识别以及工作效率方面存在显著的工作优势,但对于微小变形的识别精度方面目前声学检测手段仍然具有处理难度。", "label": "水利工程", "id": 0}
{"content": "数据三维可视化被广泛运用于各类城市管控系统中,现有的水利数据仅使用二维平面展示数据,大量水利工程运行管理的内容和繁杂的数据无法有效地展示,文章利用BIM、 GIS结合数字孪生技术构建仿真的水利工程模型,实现地理空间数据、水雨工情等数据的可视化交互,将数据界面友好地展示给决策者、操作者和公众。", "label": "水利工程", "id": 0}
{"content": "针对引汉济渭工程初期运行涉及的水力过渡过程,建立了数值仿真的理论模型,给出了首次充水、明满流特殊工况的求解算法。对引汉济渭工程首次充水和流量调节的水力过渡过程进行了仿真分析,给出了设计流量、保证供水区流量首次充水及两个流量切换的控制策略及典型位置的流量和水位特性,确保隧洞不出现明满流交替现象,并量化了水量到达黄池沟的时间,为工程安全、高效的调度运行提供了技术支撑。", "label": "水利工程", "id": 0}
{"content": "我国的水资源总量虽居世界第六,但人均占有量仅为世界平均数的1/4,在世界排列第八十八位,属缺水国家。随着人口的持续增长和经济建设的不断发展,水资源问题已经成为制约人类生存与可持续发展的瓶颈因素,水资源分布不均匀性与人类社会需水不均衡性的客观存在使得调水成为必然,采用跨流域调水的方法,重新分配水资源,缓和乃至解决缺水地区各种需要迫在眉睫。随着南水北调、引滦入津等大型长距离引调水工程的实施,引调水工程与传统水利工程的不同也逐渐凸显,特别是长距离调水工程的差异,对检验检测工作的开展和实施提出了不同于传统小区域水利工程的特有挑战。本文针对长距离调水工程特点,对出现的这些新情况提出了作者的思考并给出了自己的解决方案,为长距离调水工程的检验检测工作开展和实施提供了好的思路,为提高长距离调水工程检验检测工作的高质量实施提供新的解决方案。", "label": "水利工程", "id": 0}
{"content": "本文梳理了南水北调中线一期工程调度涉及的工程体系;总结了工程通水以来运行情况;提出了南水北调中线一期工程优化运用的目标、原则及适用条件;从强化水文气象预测预报成果运用、优化丹江口水库水量调度方式、提高中线总干渠利用效率、开展受水区多水源联合调度、中线一期工程生态补水调度、优化水量应急调度等各方面开展了优化运用方案研究。相关成果对优化现有水量调度管理,实施精准精确调度,提高工程供水保障程度具有重要意义,可为推进南水北调后续工程高质量发展提供重要支撑。", "label": "水利工程", "id": 0}
{"content": "包钢取水口为河心桥墩式,始建于1958年,布置在黄河包头昭君坟河段,个别年份取水困难。采用QGIS软件提取36年系列卫星影像河槽中心线,套绘后,分析河槽中心线横向迁移范围。结果表明,取水口附近黄河河槽中心线横向迁移范围大,可达到2 700 m,而包钢1#取水口断面河槽中心线迁移范围已达到700 m,但取水口下游昭君坟浮桥附近小范围内河槽未发生大幅度横向迁移。分析原因,主要得益于黄河大堤、供水设施附近的防洪措施和乔木树林的阻挡。包钢黄河取水应急保障措施应当包括河道疏浚、岸边防护、防洪管理等。可采取柳树林、胡杨林等生态措施进行岸边防护。", "label": "水利工程", "id": 0}
{"content": "以流域为单元的水资源供需矛盾动态演变趋势研判是决定跨流域调水工程任务和规模的重要依据,受水流域用水情势分析是受水区水资源需求分析的重要内容。以南水北调东线工程受水流域为对象,采用长序列实际用水数据,从流域用水总量变化趋势、城镇分行业用水变化趋势、现状不合理用水情况等方面,结合经济社会发展中长期战略布局,对南水北调东线工程受水流域供水对象中长期用水情势进行分析,可为东线工程受水区需水预测合理性分析提供参考。", "label": "水利工程", "id": 0}
{"content": "南水北调东线工程是解决我国北方地区水资源严重短缺问题的重大战略举措,也是关系到我国经济社会可持续发展的特大型基础设施。南水北调东线一期工程已经通水,在\"节水优先、空间均衡、系统治理、两手发力\"的治水思路下,分析南水北调东线工程受水区的节水潜力,在节水优先的前提下开展南水北调东线后续工程相关规划设计工作是必须的。", "label": "水利工程", "id": 0}
{"content": "为提升长距离调水工程运行安全风险的综合管控水平,基于霍尔三维结构模型、概念模型和风险识别模型,进行风险因素识别,并开发出了一套适用于长距离调水工程的运行安全风险预警系统。在系统中识别出工程运行风险中的关键风险因子和关键风险因素,形成适用于长距离调水工程运行安全风险数据数字化管理办法,结合风险事故信息,进行风险预警,工程运行管理指导意义显著。研究表明,该系统有助于提升长距离调水工程运行安全风险的综合管控水平,对未来该领域的信息化发展模式探索具有一定的指导意义。", "label": "水利工程", "id": 0}
{"content": "本文结合龙岩市万安溪引水工程TBM段断层突泥涌水专项处理方案实例,重点阐述了突泥涌水情况下的地质条件概况,同时结合现场实际情况提出了突泥涌水不良地质段专项处理方案,即采用超前锚杆支护+化学注浆堵水+环氧预注浆固结+TBM （预）掘进+径向注浆固结+加强支护的综合方案。通过方案的过程实施及总结分析,证明了处治方案的可行性及合理性,可为类似工程施工提供借鉴。", "label": "水利工程", "id": 0}
{"content": "南水北调中线干线穿黄隧洞工程是南水北调中线关键建筑物之一,不锈钢波纹管材质连通管搭桥技术在大型输水隧洞中的应用在国内尚属首次,通过长时间应用各项指标均满足设计要求,疏排效果非常明显。本文主要从穿黄输水隧洞结构特点、连通管搭桥设置的必要性、连通管搭桥施工技术、不同材质连通管在本工程的应用分析等进行阐述,旨在通过本文的论述供类似输水工程借鉴、参考。", "label": "水利工程", "id": 0}
{"content": "随着我国经济社会的快速发展,东线工程供水区社会经济需用水情况、工程条件、生态需求发生了较大变化。在\"节水优先、空间均衡、系统治理、两手发力\"的新时代治水思路指引下,为保障京津冀协同发展,实施东线二期工程建设。本文在系统分析了东线二期工程供调水量、地下水现状基础上,充分论证了东线二期工程调水对沿线地下水位、水质、水资源的影响,为受水区地下水生态环境与水质保护提供重要的参考依据。", "label": "水利工程", "id": 0}
{"content": "环北部湾广东水资源配置工程在可研阶段勘察早期揭露到一深达百米的风化深槽,且岩溶发育,为特殊不良地质洞段。本文结合区域地质条件通过钻探、物探、室内试验及原位试验等多种勘察方法对风化深槽和下部岩溶的地质成因及演化过程进行了分析,在深入研究风化深槽区段岩土体的工程地质特性后认为输水线路采用有压隧洞下穿该段地质风险大,存在涌水突泥、围岩塌方、大变形等工程地质问题及环境地质问题,工程处理难度大。该成果为工程选线和穿越建筑物形式选择等提供了有力的地质依据。", "label": "水利工程", "id": 0}
{"content": "涌水问题是隧洞工程中常见的地质灾害之一,尤其是与断层相交的复杂地质条件洞段,更易产生严重的涌水问题。以环北部湾广东水资源配置工程合江支洞试验洞为例,通过分析隧洞F1断层破碎带的地形地貌形态、地层岩性、地质构造及其透水性、富水性,研究该段地下水补给、径流、排泄条件、隧洞围岩的充水条件和类型,划分水文地质单元,最后对F1断层带的最大涌水量和正常涌水量进行计算预测,为隧洞设计和施工组织提供依据。", "label": "水利工程", "id": 0}
{"content": "近年来,水利的高质量发展对水旱灾害防御、水资源管理与调配等体系建设提出了更高的要求,构建数字孪生流域并实现科学的预报、预警、预演、预案措施是智慧水利的发展方向。基于物理世界与虚拟孪生世界的融合交互,数字孪生流域平台的建设有利于实现流域场景的多尺度多时空数字化映射、水利专业模型的智慧化模拟与水利业务的高效精准化决策。文章详细介绍了数字孪生流域业务支撑平台的构架思路,包括设计原则、总体架构、技术路线以及若干关键技术,重点在水利业务孪生方面为流域水利业务管理提供了一种新架构模式,并以流域水工程调度系统建设为例对平台的未来发展方向进行了展望。", "label": "水利工程", "id": 0}
{"content": "在长距离输调水工程GNSS控制网测量中,应使边长投影后变形最小,满足工程测量规范中规定的测区内边长投影变形不大于2.5 cm/km要求。为此,需将GNSS工程控制网进行相应变换,使其投影到一个合适的高程面上。可以通过投影变换到椭球面和高斯面,将边长进行比较,从而找到一个最佳工程投影面。实践表明,在南方低海拔地区线性工程中,能匹配到一个最佳的工程投影面,可以满足规范中边长投影变形误差的要求。", "label": "水利工程", "id": 0}
{"content": "\"十一五\"以来,科学技术部国家科技支撑计划项目,围绕南水北调东中线一期工程规划设计、施工建设和运行管理中的工程技术问题,设置了一系列关键技术攻关课题。跟踪分析课题研究进展情况及成果,攻关研究在工程设计与施工、设备与材料、水资源配置与输水调度、管理与安全运行、风险管理与病害防治、水质安全及影响评估等6个方面,取得了25项（类）主要关键技术创新成果,为南水北调工程建设发挥了坚实的技术支撑作用。随着工作进展,对于新的关键技术问题,仍需开展攻关研究。本文可为广大读者了解南水北调工程建设相关领域的关键技术,以及开展相关研究提供参考。", "label": "水利工程", "id": 0}
{"content": "本文以水渡槽槽身施工为例,详细阐述此渡槽槽身施工方案选择、移动施工平台满载工况力学计算参数的选取与计算方法和过程,提出了一种比较新颖的槽身施工方案,解决了汛期槽身施工难题并节省大量用于满堂支撑的钢管脚手架,加快槽身施工速度,节约项目工期,为快速推进水利工程提前投入使用、发挥投资效益奠定了坚实的基础,对今后类似工程特别是必须在汛期施工的渡槽方案的选择具有非常现实的借鉴意义。", "label": "水利工程", "id": 0}
{"content": "天荒坪电站输水道回充水分为机组尾水充水和输水道充水两部分,输水道类型为钢筋混凝土衬砌双输水道,本文根据不同设备的回充水要求和输水道的特性,对输水道回充水详细阐述,为类似输水道回充水提供参考。", "label": "水利工程", "id": 0}
{"content": "线性工程存在线路长、自然环境和社会环境复杂等特点,项目建设对原有城市空间结构将产生重大影响,如何才能保证线性工程规划选址的科学性、理清建设项目与相关城乡规划的关系、降低工程实施的社会风险,本文以温州市瓯江引水工程规划选址为例进行详细的说明和论述。", "label": "水利工程", "id": 0}
{"content": "本文选择汉江中下游的黄家港等六个水文站2013年前的长系列资料、以及2014年中线工程建成运用以来的短序列资料,进行了统计分析,并采用Mann-Kendall检验和Spearman秩次相关检验,对各站流量时间序列进行趋势性分析。主要结论如下:（1）从年际变化特性来看,干流各主要控制站变化不大,最大年径流/最小年径流分布在1.91～2.39。（2）从年内分配来看,汉江中下游各主要控制站径流年内分布不均匀,汛期5-10月径流量占全年的60%～64%。（3）较2013年中线调水前,黄家港、襄阳、皇庄和仙桃多年平均径流量相较调水前减少幅度分别为32%、31%、28%和25%。（4）黄家港、襄阳和仙桃水文站的流量具有周期性变化规律,总体上1975～1985年处于丰水期,1986-2002年处于枯水期,2015年后流量有显著的下降趋势。", "label": "水利工程", "id": 0}
{"content": "南水北调东线一期工程实施后,在维护当地用水原则不变的情况下,为了有效的控制南四湖周边计划用水,缓解苏鲁两省水资源分配矛盾,保证南四湖向北调水,同时,满足南四湖周边河口防洪、泄洪、排涝的要求,在南四湖上级湖湖西大沙河、姚楼河、杨官屯河和下级湖湖东潘庄引河的河口上新建控制闸,实施测流计量控制,实现对南四湖周边引水口进行有效地控制,保护南四湖水资源合理利用。", "label": "水利工程", "id": 0}
{"content": "为探讨双槽渡槽结构纵向碰撞响应问题,以南水北调中线工程老张庄双槽渡槽结构为研究背景,利用有限元软件ABAQUS建立双槽渡槽模型,并基于三维-摩擦碰撞理论,采用多尺度网格划分,分析不同参数下双槽渡槽碰撞响应规律。计算结果表明:碰撞可以产生巨大的冲击力;伸缩缝间距对结构碰撞有很大影响;不同场地类型地震波输入时表现有明显的频谱敏感性;随着地震波沿纵向输入角度的增大,碰撞响应减小;地震波加速度峰值和槽内水体的增加,均使碰撞响应逐渐增大。", "label": "水利工程", "id": 0}
{"content": "针对水利调度系统中渠池液位解耦控制效果不佳的问题,提出了一种基于生物机制改进神经网络的预估解耦控制算法。受神经内分泌系统协助调节机制的启发,对神经网络进行改进,将改进后的神经网络应用于前向通道的预估模型建立,进而利用预估的伪输出值来构造解耦补偿神经网络的目标函数进行在线训练,从而提高算法的学习速度和精度,解决时变系统中难以准确获得无耦合输出值的问题。将该算法应用于南水北调中线输水系统进行仿真,结果表明,该算法显著改善了耦合影响下的变化幅值和恢复时间,且适应性强,实用性高。", "label": "水利工程", "id": 0}
{"content": "<正>鄂竟平部长在2019年全国水利工作会上指出,新时代治水的主要矛盾已经由人民对除水害兴水利的需求与水利工程能力不足之间的矛盾,转化为人民对水资源水生态水环境的需求与水利行业监管能力不足的矛盾,水利改革和发展的新思路将从改造自然、征服自然转向调整人的行为、纠正人的不当和错误行为,当前及今后一段时期内,水利行业改革发展的总基调则为\"水利工程补短板、水利行业强监管\"。1月15—16日水利部工作会议在北京召开,鄂竟平部长对南水北调提出五点要求,", "label": "水利工程", "id": 0}
{"content": "随着我国治水主要矛盾的深刻变化,治水、管水的思路也发生深刻的变化。为适应这一工作重大转变,黄河水利委员会配合水利部自2019年开始对沿黄片区水闸工程安全运行检查、摸底工作,三年来共对1720座水闸展开专项监督检查。本文以今年对山东省青岛市21座水闸检查情况为例,对检查成果各项数据详细分析,剖析水闸工程安全运行存在的主要问题,分析问题存在的主要原因,探讨解决问题的对策措施。", "label": "水利工程", "id": 0}
{"content": "对于水利工程的地下输水隧洞中存在高落差、开挖复杂的水工闸室,因其操作工作面狭窄、出渣困难、通风排烟不便、安全难度大等问题十分突出,在竖井闸室中采用反导井施工工艺进行开挖可有效避免常规爆破施工所造成的的开挖面不成型、洞室超挖量较大、对周围围岩扰动较大的问题,是一种应用广泛的施工工艺。在云南省兰坪县弥勒坝水库输水（兼导流洞）竖井闸室开挖中便成功应用了此法,在保证了开挖质量的同时,也大大提高了施工效率。", "label": "水利工程", "id": 0}
{"content": "为了验证某水库跌流式竖井式溢洪道的体型的合理性,通过开展物模型试验,对其过流能力、水面线、流态、压强等水力学特征进行研究。试验结果表明,竖井溢洪道的泄流能力能够满足设计要求,并具有较强的超泄能力。环形溢流堰进流流态良好,水流均呈脱壁流形式跌入消力井内,在消力井内形成强掺混、强紊动、强掺气的水流流态,从而消耗大部分能量;水流经消力井消能后,以明流形式进入隧洞段;出口消能防冲段,底流消力池水流流态良好,消能充分。导流洞内水流流速低于11m/s,总消能率可达83%～95%。消力井底板时均压强分布相对均匀,堰面压强分布正常,未出现负压,堰面设计是合理的。通气管内的平均风速随泄量增加而增加,气水比β随泄量增加而减小,通气管内的平均风速最大值42.9 <60 m/s,满足规范要求。研究成果可供实际工程设计参考。", "label": "水利工程", "id": 0}
{"content": "针对某溢洪道下游的消能问题以及对岸坡的冲刷问题,在溢洪道下游护坦上设置多种形式的消能坎、导流坎等进行对比研究,推荐对岸坡山体淘刷最轻微的消能方式为最优消能方案。通过模型试验研究是验证设计合理的最有效手段,为确保工程安全,采用1:40的正态模型对设计方案下游的水流流态和动床冲刷开展研究,结果表明,溢洪道下泄水流在护坦上流速较大,入下游河道时流速偏大,对护坦末端的格宾石笼及下游河道冲刷剧烈,对安全不利。为了满足工程安全需要,本文通过多组模型试验研究下游消能防冲效果,其研究成果可为溢洪道下游消能防冲的设计提供参考。", "label": "水利工程", "id": 0}
{"content": "凤凰湖水系连通及生态整治工程中,利用4#湖上湖及下湖间的山谷条件新建溢流堰营造87.9m宽的瀑布景观。通过断面模型试验对溢流堰顶部形式进行优化,在堰顶设置下倾加长钢板锐化溢流边界,增大水股的抛射流速。通过整体模型试验提出了补水管线布置方案,确保沿程补充均匀平稳。推荐方案既能在枯水期补水工况形成稳定、连续的瀑布景观,又能在校核工况下满足安全过流的要求。", "label": "水利工程", "id": 0}
{"content": "根据禹门口水电站工程地形地质条件、洪水特点、水库特性,对禹门口水电站工程开展泄水建筑物消能防冲设计,确定泄洪建筑物采用底流消能方式,通过消力池消能防冲计算、消力池底板抗浮稳定计算以及消力池边墙稳定及应力计算等,得出1号消力池和2号消力池的设计长度、深度、底板厚度满足校核洪水下的消能防冲需求;消力池底板锚筋的入岩深度、间排距布置满足抗浮稳定需求;消力池边墙抗滑稳定、抗倾覆稳定及基底应力满足规范要求,研究成果为同类工程提供了参考依据。", "label": "水利工程", "id": 0}
{"content": "为了提高大型水闸基础处理的施工效率和节约工程投资,引入振动沉模防渗板墙技术,替代原设计的旋喷连续墙。采用双模板（A模和B模）交叉连续作业,拟定了切合实际的工艺方法,有效保证防渗墙体的连续性和可靠性,并取得了明显的经济效益,有关技术研究成果也可为类似工程提供有益的参考。", "label": "水利工程", "id": 0}
{"content": "环氧涂层钢绞线具有优良的防腐性能,已广泛应用于桥梁工程中。大型水利水电工程中首次使用环氧涂层钢绞线,没有成熟的张拉工艺可借鉴,施工中采取调整锚夹具系统,增设顶压装置、悬浮支撑装置,调整张拉控制的方法,成功解决了张拉中存在的问题,所取得的成果可为类似项目提供借鉴。", "label": "水利工程", "id": 0}
{"content": "无人值班,少人值守是水电站建设追求的目标。尤其是许多新建的大中型水电站,在建设初期就以这个目标去建设,很多系统都实现了远程控制。本文以乌弄龙水电站泄洪闸门远程控制系统为例,首先介绍了该系统的远程控制原理;其次,详细讲解了对闸门远程控制系统精度进行优化的方法;最后,通过试验得到的数据去分析优化后的实际效果。", "label": "水利工程", "id": 0}
{"content": "本文首先结合机组进水口快速事故门控制系统,论述了光电式绝对型编码器的工作原理,然后简要介绍了某水电站机组进水口快速事故门开度显控仪开度跳变的现象,并在此基础上提出了改造的实施方案,最后通过研究确定为基于位置检测模块SM 338的进水口快速事故门开度监测控制系统。系统改造后,成功解决了闸门开度跳变的问题,为水电站机组的正常运行提供了有力保障。", "label": "水利工程", "id": 0}
{"content": "本文简要介绍了水电厂溢洪弧门互为备用及智能化在系统中的作用,在汛期不能正常启闭弧门时,通过溢洪弧门互为备用的智能化应用,极大减少水电厂溢洪弧门故障下互为备用操作准备时间。", "label": "水利工程", "id": 0}
{"content": "水闸及其设备设施的工作状态优良与否,直接决定着水闸运行的安全和效率,因此水闸运行维护监控管理工作至关重要。平台总体采用B/S架构,引入\"WebGIS框架+三维实时图形渲染引擎\"的双引擎内核技术架构,实现了水闸三维BIM模型的轻量化处理和专题数据的仿真查看与显示,并借助PC端强大的渲染性能,实现一系列应用可视化,大大提升了水闸运行维护监控管理的工作效率,具有重大的推广意义。", "label": "水利工程", "id": 0}
{"content": "混凝土溢流坝出现裂缝的原因一般有混凝土材料和配合比、施工工艺及温控措施、结构与荷载等多方面。通常采取裂缝表面涂抹或开槽嵌缝、化学灌浆的方法来修复裂缝。重点分析化学灌浆修复裂缝后的检测方法。通过一系列检测和评价,判断溢流坝裂缝是否对工程安全和运行造成影响。", "label": "水利工程", "id": 0}
{"content": "某水闸水下结构安全对于水闸工程、整个河道以及周边居民地的安全具有重要意义。在低可视度的水体环境中,传统水下结构安全检测的人工潜水探摸方式效率低下,因而为了提高效率,三维扫描声呐逐步应用于相关水下结构的安全检测中。本文以Blue View BV5000型三维扫描声呐对上海苏州河某水闸的水下结构实测数据为基础,经过滤波、测站拼接等处理过程,利用所得三维声呐点云对该水闸的水下结构进行安全评估。评估结果通过与人工探摸验证,证明三维扫描声呐在水下结构安全评估中的优越性,为后续运维保障提供数据基础。", "label": "水利工程", "id": 0}
{"content": "为解决水利工程钢闸门重要受力焊缝的超声检测结果记录和缺欠检出率问题,提出将相控阵超声检测技术应用于水工钢闸门重要受力焊缝的无损检测方法。利用工程试板进行试验,使用常规超声检测、 TOFD超声检测两种技术进行验证,对同一焊缝的缺欠检测结果记录及缺欠检出率等检测关键指标进行比较。结果验证了相控阵超声检测技术在水工钢闸门焊缝检测中声束能更好地覆盖,结果记录直观、定量准确、不连续发现率高,为相控阵超声检测在水利行业钢闸门焊缝检测中提供了重要的依据。", "label": "水利工程", "id": 0}
{"content": "糯扎渡电厂溢洪道1-8号工作闸门不具备澜沧江集控中心（以下简称集控）远方控制功能,而是由电厂运行人员在监控系统上位机进行远方操作,不满足水电厂无人值班和集控远方控制要求。针对此问题,需对电厂溢洪道闸门上送集控中心测点信号及控制逻辑进行完善和优化,实现集控运行人员远方预置溢洪道闸门开度和远方操作溢洪道闸门启闭操作功能。", "label": "水利工程", "id": 0}
{"content": "挡潮闸在感潮河水环境综合整治中常有应用,但其对流域水环境质量的影响却少有研究。通过对新桥河挡潮闸建设前、后流域地表水与地下水的补排关系、交互量、水环境质量和污染负荷,以及底泥环境质量的研究,评价挡潮闸对流域水质改善的影响效应。研究表明:挡潮闸有效阻断潮水的二次污染,削减外源污染物输入,建闸后流域内地表水与地下水补排关系仍为地下水补给河水,地下水补给河水的量基本维持不变;上、中、下游河水和地下水中主要污染物浓度明显降低,综合污染指数分别下降90.6%和62.5%、85.9%和48.0%、96.8%和53.6%,底泥中重金属的潜在生态危害指数下降,丰水期更为显著;建闸前、后流域内河水中COD、BOD5、NH3-N和TP污染负荷削减量为10680.1,3519.7,2081.2,136.4 kg/a,地下水污染负荷削减量为433.0,180.2,22.7,0.7 kg/a。因此,挡潮闸建设对新桥河流域地表水和地下水环境质量具有显著的提升作用。", "label": "水利工程", "id": 0}
{"content": "本文以某水利工程闸门井竖井开挖为例,中导井开挖尺寸2 m×2m,通过实践总结研究,介绍了竖井中导井施工开挖的一种新方法——中导井一次爆破成井法,着重介绍了中导井如何一次爆破贯通的技术措施。本工法采用中导井一次爆破成井和竖井周边扩挖相结合。开挖方法采用深孔爆破法,通过爆破方案设计、施工前准备、机械钻孔、装药、联线、爆破、炮后安全检查等工艺,先对中导井进行一次爆破开挖成型,再对竖井周边岩体自上而下采用浅孔多循环爆破扩挖成型,最终形成竖井中导井。", "label": "水利工程", "id": 0}
{"content": "伴随着水闸档案管理逐渐走向信息化,水闸的精细化管理逐渐被人们重视。精细化管理其本质是将目标进行细化和落实,本文首先针对水闸档案精细化管理意义进行了分析,随后在此基础上提出了加强水闸档案精细化管理的具体措施,供相关的管理人员参考。", "label": "水利工程", "id": 0}
{"content": "广西长洲水利枢纽外江泄水闸段在闸墩混凝土衬砌施工中采用了滑模施工技术,既安全快速又经济。", "label": "水利工程", "id": 0}
{"content": "受黄河水的滋养,济阳境内几个灌区物产丰富,是济南市最大的\"粮仓\"和\"菜篮子\"。在济南市携河北跨的加速进程中,济阳部分区域划为济南新旧动能转换起步区的核心区域,农田土地进行了优化整合,各种新兴高新产业集群汇聚,供水需求发生改变,再加上最严格水资源管理规定的实施和灌区节水灌溉技术的推行等因素,济阳境内四座引黄闸近几年供水结构发生了明显的变化。本文基于2016-2020年济阳境内4座引黄闸引水统计资料,对供水结构进行分析。", "label": "水利工程", "id": 0}
{"content": "为解决卷扬式闸门启闭操作时升降高度无法准确判断以及操作不便等问题,研制了闸门启闭数显位移传感器。该设备主要由位移传感器、数显屏、传感线路三部分组成,通过该设备可准确确定闸门启闭高度,也可通过数显位移速度的快慢即能看出闸门启闭过程是否匀速正常,直接反映了启闭机是否存在运行故障,能够及时消除启闭过程中的安全隐患,保障涵闸工程的安全运行。安装后,1人即可操作闸门启闭,解决了一般闸门启闭需要2人合作才可完成的问题,提升了一线工人的工作效率,具有良好的推广应用价值。", "label": "水利工程", "id": 0}
{"content": "按照新时期工程管理现代化和精细化的要求,提出研究开发水闸工程管理信息系统,全面实现水闸技术管理的数字化、网络化,具体表现为工程管理全过程信息的存储、管理、统计、检索、查询及维修养护项目的申报、审批和监管,利用先进的标签、微信及数据魔方技术、实现设备的全寿命周期管理,以提高工程管理工作效率,降低管理成本,实时掌握工程信息,有效地规范日常管理行为,创新符合水利现代化建设要求的工程管理新方式,有效地规范水闸管理单位日常管理行为,提高工程管理水平和效率。", "label": "水利工程", "id": 0}
{"content": "某水电站溢洪道运行至今已50多年,由于工程存在先天不足,闸墩混凝土强度偏低;边墩混凝土配筋不足,局部缺失;边墩在弧门支座附近局部受拉区的限裂不满足规范要求;闸门及启闭机老化陈旧,锈蚀严重,启闭不便等问题。针对溢洪道闸墩存在的上述问题,提出薄层混凝土置换技术、薄层新老混凝土结合技术、弧形闸门支座加固等成套技术,成功地解决了溢洪道闸墩存在的问题。加固施工结束后,经过4个汛期高水位的考验,运行正常,达到了预期加固效果。", "label": "水利工程", "id": 0}
{"content": "甲岩水电站右岸泄洪洞采用竖井旋流消能方式,由导流洞改建而成。本文从水力计算、模型试验、数值模拟、结构设计等方面,论述了竖井旋流泄洪洞的设计研究。甲岩水电站发电至今,右岸泄洪洞已安全运行数年,说明其竖井旋流设计是成功的,对类似工程有参考价值。", "label": "水利工程", "id": 0}
{"content": "本文就黄登水电站1号导流洞超高水头平面封堵闸门的结构布置、高水头下闸减小摩阻力及承受超大水压力的支承布置设计、过流时间长的条件下门槽段的保护措施等几个影响导流洞封堵闸门运行功能和安全经济性能的关键方面进行了精心的设计与研究,在设计过程中采用了许多针对性的解决措施,提出了超高水头导流洞平面封堵闸门关键设计布置的思路、方法,可供其他类似项目的参考。", "label": "水利工程", "id": 0}
{"content": "溢洪道是水利水电工程中常见的泄水建筑物,按照其布置方向与水流方向关系可分为正槽、侧槽两种形式,侧槽溢洪道由于其独特的布置型式,对地形地势、洪水泄量方面有着诸多限制。本文结合某抽水蓄能电站中采用的典型Y型侧槽溢洪道,对其工程布置及水力学计算等进行了说明,并总结提出了采用此类溢洪道时的相关情况和技术要求,可为类似工程参考、借鉴。", "label": "水利工程", "id": 0}
{"content": "于曹闸是一座景观节制闸,兼具防洪、水资源调度等功能,闸孔总净宽70m,采用双扉式闸门型式,液压启闭机控制。工程位于Ⅷ度地震区,闸址处地基土主要为低液限黏土层,夹级配不良砂层,承载力低,岩性差异大。本文介绍了于曹闸设计建设过程,提出的CFG桩+水泥土褥垫层复合地基处理方案,综合考虑了地基承载力、变形控制和防渗要求,处理效果良好;通过建立水闸结构与土体地基的数值模型,进行闸墩结构—基础褥垫层—地基的联合模态分析,取得了理想的成果,为工程的优化设计提供了理论基础;在混凝土结构温控防裂方面提供了相关建设性建议。", "label": "水利工程", "id": 0}
{"content": "闸门是水工建筑物的重要组成部分之一,多泥沙水库水工设计中会着重考虑闸门前的防淤堵措施,能够有效解决闸门前单面淤积问题。但是近年来小浪底水库出现了闸门前后泥沙双面淤积现象,并造成闸门启闭困难等问题。对此,以小浪底排沙洞事故门为例,从泥沙特性、群体沉速、淤积高度和淤积时间等方面阐明了高含沙浑水在静水条件下短时间内完成落淤,在闸门前后两面形成一定密度和一定高度淤积泥沙的机理,并且分析了对启门力的影响,计算结果与实际工况相符。", "label": "水利工程", "id": 0}
{"content": "为了探讨高水头、小单宽流量条件下溢洪道末端消能工的选择,本文结合工程实例,建立了大比尺物理模型试验,分析了两种消能工体型及消能机理的差异,阐述了两种消能工体型对下游河道水流流态、消能效果的影响;认为台阶消能、挑流消能均能在高水头、小单宽流量条件下呈现较好的消能效果。本文同时研究了两种消能工消能特点和能量耗散分布,指出台阶消能为溢洪道\"内消能工\",能量耗散主要集中在溢洪道台阶段,溢洪道内的能量耗散约为整体能量耗散的60%;挑流消能工的能量耗散主要集中在水舌跌入水垫形成淹没射流的过程。试验验证了两种消能形式在高水头、小单宽流量条件下均可适用的结论。", "label": "水利工程", "id": 0}
{"content": "折线型堰具有体型简单,施工方便等优点,在低堰工程中得到广泛应用,但其水力特性受上、下游边坡系数等因素影响较大。为研究下游边坡系数为1:4的折线型堰堰上负压区分布及演变特征,本文采用大比尺物理模型试验,开展了折线型堰堰上负压区的影响因素研究,分析了堰上负压区范围随堰上水头、闸门开度变化规律,认为堰上负压区的长度与堰上水头呈线性关系,负压区的长度随堰上水头的增加而增加;堰上水头不变的情况下,负压区的长度随闸门开度的增加而减小。本文同时研究堰上水流空化空蚀的可能性,认为堰上虽会产生负压,但水流的空化数大于初生空化数,发生空化空蚀破坏的可能性较小。", "label": "水利工程", "id": 0}
{"content": "简要介绍某中型水闸的结构设计、地质条件,根据地质情况、结构特点、施工条件和受力分析进行桩型、布局的选择,确定桩基方案,然后应用三维有限元法和M法进行桩基计算分析,论证桩基设计方案的合理性,并开展优化设计工作。", "label": "水利工程", "id": 0}
{"content": "本文基于SAPTIS仿真软件进行某水闸工程夏季混凝土浇筑温控措施仿真分析。研究浇筑温度、环境温度、间歇期、通水措施等对混凝土温控的影响,在此基础上开展优化设计工作。", "label": "水利工程", "id": 0}
{"content": "弧形闸门在运行过程中会有不同开度的启闭,在水荷载的作用下其动力特性及流激振动会发生改变。为研究开度对闸门动力特性的影响,以西南某工程弧形工作闸门为例,建立三维有限元模型,进行静力分析及动力模态分析。在校核闸门主要构件、部件的强度和刚度的基础上,深入研究弧形闸门不同启闭开度下的自振特性、时均特性及脉动响应,从而全面评估闸门的安全性能,并以此提出优化结构设计的建议。结果表明,启闭开度的增大使得闸门自振频率增加,因此为了减小共振带来的危害,应避免使闸门在较低的开度下长时间运行;此外,提出在设计中优化支臂及斜支杆截面的建议,以降低闸门在水流脉动下的振幅。", "label": "水利工程", "id": 0}
{"content": "大型病险闸室通常采用拆除重建的方法,结构构件通常采用外包钢、粘钢、喷射混凝土加固方法[1]的情况,本文突破常规,提出闸室外全包混凝土的加固技术,并结合化学闭孔灌浆、双排交错布置化学植筋、新老混凝土之间布设砂浆锚杆、涂刷混凝土界面剂等措施,成功解决了闸室病险问题。该加固方法具有低碳、投资少的优点,对其他类似闸室加固改造具有一定的指导意义。", "label": "水利工程", "id": 0}
{"content": "本文采用通用有限元软件ANSYS建立了压杆布置弧形钢闸门的有限元模型,对压杆布置闸门模型和传统闸门模型进行了静动力特性对比研究,验证了压杆布置的有效性。根据闸门运行特点,于支臂分叉点和纵梁下翼缘处均匀布置压杆,通过有限元模型分析了压杆布置对弧形闸门的静动力特性的影响,对两种型式下的闸门分别进行了静力分析、模态分析和谐响应分析。结果表明:所提出的压杆布置闸门在静水荷载作用下的应力和位移有大幅度降低,在用钢量增加极小的情况下闸门整体极限承载能力得到大幅度提升;闸门在无水关闭情况下的自振频率随着压杆的布置而增大;压杆布置闸门的幅值响应频率增大,各关键节点响应幅值降低,达到了提升结构整体稳定和抗振性能的目的。", "label": "水利工程", "id": 0}
{"content": "<正>一、角木塘水电站工程概况角木塘水电站位于芙蓉江干流下游河段,地处贵州省遵义市道真仡佬族苗族自治县境内忠信镇联江村放牛坪,为芙蓉江水电梯级开发中的第10级,上衔官庄电站,下接浩口电站。角木塘水电站为河床式电站,开发任务以发电为主。正常蓄水位为383.00m,死水位为381.00m,总库容0.3259亿m~3,水库具有日调节性能。电站总装机容量70MW （2×35MW）,保证出力10.1MW,多年平均发电量2.51亿kW·h。工程规模为中型,工程等别为Ⅲ等。工程枢纽主要由碾压混凝土重力坝+坝身泄水孔+右岸河床式厂房等建筑物组成。最大坝高55m,坝顶宽度为6.0m,坝顶高程388.0m,坝轴线总长为153.07m。", "label": "水利工程", "id": 0}
{"content": "本文以沟崖闸附桥为例,分别阐述了改进阻力系数法和直线比例法的原理,设计中采用两种方法对沟崖闸进行了渗流计算对比,对结果进行了分析总结以及适用范围的叙述。", "label": "水利工程", "id": 0}
{"content": "针对伊通河中段北郊污水处理厂厂前末端溢流管线入河闸门部分在施工技术层面进行总结,主要从前期踏勘、支护选型、截水技术进行阐述。", "label": "水利工程", "id": 0}
{"content": "<正>1简介奥罗维尔坝位于美国加利福尼亚北部的羽毛河（Feather River）上。土堤高234.7 m,是美国最高的坝。奥罗维尔湖的蓄水量为43亿m～3,是加利福尼亚州的第二大水库,为南至洛杉矶的城市供水。奥罗维尔坝、水库（奥罗维尔湖）和水电站设施是加州水利项目（SWP）的旗舰工程,该项目的所有者和运营方是加利福尼亚州水资源部（DWR）。2016-2017年的冬季风暴给北加利福尼亚内华达山脉（含羽毛河流域）带来了创", "label": "水利工程", "id": 0}
{"content": "国内外已建水电工程泄水和消能建筑物发生破坏的几率很高,研究典型的泄洪消能关键技术难题对于提高泄洪安全性和泄洪消能技术水平至关重要。通过调研国内外30余座代表性水电工程运行情况,总结泄水和消能建筑物发生破坏的主要影响因素,归纳三种发生几率较高的泄洪消能问题,即高坝消能防冲、泄洪洞反弧段末端破坏以及泄洪洞通风补气。针对三种典型泄洪消能关键技术问题,采用归纳总结、理论研究、数值分析等方法进行深入研究,提出泄洪消能关键技术问题的控制指标及定量标准,探索相关技术要求和防治措施,完善理论方法,为国内外水电工程泄洪消能技术的发展提供支撑和参考。", "label": "水利工程", "id": 0}
{"content": "黄登水电站工程位于中国云南省兰坪县境内澜沧江干流上,大坝最大坝高203 m,最大洪峰流量14 800 m~3/s,工程具有河谷窄、水头高、大流量、高流速、天然水垫较厚的特点,泄洪消能建筑物的设计是关键。在泄洪孔口的选择时需设置具有较大超泄能力的表孔以降低汛期校核洪水位、降低坝高;同时,为满足宣泄常年洪水、水库放空和初期蓄水时向下游不间断供水等需要,使枢纽泄水调度更加灵活,需设置相应的坝身泄洪放空泄水孔。工程采用了3个开敞式溢流表孔、2个泄洪放空底孔方案及坝后水垫塘（护坡不护底）的联合泄洪方案。围绕黄登工程泄洪消能建筑物设计与实践,研究讨论高水头大流量条件下泄洪消能建筑物设计的关键技术问题。", "label": "水利工程", "id": 0}
{"content": "兰陵县陈桥拦河闸闸墩浇筑完成后,在例行检查过程中发现2号中墩存在裂缝。本文分析了该裂缝的分布和成因,并针对该问题向管理单位提出合理化建议。", "label": "水利工程", "id": 0}
{"content": "通过新疆某抽水蓄能电站整体水工模型试验,研究提出一种类似勺形的挑流鼻坎,鼻坎前半部分通过大半径正向圆弧使泄槽底板高程降低,出口段采用小半径反弧大挑角起挑,出口接近河床高程、反弧段积水体积小,在保留常规大挑角挑流鼻坎优点的同时又能大幅度的降低起挑水位,兼顾了导、泄\"二合一\"工程施工导流和泄洪两个不同时期、不同水头特点的泄洪消能问题,可作为其他类似工程的借鉴与参考。", "label": "水利工程", "id": 0}
{"content": "近些年,随着信息化、智能化技术的不断进步,水利信息化、自动化技术得到了长足发展,尤其是随着自动化产品、软件的改进升级,闸门自动化控制技术不断得到提升。由于数据采集方式多样化造成不同数据源无法实现数据同步的现象发生,面对数据采集精准化的要求,亟须解决此类问题。本文就南水北调东线山东干线有限责任公司济南管理局长清管理处新五庄节制闸出现的开度仪显示数据、输出数据与实际数据存在误差,现地控制系统LCU与开度仪显示数据不一致等现象进行剖析,尝试采用高精度分配技术解决数据同步问题,经现场测试,结果基本满足采集控制要求,可以为其他调水工程中的闸门开度数据同步技术提供参考。", "label": "水利工程", "id": 0}
{"content": "远距离调水工程自动化控制系统闸门控制是关键,闸门开度自动化采集通常采用旋转增量或者机械编码式编码器的开度仪来实现,通常情况下采集设备及系统没有冗余备份,一旦前端传感器出现故障,设备本身不能发出报警信息,会导致采集的开度数值不正确,轻者影响闸门控制精度,重者引发漫堤等重大安全事故,造成沿岸人民生命财产损失。为实现远距离输水控制安全,本文研究提出基于多方式采集及多重校核的远距离调水闸门开度监测系统,由闸门开度自动采集子系统、闸门开度图像识别子系统、人工校对子系统组成。采用不同的方式采集开度数据,并互为校核,保证开度数据准确性,确保调水过程中闸门控制安全。", "label": "水利工程", "id": 0}
{"content": "根据堆石混凝土施工材料的基本要求,充分利用自密实混凝土的高流动性、充填能力、穿越能力和抗离析的特点,通过一系列的施工工艺融合应用于工程实践中。因堆石混凝土筑坝施工技术在云南运用比较少,可借鉴资料有限。施工过程中,需对各施工工序进行严格控制,才能保证工程施工质量。施工质量控制关键是过程控制和拆模后混凝土养护。过程控制关键在于控制好自密实混凝土塌落度、扩展度、通过V型漏斗时间等,以及块石粒径和洁净程度。通过对保处鲁水库工程堆石混凝土施工技术各工序进行简要叙述,为类似工程提供参考。", "label": "水利工程", "id": 0}
{"content": "对于面板堆石坝的施工最重要的是质量控制,因此在坝体填筑前必须进行相关的碾压试验确定最优的碾压参数以确保最优的压实效果。本文主要车马碧水库面板堆石坝为填筑工程实例,希望为其他水库相关施工提供技术借鉴。", "label": "水利工程", "id": 0}
{"content": "在反滤料层的作用和设计原理方面,用反滤层滤土排水减压,防止土的渗透破坏是土力学理论和实践中的一大突破。大坝心墙黏土料为灰岩风化产物（典型的南方红土）,黏粒含量高达52.9%,对反滤保护设计要求高。反滤料采用灰岩原料加工制备,由于Ⅰ反料颗粒较细,级配控制存在较大的难度,原材料利用率低、加工工效低,成本较高,严重影响工程施工进度并导致施工成本大幅增加。通过本工程开展的论证调整措施,有效调整扩大了典型南方红土地区反滤料的最大粒径宽度,扩大了可利用料源。", "label": "水利工程", "id": 0}
{"content": "黏土心墙堆石坝黏土心墙填筑的施工质量控制直接关系到该结构的使用性能,乃至整个工程的成败,尤其现黏粒含量很高的地区,所以我们在施工过程中必须采取切实可行的、有效的施工保证措施来确保高塑限黏土心墙填筑施工质量。黏土心墙填筑的施工技术要求较高,特别是高塑限黏土含水率、压实度、干密度、渗透系数要求高,控制难度大。在施工过程中多分析和总结,采取一些有效、经济合理的控制措施,确保高塑限黏土心墙填筑施工质量处于可控状态。", "label": "水利工程", "id": 0}
{"content": "大型有限元计算软件ANSYS在水利工程中广泛应用,其中的动力分析模块有效地应用于结构的动力分析当中,本文介绍了利用ANSYS软件对科哈拉重力坝进行振型分解的反应谱分析,利用反应谱动力分析的结果进行大坝的抗震设计。有效地利用了ANSYS强大的动力分析功能,同时利用ANSYS的后处理功能结合传统的大坝的稳定计算分析相结合得出计算结论。为其他工程的重力坝的抗震分析提供参考。", "label": "水利工程", "id": 0}
{"content": "2017年2月,位于美国加州的奥罗维尔大坝发生溢洪道安全事故,导致下游约20万居民紧急撤离。最终虽未溃坝,但仍造成了严重的社会和公共影响、经济损失及环境影响。本文基于此次事故的第三方调查报告——《奥罗维尔大坝溢洪道事故独立调查组报告》对事故发生的主客观原因进行了分析,总结提炼出有关经验教训,并对我国当前和未来的大坝安全工作提出了相关建议。水库大坝安全风险是当前水利行业所面临的重大风险和突出问题。探讨和借鉴美国大坝安全事故的经验教训,对于确保我国大坝安全、助力国家综合安全、共筑平安中国具有十分重要的意义。", "label": "水利工程", "id": 0}
{"content": "大坝安全关系到下游人民生命财产的安全和国民经济建设的发展,是掌握大坝结构性态、保障大坝安全的重要手段。结合水库大坝安全综合评价发展现状,考虑水库大坝工程质量、防洪、渗流、结构、抗震和金属结构等安全因素,研究构建了多层次、多目标的大坝安全综合评价指标集,引入木桶理论建立大坝安全综合评价模型,从最不利于被评价对象的角度出发识别评价指标权重,并采用线性加权方法得到水库大坝安全综合评价结果。运用评价模型对某水库混凝土重力坝进行大坝安全综合评价,应用结果表明该评价模型能真实、合理地反映水库大坝的安全性态。", "label": "水利工程", "id": 0}
{"content": "基于性能的高堆石坝地震易损性分析与抗震风险分析能够较全面地预测设计基准期内可能遭遇不同程度地震而造成的地震风险概率,为大坝抗震设计和风险管理评估提供参考依据。根据高堆石坝所在场地条件从PEER中选择20条地震动记录,以考虑地震动的不确定性。选取坝顶相对震陷率作为性能参数,合理划分大坝性能水平,并结合多条带分法计算大坝各个性能水平的超越概率。在对大坝地震灾害易损性分析的基础上,结合坝址处地震加速度概率密度函数,采用失效概率法评估大坝的地震风险评价模型,计算不同震损等级对应的风险概率。分析结果表明:高堆石坝在设计基准期内发生轻度破坏的概率为0.021,发生重度破坏的概率仅为0.0002,大坝发生严重破坏的可能性处于不太可能,风险承受水平为可接受。通过对高土石坝的地震风险评估能够有效为大坝管理单位和相关政府职能部门的科学决策提供参考依据。", "label": "水利工程", "id": 0}
{"content": "土栖白蚁防治是土石坝安全运行管理的一项重要工作。黄河小浪底水利枢纽在长期的白蚁防治实践过程中,通过不断的技术研究和实践探索,形成了行之有效的土石坝综合防控技术。该技术绿色环保、科学高效、长期持久,理论上化学药剂使用量降低99%,防治经费节省86%;该技术无论在防治理念还是在防治技术方面均具有前瞻性、科学性、可操作性和可复制性,可在水利工程推广应用,推动水利行业白蚁防治模式转型升级。", "label": "水利工程", "id": 0}
{"content": "高重力坝的地震响应分析是确保建筑物设计合理、评价其抗震特性的重要环节。本文从波动理论出发,基于Python语言对ABAQUS软件进行二次开发,得到黏弹性人工边界及其相应地震动的输入方法,并通过一个简单算例证明了其合理性,最后将其应用于某重力坝工程实例。结果表明:该方法简单有效,易于实现,同时能保证一定的精度,适合于高混凝土重力坝抗震分析。", "label": "水利工程", "id": 0}
{"content": "赞比西河是南部非洲第一大河,流域包括赞比亚和津巴布韦等8个国家,流经国家总人口的约33%生活在赞比西流域内。依据流域上、中、下游地形、地质、水文和水资源分布等特点,干流水库大坝规划和开发主要集中在中、下游,已建项目主要包括卡里巴水库和卡奥拉巴萨水库等,规划项目有巴图凯水电站和德弗尔峡水电站等。流域主要管理机构包括赞比西流域管理局和赞比西河委员会等。针对赞比西河全流域尺度的相关研究是一项长期和复杂的工作,本文基于对赞比西流域水文和气象概况、流域梯级规划和流域内主要已建和规划水库大坝概况和开发现状的梳理,结合对流域管理机构及相关管理体制的初步分析,轮廓性展示赞比西河流域水库大坝规划建设和流域管理的概况。", "label": "水利工程", "id": 0}
{"content": "我国西南地区河流的河床覆盖层深厚,结构复杂,力学特性各不相同。在深厚覆盖层上修建闸坝较为适宜,但深厚覆盖层的工程特性决定了在深厚覆盖层上修建闸坝将会带来闸坝基础加固处理、闸基材料力学性质弱化、闸坝整体稳定等问题。在分析闸坝基本结构形式特点的基础上,总结了国内外深厚覆盖层上的高闸坝建设进展,归纳了深厚覆盖层地基加固处理典型方法和闸坝整体稳定性研究主要方法,阐述了水对地基材料的弱化效应研究现状,为我国深厚覆盖层上闸坝整体稳定及基础处理研究提供了参考。", "label": "水利工程", "id": 0}
{"content": "猴子岩面板堆石坝最大坝高为223.5m,是我国乃至世界已经建成的第二高面板堆石坝,掌握坝体变形规律对大坝安全运行极为重要。位移分布模型可以从全局的角度定量反映堆石坝的变形规律,可用于变形性态评价与预测。本文以猴子岩面板堆石坝坝顶多条位移测线的监测数据为样本,研究建立了位移分布模型,并进行了有效性检验。通过模型分析,认为猴子岩当前变形性态趋于稳定。", "label": "水利工程", "id": 0}
{"content": "在施工初期,趾板地基覆盖层开挖后,可根据具体地形地质条件进行趾板二次定线设计,调整趾板线位置;本文以工程案例为研究对象,通过地质钻探、跨孔声波测试、压水试验、岩石力学试验等手段,对坝基岩体质量进行了分类,对趾板工程地质条件分析,并提出薄弱部位的处理措施,通过研究认为趾板地质条件满足趾板对力学、渗透等特性要求,具备趾板线优化设计条件,故将案例中趾板建基面提高了14m,节约了工期和工程投资,建成后运行良好;本文提出的工程地质勘察手段、评价内容和优化措施等,对类似工程具有参考意义。", "label": "水利工程", "id": 0}
{"content": "红岭水利枢纽工程是琼东北红岭灌区的水源水库。枢纽工程挡水建筑物包括拦河碾压混凝土主坝、右岸分区土石副坝。工程地处的五指山东麓,降雨量大,坝址地质条件好。在设计和施工中,设计单位根据建设条件和实际情况,对枢纽主坝的建基高程、泄洪建筑物、廊道系统、坝体浇筑、导流底孔封堵和副坝的坝体分区等进行优化调整,节省了投资,加快了施工速度,实现了水库下闸蓄水目标,获取了发电效益。", "label": "水利工程", "id": 0}
{"content": "阿尔塔什面板砂砾石堆石坝地处宽河床峡谷部位,两岸地形不对称,最大坝高为164.8m,坝基深厚覆盖层最大厚度为93.9m,且大坝趾板又属超长型薄板混凝土结构,受各种因素作用易产生裂缝,从而影响大坝防渗结构安全。本文结合阿尔塔什水电站坝址区地形地质条件、趾板结构布置、工程质量及下闸蓄水节点工期要求,对趾板混凝土施工方法及质量控制重点做详细介绍,可供类似工程参考借鉴。", "label": "水利工程", "id": 0}
{"content": "随着水利工程建设的逐渐发展,传统的面板堆石坝填筑施工工艺已不能满足优质、高效施工的要求。因此,为进一步探究面板堆石坝优质、高效的施工技术,本文依托老挝南公1水电站面板堆石坝工程,通过对高温多雨季节流纹岩硬岩条件下最优碾压参数探究,在分析面板堆石坝优质高效施工技术特点下,经过试验验证,总结出了适合于面板堆石坝优质高效施工的技术。", "label": "水利工程", "id": 0}
{"content": "土石坝在建设过程中,防渗效果是重要指标。为增强土石坝的稳定性和耐久性,减轻或控制坝体渗漏,稳固坝基,在防渗控制措施中,比较可靠的是在坝轴线上游侧修建一道完整的不透水薄壁心墙,作为土石坝的防渗屏障。沥青混凝土心墙是国际上重点推广的一种新型结构心墙,其具有卓越的防渗性能,超常的低温抗冻断和适应基础变形能力,施工速度快、造价适中、有利于缩短工期等优势。沥青混凝土心墙防渗技术在应用过程中,因其控制指标多,施工难度相对较大,施工效果不易控制和检验,这种技术尚处于探索和逐步完善阶段。特别是在高寒地区,受自然条件因素影响,沥青混凝土心墙防渗技术在土石坝建设中的应用效果仍有待考究。尼尔基水利枢纽工程地处北纬48.5°高寒地区,本文以尼尔基水利枢纽土石坝沥青混凝土心墙防渗施工为研究背景,对多年来枢纽运行工况进行监测分析,论证了沥青混凝土心墙防渗技术应用到高寒地区土石坝防渗控制措施上是可行的,该技术具有广泛的应用前景和推广价值。", "label": "水利工程", "id": 0}
{"content": "针对超高心墙堆石坝水管式沉降仪打压排气效率低的难题,在糯扎渡电站水管式沉降仪打压排气维护工作中,提出通过科学气压计算精确控制时间、研制成套打压排气装置、研究打压排气操作工序的成套维护方法。该方法成功解决了糯扎渡电站水管式沉降仪打压排气效率低的难题,将打压排气耗时降低至12.2s/m、效率提升超79.5%,也为国内外其他土石坝水管式沉降仪和类似性状沉降监测技术领域提供了借鉴。", "label": "水利工程", "id": 0}
{"content": "三河口拱坝坝高145m,坝址区地形、地质及水文地质条件复杂,岩体完整性较差,受多条断层影响,因此,坝址区渗流特性及坝基的渗流稳定性是工程的关键性技术问题。本文通过三维渗流仿真计算,进行多指标、多尺度、多层次的渗流稳定分析研究和综合评判,对坝基防渗排水设计方案进行优化,为该拱坝建设和安全运行提供技术支撑,确保工程安全。", "label": "水利工程", "id": 0}
{"content": "为充分认识谷幅变形对拱坝工程的安全影响,本文收集了国内外受到谷幅变形收缩影响的拱坝案例,包括瑞士Zeuzier拱坝、意大利Beauregard重力拱坝、国内流溪河拱坝和两座特高拱坝工程,重点对其运行情况和应对措施进行了分析和讨论。综合这些工程案例,本文建议高拱坝工程建设应尽早开展谷幅变形相关监测,对出现的谷幅变形需开展相关机理研究,同时应结合大坝安全监测资料、采用多种方法分析谷幅变形对拱坝的安全影响,并可采取限制水库低水位运行等措施改善大坝受力状态,避免谷幅变形对拱坝造成损伤。", "label": "水利工程", "id": 0}
{"content": "针对水电工程帷幕灌浆施工特点,依托乌东德水电站大坝拱肩槽帷幕灌浆施工,研究钻孔孔斜精准控制技术,有效保证了帷幕灌浆成幕效果;研究智能灌浆技术,避免了人工操作的缺点;研究自上而下分段灌浆工艺,有效提高了较好围岩地质条件下施工效率。研究成果能够为今后的大型和特大型水电站的帷幕灌浆工程施工提供有益借鉴。", "label": "水利工程", "id": 0}
{"content": "本文对杨房沟水电站拱坝泄洪中孔钢衬接触灌浆施工做了较为详细的介绍,为类似工程施工提供借鉴。", "label": "水利工程", "id": 0}
{"content": "广西百色市澄碧河水库除险加固工程施工Ⅰ标设计在老混凝土防渗墙轴线下游侧4.0m新建一道混凝土防渗墙。新防渗墙施工过程中可能对坝体产生横向劈裂、位移及变形等影响,按设计要求在混凝土防渗墙施工期间,在大坝上下游坝坡及导墙上布设观测点,需进行施工期大坝安全监测,便于及时了解掌握坝体变形情况,及时采取安全应对措施保证施工期坝体安全。", "label": "水利工程", "id": 0}
{"content": "自密实堆石混凝土（简称RFC）施工技术是在自密实混凝土（简称SCC）施工技术的基础上发展形成的一种新型混凝土施工技术。其利用自密实混凝土的高流动性、良好的抗分离性能以及自流动的特点,在粒径较大的块石内随机充填堆石空隙形成完整密实的混凝土,具有成本低廉、结构稳定、低碳环保等一系列优点。本文依托九龙水库工程大坝主体的施工,简要地介绍自密实堆石混凝土施工技术要点。", "label": "水利工程", "id": 0}
{"content": "软岩作为堆石材料而形成的挡水（大坝）建筑物,逐渐成为现阶段筑坝材料的明智选择。它使建造师们加深了对面板堆石坝施工工艺控制的探索。随着施工技术的提升,以往追求高强度岩石作为填筑材料的传统施工方式,存在着资源浪费和环保问题,因此利用软岩则成为建造师们不可回避的现实问题。本文通过对重庆蟠龙抽水蓄能电站工程两种开挖软岩作为坝体填筑材料的试验研究,通过现场碾压、沉降及渗透等多项试验,证明砂质泥岩石作为主要堆石区填筑料是可行的。", "label": "水利工程", "id": 0}
{"content": "水工建筑物在勘察设计、建设运营过程中,受外界因素的影响,都不同程度存在一定的隐患,依照标准要求,定期对工程进行安全检测和鉴定,及时发现存在的隐患,采取相应的工程措施消除隐患,保证工程的安全运行。某土石坝运行多年后,在大坝顶部下游侧出现了平行于坝轴线的裂缝,为了查明裂缝的深度,选择了地质雷达法和示踪剂结合的无损探测方法,取得了很好的效果,为下一步的处理提供了依据。", "label": "水利工程", "id": 0}
{"content": "论文介绍了龙背湾水电站坝顶结构,分析了沟后面板砂砾石坝溃坝的教训,从工程措施、防浪墙防渗设计、坝体排水以及反滤设计、蓄水安全设计等方面探讨了龙背湾面板堆石坝安全性。龙背湾水电站面板堆石坝结构安全,工程措施有效,坝体防浪墙不至于因坝顶填料发生较大的不均匀沉降而使防浪墙结构破坏,无溃坝的风险。", "label": "水利工程", "id": 0}
{"content": "最新颁布的《中国地震动参数区划图》（GB18306-2015）和《水工建筑物抗震设计标准》（GB51247-2018）在地震动输入方面相较原规范（《中国地震动参数区划图》（GB18306-2001）和《水工建筑物抗震设计规范》（SL203-1997））有了明显的变化,因此开展已建水利工程抗震安全复核工作是极其重要的。准确理解新、旧规范关于地震动输入的变化,是开展土石坝地震动力响应分析的前提和要点。本文在系统比较新、旧规范对于设计地震动反应谱频谱特征和设计地震峰值加速度等地震动参数差异的前提下,基于国内已建高坝工程新、旧场地地震危险性分析成果,结合某工程土石坝的动力特性,综合论述了地震动输入反应谱和地震峰值加速度等地震动参数变化对已建典型土石坝地震反应分析的影响。", "label": "水利工程", "id": 0}
{"content": "以数字技术为核心的新一轮技术革命和产业变革的大环境里,新型基础设施建设是新格局发展下数字经济创新发展的战略底座,亟待数字化转型升级。工程数字资产化工作则是基础设施建设数字化转型的基础和关键。在大坝工程工程全生命周期里,既有传统的结构化数据如工程分解结构信息、合同信息等,又有非结构化的数据如文档、图片等。其数据总量极其庞大、类型繁杂,仅依靠传统的数据库和应用系统架构很难高效地处理。本文在了解工程数字资产的产生背景、发展现状及应用前景的基础上,引入基于大数据的数据仓库设计思路作为本文研究的基础,并详细分析了数据仓库的数据需求、设计思路和技术架构及应用前景;利用大数据仓库理念,按大坝工程数据类别、专业、平台、工程项目、分级分类建立大坝工程大数据仓库,并开发基于大数据仓库的仿真大坝系统,系统各项功能运行稳定可靠,界面设计简洁清晰,通用性强,应用效果良好,为大坝工程的科研、生产及管理人员提供了丰富的数据信息及便利的管理诉求。", "label": "水利工程", "id": 0}
{"content": "土石坝的抗震设计方法及相应的抗震安全评价标准,目前国内外并未形成统一认识。在计算方法上,不论是中国的抗震设计规范还是美国的设计规范,在低地震烈度时一般可以采用拟静力法或Newmark法;在高地震烈度时,则一般需采用动力法。对于动力法,中美的规范中均未明确安全评价标准。本文主要通过一个典型工程案例分析,讨论高地震烈度下面板堆石坝的抗震安全评价标准。", "label": "水利工程", "id": 0}
{"content": "面板堆石坝垂直缝、周边缝等止水结构采用传统的橡胶盖片结构型式存在盖板周边压不密实、异型搭接困难,与混凝土裂缝修补表面封闭措施无法形成整体,通过采用防渗Ω膜结构解决上述问题,更有效的保护塑性填料、增强表层防渗体系的整体性,提高防渗效果。", "label": "水利工程", "id": 0}
{"content": "莲蓄电站将潜水作业和水工监测仪器安装调试施工这两种不同的技术工作深度融合在一起,通过潜水的方式进入上水库水下17m深度,在主坝混凝土面板与趾板之间开展6套三向测缝计安装、调试施工作业,用于监测面板相对于趾板的水平、沉降及剪切位移。作业过程中成功克服了水下作业压强大、照明采光不足、视线差、水下施工工具操作困难、作业环境恶劣等重重困难。上水库主坝混凝土面板与趾板之间的位移变形得到科学有效实时监测。该成果应用技术成果丰硕,总结提炼的亮点、创新点多。", "label": "水利工程", "id": 0}
{"content": "抽蓄电站由于水工管理人员少,大坝安全管理力量薄弱。天荒坪公司水工班结合北斗监测技术,实时观测水工建筑物的变形情况,研发基于机器视觉学习的巡检机器人在廊道和洞室内定时智能巡检,统计和跟踪裂缝发展,解决了大坝24×7全天候不受外部环境影响的有效监测;创造性的研发无GPS定位的基于智能飞行的无人机全息感知视觉技术对长斜井高压水道进行检查,解决了抽蓄行业内高压输水道不能有效检查的难题,有效提升了大坝的安全管理水平。", "label": "水利工程", "id": 0}
{"content": "在中国五千年悠久历史长河中,中华民族创造了丰富的文化遗产。黄河流域独特和众多的文化遗产,为人类社会发展留下了宝贵的物质财富和精神财富,蕴含着重要的文化价值、社会价值和经济价值。本文从黄河文化遗产的价值定位展开讨论,具体以东平湖大清河流域的戴村坝水利工程为例,进一步探讨黄河文化遗产的经济利用价值。", "label": "水利工程", "id": 0}
{"content": "本文对新疆JLBLK面板堆石坝陡坡采用胶凝砂砾石技术,从工程实际需要、胶凝砂砾石特点、现场施工情况及运用的效果进行了介绍。以供类似工程参考。", "label": "水利工程", "id": 0}
{"content": "简要回顾了中国混凝土面板堆石坝30多年的发展历程。从材料的级配特性、强度特性、变形特性、流变特性,以及接触面模拟、流变分析、精细化仿真计算等方面综合论述了混凝土面板堆石坝筑坝材料工程特性研究及大坝应力变形数值计算分析技术的研究进展。针对混凝土面板堆石坝的安全建设问题,从坝体渗流安全、大坝变形控制和混凝土面板挤压破坏的角度论述了混凝土面板堆石坝的筑坝关键技术。", "label": "水利工程", "id": 0}
{"content": "本文重点介绍了三岔河水电站一期混凝土面板受施工期反向水压力作用,造成部分面板发生抬动错位、反向渗水、开裂、脱空等破坏;根据混凝土面板破坏的范围、型式、严重程度等采取了相应的处理措施;大坝蓄水至今已正常运行三年,为类似工程提供了可借鉴的工程经验。", "label": "水利工程", "id": 0}
{"content": "碾压质量实时监测技术已成为堆石坝填筑过程质量控制的重要手段,但压实监测指标及碾压质量影响因素众多,尤其是面板堆石坝坝料分区多、级配差异性大且即使同一坝区料其料源也较为复杂。目前实时监测技术主要作为碾压过程控制手段,而最终质量判定仍需采用传统的挖坑试验来复核其干密度、孔隙率等主控指标是否满足设计要求。如何通过实时监测技术采集的诸如CV、CMV或CCV等监测指标,与干密度、孔隙率等建立相关性回归模型,来表征和快速评估压实质量,并通过相关监测指标对不同坝料的适用性分析和研究,达到优化调整碾压参数或监测指标来加强现场质量控制和快速判定,以减少坑测频次,将具有十分重要的积极意义。本文结合贵州夹岩面板堆石坝现场碾压试验,针对不同坝区料各监测指标受到的影响因素及其适用性进行了全面系统地分析和研究,发现包含更多碾轮加速度谐波分量的CCV指标对于不同坝区料有更好的适用性,并提出了耦合考虑频率的CCV指标来表征面板堆石坝不同坝料的压实质量,取得良好的效果。本研究可为多坝料面板堆石坝碾压质量实时监控技术提供更具适用性的监测指标,达到适量减少坑测频次和快速评估碾压质量的目的。", "label": "水利工程", "id": 0}
{"content": "双江口水电站为大渡河流域水电梯级开发的上游控制性水库工程,拦河大坝为世界第一高砾石土心墙堆石坝,坝肩开挖质量好坏直接影响到后期大坝混凝土浇筑及固结灌浆等基础处理工作。为切实做好坝肩边坡开挖质量控制,依托双江口智慧工程建设,创新管理方式和管理手段,针对双江口大坝坝肩开挖制定了一套行之有效的控制措施,取得了良好的效果。", "label": "水利工程", "id": 0}
{"content": "高坪桥水库面板混凝土采用无轮无轨滑模施工工艺,滑升速度快,表面光滑平整。在大坝填筑到顶经过预沉降5个月后再进行面板混凝土浇筑。在质量控制方面,着重对配合比、原材料、坍落度、振捣及养护、防护等进行监控。本文主要讲述了混凝土施工及面板防裂技术质量控制。", "label": "水利工程", "id": 0}
{"content": "阐述了中国水利水电第五工程局有限公司在阿尔塔什混凝土面板堆石坝施工过程中推广和应用的一系列新的技术和科技成果。其中采用穿心式千斤顶爬升技术替代传统卷扬机牵引为国内面板混凝土施工首创。此外,振动碾无人驾驶、坝料压实度实时检测等技术也在工程施工过程中取得了良好的应用效果,创造了大坝单月填筑量172.5万m~3的国内记录。", "label": "水利工程", "id": 0}
{"content": "特殊垫层料（2B料）位于周边缝下游侧垫层区内,对周边缝和附近面板上铺设的堵缝材料及水库泥沙起反滤作用。新疆阿尔塔什大坝工程特殊垫层料采用了人工砂（0～5mm）与小石（5～15mm）根据不同比例掺配后分别进行相对密度试验确定出最优掺配比例,并通过HZS120拌和系统进行生产的施工工艺,不仅保证了生产的特殊垫层料级配连续,而且有效地解决了特殊垫层料传统\"平铺立采\"生产工艺易出现级配不连续及采用料场砂砾石料直接筛分浪费现象严重等问题。", "label": "水利工程", "id": 0}
{"content": "结合水利水电工程行业发展现状,介绍行业内普遍使用土石坝的原因、土石坝的特点及水利水电工程中相关的土石坝施工技术,以期为行业内工作人员提供参考,共同促进水利水电工程项目的开展。", "label": "水利工程", "id": 0}
{"content": "土石坝是指由土料、石料或混合料,经过抛填、碾压等方法堆筑而成的具有挡水功能的坝体建筑,随着现代科学技术的不断进步与发展,土石坝建设技术逐渐得到优化完善,在我国水利工程当中被广泛地推广与应用。由于土石坝对国民经济与安全具有明确的重要意义,所以,在实际建设当中,则需要结合现代化工程理念和技术,提高土石坝边坡的稳定性,切实发挥土石坝的真正价值,所以该文针对土石坝边坡稳定性进行分析,并提出分析结果在土石坝设计工作中的应用。", "label": "水利工程", "id": 0}
{"content": "面板堆石坝堆石料碾压填筑质量以孔隙率控制,孔隙率直接可根据干密度求得。所需的干密度主要采取挖坑灌水法测得,该方法存在检测周期较长,影响施工进度,所需试验人员较多,耗费人力较大等问题。采用附加质量法应用于工程,该方法具有快速、高效、经济等特点,大大缩短了大范围进行检测的时间,保证了填筑施工的连续性,本文就附加质量法检测技术在句容抽水蓄能电站上水库大坝应用情况进行总结和交流。", "label": "水利工程", "id": 0}
{"content": "金寨电站上水库面板混凝土滑模施工,在极其有限的施工黄金时段内,通过提高各工序施工质量保证率,减少工序耗时,以质量控制求施工进度,诠释了工程质量与工程进度可以有效互补的关系,对混凝土面板滑模施工具有借鉴意义。", "label": "水利工程", "id": 0}
{"content": "近年来,伴随着我国国民生活水准的飞速发展,推动各大城市化的不断发展,社会人类对自然资源的需求量逐年递增,尤其是对水资源等必备性资源的使用及开发已成为持续上升的趋势,这也造成国内水资源开发及自然生态环境保护间存在一定程度不协调的情况。鉴于此,本文章全面分析水库管理和生态自然保护间的和谐发展,围绕水库管理与生态环保间的科学发展期间存在的问题进行探讨,并提出相应的处理对策与发展见解,以期可以更进一步完成水库管理及生态保护间的健康可持续发展。", "label": "水利工程", "id": 0}
{"content": "随着国家经济的快速发展,水利部提出智慧水利建设发展纲要,推进综合性水利枢纽工程建设,大力推动水利智能化、数字化、精细化发展,本文设计并实现了一种基于北斗的建设作业车辆监控系统,该系统包含车辆终端、后台服务系统、通信手段、作业管理系统,利用北斗高精度定位能力,依据工程建设计划,实现对建设作业车辆的监控能力,获取车辆状态信息、工程作业情况等,结合具体水利建设工程,为工程管理部门提供精准决策能力。提高施工作业效率,降低成本。", "label": "水利工程", "id": 0}
{"content": "本文主要阐述当前城市市政水利工程水电建设项目管理决策执行阶段管理工作的重要内容。指出项目建设前期城市水利生态资源水利大势所趋。针对城市水利水电工程建设项目管理阶段出现的热点问题及相关注意事项一并进行了深入探讨。", "label": "水利工程", "id": 0}
{"content": "伴随着经济、社会的发展,城市水利工程涉及的范围逐渐扩大,与此同时,社会对于其安全管理、建设、运行有了较高的要求。本文就城市水利工程建设及运行管理进行简要的阐述,并且当下城市水利工程所面临的问题进行分析,为了确保其能够稳步向前发展,提出对应的解决措施来改善当前的现状,从而推进城市水利工程建设及运行管理的顺利开展。", "label": "水利工程", "id": 0}
{"content": "本文为沥青混凝土在国内外得到了广泛的运用,其主要原因是其具有良好的防渗性能、施工速工期短、具有出色的变形能力等优点。目前已建的沥青混凝土面板土石坝已有300余座,在过去的几十年里,人们对沥青混凝土坝的经验日渐丰富,技术也趋于成熟。因此,本设计的目的为参考相关规范,以及借鉴已完成或在建工程的经验技术,来完成沥青混凝土面板土石坝的设计,并完成对夹峪水利枢纽区工程枢纽布置和建筑物设计过程进行了简单阐述,并对相关的挡水建筑物、泄水建筑物、水电站建筑物、放空建筑物等进行了初步设计。", "label": "水利工程", "id": 0}
{"content": "在实际的大坝除险加固工程中,帷幕灌浆施工技术是一个比较常见的技术应用,该技术对坝基的防渗加固效果比较好。本文结合车马碧水库险加固工程,讨论帷幕灌浆技术在实际工程中的加固应用,分析加固效果并给出施工中应该注意的事项,为相似工程应用提供理论借鉴。", "label": "水利工程", "id": 0}
{"content": "拉林河为松花江干流右岸的一级支流,拉林河河长450km,流域面积19923km~2。拉林河流域土地肥沃,人口密集,为黑、吉两省重要的粮食生产基地之一。根据2030年流域水利工程调度运行管理及水资源配置状况,综合分析主要控制断面生态流量满足程度变化情况。为强化流域水生态文明建设,提升生态流量保障能力与水平提供借鉴和参考。", "label": "水利工程", "id": 0}
{"content": "针对传统BP神经网络大坝变形预测模型存在网络收敛速度慢、陷入局部极值点、泛化能力差的不足,结合了小波的时频局部分析能力与神经网络的自学习、自组织的特点构建了基于小波神经网络的大坝变形预测模型;选取广州市李溪拦河坝4#沉降实测值为研究对象,将2016年1月至2019年6月共557组数据作为模型训练集建立模型;2019年7月至2019年10月95组数据作为模型验证集,用于评判模型性能。通过小波神经网络与BP神经网络测试集预测结果表明:基于BP神经网络变形预测模型均方误差为0.138、确定性系数为0.748;基于小波神经网络变形预测模型均方误差为0.025、确定性系数为0.927,小波神经网络在大坝变形预测中具有收敛速度快、预测精度高和泛化能力强等特点。", "label": "水利工程", "id": 0}
{"content": "研发水下机器人智能检测系统的目标是利用先进的水下机器人（ROV）作为平台,搭载光学摄像机、高分辨率3D探测声呐、2D多波束图像声呐、激光测量仪、高精度超短基线定位系统等传感器,对大坝、消力池、闸门等水下结构物进行近距离观察测量。同时,利用高分辨率多波束测深系统,结合大坝的设计模型,形成大坝的3D模型,利用该模型为ROV进行3D导航,记录ROV的检测位置（大地坐标）并标注检测结果,对存在的隐患点提出维护意见。大坝检测工作完成后,所有检测数据将以数字化的形式存储,形成水库大坝及水下结构物的\"体检\"档案,便于在下一个检测周期进行对比,以便评估隐患点的变化程度。该系统在大藤峡水利枢纽工程中应用取得了良好的效益。", "label": "水利工程", "id": 0}
{"content": "水库在我国经济和社会发展中发挥了重要作用,水库大坝安全评价是管好盛水的\"盆\"的一项重要长期工作。基于多种原因,在渗流安全结论评为B级还是C级尺度上有时较难把握。通过提出临界实测最大单宽渗流量、渗流比强、渗流点位置指标,使得渗流安全评价量化以方便操作。进一步细化大坝安全分类,在二类坝中增加\"二类坝+\"和\"二类坝-\"两个子类,以便引起水库运行管理单位的进一步重视,减低水库安全运行的风险。", "label": "水利工程", "id": 0}
{"content": "水库作为广州市水环境的重要组成部分,是中心城区地表水的重要来源,承担着防洪发电、农业灌溉、饮用供水、城市景观等多项功能。本文结合广州市水库巡查督查工作,对其辖区内300余宗水库2018—2020年期间,在运行管理中存在的问题进行了梳理和总结,并对问题的成因进行了分析。结果表明,广州市水库工程实体类问题、设备设施类问题、维修养护类问题及运行管理类问题占比分别为16%、9%、22%和53%,并以运行管理类问题最突出,建议提高水库分类管理程度、明确水库管理范围及功能定位、加强日常管护。", "label": "水利工程", "id": 0}
{"content": "介绍河北省西大洋大型土石坝水库的概况,对病险坝体存在的问题进行了分析,找出了坝体的问题原因,经对加固设计进行多方案比选,对推荐加固方案进行深入研究,通过除险加固施工处理达到了除险加固的目的。", "label": "水利工程", "id": 0}
{"content": "本文基于水工水力学、河流泥沙动力学和模型相似律等理论指导,采用理论分析与模型试验,并结合玉龙喀什水利枢纽工程实际特点,重点研究水库冲淤量变化、库区淤积形态、库容变化及悬移质、推移质的淤积空间分布以及不同库水位运用对淤积的影响规律,最终提出了玉龙喀什水利枢纽工程联合减淤技术,研究成果为玉龙喀什水利枢纽库容恢复与工程调度运用提供了坚实的技术支撑,为今后开展类似研究提供了重要的科学依据。", "label": "水利工程", "id": 0}
{"content": "我国拥有各类水库9.8万座,普遍存在不同程度的淤积,在清淤过程中存在环境风险。本次所研发的生态清淤集成系统方案是由环保绞吸清淤船和与之衔接的脱水船组成。脱水船的核心是由脱水箱系统集成。生态清淤集成系统在清淤施工过程中,可自由的游弋在湖面,脱水船接收挖泥船输送的泥浆后即可进行除砂-脱水-尾水处理-干泥饼存储的连续操作,减少水体二次污染的风险。", "label": "水利工程", "id": 0}
{"content": "水利枢纽工程风景区是推进水生态建设的重要标志,也是水利服务于民生的重要体现。水利枢纽工程风景区建设对于生态环境安全格局和经济社会可持续发展具有重要意义。该研究基于百色水利枢纽工程水利风景区规划,分析了目前规划中存在的问题,探讨了水利风景区的规划原则和方法。分析结果表明,水利风景区规划应从地形条件出发,结合当地土地利用格局及发展现状,以弘扬景区所在地域的传统文化为方向,以水环境和水生态保护为基础目标,创建具有地域特色和生态服务功能的水利风景区的有效方法和途径。以期深化水利和旅游结构性改革,并对推进生态文明和美丽中国建设具有一定参考作用。", "label": "水利工程", "id": 0}
{"content": "航电枢纽工程包括通航任务,其枢纽工程选址和布置必须考虑通航条件和要求。合理的选址和枢纽布置是此类工程成功与否的关键。通过经历的一些工程,结合国内同类工程,阐述了航电枢纽工程选址的一些原则和枢纽布置的经验,为同类工程提供借鉴参考。", "label": "水利工程", "id": 0}
{"content": "河道淤积、通航设施落后是造成绣江流域碍航甚至断航的主要原因,建设新的枢纽工程刻不容缓。文章从航道整治工程特性、保障枯水期船闸运行用水需求、船舶通航效率和航道运行维护四个方面考虑,对绣江复航工程的三个河段开发方案进行对比、分析,最终推荐采用一级（白马梯级）开发方案作为绣江河段梯级开发方案,同时,从工程建设必要性、工程任务符合性、工程选址合理性及工程运行方案合理性等多个方面对该开发方案进行论证。研究结果为实现西江航运规划目标,提高内河航运竞争力具有重要指导意义。", "label": "水利工程", "id": 0}
{"content": "针对特定污染物类型和保护目标,利用现有水利工程实施水量应急调度,按照需要加大上游水利工程的下泄流量,且增加的水量能在特定时期内到达污染的河段,稀释被污染的水体,是水利部门协助处理水污染突发事件的重要手段。一般而言,水库下泄流量到达水污染突发事件河段的时间越短,对污染物的稀释扩散产生有效影响越好。本文通过对东江流域\"三大水库\"和干流上各梯级水电站开展水量调度模拟演算,分析能尽快将稀释污染物所需的水量输送到污染河段的调度方式,提出处理水污染突发事件的水量应急调度方案,为应急调度领导小组在水污染突发事件实际发生时制定水量应急调度方案提供参考。", "label": "水利工程", "id": 0}
{"content": "建立某航电枢纽1:100水工整体物理模型,对枢纽上游引航道口门区布置方案进行验证优化。枢纽工程所在河道整体呈\"S\"形弯道形态,上游河道束窄,地形条件较差,枢纽泄流时上、下游口门区及连接段水流条件复杂,存在较为严重的回流和斜流等不利流态,难以满足通航要求。鉴于枢纽工程方案及调整受限制条件较多,本文结合工程实际情况从宏观角度出发,提出工程优化方案,通过疏浚上游航道和调整引航道口门区位置、优化导流墩结构和间距、增设制动段等工程措施,使得口门区的水流条件满足通航要求,并减少对河道泄洪影响。", "label": "水利工程", "id": 0}
{"content": "根据岷江中游河段航运总体规划要求,汤坝航电枢纽工程建成后航道通航等级为Ⅳ级,通航标准为500t级船舶（队）。因此在枢纽工程通航建筑物设计中对船闸引航道口门区及引航道的水流条件和船舶航行参数提出了要满足Ⅳ级航道船舶过闸要求。本文基于水工模型试验与船模试验相结合,对船闸引航道的通航水流条件和船舶航行控制参数进行了研究,结果表明,原设计方案船闸引航道口门区的水流条件较差,最大通航流量偏低,不能适应航运规划对船舶（队）过闸的要求。为此,在模型上对原船闸引航道布置方案进行了优化,使其口门区水流条件得到明显改善,船闸最大通航流量由原来的4000m~3/s提高到6580m~3/s,较好地解决了船舶（队）过闸问题,为工程设计提供了科学依据。", "label": "水利工程", "id": 0}
{"content": "开展水量调度是落实用水总量控制的有效手段。以北盘江流域水量分配方案为基础,明确北盘江流域水量调度需求,选取万家口子、光照和董箐等水库,建立水库群联合调度模型,模拟长序列及典型年各水库按调度图调度下,大渡口、董箐控制断面下泄水量（流量）的满足程度,并针对无法满足目标的情况,提出了动态调度方案。研究结果表明:（1）通过长序列逐月调节计算,各水库按照现有调度图调度,大渡口和董箐控制断面最小月均流量达到最小下泄流量20m~3/s、50m~3/s的月保证率能够达到90%以上,年均下泄水量能够满足目标;（2）通过典型年逐日调节计算,各水库按照调度图调度,大渡口控制断面流量在P=50%、75%以及90%来水频率下能满足最小下泄流量20m~3/s要求,但在95%来水频率下,枯水期有11d无法满足,通过合理安排汛期调度,采用\"动态调度\"思路后,断面流量能够达到目标要求;董箐控制断面流量在各频率来水下均能满足最小下泄流量50m~3/s要求;（3）随着今后不同流域间取调水工程的规划及实施,河道和水库的流量将发生改变,通过开展水库群联合调度研究能够有效保障流域的\"三生\"用水需求。", "label": "水利工程", "id": 0}
{"content": "为了分析水库运行调度方式对库区水温结构与下泄水温的影响,本文采用数值模拟方法,依托溪洛渡水电站,概化数学模型,针对泄洪运行调度方式对库区水温结构与下泄水温的影响开展研究。通过对库区水温结构的模拟,发现长序列的发电流量的取水高程决定了水库内的温度分层情况,确定了长序列的发电流量序列是影响库区水温结构的主要水动力因素。泄洪水量与发电流量相比,约是其1/10,泄洪高程、泄洪流量和泄洪时长在一定范围内变化,均对水库整体水温结构没有本质性的影响。通过对下泄水温的模拟,发现下泄水温不但与库区当前水温结构分层状态有关,还与库区水温结构动态变化过程有关。库区水温结构分层时,泄洪高程决定下泄水温;泄洪量增大时,下泄水温略有降低;另外,水库水温结构为增温过程时,泄洪时长增加,下泄水温逐渐增加。本文研究成果可为分层取水设施的设计和优化提供参考。", "label": "水利工程", "id": 0}
{"content": "随着郁江流域防洪工程体系的建成,百色水利枢纽防洪调度任务较初步设计阶段有所调整,为更好地发挥百色水利枢纽的防洪效益,可利用现代水情预测预报技术,在不改变其设计防洪库容和特征水位的前提下,研究百色水库防洪调度规则的优化。结果表明,采用区间补偿调度方式优化防洪调度规则,百色水利枢纽与老口水利枢纽联合调度,能使南宁市防洪标准由50年一遇提高到200年一遇,与现状调度规则相比,优化后的规则能更好地完成水库的防洪任务。", "label": "水利工程", "id": 0}
{"content": "冰冻破坏是寒区水工结构常见的病害,影响水工结构的正常运行和耐久性。目前常用的防冰冻技术如压力水射流法和压力空气吹泡法等存在设备成本高、运行能耗大的缺点,为解决以上问题,本研究在综合分析各种防冰冻技术优缺点的基础上,首次提出风机吹泡法防冰冻技术,在现有压缩空气吹泡法的基础上,使用大风量、低能耗的离心式风机取代传统的低风量、高能耗的空气压缩机。该技术实现了防冰冻装置的低能耗运行,能耗降至现有技术的1/10,同时大幅度降低防冰冻装置制造成本,造价约为压力射水法的1/3、压缩空气吹泡法的1/10。基于风机吹泡法防冰冻技术,应用模块化设计理念,研制出适合寒区水工结构防冰冻装置,通过一系列室内试验和现场试验,实现了防冰冻装置低成本、低能耗、绿色化和自动化的技术目标。", "label": "水利工程", "id": 0}
{"content": "土质大坝造价低,但使用耐久性较差,结合西大桥水库工程实例,通过现场调查,获取坝体、坝基岩体强度、渗流参数,绘制西大桥水库水位和库容、水面面积的关系为设计水位提供参数。经过高程复核,现状坝体难以满足防洪需求,针对这种情况,对土质大坝进行加高处理,使用STAB软件进行稳定性分析,满足安全要求,经过渗流分析确定坝后控制水位为100.0m。", "label": "水利工程", "id": 0}
{"content": "棋盘山水库大坝下游右侧坝脚,距离输水洞洞身约30m处排水沟侧墙体有明流溢出,本文对渗漏原因进行了分析,判定输水洞渗漏是排水沟边墙渗漏的主要因素。针对渗漏处理,设计了三种处理方案,经比选确定内衬聚脲涂层方案。", "label": "水利工程", "id": 0}
{"content": "土石坝坝体渗漏问题对坝体运行造成严重的安全隐患。基于某水库的工程实例为背景,针对其存在的渗漏问题,采用高压脉动灌浆技术除险加固的方案,成功解决水库的渗漏问题。通过对检查孔灌浆效果分析、坝体渗漏点观测及量水堰施工前后对比分析,高压脉动灌浆技术在水库除险加固中取得较好的效果,为类似工程提供了相关工程经验。", "label": "水利工程", "id": 0}
{"content": "介绍多头小直径搅拌桩防渗墙施工工艺,山东盱眙县大礼堂水库均质土坝和粉质黏土地基采用多头小直径搅拌桩防渗墙防渗,取得良好效果。", "label": "水利工程", "id": 0}
{"content": "混凝土防渗墙因其具有结构可靠、防渗效果好、适应各类地层条件、施工简便以及造价低等优点,在我国水利水电工程中应用广泛。文章依托青海省某水库大坝混凝土防渗墙工程,通过注水试验、压水试验、钻芯及超声波方法,研究了防渗墙的成墙质量及防渗效果。结果表明:水库主坝防渗墙的防渗效果满足设计要求,达到了预期的效果,可为类似工程提供借鉴。", "label": "水利工程", "id": 0}
{"content": "云南省红石岩堰塞体整治工程是将\"8·03\"地震形成的堰塞体改建成电站大坝,但因地层条件极为复杂,防渗体系施工难度堪称世界级难题,是工程成功与否的关键。工程施工过程中研究采用了很多新工艺、新设备和新材料,解决了诸多技术难题,成功建造了防渗体系,为类似工程的整治提供了一条新途径。", "label": "水利工程", "id": 0}
{"content": "中国早期兴建的水利设施存在一些安全隐患,水利工程施工中常遇到如淤泥质地层、岩溶地层、断层破碎带等土质较差、承载力较低、渗透性较强的复杂地层,对水工建筑物的稳定性具有较大的影响,因此需要对这类地基问题进行处理。高压喷射灌浆技术是地基处理常用的一种手段,本文以广西北海市含浦县洪潮江水闸为例,介绍高喷灌浆技术在该工程中应用,以及对淤泥质地基的处理效果。", "label": "水利工程", "id": 0}
{"content": "为了解决大型水利工程行业数据量大、数据种类多,展示效果不够直观且较难理解的问题,本文采用数据大屏可视化的方式,对大型水利工程业务的特点进行梳理并对大屏可视化界面UI进行设计,将工程的关键指标和项目整体情况做统一三维动态展示,便于日常的查询和管理,为大型水利工程的建设发展提供强有力支撑,具有广泛的应用前景。", "label": "水利工程", "id": 0}
{"content": "工程中经常会遇到应力信号测频的场合,此种信号往往不是绝对标准信号,具有不稳定的特点,而振弦式传感器能够可靠地测量工程频率信号。介绍了振弦式传感器的特点及工作原理,讨论了振弦式传感器信号采集装置计数器测频法的测频原理,给出了基于STM32芯片定时器测量的软件流程,为开展计频研究提供一种思路。", "label": "水利工程", "id": 0}
{"content": "设计了一种测量大坝渗流量的容积式流量计,介绍了测量原理、结构组成、电路组成、设计技术指标,并对研制的流量计进行了实验测试,测试结果表明:传感器的精度满足设计要求。", "label": "水利工程", "id": 0}
{"content": "亭子口水利枢纽以水电数据清理研究方法为基础,开展大数据应用建设,该系统采用先进的云技术架构,模块可灵活组配,支持多种硬件部署方案,功能可持续更新和扩展。利用PSTA2100软件平台,配置相应的硬件设备,可搭建从设备级,厂站级、到区域级、集团级各种规模的在线监测系统、状态分析系统、故障诊断系统,集成数据分析中心等数据集成及应用系统。", "label": "水利工程", "id": 0}
{"content": "5G作为新一代移动通信技术的主要方向,它不仅在速度而且还在功耗、时延等多个方面有了全新的提升,将为未来经济社会发展提供基础性支撑,在发电企业应用方面,通过5G超大宽带、超低时延、超高可靠的网络,高清的数据传输,能成功实现无人机巡检、机器人巡检、智能安防等多领域智慧应用场景。", "label": "水利工程", "id": 0}
{"content": "拱坝安全监测是掌握拱坝运行状态,保证其运行安全的重要措施,但是随着拱坝运行年限的增加,如何高效利用体量越来越大的监测数据和某些监测点损坏造成的数据缺失就成为了亟待解决的问题。拱坝数字孪生健康评估平台的开发旨在帮助用户在已有的监测点的基础上,将大数据分析和拱坝有限元计算结果统一起来,以友好的用户交互界面进行展示,更加详细和便捷地掌握拱坝整体结构的运行状态,实现异常预警和健康评估的功能,协助保障拱坝的运行安全。本文将拱坝经典结构分析理论拱梁分载法和有限元方法结合起来,运用Codeaster建立了包括双曲拱坝坝体、闸门和地基的有限元模型,以实测的水位、水温和气温为载荷输入,进行了基于混凝土材料的热结构耦合计算,全面地获得拱坝任意位置的结构状态数据。最终将仿真结果、大数据分析和监测数据统一起来形成一套完整的拱坝数字孪生健康评估平台。", "label": "水利工程", "id": 0}
{"content": "<正>地铁建设中,由于地貌地形复杂多样,隧道不可避免地会侧穿水库、湖泊,怎样来保证施工过程中的质量、安全,成为地铁隧道施工中一个重要技术。在本次盾构侧穿汤山水库工程中,区间与水库相连水系影响明显,渣土含水量高。侧穿过程中为防止盾尾漏浆,盾尾油脂使用必须有一定饱和量。还要及时根据情况调整注浆量,防止因注浆导致的不均匀沉降或坍塌。管片拖出盾尾以后,若同步注浆量不足,极易导致隧道中心线偏离设计线路中心。", "label": "水利工程", "id": 0}
{"content": "管涌是堤坝破坏的一种主要形式,但其发展过程不易被发现,难以及时采取有效措施进行防治。管涌作为一种复杂的非线性耦合过程,一直是水利工程中的研究重点。为探究堤基管涌发展过程以及破坏规律,以砂槽式堤基模型为研究对象,采用计算流体力学（CFD）与离散元（DEM）耦合的方法对其管涌发展与破坏过程进行了数值模拟,探讨了进口压强对堤基管涌发展过程的影响。本文可为揭示管涌过程土体运动、力学结构和渗流流场变化提供参考。", "label": "水利工程", "id": 0}
{"content": "近些年来,水下机器人在水利工程检测领域得到了越来越多的应用,其灵活高效、数据直观的特点使之在水利工程检测上具有很高的实用价值,应用前景广阔。本文介绍了水下机器人在国内水利工程检测中的应用现状,归纳了水下机器人的优势与不足,对用于水利工程检测中的水下机器人的发展方向进行了展望。", "label": "水利工程", "id": 0}
{"content": "施工一体化发展趋势下,工程总承包（EPC）模式已成为工程承包模式的主流, EPC模式较传统模式更为强调工程建设过程中的信息沟通与共享,白鹤滩水电站库区水利工程作为移民专项及EPC项目,项目数量庞大,勘测设计管理复杂度大,相应地在信息汇总和传递上需要花费大量的时间和精力,亟需使用数字化、信息化手段解放人脑的重复劳动。本文阐述了采用计算机技术,结合白鹤滩水电站库区水利工程项目群的设计管理特点,进行数字化管理系统设计与应用,解决设计管理人员的实际问题,提高管理和沟通协作效率。形成的数字化管理系统基于市场上成熟的工程项目管理云平台产品,对设计管理进行了项目信息管理、例报管理、设计进度管理及考勤管理的功能扩展,并进行优化设计及开发实现。", "label": "水利工程", "id": 0}
{"content": "溃口宽度是水库防洪的重要参数,本文首先运用2个常用的溃口宽度经验公式——铁道部科学研究院经验公式和黄河水利委员会经验公式对7个已溃决的土石坝溃口宽度进行对比计算,得出与实际数据相比误差较大的结果;为使计算结果更接近真实溃口宽度,使用Allometricl模型将7个溃坝案例对原有2个溃口宽度经验公式进行拟合,提出新的溃口宽度优化公式。然后对比7个案例进行验算,除水中填土坝案例外,计算的溃口宽度与实际溃口宽度误差均在20.3%以内,表明优化公式比经验公式精度高,可为土石坝的溃口宽度计算提供参考依据。并根据优化公式参与计算的洪水演进结果,使用Arc GIS软件绘制兴宁市某水库的二维卫星分级洪水风险图,可有效解决水库防洪风险分区的难题。", "label": "水利工程", "id": 0}
{"content": "近些年来,我国社会主义经济得到了全面的发展和进步,但在经济快速发展的同时自然生态环境也遭受了极大的破坏和损伤。水资源作为人类赖以生存的重要能源,一旦遭受污染,将会直接影响到广大人民的日常生活。因此,开展水利工程项目建设,加大水利工程项目投入,让社会各界以及生态专家充分意识到水利工程项目的重要性以及存在意义。不断开展水利工程项目建设,能够为水资源的合理应用做出广告,为人们的持续发展和良好生存提供有利空间,促使干净的水源能够被积蓄涵养起来,同时还能够对泥石流,洪涝灾害等一系列自然灾害事故作出防范。其次,在水利工程项目当中加大资金投入,能够让材料运输更加便捷,减少了企业的运营成本,推动市场经济的不断发展。但在水利工程项目建设期间,各种类型的问题层出不穷,水利工程项目建设水平也有待提升。为了促进水利工程管理体系的不断完善和发展,有关部门要针对其管理问题,采取创新的思维进行分析和研究,制定出科学有效的解决方法,进一步推进水利工程项目的合理实施。", "label": "水利工程", "id": 0}
{"content": "近年来,由于建筑业的迅速发展,水利设施的发展速度也越来越快。高质量的水利项目需要高效的施工和管理,因此,在每个项目的控制过程中都要采取相应的措施。水利建设项目建设是建设项目建设的重要环节,搞好项目建设的质量,可以有效地保障项目的安全与工期。文章从水利水电的建设、管理、管理等方面入手,探讨了水利水电的建设和管理中存在的问题,以期为水利建设工作的发展做出贡献。", "label": "水利工程", "id": 0}
{"content": "城市的防洪排涝设施保证了城市的水安全,但随着城市生态建设的发展,对水利工程建设提出更高要求,本文阐述了传统水利工程与现代水利工程的特点,分析了河渠生态护坡、水闸工程生态景观融合的案例,为水利工程景观化的实施方案提供参考。", "label": "水利工程", "id": 0}
{"content": "混凝土面板堆石坝接缝表面止水通常采用在面板接缝止水表面设置防护盖板,这种结构型式常常会出现防护盖板周边存在空隙,周边缝与伸缩缝、止板缝之间异形搭接困难,螺栓在水位变化区容易发生冻胀脱落,钢板压条会腐蚀等缺陷。面板接缝表层新型柔性止水采用GB柔性填料配合复合聚脲涂层施工,与传统面板坝接缝止水方案比较,具有表面防护可靠、防渗及耐久性好、强度高、柔性大、施工方便、造价低等优点,还可以单独作为一道独立的防水结构层,大大提高了面板接缝防渗的可靠性及防渗效果,并且便于维修。", "label": "水利工程", "id": 0}
{"content": "高海拔地区低温季节大体积混凝土结构的施工质量控制直接关系到工程结构的使用性能,乃至整个工程的成败,在施工过程中必须采取切实可行的、有效的施工保障措施来确保高海拔地区低温季节大体积混凝土施工质量。温控措施是高海拔地区低温季节大体积混凝土质量保障的核心,分别从原材料预热及仓面保温两个方面入手,在施工过程中多分析和总结,应用一些有效、经济合理的温控措施,确保高海拔地区低温季节大体积混凝土施工质量处于可控状态。", "label": "水利工程", "id": 0}
{"content": "在建输水隧洞大坡度支洞运输不同于已建成隧洞（道）的运输,其具体的运输安全保障措施也与已建成隧洞有所区别。首先概述了中国水电三局承建的新疆ABH项目Ⅲ标段1号支洞的工程概况及支洞运输的危险源辨识,随后从技术角度、管理角度和发生危险后的应急预案方面分析了确保支洞运输安全的保障措施。为人员、财产安全和施工的顺利进行提供了基础保障。", "label": "水利工程", "id": 0}
{"content": "较全面地分析了新疆ABH输水隧洞项目在TBM掘进施工期间的排水方案,从排水系统设计及泵站布置、管道流速计算、管道阻力计算、水锤计算及其防治措施和排水管道的运输及安装等方面分析了隧洞施工阶段的排水系统。然后从危险源辨识、排水风险分析、应急排水工作流程及响应和水管爆裂后的应急救援措施等方面分析了隧洞施工阶段的突涌水应急预案。为相似工程掘进期限的排水系统设计和应急预案制定提供借鉴意义。", "label": "水利工程", "id": 0}
{"content": "近年来,越来越多的引水工程中选择预应力钢筒混凝土管（PCCP）作为输水管道,对其安装质量控制措施的研究总结便显得十分有必要。预应力钢筒混凝土管（PCCP）按其结构分为埋置式和内衬式两种,按管子的接头密封类型又可分为单胶圈和双胶圈两种。文章依托建设项目案例,从双胶圈埋置式预应力钢筒混凝土管（PCCPDE）在河谷地带的安装施工施工工序的维度对安装质量进行了分析叙述。", "label": "水利工程", "id": 0}
{"content": "在岩溶地区防渗帷幕灌浆工程中,各类岩溶形态较为发育,有溶蚀洼地、溶蚀槽谷、石芽坡地、土石混杂等,微地貌形态主要表现为漏斗、落水洞、溶井、溶隙、溶管、溶洞等,采用常规水泥浆液灌浆存在单位注入量大、投资不可控、施工工效低等重难点,针对典型卡斯特地貌、强岩溶、强漏失、大空隙地层防渗工程,采用\"可控复合膏状浆液高压脉动灌浆技术\"进行膏状浆液灌注改良地层后按设计要求灌注水泥浆达到结束标准的综合灌浆法,较好地解决常规灌浆工艺浆液扩散不均一、频繁冒浆、单位注入量大、施工工效低、难以形成有效防渗帷幕等一系列灌浆技术难题。", "label": "水利工程", "id": 0}
{"content": "随着电力事业的快速发展,在输变电线路施工中采用不动火接地压接技术已逐步替代传统焊接技术,有效避免了人员触电危险,降低了森林火灾发生机率。本文通过白鹤滩电站接网工程和杨房沟水电站送出500kV工程施工实践,详细介绍了不动火接地压接技术的施工流程及技术要点,最后与传统焊接技术进行施工工效和施工投资对比,证明了不动火接地压接技术在输变电线路施工中的高效性。", "label": "水利工程", "id": 0}
{"content": "导流明渠截流因底板糙率小,截流时抛填的材料抗冲稳定性差,流失量大,进而导致截流难度较大。以嘉陵江亭子口水利枢纽导流明渠截流为例,深入分析导流明渠按预设方案截流失利原因,明渠底板光滑糙率小、截流材料抗冲稳定性差是其关键因素。在现有截流备料的基础上,通过对混凝土四面体串在龙口水流条件下的平衡稳定计算,利用固定在右岸岸坡的钢丝绳提供拉力,在外力作用下确保混凝土四面体串的稳定,以提高龙口底板糙率,再在上面抛填块石和石渣,减少了截流材料的流失,确保了再次截流成功,其现实经验可供类似工程借鉴。", "label": "水利工程", "id": 0}
{"content": "传统水利大坝导流洞开挖一般采用爆破开挖的方式进行,爆破技术人员需要整体地掌握各种爆破技术,还要熟悉各种岩层的物理力学性质、爆破作用原理、爆破方法、起爆方法、爆破参数计算原理等方面的知识,同时还要熟知爆破时所产生的各种危害。本文就黑石罗水库泄洪冲沙导流洞开挖,总结了一种成熟的爆破开挖方式,值得推广应用。", "label": "水利工程", "id": 0}
{"content": "西南地区多为山区,云南省喀斯特地貌闻名于世,强岩溶地质多见,深大裂隙、溶坑、溶洞强烈发育,地质条件复杂,在河道中进行大型建筑物桩基施工面临众多技术难题,桩在冲击成孔过程中,会遇到淤砂层、粉细砂层、砂卵砾石层、地下溶洞夹软弱层、涌水、大孤石等多种岩层及地质情况,容易出现坍孔、偏孔、断桩等质量问题。以云南省文山州德厚水库工程为例,介绍冲孔灌注桩在强岩溶地区的主要施工方法和技术处理措施,为今后类似工程提供一些经验。", "label": "水利工程", "id": 0}
{"content": "传统水利大坝基础灌浆平台采用无缝管+脚手架管或者槽钢一次焊接成型进行搭设,施工人工、材料投入大,平台本身自重较大,其上下移动后落脚点不稳定,且在施工过程中,扣件容易松动,存在较大的安全隐患。而采用槽钢一次焊接成型,由于灌浆盖板坡比多变,重复投入,不可以重复利用,造成浪费。本文通过工程实例研究改进一款适用于多种坡比、整体稳定性较强的可调式操作平台,确保既能满足安全要求,也能减少投入,重复利用,同时灌浆平台的稳定性和平整度也关乎着灌浆工程的质量,对工程整体提高施工安全和质量管理有重要意义。", "label": "水利工程", "id": 0}
{"content": "高海拔地区水利水电工程中常遇到低温季节混凝土温控问题,如\"V\"型河谷坝基开挖及覆盖保护、狭窄山区混凝土入仓、低温季节混凝土浇筑养护问题。以迪庆州小中甸水利枢纽工程项目来开展研究以上问题,对工程设计和施工中急需研究和解决的问题进行研究分析。项目研究目的旨在解决高寒地区\"V\"型河谷重力坝混凝土坝基开挖及基础处理、混凝土入仓、浇筑养护技术问题,并进行技术总结,形成一整套技术先进、成熟可靠的施工技术,为工程建设及社会创造良好的经济效益及社会效益,为类似工程施工提供技术参考。", "label": "水利工程", "id": 0}
{"content": "水利工程滑模施工比较常见,如面板、溢流面施工等,本工程利用施工现场现有钢板、工字钢、钢筋等材料制作滑模、滑模轨道,现有卷扬机作为提升系统,这样减少了钢筋、模板、钢管等材料消耗,减少材料成本;滑模施工可不间断作业,加快了施工进度;翻模施工容易产生混凝土错台、蜂窝麻面、平整度等外观质量问题,且过程中拆模、材料搬运容易对混凝土外观造成破坏,滑模较好的解决了此类外观质量问题。", "label": "水利工程", "id": 0}
{"content": "在水利工程灌浆施工中,灌浆压力、灌浆耗灰量等都与地层条件有密切关系。常规的评价地层可灌性都是采用钻孔过后的压水实验进行评价的,但在地质条件复杂的强岩溶地区,仅仅通过压水实验难以做出准确的判断。因此,如何快速评价地层灌浆的可灌性情况,并且进行地层信息与灌浆压力与灌浆耗灰量之间的相关关系,对于灌浆施工工艺确定、灌浆施工过程控制以及灌浆质量把握来说非常重要。本文通过实际施工总结,形成了一套完整的强岩溶地区灌浆监测集成技术,为灌浆工程提供了便利。", "label": "水利工程", "id": 0}
{"content": "粉质壤土工程性质表现为强度低,变形大,稳定性差。针对粉质壤土堤基的不良工程性质,借助Plaxis有限元软件,建立水泥搅拌桩处治粉质壤土堤基的数值计算模型,探究水泥搅拌桩处治粉质壤土堤基效果的因素影响。结果表明,粉质壤土堤基稳定安全性系数随着桩长的增加而提高,当桩长达到12m后安全系数增长趋于平缓;增加桩间距安全系数减小,尤其是当桩间距达到3m时,安全系数将显著减小;弹性模量的变化主要影响堤顶的位移,随着深度加大影响减小;此外粉质壤土的组成不同,最优的水泥搅拌桩处治方案会有所差别。", "label": "水利工程", "id": 0}
{"content": "针对深基坑冲孔灌注桩建基面施工场地的合理布置,确保汛期安全施工,其动工前的施工规划和方案的选择确定犹显关键,既不能盲目采用施工简易的方案,也不能追求低成本而忽略安全风险控制。本着从工程实际情况、地质实用性、安全风险、质量保障、技术效果、工期及经济对比分析,选定方案1:厂房深基坑填后再挖施工方案为最优实施方案,可有效消除厂房深基坑边坡坍塌、基坑大面积汇水等威胁,降低安全风险,确保冲孔灌注桩施工质量,利于各工作面总体排水系统综合合理规划布置,优化工期,节约资源控制成本追加,综合效益较为明显。", "label": "水利工程", "id": 0}
{"content": "Autodesk公司推出多款BIM建模软件,其中,Civil3D是针对基础设施领域的建模软件,Revit是针对建筑工程领域的建模软件。近年来,水利行业BIM热度不断增加,根据水利工程即含有基础设施领域又含有建筑工程领域的特点,同时使用Civil3D和Revit两款软件,发挥其各自的优点,这样的组合是个不错的建模选择。但是,Civil3D和Revit软件格式不同,Revit无法直接读取Civil3D生成的模型。在这种情况下,两款软件生成模型的转换问题制约着水利工程BIM模型整合,官方没有给出一款插件直接解决这个问题。本次内容分析的是Civil3D创建的三维模型如何转换为Revit的族文件。", "label": "水利工程", "id": 0}
{"content": "在地基具有较强渗透性且为盐渍土场地的滨海地区建设淡水蓄滞湖区,采用有效的防渗和隔离措施十分必要。复合土工膜作为一种常用的防渗材料,具有极好的防渗隔离效果。但复合土工膜在滨海淡水蓄滞湖区的应用尚少。本文结合工程实例介绍复合土工膜在滨海地区湖区防渗工程中的应用和施工工艺,以期为类似工程建设提供一些参考。", "label": "水利工程", "id": 0}
{"content": "从水池构筑物的施工角度来说,合理运用混凝土抗裂防渗技术,对保证整体建设质量,有着重要的意义。针对厂区构筑物施工中混凝土抗裂防渗技术的运用,采取实例分析的方法,进行简单论述,分析了抗裂防渗技术的应用要点,提出了混凝土抗裂防渗技术应用质控方法。", "label": "水利工程", "id": 0}
{"content": "罗田水库-铁岗水库输水隧洞工程是珠江三角洲水资源配置工程在深圳市内的配套项目之一,输水隧洞跨越城市建成区,建筑物安全性要求高。本文结合BIM和GIS技术,基于达索3D Experience平台,融合多元信息化手段,开展工程全专业正向协同设计及应用,建立了长距离输水隧洞工程勘察设计BIM应用体系。项目BIM应用实施过程中,以业务流程驱动正向设计,结合企业自主研发的系统软件,实现了数字化勘察应用,同时结合BIM+GIS技术,通过参数化建模、仿真分析等手段,实现了以解决应用问题为导向的线性工程智能设计,提升了长距离城市输水隧洞工程设计的准确性和工作效率。在三维出图应用上,首创安全监测符号化出图方法,填补了行业内相关领域的空白。项目BIM技术的成功应用,保障了设计进度,并为工程建设期及运维期智慧工程应用提供了数据基础,其成果可为同类工程提供参考。", "label": "水利工程", "id": 0}
{"content": "鱼道是保护水电站区域生态环境的重要水工建筑物,随着近年青藏高原地区的水电开发逐渐增多,高海拔峡谷地区的鱼道往往受深V峡谷地形影响,鱼道池室具有盘折段多、池室基础高度高、施工布置条件差、环境条件恶劣的特点。另外,由于鱼道为专门性水工建筑物,开工时间往往较水电站大坝、厂房等主体标段晚,但又需在环水保验收以前完成施工,呈现出施工难度大、建设周期短的特点。DG水电站是在全国范围内首次大量采用预制装配技术的鱼道,由于受地形限制,鱼道在水电站右岸边坡水平距离120m范围内盘折上升高度近40m,采取底部设置大型钢管混凝土柱群+上部预制装配池室的结构布置,底部钢管混凝土柱最大高度达到30.6m。如何在边坡陡峭的情况下合理布置施工机械设备及选择适宜的钢管混凝土柱群的施工方式,对传统钢管柱高空对接施工工艺进行创新改进,是确保大型钢管混凝土柱群高效、快速施工的关键,也是本文研究的重点。", "label": "水利工程", "id": 0}
{"content": "本文通过中国碾压混凝土超长超级芯样统计与分析,表明芯样长度的不断增加实质反映了碾压混凝土筑坝技术水平的不断提升,同时表明层间结合质量是影响碾压混凝土获得超长超级芯样长度的关键因素所在。影响层间结合质量的因素很多,但浆砂比PV值、掺和料掺量、石粉含量、VC值、凝结时间等因素直接关系到层间结合质量、防渗性能和超长超级芯样的获得。现代碾压混凝土筑坝技术已经朝着可振可碾的方向发展,为碾压混凝土超级芯样获得提供了强有力的技术支撑,进一步加深了对现代碾压混凝土坝核心技术\"层间结合、温控防裂\"含义的更深理解。", "label": "水利工程", "id": 0}
{"content": "胶结砂砾石筑坝技术是我国学者研究提出的一种新型筑坝技术,具有经济、安全、环保的优势,目前已在中小型水利水电工程中成功应用。本文阐述了在航电工程的堤防工程中应用胶结砂砾石筑坝技术而开展的有关胶结砂砾石坝的结构设计、材料配比和溶蚀性能以及专用拌和设备和施工质量控制方面的理念和方法,归纳总结了在应用过程中的主要创新成果。工程实践表明胶结砂砾石堤防具有安全性高、漫顶不溃,有利于环境保护和水土保持等优点,与传统筑堤技术相比,具备较强的适应性和优越性,为其他航电工程的堤防建设具有有益的指导和借鉴。", "label": "水利工程", "id": 0}
{"content": "为解决亚热带地区黏土防渗墙施工质量和进度问题,大藤峡左岸一期土石围堰采用黏土心墙和复合土工膜联合防渗。一期土石围堰经过4年的运行,未发生任何渗透破坏,且渗漏量远小于设计600m~3/h,基坑经常性排水可控。土石围堰土膜联合防渗达到了预期效果,解决了亚热带地区土石围堰快速施工技术难题,满足了工程度汛要求。", "label": "水利工程", "id": 0}
{"content": "西藏高海拔地区气候特点为低气压、昼夜温差大、大风、干燥、太阳辐射异常强烈,该气候条件对碾压混凝土筑坝施工影响极大。通过开展专项研究,在配合比设计优化、VC值动态控制、层间结合、坝体防渗、温控防裂等方面形成了一套针对西藏高海拔复杂气候条件下碾压混凝土筑坝关键技术。解决了碾压混凝土层间结合、温控防裂等关键性技术问题,可供类似工程参考借鉴。", "label": "水利工程", "id": 0}
{"content": "针对振捣棒振动混凝土时因已有的参考振动时间值适用性及准确度较低所导致的施工质量难以控制的问题,本研究基于振动能量的概念,创建了振动能量密度参数,并基于该参数和混凝土新拌特性构建了硬化孔隙率预测模型;运用该模型获取了典型配比条件下混凝土孔隙率最小值与对应的振动能量密度阈值,并反演计算得到素、钢筋混凝土中振捣棒的合理振捣时间。最终通过现场试验验证了方法的准确有效性。该方法实现了混凝土振捣质量的精细量化控制,可用于指导施工作业。", "label": "水利工程", "id": 0}
{"content": "为避免大古水电站消力戽池大体积混凝土产生裂缝,通过配合比优化、运输过程保温、优化入仓手段、制造仓面小气候、智能通水冷却、混凝土表面保温保湿等全过程温控措施,实现了大体积混凝土裂缝控制的目标。在消力戽池浇筑至设计永久面后,未发现裂缝,裂缝控制取得显著效果,有效控制环境因素对混凝土带来的影响,保证混凝土的施工质量,达到了设计要求,可供类似工程项目借鉴。", "label": "水利工程", "id": 0}
{"content": "国内外输水隧洞工程经验表明,钢筋混凝土隧洞衬砌难以做到完全不渗,而湿陷黄土地层存在遇水强度显著降低、下沉量大、下沉速度快等问题,将导致隧洞衬砌开裂、渗漏,影响工程的正常使用,危及工程安全。本文结合引汉济渭二期咸阳塬隧洞工程,从工程布置、施工安全、工期、运行检修等方面对解决输水隧洞黄土湿陷问题的三个方案进行了综合比较分析,提出了适用于湿陷黄土地层输水隧洞的下卧低压布置法。并通过水力学计算和数值模拟分析得出,下卧低压隧洞沿程水流平顺,过流能力满足要求,验证了下卧低压布置法的合理性。通过下卧低压布置法在引汉济渭二期工程中的应用,可以节省投资超过1.8亿元,具有较高的经济效益,值得在类似湿陷黄土地层输水隧洞中推广应用。", "label": "水利工程", "id": 0}
{"content": "赞比亚某水电站引水隧洞混凝土衬砌后出现大量裂缝,由于隧洞为常年有压带水运行,大量裂缝会导致混凝土的碳化、气蚀和钢筋锈蚀,降低混凝土强度,破坏混凝土结构,缩短隧洞使用寿命。为了保障工程的安全运行,从地质条件、设计情况、材料强度和施工情况分析裂缝产生原因和机制,研究其工程危害程度和处理措施。通过优选,最终采用一种国际常用的化学灌浆材料,进行了裂缝处理,实施后效果良好,通过了充水和运行检验,对保证衬砌混凝土结构的耐久性,防止内水外渗起到了良好作用,为类似工程提供了经验借鉴。", "label": "水利工程", "id": 0}
{"content": "南水北调中线工程已经成为京津和沿线许多城市的主要水源,为保证工程运行安全,结合中线工程常态化通水情况,开展水下损坏衬砌板的修复工作是十分必要的。通过对水下衬砌板修复技术的研究和应用,成功解决了在不停水工况下完成水下修复的工程难题,修复效果满足了渠道边坡过水断面尺寸、防渗和糙率的原设计要求,提高了供水保证率,经济效益显著。", "label": "水利工程", "id": 0}
{"content": "本文针对水工隧洞断层及其影响破碎带处理,总结采用了一种\"回填混凝土置换破碎松散体阻水防塌\"新技术,该技术是一种主动干预的治理断层破碎带的施工技术,在辽宁省重点输供水二段工程2#洞断层带处理中成功应用,避免了两次大的塌方涌水,保证了施工安全,工期效益及经济效益显著。可供类似工程施工参考。", "label": "水利工程", "id": 0}
{"content": "水工混凝土结构耐久性对保障水利工程安全和发挥效益至关重要,近年来在各类水利工程除险加固中针对提高水工混凝土耐久性的防护修补工作大量开展。目前对水工混凝土防护修补领域的研究多集中于新材料、新技术的研发与应用,而防护修补质量控制和效果监测的相关研究少有涉足。本研究以水工混凝土防护修补技术实践经验为基础,总结提出防护修补质量控制与效果监测技术,对防护修补材料选择、施工过程和结构实体等关键步骤进行质量控制,并通过原位监测和现场钻芯取样对防护修补效果进行监测评价。相关成果对提升水工混凝土防护修补质量,延长混凝土工程使用寿命,具有重要指导和实践意义。", "label": "水利工程", "id": 0}
{"content": "本文研究了小断面水工隧洞全环衬砌施工工法,并给出了应用实例。本工法解决了小断面隧洞衬砌施工难题,加快了隧洞衬砌速度,有效缩短施工工期,同时提高了混凝土衬砌质量。对确保隧洞衬砌安全,保护周边地下水流失破坏环境等有重要意义。", "label": "水利工程", "id": 0}
{"content": "文章介绍了新建深白铁路阿金隧道穿越大伙房水库输水工程（二期）隧洞技术方案,对穿越位置隧道设计参数、施工方法选择等进行了详细探讨,同时加强监控量测做到信息化设计与施工,保证穿越工程安全稳定。", "label": "水利工程", "id": 0}
{"content": "根据水力过渡过程分析,当机组甩负荷或关闭阀门时,有压隧洞将产生水锤现象,挤压支洞内空气,造成支洞内气压过大,对隧洞安全造成一定影响。本文通过理论计算分析,对永久支洞保温大门进行改造,解决了隧洞进排气问题。", "label": "水利工程", "id": 0}
{"content": "依托隧洞施工掌子面揭露油气瓦斯气体溢出,并发生燃烧的情况。通过收集大量区域资料,并进行了多种勘察手段,综合分析成果资料,对辽宁境内首次揭露的该种工程地质问题进行了分析、研究,查明了油气瓦斯的形成机理、工程性质等相关问题,并划分了未开挖段的风险分级,同时给出了安全通过的施工处理建议。", "label": "水利工程", "id": 0}
{"content": "本工程土料天然含水率高,随着开采深度的增加,含水率有增大趋势。不经过降低含水量的技术措施处理,土料压实度难以达到设计要求。严重影响工程质量、施工进度,如何降低黏土含水率是急需解决的难题。通过对比国内土石坝的几种降低土料含水率的成功经验,结合本工程现场实际,决定采用掺拌风化料法解决黏土天然含水量高的问题。根据现场试验得出的结果,掺拌风化料能显著改善纯黏土特性,降低土料含水率。", "label": "水利工程", "id": 0}
{"content": "在防渗帷幕灌浆工程中,各类岩溶形态较为发育,有溶蚀洼地、溶蚀槽谷、石芽坡地、土石混杂等,微地貌形态主要表现为漏斗、落水洞、溶井、溶隙、溶管、溶洞等,采用常规水泥浆液灌浆存在单位注入量大、施工工效低等重难点,针对典型卡斯特地貌、强岩溶强漏失地区防渗工程,采用\"可控复合膏状浆液高压脉动灌浆技术\"进行膏状浆液灌注改良地层后用纯水泥浆灌注形成帷幕的综合灌浆法,较好地解决常规灌浆工艺浆液扩散不均一、频繁冒浆、材料单位注入量大、施工工效低、难以形成有效防渗帷幕等一系列灌浆技术难题。", "label": "水利工程", "id": 0}
{"content": "筑坝砂砾料的相对密度（最大、最小干密度）特性,是其压实特性的重要表征。合理确定其相对密度特性指标,是进行后期碾压试验和坝料施工碾压压实效果评价和科学有效进行大坝压实质量控制的前提。本文针对新疆某心墙坝筑坝砂砾石料原级配料进行现场大型相对密度试验,通过试验得到了料场全级配料对应的相对密度指标,用于指导工程实际施工,为大坝碾压参数的确定提供基础资料,为保证大坝填筑压实质量提供基础支撑。", "label": "水利工程", "id": 0}
{"content": "水工建筑物混凝土的劣化缺陷问题,严重影响工程安全运行和服役寿命,亟须进行防护修复处理。针对老坝深层隐蔽渗漏、高速水流磨蚀、高寒地区高频冻融破坏等严苛服役条件下水工混凝土复杂缺陷的处理需求,研发了高渗透环氧树脂裂缝灌浆材料、水免疫慢反应聚脲抗冲磨材料、抗污损自洁表面防护材料等CW水工混凝土防护修复系列材料,解决了饱水、强紫外、大温差、高频冻融等条件下材料适应性和耐候性不足的技术瓶颈,开发了全封闭分序灌浆封堵的大坝横缝渗漏处理技术、多层抗冲磨防护结构与方法等配套新工艺,研制了高低压智能化学灌浆泵、静态真空混合器等配套设备,形成了复杂条件下水工混凝土防护修复的系统解决方案。材料与技术已成功应用于南水北调中线、云南小湾、西藏藏木、吉林丰满、广东清蓄等重点水利水电工程,也可推广应用到交通、市政等行业,具有广阔的应用前景。", "label": "水利工程", "id": 0}
{"content": "GB止水填料在配方上有其特殊之处,不宜沿用传统橡胶挤出工艺进行生产,同时缺少流动性能相关研究。本文对该材料进行了流变性能测试,通过建立挤出过程的物理和数学模型,模拟了不同螺杆转速下填料在螺杆中的非等温流场,并讨论了速度场和温度场的分布情况,最后对流道出口物理值数据进行了分析。结果表明,该材料的表观黏度同时受剪切和温度影响,模拟得到的可视化流场,可直观反映螺槽中胶料的变化。由于GB止水填料黏性生热量较大,宜先加热到熔融态再采用中低速挤出的工艺进行成型加工。", "label": "水利工程", "id": 0}
{"content": "优质矿渣可以降低混凝土早期强度,延缓早期水化放热速率,缓解混凝土内部温度急剧上升的问题。优质硅灰与粉煤灰可以显著改善混凝土粘度,提升流动性能。结合某大坝出现混凝土和易性差导致的泵送损失、堵管以及温度裂缝等质量问题,引入优质矿物掺合料,改善混凝土基本性能。当粉煤灰掺量为15%、硅灰掺量为4.1%时,混凝土整体粘聚性、流动性、保水性得到显著改善;混凝土倒筒时间达到3.9s,初始扩展度达到660mm,1h扩展度达到665mm,2h扩展度达到670mm;混凝土和易性良好,易于施工,泵送阻力小,无泵送损失,表面无裂缝。", "label": "水利工程", "id": 0}
{"content": "本文旨在对比分析中外在塑性混凝土抗压强度和弹性模量的试验方法及取值上的异同,重点分析取值的理论依据以及计算方法。通过对比研究发现,国内防渗墙规范（条文说明）对塑性混凝土物理力学性能的规定存在不合理之处,建议对防渗墙规范条文说明进行修正。", "label": "水利工程", "id": 0}
{"content": "本文介绍了多场所实验室关键要素的控制,多场所实验室资质的获取方式,对分场所资质取得提出了建议。", "label": "水利工程", "id": 0}
{"content": "强度活性指数是粉煤灰品质检验的重要技术指标。由于试验标准对粉煤灰活性指数检测用的对比水泥没有严格规定,导致在实际生产过程中会使用不同品种的对比水泥。本文以大藤峡水利枢纽工程为例,选取三种不同对比水泥,分析水泥品种对粉煤灰强度活性指数的影响,试验结果表明:选取不同品种的对比水泥,粉煤灰强度活性指数差异明显。", "label": "水利工程", "id": 0}
{"content": "采用传统接触式和非接触式数字图像相关法（DIC）测试了混凝土的早期干缩性能。通过对比DIC技术与传统测试方法在基本原理及试验上的区别,研究了两种纤维混凝土早期干燥收缩非均匀变形过程。结果表明,传统接触式测试和非接触式DIC技术对两种单掺纤维混凝土的试验,均可证明纤维的掺入可减缓混凝土早期干燥收缩开裂; DIC技术可从应力应变角度准确直观说明单掺玻璃纤维早期抗干燥收缩和抗裂性能更佳。", "label": "水利工程", "id": 0}
{"content": "本文以东非地区火山灰为研究对象,不仅检测了火山灰自身属性,而且对火山灰的标准稠度用水量、凝结时间、需水量比、活性指数进行了检测,分析了不同火山灰掺量对上述性能的影响,然后对火山灰在某水电站的应用进行了研究,并就火山灰使用掺量进行一系列试验。试验结果表明,火山灰具有胶凝作用和较高的需水量比,且28 d强度活性指数较低;火山灰可用于胶凝砂砾石围堰、碾压混凝土,可少量使用于常态混凝土,并确定了其在不同混凝土中的适宜掺量,减少了其作为矿物掺合料的不利影响,保证了混凝土施工质量,推动了当地火山灰资源的开发利用。", "label": "水利工程", "id": 0}
{"content": "为研究土石接合部接触冲刷渗透破坏影响因素,通过自行设计的接触试验装置,开展了45种组合试验。根据试验结果,分析了土体性质、填筑质量及水力比降等因素对接触冲刷破坏的影响规律,并利用非线性回归分析,得到了稳定时间、破坏时间的数学模型,考虑了黏聚力、填筑质量及水力比降的影响。研究成果完善了土石接合部接触冲刷渗透破坏室内试验测试方法,为土石接合部渗透破坏检测及修复技术的提升奠定了基础。", "label": "水利工程", "id": 0}
{"content": "本文介绍了水工抗冲磨混凝土及水工抗冲磨材料的国内外研究进展,论述了当前国内外普遍使用的混凝土抗冲磨试验及评价方法,分析了不同试验方法的优缺点与适用条件,对水工抗冲磨材料的研发与水工混凝土抗冲磨试验有所启示。", "label": "水利工程", "id": 0}
{"content": "材料力学性能试验是检验塑料管材产品质量的重要手段,拉伸试验是材料强度和塑性指标检验的常用方法。塑料管材拉伸强度试验受多种因素的影响,其中试样截面面积的测量及计算方法就是重要的影响因素之一。本文基于数理统计方法,对塑料管材拉伸试样截面面积采用不同的计算方法与拉伸强度计算结果进行分析探讨,提出了塑料管材拉伸试验中试样截面面积合理的取值方法。", "label": "水利工程", "id": 0}
{"content": "检验检测报告是检验检测机构出具的具有证明作用的文件,检验检测报告的质量关系到检验检测机构的生存和发展,检验检测报告的审核是检验检测最后也是最关键的环节。为确保检验检测结果的准确性、有效性,本文结合工作实际,从检验检测报告格式、项目参数、标准规范、仪器设备、人员、报告信息量、检验检测数据等方面,详细介绍如何对检验检测报告进行审核,严格把关检验检测报告质量。", "label": "水利工程", "id": 0}
{"content": "黄河下游放淤固堤之后,为使耕地面积不减少,在淤区上覆盖耕植土。为了更好地在淤区上种植树木和农作物,在淤区沙土和耕植土之间,增设一层厚20cm的黏土隔水层,防止土壤内水分、有机肥等营养成分过多流失,起到保水保墒的作用。本文阐述了隔水层设置的必要性,提出隔水层土料渗透系数小于1.00-5cm/s、黏粒含量在15%～40%的要求;依据堤防工程施工规范和施工现场的压实试验,确定黏土隔水层的最小厚度和压实遍数。通过工程实例,验证了所提出的黏土隔水层的土料参数、最小厚度和施工压实遍数等指标的合理性。", "label": "水利工程", "id": 0}
{"content": "本文从机制砂料源选择、生产加工工艺和设备、机制砂母岩特性与机制砂生产工艺的适应性、机制砂石粉特性对混凝土性能的影响,以及机制砂生产应用过程中存在的主要问题等方面,系统总结了机制砂在水电工程中的应用与发展现状。结果表明,水电工程中已广泛应用机制砂并积累了丰富的经验;通过优选生产工艺和生产设备,可生产出细度模数和石粉含量满足现行规范要求且品质稳定的机制砂;不同岩性母岩轧制的机制砂,其最优石粉含量需要通过混凝土试验确定;部分岩性特殊的母岩生产机制砂时,存在机制砂生产困难,机制砂级配不合理、石粉含量过高,配制混凝土早凝或开裂严重等问题,需通过相关试验研究探明解决方案。", "label": "水利工程", "id": 0}
{"content": "本文通过对河南某砂石骨料生产系统的生产工艺简述,以及与同区域内竞争对手生产工艺的对比分析,明确两种生产工艺的优缺点,加深对砂石骨料生产工艺的理解。", "label": "水利工程", "id": 0}
{"content": "在机制砂生产线中,工艺流程、设备方案是整个生产线的关键,对机制砂加工的成败起着决定作用。本文论述了机制砂的发展历程、规范、水电站成熟的工艺、设备方案,以及不同地区、不同工艺流程、不同设备生产的机制砂样的颗粒级配分析,根据它们的规律、共性、要点,指导选择一个运行可靠、技术先进、经济合理的生产工艺流程、设备方案来生产合格机制砂。", "label": "水利工程", "id": 0}
{"content": "作为混凝土的重要组成部分,骨料可占混凝土体积的70%以上,其中水工大体积混凝土中骨料体积比可达到85%,骨料品质对混凝土来说相当重要。对于给定料源的骨料,其物理力学特性主要受制于母岩性能,粒形和级配则与生产设备、生产工艺等密切相关。已有研究表明,骨料级配和粒形对混凝土单位用水量、配合比主要参数、工作性能有直接影响,同时影响硬化混凝土性能。本文系统调研了国内外关于混凝土骨料粒形表征的研究进展,分析和总结了骨料粒形的各种表征指标和评价方法。", "label": "水利工程", "id": 0}
{"content": "围绕水电工程的水力机械和水工建筑物磨蚀测试和防护技术研究领域,开展材料磨蚀性能测试和提高抗磨寿命的技术开发和应用工作,建立磨蚀测试与分析平台,研发新型抗磨蚀材料和产品,提出磨蚀防护综合技术解决方案。建立了粘结界面可变形双层梁理论模型,提出了测试粘结界面II型断裂破坏的试验方法,得到了双材料界面剪切应力分布规律,揭示了双材料粘结界面的工作机理。开发改进了3大类新型抗磨材料:聚氨酯复合树脂砂浆、聚氨酯弹性体、高弹性聚氨酯漆,研发了3种新型抗磨产品:底环和顶盖抗磨板、活动导叶密封板、水泵耐磨口环。提出的理论模型和试验方法及研发出的抗磨材料和产品推广应用至水工建筑物、水轮机组及水泵三个领域。在黄河流域、长江流域、松辽流域、新疆及台湾等地区进行大力推广和应用,完成\"三门峡、万家寨、小浪底、大渡河、象鼻岭、莲花、镜泊湖、新疆达克曲克、乌鲁瓦提水电站、固海扬水、呼市供水泵站及台湾石门水库\"磨蚀防护技术推广项目50余项,大大延长了水工建筑物和水力机械的使用寿命,为保障水利水电工程长期安全运行提供强有力技术支撑。在水工建筑物领域,利用研发的三种新型抗磨材料,成功应用至台湾石门水库、刘家峡、三门峡、万家寨、新疆达克曲克等6座大型电站的排沙隧洞、溢洪道等,解决了高速高含沙恶劣工况下的水工隧洞磨蚀问题,保障了水库大坝的防洪安全。在水轮机领域,综合利用研发的新型抗磨材料和产品,应用至三门峡、万家寨、小浪底、莲花、镜泊湖、新疆达克曲克等8座水电站的20余台水轮机组,使用效果良好,解决了水轮机机组关键过流部件磨蚀严重问题,保障了水轮机组的高效安全稳定运行。在水泵领域,依托水利部技术项目,建立固海扬黄水泵磨蚀防护示范基地1处,对扬水工程、呼市供排水预沉厂、人民胜利渠、长垣水厂等10座泵站50台水泵的泵壳、叶轮、口环进行了抗磨蚀修复,磨蚀防护效果良好,大大提高了水泵运行效率和供排水的保证率,降低了泵站的检修费用,保障水泵在高效区稳定运行,达到了水泵节能增效目的,提高农业灌溉用水保障率。", "label": "水利工程", "id": 0}
{"content": "景洪水电站引水压力钢管及其他钢筋密集的部位须采用高流态混凝土施工,常态混凝土入仓很难保证施工质量,为保证高流态混凝土拌合物的性能,施工的可靠性,确保施工质量,进行了高流态混凝土配合比及原材料性能试验。", "label": "水利工程", "id": 0}
{"content": "丰宁抽水蓄能电站后续混凝土骨料料源受灰窑子沟料场Ⅱ区变形体影响,出现缺口,通过分析地下系统洞挖料用于后续混凝土骨料料源的必要性和可行性,确定采用微风化以下的洞挖料原岩补充本工程混凝骨料料源,并分析了后续料源的用量。", "label": "水利工程", "id": 0}
{"content": "目前对堆石混凝土材料没有统一的看法,有些工程是按全级配混凝土进行设计,有些工程按混凝土砌块石进行设计。通过比较与研究,认为堆石混凝土是一种复合材料,并给出相关力学性能参数计算公式,可用于工程设计中。", "label": "水利工程", "id": 0}
{"content": "本研究在绿塘水库工程试验基础上,采用切割成型技术将堆石混凝土加工成大试件,观察剖面缺陷,利用超声回弹综合法检测RFC均匀性、密实度,进行大试件力学试验,分析各数据间对应关系,按照GB/T 50107—2010《混凝土强度检验评定标准》评定RFC的标准值。", "label": "水利工程", "id": 0}
{"content": "厄瓜多尔CCS水电站首部枢纽料场砂砾石前期快速砂浆棒法试验表明骨料具有潜在的碱活性危害,采用了火山灰和火山灰+硅粉作为掺和料对骨料的碱活性进行了抑制。试验结果表明,火山灰或火山灰+硅粉的掺入对骨料碱活性反应有明显的抑制作用,且随着掺量的增加砂浆棒试件的膨胀率有明显的降低趋势;同时掺火山灰+硅粉比直接掺火山灰试件的膨胀率更小,故首部枢纽砂砾石骨料选用火山灰+硅粉作为掺和料对碱活性的抑制效果更好。本研究使得厄瓜多尔CCS水电站项目在施工过程中能够就近采用当地材料作为混凝土骨料,节约了工程投资,缩短了施工工期;同时也为中国承接海外工程勘察设计和施工提供了宝贵的经验。", "label": "水利工程", "id": 0}
{"content": "随着自然骨料的消耗,尤其是水资源和细砂资源的日益缺失,水泥基材料的原料选择越来越需要拥有更多的选择和来源。同时,对于海洋工程而言,国家大力发展沿海建设,需要更多适合工况的海洋工程混凝土投入使用。因此,海水海砂混凝土及海工混凝土变得日益重要,亟需进行系统的研究。本文综合相关研究成果,综合阐述FRP筋与矿渣等因素对海水海砂混凝土的影响,并综合阐述海工混凝土的研究现状。同时,本文分析了海水海砂混凝土及海工混凝土所现存的研究问题与缺陷,提出了海水海砂混凝土及海工混凝土的研究方向和展望。", "label": "水利工程", "id": 0}
{"content": "为研究沙漠风积沙用于渠道填筑料的可行性,进行了相关室内试验和现场碾压试验。试验结果显示:沙漠风积沙主要由粒径介于0.075～0.25mm的细砂颗粒组成,颗粒均匀,级配不良;风积沙击实曲线显示干密度最小值约为最大干密度的98%,含水率对风积沙的压实效果影响不大;压实后的风积沙饱和快剪试验内摩擦角一般在28°～30°之间,压缩系数0.07～0.08MPa-1,渗透系数一般在i×10-3cm/s～i×10-4cm/s之间,具有低压缩性和中等透水性。沙漠风积沙用于渠道堤防填筑,需采取必要的防渗、防冲刷和防风蚀措施。", "label": "水利工程", "id": 0}
{"content": "通过对德泽水库枢纽工程面板堆石坝混凝土配合比进行试验研究,对试配混凝土的各种原材料进行分析,选择合理的计算试验方法,确定合规的试验参数,结合施工经验确定混凝土性能参数,经过试验得到合理、经济的高性能混凝土配合比,为工程的顺利推进提供技术支持。在面板混凝土施工中采用该配合比,加快了工程施工进度,确保面板的质量,为工程顺利完工提供保证。", "label": "水利工程", "id": 0}
{"content": "在云南省范围内很多水利工程水工混凝土施工过程中,由于周边没有可使用的粉煤灰资源,在加上对环境保护的要求,很多火电厂都已被关停等等各方面条件的影响,很多项目上所使用的粉煤灰都需要从600～800km范围以外才能采购运输至工地使用,造成很多项目的工期受影响,投资成本不断加大,结合当地的石料资源,考虑到了用石灰岩磨制的石粉来代替一定的粉煤灰,起到对项目实施过程中节约一定的投资成本,以此为背景在很多项目上进行了大量的相关试验分析研究。", "label": "水利工程", "id": 0}
{"content": "过去几年,RCC混合料的设计朝着更实用的方向发展,与早期经常使用的那些混合料相比,RCC混合料使浇筑中的固结要简单得多,这要归功于更好的现场铺筑质量、RCC坝面的优化设计以及经济有效的施工方法。为实现这一目标,人们为RCC材料和配比编制了新的规范。在这方面,国际大坝委员会（ICOLD）最近出版的《RCC坝新公报（2019年）》中关于材料和配合比的章节中包含了一套指南和建议。本文概述这些章节,重点介绍高和易性混合料。", "label": "水利工程", "id": 0}
{"content": "黄登水电站挡水建筑物为碾压混凝土重力坝,最大坝高为203m,是目前国内已建最高的碾压混凝土重力坝。以提高碾压混凝土抗裂性和耐久性为核心,分别论述了大坝碾压混凝土原材料及配合比性能研究,大坝碾压混凝土层间结合特性及抗剪断性能和抗渗性能研究,大坝碾压混凝土全级配性能研究,提出了大坝混凝土原材料使用原则及品质指标要求,以及大坝碾压混凝土施工质量控制的标准体系,并在工程中加以实践与应用。截至2019年7月,水库已蓄水发电1年多,坝体坝基渗流量8.6 L/s,其中坝体仅0.5 L/s,未发现裂缝。验证了大坝混凝土质量及层间结合质量控制效果好,效果显著。", "label": "水利工程", "id": 0}
{"content": "本文以赞比亚下凯富峡水电站工程为依托,以美国ASTM、ACI、EM标准为依据,通过对碾压混凝土原材料的品质及经济利益的综合分析进行优化选择。结合国内外碾压混凝土配合比设计方法优化施工配合比,尤其针对下凯富峡水电站工程130 m高大坝采用全断面一种级配（最大粒径63 mm,准三级配）碾压混凝土,且强度设计龄期采用365天的碾压混凝土配合比,以及坝体温控措施的优化成果得到了工程应用。本文的一些成果对于类似碾压混凝土大坝施工可作为借鉴。", "label": "水利工程", "id": 0}
{"content": "《水工混凝土施工规范》SL677-2014中要求粗骨料各级中径筛余宜在40%～70%,《水工混凝土施工规范》DL5 144-2015中要求粗骨料各级中径筛余须在40%～70%。无论水利还是电力都对混凝土粗骨料的中径筛余提出了要求,但在工地往往因为地质因素,天然粗骨料和人工粗骨料在中径筛余上都不满足规范要求,人工调整级配会耗费大量人力物力并且拖延工期。目前国内关于粗骨料中经筛余对碾压混凝土的力学性能及抗冻性能影响研究尚属于空白。因此本文开展了粗骨料中径筛余对碾压混凝土力学及抗冻性能影响研究,对于碾压混凝土施工中的质量控制具有重要指导意义。", "label": "水利工程", "id": 0}
{"content": "西藏大古水电站位于海拔约3 500 m的高海拔地区,其挡水建筑物为碾压混凝土重力坝,是目前世界上海拔最高的碾压混凝土重力坝工程,工程安全性和耐久性要求高。为确保工程建设顺利进行,开展了混凝土骨料料源选择、混凝土掺和料料源选择、混凝土性能试验等专题研究,优选抗压强度较高、无碱活性的工程开挖料作为混凝土骨料料源,论证了凝灰岩粉用做混凝土掺和料的可行性并提出相应的品质控制指标,基于建造耐久混凝土的理念设计了大坝碾压混凝土性能指标,采用优选的原材料和配合比参数配制出满足各项设计参数要求的混凝土。截至目前,整个工程混凝土浇筑顺利。", "label": "水利工程", "id": 0}
{"content": "随着我国水利设施逐渐完善,越来越多的大坝在高海拔高寒地区开工建设,综合考虑性能需求和经济成本时往往会采用低抗压强度高抗冻标号的混凝土配合比。因此需要掺入大量引气剂来提升混凝土的抗冻性能,同时碾压混凝土作为干硬性混凝土保气能力差,引气剂的掺量通常是常态混凝土的10～20倍。大量引气剂的掺入将会改变混凝土的结构,对其力学性能产生影响。但是目前缺乏相应的研究,因此本文对低强高抗冻混凝土开展了抗压强度、极限拉伸、弹性模量研究。对水利枢纽工程的设计、施工质量控制具有很强的指导意义。", "label": "水利工程", "id": 0}
{"content": "在肯尼亚海岸蒙巴萨附近将修建一个多用途项目——Mwache,其中包括东非第一座RCC坝。一家没有RCC坝经验的工程咨询公司曾进行概要设计,得出的结论是,由于肯尼亚当地缺乏可用的火山灰,Mwache应采用传统的混凝土重力坝。所幸,负责最终设计的合资公司具有RCC坝的经验,并在当地发现了几种可用的火山灰,通过广泛的\"配比试验方案\"、针对多种胶凝材料组合开发了几组配合比。这些混合料比例即使不是最高效,也会是RCC坝有史以来最高效和最经济的配比之一。这清楚表明,如雇用缺乏必要经验的工程咨询公司,将有负面影响,而且RCC坝的配合比设计应由设计方负责,因为承包商没有时间、也可能没有专业知识在投标期间制定这些配合比。此外,Mwache坝的配比试验方案清楚地表明,不同组合的类似胶凝材料可能带来完全不同的性能。", "label": "水利工程", "id": 0}
{"content": "聚脲是一种高性能柔性防护材料,已经广泛应用于水利水电工程中。本文通过室内人工加速老化对比试验,研究了SK单组分聚脲与双组分喷涂聚脲、三元乙丙板、橡胶板的性能耐老化对比,并在十三陵抽水蓄能电站上库对SK单组分聚脲进行了10年的现场跟踪检测试验。室内试验研究结果表明,SK单组分聚脲耐老化性能最好,其次是双组分喷涂聚脲和三元乙丙板,橡胶板的耐老化性能较差;现场试验表明,SK单组分聚脲经过10年的运行,其水上、水下及水位变化区材料表面无异常,SK单组分聚脲与混凝土之间的粘接强度无变化,可以满足正常使用的要求。", "label": "水利工程", "id": 0}
{"content": "本文旨在通过对塑性混凝土的抗压强度及弹性模量进行分析,剖析国内外对塑性混凝土抗压强度和弹性模量的理解和试验方法的不同之处。同时揭示国内防渗墙施工规范条文说明中对塑性混凝土抗压强度及弹性模量取值范围存在不合理之处,并给出笔者的建议。", "label": "水利工程", "id": 0}
{"content": "通过引入物联网、自动控制系统等新技术,对水电工程传统的水泥灌浆用浆液配置和输送分配进行技术创新,通过多型号传感器、物料感知设备、计量设备进行精确浆液配制和\"以需定产\"的分配,减少了浆液的配制损耗、输送损耗,在乌东德水电站水泥灌浆工程中应用取得了较大的经济效益,为水电建设工程现代化物料管理和分配提供了有意义的尝试和开拓。", "label": "水利工程", "id": 0}
{"content": "规范GB 50666要求,混凝土浇筑过程中严禁加水,但是二次加水影响如何?本文依托相关试验进行了量化研究。文中以某工地的C30混凝土配方为样本,进行0.5～2.5h等时刻通过后加水和后加外加剂恢复混凝土初始坍落度的试验,试验表明:当混凝土出机时间大于0.5h时,通过加水恢复坍落度将影响混凝土和易性和28d抗压强度;2.5h内后加水量每增加1kg/m3,28d抗压强度损失约0.9MPa;而在1.5h内加减水剂恢复坍落度对混凝土和易性和28d抗压强度几乎没有影响。", "label": "水利工程", "id": 0}
{"content": "裸岩裂隙封闭是无盖重固结灌浆成功的关键。本项目选定CW聚合物改性快硬水泥和改性环氧胶泥材料作为乌东德水电站裸岩裂隙封闭材料,室内物理力学性能试验和封闭模拟试验结果显示,聚合物基快硬水泥凝结快,短时间内可达到一定强度,用于封堵小裂隙（<1mm）效果较好;改性环氧胶泥类材料凝结时间相对较长,黏结性能和力学性能更为优异,封堵效果好,更适用于用于基面和大裂隙（≥1mm）封闭。同时,根据乌东德水电站岩体裂隙特点,提出了针对性的裂隙封闭工艺,并在乌东德水电站左岸拱肩槽灌浆区进行了应用,以检验不同材料对不同宽度、性状裂隙的封闭效果。", "label": "水利工程", "id": 0}
{"content": "湿磨细水泥浆材颗粒细度是影响其可灌性和灌浆质量的关键因素之一。根据其制备特点,研究适于工程现场质量控制需要的浆材细度检测方法,来对制浆质量进行控制和评价。浆液中水泥细度检测方法不同于普通干粉水泥,通过对比显微镜法、沉降法、激光衍射法等不同颗粒细度检测方法,研究出了适于湿磨细水泥特性和灌浆工程需要的细度检测技术,通过三峡、锦屏和溪洛渡等工程应用取得了良好的效果,制定了相应的行业技术标准。", "label": "水利工程", "id": 0}
{"content": "本文从面板堆石坝止水结构形式、施工工艺、破坏形式、破坏原因分析等入手,结合寒冷地区气候特征及工程实际运行条件,优化面板接缝顶部止水结构,采取适当的止水防护措施,拓展橡胶盖板的使用功能,以提高寒冷区面板接缝顶部止水的防渗和耐久性能,具有一定的实际应用意义。", "label": "水利工程", "id": 0}
{"content": "本文通过对混凝土构件进行的冲击回波试验,研究了混凝土缺陷的识别方法。结果表明:混凝土内部缺陷相当于一个低通滤波器,对高频成分衰减较之低频成分大,缺陷越严重,高频成分损失越多甚至缺失,造成波峰较宽。在同一截面处,大缺陷下面如存在小缺陷时,小缺陷对检测信号的影响不大,但小缺陷下面存在大缺陷时,大缺陷对检测信号影响较大;混凝土完好部位冲击回波厚度主频为单峰,缺陷部位为双峰。研究成果可为混凝土缺陷识别提供基础数据和技术支持。", "label": "水利工程", "id": 0}
{"content": "本文通过模袋混凝土表面控制措施试验,探讨模板加模袋混凝土在南水北调干渠渠坡衬砌板修复中的应用前景。", "label": "水利工程", "id": 0}
{"content": "水工金属结构安全检测是发现水工钢闸门及其启闭机安全状况与运行状态,并及时发现缺损、缺陷、病害等影响安全运行隐患的重要手段。《水工钢闸门和启闭机安全检测技术规程》（SL 101-2014）在经过对SL 101-94版的完善与修订后,在指导大、中型水电站水工钢闸门及其启闭机的安全检测活动中已基本满足要求,但许多小水电由于设计及运行的特殊性,该技术标准在指导小型水电站水工钢闸门及其启闭机的安全检测中仍有许多不够适合的地方。本文以恩施土家族苗族自治州小水电金属结构安全检测工作为例,说明检测工作组织实施与检测方法在结合具体电站的特殊性时进行因地制宜的重要性,以期为小水电金属结构安全检测提供借鉴。", "label": "水利工程", "id": 0}
{"content": "大面积曲面壳体水工构筑物模板尺寸设计目前尚无统一确定的方法,更无相应的设计系统研究。北京市南水北调郭公庄水厂工程,其中的机械加速澄清池属于大面积锥形曲面壳体结构。依托该工程项目,根据混凝土的初凝时间、混凝土平整度误差要求、振捣棒的作用范围以及方便施工和节约资源的角度,提出了一种针对大面积曲面壳体结构的模板设计方法,可为今后类似工程提供经验借鉴。结合曲面壳体水工构筑物结构模板的设计理念,开发了相应的软件,可对大面积曲面壳体水工结构模板及支架进行参数化描述,给出可行的参数化设计方案。", "label": "水利工程", "id": 0}
{"content": "本文介绍了黄登水电站泄水建筑物、引水建筑物、尾水建筑物和导流建筑物四个系统的金属结构设备的设计、布置及操作条件,并简述闸门和启闭机设备的操作运行。", "label": "水利工程", "id": 0}
{"content": "近年来,力学课程教学改革取得了初步成效,调动了学生的学习积极性,提高了课堂教学效果,增强了学生分析解决问题的能力。但是目前的力学教学改革不足以满足当前我院的实际教学情况,多数专业课程教师反映学生的力学基础知识不够,或者学生不能将力学基础知识应用到专业课程中去。本文就材料力学、结构力学与水工钢筋混凝土结构课程之间的联系进行了解析,以便进一步探索出更好的力学课程授课方式。", "label": "水利工程", "id": 0}
{"content": "长春长生生物事件发生在2018年,暴雷的原因是多方面的,最主要的原因是记录造假。检测工作在规范执行及体系管理中和长生生物公司有许多相似之处,从而给从业者敲响了警钟。本文借鉴此案例并结合笔者实际工作经历,来浅析水利金属结构检测中存在的潜在问题。", "label": "水利工程", "id": 0}
{"content": "预应力混凝土结构是一种用途广泛的混凝土制品。南水北调中线渡槽采用三向预应力槽身有效优化结构尺寸,降低施工成本。通过对槽身预应力的监控,发现经过多年运行,多数预应力锚索张拉锁定后的应力保持效果比较理想,产生的应力损失满足设计要求;但也存在部分预应力锚索的应力荷载逐年增大的现象,对此,本文选取了几座典型的三向预应力渡槽,通过对监测数据的对比分析,探讨输水渡槽槽身预应力逐年增大的原因。", "label": "水利工程", "id": 0}
{"content": "通过论述基于RebarSmart系统的钢筋三维数字化设计解决方案的原理、方法及取得的成果,对BIM钢筋数字化的工程设计体系进行了有益的探索,提出了土木水利工程的钢筋三维数字化协同设计的解决方案。利用现有的技术资源,通过整合梳理、提炼和整合各专业的混凝土结构设计业务流程,为提高产品设计质量和效率、为后续精细化采购、精细化施工、精细化成本费控等提供了有力的支撑,实现数字化钢筋设计产品的数字交付。同时,结合设计工程应用,介绍了钢筋数字化设计的专业协同方法,自顶向下的设计方法、二维图及一体化有限元分析内容。", "label": "水利工程", "id": 0}
{"content": "液体的一阶晃动模态（自然频率、振型与阻尼比系数）是贮液结构设计以及振动控制的重要参数。本文采用人工激励的方法对矩形容器进行激振,可容易激发出液体自由表面的一阶模态运动,撤除激励后液体自由表面按一阶振型作自由衰减振动,通过4个激光位移器同时测量液体表面波高的自由衰减曲线,从而可得到液体晃动的一阶自然频率、振型和阻尼比系数,测得晃动频率与振型与理论结果吻合良好,表明本文试验识别方法有效。", "label": "水利工程", "id": 0}
{"content": "本文研究了入水矩形截面悬臂梁的自由弯曲振动固有频率问题,根据流-固耦合动力学理论,设计了合理的试验模型,得到了不同试验情况下矩形悬臂梁入水固有频率的试验结果,得到了一阶固有频率随入水深度的变化规律;采用ANSYS有限元软件对该试验模型进行了模态分析,将试验结果和ANSYS计算结果进行了比较分析,数值计算结果与试验值总体吻合良好,结果表明一阶固有频率随悬臂梁入水深度的增加而降低。", "label": "水利工程", "id": 0}
{"content": "仙居抽水蓄能电站金属结构设备主要包括输水系统（包括上水库、下水库进/出水口）、泄水系统（包括下水库泄放洞）、机组尾水出口等部位的闸门、拦污栅及其启闭设备,担负着枢纽控制水位、宣泄洪水、保护机组安全运行等任务。本文结合仙居抽蓄金属结构的设计,对其他类似规模抽蓄电站的金属结构设计有一定的参考价值。", "label": "水利工程", "id": 0}
{"content": "调压室排架结构计算分析通常取单跨,利用结构力学方法进行计算,设计过程中未考虑排架空间受力,计算结果偏保守。本文采用整体有限元,对某高震区、承受较大荷载的调压室排架进行了分析,较好的反应了排架的受力状态,并改进原设计体型,为施工图设计提供了依据。", "label": "水利工程", "id": 0}
{"content": "多重环境时间相似方法（Multi-Environmental Time Similarity,METS）是浙江大学首次提出的用于对新建或在建混凝土结构物进行耐久性评估与寿命预测的一种试验方法。传统的寿命预测方法,如经验公式法或数值模拟方法,未考虑实际暴露环境对研究对象的作用效应导致预测结果往往不可信;而室内人工气候模拟加速试验方法虽能模拟实际环境的作用效应,但由于研究对象现场劣化数据较少或甚至没有,因此无法可靠地建立两者之间的相似关系。METS方法的提出可以有效地克服之前方法的不足,其理论是创新地引入了与研究对象处于相同或相似环境的参照物,通过对参照物的研究以及相关的室内人工气候模拟加速试验来建立基于研究对象的寿命预测模型。本文将基于多重环境时间相似理论建立一套氯盐侵蚀混凝土结构使用寿命预测试验方法,并以预测杭州湾跨海大桥使用寿命为例阐述海工混凝土结构使用寿命预测的多重环境时间相似试验方法。", "label": "水利工程", "id": 0}
{"content": "对于带缝运行的水工混凝土结构,裂缝出现的问题直接影响着整个结构的安全,本文主要针对水工混凝土结构裂缝的发展过程及水工混凝土结构裂缝造成的原因进行简要的分析。", "label": "水利工程", "id": 0}
{"content": "本文对目前研究较少的有损伤的水工混凝土结构进行试验,研究其在冻融循环与氯盐交替作用下的劣化性能。试验采用\"慢冻法\",通过评价钢筋混凝土梁的表面形态、质量变化情况来确定其劣化程度。本次试验所用的钢筋混凝土梁的损伤有三种类型,分别是0mm、0.1mm、0.2mm的裂缝损伤。", "label": "水利工程", "id": 0}
{"content": "近年来,探地雷达法无损检测已广泛应用到水利工程质量检测中,比如测定钢筋混凝土保护层厚度,钢筋数量,钢筋间距,衬砌质量等等。在JGJ/T152-2008《混凝土中钢筋检测技术规程》中提出钢筋保护层厚度检测仪器有钢筋探测仪和雷达仪,但在GB/T50784-2013《混凝土结构现场检测技术标准》中仅仅在钢筋间距及数量中提到雷达仪检测,保护层厚度中未提到雷达仪方法。本文从理论与试验检测相结合,分析探地雷达测试钢筋保护层厚度的实际意义。", "label": "水利工程", "id": 0}
{"content": "氯离子侵蚀是海洋环境钢筋混凝土结构耐久性破坏的主要因素,氯离子扩散性研究对钢筋混凝土结构耐久性设计具有重要意义。通过室内潮汐循环模拟试验,测得混凝土保护层内不同深度处的氯离子浓度。通过引入深度影响系数的概念,拟合得到氯离子扩散系数随深度变化的关系式,可快速计算混凝土内不同深度处的氯离子浓度。在此基础上,采用ANSYS软件的热分析模块对氯离子浓度分布进行有限元模拟,证明采用有限元模型模拟混凝土中氯离子扩散的可行性。", "label": "水利工程", "id": 0}
{"content": "综合考虑环境条件、材料参数、结构参数等因素的随机性,定量分析了海洋氯化物环境作用下海港工程混凝土结构的时变概率耐久性。首先考虑混凝土表面氯离子浓度、氯离子扩散系数、混凝土保护层厚度、龄期衰减系数等因素的随机性,建立混凝土中氯离子的时变概率分布模型;然后利用Nataf变换对相关的非正态随机变量进行独立标准正态化,进而利用一次可靠度法（FORM）分析海洋氯化物环境作用下海港工程混凝土结构的时变可靠度,并与蒙特卡洛法（MCS）的计算结果进行对比验证;最后定量分析氯离子扩散系数、龄期衰减系数、混凝土保护层厚度等因素对海港工程混凝土结构耐久性的影响规律。", "label": "水利工程", "id": 0}
{"content": "港工混凝土结构处在海洋环境中,氯离子侵蚀引起的结构耐久性退化问题颇为严重。作者以大量华南地区高桩码头耐久性检测数据为基础,探究符合我国海洋环境的港工混凝土结构的环境荷载模型。本文基于菲克第二定律,对模型中的环境荷载Cs进行讨论,确定了Cs的概率分布及其均值、标准差。最后通过蒙特卡洛数值模拟与国际已有成果进行对比,探讨了环境荷载模型对结构耐久性分析的影响。", "label": "水利工程", "id": 0}
{"content": "简要总结了海工混凝土结构耐久性研究与设计的现状。通过分析氯离子在混凝土中传输机理及影响因素,讨论了材料组成、环境条件及施工养护等对海工混凝土结构耐久性设计计算模型与参数的影响;通过暴露试验及实际工程调查分析结果,总结了海工混凝土结构耐久性参数的统计规律;根据可靠度设计理论及耐久性设计参数的统计规律,分析了耐久性参数的取值,并与国内外规范取值进行了比较分析。在分析总结的基础上,对海工混凝土结构耐久性设计方法、耐久可靠度设计理论、耐久性设计参数的统计特征及其取值、耐久性试验、现场检测及参数更新等问题进行了研究和讨论。", "label": "水利工程", "id": 0}
{"content": "水工结构是建筑工程中一个非常重要的部分,并且其设计,结构都非常繁琐,对于施工人员的技术要求也相对较高,为了能够使水工结构的整体质量得到有效保障,建立水工工程的立体三维可视布筋结构,并且采用全自动的布筋方法,是简化操作流程,提高工程效率与质量的有效措施。全自动布筋方法的优势很多,它不但能够将繁琐的施工流程简单化,还能够使工程施工更加科学化,管理更加统一化,因此,这种水工结构的布筋方式,将会得到更加广泛的应用和发展,文中从几个方面对施工结构全自动布筋设计方法进行了研究和分析,进而提供了一项对应的施工措施。旨在将这种技术更加广泛的传播出去,使我国的水工结构工程质量得到全方面的提高。", "label": "水利工程", "id": 0}
{"content": "挪威海岸线长达1万公里,钢筋混凝土结构的海洋工程浩如繁星,对于海工混凝土的研究已有近一个世纪历史。通过研究近海设施、跨海大桥和离岸结构,发现由于混凝土设计质量及施工过程影响,工程在服役过程中耐久性良莠不齐。为了精确预测混凝土结构的耐久性,基于28天结构中氯离子迁移速率和混凝土质量,利用计算机模拟,计算服役期内氯离子侵蚀超过10%的可能性,用以评价耐久性优劣。施工过程中仅需控制氯离子迁移速率和混凝土保护层的质量,以获得达到设计使用年限的混凝土结构。实际耐久性由设计、施工和服役环境共同决定,此种方法将整个过程的影响变量均予以考虑,可获得符合实际情况的预测结果,便于指导生产质量稳定的海工混凝土结构。", "label": "水利工程", "id": 0}
{"content": "本文主要分析现行规范下国内抽水蓄能电站蜗壳压力设计值控制标准,从国内外数十个抽水蓄能电站基本设计参数及其调保参数设置出发,结合相关电站实际运行情况,探讨蜗壳最大压力计算控制值和蜗壳最大压力上升率。提出在抽水蓄能电站前期设计阶段,应按照公式选定蜗壳最大压力计算控制值标准;对于水头高于300m的抽水蓄能电站其蜗壳压力上升率应按照不同水头段进行分级并适当提高蜗壳压力上升率控制标准。", "label": "水利工程", "id": 0}
{"content": "卡洛特水电站位于巴基斯坦境内的吉拉姆河上,坝址设计地震加速度值为0.26 g。卡洛特大坝为沥青混凝土心墙堆石坝,最大坝高95.5 m,坝体堆石主要采用开挖的砂岩及泥质粉砂岩等软岩。本文介绍了卡洛特大坝的设计情况,并采用三维有限元法对该土石坝在静、动条件下的应力、变形、稳定状况进行分析。研究结果表明,各工况下坝坡抗滑稳定安全系数均满足规范要求;蓄水期坝体最大沉降108 cm,占最大坝高的1.1%;心墙应力水平较低,受力状态良好,不会发生水力劈裂破坏;地震作用下,沥青混凝土心墙动强度满足要求,坝体震陷位移最大值为40.8 cm,坝顶超高足够抵御发生地震时可能的地震涌浪和坝体震陷;卡洛特沥青混凝土心墙坝在各种工况下是安全的。", "label": "水利工程", "id": 0}
{"content": "在水利水电工程建设中,地下洞室断面越来越大,其设计和施工难度也越来越大。挂顶混凝土衬砌可以增加洞室施工期的稳定性。本文借助于ABAQUS软件,对向家坝水电站尾水洞挂顶混凝土衬砌结构进行了有限元计算,对挂顶混凝土衬砌施工期的受力特性进行了分析。研究结果表明:当挂顶混凝土衬砌边墙高度较小时,其自身稳定性较好,但边墙高度较大时,对围岩稳定产生的效果更明显。", "label": "水利工程", "id": 0}
{"content": "蜗壳结构作为水电站厂房水下结构的重要组成部分,不仅要承受巨大的内水压力,还要承受上部机电设备和楼板等传来的各种荷载。蜗壳结构型式主要有垫层蜗壳、充水保压蜗壳、直埋式蜗壳（完全联合承载蜗壳）等三种型式,它们各有特点。本文以某水电站的蜗壳结构为研究对象,结合某水电站水头不高,工期紧的实际情况,取蜗壳进口段（包含一个完整固定导叶在内）的扇形区域作为基本有限元模型,考虑钢衬和混凝土问的滑动摩擦接触性质,从应力特性及混凝土承载比两方面对垫层蜗壳和直埋式蜗壳两种蜗壳型式进行了对比分析。根据分析结果,某水电站蜗壳采用垫层蜗壳结构型式可合理调整蜗壳各部分分担内水压力,显著降低腰线部位内外圈和设置垫层段混凝土内圈等薄弱部位的环向拉应力,并充分发挥钢蜗壳的承载作用。", "label": "水利工程", "id": 0}
{"content": "锦屏一级水电站蜗壳采用充水保压联合承载的结构形式,用ANSYS有限元软件的钢筋混凝土非线性分析模块进行计算,得出不同工况下的蜗壳外围混凝土应力、位移及钢筋应力等,结合工程类比确定蜗壳外围混凝土的最终配筋值,确保了蜗壳的稳定运行。", "label": "水利工程", "id": 0}
{"content": "钢筋混凝土蜗壳结构复杂,在河床式厂房的水电站中应用较为广泛,由于其结构复杂,传统的平面框架结构计算方法存在一些不足,本文以一河床式水电站的钢筋混凝土蜗壳的三维结构分析为载体,分析了钢筋混凝土蜗壳设计中配筋问题。", "label": "水利工程", "id": 0}
{"content": "结合我国水电站蜗壳结构型式的发展近况,首先分别说明了:①混凝土的损伤开裂;②机墩结构不均匀上抬变形;③座环受剪和流道结构受扭等三种蜗壳结构力学响应与内水压力作用之间的关系,并探讨了相应的控制原则。随后,通过分析蜗壳结构受力特性控制中的核心问题,即各子午断面的内水压力外传的独立控制问题,在考虑了技术可行性的基础上,提出了基于直埋垫层组合埋设技术实现蜗壳结构受力特性控制的初步设想。最后,结合蜗壳直埋—垫层组合埋设技术的研究发展现状,指出了:①垫层对蜗壳内水压力外传模式的影响;②垫层材料的非线性压缩—回弹特性;③钢衬—混凝土间的接触状态等3个尚需研究的问题。本文提出的初步设想可以为实现更高层次的蜗壳结构受力特性的控制提供参考,促进当前蜗壳结构研究角度的转变。", "label": "水利工程", "id": 0}
{"content": "本文以采用伸缩节过缝的垫层蜗壳为研究对象,利用ANSYS软件,分析了止推环的设置、垫层铺设范围对蜗壳流道刚度、蜗壳与混凝土之间的相对滑移及座环受力等方面的影响。研究结果表明,设止推环能提高流道刚度,有效抑制蜗壳与混凝土之间的相对滑移,承担不平衡水推力,对垫层蜗壳受力有利;缩小垫层铺设范围增加了部分区域混凝土拉应力,影响座环受力,但并不能有效控制相对滑移,试图通过减小垫层铺设范围来控制相对滑移并不可行。", "label": "水利工程", "id": 0}
{"content": "针对水工钢筋混凝土结构配筋设计,从设计原理与基础、设计假定、计算方法、材料指标等方面,对中国《水工混凝土结构设计规范》（DL/T 5057-2009）和美国EM1110-2-2104水工钢筋混凝土结构强度设计规范进行了对比分析研究。结果表明,美国规范对于承载力安全储备直接反映在强度折减系数φ值上,对脆性破坏类型的构件可以通过降低φ值来提高承载力储备;而中国规范对于延性和脆性不同破坏类型的构件则采用统一的结构系数和材料性能分项系数,不能直观反映构件的整体受力性能和承载力储备。此外,鉴于中美规范在荷载和荷载组合、折减系数、材料强度指标、计算方法、构造措施等方面存在着较大的差异,在采用两国规范进行设计分析时要注意各自参数的配套选用,不能混淆。", "label": "水利工程", "id": 0}
{"content": "在大型水利工程建设过程中,要想了解混凝土中的应力作用,只要将钢筋计焊接在事先经过计算确定的受力钢筋上,通过对钢筋计的观测就可知所测部位周围的应力情况,从而可进一步分析混凝土的开裂情况及应力的变化规律。本文在目前常用的两种分析方法的基础上,提出了边界零变形法的导出方法,经过实测结果的验证,该方从直接测得的钢筋应力来分析混凝土的应力变化提供了更为合理有效的途径。", "label": "水利工程", "id": 0}
{"content": "环锚预应力混凝土衬砌结构,是一种新型衬砌结构形式,我国的很多大型水利工程的水工隧洞都采用了这种结构形式。这种结构形式在其整个截面上都有预压应力,由于锚具槽是在预应力锚束张拉锚固后回填,锚具槽的位置处没有预应力。这就导致了锚具槽位置是整个衬砌截面上的薄弱环节,本文就是针对这个问题,采用ANSYS分析软件,建立施工前后衬砌的模型,计算将微膨胀混凝土用于锚具槽回填混凝土时对衬砌截面应力分布的影响,并对回填前后衬砌的应力状态进行了对比。结果表明,回填后锚具槽位置的应力更加均匀,其应力集中得以改善。", "label": "水利工程", "id": 0}
{"content": "呼和浩特抽水蓄能电站地处严寒地区,上水库采用全库盆沥青混凝土面板防渗,极端最高气温35.1℃,极端最低气温-41.8℃,温差最大达76.9℃,运行条件为国内同类工程最差。对沥青混凝土面板的高温抗斜坡流淌性能、低温抗裂性能要求很高,二者要求相互制约。通过沥青混凝土面板结构、材料性能研究,提出了面板各层厚度、技术要求、推荐配合比及试验指标,配套面板喷淋系统,解决了严寒环境下沥青混凝土面板防渗技术的难题。", "label": "水利工程", "id": 0}
{"content": "针对某抽水蓄能电站充水保压蜗壳的不同保压值,对蜗壳应力、外围混凝土应力、座环位移、混凝土承载比进行了对比分析,并通过计算蜗壳与外围混凝土间初始缝隙值,判断运行时两者接触情况,分别对蜗壳紧贴和脱开混凝土进行了动力分析。计算结果表明,保压值越大,对蜗壳和混凝土的受力越有利,但当保压值过大时,运行时蜗壳与混凝土可能脱离,结构自振频率与机组固有频率接近,容易产生共振,对机组稳定不利;当保压值为165m时,蜗壳与混凝土的应力合理,且不易共振,建议采用。", "label": "水利工程", "id": 0}
{"content": "溧阳抽水蓄能电站总装机容量为1500MW,是江苏省在建的最大抽水蓄能电站。本文就电站的金属结构设备进行了简要介绍。", "label": "水利工程", "id": 0}
{"content": "本文采用混凝土断裂理论,导出了钢筋混凝土三点弯曲梁试件断裂参数解析计算公式,并借助试验设计的3组12不同配筋率试件的损伤断裂试验,研究了钢筋混凝土断裂特性及其配筋率对钢筋混凝土断裂韧度的影响规律。研究结果表明:钢筋混凝土三点弯曲梁试件的开裂荷栽主要由混凝土主体结构所决定,最大荷载主要由混凝土内鄙配置的钢筋情况所决定;裂缝亚临界扩展相对值随着配筋率的增加呈线性增加趋势;配筋率的变化对失稳断裂韧度有一定影响,但对起裂断裂韧度影响不大;配筋率的增加,可以有效提高试件的韧性和抵抗失稳破坏的能力.本文的研究成果为完善钢筋混凝土断裂理论,提供了有效试验数据验证和理论参考依据。", "label": "水利工程", "id": 0}
{"content": "特高拱坝的表面出现裂缝后会对其工作性态产生一定影响。本文结合某300m级特高拱坝施工期上游面出现的一处特殊表面裂缝,对该类裂缝的形成机理进行了初步的探究分析。基于非线性迭代法求解该类裂缝的开闭、滑移和扩展问题,同时,基于断裂力学理论计算研究了该类裂缝的稳定性问题。研究结果表明:施工期特高拱坝横缝的突然张开容易造成止水带周边混凝土的损伤,而横缝接缝灌浆前的压水试验会促使局部损伤进一步扩展成贯穿至表面的裂缝。", "label": "水利工程", "id": 0}
{"content": "苏只电站厂房施工中,尾水管大空腔和板梁柱结构广泛地应用到钢管架支撑;高部位的悬臂结构应用到钢三角架外撑。这些轻型钢材承重支撑形式简单,周转利用率高,便于人工操作,为企业带来较好的经济效益。", "label": "水利工程", "id": 0}
{"content": "混凝土强度和耐久性是保证水工混凝土结构长期安全的基础。目前国内水工结构混凝土主要采用28d强度设计,同时根据所处环境规定混凝土抗渗等级和抗冻等级等耐久性指标,混凝土设计指标和原材料选择、配合比设计时未考虑强度与耐久性之间的关系,对裂缝与耐久性之间的关系考虑较少,导致水工结构混凝土普遍超强、胶凝材料用量较高、开裂现象严重,进而影响到混凝土耐久性。本文在总结混凝土原材料对混凝土性能及其发展规律影响的基础上,综合考虑水工结构安全对混凝土材料性能的要求,提出水工结构混凝土耐久性设计设计需同时考虑混凝土强度和耐久性,同时尽量避免混凝土开裂,并从混凝土性能指标与设计龄期优选、原材料优选、单位用水量和水胶比选择、施工和温控等方面探讨了水工结构混凝土耐久性设计要点。", "label": "水利工程", "id": 0}
{"content": "传统的线弹性模型不能描述混凝土岩石在遭遇超出其抗拉、抗压强度的外荷载作用时所表现的非线性性能以及应力重分布现象,本文从损伤力学的角度出发,坝体一地基体系分别采用混凝土损伤塑性模型——D-P弹塑性模型及混凝土损伤塑性模型——修正的岩石损伤塑性模型,对典型的koyna重力坝进行动力非线性响应分析。计算结果表明实际坝体的损坏可能是由于地基破坏造成的。", "label": "水利工程", "id": 0}
{"content": "基于南水北调东线睢宁二站工程,针对其地基软、地震烈度高、地震时主体结构与相邻的控制室、检修间发生接触碰撞的特点,研究提出通过在相邻结构间布置对顶钢板的设计方案。运用ADINA有限元程序,建立泵站一地基结构的三维有限元模型。对顶钢板的接触状态采用Constraint-Funetion算法,分析了正常抽水和横向地震荷载作用下站身结构的应力、位移和接触状态,研究了对顶钢板的抗震效果,解决了睢宁二站软基上抗震的关键问题。研究成果可供软基上大型泵站抗震设计参考。", "label": "水利工程", "id": 0}
{"content": "泵站底板浇筑完早期,混凝土产生大量水化热,内部热量难以散发,内外形成一定的温差,表面易产生拉应力,底板有发生\"由表及里\"开裂风险。本文利用非线性有限元软件Midas FEA对埋设有冷却水管泵站底板三维非稳定温度场进行研究,分析了冷却水管的冷却水温、通水流量、材质、管径、管距对泵站底板温度场的影响,并综合考虑冷却效果和工程成本,提出较为合理且经济的布置方案。", "label": "水利工程", "id": 0}
{"content": "混凝土遭受冻融循环后强度的降低,是造成寒冷地区混凝土结构耐久性和安全性不足的主要原因。本文在已有大量试验数据的基础上,针对不同材料特性的混凝土,建立了考虑冻融循环次数影响的双轴压压统一强度准则。该强度准则以混凝土冻融损伤后的单轴抗压强度衰减规律为参数,能够将不同特性混凝土冻融循环后的双轴压压试验数据集合在一起进行分析,从而确定强度准则中的系数。本文建立的统一强度准则为寒冷地区混凝土结构物的安全性分析提供了有用的参考。", "label": "水利工程", "id": 0}
{"content": "为了研究土与混凝土接触面的力学性质,对其剪切过程中应力应变曲线的数学模型进行分析。把接触面结构势能分为摩擦势能和黏聚势能两部分,从能量耗散的角度分析了接触面剪切破坏机理。从数学特征方程的角度揭示了传统双曲线模型的缺陷。根据能量耗散假定,建立了接触面应力应变新模型,并给出了实验数据的拟合参数。根据库仑准则,推导了接触面剪切模量的表达式;根据土与混凝土接触面试验结果统计,建立了各参数的确定方法,推荐了初步的取值范围。算例模拟说明了新模型的正确性。研究成果可供相关的工程设计参考。", "label": "水利工程", "id": 0}
{"content": "本文通过对糯扎渡水电站溢洪道闸墩施工期钢筋计的应力监测成果分析,阐述了施工期钢筋应力计应力变化的影响因素。通过对钢筋计的观测,能了解其周围混凝土应力变化情况,进而可分析混凝土的开裂情况。", "label": "水利工程", "id": 0}
{"content": "水工钢筋混凝土结构是水利类本科专业最重要的专业基础课程之一,是诸多后续课程和实践教学的基础,对培养人才质量具有较大影响。由于该课程存在内容多、公式多、符号多、知识点多、难点多等特点,欲教好和学好该课程都具有一定的难度。结合多年课程教学实践经验,认为欲教好、学好该课程,需从对课程特点的认识和把握、教与学三个方面下功夫。文章从上述三方面对该课程的教学进行了研究,并给出了教学措施和体会。", "label": "水利工程", "id": 0}
{"content": "针对溪洛渡地下电站蜗壳结构,采用钢筋混凝土非线性有限元方法进行蜗结构优化研究,模拟混凝土拉伸开裂、裂纹闭合等开裂非线性特性。优化研究表明,局部增加钢筋或增加墙体厚度的措施都不能阻止贯穿性裂缝的发生,在未采取其它工程措施的条件下,垫层应至少敷设至180°断面。水泵房墙体加厚前后的裂缝、应力分布规律,揭示了裂缝状态下的结构应力不同于线弹性下的应力变化规律,认识到,对于有限裂要求的复杂水工结构（如蜗壳）必需采用钢筋混凝土开裂非线性这种数值分析方法,即考虑混凝土的应力—应变非线性本构关系、混凝土与钢筋之间的相互作用,模拟混凝土开裂非线性过程等,才能设计出即满足安全稳定运行又经济合理的水工结构。", "label": "水利工程", "id": 0}
{"content": "本文对磨蚀的基本概念及其特征进行了分析和描述。磨蚀具有磨损和空蚀两层含义。混凝土磨损是指:泄水建筑物表面在含沙水流的摩擦作用下产生的混凝土材料的流失。混凝土空蚀是指:由于高速水流中空泡溃灭时产生的微射流的冲击作用导致泄水建筑物混凝土材料的流失。由此可知,混凝土磨蚀是指:由于含沙水流磨损和空化水流空蚀共同作用导致泄水建筑物混凝土材料的流失。本文对混凝土磨蚀后的表面性状特征进行了统计分析和描述,对混凝土表面磨蚀破坏的划分标准进行了探讨。", "label": "水利工程", "id": 0}
{"content": "大型抽水蓄能电站具有机组运行水头高、容量大、转速高等特点,在水力、机械和电磁等复杂振源综合作用下,其厂房结构振动特性与常规电站具有较大的差异。本文首先对国内多个大型抽水蓄能电站厂房结构开展振动测试和分析,总结振动变化和分布规律;在常规电站厂房振动控制要求的基础上,引入不同工况、不同部位以及不同评价参数的衡量体系,构建了系统化的振动控制设计标准。该设计标准对大型抽蓄电站厂房结构的抗振设计工作具有明确的指导意义和校核作用,并可为现运行的大型抽蓄电站厂房结构振动进行全面评价,为解决振动问题提供技术指导和参考。", "label": "水利工程", "id": 0}
{"content": "海外某抽水蓄能电站地质条件复杂,为避免围岩变形对地下厂房混凝土结构可能造成的不利影响,工程中拟将地下厂房球阀层以上的混凝土结构与周围岩体脱开。本文运用三维有限元分析方法对地下厂房混凝土结构的受力特性进行研究,模拟分析了各类工况下厂房结构的位移分布与静动力特性。分析成果验证了混凝土结构与周围岩体脱开的可行性,并按照欧洲标准为厂房上部结构的配筋设计提供了参考。", "label": "水利工程", "id": 0}
{"content": "该渡槽建造于20世纪80年代,作为北京市延庆区重要输水工程之一,为城市用水、农业灌溉、大型活动用水提供了有利的保障。由于该渡槽建造年代久远,且受外界环境影响,结构构件出现了裂缝、钢筋裸露锈蚀现象。以混凝土结构渡槽为例,采用有限元方法对其在空槽和满槽+温度荷载工况下整体承载力进行验算分析。分析结果表明:渡槽在空槽和满槽+温度荷载工况下承载力均满足规范要求。但混凝土结构渡槽长期外露在雨水等环境共同作用下易产生裂缝、混凝土酥碱、钢筋锈蚀等问题,故渡槽建成后应进行定期检查、做好防护。", "label": "水利工程", "id": 0}
{"content": "含断层、裂隙等复杂构造水工结构几何体成型难度大,网格剖分耗时长,是制约性态分析和安全评估效率的关键因素。为提高建模效率,本文提出一种基于单元切割技术的有限元网格成型方法,其核心思想是简化几何体成型,生成规则网格,之后利用单元切割技术生成复杂构造。具体实现过程是:①不考虑地质断层、裂隙等水工结构复杂构造,基于地形地质条件生成较规则网格;②利用平面或平面组定义断层、裂隙等构造;③采用平面或平面组对规则网格进行切割,生成新的网格;④在切割部位生成一定厚度的薄层单元,形成结构面,完成建模。通过编程实现与算例验证,该方法能够高效生成复杂网格模型,且成型网格收敛性良好,满足分析要求,具有很强实用性。", "label": "水利工程", "id": 0}
{"content": "随着GB 18306—2015《中国地震动参数区划图》的变更,部分地区水库大坝抗震等级发生变化;同时,GB 51247—2018《水工建筑物抗震设计标准》亦对水库大坝抗震计算提出了新的要求,为保证水库大坝安全运行,需要基于有限元数值模拟技术进行抗震安全复核研究。以某重力坝挡水坝段为例,建立了挡水坝段有限元模型,采用振型分解反应谱法对其进行了地震动相应计算分析,并根据计算结果对挡水坝段进行了抗震安全评价。计算结果显示:①考虑动水压力的作用后,坝体的自振频率有较为明显的降低,其第一阶自振频率降低了约10%;②挡水坝段建基面垂直应力除坝踵处有局部拉应力外,其余均为压应力,且拉应力长度小于坝踵至帷幕中心线的距离,满足要求;③挡水坝段抗滑稳定安全系数大于规范设计值,满足安全需求;④挡水坝段抗震安全满足标准要求,抗震等级评定为A级。", "label": "水利工程", "id": 0}
{"content": "为研究坝体—库水—地基流固耦合的动力效应,本文以黄登重力坝为例,采用ANSYS软件,对流固耦合作用下的重力坝的地震响应进行了分析,计算结果表明:坝体—库水—地基流固耦合模型计算结果随着模拟地基范围的增加,能够更加精确地模拟地震动响应,不过向上游延伸3倍的坝高就能够满足计算精度要求。", "label": "水利工程", "id": 0}
{"content": "高重力坝的动力特性分析是衡量其抗震安全、评价其设计合理的必要手段。本文采用不同库水、地基模型建立了大坝—地基—库水系统模型,并基于系统模型对某高重力坝工程实例进行动力响应分析。结果表明:相较于广泛采用的Wcstcrgaard附加质量模型,采用库水流固耦合模型能较好地模拟库水对坝体的动力特性影响;采用黏弹性人工边界地基模型,能够较好地模拟真实无限地基情况。", "label": "水利工程", "id": 0}
{"content": "为研究库水可压缩性对重力坝动力响应的影响,以黄登混凝土重力坝12号坝段为例,基于两种库水模型,建立重力坝—地基—库水系统2D有限元模型进行数值仿真计算。结果表明,考虑库水可压缩性的流固耦合模型,重力坝系统对应各阶自振频率、坝顶加速度、坝顶和坝踵相对位移以及最大和最小主应力极值均要小于Wcstcrgaard附加质量模型。分析结果可为混凝土重力坝抗震分析提供一定参考。", "label": "水利工程", "id": 0}
{"content": "云南省某中型水库坝址区地震基本烈度为Ⅷ度,黏土心墙坝为2级建筑物,最大坝高75.6m。为全面了解大坝的静动力安全性态,建立三维有限元模型并采用非线性有限元方法对大坝应力变形进行分析。计算结果表明,坝体在地震作用下应力变形均处于合理范围内,大坝安全具有一定保障。", "label": "水利工程", "id": 0}
{"content": "阿尔塔什面板堆石坝最大坝高为164.8m,坝基覆盖层最大厚度95m,大坝抗震设计烈度达IX度,大坝的动力反应和抗震安全性是工程的关键技术问题之一。本文建立包含覆盖层和坝体的有限元模型,开展大坝的静动力分析,取得了坝体位移、加速度、永久变形等系列成果。在校核地震工况下,坝顶震陷率为0.21%,小于面板堆石坝的地震变形控制标准。设计采用了3排阻滑钢筋网、40 cm浆砌石护坡等坝顶综合防护措施,可有效消除坝坡的整体和局部剪切破坏隐患。综上,阿尔塔什面板坝结构和分区设计合理,采取适当抗震措施后,能够保证工程抗震安全。", "label": "水利工程", "id": 0}
{"content": "对大坝安全鉴定有以下几方面内容:现场安全检查、工程质量评价、大坝运行管理评价、防洪标准复核、结构安全评价、渗流安全评价、抗震安全评价、金属结构安全评价、大坝安全综合评价等内容本文针对水库大坝结构安全评价做了一次有益的探讨。", "label": "水利工程", "id": 0}
{"content": "黄登水电站为一等大（1）型工程,其主体挡水建筑物是国内已建最高的碾压混凝土重力坝。由于坝高,装机容量和库容大,因此,碾压混凝土重力坝的抗震安全重要性突出,对坝体进行抗震研究有重要意义。通过有限元动力损伤计算分析并结合动力模型试验,研究了黄登大坝的自振特性、各种特征量的地震响应、极限抗震能力、损伤范围、抗震薄弱部位、抗震措施效果等问题。这些研究成果为黄登大坝的抗震设计提供了重要参考和依据。计算和试验研究成果表明,在静力条件下,各个坝段的抗压和抗拉强度均能满足规范要求。在动力工况下,除了坝踵坝趾等应力集中部位外,黄登大坝抗压强度均满足规范要求。在坝颈、溢流坝段闸墩与溢流面接触部位、底孔导墙、底孔孔口、坝踵等部位,抗拉强度不能满足规范要求,但通过采取综合抗震措施,黄登大坝的抗震安全度也是有保障的。", "label": "水利工程", "id": 0}
{"content": "<正>白鹤滩水库是目前我国在建的最大水库,位于四川省宁南县和云南省巧家县境内,是金沙江干流河段四个梯级水库中的第二个。水库以发电为主,兼具防洪、拦沙等功能,正常蓄水水位825米,计划于2021年5月下闸蓄水。该水库地处川滇菱形块体东缘,受到印度板块与欧亚板块碰撞导致的侧向挤压及华南板块阻挡的共同作用,区域构造活动剧烈。此外,水库蓄水后,不但会引起瞬间区域弹性应力场变化、且伴随产生瞬时不排水孔隙压力和随时间扩散的孔隙压力变化,进而改变区域及断层周围应", "label": "水利工程", "id": 0}
{"content": "机组及厂房振动问题是关系蓄能电站安全稳定运行的关键问题,通过对黑麋峰抽水蓄能电站变参数工况机组及厂房振动现场测试和分析研究,对机组和厂房振动变化规律、影响因素等进行全面剖析,并与类似蓄能电站机组及厂房振动情况进行比较,提出影响机组及厂房振动的主要振源,并为后续蓄能电站机组及厂房减振措施提供参考意见。", "label": "水利工程", "id": 0}
{"content": "随着抽水蓄能电站工程的日益增多,对原有水库进行改扩建已经越来越成为抽水蓄能电站建设的发展趋势。本文以河北丰宁抽水蓄能电站下水库拦河坝的改扩建工程为基础,建立了土石坝改扩建工程的二维有限元模型,对抽水蓄能电站拦河的施工过程的应力变形进行了分析。计算结果表明:加高后坝体沉降并没有因为老坝沉降已经完成,而有所减小,反而有所增加;顺河向变形,在竣工后和蓄水后最大值的位置基本一致,均出现在坝高1/4处,且位于老坝填筑区;防渗墙作为坝体重要的防渗设施,在蓄水时应力值和变形都是最大的;坝体加高并蓄水后,顺坡向应力最大值5.72MPa,均处于受压状态,周边缝呈闭合状态。在不考虑抗震的情况下,各项技术指标均在允许范围内,丰宁抽水蓄能电站下水库拦河坝的设计方案是可行的。", "label": "水利工程", "id": 0}
{"content": "鉴于《中国地震动参数区划图》（GB 18306—2015）对十三陵上水库工程区50年超越概率10%的地震动峰值加速度由0.15g调整为0.20g,相应地震基本烈度由Ⅶ度升至Ⅷ度。本文按照现行抗震规范,在借鉴类似工程的坝料参数取值,结合筑坝材料的工程特性,并充分考虑大坝实际沉降情况下确定筑坝材料动力模型计算参数。采用拟静力法和非线性动力有限元法对上水库混凝土面板堆石坝进行了抗震复核,并采用三维有限元方法对上水库引水事故闸门启闭机室进行静力和动力计算分析。研究结果表明,上水库主坝、副坝、引水事故闸门启闭机室抗震安全性能良好,满足规范要求。", "label": "水利工程", "id": 0}
{"content": "本文利用标准振源对振动加速度信号在频域进行滤波并积分后求得振动位移的方法进行验证,确认了该方法的可行性与可靠性。对某闸门进行了振动加速度、位移和动应力等振动响应测试,测试部位振动加速度均小于3m/s~2,振动位移小于0.25mm,动态应力小于153.2MPa,闸门起升初始阶段振动位移最大值超过相关要求,结合加速度、位移和动应力给出闸门的振动评价。", "label": "水利工程", "id": 0}
{"content": "地震作用下,深厚覆盖层上土石坝-近域地基系统与远域地基系统接触关系复杂,大坝-地基系统动力分析截断边界处理方法对计算结果有重要影响。本文,采用深厚覆盖层上土石坝动力分析黏弹性边界处理方法进行深厚覆盖层上长河坝高心墙堆石坝大坝-地基系统地震动力反应分析,并与传统固定边界处理方法的分析成果进行对比,研究了截断边界处理方式对计算结果的影响,探讨了后续大坝-地基系统全面动力分析的合理边界处理方法。研究表明:采用固定边界的处理方式,大坝地震动力反应水平较黏弹性边界处理方式要高,但边界处理方式对系统内加速度反应的分布基本无影响;对于坝高相对覆盖层厚度更大的长河坝高心墙堆石坝,采用黏弹性边界条件处理截断边界对提升动力分析计算结果精度的影响不大,综合考虑到计算工作的难度和计算成果同以往成果的可比性,认为大坝-地基系统动力分析宜采用将覆盖层地基向上下游适当延伸后截断,并采用固定边界的处理方式是合适合理的。", "label": "水利工程", "id": 0}
{"content": "采用三维有限元方法对某河床式水电站厂房9#坝段开展整体应力应变和稳定性分析,得到其正常运行工况和检修工况下坝体和坝基的应力应变状态。采用点强度储备安全系数法、建基面整体强度储备安全系数法、以及强度储备安全系数法分析了各工况下9#机组坝段抗滑稳定系数,论证了其稳定安全性,为设计提供了参考。研究表明,沿建基面积分所得强度储备安全系数与降强法所得整体强度储备安全系数误差在2.73%～8.29%之内。", "label": "水利工程", "id": 0}
{"content": "为分析泄洪闸坝段在承受不同水位荷载作用和地震作用下的坝体结构响应,建立三维整体有限元模型,分别计算了泄洪闸在结构自重工况、正常蓄水工况、设计洪水工况、检修工况以及地震工况下的位移和应力响应,评价建基面上的抗滑安全系数。静力计算表明,设计洪水工况下坝体沉降量和水平向变位达到最大值,最大沉降量为10.96mm,向下游变形量最大值为1.94mm,都出现在下游坝顶。闸墩与闸底板相交处的上下游均出现应力集中,下游较上游显著,Mises应力分布特征与第一主应力分布特征一致。建基面整体抗滑安全系数在13.2以上,最小点安全系数为1.7,坝基稳定性良好。动力计算表明,地震作用下坝体闸墩上游顶部牛腿处最大加速度为6.0m/s~2,加速度的放大倍数达到6.0;闸墩下游中高程处最大加速度为8.0m/s~2,加速度的放大倍数达到8.0。闸墩与底板相交处上下游角点最大拉应力达到10.0MPa,最大Mises应力达到12.0MPa,需要加强抗震设计。", "label": "水利工程", "id": 0}
{"content": "为了探讨重力坝纵缝的存在对大坝动力特性及强震下的坝体应变、加速度、位移等动态响应的影响,本文以工程中某混凝土重力坝为研究对象,对坝体无纵缝、有纵缝的两个模型开展振动台试验研究。试验结果表明:纵缝的存在使大坝频率明显降低,并改变了重力坝坝体的应变响应分布规律。无纵缝时,坝体头部动拉应变值最大。考虑坝体纵缝后,坝体头部动应变值降低,坝体最大拉应变值位于纵缝底部。纵缝使下游面坝体中部平台处的加速度增加,但却明显抑制了坝顶的加速度放大效应。有纵缝模型的顶部相对位移相较于无缝模型明显增大。", "label": "水利工程", "id": 0}
{"content": "经地震安全性评价和汶川地震后的复核研究,双江口水电站坝址10年超越概率1%的一般场地条件下基岩地震动峰值加速度为270gal,最大可信地震基岩地震峰值加速度为286gal。双江口水电站心墙堆石坝最大坝高312m,如何保证300m级心墙堆石坝的抗震安全成为制约双江口工程建设的关键技术难题之一。以试验研究与数值计算相结合方式,在筑坝材料动力特性试验研究的基础上,探讨了材料动力本构关系和安全评价方法,开展了大型振动台模型试验,分析评价了大坝的抗震安全性能,确定了大坝及地基抗震能力相对薄弱的部位。统筹考虑高土石坝已有抗震经验和研究评价成果,提出了300m级高心墙堆石坝的综合抗震措施。上述研究思路、方法和成果对300m级高土石坝工抗震研究具有普遍的参考价值,对推进300m级高土石坝工程建设具有十分重要的意义。", "label": "水利工程", "id": 0}
{"content": "双江口水电站为砾石土心墙堆石坝,最大坝高312m,为在建世界第一高坝和大渡河流域龙头水库大坝,双江口大坝工程建设已超出了现行规范规定和已有经验的范畴。因此,双江口300m级高坝坝体、坝基动力反应特性及抗震安全性是建设可行性研究的关键技术问题之一。本文建立了包含双江口水电站地基、深厚覆盖层、坝体、库水在内的三维有限元静动力分析模型,得出坝体位移、坝体沉降、坝体加速度响应等静动力分析成果。基于三维有限元静动力分析研究成果,提出了工程抗震措施。", "label": "水利工程", "id": 0}
{"content": "衢江抽水蓄能电站上水库大坝由于地形条件的限制和库容的要求,采用折线型混凝土面板堆石坝方案。针对该方案采用三维非线性有限单元法对其进行数值模拟,对大坝运行性态进行了综合研究。研究成果表明,大坝的整体变形规律与直线型混凝土面板堆石坝基本一致,面板拉应力和结构缝变形量值与同等规模的常规面板堆石坝坝相比在基本相当,大坝坝轴线采用折线布置是可行的。由于坝轴线的转折,大坝面板受拉和结构缝张拉趋势有所增大,尤其是转折部位,提高混凝土抗拉性能、细化面板结构缝设计是折线型混凝土面板堆石坝工程设计的关键。", "label": "水利工程", "id": 0}
{"content": "冶勒沥青混凝土心墙堆石坝最大坝高为124.5m,坝址区地震烈度高,地质条件复杂。大坝上布设了9台强震仪组成的强震监测台阵,自2005年12月开始投入运行至2014年12月底,共获得有效记录57次,其中包括汶川地震、攀枝花地震和芦山地震记录。对典型强震记录进行时域分析和频谱分析,初步总结了冶勒大坝的动力反应特性。研究结果表明,大坝坝顶部位的动力反应主要以放大为主,并且随着底部PGA的减小,坝体放大倍数明显增大;由于地震动本身震源特性、传播途径的差异,大坝在不同地震中动力反应的频谱特性明显不同,但多次记录均显示土石坝体有较为明显的滤波作用。", "label": "水利工程", "id": 0}
{"content": "高地震烈度区泄洪闸的抗震安全对保障水库在遭遇地震事件时能否及时放空具有重要意义。本文以某长期服役大型水库泄洪闸为例,分别采用振型分解反应谱法与固定边界动力时程法分析了闸室在地震条件下各结构的位移、应力以及加速度响应,采用材料力学截面承载力法对闸室段主要混凝土构件进行了抗震验算,对泄洪闸的整体抗震安全性进行了综合评判。计算结果表明:泄洪闸在设防地震作用并采用混凝土实测强度下,虽然按规范验算的闸室段现状抗震安全性均满足截面承载力要求,但三维有限元计算结果显示泄洪闸工作桥、排架等上部结构为抗震薄弱环节且抗震安全性不足,且现行规范未对其抗震性能作专门要求,亟须对泄洪闸上部结构整体进行补强加固。建议对长期服役水库工程进行安全复核时应重点关注泄洪闸等泄水建筑物的抗震安全性能。", "label": "水利工程", "id": 0}
{"content": "本文将介绍离心模型技术及其在评估大坝抗震性能中的应用。讨论了离心试验的概念和优点,验证了离心模型的可靠性。还讨论了本方法在土质心墙堆石坝（ECRD）、混凝土面板堆石坝和混合式土石坝研究中的应用。", "label": "水利工程", "id": 0}
{"content": "为了提供比常规堰更好的水力特性,发展了一种具有自由面流双曲线堰顶的琴键式堰（PKW）。由于倒悬式结构,PKW的基座占地面积小,可以更容易地建在坝顶上。截至2017年,已在全球范围内运行30座PKW。由于PKW的结构特征,地震安全性评估成为将PKW应用于地震多发区域大坝上的一个基本问题。利用简单的PKW模型和大坝与PKW的组合模型,通过数值模拟研究了PKW的动力特性。PKW振动的方向效应是水坝与PKW之间发生共振的关键因素。研究了PKW堰面与水的相互作用。", "label": "水利工程", "id": 0}
{"content": "地震引起的水坝损坏将对社会造成巨大损失。因此,应该进行大坝及相关附属设施的抗震性能评估和维护,以保护人民的生命和财产。在韩国,随着2017年修订的抗震设计准则的发布,水坝的抗震设计准则也在修订中,以反映修订的抗震设计准则的变更。根据韩国水资源公社对水坝及其附属设施进行抗震性能评估的经验和结果,本文详细讨论了2011年发布的现行水坝的抗震设计准则存在的问题及后续的问题。此外,本文还介绍了韩国水资源公社经营的水坝及其附属设施的抗震性能评估现状。", "label": "水利工程", "id": 0}
{"content": "渡槽是水工建筑物中应用最广泛的输水建筑物之一。针对张庄渡槽整体结构各项设施及组成部件存在一定程度损坏的情况,建立张庄渡槽整体结构三维有限元模型,并对其进行静动力工况下整体安全性评价。计算结果表明:①张庄渡槽整体结构在各种静力工况下总位移的最值均小于跨度的1/400,满足规范要求;②静力工况无水和满槽情况下张庄渡槽整体结构最大第一主应力均已超过混凝土的静态抗拉强度标准值,但该区域有进行配筋,相对安全;③张庄渡槽整体结构在动静叠加情况下,上、下游排架柱横梁处等区域出现较大拉应力区,会造成混凝土的开裂,甚至裂缝会贯穿排架柱或横梁截面,为了安全起见,建议采取相应的抗震加固措施,以此来满足结构的整体安全性。", "label": "水利工程", "id": 0}
{"content": "尾矿坝是矿山生产的重要设施,也是重大危险源。尾矿坝一旦溃坝,将污染环境、造成经济损失、危及附近人民的生命安全。地震是尾矿坝事故发生的重要原因之一,因此研究尾矿坝在地震工况下的响应尤为重要。以某尾矿坝为研究对象,采用理论分析、数值模拟和工程实践相结合的方法,对尾矿坝的渗流场、应力场、动力反应以及液化区域进行了研究。结果表明:在静力作用下,最大主应力与最小主应力均为压应力,应力水平最大值小于1,说明是静力稳定的;坝体在该地震工况下反应不大;液化区主要集中在沉积滩与坝坡下的小范围处,液化区没有贯通,不会对坝体的稳定性产生实质的影响。", "label": "水利工程", "id": 0}
{"content": "挡水坝作为水库大坝的典型结构,其强度及稳定性至关重要。针对材料力学法在分析地震作用下大坝安全稳定性的局限与不足,本文结合某水库大坝,基于ANSYS软件对大坝地震荷载的数值模拟方法进行研究,采用拟静力法对大坝安全稳定性进行分析。结果表明,有限元模拟满足工程要求,与材料力学法相比较计算结果更加完善。", "label": "水利工程", "id": 0}
{"content": "针对某建成水电站的主厂房在运行过程中出现的一些稳定性问题,基于强度折减理论,借助有限差分元软件,对该水电站主厂房进行稳定性模拟计算分析,探究断层对于水电站主厂房洞室稳定影响,揭示了该水电站主厂房稳定性规律,为水电站主厂房洞室的整体稳定性问题提供参考。", "label": "水利工程", "id": 0}
{"content": "采用有限单元法对某水电站进水口结构抗震性能进行了数值仿真计算。选取了进水口典型结构,分别分析其在设计地震动及校核地震动激励下结构的静、动力特性,得出该进水口抗震性能良好的结论,给出了结构抗震的薄弱部位。从而为该进水口的施工及类似研究提供科学依据。", "label": "水利工程", "id": 0}
{"content": "对地震引起的残余变形、坝坡稳定及防渗体系安全问题进行剖析,并结合现阶段超高心墙堆石坝抗震安全研究成果,系统总结后给出了相应的控制要求:①最大震陷量不宜超过坝高的0.7%～0.8%,同时应控制不均匀变形,防止坝体防渗体系出现裂缝;②地震过程中的坝坡稳定评价应同时考虑安全系数K<1的滑弧范围及地震持时影响等因素;③防渗体系抗震安全需结合液化区范围、影响程度等综合判定。据此,通过归纳分析方法,给出了努列克、奇科森、瀑布沟、糯扎渡、长河坝、两河口、双江口等工程在地震残余变形控制、坝坡稳定控制和防渗体系安全方面的抗震措施,为今后超高心墙堆石坝建设提供借鉴。", "label": "水利工程", "id": 0}
{"content": "高混凝土重力坝属于大体积混凝土,其工程方量往往高达数百万方。受原材料的材料特性、混凝土拌合物生产过程以及大坝浇筑过程影响,大坝的材料特性空间分布具有一定随机性,因此开展结构的随机响应分析、对各种不确定性进行量化,是合理评价结构安全可靠度的重要前提。本文以弹模为例,将大坝典型断面材料参数视为随机场,先采取局部平均法将其离散成若干随机变量;然后利用与蒙特卡罗法相结合的Neumann展开随机有限元法对重力坝的位移情况进行模拟,计算了假定位移功能函数下的变形可靠度。利用Matlab语言编制了该算法的程序,并通过2个典型算例对本文方法进行了验证。", "label": "水利工程", "id": 0}
{"content": "本文根据中美大坝现行防洪标准和抗震标准体系,对比研究了两国大坝防洪和抗震安全设计理念,认为中美两国对大坝防洪安全和抗震安全的要求客观地反映了两国综合国力的差异,大坝防洪和抗震安全设计各有特点、自成体系,均能满足各自国家大坝安全设计和评估的需求。通过比较研究,有助于我们深入理解大坝安全设计理念的内涵,对完善中国大坝安全设计标准体系具有重要意义。文中给出了大坝设计基准期内的防洪安全度、抗震安全度及防洪和抗震综合安全度的计算公式,有助于理解大坝防洪和抗震设计的风险意义。", "label": "水利工程", "id": 0}
{"content": "抗震设计反应谱是土石坝动力计算分析的主要依据,反应谱参数的合理确定是工程抗震安全分析的重要环节之一。基于规范标准设计反应谱,依托于某心墙堆石坝初步探讨了反应谱参数对于坝体动力反应及地震永久变形的影响。结果表明,增大地震动峰值加速度、增大动力放大系数最大值、延长反应谱特征周期均会使坝体的加速度反应和永久变形在一定程度上增大,结合计算结果对反应谱参数的选择提出了一些合理性建议。", "label": "水利工程", "id": 0}
{"content": "通过建立洪屏地下厂房三维有限元动力分析模型,研究了厂房固有振动特性并进行共振校核,同时研究了不同荷载工况下机墩的动力响应。利用动力时程分析法计算了结构在水轮机压力脉动作用下的振动反应,结合国内外相关规范,对振动加以评价。结果表明:厂房结构基频与机组额定转频相差较多,发生共振的可能性不大;机墩振幅满足规范要求;厂房整体结构刚度较大,压力脉动引起的振动反应在允许范围内。有限元数值计算结果能为地下厂房结构的振动评价提供较为充分的数据依据,值得同类工程借鉴。", "label": "水利工程", "id": 0}
{"content": "以仙居高水头、大容量抽水蓄能电站地下厂房为计算实例,利用三维有限元模型,对厂房整体结构进行了模态分析,自振频率与机组的激振频率满足规范要求;采用谐响应动力分析法分别计算了厂房结构在机组动荷载、脉动压力作用下的振动响应,并根据国内外有关规程提出了振动评价标准。研究结果表明,仙居厂房结构共振的可能性较小,振动响应均在允许范围内,厂房结构抗振性能良好。", "label": "水利工程", "id": 0}
{"content": "研究不同厚度淤沙对重力坝地震响应以及当一定厚度层状淤沙的不同分布形式对混凝土坝的地震响应问题。设层状淤沙各层厚度不同,将层状淤沙分为三种不同分布形式,每种分布形式每层的物理参数相同、物理参数不同两种情况下,确定淤沙对混凝土坝的地震响应大小。通过简化算例分析表明,相同物理性质不同的分布形式对地震响应影响不显著,不同的分布形式对坝体的地震响应影响较大。", "label": "水利工程", "id": 0}
{"content": "市面上BIM建模软件众多,但是没有专门针对水利工程建模的软件。在众多软件中,选择Autodesk公司开发的Civil3D和Revit两款软件配合使用,完成水利水电工程的水工专业部分模型的建模。Civil3D软件是从传统的AutoCAD二次开发而来,适用于地形处理和线性工程建模等;Revit软件问世之初就是针对房屋建筑领域的专业建模软件,适用于曲面造型不复杂的建筑工程建模和模型的可视化表达。借助这两款软件各自的优点,本次主要对传统水利水电工程的基础开挖、截水槽及盖板、溢洪道、土石坝坝体建模。通过模型整合,可以完成模型的工程量统计和工程的可视化表达。", "label": "水利工程", "id": 0}
{"content": "为实现科学、高效地对水库大坝工程安全运营定期监测,利用贴近摄影测量技术研究构建了一种快速获取水库滑坡监测区域内物体精细化纹理影像的技术方法,并将其成功应用于五嘎冲水库滑坡监测项目中。结果表明:（1）该技术方法可高效、安全地获取拍摄物体亚厘米级甚至毫米级超高分辨率影像,影像地面分辨率达到mm级;（2）水库滑坡监测的成果精度在±1cm以内,满足规范要求。本技术方法其安全、高效和高精度影像获取特点,不仅可为水库大坝工程滑坡监测提供强大的技术支持,也可推广应用于水电站工程监测、水利工程地质勘察等领域。", "label": "水利工程", "id": 0}
{"content": "随着我国水利水电事业的快速发展,库区中遇到的岩质边坡地质灾害也越来越多,对当地的安全环境造成的影响也越来越大。因此,对于复杂的不良岩性边坡的稳定性进行研究不仅在学术上具有重要的价值,而且在工程建设方面也具有极大的社会意义。文章基于物理相似模拟理论,野外地质调查的基础上,结合现场岩体力学参数,对苗尾库区K73滑坡边坡开展了室内物理模型试验。配制出符合模型岩体力学性能的物理单元板,并根据现场反倾边坡特征进行搭建模型。模型构建完成后通过对其进行水平加载,待其每一级别达到稳定状态后进行下一级加载,同时按一定间距布置图钉,试验过程中采用高速摄像机全程拍摄,捕捉在实验过程中模型的变形破坏信息,研究宏观变形迹象,以及解析照片中的图钉坐标的变化,可得出反倾边坡在加载作用下位移场的变化规律。并将反倾边坡失稳过程划分为4个阶段,对各个阶段边坡体的变形特征进行了分析,并与现场反倾边坡进行了对比,研究成果可为揭示反倾边坡失稳破坏机理奠定理论基础。", "label": "水利工程", "id": 0}
{"content": "传统的定性和定量评价基础岩体开挖质量有一定的局限性,为拓展岩基开挖质量分析评价办法,笔者以某航电枢纽陡倾角泥质页岩坝基开挖为例,通过综合分析岩基爆破参数、声波测井、压水试验和灌浆成果数据,得出坝基超挖、岩基灌浆工程量增加的主要原因,阐明爆破控制、施工组织设计对施工质量和节约投资成本的重要性,并给出陡倾角泥质页岩坝基开挖和清基的方法和建议,谨供业内同行借鉴、参考。", "label": "水利工程", "id": 0}
{"content": "东深供水工程茜坑隧洞全长322m,围岩为全风化、Ⅳ类及Ⅴ类花岗岩。全段均为不良地质条件隧洞。针对茜坑隧洞工程不良地质条件下的新奥法施工,根据茜坑隧洞现场地质条件、支护结构和衬砌结构的形式,对隧洞施工过程中的围岩变形和支护结构、衬砌结构受力变形等进行原位监测。分析了茜坑隧洞围岩应力、围岩结构、围岩卸荷作用、围岩变形机制、变形时空效应和变形响应等各方面的变形稳定性因素。为确保施工期工程安全发挥了决定性的作用,为工后运行期监测打下了良好的基础,提供了充足的基础资料。", "label": "水利工程", "id": 0}
{"content": "南水北调中线郑州2-1标高地下水位砂质渠坡换填处理可利用土料粘粒含量指标偏低,压实指标不易保证,渠道边坡稳定性差。选用水泥改性土进行替代。通过对不同粘粒含量土料掺加不同配比水泥进行土工试验,根据试验成果确定各级配粘性土掺加水泥的配比,并对替换后的水泥改性土进行边坡稳定复核。", "label": "水利工程", "id": 0}
{"content": "本文基于云南鲁甸红石岩堰塞体整治工程,介绍了堰塞体右岸高边坡的基本情况和施工过程中存在的问题。由于右岸高边坡在治理工程实施阶段余震不断、暴雨频发,导致了边坡岩体进一步开裂掉块,边坡治理难度加大,治理现场工作受到影响。为保障施工安全,顺利推进堰塞湖整治工程的实施,需要对边坡的治理方案进行调整。在右岸高陡边坡布置监测设备,对变形及裂缝发展情况进行监测,基于监测数据对现有施工方案进行了优化。红石岩右岸高边坡的治理方案为:从上至下清除顶部及边缘危岩体、倒悬体,对开挖坡面及崩塌后形成的坡面进行喷锚支护结合局部预应力锚索加固;中部软弱条带采用锚拉板加固;中部缓倾平台外边缘设置挡渣墙和被动防护网。", "label": "水利工程", "id": 0}
{"content": "本文基于云南鲁甸红石岩堰塞体改造工程,介绍了堰塞体左岸高边坡的基本情况和工程地质条件。首先分析了左岸高边坡在自然条件下的稳定性情况,结合震后踏勘及监测成果,初步判定边坡整体基本处于稳定状态。基于GNSS变形监测技术及测缝计,对边坡位移变化进行了监测,现有监测结果进一步验证了稳定性分析结果。但左岸高边坡存在较多危岩体,给堰塞体整治施工带来了极大的不确定性,因此采用以被动防护为主的整体防治措施。最后,结合现场监测和稳定性分析等结果,制定了系统监测、仅对陡崖部位开裂区域及危岩体做开挖,清坡及被动防护为主的处理方案。", "label": "水利工程", "id": 0}
{"content": "本文通过调研与分析全国各大水利勘察设计院的BIM发展状况,结合本企业BIM技术发展实际,提出了水利勘察设计院BIM建设与应用发展模式,概括总结了BIM标准化建设、BIM平台本土化定制、三维设计出图管理平台建设的主要内容及流程,可供水利勘察设计院参考。", "label": "水利工程", "id": 0}
{"content": "大型水电工程坝址区的稳定和安全是最关键的,其强度参数的确定是岩石工程勘察的重点。本文对蛟河水电站厂房平硐右侧支洞进行原位变形试验。试验结果表明,各测段和测点的变形规律较好,与被测岩体的实际情况基本吻合,其变形特性指标在总体量级上是合理的。由于测量的数量有限,其结果在宏观表征方面也是有限的。试验结果为后续工程设计提供了参考依据。", "label": "水利工程", "id": 0}
{"content": "多路径效应是GNSS测量中主要误差源之一,影响GNSS测量成果的可靠性,在实际应用时,可通过扼流圈天线消除或减弱多路径效应。本文利用现场的点位存在较大多路径效应的特点设置两种测试方法,并使用标称精度相同的不同形式扼流圈天线进行观测,通过统计不同时间段测量误差,分别从不同时间段误差均值和中误差等两个指标进行可靠性比对。通过比对分析可知,选用独立扼流圈天线的GNSS接收机在平面测量中可靠性优于集成扼流圈天线的GNSS接收机。", "label": "水利工程", "id": 0}
{"content": "边坡变形是反映边坡稳定性最显著的表现形式。现有的边坡变形监测通过设置单一的内部变形或表面变形监测项目,没有将表面变形和内部变形有机结合起来,存在测量过程复杂、累计误差大、数据修正需要依据人工方式进行等不足。采用表面GNSS技术结合内部多轴变形监测技术,结合新型嵌入式系统开发一款表面—内部变形一体化自动化测量装置,可达到真正全方位的有效监测,数据相互校核,将更加准确可靠掌握边坡的实际运行状况。", "label": "水利工程", "id": 0}
{"content": "水利水保工程项目投资的有效控制是水利水保工程管理的重要组成部分,本文针对水利水保工程设计及施工的投资控制措施进行了阐述。", "label": "水利工程", "id": 0}
{"content": "水文是国民经济和社会发展的基础性公益事业,水文设施是水文工作的基本保障。随着文明社会的不断进步,物质生活水平的不断提高,人们对环境的要求越来越高。在满足正常测验的前提下,以建设生态和谐型水文设施为设计理念,将景观设计与水文设施建设有机结合,使水文设施与周围环境及当地人文融为一体,在保证实用性、规范性、先进性的同时,改变以往行业无特色的旧形象,树立水文地标、品牌意识,满足现代人对精神文明的需求,提高水文知名度,促进水文高质量发展。", "label": "水利工程", "id": 0}
{"content": "在地下洞室围岩稳定研究中,岩体力学参数选取的合理性直接关系着整个分析计算的正确性,本文采用正交设计-BP神经网络位移反分析方法,基于现场监测数据,对白鹤滩水电站右岸地下厂房洞室群施工期围岩力学参数进行了反演分析。利用反演参数对地下厂房施工期洞室群围岩的应力、变形演化特征进行了研究。研究表明:有限元计算位移值与现场监测值一致性较高,验证了反演方法的合理性;厂区围岩总体变形呈\"阶段性\"特征,变形增长主要是由开挖卸荷引起,而蠕变产生的变形量相对较小;受地应力与断层影响,厂房小桩号区域附近围岩较大桩号区域总体应力更大,上游侧位移变形更大,而下游侧围岩则应力集中更为明显,应加强对这附近围岩的变形监测。", "label": "水利工程", "id": 0}
{"content": "岩质边坡稳定性分析的首要条件就是最危险滑动面的确定。本文以Dijkstra算法为原理对吉林省永吉县城市防洪工程岩质高边坡的潜在危险滑动面进行了研究。以数字近景摄影测量方法识别并解译了结构面系统。考虑到永吉高边坡的裂隙系统极为复杂,在三维尺度上搜索潜在最危险滑动面极为困难,因此选取研究区具有代表性的边坡并在二维尺度上采用Dijkstra算法搜索永吉高边坡主滑面上的潜在危险滑动面。研究结果表明,主滑面潜在危险滑动面的连通率介于59.87%～70.45%。将最大连通率为70.45%的潜在危险滑动面作为潜在最危险滑动面。", "label": "水利工程", "id": 0}
{"content": "巧家盆地位于金沙江下游河谷,则木河断裂—大凉山断裂—小江断裂\"Y\"字型交汇点附近,呈长约13 km,宽3～5 km的长条状沿金沙江延伸。现今盆地表面在金沙江改造下呈倾向江面的缓坡台地,拔河高度100～350m。关于巧家盆地的成因有滑坡堆积说,断陷盆地说和河谷演化说等解释。本次基于20个控制性深孔岩芯及试验数据（最深748 m）和一条广域电磁法电阻率测深剖面,对巧家盆地规模及建造特征进行了专项研究。钻探揭示巧家盆地覆盖层厚733.6 m以上,物探剖面揭示覆盖层最厚近900 m,盆地底部平坦,横向延伸>3 km。巧家盆地包含6个沉积旋回,①、②旋回为现代金沙江的两级内叠阶地,③～⑥旋回记录了巧家盆地沉降阶段形成的金沙江冲积埋藏阶地,盆地内未发现较大规模的滑坡堆积物。巧家盆地是则木河、小江断裂带之间的拉分盆地,盆地沉降起始于约1.1 Ma,至约34 ka停止沉降接受金沙江侵蚀。巧家盆地覆盖层内未发现较大规模崩坡积物,巧家\"巨型古滑坡\"可能并不存在。", "label": "水利工程", "id": 0}
{"content": "白鹤滩水电站位于四川省和云南省交界,是目前世界在建规模最大、单机容量最大的水电站,建成后是仅次于三峡的世界第二大水电站。本文系统梳理了白鹤滩水电站枢纽区勘测设计过程中面临的主要工程地质问题,包括:区域构造稳定问题,坝址不对称强卸荷发育,层间层内错动带发育以及柱状节理玄武岩发育等问题;并针对上述主要工程地质问题,提出了相应的工程对策和处理措施,比如:通过合理调整枢纽布置并加强边坡和洞室的针对性支护的方法,解决强卸荷和层间层内错动带对坝基、边坡和洞室稳定造成的影响;采用拱坝结构适应性设计联合开挖变形综合控制措施,解决柱状节理玄武岩作为坝基岩体的相关问题等。白鹤滩水电站作为典型的高坝大库水电工程,其相关研究成果可为后建重大工程的勘测设计提供有益参考。", "label": "水利工程", "id": 0}
{"content": "峡谷高坝蓄水诱发的库盆及岸坡微变形,多指由于高坝蓄水导致两岸山体应力状态调整而产生的非失稳变形,一般数厘米到数十厘米,有的研究亦称谷幅变形（水平向）、库盆变形（竖向）、河谷变形（库区内）等。目前仅在我国少数特高坝工程中开展过监测分析,如锦屏一级、小湾、溪洛渡等,其中谷幅变形是研究的重点。然而,目前关于这一变形的系统研究和定量分析较少,基于不同工程监测数据得到的变形规律有所差异,很难用单一的理论进行解释,所提出的机理尚不完备。特别地,由于可借鉴的工程经验不足,在设计中缺乏相应技术标准,高坝蓄水导致的岸坡微变形对坝体长期影响不得而知。此外,正在建设的白鹤滩（289 m）、双江口（314 m）等水电站,都需要面临峡谷高坝谷幅变形的问题。因此,本文综述了这一问题的研究现状,探讨了库盆及岸坡微变形可能的机理并进行了展望。", "label": "水利工程", "id": 0}
{"content": "在建的Kokhav Hayarden抽水蓄能电站是以色列即将投产的第二个抽水蓄能电站,布置在约旦河谷西岸。受死海转换断裂影响,场址区地质构造复杂,工程地质问题突出,给工程建设造成极大的挑战。本文介绍了与区域构造背景和水文地质条件相关的几个主要工程地质问题,分析了主要原因,提出了应对措施。在总结项目实施经验的基础上,提出了海外水电项目地质工作的思考。", "label": "水利工程", "id": 0}
{"content": "土工膜作为一种新型防渗材料,被越来越多的使用到抽水蓄能水库项目中。国内部分抽水蓄能项目将土工膜使用在库底作为防渗层,目前国内还没有全库盆使用外露土工膜作为防渗层的案例。本文主要结合以色列K抽蓄项目介绍全库盆外露土工膜防渗水库设计,全库盆外露土工膜防渗水库在材料选型、防风锚固、排水排气、焊接及质量检查等方面有其独有的特点,可为后续相关工程提供参考。", "label": "水利工程", "id": 0}
{"content": "合成孔径雷达差分干涉测量（D-InSAR）技术为近年来出现的区域地表变形遥感监测技术,具有监测范围广、空间分辨率高、测量精度好、全天时、全天候监测等特点。通过D-InSAR监测,研究了库区左岸变形体变形演化规律、滑坡发生发展成因及成灾区域,取得了如下成果如下:①D-InSAR技术具有监测范围广、空间分辨率高、测量精度好、全天时、全天候监测等特点,可为探讨库岸滑坡的全域识别、前期变形演化、预测及评价提供了有效手段;②库区左岸变形体微变形揭示微变形从上游侧开始逐渐贯通,直至整体变形下沉协调一致,与库水位升降波动较为吻合,且准确判别了微变形区域边界;③D-InSAR监测成果与现场踏勘所揭示情况较为一致,变形体下游断层以及后缘出现连续的裂缝,且局部已解体,整体为变形体前缘底部滑面控制的牵引式滑坡。", "label": "水利工程", "id": 0}
{"content": "发生于陡倾层状岩体中的倾倒变形,是青藏高原高山峡谷地区水电工程建设面临的一个极其重要的工程地质问题。本文以西藏某水电站坝前左岸倾倒变形体为例,论述了其分布特征、发育特征及变形破坏特征,分析了典型的变形破坏模式。采用数值模拟分析,研究了不同工况下倾倒变形体的应力特征和稳定性状态,并对蓄水速率和水位对稳定性的影响进行了敏感性分析,探讨了可能失稳后对下游电站的影响。", "label": "水利工程", "id": 0}
{"content": "某边坡位于水电站厂房后部,受暴雨影响已发生较大变形。根据勘察资料及前期监测成果,综合分析了边坡稳定性。由于工期要求严格,采用动态设计理念,提出了分区防治方案,I区采用\"锚索网格梁\"方案进行治理,II区暂采用自动化监测措施。本工程综合考虑了场地条件、工期要求和分区防治,设计合理可行,切实保障了电厂发电计划,可为相似工程提供借鉴和参考。", "label": "水利工程", "id": 0}
{"content": "旭龙水电站自然边坡分布大量的块体及堆积体、危岩体和强烈卸荷松弛区,对工程安全构成重大影响。结合工程实际地形地质条件,本文提出了治理原则与总体防治思路,给出了左、右两岸分层、分级布置拦挡防护系统的设计方案,并对典型危岩体抗剪洞、锚索锚固、喷锚支护的综合加固措施进行了分析评价。", "label": "水利工程", "id": 0}
{"content": "金沙江干流迪庆州德钦县奔子栏镇至丽江市玉龙县龙蟠乡河段长约300km,长期以来,该河段岸坡没有系统治理,基本处于天然状态,2018年金沙江\"11.03\"白格堰塞湖泄洪造成该河段大部分岸坡损毁较严重,岸坡稳定状态进一步恶化。本文以金沙江奔子栏至龙蟠河段急需治理的工程岸坡为研究对象,通过现场地质调查、测绘及钻探等勘察研究工作,基本查明了该段岸坡物质组成和地质结构,将岸坡地质结构类型划分为单一结构（Ⅰ类）、双层结构（Ⅱ类）和多层结构（Ⅲ类）三大类及16个亚类,并考虑已有护坡型式及坡面物质组成等,划分有复合结构（F）;本文重点从研究岸坡物质组成、地质结构及稳定条件入手,对岸坡变形破坏类型及影响因素进行了详细论述,该段岸坡的变形破坏类型主要分为两大类,侵蚀型、坍塌型,影响岸坡稳定的因素有岸坡形态、地质结构、近岸水流条件、江水的冲刷、水位的涨落、地下水渗流及人类活动,对岸坡稳定状态进行了工程地质分类和稳定分析,针对岸坡目前稳定状况,提出了相应治理措施地质建议。", "label": "水利工程", "id": 0}
{"content": "狮子石特大型特高位危岩体位于金沙水电站坝址左岸,治理工程是电站施工建设的钳制性节点,只有在治理工程施工完成后,下方边坡与大坝基坑方能开始施工,因此其治理施工十分关键。地质人员对危岩体逐片逐块查勘与分析后,从结构形态与变形失稳模式角度,将危岩体划分为孤立式、叠罗汉式、乱石堆式、贴坡式四类,对每一类危岩体的变形失稳模式和稳定性进行了分析与评判,与设计人员共同确定了针对性的治理措施,为治理工程按时顺利竣工提供了技术保障,可给予其它类似的危岩体勘察设计一些参考。", "label": "水利工程", "id": 0}
{"content": "水电工程环境边坡范围广阔高陡、地质问题复杂多样,需进行重点分区与问题分类,针对性采取地质调查与稳定性评价。控制性不利地质因素为依据进行\"分区\",包括不利地形、不利结构面发育、岩体质量差或覆盖层等;工程地质问题为依据进行\"分类\",包括块体（或危岩体）等\"点\"、表层卸荷松弛强烈区或集中区等\"面\"、变形体或堆积体等\"体\"。结合乌东德水电站环境边坡进行了系统分析,提出了环境边坡不同分区与分类的针对性勘察方法,如对块体等\"点\"采取三维影像技术或无人机块体识别手段。", "label": "水利工程", "id": 0}
{"content": "为分析金沙江上游某临江大型堆积体的稳定性,对现场进行了工程勘察,得出了该堆积体成因,并根据物质组成及堆积体特征分析出了该堆积体的主要滑移模式为堆积体物圆弧滑动和沿基覆界面滑动。选取适当剖面,采用二维极限平衡分析法对该堆积体稳定性进行分析计算,并根据计算结果结合现场条件提出治理方案。", "label": "水利工程", "id": 0}
{"content": "重力坝岸坡坝段的侧向抗滑稳定是影响大坝安全的关键因素之一。采用有限元法,对某水电站左岸1#～3#岸坡坝段在静力和地震工况下的侧向抗滑稳定性进行了三维计算分析。结果表明,3#坝段在地震工况下的安全系数无法满足要求。为加强大坝整体性,提高坝段群的抗震性能,提出采用并缝措施将左岸三个岸坡坝段下部横缝进行连接。通过计算,并缝后组合坝段沿横河向以及三维主滑方向的安全系数均满足要求。根据并缝面的拉应力分布情况,对并缝位置进行了配筋设计。研究结果在该水电工程得到应用,并可为类似工程提供参考。", "label": "水利工程", "id": 0}
{"content": "水利水电工程中高边坡是经常遇到的问题,其加固治理措施也是多种多样的,各种处理措施有其相对的适用性和适用条件,也有多种措施同时应用于工程中,才能解决其稳定性,满足工程的需要。工程实例中由于边坡受全强风化圈的影响和受不利软弱结构面的制约以及雨水和地下水的影响,高边坡局部地段沿软弱结构面出现拉裂缝和滑坡现象。为保证边坡的稳定性和工程的安全,采用了排水沟、排水洞、锚索、锚杆、挂网喷锚、抗滑桩等综合加固治理措施,其加固治理效果较好,达到预期的目的。高边坡的加固处理措施应结合边坡工程目的、工程地质条件及环境、失稳破坏类型和模式、稳定分析计算成果等诸多因素综合考虑,并结合造价投资分析,从中选择技术可行、施工可行、经济合理的最优设计方案,以达到充分发挥经济效益和社会效益。", "label": "水利工程", "id": 0}
{"content": "工程近坝库岸发现一不稳定边坡体,距离大坝相对位置较近,规模相对较大,水库蓄水后,使库区周边地区的地质和水文条件发生明显变化,失稳可能会严重威胁大坝以及下游地区居民的财产和生命安全,需对其稳定性进行分析研究,本文主要针对水库运行不同工况条件下进行稳定计算,并对失稳后可能形成的涌浪高度进行计算。", "label": "水利工程", "id": 0}
{"content": "某水电站左岸1#倾倒变形体边坡紧邻大坝,背斜构造斜穿整个边坡,边坡同时发育有多条断层,岩体结构复杂,其稳定性一直深受关注。研究工作基于现场调查、历史资料分析和监测数据分析,分析了边坡的变形特征,提出边坡的发展演化机制;采用数值方法研究分析了边坡的稳定性。结果表明,背斜作用造成了该边坡上部岩体呈反向结构,中下部岩体为顺向结构这一独特现象;边坡上部反向坡具有明显的\"弯曲-拉裂-倾倒\"变形破坏模式,边坡中下部顺向边坡岩体具有\"反翘-拉裂\"特征;裂缝主要分布在坡面130m～150m高程附近,与计算结论基本一致;蓄水后,边坡的变形量略有增大,安全系数从1.35降低至1.26,降幅较大,说明蓄水对边坡的变形影响不大,但对边坡的整体稳定性影响较大;研究结果显示,变形体内多条断层是控制边坡稳定的最主要因素。研究成果有助于研究库岸边坡在蓄水前后的分析和治理。", "label": "水利工程", "id": 0}
{"content": "我国西南地区陡峭地形和独特的地貌,使得滑坡堆积体在西南部地区十分常见,本文研究的滑坡堆积体位于金沙江某水电站坝址区左岸,综合采用理论分析、定性分析、定量分析方法,探讨了该滑坡堆积体变形破坏特征和机理,对该堆积体展开了稳定性分析和研究。得出了如下结论:1)敏感性分析中,通过正交试验得出该堆积体最敏感的因素为坡度,其次为滑动带的内摩擦角,敏感性分析结果可以为该堆积体的评价和治理提供依据2)定性定量分析得知,该堆积体整体稳定性较好,但是各剖面在暴雨和地震工况下会出现大小不一的浅层变形3)水的作用明显:暴雨工况下稳定系数大幅低于地震、天然工况,要考虑坝体建成后泄洪排洪对该堆积体的雾化影响。", "label": "水利工程", "id": 0}
{"content": "广东梅州抽水蓄能电站左侧边坡受开挖、降雨等因素影响而发生变形,严重威胁蓄能电站的施工以及后期运营的安全,因而需要对其进行监测预警,及早识别可能出现的滑坡风险。然而,由于在监测初期获取的监测数据较少,并且无类似地质条件的滑坡案例可供参考,因此采用传统方法设计一套可靠的预警程序难度较大。为此,采用用于预测边坡破坏时间的逆速度方法定义预警判据并为该边坡设计预警程序。研究结果表明,该方法有够有效地对边坡进行预警分析,对类似案例的风险管理具有借鉴意义。", "label": "水利工程", "id": 0}
{"content": "柴石滩水库灌区工程总干渠1#隧洞施工期间遇较大规模岩溶暗河,原设计方案中,与1#隧洞斜交的生态基流支洞穿越溶洞暗河的可能性较大,为降低生态基流支洞遇岩溶暗河的概率,有必要进行方案的专项勘测及比选论证,增选了2种方案进行勘测论证。勘测过程中采取了地质调查研究分析、勘探、物理探测等手段,基本查明了隧洞区的岩溶发育情况,为隧洞选线提供了地质依据。经工程实施,隧洞开挖揭露的地质条件与勘测成果基本一致。可为类似岩溶地区的工程勘测提供一些借鉴。", "label": "水利工程", "id": 0}
{"content": "绵阳市引通济安工程是解决绵阳市北川县供水不足的重点工程,但该工程沿线地形地貌复杂,受汶川大地震的影响,岩层破碎,整体构造复杂,局部岩溶发育,隧洞埋深大,高地应力、大断裂活断裂抗断、高地温、岩溶和地下水赋存条件是制约工程的主要问题,查清其主要工程地质问题是工程设计和施工顺利进行的关键,也是深埋隧洞引水工程勘察的重点难点,本工程采用钻探、物探、探硐和现场大型原位试验等手段,查明了工程具有的上述主要工程地质问题。", "label": "水利工程", "id": 0}
{"content": "对重塑黏性土-砂砾混合物的冲蚀特性及其影响因素的研究能够为大坝、桥梁的冲刷提供理论依据。本文采用冲蚀函数测定仪（EFA）对砂砾粒径、黏性土含量、固结压力三种影响因素下共12组土样进行了冲刷试验,并探讨了其不同冲刷特性。试验发现:掺4.5 mm砾石时混合土具有最大抗冲蚀能力,掺砂或更大粒径砾石起动应力都将减小;黏性土含量也存在一个临界值,当小于或大于此值时混合土的临界剪应力将减小;混合土的起动应力随着固结压力的增大而增大。此外还研究了干密度、黏聚力与起动应力的关系。在固结压力影响下,干密度与起动应力成线性关系;三种影响因素下,黏聚力与起动应力均成线性关系。", "label": "水利工程", "id": 0}
{"content": "以钢渣复合偏高岭土、石灰作为添加剂改良膨胀土为问题核心;依据自由膨胀率、无侧限抗压强度两个宏观指标对膨胀土工程特性进行评价,借助XRD、SEM等微观观测手段,探究偏高岭土、钢渣、膨胀土之间的水化反应机理和微观结构变化的内在机制。由宏观试验结果分析可知:钢渣掺量在10%～15%,偏高岭土掺量占钢渣1/3～1/2时,土样自由膨胀率显著降低,无侧限抗压强度明显提高,同时7d和28d养护龄期的土样改良效果较为接近,说明钢渣早期活性得到有效提升。微观结果说明:钢渣掺量5%～15%,偏高岭土掺量2%～6%时,土体已经可以发生水化反应并生成水化硅酸钙、钙矾石等矿物,达到填充土颗粒间空隙,胶结土颗粒的作用,验证了偏高岭土能够提升钢渣早期活性的猜想。", "label": "水利工程", "id": 0}
{"content": "水资源利用与经济高质量发展协调评价,成为提升水资源利用与经济高质量发展耦合协调能力的重要工具。水资源系统与经济系统具有共生纽带关系,目前鲜有文献从共生视角,剖析水资源利用与经济高质量发展协调机理,以此构建一套较为完善的水资源利用与经济高质量发展协调评价体系。为此,合理界定共生视角下水资源利用与经济高质量发展协调的内涵。基于压力-状态-影响-响应模型框架,深入剖析共生视角下水资源利用与经济高质量发展协调机理,系统设计共生视角下水资源利用与经济高质量发展协调评价指标体系。并应用匹配性评价法、灰关联分析法与耦合协调度模型,综合评价京津冀地区水资源利用与经济高质量发展的耦合协调度,开展京津冀水资源利用与经济高质量发展协调性的时空差异性评估。研究表明,（1）京津冀地区经济系统的经济用水效率不断提升、产业结构不断优化。但津冀地区经济系统的产业用水结构粗放度和产业结构偏水度仍较高,津冀地区经济系统的产业用水结构与产业结构匹配度亟待提升。（2）京津冀地区水资源利用指数和经济高质量发展指数均得到有效提升,且水资源利用与经济高质量发展的耦合协调度均呈较稳定增长态势。其中,京津冀地区受人均用水量的影响显著。同时,京津地区受第三产业用水比例的影响显著,津冀地区受万元第二产业增加值用水量、单位灌溉面积用水量的影响显著。此外,北京受生活用水比例的影响显著,天津受第二产业与第三产业用水结构占比、万元第三产业增加值用水量的影响显著。最后,依据评价结论,从水资源供需结构优化、经济高质量发展提升角度,提出有效提升京津冀水资源利用与经济高质量发展协调性的具体对策建议。", "label": "水利工程", "id": 0}
{"content": "本文主要介绍内容管理平台在黄河水利委员会业务管理过程中发挥的作用。文章首先从多终端统一访问、个人共享文件、多人协作、会议资料共享等方面分析文档处理需求;然后针对上述需求,详细阐述在多端合一访问、灵活共享安全可控、业务协同高效合作、会议融合及时共享等方面取得的实际应用效果;从加强系统整合、国产适配改造等方面描述下一部工作计划;最后对内容管理平台未来的发展做了简要展望。", "label": "水利工程", "id": 0}
{"content": "自智慧地球概念被提出后,各国掀起了智慧城市建设热潮,而水务作为与民生联系最为密切的重要载体,其建设质量的好坏不仅关乎到百姓的生存,同时也关系到城市、社会、经济的进一步发展,为此建设智慧水务是智慧城市建设的重点。目前我国已经有不少城市开展了城市智慧水务的实践,并取得了初步成效,不仅能智能化检测城市水务信息化发展情况,且能有效提升涉水事物管理服务水平和城市运行效率,但是满足城市需求的智慧水务建设体系的建设发展仍需要进一步研究。随着物联网、云计算、大数据等新技术的涌现,为满足城市的智慧水务建设与信息化提供了有效载体。探讨智慧水务的概念和支撑体系,根据黄河流域城市智慧水务与信息化的概况与存在问题,探讨城市智慧水务与信息化。", "label": "水利工程", "id": 0}
{"content": "在城市建设之中,水利建设是必不可少的,城市的水利建设规划,在城市的发展之中,起到非常重要的作用,它不仅可以明确城市的发展目的,还可以解决城市的用水问题,做到城市水利规划对实现城市的经济效益的发展有着非常重要的意义。我们可以通过分析城市中,水利建设的相关问题来分析城市建设中的相关问题。水利建设对于城市建设是非常重要的,水利建设的好坏可以直接关系的城市建设的好坏,我们可以通过研究城市水利建设的特点,包括相关的规划来了解城市建设。", "label": "水利工程", "id": 0}
{"content": "生态流量是维持河湖功能的重要保障,是维护其生态系统的基本要素。但是近几年我国经济需求提高、水资源逐渐减少分布也不均匀。所以,加强其生态流量管理这是关系到水资源保护的体系方式。", "label": "水利工程", "id": 0}
{"content": "随着城市现代化的推进,城市建设规模迅速发展,经济实力进一步增强。然而,在城市现代化的快速进程中,资源的损失也在不断增加。水资源是城市发展的重要资源之一,但在水资源的利用和管理中存在着忽视和缺乏合理规划的现象。因此,为了确保城市的可持续发展,我们应该了解水资源的使用以及如何管理和规划水资源。", "label": "水利工程", "id": 0}
{"content": "水是经济社会发展不可缺少和不可替代的重要自然资源和环境要素。我国水资源供求矛盾突出,加强水资源管理、提高水资源利用率,促进水资源保护、管理、利用与节约,对推进经济社会可持续发展有着积极作用。本文基于城市生活用水,探讨了水资源的管理与节水措施,深化节水型城市建设,对促进城市水资源和经济社会可持续发展起到积极作用。", "label": "水利工程", "id": 0}
{"content": "黄河作为我国大江大河体系中的骨干河流,其水资源的精准测量是流域水资源管理的基础,因其含沙量大的突出特点,严重制约了水资源管理的信息化进程。论文总结了\"十三五\"期间在黄河流域水资源管理中应用效果较好的YMCP型非接触式微波测流仪、ADCP及非接触式雷达在线监测等3种测流新技术,从测流原理、在黄河流域水资源管理中的应用情况及新技术的优缺点等方面进行分析说明,为流域区域实施精准的水量调度提供技术支撑。", "label": "水利工程", "id": 0}
{"content": "河长制和湾长制成立于不同时期,其办事机构分属不同的政府部门,虽同为水环境管理部门,但工作协同不足,影响环境治理效能。主要表现为各安其位,区域协同不足;各司其职,职能协同不足;各据其法,执法协同不足。本文依据协同理论,针对沿海地区水环境治理提出河长制和湾长制的六维协同机制。通过目标协同,以区域间、流域间、海河间的协同,实现治理目标的优化;通过组织协同,形成统一领导、分工协作的管理体系,降低制度成本;通过执法协同,破除碎片化执法,实现溯源式治理;通过考核协同,科学分配沿海和沿河的排放指标,实现海河的任务协同;通过区域协同,建立政治、经济、社会、文化、生态\"五位一体\"的共同体;通过产业协同,实现产业集聚和污水集中治理,从根本上减少污染排放。", "label": "水利工程", "id": 0}
{"content": "随着我国城市目前一直处于高速发展阶段,发展进程也逐渐加快,目前,我国城市主要的问题之一就是水资源短缺,这一现象已经使得现在城市发展受到严重制约,水资源利用研究已经引起目前社会各界的广泛关注。可以说,如何加强水资源的科学合理利用,实现这一方面的有效管理,是现如今在城市水资源方面的当务之急。关于城市过程问题的讨论,该文介绍了城市水资源的使用,分析了城市水资源的问题,并解释了解决城市供水不足问题的原因,促进社会的健康、适当以及可持续发展。", "label": "水利工程", "id": 0}
{"content": "黄河是一条多泥沙河流,黄河下游水少沙多,水量不平衡。近年来,黄河水量持续偏枯,对沿黄地区工农业生产危害较大,给沿黄人民生活带来许多不便。实行黄河水量的统一调度,保证工农业生产和人民生活用水,确保黄河不断流,保证维持黄河健康生命的需水量,意义重大。", "label": "水利工程", "id": 0}
{"content": "智能水利关键技术的关键就是用一种全新的信息技术来推动人们、企业、政府之间沟通方法的转变,从而提升互动的效果。智能水利关键技术具备可靠传输、综合感知、智慧应用等特点。当前国内专家对智慧水利关键技术方向的研究主要从技术层面展开,包括了数据、云计算和地理信息技术等方面。推进黄河智慧水利建设是适应国家信息化发展形势需要、落实习近平总书记网络强国战略思想和在黄河流域生态保护和高质量发展座谈会上的重要讲话精神、贯彻水利改革发展总基调的重要举措,对于指导做好当前及今后一个时期的治黄信息化工作具有重要意义。本文根据我国智慧水利关键技术的现状并结合东阿黄河实际情况,分析了国内智慧水利的发展现状、东阿黄河智慧水利发展现状,探究了东阿黄河智慧水利关键技术的影响因素,论述了智慧水利关键技术种类,并总结了东阿黄河智慧水利关键技术的创新性运用方式。", "label": "水利工程", "id": 0}
{"content": "在系统研究淄博市中心城区水文地质特征、地下水埋藏、时空动态变化规律等基础上,通过地下水水质样品采集与化验,采用国家标准进行水质评价。结果表明:研究区地层属于华北地层大区,晋冀鲁豫地层区,鲁西地层分区;地下水位总体差异性较大,呈现出南高北低,东高西低的规律,地下水水位的动态变化受大气降水和人工开采的影响,以开采量影响较为明显;水化学类型主要以SO42-型水为主,其次为HCO3-型水和Cl-型水,水质标准为Ⅲ～Ⅴ类,大部分区域水质较差。", "label": "水利工程", "id": 0}
{"content": "碳达峰、碳中和与建筑节水息息相关,建筑节水系统下住宅平均日生活用水的节水用水定额直接影响水量的消耗。从源头节水,降低生产资源消耗,设计和建造达到或优于国家有关节能标准的节能建筑。本次设计一居住建筑节水器具,充分利用在热水管道内的残留冷水,使热水出水管出口能得到预设温度的温水。使管道内残留冷水全部回流进入缓冲容器,与从热水器流入缓冲容器内的热水混合,两者混合后当缓冲容器内水温达到预设温度后通过控制电磁阀[1]放出热水。这样可以减少管道内残留的冷水直接排走造成的浪费,减少自来水厂的自来水加工与污水处理成本,本装置具有环保、适用性强、维护成本低、使用年限长的优点,完全符合节能减排需求。", "label": "水利工程", "id": 0}
{"content": "规划引哈济党工程拟从干旱的苏干湖流域调水至缺水的敦煌地区,以改善调入区的生态环境,然而对调出区的影响需要开展深入论证。本研究以地下水-湖泊耦合数值模型为工具,通过苏干湖盆地地表水与地下水相互作用模拟,预测不同调水方案对流域下游尾闾湖状态的影响。结果表明,从苏干湖流域调出0.9亿m~3/a的水量,50年后苏干湖盆地地下水位最大降幅将达到31.7m,下降范围波及整个盆地,导致大苏干湖面积萎缩7.1%,湖水位降低1.17m,预示着周边湿地生态系统将遭受重大损害。本研究成果可为内陆湖泊生态保护与修复提供参考,也为内陆地区水资源配置工程的无序建设起到一定的警示作用。", "label": "水利工程", "id": 0}
{"content": "近年来我国高度重视生态文明建设,河湖生态流量（水位）保障工作稳步推进并取得积极成效,但特殊的国情水情决定了部分地区经济社会与生态环境争水矛盾将长期存在,生态流量保障工作任重道远。结合松辽流域水资源禀赋条件及开发利用状况,选取东辽河的两个生态流量控制断面,评价东辽河生态流量满足状况,分析生态流量保障现存问题与成因,并为提升东辽河生态流量保障水平提出建议,为指导和推动松辽流域开展河湖生态流量保障工作提供技术支撑。", "label": "水利工程", "id": 0}
{"content": "已有研究表明,城镇感潮河网区河涌普遍天然径流小,环境容量低。即使在截污工程完善的情况下,因缺乏外部水源补充,城镇河网地区水环境改善难度仍较大。本文以佛山市南海区蚬壳大有围主要河涌为研究对象,构建一维水动力-水质模型,研究项目区主要河道达到适宜流速所需的最佳补水流量及水质改善效果。结果表明,在截污率达到90%以上的条件下,补水流量为4.15m~3/s时,补水期间项目区骨干河涌平均流速可达0.1m/s,COD、氨氮浓度可满足地表Ⅳ类要求。本文的研究成果可为感潮河网区河涌活水调度提供参考。", "label": "水利工程", "id": 0}
{"content": "目前南方湿润地区的生态需水研究较少,本文总结了河流生态需水研究现状,从基本概念和机理研究两方面阐述了河流生态需水理论研究框架;提出南方湿润地区河流生态需水主要由河流生态基流量、河流自净需水量、河流水面蒸发和渗漏需水量、河流航运景观娱乐需水量及河流输沙需水量组成。在探讨河流生态需水量化方法的基础上,指出目前河流生态需水量的系统计算方法不完善,应对现有方法进行改进,同时应加强河流生态需水与河流生态系统保护的关系研究。", "label": "水利工程", "id": 0}
{"content": "<正>中国大坝工程学会2021年学术年会围绕\"水库大坝和水电站建设与运行管理新进展\"开展交流与研讨。大会邀请业内著名专家学者到会做特邀报告,阐述坝工事业发展的新观点、新动态、新方向、新技术,并遴选了108篇论文集结成册供大家交流,为会议提供丰富的内容。这本论文集,就是在编辑108篇论文的基础上形成的,主要包括以下内容:", "label": "水利工程", "id": 0}
{"content": "为了贯彻落实最严格水资源管理\"三条红线\"中的水功能区限制纳污红线,保障水资源的可持续利用,开展番禺区水功能区限制纳污工作十分必要。通过重点收集番禺区工业、生活、畜禽养殖、农业种植等污染源信息,进行污染物入河量估算。采用改进后零维数学模型对该区河涌、湖（库）进行纳污能力计算,提出番禺区污染物限排总量控制方案。该成果是番禺区开展水污染防治与污染减排工作的重要依据,也为番禺区实施严格水资源管理考核制度提供技术支撑。", "label": "水利工程", "id": 0}
{"content": "根据国家关于水权交易的政策文件、我国的水权交易情况、《辽宁省\"十三五\"水利专项规划》要求,结合辽宁省水资源特点及水资源调配工程现状,分析了辽宁省建立水权交易平台的优势和劣势,得出辽宁省是具有较大水权交易潜力的地区,存在着较多水权交易机会。可通过国家水权交易平台、省内现有其他公共资源平台或依托辽宁省水资源集团建立交易平台实现水权交易,并建立自有的动态水权交易系统,实行动态水价、水量交易管理,逐步实现水权自动化交易。建议利用解决水资源匮乏的工作开展特色水权交易,拓展新的水权业务,研究实行动态水价、水量交易管理,建立动态水权交易系统。", "label": "水利工程", "id": 0}
{"content": "传统河流生态流量计算局限于水文数据分析,没有与河流的生态分区、分期及生态系统的保护目标联系起来。根据辽宁省实际情况,提出辽宁省河流生态需水分区、分期、分类的划定原则,生态流量计算要素的确定方法、各种生态流量计算方法的适用条件及选取等。并以辽河为例,计算辽河干流生态流量,计算成果合理,满足辽河生态需水要求。为辽宁省河流生态流量计算工作提供依据。", "label": "水利工程", "id": 0}
{"content": "进入新世纪之后,我国更加重视生态环境建设工作,党和国家政府出台了诸多政策法规,宣传节约用水理念,强调水资源的可持续发展与利用,引导人民群众树立水资源保护意识。结合现阶段国内的水资源情况和水环境,唯有强化综合治理措施,才能够确保水资源可持续发展与利用和现代社会经济建设工作之间协同发展,更好的开展生态环境保护工作。所以在生态环境保护视阈下,对水资源可持续发展与利用显得尤为重要。", "label": "水利工程", "id": 0}
{"content": "沈阳市河长制工作中建立的技术保障体系包含\"一河一策\"方案、河湖划界、全方位巡河体系和项目后评估四个主要内容。本文论述了技术保障体系间的内部关系,一河一策是纲领,河湖划界是基础,巡河是保障,项目后评估是考核,并对每一个内容进行阐述。河长制从\"有名\"到\"有实\"转变离不开技术保障体系的支撑,应继续完善相关技术体系,重视技术单位在河流治理中的支撑和辅助作用,应着重于\"找区别、抓重点、解难题、明责任\",服务于河长办,并能给出创新的更有效的解决方案,助力河长制工作更上一层楼。", "label": "水利工程", "id": 0}
{"content": "对水资源承载力评价引入GSA-PP模型,以本溪市为例验证了模型的可行性与有效性。从水环境、经济社会与水资源系统构建承载力评价体系与分级标准,然后对PP模型最佳投影方向利用GSA算法进行优化,并构建了基于布谷鸟搜索、差分优化与粒子群优化的PP模型。结果显示:基于GSA算法优化的PP模型优于其他算法,在水资源承载力评价中具有较好的稳定性与计算精度;本溪县与桓仁县为水资源为可承载状态,其他各分区均为基本可承载;模型评价结果的优劣与智能算法求解精度密切相关,可为承载力评价提供一种新的思路和计算方法。", "label": "水利工程", "id": 0}
{"content": "辽河流域水资源量、人均占有量均较少,且存在时空分布不均、农业用水效率不高、水质污染等问题,新时期要求\"以水定城、以水定地、以水定人、以水定产\",把水资源作为最大的刚性约束。本文从水资源生态足迹的角度,计算辽河流域水资源生态足迹与生态承载力,并分析时空分布关系。结论表明辽河流域水资源生态赤字,供需矛盾长期存在。应采取加强辽河流域水资源优化调度;转变用水方式,推进流域高质量发展;加强流域综合治理,涵养水源等方法促进水资源可持续发展。", "label": "水利工程", "id": 0}
{"content": "Elman神经网络在水利工程高边坡稳定性预测分析方面有较强的适用性,有助于工程勘探、设计、施工建设和管理等的顺利进行。本文基于灰色理论对Elman神经网络进行优化,建立GM-Elman神经网络高边坡变形稳定预测模型,综合考虑孔隙水压比、土体容重、内摩擦角、粘聚力、高度和坡角等因素计算边坡稳定系数,通过工程实例对模型进行验证。结果表明,改进后的GM-Elman模型预测准确度更高、误差更小,对高边坡实际施工具有一定的指导意义。", "label": "水利工程", "id": 0}
{"content": "根据地质调查报告的相关成果及边坡稳定控制标准,对危险源进行了分类和定义,参考其他类似工程的治理措施,采用定性和半定量的分析方法,并结合现场施工条件,提出技术可行、合理经济的工程措施。", "label": "水利工程", "id": 0}
{"content": "结合汤河水库坝体测压管管水位观测资料成果,以桩号0+220断面为例对坝坡测压管水位滞后时间进行计算,并对影响滞后时间的因素进行分析。", "label": "水利工程", "id": 0}
{"content": "水土耦合运动广泛存在于自然界中,如堤防、大坝中的侵蚀破坏,水下边坡的塌落等。这些问题往往涉及土体的大变形和复杂的固液相互作用。物质点法（MPM）作为一种网格法和粒子法的混合格式,可有效模拟土体的大变形,而格子Boltzmann法（LBM）可高效求解水体的运动。本文提出了一种高效的LBM与MPM耦合格式,并对水下土体的塌落进行了模拟。", "label": "水利工程", "id": 0}
{"content": "丰宁抽水蓄能电站地下厂房系统洞室群规模巨大,厂房洞总长度达414m。地下厂房赋存的地质环境复杂,工程地质条件差。在厂房开挖过程中出现了混凝土喷层开裂,局部边墙变形过大等诸多问题,给支护设计带来了不小的困难。本文结合施工地质编录资料、监测数据、物探成果及施工等资料,综合分析认为地下厂房围岩变形是地质构造、岩体结构、岩体蚀变、地应力、施工因素等方面共同作用的结果。并对围岩稳定性进行评价,认为在加强支护后,厂房围岩整体稳定。本文同时可为今后复杂地质条件下电站大型地下洞室围岩变形分析提供借鉴。", "label": "水利工程", "id": 0}
{"content": "随着我国水利水电事业的快速发展,工程建设中遇到的岩质边坡地质灾害也越来越多,对工程造成的影响也越来越大。因此,对于复杂的不良岩性边坡的稳定性进行研究不仅在学术上具有重要的价值,而且在工程建设方面也具有极大的社会意义。本文利用离散元软件UDEC模拟了岩质边坡各种破坏形式在数值方法中的表现形式。通过离散元分析及数值模拟,研究了在不同破坏类型下对边坡整体稳定性的变化及由于结构面和开挖扰动的组合影响可能引起的边坡围岩局部稳定性问题。分析各种破坏类型下边坡整体稳定性,找出各种影响条件下边坡局部失稳的形式,从而更好的有针对性性的预防边坡失稳。", "label": "水利工程", "id": 0}
{"content": "南水北调中线工程穿越膨胀岩土渠段累计长约380km,因其特殊的工程性质易造成渠道边坡失稳,而且其处理难度大、处理措施费用高,是公认的世界性难题。为此,国家\"十一五\"科技支撑计划项目启动了南水北调中线潞王坟膨胀岩（土）试验段现场大型原型试验研究项目。该项目通过大型人工降雨试验、输水工况模拟、局部破坏性试验、渠道渗漏强化破坏试验等工作,对不同处理措施在各种工况下进行长期观测、分析,验证各种处理方案的力学机制和效果,提出了膨胀岩渠坡稳定计算强度指标合理取值原则,解决了渠道设计时浅层稳定和结构面控制的整体抗滑稳定的设计原则和方法,提出水下固坡+排水、水上防护的处理措施及施工工艺,为全线大面积施工提供了指导。", "label": "水利工程", "id": 0}
{"content": "根据中国大坝工程学第一届数值分析基准研讨会提供的不同类型土的单剪、三轴和固结试验数据进行整理和分析,得到堤身土、淤泥、泥炭土的材料参数。基于lusas软件,采用硬化土本构模型（HS模型）来模拟土层的开挖、降水步骤,进行流固耦合分析,分析和研究堤防的变形和破坏。结果显示,采用三轴和剪切试验中得到的材料参数,在最后降水过程中,土堤不太可能破坏。但是使用这些参数得到的破坏前的位移与监测数据是基本吻合的。通过降低泥炭土剪切强度20%以上,可以得到土堤在降水末期发生破坏。剪切强度的降低伴随着位移的增加,此时的最大位移将超过位移实测值。", "label": "水利工程", "id": 0}
{"content": "对室内试验的数据进行整理分析,得到不同土层的初始状态、强度参数和变形参数。采用ABAQUS建立二维流固耦合计算模型,基于摩尔-库仑本构模型和有效应力进行计算,根据现场开挖、抽水和充水的过程设定分析步,施加荷载和边界条件,完整地模拟整个试验过程。试验过程中监测了土堤的孔压和侧向位移,将有限元计算的结果与监测数据进行对比,结果表明,土堤失稳破坏可能发生在第三次开挖的第一次抽水阶段,计算得到的孔压值与监测值整体趋势一致,数值上相差不大,说明计算的渗流比较符合实际情况。计算得到的侧向位移与监测值变化趋势一致,但在具体数值上相差较大,计算得到的滑裂面与监测数据反映的滑裂面在土堤部位也有差异。推测造成这种差异的原因有两个:一是摩尔-库仑本构不能很好地反映软土的性质;二是没有考虑土体的空间差异性。", "label": "水利工程", "id": 0}
{"content": "新庄水库工程位于碳酸盐岩分布区,岩溶现象较为发育,岩溶渗漏是制约水库成库的关键地质问题。根据库坝区地质、岩溶地质条件,分析研究了库坝区地层岩溶化程度,对库坝区的岩溶渗漏条件进行了分析;运用三维渗流模拟对库坝区溶隙型渗漏量进行预测,利用管道流公式对库水集中渗漏量进行粗略预测,对岩溶渗漏进行客观的评价。根据渗漏量预测结果,分别对长线和短线防渗方案进行了对比分析,为水库防渗处理提供地质依据。", "label": "水利工程", "id": 0}
{"content": "运用逐步回归分析法建立了合肥某土石坝渗流回归分析模型,结果显示在坝轴线附近的坝上0—6.5、坝下0+8.7两个部位的统计回归值与实际观测值吻合好,相关系数达0.9以上;在坝下0+21.2、坝下0+35.2两个部位的统计回归值与实际观测值吻合一般,相关系数在0.8左右,通过对回归分析模型参数与浸润线综合分析,结果表明汛期持续降雨会导致浸润线明显抬高,坝体中部渗流比下游更易受库水位、降雨影响。本文建立的土石坝渗流分析模型及方法,可为同类堤坝工程提供参考。", "label": "水利工程", "id": 0}
{"content": "倾倒变形体是一类十分复杂的地质体,长久以来缺乏对其进行系统的分类研究。在对西部水电工程典型倾倒变形体发育特征调查统计的基础上,按照单因素和多因素两个维度对倾倒变形体进行类型划分。以岩层倾向、发育诱因、变形部位和变形阶段为单因素分类依据,以岩性组合和岩体结构、坡体结构、变形破坏方式等为多因素分类依据,并对以包含时间场的变形时效为依据的新型分类方法进行了初探,给出了野外识别和判定倾倒变形体及其分类方法和依据。以变形破坏方式划分得到的分类为基本名称,其他划分依据下的倾倒模式为附加修饰,对倾倒变形体进行综合定名,此方法可以较为全面地反映一个倾倒变形体的综合特征信息。", "label": "水利工程", "id": 0}
{"content": "地基的地震液化、渗透变形是常见工程地质问题,现有技术中虽然已有换填、水泥搅拌桩、灰土挤密桩、强夯、砂石桩处理等工程措施,但其中大多只考虑单方面因素,缺乏横向比较。本文针对济河保安庄拦河闸的闸基稳定问题,从技术可行性、经济性、进度三方面进行水泥土搅拌桩与灰土挤密桩加固方案的比较论证,得出综合效益最大的加固方案,有效解决了闸基稳定问题,对相似工程中的同类问题具有参考指导作用。", "label": "水利工程", "id": 0}
{"content": "砼渠道防渗是阿克苏地区减少渠道渗漏损失、进行节水灌溉的主要形式,为了适应砼渠道的热胀冷缩,沿着渠道的横向和纵向要设置伸缩缝,伸缩缝填缝处理对防渗渠道运行安全、防渗效果具有重要作用。本文总结了近些年本地区砼渠道防渗伸缩缝材料的应用情况,和大家共同探讨。", "label": "水利工程", "id": 0}
{"content": "水对边坡稳定性有着较大的影响,特别是透水性较小的粘土质边坡。本文以某水电站库区粘土质边坡为例,在稳定分析中充分考虑水的作用,并在工程设计中进行完善的排水系统设计,治理效果显著。", "label": "水利工程", "id": 0}
{"content": "以金沙江某水电站上游右岸倾倒型滑坡为例,通过现场地质调查与分析,认为滑坡在倾倒变形破坏后高速下滑,对坡体下部滑床产生刮蹭并撞击对岸坡体,造成堰塞堵江。采用离散单元方法对滑坡形成的变形破坏过程进行数值模拟。研究结果表明:自重作用及岩体风化引起斜坡应力应变变化,岩体变形导致倾倒失稳,继而引发滑坡。滑坡过程分为倾覆-蠕变阶段、中下部变形错动阶段、中上部倾倒折断阶段、滑移失稳阶段。", "label": "水利工程", "id": 0}
{"content": "以昆明市东川区轿子山水库溢洪道陡槽段边坡加固为例,详述边坡蠕动的情况下采用预应力锚索、变形监测等施工技术,能实现边坡加固在汛期期间快速完成的目的,确保边坡安全,为其他作业面施工提供安全稳定的环境。", "label": "水利工程", "id": 0}
{"content": "水库蓄水及库水位变动是造成库岸边坡失稳的重要因素。本文以苗尾库区六兰路口滑坡为例,基于现场的地质勘察及历史监测数据,对其变形特征和成因机制进行了分析,阐述了滑坡变形与库水位涨落的相关关系,对其变形发展趋势进行了预测。研究结果表明:滑坡自身的地质构造对该滑坡体的变形失稳起主要的控制作用,水库蓄水导致坡体前缘岩土体塌滑,牵引上部岩土体向下错动,是滑坡进一步变形的诱因。监测数据表明,滑坡体的变形已经收敛,在库水位变动过程中,滑坡体变形以持续塌滑变形为主,后期应加强监测。", "label": "水利工程", "id": 0}
{"content": "江坪河水电站坝址下游1.5～2.5 km范围,左岸分布有天坑窝滑坡堆积体、新屋场座滑变形体,右岸分布有瓦屋台变形体;新屋场和瓦屋台均为特大型变形体,体积分别为2 134万m~3、3 210万m~3。2007年7月受历史罕见降雨影响,位于新屋场变形体上游边缘的梅家台发生滑坡,滑坡体总方量约265万m~3,滑坡造成交通中断、河道堵塞并形成堰塞湖,工程被迫停工转入滑坡体抢险和治理。该滑坡体治理面临诸多风险和困难,设计采取了地质勘测、治理设计、安全监测齐头并进的抢险加固措施。本文系统介绍了江坪河水电站下游变形体（滑坡体）治理开展的地质勘测分析、抢险治理与综合治理设计、安全监测设计及多年来监测反映的变形体（滑坡体）稳定性态。", "label": "水利工程", "id": 0}
{"content": "本文描述了一个地质和岩土工程模型的开发,针对水力发电厂及其大型RCC（碾压混凝土）坝的设计对该模型进行了详细阐述。本文推导出岩体参数,并介绍了用于界定地表下岩石参数的不同的现场和实验室调查方法以及岩体分类。岩体的力学参数是不同的有限元模型的基本输入数据,用于评估基础和结构相互作用的静态系统。从相关工作中获得的见解有利于对水电站设计进行合理的修改。", "label": "水利工程", "id": 0}
{"content": "南水北调中线穿黄工程退水洞自南向北穿越邙山饱和黄土地层。隧洞采用矿山法施工,受高地下水影响,施工过程中多次出现洞顶流泥、塌落,施工进展缓慢。本文通过黄土的室内流变性试验和不同含水量土体剪切试验、十字板试验,对邙山黄土的水理性质进行了研究。结合现场施工中出现的各种洞室失稳状况,分析了饱和黄土向过饱和转化导致洞室破坏的机理和洞室破坏发展规律,提出了预防和减少黄土过饱和软化的处理措施和针对不同破坏阶段的处理思路,对类似工程施工具有一定的指导意义。", "label": "水利工程", "id": 0}
{"content": "为解决盘石头水库右岸鸡冠山单薄山体绕坝渗漏问题,根据地质地形条件,通过生产性试验确定了施工顺序、施工方法及适当堵漏方法,确保了质量和进度要求。", "label": "水利工程", "id": 0}
{"content": "结合某水利枢纽工程对\"一种深厚砂砾石层渗流滤排水装置\"的研究与应用情况,阐述了深厚砂砾石层上置式排水孔的钻孔及孔内渗流滤排水装置的构造、加工及安装过程。实践证明,该装置构造简单,加工及安装便捷,能够满足深厚砂砾石层渗流滤排水的施工及运行要求。", "label": "水利工程", "id": 0}
{"content": "库盆防渗型式选择是抽水蓄能电站设计中的一个重要环节,根据库盆地形、地质和水文地质条件,确定适合的防渗型式是其关键所在。设计中不仅要考虑防渗结构的可靠性和适应地基不均匀变形的能力,还要考虑技术经济合理、便于施工质量检查与控制、减小后期运行管理维护的难度及成本。本文以镇安抽水蓄能电站为例,简述在上水库库盆防渗型式选择时所考虑的主要问题、库盆防渗结构适应变形的能力以及安全可靠性方面所取得的初步研究成果。并针对所选择的库底沥青混凝土面板与库周混凝土面板之间连接型式的可靠性,通过三维有限元静动力计算进行分析验证,为施工详图阶段设计提供依据,同时可为类似工程设计提供一定的借鉴。", "label": "水利工程", "id": 0}
{"content": "基于河流动力学和土坡稳定原理,对崩岸发生的机理——河床的竖向冲深及岸坡的横向展宽进行了完整的模拟,提出了一个崩岸临界高度预测模型。该模型克服了当前绝大多数崩岸预测模型未能考虑坡脚处河床竖向冲深伴随着岸坡横向展宽这一动态机制的缺陷,并创造性地提出岸坡按照稳定岸坡角进行平行崩退的理论,使得崩岸临界高度预测结果更加接近工程实际。实践表明,该预测模型简单、快速、准确,可为崩岸预测分析提供技术支撑。", "label": "水利工程", "id": 0}
{"content": "灰坝是火电厂的重要组成部分,承担存储燃煤灰渣的任务。灰坝筑坝选址时要求场内或附近有足够的筑坝材料,但是对于大多数火电厂,厂区附近没有合适的筑坝材料且交通条件较差,采用堆石棱体或土石料填筑等传统筑坝方法,会出现购买、运输筑坝材料成本高昂、工程投资过高等问题。针对这种情况,本文提出了一种土工袋灰坝边坡技术,并针对某火电厂设计了一种土工袋灰坝坝体断面结构方案,推导了一种土工袋灰坝边坡计算方法,并使用该方法对某火电厂土工袋灰坝坝体结构进行了边坡稳定性分析,论证了土工袋处理灰坝边坡的效果。", "label": "水利工程", "id": 0}
{"content": "原位直剪试验是测定堆积体碎石土抗剪强度指标的常用方法和有效手段。采用平推法对旭龙电站库区右岸边坡1号堆积体进行了原位直剪试验,获取了天然状态和饱和状态下的抗剪强度参数,并就含水状态对抗剪强度参数的影响进行了统计分析。结果表明,旭龙电站库区右岸边坡1号堆积体天然状态下的直剪强度参数f’为0.76,c’为0.21MPa;饱和状态下的直剪强度参数f’为0.62,c’为0.07MPa。随着含水量的增加,其抗剪强度参数呈下降趋势,但由于各试验点物质成分和结构关系的不同,强度参数下降比例的程度也不同。f’值降低幅度较稳定,一般在5.2%～18.4%,c’值的降低幅度大,离散性大。", "label": "水利工程", "id": 0}
{"content": "一种岩溶漏斗水库封堵壳体结构及其建造方法可以很好地适应岩溶洼地、岩溶漏斗的地形地貌及地质构造特征。为了研究漏斗水库封堵壳体结构中心角和壳体厚度对椭球形壳体结构的竖向承载力的影响,使用MADISGTS建立了不同中心角下的椭球形壳体结构的三维有限元模型,将有限元软件的计算结果与理论计算值进行对比分析。计算结果表明在椭球的长轴方向,中心角的增长和壳体厚度的降低将会提高壳体结构的承载力,但在110°之后结构会破坏。而在椭球的短轴方向,中心角和厚度的变化对壳体结构的承载力影响较小。", "label": "水利工程", "id": 0}
{"content": "为了分析膨胀土水泥改性后的实际施工效果,在南阳膨胀土渠段,采用现场开挖探槽的方式,对水泥改性土回填的渠道边坡进行取样,通过土块的界限含水率试验和崩解试验,评价改性土的改性效果;通过室内膨胀性试验和强度试验,评价改性土的膨胀性和强度特性;通过干湿循环强度试验,评价改性土的耐久性。试验研究表明:水泥改性土一方面显著降低了膨胀土的膨胀性,另一方面也提高了膨胀土的强度;水泥改性土的抗剪强度随着干湿循环次数增加而降低,在第三次干湿循环后基本趋于稳定,干湿循环对水泥改性土的强度具有一定的影响,但是总体上讲,水泥改性土经干湿循环后的强度仍然较高,耐久性能良好。", "label": "水利工程", "id": 0}
{"content": "采用LBM-DEM方法进行不同应力水平下二元颗粒集合体的渗流侵蚀破坏形成机制的数值模拟研究,首先进行了LBM-DEM流固耦合方法的物理试验验证,随后开展二元颗粒集合体的侵蚀破坏形成机制研究,并考虑不同伺服应力下,颗粒侵蚀对于试样的力学结构特性的影响,采用渗透系数、孔隙率、等效配位数、孔隙结构分布等宏细观参量表征试样的结构与力学特征,通过这些宏细观参量的演化研究渗流侵蚀破坏对试样结构与力学特征的影响。结果表明,侵蚀破坏区域集中在低等效应力、低配位数的范畴,但在高应力下,高等效应力以及高配位数的颗粒区域由于流体的侵蚀作用和颗粒间的挤压作用同样将出现侵蚀破坏;侵蚀颗粒的侵蚀过程中,宏细观参量展现出了平衡-失稳-平衡的转换过程。", "label": "水利工程", "id": 0}
{"content": "深厚覆盖层土体原位结构性强,原状样取样困难,且由于粒径、级配的改变,室内重塑样试验确定的力学参数不能反映原位土体的实际性质,如何考虑原位结构效应确定深厚覆盖层土体的力学参数是工程建设中的难题。本文探索了联合现场原位试验和室内重塑样动力特性试验,考虑原位结构效应确定深厚覆盖层土体动强度参数的方法:基于现场试验确定原位土体的动强度基准值;基于室内重塑样试验确定动强度在不同振动强度和固结应力条件下的变化规律;结合室内动力试验确定的动强度参数变化规律,将基于现场试验确定的动强度基准值推延至多种震级和应力条件。以某实际深厚覆盖层深埋砂土为研究对象,联合现场标贯试验和室内动三轴试验结果,综合确定了能考虑深厚覆盖层土体原位结构效应的砂土动强度参数,并与室内试验结果进行了对比。研究成果可为该工程坝体—覆盖层地基系统抗震安全评价提供依据,也可供类似工程参考。", "label": "水利工程", "id": 0}
{"content": "河南省窄口水库主坝坝体质量差、坝体裂缝、坝基断层破碎带渗漏,使水库不能正常运行。通过认真研究分析,采用坝体防渗墙、两坝肩帷幕灌浆、坝顶648.0m高程以上坝体拆除重建的处理方案,从根本上解决了大坝的安全隐患。防渗墙采用刚塑性组合防渗墙方案,墙体材料615.0m高程以上采用塑性混凝土,615.0m高程以下采用C10混凝土,抗渗标号W8。从施工后的坝体安全监测数据及三维非线性有限元分析看,刚塑性组合混凝土防渗墙很好地适应了坝体变形,满足设计防渗要求,目前大坝已经历了639.3m水位考验,运行情况良好。", "label": "水利工程", "id": 0}
{"content": "土工膜作为性能优越的防渗材料,已较广泛用于水库防渗工程。从规范角度分析我国水库工程土工膜防渗土石坝发展速度滞缓的原因,并扼要阐述当前土工膜防渗设计时存在的主要技术疑虑。在此基础上,就设计中需重点关注的涉及土工膜强度分析、土工膜渗透机理、土工膜缺陷与缺陷渗漏、土工膜周边连接、坝面土工膜稳定性等若干关键问题进行深入阐述和分析,建议了合适的强度复核计算方法、缺陷控制措施、垫层设计思想、周边限漏连接设计及陡坡坝面土工膜增稳方法,期望能够消除或减轻设计人员使用土工膜防渗时的一些技术疑虑,促使土工膜在水库防渗工程中得以广泛应用。", "label": "水利工程", "id": 0}
{"content": "本文概述了西藏金河勒珠水电站库区#7滑坡体的结构特征及物理力学特性,对#7滑坡体的形成机制进行了初步分析,并运用GeoStudio 2007中的SLOPE/W模块对#7滑坡体最小稳定安全系数进行了模拟计算,分别阐述了#7滑坡体在蓄水前以及蓄水后在自然状态、暴雨、地震及地震加暴雨条件下的稳定性。", "label": "水利工程", "id": 0}
{"content": "本文以永不落水库大坝开挖边坡出现的滑坡体,对滑坡体的平面形态、规模、变形特征等进行分析,通过对清基后滑坡体参数反演分析的稳定性计算,结合前期勘察阶段资料综合确定稳定性分析计算参数,然后利用所确定的参数对清基前原始地形剖面进行稳定性分析与评价,以此来验证所提出的参数的可靠性,为后期防治设计提供参数依据。通过综合分析,建议对滑坡体采取坡面系统排水措施、支挡结构措施、坝基心墙齿槽部位系统锚固措施和固结措施等综合防治措施。同时,还应加强地表位移监测,建议采取地表及深部位移综合监测、地下水动态监测等系统监测措施。对工程下一步工作顺利、安全的开展提供了可靠的技术支撑。", "label": "水利工程", "id": 0}
{"content": "泥洛堆积体位于猴子岩水电站大坝下游距坝轴线约1千米的左岸。以削坡减载为主的治理设计方案解决了堆积体稳定问题,同时也带来了减载规模大、施工困难、投资大等工程问题以及地表植被破坏和居民通行影响等环境和社会问题。本文结合地勘资料和监测成果,通过堆积体稳定计算和失稳风险分析,认为堆积体前缘局部滑坡引起工程破坏、河谷堰塞、壅水倒灌和堆积体整体高速滑坡的可能性不大。据此,采用动态设计方法,在优化调整的基础上将堆积体治理设计方案分解为三序施工,一序以增强前缘支护为主,二序以监测为主,三序以大规模削坡减载为主。一序治理措施完工3年来,监测成果表明,其稳定状况良好,极大的提高了取消三序大规模削坡减载、降低施工难度、节约工程投资的可能性,相应的减少了对环境破坏和居民通行的影响,工程效益和社会效益明显。", "label": "水利工程", "id": 0}
{"content": "水库岸边滑坡是水利工程建设中常见且亟待处理的复杂工程性问题。针对直苴水库施工过程中出现的上游右岸中型滑坡问题,本文首先根据初设阶段的地质勘查及灾害调查分析了产生滑坡的成因,并且提出了合理的滑坡治理措施。采用有限元法对原状边坡进行了验算得知其安全系数为1.01,说明原状边坡自然情况下已处于临界状态,验证了强降雨诱发了滑坡灾害的发生;采用强度折减有限元法对除险加固的边坡进行稳定性分析,确定了本文提出的削坡减载及预应力锚索加固方案的合理性和安全性。工程实践表明,除险加固的右岸边坡在一年中多次强降雨工况的检验,仍无潜在滑坡的可能性。", "label": "水利工程", "id": 0}
{"content": "边坡开挖是影响斜坡稳定性的主要因素之一,一旦开挖施工不当、处理措施不及时易出现不同规模的变形破坏现象,严重影响工程建设和运营期间的安全。本文以西南某水库由老滑坡体构成的左岸趾板开挖形成的变形边坡为研究对象,通过现场调查、勘探,在查明了边坡的基本地质条件、影响因素的基础之上,结合地质历史分析方法及数值模拟方法对边坡的变形机制进行了详细研究。结果表明该边坡在人工开挖前缘临空条件变好,在施工、降雨等众多因素影响下,边坡变形模式为坡脚沿早期老滑坡滑动面蠕滑,中前部坡面发生拉裂,后部牵引式的蠕滑—拉裂变形。研究成果认为该边坡变形不会导致整个老滑坡体复活,进而亦不会影响整个左坝肩的稳定,建议在采取适当工程措施后,可满足施工期和水库运行期的边坡稳定。水库自2016年2月正式蓄水以来,运行良好,左岸边坡各类变形监测结果正常,并经过多次3-5.7级地震的考验。", "label": "水利工程", "id": 0}
{"content": "本文以公伯峡库区为例,水库蓄水近10年后,对库岸预测范围再次进行勘测研究,综合分析评价库岸发展趋势、历经10年后库岸的破坏程度、影响库岸稳定的因素,以及与前期预测的范围进行对比分析,评价其预测合理性与可靠性,对今后库区塌岸预测提供可靠的参考依据,同时对促进库区区域经济的可持续发展也具有重要的理论和现实意义。", "label": "水利工程", "id": 0}
{"content": "现存的堤防存在诸如断面不足,土质较差等不安全因素,其边坡的稳定性尤为重要,本文通过加筋的方式对边坡进行加固,并采用Morgenstern-price法计算边坡的安全系数,对不同长度的加筋对边坡稳定性的影响进行分析。", "label": "水利工程", "id": 0}
{"content": "溧阳抽水蓄能电站下水库地质条件极其复杂,均质土坝靠北侧约350m长一带淤泥质黏土较厚,是影响坝坡稳定的关键因素。本文通过设计方案比选及优化,提出了振冲高压旋喷钢管桩及加固框架结构方案和施工工艺,解决了制约坝坡稳定的关键技术问题。", "label": "水利工程", "id": 0}
{"content": "该文根据工程实例介绍了高边坡牵引式滑坡的综合治理问题。对于牵引式滑坡,其滑坡体呈弧形裂缝状态,并且有继续向高高程发展、延伸的趋势,并且坡脚无法清理施工,从而形成有效的挡护措施,以保障其边坡安全稳定。对于这种问题,可以通过分区综合治理来解决。首先保障裂缝上部区域稳定,使其滑坡体不往上部继续发展;再根据现场情况对已经失稳的滑坡体进行处理,使边坡安全稳定。", "label": "水利工程", "id": 0}
{"content": "目前,环境边坡施工已逐步应用于水利水电、铁路、公路等工程中,而环境边坡治理问题在国内提出的时间较短,无具体治理措施及治理深度、无明确施工规范和验收标准。环境边坡治理直接关系到边坡整体稳定及下部开挖边坡施工、建筑物的安全。本文结合长河坝水电站泄洪放空系统典型高陡环境边坡工程实例,对环境边坡治理施工展开研究,总结一套切实可行的环境边坡综合治理施工技术,降低了边坡开挖高度,达到边坡整体稳定,确保环境边坡治理施工及下部开挖边坡、建筑物安全,减小了边坡扰动,保护了原生态环境,取得了良好的工程效果,具有良好的生态环保和社会经济效益。", "label": "水利工程", "id": 0}
{"content": "水在土体中流动时,根据不同土体的性质,可产生形如管涌、流土、接触冲刷等对土体的破坏形式,即我们常说的渗透破坏,渗透破坏继续发生,可导致土体发生滑坡。雨季山体的滑坡、提防工程在高水位下发生的溃堤和水利工程中坝体发生的溃坝等都给人们的生命财产造成严重损失。在水利工程中,坝体坡度和库水位和库水位变化密切相关,在一个什么样的库水位或者库水位以什么样的速度变化才能保证坝体的稳定都是我们在设计土石坝必须要考虑的主要问题。", "label": "水利工程", "id": 0}
{"content": "针对小浪底水库蓄水后,库区各支流均出现不同程度的泥沙淤积,支流库容占水库总库容比例大,干流三角洲淤积体已在代表性支流畛水河口形成了拦门沙坎,河底纵向坡度变小甚至变为倒坡,在河口以上部分形成了死库容。对畛水泥沙淤积形态进行分析,对比各支流淤积情况发现畛水淤积量最多,但淤积速率除东洋河、西阳河外其余各典型支流均大于畛水。2000—2014年畛水各断面比降总体趋势为正比降-水平-倒比降,倒比降动态调整,且呈逐渐增大趋势。畛水泥沙淤积量与小浪底水库泥沙淤积量呈一定的正相关关系,通过线性分析拟合得到畛水口门高度与库区淤积量相关性很大,拦门沙坎高度和口门高程与入库水量复相关系数比较小,与来沙期平均流量和平均潜入水深的相关性比较明显。因此加强支流畛水的泥沙淤积研究有助于进一步研究小浪底水库的泥沙淤积问题。", "label": "水利工程", "id": 0}
{"content": "河流是个自我调整的系统。当河流满足最大水流效率,即单位有效水流功率下产生最大推移质输沙的情况下,河流达到动态的稳定平衡。在基本水流关系式中,这种平衡理论内在地控制着冲积河道的水流。然而,在前人的研究中平衡理论主要应用于顺直的冲积河道中,本文则把平衡理论拓展应用到弯曲型冲积河道中。通过在基本水流关系式中引进一个河道弯曲因子（河道弯曲半径与河道宽之比）,确立了推移质输沙率和河道弯曲因子复杂的关系式。通过数理分析得到的主要研究结果表明:推移质输沙率达到最大时,河道弯曲因子得到确定的值。", "label": "水利工程", "id": 0}
{"content": "淮河入洪泽湖段蜿蜒曲折,河道底坡呈倒比降趋势,水沙关系复杂,是影响淮河—洪泽湖防洪体系的关键区域。本研究建立了淮河吴家渡至洪泽湖的一、二维水沙耦合模型,以小柳巷至老子山河段为研究对象,对该入湖河段在丰水年（2017）及枯水年（2013）的输沙和冲淤特性进行数值模拟研究。结果表明,淮河入湖尾闾水流含沙量有沿程减小的趋势,年内丰枯季变化显著,且同期对比发现丰水年汛期输沙量要远大于枯水年。河段冲淤特性在枯水年表现为长时间冲淤平衡,汛期部分时段产生少量淤积;丰水年内枯水期呈冲淤平衡态,而汛期来沙量增大时,受该河段水动力不足的限制,泥沙淤积严重,且随着水流含沙量越高泥沙淤积量也越大。丰水年洪水期淮河入湖段河床有进一步抬升的趋势,成果可为淮河中游行洪格局的调整及河道整治规划的制定提供参考。", "label": "水利工程", "id": 0}
{"content": "沉水植被作用下水流挟沙力的计算对于确定沉水植被作用下地形变化以及保证生态修复工程的效果具有非常重要的意义,但是目前关于此的研究相对较少。本文基于前人推导得到的明渠饱和挟沙水流的紊动能方程,即认为冲淤平衡条件下,水体所产生的紊动能分别用以维持泥沙悬浮和黏性耗散。在无植被明渠中水体产生紊动能的固定比例部分用以维持泥沙悬浮,但是由于沉水植被作用下紊动能的产生与耗散在不同尺度的涡进行,该比例不再为定值。通过将紊动能方程中紊动能产生项表示为茎尺度和剪切尺度涡产生紊动能的叠加,引入以无植被明渠尺度为基准的等效比值系数表示黏性耗散项对于该比例的影响,从而分离出固定的等效比例系数,推导出垂线平均含沙量型水流挟沙力计算公式。采用试验资料进行验证,结果显示计算值与实测值平均相对误差为12.84%,表明该公式能较好地预测沉水植被作用下的水流挟沙力。", "label": "水利工程", "id": 0}
{"content": "<正>1引言近海岸地区是人类赖以生存和发展最为重要的地带,该地带的可持续发展一直是人们关注的重要问题。为了保护生存环境,需要建设海岸防护工程,以防止海岸不被波流冲刷而破坏。为了发展经济,需要建设港口、码头、航道和桥梁等近岸工程,以充分利用、开发海洋资源。这些环境与工程问题都与近海岸波浪、潮汐、海流等水动力诱导的泥沙输运、海床演化密切相关。从水动力学学科角度看,波流边界层及其与海床的相互作用也是科学界长期以来广泛关注的重要基础科学问题。", "label": "水利工程", "id": 0}
{"content": "为了保护海岸附近的海草及河道中人工种植的植被,掌握植被内水流紊动结构和其捕获悬浮颗粒的能力是必要的。本研究通过水槽实验,研究了淹没植被密度和上游流速对紊动能（TKE）以及植被区内细颗粒的净沉积分布的影响。实验结果表明,与无植被河床（裸床）相比,植被化河床在特定区域有促进/阻碍沉积的作用,因此形成了植被化河道中特殊的泥沙冲淤模式,且与植被密度,水深以及上游来流流速相关。为深入探究TKE与颗粒沉积、再悬浮的关系,进一步采用随机位移模型对泥沙颗粒的沉积模式进行数值模拟。拓展了随机位移模型运用的同时,结合沉降概率和起动概率模型,重点对泥沙颗粒的沉积和再悬浮运动展开研究分析。数值模拟的结果进一步探究了植被产生的TKE对泥沙沉降概率的影响,发现植被产生的TKE在大于临界值时,泥沙沉降概率随TKE的增大而减小;小于临界值时,泥沙沉降概率等于常数,且与无植被河床的沉降概率相同。针对植被区内泥沙净沉积及其影响因素问题,本研究成果可用于指导生态修复工程中植被的种植,能够有效提高植被成活率,进而最大程度提升植被的生态修复功能。", "label": "水利工程", "id": 0}
{"content": "三峡水库蓄水运用以来,下泄水沙过程重新分配,荆江河段面临长期冲刷,局部河段滩槽冲淤变化显著。本文选择沙市河段作为研究对象,利用三峡水库蓄水后河道地形资料对本河段近期演变特性进行了分析,同时建立了平面二维水沙数学模型,利用近期水沙资料和河道地形资料,预测了本河段未来30年内的河床冲淤变化趋势。预测结果表明:（1）沙市河段未来演变趋势与蓄水后近期演变特性基本保持一致;（2）沙市河段未来仍将保持冲刷态势,且以枯水河槽冲刷为主,冲刷强度随时间有所减缓,并逐步朝下游发展;（3）三八滩左汊淤积,右汊冲刷,保持左支右主分汊格局,金城洲位置基本稳定,左汊稳定为主汊。", "label": "水利工程", "id": 0}
{"content": "为研究三峡入库水沙变化及其对水体碳循环和硝化-反硝化过程的影响,本文基于2007—2016年清溪场和万县的水位、流量、氨氮、总氮及营养物浓度等数据,采用动态谐波回归方法并构建一维水沙模型及氮循环模型、零维生态动力学模型等,结果表明:径流均化情景下,氨氮浓度在非汛期有较大增幅,总氮浓度和N2释放过程在年内的分配均化;含沙量的锐减抑制硝化和反硝化速率,导致氨氮浓度增加, N2释放量降低,但总氮浓度变化不大。在生物碳合成方面,水流均化带来的温度滞后效应以及悬浮物浓度的降低都会使三峡库区叶绿素a浓度迅速升高。", "label": "水利工程", "id": 0}
{"content": "半自动（全自动）型激光粒度分析仪应用于黄河下游泥沙粒度分析,结束了传统的筛析法与光电法相结合的分析方法,通过多年应用,充分验证了激光粒度分析仪操作便捷、性能稳定、重复性好、输出功能强大等优点,该方法有效地减轻了劳动强度,提高了工作效率,也提高了资料成果的准确性和时效性,具有推广应用价值。", "label": "水利工程", "id": 0}
{"content": "以苦水河流域郭家桥水文站长系列实测水沙资料为基础,采用资料统计分析的研究方法,对苦水河流域不同时期、年际及年内水沙量变化进行了分析,并采用Mann-Kendall突变检验研究方法确定了郭家桥水文站水沙突变年份。结果表明:苦水河水少沙多,水沙年际间变化悬殊,水沙量主要集中在汛期, 1969年以前水沙量基本最少,较多年均值偏少76.7%和55.6%, 1990—1999年水沙量最大,较多年均值偏多80.6%和180.2%。研究成果可为黄河上游宁夏河段水沙调控及河道治理提供技术参考。", "label": "水利工程", "id": 0}
{"content": "为了进一步研究黄河下游河道的断面特性,探究滩地范围及断面形态对河道输沙的影响,本文以黄河下游典型复式断面中的滩地为研究对象,基于黄河下游代表水文站的实测大洪水资料,通过理论分析计算的方法,对滩地宽度缩窄前后复式断面水沙因子变化规律展开研究。本文提出了一种主槽范围不变情况下,滩地宽度发生变化后,复式断面水沙因子分布情况的计算方法,以黄河下游花园口站为例,结果显示,若适当缩窄滩地的宽度,有利于增加主槽与滩地的平均流速,有利于增加滩地的水流强度,有利于滩地冲淤平衡状态的形成。本文为黄河下游河道断面特性的确定提供了新方法,能够为未来黄河下游治理方案的制订提供技术参考。", "label": "水利工程", "id": 0}
{"content": "冲积河流多由滩槽分布明显的复式河道组成,复式河槽输沙效率多年来是河流研究的重要课题之一,关系到河道演变与整治。通过分析输沙水量和排沙比的概念,利用排沙比和输沙水量表征输沙效率,对目前有关复式河槽输沙效率的计算方法和影响因素的研究及存在的问题进行系统梳理,发现输沙效率的计算方法主要包括排沙比和输沙水量的计算,主要因素有水沙组合、河道形态、大型水库的修建和运行方式。然而,针对少沙河流水库下游的边界条件和水沙条件的改变,限制了我们对少沙河流复式河槽输沙效率的认识。因此,在以往研究成果的基础上,需继续开展新水沙条件下少沙河流复式河槽输沙效率研究,为进一步深入研究复式河槽的河道演变规律与治理提供基础。", "label": "水利工程", "id": 0}
{"content": "本文以现有孔兑实测水沙资料为基础,采用孔兑输沙模数相关性分析方法,对缺少资料、无资料孔兑的年输沙量进行了插补,得到十大孔兑1960—2018年年输沙量,进一步探讨了近期十大孔兑输沙量变化特点。研究表明:2000年以后十大孔兑年最大输沙量及年均输沙量均明显减少;其中近期2000—2009年、 2010—2018年两个时段年输沙量分别为728万t、 278万t,与长时期相比,分别减少60.2%和84.8%,这一变化对内蒙古河道减缓淤积十分有利。", "label": "水利工程", "id": 0}
{"content": "泥沙动态调控主要通过坝前水位和入流流量影响库区的水动力条件。通过分析得出,水沙动态调整过程中,库区水位下降会导致水面比降出现局部增大、流速局部加大、水流流态出现局部缓流向急流转变,库区的溯源冲刷出现多级跌坎。以小浪底水库为例,跌坎发育情况与库区泥沙淤积量、坝前水位、流量相关,库区淤积量越大,跌坎数量越多;库区边界条件不变的情况下,水流动力越强,跌坎数量越多;坝前水位越低,跌坎数量越多。", "label": "水利工程", "id": 0}
{"content": "研究确定从宁蒙河段两岸进入河道的风沙量对研究宁蒙河段河道冲淤演变规律乃至制定河道治理措施具有重要意义,但长期以来缺少观测资料,也少有研究,已有研究成果在入黄风积沙量大小乃至入黄风积沙量的形式等方面还存争议。本文在对宁蒙河段以往入黄风沙研究总结的基础上,重新定义了宁蒙河段入黄风积沙;提出了间接估算入黄风积沙量大小的方法。综合两种方法的结果,提出了20世纪90年代以来的宁蒙河段入黄风积沙量及变化, 20世纪90年代以来宁蒙河段入黄风积沙量呈减少趋势,从20世纪90年代的2 100万t左右减少到目前的1 100万t左右,平均在1 600万t左右。", "label": "水利工程", "id": 0}
{"content": "水流冲刷河岸、河岸阻抗水流冲刷,两者以泥沙为纽带,在河床演变中塑造了河道形态。结合以往研究,本文分别从水流冲刷河岸的水动力条件和河岸阻抗水流冲刷这两个方面出发,指出水流冲刷河岸的水动力条件除纵向水流（与流量大小、顶冲角有关）的作用外,主要与近岸水流的紊动涡有关;河岸阻抗水流冲刷的内在条件主要与河岸土体物质组成、土体自身物理力学特性有关,进而揭示了水流与河岸这两者间的博弈关系。", "label": "水利工程", "id": 0}
{"content": "对黄河干流内蒙古河段的水文及径流泥沙特性进行分析,通过沙量平衡法对河道冲淤特性进行研究。黄河干流来水来沙异源、水沙量年际变化大;近期表现出水沙量明显减少,水沙量年内分配趋于均匀化,洪峰流量减小,场次洪水减少,汛期大流量历时缩短、小流量历时增加的特性。通过沙量平衡法计算河道冲淤状态, 1952年11月至2012年10月石嘴山至头道拐河段年平均淤积量为0.428亿t,其中汛期淤积量占年淤积量的69.6%;淤积主要发生在巴彦高勒至头道拐河段,其中又以三湖河口至头道拐河段淤积较多,占内蒙古河段淤积总量的67.0%,相应的年平均淤积厚度为0.017 m。", "label": "水利工程", "id": 0}
{"content": "通过对内蒙古黄河干流河道的河床组成、平面形态、演变特性及稳定性进行研究,发现:滩地平均粒径在0.154～0.232 mm,主槽平均粒径在0.151～0.225 mm;滩地深层、主槽深层不同粒径沙重百分数沿程变化特性与表层基本一致。昭君坟至头道拐河段稳定性最强,属弯曲型,断面深泓多年稳定,比降为0.08%～0.10%,弯曲系数为1.42;三盛公坝下至三湖河口河段河床综合稳定性较差,属游荡型,横断面深泓较为散乱,变化不定,比降为0.15‰～0.17‰,弯曲系数为1.28;三湖河口至昭君坟之间稳定性系数介于两者之间,为游荡型向弯曲型的过渡型河段,河道的深泓、比降介于两者之间。", "label": "水利工程", "id": 0}
{"content": "<正>探讨和揭示浑水异重流形成的动力机制、流态及其控制下的输沙规律,有助于拓宽半深湖-深湖细粒沉积物来源研究的思路,深化对细粒沉积岩形成机理与分布规律的认识。浑水异重流是相对环境水体具有较高密度的稳定悬沙体系。稳定悬沙体系的形成机制即密度大于环境水体的泥沙颗粒克服重力悬浮的机制决定了浑水异重流的形成条件及其流态,进而制约了泥沙颗粒的搬运形式和可搬运泥沙颗粒的粒径范围,从而控制了浑水异重流的输沙规律。1稳定悬沙体系的形成机制", "label": "水利工程", "id": 0}
{"content": "悬浮泥沙是近岸海域重要的水质参数。通过对2020年每月1景的黄河口周边海域遥感影像进行泥沙指数反演,并结合利津来水来沙量和渤海海域的水文气象特征,分析发现黄河口附近海域泥沙符合\"夏储冬输\"的特点。夏季丰水期,黄河输沙受潮流切变锋影响,大部分泥沙沿海岸带附近海域落瘀,只有少部分被输运出渤海。冬季受季风影响大,悬沙主要来自波浪对浅海区泥沙冲刷再悬浮,高悬沙海域范围广。在强北风和南向波浪的作用下,更容易受潮流和余流作用进行长距离搬运。春、秋季节,黄河口附近海域悬沙来自黄河径流和海底泥沙再悬浮双重作用,悬沙在潮流和余流作用下搬运,高悬沙水体范围比冬季有向岸收缩趋势。", "label": "水利工程", "id": 0}
{"content": "为研究植被覆盖对径流、泥沙的影响,用统计学方法对赤水河流域赤水河站、赤水站2003——2016年共十四年实测降水、径流、泥沙资料进行分析与趋势检验,结果表明:（1）赤水河干流降水主要集中在5～9月,径流量和输沙量同样集中在5～9月,5～9月既是气象意义上的雨季也是水文意义上的丰水期;（2）赤水河干流径流量、输沙量都有显著的上升和下降波动,突变年份不完全一致;（3）在治理前后,输沙模数显著减少,而径流量略有增加,这使得含沙量显著降低;（4）植被覆盖的增加对赤水河站的影响大于赤水站。", "label": "水利工程", "id": 0}
{"content": "利用漫湾水库运行以来的多次实测资料,对水库的库容损失、干支流淤积形态、淤积分布进行了详细分析;从水库来水来沙情况、水库汛期运行水位等方面分析了导致水库库容损失增加、坝前淤高发展加快的原因;根据下游水文站实测水沙资料,初步分析了漫湾水电站运行对下游水沙情势的影响。", "label": "水利工程", "id": 0}
{"content": "从泥沙运动形式入手,通过研究悬移质泥沙、推移质泥沙、河床质泥沙以及泥沙颗粒的物质形态及运动规律,结合现有的理论和实验支持,得出泥沙的检测方法,为河流泥沙的合理治理提供理论与技术支持。", "label": "水利工程", "id": 0}
{"content": "本文采用格子玻尔兹曼方法（lattice Boltzmann method,LBM）对明渠湍流中泥沙颗粒的输移进行了直接数值模拟（direct numerical simulation,DNS）研究。在相同希尔兹数=0.5条件下,定量研究了三种不同体积分数（φ=0.11%,0.22%,0.44%）的泥沙颗粒与水流的相互调制作用。研究结果表明:颗粒减小了水流的流向平均速度,且平均速度的减小程度随颗粒体积分数的增加而增加;颗粒会增加床面附近的小尺度涡结构;颗粒主要在床面附近运动,颗粒的滚动、滑移和跳跃运动由动画均可观察到;由于颗粒惯性较大,颗粒并没有聚集在低速条带区。", "label": "水利工程", "id": 0}
{"content": "采用Navier-Stokes方程和大涡模拟方法,建立振荡流模型,对非线性波诱导的边界层运动进行模拟。分别对前倾波和椭余波两种典型的非线性波边界层壁面切应力进行分析,得到了壁面切应力与自由外流相位差随椭余波的非对称度和前倾波的前倾度变化的参数化关系。基于此,对Nielsen壁面切应力模型进行修正,得到了不同相位的壁面切应力模型,通过与实验和数值模拟结果对比表明,修正模型能够很好描述典型非线性波边界层壁面切应力的特征。", "label": "水利工程", "id": 0}
{"content": "为了解决水体中含沙量测量的准确性问题,自行研制了机械式悬沙浓度场装置,在悬沙浓度场中可配置0～30kg/m~3范围的任意标准悬沙浓度值,采用自动机械搅拌取样和烘干称重的方法对该标准悬沙浓度场进行悬沙浓度量值测试,测试结果显示标准悬沙浓度场均匀度均小于3%。采用该悬沙浓度场对0～10kg/m~3测量范围的OBS3+浊度传感器的浊度测量值与标准悬沙浓度场的标准悬沙浓度值进行分段拟合测试,拟合曲线相关性均不小于0.98,该标准悬沙浓度场测试技术及自动机械式悬沙浓度场装置能够准确且便捷的用于水体中含沙量测量设备的校准。", "label": "水利工程", "id": 0}
{"content": "高坝水电工程中,高速水流引起的空化空蚀往往会与水流携带的泥沙联合作用,产生更严重的磨蚀破坏。前人的研究中大多仅考虑单峰粒度分布情况下的磨蚀,而泥沙粒度分布特性对磨蚀的影响却少有研究。本文基于磨蚀影响机制的分区研究成果,提出了冲击区与黏滞区的联合影响机制,推导出同时考虑细颗粒黏滞作用对空泡膨胀以及粗颗粒运动的影响的冲击动能公式,并结合振动空蚀试验结果,发现对于双峰分布的固体颗粒物,粗细颗粒的峰高比越大,磨蚀越严重,窄分布情况下粗颗粒峰宽的影响可以忽略。", "label": "水利工程", "id": 0}
{"content": "长江上游水库群蓄水后清水下泄,水库下游河道将发生一系列变化和调整。本文开展流量大小交替变化的清水冲刷河床粗化试验,探究水库下泄流量变化下宽级配河床的推移质输移特性。试验结果表明:河床粗化层在大小流量交替作用下,每阶段第一次极值流量是粗化层进一步冲刷粗化、破坏的主要驱动因素;在不破坏粗化层的条件下,更大的极值流量不一定产生更大的推移质输沙率,河床粗化的速度变缓。", "label": "水利工程", "id": 0}
{"content": "自1996年以来,黄河年均来沙量仅为1.5×10~8t,远小于2.5-3.0×10~8t的平衡沙量,从而造成黄河三角洲尤其是黄河故道海域一直处于蚀退状态。垦东12区块工程完工后改变了毗邻海域的冲淤规律;由于得到黄河泥沙的直接补给,该工程影响范围内的岸滩不再蚀退,反而产生淤积态势,同时还在该区块毗邻海域双侧生成一个小型海洋生物栖息场,海洋生态趋向良好。因此在黄河三角洲关键海域修建进海路或丁坝无论在保滩促淤,还是改善局部海洋生态环境方面均是有益的。", "label": "水利工程", "id": 0}
{"content": "自1996年以来,黄河年均来沙量仅为1.5×10~8t,远小于2.5-3.0×10~8t的平衡沙量,从而造成黄河三角洲尤其是黄河故道海域一直处于蚀退状态。老168区块工程完工后改变了毗邻海域的冲淤规律;虽然得不到黄河泥沙的直接补给,但依靠该工程截留潮间带被风暴潮携带的泥沙,使得工程影响范围内的岸滩不再蚀退,反而产生淤积态势,同时还在该区块毗邻海域西侧生成一个小型海洋生物栖息场,海洋生态趋向良好。因此在黄河三角洲关键海域修建进海路或丁坝无论在保滩促淤,还是改善局部海洋生态环境方面均是有益的。", "label": "水利工程", "id": 0}
{"content": "本文利用刘家峡水库1974—2015年的异重流排沙资料,分析了水库不同运行期的库区排沙特点,指明目前存在的问题并提出合理治理策略。分析结果表明:①刘家峡水库汛期和非汛期排沙效果差异巨大,汛期排沙量基本与支流洮河入库泥沙量相当,而非汛期入库泥沙基本落淤在库区中;②刘家峡水库单独运行期间,异重流排沙有一定效果,龙羊峡—刘家峡两库联调后,异重流排沙效果显著提高;③针对目前洮河入汇导致异重流倒灌以及刘家峡水库排沙效率不高的现象,建设性地提出黄河上游水库群联合调度、建立水动力-强人工措施有机结合的动态泥沙调控方案、完善库区与河道良性互馈机制以及改善黄河上游生态系统的治理策略。", "label": "水利工程", "id": 0}
{"content": "河道演变是各种自然因素和人为因素综合作用的结果,黄河宁夏段上游龙羊峡、刘家峡等大型水利枢纽的修建,打破了河道原有的平衡状态,使得河床呈现出新的演变特性,这些变化将会给河道治理和水资源开发利用带来问题。本文系统回顾了黄河宁夏段冲淤演变的研究进展,着重评述了宁夏段冲淤现状以及由此带来的问题,进一步预测了河道冲淤演化的趋势,研究成果将为黄河宁夏段河道治理提供技术支撑。", "label": "水利工程", "id": 0}
{"content": "本文以重建后的黄河口实体模型为例,介绍了一些模型试验中使用的国内外先进技术、量测仪器、控制系统及试验设施。重点介绍了基于分布式泵群控制技术的海域潮汐自动化控制技术在大型模型试验中的应用。", "label": "水利工程", "id": 0}
{"content": "在多泥沙河流上修建供水水库,泥沙淤积问题十分突出。如何正确处理水库排沙问题与满足供水任务之间的关系,尽可能发挥水库综合利用效益,是该类型水库规划设计和运行管理的重要技术问题和难题。本文以彭阳县石家峡水库为研究对象,采用理论与实测资料分析、数学模型计算等技术手段,研究了多沙河流中小型供水水库保持水库长期有效库容的运行方式。", "label": "水利工程", "id": 0}
{"content": "本文应用计算流体动力学模型,针于不同底坡、不同进水涵洞高度的排沙漏斗进行了44种工况下的三维水沙数值模拟,验证了排沙漏斗截沙的有效性,分析了不同工况对排沙效果的影响,并用同等质量的粒子代替泥沙,模拟出泥沙在排沙漏斗模型中的分布情况。结果表明:①在进水涵洞高度一定的情况下,漏斗的底坡越大,越有利于加速泥沙输移,有效防止泥沙淤积,调高截沙率;②排沙漏斗达到最高截沙率的关键在于洞内流速的大小,该试验工况三综合效果最佳;③排沙漏斗内部水流结构有利于水沙分离和泥沙的输移,耗水效率低（约为引水流量的3%）,对粒径为0.05～0.5mm的细沙截沙率达90%以上。", "label": "水利工程", "id": 0}
{"content": "本次研究针对西北地区的注入型供水水库泥沙淤积问题,以鸭子荡水库为例,在其一期运行计算与实测相符的基础上,对其二期工程全段进行数值模拟预测计算。结果表明,输水渠道在水库水位高于1252.26m时,渠道将发生淤积。库区泥沙随着使用年限的增长,淤积前缘逐渐向坝前推移,但随着库区断面面积的增大,推进速率在降低,中期水库仍保持80%以上的有效库容。水库远期,其使用年限主要取决于实际的水库含沙量,分析结果可知,平均泥沙浓度约为0.02kg/m~3,出水口含沙量仍保持较低水平,水库仍可正常运行。此次研究为避沙引水措施的实施和多目标下的水沙联合调度方案制定奠定了研究基础,为更好发挥水库的综合效益提供有效参考。", "label": "水利工程", "id": 0}
{"content": "针对海岸工程建设对淤泥质滩涂冲淤变化影响复杂的问题,根据波流泥砂理论建立波流联合作用下平面泥砂数学模型,给出泥砂淤积厚度半经验半理论计算公式,同时基于大型计算软件,对浙江省某U形促淤工程的波流泥砂进行数值模拟计算,对该工程区波流泥砂场特性进行分析,计算给出工程实施后附近海域泥砂冲淤变化情况,计算结果表明工程实施后,U形堤坝两端的堤头附近最终冲刷深度0.8～1.4m,促淤堤外侧基本以淤积为主,最终淤积幅度为0.4～2.0m,促淤区内淤积分布较均匀,最终淤积幅度为1.4～2.5m,总体促淤效果较好。最后通过促淤工程实施前后附近海域卫星地图进行对比分析,认为促淤工程达到预期效果。", "label": "水利工程", "id": 0}
{"content": "悬浮颗粒物（SPM）是长江口重要的观测指数之一,与水质评估,河道冲淤,港口工程等都息息相关。本文以韩国海洋卫星中心发射的地球静止海洋彩色成像仪（GOCI）数据和实测数据作为参考,对TG-2/WIS的数据和产品进行了评价。由于波段的饱和,仅对红色和近红外波段进行了评价。结果表明,TG-2/WIS的天顶反射率与GOCI在红光（665nm）波段和近红外（750nm）波段的反射率关系最好,其次是865nm波段。大气校正后的遥感反射与天顶反射率的对比结果相似。660和745nm处的TG-2/WIS与GOCI具有良好的一致性,RMSE <0.004 sr-1,但在865nm波段被低估。SPM的反演结果表明,在中、高浊区,TG-2/WIS的SPM浓度与GOCI相近。与实测站对比,TG-2/WIS和GOCI的衍生SPM浓度误差较小（平均约0.07 g/L）,可以被接受。", "label": "水利工程", "id": 0}
{"content": "通过研究万家寨水库运用以来进出库水沙条件以及水库运用过程,提出2018年万家寨水库洪水期调度目标及调度方案,分析了2018年进出库水沙过程、水库排沙与水库运用过程。分析表明,2018年汛期排沙使得库区发生强烈冲刷,全年进、出库沙量分别为0.966亿t、2.092亿t,排沙比216.6%,最大日均出库含沙量122 kg/m~3。与2018年汛前相比,2018年汛后总库容和防洪库容分别增加1.563亿m~3和0.120亿m~3。2018年万家寨水库排沙运用表明,降低水位排沙能够有效恢复水库库容,减缓水库淤积速度,提高水库综合效益。同时,研究成果对水库排沙调度具有一定的支撑和借鉴作用。", "label": "水利工程", "id": 0}
{"content": "小浪底水库修建以来,黄河下游游荡型河道发生了深刻变化。本文采取原型观测、资料分析等手段,对比分析了小浪底水库修建前后黄河下游游荡型河段床面物质组成与能量耗散的沿程分布规律变化;以高村站为例,进一步给出了黄河下游游荡型河段横断面无量纲河相关系,从该关系出发,反演了控制游荡型河段横断面调整的阻力方程、临界起动切应力方程和挟沙力方程的形式。研究成果对下一步小浪底水库优化调度及下游河道整治工程建设提供了一定的理论支撑。", "label": "水利工程", "id": 0}
{"content": "为了对汉江襄阳段堤防整险加固与岸线生态治理工程提供技术支撑,本文根据近年来汉江襄阳鱼梁洲河段实测河道水文、地形资料,分析了在丹江口水库大坝加高及崔家营航电枢纽运行后该河段河床演变特点、影响因素及发展趋势。结果表明:该河段经丹江口水库多年的清水下泄冲刷已达到基本平衡,河势趋于稳定,鱼梁洲段右汉为主汉,左汊为支汉的格局未发生大的改变,河道滩、槽位置,深泓走变化不大,崔家营航电枢纽运行后,鱼梁洲河段处于水库常年回水区,河道比降变缓,流速减小,水流对河道的冲刷进一步减弱。预计未来该河段整体河势不会有大的改变,但中水以下河槽仍会产生一定的冲刷。", "label": "水利工程", "id": 0}
{"content": "黄河下游河岸土体组成不同,导致河岸冲刷后退速率不同。通过对黄河下游粘性土进行起动冲刷试验,计算了粘性土的冲刷速率,建立了冲刷速率与土体物理指标之间的关系,结果表明:同一级配粘性土在不同淤积历时条件下,冲刷速率随水流切应力的变化趋势不同。当淤积历时较短时,冲刷速率随切应力的增大明显增大;当淤积历时较长时,冲刷速率仍随切应力的增大而增大,但增大的幅度有所减缓,冲刷速率随切应力增长近似成指数关系。相同流量下,粘性土冲刷速率随着含水率的增大而增大。同一级配粘性土在相同的水流切应力条件下,冲刷速率随干密度的增大而减小,当切应力较小时,干密度与冲刷速率的指数关系不明显;随着切应力增大,干密度与冲刷速率呈现出明显的指数关系。本研究能较好地反映粘性土自身特点,为进一步研究粘性土抗冲特性以及黄河下游不同河岸的冲刷后退速率奠定基础。", "label": "水利工程", "id": 0}
{"content": "为了克服固定糙率法低估小流量水位的缺点,基于黄河口利津站糙率（n）-流速（v）实测资料,回归给出了糙率计算公式及河道参数a的计算式n=av-1,a=R2/3J1/2。通过一维数学模型模拟了利津一河口、东霞院-花园口两个河段,分析模拟结果发现:①在枯水期、非枯水期参数a值分别采用枯水期参数a的平均值、全年平均值时,得出的动态糙率可较好地模拟小流量和大流量水位;②参数a与主槽内嫩滩附近地形有较密切的对应关系,可用在嫩滩上、下附近取特征水位,进而计算其对应的水力半径、比降的方法估算非枯水期、枯水期的参数a值;③利津—河口、东霞院-花园口两个河段床面形态在较大流量时多为动平整,对应的糙率较小;流量较小时床面形态多为沙垄,对应的糙率较大。研究表明,上述计算糙率的方法和公式不仅适合床沙较细的河口段,也适合床沙较粗的黄河下游的上段,床面形态和糙率的对应关系也基本一样。对于给定的流量过程,糙率与流速、床面形态、比降、床沙级配等因素相互作用、相互影响。", "label": "水利工程", "id": 0}
{"content": "为探索人工河道边滩的演化规律,从粒径分析角度出发,对流经南充市区的西河河段包括西河体育公园至西河入江口进行采样分析。粒径分析实验后得到各边滩的中值粒径、概率百分比、河流弯曲系数以及流速四者的数据。对数据进行分析,结果显示:边滩所处的河段的河流弯曲系数相同时,流速越小,中值粒径越细,概率百分比越大,概率百分比曲线的波峰逐渐向右移动;中值粒径粒级的跳跃需要能量的积累或下降一定范围,而且其粒径的粗细和概率百分数对流速的改变非常敏感;由于取样点11～14与1～10取样点的中值粒径的变化趋势相反,所以可以确定河流界位于河流10～11号取样点之间。根据此规律对于设计人工河道以及人工河道整治具有一定的指导作用。", "label": "水利工程", "id": 0}
{"content": "三峡水库建成以后,长江口径流来沙量显著减少,长江口门区未来冲淤演变将受到其长期的影响。采用平面二维模型MIKE21 FM+MT模块模拟预测了未来20年长江口门区的冲淤变化。模型入口为江阴水位站所在断面,入口的来水来沙条件由长江大通—徐六泾河段一维水沙数值模型提供。该一维模型以2008—2017年实测资料循环作为未来20年预测计算的水沙条件。长江口二维模型的外海边界距离口门区达250km,外边界的潮位过程由MIKE全球潮汐模型提取。预测计算结果表明,20年计算期内,整个长江口河段,均呈现出显著的冲槽淤滩的趋势,但基本维持当前的格局;口门区浅滩以淤积为主、冲刷为辅,但浅滩外侧存在连接成片的大范围冲刷带;河道演变对不同浅滩开发利用有不同的影响。", "label": "水利工程", "id": 0}
{"content": "为解决河口水沙数值模拟的下边界问题,根据潮汐调和分析方法,基于中期观测资料,选取30个主分潮和相应的44个随从分潮,应用Fortran90编程建立了分析潮位变化过程和潮汐特性的潮汐模型,为深入研究河口相关问题提供重要的基础工具。", "label": "水利工程", "id": 0}
{"content": "拦门沙是河流在入海口附近由于河流所携带的泥沙有机物在接触到高含盐量的海水而堆积下来的固态沙质结合体。拦门沙往往堆积在河流的口门处,随着入海泥沙量的增加,拦门沙的体积也不断增加,会影响到河口的健康发展。自20世纪90年代以来,随着入海水沙量的锐减,拦门沙的发育也受到了很大的影响。除个别汛期洪水较大年份外,拦门沙均发育迟缓。2002—2016年,因汛期持续有泥沙入海,拦门沙变化回归正常。监测拦门沙的发展和演变对河口的治理和维持河流的健康生命有着重要的意义。", "label": "水利工程", "id": 0}
{"content": "主要介绍新疆尼雅水利枢纽表孔溢流洞体型优化试验研究情况,针对原方案试验中表孔竖井段末端形成的水翅,可冲击到城门洞顶部、表孔溢洪洞出口挑流鼻坎水流在校核水位时直接冲击至对岸山体等的水力学问题,通过反复试验和修改后,提出了表孔竖井段减小收缩段长度,出口鼻坎形式改为斜扭鼻坎形式,很好地解决了水翅冲击城门洞顶部和工程的消能防冲问题。", "label": "水利工程", "id": 0}
{"content": "通过采用公式法代替查图法,简化堰孔泄流计算过程,实现堰孔泄流计算的全过程电算化,并通过对模型试验数据和电算结果进行比较分析,为锦凌水库库水位～闸门开度～流量关系曲线的绘制和锦凌水库的安全运行调度工作提供了支撑。", "label": "水利工程", "id": 0}
{"content": "碾盘山工程所处河段河床覆盖层为淤积型覆盖层,为保证大江截流时河床覆盖层稳定,防止产生不必要的冲刷,进行了演示试验,为后序施工进行技术储备。", "label": "水利工程", "id": 0}
{"content": "近年来,海洋可再生能源愈发受到各国重视,其多学科交叉方面的研究工作也成为科研热点,尤其是海上风电产业化得到了迅速发展。提高风力机效率和安全性所涉及力学问题备受广大学者关注,主要涉及水动力学、空气动力学、结构力学等方向。诸多力学问题中,水动力学的研究需要与低速空气动力学耦合计算,故而成为海上风力机研究的关键。本研究将回顾海上风力机水动力学的研究进展,并总结笔者近年来对相关问题的思考。", "label": "水利工程", "id": 0}
{"content": "多个城市河道壅水建筑物泄流时都发生了泄流噪声污染环境问题,但有关水流噪声产生机理和影响规律的研究不多。为了明确成都市锦江某闸坝泄流噪声对其周围的建筑物的影响规律,本文建立了闸坝及其周围敏感建筑物的三维仿真模型,利用现场测量和数值模拟方法,以昼间和夜间等效A声级作为评价因子,分别评估了闸坝不过流时敏感对象A、B小区的噪声水平（包括交通噪声和社会生活噪声）,闸坝泄流产生不同强度的泄流噪声时敏感对象A、B小区的噪声水平。结果表明,当闸坝泄流噪声源强度达75dB后,开始对A、B小区的声环境产生影响;随着泄流噪声的增大,各测点噪声值增大,夜间的影响程度高于白天;当闸坝泄流噪声源强度达90dB后,噪声变化幅度明显增大;随着泄流噪声由小变大,小区各栋楼噪声最大值对应的测点位置和不同楼层噪声变化规律均发生变化。噪声随楼层变化规律与声源和楼的相对位置有关,两者之间无传声障碍时,噪声值随楼层增高而减小;两者之间存在障碍时,噪声值会出现随楼层增高而增大的现象;在地形复杂区域多声源叠加时,会出现多个相邻楼层噪声相等的情况。上述成果可为评估城市河道壅水建筑物选址和运行方式对周围环境的影响提供参考。", "label": "水利工程", "id": 0}
{"content": "基于频域Rankine源边界元法,在船体表面和自由面上分布点源,对船舶耐波性及二阶平均波浪力进行预报。分别使用均匀流（Uniform flow）和叠模流（Double-body flow）两种基本流对边值问题进行线性化处理。自由面条件中的速度势一阶及二阶导数采用迎风差分进行求解。以Wigley船和S175为对象,计算了其水动力系数、运动响应及二阶波浪力,并与试验数据进行比较分析。计算结果表明使用DB对边界条件线性化后模型的计算结果要好于使用NK模型,且计算结果的好坏受到船型的影响。", "label": "水利工程", "id": 0}
{"content": "针对海洋环境中实际波高时间序列具有的非线性、非平稳、高噪声等特点,本研究提出了一种基于经验模态分解（EMD）和长短时记忆网络（LSTM）的短期预报模型。该模型采用EMD方法将波高时序分解为若干固有模态分量（IMF）,再利用LSTM网络对各IMF分量进行学习和预测,最后将各分量的预测结果叠加获得最终的预测值。预测结果表明,相比LSTM模型和NAR模型,本方法具有更高的精度,能够更好地进行波高时历的极短期预报。", "label": "水利工程", "id": 0}
{"content": "离心泵内部流动为强剪切多壁面旋转湍流,使其旋转性、瞬态性和非线性特性尤为突出,而复杂的流动特性决定了离心泵的水力性能和动态特性。本文以某舰船用泵为研究对象,针对离心泵内部非稳态流动特点,采用流动控制方法对其进行改型设计,分析基于流动控制思想提出的流动控制方法对离心泵综合性能的改善机理,探索流动控制方法对离心泵内部流场分布、流动结构的含能分布以及流体激励的调节作用。研究结果表明,当流体流进叶轮时受入流攻角、系统旋转和叶片弯曲等因素的影响,叶轮内易发生流动分离,叶片表面压力波动显著,叶轮内整体流动的不稳定性增强,影响离心泵的综合性能。流动控制方法叶片通过将压力面侧部分流体引入吸力面侧,将流动分离点向后推移,叶片表面压力分布更加合理,保证了叶轮的做功能力和抗空化能力。此外,控制方法对离心泵叶轮内各阶流动的含能进行了重新分配,使叶轮内流体能量更集中于低阶低频段的大尺度流动结构中,而高阶小尺度流动含能显著降低,低阶大尺度流动结构含能的增加保证了离心泵良好的水力性能,高阶小尺度流动含能的降低,使高频流体激励得到抑制,使其避免与结构固有频率的重叠或靠近,进而改善了离心泵的压力脉动和振动等动态特性。", "label": "水利工程", "id": 0}
{"content": "以肘形流道进水、虹吸流道出水的典型立式轴流泵装置为研究对象,为了研究泵装置内不同位置的压力脉动特性及其沿流向的发展规律,在对泵装置进行模型试验的同时,基于结构化网格、RANS方程和SST k-ω湍流模型,利用CFX对泵装置内流场进行了三维数值模拟,并利用快速傅里叶变换对压力脉动进行了频谱分析。结果分析表明:与模型试验结果吻合的能量特性和压力脉动频域特性证明了数值模拟的有效性;设计流量下,进水流道进口处和肘部压力脉动的频域特性一致（主频为低频信号）,叶轮进口处靠近轮毂位置的脉动幅值最大（主频为叶轮通过频率）,叶轮出口处内部的脉动幅值最大（主频为导叶通过频率）,导叶出口处内部的脉动幅值最大（主频为轴频）,出水流道弯管处、驼峰处和出口的压力脉动频率都以低频信号为主;进水流道内压力脉动已经受到叶轮的影响,脉动幅值在叶轮进口处最大,通过叶轮后脉动幅值逐渐减小。该研究可以为采用相似装置型式泵站的设计、建设和运行提供参考。", "label": "水利工程", "id": 0}
{"content": "泵站进水流速直接影响泵站进水水流流态,紊乱的水流流态往往伴随着漩涡的产生,不仅会降低水泵性能,甚至引起水泵气蚀、振动而无法工作。为了探究泵站进水流速与泵站进水水流流态、漩涡的产生与发展变化规律,结合泵站实际运行情况,采用NX UG10.0软件构建进水前池、进水闸室、进水流道及其出口延长段的泵站进水物理模型,并建立相应物理模型的三维湍流数学模型,计算采用雷诺N-S方程、VOF模型和非定常的SST k-ω湍流模型。选取10种不同进水流速,对泵站进水水流特性进行数值模拟,分析不同进水流速下,泵站进水水流流场分布、漩涡涡量的变化及分布规律。研究结果表明:在泵站进水水深不变,进水流速在0.217-0.661 m/s之间时,泵站表面漩涡的强度随进水流速的增大而增强。进水流速在0.217-0.304 m/s时,泵站进水表面出现微凹的Ⅰ、Ⅱ型漩涡;进水流速在0.349～0.448 m/s时,出现表面下凹的Ⅲ、Ⅳ型漩涡;进水流速在0.485～0.554m/s时,出现表面下凹较深的间断进气V型漩涡;进水流速在0.575～0.661 m/s时,出现漩涡中心为贯通的连续进气的Ⅵ型涡;通过与模型试验结果进行对比,两者结果基本吻合。研究结果可为泵站工程设计提供参考。", "label": "水利工程", "id": 0}
{"content": "相比与常规离心泵作透平,管道泵作透平时,尾水管采用了特殊的肘型弯管结构,使得内部流动产生畸变流。尤其在发生飞逸过渡过程时,因转速从额定转速迅速增大至飞逸转速,将产生巨大的离心力,造成危险的飞逸工况。为探究管道泵作透平时飞逸过渡过程中内部流动特性,应用Fortran语言对CFX进行二次开发,基于RANS方程和SST k-ω模型,利用开发后的CFX软件对管道泵作透平进行了飞逸过渡过程的数值模拟,预测了管道泵作透平飞逸过渡过程中的转速、流量和扭矩变化。并结合涡量分布和Q准则方法,对管道泵作透平飞逸过度过程旋涡分布进行了研究。研究结果表明:具有特殊结构的管道泵在透平工况飞逸过渡过程中最终达到的飞逸转速Nfea并不是固定不变的,而是在平均飞逸转速线上下波动,其中平均飞逸转速值Nave=3584rev/min,为额定工况的1.23倍;流量Q先增大,后减小在Qave=14.7 kg/s上下波动;扭矩T一直下降至零,并在零线上下发生震荡;研究表明旋涡主要发生在工作面及尾缘部分。该研究揭示了管道泵作透平时飞逸过渡过程的内流特性,为管道泵的安全稳定运行提供了参考。", "label": "水利工程", "id": 0}
{"content": "飞逸转速的确定是水轮机模型试验中的一项重要内容,飞逸过渡过程水轮机参数的演化规律是影响水轮机稳定运行的重要因素。为进一步明确飞逸过程水轮机的瞬态特性,本研究对一低水头混流式模型水轮机由设计转速过渡至飞逸转速的瞬态过程进行了数值研究,并通过试验测试验证了数值飞逸转速及流量的可信度。研究结果显示,飞逸过程中水轮机转速升高流量减小,单位飞逸转速与流量相对于初始时刻的比值分别为1.64和0.82。转轮扭矩与水力效率随转速的升高而降低且在接近飞逸转速的时刻显示出明显的波动。水轮机水力损失主要发生在转轮与尾水管中,飞逸转速下二者的水力损失之和超过试验水头的90%。压力脉动时频分析显示,无叶区及转轮叶片进口附近压力分布受动静干涉的显著影响,而受转轮转速变化的影响,水轮机内部压力场在一定的低频范围内均显示了较高的能量分布。", "label": "水利工程", "id": 0}
{"content": "作为可再生能源转换装置,垂直轴螺旋型水轮机具有自启动性能好,扭矩波动小的特点。与传统垂直轴水轮机使用最佳叶尖速比给定旋转速度进行数值计算的方法不同,本文通过水流驱动转子的方法对不同缠绕率的水轮机进行数值计算,对其能量效率、输出波动率和自启动性能进行研究。研究结果表明:随着缠绕率的增加,能量效率呈现出先减小后增大而后又减小的波浪形变化特征;缠绕率越接近1时,水轮机效率输出波动率越小;随着缠绕率的增加,螺旋型水轮机的自启动性能更加稳定;综合考虑效率大小、输出波动率和自启动性能,缠绕率为1.25的水轮机水动力性能最佳。研究结论有利于实现垂直轴螺旋型水轮机安全稳定运行。", "label": "水利工程", "id": 0}
{"content": "浮式阻流装置在浮体与海上施工掩护、应急抢险及深水网箱养殖等领域发挥着十分重要的作用。本研究基于RANS方程结合多孔介质模型理论,针对某新型浮式阻流装置的水动力特性进行了研究。其研究结果表明,该新型浮式阻流装置中阻流板的长度对阻流效果的影响较大。数值模拟结果为该类型阻流装置参数的选取提供了有力的依据。", "label": "水利工程", "id": 0}
{"content": "离心泵内部流动结构丰富,本文引入基于Von Kármán尺度的Hybrid RANS/LES方法,并考虑到离心泵叶轮旋转和流线弯曲对其内部湍流流动的影响,对SSTk-ω模型进行了旋转曲率修正,构建了基于von K á rm á n尺度和旋转曲率修正的Hybrid RANS/LES-RC （Hybrid RANS/LES with Rotation Curvature Correction）方法,对离心泵全流场进行数值计算,并与离心泵水力性能和压力脉动的实验结果进行对比,验证了数值方法在离心泵数值模拟中的有效性。在此基础上,采用本征正交分解方法（Proper Orthogonal Decomposition,POD）方法,对离心泵内部瞬态流场进行研究分析。结果表明,离心泵内存在丰富的不同尺度流动结构,低阶模态对应含能较高的的低频大尺度流动,表征离心泵的主要流动特征,高阶模态对应含能低的高频小尺度流动。随着模态阶数的升高,模态系数对应的波的构成更为复杂,对应的各阶流动结构表现出复杂的高频、多频特征。", "label": "水利工程", "id": 0}
{"content": "采用基于OpenFOAM的二维数值波浪水槽对不规则波作用下并联双箱的耦合水动力问题进行了研究,利用已有文献中的实验数据和数值结果验证了模型的准确性。在此基础上,对不规则波作用下双箱间流体共振现象进行了研究,对每种工况采用三组不规则波进行计算,发现窄缝间统计波高具有较强的可重复性。在此基础上,研究了入射波谱峰频率对双箱间波浪的影响。研究发现,当入射波谱峰频率接近双箱系统固有频率时,窄缝间波浪的波高显著增大,双箱窄缝间波浪周期趋于相同;增大入射不规则波有义波高,窄缝间无因次波浪共振响应减小。与规则波相比,固有频率附近不规则波作用下窄缝内无因次共振波高小于规则波的情况。", "label": "水利工程", "id": 0}
{"content": "浮体在大幅波浪激励下会产生剧烈的摇荡运动,威胁船舶作业与结构安全。海浪有义波高预报对船舶航行规划、安全作业窗口评估等具有重要意义。海浪统计特征变化本质是海洋动力环境改变,在时序上具有连续性。因此,基于时间序列的预报方法被广泛应用于海浪有义波高的预测。近20年来,国内外针对海浪有义波高的时序预测问题开展了大量研究,所发展的预报方法包括线性模型、非线性模型和机器学习模型。然而,这些预报模型的优缺点缺乏较为完善的对比研究。对此,本研究针对海浪有义波高统计预测问题,针对AR模型、ANN模型与LSTM模型等典型预报方法开展对比分析研究。基于上述方法建立不同有义波高预报模型,基于东海混合风涌浪数据,对各模型进行验证,在此基础上对预报精度进行分析,给出不同预报模型的性能与误差规律。研究可为海浪预报模型优选提供理论参考。", "label": "水利工程", "id": 0}
{"content": "传统的海浪预报模式（WAVEWATCH、SWAN等）均属于相位平均模型,只能给出海浪场的统计特征值,无法确定性预报某地某时刻的海况。而确定性细节信息对于保障中高海况下的海洋结构物作业安全又至关重要。本研究基于浮标数据,利用相位解析技术和二次序列规划（SQP）方法,对数值海浪场进行多级确定性重构与预测。计算中使用Stokes波浪理论模拟一阶与二阶海浪场演化,使用高阶谱（HOS）方法模拟三阶及以上海浪场演化。研究考虑了浮标运动与有限水深的影响,验证了Qi提出的理论可预测范围;并发现,对于非线性海浪场,高阶预测结果显著优于低阶结果。", "label": "水利工程", "id": 0}
{"content": "由于人类活动的影响,近几十年来环渤海的海岸线发生了显著的变化。本研究采用卫星遥感和数值模拟,研究了环渤海近20年来岸线变化以及其对周边海域水动力环境的影响。研究基于海岸线半自动化提取技术,从Landsat-5TM和Landsat-8OLI卫星影像中获取环渤海湾2003年、2008年、2013年、2018年岸线数据,分析了长时间尺度岸线变化过程。进而,采用非定常二维浅水模型对渤海的潮汐潮流进行模拟分析,通过验潮站实测数据验证了模型的准确性。在此基础上,针对辽东湾、渤海湾和莱州湾几个相对敏感的海湾地区,在典型时段内对比分析了各时期涨落潮流速和纳潮量变化情况。研究结果显示,环渤海湾各岸段平均纳潮量在几个代表性年份呈现随时间递减趋势,2018年相对2003年辽东湾、渤海湾和莱州湾纳潮量分别减少27.3亿方、7.9亿方及3.5亿方。", "label": "水利工程", "id": 0}
{"content": "高水头泄水建筑物的空化空蚀问题是高坝建设中亟待解决的问题。在防止空蚀破坏措施中,在高速水流泄水建筑物中设置掺气设施进行掺气,以避免过流壁面可能发生的空蚀破坏是一种最为安全有效、经济合理的措施。本研究采用模型试验与理论分析相结合的方法,运用流速探针和高速摄像机对掺气坎后渠道底板和边壁的掺气特性进行了系统的研究。研究结果表明:水流冲击后,底板表面附近的掺气浓度和气泡频率沿程呈衰减变化规律。研究发现保证相同弗劳德数条件下,随着雷诺数的增加,掺气浓度没有明显改变,但气泡频率与气泡弦长均存在较大的变化。此外,探讨了边壁清水区末端在纵向方向与垂直方向上的波动特性。", "label": "水利工程", "id": 0}
{"content": "基于MIKE3建立了长江口三维水动力数学模型,采用长江口实测数据对模型了进行验证。利用验证好的模型模拟了台风\"凤凰\"增强、成熟和消亡三个阶段长江口的水动力变化过程。模型结果表明:（1）在台风增强和成熟阶段,长江口涨潮潮位均有上升,潮差增加。其中,北支由于其漏斗型地形,潮位在中段上升最为明显,最大值达2.58 m,较台风增强时期增加1.57m,潮差增加2.49 m。（2）由于台风方向与涨潮流方向一致,涨潮流流速增加强于落潮流,其中北支口门处涨潮流增加较明显,最大值达到1.05 m/s,增加0.68m/s,但存在明显的空间不均匀性。（3）台风使得北支涨潮流量增加,落潮流量减少;而南支涨落潮流量均增加;二者综合作用使得北支涨落潮分流比均有所下降,涨潮分流比下降6.63%,落潮分流比降低46.53%,势必影响盐水入侵过程和水体混合特征。", "label": "水利工程", "id": 0}
{"content": "海浪是影响船舶航行性能的重要环境因素,对船舶操纵性、耐波性等有极大影响。海浪模拟为船舶航行性能评估提供数据基础。风是海浪的主要能量来源之一,对海浪模拟起重要作用。现还缺少最新的风场时间、空间分辨率对波浪模式影响的研究。本研究以ERA5和ERA-Interim风场再分析数据探究风场时-空分辨率对波浪模拟的影响。选择深水和浅水等多处浮标进行海浪模拟研究。采用对比分析的方法研究风场数据时间分辨率提升对波浪模式模拟效果的影响。同时采用双线性插值等插值方法减小空间分辨率的影响,探究风场数据空间分辨率对波浪模式模拟效果的影响。模拟结果表明:基于ERA5再分析风场数据SWAN、WW3波浪模式于浮标处的波浪模拟的质量最高,42002和42035浮标处SWAN、WW3波浪模式的模拟结果的平均相对误差均在0.333以内。", "label": "水利工程", "id": 0}
{"content": "岛礁波浪的传播和演化受到复杂地形的制约,本文聚焦于南海的永乐环礁区域,建立了一套跨尺度数值模型,模拟波浪从远海传至岛礁附近的演化规律。数值模型将计算区域划分为大地形和小地形,通过SWAN进行嵌套计算,在风场驱动下模拟了2014年\"海鸥\"台风经过南海时,永乐环礁区域波浪的演化规律。将数值模拟结果和实测值对比,得到Pearson相关系数为0.95,说明线性相关性较强,且数值模拟的有义波高变化趋势与实测值基本相符,表明嵌套模型能较为准确地模拟出岛礁附近潟湖内测点有义波高及其变化趋势,验证了跨尺度数值模型在南海岛礁区域的准确性。", "label": "水利工程", "id": 0}
{"content": "在大单宽流量下,阶梯消能工的掺气发生点大幅向下游移动,下泄水流出现大范围的掺气盲区,阶梯壁面因缺少掺气保护而面临着空蚀破坏的风险。基于此,本研究提出一种新型的渐缩式窄缝预掺气设施,通过物理模型试验的方式,研究了在不同来流条件下,渐缩式窄缝对阶梯消能工水流流态的影响,以及其结构特征参数——窄缝收缩角θ对掺气浓度分布和消能率的影响规律。试验结果表明:水流经窄缝的束窄作用形成收束射流,可大幅前移掺气发生点位置,使底板和侧墙的掺气浓度均大于1%～2%,可有效减免空蚀破坏;同时,渐缩式窄缝对阶梯消能工起辅助消能的作用,大单宽流量下提高了约14%的消能率。", "label": "水利工程", "id": 0}
{"content": "布设在岛礁海域复杂波浪环境中的大型多模块浮体的设计及其波浪载荷和安全性评估面临诸多区别于开阔海域中海洋浮体的技术挑战。本文概要叙述近岛礁波浪流演化规律的实测情况、预报岛礁海域波浪环境的\"多尺度区域和多尺度网格方法\"、近岛礁海域复杂波浪环境中的超大型浮体水弹性力学理论、超大型浮体多模块柔性连接动力学分析方法的部分研究成果。与模型试验与海上实测数据的对比分析表明,文中建立的理论和数值分析方法对岛礁海域复杂波浪环境中多模块浮体的优化设计和安全性评估的适用性。", "label": "水利工程", "id": 0}
{"content": "基于六自由度液舱晃荡试验平台和多相流液舱晃荡模型NEWTANK等研究了晃荡界面波的非线性特性、演化规律、生成机制,格栅型隔板的减晃机理,调谐晃荡阻尼器对弹性支撑结构平台的减振机理。发现了波浪破碎的产生的非线性对共振频率\"频移\"的影响机理。阐明了依赖于液体相对装载深度的液舱晃荡\"弹簧效应\"对液舱固有频率的影响规律、多孔介质孔隙率/厚度/中值粒径及格栅板固体率/安装位置等对晃荡的影响规律、调谐液体阻尼器与平台主体结构质量比/调谐比对弹性支撑结构平台减振的影响规律。", "label": "水利工程", "id": 0}
{"content": "针对舰船推进器和附体高速运动过程产生的各型空化流动,本研究介绍近年来在漩涡空化方面数值模拟和机理研究领域取得的研究进展。梢涡空化和云空化通常发生在复杂两相流动的漩涡区域,流动分离和强旋转特征导致这类空化流动现象异常复杂。本文给出了漩涡空化区湍流流场特征、空化区水汽两相混合介质属性以及相界面振荡的最新研究成果,通过实验、理论分析和数值仿真探讨了漩涡空化流动的特性,为漩涡空化流场建模、流动非稳态特性分析和噪声研究提供了基础。", "label": "水利工程", "id": 0}
{"content": "为研究物体自由入水砰击过程中三维效应等因素的影响,本研究基于STAR-CCM+软件模拟了单体剖面自由入水过程。使用重叠网格、网格重构技术、VOF界面捕获等方法建立了数值计算模型。模拟时采用了二维模拟与三维模拟两种模拟方法,并与试验结果进行对比。模拟楔形体自由入水过程,进行了网格收敛性分析,给出了两种模拟方法得到的楔形体入水垂向力、垂向速度变化曲线,对比了入水不同时刻、不同位置的压力分布情况。计算结果表明,与二维模拟结果相比,三维模拟结果要更接近试验值。同时,二维模拟得到的垂向力结果要大于三维模拟结果与试验值,这表明三维效应可能会使垂向砰击力模拟结果减少,验证了三维效应的存在。", "label": "水利工程", "id": 0}
{"content": "仿生推进较于传统的机械推进具有噪音小、隐身性能好、推进效率高等优势,在军用或民用领域发挥着重要作用。本研究采用改进的光滑粒子流体动力学（Smoothed Particle Hydrodynamics,SPH）方法,用刚性拍动水翼模拟鱼类尾鳍推进,对拍动水翼纯俯仰运动的漩涡泄放与推进机理展开数值模拟研究。首先,通过将数值模拟结果与现有试验结果进行对比,验证所采用SPH模型的有效性和准确性。然后,基于数值模拟结果,对卡门涡街及逆卡门涡街尾涡结构与推力之间关系进行详细分析。研究结果表明,当拍动水翼尾涡结构为卡门涡街时,其水平合力表现为阻力;而当拍动水翼尾涡结构为逆卡门涡街时,其水平合力表现为推力。研究结果证明了SPH方法在仿生推进研究中的应用潜力,可为水下潜器的设计与研制提供相关依据。", "label": "水利工程", "id": 0}
{"content": "为了探索超高速气动增升船的水气动力特性,利用基于FVM的STAR CCM+软件分别模拟了超高速气动增升船模型在有、无升力翼状态下的静水直航运动,分析了鸭翼、主升力翼、断阶等水气动力结构的绕流特征。通过计算值与试验值的对比,验证了数值方法的有效性。计算结果表明,在船宽佛汝德数大于6.0时,气动升力成为升力的主要来源,在船宽佛汝德数为7.0时,气动增升效率可达到0.69;在升力翼的气动增升效应影响下,浸湿面主要集中在断阶之前的滑行面上,尾部仅有少量浸湿,在改善高速阻力性能的同时提升了纵向运动稳定性。", "label": "水利工程", "id": 0}
{"content": "由于强烈的非均质性,自然裂隙渗透率的量化是学科领域具有挑战性的问题。先前的研究表明,单裂隙渗透率仅取决于单裂隙的几何属性。然而最近的研究表明,随着流体的流速或惯性效应的增大,单裂隙的渗透率会发生变化但其机理尚未明确。因此本研究基于有限元模拟软件Comsol Multiphsics探究了惯性效应对2D粗糙单裂隙渗透率的影响及其机理。研究结果表明:Forchheimer方程可以很好的描述粗糙单裂隙中不同惯性效应下的流体流动;随着惯性效应的增加单裂隙渗透率会随之减小,其机理是裂隙粗糙表面导致的低速区的产生和发展阻碍了流体在流道中的传输,最终导致了渗透率的降低;在低流速区中形成的涡流是水力开度波动的主要原因。最后提出了一个同时考虑单裂隙几何属性和流体惯性效应的渗透率预测模型。", "label": "水利工程", "id": 0}
{"content": "折线型实用堰因其设计简单和使用方便的特点,被广泛应用于中小型水利工程和农业水利工程中。折线型实用堰堰面包括上游面、堰顶和下游面。为探究粗糙折线实用堰的水力特性,通过物理模型结合数值模拟的方法,研究折线实用堰的粗糙度大小及其分布对水面线、流量系数、沿程压力分布等水力特性的影响。结果表明,相较于光滑折线实用堰,粗糙折线实用堰的水面线仅在小流量时变化明显。相同的来流条件下,堰的泄流系数、堰面负压范围和堰面最大负压值均随着堰面整体表面粗糙度的增大而降低,且下游面的表面粗糙度对水力特性的影响较大。仅在堰面下游面设置一定的粗糙度,可以在几乎不影响泄流能力的同时有效降低空蚀风险。对促进筑坝材料的研究创新和溢流堰改造工程的进步具有重要的学术意义和实用价值。", "label": "水利工程", "id": 0}
{"content": "梢涡空化是船舶与水利工程中一种常见的流动现象,空泡结构的动态特性会引起强烈的振动和噪声,对工程应用上带来不利影响。本研究主要对三维椭圆水翼的梢涡空化进行实验研究,通过分析加压过程中空化模态的演变过程,获得空化直径的时空脉动规律。采用Stereo-PIV方法,针对几种有明显特征的模态展开了空化流场测试。通过使用荧光示踪粒子,获得流向截面上梢涡空泡流场信息。结果表明,空腔的直径与波长都随着空化数的增加而减小。空化条件下,梢涡附近的速度场和涡量场都有明显的减弱,而梢涡的尺度则有所增加。。", "label": "水利工程", "id": 0}
{"content": "波浪由深水传播至岛礁区域,岛礁复杂地形会使波浪产生绕射、折射、礁盘越浪等复杂的自由面水动力学现象。本文运用第三代波浪数值模式SWAN模型进行典型岛礁海域波浪演化计算研究,并在实验室内进行小尺度模型试验。计算得到不同地形剖面上各测点位置的有效波高,研究了不同剖面上有效波高沿着地形的演化规律。结果表明,利用SWAN海浪数值模型能较准确模拟波浪在近岛礁典型复杂海底地形条件下的演变;波浪从深水向浅水传播过程中,波高略有减小,在靠近岛礁的浅水处,波高衰减较快,在波浪传播过岛礁后,波高有回升的趋势;波浪在浅水区传播时的波高的变化趋势与地形的变化趋势一致,波浪经过浅水区继续传播时,有效波高继续减小。", "label": "水利工程", "id": 0}
{"content": "粉沙质海床在波浪循环荷载作用下会产生液化,影响结构物的稳定性。根据动床相似原则,选用模型沙,进行室内水槽实验,观测波浪作用下海床动态响应,研究了土体内孔隙水压力的变化,液化现象的发生与发展。实验结果表明,波浪作用下,海床孔隙水压力值随波高增大而增大。波浪达到液化波高后,作用初期,孔隙水压力快速累积至最大值再逐渐降低至某一稳定值。波浪作用初期,液化深度快速增加,之后随波浪作用次数增加而降低。最大液化深度随波高增加而增加;波浪作用结束后,海床密实度明显变大。", "label": "水利工程", "id": 0}
{"content": "通过在河口或海岸滩地种植防浪林可有效消减来波能量,从而达到保护堤岸的目的。由于规则波有利于控制和计算,现有关于植物消浪作用的研究大多是在规则波作用下开展的。然而,自然界中波浪多为不规则波,基于规则波作用的消浪试验得出的规律可能与实际不一样。本研究通过大比尺物理模型试验,考虑种树带宽度的影响,对比规则波和不规则波作用下防浪林的消浪效果,重点考虑种树带沿程波高、种树带前后滩地压力、种树带内部植物受力、沿程三维流速等参数。结果表明,在所有种树带宽度条件下,防浪林对不规则波波高的衰减效果都比规则波略差。关于通过种树带前后滩地压力的减小率,不规则波条件小于规则波;而且,植物在不规则波作用下的受力大于规则波。总的来说,相同工况条件下,防浪林对不规则波的效果比规则波小10%左右。因此,若工程设计时是在规则波作用下开展的试验,实际应用时需考虑对不规则波消浪效果的影响。", "label": "水利工程", "id": 0}
{"content": "面对海上航行补给作业、油气转驳、旁靠卸载等实际工程问题,波浪中多浮体系统耦合水动力特性的研究受到广泛关注与研究。虽然研究者进行了两船水动力方面的数值建模和分析,但缺乏有效的、可靠的物理试验数据进行验证,本研究则以ITTC推荐的船模为研究对象,重点开展约束的两船在顶浪规则波下水动力载荷的试验研究,分析约束下两船所受的干扰力和两船之间波面变化规律,获取有效的两船水动力干扰试验数据,为数值研究提供基准样本,有效推进两船水动力学基础科学研究。", "label": "水利工程", "id": 0}
{"content": "针式掺气流速仪可以直接检测气泡信号,测量高速水流的掺气浓度场、流速场、分析气泡尺寸及其分布概率;适合于掺气水流运动规律、掺气减蚀机理的研究。通过近年的工程模型试验、原型观测和专题研究,提出了掺气减蚀的小气泡保护理论,指出微小气泡在掺气减蚀中起重要作用的新概念。其应用推动了掺气减蚀研究的新方向。", "label": "水利工程", "id": 0}
{"content": "本文通过宽水槽概化物理模型,对不同来流组合的垂直入汇河涌进口断面水位壅高值进行测量,结果表明,主支汊的流速大小是影响入汇口处水位壅高的主要因素,研究依此绘制了主支汊不同来流条件下的支汊入汇断面的水位壅高等值线图,此图可为相关垂直入汇河涌（箱涵）进口起算水位的修正提供参考。", "label": "水利工程", "id": 0}
{"content": "本文采用物理模型试验方法对波浪作用下明渠排口下游温差异重流的掺混、扩散特性进行研究。设置热水排放与环境冷水同向流动两套系统。试验测得波浪作用下,排口下游4个断面的温升、流速等脉动物理量,并与无波浪作用工况相对比,揭示了排口下游温度场分布规律。结果表明,波浪运动产生强烈紊动效应,破坏温差异重流分层结构,增大温度垂向扩散系数,使上层水体温度混合均匀;波陡的增大,可加强排口下游温度场垂、纵向扩散水平。", "label": "水利工程", "id": 0}
{"content": "弯道水流条件复杂,各项异性明显,往往会产生二次环流,这里采用标准k-ε双方程紊流模型和Reynolds应力模型（RSM）,以S形强弯渠道和有压弯道为对象进行数值模拟,根据模拟结果发现,两个紊流模型都基本模拟出了弯道的三维水流特性, RSM紊流模型精度略微好些。", "label": "水利工程", "id": 0}
{"content": "滞留气团的存在使得管道内的流动变得更为复杂,这影响着管道系统的稳定运行。本文采用数值模拟的方法,应用FLUENT进行计算研究含滞留气团的竖直-水平弯管中的瞬变流特征,探究了滞留气团体积对瞬变流的影响,并且分析了该种情形下的瞬变流过程及其与冲击压力的响应特性。研究发现,管道内含滞留气团的体积越大,其峰值压力越小,压力波动周期越大。", "label": "水利工程", "id": 0}
{"content": "本文主要对城市深层排水系统的涌波进行模拟。首先,对水击方程求解方法进行概括,并对方程中波速的取值情况进行统计。其次,建立竖井连续方程、深隧的连续方程和动量方程来进行联立求解。尝试一种新的数值离散方法——整体离散法来对深隧的连续方程和动量方程进行离散处理,引入水位权重参数α1、流量权重参数α2,运用四阶龙格-库塔法,对构建数值模型方程进行求解。然后,通过最小残差法比选出最优的水位权重参数α1、流量权重参数α2。最后,对深隧不同波速情况下的涌波进行模拟计算,将结果与特征线法求解的结果进行对比,结果表明当压力波波速大于50 m/s时,整体离散法模拟结果与特征线法结果非常吻合。", "label": "水利工程", "id": 0}
{"content": "地下潜流河段对河道洪水具有明显的削峰滞洪作用,以巴音河泽林沟站至德令哈站区间的典型潜流河段为例,对其洪水经该河段时不增反减、削峰滞洪的现象进行分析研究。从定性角度,通过研究分析巴音河泽林沟站至德令哈站区间潜流河段的河道特性、河段地形地质条件、区间流域地形地貌及降雨产汇流特性等方面,厘清潜流河段对洪水削减的原因;从定量角度,根据泽林沟站与德令哈站同期实测洪水资料,采用削减率的概念开展了区间潜流河段对巴音河洪水洪峰流量及时段洪量削减影响的定量统计计算和规律总结。通过定性分析和定量统计相结合的途径研究了巴音河潜流河段对河道洪水的削减影响,为地下潜流河段对河道洪水的影响研究提供了一种新的思路。", "label": "水利工程", "id": 0}
{"content": "为充分有效利用水能资源,众多大江大河上均修建了多座拦河坝,形成流域梯级开发的状态。在遭遇超标准暴雨等极端气候条件下,上游拦河坝溃决对下游防护区造成严重的洪灾损失。本文在特大暴雨洪水相关资料基础上,利用水文模型计算区域河道流量过程并利用DEM建立了连续溃坝洪水演进数学模型,对山区河流梯级拦河坝相继溃决过程进行了复演,所用研究方法和模型可供资料缺乏的山区河流进行洪水风险分析及溃坝事件应急响应等参考。", "label": "水利工程", "id": 0}
{"content": "受全球气候变化及人类活动交互影响,超过防洪工程设计标准的洪水灾害形势日趋复杂,洪水数学模拟作为应急避险的主要依据也显得更加重要。针对浅水波方程,本文采用有限体积法,结合有限差分法对方程各项进行离散,并使得界面通量计算能达到二阶精度,模型网格采用三角形网格以适应不规则的模型边界。通过对山丘区实际水库溃坝洪水演进的模拟,证明该格式在复杂地形及流场模拟是合理可行的,能为水库应急预案等提供技术支撑。", "label": "水利工程", "id": 0}
{"content": "河口及近海区域风机、跨海大桥等日渐增多,受海洋潮汐影响,其桩基附近水流流态及机理更为复杂,应用河口三维数学模型,结合理论分析,研究了往复流作用下桩基附近的水流结构。研究结果表明:水流往复流动时,均在桩基背流侧形成漩涡;漩涡的大小受水流流速的影响;当桩基附近水流方向发生变化时,迎流侧底层水流与背流侧表层水流方向先发生变化。", "label": "水利工程", "id": 0}
{"content": "作为随机变量的水位资料,水位级可采用数理统计方法进行划分。按照《河流流量测验规范》GB50178-2015中,对二、三类精度的水文站,水位级的划分可采用典型年法。流量级根据历年水位流量关系曲线所对应的相应水位来确定。对划分成果进行分析。", "label": "水利工程", "id": 0}
{"content": "自2011年以来,通过中小河流水文监测系统项目各批次的建设,提高了水文测验能力,完善了水文站网布局,对防汛抗旱、防洪减灾及地方经济可持续发展都起到了十分重要的作用。因此,做好项目后评价就显得尤为重要。本文分析了中小河流水文监测系统建设项目的意义和特点、项目后评价的内容与方法,并提出了几点建议。", "label": "水利工程", "id": 0}
{"content": "针对辽宁省北部山丘区高标准农田规划设计过程中,关于小桥涵的设计洪水计算方法不统一的问题,以山丘区某小桥涵控制汇流面积小于10km~2的小流域为实例,采用推理公式辽宁法、径流形成法、排涝模数经验法分别计算了设计洪水频率为1/25的情况下,通过小桥涵位置的设计洪水。结果表明:推理公式辽宁法计算过程复杂,计算流量最大;排涝模数经验法计算过程最简单,计算流量次之;径流形成法结果过程一般,计算流量最小。通过对三种方法计算优缺点的分析,径流形成法可作为辽北山丘区高标准农田建设小桥涵洪水计算的推荐方法。", "label": "水利工程", "id": 0}
{"content": "为了分析辽宁省水文干旱的时空特征,本文采用EOF分析了径流量Z指数的空间分布型,利用小波分析方法对其时间系数进行了周期分析。结果表明:第一模态空间型为全省一致的正值区;第二模态空间型为东部与西部相反的旱涝态势;第三模态空间型为南部和北部相反的旱涝态势。三个模态的周期为大、中、小多种尺度相互嵌套。", "label": "水利工程", "id": 0}
{"content": "以盘山水文站所观测的辽河感潮河段潮水位资料为依据,通过几种造成失潮问题因素的详细剖析,得出辽河感潮河段失潮的规律,并对不同失潮情况数据的处理办法进行归纳总结,以便更规范更系统地记录水文数据。", "label": "水利工程", "id": 0}
{"content": "本文设计和实现了一种B/S架构的水文遥测系统,其主要应用于高海拔、人烟稀少、野外通信条件恶劣地区,利用GPRS或者北斗卫星进行采集数据传输及远程遥测,系统采用前后台分离的技术方案。本文介绍了现阶段水文遥测系统的基本要求、GPRS通信简介、系统的整体设计方案以及软件功能实现。基于B/S架构的水文遥测系统已在实际工程中得到成功应用,其稳定性、安全性和广泛地域适应性为各类监测预警平台提供了准确的实时数据。", "label": "水利工程", "id": 0}
{"content": "水情遥测采集系统定期采集水文数据上传数据至中心站。本文介绍水情遥测系统组成的三个组成部分:遥测站RTU功能,多种遥测通信信道特点与适用场所,中心站软件各模块以及linux系统实现方式。", "label": "水利工程", "id": 0}
{"content": "随着野外遥测装置在户外水情监测中应用逐渐推广,利用物联网技术传输监测数据逐渐成为主流、有效、可靠的技术方案。本文介绍了物联网技术的基本概念,展示了基于物联网技术的野外遥测系统设计方案,并分析系统方案的优缺点。", "label": "水利工程", "id": 0}
{"content": "流量是进行洪水预报和水资源计算的前提,是水文分析服务深化的重要领域。流量监测目前以传统的人工监测为主,需要大量的人力和物力,很难实现重要河道的日常监测,自动测流技术可有效破解目前的困境,是当前水文自动化发展中的重要课题。本文以华东某水文站流量监测为例,介绍H-ADCP流量监测系统的原理和安装位置,对H-ADCP测验的指标流速和平均流速进行相关分析,建立两者之间的相关关系,并对关系线用实测数据进行验证,验证结果较好,符合水文测量规范,可用于实际的河道流量监测。随着现代化水量监控技术设备的发展完善,成熟的H-ADCP在界河水量监控上得以应用,具有广泛的推广价值。", "label": "水利工程", "id": 0}
{"content": "洪泽湖周边滞洪区存在进退洪难以控制、运用难度大且可靠性差等突出问题,一次性分洪运用将面临较大的经济损失和社会压力。结合周边滞洪区的特点进行分类,建立了淮河干流浮山至洪泽湖出口段一、二维耦合水动力模型,利用实测资料对模型参数进行率定和验证,模型计算值与实测值吻合较好,计算精度较高。对规划工况洪泽湖100年一遇洪水条件下的3组周边滞洪区分区方案进行模拟计算。当蒋坝水位达14.31 m时,洪泽湖周边滞洪区启用滞洪,计算得到区内各类洪水风险要素的情况,可为洪泽湖周边滞洪区调度运用及调整研究提供重要的技术支撑。", "label": "水利工程", "id": 0}
{"content": "地下水是自然水循环的重要组成部分,也是人类生活生产不可替代的资源。为保障地下水合理开发利用,全国各省市均在进行地下水水位管控指标的确定工作。确认受地表水域影响的地下水观测井在区域地下水水位确定工作中具有重要的现实意义。本文以鄱阳湖地区几个典型地下水观测井为例,通过地下水对洪水的响应模型,使用水位观测数据反演河床与含水层的水力传导特性。由此研究地表水水位对毗邻河湖的含水层地下水水位的影响幅度和范围,为河湖丰富的平原地区区域地下水水位确定工作提供参考。", "label": "水利工程", "id": 0}
{"content": "冰情发展过程与冰下流速密切相关,而冰下流速数据当前仍需通过打孔测量获得,盲目以测线上多个测点推求垂向平均流速费时费力。故建立复式断面渠道类比天然河道,以实测流速数据为基础,比较单点法、两点法等多种方法所估算的垂向平均流速误差,确定最优流速估算方法,以减小工作量、提高精度。进一步选择效果较好的0.5H单点法和0.2H、 0.8H两点法,对浅滩和主槽不同测点选取方法所得的流速精度进行比较,给出推荐的测点选择方案。", "label": "水利工程", "id": 0}
{"content": "在梯级水库群多阻断效应影响下,诸多流域水文时间序列已非天然随机状态,导致传统基于一致性假设的洪水频率分析方法不再适用。目前,较少有研究将梯级水库群多阻断效应考虑到非一致性洪水频率分析当中。本文将梯级水库群调蓄因素引入到非一致性洪水频率分析当中,建立洪水频率分布统计参数与流域梯级水库群调蓄能力之间的解释关系。选取受梯级水库群调蓄影响较为显著的乌江流域为研究对象。结果表明:相比于时间为协变量,以梯级水库群调蓄能力为协变量的非一致性洪水频率分布模型效果更优。本研究成果可为流域水利工程规划设计、运行管理以及防洪决策等工作提供理论参考。", "label": "水利工程", "id": 0}
{"content": "水文勘测含沙量测验多采用置换法处理泥沙水样,置换法处理水样需要检定比重瓶以确定任意温度的瓶加清水质量和置换系数,瓶加清水质量和置换系数与温度的关系实质归结到水密度随温度变化的关系。水密度随温度的变化关系可概化为温度t的函数,是一高次多项式,比较复杂。先前多以室温法、差值法先制表,再查表确定瓶加清水质量和置换系数,制表、查表环节烦琐且易出错。随着计算机技术日益普及,利用瓶加清水质量和置换系数与温度t的函数式直接计算,如使用Microsoft Excel工作簿中的Visual Basic程序或宏功能十分方便,操作简单快捷。直接计算省去制表、查表环节,避免该环节人为差错,势必取代室温法和差值法被广泛应用,也是今后含沙量测算实现电算化、智能化的有效途径。", "label": "水利工程", "id": 0}
{"content": "中小河流水文站由于建设历史较短,没有积累足够的历史水文资料用于水文计算,属于无资料地区,中小河流水文站预警指标应满足防汛要求,本文结合东北某水文站为例,分析研究预警指标可行性,为水利合理开发、水资源利用、防洪规划的制定和城镇发展布局等提供科学依据,通过对该地区水文站预警指标研究,可为相似区的水文分析计算工作提供参考。", "label": "水利工程", "id": 0}
{"content": "2021年7月17日至23日漳卫河系发生2021年1号洪水,此次洪水过程对漳卫南运河水系水文水质要素产生重要影响。通过洪水期前后重要污染监测指标的变异系数计算,分析研究了此次洪水过程对岳城水库水质的影响程度,同时结合污染监测指标的变化趋势,得出洪水前后水质微观层面的变化结果,分析了点源、面源和泥沙污染的来源。研究表明:\"21·7\"洪水对岳城水库浊度产生的影响最大,变异系数为443.8;对p H值影响最小,变异系数为0.003。\"21·7\"洪水导致岳城水库水中溶解氧降低,浊度升高,电导率下降,氨氮降低,化学需氧量短期降低。", "label": "水利工程", "id": 0}
{"content": "气候变化背景下中小河流的径流变化特征对区域水资源管理和防洪具有重要的意义。伊洛河是黄河重要的一级支流,位于黄河中下游的无工程控制区,它的径流变化特征直接影响黄河下游的防洪安全和水资源管理。本文通过小波变换、 Mann-Kendall检验等方法系统分析了1956—2019年伊洛河下游径流序列的演变规律。研究结果表明:伊洛河下游径流量呈逐年减少的趋势,其中1—4月、 7—11月下降趋势显著;在20世纪90年代前其径流量主要受到14年和30年周期的影响,第一主周期为14年,随着故县水库的建成,到21世纪后,其径流量逐步受到30年时间尺度的影响,第一主周期由14年变成30年,径流量在整个研究的时域上丰水期与枯水期交替变化明显;在未来几年内,黑石关站径流量较前几年有所增加,但长期来看其径流量仍处于减少的趋势。", "label": "水利工程", "id": 0}
{"content": "在无定河开展典型暴雨产洪产沙反演分析研究,对认识未来无定河水沙情势具有重要意义。本文以发生在\"2017.07.26\"无定河流域的大暴雨为研究对象,通过建立不同时期下垫面下的次洪沙量与面平均雨量以及次洪沙量与降雨因子的组合关系,分别建立了上下包线和趋势线的关系,分析其在早期和近期下垫面情况下产生洪水泥沙的致灾效应,并提出了无定河流域在不同气候-下垫面情景下的\"常规\"和\"非常规\"产流产沙模式。结果表明, 2017年的降雨若分别发生在1972年以前和1998年以后的下垫面,则可以分别产生16 107万m~3的径流量、 10 338 t泥沙和5 242万m~3的径流量、 2 203万t泥沙。", "label": "水利工程", "id": 0}
{"content": "黄河甘宁省界断面即下河沿水文站是黄河进入宁夏的水沙控制站,也是青铜峡水库的入库站和沙坡头水利枢纽的出库站,在黄河流域水量调度及水资源开发和利用方面具有重要的地位。本文根据沙坡头水利枢纽建成前,下河沿水文站1965—2004年度连续的实测水文资料,采用数理统计的方法,计算机拟合P-Ⅲ型理论频率曲线,推求100年一遇设计洪水,可为下游中卫、吴忠城市防洪、水利工程建设、河道整治等提供参考。", "label": "水利工程", "id": 0}
{"content": "通过CFD软件进行数值模拟三角形断面情况下的溃坝洪水,选取上下游水深比α分别为0、 0.2、0.4、 0.7的典型工况,主要涉及水面线、流速、壁面剪切力和湍动能的研究分析。研究发现:（1）t=1.5 s和t=3 s时,干底情况下沿程流速整体呈上升趋势,直到在波前区域达到峰值,湿底情况下渐变流区流速先增大后趋于稳定,流速最大值分布在渐变流区;（2）同一演进时间固定位置干底的壁面剪切力总是大于湿底的壁面剪切力,最大壁面剪切力的位置均位于波前区域,随着水深比的增大,干底情况下壁面剪切力的最大值趋于稳定所需的时间更长;（3）t=1.5 s和t=3 s时,相同位置干底情况湍动能总是大于湿底情况的湍动能,同一时刻湍动能在沿程上均是先增加达到峰值后减小,α=0和α=0.7时,湍动能最大值位置随激波向下游演进而不断移动。", "label": "水利工程", "id": 0}
{"content": "本文以实测资料分析为主要研究手段,以宁蒙河道实测水沙资料为基础,系统分析了2019年黄河上游宁蒙河道洪水的水沙特点、河道冲淤情况。结果表明, 2019年汛期黄河上游洪水具有\"水量大、沙量小、持续时间长\"的特点。洪水对宁蒙河道产生了明显的冲刷作用,宁蒙河道洪水期总共冲刷0.702亿t,该场洪水对宁蒙河道过流能力的恢复有显著作用。", "label": "水利工程", "id": 0}
{"content": "洪水模拟是风险图编制的重要技术基础工作。结合新疆北部的精河、金沟河、头屯河等中小河流防洪保护区洪水风险图编制工作的实践,充分分析了3条河流计算河段所在区域地形地貌、河道特征及线状地物等特点,选择头屯河为典型,构建了头屯河防洪保护区的MIKE21模型,对保护区河段的洪水演进、洪水漫溢以及淹没过程进行了较为准确的模拟,分析总结了该3条河流模拟河段的特点及MIKE21模型在该类中小河流山前冲、洪积平原区段洪水演进模拟中的适用性,为中小河流山前冲、洪积平原区段洪水模拟提供了技术方案。", "label": "水利工程", "id": 0}
{"content": "华东地区特小流域推理公式法是工程中常用的计算小流域设计洪水的方法。本文分析了流域面积、河长、比降等流域特征参数的变化对该法计算的洪峰流量的影响程度,提醒业者重视流域特征参数对洪峰的影响。", "label": "水利工程", "id": 0}
{"content": "2016年7月18日至20日,海河流域自西南至东北出现了一次强降雨过程,河北省面平均雨量达158.9mm,为研究此次暴雨洪水对河北省地下水超采区浅层地下水的影响,通过结合暴雨过程中的降水量、产流量和监测得到的地下水位数据分析了河北省地下水超采区及受影响较大的个别地区的地下水动态变化特征,并探讨了相关成因。研究结果表明:（1）\"16·7\"暴雨洪水对河北地下水埋深较小的区域补给路径短、速度快,地下水位变化响应迅速;对地下水埋深较大的区域补给路径长、速度缓慢,地下水位变化响应滞后约2天。（2）地下水位回升幅度主要受降水量的区域分布差异和地下含水层组埋深、岩性结构等入渗补给条件的综合影响。河北山前地下水超采区地下水回升幅度较大,中东部地下水超采区回升幅度较小。（3）\"16·7\"暴雨洪水对埋深较大的山前地下水超采区和埋深较小的中东部地下水超采区,地下水补给均能保持较长时期的调节作用。", "label": "水利工程", "id": 0}
{"content": "研讨HBV水文模型在宝象河流域的模拟精度与适用性,为宝象河流域水文观测和水资源的利用和管理提供参考。基于宝象河流域邻近的昆明、呈贡、太华山3个国家气象站2007-2013年的逐日降水、气温及日潜在蒸发量数据,以及宝象河干海子水文站同期逐日流量数据,在宝象河流域构建HBV-light水文模型,模拟流域内降水-径流过程。结合Nash效率系数（NSE）和流量误差（RE）对全年、雨季、旱季三个时间段的HBV-light模型逐日拟合结果进行精度评价,并进一步对验证期（2011-2013年）的年径流总量作了模拟对比分析,得出以下结果:（1）基于宝象河流域蒸发、降雨与流量数据建立的HBV-light水文模型具有较高的模拟精度,能够较好地模拟宝象河流域降雨-产流过程。对于实测流量资料序列短,且下垫面受人类活动影响剧烈的南方地区小流域的河道径流过程模拟具有一定的适用性。（2）HBV-light水文模型在雨量集中的汛期与年径流总量较大的年份拟合效果更好,流域年径流量越大,拟合精度越高。相对地,模拟精度和适用性的排序:雨季>全年>旱季。表明HBV-light模型在以宝象河流域为代表的南方高原地区具有较高的适用性,为研究南方高原山区水文机制和水资源利用打下基础,有一定的使用参考价值。", "label": "水利工程", "id": 0}
{"content": "南拒马河属大清河的支流,流经河北定兴、容城县后至白沟镇与白沟河汇流,入大清河,由白沟引河入白洋淀。南拒马河历史上曾发生过特大洪水事件,造成人员伤亡和重大经济损失,雄安新区南拒马河防洪治理工程是新区建设的重要洪水防线。因此探明南拒马河古洪水事件的发生规律及其气候背景具有极其重要的现实意义。通过对南拒马河流域广泛的野外调查,在容城县西河村南拒马河南岸发现全新世河流沉积剖面,对西河村全新世剖面（XHC）进行了系统的沉积学分析,结合剖面沉积物粒度及磁化率特征,识别出五期古洪水平流沉积物,为典型河流洪水悬移质泥沙沉积物。剖面沉积序列表明,洪水沉积单元底部为河道沉积,单元顶部为洪水期泛滥沉积,水流相对平稳。洪水沉积以粗粉砂为优势组分,含少量中细砂及黏土,分选性较差,概率累积曲线为单峰,呈负偏,粗粉砂及黏土含量对洪水层具有较好的识别作用。根据剖面地层对比及AMS14C测年,建立了剖面的地层年代序列。AMS14C年代学数据表明,洪水事件发生在全新世晚期约3400～1680aBP。区域对比表明,该时段在黄河中上游,渭河河谷及汉江上游也有古洪水事件记录,指示该时期洪水事件在区域上具有广泛性。洪水事件发生在全新世大暖期结束时期,该时段东亚季风格局变化异常,季风气候向干旱化发展,造成流域降水变率增大。中国不同地区高分辨率的地质记录均表明,约3200aBP区域气候系统不稳定,此时的气候冷暖干湿波动频繁,洪水和干旱事件皆有发生。区域古洪水事件主要发生在气候转折时期,表明在这些时段气候变化异常,变率增大。因此南拒马河全新世晚期古洪水事件为气候异常波动背景下极端降水所引起的。", "label": "水利工程", "id": 0}
{"content": "坚持科学发展观,实施水资源的可持续利用,为我国经济社会的可持续发展提供支持和保障,这是我国水资源开发利用面临的新的重大课题。本文主要讨论了水文调查与水文遥感在水利工程中的应用问题。", "label": "水利工程", "id": 0}
{"content": "工程水文学是指分析流域水文要素的时空变化规律,为水利水电工程及其他涉水工程的规划、设计、施工和管理提供水文资料,进行水文计算和预报的技术和方法的学科。本文主要讨论了工程水文学的研究方法及水利工程中的作用。", "label": "水利工程", "id": 0}
{"content": "水域调查数据库中,河道水域容积是河道水域重要属性之一,基于FME制作转换模板,通过布设河道断面进行测量,利用程序计算分段水域容积并进行统计,从图形数据中提取相关参数,提高了作业效率,为河道容积计算提供了一个较为方便的计算方法。", "label": "水利工程", "id": 0}
{"content": "受2019年台风\"利奇马\"的影响,地处黄河下游的大汶河流域普降暴雨,支流柴汶河、牟汶河水位迅猛上涨,水库水位超限,台风暴雨影响造成经济损失严重。本文从降雨特征、洪水特性、水工程调度、地下水等方面予以分析探讨,旨在为进一步完善大汶河流域防洪减灾预案提供科学依据。", "label": "水利工程", "id": 0}
{"content": "选取中国山洪水文模型和新安江模型开展山丘区小流域暴雨山洪模拟对比分析,以江西省安和流域18场次山洪过程为例,分析各模型对水量平衡、洪峰流量、峰现时间及山洪过程线等多要素模拟的适用性。研究结果表明,中国山洪水文模型率定期和验证期的平均径流深相对误差均在11%以内,平均洪峰流量相对误差均在7%以内,平均峰现时间误差在1.50h以内,平均Nash-Sutcliffe效率系数均在0.85以上;新安江模型率定期和验证期的平均径流深相对误差、平均洪峰流量相对误差均在14%以内,平均峰现时间误差均在1.10h以内,平均Nash-Sutcliffe效率系数均为0.91;两个模型均能较好地模拟研究区次洪过程,中国山洪水文模型对水量平衡和洪峰流量的模拟精度较高,新安江模型对山洪过程线的模拟精度较高。研究结果可为中小流域暴雨山洪模拟及其精度提高提供参考。", "label": "水利工程", "id": 0}
{"content": "密云水库流域水文遥测对安全度汛起到重要作用,密云水库雨水情遥测系统始建于2004年,近年来由于设备老化等问题,需要升级改造保障水情信息采集的稳定性。在此背景下,基于物联网技术、移动通讯和北斗卫星通讯技术对密云水库水文遥测站进行了改造,提出了物联网与水文遥测系统的融合技术实现方案,解决了在新形势下水文遥测系统升级改造的问题。", "label": "水利工程", "id": 0}
{"content": "为了提高山东黄河取水口流量全天候、高频次、高精度在线监测,根据山东黄河泥沙大、取水口情况复杂等特点,通过对主流流量在线监测多项技术比选,选用H-ADCP、非接触雷达流速仪、水位流量关系法三种技术手段,在此基础上结合图像识别、物联网技术、机器学习等前沿技术加以改进,最终根据各取水口实地情况采用一闸一策方案,有效提高了取水口水资源管控能力,为\"合理分水、管住用水\"提供有力支撑。", "label": "水利工程", "id": 0}
{"content": "基于Copula函数的贝叶斯处理器分析三峡入库洪水预报的不确定性,结合调度会商决策过程,将概率预报结果转化为库水位变化区间,并计算超过水位区间上限的风险。结果表明,95%置信度的流量预报区间是合理可靠的,经调洪获得的水位区间可以清晰地反映三峡水库在预见期内的水位变化范围,能够定量描述水位的不确定性,为决策者提供有力的参考,实现洪水概率预报调度一体化。", "label": "水利工程", "id": 0}
{"content": "2018—2020年沂沭泗流域暴雨洪水接连发生,2018年受台风\"温比亚\"影响,沭河出现超警洪水,重现期约为8年;2019年受台风\"利奇马\"及冷空气共同影响,沂河和沭河分别发生一次编号洪水,沂河发生超警洪水,重现期约为10年;2020年沂河发生1960年以来最大洪水,洪水重现期约为15年,沭河发生1974年以来最大洪水,重现期为22年。本文利用中国洪水预报系统分析了\"2018.08.11\"、\"2019.08.20\"和\"2020.08.14\"三场暴雨洪水的暴雨成因、天气背景、降雨过程、洪水特性等特点。以了解沂沭泗流域的暴雨形成特点、洪水过程、变化规律,为今后科学调度和预测预报提供参考依据。", "label": "水利工程", "id": 0}
{"content": "基于观音阁水库流域8个雨量站1995—2017年的月降水资料,利用降水集中度（期）、不均匀系数和滑动平均法、线性趋势法、Mann-Kendall趋势分析法、R/S分析法对观音阁水库流域降水特征、降水量变化趋势及未来趋势进行分析。结果表明:观音阁水库流域降水量年际变化大,降水年内分布不均匀、集中度高,6月—8月是全年降水的集中期;年均降水量总体呈现弱下降趋势,春季、夏季降水量均存在减小趋势,秋季和冬季降水量有增加趋势;2017年后的一定时间内,观音阁水库流域年降水量呈现不明显的下降趋势,春季、夏季降水量呈现下降趋势,秋季、冬季呈现上升趋势,变化趋势均不显著。", "label": "水利工程", "id": 0}
{"content": "对灰色系统理论进行了原理剖析,以此为基础建立水文系统GM（1,1）模型,在清河水库中长期水文预报进行了实际应用,并对历年实际值与预测值做了比较分析,满足预报精度要求,证明使用灰色系统理论在清河水库中长期水文预报中应用是完全可行的,其使得中长期水文预报结果更加准确。", "label": "水利工程", "id": 0}
{"content": "通过对FDY-05-02型翻斗式雨量计和普通式雨量计测量结果进行对比分析,选取大伙房水文站2010—2016年5—10月降水量进行误差分析,结果表明:翻斗式雨量计与普通式雨量计年降水量误差为1%;翻斗式雨量计月平均降水量整体比普通式雨量计偏大,5月和10月降雨误差百分率误差小于1%,其余5个月降水量误差在1%～2%;日降水量以人工观测降水量为标准,系统偏差在0～40.5%。", "label": "水利工程", "id": 0}
{"content": "以大伙房水库1959—2016年的年径流量资料为基础,采用变差系数、滑动平均法、距平法、Kendall秩次相关法等,分析大伙房水库入库径流量的年际变化特征。研究表明:年径流丰枯交替出现,在1974年之前,丰枯交替,基本持平,历时时段较短,基本为3～4 a;1974—1983年基本为枯水年,1984—2004年,与前期相比,丰枯历时时段增长,基本以10 a为1个周期,进行丰枯交替。2005年以后丰枯交替比较频繁。入库径流整体呈现出不显著的上升趋势。径流量主要集中在6-9月,其中7-8月,占年径流量的53.4%。", "label": "水利工程", "id": 0}
{"content": "以栅格DEM为计算单元,将每个栅格作为一个子流域处理,对基于超渗产流机制的大伙房模型进行栅格化,构建栅格型大伙房产流模型。采用元胞自动机模型实现汇流模拟,以栅格产流计算结果作为每个元胞的产流输入,利用二维圣维南方程作为转换规则,充分考虑地表径流、壤中流、地下径流3种水源之间的蓄渗关系,实现元胞之间的水量交换,最终构建基于元胞自动机和大伙房模型的分布式洪水预报模型。以大伙房水库为研究区域,采用历史30场典型洪水对模型进行参数率定及精度验证,利用空间信息和粒子群算法进行参数优选。研究表明:新建模型与大伙房模型具有相同的预报趋势,而且新建模型各项指标的拟合程度均比大伙房模型有所提高,说明利用新建模型进行洪水预报是可行的。", "label": "水利工程", "id": 0}
{"content": "洪涝灾害严重影响了人们正常的生产与生活。提出利用多时相Sentinel-1 SAR影像进行洪水淹没范围快速提取与变化分析的方法,首先利用预处理后的VV和VH极化影像构建水体指数,然后采用直方图双峰法对影像进行阈值分割,并结合DEM模型去除山体阴影获得洪涝水体信息,最后通过对时序水体提取结果进行叠置分析确定不同时间的洪水淹没范围变化。以2020年6-7月份江西省九江市彭泽县棉船镇洪涝灾害为例开始实验,结果表明:利用SDWI指数确定的阈值在用于水体提取时可能存在提取精度较低现象;结合DEM信息可以消除山体阴影对水体提取的影响;利用多时相Sentinel-1 SAR影像能快速提取洪水淹没范围,为洪涝灾害和应急管理提供参考。", "label": "水利工程", "id": 0}
{"content": "针对当前省管河湖库遥感监测成果数据标准不统一、难以整合等问题,通过分析当前遥感监测成果数据发现存在数据中大量时空信息,提出顾及时空信息的遥感监测数据库建设方法,并开展数据库概念、逻辑、物理设计,建立省管河湖库遥感监测时空数据库,存储并管理多年遥感监测变化图斑及影像等数据,为河湖库巡查管理等工作提供数据支持。", "label": "水利工程", "id": 0}
{"content": "在\"一带一路\"倡议下,在\"中巴经济走廊\"建设的大背景下,中国和巴基斯坦在基础设施建设、交通、能源、海洋等领域的交流与合作大大加强。为我国企业\"走出去\"创造出了难得的历史机遇,大量中国企业进入巴基斯坦,两国互联互通,促进两国共同发展。中国水利水电第七工程局有限公司（简称\"水电七局\"）作为中国电力建设集团有限公司（简称\"中国电建\"）的子公司,也积极响应国家号召,积极参与巴基斯坦的基础设施建设。纵观多年的国际项目经验,不管是从带动当地劳动力就业的角度,还是从项目经营管理的角度来看,属地化都是必然的趋势。加上自新冠疫情爆发以来,国际疫情持续蔓延,短期内无结束的迹象,因此属地化建设更加的重要,这就需要引导大量的中国劳务公司在当地注册。为了指导中国劳务分包商注册当地公司,特整理如下当地公司注册流程、成本,以及相应的风险,供项目后期引进分包时采用,其他有需求的公司也可以参考。", "label": "水利工程", "id": 0}
{"content": "本文分析了水利企业内部控制存在的问题,结合Excel服务器的优势,提出了有关企业业务流程环节,即从需求、计划、运营、评价四个方面提升企业内部控制的实时性和有效性的建议。", "label": "水利工程", "id": 0}
{"content": "国家能源结构正在转型,水力发电以环境污染少、资源消耗小、经济效益好得到快速发展。水电企业一次性投资大、建设周期长,属于资产密集型企业,机器设备、房屋等在企业资产结构中占有很重要的比重。随着信息技术的进步,企业管理信息化建设已成为提高企业综合竞争力的重要举措。本文以水电企业资产管理现状为基础,以华能集团公司信息化及\"互联网+\"发展\"十三五\"战略规划为契机,建设资产管理智慧化平台,提高资产管理的精细化、便捷化、规范化水平,推动水电企业高质量发展步伐。", "label": "水利工程", "id": 0}
{"content": "随着当今时代科学技术不断发展,越来越多先进技术应用到各行各业当中,每个行业都离不开信息的支持,对于政工队伍建设也是如此。在目前的发展过程中,整个队伍的建设和发展仍然面临着不少问题,需要从事思想教育的干部在工作中有的放矢,有针对性地找到痛点、难点,逐个击破。本文将主要就面对席卷而来的科技热潮政工队伍建设发展问题进行分析和探讨,以便能够更好地促进有关行业的发展。", "label": "水利工程", "id": 0}
{"content": "<正>一、研究背景近年来,随着我国经济发展进入新常态,电力体制改革深入推进,水电企业生产经营面临的问题与挑战日益增加。从国家政策来看,党中央、国务院、地方党委政府高度重视安全生产工作,习近平总书记提出将防控大电网安全风险上升到保障国家安全的战略高度。从企业外部经济环境来看,新能源结构调整、电力市场供大于求、通道建设严重滞后等问题影响了电力销售。从企业自身生产经营来看,劳动效率、投资效率、科技贡献率偏低的问题日益显现,调峰、调频、防洪、航运、灌溉、生态等综合利用任务制约了水电企业经济效益的增长。日益严峻的经营困境使得水电企业精益化管理变革的需求越发迫切。", "label": "水利工程", "id": 0}
{"content": "<正>一、引言党的十九大报告明确做出了建设网络强国、数字中国和智慧社会的重大部署。集团公司深入贯彻党的十九大精神,以习近平总书记网络强国重要战略思想为指导,以信息化支撑\"一五八\"战略任务目标实现为主线,充分利用大数据等信息新技术,加强数据资源共享,提高业务和决策智能化程度,建设战略决策、经营管理、风险防控、资源保障、综合支撑、专业运营六大类应用系统,", "label": "水利工程", "id": 0}
{"content": "<正>一、引言溪洛渡水电站位于四川省雷波县和云南省永善县交界的金沙江峡谷内,是一座以发电为主,兼顾拦沙、防洪等综合效益的特大型水电站,兼有为下游水电站进行梯级补偿。溪洛渡水电站装机容量1260万kW,机组台数18台,单机容量77万k W,近期情况下的多年平均年发电量570.7亿kW·h。", "label": "水利工程", "id": 0}
{"content": "<正>一、实施背景人员大量调离。溪洛渡电厂为乌东德、白鹤滩电厂培养储备了大量员工,随着乌东德、白鹤滩水电站逐步建设投产,培养的大量骨干及储备员工分批调离,生产部门人力资源情况发生巨大变化,迫切需要研究提升人力资源管理成效。电站逐步向稳定运行期过渡。随着电站逐步从投产初期过渡到稳定运行期,设备设施运行规律逐步掌握、信息化手段创新应用、标准化管理持续优化,设备巡检依赖人多面广频次高的管理方式需要精简优化,以适应电站新阶段的管理要求。", "label": "水利工程", "id": 0}
{"content": "<正>湖北清江水电开发有限责任公司（以下简称清江公司）地处世界最大的水电基地——湖北省宜昌市,主要负责清江流域各梯级水电工程的开发建设及电站建成后的经营管理,是我国第一家按现代企业制度组建的流域性水电开发公司,是国务院批准的第一家水电\"流域、梯级、滚动、综合\"开发试点单位,也是全国首批发电企业电力安全生产标准化一级企业。", "label": "水利工程", "id": 0}
{"content": "<正>一、引言中国水电工程顾问集团有限公司自2012年以来经历了多次重组整合,根据中国电建统一部署,公司战略定位、主营业务、发展模式等都发生了重大的变化。目前水电顾问公司致力于\"打造电建股份旗下重要投融资平台和质量效益型一流投资企业\",公司主营业务集中在新能源投资板块。当前,我国能源行业进入新旧动能转换期,新能源已逐步从辅助能源转变为替代能源和主体增量能源,但由于去补贴进程的加快、市场交易电量不断扩大,", "label": "水利工程", "id": 0}
{"content": "<正>一、引言从2003年建设部颁布《关于培育发展工程总承包和工程项目管理企业的指导意见》以来,总承包模式作为一种合法的、独立的建设管理模式在工程建设行业不断推广应用。然而,从监管层面的\"四制\"（项目法人责任制、合同制、招投标制、建设监理制）到行业实践层面的\"大业主文化\"都阻碍了EPC模式下总承包商单一责任制的实现。为了避免总承包模式流于形式,甚至退化为传统的DBB模式而无法充分发挥该先进管理模式的优势,", "label": "水利工程", "id": 0}
{"content": "水利行业各级政府网站是水利部门在网上的存在,依据《政府网站集约化试点工作方案》制定的目标和原则,探讨利用大数据、云服务、微服务及容器技术,以服务化、运营化的模式,覆盖部委网站和公共服务各项业务,开展部委网站集约化,构建部委政务服务总门户,实现整体联动、高效惠民的数字政府,为国家治理体系和治理能力现代化做出更大的贡献。", "label": "水利工程", "id": 0}
{"content": "本文通过归纳水利标准化体制机制现状,梳理水利标准化法律法规体系,统计水利行业团体标准相关制度,分析了现有体制机制的不足之处。在此基础上,提出水利行业在标准化体制机制建设方面的重点任务,即通过水利职能转变、标准化体制改革、精简强制性标准建立水利标准化管理新体制和通过创新管理手段、完善经费管理模式、加大人才扶持力度建立水利标准化运行新机制。", "label": "水利工程", "id": 0}
{"content": "开展用水权初始分配,是水资源领域落实国家生态文明建设有关部署,建立健全水资源资产产权制度的重要内容,也是贯彻\"四水四定\"原则、政府市场两手发力、从严从细管好水资源的重要抓手。党的十八届五中全会首次明确提出要建立健全用水权初始分配制度,中共中央办公厅、国务院办公厅印发《关于深化生态保护补偿制度改革的意见》,提出要在合理科学控制总量的前提下,建立用水权初始分配制度。本文对用水权的内涵、用水权与取水权的关系、用水权初始分配现状及存在的问题、用水权初始分配的实现路径等进行了分析,并提出有关建议。", "label": "水利工程", "id": 0}
{"content": "莜为贯彻落实\"节水优先、空间均衡、系统治理、两手发力\"的治水思路,扎实做好水价管理工作,推动水利事业高质量发展,在对贵州省水利工程实地调研基础上,剖析了全省水利工程供水价格管理现状,查摆存在的主要问题,研究提出提升贵州省水利工程供水价格管理水平的对策和建议,对全省水利工程供水价格管理工作具有指导意义。", "label": "水利工程", "id": 0}
{"content": "水权水市场改革是我国水资源管理改革的重要内容。水利部在全国范围内积极推动开展水权交易试点,推进水权确权,建设水权交易平台,开展水权交易,取得了一定的成效。但法律法规、区域用水指标衔接、监管能力等因素的制约导致水权交易面临许多困难。通过分析推进水权交易过程中面临的困难及原因,研究提出相关建议,以期推动水权交易制度改革进展,全面推进水权交易,实现水资源的合理配置和利用。", "label": "水利工程", "id": 0}
{"content": "随着社会经济的快速发展,水权交易已经是水资源配置的重要手段之一。水权改革是落实最严格水资源管理制度的主要载体,是当前水利改革的重要内容。本文围绕泰州市情和水情,分析开展取水权交易的可能性,研究存在的现实困境,从完善水权交易的实施条件、培育水权交易主体、保障水权交易市场运作三方面,探索性地提出开展取水权交易的建议和对策,为推进泰州市水权工作提供思路和参考。", "label": "水利工程", "id": 0}
{"content": "推动高质量发展,是适应我国社会主要矛盾变化和全面建成小康社会、全面建设社会主义现代化国家的必然要求。水利发展中的矛盾和问题集中体现在发展质量上。这就要求我们把发展质量问题摆在更为突出的位置,全面提高水安全、水资源、水生态、水环境治理和管理能力。按照高质量发展要求,分析龙港市现状和面临的形势,重点从城市防洪潮、水资源利用、水生态环境和水管理等方面探讨了高质量发展背景下龙港市水利发展路径,提出相应的对策和建议。", "label": "水利工程", "id": 0}
{"content": "基于资源市场配置理论、产权理论及经济发展理论等有关经济学理论,分析了水权交易市场的运行对水资源利用效率的作用机理,论证了发展水权交易市场的必要性和必然性,提出了有关政策和建议。", "label": "水利工程", "id": 0}
{"content": "随着我国基础建设的快速发展,在工程建设和使用过程中,检验检测机构的技术服务不仅是对建筑单位自身信誉和品质的保障,也是对建筑工程使用者安全的保证。检验检测机构的检测能力是保证工程质量的基础,通过高站位的布局,高标准的机构场所建设,资质认定申请、资质认定评审和能力验证的全过程参与,技术人才的培养,机构设施的完善,重大工程项目建设的积极参与,从而不断提高检验检测机构的能力,促进和推动检验检测事业更好更快发展,从而保证水利工程建设质量。", "label": "水利工程", "id": 0}
{"content": "检验检测是国家质量基础设施的重要组成部分,检验检测机构资质认定是我国的一项行政许可事项。水利检验检测行业正处于蓬勃发展期,直接服务于水利高质量发展。本文对水利行业取得国家级资质认定证书的检验检测机构的基本情况和管理情况进行分析,指出了水利国家级检验检测机构资质认定存在的问题,并从外部环境、检验检测机构方面和资质认定管理方面提出了水利检验检测机构资质认定的发展趋势。", "label": "水利工程", "id": 0}
{"content": "在\"水利工程补短板、水利行业强监管\"的水利改革发展总基调下,智慧水利建设既是需要补上来的短板,也是强监管的重要手段。本文分析了当前智慧水利发展面临的问题,提出了基于数字孪生技术的智慧水利应用体系构建原则及总体框架,指出了数字孪生技术在水利行业的应用方向,通过融合数字孪生技术,实现多业务、多层级数据的整合共享、智能分析与全面展示,为水利管理工作提供辅助决策支撑。", "label": "水利工程", "id": 0}
{"content": "以水利部智慧水利总体框架为指导,在物联网、大数据、智能视频等新技术带来的时代变革及\"智慧水利\"建设大背景下,立足管理机构业务需求,提出\"中部欠发达地区水利智慧指挥平台\"技术架构,以益阳市水利局为研究对象,研究利用高架视频和智能识别感知监测手段为主的智慧指挥平台,强化辖区管理范围内水系的河湖监管、水旱灾害防御等方面的业务管理能力,为其他中部欠发达地区智慧水利建设提供了借鉴思路和可参考的成功案例。", "label": "水利工程", "id": 0}
{"content": "水电是可再生的清洁能源,也是我国重要的发电类型。采用水电生命周期温室气体排放系数,系统地阐明了全国以及广东省水电在实现\"双碳\"目标的贡献,同时对广东省小水电的减排贡献进行了分析。结果表明,目前水电是我国实现温室气体减排贡献最大的能源类型; 2020年广东省水电替代传统火力发电的减排贡献相当于0.09亿～0.11亿t标准煤;广东省小水电对全省温室气体的减排效应明显,亟待更科学全面的评估。", "label": "水利工程", "id": 0}
{"content": "本文通过阐述水电厂\"标准化良好行为企业\"5A创建及在生产经营环节的实际运用,说明标准化工作对于企业实现科学管理、创新管理以及提升经营业绩的重要意义,对同类型电厂创标工作提供可操作性参考。", "label": "水利工程", "id": 0}
{"content": "云计算、大数据、人工智能、5G、区块链等信息技术科学成果不断改变着人们的工作生活方式,档案管理方式已从传统的纸质管理逐步转向数字化管理,在档案收集、保管、利用等各方面都有着巨大的改变。本文主要针对丰宁抽水蓄能电站在探索电子档案\"单套制\"归档过程中如何依托数字化电站工程管控系统推动电子档案\"单套制\"归档探索及未来实现电子档案\"单套制\"归档的研究方向进行阐述。", "label": "水利工程", "id": 0}
{"content": "工程投资控制作为监理\"四控制、两管理、一协调\"的一项重要内容,其重要性不言而喻。本文笔者根据多年水电工程监理工作经验,对施工阶段监理投资控制工作进行了分析与总结,对水电工程建设期投资控制有一定借鉴意义。", "label": "水利工程", "id": 0}
{"content": "本文简要分析了利用世界银行贷款项目进行水利工程建设质量控制的重要性,侧重从施工过程方面叙述了工程质量控制的方式和措施,旨在加大对水利工程质量的控制力度,确保水利工程建设。", "label": "水利工程", "id": 0}
{"content": "本文依据党的十七大报告中对\"推动社会主义文化大发展大繁荣\"要求,把文化建设放在极其突出的位置的重要性和意义,同时提出了加强文化软实力在水利行业的重要作用和创新措施。", "label": "水利工程", "id": 0}
{"content": "随着水利改革发展工作的逐步深入,水利工程补短板、行业强监管的要求更加迫切,然而我们在经济发展方面还存在较为突出的问题,部分干部职工的思想与省局李群局长提出的发挥\"经济引领者\"作用要求还有较大差距,离与时俱进的水利行业精神还有差距,产业结构经济滞后、淤背区管理模式制约、跨河交通及涉河项目产业链延伸存在不合理现象、庭院经济停滞不前等都是摆在我们面前的实际情况,如何真正发挥\"经济引领者\"作用,推动滨州黄河经济高质量发展是值得每个滨州黄河职工思考、探讨的问题。", "label": "水利工程", "id": 0}
{"content": "2019年9月18日,习近平总书记在黄河流域生态保护和高质量发展座谈会上指出,黄河是我们的母亲河,保护黄河是事关中华民族伟大复兴的千秋大计,推动黄河流域高质量发展和生态保护,让黄河成为造福人民的幸福河。为了深入贯彻习近平总书记在黄河流域生态保护和高质量发展座谈会精神,我们要坚定不移践行\"水利工程补短板、水利行业强监管\"水利改革发展总基调,在黄河生态保护和水资源可持续利用上做文章,将黄河建设成为造福人民的幸福河。结合鄄城黄河河务局的现状,对推进黄河高质量发展,建设幸福黄河的相关方面进行分析,保证黄河的安澜和发展。", "label": "水利工程", "id": 0}
{"content": "水是生命之源,也是生产的基础.没有水国民无法正常生活、无法保证基本的生命健康安全。水为国民经济的基础,水利管理属于一项战略性支撑行业,水利改革发展对于国家整体发展有着重要意义。但目前水利治理体制依旧存在许多问题,在我国的水利管理制度中,\"多龙治水\"的格局一直是水利管理进程正常发展的重大障碍,要想尽快建立生态文明制度,首要任务是改善水利制度中的缺漏,全力推进河湖和水利工程划界确权工作。本文旨在分析当前我国水安全形势,找出当下水利体制存在的问题,分析可行的水利体制改革的具体策略。并且充分认识开展河湖和水利工程管理范围划定工作的重要意义以及主要要求。", "label": "水利工程", "id": 0}
{"content": "2019年9月18日,习近平总书记在郑州召开黄河流域生态保护和高质量发展座谈会,发出了\"让黄河成为造福人民的幸福河\"的号召,黄河河务部门如何在幸福河的建设中更好发挥职能作用,是我们应该思考的课题。在\"水利工程补短板,水利行业强监管\"水利改革发展总基调下,维护黄河健康生命就是我们治黄工作的首要目标,促进流域人水和谐则是治黄工作的最高境界。在实际工作中,随着区域经济社会的快速发展,人河争地、人河争水的现象仍然十分严重,维护黄河健康生命任重而道远。多年来,黄河为区域经济社会发展提供了重要的防洪安全和水资源、水生态保障,而把黄河的事情办好也离不开各级地方政府的支持。作为流域机构,如何在促进流域、区域融合发展中,争取地方政府对维护黄河健康生命的大力支持,值得我们认真思考。通过调研济南黄河与地方融合发展的有效做法及存在问题,就下一步如何找准并把握双方合作的契合点,实现合作共赢,进行分析研究,略陈管见,仅供参考。", "label": "水利工程", "id": 0}
{"content": "伴随着人类活动的加剧,人类对河流的作用增强,需求也在增加,既影响了河流健康又希望河流成为造福人类的幸福实际上,这是一个十分复杂的问题,迫切需要回答什么是幸福河以及如何判断是不是幸福河。在梳理我国河流管理历程以及领域对\"幸福\"内涵理解的基础上,系统分析我国\"幸福河\"概念的提出背景及江河治理需求,提出\"幸福河\"的定义,并对其内特性进行总结;明确\"幸福河\"概念、内涵断准则,为进一步构建\"幸福河\"评价指标体系评价河流幸福度莫定基础,对新时代河流治理支撑生态文明建设.促进河流生康具有重大意义。", "label": "水利工程", "id": 0}
{"content": "如何以贯彻黄河流域生态保护和高质量发展战略为契机,落实高质量发展要求,全面提升服务职能、不断强化服务意识、扎实推进改革举措,为实现企业强、职工富、集团美的企业愿景提供有力支持。三门峡黄河明珠（集团）有限公司综合服务中心（以下简称综合服务中心）结合当前职能定位,进行了深入研究和思考。", "label": "水利工程", "id": 0}
{"content": "习近平总书记在黄河流域生态保护和高质量发展座谈会中指出,\"让黄河成为造福人民的幸福河\"。幸福之河,安澜为要,发展为基。如何贯彻落实习近平总书记系列重要讲话精神,牢牢守住水旱灾害防御底线,统筹协调三门峡水利枢纽防汛与电力生产,抢抓机遇深化改革,加快融合激活发展动能,是明珠集团三门峡水力发电公司当前面临与亟须破解的难题,更是建设幸福河、起航新征程中需要首先点题破局的关键。", "label": "水利工程", "id": 0}
{"content": "<正>一、河湖现状及问题（一）我国河流湖泊的基本状况据第一次全国水利普查的资料来看,我国当前河流多达45203条,总长度达到150.85万km,流域面积达到50km~2。然而我国地理气候条件特殊、人多水少、水资源时空分布不均,是世界上水情最为复杂、治水最具有挑战性的国家,这些情况严重影响着我国经济社会的发展稳定和人民的福祉。湖泊对江河有调节作用,因此建设大量的水库也是作为调节江河流量的合理手段之一。我国的湖泊分为人工湖和自然湖两种。人工湖包括大、中、小型的水库,总数量达到98000座。而自然湖的数量并不多,只有2865个。水库不但可以起到调节功能还能整合水资源的利用,水库发电成为水资源再利用的重要方式。", "label": "水利工程", "id": 0}
{"content": "<正>水利要繁荣发展,离不开注入文化血液以提升自己。解决我国目前存在的水问题,必须从文化的视野审视我们的观念和思维、政策和策略、目标和行动,注重先进水文化的引领和支撑作用,促进水可持续发展水利,促进全社会人水和谐生产生活的建立。提升水利工程的文化品位与内涵,是水文化建设的应有之义,也是现代水利改革发展的重大课题。要以波澜壮阔的水利实践为载体,大力传承和弘扬先进水文化,追求科技与文化的有机融合、工程与生态环境的和谐统一,切实提升水利工程的文化内涵与品位,从而更好地满足人民群众日益增长的精神文化需求。", "label": "水利工程", "id": 0}
{"content": "<正>习近平总书记在\"3·14\"讲话中指出,随着我国经济社会的不断发展,水安全中面临的新问题主要是水资源短缺、水生态损害、水环境污染,提出了\"节水优先、空间均衡、系统治理、两手发力\"十六字治水思路。落实习近平总书记重要讲话精神,近年来,为恢复缺水而受损的生态系统,国家相继组织实施了生态补水工作,通过工程措施向水生态脆弱地区补水,有效遏制生态系统结构的破坏与功能的丧失,逐步恢复生态系统自我调节的基本功能。利用南水北调工程实施生态补水,已成为推进华北地区地下水超采综合治理、充分发挥南水北调工程效益的重要举措之一。其中,南水北调中线工程自2017年以来通过向受水区生态补水,工程沿线相关城市河湖、湿地水面面积明显扩大,地下水水位明显回升,河湖水量明显增加,水质明显改善。通过生态补水,受水河湖水量明显增加,受水湖泊面积明显增大,地下水水位明显回升。实施生态补水的同时要进行生态补偿,但在生态补偿实践中目前更多采用的是行政性补偿,市场机制作用发挥尚不充分,导致生态补水效率不高、调水工程管理单位积极性不高等。为进一步理顺政府和市场的关系,合理确定生态补水价格,逐步建立完善水价形成机制,迫切需要开展供需双方博弈的生态补水价格形成机制相关研究,保证生态补水效益的充分发挥。", "label": "水利工程", "id": 0}
{"content": "<正>为贯彻落实水利部党组\"水利工程补短板、水利行业强监管\"的新时期水利改革发展总基调,按照中国水利经济研究会重点课题调研工作部署,在认真梳理河南河务局企业清理整合工作开展情况的基础上,2019年8—11月,课题组对河南河务局及所属濮阳、新乡、焦作等河务局企业清理整合工作进行了全面详细的调研,并赴河南省水利厅调研。调研组通过听取相关单位情况介绍、座谈交流、实地调查等方式,对企业清理整合工作开展情况、存在问题、下一步对策研究等进行了专题调研,现将有关调研情况汇报如下:", "label": "水利工程", "id": 0}
{"content": "<正>为深入贯彻落实水利部水利改革发展总基调,推进山东黄河经济高质量发展,近期,山东黄河河务局经济发展管理局组成调研组,采取座谈交流、调查问卷等形式,对所属市县区局经济管理部门机构及人员状况进行了全面调查,希望通过摸清市县区局经管部门基本情况,以问题为导向,\"补短板\"\"强弱项\",激发基层经管人员干事创业的热情,有效发挥经管部门监督、规划、协调和服务职能,并为即将进行的事业单位改革提供决策参考。", "label": "水利工程", "id": 0}
{"content": "随着水利投资建设规模不断加大等新的形势,各级党委、政府对水利项目资金监管工作提出更高的要求。为了进一步加强水利项目建设和资金使用监管,福建省水利厅启动了水利项目资金监管平台的建设。无线通信技术、移动终端设备、以Android/iOS等移动终端操作系统、网络安全技术等技术的发展,移动展示发布平台已经完全具备了实现的条件。本文通过对福建省水利项目资金监管平台移动化研究及应用为方便移动办公、配合现场工作人员的业务工作奠定坚实的基础。", "label": "水利工程", "id": 0}
