{"content": "矿山安全生产测量工作是矿山安全生产测量在矿产资源的合理\"开发利用\"方面的重要手段之一,如何对\"减少矿石的损失、提高采掘效率以及有效预防安全事故\"的发生方面是实现矿山安全生产测量的有效性的\"不二选择\",矿山安全生产测量对准确的定位采矿,务必以最短的时间实现\"经济利益的最大化\",目的是为了规避矿山测量的作用工程在后期的矿山生产中的一些危险因素。", "label": "测绘科学与技术", "id": 0}
{"content": "为了更好地促进矿产企业的发展进步,满足资源的有效开发利用,有必要提高露天矿矿产测绘质量。无人机航测技术作为现阶段应用最广泛的技术,不仅成本低,而且操作简单。分析了无人机航测技术的优势,提出了无人机航测在露天矿测绘中的具体应用,希望能为企业未来的发展进步提供保障。", "label": "测绘科学与技术", "id": 0}
{"content": "相对于传统测量方法来说,无人机倾斜摄影测量更方便、快捷,同时也更节约成本。发展无人机倾斜摄影测量技术可以提高劳动效率,形成数字线划图（DLG）、数字正射影像图（DOM）、数字高程模型（DEM）、三维实景模型等更为丰富的测绘成果。本文采用大疆经纬M600 PRO六旋翼无人机搭载睿铂RIY-S2五镜头倾斜相机组成无人机航摄系统开展航测工作,最终形成矿山4D测绘产品和三维实景模型。", "label": "测绘科学与技术", "id": 0}
{"content": "工程测量是土木工程等相关专业的基础技术,在工程项目规划、设计、建设、运维等全生命周期都有着重要作用。工程测量实践性极强,一般通过课堂理论教学、课内实验教学、集中实训教学进行综合培养。其中,集中实训教学作为单独开设的实践课程,在课程设置方面较为灵活,具有极强的可操作性。而教学项目化则是一种以计划任务和工作目标为驱动导向,注重理论指导实践的教学模式,提倡依托可以实际操演的教学任务,激发学生的自主学习热情,帮助学生在实践过程中牢固掌握相关专业知识和操作技能。在此,以北京科技大学天津学院城市建设学院土木工程专业开设的\"工程测量实训\"课程为例,结合实训教学设计和教学项目化的实践探索中积累的教学经验进行研究分析。", "label": "测绘科学与技术", "id": 0}
{"content": "现代精密工程对测量数据处理的精度要求越来越高,线性化经典平差法在处理强非线性测量数据时常常力有不逮。本文系统比较了常规非线性平差（牛顿法、拟牛顿法）、遗传算法（GA）、粒子群算法（PSO）处理非线性测量数据的精度差异。侧边网平差结果表明,遗传算法在处理非线性测量数据时更具有优势,精度相较于常规的非线性平差提高了67%,精度可以精确到亚毫米位。而粒子群算法相比于常规的非线性平差其解算过程更加简便,其平差结果更加接近问题的全局最优解。这些结论可为后续的精密工程测量数据处理提供借鉴。", "label": "测绘科学与技术", "id": 0}
{"content": "针对实际工业运行过程中因工况突变导致模型失准的问题,提出一种多源域的域适应随机权神经网络参数迁移软测量的方法。首先,利用最大均值差异度量历史辅工况与当前工况的分布差异。然后,使用历史主工况与多个历史辅工况建立模型,得到其隐含层输出权重参数。最后,将参数共享至历史主工况与当前工况的模型中,并引入相关对齐正则项,对其隐含层输出数据的相关性进行约束,降低其分布差异。本方法利用多源域的信息来增强模型的鲁棒性,并且通过参数迁移来避免域适应随机权神经网络中部分目标域带标签数据对模型的影响,从而达到无监督软测量的目的。通过实验表明,该方法可以有效地提高软测量模型的精确度。", "label": "测绘科学与技术", "id": 0}
{"content": "在现代工业生产过程中,由于受到测量成本和技术的限制,关键质量变量往往无法做到精确测量。此外,流程工业的过程变量和质量变量往往包含了多种采样尺度的数据,考虑利用完整的多尺度数据集,本文提出了一种基于多采样率因子分析回归的软测量模型,以实现对不同采样尺度下的关键质量变量预测。所提出模型利用完整的多尺度数据集进行建模,提取了多采样率变量之间的互相关关系。该模型参数可通过EM算法进行联合估计,对不同采样尺度下的关键质量变量预测性能在TE过程上得到了仿真验证。", "label": "测绘科学与技术", "id": 0}
{"content": "概念漂移是工业过程中常见的工况变化问题,如何使基于历史数据离线构建的工业预测模型在概念漂移环境下保持良好的在线性能是具有实际意义的研究难点。针对真实工业中样本难测参数真值获取难度大的问题,本文提出一种综合样本输出与特征空间的概念漂移检测方法,在少量真值标注情况下依据检测结果实现模型主动更新。首先,采用PCA识别新样本在特征空间中的漂移可能性;然后,基于时间差分思想对可能漂移的样本进行真值估计;接着,采用基于Page-Hinkley序列检测的改进方法在输出空间中对新样本的漂移情况确认;最后,采用上述步骤中得到的新概念样本对模型更新以提高其面对漂移样本的预测精度。本文基于合成、基准和真实工业过程数据集的仿真结果表明所提方法可在加强模型漂移适应性的同时有效缩减样本标注成本。", "label": "测绘科学与技术", "id": 0}
{"content": "在新时代的背景下,工程测量专业持续的迎来新改革。为了能够更好的培养学生的实践能力,校企合作模式正在被广泛的重视,本文对校企合作环境下的工程测量教学改革进行了合理的分析,总结出了几点的改革策略。", "label": "测绘科学与技术", "id": 0}
{"content": "在新时代的背景下,工程测量专业持续的迎来新改革。为了能够更好的培养学生的实践能力,校企合作模式正在被广泛的重视,本文对校企合作环境下的工程测量教学改革进行了合理的分析,总结出了几点的改革策略。", "label": "测绘科学与技术", "id": 0}
{"content": "金召矿业西副井罐茏最近在运行的过程中,总是出现晃动及碰撞现象,影响了安全提升,为了找出原因,矿生产技术中心受金召矿业委托,对副井罐道垂直度进行检测。", "label": "测绘科学与技术", "id": 0}
{"content": "矿山地测工作是一门综合技术与管理工作,主要包含生产探矿、一次圈定、二次圈定、矿产资源储量管理、生产准备矿量管理、井巷工程测量、采空区测量、产品盘存等工作。地测科学化、规范化管理对矿山安全、科学、高效开采意义重大。本文通过对某铁矿山分段空场嗣后充填采矿中涉及的各类地测管理工作的实践分析,研究此类矿山地测管理一体化新模式,为矿山开展相关工作的管理进行了有益探索。", "label": "测绘科学与技术", "id": 0}
{"content": "利用GNSS定位方法进行GPS+BDS静态观测,分别对GPS和BDS观测数据进行处理,就GPS计算成果与BDS计算成果进行比较分析,详细分析BDS成果的可行性与可靠性。结果表明BDS静态定位测量获得的成果完全满足工程控制网的精度要求。", "label": "测绘科学与技术", "id": 0}
{"content": "1LB17为一种由复合材料制成的薄壁圆筒组件,对于该工件的测量主要是使用多参数测量机对其轴线中部的顶端距离进行总长测量以及圆筒上下盖之间距离进行两肩测量。在测量过程中,由于两种测量方法在校准时其溯源路线不同,故在实际测量时由校准而引入的误差也有所区别。因此针对不同的溯源路线,明确各种不确定度分量,对两种测量结果进行不确定度评定。在评定完成后,对比两种溯源方法下的测量不确定度,针对不确定度较大的两肩测量过程,分析其最大不确定度分量来源,并根据该不确定度明确测量当中的误差来源。其最大误差是由于对两肩测量的溯源值来源三坐标测量机与现场多参数测量机之间存在较大温度差异而导致的。故针对该现象,搭建现场两肩长测量平台对多参数测量机的两肩长测量值进行现场溯源,消除由于溯源环境与实际测量环境的温度差异而引入的测量误差。在完成平台搭建后,改变溯源方法,并再次对测量设备的不确定度进行评定,其不确定度显著减小,完成对测量过程的优化。", "label": "测绘科学与技术", "id": 0}
{"content": "本文主要采用基于工程测量技术的数值计算方法计算有限大频率选择表面（FSS）的反射系数。该计算方法利用仿真软件Feko中的多层快速多极子算法得到散射参数,以此计算反射系数,并研究有限大FSS在不同规格大小、不同弯曲程度以及有无柔性介质基底的情况下,反射系数的变化规律。仿真结果表明,在平面的情况下,不论单元间耦合强度的大小,7*7大小的有限大FSS可以近似地代替相应的无限大FSS的反射系数的计算结果。在此基础上,研究了FSS的圆柱弯曲,并与不同情况进行了比较。", "label": "测绘科学与技术", "id": 0}
{"content": "在露天矿山开采中,地形图绘制、矿山规划设计、验收方量等工作都涉及到矿山测绘,但因露天矿山地形复杂不规则,导致测量难度大,为此,在露天矿区测绘中引入无人机遥感测量技术非常必要,可弥补传统测量模式的不足。文中主要介绍了无人机的组成、无人机遥感技术的优势和无人机遥感技术在露天矿中的应用。", "label": "测绘科学与技术", "id": 0}
{"content": "露天煤矿环境相对恶劣、地形条件和环境背景较为复杂,对无人驾驶[1]车辆的位置标定类关键传感器影响巨大,探究影响各关键传感器的误差因素尤为重要。本文针对露天煤矿无人驾驶车辆的卫星定位、激光雷达和毫米波雷达三类关键传感器综述了各自误差研究的现状,得出以下结论:造成卫星定位产生误差的因素主要有不可控的外部空间因素和气象条件与通信技术,误差较难测量;造成激光雷达测量误差的因素主要有气象条件和其他因素,在部分环境下的测量误差已被探究完成;造成毫米波雷达测量误差的因素主要有气象条件和特殊物质。", "label": "测绘科学与技术", "id": 0}
{"content": "无人机因其机动灵活、高效快速、精细准确等特点,已经被广泛应用于国家重大工程建设、灾害应急与处理、国土监察、资源开发、新农村和小城镇建设等方面。伊敏露天矿处于呼伦贝尔大草原腹地,属温带大陆性气候,冬季漫长最低气温-39.9°,结冰日数245.2天。作为生产规模22Mt/a的大型露天矿,大幅提高劳动效率的无人机测量技术需求比较迫切,但由于特殊的地理及气候环境,有必要根据生产实际对无人机的平台、任务载荷、精度、效率等诸多方面进行深入的分析、研究。", "label": "测绘科学与技术", "id": 0}
{"content": "露天矿地形复杂,不规则的特性,加大了矿区地形测绘的难度及操作安全风险。针对这一现状,提出利用无人机倾斜摄影测量技术进行露天矿地形测绘的技术方案,并对这项全新的技术手段在矿山测绘中的实际应用进行研究。研究阐述了利用无人机进行矿区测绘时的飞行方案制定、精度控制、影像数据处理、三维建模方面的关键技术路径。研究结果表明,无人机摄影测量获取数据高程中误差可以达到±0.1m,平面坐标中误差可以达到±0.08m,符合技术设计《工程测量规范》的精度要求。可以利用无人机倾斜摄影技术进行露天矿测绘数据采集工作,产生的数据成果能够在露天矿生产中得到有效的利用,从而提高了测绘成果的完整性,使生产变得更加安全、高效。", "label": "测绘科学与技术", "id": 0}
{"content": "随着测量技术的不断提高及无人机技术的飞速发展,无人机测量的高潮正在到来,它的产生弥补了一些传统RTK的不足。神华宝日希勒能源有限公司将无人机测量技术引入露天矿。其优点主要是移动性强,操作灵活,工作效率高,图像采集周期短,时效性强。提高了工作效率。", "label": "测绘科学与技术", "id": 0}
{"content": "通过对全站仪和GPS-RTK配合使用方法的研究,让这两种测量仪器功能得到充分利用,解决全站仪与GPS-RTK数据格式不统一的难题,减少测量误差,提高测量精度,降低工作难度,提高工作效率。", "label": "测绘科学与技术", "id": 0}
{"content": "伴随着空间大地测量技术的迅速发展,应用传统技术建立起来的参心坐标系逐渐难以满足测绘及相关行业发展的需求,甚至在有些应用如航天中完全失去了意义。新形势下,测量坐标系问题显得越来越突出,使用地心坐标系的要求也越来越迫切。基于此,本文结合笔者多年的工作经验,主要探讨了工程测量中大地坐标与空间直角坐标之间的转换,进一步分析了工程测量中WGS-84向北京54坐标转换的相关问题。", "label": "测绘科学与技术", "id": 0}
{"content": "Surpac软件是一款具有强大测量功能的工程软件,详细介绍了其在唐克里里矿山应用的几项重要功能,并阐述了其在地表测量中的应用,进行了简要的分析,使其为矿山的地质资料的收集及生产计划的设计提供了数字化的平台。", "label": "测绘科学与技术", "id": 0}
{"content": "本文通过矿山竖井定向测量的两种方法比较及精度分析,在矿山竖井定向、矿山大型贯通定向、控制导线测量误差等工程推广应用陀螺定向的方法。", "label": "测绘科学与技术", "id": 0}
{"content": "三维激光扫描技术可以快速获取目标的高精度三维点云数据,与传统测量技术相比,具有非接触测量、数据采样率高、主动发射扫描光源、分辨率高、精度高、数字化采集、兼容性好、防护能力强等诸多优点。在数字考古、数字交通、数字管线及数字医学等行业得到初步应用,其在矿山地表变形监测、采空区探测、动态储量监测等方面有着广阔的应用前景和巨大的经济价值。", "label": "测绘科学与技术", "id": 0}
{"content": "采用微震监测和分析的手段,建立了一种煤矿岩层移动角的确定方法,研究了工作面微震事件发生的规律、煤层顶板沿水平方向上分带模型和岩层移动角度参数之间的相互关系。研究结果表明:1)工作面附近的围岩沿水平方向可划分为4个区域——原岩应力区、煤壁支撑影响区、岩层离层区和岩层重新压实区;2)煤壁支撑影响区受剪应力控制,支架支撑及离层区受拉应力控制,原岩应力区和岩层重新压实区为应力平衡区;应力平衡区Ⅰ为微震事件平静区,剪应力控制区和拉应力控制区为工作面影响微震事件产生区,应力平衡区Ⅱ为历史微震事件累积区。3)建立了一种基于微震监测的煤矿岩层移动角的确定方法,并进行了实例验证。", "label": "测绘科学与技术", "id": 0}
{"content": "利用遥感技术开展了陕西省2011年-2014年矿产资源开发状况、矿山环境、矿产资源规划执行情况遥感动态监测,获取了年度变化信息。查明了全省矿产资源开发状况及引发的矿山地质环境问题,总结了变化趋势和规律,为区域地质环境保护、矿山地质环境治理提供基础资料。", "label": "测绘科学与技术", "id": 0}
{"content": "人类对地质矿物的开采和利用逐渐加大,使得地质矿物逐年减少,为社会和环境的发展带来了严重的不良影响,使得人们的日常生活也受到了严重的影响。随着科学技术的发展,矿山地质工程逐渐受到了人们的重视,在矿山地质工程中,采用良好的测量技术,能够有效改善社会发展和环境发展的现状,加快社会的发展。而要做到这一点,就需要矿山地质工程测量人员不断提高其测量的技术,对测量技术进行不断的刨新,已满足实际工作的需要。本文就矿石地质工程测量技术进行了简要的探究,仅供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "采用LM优化方法对IGPS测量系统的外参计算方法进行了详细的理论分析,建立IGPS测量系统统一坐标系和测量目标在指定参考坐标系下的位姿——三维位置坐标和转角进行精准计算,从而实现测量系统快速建场,完成对目标物测量等功能。", "label": "测绘科学与技术", "id": 0}
{"content": "专业群建设是以专业建设为核心的资源整合活动。专业群建设有利于形成高职院校专业的集群优势,是学校内涵建设的重要抓手。本文以辽宁林业职业技术学院为例,总结了工程测量专业群在十年建设期间取得的人才培养模式、师资队伍建设、教学改革、实训室建设和校企合作等方面的实践成果,同时也引发了一些思考。", "label": "测绘科学与技术", "id": 0}
{"content": "一平浪煤矿抗八北区轨道上山掘进和,福德山主斜井猴车横梁位臵标定,采用全站仪伪倾角腰线标定法放样,提高了腰线标定精度及测量放样效率。", "label": "测绘科学与技术", "id": 0}
{"content": "本文简单介绍了GPS定位的特点及相关依据;重点叙述了宝兴厂矿区GPS控制网的设计原则,通过对矿区GPS控制网平差前外业观测数据处理中的相关误差进行分析,总结出了在矿区GPS工程测量中应根据矿区地质工作的具体情况,选择合适的精度标准布设GPS控制网。", "label": "测绘科学与技术", "id": 0}
{"content": "随着矿山开采规模的不断扩大,鞍千公司又实施了扁平化管理,在技术人员较少的情况下,以往的测量验收流程、测量技术和设备,已不能适应矿山快速发展的要求。因此,近几年来,我们实施了对露天采场精准测量验收的流程优化,测量技术革新等措施,减少了人力和时间成本,减低工作量和安全风险,大大提高作业效率和精度,为检查采场空间几何关系的合理性,服务指导生产和中和配矿等创造了有利条件。", "label": "测绘科学与技术", "id": 0}
{"content": "伴随当今社会对煤炭需求量的增多,矿山企业必须不断提升开采的质量与效率,实践表明,GPS-RTK技术作为有效的先进技术,当前已经被广泛的应用在矿山测量工作当中,这在极大程度上提升了矿山开采的效率与质量。而要有效的提升矿山开采技术,便需要确保相关测量人员自身的综合素质与专业的技术水平,只有这样,才能够不断的推动矿山行业更好的发展。本文对GPS-RTK技术在矿山测量中的应用进行了简要的分析。", "label": "测绘科学与技术", "id": 0}
{"content": "矿山上井下和地表对照图是矿山八大图件之一,其重要性不言而喻。过去我们都是先做地表地形图,而后随着井下巷道开拓再做坑内巷道图件,最后再合并起来,形成坑内外对照图,这种图对于专业人员来讲是非常必要的,他需要一定的识图能力,因为都是DLG图件（也就是线画图）,如果把巷道图件和地球影像结合起来,使人看起来就相对简单,一目了然,因为地球影像就是地表地物和地形的真实再现,使领导看起来也得心应手,因此,我们有必要来深入的研究一下。本文正是基于此来作一介绍,希望起到抛砖引玉的作用。", "label": "测绘科学与技术", "id": 0}
{"content": "编写贯通测量设计书的主要任务是选择合理的测量方案和测量方法,以保证井下巷道的正确贯通。要选择贯通测量方案及误差预计的一般方法,了解情况,收集资料,初步确定贯通测量方案,选择合适的测量方法进行贯通误差预计,贯通测量方案和测量方法的最终确定。", "label": "测绘科学与技术", "id": 0}
{"content": "在分析双目视觉测量模型的基础上,研究双目视觉测量系统内外参数标定方法,研制标定靶标,结合HALCON软件算子对测量系统进行参数标定,实验分析表明,该方法可以满足测量系统要求,并具有高效灵活的特点。", "label": "测绘科学与技术", "id": 0}
{"content": "掘进工作面前方存在断层、溶洞、陷落柱、富含水煤（岩）层等地质构造,常常导致透水、冒顶等灾害性事故。采用YTR（D）瑞利波探测仪对7个掘进工作面进行超前探测,并对现场采集的数据进行处理和分析。结果显示,7个探测点共发现6处异常区中,有4处探测异常区与实际揭露的结果基本一致,2处探测异常区工程实际未揭露,1处探测无异常区,工程实际揭露无异常,探测准确。统计分析,探测准确率达到70%以上。", "label": "测绘科学与技术", "id": 0}
{"content": "由于矿区地形复杂且变化较快,传统的地质环境现状测量调查不仅效率低下,而且需要耗费大量的人力和物力,而卫星遥感影像数据,分辨率低且数据昂贵。本文通过eBee无人机获取的遥感影像为数据源,建立土地损毁解译标志,通过ArcGIS进行人机交互解译,获取了研究区域的土地损毁状况,并使用Qpad移动GIS数据采集器进行野外验证,同时利用三维激光获取研究区域的矿区土地损毁区点云数据,并构建了其三维模型,对模型进行数据量算,来对矿区土地损毁进行定量分析,较好地实现了矿区毁损情况快速、准确调查及分析。本研究的应用结果成效明显,可为全国矿山公园的开发与保护提供决策依据及应用借鉴。", "label": "测绘科学与技术", "id": 0}
{"content": "在矿山动态储量监测中,由于实际地形、地貌特征较为复杂,DTM模型法方量计算以其独有的优势,使得后期计算结果更加贴合实际,计算结果更加精确。", "label": "测绘科学与技术", "id": 0}
{"content": "随着当前相关科技水平的不断提高,GPS技术也取得了长足的进步与发展,并且已经被广泛的应用到了社会生活的各个领域当中,特别是将其应用于工程测量领域发挥出了巨大的价值作用。本文将具体就工程测量中GPS控制测量平面与高程精度来展开深入的研究工作,以期能够为相关的工程测量工作提供一些有价值的参考内容。", "label": "测绘科学与技术", "id": 0}
{"content": "CORS系统又被成为连续运行参考站系统,具操作简单、实时性强、精度高以及覆盖率广等诸多优点,特别是连续运行参考站系统内网络RTK测量功能,更是改变了测量作业的传统模式,极大地提高了测量工作中的效率,现在已经在多个行业中得到了越来越普遍的应用。", "label": "测绘科学与技术", "id": 0}
{"content": "随着时代的快速发展,测绘事业已经成为了国家重要的基础地理信息产业,其服务范围也已经扩展到社会方方面面中去,并在我国工程建设和城市规划中得到了广泛的应用。基于此,本文对现代测绘工程技术与发展进行了简单的分析。", "label": "测绘科学与技术", "id": 0}
{"content": "针对目前断面测量内业处理自动化程度低、效率不高等问题,研究基于ObjectARX技术和MFC技术的AutoCAD二次开发,借助VC+十编程,实现了利用断面设计线和断面测量点自动提取断面信息、参数化绘制断面图和成果资料格式自动转换等功能,结合实例验证了该方法的便捷性、高效性和准确性。", "label": "测绘科学与技术", "id": 0}
{"content": "全球定位系统（Global positioning system简称GPS）是美国人20世纪70年代研制,并于1994年全面投入使用的卫星导航与定位系统,因为GPS所具有的特点和功能,其技术率先在大地测量、工程测量、航空摄影测量、海洋测量、城市测量等测绘领域得到了应用,并在军事、交通、信息、资源、管理等领域展开了研究并得到广泛应用。本文介绍了全球定位系统（GPS）的基本构成和测量原理,通过GPS在工程控制测量中的实际应用,总结了GPS所具有的特点和布网时应考虑的问题,并提出几点体会。", "label": "测绘科学与技术", "id": 0}
{"content": "随着科技的发展,测绘科学作为一个基础学科,其在经济建设和国防建设中起到了举足轻重的地位。目前,3S技术已广泛应用到工程测量中,为各工程建设奠定了基础,本文就3S技术在线路测量、地形测量、变形监测、国情普查等方面的应用案例进行分析描述,讨论3S技术在工程测绘中的应用和发展前景。", "label": "测绘科学与技术", "id": 0}
{"content": "我国测绘工程经历了从模拟化测绘一直到数字化测绘的发展过程,目前正进入一个崭新的发展阶段,也就是信息化测绘时代,走这条发展道路已经成为今后一个时期内我国测绘事业快速发展的重要战略性任务。在信息化时代,工程测量主要利用地理信息系统、摄影测量及卫星定位测量等技术,获得了丰富的成果。", "label": "测绘科学与技术", "id": 0}
{"content": "在矿产资源开采中,由于矿山的各种地质因素引发的地表变形中起到了不同的作用,使得地表移动的分析变得十分复杂,矿山的地面规划,地表征地等都依赖于地表移动规律的分析,准确性直接影响到矿山的经济效益和人民的生命财产安全,因此,对于矿山地表移动规律进行分析研究十分必要,变形监测是为了监视地表、点位移动状况而进行的长期、重复的测量工作,关键在于捕捉变形敏感部位和各观测周期间的变形观测点的变形信息。Cors系统与其他许多的经典测量方法均在该领域发挥重要的作用,但与常规的测量方法相比,Cors技术不仅可以满足变形监测工作的精度要求,而且有助于监测工作的自动化和实时化,通过长期对工作面上方地表移动观测站的观测,进行数据采集、处理、分析,目前已获得了一定的数据资料,对已有的数据资料进行研究分析,掌握了该工作面开采过程中地表移动变形的动态特征和规律,为确定对地表是否采取必要的保护措施提供参考依据,并获得了该地质采矿条件下的地表移动变形参数和地表移动变形规律,并对Cors技术获取地表移动观测站参数的精度进行了评定。", "label": "测绘科学与技术", "id": 0}
{"content": "工程测量是直接为国民经济建设和国防建设服务的一门应用学科,它与实践生产紧密结合,是测绘学中最活跃的一个分支。近年来,随着测绘科技的快速发展,工程测量的技术面貌发生了深刻的变化,并取得了很大的成就。本文介绍了几种测量技术在工程中的应用。", "label": "测绘科学与技术", "id": 0}
{"content": "测绘工程本科教育主要为企事业单位培养高级应用型人才,以满足生产、建设、管理及服务项目第一线的需求。事实上,接受了测绘工程本科教育的毕业生进入企事业单位之后,需要较长时间才能满足工程项目的实际需求。究其原因,这与实践教学模式不无关系,本文以《工程测量学》为例探讨一种实践教学模式,称之为逆向实践教学。通常的实践教学为涵盖教材中涉及的各种测量方法,从横向展开,比如平面控制测量方法有三角网测量、边角网测量、导线测量、空间定位测量等,每一种方法都有其特定的适用性、经济性,并且有系统的作业流程和很强的目的性,通常的实践教学直接付诸实施,是一种针对方法的实践教学,其效果是学生仅仅能够从测量方法的应用层面上得到一些技能上的训练,在技术层面上不能融会贯通。当前,测量仪器的操作与使用日趋智能化、简易化。所以,测量技术应用的重点并非在具体的作业与操作方面,而在于对某一测量技术的全面把握及有针对性地灵活应用。鉴于此,本文提出实践教学应围绕工程项目进行:在既定的具体工程项目前提下,学生结合实情自主选择测量方法、制定技术方案以及组织实施。本文以建立GPS工程控制网为例介绍逆向实践教学模式。", "label": "测绘科学与技术", "id": 0}
{"content": "根据工业测量系统的基本原理,研究各种互瞄方法的互瞄精度。利用三台经纬仪组成一个边长为5 m的等边三角形,两两仪器之间分别进行内觇标、外觇标、十字丝的互瞄,得到三角形三内角的观测值,再根据内角和的理论值计算得到三角形闭合差;在10 m的距离上重复进行上述实验,确定各种方法在不同距离上的互瞄精度指标。通过对各种互瞄方法在不同距离上的精度分析与评定,以确定在今后的作业过程中,在不同的距离上运用何种互瞄方法互瞄最为合适。", "label": "测绘科学与技术", "id": 0}
{"content": "为解决大水矿山地质工作难度大的问题,本文介绍了TRT6000超前预报系统及3DMINE矿业工程软件在大水矿山中的综合应用,提出了新的思路。", "label": "测绘科学与技术", "id": 0}
{"content": "矿区线状设施包括专用铁路、运煤公路、桥梁、管线、堤坝等,是服务于矿山生产建设的重要组成部分,监测其运营状态与变化尤为重要。由于线状设施分布狭长的特征,传统人工方法沿线路巡检耗时耗力,无人机摄影测量技术为快速准确监测提供了可能性。本文选取华东某高潜水位矿区的现状设施:东西相邻的专用铁路和沉陷区防洪堤坝地段为研究区,使用消费级无人机为平台,搭载低成本的光学相机,采集影像数据设计3个相对航高（50m、75m、100m）与重叠度（航向80%、旁向60%）,利用RTK测量像控点和检核点,经区域光束网平差后,分析讨论了影像获取与处理效率、正射影像与数字表面模型的精度。研究表明,上述三种情形的航高执行任务的架次依次增多,采集数据时间、影像数量与占用内存量成倍增加,作业效率与传统RTK测绘方法相比得到大大提高;处理所得的正射影像分辨率依次为4.7cm、3.6cm和2.4cm,其精度受到像控点空间分布的影响;由于专用铁路为煤矸石路基路面,防洪堤坝为粘土夯实且坝坡有大量农作物分布,数字表面模型的精度表现为路基平面拟合精度高、转弯折点精度误差大,植被覆盖区域的精度低于矸石等地表裸露区域。本研究利用无人机手段快速构建矿区线状设施的地形信息,同步获取正射影像与数字表面模型,为矿区线状设施的快速监测预警提供基础数据和技术支持。", "label": "测绘科学与技术", "id": 0}
{"content": "贯通测量,尤其是大型巷道贯通测量是矿山测量工作的一项重要工作,贯通工程质量的好坏,直接关系到整个矿井的建设、生产和经济效益,为了加快矿井的建设速度、缩短建井周期、保证正常的生产接替和提高矿井产量,经常采用多井口或多头掘进,这样就会出现两井间或井田内长距离巷道贯通测量,所以两井间贯通测量就成为了矿井生产中必不可少的一项工作。", "label": "测绘科学与技术", "id": 0}
{"content": "CORS系统在工程测量领域已得到了广泛应用,采用CORS系统具有定位精度高、覆盖范围广等优势。本文对CORS系统在工程控制测量中的应用精度、优缺点等方面进行了论述。", "label": "测绘科学与技术", "id": 0}
{"content": "随着数字矿山的发展,矿山对空间三维可视化信息的管理模式已经成为数字矿山的主要内容之一。三维激光扫描技术（CMS）是目前采空区边界信息获取的重要手段,可以对空间三维物体特征点快速扫描,精确获取目标的空间三维信息,三维激光扫描技术具有探测自动化程度高、数据精度高等技术特点,便于结构复杂、非接触式场景的三维可视化建模。随着三维激光扫描技术发展,形成了空区三维激光探测法。", "label": "测绘科学与技术", "id": 0}
{"content": "矿山地质储量和生产矿量经常处于变动状态中,而储量变动的平衡与管理对矿山企业非常重要,如何快速准确地获取地质资源信息,及时掌握矿产储量的动态增减情况、勘探及准备程度,是矿山企业合理安排探矿、开拓、采准、切割、回采等工程,避免采切失调,合理利用有限矿产资源的重要保证。三维矿业软件的应用为矿山资源储量动态管理提供了高效的手段和工具,本文以大红山铜矿为例,研究如何将矿山资源储量动态管理系统与三维矿业软件应用成果进行无缝对接,实现数据的互通共享,提高矿山资源储量动态管理工作的深度、效率和水平。", "label": "测绘科学与技术", "id": 0}
{"content": "变形监测包含对变形监测网及变形观测点的平面和高程的观测。通过多期的观测和分析,目的是对未来可能的变形进行预报,为防灾减灾和安全生产提供依据。", "label": "测绘科学与技术", "id": 0}
{"content": "对同一矿井的巷道贯通的方案设计、巷道贯通导线点位以及仪器的选择、巷道贯通前水平重要方向和高程方向的偏差预计方法进行了详细分析,对偏差的改正等进行控制,以达到安全贯通之目的。", "label": "测绘科学与技术", "id": 0}
{"content": "探讨了在露采矿山地质环境整治工程中测量方法及各种施工工作量计算方法。", "label": "测绘科学与技术", "id": 0}
{"content": "为了让贯通测量变得更为准确和可靠,测量方案的编制是非常重要的,必须要保证其合理性,并且选择的测量方法要有效。本文和工程实例相结合,探讨了会影响贯通巷道精度的诸多原因,并且提出了具体的方法来让测量更加精准。", "label": "测绘科学与技术", "id": 0}
{"content": "在我国经济发展过程中,社会信息化进程也日益加快,工程测绘技术也更加先进,对地理信息的需求也不断提升,数字测绘技术与产品在社会各领域应用越来越广泛,工程测绘也逐步朝着信息化、数字化方向发展。本文主要对当前数字化信息测绘技术进行了探讨。", "label": "测绘科学与技术", "id": 0}
{"content": "随着现代测绘科学技术的快速发展,数字化测量技术被广泛应用于工程测量的各个领域之中,在工程测量过程中占据了越来越重要的地位。因此,本文基于数字化测量技术的优点和方法,对其在工程测量中的应用进行了探讨。", "label": "测绘科学与技术", "id": 0}
{"content": "随着科技的发展,测绘科学作为一个基础学科,其在经济建设和国防建设中起到了举足轻重的地位。目前,3S技术已广泛应用到工程测量中,为各工程建设奠定了基础,本文就3S技术在线路测量、地形测量、变形监测、国情普查等方面的应用案例进行分析描述,讨论3S技术在工程测绘中的应用和发展前景。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>10月16~18日,2015中国国际矿山测量学术论坛在北京隆重举行。本次会议由国际矿山测量协会（ISM）第四、第六委员会、中国矿业大学（北京）、中国煤炭科工集团共同主办,中国煤炭学会矿山测量专业委员会、煤矿开采损害技术鉴定委员会等学术组织协办。国际矿山测量协会主席团会议同期召开。来自中国、澳大利亚、德国、俄罗斯、波兰、美国、蒙古、哈萨克斯坦、巴西等9个国家的265名代表参加了本次论坛,", "label": "测绘科学与技术", "id": 0}
{"content": "边坡体三维建模与可视化表达是露天矿边坡稳定性评价的前提。以发生过小面积滑坡的露天矿边坡为研究对象,利于机动灵活的低空无人机搭载消费型数码相机获取了边坡序列影像,依据计算机视觉原理生成了边坡体稠密三维点云,实现了边坡体三维数字模型制作。结果表明:该技术可快速构建露天矿边坡精细地形,有效降低了作业成本和劳动强度;此外,该方法克服了传统单点测量方式以点带面的局限性,生产的三维模型可全面表达边坡整体形体和局部细节特征,为正确评价边坡稳定性提供了科学依据,尤其适合存在潜在隐患的露天矿边坡动态变形监测。", "label": "测绘科学与技术", "id": 0}
{"content": "为了解决矿山测量中手工预计巷道贯通误差的繁琐且容易出错的问题,文章根据误差传播定律证明了在水平重要方向的误差预计中,设计贯通点在水平重要方向上的闭合中误差my′,与从起始点开始沿两个独立支导线进行贯通预计获得的重要方向上的贯通中误差my是相等的。介绍了使用C#语言开发基于Autocad平台的巷道贯通误差预计插件的方法。在实际使用中表明,插件界面友好、操作简单、计算结果正确可靠,能够满足矿山巷道贯通误差预计工作的需要。", "label": "测绘科学与技术", "id": 0}
{"content": "随着测量技术的高速发展,全站仪现已普遍用于工程测量中。本文结合水准测量、全站仪三角高程测量的原理和方法,应用误差传播定律,对全站仪三角高程测量代替水准测量进行了探讨。", "label": "测绘科学与技术", "id": 0}
{"content": "本文主要对井下基本控制导线测量三连架方法的应用及其局限进行了探讨,并就实践操作中的一些改进措施进行了分析,结合工程实例印证煤矿井下基本控制导线测量方法改革的实际成效。", "label": "测绘科学与技术", "id": 0}
{"content": "为了解决矿山测量中手工预计巷道贯通误差的繁琐且容易出错的问题,文章根据误差传播定律证明了在水平重要方向的误差预计中,设计贯通点在水平重要方向上的闭合中误差my′,与从起始点开始沿两个独立支导线进行贯通预计获得的重要方向上的贯通中误差my是相等的。介绍了使用C#语言开发基于Autocad平台的巷道贯通误差预计插件的方法。在实际使用中表明,插件界面友好、操作简单、计算结果正确可靠,能够满足矿山巷道贯通误差预计工作的需要。", "label": "测绘科学与技术", "id": 0}
{"content": "摄影测量与遥感是一门记录、测量、分析与应用表达地球及其环境可靠信息的科学和技术。随着数字化技术及信息社会的飞速发展,已发展成为一门新型的地球空间信息科学,并被广泛应用于工程测量中。本文通过阐述摄影测量与遥感的相关理论,分析了摄影测量与遥感技术在工程测量中的应用现状,最后对该技术未来的发展进行了展望。", "label": "测绘科学与技术", "id": 0}
{"content": "RTK技术是GPS测量技术发展的一个新的突破,目前已经能达到厘米级的精度,已成为快速采集数据和导航定位的有效工具。它的高效率、高精度及全天候作业等特点已得到广大测绘人员及相关部门的广泛应用。本文主要介绍GPS（RTK）运用的基本原理、系统组成、应用范围、技术特点、误差来源,目前GPS（RTK）主要发展方向等。本文就RTK的作业原理、基本配置及定位过程做了详细的阐述,并简要介绍了GPSRTK技术在地形测量中的应用说明GPS（RTK）的主要优缺点,对GPS（RTK）的误差分析,了解现阶段GPS（RTK）能达到的测量精度。拓宽了GPS（RTK）在以后测量工作的应用范围,为以后的测量工作奠定了基础。", "label": "测绘科学与技术", "id": 0}
{"content": "现阶段,伴随着高新技术产业的快速发展,我国矿山测量技术的发展也逐渐融入了一些精度较高和测量灵活的测量技术。文中以RTK技术在矿山测量中的应用为例,简要介绍了在该技术的应用下我国矿山测量技术得到一定的发展,意在更好的传播RTK测量技术在矿山测量中的应用,完善我国矿山测量技术。", "label": "测绘科学与技术", "id": 0}
{"content": "三维激光扫描技术作为一种新兴的测量技术,具有快捷、方便、准确、动态、全数字化、高精度等优点,开始广泛地应用于矿山行业。本文通过三维激光扫描技术在铁矿的实际应用,介绍了三维激光扫描技术在矿山数字化建设进程中的作用,同时利用点云数据真实地再现了铁矿巷道全景,并对海量数据处理后建立了巷道三维模型,不定期动态监测矿山巷道变形,提高矿山生产的安全性,同时配合井下人员定位系统,更加直观地掌握井下人员分布,也有利于进行在线监控和用于灾害应急疏散救援。", "label": "测绘科学与技术", "id": 0}
{"content": "本文结合作者工作经验,对工程测量中内业管理中的质量、措施、成果处理等几个问题进行了分析探讨,具有一定的理论性、实用性,供借鉴参考。", "label": "测绘科学与技术", "id": 0}
{"content": "矿山的现在化建设必须要将各项工作进程进行数字化管理。矿山测量技术的延深与拓展是以高新技术专业为目标的。本文正是将原有的测量内、外业进程逐步转变为数字化模型,并依据专业化的测图技术与软件服务于矿山建设。在矿山生产测量中将原有的测量任务进行数字化转变,并结合地质勘探、爆破技术、边坡动态观测、矿岩量计算等多种技术学科提出新的具有现代化意义的测绘方法,更加系统化的与矿山生产各环节相衔接,并给予先进的技术支撑。另外更有效的将DTM算量方法应用于矿山对矿岩量的管理,并发挥出理想的精确化水平。", "label": "测绘科学与技术", "id": 0}
{"content": "随着GNSS技术的快速发展,很多地区和行业都建设完成了连续运行参考站网系统（Continuous Operation Reference Stations,简称CORS系统）。本文首先简单介绍了山东省卫星定位连续运行综合应用服务系统（SDCORS）,阐述了其在测绘工作中的优势,通过分析在矿山测量中的精度,CORS技术可以应用在建立控制网、变形监测及各类工程测量工作。随着CORS技术的不断完善和发展,可以在矿山工作中发挥更大的作用。", "label": "测绘科学与技术", "id": 0}
{"content": "针对大红山铁矿采用无底柱分段崩落法大规模开采,多区段立体联合开采引发的地表沉降变形,在原有监测工作的基础上优化完善监测方案,将整个变形测量网覆盖至整个地表变形区域.为在矿山地表塌陷区开展测量工作提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "分别从地面工程测量、井建工程测量、矿井联系测量的要求、施工单位提交测绘资料的内容、监理单位以及甲方测量的职责等方面对大红山铁矿的日常测量工作进行分析讨论,为类似矿山提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "工程坐标系的选择是施工测量的重要问题,工程坐标系统选择的得当与否直接影响施工控制测量的精度。在井下施工测量过程中,施工坐标测量方法比传统大地坐标测量方法更适用且能高效率完成外业工作。该方法通过在大红山铁矿的应用实践,以期促进施工坐标系测量方法的发展与完善,满足大红山铁矿的生产、建设测量需求。", "label": "测绘科学与技术", "id": 0}
{"content": "三维激光扫描仪在井下工程生产、建设中对高溜井实施扫描测量,能够反映溜井的真实状况,对提高溜井的探测效率以及溜井测量的准确性具有重要作用。结合实例,对三维激光扫描仪在井巷工程的应用情况进行分析,为井下工程施工提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "自从GPS定位技术出现以来,以其高精度、高速度、操作简便的优势在测绘界被广泛的关注。测绘行业是该技术最早进入的领域,目前精度是各个领域中最高的。经过这么长时间的发展,定位技术从最早的载波相位相对测量定位技术到现在的广域差分定位技术,其精确度也在不断地提高,目前定位的精确度已经到到CM甚至MM级,操作的方式也发生了很大的改变,从静态到动态,大大的提升了作业的效率。", "label": "测绘科学与技术", "id": 0}
{"content": "为保证矿山安全生产,以某矿山地质钻孔数据为基础,利用Smpac软件建立矿山三维可视化精细地质模型,自编程序将其转化为Flac3D计算模型来模拟不同设计开采阶段围岩的稳定性,提高数值模拟结果的准确性。结果表明:矿山Smpac三维精细化地质模型,实现了501矿柱和周围空区的三维可视化,使计算模型保留了矿山地质的复杂变化,优于以往简化的计算模型;开挖501房下部矿石后,顶板逐渐出现贯通性塑性区,产生拉应力区;501矿柱开挖后,-396m以下水平下盘围岩塑性区开始贯通;开挖过程中,空区边缘出现拉剪破坏,有局部垮落的危险。数值模拟预测了-396m水平附近围岩及矿柱是开挖过程中最不稳定的区域。", "label": "测绘科学与技术", "id": 0}
{"content": "为了观测煤岩样内部结构变形情况,应用X射线工业CT对煤样在单轴加载不同阶段进行原位扫描,获得煤样受不同荷载下的CT图像。通过煤岩样剖面图像统计分析了内部结构变化;利用数字体散斑法计算得到了试样内部的变形分布并进行了可视化显示。", "label": "测绘科学与技术", "id": 0}
{"content": "现阶段,工程项目测量过程中运用GPS技术可以在一定程度上提升工程项目的测量工作效率,还可以加强工程项目测量的可靠性,进而提升工程项目测量的精度与准确性。本文主要对GPS测量技术在工程项目测量中的运用进行了探究。", "label": "测绘科学与技术", "id": 0}
{"content": "工程测量技术不断进步,推进工程测量不断发展的同时对测绘工作提出了更高的要求。通过对工程测量发展情况的分析,总结出测量技术实现数字化、智能化、一体化的过程,并探讨出工程测量的未来需求情况。总结实践发展经验,为未来发展需求提供有力参考依据。", "label": "测绘科学与技术", "id": 0}
{"content": "在工程测量中有北京54坐标系、西安80坐标系、国家2000坐标系等几种主要应用坐标系,本文对这几种坐标系之间的变换方法进行详细探讨,为今后工程测量中的坐标转换提供参考依据。同时,对工程测量中的不同坐标变换的精度进行分析,为提高坐标转换准确性,减少误差提供理论参考。", "label": "测绘科学与技术", "id": 0}
{"content": "煤矿地质测量资料是一种活跃的、动态变化的、与空间位置密切相关的信息,而且具有一定的不确定性,对煤矿的安全生产和煤矿生产能力具有重要的影响。因此,认真做好工作面的测量工作是安全生产的基础,通过测量数据,查找问题症结,及时绘图,从而为采掘开拓部署提供准确的测量资料。", "label": "测绘科学与技术", "id": 0}
{"content": "井下测量被誉为矿山生产建设的眼睛,它具有技术管理和施工生产的双重职能,它在煤矿安全生产中起着举足轻重的作用,是一项不可缺少的特殊的工作。井下测量是矿山测量工作中的一个重要组成部分,从矿山的生产到安全都离不开这项工作,因此如何做好矿山测量工作是每个矿山测量者的必修课。", "label": "测绘科学与技术", "id": 0}
{"content": "本文通过重点分析影响电气工程质量要素的特点及在施工前后加强工程质量控制的措施步骤,来加强理解和认识电气工程质量问题,严格控制施工原材料和设备的质量,处理好质量控制、进度控制及成本控制的关系,来达到减少返工、窝工等影响工程进度的情况发生。", "label": "测绘科学与技术", "id": 0}
{"content": "工程测量是测绘科学与技术在国民经济和国防建设中的直接应用,是综合性的应用测绘科学与技术,要求计算理论严密,测量方法严密。本文对工程测量进行了定义,按照工程建设进行的程序和工程种类进行具体阐述了工程测量在理论方法方面的发展,对几种常用的理论和方法进行了归纳和总结。", "label": "测绘科学与技术", "id": 0}
{"content": "测量学是从人类生产实践中发展起来的一门历史悠久的科学,是人类与大自然作斗争的一种手段,古有\"陆行乘车,水行乘船,泥行乘橇,山行乘轿,左准绳,有规矩,载四时,以开九州,通九道,陂九泽,度九山\"的记载,实际都是工程测量的作用,将详细阐述工程测量学在工程建设施工中及运营阶段中的重要性。", "label": "测绘科学与技术", "id": 0}
{"content": "随着我国城市化步伐的不断加快,工程建设发展的速度也越来越快,工程测量的地位也在这个过程中得到很大程度的提高。本文将着重对其在工程测量中的几种应用效果进行阐述,希望能够将这项先进技术广泛有效的应用与我国的工程测量带来一些参考。", "label": "测绘科学与技术", "id": 0}
{"content": "工程测量是测绘科学与技术在国民经济和国防建设中的直接应用,是综合性的应用测绘科学与技术,要求计算理论严密,测量方法严密。本文对工程测量进行了定义,按照工程建设进行的程序和工程种类进行具体阐述了工程测量在理论方法方面的发展,对几种常用的理论和方法进行了归纳和总结。", "label": "测绘科学与技术", "id": 0}
{"content": "本文将从工程测量重要性分析、测绘新技术应用分析和工程测量新技术发展方向及其应用分析等方面浅析测绘新技术在工程测量中的重要应用。", "label": "测绘科学与技术", "id": 0}
{"content": "从技术角度上,信息化测绘技术是现代测绘科学技术经多学科交叉、融合后发展形成的,它依托数字化测绘体系,实现地理空间信息资源的融合、增值服务,使测绘信息与技术产品社会化,为社会提供多尺度、多形式的服务,是\"后数字化测绘技术\"时期的发展走向。", "label": "测绘科学与技术", "id": 0}
{"content": "工程测量学科是一门应用学科,它是直接为国民经济建设和国防建设服务,紧密与生产实践相结合的学科,是测绘学中最活跃的一个分支学科。本文介绍了测量的定义、先进的地面测量仪器在工程测量中的应用、三维工业测量技术的兴起与应用、数字化测绘技术在工程测量中的应用。", "label": "测绘科学与技术", "id": 0}
{"content": "介绍了测量的定义、先进的地面测量仪器在工程测量中的应用、三维工业测量技术的兴起与应用、数字化测绘技术在工程测量中的应用。", "label": "测绘科学与技术", "id": 0}
{"content": "本文对大平煤矿N1S3综放工作面贯通测量的基本情况进行了阐述,介绍了该贯通测量的方案和认识体会,分析了贯通精度,对类似工程测量具有指导意义。", "label": "测绘科学与技术", "id": 0}
{"content": "低空无人机航摄遥感系统的推出,使其快速在应急测绘、小城镇、新农村规划和困难地区测绘中占有一席之地,并发挥了巨大的作用。本文就无人机技术在矿区建设及规划中的应用做了探讨,选取陕西某矿区进行了相应的实践,分析了所获取成果的精度。结果表明:精度完全满足要求。因此,无人机航测技术在矿区建设及规划领域具有广阔的应用前景。陕西作为我国的产煤大省,矿区建设及规划已经取得了阶段性成果,探讨无人机技术在矿区建设应急中的应用,快速提供矿区基础信息数据,更新数据,对保障陕西省煤炭经济的可持续发展具有重要意义。", "label": "测绘科学与技术", "id": 0}
{"content": "手持GPS是以移动互联网为支撑、以GPS智能手机为终端的GIS系统,是继桌面GIS、WebGIS之后又一新的技术热点,本文以S750手持GPS测量仪的使用操作及在矿产储量测量中的应用例子,说明利用手持GPS测量技术可以大大提高矿山储量测量工作效能。", "label": "测绘科学与技术", "id": 0}
{"content": "工程测量对于建筑等工程来说非常重要,它起到一个基础性的作用。本文就现代测绘技术的基本情况进行研究,分析其特点并展望现代测绘技术在工程测量领域未来的发展。", "label": "测绘科学与技术", "id": 0}
{"content": "低空摄影测量作为新兴的应用技术,受各类因素影响较小,作业灵活、高效,产品精度高,已被众多单位作为新技术引入实际生产。本文结合试验生产,系统地研究了该技术应用于露天矿山土石方量计算的作业方法和技术方案,为实际生产提供技术支撑。", "label": "测绘科学与技术", "id": 0}
{"content": "ADS80是全新一代的多功能数字航摄仪,它基于推扫方式的CCD和全球定位系统、高精度的惯性导航系统获取数字影像。本文基于ADS80数码航摄仪讨论了三线阵影像在大范围矿区成图中的应用,总结作业流程及其中的关键问题,并以YC及YL两个测区为例,对少控或无控条件下的ADS80数据进行空三加密,获得了满意的精度,证明了其在大范围和极端地形条件矿区作业过程中具有较高的效率。", "label": "测绘科学与技术", "id": 0}
{"content": "在工程测量中测量基准传递和轴线垂直度高程控制是建筑物施工质量控制的重点内容之一。科学、快速、精确的测量手段是保证工程质量和施工工期要求,提高测量定位工效和观测精度的基础。GPS作为工程测量领域一种新型的测量方法,具有许多传统测量方法不具备的优势。本文阐述了GPS的基本定位原理及优势,从大坝变形监测、机场轴线定位、桥梁施工、线路勘测及隧道贯通测量、高层建筑施工等角度总结了当前GPS技术在我国工程测量领域中的应用。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>2014年5月18日至19日,以\"数字矿山、绿色矿山、安全矿山\"为主题的2014年中国国际矿山测量学术论坛在西安长安大学召开。本届学术论坛由国际矿山测量协会第六专业委员会和长安大学主办,中国煤炭学会矿山测量专业委员会、中国煤炭地质总局航测遥感局等单位协办。国家测绘地理信息局副局长李朋德、陕西省人民政府副秘书", "label": "测绘科学与技术", "id": 0}
{"content": "在分析我国南方某金矿露天采场工作控制测量几种方法的利弊的基础上,提出了边角后方交会法,在得出该法精度估算式的基础上,分析了待定点较优的选择区域,并讨论了其解的多值性问题,得出了一些对提高今后工作效率与作业精度的几点结论。", "label": "测绘科学与技术", "id": 0}
{"content": "介绍了某矿区自建矿以来控制测量发展历史及现状,提出了建立统一坐标系统下的控制测量数据库和管理系统,通过对各类控制测量成果的有效整合与管理,实现了对矿区各类控制测量综合管理、查询、统计与分析。", "label": "测绘科学与技术", "id": 0}
{"content": "我国南方某铜矿各水平凿岩分段的平面控制测量仅能采用一井定向测量方法,对此,在对该方法基本原理深入分析的基础上,针对测量过程红出现的问题给出了对应的解决措施。", "label": "测绘科学与技术", "id": 0}
{"content": "分别从原有井筒的中心及中线方位确定,掘砌用井筒中心及中线方位传递的控制导线测量,井心及方位放样测量,装备用井筒中心及中心线方位确定的联系测量四个方面对竖井高精度间接延深测量方法进行探讨,为矿井测量工作提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "介绍了公路、铁路定位以及矿山井巷测量过程中,采用可编程的CASIO-4800P计算器计算圆曲线上点坐标的基本流程,结果表明,该法具有计算简单,操作便利等特点。", "label": "测绘科学与技术", "id": 0}
{"content": "测绘是继机械制图课程后一重要的实践教学环节,是架起理论联系实际的桥梁。传统的测绘模式和教学方法已不适应社会对人才的需求。本文探索一种新的测绘模式并将案例教学法引入该教学环节中,通过案例实施过程的安排和实现,论述将案例教学法引入这种新型模式中是提高学生应用能力的有效方法,也是提高实践教学质量,培养学生综合素质、工程意识、创新能力以及团队协作精神的有效手段。", "label": "测绘科学与技术", "id": 0}
{"content": "铜坑矿自2009年使用3DMIne软件以来,在地质测量方面取得了不错的效果。通过对铜坑矿测量数据的管理分析,利用3DMine矿业工程软件进行二次开发,建立了包括步距测量数据库、竖井和空区数据库、全站仪数据库和文件数据库在内的测量数据库管理系统,实现了软件的自动成图以及数据共享功能,解决了铜坑矿测量数据管理应用中存在的一些问题。", "label": "测绘科学与技术", "id": 0}
{"content": "GPS-RTK技术是近年来随着社会科学技术发展而发展起来的一种新兴矿区测量技术,通过这一技术的使用,有效地提高了矿山测量的精度以及效率,具有较高的应用价值。本文从RTK技术的优点、精度分析,浅要论述了RTK技术在金属矿山测量中的应用,以供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "在工程设计及施工阶段往往需测量与工程线路交叉的高压线或管道的高程或与线路的净空,因无法直接测量,常常采用全站仪的特有功能-悬高测量法。在悬高测量基本原理的基础上,文章探讨了一种适用于特殊情况下悬高测量的新方法——变动仪器高法,并推导出该方法的精度计算公式,结果表明,该方法步骤简便,工作量小及效率高,并且很少受地形条件的限制,在一般情况下,观测精度可达到厘米级,能够满足一般工程测量的要求。", "label": "测绘科学与技术", "id": 0}
{"content": "工程测量的准确性对保障工程建设质量具有重要的现实意义。近年来随着我国建筑工程事业的蓬勃发展,我国建筑工程测量也取得了一定的进展。但仍存在工程测量质量问题,为此本文主要就影响工程测量质量的因素以及提高工程测量精度的具体措施展开论述。", "label": "测绘科学与技术", "id": 0}
{"content": "随着科学技术的不断发展,对于测绘工程项目也有所推进,尤其是在测绘工程中技术方案而言,不仅在技术上有所变革,同时也能够应对各种测绘工程的出现,同时也促进测绘工程出现新的发展局面,更符合测绘工程对于测绘技术方面的要求,针对于当前的测绘工程中的特殊地形情况而言,更需要对于测绘技术方案有所重视。", "label": "测绘科学与技术", "id": 0}
{"content": "大型人工线状地物是人地关系的重要标志,并与人类生活紧密相连。它们具有广泛内涵,包括连接城市圈与居住地的高速交通网（铁路、公路、地铁、桥梁、隧道）,大江河流和海岸生命线的护堤与大坝,能源领域的输油气管道与高压输电设施,乃至遗产领域的线性廊道（例如,大运河和丝绸之路）。总体而言,大型人工线状地物见证着人类改造自然的活动,犹如人类居住地球的动脉,永不停息地承载着物质与能量的转换。全球气侯变暖、特大地震、地质构造及演变等区域环境灾害给我国一些大型人工线状地物安全运行和可持续发展带来了前所未有的挑战:例如青藏铁路路基永久冻土层融化问题,珠三角软土沉降影响高速公路网安全运营问题,2008年冰雪灾害对国家南方电网超高压输电线路的损坏,汶川地震形成的堰塞湖及对岷江梯级水库群的损毁等等。应对这些挑战,实时获取灾害影响的范围和程度、监测环境变化,提高综合观测能力和对次生灾害的预警能力已经得到了广泛重视并成为主流共识。大型人工线状地物病害不仅可使运输物流暂时瘫痪,造成能源浪费（油气泄漏）、环境污染,而且直接威胁着人们生命财产安全。因此,以病害形变监测为主导的安全运营与科学管理是防灾、减灾前提,开展相关研究刻不容缓。本文从病害形变探测与发现出发,结合空间信息技术的发展,介绍了以全球卫星导航系统（Global Navigation Satellite System,GNSS）、雷达干涉（SAR Interferometry,InSAR）和激光雷达（Light Detection And Ranging,LiDAR）为主导的大型人工线状地物监测方法。通过试验案例分析,进一步阐述和评估了三大监测技术的性能及其时间序列反演能力。总体而言,尽管工作模式和作用机理截然不同,它们在病害形变提取能力上均为毫米～厘米级,并具有优势互补的特性;因此亟需促进技术交叉融合与综合分析,以解决日常生活中人工线状地物病害形变监测与安全预警等现实应用需求,为开展基于空间信息技术的大型人工线状地物病害形变监测和工程示范研究提供理论基础和技术支撑。", "label": "测绘科学与技术", "id": 0}
{"content": "随着数字化测绘技术的提高,GIS技术的不断成熟、GPS技术在各行各业的广泛应用,现代工程测量必将朝着测量数字工程化的方向发展。大力开展数字化测绘技术的应用与研究将是测绘单位提升自身竞争实力和创造经济效益的首要任务。", "label": "测绘科学与技术", "id": 0}
{"content": "工程测量技术在飞行试验中得到了迅速发展。在空间基准建立、惯性导航测量设备的标校、飞机形变测量、三维模型重建等方面得到了广泛应用。本文介绍了全站仪、GPS、光笔、三维扫描仪等测量设备的工作原理、系统组成、功能等,并介绍了工程控制测量在飞行试验测试中的联合应用及发挥的作用。", "label": "测绘科学与技术", "id": 0}
{"content": "城市主干道路管网改造涉及土方开挖,易对周边环境产生扰动,变形监测可有效发现不稳定因素,确保施工安全。本文以水西门大街节点排水改造工程地表沉降监测为例,详细论述了相关监测技术方案,并对监测成果进行了分析总结,其方法可为同类工程提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "分析了全站仪三角高程法和伪倾角法标定腰线的原理、实际应用、误差预测,认为伪倾角法在标设斜巷腰线方面具有较大优势,提高了腰线标定精度和工作效率。", "label": "测绘科学与技术", "id": 0}
{"content": "介绍了山东金岭矿业召口矿-649 m水平和-570 m水平提升斜井贯通测量工作,从井下导线测量、井下高程测量、贯通测量误差等方面分析了贯通测量技术措施。", "label": "测绘科学与技术", "id": 0}
{"content": "介绍了传统的矿山巷道变形监测方法,三维激光扫描仪在山东金岭铁矿某分矿巷道变形监测中的应用、矿山测绘技术的发展前景。", "label": "测绘科学与技术", "id": 0}
{"content": "介绍了GPS自动控制系统监测尾矿库变形的优点,山东金岭铁矿新建尾矿库采用三维点位监测预警系统,及时地预测了坝体的变化趋势,多渠道发布预警信息,确保了安全生产。", "label": "测绘科学与技术", "id": 0}
{"content": "以山西阳泉山头南矿区铝土矿露天矿山测量工作为背景,简要介绍了GPS-RTK的工作原理、优缺点,对实际应用中遇到的问题提出了相应的对策。", "label": "测绘科学与技术", "id": 0}
{"content": "结合四川消防救援队伍在重大灾害救援中应急测绘数据的应用经验,通过分析\"天、空、地、水下\"四位一体的应急测绘技术优势,结合地震、地质、洪涝、堰塞湖、森林火灾等救援行动中对于应急响应、力量调度、辅助决策、现场监护等环节的任务需求,重点分析了卫星遥感、无人机测绘、地质结构监测、水下雷达探测等技术在消防救援行动的应用模式,并就建立应用流程和标准、建立社会联动机制、研究应急测绘数据分析模型、融入\"一张图\"指挥等应急测绘数据应用需求提出了具体的工作建议。", "label": "测绘科学与技术", "id": 0}
{"content": "伴随科学技术快速的发展和进步,数字化的技术在各个领域也得到广泛的运用。在工程项目建设中,最为重要的内容便是地质工程测量,其能够为往后的工程建设奠定坚实的基础。将该技术运用于地质工程测量当中,有效提升测量的准确性,并且还大大减少了相关的费用支出。对此,文章探究分析了数字化的测绘技术几大优势,并深入探究了该技术在数字化处理、数据处理还有数字测图等方面运用,以供相关人士参考。", "label": "测绘科学与技术", "id": 0}
{"content": "全站仪因其速度快、精度高等优势,在测绘工作中的应用越来越广泛。其内置的程序可以完成一些复杂的测量工作,导线测量就是全站仪复杂测量中的一种测量方法。全站仪导线测量是一种建立国家大地控制网的主要方法,因其布设灵活,也是在工程测量中建立控制点的常用方法。本文主要阐述了全站仪在导线测量中的具体应用。", "label": "测绘科学与技术", "id": 0}
{"content": "为贯彻落实国务院关于工程建设项目审批涉及的测绘成果共享利用的要求,推进\"多测合一\"改革落地,国内多个城市开展了\"多测合一\"管理服务平台建设工作,从而实现\"多测合一\"管理的规范化、流程化、信息化,减轻企业负担、提升审批效率。详细阐述了\"多测合一\"管理服务平台的建设思路、功能设计和关键技术,以期对有关地区开展平台建设工作提供参考依据。", "label": "测绘科学与技术", "id": 0}
{"content": "基于测绘工作,针对提高测绘工作的效率以及保障野外测绘者的安全,项目开发了一套改善测量过程、保障测绘者的安全的智能测绘系统。该系统使用北斗卫星导航定位功能及其特有的短报文功能,对测绘者进行定位、进行距离判断,以及角度、位置等信息的传输。系统通过短报文功能将这些信息发布出来,测量者根据提示信息准确测量待测点,以提高测绘效率。在野外测量中,当测绘者遇到意外时（中暑、走失等）,可以通过求救功能向同伴或者筛选到的最近的有救援能力的单位进行求助,并且对其发送遇险的位置、情况等具体信息;若测量者不幸无法自行求助（比如受伤,中暑等）,本系统可以依据计步器的记录、当前位置以及停留时长判断测绘者的运动状态是否发生变化,在设定安全时间结束后自动向最近的有救援能力的单位进行自动求助;若测绘者不正常地超出测绘范围,则触发提醒,在一定的时限内未收到反馈,则自动求助,从而尽可能的保障测绘者的安全。系统结合移动客户端开发、远程通信传输、云端系统平台等技术,具有危险判断、紧急呼救等功能,改善传统测量过程,达到保护测绘者安全,提高测绘工作效率的目的。", "label": "测绘科学与技术", "id": 0}
{"content": "在全国推行\"多测合一\"、\"联合测绘\"的大背景下,各地政府管理部门已在项目审批、工程建设、竣工验收过程中要求统一开展土地测绘、规划测绘、房产测绘等涉及行政审批相关的测绘服务工作。本应用研究如何基于高精度城市实景三维建模、测图技术,辅助政府部门完成建设项目各类监管工作,减少新形势下建设项目监管错漏,提高行政服务效率。", "label": "测绘科学与技术", "id": 0}
{"content": "围绕江苏省特色小镇创建工作开展了省级特色小镇地理国情监测关键技术研究。首先从生产、生活、生态三个方面构建了基于地理空间的省级特色小镇监测指标体系,接着通过基于地理实体的多源矢量空间数据匹配技术,从多个维度和层次实现对监测数据的整合与融合,进而研发了特色小镇实景三维动态监测系统。该研究在全国首创性提出运用地理信息技术进行比对性分析,为省政府特色小镇验收命名工作提供了决策参考和科学依据,是将新型基础测绘服务落到实处的一次有益探索,具有广泛的应用推广价值。", "label": "测绘科学与技术", "id": 0}
{"content": "通过分析测绘导航领域的术语名词规范化、统一化,以及网络化便捷查询的需求,调研国内外电子词典的开发技术及应用情况,结合当前信息技术的发展态势及用户的应用体验,探索了测绘导航术语电子词典的总体构想和应用场景,提出了基于知识网络的术语电子词典开发及维护方法。以权威的测绘导航科学名词大典和相关术语标准为基础,将标准文本中的术语名词及其定义进行碎片化、结构化,开发了测绘导航术语电子词典演示版,进行了初步测试和应用体验,可实现测绘导航科技名词的快速查询、一词多义比对、联想、溯源等,可按细分专业领域、中英文导引、术语来源等进行多维度快速定位。相关研究成果对促进测绘导航领域术语名词的规范化、统一化整合、以及术语标准的制修订工作提供了重要依据;为专业领域内术语名词的高效统一和推广应用提供了便捷的条件,有力推动了测绘导航相关术语标准的应用实施。", "label": "测绘科学与技术", "id": 0}
{"content": "恢复建设永定河生态廊道前期工作测绘采用机载LiDAR与摄影测量集成技术完成了永定河平原段80km的地形图、数字高程模型及数字正射影像图测绘任务,并编制软件自动绘制断面图、计算土方量,建立了重点区域的三维模型,为规划设计等工作的开展提供了保障。本工程测绘技术先进,成果精度高、种类多样,同时满足了各方的需求,推动了恢复建设永定河生态廊道工作的进程,是践行\"绿水青山就是金山银山\"的具体实践。随着恢复建设永定河生态廊道工作各个节点方案的逐步实施,未来,永定河将变成一条流动的、绿色的、清洁的和安全的河。到2025年,将基本建成永定河绿色生态河流廊道。", "label": "测绘科学与技术", "id": 0}
{"content": "随着社会发展和经济水平提升,我国城市化建设规模不断扩大,在城市规划和工程项目建设中,测绘工程是其重要的组成部分,测绘工程涉及内容较广,且直接关系到后续工程项目建设的质量。现代科技的快速发展为测绘工程技术的研究与应用带来了新的突破,一些新技术的应用也为测绘工程向更高层次发展提供了巨大的动力。本篇文章首先介绍测绘工程新技术分类及其应用,再针对测绘工程新技术的设计思路做出简要的探讨。", "label": "测绘科学与技术", "id": 0}
{"content": "随着我科学技术的进步发展,测绘工程的测量技术也有了很大的提高。工程测量是工程建设中的重要组成部分,需要很高的专业测量技术,传统测量技术逐渐无法满足实际工作的需求。加大对测量技术的资金投入,提升科技含量,将会在测绘工程中实现更大的应用价值。对此,本文主要介绍了工程测量技术的内容、优势等,分析了当前测绘工程中测量技术的实际应用,并深入探究及发展趋势,希望能够充分发挥出该技术的优势作用,促进测绘工作效率的提升。", "label": "测绘科学与技术", "id": 0}
{"content": "分析了3S技术概念,指出3S技术对于水文与水资源工程中的应用价值,提出3S技术在水文与水资源工程中的应用方式～（[1-5]）。", "label": "测绘科学与技术", "id": 0}
{"content": "高速铁路,作为新兴的交通方式,除可带来区域可达性提升,也影响着城市空间格局扩张、商务功能培育、人口流动和土地升值等。本文以高铁站点为监测对象,利用地理国情、POI（兴趣点）、路网、社交媒体签到、房价等时空大数据,从区域、城市、站点等多个尺度,分空间可达性、城镇空间框架扩张、城市功能培育、人口流动、房产溢价等方面,研究凝练对不同等级高铁站点的空间影响效应进行监测的技术路线与方法,并以南京南站为案例开展监测技术验证和实践。研究成果可为高铁站布局、高铁新城开发、国土空间优化等提供支撑。", "label": "测绘科学与技术", "id": 0}
{"content": "中华人民共和国建国七十周年之际,名誉主席宋庆龄陵园内汉白玉宋庆龄雕像因置于户外长期遭受自然与城市环境侵害,发现有各种病害。为此陵园管理方委托同济大学建筑与城市规划学院历史建筑保护实验中心对雕像如何维修保护进行专项研究。本文介绍此项研究工作中前期对雕像的病害现状进行勘察。本项勘察所应用的原理、技术、方法和设备同样也可以为大量石质（碳酸盐）文物建筑和构件提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "针对地下深埋,非开挖条件下的非金属管线探测、轨迹测量需求,开发了一款基于惯性测量原理的地下管线测绘仪。该测绘仪分为数据采集与数据处理两个部分。数据采集部分由安装在行走机构上的微机械惯性测量单元（MEMS-IMU）、基于霍尔磁开关的里程计组成,通过在管牵引行走方式实现管线接触式测量,最后由MCU完成报文的拼接与存储。数据处理部分为MEMS-IMU/里程计组合航位推算,主要包括初始对准、仪表误差估计补偿以及位置解算等离线数据处理过程。在地面搭建104m长度的管线试验中,该测绘仪测向测量偏差不大于0.13m、高程偏差不大于0.06m。测量精度优于国外同类产品Reduct公司的DR-4测绘仪,满足\"城市地下管线检测技术规程\"（CJJ61-2003）的要求。", "label": "测绘科学与技术", "id": 0}
{"content": "生态安全评价是生态安全研究的基础和前提,健康的生态环境是区域生态安全的重要体现。本文以河南省焦作市矿区村级行政区域为研究对象,基于PSR模型建立生态安全评价指标体系,采用层次分析法和熵值法相结合的方式确定权重,运用综合评价模型评估1999年、2008年以及2018年的安全状况,分析其时间与空间上的变化特征。结果表明,1999年综合指数为29.63,处于生态恶劣状态;2008年为52.39,处于生态预警状态;2018年为50.26,也处于生态预警状态;1999-2008年上升速度较快,主要与焦作市经济快速发展,生态安全意识逐渐提高等有关;2008-2018年呈现下降趋势,主要和人口以及土地利用强度增加等有关。资源环境压力、研究区生态现状和社会经济响应等是生态安全产生变化的主要影响因素。", "label": "测绘科学与技术", "id": 0}
{"content": "通过推导前方交会法测量机场净空障碍物的三维坐标,说明前方交会法测量障碍物的原理;然后从平面和高程角度分析了其误差来源和影响测量精度的因素,从而得出使用前方交会法测量机场障碍物平面位置和高程的适用性和提高精度的方法。", "label": "测绘科学与技术", "id": 0}
{"content": "地下水富集性调查是地下水资源勘察的重要内容。文中对近年来国内外利用遥感和GIS技术进行地下水富集性的评估方法进行了概括,将主流的多因子模型方法归纳为层次分析法、决策树法、频率比法、人工神经网络法等,并对这些方法的基本原理和优缺点进行了比较,最后对地下水富集性进行了遥感评估技术展望。", "label": "测绘科学与技术", "id": 0}
{"content": "云贵川藏等山区铁路项目地形地质条件复杂,自然条件恶劣,用传统的调查方法效率低,风险高,难度大,适用性差,局部艰险地段调查精度无法满足设计要求。通过分析应用\"3S\"集成技术软硬件的优势,总结出一种新的调查方法,以应对艰险复杂山区铁路调查过程中面临的问题。本文首先阐述了奥维互动地图及无人机等具有\"3S\"集成技术的数字化软件、新型移动终端的特点及其优势,然后总结了调查新方法的流程体系,结合项目应用实例加以说明,最后与常规调查方法进行对比分析,得出了研究结论:基于\"3S\"集成技术的调查新方法具有精度高、效率高、风险低、适用性强等特点,能够有效解决复杂艰险铁路调查过程中面临的问题,可以在川藏等艰险山区铁路调查过程中推广应用。", "label": "测绘科学与技术", "id": 0}
{"content": "测绘工程技术在我国有着悠久的发展历史,与社会生产联系密切。随着我国经济的快速发展,测绘工程技术在国民经济建设中的作用日益突出。近年来人们对工程质量要求日益严格,伴随着计算机技术的发展,测绘工程对传统的测绘技术方法进行了较大的刨新。本研究着眼于测绘工程的刨新,针对当前测量作业上所应用的测绘工程技术展开研究。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>引言中国电建集团昆明勘测设计测绘院有限公司（以下简称\"昆明院\"）隶属于中国电力建设集团,预1957年1月正式成立,是国家大型综合甲级勘测设计科研单位,主要从事国内外水电水利、新能源及市政工程的勘察、设计、测绘、科研、咨询、监理、岩土施工和工程总承包等业务,是云南省唯一具有国家住建部颁发的工程设计综合甲级资质的大型勘测设计科研单位,首批获得国家测绘局颁发的甲级测绘资质证书。测绘地理信息研究院(以下简称\"测绘", "label": "测绘科学与技术", "id": 0}
{"content": "大连市海岸带全长2211公里,居全国沿海地级市首位。作为自然与人工相互作用最剧烈的地带,其开发建设备受关注。本文利用Landsat卫星数据、POI及电子地图数据,通过遥感处理软件ENVI、地理信息系统ArcGIS及空间分析模型等工具,结合滨海地区野外调查,以识别大连市滨海地区土地利用类型、划分主体功能分区、统计居住用地发展规模为主要研究内容,多方位揭示大连市滨海地区居住用地扩展规律。从时间维度看,大连市滨海地区不同主体功能区的居住用地增长速度,在纵向上呈现不同扩展态势,但在横向比较上其相对增速却维持不变;从空间维度看,居住用地的扩展来源均经历由生态用地向建设用地的转换,其扩展模式则与所处区位及地形等自然条件密切相关。", "label": "测绘科学与技术", "id": 0}
{"content": "全站仪多测回测角软件能够实现自动观测及自动记录数据,在导线测量及变形监测中广泛应用。本文以Leica全站仪多测回测角软件为基础,利用Leica格式管理器和VB语言编程,实现对机载数据的转换及平差成果的后处理。", "label": "测绘科学与技术", "id": 0}
{"content": "随着我国经济和社会的快速发展,测绘工程技术也需要持续提升技术水准,扩大应用领域,才能满足实际的发展需要。就目前的测绘工程技术来说,其数字化、智能化、网络化的特点越来越显著,其应用功能也有了非常显著的提升。具体表现在两个方面:一是测绘质量,包括测绘精度和稳定度都有更高标准;二是测绘效率,包括数据采集和数据处理能力,已经有了质的飞跃。而这也必然是其未来发展的基本方向,得到相关行业的更大投入和更多关注。", "label": "测绘科学与技术", "id": 0}
{"content": "随着城市的快速发展,城市部件的更新频率越来越高。传统的GPS、全站仪等测量技术无法满足城市部件测量日益增长的需求。针对传统技术的不足,提出一种基于移动端PAD的城市部件测量系统。在部件采集的过程中,该系统是以城市高清遥感影像图作为部件数据采集中的底图,利用GPS的网络RTK技术和激光测距方法实现精确定位。外业采集的部件数据通过网络实时传输到总数据库,在Arcgis内开发了快速内业编辑工具,大幅度的提高了内业处理效率。该系统是在Android系统上通过GIS二次开发实现的,具有精度高、效率高、方便快捷等优点,为城市部件的测量提供了一种新的技术手段,促进了城市部件的快速测量。", "label": "测绘科学与技术", "id": 0}
{"content": "利用众包方式解决地理国情覆盖分类监测的思路,即\"网络众包服务模式\"。充分利用互联网,发动一些感兴趣的社会人员,通过网络终端参与到此项工作中来,从而解放出专业人员的生产力。网络众包服务模式,分为管理端、客户端和技术端三个工作流程。平台设计三个子系统,分别为数据管理系统、PC端系统和手机端APP。系统平台设计用户自注册功能,分为注册、登录、退出3个功能点。网络众包服务模式不仅节省公共资源和开支,对于作业人员来说不仅打发了诸如上下班这样的闲暇时间,轻松创造了另一份价值。利用互联网让行业内外的人员共同参与完成地理国情监测任务,也是一个宣传、科普、提升行业形象的绝佳机会。", "label": "测绘科学与技术", "id": 0}
{"content": "随着科技的不断发展,以遥感、全球卫星导航定位系统和地理信息系统为内涵的3S技术在各类调查工作中已显示出非常广阔的应用前景,并逐渐成为调查工作的主要工作方式和成果形式。本文主要阐述了3S技术的发展现状,分析了其在农房不动产测绘中的运用方法。笔者认为在当前农房不动产测绘试点工作中,3S技术正展现其独特的优势,显著地提高了内外作业过程中的综合效能。", "label": "测绘科学与技术", "id": 0}
{"content": "随着道路交通建设的飞速发展,道路及其附属设施养护管理的重要性日益突显,而道路设施数据的采集和更新维护一直是道路交通管理部门面临的巨大挑战。道路设施作为一种重要的交通安全设施,在道路设施的建设和运营管理中都是道路管理中一项非常重要的内容。为保证道路设施发挥正常的效能,必须能够及时准确地获取道路设施的相关情况。基于移动可量测实景影像的道路设施数据采集系统是一种安全高效、精度可靠、实用方便的道路设施数据采集方案,能够很好地解决人工采集道路设施效率低下、质量难以保证、安全程度低的问题,可以实现道路沿线设施数据的快速采集和信息更新,有效解决道路养护管理中数据采集的难题。", "label": "测绘科学与技术", "id": 0}
{"content": "地表覆盖分类信息和地理国情要素信息是地理国情普查的重要内容,同时也是统计分析的基本数据源。本文叙述了以遥感正射影像为基础,利用收集整理的基础地理信息和其他专业部门的资料,采集自动分类提取与人类解译相结合的方式,开展地表覆盖类型内业判读与解译,同时,补充或更新水系、交通、构筑物以及地理单元等重要地理国情要素实体,提取要素属性,形成相应的数据集,供外业调查核实的技术路线和方法。", "label": "测绘科学与技术", "id": 0}
{"content": "地理国情监测作为践行\"按需\"理念的测绘地理信息工作,是发挥地理国情普查成果效用,保持基础性地理国情监测生命力,推动其常态化的关键。本文结合作业过程,阐述了基础性地理国情监测的内容和要求。", "label": "测绘科学与技术", "id": 0}
{"content": "围绕\"十三五\"云南省现代测绘新基准建设项目检验工作任务,开发基于Android系统Pad移动端的\"大地基准与控制测量质量检验系统\"。系统检验软件涵盖GNSS测量、水准测量、重力测量以及工程测量中的变形测量、平面或高程控制测量项目的质检平台与管理模块,实现了测绘基准质量检验数据分级管理、逐级控制的信息化管理模式、内外业质量检验与信息管理一体化工作流程。", "label": "测绘科学与技术", "id": 0}
{"content": "SLAM（即时定位与地图构建）技术无需GNSS信号,与三维激光扫描技术结合,可以快速、便捷、低成本的采集目标物体的三维点云数据。可广泛应用于地下空间测绘、街景制作、室内建模以及其它GNSS信号缺失或不足的测绘工作领域。本文详细阐述了基于SLAM技术的移动扫描测量系统的工作原理和在测绘中的应用,通过具体实验进行了数据采集、精度分析和相关成果制作,验证了SLAM在测绘中广泛应用的可行性。", "label": "测绘科学与技术", "id": 0}
{"content": "随着信息社会的发展和人们生活指数的上升,人们对于位置信息服务中的定位精度和可用性等要求越来越高。室内位置服务需要对用户进行精准的三维空间定位,对用户所在楼层进行精准的切换。目前,大多数楼层切换技术只依靠差分气压测高结果。使用普适性气压温度传感器的差分气压测高精度约为1米,复杂环境精度大于1米（约为1.2米）,鲁棒性较低。若将此时的差分气压测高结果用于楼层切换,则可能出现错误切换楼层的情况。为此,本文提出一种基于差分气压测高、PDR、地图匹配的楼层切换技术,通过地图信息赋予定位结果地图属性值,根据属性值、人体运动状态约束差分气压测高结果。对楼层切换进行测试,切换楼层累积出错次数相对原有算法降低了67.2%,提高了楼层切换的鲁棒性。", "label": "测绘科学与技术", "id": 0}
{"content": "随着我国科学技术不断的发展,大数据时代的来临,对测绘内业的也有了新要求,无论是测量精度、测量效率、测量范围等,都有了新要求,针对这一情况,在进行测绘内业工作时,必须要和地质工作相互结合,和软件工程相互结合,转变以往的数据整理方式等,下面就对这些内容做进一步分析,希望给有关人士一些借鉴。", "label": "测绘科学与技术", "id": 0}
{"content": "对于测绘计量单位而言,测绘仪器计量检定、校准是否量值准确可靠关系到测绘成果的质量。测绘仪器计量检定、校准工作涉及到诸多工作,其工作依次包含仪器接收、任务分配、实施检测、计算检测结果、证书制作、费用办理、仪器取件工作。测绘仪器检定、校准管理系统的开发和应用的最终目的是设计出符合客户需求的管理系统。本文主要针对测绘仪器计量检定校准管理系统开发及应用进行探讨。", "label": "测绘科学与技术", "id": 0}
{"content": "本文主要论述了全站仪检定中测距部分的加乘常数,以及加乘常数的检定方法和计算公式,结合实际检定过程的测量数据对加乘常数加以分析,发现如果在短基线上用基线比较法测定加乘常数时,加常数较为稳定,而乘常数存在不确定性。通过分析原因,提出了改进和消除的方法。", "label": "测绘科学与技术", "id": 0}
{"content": "在工业4.0背景下国内智慧城市、智慧工厂建设如火如荼,如何高效、直观、迅速的整合企业所有信息资源,建立大数据平台,进行辅助智能决策支撑是管理者面临的重要问题之一。本文从智慧工厂建设对大数据的需求出发,分析了工厂信息化建设中的难点和问题,应用现代空地一体化高精度测绘技术,结合可视化程序设计技术,设计开发了主要应用于工业企业的智慧工厂综合信息管理系统大数据平台,探讨平台建设的技术流程及方法。", "label": "测绘科学与技术", "id": 0}
{"content": "2016年8月,我国在酒泉卫星发射中心成功将世界首颗量子科学实验卫星（筒称\"量子卫星\"）\"墨子号\"发射升空,实现国家信息安全和信息技术水平跨越式提升。人类将首次完成卫星和地面之间量子通信,从而构成一个天地一体化的量子保密通信与科学实验体系。量子是物理世界最小的、不可分割的基本个体。整个世界都是由量子组成的。量子的奇妙处首先在干它的奇妙特性——量子叠加原理和量子纠缠。科学家利用了量子的特性研发了量子通信。实现覆盖全球广域量子保密通信,还需要借助卫星的中转。以往用以微电子技术为基础的计算机技术传递信息极易遭遇窃听,但通过把量子物理与信息技术相结合,利用量子调控技术,能够用一种革命性的方式对信息进行编码、存储、传输和操纵,从而确保安全、提高运算速度、提升测量精度突破经典信息技术瓶颈,这就是量子通信。我国发射世界首颗量子科学实验卫星\"墨子号\",,同时在建有4个天文观测站建为量子通信地面站:北京兴隆站、云南丽讧站、青海德令哈站、新疆乌鲁木齐站。进行星地高速量子密钥分发实验、广域量子通信网络实验、星地量子纠缠分发实验、中国科学家还计划在\"世界屋脊\"阿里建站和卫星之间进行量子隐形传态实验。希望到2030年左右,建成全球化的广域量子通信网络,并在量子计算领域有所作为,首先从更远距离和更大尺度检验量子力学并再发现新的科学,同时坚持利用发现的规律妀造世界,构筑范围更广、更加高效的量子保密通信网络。量子计算是量子信息除了量子通信外的另一大分支,量子计算基于的量子叠加和量子纠缠等量子通信的特性将带来计算能力的飞跃,在经典计算机中,每个比特只有0和1这两种状态。但在量子计算中,每个比特处于叠加状态,一旦操纵的量子教目增多,它就以按指数增长的形式来提升运算速度,有超强的运算能力。量子力学的理论和科技以空间物理学、航天科技理论为基础,广泛应用于高速计算、卫星导航定位、地理信息、气象预报、药物设计、金融分析、石油勘探所需处理的大规模计算难题,广泛应用于测绘地理信息数据采集、储成、应用、建立数据库与信息库等。高效用于摸拟、拟和、融合、转化、克隆、破解等科幻技术,精准计算电离层高度、卫星计时、在轨运行精度、计算似大地水面、重力场划分等综合精度,总体提高卫星导航定位精度,推动测绘地理信息持续发展。并有助于顶层决策、规划、工程没计建设等。总之,量子学术是世界性的学术,是一门综合性的学术,是空间物理学、航天科技学、计算数学…等的综合性学术,中国处于前列,处于领先地位。服务于人类。有益于人类。为人类所运用,是一门科幻、神奇的学术而又是实用的科学。在量子学术和量子科技高端和快速发展之际,应考虑遵循国内国际形势的发展量子学术今后发展的方向及应用和服务的目标和任务。国外内形势方面,今年9月内,二十国集团杭州峰会举行,促进全球经济增长方面发挥重大作用,第39届国际标准化组织大会在中国·北京召开,制定国际标准在构建全球治理体系和服务国际贸易中发挥着重要的技术规划作用。由国家发改委与国家测绘地理信息局联合印发《测绘地理信息事业\"十三五\"规划》,这是第一个由两部门联合印发的测绘地理信息综合性规划。《规划》明确,新时期测绘地理信息事业发展既包括基础测绘、地理国情监测、应急测绘、航空航天遥感技测绘、全球地理信息资源开发利用等为核心的地理信息产业。规划期为2016年至2020年。8月,国家测绘地相理信息局与重庆市人民政府签署《时空信息大数据服务发展战略合作协议》。全面落实大数据信息获取、成果推广应用、平台研发和创新等方面任务。云南省经济社会发展形势,在国家重大重要战略布局下,遵循习近平总书记考察和调研云南省经济社会发展的指示和要求:把云南省建设成为边疆少数民族团结和诣示范区和建成面向南亚、东南亚辐射中心以及五网5年完成规划。我局根据国家和我省经济建设、社会发展要求制定的\"十三五\"规划,本文遵循国家、省、局的指示精神,探索量子技术开发并促进测绘地理信息发展的方法和模式", "label": "测绘科学与技术", "id": 0}
{"content": "针对目前利用根据点云数据过滤所得地面点内插所得数字高程模型（DEM）制作正射影像时,因DEM不包含房屋,桥梁等,致使正射影像在房屋桥梁处容易产生扭曲的现象,本文在DEM中加入过滤所得的房屋等,使得正射影像的扭曲现象明显减少,同时使得点云与影像的匹配更加精准,融合效果更好。融合后,本文根据融合后点云所具三维坐标信息,强度信息,回波次数信息与色彩信息等,利用几何关系运算及监督分类的方式进行分类。最终实验结果表明,点云与影响的配准精度较高,分类效果较好,分类方法具有一定的实用价值。", "label": "测绘科学与技术", "id": 0}
{"content": "针对国产Li DAR点云精度相对较差,平面精度的难以评价,圆形地标面积较大、携带不便、成本高昂且推广困难,十字形地标在尺寸不是足够大的情况下,实际中心与点云拟合中心重合性不好、精度较差的现状,从国产机载Li DAR的平面精度检校与实际应用出发,提出一种基于角锥形状地标的机载Li DAR平面精度检查方法,该方法综合利用飞行向与扫描向的点云,所使用的地标尺寸相对较小,携带方便且便于推广,笔者利用该地标进行野外实地飞行试验,最终实验证明,本文提出的方法可以有效的对Li DAR点云的水平精度进行验证,具有一定的实用价值。", "label": "测绘科学与技术", "id": 0}
{"content": "水上水下一体化测绘技术为水域相关测绘提供了一种高效快速的解决方案。介绍了多传感器集成和数据融合领域的研究背景,阐述了水上水下一体化测绘的原理和方法,结合工程试验数据,对点云数据进行了精度统计分析,论证了水上水下一体化测绘技术方法在水利水电工程应用中的有效性,水上水下一体化测绘是对传统水域相关测绘技术方法的变革和创新,具有一定的工程意义。", "label": "测绘科学与技术", "id": 0}
{"content": "为适应信息化测绘的发展,加强对信息化测绘成果的质量控制,必须构建信息化测绘质检技术体系。建设的总体思路是:研发多尺度数据质量检验软件,建设质检信息数据库、质检管理信息系统、质检业务工作平台及服务平台,将质检信息化贯穿于整个质检业务、质检服务,实现质检工作全流程的信息化管理。", "label": "测绘科学与技术", "id": 0}
{"content": "随着社会的快速发展,基础绘测技术在城市建设中的应用也越来越广泛。它不仅能够为城市的规划以及建设提供大量的参数,还能够利用地理信息以及GPS定位系统对城市建设进行科学合理的规划。本文针对基础绘测技术在数字化城市建设中的应用进行了分析,并提出了相应的优化措施。", "label": "测绘科学与技术", "id": 0}
{"content": "本文收集整理2000年、2005年、2010年和2015年洞庭湖区（常德、益阳和岳阳三个市市辖区）高清遥感影像数据,第一次地理国情普查地表覆盖数据,基于ArcGIS、FRAGSTATS等软件平台,提取城区边界和城区地表覆盖数据,分析城区扩展变化情况和景观格局特征。城区扩展分析结果表明,常德和益阳城区空间形态演变模式主要是多中心扩展模式,岳阳则以飞地扩展为主。岳阳在2000年城区面积最大,常德和益阳在2000年至2015年间城区面积实现了翻倍的扩展,常德和岳阳在2005年之前扩展速率较慢,在2005年至2010年扩展面积和扩展速率最大,益阳城区在2000年至2015年扩展面积和扩展速率持续增长。景观分析结果表明,常德斑块密度和多样性指数相对较大,房屋建筑用地是所有城区最主要的景观类型,其斑块类型面积和所占景观面积比例都是最大的,益阳土地利用斑块数量和斑块密度都相对较小,常德房屋建筑斑块密度相对较大。研究结果有利于指导常德、益阳和岳阳城市总体规划。", "label": "测绘科学与技术", "id": 0}
{"content": "就当下城市化的快速发展、基础地理信息数据变化频繁、新的城市建设格局、新的小区安保方式对传统测绘方式如何在新时期的快速更新提出了新挑战。特别针对基础测绘1∶10000DLG外业人员调绘过程中在主城区遇到的一些新问题新情况,通过外业实践活动对新问题进行分析,提出了若干方式方法。同时,在外业调绘过程如何同社会上的各色人等交往提出一些见解,为传统外业基础测绘提供一些新借鉴。", "label": "测绘科学与技术", "id": 0}
{"content": "基于CORS的深层基岩标自动化监测系统集成了CORS技术、GIS技术、网络传输和现代大地测量数据处理等技术。该系统重新利用CORS系统的资源和平台优势搭建了高效、稳定的自动化监测系统。该系统实现了从数据采集到处理分析完全自动化。通过与实际情况对比分析,得出该系统的自动化监测精度完全达到基岩标的监测要求。", "label": "测绘科学与技术", "id": 0}
{"content": "作为一种新兴的空间数据获取技术,三维重建技术已开始广泛应用于各种领域。本文主要探讨了三维激光扫描的研究目的及意义,并详细阐述了三维激光扫描技术的原理,及点云数据处理的主要方法。并对三维激光扫描技术在地形测绘、矿山测量、城市规划、数字城市建设、建筑结构安全监测、古建筑保护、工厂管线管理等领域的应用进行了简单论述。最后,展望了三维激光扫描在未来五到十年内对测绘地理信息行业带来的技术改革冲击。", "label": "测绘科学与技术", "id": 0}
{"content": "本文介绍了水库测量的主要流程及所采用的相关测量技术,应用GNSS和三角高程测量方法建立水库测量的基本控制网,采用多波束和单波束测量技术实施水下地形测量,采用无人机技术获取水库区影像,进而生成水库区正射影像图,最后分别采用Arc GIS和Map GIS软件对水库库容进行计算。", "label": "测绘科学与技术", "id": 0}
{"content": "运用地学信息图谱和景观格局指数分析耕地时空变化,并以滇中城市群作为研究区进行实例验证。研究表明:分析结果与实际一致,在表征不同时段耕地变化特征上能够充分发挥各自作用,既能说明耕地数量的变化,又能揭示变化的空间布局和变化机理,具有可行性。研究结论可为城市群尺度,尤其是高原山区耕地景观格局的时空变化特征定量分析提供借鉴和参考。", "label": "测绘科学与技术", "id": 0}
{"content": "逆向工程技术作为产品设计制作的一种手段,由于它的独特魅力,引起世界各国学术界和工业界的关注和高度重视。点云配准问题作为三维模型重建中的一个重要研究课题,已经得到越来越多的关注与研究,虽然当前存在着多种点云配准方法,但都存在一定的缺陷,在其存在的算法方面还存在着一些不足,对此国内外许多专家都在不断的努力,寻求更大的突破。本文对目前应用比较广泛的点云数据配准算法进行了深入细致的研究,最终实现了利用逆向工程思维与技术「2」对传统Iterative Closest Point迭代最近点算法（ICP算法）在点云精确配准中的优化与应用,使得优化后的ICP算法在点云配准方面比传统ICP算法具有更好的配准效果。", "label": "测绘科学与技术", "id": 0}
{"content": "地理国情普查是为了更好的查清该片区地形地貌、地表覆盖等地表自然和人文地理要素的现状和空间分布情况,建立系列普查成果数据库。本文通过FME在地理国情普查内外业调绘数据转换的应用,探讨更好、更快速解决内外业数据转换的方法。", "label": "测绘科学与技术", "id": 0}
{"content": "应用全野外数字测图技术,结合现代测绘仪器和绘图软件的功能,对现有数字有码测记方式进行总结,提出了左手法则编码成图方法,并详细阐述了这一方法的编码规则和应用此方法采集数据的优势。", "label": "测绘科学与技术", "id": 0}
{"content": "第一次全国地理国情普查是国家重大测绘项目,信息采集是普查工作中最主要的阶段,是整个普查成果的基础。本文以云南省保山市施甸县为例,探讨信息采集的作业方法,以及实际工作中的几点体会。", "label": "测绘科学与技术", "id": 0}
{"content": "通过地理国情普查项目可以全面掌握地表自然、生态以及人类活动的基本情况,分析其空间分布、基本特征及相互关系。其中,地理国情要素作为普查项目的重要且较为复杂的组成部分,对其进行相关分析、经验总结,特点研究具有重要意义,对开展常态化地理国情普查监测奠定基础。", "label": "测绘科学与技术", "id": 0}
{"content": "昆明市国土规划勘察测绘研究院承担了寻甸回族彝族自治县第一次全国地理国情普查信息采集工作。工作中发现,与植被相关的图斑在内业判读中最为困难。通过总结过工作实践得出经验的方法是:将影像实例对应到具体树种,先判断出林地的树种,再将其归并到对应的三级类中。通过不同季节的影像对比可以观察到混交林中相对明显的分界线,在判读混交林时取得了一定成效。", "label": "测绘科学与技术", "id": 0}
{"content": "点云数据的分割是点云数据处理流程中的重要内容,同时也是点云数据三维重建的前提和基础。本文在模糊C-均值聚类（FCM）算法的基础上,根据标靶点云和建筑物点云数据的不同特征进行实验,来探讨模糊C-均值聚类算法对点云数据分割的可行性。在基于模糊C-均值聚类算法的基础上通过Matlab对地面雷达的标靶、建筑物点云数据来进行分割。实验的结果显示,通过选择正确点云数据的特征属性,利用模糊C-均值算法对点云数据分割具有一定的可行性。", "label": "测绘科学与技术", "id": 0}
{"content": "本文主要对地理国情普查工作中的地表覆盖分类数据采集在最终检查中存在的问题进行归纳和对出现质量问题的原因分析。", "label": "测绘科学与技术", "id": 0}
{"content": "基于B/S模式和SQL SERVER数据库,对测绘仪器计量检定校准管理系统进行设计,实现了测绘仪器检定、校准工作流程和数据的信息化管理,通过手机短信提示功能增强了服务内容,提高了工作效率和管理水平。", "label": "测绘科学与技术", "id": 0}
{"content": "介绍了测绘基准体系的重要性和常州市原有测绘基准的不足,着重介绍了常州市现代测绘基准体系建设的基本情况,包括基础设施的改造升级、测绘基准数据库及管理应用系统和综合服务平台的构建和测试的相关情况,分析了体系建设的特点、作用和意义。", "label": "测绘科学与技术", "id": 0}
{"content": "在我国社会化进程不断的发展过程中,对土地的管理和利用也使用了先进的方法,比如信息化测绘技术的应用,不仅提高了土地的测绘效率,同时方便国家对土地的管理和利用。接下来就对这种测绘技术在对土地管理和利用的重要性,以及测绘的特点,还有先进的GPS全球定位技术等方面进行分析和探究,希望其在以后的发展中越来越好。", "label": "测绘科学与技术", "id": 0}
{"content": "随着城市建设步伐的加快,房地产行业不断发展起来,房产测绘行业随着房地产的发展而兴起。现代房产测绘技术主要有GPS技术、GIS技术、RS影像技术、RTK技术、全站仪技术等,本文介绍了这几项技术在现代房产测绘中的应用,并提出了有效地控制测绘质量的措施。", "label": "测绘科学与技术", "id": 0}
{"content": "本文通过分析国内地下管线更新传统作业方式存在的问题,利用android、移动GIS平台,开发了基于内外业一体化探测技术的正元地下管线数据采集与更新系统（zyspps for android）,系统规范了内外业一体化探测技术的在管线更新应用中的具体流程,并通过近一年来十余个管线更新项目的实际应用,证明系统对提升管线更新整体作业效果显著。", "label": "测绘科学与技术", "id": 0}
{"content": "各种测绘新技术,比如影像提取技术、GPS测量技术、数字化技术、遥感（RS）技术等,正在渗入到各个工程领域中,深刻影响着工程测量的施工质量。在目前这种测绘技术的不断发展进程中,我们应该积极应用这些新技术保障工程测量的精度,提高工程测量的施工质量。", "label": "测绘科学与技术", "id": 0}
{"content": "改革开放以来,随着测绘地理信息事业的长足发展,沙盘模型制作已不再是具有简单的观赏性,而是具有科学性、艺术性和实用性。如今,沙盘模型在政府机关和经济部门的对外展示中,得到了越来越广泛的重视。本文介绍了应用多媒体技术实现沙盘模型的自动解说和声光电控制的技术方法。", "label": "测绘科学与技术", "id": 0}
{"content": "泗阳县是江苏省开展地理国情普查的一个试点县。本文结合国家关于地理国情普查基本统计的技术规定与方法,考虑泗阳县地理环境、经济社会发展需求、政策因素、行业需求、已有基础条件等因素,在地理国情普查基本统计方面进行了一系列的探索和实践。最后从统计内容的扩充、可视化技术的应用、相关部门合作的加强、评价预测机制的构建等方面提出了一些意见和看法。", "label": "测绘科学与技术", "id": 0}
{"content": "在对全站仪自由设站放样点位的精度进行理论分析的基础上,对自由设站测设精密轴线的直线度进行了推算,并结合工程实例进行分析验证,得出了该方法在实际应用中的具体方案。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>在落实科学发展观、构建和谐社会、共创中国梦的今天,社会和经济建设迅速发展,测绘技术也日益成熟并逐步被广泛应用于社会各个领域。在土地开发整理中,测绘技术也具有基础性的作用。对于土地开发整理的项目管理,测绘技术的应用也可以在一定程度上缓解其压力。土地开发整理测绘工作贯穿于土地开发整理的全过程,但又不同于平常所指的地形、地籍、工程测量等专业测绘,比这些测绘工作更细致、更具体、更特色,同时更讲究方法。可以说,现代测绘技术在土地开发整理活动中起到技术支撑", "label": "测绘科学与技术", "id": 0}
{"content": "GAT磁悬浮陀螺全站仪是由我国自主研发的高精度仪器,外界环境（包括风力、温度、外界震动、周围的磁场等）都会对仪器的测量精度产生影响。在陀螺定向的过程中,风振对寻北精度的影响比较大,无论在洞外已知边还是在洞内待定边上的寻北过程,都有可能受到风振的影响。因此,研究风振对陀螺仪寻北的影响规律尤为重要。本文对不同风振条件下磁悬浮陀螺全站仪所采集的定、转子电流数据进行分析,研究其影响规律,并提出相应的改正方法,为验证改正后的外符合精度,采用在设计的闭合导线中加测陀螺边并施加不同风振的方法。", "label": "测绘科学与技术", "id": 0}
{"content": "\"数字城市\"的核心是用数字化的手段整体性地解决城市与空间位置相关的问题,最大限度地利用信息资源。\"数字重庆\"地理信息平台十年建设,很好地诠释和实践了这个思想精髓,在建设模式、技术集成、机制保障、应用领域拓展等方面都有创新和突破,走在国内数字城市建设的前列。本文对其主要建设内容及特色作了简要的归纳和总结,以期为业内同仁提供有益的借鉴。", "label": "测绘科学与技术", "id": 0}
{"content": "随着社会经济和科学技术不断发展,测绘技术水平也相应地得到了迅速提高。测绘作业手段也有了一个质的飞越,测绘仪器设备由过去的光学经纬仪,逐渐地过渡到半站仪,接着又推出了全站仪,以致到现在发展到了静（动）态GPS。随着仪器设备不断地创新,测绘野外作业的劳动强度逐渐减轻,工作效率不断得到提高。对全站仪在施工中放样精度进行了探讨。", "label": "测绘科学与技术", "id": 0}
{"content": "文章结合一些工作中的实例阐述了全站仪在建筑轴放样、三角高程测量具体运用,并提出了在运用过程中应注意的问题。", "label": "测绘科学与技术", "id": 0}
{"content": "结合测绘单位仪器设备管理现状,以二维码技术与计算机信息管理技术为核心,提出测绘仪器设备信息化管理思路。在探讨二维码生成与识别算法的基础上,对相关管理系统的构建与功能进行了详细论述,并实现了部分模块。", "label": "测绘科学与技术", "id": 0}
{"content": "为了快速的获取实时监测数据,降低基坑监测的外业劳动强度,提高作业效率和安全度,在现有作业模式的基础上,提出了将测量机器人用于基坑监测的软硬件设计及基于SQLServer的监测数据库管理模式,实现基坑监测的自动化。", "label": "测绘科学与技术", "id": 0}
{"content": "地理国情野外调绘核查系统是地理国情监测生产技术体系的重要组成部分。地理国情野外调绘、核查、样本采集等工作的独特性,使用户对野外调绘核查系统产品的轻便实用、高效易用、成本低廉等方面有着强烈要求。文中介绍了作者对该类产品研发的设计思考,给出了一套野外信息快速采集和数据实时入库的产品解决方案。在多个省市的应用实践表明,该产品非常适用于各地地理国情野外调绘核查工作。", "label": "测绘科学与技术", "id": 0}
{"content": "本文提出了一种基于正弦信号的多测量设备之间的时间轴同步方法。该方法可有效地同步多个测量设备的时间轴,适用于各种多设备的联合测量环境。通过测量花岗岩巴西圆盘实验中高速相机与超动态应变仪之间的启动时差验证了该方法的有效性。", "label": "测绘科学与技术", "id": 0}
{"content": "在船舶、电力、盾构等工业领域,为控制工业构件的制造精度,需要实时获取构件上特定点的三维坐标并计算出其几何参数。结合笔者参与的若干工业测量项目,探讨工业测量坐标系的数学模型和全站仪机载程序等二次开发方式,编制了若干工业测量软件,并在船舶精度管理、油罐安全检测、电力测量、工业构件测量等领域中得到了成功应用。", "label": "测绘科学与技术", "id": 0}
{"content": "随着光电子技术、计算机技术和精密机械制造技术等新技术在全站仪中的应用,全站仪逐步向自动化、智能化方向发展。通过回顾全站仪的发展历程,介绍全站仪各项新技术的特点,并简单剖析其原理,从而评述各项新技术在建筑测绘领域的应用。", "label": "测绘科学与技术", "id": 0}
{"content": "为保障数字水准仪的测量精度,必须对其各项计量性能进行检定。但传统的室内检定装置和方法并不能完全满足数字水准仪的检定要求。介绍一种新型的数字水准仪室内检定装置,以完善和弥补数字水准仪的室内检定、校准和维修。", "label": "测绘科学与技术", "id": 0}
{"content": "陀螺经纬仪是一种利用陀螺原理自主寻北的测量仪器,兼有定向与测角功能。由于其定向精度高、不受气候条件限制、全天候的自主定向等特点,在军事、测绘、地下工程、矿山等领域有着广泛的应用。以地下工程陀螺定向测量应用为背景,设计地下工程陀螺定向测量软件,研究陀螺经纬仪在地下工程陀螺定向测量应用中的相关问题。", "label": "测绘科学与技术", "id": 0}
{"content": "介绍通过测日进行天文方位角测量的原理,以及利用测日法标定陀螺仪仪器常数的原理,并对该方法进行实际验证。", "label": "测绘科学与技术", "id": 0}
{"content": "针对当前三维激光扫描仪在自检校方面存在的不足,提出一种基于人工标志的自检校方法。这是一种有效的整体检校方法,它能够综合解算扫描仪外部定向参数和系统误差参数。采用TDA5005全站仪获取自制标志的十字丝中心的基准坐标,VZ400三维激光扫描仪提取扫描坐标,建立包含10个扫描参数的整体误差模型,通过迭代算法和最小二乘平差解算出所有参数的估值,进而解算出自检校精度为±2.33 mm。试验证明这种自检校方法是可行的,能够全面评估VZ400的整体性能,具有一定的参考价值。", "label": "测绘科学与技术", "id": 0}
{"content": "基于四元组坐标转换模型对激光跟踪仪坐标测量精度进行研究,并以Leica AT901b激光跟踪仪为例,通过试验反映该仪器实际坐标测量精度,并给出空间点距离与测量精度的关系曲线。", "label": "测绘科学与技术", "id": 0}
{"content": "以上海65 m射电望远镜副面调整中所采用的Stewart机构为研究对象,根据该机构运动学原理,主要考虑机构本身误差,以杆长为约束建立了42参数标定模型,并采用最小二乘法标定解算出机构的结构参数。该算法不仅对标定参数初值给定要求低,且具有计算速度快、解算精度高等优点。", "label": "测绘科学与技术", "id": 0}
{"content": "将Riegl VZ400激光扫描仪应用于65 m天线背架几何尺寸检测。首先,测试了Riegl VZ400激光扫描仪的点位测量精度,建立了八参数模型解算扫描仪测距加、乘常数,经加、乘常数系统误差改正后,扫描仪点位测量外符合精度达到±1.0 mm;RieglVZ400激光扫描仪检测65 m天线背架耗时1.5 h,TDA5005全站仪检测65 m天线背架耗时6.0 h。试验结果表明,激光扫描仪检测方法满足天线背架几何尺寸检测精度要求,可提高检测效率。", "label": "测绘科学与技术", "id": 0}
{"content": "对利用全站仪激光对中器进行竖井联系测量的方法进行详细阐述,对该方法所能达到的精度指标进行探讨,并提出在实际工程中应用的注意事项。", "label": "测绘科学与技术", "id": 0}
{"content": "自主研制航空重力仪对我国矿产资源勘探及测绘等领域具有重要意义。研制了一种基于速率方位平台惯导的航空重力仪,根据航空重力测量应用需求及速率方位平台惯导系统特点,将重力敏感器、速率方位平台惯导、双频GPS接收机相集成,构成兼具定位定向及重力测量功能的一体式航空重力仪。给出了工程样机的工作原理,开展了样机实验室静态测试及外场跑车测试,对测试数据进行了处理及分析,结果表明,样机姿态精度能够满足航空重力测量需求,其秒抽样重力提取噪声水平能够达到2～3mGa 1。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>精密测量地球表面的重力加速度（g,常用值9.81 m/s~2）是探测地球重力场的重要途径,已广泛应用于计量、测绘、地质、地震与资源勘探等领域。由于高精度绝对重力仪综合了激光测量、精密机械、真空技术、隔振技术等多学科技术,自主研发难度较大,国际上绝大多数国家的计量和测绘部门都已经采购", "label": "测绘科学与技术", "id": 0}
{"content": "对免棱镜全站仪的测距原理,以及在目前的应用情况进行简述,并对其采集不同性质地物点的精度与常规全站仪进行比较,同时对不同操作方法以及产生的问题进行分析,提出解决方法和途径。", "label": "测绘科学与技术", "id": 0}
{"content": "土地整理是增加耕地面积的有效手段和根本途径,传统的调查方法是根据地形图、项目现状图、项目规划图等各类纸质资料,根据各个管理环节不同的调查目标需求,利用常规工具完成目视定位、实地调查、测量、记录工作。这种传统调查方法在现场实际操作中存在很大问题,具有定位难、丈量难、记录难、费时、费力等缺点。本文结合Trimble GeoXT2008手持机本身具有的定位精度高、携带方便、操作简单等优越性,通过实验对其测量稳定性进行可靠性鉴定,结合大连市金州区土地质量复核测绘中的具体工作,通过对比对其测量定位精度进行了可靠性鉴定,实践证明将GeoXT2008手持机运用于土地整理中,定位精度比较高,稳定性好,并且降低了劳动强度,缩短外业时间,明显提高了劳动效率,实践结果证明可以满足土地质量复核测绘中的应用。", "label": "测绘科学与技术", "id": 0}
{"content": "在高山地区输电线路测量中,采用普通全站仪不仅劳动强度大,而且作业效率低。如改用免棱镜全站仪灵活配合GPSRTK作业,可起到事半功倍的效果。本文以免棱镜全站仪TopconGPT-9002A为例,详细阐述了免棱镜全站仪任意设站法和对边测量原理及其具体应用情形。实践表明,有关免棱镜全站仪的这些测量方法具有作业灵活、适应性强、实施速度快、成果可靠等特点。", "label": "测绘科学与技术", "id": 0}
{"content": "传统的气压高度测量系统电路复杂,抗干扰能力差,伴随气压高度计智能化要求,气压传感器向着小型化,集成度高,精度高的趋势发展。鉴于此,本丈设计了一种基于MS5607-B的手持式气压高度计,以80C51F310为微控制器,以MEAS公司新一代高分辨率MS5607-B为气压传感器件,结合其响应快,精度高,工作稳定特点及MEMS技术,设计了相应的硬件模块并进行软件编程,实现了对气压高度的准确快速测量。所设计的气压高度计具有体积小、质量轻、精度高、数据稳定、响应快、功耗低、便于携带的特点,具有广泛的应用前景。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>1.重力测量在国民经济中的应用在计量学领域中,\"千克\"是七个国际基本单位中唯一靠实物基准定义的单位。国际计量界多个研究小组正在实施\"瓦特天平\"项目。他们通过在天平上移动线圈使机械功率与电功率达到平衡的方法,来实现用自然基准重新定义\"千克\"基本单位量。在这些项目中,需要用绝对重力仪进行绝对重力测量,同时也需要用相对重力仪进行相对重力测量和引值,以构造\"瓦特天平\"项目所在房间的空间三维重力网模型。另外,重力测量还可用于压力传感器和测压元件的校准。中国计量科学研究院一直从事NIM型绝对重力仪的研制,并代表中国参加由国际计量委员会（CIPM）和国际大地测量学会（IAG）共同举办的国际重力仪关", "label": "测绘科学与技术", "id": 0}
{"content": "全站仪能同时测角和测距,再配合恰当的计算方法和操作技巧,能高效地完成测量工作,本文以实践经验为基础,理论分析为依据,介绍了全站仪在孔位放样中的几个技巧,及对全站仪在放样测量中进行精度分析。", "label": "测绘科学与技术", "id": 0}
{"content": "介绍了串口通讯的基本方法,分析了电子水准仪数据传输存在的问题,提出了电子水准仪数据加密传输的方法,同时也介绍了水准平差的实现过程,最终实现了电子水准仪数据输出和平差的一体化。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>高精度绝对重力测量在测绘、地质、地震、国防、资源勘探等领域具有重要应用。随着我国\"2000国家重力基本网\"和\"中国地壳运动观测网络\"的建成,对高精度绝对重力测量的需求日益增加,突显其在国民经济发展和国防建设中的", "label": "测绘科学与技术", "id": 0}
{"content": "随着科技的发展,光电经纬仪在技术上有了很大的改进,把高速电视、中波红外、长波红外等传感器的信息进行融合处理,获得了高精度的测量值。采用多传感器的光电经纬仪,在主视轴及两侧平行视轴上都安装了传感器。主视轴及平行视轴上获得的数据,处理的方法不同;平行视轴与主视轴存在不平行度,平行视轴传感器获得的测量数据,处理时必须对结果进行修正。在精度要求不高的情况下,通常的方法直接在平行视轴传感器测得的方位角、高低角修不平行度。本文采用位置坐标变换法来推导平行视轴传感器获得的数据修正公式模型。实验证明该修正公式提高了测量数据精度,适用于多传感器经纬仪测量系统。", "label": "测绘科学与技术", "id": 0}
{"content": "为了验证光电经纬仪电视图像跟踪能力,开发出三维视频模拟仿真系统,并着重阐述该系统在实时仿真过程中虚拟目标被固定障碍物遮挡时效果的实现。本文首先阐述模拟系统的组成及工作原理,继而提出实现虚拟目标遮挡效果的基本方法,其次说明三维模拟场景中物体坐标到展幕坐标的转换以及障碍物包络多边形的提取算法,最后阐释缓存视频多次叠加从而完成显示遮挡效果的原理。实验结果表明本系统以50Hz频率输出实时仿真视频,实现了固定障碍物对虚拟目标的遮挡效果,电视跟踪系统根据此视频完成了有障碍物遮挡情况下的模拟跟踪过程,基本满足了对光电经纬仪电视跟踪能力检验的实际工程需求。", "label": "测绘科学与技术", "id": 0}
{"content": "电子水准仪已经被测绘单位广泛的使用,如何快速的将测量数据转换成规范的数据,是进行观测资料整理和平差计算的基础,而厂家提供的软件并不能达到相关要求的数据类型,这就限制了电子水准仪的使用效率。Visual Basic程序设计语言已经被当代测绘者熟练的掌握,利用VB6.0语言实现数据格式的自动整理计算,解决了电子水准仪在这方面的不足。本文以TOPCON-DL101C为例,通过VB6.0实现数据格式的转换,从而转换成规范需要的数据格式。", "label": "测绘科学与技术", "id": 0}
{"content": "瞄准我国自然灾害应急的重大需求,开展基于卫星导航定位监测、嵌入式地理信息系统、传感技术等集成技术研究,研制面向国家四级灾害应急救助平台的导航移动终端,实现与国家灾害应急救助指挥系统、灾害评估业务系统的无缝连接和应用示范,为提高国家的综合减灾能力和建立国家四级灾害应急救助指挥体系提供技术支撑。", "label": "测绘科学与技术", "id": 0}
{"content": "2009年IBM首席执行官彭明盛首次提出\"智慧地球\"（Smart Earth）这一概念,建议新政府投资新一代的智慧型基础设施。智慧城市,是新一轮信息技术变革的产物,是信息资源日益成为重要生产要素和信息化向更高阶段发展的表现。智慧城市作为上海世博会首个主题论坛的成果由此进入宁波人的视野。宁波市委已审议通过《关于加快推进智慧城市建设的决定》。本文介绍了智慧城市、智慧位置的概念,对智慧位置的数据组织、平台搭建等提出建议。", "label": "测绘科学与技术", "id": 0}
{"content": "为了实现森林蓄积量的精准和实时测定,本文以北京市鹫峰林场部分样地为例,提出基于改进的电子经纬仪5重同心圆法测定森林蓄积量的原理和方法。研究表明,基于改进的电子经纬仪5重同心圆法所测样地的单位面积的森林蓄积量值逐渐变小,到第4个同心圆后,森林蓄积量值变化趋于稳定,蓄积测定结果可靠。改进的电子经纬仪采用望远镜和CCD系统,大大减小了错读和误读的概率,同时,利于PDA配合相应的软件自动计算,实现森林蓄积量测定的自动化和精准化。", "label": "测绘科学与技术", "id": 0}
{"content": "电子水准仪在外业操作方法和需要满足的测量条件上与光学水准仪区别不大,但功能比光学仪器强大了很多,对仪器熟悉的基础上大大提高工作效率和减轻劳动强度,在精密水准仪测量精度和成果质量科学可靠。", "label": "测绘科学与技术", "id": 0}
{"content": "在用全站仪进行三角高程测量时的数据处理中,当排除了球气差的影响后,全站仪本身自带程序自动算出的点与点间高差与根据全站仪读出的其它数据运用公式计算出的高差之间始终存在差异。", "label": "测绘科学与技术", "id": 0}
{"content": "PDA与全站仪的通信使全站仪外业数据采集的记录方式更加灵活。本文以导线观测数据记录为例说明了PDA与全站仪通信给测绘技术带来的进步,并介绍了实现通信的方法。", "label": "测绘科学与技术", "id": 0}
{"content": "作者依据现行的国家全站仪检定规程,对徕卡新型全站仪TS30进行了全面检测,本文主要对测角、测距功能的检测结果进行了详细报告,将TS30与徕卡公司过去生产的精密全站仪、索佳公司的同类全站仪进行了比较分析,表达了作者的评价意见。", "label": "测绘科学与技术", "id": 0}
{"content": "近年来世界上一些著名厂家对全站仪、电子水准仪等地面测量设备进行更新换代。新产品推出的同时,也会释放出许多新的技术特点。本文对全站仪、电子水准仪的新技术发展动态进行分析与总结,供大家参考。", "label": "测绘科学与技术", "id": 0}
{"content": "隧道断面测量系统为隧道工程提供专业化的隧道测量解决方案,可快速实现隧道开挖引导、高精度的隧道断面测量、实时比较实测断面和设计断面的差异、现场实时显示实际超/欠挖的结果等,多功能、高灵活的操作为隧道施工全过程提供最佳支持。本文以博飞BTS-802CAR全站仪为隧道断面测量的硬件设备,在VS2005环境下开发了PDA（Person Digital Assistant）上运行的隧道断面测量软件,形成了BTMS隧道断面测量系统产品。系统由BTS-802CAR全站仪、PDA组成,除可进行传统全站仪的测量放样及导线控制外,还可快速实现断面测量、炮孔放样、随机检测、超欠挖分析、数据存储以及成果图形报表输出等功能。工程实践表明,BTMS隧道断面测量系统在隧道断面测量方面能够发挥很好的效果。", "label": "测绘科学与技术", "id": 0}
{"content": "介绍了我国现阶段高铁施工建设中的几种关键、精密测绘设备的需求及研发情况,展望未来高速铁路建设及运营对测绘装备的新需求。", "label": "测绘科学与技术", "id": 0}
{"content": "本文介绍了投线仪基本原理,分析了激光投线仪的几种误差信息如:水平度[1]、倾斜度、弯曲度以及相应误差产生的根源;其次,介绍了系统软件界面、操作流程、各组成模块的设计和原理以及相关控制参数。整个系统采用在同一水平面或者同一铅垂面等间隔的放置几个面阵CCD来对激光投影线进行成像,通过图像采集、数字图像处理,提取激光线在各个CCD上的投影的中心位置信息,从而得出所出射的激光线的误差信息,根据误差信息对激光投线仪作出相应的调整,便可实现激光投线仪的高质量的生产。为了便于定位图像中心,对实验中的图像进行了预处理,去除了图像中的杂散光、噪声等的影响。通过比较形心法和灰度重心法确定合适的亚像素定位技术进行定位。最后通过与传统检测方法的实验结果对比,分析了本系统所采用的计算方法对实验结果的误差影响,并采用相应的办法来解决这些问题,从而使得测量的结果更为精确,可信度更高。", "label": "测绘科学与技术", "id": 0}
{"content": "虚拟仿真训练在军事院校教学中非常重要,测地车仿真系统是为此开发的模拟测地连对三维地形测量和校准的视景仿真系统。该系统中模型多为单个模型,需要有效的管理。本文介绍了XML实例文档表示三维场景数据的方法,使用此方法较好的实现了系统的场景管理。", "label": "测绘科学与技术", "id": 0}
{"content": "等高线在仿真系统中应用非常广泛。本文主要介绍了一种使用OpenGL图形库以及渐进网格算法实现等高线绘制的过程,渐进网格算法是利用网格点数据绘制等高线的算法,此算法简单易行,在网格比较小的情况下,可不必考虑对等高线进行复杂的平滑处理。本文首先介绍了渐进网格算法的实现原理,然后给出了该算法在测地车仿真系统中的实验结果并进行分析。", "label": "测绘科学与技术", "id": 0}
{"content": "本文中详细讨论了基于编码引导方式的南方CASS地形图软件接口系统的文件格式,数据编码,并针对线路工程中特殊的塔基地形图给出了详细的实现方案。自主研发的南方CASS全站仪和RTK GPS一体化、自动化的接口软件系统,在地形测量、架空送电线路工程测量中得到了广泛的应用。", "label": "测绘科学与技术", "id": 0}
{"content": "随着数字水准仪的广泛使用,我们有必要对其更好的了解。本文介绍了电子水准仪的原理、特点,通过实践来说明电子水准仪的精度指标。", "label": "测绘科学与技术", "id": 0}
{"content": "本文根据水准测量规范中水准测量的相关要求,基于EXCEL VBA制定电子水准仪数据处理程序设计思想,并对程序具有测段提取、错误剔除、粗差探测、测站温度改正、尺长改正、标准化成果表生成及观测指标统计等功能进行了详述。", "label": "测绘科学与技术", "id": 0}
{"content": "中型水库土石坝竖向位移监测,其特点是范围较小、观测工作有精密水准观测和普通水准观测,观测呈周期性且时间较短。本文探讨了用精密数字水准仪进行观测的方法,结合工程特点和仪器精度高、程序控制结果的特性,通过分析,对监测点观测总结了有关注意事项及操作方法,对基准网的观测提出了可单程观测的结论。", "label": "测绘科学与技术", "id": 0}
{"content": "介绍电子水准仪在实际生产中使用和有关问题的处理方法及电子水准仪的优点。", "label": "测绘科学与技术", "id": 0}
{"content": "以全站仪气象改正公式为基础,分析气压、温度等气象条件对全站仪距离测量的影响方式。在不同气象条件下,对同一段距离进行多次测量,并进行气象改正,从中得出气象条件对距离测量的影响规律。", "label": "测绘科学与技术", "id": 0}
{"content": "工程测量中不可避免地会产生观测误差,主要来自仪器设备、自然条件及人为因素的影响。若要提高测绘成果的精度,必须正确地认识和使用仪器,掌握正确的测量操作方法,正确地运用测量误差理论进行误差分析和处理,才能得以正确的测量成果。结合工程实践经验和多年的教学经验,对测量学教材中的几个误区进行分析,为正确地学习和使用测量仪器、提高测量成果的精度提供了科学依据。", "label": "测绘科学与技术", "id": 0}
{"content": "本文探讨在暂无控制点成果、控制点间不能通视等情况下,运用全站仪自由设站进行测量工作及数据换算方法。", "label": "测绘科学与技术", "id": 0}
{"content": "本文介绍将莱卡TPS400系列全站仪数据的内存数据形成测绘所需数据的处理方法。", "label": "测绘科学与技术", "id": 0}
{"content": "本文分析了基线点位移对解析法和比较法的影响,提出在比较法中将基线点位移量作为未知参数与测距常数一同解算的位移探测方法,用计算示例进行了验证,指出比较法计算的单位权标准差能综合反映受检仪器本身的测量精度和基线场的精度,建议修订JJG703时给出合适限差。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>新中国成立后,我国的测绘事业得到了飞速发展,成立专业机构及人才培养成了当务之急。1956年武汉测量制图学院（后先后改名为武汉测绘学院、武汉测绘科技大学）", "label": "测绘科学与技术", "id": 0}
{"content": "本文严格按照地形图测绘的程序,从准备工作到布设控制点、控制测量、碎部测量、数据传输与数据格式转换,再到绘制建筑物、线状地物、田块、等高线,详细介绍内外业一体化的整个过程,充分利用各种测绘方法和资源,提出测绘过程中所出现的问题并进行总结、探讨,特别是对地貌特征点的测量和等高线的绘制进行详细的描述,最后联系其他方面的相关内容,提出自己的几个建议。", "label": "测绘科学与技术", "id": 0}
{"content": "随着科学技术的发展,测深所使用的相关设备取得了明显的进步,从原始的测深杆、水铊绳发展到常用的测深仪、多波束扫测仪、机载激光测深。目前我们在常规测深方面主要还是测深仪,本文主要针对测深仪校仪结合测量规范就如何在保证测量精度的情况下,简化校仪的过程提出自己的一些看法,共大家参考。", "label": "测绘科学与技术", "id": 0}
{"content": "全站仪中心对点器的精确与否,直接关系到全站仪数据采集的全面精度和成果的准确。笔者通过对全站仪与经纬仪结构和工作原理的比对,提出了一种行之有效的全站仪中心对点器的检定和校正,用以抛砖引玉。", "label": "测绘科学与技术", "id": 0}
{"content": "江苏省党史教育基地电子地图现已正式上线,借助互联网+地理信息+党史教育基地新技术,打造了一个全新的江苏省红色文化数据库。详细介绍了江苏省党史教育基地电子地图的项目背景、建设任务、总体技术设计、项目建设情况。\"红色地图\"的点亮让\"云寻访\"、\"云讲解\"的党史教育\"飞入寻常百姓家\",也为线下参观、重访革命遗址提供便利。", "label": "测绘科学与技术", "id": 0}
{"content": "习近平总书记指出,要深入开展党史、新中国史、改革开放史、社会主义发展史教育,《江苏全面小康地图集》是建党100周年即将来临前,在全面建成小康社会决胜之年编制的一部专题地图集,系统地展示了江苏高水平全面建成小康社会的成就,回顾江苏伟大的改革开放史。主要介绍地图集的专题选取、结构编排、艺术设计等,阐述了地图集设计与编制的关键技术与创新点。", "label": "测绘科学与技术", "id": 0}
{"content": "通过将倾斜摄影测量技术应用于大比例尺地形图质量检验工作,改进了质量检验工作流程。与传统检验方式相比,无人机倾斜摄影测量生成的实景三维模型数据能够快速、准确的开展大比例尺地形图的数学精度和地理精度检验工作,提升了质量检验工作效率,降低了质量检验人员工作强度。", "label": "测绘科学与技术", "id": 0}
{"content": "传统的电子地图更新通常以测绘成果为数据源,这种更新方式具有地图精度高、属性信息丰富、要素完整度好等优势。但由于测绘成果生产流程的复杂性和对人工的依赖性,生产周期往往较长,导致电子地图滞后性严重。随着公众对电子地图现势性要求的不断提升,传统作业方法在现势性方面的短板愈发严重。为解决这一问题,提出一种利用深度学习技术基于高清遥感影像进行地物识别的方法,并以镇江市为例进行电子地图快速更新。从更新结果来看,通过深度学习提取的地理要素几何精度能够满足电子地图的技术要求,减少人工工作量50%以上,大幅提升电子地图更新效率,适用于城市电子地图的快速更新。", "label": "测绘科学与技术", "id": 0}
{"content": "习近平总书记曾在多个场合提到,要把红色资源利用好、把红色传统发扬好、把红色基因传承好。为更好传承革命精神,各地纷纷开展红色资源的挖掘和宣传推广工作。本文提出了一种\"线上+线下\"综合性地图设计方法,基于地图研发红色资源分析管理平台,形成了一套面向红色资源管理和宣传推广的一体化解决方案,并在《常州国家高新区（新北区）红色地图》编制工作中运用,效果良好。", "label": "测绘科学与技术", "id": 0}
{"content": "针对地块分布图自动绘制存在的疑难问题,从地块分布图绘制的要点出发,分析研究了绘制过程中相应的解决方案,改进了地块分布图的实现方法。在此基础上以ArcGIS Add-in方式编码实现了地块分布图的自动绘制和标注的整饰优化,验证了改进方法的可行性和优势。", "label": "测绘科学与技术", "id": 0}
{"content": "在没有GPS信号情况下,同时定位与地图构建（Simultaneous Localization and Mapping,SLAM）能够出色的完成在未知环境中的地图构建和自主导航。目前对于未知环境的SLAM主要有基于激光雷达、相机、超声波、无人机倾斜摄影、惯性测量单元（Inertial measurement unit,IMU）以及里程计等传感器的方法,但使用单一传感器进行未知环境的SLAM都存在一定的局限性,如激光雷达SLAM的全局定位能力差,视觉SLAM精度易受光照条件影响,而基于多传感器融合的SLAM可以从硬件结构上充分利用各种传感器的优势,弥补了使用单一传感器的不足,进一步提高了SLAM自主导航的定位导航精度以及鲁棒性。本文从多传感器组合方式出发,首先介绍了目前主流的多传感器组合方式,包括视觉和惯导融合的SLAM、激光和惯导融合的SLAM、激光和视觉融合的SLAM以及毫米波和激光融合的SLAM等,然后根据多传感器融合SLAM的研究现状,总结了多传感器融合SLAM所面临的关键问题,主要包括多传感器联合外部标定和多传感器数据融合方法,并探讨了相应的解决方案,最后对多传感器融合SLAM自主导航的发展趋势进行展望。", "label": "测绘科学与技术", "id": 0}
{"content": "历史文化名村是中国劳动人民智慧的结晶,是我国优秀传统文化的重要组成部分。村落中有着大量的物质文化遗产和非物质文化遗产,通过GIS手段对山西境内历史文化名村的进行分析,探究村落的形成原因与选址规律,对研究中国历史起源和历史文化名村保护具有参考价值。", "label": "测绘科学与技术", "id": 0}
{"content": "沈阳市拥有悠久的建城历史和丰富的历史建筑群,随着其历史文化城市建设的深入发展,现存的文化资源被越来越多的研究者所关注,出现了大量的研究成果,根据这些理论成果沈阳市建成了\"清文化\"、\"抗战文化\"和\"工业文化\"三个城市文化圈,作为城市文化载体的历史建筑成为了沈阳城市面貌的名片。但在以历史文化旅游为代表的文化产业发展中却没有达到历史文化名城发展的目标。在数字信息技术高度发展的时代,沈阳的历史文化也许借助数字化的传播模式打造数字城市,从作为城市文化载体的历史建筑入手,逐步建设沈阳的数字文化地图,将对深化历史文化城市发展有积极借鉴意义。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>本项目是以手绘地图为中心的文化衍生品开发项目（大连艺术学院手绘地图绘制）。项目使用手绘的方式同时结合计算机后期进行制图。手绘地图将精准表达地理要素的基础上融合了独特的艺术美感,从而达到兼顾实用性和艺术价值,主意在推动校园文化以及校园文创产品的开发与设计,同时推动大众对于文化创意理念的传播。", "label": "测绘科学与技术", "id": 0}
{"content": "基于ArcGIS编制数字政务地图,本文阐述了新北区数字政务地图的数据标准和组织、技术流程,并详细介绍了地图编制过程中的关键技术。", "label": "测绘科学与技术", "id": 0}
{"content": "城市内部不同空间区位的多模式可达性差异分析对交通不平衡现状把握和差异化交通发展对策具有重要意义。本文以上海市为例,基于互联网地图数据,采用潜力模型计算了街道分区的小汽车、公共交通和非机动车的可达性及模式间可达性差距指标。结果比较了三种方式的可达性数值范围、显示了各方式可达性的空间分布特征及空间自相关性。模式间可达性差距的空间分布进一步反映了公共交通与小汽车、非机动车与小汽车以及非机动车与公共交通方式之间的空间发展不平衡,区分了模式间可达性差距明显和差距较小的地区。研究结果可以应用于进一步交通政策分区和为交通平衡发展对策提供决策支持。", "label": "测绘科学与技术", "id": 0}
{"content": "目前我国已经全面进入到信息化时代,随着地理信息技术与计算机技术的不断发展,电子地图制作技术和理论的成熟,用户对电子地图的现势性要求越来越高。与传统纸质地图相比,电子地图能处理更为海量数据,丰富表达图面信息。阐述了苏州高新区政务电子地图的数据制作、检验和数据建库过程。", "label": "测绘科学与技术", "id": 0}
{"content": "本文通过Google earth与cass绘制平面图的方法介绍,展示了其在平面图绘制方面的应用,为修补区域平面图、工程初步设计规划等测绘工作提供了一种新的辅助方法。", "label": "测绘科学与技术", "id": 0}
{"content": "生态制图分析研究能综合自然资源信息和地理空间信息等复杂的多源数据,是生态环境保护与生态管理决策制定程中的重要组成部分,近年来成为景观生态学研究的重点方向之一。生态制图具有多业务、多类型、多尺度、多来源性质的数据综合分析功能,并将分析结果合理表达及输出,从而详细刻画生态环境的时空分布及其相互关系,使其结果更加直观、可视。本文通过对国内外生态制图分析研究的全面梳理,系统分析了其在技术和应用方面的研究现状。在这一研究基础上,以徐州市为研究区域,建立一套完整的生态制图分类系统,绘制不同主导因素下的生态图件,以揭示研究区域可视化的、定量的、具有空间位置信息的生态环境状况。", "label": "测绘科学与技术", "id": 0}
{"content": "从地图制图学基本概念出发,通过对地图投影中轴向分析,讨论了国内编制世界地图中极少采用的斜轴投影,并从斜轴投影角度剖析郝晓光博士新编世界地图的编图方法,指出其斜轴（横轴）投影的实质。同时,利用斜轴（横轴）Mollweide投影实现了郝晓光博士新编世界地图（南半球版和北半球版）类似效果的世界地图（简图）,以深化对小比例尺斜轴投影世界地图编制的认识。", "label": "测绘科学与技术", "id": 0}
{"content": "电子地图天地图的重要组成部分,是支持电子数据显示的相关软件将数据在电子屏幕显示出来的底图,实现了电子数据和计算机软件系统的统一介乎,很好的为公众服务。结合工程实例阐述了通过ArcGIS软件制作电子地图,包括数据库设计、数据提取与处理、地图表达、底图瓦片等方面,并指出了制作过程中需要注意的问题。", "label": "测绘科学与技术", "id": 0}
{"content": "探讨了基于arcmap软件和地理实体数据库的快速出图方法。结合辅助决策地图编制实例,介绍了数据建库、数据预处理、符号化及配图、巡视底图编制等流程。", "label": "测绘科学与技术", "id": 0}
{"content": "应用系统分析的正确性和可靠性取决于矢量地质数据的质量,矢量化地质数据质量高低将对系统分析准确性产生较大的影响,同时也是系统成败的关键所在。本文在全面掌握矢量化过程的前提下,深入分析矢量化的工作的误差来源,以定性、定量的研究方法来确定矢量化精度损失的性质、大小和规律,以便更好地对误差做出控制,提高地质图矢量化的精度。", "label": "测绘科学与技术", "id": 0}
{"content": "城市历史地名是城市历史、地理、文化等信息的载体,是见证城市历史发展的\"活化石\",是延续城市历史文脉的重要依托,以规范化、标准化、信息化的方式存储管理各个时期的城市历史地名,探索城市历史地名发生、发展及演变规律,对研究城市发展规律,研究城市历史地名规划有着重要作用。本文系统研究了城市历史地名的时空特征,地名沿革表示方式,提出了基于地名生命周期的城市历史地名时空数据模型,完整保存变更前后各个时期的地名信息,实现地名快速查询的目的,解决了以可视化方式展示时间截面地名,或追溯单个地名的沿革过程,查询特定时间截面地名等相关问题。", "label": "测绘科学与技术", "id": 0}
{"content": "大比例尺地形图更新是基础测绘重要工作内容。本文设计了移动测量技术更新大比例尺地形图的作业流程,阐述了数据采集、点云测图、数据检查等作业过程,验证了更新成果的精度,并分析了移动测量方法更新的优势及后续研究方向。本文对我省同类大比例尺地形图的更新工作具有借鉴意义。", "label": "测绘科学与技术", "id": 0}
{"content": "采用基础测绘中的立体模型测制地貌要素,主要是等高线和坎等。采用最新时相的正射影像跟踪地物要素。将地貌要素和地物要素和并,进行矛盾关系的处理或者结合外业实测点位进行适当的变换。用此种技术路线制作的1:2000图,虽然地形要素的绝对精度达不到1:2000地形图的要求,但是地形图测制的工期较短。利用已有资料,成图成本较便宜。虽然不是严格意义上的1:2000地形图,但它能多快好省的满足甲方设计要求,在水利,电力选线,风电场,农业,民政,审计等行业有较为广泛的应用,是基础测绘的延伸应用,是按需测绘的普遍性例子之一。", "label": "测绘科学与技术", "id": 0}
{"content": "本文介绍了作者在全国第二次地名普查中联合应用ADO数据库技术与OLE Office技术解决普查过程中各类型表格文档与数据库间的双向导入导出的经验。为实现Office文档资料与数据库后台联合应用类型软件的开发提供了一个参考。", "label": "测绘科学与技术", "id": 0}
{"content": "本文主要研究云南省昭通市昭阳区第二次全国地名普查成果在城市道路最优路径选择方面的重要作用。通过对地名普查中获取的城区道路空间信息和属性信息的研究,提取出道路街巷在城市通行方面关键信息,运用C#对其中交通影响因子的权值分析计算,加之交通部门提供的城区道路拥堵统计表,分析空间交通路网,对最优路径选择提供帮助。", "label": "测绘科学与技术", "id": 0}
{"content": "地名是地理信息的基本要素,地名普查是一项公益性、基础性的国情调查。本文基于地名调查工作,对该项工程的建设目标、工作内容、作业流程及各重要环节主要内容进行了梳理总结。通过本文的介绍,能增加业界对地名普查的认知,对地名普查工作起到推进和完善最用。", "label": "测绘科学与技术", "id": 0}
{"content": "基于新的国家规范,论文系统论述了我国大比例尺地形图分幅和编号的原理及方法,整理了有关分幅理论的解析计算数学模型。并以1975国际椭球参数和克拉索夫斯基椭球参数为基础,根据给定的大地坐标或国家统一坐标,利用程序判别目标点位所在比例尺图幅的编号,以及所属投影带的带号。", "label": "测绘科学与技术", "id": 0}
{"content": "塔位地形图是输电线路成果图中重要的一项,基于CASS塔位地形图,利用VBA二次开发实现塔位地形图的批量自动旋转与标准化出图。提高了内业工作效率,减少人为失误,保证成果质量。", "label": "测绘科学与技术", "id": 0}
{"content": "结合昆明市1:500地形图缩编为1:2000地形图为例,基于EPS2008平台,对1:500地形图进行转换制图综合,完成1:2000地形图缩编方法的研究。", "label": "测绘科学与技术", "id": 0}
{"content": "大比例地形图在规划和建设中应用广泛,成果质量直接影响后续工作的开展。数学精度是大比例尺质量检查中的重要质量元素之一。目前,测绘质检手段一般滞后于测绘生产手段,而且数学精度检测工作繁琐,检测效率低下。本文基于AutoCAD ObjectARX.NET二次开发了大比例尺地形图数学精度检测系统。系统利用Access数据库统一存储检测项目数据,实现了自动检测和手动检测关键算法模块,采用Excel进行检测记录表格和统计表格输出,大大提高了检测效率。", "label": "测绘科学与技术", "id": 0}
{"content": "作为传统外业测绘的最终成果,DLG可以较为全面的描述地表且具有目视效果佳、色彩丰富等优点,作为基础地理信息数据,一直在各设计领域有着广泛的用途。近年,随着各行业三维设计的不断深入,二维形式的DLG逐渐无法满足三维设计的需要,将DLG转换为更具直观性的三维模型地形以供三维设计是必然的趋势,但在DLG直接转换为三维地形模型的过程中,其数据量、所需渲染资源呈几何级数增加,一般电脑往往难以承受进而出现电脑死机、反映缓慢等情况。本文提出一种针对工程实际不同区域对精度要求不同的特点,设计实现了一种多级比例尺DLG组合生成三维模型的方法,在满足三维设计需求的同时,极大的减少数据量,以实现三维地形模型在普通电脑上的流畅运行。", "label": "测绘科学与技术", "id": 0}
{"content": "随着计算机技术、测绘科技的快速发展,汽车快速融入到人们生活当中,车载导航系统时下已经成为出行必备的工具之一。导航电子地图作为导航产品最基础也是最核心的要素,近几年在汽车、个人及互联网导航产品需求的拉动下快速发展。目前全球导航产业正处于快速成长阶段,应用领域也越来越广泛。衡量导航电子地图的最重要标准是其信息含量、精确度、更新速度等,而未来占主导地位的导航电子地图必定在此基础上积累经验,加入更多科技元素,应用在车载、手机等平台。本文首先对国内外导航电子地图的现状进行了详细的介绍,分析了当前导航电子地图生产存在的问题,阐述了本文研究的意义。简要的介绍了导航电子地图的制作内容和要求,详细的描述了导航电子地图在母库数据生产、产品数据生产、数据服务三个阶段的作业依据和内容,提出了针对当前生产模式下产业化的发展方向和实现的有效措施。", "label": "测绘科学与技术", "id": 0}
{"content": "基于地磁坐标系的原理,将地磁北极虚拟为地球表面任意一点,提出虚地磁坐标系的概念。除在特定虚拟地磁极（如地磁北极、地理北极）条件下虚地磁坐标系具有物理意义外,在构建斜轴地图投影中也具有重要应用。在虚地磁坐标系的框架下,纬线世界地图可视为虚拟地磁极位于赤道的一类特殊的地图投影,以此深化对郝晓光世界地图的理解和认识,同时也可以进一步将其拓展至更一般的地图投影情况,为不同视角下的世界地图编制提供基础。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>在极地地区的陆架上,高分辨率的多波束水深地形图对于各个海洋学科的研究有着重要意义,特别地,它可以揭示冰川进退过程中产生的海底微地貌特征,从而指示冰川的历史动态。罗斯海作为对气候变化非常敏感的西南极冰盖向海延伸的一个主要区域,历史上冰川活动较为显著,一直以来都是国", "label": "测绘科学与技术", "id": 0}
{"content": "结合全国第二次地名普查项目,探讨了利用QGIS与奥维互动地图进行辅助调查,提高了外业调查的效率和精度,实现内外业数据同步,简化了地名普查工作的作业流程。", "label": "测绘科学与技术", "id": 0}
{"content": "第一次地理国情普查获取了海量、翔实的地理国情数据。将不同层级普查要素进行系统地分析和归纳,在地市级普查图集中利用合适的制图方法直观反映,对于普查成果的转化应用具有重要意义。本文以绍兴市为例,通过分析4个层级14类普查要素的属性特征和相互关系,提出了图集内容的设计思路和地图表示方法的选取,为同类图集编制提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "针对统计数据量大、指标复杂,表现形式单一等问题,本文提出一种社会经济统计数据快速制图的方法,基于\"天地图·江西\",采用javascript+java技术路线,进行专题图组件开发,直接调用社会经济数据库中的表格数据,个性配置专题图的参数和信息,实现专题图的在线定制和动态渲染,将社会经济统计数据融入时空数据资源,做到空间、时间、指标三维一体,方便、快捷的对社会经济数据库中的表格数据进行可视化控制和管理。", "label": "测绘科学与技术", "id": 0}
{"content": "城市基础地理信息更新快,利用资源三号卫星影像可以高效、快速的发现变化的区域和要素,并进行要素提取,在南昌市2014版城区图和市域图的更新中采用了该技术方法,结果表明该方法有效,且取得了较好的经济效益。", "label": "测绘科学与技术", "id": 0}
{"content": "研究目的:对\"天地图\"的发展提出个人建议。研究方法:通过分析研究地图发展及现状,导出政府职能部门着力的方向性建议。研究结果与结论:市场归市场,政府归政府,对地图发展及服务依然重要。", "label": "测绘科学与技术", "id": 0}
{"content": "地图现势性是判断地图是否好用的一个重要指标。本文首先分析厦门市地图更新方式、现状及存在问题,进而对地形图修补测在地图更新中热议问题进行了分析与综述,最后提出了构建厦门市地图动态更新机制的具体措施和建议。", "label": "测绘科学与技术", "id": 0}
{"content": "地名地址数据是民政部门重要的一块业务数据之一,也是测绘部门在数字城市地理空间框架项目建设过程中必然会采集的重要数据之一。并且也在工商、城管、公安等部门间也发挥强有力的作用。但是以现状来看,各个部门分头采集,重复采集、没有一定标准。本文中以数字城市地理空间框架项目中的测绘、民政、工商三个部门为例,给出了以GIS、物联网等技术手段来实现多部门间业务协同式地名地址数据更新的机制,保证了数据的权威、统一、标准和及时更新。", "label": "测绘科学与技术", "id": 0}
{"content": "互联网给传统产业带来革命性影响,地图市场也不例外。本文分析了高新技术对地图市场的影响以及给地图市场带来的机遇和挑战,并对互联网时代地图市场的发展前景进行科学预测,探讨了传统纸质地图市场的发展出路和新媒体地图市场的广阔前景。", "label": "测绘科学与技术", "id": 0}
{"content": "《浙江省地震防震减灾地图集》的编绘是一项艰巨而繁重的任务,涉及面广、信息量大。将ArcGIS和CorelDraw结合进行地震专题图的制作,利用各自软件的优点,通过灵活的工序设计,能够大大地减轻劳动强度,提高地图的制图效率和制图质量,增强地图的信息表达和可读性。", "label": "测绘科学与技术", "id": 0}
{"content": "东阳市\"十三五\"综合交通规划图,描述了东阳市在未来五年的路网建设及物流、航运、港口等要素的分布情况。\"十三五\"交通规划是全省未来经济发展建设的重中之重,编制交通规划图不仅方便城市规划者对当地基础地理信息的了解,同时让领导者对未来发展做出决策有了更好的依据。本文主要从交通规划图的设计编制入手,分析了交通规划图的制图方法和交通要素的最优表达。", "label": "测绘科学与技术", "id": 0}
{"content": "以泰州市第二次地名普查项目为案例,论述了如何充分利用各行业部门的既有资料,科学分析,深入挖掘,整合各种数据资源,完成地名普查要求的地名数据的内业获取,实现空间数据共建共享,极大地提高了工效,减少了一些不必要的重复建设,缩短了项目周期。", "label": "测绘科学与技术", "id": 0}
{"content": "地名地址作为最常用的社会公共信息资源,不仅与人们的日常生活息息相关,而且是政府行政行为、经济建设不可缺少的基础信息资源。对南京市地名地址数据库及共享服务系统的建设情况进行了总结,详细介绍了系统建设内容及技术路线,该项目的实施可为政府部门、社会公众提供准确、规范、完善的地名地址服务,为城市建设、管理决策及城市应急提供准确、实时的地名地址信息支撑,满足城市管理的要求,对其他城市的地名地址数据库建设具有借鉴意义。", "label": "测绘科学与技术", "id": 0}
{"content": "地质找矿通常利用大区域地质、物探、化探、遥感等信息,对可能成矿区域进行探寻,获取有效的矿化信息,对圈定的找矿靶区进行详细的实地勘查。由于地质勘查所用底图更新较慢,不利于地质勘查工作的开展。本文以工作实例为基础,提出利用航空摄影技术、高清卫星地图,快速更新地质勘查用底图的方法,为地质找矿初期的地质勘查用图更新提供了一个新的思路。", "label": "测绘科学与技术", "id": 0}
{"content": "在制作地理国情普查纸质打印出图时,作者根据地理国情普查底图纸图制作技术规定,结合实际项目生产要求,利用ARCGIS软件探讨出一种结合PYTHON脚本批量模版化自动出图的方法,操作简单、出图效率高、实用性强。", "label": "测绘科学与技术", "id": 0}
{"content": "本文结合云南省交通规划设计研究院的实际工作,使用车载激光扫描技术,完成了弥渡至巍山农村公路改扩建地形图生成。该方法显著减少了外业数据采集时间,在投入相同人力的情况下,内业数据处理的时间基本不增加,且有效提高了地形图测绘精度。该方法可使设计人员将主要时间和精力集中于优化设计,避免本末倒臵,在公路设计行业具有较好的应用前景。", "label": "测绘科学与技术", "id": 0}
{"content": "本文根据自己的工作实践,介绍了利用photoshop制作影像挂图的步骤和方法,总结出了在制作影像图过程中的经验和技巧,并提出了自己对于photoshop软件的改进的建议。", "label": "测绘科学与技术", "id": 0}
{"content": "论文以昆明市工业产业布局专题图为研究的对象,详细阐述了该专题制作关键技术在DERAS平台下对影像数据进行纠正处理,同时采用CAD软件对各种专题数据进行集成,并结合PHOTOSHOP出图。对制图过程中出现的问题进行深入分析,并提出了相应的解决问题的办法。", "label": "测绘科学与技术", "id": 0}
{"content": "城市的大比例尺基础数字地形图是保障城市各种专题地理信息系统研究与应用的基础。由于城市化进程的不断加快和城市地理信息系统的推广使用,建立一套便捷有效的更新基础数字地形图的方法对基础地理空间数据库的现势性和准确性建设具有重要的现实意义。大比例尺基础数字地形图应用实例研究。采用数据整理的手段,对原有1︰500数字地形图由Micro Station软件下的dgn格式转换为Eps2008平台下的edb格式并检查入库。在提高测绘生产、建库、管理的运行效率,保障基础地形图数据库的数据质量的基础上,研究形成了从生产任务的工程登记、任务安排、资料下载、测绘生产、资料检查、成果验收、数据入库、资料归档的一体化数据更新、管理模式。", "label": "测绘科学与技术", "id": 0}
{"content": "地名普查是一项公益性、基础性的国情调查。本文结合实际案例,介绍了在第二次全国地名普查项目中监理工作的内容,探讨采用的监理模式及工作思路,从监理方的角度阐述监理在本次地名普查项目发挥的作用。", "label": "测绘科学与技术", "id": 0}
{"content": "\"天地图\"是国家测绘地理信息局建设的地理信息综合服务网站,是\"数字中国\"的重要组成部分,是国家地理信息公共服务平台的公众版。\"天地图?云南\"省级节点（分节点）涵盖整个云南省辖区范围内的15-17级数据,\"天地图?昆明\"市级节点（信息基地）涵盖昆明市域内18-20级在线服务数据生产。本文详细介绍\"天地图?昆明\"1︰500~1︰2000电子地图的生产流程、关键技术及技术特点。", "label": "测绘科学与技术", "id": 0}
{"content": "电子地图是传统纸质地图的模拟与发展,是可交互的多功能的可视化集成地图,可以直观、生动、形象地表达地理要素实体。本文从电子地图的定义、特点及制作流程入手,介绍电子地图的可视化设计表达,给出一些电子地图可视化表达的原则与经验。", "label": "测绘科学与技术", "id": 0}
{"content": "针对刚完成的第一次全国地理国情普查与正在进行第二次全国地名普查工作,本文从地理国情普查成果及地名普查内容进行对比,浅析了地理国情普查成果对地名普查的应用。", "label": "测绘科学与技术", "id": 0}
{"content": "针对地名普查工作特点,结合生产实际对传统方法的作业模式进行分析,按照国家地名信息采集与数据入库要求,将生产过程中解决实际难题、提高作业效率的软件工具和方法集成,基于.Net和Android技术设计开发地名普查内外业一体化作业系统,实现了将采集的矢量数据、多媒体、地名登记表等信息同步入库,共享Arc GIS数据管理与编辑,成果包生成等。在多个县生产中实际应用,取得了良好的效果。", "label": "测绘科学与技术", "id": 0}
{"content": "本文应用层次模型方法、空间数据库技术及融合空间计算技术,分析了云南省地名地址要素,创建地址字典库,在原有的地名地址编码规则的基础上进行改进,并考虑带有空间位臵描述的复杂语义的地名地址描述及查询,如\"地理信息中心附近的酒店\",这种带有空间陈述的位臵描述,将空间计算融于POI位臵描述及查询过程中,从而提出基于地名地址层次模型并融合空间计算的地名地址编码规则,它能很好的满足地址编码的唯一性要求,提高匹配效率及准确率。", "label": "测绘科学与技术", "id": 0}
{"content": "通过\"十二五\"期间的建设,云南省首次完成了1︰1万基础地理信息的全境覆盖。更新经济发展迅速的地区,生态环境变化频繁的地区,可以统计和分析地理信息的变化,监测并预警不良现象的发展,保持基础地理信息良好的现势性,是社会经济持续健康发展的需要。在进行基础测绘地形图更新时,测绘工作者也面临了诸多的问题,基于\"快速更新,按需测绘\"的总体要求,在基础测绘地形图更新时我们将遇到那些问题,如何解决生产实践中的问题,本文做了详细的探讨。文中的一些实验数据对地形图的更新决策具有重要的参考意义。", "label": "测绘科学与技术", "id": 0}
{"content": "随着国民经济的飞速发展,新生地名不断涌现,原有地名不断消失,而现有地名的管理和服务水平相对滞后,亟需再次开展地名普查工作。本文以第二次全国地名普查工作为契机,以云南省贡山独龙族怒族自治县为例,提出了基于0.5米分辨率的数字正射影像,以地理国情普查成果为参考的地名普查工作中,ARCGIS在地名数据采集,属性信息录入以及地名普查成果空间分析应用中发挥的作用。", "label": "测绘科学与技术", "id": 0}
{"content": "地名是重要的地理信息和社会公共信息,地名普查是一项基础性、公益性的国情调查。居名点是本次地名普查11大类别中的重要人文地理实体之一,居名点类地名相对于其他类别变化较大,属性信息调查较为复杂。查清本地区居名点类地名情况,同时进行规范化处理,提高地名标准水平,方便人民群众生活;有利于维护国家主权和领土完整、巩固国防建设;促进我国经济社会协调发展、弘扬我国优秀传统文化,为社会提供全面准确的地名信息,对提高政府管理水平和公共服务能力具有重要意义。本文主要介绍了巧家县第二次全国地名普查工作中居民点类普查的技术方法和标准化处理。", "label": "测绘科学与技术", "id": 0}
{"content": "数字正射影像（DOM）作为农村土地承包经营权确权登记颁证项目的工作底图,它既具有像片的影像特征又有地图的几何精度,是进行土地确权工作的依据,因此对数字正射影像图成果质量的控制十分重要。本文基于云南省农村土地承包经营权确权登记工作底图项目,详细探讨数字正射影像图中存在的影响农村土地确权工作的常见质量问题。", "label": "测绘科学与技术", "id": 0}
{"content": "本文论述了数字地形图中产生高程点与等高线错误的可能原因,分析了高程点和等高线在地形图中的空间位置关系以及作为判断条件的数学关系,论述了解决问题的办法和判断规则,展示了通过编制计算机程序实现找出其错误的核心代码,此研究对于减轻质检人员在检查数字地形图的高程点与等高线错误时的劳动强度和提高工作效率很有意义。", "label": "测绘科学与技术", "id": 0}
{"content": "在地图上实施量算,是应用地图制图学的一个组成部分。本文介绍了在地图上量算面积的多种方法,重点阐述了一种新技术方法的技术路线和特点,并分析了其误差情况。", "label": "测绘科学与技术", "id": 0}
{"content": "面状符号的填充是地图制图的重要组成部分。本文针对ArcGIS等制图软件在面状符号填充方面存在的问题,通过分析现有的填充算法,提出了一种基于图形分割的面状符号自动填充算法。该算法通过计算面的结构线,对复杂面进行分解,通过判断分解后的简单面的形状,赋予不同的制图表达规则,实现区域符号的自动填充。该算法可以有效地实现狭长以及包含狭长分支的不规则图形的合理填充,大大减少了制图工作量。", "label": "测绘科学与技术", "id": 0}
{"content": "地名地址数据库建设是数字城市基础地理信息数据建设中的重要一环,本文结合数字南岳地理信息基础工程地名地址数据库建设项目,阐述地名地址数据库建设设计与实现的技术路径,大大提高了管理水平与工作效率。", "label": "测绘科学与技术", "id": 0}
{"content": "三维设计是目前中国水电顾问集团各设计院针对水电工程的主要设计手段,三维地形图是各种建构筑物、金属构件等各种三维设计产品的承载平台,也是地质、水工、交通各专业开展三维设计的基础和前提,三维地形出图效率和产品质量对三维设计的有效开展有着重要影响,本文以Microstation平台为基础,阐述了三维地形制作的方法和内容,并对数据融合和数据压缩进行了重点研究,取得了较好的效果,可为相关三维地形制作提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "城镇的发展与演变是地理、政治、经济、人口、文化等因素共同作用下的结果,居民点作为城镇的重要组成部分,可以很好地反映这一过程。本文以嘉鱼县第二次全国地名普查成果为基础,通过挖掘地名属性信息,构建居民点实体模型与时间序列,阐述鱼岳镇近现代以来城镇居民点形成与分布的规律,并对其城乡布局和聚集模式进行了分析与探讨。", "label": "测绘科学与技术", "id": 0}
{"content": "本文阐述了《鄂州城市地图集》项目的编制背景、目的,图集的总体设计和制作过程。从图集的结构、作业方法、编制过程几个方面介绍了图集的内容和编制原则,最后对《中国城市地图集系列》的工作开展提出了一些思考和建议。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>一、评价地图的依据提高图形符号的吸引力是提高量化地图展现力的一个重要方面,地图作品犹如其他艺术品一样,特别是计算机制图更应从视觉角度提高地图整饰水平,只有吸引读者,引起读者兴趣,才能提高地图的感受效果,增强地图的可视性。笔者认为提高图形符号的吸引力可从符号的色彩美学、立体化、动态化、象形化和透视化等方面着手设计。专题地图制图存在着一种明显的倾向,即专题地图极其注重", "label": "测绘科学与技术", "id": 0}
{"content": "电子地图是数字城市地理信息公共平台建设的基础,电子地图制作的效果直接影响到公共平台的运行和服务质量。本文主要从电子地图制作流程、POI分类、地图点线面要素符号化、多比例尺地图综合四个方面,对数字城市电子地图制图中应用到的方法进行分析和总结。", "label": "测绘科学与技术", "id": 0}
{"content": "第一次全国地名普查自1979年开始,到1986年结束,距今三十多年。随着社会发展、地方建设兴起,我国很多地方发生巨大变迁。为了全面掌握地名基本信息,提高地名标准化水平,加强我国地名管理和提高服务水平,国家决定开展第二次全国地名普查。本文以湖北省嘉鱼县第二次地名普查为例,总结了地名普查的工作经验,主要从准备工作和信息收集、记录方面提出几点建议,达到提高工作质量和效率的目的。", "label": "测绘科学与技术", "id": 0}
{"content": "在分析地图着色本质以及深度优先搜索算法优缺点基础上,本文提出一种基于深度优先搜索的地图着色方法,并以全国地图和全国县级行政区划图对本文算法进行了实验验证,取得了较好的着色结果。", "label": "测绘科学与技术", "id": 0}
{"content": "本文利用ArcGIS与CorelDRAW两大制图软件平台结合,通过对《五指山市影像图》设计与编制的实践工作,介绍了该影像图的设计以及制作流程,结合制图过程中的设计与操作实践经验,分析地图设计编制过程中应该注意的若干问题,从而为地图编制人员提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>中国海区及邻域位于欧亚板块、印度-澳大利亚板块和菲律宾海-太平洋板块的转换交接区,新生代以来,受三大板块的裂离和聚合作用的影响,发育了数十个时代不同、大小不等、形态各异、类型多样的新生代沉积盆地。对这些新生代盆地进行系统研究,编制新生代盆地分布图,即可指导油气勘探,也是中国海洋地", "label": "测绘科学与技术", "id": 0}
{"content": "<正>1.概述\"1:100万中国管辖海域及邻区水深-地形图\"属于\"中国海及邻域地质地球物理及地球化学系列图\"项目第二层次编图,其中,1:100万中国管辖海域及邻区水深-地形图（黄东海幅）由青岛海洋地质研究所负责完成。目标任务是系统收集、整理中国海、及临近海域范围内水深、地形、地貌等调查数据和研究成果,结合国内外各家研究机构公开的地形数据资料,利用先进的计算机制图技术,编制反映我国最新调查成果和认识的基础图件;对研究区内的地形地貌进行研究,为资源调查、海洋权益、科", "label": "测绘科学与技术", "id": 0}
{"content": "<正>1、编图范围中国海-西太平洋磁力异常图分为南北两个图幅,其中北幅编图范围为北纬21°-42°,东经117°-148°,南幅编图范围为北纬2°-26°,东经105°-150°。比例尺1:300万,采用WGS-84坐标和地球系,墨卡托投影。2、数据来源中国海域-西太平洋磁力异常图编图区内使用的数据大致分为四类,分别为航遥中心实测数据、", "label": "测绘科学与技术", "id": 0}
{"content": "<正>中国海地处欧亚板块东缘内部,以其独特的地质环境,丰富的矿产资源而举世瞩目。深入系统研究其地质地球物理场特征、地质构造及其演化历史具有重要学术意义。随着大量地质地球物理观测的实施,我们对东亚大陆边缘的海陆地质和大地构造都有了崭新认识。通过编制典型地学剖面图,可以全面系统地汇集这些成果,既有利于推演板块运动和大陆构造转换的宏观过程,又有利于研究地球物", "label": "测绘科学与技术", "id": 0}
{"content": "<正>1.基本情况2008-2012年,中国地质调查局青岛海洋地质研究所联合中国科学院地质与地球物理研究所、广州海洋地质调查局等单位编制了《中国海陆及邻区地质地球物理系列图（1:500万）》（简称《海陆系列图》）。该图系利用1988年以来我国陆域、海域最新地质地球物理调查成果和周边国家最新研究成果,以\"全球构造活动论\"为图件编制的指导思想,采用先进的数字成图技术,编制了空间重力异常图、布格重力异常图、磁力异常图、地震层析成像图、莫霍面深度图、地质图、大地构造格架图和大", "label": "测绘科学与技术", "id": 0}
{"content": "<正>1:300万中国海-西太平洋地势图（北半幅）是中国海陆地学系列图中的重要成果图件之一,编图范围为21°N-42°N,117°E-148°E。地势图采取海陆联编,以海为主的方式编制,主要表现制图区域地形分布的脉络体系、结构形式,以及与地势密切相关的各种地貌类型的分布规律和形态特征。一、数据来源编图资料来源主要分为两大部分,（1）中国大陆与管辖海域主要以我国多年来开展的基础调查实测", "label": "测绘科学与技术", "id": 0}
{"content": "城市历史地名分类体系是实现城市历史地名数据的有序存储、管理、查询、数据库间的转换和共享,不同时期地名景观分布、不同类型地名演变规律等应用分析的基础。由于古今地名用语、地名构成迥然不同,现有的地名分类体系很难满足历史地名的分类需求。本文充分考虑城市历史地名的类别特征,剖析了城市历史地名的语义特征、类别构成特征,基于现有地名分类国家标准、行业标准、专用分类体系等,采用混合分类法,建立了城市历史地名分类与编码体系,将城市历史地名分为2个门类、10个大类、40个中类、127个小类,地名类别代码采用数字型代码,分为4段,用6位阿拉伯数字表示。解决了城市历史地名存储、管理、查询等过程中的分类的问题。", "label": "测绘科学与技术", "id": 0}
{"content": "本文通过文献研读结合实地调研,考证杭州西湖景区的历史声景资源并从中选取现存有价值的声景名胜进行现场录音,合成设计集文字讲解与图文资料为一体、基于微信公众平台的杭州西湖景区有声游赏地图。这一视听结合的有声地图可通过手机扫捕二维码的简单操作,随时随地查询、倾听杭州西湖的风景信息,不仅拓展了杭州西湖景区地图的体验维度,还为盲人、视障人士提供感知西湖风景的有效途径,更为记录、传播杭州西湖声景遗产提供较完善的手段。本地图还具有制作技术简便、信息更新及时等优点,对其他景区数字游览地图制作、标示牌设计等都有一定参考价值。", "label": "测绘科学与技术", "id": 0}
{"content": "电子地图（谷歌地图、百度地图、天地图等）是一种公共资源,以其丰富的信息,较快的更新速度,现已广泛应用于各行各业的生产中。在油田的地面建设工程中,经常利用谷歌地图进行线路工程的选线、定线工作,也可以将相关数据展示在地图上,方便位置查找,完成交桩等工作;也可以利用电子地图作为底图,叠加相关的专题信息数据,制作各类专题图,进行数据管理和展示;也可利用电子地图（如谷歌地图）进行小比例尺地形图的编绘等工作。", "label": "测绘科学与技术", "id": 0}
{"content": "随着经济的飞速发展和城市规划水平的不断提高,对大比例尺地形图的要求越来越高,地形图更新维护是保持整体现势性的重要保证。针对徐州市大比例尺地形图更新维护方法展开讨论,列举了现有的一些手段和方法,探讨了一些测绘新技术的使用,为城市大比例尺地形图的更新维护提供了新的思路。", "label": "测绘科学与技术", "id": 0}
{"content": "通过对高斯投影计算方法的分析,使用面向对象程序设计方法设计了高斯投影计算过程中的相关类,并结合Exccl DNA技术,在Exccl中新建了高斯投影计算函数。", "label": "测绘科学与技术", "id": 0}
{"content": "在数字城市建设的过程中,地名地址数据起到了不可或缺的重要作用。本文以数字连云港为例,详细介绍了街景影像的采集和处理,结合已有POI数据库和高分辨率DOM影像,自主研发了基于以上数据的地名地址更新软件,形成了内外一体化的POI数据更新技术流程,为地名地址数据更新提供了一种高效的方法。", "label": "测绘科学与技术", "id": 0}
{"content": "随着社会公众对POI数据丰富性、现势性的要求越来越高,传统的POI数据更新费时费力,利用智能移动终端内置的GPS芯片接收卫星信号对POI点定位,结合移动开发技术,可以实现天地图POI数据的快速更新。", "label": "测绘科学与技术", "id": 0}
{"content": "地形图是测绘工作成果的重要组成部分,用于表示地形起伏和高程分布。对于大多数非专业测绘工作者来说,从地形图中看出各种地貌是不容易的事情。所以本文主要研究地形图的三维可视化,以最低的成本将三维模型输出到实体三维模型中。", "label": "测绘科学与技术", "id": 0}
{"content": "地形图分幅是地形图数据生产过程中一项重要工作,包括图幅外地物裁剪、图廓整饰等工作。为提高此环节工作效率,本文介绍基于FME软件的地形图批量分幅方法,并利用AutoCAD VBA进行二次开发,实现全过程自动处理。", "label": "测绘科学与技术", "id": 0}
{"content": "通过对DXF文件实体存储规则的研究分析,使用常规的七参数法进行转换。另外提出了双七参数法进行预设参数与自定义参数,使用C#语言工具完成CAD图形转换软件的编写,实现在脱离CAD软件的情况下多个DXF文件在不同坐标系间快速批量高精度的无缝转换。", "label": "测绘科学与技术", "id": 0}
{"content": "江苏省沿海海域影像图集着重反映江苏省沿海海域的现状,以详实丰富的现势资料,为全省海洋事业制定发展计划和开发利用海洋资源提供重要的参考。介绍了利用高分辨率影像数据,基础地形图数据和行业专题数据等多源数据,通过矢量表示,影像处理等技术手段,完成图集的编制。", "label": "测绘科学与技术", "id": 0}
{"content": "随着社会经济发展和人民生活水平的不断提高,人们参加户外运动的热情不断高涨,户外运动成为热门话题。本文从户外运动的概念、现状出发,结合最新的测绘成果,分析了户外休闲旅游运动指南地图的需求和特点,并展示了部分地图成果。", "label": "测绘科学与技术", "id": 0}
{"content": "\"浙江省海涂资源调查\"是分析研究我省海涂资源的演变规律,为海洋环境监测提供数据支撑,为今后生态围垦提供决策依据的项目。其最初成果——海涂地形图,在形成过程中会涉及跨带拼接,出现接边叠加或分离的现象,这是由于分带投影使得各带的变形规律相同误差互不传递,而曲面向平面转换变形误差逐渐向边子午线堆积,使相邻带的收敛角增大所致,而并非测量或图形误差。此外,各比例尺图都是基于1:100万比例尺图的经纬差派生,找到分幅的规律性,各比例尺图号与经纬度可以通过图解获得或通过计算获得或就图上任何点坐标计算各种比例尺图号及图廓经纬度。也可以通过图廓坐标数据判断某近海滩涂,在其图上的变形误差。", "label": "测绘科学与技术", "id": 0}
{"content": "目前国内外学术刊物和学术会议上公开展示的中国区域小比例尺地球物理图件多存在各种不规范的问题。错误表示的国家版图严重危害了国家安全,结合实例对这些问题进行了分析讨论;同时提出利用标准地理底图编制中国区域小比例尺地球物理图件的方法,以确保图件中地图内容的准确性,从图件上切实维护国家主权和领土完整、国家利益和民族尊严。", "label": "测绘科学与技术", "id": 0}
{"content": "浙江数字土壤系列地图集,是反映土壤资源、耕地地力等级和土壤养分等级系统特性的地图集,它是土壤及其相关领域研究的手段,也是其研究成果的表达。鉴于数字土壤系列图集所界定的区域及学科的特殊性,本文从浙江数字土壤系列图集的编制研究着手,探讨数字地图制图技术与土壤系统技术的设计与创新。", "label": "测绘科学与技术", "id": 0}
{"content": "汾河流域控制山西省面积的1/4,是山西境内重要的经济、文化发展区域。随着开发力度的加剧,流域内经济发展与环境保护的矛盾日益突出。汾河流域地图集的包含了流域内经济、人文、社会等各类信息,为政府决策、应急处理提供了可靠的地图资料,促进流域内经济社会健康、迅速和可持续发展具有重要意义。", "label": "测绘科学与技术", "id": 0}
{"content": "本文结合某工程对大比例尺数字地形图缩编方法进行了探讨,并对各种成图要素的应用进行了总结与分析。", "label": "测绘科学与技术", "id": 0}
{"content": "本文概述了南京古代地图的现存状况,介绍了南京古代地图集的编制技术与图集的编排结构,并分析了图集的特色及整理南京古代地图、编制南京古代地图集在传承城市历史文化与丰富城市地理信息等方面的意义。", "label": "测绘科学与技术", "id": 0}
{"content": "接边检查是大比例尺地形图生产的重要一环。使用程序实现大比例尺地形图的自动检查,提高检查效率,拒绝接边问题遗漏。本文阐述了大比例尺地形图自动接边检查的实现思路与实现流程。", "label": "测绘科学与技术", "id": 0}
{"content": "在分析目前已有的变比例尺投影方法的基础上,提出一种基于矢栅数据一体化的变比例尺投影方法,该方法采用focus+glue+context技术、影像数据分块处理等核心技术,利用矢量数据变比例尺变换产生自定义及规则格网控制点,通过样条配准的方式对相应的栅格数据进行变换,在尽可能放大显示核心区域的同时,较好地保持外部区域轮廓,并实现变换前后矢栅数据匹配显示。经试验论证,该方法在变形可控性及模型灵活性上具有优势,可用于大范围地区矢栅数据变比例尺处理。", "label": "测绘科学与技术", "id": 0}
{"content": "地貌是第一次全国地理国情普查的主要内容之一,地貌实体单元是地貌研究的基本单元,传统利用规则的图形窗口提取地貌实体单元的方法会损坏地貌实体的完整性,而且不符合制图美学要求。本研究根据水文学与地貌学中流域与地貌景观骨架的关系,利用30 m×30 m分辨率的数字高程模型（DEM）数据模拟了水流方向、进行了流域分析,并依据分析所得的自然子流域范围提取得到地貌实体单元。结果显示该方法可准确提取不同地貌类型的基本实体单元,而且该方法自动化程度高、结果客观性强,适用于不同地貌区域的实体单元提取,可为地貌分类和地貌区划等提供技术基础与资料参考。", "label": "测绘科学与技术", "id": 0}
{"content": "新一代1:5万地形图出版任务中有相当一部分数据来源于国标矢量数据。由于在成图要求和表示方法上的差别,数据需要按照图示规范要求进行修改。本文仅就名称注记部分应注意的地方和应遵循的相关要求进行分析探讨。", "label": "测绘科学与技术", "id": 0}
{"content": "本文通过对竖版《中国地势图》与竖版《世界地势图》适配关系进行初步分析,比较了竖版图与横版图的各自特点,从国民教育性、中国版图的相似性、表示内容的异同性、地图比例尺的规整性、表现风格的统一协调性等诸多方面,阐明两图的对称使用,构成最佳适配效果,达到了地图作品的视觉美。其对加强我国南海地区的主权宣示、进一步丰富地图科普教育的形式与内容发挥了重要作用。", "label": "测绘科学与技术", "id": 0}
{"content": "通过对我国现行世界地图上比例尺的差异化与地图投影的关系分析和研究,总结了比例尺在世界地图上的一些变化规律。地图比例尺差异与比例尺的大小成反比、与地图投影变形成正比,比例尺差异化问题与地图选择的投影方式、地图的逐级缩编等因素有着直接的关系。", "label": "测绘科学与技术", "id": 0}
{"content": "通过《三峡库区地图集》的设计与制作为例,结合国内外的研究现状,简要介绍了跨区域地图集的设计意义和作用,探讨了跨区域地图集内容选题的设计、专题资料的分析、收集和处理方法及沟通协调、分工合作等方面的工作经验,对以后同类地图集的编制具有一定的借鉴作用。", "label": "测绘科学与技术", "id": 0}
{"content": "为规避制图生产中人的主观因素的影响及随之而来的错误,可以通过对修改前后的地图进行比较分析,辅助制图人员在地图修改过程中及时、有效地发现错修改或漏修改地方;本文研究比较了在传统的最大后验概率准则和基于模糊集的改进贝叶斯判别分析方法,验证了基于模糊集的改进贝叶斯判别分析方法更为有效。", "label": "测绘科学与技术", "id": 0}
{"content": "随着我军信息化建设的不断深入,部队建设、训练、参加应急作战与非战争军事行动任务等对军事专题信息的需求也不断加大,可以毫不夸张地说,未来军事专题图的需求将是军事测绘导航保障最重要的一个方面,这就要求军事专题图的制作能够达到准确、翔实、及时、快速。而要达到这些要求,必须有一套功能强大、操作灵活、使用方便的大型GIS软件系统来支撑。全军新配发的FreeScan k9正是满足这些需求的GIS软件系统。本文在介绍FreeScan k9软件的基础上,重点探讨了该软件在快速制作军事专题图方面的一些应用。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>在地图印刷过程中出现阳图PS版不上墨现象,造成成本浪费,影响成图质量。本文想对此现象产生的原因从如下几方面进行分析处理,供大家参考。1 PS版方面1.1 PS版的定义PS版是印刷用的铝版,具体的说就是在PS版上晒菲林。PS版是从英文\"Presensitized Plate\"的缩写,中文意思是预涂感光版,1950年,由美国3M公司（Minisota Mining＆Manufacturing Company）首先", "label": "测绘科学与技术", "id": 0}
{"content": "分析了由1∶500大比例尺地形图缩编为1∶2000地形图的必要性,并研究了基于EPS的地形图缩编的各种要素的制图综合指标,实施了自动缩编的技术,并对自动缩编的结果进行规范化的要求,从而完成了广州市1∶2000地形图的缩编工作,进一步推动了广州市的数字化工作。", "label": "测绘科学与技术", "id": 0}
{"content": "基于增强实景的地名地址普查移动终端的应用,在三维实景互动过程中,采用了增强实景（AR）技术,如图像实别、位置定位、目标识别与追踪等技术。根据跟踪和定位技术与标定技术共同完成对位置与方位的检测,并将数据传输给AR系统,实现被跟踪对象在真实世界里的坐标与虚拟世界中的坐标统一,达到虚拟物体与用户环境无缝结合的目标,从而实现实景与虚拟的信息实现连续地互动。", "label": "测绘科学与技术", "id": 0}
{"content": "随着湛江市地理信息服务平台的建立,其核心数据库需进一步进行完善。基于全要素基础地形图、影像数据、地质、规划、管线信息和基础地名数据,构建地名地址数据库,为湛江市地理信息服务平台电子地图提供基础地理信息框架信息。本文论述了地名地址模型构建、编码原则,数据库设计及更新,并介绍地名数据库的应用情况。", "label": "测绘科学与技术", "id": 0}
{"content": "本文从当前导航地图应用状况和免责声明说起,提出要分析研究导航地图行业未来的可持续发展方式,并进一步分析了目前导航地图黏性不足的根本原因和改进之道,给出了平台向左、工具向右的发展思路。本文从地图的用途、内容和经营模式三方面分别论述了生活服务平台地图与极致导航工具地图的特点和主要差异。", "label": "测绘科学与技术", "id": 0}
{"content": "文章结合导航电子地图发展现状,针对导航电子地图中界线、重要岛屿、POI信息等重要要素表达方面存在的一些共性问题,从管理角度提出解决方法,为提高导航电子地图质量提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "随着导航数据更新日益频繁,导航电子地图增量更新体系的研究和标准化十分紧迫。本文研究导航电子地图数据增量更新标准,基于分层分区的逻辑模型,提出导航电子地图数据的物理存储模型。统一了导航电子地图数据的物理存储及更新数据包的物理存储以及更新机制,完善现有地理信息导航数据模型标准系列,可为我国地理信息导航技术和产业发展提供技术支撑。", "label": "测绘科学与技术", "id": 0}
{"content": "分区网络模型是在ISO/TC211的LBS系列标准基础上,结合其他已经公开的相关技术资料进行研究提出的。分区网络模型的设计目的是优化导航应用的数据结构,提高数据处理效率和分发传输效率,支持按需下载模式的实现,支持动态信息的集成和服务。分区网络模型具备非常有效的更新效率,主要体现在编译速度快,更新数据量小,数据融合速度快,在不同分区间数据版本不一致的情况下仍可完成导航功能,版本控制容易实现;对端末机的CPU性能、内存要求较低,可有效地利用于嵌入式应用。", "label": "测绘科学与技术", "id": 0}
{"content": "针对MappingStar软件用于海岛（礁）大比例尺地形图建库与出版中存在的部分问题,提出了有效的解决措施,制订了一套作业方案,提高了工作效率,保证了成果质量。", "label": "测绘科学与技术", "id": 0}
{"content": "基于国内外GeoPDF地图新产品的研究成果,使用ArcGIS软件将多幅标准分幅的1:10 000数字地形图开发成GeoPDF格式数字地图新产品,通过桌面应用程序和移动应用程序使用体验,并在展示效果、资源占用等方面进行测试比较。测试表明GeoPDF地图产品较之于传统的DLG和DOM产品对于大部分非专业级用户具有更好的使用便利性,对普及基础测绘产品的应用和丰富基础测绘产品形式具有重要的意义。提出进一步的研究方向是此产品的功能定位、制作标准、对原4D产品的生产要求及与其他异构数据或系统的兼容问题。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>\"计里画方\"是中国古代地图绘制中一种传统的绘图方法,目前除了绘制于宋代的《禹迹图》外,其余使用这种方法绘制的地图主要集中于明清时期。以往的研究认为使用这种方法能将地图绘制得更为准确,并给予这一方法和使用这种方法绘制的地图以极高的评价,如李约瑟就将中国的\"矩形网格\"（即\"计里画方\"）与西方的经纬方格相比照①,王庸则将\"计里画方\"", "label": "测绘科学与技术", "id": 0}
{"content": "以电力设施在Ⅱ类场地条件下50年超越概率为2%的抗震设防为原则,结合《全国地震动参数区划图》的分区方法,以ArcGIS为平台绘制完成了全国及各个省的电网抗震设防分区图。详细介绍了其绘制过程和主要技术方法,得出了绘制流程图,总结了绘图过程应用ArcGIS技术的意义。该系列图的应用将为电力设施的合理规划提供决策依据。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>20世纪60年代末,随着一系列空间探测器对月球的观测,使得人类对月球的认识更加深入,编制了月球地形图、地质图、构造图[1]。美国地质调查局（USGS）利用Lunar Orbiter的影像图,分辨率从1m-500m不等,系统的编制了44幅、比例尺为1:100万的地质图,在此基础上又综合编制了1:500万月球正面地质图,以及1:500万月球东部地质图、1:500万月球北部地质图等。虹湾地区位于月球正面偏西北部,曾经发生了从前雨海纪、雨海纪、爱拉托逊纪和哥白尼纪多期地质事件,代表了月球丰富的地质演化历史[2],而且这个地区也是中国嫦娥3号落月的潜在地区,因此编制虹湾地区月球地质图对月球地质研究、建立月球地质演化模型将起到非常重要的作用,为未来登月采样提供科学数据资料。1月球虹湾地区地质图编制及建库流程月球地质图是月球地质研究成果的综合反映和载体,是人类对月球科学知识认知的重要组成部分,它不只是地质资料的简单表达,而是通过编图,综合研究各种资料,对各种研究成果进行综合提炼。本次编图主要是", "label": "测绘科学与技术", "id": 0}
{"content": "<正>新一代《中国区域地质志》的编制与研究是通过对我国区域地质调查新资料和地学研究新成果的综合研究与集成,全面总结近30年来我国区域地质调查、矿产勘查和专题研究所取得的成果,特别是地质大调查实施以来的新资料、新进展。以活动论为指导,应用地质编图制图新技术、新方法,分三个层次（各省（自治区、直辖市）、构造单元（成矿区带或经济区带）和全国）编写我国区域地质志、编制地质系列图件和建立空间数据库,同时,针对综合研究过程中存在的全国性、区域性重大地质问题,开展野外调查和专题研究,进行区域地质", "label": "测绘科学与技术", "id": 0}
{"content": "<正>一、概况2001年由中国地质科学院倡议开展中国、俄罗斯、蒙古、哈萨克斯坦和韩国合作编制的\"1:250万北—中—东亚及邻区地质图系\"已于2012年完成。该五国合作编图项目起始于2002年。编图范围:西起乌拉尔—里海—阿拉伯湾、东至日本海,北起北冰洋岸边、南到海南岛。编图面积约3300万km2（约为中国陆地面积（960万km2）的3.44倍。见\"图1\"）编图工作分为两个阶段:第一阶段2002—2007年（见\"图1\"中的彩色图区）,第二阶段2008—2012年（\"图1\"中彩色图区之上、之下的斜线区）。两个阶段的编图比例尺相同（1:250万）、编图种类和内容相同(都是地理（底）图、地质图、大地构造图、非能源矿产成矿规律图和能源矿产(石油、", "label": "测绘科学与技术", "id": 0}
{"content": "本文主要研究了1:5万数字填图系统地理底图数据的转换方法和底图制作流程,通过比较三种常见的ArcGIS数据向MapGIS数据的转换方式,笔者认为以将数据转为Geodatabase数据后以MIF作为中间文件可以最大限度实现数据的无损转换,该方法流程不局限于数据格式,具有很好的应用推广价值。", "label": "测绘科学与技术", "id": 0}
{"content": "二十多年来,中国海陆及邻域的地质地球物理调查在不断进步,尤其是海域取得很多新认识,但中国海陆及邻域的大范围编图,尤其是大地构造图,并没随之更新,还存在海陆不接、海区研究程度比陆区低等问题。中国本土的大多数用于指导中国海陆及邻域大地构造编图的观点,虽逐渐与板块构造理论结合,但都着重陆区研究,少有展开洋陆对比,而板块构造理论在解释中国复杂的大陆动力学过程中也有所局限。朱夏和刘光鼎对中国大陆边缘和中国大陆的构造演化历史和动力学体制有其独到的见解,即以活动论为内涵的全球构造理论,在1992年出版的\"中国海区及邻域地质地球物理系列图\"中,作为指导思想编制了\"大地构造图\",表述了对中国海区及邻域构造演化的理解,尤其是对中国东部大陆边缘构造演化的理解。我们在此基础上增加了方法论和认识论等内容,提出块体构造学说。块体构造学说,是板块构造理论在中国海陆的应用实践和再发展。其将地壳的演化历史分为陆核形成阶段、古全球构造阶段（可分为成台阶段和稳化阶段）、中间过渡阶段和新全球构造阶段。在用板块理论解释新全球构造阶段构造现象的基础上,将块体和结合带赋予新的定义和内涵,作为板块之下的二级构造单元,用以表示古全球构造阶段的大地构造单元。在涵盖中国海陆的研究区内,将块体按照华北型、扬子型、华南型、冈瓦纳型和西伯利亚型5种类型进行划分,结合带依据主要形成时间按照晚元古代、早古生代、晚古生代和早中生代4种类型进行划分;缝合带依据主要形成时间按照晚中生代和新生代2种类型进行划分。共划分出了欧亚板块、菲律宾海板块和印度-澳大利亚三大板块,6个板块边界构造单元,26个块体、13个结合带和10个缝合带。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>随着测绘技术的发展,地理信息系统（GIS）和制图软件的应用日趋深入,使得各种信息都能够以空间为基础有机结合起来,三维技术越来越受到人们的欢迎。三维图具有立体直观,层次丰富的优点,在海洋地质领域也得到广泛的应用。这里将Mapgis绘图软件及Surfer两款GIS软件有效结合起来,以上海幅实测水下地形数据为例,进行了基于DEM的三维地质图的制作方法研究。上海幅多波束测量外业结束后,野外数据要进行内业处理后才能用于图件绘制。这里采用的加拿大开发的CARIS软件进行数据处理。经过潮汐改正,声速剖面改正,数据清理等步骤后,最终输出水深点ASCⅡ文件。", "label": "测绘科学与技术", "id": 0}
{"content": "随着测绘技术的发展,地理信息系统（GIS）和制图软件的应用日趋深入,使得各种信息都能够以空间为基础有机结合起来,三维技术越来越受到人们的欢迎。三维图具有立体直观,层次丰富的优点,在海洋地质领域也得到广泛的应用。这里将Mapgis绘图软件及Surfer两款GIS软件有效结合起来,以上海幅实测水下地形数据为例,进行了基于DEM的三维地质图的制作方法研究。首先将地理底图与实测数据通过坐标转换等进行精确配准,对DEM空白区利用地理底图补足数据,这里主要是海岛周围缺失实测数据。在Mapgis里面利用线数据高程点提取功能将岛屿边界线赋零值,然后将水深点与提取的零值点一起进行GRID插值处理,构建水下地形DEM。这样避免了以往缺失数据导致三维图出现黑洞等问题。然后将Mapgis中的岛屿区文件转换成Surfer中可以识别的DXF文件。最后,将构建好的DEM导入Surfer中生成三维图,同时导入岛屿文件,利用软件的堆叠地图功能实现图形的套叠。当然,同样也可以导入等值线图,地貌图,底质类型图等以丰富三维地质图的信息。事实证明,与传统的地质图相比,三维地质图立体感和可读性明显增强,图件信息量更加丰富多彩。此方法一改传统的制图方法和工艺流程,可用于不同比例尺不同图种的三维图的制作。", "label": "测绘科学与技术", "id": 0}
{"content": "不动产权籍是土地、房产管理等的主要依据,主要内容包括房产测量、地籍测量、权籍调查。地籍测量是不动产权籍测量的基础,传统地籍测量成本高、效率低、外业工作量大等问题突出。随着以数字测绘、全球定位系统、遥感和地理信息系统为代表的现代测绘技术体系的建立,高精度、高效率的新型测绘仪器的出现,不动产权籍测量与现代测绘新技术的结合逐渐紧密。采用倾斜摄影测量获取测区影像数据,通过三维模型重建的方式获取高精度的实景三维模型,以此为基础进行不动产权籍要素采集,对采集结果进行检测和分析,满足地籍测量精度要求,创新农村不动产权籍测量工作方法。", "label": "测绘科学与技术", "id": 0}
{"content": "以武进区集体经营性建设用地入市为背景,将无人机倾斜摄影测量技术应用于地籍测绘,阐述了技术路线与应用方法,对测绘成果进行了数学精度评定和误差来源分析,对倾斜摄影测量在类似案例中的应用有借鉴作用。", "label": "测绘科学与技术", "id": 0}
{"content": "为加快推进宅基地使用权确权登记颁证工作,力争2020年基本完成。目前各地都在开展农村不动产权籍调查工作,传统的全站仪全野外数据采集效率较低,难以满足该工作的时间紧迫性需求。采用无人机搭载激光雷达可快速获取高密度三维激光点云数据,且无需布设大量外业控制点,可以快速将农房的三维点云数据般到室内,通过测图软件进行高效采集地籍图房产图等图件。无人机载激光雷达获取点云数据的精度必须首先进行评定才能开展点云测图工作,研究了影响点云精度的多种因素,并通过实验提出了确保机载激光点云满足农房测图的质量评定方法。", "label": "测绘科学与技术", "id": 0}
{"content": "土地权属界线测绘在勘测定界阶段极其重要,并在地籍权属登记工作中有着不可替代的重要作用。权属界线测绘过程中,测绘技术及测绘方法的选择直接影响到成果质量,甚至间接影响土地资源利用率。随着地籍测绘的普及和测绘技术的迅速发展,土地权属界线测绘越来越受到人们的重视。本文拟介绍土地权属界线测绘的一些技术和方法,分析在不同作业条件下各种测绘手段的优势及劣势,总结出具有参考意义的相关结论和建议。", "label": "测绘科学与技术", "id": 0}
{"content": "通过农村地籍更新调查获得的地籍数据是土地管理的基础,\"权属合法、界址清晰、面积准确\"的地籍数据是落实国务院要求,建立不动产统一登记制度的基础,其质量的好坏直接影响土地管理的水平,影响农村宅基地确权登记工作的开展,更关系千家万户的切身利益。结合上海市农村地籍更新调查的要求,根据调查工作流程,分析各工作环节的特点,从技术保障、制度保障两个方面提出有针对性的质量控制的方法。通过项目实例验证,该方法应用过程效果良好,可以为类似项目的质量控制提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "全国第三次国土调查项目具有周期短、质量要求高、工序流程复杂、技术要求不断调整等特点,因此对项目生产单位及监理单位提出了很高的要求。通过探讨第三次国土调查项目中质量控制实施涉及的主要工作内容和方法,提出了有针对性的实施建议,可作为类似项目中开展监理工作的参考。", "label": "测绘科学与技术", "id": 0}
{"content": "机载LiDAR测量作为一种新型数据采集技术,在地籍测量中的应用研究还较少。针对常见建筑物轮廓线提取方法的不足,提出一种基于机载LiDAR点云格网的建筑物墙面轮廓线提取方法。通过建筑物墙面点云提取、墙面点云格网化和墙面边界线提取等过程生成地籍图。将该方法应用于某地农村宅基地确权1∶500大比例尺地籍图成图,结果表明,成图精度满足要求,成图效率显著提高,验证了该方法的实用性。", "label": "测绘科学与技术", "id": 0}
{"content": "测绘工程监理工作内容为\"三控两管一协调\",即质量控制、进度控制、投资控制、合同管理、信息管理和沟通协调。其中,进度控制为监理的核心工作之一。在测绘工程监理进度控制中,工程量核查等被动控制方式无法预判进度偏差,做到事前控制。地籍调查等系统性工程流程具有动态性和繁复性等特点,如何利用科学有效的方法达到进度控制目标值得探讨。结合地籍调查监理项目实例,就项目实施期间对如何使用\"香蕉\"曲线图法控制进度进行了深入分析,具有较强的针对性、实用性和可操作性。", "label": "测绘科学与技术", "id": 0}
{"content": "土地测量中数字化测绘技术具有精确度高,安全性、灵活性、直观性强,储存空间大等优点,目前已被广泛应用于土地测量数字测图、数据采集,野外作业以及其他数字化测绘工作。本文主要探讨的是数字化测绘技术的优点和应用。", "label": "测绘科学与技术", "id": 0}
{"content": "本文以新疆阿克苏地区刚也尔村作为实验区,基于无人机航摄系统获取了测区倾斜影像数据,使用ContcxtCaptucr三维建模软件数据处理软件,搭建农村宅基地三维实景模型,制作出1:500比例尺地形图,并通过大量的实测数据对地形图进行了精度检验分析,为低空无人机倾斜摄影在农村地籍调查工作中的应用提供了技术参考。", "label": "测绘科学与技术", "id": 0}
{"content": "随着市场开发,业务生产需求,EPS软件凭借简洁易懂、上手快,深受测绘地理信息相关行业单位青睐。EPS软件已运用于地形测绘、土地所有权（使用权）确权、地理国情、规划竣工监督测量、林业调查、变形监测、地下空间、房产处理、不动产登记以及农村土地承包经营权确权登记颁证等项目生产。在农村土地承包经营权确权登记颁证工作中,EPS的主要功能构成有:（1）GIS处理功能、（2）业务处理功能、（3）成果输出功能、（4）数据入库功能、（5）外业电子调绘平板。EPS软件系统依据农业部2014年3月发布的调查规程、标准进行设计,满足农村土地承包经营权确权颁证的生产,建立农村土地调查数据库。数据组织涵盖农村土地承包经营权调查设计的所有数据,包括空间专题数据和业务数据两部分,空间专题数据:基础地理数据、地块数据、界址数据、影像数据;业务数据:发包方、承包方、合同、登记等信息。", "label": "测绘科学与技术", "id": 0}
{"content": "本文以实际农村土地所有权确权中测绘工作为例,分析了确权测绘工作中调查、外业、内业等各个工作流程和要点,重点阐述了测绘在农村土地所有权确权工作中的应用价值,希望能为今后的工作提供借鉴。", "label": "测绘科学与技术", "id": 0}
{"content": "随着社会生产活动对劳动者作业效率要求的提升,标准化的工作方法已普遍应用于各行业和领域。作者通过阐述标准化生产组织理论在省级重大测绘地理信息项目数字正射影像产品检验工作的应用,说明标准化的重要性和必要性,标准化作业是大型项目成功必不可少的条件。", "label": "测绘科学与技术", "id": 0}
{"content": "在一些基础测量项目、水利工程或其他工程建设实施前,通常要进行野外实地查勘或工程测绘。在查勘时,常需要根据已知资料去寻找实物标志,或者把查勘到的实物标志标注到已有的测图中,或者需要近似测出查勘点的平面位置和高程。依据资料寻找实物标志,过去主要依赖有关当事人的记忆完成。对于生疏之地,往往费工费时且收效甚微;把查勘到的实物标志较为准确和及时地标注到地图上,更是难以实现。在中小比例测绘或航测调绘作业时,要进行岸线（水边）定位、特殊地物地貌的定位、固定标志的寻找和部分散点的定位测量。采用常规仪器法施测,作业效率低且难度大,而采用GPS定位施测就能很好地解决这些问题,且更为快捷和准确。RTK以其定位快,定位精度高的特点广泛的应用于测量之中。手持GPS因其体积小,携带方便,精度也能达到一定的要求,因此也被广泛应用。针对于一般精度要求较低的测量工作来说,RTK与手持GPS联合应用必将发挥极大的技术优势,并大大提高劳动率。本文针对于两者的联合应用进行探讨。", "label": "测绘科学与技术", "id": 0}
{"content": "为贯彻落实2014年8月《国土资源部财政部住房和城乡建设部农业部国家林业局关于进一步加快推进宅基地和集体建设用地使用权确权登记发证工作的通知》（国土资发[2014]101号）的文件要求,结合土地使用制度改革和不动产统一登记工作的实际需要,各省市都相继开展了农房不动产登记工作,为便于此项工作的顺利进行,测绘部门应为不动产登记部门提供精准、权威的数据资料,确保农房不动产登记工作顺利进行。据此,主要介绍了农房不动产测绘的技术方法,并就工作中的一些经验方法与大家进行探讨。", "label": "测绘科学与技术", "id": 0}
{"content": "本文阐述了如何运用VBA语言根据地籍图批量生出界址点成果表进行拆分,输出满足浙江省地方标准要求的成果。程序已在Windows XP、Windows 7系统中运行通过。", "label": "测绘科学与技术", "id": 0}
{"content": "地籍数据是国土资源数据中一项重要的基础数据。本文利用江苏省地质测绘院研发的MDIGS软件,进行地籍数据的编辑处理和入库,通过总结宿迁市湖滨新区城镇地籍调查项目经验,提出了利用MDIGS软件处理城镇地籍数据的具体方法,具有较广泛的推广意义。", "label": "测绘科学与技术", "id": 0}
{"content": "作为一门新兴的测量技术,车载三维激光扫描技术的出现和应用,极大的提高了外业测量的效率。本文将车载三维激光扫描技术应用于地籍测量中,实际生产案例表明,车载三维激光扫描技术生成的地形图平面精度达到4.1cm,可以满足地籍测量的精度要求,同时作业效率得到了极大提高。", "label": "测绘科学与技术", "id": 0}
{"content": "地籍测绘技术的发展已成为提高生产效率的重要手段,本文通过对当前地籍测绘的主要技术手段以及地籍测绘中新测绘技术的梳理和分析,为当前开展的地籍测量的实践提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "土地勘测调查是集法律、政策、测绘技术为一体的综合性工作,涉及面广、影响因素多。依法合理地调查、认定权属地类是当今土地勘测工作面临的难题,本文提出的调查方法和认定原则,为解决此类问题起到抛砖引玉的作用。", "label": "测绘科学与技术", "id": 0}
{"content": "研究地籍测量测绘不仅可以促进国土资源管理水平的提高,还能促进当代高新测绘技术在城市测量中的应用不断的发展与创新。本文作者就现代测绘技术在地籍测量中应用的相关情况进行了分析和探讨,同同行参考。", "label": "测绘科学与技术", "id": 0}
{"content": "土地勘测工作承担着本地区新增建设用地报批、土地招拍挂勘测定界和城镇地籍信息系统维护等工作。为提高勘测工作对全县经济社会发展的服务水平,采取了多项措施,加强对土地勘测工作的管理,确保了土地勘测工作的质量,为提高对社会发展的服务质量打下了坚实的基础。本文通过分析土地勘测过程中存在的问题及原因,提出提高土地勘测质量的措施。", "label": "测绘科学与技术", "id": 0}
{"content": "为全面深化农村改革,以完善农村基本经营制度为中心,以维护农民利益为出发点和落脚点,坚持依法依规、尊重历史、改革创新、确保稳定,有序开展农村土地承包经营权确权颁证及数据库建设工作。本文就农村土地承包经营权确权登记工作方法进行探讨,确权登记是在二轮承包的基础上,以农村集体土地所有权确权登记发证成果数据为基础,制作工作底图,进行权属调查、地块测量、成果公示及颁证、数据库建设等。", "label": "测绘科学与技术", "id": 0}
{"content": "麒麟区农村集体土地使用权采用1︰2000DOM为工作底图,直接采用图解法解析界址点坐标其精度难以满足规范要求,本文分析了影响图解法界址点精度的因素,通过在外业调查过程中量取影像图中界址点与实际点位的相对位臵关系进行内业处理,结合外业实测界址点的方法进行点位纠正,使界址点精度达到要求。", "label": "测绘科学与技术", "id": 0}
{"content": "GPS-RTK技术的应用极大地提高了测量外业的作业效率和精度,是GPS测量技术发展中的一个新突破。本文从控制测量、地籍碎部测量和放样三个方面对其在城市地籍测量中的应用进行了探讨,并分析了其优点及在城市地籍测量应用中存在的问题。", "label": "测绘科学与技术", "id": 0}
{"content": "在开发不动产权籍系统与年度土地变更调查系统时,为了提高空间数据的质量和完整性,以及提高数据处理的效率,结合Arc GIS已有的基本拓扑规则,扩充出满足不动产权籍系统与年度土地变更调查系统要求的拓扑规则,这些新的拓扑规则在系统实际应用中通过了效率与正确性的检验,尤其是在年度土地变更调查系统的测评中。", "label": "测绘科学与技术", "id": 0}
{"content": "本文讲述的是农村土地承包经营权确权登记颁证工作外业调绘的技术方法,包括人员的组织培训、外业调绘的流程和方法以及数据质量的监督及质量控制等方面进行问题探讨。", "label": "测绘科学与技术", "id": 0}
{"content": "处理地籍测绘信息数据是一个比较漫长的过程,伴随着我国测绘科学技术的提高,人们对于工作效率也越来越重视,然而清华山维EPS软件针对地籍测绘信息数据的处理转换,GIS建库与CAD出图一体化,以及软件的VB脚本语言的二次开发运用,大大提高生产效率,在地籍测绘工作清华山维EPS软件所发挥出来的作用也越来越重视。这就在一定程度上要求相关地籍测绘单位重视清华山维EPS软件运用,只有这样才能够不断加强工作水平。在本文当中,主要是针对清华山维EPS软件地籍测绘工作在地籍测绘工作的作用做出了几个面的分析研究,并且在这个基础之上提出了下文当中的一些内容,希望能够给与同行业人员提供一定价值的参考。", "label": "测绘科学与技术", "id": 0}
{"content": "农村土地确权工作底图（DOM）是农村土地承包经营权确权工作的基础,具有精度高、信息丰富、直观真实、信息获取快等特点,其质量的好坏对后续确权工作起到至关重要的作用,尤其是平面精度直接关系到承包地块位臵、面积的精准性。本文基于云南省农村土地承包经营权确权工作底图项目,探讨1︰2000DOM平面精度的检查方法。", "label": "测绘科学与技术", "id": 0}
{"content": "《不动产登记暂行条例》规定:\"不动产以不动产单元为基本单元进行登记。不动产单元应具有唯一编码。\"在房、地管理分设模式下,对于房屋登记而言,需要对房产测绘流程、标准等进行优化,通过\"幢落宗、户落幢\"建立地、房、户的基础空间关系,以完成不动产单元幢、户代码的编制工作,并以不动产编码为房屋唯一号,实现不动产登记、房屋管理、房地产交易等业务数据的有效对接。", "label": "测绘科学与技术", "id": 0}
{"content": "在社会生产力快速发展的今天,国民生活水平得到了显著的提高,智能手机得到了普遍的应用。在智能手机的普遍推广的前景下,针对其系统的开发更是日新月异,目前,土地测绘数据获取在实施工作中存在较大不便,所以在这种情况的驱使下,智能手机的应用将会成为系统开发的新载体。利用智能手机便携、成本低、功能性强等优势特点,打造全新的系统开发应用,从而使土地测绘系统更好的推进,也同时为国家国土资源管理工作提供较大便利。本文对智能手机研发土地测绘软件进行了分析研究,希望对我国智能手机的发展具有促进作用。", "label": "测绘科学与技术", "id": 0}
{"content": "三维激光扫描技术是一种快速获取目标空间三维信息的新技术手段,它突破了传统手段只能单点采集数据的方式,是一种连续的、高分辨率的自动数据获取技术。近年来,国内开展的农村地籍测量工作精度要求高,数据量大,时间要求紧,亟需一种快速、高效的地籍测绘新方法。而当前地籍测绘的迫切需求也正是三维激光扫描技术的优势所在,其在地籍测绘中的应用也将极大推动行业的技术进步。", "label": "测绘科学与技术", "id": 0}
{"content": "随着城市的不断发展,征地撤组剩余土地这一特殊形式由于权属不清制约了各地土地的利用,其权属和范围亟需予以调查明确。与城镇、农村土地调查不同,征地撤组剩余土地调查缺少专门规范。据此,以南京市征地撤组剩余土地调查为例,分析了撤组土地的权属特点,研究了调查内容,明确了调查原则,探讨了调查方法。", "label": "测绘科学与技术", "id": 0}
{"content": "针对目前西部农村地块边界测量问题,论述了土地经营权地块面积测量的不同方法,指出了这些测量方法的优缺点,以西部的一个村小组为实验示范区,利用遥感影像解译测量验证了该方法的可靠性,这将为西部农村土地经营权地块面积的测量提供一种新的方法。", "label": "测绘科学与技术", "id": 0}
{"content": "在国家土地调查结束后,为了进一步确保调查成果的真实性和准确性,往往会通过外业核查来对土地调查成果进行检查验收,从而确保土地调查成果的质量。文中对外业核查的目的、内容、方法、过程进行了分析,并进一步对外业核查中对地类原则与方法的认定进行了具体的阐述。", "label": "测绘科学与技术", "id": 0}
{"content": "地籍数据是国土资源领域中一项重要的基础数据。保障城镇地籍数据的及时更新,确保其现势性和准确性,是国土部门信息化建设的重点。针对地籍数据更新时流程分散和数据检查复杂的问题,（以南京市为例）设计了城镇地籍数据动态更新服务模式,实现了基于空间ETL的数据变更、检查方法。实践证明,该方法可应用于日常工作,实现了数据的及时更新,保证了数据更新过程一体化、规范化,避免重复操作,大幅提升工作效率。", "label": "测绘科学与技术", "id": 0}
{"content": "目前,土地承包经营权地块界址测量的常规方法有实测法、航测法、图解法、组合法等四种。本文通过对江苏某县试点区地块测量方法的选择以及精度检测分析的结果,阐述以\"图解为主,实测为辅\"的组合作业方法是江苏农村土地承包经营权地块测量的最优选方法。", "label": "测绘科学与技术", "id": 0}
{"content": "本文详细的介绍了基于GPS-RTK技术的地籍测量,通过在地籍控制测量和地籍碎步测量的两个应用实例,探讨了GPS-RTK技术在地籍测量过程中的应用及优势。", "label": "测绘科学与技术", "id": 0}
{"content": "土地更新调查作为国土资源调查的主要内容之一,涉及面广,技术要求高,难度大,是一项系统工程。文章在阐述土地更新调查的过程、现状和发展趋势的同时,较为具体地分析了土地更新调查在各个时期的技术路线、技术方法和工作步骤,并对土地更新调查技术的创新进行了初步探索。", "label": "测绘科学与技术", "id": 0}
{"content": "城镇地籍基础业务数据是国土资源调查工作中一项重要的基础数据,主要包括地籍调查、勘测定界以及土地登记的各类图件和信息。保证数据入库的全面、及时、准确对于国土资源数据日常管理及应用意义重大。基于南京市城镇地籍基础业务的规范化建设,从数据入库错误类型及影响、入库方法及机制的改进等方面提出了数据入库规范化建设的方案。", "label": "测绘科学与技术", "id": 0}
{"content": "旧的地籍管理模式,已不能满足大量的文字、数据、图件信息资料的处理和日益繁重的日常地籍管理工作的需要,以现代计算机技术与信息应用技术为主要管理手段,处理各种地籍信息,提高地籍管理工作效率,加强地籍信息资料的处理与分析,成为可能,城镇地籍管理信息系统将在今后的地籍管理中发挥重要的作用。", "label": "测绘科学与技术", "id": 0}
{"content": "近年来我国的经济发展已经进入高速发展,对地籍测量技术的精确性要求也有了进一步的提高,本文对GPS-RTK定位技术与定位理论进行了综合,分析目前常用的定位技术与方法能够获得的精准度,并进一步讨论了GPS-RTK技术在进行地籍测量时的应用分析。", "label": "测绘科学与技术", "id": 0}
{"content": "随着现代工业的不断发展,环境质量越来越被重视,是城市发展规划中不可或缺的重要因素,同样,土地勘测规划中亦不能忽略环境因素,因为环境已影响到人类社会的自身发展。本文介绍了环境因素对土地勘测的重要性,并且从水土资源保持、防治地质灾害、防治水体污染、解决水资源短缺等几个方面对土地勘测规划中需着重注意的环境因素进行分析,提出应将地质环境因素分析内容纳入土地勘测规划,以促进我国土地勘测规划的发展。", "label": "测绘科学与技术", "id": 0}
{"content": "现代测绘技术与地籍测量的结合已经成为地籍测量的发展趋势。要使各种模式相互融合、相互补充,才能实现地籍信息采集的全覆盖。本文以现代地籍测量为研究对象,分析了现代测绘技术在地籍测量中的应用模式,探讨了地籍测量未来的发展方向,旨在推动地籍测量的进步和发展。", "label": "测绘科学与技术", "id": 0}
{"content": "随着社会的不新发展和城市化建设进程的不断加快,如何做好地籍测量工作已经成为认为人们十分关注的热点问题。本文将着重对地籍测量中普遍出现的问题进行了分析和探讨讨论,并且针对性的提出了做好地籍测量工作的几点建议,希望能够为广大的测绘工作者提供一些借鉴和参考。", "label": "测绘科学与技术", "id": 0}
{"content": "通过无人机航摄在农村土地承包经营权试点中的应用案例,阐述无人机航摄在小面积、低空、特殊地形的地图测量和修测上的优势,它以高时效性、高精度、高机动性的特点,随着城市化的不断建设,一定会得到大量的运用。", "label": "测绘科学与技术", "id": 0}
{"content": "根据多年从事地籍测量工作的相关经验,从地籍图测绘的内涵入手,分别对地籍图测绘的内容要素、精度要求等地籍图测绘技术进行详细的阐释,并以其中的界址点测量为例,进行较为简要的分析。", "label": "测绘科学与技术", "id": 0}
{"content": "以临汾市开发区为例,介绍了基于SuperMap的土地利用数据库建设与应用,阐述了建库的一般流程与应用的主要内容,实现了土地利用数据的管理、制图输出以及其他辅助功能。", "label": "测绘科学与技术", "id": 0}
{"content": "为切实落实国土资源部《关于加快推进农村集体土地确权登记发证工作的通知》,推进农村集体土地产权制度改革,搞好农村土地确权、登记、发证工作,依法维护集体土地所有权人的合法权益,维护农村社会稳定,太原市小店区国土资源局委托我公司承担了太原市小店区集体土地所有权登记发证测绘及权属调查项目工作。", "label": "测绘科学与技术", "id": 0}
{"content": "为准确掌握全国土地利用变化情况,保持第二次全国土地调查成果现势性,在第二次全国土地调查及上年度全国土地变更调查成果的基础上,采用卫星遥感、地理信息等技术手段,在全国范围内开展土地变更调查监测与核查工作,更新土地调查数据库。为保证本项工作顺利开展探索经验。", "label": "测绘科学与技术", "id": 0}
{"content": "随着国家对加大统筹城乡发展力度,进一步夯实农业农村发展的基础,加快农村集体土地所有权、宅基地使用权、集体建设用地使用权等确权登记颁证工作。本文结合工程项目管理中的宅基地测量和确权调查两部分,对外业调绘法进行一下探讨和研究。", "label": "测绘科学与技术", "id": 0}
{"content": "随着社会的不断发展和城市化建设进程的不断加快,如何做好地籍测量工作已经成为认为人们十分关注的热点问题。本文将着重对地籍测量中普遍出现的问题进行了分析和探讨讨论,并且针对性的提出了做好地籍测量工作的几点建议,希望能够为广大的测绘工作者提供一些借鉴和参考。", "label": "测绘科学与技术", "id": 0}
{"content": "主要介绍以1:5000比例尺正射影像图为工作底图,以地籍调查技术规范为依据,利用现代化的测量技术及软件,将野外宗地调查成果数字化,并建立莲花县集体土地调查数据库的工作方法。", "label": "测绘科学与技术", "id": 0}
{"content": "全国农村土地承包经营权调查相继展开,主管部门没有类似的施工组织经验,并且缺乏相应的专业技术人员,制订合理的调查工作方案,对调查工作的成败至关重要。本文根据多年的土地调查经验和对承包土地调查已有资料的查询、分析,提出了县级主管部门制订调查工作方案的主要内容和要求,以利于农村土地承包经营权调查工作的顺利完成。", "label": "测绘科学与技术", "id": 0}
{"content": "以按份共用宗地为例,提出按单一和混合两种使用类型进行计算,并根据算例对不同计算方法的结果进行了分析,指出工作应用中应注意的问题。", "label": "测绘科学与技术", "id": 0}
{"content": "对1989年以来海口市土地登记发证宗地交叉重叠问题的原因进行分析研究,根据工作实践经验,提出对应的解决对策、建议。", "label": "测绘科学与技术", "id": 0}
{"content": "本文的主要目的在于探讨城镇三维地籍建筑物建模方法,结合实际生产过程阐述了利用城镇地籍数据进行三维建筑物建模的工艺流程及工作方法。", "label": "测绘科学与技术", "id": 0}
{"content": "通过浅析测绘在土地开发整理中所发挥的基础作用、测绘服务土地开发整理的全过程,为土地开发整理提供测绘保障措施。通过测绘,土地整理项目才能发挥良好的经济效益和社会效益,促进土地开发整理事业的发展。", "label": "测绘科学与技术", "id": 0}
{"content": "以武汉市农村集体土地确权登记工作为背景,详细阐述了基于ADS80影像的航空摄影测量系统在该登记工作中的数据处理方法,并对生产流程中的关键环节进行了优化和思考。通过利用ADS80数码航空影像制作调查底图,能极大地减少外业工作量,有效提高土地确权工作的效率。", "label": "测绘科学与技术", "id": 0}
{"content": "本文介绍在湖北省农村土地确权登记发证DOM基础影像制作项目中,采用ASD80数据基于无地面控制点的空中三角测量方法,以及ADS80数据制作大比例尺DOM正射影像的生产方法和关键步骤。对测区范围的空三及DOM进行精度检查和统计分析,总结无地面控制点ADS80数据空中三角测量在大比例尺DOM生产中的高效应用。", "label": "测绘科学与技术", "id": 0}
{"content": "共有面积的分摊是房产项目测绘的核心问题。本文通过开发模式选择、分摊顺序、指定方式、类比库的设计,提出了实现共有面积智能分摊的方法。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>1引言河南省正在全省范围内开展集体土地地籍调查工作。按照国土资源部门的工作计划,该项工作分两个阶段进行。第一阶段是集体土地所有权调查,调查比例尺为1:1万,采用综合调绘法开展调查,目前,该项工作基本完成;第二阶段是在完成集体土地所有权调查的基础上,开展集体土地使用权调查,该项工作基本上是以农村宅基地调查为主,调查采用1:500比例尺。对于农村宅基地调查,尤其是农村宅", "label": "测绘科学与技术", "id": 0}
{"content": "传统农村集体土地所有确权工作中外业调查、内业编辑、建库工作中工作流程长、重复劳动较多,解决问题沟通不便。笔者提出的内外业一体化作业流程,并编写了配套的作业软件,解决了诸多问题。", "label": "测绘科学与技术", "id": 0}
{"content": "全国宗地统一编码编制工作是国土资源部在新时期、新形势下对土地管理基础工作的巩固和完善,是实现国土资源规范化管理的重要支撑和保障,也是社会管理的重要基础。而正确地划分地籍区、地籍子区是实施宗地统一编码的难点和关键点。地籍区、地籍子区的划分不仅直接与宗地的编码相关,而且是影响宗地编码稳定性最重要的因素之一。因此,根据地籍管理的相关内容,本文从地籍区划分的意义、原则、技术方法、主要内容、编码规则等方面进行阐述。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>1概述由于历史原因,河南省农村集体土地权属长期以来混乱不清,随着社会的发展与进步,如今已严重阻碍了农村经济社会发展,并且对农村社会的稳定带来了隐患。大规模开展农村集体土地确权发证工作,可以有效解决这一历史遗留问题,并是明晰农村集体土地产权,提高土地管理和利用水平,夯实农村发展基础,促进城乡统筹发展的迫切需要。全球定位系统GlNSS等现代测绘新技术的快速发展和普及", "label": "测绘科学与技术", "id": 0}
{"content": "<正>1引言地籍在中国有着悠久的历史,它最初是被用来做为历代政府征收田赋税的依据。随着社会的发展,地籍的内涵也在不断地扩大,先后经历了税收地籍、产权地籍和多用途地籍三个阶段。随着科技的发展,特别是计算机、航测遥感、地理信息系统及卫星定位等技术的发展与广泛应用,数字地籍也随之应运而生,使得地籍进入数字地籍时代,其特征主要体现在技术手段的革新上,以GIS、GPS、RS为主要技术", "label": "测绘科学与技术", "id": 0}
{"content": "本文在简要介绍GPS-RTK技术的基本原理和在水利工程建设中土地确权登记的作业内容的基础上,针对土地确权登记外业测量中测区范围大、界址点多、界址线距离远等特点,提出如何运用GPS RTK技术开展土地确权的外业测量工作。结合实际工作中的应用实例,通过对比分析对该应用的精度、可行性、可靠性等问题进行研究,与传统的测量方法相比,运用GPS-RTK进行土地确权,不但可以满足该工作要求的精度,而且可以大大提高工作效率,缩短工期,降低测绘成本。同时,对该应用过程中出现的一些问题做出总结分析。以及如何运用Cass7.1进行内业数据处理。", "label": "测绘科学与技术", "id": 0}
{"content": "不同于测量误差的土地测量数据微差异,是我们在土地测量实践中遇到且必须解决的一个新问题。本文阐述了土地测量工作中遇到的数据微差异的主要类型,分析了产生原因,探讨研究了差异特点和处理原则,对消除数据微差异进行了深度探索。", "label": "测绘科学与技术", "id": 0}
{"content": "本文简要介绍了JSCORS的技术原理以及优势,讨论了JSCORS运用于土地测量中的基本情况,并阐述了JSCORS的一些使用方法和技巧,以及在相关工程中对JSCORS所测得的数据的内业处理方法。", "label": "测绘科学与技术", "id": 0}
{"content": "温州市第二次土地调查应用GPS、RS、GIS等先进技术,对各级居民点内部所有地块的位置、权属、面积、利用类型和质量等情况,以及相关的地形要素,进行核查、调查和测绘,建立数据库信息系统并对其实施持续的更新和维护,为城乡各级居民点内部土地的注册登记、核发证书以及科学管理和合理利用提供基础数据和技术支持。地籍调查成果不仅为土地依法利用、确权登记、土地资产评估提供了法律和科学的依据,有效地提升了温州市国土资源管理与利用效益。因此,通过将该项目成果进行分析,为类似项目的开展提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "科学技术的进步使得测绘从最初的白纸测图,发展为能传输、处理、共享的数字信息图件的数字化测绘,广泛应用于地籍测量,在社会主义经济建设中发挥着重要作用。本文详细的阐述了地籍测量中数字化测图的特点及应用。", "label": "测绘科学与技术", "id": 0}
{"content": "本文概述了3S技术以及3S技术在土地地籍测量中的应用。", "label": "测绘科学与技术", "id": 0}
{"content": "本文以滨海县村庄地籍调查为例,提出了本项目监理工作的主要流程和关键事项,分析了村庄地籍调查工程监理的重点难点,通过各阶段的监理实践,对项目进行有效的监理。", "label": "测绘科学与技术", "id": 0}
{"content": "本文结合国土资源管理工作实际,分析了国土数据利用现状和数据处理需求。阐述了利用FME进行数据叠加,数据格式转换,入库,坐标转换等数据处理的方法,提出了在使用现有地籍管理信息系统的同时,可以利用FME对其在数据处理的相关功能上进行补充。", "label": "测绘科学与技术", "id": 0}
{"content": "随着农村宅基地建设的日新月异,土地权属的变更日益频繁,建立地籍数据库成为了国土资源基础数据库中很重要的一部分。本文探讨利用ArcGIS平台建立农村土地利用数据库的流程,对其中的图形数据采集、编辑和入库等作了具体说明。", "label": "测绘科学与技术", "id": 0}
{"content": "为了提高对《地籍调查规程》的学习效率,方便广大地籍工作者的理解,本文通过对《地籍调查规程》与《城镇地籍调查规程》新旧规程的对比,分析新旧规程的差异,为《地籍调查规程》的学习应用提供借鉴。", "label": "测绘科学与技术", "id": 0}
{"content": "本文结合数字地籍测量工作,就1954北京坐标系与1980西安坐标系的坐标转换问题进行了分析,对适合于小面积范围的转换方法进行了探讨并对转换精度做出评定。", "label": "测绘科学与技术", "id": 0}
{"content": "基本农田保护是我国的一项基本国策,对保障我国粮食安全有着重要的作用。然而随着基本农田划定工作的开展,作为划定成果的基本农田数据库并未物尽其用,基本农田动态监测手段主要还是以遥感和人工基础的,动态更新速度慢,无法满足实时监测的需要。本文试图探讨将基于公众参与的Web GIS与现有国土资源成果数据库结合,以基本农田为例,介绍了基本农田GIS数据共享的研究进展,引入公众参与GIS的概念,从关键技术和信息可靠性两方面阐述基于自发式地理信息的基本农田公众监测平台的构建,从而将国土地理信息监测手段扩展到公众参与平台,既可以满足国土地理信息动态监测需求,又可以满足公众对国土信息的使用需求,同时又能够实现国土地理信息成果数据的共享与互操作。", "label": "测绘科学与技术", "id": 0}
{"content": "运用3S技术,分析了风沙化土地典型区内黄县1979～2009年夏季的土地利用数量变化特征,结果显示,该区的土地利用类型变化显著;内黄县近30年土地利用的变化趋势为:耕地、水域和未利用地面积持续减少;林地和建设用地面积呈现不断增加的态势;风沙化土地利用,对研究区各土地类型之间的平衡起了重要的作用。这集中反映了人口素质提高环保意识增强、人口增长和经济建设需求对土地利用变化的积极影响,同时宜采取有效措施减缓或调控耕地的这种发展趋势。", "label": "测绘科学与技术", "id": 0}
{"content": "本文从城镇变更地籍测绘的工作实践出发,结合\"3S\"技术在实践中的发展与应用,对城镇变更地籍测绘的目的、内容、要求及技术方案等内容进行了阐述,并探讨了城镇变更地籍测绘工作中应注意的问题。", "label": "测绘科学与技术", "id": 0}
{"content": "本文以1989、2001和2010年3期遥感影像为数据源,利用RS和GIS技术方法,提取南澳岛土地利用信息,对数据进行叠加分析,从土地利用数量、动态度、转移矩阵及景观格局变化等方面分析南澳岛的士地利用变化情况,以期为海岛土地资源开发利用及生态保护提供科学参考。", "label": "测绘科学与技术", "id": 0}
{"content": "根据全域地籍数据建库及宗地统一编码相关要求,结合试点区工作经验和项目具体实施工作,对全域地籍数据建库与宗地统一编码的方法与流程进行了阐述,提出了宗地矛盾处理的方案。", "label": "测绘科学与技术", "id": 0}
{"content": "随着经济和社会发展速度的加快,土地利用变化日趋频繁,国土资源管理工作任务迅速增加。为摸清土地家底相继开展了土地利用更新调查,并在此基础上运用计算机网络、地理信息系统（GIS）等技术,建立了一体化的土地利用数据库。为了更好的对更新调查形成的地籍资料进行动态高效的管理,实现地籍管理信息化,为国土资源调查评价、规划、保护和合理利用提供最新和准确的科学依据。本文介绍了地籍管理信息系统建立的必要性,阐述了建设地籍管理信息系统的原则和基本功能,对建设地籍管理信息系统的构成要素进行了分析,探讨了地籍管理信息系统建设中所涉及的关键性问题。", "label": "测绘科学与技术", "id": 0}
{"content": "研究目的:创新思路,探索一条符合江西省实际情况,能尽快完成农村地籍调查工作的技术路线和方法。研究方法:利用航摄资料制作调查底图,开展权属调查,再编辑地籍图,检测地籍图精度。研究结果:用航测法制作调查底图,开展权属调查,再编辑地籍图技术方法,以满足农村集体建设用地和宅基地确权登记发证工作要求。研究结论:航测结合权属调查编辑地籍图,节省大量时间、经费、技术力量,建议推广应用。", "label": "测绘科学与技术", "id": 0}
{"content": "随着地籍数据管理业务的完善和关系数据库的升级换代,原有的地籍数据管理模式已经无法适应现在的地籍管理业务需求。南京市的地籍数据库建设从1993年开始,经过十几年的发展,原来图属分离的地籍数据管理模式已无法跟上地籍业务管理的需要。近年来,南京市通过对地籍数据库的升级,通过时态数据模型等数据管理的创新模式,已经建成了全数字、全覆盖、全要素的多功能地籍数据库,并在此数据库的基础上,建立了以数字国土查询平台和国土资源电子政务平台为核心的新型的电子政务信息系统。本文以南京市国土资源局\"一张图\"建设为背景,从技术层面探讨了南京市地籍数据升级所遇到的问题及解决方法。", "label": "测绘科学与技术", "id": 0}
{"content": "目前GIS行业处于快速发展时期,图形数据和属性数据的采集、处理过程大部分采用绘图平台AUTOCAD和数据库平台Geodatabase数据库,以前许多DWG成果需要转换成GIS数据,本文就安徽省天长市第二次地地调查（城镇部分）的变更区数据转换为例介绍CAD数据到GIS数据转换的方法。", "label": "测绘科学与技术", "id": 0}
{"content": "勘测定界是国土行业的一项重要工作,传统勘测定界的作业模式存在诸多弊端,本文主要介绍在\"一张图\"数据管理平台中,如何处理这些弊端,为勘测定界作业人员提供一个可靠的,有效的功能模块,从而达到勘测定界数据的高效、准确管理的目的。", "label": "测绘科学与技术", "id": 0}
{"content": "在农村地籍调查的基础上对农村居民点整治是社会主义新农村建设的核心内容之一,是惠及农村千家万户的德政工程,是立足于现实条件缩小城乡差别、促进农村全面发展的必由之路。", "label": "测绘科学与技术", "id": 0}
{"content": "通过对多年地籍与基础测绘数据的更新维护的总结与体会,提出了自己在实际工作中的一些思路及具体工作方法抛砖引玉,以期得到对动态更新维护工作有益的启发,为以后的工作制定出更优的作业方案。", "label": "测绘科学与技术", "id": 0}
{"content": "提高地籍数据准确性、保证数据完整性与规范性是相关部门和数据生产单位的重要目标,本文通过程序开发对提高数据质量进行了探索,结合相关项目和具体的数据检查规则进行了讨论。", "label": "测绘科学与技术", "id": 0}
{"content": "本文结合第二次土地调查图件缩编,介绍了不规则三角网数字模型,算法及实现方法,地图缩编过程中的应用效果。", "label": "测绘科学与技术", "id": 0}
{"content": "本文主要讲述了利用.NET API在Autocad中开发土地勘测定界系统,并详细说明了模块设计及各个子模块的功能。", "label": "测绘科学与技术", "id": 0}
{"content": "结合青荣铁路即墨段征地实际情况,利用数字测图软件与GIS软件,探讨对线状区域进行勘测定界的方法,以及在ArcGIS软件平台下,通过使用SQL语句对线状工程所涉及的图斑进行分类面积统计计算的方法。", "label": "测绘科学与技术", "id": 0}
{"content": "对如何应用统筹方法的平行作业法策划、管理地籍调查项目进行探讨。", "label": "测绘科学与技术", "id": 0}
{"content": "首先对引起面积量算误差的原因进行分析,主要有计算公式不同、投影变形、坐标换算、图形数据等原因产生面积量算误差;其次研究等面积投影与面积计算误差的关系;最后建议在农村集体土地所有权宗地面积计算上使用等面积投影方式,或采用高斯投影但计算公式为球面面积公式。使用权宗地面积超过1000m2的,最好也采用等面积投影方式,或采用高斯投影但计算公式为球面面积公式。", "label": "测绘科学与技术", "id": 0}
{"content": "介绍如何以第二次土地调查数据为基础制图资料,应用CorelDraw制图软件制作某县级市政区图的过程。", "label": "测绘科学与技术", "id": 0}
{"content": "针对四川省崇州市深化农村产权项目工作,首先概述土地调查的总体工作流程,然后对各个工作步骤进行详细介绍,最后分析外业调绘权属调查中遇到的问题及解决方法,可为今后的土地调查工作提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "为了确定土地分类面积,需在地类图斑中扣除线状地物面积。在第二次全国土地调查中,利用卫星遥感正射影像（DOM）解译线状地物长度D,实地逐一量取宽度K,计算其面积。宁夏灌区基本农田建设标准高,沟渠路纵横密布,逐一量取宽度,需要较多技术人员和定位设备（如便携GPS）,还需及时检核。否则会出现宽度错位,严重时要大量返工。为了保证质量和提高工作效率,本文提出利用扣除系数法估算线状地物面积:在调查区域内,划定一些分布均匀、大小适宜的工作样方,逐一实测样方内各类线状地物宽度,计算扣除系数,最终利用扣除系数法估计调查区域内的线状地物面积。并以中宁县\"二调\"成果为依据,对扣除系数法进行深入研究。结果表明,利用扣除系数法估算线状地物面积,在地形情况如同试验区域的情况下可以用来计算耕地面积,利用这种方法可以大大减少工作量,提高工作效率,为测量的外业工作提供了方便。", "label": "测绘科学与技术", "id": 0}
{"content": "地籍测量工作是土地管理工作的一项重要内容,城镇地籍测量有其自己的特点,城区地形比较复杂,有大量的高层建筑物,道路比较多,房子布局各异,采用常规的测量手段难度比较大,而GPS在测绘领域应用中具有测量精度、选点灵活、费用低、全天候作业等优点,尤其是不受地形限制,在平川区地籍控制测量中引入该项技术的实践证明,采用GPS测量技术完全可以满足测量精度。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>建设用地勘测定界指对采用征用、划拨、出让等方式提供土地的各类建设用地项目及农用地转用、实地划定土地使用范围,测定界址位置,测绘土地利用现状类型和权属状况,计算用地面积,以供土地部门审查报批建设项目用地的一种测绘技术工作。该项工作同时又为地籍变更调查、土地登记发证、土地评估、监察等工作提供科学、准确、现势性强的基础资料。从实践来看,建设用地勘测定界对加强建设用地管理、实现用地审批工作的科学化、规范化、制度化,特别是对于解决申报面积不准、地类不实、界址标定不规范、发现问题纠正难等具有明显的成效。建设用地勘测定界工作存在的问题", "label": "测绘科学与技术", "id": 0}
{"content": "本文通过地籍图和地形图成果的分析,结合地籍图和地形图对引用成果的要求,探讨了在地籍图和地形图更新测绘中已有成果相互引用的方法,为地籍图和地形图测绘提供参考意见。", "label": "测绘科学与技术", "id": 0}
{"content": "通过综合分析勘测定界工作业务流程和变更调查数据库的相应优势,提炼总结经验方法,通过CJHJ和ArcEngine组合进行开发。研究结果:设计和研发了一套集分类面积计算、界址点生成、成果自动输出为一体的内业自动化系统。", "label": "测绘科学与技术", "id": 0}
{"content": "本文介绍CORS系统和系统建设,阐述了CORS系统在长丰县吴山镇、杨庙镇地籍调查测绘项目中的应用,包括图根点测量和碎部点测量等。", "label": "测绘科学与技术", "id": 0}
{"content": "本文以2011年为例,叙述了广西测绘学会创新学会活动方式,丰富活动内容,不断提高广大会员的科技水平和综合素质,推动测绘地理信息事业的快速发展的做法及经验。", "label": "测绘科学与技术", "id": 0}
{"content": "结合杭州市土地勘测定界测绘实际,分析了土地权属调查与土地勘测定界测绘的密切联系,介绍了土地权属调查的方法与技术以及成果的形成和确认,为确保土地权属调查成果质量提供途径。", "label": "测绘科学与技术", "id": 0}
{"content": "运用日常地籍工作的经验,探索如何管好、用好地籍信息,并保证信息表达正确性和直观性的方法。并以平湖市地籍调查项目为例,探讨了科学合理构建辅助宗地图层的意义。", "label": "测绘科学与技术", "id": 0}
{"content": "本文以自己在全国第一和第二次土地调查中多个测区的外业调绘经验作以总结,加以提炼,以供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "本文主要分析论证地籍测量数据在滨海县土地利用现状与潜力调查中的作用。结合第二次全国土地调查的土地分类和土地利用现状潜力分类,依据地籍测量数据对滨海县区土地的使用类别、权属性质、建筑容积率及建筑密度进行调查分析。为滨海县今后的城市协调发展,产业结构调整提供准确依据。", "label": "测绘科学与技术", "id": 0}
{"content": "集体土地所有权调查登记是在利用第二次土地调查中权属调查成果的基础上开展进行的,作为第二次土地调查工作的延伸,是全面推进国土资源管理城乡一体化的基础性工作。本文结合实践所阐述的方法,希望对以后及在其它地区开展集体土地所有权调查登记工作提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "为加强丰县农村居民宅基地使用的管理,依法保护具备农村居民宅基地使用权人的合法权益,进一步扩大丰县土地登记的覆盖面,全面推进城乡国土资源管理一体化,丰县国土资源局决定组织开展丰县第二次土地调查农村村庄地籍调查,为保证丰县农村村庄地籍调查工作技术标准规范统一,确保该项目顺利实施,特别探讨地籍要素的采集与编辑。文章主要论述了运用ObjectARX技术进行地籍数据编辑、整理的研究。", "label": "测绘科学与技术", "id": 0}
{"content": "本文阐述了福州市国土资源局结合全国第二次土地调查开展福州市地籍调查的新方法,论述了在此类地籍调查的技术流程和技术要点。", "label": "测绘科学与技术", "id": 0}
{"content": "图像增强技术是图像处理领域非常重要的基本处理技术,在应用大范围多时相遥感图像进行动态变化的研究中,常常将两景或多景时相差异较大的遥感影像进行匹配后镶嵌使用。如何对季相差异较大的影像进行匹配,以取得较好的匹配效果,是一个常见的技术问题。目前,直方图匹配图像增强技术已被广泛应用。然而,用该方法匹配后的图像灰度级与参考图像的灰度级仍存在较大偏差,无法达到理想的匹配效果。本文提出一种基于灰度变换技术的图像匹配方法,利用EDAS、ENVI软件提取相邻两景影像重叠区域各像元的灰度值,根据灰度值建立线性相关模型,分析各模型的拟合程度,计算相关系数,最终确定出拟合程度最高、相关系数最大的模型,并对该模型进行检验。使用该模型分别对待匹配影像的各波段进行数学变换,使运算后的图像灰度级与参考图像的灰度级相匹配。同时,与传统直方图匹配的方法进行对比,实验证明本文提出的方法效果明显优于传统的直方图匹配方法。运用该方法匹配后的图像大大提高了判读、识别和分类精度,具有较强的适用性。", "label": "测绘科学与技术", "id": 0}
{"content": "村庄地籍调查比较分散,而且涉及很多历史上的政策问题,各地村庄分布又具有不同的特点,本文结合实践,就村民宅基地调查原则和现状的处理,阐述几种具体的处理方法", "label": "测绘科学与技术", "id": 0}
{"content": "本文简单介绍GPS测绘技术的基本原理,通过对GPS测绘技术在地籍测绘中的应用,分析GPS测绘技术与常规测绘技术比较的优势,提出地籍测绘的最佳组合方式。", "label": "测绘科学与技术", "id": 0}
{"content": "本文以本人的实际工作经验,结合当前广西二次土地调查（城镇部份）的市场环境,探讨如何提高城镇地籍调查的工作效率。", "label": "测绘科学与技术", "id": 0}
{"content": "基本农田调查是第二次土地调查工作中的重点和难点之一。本文介绍了基本农田上图的任务和主要成果,将基本农田保护范围落实到土地利用现状图上的技术路线,分析了基本农田上图存在的技术问题。", "label": "测绘科学与技术", "id": 0}
{"content": "我省第二次土地调查农村调查部分工作基本结束,省级基础测绘1:1万DLG更新项目也已启动,有效利用第二次土地调查成果能提高1:1万DLG更新的工作效率。本文结合实践,讨论了第二次土地调查成果在1:1万DLG更新中的应用,为科学利用各种数据资源以提高我省1:1万DLG更新的效率提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "本文主要介绍了第二次全国农村土地调查外业核查的实施过程。重点阐述了外业核查过程中实地地类认定的原则和方法,并结合工作实践提出了一点建议。", "label": "测绘科学与技术", "id": 0}
{"content": "本文对南京市目前地籍管理工作模式,对土地登记簿与土地证、数据库不一致原因进行分析,在此基础上,提出建立南京市三维地籍管理的思路及一些设想。", "label": "测绘科学与技术", "id": 0}
{"content": "重点介绍土地例行督察的意义、目的,对土地例行督察的外业测量和调查的作业流程、方法、资料整理以及延伸调查等具体作业情况进行简要说明、介绍。", "label": "测绘科学与技术", "id": 0}
{"content": "在房屋过渡稠密的城镇地籍测量中,采用SmartStation联合JSCORS进行无控制点外业的新型测绘模式,并根据一体化作业测绘的成果以及日常作业不同期完成的项目相同界址点进行精度比较研究,证实Smart-Station联合JSCORS的作业精度完全能够满足城镇地籍的要求,效率可以提高60%以上。", "label": "测绘科学与技术", "id": 0}
{"content": "地籍管理是国土资源管理的一项基础工作,它通过地籍调查和土地登记工作,对土地的利用状况、权属状况及其法律关系依法进行确认,从而为国土资源管理工作和社会经济发展提供服务。随着我国现代化地籍制度和土地登记制度的建立和完善,管理系统工程的成熟度已经可以适应信息工程的要求。伴随着信息化时代的到来,如何充分利用现代信息技术为科学管理服务,是新时期我国地籍管理工作的一个显著特点和迫切要求。当前,GIS技术和网络信息技术的飞速发展为福州市城镇地籍管理信息系统建设创造了条件。ArcSDE的空间数据引擎,依托在大型关系型数据库上,对海量数据的存储和查询提出了较为完整的解决方案,ArcGIS的二次开发能为业务量身定做,满足了土地行业的特殊要求。本文以福州市的城镇地籍管理信息系统建设为例,对基于GIS的城镇地籍管理信息系统建设进行探索。", "label": "测绘科学与技术", "id": 0}
{"content": "本文结合生产实际,以枝江市1:2000土地利用数据库建设为例,就大比例尺土地调查的具体技术路线及方法作简要介绍和总结。", "label": "测绘科学与技术", "id": 0}
{"content": "研究目的:研究现代地籍信息与社会公共信息整合关系,促进地籍信息为社会发展服务。研究方法:文献资料法和比较分析法;研究结论:建立了由\"地籍空间分辨率圆锥\"和\"地籍时间参照系统\"构成的区域地籍信息模型,阐述了现代地籍信息与社会公共信息整合关系在地籍空间定位系统、时间参照系统,边界系统,环境系统中的体现。", "label": "测绘科学与技术", "id": 0}
{"content": "本文主要介绍了在第二次土地调查成果的基础之上进行县级土地利用变更的工作方法,并结合工作,探讨了其中各环节所应注意的一些问题。", "label": "测绘科学与技术", "id": 0}
{"content": "电离层是全球卫星导航定位系统（Global Navigation Satellite System, GNSS）的一个重要误差来源,也会引起低频星载合成孔径雷达（Synthetic Aperture Radar, SAR）信号和成像质量下降。本文通过研究L波段SAR信号STEC反演,完成基于SAR信号和GNSS信号双层电离层建模,探索SAR信号和GNSS信号电离层联合建模的可行性。首先,理论分析了SAR信号反演STEC的方法,并构建基于SAR信号和GNSS信号数据融合的双层电离层模型。其次,研究了基于电离层色散效应的双频自适应反演STEC的方法,利用仿真的L波段SAR回波信号和IRI2016电离层模型数据对SAR信号回波中的STEC进行测量。最后,基于构建的GNSS-SAR电离层双层模型,使用多项式函数联合SAR信号反演STEC的结果以及模型数据进行电离层建模。结果初步表明GNSS-SAR电离层双层电离层模型具有理论的可行性,本文为未来导航遥感融合发展面临的共性电离层问题,提供了一种GNSS-SAR数据融合的电离层双层模型。", "label": "测绘科学与技术", "id": 0}
{"content": "随着GNSS-R（Global Navigation Satellite System-Reflectometry）技术应用越来越广泛,其高昂的实验成本,尤其是星载实验,让GNSS-R模拟器的研制显得愈发必要。设计并实现了一种基于反向拟合的星载GNSS反射信号软件模拟器,该模拟器在直射信号模拟器的基础上增加反射通道。通过对反射信号建模,并对一维时延相关功率进行拟合得到各条不同时延反射信号的幅度,结合经过电离层和对流层误差修正的镜面反射点时延,最终生成信号级的直射与反射信号。经软件接收机接收处理后与理论模型进行对比,相关系数达到0.992 7,验证了模拟器的有效性。", "label": "测绘科学与技术", "id": 0}
{"content": "无人机航测技术是一种新型的测量方法,优点是可以减少外业数据采集的人力需求、缩短测量时间并得到工程所需的各种地形文件,大大提高测量工作效率。在无人机航测作过程中,控制点的布置是一项重要的环节,结合具体项目,对无人机航测时控制点的布置方式造成ContextCapture建模软件建模精度的偏差做分析与总结。", "label": "测绘科学与技术", "id": 0}
{"content": "无人机航测技术作为近年来迅猛发展的一项航空测绘技术的新延伸、新技术,其机动灵活、操作简便、内外业工作强度低、效率高、数据采集高效、影像成果分辨率高等优点,可为工程项目施工的土石方量计算提供高效的解决方案。本文以应用流程与原理为主阐述了无人机航测技术在土石方量计算中的应用,提出了作业技术路线,并从地形数据采集、航测数据内业处理、场地开挖模型创建、土石方量计算分析等方面阐述了作业流程,希望可以为无人机航测技术的应用与发展提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "人工进行竣工BIM建模往往耗时费力。近年来,随着三维激光扫描和点云处理技术的快速发展,竣工BIM建模逐步自动化。本文围绕LiDAR点云的竣工BIM建模任务,总结了其中三个主要环节（扫描、配准和语义建模）的代表性工作,重点介绍了相关领域的新进展,为基于LiDAR的竣工BIM建模提供了实践和研究参考。", "label": "测绘科学与技术", "id": 0}
{"content": "如何科学有效地利用遥感监测以达到防灾减灾的目标,是目前国内外研究的热点和难点问题。本文提出了基于高分三号雷达卫星遥感影像进行洪涝灾害遥感监测的技术方法,首先采用面向对象水体信息提取方法提取水体信息,再与光学影像GF-1/6数据得到的监测区土地利用现状数据进行空间叠加分析,获取洪水淹没区域耕地、建设用地等不同地物的淹没面积,为灾损评估和灾后救援提供数据支持。", "label": "测绘科学与技术", "id": 0}
{"content": "当前,合成孔径雷达差分干涉测量技术（D-InSAR）技术发展迅速,高分辨率SAR卫星逐步发射扩充,SAR数据资源不断丰富,D-InSAR技术越来越广泛的被应用于地表沉降的监测中。为进一步研究探讨D-InSAR技术在矿山开采区域地表沉降监测中的应用,本文选取怀化市某矿山开采区域作为研究区,利用两景ALOS PALSAR单视复数数据,通过ENVI软件进行\"二轨法\"D-InSAR处理,分析阐述了处理过程中的精度质量控制方法,研究监测出该区域的地表沉降信息。", "label": "测绘科学与技术", "id": 0}
{"content": "利用多时相卫星遥感影像数据对湖南广播电视发展中心周边土地利用类型进行遥感监测,并结合监测区域主要经济指标,研究该区域土地利用演变过程及其原因。结果显示:（1）2002年到2018年,研究区的建筑用地、道路用地和城市绿地的面积增加,水域用地和耕地面积减少。农业用地面积减少,建设用地和未利用地面积增加;（2）由2002年-2018年研究区土地利用转移矩阵可得土地利用变化,耕地转出最多,建筑用地转入最多。", "label": "测绘科学与技术", "id": 0}
{"content": "该文基于易康（eCognition）软件平台,通过面向对象的多尺度分割方法,对湖南省16m分辨率影像进行地表覆盖分类。本文综合利用光谱、纹理、形状等特征,快速高效地实现大范围的地表覆盖要素遥感解译。研究结果表明,针对大范围的遥感影像快速解译,易康（eCognition）软件分类效果较为明显,总体精度达到81%,Kappa系数为0.70,与传统的分类方法相比,能有效地提高分类的效率与精度。", "label": "测绘科学与技术", "id": 0}
{"content": "随着科技的不断发展,应用在工程中的测绘技术也有了长足的进步。工程中的土石方量计算是工程中的基础部分,民用专业测绘无人机的出现,使这部分工作可以高效、快速、低成本的完成。以具体的工程项目为研究基础,使用DJI M300RTK+L1激光雷达无人机测量系统作为测量手段,完成中国烟草总公司广西壮族自治区公司柳来河区域物流中心建设地块1∶500地形图测绘及土石方量计算,同时与传统测量方法进行比较,深入研究了基于激光雷达的无人机测绘技术在工程应用方面的优势,供同行借鉴。", "label": "测绘科学与技术", "id": 0}
{"content": "饮用水水源保护对于粤港澳大湾区水安全保障具有重要意义。卫星遥感技术具有大范围、低成本、高效率等优势,应用于饮用水水源监管时可辅助水源地保护、水质监测、现场抽查等工作明确问题导向,提升作业效率和监管水平。本文基于卫星遥感技术,以粤港澳大湾区的35处全国重要饮用水水源地为应用示范区,采用水域水质遥感动态监测与陆域风险源排查相结合的思路,快速识别水源地的水质突变区及潜在的风险源。根据遥感调查结果,大湾区饮用水水源地主要风险源类型为农业生产活动、船舶停靠点及水质较差的入河（库）支流。", "label": "测绘科学与技术", "id": 0}
{"content": "洪涝灾害遥感监测的关键在于水体的提取,而不同极化方式水体和非水体的差异度不同;且自然水体与洪水的特征相似,一景雷达影像很难将自然水体与洪水区分开来。本研究首先基于高分三号雷达影像,通过对比训练样本发现, HV极化较HH极化能够更好地显示水体和非水体的差异,更适合洪涝区域的检测。基于洪灾前、后获取的高分三号HV影像,采用图像差值法提取了2021年7月20日郑州市洪水受淹范围。提取结果显示洪涝区域的检测精度、误报率及总体精度分别为90.72%、 1.63%和97.85%。研究结果表明,利用高分三号雷达遥感影像可以及时准确地提取洪涝灾害范围,为评估洪涝灾害风险区域、辅助紧急救援组织以及城市未来的发展规划提供技术支持。", "label": "测绘科学与技术", "id": 0}
{"content": "城市周边采矿区地表沉降影响着城市未来的发展建设,为了解焦作资源开采后期地表形变情况及地质环境整治,利用小基线集合（SBAS） InSAR技术对修武县全县和焦作市东北地区地表沉降开展时序分析。结果表明,重点沉降区多位于资源采空区,其中地表抬升速率最大为28 mm/a,地表沉降速率最大为58 mm/a,沉降最严重区域累计沉降量达到70 mm。研究结果可为矿区开采后的地表形变规律提供参考,也可为该地区沉降灾害防治及地质环境保护提供依据。", "label": "测绘科学与技术", "id": 0}
{"content": "利用单相机摄影测量技术对半封闭式桁架结构中位于桁架内侧的特征部位进行了检测,解决了半封闭式桁架结构内侧特征部位检测时受到空间结构和尺寸限制,存在的测量死角和难测量区域问题。重点研究了关键特征部位位于半封闭式桁架结构内侧时,单相机摄影测量的拍摄角度、摄站布设方法和特征部位三维坐标点的处理方法,并与激光跟踪仪的测量结果进行对比,证明单相机摄影测量技术在精度和准确度方面能够满足该类产品的检测要求,为单相机摄影测量技术在特征部位位于半封闭式桁架结构内侧的检测应用时,提供了一种新的检测思路。", "label": "测绘科学与技术", "id": 0}
{"content": "近几年,无人机产业发展速度非常迅猛,且无人机装备与无人机队伍建设也在不断地加强,促使无人机在很多领域内广泛应用。而无人机遥感技术是当前一种新型的技术,可以利用其进行航空摄影和收集数据,不但能低空作业,而且还有着一定的灵活性,现阶段在不断运用的过程当中,能显著提高测绘工程工作质量与工作效率,且测绘的准确度也极高。", "label": "测绘科学与技术", "id": 0}
{"content": "PS-InSAR和SBAS-InSAR技术被广泛应用于地面沉降监测。由于技术原理的不同,两种技术的监测精度会受到地物散射特性的影响。目前缺少针对两种技术监测精度在复杂地物散射特征区的差异性的相关研究。本文针对宿州西水源地水位降落漏斗所引发的区域地面沉降,分别采用PS-InSAR和SBAS-InSAR技术,利用2017～2020年38景Sentinel-1A数据,对宿州西水源地110眼水井为中心的周边20×20 km~2范围内的地面进行沉降监测,以宿州市区光纤监测孔SK01实测数据来校正时序InSAR监测结果并将两种技术得到的监测结果进行对比。选取15号、48号、98号水井附近以及研究区内城市郊区与城市中心区特征点进行时序分析并在建筑密集区域进行精度分析。结果表明:研究区内两种技术的监测结果具有一致性和相关性。但是,在快速沉降区域,SBAS-InSAR技术解算鲁棒性更强,监测到了水源地西侧沉降漏斗的中心区域。在城市郊区地物散射弱区,两种技术监测结果的数值偏差较大。在城市中心区地物散射强区PS-InSAR可以从更小尺度反映建筑结构与周围环境的沉降差异。相比之下,PS-InSAR更适合于研究城市中心区建筑结构与周围环境的沉降差异,SBAS-InSAR更适合于研究城市郊区分辨率较低的大规模变形趋势。", "label": "测绘科学与技术", "id": 0}
{"content": "改革开放后我国城镇化率快速提高,城市建设用地规模也迅速扩张。以遥感影像数据为基础,本文创新性地采用了改革开放后天津市20个时点的连续遥感影像数据,形成全过程、高精度城镇建设用地规模与空间分布变化成果,并结合对应时期的城市发展相关事件,判断建设用地扩张的时空特征。本研究表明,参照扩张速度和形态两个维度的数据,可将天津市城镇用地的空间演变划分为4个阶段:双中心扩张阶段、中心城区集聚扩张阶段、轴带扩张阶段和点状增长阶段。同时,城镇建设用地规模和分布的变化,与改革开放后重大历史事件、天津城市总体规划、区域发展态势等因素有关,各不同时期的扩张动力有显著差别。40年来,政府和市场的双重推动是天津城镇建设用地扩展主要的推动力,其中又以政府推动力量为主。", "label": "测绘科学与技术", "id": 0}
{"content": "在遥感和GIS的技术支持下,以美国的国防气象卫星提供的22期DMSP/OLS稳定夜间灯光影像、OSM地图边界以及城市统计数据为数据源,通过影像修复法进行数据校正,改进的基因突变发进行阈值提取以及建成区提取的方法,对青岛市的空间形态、空间利用与质心演变进行了分析。结果发现:青岛市近20年建成区面积增大1125平方公里,扩张速度逐年降低;土地集约化程度有所改善,各辖区的不均衡性逐年减弱;城市发展质心的迁移符合了青岛市的城市空间发展战略。", "label": "测绘科学与技术", "id": 0}
{"content": "本文以洛阳市嵩县某处滑坡为例,采用无人机低空遥感技术获取了滑坡区域高精度DOM、DEM,开展了滑坡发生前地形模拟、滑坡区域划分、体积计算、危险性分析等应用研究。结果表明:在单体滑坡调查方面,无人机低空遥感技术可以快速获取滑坡参数,很好地认识滑坡的滑前变形迹象和成灾过程。由此可见,无人机低空遥感技术在滑坡灾害调查领域具有广阔应用前景。", "label": "测绘科学与技术", "id": 0}
{"content": "针对通信塔的精细三维模型构建问题,提出了一种先构建粗略模型再构建精细模型的方法。采用粗略模型规划航线解决了倾斜摄影存在拍摄盲区和无人机飞行安全的问题,实现了环绕式航线的精准规划;通过对模型的几何精度分析,实验结果表明:所提方法不仅可以有效构建通信塔精细三维模型,还能够准确获取通讯塔特征点的平面和高程、构件长度等信息,实验结果可以应用于通讯塔安装、维护和检测等方面。", "label": "测绘科学与技术", "id": 0}
{"content": "InSAR也被称之为合成孔径雷达干涉测量法,这一测量方式在地表形变监测当中有着极为广泛的应用,其部分特征在实际当中有着十分成功的应用效果,例如在具备充足散射体、坡度较缓、植被变化慢等区域。基于此,本文将主要以山体滑坡为例,针对如何将InSAR在山体滑坡监测当中有效应用展开探讨。", "label": "测绘科学与技术", "id": 0}
{"content": "交通设施数据采集是建设交通设施智能化管理系统的基础性工作,传统的数据采集技术手段缺点明显。结合车载移动测量系统的优点,介绍了利用车载移动系统采集交通设施数据的技术方案,并对采集成果进行了对比分析。验证了车载移动测量系统在交通设施数据采集方面的实用性,为交通管理部门建设和应用交通设施智能化管理系统提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "单木信息提取是当下各类森林资源调查研究、森林经营等活动的关键步骤,其效率决定着各项森林资源调查与估测的效率。针对城市区域亚热带阔叶林,利用地面激光雷达能够通过其激光和测距扫描系统直接获得高密度扫描点的点云坐标,采用DBSCAN密度聚类算法从地面激光雷达点云中识别并分割出单棵树干,将点云数据按0.2m和0.5m两类间隔进行分层,分别对每一层点云应用DBSCAN聚类从而获取聚类中心,然后基于聚类中心进行单木树干分割,检测聚类中心和参考树干中心位置之间的距离,将此距离定义为距离误差,设置阈值为0.2m,距离误差小于该阈值的聚类中心视为匹配成功。结果表明:各个分层点云的聚类结果精度呈正态分布,间隔为0.2m分层的聚类结果,总体精度可达85.84%;间隔为0.5m的分层,总体精度可达80.49%;若仅用一个测站的数据进行密度聚类,其精度主要取决于该站通视情况。", "label": "测绘科学与技术", "id": 0}
{"content": "云南省临沧市因频密地受到厄尔尼诺现象和拉尼娜现象的影响,发生了多次规模较大、范围较广的暴雨、异常高温等灾害性天气,从而引发泥石流、滑坡等地质灾害。利用SBAS-InSAR技术监测范围广、不受极端天气影响等特点,通过30景Sentinel-1A雷达数据,对2019年2月至2020年7月的临沧市进行形变监测。通过剖面和时间序列分析方法研究其地表沉降成因和规律,以此判断该地区是否存在地质灾害的隐患区域,为临沧市以后的防灾减灾工作提供参考意见。", "label": "测绘科学与技术", "id": 0}
{"content": "水库、山地、矿区等复杂环境的地形测绘已实现由传统测绘向机载LiDAR、倾斜摄影、遥感技术等新型测量方式的转变,能在短时间、大范围内高效的完成目标区域内的测绘任务,机载LiDAR系统能快速获取高精度的3D点云与匹配的影像数据,生成高精度的DOM、DEM、DLG与3D模型。通过机载LiDAR系统在水库地形测绘中的应用实例,介绍和总结了生产技术流程,验证了地形图产品精度,提供了在水库中应用的范例,为高效的复杂地形测量提供标准化流程。", "label": "测绘科学与技术", "id": 0}
{"content": "徐州作为淮海经济区中心城市、江苏三大都市圈之一的大型都市,城市轨道交通、高架快速通道、地下空间开发、高铁客运专线发达,因此积极开展该地区地表沉降监测的研究,对城市的经济发展、安全生产、规划制定、资源利用、工程建设等提供参考依据。采用PS-InSAR技术,多次反演提高结果的可靠性,获取徐州城区地表沉降的范围、累积沉降量和年平均沉降速率等信息,分析得出结论。徐州城区呈现西北、西南方向抬升,东南方向沉降,城区中心区基本稳定的趋势。结合地质结构图,推断抬升和沉降两个区域部分位于不同板块,断裂走向接近东北-西南走向,与郯庐断裂带走向基本一致,城区会受到一定程度的地质作用影响。", "label": "测绘科学与技术", "id": 0}
{"content": "地震的三维形变对地震断层特征解释具有重要意义。分别使用哨兵1号升轨和降轨影像进行像素偏移量追踪获取2019年Ridgecrest地震序列的卫星距离向和方位向上的二维形变,结合SAR卫星两方向与地表三方向之间的几何关系,通过加权最小二乘方法解算该地震的三维形变。最终的三维形变结果表明本次地震产生了多个较大的地表破裂,形变主要为水平形变,主破裂以南整体沿着主破裂向东南移动,主破裂以北整体沿着主破裂向西北移动,这种形变特征表明Mw 7.1主震是一个典型的右旋走滑地震。", "label": "测绘科学与技术", "id": 0}
{"content": "随着新型基础测绘的全国推广,更多的测绘项目会采用航空设备搭载各种数码相机进行遥感影像资料的获取,并通过像控点测量,空三,内业要素矢量化、单体化、符号化等工作,建立整个测区各种要素数据库,最终实现对各行各业所需用图的快速组建与提供。然而传统航摄所获取的像片资料往往POS精度差,不能满足空三加密的精度要求,需按相关规范布测像片控制点。像控点测量不仅外业工作量大,内业加控制点的工作也是非常大,因此开展基于高精度POS构架航线的补充航摄资料代替像控点辅助空三加密平差计算的研究非常有必要。实验表明:此方法不仅能减少外业内业的工作量,还能有效提升空三平差过程的稳定性和精准性。在降低成本,提高效率方面具有显著效果。", "label": "测绘科学与技术", "id": 0}
{"content": "利用单镜头无人机航测影像构建建筑物模型,成本低、操作简便。使用大疆御MAVIC 2单镜头无人机,分别采用60m、100m、120m航高,且航高为60m时采用6种像控点密度,采集影像数据,构建建筑物模型并分析精度。结果表明:单镜头无人机不同飞行方案的建筑物模型误差大致呈正态分布;飞行高度对模型精度的影响大于像控点密度;最优飞行方案是飞行高度60m左右和像控点密度22个/km2。", "label": "测绘科学与技术", "id": 0}
{"content": "通过对无人机航空摄影测量技术,建立高精度三维模型过程中误差产生的来源进行分析,研究提高三维模型精度的关键技术,给出了多种航空摄影参数建立高精度三维模型的具体应用案例,统计了不同航空摄影参数的情况下建立三维模型的精度,验证了建立高精度三维模型技术路线和工艺流程,提出了无人机航测技术建立高精度三维模型中航空摄影的参数设置。", "label": "测绘科学与技术", "id": 0}
{"content": "使用无人机倾斜摄影测量技术生成高精度实景三维模型,通过模型矢量切割的方式直接提取等值线作为海岸线。通过实验发现提取的海岸线与海水冲刷痕迹线基本吻合,经实地检测精度可靠,该方法提取的海岸线相比于外业人工测绘更加安全、高效。", "label": "测绘科学与技术", "id": 0}
{"content": "叶面积指数是描述植被结构的关键参数,被广泛应用于林学、生态学等领域。选择5个落叶松典型样地,基于DHP影像,结合4种聚集指数算法进行LAI测量,并采用落叶收集法对测量结果进行验证。主要研究结果有:在不考虑聚集指数时,测量的有效LAI存在明显的低估,最大达到88.27%;当采用聚集指数对有效LAI进行校正,得到的LAI测量精度明显提高,但结果仍是低估,最高精度达到8.82%,且采用CLX聚集指数算法的测量精度其他3种算法。", "label": "测绘科学与技术", "id": 0}
{"content": "无人机倾斜摄影技术是近年来兴起的一项新型测量技术,具有灵活、快速和高效的特点。基于DG4Pros全画幅倾斜航摄系统,解决了采用无人机倾斜摄影技术获取地表实景模型过程中精度、效果和效率无法兼顾的问题。实验对比证明:该系统在保证模型精度和效果情况下,还能极大程度的提高作业效率。", "label": "测绘科学与技术", "id": 0}
{"content": "利用无人机航拍多张俯视照片,通过电子信息技术手段合成正射影像,导入CAD中快速获取成果的方法。解决目前在施工场地布置阶段的大量测量工作费时费力的问题,同时便于现场地形地物信息及时更新,为前期项目策划提供有力支持,也可作为后期签证依据。达到了提高工效,快速出图的目的,适用于在民用建筑不需要精确定位的大面积地形地物测量的情况。", "label": "测绘科学与技术", "id": 0}
{"content": "在水利水电工程施工的过程当中,设计图纸是施工的重要依据,设计之前,工作人员需要关于施工区域的实际相关数据,测量的准确性直接决定设计的有效性和施工的顺畅性,这需要工作人员使用数字化测绘技术进行测量,数字化字数能够给设计人员提供直观的水文地形图像和准确的数据。", "label": "测绘科学与技术", "id": 0}
{"content": "EPS是一套测绘数据采集内外业--体化制图系统软件,经过近几年的发展和应用,如今已是一套较为成熟的测绘制图软件。它的功能从野外测量处理,内业数据采集,到数据整理入库,已经形成了一整套的测绘数据处理系统,在黄河河道和水利工程划界项目中发挥了重要作用。", "label": "测绘科学与技术", "id": 0}
{"content": "随着导航、通信、遥感等卫星和无人机系统快速发展和应用,基于通导遥融合的空天地一体化区域监测将在新型智慧城市建设中发挥重要作用,成为城市科学化、精细化管理和农林业产量预测和灾害防控的有效手段和重要途径。本文针对新型智慧城市建设属地农林业资源监测预测、城市规划建设与灾害防控需求,利用遥感卫星宏观同步观测特性、通信卫星高带宽实时数据传输特点以及导航卫星高精度定位优势与无人机的远程控制、群集控制、大数据挖掘分析技术等,采用遥感卫星详查、无人机巡查和地面人工核查相结合遥感监测模式,提出基于通导遥融合的空天地一体化区域高频遥感监测服务体系构建的总体思路和系统架构,分析相关关键技术,设计具体技术方案,搭建典型应用系统并给出了应用实例。基于通导遥融合的空天地一体区域高频遥感监测技术和系统可有效实现区域属地资源的全时空实时感知、全周期实时监测、全要素实时评估,大大提高地理资源探测能力、农业林业监测和管理能力、灾害监控和防疫能力,大力支撑新型智慧城市规划建设,城市科学化、精细化管理,农林业产量预测和灾害预防和控制,加快推动地区小卫星和无人机产业发展,区域技术创新和成果转化,大大提高区域经济、技术竞争能力和城市治理能力。", "label": "测绘科学与技术", "id": 0}
{"content": "微小型无人机具有可定制度高、起降场地限制小、拆卸运输方便的优点,成本相对低廉,在小范围及分散的区域摄影测量工作中得到广泛应用。但微小型无人机在定位精度、续航航程、运载能力、结构强度等方面存在不足,且鄱阳湖水域广阔,风速大,通信条件差,地理条件与通信条件的限制为无人机倾斜摄影测量带来诸多困扰,因此,如何克服上述限制条件,提升无人机在鄱阳湖倾斜摄影测量中的作业精度和效率是当前鄱阳湖无人机倾斜摄影测量过程中所面临的一大难题。利用北斗/GPS组合定位提供实时精确位置信息并进行导航定位,可以提升导航定位精度,更好的进行航线规划;无人机上搭载GNSS设备可生成包含无人机三维坐标和姿态数据的POS数据,基于POS数据的无人机倾斜摄影的密集匹配方法可在无地面控制条件下快速准确的重建三维地物;利用北斗GPS等多模卫星导航芯片和模组可显著提高无人机导航的可靠性,在某些GPS信号较差的区域,北斗无人机能保持良好的卫星定位效果;利用北斗短报文功能可以增强无人机处理突发事件能力,加强人机信息交流,提高对无人机的测控能力。本文论述了北斗导航能够在鄱阳湖无人机倾斜摄影测量中的应用,以期在鄱阳湖无人机倾斜摄影测量中提高无人机定位精度,克服鄱阳湖地理条件差和鄱阳湖区域通信条件差的局限,提升无人机倾斜摄影的效率和精度,为鄱阳湖无人机倾斜摄影提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "全球卫星导航系统遥感（GNSS remote sensing）指利用卫星导航系统提供的全天候、全球覆盖的L波段的微波信号进行遥感探测。目前,GNSS技术高速发展,GNSS遥感也广泛应用于各类地面、大气遥感探测。GNSS折射是指利用GNSS系统所发射的L波段微波,在不同介质中的传播速度不同而发生折射现象,对其折射参数进行分析,解算得到特定目的的技术。GNSS折射信号近年来更成为国际GNSS应用研究前沿热点,被广泛应用于地震,大气水汽等探测。GNSS反射法（GNSS-R）是一种将GNSS信号用作L波段雷达源的地球观测技术。使该卫星能够以更高的空间分辨率和比其他同类产品更低的成本测量海洋风速,极冰和水文陆地参数方法。目前,GNSS反射遥感技术主要应用于高度变化测量及反射面特性感知,其在积雪深度、海面高度、地表冻融状态、土壤湿度等方面的应用有很大进展。本文回顾了GNSS遥感的发展历程,简要分析GNSS遥感的发展现状,并提出该技术的发展前景。", "label": "测绘科学与技术", "id": 0}
{"content": "为掌握三门峡水库最高水位以下滩区地形、土地利用、村镇交通等经济社会情况,为库区灾害防御、水量调度、库区管理、进一步优化三门峡水库运行等提供基础数据,2020年,三门峡黄河明珠（集团）有限公司组织开展了三门峡水库滩区航空摄影测量项目,获取了大量数字化成果和数据,并将成果应用到防汛减灾实践中,取了良好效果。", "label": "测绘科学与技术", "id": 0}
{"content": "无人机航测具有机动灵活、高效快速、精细准确、作业成本低、适用范围广、生产周期短等特点,基于以上特点,对三江县侗族历史古村落教学资源库进行航测数字化,该项教学资源库的建立,极大的丰富了无人机航测技术对传统数字化测图教学改革的内容。", "label": "测绘科学与技术", "id": 0}
{"content": "林业生态工程具有施工范围大、地形复杂、施工质量控制难度大、计量困难等特点。采用无人机航测技术解决施工质量控制难、计量困难的问题。", "label": "测绘科学与技术", "id": 0}
{"content": "针对用于对比的新旧无人机影像在色彩和明暗程度上存在较大差异并且对影相解译、判别对比等带来干扰的问题,提出基于亮度校正模型构建和色彩平衡的影像辐射校正方法。基于目标不变性原则和最小二乘法,根据V通道内的亮度值构建亮度校正模型进行新旧时相影像的亮度自动校正。通过颜色平衡算法中的卷积核在整幅影像中滑动进行卷积运算来局部调节色彩。实验证明,该方法对于新旧时相影像间辐射校正的均方根误差相比较原始影像下降到10～20之间,有效地调节了新旧时相影像的色彩和亮度。", "label": "测绘科学与技术", "id": 0}
{"content": "针对无人机倾斜摄影和地面三维激光扫描技术在单独建模过程中出现的地物空洞、纹理缺失等问题,提出一种融合倾斜摄影和地面三维激光扫描技术的精细化三维实景建模方法。该方法通过七参数布尔莎模型对影像数据实现坐标转换,ICP算法实现点云精配准,运用ContextCapture软件对影像加密后点云和激光密集点云完成融合建模。结果表明,融合后的模型,整体结构完整,细部纹理清晰,模型精细度显著提高。", "label": "测绘科学与技术", "id": 0}
{"content": "自然资源调查工作已在全国范围内陆续开展,如何科学有效管理调查成果急需提上日程。提出基于3S技术的自然资源监测巡查管理模式,即通过无人机对区域内自然资源进行航空拍摄并制作数字正射影像,结合历史影像在遥感软件中提取变化或可疑图斑,利用WebGIS+MobileGIS一体化平台对后续巡查维护工作进行统一管控。该模式的提出,对于后期提升对自然资源成果的管理水平具有借鉴意义。", "label": "测绘科学与技术", "id": 0}
{"content": "以\"合法性、科学性、整体性、协调性、平衡性\"为原则,建立了一整套完整、可行的生态保护红线校核与优化调整方案。该方案综合运用无人机航空摄影和GIS空间数据库技术,构建生态保护红线数据库,结合空间叠加分析手段,实现生态红线的校核与优化,以期为今后其他城市开展类似工作提供借鉴意义。", "label": "测绘科学与技术", "id": 0}
{"content": "基于倾斜模型3D影像和AutoCAD制图系统软件,如何快速提取建筑物（构筑物）的有效边缘轮廓并生产数字线划图,是目前正在开展的\"房地一体化\"测量生产活动的热点关注。阐述了基于等值线模型的建筑物外轮廓提取理论,并构建了编程实现快速提取的优化模型。", "label": "测绘科学与技术", "id": 0}
{"content": "本文比对研究了无人机倾斜摄影测量法和Civil 3D两种不同的土方平衡计算方法。从技术路线、测量及数据处理精度等方面对比了不同方法在土方平衡计算中的优缺点。并通过归纳分析和总结得出,通过两种计算方法的有效的结合,可以取长补短,满足工程应用对土方平衡的精度要求,且快速、准确,显著提高了生产效率,节约了生产成本。", "label": "测绘科学与技术", "id": 0}
{"content": "Lidar点云数据滤波是获取高精度DEM的关键,同时也是铁路勘测设计中Lidar点云数据处理的重点和难点之一。本文在偏度平衡滤波算法基础上,利用拟合高差来替代高程,提出了基于高差的偏度平衡滤波算法。该算法保持了对高大地物滤除效果的同时,提高了复杂山区低矮地物的滤除效果,且显著提高了地形起伏区域的适应性。实验结果表明在不同地形条件下,尤其是在地形显著起伏区域,新算法的滤波精度得到了明显的提高。", "label": "测绘科学与技术", "id": 0}
{"content": "使用GNSS-MR技术反演土壤湿度虽可克服传统手段破坏观测对象、数据难以同化、时空分辨率受限缺点,但由于植被覆盖,地形起伏等地表环境因素的差异,往往会导致SNR数据源被污染,因此对于GNSS-MR反演土壤湿度的一个首要任务就是提高有效信噪比,减少随机误差。为了提升反演的土壤湿度精度,克服由单颗卫星长时间序列SNR观测值有时会因异常情况引起反演结果不稳定,本文进行多卫星组合GNSS-MR反演土壤湿度,在此基础上引入Savitzy-Golay算法对SNR数据进行平滑降噪预处理,以期改善最终的反演精度。实验结果表明,加入Savitzy-Golay算法可把多卫星延迟相位与实测土壤湿度之间的相关系数值由0.91提升到0.97。", "label": "测绘科学与技术", "id": 0}
{"content": "土壤湿度作为能够模拟天气和气候等水文变化过程的重要参数,实时、高效的监测有着重要的科学意义。普通大地测量型接收机收集的SNR数据可用于推断测站周围土壤湿度波动,这被称为全球定位系统干涉反射（GNSS Interferometric Reflectometry,GNSS-IR）技术。目前大多数研究侧重于较短时间尺度上的土壤湿度反演问题,且较少建立不同反演模型进行对比验证。本文通过分析GNSS-IR技术反演土壤湿度参数的基本原理与过程,提取了长时间序列的反射信号相位偏移,通过与土壤体积含水量进行时序特征及相关性分析,建立了基于GPS反射信号的线性反演模型和BP神经网络反演模型。分析发现,GPS反射信号相位偏移能够反映土壤湿度的波动,且很好的表现出了土壤湿度的季候特性和年周期变化,年内相关性可达到0.8以上,多年际相关性也可达0.72,且利用BP神经网络反演模型估算的土壤湿度明显优于线性反演模型。研究表明,通过利用长时间序列SNR数据反演土壤湿度变化趋势是完全可行的,这将为低成本、大范围的监测地表土壤湿度提供一种新手段。", "label": "测绘科学与技术", "id": 0}
{"content": "本研究采取面向对象的轮廓识别方法,结合地物的高光谱端元波谱特征,对城市绿地构成要素进行分类识别,有效避免了\"椒盐效应\"及边界地物错分现象,提高了城市绿地资源分类的效率和精度。结果表明:植被的波谱特征显著区别于其他地物,在500～600nm和750～950nm有明显的反射峰,且植物物种之间的波谱存在差异;研究区内乔灌木面积占比最大（45.32%）,七叶树（1998.78m~2）和实生马褂木（1967.15m~2）面积最大,木槿株树最多（711株）。该方法为城市绿地精细化管理提供了技术支撑。", "label": "测绘科学与技术", "id": 0}
{"content": "城市功能区（如地块、街区等）是城市的基本空间单元,其类别信息（如商业、工业、住宅等）是城市研究与城市规划的基本数据。许多研究利用高分辨率遥感影像的地物光谱、纹理、结构信息,来解译城市功能区。然而,城市功能区的概念与人类活动密切相关,它的解译应当不仅基于城市景观信息,也要同时考虑人类活动的相关信息。为此,本文融合高分辨率吉林一号夜间灯光影像与资源三号日间光学影像,来综合解译城市功能区。其中,资源三号的多光谱影像与多视角影像共同提供城市地物二维、三维的细致景观信息,吉林一号夜间灯光影像则可捕获一米分辨率下夜间人造灯光的分布模式,展现夜间人类活动信息。具体地,本文使用卷积神经网络（CNN）,提取并融合两种数据的高层语义特征,将其互补地用于城市功能区识别。考虑到城市功能区的不规则形状,本文将每个城市功能区分割为若干形状规则的小块,之后整合这些小块的CNN分类结果,得到功能区的类别信息。北京地区的实验结果表明,高分辨率多视角影像与夜间灯光影像的加入能有效提升功能区的识别精度,特别是对于住宅区、商业区、工业区等人造地表比例较大的功能区;这表明,高分多视角影像与夜间灯光影像能为城市功能区解译带来额外的有益信息,有助于城市功能的准确识别。", "label": "测绘科学与技术", "id": 0}
{"content": "异质的景观和复杂的三维结构使城市环境的分类面临着巨大挑战。许多研究致力于从单视角高分辨率影像中提取空间特征,例如形状和纹理。然而,这些平面特征缺乏捕捉三维空间中的信息的能力。多角度高分辨率影像,比如资源三号（Ziyuan-3, ZY-3）卫星影像,提供了获取对城市区域的全面描述的机会。在不同视角下,城市地物的形状会呈现出不同的变化特性,这与地物各种各样的垂直结构有关。本文提出了一种多角度差分像元形状指数(multi-angle differential pixel shape index, PSIMAD),以描述多角度影像中形状特征的变化。PSIMAD将应用于单个影像的像元形状指数（pixel shape index, PSI）的概念扩展到一组多视角影像上,比较了从ZY-3影像单角度波段和多角度波段的组合上度量的在各个方向上灰度相似性距离的差异。使用多角度影像的不同组合,PSIMAD构成了一个三阶张量。此外,利用支持张量机（support tensor machine,STM）对ZY-3影像中提取的光谱数据块和PSIMAD进行了解译,同时保留了这些特征原有的张量数据结构和局部上下文关系。将PSIMAD的分类性能与原始的PSI以及其他最新的多角度特征进行了比较。在ZY-3影像上的实验结果表明,PSIMAD优于其他方法,能够有效地提高城市环境的分类精度。", "label": "测绘科学与技术", "id": 0}
{"content": "高分三号于2016年发射,是我国首颗分辨率达到1m的C波段的多极化合成孔径雷达,具有多种工作模式,为我国提供准确可靠的遥感数据。本文利用摄影测量方法,结合有理函数模型（RPC）实现了高分三号子像点的立体定位,并分析了高分三号立体定位的平面精度和高程精度。初步实验结果表明,结合RPC模型实现的高分三号卫星的立体定位高程精度可以达到15m之内。", "label": "测绘科学与技术", "id": 0}
{"content": "城区高程反演一直以来是InSAR数据处理的难题。城区内建筑物众多,由于侧视成像的原因,使得城区存在大量阴影和叠掩区域,同时存在多径效应等现象,使得城区内相干性相对较低,数据处理中相位解缠相对困难,城区易出现高程反演错误,同时大量阴影使得城区获取的有效高程信息不足,影响城区完整的三维重建。基于此,本文采用多基线解缠绕手段来解决城区InSAR相位解缠困难的问题,利用长短基线的优势减小相位解缠的难度,从短基线解缠绕过渡到长基线解缠绕,实现城区InSAR的相位解缠。此外,通过双侧视飞行的方式,解决单侧视InSAR城区有效高程信息不足的问题。最后利用双侧视飞行数据处理得到的高程信息,采用后向投影以及阈值分割的方式,实现城区高程数据的融合。实测数据验证了本文方法的有效性。", "label": "测绘科学与技术", "id": 0}
{"content": "我国西南部云南、贵州、四川等省份为多山林地区,且常年云雾覆盖,每年光学影像和LiDAR数据获取时间窗口短,导致该地区的基础测绘产品覆盖率不高,常规测绘手段无法按时完成测绘任务。InSAR技术不同于光学遥感和LiDAR的技术特点,使得其能够较为有效的解决大范围高分辨率遥感数据定期、快速、及时获取的难题。本文介绍并分析了利用毫米波机载雷达数据在贵州进行1∶5000专题数字正射影像图（DOM）、专题数字高程模型（DSM）的试验的数据特点、生产流程、精度指标等内容,为在常年云雾覆盖的多山林地区获取并生产对应测绘产品提供方案参考。", "label": "测绘科学与技术", "id": 0}
{"content": "土方工程量计算是公路工程设计、施工的重要内容之一,准确快速计算土方工程量对于保证施工进度、控制工程造价、优化施工方案及维护建设施工方的经济利益等具有重要意义。传统的土方计算有方格网法、三角网法、断面法三种。方格网法一般用于地形起伏变化不大的面状工程,三角网法用于地形起伏变化较大的面状工程,断面法一般用于线状工程,三种方法的计算精度与外业采点的质量和密度及断面的间距有很大关系。无人机倾斜摄影技术能快速采集原地面数据,生成实景三维模型,将其与BIM技术结合能实现快速计算土方工程量。该方法普遍适用于各种地形的工程项目,其计算原理与三角网法计算方法相同。本文通过应用案例,介绍BIM结合倾斜摄影技术计算两期土方工程量的计算方法。利用RTK传统技术计算得到的土方工程量与本方法计算结果进行精度检核,讨论了本应用研究的可行性及其优势。结果表明利用无人机倾斜摄影技术进行土方工程计算,可简化外业工作流程,降低生产成本,提高土方计算的精度和效率,具有实际应用的意义。", "label": "测绘科学与技术", "id": 0}
{"content": "为了解决针对不同场景来构建实景三维建模效率慢的问题,文章基于正射摄影和倾斜摄影技术的优缺点,提出一种高精度快速构建实景三维建模的方法。主要研究了倾斜摄影技术和正射摄影技术的优劣势以及构建实景三维模型的总体流程和技术方案,此方法旨在结合倾斜摄影技术和正射摄影技术的优势,设计一种低成本、高效率、高精度的快速建模方法,该方法易用于大规模实景三维模型生产,具有良好的应用前景。", "label": "测绘科学与技术", "id": 0}
{"content": "倾斜摄影模型与BIM模型的集成体现了宏观空间地理信息与微观基础数据的融合,具有地理信息丰富、模型信息准确、直观性强等优点。本文以太原东二环高速公路为例,阐述了倾斜摄影模型与BIM模型融合形成智慧沙盘模型的原理和方法,体现了其在公路工程施工中的信息化、智能化,为项目管理方提供决策依据。", "label": "测绘科学与技术", "id": 0}
{"content": "本文通过对大庆油田某采油厂新增规划区块利用无人机航测技术,更新中国石油地理信息系统（以下简称A4）中的基础空间数据,不但能够保证数据质量,还能够有效降低成本,可为后续类似无人机航测项目实施方案提供技术参考。", "label": "测绘科学与技术", "id": 0}
{"content": "本文介绍了无人机的航测系统及其应用,以某处理厂伴行公路的带状地形信息数据采集为案例,深入研究并探讨了伴行公路带状的地形测量当中无人机航测系统实施的技术方案,以便于广大测量技术员能够更加全面细致地把握无人机的航测系统的应用,将其更为科学合理地运用至伴行公路带状地形图测量当中,以充分发挥无人机的航测系统各项应用优势,保证伴行公路带状地形图测量专项工作得以高效顺利完成。", "label": "测绘科学与技术", "id": 0}
{"content": "以长庆气田一条管线带状地形图为例,测试了如何利用无人机平台获取的影像,后期结合点云处理,制作带状地形图,并对带状地形图进行了精度测试", "label": "测绘科学与技术", "id": 0}
{"content": "随着航空摄影测量在油田生产中应用越来越广泛,可以方便我们快速的获取外业的基础影像数据和高程模型数据,帮助我们提高了工作效率。但是在数据处理过程中,由于外业刺点不足等原因,存在着数据精度误差等现象,通常的方法可以通过重新刺点获取准确数据。本文主要研究通过数据纠正的方法获取准确的数据,从而提高工作效率,保证数据的质量。", "label": "测绘科学与技术", "id": 0}
{"content": "本文通过对无人机影像匹配的点云进行滤波处理,然后从分类后的地面中直接提取地形点和等高线的制作,从而改进了传统的航测等高线的制作流程。通过实验分析和项目的验证,本文提出的航测等高线的制作方法,能够满足1:2000航测地形图的规范要求,同时提高了航测内业的制图效率。", "label": "测绘科学与技术", "id": 0}
{"content": "无人机降低了航空摄影测量的门槛,提高了航测的工效;其弊端是精度难于控制。本文分析了影响无人机航测精度的几个因素;提出采取相机畸变纠正、精密像控和GNSS辅助等手段来提高航测的精度;并结合实际生产,分析了应用这些方法的效果,对于同类型无人机航测项目有着很好的借鉴意义。", "label": "测绘科学与技术", "id": 0}
{"content": "利用多旋翼无人机搭载非量测相机作为新型的航空摄影测量方式,具有成本低、机动灵活、航摄数据精度高等优点,是航空摄影测量发展的又一新方向。本文介绍了多旋翼无人机航空摄影测量系统基本组成和特点,对多旋翼无人机实施大比例尺测图的方法和关键技术进行研究,并对多旋翼无人机大比例尺测图的可行性和精度进行验证。", "label": "测绘科学与技术", "id": 0}
{"content": "众所周知,航空摄影测量是目前主要的测量手段,特别是在人迹罕至、现场测量难以按计划实施的地区和大范围的测绘工程项目,但是在\"世界屋脊\"的青藏高原地区采用常规航空摄影测量方法还很难实现,必须考虑到诸多关键技术要点和措施方可保证按计划完成任务,本文以在青藏高原某油气管道工程分别采用直升机搭载激光雷达ALS 60、空中国王飞机搭载数字航摄仪ADS 80、无人机搭载数码相机三种不同数据获取方式相结合实施航空摄影测量的实例,对航摄数据获取及数据处理方法、内外业航测成图作业方法和质量控制等关键技术点、进行了较详细的分析和经验总结,可对今后在高海拔地区实施航空摄影测量具有一定的参考价值和指导意义。", "label": "测绘科学与技术", "id": 0}
{"content": "本文介绍了使用Pix4D、Terrasolid和CASS软件,采用新的技术流程对无人机航摄数据处理生产大比例3D（DLG、DOM和DEM）成果的方法,通过对成果质量进行评定,确保该方法的可行性和可靠性,为无人机航摄数据处理技术方法提供帮助。", "label": "测绘科学与技术", "id": 0}
{"content": "黄河凌情监测分析和应用对保护黄河安澜具有重要意义。本文介绍了凌情遥感监测的内容及多源、多尺度国产卫星影像的适用范围,提出了凌情遥感监测影像采集、预处理、解译、分析和成果汇编等技术流程,结合多年生产实践介绍了黄河凌情监测典型应用案例。国产卫星遥感影像能够及时、准确、动态获取凌情信息,为黄河防凌工作提供重要支撑。", "label": "测绘科学与技术", "id": 0}
{"content": "山区植被覆盖变化直接影响区域蒸发量从而导致降水—径流关系发生改变,研究大清河流域山区植被改善对蒸发的影响是揭示区域水资源衰减原因的重要环节。本研究基于TRMM、MODIS等遥感数据,通过分析1981—2015年植被质量与区域实际蒸发关系的演变,定量计算了（Leaf Are Index）变化对冠层截留和植被蒸腾的影响。主要结论如下:①对比了TRMM降水数据、MODIS蒸发数据与站点实测数据的差异,相对误差分别为6.4%和8.3%,遥感数据与站点数据的变化趋势基本一致;②归一化植被指数,Normdited Differential Vegetation Indox与（蒸发/降雨,Evapotranspiration Prcciprtation）之间有较强的相关性,随着区域NDVI的增加蒸发占降水的比例增大,平均NDVI增加0.1,ET/P增加0.16,随着降水量的增多蒸发占降水的比例下降;③1981—2015年受植被质量提高影响,每年7—10月平均冠层截留蒸发增加2mm,植被生长蒸腾增加24 mm,每年植被蒸发多消耗6000万m~3水资源。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>本次研究提出了一种定量揭示地面沉降成因机理的新方法。本次研究开展了新型物探、雷达干涉测量、水文地质等学科的交叉研究,定量揭示北京平原不均匀沉降典型区的成因机制。首先,运用Sentinel-1数据和小基线干涉测量（SBAS-InSAR）技术,获取2014.11-2018.7北京平原地面沉降地表形变量。其次,运用地震频率谐振（SFR）技术获得典型沉降区地层0-400m波阻抗信息。再次,联合水文地质钻孔信息和SFR资料,建立了剖面线上高精度的地质-地球物理模型。最后,综合水文地质条件、地下水开采层位等信息,揭示了研究区不均匀沉降成因机理。结果表明,断层控制着研究区地面沉降的空间发展方向,沿同一断层的沉降速率不同。同时,本研究揭示了可压缩层对不均匀沉降形成的贡献。", "label": "测绘科学与技术", "id": 0}
{"content": "地下高强度的采煤活动会在短时间内引起大规模地表沉陷,尤其是在生态脆弱的西部黄土高原地区,会引发地表土地坍塌、构筑物的破坏等。本文利用2015年3月20日至2016年6月采集的哨兵1号高分辨率合成孔径雷达数据,采用连续多时相二轨差分干涉合成孔径雷达（DInSAR）技术和连续时序小基线集技术（SBAS）,对宁东煤田石沟驿煤矿进行地表沉陷监测,获取了石沟驿煤矿工作面上方地面沉陷信息。（1）连续多时相DInSAR和SABS-InSAR分别测定了地表沉陷中心位置,且二者在走向线上的监测剖面曲线趋势基本一致,但存在差值;（2）连续多时相DInSAR测得最大累积沉降量为-166cm,SBAS-InSAR测得工作面上方最大累计沉降量为-94cm,沉降速率为-62cm/a.（3）经与地面监测站数据对比,发现SBAS-InS AR监测曲线与GPS监测曲线吻合度较高,结果更可靠。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>1.引言2017年3月,南美洲Galápagos群岛Cerro Azul火山发生形变活动,在SAR卫星干涉影像中观测到显著的地表形变。以Cerro Azul火山本次形变活动前后的长期地表形变监测为研究目标,本文获取2014年至2018年间Sentinel-1A降轨卫星观测的小基线干涉图集,应用小基线集时间序列处理方法,获得了长期监测下Galápagos群岛在1185天中地表形变场随时间的变化过程。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>合成孔径雷达干涉测量技术（Interferometric Synthetic Aperture Radar,InSAR）具有全天候、大范围、高空间分辨率、长波长微波穿透性强等优势,被广泛应用于火山、地震、滑坡、城市地面沉降等形变监测中。由于雷达侧视成像机制,InSAR只能获取视线向（Line of Sight,LOS）形变,无法全面反映真实地表三维形变信息,需要结合其他技术才能建立地表三维形变场。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>滑动分布反演中不同数据间的相对权比和决定滑动解平滑程度的平滑因子起着重要作用。这两类数值的确定可以转换为随机模型的验后估计问题。在合成孔径雷达干涉（InSAR）数据中,大气噪声的存在导致观测值存在一定的相关性。这种相关性不仅会影响到随机模型的验后估值也会影响到滑动分布估值。另外,观测者的个数,也即采样样本容量,也会影响随机模型的验后估计效果。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>绝大多数活跃断层在震间阶段处于闭锁状态,积累的大量应变在断层突发滑动事件时释放,从而产生地震。同时,一些断层在近地表以不同的规模和速率进行浅层蠕滑运动,确定蠕滑速率沿断层走向和深度的变化特征对研究断层运动和地震周期过程具有重要意义（Louderback,1942）。位于青藏高原东侧的鲜水河断裂带地震活动性高,其炉霍-道孚段是少数观测到蠕滑现象的断层之一。利用高空间分辨率的InSAR技术和高时间分辨率的GPS两种卫星大地测量手段可以定量研究该断层的蠕滑特征,反演断层滑动速率和闭锁深度,评估断层的地震危险性。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>断层是地壳受力发生断裂,沿断裂面两侧岩块发生显著相对位移的构造。地震、滑坡等自然灾害的发生皆与其有关。断层在数字地形模型（Digital Terrain Model,DTM）中以断裂线的形式存在,因此,快速、精确地提取断裂线具有重要意义,不仅可以为地震断层的定量化研究提供指导,还可以为地震灾害风险评估及防震减灾决策制定提供科学依据。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>1.引言全球定位系统（Global Positioning System, GPS）是目前国内外最先进的形变监测技术之一,能提供高平面精度、高时间分辨率且连续的三维位置信息,但其空间分辨率较低,且垂直方向上约束较弱。合成孔径雷达干涉测量（Interferometric Synthetic Aperture Radar, InSAR）是近年来发展最快的新型对地观测技术,能提供较高精度、高空间分辨率且大范围的地壳形变信息,", "label": "测绘科学与技术", "id": 0}
{"content": "众多震例表明,破坏性地震发生后,人员伤亡和直接经济损失主要是由房屋倒塌造成的。通过对比多时相遥感影像获取的震前与震后建筑物底图,可以迅速地确定倒塌建筑物的分布情况,从而初步判断地震影响场的范围。传统的实地灾情调查和人工目视解译遥感影像等方法虽然能在地震灾情评估中取得不错的精度,但由于其工作量大和时效性低等缺点,导致很难在短时间内给出灾情分布的判断结果,制约着震后救援行动快速有效的开展。基于深度学习对遥感影像中的建筑物进行识别,就是让计算机来模拟人类目视识别建筑物的过程。结合本地化特色的建筑物影像图,设计训练出一种专门的卷积神经网络模型,使之能够快速、准确地从灾区遥感影像中提取震后建筑物的倒塌分布范围,解决震后快速研判灾情分布问题,有力支撑应急救援力量部署,辅助指挥决策。", "label": "测绘科学与技术", "id": 0}
{"content": "机载分布式位置姿态测量系统（POS）是获取载机多点运动参数的重要手段。由于载机对机载分布式POS的体积、重量和成本均有严格的限制,在各遥感载荷处均安装惯性测量单元（IMU）的方式是不现实的。针对此问题,在对机翼结构模态进行分析的基础上,首次提出将模态置信度矩阵准则用于机载分布式POS布局,由此建立机载分布式POS布局适应度函数模型。并采用基于该模型的自适应粒子群遗传混合算法求解IMU最优布局问题,获得一种机载分布式POS最优布局方案。半物理仿真结果表明,该方法通过确定IMU的最优布局,在IMU数量一定的情况下,提高了遥感载荷运动参数的整体精度。", "label": "测绘科学与技术", "id": 0}
{"content": "数字天顶摄影定位系统是一种用于地面点精密天文定位的数字式摄影测量设备,具有测量精度高、观测时间短、无人仪差限制、受地形影响小等特点。数字天顶摄影定位系统相机机械快门曝光延时是指从系统发出拍摄指令时刻到CCD相机曝光至曝光时间一半时刻之间的时间延时。系统相机机械快门曝光延时直接决定系统定位测量中天文经度的测定精度。因此,准确测定其CCD相机机械快门曝光延时是保证高精度天文测量的关键。本文提出一种在线测定数字天顶摄影定位系统CCD相机机械快门曝光延时的方法。通过设定可控光源的不同延时值,利用图像分析处理技术精确匹配确定出CCD相机快门打开、关闭的时刻值,多次测量后即可得出CCD相机机械快门曝光延时的准确测定值。最后通过将测定值代入数字天顶摄影定位系统在已知点位进行定位测量,比对测量成果与已知点位信息。经过实验验证,该方法取得的CCD相机机械快门曝光延时值精度满足数字天顶摄影定位系统需要。", "label": "测绘科学与技术", "id": 0}
{"content": "传统三维建模中采用的数据测量方法,虽然具有较高的准确性,但测量工作效率过低,因此提出在三维建模中应用无人机倾斜摄影技术,提高整体工作效率。无人机倾斜摄影技术应用下,预先布设航摄固定像控点;通过计算无人机飞行航高、像点位移、影像重叠度、航线弯曲度和云台倾斜角度,规划倾斜摄影线路;利用倾斜摄影纹理映射测量实际影像,实现对三维实景模型的构建。至此通过无人机倾斜摄影技术,改变三维建模的整体工作效率。", "label": "测绘科学与技术", "id": 0}
{"content": "现阶段我国城市建设速度飞快,传统的手工测绘模式已无法满足城市建设用地测绘及规划急速增长的需求。在现代信息化发展的背景下,建筑业也提出了智能测绘和规划的要求。基于倾斜摄影技术,无人机实景三维建模可以快速生成实景三维模型,以对城市建设用地进行智能规划,增强城市用地的利用率和推动智慧城市的建设发展。本文运用无人机实景三维建模技术对某高校园区进行智能测绘和规划,搭建实景三维模型,提供智慧用地方案。研究成果在房地产勘察和用地规划领域有较强的应用价值。", "label": "测绘科学与技术", "id": 0}
{"content": "自然保护区是重要的国有生态资源,为了加强市域范围内各类自然保护区监管工作,及时发现保护区内的违法违规行为,本文以惠州市自然保护区人类活动监管实践为例,提出了卫星遥感与无人机协同监测评价方法,利用人类影响指数对其造成的影响进行分析评价。每季度对全市28个自然保护区进行遥感监测,每月统计分析自然保护区人类活动变化情况,将发现的问题及时移交有关行政主管部门核实查处,及时查实并制止对自然保护区的破坏行为。结果表明,第一季度（前三期）的监测期内全市自然保护区新增或规模扩大的人类活动共92处,面积约170.05公顷,最多的人类活动类型为其他人工设施,其次为交通设施、农业用地,对自然保护区生态环境影响较大。采用卫星遥感和无人机等\"天空地\"一体化监管手段,可突破自然保护区监管的困境,具有高效、客观、公正、及时等优势,为管理部门提供了有效的手段,同时期望对其他地级市各类自然保护区监管模式提供借鉴和参考。", "label": "测绘科学与技术", "id": 0}
{"content": "随着科学技术的不断发展,在测绘工程中,社会对测量工作的要求越来越高,无人机遥感技术作为先进的测绘技术备受关注。对此,本文主要介绍了无人机遥感技术的内容,并分析其在测绘工程中的应用优势,最后进一步探究该技术在测绘工程测量中的运用,希望能够促进我国测绘工程的发展。", "label": "测绘科学与技术", "id": 0}
{"content": "传统技术在地形测量中存在精度低、时效差等缺点,无人机摄影测量作为新型航测与监测方法,具有精度高、成本低、更新快等特点,可弥补传统手段在地形测量中的不足。以内蒙古锡林浩特周围山体为研究对象,利用无人机和GPS-RTK结合技术确定地面相控点,获取研究区2.2公顷6cm分辨率地形数据,并利用31个随机检查点进行DEM精度评价。研究结果表明,无人机摄影测量与GPS-RTK实测数据均具有足够的精度,无人机摄影测量与RTK-GPS控制点相结合的技术获取数据精度高于单一技术手段数据精度,满足制图精度要求。", "label": "测绘科学与技术", "id": 0}
{"content": "随着航空摄影测量技术的广泛应用,航空遥感测量技术现已成为我国数字地球、自然资源调查、应急救灾、矿山监测等重大工程项目开展的重要技术手段与支持。轻小型无人机航空摄影测量技术以其低成本、快速、灵活的特点为零星、小面积测绘带来了革命性的改变。房地一体项目中的农村不动产测绘外业工作量大,测区分布零散,特别适宜采用轻小型无人机开展航空摄影测量,减小外业工作量,提高工作效率。本文以大疆M600pro无人机搭载SONY-RX1RM2相机,介绍轻小型无人机航空摄影测量在房地一体项目中的应用,提炼了应用无人机航空摄影实现的关键技术,展望了无人机技术推广价值。", "label": "测绘科学与技术", "id": 0}
{"content": "目前,包括环境治理在内的经济社会发展的各个领域中,无人机技术已得到广泛的应用。其中低空无人机倾斜摄影测量已经适用于大比例尺全要素地形数据的生产作业要求。湖南省沅陵县官庄镇为了改善镇区河流水质,决心进行城区河流污染治理。对此,本文结合低空无人机倾斜摄影测量技术在官庄镇河流大比例尺带状地形数据的应用经验,通过研究该技术在国内外发展脉络,分析其先进与不足之处,为行业提供真实案例进行借鉴参考,试图推动无人机倾斜摄影测量技术的快速成长和市场应用场景的拓展。", "label": "测绘科学与技术", "id": 0}
{"content": "目前,包括环境治理在内的经济社会发展的各个领域中,无人机技术已得到广泛的应用。其中低空无人机倾斜摄影测量已经适用于大比例尺全要素地形数据的生产作业要求。湖南省沅陵县官庄镇为了改善镇区河流水质,决心进行城区河流污染治理。对此,本文结合低空无人机倾斜摄影测量技术在官庄镇河流大比例尺带状地形数据的应用经验,通过研究该技术在国内外发展脉络,分析其先进与不足之处,为行业提供真实案例进行借鉴参考,试图推动无人机倾斜摄影测量技术的快速成长和市场应用场景的拓展。", "label": "测绘科学与技术", "id": 0}
{"content": "文中简述了地质灾害遥感调查与研究的工作方法,结合RS、GPS、GIS等新技术和新方法,以ENVI、ARCGIS等为平台进行图像处理、信息提取与空间分析,总结了上栗县滑坡、崩塌、泥石流等地质灾害的影像特征、发育规律,并对其影响因素进行了分析。", "label": "测绘科学与技术", "id": 0}
{"content": "本研究基于1985,2000和2017年的Landsat图像及其它辅助数据,以科尔沁沙地为研究区域,采用支持向量机方法（Support Vector Machine,SVM）,对科尔沁沙地过去33年的土地覆被变化情况进行分析研究。结果表明,从1985年至2000年,研究区耕地面积显著增加而草地面积缩减,这种变化特点可能与该期间国家实行的家庭联产承包责任制有关;从2001年至2017年,研究区草地面积增加,沙地面积减少,这与2000年后该地区实施退耕还林还草等生态保护措施的密切相关。本研究将为科尔沁地区日后脆弱的地表生态环境的改善和治理提供基础数据和决策依据。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>一、无人机智能航测遥感技术应用现状分析无人机智能航测遥感技术是以无人飞行技术为基础,结合GPS定位技术而构建的智能航测技术。这种技术能够更加精准快速地采集地面的地形地貌等相关信息,并利用相应的处理软件对信息进行整理和分析,运用不同型号的无人机所携带的不同功能的传感器等来采集实时数据。早期的无人机遥感技术主要应用于军事探测领域,利用无人机搭载不同功能的传感器,获取遥感等信息,使用具有特定功能的软件,对数据信息进行处理,结合工作任务和需求,生成所需要的成果。", "label": "测绘科学与技术", "id": 0}
{"content": "针对光学遥感湿地监测的不足,提出了一种基于高分三号（GF-3）全极化SAR影像的滨海湿地分类方法。首先针对湿地地物特点采用6种极化目标分解方法提取极化特征,并辅以纹理特征构成初始特征集;然后利用可分性指数去除对目标类别区分能力较差的特征,并结合皮尔逊相关系数去除相关性过高的冗余特征,进行特征初选;接着利用顺序后退法进一步筛选出最优特征;最后利用支持向量机（SVM）进行分类。利用该方法对江苏盐城滨海湿地进行分类,实验结果表明,GF-3全极化数据能够较好地表征湿地地物的散射特性,适用于湿地监测与分类;所提出的特征优选方法可以有效减少特征维数,提高了分类效率。", "label": "测绘科学与技术", "id": 0}
{"content": "为解决真彩色遥感影像产品生产部分流程中间数据较多,占据大量磁盘空间和消耗人力、时间的弊端,基于ArcGIS影像分析功能开发了真彩色遥感产品生产优化工具,以动态图层代替中间过程,实现了影像输入输出的端到端处理,与常规分步方法相比,磁盘空间节省了近78%,处理时间节省了39%,有效地提高了生产效率,在同类项目中具有重要的借鉴和参考价值。", "label": "测绘科学与技术", "id": 0}
{"content": "利用深度学习进行高分辨率影像建筑物提取时,对于建筑密集区由于建筑间隙小,往往无法准确区分建筑物个体。针对此问题提出了一种基于改进权重映射的高分辨率遥感影像实例分割方法,将两种权重映射的方式加权融合用于卷积神经网络的反向传播,强制网络学习建筑物边界以及密集建筑物间隙区,并利用Urban3D数据集对该方法进行验证。实验结果表明,通过综合两种不同权重映射,能有效改善在密集建筑物间隙区域和建筑物边界的提取效果,实例化F1指数提升3.04%,未结合归一化数字表面模型（nDSM）但引入权重映射的模型建筑物提取效果优于将nDSM数据与原始影像结合的效果。", "label": "测绘科学与技术", "id": 0}
{"content": "目前,低空无人机摄影技术正处于快速发展阶段,利用其航摄受地面状况影响较小、飞行高度低、携带方便、转场快、操作方便、机动灵活、成本低廉等优点,是传统航空摄影测量和卫星影像的有力补充,其作用在自然灾害、突发事故的应急监测和预防上表现尤为明显。本文主要从应急测绘的角度出发,并结合盐城6.23风灾案例,探讨基于低空无人机快速保障任务的工作流程以及如何进行数字高程模型、正射影像图等多种成果快速生产,并在实践中找出无人机航摄在应急测绘中存在的问题。", "label": "测绘科学与技术", "id": 0}
{"content": "本文在经典TIN滤波算法的基础上,提出利用已有矢量图斑数据和DEM数据辅助LiDAR点云分类,改进了点云分类技术流程,提高了分类的精度和效率。结合项目经验,总结不同地形地物情况,提出针对性的点云分类解决方案和方法。该方法为江苏省\"十三五\"机载LiDAR点云数据生产提供了坚实的技术保障。", "label": "测绘科学与技术", "id": 0}
{"content": "基于无人机倾斜摄影的实景三维建模目前用的很热,采用倾斜摄影方法生产实景三维具有数据采集快速、模型生产自动化、模型真实感强等特点,所以有关它的硬件、软件、技术在较短的时间内得到了快速发展。但单纯通过倾斜摄影开展实景三维建设依然存在诸多问题亟待解决,本文就倾斜摄影与车载移动测量联动作业、数据融合建模等方面开展的研究工作进行详细阐述。", "label": "测绘科学与技术", "id": 0}
{"content": "本文基于遥感卫星影像和数字高程模型构建三维地形场景路线进行了探讨,从原始影像数据处理、地形数据处理到最终三维地形场景模拟过程进行了详细介绍,针对构建高分辨率、高清三维地形场景构建提出了一种简单、易行、快速、高效的实现方法。最后将构建的三维地形场景应用到市政工程项目中,达到了辅助项目规划及设计、方案比选和景观审查的效果,同时对于项目后期可视化交互效果等制作也具有良好的辅助作用。", "label": "测绘科学与技术", "id": 0}
{"content": "本文主要以城市建成区为例,介绍了目前国内外对于城市建成区现状的提取技术、提取过程中出现的不足以及未来遥感提取技术的发展方向。以武汉市landsat 8遥感影像为主要数据源,选择监督分类、非监督分类以及面向对象的分类方法对武汉市建成区边界现状信息进行提取,并比较3种分类方法的优缺点。通过叠加分析以及混淆矩阵的方法对影像分类方法的结果进行精度评价,找出误差产生的原因,分析误差结果,最终对城市建成区提取技术给出指导性建议。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>滑坡是地质灾害中最常见的灾害类型。开展滑坡灾害形成机制与诱发因素研究,对于识别类似环境下的滑坡隐患并开展监测预警具有一定的参考意义。而在滑坡灾害发生后,开展高精度形变观测对于监测预防应急抢险过程中的二次险情灾情也具有重要帮助作用。发生在2018年12月9日的四川叙永滑坡造成多人伤亡。灾害发生后,我们快速利用卫星时序影像及无人机航摄数据对滑坡灾害发生的", "label": "测绘科学与技术", "id": 0}
{"content": "<正>1.引言在大数据时代,数据行业的支撑与发展和计算机技术的关系越来越密切。依托于先进探测技术的科技考古所获取的数据在格式上有多种类型、在数据体量上也各有不同,更重要的是相关考古数据还保存着地理位置的特性。由于物探考古方法众多,比如较为常用的有电法勘探、磁法勘探、探地雷达等。因而造成物探考古数据的种类众多。同时不同的物探考古数据的分析解释往往在独立的物探软件", "label": "测绘科学与技术", "id": 0}
{"content": "<正>通过使用欧空局Sentinel-1卫星在过去3年半时间内积累的整个华北平原上的雷达数据,我们获得了覆盖1000公里长,250公里宽区域的形变场数据,这是前人工作从未涉及的空间尺度。为了快速处理如此大范围的数据,我们对传统的InSAR处理软件（如SNAP,GAMMA等）和时间序列分析软件（如StaMPS）进行了并行化改进,并且使用了中国国产的高性能计算机,神威太湖之光。通过使用多", "label": "测绘科学与技术", "id": 0}
{"content": "高光谱遥感相对于传统的多光谱遥感具有光谱通道窄、光谱分辨率高的优势,能够用以区分不同亚类地物的细微光谱差异。以往单纯利用光谱信息分类难以达到理想的效果,于是提出了利用纹理特征分类以弥补光谱分类的不足。纹理特征是光谱空间到二维空间的投影,通过度量像素点及其周围空间邻域的灰度差异以区分地物。当前高光谱纹理特征提取大致分为四类,数学变换法、模型法、统计法和结构分析法。这些方法均对于分类效果均有所提升,但却缺乏一个完整全面的对比分析。本文选取ri LBP、SLIC、EMP、DMP、AP、EP、3D-abor、JBF和GF等9种当前高光谱领域的纹理特征提取方法,对其做出了简要介绍,并在统一的标准下进行对比分析。实验选用Indian Pines数据集、Pavia University数据集和雄安数据集等三个标准数据集,经过主成分分析后提取其纹理特征,最后利用支持向量机（SVM）对纹理特征进行分类。用分类精度、计算时间、标准差等指标进行评价。实验结果表明,EP综合表现优于其它8种纹理特征方法;其次是EMP也达到了很好的分类效果;ri LBP精度高,但特征计算时间长;JBF与GF总体精度上略低,但二者特征计算时间短,可以当作分类后处理的方式与其他纹理特征相结合。", "label": "测绘科学与技术", "id": 0}
{"content": "本文依据移动测量系统中高精度POS与激光扫描仪、立体相机等多传感器的快速标定需求,设计了一种适用于高精度POS的移动测量多传感器闭环标定技术,该标定技术依托高精度POS系统,结合多传感器的应用特点,利用高精度室内控制场和室外控制场,采用闭环标定和检核的方法,解决了基于高精度POS的移动测量多传感器快速标定问题。试验结果显示,采用本文设计的闭环标定技术,移动测量多传感器的相对测量和绝对测量精度均优于0.5m。", "label": "测绘科学与技术", "id": 0}
{"content": "随着无人机的发展推广,摄影测量技术在近些年发展较快,在测绘领域得到广泛应用。本文分析了工程外观质量检测中存在的不足以及无人机摄影测量的优势,通过无人机摄影测量技术弥补工程外观质量检测中存在的不足。", "label": "测绘科学与技术", "id": 0}
{"content": "无人机航空摄影测量技术的发展为南水北调中线干线工程空间地理信息数据的实时更新提供了可能,对工程的精细化运行及维护具有重要意义。本文首先描述了无人机航空摄影测量在南水北调中线干线工程中的应用背景,在简要介绍无人机航空摄影测量含义与特点的基础上,阐述了利用无人机在航空摄影测量中制作DSM/DEM、DOM、DLG产品的流程。最后,针对南水北调中线干线工程特点,结合无人机摄影测量进行了展望。", "label": "测绘科学与技术", "id": 0}
{"content": "随着城市群成为国家参与全球竞争与国际化分工的基本地域单元,跨区域合作也将更加有利于城市之间的资源共享。《长江中游城市群规划》出台以来,积极推动了长江中游沿线31个城市的联合发展。现有的研究对于长江中游城市群整体的空间演变研究较多,少数研究针对城市群中的单个城市。本文通过选取1997～2013年中五年的夜间灯光数据,对比五年各城市统计年鉴中的建成区面积,对副省级城市、一般省会城市、地级市以及省直管县级市的空间拓展和经济格局差异进行了分析。结果表明:1)副省级城市武汉市,主要往西北方向发展,积极带动中部其他城市发展,城市扩张速度最快;2)一般省会城市存在多个方向发展,其发展的均衡性较好,城市扩张速度仅次于副省级城市;3)地级市有明显的向省会城市集聚发展趋势,城市扩张速度低于一般省会城市;4)省直管县级市之间相互集聚发展,其扩张速度最低。5)省会城市之间的经济格局差异性逐年增大,地级市之间差距逐渐较小,省直管县级市之间的差距最小。", "label": "测绘科学与技术", "id": 0}
{"content": "运用GIS和RS软件,处理1993,1998,2003,2008,2013年的NDVI植被数据和DMSP/OLS夜间灯光数据,结合辽宁省历年经济社会发展特征,引入城市扩张速度与强度、城市重心迁移、形态紧凑度等指标,对城市扩展过程中的时空特征、形态演变进行测度。发现辽宁省在20年间的扩张强度始终处于慢速、平稳水平,由缓慢持续增长到轻微回落;城市群的重心分布在沈阳、大连两者连线上偏向沈阳市的空间位置,迁移轨迹呈现缓慢的由北向南的偏移规律;城市扩张过程中的空间形态特征包含三种模式,即中心城区四周扩散式、交通轴线带状扩展式和飞地跳跃发展式。研究成果可为辽宁省域城镇群发展和城市扩展方向提供依据。", "label": "测绘科学与技术", "id": 0}
{"content": "通过遥感影像数据识别地类信息的技术在未来国土空间规划编制和管理过程中具有广泛应用前景。本文在现有卷积神经网络应用的基础上,从地块边缘识别、运算效率提升、网络结构优化、语义分割细化等角度进行算法优化,提升了影像识别效率和准确性,并将应用优化后的算法,对武汉市建设用地紧凑度进行了量化分析。", "label": "测绘科学与技术", "id": 0}
{"content": "随着遥感技术的快速发展,震后24小时内即可获得灾区的卫星或航拍影像。利用上述影像快速识别得到的建筑倒塌场景,提出了基于机器学习算法的区域建筑近实时震损预测提升方法。具体地,对目标区域建筑开展一系列动力弹塑性时程分析并得到响应模拟结果,进一步根据模拟结果与建筑倒塌场景识别结果的相似程度确定最优结果,用以开展震损预测。算例研究表明,利用识别得到的建筑倒塌场景,该方法可以有效提升震损预测结果准确性。", "label": "测绘科学与技术", "id": 0}
{"content": "随着无人机技术的快速发展,倾斜摄影技术应用越来越广泛,将倾斜摄影技术与BIM技术结合在三维可视化应用是一个趋势,本文通过采用context capture软件进行三维模型生产,采用第三方软件进行单体化处理及管道建模,将重建三维模型在skyline三维可视化软件上进行展示,对三维模型进行可视化操作及分析,对生产和管理具有重要意义,对今后推动多元技术结合在三维可视化应用具有重要影响。", "label": "测绘科学与技术", "id": 0}
{"content": "高精度的冰川高程信息是研究冰川消融以及冰川物质平衡的的重要数据基础,然而,由于冰川范围广、高程变化大,且气候条件恶劣,仅依靠站点观测数据和野外考察资料难以满足冰川长时间、大范围的监测要求,高程数据仍然匮乏。合成孔径雷达干涉测量具有快速覆盖全球的能力,可大范围、周期性的对冰川表面高程变化情况进行监测。以2018年Sentinel 1A数据为数据源,利用合成孔径雷达干涉测量技术生成东天山哈尔里克山冰川DEM,并与2000年SRTM高程数据作对比分析。经计算,高程变化量标准差为±3.49m,将变化量绝对值大于30m的区域以栅格的形式与冰川目录叠加后发现这些值集中分布在冰川表面。总体上,冰川表面高程变化明显,而冰川以外的平地和山区高程无明显变化。以标准差为依据分别论坡度、坡向、地形起伏对干涉DEM精度的影响。结果表明,高程精度随坡度和地形起伏的增加而降低,受坡向影响较小。", "label": "测绘科学与技术", "id": 0}
{"content": "针对TOPS模式复杂的影像定位问题,在精密轨道及数字高程模型的基础上进行了关于雷达多普勒方程下像素位置的定位精度评定。从原理角度阐述了TOPS模式多子带多burst的成像机理及SAR图像利用牛顿迭代进行循环逼近最优解的过程。最后利用目前精度最高的增强谱分集方法对迭代精度进行了检验,实验表示精轨数据支持下定位精度能够达到0.006像元。", "label": "测绘科学与技术", "id": 0}
{"content": "针对无人机航测成图效率偏低的问题,结合某地区1:1 000地形图更新实例,探讨了像控点布设数量与位置对空中三角测量的影响,研究了采用后差分技术提高空中三角测量精度的方法,通过矢量数据集成与不同模块的矢量数据编辑菜单定制,提高了数据编辑效率与正确率,改善了无人机航测大比例尺成图的精度与效率。", "label": "测绘科学与技术", "id": 0}
{"content": "针对城区高程差异大、常用像片控制测量方法不适用等问题,通过分析城区倾斜航测的误差来源与精度分布特点,提出一种顾及测区高程差异的像控点分层布设法。以南京市某城区为研究对象,将该方法与常用地面布设法进行精度比较分析,验证了该方法的有效性。", "label": "测绘科学与技术", "id": 0}
{"content": "城市建筑的立面图测绘是城市测量的重要组成部分,特别是一些老旧小区经过多年的变迁,施工图纸已经无处寻觅。而对老旧小区的改造又需要提前规划和分析。传统的立面测量非常繁琐而且也不够精确,工作效率很低,特别是对密集建筑物进行作业时候,绿植,牌坊等常常造成作业困难。据此,介绍了一种利用便携式无人机辅助立面测量的方法,有效的弥补了传统立面测量中的短板。", "label": "测绘科学与技术", "id": 0}
{"content": "\"多规合一\"背景下,无人机摄影测量技术将会得到前所未有的发展机遇,与此同时,由于监管政策与技术发展的不完善,无人机技术高速发展的背后也存在着诸多困难。据此,对无人机技术的发展机遇和挑战进行了梳理,对应对困难和挑战的办法进行了探讨。", "label": "测绘科学与技术", "id": 0}
{"content": "近年来,随着数字测图技术的不断发展,倾斜摄影测量技术以其大范围、高精度、高清晰和复杂场景全方位感知的优势正被国内外广泛应用。以EPS三维测图系统为平台,简要阐述了该系统的特点,重点介绍了EPS三维测图双模式采集房屋要素的概念和方法,并利用传统的全站仪数字测图手段对双模式下采集的房屋精度进行对比分析,解释了两种模式采集精度误差的具体原因。针对误差原因提出了提高实景倾斜模型自身精度的建议。", "label": "测绘科学与技术", "id": 0}
{"content": "随着时间的推进,老去的村庄即将逝去,如何对传统村落进行保护与记录,以数字化方式来推广与保护传统村落文化已然成为一种行之有效的技术手段。传统村落数字化的核心要求是保护与维持传统村落文化的原生态与真实性,而村落的原真性通过现在所采用的倾斜摄影技术是一种比较行之有效的技术手段。本文主要从技术的角度对这样的观点进行论述,并将一些阶段性的研究成果进行呈现,以达到交流、学习的目的。", "label": "测绘科学与技术", "id": 0}
{"content": "传统滤波手段应用于卫星受限环境下的GNSS定位时,难以兼顾历史状态信息以及卫星观测量的时间相关性。为此,本文提出一种基于因子图的GNSS定位方法,该方法将伪距、载波相位、多普勒观测量添加为因子节点,引入多普勒因子连接历元间变量节点,实现解算模型的因子图优化。本文采集了静态和车载动态数据,针对单点定位（Single Point Positioning, SPP）与实时动态载波相位差分定位（Real-time kinematic, RTK）两种模式,开展了实验验证与比较。结果表明本文所提出的方法,简单易实现,在城市卫星受限环境下提高了定位精度。相较于常规算法,单点定位静态、动态下均能提升约20%;载波相位差分定位在静态下固定率提升25%,总体水平方向上精度提升约40%。", "label": "测绘科学与技术", "id": 0}
{"content": "在BDS/GPS/INS紧耦合导航算法中,需要同时估计两个系统的接收机钟差和钟差变化率,这往往需要准确的钟差模型和较多的卫星观测量。但是接收机时钟易受多种因素影响,其钟差很难用数学模型准确描述;并且较多的观测量会增加滤波计算的负担。针对这些问题,本文仅利用BDS/GPS伪距作为观测量,以减少卡尔曼滤波量测矩阵的维度,降低计算量;并且采用星间单差来消除各个系统的接收机钟差,避免接收机钟差模型不准确的问题,同时减少需要估计的状态量,提高精度。与传统的BDS/GPS/INS紧耦合导航（TC）相比,本文算法的定位精度提高了59.77%,其中垂直向的误差大大降低;垂直速度误差和水平速度误差分别降低了75.07%和65.05%;姿态精度也得到了明显提高。因此,基于星际差分的BDS/GPS/INS紧耦合导航（DTC）与传统紧耦合方式相比,从多方面改善定位效果,以较少的计算量取得了更好的定位精度,具有较高的实际应用意义。", "label": "测绘科学与技术", "id": 0}
{"content": "下一代综合PNT体系将是以北斗系统为核心,融合低轨通信、地面移动通信等诸多系统的时空服务体系,形成具备统一时空基准的建立、维持、传递的完整能力链条。为保障PNT体系融合效能的充分发挥,需要建立具有工程建设和应用可行性的PNT标准体系框架,作为PNT体系总体设计重要补充,促进北斗卫星导航系统、低轨通信系统、地面移动通信系统在时空信息互操作、时空信息协同播发等方面融合。本文对面向综合PNT体系的标准化体系框架进行了初步设计,重点对标准化体系框架的空间段、地面段、用户段等方面进行了设计,可为综合PNT体系标准化方面的深化论证提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "随着全球卫星导航系统（GNSS）以及其他先进定位技术不断发展,提供广覆盖、强实时、高精度定位服务已是必然趋势。虽然北斗等GNSS定位系统已实现室外开阔区域高精度定位服务,但仍存在很多难以覆盖的特殊区域,如都市峡谷、隧道、山区、封闭空间等。现有补充定位技术虽然种类多,但因覆盖距离、定位精度、维护成本、应用范围等问题未能实际应用。5G技术的大带宽、低时延、高频段等新特征,使得基于5G体制的高精度定位成为可能,基于5G系统的定位可作为特殊区域定位服务的有力补充。本文以此提出基于5G的无人单站定位技术,特别分析了系统整体架构、核心关键技术以及典型应用场景等内容。该技术利用无人机搭载5G定位系统,通过先进超分辨测向、测距技术与模型驱动的机器学习算法相结合,可实现5G体制下的高精度单站定位能力。基于无人机的定位系统部署灵活,可用于应急救援场景,如登山遇难者搜寻、地震围困人员搜救等场景。此外,基于5G信道状态信息的强感知能力,所提方案也可应用于环境感知场景。", "label": "测绘科学与技术", "id": 0}
{"content": "定位导航授时（Positioning, Navigation and Timing, PNT）服务的应用在过去几十年中急剧扩大,成为一个看不见却被广泛应用的工具,支撑着诸多技术、系统和服务。许多关键基础系统完全依赖GPS提供PNT服务,但在复杂环境下,单一PNT服务存在不连续、不可用、不可靠甚至完全失去服务能力的风险。基于系统备份或功能互补策略的PNT体系能够将多源GNSS信号进行优化组合,以较强的弹性能力在功能时变和模式复杂的场景中保持更佳的作战效能与效费比。本文调研了工程弹性系统和以GPS为核心的美国PNT体系的相关内容,并在此基础上选用马尔科夫模型分析法进行了PNT体系弹性能力的分析验证,为我国综合PNT体系的建设发展提供支撑。", "label": "测绘科学与技术", "id": 0}
{"content": "GNSS信号在城市峡谷环境中会出现可见星不足4颗的情况,导致无法形成单点定位。与GNSS信号相比,中国地面数字电视信号（DTMB,Digital Television Terrestrial Multimedia Broadcasting）具有发射功率强,发射基站固定,频率低,穿透性好等优点。本文根据DTMB独特的时域同步正交频分复用（TDS-OFDM,Time-Domain Synchronous Orthogonal Frequency Division Multiplexing）信号调制方式,利用其插入的时域伪随机（PN,Pseudorandom Noise）序列提出一种高精度采样频率偏差（SFO,Sampling Frequency Offset）估计方法,利用SFO补偿后的数据得到接收端相对基站的移动距离变化,将电视信号发射塔作为伪基站辅助GPS在城市峡谷中进行定位。当GPS本身可以形成定位时,利用DTMB信号可以改善GDOP（Geometric Dilution Precision）,提高定位精度;当GPS本身不可形成定位但可见星为3时,利用DTMB信号可以形成定位,提高GPS可用时间。", "label": "测绘科学与技术", "id": 0}
{"content": "积雪作为重要的淡水资源,监测积雪的变化有利于地表气候分析、水文研究和雪灾防治。全球导航卫星系统多径反射（Global Navigation Satellite System Multipath Reflectometry, GNSS-MR）技术利用信噪比（signal-to-noise ratio,SNR）信号调制频率与反射器高度的关系来反演积雪深度,现有研究取得了较好的进展。SNR观测值的处理是保证雪深反演结果准确性的关键。本研究的关键目的是引入变分模式分解（variational mode decomposition,VMD）算法进行北斗SNR观测值的趋势项分离,验证其在BDS-MR雪深反演中的可行性;同时对比不同的北斗信号在雪深反演研究中的差异。实验数据采用瑞典KIRU站2021年前5个月的不同频带的北斗SNR观测值（S2I, S6I和S7I）。实验结果表明,北斗SNR观测值可用于雪深反演实验,其中S2I的反演精度最高,S7I SNR的效果最差。同时,VMD算法也被证实可用于BDS-MR雪深反演技术,有效地提高了信号的拟合和分离效果,不同SNR观测值的反演误差的均方根误差（root mean square error,RMSE）均减少了30%及以上。与原位雪深对比,S2I的RMSE约为7.2 cm,相关系数0.97。S6I和S7I的相关系数分别为0.97和0.89,RMSE均大于10 cm。此外,本研究通过分析误差分布发现基于经典的LSF算法的反演误差具有一定的分布规律,当积雪深度接近天线高度时误差较大。而基于VMD算法的误差则分布较为均匀,尚未发现规律。", "label": "测绘科学与技术", "id": 0}
{"content": "滑坡位移在受到降雨因素影响时,总会出现非线性的波动变化,为了提高对此类滑坡位移变化的预测效果,提出了一种新的滑坡累计位移数据分解方法和影响因子时滞预测模型。首先建立时序滑坡位移分解方法获取原始滑坡累计位移序列的趋势项和波动项,随后分析波动项与降雨量变化的时间滞后关系,建立顾及时滞影响的降雨因子长短时记忆网络模型对波动项进行建模预测,同时利用动态灰色预测模型对趋势项进行建模预测,构建出基于时序滑坡位移分解算法、时滞长短时记忆网络模型和动态灰色模型的新组合预测模型。以中国三峡库区八字门滑坡为例,通过分析与常规分解模型、变分模态分解模型的区别,验证所提出的时序分解方法的优越性,并与建立的预测模型组合建模预测,同时与其他模型对比预测精度,实验结果表明,本文所构建的新模型预测效果更优,为滑坡累计位移的预测提供了一种新的方法。", "label": "测绘科学与技术", "id": 0}
{"content": "加权平均温度（Tm）是将对流层天顶湿延迟转化为可降水量（PWV）的一个关键参数,在水汽监测中十分重要。目前有很多已构建的加权平均温度模型,本文基于IGRA中心提供的2016年中国区域81个站的探空数据,使用积分法计算了这些站点的高精度的Tm值,并使用其对Bevis公式、GTm模型、GPT3模型以及GTrop模型在中国区域的精度进行评估和分析。结果表明:Gtrop模型的精度最高,均方根误差为4.06K;两种线性模型（Bevis,GTm）在低纬度精度较高,高纬度精度较差;另外两种格网模型（GPT3,GTrop）虽然在低纬度区域精度不如线性模型,但是整体泛化性高于线性模型,在整个中国区域模型表现较为均匀。", "label": "测绘科学与技术", "id": 0}
{"content": "本文依据中国卫星导航系统管理办公室发布的北斗三号民用基础产品技术要求和测试方法,重点关注北斗基础产品动态精度的测试方法,并开展实验。基于RTKLIB开源GNSS卫星定位数据处理和分析软件对瑞士U-blox公司开发的M8T单频多星接收模块的定位数据与高精度INS/GNSS组合导航设备的标准定位数据进行同步比对,从而得到误差结果,计算被测设备的动态定位精度。在此基础上,利用实时动态载波相位差分（RTK）技术,并使用4G或5G网络来连接基准站和流动站进行定位解算,开展动态定位精度测试实验。实验表明使用RTK技术获得的定位数据能够满足定位精度的要求,可以借助RTK定位数据辅助分析动态定位精度的测试结果,同时也为其替代高精度INS/GNSS组合导航定位数据作为高精度的标准定位数据提供可能。", "label": "测绘科学与技术", "id": 0}
{"content": "针对动态条件下用户较难验证接收机相对定位精度的问题,提出了一种联动目标动态实时相对定位精度验证方法。该方法通过在地面上架设4台接收机作为基准站,分别计算每个基准站与多个移动站的RTK解算结果,进而求差获取移动站与移动站之间的基线长度,以4个基准站计算的移动站之间的基线长度均值作为真值,与联动目标动态实时相对定位解算的基线长度进行对比,得到联动目标动态实时相对定位精度。同时,根据验证方法开发了一套事后高精度相对定位处理软件。最后,通过静态及动态跑车试验结果表明该验证方法获得的定位精度可达毫米级,可作为高精度位置基准,能够对联动目标动态实时相对定位结果进行精度评估。", "label": "测绘科学与技术", "id": 0}
{"content": "大气加权平均温度（Tm）是水汽转换系数（K）的主要影响参数,其计算的精度直接影响GNSS水汽反演的精度。本文以中国东北地区为例,利用17个无线电探空站2015-2017的探空资料,基于最小二乘线性回归分析方法建立一种顾及多因子的 Tm 回归模型。以2018年的探空数据为参考值,对模型进行精度验证。结果表明,本文所建立的顾及多因子的 Tm 区域化回归模型比Bevis模型精度（RMS值）平均提升18.1%。另外,针对中国东北地区不同气候区差异问题,建立了不同气候区的 Tm 模型,并用2018年的探空资料进行对比分析。结果表明,与Bevis模型比较,在温带大陆性气候区其精度（RMS值）高了16.9%,在其温带季风气候区精度提高了21.2%,精度提升明显,在温带季风气候区更为显著。因此,本文所建立的顾及多因子的 Tm 区域化回归模型在中国东北地区具有更好的适用性,可以为GNSS水汽探测以及气象研究提供更高精度的 Tm 值。", "label": "测绘科学与技术", "id": 0}
{"content": "近年来,精密单点定位（PPP）技术日益成熟,将实时PPP技术应用于大气水汽探测具有高分辨率、高精度、全天候、单站作业等优点,在气象领域得到了快速的发展。PPP-B2b作为北斗系统提供的一种公开免费的PPP服务,完全自主可控,为地基GNSS实时天顶对流层延迟估计和大气水汽监测带来了更大的研究空间和应用前景。本文对基于北斗PPP-B2b的单站大气水汽反演算法进行研究和实现。首先基于北斗PPP-B2b产品进行天顶对流层延迟（ZTD）估计,并与GAMIT软件处理结果进行对比。根据所解算的天顶对流层延迟,分离出天顶湿延迟（ZWD）,进行大气可降水量（PWV）的求解,以无线电探空资料为参考,评估PWV解算精度。实验表明,本文基于北斗PPP-B2b产品估计的ZTD和GAMIT解算结果在整体趋势上保持一致,PWV与探空数据结果平均绝对误差（MAE）为3.23mm,均方根误差（RMSE）为4.03mm。在宝山气象站同址实测时,精度和稳定性进一步提高,MAE为2.27mm,RMSE为2.91mm,能够为实时数值天气预报等应用提供较为可靠的数据支持。", "label": "测绘科学与技术", "id": 0}
{"content": "针对最小二乘RAIM（receiver autonomous integrity monitoring）算法存在保护级计算保守和小故障探测效果较差的问题,本文系统分析不同卫星特征斜率对其定位解精度及故障检验量的贡献,并通过建模来优化故障检测统计量,提出一种基于卫星特征斜率加权的最小二乘RAIM算法,并验证算法的可靠性。单点实测和全球仿真两种情形的计算结果表明:基于卫星特征斜率加权RAIM算法可较好解决高漏警风险（missed detection risk, MDR）卫星在故障检测中的不敏感问题,并且此方法对小故障检测提供一定的借鉴;改进RAIM算法使得导航用户的保护级大幅减小,其在全球范围内的水平保护级均小于50 m,垂直保护级均小于60 m,即改进RAIM算法较好满足高可靠导航用户的完好性需求。", "label": "测绘科学与技术", "id": 0}
{"content": "卫星导航系统时间之间存在的时间偏差称为系统时间偏差,简称系统时差。本文分析了GPS、GLONASS、Galileo和北斗系统在导航电文中对系统时差参数的播发设计和格式演进,并基于导航电文解析数据,对系统播发时差参数的外符合性,插值平滑性,时差波动性和频率稳定性等性质进行了分析评估。结果表明,北斗系统和Galileo系统发播的系统时差参数具有良好的外符合性,系统发播时差基本符合\"固定系统差\"+\"随机波动\"模型,并且其相对频率稳定度,在平滑时间超过一周后,显著提升。", "label": "测绘科学与技术", "id": 0}
{"content": "2020年7月31日,北斗三号全球卫星导航系统全面建成并开通服务,至今已服务一周年有余。北斗三号卫星导航系统服务一周年以来的系统性能,对北斗三号系统后续推广和各学者研究有着重要的参考价值。本文以北斗三号卫星的广播钟差精度和TGD精度作为系统关键性能指标,给出了广播钟差精度和TGD精度评估方法。基于中国卫星导航管理办公室测试评估研究中心提供的2020年8月1日至2021年7月31日的广播星历合并文件,GFZ和WHU分析中心提供的精密星历文件,IGS电离层分析中心提供的DCB文件,分析了2020年8月1日至2021年7月31日的广播钟差、轨道精度和TGD精度。结果表明:1)以GFZ和WHU提供的精密产品为基准,轨道和钟差精度评估结果一致,空间信号轨道精度（RMS）基本在0.2m内,相比轨道,钟差误差较大;2)北斗三号卫星广播钟差存在明显的系统偏差,整体而言系统偏差在评估的后期变小,多数卫星钟差系统偏差优于1.0ns;3)系统偏差是影响卫星钟差精度（RMS）的主要因素,消除广播钟差系统偏差后,所有三号卫星钟差精度均优于0.4ns。", "label": "测绘科学与技术", "id": 0}
{"content": "以PPP为代表的GNSS时间传递技术以其精度高、成本低、范围广的优点,成为近年来时频领域的研究热点。随着BDS-3全球组网完成,北斗卫星导航系统具备了为全球用户提供定位、导航以及授时服务的能力。由于BDS-3与BDS-2系统的覆盖范围、卫星载荷以及信号设计不同,其时间服务性能需要进一步分析。相较于北斗二号,北斗三号系统在亚太区域分布的MEO卫星与IGSO卫星更多,能够有效改善观测卫星的几何构型;另一方面,在北斗二号系统原有的B1I和B3I信号基础上,北斗三号新增了与GPS信号频率重叠的B1C、B2a以及B2b频点。本文选取外接原子钟的IGS跟踪站,采用事后处理的方式对BDS-2/BDS-3的PPP时频传递性能进行比较分析。实验结果表明:在静态场景下,BDS-3与BDS-2的PPP时间传递精度相较于GPS的一致性分别为0.1ns和0.35ns。此外,本文分析比较了北斗三号不同频率信号组合的PPP时间传递性能,分析结果表明:以GPS为参考,BDS-3 B1C/B2a组合时间传递精度略优于B1I/B3I,B1C/B2a频率传递的千秒稳性能较B1I/B3I组合提升了16.83%。", "label": "测绘科学与技术", "id": 0}
{"content": "多系统GNSS兼容互操作为提升复杂环境下提升导航系统的服务能力提供了新的解决思路,时间偏差信息是GNSS兼容和互操作的基础。每个卫星导航系统都有自己独立的时间系统,时间产生和驾驭方式和性能存在差异。在多系统GNSS兼容互操作定位解算时,由于系统时差作为新的变量加入进解算中,因此需要至少观测到不同系统的5颗卫星实现定位解算。空间信号易受到空间环境和地域环境的影响。本文选择城市开阔环境,城市峡谷和森林三种不同的环境进行单站法时差监测和定位解算实验,分析不同环境下GNSS兼容互操作的性能。", "label": "测绘科学与技术", "id": 0}
{"content": "在轨道确定工作中,对测量数据要进行一定的修正,但由于人们认识的限制、修正模型的逼真度有限等原因,修正后的系统误差残差仍占一定的份量,有时仍对定轨结果有显著影响,这些系统误差在精密定轨和事后的误差分析往往受到定轨方法的精度影响。卫星的北斗定位数据具有更高的精度,利用其评估测轨类型的误差传播评估特性,可以为设备误差补偿、寻求如何提高实时定轨及精密定轨的精度提供理论参考。本文推导的火箭内测、雷达、统一载波、光学等测轨系统误差对卫星半长轴的传播模型,充分利用高精度的卫星北斗导航精密星历,评估测轨设备的系统误差引起的定轨误差,在实时定轨任务中,利用测站坐标及卫星理论观测量,确定各类测量元素的定轨权重;在精密定轨工作中,通过对航天测控网所属外测设备系统误差的统计分析,利用评估模型计算各设备的定轨误差,确定其在精密定轨中的权重,从而提高外测定轨与预报精度。", "label": "测绘科学与技术", "id": 0}
{"content": "BDS-3系统目前已能够为全球范围内用户提供高精度定位、导航、授时等服务,同时提供了新的B1C和B2a等民用频率。目前的研究多是GPS与BDS传统频率（B1I+B3I）的双系统组合定位性能分析,对于GPS与BDS-3新频点组合的分析还相对较少,特别是PPPAR的定位结果。本文利用60个MGEX站2021年8月份的观测数据进行GPS、BDS-3相位小数偏差产品（UPD）解算,UPD估计验后残差结果表明,宽巷及窄巷UPD残差的RMS基本上都在0.1周以内,这保证了UPD产品的精度。同时利用10个MGEX站观测数据进行PPP浮点解及PPPAR定位性能分析,结果表明,定位时加入BDS-3卫星能够明显缩短PPP浮点解及PPPAR的收敛时间,可以将PPPAR的首次固定时间从20分钟缩短至10分钟之内。同时对于GPS+BDS-3双系统组合,静态模式下的模糊度固定率在95%以上,仿动态模式下的模糊度固定率在90%以上。", "label": "测绘科学与技术", "id": 0}
{"content": "我国海洋资源丰富,基于BDS短报文的远海高精度定位在海上搜救、海上平台监测等领域具有广泛的应用需求。为克服北斗短报文频率有限的问题,此前有学者提出将RTK空间相对定位技术与时间相对定位技术结合,采用单台北斗短报文设备实现海上移动站精密定位。然而,目前基于BDS短报文,将时间基线法用于远海定位仍存在用户站整分钟的对流层延迟无法精确获得导致整分钟RTK定位精度和收敛速度受限,非整分钟历元的坐标估算忽略了历元间差分后的轨道和卫星钟差残差导致累积误差大的问题。针对上述问题,本文提出了一种适用于GNSS远海高精度定位的顾及NWP的时间基线法,该方法采用欧洲中尺度天气预报中心提供的数值气象预报NWP资料反演对流层延迟,并采用CNES发布的SSR改正数,减小时间基线轨道和卫星钟差累积误差。为评估本文算法的有效性,本文采集了实测静态和海上动态长基线GNSS数据,采用传统时间基线法和本文提出的新算法做基线解算。结果显示:在静态实验中,采用本文提出的算法获取定位结果的ENU方向的RMS分别为0.018m、0.015m和0.030m。海上动态实验中,采用本文提出的算法的ENU方向的RMS分别为0.027m、0.018m和0.052 m。本文提出的顾及NWP的时间基线法的精度较传统方法有20%以上的提高,收敛速度也大大加快,能够为远海用户提供厘米级的定位服务。", "label": "测绘科学与技术", "id": 0}
{"content": "随着北斗卫星完成全球组网,越来越多的北斗卫星和频点可以用于高精度定位,本文提出了一种北斗三频模糊度固定的改进办法。采用北斗三频载波信号,可以形成多组不同的线性组合观测值,通过分析对比不同的频率组合,选择最优的组合方法,采用无几何模型按照超宽巷模糊度、宽巷模糊度、B1频点模糊度的方式进行解算并进行固定。通过北斗三频实测数据进行实验分析,结果表明该方法可以有效提高模糊度固定率,同时缩短了初始化时间和提高了模糊度固定正确率。", "label": "测绘科学与技术", "id": 0}
{"content": "在GNSS卫星导航定位领域,卫星硬件延迟误差是GNSS导航定位中主要的误差源之一,使得距离观测值和时间钟差无法对准,从而影响了GNSS定位效果和服务性能。传统的误差补偿方法差分码偏差（Differential Code Bias, DCB）表征的是不同测距信号间的差值。随着GNSS卫星系统及其频率的增多,DCB的数据量变大,复杂且难以处理。因此绝对信号偏差（Observable-specificBias,OSB）的研究变得越来越重要。本文针对OSB产品质量及其对精密单点（PrecisePointPositioning,PPP）定位性能的影响进行分析。首先,将OSB与DCB产品进行比较分析,并将其应用在PPP上,验证其对定位的影响一致。其次,可由非校准相位偏差（UncalibratedPhaseDelay,UPD）产品得到载波OSB,将其与UPD产品进行对比分析。本文利用OSB和UPD+DCB产品分别进行整周模糊度固定的PPP （Precise Point Positioning with Ambiguity Resolution, PPP-AR）,得到两者的整周固定结果一致。由实验分析可知,OSB产品的质量与DCB和UPD产品几乎一致,且对于定位的改善性能相当,数据量少于DCB+UPD,可作为替代产品解决卫星数量及其频率的增多导致的DCB和UPD产品数量大问题,同时有利于提高实时PPP定位处理速率。", "label": "测绘科学与技术", "id": 0}
{"content": "中国大陆构造环境监测网络（CMONOC）可对我国大陆及邻近地区构造环境变化进行实时监测,CMONOC站点的GNSS坐标时间序列可为各类地学研究与工程应用提供很好的数据支撑。本文主要针对共模误差对测站坐标时间序列的影响进行了研究,选取山西省2011-2021年间的9个连续观测基准站数据,对比分析了四种粗差剔除方法的应用效果,选取最优的剔除方法进行粗差剔除,然后采用主成分分析法提取并剔除坐标残差时间序列的共模误差,最后通过贝叶斯分析法和谱指数估计法对主成分分析前后的坐标残差时间序列进行噪声分析。结果表明:对于山西省陆态网络,利用四分位距法剔除粗差的效果最优;山西省连续观测基准站的坐标时间序列不仅包含白噪声,也包含有色噪声;利用主成分分析法可以有效地降低共模误差的影响;在共模误差改正前后,山西省区域的最优噪声模型不变,仍为白噪声+闪烁噪声,但进行共模误差改正可以有效降低各方向上的噪声量级,在N方向上,白噪声和闪烁噪声的噪声量级平均降低了28.75%、32.74%;在E方向上平均降低了27.25%、35.34%;在U方向上平均降低了28.04%、33.86%。", "label": "测绘科学与技术", "id": 0}
{"content": "针对目前常用的电离层残差法（Geometry-free,GF）应用于连续运行参考站（Continuously Operating Reference Stations,CORS）载波相位观测数据周跳探测与修复过程中,存在盲点周跳对、无法确定发生周跳相应频点和数值大小的问题,提出一种基于正则化三次样条插值的周跳探测与修复方法。该方法联合使用双频GF组合与CORS系统单频相位卫地几何距离组合,根据正则化三次样条插值对CORS系统单频相位卫地几何距离组合量进行外推预测,可判断出该频点当前历元是否有发生周跳,若发生周跳可直接计算出该频点发生周跳的数值大小,同时完成周跳探测与修复工作。基于北斗卫星导航系统（BeiDou Navigation Sa-tellite System,BDS）和全球定位系统（Global Positioning System,GPS）载波相位观测数据的周跳探测与修复实验结果表明:当数据采样间隔为1s,基于正则化三次样条插值的周跳探测与修复算法,可准确探测出盲点周跳对、1周及以上周跳,并确定发生周跳的相应频点和数值大小。", "label": "测绘科学与技术", "id": 0}
{"content": "北斗三号系统已经全面开通并提供全球导航定位服务,在实时导航定位中广播星历轨道误差是影响其精度的主要因素之一。为了分析BDS-3的广播星历轨道精度,本文选用2021年第17天到第50天共34天的广播星历和精密星历,分析了BDS-2和BDS-3的广播星历精度、轨道误差以及用户测距误差（User Range Error,URE）。采用MGEX（Multi-GNSS Experiment,MGEX）提供的精密星历作为参考,计算BDS广播星历卫星轨道偏差评估广播星历精度;分析了BDS-2GEO卫星的广播星历轨道精度以及对比了BDS-2和BDS-3IGSO卫星和MEO卫星的精度;根据卫星在径向、切向和法向上的误差计算用户测距误差进一步评估BDS-2和BDS-3的轨道精度。实验结果表明,BDS-3的广播星历精度及轨道误差精度相对BDS-2有所提升,BDS-2的GEO、IGSO、MEO卫星的URE分别可达到1.2m、0.6m、0.6m;BDS-3的IGSO和MEO卫星的URE分别达到0.4m和0.3m,BDS-3的性能和稳定性显著提高。", "label": "测绘科学与技术", "id": 0}
{"content": "在GNSS卫星精密定轨的过程中,地面测站的选取会对轨道精度产生很大的影响。通过对武汉大学、欧洲定轨中心、德国地球科学研究中心计算轨道产品时所采用的地面测站进行分析试验,不同的测站选取方式计算出的轨道间存在很大差异。本文对GNSS卫星定轨中地面测站的数量和分布情况对轨道精度的影响进行了研究分析,得到了优化后的测站选取方案,该方案具有较好的轨道精度和较高的计算效率,通过实验设计验证了该方案的可行性,得到的轨道结果与IGS提供的轨道产品相差在2cm以内。", "label": "测绘科学与技术", "id": 0}
{"content": "在GNSS领域中最小二乘方法被广泛用作求解导航观测方程来获得定位坐标及其他待估参数。然而众所周知是:在实际定位中观测量会由于多路径效应、接收机、卫星故障等原因而产生较多较大异常值,此时最小二乘法无法给出适合的解。特别地,单个大偏差值可能会导致定位坐标出现巨大的偏差,何况数据中存在多个离群值的概率非常高,这将对定位服务产生极大影响。在本文中,我们研究了带有健壮性要求的单点定位问题,并提出了一种易实现的基于最小化松弛子集均方根误差的算法。我们的主要创新点在于:（1）松弛了子集均方根误差问题中的整数约束,从而将其建模为更易近似的数学优化问题。（2）在求解过程中,我们通过对初始值进行局部凸优化的方式来逼近最优解。我们在误差较平稳的实测数据上,通过加入巨大的人工误差来进行测试,结果表明本算法可以有效的消除偏差影响,在三分之一总数的卫星受到影响的情况下,该算法距离真值仅增加了1m的偏差。我们可以将该方法用于环境较复杂的SPP定位上,可以提供初始的较为准确的结果。", "label": "测绘科学与技术", "id": 0}
{"content": "GNSS（Global Navigation Satellite System）载波相位连续高精度定位的前提是保证定位期间载波相位的连续观测,然而,由于信号衰减、遮挡、干扰等因素的影响,载波相位观测值会产生周跳现象,影响高精度定位。在现有的实时周跳探测与修复方法中,针对小周跳的探测与修复,运算过程较为复杂。本文提出了从接收机载波跟踪环路中振荡器处进行周跳探测与修复方法。通过分析载波相位观测值在接收机内部形成的过程,对振荡器进行设置,使得每个环路更新周期能得到多个载波相位观测值,再利用多项式拟合的方法对得到的载波相位观测值进行周跳探测与修复。实验结果表明,该方法能够实时探测与修复一周及其以上的周跳。", "label": "测绘科学与技术", "id": 0}
{"content": "实时高精度周跳探测及修复方法在GNSS定位中具有非常重要的作用。然而,目前大多数周跳探测及修复方法仅适用于事后双频处理,在实时及非双频周跳探测修复中的适用性上受到极大限制。针对上述问题,本文构建了一种实时单频周跳探测方法。首先,本文提出了一种自适应拟合阶次确定方法,以获取最适拟合阶数;其次,采用高次差法获取不同阶次差分后的时序数据,联合进行抗差最小二乘估计,以得到最优拟合函数;最后,通过残差的大小判别周跳量并对其进行修复。该方法同样可用于钟跳的探测及修复之中。为验证本文所提方法的有效性,采用自测静态及动态GNSS观测数据进行周跳和钟跳的探测修复实验,实验结果表明:该方法对钟跳的探测和修复率达到100%,其周跳探测和修复率也达到99.5%以上。由于该方法采用单频载波相位观测值进行处理,针对双频或多频接收机也具有较好的适用性,且不受连续周跳的影响,在GNSS定位中具有非常重要的意义。", "label": "测绘科学与技术", "id": 0}
{"content": "北斗三号全球卫星导航系统于2020年6月23日完成所有卫星的组网发射,可为全球提供全天候、全天时、高精度的导航、定位和授时服务。北斗三代卫星导航系统相比于二代卫星导航系统,在继承原有的B1I和B3I信号基础上,新增了B1C和B2a两个民用信号。评估BDS-3新信号的RTK性能对北斗卫星导航系统的发展和应用具有重要意义,而解算策略的选择将直接影响RTK定位性能的评估。因此,本文从解算策略角度,选用MGEX网两组短基线多系统测站,分析了观测数据量、卫星截止高度角、卫星跟踪时间设置和观测数据采样率对BDS-3新信号双频RTK定位的影响,评估了BDS-3 B1C/B2a双频RTK的定位性能。实验结果表明:在较优解算策略下,BDS-3新信号B1C/B2a双频RTK,模糊度固定率优于99%,定位精度水平优于12 mm,垂直优于22 mm。实验结果与结论为BDS-3新信号在实际RTK应用场景中提供一定的参考价值。", "label": "测绘科学与技术", "id": 0}
{"content": "实时动态差分定位（Real-Time Kinematic,RTK）技术在开阔环境下可实现厘米级定位,但在复杂的城市环境,其定位结果的可靠性和连续性因信号遮挡、观测质量较低等因素将严重降低。惯性导航系统（Inertial Navigation System,INS）具有自主导航、短期精度高、抗干扰能力强等优点,能有效弥补卫星导航系统在信号遮蔽区的弱点。基于此,本文设计了基于抗差卡尔曼滤波的BDS RTK/INS紧组合算法,同时针对动态应用的特点,分别从卫星信号质量、模糊度检核两个层面综合考虑,构建了一种部分模糊度解决方案（Partial Ambiguity Resolution,PAR）。为了评估该算法的性能,对开阔环境与郊区环境中的车载数据进行了处理和分析,结果表明:（1）RTK/INS紧组合的可靠性和可用性高于RTK（2）与基于全模糊度解决方案（Full Ambiguity Resolution,FAR）的BDS RTK/INS紧组合相比,基于PAR方法的模糊度固定率得到显著提高（3）此外,在具有挑战性的环境中,基于抗差卡尔曼滤波的RTK/INS紧组合与RTK和RTK/INS紧组合相比,其精度和可靠性明显提高。", "label": "测绘科学与技术", "id": 0}
{"content": "交通行业精细化监管对道路运输车辆提出了车道级定位需求。设计了一种融合GNSS-INS与视觉里程计的低成本车道级定位方法。方法利用智能视频监控报警系统已有的车载摄像头采集路面图像;利用终端富余算力,实现了视觉里程计,根据图像光流特征和运动约束进行位姿估计;利用卡尔曼滤波,融合终端GNSS/九轴运动跟踪器、视觉里程计的定位结果。实验结果表明,在卫星定位效果不佳的场景下,可为车辆提供稳定定位数据。在无遮挡、标线清晰的道路区域,定位精度达到车道级;方法可在车载终端上实时运行,不影响现有功能执行效率,成本低廉。", "label": "测绘科学与技术", "id": 0}
{"content": "针对搭载Android7.0系统及之后系统的智能手机,用户可通过调用Android Location API（android.location）获取伪距、载波、多普勒频移等原始观测数据。本文利用智能手机采集的GPS和Galileo原始观测数据进行实时单点定位实验,并针对智能手机采用低成本、低功耗的GNSS芯片和线性极化天线,严重降低数据质量的特点,利用多普勒平滑策略提升伪距精度,实验表明,经多普勒平滑后,GPS和Galileo融合的实时单点定位水平方向可达到3m的定位精度,高程方向精度优于5m。", "label": "测绘科学与技术", "id": 0}
{"content": "2016年以后,智能手机GNSS（Global Navigation Satellite System）原始观测值的开放,为研究人员提供了开发适用于智能手机定位算法的机会。智能手机伪距、载波相位和多普勒等观测值可被用于进行准确的位置、速度估计。因此,诸多学者对该领域进行了大量研究,但有关GNSS测速领域研究较少。针对这一现象,本文采用了多普勒频移、载波相位中心差分和载波相位历元差分三种GNSS测速方法,以Trimble Alloy接收机测速结果为参考,分别在静态和动态条件下,评估小米8手机的测速性能。结果表明:在静态条件下,多普勒频移测速、载波相位中心差分和载波相位历元差分测速水平精度分别可达10～12 mm/s,2～4 mm/s,3～5 mm/s;高程精度分别为45～60mm/s,5～8 mm/s,8～10 mm/s;在动态条件下,多普勒频移测速平面精度为3～5 cm/s,高程精度为6～9 cm/s;载波相位中心差分平面精度为1～3cm/s,高程精度为2～7cm/s;载波相位历元差分测速平面精度可达1～4cm/s,高程精度为3～7cm/s。扼流圈天线可以有效遏制多路径效应,从而提高手机测速精度。", "label": "测绘科学与技术", "id": 0}
{"content": "随着智能手机的大面积普及,使用手机满足日常民用定位需求已成为常态。研究智能手机的单BDS和GPS/BDS组合系统并评估其定位性能具有实际意义与广阔前景。本文采用中海达Irtk5和华为Mate30手机观测数据,通过静态实验获取的在BDS2/BDS3与GPS/BDS系统数据分别进行了基于Helmert方差分量估计的信噪比或高度角模型算法后处理,结果表明,静态SPP方面,测量型接收机在E、N方向均方根误差都达到了分米级分别为0.185m和0.469m。华为Mate30手机E、N方向均方根定位误差分别为2.716m、2.386m和9.907m。智能手机原始观测数据在应用基于Helmert方差分量估计的高度角或信噪比模型处理后较SPP均方根误差显著降低,定位精度在E方向最大提升14.7%,在N方向最大提升18.9%,在U方向最大提升47.5%;对于智能手机的GPS/BDS提升效果好于BDS2/BDS3,在高度角模型下E、N、U方向上分别提高1.40m、0.73m和2.91m。基于Helmert方差分量估计的高度角与信噪比模型算法后处理对于BDS2/BDS3定位精度提升效果都要优于GPS/BDS组合系统,E、N方向上分别提升了0.63m和0.19m,但基于Helmert的高度角或者信噪比模型对于相同组合系统的智能手机观测数据提升效果无明显差异。简而言之,智能手机基于Helmert方差分量估计的的高度角与信噪比模型在BDS2/BDS3系统上定位精度有所提升,但在GPS/BDS组合系统中与高度角模型或信噪比模型精度接近,考虑与系统间偏差或模型自身的不足有关。", "label": "测绘科学与技术", "id": 0}
{"content": "随着智能手机所搭载传感器日趋多元化,且成本更加低廉,其在定位领域展现出了独特的潜力。目前对于Android智能手机GNSS原始观测数据质量控制缺乏统一的标准,本文完善了Android智能手机GNSS原始观测数据实时质量控制流程,提出了一种基于Android Location API输出的误差估计参数进行定权的随机模型。研究表明,此随机模型计算出的观测量误差估计值与载噪比、观测量先验残差有着较强的相关性;与高度角模型相比,此随机模型定位精度明显提升,且U方向提升最大,双频PPP和单频PPP U方向分别提升约78%和58.4%,且单频PPP收敛之后三维位置精度可达到亚米级。", "label": "测绘科学与技术", "id": 0}
{"content": "随着我国自主建设、独立运行的北斗卫星导航系统已全面完成北斗三号卫星的组网,北斗系统正式进入全球化时代,更多的北斗产业应用将应运而生。手机作为定位解决方案中的高端消费应用,内部整合具有独立自主知识产权的北斗三号卫星系统导航芯片成为应用的必然趋势。华大北斗和国内手机厂商合作的智能手机作为国产北斗三号双频芯片在手机中的应用,开创了国产化双频手机应用的先例,而在手机通用定位的基础上,研究使用北斗三号卫星系统定位芯片的双频观测量,以达到在智能手机上实现高精度定位的目的是北斗应用的新尝试。本文对带有华大北斗HD8040D支持北斗三号信号体制定位芯片的智能手机的高精度厘米级定位进行了研究,从高精度RTK定位原理、基于Android的原始观测量输出及使用、Android下高精度定位实现这三个角度进行描述,验证了基于Android双频智能手机利用北斗B1I,B2a双频信号进行实时高精度定位的可行性,实现了基于北斗三号系统的双频观测量的实时RTK高精度解算功能。", "label": "测绘科学与技术", "id": 0}
{"content": "新一代安卓智能手机搭载了能够跟踪多星座、多频率信号的GNSS天线和芯片,这使得PPP等高精度定位方法得以应用。本文通过室内零基线和室外短基线两组实验评估了智能手机GNSS观测数据质量及定位性能。通过对观测数据的分析,发现智能手机对卫星的连续跟踪性不如测量型接收机,接收信号的载噪比相较于测量型接收机低5-10dB。零基线实验表明,智能手机伪距观测噪声是测量型接收机的2-10倍,不同星座、不同频率的GNSS信号观测噪声差异较大。其中GPS、BDS和GALILEO系统的观测噪声大致相当,GLONASS系统的观测噪声几乎是其他星座的两倍以上且存在大量粗差。对于支持双频信号的卫星,L5频率的观测精度明显均优于L1频率。此外,我们借助CMCR模型提取了室外真实环境下的伪距多路径误差,发现智能手机的多路径误差与载噪比表现出较强的相关性,采用载噪比替代高度角对观测值进行加权更加合理。最后,考虑到智能手机双频卫星较少,难以通过无电离层组合模型消除电离层延迟,本文引入了区域电离层、对流层延迟产品以增强非组合PPP模型的性能。试验结果表明,两部手机在采用多星座双频大气增强PPP时,仅需要30秒即可实现水平方向优于1米的定位精度,整体定位精度水平方向CEP50优于0.4米,高程方向CEP50优于0.8米。", "label": "测绘科学与技术", "id": 0}
{"content": "2016年,Android 7.0操作系统开放了安卓智能终端GNSS原始数据的获取接口。相较于测量型接收机,安卓智能终端体积更小、成本更低、功能更加丰富。对自动驾驶、交通运输、环境监测和大地测量等研究领域具有重大意义。因此,引起了许多研究人员的关注。鉴于此,本文使用基于安卓操作系统的两款手机（小米8和华为P40）,与测量型接收机iRTK5进行同步观测实验,对比分析安卓智能终端GNSS原始观测数据质量和定位性能。由实验可知:安卓智能手机的信噪比在20-40dB区间内,较测量型接收机低约10-15dB。小米8和华为P40的多路径效应远大于iRTK 5,约为接收机的4-5倍。小米8可观测卫星数最少,华为P40可观测卫星数与i RTK 5相近,并且智能手机卫星信号失锁严重。静态定位性能上,智能手机单BDS和单GPS系统伪距单点定位STD值约为5-10m,BDS/GPS组合定位模式下,其定位精度显著提升,约为1-5m。两部智能手机差分定位精度均可达到分米级,但模糊度难以固定。动态定位性能上,将iRTK 5接收机后处理差分定位结果作为真值,然后与智能手机定位结果逐历元求差。结果表明,智能手机动态伪距单点定位、差分定位精度分别约为2-5m、1-4m。", "label": "测绘科学与技术", "id": 0}
{"content": "随着北斗卫星导航系统（BeiDou Navigation Satellite System,BDS）的发展,在中国境内使用BDS进行高级接收机端完好性监测（Advanced Receiver Autonomous Integrity Monitoring,ARAIM）可用性评估已经成为可能。然而,传统的接收机自主完好性监测（RAIM）技术仅支持横向导航（Lateral Navigation,LNAV）,无法满足具有垂直引导的航向信标性能（Localizer Performance With Vertical Guidance, LPV-200）的需求。因此,近年来在国际上兴起的ARAIM技术由于其垂直导航能力突出的优势,将其应用于更高级别的精密进近。为此本文详细介绍了ARAIM中多假设解分离（Multiple Hypothesis Solution Separation,MHSS）算法中迭代方法的数学模型,并给出了计算过程。利用2020年9月6日24个国际GNSS监测评估系统（International GNSS Monitoring＆Assessment System,IGMAS）站的BDS观测数据及其对应的星历文件,计算得到24个测站的VPL值和拟合得到全球的ARAIM可用性。实验结果表明,BDS全球可见卫星数和GDOP值的平均值分别为11.678和4.234,完全能够满足ARAIM计算的需要。使用MHSS迭代方法计算得到垂直保护级别（Vertical Protection level, VPL）的平均值为10.559 m,对应的LPV-200中的全球BDS可用性覆盖率最低可以达到98%。", "label": "测绘科学与技术", "id": 0}
{"content": "星载GPS接收机是支撑重力恢复和气候实验第二代卫星（GRACE-FO）进行地球重力场反演、全球气候变化监测、电离层建模等科学任务和应用的关键载荷,估计及分析其差分码偏差变化具有十分重要的意义。本文采用2021年1月1日-31日的GRACE-FO星载GPS数据,基于无几何伪距和相位组合观测量对差分码偏差进行了估计和分析。结果表明,基于单颗GRACE-FO卫星独立解算和两颗GRACEFO卫星联合解算均可得到稳定一致的高精度GPS卫星DCB和接收机DCB产品。首先,GPS卫星DCB序列标准差均小于0.08 ns,相较于IGS DCB产品的均方根误差均小于0.27 ns。同时,GRACE-C（only）、GRACE-D（only）、GRACE-C（combined）和GRACE-D（combined）接收机DCB值分别为-1.067（±0.058）、5.103（±0.065）、-1.069（±0.059）和5.100（±0.067）ns。因此,上述DCB产品可以满足GRACE-FO精密定轨和电离层建模等应用需求,具有一定的理论和应用价值。", "label": "测绘科学与技术", "id": 0}
{"content": "鉴于低轨星座在信号落地功率、对地运动速度等方面的优势,国内外学者已开展利用低轨星座增强GNSS的研究,但在低轨星座独立提供PNT服务方面研究较少。在此背景下,有必要开展基于大规模低轨星座的定位性能分析,探究低轨星座提供PNT服务的可行性。本文基于Starlink第一阶段星座构型,仿真星历和全球测站Starlink观测值,对GDOP的时空变化规律进行研究,并分析卫星数目和截止高度角对GDOP的影响,进一步利用仿真星历和观测数据进行SPP和PPP定位解算。结果表明:（1）GDOP在空间分布上存在明显的纬度相关性,中纬度GDOP优于高纬度GDOP,低纬度GDOP位于两者之间。（2）在不同地区、不同的卫星数目下普遍存在4 min和33 min的短周期;长周期在不同区域有细微的差异性,主周期分量有2 h,24 h,154 h。（3）1584颗卫星时,南北纬35°到55°之间GDOP值约为0.7;卫星数目增加到4408颗后,该区域的GDOP降低到0.5以下;继续增加卫星数目对GDOP的提升效果趋于平稳。（4）截止高度角的增加虽然减少了可见卫星数目,但也部分改善了观测几何结构,使得中低纬度测站的GDOP随截止高度角变化不大。（5）SPP定位精度与BDS-2/BDS-3相当;PPP定位精度水平方向可达毫米级,与当前单GPS/BDS精度相当;PPP平均收敛时间优于2 min,较GNSS-PPP的25min存在明显优势。", "label": "测绘科学与技术", "id": 0}
{"content": "最小二乘残差法（LeastSquaresResidual,LSR）是应用最为广泛的接收机自主完好性监测（Receiver Autonomous Integrity Monitoring,RAIM）算法之一。作为LSR-RAIM可用性评估标准,以最大特征斜率卫星计算的保护级（Protection Level,PL）较为保守,造成了LSR-RAIM的低可用性。针对这一问题,本文在LSR-RAIM故障检测算法基础上建立了兼顾所有可见卫星故障的完好性风险模型,以满足完好性风险需求为约束构建了最大化保护级的优化模型,求解该优化模型得到最优保护级,理论证明了最优保护级与完好性风险的等价性。以24小时GPS实测数据进行实验,结果表明:在单星座单星故障条件下,所提出的LSR-RAIM最优保护级在全天所有历元均小于以最大特征斜率卫星计算的近似保护级和理想保护级,并使得LSR-RAIM的可用性分别提升了40.97%和4.96%,且基于最优保护级的LSR-RAIM相较于ARAIM算法可用性提升了约2.7%。最优保护级使得LSR-RAIM的可用性进一步提升,具有应用于完好性风险需求更为严格场景的可能性。", "label": "测绘科学与技术", "id": 0}
{"content": "随机模型对于全球导航卫星系统（Global Navigation Satellite Systems, GNSS）数据处理具有重要意义,只有使用正确的随机模型才能得到更优的参数估值,并提高质量控制、完好性监测的能力。在GNSS定位解算时,随机模型中的接收机噪声项通常使用系数固定的高度角模型,其并不能准确反映接收机噪声项影响,可能会影响完好性监测的可用性。本文使用国际GNSS服务（InternationalGNSS Service,IGS）提供的精密星历及钟差产品,将GPS和Galileo双系统的双频无电离层伪距组合作为观测量,把卫星端、电离层和对流层的方差作为最小二乘方差分量估计（Least Square Variance Component Estimation, LS-VCE）的已知部分,对随机模型中接收机噪声项进行精化,通过评估随机模型对于高级接收机自主完好性监测（AdvancedReceiverAutonomousIntegrityMonitoring,ARAIM）可用性的影响进一步验证了精化后的随机模型更加准确。结果表明,在固定报警限值的情况下,完好性监测系统的可用性有所提高,其中的平均水平保护级以及垂直保护级都有效降低。", "label": "测绘科学与技术", "id": 0}
{"content": "低成本接收机因其体积小、价格便宜受到消费市场的青睐,逐渐成为了近些年研究的热点。低成本GNSS天线与接收机设备在基带精细化处理程度上存在不足,其观测噪声大,观测质量低,定位精度难以保障,还存在着较大的提升空间。本文针对低成本接收机和天线观测噪声大、观测质量低问题,提出了一种低成本双板卡观测量融合的方法,并设计静态实验验证本算法的可行性,实验结果表明,本方法对GPS以及北斗三轨道卫星均适用,其对伪距双差残差提升效果在11%以上,对载波相位双差残差提升效果在31%以上。RTK定位结果表明,使用观测量融合方法分别将东向、北向、天向精度提升了54.6%、29.1%和57.4%。", "label": "测绘科学与技术", "id": 0}
{"content": "本文基于星基增强原理,对北斗三号增强卫星播发的双频增强信息对位于中国地区的IGMAS接收机的增强效果进行的测试,与北斗三号B1C单频定位、单频增强定位、B1C/B2a双频定位做对比,同时也对北斗三号与北斗二号的B1I/B3I双频定位进行误差比较,从结果来看,双频增强信息对B1C/B2a双频定位误差降低约10%至25%之间,双频增强定位对单频增强定位误差降低约20%至30%之间,因此双频增强定位应该更广泛的应用于各高精度定位项目。", "label": "测绘科学与技术", "id": 0}
{"content": "卫星导航系统具有能够实现全天候高精度实时定位的优点,在良好的观测环境下,其RTK技术可以得到厘米级的高精度定位结果。但在遮挡严重的环境下会使得可视卫星数量不足,从而导致RTK技术的模糊度固定率和定位精度大幅度下降。UWB定位系统因其信号具有极高的时间分辨率,使其测距精度可以达到厘米级。但因其受到信号传播距离和高程方向上难以布设的限制,使其应用场景大多局限于二维定位。卫星导航系统的引入可以改善UWB系统在高程方向上的几何分布,从而提升UWB系统的三维定位能力。UWB系统可以在可视卫星数量较少的情况下为卫星导航系统提供更多的观测量,从而提高卫星导航系统在遮挡环境中的定位能力。为此本文给出了GNSS-RTK/UWB紧组合定位的数学模型以及静态实验的数据处理流程,并对实验结果进行分析。实验结果表明,在遮挡严重的环境下,使用RTK/UWB紧组合模型时模糊度固定率从43.02%显著提升至67.50%,且总体定位精度从米级提升至分米级。在此基础上通过遍历确定了UWB系统的最优权值和最优参考基站,从而进一步提升了紧组合模型的定位性能。", "label": "测绘科学与技术", "id": 0}
{"content": "日益增长的物联网行业给卫星导航定位产业带来了很大的市场,但是低成本的定位终端精度不高。由于物联网定位终端使用环境比较复杂,多径误差对于整体定位效果的影响很大。多径信号的处理一般有基于硬件、基带、信号观测特性、时域空域的重复性和外部设备辅助等几个方面。本文提出一种基于信号观测特性分析的方法,对低成本定位终端的关键因素进行了选取,使用逻辑回归对大量的数据进行学习训练,利用训练的结果对实时接收的观测量进行分类并加权,从而有效的提升了低成本定位终端的定位精度。", "label": "测绘科学与技术", "id": 0}
{"content": "BDS-2与BDS-3系统间偏差（Inter System Bias, ISB）特性研究对充分利用北斗观测信息,提升北斗精密定位性能至关重要。以往关于北斗系统间偏差的研究多采用专业测量型接收机,而对智能手机等消费级终端ISB特性的研究尚未开展。为了分析智能手机BDS-2与BDS-3联合解算时ISB对单点定位的影响,本文选取了华为P40、小米8、u-blox F9P和Septentrio等多种类型的GNSS接收机,采用零基线伪距双差的方式评估了BDS-2与BDS-3系统间偏差特性,并对其对单点定位的影响进行了分析。试验结果表明,华为P40、小米8、u-blox F9P和Septentrio的BDS-2与BDS-3系统重叠频率B1I的日均伪距偏差分别为1.37米,1.12米,0.08米和0.03米,方差分别为1.09米,1.17米,0.07米和0.03米,四款接收机的BDS-2与BDS-3系统伪距偏差在一天内较为稳定。在定位精度方面,不考虑BDS-2与BDS-3系统伪距偏差时,四款接收机采用BDS-2/BDS-3单频SPP的水平定位精度分别为12.74米,6.81米,1.14米和0.47米。在考虑系统伪距偏差时,水平定位精度分别为6.24米,4.27米,1.13米和0.43米,分别提升51%,37%,6%和1%。因此,对于Septentrio和u-blox F9P等较为专业的测量型接收机,BDS-2与BDS-3系统伪距偏差较小,可当作一个系统处理;而智能手机的BDS-2与BDS-3系统伪距偏差普遍高达1米以上,二者不能被视为同一系统进行参数估计。", "label": "测绘科学与技术", "id": 0}
{"content": "当前社会经济腾飞,各类超大单体建筑,尤其是大型公建层出不穷,如成都新世纪环球中心、北京大兴国际机场等。文中以国家会展中心（天津）为例,采用单基站RTK定位技术进行高精度施工测量平面控制网的引测,较好的解决了特大单体建筑平面绝对精度和相对精度的问题,在实际生产中有一定的推广价值。", "label": "测绘科学与技术", "id": 0}
{"content": "GPS测量定位技术在各行各业的应用中发挥着不可或缺的价值。在桥梁中,GPS测量定位技术为工程建设全寿命周期的精度保驾护航。就GPS测量定位技术进行了简单的概述,其次就GPS测量定位技术在桥梁中的应用与展望进行了分析。", "label": "测绘科学与技术", "id": 0}
{"content": "近年来,城市人口不断增长,随之而来的是各种各样的\"城市病\",日益突出的交通问题成为城市发展的瓶颈。智慧城市成为缓解城市问题的良方,智慧交通则是智慧城市建设的重要组成部分。智慧交通结合各种先进的科学技术对交通信息进行汇集、挖掘与利用,相较于传统的交通系统更为系统化、实时化,大数据、可视化等技术都是其中重要的一环。本文依托WebGIS、WebGL技术,对公交GPS数据基于Web实现轨迹动态可视化进行研究。此研究一方面可以对GPS轨迹数据有更直观的认识,于地图上直观感受车辆的运行轨迹;另一方面基于此对公交车辆行驶轨迹的可视化分析,可挖掘公共交通车辆运行特征,作为公交规划及决策的支撑。", "label": "测绘科学与技术", "id": 0}
{"content": "TWSTFT和GPS PPP是UTC计算中主要采用的两种完全独立的技术手段,对它们的融合是减小TWSTFT周日效应并提高时间比对鲁棒性的有效途径。本文提出一种基于Kalman滤波的时间比对融合方法,以短期稳定度好且采样率高的GPS PPP结果的一阶差分量作为长期稳定度好但采样率低的TWSTFT结果的平均频率变化量,与TWSTFT数据一起作为Kalman滤波的组合观测量,通过Kalman滤波获得融合观测的最终状态估计,即融合时间比对结果。通过在不同基线长度上的试验结果表明,Kalman滤波融合结果中的周日效应基本消失,融合结果的短期稳定度明显提高,在平均时间32小时内对不同基线长度的SATRE TWSTFT的TDEV增益因子约为5 8,对SDR TWSTFT的增益因子约为4 6。", "label": "测绘科学与技术", "id": 0}
{"content": "中国VLBI网在我国深空探测任务的快速精密测定轨中发挥着不可替代的作用。在后续月球与行星探测工程中,在轨探测器数目将会增多,测控与数传同时工作的时间段增加,VLBI信标构成越来越复杂。目前,VLBI测轨主要使用调制了DOR侧音的探测器测控下行信号作为信标,但当数传信号同时开启时,可能对VLBI信标的使用造成干扰,使得DOR信号信噪比下降甚至全部被淹没。为此,VLBI数据处理系统在任务前需要开展信号仿真对VLBI处理流程进行检测,以保证信标使用的可靠性。本文根据探测器的轨道特征、信标特征和数传信号的编码方式（以RS码为外码,卷积码为内码的级联码）、调制方式（BPSK）研究了VLBI探测器DOR测控和数传信号的仿真方法与实现,分析了数传信号对DOR信号的干扰情况。研究表明,VLBI信号仿真系统具备了仿真数传信号的能力,能够更有效地用于后续深空探测任务前的VLBI数据处理系统检测,确保信标使用的可靠性。", "label": "测绘科学与技术", "id": 0}
{"content": "地球定向参数（EOP）中,最难以预测的参数是△UT1,即世界时UT1与UTC之差。VLBI技术具有精确、可靠及快速测量△UT1的特点。VLBI全球观测系统（VGOS）是新一代的测地VLBI观测系统,得益于天线的快速转动和超宽带信号接收能力,可以获得比传统VLBI更多的观测量和更高的时延精度。2021年1月至7月,美国Kokee12m和德国Wettz13s两个VGOS站开展了53次△UT1测量。在相同时间段,与Kokee12m-Wettz13s基线并置的Kokee-Wettzell基线开展了传统S/X双频△UT1测量。我们利用其中有数据的49次观测进行△UT1参数解算,从观测数量、拟后时延残差、UT1测量精度等方面对VGOS系统的△UT1测量性能进行了初步的分析评估。", "label": "测绘科学与技术", "id": 0}
{"content": "随着科学技术的发展,无人船测量系统较好地解决了传统的下地形测量方法存在外业工作强度大、浅水区域船舶无法进入,船舶烧油污染环境、人员不足无法测量等问题。本文采用基于网络RTK技术的无人船测量系统进行水下地形测量,主要阐述了无人船测量系统的测深原理和无人船水下地形测量作业流程方法,并通过实例进行误差分析和精度评价判定无人船测量系统的可靠性,为水下地形测量提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "本文结合国家推广使用2000国家大地坐标系的实际,以江西赣南数据为例,分析、论证了基于Mapgis矢量化格式地质成果图件及坐标点由1954年北京坐标系、1980西安坐标系及地方坐标系等（参心大地坐标系）向CGCS2000国家大地坐标系（地心坐标系）转换的方法,探讨了实际应用效果,提出了应用建议。", "label": "测绘科学与技术", "id": 0}
{"content": "GNSS自动化监测系统凭借其精度高、全天候、可靠性强、扩展性好及动态实时、网络监控等优点,正在越来越多的工程监测项目中使用。作为一项系统工程, GNSS自动化监测系统的建设包括监测方案与系统设计、设备采购、土建施工、设备安装与调试及系统试运行等。其中,方案与系统设计是最重要的环节之一。本文基于非洲几内亚苏阿皮蒂水电站GNSS自动化监测系统工程,归纳总结了系统设计过程的一般性步骤及经验,为日后类似国际国内项目设计提供宝贵借鉴经验、实践技巧及启示。", "label": "测绘科学与技术", "id": 0}
{"content": "多路径效应是GNSS测量中主要误差源之一,影响GNSS测量成果的可靠性,在实际应用时,可通过扼流圈天线消除或减弱多路径效应。本文利用现场的点位存在较大多路径效应的特点设置两种测试方法,并使用标称精度相同的不同形式扼流圈天线进行观测,通过统计不同时间段测量误差,分别从不同时间段误差均值和中误差等两个指标进行可靠性比对。通过比对分析可知,选用独立扼流圈天线的GNSS接收机在平面测量中可靠性优于集成扼流圈天线的GNSS接收机。", "label": "测绘科学与技术", "id": 0}
{"content": "根据反射镜的实际使用状态,对计量特性进行分析,提出和优化了反射镜的校准方法。采用激光跟踪仪IFM激光干涉仪作为标准器,CCR1.5’反射镜为研究对象,提出反射镜校准项目,着重分析了反射镜误差受测量距离影响的问题,同时,评定了各影响因素对测量结果的不确定度。实验和评定结果表明,优化后的反射镜误差校准方法和评定结果能够真实反映反射镜的测量误差,对高精度工程测量具有较好的指导意义。", "label": "测绘科学与技术", "id": 0}
{"content": "本文简要介绍河湖划界的工作内容、划界标准和要求。全球导航卫星系统（GNSS）定位技术在河湖划界中应用了基本控制测量（含平面和高程）、河道断面测量、图根控制测量、像控点测量、界桩界牌放样测量与验收等。本文以贵州省省级河湖划界为例,总结了控制网的布设、密度、精度梯级、观测方式及数据处理等方面的技术方法。本文以贵州省省级河湖划界为例,提出了影响GNSS高程关键问题的解决方法,并在实际运用中得到验证。", "label": "测绘科学与技术", "id": 0}
{"content": "全球导航卫星系统（GNSS）可以实现有效的高精度位置确定,而相对定位和精密单点定位（PPP）是其中两项基本技术。通过星基发播精密星历和精密钟差改正的广域精密定位系统可以为用户提供不依赖于参考站的PPP服务,这成为近年来GNSS发展的一个趋势。本文首先给出了广域精密定位系统的定义与系统构成;随后详细介绍了世界上各主要广域精密定位系统的建设发展现状,既包括北斗导航卫星系统（BDS）、准天顶导航卫星系统（QZSS）、格洛纳斯导航卫星系统（GLONASS）和伽利略导航卫星系统（Galileo）相关服务现状与进展,又包括以天宝、辉固和海克斯康为代表的海外商用广域精密定位系统和国内合众思壮和千寻位置提供的广域精密定位服务;最后从数据处理方法和应用两个方面讨论了所面临的机遇和挑战,并给出了一些建议和想法。", "label": "测绘科学与技术", "id": 0}
{"content": "为了降低水下垂直阵在海流作用下产生的形变对后续数据处理和科研结果的影响,本文从阵型形变的物理机制入手,建立水中阵型的数学模型,并通过微元分析法,对不同水流条件下的阵型进行理论预报;在此基础上,为了应对实际应用中更复杂的水流条件和更高的时效性需求,文中进一步提出基于BP神经网络算法的阵形修正方法,并给予论证。", "label": "测绘科学与技术", "id": 0}
{"content": "随着测绘技术的一体化发展,在石油勘探施工中,沿用传统的坐标系统已经严重影响了勘探成果的准确性及精度,按照《国家测绘地理信息局关于加快使用2000国家大地坐标系的通知》,在2018年7月1日后,涉及到空间坐标的审查和备案项目,将全部使用2000国家大地坐标系（简称CGCS2000坐标系）,今后涉及的油田公司也要求勘探最终成果数据转换成CGCS2000坐标。本文介绍了通过地图投影表达以及转换的标准WKT文本,使用PROJ4的代码来实现两个不同坐标系统之间的坐标转换计算,完成旧资料的北京54坐标系与现有CGCS2000坐标系统之间的转换。通过研发地震采集成果的CGCS2000坐标系统转换软件,在多个采集生产项目中进行了广泛应用,帮助地震采集施工人员在使用以往老工区数据时,可以准确的且安全的进行物理点的坐标转换。在国内各探区地震采集生产工区的野外地震队中应用,满足了施工组的炮检点坐标成果的转换需要。", "label": "测绘科学与技术", "id": 0}
{"content": "随着高精度测绘设备逐步向便携化、小型化、网络化和智能化发展,移动4G/5G网络及各地的北斗CORS等规模化建设,网络RTK测量模式具有成本低、用途广、操作简单、效率高的特点,\"北极星X6\"可穿戴便携式高精度定位仪具备上述的有利条件。长庆探区具有移动网络和网络RTK覆盖面广、工区类型多样、施工模式复杂等特点,所以在长庆探区进行测试具有天时、地利等优势。本技术能够很好地兼容可穿戴便携式定位设备,并且开发人员及时升级更新软件系统和不断技术创新,因此便携式高精度定位技术在地震资料采集规模化生产中一定能起到了提质增效的作用。", "label": "测绘科学与技术", "id": 0}
{"content": "炮点坐标与水深的精度直接影响地震成像质量,是地震采集最要基础数据之一。在海上地震勘探中,由于水深探测仪与实际激发点位置在横向和纵向上存在差异,尤其是在崎岖海底地形采集,常规单波束探测方法无法准确获取炮点水深。针对以上问题,本文提出了一种崎岖海底地形获取炮点水深的方法,在充分利用了施工前期多波束探测数据,通过ArcGIS软件准确获得炮点水深。本文方法在中东某复杂海域过渡带采集项目中获得了较好的应用效果,可为类似项目提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "针对星座覆盖指标计算问题,设计了基于多边形剪裁的星座区域覆盖率计算方法。首先,通过中心投影变换,将球面区域与卫星观测条带投影至参考平面;然后,应用多边形剪裁技术,实现星座区域覆盖率的精确求解。仿真结果表明,相比于目前应用最广泛的网格点法,本文提出的方法计算结果更加准确,并且计算效率与网格点法相当。本文方法可适用于不同轨道类型卫星和任意形状区域,方法具有普适性。", "label": "测绘科学与技术", "id": 0}
{"content": "高轨和低轨卫星联合对多个动目标的跟踪与观测是未来的技术发展趋势。针对采用高轨对地观测卫星提供动目标位置信息对低轨卫星观测进行任务规划的问题,以低轨对地观测卫星的时间窗口、开机时间和观测时间为约束,以成像质量收益为优化目标,建立了相应的任务规划数学模型。基于遗传算法进行优化问题求解。开发仿真软件,对算法的正确性进行了验证,通过参数调节,对算法的快速性进行优化加强。", "label": "测绘科学与技术", "id": 0}
{"content": "近年来,历史建筑测绘建档项目正如火如荼地开展,而三维激光扫描技术作为一种新型测绘手段在其中得到广泛应用。以德清县财源茶楼为例,利用法如FocusS 350激光扫描仪获取点云数据,使用SCENE等内业软件拼接处理点云,利用点云绘制建筑图件,全流程实践了基于三维激光扫描技术进行历史建筑测绘的技术方案。精度验证表明,该种方案符合相关技术要求,具备可行性,且解决了传统手工测量的效率低、精度差、适用范围小等问题。", "label": "测绘科学与技术", "id": 0}
{"content": "地下管廊测量是对地下管廊进行维护和管理的重要前提,使用常规测量方法能够对地下空间较大的地下管廊进行测量。但是对于狭窄地下管廊,常规测量方法不能很好地进行测量。针对这个问题,使用一种基于三维激光扫描仪的方法进行测量。三维激光扫描仪方法无须进行复杂的联系测量,无须布设地下导线,可以在昏暗的环境中快速地获取大量的点云数据。通过对点云数据直接进行查询,可以获得需要的尺寸、坐标等信息。通过对点云数据做切片,可以获得地下管廊的外轮廓线、纵横断面等信息。通过对管线切片的拟合计算,可以得到管径等信息。对实际案例进行应用分析,三维激光扫描仪获取的数据准确全面,操作简便,作业效率高,能够很好地满足相关工作使用的需求。", "label": "测绘科学与技术", "id": 0}
{"content": "由于海上临时验潮站无法与地面控制点联测,确定临时验潮站的理论最低潮面需要通过传递计算,文章介绍了调和常数法和半潮差法计算理论最低潮面的条件和过程。选取长江口附近4个临时验潮站,通过实例计算,从同步时间、站间距离等方面比较两种方法的计算误差。计算结果表明,与长期参考站距离越近,误差越小;季节不同,两种计算方法误差也不同。进而提出了长江口区域深度基准面确定的优选方案,具有较强的实用性和可操作性。", "label": "测绘科学与技术", "id": 0}
{"content": "天山作为典型的内陆造山带,地壳变形强烈,历史地震频发,是研究陆内造山及其驱动机制的天然实验室。利用最小二乘配置方法建立了天山及其邻近地区的模拟GNSS速度场模型。结果表明,模拟速度场和实测GNSS速度场具有较好的一致性。模拟GNSS速度场的变化揭示天山地区地壳汇聚变形的非线性非均匀变化特征。以82°E为界,西部天山的汇聚速率明显高于东部天山。然后计算了天山地区的地壳应变参数,联合已有的震源机制解结果,认为在最大剪应变极值区和突变区容易造成地震事件的集中。就天山地区而言,乌恰及伊塞克湖地区作为最大剪应变极值区今后发生中强地震的可能将长期存在。", "label": "测绘科学与技术", "id": 0}
{"content": "针对卫星导航定位基准站观测数据产品的质量分析和控制问题,通过使用G-Nut/Anubis对卫星导航定位基准站观测数据产品进行定量和定性的质量分析和检核,主要获取基准站数据质量结果,为基准站运行维护、框架数据处理和产品服务,提供可靠的评价指标,为\"十四五\"期间,省级基准站的北斗三代系统改造和省域实时单北斗服务测试,奠定良好的空间数据基础。", "label": "测绘科学与技术", "id": 0}
{"content": "基于四元数的加权对称相似变换解法被广泛用于求解三维坐标转换模型,但该解法中参数估值与观测值之间存在复杂的非线性关系,且参数估计逐步的迭代过程使得参数的每一步估值都具有随机性,最终影响所求得的参数估值及其精度信息。针对这个问题,结合Bootstrap重采样方法对参数估值及其精度信息进行改善,提出三维坐标转换模型参数估计及精度评定的Bootstrap方法,并给出了详细的计算步骤。仿真实验结果表明,结合Bootstrap方法的加权对称相似变换解法能够求得比直接实施加权对称相似变换解法更精确的参数估值且精度更高,从而验证了将Bootstrap重采样方法与加权对称相似变换解法结合并用于三维坐标转换模型的可行性及优势。", "label": "测绘科学与技术", "id": 0}
{"content": "船舶航行过程中,在进行振动冲击噪声等动态信号的测试同时,通过高精度GNSS设备读取地理和运动信息。由于动态信号的采样率一般远高于GNSS信息的输出频率,因此两种数据的精确同步就成为一个亟待解决的问题。本文采用动态信号采集内置GNSS秒脉冲技术,获取动态测试数据的绝对时间戳记录,并对GNSS信息按照动态信号采集的采样率进行重采样,实现两类数据的精确同步。在此基础上,基于GNSS设备（BGX）和数据采集模块,研制了相应的集成测试系统,并对气垫船进行了模型试验,验证了同步方法的可靠性及有效性。", "label": "测绘科学与技术", "id": 0}
{"content": "本研究使用Google earth軟體建製港灣模型與海底地形,並運用AutoCAD結合完成港灣與海底3D模型。文中將利用Google earth開發程式擷取經緯度高程,得到數據匯入Revit建置地形,並透過AutoCAD製作3D海底模型,並結合所繪製之港灣模型,完整呈現臺北港灣及外海海底地形。再運用三維黏性流體的流固耦合計算模式,計算出船舶進出台北港引發的興波效應,同時了解船跡波的波動對港內靜穩度的影響。", "label": "测绘科学与技术", "id": 0}
{"content": "掌握厦门镇海角RBN-DGNSS差分台站的运行情况,以及系统的技术指标是否满足设计要求,评估系统差分信号覆盖范围、定位精度、用户信号可利用率等技术指标。北斗和GPS单独差分定位精度都满足系统设计要求,在120km范围内,平面精度平均优于1.5m （95%置信度）;北斗/GPS联合差分定位精度优于单个卫星系统差分定位,GPS、BDS、GPS+BDS联合定位精度完全满足海上要求。", "label": "测绘科学与技术", "id": 0}
{"content": "潍坊港西港区进出港航道目前利用天然水深通航,仅能满足吃水不超过4.2m的船舶乘潮进出港。本工程按5000吨级单向航道进行疏浚、整治。本文根据实际工程的应用情况,阐述在渤海湾大范围WGS—84坐标数据到当地坐标系统参数的求解,GPS中继站在浅海水下地形测量工作过程和注意事项,针对近似的项目在浅海测量方法上表述自己的一点心得体会。", "label": "测绘科学与技术", "id": 0}
{"content": "海洋地图是测绘科学技术的重点领域,其设备和技术皆得到了进一步提高。目前,卫星通信以及5G技术的快速发展,催生了现代化的海洋测绘信息处理技术,并形成了与之相关的信息处理系统。使海洋测绘信息处理技术的发展更进一步,相关信息产品的质量也能够得到保障。在本文中,简要地讨论了用于制作海洋地图的信息处理技术。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>全球定位系统（GPS）是基于卫星的导航系统,在具有四颗或更多卫星下能够向地球表面或者近地球表面提供准确的地理和时间信息。现在民用基于GPS的模块在无遮挡的条件下可以提供时间精度在20ns以内的秒脉冲（PPS）信号,PPS信号具有长期稳定性。恒温晶体振荡器简称恒温晶振（OCXO）,是利用恒温装置使石英晶体谐振器的温度保持稳定,将由周围温度变化引起的振荡器输出频率变化量减小的晶体振荡器,OCXO通常有一个电压控制管脚用来调节恒温装置的温度,进而实现对OCXO输出频率的控制,OCXO的频率输出具有短期稳定性。", "label": "测绘科学与技术", "id": 0}
{"content": "本研究随着海洋信息化的不断发展,数据整合在深入挖掘数据价值、提高数据应用程度等方面具有重要意义。海洋重力作为研究海洋地质构造、探查海洋资源分布的重要基础数据,随着重力测量技术的发展,已形成了船载、航空、卫星等全方位的测量体系,数据日益丰富和多源化。为准确反应海洋重力场特征,形成一套可靠实用且分布连续的重力整合数据,需对这些存在差异的多源重力数据进行有效地融合,在融合过程中尽量消除由这些差异所带来的矛盾,从而提高数据的精度和可靠性。", "label": "测绘科学与技术", "id": 0}
{"content": "地球重力场是近地空间最基本的物理场之一,综合反映了地球的物质分布及其随时间和空间的变化。地球重力场的精确测量在地球物理科学、地震预测、重力辅助导航、重力资源勘探等领域有重要应用。相较于传统重力测量仪器,基于MEMS技术发展起来的高灵敏度加速度传感芯片在尺寸、成本及功耗等方面有潜在优势,是重力测量仪器的发展方向之一。然而受结构尺寸、技术成熟度等因素影响,当前MEMS重力测量仪器在关键性能指标上还有较大提升空间。本课题组以旋转式重力梯度仪和相对重力仪为应用目标,近十年来一直致力于高精度MEMS加速度传感器研究。为降低MEMS加速度传感芯片本征频率,提高加速度检测精度,本文引入了准零刚度结构,利用正、负刚度抵消的思想缓解常规弹簧-振子结构对极细悬臂梁的需求,在现有MEMS工艺能力下实现本征频率达到0.7Hz的水平振动MEMS弹簧-振子结构及本征频率为3Hz的竖直振动弹簧-振子结构的研制。基于该结构研发的三分量MEMS重力传感芯片本底噪声最低为0.5ng/（Hz）1/2,并且在实验室中探测到重力潮汐和倾斜潮汐,展现了高精度、高稳定性的特点。鉴于MEMS器件在尺寸、成本上的潜在优势,高精度MEMS加速度传感器有望为井中重力测量,大规模、高密度重力测量网点布置、无人机载超低空测量等对尺寸,价格较敏感的应用场景提供备选方案。", "label": "测绘科学与技术", "id": 0}
{"content": "地表重力加速度（g,常用值9.8 m/s~2）的精密观测关于地球内部密度结构等许多地球物理问题的研究,提供了重要地球物理数据,同时也广泛应用于计量学、大地测量学等领域目前应用最广的激光干涉式绝对重力测量法其测量精度主要受振动噪声的限制,而振动补偿是一种简单方便的方法,惯性传感器探测地面振动噪声来对测量结果进行修正,有望应用于野外重力测量。目前常用于振动补偿的惯性传感器有地震计和加速度计。地震计测量精度高,但带宽窄、动态性能差,对于高频振动存在探测信号失真问题;加速度计测量带宽大,动态性能更好,存在低频漂移问题。本研究在自主研发的T-1型高精度绝对重力仪的基础上,采用地震计和石英加速度计两种传感器分别进行振动补偿,结果表明在振动噪声较小的安静环境下,采用地震计和加速度计作为传感器的振动补偿可将单次测量标准差从补偿前的3700μGal减小到192μGal和1300μGal;在高频噪声较多的复杂环境下,无补偿的单次测量标准差为4000μGal,而采用地震计和加速度计作为传感器的振动补偿后单次测量标准差分别为700μGal和1400μGal。由此可见地震计的补偿性能随着噪声强度的增大迅速降低,而加速度计的补偿性能则比较稳定,此外地震计还存在由于量程限制无法适应野外甚至动平台式的绝对重力测量实验的问题。因此,该实验进一步指明了两种传感器在振动补偿中各自的适用范围,为今后不同实验条件下进行振动补偿实验提供了惯性传感器的选择标准。", "label": "测绘科学与技术", "id": 0}
{"content": "M码军用信号是GPS现代化的一项重要内容,是GPS采取的重要抗干扰措施。截止到2020年10月,GPS星座共有22颗具备播发M码信号能力的卫星。本文利用STK软件强大的数据仿真及分析功能,针对GPS具备播发M码信号能力的22颗导航卫星构成的星座,构建仿真场景,对卫星几何精度因子、可见性等服务性能进行分析和仿真。", "label": "测绘科学与技术", "id": 0}
{"content": "本文介绍了近几年世界主要国家及区域各自国家/区域大地测量地心坐标参考框架的实施、最新进展及计划。具体结合美国、欧洲、日本等国家的地心坐标系统详细地介绍了这些国家在该领域所开展的工作以及维护和更新地心参考框架采取的一些措施,对我国今后大地测量地心坐标系的建设和维护具有一定的启示意义。", "label": "测绘科学与技术", "id": 0}
{"content": "在GNSS定位中,卫星轨道和钟差产品的质量显著影响最终的位置精度。在GNSS实时应用领域中,实时高精度的卫星轨道和钟差是GNSS实时精密定位的关键,因此,IGS各分析中心计算实时轨道钟差改正数并播发给用户以实现实时PPP。本文基于GFZ提供的事后精密产品GBM,评估了CNES播发的GPS、GALILEO、以及包括部分BDS-3的BDS三系统卫星的实时轨道和钟差改正数的质量和可用性。发现GPS和GALILEO实时产品的可用性相当且明显高于BDS;在实时轨道精度方面,GPS、GALILEO和BDS-3相当,高于BDS-2;在实时钟差精度方面,GPS和GALILEO相当,略高于BDS-3,明显高于BD-2。相对于BD-2,BDS-3的轨道和钟差精度均有明显的提升。为了验证分析多系统实时产品用于实时PPP的性能,使用实时合成的多系统精密轨道钟差,对选取的46个分布于全球的MGEX测站,分别进行多系统单频动态PPP、双频无电离层组合动态PPP以及双频非差非组合动态PPP。对所有测站的定位结果进行统计分析,发现三种定位模式的三维误差的RMS分别为62cm、5.0cm、5.0cm,略低于相应定位模式下事后PPP的58cm、3.6cm、3.7cm。", "label": "测绘科学与技术", "id": 0}
{"content": "介绍了一种具有完全自主知识产权的北斗兼容GPS/GLONASS/QZSS/GALILEO的高精度后处理方法以及实际应用情况,随着中国北斗卫星导航系统（BeiDou navigation satellite system,BDS）星座部署全面完成,卫星数量的增加有利于改善高精度后处理的精度和可靠性。该方法将5星16频的数据全部应用到后处理解算中,针对模糊度维数的增加、观测噪声以及大气残余误差的影响,致使模糊度固定率较低的问题,本方法增加了卫星的完好性判断,利用不受误差影响的多频载波相位整周模糊度间整数线性关系,对整周模糊度备选值进行约束和确定以及部分模糊度固定等策略。结合实测数据进行验证分析,结果表明该方法可以有效提高定位精度,尤其在智能驾驶车辆的复杂城市环境。", "label": "测绘科学与技术", "id": 0}
{"content": "本文采用iGMAS广播星历实测数据对BDS空间信号可用性连续性进行监测评估。文中对可用性连续性的定义及标准、评估方法和原理以及可用性连续性统计步骤[1]进行了说明,然后采用2020年8月01日到2020年10月31日的实测广播星历数据对BDS的导航电文状态进行评估,导航电文状态的评估结果反映可用性连续性评估所使用数据的完整性及可靠性,最后对可用性连续性进行评估分析,评估结果表明,C14号卫星的可用性偏低较多,其他卫星可用性均在0.98以上,完全符合BDS-OS-PS文件[2]中所给出的标准,而空间信号连续性评估结果在进行了计划中断剔除后均可达到0.994/h以上,符合BDS-OS-PS文件中给出的标准。", "label": "测绘科学与技术", "id": 0}
{"content": "北斗星基增强系统（BeiDou Satellite-Based Augmentation System,BDSBAS）是我国北斗全球卫星导航系统（BDS）的重要组成部分,其利用GEO卫星播发轨道/钟差改正数、电离层改正数及完好性信息,以实现高生命安全用户应用需求。本文阐述了基于BDSBAS单频增强电文的用户单频增强定位算法;并分别利用国际IGS站、国内北斗监测站以及商用接收机的观测数据,评估了BDSBAS单频增强服务定位精度和完好性。结果表明,BDSBAS单频增强服务在评估时段内,定位误差可被保护级100%包络;中国中东部地区95%水平误差可达1.8m左右,95%垂直误差可达3.0m左右,较标准单点定位（SPP）精度提升约50%;而由于电离层改正精度与格网点分布原因,在中国低纬度地区、边境地区及高纬度地区,增强效果较差。", "label": "测绘科学与技术", "id": 0}
{"content": "截至2020年6月23日,中国北斗三号卫星导航系统已经全面建成,系统共发射了30颗北斗三号（BDS-3）卫星,播发了B1C、B2a和B2b新卫星信号,iGMAS跟踪站目前还未能接收到C61号卫星信号。选用22个iGMAS观测站10 d的观测数据,从数据完整率、信噪比、多路径效应、电离层延迟和周跳方面进行质量分析,并与GPSL1/L5和GalileoE1/E5a重叠频率对比,评价当前BDS-3卫星信号性能以及iGMAS测站的接收数据能力。结果表明,BDS-3不同类型卫星信号性能存在明显差异,MEO卫星较IGSO、GEO卫星更优。B1C与B2a新频点信号性能与B1I、B3I以及GPS L1/L5和GalileoE1/E5a信号性能相当,且在抑制周跳方面,B1C与B2a信号性能比GPSL1/L5和Galileo E1/E5a信号更优,能够满足高精度导航定位工作需求。对于iGMAS跟踪站的接收数据能力的实验结果表明:国内站要优于国外站。", "label": "测绘科学与技术", "id": 0}
{"content": "多频多模组合精密单点定位（M-PPP）是未来发展趋势,然而合理的系统间偏差（Inter-System Bias,ISB）处理策略是解决M-PPP的关键。本文将ISB分别采取常量（ISB-CV）、随机游走过程（ISB-RW）、白噪声（ISB-WN）三种处理策略进行处理,选取23个MGEX测站的实验结果系统地分析不同ISB处理策略对GPS/BDS/Galileo定位的影响。实验结果表明:在收敛时间方面,静/动态模式时,随机游走和白噪声处理策略的收敛时间基本相当,优于常量策略,静态模式下,提升约为28%,动态模式下,提升约为4%。在定位精度方面,动/静态模式时,随机游走和白噪声处理的定位精度优于常量处理策略,E方向提升最为明显,静态模式下,E方向提升约为74%,动态模式下,E方向提升约为40%。", "label": "测绘科学与技术", "id": 0}
{"content": "随着北斗卫星全球组网的建成,对北斗卫星对低轨卫星定轨影响的分析显得愈加重要。本文以此为背景,研究星载实时低轨定轨的算法和力学模型,分析了基于北斗三代卫星的星载单频低轨卫星的实时定轨精度。采用自主研发的星载单频接收机接收思博伦模拟器信号进行实时定轨解算,结果表明:用单北斗数据实时定轨的位置和速度精度分别为3.02m和0.0139m/s,与采用GPS数据定轨的精度相当。北斗和GPS组合模式下,定轨结果明显优于单系统定轨结果,实时定轨位置精度为2.41m,提高了24%,测速精度为0.0119m/s,约提高了8%。北斗三代卫星的建成大大提高了多系统融合定轨的可靠性和精度。", "label": "测绘科学与技术", "id": 0}
{"content": "针对GNSS高程坐标时间序列异常值多、数据分布区间大且不平稳等特点,提出了一种基于局部异常值因子（local outlier factor,LOF）的LOF-Prophet-RF组合预测模型。首先对GNSS高程坐标数据使用LOF算法进行异常值探测,剔除探测到的异常值后对缺失数据采用Prophet模型进行插值,得到新的高程坐标时间序列,最后使用随机森林模型（Random Forest,RF）进行预测。实验结果表明,该组合模型能够有效的剔除粗差,对局部异常值有良好的敏感性;较传统预测方法能更好的表现高程坐标时间序列的变化趋势,并得到更高精度的预测数据。", "label": "测绘科学与技术", "id": 0}
{"content": "在使用精密星历拟合广播星历参数时,需要计算每个参数的偏导数。现有方法通常采用解析法计算偏导数,其具体过程非常繁琐且复杂。此外,由于卫星导航系统的卫星在近圆轨道上运行,开普勒轨道根数型广播星历参数之间存在较强相关关系。此时,拟合广播星历时构建的法方程将会严重病态。造成现有方法使用最小二乘迭代方法拟合广播星历参数时,经常无法收敛,拟合失败。针对以上问题,本文提出使用数值导数方法计算每个广播星历参数的偏导数,避免复杂且繁琐的偏导数推导过程。另外,在拟合广播星历参数时,使用QR分解方法缓解由于方法方程严重病态造成的不利影响,有效提高拟合成功率与计算效率。使用真实的精密星历拟合GPS18参数广播星历,将本文方法与现有方法进行比较。实验结果表明:与现有方法相比,使用本文的广播星历参数拟合方法,不仅避免了复杂且繁琐的偏导数计算过程,而且有效缓解了法方程病态造成的不利影响,能有效提高拟合成功率并兼顾计算效率。", "label": "测绘科学与技术", "id": 0}
{"content": "电离层环境及其变化对GNSS系统有着不可忽视的影响。卫星通信、导航定位的无线电信号需穿越电离层,电离层暴、闪烁等电离层剧烈扰动事件会加大对卫星信号的吸收、折射或引起卫星信号幅度、相位的快速变化,造成通信误码率升高、解调失锁甚至中断,导航定位精度下降等,实时掌握电离层扰动信息,是保证导航卫星正常运用的基础。本文基于GNSS的高精度电离层总电子含量（TEC）估计原理,对我国中低纬度地区二维电离层垂直TEC（VTEC）模型进行了比较研究。基于两种经典的单层区域电离层模型:多项式模型和球谐级数模型,对北京地区（中纬度）和广东地区（低纬度）电离层进行了建模。研究结果表明,三种二维电离层模型建模结果和CODE公布的电离层格网地区基本一致,且具有较好的建模精度。建模结果还表明,磁暴和电离层赤道异常区都会对电离层建模的精度产生影响。", "label": "测绘科学与技术", "id": 0}
{"content": "2020年6月23日,我国北斗三号系统最后一颗组网卫星成功发射,标志着北斗全球卫星导航系统星座全面部署完成。相对定位是高精度定位中的一项重要技术,研究并分析BDS-3/BDS-2/GPS组合短基线相对定位精度,对北斗全球卫星导航系统走向实际应用具有重要的参考意义。本文首先阐述BDS/GPS组合相对定位的数学模型,然后利用自编软件对BDS-3、BDS-2、GPS不同导航系统组合下的短基线相对定位精度进行分析。结果表明,对于短基线,BDS-3/BDS-2/GPS系统组合平面和高程方向定位精度和稳定性均优于任一单系统,且定位精度为毫米级;增加使用BDS-3卫星能增强卫星几何分布的稳定性,提高BDS-2和BDS-2/GPS定位精度。", "label": "测绘科学与技术", "id": 0}
{"content": "我国北斗三号卫星导航系统于2020年正式建成,并向全球提供服务。针对目前关于北斗三号系统双频RTK的研究较少,有关北斗三号系统不同于北斗二号系统的B1C,B2a两个新频点的定位性能分析不足的现状,本文利用实测数据,利用北斗三号卫星B1C,B2a两个新频点,提出了一种基于站间单差模糊度的求解方法,并利用附加模糊度参数的卡尔曼滤波模型,实现北斗三号卫星B1C,B2a双频及兼容GPS系统的RTK定位。开发自编程序,利用BDS-2、BDS-3双频实测短基线数据进行分析。利用BDS-3系统新频点进行双频RTK定位,并对比分析与BDS-2、GPS、BDS-2/GPS、BDS-3/GPS几种模式的定位精度。", "label": "测绘科学与技术", "id": 0}
{"content": "低轨卫星具有强大的功能,而且有着卫星轨道低、信号时延短、发射成本小等优点,越来越多的国家和企业开始重视低轨卫星系统的建设,同时低轨卫星搭载GPS接收机实现精密定轨研究已成为热门课题。本文展示了一种基于历元间差分相位的低轨卫星实时精密定轨方法,该方法利用高精度历元间差分相位计算的历元间的位置差,构造高精度的运动模型,通过滤波处理实现高精度定轨。并采用实测的星载GPS（Global Positioning System）数据对该方法进行验证,结果表明:滤波收敛后,该方法的定位结果在R、T、N方向的四天平均RMS（Root Mean Square）值分别达到0.62m、0.74m、0.84m,3D方向的定轨精度达到1.28m,相比于双频伪距单点定位法的R、T、N及3D方向定轨精度,分别提高了75%,73.1%,77.7%和75.80%。", "label": "测绘科学与技术", "id": 0}
{"content": "2020年7月31日,北斗三号全球卫星导航系统组网成功,为了研究北斗三号与GPS导航星座的定位性能精度,现利用卫星仿真工具包设计和仿真BDS-3与GPS卫星导航星座,并基于这两种全球卫星导航系统分别对分布于国内外的11个不同地面站点进行可见性分析和精度因子分析,针对可见性分析主要是运用Access仿真各地面站点一天的可见卫星数目,精度因子分析主要是运用Coverage Definition（覆盖对象）和Figure Of Merit（覆盖品质因数）仿真观测站及全球观测的GDOP（几何精度因子）等参数性能。结果表明,北斗三号系统较GPS在国内外的典型站点定位性能更优,在亚太地区测站的一天可见卫星数目平均比GPS系统多3颗。", "label": "测绘科学与技术", "id": 0}
{"content": "本文针对某地球同步轨道卫星GNSS定轨中的技术问题,分析了某地球同步轨道卫星接收不同GNSS导航系统信号时的卫星可见星数、可见星数出现频率、以及可用的测量跟踪弧长,结果表明:GLONASS系统相对于GPS系统而言,星载接收机接收到的信号更弱、可见星数量更少、几何精度因子（GDOP）更差,某地球同步轨道卫星接收到BDS系统信号、可见星数据量、以及几何精度因子介于GPS和GLONSS系统之间,但明显优于GLONSS系统。针对某地球同步轨道卫星飞行试验获取的GNSS测量数据,进行了详细分析和预处理,同时利用了星间单频载波相位差分数据和融合GNSS星间差分伪距/地基测距数据两种定轨方法进行定轨试算,两种定轨试算结果精度相当,重叠弧段内总位置的均方根误差均在5m以内,总速度的均方根误差均在2mm/s以内。由此验证了GNSS系统支持高轨航天器测定轨的有效性,为后续高轨GNSS测定轨任务中的应用提供技术支持。", "label": "测绘科学与技术", "id": 0}
{"content": "针对宽巷解算过程中多历元累积长度难以准确给定,在解算实时性与可靠性两方面难以取得平衡的问题,提出了一种基于量测残差估计的宽窄巷组合精密定位方法。该方法构建了基于实时量测残差的宽巷观测协方差膨胀模型,根据量测残差动态调整多历元累积长度,固定宽巷整周模糊度,构造宽窄巷解算模型,进而取得解算实时性与可靠性平衡。实验采集静态与动态实时数据,分别针对GPS、北斗对所提方法进行性能测试。测试结果初步表明,本文所提方法在观测质量变化情况下能够在宽巷整周模糊度解算的实时性与可靠性上取得平衡。", "label": "测绘科学与技术", "id": 0}
{"content": "自2020年7月以来,中国新一代的北斗卫星导航系统（BDS3）已全面投入运行,开始为全球用户提供定位、导航和授时（Positioning, Navigation and Timing）服务。BDS3卫星导航系统在信号频率上除了向后兼容BDS2外,还增加了新的B1C和B2a民用频率。先前的研究大多基于BDS2+BDS3共有频率（B1I+B3I）的RTK定位,较少有涉及到BDS3新的民用频率双频RTK定位。文章利用南京地区的外业实测数据,初步分析了当前BDS3、GPS系统卫星的可见性。然后使用最小二乘参数估计和模糊度Fixed and Hold策略进行了单BDS3、单GPS、BDS3+GPS的双频RTK定位实验,其中BDS3卫星双频观测值使用的是B1C+B2a。试验结果表明,BDS3观测卫星的加入,较单GPS系统,提高了用户流动站的定位精度。BDS3新的双频RTK定位精度与GPS系统相当,N、E、U各方向RMS与GPS系统相差在1 cm以内。BDS3系统B1C+B2a双频RTK平面定位精度优于2 cm,高程方向定位精度优于3 cm,可为用户提供实时厘米级的差分定位服务。", "label": "测绘科学与技术", "id": 0}
{"content": "本文通过采用B1C\\B2a双频无电离层组合伪距来修正电离层延迟误差,建立非差观测模型对北斗实时精密钟差进行解算,然后对测站JFNG观测数据进行数据质量分析,完成精密单点定位,实现对北斗实时钟差精度的验证。实验结果表明,采用15个具备接收B1C\\B2a频点数据的测站解算北斗实时钟差,BDS3实时钟差精度为0.2987ns。运用该解算结果进行精密单点定位,定位精度有所提高,X方向精度提高约0.18m,Y方向精度提高约0.04m,Z方向精度提高约0.08m。", "label": "测绘科学与技术", "id": 0}
{"content": "本文介绍北斗系统全星座动力学定轨方法,给出了相应的定轨策略与模型,利用全球均匀分布的104个MGEX测站的GNSS观测数据,基于B1I/B3I观测值的非差无电离层线性组合模型进行北斗二号/三号卫星精密轨道确定,并通过重叠轨道对比、与WUM最终轨道和钟差对比进行轨道精度检核与卫星钟差精度评估。实验结果显示,北斗二号/三号GEO卫星与IGSO/MEO卫星重叠轨道差异RMS值分别为8.17cm和3.51cm;通过与WUM最终轨道和钟差对比,GEO卫星轨道精度为1.63m,钟差精度为1.29ns, IGSO/MEO卫星轨道精度为8.58cm,钟差精度为0.19ns。", "label": "测绘科学与技术", "id": 0}
{"content": "由于日月引力的作用,瞬时海平面相对于平均海平面会有周期性的潮汐变化,即海潮。海潮负荷改正对于沿海地区GNSS（Global Navigation Satellite System）精密相对定位的影响可达到毫米级至厘米级,FES2014海潮模型是2014-2016年开发的有限元解决方案（Finite Element Solution,FES）潮汐模型的最新版本,其分辨率提高至1/16°×1/16°,使用了更多的全球有限元网络并改进了物理模型,具有了更高的精度。为探究FES2014海潮模型对相对定位影响,该文通过GAMIT/GLOBK对中国周边海域均匀分布的28个MGEX（Multi-GNSS experiment）站点数据分别利用GPS与北斗卫星导航系统（Bei Dou navigation satellite system, BDS）进行2020年251d-260d共10d相对定位解算,并分别对比分析FES2014海潮模型与FES2004海潮模型对基线解精度、站点定位结果的影响。结果表明,海潮负荷对中国周边海域相对定位结果各方向有不同程度的影响,其中GPS由于未使用海潮模型的精度本身较高,其精度可达1.65mm,并且进行多日解的解算时,可消除海潮模型本身的半日周期项与全日周期项,其定位结果精度提升并不明显,而BDS使用FES2014模型对比不使用海潮模型和FES2004海潮模型精度有所提高,其中N方向,使用FES2014海潮模型对比不使用海潮模型和FES2004海潮模型有8.26%、15.44%精度的提升,在E方向有5.08%、5.06%精度的提升,在U方向有6.60%、12.99%精度的提升。", "label": "测绘科学与技术", "id": 0}
{"content": "本文利用GPS、BDS、GLONASS、Galileo多星座融合PPP方法,开发实现了多系统组合PPP解算软件,使用MGEX测站数据进行了四系统组合的PPP定位性能分析。四系统组合显著增加了可见卫星数量,平均保持在20颗以上,有效改善了卫星空间几何结构,四星座组合平均PDOP为0.6,单GPS系统平均PDOP为1.2。对比不同截止高度角下的PPP解算结果可知,截止高度角在30°及以下时多系统组合定位精度相当,水平方向平均定位精度为0.37cm,0.36cm,垂直方向平均定位精度0.61cm,在收敛速度上较单系统平均提高了25%;截止高度角40°时,GPS可视卫星大于5颗的有效历元平均仅占当天的30%,不能提供定位结果,而四系统组合有效历元为100%,可以得到E方向1.16cm,N方向0.30cm,U方向2.86cm的定位精度;截止高度角提高到50°时,四系统组合平均有效历元比为80%,24小时平均精度E方向3.77cm,N方向0.48cm,U方向11.92cm。融合四星座数据可提供大量的观测,有利于在山谷、城市峡谷及边坡大坝等复杂环境下的高精度定位,有着更强的环境适用性。", "label": "测绘科学与技术", "id": 0}
{"content": "周跳探测与修复可以使整数跳变后的整周模糊度参数快速达到期望的精度水平,实现连续高精度定位的目的。但是现阶段周跳固定采用的多为全部模糊度子集周跳固定方法,理论上正确固定模糊度子集的数量越多,参数解的精度和可靠性越高,但是待固定子集数量越多,全部固定成功率越低。所以本文针对目前基于采用全部模糊度集合的多频非组合周跳固定成功率受部分低观测量质量卫星信号的影响,分别研究分析了依据卫星高度角,信噪比和模糊度ADOP值的三种筛选方法,结合Bootstraping成功率筛选和比率测试进行检验。最后,通过哈尔滨工程大学测站接收的北斗多频观测数据和MGEX的精密轨道和钟差产品,在完成基于历元间差分模型解算浮点解和相应协方差矩阵的基础上,分别依据三种最优子集筛选方法,实现部分子集周跳的可靠性固定。试验结果表明,相对于在全子集周跳固定方法无法完全固定的情况下,采用部分子集周跳固定方法可以达到100%固定成功率。", "label": "测绘科学与技术", "id": 0}
{"content": "北斗三号全球卫星导航系统星座由3颗地球静止轨道（GEO）卫星、3颗倾斜地球同步轨道（IGSO）卫星和24颗中圆轨道（MEO）卫星组成。其中,北斗三号GEO卫星通过B2b信号播发的精密轨道、精密钟差等改正信息,为我国及周边地区用户提供更加方便实时的精密单点定位服务。方便、快捷、定位精度高等优势为其带来了巨大的市场竞争力。本文介绍了北斗三号GEO卫星播发的精密轨道、钟差与卫星码间偏差等改正信息的使用方法与定位模型,利用成都国星接收机连续5天的实际测试,统计了B1C/B2a双频精密单点定位的实时定位与后处理精度,并对收敛时间进行了分析。结果表明,使用改正信息的终端平均30min内三维定位误差内收敛至0.5m以内,定位精度实时与事后定位均可达到水平0.3m以内,高程0.5m以内,事后定位结果略优于实时定位。总体上,随着北斗三号的全面组网完成,能提供实时分米级精密单点定位服务。", "label": "测绘科学与技术", "id": 0}
{"content": "分别对单频观测数据中的半合组合观测量G、码观测量C以及相位观测量P进行组合,得到3种不同的单频精密单点定位观测模型,GC模型、GP模型以及CP模型。然后通过不同的电离层处理方法分别对BDS以及BDS/GPS的三种观测模型进行解算,对其动静态定位性能进行对比分析。最后采用全球分布的15个IGS监测站7d的GPS与BDS数据进行解算实验。结果表明,当前BDS的全球跟踪站有限,精密轨道和钟差精度不高,易受到电离层与测站分布的影响,整体定位精度较差。特别地,采用电离层模型改正时,BDS的GC模型动静态定位精度最高,且收敛速度最快,静态情况下的收敛时间约为300 min,动态情况下的收敛时间为380min;采用电离层估计方法时,基于单频原始观测值的CP模型定位精度最高。另外,无论采用哪种电离层延迟处理方法,加入GPS系统后都能大大提高BDS卫星的单频精密单点定位精度,实现cm级静态定位与dm级动态定位。", "label": "测绘科学与技术", "id": 0}
{"content": "地球参考框架是国家重要的空间基础设施,是国民经济,国防建设和科学研究的重要空间参考基准。首先简要阐述了地球参考框架的定义及其地位和作用。接着重点总结了国际地球参考框架ITRF建立与维持的演变历史、发展现状和存在问题;探讨了我国CGCS2000和BDCS的发展现状和存在问题。最后基于发展现状对地球参考框架的未来发展进行了展望。", "label": "测绘科学与技术", "id": 0}
{"content": "针对目前行人航位推算（Pedestrian Dead Reckoning,PDR）技术中各种步长模型的精度与普适性问题。根据人在正常行走模式下行走的步长大致相同,本文利用室外手机伪距差分原理与有限状态机（Finite State Machine,FSM）进行步长推算并将推算出的步长应用于室内PDR技术。本文结果表明基于全球卫星导航系统（Global Navigation Satellite System,GNSS）伪距差分方法的PDR步长估计模型较线性步长估计模型步长精度提高约30%～50%,较非线性步长模型步长精度提高约20%～40%;该方法能有效提高PDR定位精度,其平均误差较非线性模型提高了19.87%,标准差较非线性模型提高了42.25%;该方法具有普适性,不受身高性别影响。", "label": "测绘科学与技术", "id": 0}
{"content": "全球卫星导航系统（Global Navigation Satellite System,GNSS）受限环境指的是因客观因素（树木、建筑物、水面等）或人为因素（导航对抗等）的影响而导致导航信号强度减弱,以至于接收机输出的观测值质量受到显著影响的环境。当前,大部分接收机可以输出三种独立观测值类型——多普勒、伪距和载波相位观测值。其中多普勒作为伪距、载波相位之外的独立观测值,可以视为速度的瞬时取样,在GNSS受限环境下有着相比于其余两者的优势:相比于伪距,精度受多路径影响较小;相比于载波相位,其不含有周跳。因此类似于载波相位平滑伪距,多普勒也可以用于平滑伪距。鉴于多普勒为瞬时量,载波相位可以视作多普勒的积分值,多普勒也可以用于辅助探测和修复周跳。本文系统总结了多普勒在改善伪距、载波相位精度上的相关最新研究,首先介绍了多普勒观测质量的影响因素,然后梳理了多普勒在改善伪距上的相关算法,继而分析了多普勒在辅助探测和修复周跳上的相关研究,最后给出了相关启示。本文认为多普勒在未来的辅助定位研究中仍有着较大的潜力。", "label": "测绘科学与技术", "id": 0}
{"content": "林芝由于其独特的地貌和水文气候,成为洪涝、岩崩、泥石流、滑坡以及地震等灾害高发地,造成人员、牲畜伤亡以及房屋、公路冲毁等重大损失,严重威胁本地居民的生命安全并制约了林芝市经济社会发展。建立林芝市地质灾害监测预警系统,降低地质灾害给本地区社会经济及人民生命财产造成的破坏具有重要的意义。本文从林芝市地质灾害的实际问题出发,结合现有研究基础,提出基于北斗卫星导航系统的林芝地质灾害监测预警。系统是基于B/S架构的以数据采集子系统、监测预警子系统、地灾预报预警子系统、应急指挥子系统、预警发布子系统及群测群防支持子系统组成的地质灾害实时监测系统。在灾情监测方面,系统结合了面上的地质灾害易发性模型与传统的点位稳定性分析方法,通过统计法、模型法等将高分卫星及北斗定位数据进行分析处理,得到易发性背景值和地质灾害隐患点进行精确定位,再基于二元逻辑回归的方法,确定易发性背景值与降雨条件之间的权重,构建林芝地区地质灾害预警模型实现地质灾害周期监测。同时构建全球卫星导航系统（GNSS）监测站通过对灾害体的位移形变的计算实现灾情监测。灾后综合利用北斗三号卫星、高分辨率影像和其它数据实现对灾民临时安置点、灾后重建进度的监测,并利用北斗的短报文通信功能在灾区通过北斗卫星进行群防群测。本项目实现的系统试运行稳定,灾情定位性能、观测数据回传能、隐患点识别功能指标和地质灾害形变模型精度均达到了预期水平。通过林芝地质灾害监测预警系统的实现,能有效地监测地质灾害发生情况,对地质灾害地区人民群众生命财产起到防灾救灾的作用。", "label": "测绘科学与技术", "id": 0}
{"content": "北斗全球卫星导航系统已于2020年投入运行,系统的导航定位服务区域能够实现全球覆盖。然而,BDS-3在海洋区域的导航定位性能和数据质量特性有待评估,特别是在近海和远海区域的定位性能差异有待分析。本文分析了近海海域及太平洋远海海域的船载动态BDS和GPS观测数据,试验结果表明:在我国近海海域BDS的可见卫星数和PDOP值优于远海海域,且远海海域BDS的可见卫星数和PDOP值与GPS相当;海上BDS伪距噪声与GPS伪距噪声基本一致,同时,我国近海BDS伪距定位精度优于远海海域BDS定位精度,远海海域BDS定位精度与GPS相当,伪距单点定位精度水平分量的RMS优于2m,高程分量的RMS优于4m。", "label": "测绘科学与技术", "id": 0}
{"content": "本文重点介绍了美国NGS\"大地水准面监测服务\"（Ge MS）的目标以及与美国国家空间参考系统的关系,介绍了目前可用的大地水准面监测技术及能力现状和发展趋势,从中探讨了美国大地水准面监测技术能力现状及发展趋势给我们的启示。", "label": "测绘科学与技术", "id": 0}
{"content": "智能手机原始GNSS观测值质量受内部时钟影响较大,时钟钟跳现象不利于用户终端的高精度定位解算。针对终端中可能存在的异常钟跳问题,对不同型号手机终端的钟跳进行分析,并研究了一种基于钟差序列的智能手机钟跳补偿方法。该方法采用简单的多系统融合伪距单点定位模型求解手机钟差参数,得到BDS、GPS、GLONASS单系统钟差时间序列,进而分析不同系统下的钟差量级。根据钟差量级给定经验阈值,利用钟差序列的历元间差分与经验阈值的大小来探测钟跳,对探测到的钟跳进行修复。该方法计算简单,可满足钟跳探测与修复的实时性。以专业测量型接收机为参考,利用实测数据分析智能手机终端小米8和华为P40的钟跳现象,实验结果表明:华为P40手机无钟跳现象,小米8手机存在钟跳现象。利用本文方法对小米8的钟跳异常值进行实时探测与修复,验证了该方法的可行性和可靠性。", "label": "测绘科学与技术", "id": 0}
{"content": "基于双差模型的北斗、GPS、GLONASS、Galileo数据融合处理算法,提出一套高精度数据处理方案。针对智能手机天线信号差、观测值噪声大、周跳频繁且模糊度不易固定的特点,研究适用于android智能手机的RTK定位算法。基于该算法,对智能手机典型应用场景如静态、步行以及行车导航进行了大量实验测试。统计结果表明,空旷下静态可获得固定解,固定解精度达到mm级,固定率为96%。步行水平法向误差RMS为0.316m。行车时可获得固定解,定位精度RMS空旷场景达到分米级,水平法向误差CEP95达到0.5m以内,可实现车道级导航。", "label": "测绘科学与技术", "id": 0}
{"content": "随着实时精密单点定位（Precise point positioning,PPP）技术的发展,IGS分析中心开始通过互联网等途径播发卫星轨道钟差实时数据流,高精度、低延时的实时数据流为开展高精度时间同步方法研究奠定了基础。本论文提出了一种基于IGS实时流的PPP时间同步方法,分析IGS实时流对时间同步性能的影响,并构建时间同步测试系统,对本文所提方法的时间同步性能进行测试。测试结果表明,PPP时间同步方法的同步精度要远高于传统GNSS时间同步方法,时间同步峰峰值可以达到纳秒级,标准差可以达到亚纳秒级;同时,多系统观测值的引入能够减小外界观测环境等因素影响而引起的波动,时间同步的可靠性更强。", "label": "测绘科学与技术", "id": 0}
{"content": "本文面向省域范围内高分遥感影像和十万级北斗终端位置服务,以分层模式设计了\"北斗+高分\"融合的时空平台,该平台通过内部流程的合理设计,以及跨协议高并发数据接入、异构数据融合以及服务共享目录归集三类关键技术,解决了终端并发接入瓶颈和协议局限、各类数据融合不便捷、资源共享困难的问题,有益于推动北斗以及高分数据在大众应用中的发展。", "label": "测绘科学与技术", "id": 0}
{"content": "载体在运动过程中的三个姿态角是反映载体运动状态的重要指标,而对于载体姿态角的解算在导弹制导、航空航天、自动驾驶、无人机等领域都有着很高的精度要求,因此,高精度、低成本的测姿手段一直是相关行业的研究热点。连续运行参考站（CORS）,是一种提供高精度卫星导航定位服务的多功能服务系统,流动站通过与基准站间的实时载波相位差分技术来实现高精度定位,与姿态角解算的需求高度契合。本文先根据双天线测姿的原理推导出姿态角解算的公式,使用两台接受机模拟载体双天线车载测姿系统,连接到校园CORS网络进行实验,并通过改变接收机之间的距离来控制解算姿态角的基线长度。在获得姿态角后通过给定小车前进速度,结合时间序列对应的姿态角利用MATLAB反演出小车前进轨迹。最终分析实验结果,得出结论:基于CORS网络的双天线GNSS测姿方法能够满足高精度应用的需要,通过姿态角反推出的运动轨迹与真实路线基本符合,且在相同的条件下,更长的基线能够获得更精确的测姿结果。", "label": "测绘科学与技术", "id": 0}
{"content": "授时技术目前应用广泛,其中接收机授时是普遍应用的高精度授时方式。接收机授时常用的授时校正方式分为两种:秒脉冲移相校正和时钟驯服校正。其中秒脉冲移相校正不进行晶振补偿,只通过秒脉冲移相进行相位补偿,其移相分辨率受限于接收机任务调度周期所使用的时钟频率,授时秒脉冲抖动较大;时钟驯服校正使用外接接收机作为频率参考源,提供一个长期稳定精确的秒脉冲作为频率标准,使用驯服技术对本地时钟源进行时钟驯服,以实现本地时钟源的频率校正以及长期误差的抑制,但在一些特殊的应用场景中,例如中高轨道场景中,应用场景空间的限制,不能够使用一台外接接收机只作为外接频率源使用。故设计了一种基于锁相环的闭环时钟驯服方法。接收机本身作为一个时频系统,进行本身时钟源的自驯服。在接收机稳定定位后,使用接收机本身定位获得的接收机钟差和接收机钟漂作为误差输入量,使用基于锁相环的方法去驯服接收机本身的时钟源,以实现时钟源的频率校准和长时稳定输出。以接收机接收GNSS信号模拟器生成的卫星信号进行测试,实验结果表明,接收机通过时钟自驯服技术,可以实现时钟源的频率较准和长时稳定输出,且输出的秒脉冲分辨率减小,秒脉冲输出误差峰峰值小于15ns。", "label": "测绘科学与技术", "id": 0}
{"content": "本文提出一种适应于复杂电磁环境下的基于GNSS的高精度授时技术,采用高效的干扰检测技术和空时滤波技术,保证卫星导航信号的鲁棒性和可用性,详细分析了基于GNSS的高精度授时的误差源,深入研究基于GNSS的高精度时间同步技术,提出了一种新的基于高精度时间频率传递技术的高精度授时算法,采用基于卡尔曼滤波算法和PID算法的联合自适应保持算法,保证了在失去卫星导航信号时的高精度保持能力,在此基础上给出了基于GNSS的抗干扰高精度授时终端的实现结构,最后对本系统中的关键算法进行了Matlab仿真并在Xilinx ZYNQ7000系列FPGA上进行验证,仿真结果表明,所设计的授时终端可获得在最大干信比90d B的干扰环境下80d B输出信干比改善量,在失去外参考24小时内优于1us的守时精度。所设计的授时终端既可以在复杂电磁环境下提供稳定可靠的、高精度的授时服务。", "label": "测绘科学与技术", "id": 0}
{"content": "流域大中型河道地形测绘成果包括数字线画图、数字高程模型、正射影像图及工程信息等海量数据,常规通过纸质载体展示成果,需要打印图幅巨大的图纸及大量表格,信息查询阅读的效率低下,使用管理也十分不便。笔者从事淮河流域基础地形测绘建设管理工作,正积极探索采用信息化技术手段对流域测绘成果进行智慧化管理,以期加强和提高测绘成果的使用管理水平,有关技术研究成果也可为类似项目提供有益的参考。", "label": "测绘科学与技术", "id": 0}
{"content": "以盐城市大比例尺地形图测绘市区1:500地形图测绘项目为依托,研究了大比例尺地形图从采集完成到入库阶段遇到的问题,提出了在入库预处理阶段,基于Python语言利用Arcpy站点包实现数据检查、数据融合的批处理,实现电力线不合理节点的自动消除,取得了良好的效果,提高了大比例尺地形图入库预处理的效率。", "label": "测绘科学与技术", "id": 0}
{"content": "由于应用需求、管理方式以及数据共享等方面原因,南京市一直未能实现全市范围内大比例尺地形数据的统一测绘、统一更新和统一管理。取而代之,原南京市规划局和原南京市国土资源局根据需求和实际,各自制定了大比例尺地形数据标准、绘制了大比例尺地形数据并在此基础上建立了大比例尺地形数据库。对比分析原南京市规划局和原南京市国土资源局两套大比例尺地形数据,详细阐述两套数据在数据覆盖、分类编码、图面表达、数据库及制图软件等方面的差异,在此基础上对两套数据的融合及其对业务工作的影响进行了思考。", "label": "测绘科学与技术", "id": 0}
{"content": "本文介绍了基于CASS和FME两种软件的数字地形图入库方法,并重点研究了油田数字地形图入库方法。对比分析了南方数码公司的CASS绘图软件和加拿大Safe Software公司的FME数据转换软件在油田数字地形图入库中的应用。研究了基于CASS和FME的地形图入库方法,对比两种软件在操作使用过程中的优缺点,并给出两种软件在不同的数字地形图入库项目中的适用性。最后以海外某油田的已有数字地形图为例,进行FME软件油田数字地形图数据入库实验。", "label": "测绘科学与技术", "id": 0}
{"content": "在现代科技快速发展的背景下,测绘技术的更新速度也比较快,将测绘技术应用到工程项目的建设过程中,可以为相关企业带来更多的优势。在对测绘技术进行研究时,不仅要研发一些新型的技术,还应该对原有的测绘技术进行分析。要在传统技术的基础上进行新技术的研发,还应该将其作为技术发展的理论支持,通过对技术进行改善和优化,使得技术在发展中能够发挥更大的作用。在进行特殊地形测绘时,测绘人员应该根据相应的要求,选用正确的测绘技术,才能减少工作的开展时间,降低测绘成本,对资源进行合理的利用。并且通过技术的应用,降低工作的开展难度。本文就测绘工程中特殊地形的测绘技术进行相关的分析和探讨。", "label": "测绘科学与技术", "id": 0}
{"content": "在现代化社会当中,我国测绘工程项目的数量逐步增多。在这样的新形势下,需要将特殊地形的测绘技术充分运用其中。过去的测绘技术是通过长时间的积累形成的,而特殊地形测绘技术是在该前提下形成的。在实际测量作业的时候,运用特殊地形测绘技术更加复杂,需要有效控制测量作业的实际参数,更好的处理其存有的问题,保障测绘作业可以达到我国的有关标准。基于此,本文就测绘工程中特殊地形测绘技术展开了深入探究与分析,期望经过该研究可以为将来的有关研究提供相应的参考。", "label": "测绘科学与技术", "id": 0}
{"content": "为了探索利用GPS技术进行远岸海域测点高程数据的直接测量,我们在黄河河口附近沿岸进行了PPK技术的数据采集、计算。同时利用EGM2008地球重力模型高程异常值精度进行了分析解算。通过对比可知,在黄河河口地区,EGM2008地球重力模型高程异常值改正中误差小于0.06m;通过与RTK数据对比可知,其误差的变化与基线长度基本成正比,在90km基线长度范围内,中误差不超过0.065m,在60km范围内中误差不超过0.040m。", "label": "测绘科学与技术", "id": 0}
{"content": "本系统通过研究一种基于AutoCAD平台的大比例尺地形图成果质检管理方法,实现测绘成果检验系统性管理。基于相关的质量评定规范实现大比例尺地形图成果质量智能评定,从而实现测绘质检工作规范化、信息化、智能化。研究基于AutoCAD系统平台实现外业全站仪检核点导入、自由定向坐标转换、数学精度智能采集与处理,设计软件系统实现地理精度、整饰质量问题录入和管理;结合GB/T 24356—2009《测绘成果质量检查与验收》实现成果质量智能评判与检验报告自动化生成,以达到大比例尺成果质检规范化、信息化管理,提高质检人员检验工作效率的目标。", "label": "测绘科学与技术", "id": 0}
{"content": "地形测绘是土地规划中非常重要的环节。航空摄影测量是指对数字高程模型数字正射影像图、数字线图等一系列地理信息成果进行测绘的方法。主要介绍了航空摄影联合全站仪在地形测量中的应用实例,首先采用无人机航摄并进行影像数据处理,然后进行RTK控制点布设,最后进行全站仪外业数据采集、展图、查图并成图。结果表明,航空摄影测量技术具有精度高、速度快、测绘效率高的特点,具有重要的应用价值。", "label": "测绘科学与技术", "id": 0}
{"content": "常规的水下地形测量工作由于受测区环境和测量载体等条件的限制,在近岸、浅滩、养殖区及码头区域等特殊的复杂水域,不仅在某些范围内存在的测量盲区,也存在一定的安全风险。随着GNSS-RTK三维水深测量技术的不断发展和完善,使利用无人船平台集成系统进行无验潮水深测量成为可能。本文简要介绍了无人船系统的模块组成和功能特点,并利用GNSS-RTK三维水深测量技术集成的无人船测量系统,获取长江口地区某复杂特殊水域的三维地形地貌数据。并通过对实测数据的分析与精度评定来评判无人船系统的可靠性。通过实验得出无人船测量系统所采取的数据精度满足规范要求,同时针对测量过程中遇到的问题提出改进建议。", "label": "测绘科学与技术", "id": 0}
{"content": "近年来,随着沈阳市经济、文化、建设等方面的快速发展,沈阳城市面积逐年扩大。沈阳市土地利用类型也发生了变化。原有的沈阳市地形图中的地物发生了新增、删除等变化。本文以沈阳市康平县为研究试验区,利用试验区SPOT5遥感图像和现有康平县地区矢量地形图,在研究ERDAS IMAGINE矢量模块功能的基础上,将二者进行了高精度的配准,并以栅格图像为参照,对矢量图层的空间数据进行了更新,总结了利用遥感影像进行地形图更新的方法。与传统的地形图修测方法相比,该方法在更新中小比例尺地形图方面具有更新效率高、更新成本小等突出优势,充分体现了RS与GIS的集成应用,为沈阳市其他城区的地形图更新提供技术参考。", "label": "测绘科学与技术", "id": 0}
{"content": "本文阐述了GNSS-RTK数字地形图测绘的基本原理,以传统的手工测图原理为基础,采用数字处理方法,实现地图信息的获取、变换、传输、识别、存贮、处理、显示、编辑及计算机成图。内容以大比例尺地面数字测图为基础,介绍了GNSS-RTK外业数据采集方法及要求,对采用GNSS-RTK数字地形图测绘的工作步骤及内业成图处理方法进行了简单的介绍。", "label": "测绘科学与技术", "id": 0}
{"content": "信息化技术的发展使得测绘数据获取更加高效,同时对成果质量检验提出更高的要求,传统采用打印纸图的方式不仅时效低、携带量有限,与内业工作衔接工作量大,难以适应信息化发展需求。本文介绍一种基于移动平板对大比例尺地形图外业巡查的方式,实现外业工作的无纸化、信息化管理,应用表明该方式可大大提高工作效率和巡查的准确度。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>新疆呼图壁地下储气库（Underground Gas Storage,简称UGS）属于枯竭油气田型储气库,作为国内目前运行的具有最大储量的储气库,在国家西气东输工程,天然气季节性调峰和应急调度等方面发挥着重要作用。自2013年呼图壁UGS建设并投入使用以后,一个包含多种观测手段的形变监测网随即在其地表盖层区域逐步建成,并对储气库注、采气各阶段引起的地表形变开展了多期观测工作,研", "label": "测绘科学与技术", "id": 0}
{"content": "无验潮水下地形测量技术相较于常规的水下地形测量方法受气候、季节、能见度等因素影响较小,具有操作简单、定位精度高、数据安全可靠等优点。将GPS与测深仪结合,可以快速获取精确的结果。由于相对于海洋湖泊水域面积较小,在进行水下地形测量时测点离岸边基站的距离较近,RTK技术本身信号传输距离有限的缺点也可通过架设中继站或者提高电台功率等方法来减弱其影响。所以使用无验潮的方法在湖泊中进行水下地形测量具有十分广泛的应用前景。本文从无验潮水下地形测量原理,湖泊水下地形作业的技术标准,技术细节等方面阐述作业过程中与测量成果可靠性、精度以及生产效率有关的几个主要问题。供相关技术人员参考。", "label": "测绘科学与技术", "id": 0}
{"content": "获取准确的面积信息是房产测绘的核心目标,随着建筑行业的不断发展,新的建筑形式不断涌现,弧型建筑在房产测绘生产实践中出现的也更加频繁,该类型房屋面积计算的精度问题越来越显现。本文基于生产实践,提出了一种基于密集和稀疏拟合线的带弧多边形构图算法,成功解决了现有算法中面积精度差、算法复杂度高、程序设计困难等问题,并在生产实践中取得了良好的效果。", "label": "测绘科学与技术", "id": 0}
{"content": "采用智能无人测量船系统针对浅水、未知等困难区域的水下地形测量进行了研究。智能无人测量船系统包括岸基控制单元和测深船单元,其中岸基控制单元利用无线电遥控测深船走航测量并实时接收测量数据,测深船单元搭载GNSS、电子罗盘、声学测深仪和主控系统。在楠溪江泰石村至三角岩大桥段水域进行了实测,验证了无人船用于内河水下地形测量的可行性和实用性。", "label": "测绘科学与技术", "id": 0}
{"content": "数字化地形测绘将各种高新技术,如,卫星定位系统、光电测距整合在一起的一种新型技术,这种技术不仅改变了白纸成图的传统作业模式,同时也凭借自身具有的精准、高效等优势,充分满足了信息与数字时代快速发展提出的各种要求。因此,本文就针对数字化地形测绘的发展现状与趋势做出了进一步探讨。", "label": "测绘科学与技术", "id": 0}
{"content": "信息化是新形势下测绘体系发展的新趋势。多波束技术、GIS技术及水文遥测技术的快速发展,大大提高了水下地形测绘的工作效率,同时降低了工作中人力、时间成本投入。这几项技术的集成应用与发展,正在努力构建水下地形信息化测绘体系。本文以内陆水域的水下地形测绘工作为例,介绍水下地形测绘在信息化测绘体系构建过程中的新发展。", "label": "测绘科学与技术", "id": 0}
{"content": "在开展农村土地承包经营权确权登记工作中。界址清楚、面积准确是农村土地承包经营权确权登记工作中的一个关键性环节,本文以影像地面分辨率和界址点精度分析,得出在要符合精度限差要求的情况下,必须要采用实测法的面积临界值。", "label": "测绘科学与技术", "id": 0}
{"content": "主要介绍了输油管线测量的方法,分别介绍了CORS技术、RTK技术和全站仪的作业原理、特点以及各自在不同领域的应用,探讨了管线地形测量过程中如何更好地保证成果精度,阐述作者对管线地形测量进行质量控制的一些认识,并结合南京至淮安输油管道洪泽段实例对管道地形测量的内外业进行研究,分析了GPS技术与全站仪如何结合使用及其对提高测量效率的影响,对GPS技术和全站仪技术应用进行了展望。", "label": "测绘科学与技术", "id": 0}
{"content": "随着全球定位系统技术的快速发展,特别最近几年,各地陆续建立连续运行卫星定位系统（CORS）,它具有操作简便、成本低、精度高、实时性强、覆盖率广等优点,特别是CROS系统内网络RTK测量功能的实现改变了传统测量作业模式,较大的提高了测绘工作的效率。本文简要阐述RTK测绘技术原理、RTK在实际测绘工作中的应用", "label": "测绘科学与技术", "id": 0}
{"content": "大比例尺数字地形图的维护是城市规划测量工作中非常重要的部分,它能保障城市规划建设用图的现势性。随着科技的发展,平板电脑的应用也愈发广泛,本文依据大比例尺数字地形图维护测量的特点,提出一种结合平板电脑的地形图维护测量的方法。", "label": "测绘科学与技术", "id": 0}
{"content": "当前大比例尺地形图采集已全面实现数字化,但外业巡查仍用打印纸图方式,不仅工作效率低,且与内业衔接困难,难以满足测绘信息化发展的需求。本文提出了一种大比例尺地形图数据格式转换的方法,基于Arc GIS Runtime SDK开发运行在Windows与Android平板端的外业巡检软件。实际应用表明,该软件提高了成果检验的准确性和工作效率。", "label": "测绘科学与技术", "id": 0}
{"content": "本文结合某测区1:500地形图全野外调绘工作,对大比例尺地形图居民地及设施调绘的方法和技巧进行了较详细的阐述,为今后的数字城市外业调绘提供了成熟可靠的经验。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>一、项目概述（一）项目背景莒县位于山东省东南部,日照市西部,东经118°35′～119°06′,北纬35°19′～36°02′,隶属沿海开放城市——日照市。东临日照市东港区、五莲县,西界沂水县、沂南县,北接诸城市,南毗莒南县。南北最大长距75.6公里,东西最大宽距37.4公里,总面积1952.42平方公里。受地域条件限制,传统野外地形测量无法满", "label": "测绘科学与技术", "id": 0}
{"content": "航空数字摄影测量是基础地理信息采集的最有效手段之一。随着计算机技术的发展和微处理机的广泛应用,政府各部门对测绘资料的需求越来越大,对资料现势性要求越来越高,对资料所能包涵的信息容量越来越强。无人机航空摄影测量作为一种新型的测量方式不断呈现在大家的面前,发展低空无人飞行器航测遥感系统是提高测绘现势性的迫切需要,是做好应急救急工作的迫切需要,是构建数字中国、数字城市建设的迫切需要。低空无人飞行器航测遥感系统推动了地理信息获取向全天候、全天时、实时化迈进的步伐,无人机航测遥感系统具有机动灵活、成本低、载荷多样性、用途广泛,操作简单等优点,在现代测绘行业中发挥着越来越多的作用。本文针对我单位承接的市场项目1︰2000带状地形图测绘,结合实际生产和技术改造,通过一定范围内的实践,与大家一起探讨无人机航测遥感技术的特点及对影像畸变改正、全自动空三解算、立体测图等无人机航空摄影测量生产工序中的关键技术。", "label": "测绘科学与技术", "id": 0}
{"content": "本文以广西贵港数字城市项目数据建库为例,介绍利用i Data数据工厂软件建立地形数据库的具体方法,以及利用i Data数据处理引擎修改数据之间的空间拓扑关系以及逻辑错误,实现快速建立数据库的方法。通过与Arc GIS软件入库方法进行对比分析,本文阐述的方法效率更高,值得推广与应用。", "label": "测绘科学与技术", "id": 0}
{"content": "介绍了我院已有大比例尺地形图的数据格式、数据标准等基本情况,提出了对数据整理、数据入库、数据更新、数据管理等工作的实施技术方法,并在实施过程中的注意事项等内容进行了阐述。", "label": "测绘科学与技术", "id": 0}
{"content": "数字化地形图测绘自从在生产中大量应用以来,已经经历了近20年的里程,应该说数字测图技术的发展由初生到中期,发展到技术手段呈现多样化的现阶段,对大比例尺地形图的测绘主要还是以地面数据采集的方式进行,在采集完地物地貌的特征点位之后,利用数字测图软件采用相应的编码和绘制方法编绘成图,在近20年的发展里程中,数字测图软件系统和硬件系统呈现了多样化的趋势,在技术手段区域成熟的今天,如何快速高效地测绘地形图、提高生产效率,是我们要思考的问题,本文就数字化地形图测绘作业工序中,就提高数字成图效率的几种行之有效的方法作探讨,为地形图测绘生产作业人员提供学习研究。", "label": "测绘科学与技术", "id": 0}
{"content": "本文将根据地形图测绘工作的特点,对数字化测量在地形图测绘中的应用进行简要分析。", "label": "测绘科学与技术", "id": 0}
{"content": "结合实际工程项目综述了GPS辅助低空数码航摄系统航拍生产大比例尺数字地形图的技术关键点及工艺流程,并对案例进行了精度分析。辅助低空航摄系统在获取大比例尺的影像数据、地形图的制作和修改以及快速获取局部或全景鸟瞰像片方面具有较好的应用与推广价值。", "label": "测绘科学与技术", "id": 0}
{"content": "高程精度检查是地形图质量检查中重要的质量元素,普遍使用人工高程精度检查模式,效率低、错误率高。本文介绍利用Auto Lisp/Visual Lisp编写一个数字地形图高程点线矛盾检查及等高线高程插求点高程中误差计算的插件,实现高程精度自动检查,检查效率和精度大大提高。", "label": "测绘科学与技术", "id": 0}
{"content": "利用程序估算法,对加测1个及多个陀螺方位角后交叉双导线网精度的变化进行计算分析,通过模拟计算得出加测1个陀螺方位角的位置以导线网的2/3处为最佳,多个陀螺定向角以均匀分布于导线网的后1/2部分为最佳,结合实例进行了验证分析,并给出了一定条件下增加陀螺方位角能否显著提高导线网精度的判断依据。", "label": "测绘科学与技术", "id": 0}
{"content": "目前,和传统水位推算相比,在湖泊测量中利用无验潮测量方式可以获得高精度的瞬时水底高程,可以有效地消除水面涌动、潮汐、水面倾斜、测深动态吃水等因素产生的测量误差。本文结合江苏十二五水下地形基础测绘项目,对两种利用GPS获得水下点位高程的方式进行了对比和研究。实践证明两种方式为水下地形测量工作,尤其是内陆水域测量提供了很高的精度和效率,在湖泊测量中有着重要的作用和地位。", "label": "测绘科学与技术", "id": 0}
{"content": "利用地形图的符号或扩展编码,选用FME对大比例尺CAD地形图进行土地面积量算,最后根据实践经验提出了一些有益的建议,本文所研究的内容和得出的结论对生产实践具有重要参考意义和实用价值。", "label": "测绘科学与技术", "id": 0}
{"content": "对GPS RTK测量系统进行了介绍,论述了GPS RTK测量的基本方法,探讨了GPS RTK在地形测量中的应用,得出了采用GPS RTK测量技术能提高测量精度和工作效率,减轻测量人员劳动强度的结论。", "label": "测绘科学与技术", "id": 0}
{"content": "GPS网络RTK虚拟参考站技术集高新技术于一身,它代表GPS发展的方向。GPS网络RTK具有测量作业效率高、定位精度高、数据安全可靠、测量控制范围广、操作简单、能有效减少因地形复杂带来的繁重工作量等优势。本文介绍GPS网络RTK的工作原理,系统构成及优势。结合重庆市连续运行GPS参考站系统内网络RTK作业的实际应用,介绍了GPS网络RTK技术在城市1:500数字地形测量图根控制方面的应用情况,分析了网络RTK在特定场合下存在的问题,给出了相应的措施。", "label": "测绘科学与技术", "id": 0}
{"content": "笔者通过本单位高原风电场勘察设计的生产实践,结合高原风电场的特点、测量难点,总结一些高原风电场测量经验,对开展高原风电场测量有一定借鉴作用。", "label": "测绘科学与技术", "id": 0}
{"content": "本文主要介绍了GPS的基本原理和技术特点,利用GPS（RTK）联合全站仪实现数字化测图的野外数据采集,并说明了GPS（RTK）与全站仪联合进行数字化测图是一种高速、高效率的新方法,比传统的优越,图根点点位误差不累积、不传播、减少了人为的干预。", "label": "测绘科学与技术", "id": 0}
{"content": "该文阐述了地形测量和测绘技术相关概念及目前地形测量的测绘自动化技术,并探讨了测绘技术自动化技术的发展趋势。", "label": "测绘科学与技术", "id": 0}
{"content": "本文通过本公司在海安县某镇20 km~21:1000地形图测绘的生产过程,来介绍如何很好的利用GPS/RTK、免棱镜全站仪以及人员的安排,让其提高工作效率和产品质量。", "label": "测绘科学与技术", "id": 0}
{"content": "以\"北京市援疆（和田地区）测绘工程\"中的新疆洛浦县城和洛浦北京工业开发区测绘工作为例,阐述无人机影像在大面积1∶2000地形图测绘生产中的应用,并形成了航摄资料获取、外业布点、空三加密、矢量采集等一整套流程。重点对空三加密过程中所涉及的影像畸变改正方法、影像匹配技术以及所采用的技术创新点进行介绍,并通过空三结果及最终成图精度论证了所运用方法的有效性及无人机低空遥感平台应用于大面积1∶2000地形图测绘的可行性,为利用无人机影像进行大面积城市基本比例尺地形图生产进行了有益尝试。", "label": "测绘科学与技术", "id": 0}
{"content": "对3类特殊地区1∶5万地形图测绘中控制基础的确立问题进行探讨,提出采用卫星遥感影像+航空影像测图、基于少量控制点外推定位和基于获得境外地形图资料的转换方法。", "label": "测绘科学与技术", "id": 0}
{"content": "利用国家基本比例尺地形图图号与图角坐标的数学关系,基于Visual Basic语言,编写了根据1∶1万比例尺地形图图号查询图角坐标的程序,为快速准确地查询1∶1万地形图图角坐标提供了高效、快捷的方法。", "label": "测绘科学与技术", "id": 0}
{"content": "提出一种大比例尺地形图动态更新图库一体化的实施方法,结合EPS平台系统建设,制定相应的数据标准,具有较强的可操作性。", "label": "测绘科学与技术", "id": 0}
{"content": "通过对已有AutoCAD图形地理信息实体编码方法的梳理、凝练,提出按我国居民身份证编码的方式对大比例尺地形图分幅图中AutoCAD实体对象进行编码的方法,并介绍自动编码方法的实现过程及该方法在数据转换入库和数据共享中的应用。", "label": "测绘科学与技术", "id": 0}
{"content": "数字地形分析（Digital Terrain Analysis,DTA）在土壤、水文、生态等地表过程研究领域具有广泛应用,非数字地形分析专业领域的用户对DTA应用模型的需求日益增长。DTA应用模型具有工作流式的特点,建立一个与用户实际应用问题相适用的DTA应用模型需要丰富的领域知识,但现有的应用建模工具难以帮助非专家用户降低建模难度,这使得在DTA的研究与应用之间出现了目前地学建模所普遍面临的\"数字鸿沟\"（DigitalDivide）问题。本研究针对该问题,重点研究DTA应用建模知识的形式化表达及推理应用方法,在此基础上结合可视化建模等技术,研发基于知识推理的DTA应用建模环境原型,以支持DTA用户实现应用目标驱动下的可视化建模,高效、便捷地满足非专家用户对数字地形分析的应用需求。DTA应用模型的构建是一个典型的地学建模过程,因此本研究也可为地表过程等相关领域建模环境的研发提供借鉴。", "label": "测绘科学与技术", "id": 0}
{"content": "外业跟踪检查模式是指检查人员在作业员完成图幅后随即跟踪检查,将检查意见及时反馈给作业员,作业人员在随后的作业中做出调整,进而作业水平得到了相应的提高,同时也使产品质量从源头上得到了提升。", "label": "测绘科学与技术", "id": 0}
{"content": "本文介绍了在Erdas Imagine中对扫描地形图进行纠正用于更新地图的方法,在精度上满足了数字制图的要求,为使用纸质地形图更新地图提供了参考。", "label": "测绘科学与技术", "id": 0}
{"content": "主要针对GB/T 17986-2000《房产测量规范》（以下简称《规范》）和《浙江省房屋建筑面积测算实施细则（试行）》（以下简称《细则》）两个标准中没有具体明确规定的几个问题,如房屋建筑面积测算的基本单元问题、地下空间的分摊、商住楼（综合楼）中楼梯的分摊、超高层建筑的分摊等问题,提出解决问题的建议。", "label": "测绘科学与技术", "id": 0}
{"content": "该文阐述了地形测量和测绘技术相关概念及目前地形测量的测绘自动化技术,并探讨了测绘技术自动化技术的发展趋势。", "label": "测绘科学与技术", "id": 0}
{"content": "黄河下游地形图是防洪、灌溉、河道环境污染治理的主要图件,它担负着规划黄河下游河道防洪、抢险等治理的重要任务。特别是1998年的长江洪灾、2008年的雪灾和四川汶川的震灾等,在灾情过后的重建过程中,大比例尺地形图是何等地重要。然而,自新中国成立以来黄河下游河道地形图共测绘了4次,其中1:2000大比例尺河道地形图几乎无整体测绘的先例。在黄河下游两岸经济发展的今天,地物、地貌的变化可谓是日新月异,因此测绘大比例尺河道地形图显得尤为重要。怎样测绘大比例尺河道地形图,使之成为治理黄河的可靠、负载信息丰富的地形图资料,本文从测图范围、比例尺选择和成图方法三个方面进行探讨。", "label": "测绘科学与技术", "id": 0}
{"content": "本文根据所学的理论知识联系实际工作经验利用ERSW2003全息测绘软件对沛县县域内地形测绘进行数字化制图,并对制图过程作以分析。", "label": "测绘科学与技术", "id": 0}
{"content": "外业调绘部分主要是利用内业测绘的数字线划图进行作业,对地形要素进行实地定性。如何把外业调绘工作做到又快又好,掌握合理的技术方法是关键,一套高效系统的调绘技术方法,地形图成图质量才能得到很好的控制。", "label": "测绘科学与技术", "id": 0}
{"content": "概括了简码记录在全野外数字化作业过程中的操作方法,并比较了简码记录与全数字信息码记录的优劣,结论是简码记录值得推广。", "label": "测绘科学与技术", "id": 0}
{"content": "居民点是人类按照生产和生活需要而形成的集聚定居地点。及时、有效的更新城市居民点信息,可以为城市规划、土地资源管理等领域提供基础的数据。当前大比例尺地形图中居民点更新的方法很多,但是无论是采用数字测图、数字摄影测量还是高分辨率遥感影像更新法经济成本都是比较大的。GoogleEarth免费提供的分辨率为0.61m的Quickbird影像,可以满足1:2000地形图中居民点信息更新的需求。本文采用将Google Earth影像与矢量数据数据叠加下载更新区域影像的部分下载法,对大比例尺地形图中居民点快速更新方法进行了探索,并以东城区为例验证了该方法的可行性,结果表明该方法经济、快速、有效,可为同类工作提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "水下地形数字地图数据库是实现水下地形匹配辅助导航的前提,利用相关测量设备及Matlab软件平台,设计了水下地形测量及数字地图生成系统,实现了水下地形的自动测量、数据采集以及三维数字地图的生成,所采集的水下地形数据是进行地形熵分析和提取匹配区的基础,也是后续开展水下地形匹配辅助导航试验的基础。湖上测量试验表明:测量软件功能齐全,操作简单,稳定可靠,可作为水下地形匹配辅助导航试验的测量软件。", "label": "测绘科学与技术", "id": 0}
{"content": "本文通过参考椭球面、大地水准面、高斯投影面的边长投影分析,通过公式推导以及相关数据比较分析,得出了海域使用测量面积计算方法的选择原则。", "label": "测绘科学与技术", "id": 0}
{"content": "本文通过对房产面积误差来源的分析,以及边长中误差与面积中误差的比较,通过实例说明对量（测）距精度的控制,评估房产面积测算精度,以此判断房产面积测算精度是否符合要求。", "label": "测绘科学与技术", "id": 0}
{"content": "以机场跑道高程测量等项目为代表的测绘项目,对区域内所有高程采集点具有高密度、高精度特别要求,这类项目按水准测量采集高程势必花费巨大人力物力,按普通三角高程测量难以满足它的精度要求。本文将主要讨论在此类项目上,如何解决工程进度、高密度高精度高程采集这两个相互矛盾的命题。", "label": "测绘科学与技术", "id": 0}
{"content": "济南市房地产测绘信息系统是济南市房地产信息化建设进程中的一个重要环节。以空间数据库技术、服务式GIS技术、数据实时更新的信息服务技术、空间信息挖掘与分析、工作流技术为依托实现项目测绘与基础测绘一体化管理,济南市房地产测绘信息系统依托SuperMap建成了新一代的数字房产测绘与GIS管理服务平台,大大提高了济南市房地产测绘信息化的管理水平和服务水平,为实现房产测绘管理由管理职能向服务职能的角色转变打下了良好基础。", "label": "测绘科学与技术", "id": 0}
{"content": "本文通过对省级基础测绘中数据采集与调绘的作业方法进行剖析,提出了在今后基础测绘生产中,如何进行数据采集与更新内外业一体化技术方法的一些设想。", "label": "测绘科学与技术", "id": 0}
{"content": "现在房屋为体现其外观的丰富造型,使人们对该楼盘项目能有深刻、直观的印象,通常会在户型布局、立面线条、顶部装饰、色彩、外墙材料等方面做出多元化的方案。而阳台的造型、大小以及设计功能上的各种变化,则是可以用来使房屋外立面更加生动、丰富的方式和手段。由建设部和国家测绘局提出、国家质量技术监督局于2000年8月1日起实施的《房产测量规范》对于阳台面积计算的规定不分建筑类型,只分全封闭或不封闭。", "label": "测绘科学与技术", "id": 0}
{"content": "本文简述了目前测量规范中对面积测量精度分析的原理、方法,探究了当前规划全过程监督检查测量过程中建筑面积测量计算的方法和精度。", "label": "测绘科学与技术", "id": 0}
{"content": "结合江阴1:500修测项目实例,介绍利用DPS软件作业的过程和方法,为以后的大规模修测项目提供作业模板", "label": "测绘科学与技术", "id": 0}
{"content": "元数据是基础地理信息数据重要的组成资料,它通过对地理空间数据的内容、质量、数据格式和其他特征进行描述和说明,帮助人们有效地了解、评价、获取和使用地理相关数据。本文结合生产实际介绍大比例尺地形图元数据的制作过程。", "label": "测绘科学与技术", "id": 0}
{"content": "外业调绘不仅仅局限于调绘清绘的过程,而是一个系统的过程,需要精心准备,细心操作、耐心总结,需要科学合理的安排每一步骤、每一环节。", "label": "测绘科学与技术", "id": 0}
{"content": "本文通过分析城镇地籍测量中在高斯平面上用解析法计算宗地面积的不足,提出了城镇地籍调查宗地面积量算也应在椭球面上利用封闭区域界址点的大地坐标精确计算宗地面积的方法,避免不同坐标系转换引发面积变化。", "label": "测绘科学与技术", "id": 0}
{"content": "本文介绍了利用GPSRTK结合三角高程测量,在城市大比例尺地形修补测中快速测量等高线的方法,同时分析了利用三角高程测量时相关精度要求及数据计算方法,并以南方CASS2008软件为例介绍了等高线内业成图的方法及步骤,为城区及较小区域如何快速开展等高线测量提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "本文利用AutoCAD内置的VBA（Visual Basic for Applicaton）发环境,从数字地形图上提取高程点,生成三维Delaunay三角网模拟真实地表,再通过求断面所在竖直平面与三维Delaunay三角网的交线获取断面数据。", "label": "测绘科学与技术", "id": 0}
{"content": "文章针对基础测绘地形数据道路构面符号化问题,设计了一种道路构面算法,在符号化之前进行预处理工作,具有一定的实际应用价值。", "label": "测绘科学与技术", "id": 0}
{"content": "本文结合大比例尺数字地形图的发展历程和数字地形图的生产过程,论述了数字地形图质量控制的内容方法,提出了生产过程中需要注意的环节,达到产品质量的有效控制。", "label": "测绘科学与技术", "id": 0}
{"content": "房屋作为不动产已经是家庭最有价值的财产之一,作为衡量其价值的主要指标,面积计算深受社会关注。《房产测量规范》作为房产面积计算的规范性文件,每位测量人员都必须严格遵守。但实际操作过程中发现,规范内容存在一些的疏漏或模糊不清之处,给生产工作带来较大的困难。", "label": "测绘科学与技术", "id": 0}
{"content": "常规的面积量算方法如求积仪法、网格板法、CAD量算法都不能满足多图斑多图幅快速精确量测的要求,并且,一般面积量算都是某种投影面积即平面面积的量算,实际上椭球面积更接近实际面积,本文在对比常规方法的基础上,就大区域行政区划面积的椭球面面积精确量算方法做了一些研究。", "label": "测绘科学与技术", "id": 0}
{"content": "为方便快捷地绘制三维地形,提出了一种基于VC++和MATLAB联合编程的三维地形绘制方法。通过VC读取计算地形数据,借助于VC的强大计算功能和MATLAB强大的图形绘制能力,简单方便地实现三维地形的绘制,并且程序可以脱离庞大的MATLAB环境独立执行。利用了VC和MATLAB功能互补,提高了三维地形显示程序的开发效率。", "label": "测绘科学与技术", "id": 0}
{"content": "房产面积测绘工作成为广大买房人和卖房人关注的焦点,随着买房人维权意识加强,纠纷逐渐增多。房产测量应用于司法鉴定工作中对维护各方的利益,在息诉止争方面能起到积极作用,有利于促进社会稳定与和谐。", "label": "测绘科学与技术", "id": 0}
{"content": "本文全面介绍了真北方向的基本概念,并通过不同的子午线收敛角算法,来求定真方位角,以及使用经纬仪实地测定真北方向的方法。", "label": "测绘科学与技术", "id": 0}
{"content": "根据AutoCAD平台的特点,对大比例尺地形图数据的标准化方法进行深入探讨,提出一种简单的标准化方法和工艺流程,详细阐述标准化处理的策略和技巧,并以3000余幅1:2000地形图数据的标准化处理为样本进行验证。实践证明,该方法简单实用,效率较高,能够有效地解决地形图数据的标准化问题。", "label": "测绘科学与技术", "id": 0}
{"content": "在中国测绘学会成立50周年来,距离测量方法发生了巨大的变化,这主要表现在下述方面:20世纪50年代末期,光速测距仪和微波测距仪的推广应用,开创了\"量距不用尺\"的新时代;20世纪60年代中期,测地型激光测距仪的快速发展,将光波测距推向了高精度远测程的新境界;几乎与此同时,卫星激光测距和甚长基线射电干涉测量技术的测地实用化,使得测地工作者能够测量远达数千公里的站间距离;20世纪80年代初期,GPS卫星测量技术的问世,使得测地工作者步入了快速高效\"量距不见站\"的新天地。距离测量的这种演变,也是测绘科学技术进步的一大缩影。本文对上述测距技术的发展历程和影响进行了较全面的论述。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>拜读了计量老前辈欧阳俊研究员发表在《中国计量》2008年第12期上的\"大地连苍穹测距米为宗\"一文,使我们深受感动:该文不仅论述了建立国家测绘基线尺检定系统在统一我国野外基线长度量值方面所起的重要作用,而且还道出了建立和维护这一检定装置的艰辛。作为后来者,除对前辈们的杰出贡献深表敬意之外,只有认真努力工作,才能将他们开创的事业发扬光大,为我国测绘计量事业做出自己的贡献。", "label": "测绘科学与技术", "id": 0}
{"content": "本文着重列出了数字地形图中存在的质量问题,不同地物类之间关系的处理。根据《图式》上的分类顺序,逐一列出在日常工作中常见的问题以及处理方法。", "label": "测绘科学与技术", "id": 0}
{"content": "本文通过对碎部点坐标采集步骤和后处理方法的阐述,说明了采用这一方法的优越性,使工作效率得到了提高,有效地提高了工程项目的进度。", "label": "测绘科学与技术", "id": 0}
{"content": "本文在介绍南京市规划\"六线\"的维护现状的基础上,借鉴城市大比例尺地形图数据更新维护思路和实现方式,基于南京市城市规划管理信息系统的框架,提出\"六线\"更新维护的设想。", "label": "测绘科学与技术", "id": 0}
{"content": "介绍了利用Matlab软件对陀螺经纬仪仪器常数稳定性检定的主成分分析方法。对在磁场环境下,得到的陀螺经纬仪测试数据进行了主成分分析,并对所测试的七台仪器进行了排序。认为在分析陀螺经纬仪仪器常数稳定性的过程中,四个方向磁场的影响几乎是一致的。", "label": "测绘科学与技术", "id": 0}
{"content": "本文阐述了应用徕卡免棱镜系列全站仪对敦煌莫高窟洞窟壁画面积进行测量的一些方法、步骤,介绍了针对采集的三维数据依据不同的投影面进行数据处理的方法和途径,以期能对同行有所参考。", "label": "测绘科学与技术", "id": 0}
{"content": "本文探讨了在西部无图区1:5万地形图生产中多源数据综合应用的方法,主要包括多源数据资料的分类、分析和处理。最后介绍了综合利用航空影像、卫星影像及控制成果进行地形图生产的实例。", "label": "测绘科学与技术", "id": 0}
{"content": "高原高寒地区由于气候、环境、交通等条件限制,在地形图测制中,采用传统的作业方法更新周期长、耗资巨大。本文介绍了有理函数模型实现纠正的基本原理和单片测图的原理,对无控制条件下测图的四类情况分别给出解决的方案。通过实验:利用本文介绍的方法,可以快速、准确、有效地实现无控制条件下测制境外或重点地区的地形图或数字高程模型（DEM）。和传统作业方法相比,此方法测图具有作业范围广、适用性强、可靠性强、作业成本和作业员劳动强度低、对测图资料（有无控制点,有无DEM）要求宽松等优点。", "label": "测绘科学与技术", "id": 0}
{"content": "本文主要介绍了针对数字地图生产,研制开发的一些作业工具与方法。它们在作业中发挥了作用,提高了工作效率。", "label": "测绘科学与技术", "id": 0}
{"content": "本文介绍了高精度陀螺经纬仪在隧道贯通测量中的应用。首先,介绍了高精度陀螺经纬仪在隧道测量中的工作流程,其次,结合陀螺经纬仪在上海长江隧道工程测量中测量数据的分析,讨论了陀螺方位角转化到坐标方位角的计算过程,并对测量误差进行了分析,最后将陀螺方位角加入到隧道贯通测量的平差计算中,从而提高导线点的横向精度。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>1 GPS-RTK技术简介利用GPS全球定位系统能够得到高精度的平面坐标和大地高,GPS-RTK技术是最近几年发展起来的一种GPS测量新技术,在军事、交通、航空、航海、农业等领域得到了广泛运用。RTK是英文Real-TimeKinematic的缩写,表示载波相位动态实时差分。在RTK作业模式下,基准站通过数据链将其观", "label": "测绘科学与技术", "id": 0}
{"content": "本文叙述了导线的几种方式和导线的外业工作以及导线测量的内业计算,重点对测量的内业计算进行了归纳和总结。", "label": "测绘科学与技术", "id": 0}
{"content": "为了对长城地表长度进行内业量算,本文采用地形分析的方法,基于现有资料—地形要素（等高线、高程点等）和二维长城线,提出一种长城测长的工艺流程,并针对不同地形\"平坦三角形\"引起的测长误差,引入细化地表模型,采用三种改进方法进行改进,最后通过方法试验和理论误差分析,验证了方法的可行性。", "label": "测绘科学与技术", "id": 0}
{"content": "空间图形在数字化过程中会引起误差。图形误差可分为源误差、处理误差和应用误差3种类型。误差校正过程实质上是找一种变换前后图形坐标的数学关系,常用的误差校正方法有几何变换、最小二乘法线性校正、分块校正等。MapGIS中应用的分块误差校正方法,实践表明效果很好。", "label": "测绘科学与技术", "id": 0}
{"content": "论述了光学经纬仪国家标准GB/T3161—2003中主要条款存在的缺陷。针对这些缺陷,笔者给出了正确的试验方法。", "label": "测绘科学与技术", "id": 0}
{"content": "利用ENVISAT卫星测高观测数据研究了南极冰盖高程模型,并将其与RAMP-DEM进行了比较,同时分析了2003年与2006年之间冰盖上几个断面的高程变化。", "label": "测绘科学与技术", "id": 0}
{"content": "对高精度碎部高程测绘方法进行研究总结,提出了对常用方法进行改进后的新方法,两者进行了比较.并通过autolisp语言程序的演示论述了高精度碎部高程通过程序改进后的技术流程,对操作方法进行了具体讲解,具有实用价值。", "label": "测绘科学与技术", "id": 0}
{"content": "在数字化地形测量尤其是居民地的测量工作中,内业对高程注记点的整饰工作是比较繁琐的,要删除大量的高程注记点。通过本文笔者将告诉你如何轻松地完成这项工作。", "label": "测绘科学与技术", "id": 0}
{"content": "结合重庆地区的生产测量工作,简单叙述了EPSW98电子平板系统从外业点采集到内业等高线生成全过程,以及个人对EPSW系统的一些看法和前景展望.", "label": "测绘科学与技术", "id": 0}
{"content": "本文从江苏省现阶段使用的几种高程基准介绍入手,介绍这几种高程基准的由来及在相互转换时的关系,供相关技术人员参考。", "label": "测绘科学与技术", "id": 0}
{"content": "本文从作业方式的选择、数字化测绘误差的降低、图形的合理取舍以及测图的比例尺四个方面探讨了如何及时、准确、可靠地测绘地形图。", "label": "测绘科学与技术", "id": 0}
{"content": "随着现代城市规划理念的不断更新及城市规划信息化工作的不断深入,对城市规划测绘工作提出了新的要求,传统地形图已经不能满足现代城市规划、建设和管理的需求,研究面向城市规划信息化的规划地形图测绘技术显得尤为重要。本文结合南通市城市规划地形图测绘技术方案研究与实践,较全面阐述了测量精度、表示内容,及数据建库等现代城市规划地形图的技术特征,使其更好地为城市规划信息化服务。", "label": "测绘科学与技术", "id": 0}
{"content": "房产测量是房地产产权产籍管理中一项非常重要的前期工作,文中针对房屋建筑面积的测量和共有建筑面积的分摊计算等进行了探讨和研究。", "label": "测绘科学与技术", "id": 0}
{"content": "房产测绘及面积计算、政策性强、精度要求高,正确运用和灵活掌握规范规则,充分体现公平、公正、合理、合规及谁使用谁承担的约定俗成分摊原则是提高工作效率,保证测绘质量,减少矛盾纠纷,构建社会和谐,使房产测绘成果方法科学、行为公正、结果精确、满足公众需要。", "label": "测绘科学与技术", "id": 0}
{"content": "房产测绘是一项政策性很强的法定测绘工作,依据我国关于商品房建筑面积测绘的国家标准《房产测量规范》和江苏省建设厅下发的《江苏省商品房销售面积计算和公用建筑面积分摊暂行规定》,分析商品房测绘的质量控制点并提出具体的质量控制措施。", "label": "测绘科学与技术", "id": 0}
{"content": "随着《物权法》实施日期的日渐临近,权属登记部门从实际工作出发,都在积极研究应对措施,确保在《物权法》正式实施后,能按照《物权法》的精神,做好登记工作。房产测绘作为登记过程中重要的环节,房产测绘与测绘成果如何适应《物权法》的要求,需要我们重新思考,并进行探讨。", "label": "测绘科学与技术", "id": 0}
{"content": "随着现代城市规划理念的不断更新及城市规划信息化工作的不断深入,对城市规划测绘工作提出了新的要求,传统地形图已经不能满足现代城市规划、建设和管理的需求,研究面向城市规划信息化的规划地形图测绘技术显得尤为重要。本文结合南通市城市规划地形图测绘技术方案研究与实践,较全面阐述了测量精度、表示内容,及数据建库等现代城市规划地形图的技术特征,使其更好地为城市规划信息化服务。", "label": "测绘科学与技术", "id": 0}
{"content": "通过沁县地形图测绘项目的实例,对影响GPS-RTK测量精度和可靠性的因素进行了分析,总结了RTK技术运用于地形图测绘中所应采取的观测措施。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>山顶点和山脊线、山谷线一样都是重要的地形特征,它的分布和密度制约着地貌的发育,同时也反映,地貌的发育特征。因此如何快速有效地提取山顶点,在地形分析当中有着极其重要的意义。山尾由山顶、山坡、山麓构成的高地。在形态上,山", "label": "测绘科学与技术", "id": 0}
{"content": "本文就工作量大、工期紧的测图工程,在未做完整体控制的情况下,如何先期开展测图工作,如何准确掌握测图边界,以及在控制测量完成后如何与后期所测地形图的衔接等问题进行了详细阐述。通过这一方法可大幅度提高工作效率、缩短工期、节约施工成本。", "label": "测绘科学与技术", "id": 0}
{"content": "本文就基线场的建设,从选址、基建、丈量到申报新建计量标准等工作按时间顺序做了详细论述。", "label": "测绘科学与技术", "id": 0}
{"content": "使用跟踪杆配合全站仪测量高程的方法越来越普及．使用传统的三角高程测量方法已经显示出了它的局限性。经过长期摸索．总结出一种新的方法进行三角高程测量。这种方法既结合了水准测量的任一置站的特点．又减少了三角高程的误差来源．同时每次测量还不必量取仪器高、棱镜高。使三角高程测量精度进一步提高,施测速度更快。", "label": "测绘科学与技术", "id": 0}
{"content": "根据高斯投影的概念,利用MapGIS地理信息系统计算,通过高斯平面和椭球面上面积的差异,讨论了高斯投影对面积测量影响,并给出了几种计算面积的方法。", "label": "测绘科学与技术", "id": 0}
{"content": "随着计算机与信息技术的迅速发展,数字化成图方式已被广泛应用。以纸质地形图为资料底图地传统编绘方法已不适应时代需求,基于数字化地形图的机助编绘方法势在必行。自动制图综合是一项国际性难题,国内外学者对其进行了多年的研究,开发了一种了高效实用的人机交互编绘方法及其软件系统。本文根据大比例尺度地形图表示的特点,介绍了数字化编辑小比例尺度地形图的方法和过程。又由于各种比例尺度地形图在国民经济建设中的不同用途,各部门在施测1:500,1:1000比例尺度的地形图的同时,都需要编绘1:2000,1:5000,1:10000比例尺地形图,探讨数字化方法编绘其系列图成图方法就有一定的意义。", "label": "测绘科学与技术", "id": 0}
{"content": "本文介绍了上海长江隧道工程浦东～长兴长距离陆岛高程联测实施过程,通过长距离测距三角高程实现了近7km的跨江高程传递,成果达到了二等水准精度要求。", "label": "测绘科学与技术", "id": 0}
{"content": "本文阐述了GPS静态定位技术在太原市高程测量中的应用过程及测后数据处理, 通过基线解算和GPS网平差,提出解算结果,对实测精度进行分析,提出进一步改善精度的建议,为GPS技术在我省的应用和推广起借鉴作用。处理算最后同时扮演", "label": "测绘科学与技术", "id": 0}
{"content": "本文阐述以三角网格法,以离散点为依据,进行等值线的引绘,并采用Bezier三点曲线光滑法光滑等值线。所编程序简单,绘制的等值线精度高,在文中给出了具体的算法。", "label": "测绘科学与技术", "id": 0}
{"content": "水下地形测量的精度主要来自平面精度和水深测量精度,本文分析回声测深仪测深误差来源主要为声速改正、时间测定、波束角影响引起的水深测量误差,深度基准面确定、潮位站水尺零点的测定、潮位观测、潮位改正引起的水面高程传递误差及测量船身摇摆引起的测深误差;差分GPS平面定位、系统延时、船体摇摆引起的定位误差,并提出克服对策。", "label": "测绘科学与技术", "id": 0}
{"content": "影响回声仪测深精度因素较多,其中回声仪指向角及测船航行姿态对测深精度影响最大。本文主要通过理论分析以探讨回声仪测深中船舶姿态改正方法。", "label": "测绘科学与技术", "id": 0}
{"content": "运用传统的观测计算方法,进行精密水准测量,需消耗较多的人力物力,而采用现代的技术与设备,不仅精度满足要求,而且省工省时,速度大大加快,粗差几乎消除,应用更加广泛、便利。", "label": "测绘科学与技术", "id": 0}
{"content": "本文运用统计分析的方法,系统地分析了黄河上、中、下游气温、降水和径流的变化规律,总结出,由于气候变化、人口增长和经济的快速发展,黄河流域从六十年代中期开始出现水资源短缺及对沿黄流域工农业生产和人民生活带来的严重影响,并提出缓解黄河水资源危机的措施和对策", "label": "测绘科学与技术", "id": 0}
{"content": "利用山西省20个代表站近44年的降水资料及近年来全省水资源调查资料,分析了山西省水资源开发及利用现状、降水的线性及阶段性变化以及降水变化对水资源的影响,在此基础上建立水资源预评估模式,并就充分开发利用降水资源提出对策。", "label": "测绘科学与技术", "id": 0}
{"content": "地形曲率是地形表面积几何形态和地学建模的基本变量之一。本文首先对曲率计算模型进行了归纳,然后通过数据独立的DEM误差分析方法和实际DEM的分析验证,对目前九种曲率计算的三类曲率计算模型进行了量化分析比较。研究结果表明,当DEM数据精度比较高时,高次曲面（四次曲面）能给出较高精度的曲率计算结果,而当DEM误差较大时,低次曲面（二次曲面）由于具有误差的平滑作用而能产生较高精度的曲率值。", "label": "测绘科学与技术", "id": 0}
{"content": "城市基础测绘是我国全国基础测绘体系的主要构成部分,除此之外还有省级基础测绘、国家基础测绘体系。城市基础测绘工作的开展对于城市发展建设而言有着关键作用,可以完善城市地理信息,构建空间框架等,是城市发展中十分关键的一个工作内容。", "label": "测绘科学与技术", "id": 0}
{"content": "封闭的内流区水系众多且流域出口位于内流区内部。传统子流域划分方法要求流域是开放式的,即流域出口位于流域边界上,无法正确对封闭内流区流域进行子流域划分,一方面会划分出错误的流域范围,另一方面会得到错误的子流域上下游汇流关系。为了解决这个问题,本文提出一种改进方法,使得传统方法能够对封闭内流区进行子流域划分,并以苏干湖流域内流区为例,基于ArcGIS操作详细介绍了方法流程。结果表明,通过对DEM数据进行预处理,可直接使用传统子流域划分方法进行封闭内流区子流域划分,并得到比较正确的划分结果,为内流区流域的分布式水文模型构建提供技术支撑。", "label": "测绘科学与技术", "id": 0}
{"content": "以五华区中心城区为研究范围,利用ArcGIS技术完成五华区的声功能区划,建立环境功能区划的空间数据库,为综合整治噪声污染,提高噪声环境的管理效率提供依据,并为后期与软件结合实现数字化管理奠定基础。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>城镇燃气管网的迅猛发展以及其他地下管网随着城市发展日益庞大,现有传统管网资料存档、现场管位确定、线路巡检等手段,随着时间推移、地形地貌的变化,已经无法准确及时的确定地埋管线的具体位置。本文对地理信息管理系统进行了概述,并对系统的功能与燃气管网结合进行了讨论。从中提出了一些看法,希望对燃气管网地理信息系统的建设有所帮助。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>1引言燃气行业GIS技术大规模应用其动力来源于社会生产与生活的需求,而进入二十一世纪,随着卫星导航技术、互联网科技以及通讯技术的迅猛发展,燃气行业GIS技术应用需求也逐步由桌面应用向现场应用、集中应用向分布式应用等领域拓展,燃气移动GIS技术应用需求应运而生。", "label": "测绘科学与技术", "id": 0}
{"content": "城市的不断发展,使得城市地下综合管网布局越来越复杂,埋地燃气管网具有年限长、管道多、防腐层质量差、检测工作量多等特点。传统的外防腐涂层检测技术难以应对,现设计一个基于燃气管网GIS系统,并对检测技术进行信息化的管道检测系统,能够有效提高管道外防腐涂层的检测质量和效率,管道检测系统主要包括数据库和管道检测系统APP。设计思路是将常用的DM管道防腐层检测方式中数据采集、记录、输入、计算、保存等工作参照法定定期检验规定进行数字化和格式化处理,最后按照定期检验报告格式输出。同时,管道检测系统采集的管线基础数据能够完善公司完整性管理系统的数据库,通过系统地识别、评价管道的风险,预防事故的发生,确保燃气管道安全、可靠运行。", "label": "测绘科学与技术", "id": 0}
{"content": "GIS系统管线数据需要及时更新才能最大价值发挥对相关人员的参考价值。若管线信息维护不到位,不及时,将导致诸多管理盲区。本文通过分析工程管线施工全流程存在的问题,从测绘资料、日常管理、工程建设周期方面分析了GIS系统上图滞后的原因,并提出改进建议,使GIS系统成为各部门沟通、交流的高效管理平台。", "label": "测绘科学与技术", "id": 0}
{"content": "近年来,随着信息技术的发展,数据正以惊人的速度增长与积累,同时也对以往城市规划历史研究的工作方式提供了新的技术手段。本文是以GIS平台为代表的信息技术应用于城市规划历史研究中的一次尝试。本文通过理论研究,从近代城市规划历史信息的整理、提取、分类、转译与表达等主要步骤进行论述,从而提出城市规划历史的信息化研究方法,试图为今后近代城市规划历史信息的保护利用与研究管理等方面提供一定的理论支撑与技术支持。本研究结果可有效促进规划历史信息的传递,提高各方的工作效率,试图为当前的城市规划与设计工作提供一定的指导与借鉴,从而在一定程度上推动城市规划历史研究的数据化应用进程。", "label": "测绘科学与技术", "id": 0}
{"content": "在城市规划设计中,地理信息系统提供了强大的支持作用。GIS技术的应用与发展,极大地丰富了能源用地规划背后所需的技术手段。与其他可再生能源相比,生物质能便于储存和运输,可通过合理的规划达到区域整体的能源供需平衡,而这也使得运输成本成为制约生物质能发展的重要因素。现阶段通常基于2D道路网络和平均坡度进行计算,地势起伏状态作为影响道路坡度和车辆油耗的重要因素被忽略。本文基于GIS技术,通过探求地势起伏程度对生物质原料运输成本的影响,为生物质原料运输路线优化提供数据参考,从而帮助建立完善的能源用地规划。地势起伏状态难以量化,本文通过对运输路线设置不同采样间隔的采样点来反映地势起伏状态,对各采样段运输成本进行单独计算并得出总运输成本。结果表明,地势起伏程度与生物质原料单位运输成本呈正相关关系。根据95%精度许可阈值下生物质原料单位运输成本计算结果,建议在计算生物质原料运输成本时,对平原、平原/丘陵和丘陵地区分别采用500m和300m采样间隔进行计算,可以实现更高精度与较小计算量的目的。", "label": "测绘科学与技术", "id": 0}
{"content": "为进一步探索\"十四五\"乡村振兴发展策略,山东省加快实施美丽村居建设\"四一三\"行动推进方案,积极探索全省美丽村居风貌的科学优化路径,优化乡村风貌发展格局。本文以山东省美丽村居建设中选取的306个标准化试点村庄为研究样本,通过Arcgis10.5等数据处理与分析软件,使用样本统计、核密度分析和缓冲区分析等方法;分别在数量、密度与比重等方面综合分析样本点数据在\"四区十带\"区域中空间分布特征,对美丽村居试点村庄在山东全省与各区域内分布的空间格局展开研究。通过将研究数据的统计对比与空间格局上的可视化表达,得出标准化试点村庄在山东全省的空间分布较为均衡,试点村庄在淄博-济南-泰安鲁中区域的空间分布较为聚集,但在\"十条风貌带\"周边分散较为不均衡,在\"廊道型风貌带\"周边的空间分布更为集中。更清晰地在空间上展示了当前的试点村庄分布特征与其在相应风貌区与风貌带上分布的空间格局,为进一步加密试点村庄的空间布局,辐射带动全省村居风貌的优化提供科学依据;为乡村振兴试点带动协调发展策略提供创新视角与研究思路。", "label": "测绘科学与技术", "id": 0}
{"content": "大湾区背景下,东莞全力打造\"湾区都市、品质东莞\",立志成为粤港澳大湾区宜居宜业宜游的高品质现代化大都市。随着市级国土空间规划编制工作的全面推进,全方位打造高品质的城市生活成为东莞亟待解决的问题,深入研究公共中心体系对于指导城市规划实践、优化城市空间结构、提升综合竞争力具有重要的现实意义。本文依托移动手机信令、高德POI、百度建筑等多源数据,以东莞市市域为研究对象,首先运用核密度分析、高/低聚类（Getis-Ord General G）分析等方法,识别东莞市公共中心体系的空间分布特征;其次结合用地及设施构成,分析现状公共中心发育情况,进一步评估城市总体规划设定的发展目标;最后提出东莞公共中心体系的优化和调整建议,以期为推动东莞公共中心体系优化提供参考和借鉴。", "label": "测绘科学与技术", "id": 0}
{"content": "随着国土空间规划的编制完成,城镇开发边界和城镇建设用地总量被进一步严格限定,因此提高存量土地用地效率,高质量盘活存量土地成为当下城市更新的重要课题。在成都推进公园城市规划建设的过程中,主城各区陆续成立了公园城市建设和城市更新局,进而体现出公园城市的建设落实与存量更新的紧密联系。本文在分析国土空间规划\"双评价\"的逻辑内涵和方法体系后,总结出针对存量地区特殊价值的\"双评价\"更新分析方法,并以成都天府锦城为实践案例,秉承\"以保为基\"的规划理念,利用多源空间数据和地理信息系统（GIS）应用技术,重点阐述在具有特殊历史价值的存量地区进行\"历史地区更新承载力\"和\"综合开发更新潜力\"的\"双评价\"实施路径,从而形成片区更新潜力底图为后续城市更新的实施提供依据。最后本文就实践中存在的局限性和存量更新\"双评价\"体系的广泛应用进行探讨。", "label": "测绘科学与技术", "id": 0}
{"content": "随着社会经济的迅速发展,\"大跃进\"式的城市化使城市的空间结构失去平衡,进而导致城市形象不够鲜明,缺乏一定的城市特色。基于此现象,本文结合地理信息系统（GIS）技术和数理模型,从宏观、中观和微观三个层面分别对城市的三维空间进行定量分析与研究。宏观层面,通过现实性和参考性两部分预测城市的开发总量。中观层面,以容积率为主线,依托服务、交通和资源三个因子建立城市的理想空间模型,然后根据文化、生态和安全因子去修正理想模型,进一步得到城市的修正模型。微观层面,以街区或地块为基本管理单元,根据城市设计的美学原则将城市的修正模型扩展为高度模型。最后结合城市的容积率,形成不同级别的控制区,加强城市三维空间的高度形态管控。", "label": "测绘科学与技术", "id": 0}
{"content": "随着第三次国土调查工作的开展,地理国情监测数据成为国土调查的重要参考数据。本文分析其差异性和分类对应关系,结果表明二者在主要目标、调查方法、调查内容、影像来源和时点、最小上图面积等方面存在差异。在调查分类上,二者在耕地、园地、林地、草地等一级分类上,存在较好的对应关系,但在建设用地分类上有一定的差异,三调注重权属、用途、性质,地理国情注重地表实际覆盖情况,按构筑物、林草等认定地类。二者相互补充,更好的满足我国资源资源调查的需求和应用。", "label": "测绘科学与技术", "id": 0}
{"content": "随着经济的快速发展,城市中商业空间的格局也在不断演变。本研究运用百度地图POI、高德地图POI、大众点评等大数据,结合Voronoi图、核密度分析等方法,深入研究上海市商业空间的分布特征。通过梳理2009-2016年的商圈项目,研究不同时间阶段商业要素的空间集聚和演变趋势。基于高德地图POI中不同类型体验式商业设施的集聚特征,进行特色商业空间的分析,并且进一步探究轨交交通对商业空间发展的支撑作用。本文研究将有助于促进城市商业的空间的规划和建设,同时为挖掘多元体验式消费空间提供借鉴。", "label": "测绘科学与技术", "id": 0}
{"content": "综合医院作为公共资源的重要组成部分,其服务潜能直接关系到人民的生活质量。本文以百度POI数据为基础,利用组合权重法和GIS模拟等方法对沈阳市全域范围内综合医院服务潜能进行评价。结果表明:城乡间综合医院服务潜能存在显著的二元结构;全市Ⅴ级和Ⅳ级服务潜能地区主要集中在中心城区,全市服务潜能主要集中在Ⅱ级（44.5%）和Ⅲ级（31.4%）地区;市内五区中大东区服务潜能最低为2.57,低于全市均值2.63。根据评价结果,本研究从主体诉求、资源供给、规划干预以及空间相应等四个方面提出特大城市综合医院精准配置路径。本研究能够为医疗卫生机构专项规划中各类型医疗卫生机构服务潜能测度提供更为科学有效的研究方法。", "label": "测绘科学与技术", "id": 0}
{"content": "本文以邳州市中心城区为研究对象,通过获取多源数据,即小学及其周围居住街区经纬度信息、生源量信息,通过数据清洗、整合得到最终的数据信息,用于分析现状小学的生源容量和周边小区就近上学的生源需求;通过python程序调取高德API接口,输入街区与学校的经纬度信息,获取小学生步行上学的最短时间数据;并以此为数据基础,采取五点划分原则,在计算流程中使用了贪心算法,从而构建了\"就近上学学区划分\"模型。本文以邳州中心城区小学学区划分为例,先基于模型将学区划分情况描述成数学语言,再通过python编写程序进行求解。在满足新居住区规范的\"等时圈\"要求,精细化治理的背景之下,为就近上学的学区划分提供新方法和新模型参考。", "label": "测绘科学与技术", "id": 0}
{"content": "本次研究利用GIS核密度分析、网络分析,通过爬取沈阳市医疗设施POI点以及构建沈阳市道路网络图作为数据准备,将沈阳市城区医疗设施的现状比对《城市居住区规划设计标准》GB 50180-2018中对于医疗设施生活圈覆盖的要求,辨别达标以及非达标小区位置分布,从而对沈阳市主城区医疗设施分布是否合理进行深入分析和评价。研究结果显示,沈阳市医疗设施数量虽然较为充足,但分布相对不均衡,中心城区占比较多,新城以及城区边缘区明显不足。应将城市中心区冗余的医疗资源向城区边缘区转移,同时增加非中心城区医疗设施配置,以达到医疗设施布局合理性,实现沈阳市医疗事业进一步更新发展。", "label": "测绘科学与技术", "id": 0}
{"content": "城市商业空间布局与人群需求存在空间供需错位现象,以人为本的商业空间布局将有效提升商业空间活力,为居民生活提供便利。本文通过调查访谈与问卷相结合的方式选取影响商业空间活力的预选因子,获取相应因子的多源数据（城市POI数据,手机信令数据、微博签到数据等）,通过ArcGIS平台对各类型数据的空间属性与现状商业网点的空间关系进行研究,通过回归分析,确定各因子的重要程度。以定性与定量分析相结合的方式,确定商业空间布局影响要素,并将5分钟、10分钟、15分钟生活圈的相应居民活动特征纳入研究,最终筛选交通可达性、用地类型、服务设施、新型数据（手机信令数据、微博签到数据等）、区域社会经济发展情况、商业空间自身属性等6大指标层因子及15个指标作为影响商业空间活力的因子。结合各因子贡献值情况构建AHP层次分析模型,通过ArcGIS平台,以格网分析为基础,对所获取的多源数据进行计算,从而构建商业空间布局模型。以南京市雨花台区为例进行商业空间布局的提升与优化。", "label": "测绘科学与技术", "id": 0}
{"content": "随着时代的进化,信息化的崛起,大数据称为人类认知世界的重要工具。作为大数据的重要分支,POI数据作为大数据的一种,在定义、构成和分类上,就与传统数据有所不同。POI数据作为全新的数据手段,对国土空间规划领域影响深远,在思维角度,可以实现从传统的思维模式向数据化思维、全样本思维和关联性思维的转变;在实践角度,可以在总体规划、详细规划、专项规划、规划管理等方面得以应用。", "label": "测绘科学与技术", "id": 0}
{"content": "近年来,信息通信技术的快速发展促进了由大数据和开放数据构成的新数据环境的形成,为规划向存量规划转型提供了支撑。同时,新环境对过去存量空间治理尤其是窑洞古城的发展,带来了挑战与机遇。古城是城市最具历史内涵和价值的区域。随着城镇化推进,古城面临着保护与发展的双重要求。本文结合新时代发展需要,探讨古城更新的理念与发展历程,梳理古城构成要素、特征及主要影响因素,并针对米脂窑洞古城从建成环境评价和人群行为活动评价入手,提出塑造整体步行体系,弱化地形高差影响,优化街巷公共空间的方式,从整体上提升古城的价值。让历史照见未来,促进古城焕发新的活力和魅力,为古城复兴提供参考与建议。", "label": "测绘科学与技术", "id": 0}
{"content": "餐饮文化是人类文明发展进程中不可忽视的组成要素,具有较高的研究价值和研究意义,而餐饮品牌则是研究餐饮文化的重要载体,其网点布局在城市空间分布上有着独特的形成发展规律。文章通过搜集整理杭州市主城区餐饮品牌的数量和相应的地理位置,借助地理信息系统（GIS）软件进行定量分析,形成了杭州市主城区餐饮空间的总体分布特征,并从不同菜系品牌的选择及居民人均消费水平两个视角揭示了其分布规律。结果表明,餐饮布局在杭州城区形成了多中心多组团,中心聚集、外围分散的布局结构,餐饮网点的分布密度、数量与城市中心距离呈现正相关关系。最后从城市发源地因素、城市文化因素、社会发展因素、旅游吸引因素、城市建设与扩张因素、区域经济水平等多方面论述了影响餐饮的空间格局形成的原因。", "label": "测绘科学与技术", "id": 0}
{"content": "随着城市的发展和扩张,文化遗产面临着保护和展示利用的双重压力,如何在一定区域范围内平衡各遗产展示利用的时效,有效的控制遗产展示和利用的程度,做到不\"过度开发\",就需要评价文化遗产的展示利用优势度。GIS的数据处理功能和空间分析功能,能很好地将传统定性评价工作转为定量评价工作。本文以北京市内各级文物保护单位为例,基于GIS技术,将各级文保单位的空间布局情况与其周边的休闲设施分布情况、文化和旅游资源分布情况、区位优势度各项指标进行叠加分析,构建评价指标体系,利用层次分析法赋予权重值,得出文化遗产展示利用优势度评价结果。有助今后文化遗产的展示利用工作的开展,为遗产文化游线的构建和联动发展提供研究依据,进而,合理安排文化遗产的保护和展示利用工作,实现文化遗产保护工作的可持续发展和永续传承。", "label": "测绘科学与技术", "id": 0}
{"content": "随着我国城市规模的发展,城市的各类功能也日趋复杂,城市空间结构及中心体系也日趋多样化。商业作为城市的重要功能之一,其空间结构逐渐由单中心向多中心结构发展,反映了城市发展的趋势。空间大数据能够准确反映城市各类功能的空间特征,为商业空间的研究提供了新的思路。基于此,本文选取郑州主城区为研究对象,首先对郑州商业发展脉络进行阐述,并选取POI数据为研究数据,利用GIS软件对郑州市主城区的商业空间布局、中心体系结构进行分析。结果发现郑州市商业空间具有多中心发展的特征且商业中心主要集中在城市三环以内;同时各行政区之间的商业发展存在不均衡的特征。最后基于已有分析结果对城市商业发展进行讨论,未来郑州应均衡副中心和区级中心的空间分布,从而构建更加完善的商业中心体系助力郑州经济的高质量发展。", "label": "测绘科学与技术", "id": 0}
{"content": "在全球经济危机和电商经济崛起的双重背景下,实体商业受到冲击,商业设施空间分布产生了一些新的变化。因此,本文以商业设施POI数据为基础,对上海市中心城区的商业设施空间分布类型展开研究。研究首先确定了上海市中心城区商业设施的三层环带结构并基于该结构特征量化了三层环带的具体空间边界。其次,研究通过平均最近邻指数、环带差异化系数和环带特异化系数,得出了上海市中心城区各类商业设施的作用力类型和环带分布特征。最后,研究基于由商业设施作用力主导类型和商业设施环带空间分布类型构成的二维矩阵,得出了上海市中心城区商业设施的7个空间分布类型,分别是核心吸引型、核心排斥型、密集吸引型、密集排斥型、边缘吸引型、均质吸引型和均质排斥型。", "label": "测绘科学与技术", "id": 0}
{"content": "本文基于高校周边绅士化理论建构研究框架,区别于既往研究一般针对单一高校进行绅士化影响和形成机制研究,从整体视角研究南京内城高校周边绅士化现象。选取南京内城全部14个高校校区作为研究对象,通过多源大数据爬取、GIS平台可视化和SPSS软件定量分析,针对高端商业场所的集聚程度、房地产价格的变化趋势两方面,探讨绅士化现象对高校周边地区的影响。通过时间与空间、整体与局部的比较分析,发现南京内城高校周边地区依据绅士化程度不同可划分为四个片区,其中高校越集中的片区表现出的绅士化特征越明显,而孤立的校区不具备足够的潜在消费人群推动绅士化进程。并且即便是在高校集中的地区,在高端商业场所集聚和房地产价格变化两方面都会受到既有因素的影响而表现出一定的差异性。", "label": "测绘科学与技术", "id": 0}
{"content": "商业簇群是商业设施在城市局部空间极化集聚形成的点状结构,是由商业簇群、商业洼地、商业轴廊和商业环带构成的复合商业结构中最为明显的结构要素,其等级结构具有一定的特殊性和典型性。本文首先基于核密度分析法识别了上海中心城区内的46商业簇群,并结合设施密度门槛划定了46个商业簇群的空间边界;其次,根据商业簇群内商业设施总量、商业设施总密度、商业设施类型数量、高等级设施优势度和低等级设施优势度5个指标对46个商业簇群进行定量计算,并通过聚类分析法得到最终的商业簇群等级结构和空间分布特征;最后,对比分析了规划数据与商业簇群等级识别结果的差异性,并给出了具体规划建议。整体而言,本文对上海商业中心规划和城市战略部署具有一定的指导价值,也为实践角度的规划评估提供了方法基础。", "label": "测绘科学与技术", "id": 0}
{"content": "城市中心区的演变过程是一个用地性质与功能演变的过程,本研究旨在利用大数据的分析方法剖析这一过程。以卫星影像、热力图、POI等大数据为基础,结合ArcGIS空间分析、空间句法、核密度分析等,探究1998、2008、2013、2018年南京市新街口地区用地演变特征及活力区识别,研究发现:（1）新街口地区范围呈北向扩张趋势;商业服务设施用地占比整体上升,呈现\"弱十字\"形的网络化均衡发展;居住用地占比总体下降,居住功能逐渐边缘化;公共管理与公共服务设施占比逐年上升,北向发展趋势明显;其他建设用地占比逐年上升,新街口用地功能类型更加多元化。（2）新街口存在1个核心商圈、4个次级商圈、1个文化商圈;南京市新街口地区现状轴线网模型呈现明显的\"一横一纵\"主轴线,南北向轴线是新街口地区未来发展的主导商业轴线,东西向轴线是体现南京历史文化和城市品质的重要轴线;服务设施空间结构呈现多中心分布格局。", "label": "测绘科学与技术", "id": 0}
{"content": "近几年来,为实现空间高质量发展,国家战略层面先后出台多项有关三生空间发展要求的相关文件,科学研究三生空间不仅有助于对于当下推动生态文明建设,而且对优化城市空间布局意义重大。论文以青岛市李沧区、市南区、市北区为例,利用特尔斐法和AHP法对所获取的2010-2019年POI数据进行了分类赋权,在此基础上通过对网格内要素比例的计算及核密度分析等方法对青岛市进行三生空间的识别,并结合青岛实际城市建设情况,在识别基础上对2010年、2013年、2016年、2019年生态空间、生产空间、生活空间三类空间布局进行分析,归纳找到青岛市三生空间布局特征。研究发现:青岛市三生空间中生活空间规模占主导地位;三类空间均由初始阶段整体十分分散的布局向最终出现局部集聚程度较高的布局发展;三类空间中2010年集聚性较高区域在2019年份通常仍为集聚性较高区域。通过对研究范围一定时间跨度内布局的时空演变分析研究,有助于为后续青岛市所做规划提供依据,从而打造更高品质城市空间。", "label": "测绘科学与技术", "id": 0}
{"content": "我国城市化发展的进程方兴未艾,大城市中心城区的急速发展带来了大量的交通与空间问题,城市居民日常生活往往基于道路展开,同时,居民对城市商业设施的布局和活力的要求也随消费升级水涨船高。在当前信息化、大数据可视化的背景下,本文以南京老城区为例,采集购物设施的POI分布数据,梳理现状城市道路设施的级别及分布情况,运用ArcMap软件进行可视化处理,通过对两者耦合情况的横向比对,研究不同等级交通道路的分布情况对片区商业活力的影响。研究发现,一级路网对于地块活力激发作用最强,同时应当注意二级路网的织补,鼓励适当的人车混行同样可以极大地激发地块活力。这项研究基于大数据,对当前着眼较少的道路与商业活力的耦合关系作出探讨,以期对当前城市规划的科学化、高效化作出帮助。", "label": "测绘科学与技术", "id": 0}
{"content": "城市商业设施的空间集聚与分布特征对城市空间格局发展趋势具有重要影响,是反映人类社会经济活动的重要载体。基于商业设施兴趣点（POI）数据,利用核密度分析法获取天津市商业空间分布格局,比较不同类型商业空间分布的差异性特征,运用Getis-Ord Gi*指数分析法探究商业热点区域。结果表明:（1）商业设施的核密度高值区域集中分布在天津市内六区,向外圈层呈等级式扩散的空间发展格局。（2）显著性热点主要分布在市内六区,周边城区未形成显著性热点片区。（3）各类商业设施空间表现存在差异,宾馆酒店、生活服务、休闲娱乐设施更加集中分布在中心城区。基于POI数据的天津市商业空间形态研究体现城市空间格局发展与商业经济分布的关联性,并为规划部门对商业设施布局研究提供科学性论证。", "label": "测绘科学与技术", "id": 0}
{"content": "随着城市建设发展,公共空间体系建设成为研究者们关注的重点。本文运用城市道路与公共空间等数据,首先通过ArcGIS网络分析构建公共空间联系的OD成本矩阵。而后基于图论理论,量化城市公共空间网络体系中各个公共空间的节点度、距离中心性、群聚系数等指标,进而挖掘其空间分布特征以及各类公共空间的指标特点。最终识别城市公共空间网络体系的现存问题,提出相关建设意见。研究结果发现（1）城市外部圈层的公共空间节点度、距离中性较低,而城市中部圈层公共空间的节点度、群聚系数较低,城市核心圈层公共空间的三项指标均较高;（2）由于研究区域的建设策略,各类公共空间的指标呈现一定特点。而其中市级面状公园公共空间多位于外部圈层,指标均处于极值,反映该类型公共空间在城市公共空间网络体系中略显脱节;（3）城市公共空间网络体系分层现象明显,城市核心圈层公共空间网络体系建设完善,外圈层公共空间自成体系,但与主体公共空间网络体系存在\"割裂\",而此现象正是城市中部圈层公共空间建设滞后所导致,最后基于上述现象此提出\"一核一环七组团\"的公共空间体系建设构想。本文主要为城市公共空间网络体系的研究拓展新的视角,同时探索基于图论理论的空间网络体系研究方法。", "label": "测绘科学与技术", "id": 0}
{"content": "休闲产业的发展对城市休闲氛围的营造、居民生活水平提高有重要作用。本文以著名休闲旅游城市杭州为实证,选择酒吧、茶吧、咖啡吧共三类\"吧式休闲场所\"为具体研究对象,通过网络信息采集获取杭州市主城区吧式休闲场所的POI数据,应用核密度估计法、皮尔逊相关系数法、缓冲区分析法等方法,对杭州市主城区吧式休闲空间的分布进行空间分布分析以及影响因素的探究。结果表明:杭州主城区商业中心、旅游景点、地铁站与吧式休闲空间分布呈显著的线性相关性;商业中心对吧式休闲场所具有一定的引导作用,旅游景点对吧式休闲设施具有一定的吸引效应;不同类型的吧式休闲设施分布特征有差异:茶吧分散分布,咖啡吧的分布倾向于人流密集区域,酒吧的分布趋向于商业氛围浓厚的区域。通过研究得到杭州市休闲空间的布局规律,以期为城市规划和城市休闲空间要素布局和选址做贡献。", "label": "测绘科学与技术", "id": 0}
{"content": "2012年党的十八大报告中提出\"促进生产空间集约高效、生活空间宜居适度、生态空间山清水秀\",可知\"三生空间\"包含\"生产空间、生活空间、生态空间\"三个方面的含义,每种空间侧重于不同的土地使用功能,而发展\"三生空间\"首当其冲的是如何划定和识别不同尺度下的生产、生活、生态空间。通过文献梳理,可以发现当前的研究主要集中在全国和省域以及城市群之间的宏观尺度下,对于中观和微观尺度的研究稍显不足。本次研究以武汉市中心城区为对象,基于GIS的平台下通过网格分析法、样方比例法、特尔菲法、层次分析法,利用POI数据对城市功能区进行\"三生功能要素\"定量识别,在要素识别的基础上依据土地主要功能划定三生空间,并通过核密度计算和最近邻指数进行空间格局分析和集聚特征研究。结果表明,武汉市中心城区的生产空间呈现环状分布并多中心点状集中,生活空间呈片状集中分布并有从中心向外扩散趋势,生态空间呈现较强集聚分布特征,混合空间呈现一定集聚分布态势但总体数量较少。本研究可为国土空间规划在城市层面\"三生空间\"的划定提供借鉴,并作为城市形态功能和用地布局分析的参考依据。", "label": "测绘科学与技术", "id": 0}
{"content": "本文以嘉兴市东部新城总体城市设计为例,从开放空间适宜性入手,结合大数据与GIS空间分析法,对开放空间布局进行研究。建立\"开放空间分类—评价指标体系建立—适宜性评价模型构建与调整\"的思路框架,借助GIS的空间分析功能对开放空间布局进行模拟,将结果介入传统总体城市设计过程,验证开放数据下传统规划方法的可行性,以数据分析为城市公共开放空间布局提供一定依据和支撑。", "label": "测绘科学与技术", "id": 0}
{"content": "伴随着网络大数据的开放,将定量研究方法运用于城市研究也成为高质量规划编制的可靠前提手段。文章以深圳市行政区域为研究对象,通过POI网络开源数据,经过ArcGIS平台处理与分析,提出对深圳市城市中心体系与其功能的识别分析结果。首先,对深圳市的城市级和社区级公共与商业服务设施的POI数据进行抓取,采用核密度分析法对其空间分布特征进行分析,得到深圳市综合的中心体系分布结构。其次,通过各产业的空间密度聚类分布分析,对深圳市发展形成的各城市中心进行功能识别,分析其主导产业和聚集程度。最后通过与深圳市总体规划的比对分析,提出优化调整前海主中心,注重五大副中心主导产业错位发展的建议,为下一步科学、高质量的规划编制调整提供参考依据。", "label": "测绘科学与技术", "id": 0}
{"content": "基于连续8天的上海市地铁刷卡数据,采用PostgreSQL数据筛选与处理方法以及ArcGIS进行数据可视化,并采用\"叠加法\"将人流量空间分布规律与OD图上班族空间流动规律进行叠加,验证数据与可视化结果的可信度。通过识别上班族以及职住空间与分析通勤格局、上班族工作日与双休日夜间游玩地空间分布格局与流动规律、对比分析连续8天内两种生活模式下夜间游玩地选择特点等研究步骤,推测上海市夜间活力范围、总结上班族夜间游玩地分布格局并研究不同工作地上班族夜间游玩地选择规律。结果表明上班族在周一到周四、周五、周六、周日呈现四种夜间游玩模式,周五夜间游玩人数最多;上海城市中心区是游玩地选择的集聚区与高频区,不同片区的郊区中心在工作日承担夜间游玩地角色;在周末,除商圈以外,大型公园也是上班族夜间游玩地的高频选择。", "label": "测绘科学与技术", "id": 0}
{"content": "文化设施可以满足居民对艺术、文化以及自我实现的需求,体现了城市的科技水平和文化发展水平。上海2035规划也指出要以社区生活圈为单位完善活动中心以及图书馆的建设。本文以上海市杨浦区作为研究对象,从人均数量、设施覆盖率以及三级服务体系等角度对文化设施建设情况进行评价。通过网页信息爬取获得区域内文化设施的信息,运用GIS手段将文化设施作为离散点,利用核密度分析、标准差椭圆等方法对各类文化设施的空间分布进行定量分析,并将结果与国际知名全球城市的文化设施指标进行对比。研究结果表明,目前上海市杨浦区各类文化设施种类齐全,但存在分布重心偏移、市级和区级文化设施覆盖率低等问题。最后从空间结构优化、明晰级别分类与引入市场资源三方面讨论了未来文化设施建设的优化策略。", "label": "测绘科学与技术", "id": 0}
{"content": "在数据要素市场化时代、国土空间统一规划时代背景下,上海市对标上位要求、国内国外技术水平发展水平,梳理自身在国土空间规划成果数据管理方面存在如数据入库太堵、入库图层太多、底板内容太少等具体问题,剖析原因,提出针对性的解决方案:一是成果数据管理流程再造和数据库结构更新双管齐下,实现\"批后入库\"到\"批前入库\",在线审批和在线技审\"无图运行\"到\"带图运行\",\"人工维护\"到\"系统自动维护\"三大转变;二是对现有的标准体系瘦身、优化、整合,同步对现有规划编制报审软件（暨质检软件）进行迭代开发,让在线审批系统带\"轻图\"运行;三是在成果数据应用支撑上,打破行政壁垒,充分挖掘系统内外数据资源,增加规划基础要素底板内涵,提高规划基础要素底板功能模块的服务能力,从而进一步加强信息化对规划编制的服务能力。按照这三个解决方案进行上海市现有国土空间规划成果数据管理体系的优化提升,能极大确保规划成果数据的全面、准确和现势,有助于规划成果规范的落地实施,有助于数据的互联互通和广泛共享。", "label": "测绘科学与技术", "id": 0}
{"content": "本文以2019年国际联合数字城市设计周竞赛获奖方案为依托,从设计理念、技术框架、规划策略等方面说明多源大数据支撑城市设计与社区更新的途径。首先,分析阅江楼片区现状特征与整体问题,提出\"社交生活圈\"的规划概念。利用多源大数据分析社区居民活动的时空特征,为社交生活圈的路径提供了直接依据。然后,以空间品质提升的设计理念为主导,在大数据与传统分析方法结合下进行了社区公共服务设施的布点规划,包括社区医院、社区公园、小学校园等节点设计。最后,提出了新信息技术未来在旧城更新中进一步应用的方向。方案探索了以规划设计理念先导、多源数据分析验证;大数据与传统分析方法相结合的支持方案生成与推进的城市设计方法途径。", "label": "测绘科学与技术", "id": 0}
{"content": "从规则高程格网中提取等高线是地理信息系统中的重要功能。受卫星影像分辨率和等高线提取算法等因素影响,等高线的自动提取在作业生产中一直难以实用化和可视化。基于第三方GDAL库能直接将DEM高程数据内插为等高线矢量数据,但其转换结果存在误差。提出了一种改进的等高线提取算法,基于osgEarth构建一种等高线三维仿真系统,并在系统中对算法进行了集成,实现了在三维数字场景中任意区域内等高线的自动提取与绘制。通过同一区域内指定不同等高间隔的提取实验进行了测试,结果表明,该改进算法所提取的等高线与实际地形相符合。", "label": "测绘科学与技术", "id": 0}
{"content": "以直升机为载具的区域性航空医疗救援系统是我国目前航空医疗救援建设的发展方向。以人口分布为核心,划定出约为我国国土面积43.8%的服务区域,为全国90%以上的人口提供航空医疗救援服务。采用统计回归的方法,估算我国航空医疗系统初步建设需要276架医疗救援飞行器。基于地理信息系统（GIS）的计算机仿真,建立我国急救中心救援半径和救援服务覆盖效果之间的量化关系,定量地给出不同救援半径下的救援服务覆盖效果;最后,通过采用贪心算法的对建设的城市进行选址优化。仿真结果显示:134个城市架设直升机救援基地,能够初步为中国90%以上人口提供航空医疗救援服务。", "label": "测绘科学与技术", "id": 0}
{"content": "信息测绘技术是将以往模拟技术转变为数字化技术,逐渐信息化,智能化。信息测绘技术具备多维度,多元化,多领域等特点,能够满足各个行业的需求,以信息技术,通信技术,计算机技术,空间技术为测绘基础,通过定位系统,地理系统,遥感系统增加信息测绘技术的综合运用能力,因此信息化测绘技术运用在工程测量中,能够起到极高的运用价值。", "label": "测绘科学与技术", "id": 0}
{"content": "本文主要阐述了三维地理信息技术在智慧管廊项目中的应用以及优势和发展前景,通过真三维可视化技术实现对区域内地下管廊,系统设备,管线,基础设施,管道线路,数据采集,数据统计分析等各种综合要素的管理,用于及时发现设备、设施、数据异常和及时处理和解决问题。", "label": "测绘科学与技术", "id": 0}
{"content": "结合国家部委的要求、市场调配资源的方式,根据社会信息化功能的高速发展需要,充分利用及整合自身的研究成果。经过实地调查研究,将测绘地理信息与不动产登记系统结合地方政务服务中心日常工作及关联性工作进行融合发展,能够实现不动产登记颁证工作一体化云上办公,实现多审批、变更、抵押、电子发证一体化,以银行、金融、税务、快递等串联制端口并列式交互为保障提升一站式服务理念,通过PC或移动端为用户提供输入源,达成便民效果,真正实现不动产及其相关的全方位\"一趟都不跑\"的结果。", "label": "测绘科学与技术", "id": 0}
{"content": "为破解土地出让管理存在的信息共享不充分、进展把控不直观等问题,以常州市武进区为例,以土地出让数据为基础,整合相关的地理信息数据与规划编制数据,开发城市资源管理信息系统,实现土地出让的可视化、信息化管理。通过多样化数据分析、信息推送、生成土地潜力分析报告等方式进行数据价值挖掘,提升数据价值,辅助于城市建设、规划以及经济管理等工作。", "label": "测绘科学与技术", "id": 0}
{"content": "随着移动互联网的高速发展和智能手机的广泛普及,以微信为代表的新媒体,凭借其良好的用户体验、开放的公众平台,很快就融入到了社会生活的方方面面[1-3]。基于微信JS-SDK统一的技术框架开发了移动端外业巡查系统,运用微信跨平台的特性实现用户在各类移动终端采集外业数据的目标,可服务于农业、林业、土地资源调查等具有外业巡查需求的各级政府职能部门,有效地支撑了行业业务应用,充分发挥了地理信息基础性平台作用。", "label": "测绘科学与技术", "id": 0}
{"content": "在建设智慧城市的过程中,时空大数据平台搭建是其中的重要内容,事实上,在时空大数据平台搭建的过程,云服务是其中的重点内容。聚焦这一话题来详细展开,具体选取了平潭综合实验区自然资源与空间信息时空云项目来具体研究,在这过程中对云服务的设计与应用进行了全方面的探索,并且对其所实现的效果加以总结,通过细致的研究与科学的分析活动,对其进行了深入的解读,从而希望通过这样的方式能够更好地为智慧城市时空大数据平台的建设给予实质性的参考价值。", "label": "测绘科学与技术", "id": 0}
{"content": "城市是社会发展最活跃的地区,因此智慧城市建设是建设智慧社会的重要组成部分,而时空大数据平台是智慧城市建设与运行的基础支撑。基于Supermap平台,介绍了SuperMap智慧城市时空大数据技术架构,并从时空大数据接入、时空大数据存储管理、时空大数据分析、时空大数据可视化以及时空大数据运维管理等方面阐述了智慧城市时空大数据框架的构建,为后续建设智慧城市时空大数据平台提供了基础平台。", "label": "测绘科学与技术", "id": 0}
{"content": "从服务设计的角度出发,以快速多变的业务需求为导向,以模板技术和定制技术为支撑,研究构建面向用户定制的地图服务模式,旨在缩短开发周期、构建用户专属地图服务体系。以地理信息公共服务平台为数据基础,将Ajax、HTML5和Lealeft技术运用到平台构建中,基于ASP.NET Core跨平台框架搭建后台数据管理服务,实现从服务定制、用户管理到地图服务应用一体化的个性化地图服务系统,并应用于地理信息公共服务平台示范应用地图服务中,满足用户需求,实现地图服务的智能化,最终业务用户可以直接、便捷地自行配置和使用资源。", "label": "测绘科学与技术", "id": 0}
{"content": "围绕现有地理信息共享服务模式,探索构建组件可复用、服务可配置、架构可伸缩的地理信息基础服务框架,提升地理信息综合服务能力,满足规划和自然资源行业、城市数据大脑和政府部门的地理信息业务需求。", "label": "测绘科学与技术", "id": 0}
{"content": "根据济南数字政府建设要求和济南住建行业信息化建设现状,提出了济南\"智慧住建\"的建设原则和总体思路,并梳理了相关建设内容,通过项目建设,汇集并串联了海量数据,打破了数据孤岛,形成了房屋和工程建设项目全生命周期,达到了以图管房、以图管项目的目的,产生了较好的经济和社会效益。", "label": "测绘科学与技术", "id": 0}
{"content": "BIM技术和GIS技术均为当今城市信息化建设的重要的新技术和新手段,随着现阶段经济的不断发展,城市信息化建设的程度和规模也在不断提升,对BIM+GIS技术的应用需求也在不断提高,通过对GIS技术和BIM技术的简单介绍,分析了BIM+GIS的应用现状,对BIM+GIS技术在智慧城市建设、室内外导航、城市建设与管理、建筑工程管理等方面的应用进行了分析,同时结合济南市\"住建一张图\"的建设应用情况,总结了BIM+GIS应用存在的问题及困难,并对问题原因进行了分析,提出了解决对策与措施。", "label": "测绘科学与技术", "id": 0}
{"content": "网络地图服务（WMS）是开放地理信息系统协会（OGC）制定的网络地图服务标准,它规范了地图服务请求格式,将空间数据通过配图预处理后以栅格图片方式返回。这种方式发布的地图服务,数据源和地图配图样式相对固定,不能很好地满足动态地图制图需要。通过扩展标准的WMS请求参数和服务元数据,开发实现了一种可根据扩展参数动态生成空间数据并发布的WMS地图服务。应用结果表明,该扩展的地图服务能够提高用户与服务之间的交互能力,为GIS应用系统的开发带来了一定的便利。", "label": "测绘科学与技术", "id": 0}
{"content": "介绍了黄山市河湖智慧管理系统的设计思路及实现方式,研究了在三维水利一张图的基础上集成水利专题信息、服务水利业务管理的技术路线,重点解决了海量倾斜三维模型在B/S系统中传输和加载的关键问题,为类似三维业务系统建设提供了一定参考。", "label": "测绘科学与技术", "id": 0}
{"content": "时空大数据平台是智慧城市的重要组成,也是各类信息交换共享与协同应用的载体。介绍了黄山市时空大数据平台建设的背景、目标、内容以及支撑平台建设和应用的几个关键技术。平台依托黄山市城市云资源建设,与\"智慧黄山\"进行了深度融合,在自然资源和城市管理中得到了广泛应用,切实解决了部门工作中的实际问题,充分发挥了时空大数据平台的基础支撑作用。", "label": "测绘科学与技术", "id": 0}
{"content": "地理国情监测和1∶10 000基础测绘更新作为省级测绘生产单位的两大主要任务,虽然两者侧重点不同,实际上地理国情监测是基础测绘的延伸与拓展,传统基础测绘数据更新技术方法与地理国情监测数据更新技术方法的融合当前测绘生产部门急需解决的关键问题。以安徽省为例,分析地理国情监测和1∶10 000基础测绘之间的区别与联系,分析两者之间要素对应关系,探讨协同更新的可行性及生产流程,为今后的地理国情监测和1∶100 000基础测绘更新工作提供一些参考和研究价值。", "label": "测绘科学与技术", "id": 0}
{"content": "通过分析1∶10 000数字线划图与地理国情监测数据规定,对比其异同点,提出了一种将地理国情监测数据自动转换融合至1∶10 000数字线划图的方法,其方法核心在于制定了地理国情监测数据与1∶10 000数字线划图之间的一种计算机程序可读的、可伸缩编辑的转换规则。并结合Python编程实现了该方法,开发了一套自动转换工具。该方法与工具已部分应用于福建省测绘院2020年、2021年1∶10 000数字线划图（DLG）全要素更新生产项目中,提高了项目生产效率。该方法对多源测绘地理信息数据融合也有一定的借鉴意义。", "label": "测绘科学与技术", "id": 0}
{"content": "针对保障性住房管理中缺乏空间数据、各类业务数据缺乏统一查询展现入口的问题。基于住建一张图,利用统一的楼幢编码和房屋编码将保障性住房房源数据与房屋面地图数据关联起来,实现在空间上展现保障性住房的分布;通过房产测绘数据构建楼盘表,作为保障性住房各类业务数据的统一展现形式和查询入口,据此形成专题楼盘表。基于ArcGIS API for Javascript和.Net后台,以住建一张图和专题楼盘表为依托,可基于不同空间尺度进行各类业务数据的统计,形成了保障性住房管理过程中\"以图管房、以房查人\"的管理机制。", "label": "测绘科学与技术", "id": 0}
{"content": "不确定性在测量中的表现是复杂的,可能是多种不确定性的混合,也可能是噪声导致的不确定性,对所建的数学模型认识得不充分也可能导致不确定性的存在,自变量本身的不确定性,这些不确定性往往是以一种模糊区间的状态存在,在平差模型中体现为观测数据L的不确定性、参数X的不确定性以及系数A的不确定性[1],不确定性在任何一次测量中都会出现,通常没有统计特点,具有很大的随机性和模糊性,本文主要通过引入模糊数和模糊幅度等相关概念,探索不确定度与模糊幅度的等价关系,建立不确定性平差模型,利用贴近度来衡量这种等价关系,通过实例研究说明用模糊幅度处理测量不确定度的合理性。", "label": "测绘科学与技术", "id": 0}
{"content": "水域调查建库是一项大工程,是细化第三次国土调查的重要内容之一,也是做好新时期水利工作\"补短板、强监管、走前列\"的重要基础保障。在建设数据库的过程中,利用程序化的流程和逐项的质量细则控制,结合作业规范、自动化程序实现,有效保障了数据成果的质量,为后续开展水域监管数字化转型提供强有力的技术支持与保障。", "label": "测绘科学与技术", "id": 0}
{"content": "杭州市现有的雨量等值线绘制系统开发环境版本低,功能较为单一,只能绘制全市等值线图,不能适应当前水旱灾害防御工作要求。基于GIS等表现操作技术,利用等值线分析技术,设计开发了杭州市雨量分析系统。系统可提取多种数据源,绘制全市任意区域、任意时段的雨量等值线图、等值面图和热图,计算各级暴雨笼罩面积、面雨量,展示场次降雨动画过程,提供雨量数据和等值线人工订正、历史分析场景保存、分析成果输出或转存等功能,大大提升了降雨分析的工作效率和便利性,可为杭州市防汛防台指挥决策和灾后调查分析等提供直观、全面、专业的面雨量和水量分析成果。", "label": "测绘科学与技术", "id": 0}
{"content": "一体化综合课程是根据国家专业标准,经济和社会发展需求以及熟练的人才培训规则,并遵循典型的任务分析,课程体系建设和工作流程进行的。通过将特定任务用作学习职业的一个承载者,它具有全面的专业能力作为培训目标,此外,学习者的自学还需要设计和布置教育活动课程。一体化课程开发要以职业与工作调研分析为前提,要以提炼典型工作任务、制定课程标准为重点,要以资队伍建设、学材建设、学习环境建设为支撑。基于控制测量的一体化课程的开发、推行也势在必行。其开发过程中的重点工作就是提炼控制测量工作中的典型工作任务。", "label": "测绘科学与技术", "id": 0}
{"content": "Google Earth（全球地理信息系统）软件是一款风靡世界的全球地理信息系统,是由Google公司开发的一款虚拟三维地球仪软件,通过它可以浏览全球一般的城市,甚至小城镇也能显示,同时还能显示周围的山川、河流、湖泊、海洋等实时地理信息。通过它可以判读、标注所熟悉地域上的水利工程体系,做到宏观、实时、准确,从而使管理效率进一步提高。作为水利工程施工管理人员,有必要熟练掌握这种功能强大而又直观便捷的工具,并将其灵活地运用于工作之中,不仅可大大提高工作效率,提高工程管理水平,而且可以实现工程的\"可视化管理\",可以说是工程技术人员的好帮手。本文从郑州引黄灌溉龙湖项目中对谷歌地球软件的应用性进行论述、总结。使得该软件能够更广泛的应用到其他工程项目中,给工程带来更多的便利。", "label": "测绘科学与技术", "id": 0}
{"content": "本文在负荷管理中心现有地图分析平台基础上,通过框架重构、系统代码重构等手段,构建统一的负荷地图服务,可供负荷管理中心各应用平台进行统一调用。", "label": "测绘科学与技术", "id": 0}
{"content": "地理空间科学在军事领域的应用近年来呈急剧上升趋势,美国军队越来越依赖地理空间技术和数据来实现战场上的信息优势。地理空间情报,是以遥感图像和地理空间信息为基础,融合多源情报信息,对战场环境或其他特定区域的情况进行描述、评估并予以可视化表达的情报。无人机作为现代战争的利器,已然成为战场上不可或缺的一份子。本文主要研究基于Electron框架的无人机地理空间情报系统,包括系统框架的介绍、系统的架构与功能的设计和实现、关键技术以及未来发展等问题。", "label": "测绘科学与技术", "id": 0}
{"content": "为开展主体功能区动态监测,落实主体功能区规划的实施,研究根据基础性地理国情监测数据和社会经济统计数据,结合江苏省情,针对江苏省农产品主产区的功能定位,构建了包括4个指标组和10个指标项的监测评价体系框架,并这套评价体系为基础获取了农产品主产区2016-2018年动态监测数据,形成了形成科学客观、内容丰富、形式多样的监测成果,为主体功能区规划的运行实施和合理修订提供依据,为政府科学管理和决策提供参考。", "label": "测绘科学与技术", "id": 0}
{"content": "随着计算机仿真、虚拟现实、多细节层次等各种三维技术的发展和普及,基于地理信息技术的城市三维近年来受到了广泛的关注和应用,针对传统三维存在的问题和不足,设计并实现了一种基于CityEngine平台的互联网三维展示系统。该系统应用HTML5、Webgl、C/S技术,将三维数据部署在服务器端,用户通过支持Webgl的浏览器实现在桌面端,移动端远程访问三维场景,加上属性数据和外链文件,拓展了三维数据的应用领域,进一步增强了城市三维的功能。", "label": "测绘科学与技术", "id": 0}
{"content": "城市园林绿化能够改善生态环境条件,促进城市生态文明建设水平。树木作为园林绿化的重要表现形式,科学掌握相关信息对促进城市园林绿化管理现代化水平具有重要意义。详实的城市绿化现状数据可为园林管理部门开展日常管理养护、病虫害防护等工作提供便捷有效的数据支撑。以宿迁市风景园林信息管理系统及测绘普查项目为例,分析了实际绿化现状数据采集工作过程中遇到的问题,并深入探讨了有效快速获取城市绿化现状详实数据的方法。", "label": "测绘科学与技术", "id": 0}
{"content": "准确全面的配套设施数据成果是新一轮的国土空间规划重要的基础数据之一,有利于促进国土空间的合理利用、保障配套设施的均衡建设。结合2019年常州市新北区具体实施的\"新北区配套设施普查\"项目,详细阐述了如何制定一个内容全面、层次鲜明、扩展性强的数据标准以及数据建库的内容,并概述了数据生产的技术流程及制度保障。", "label": "测绘科学与技术", "id": 0}
{"content": "以倾斜航空摄影、三维激光扫描为代表的三维测绘技术被广泛认为是大数据时代地球空间基础信息获取的重要技术之一。如何对三维测绘技术获取的多源、丰富、海量、准确的空间信息数据进行三维实景的集成展示成为目前智慧城市建设、自然资源调查监测等工程项目迫切需要解决的一项关键问题。以南京市清凉门隧道附近2.7km2为研究区域,探索了基于多源数据在三维数据处理、空间数据服务发布以及数据集成展示过程中用到的关键技术和方法,构建了集激光点云、倾斜模型等多源数据于一体的清凉门隧道实景展示系统,可为智慧城市建设、自然资源调查监测等行业应用提供有益借鉴。", "label": "测绘科学与技术", "id": 0}
{"content": "针对实景三维数据成果,研究如何基于MongoDB数据库建立分布式、快速响应式在线数据服务,将离散化数据文件成果快速整理、入库、服务发布,为第三方平台提供在线数据下载与调取服务。实现\"快速入库、服务发布、高效集成\"的实景三维数据成果服务分布与应用模式。", "label": "测绘科学与技术", "id": 0}
{"content": "提出探索基于跨平台的地理信息公共服务平台统一场景建设,本平台可部署于Windows、Mac OSX、Linux多种系统上,实现系统设置、用户管理、资源发布、服务管理、系统监控等功能。跨平台的地理信息公共服务平台能够极大地提高对各类移动设备的统一管理和安全保障,在提高移动管理效率、减少维护成本的同时,实现对自然资源管理和服务的多重支撑。", "label": "测绘科学与技术", "id": 0}
{"content": "针对传统手工进行图斑影像截图效率低下的问题,分析了ArcMap地图制图流程,提出了基于ArcPy的图斑影像批量截图方法。该方法通过自动修改地图模板的数据源、图层属性、地图元素内容等,实现了对逐个图斑叠加影像底图进行地图出图以实现截图效果的快捷操作。在此方法基础上开发的工具应用实践表明,该方法极大地提高了工作效率,为同类业务的有序开展提供了保障。", "label": "测绘科学与技术", "id": 0}
{"content": "随着全国各地城市地下空间普查工作的开展,如何充分利用地下空间普查成果、结合城市管理流程实现地下空间的信息化管理和动态更新,探索地下空间综合开发利用和信息共享的方法和模式,为后期城市多部门地下空间数据共享及利用奠定基础已成为城市管理者面临的难题。详述了城市地下空间信息化管理系统的设计思路与开发实现过程,为提高城市地下空间的规范化管理水平及城市地下空间资源综合的利用水平提供了依据,可作为其他城市地下空间信息化管理的参考。", "label": "测绘科学与技术", "id": 0}
{"content": "灾害是人民生命、财产安全的巨大威胁之一,国家应急测绘保障体系为政府处理公共突发事件提供了重要的时空信息基础数据保障,是国家突发事件应急体系中很重要的组成部分。随着新型基础测绘相关技术的不断涌现,建立协同化、快速化、体系化的测绘应急保障能力成为国家应急测绘保障体系的基础。本文以江苏应急测绘保障能力建设为例,从技术、协同、快速响应等角度出发探索新型测绘保障服务能力提升。", "label": "测绘科学与技术", "id": 0}
{"content": "随着规划和自然资源部门数据体量日渐增大,大数据技术的快速发展,信息系统的建设应用过程对电子地图的快速共享需求也更加强烈。作为对栅格瓦片的扩展,矢量瓦片直接存储矢量要素的空间与属性信息,能较好地满足用户的动态交互需求。结合南京市国土资源\"一张图\"数据服务现状,以高淳区土地利用现状成果为例,基于GeoServer开源项目实现矢量瓦片的生产和服务发布,基于MapboxGL开源框架实现Web展现和动态渲染,探索矢量瓦片在自然资源\"一张图\"中前端渲染、更新及交互方面的可行性。", "label": "测绘科学与技术", "id": 0}
{"content": "近年来,国内很多城市开展了三维模型数据库建设工作,为智慧城市智能化、精细化管理提供了数据支撑。2019年自然资源部提出\"实景三维中国建设\",对三维数据模型建设提供了更高要求和更多机遇。目前常用的三维建模技术手段包括人工建模、倾斜摄影和激光点云扫描,对3种方法的技术路线进行了阐述,分析了3种方法的特点,并从模型精度、现势性、建模效率、纹理贴图、场景效果、建设单价等方面对3种方法进行了比较,在此基础上,提出了3种技术方法在不同场景的应用思考。为准确、全面、快速建设实景三维城市提供参考,为南京市CIM平台数据建设提供三维建模方案。", "label": "测绘科学与技术", "id": 0}
{"content": "在分析南京市现有自然资源数据管理现状基础上,总结了现有数据管理中存在的不足,并从数据标准体系、具体管理方式与服务方式上着手,梳理数据目录和标准,建立全系统统一的数据标准体系,实行数据出入口统一制度,完善数据更新和汇交机制,探索全生命周期数据管理方法,提升数据服务和应用能力等方面进行了研究和论述,为南京市自然资源数据融合、管理和应用服务提供参考和借鉴。", "label": "测绘科学与技术", "id": 0}
{"content": "农村不动产登记是实施乡村振兴战略、深化农村改革、促进农村社会和谐稳定及城乡统筹发展的重要支撑。存量数据整合是摸清农村宅基地底数、支撑农村不动产登记发证的一项基础性工作。以南京市为例,紧紧围绕省厅2020年的农村不动产登记工作目标,重点开展农村宅基地和农房数据整合工作,在全面分析业务数据现状及存在问题的基础上探讨形成了一套较为简单高效的数据整合方法,对下一步全面开展农村不动产数据整合、建立城乡一体化的不动产登记数据库具有一定的参考和借鉴价值。", "label": "测绘科学与技术", "id": 0}
{"content": "南京市是\"运用建筑信息模型系统（BIM）进行工程建设项目审查审批和城市信息模型平台（CIM）建设试点\"试点城市之一。结合南京市实际情况开展城市信息模型（CIM）平台总体设计,通过地上地下、室内室外等多源时空信息的融合,并统筹考虑与现有信息化建设成果的关联、匹配和有效衔接,建设决策一键增效、管理一体联动、应用一网通享的CIM平台,打造掌控城市全局信息和空间运行态势的载体,为实现可感知、广协同、善治理的数字孪生城市奠定基础。南京市CIM平台将在提升城市空间品质、增进政府治理能力等方面发挥积极作用。", "label": "测绘科学与技术", "id": 0}
{"content": "测绘地理信息事业是国家经济建设、国防建设、社会发展的基础性事业,测绘地理信息成果质量监督检查是测绘地理信息统一监管的重要手段。以南京市为例,主要介绍了测绘地理信息质量监督检查的内容和流程,并对检查中发现的问题进行了归纳,进行了原因分析,并提出了整改建议。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>大数据分析几乎影响到了经济的每一个领域,毫无疑问它也在改变着我们处理地理空间数据的方式。不过,这种影响是双向的。分析更多数据的能力使地理空间数据比以往任何时候都更强大、更有价值,取材自物联网的地理空间信息正在为大数据分析注入超级动力。今年,我们已经看到了很多这样的例子,从物联网在与Covid-19战斗中的贡献,到通过实时物流监控和一系列相关技术改变电子商务的猜测。", "label": "测绘科学与技术", "id": 0}
{"content": "本文通过倾斜摄影,建立三维实景模型,搭建三维GIS平台,并在此基础上探索在水电站设计中的应用。与传统的二维地形图辅助水电站设计的技术路线相比,基于三维实景平台的辅助设计,空间信息表达更完备和直观,精度更高,能够提高设计的准确度和智能化,具有较大的技术效益和经济效益。", "label": "测绘科学与技术", "id": 0}
{"content": "地理信息科学应用理论研究处于井喷时期,原有的数据分析能力不足的问题随着云计算时代来临也得到了解决,地理信息科学既有理论体系得以延续和发展推广,但原有的理论体系中存在的不足被多数学者忽略,基于此笔者提出在重视应用研究的同时不忘理论创新,将空间科学思维拓展,以实际问题为例尝试完善地理信息科学中理论体系建设中的不足,为地理信息科学的发展及多学科融合提供新的思维和尝试。", "label": "测绘科学与技术", "id": 0}
{"content": "文化景观类遗产的保护不仅是国内外遗产领域研究的前沿,也是遗产保护技术方法中的难点。近年来,国际上聚焦利用GIS技术对文化景观价值进行整体性保护,逐步建立了跨越精英与大众、自然与文化、历时与现实价值的多种技术方法。本文回顾并分析了近10年来的相关国际文献和案例资料,识别了基于GIS技术的文化景观整体价值保护的创新思路与方法:①构建PP-GIS平台支持利益相关者参与景观价值诠释;②利用GIS技术定量化整合不同学科景观价值评估结果;③通过GIS技术动态智能监测景观格局变化与价值威胁。结论部分提出了建立中国文化景观遗产保护技术体系的启示。", "label": "测绘科学与技术", "id": 0}
{"content": "随着城市的快速发展,城市开敞公园系统的公平合理布局建设对于人民健康生活具有越来越重要的意义。本文选取贵阳市中心城区作为研究范围,在分析贵阳市开敞空间历史发展演变与现状分布状况的基础上,立足其现状用地条件等地域特征,对贵阳市中心城区各级别开敞空间的布局适宜性进行研究。针对各层级城市开敞空间布局的影响因素,建立开敞空间布局适宜性指标体系,基于GIS平台对各级别开敞空间的布局适宜性进行综合评价,从而得出各级城市开敞空间的分布适宜性分级图,并依据贵阳市的现状用地条件等因素对开敞空间的适宜性布局进行筛选,最终得到各层级城市开敞空间的适宜性布局,用于指导贵阳市中心城区开敞空间系统的规划设计,为复杂的城市开敞空间规划布局提供一种较为清晰的思路和便捷的方法。", "label": "测绘科学与技术", "id": 0}
{"content": "为全面巩固杭州市\"国家生态园林城市\"的创建成果,加快推进建设独特韵味的世界名城,深入贯彻落实市政府建设高品质绿色开放空间要求,坚持钱江新城\"生态立城\"理念,近年来,杭州市江干区着力打造沿江景观带、江河汇汇中公园、钱唐农园、彭埠入城口区域景观、元宝塘公园、东西广场等项目,高品质建设沿河绿道、沿线防护绿廊、社区公园。但存在着钱江新城、钱江新城二期、江河汇流区、城东新城、上城区块各成体系,绿道、慢行系统连续贯通缺乏考虑,近远期建设计划安排缺少统筹,临时、永久绿化需要系统研究等问题,亟需开展城东、江河汇、钱江新城二期区域范围绿道系统规划。本次规划以GIS为技术平台,将兼顾公平及效率的规划理念融入绿道系统规划之中。", "label": "测绘科学与技术", "id": 0}
{"content": "随着天地空海一体化对地观测网络的完善和物联网技术的发展,具有时空特性的数据来源不断丰富,体量不断增大。如何快速有效的实现海量时空数据的统一组织和检索进而形成数据共享服务能力尤为关键。本文针对时空大数据在底层数据组织管理和查询效率方面的问题,设计了一种基于时空数据的多尺度数据组织与索引方法。首先采用一种基于空间金字塔的模糊聚类算法,利用空间位置的连通性实现不同尺度下的数据分类,通过时空特征描述子建立不同尺度下的数据时空关联;然后提取时空属性对已分类数据集构建一种面向时间、空间、目标的索引模型,解决了时空数据尤其是大规模影像数据的联合检索的效率问题。最后,引用两类常用的时空数据类型分别构建分类和索引模型,验证了方法的可行性和通用性。实验结果表明,本文提出的方法大幅提高了时空大数据的综合检索效率,扩展了数据共享服务模式,具有较高的应用价值。", "label": "测绘科学与技术", "id": 0}
{"content": "近年来,国家\"一带一路\"倡议的提出,为公路设计单位的发展带来了巨大的机遇的同时也要求国内的公路设计单位由\"做大\"向\"做强\"转变,实现建筑企业的快速升级,而BIM技术则是在升级过程中的一大利器;本文基于\"BIM+GIS\"技术针对传统公路设计当中存在的阻碍,如勘测信息获取不完整、设计方案考虑不周、设计周期不合理等,通过结合相关的业务场景给出基于\"BIM+GIS正向设计平台\"的解决方案。", "label": "测绘科学与技术", "id": 0}
{"content": "在轨道交通各专业日常维修、应急抢险、灾害救援等事件响应中,如何快速、准确地调度维修资源显得至关重要。利用公路交通网规划调度路径可以在维修资源调度方面发挥极大的正面作用。本文基于ArcGIS Engine平台,利用成渝区域轨道交通数据,开发了轨道交通维修资源调度的GIS路径分析模块,实现了地理位置选取及最短路径求解的功能,有利于轨道交通资源及时、准确地由维修工区调度至故障站点。通过对实验结果的总结,验证了该方法在实际资源调度中的可行性。", "label": "测绘科学与技术", "id": 0}
{"content": "本文通过对大庆油田某采油厂新增规划区块利用无人机航测技术,更新中国石油地理信息系统（以下简称A4）中的基础空间数据,不但能够保证数据质量,还能够有效降低成本,可为后续类似无人机航测项目实施方案提供技术参考。", "label": "测绘科学与技术", "id": 0}
{"content": "GIS技术是地理学科和信息学科的交叉产物,其具有强大的空间数据采集、管理与分析功能,是传染病防控中不可或缺的分析工具。从揭示疫情时空格局与空间传播规律到预测疫情扩散途径与风险等级,再到建设疫情应急社会服务管理系统,GIS技术在本次新冠病毒\"战疫\"中的发挥了举足轻重的作用。", "label": "测绘科学与技术", "id": 0}
{"content": "分布式水文模型计算单元大小和DEM精度是决定空间变异性精确程度的两项重要因素,对模型的模拟效果具有重要的影响。其中计算单元的大小决定下垫面信息的精细程度,DEM精度决定地形要素信息的精确程度。基于分布式水文模型WEP-L,分析了子流域划分大小和DEM精度对模型模拟效果的影响。以位于黄土高原的泾河流域为研究区域,采用500km~2、1000km~2、1 500km~2、2500km~2和5000km~2 5个河道汇流面积阈值以及1000m、750m、500m和250m 4个DEM分辨率,共20种组合进行模拟分析。研究结果表明:①随着河道汇流面积阈值的增加,模型模拟效果呈现先升后降的变化趋势,当河道汇流面积为1500km~2时,达到最佳模拟效果;②采用高分辨率DEM比低分辨率的模拟效果要好,但是显著程度没有河道汇流面积阈值大。", "label": "测绘科学与技术", "id": 0}
{"content": "丹江口水库作为南水北调中线工程的源头,水源区地质环境调查工作占有非常重要的地位。在调查过程中,产生了大量的地质环境数据,目前这些数据综合利用程度较低。为了更有效地利用这些数据,实现多源、异构数据管理和实时动态更新的需求,论文在MapGIS地理信息系统平台和MapGIS IGserver平台上进行二次开发,建立了基于WebGIS的丹江口水源区环境地质调查数据云平台。云平台的建成实现了水源区地质环境调查成果数据、野外调查数据的管理和共享。基于丹江口水源区的地质环境特征,建立了一套可组合的地质环境评价体系,实现了基于云平台的地质环境质量评价。平台为丹江口水库水源区内深入的地质研究与分析、国土规划提供了地质支持。", "label": "测绘科学与技术", "id": 0}
{"content": "地形要素中坡度和坡向是描述地形的两个重要指标,在地质、水文、地貌类型等分析中应用广泛。在地理信息系统（GIS）中,地形的坡度和坡向信息可以通过数字高程模型（DEM）计算得到。基于地形等高线线性内插生成不规则三角网（TIN）,建立DEM进而提取地形坡度、坡向信息,具有快速、计算量小等优势,在地质、测绘、农业等行业中具有实用价值。", "label": "测绘科学与技术", "id": 0}
{"content": "近年来,信息技术的迅速发展加快了大数据的引入,在深化规划体制改革创新的关键时期,如何优化空间组织和结构布局,如何正确处理各类空间规划之间的关系,如何加强部门协作和上下联动,如何搭建国土空间规划信息平台,建立健全统一衔接的大数据空间规划体系,提升国家国土空间治理能力和效率,是当前需要解决的重要课题。", "label": "测绘科学与技术", "id": 0}
{"content": "2020年春节前夕,一场由新型冠状病毒肺炎（COVID-19）引发的疫情（简称新冠疫情）在全国蔓延开来。在疫情突发的情况下,研发一款能够帮助公众快速、全面掌握疫情信息,减少舆论恐慌,帮助公众合理抗疫的疫情地图成为当务之急。本文对疫情地图中时空大数据的选用维度及如何可视化进行简要论述。", "label": "测绘科学与技术", "id": 0}
{"content": "城市土地建设优化布局不仅能发挥土地的最大效益,而且能缓解土地资源有限性与土地大规模利用之间的矛盾。为了评估和林格尔新区城市用地建设的生态适宜程度,本文基于GIS技术,首先选取地形、河流、土地利用、植被和生态系统服务五个方面评价指标,然后通过层次分析法确定各评价指标权重,最终叠加生成和林格尔新区城市用地建设生态适宜性等级空间分布图。结果表明:和林格尔新区适宜用作建设的区域占该区总面积的83.82%,城市用地建设生态适宜性较高的地区主要分布在该区核心区中西部平原地区、南翼区西部托克托县地区和北翼区大面积区域,该区未来城市发展重点应放在上述区域。评价结果表明AHP-GIS模型适用于城市用地建设生态适宜性评价。", "label": "测绘科学与技术", "id": 0}
{"content": "应用GIS与AHP方法对苏北地区的生态环境进行研究分析。综合江苏省北部地区的生态环境质量情况,结合其周边地区的生态环境状况,列出该地区的生态环境综合评价指标体系,并结合AHP方法筛选指标体系。对原始数据进行标准化处理后,便可以将标准化数据与原始数据进行比较;采用AHP方法确定各评价单元的生态环境质量指标和综合指标,然后计算出各评价单元的指标和分指标的权重值;应用GIS技术生成苏北地区生态环境质量的指标等级图,在综合评价生态环境等级图的基础上,研究分析苏北地区的整体生态环境和不同侧面的生态环境质量。结果表明,苏北地区的生态环境状况大体是呈同心圆状扩散分布,周边地区优于中心地。社会经济发展状况对苏北地区生态环境质量的空间差异起着重要作用,然而,研究区环境污染状况和植被覆盖情况等因素对生态环境也具有重要影响,并在一定程度上改变着生态环境的空间格局。", "label": "测绘科学与技术", "id": 0}
{"content": "在地理信息系统技术的支持下,以深圳市大鹏新区的主要6条河流和5个水库为例,根据最差因子判别法,对选取总磷、氨氮、总氮等6个指标进行水质分析与水质等级评定。结果表明,大鹏新区水库水质较好,各水库平均各年水质均达到Ⅱ类水质标准;新区的河流水质总体上较好,但部分河流水质相对较差,如2019年1月份的鹏城河和5月份的南澳河水质不达标,为劣V类,2016年和2017年南澳河均水质不达标;新区河流水质参数中总磷、总氮和氨氮含量超过水质限值。", "label": "测绘科学与技术", "id": 0}
{"content": "随着我国城市高度信息化的发展、智慧城市建设的兴起,激发了不动产登记数据和不动产权籍调查数据的空间化需求。因此,本文首先基于数据库工艺流程,具体研究了如何开展基于空间数据的不动产数据梳理、分析和融合,建立标准化、空间化、数据关联的不动产数据整合库;然后探讨了空间化的融合数据在不动产数据生态系统中的支撑作用及融合架构设计;最后叙述了融合后不动产数据成果的应用方向,以及对未来的系统建设进行了展望。", "label": "测绘科学与技术", "id": 0}
{"content": "在旧城改造浪潮的推进过程中,越来越多的群体开始关注旧城区公共空间改造更新情况。旧城区公共空间不仅是反映旧城区生活气息的物质空间之一,也是旧城区居民日常交往的场所之一。因此,本文以成都市玉林片区为例,利用GIS技术对公共空间现状进行分析评价,选取了空间使用、人群聚集、交通通达、空间功能、环境质量等五个影响因子,合理确定因子权重,通过叠加分析得出玉林片区公共空同活力度评价图,以此来引导玉林片区公共空间改造设计,提升旧城区居民的公共生活品质。", "label": "测绘科学与技术", "id": 0}
{"content": "公共服务是城市的基本职能之一,在城市空间内部进行公共服务资源的合理配置,对实现公共服务设施均等化极为重要。本文以上海市不同类型的公共服务设施POI数据为研究对象,利用ArcGIS中的空间分析方法,分析公共服务设施在城市空间中的分布特征,并结合CRITIC法对全区公共服务设施的配置情况进行评估。研究表明:第一,研究区域公共服务设施在空间上的整体分布呈现单核扩散模式,并呈现出由市中心向周边发展的态势,各类公共服务设施高度聚集在中心城区,自中心向外围呈梯度迅速递减;第二,各类公共服务设施的空间分布在方位上基本一致,均沿\"东北—西南\"走向展布,但在设施覆盖范围上存在明显的差异;第三,各类服务设施之间,文化体育与市政公用设施间的相关性最强,教育与金融保险设施间的相关性最弱;第四,研究区域公共服务设施多样性随着与市中心距离的增大而减小;第五,各类公共服务设施的配置状况整体较好,商业服务设施在整体服务设施配套中权重最大,教育设施权重最小;第六,研究区域公交站点与公共服务设施网点的相关性最高,GDP数据与各类公共服务设施分布呈现显著性正相关,教育、行政管理及市政公用与人口的相关性最显著。", "label": "测绘科学与技术", "id": 0}
{"content": "我国地震活动强度大、频度高、震源浅、分布广,是震灾严重的国家之一,目前,我国缺乏成熟的地震震害信息化体系,引进GIS技术可极大提高我国对地震的预测预警能力,保障人民的生命财产安全。建造基于GIS的防震减灾信息系统来管理城市震害信息,是减轻地震灾害损失的一种有效途径。本文采用组件式（COM）二次开发方式,以VisualStudio2008.Net为开发平台建立了基于GlS技术的地震震害信息系统。", "label": "测绘科学与技术", "id": 0}
{"content": "Python因其易学致用且具有强大编程能力的特点,被ArcGIS作为脚本语言引入,并以此构建ArcPy站点包方便用户通过Python调用地理处理工具实现数据处理自动化。本文以三个实际项目中的工作任务为例,介绍了利用Python+ArcPy编写脚本进行栅格与矢量数据转换、地图出图及数据格式转换等批量自动化处理。结果显示,批量化数据操作效率远远优于传统手动调取处理工具,且有效保证了数据质量。尽管模型构造器在处理效率上与脚本相近,但脚本执行速度更快,且可独立于ArcGIS运行,综合扩展性、灵活性及功能性等考虑,仍为更优选择。Python+ArcPy的脚本开发模式对于提高海量地理数据处理的精确性、高效性和自动化程度等具有重要意义。", "label": "测绘科学与技术", "id": 0}
{"content": "基于GIS技术与多样化的测量手段,从堰塞湖发生后水位库容关系曲线的预估计算,到实时监测与量测数据加工处理,再到溃决淹没分析,建立了一套完整的应急监测分析管理平台,为堰塞湖应急管理提供辅助支持。", "label": "测绘科学与技术", "id": 0}
{"content": "本文基于地理信息系统（ArcGIS）技术,采用等值线法、泰森多边形法、算术平均法对招远市17个雨量站2017-2018年不同降雨等级的逐日降雨量资料进行面雨量估算,并进行了统计分析,通过分析得出以下几点结论:1.三种方法在招远市不同降雨等级下计算的面雨量存在差异;2.大雨、暴雨等级下计算面雨量使用算术平均法优于泰森多边形法;3.在中雨等级下计算面雨量使用泰森多边形法优于算术平均法,但考虑到时效性,也可采用算术平均法;4.算术平均法计算的面雨量在中雨等级下较等值线法偏大,随着降雨等级增加,逐渐小于等值线法,泰森多边形法计算的面雨量一般比等值线法偏小。", "label": "测绘科学与技术", "id": 0}
{"content": "近些年来,伴随着国家科学技术的迅猛发展,在工程测绘领域中,其所使用的新技术方式就是根据计算机网络技术的运用,同时借助精准的程序技术能够保障工程测绘的精确度。相对工程测绘环节中的新式地理信息技术来说,其是用信息化模式来运作的,这也在最大限度上确保了测绘的严密度。并且还应用了当代数字化技术等方式完成测量,极大地提升了测图的准确性,对于误区操控效果显著。所以,要是想让工程测绘工作达到最完美的状态,就需要重视新型地理信息技术的运用。", "label": "测绘科学与技术", "id": 0}
{"content": "在经济与科学技术高速发展的当下,我国逐渐加快了智慧城市建设的步伐。智慧城市的建设,不仅提升了我国城市的整体发展水平,而且为城市居民提供了更加全面的服务。而在智慧城市建设过程中,地理信息系统（GIS）的应用范围也愈发广泛。在本文中,将针对地理信息系统（GIS）在智慧城市中的应用进行全面的研究和分析。在具体内容方面,包括地理信息系统（GIS）和智慧城市的定义、地理信息系统（GIS）在智慧城市中的作用以及应用要点等几个方面。通过对上述内容进行研究,希望能够促进智慧城市建设过程中地理信息系统（GIS）应用水平的进一步提升。", "label": "测绘科学与技术", "id": 0}
{"content": "空间地理信息数据库在智慧城市时空大数据云平台中将空间地理信息要素与智慧应用相结合,支撑围绕优政、惠民、兴业开展的智慧应用,同时,智慧应用也为空间地理信息数据提供扩充性应用。", "label": "测绘科学与技术", "id": 0}
{"content": "电网新建项目实施过程中,会因电网规划设计过程不严谨导致后期经济投资损失较大,通过分析复核原因发现大部分由于地址规划跨越生态红线导致。生态红线涉及的点、面、体范围较广,多部门会参与生态红线的制定划分,应利用GIS地图技术手段充分考虑多方面红线数据。提出一种基于链路节点指针的GIS地图数据叠加计算方法,可在大量重构GIS地图数据交叉分析时快速获取叠加交点的链路指针信息,节省交点计算时间和数据存储空间,产生的交点数据信息位置准确,将所有的交点位置按照规定方向连接可形成电力可施工的安全范围,对电网规划工作提供有效的数据支撑[1]。", "label": "测绘科学与技术", "id": 0}
{"content": "为研究郯庐断裂带安徽段工程地质稳定性的变化特征,在GIS的基础上,采用层次分析法确定各影响因素的权重和评价指标,并采用C/S的体系结构,构建了工程地质稳定性评价模型的算法。通过对构造稳定性分区图、岩土体稳定性分区图和地场稳定性分区图进行栅格计算,得出研究区工程地质稳定性分区图,实现研究区三维地质体的空间可视化。", "label": "测绘科学与技术", "id": 0}
{"content": "提出并实现了一种基于GIS的二、三维联动态势显示框架BattleEasyShow,该架构基于组件化设计思想,实现了三维装备模型即插即用、展示效果逼真、场景浏览可定制等功能。实际应用表明,框架具备良好的可用性和扩展性,能够大大缩短联合作战态势显示开发周期,降低开发难度。", "label": "测绘科学与技术", "id": 0}
{"content": "<正>《现代测绘》是由江苏省测绘地理信息局主管、江苏省测绘地理信息学会、江苏省测绘地理信息行业协会、江苏省测绘科技信息站主办的省级公开学术期刊,刊号为:ISSN 1672-4097,CN 32-1694/P。期刊编辑、出版、发行均由《现代测绘》编辑部承担,编辑部工作地址在南京市鼓楼区北京西路75号,江苏省测绘地理信息局大院内,联系电话为:025-83757083。《现代测绘》投稿平台为:www.chxh.cn,投稿邮箱为:xdch@vip.163.com。", "label": "测绘科学与技术", "id": 0}
{"content": "随着我国城市化进程和城市管理要求的不断提升,分析和掌握一定时间范围内居民出行可达区域具有重要意义。传统的出行范围一般是根据时间阈值划定固定半径的规则圆形。但这种方法未能考虑道路的实际通达性和实时交通状况,不能准确反映真实的出行范围,具有较大的局限性。本文提出一种顾及路网通达性和实时路况的城市出行时空圈分析方法,通过对路网、路况、实际出行时间等因子综合建模得出时空圈范围。从分析结果来看,能够较好反映城市实际地形地貌和空间布局,具有较强的实用性,可应用于位置推荐方案、出行规律分析等场景,为城市精细化管理、公共设施覆盖及产业布局提供辅助决策依据。", "label": "测绘科学与技术", "id": 0}
{"content": "三维模型数据库的建立对于直观了解城市现状和科学进行城市设计等方面具有明显优势。本文对三维模型数据规范、数据采集及数据建库进行了研究,数据规范规定了南京市三维模型的分类、分级、数据格式、编码及属性等信息,并基于数据规范提出了三维模型数据采集、建模、入库等一系列流程及建设思路。采用内外业结合的方式,进行数据生产并保证数据的正确性,并且对入库后的数据整合优化,不仅美化场景便于数据展现,也为三维数据的全方位应用奠定了基础。", "label": "测绘科学与技术", "id": 0}
{"content": "文态空间是因人类活动而具有特定文化意义的国土空间,不可移动的物质文化遗产是其核心组成要素。根据《自然资源部资源环境承载能力和国土空间开发适宜性评价技术指南》,市县级国土空间规划和指标评价层面,对于文化空间突出的区域可结合地方实际,增加文态空间评价。本文以文态评价为应用目的,简述测绘地理信息技术在文态空间识别和文态评价中的主要方法。", "label": "测绘科学与技术", "id": 0}
{"content": "目前测绘地理信息成果质检都是基于简单随机抽样和分层随机抽样算法进行样本抽取,这两种方法忽略了地理信息成果所带有的空间分布特性,所抽取的样本会出现空间分布不均匀的情况;同时没有考虑地理信息成果要素级的多维特征,无法兼顾图幅的难易程度和样本的均匀空间分布。为了提高质检结果的有效性,研究了一种基于空间网格的抽样算法,通过应用该算法得出的质检成果与传统算法进行比较得出该算法更加有效的结论。", "label": "测绘科学与技术", "id": 0}
{"content": "智慧江苏时空大数据平台,是江苏省地理信息公共服务的重大工程平台。建设时空大数据,必须构建多维度、可视化的地理空间框架,刻画、反映区域空间情势特征,才能发挥时空大数据的信息资源优势。本文以智慧江苏时空大数据可视化系统建设为例,面向全省时空情势分析等应用情景,基于以地理国情、基础测绘为底板的时空大数据,综合利用3D地图、热力图、网格图、流向图、专题图表等时空数据可视化手段,开展了系统总体架构、功能模块与可视化指标设计,构建了综合情报板以及行政区划、城镇格局、居民地、水系、交通路网、绿化植被、社会经济、公共服务等多个系统模块,形成了面向情势分析的智慧江苏时空大数据可视化系统技术解决方案。", "label": "测绘科学与技术", "id": 0}
{"content": "要地理国情监测项目生产过程中,针对多人作业情况,需要进行数据库分库和样本库合并,本文以地理国情数据监测项目为例,对ArcPy、其功能模块、使用方法和开发流程进行了研究,探讨了ArcPy在地理数据库分库及样本库合并处理中的方法与应用,实现了对数据库的自动、批量处理,杜绝了大量的手工处理过程中人为遗漏的情况,显著提高了效率。此种开发方式较ArcEngine、ArcAddin等专业开发模式大大降低了编程的技术难度,使非专业开发人员也能够掌握。", "label": "测绘科学与技术", "id": 0}
