{"content": "水作为人类赖以生存的有限资源,随着生态环境的恶化,水资源污染、空气污染程度在不断加剧,同时随着人们经济生活水平的提升,人们对水质要求逐渐提高,为保证人们的用水安全,防止水资源污染加剧,水质检测工作越来越受到广泛的关注和重视。通过水质检验能够准确判断水资源质量以及是否达到了规定的安全标准,在开展水质检测工作时需要借助相应的水质检测设备来准确把控水质化验质量,从而更好地采取相应的措施对水资源质量进行合理控制,可以说水质化验和质量的控制离不开专门的检测设备。因此,本文将着重对水质化验质量的控制以及检测设备的管理方面展开全面的分析探讨,进一步提出几点想法和建议。", "label": "环境科学与工程", "id": 0}
{"content": "流域水环境自动监测系统可测量水体水质参数,实时掌握流域上下游水质状况,保障水电站群流域生态环境。取配水单元是水环境自动监测系统的基础,直接影响采集水样的好坏,关系水样测量效率和测值准确性。科学的取配水设计可最大限度减少系统集成干预,得到科学、准确的水环境监测数据。", "label": "环境科学与工程", "id": 0}
{"content": "结合水环境总氮的监测需求,研制了机箱式总氮水质自动分析仪。分析仪基于碱性过硫酸钾消解紫外分光光度法原理,外观设计为250mm×460mm×520mm（宽×深×高）可较好的实现水体中总氮含量的自动在线监测。介绍了仪器的测量原理及设计方法,并参考国家有关标准对分析仪进行性能测试,分析仪示值误差为-0.883%,重复性误差为0.499%,24小时零点漂移和量程漂移分别为0.967%、-0.017%。结果表明,该仪器运行稳定、精密度高、重复性好,能很好满足水中总氮在线监测的需求。", "label": "环境科学与工程", "id": 0}
{"content": "科学技术的突飞猛进,在给人类日常生活带来极大便利的同时导致环境问题日益加剧。实现可持续发展战略目标对气象的检测提出更高要求,但传统的大气污染检测手段无法满足统计详细的数据信息并且在遭遇突发情况时及时报告的需求。多旋翼无人机作为新兴的环境监测载体应运而生。目前多旋翼无人机已经在国土行业、智慧交通、农林行业以及突发新闻采访中发挥其巨大优势,本文就多旋翼无人机技术在环境监测中的应用进行分析。", "label": "环境科学与工程", "id": 0}
{"content": "针对环境监测领域,研制一种基于火焰-原子吸收光谱技术的铅在线分析仪。该分析仪以负压吸入方式,以多通道选向阀为流路切换单元,以试样雾化-燃烧-原子化-光谱仪组成分析单元。在该分析平台,试样被抽入雾化器中,经过雾化器形成雾粒,雾粒在雾化室中与气体（燃气和助燃气）均匀混合,除去大液滴后,再进入燃烧器形成火焰。此时,试液在火焰中产生原子蒸气,由光谱仪测定其吸光度,经计算得铅的含量。实验结果表明:铅浓度在（0-2.0） mg/L范围内具有良好的线性关系（相关系数高于0.9993）,重复性≤2.28%,定量下限0.12mg/L,加标回收率99%-106%,零点漂移2.00%,量程漂移2.00%。与现有铅在线分析技术相比,该分析仪具抗干扰能力强、测量精度高、低维护量、试剂消耗和废液产生量少等优点,适合于环境监测等领域的长时间在线分析。", "label": "环境科学与工程", "id": 0}
{"content": "实验室设备操作人员在使用气相色谱仪时,正确的使用方法和定期的检查维护保养可以增长设备使用寿命,增强设备稳定性,确保结果的准确。其关键需要注意的部分体现在设备的载气系统、设备开关机、进样系统、色谱柱、检测器等。本文就气相色谱-质谱联用仪和气相色谱仪配氢火焰离子化检测器（FID）两台设备浅谈其二者在环境检测实验室中的维护保养心得。", "label": "环境科学与工程", "id": 0}
{"content": "NB-IoT即窄带物联网技术,具有范围广、功耗低、连接多、成本低的特点。通过搭建水环境自动监测平台、智能无线传感平台和远程综合测控平台,能够实现水环境指标参数采集、数据传输、监测成果展示等功能,在智能水表、智能管网监测系统中已有成功应用案例,值得进一步推广、研究。", "label": "环境科学与工程", "id": 0}
{"content": "本文针对水质监测实验室管理的特点,基于B/S和C/S混合结构,采用SQL Server 2012技术平台,开发了实验室智能化管理系统,将实验室管理、运行等与用户权限相关联,实现了实验室仪器设备、化学试剂与标准物质的智能管理,实时监控仪器设备运行状态,智能记录仪器设备使用和维护情况;同时设计了智能提醒模块,实现了气瓶气压、仪器维护、化学试剂、标准物质库存智能提醒等功能,为水质实验室高效科学运行管理提供了良好的技术支撑。", "label": "环境科学与工程", "id": 0}
{"content": "澳门三面环水,内陆水体与外海交换频繁,水质的输移扩散会受外海潮流的影响。本文以哨兵二号多光谱影像为遥感数据源,基于水质遥感模型提取附近水域的水表COD和Chla,并结合成像时刻的涨潮、落潮条件分析澳门附近水域表层水质的分布特征。在空间分布上, COD浓度较高的区域主要集中在拱北湾、筷子基、十字门水道水域, Chla的高值区出现在内港的筷子基,其他水域差异不大。在潮流分布上:（1）表征有机污染的COD主要源于沿岸污水排放,除拱北湾水域外,基本表现出落潮高于涨潮的特征;（2）表征富营养化的Chla主要源于外缘的伶仃洋水体,除人工岛附近的填海A区外,其他区域整体表现为涨潮高于落潮的特征。", "label": "环境科学与工程", "id": 0}
{"content": "地下水是水资源的重要组成部分,地下水环境监测是客观反映地下水环境质量状况和变化趋势的重要依据。针对现有地下水水质监测技术在人工采样测定频次低、成本高的问题,本文提出了一种地下水水质自动控制监测装置,采用PLC （Programmable Logic Controller）控制系统控制,通过吸水泵抽取地下水样至检测室,依次完成不同深度的多个地下水监测井中的水质测定,从而实现整个测定过程的长期连续自动在线监测,使其可广泛应用于自然资源、水文地质及水环境生态等部门的地下水资源等水质监测。该装置在黄河三角洲地下水典型监测区安装,并且运行良好,为黄河三角洲高质量发展和水资源保护利用提供了数据支撑。", "label": "环境科学与工程", "id": 0}
{"content": "巢湖是我国重要湖泊之一,针对湖泊的污染物监测技术研究正逐渐受到重视,我们开展巢湖高分遥感水质监测研究,根据水华图像的浓淡程度,自动提取水华污染程度数据,实现半定量计算湖泊的污染物总量;依据2016年典型高分遥感影像自动提取巢湖水面积数据及对应的实测水位值,拟合出巢湖容积计算公式,实现巢湖容积在线测量;利用雷达遥感卫星,可不受天气影响,持续对巢湖及周边地区进行遥感监测,光学遥感卫星进行补充加密,实现日常监测频率至少每周一次,应急时,观测频率可达每日1～2次,基本满足巢湖水系汛情遥感监测业务需要。上述高分遥感影像在湖泊水质水量监测业务应用的探讨研究,可为水资源管理和防汛指挥调度提供有效技术支撑。", "label": "环境科学与工程", "id": 0}
{"content": "本文依据原子吸收分光光度法的理论和实际操作,针对实验条件、仪器状态和操作过程三个方面分析了原子吸收分光光度计测量准确性的主要影响因素,并提出相应的解决方案,以提高仪器稳定性和灵敏度,保证检测结果的准确度。", "label": "环境科学与工程", "id": 0}
{"content": "随着国家建设生态文明建设投入越来越大,对水环境治理要求越来越高。水质检测的程度成为水环境治理的一个重要指标。无人船（Under Surface Vehicle, USV）是作为无人智能技术在水环境的一个不可替代的载体。水质检测过程中大多数采用人工采样,回实验室进行分析检测,耗时、耗力,水质检测效率不高。为提高水质采样自动化、智能化,本文设计一种双体式水质采样无人船,搭建了无人船的运算平台,对无人船的软硬件控制系统进行了设计,编写基于Python的无人船的控制算法,实现数据采集、存储和闭环控制功能,使无人船能够自主导航、路径跟踪,对无人船的运动控制进行了一定的研究。最后通过对水质采样实验和路径规划实验验证了双体式水质采样无人船的工作性能,实现水质采样工作过程中的稳定性、安全性。", "label": "环境科学与工程", "id": 0}
{"content": "湿地植被生物量可以反映湿地植被的生长状况和生态系统的健康状况,其估算方法也在不断改进。本文利用遥感技术估算并监测湿地植被生物量,通过实地样方调查采集了海河流域市七里海湿地的芦苇样品,室内实验测量其地上干生物量,利用对应区域的Sentinel-2A遥感数据,分别采用原始光谱、植被指数两种方法,分析遥感数据与芦苇地上干生物量的差异,选择与生物量显著相关的光谱特征参数,分别利用一元线性回归和多元线性回归方法,构建生物量反演模型。结果表明,多元线性回归模型的拟合精度明显高于一元线性回归模型,尤其是利用EVI、SAVI、MSAVI建立的三元线性回归模型,拟合精度达到了0.851。", "label": "环境科学与工程", "id": 0}
{"content": "宁波海域是东海甚至全国赤潮高发海域,如何有效开展赤潮监测预警,一直是我市海洋灾害防灾减灾工作的重点。传统赤潮监测主要采用船舶定点航测和浮标定位监测技术,两种技术在及时性和全面性上都存在一定的局限性。近年,随着海洋卫星遥感技术的发展,利用海洋水色遥感技术开展赤潮监测的研究取得了很大进展,但是不同海域、水质对赤潮反演算法的适应性不尽相同。利用MODIS、GOCI、OLCI影像数据分别研究了叶绿素a浓度阈值法、改进型的赤潮指数（RI）法和赤潮水体遥感识别指数（RDI）法,并与历史赤潮数据进行检核,结果表明:基于OCLI影像的RDI算法和基于GOCI影像叶绿素阈值法比较适宜宁波海域多泥沙水质特性的赤潮监测。并在2021年成功进行了赤潮监测应用,为构建我市天地立体化赤潮监测预警提供了重要技术支撑。", "label": "环境科学与工程", "id": 0}
{"content": "随着国家的逐步发展,部分企业的偷排漏排现象日益突出。现目前的排查方法普遍存在效率不高,过度消耗人力物力等问题,因此需要一个减少人力成本并结合群众效应的监测系统。该系统将结合北斗卫星通讯、导航功能及无人船自主检测功能,对河流进行实时检测,若在偏远无信号地区可利用短报文进行信息传输,在此基础上,参照国家相关标准并与大量相关数据对比,对水质情况进行及时预警,得到污染点的大致区域范围。同时,系统还将建立水质信息数据库与用户信息共享平台,发挥群众的力量,将污染点排查行动转变为普通群众的日常环保活动。", "label": "环境科学与工程", "id": 0}
{"content": "氨（NH3）不仅影响生态环境的平衡,还关系到人类的身体健康,在大气化学过程中具有至关重要的作用。氨气排放量的测定对于研究制定氨排放清单和氨排放管理政策具有重要意义。本研究使用Metop-A的红外大气探测干涉分光仪（InfraredAtmosphericSoundingInterferometer,IASI）氨观测数据集,利用一阶大气箱式模型研究了中国氨排放在2008年-2019年时空格局变化,并结合中国年度统计数据分析了这12年间氨排放的驱动因素。结果表明,中国区域的氨排放量在这12年中总体呈增加趋,2019年达到最大值17.5Tg;不同区域的氨排放量存在空间异质性且变化情况不同,排放高值区域出现在华北平原、四川盆地、北部河套平原地区和渭河平原中部地区;就现有地表覆盖类型的氨排放总量来说,农田区域的排放量最高（68.3%）,草地（15.9%）,森林（11.8%）、城市和荒地（4%）次之;统计数据分析显示,温度、民用汽车保有量和草原火灾对2019年中国区域氨排放增加有所贡献。", "label": "环境科学与工程", "id": 0}
{"content": "黄河流域分布着神东、陕北、黄陇、宁东、河南、晋北、晋中、晋东、鲁西等9个煤炭基地,流域面积79.5万km2,其中含煤面积35.7万km2。目前,流域内原煤产量占全国总产量的70%左右,而且还在快速增长。这一地区地质环境脆弱,尤其是黄河上、中游的榆神府矿区,高强度、大规模煤炭开采的地质环境效应非常显著,地下水位下降、河溪干涸,地面开裂与塌陷,表生植被退化以及由此加剧的水土流失、地质灾害,都严重制约着矿区持续健康发展。煤炭开发成为黄河流域生态环境最严重的人为扰动因素。做好地质环境监测,重构矿区生态环境,是保障黄河流域煤炭基地可持续发展的基础,也是打造煤炭工业升级版的重要因素。在研究采煤对区域地质环境影响分析的基础上,甄别了黄河流域大型煤炭基地地质环境中的敏感要素,包括水文水资源、生态环境、地质灾害、岩层变形监测等,对煤炭开采地质环境扰动强度进行分级,以陕北、神东两个大型煤炭基地为例,划分出煤炭开采强烈扰动区、一般扰动区、近期影响区（国家规划矿区（矿井））和远期影响区（赋煤区）。提出了对于采煤扰动强度的监测精度和监测参数,正在开采的工作面、盘区为强烈扰动区,设置为精准监测区,监测参数多,时时在线监测。在建、生产矿井矿业权范围内及影响范围内为一般扰动区,设置为核心监测区,部分参数时时在线监测。国家规划矿区（矿井）范围内尚未开采的区域为远期扰动区域,大型煤炭基地其他区域为未扰动区域,均设置为一般监测区,监测参数主要为生态环境和地表水,实行定期监测。提出了地质环境监测网的建设思路,设计了监测系统平台,为矿山地质环境监测网建设提供了基础。目前已经建成了地下水监测系统、地质灾害监测系统,部分煤矿建成了地表水、地面变形监测系统,服务于煤矿防治水工作和矿区环境保护。另外,基于遥感信息的生态环境监测系统也已经建成。", "label": "环境科学与工程", "id": 0}
{"content": "遥感数据越来越丰富,尤其是高分辨率（高时间、高空间、高光谱）的可获取性越来越容易,研究应用高分卫星遥感影像数据,对化学污染进行早期预警和危害评估具有现实的意义。文中主要围绕化学污染云团在中高分辨率遥感影像数据上表现出来的特征,研究基于深度学习技术的自动化识别方法,快速在大区域上确定化学污染云团的尺度和边界,为下一步精确识别缩小范围。", "label": "环境科学与工程", "id": 0}
{"content": "低空无人机遥感技术具有灵活性强、操作方便、现势性好、投入低等众多优点,尤其是在需要快速监测的小范围矿区调查任务中能发挥重要作用。利用无人机获取矿区高空间分辨率影像,使用Smart3D软件模拟矿区三维信息,建立低空无人机遥感解译标志,识别矿山的开采遗迹,并结合矿山地质环境背景条件,从地质灾害、含水层及水环境和地形地貌景观等方面对废弃矿山的地质环境进行评价,以期为相关部门制定废弃矿山治理恢复方案提供技术支撑及决策依据。", "label": "环境科学与工程", "id": 0}
{"content": "沿海水域的管理得益于定期测量微量金属浓度。本文采用传统汞膜玻碳电极为工作电极,结合流动注射技术,探究了适用于现场船载检测海水中镉铅的电化学传感系统。探究了装置的检测限、稳定性和准确性,结果表明铅和镉的最低检出限分别为0.4μg/L和0.3μg/L,Cd和Pb的标准偏差（SD）分别为0.37%、0.5%,与电感耦合等离子体质谱仪（ICP-MS）检测实际海水进行了对比,结果显示二者所得结果较为吻合。此外,装置实现了在黄河三角洲滨海湿地生态试验站的调试安装和定点监测。最后,此装置对四十里湾九个站位点的实际海水检测进行了实际应用。此装置适用于船载海试实验,实现了自动更新电极、精确、稳定、可定时连续多次或单次检测。此装置对沿海水域的镉铅检测具有广大应用市场,并为其它微量金属检测装置的研发提供了参考。", "label": "环境科学与工程", "id": 0}
{"content": "海洋溢油事故会造成严重的生态灾难,及时有效地发现海面溢油对遏制经济损失、避免环境污染具有重要意义。本文将极化合成孔径雷达（Polarimetric Synthetic aperture radar,PolSAR）与深度学习语义分割算法有机结合,对海面溢油提取进行创新性研究,提出一种适合构建于Pytorch框架的基于DeepLabv3+网络的Sentinel-1影像海面溢油智能化提取架构,通过网络的编码-解码结构提取影像丰富的语义信息,并依托架构完成数据集创建、模型训练及精度评价工作。研究表明,本文架构分类的总体精度达到97.17%,均交并比为0.9026,优于Wishart监督分类和支持向量机（support vector machine,SVM）传统分类方法及U-Net经典语义分割算法,可以准确提取海面溢油,并很大程度上排除影像噪声的干扰。", "label": "环境科学与工程", "id": 0}
{"content": "<正>1 2019年行业发展现状及分析1.1 2019年行业发展环境分析2019年,我国环保政策密集出台,环保力度进一步加大,环保政策措施由行政手段向法律、行政和经济手段延伸,第三方治理污染的积极性和主动性被充分调动起来。环保税、排污许可证等市场化手段陆续推出,政策红利逐步显现。2019年1月召开的全国生态环境保护工作会议,要求聚焦打好污染防治攻坚战标志性战役,2019年生态环保工作首先是要推动经济高质量发展,支持和服务京津冀协同发展、长江经济带、粤港澳大湾区、\"一带一路\"等国家重大战略的实施。2019年以来,生态环境治理固定资产投资和公共财政节能环保支出均保持20%以上的增速,体现了国家治理环境的坚定决心。", "label": "环境科学与工程", "id": 0}
{"content": "碳点作为最为新型的零维碳纳米材料,具有尺寸小（<10 nm）、优异的光学稳定性和表面易修饰等特点,因此被广泛应用于各个领域[1]。其中生物质作为来源最广泛,最廉价的碳基材料,所制备成的碳点易被引入杂原子,使其具有独特的荧光性质[2]。在本次工作中,我们利用溶热法,以樟属植物叶为碳源合成一类具有多功能的生物质碳点（BD-CDs）。在405 nm的激发下,BD-CDs在470和670 nm处具有双发射荧光。基于聚集诱导荧光增强效应（AEE）,利用470 nm处的发射峰可实现铝离子的检测;根据溶剂效应,利用670 nm处的发射峰可实现水含量的检测。另外,还构建了一种基于便携式智能手机结合荧光信号对Al3+和H2O含量现场检测的平台（图1）。实验结果证明基于BD-CDs的荧光传感体系和智能手机检测平台能够达到快速,准确的检测效果,并在食品安全和环境监测方面具有很大的应用潜力。", "label": "环境科学与工程", "id": 0}
{"content": "为了分析由于气候变化和人类活动导致的湖泊变化,本文以新疆东天山为例,对东天山的湖泊进行了研究。该地区分为3类湖泊。巴里坤湖和托勒库勒湖是该区域中两个较大的浅盐水湖,还有人工水库以及高山冰湖等。利用多个卫星平台的遥感数据,借助ENVI 5.3软件,采用归一化差异水体指数(NDWD的方法,对东天山的湖泊面积进行提取并对面积变化进行分析。得到以下结果:巴里坤湖1992年的湖泊面积为46.05 1km~2,到2018年湖泊面积为50.979km~2,共增加了4.9278km~2,其中2010年湖泊面积达到最低值,为38.090km~2。托勒库勒湖1 992年为24.161km~2,2001年为24.25 1km~2,2010年为1 9.453km~2,2018年为23.102km~2,也在2010年达到了最低值。人工水库从1992年的2.861km~2,到2018年的5.716km~2,其间共增加了2.855km~2。高山冰湖1 992年为1.202km~2,到2018年为2.451km~2。由此得到以下结论:1 992—2018年,巴里坤湖的面积呈现出先减少后增加的趋势。1992—2018年,托勒库勒湖面积在也是先增加,后减少,但变化幅度不大。1992—2018年人造水库的面积表现出持续增长的趋势。与人工水库一样,高山冰湖在1992—2018年也表现为持续增加的趋势。", "label": "环境科学与工程", "id": 0}
{"content": "本文用遥感的方法研究黄河下游游荡型河道的河宽、主流线摆幅、江心洲的变化以及变化趋势,所使用的数据为近30年来Landsat的数据,经过离水辐射率、水体指数、监督分类等的提取与分析,发现游荡型河段河宽的变化主要受到河流水量的影响,表现为总体上同增同减,局部变化值存在差异;主流线的摆幅存在3种变化规律:①主流线位置基本上不发生变化;②主流线近三十年来向某个方向移动变化;③主流线来回摆动变化。江心洲的数量与面积在黄河河道稳定的状态下呈现一个减少的趋势,在黄河出现分流的情况下会出现江心洲数量、面积陡然增加的现象。", "label": "环境科学与工程", "id": 0}
{"content": "水质自动监测的发展非常迅速,对人工监测是一种很好的补充。为了对水质自动监测站监测数据代表性进行确认,本文选择南京市长江大胜关水质自动监测站作为研究对象,选取6个时间点,分析该水质自动监测站与人工同步监测数据的一致性水平。通过分析该水质自动监测和人工监测数据的一致性和差异性,提出优化水质自动监测站、提高水质自动监测数据代表性的方案。", "label": "环境科学与工程", "id": 0}
{"content": "为提高环境监测系统安全防护水平,保障环境监测系统在复杂网络环境中安全防御能力,在研究环境监测系统组成的基础上,分析环境监测系统安全威胁状况及安全性问题,提出环境监测系统的安全防护对策,即构建环境监测系统安全体系、建设环境监测系统软件安全检测平台和配置环境监测数据泄漏防护系统。", "label": "环境科学与工程", "id": 0}
{"content": "生态环境物联网移动车载监测系统利用出租车、公交车、公务车等车辆运行时间长、运行范围广、低成本实现沿线颗粒物、道路扬尘大数据监测的特点,通过在车顶灯内安装大气监测设备,可实时监测机动车道路的PM2.5、PM10浓度。本文以亳州市物联网车载系统为例,简要分析了物联网车载大气监测系统在大气污染防治中的应用及取得的成效,并就如何深化成果转化提出了意见和建议。", "label": "环境科学与工程", "id": 0}
{"content": "本文基于2018、2019、2020年MODIS近地面PM2.5浓度数据和Aura/OMI对流层NO2柱浓度数据,对三年来第一季度全国及三大重点区域（京津冀及周边地区、长三角地区、汾渭平原）的PM2.5浓度、对流层NO2柱浓度遥感监测结果进行了分析。结果表明:1)三年来,全国近地面PM2.5浓度平均值连续降低,分布趋势一致,高值区域均集中在河北、山东、河南、山西等地;全国对流层NO2柱浓度均值则呈现先升后降的趋势,高值区域主要集中在河北、山东等地。2)三大重点区域（京津冀及周边地区、长三角地区、汾渭平原）近地面PM2.5浓度、对流层NO2柱浓度均值均呈现出先升后降的趋势（长三角地区对流层NO2柱浓度连续降低除外）,表现为2019年浓度值最高,2018年浓度值其次,2020年最低;3)三大重点区域呈现出不同的污染特征,京津冀及周边地区近地面PM2.5浓度和对流层NO2柱浓度居于全国最高水平,同时2019年的增长趋势也最为明显,长三角地区近地面PM2.5最低,汾渭平原对流层NO2柱浓度最低。", "label": "环境科学与工程", "id": 0}
{"content": "卫星遥感技术已被广泛应用于监测PM2.5质量浓度。以江西省为研究区域,利用MODIS遥感反演的气溶胶光学厚度产品AOD （Aerosol Optical Depth）定量估算近地表PM2.5质量浓度。将MODIS气溶胶光学厚度产品与对应的地面实际观测PM2.5质量浓度进行直接相关分析,二者的多项式相关系数为0.272,经过近地面气溶胶消光系数标高订正和湿度订正后,二者多项式相关系数为0.559。在上述研究的基础上,构建了近地表PM2.5质量浓度定量遥感估算模型。经与地面实际观测PM2.5质量浓度进行对比验证,结果显示相关系数高达0.728,均方根误差为3.73%,平均误差为7.87%,结果表明基于MODIS气溶胶光学厚度产品的PM2.5定量遥感估算模型能够较好的适用于区域PM2.5质量浓度监测,最后对2017年冬季江西省PM2.5质量浓度进行了遥感反演。", "label": "环境科学与工程", "id": 0}
{"content": "本文分析讨论了基于前向散射的颗粒物测量装置的特点,采用新的散射光路进行了仪器的设计制造,并进行了试验验证及现场试验。", "label": "环境科学与工程", "id": 0}
{"content": "基于不同平台的高光谱遥感在水域溢油的应急监测领域具有广泛应用前景,分别在实验室使用地物光谱仪与在野外使用无人机搭载高光谱成像仪（400～1000nm）两种不同方式对水面轻质原油油膜厚度进行测量对比。结果显示:在400～1000nm波长范围,室内实验发现的油膜厚度特征响应谱段在野外实验中效果并不好,说明水面油膜厚度特征响应谱段可能与背景水体等环境因素有关。984nm谱段是野外实验发现的对实验区域油膜厚度有较好响应的谱段,利用该谱段进行油膜厚度-反射率光谱建模,误差较小,研究结果可为水域溢油光谱遥感监测研究提供借鉴。", "label": "环境科学与工程", "id": 0}
{"content": "滨海湿地在维护区域生态平衡和环境稳定方面发挥着巨大的作用,也是土地密集开发的对象。本研究应用遥感数据和GIS技术对鸭绿江口1978年、1989年、2005年三个时期滨海湿地景观特征及景观破碎化程度进行了分析。结果表明,随着城市建设及滨海滩涂水产养殖业的发展壮大,滨海湿地空间格局破碎化程度进一步加大,破碎化程度较高,对研究区滨海湿地产生了严重的影响,因此合理调控人类干扰活动是改善鸭绿江口滨海湿地环境的根本途径。", "label": "环境科学与工程", "id": 0}
{"content": "本文利用Sentinel-5P卫星TROPOMI数据,对\"2+26\"城市复工复产情况进行了监测,通过分析2020年1-4月份NO2浓度均值及高值分布变化,并与2019年农历同期的遥感监测情况进行对比分析,成功监测了疫情期间各阶段复工复产的情况。监测发现:1) 2020年2月1日-15日,新冠肺炎期间工厂企业停工停产以及个人严格执行居家隔离措施等导致的工业和交通污染排放减少,导致NO2柱浓度显著下降;2) 2020年2月16日-29日,新冠肺炎期间工厂企业复工复产程度较低,个人居家隔离程度较高;3) 2020年3月1日-15日,新冠肺炎期间工厂企业复工复产程度较低,背景浓度值的升高说明个人居家隔离程度减弱,交通源排放增加;4) 2020年3月16日-31日,新冠肺炎期间工厂企业复工复产程度较高,达到正常水平;5) 2020年4月1日-30日,新冠肺炎期间工厂企业已完全复工复产,超过去年同期水平。", "label": "环境科学与工程", "id": 0}
{"content": "利用2018—2019年京津冀及周边地区\"2+26\"城市PM2.5浓度、NO2和SO2柱浓度遥感监测结果,结合\"2+26\"城市5类重点行业企业（包括电力供热、钢铁、水泥、玻璃和石油化工）及工业锅炉清单,对2019年\"2+26\"城市5类重点行业企业及工业锅炉整治效果进行了评估。整体来看,2019年\"2+26\"城市5类重点行业企业及工业锅炉整治效果明显,对该区域PM2.5、NO2和SO2柱浓度下降的贡献率分别为7.00%、15.55%和8.66%。PM2.5浓度上升幅度较大的城市有淄博市、济南市和天津市,NO2柱浓度淄博市有所上升,SO2柱浓度上升幅度较大的城市有聊城市、天津市和晋城市,以上城市的工业锅炉排放贡献率最高。", "label": "环境科学与工程", "id": 0}
{"content": "本研究选择城市河网城乡交界处的末级支流为黑臭水体研究对象,利用多旋翼无人机加载多光谱成像设备的方案获取多光谱影像,进行黑臭水体识别的识别的研究。研究中根据地面水质采样对无人机获取的多光谱影像进行了反射率和水质参数的相关分析,并优化选择B1 （Green） B3 （Red）B5 （Blue）波段的光谱信息和水质参数的相关性较强（R=0.82-0.94）,可以用于水质参数遥感识别的的建模波段。该研究最终选择溶解氧为黑臭水体遥感识别中间指标,建立了反射率反演溶解氧（DO）的模型（R~2=0.84）并得出了黑臭水体识别的临界指标（即反射率>0.035）。利用建立的模型生成了研究区域溶解氧空间分布图和黑臭水体分布图,识别结果和实地调查结果吻合。该方法具有精度高成本低,影像获取灵活性高的特点,在黑臭水体监测和治理评估方面具有广阔的应用前景。", "label": "环境科学与工程", "id": 0}
{"content": "以江西赣州南方丘陵山地所包含的赣州市18个县（市、区）为研究范围,针对生态修复区域,利用中-高分辨率卫星遥感技术建立区域生态状况、植被长势以及不同类型生态修复行为的监测评估的指标和技术方法体系,综合评估区域生态保护与修复特征。主要结论为:（1） 2016-2018年,赣州市土地覆盖类型相对稳定,林地是赣州市最主要的土地覆盖类型,2018年面积占比为73.0%。（2） 2016-2018年,赣州市植被覆盖度有所增加,高植被覆盖区面积比例增加了1.5个百分点,植被恢复区域面积约为退化区域的3倍。（3）赣州市典型生态修复、恢复区生态环境有所改善。", "label": "环境科学与工程", "id": 0}
{"content": "线性工程项目路线长,穿越多个地区,且地形复杂、交通不便,传统地面环境调查很难全面、真实反映全线环境状况。遥感技术具有快速、大范围、多时相的特点,对线性工程环境监管具有显著技术优势。基于典型线性工程—兰渝铁路施工前、施工中、运营后多时相高分遥感影像,采用高分影像融合、GIS空间分析、遥感影像变化检测等方法,提取了线性工程施工扰动斑块,并对施工扰动区域在线路运营后的生态恢复情况进行了动态监测,监测结果可为线性工程项目事中事后监管提供重要技术支撑。", "label": "环境科学与工程", "id": 0}
{"content": "本文针对重金属锌水质在线监测仪验收问题进行了探讨,通过对锌水质在线监测仪的零点漂移、量程漂移、平均无故障连续运行时间及重复性的检测,其结果达到相应的性能指标要求,判定在线监测仪具备验收条件;根据水质锌的浓度不同,测定在线监测仪精密性、准确性、相关性等指标,使其达到技术指标要求;采集同一时间同一地点的实际水样与传统的国家标准方法进行比对试验,试验误差达到规定的要求;经过以上试验,确定了锌水质在线监测仪的验收方法,结果满意。", "label": "环境科学与工程", "id": 0}
{"content": "随着我国经济的发展,有效利用能源,减少环境污染,防止突发环境事件发生,改善环境质量已成为可持续发展战略的重要组成部分,是当前社会和经济发展的重要任务。环境监测作为生态环境保护工作的基础,被称作\"环保工作的眼睛\",它能够通过准确测取数据、科学解析数据、合理利用数据,为环境立法、执法、规划和决策提供重要依据。当某一地区突发环境污染时,环境监测就能及时准确的在数据上掌握其污染程度的变化趋势,为下一步管控打好坚实的基础。环境监测质量管理是保障环境监测工作高质量、高效率完成的根本措施,能为环境管理者提供必要的技术手段支持,本文针对环境监测质量管理现状展开分析,并深入探究其具体的发展策略,以供参考。", "label": "环境科学与工程", "id": 0}
{"content": "根据水资源短缺以及水环境污染现状,结合阳宗海湖泊特性,搭建了基于hspf的阳宗海水质预报模型。该研究以hspf模型为基础,可视化手段展示,预测了COD,溶解氧和总磷的浓度,相对误差分别为4.56%,5.26%,3.98%,达到了提升阳宗海水质的目标,为改进湖泊水质技术水平,避免水污染提供重要技术支持。", "label": "环境科学与工程", "id": 0}
{"content": "本文设计了一种分布式的环境数据检测系统,能够实时检测所处区域的环境数据。系统分为数据采集终端和管理系统,终端实时采集各点位温湿度、风向、降水量、光照强度、PM2.5浓度等数据,通过网络发送给服务器。用户可以根据管理系统实时了解自己所处区域的环境信息,同时管理者可通过数据来采取相应的措施。", "label": "环境科学与工程", "id": 0}
{"content": "本文深入分析GB3838-2002实施近20年来地表水109项分析方法标准的变化,结合质量标准中的具体项目分析,建议今后分析方法新制修订时能运用个论方法和通则方法（通则方法移到通则标准合集中）;并将质量标准或污染源排放标准的限值表移到通则标准合集中,删去引用的分析方法标准。使得分析方法标准描述更简洁,整个生态环境标准体系结构更清晰。", "label": "环境科学与工程", "id": 0}
{"content": "突发性水体污染事件在世界范围内仍频繁发生,已引起政府管理部门和环境研究人员的广泛关注。随着我国对水体水质管理的日益重视,当前国内水质在线监测网络已日益完善,水质监测数据积累也日益丰富。基于水质在线监测的高频率和大数据特点,论述了水质综合分析方法、水质预测模型类别,以及水质异常识别方法的研究现状及进展,对水质预测模型的适用性范围进行了对比和评价,并对水质预测预警技术的未来研究方向提出了展望,以期为水质预测和应急管理提供技术支撑。", "label": "环境科学与工程", "id": 0}
{"content": "根据国标HJ851规定方法,采用液相色谱-紫外检测器同时测定水中灭多威和灭多威肟,对该方法的不确定度进行量化,并计算扩展不确定度和总不确定度。研究结果对于水中该两种农药残留的测量提供了参考依据。", "label": "环境科学与工程", "id": 0}
{"content": "本文通过参加环保部研究所组织的能力验证,水中汞IERM T21-05的分析,研究原子荧光仪与电感耦合等离子体质谱仪（ICP-MS）,两种仪器测试结果的方法比对分析,通过对结果的分析比较,两种仪器测试的质控样结果均在标准值不确定范围内,参加的能力验证,报出结果可信。", "label": "环境科学与工程", "id": 0}
{"content": "水环境是人类赖以生存的自然条件,与工业、农业和公共健康紧密相联。浮游藻类对环境变化敏感,因此能够从浮游藻类群落的变化推测水质的变化,从而反映水生态环境状况,然而这离不开对于藻类的准确鉴定和识别。传统的藻类鉴定工作是在光学显微镜下对浮游藻类逐一进行鉴定计数,此类工作不仅耗时,而且严重依赖专业的分类学知识。本研究构建了一套新的藻类鉴定识别系统,该系统基于深度学习框架,能够进行多个目标的准确识别和计数。通过使用大量不同藻类进行深度学习训练,结果表明,系统能准确识别多种藻类,在藻类的识别和鉴定上具有广阔的前景。", "label": "环境科学与工程", "id": 0}
{"content": "通过对黄河流域水生态监测现状、存在问题分析的基础上,提出《黄河法》中流域水生态监测立法建议。通过立法建立黄河流域水生态状况监测评估制度,完善黄河流域水生态监测站网布设,开展河湖水生态状况评估,推动黄河流域水生态监测工作的进展。", "label": "环境科学与工程", "id": 0}
{"content": "随着信息技术的进步,\"3S\"技术得到长足发展。目前,\"3S\"技术在生态环境监测中逐渐被广泛应用。本文对\"3S\"技术进行了简要介绍,探讨了\"3S\"技术在生态环境监测中的实际应用,对有关实际应用进行了简要解析,并对其未来发展前景进行了展望。", "label": "环境科学与工程", "id": 0}
{"content": "黄河三门峡库区水环境监测中心引进了进口新型AA900T型原子吸收光谱仪,现已正式投入黄河水质监测中,采用石墨炉分光光度法（无火焰原子吸收分光光度法）测定水质中微量元素。依据《环境水质监测质量保证手册》、《水环境监测规范》（SL 219—2013）等技术要求对此仪器进行应用研究,通过近4年的试验,结果表明,该仪器具有快速、准确、可靠、灵敏度高、精密度好、基体干扰小、样品消耗量小、分析范围广等特点,在水质监测中具有较好的推广使用价值。", "label": "环境科学与工程", "id": 0}
{"content": "本文建立了评价离子色谱法测定水中可溶性阳离子不确定度的方法。通过创建数学模型,全面系统地剖析了影响离子色谱法测定水中可溶性阳离子不确定度的由来,并进行拟合评定。结果表明,该方法测定水中可溶性阳离子钾、钠、钙、镁的扩展不确定度分别为0.052、 0.12、 0.082、0.088,不确定度均在合理控制范围内。该评定方法有较强的实用价值。", "label": "环境科学与工程", "id": 0}
{"content": "检验检测能力是水质监测机构的基本能力,是为科学研究、行业管理、政府决策出具科学、准确、公正数据的基础。本文从能力验证获得的数据、评价结果、检测能力和检测技术等几个方面,对检验检测机构能力验证\"水中高锰酸盐指数的测定\"项目进行全面分析,结果发现水利系统水质监测机构具有较好的高锰酸盐指数检测能力,可为我国水资源的有效管理提供科学、有效的数据支持。同时,也对高锰酸盐指数检测过程中可能存在的影响因素进行了分析,为水质监测机构检测能力的进一步提升提供技术支撑。", "label": "环境科学与工程", "id": 0}
{"content": "随着2017年《关于深化环境监测改革提高环境监测数据质量的意见》出台,监测可追溯性成为市场监管部门和生态环境主管部门重点监督内容。本文分析了生态环境监测可追溯性的有关要求,通过可追溯性管理工作实例,介绍了生态环境监测过程中任务管理、采样管理、样品管理、检测分析管理、监测报告管理等关键环节的可追溯性控制要点,总结了可追溯性管理在事前预防和事后控制、加强质量管理、细化数据审核、提高质量意识、减少违规风险等方面的作用,为生态环境监测机构切实提高生态环境监测数据质量,加强监测质量管理,提供可供借鉴的参考。", "label": "环境科学与工程", "id": 0}
{"content": "甲烷在自然界的分布非常广泛,是天然气、沼气、坑气等的主要成分。自然界中的甲烷主要是在产甲烷菌的作用下产生的。产甲烷菌产生甲烷需要在厌氧的条件下进行,通常产甲烷菌的生物量在离地表一定深度、厌氧条件好且可利用碳源充分时达到最大。甲烷细菌是专性厌氧的,对温度、p H值、氧化还原电位、溶解氧等水文要素及有毒物质等具有很高的敏感性。通过监测我国云贵高原某电站水库水质各水文要素及温室气体（甲烷、 CO2）释放通量,探究水文情势对水库温室气体释放的影响,以期为我国水电站安全运行及\"双碳\"目标实现提供数据支持。", "label": "环境科学与工程", "id": 0}
{"content": "本文旨在介绍一种新的\"水管家\"模式。该模式针对特定流域、区域或城市,提出特有的系统监测方案,全面统筹水环境监测领域规划设计、运维、管理等业务,突出大数据技术的前端优势,结构严密完整,实施便捷简单,功能显著,已有成功应用实例,适合广泛地推广应用。", "label": "环境科学与工程", "id": 0}
{"content": "随着社会经济的发展,水资源保护内涵日趋丰富,监测范围逐步拓展到地表水、地下水、饮用水水源地、在线自动监测等领域。本文通过对黄河省界河段水体中化学需氧量(CODCr)和总有机碳（TOC）之间关系进行理论分析进行了试验研究, TOC采用黄河省界水质自动监测站在线仪器（TOC）进行测试,化学需氧量(CODCr)采用国标法测定,对监测结果加以统计分析并进行线性回归。研究得出,黄河省界水体成分组成稳定的前提下,黄河水体TOC与CODCr具有一定的相关性,在一定条件下可由测定的TOC值推算出CODCr值,黄河省界水体TOC值可直接作为在线监测有机污染物的综合评价指标,该成果可以推广应用到黄河流域水质自动监测站和实验室国标法测定TOC监测技术中。", "label": "环境科学与工程", "id": 0}
{"content": "黄河由于水体泥沙含量高而闻名于世,也较一般水体更为复杂。泥沙既是黄河水体中大量污染物的主要携带体,进入水体的众多污染物绝大部分又会被黄河泥沙所吸附,二者相互作用,对水质和水生态环境影响非常显著。铅,作为水体重金属中具有代表性的检测项目,如何科学、准确、有效地检测黄河水体中铅元素的含量,是我们关注和研究的目标。本文通过大量试验研究,利用原子吸收石墨炉法对仪器条件设置进行合理优化,以及调整和改进基体改进剂的量,得出具有灵敏度高、选择性好、应用简便的测定黄河水体铅元素较为科学的检测方法。使原子吸收石墨炉法测定铅项目的准确度、精密度得到显著提高,通过线性检验,各项技术指标均能满足相关技术规定,其检测结果能够较准确地反映黄河水体中的铅含量。", "label": "环境科学与工程", "id": 0}
{"content": "高锰酸盐指数在水质指标中是一个条件性指标,高锰酸盐指数的高低反映了水体被还原性无机物和有机物污染的程度。本文结合目前常见的高锰酸盐指数测定方法,分析检测原理、影响因素和优劣点,旨在探索适用于地表水检测的最优方法。", "label": "环境科学与工程", "id": 0}
{"content": "本文简单介绍了使用离子色谱法测定碘化物的分析方法,详细说明了方法原理、实验试剂、检测步骤,并对实验结果进行了计算分析。结果表明,离子色谱法在0～1.00 mg/L具有曲线线性好、准确度高、精密度高、所用试剂少等优点。", "label": "环境科学与工程", "id": 0}
{"content": "采用固相萃取-气相色谱质谱技术建立了水中1, 3-二氧戊环、 2-甲基-1, 3-二氧戊环、 1, 4-二氧六环、 1, 3-二氧六环、 2-乙基-4-甲基-1, 3-二氧戊环和双（2-氯-1-甲基乙基）醚6种致嗅物质的检测方法。试验表明,该方法在0.05～5.00 mg/L范围内线性良好（r≥0.999）,加标回收率为75.4%～110.8%, RSD为1.73%～8.1%（n=6）,方法检出限为0.01～0.04μg/L。利用该方法对太浦河进行检测,发现6种致嗅物质均有不同程度检出,该法对于流域水源地水质检测和供水安全保障具有重要意义。", "label": "环境科学与工程", "id": 0}
{"content": "开发了一套基于质谱的石油烃分析方法,采用精确定性为基础的分组方法替代了传统的以保留时间进行分段的分组方法,使得包括C5以下的组分在内的石油烃组分均得到了精确分组和定量;采用优化的面积归一法计算了各碳数的含量;不同碳数的方法检出限为0.22～2.24μg/L,方法精密度可以控制在3.89%～9.27%范围内;本研究还对不同基质下方法的适用性进行了考查,最终采用本方法对北京地区某野外石油污染场地内15口监测井进行了连续3期的动态监测,检出了10余种VOCs和50余种石油烃类物质,根据监测结果,精细刻画了不同时期不同污染物的动态变化。结果表明,精确分组的监测数据可以给场地带来更多的信息,有助于判断不同污染物之间的转化关系,也有利于对污染场地整体的修复效果进行客观评价。", "label": "环境科学与工程", "id": 0}
{"content": "为更好保护环境,环境监测新技术的发展是非常必要的,其中,水环境监测技术不容忽视。从探讨水环境监测技术现状,分析水环境监测新技术应用现状方面着重介绍了环境DNA （eDNA）、高光谱、传感器3种水环境监测新技术,希望能为环境监测工作提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "水质氨氮是重要的检测指标,纳氏试剂法虽是最经典的检测方法,但因其若使用剧毒类化学品,对环境和检测人员具有一定的危害,所以目前水杨酸法被越来越多的实验室选用。本文结合水质检测工作实际,分别从方法原理、仪器规格、试剂的配置、样品采集与保存、样品测定干扰及消除、样品稀释、空白试验、显色时间、显色温度、标准曲线绘制要求和准确度与精密度的验证方法与要求等方面进行分析和讨论影响水杨酸分光光度法测定水质氨氮准确度与精密度的重要因素。", "label": "环境科学与工程", "id": 0}
{"content": "参考HJ 951—2018《固体废物半挥发性有机物的测定气相色谱-质谱法》的内容,用加速溶剂萃取-气相色谱质谱法检测不同类型固体废物中半挥发性有机物的含量。结果表明:64种半挥发性有机物组分在不同类型固体废物中均有较好的检出限和回收率,符合相关标准的要求。该方法能够满足固体废物中痕量半挥发性有机物的分析检测。", "label": "环境科学与工程", "id": 0}
{"content": "选用2018—2019年5月中国空气质量昆明监测站臭氧（O3）浓度数据和同期地面气象要素观测及2020年5月欧洲中心数值预报产品资料,探讨了O3浓度的逐小时特征及其与气象要素的相关性,基于构造非线性函数和拓展三维Shepeard插值算法,建立O3浓度逐时预测模型。结果表明:逐时O3浓度与气温呈高度相关,相关系数为0.8283,而与相对湿度和气压呈显著负相关。当地面高温高压,而且相对湿度在40%～60%时,O3浓度偏大;当气温过低和相对湿度过高时,O3浓度偏小。O3浓度预测模型通过2020-05-01—10的检验显示,构造非线性函数方法准确率为77.5%,三维Shepeard插值算法准确率达到76.3%。", "label": "环境科学与工程", "id": 0}
{"content": "通过对多泥沙黄河水质沉降时间、离心速率和时间的优化,发现水样中悬浮物含量对总磷（TP）的监测结果影响很大,不同的预处理方式测定的TP和悬浮物结果差异较大,采用3000 r/min离心5 min与现场沉降30 min后回实验室静置2 h预处理的水样的TP监测结果一致,提出了多泥沙河流（黄河宁夏段）样品采集预处理方法以简单易操作的离心方式进行,离心参数为3000 r/min离心5 min。", "label": "环境科学与工程", "id": 0}
{"content": "近年来,生态环境保护日益受到重视,大数据建设发展迅速。强有力的环境科技是持续改善生态环境、建设生态文明、打造美丽中国的重要依据。环境监测是生态环境保护各项工作开展的基础,充分运用大数据、云计算等现代科技手段,进行生态环境监测大数据质量监管和分析。将大数据技术应用在环境监测与管理工作中,开展水环境污染分析溯源、预判水环境敏感点及水环境质量的预测预警等更具有现实意义。", "label": "环境科学与工程", "id": 0}
{"content": "环境监测数据、结果的载体就是环境监测报告或环境检测报告。在环境违法甚至环境犯罪的部分案件处理过程,监测报告是作为证据出现的,对于其合法性的审查尤为最要,否则将会导致环境违法犯罪行为得不到应有的惩罚。本文将对环境监测报告作为行政处罚、诉讼证据的合法性审核的要点来进行探讨。", "label": "环境科学与工程", "id": 0}
{"content": "介绍了中国药典2020版共四部标准编排方式,前三部是中药、化学药与抗生素、生物制剂的个论标准,第四部是通则标准,从标准的使用、上岗证的考核和报告书写的便捷度来说,对我国现行环境监测标准体系有重要的借鉴作用。", "label": "环境科学与工程", "id": 0}
{"content": "本文采用电感耦合等离子体发射光谱仪对铝的6条特征发射谱线396.153 （Ⅰ） nm、308.215 （Ⅰ） nm、394.401 （Ⅰ） nm、237.313 （Ⅰ） nm、309.271 （Ⅰ） nm、167.022 （Ⅱ） nm进行了筛选,分别从水平观测、垂直观测的角度对方法的检出限、精密度、准确度进行了测试,通过优化实验条件,对我市3个集中式生活饮用水水厂进行水质铝的检测,取得了比较满意的实验结果。该方法灵敏度高、线性范围宽、分析速度快、基体效应小,能满足地下水中铝含量的检测要求。", "label": "环境科学与工程", "id": 0}
{"content": "采用氢氟酸、盐酸、硝酸、高氯酸4种酸对土壤样品进行消解前处理,建立了电感耦合等离子体发射光谱测定土壤样品中锰含量的方法。该方法的相关系数r=0.9998,当称样量为0.25g、定容体积为25.00mL时检出限为1.7mg/kg,测定国家标准物质时测定值与标准值一致,相对标准偏差在0.77%～3.51%之间,对实验室实际土壤样品进行加标回收试验,加标回收率在88.2%～92.4%之间。实验结果表明,采用该法测定土壤中的锰时,测定结果准确可靠,重复性好。", "label": "环境科学与工程", "id": 0}
{"content": "本文选取了3种不同地区的土壤和沉积物标准物质、1种土壤实际样品为测定对象,采用冷加热消解水浴方式,校准曲线最高点设置为1.00μg/L,采用原子荧光光谱法对汞进行了测定。结果显示,4次线性分析相关系数均≥0.9994;8次空白试验测定结果均检出（计算检出限为0.001mg/kg）但小于测定下限;4种样品分别进行的6次平行测定的相对标准偏差（RSD）均小于8%,远低于±30%的要求;土壤和沉积物分别进行的6次准确度试验结果均在保证值范围内。因此,水浴消解—原子荧光光谱法具有灵敏度高、线性好、精密度小、准确度高等特点,满足同时测定土壤和沉积物中的汞含量的需求。", "label": "环境科学与工程", "id": 0}
{"content": "采用王水浸提微波消解的方法对样品进行前处理,以103Rh做为内标,建立KED模式下王水浸提-电感耦合等离子体质谱法同时测定土壤中镉（Cd）和锌（Zn）含量的分析方法。该方法线性良好,线性相关系数均大于0.999。其中镉（Cd）检出限为0.09 mg/kg,锌（Zn）检出限为1mg/kg。方法准确度和精密度分别选取有证标准土壤样品（GSS-4、GSS-18、GSS-22）进行验证,两种金属元素的测定值和测定平均值均在标准值范围内,相对标准偏差在2.23%-10.3%,准确度和精密度符合要求。同时使用该方法对土壤监测的实际工作进行应用,说明该方法是一种符合实际、快速、可靠的测定土壤中镉（Cd）和锌（Zn）含量的分析方法。", "label": "环境科学与工程", "id": 0}
{"content": "采用快速溶剂萃取/气相色谱-质谱联用技术建立了测定土壤中23种有机氯农药的方法。采用内标法定量,在最佳实验条件下,23种有机氯农药在浓度范围1.0μg/L～50μg/ml线性良好,相关系数均在0.990以上。23种有机氯农药的方法检出限为0.001 mg/kg～0.009 mg/kg。采用2 g土壤,实际样品加标回收率为77.6%～111%,相对标准偏差为1.1%～5.9%。该方法能够满足国家标准《土壤和沉积物有机氯农药的测定气相色谱-质谱法》（HJ 835-2017）中对土壤中23种有机氯农药的精密度和正确度等相关测定的要求。", "label": "环境科学与工程", "id": 0}
{"content": "随着我国工业进程不断加快,人类活动对生态环境影响逐渐增大。土壤作为我们赖以生存的环境中重要一环,面临着巨大的环境风险。掌握土壤污染现状,提出切实可行的治理方法,意义重大。本文通过粉末压片法制样,X射线荧光（XRF）法测定土壤中的砷、镍、锌三种重金属元素,大大缩短样品前处理时间,分析过程快速简单,准确度、精密度满足要求。有利于调查土壤中重金属污染现状,为生态环境管理提供技术支撑。", "label": "环境科学与工程", "id": 0}
{"content": "建立了一种同时测定水中F-、乙酸、甲酸、丙烯酸的离子色谱分析方法,采用DionexIonPacAS23阴离子色谱柱、碳酸钠-碳酸氢钠为淋洗液等度洗脱、电导检测器检测,可快速分离、测定上述4种组分。该方法回收率及精密度良好,灵敏度高,四种组分检出限分别为0.001mg/L、0.003mg/L、0.007mg/L、0.034mg/L,能够满足日常水质监测和应急监测中同时测定F-、乙酸、甲酸、丙烯酸的水质分析需要。", "label": "环境科学与工程", "id": 0}
{"content": "综合评价法和内梅罗指数法是常用的水质评价方法,本文以银川平原浅层地下水为研究对象、《地下水质量标准》（GB/T14848-2017）为评价依据对银川平原浅层地下水2020年质量进行综合评价和分析。通过对监测数据的分析判断银川平原浅层地下水污染较为严重,主要污染物为总硬度、硫酸盐、氯化物、菌落总数、总大肠菌群、锰、砷、总α放射性、氨氮、溶解性总固体等。结合银川平原地质特点分析该地区浅层地下质量受地质特点和工业、农业生产和人类活动因素共同影响所致。", "label": "环境科学与工程", "id": 0}
{"content": "为了客观、准确地评价太湖水库的水质状况,我院于2019—2020年对太湖水库进行采样调查,运用单因子水质评价法、内梅罗综合污染评分法、综合营养状态指数、模糊综合评价方法等,结果表明:（1）单因子质量评价结果表示,水质处于Ⅲ～Ⅳ之间;综合质量评价结果表示,水质处于良好和较好;综合营养状态指数评价结果表示,水质处于中营养状态。模糊综合评价结果表示,2019年8月水质处于2～3类之间,2019年10月水质处于2～3类之间,2019年12月水质处于1～2类之间,2020年3月水质处于4～5类之间,2020年4月水质处于3～4类之间,2020年6月水质处于4～5类之间。（2）单因子质量评价方法、内梅罗综合污染评分法、综合营养状态指数都存在自身的优点和缺点,模糊综合评价方法充分考虑了多个因素对水质的影响,综合主要因子之间的权重和隶属度来确定水质的类别,模糊综合评价法得到的结果更加客观准确。", "label": "环境科学与工程", "id": 0}
{"content": "针对河流岸线生态环境日趋退化问题,开展河流岸线生态敏感区调查研究,提出河流岸线生态敏感指数及岸线敏感级别划分标准。以大凌河为例开展岸线生态敏感指数及岸线敏感级别评价研究,评价结果与大凌河实际情况相符,表明该理论合理可行,对河流岸线科学规划与合理利用、促进区域或流域水生态文明建设具有重要意义。", "label": "环境科学与工程", "id": 0}
{"content": "【目的】为了系统的评价矿区周边土壤-农作物-人体系统中重金属的污染风险,为矿区生态风险的分类治理和农作物安全生产提供科学依据。【方法】采用条件推断树（CIT）、随机森林（RF）两种机器学习模型,对105个喀斯特地区稻田土壤样品进行了重金属含量、主要来源及影响重金属生物有效性的因素分析。【结果】研究区的矿区开采活动和高地质背景是导致该地区稻田重金属富集的重要因素,研究区土壤中Cd、Hg、As、Pb污染较严重。CIT和RF可以有效地识别自然和人为输入对土壤重金属的贡献率,Pb、As和Hg浓度与人类输入量的累积贡献率分别为68%、87%、86%。工业活动（28%）和地质特征（44%）是Cd富集的主要来源。土壤pH、土壤有机质、离市中心的距离、土壤重金属含量和工业类型是影响土壤重金属生物有效性的最主要因素。【结论】多种金属的累计健康风险不容忽视,其中As和Cd在成人和儿童的总非致癌风险中占80%以上。", "label": "环境科学与工程", "id": 0}
{"content": "目前针对土壤铅污染的健康风险评价最常用的方法是美国EPA的儿童血铅模型IEUBK（住宅用地）和成人血铅模型ALM（工商业用地）,其中ALM模型是以孕妇胎儿血铅含量预测值来表征铅污染土壤的健康风险。但对于训练场,暴露对象均为成年男性,采用ALM模型显然过于保守。本文借鉴ALM模型中血铅浓度与土壤铅浓度的模型算法,从铅的职业接触角度探讨训练场土壤铅污染的健康风险评价方法,以期为训练场铅暴露的风险管控提供支撑。", "label": "环境科学与工程", "id": 0}
{"content": "城镇化的逐步推进,带动地域内的物质与经济要素向城市集中,表现为城市规模的扩大。城市规模化的同时,用地紧张、资源短缺、交通拥挤、环境质量下降等\"城市病\"突出,生态环境面临巨大压力。环境库兹涅茨曲线（EKC）指出,环境污染水平与经济发展的长期发展关系呈倒U型。本文创新性地引入城镇生活垃圾产生量来衡量固废污染水平,同时以全国范围内的地级城市为研究对象,建立环境影响随机模型（STIRPAT）,基于我国98个地级以上城市2006～2015年的面板数据进行实证分析,探讨城市规模与环境质量之间的关系。研究发现:（1）EKC曲线具有非一致性,不同污染物排放量表示的环境污染水平与人均GDP表示的经济发展水平呈不同的相关关系,存在线性负相关、线性正相关、U型等关系。（2）城市规模对环境质量也具有非一致性。城市规模对环境质量的影响主要体现在产业结构和经济发展水平上,但对超大城市而言,能源结构也是重要的影响因素,这说明当城镇化发展到一定阶段时,城市规模很难进一步上升,发展将会受到多方面的限制,这也提示我们,在建设新型城镇化时,还应着重带动中小城市的发展,实现整体城镇化率的提升。（3）随着城镇化的发展,每万元产值工业二氧化硫和工业废水排放量会逐渐降低,而人均生活垃圾产生量会逐渐增加,符合预期实际。", "label": "环境科学与工程", "id": 0}
{"content": "结合温室效应与温室气体的定义及我国二氧化碳排放现状,阐述了控制温室气体排放的必要性和紧迫性,分析了将温室气体排放纳入环境影响评价的必要性以及在环评中引入温室气体排放评价的可行性,对温室气体环境影响评价方法进行简要分析。", "label": "环境科学与工程", "id": 0}
{"content": "海水浴场水质监测工作的开展对于加强环境管理,保障人民群众安全和健康起到至关重要的作用。山东省烟台生态环境监测中心对2011—2020年夏季烟台海水浴场主要水质指标,如水温、pH值、粪大肠菌群、漂浮物质、石油类5项指标进行了监测,分析了各年度烟台2个海水浴场的水质状况和年度综合评价。结果表明,烟台第一海水浴场、开发区金沙滩海水浴场水质总体优良,粪大肠菌群是首要污染物质,近年来有逐年递增的趋势,需引起重视,并对粪大肠菌群的超标原因进行了分析,最后提出了相关的建议措施。", "label": "环境科学与工程", "id": 0}
{"content": "为了探索流域生态健康研究的发展现状,对Web of Science中1987—2020年关于流域生态健康评估的研究论文,从成长趋势、机构与地区分布、作者发文质量、研究热点方面进行分析。研究结果表明:2020年与1987年相比,流域生态健康领域的发文数量增长了104.5倍,平均每篇文献的引用达32.18次,该领域的研究发展迅速;中国在该研究领域内科研重视程度不断提升,每年单独发文数量呈现递增趋势,在2018年后超过美国。其中,中国科学院和北京师范大学是最具生产力的机构。根据Cite Space中关键词频次分析结果,应用最广泛的流域生态健康评价指标为水质指标、生物指标、生境指标、社会经济指标。另外,根据关键词突现强度分析,在2017年前后,生态系统服务这个关键词突现强度变大并持续到2020年,表明在之前的基础上,生态系统服务功能指标被研究者广泛应用。", "label": "环境科学与工程", "id": 0}
{"content": "铊（Tl）作为一种毒性金属元素,其在水库中的相关研究鲜有报道。本文以潘大水库（潘家口—大黑汀）这一华北地区重要的梯级水库为研究对象,建立了基于库区实际地质背景的铊的地球化学基线值,科学评价了潘大水库表层沉积物的污染现状和潜在生态风险。研究结果表明,潘大水库沉积物中铊的平均浓度为0.70 mg/kg,略高于建立的地球化学基线值（0.69 mg/kg）。基于地球化学基线模型,发现大黑汀水库比潘家口水库受到的人为影响较多。然而,地积累指数定量结果显示,梯级水库库区表层沉积物并未存在污染,且潜在生态风险处于低风险。", "label": "环境科学与工程", "id": 0}
{"content": "为研究丹江口水库沉积物重金属的污染水平及生态风险,调查分析了丹江口沉积物中As、 Cu、Pb、 Cd、 Mn、 Ni、 Co、 Mo、 Sn、 Sb、 V和Ag等12种元素含量,并参照Hakanson潜在生态风险危害指数法对其进行评价。结果显示,丹江口水库沉积物重金属生态风险总体处于低风险水平,污水处理厂和排污口附近沉积物重金属生态风险高于库区、库湾和河口等区域,说明点源污染是沉积物重金属污染的重要来源之一。毒性较强的Cd全部处于低污染水平。Ag未检出, Mo的检出率仅为8.8%,其余10种重金属检出率均超过50%,其中Mn、 V、 Ni、 Cu、 Pb、 Co、 As、 Cd等8种金属的检出率为100%,平均含量分别为790 mg/kg、 121 mg/kg、 63.0 mg/kg、 42 mg/kg、 31mg/kg、 18.7 mg/kg、 8.37 mg/kg和0.09 mg/kg。重金属空间分布差异大,污染来源复杂, Ni、 Co和V可能有相同的污染来源。此外,值得注意的是,库区沉积物中Sb的含量明显高于库湾等其他区域,应引起关注。", "label": "环境科学与工程", "id": 0}
{"content": "海河流域是我国水污染最为严重的流域之一,极大地影响了流域水生态系统的健康。通过现场调查,开展了海河流域水生态状况的评估,调查结果共发现浮游植物7门71属154种。无论从种类组成和细胞密度来说,绿藻、蓝藻和硅藻均占优势。共捕获浮游动物85种,其中35种隶属于轮虫, 28种隶属于枝角类, 22种隶属于桡足类。海河流域浮游动物总密度的变化范围为4.28～130.84 ind./L,平均密度为42.53 ind./L。利用多样性指数评价结果表明海河流域水质处于轻度污染-β中污染之间。", "label": "环境科学与工程", "id": 0}
{"content": "本文采用单因子评价法、均值综合污染指数和内梅罗综合污染指数,选取岳城水库坝前水质监测断面,以总磷、氨氮、高锰酸盐指数3个监测指标作为综合污染指数的参评因子,对岳城水库库区水质状况进行评价,对比分析2019年和2020年水质变化,结果表明:岳城水库2019年水质状况明显优于2020年,主要超标污染物为总磷、氨氮和溶解氧,非汛期水质相对汛期明显较好。", "label": "环境科学与工程", "id": 0}
{"content": "为比较单因子指数法、综合水质标识指数法和CCME WQI法在我国水资源管理中的适用性,分别以沙湾水道和市桥水道为实例,基于2018年监测数据选取溶解氧等6个评价指标,采用3种指数法进行了水质评价及对比分析。结果表明:3种方法均能用于水质评价,其中单因子指数法受污染最严重指标影响,但评价简单、直观;综合水质标识指数法评价结果涵盖的信息较全,且定性与定量有机结合; CCME WQI法计算涵盖的信息较多,且提供了量化数据,便于相同水质目标下水质优劣排序。结合我国水体水质实际情况,建议以单因子指数法为基础,以综合水质标识指数法为辅助进行水体水质评价,可为水环境管理者提供技术参考。", "label": "环境科学与工程", "id": 0}
{"content": "滨水绿道是城市重要的生态和休闲网络的组成部分,其建设是提升城市品质、推进城市发展的重大举措,但相关的绩效评价还未形成成熟的体系。笔者以深圳市大沙河生态长廊为研究背景,通过ROST Content Mining平台大数据分析,从大众点评、新浪微博等网络平台上筛选出有关深圳大沙河生态长廊的高频词汇,对积极感知要素和消极要素进行分析。研究结果显示,评论多倾向于积极情感,\"绿色\"\"漂亮\"\"舒服\"是最深刻的印象;消极感知主要来自于停车服务、餐饮服务、健身服务、寄存服务不足。了解长廊不同空间节点的关注度以及长廊上的活动类型和偏好,进而提出应保持特色优势,突出大沙河生态长廊的\"生态之河\"形象定位、提高设施服务质量、推进社会反馈平台建设等方面改进建议。", "label": "环境科学与工程", "id": 0}
{"content": "本文采用层次分析法,构建了水文水资源、水环境、水生生物和社会服务功能共4个准则层以及13个指标集,评估龙溪河的现状健康度。评价结果表明,龙溪河水体总体处于健康状态;生态流量满足程度、河流连通阻隔状况、纳污性能指数和鱼类完整性指数得分相对较低;由于该河流中兴建的水工建筑缺少生态水量放水设施,导致鱼类洄游的路线受阻,鱼类生态系统出现片段化现象,大型底栖动物完整性指数偏低;中上游段污染和人类活动的干扰较为严重,化学需氧量和氨氮等两项指标的排放量较大,需进一步加强管理。", "label": "环境科学与工程", "id": 0}
{"content": "掌握长江中下游沉积物中氮、磷、有机质时空变化规律及污染状况对保护长江生态环境具有重要的意义。本文于2020年9月（丰水期）和2021年4月（枯水期）在三峡坝前至长江入海口段24个沿程监测断面进行了沉积物样本采集,测定了沉积物中氮、磷、有机质含量,并运用单因素污染指数法、综合污染指数法、有机污染指数法对沉积物污染现状进行了污染评价。结果表明:2020年9月和2021年4月长江中下游沉积物中总氮（TN）含量介于8.1～6 788.4 mg/kg,总体呈现出下游大于上游的趋势,总氮污染指数(STN)介于0.008～6.788,突出污染出现在三峡坝下黄陵庙断面（重度污染）及近入海口南通断面（中度污染）,其余断面均为清洁水平;总磷（TP）含量介于336.8～1 307.6 mg/kg,总体呈现出上游及下游较高、中游较低的趋势,总磷污染指数(STP)介于0.801～3.113,重度污染断面达45%以上,无清洁断面;有机质（OM）含量介于2.5～141.5 g/kg,总体趋势与TP相似,上游及下游较高,中游较低;有机污染指数（OI）介于0.001～9.125,近一半断面处于清洁水平, 2021年4月与2020年9月相比评价结果具有明显差异,各指标枯水期明显劣于丰水期。通过研究长江中下游沉积物营养盐时空变化规律及污染评价状况,为中下游水环境治理提供科学依据。", "label": "环境科学与工程", "id": 0}
{"content": "湖泊水文健康是河湖健康评价的重要内容,其健康程度是决定河湖健康的主要指标之一。湖泊水文过程一般和湖泊生态系统在不同尺度、不同层次上存在多维结构关系。因此,采用生态水文指标体系来研究复杂变化条件下湖泊水文过程是一种有效方式。鄱阳湖是我国第一大淡水湖,近年来湖区各地均不同程度地承受着水资源量减少、水生态恶化等多重胁迫,相应地出现了河道形态破坏、生境退化等问题,鄱阳湖水文健康引起湖泊管理者关注。本文采用基于生态过程的湖泊水文健康评价对鄱阳湖水文健康进行评价,科学判定当前鄱阳湖健康状况,为鄱阳湖管理提供技术支撑。", "label": "环境科学与工程", "id": 0}
{"content": "分析灌区排水渠道水质现状及问题。以2019—2020年逐月的前郭灌区和大安灌区入查干湖排水渠道监测数据为基础,利用野外采样、相关性分析和单因子指数评价方法,探究灌区排水渠道水质指标时空分布特征与主要影响因素。主要水质指标浓度整体呈沿程增加趋势,钙则呈沿程降低趋势;主要水质指标浓度在冬季值相对较高,相较于2019年、 2020年同时期水质指标浓度值略有升高;气温的变化对氯化物、重碳酸盐、钙影响较大,流量的变化对硝酸盐、重碳酸盐影响较大。水质指标分布时空分布具有差异性,排水渠道水质状况良好。", "label": "环境科学与工程", "id": 0}
{"content": "土地生态安全评价是土地高效利用的基础和核心,是进行土地生态安全预测与预警、区域国土空间规划的重要依据。绿洲城市作为人类活动最集中、人地关系最敏感的代表性区域,测算其土地生态安全价值,可为该区域生态文明建设提供理论依据。以干旱区典型的绿洲工业城市嘉峪关市为例,运用PSR模型构建土地生态安全的评价指标体系,采用熵权法确定指标权重,对嘉峪关市的土地生态安全进行测度。研究表明:2005—2019年嘉峪关市的土地生态安全评价值呈波动上升的态势;分研究期间来看,2005—2010年呈上下波动状态,2010—2019年呈稳步提升趋势。在研究期内土地生态安全系统的压力指数变化趋势缓慢,数值波动幅度较小,压力指数基本持平;状态指数和响应指数变动相对较大,尤其是在2016—2019年有明显的上升。土地生态安全等级由研究初期的较不安全状况转变为临界安全状态,直至2019年转变为较安全状态;说明嘉峪关市作为重点工业城市,随着社会、经济的稳定发展,土地生态安全也越来越得到充分重视。该研究填补了西北干旱区绿洲城市的土地生态安全研究空白,为指导嘉峪关市社会、经济与生态之间可持续发展提供科学依据。", "label": "环境科学与工程", "id": 0}
{"content": "建立了土壤中低环多环芳烃监测方法并评估了浙江某燃煤电厂附近土壤致癌风险。运用加速溶剂萃取法对土壤进行预处理条件优化,并与索氏提取法做出对比。研究结果显示:体积比正己烷:丙酮（1:1）为最优萃取溶剂且温度为110℃时具有最优提取效率。索氏提取法回收率为73.6%～92.4%低于加速溶剂萃取法80.1%～105.3%的回收率,加速溶剂萃取法具有更好的预处理效果。土壤中萘、苊烯、苊、芴、菲等5种低环多环芳烃均由较好的线性关系,相关系数R 0.992～0.999,检出限0.12～0.34μg/kg,加标回收率68.7%～120.4%,可满足检测需求。风险评估结果显示该电厂下风向不同农田采样点均有不同程度检出多环芳烃,但对人群不存在致癌风险。", "label": "环境科学与工程", "id": 0}
{"content": "生活垃圾焚烧飞灰螯合固化技术虽然已是生活垃圾焚烧飞灰处置污染防治常规可行技术,但由于国内工程实践经验较少,还有不少技术问题需要摸索。随着《生活垃圾焚烧飞灰污染控制技术规范（试行）》的发布,明确了生活垃圾焚烧飞灰收集、贮存、运输、处理和处置过程的污染控制技术要求,为生活垃圾焚烧飞灰螯合固化项目的环境管理提供了依据。本文通过对工程分析中飞灰成分、飞灰螯合固化前后污染物浓度变化、螯合剂成分、物料输送与螯合过程和飞灰与螯合物的暂存等进行分析,对生活垃圾焚烧飞灰螯合固化过程中产生废气、废水和固体废物的环境影响、处理措施、执行标准等问题进行探讨,并对生活垃圾焚烧飞灰螯合固化项目的环境管理提出建议。", "label": "环境科学与工程", "id": 0}
{"content": "随着社会对环境保护工作的重视程度不断提升,环境影响后评价的开展也受到了更多关注。作为环境影响评价的事后监管手段,开展环境影响后评价不仅能够对建设项目的环境影响评价进行回顾,一步发现运行阶段存在的污染治理、环境管理方面的不足,提高自身环境管理水平,也为环境影响评价工作提供了技术反馈。同时,环境影响后评价通过对项目产生的累积影响进行评价,也能为生态环境管理部门提供环境变化信息,为环境管理提供更多监管途径。本文主要对环境影响后评价的意义及作用进行论述,分析了环境影响后评价应用的条件及方式,对环境影响后评价工作提出了展望。", "label": "环境科学与工程", "id": 0}
{"content": "近年来环境影响评价行业无论是从体制上还是导则及标准上都发生了巨大的变化,一方面体现了国家对环保事业的重视,另一方面也暴露出我国在经济发展的同时引发的环境问题。新的政策及导则的实施,刺激原本风平浪静的环评行业,也唤醒了懈怠的基层执法及企业的环保意识,从而促使基层执法及企业深入了解并重视环保。本文将重点围绕现阶段各项政策实施对环境影响评价工作的影响,说明环境影响评价行业的困境与发展趋势。", "label": "环境科学与工程", "id": 0}
{"content": "环境风险评价是分析、预测和评估建设项目环境风险的重要措施。本文简要介绍了环境风险评价在油田探井项目建设中的应用,望给现场应用以参考。", "label": "环境科学与工程", "id": 0}
{"content": "确定适宜的生态影响评价范围是生态影响评价工作的重点,也是难点。现行的陆地石油天然气开发建设项目行业导则中的区域性建设项目和线状建设项目生态影响评价范围的确定方法,不适宜天然气开发建设项目的工程特点和生态影响特点,但目前又缺乏相对较适宜且操作性较强的方法。基于生态影响范围应涵盖直接影响区和间接影响区的原则,结合天然气开发建设项目的施工特点和污染物排放特点,提出了从工程占地与排放的污染物的影响范围以及拟建工程与自然保护地的位置关系及和影响方式,来确定生态影响评价范围的方法。该方法供行业生态影响评价工作者参考。", "label": "环境科学与工程", "id": 0}
{"content": "伴随着油气田开发产生的环境污染,已成为油田企业不可忽略的重大社会问题,环保工作已成为油田企业的一项主要基础性、长远性工作,不断增强环保工作责任意识,采取切实措施,才能使油田企业走的更远、更健康、更清洁[1]。本文通过从自然资源、生态系统、主要保护对象、生态风险四个方面,开展生态影响评价,对同类项目开展生态影响评价提供一定的参考。", "label": "环境科学与工程", "id": 0}
{"content": "为协调中国经济发展与生态环境的关系,利用能值生态足迹模型,使用中国资源与环境2000-2017的数据,引入生态赤字/盈余、生态压力指数等指标,建立能值生态足迹模型,对中国2000-2017的生态安全作评价。结果表明:2000-2017年间中国人均生态承载力总体呈缓慢上升状态,涨幅很小,从0.86hm~2/人增至0.92hm~2/人。人均生态足迹变化较为显著从1.88hm~2/人升至3.71hm~2/人,增长了约两倍。2000-2017期间一直处于人均生态赤字状态,且程度逐渐加重,从-1.02 hm~2/人加剧至-2.79 hm~2/人。生态压力指数由2.19增加至4.03,生态安全等级极低。中国已经处于不可持续发展状态。本文就此研究结论提出了科学可行的建议对策。", "label": "环境科学与工程", "id": 0}
{"content": "将钻井泥浆再生用于建筑、道路等领域,具有降低处理成本、回收资源、减少环境污染等优势。但钻井泥浆再生材料可能有多种污染物,其应用过程有潜在环境风险,需要进行环境风险评估。介绍了钻井泥浆综合利用的途径及应用状况,分析了适用于钻井泥浆综合利用场景的固废污染物浸出方法,总结了钻井泥浆综合利用的环境风险评估的方法步骤:暴露情景分析、暴露途径确定、健康风险计算,概述了常用的环境风险评估模型在钻井泥浆综合利用的应用情况。以期为钻井泥浆综合利用及评估其在使用过程中的环境安全性提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "合理有效的开展城市环境治理,提升区域城市环境治理效率对提升我国绿色发展水平具有重要借鉴意义。本文结合山西省城市发展的实际状况,分别从静态和动态角度对其环境治理效率进行测度,并在此基础上,运用Tobit回归模型,对其具体的影响因素进行分析。研究结果表明:2009-2018年,山西省11个地市之间差异较大,城市环境治理效率虽然起伏略有波动,但整体表现为上升态势,城市产业结构、城市对外开放水平对城市环境治理效率起消极作用。据此提出了完善法制政策建设、优化产业布局结构、推进社会协同治理等建议。", "label": "环境科学与工程", "id": 0}
{"content": "为研究乌鲁木齐市重点区域及周边表层土壤重金属污染状况,分析测定4类不同区域周边表层土壤中8种重金属的含量,采用单因子污染指数、内梅罗污染指数、地质积累指数和潜在生态风险指数法对结果进行评价。结果表明,不同类型土壤中重金属含量差异较大,重金属总平均含量顺序为Zn> Cr>Ni> Cu> Pb> As> Cd> Hg,除As和Cr元素外,其余元素总平均含量超过新疆土壤元素背景值,其中Cd和Hg分别为背景值的2.8倍、2.3倍。所有区域各重金属含量均未超出国家土壤环境质量标准限值（GB 15618—2018）。没有区域重金属综合污染超越警戒限,主要集中在清洁水平。地质积累指数评价结果表明,各元素污染程度顺序为Hg> Cd> Pb> Zn> Ni> Cu>Cr> As,其中Hg和Cd在所有区域表现为轻度污染,其他元素表现为无污染。综合潜在生态风险指数平均值为212,表现为中等潜在生态风险,且主要由Hg和Cd贡献,贡献率分别为51.9%和32.5%。按4个研究区域,综合潜在生态风险指数为由高到低为B区>D区>A区> C区,均为中等潜在生态风险。Hg和Cd应成为乌鲁木齐市重点区域及周边表层土壤质量评价中重点关注的重金属。", "label": "环境科学与工程", "id": 0}
{"content": "太原市作为山西省省会城市,近年来雾霾天气频频呈现,对环境以及人的身体健康造成了不良影响。本文选取太原市2016—2020年PM10、PM2.5、SO2、NO2的日均浓度,应用AHP方法对太原市的大气环境质量做出了评价。研究表明:2016—2020年,太原市的空气质量均位于Ⅱ级标准,其中2018年太原市大气环境质量最佳,2017年最差;太原市污染物来源主要为细颗粒物的排放,2019年太原市以PM10为首要污染物,除2019年以外,太原市以PM2.5为首要污染物;PM10和PM2.5对太原市空气质量的影响较大,但近年来PM2.5和NO2的影响加大,所以太原市要对PM2.5和NO2的排放量进行牢牢控制。此次评价标明AHP方法具备系统、灵便、简洁的优点,可广泛用于大气环境质量综合评价。", "label": "环境科学与工程", "id": 0}
{"content": "近年来,我国突发环境事件频发,对区域人群健康和生态环境构成巨大威胁,给区域环境风险管理带来严峻挑战。本研究利用网格化环境分析法将评估对象划分为若干个0.5 km×0.5 km的网格评估单元,通过计算各网格区域内环境风险场强度和环境受体易损性得到各网格单元的环境风险值,并根据风险值大小将网格单元划分为高风险、较高风险、中风险和低风险区域,为区域的环境风险管理提供科学依据。", "label": "环境科学与工程", "id": 0}
{"content": "产业园区是我国规划环评的工作重点,规划环境影响跟踪评价是规划环评的重要组成。本文梳理了2003年以来我国规划环评相关法律、法规、政策文件和技术规范,结合产业园区跟踪评价的实践工作,总结产业园区规划环境影响跟踪评价工作历程和实施现状,分析当前产业园区开展规划环境影响跟踪评价工作中的重点问题,分别从立法层面、技术层面和成果应用三个方面对产业园区规划环境影响跟踪评价工作提出优化建议,为推动提升产业园区规划环评效力提供相关支撑。", "label": "环境科学与工程", "id": 0}
{"content": "汞（Hg）是一种全球性污染物,具有分布广泛、持久性、毒性、有生物积累能力等特点。本文以东北师范大学松嫩草地实验站的北甸子草地为试验地,按照草地不同程度退化程度,依次选择未退化、中度退化、重度退化草地作为研究对象,通过测定大气、土壤、牧草中汞含量来探究不同退化梯度下草地类型与汞污染之间的关系及大气-土壤、土壤-植物系统间汞元素分布的相关性,并且采用潜在风险指数（RI）、单因子指数（PI）以及地累积指数（Igeo）对其进行风险评价。结果表明:土壤中Hg含量以中度退化草地土壤中分布差异最大,重度退化草地土壤地理空间分布差异较小;三种不同退化程度的草地的汞元素含量均超过标准,中度退化草地超标最多,超标3.4倍。三种退化程度的草地、土壤均处于重度风险以下,中等退化程度的草地土壤汞的潜在风险指数最高,未退化土壤汞的潜在风险值较低;3种不同退化程度土壤的风险值均随着采样深度的增加而降低。未退化草地的大气汞的潜在风险值较低,随着时间的增加潜在风险值降低,变化趋势明显;中等程度退化程度草地的大气的潜在风险值低于中度风险,处于轻度污染。重金属Hg由大气向土壤的迁移趋势与大气中Hg的含量有关,存在显著的正相关关系,说明了土壤中的一部分汞是由大气迁移或者沉降与土壤中。对不同退化类型草地羊草汞含量的进行神经网络模拟,其泛化结果表明预测值和实测值差距不大,牧草中汞元素含量主要来自于土壤和大气,对牧草羊草不同部位汞含量的泛化能力一般可能是由于单一的BP神经网络模型不足以充分拟合与预测。", "label": "环境科学与工程", "id": 0}
{"content": "<正>烟台市地处山东半岛东北部,东连威海,西接潍坊、青岛,南邻黄海,北濒渤海,与辽东半岛对峙,与大连隔海相望。烟台全市海岸线长909千米,濒临渤海、黄海,有岛屿63个,是中国首批14个沿海开放城市之一,也是重要的海滨旅游城市。海水浴场是海滨城市旅游重要地点之一,他作为一种旅游资源,由海滩地貌、水体、气象气候、人文等多种要素组成。海水浴场的水质状况与人体健康密切相关,实施定期海水浴场监测和信息发布,一方面使广大市民和游客能够及时了解海水浴场水质状况,为公众选择浴场提供服务;另一方面对于宣传烟台市的城市形象,促进旅游产业的发展带来积极作用。根据2011-2020年烟台第一海水浴场的监测数据,分析烟台第一海水浴场的水质状况及污染成因,同时针对存在问题提出建议,为政府环境管理提供科学的依据。", "label": "环境科学与工程", "id": 0}
{"content": "汞（Hg）是一种全球性污染物,在大气中可停留长达0.5-2年,能够长距离传输并通过干湿沉降进入陆地生态系统。长期汞暴露会对中枢神经、心血管、肾脏系统造成累积危害性毒性,汞进入人体最主要的方式是通过膳食暴露的途径。为研究掌握近20年中国居民日常膳食中汞的摄入情况及其对人体健康造成的危害程度,本研究搜集了2000年到2021年公开报道的膳食汞相关的的文献数据,估算了人体汞摄入量,并采用联合国粮农组织（FAO）与世界卫生组织（WHO）推荐的《食品中化学物质膳食暴露评估》中的评估方法和EPA暴露剂量-应外推模型,对膳食汞的健康风险进行了评价。结果表明:我国9类膳食总汞的全国平均值未超出GB2762-2017食品中汞限量指标,整体受汞污染情况极小;我国4个地区人群汞的膳食摄入量占每周可耐受摄入量(PTWD 5μg/kg的比值均在1/5以下,整体情况良好,值得引起注意的是膳食汞摄入量有增长的趋势;我国居民主要膳食中汞最大的来源为谷类,占到了43%,其次是蔬菜类,占28%。", "label": "环境科学与工程", "id": 0}
{"content": "为协同控制碳排放与大气污染物排放,阐述了将碳排放纳入环境影响评价的可行性;提出了碳排放评价的影响识别、工作内容、核算方法、控制原则;建议尽快补齐顶层设计短板和制度融合统筹。", "label": "环境科学与工程", "id": 0}
{"content": "本文以长治市2014-2020年三个空气质量自动监测点的监测数据为基础,总体运用主成分分析以及Spearman秩相关系数的评价方法,对这七年间长治市大气中的六种污染物的浓度指标开展评价研究。通过主成分分析,得出近七年长治市的空气环境中主要污染物包括PM2.5、PM1、CO、NO2以及SO2,其中的首要污染物是PM2.5。Spearman秩相关系数方法的评价结果显示,PM2.5、PM10、CO、NO2以及SO2的污染情况总体呈好转趋势发展,O3浓度总体呈上涨趋势但并不显著。通过研究长治市近年来的空气质量状况,可以为城市制定环境政策提供一些有效的参考意见。", "label": "环境科学与工程", "id": 0}
{"content": "本文通过收集整理长江中游地表水国家重点水质监测站37码头（长江干流）、集家嘴（汉江）和城陵矶（洞庭湖）断面2015-2019年的水生态基础资料,以水生态敏感指标浮游动物为研究对象,通过浮游动物定性定量分析,研究长江中游典型河湖浮游动物种类组成和季节变化趋势。分析结果显示,37码头断面优势种是草履虫属（Paramecium）、砂壳虫属（Difflugia）、萼花臂尾轮虫（Brachionus calyciflorus）、角突臂尾轮虫（Brachionus angularis）和螺形龟甲轮虫（Keratella cochlearis）;城陵矶断面优势种是太阳虫属（Actinophrys）、砂壳虫属（Difflugia）、萼花臂尾轮虫（Brachionus calyciflorus）和螺形龟甲轮虫（Keratellacochlearis）;集家嘴断面优势种是砂壳虫属（Difflugia）、钟虫属（Vorticella）、萼花臂尾轮虫（Brachionus calyciflorus）和螺形龟甲轮虫（Keratellaco chlearis）。3个断面优势种有季节性变化。通过数量生物量指标、生物指数法及指示生物法可以判断3个断面整体水质均处于中营养级,水质污染为寡污-中污水平,水质情况37码头断面和城陵矶断面优于集家嘴断面。本成果将为长江中游浮游动物生物多样性提供基础资料,为长江大保护及流域水生态修复等工作提供技术支撑。", "label": "环境科学与工程", "id": 0}
{"content": "本文在当前信息化测评理论研究与实践的基础上,针对环境保护领域信息化的特点,提出了建立环境信息化测评指标体系的原理、原则和应用方法,为进行环境信息化测评提供了一种可信和可行的途径。", "label": "环境科学与工程", "id": 0}
{"content": "科技的进步,促进工业建设得到快速发展。大型煤化工行业是一种耗水量大,废水量大且水质复杂的行业。不仅含有多环芳烃化合物、酚类化合物等有毒有害的有机污染物外,还含有氨、硫等无机污染物,众所周知氨氮是水体中的营养物质,大量的营养物质进入水体会造成富营养化,水中氧量降低,水生植物和动物的大量死亡等。因此大型煤化工废水的直接排放不但对自然环境造成危害,也会对人类的身体健康造成威胁。本文就大型煤化工废水膜法深度处理的开工调试和过程控制展开探讨。", "label": "环境科学与工程", "id": 0}
{"content": "中国汽车工程学会提出汽车产业2028年前\"碳达峰\",产业能源消耗和二氧化碳排放降低形势严峻,为实现\"双碳\"目标企业压力凸显。为有效支撑公司战略转型和第三次创业,从江北发动机工厂着手,进行铸造废料回收处置,降低制造成本,提高生产效率。完全达到铸造废料自主回收、自产自消,减少铝合金新料采购量25%,每年回收浇口铸造废料总收益319万元。助推了公司向智能低碳出行科技公司转型,降排、减废、低碳目标达成的工作经验和方法得到有效传递,率先开展自主品牌汽车企业低碳制造的探索与实施,为全面实现\"双碳\"打下了坚实的基础。", "label": "环境科学与工程", "id": 0}
{"content": "随着我国城市污水治理方式的改革,目前的污水设备已成为当前污水治理中不可缺少的基本设施。经过近几年的实践,指出了其施工工艺和质量控制的科学化和优化,对提高质量、提高运行效率和节能减排有重要影响。本文旨在对我国城市污水处理厂的建设和质量控制思想进行深入的探讨,为今后的工作做好准备。", "label": "环境科学与工程", "id": 0}
{"content": "介绍了一种可应用于废水处理和食品加工等多领域中脱除重金属的气凝胶吸附剂的制备方法。该吸附剂是以海藻酸钠作为主要原料,利用低甲氧基果胶与其共混改性,乳酸钙作为交联剂制备出的一种安全性高、经济、高效易于回收的球形气凝胶（SA-P小球）。采用扫描电镜、傅里叶红外光谱（FTIR）、X射线衍射（XRD）、孔径分析等手段对SA-P小球表征,并通过X射线光电子能谱（XPS）分析吸附机理。结果表明SA-P小球在改性后具有更大的比表面和孔隙率,主要吸附机理是离子交换和化学配位反应。吸附实验显示SA-P小球对Pb（Ⅱ）、Cd（Ⅱ）、Cr（Ⅲ）、Cu（Ⅱ）、Ni（Ⅱ）等多种重金属离子都具有良好的吸附效果,尤其对于Pb（Ⅱ）、Cd（Ⅱ）、Cr（Ⅲ）表现出高选择性和高吸附量,且对Pb（Ⅱ）、Cd（Ⅱ）的吸附率可达98.67%和96.99%（C0=10 mg/L）,显著高于文献报道的常规SA气凝胶吸附剂。对Cd（Ⅱ）吸附符合伪二级动力学方程和Langmuir吸附等温线,吸附的自由能（ΔG0）为负值,说明吸附可自发进行。在栉孔扇贝裙边提取液应用实验中,SA-P小球对Cd的吸附率为67.82%（C0=6.129 mg/kg,Ce=1.972mg/kg）,脱除后Cd含量符合《食品安全国家标准食品中污染物限量》（GB2762-2017）要求。终上所述,本研究为安全高效的去除废水和食品物料中的重金属提供了新途径。", "label": "环境科学与工程", "id": 0}
{"content": "某厂1号机组更换上层燃烧器一次风组件后出现脱硝入口NOx高,认真分析NOx升高的原因,通过单只燃烧器的配风调整,将上层燃烧器的内二次风拉杆由45°调整为30°,以减少上层单只燃烧器的内二次风量;通过主燃区和燃尽区的配风调整,就地开大每只燃尽风调风器的外二次风拉杆,进而增加燃尽区的二次风量,降低主燃区的二次风量,以实现NOx降低的效果。经采取以上措施后,脱硝入口NOx高的问题得到了很好的解决,这为其他同类型机组解决类似问题提供了很好的借鉴。", "label": "环境科学与工程", "id": 0}
{"content": "本文分析了国家能源集团丰城电厂#1-#4机组脱硝超低排放改造后,脱硝出口NOX含量自动调节无法正常投入的原因,针对存在的问题对自动控制方案进行重新设计、调试,取得喷氨自动在全负荷工况下投入正常,无需要人工干预的良好效果。并通过统计对比优化前后单位发电量尿素消耗量的值,分析计算获得的节能效果,为公司深度节能做贡献。", "label": "环境科学与工程", "id": 0}
{"content": "为了提高SNCR（选择性非催化还原反应）脱硝效率,实现SNCR宽负荷脱硝,在1台130t/h CFB（循环流化床）锅炉上,进行了低氮燃烧调整试验,就分离器出口温度Tsep控制进行了研究。结果表明:SNCR温度窗口存在一个高效反应温度点Topt,将分离器出口温度精准控制在Topt前后可获得更高的SNCR脱硝效率;FGR（烟气再循环）对分离器出口温度Tsep具有调节作用,分别在130t/h、90t/h、70t/h负荷投入FGR,分离器温度分别提高30℃、40℃、70℃,随着负荷的降低,FGR对分离器温度的调控能力增强;上、下二次风比例对Tsep同样起到调节作用,通过切换上、下层二次风门,Tsep的调节范围在30℃左右;Tsep随着一次风率的提高而降低,同时低氧量下一次风率对Tsep的调节范围更大。通过实炉应用表明,分离器温度控制技术可以在高负荷时实现SNCR反应效率的优化,降低脱硝运行成本,低负荷时可将停止的SNCR反应重启,实现NOx达标排放。", "label": "环境科学与工程", "id": 0}
{"content": "在垃圾焚烧发电厂,炉排经过一定服役期后普遍存在附着物较多、螺栓锈蚀、炉排片及刮板磨损严重等现象,需要对其定期或不定期检修以保证其稳定可靠经济运行。本文介绍了江西泉岭垃圾发电项目HPCC型机械往复式多级炉排检修工艺,采用该工艺在有限空间内作业优质高效地完成了炉排检修任务,可为类似垃圾焚烧炉排检修提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "本文通过对Q市围绕《关于进一步加强塑料污染治理的实施方案》贯彻落实所形成的一系列实施办法、细则、工作规划而形成的政策体系进而对其政策执行过程评估分析得出,Q市\"限塑令\"政策从提出到执行存在机构设置的层级差异,从贯彻文件到具体实施存在政策的非均衡性,为尽可能减少\"政策阻碍\"现象的发生,需完善政策内容的完备度与可操作性,提升政策执行主体的执行能力,调整目标群体对政策的认知偏差,持续优化政策环境。", "label": "环境科学与工程", "id": 0}
{"content": "着色渗透探伤是一种简便而有效的检测手段,在无损检测行业受到广泛应用。着色探伤过程会产生高浓度有机物、高色度、高含油类、高表面活性剂浓度的废液。废液对环境产生严重危害,处理比较困难。本研究通过生化耦合湿式氧化装置,对探伤废液进行系统性实验研究,在进水COD=49200 mg/L,色度=5000倍情况下,出水COD小于60 mg/L,色度小于60倍,满足纳管排放标准和中水回用标准,为探伤废液处理提供了工艺思路。", "label": "环境科学与工程", "id": 0}
{"content": "我国城镇生活垃圾产生量迅速增长,环境隐患日益突出,既是新型城镇化发展的制约因素,也是\"无废城市\"建设的重要方面[1]。在此背景下,运用计划行为理论和循环经济理论构建生活垃圾分类意愿理论模型,采用问卷调查获取的样本数据对居民生活垃圾分类意愿影响因素进行回归分析,结果发现:（1）态度、知觉行为控制和制度压力对居民垃圾分类意愿具有显著影响;（2）态度对居民垃圾分类行为意愿的影响效果最大;（3）知觉行为控制对居民实施生活垃圾分类具有正向效应。在此基础上提出针对性建议。", "label": "环境科学与工程", "id": 0}
{"content": "在国家大力提倡绿色经济的条件下,如何合理正当的使用城市建筑废弃物,成为了引人注目的问题。在国外,建筑垃圾资源化技术开展时间很长,然而我国的应用能力还相对比较薄弱。对我国来说,进行建筑垃圾合理重新使用是一条非常有益的道路,特别是将建筑垃圾制成再生混凝土或者应用于路基中的运用技术讨论更值得深化研究,希望达到绿色可循环发展的目标。建筑垃圾是可以用来重新循环再生使用的资源,将建筑垃圾当作可再生能源利用是保护环境,适应绿色健康发展的重要动作。", "label": "环境科学与工程", "id": 0}
{"content": "煤矿生态修复的主要内容是指通过挖掘和挤压破坏的土地,并将其恢复到可用于建设和生产过程中的状态,现如今煤矿环境保护问题变得及其重要,为了做好和做好土地复垦工作,矿山应建立土地分局负责分局负责人,负责矿山土地复垦工作,积极开展土地复垦工作,开展水污染、空气污染、声污染的防护措施。", "label": "环境科学与工程", "id": 0}
{"content": "通过成都黄甲尚善居C区项目在工程建设期内的污水一体化处理设备应用实例,从项目条件分析,一体化处理设备前期选址与平面布置,进出水水质控制目标,污水处理工艺比选,设备的布置、运行,设备运行期间的观测与调节等方面进行总结分析。综合评定其社会、经济效益,对设备应用过程的各项问题进行总结并提出注意事项和解决方案。", "label": "环境科学与工程", "id": 0}
{"content": "基于某项目的绿色施工管理,结合智慧工地建设,以施工项目为主体,通过查询相关文献资料,计算分析施工用水循环利用系统及建筑混凝土垃圾回收利用的碳排放量,对比传统施工做法,得出碳减排量,引申至全国类似项目,其碳减排不可估量。", "label": "环境科学与工程", "id": 0}
{"content": "南昌市青山湖污水处理厂扩建工程是江西省内规模最大、服务范围最广的污水处理厂,项目由18个半地下室单体组成,具有地下箱体结构复杂、工艺管线繁杂、设备安装困难、工期十分紧张等施工难点,极易出现信息传递偏差导致现场返工,施工过程中减少返工、合理规划施工任务、精细化指导施工是项目管控的重点。本文以该工程BIM施工精细化管理为例,介绍BIM技术在半地下室污水处理厂工程施工中专项图审、管线设备深化、模型精细化交底、BIM协同管理平台及BIM+技术等方面的应用。", "label": "环境科学与工程", "id": 0}
{"content": "目前,在油田采油工程建设的过程中,由于缺乏完善的管理模式,往往很容易造成油田采油工程中的安全隐患和质量隐患,不仅仅是给企业带来了严重的经济损失,甚至是会威胁到人员的人身安全。同时,在我国社会经济不断发展的过程中,石油作为重要的能源资源,社会整体的石油需求量也在不断加大,这就在客观上增加了油田采油工程的数量、扩大了油田采油工程的规模。如果仍采用传统粗放式的油田采油工程管理模式,以上问题也必然会被进一步放大。基于此,还需要企业和工作人员切实做好油田采油工程建设中的安全环保工作,提高油田采油工程建设的综合效益。因此,本文立足问题,提出几点建议,以备后续参考。", "label": "环境科学与工程", "id": 0}
{"content": "以国际酒店项目建筑固废处理的实践,说明引入社会力量进行固废处理效率更高,处理更加专业,是建筑固废处理的一个发展方向。", "label": "环境科学与工程", "id": 0}
{"content": "近年来,大气污染问题随着全国经济的发展表现日渐突出,全国各地雾霾天气频繁发生,其中建筑工地的施工扬尘是其发生的很大一部分原因。为解决上述问题在基坑两侧设置钢结构支架、两侧支架采用承重钢丝绳拉结,防尘网与传动钢丝绳固定后与承重钢丝绳连接组成能自平衡的防尘天幕装置,既能防止扬尘、遮阳、降噪作用,还能提高周边空气质量。", "label": "环境科学与工程", "id": 0}
{"content": "针对城市地下工程建设中废弃泥浆的处理难题,介绍了目前泥浆固液分离的设备类型及其适用范围、优缺点等,在此基础上自主研发制造了ERSU-3型泥水分离设备,能效低、功效高且符合绿色环保施工要求,应用于多项重点工程效果显著。", "label": "环境科学与工程", "id": 0}
{"content": "根据《河南省2018年大气污染防治攻坚战工作方案》中\"在2018年10月底前完成全省陶瓷、钢铁、水泥、碳素、玻璃行业的超低排放改造\"的要求,南阳中联卧龙水泥有限公司通过技术对比,在原有SNCR脱硝的基础上,采用\"热碳催化还原复合脱硝技术\"于2018年3月完成了公司熟料生产线的氮氧化物超低排放技术改造。通过近一年的生产运行,成功实现了\"氮氧化物≤50mg/m~3,氨逃逸≤8mg/m~3\"预期目标,且生产过程氮氧化物和氨逃逸小时均值均分别稳定控制在35mg/m~3和3mg/m~3左右,并具产质量没有受到影响,产生了良好的环境、经济与社会效益。", "label": "环境科学与工程", "id": 0}
{"content": "针对我国日益严格的排放要求,结合国内外同类型工艺条件下实现达标排放的先进技术,有针对性地进行立磨超低排放限值改造,最终达到节能减排、保护环境的目的。", "label": "环境科学与工程", "id": 0}
{"content": "低氮燃烧脱硝技术,煤粉经主管道后通过分煤器分为上、中、下三层入炉,重新布局C4下料点入炉位置,并将物料分为上、下两层两股入炉,同时根据分解炉流场的变化调整三次风管,分为三部分。实现了氮氧化物超低排放,达到节能排放目的,并降低氨水用量,也降低了氨逃逸的风险,减少或避免二次污染,大幅降低现行水泥企业SNCR脱硝运行成本。", "label": "环境科学与工程", "id": 0}
{"content": "文章通过建立水泥窑协同处置重金属分析方案,从重金属来源、配料方案调整、不同窑况对重金属固化效率影响等方面系统地分析了重金属含量超标的根本原因,并制定了相应控制措施。", "label": "环境科学与工程", "id": 0}
{"content": "<正>1,水泥窑协同处置城市生活污泥的技术,在经过数年的发展有了长足的进步,在污泥实际处置方面出现了几种不同的技术路线,本文分别对几种投加技术和使用进行了简单的分析总结。2,污泥泵送直喷协同焚烧技术污泥直喷入窑协同技术是最早开始试验发展的技术之一,其核心是利用柱塞泵解决了80%含水率污泥的较长距离输送问题,在水泥协同焚烧处置城市生活污泥的发展历程上是一个不可逾越的技术阶段。", "label": "环境科学与工程", "id": 0}
{"content": "我国尾矿库种类复杂、数量繁多、分布广泛。历史遗留问题多,环境设施短板明显,环境风险依然突出。为集中力量做好尾矿库的环境监管工作,有效防范化解环境风险,本文在分析了尾矿库管控现状和面临形势,研究尾矿库污染特征的基础上,提出加强尾矿库污染防治,实施分级分类环境监管的对策建议。", "label": "环境科学与工程", "id": 0}
{"content": "采用实验与理论计算相结合的方法研究PbCl2在蒙脱土（MMT）表面的吸附机理。结果表明,反应温度对蒙脱土吸附PbCl2的效率影响较大。随着温度的升高,蒙脱土对PbCl2的脱除效率先增强后降低。PbCl2在蒙脱土表面的吸附主要是化学吸附,共晶融化作用可以促进PbCl2的吸附,但温度进一步升高引发的过度共晶融化会导致蒙脱土结构的坍塌,不利于吸附。反应温度为1100℃时,吸附效率为78.87%。稳定性实验表明浸出时间和液固比对蒙脱土中Pb的浸出率有较大影响,但浸出率均不超过1%,说明PbCl2吸附在蒙脱土表面后不易被浸出,稳定性较好。密度泛函理论计算表明PbCl2在蒙脱土表面的吸附主要受化学吸附机理控制,蒙脱土表面的O原子和Na原子为PbCl2的活性吸附位点。PbCl2与蒙脱土表面之间发生强烈的相互作用,形成Pb-O键及Na-Cl键,使PbCl2稳定吸附在蒙脱土表面上。", "label": "环境科学与工程", "id": 0}
{"content": "由于水污染日益加剧,能够有效去除水体污染的吸附剂引发普遍关注。本文采用共沉淀法将纳米粒子负载到海藻生物炭表面制备复合材料Fe3O4@ABc。采用红外光谱（IR）、扫描电子显微镜（SEM）、X-射线晶体衍射（XRD）以及BET比表面积仪对Fe3O4@ABc进行表征,同时考察复合材料对亚甲基蓝的去除效果。实验结果表明,Fe3O4的纳米微粒被成功修饰到了海藻生物炭（ABc）的表面,并增加了材料的比表面积（从340 m~2/g到623 m~2/g）。当Fe3O4的添加量为2 mg时,在25°C,pH=3,双氧水添加量为20 uL,反应时间240 min的条件下对100 mg/L的亚甲基蓝溶液的去除率可以达到99.54%。", "label": "环境科学与工程", "id": 0}
{"content": "选用海南最丰富的资源海藻作为原料,制备海藻生物炭（ABc）,用于去除水中亚甲基蓝（MB）。考察亚甲基蓝溶液pH、海藻生物炭的变化量、温度对去除亚甲基蓝溶液的影响。结果表明甲基蓝浓度为100mg/L时,溶液的PH为7,反应温度25℃,ABc的加入量为15mg,震荡时间为4h,亚甲基蓝的去除率达到98.65%,ABc的吸附量为164.40mg/g。吸附过程符合Langmuir等温模型和拟二级动力学方程,证明海藻生物炭吸附方式为单分子层化学吸附。", "label": "环境科学与工程", "id": 0}
{"content": "为开发绿色高效的重金属钝化材料,促进腐植酸工业生产中富含胡敏素废渣的资源化利用。本研究针对煤基胡敏素（DHM）碱性高和对重金属吸附量低的问题,采用Ca（OH）2进行碱化改性,制备钙化煤基胡敏素材料（Ca-DHM）。研究Cd2+的初始浓度和反应时间等条件下,DHM和Ca-DHM对Cd2+的吸附作用;利用扫描电子显微镜（SEM）、X-射线能量散谱（EDS）、傅里叶红外光谱（FTIR）,对DHM和Ca-DHM的表面形貌、元素分布和官能团组成进行分析。结果表明:钙基化后,Ca-DHM的表面变得粗糙多孔,有较小的团聚体出现,且带有更多的负电荷,更有利于提高对Cd2+的吸附能力;DHM和Ca-DHM对Cd2+的吸附量随Cd2+的初始浓度和反应时间的增加而增加,之后趋于稳定;在温度294.55-315.15K时,DHM和Ca-DHM对Cd2+的最大吸附量分别为15.29～17.63和41.84～52.63mg·g-1,吸附量随温度的升高而升高,吸附自由能随温度的升高而升高,说明升温更容易发生;吸附动力学符合准二级动力学模型,表明DHM和Ca-DHM对Cd2+的吸附存在化学过程。采用钙化改性煤基胡敏素其主要是将钙矿物负载到煤基胡敏素表面,通过离子交换和表面络合提高煤基胡敏素的吸附能力,这对开发利用煤基胡敏素废渣具有重要意义。", "label": "环境科学与工程", "id": 0}
{"content": "为解决水体Cr（Ⅵ）污染问题,本文通过水热法在预处理过的玉米芯颗粒上原位负载UiO-66,得到UiO-66改性玉米芯复合吸附剂。采用SEM、XRD、XPS对其理化性质进行表征,并通过批次吸附实验研究其对水中Cr（Ⅵ）的去除效果和溶液环境对其吸附过程的影响。结果表明,UiO-66成功负载于改性玉米芯颗粒上,季氨基官能团改性的玉米芯（Corn+）具有更多孔隙结构,且可负载更多的UiO-66。UiO-66改性玉米芯吸附Cr（Ⅵ）的等温吸附数据与Langmuir模型拟合效果较好,基于该模型计算出的UiO-66@Corn+对Cr（Ⅵ）的最大吸附容量为90.04 mg/g。动力学研究表明UiO-66改性玉米芯吸附Cr（Ⅵ）的平衡时间约180 min,动力学曲线复合伪二级动力学模型。UiO-66@Corn+对Cr（Ⅵ）吸附容量随溶液pH值的增加而减少,最佳pH为4～6,离子强度对Cr（Ⅵ）吸附容量影响不大,但共存阴离子中CO32-、SO42-和PO43-可显著降低Cr（Ⅵ）的平衡吸附容量。静电引力是影响UiO-66吸附Cr（Ⅵ）的主要作用力,此外,吸附过程中存在Cr（Ⅵ）还原为毒性更小的Cr（Ⅲ）反应,UiO-66@Corn+对Cr（Ⅵ）有较好的去除效果。", "label": "环境科学与工程", "id": 0}
{"content": "MOFs基吸附剂具有丰富的活性中心,因而成为重金属废水处理的潜在应用材料。然而,充分利用这些吸附位点来提高吸附新能仍然是一个巨大的挑战。因此,配体工程策略被用来探究吸附位点利用率与吸附性能之间的关系。在间位羧基配位和咪唑环的双重作用下,La-MGs的位点利用率达到92%,对Sb（V）去除的性能高达896.5 mg/g。将-COOH取代基位置从对位变成间位时,由于获得更大的比表面积和更大的孔体积,从而提到La-meta-PTAs中活性位点的可接近性。基于XPS和DFT计算结果发现,La-MGs与Sb（V）之间的强相互作用显著促进了去除过程中的电荷转移,从而降低了La-MGs对Sb（V）的吸附能。这项工作为MOFs材料通过提高吸附位点利用率来去除有毒金属氧阴离子提供了一种新的策略。", "label": "环境科学与工程", "id": 0}
{"content": "硫酸盐还原菌（SRB）处理酸性矿山废水（AMD）具有成本低、适应性强、环境友好等诸多优点,但AMD的酸性条件会抑制SRB的生长,且AMD中的重金属离子对SRB具有毒害作用。同时,SRB可利用碳源的经济性是目前影响AMD处理效果及其持续性的重要因素。寻找一种经济且对酸性条件和重金属毒性效应有缓冲效果的碳源是提高SRB处理AMD效果的关键。本研究选取4种复杂有机物（虾壳、甘蔗渣、秸秆堆肥、蟹壳）作为微生物碳源,研究不同碳源对SRB处理AMD性能的影响。结果表明,四个SRB系统的pH值均有提升（30天后pH>6.0）,其中蟹壳的中和能力最好,第8天pH值可达到最大值7.5。虾壳和蟹壳系统的碱度生成量显著高于其它碳源,最高达到947和1217 mg/L,而甘蔗渣和秸秆堆肥需要额外碱度来保证修复的稳定性。与其它碳源相比,虾壳和蟹壳系统中硫酸盐还原效果明显,30天后SO42-去除率分别为86.0%和95.6%,平均去除速率分别为35.6和44.6 mg/（L·d）。四个SRB系统均可不同程度去除重金属,其中Al3+（>99.0%）和Fe2+（95.1%～98.5%）的去除率差异不明显。蟹壳系统对Mn2+的去除率最高,达到96.0%。测序结果表明,初始样品中SRB的相对丰度较低,实验结束后SRB丰度均有增加,其中蟹壳和虾壳系统的SRB丰度相对较高,分别为13.8%和4.4%。本研究结果表明,适宜的碳源（如有机废弃物蟹壳）可以创造和维持有效的生长环境,确保SRB等功能微生物菌群的活跃生长和新陈代谢,从而提高系统的AMD处理性能。", "label": "环境科学与工程", "id": 0}
{"content": "城市生活垃圾焚烧飞灰作为一种危险废物,填埋处置成本较高,并且需要占用大量的空间。为了实现飞灰大量消纳与安全利用,本研究以垃圾焚烧飞灰和偏高岭土混合加入碱激活剂制成地质聚合物。探究了碱激活剂模数、河砂掺入比例以及添加聚丙烯纤维等工艺条件对地质聚合物抗压性能的影响。同时利用TCLP和HJ 557-2009《固体废物浸出毒性浸出方法-水平振荡法》的方法分析了地质聚合物的重金属浸出特性。研究结果表明,制备的地质聚合物在养护28天后最大的抗压强度可达到9.27 MPa。添加河砂和碱激活剂均会导致地质聚合物抗压强度的下降。本研究中的地质聚合物试样的抗压强度达到了非承重砖要求的强度限值。地质聚合物技术有助于降低垃圾焚烧飞灰中重金属的浸出毒性,并达到相关标准要求的限值。利用地质聚合物技术以垃圾焚烧飞灰为原材料制备免烧砖,不仅可以大量消耗城市垃圾焚烧飞灰,同时也是实现无害化和资源化的有效途径。", "label": "环境科学与工程", "id": 0}
{"content": "通过论述目前国内钢铁企业对烧结机头除尘灰处理的现状和其对烧结生产危害的基础上,介绍了烧结机机头除尘灰钾钠回收资源化利用技术,实现了钾、钠与铁元素的分离,含铁富料返回烧结系统,回收的氯化钾产品可作为肥料使用,回收率90%以上,实现了资源回收。", "label": "环境科学与工程", "id": 0}
{"content": "为坚决打赢蓝天保卫战,河北省先后制定发布了《推进重点行业和锅炉超低排放改造（深度治理）十条支持政策措施》（以下简称《十条支持政策措施》）、《河北省钢铁、焦化、燃煤电厂深度减排攻坚方案》;河北省为钢铁主要省份,河北省环境保护厅发布《钢铁工业大气污染物超低排放标准》（DB13/2169-2018）,对钢铁烧结机头烟气中的大气污染物的排放做出了较国标更加严格的规定,烧结机头烟气中在基准氧量为16%状态下二氧化硫排放浓度须小于35mg/Nm~3,粉尘排放浓度须小于10 mg/Nm~3[1]。为减少烧结生产过程中S02、粉尘的排放,从而满足环保要求,提出了SDS干法脱硫系统,为烧结机头烟气脱硫工艺路线的选择与应用提供借鉴。", "label": "环境科学与工程", "id": 0}
{"content": "随着城镇化、工业化进程的加快和民众生活水平持续改善,城市污水的排放量逐年增加,水污染治理能力和技术路线需要不断提高和完善。污水微生物处理技术以它高效快速、低耗节能、简易实用、管理方便且能耐受高负荷污水冲击的特点在净化废水、减轻水体富营养化等污水处理应用方面发挥着显著作用,本文从生物膜微生物群落作用及微生物群落的培养、驯化和载体的设置等方面进行了探讨分析。", "label": "环境科学与工程", "id": 0}
{"content": "文章简要介绍了水泥窑尾烟气SO2来源以及超标排放原因,并对新型催化脱硫剂在水泥窑烟气脱硫实践应用效果进行了总结分析。", "label": "环境科学与工程", "id": 0}
{"content": "水电工程施工废水因其悬浮物含量高、处理水量大、冲击负荷强等特点给传统废水处理技术带来了运行不稳定、占地规模大以及成本高等难题,本文基于磁介质高效混凝沉淀技术为核心处理工艺,探讨一种适应水电工程砂石系统、灌浆以及仓面冲洗等典型场景废水处理,兼顾狭窄场地条件、管理维护便捷、运行成本相对低廉、运行稳定可靠的水电工程施工废水高效处理技术,并探讨在行业内推广该项技术的可行性。", "label": "环境科学与工程", "id": 0}
{"content": "伴随着国家工业化水平的不断提高,人工智能水电站的建设以及日益严峻的水环保理念不断深入,水电站建设维护也不断与时俱进。本文通过分析水电站污水处理系统存在的问题,结合排污控制系统,通过优化污水处理系统控制逻辑,动态监测污水处理系统的运行状态,实现了污水质量检查项目的达标量,高效提高了污水处理的质量,实现了资源最优化。同时,根据污水处理系统的事件记录、报警以及数据分析,可极大的完善污水处理功能,也为智能水电站的建设与发展提供了大数据。", "label": "环境科学与工程", "id": 0}
{"content": "氡是一种天然放射性气体,在自然界中普遍存在,是人体受到天然辐射剂量的重要来源。一般情况下,地下建筑中氡浓度大于地面建筑,水电站从前期勘探到后期运行中的地下硐室氡浓度往往较高,本文以藏区某水电站的前期勘探平硐为例,分析地下硐室中氡浓度的影响因素,并以此提出水电站地下硐室氡防护切实可行的措施。", "label": "环境科学与工程", "id": 0}
{"content": "以五华区中心城区为研究范围,利用ArcGIS技术完成五华区的声功能区划,建立环境功能区划的空间数据库,为综合整治噪声污染,提高噪声环境的管理效率提供依据,并为后期与软件结合实现数字化管理奠定基础。", "label": "环境科学与工程", "id": 0}
{"content": "噪声预测是环境影响评价、噪声治理工作的重要技术手段。通过实测某垃圾发电厂的主要噪声源声压级及现状厂界声压级,利用Cadna/A噪声预测软件建模,提出建模方法并计算。通过与实测数据比较,分析、验证建模方法的正确性。", "label": "环境科学与工程", "id": 0}
{"content": "近年来我国风电装机快速增长,风电机组大型化,开发区域也逐渐向低风速平原地区转移。由于对平原风场噪声排放问题重视不够,风场运行过程中,噪声对环境影响问题越发突出,扰民引发纠纷的现象时有发生,严重者会对风场的正常运营及投资收益造成不良影响。通过实例分析,为平原风场噪声评估以及噪声排放控制提供解决方案。", "label": "环境科学与工程", "id": 0}
{"content": "通过国内核电厂取水明渠拦污网布置情况调研分析,探讨了拦污网材质、布置情况、使用效果、拦截目标物等,旨在总结分析国内核电厂拦污网布置优缺点,提出改进建议。研究结果表明,目前核电厂拦污网所用材质多为铜合金网、尼纶网,少量拦污网采用了超高分子量聚乙烯（UHMWPE）和聚乙烯网。国内大部分核电厂布置了多道拦污网或拦污网兜对海生物或杂物进行拦截过滤,对堵塞物有一定的拦截效果,但仍可在以下几个方面进行优化改进,比如制定相关的规范标准、提高拦污网自清理能力,以提高拦污网的拦污效果,提高电厂运行安全性和经济性。", "label": "环境科学与工程", "id": 0}
{"content": "自20世纪以来,放射性核素污染已经成为当今世界非常重要的环境问题。释放到环境中的放射性核素,通过环境介质进入食物链,不利于生态系统的稳定,并通过内照射和外照射,对人类生存造成威胁。137Cs是核设施及核事故释放的重要人工放射性核素,是目前环境中能够对人类健康产生危害的主要放射性污染物。本文阐述了植物对土壤中Cs的摄取、转移和累积机制,以及Cs对植物生长发育的影响,总结国内外关于Cs在土壤-植物体系中的研究成果,提出目前针对Cs修复污染土壤研究中存在的问题和展望,为后续研究提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "被称为海洋PM2.5的微塑料,近些年受到了社会公众的广泛关注。微塑料主要通过河流进入海洋,受洋流和季风的影响在海洋中分布极为广泛,其本身在海洋环境中难以降解,但易吸附其他物质从而对海洋生物体产生一定的毒性效应,还可能通过食物链进一步影响人类健康。本文从海洋微塑料的源汇过程综述了海洋微塑料的主要来源、河流微塑料入海通量估算、海洋微塑料分布以及海洋微塑料生态风险的研究进展,并且探讨了今后可深入开展的工作和研究方向。", "label": "环境科学与工程", "id": 0}
{"content": "为研究\"十三五\"天津近岸海域水质分布特征及年际变化规律,2016-2020年,在天津近岸海域开展了海水水质分布特征调查研究。结果表明:\"十三五\"以来,天津近岸海域水质总体呈持续变好趋势,在空间上呈近岸水质较差,远海水质较好的特征,水质最差的区域主要分布在河流入海口附近海域。因此,控制陆源污染物输入对天津近岸海域水质极为重要。", "label": "环境科学与工程", "id": 0}
{"content": "为了研究河口不同近海水域中沉积物-水体系中氮形态和溶解性有机质,采用沉积物-水界面动态和形态分析,研究了秦皇岛湾的两个特征区域沉积物形态氮和溶解性有机质光谱特征以及上覆水和孔隙水的理化指标。结果表明:汤河与富营养化相关营养盐大于湿地,其中汤河和湿地孔隙水大部分水质指标含量大于上覆水,而叶绿素和硝酸盐含量刚好相反。汤河沉积物中以离子交换态氮为主要作用形态而湿地以碳酸盐结合态氮为主要作用形态承担着两水域相间氮磷元素迁移转化过程中的重要角色。汤河溶解性有机质的腐殖化和芳香化程度大于湿地。两水域相比较而言,随着营养化程度的增加,沉积物中溶解性有机质腐殖化作用较强,而矿化作用较弱,芳香化程度高,极性官能团增加,脂肪族官能团降低,氮的赋存形态由可转化态氮向稳定态氮转化。", "label": "环境科学与工程", "id": 0}
{"content": "根据2020年5月、8月和10月3个航次莱州湾海水水质监测结果,分析了该海域海水中无机氮、活性磷酸盐的分布特征及时空变化,在此基础上研究了该海域富营养化状况。结果表明,莱州湾内无机氮受地表径流及附近养殖业的影响比较明显;活性磷酸盐受陆源污染物影响较少;按照营养状态指数值,该海域5月8月10月平均营养状态指数分别为为0.59、1.0和0.44,8月份海水达到富营养化状态。", "label": "环境科学与工程", "id": 0}
{"content": "于2018年1月和2018年7月,对三门湾34个站位浮游植物细胞丰度和溶解铁含量进行监测分析。结果表明,2018年1月冬季期间,三门湾附近海域浮游植物细胞丰度在2.20×10~3～966.00×103个/dm~3,平均细胞丰度为134.00×10~3个/dm~3。三门湾附近海域溶解态铁含量在5.10～28.00nmol/L,平均溶解态铁含量在13.68nmol/L。2018年7月夏季期间,三门湾附近海域浮游植物细胞丰度在1.40×103～123.00×103个/dm~3,平均细胞丰度为20.00×103个/dm~3。三门湾附近海域溶解态铁含量与冬季分布趋势比较接近,在4.02～26.00nmol/L,平均溶解态铁含量低于冬季,在13.37nmol/L。三门湾海域浮游植物细胞丰度主要由中肋骨条藻、琼氏圆筛藻、虹彩圆筛藻、辐射圆筛藻、星脐圆筛藻、布氏双尾藻、尖刺伪菱形藻、伏氏海线藻、细弱海链藻、纺锤角藻、丹麦细柱藻、三角角藻、洛氏角毛藻、旋链角毛藻等组成浮游植物群落结构。冬季和夏季调查区溶解态铁含量越靠近岸边和核电厂附近越高;离岸边越远湾口附近溶解态铁含量相对比较低。溶解态铁含量与浮游植物丰度有相反趋势,这与不同调查区域的浮游植物种类组成有一定的关系。铁在海洋生物地球化学碳循环中具有重要意义。为进一步掌握港湾铁生物地球化学特征,了解全球气候变化规律提供科学依据。", "label": "环境科学与工程", "id": 0}
{"content": "根据2018年1-12月在三门湾核电厂附近潮间带采集的微、小型藻类样品,对不同类型潮间带的微、小型藻类物种组成进行了显微观察、鉴定。结果表明,三门湾潮间带共发现底栖微、小型藻类9门123属354种。其中,硅藻门83属300种,占84.7%;甲藻门17属27种,占7.6%;蓝藻门6属7种,占2.0%;绿藻门7属8种,占2.3%;其它类共10属12种,占3.4%。本文填补了三门湾潮间带底栖微、小型藻类物种多样性研究的空白。", "label": "环境科学与工程", "id": 0}
{"content": "本文建立了用于支持气候海洋变化补偿修复的双向驱动因果关系链条模型理论,进而归纳提出了适用于分类对策目标和实施区域的协同减排对策方案要点,并以中国\"碳达峰\"和\"碳中和\"目标作为方案实施案例,进行实施路径设计与海洋生态环境效益分析。相较于由单向驱动因果关系链条简要模型支持的节能减排对策方案,该补偿修复方案强化了生态环境碳汇及碳储存功能的保护与修复,在以联合国提出的2100年1.5℃升温控制目标和2020-2030年碳排放以每年7.6%的水平下降作为倒逼减排目标的实施路径中,用以替代部分碳减排效益,并为追赶发达国家排放控制水平,实现绿色升级转型发展争取约5年时间。", "label": "环境科学与工程", "id": 0}
{"content": "依据2020年3、5和10月对莱州湾东部海域的监测结果,对该海域无机氮和活性磷酸盐浓度的空间分布及季节性变化进行了分析。结果表明:5月和10月无机氮浓度明显高于8月的监测结果,并且氨氮和硝酸盐在无机氮中的比例也具有明显的季节性变化特点,8月份的监测结果中氨氮在无机氮中所占比例高,但硝酸盐在该月份在无机氮中所占比例是最低的。在此次调查过程中,该海域活性磷酸盐浓度较低且无明显的季节变化。", "label": "环境科学与工程", "id": 0}
{"content": "海洋生态系统稳定和生物资源多样性与海洋生态环境息息相关,因此对海洋生态系统的保护显得极其重要。本文通过分析我国近岸海域海洋生态环境状况,发现了我国海洋生态环境现阶段存在的陆源排放总量较大、海洋工程及海洋事故对海洋环境的破坏、渔业资源过渡捕捞和管理制度待完善等问题,提出了建立健全法律法规标准体系、强化陆海统筹管理、加强海洋监测及执法能力建设、推进高新科技研究、鼓励公众参与和加强国际合作等对策。为我国海洋生态系统环境的现状研究及其保护提供了理论依据和科学支撑。", "label": "环境科学与工程", "id": 0}
{"content": "作为一类新型有机污染物,有机磷酸酯（Organophosphate Esters,简称OPEs）已经受到全世界各国科学家的高度关注,成为近年来水环境科学领域的研究热点。OPEs常作为增塑剂和阻燃剂添加到塑料制品中,并在产品生命周期中极易通过挥发、浸出、磨损和溶解等过程从材料中释放到周围环境。目前,很少有研究系统地调查海洋养殖区常见养殖塑料和海产品中OPEs的污染水平。为有效评估OPEs的潜在生态健康风险,本研究对从中国东部象山港养殖区采集的海水、沉积物和海洋物种（7种鱼类和5种无脊椎动物）进行了全面分析,研究11种常见OPEs在海洋食物网中的污染水平、生物累积性和生物放大作用。在研究中,利用超高效液相色谱-串联-三重四极杆质谱仪（UPLC-MS/MS）上对不同基质中的OPEs进行分析。11种OPEs包括磷酸三甲酯（TMP）、磷酸三乙酯（TEP）、磷酸三正丙酯（Tn PP）、磷酸三正丁酯（TnBP）、磷酸三（2-丁氧基乙基）酯（TBOEP）、磷酸三戊酯（TPeP）、磷酸三（2-氯乙基）酯（TCEP）、磷酸三（2-氯异丙基）酯（TCPP）、磷酸三（1,3-二氯-2-丙基）酯（TDCPP）、磷酸三苯酯（TPhP）和磷酸三甲酯（TCP）。结果表明,OPEs在象山港养殖区及其海产品是普遍存在的,检测率达到100%。海水中的总浓度为31.3-110.1 ng/L,沉积物中为3.92-205.8 ng/g dw,生物体中为12.3-74.32 ng/g ww。一般来说,磷酸三（2-氯-异丙基）酯（TCPP）、磷酸三（2-氯乙基）酯（TCEP）和磷酸三丁酯（TnBP）是OPEs的主要化合物,共占OPEs总含量的80%。无脊椎动物物种中的PFRs浓度明显高于鱼类（P <0.05）,这可能是由于物种的栖息地和摄食习惯的不同而造成的。蜗牛蛤和Johnius belangerii的OPEs总含量最高和最低（分别为74.32和12.3 ng/g ww）。δ15N通常用于确定生物体的营养水平。通过单向方差分析,鱼和虾的δ15N有显著差异。鱼类的δ15N值明显高于虾类（方差分析,P<0.05）。一般认为,捕食者的δ15N较高。并且该研究进一步分析了OPEs的浓度与营养转移之间的关系。该研究结果将为正确认识和评估有机磷酸盐的海洋生态风险提供基础数据和科学依据。", "label": "环境科学与工程", "id": 0}
{"content": "2001年,我国政府签署了斯德哥尔摩公约并于2004年起生效。20年间,中国政府制定了一系列措施,用于管控并限制持久性有机物在中国的生产、排放和使用。膳食暴露是POPs暴露和人群健康风险的主要来源。由于巨大的时空差异性,以往对中国POPs膳食暴露和风险的估计存在较大的异质性。为了全面评估POPs的膳食摄入风险,我们基于课题组前期开发的暴露数据库,提取了过去三十年发表文献中的数据。基于这些数据,我们估算了持久性有机污染物在食物中的暴露水平:DDTs （1.4–27.1μg/kg）、 HCHs （1.8–29.3μg/kg）、 PBDEs（0.046–2.82μg/kg）、PCBs（0.05–7.57μg/kg）、PCDD＆/Fs（2.9–210 pg TEQ/kg）、PFOA（0.02–0.97μg/kg）、PFOS（0.00082–2.76μg/kg）和SCCPs（64–348.92μg/kg）。数据分析表明大部分传统POPs物质,如DDTs、HCHs、PBDEs、PCBs、PCDD＆Fs、PFOAs的环境暴露呈现明显下降趋势,然而其他类型POPs下降并不明显。同时,我们估计成人POPs的每日摄入量:DDTs （75.2±43.6 ng/kg/day）,HCHs （123±87ng/kg/day）,PCDD＆Fs （0.37±0.17 pg TEQ/kg/day）, PCBs （17.8±9.5 ng/kg/day）,PBDEs （3.3±1.8 ng/kg/day）, PFOA （3.6±1.9 ng/kg/day）, PFOS （3.3±2.0ng/kg/day）,SCCPs （2.5±1.6μg/kg/day）。结合毒性数据,我们发现PCBs （0.89）和PCDD＆Fs （0.53）的非致癌风险最高,其次是PFOA （0.18）、PFOS （0.17）、HCHs（0.062）、SCCPs （0.025）、DDTs （0.0075）和PBDEs （0.00047）。研究结果表明,由于实施的政策措施,POPs的暴露量虽然有所下降,但是累积风险仍然高于1,需要继续对POPs实施限制管理。", "label": "环境科学与工程", "id": 0}
{"content": "农药的大量使用给环境和人类健康带来了巨大影响。本研究利用化学足迹（chemical footprint, ChF）方法,对1999年至2018年中国广泛使用的多种农药的生态影响进行了全面评估。结果表明,农药造成的主要生态影响发生在中国大部分中东部地区,例如山东、河南、湖北、安徽、江苏。东北部、一些南部和中部省份,例如黑龙江、吉林、辽宁、云南、广西、广东、宁夏、陕西等地受到中等程度影响。而西北地区,例如青海、新疆、西藏受到的影响则相对较小。沿海省份的表海区间和内陆农业土壤区间承受了中国农药污染的主要影响,占到所有环境区室总化学品足迹的80%以上。从单种农药来看,毒死蜱、吡蚜酮、甲氰菊酯、哒螨灵、莠去津和氟氯氰菊酯是对中国环境影响最大的前6种农药,尽管这些农药的年使用量仅占所有农药总使用量的10%左右,却贡献了超过总农药化学品足迹的80%。研究还表明,2010年以来,中国农药使用带来的化学品足迹整体呈下降趋势,这与过去十多年间政府对高危农药的控制行动,特别是高毒有机磷杀虫剂的淘汰行动相呼应。本研究的结果能够为中国政府部门进行更好的农药管理和生态系统保护的政策制定提供一定的参考。", "label": "环境科学与工程", "id": 0}
{"content": "在美好生活追求下,安静的城市空间也属应有之义。由于具有不可见、传播即时且易逝、实质损害难以度量等特征,噪声问题常容易被忽视,因而引起的相关投诉较多。2013年至2017年重庆市长公开信箱处理的97宗噪声纠纷,占全部事件的13%,按频次分为社会生活、建筑施工、交通、工业和其他噪声,除了少部分违法事件,大部分纠纷都为正当权利冲突。由于噪声污染鉴定与处理困难,以及相应的成本问题,事中管制与事后治理在技术上与经济上可执行性不强,事前预防应予以更多重视。在增量建设主导时期,空间规划没有充分重视噪声问题,进入高质量发展新时代,有必要运用精细化设计与治理工具,发挥防治噪声的应有作用。", "label": "环境科学与工程", "id": 0}
{"content": "通过试验获取参数,利用Hydrus-1D软件建立放射性核素在包气带介质中迁移的数值模型,并选取8项参数进行上下浮动,分析它们对潜水面处H-3和Sr-90累积通量的影响,结果表明:各参数对H-3累积通量影响由强到弱顺序为:Ks>Qs≈n>Qr≈aL≈a≈ρd,对Sr-90累积通量影响由强到弱顺序为:Kd≈ρd>Ks>aL≥n≈Qs>Qr>a。基于本模拟研究结果,若只评价H-3在包气带中迁移情况,对其敏感性影响较强的Ks参数的测定要慎重对待,而其他对其敏感性影响较弱的参数可视情况取经验值。若需评价Sr-90,则应对计算结果影响巨大的Kd、ρd、Ks和aL等参数的测定要特别慎重,其他对其敏感性影响较弱的Qr和a则可视情况取经验值,有针对性的开展相关现场及室内试验工作。", "label": "环境科学与工程", "id": 0}
{"content": "当今社会在人们享受经济发展带给我们便利的同时,环境污染也成为了当前人们关注的热点。环境污染问题与人民的生活、国家的发展息息相关,在人们的生活中,噪声污染更是无时无刻不在,时时刻刻在影响每个国民的生活,本文立足于噪声环境污染,着重阐述了环境污染中噪声污染源的种类、噪声污染防治的重要性及防治措施。", "label": "环境科学与工程", "id": 0}
{"content": "<正>每年新合成的化学品不断涌现,潜在的新型污染物数量正在以惊人的速度迅猛增长,迫切需要快速识别这些新型化学品的毒性效应。现有的毒性筛选方法仅针对单一毒性靶点进行人工筛选,针对数以万计的新型化学品毒性筛选工作将相当繁重,需要耗费大量的时间和人力,亟需发展高通量多靶点毒性效应自动化筛查技术,提高有毒化合物识别效率。", "label": "环境科学与工程", "id": 0}
{"content": "<正>溴化阻燃剂广泛用于建筑材料、电子设备、塑料、纺织品和聚氨酯泡沫等的生成和加工过程。作为典型的溴化阻燃剂,多溴联苯醚因在环境中持久性强、分布范围广及对人类神经和生殖系统的毒性而引起广泛的关注[1]。该类外源物质被细胞色素P450催化代谢时有几个不同的反应位点,代谢过程中反应位点不同可能导致不同毒性的代谢产物生成。本文通过量子化学计算、量子力学/分子力学联用方法[2]研究了细胞色素P450酶催化四溴联苯醚BDE-47的氢抽提和亲电加成反应路径,确定代谢过程中产物生成信息及NIH重排产物转化为多溴代二恶英的机理。", "label": "环境科学与工程", "id": 0}
{"content": "<正>我国是化学品生产和使用大国,化学品同人们日常生活密不可分。含氟化合物（PFASs,代表性化合物有PFOS和PFOA）具有独特的理化性质,产品附加值高,已被广泛应用于军工及民生等诸多领域。但此类物质在环境中难以自然降解,具有高的生物累积性和潜在的肝脏,生殖发育及内分泌干扰等毒性效应。2009年联合国环境规划署将PFOS及其盐类列入《斯德哥尔摩公约》进行管控。2019年,PFOA及其盐类和相关化合物也列入《斯德哥尔摩公约》,不久将被禁用。", "label": "环境科学与工程", "id": 0}
{"content": "<正>环境中的农药可能对生态系统和人类健康构成潜在风险[1]。然而,农药混合物的毒性数据如今却十分匮乏,特别是关于其混合物的毒性相互作用。本研究旨在确定农药二元混合物对斜生栅藻的毒性相互作用（加和、协同作用）并建立定量-构效关系模型（QSAR）预测其毒性。应用直接均分射线法设计五种农药（利谷隆、乐果、敌敌畏、敌百虫以及嗪草酮）的二元混合物,并利用Guassian09,Mopac以及Dragon等软件对混合物分子结构进行表征[2],", "label": "环境科学与工程", "id": 0}
{"content": "<正>BDE-209是一种广泛使用的溴代阻燃剂,在水环境中,特别是在表层海水中普遍检出。光化学降解已被证明是BDE-209在环境中降解的重要途径,但关于BDE-209在海水中的光化学降解机制和环境风险变化尚不清楚。因此,本文研究了海水中的溶解性有机质（S-DOM）和卤素离子（Cl-Br-）对BDE-209光解动力学的影响。研究表明,S-DOM可显著抑制BDE-209的光降解,在存在S-DOM的情况下,添加与海水浓度相同的Cl-（540 mM）或Br-（0.8 mM）,均可促进BDE-209的光解（图1A）。当Cl-,Br-和S-DOM共存时,BDE-209光降解速率显著升高,", "label": "环境科学与工程", "id": 0}
{"content": "<正>太阳能是生态系统物质循环和能量流动的驱动力,日光照射下水环境中的有机微污染物（OMPs）的光化学转化,是决定水体中OMPs归趋的重要途径[1-2]。水中OMPs可以吸收光发生直接光解,同时也能够由其它物质（光敏物质）吸光而引发间接光降解,间接光降解会受到硝酸根离子、卤素离子和溶解性有机质等的显著影响[3]。鉴于地球约70%的表面被海洋覆盖,以及近岸海水对OMPs的汇集效应,研究OMPs在近岸海水中的光化学行为显得尤为重要。", "label": "环境科学与工程", "id": 0}
{"content": "<正>多环芳烃（PAHs）因其致癌和致突变性而备受关注[1]。研究表明,PAHs被P450酶催化转化的活性中间产物（如二醇环氧化物及邻苯二醌等）是导致其致癌性的主要诱因[2,3]。因此,研究PAHs的P450酶代谢转化反应产物和机制对评价其环境和健康风险具有重要意义。本研究基于量子化学密度泛函理论计算考察16种美国环保局（EPA）优先控制PAHs被P450酶活性中心（Compound I）催化转化的反应动力学及相关中间产物,并基于分子对接研究了PAHs与人体P4501A2亚型（代谢PAHs的主要亚型）的结合模式。", "label": "环境科学与工程", "id": 0}
{"content": "<正>全/多氟烷基化合物（PFASs）是一类典型的合成化学品,常被用于厨具的不粘涂层、防火材料等的制造。PFASs具有环境持久性和生物蓄积性,已在瓶装水、人类母乳、毛发等样品中检出[1-3]。然而目前对PFASs的生物活性（如能否与葡萄糖样肽Ⅰ型受体GLP-1R结合、是否会抑制某些P450酶等）所知甚少,影响了对这类合成化学品的风险评价和管理。由于PFASs类物质数量多（> 8000种）,难以用实验手段逐一测定每种PFASs的生物活性数据。因此基于体外高通量筛选数据构建定量构效关系（QSAR）模型,", "label": "环境科学与工程", "id": 0}
{"content": "<正>深度学习为大数据时代基于定量构效关系（QuantitativeStructure–Activity Relationship,QSAR）研究的化学品活性预测提供了一个前所未有的机遇,其强大的学习能力和灵活的组织构架使得深度学习模型可以接受更多形式的分子结构输入,不再需要可量化的传统分子结构描述符。为尝试提高深度学习模型的可解释性,受三维目标检测领域的点云数据结构启发[1],本研究提出了一种包含静电势信息的分子三维表面静电势点云（Surface Electrostatic Potential Point Cloud,Sep PC）用以描述化学品的分子结构,", "label": "环境科学与工程", "id": 0}
{"content": "<正>海洋塑料污染给生态环境和人类健康带来持久性威胁,已成为与气候变化、海洋酸化并列的重大全球环境问题。尽管微纳塑料已成为全球毒理研究的热点,但其体内分析方法和实验\"标准品\"等基础性问题,尚未得到很好的解决。例如,受高灵敏性标记和示踪技术的限制,微纳塑料体内定量分布和代谢研究难以实现;目前主要采用的聚苯乙烯（PS）模型粒子,在物理（形貌、表面粗糙度、密度等）和化学（表面化学成分、聚合度、添加剂等）性质上,与现实环境中微纳塑料存在显著差异,不能准确反映真实塑料的效应。", "label": "环境科学与工程", "id": 0}
{"content": "1987年通過IMO決議案（IMO Resolution A601 （15） adopted in 1987）暨其附件Pilot Card表列資料,如何全面且具體詳實列載船舶運轉必需預知的重要參數項目,實務上言作者建議增列若干必要參數項目,俾達成該決議案宗旨所揭示的海上安全暨保護海洋生態環境.", "label": "环境科学与工程", "id": 0}
{"content": "T/CBMF 104-2021《方舱医院用装配式防辐射板》标准已于2021年2月4日发布,并将于2021年6月4日实施。为便于该标准的使用者准确理解标准条款的具体含义,正确贯彻实施标准条款的具体要求和规定,介绍了T/CBMF 104-2021标准的编制背景、编制目的和意义,并对其主要条款作了解读。", "label": "环境科学与工程", "id": 0}
{"content": "<正>多环芳烃（polycyclic aromatic hydrocarbons, PAHs）是一种具有多苯环融合结构的复杂有机污染物,由于其具有较强的疏水性,且难以分解,最终沉积在土壤中。PAHs具有致癌性、毒性和诱变性,对生态系统造成严重污染。表面活性剂胶束溶液能够显著提高PAHs的溶解度,因此表面活性剂增强修复（surfactant enhanced remediation, SER）方法被认为是一种行之有效的PAHs修复方法。近年来,人们在表面活性剂对PAHs的增溶方面已进行了大量的研究。", "label": "环境科学与工程", "id": 0}
{"content": "为进一步降低日渐严重的噪声污染,改善职工办公及会议环境,通过对有源噪声消解技术的研究与应用,基于AVR控制自适应的主动噪音抑制技术,通过硬件和软件设计,开发出有源噪音消解系统,经过实验显示有效抑制了噪音,具有良好的应用价值。", "label": "环境科学与工程", "id": 0}
{"content": "解析法与数值法是较为常用的核设施事故状态下核素随地下水迁移定量计算方法。本文首先对这两种方法的计算原理进行简要介绍,并在具体工程实例的基础上,采用解析法与数值法进行对比计算。由计算结果可知,解析法由于忽略了地下水径流途径上各源项混合稀释作用,计算结果通常较为保守,适用于水文地质条件相对简单,或工程设计的比选、初步可行性分析等工作阶段;数值法在刻画复杂水文地质条件上具有一定优势,更加适用于资料详实,工程可研及安全评价、环境影响评价等工作阶段。在实际应用中,可根据场地实际水文地质条件、工程区水文地质资料掌握程度及工程阶段进行判断,选择适用方法。", "label": "环境科学与工程", "id": 0}
{"content": "在环首都经济圈的建设中,电子信息产业发挥着主导作用。随着电子科技的迅猛发展,电磁辐射污染问题日趋严重。本文介绍了城市中电磁辐射污染的来源和现状,分析了电磁辐射污染的危害,并提出了防护对策和建议,以提高公众电磁辐射的知识和防护意识,在合理利用电磁资源的同时,防治电磁辐射的污染,保障城市健康发展。", "label": "环境科学与工程", "id": 0}
{"content": "为了探究环境材料复合对土壤中重金属的钝化效果,采用正交实验研究生化腐植酸（A）、氨化腐植酸（B）、生物炭（C）和沸石（D）复合施用对重金属铅和镉的钝化作用。结果表明,与CK相比,添加环境材料的处理土壤pH略有降低;土壤电导率随氨化腐植酸用量增高而上升;环境材料促进土壤阳离子交换量升高,使土壤离子交换能力增强。环境材料对铅镉有明显钝化作用,培养60d时,铅、镉有效态含量达到最低,与CK相比,组合A3B1C3D2的土壤有效态铅和有效态镉分别降低了13.42%和11.07%。极差分析表明,组合A3B3C3D3和A2B1C3D2分别是降低土壤铅镉有效性的最佳材料组合。研究结果可为钝化土壤铅镉提供理论依据。", "label": "环境科学与工程", "id": 0}
{"content": "【目的】为了更好地开发绿洲一号菌草对重金属污染农田的修复潜力,在中轻度铅镉污染的农田种植绿洲一号菌草,通过农艺措施调控绿洲一号菌草对铅镉的吸收,测定不同生长时期菌草地上部分的重金属含量,分别开发不同的用途,实现重金属污染农田修复与安全利用有机结合。【方法】在中度重金属污染农田（Cd 3.3 mg/kg, Pb 280mg/kg）种植绿洲一号菌草,在春季、初夏,施加钝化剂聚丙烯酸和/或膦酰基聚丙烯酸,抑制菌草对重金属的吸收,在夏季、秋初,施加植物生长调节剂吲哚丁酸钾或萘乙酸钠和表面活性剂[2-（3,4-二氯苯氧）-乙基]十二烷基二乙基溴化铵,增加绿洲一号菌草产量,促进其对重金属的吸收。【结果】通过施加钝化剂,第一茬嫩草对Pb、Cd的吸收分别减少10.2%-21.0%和20.4%-34.5%,第二茬嫩草对Pb、Cd的吸收分别减少10.1%-19.2%和20.2%-33.0%,满足饲料卫生标准GB13078-2017的要求,可用作饲草。通过施加植物生长调节剂和表面活性剂,使老草的产量增加11.6%-28.8%,对Pb、Cd的吸收分别增加16.4%-27.1%和15.2%-26.5%。收割的老草可代替木材生产纤维增强覆面复合板。", "label": "环境科学与工程", "id": 0}
{"content": "铊（Tl）、砷（As）和汞（Hg）是非必需元素,即使其在低浓度下也对生态环境有毒性作用,有关部门已经加深了对其水环境污染管控,但对污染土壤中Tl、As和Hg的释放与迁移特征知之甚少。近年来,极端天气或不科学施肥引发的尾矿泄露事故频发,导致矿区周边农田极易遭受高重金属污染[1]。为进一步探讨该污染土壤中Tl、As和Hg的释放及迁移行为,评估其潜在的污染风险,本研究以多金属伴生的黔西南滥木厂污染土壤为例,采集了轻度污染（L）、中度污染（M）和高度污染（H）土壤,并开展了柱淋溶实验。结果表明,研究区污染表层土壤中Tl、As和Hg的含量分别为（58.43～333.6） mg·kg-1、（73.86～1509.54）mg·kg-1和（14.6～239.3）mg·kg-1,其最低Tl、As和Hg浓度远高于世卫组织建议的Tl、As和Hg各自最大允许浓度(0.3,8和7 mg·kg-1),也远高于对照表层土壤,达到重度污染水平[2]。尽管Tl、As和Hg伴生于该土壤中,但其在土壤中迁移能力表现出不同的特性。根据形态组分,所有研究土壤中残留Tl的百分比均小于As和Hg,这表明Tl的流动性远大于As和Hg。比较了选定污染土壤中Tl、As和Hg的浸出能力,并分别将其排序为:CaCl2>HCl>柠檬酸>Na2HPO4>EDTA-2Na>酒石酸、柠檬酸>EDTA-2Na>HCl>Na2HPO4>酒石酸>CaCl2和HCl>CaCl2>酒石酸>Na2HPO4>EDTA-2Na>柠檬酸（图1）。结果表明,化学淋滤后三种土壤中的Tl、As和Hg分馏都发生了明显的变化,盐酸浸出后,Tl、As和Hg的迁移率增加,表明酸雨可以使土壤微量金属更具生物可用性,且钙的大量施加会促进污染土壤中Tl的释放,大量酸雨和有机质的会促使污染土壤中As的释放,而酸雨会促使Hg释放,增大其潜在生态风险。本研究的结果揭示了污染土壤中Tl、As和Hg的释放行为,为修复其污染提供了理论指导。", "label": "环境科学与工程", "id": 0}
{"content": "由于铜在工业以及生活中的广泛应用,导致铜向环境中的释放速度加快,铜成为污染环境并威胁人身体健康的重金属。在重金属污染土壤修复过程中多采取植物修复的方法,修复铜污染土壤时需筛选出对铜有较强耐性和吸收能力的植物。本文综述了在铜胁迫的环境中具有耐性且富集能力较强的植物,并总结了铜胁迫对植物生长发育的影响,以期为铜污染土壤修复植物的选育提供一定的参考价值。", "label": "环境科学与工程", "id": 0}
{"content": "重金属镉是众所周知的重金属\"五毒\"元素之一,其盐类化合物具有分解周期长,移动性大、毒性高、难降解等特点,在生产活动中容易被作物吸收富集,不仅严重影响作物的产量和品质,而且可以通过食物链在人体的积累危害人体健康。因此,了解土壤中镉污染的来源从而采取有针对性性的防范措施尤为重要。本文通过走访、调研的方式,结合历史使用情况对河北某地块镉污染源成因进行了分析,得出结论,该地块镉污染源为该地块历史时期进行过废旧干电池拆解,堆放和不正确使用电解糊。", "label": "环境科学与工程", "id": 0}
{"content": "为保障上海某停产硅橡胶材料公司厂区地块再开发利用环境安全,地块出让前土地使用权人需开展土壤污染状况调查评估工作,地块出让后用地性质不变。根据第一阶段资料调查,地块内及周边存在工业生产活动,需要进行第二阶段土壤和地下水采样调查。第二阶段调查在生产车间和疑似污染区域共布设了10个土壤采样点、7个地下水采样点、1个循环水采样点和1个地块外对照点,调查结果显示地块内土壤、地下水和循环冷却水检测结果均符合评价标准,可直接进行再开发利用。", "label": "环境科学与工程", "id": 0}
{"content": "为了筛选出适用于铅和1-甲基萘复合污染高岭土的淋洗剂及其复配方案,采用批平衡试验的方法,选取阴离子型表面活性剂十二烷基硫酸钠（SDS）、十二烷基苯磺酸钠（SDBS）,非离子型表面活性剂曲拉通100（TX-100）,人工合成螯合剂乙二胺四乙酸（EDTA）和天然有机酸柠檬酸5种淋洗剂,对铅和1-甲基萘复合污染的高岭土进行单一淋洗剂淋洗试验和复配淋洗剂淋洗试验。结果表明:单一淋洗剂淋洗时,对重金属铅离子洗脱效果最好的是EDTA,EDTA浓度为7g/L时,铅离子洗脱率达到77.35%;柠檬酸次之,而3种表面活性剂对铅几乎没有洗脱效果。对1-甲基萘洗脱效果最好的是SDBS,其浓度达到5g/L后,1-甲基萘洗脱率达到75%; SDS和TX-100次之,1-甲基萘洗脱率分别可达到64%和40%,而螯合剂柠檬酸和EDTA几乎没有去除效果。淋洗剂复配淋洗时,对重金属铅离子洗脱率最高的组合是SDBS与EDTA,其浓度配比为2g/L∶2g/L或1g/L∶3 g/L,铅离子去除率最高可达到79.5%;对1-甲基萘洗脱率最高的组合是SDS与SDBS,其浓度配比为1g/L∶3 g/L时,1-甲基萘去除率达到80%。另外,SDBS和EDTA按2g/L∶2g/L的浓度复配淋洗时对高岭土中铅离子去除率为79.49%,对1-甲基萘去除率为60.5%。该组合对2种污染物均有较好的去除效果,因此可以作为铅离子和1-甲基萘复合污染高岭土最佳淋洗剂组合。", "label": "环境科学与工程", "id": 0}
{"content": "随着我国现代化进程的高速推进,大规模的工业化与城市化建设曾一度忽略土壤有限的环境承载力,长期粗放的经济模式造成我国农用地大面积遭受不同程度的重金属污染,污染呈现范围广、类别多、地域差异显著的特征。基于风险的管控是行之有效应对土壤污染的措施之一,但目前对于农田土壤重金属污染程度的评价多以总量表征为主,缺乏对重金属形态特别是生物有效态的足够考量,在农田污染管控仍存在一些问题与挑战,如治理周期长、成本高、二次污染严重、难以持久、普适性差等,严重制约现存治理技术的应用与推广,因此亟须开展防护战略机制的有益探索及管控对策研究,切实保障农产品安全、生态环境质量及人体健康,维持经济与社会可持续发展。本文分析了我国农田重金属污染现状,生态/健康风险,总结了重金属有效性评价方法及风险管控对策,并对今后的研究方向进行了展望。", "label": "环境科学与工程", "id": 0}
{"content": "介绍了天津市某石油烃污染场地土壤和地下水修复治理工程实例。场地为河流冲积平原,土壤污染物为脂肪烃C6—C8和C8—C10、芳香烃C8—C10,最大浓度分别为1300,4930,2150 mg/kg,土壤修复面积约为11017.1m~2,修复土方量约3.6万m~3;地下水污染物为脂肪烃C8—C10、C10—C12和C12—C16,最大浓度分别为1130,5140,12100 mg/kg,地下水修复面积约为10139 m~2,修复方量约为3.5万m3。工程采用原位化学氧化技术对轻度污染土壤进行了无害化处理,采用原地异位设备内热脱附技术对重度污染土壤进行了修复,采用地下水抽出+化学氧化协同修复技术对污染地下水进行了修复,抽出处理后达标的水排入市政管网。修复工程实施过程中,针对污染范围边界存在围墙或构筑物不能破坏的特殊情况,采用注入井与原位搅拌形成\"药剂帷幕\",阻止污染物向外迁移,并将污染物同步氧化为无毒的小分子物质。经检测,原位化学氧化和原地异位热脱附处理后的土壤中TPH含量低于本场地经评审备案的《调查报告》和《修复技术方案》中给出的修复目标值(脂肪烃C6—C8浓度<360 mg/kg、脂肪烃C8—C10浓度<120 mg/kg、芳香烃C8—C10浓度<370 mg/kg),修复后的地下水满足相关排放标准和修复目标值。", "label": "环境科学与工程", "id": 0}
{"content": "重金属的富集会使土壤肥力下降导致植株的生长情况变差,进一步经由食物链和地下水影响人的健康,因此解决土壤的污染问题是当务之急。本文对土壤中重金属铬污染的来源、危害及修复技术进行了综述,以期为相关研究者提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "以涪江流域企业周边土壤为研究对象,共采集122个表层土壤样品,分析了土壤Cd含量的统计特征,并运用Global Moran’s I指数和Anselin Local Moran’s I指数评估了全域范围内的空间相关性及聚类特征,然后利用半变异函数分析其空间结构,最后通过经验贝叶斯克里金法对其空间分布进行预测。结果表明:土壤Cd含量的平均值和中位值均未超过GB15618—2018《土壤环境质量农用地土壤风险管控标准（试行）》风险筛选值,整体污染水平较低;企业分布是导致土壤Cd空间相关性波动和局部异常值出现的主要原因;在不同方向上的空间差异较大,按照大小排序为135°>0°>90°>45°,其空间差异性与企业在不同方向的分布情况相一致;高值区域聚集现象较为明显,主要集中在德阳市和绵阳市的交界处以及流域上游,与企业分布以及农田灌溉、过量施肥有关。", "label": "环境科学与工程", "id": 0}
{"content": "随着国内土壤修复市场不断发展,采用原位热脱附技术去除土壤中有机物的修复项目不断增加。目前,业内大多聚焦于修复效果,对修复过程中的二次污染问题关注相对较少。本文以某有机磷农药厂修复工程为例,介绍了修复工程中采用的技术方案、工艺流程、修复效果、修复过程中遇到的由高温引起的特征污染物降解的问题及其应对措施。特征污染物甲拌磷在原位加热过程中产生多种二级衍生物,而后者的毒性以及恶臭气味问题不容忽视,需要在修复中二次污染防治工作中重点应对。因此,本文具体介绍了修复过程中废气、废水、固废的二次污染防治措施。结果显示:土壤修复结果远超国家标准,污染物总体去除率达到99.9%。本次修复工程具有重大的示范意义,提醒土壤修复从业人员在使用原位热脱附技术时,需着重考虑高温引起的污染物变化、场地条件变化、污染物迁移路径变化等问题。", "label": "环境科学与工程", "id": 0}
{"content": "随着工农业的快速发展和城市化的不断推进,社会对石油的需求日益增长。在开采和运营过程中,油田/加油站产生的烃类排放物会加剧周边环境污染,对土壤的污染尤为突出。本文综述了国内外对石油烃污染土壤的微生物修复历程,并对苏南地区加油站土壤修复进行了合理的展望。", "label": "环境科学与工程", "id": 0}
{"content": "Tessier五步提取法被广泛应用于土壤重金属结合态的分析,其最初仅用于以阳离子形式存在金属（Cd、Co、Cu、Ni、Pb、Zn、Fe、Mn）,后来有研究将其扩展应用于土壤总铬（TCr）和[Cr（Ⅵ）],且似有逐步增加趋势。本文对五步提取法的原理、Cr（Ⅵ）和TCr在各提取步骤中的氧化还原和吸附解吸过程进行了理论分析和实验验证。结果显示:土壤Cr（Ⅵ）在其第3、4步会被还原成三价铬[Cr（Ⅲ）],导致Cr（Ⅵ）检测结果错误和不能自检。而TCr也会由于同样的问题出现各结合态分布的系统误差。本文进一步论述对于含有Cr（Ⅵ）的土壤,五步提取法的分析结果不适用于铬污染土壤修复效果评价和风险评价。", "label": "环境科学与工程", "id": 0}
{"content": "研究了自主研发的2种泡沫/氧化剂耦合修复材料产生的泡沫对挥发性有机物（VOCs）四氯乙烯和正庚烷挥发的阻断效果,以及对土壤中半挥发性有机物（SVOCs）多环芳烃（PAHs）的去除效果,并依托上海某有机污染修复场地开展中试试验。结果表明:2种泡沫/氧化剂耦合修复材料均可以阻断VOCs的挥发,且TRXF-ZJ-2017-3的性能优于TRXF-ZJ-2017-2,泡沫持续覆盖至150 min对四氯乙烯和正庚烷的阻断率都在94.0%以上;反应48 h后对总PAHs的去除率可达到87.0%左右。在中试试验修复现场,泡沫材料对污染场地的VOCs阻断及修复效果显著,阻断率达到97.0%以上。", "label": "环境科学与工程", "id": 0}
{"content": "稳定化技术是我国目前控制土壤重金属污染最成熟的方法之一,但应用药剂稳定化土壤重金属浸出规律和影响因素以及其长期稳定性能评估研究内容欠缺。本研究开展目前市场常见的药剂A、B和C对重金属污染土壤进行稳定化实验,通过检测和分析稳定化土壤经降雨淋溶的重金属浓度,构建淋溶的化学浸出评估体系并评估药剂对重金属的长期稳定性能。实验结果表明:经稳定化的土壤初期稳定性能较好,但随着模拟时间持续,其稳定性能均出现不同程度下降,选用的三种药剂在长期淋溶、酸淋溶中的长期稳定率由高到低顺序为:药剂C>药剂B>药剂A,该结果与经三种药剂稳定化后的土壤污染物浸出浓度相一致,药剂长期稳定性能下降可能与药剂自身不断被消耗、污染不均引起的新污染源释放、土壤酸碱度变化等因素有关。此外,通过酸淋溶实验发现在弱酸淋溶条件下阴离子元素砷具有更好的稳定性与阳离子元素镉和锌相比,并且淋溶结果表明建立的评估体系具有一定的合理性,可用于预测和评估土壤的长期稳定性能,协助筛选稳定化药剂以及为稳定化技术提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "通过对江西某污染地块污染土壤及地下水修复工程环境监理工作要点进行全过程分析,明确了在施工准备阶段、工程实施阶段、二次污染控制及效果评估阶段环境监理工作的主要内容。结合施工准备、临时及辅助工程建设、土壤修复、地下水修复及环境监理抽检情况对主体修复工程完成情况进行了详细分析。修复过程中的二次污染控制措施得当,开挖后的基坑、污染土壤和地下水修复全部达标且无不良环境影响。通过案例分析,明确了土壤及地下水修复工程环境监理工作关于质量及进度控制和安全文明施工控制相关要求,并提出了关于尽快开展环境监理从业人员职业培训及资格认证的建议。", "label": "环境科学与工程", "id": 0}
{"content": "污染场地能够快速、无二次污染和低能耗的修复技术成为城市建设用地修复技术筛选和探究的目标。提出1种融合原地浅层化学吸附及协同热脱附的土壤修复技术。首先对浅层污染土采用纳米铁催化还原法改变其微观结构,增加土壤比表面积,深层污染土利用过硫酸盐促进污染物解吸脱附后,迁移吸附到表层土壤,然后利用协同热脱附技术,快速分离降解污染物后回填完成污染场地修复过程。与常规异位热脱附技术比较,此原地异位的协同热脱附技术,可以大大降低土方运输量和环境健康风险,去除综合效率提升近30%,显著降低了处置能耗。", "label": "环境科学与工程", "id": 0}
{"content": "通过使用3种ArcGIS插值方法（克里金法、样条函数法和反距离权重法）对某淬火服务站地块土壤氰化物污染进行插值分析,基于验证点的误差值以及浓度分布图的准确性,反距离权重法的插值结果好于另外2种方法。对于反距离权重法,设置其权重为2～7次幂分别插值,结果显示:其权重对于插值结果有直接影响,高幂次插值可以较好地反映重点污染区域的迁移特性,插值结果较低幂次更为准确,更加适合因历史生产活动和多种构筑物而造成数个污染\"热点\"的本项目场地。本研究对于土壤污染状况调查项目中污染物的分布预测、土壤污染面积的确定以及修复治理土壤量的核算具有重要的应用价值。", "label": "环境科学与工程", "id": 0}
{"content": "为排查某镀锌企业的土壤隐患,对其进行隐患排查和土壤调查。通过土壤隐患排查确定需要排查的污染物为重金属、酸碱。场地内共布设土壤采样点6个,地下水采样点4个,采集土壤样品20个,地下水样品4个。结果表明:土壤中挥发性有机物和半挥发性有机物均未检出,土壤环境中重金属有检出,未超过筛选值标准;地下水样品中重金属锌超过GB/T 14848—2017《地下水质量标准》Ⅲ类标准限值。该企业土壤污染隐患和地下水污染隐患较高,部分区域已存在地下水污染,需采取防止措施避免土壤污染,查明地下水污染范围和程度,开展详细调查和风险评估等工作。", "label": "环境科学与工程", "id": 0}
{"content": "本文介绍了几种典型常用的土壤修复技术,包括物理修复方法、化学修复方法、生物修复方法、技术集成方法。同时探索了土壤修复企业的业务、盈利模式,包括污染方付费模式,受益方付费模式,财政出资模式,最后探讨了土壤修复企业的资质管理。", "label": "环境科学与工程", "id": 0}
{"content": "为考察某金属冶炼厂土壤重金属污染状况,调查地块选取6种重金属As、Cd、Cu、Hg、Ni、Pb为主要污染物,以GB 36600—2018《土壤环境质量建设用地土壤污染风险管控标准（试行）》第一类用地筛选值为评价标准,结果表明:该地块6种重金属含量均超标,超标率依次为As", "label": "环境科学与工程", "id": 0}
{"content": "选取了云南省某重金属复合污染化工场地,选用铁盐类、钙基类药剂分别与水泥复配组成修复药剂,采用异位固化稳定化技术,开展了100 m~3土方规模的重金属复合污染土壤修复中试试验。根据试验结果得到不同复配药剂修复效果和成本组成,对异位固化稳定化技术用于多种重金属复合污染土壤修复的工程应用、药剂选择及末端处置进行了分析及建议,以期为同类型污染场地修复治理工程开展借鉴参考。", "label": "环境科学与工程", "id": 0}
{"content": "以某镉超标稻田土壤为对象,利用稻田淹水排水（便于淋洗）去除土壤镉。以FeCl3、柠檬酸和磷酸为淋洗剂设置单一和复合淋洗实验,并研究浓度、淋洗次数等淋洗条件对镉去除影响,以及模拟3种淋洗剂对镉的去除机理。此外,研究NaOH、Ca（OH）2和MgO对淋洗废水中镉的去除和pH的调和效果。结果表明:单一淋洗时,FeCl3对镉去除效果最好;FeCl3+柠檬酸、FeCl3+磷酸淋洗与氯化铁淋洗效果近似,其镉去除率分别为59.34%、56.11%和57.93%。综合考虑镉去除率和成本,30 mmol/L FeCl3为适宜淋洗剂,其土壤镉去除率为49.76%,土壤镉达到质量标准要求。Cl-与Cd2+可形成稳定可溶络合物,故FeCl3淋洗效果优于柠檬酸和磷酸。相对于NaOH和Ca（OH）2,MgO去除废水镉的效果更佳,且能调和pH,达到排放要求。", "label": "环境科学与工程", "id": 0}
{"content": "轻质非水相液体（LNAPL）在有机污染场地中普遍存在,对土壤、地下水环境与人体健康构成严重威胁,准确查明LNAPL在地层和地下水中的分布特征是制定有效治理或风险管控措施的前提。目前,针对LNAPL分布特征分析多集中在室内实验与模拟,而在有机污染场地开展大规模LNAPL分布特征调查及分析工作的工程实践较少。以北京市某处有机污染场地为例,采用Geoprobe钻机全程取芯方式,结合LNAPL物理、化学特性对其在包气带、地下水位附近及水面以下地层中的分布特征开展调查工作,并对形成机理进行相关探讨分析。所采用的调查技术、对LNAPL分布特征的调查结果及分析可为类似有机污染场地调查及后期治理提供重要的工程应用实践经验和技术参考。", "label": "环境科学与工程", "id": 0}
{"content": "我国土壤镉砷复合污染问题日益严重,对其的修复治理极为迫切。因镉和砷在土壤中的化学行为截然不同,单一类型的修复药剂难以实现镉和砷迁移转化能力的同时降低,需采用复合型药剂对其进行协调修复治理。系统分析了镉砷复合污染的协同修复原理,总结归纳了常见修复药剂及复配组合的应用修复案例,并在此基础上分析了镉砷协同修复药剂目前存在的问题并做出展望。", "label": "环境科学与工程", "id": 0}
{"content": "重金属污染场地是当前较为受关注的环境问题,论文通过室内生物淋滤实验,模拟修复重金属(Zn2+、Cd2+和Cr6+)污染场地。结果表明:添加硫杆菌能够显著降低土壤水层溶液中的pH,最低pH达到4.0;土样中硫粉为4.0 g/kg,Zn2+浓度为600 mg/kg,添加硫杆菌培养液15 mL,震荡培养15 d后,Zn2+的浸出率达到最大值70%;当硫粉为2.4 g/kg,Cd2+浓度为900 mg/kg,添加硫杆菌培养液15 mL,震荡培养15 d后,Cd2+的浸出率最大值40%;当硫粉为2.4 g/kg,Cr6+浓度为1000 mg/kg,添加硫杆菌培养液15 mL,震荡培养15 d后,Cr6+的浸出率最大值60%。", "label": "环境科学与工程", "id": 0}
{"content": "以某铁钉厂酸洗磷化废水偷排污染场地为例,分析污染物的类型、事件发生的时间与空间范围,从土壤环境损害修复和应急处置费用方面对该事件造成的污染进行了损害鉴定,为今后类似污染事件的环境损害评估提供参考案例。", "label": "环境科学与工程", "id": 0}
{"content": "工业园区通过对生产资源的集成为产业发展提供了优势和便利,但同时也造成了较高的土壤、地下水潜在污染风险。选取位于长江上游成都平原的原青白江工业集中发展区作为研究对象,检验分析了园区土壤超标地块和未超标地块,以及地下水超标和未超标地块之间在11个变量上的差异性,发现地面硬化水平对地块土壤污染风险存在显著影响,地下构筑物防渗情况对地块地下水污染风险影响在显著影响,而企业生产经营活动时长对地块的土壤、地下水污染风险的影响均显著。据此,本研究对同类型工业园区提出了土壤与地下水污染风险防控建议:1)对成立时间早、生产历史长的地块执行更严格的管理措施; 2)对企业地面硬化情况和地下构筑物防渗水平提出更高要求; 3)在制定园区重点控制的有毒有害化学物质清单时,充分考虑生产原料中的伴生污染物; 4)开展园区环境监测时,充分考虑不同企业地块间的污染交互影响。", "label": "环境科学与工程", "id": 0}
{"content": "天津市某污染场地原为停车场所,通过场地调查及风险评估得出污染场地内土壤存留苯并（a）芘等污染物,对人体健康造成威胁。通过中试试验采用4因素3水平正交实验分析过硫酸钠在投加量、活化剂、外界温度等不同因素的影响下,对污染土壤中苯并（a）芘的去除率。以活化过硫酸钠为氧化剂的降解方法的各因素试验显示:过硫酸钠的加入量为被污染土壤重量的1.5%,活化剂采用石灰（氧化钙）,加入量为过硫酸钠重量的1/2,放置反应温度在-5～5℃时为最佳降解反应条件。在污染物为苯并（a）芘为主的多环芳烃的土壤修复实践中,反应时间、温度、掺入量等与试验条件有所差异,因此还需根据现场实际情况,兼顾工程的可操作性和修复效率。", "label": "环境科学与工程", "id": 0}
{"content": "本文以某铝冶炼厂砷、氟复合污染土壤为研究对象,采用2种复合稳定剂A、B对其进行修复,对不同稳定化处理后土壤中砷氟的浸出毒性、形态分布等进行分析,研究复合稳定剂投加量、投加方式、稳定时间对修复效果的影响。研究表明:投加量为6%时,第30天,复合稳定剂A的土壤氟、砷稳定率都在90%以上;复合稳定剂B按第1种方式加入,土壤氟稳定率在90%,土壤砷稳定率只达到29%;复合稳定剂B按第二种方式加入,土壤氟、砷均在90%以上。2种复合稳定剂都可以降低氟、砷的浸出浓度,但复合稳定剂A优于复合稳定剂B。对于复合稳定剂B,投加方式对氟的稳定效果影响小,对砷的稳定效果影响大。第2种投加方式更有利于砷稳定。综合考虑成本、稳定效果、可操作性等,复合稳定剂A更适用于土壤砷、氟复合污染的修复。", "label": "环境科学与工程", "id": 0}
{"content": "本文以上海桃浦黏性重金属污染土为研究对象,对Zn、Pb、As 3种重金属进行有效的淋洗剂和浓度的选配研究。首先通过对常见有机酸进行有效性筛选,再将有效的有机酸分别与常用螯合剂EDTA和无机盐Fe Cl3进行不同浓度配比下的淋洗,最后将不同组合下的最优配比在重金属污染土上对比验证。结果表明:单一有机酸淋洗中,柠檬酸优于草酸,能去除大量Zn,但对As的淋洗去除率较低。柠檬酸和EDTA复配淋洗或者柠檬酸和Fe Cl3复配淋洗的效果均优于单一淋洗的结果,0.2 mol/L柠檬酸-0.1 mol/L EDTA对Zn、Pb、As的去除率最高,分别为42%、44%、20%;0.1 mol/L柠檬酸-0.1 mol/L Fe Cl3对Zn、Pb、As的去除率达到最高,分别为48%、43%、23%; 2种最优复配淋洗对Zn、Pb、As的去除效果接近,在实际土壤修复中可考虑成本更低的柠檬酸-Fe Cl3进行淋洗。", "label": "环境科学与工程", "id": 0}
{"content": "以江汉平原沿江某场地受砷污染严重土壤为对象,选取膨润土、水泥、零价铁、氢氧化钙、硫酸亚铁、氧化钙和氯化亚铁7种材料筛选砷稳定化效果较好的药剂,筛选药剂最佳投加量和反应时间。结果表明:氯化亚铁和氧化钙对砷具有很好的稳定化效果,且氯化亚铁稳定砷的效果比氧化钙更强。氯化亚铁药剂投加量10%、搅拌时间1 d后,砷的稳定化效率可达99%以上,土壤中砷的可交换态和碳酸盐结合态显著降低,铁锰氧化物结合态明显升高,土壤环境风险由中风险转变为安全。", "label": "环境科学与工程", "id": 0}
{"content": "环渤海区域是钢铁行业发展的集中区域,也是土壤重金属污染的多发地。以唐山市某镀锌企业为例,探究了该企业土壤环境中重金属的污染水平。对设置的企业现场取样点包括金属防腐处理车间、污水处理站、酸再生间、危废间,采用标准指数法、污染指数法、地积累指数法对土壤中重金属的污染情况进行了分析和评价。结果表明:尽管该企业土壤中的As、Cd、Cr（VI）、Cu、Pb、Hg、Ni、Zn等重金属的含量均未超过GB 36600—2018《土壤环境质量建设用地土壤污染风险管控标准（试行）》的第二类用地筛选标准值,但上述重金属含量均明显高于该地块的土壤背景值,其中以金属防腐处理车间受到的土壤污染最为严重,且Zn和Cd为主要污染重金属。", "label": "环境科学与工程", "id": 0}
{"content": "以北京市某污染场地原位燃气热脱附修复工程为研究对象,探讨了污染场地修复工程项目环境监理人员职责和工作程序,明确了修复工程准备阶段、实施阶段、效果评估阶段的环境监理工作重点。在结合实际工程案例的基础上,归纳了热脱附工程实施过程中存在的主要问题,并提出相应的解决对策,旨在为污染场地修复工程环境监理工作提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "我国拥有世界上一半以上的稻田,水稻作为人类主要粮食作物,其质量与产量与人民健康息息相关。受工业发展、矿产业开发等的影响,汞以不同形态进入稻田,并转化成为毒性最强的甲基汞。水稻是目前为止发现的唯一的甲基汞富集作物,解决稻田汞污染的问题刻不容缓。本文综述了我国稻田汞污染的现状及成因,从物理、化学、生物的角度总结了土壤汞消除的现有技术及优缺点,并从农田管理的角度提出了一些方法,最后对稻田土壤汞消除技术发展的新方向、新方法提出了展望,以期为稻田汞污染的治理提供一定的参考。", "label": "环境科学与工程", "id": 0}
{"content": "日益严重的土壤石油污染不仅破坏土壤生态环境,降低土壤质量,石油污染物还能通过食物链直接威胁人类健康。微生物修复因比物理、化学修复更经济、降解彻底、对环境友好,在石油污染土壤修复方面具有很大优势。但仍存在修复效果差、周期长等问题,需要采取强化措施提高修复效果和效率。本文综述了微生物修复石油污染土壤强化措施的研究现状,将主要的强化微生物修复措施归纳为生物添加和生物刺激两大类并分别介绍了研究进展,总结了现阶段强化微生物修复存在的问题和研究展望。", "label": "环境科学与工程", "id": 0}
{"content": "为研究乌鲁木齐市农村土壤中重金属污染状况,采集了4个村庄16个土壤样品,分析测定了Hg、As、Cd、Cr、Cu、Zn、Ni和Pb等8种重金属含量。运用富集系数法、地质积累指数法、污染负荷指数法和潜在生态风险指数评价土壤重金属污染状况及潜在生态风险程度。结果表明:（1）重金属总平均含量顺序为Zn> Pb> Cu>Ni> Cr> As> Cd> Hg,除Cr和As以外,其余六种元素的总平均含量超过新疆土壤环境背景值,但是所有采样点位重金属含量均未超过农用地土壤污染风险筛选值（GB15618-2018）。（2）地质积累指数评价结果表明,8种重金属的平均污染程度顺序为Hg>Cd>Pb> Zn> Cu> Ni> As>Cr,其中Hg、Cd和Pb的平均Igeo值大于0,且Hg （62.25%）和Cd（87.5%）采样点存在不同程度的污染。（3）污染负荷指数评价结果表明,CF值大小顺序依次为Hg> Cd>Pb>Zn> Cu> Ni> As> Cr,Hg和Cd属于中度污染,Pb、Zn、Ni和Cu属于轻度污染,Cr和As属于无污染。研究区土壤区域污染负荷指数PLIzone为1.36,呈现轻度污染态势。（4） 8种金属元素的潜在生态风险系数顺序为Hg> Cd> As> Pb> Cu> Ni> Zn> Cr,研究区综合潜在生态风险指数RI平均值为209,表现为中等潜在生态风险且主要由Hg和Cd贡献。总体而言,乌鲁木齐市周边农村土壤环境重金属为轻度污染,存在中等潜在生态风险。结果可为管理部门对该区域土壤重金属污染状况、管控、治理及潜在生态风险预警提供科学依据。", "label": "环境科学与工程", "id": 0}
{"content": "流域是人类社会发展中的重要区域,健康的流域能有效促进生态系统的循环发展,保障自然环境和流域生态不被破坏,因此,在对流域的综合治理和水生态修复项目上十分关键,建立完善流域一体化的生态保护体系是当前的重要工作。文章基于对流域综合治理的工作概述,从水生态修复的管理流程提出建议,建立生态修复资金长效保障机制。", "label": "环境科学与工程", "id": 0}
{"content": "近年来,我国城市水环境质量日益下降,地下水位下降,降雨收集和过滤措施不足,污水处理和二次利用率较少,甚至有部分污水未经过处理或者经处理后仍然达不到排放标准就排放到城区河流、湖泊中,许多区域河流逐渐受到污染,久而久之,部分流量较小的河流或者湖泊逐渐有了成为黑臭水体的趋势,对社会精神文明、生态环境的发展、经济建设和居民健康都有较大的负面危害。因此,通加强废污水的收集和处理,提高雨水、中水等利用率,加强社会监督等改善水环境质量、促进水生态恢复、保障水安全的任务迫在眉睫。目前在黑臭水处理过程中,大力推广生态修复技术,对改善黑臭水水质,改善水生态环境有显著效果。", "label": "环境科学与工程", "id": 0}
{"content": "本文通过对东南部某淡水湖泊进行了三维荧光结合平行因子分析,针对湖泊中的有色溶解有机质（CDOM）在时间与空间上的分布进行了详细的分析与论证,得到了CDOM在研究区域内的时空分布及变化特征,从而对湖泊富营养化原因进行阐述并提出针对性的防治措施。", "label": "环境科学与工程", "id": 0}
{"content": "上海轨道交通14号线陆家嘴站紧邻浦东威立雅水厂,该厂年代久远且经历多次超高层建筑施工影响,对于变形极为敏感。工程场地水文地质条件复杂,基坑施工期间地下水控制难度极大。为减小地下水引发的基坑安全及环境变形风险,进行了抽水试验,根据试验结果采取了多项针对地下水治理的措施,最终顺利完成基坑开挖并将环境变形控制在合理范围之内。本文为类似基坑的地下水治理措施提供了参考及借鉴意义。", "label": "环境科学与工程", "id": 0}
{"content": "拉林河为松花江干流右岸的一级支流,拉林河河长450km,流域面积19923km~2。拉林河流域土地肥沃,人口密集,为黑、吉两省重要的粮食生产基地之一。根据2030年流域水利工程调度运行管理及水资源配置状况,综合分析主要控制断面生态流量满足程度变化情况。为强化流域水生态文明建设,提升生态流量保障能力与水平提供借鉴和参考。", "label": "环境科学与工程", "id": 0}
{"content": "基于河流健康导向,满足于社会经济可持续发展需求,以\"人水和谐\"为主题,系统阐述了\"幸福河\"的基本内涵。同时,通过参考已有相关指标体系研究成果,结合黄河流域特点和实际情况,从安全河、健康河、惠民河、文明河及和谐河5个方面,选取了防洪标准达标率、生态流量保障程度等17项指标,初步构建了幸福河评价指标体系,并对指标的选取进行了简单探讨。", "label": "环境科学与工程", "id": 0}
{"content": "为了解高磷矿背景区人类活动下水库沉积物的污染状况,本研究分析了宜昌市玄庙观水库表层沉积物营养盐（碳氮磷）的水平空间分布及污染特征。研究表明:玄庙观水库表层沉积物粒径较细,主要由黏土和细粉砂构成;总有机碳（TOC）和总氮（TN）含量均值为30.3g.kg-1和1209.5mg.kg-1,评价结果表明玄庙观水库沉积物有机污染处于中度污染级别,TN污染主要处于轻度污染级别;总磷（TP）含量分布差异性较大,介于5356.0～9631.5mg.kg-1,均值为8133.0mg kg-1,处于严重重度污染水平,主要以无机磷（IP）形态为主,占比达90%以上。元素分析指出,玄庙观水库表层沉积物有机质主要来源于陆源性有机输入,磷污染受流域内磷矿开采造成的磷输入影响较大,沉积物的生态环境风险较大,需引起足够的重视。", "label": "环境科学与工程", "id": 0}
{"content": "本文结合生态浮岛技术在岐山凤鸣湖生态修复中的应用实况,对该技术的作用和优点进行了介绍,剖析生态浮岛的技术与原理和应用技巧,以供类似水生态修复工程参考借鉴。", "label": "环境科学与工程", "id": 0}
{"content": "水质净化功能型湿地符合自然生态要求,能够适应城市河湖的水质水量变化,且有良好的景观效果,在城市河湖污染控制中具有良好的应用前景。本文分析了湿地净化技术在河湖治理中的应用场景,并介绍了实际工程案例。同时提出了注重仿生态自然设计,与治水总体方案协调,从全生命周期的角度考虑湿地的建设和运营,充分发挥湿地生态系统的综合效应。", "label": "环境科学与工程", "id": 0}
{"content": "与传统的填埋处理方式或焚烧方式相比,无害化处理有占地面积小、处理速度快、减量效果好、污染排放少、资源利用率高等优点。极大地满足目前国家\"十四五\"规划中提出的\"碳中和、碳达峰\"目标。该项目通过对库区漂浮物及原填埋物进行清理、分拣、粉碎处理,有机质、白色垃圾区分利用,生产生物质有机肥中间产品,不仅实现漂浮物垃圾处理减量化、无害化,有效地提高资源利用效率,变废为宝,而且进一步改善了库区水环境和生态环境,必将产生良好的环境经济效益和社会效益,具有极高的推广价值。", "label": "环境科学与工程", "id": 0}
{"content": "在当前持续推进生态文明建设及区域高质量发展要求背景下,水利部、生态环境部都明确指出要聚焦管好\"盛水的盆\"和\"盆里的水\",给当前地方治水工作提供重要指导及具体抓手。其中,水库（山塘）作为\"盆\"的重要组成,在调节局地气候、防洪保安、山间蓄水并提供稳定水源、营造生态空间等诸多方面起到不可替代的作用。目前,地方水库生态治理与修复多数滞后于河道整治,特别是水库型饮用水源地由于多样化的污染源,水生态环境恶化隐患逐渐呈现,饮水安全性保障亟待解决。本文以海南省文昌市湖山水库为例研究影响水生态环境的诸多因素,并对应提出解决策略,为类似水库型水源地水生态环境治理和修复工作提供案例参考。", "label": "环境科学与工程", "id": 0}
{"content": "针对特定污染物类型和保护目标,利用现有水利工程实施水量应急调度,按照需要加大上游水利工程的下泄流量,且增加的水量能在特定时期内到达污染的河段,稀释被污染的水体,是水利部门协助处理水污染突发事件的重要手段。一般而言,水库下泄流量到达水污染突发事件河段的时间越短,对污染物的稀释扩散产生有效影响越好。本文通过对东江流域\"三大水库\"和干流上各梯级水电站开展水量调度模拟演算,分析能尽快将稀释污染物所需的水量输送到污染河段的调度方式,提出处理水污染突发事件的水量应急调度方案,为应急调度领导小组在水污染突发事件实际发生时制定水量应急调度方案提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "针对突发性水污染事件随机发生的特征和快速应急处置的需求,提出一种基于流场库建立三峡库区整体二维水质模型的新方法,可以快速模拟整个库区随机发生的突发性水污染事件。该方法事先对不同典型水文条件和水库调度阶段下的二维流场进行计算,建立流场库。事故发生后,应用一维水动力学模型计算得到事故发生时间和地点的二维流场边界条件,然后调用相应的流场库数据,进行污染物迁移转化的模拟计算。通过与实时计算流场方法的计算结果进行比较发现:污染物扩散浓度差别较小,高浓度带污染物的空间分布形态和污染物扩散迁移范围均十分接近,表明该方法可以有效地预测污染物扩散过程,为突发性水污染事件的应急处置提供决策支持信息。", "label": "环境科学与工程", "id": 0}
{"content": "在分析辽河污染现状的基础上,综合考虑环保考核断面及污染物来源等因素,选取6个具有代表性水质监测断面,以化学需氧量和氨氮为关键指标,采用季节性Kendall检验法及趋势分析法,从显著性、时间及空间等三个方面,分析辽河各断面2017-2019年水质变化趋势与特征。为辽河水质预防与治理保护提供依据与方向。", "label": "环境科学与工程", "id": 0}
{"content": "坝基廊道排水孔析出物形成过程较复杂,对析出物来源、成因的合理分析是评价坝基渗透变形的基础。通过对库水、廊道水与建库前河水水质对比分析,对析出物进行灼烧试验和X-射线荧光光谱分析,认为析出物来自库水渗流过程中溶解的有机质,并与坝体、坝基发生化学潜蚀作用形成。", "label": "环境科学与工程", "id": 0}
{"content": "根据ArcGIS统计成果,对浑河干流（沈阳段）生态封育情况进行研究,分析生态封育对经济、环境、社会的影响,特别对污染物入河减小量、植被覆盖率、水土流失量等要素进行计算。研究成果可为地方推进生态封育工程提供支撑。", "label": "环境科学与工程", "id": 0}
{"content": "褐煤和风化煤等低阶煤制备腐植酸过程中产生大量残渣,具有pH高、灰分多和组分复杂等特点,随意堆弃对水土环境造成危害。以煤基腐植酸残渣为材料制备重金属吸附钝化剂成为目前残渣资源化利用的重要方向之一。本研究以稀酸、稀碱和水等不同溶液对煤基腐植酸残渣分级洗脱处理,比较洗脱前后残渣的元素组成、灰分和腐植酸组分变化及其对重金属Hg2+、Pb2+吸附效应。结果表明:与对照相比,经过稀酸、稀碱和水洗脱腐植酸残渣后,其灰分、游离腐植酸及其对Hg2+、Pb2+吸附效率均下降,其中碱洗处理降幅最大,游离腐植酸含量下降约2%,灰分降低18.3%,Hg2+、Pb2+吸附效率分别降低13.9%和20%。60目较40目腐植酸残渣的pH值、Hg2+、Pb2+吸附效率变化较小,游离腐植酸含量下降幅度较大。为使洗脱处理对腐植酸残渣性质的影响最小,建议使用60目、酸洗处理作为腐植酸残渣的前处理方式。", "label": "环境科学与工程", "id": 0}
{"content": "开封市作为国家级历史文化名城、文化旅游胜地,古城水系治理迫在眉睫。东护城河为一渠六河项目中的一条重要河流,自北向南穿越\"三园一市\",其中汴京公园段施工区域狭小,要打造滨水景观效果、提升生态河道,同时起到防洪排涝作用,施工难度大。通过对水系治理现状分析,采用新型生态河道护岸结构形式,并在本工程中进行应用,既满足提升滨水景观效果,又满足河道体系的防洪排涝功能,且有利于河道系统的生态建设。", "label": "环境科学与工程", "id": 0}
{"content": "根据邯郸市饮用水源地水质现状,找出存在的主要环境问题,提出协同防治的对策及建议,切实保护水源地水质质量,从而进一步满足人民安全饮用水的需要。", "label": "环境科学与工程", "id": 0}
{"content": "水是人类社会赖以生存和发展的资源,水质污染不仅会直接影响到人类生活用水的安全,同时也对社会的可持续发展产生了严重的影响。科学准确的水质预测模型能够为环境保护部门提供预警信息,及时控制有污染风险的流域,有助于我们在水环境保护中占据主动地位。在以往水质预测研究中,典型时间序列模型已得到了广泛的应用,但大多数研究都具有将时空规律分开进行研究、影响因素考虑片面化、预测精度较低等问题。因此本文提出了由CNN卷积神经网络驱动的领域预测模型,它能够同时考虑水质的时间和空间变化规律,有效捕捉水质数据中复杂的非线性结构,提高水质预测精度。本文通过收集2018年至2021年赣江流域的31个地表水质监测站点的实时水质数据,建立了基于CNN的水质预测模型,并用其拟合赣江流域水质的时空变化规律,预测未来赣江流域水质情况。过程及结果如下:首先利用Python进行数据预处理,由于各指标之间存在量纲差异,再根据《地表水环境质量标准》可知水质类别与各指标之间存在复杂的非线性关系,因此我们将五项水质指标——pH、CODMn、溶解氧、氨氮、总磷,利用PCA得出综合指标。并且,根据时间序列的图形化观察与参数检验,验证得出综合指标与水质类别的变化规律有相似性,这为我们的预测变量的选择提供了理论基础。之后,我们采用ARIMA模型对水质类别进行预测,预测结果仅能解释原变量的56.6%,拟合效果一般;而仅考虑空间规律搭建的一维卷积神经网络,所得的拟合图像显示其拟合效果不佳。因此,我们搭建了二维卷积神经网络的预测模型,同时考虑水质的时空变化规律,将各站点数据按照上中下游的空间顺序排列后,选取连续六天内相邻的13个站点的水质综合指标作为观测样本,第七个站点第七天的水质类别作为预测值,形成一个13×6的子矩阵,利用Python批量转化为灰度图像后,将其输入到CNN模型中按照水质类别进行图像分类,最终实现对水质的预测。经过实证分析,本文所建立的二维CNN水质预测模型,在水质预测的多分类问题上能够达到83.3%的预测精度,相较于ARIMA模型和一维卷积神经网络而言,效果更好,适用于复杂水域水质的时空规律预测,能够在实际应用中帮助监测人员预知流域的污染风险,为临近站点发送预警信号;对于实际值与预测值相差较大的流域,能够让工作人员有针对性地进行人工排查,提高了线下的管控效率和资源配置效率。", "label": "环境科学与工程", "id": 0}
{"content": "水下排污口的排查与污染物排放量核算,是河道排放口溯源排查的难点。本研究基于扩散波方程,耦合优化和概率算法,搭建了具有自我反馈机制的动态寻优模型,从而通过监测站点在线水位监测数据实现排污口的溯源反演。针对设定的河道在线监测数据案例,分别将扩散波方程和改进的马尔科夫蒙特卡洛—贝叶斯算法、微生物遗传算法结合,对多个排污口位置、排放水量进行反演,从精度和效率两个方面对比分析两种算法的性能。结果表明,基于多条马尔科夫链差分进化的贝叶斯方法具有识别精度高,误差小的特点,其鲁棒性优于遗传算法,但计算效率不及遗传算法,程序运行时长是遗传算法的10多倍。", "label": "环境科学与工程", "id": 0}
{"content": "七里海潟湖受到人类活动的影响,湖盆淤积、湖面萎缩、水质恶化,其生态修复工程（一期）通过实施退养还湖、清淤疏浚、岸线整治三项工程措施来改善潟湖生态环境。本文基于双重嵌套非结构网格建立七里海潟湖水动力和污染物输运数学模型,采用实测潮流和化学需氧量（COD）浓度对模型进行验证,分析了工程前后七里海潟湖水动力和COD的分布特征。研究表明,工程后,潟湖纳潮量增大,涨落潮流量和流速随之增大,潟湖内流速增大0.1～2 cm/s,潮汐通道内流速增大约3.5 cm/s,但潟湖西侧近河口处由于清淤疏浚后地形变平整,原潮沟过流面积减小,流速有所下降;COD输运方向与涨落潮流方向一致,工程后,4条入湖河流及潟湖内COD浓度总体上降低,COD浓度较工程前减小了约37%,其中,潟湖西北岸近刘坨沟与泥井沟汇流的河口处COD浓度工程后降低最多,达11.9 mg/L。总体来看,生态修复工程（一期）增强了七里海潟湖内部与潮汐通道的水动力,加快了水体的交换能力,降低了污染物的浓度,改善了潟湖水质。", "label": "环境科学与工程", "id": 0}
{"content": "文章具体阐述了巢湖流域圩区农田尾水氮磷含量偏高的特点,分析得到圩区雨季农田尾水的排放是巢湖流域非点源污染的一个重要原因,并从政策管理和农业技术两个方面提出了巢湖圩区水体富营养化的防控措施建议。", "label": "环境科学与工程", "id": 0}
{"content": "为了贯彻落实\"水十条\"要求,促进苏州城市生态的文明建设,该文按照《城市黑臭水体整治工作指南》（建城﹝2015﹞130号）)要求,于2019年对苏州市全市6个河流断面布设监测点位,按时间进行排序,分析断面点位的监测项目,评价点位水质的黑臭变化状况,并研究该年度中黑臭水体定类指标出现的成因:点源污染中雨污分流未彻底、面源污染中雨水冲击污染物和内源污染中底泥淤积以及水生植物茂盛。提出相关的对策建议:加强黑臭水体防治,建设防污截污纳管,重视垃圾清理,同时加大清淤和疏浚力度。", "label": "环境科学与工程", "id": 0}
{"content": "基于阳澄湖2015-2019年的历史监测数据,选取总磷作为水质分析指标,结合出入湖河流总磷浓度变化情况,对阳澄湖总磷的变化趋势进行时空分析。结果表明:五年间,湖体总磷浓度总体处于Ⅳ类水平,年均浓度呈上升趋势,而主要入湖河流总磷年均浓度呈下降趋势,主要出湖河流总磷年均浓度变化不显著;湖体总磷浓度大致表现出由西部向东部递减趋势;湖体总磷季均浓度变化特征与主要出湖河流总磷季均变化趋势特征较相似,与入湖河流无明显相关特征;湖体总磷月均浓度总体表现为1-3月处于较低水平,空间分布较为均匀,4-8月浓度明显升高,高值主要分布在中湖和东湖,9-12月浓度下降明显,离散程度相对较高,高值主要分布在东湖,空间分布存在一定差异性。", "label": "环境科学与工程", "id": 0}
{"content": "遥感影像是地表水环境监测的重要数据来源,但空间分辨率低限制了其应用。研究开展了某滨海电厂温排水物理试验,构建了潮汐水域温排水热输运扩散图像数据集HYModelIRS,基于该数据集训练了ESPCN和ESRGAN两种基于深度学习算法的图像超分辨率（SR）模型,测试表明两种深度学习模型可以较好地提升温排水表层扩散图像的空间分辨率,图像峰值信噪比PSNR平均提升8.3%。训练后的两种模型成功用于Landsat 8热红外遥感海温影像的分辨率提升,表明基于深度学习的SR模型在污染物扩散遥感影像分辨率提升领域有较好的效果和重要的应用前景。", "label": "环境科学与工程", "id": 0}
{"content": "深圳在全国率先实现全市域消除黑臭水体,深圳的水环境质量发生了历史性的转折,实现从\"治污\"向\"提质\"迈进,紧抓\"双区\"建设机遇,全面对标国内外生态美丽河湖最新理念、最高标准、最优水平,扎实推进生态美丽河湖建设。本文开展了深圳市生态美丽河湖评价指标体系研究,为开展生态美丽河湖建设提供技术标准,为大湾区、广东省乃至全国的河湖建设提供先行示范,成就美丽中国典范,打造全球标杆。", "label": "环境科学与工程", "id": 0}
{"content": "本文根据2000—2020年的《湖北省水资源公报》和《长江流域及西南诸河水资源公报》,统计了湖北省近20年的降水总量、水资源利用及水质情况,分析了各指标的变化趋势。结果表明:2000年以来,湖北省水资源总量在596.7亿～1 745.6亿m3的区间波动变化,降水总量、地表水资源量、水资源总量的年际变化趋势并不显著。2000—2020年湖北省用水结构未发生大幅度变化,农业用水和工业用水仍然是用水的两大主要部分, 2000—2019年两项用水量约占总用水量的80%以上。近20年,万元GDP用水量持续降低,整体用水效率不断增加。2004—2018年湖北省地表水总体良好。河流水质呈波动向好趋势, 2018年水质Ⅲ类及以上河长占评价河长的92.6%;湖泊水质较差,水质Ⅰ～Ⅲ类湖泊面积占比呈下降趋势;水库水质总体良好,年际变化趋势并不显著。通过总结湖北省水资源及水质变化趋势,为更好保护区域水资源、水环境提供基础支撑。", "label": "环境科学与工程", "id": 0}
{"content": "太湖流域在国家发展中具有极为重要的战略地位,经过多年治理,太湖流域水生态环境得到明显改善。本文系统梳理分析了太湖流域水环境、水生态、水资源现状,总结剖析了流域水生态环境保护存在的问题及成因,研判了\"十四五\"时期流域水生态环境保护工作面临的形势,研究提出了水生态环境保护相关建议,可为流域及地方管理部门开展水生态环境保护工作提供参考和借鉴。", "label": "环境科学与工程", "id": 0}
{"content": "2021年7月17日至23日漳卫河系发生2021年1号洪水,此次洪水过程对漳卫南运河水系水文水质要素产生重要影响。通过洪水期前后重要污染监测指标的变异系数计算,分析研究了此次洪水过程对岳城水库水质的影响程度,同时结合污染监测指标的变化趋势,得出洪水前后水质微观层面的变化结果,分析了点源、面源和泥沙污染的来源。研究表明:\"21·7\"洪水对岳城水库浊度产生的影响最大,变异系数为443.8;对p H值影响最小,变异系数为0.003。\"21·7\"洪水导致岳城水库水中溶解氧降低,浊度升高,电导率下降,氨氮降低,化学需氧量短期降低。", "label": "环境科学与工程", "id": 0}
{"content": "针对大庆市大明湖的水体污染问题,采用协同超净化水土共治技术对其进行了净化治理,经过1年的治理,各项水体指标取得了显著治理效果。NH3-N、 TN、 TP、 CODMn、 CODCr、 BOD5、氟化物的去除率分别为80.85%、 89.86%、 50.41%、 93.04%、 73.62%、 51.58%、 68.10%,水体的各项污染物指标均达到地表水Ⅴ类标准;底泥的多种污染成分也被显著净化。检测分析表明,协同超净化水土共治技术在这类污染水体治理领域具有可观的应用效果。", "label": "环境科学与工程", "id": 0}
{"content": "随着我国经济社会的快速发展,东线工程供水区社会经济需用水情况、工程条件、生态需求发生了较大变化。在\"节水优先、空间均衡、系统治理、两手发力\"的新时代治水思路指引下,为保障京津冀协同发展,实施东线二期工程建设。本文在系统分析了东线二期工程供调水量、地下水现状基础上,充分论证了东线二期工程调水对沿线地下水位、水质、水资源的影响,为受水区地下水生态环境与水质保护提供重要的参考依据。", "label": "环境科学与工程", "id": 0}
{"content": "本文以江苏省淮河流域重点平原洼地近期治理工程为例,通过现状调查和查阅相关资料,分析论证了河道治理对水生态和运行期排涝对水环境的影响,并提出了对策和建议,以更好地促进河道治理和水生态环境的保护。", "label": "环境科学与工程", "id": 0}
{"content": "基于四水同治、八维支撑的区域生态水网构建,是落实习近平生态文明思想及新时代治水思路对水利基础设施建设新要求的重要体现。本文在探讨生态水网内涵的基础上,统筹高效利用水资源、系统修复水生态、综合治理水环境、科学防治水灾害四个方面,兼顾水文化、水景观、水经济、水管理,构建八维支撑保障体系,实现区域水网\"系统完善、丰枯调剂、循环畅通、多源互补、安全高效、清水绿岸\"的总体目标。", "label": "环境科学与工程", "id": 0}
{"content": "粤港澳大湾区作为世界第四大湾区,是国家建设世界级城市群和参与全球竞争的重要空间载体,需要世界级的生态环境质量作为支撑。本文介绍粤港澳大湾区的水环境现状,提出粤港澳大湾区水环境整治的思路和对策研究。", "label": "环境科学与工程", "id": 0}
{"content": "为分析造成铁、锰、铅、氨氮等污染的原因,采用韩江中游横山水文站断面2008—2019年水质监测数据和日均流量数据进行相关性分析,对由点源引起的氨氮污染采用多宝水库、水西桥多年水质监测数据进行相关性对比分析。认为:横山水文站断面铁、锰、铅因子与流量呈高度显著正相关,表明该类因子主要来源于降雨引起的矿山冲刷等面源污染;氨氮因子与流量呈高度显著负相关,与铜离子呈高度显著正相关,而与总磷和高锰酸盐指数相关系数都较小,结合污染源调查,表明该污染主要来源于印制电路板废水排放。", "label": "环境科学与工程", "id": 0}
{"content": "2017年5月底在黄河干流包头王大汉浮桥至呼和浩特市麻地壕扬水站约170 km长的河段开展了大规模的输移时间示踪试验。数据分析表明各采样点时间-浓度曲线符合三参数对数正态分布。前人研究表明采用不等边三角形可以近似描述输移时间示踪试验数据。本文依据三参数对数正态分布特性和单位面积不等边三角形性质推求了三角形三个顶点的坐标（时间,浓度）的计算公式。该方法使突发性水污染事件模拟大为简化,精度能够满足应急处理需求:污染何时达到?峰值浓度多高?污染何时结束?", "label": "环境科学与工程", "id": 0}
{"content": "量化水体沉积物中排放气泡的量,对研究水体的温室气体排放量以及脱氮过程均具有重要意义。由于声波信号在水体中传播范围广的特性,使用回声探测仪器是监测水体气泡排放的常用方法。针对气泡声学目标强度信号难以转化为气泡体积这一问题,本文提出了一种新型水下气泡产生装置,该装置能在水下产生已知体积的单个气泡,实现气泡的目标强度-体积（TS-V）关系曲线的制作,从而对监测到的气泡信号进行体积量化。同时,该装置兼具结构简单、低成本与高精确度的特点,可有效提高量化探测到气泡体积的准确程度。", "label": "环境科学与工程", "id": 0}
{"content": "大气PM2.5污染是当前我国重要环境污染问题之一,针对我国目前现有的空气监测站点数目有限且分布不均匀,获取无监测站点区域PM2.5浓度数据困难的问题,结合2018年四川省气象站点监测数据以及GNSS基准站获取的天顶对流层延迟（Zenith Tropospheric Delay, ZTD）数据,通过克里金插值得到空气质量站点对应的气象数据和ZTD数据,再结合空气质量监测站点数据并顾及温度和气压存在多重共线性问题,将实验分为实验A不顾及温度,实验B不顾及气压,建立地理加权回归经验贝叶斯克里金（Geographically Weighted Regression Empirical Bayesian Kriging, GWR-EBK）模型,实现对2018年四川地区不同季节尺度的空间PM2.5浓度估算。研究结果表明,GWR-EBK模型不同季节尺度的PM2.5浓度估算效果较单一的经验贝叶斯克里金（Empirical Bayesian Kriging, EBK）模型和地理加权回归（Geographically Weighted Regression, GWR）模型更好,实验A、B中,较EBK模型均方根误差和平均绝对误差提高均保持在30%～50%之间;较GWR模型均方根误差和平均绝对误差提高均保持在25%～45%之间,其中A、B两组实验均方根误差提高冬季最为显著,分别为37.39%和和33.99%;对比实验A、B,实验A估算不同季节尺度PM2.5浓度空间分布效果更为显著,其均方根误差和平均绝对误差均小于实验B,并且GWR-EBK模型的RMSE和MAE均小于3μg/m~3,因此顾及多因子构建GWR-EBK模型估算区域PM2.5是切实可行的。", "label": "环境科学与工程", "id": 0}
{"content": "为了更精确的预测PM2.5质量浓度,为环境质量评价与治理提供科学依据,笔者构建ARIMA的PM2.5预报模型,并采用MIV（Mean Impact Value）算法对输入参数进行筛选,筛选出对PM2.5浓度预测的主要影响参数,以2017年桂林市为例,对1月份、4月份分别建立逐小时预报模型,选择空气污染物、气象因子及天顶总延迟（ZTD）共11个影响因素经过MIV筛选后的主要影响参数作为输入参数,构建MIV-ARIMA模型对PM2.5浓度值进行预报。结果表明通过MIV算法筛选出来的影响参数,不仅考虑了因变量与自变量之间的非线性,还考虑了变量之间复杂的关联度,进一步降低了数据维度,且与输入参数无筛选的ARIMA模型相比,PM2.5浓度预测精度有所提高,拟合程度更高。", "label": "环境科学与工程", "id": 0}
{"content": "研究表明,约80%的人的80%的时间都是在室内活动或者休息[1],因此,室内环的空气质量至关重要。随着现代化程度越来越高,人们也更加追求室内装修的美观性和舒适性,但是因为装修公司使用劣质材料和部分家具释放有毒污染物如甲醛等,致使室内污染越来越难以治理和不宜居住。因此对建筑装修室内环境质量进行检测势在必行,本文梳理了质量检测的流程和市场现状,并探讨检测过程中可能出现的问题,提出相应的意见。", "label": "环境科学与工程", "id": 0}
{"content": "为研究烟台市PM2.5中重金属污染特征,于2021年夏季（5～8）月每3d采集一次PM2.5样品。利用电感耦合等离子体质谱（ICP-MS）分析了Cr、Mn、Co、Cu、Zn、As、Se、Ti、Ni、Sn、Cd、Ba、Pb和Al等14种重金属元素的浓度,选取其中Pb、Cr、Ni、Cu、Zn、As、Cd和Mn8种主要重金属元素进行深入讨论。2021年5～8月期间烟台市PM2.5中重金属Pb、Cr、Ni、Cu、Zn、As、Cd、Mn平均质量浓度为（13.83±8.85）、（11.85±8.76）、（3.43±2.11）、（78.66±33.44）、（55.40±28.38）、（7.52±6.21）、（0.28±0.27）、（15.02±13.40）ng/m3。聚类分析结果表明烟台市夏季大气颗粒物中重金属主要来源于地壳源、交通源、工业源和冶炼加工源。", "label": "环境科学与工程", "id": 0}
{"content": "大气细颗粒物(PM2.5)中的重金属污染是引发我国严重环境问题的原因之一,尤其是在冬季。本文在2014年1月从三个典型的我国大城市（北京、长春和成都）收集24小时的每日PM2.5样本,并检测了其中的40种元素,以反映我国不同区域PM2.5中元素的空间变化、本地来源和区域传输。长春的PM2.5中的元素浓度分别比北京和成都高11.1%和48.4%。长春的PM2.5中的元素分布表现出高浓度水平和多样性,以高浓度的工业排放标记元素为主要特征,主要来自钢铁制造和汽车工业。除燃煤源外,北京机动车排放对PM2.5重金属的贡献高于其他两个城市。此外,来自中国西北地区的区域气团远距离输运的地壳尘对北京和长春的元素水平起着至关重要的作用,占源强度的50%以上。然而,成都没有发现有优势的主导贡献源,但是主要来自成都东部地区的人为扬尘需要特别注意,当地政府应加强对该地建筑施工活动的管理。本研究有助于加深我们对元素空间分布特征和来源的理解,并为我国PM2.5中重金属的污染治理和制定更合理的标准提供科学参考。", "label": "环境科学与工程", "id": 0}
{"content": "目的暴露于空气被污染的环境中会增加死亡率和发病率,缩短预期寿命。本文拟基于惩罚样条的半参数模型对我国具有代表性的4个大城市（北京、上海、深圳和成都）的空气质量进行实证分析,探讨空气质量指数（AQI）的变化趋势,根据季节和地域的不同探究影响我国空气质量的不同因素,并给出适当的政策建议。对象和方法搜集2018年7月-2021年5月AQI及相关指标的日度数据并对原始数据进行检验和描述。基于Box-Cox转换方法修正原始数据中的偏度,使其近似服从正态分布,从而降低模型误差。分别从半参数可加模型、半参数交互模型、贝叶斯惩罚样条下的半参数曲线因子模型、稳健估计和半参分位数回归出发对4个城市的AQI进行了系统的分析,从边际非参数回归和基于贝叶斯惩罚样条下的半参数回归模型讨论了AQI的季节效应。结果本文的分析结果表明:北京市空气质量较上海、深圳和成都差,其中深圳在平均值和波动率方面表现最优。在半参数可加模型的NO2含量对AQI的拟合中,上海、深圳和成都市都与北京市的AQI有显著的不同。可以合理地得出结论,上海市AQI平均值比北京市平均低21.0440,而深圳和成都市的AQI平均值分别比北京市平均低22.4551和13.7166;在半参数模型的稳健估计中,当AQI值一定时,非稳健估计都低估了NO2和PM2.5的含量,尽管在某些值处这种低估非常小,但仍然不可忽视;半参数分位数回归的结果表明,0.01,、0.05、0.25、0.5和0.75分位数间隔很小,表明每年的大多数时候我国的空气质量较好,同时得出结论:NO2和PM2.5含量对AQI的不同分位数的影响是不同的,即使AQI集中在值较小的区域内;考虑AQI变化趋势随季节而不同时,边际非参数回归的结果表明,北京和成都空气质量最高的时间是秋季,而深圳和上海则是夏季的空气质量更优。结论本文研究的模型的优点和特点在于:第一,本文使用半参数回归模型研究了我国的AQI数据,克服了传统的线性模型和部分时间序列分析中无法充分提取非线性信息的缺点;第二,基于分位回归的半参数模型对AQI离群值表现出稳健性。", "label": "环境科学与工程", "id": 0}
{"content": "对2013年至2020年合肥市十个环境空气自动检测子站提供的空气质量指数（AQI）数据进行评估,利用ArcGIS作图技术,将2013年与2020年合肥市城区空气质量进行对比,以雾霾为例,分析合肥市近年来空气污染物来源、空气污染变化趋势及治理成效。结果表明:（1）合肥市空气质量月变化特征大致呈现为秋冬季较差,春夏季较好。（2）受高新技术产业与传统工业分布的影响,合肥市东部老城区空气质量与合肥市城区其他地区相比较差。（3）2013年至2020年期间,合肥市的大气污染排放源主要包括工业排放源、移动源、扬尘源和农业源,导致2013年空气质量最差的主要大气污染源是工业排放源。（4）2013年至2020年合肥市空气质量整体呈波动下降趋势,2020年合肥市空气质量较2013年有明显改善,合肥市对雾霾的治理取得了一定成效。（5）合肥市空气质量的变化与可能与政府的监管、政策的实施有密切联系,城市大气环境的治理仍任重而道远。", "label": "环境科学与工程", "id": 0}
{"content": "在\"城市空气污染\"这一研究体系下,利用土地利用回归（land use regression,LUR）模型预测个体水平的污染物暴露量具有重要的现实意义。为阐明LUR模型在研究城市空气污染问题时的科学内涵,追踪该方向的研究热点和发展趋势,利用CiteSpace软件对2008年至今在SCI科学引文索引数据库中搜索到的1474篇相关文献进行数理统计和可视化分析。研究表明:1)LUR模型仍是预测城市空污染物浓度的热门统计学方法,2018年后我国已成为LUR模型应用的核心地区之一。2)LUR模型能在长时间段内对交通相关的污染物浓度做出有效预测;LUR模型预测的污染物浓度能辅助流行病学的追踪调查。3)现阶段,与遥感卫星数据结合是LUR模型研究的热点;在未来,与其他算法间的对比研究和对城市空间形态类因素的考虑是其发展方向。", "label": "环境科学与工程", "id": 0}
{"content": "基于雾霾扩散在无风的理想状态下具有对称性的特点,分别用球坐标和柱坐标建立煤改气后空气污染物（PM2.5）的扩散模型,并给出公式的详细推导过程,对比直角坐标系,球坐标和柱坐标能够更加方便地建立模型,使计算大大简化,在无风的自然扩散条件下,能够较准确地计算煤改气后,空气质量从重度污染到良好的转变时间。球坐标和柱坐标相比,球坐标更加简单直观,计算量更小,推导容易;柱坐标更加符合雾霾的扩散规律,但是要分别确定径向和轴向上的扩散系数。两者各有优劣,具体情况可视客观条件的要求进行选择。", "label": "环境科学与工程", "id": 0}
{"content": "区域性大气污染严重影响人民群众的健康,通过梳理雾霾治理重大科技专项,总结京津冀区域大气污染现状、主要科研进展以及科技支撑存在的不足。当前京津冀区域空气质量现状为:在PM2.5总体好转的同时,臭氧（O3）污染加重;北京城区也呈PM2.5、挥发性有机物（VOCs）和NO2下降,但O3未能随之同步下降的趋势。研究表明:京津冀区域PM2.5浓度爆发式增长主要有本地积累型、区域传输型和二次转化型3类方式;移动源和生活面源控制已成为北京市大气复合污染控制的关键任务;工业是大气污染京津冀区域最重要排放源,需进行超低排放深度治理。大气污染治理离不开长期稳定的科技支撑,但目前科技支撑工作在顶层设计和中长期布局方面仍有所欠缺,污染治理效率不够高,研究成果还难以支撑当前严峻的治理任务。建议区域大气污染治理以PM2.5与O3协同治理、污染物与有毒有害气协同治理、污染物与温室气体协同治理为重点,通过深化大气污染形成机理及减排路径的科学研究,深入监测检测及大数据精细化环境监管技术攻关,加强机动车、扬尘和VOCs等重点源防治技术研发应用,加强科技成果转化与落地等方面,为空气质量改善、打赢蓝天保卫战提供有力的科技支撑。", "label": "环境科学与工程", "id": 0}
{"content": "中三角城市群促进了中部地区崛起、推进新型城镇化建设,在我国区域发展格局中的战略地位举足轻重。因此,对中三角2016—2018年的PM2.5、PM10浓度数据进行分析,研究大气污染物时空变化特征及影响因素。结果表明:1)整体上,中三角8个城市在2016—2018年,空气污染状况在逐步改善,但PM2.5和PM10的浓度值仍然超标。2)在季节尺度上,PM2.5和PM10的浓度值有季节倾向,冬季污染情况最严重,其次是春季和秋季,夏季的污染情况最轻微;在年尺度上,PM2.5和PM10的浓度值在逐年变小,但形势依然严峻;空间格局上,PM2.5和PM10年均浓度空间分布大致呈北部高南部低,局部地区略有突出的分布特征。3)影响因素上,PM2.5和PM10的浓度值与前体物（CO、SO2、NO2）相关性较高;PM2.5和PM10的浓度值与平均相对湿度、平均风速、平均气温呈负相关,与平均气压、累计降水量呈正相关。以期为中三角地区大气污染治理提供一定的参考。", "label": "环境科学与工程", "id": 0}
{"content": "攀枝花市作为西南地区一座典型的资源与能源消耗型山地工业城市,独特的地理位置及复杂多变立体式气候,使之大气环境变化独具特殊性。利用攀枝花市2015—2019年SO2、NO2、CO、O3、PM2.5和PM10实时监测数据及同期气象资料,通过污染特征雷达图,分歧系数法,结合统计学相关性系数算法分析攀枝花市环境空气污染特征和大气污染物时空变化规律,探究其与气象因子的关联性。结果表明:近5年攀枝花市环境空气质量整体呈良好状态,空气污染类型由3—6月的O3型污染和11—2月的PM2.5及其他气态污染物共存的复合型污染构成,以O3为首要污染物的复合型污染对该市环境空气质量影响突出。除CO和O3外,其他各项污染物年浓度变化平稳且在2019年均出现小幅度下降。受气象因素影响,不同污染物浓度变化的季节性差异显著,O3月均浓度变化表现为春高冬低,SO2、NO2、CO、PM2.5和PM10均表现为夏低冬高的\"U\"形分布。除O3外其他大气污染物冬季日浓度波动大,夏季变化平缓,SO2和CO呈单峰型变化;NO2、PM2.5和PM10表现为早晚双峰型;O3呈午后单峰型分布。大气污染物高浓度值集中分布在攀枝花市东西两区,分歧系数CD值显示O3、PM2.5和PM10空间分布差异逐年减弱,污染物的空间分布是工业布局和区域传输共同作用结果。春季气温对O3生成和其他污染物扩散具有明显抬升作用;夏秋季的降水量对污染物湿沉降效果显著;气压因素在冬季对污染物累积和输送效果明显。研究发现,攀枝花市O3生成主要为VOCs控制型,应重点削减VOCs排放,协同NOx控污减排,减少O3污染天气发生。", "label": "环境科学与工程", "id": 0}
{"content": "基于EDMS模型,综合考虑飞机发动机、辅助动力装置（APU）、地面保障设备（GSE）、场内道路等污染源,以2016年为基础年,建立首都国际机场的大气污染物排放清单,并分析飞机排放对机场周围大气环境质量的影响。结果表明:飞机尾气排放是机场最主要的大气污染来源,污染物排放总比占67.1%。机场内的非道路移动机械排放污染占机场污染的22.1%,是仅次于飞机排放的第二大机场污染源。整体来看,首都国际机场排放的最主要污染物是CO,NOx次之,SOx和PM的排放量相对较少。飞机发动机在滑出和滑入模式分别对CO、NOx的排放贡献较高。对首都国际机场的周边环境扩散模拟结果显示,扩散范围幅度和机场区域内的污染排放浓度均较大。其中,NOx和VOC影响范围较广,主要集中在机场近周边和西南部地区。", "label": "环境科学与工程", "id": 0}
{"content": "为探究常熟市大气PM2.5中水溶性离子的污染特征及来源,利用在线离子色谱仪对常熟市2019-03—2020-02进行连续观测,对其中8种水溶性离子的特征进行全面分析。结果表明:常熟市PM2.5年均浓度为（34.7±23.2）μg/m~3,总水溶性离子浓度为（24.3±16.7）μg/m~3,各离子年均浓度由大到小顺序为NO3-（9.8μg/m~3）>NH4+（6.7μg/m~3）>SO42-（6.4μg/m~3）>Cl-（0.8μg/m~3）>K+（0.5μg/m~3）>Ca2+（0.4μg/m~3）>Na+（0.3μg/m~3）>Mg2+（0.1μg/m~3）,其中NO3-、SO42-、NH4+占主导地位,占PM2.5年均值的65.5%。全年阴离子/阳离子比值为0.76,PM2.5呈碱性。观测期间常熟市存在较明显的二次转化过程,且冬季二次转化的程度高于其他季节。[NO3-]/[SO42-]均值为（1.5±0.9）,表明移动源排放对常熟市PM2.5的贡献占主导地位。结果表明,常熟市PM2.5中水溶性离子主要受二次转化、生物质燃烧、工业源及扬尘源排放影响。", "label": "环境科学与工程", "id": 0}
{"content": "针对影响室内污染物分布的重要因素气流组织,采用CFD软件模拟办公环境内气流组织和PM2.5的浓度分布,分析不同送风角度（0°、10°、20°）时,PM2.5浓度办公环境内的分布特性。结果表明:沿房间垂直方向和进深方向（Y方向）,送风角度在0°～10°时,PM2.5浓度在室内办公区域受影响较小,垂直方向时送风角度在10°～20°时,呼吸平面（Z=1.3 m）以下区域PM2.5浓度随送风角度增大而缓慢减小,以上区域随送风角度增大而缓慢增大;进深方向（Y方向）,送风角度在0°～10°时,PM2.5浓度对房间两侧区域变化较大,且随着送风角度增大PM2.5浓度也缓慢增大,送风角度在10°～20°时,PM2.5浓度在房间两侧区域变化较小,对工作区域影响较大,且随送风角度增大PM2.5污染浓度缓慢增大。", "label": "环境科学与工程", "id": 0}
{"content": "以知网核心论文库为平台,检索并收集了2010—2019年国内对于大气污染研究的相关文献进行计量统计工作,从年发文量、研究机构分析、研究者统计、关键词以及项目支撑资金等方面研究了国内近10年大气污染领域的研究热点变化,并总结研究特点。并对该领域今后研究前景进行相关展望,以期为大气污染相关研究方向提供一定参考。", "label": "环境科学与工程", "id": 0}
{"content": "生物滴滤塔（BTF）技术是一种有效的臭气净化方法,但目前的研究主要集中于反应条件的考察,对NH3和H2S在填料上的吸附降解过程还缺乏认识。以生物活性炭（BAC）为填料,模拟养殖场臭气中的NH3和H2S成分,对比分析了生物法去除过程中NH3和H2S的相互影响,结果发现,当NH3的进气浓度是200 mg/m~3和H2S的进气浓度是70 mg/m~3,两者的去除率都保持在98%以上,氮和硫的生物降解率分别高达70%和99.5%。在此基础上,对氮和硫进行了物料衡算,并且采用Boehm滴定法测定了BAC表面的酸碱官能团,发现NH3和H2S经历了溶解吸附（气液传质）、吸附与生物降解共存、生物降解三级过程,最终证明,BAC降解去除NH3和H2S的机理基本遵循浓度梯度和胞外酶假说的叠加理论。", "label": "环境科学与工程", "id": 0}
{"content": "选取对污水预处理工段和污泥处理区加盖收集臭气并处理的污水处理厂典型案例,设置\"无收集-处理措施\"\"仅收集措施\"\"收集-处理措施\"等工况情景,选用EIAProA2018系统下的AERMOD和AERSCREEN模型,设定\"相对简单\"和\"相对复杂\"2种地形条件,得出多组恶臭污染物模拟结果。可用于验证污水处理厂加装臭气收集及处理装置的效果,为污水处理厂实施恶臭治理方案的比选确定提供了有力的理论支撑,相应的技术方法可推广应用至一般污水处理厂臭气收集及处理装置效果的模拟研究工作中。", "label": "环境科学与工程", "id": 0}
{"content": "大气环境影响评价工作中通常需计算年平均质量浓度变化率（k值）。在环境影响评价工作初期,对收集的替代源资料做出快速且大致准确的初判,对判定建设项目环境可行性具有重要意义。本文基于大气导则的有关要求,选取典型的研究案例,选用EIAProA2018系统下的AERMOD模型,设定\"相对简单\"和\"相对复杂\"2种地形条件,得出替代源位置及点源的排放高度、烟气量/排放气速、排放温度等参数与所需排放源强的定量关系,为大气环评工作初判替代源削减方案提供有力支撑。", "label": "环境科学与工程", "id": 0}
{"content": "运用2015—2018年四川盆地18市颗粒物监测数据,结合同期气象资料探讨四川盆地颗粒物特征及气象条件的影响,结果表明:1) PM10、PM2.5污染有相似时间特征,集中在冬春两季,冬春两季污染最重区域是盆地西部,秋季为南部,夏季为西部; 2)空间特征上,近4年盆地颗粒物污染总体逐年降低,成都平原及川南丘陵污染最重,盆地北部和雅安市污染最轻; 3)盆地内细颗粒物含量高,PM2.5/PM10比值北低南高; 4)气象条件对颗粒物浓度的影响显著,较大的降水、温度和风速皆对应较低的颗粒物浓度;主成分分析（Principal Component Analysis,PCA）表明,冷锋过境后的冷高压静风控制和相对湿度不断增大形成降水是影响颗粒物浓度的两大主要天气过程; 5)逆温层较低时,底高越低和厚度越厚颗粒物污染越重,逆温层较高时,底高和厚度对颗粒物浓度影响不大。", "label": "环境科学与工程", "id": 0}
{"content": "生物除臭法是利用微生物的生理代谢,将具有臭味的物质加以转化去除的一种方法。但工程应用中,存在除臭效率低,微生物难以存活,系统压损大,使用寿命短等缺点。本文结合具体工程运行实例,对影响生物除臭法效率的主要因素进行分析,并提出具体的工艺参数及工程解决方案。", "label": "环境科学与工程", "id": 0}
{"content": "与08版导则相比,新版导则修订内容较多。由于实际工作中项目的多样性和复杂性,修订后的新版导则在实际应用中仍然存在一些问题,结合一些实例,进行深入讨论分析,以求在尽量遵循导则的前提下,使预测评价结果更加科学合理。", "label": "环境科学与工程", "id": 0}
{"content": "汞（Hg）是一种全球性污染物,在大气中可停留长达0.5-2年,能够长距离传输并通过干湿沉降进入陆地生态系统。植被是重要的大气汞汇,通过吸收固定大气中的汞,而野火是造成植被固定汞排放的重要因素之一,能够导致汞在短时间内大量释放。在陆地生态系统之中,森林野火释汞过程研究较多,而草地野火汞排放也不容忽视。为建立中国天然草地野火汞排放清单,本研究基于web of science、scopus和CNKI等数据库,搜集了2000-2020年报道的有关中国天然草地的相关文献数据,初步估算了近20年中国天然草地潜在释汞量。结果表明:中国大陆草地潜在野火汞排放总量约为15.02 Mg/a,其中地上植被野火汞排放量为1.31×10-2Mg/a,凋落物野火汞排放量约为2.01×10-2Mg/a,表层土壤野火高温汞排放约为14.98 Mg/a。野火汞排放主要由土壤产生而非生物质燃烧,因高温造成的表层土壤汞排放超过汞排放总量的95%。在省域尺度,黑龙江、西藏、内蒙古等草原面积大的省份草原野火的汞排放量相对较高,其中内蒙古自治区的天然草地野火汞排放总量大,为7.33Mg/a,占全国草地汞排放量的49%;在区域尺度,华北地区草地野火汞排放量占全国总量的54%。", "label": "环境科学与工程", "id": 0}
{"content": "目的通过监测暴露于不同时间和浓度的臭氧中工程酵母细胞热休克蛋白HSP60、SSA1表达的变化情况,研究低浓度臭氧对酵母细胞的分子损伤和细胞应急修复机制。方法将分别经荧光蛋白基因gfp修饰的hsp60、ssa1基因的两种工程酵母细胞（Y1,Y2）暴露于五种不同臭氧浓度8.0×10-5μg/mL、1.0×10μ-4g/mL、1.6×10-4μg/mL、2.0×10-4μg/mL、3.0×10-4μg/mL,利用荧光分光光度仪测定不同暴露时间（20min、50min、80min、110min、140min）酵母细胞的荧光值。结果当臭氧暴露浓度为3.0×10-4μg/mL,Y1细胞表达GFP-HSP60出现荧光强度峰值在20min,而Y2细胞GFP-SSA1荧光峰值则出现在80min。暴露于2.0×10-4μg/mL臭氧时,Y1、Y2细胞的荧光强度峰值分别在80min、110min出现。Y1、Y2细胞在1.6×10-4μg/mL、1.0×10-4μg/mL臭氧中的荧光强度峰值均出现在110min暴露时间;当臭氧浓度降低至8.0×10-5μg/mL时,Y1、Y2细胞荧光强度在140min内随时间增加不断升高。结论本研究中采用的低浓度臭氧暴露对工程酵母细胞中HSP60、SSA1的表达均造成影响,细胞发生应激性反应;随暴露浓度升高,HSP60、SSA1生物标志物偶联的荧光蛋白强度与对照组相比均上升,且荧光强度到达峰值的时间随臭氧浓度而不同;同一浓度下,GFP-HSP60的荧光峰值早于GFP-SSA1,表明低浓度臭氧对酵母细胞线粒体损伤早于细胞核,热休克蛋白的表达量与臭氧暴露浓度呈现出时间累积效应。", "label": "环境科学与工程", "id": 0}
{"content": "将济南市某环境空气站列为研究对象,利用自动监测数据研究2020年12月重污染天气应急响应期间该区域内两处固定燃烧源排放与该空气站监测数值变化规律的相关性。研究表明,2#点位固定燃烧源燃煤锅炉外排烟气中的SO2、颗粒物不是致使该区域空气站SO2、PM10浓度升高的主因;2#点位燃煤锅炉、3#点位涂装行业外排烟气中的NOx、挥发性有机物与空气站NOx、O3浓度值呈现正相关关系。", "label": "环境科学与工程", "id": 0}
{"content": "汾渭平原城市群由于以煤炭和石油为主要能源结构,高污染企业多以及特殊的地理位置而导致大气污染严重。大气的流动性决定了空气治理必须依靠区域地方政府合作。汾渭平原府际协作面临着认知问题、机制问题以及制度问题,因此,应该通过加强认知协调、建构生态补偿机制和信息共享机制、健全区域立法体系等策略来完善汾渭平原大气污染治理的地方政府协作机制,推动区域实现生态文明建设。", "label": "环境科学与工程", "id": 0}
{"content": "随着我国经济发展全面绿色转型,人民群众对于优美生态环境的需要日益增长,打赢\"蓝天保卫战\"也成为民众关注的重点之一。分析公众对于空气污染问题的关注与变化规律,对于空气污染治理政策的制定与执行具有重要意义。本文利用新浪微博的文本评论数据,利用LDA主题模型从中挖掘公众对于空气污染话题的关注情况,将有关话题的发展趋势归纳为\"多峰爆发型\"、\"单峰爆发型\"和\"周期波动型\",通过总结话题变化规律提出到对应的治理策略,研究结论可为政府舆情治理和空气污染治理政策实施提供科学依据。", "label": "环境科学与工程", "id": 0}
{"content": "中国政府明确提出2030年碳达峰和2060年碳中和目标,北京作为我国首都应该率先垂范。近些年来北京市大气污染也得到了社会的广泛关注,温室气体和大气污染同根同源,探究二氧化碳和大气污染的协同效应,可以通过科学制定技术措施或政策方案组合使单一政策措施产生\"双赢\"效果来同时解决两个问题。本文基于前期研究数据和基础,以二氧化硫为例,使用灰色关联度模型对二氧化碳和二氧化硫排放量影响因素进行关联度测算,再运用LMDI分解模型对各驱动效应进行分解,定量研究二氧化碳和二氧化硫协同减排效应,发现能源强度效应和能源结构效应是驱动北京二氧化碳和二氧化硫排放减少的主要因素,而经济产出效应增加了排放,最后从前端预防和中端控制提出温室气体与大气污染物协同减排对策建议。", "label": "环境科学与工程", "id": 0}
{"content": "2016年7-8月份,在山东省选择7个典型城市作为采样点（济南、青岛、淄博、德州、东营、烟台和菏泽）采集并分析城市环境空气中的挥发性有机物（VOCs）。采样期间山东省城市VOCs质量浓度在45.1μg/m~3-2579μg/m~3之间,平均质量浓度为451.3μg/m~3,其中淄博市VOCs浓度水平最高,其次是青岛和烟台。机动车尾气排放、汽油蒸汽挥发、液化石油泄露和工业有机溶剂使用是山东省城市环境空气中VOCs的主要来源,济南、德州、东营、青岛和烟台（长岛国家环境背景点）还有煤炭燃烧的贡献。通过臭氧生成潜势（OFP）计算,评估各市VOCs的化学反应活性,化学反应活性从高到低依次为淄博市>青岛市>济南市>菏泽市>烟台市>德州市>东营市,机动车尾气、工业生产、液态石油和有机溶剂挥发是研究区域主要臭氧形成的主要排放源。健康风险评价表明所有采样点位的苯均对人体健康存在潜在致癌风险;但与其他城市比较,山东省环境空气中污染物的致癌风险和非致癌风险均在正常水平。", "label": "环境科学与工程", "id": 0}
{"content": "气溶胶是大气与悬浮在其中的固体和液体微粒共同组成的多相体系,其化学成分复杂、性质多变。气溶胶不仅具有较广的应用范围,在一定条件下,也会对人与环境产生危害。本文介绍了气溶胶的相关性质、应用范围,同时重点阐述了气溶胶的危害以及大气气溶胶的现有治理技术,最后进行了总结性的概述。", "label": "环境科学与工程", "id": 0}
{"content": "随着空调、冰箱等各类含有制冷剂设备的使用和更新换代,废制冷剂带来的环境问题及管理制度受到了国际社会的普遍关注。我国在履行联合国《关于消耗臭氧层物质的蒙特利尔议定书》,实施消耗臭氧层物质（ODS）淘汰工作过程中,建立了对ODS的生产、使用、进出口实行总量控制和配额管理制度,基本实现了ODS全生命周期各管理环节的全覆盖,但备案工作仍存在整体进程滞后,各地政策要求不尽相同的问题。因此,本文对我国ODS备案管理现状、存在的问题进行了分析,并就未来如何加强ODS经营活动实行备案管理制度提出对策建议。", "label": "环境科学与工程", "id": 0}
{"content": "为研究鲁西南城市大气污染特征,采用2013-2017年菏泽、济宁两市主要污染物质量浓度监测数据、空气质量指数和全球资料同化系统（GDAS）气象数据等资料,统计分析了鲁西南城市的空气质量状况及大气颗粒物(PM2.5、PM10)传输路径。鲁西南首要污染物以PM2.5为主,两市的重污染过程中首要污染物为PM2.5的日数占98%左右,PM2.5和PM10同时都出现重污染达到20%以上。后向轨迹分析表明,两地传输路径基本相似,重污染短轨迹次数多于中长轨迹,短轨迹PM2.5和PM10同时达到重污染次数均多于其他轨迹,短轨迹重污染多发意味着污染源主要来自本地或周边省份。研究期内菏泽重污染日数多于济宁,随着政府污染治理力度加强,两地的重污染日和PM2.5平均浓度呈逐年减少趋势,济宁减少更显著。本文分析了京津冀东南部菏泽、济宁重污染日不同传输路径颗粒物浓度及变化,旨在为大气污染物的来源解析与污染防控提供一定的参考与借鉴。", "label": "环境科学与工程", "id": 0}
{"content": "山西省自然地理条件较复杂,境内多山区,本文根据山西省气象部门13个酸雨观测站观测资料,分析了2020年山西省酸雨等级、空间分布特征、pH值的月季变化、酸雨发生频率以及降水导电率等特征,并同基准年2010-2019年酸雨情况进行了对比。结果表明:20120山西省13个酸雨站年平均降水pH值为6.21,为非酸雨等级。与基准年平均状况相比,年平均降水pH值偏高了0.53,降水酸度总体下降,各站中,除离石站外,其余区域年平均降水pH值比基准年份偏高0.10-1.16,反映了山西省大部分区域降水酸度明显降低,酸雨污染明显改善的趋势特征。2020年,山西省平均酸雨频率、强酸雨频率分别为8.58%、0.14%,与基准年年平均状况相比分别下降14.98%、4.75%。2020年,山西省年平均降水电导率K值为51.5μs/cm,较基准年份偏低13.81μs/cm,其中中部的太原、南部的侯马区域降水电导率明显偏低;电导率较基准年偏高的区域主要集中在山西省西北部。", "label": "环境科学与工程", "id": 0}
{"content": "本文综合利用L波段风廓线雷达资料,加密气象观测资料及环境监测资料分析长沙2017年1月27-29日罕见的持续性重度霾污染天气过程特征及气象成因,结果表明:28日5时长沙AQI已经爆表超过500,pm2.5瞬时值超过500ug/m3,其中伍家岭站小时pm2.5突破900ug/m3,创2012年记录以来的历史极值。重污染发生时段,南支槽不断加深,槽前低层较强的西南暖湿气流稳定维持4天,并源源不断将水汽向长沙地区输送,增加该地区的空气湿度,有利于重污染天气的维持和发展。暖平流对长沙低层大气增温显著,为大气层结稳定创造有利条件。重污染维持阶段,出现低空急流核,配合弱上升运动和弱垂直风切变,使得大气垂直扩散能力有限;折射率结构常数Cn~2判断边界层高度较低,为300m左右,并有强逆温层结,在一定程度上减弱了大气在垂直方向上的湍流交换和热力对流。长沙地形的特殊性,三面环山,洞庭湖朝北开口,造成大气环境承载力相对较弱,在不利气象条件下,受外源输入污染气团和本地污染源累积影响极易形成重污染天气。", "label": "环境科学与工程", "id": 0}
{"content": "雾和霾的混合是细颗粒变化的重要因素。在这项研究中,使用了多种观测数据来分析2018年11月23日至11月30日在华北地区发生的一次雾-霾事件的特征和形成过程。这一事件可以大致分为两个阶段,雾-霾和沙尘,过渡期发生在11月27日。分析表明,华北地区稳定的大气和逆温条件导致了雾-霾事件（11月23日至26日）,在此期间,PM2.5浓度逐日升高。11月27日之后,伴随着沙尘的冷空气到来使气象条件有利于华北北部的细颗粒物扩散,但是,华北中部或南部的空气质量则没有好转。取而代之的是,持续的不利条件和沙尘回流使华北南部的沙尘气溶胶滞留了近两天,这使得11月27日之后济南和郑州PM2.5浓度(146和156μg m-3)高于11月27日之前的数值(114和144μg m-3)。研究强调了秋冬季沙尘传输对区域大气污染过程的影响。", "label": "环境科学与工程", "id": 0}
{"content": "为定量评估天津市主要大气污染物的减排情况,研究依据大气污染源排放清单编制技术指南,通过梳理历年来活动水平数据,分析各项污染物的减排情况,以期为大气环境管理政策决策提供重要参考。结果显示,2013-2018年天津市采取的主要防治政策对PM2.5的减排比例为62.5%,对PM10的减排比例为61.9%,对SO2的减排比例为82.2%,对NOx的减排比例为52.8%,对CO的减排比例为59.9%,对VOCs的减排比例为39.9%。除控工艺污染和控移动源的减排比例小于50%之外,其他防治政策的减排比例均在50%以上,控工艺污染源和移动源将是天津市下一步污染防治的重点。", "label": "环境科学与工程", "id": 0}
{"content": "利用济南市2013～2020年环境空气自动监测数据,运用模糊综合评价方法、空气质量指数（AQI）法、环境空气质量综合指数法分析济南市空气质量变化趋势及特征。三种方法原理、使用目的、表征方式不同,但结论一致:济南市2013～2020年环境空气质量显著改善,颗粒物(PM10、PM2.5)污染突出,但对空气质量的影响呈下降趋势,NO2、O3对空气质量的影响上升,复合型污染特征明显。污染呈现冬季最重、夏季较轻的季节变化特征。", "label": "环境科学与工程", "id": 0}
{"content": "本研究通过对2015-2019年唐山市六项污染物日均值以及相关气象因素进行统计分析。2015～2019年唐山市优良天天数由164到223,上升了35.98%,AQI与PM2.5、PM10、SO2、CO浓度均呈缓慢下降的变化趋势。唐山市首要污染物主要为PM2.5、PM10、O3、NO2和CO,10～3月首要污染物以PM2.5为主,4月首要污染物以PM10为主,5～9月首要污染物以O3为主。2015～2019年4～9月PM2.5作为首要污染物占比显著下降,而O3作为首要污染物的占比反而上升。PM2.5与PM10浓度相关系数高达0.90,呈显著正相关。颗粒物PM10和PM2.5与NO2、CO均呈现不同程度的正相关,其中PM10和PM2.5与NO2的相关系数均达到0.70以上,具有高度同源性。O38h与NO2的负相关性较其他污染物更为显著。PM2.5、PM10、CO、NO2浓度与风速、温度、日照时数呈负相关,与相对湿度、气压呈正相关。PM2.5、PM10、NO2、CO浓度与降水呈现负相关,其中CO与降水相关性较弱。38h与温度、日照时数呈显著正相关,与气压呈显著负相关,与风速、相对湿度、降水量相关性较弱。", "label": "环境科学与工程", "id": 0}
{"content": "太原市作为我国重点的能源和工业城市,近年来雾霾频发,空气质量排名常年位于全国下游。本文选取太原市2016-2020年PM2.5、PM10、NO2、CO、O3的日均浓度以及每日的空气质量指数,分析了太原市5年空气质量状况。研究表明:2016—2020年,太原市AQI年均值总体呈下降趋势,超标天数逐年下降;超标天数中以PM10、PM2.5、O3为首要污染物的比例较高,PM10、PM2.5仍为影响太原市空气质量的最主要污染物,但O3逐年上升;其中,太原市PM2.5的浓度在秋冬季高,在春夏季较低,且1月PM2.5浓度明显升高,表明太原市秋冬季空气污染较重,且1月总体有所恶化,应重点关注秋冬季PM2.5污染。煤炭消耗量、生铁产量、火力发电量的快速增长,对太原市的空气质量有一定的影响,要加强对工业的监管;太原市O3年均浓度逐年递增,在夏季最高,所以应重点关注太原市夏季的O3污染。", "label": "环境科学与工程", "id": 0}
{"content": "针对2020年安阳市存在的主要污染问题,从污染状况、污染来源、气象成因等角度进行了深入分析,并提出了污染管控思路和举措。结果如下:2020年安阳O3-8h浓度为近4年最低值,O3-8h浓度整体向低值偏移,但仍需重点治理,O3-8h超标主要以本地生成为主,仅在凌晨和上午日照不强的时间有一定外部传输的影响,其中西北部西部地区VOCs排放仍为安阳TVOC高值的主要原因,因此需要多方面协同减少VOCs排放。秋冬PM2.5产生8天重度污染天,主要原因是:2020年10-12月气象条件不利,湿度高、多辐合气流、逆温天数多等;位于太行山东侧\"背风坡\"和燕山南侧的半封闭地形中,削弱了该地区秋冬季盛行西北季风的作用,\"弱风区\"特征明显,污染物扩散条件较差;秋冬季面源-散煤使用仍未杜绝,因此要优化减排方案,加大散煤排查力度。PM10污染改善幅度小,其原因主要包括春季3-6月我市呈干燥少雨多风的气候特征、6月麦收扬尘污染严重等,因此要加强道路保洁和工程抑尘措施。", "label": "环境科学与工程", "id": 0}
{"content": "本文以某加油站为例,通过研究加油站的基本情况及源项分析,预测加油站突发环境事件的后果、风险事件分析、环境风险等级评估等从而确定出加油站最大可信事故,为项目的风险管理提供一定的依据。", "label": "环境科学与工程", "id": 0}
{"content": "黄壁庄水库是河北省的重要水源地,也是北京市的备用水源地,其水质安全正在受到入库河流沿岸的化工企业突发污染事故的威胁。黄壁庄水库入库河流有滹沱河干流、南甸河和冶河,其中冶河上游存在着历史悠久的井陉矿区,南甸河上游有近年新建的工业园区,这些工矿企业都是黄壁庄水库水质的重要风险源。本文采用MIKE21建立了河-库水质水动力模型,研究了极端不利条件下,冶河和南甸河事故污水全面进入河道后,污水团的演进状况,以期为黄壁庄水库水源地精细化管理和风险防控提供技术支持。", "label": "环境科学与工程", "id": 0}
{"content": "介绍了国内外火电厂联合掺烧处理高浓度有机废水、城市污泥和生活垃圾等环境污染废弃物的研究进展,讨论了联合掺烧技术的可行性和存在的技术问题。结果表明:采用火电企业锅炉燃烧系统联合掺烧处理各种环境污染废弃物,二次利用废弃物热能进行发电,同时利用火电厂完善的环保设施减少二次污染物排放,是环保领域可行的技术路线,成为当今环保政策下的发展趋势。", "label": "环境科学与工程", "id": 0}
{"content": "红树林是全世界热带和亚热带地区独特而重要的沿海湿地类型生态系统。然而,红树林沉积物中微塑料的丰度和空间分布仍然知之甚少,本研究对海南东寨港红树林沉积物微塑料进行提取,对微塑料的特征、丰度及分布进行测定及分析。结果显示:微塑料质量浓度为1.39～13.65 mg/kg,数量丰度为30.71～839.51±1238.83 n/kg。依质地和形态显微观察,微塑料为弹性纤维类、软质薄膜类、发泡类及碎片类4种类型,其中,弹性纤维类（EF）在研究区域均有较高检出,占57.02%,其次是薄膜类占21.11%。红外光谱法对提取的微塑料进行化学成分分析,结果表明,海南东寨港红树林沉积物微塑料主要成分为聚丙烯、聚氯乙烯、聚乙烯、聚酰胺类,可为进一步了解我国红树林生境微塑料污染现状及防治对策提供了理论依据。", "label": "环境科学与工程", "id": 0}
{"content": "以某废弃硫酸厂搬迁后的遗留地块为研究对象,在水文地质调查的基础上,结合污染识别情况对地块进行土壤和地下水调查分析,验证数据可靠性,进行污染地块健康风险评价和空间模拟分析。结果表明:土壤存在As、Mn、Pb、Co超标,垂向上污染集中在0～7,其中0～3 m污染范围较大,污染主要由地表向下渗漏,并通过砂岩含水层中局部西北至东南方向的小流场逐步扩散,导致污染指标超标。地下水中的重金属、硫酸盐均没有暴露途径,表明在该地块对人体没有健康风险,无须进行后续治理和管控。土壤中As、Co、Pb风险均超出可接受水平,是地块待修复目标污染物。", "label": "环境科学与工程", "id": 0}
{"content": "改革开放以来,我国经济得到迅速发展。同时,资源浪费与环境恶化也随之而生。环境污染成为当今社会不得不重视的问题,相应的环境治理也成为社会发展的重大课题。本文综述了高效混合菌群在石油、农药类污染物治理中的应用及研究进展。指出高效混合菌群在解决环境污染问题方面,是一项富有前景的环境生物技术,已成为环境污染修复领域的研究热点,并提出高效混合菌群在应用过程中的局限性及发展趋势。", "label": "环境科学与工程", "id": 0}
{"content": "密封技术作为解决环境污染的有效技术手段,在处理污染物排放、泄漏和净化处理等方面具有突出效果。通过综述密封技术在环境工程中的应用现状、密封泄漏失效形式和对环境影响分析,指出环境污染防治技术的发展离不开密封技术的进步,要求密封技术具有更低泄漏率、更高运行可靠性和稳定性。同时,密封技术的发展也间接扩展了环境污染防治的应用领域。因此,环境工程中的密封技术与环境工程相辅相成,相互促进,具有紧密的关联性。", "label": "环境科学与工程", "id": 0}
{"content": "为客观准确反映水环境质量状况和水污染防治的工作成效,开展黄河一级支流清水河本底值氟化物、硒调查研究工作。根据2013—2020年清水河泉眼山断面氟化物和硒的监测数据进行统计分析,并对清水河流域沿线及沿线汇入清水河的支流、洪水冲沟、水利构筑物、两岸2.0 km范围内的企事业单位及农田灌溉区的分布情况等进行调查,其中,清水河泉眼山入黄断面水体中氟化物和硒也纳入调查范围。结果显示:1)中卫市地层岩石间的物质基础作用、地形控制下的迁移富集作用以及流域水化学影响目标污染物的淋滤与迁移作用使区域自然环境中的氟化物偏高;2)由于清水河主要汇水沟谷均处在富硒土壤区域内,通过降水淋滤过程部分可溶性硒元素进入地下水中,下降泉及河坎两侧地下水位较高的地区溢出到地表水体中,导致清水河流域水体中硒含量较高。", "label": "环境科学与工程", "id": 0}
{"content": "聚氨酯主要是以多异氰酸酯与多羟基化合物加聚而成,以氨基甲酸酯基团为特征基团的大分子化合物的统称。聚氨酯制品形态各异,广泛应用于汽车制造、冰箱制造、交通运输等领域。废弃聚氨酯具有体积大、不易降解的特点,若不加以处理,直接遗弃,会造成资源浪费,污染环境的问题。通过介绍醇解法处理废弃聚氨酯再生成聚醚工艺,重点分析聚氨酯处理过程的工艺环节,可能产生的污染物以及其收集治理措施。分析聚氨酯醇解处理再生工艺的物料输入及输出,经计算,再生聚醚的产率可达74%。因此,醇解法处理废弃聚氨酯,再生成其他有机产品是可行的。", "label": "环境科学与工程", "id": 0}
{"content": "伴随着我国经济迅猛增长,城镇化水平不断提高,城市夜景照明也快速发展。夜景照明改变了城市生态系统光周期和光辐照条件,对城市生态系统物质流、能量流和信息流以及服务域功能等产生了一定的影响。本文主要综述了城市夜景照明的发展及其特点,分析了夜景照明（人造光）对城市汞物质循环过程的影响以及城市植被的响应,讨论了夜景照明下城市汞污染的防治措施,展望了我国城市规划域管理过程中,以汞为代表的污染物的预防和管理策略及治理技术等的研发趋势。", "label": "环境科学与工程", "id": 0}
{"content": "文中介绍了一艘能在长江中吸取污染物、特别是能吸取污水、并能在船上处理处置污水和污染物的工程船舶,称之为吸取式环保工程船。它是真空吸取技术、污水污物处理技术与工程船舶相结合的新型移动式环保装备。重点介绍了该船的基本情况、技术系统及其在长江上的应用实践。最后提出改进完善途径。指出此船待完善成熟后将在长江大保护事业中有着广阔的应用前景。", "label": "环境科学与工程", "id": 0}
{"content": "为了解我国畅销的唇部化妆品中铅暴露及其潜在的健康风险水平,本研究引入Python爬虫技术识别选取电商市场中典型畅销的34支唇部化妆品（包括12支固体口红、13支液体口红和9支润唇膏）,采用电感耦合等离子质谱仪（ICP-MS）测定唇部产品中铅元素的含量,结合美国环保署（USEPA）推荐的经口摄入的健康风险评估模型与蒙特卡洛模拟算法评估成人暴露的概率健康风险,并进一步评估儿童因暴露于唇部化妆品导致的血铅健康风险。结果表明,唇部产品中的重金属铅浓度区间为0～0.5237mg/kg,远低于各国限值。非致癌风险和致癌风险的概率范围分别为4.93×10-7～2.82×10-3,1.68×10（-12）～9.59×10-9,均处于可接受水平。血铅评估结果显示,唇部化妆品铅暴露没有显著增加儿童血铅含量,背景铅暴露是影响儿童血铅水平的主要因素,相关人员更应该注意儿童生存环境周围空气、土壤的铅含量,以及成人与儿童的饮食与饮用水安全问题。", "label": "环境科学与工程", "id": 0}
{"content": "氯化石蜡由于具有潜在的环境持久性、生物蓄积性、长距离迁移性和生物毒性而逐渐成为学界关注的热点。近二十年来,大量的监测研究揭示了氯化石蜡普遍而广泛的环境风险和人体健康风险。然而,作为氯化石蜡生产使用量最大的国家,中国的氯化石蜡使用分布和环境排放结构却尚不明晰;并且由于中国氯化石蜡使用和排放信息缺乏,全球氯化石蜡环境暴露模拟评估仍然是巨大挑战。为了回答这一问题,本文对中国氯化石蜡产业链开展调查研究;基于调查研究,选取124个典型消费产品进行氯化石蜡浓度检测;基于产品浓度,估算中国氯化石蜡生产和使用量;结合排放因子,估算和分析中国氯化石蜡的多介质环境排放。结果表明,2019年中国短链氯化石蜡和中链氯化石蜡使用量超过69万吨,其中以PVC行业使用占比最高。多介质排放方面,2019年,中国短链和中链氯化石蜡排放量超过8000吨;其中大气排放的主要来源是PVC产品使用,而水体和土壤环境排放的主要来源则为聚氨酯发泡胶和橡胶产品使用。基于中国氯化石蜡排放清单,本文进一步采用多介质环境归趋模型BETR-Global模拟氯化石蜡全球环境暴露的时空变化趋势,探索氯化石蜡环境暴露模拟的影响因素。结果表明,目前单一参数（即把氯化石蜡视为整体）模拟的方法低估了氯化石蜡的全球环境风险,这种低估效应在低温低排放的极地地区尤为明显,因而需要采取多参数（即考虑氯化石蜡的同分异构体差异）方法对氯化石蜡环境暴露进行重新模拟评估。本文首次揭示了中国氯化石蜡的使用分布状况及环境排放结构,为进一步评估中国乃至全球氯化石蜡环境风险和健康风险提供数据支持;同时,本文首次开展氯化石蜡全球环境暴露模拟,为氯化石蜡多介质环境分布和迁移研究提供方法学参考。", "label": "环境科学与工程", "id": 0}
{"content": "探讨双酚B（BPB）对人胚胎干细胞（hESC）心肌发育分化的影响。方法:以hESC细胞系H9在体外定向分化为心肌细胞作用模型,在分化培养液中添加不同浓度的BPB。在未分化hESC和hESC分化获得的心肌细胞中检测BPB的细胞活性;荧光定量PCR法检测无细胞毒性的BPB（2、20、200 ng/mL）作用下对心脏分化过程中异质性标志物、心脏特异性标志物及转录因子mRNA表达水平的影响。采用染色质免疫共沉淀法检测无细胞毒性的BPB对心肌细胞的GATA4启动子区域组蛋白乙酰化水平。结果:无细胞毒性的BPB可抑制hESC诱导分化为中胚层来源细胞的能力,增加向其他胚层来源细胞分化的可能性。BPB可特异性地抑制心脏特异性转录因子GATA4的mRNA表达水平,20、200ng/mL BPB组中,GATA4启动子区域抗H3K9ac抗体的CHIP沉淀DNA量显著低于阳性对照VPA组,与阴性对照CC组相比无显著差异。结论:BPB可能通过干扰中胚层的定向分化,影响心肌发育,并通过引起组蛋白乙酰化水平的改变,导致关键转录因子GATA4的异常表达,提示了BPB可能具有诱发心脏发育异常的风险。", "label": "环境科学与工程", "id": 0}
{"content": "天然产物β-N-甲氨基-L-丙氨酸（β-N-methylamino-L-alanine, BMAA）被认为是诱导肌萎缩侧索硬化-帕金森痴呆综合症（amyotrophic lateral sclerosis-parkinsonism dementia complex, ALS/PDC）、阿尔茨海默症（Alzheimer’s disease, AD）等神经退行性疾病的重要环境因子,受到人们的高度关注。本研究以神经毒素BMAA为对象,分析了我国海洋环境中不同生物样品沾染BMAA的现状,并对其生物毒性效应进行了多角度的探索,以揭示我国海洋环境中BMAA毒素的分布及其对人神经退行性疾病的潜在健康风险。基于液相色谱-串联质谱法（LC-MS/MS）,分别采用亲水交互作用（hydrophilic liquid interaction chromatography column, HILIC）和C18色谱柱建立了BMAA的精准分析方法;对我国沿海采集的浮游植物、浮游动物、软体动物、节肢动物等生物样品,进行了系统的分析。研究发现,我国近海,尤其是北方沿海,分布的贝类等软体动物普遍含有不同浓度的BMAA毒素,其中底栖性扁玉螺（Neverita didyma）是BMAA毒素的典型携带生物。从胶州湾采集的浮游植物、浮游动物、贝类等生物样品普遍含有BMAA,且BMAA毒素在食物网中具有生物放大现象。我国沿海分离的多数硅藻藻株检出BMAA毒素,说明海洋硅藻与BMAA毒素的来源有关。基于我国居民神经退行性疾病发病率的地域差异和海洋环境中BMAA毒素的分布情况,推测我国海洋环境中广泛分布的BMAA毒素沿食物网传递并被生物放大,可导致贝类等海产品消费者长期积累BMAA毒素,可能是诱发人神经退行性疾病的重要环境因子。建议今后加强环境BMAA毒素的健康风险研究,进一步验证该毒素与人神经退行性疾病之间的联系。", "label": "环境科学与工程", "id": 0}
{"content": "因食品中磷酸三苯酯（TPP）的普遍存在,人体接触是不可避免的,因此有必要评估TPP暴露对人体的健康风险。然而,TPP在环境水平上对肝脏代谢的具体影响尚不清楚,尤其是与高脂高果糖（HFF）饮食的共同暴露。本研究目的是评估环境相关水平的TPP暴露对不同饮食下小鼠肝脏代谢的影响。雄性C57BL/6J小鼠长期暴露于环境相关水平TPP（每天10μg/kg体重）,共12周。生化分析和病理结果表明,TPP暴露导致小鼠肝脏细胞器损伤和脂质积累。代谢组学表明,TPP暴露导致ABC转运蛋白、色氨酸代谢、咖啡因代谢和维生素B6代谢,以及甘氨酸、丝氨酸和苏氨酸代谢和其他差异代谢的改变。蛋白质组学表明,TPP暴露可通过引起脂肪酸结合蛋白5（FABP5）和其他过氧化物酶体增殖物激活受体（PPAR）信号通路相关基因的改变,从而影响PPAR信号通路的改变。此外,TPP暴露加剧了HFF饮食引起的肝脏损伤。综上所述,TPP暴露可导致不同饮食小鼠肝脏脂质代谢紊乱,其中PPAR信号通路是主要的差异信号通路。以上发现为深入探索长期慢性接触TPP的健康风险评估和机制提供了进一步的研究方向。", "label": "环境科学与工程", "id": 0}
{"content": "磷酸三（1,3-二氯-2-丙基）酯（tris（1,3-dichloro-2-propyl） phosphate, TDCIPP）是目前广泛使用的一类有机磷阻燃剂（OPFRs）;近期毒理学研究表明,TDCIPP具有潜在的神经毒性、生殖毒性和内分泌干扰效应。本研究探讨了TDCIPP暴露对小鼠肠道微生态的干扰作用,结合16S r DNA测序、宏基因组测序和1H-NMR代谢组学技术分析了TDCIPP对小鼠肠道微生物组成、结构和功能的影响。结果表明,TDCIPP暴露引起小鼠的代谢通路紊乱,导致体内多种氨基酸、有机酸、生物碱、糖类、多不饱和脂肪酸等内源性代谢分子的显著变化;且此类代谢分子与氧化应激损伤、免疫应答、炎症反应和能量代谢紊乱相关。同时,TDCIPP可引起小鼠肝脏中氧化应激相关生物标志物和酶活性的改变,表现为GST、GSH-PX、SOD酶活性降低和肝脏中MDA积累增加,提示TDCIPP暴露可能引起肝脏氧化应激损伤。TDCIPP暴露引起小鼠肠道微生物组成、丰度和功能的改变,在门一级可见厚壁菌门（Firmicutes）丰度的显著增加（p <0.05）和拟杆菌门（Bacteroidetes）丰度的显著降低（p <0.05）。一些对宿主具有重要生理功能的肠道关键菌群,如双歧杆菌科（Bifidobacteriaceae）、拟杆菌科（Bacteroidaceae）、红螺菌科（Rhodospirillaceae）等的丰度在TDCIPP暴露后也发生了显著改变。同时,TDCIPP暴露引起粪便中包括丁酸、丙酸、葡萄糖、赖氨酸、脯氨酸、胆碱等多种重要肠道代谢物浓度的变化,且这些差异代谢物与肠道微生物丰度和功能的改变密切相关。提示TDCIPP暴露引起特定的核心肠道菌群之间的失衡和重要的功能学改变,以及与宿主生理功能密切关联的肠道代谢产物变化,诱导宿主肠道微生态紊乱和代谢功能障碍。", "label": "环境科学与工程", "id": 0}
{"content": "参考美国环境保护署预防、农药及有毒物质办公室（OPPTS,现已更名为\"化学品安全与污染防治办公室\"（OCSPP））、美国试验与材料协会（ASTM）相关测试导则,本研究选择嘧菌酯、四溴双酚A、4-壬基酚、五溴苯酚、4-叔丁基苯酚等高关注化学品开展水生微宇宙测试,并将得到的无观测效应浓度（NOEC）与物种敏感度分布法（SSD）得到的5%有害浓度及单一生物慢性毒性数据进行对比,研究水生微宇宙技术在水生态危害评估方面的必要性。结果显示,SSD法和依靠单一物种慢性毒性数据的方法分别经评估因子2和10处理后,可得到相似（同一数量级）的预测无效应浓度（PNEC）值;而该PNEC值比微宇宙法得到的PNEC低1～2个数量级（嘧菌酯除外）。然而,与SSD法和依靠单一物种慢性毒性数据的评估因子法相比,微宇宙法除了提供最终的危害性PNEC值之外,还可提供化学品对生态系统结构、功能及种间关系的影响等信息,对于客观、全面评估高关注化学品环境危害性具有重要的参考作用。", "label": "环境科学与工程", "id": 0}
{"content": "砷暴露可致多种肺部疾患,且呼吸系统疾病被认为是导致砷中毒死亡的主要原因。然而,砷致肺损伤的机制不明,缺乏早期、敏感的预警生物标志,一直是广受关注的世界性公共卫生问题,也是我国政府持续高度重视的重点防控疾病之一。方法:本研究利用贵州省燃煤型砷中毒人群资源,探索砷暴露及其他相关危险因素对呼吸系统疾病和肺损伤的影响;建立砷染毒动物模型,研究砷对大鼠肺组织形态和超微结构的损伤情况;建立肺支气管上皮细胞和巨噬细胞的共培养模型,探讨代谢重编程和免疫平衡紊乱的负反馈环参与砷诱导肺损伤的作用机制。结果:砷中毒病区村患者因呼吸系统疾病就诊人次构成比增高的风险是非砷暴露村的1.30倍（OR=1.30,95%CI:1.18～1.45）,燃煤砷暴露是DR胸片异常的独立危险因素（OR=2.29,95%CI:1.27～4.11）,砷中毒组肺功能指数低于对照组（P<0.05）;随砷中毒程度肺功能指数呈下降趋势(Ptrend<0.05),中介分析发现CC16、SP-A和MMP-9/TIMP-1在砷致肺功能降低中存在中介效应（P<0.05）。砷暴露显著增加了大鼠肺组织胶原纤维沉积及大鼠肺泡灌洗液TP、LDH、ACP、AKP活性,上调了肺组织M2型巨噬细胞标志物TGF-β1、Arg-1和MMP-9的表达水平。NaAsO2诱导了HBE细胞基础呼吸、最大呼吸、储备呼吸能力显著降低、ATP关联的线粒体呼吸、质子漏亦显著降低（P<0.05）以及糖酵解水平的增加（P<0.05）;NaAsO2抑制了巨噬细胞M1的表达、抑制了M2型标志的表达,在HBE细胞和巨噬细胞共培养模型中,CD206阳性细胞的比例为（20.88±1.38）%,显著高于单独培养组（P<0.05）,巨噬细胞Arg-1、TGF-β1和MMP-9表达水平均高于单独处理组（P<0.05）。结论:燃煤砷暴露是呼吸系统疾病和肺损伤的独立危险因素,血清中CC16、MMP-9、MMP-9/TIMP-1可作为动态观察砷致肺损伤发生、发展的辅助诊断标志,代谢重编程和免疫微环境紊乱的负反馈环是砷致肺损伤的重要机制,靶向干预HIF-1α有望在分子水平上为其预防和治疗提供新方向。", "label": "环境科学与工程", "id": 0}
{"content": "针对城市典型污染物模拟预报难、信息化手段有待加强的问题,本文设计研发城市生态环境气土水耦合模拟预报系统软件,解决了多源信息深度融合、单介质模型集成开发、耦合模型参数化配置计算、可视化交互展示等问题,实现城市典型污染物的自动模拟计算和辅助决策,能够为城市生态环境治理提供了信息化决策工具,并为相关研究提供参考案例。", "label": "环境科学与工程", "id": 0}
{"content": "近几十年来,重金属污染已经成为全世界都非常关注的问题,重金属污染导致土壤污染、扩散性污染,并引起土壤、河流等严重的环境问题。而植被缓冲带可有效地对重金属进行有效吸收和拦截,防止径流中的重金属进入受纳水体。本文概述植被缓冲带的截留效果,从植物类型和配置方式、植被缓冲带坡度及宽度、土壤理化性质、重金属种类及污染负荷4个方面深入分析影响植被缓冲带截留重金属的效果、影响因素及研究模型。提出今后应从生态学角度、植被缓冲带的相互作用与机制、扩大植物的选择范围3个方面开展植被缓冲带截留重金属试验研究。", "label": "环境科学与工程", "id": 0}
{"content": "<正>线粒体是细胞中进行能量代谢的细胞器。线粒体功能紊乱与许多疾病相关联,如癌症、糖尿病、神经退行性疾病等。许多化学品具有线粒体毒性,可导致线粒体功能紊乱[1]。因此,有必要筛查引起线粒体功能紊乱的化学品。仅通过实验测试的方法,难以满足众多化学品的线粒体毒性筛查需求。有必要发展快速、高效的方法,筛查化学品的线粒体毒性。定量构效关系（QSAR）模型可用于高效筛查和预测化学品的毒性[2]。本研究针对模型训练集数据不平衡、黑箱模型难以对毒性机制进行解释,引入多种机器学习算法和不平衡数据处理方法,", "label": "环境科学与工程", "id": 0}
{"content": "<正>计算毒理学是近年来快速发展起来的一门新兴交叉学科。得益于大数据和人工智能技术的快速发展,计算毒理学可以充分利用网络上已累计的海量毒性相关数据,构建毒性预测模型,从而预测新化合物的潜在毒性;同时可以通过识别毒性警示子结构、阐明毒性作用机制,来避免出现具有潜在毒性的化合物。近十几年来,我们实验室在计算毒理学方面开展了一系列研究。首先,基于大数据和人工智能技术,构建了各类毒性预测模型,包括二分类预测模型、多分类预测模型[1]和多标签预测模型[2],涉及各种人类健康毒性终点和生态环境毒性终点;其次,", "label": "环境科学与工程", "id": 0}
{"content": "<正>手性有机磷污染物大量存在于生态环境中,但是,这些不对称化合物对人体的潜在神经毒性仍未完全阐明。本研究结合计算化合物和毒理学方法,在对映体尺度详细研究乙酰胆碱酯酶（Acetylcholinesterase,AChE）对手性吡唑硫磷的立体选择性毒性响应过程,进而系统解析吡唑硫磷对机体产生对映体选择性神经毒性的微观基础。离体实验结果明确表明,虽然（R）-/（S）-吡唑硫磷均能与ACh E形成化学计量比是1︰1的毒性轭合物,", "label": "环境科学与工程", "id": 0}
{"content": "<正>全氟辛酸（perfluorooctanoic acid,PFOA）是一种重要的氟化表面活性剂,是应用最广、最受关注的典型全氟及多氟化合物（poly-and perfluoroalkyl substances,PFAS）之一。PFOA由于其独特的热稳定性、耐酸碱及耐氧化性,被广泛用于工业及日用品等诸多领域。然而由于其特殊的化学特性,不能通过生物体降解[1],在过去的几十年里,全氟辛酸已成为世界范围内的水和土壤污染物。PFOA很容易被人体吸收,", "label": "环境科学与工程", "id": 0}
{"content": "<正>科学技术的迅猛发展使得人类可能接触的有毒物质种类急剧增加,而低剂量化学物质长期暴露所致生态风险和健康危害给现有的毒理学研究方法和安全评价体系提出了更高的要求和挑战。此外,药物的毒性是新开发药物临床失败的主要原因。在药物研发早期阶段准确预测药物的毒性,尽早的把有毒化合物从先导化合物中剔除,可以帮助缩短研发周期,降低开发成本,提高新药开发的成功率。", "label": "环境科学与工程", "id": 0}
{"content": "<正>双酚类化合物是广受关注的环境内分泌干扰物,有研究提示双酚A（BPA）及其类似物的复杂配体依赖性信号通路不仅涉及核内雌激素受体,还涉及膜受体G蛋白偶联雌激素受体（GPER）。已有报道显示BPA和双酚AF（BPAF）等典型双酚类物质是GPER的弱激动剂,然而GPER与双酚类间分子识别的结构基础仍不清楚。为了探索双酚类物质结合GPER的结构依赖性,本研究选择其分子中连接两苯环的中心C轨道杂化状态和取代情况各异的典型双酚类物质,", "label": "环境科学与工程", "id": 0}
{"content": "<正>卤代硝基甲烷（HNMs）是近年来备受关注的一类含氮消毒副产物。虽然相较于受调控的三卤甲烷、卤乙酸等消毒副产物,HNMs在饮用水中的检出浓度通常较低,但HNMs具有更高的毒性。基于代谢组学实验证实HNMs对小鼠肝脏的暴露会降低肝脏重量,破坏肝脏抗氧化系统,表明肝是HNMs产生毒性的靶器官之一。肝脏中的细胞色素P450酶是机体抵御外来化学物质的重要防御系统之一,P450酶与有机卤化物的反应也是活化和解毒这些外源化合物的重要手段。但是P450酶催化代谢HNMs的机理尚不清楚,", "label": "环境科学与工程", "id": 0}
{"content": "<正>紫外吸收剂2,4-二羟基二苯甲酮（BP-1）广泛应用于化妆品与防晒霜等个人护理品中,其残留在多种水体包括泳池水中被频繁检出[1]。针对BP-1在游泳池水中的实际暴露场景,模拟了BP-1在实际水体中的氯化过程,采用高分辨质谱与核磁共振鉴定主要产物为一氯与二氯代BP-1,采用350ns高斯加速动力学模拟（Gaussian Accelerated Molecular Dynamics Simulation,Ga MD）研究了其与人雄激素受体配体结合域（Androgen receptor ligand binding domain,ARLBD）的相互作用（图1）。", "label": "环境科学与工程", "id": 0}
{"content": "<正>1998年诺贝尔化学奖授予了量子化学家W. Kohn和J.A. Pople,2013年诺贝尔化学奖授予了理论化学家M.Karplus、A.Warshel、M.Levitt,标志着计算化学方法已经获得了广泛的认可。近年来高性能计算机的快速发展和各种模拟软件的研发,量子化学计算与分子模拟得到了飞速发展与应用,在环境问题研究中扮演着越来越重要的角色[1]。与此同时,机器学习算法能够从已有数据中识别趋势、获得经验规则,为快速预测污染物的环境化学行为及健康效应提供了新的高效研究手段[2]。", "label": "环境科学与工程", "id": 0}
{"content": "<正>全氟碘烷（PFIs）是一类以偶数碳的全氟碳链为骨架,末端被碘原子取代的直链化合物。在调聚氟化法工艺流程中,它们是用于生产各类氟化产品的关键中间体[1]。PFIs具有较强的挥发性,在生产、使用和处置过程中,能够释放进入大气并通过大气运动进行长距离传输,对生态环境和人体健康造成不可忽视的暴露风险[2]。作为离子型谷氨酸受体的亚型,N-甲基-D-天冬氨酸受体（NMDAR）在神经系统发育过程中发挥着具有重要的调控作用[3]。", "label": "环境科学与工程", "id": 0}
{"content": "<正>环境污染与人类健康已引起环境领域研究人员的高度关注,然而,手性有机污染物对人体的潜在危害仍未充分说明。通过竞争性放射性配体结合实验,本研究发现苯基吡唑类污染物与人烟碱乙酰胆碱受体（NicotinicAcetylcholine Receptor,α7 nAChR）有较强的结合作用,且该过程存在显著的对映体选择性。计算化学结果显示,相对于（R）-苯基吡唑类,α7 nAChR-（S）-苯基吡唑类体系的作用较弱,氢键、共轭效应、van der Waals’作用是主要的非共价作用。", "label": "环境科学与工程", "id": 0}
{"content": "<正>内分泌干扰物（EDCs）主要通过核受体产生内分泌干扰效应[1]。环境中存在大量已知与未知的EDCs,其有效识别是环境健康研究领域的难题。计算机辅助的筛选方法逐渐发展成为体外和体内实验测试方法的重要补充,可用于EDCs的高通量筛选。然而,不同结构化合物选择性诱导不同核受体,进而产生差异性的内分泌干扰效应的作用机制和构效关系尚不清晰,限制了计算机辅助的筛选方法的发展。因此,亟需深入研究EDCs对多种核受体产生干扰的作用模式解析,", "label": "环境科学与工程", "id": 0}
{"content": "经济高速发展的巨大代价就是环境污染日益加重,而随着人们的环保意识逐渐的加强,对于环保的重视程度也逐渐的提高,在当前的大学专业中,高校环境工程专业的学生广受欢迎,特别是学生毕业过后的就业形式具有非常大的前景。本文通过对高校环境工程专业就业形式和人才培养进行分析以及介绍,以此达到高效环境工程育人以及就业有效性的体现。", "label": "环境科学与工程", "id": 0}
{"content": "思政进课堂是开展高等学校学生思政教育的重要途径,在专业课的教学体系中融入\"课程思政\"教育,可为生态文明建设夯实基础。通过在环境工程专业的《仪器分析》课程教学中融入\"课程思政\",使专业知识与思想政治元素有机融合,形成协同效应,实现全程、全方位育人,进而实现育人效果的最大化。", "label": "环境科学与工程", "id": 0}
{"content": "思政进课堂是开展高等学校学生思政教育的重要途径,在专业课的教学体系中融入\"课程思政\"教育,可为生态文明建设夯实基础。本文通过在环境工程专业的《仪器分析》课程教学中融入\"课程思政\",使专业知识与思想政治元素有机融合,形成协同效应,实现全程、全方位育人,进而实现育人效果的最大化。", "label": "环境科学与工程", "id": 0}
{"content": "环境工程学是环境工程专业最基础的学科之一,这门课程的主要目的是帮助同学们入门环境领域,培养学生的理论知识和实践能力。我们从教学方及考核方式进行了改革探讨,为环境工程学课程的教学改革和建设提供一定理论依据。", "label": "环境科学与工程", "id": 0}
{"content": "随着科学技术的进步以及信息数字化的发展,各高校纷纷开始创新课程教育内容,尤其是对于工科类型的专业来说,创新教学方法对学生理解和学习基础知识具有重要的作用。环境工程在我国高校中是比较常见的一个专业类型,传统的环境工程教学方式碍于设备和资源的局限性,多数情况下采用是的理论教学,这就导致了很多学生对于抽象的知识看不懂,久而久之就会失去学习的信心。慕课教学通过网络在线方式,形成新的教学的体系,帮助学生们更好的对不会的知识进行查缺补漏,以提高其专业基础知识技能。", "label": "环境科学与工程", "id": 0}
{"content": "<正>生态文明建设与工程科学技术共同发展是十八大以来国家发展建设的重要宗旨。实现双赢的可持续发展建设目标需要具备生态红线和道德底线思维的现代工程科技人才。现阶段在环境学科本科生培养方案中开设《环境工程伦理》课程是国家需求,具有实际应用价值和必要性。一、《环境工程伦理》本科课程建设的必要性工程实践在现代社会发挥着越来越重要的作用,大规模、综合性、复杂化以及工程影响力日益成为现代工程的重要特征。工程本身越来越复杂,工程实践越来越密切的", "label": "环境科学与工程", "id": 0}
{"content": "<正>一、引言创新型教育模式是当下高等教育的一个追求,也是为国家培养高等人才的一种体现,而学校的试验设备和实验室是创新教育的一个重要环节,同时开放型实验室也是创造、创新、独立自主思考和学习的地点。想要培养创新型人才和提高学生自主科研的能力,那么相应的开放式实验教学和实际操作平台必不可少,如此就可以为他们提供培养创新思维以及锻炼综合素质的氛围。为此,建设完成了包含数个开放实验室的", "label": "环境科学与工程", "id": 0}
{"content": "生产实习是环境工程专业实践教学的重要组成部分,在实习过程中加强学生素质教育,可以给学生专业教育外更多的收获。通过介绍北京科技大学环境工程专业生产实习中开展爱国主义教育、安全教育、团队精神教育、创业创新教育和职业道德教育的做法和收获,提出了实施素质教育的重要意义,并针对高校开展相关教育提出了建议和意见,对于提高大学生的素质教育水平,加强专业学习具有一定参考。", "label": "环境科学与工程", "id": 0}
{"content": "建设创新型国家,需要创新型人才。培养环保型创新人才是广东地方高等院校适应国家人才培养战略和社会经济发展的一个必然的、理性的选择。人居环境视角下,广东地方高校纷纷开展培养环保型创新人才的实践与探索。", "label": "环境科学与工程", "id": 0}
{"content": "论述了2017年水污染治理行业的发展状况及发展趋势,重点分析了涉水上市企业和涉水新三板挂牌企业的发展情况和中小规模企业的生产经营情况,并对水污染治理重点领域技术的发展进行了评述。", "label": "环境科学与工程", "id": 0}
{"content": "经济的迅猛发展,环境问题越来越严重,因此环境工程受到了大众人民的高度重视。在我国可持续发展战略指导下,社会各界要对环境工程保持足够的重视。而有机化学能够在环境工程中起到显著的应用效果,使得环境工程更加良性的发展。本文针对有机化学在环境工程中应用的利与弊进行分析,并提出了有机化学在环境工程中的正确应用措施。", "label": "环境科学与工程", "id": 0}
{"content": "<正>《环境工程》期刊是由国家科技部批准,国内外公开发行的国家级环境保护类科技期刊,由中冶集团建筑研究总院和中国环境科学学会环境工程分会主办。创刊于1982年,是一本跨地区、跨行业的环境应用、环境研究、工程技术类期刊。主要报道冶金、石油、化工、电力、煤炭、制药、轻工、建材、市政等行业的污染防治及治理的工程技术、科研成果、综合利用及清洁生产新技术、新工艺、新材料和国内外环保信息等。", "label": "环境科学与工程", "id": 0}
{"content": "<正>《环境工程》期刊是由国家科技部批准,国内外公开发行的国家级环境保护类科技期刊,由中冶集团建筑研究总院和中国环境科学学会环境工程分会主办。创刊于1982年,是一本跨地区、跨行业的环境应用、环境研究、工程技术类期刊。主要报道冶金、石油、化工、电力、煤炭、制药、轻工、建材、市政等行业的污染防治及治理的工程技术、科研成果、综合利用及清洁生产新技术、新工艺、新材料和国内外环保信息等。1.期刊出版周期", "label": "环境科学与工程", "id": 0}
{"content": "地理信息系统（GIS）就是综合处理和分析地理空间数据的一种技术系统。利用GIS技术可以将数据与地图相关联,建立拓扑关系,进行空间分析,输出各类专题地图,辅助决策和管理。不仅节省大量的人力、物力、财力,最主要的是获得成果的速度快,精度高。生态环境信息系统的建立,不仅为将来的工作提供重要的本底数据,还可与其他部门的有关信息系统以及国际相关系统联网,形成统一的生态环境信息网络。", "label": "环境科学与工程", "id": 0}
{"content": "本文针对传统的环境工程专业环境工程原理课程中存在的缺点,探索了环境工程原理的教学改革与实践,其中主要包括对该课程教学内容、教学方法和教学模式体系等方面的改革,旨在培养学生的创新和实践能力,大大提高环境工程课程的教学质量。结果表明,取得了很好的教学成果。", "label": "环境科学与工程", "id": 0}
{"content": "经过不断探索和长期的教学实践和改革,形成了环境工程学理论与实践教学体系,明确了课程定位,根据课程重点和难点提出了一系列解决方案,融案例式教学、启发式教学、多媒体教学等教学模式于一体,同时重视实践教学中学生主动性、创造性的培养,全面提高了教学效果。", "label": "环境科学与工程", "id": 0}
{"content": "相对于传统的课程教学体系,基于\"卓越计划\"培养模式的课程教学体系,必须关注校内培养方案和企业培养方案的合理衔接,在课程理论内容的设置、教学方式、实践环节、毕业设计（论文）上进行合理调整,本文对此进行了初步探讨。", "label": "环境科学与工程", "id": 0}
{"content": "本文在叙述国内外专业硕士培养方案和实践经验的基础上,提出了东华大学环境工程（专业硕士学位）培养方案,文中详细介绍了本校的教学模式、教学目标、教学计划、硕士论文及毕业答辩要求和管理制度等。最后根据我系几年来的教学实践经验,对该方案提出了改进建议,为全日制专业硕士的培养提供一定参考。", "label": "环境科学与工程", "id": 0}
{"content": "<正>在明清野史和民间传说中,刘伯温（刘基）通晓天文历数,长于星相、占卜和风水堪舆,知吉凶、法阴阳,通三才（天、地、人）、明三际（过去、现在、未来）,有夺天地造化之功和鬼神莫测之术。这些传闻虽然不足信,但刘伯温亦人亦神形象之形成,与其堪舆学思想理论及实践活动的历史影响颇有关系。①事实上,刘伯温的确精通建筑堪舆等术数,自小习之用之,只是并不拘泥,亦不被其所困,而是以天理易理义理为指向,显示出诸多的近代科学技术性质和功能特征,值得我们认真研究和科学诠释。", "label": "环境科学与工程", "id": 0}
{"content": "教育领域迎合\"建立创新型社会\"的国家目标,积极探索培养创新型人才的模式是促进教育水平发展的\"质量工程\"的途径。环境工程作为应用性强的专业,更要求学生的实践与创新能力,结合本科人才培养方案,在专业领域具有拓展空间的学科方向引导学生进行创新实践活动,通过对尖端问题的创新研究,激发本科生的想像力和创造力。", "label": "环境科学与工程", "id": 0}
{"content": "低碳经济的发展模式是我国未来可持续发展的一项重要战略,是我国经济发展战略模式转变的大背景,清洁生产是一种新的环境战略,也是一种新的思维方式。发展低碳经济,就要以调整结构、推进技术进步、发展循环经济为根本;提高意识,强化管理,突出重点,着力抓好重点领域、重点行业和重点企业的节能减排、清洁生产工作。传统的清洁生产机制在低碳经济背景下要完成在思想层次、推行机制层次和技术层次等三个层次上创新,才能在低碳经济洪潮中砥砺而行。", "label": "环境科学与工程", "id": 0}
{"content": "我国传统能源面临的紧缺危机越发严重,清洁能源可以缓解能源危机,并且对于我国的可持续发展具有现实性意义。,目前传统供热模式主要分为区域锅炉房集中供热和热电联产,由此对两种供热方式的原理以及特点进行了简要概括,并分析常用的清洁能源在供热工程中的应用。从太阳能、土壤源和风能三类新能源入手分析了现阶段中国清洁能源供热发展过程中的应用以及所面临的问题和挑战,并对清洁能源的发展前景进行了简要分析。", "label": "环境科学与工程", "id": 0}
{"content": "本文主要是对于我国农村地区冬季清洁取暖方式的特点以及优缺点的分析。作为适应政策需求以及环境的保护,清洁能源的应用具有广泛的前景。通过对于燃煤、天然气、地源热泵、水源热泵、空气源热泵以及秸秆生物质在农村地区的应用来探究真正适合不同地区农村的清洁取暖方式。清洁取暖方式在农村地区的发展,减小了冬季取暖支出,切实提高了农民的生活品质。", "label": "环境科学与工程", "id": 0}
{"content": "能源是人类生存、发展的基础,但随着经济的快速发展,化石能源消耗量持续增加,人类正面临着日益严重的能源短缺和环境破坏问题,世界各地越来越重视清洁能源的发展,不断推动科技发展与创新,大力发展绿色产业,从而促进能源的可持续发展。本文主要概述了清洁能源的分类、开发利用方式和发展前景与趋势。", "label": "环境科学与工程", "id": 0}
{"content": "<正>V.A.祖布科夫博鳌亚洲论坛理事、俄罗斯联邦与天然气出口国家论坛合作事务总统特别代表V.A. Zubkov BFA Board Member, Russia’s Special Presidential Representative for Cooperation with the Gas Exporting Countries Forum博鳌亚洲论坛近年更加密切关注生态环保问题。我认为,在博鳌亚洲论坛框架下探讨的关于解决生态环境问题的、具有现实意义的课题之一,是推广使用包含天然气在内的新型清洁能源。", "label": "环境科学与工程", "id": 0}
{"content": "近年来,国家对环境保护极为重视,各地督查、巡查和帮扶检查工作接连不断,企业环保压力巨大,\"科学治污、精准治污\"被不断提出和强调。本文依托清洁生产理念,结合科学实践,从前期准备阶段,现场问诊阶段以及方案编制阶段三个方面进行了\"一企一策\"模式思路系统设计,旨在对企业开展\"一企一策\"工作进行模式指导。同时本文以煤化工行业企业为例,对\"一企一策\"模式进行案例应用分析,重点从合规性和清洁生产对标、LDAR动静密封点与检测、动力系统氮氧化物排放量、主要生产工艺氮氧化物排放量等角度对企业进行了全过程系统分析,并结合现场诊断结果提出相应减排对策和效果预测。", "label": "环境科学与工程", "id": 0}
{"content": "基于铁前系统环保生产现状,深刻解读环保产业政策,积极研判绿色企业发展理念,立足于生产现场从高炉、烧结等多方面、涵盖烧结烟气治理、炼铁除尘灰处理工艺;高炉出铁场粉尘管控、TRT噪声污染等方面进行新技术研究,打造科学管控体系,实现炼铁工序超低排放、固废回收、有害气体排放、噪音管控等方面全方位清洁生产,解决了制约企业发展的环境问题,在新时期,高炉炼铁工艺的节能减排、环境友好能起到一定引领作用。", "label": "环境科学与工程", "id": 0}
{"content": "为解决煤炭石油短缺问题,以色列通过一系列政策法规逐渐建立了鼓励天然气和可再生能源发展的能源政策体系,顺应未来能源发展趋势。本文概述了以色列能源体系的发展历程和现状,重点分析了以色列在科技创新、人才培养和国际合作等方面提高本国的能源安全、构建低碳清洁的能源体系的具体做法和关键因素。期望为我国构建立足于技术创新、专业人才培养和能源国际合作的低碳、清洁的高质量能源体系提供借鉴。", "label": "环境科学与工程", "id": 0}
{"content": "粤港澳地区是全国和全球一个重要的经济增长中心,其经济发展引领的未来,也将相应要求该地区的环境引领未来。本研究利用IPAC模型分析了广东、香港、澳门到2050年实现世界卫生组织推荐大气质量标准,以及实现巴黎协议气候目标下的能源情景分析,给出转型路径和路线图。研究考虑了三地的社会经济发展模式,采用强有力的技术发展前景,给出了到2050年高比例可再生能源、核电的能源供应格局,充分考虑节能技术,并评估了可能需要的政策。同时也分析了实现近零排放下的新兴产业的发展可能性。研究表明,粤港澳是可以到2050年实现世界卫生组织推荐大气质量标准,以及实现巴黎协议气候目标下的能源转型,绿色能源占据一次能源的91%,非航空交通电力化,工业生产实现电力化和清洁生产,建筑用能完全电力化,同时也将采用先进的生物质能发电和碳捕集与封存技术（CCS）,以及一定规模的空气直接捕获CO2技术,最终实现CO2的净零排放。", "label": "环境科学与工程", "id": 0}
{"content": "本着清洁生产\"节能、降耗、减排、增效\"宗旨,以辽宁某机加工企业为例,采用电量平衡分析法来挖掘企业供电与用电设备方面的清洁生产潜力,进而提出切合企业自身情况的两种清洁生产方案,对清洁生产审核工作在各个行业的开展起到一定的借鉴作用。", "label": "环境科学与工程", "id": 0}
{"content": "近年来,化工园区安全事故频频发生,使得安全生产与污染控制成为人们关注的热点。本文从化工园区的特点并结合实际情况探讨园区整体推行清洁生产审核的必要性和可行性,通过宏观、中观、微观三个层面分析园区存在的问题,运用清洁生产手段减少污染,加强园区风险管控,达到园区节能减排、减污增效的目的,为化工园区整体推动清洁生产审核工作提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "随着全球变暖趋势的日益明显以及碳排放的高速增长,人们越发意识到环境问题的紧迫性。面对经济发展、能源枯竭和环境恶化的三重压力,\"零碳生活\"理念日益成为人们关注的焦点。从需求侧发力,综合利用以可再生能源和能源物联网为主要内容的智慧能源产业创新成果,在持续不断提升人类生活质量和水平的同时,人类生产生活做到温室气体的净零排放,从而实现人与自然和谐共生,人类社会可持续发展。本文分别从什么是零碳生活、为什么在中国倡导零碳生活、如何在中国推广零碳生活三个方面进行了阐述。通过梳理零碳概念、研究国外建设零碳社区的实际经验以及对日益严重的环境问题的分析,进而提出在中国倡导零碳生活的可能性和必要性。", "label": "环境科学与工程", "id": 0}
{"content": "仿生拍动翼能量采集系统是一种新型的清洁能源系统,弹性尾梢能够显著提高拍动翼的能量采集效率。本文数值研究了尾梢的非均匀弹性分布形式对拍动翼能量采集效率的影响,采用的数值方法是浸入边界-格子波尔兹曼方法。数值模拟结果表明,相比于具有均匀弹性尾梢的拍动翼,在保持尾梢的平均抗弯刚度一致的情况下,抗弯刚度沿尾梢向后逐渐增大的分布形式可以显著提高拍动翼的能量采集效率。这是因为这种分布形式可以增强拍动翼的升力,进而提高拍动翼在沉浮运动过程中的能量采集效率。本文所得结果可以为拍动翼能量采集系统的优化设计提供一定的参考。", "label": "环境科学与工程", "id": 0}
{"content": "通过对某水性涂料生产工艺清洁生产审核中环保管理工作进行梳理与摸底,汇总得到涂料生产企业清洁生产审核的环保关注点,包括:环境管理手续的履行、环保基本情况说明、产排污情况汇总、污染物达标分析、污染治理技术措施说明、涉及污染物的清洁生产目标设定、物料平衡中的污染物定量、方案效果测算中的污染减排等.可为企业后续环保管理工作的深入开展奠定基础。", "label": "环境科学与工程", "id": 0}
{"content": "随着中医治病、养生近年来受到老百姓的青睐,我国的中药材种植既面临着难得的发展机遇,也存在着过量使用化肥、农药等带来的残留超标、药效下降、安全堪忧等问题。因此必须大力倡导中药材种植的绿色发展理念,从源头上提升中药材的质量和安全,才是实现农业绿色可持续发展的重要途径。中药材与生态环境关系的研究已普遍地受到重视,文章从药材三七绿色生态生产的意义和可持续发展2个方面进行了阐述。", "label": "环境科学与工程", "id": 0}
{"content": "清洁生产评价指标体系是为评价企业清洁生产水平,指导和推动企业依法实施清洁生产而制定的一套或多套评价体系。目前,国家相关部委已颁布了多个行业清洁生产评价指标体系,但仍有部分行业没有颁布。稀土是我国重要战略资源,同时也是四川省重要资源之一,广泛应用于各个领域。目前,四川省稀土行业整体技术水平不高,存在资源利用率低、能耗较高、污染物排放量大等诸多问题,因此,制定四川省稀土选矿业清洁生产评价指标体系,用于指导稀土企业清洁化改造和提升行业清洁生产水平很有必要。本研究主要参考相近行业清洁生产评价指标体系、稀土行业各类标准与行业相关技术要求、稀土行业环统数据、稀土企业清洁生产审核报告,在实际调研四川省多家稀土生产企业的基础上,研究出四川省稀土选矿业清洁生产评价指标体系,并利用Design-Expert响应面法模型,案例分析检验本指标体系的实用性。结果表明:四川省稀土选矿业清洁生产评价指标体系能有效指导四川省稀土选矿企业的清洁生产审核工作。", "label": "环境科学与工程", "id": 0}
{"content": "<正>近年来,随着科技的发展和人民生活品质的提升,生态环境保护和农产品质量安全已成为大家关注的重大焦点。然而,农业生产过程中随着化肥、农药的大量投入及不合理使用,使农业生态环境污染日趋严重,已经影响到农产品的安全生产,影响到农业的可持续发展。因此,推广农业清洁生产、改善农业生产环境是农业可持续发展的重要措施。呈贡区隶属于云南省昆明市,位于云南省滇东高原腹地,滇池东岸,东经102°45′-103°00′,北纬24°42′-25°00′,属亚热带高原季风气候。呈贡区是中国著名的蔬菜和", "label": "环境科学与工程", "id": 0}
{"content": "为铅回收业再生铅企业提供清洁生产审核时的参考,结合现阶段我国再生铅行业生产特点及污染成因分析,从工艺改造、节能降耗、物料循环利用等方面,重点讨论了铅回收业实施清洁生产审核的总体思路及遵守原则。", "label": "环境科学与工程", "id": 0}
{"content": "本文通过梳理我国公厕标准领域的现状,结合各地公厕革命的开展状况,从归口单位、适用范围以及建设要求等方面对各类公厕标准进行标准现状研究,从而发现公厕革命进程中的不足,同时提出相应的解决策略,为各地完善和实施公厕标准提供参考建议。", "label": "环境科学与工程", "id": 0}
{"content": "本论文通过对SimPlate复合酶底物法与平皿计数法两种菌落总数检测方法的特性指标进行研究以及实际水样进行比对测定,验证了SimPlate复合酶底物法的可靠性和优越性。对实际生产工作中提高工作效率、减少工作量及环境保护具有重要意义,可为黄河流域各检测机构生活饮用水中菌落总数的测定提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "水质基准（water quality criteria,WQC）是水环境中的污染物或有害因素对人体健康、水生态系统与使用功能不产生有害效应的最大剂量或浓度。美国、欧盟等发达国家和地区已形成了较为完善的水质基准技术体系,同时制定了一系列基准值。我国水质基准研究起步较晚,其中,关于保护水生生物水质基准的研究较早,但关于保护人体健康水质基准的研究相对较晚,缺乏制定人体健康水质基准所需的本土特征参数和各类污染物的人体健康水质基准值。针对上述问题,采集并测试了海河、鄱阳湖、太湖等典型流域的水环境参数以及水生生物脂质分数,同时搜集了我国各大流域水环境参数数据和水生生物脂质含量数据,调查了鄱阳湖典型区域的人群暴露参数,同时结合《中国人群暴露参数手册》的相关参数,研究提出在人体健康水质基准制定过程中的本土特征参数（体重、饮水量、水产品摄入量、水体溶解性有机碳、颗粒态有机碳浓度和水生生物脂质分数）可分别采用61.9 kg、2.785 L/d、0.030 1 kg/d、2.68 mg/L、0.73 mg/L和第2、3、4营养级淡水水生生物的脂质分数2.47%、3.08%、3.16%。此外,率先提出苯并[a]芘等12种多环芳烃、镉等15种有毒金属（重金属、类金属等）、双酚A及替代物等3种、邻苯二甲酸酯类4种、苯酚等苯系物7种和2种有机磷酸酯的人体健康水质基准值。", "label": "环境科学与工程", "id": 0}
{"content": "生物累积性是环境化学物质的重要理化特性之一,也是制定人体健康水质基准时的最重要参数之一。在基准实际制定的过程中,常以鱼类生物累积系数（BAF）表征化学物质的生物累积性,由于计算BAF时考虑的生物体暴露途径更加全面,包括水体、饮食、吸入摄入和皮肤暴露等,从而较生物浓缩系数（BCF）更具有生态学意义。然而,目前对于BAF的获取主要依赖于传统实验测试,难度大成本高。本研究以上百种典型化学物质为研究对象,筛选了与生物累积相关的重要分子描述符,结合脂质分数比较了多种线性和机器学习模型的鱼类生物累积系数预测性能,并将结果与SigAR等模型预测的分子活性特征进行比较,且进一步讨论了生物累积系数与配体-受体结合特性、细胞敏感性、毒理学机制等的相关性。结果显示,与传统的以化学物质结构预测生物蓄积特性的模型相比,分子描述符与BAF更具相关性,更能准确预测BAF数值,且机器学习模型表现出良好的预测性能,验证和测试数据的R2均大于0.9,并且,与生物活性描述符比较发现,BAF可能与信号通路与化学遗传性都有关联性。本研究构建的BAF参数预测模型为人体健康水质基准的制定提供了有意义的参数获取方法。", "label": "环境科学与工程", "id": 0}
{"content": "农业农村现代化的目标任务之一是农村人居环境整治的提升,随着\"三农\"工作的展开,农村居民生活环境的卫生健康得到了广泛关注,农村厕所改造工程在国内各地得到了一定推广。而寒地气候下的城市近郊区农村由于受多方面影响,导致\"拒厕入户\"、\"弃厕不用\"的现实困境。本文以辽宁省省会沈阳市近郊区改厕试点村为研究范围,以试点村内住户为研究对象,对改厕工程实施现状及使用情况进行调查,并在此基础上采用层次分析法确定寒地气候、改厕机制、房屋条件、经济支持等主要影响因素,进而分析其对改厕工作的制约进行探讨,最后提出提高水厕使用率的优化策略,旨在实现改厕工程的全面推进,切实改善农民生活品质,满足农村现代化的建设要求。", "label": "环境科学与工程", "id": 0}
{"content": "厕所革命对于乡村振兴战略的实施具有重要影响,户厕改造质量关系到农民生活条件改善与农村人居环境整治提升的内涵。新时期农业农村的现代化、乡村产业的多元化发展需求也对户厕品质提出了新的要求,但轰轰烈烈的厕所革命政策执行中,很多农村地区只关注单户的改造,粪污治理及资源化利用问题成为难题。本文以关中平原农旅型村落南堡寨村为例,针对当前农村户厕改造中普遍存在的运维成本高、粪污治理困难品质难保证、污水就地资源化利用效率低问题,结合村落现状特征,基于多元需求视角,提出\"上下\"同步、分类施策、内外兼修的户厕改造适宜性技术及其生态排污系统规划策略。以期为新时期农旅型村落适应农村生产生活方式的户厕改造与污水治理提供可行的方案,激发村民内生动力,自下而上助力乡村振兴。", "label": "环境科学与工程", "id": 0}
{"content": "在生态文明建设和国土空间规划的背景下,垃圾分类设施建设成为不得不关注的问题,其中源头投放点的精细化建设更是居民区分类的焦点。经对深圳市福田区居民小区的蹲点调查发现,2020年10月福田区居民分类投放认知准确率达到了86%,但实际投放准确率仅为63%,其他垃圾中混杂着未分类垃圾的情况普遍存在。为提高分类投放设施建设及管理的科学性,本文基于城中村、住宅小区、商住混合小区和别墅区四类小区居民的群体特征,分析不同类型居住区居民在垃圾投放量、投放流量等方面的特征和差异,对分类投放点建设及管理模式提出一些探索性建议,以期为未来的政策建设和设施安排提供有效支撑。", "label": "环境科学与工程", "id": 0}
{"content": "2018年台风\"山竹\"过境,产生大量垃圾,由于灾后交通受阻及当时设施不具备应急处理能力,造成深圳3万多吨垃圾堆积。科学合理的开展环卫设施的规划,确保规划设施既不过度闲置和浪费,又能满足使用需求,具备一定应对冲击的能力,是韧性城市建设的关键一环。本文以北京、上海、深圳等城市为主要研究对象,结合季节性波动、台风等短期突发性事件对垃圾产生量的影响以及垃圾分类、设施检修等对生活垃圾焚烧厂处理能力的影响,并结合东京案例来探讨在\"原生垃圾零填埋\"背景下,环卫设施规划中生活垃圾焚烧厂保障系数的取值范围。通过研究,笔者认为生活垃圾焚烧厂规划中,对于内地不受台风等极端天气影响的地区,保障系数宜取1.4～1.6,对于沿海城市尤其是受台风影响较大的城市,保障系数宜取1.6～1.7。", "label": "环境科学与工程", "id": 0}
{"content": "社区公共厕所是城市环境卫生基础设施的重要组成部分,与城市发展程度和公共管理水平密切相关。近年来,在城市精细化治理背景下,全国多地针对城市社区公共厕所存在的问题,进行了大量的研究和实践。本文以重庆市江南新城公共厕所规划优化项目为例,采用实地调研并结合城市大数据挖掘的方法,借助ARCGIS技术平台,定性和定量地构建了社区公共厕所规划优化框架导则,从公共厕所的规模数量、选址布局、功能配置以及建筑风貌等方面提出详细的建设指引,并针对江南新城社区的管理架构,提出多元主体协同的社区公共厕所建设与管理模式。", "label": "环境科学与工程", "id": 0}
{"content": "党的十九大作出我国经济已由高速增长阶段转向高质量发展的重大论断,城市的高质量发展需要高水平的精细化管理来推动。环境卫生工程作为城市基础设施系统的重要组成部分,作为城市管理的重要一环,亟需实现高质量的精细化管理,提高人民群众满意度。然而,精细化管理需要建立在精细化的体系构建之上。因此,本文总结概括了我国目前的城市环境卫生体系现状,深入分析精细化管理概念的内涵与必要性,从环境卫生工作各阶段入手,围绕垃圾分类体系、环卫设施布局与建设、运维管理及末端治理等环节,细化、补充、扩展工作内容,体现和落实精细化管理思路,最终构建成一套基于精细化管理的城市环境卫生体系,以期能够充分发挥顶层引导作用,改善\"垃圾围城\"和\"邻避冲突\"现象,打造\"零废城市\",推动高质量发展。", "label": "环境科学与工程", "id": 0}
{"content": "公共厕所合理布局是城乡文明建设的重要方面。近年来,全国各地不懈推进\"厕所革命\",从地方层面看,不但需要解决公厕数量的问题,同时也要在服务效率、建设水平和运行管理上同步进行提升。杭州市作为长三角南翼核心城市,正处于建设国际化城市的关键时期,应通过公厕布点的人性化、智慧化彰显现代城市治理水平。本研究利用GIS对公共厕所的点位、名称、面积、密度等一系列数据进行集中梳理,为形成面向未来的信息系统做好基础工作。目前,杭州市主城区纳入城市分类管理公共厕所近1400座,全市域公共厕所有8000座以上（含农村公厕、旅游景点公厕）。各城区分布比例各不相同,其中,除上城、下城区公共厕所覆盖较好外,其余城区公共厕所覆盖率均不充分、不平衡。规划立足城市文明最重要的细节——公共厕所,以精细化的规划治理技术,推动公厕布局满足\"量\"的配置到引领\"质\"的提升。", "label": "环境科学与工程", "id": 0}
{"content": "随着物联网、云计算、大数据、卫星导航等技术的快速发展,城市环卫也迎来了向信息化、精细化、智慧化发展的新趋势。基于\"宏图位智（PIE-LBI）\"通导遥一体化的物联网智能服务平台建设智慧环卫运输监控与指挥调度系统,实现垃圾转运站、密封垃圾箱、垃圾转运车的北斗高精度定位及全天候动态监控、实时感知和指挥调度,运用\"一云多端\"的新理念、新技术、新手段提高市政环卫垃圾收集、转运和处理的工作效率,实现动态调度和智慧监管。", "label": "环境科学与工程", "id": 0}
{"content": "基于时间序列的广义相加模型中的主效应模型、非参数二元响应模型和温度分层模型,利用西安市2014-2015年BC、PM2.5浓度和气温及心脑血管疾病每日死亡人数等资料,研究污染对健康的影响以及气温与污染的协同影响效应。结果表明,BC、PM2.5对心脑血管疾病死亡人数的影响存在滞后效应,最佳滞后时间下,BC、PM2.5浓度每增加1个IQR（四分位距,Inter-quartile Range）,心脑血管疾病每日死亡人数ER（超额死亡率,Excess Risk）分别为3.53%、2.01%。气温与心脑血管疾病每日死亡人数的暴露反应关系呈\"N\"型分布特征,最适温度为17℃。低温和高污染物浓度对心脑血管疾病的影响存在协同放大效应,当气温低于17℃时,BC对人群健康风险比PM2.5更大。BC仅占PM2.5浓度的一小部分,对于心脑血管疾病而言,当BC、PM2.5同时纳入其他一种或几种污染物时,对ER值无较大影响。但健康影响不容忽视,因此BC可作为评估大气污染物健康风险的重要空气质量指标。BC应与PM2.5共同考虑进城市大气污染物防治协同控制的减排指标中,这为城市居民的健康提供了一定的保障。", "label": "环境科学与工程", "id": 0}
{"content": "目的:探讨DNA甲基化在PM2.5降尘诱导大鼠急性肺损伤中的作用,阐明复合维生素B (叶酸、维生素B6、B12)减缓肺损伤的机制,为B族维生素应用于预防PM2.5对健康造成的影响提供理论依据。方法:PM2.5降尘样本主要采自四川绵阳的交通区和工业区,由西南科技大学提供。选56只8-10周龄的雄性SD大鼠,随机分成7组,即阴性对照组,低、中、高剂量（3.5、7.0、14.0mg/ml）复合维生素B灌胃+PM2.5染毒（2.0mg/ml）组,低、中、高剂量（0.4、2.0、10.0mg/ml） PM2.5染毒组,每组8只。复合维生素B灌胃+PM2.5染毒组分别用0.5 ml （3.5、7.0、14.0 mg/ml）复合维生素B溶液连续灌胃28 d,1次/d,其余4组用纯净水按同种方式灌胃。28 d后,7组均进行非暴露式气管滴注染毒3 d,1次/d,0.5 ml/次,每次间隔24 h。低、中、高剂量复合维生素B灌胃+PM2.5染毒组均采用2.0 mg/ml PM2.5悬液染毒,低、中、高剂量PM2.5染毒组分别采用0.4、2.0、10.0 mg/ml的PM2.5悬液染毒,阴性对照组用0.9%的生理盐水染毒。末次染毒24 h后,取大鼠腹主动脉动脉血清、肺组织及肺泡灌洗液。切片观察肺部病理变化,检测大鼠肺泡灌洗液中TP、LDH、AKP、ACP、MDA、SOD、CAT、IL-4和IFN-γ的含量,测量血清中IL-4和IFN-γ的含量及其在肺组织中mRNA的表达,采用RT-PCR和Western blot测量肺组织中DNA甲基转移酶的mRNA和蛋白表达,采用比色法定量检测肺组织基因组甲基化率。结果:与阴性对照组相比,低、中、高剂量PM2.5降尘染毒能对大鼠肺组织造成不同程度的病理性损伤;与2.0mg/ml PM2.5染毒组相比,低、中、高剂量复合维生素B灌胃+PM2.5染毒组的大鼠肺部病理损伤均有不用程度的减轻。与阴性对照组相比,低、中、高剂量PM2.5降尘染毒组的大鼠肺泡灌洗液中LDH、AKP、ACP、TP和MDA含量显著升高（P<0.05）,而SOD和CAT活性显著降低（P<0.05）,且TP和MDA含量随染毒剂量的增加而升高（P<0.05）,CAT活性随染毒剂量的增加而降低（P<0.05）;与2.0 mg/ml PM2.5染毒组相比,中、高剂量复合维生素B灌胃+PM2.5染毒组的大鼠肺泡灌洗液中LDH、TP和MDA含量明显降低（P<0.05）,SOD和CAT活性明显升高（P<0.05）;高剂量复合维生素B灌胃+PM2.5染毒组的大鼠肺泡灌洗液中AKP、ACP含量明显降低（P<0.05）。与阴性对照组相比,中、高剂量PM2.5染毒组的大鼠BALF、血清和肺组织中IL-4含量和mRNA表达显著升高,而IFN-γ含量和mRNA表达显著降低,IL-4/IFN-γ增加（P<0.05）;与2.0mg/ml PM2.5染毒组相比,中、高剂量复合维生素B灌胃+PM2.5染毒组的大鼠肺泡灌洗液和血清中IL-4含量明显降低,而IFN-γ含量明显升高,IL-4/IFN-γ降低,肺组织中IFN-γ的mRNA明显升高（P<0.05）,低、中、高剂量复合维生素B灌胃+PM2.5染毒组的大鼠肺组织中IL-4的mRNA表达明显降低（P<0.05）。与阴性对照组相比,中、高剂量PM2.5染毒组的大鼠肺组织中DNMT 1的mRNA和蛋白表达显著降低（P<0.05）,低、中、高剂量PM2.5染毒组中DNMT3b的mRNA和蛋白表达显著升高（P<0.05）,基因组甲基化率（5-mC%）降低,且随染毒剂量的增加而降低（P<0.05）,DNMT 3a的mRNA和蛋白表达无显著变化（P>0.05）;与2.0 mg/ml PM2.5染毒组相比,中、高剂量复合维生素B灌胃+PM2.5染毒组的大鼠肺组织中DNMT1的mRNA和蛋白表达显著增加（P<0.05）,基因组甲基化率（5-mC%）显著增加（P<0.05）,而DNMT3a、DNMT 3b的mRNA和蛋白表达无显著变化（P>0.05）。结论:1.PM2.5降尘能通过DNA甲基化来诱导大鼠肺部发生炎症和氧化应激反应,造成急性肺损伤。2.复合维生素B能够通过逆转异常DNA甲基化来减轻PM2.5降尘暴露造成的急性肺损伤,对机体起到一定保护作用。", "label": "环境科学与工程", "id": 0}
{"content": "目的:流行病学研究揭示了环境中的大气细颗粒物污染与肺癌的发生密切相关。越来越多的研究表明DNA损伤会导致细胞功能障碍和一些与年龄相关疾病的提前发生,其中包括癌症。DNA损伤作为肿瘤的早期事件,研究circRNA调控PM2.5致DNA损伤的分子机制为深入研究其致癌提供了支持。本研究主要通过低浓度PM2.5暴露两种人正常支气管细胞构建PM2.5致DNA损伤的模型,旨在研究circRNA在PM2.5致DNA损伤的功能。材料与方法:本研究选用在石家庄城市采集的PM2.5样品,首先通过不同浓度的PM2.5暴露16HBE和BEAS-2B细胞,并运用LDH、CCK8实验检测PM2.5对细胞的毒性和细胞活力的影响,碱性彗星实验检测PM2.5导致16HBE和BEAS-2B细胞的DNA损伤;分别通过WB和免疫荧光实验检测γH2AX蛋白的表达;qRT-PCR实验检测circRNA的相对表达,主要通过对circRNA104819进行干扰和过表达并联合PM2.5暴露,研究circRNA1 04819在PM2.5暴露细胞致DNA损伤的功能。结果:低浓度PM2.5暴露细胞并未引起细胞活力降低和明显的细胞毒性,随着PM2.5浓度的增加,诱导细胞发生DNA损伤水平逐渐加重,并且WB实验结果表明,γH2AX蛋白表达也显著增加,免疫荧光实验结果显示,随着PM2.5浓度的增加,γH2AX蛋白在细胞核中形成的聚焦点数也逐渐增加。qRT-PCR实验结果表明,PM2.5暴露16HBE和BEAS-2B细胞引起circRNA104819相对表达显著升高。干扰circRNA104819并联合PM2.5暴露组相比于单独PM2.5暴露组,DNA损伤水平显著降低,γH2AX蛋白表达也显著减少;而过表达circRNA104819并联合PM2.5暴露的结果与干扰circRNA104819时呈相反的结果。结论:本研究发现随着PM2.5浓度不断增大,DNA损伤水平不断增加,且低浓度的PM2.5即可诱导细胞明显的DNA损伤。同时,PM2.5暴露16HBE细胞和BEAS-2B细胞,引起了circRNA104819的相对表达量增加,circRNA104819在PM2.5致DNA损伤中,具有显著加重DNA损伤的功能。", "label": "环境科学与工程", "id": 0}
{"content": "目的:揭示目标外泌体lncRNA在PM2.5致呼吸系统的DNA损伤效应中的作用,并初步探讨其分子机制。方法:采用PM2.5染毒HBE细胞、将染毒后细胞与正常HBE细胞共培养以及将染毒后细胞分泌的外泌体和正常HBE细胞共孵育三种处理方式,通过ELISA试剂盒、Western blot和碱性彗星实验检测HBE细胞DNA损伤情况。并利用高通量测序检测正常细胞和PM2.5染毒细胞外泌体中的全部lncRNAs,结合RT-qPCR实验筛选并验证目标外泌体lncRNA。干扰HBE细胞中目标lncRNA的表达后,通过ELISA试剂盒、Western blot以及碱性彗星实验验证目标外泌体lncRNA在PM2.5致HBE细胞DNA损伤效应中的功能。并设立目标lncRNA在HBE细胞中的过表达组以及对照组,通过Illumina Hiseq测序平台进行mRNA测序,筛选与目标lncRNA结合的靶蛋白,通过GO分析和KEGG通路分析预测目标外泌体lncRNA在PM2.5致HBE细胞DNA损伤效应中可能的分子机制。结果:在经PM2.5染毒、共培养以及外泌体共孵育处理后的HBE细胞中8-OHDG和γ-H2AX表达上调,出现细胞拖尾。确定lncRNAAC006547.8为目标外泌体lncRNA,过表达AC006547.8可使8-OHDG和γ-H2AX表达上调,出现细胞拖尾。PM2.5染毒HBE细胞可使细胞中AC006547.8表达水平显著升高,同时干扰HBE细胞中AC006547.8的表达后再孵育与PM2.5染毒HBE细胞外泌体,与对照组相比8-OHDG和γ-H2AX表达降低,细胞拖尾程度减轻。免疫荧光原位杂交（FISH）结果显示AC006547.8主要存在于HBE细胞核中。结合mRNA测序,发现部分可能与AC006547.8结合的靶蛋白存在与DNA损伤刺激效应相关的生物学功能,并且可能调控细胞凋亡相关的信号通路。结论:HBE细胞在受到PM2.5刺激后分泌的外泌体可作用于正常HBE细胞,使正常HBE细胞发生DNA氧化损伤,并进一步导致细胞的DNA双链断裂,同时PM2.5致HBE细胞的DNA损伤效应是由PM2.5染毒HBE细胞分泌的外泌体lncRNA AC006547.8引起的,并且外泌体lncRNA AC006547.8可能通过与凋亡相关通路上的靶蛋白相结合,从而介导PM2.5致HBE细胞的DNA损伤效应。", "label": "环境科学与工程", "id": 0}
{"content": "中国的城镇化发展给公共健康造成了一系列消极影响,而园艺活动对改善公共健康水平具有积极促进作用。本研究聚焦北京老城社区,以大栅栏街道为研究对象,运用调查问卷、SF-36健康调查表和SCL-90症状自评量表,对其居民的自发式园艺活动特征及健康状况进行调查和评估,然后利用卡方检验和方差分析探究居民既有的自发式园艺活动是否已经对居民身心健康产生影响。研究结果显示:①老城社区老龄化问题严重,从事园艺活动与否的居民在人群特征上并没有明显区别;②老城区居民从事园艺活动具有时间短、频率高、强度低的特征,以盆栽种植为主,倾向于种植观赏类植物;③空间不足是居民放弃园艺活动的主要原因,多数居民会选择院落空间中的地面空间进行园艺活动;④大栅栏地区既有的居民自发式园艺活动可以在一定程度上缓解焦虑情绪,当园艺活动的达到一定时间和强度时,其缓解焦虑情绪的作用会增强。而目前既有的自发式园艺活动对居民的生理机能、精力、社会功能、健康变化、躯体化和其他项目的评分均无显著影响。最后,本研究为以改善健康为导向的老城区居民园艺活动推广与实施提出了4点建议。", "label": "环境科学与工程", "id": 0}
{"content": "新型冠状病毒肺炎疫情的暴发使得公共健康成为以公园体系为主体的城市绿色空间建设的重要导向。公园边界空间作公园与城市的过渡,承载着丰富的活动内容及生态功能,对发挥城市公园的健康效益有重要影响。我国长期的封闭式公园建设模式使得边界空间往往被设计者忽略,造成了公园与城市的割裂。本文从环境生态和行为心理两方面探究城市公园边界空间对公共健康的影响。并结合公园城市理念,提出从空间上柔化、系统上串联、功能上溶解3方面的设计策略,以期为公园边界空间的优化设计提供理论指导,以及对公园城市理论与规划研究具有积极意义。", "label": "环境科学与工程", "id": 0}
{"content": "随着城市化扩张,地上垃圾转运站与美好的生活环境之间的矛盾日益显露。全地下化设计指垃圾转运站处理车间完全置入地下,形成垃圾地下回收、处理、运输,地面建设公园绿地的策略。通过对国内地下垃圾转运站案例研究,理清相关设计使用现状及现存问题,明确国内该类型建筑设计使用现状及方案难点,结合自身设计实践和先进理念,解决全地下化设计的难点和问题,并提出远期改造更新的可持续发展趋势,期望为全地下化设计实践的推广提供一定的理论基础。", "label": "环境科学与工程", "id": 0}
{"content": "<正>农村饮用水安全与环境卫生状况是反映农村社会经济发展和居民生活质量的重要指标,是影响居民健康水平的重要因素。近四十年来,我国政府大力推进农村改水改厕工作,着力改善农村环境卫生质量,切实解决农村饮水困难和如厕困难等民生问题,并取得了显著的成绩。但在日常工作中发现,我市仍有部分农村地区存在饮水安全隐患,村民私自接驳自来水,无害化卫生户厕改造积极性不足或不规范等问题。针对此情况,作者于2019年制作了\"改水改厕利国利民\"的宣传折页,在广州市白云、花都、南沙、番禺、黄埔、从化和增城7个有农村的地区进行入户宣传,宣传内容包括山泉水井水饮用安全、水污染的来源与健康关系、私自接驳自来水管的危害、农村饮用水卫生的注意事项、使用非无害化处理厕所的危害、建造无害化卫生户厕的好处等,发放2万余份,提倡饮用自来水,不能私自接驳饮用水水管,强化村民保护水源的意识,普及无害化卫生厕所的相关知识,提高村民改厕的意愿,达到了良好的宣传效果。", "label": "环境科学与工程", "id": 0}
{"content": "<正>随着我国经济和城镇化的快速发展,饮水资源的短缺和污染已成为制约城市发展的重要问题。然而,我国治污工作相对落后,较多地区的地表水和地下水都受到不同程度的污染,水厂处理工艺不能及时得到更新改进,饮用水安全问题日益突出。近年来,水体污染事件频发,严重影响人民的生活质量和环境卫生状况。广州市疾病预防控制中心环境卫生部的相关专家及工作人员对农村地区的供水情况进行了调查和水质监测。调查显示,我市农村饮用水供水情况复杂,包括集中式供水、农村饮水安全工程和分散式供水等多种形式,存在水源周边防护不到位,供水设施管控不力,村民饮水安全意识薄弱等问题;水质监测发现,微生物指标普遍超标。", "label": "环境科学与工程", "id": 0}
{"content": "<正>南亭村隶属于番禺区小谷围街,近年来,南亭村大力开展村风文明建设,主动作为,求新求变,先后被定为番禺区平安示范村、番禺区廉洁文化进农村示范点、小谷围街新农村建设试点村,荣获\"广东省卫生村\"、\"广东省精神文明村\"、\"番禺区先进党支部\"、\"番禺区人口和计划生育基层群众自治示范村居\"等荣誉称号。关氏族人遵循祖训:\"读好书、说好话、行好事、做好人\",弘扬\"尊老爱幼\"等等健康民生政策,提高了居民健康素养水平。", "label": "环境科学与工程", "id": 0}
{"content": "随着我国进入中国特色主义新时代和高质量发展阶段以及乡村振兴战略的提出,传统的农村厕所已不能满足老百姓对美好生活的需要。目前我国农村厕所设施简陋、如厕环境差、粪便污染大、卫生健康习惯落后等突出问题。本文主要对农村厕所现状进行调研,对国内外技术现状及存在的突出问题进行了研究分析。", "label": "环境科学与工程", "id": 0}
{"content": "目前既有公共卫生间很少有针对功能障碍人士设计的专用卫生间,大多数公共卫生间一般仅停留在提供一个残疾人专用坐便器,与之配套的相关基本设施较少。此外,既有公共卫生间还存在诸多方面的设计不合理因素。本文主要从标准研究方面对功能障碍人士用公共卫生间设施进行简要分析。", "label": "环境科学与工程", "id": 0}
{"content": "本研究通过对新乡市2017各季节年PM2.5进行阶段性连续采样,结合空气污染物的在线监测数据,~1分析大气污染物及PM2.5中化学组分的污染特征,结合同期正常人群体检数据,运用广义相加模型分析不同天气条件下人体血常规参数的变化及污染期间PM2.5的暴露浓度对血常规参数的影响。不但拓展了作为京津冀大气污染传输通道之一的新乡市大气污染研究角度,且可以满足人们对于大气污染对人体健康影响日益关注度的需求。~2运用GAM模型分析显示,水溶性离子和重金属元素在中重度污染时期总质量浓度显著升高,与PM2.5有较强相关性;~3相关性分析结果表明,Ni与白细胞数（WBC）,Pb、Cd与淋巴比率（LMY）,Ca2+、Mg2+与中性比率（NEUT）呈现出显著正相关,As与红细胞数（RBC）,Ca2+、Mg2+、Cu、Ni与淋巴比率（LMY）,Na+、Mn与（HGB）,Na+与血小板（PLT）,Pb、Cd与中性比率（NEUT）均呈显著负相关。", "label": "环境科学与工程", "id": 0}
{"content": "目的:为制定中国人体循环血管阻力参考值提供科学的依据。方法:收集了全国各地测定的5293例正常人体循环血管阻力参考值,应用SPSS15.0统计软件,运用相关分析和回归分析的方法,研究了体循环血管阻力参考值与7项地理因素指标之间的关系。结果:发现体循环血管阻力参考值与地理因素之间有显著的相关关系（F=14.189,P=0.000）。运用回归分析法对体循环血管阻力参考值和地理因素之间进行多元线性回归处理,得到一个回归方程:Y=1680.6-0.04000X1-203.3X7±163.9在以上的回归方程中,Y是体循环血管阻力参考值(dyn·s·cm-5),X1是海拔高度（m）、X7是年平均风速（m/s）。结论:如果知道了中国某地的海拔高度、年平均风速等地理因素,通过回归方程就可以计算出该地的体循环血管阻力参考值。依据体循环血管阻力参考值与地理因素之间的依赖关系,将全国划分为八个区。", "label": "环境科学与工程", "id": 0}
{"content": "为研究地理因素对中国中老年人神经元特异性烯醇化酶（NSE）参考值的影响,为不同地理区域中老年人NSE临床诊断标准提供科学依据,本文收集全国255个单位检测的19222例年龄在45-90岁的健康人NSE参考值数据,选取14项土壤因素与健康中老年人NSE参考值进行探索.利用空间自相关分析确定数据空间自相关性,通过相关分析提取与健康中老年人NSE参考值存在相关关系的6项土壤因素进行进一步研究。多重共线性诊断确定土壤因素间存在严重的共线性,选择主成分分析和岭回归分析构建预测模型。采用配对样本t检验选取两者中较优的主成分分析模型,通过地统计分析构建中国健康中成年人NSE参考值空间分布图。若已知某地的表土黏粒百分率（X3）、表土参考容量（X4）、表土有机质含量（X7）、表土PH （X8）、表土基本饱和度（X9）、TCaCO3 (X11)即可计算出该地NSE参考值,从空间分布图也可以直观得出中国任一地方的NSE参考值。", "label": "环境科学与工程", "id": 0}
{"content": "生态环境健康风险评估技术未来应朝着精细化评估的方向发展。本研究以典型城市平原河网为例,针对传统有机氯农药,使用QSAR模型对其进行生态风险评估;对于近年来使用较多的新兴农药,使用CA模型进行生态风险评估,以期得到较为科学合理的评估结果。对于地表水中典型农药可能对当地居民造成的健康风险,将居民分为八大人群,结合蒙特卡洛模拟进行不确定性分析,得到人群可能面临的致癌风险和非致癌风险。本研究通过实例继续深化和发展区域生态环境健康风险评估技术,为我国今后在该领域的技术应用提供借鉴。", "label": "环境科学与工程", "id": 0}
{"content": "随着石油勘探开发行业的快速发展,石油工人野外施工作业的需求量越来越大,施工作业场所呈现点多、面广、远离城市特点。作为生活保障的重要组成部分——生活饮用水卫生质量很难得到保证,为此做好生活饮用水卫生检测工作,并且根据检测结果采取正确的预防控制措施,才有效确保野外施工作业人员的生活饮用水卫生安全。因此,本文主要对某油田野外施工作业食堂的生活饮用水卫生进行检测,并对检测结果存在的相关问题以及对策进行分析,希望能够为相关的工作人员提供一些思路。", "label": "环境科学与工程", "id": 0}
{"content": "本研究通过对PM2.5进行阶段性连续采样及对其中金属元素、水溶性离子进行分析检测,探讨了各组分的污染特征及污染来源;同期结合人群体检数据,利用2017年大气污染物的在线监测数据,使用广义相加模型建模研究霾污染期间PM2.5的暴露水平对血常规参数的影响效应。结果显示:除地壳元素外,重金属Zn、As、Cr、Mn在所测金属元素中浓度水平较高,SO42-、 NO3-、NH4+为大气PM2.5中水溶性离子中的主要成分;新乡市冬季移动污染源的贡献率高于固定污染源,主成分分析结果表明,煤炭燃烧、机动车尾气排放、工业排放对大气污染的贡献较大;不同天气状况下人群血常规指标具有统计学意义且霾污染期间PM2.5的暴露浓度对血常规参数存在一定的滞后效应。", "label": "环境科学与工程", "id": 0}
{"content": "为了解开封市夏季交通干道处PM2.5中多环芳烃的浓度特征、来源以及对人体健康状况,本文选定开封市郑开大道金明大道交界处作为采样点,采集2019年7、8两个月份大气样品,通过萃取、氮吹、GC-MS上机等步骤定量分析PAHs浓度水平。结果表明:开封市夏季PM2.5质量浓度范围为21.7～48.95μg/m~3,平均浓度为34.55μg/m~3,符合《环境空气质量标准》一级标准;细颗粒物中∑PAHs质量浓度为3.54ng/m~3,单体平均质量浓度为0.07～0.51ng/m~3,以低环、中环（3、4）环为主;通过计算增量终生致癌风险（ILCR）证明夏季多环芳烃含量对人体健康不造成风险。", "label": "环境科学与工程", "id": 0}
{"content": "城市在为人们提供更多选择和机遇的同时,也高度集中了大量的环境风险和健康威胁。新型冠状病毒肺炎疫情的突发是新中国成立以来最大的一次重大突发公共卫生事件,是一次危机,也是对国家、城市治理体系和治理能力的大考。围绕着此命题,本文提出韧性健康城市构建的逻辑框架,并从与多源目标协同的韧性健康/城区建设,与风险相适应的战略思维转变,从安全到韧性等内容进行了国内外经验的阐述和总结,有助于提升我国在面对公共安全突发事件发生时的抵抗力、响应力和恢复力,高水平提高韧性健康城市发展的平衡性和协调性,为我国未来韧性健康城市建设提供思考。", "label": "环境科学与工程", "id": 0}
{"content": "党的十九大报告提出的实施乡村振兴战略中强调的农业、农村、农民问题是关系国计民生的根本性问题。十九大报告提出要按照\"产业兴旺,生态宜居,乡风文明,治理有效,生活富裕\"的要求建立健全新农村的建设设计要求[1]。使中国新时代的农村不再是印象中落后的,破旧的农村。在人们如今对高的生活质量的追求下,必须针对现存的乡村人居环境的问题上,应合理规划提高农村设计和建筑质量。目前在美丽乡村建设中也存在着一定的问题,就辽宁省抚顺市榆树村而言,问题主要体现在以下方面:公共设施建设仍滞后;没有系统的乡村环境建设;人居环境建设有待改善;农业现代化水平不高;乡村经济、文化发展不全面等问题。本论文以抚顺市榆树村为例,对辽宁省的乡村人居环境的政治对策进行研究。希望农村建设朝着人与自然和谐共处、老百姓拥有丰富生态美的新格局发展。", "label": "环境科学与工程", "id": 0}
{"content": "健康的居住环境,尤其是针对老年人的居住环境,已成为中国政治和规划议程中的重要问题。迄今为止,实证研究主要集中在部分和特定学科的问题上,这使得很难充分了解居住环境对老年人健康的总体影响。本文旨在将这些见解整合到更全面的概念模型中,应用中介效应分析方法研究居住环境与老年人健康之间的直接和间接联系。最后结合中国国情,初步探讨\"在地养老\"模式的适用性,并将结论扩展到实际的老龄化社区设计建议。", "label": "环境科学与工程", "id": 0}
{"content": "2015年12月20日,深圳光明新区山坡垮塌,导致20栋厂房倒塌,多人失联、被困。现初步查明,垮塌地点原属泥渣土受纳场,主要堆放渣土、建筑垃圾,原山体并未滑动。建筑垃圾\"超载\"已成为城市\"顽疾\"。如何破解垃圾围城现象,如何解决最危险的建筑垃圾再次摆在了大家面前,重庆环卫集团垃圾变废为宝彻底解决垃圾的经验,给我们提供了有益的借鉴。", "label": "环境科学与工程", "id": 0}
{"content": "新型冠状病毒肺炎疫情在2020年初成为全球的一个突发公共卫生事件,对中国乃至世界的经济,文化,社会等都会产生深远影响。疫情的防治对我们生活的方方面面都提出了新的课题。在此情况下,城市人居环境与疫情之间的关系值得我们深入的思考。", "label": "环境科学与工程", "id": 0}
{"content": "当前,新型冠状病毒肺炎疫情防控中呈现的新现象、新问题反应我国整体的公共卫生存在一定问题,尤其是农村公共卫生管理还有待加强。农民认识疫病能力欠佳、基层村组织具体的应急制度能力不足、基础建设不完善、专业技术人员不足等问题极大削弱了国家在农村疫情防控中的治理效能。因此,应结合我国农村的具体实际情况分析农村公共卫生管理所暴露出来的问题并给出合理化的建议:加强关键人群疫情防控意识,科学技术完善应急基础物资,提高人才队伍建设,使农村公共卫生管理的能力能适应新形势下重大疫情防控的发展需要。", "label": "环境科学与工程", "id": 0}
{"content": "湖北省武汉、孝感、黄冈等疫情集中区域,征用社会住宿场所（含星级酒店、经济性酒店、民宿、景区）达上万家,住宿业是我省就业的主力军,全省二万多家酒店、民宿、星级饭店等涉及清洁、洗涤、餐饮、娱乐等上下游上百万的从业者,在当下疫情收尾之际,需由省防疫指挥部加快出台对征用住宿场所等作为疫情隔离区域的终末消毒政策和标准,特别是对于布草的销毁或消毒的标准要进行界定,并由各市州防疫指挥部（党委政府）落实和出台相关善后细则和措施,防止宾馆、景区等住宿场所的二次传染隐患,推进疫情结束后住宿业、景区等相关行业的安全有序复工开放,让游客敢于入住,敢于消费。", "label": "环境科学与工程", "id": 0}
{"content": "通过十年学校卫生的实践,主持科研项目《有氧运动对儿童青少年心理、认知的促进作用》通过科技局鉴定,成果水平被评为国内领先,已获得省科技厅成果登记证书,被评为市科技局2014年科技进步三等奖,2014年第四届淮海科学技术奖二等奖;参与了安医大公共卫生学院蚌埠地区青少年自杀状况及其影响因素调查,参与了北京市疾控中心2012年度国家卫生行业科研专项（1147计划）——学生重大疾病防控技术和相关标准研制及应用任务单元3-3:以学校为基础的传染病防控适宜技术研究。2018年,在北京大学公共卫生学院的组织下开展了学生供餐情况调查。党和政府高度重视公共卫生体系的建设;公共卫生职能中进一步突现出了学校卫生工作的重要地位;教育、卫生行政部门对学校卫生工作十分重视,高度关注儿童青少年的健康成长;2018年,国家加大了对儿童青少年的近视防治力度,2019年,国家又开展了学生常见病及健康危险因素监测,疾控中心正是这些工作的主体实施单位,面对难得的学校卫生机遇和挑战,我们疾控工作者如何抢抓机遇,把科研与日常工作相结合,将学校卫生理论更好的引领实践,促进学科发展。对学校卫生工作开展进行了思考。", "label": "环境科学与工程", "id": 0}
{"content": "目的研究洪涝灾害地区灾民生活饮用水卫生状况、影响因素及干预效果。方法选择受灾行政村作为监测点,开展生活饮用水卫生状况监测,分析洪灾后及消毒处理后水质变化情况。结果消毒处理1个月,灾区水质总合格率由3.5%上升至13.2%,总体合格率上升至59.5%。结论灾区农村生活饮用水水质受天气等因素影响较大。灾后一周内迅速开展消毒处理,加大健康教育与健康促进力度是灾后防病的关键举措。", "label": "环境科学与工程", "id": 0}
{"content": "本文介绍了碳达峰、碳中和背景目标,碳排放减排是企业高质量绿色低碳转型发展的必由之路;实现碳达峰、碳中和是一场广泛而深刻的经济社会系统性变革,随着国家各部委各地方相关法规政策的密集出台,碳达峰、碳中和快速从宣传阶段过渡到实施阶段。并介绍了企业结合自身实际,制定企业的双碳目标和降碳路径措施的常见步骤。", "label": "环境科学与工程", "id": 0}
{"content": "自改革开放以来,我国的经济以及科技都得到了蓬勃的发展,并且我国的总体经济实力呈现快速增长的趋势,在各个行业已经成为了世界的佼佼者。随着我国近年来经济的不断建设,城市化的进程也在不断加快,这也是使我国经济能够进一步提升的重要方针。在这样的背景下,相关工作人员需要重视我国的城市化进程,并予以相应的规划,这样才能保证我国的发展落实科学发展观,满足我国的可持续发展方针。", "label": "环境科学与工程", "id": 0}
{"content": "近年来,伴随着我国国民生活水准的飞速发展,推动各大城市化的不断发展,社会人类对自然资源的需求量逐年递增,尤其是对水资源等必备性资源的使用及开发已成为持续上升的趋势,这也造成国内水资源开发及自然生态环境保护间存在一定程度不协调的情况。鉴于此,本文章全面分析水库管理和生态自然保护间的和谐发展,围绕水库管理与生态环保间的科学发展期间存在的问题进行探讨,并提出相应的处理对策与发展见解,以期可以更进一步完成水库管理及生态保护间的健康可持续发展。", "label": "环境科学与工程", "id": 0}
{"content": "如今中国正处于向贸易强国转型的一个转折点,然而我国出口贸易却存在着问题:出口产品中高污染、高碳排放、高耗能的产品占多数.在这种背景下,我们应该积极响应发展低碳经济的口号,致力于低碳经济研究。这不仅是一种挑战,更是一种机遇。如果我们能抓住这一机遇,不仅有利于我国的经济转型,更能够在全球化下提升我国的经济水平和国际竞争中的地位。因此,研究低碳经济发展在中国出口贸易的中的作用和对其带来的巨大影响并提出有针对性的建议和政策,有利于中国调整对外贸易结构,提高我国在国际市场的竞争力。", "label": "环境科学与工程", "id": 0}
{"content": "环境是举办奥林匹克运动会的基础,是关系奥林匹克运动可持续发展的重要条件。与夏季奥运会不同的是,冬季奥运会的举办地多在高山峡谷和中小城镇,其所处的生态环境往往更加脆弱和敏感,因此需要主办城市在环境领域投入更全面更具体的举措来保护和改善生态。通过奥运会的举办给主办城市创造积极的环境遗产,业已成为奥运会可持续发展的重要内容。北京在筹办2008年夏季奥运会期间已经做出了艰巨的环境治理,但仍然遭遇了部分国外新闻媒体的负面报道以及后奥运期北京空气质量恶化的环境问题。在全面绿色发展理念的引领和要求下,2022北京冬奥会竭力把绿色发展理念贯穿筹办工作始终,加强环境治理,创造环境遗产。归纳冬奥会环境遗产治理的国际经验,有助于敦促2022北京冬奥会环境遗产的实现。2017年国际奥委会发布的《遗产战略方针》指出\"奥运遗产是一种愿景的产物,涵盖了通过举办奥运会所产生的对人、城市/地区和奥林匹克运动具有长期效益的有形遗产和无形遗产\"。该方针还将\"奥运遗产\"的范围界定为有组织的体育运动的发展,通过体育运动促进社会建设,人的技能、网络与创新,文化产品与创意产品开发,城市发展,环境改善与经济发展等7个方面。其中,环境改善层面的遗产包括空气和水的改善、向低碳技术和流程过度、绿色空间、环境管理方案的创新、可持续发展和环境意识的提升等。由此,我们可以发现,奥运环境遗产一直深受国际奥委会重视,在奥运遗产体系中有着重要的价值。结合国际奥委会遗产战略方针对奥运遗产的界定,研究认为奥运环境遗产是奥运举办对影响人群、主办城市和地区以及奥运会本身在环境方面带来的长期有形和无形收益。奥运环境遗产旨在最大限度地减少奥运会对环境造成的影响,改善举办城市和地区的环境水平,同时提升影响人群的环境意识和环保参与。受举办条件的影响,冬奥会举办城市规模相对较小,且冬奥会雪上项目的举办都在远离城市的山谷里,因此冬奥会举办会深刻影响城市及周边更广泛的区域。此外,冬奥会举办对空气质量的要求、对人工造雪用水的需求都迫使举办城市必须加强与所在地区自然环境的协同治理。冬奥会的筹办给举办城市和区域环境发展带来了巨大转变,在基础设施的建设和使用中,冬奥会主办城市和地区都以生态环境的可持续发展为导向,加强对环境影响的监测和对资源的节约利用,关注可逆和不可逆影响因素的分布并提出关键环境状态的解决方案,以促进区域环境的协同发展,构建新的城市和地区生态形象。冬奥会环境遗产治理的国际经验包括:1)增进环境治理整体规划,促进城市与区域环境质量的协同提升;2)建设高生态标准的场馆设施,推广绿色建筑标准;3)打造绿色低碳奥运,逐步建立大型体育赛事碳中和机制;4)充分利用冬奥运的动能,推动主办城市成为可持续城市;5)积极引导民众参与,推动奥林匹克环境教育发展。从奥运遗产的学术关注和奥运实践来看,奥运会各利益相关者对奥运遗产的兴趣越来越高,奥运遗产的研究变得越来越重要。通过举办奥运会,推动城市环境实现高质量发展,为城市经济、社会持续健康发展打下良好生态基础是主办城市的重要诉求。北京既作为双奥之城,又作为中国的头部城市,以绿色发展理念为引领,以绿色低碳办奥为抓手,推动城市乃至区域环境质量的迭代升级,推动京张地区乃至更广泛区域民众生产生活方式的全面绿色转型,其影响早已远远超过了奥运会本身,具有重大的遗产价值和时代意义。因此,北京2022冬奥组委及京张地区举办城市需要通过持续推动京津冀区域环境质量的整体转型,进一步普及更广泛区域的绿色建筑生态标准,打造低碳冬奥、积极实施碳中和举措,竭力促进北京成为世界可持续城市,进一步动员社会公众广泛参与绿色奥运实践,以奋力实现2022北京绿色冬奥的环境遗产。", "label": "环境科学与工程", "id": 0}
{"content": "随着我国经济社会进入到第十四个五年规划与发展时期,我国社会的主要矛盾已经转变为人民日益增长的美好生活需要与不平衡不充分的发展之间的矛盾,即人们对物质文化消费的需要迈入了更高的层次,对环境发展水平、生态建设水平等方面的要求也日渐提升。《关于加快推进生态文明建设的意见》《生态文明建设标准体系发展行动指南（2018-2020年）》等文件的出台,国家逐渐加强对生态文明建设的支持力度。在我国经济社会发展过程中,环境污染问题逐渐突出,阻碍了我国经济的高质量发展。作为加强环境保护与生态安全的有效手段,环境治理被普遍认为是践行习近平总书记提出的\"生态文明建设\"理念的重要途径。随着《关于完善促进消费体制机制进一步激发居民消费潜力的若干意见》等系列政策出台实施,居民体育消费意识不断加强,体育消费市场活力被激发,体育健身休闲活动、体育场地和设施管理、体育教育与培训等体育服务业态迅速发展成为体育产业的核心发展环节,体育服务业的发展壮大,不断满足居民的体育健身需求,加速实现体育消费结构的转型升级。党的十九大报告指出,要不断推进绿色发展,加强环境治理,加大生态系统保护力度,寻求环境效益、经济效益、社会效益目标的动态平衡,以高水平的生态环境推动经济的高质量发展,加快形成新业态,促进消费转型。体育消费作为经济消费的重要组成部分,其转型升级是促进消费结构优化的重要助推器。因此,明确环境治理对体育消费升级的影响具有重要意义。基于此,本文重点研究环境治理对体育消费升级的影响效果,进一步探索生态文明建设如何影响环境治理对体育消费升级的影响效果,并挖掘环境治理对体育消费升级的影响是否存在区域性差异,并针对性提出政策建议。本文提出以下假说:假说1:环境治理水平的提升,对体育消费升级有促进作用。假说2:东部地区环境治理水平的提升,对体育消费升级的促进作用显著高于中西部地区。假说3:生态文明建设对环境治理水平提升对体育消费升级的促进作用具有正向调节效果。本文实证数据来源于国家统计局网站、《中国统计年鉴》、各省体育产业工作报告,部分缺失数据采用均值法填补。本实证研究采用2015-2019年我国26个省（区、市）的面板数据。本文用体育消费升级指数代表体育消费升级水平,用环境污染程度衡量环境治理水平。本文研究结果如下:第一,从基准回归分析来看,环境污染程度对体育消费升级指数的系数为-0.79,即环境治理水平对我国居民体育消费升级具有显著影响。第二,从各经济地区来看,环境治理水平对东部地区体育消费升级的影响最大,中部地区次之,对西部地区体育消费升级的影响相对最低,其系数水平分别为-0.73、-0.54、-0.50。第三,从调节机制回归结果来看,城市绿化水平越高,环境污染程度的降低对体育消费升级指数的影响越大,即生态文明建设与环境治理形成的协同效果,进一步促进了居民体育消费结构的转型升级。基于以上实证结果,本文提出以下发展建议:第一,持续深化环境治理体系和环境治理现代化建设,大力倡导绿色生产和绿色消费理念,推动绿色经济增长,以提升我国的环境治理水平,增强其对居民体育消费升级的促进作用。第二,注重区域协同发展,深挖区域特色。东部地区实现以经济促科技、以技术治环境、以环境保健康的发展路线;中部地区在大力促经济发展的同时,加大环境治理力度;西部地区充分发挥环境优势,大力发展体育旅游、体育小镇等特色产业,推动区域体育服务业发展。第三,积极贯彻生态文明建设理念,发挥其在推动环境治理对体育消费升级中的协同促进作用,在新发展阶段、新发展理念、新发展格局的背景下,科学制定生态环境\"十四五\"规划,通过环境治理推动体育产业的高质量发展,实现体育消费结构的转型升级。", "label": "环境科学与工程", "id": 0}
{"content": "ESG资讯内容发展概览ESG是环境（Environmental）、社会（Social）和公司治理（Governance）的缩写,为近年来财经资讯热点之一,财经新媒体在ESG资讯内容生产及分发环节均占据重要地位。财经新媒体ESG用户洞察财经新媒体ESG用户集中于一线城市,收入和消费水平相对较高;用户需求以功能和社交为主,付费意愿良好,用户留存率高粘性大,同时用户对于ESG资讯内容类型、形式及话题广泛度等需求较为多样化。财经新媒体ESG用户营销潜力分析超七成用户具备广告营销潜力,但广告触达形式需多样化;财经新媒体ESG用户理财配置理念完备,风险收益偏好存在差异,具备金融产品分类精准营销基础。财新传媒ESG布局对行业启示\"双碳\"战略引领下,国内ESG发展进入快车道,财经新媒体需深耕高质量内容、立足多维度触达、布局全媒体矩阵,助力未来ESG理念在国内的持续传播。", "label": "环境科学与工程", "id": 0}
{"content": "湿地公园,对于绿色、低碳、循环的\"海绵城市\"建设有重要作用。在习近平生态文明思想指引下,探讨小白河黄河国家湿地公园在城市空间、景观功能、生物多样性、蓄水分洪、净化水源、微气候调节以及人文社会与经济等方面的功能作用,基于居民需求视角提出改善优化建议,推动形成人与自然和谐发展的现代化建设新格局。", "label": "环境科学与工程", "id": 0}
{"content": "无论何种社区,都是根植于自然生态的基础之上。然而线性的发展方式,不断消耗着社区的自然资源（如纯净的水、空气、能源）,累积了大量无法再用的废弃物。这不仅损害了社区自然健康的生命力,也使自然机能逐渐分化衰竭至瓦解,使人类的居家环境严重恶化,成为严重的问题。这需要改变表面式的社区风貌营造的传统思路,进而思考生态社区多元方向的（生态、生活、生产等）发展。当然,这其中也包括对于地方资源利用的重新思考以及民众自主意识的重整,还有对于自身居家环境改善的理想、经济持续发展的期望。", "label": "环境科学与工程", "id": 0}
{"content": "目前,低碳社区建设是构建和谐城市的现实要求,也是我国城市化进程的必由之路,低碳社区建设已是大势所趋。文章首先分析了碳中和的时代背景,低碳社区的实际内涵及发展现状,从多个层面分析建设低碳社区的必要性与可行性,进而通过对实际工程中低碳技术的分析提出相应的政策建议。", "label": "环境科学与工程", "id": 0}
{"content": "目前建筑全过程碳排放总量为49.3亿吨,占全国碳排放量的51.3%。建筑行业的节能减碳是我国实现碳达峰、碳中和的关键。国家会展中心工程,紧跟国家步伐,在绿色智慧建造技术中不断创新突破,探索新的科技领域。", "label": "环境科学与工程", "id": 0}
{"content": "在当今建筑行业中最容易发生环境污染和资源浪费现场的施工环节就是装修环节,这些问题的产生不但极大拉低了整个装饰装修项目的收益,还对整个行业后续的稳定发展有着很大的阻碍问题。因为当前建筑行业中各施工单位实力良莠不齐,同时在施工中对材料的选择方面和技术的选型也有着较大的差异性,部分施工项目完全不符合节能环保的标准,这样对于环境保护方面有着极大的风险,同时也无法达到客户对于施工质量的需求。如果在装修施工建设中加入绿色施工技术,那么对环境污染问题的降低有着极大的帮助,同时资源损耗问题也能得到极大制止,对施工单位整体经济收益的提升有着很大的帮助。", "label": "环境科学与工程", "id": 0}
{"content": "随着时代的发展,国家高度重视人与环境的和谐相处。面对传统的建筑业市场,需运用现代思维在绿色建造方面找到破冰途径。以郑州某安置房项目为例,通过工程实践,深入探索绿色建造技术的集成,合力打造出宜居的传统和现代交融的安置示范区。", "label": "环境科学与工程", "id": 0}
{"content": "绿色建造是指采用绿色化、工业化、信息化、集约化和产业化的新型建造方式,提供优质生态的建筑产品,满足人民美好生活需要的工程建造活动。绿色建造着眼于整个建筑的全过程生命周期,在保证质量和安全的前提下,践行可持续发展的健康理念,通过科学的管理和技术的进步,最大限度的节约资源和保护生态环境。随着综合改革的进一步深化,建筑领域的发展也受到改革的影响,可持续发展概念的不断深入,导致建筑领域的绿色发展变得越来越重要。基于此,本文就中广天择二期工程绿色建造试点项目为基础,就绿色建筑材料的应用分析,并结合实际情况,对应用现状和发展趋势进行探讨。", "label": "环境科学与工程", "id": 0}
{"content": "站城一体化工程体量大、施工周期长,因此施工过程中更容易产生资源浪费和安全隐患,需要更加注重工程管理,满足绿色施工的要求。对比分析了传统的降尘方案、照明灯具、建筑耗材和员工宿舍用电与取暖系统,在原有施工技术的基础上进行了改进提升,可以在满足工程进度与质量标准的同时降低资源消耗、减少安全隐患、改善施工环境,践行了节能环保、绿色施工的新发展理念。", "label": "环境科学与工程", "id": 0}
{"content": "2020年9月,中共中央总书记习近平在第75届联合国大会一般会议上宣布中国\"力争在2030年前,完成二氧化碳排放量达到峰值、2060年前完成碳中和\"。\"碳达峰、碳中和工作\"同样被列为2020年中央经济工作会议的重点之一。然而在我国建筑领域排放量占据全国排放量的三分之一以上,为了实现习总书记提出的宏大目标,建筑业面临着前所未有的巨大压力。这需要每一个建筑人都要为这个目标去努力。在新形式、大环境下,探索出一条节能降耗、绿色建造、精细化管控的施工策划及施工技术势在必行。", "label": "环境科学与工程", "id": 0}
{"content": "通过对环境具体状况和国家对于绿色环保工作的实施态度能够清楚的体会到,绿色发展已经成为当前社会各个行业的总体发展趋势,对于具备污染程度高、能耗量大特点的建筑行业来说,积极开展绿色建筑施工建设,更是保证整个行业健康长远发展的重要出路,鉴于施工管理在确保各项施工作业安全顺利开展方面具有一定的促进作用,所以本文就以绿色建筑工程施工现场文明施工管理为核心,主要探讨施工管理创新策略,以期给予相关工作人员一些启发和参考。", "label": "环境科学与工程", "id": 0}
{"content": "绿色是永续发展的必要条件和人民对美好生活追求的重要体现。大力发展绿色建造,是促进建筑业转型升级和城乡建设绿色发展的必然要求。本文首先从绿色建造定义、特征等方面进行简要概述,然后从人机料法环（4M1E）建造要素角度剖析绿色建造发展底层逻辑,并在此基础上提出建筑全生命周期视角下绿色建造发展实施路径。", "label": "环境科学与工程", "id": 0}
{"content": "随着建筑行业的迅速发展,项目建造方式也在逐渐发生转型变革。当前形势下,绿色低碳发展已经成为我国经济转型升级的重要方向,与此同时,资源消耗大、污染排放高、建造方式粗放的增长方式不可持续,坚持新发展理念、转变发展方式、践行绿色建造已成行业共识。主要针对薄层砌筑施工技术在绿色建造中的应用展开研究,分析薄层砌筑施工控制要点,并为其它类似工程提供经验参考。", "label": "环境科学与工程", "id": 0}
{"content": "由于受当时建造时代、经济条件、设计标准所限,过去的大量建筑能耗普遍比当前标准高。继续使用不仅会消耗更多的能源,造成资源浪费,而且使用功能方面也无法满足当前的需求。然而如果将老旧建筑直接拆除新建,此过程也会产生大量的碳排放。在此状况下,既有建筑改造成了解决此类问题的优质选择。对既有建筑改造工程建设过程碳排放量进行估算分析,探索减排方案,对建筑工程领域的低碳发展有重要意义。", "label": "环境科学与工程", "id": 0}
{"content": "当前,\"双碳\"目标的提出,对建筑行业和建筑企业的组织模式、运营模式和生产方式将会带来巨大变革。实现\"双碳\"目标,于建筑企业而言,必须大力推行绿色建造,而智慧建造是实现绿色建造的技术支撑手段。探索以工程总承包建设模式开展的绿色建造是建筑业未来的发展方向,建筑施工企业加快转型对我国实现\"碳达峰、碳中和\"的目标起着至关重要的作用。", "label": "环境科学与工程", "id": 0}
{"content": "有关中共中央总书记习近平在中央财经委员会第九次会议中提倡的中心思想,未来国内房屋建筑发展将向\"碳达峰、碳中和\"的经济社会系统变革。房屋建筑在建设过程中,通过拆除方式、机械选择使用、原材选型、材料运输控制等多方举措,降低碳排放,通过临建布置、花园工地等举措增强碳中和。达到施工过程中健康建筑工地,为我国实现\"碳中和、碳达峰\"提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "鉴于黄河流域特殊的生态地位及现状,开展黄河流域（片）生态文明建设意义重大。目前黄河流域（片）已有多个城市以水为发力点,根据自身资源和禀赋条件探索不同条件下生态文明建设道路。根据实际建设效果,选取济南市、郑州市等8个特色鲜明的城市为代表,探索黄河流域（片）城市生态文明建设需求,总结其做法和典型经验。结果表明,上述城市的建设经验可为西北干旱地区城市生态文明建设提供成功的借鉴和参考,为黄河上中游流域生态保护和高质量发展提供技术支撑。", "label": "环境科学与工程", "id": 0}
{"content": "澜湄流域加强水利工程建设已成为发展清洁能源、应对气候变化以及经济发展的必然选择。当前在实现水利工程综合效益的同时维护好澜湄流域生态环境健康已成为了澜湄流域国家共同的愿景和目标。基于澜湄流域水利工程建设规划和生态环境现状,选择目前澜湄流域生态环境关注的重点问题,包括澜沧江梯级水库调度对湄公河水文情势变化、湄公河流域环境条件变化及洞里萨湖渔业产量变化等3个具体关注焦点进行了分析,并通过澜湄流域生态保护典型案例,解读了澜沧江境内的糯扎渡水电工程和湄公河上的栋沙宏水电工程在建设后生态保护重点工作。研究可为在水利工程不断建设下进一步开展澜湄流域生态保护提供理论支撑。", "label": "环境科学与工程", "id": 0}
{"content": "低碳经济背景下,企业低碳价值创造是新的经济社会发展目标对企业经营提出的更高要求,社会责任、技术体制等因素对企业低碳价值创造有着重要影响。考虑到由经济价值和环境价值构成的企业低碳价值创造的实践路径尚不明确,本文基于低碳价值等相关理论,以2015-2019年沪深两市300家A股制造业上市公司为研究样本,探讨企业社会责任承担与企业低碳价值创造之间的关系,进一步从知识基础特征、外部资源获取性、创新能力三个维度构建技术体制指标体系并将其作为中介变量,建立多重中介效应的结构方程模型,进而对企业社会责任承担的低碳价值创造路径展开研究。结果表明:第一,企业承担社会责任拉缓了其经济价值增长,但对企业环境价值提升存在直接正向影响;第二,企业社会责任行为显著提升了企业创新能力和外部资源获取性,政府直接性资金补助对企业知识基础特征增长有一定的挤出效应;第三,知识基础特征对企业低碳价值提高有显著影响,而创新能力和外部资源获取性未直接提升企业低碳价值;第四,企业外部资源获取性正向影响了企业创新能力,进一步企业创新能力通过作用于知识基础特征实现了企业低碳价值创造。据此,本文的边际贡献主要在于拓展了企业低碳价值创造和技术体制相关理论,丰富了企业低碳价值创造实践路径的相关研究。", "label": "环境科学与工程", "id": 0}
{"content": "云南省涉重金属行业企业数量多、重金属污染物基础排放总量大,重金属污染风险隐患突出,对生态环境和人体健康造成了严重威胁。在对云南省涉重行业企业环境风险开展现状调查的基础上,梳理当前重金属污染防控面临的短板和问题,提出了防控对策建议。", "label": "环境科学与工程", "id": 0}
{"content": "随着人民日益增加为物质文化需要,各行各业的生产技术水平也在逐步提高的同时,污染源随之呈现出多样性、复杂性,这也给环保管理工作带来很大压力。在现代化的工业生产环境中,除了针对不同污染源安装更加先进的污染物治理设备外,制定更为先进的管理技术,也是控制污染物排放总量的重要手段。在环境管理中,引用\"双控\"概念,对环境污染行为进行分级,清单化管理,有利于有序减排的实现。同时可有效降低管理成本,有利于区域协同管理。在这里,对如何通过环境分级管控和精准管理对区域环境协同发展做出简要分析。", "label": "环境科学与工程", "id": 0}
{"content": "全面推进绿色矿业高质量发展是贯彻落实习近平总书记提出\"绿水青山就是金山银山\"绿色发展理念的重要抓手。近年来,绿色矿山建设已经上升为国家战略和行动,在转变资源利用方式、提高资源利用效率、协调资源开发和生态保护等方面发挥了重要作用。2017年发布实施的《景德镇市矿产资源总体规划（2016—2020）年》明确提出了景德镇市建设绿色矿山的总体要求和具体指标。本文从绿色矿山的由来和发展作为论调,通过分析景德镇市第三轮矿产资源总体规划实施情况及景德镇市绿色矿山建设情况,指出当前绿色矿山建设中存在的问题和不足,提出在新形势下景德镇市绿色矿山建设的布局及优化建议。", "label": "环境科学与工程", "id": 0}
{"content": "<正>前言:党的十八大以来,特别是依托黄金水道实施长江经济带国家战略以来,长江海事实施一系列改革举措,为长江航运发展释放了一系列红利,为黄金水道的建设作出了积极的贡献。当前,长江航运正处在高质量发展时期,建设发展绿色化,设施网络化,船舶标准化,服务品质化,治理现代化的长江航运高质量发展体系,还需通过海事改革再释放一系列红利,推进长江航运高质量发展。", "label": "环境科学与工程", "id": 0}
{"content": "<正>中国汽车技术研究中心有限公司副总经理吴志新表示:全面电动化是汽车产业实现碳达峰、碳中和的重要途径。一方面,全面电动化将助力汽车产业转型升级,倒逼和牵引汽车行业乃至整个产业链的碳中和;另一方面,在汽车产业碳达峰、碳中和的大环境下,也必将催生以电动化为主的汽车产业发展新生态,二者相辅相成,共同推动我国从汽车大国发展为汽车强国。吴志新认为,推进全面电动化带动全产业链向碳中和迈进,首先要建立健全汽车碳排放政策标准法规体系。", "label": "环境科学与工程", "id": 0}
{"content": "<正>澳大利亚国家工程院外籍院士、南方科技大学创新创业学院院长刘科认为:如果能源结构不改变,如果电网67%的还是煤电,那电动车是在增加碳排放,而不是减少碳排放。只有能源结构和电网里大部分是可再生能源构成的时候,电动车才能算得上清洁能源。刘科指出,当前业内对碳中和的挑战及认知有限,存在六大误区:其一,风能和太阳能比火电都便宜,因此太阳能和风能完全取代火电实现碳中和。事实上,每年有8760小时,而太阳能每年发电小时数各地不同,", "label": "环境科学与工程", "id": 0}
{"content": "<正>据报道,在刚结束的第26届联合国气候峰会上,来自日本的丰田、川崎、雅马哈、马自达、斯巴鲁等车企,拒绝签署规定在2040年逐步淘汰使用化石燃料的汽车的《格拉斯哥气候公约》。这几家车企的联合拒绝,意味着整个日本汽机车产业都不同意这项公约。据悉,拒绝签署《格拉斯哥气候公约》并不因为他们不支持节能减碳,据说他们只是对于停止使用化石燃油有所疑虑。他们认为氢能源动力使用和相关更环保的其他燃料的开发也有助于减缓温室效应。", "label": "环境科学与工程", "id": 0}
{"content": "为积极应对气候变化,减少碳排放,我国明确提出力争于2030年实现碳达峰、努力到2060年实现碳中和的目标,低碳减排成为必然。上海作为中国的巨型城市,坚持走绿色低碳的城市高质量发展道路,支持率先实现碳达峰。因此,深入研究城市尺度碳排放的影响因素及时间和空间演化规律,提出低碳城市内部精细化规划与管理建议具有重要意义。本文以上海市碳排放为研究对象,建立了基于迪氏对数指标分解法的变量分析模型,用以探究区域属性、区域经济、城市规划及产业结构等类型变量对上海市各行政区碳排放的影响作用。根据地均碳排放数据采用系统聚类分析方法将各行政区聚为三类,进一步探究各类型变量影响作用的空间区域特征。研究发现,上海市各区域有着明显的产业结构差异,产业结构构成尤其是二、三产业的构成与变化是影响地区碳排放的主要因素。考虑影响因素空间分异性,运用空间自相关、地理加权回归模型对上海市2010-2016年碳排放时空演化规律及影响因素进行分析。利用普通最小二乘法进行共线性检验,筛选人均财力、政府投资、住工比例及建筑施工四个因素构建上海市碳排放量影响因素评价体系。结果表明:上海市地均碳排放具有明显的空间自相关性,上海市地均碳排放高-高集聚区主要集中在静安区、宝山区,上海市边缘城区（金山区、松江区、青浦区、奉贤区）为低-低集聚区。政府投资、建筑施工对上海市碳排放量起到明显的正向作用,且政府投资对上海市各区的碳排放增长作用强度最大,但随时间呈现递减态势。", "label": "环境科学与工程", "id": 0}
{"content": "2019年,我国的碳排放量仍居于全球榜的首位,减排的国际压力仍然巨大,如何进一步落实节能减排十分关键。京津冀协同发展是党中央在新的历史条件下做出的重大决策,是习总书记亲自指导的重大国家战略,因此本文选取京津冀地区为研究对象,探讨区域碳排放的空间效应,寻找碳排放影响因素,贯彻落实节能减排。本文构建京津冀三地协同发展统计监测指标体系,该指标体系由四个层次构成,通过国家数据收集了京津冀三地2008～2017年的碳排放相关面板数据,选取5个指标作为区域排碳因素进行实证分析;考虑到碳排放溢出效应,本文还将山东、河南、江苏等其他周边10个省份与京津冀区域碳排放情况进行对比分析,发现这13个省市中,只有京津冀地区碳排放量呈下降趋势。由于京津冀地区存在空间上的联系与差异,存在城市间排碳的空间规律,因此采用本文使用Moran’sI指数进行空间自相关检验,根据LISA显著性聚集图探究京津冀及周边地区的排碳溢出效应;同时采用地理加权模型探究京津冀地区的人均GDP、人均民用汽车、城市化水平、总人口、第二产业占比探究碳排放量的影响;并选取高斯核函数为权函数,利用交叉验证法确定窗宽,还讨论了地理加权模型中的估计推导及检验问题。实证分析得出的主要结论有:天津与河北作为能源消耗型城市,人均民用汽车量、第二产业占比与城市化水平均对排碳有明显的促进作用;北京作为科技人才聚集型城市,人均GDP与城市化水平反而成为保护环境的因素;而总人口对京津冀地区排碳的影响并不大,最终根据结论提出五个方面的建议。", "label": "环境科学与工程", "id": 0}
{"content": "研究构建了其\"政府--制造企业--应用企业\"的绿色治理演化博弈模型,运用演化博弈理论分析了涂料行业绿色治理三阶段（传统工艺--绿色转型--协同治理）的三方博弈均衡点的渐近稳定性条件及演化稳定策略,研究结果表明:（1）政府治理力度与抽查频率和惩罚系数相关,治理强度适中的情况下演化才趋于均衡;（2）博弈主体策略选择的演化趋势还取决于政府的惩罚力度,在高额惩罚下制造企业绿色转型概率越大;（3）绿色补贴系数与产品的绿色度也对博弈主体策略选择有较大影响。最后,使用MATLAB软件对参与的三方主体行为策略的演化过程进行了仿真分析,并提出了针对性建议。", "label": "环境科学与工程", "id": 0}
{"content": "深化模范机关创建工作是新时期中央和国家机关建设的重点工作,本文介绍了柳州市生态环境保护综合行政执法支队以党建工作为统领促进与中心工作相融合,筑牢思想根基,夯实组织基层,加强队伍建设,提升业务能力的深化模范机关机关创建的实践探索,为生态环境执法系统及基层机关单位深化模范机关创建工作提供借鉴。", "label": "环境科学与工程", "id": 0}
{"content": "<正>习近平总书记指出,要把党的建设贯穿经济社会发展全过程,以高质量党建引领高质量发展。近年来,柳州市莲花山保护中心在建设高质量机关党建上做了诸多尝试,旨在推动中心工作高质量发展,本文从建设高质量机关党建推动高质量发展的背景、主要做法和工作成效、存在的问题和原因、下一步工作的思考四个方面对当前中心建设高质量机关党建推动高质量发展进行研究。", "label": "环境科学与工程", "id": 0}
{"content": "<正>一、概述孟加拉国达舍尔甘地污水处理厂项目系南亚地区最大的在建污水处理厂,由中国进出口银行提供优惠贷款,项目业主为达卡市水务局（Dhaka Water Supply and Sewerage Authority）。项目主要工作内容包括项目的设计、采购、施工和运维工作任务,建设期为36个月,运行维护期为12个月。项目主要工程包含污水提升泵站（6m~3/s）、污水输送干管（4.8km）和污水处理主厂区（50万t/d）三大部分。", "label": "环境科学与工程", "id": 0}
{"content": "在中国\"30·60双碳\"大背景下,从生产责任法角度看,家电不属于重点关注的高耗能行业,但是从消费责任法看,家电耗电量占全社会用电量约为15%～20%,从节电的角度来看,家电的日常耗电量对\"双碳战略\"具有相当的作用力。家电的日常耗电量主要依靠产品自身的能效水平和产品能源管理。智能家电的逐渐普及,给产品使用过程能源管理提供了技术支撑。本文从智能家电全面节能方面,提出了可行的节能低碳的方案及应用分析。", "label": "环境科学与工程", "id": 0}
{"content": "<正>2021年是\"十四五\"开局之年。5月,中国家用电器协会制定的《中国家用电器工业\"十四五\"发展指导意见》（以下简称《指导意见》）正式发布,提出了\"十四五\"发展目标:\"到2025年,成为全球家电科技创新的引领者。\"围绕这一目标,《指导意见》提出:\"将科技自立自强作为行业发展的战略支撑,强化全球家电创新中心地位……研发投入强度达世界先进水平……在家电前沿科技领域实现布局,显著提升家电关键核心技术、颠覆性技术创新突破能力和水平,原始创新产品显著增加。\"每一句,不仅是企业的子目标,更是家电创新研发人肩上的担子。", "label": "环境科学与工程", "id": 0}
{"content": "新时代背景下,传统审计程序并不能完美地贴合新型审计对象;十四五政府工作报告中也指出我国在未来需要保持和发展森林覆盖率达到24.1%,并且要基本消除重污染天气和城市黑臭水体,且制定了2030年\"碳达峰\"和2060年\"碳中和\"的具体环境目标。秦岭作为我国地理位置上的南北分界线,其生态、自然资源的保护对我国的各项发展有着举足轻重的意义,由此萌发出的自然资源生态审计作为新型审计的一个分类,如何审计、运用怎样的方法和程序、审计的指标也是目前需要解决的问题。文章通过运用地理学科中的3S技术和ARCGIS软件,结合对审计信息化的具体运用,梳理出新技术对现代审计的影响及对未来审计的发展总结出新的展望。", "label": "环境科学与工程", "id": 0}
{"content": "湿地生态系统是国土空间生态安全格局的重要组成部分,也是经济社会可持续发展的重要生态基础,各级地方政府均高度重视湿地保护工作,将其视为推进生态文明建设的重要发力环节。县级人民政府作为湿地保护工作的基本单位,其工作思路和工作方法直接影响着湿地保护工作的科学性、可行性和有效性。基于空间规划视角和地理学基本研究方法,探寻湿地多维度调查数据衔接方法及湿地保护与利用策略,对推进\"1+X\"自然资源调查体系、加强湿地自然生态空间用途管制、构建湿地保护和管理体系、优化湿地资源保护和利用方式具有十分重要的意义。选择宜兴市为案例,形成了识别湿地图斑、构建保护总体布局框架、完善保护和利用体系的工作思路,划定了湿地保护与利用\"三线\",作为空间用途管制的基本依据。从政策引导和管控技术层面为县域湿地保护工作提供了工作思路和方法参考。", "label": "环境科学与工程", "id": 0}
{"content": "2019年,国务院建立了\"五级三类四体系\"的空间规划总体框架,按照全空间覆盖、全要素管控的思路,形成国土空间规划\"一张图\"。这一目标体系的建立有效防止了不同部门对同一空间要素多重管理、规划相互\"打架\"、彼此矛盾等现象的发生,有利于整体谋划新时代国土空间开发保护格局。但也因为部门间管理目标的不同、标准内涵的不一、名词术语的不同、过渡期编制导则和上位规划的缺乏,使得专项规划的编制工作困难重重。如何在不违背国土空间总体规划原则的基础上、实现部门专项要素管控要求、构建专项规划的内容体系,是过渡期专项规划编制的重点和难点。本文以《济南市湿地保护与利用规划》为例,在厘清国土空间背景下湿地保护与利用专项规划困境的基础上,从\"夯基础、摸家底、定目标、重保护、强修复、可利用、强能力、保实施\"八个维度出发,尝试构建面向国土空间背景下的湿地保护与利用专项规划的内容框架,为过渡期其他相似规划提供借鉴和参考。", "label": "环境科学与工程", "id": 0}
{"content": "湿地是多种生物赖以生存的栖息地,是地球环境的协调者,是城市文化旅游的重要手段,在城市的生态价值、社会价值以及经济价值等多方面都具有实际意义。因此,湿地公园的景观保护和生态恢复对维持城市的生态平衡起着重要作用。本文以沈阳湿地国家公园为研究对象,以生态保护为核心,对湿地国家公园景观提出合理对策,以湿地公园的相关理论作为支撑,运用景观生态学和生态恢复理论,针对沈阳湿地国家公园现状存在的问题,从河岸生态构建、水环境保护、植物配置、园路设施等几个方面进行规划,对沈阳市生态景观规划提供绵薄的建议。", "label": "环境科学与工程", "id": 0}
{"content": "城市生态湿地在现代化进步进程中,是否可以把其主要的中心思想和城市改建进步的思想融合到一起,对于其改建技术的要求甚高,同时也是现代化进一步发展的基础和必要。基于此,以下对城市生态湿地景观与城市建设的哲学意蕴进行了探讨,以供参考。", "label": "环境科学与工程", "id": 0}
{"content": "湿地资源是人类宝贵的财富,截止2013年,我国湿地总面积5360.26万公倾,湿地面占国地面积的比率（即湿地率）为5.58%。与第一次调查同口径比较,湿地面积减少了339。63万公倾,减少率为8.82%。虽然我国已提高对湿地资源保护的认识,建议了比较完善的湿地保护机制,但井场及周边的环境保护仍然是各企业加大力度治理与防范尽到责无旁贷的保护义务。", "label": "环境科学与工程", "id": 0}
{"content": "为研究天津临港滨海湿地公园水体中细菌种群特征,采用16S rDNA高通量测序方法对公园内水体细菌基因组DNA进行序列分析。结果发现:湿地公园整体运行良好,细菌种群Shannon多样性指数在3.0705-4.6881之间,Chao指数在473.22-995.81之间,不同采样点细菌种群多样性和丰富度均存在差异;检测得到细菌共35门、74纲、158目、283科、539属、820种,在门和属水平下进一步分析,发现变形菌门（Proteobacteria）、放线菌门（Actinobacteria）、疣微菌门（Verrucomicrobia）、厚壁菌门（Firmicutes）、拟杆菌门（Bacteroidetes）、蓝细菌门（Cyanobacteria）为主要优势门,各采样点第一优势门及其丰度百分比分别为:变形菌门（42.9%）、变形菌门（67.8%）、蓝细菌门（44.2%）、蓝细菌门（47.5%）、变形菌门（29.5%）、蓝细菌门（40.3%）、蓝细菌门（41.0%）、蓝细菌门（41.3%）、蓝细菌门（42.5%）、蓝细菌门（34.7%）;聚球藻属（Synechococcus）、嗜冷杆菌属（Psychrobacter）、norankf<sub>LD29、hgclclade、红细菌属（Rhodobacter）、unclassifiedf<sub>FamilyIo<sub>SubsectionI为主要优势属,各采样点第一优势属及其丰度百分比为:红细菌属（14.6%）、嗜冷杆菌属（44.1%）、聚球藻属（21.3%）、聚球藻属（25.0%）、聚球藻属（14.0%）、聚球藻属（24.6%）、聚球藻属（22.2%）、聚球藻属（24.6%）、聚球藻属（25.2%）、聚球藻属（17.5%）。细菌种群结构差异性的产生主要受到NO3-、NH4+、T、pH、DO等环境条件影响,在主要优势属中,嗜冷杆菌属与研究区域环境条件的相关性最强", "label": "环境科学与工程", "id": 0}
{"content": "湿地在人类生存与发展中起着关键性作用,其作为一种重要的战略资源,被誉为天然水库。山西地处黄土高原,气候干旱少雨,湿地资源比较稀缺。如何使山西省的湿地生态资源得到有效的保护,并实现可持续利用,对于山西省建设绿色生态文明体系有着重要意义。本文着重于研究山西省湿地目前的面积、发展的现状;并分析出山西省湿地在保护和发展利用过程中存在的不合理现象和湿地工作中的困难,并针对这些问题提出合理和有效的建议,希望能最大限度降低湿地被破坏的因素,促进湿地保护工作取得良好的成效,维持山西省湿地生态资源的平衡,促进省内人与湿地的和谐共生。", "label": "环境科学与工程", "id": 0}
{"content": "今年以来,廊坊市委、市政府把改造生态环境,建设\"平原森林城市\"作为落实科学发展观,实现可持续发展,构建和谐社会的重要举措来抓,努力营造具有廊坊特色的平原森林城市,形成\"城在林中、路在绿中、楼在园中、人在画中\"的生态环境。围绕\"平原森林城市\"的目标定位,市委、市政府在市委五届六次全会中做出\"加快论证在南部（霸州、文安、大城）建设森林湿地生态走廊\"的重要决定,这也是建设平原森林城市的重要组成部分。本文主要从\"京南（廊坊）森林湿地生态走廊\"的建设目标、目标定位、建设布局等几个方面展开论述,对项目总体构想进行深入细致的解读,并由此带来一系列延伸思考。", "label": "环境科学与工程", "id": 0}
{"content": "随着我国经济在快速发展,社会在不断进步,城市你建设在不断完善,城市湿地公园是城市公园系统中不可或缺的重要组成部分。其能够改善城市环境,为城市居民提供良好的休憩娱乐场所,也能够满足人们回归大自然的期许。湿地公园空间设计要注重湿地保护、开发和利用之间的平衡性,进而达到良好的设计效果。笔者着重对城市生态湿地公园景观设计进行阐述,为其可持续发展提供理论基础。", "label": "环境科学与工程", "id": 0}
{"content": "黄河三角洲自然保护区是中国最大的新生湿地,是世界少有的河口湿地生态系统之一,随着黄河口自然保护区湿地补水规模越来越大,黄河口自然保护区的湿地面积得到恢复和扩大,但如何达到稳定可持续补水,为黄河口自然保护区湿地的可持续发展奠定坚实的基础,还有很长的路要走。本文对黄河口三角洲湿地生态系统影响作了系统的分析,保护黄河口三角洲湿地刻不容缓。", "label": "环境科学与工程", "id": 0}
{"content": "黄河河口湿地是我国主要江河河口中最具重大保价值的生态区域之一,在我国生物多样性维持中具有重要地位。黄河三角洲自然保护区是全国最大的河口类自然保护区,其淡水湿地在维持河口地区水盐平衡、提供鸟类栖息地、生态平衡等方面具有重要生态功能。本文从水量调度补水对黄河三角洲近海生态环境影响及水生态修读效果两方面进行了分析。通过分析说明了黄河水量调度对黄河三角洲湿地进行生态补水的重要作用。", "label": "环境科学与工程", "id": 0}
{"content": "湿地保护执法对于辽宁省湿地的有效保护和可持续利用具有非常重要的意义,但是辽宁省湿地保护在执法方面仍然存在问题。本文基于当前辽宁省湿地保护执法工作的具体实践情况,深入挖掘在湿地保护执法工作中存在的主要问题,选取执法作为突破口,提出完善辽宁省湿地保护执法的建议,以解决辽宁省湿地保护执法过程中执法依据不完善、执法机构间权责模糊以及监督机制不健全等问题,进而达到切实有效地解决湿地保护问题的效果,推动辽宁省环境、经济以及社会的全方位发展。", "label": "环境科学与工程", "id": 0}
{"content": "党的十九大报告提出要建设以国家公园为主体的自然保护地,将保护核心从自然保护区转变为自然保护地。湿地资源作为自然保护地的重要组成部分,应当获得足够的关注与管理。本文对自然保护地的概念及发展变化进行概括,得出转变必要性的结论,进而结合山西地区湿地资源的现状及问题,提出在当前全力建设自然保护地的大环境下,因如何更好的管理并保护山西省内的湿地资源,以保护当地的生态系统平衡及可持续发展。", "label": "环境科学与工程", "id": 0}
{"content": "随着我国生态文明建设的推进,绿水青山就是金山银山的理念已深入人心,但是将自然资源转换为资产,通过资产管理不断创造出资本,才是真正走上\"绿水青山就是金山银山\"的发展道路。自然资源资产化的重要环节是进行自然资源的资产核算,以打通资源与资本间的转换路径。自然资源资产核算是国内近几年的一大研究热点,但是我国理论界尚未形成统一的认识,在实践层面也缺乏成熟的案例。目前以自然资源离任审计为主,主要应用会计、审计等公式进行计算,关于自然资源的特点考虑不足。同时现阶段从自然资源特点、土地资源等角度进行的研究大多数是根据土地利用类型直接计算或进行生态系统服务评价,忽略了自然资源所处区位及周边用地情况的影响。本研究试图以张家口市怀来县为例,首先梳理现有文献资料,结合资源开发目的,明确自然资源资产化的类型,然后将城市地价研究中的区位理论引入自然资源价值评估过程,通过地块区位条件、交通可达性、周边资源富集情况等划分不同类型资源的高、低价值范围,以便后续进行自然资源资产核算的具体计算。", "label": "环境科学与工程", "id": 0}
{"content": "在全国实施乡村振兴战略的背景下,根据贵州省赤水市庙沱地区生态环境脆弱、经济和社会发展落后等特点,指出发展与环境的矛盾、产业单一及特色缺失、湿地环境的污染和水土流失严重等问题。通过提出政府管理村民参与、丰富产业类型、湿地生态修复、开展生态建设等策略,并将湿地治理与旅游开发、农业生产相结合,恢复湿地生态系统,与此同时促进乡村经济发展,达到湿地治理与产业转型的目的。", "label": "环境科学与工程", "id": 0}
{"content": "本论文主要有关于中国珠三角佛山地区乡村湿地保护与发展。珠三角佛山乡村地区许多自然与人工湿地都面临着来自人类活动,农业发展和养殖业发展带来的负面影响。本论文将以中国佛山市上湾村为例,分析和总结其乡村湿地生态保护与发展的模式,上湾村乡村湿地生态保护与发展模式体现了珠三角地区乡村人民的智慧,实现了农业和养殖业的可持续发展。上湾村的乡村湿地保护与发展模式总体可以分为生活污水处理,养殖污水处理,生态河道修复和自然湿地保护四个方面。在这一模式下,上湾村的乡村湿地不仅在乡村产业发展中起到了重要作用,为当地村民很好地提供了自然生态服务,满足了当地居民亲近自然的需求,为居民提供了更好的生活环境,也同时很好的保持了上湾村的珠三角地区湿地乡村景观特征。这一系列的发展模式,可以作为解决当前珠三角地区乡村湿地面临的生产,生活和生态保护如何协调发展问题的潜在解决方案。", "label": "环境科学与工程", "id": 0}
{"content": "本项目选址位于达州市通川区西北的金龙大道北端,凤凰山与铁山之间,是一个以石莲花水库（即莲花湖）为主体的旅游风景区。项目占地面大约有10万平方米（150亩）。打造一个具有生态性、休闲性和文化性的城市湿地生态公园,完善城市的绿地系统,构建生态、和谐、美丽的达州。", "label": "环境科学与工程", "id": 0}
{"content": "敦煌阳关湿地类型多样,动植物资源丰富,具有独特的科学价值和较高的生物多样性保护价值。敦煌阳关湿地在经历了人类活动的高强度干扰后,面积大幅度减少,许多天然湿地退化或消失,亟需通过生态技术或生态工程对退化的天然湿地进行恢复和保护。通过分析区域现有湿地类型、资源、功能、价值和和面临问题的基础上,综合考虑水源地,以湿地资源有效保护为根本出发点,运用生态保护规划的理论和方法,通过水系贯通、湿地功能恢复、水质和动植物生境改善等一系列生态重点工程和措施,优化该湿地的湿地生态环境,使该湿地充分发挥它的多种功能,为该湿地保护与恢复规划提供科学依据。", "label": "环境科学与工程", "id": 0}
{"content": "吉林省西部位于松嫩平原和科尔沁草原交界地带的生态脆弱区,区域内生物种类丰富,区域内生物种类丰富,水系密布,湿地大量分布,有天然湿地近百万公顷。文章将介绍吉林省西部地区湿地生态功能和保护过程中存在的问题,研究如何构建湿地生态保护补偿机制,进一步提高生态环境质量,加强生态环境综合治理,使区内资源得到了有效保护。", "label": "环境科学与工程", "id": 0}
{"content": "<正>湿地被誉为\"地球之肾\"\"碳的存储器\"\"物种的资源库\"和\"鸟类的家园\",与森林、海洋并称为全球三大生态系统。苏州位于江南水乡腹地,湿地资源十分丰富,是市域生态系统的重要组成部分。科学保护和修复苏州的湿地资源,维护健康的湿地生态系统,是推进生态文明建设的重要内容。苏州市委、市政府历来高度重视湿地保护,特别是2009年率先成立全省首家独立建制的管理机构——苏州市湿", "label": "环境科学与工程", "id": 0}
{"content": "保护地的建立使社区传统生活方式被改变,自然资源利用受到严格管控,区域经济发展受到了一定影响,保护地与当地社区的矛盾已经较为显著,这是当前生物生态保护所面临的最大难题之一,也是发展中国家长期面临的重要问题。因此,为了实现长期有效的保护管理,从社区、农户的视角研究梵净山遗产价值保护的矛盾、冲突具有非常重要的现实意义。本文利用梵净山周边社区抽样调查的186份问卷,通过Tobit模型,判断梵净山周边农户对自然资源的依赖程度以及自然资源依赖的影响因素,得出如下结论:（1）研究区域农户对自然资源的依赖度较高,其中,收入依赖度为29.86%,能源依赖度为58.24%;（2）林地面积、户主受教育程度、外出务工人数、家庭兼业程度、家庭借贷水平对农户的自然资源依赖有显著影响。", "label": "环境科学与工程", "id": 0}
{"content": "针对我国南方丘陵地区快速城镇化过程中所造成的水生态环境恶化的问题,通过ArcGIS工具进行水文分析,总结该地区雨水径流过程的特点,结合雨水径流、流域单元以及汇水节点这几大要素,试图从生态韧性的角度去探索构建雨水湿地韧性系统,去面对未知的突发性雨洪灾害,增加城市的生态韧性,提升城市的抗干扰能力和恢复能力,强调城市对雨洪的包容、适应与共生,以实现城市安全,并为丘陵地区城市规划提供借鉴和启发。", "label": "环境科学与工程", "id": 0}
{"content": "聚焦于设计者与使用者之间应有的沟通协调,通过调研山地城市湿地游憩空间的使用情况,总结了使用者行为与城市湿地景观空间要素之间的关系,并提出了适应使用者游憩需求的山地城市湿地游憩空间设计的建议。本文以重庆彩云湖国家湿地公园为例,采用问卷调查及行为标注法,对参与游憩的使用者特征、使用者行为及其对湿地公园的游憩化感知进行解析。研究表明使用者行为与山地城市湿地景观空间要素之间存在散点效应、亲水效应、设施效应及荫蔽效应,其活动内容与空间分布易受到山地空间单元划分、滨水湿地分异、设施供给及位置、光照等因素的直接影响。提出山地城市湿地游憩空间设计应进行合理的空间单元划分,层级式的滨水游憩空间营建,多样化的设施供给并考虑气候特点,以满足使用者多样化的需求,从而构建与城市居民游憩需求相匹配、人性化的山地城市湿地公园。", "label": "环境科学与工程", "id": 0}
{"content": "湿地公园建设已经逐步成为城市生态建设的重要组成部分,研究自然和人工管理驱动下湿地公园的景观格局演变差异,对于合理开发、利用、保护和管理湿地公园具有重要意义。本文选取哈尔滨松花江流域中两个典型的受不同驱动力影响的湿地公园:太阳岛国家湿地公园与阿勒锦岛国家湿地公园为研究对象,根据1985年、2005年、2015年3个时相的景观资料,运用RS、GIS、GPS技术和景观生态学方法,分析不同驱动力下湿地公园景观格局演变特征。结果表明:（1）整体上看,阿勒锦岛湿地公园基本遵循了湿地自然演变的规律,其多项景观指数均优于太阳岛湿地公园;（2）通过各类景观格局演变特征对比,可以看出阿勒锦岛湿地公园的三类湿地斑块相较于建设用地、其他草地变化相对平缓。太阳岛湿地公园各类景观斑块变化波动较大;（3）对比三类湿地斑块,两个公园的河流湿地演变趋势较为一致;太阳岛湿地公园的洪泛湿地在平均斑块大小、破碎度指数均波动较大且相对不健康;两个湿地公园的沼泽湿地平均斑块大小、破碎度指数上演变方向完全相反。这说明不同驱动力下的湿地公园演进趋势不同,人工管理达到一定干扰程度时,会对湿地公园景观健康造成威胁。", "label": "环境科学与工程", "id": 0}
{"content": "针对当前天然红树林面积减少以及红树林湿地恢复成效低的现状,规划认为应通过对红树林生长环境的梳理,建立了基于其生长逻辑的公园总体规划思路,将公园规划中的游赏系统建立在生态系统的基础上,实现红树林湿地资源的有效保护和可持续发展。并以大亚湾红树林城市湿地公园规划为例,通过对湿地水位时空管理构建健康湿地水系统;在水系统基础上,提出从规划到设计的多层次红树林生态系统保护与修复策略;结合湿地公园鸟类栖息环境需求的研究,构建多样化的鸟类栖息环境;在以红树林保护修复为核心的湿地生态规划基础上,形成以湿地保护为基础、湿地景观为特色的景观游赏系统。在广东提出沿海经济带开发建设的背景下,本文希望探索城市中心区红树林城市湿地公园的规划逻辑与方法,以期对其他滨海地区协调滨海城市建设与湿地保护利用之间的关系提供示范与借鉴作用。", "label": "环境科学与工程", "id": 0}
{"content": "湖泊是重要的湿地资源,具有提供水源、调节气候及改善区域生态环境等功能。湖泊及其流域是人类赖以生存的重要场所,对维持区域生态网络安全格局具有重要意义。目前,由于湖泊污染加剧、湖泊水域和环湖生态空间缩小、湖泊的保护机制不健全、地域特色文化缺失等问题逐渐凸显,本文通过探讨湖泊型国家湿地公园的保护与发展规划,从而实现人与自然的和谐共生。以云南玉溪抚仙湖国家湿地公园为例,探讨抚仙湖国家湿地公园湖域一体生态安全格局构建,对湖泊采取流域管控、入湖环湖截污管控等方式,并与湿地发展利用相结合,实现国家生态文明建设战略。", "label": "环境科学与工程", "id": 0}
{"content": "本文依据2016年8月年对仙居国家公园溪流62个点底栖动物的调查结果,采用底栖动物完整性指数（B-IBI）对仙居国家公园溪流健康进行了评价。调查共获得底栖动物225种,隶属于5门9纲65科173属。通过对33个生物参数进行分布范围、判别能力以及相关性分析等,确定了仙居国家公园溪流底栖动物完整性指数（B-IBI）由9核心个参数组成即总分类单元数、EPT分类单元数、香农多样性指数、优势分类单元个体百分比、蜉蝣目个体百分比、敏感类群分类单元数、敏感类群个体百分比、BI指数和滤食者个体百分比。采用比值法统一量纲,将各采样点每个生物参数分值累加得该点的B-IBI值。仙居国家公园溪流B-IBI值的评价标准为:B-IBI≥7.56为健康,5.67≤B-IBI<7.56为亚健康,3.78≤B-IBI<5.67为一般,1.89≤B-IBI<3.78为差,B-IBI<1.89为极差。利用构建的B-IBI对仙居国家公园62个点健康状况进行了评价,结果表明:有5个点处于健康状态,占8.1%;41个点处于亚健康状态,占66.1%;13个点处于一般状态,占21%;3个点处于差状态,占4.8%,没有点处于极差状态。Spearman相关分析表明,B-IBI值与电导率（Cond）、可溶解性固体总量（TDS）、叶绿素含量（Chlor）、荧光溶解有机物含量（FDOM）、氨氮含量（NH4-N）等5项指标显著负相关。", "label": "环境科学与工程", "id": 0}
{"content": "随着生态文明建设推进和湿地保护力度加大,我国湿地公园数量迅速上升,同时省际分布不均衡性逐渐扩大。本文利用核密度、最近邻指数、地理集中度等GIS空间分析和数理统计方法对全国湿地公园整体空间分布特征进行表征;采用综合密度指数比较各省市湿地公园的相对发展情况;利用多元回归分析和种群分布理论定量分析湿地公园空间分布省际差异及影响因素。结果表明:中国湿地公园空间分布类型为聚集分布,其中86.9%的湿地公园分布于\"胡焕庸线\"东南侧;各省市湿地公园密度、面积占比和综合密度指数等指标差异较大;各省市湿地公园空间分布类型不一;经济总量、公路密度、居民可支配收入、城镇化率和湿地率是各省市湿地公园分布类型的主要影响因素。", "label": "环境科学与工程", "id": 0}
{"content": "洞庭湖湿地是中国最大的一块淡水湿地,也是国际重要湿地之一。但由于自然与人为原因的相互作用,洞庭湖湿地面临着湖面和湖容缩小、湿地生态功能衰退、生物多样性减少等危机,完善洞庭湖湿地的保护已成为我国立法任务的重中之重。《湖南省湿地保护条例》是洞庭湖湿地保护的立法基础,但存在着缺乏整体性考虑、洞庭湖湿地保护立法体系不健全、监管与执法体制不合理等缺陷,不足以针对洞庭湖湿地进行整体有效的保护。因此,急需对洞庭湖进行专门立法,制定一部《洞庭湖保护条例》,并设置\"湿地保护\"专章,通过建立洞庭湖湿地综合监督管理与执法体制等途径来切实保护洞庭湖湿地,加快生态文明建设,最终实现人与自然的和谐发展。", "label": "环境科学与工程", "id": 0}
{"content": "<正>委托单位:额济纳旗住房和城乡规划建设局主创姓名:王标成员姓名:张淑霞、任兰、夏波、何元斌、李占海、郝乾、胡兴娟、杜嫒设计时间:2016.7建成时间:2017.12项目地点:额济纳旗项目规模:195公顷项目概况:额济纳土尔扈特生态湿地公园位于内蒙古自治区阿拉善盟额济纳旗,项目地址城区西侧,临近西环路、北环路及胡杨街等城市主干道,总规划面积约为1 94万平方米（2909亩）。项目区为原纳林河古河道,地下水较为丰富,水道众多。总体定位为以生态保护和恢复为核心,兼具城市休闲公园以及额济纳旗新旅游景点的综合性城市生态湿地公园,同时带动周边环境的改善提升,延续额济纳旗旅游业。将其打造成西北地区具有标志性的综合生态湿地景观示范区。凸显", "label": "环境科学与工程", "id": 0}
{"content": "<正>原标题:建设华北最大的湿地公园构筑首都绿色生态屏障自2017年以来,张家口市怀来县启动了官厅水库国家湿地公园建设,目前一期工程正在有条不紊推进,到2020年全部建成后总面积将达到20万亩,成为华北地区最大的湿地公园。官厅水库国家湿地公园的建设是以官厅水库为核心,对官厅水库库区及上游永定河区域分别开展湿地保护与恢复、科研监测、科普宣教等建设工作,生态治", "label": "环境科学与工程", "id": 0}
{"content": "2007年,无锡太湖蓝藻的爆发,对于无锡市民的生活和生命健康、以及无锡的投资环境等都产生了比较深远的影响。为了解决无锡水危机,无锡市积极开展环太湖湿地生态修复工程。湿地资源调查,是科学合理出台相关治理措施的基础,能够为无锡市湿地保护与规划提供扎实详细的资料。据此,对无锡市湿地资源调查方案进行了总结,对无锡市湿地资源调查成果进行了分析,旨在进一步提高湿地资源调查的成果质量和工作效率,对同类项目的开展提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "<正>项目地点:南京市六合区龙袍街道项目占地:21.3平方公里艾奕康环境规划设计（上海）有限公司委托单位:南京市江北新区管委会规划国土环保局南京市六合规划分局设计时间:2017.05主创姓名:林俊逸成员姓名:谢佩勋、朱军、滕腾、陈安卓、高歌在各种生境优化策略的基础上,对珍稀鸟类栖息地的生态设计,形成综合景观环境引导的规划底图,有效指导后期设计。独特的黄金湿地意向、对场地日落轨迹的探寻、黄天荡金色文化记忆的传承等,形成独特的场地特色。龙袍湿地的生态修复与龙袍新城规划紧密结合,对南京城市的生态更新有重要意义。", "label": "环境科学与工程", "id": 0}
{"content": "云南省曲靖市沾益区海峰湿地具有较高的科研及开发价值。当下海峰湿地的开发具有粗放化、成人化、娱乐化等显性特征,也有产业化、品牌化的追求,但没有融入儿童文化元素进行开发的筹划,对利用儿童文化元素打造湿地开发品牌没有引起足够重视。从儿童文化与湿地开发融合发展的角度看,建议充分挖掘海峰湿地的开发价值,科学引入儿童文化元素,在各个区域设置适合儿童游玩的项目,在体验区开展以当地彝族火把节及苗族服饰为主题的民族文化儿童体验及夏令营等活动,设置儿童游戏活动的专门区域,让儿童在游玩的过程中增加对湿地的了解和认识,增强对家乡自然景观的认同感,长远目标是把\"海峰湿地\"打造成高原儿童湿地乐园。", "label": "环境科学与工程", "id": 0}
{"content": "2010年黄河水利委员会决定利用调水调沙进行刁口河流路恢复过水试验,以达到对黄河三角洲北区湿地生态补水的目的。通过对历年刁口河生态补水资料进行分析,认为生态补水使刁口河湿地得到修复,湿地面积进一步扩大、生态多样性增加、土壤含盐量降低,海水入侵及海岸线的蚀退也得以遏制,但在补水时机、补水效果、监测机制等方面还存在一些问题,需要加以重视并及时解决。", "label": "环境科学与工程", "id": 0}
{"content": "通源乡拥有高达94%以上的森林覆盖率、植物种类丰富,同时也是香榧的原产地和香榧文化传承地,大面积崩塌堆叠而成的岩块与香榧树形成\"巨石榧林\"相映成趣的独特景观。在这些生态资源特征的基础上,提出以地学和农业科普为支撑,生态观光、休闲度假旅游为平台,构建与资源环境协调的山区经济发展模式,打造生态宜居、生产高效、生活美好、人文和谐的宜居、宜游现代化乡村的资源开发策略。", "label": "环境科学与工程", "id": 0}
{"content": "乡村水环境是农村的命脉,农民的生产和生活都基于此,目前国内对水环境的研究越来越重视,但是较多地集中在片区流域以及城市河道湖泊景观设计上,对乡村的水系统研究多基于工程水利措施和民垸堤坝等传统防洪措施,治污和水系统规划仍旧不够完善,缺乏以生态为目的的系统性水环境治理对策任重道远,松滋小南海是湖北江岸平原的乡村湖泊的代表,其发展也面临相似的问题,本研究拟通过对乡村湖泊现状进行研判的基础上,分析乡村湿地量化设计和乡村环境湖泊治理的问题,为日益严重污染的乡村湖泊环境治理提供有用的实践参考。", "label": "环境科学与工程", "id": 0}
{"content": "城乡的可持续发展历来是规划师研究的重要课题,在我国大力推进新型城镇化进程中,城乡一体化发展成为总的战略目标,乡村的可持续发展得到重视。本文从乡村可持续发展与建设问题中最为迫切的污水处理入手,提出新的污水处理技术——人工湿地,对其早期在国内外的应用背景研究后发现,目前人工湿地的应用在城市具有一定局限性,在乡村却是大有应用前景,并从经济、环境、技术三方面进行了可行性分析。文章重点以松杨村为案例,分析人工湿地在松杨村应用的基本条件,并在此基础上探讨人工湿地的类型选择、具体布局方案等,最后总结并提出构想:人工湿地在乡村可持续发展与建设中是切实可行并十分必要的,未来可能成为一个\"美丽乡村\"的符号。", "label": "环境科学与工程", "id": 0}
{"content": "通过研究对比秋茄在不同基质人工湿地系统中的微生物群落结构特征,分析湿地人工系统中微生物数量及其对污染物净化效果的影响。研究结果表明,植物（秋茄）对人工湿地系统中氨氮（NH4+-N）、总氮（TN）和总磷（TP）的去除具有一定的作用。湿地系统中不同基质层中的微生物数量也存在垂直分布的差异性。植物能明显影响湿地系统中的微生物数量、种类以及对废水的净化效果。", "label": "环境科学与工程", "id": 0}
{"content": "<正>习近平总书记指出,建设生态文明是中华民族永续发展的千年大计。2021年10月,中办、国办印发《关于推动城乡建设绿色发展的意见》（以下简称《意见》）,深入贯彻习近平新时代中国特色社会主义思想,对城乡建设绿色发展做出了重大部署。《意见》以新发展理念为指导,全面贯彻习近平生态文明思想,结合我国城乡建设发展的实际,提出了推动城乡建设绿色发展的完整体系,包括总体要求、推进城乡建设一体化发展、转变城乡建设发展方式、创新工作方法、加强组织实施等五个部分,具有极强的指导性,将成为未来很长时期推动城乡建设高质量发展的政策纲领,引导全社会切实转变发展方式、建设方式和生活方式,吹响城乡建设绿色发展的冲锋号,助力建设绿色中国、美丽中国。", "label": "环境科学与工程", "id": 0}
{"content": "旅游业作为民生工程、幸福工程,在缓解就业压力,促进经济社会的发展,提升城市形象和宣传城市风貌上起到了积极的促进作用。城市旅游依靠天时地利人和的旅游资源和人文资源,在众多旅游产业中独树一帜。然而,受到环境承载力的困扰,城市旅游所带来的环境污染问题日益凸显。本文拟从城市旅游环境承载力（资源环境承载力、社会环境承载力、经济环境承载力）对城市旅游的发展现状和所面临的问题进行剖析,提出应对城市旅游发展所带来的环境压力问题,缓解城市旅游环境矛盾,促进城市旅游可持续发展,使城市旅游成为提升城市综合竞争力、宣传城市文化形象以及助力城市经济发展新坐标的有力助推器。", "label": "环境科学与工程", "id": 0}
{"content": "为如期实现我国2030年前碳达峰、 2060年前实现碳中和的目标,绿色发展成为新发展阶段的热点研究领域。云南省绿色GDP的增长自2016年以来在全国名列前茅,正向着资源节约型、环境友好型转变。对其绿色发展水平进行评价,可为后续增强绿色低碳发展动力,实现经济、社会、资源、环境的全面协调发展提供突破方向,并为其他省份绿色发展提供借鉴[1]。本文从三个方面入手,建立云南省绿色发展指标体系,从结果可以看出云南省绿色发展的水平处于一个不断提升的阶段。", "label": "环境科学与工程", "id": 0}
{"content": "2020年9月,我国提出碳达峰、碳中和3060国家目标。交易商协会随即推出了绿色债券中的碳中和债、可持续发展挂钩债券（Sustainability-Linked Bond,简称SLB债券）等创新品种。SLB债券因其债券结构的灵活性、可持续发展绩效指标的针对性和低碳转型的契合性而满足各类致力于实现可持续发展目标企业的融资需求。联合赤道作为国内最大绿色债券第三方认证机构,在认证过程中把握SLB债券的5大核心要素:关键绩效指标（KPI）的遴选、可持续发展绩效目标（SPT）的校验、债券特性、报告、验证,使其在更大范围、更大规模满足高能耗、高碳排放行业转型需求,提升发行人可持续发展能力。", "label": "环境科学与工程", "id": 0}
{"content": "良好的生态资源优势是生态经济发展的内生动力,生态产品价值的实现是推动\"绿水青山\"向\"金山银山\"转化的主要手段。本文系统梳理学者们对\"两山\"转化路径的研究和部分地区推动\"两山\"建设的实践案例,结合重点生态功能区绿色发展的优势与困境,探索提出该区域推动\"两山\"建设转化的路径建议。", "label": "环境科学与工程", "id": 0}
{"content": "作为一个处于转型发展关键期的能源型城市,太原市要从疫情中恢复,需以可持续发展为根基。本文采用生态足迹模型,定量分析太原市2010-2019年间的可持续发展能力。根据分析结果,在2010-2019年中,人均生态足迹经历了先增大后减小的变化,其中的最大值是2012年的6.546526hm~2/人,最小值为2018年的5.267453 hm~2/人。在人均生态承载力方面,处于稳定水平的同时有缩小的趋势,其中最大值是2011年的0.132768 hm~2/人,最小值是2019年的0.110134 hm~2/人。相对应的生态赤字也经历了一个先增大后缩小并趋于稳定的过程,但生态赤字依旧保持在一个较高的水平。出现这一问题的原因包括化石燃料消费量高、各类生产性土地面积小、水资源稀缺、人口与环境不协调以及处理生产生活废弃物产生的消耗。针对这些方面,本文分别从合理利用不可再生资源、保护土地资源和水资源、协调人口与发展的关系以及倡导绿色消费观方面提出建议,以期为太原市的可持续发展提供建议。", "label": "环境科学与工程", "id": 0}
{"content": "如何实现经济增长和生态环境的协调发展是我国面临的重大问题。在追求经济发展的同时,分析两者之间的关系具有必要性。基于中国2000-2018年数据,将中国人均GDP与人均碳排量作为经济发展与环境质量的代理指标,利用EKC模型验证经济发展与环境质量符合\"倒N型\"曲线;再通过脱钩理论,分析中国近二十年来的碳排放脱钩状态,观察经济发展过程中碳排放的规律,从而分析环境质量的变化情况;最后根据分析结论给出相应的协调中国经济与环境质量从而实现可持续发展的建议。", "label": "环境科学与工程", "id": 0}
{"content": "碳达峰碳中和（双碳目标）的规划提出使得\"十四五\"期间中国经济发展与节能减排冲突的解决更加紧迫,如何在维持经济稳定增长的条件下在2030年前达到碳达峰,2060年前实现碳中和是一项需要各方统筹协调克服艰难的复杂系统工程。本文通过分析人口规模、经济发展与能源结构等影响因素跟西安市碳排放的相互关系,对西安市未来的低碳发展方向做出总结,为西安市碳达峰的可持续发展模式做出参考依据。", "label": "环境科学与工程", "id": 0}
{"content": "新时代背景下,促进地区城市化发展与生态环境保护协调发展是推动实现绿色发展的必经之路。基于绿色发展理念,运用耦合度与耦合协调度模型对2014-1018年山西省11地市城市化发展与生态保护水平展开测度,并判定二者协调发展类型及空间格局。结果表明:研究期内山西省11地市城市化发展水平均稳步提升,但不同地区之间城市化发展水平差异较大,生态保护水平则呈波动式上升;从耦合度来看,城市化发展与生态环境保护并不平衡,总体来看呈北高南低、东高西低的特点,以晋北地区和晋中地区区域内差异尤为明显;从协调发展类型来看,城市化发展滞后为主要类型。", "label": "环境科学与工程", "id": 0}
{"content": "在城市建设的过程中,离不开城市化与生态环境这两个重要系统的影响,耦合协调模型可以反应出两者之间的关系。本文以长治市为例,构建城市化与生态环境耦合评价指标体系,利用熵值法核算出两系统的综合指数以及耦合协调度并对其进行分析。最终结果表明:2009-2018年长治城市化的综合指数总体呈上升趋势,生态环境综合指数经历了先下降后上升的两个阶段,两系统的耦合协调类型由轻度失调转变为中度协调,但是近几年生态环境发展逐渐滞后于城市化发展。因此长治市要努力加强企业转型,同时大力推动生态环境的治理,实现绿色发展道路。", "label": "环境科学与工程", "id": 0}
{"content": "习近平总书记在河南郑州的黄河流域生态保护和高质量发展座谈会上指出,需要加强在黄河治理与保护、推动黄河流域高质量发展方向做出了重大的部署,也提出了较高的工作要求。而我行作为农业性政策银行,在黄河流域生态保护与高质量发展方面有着非常重要的责任感和使命感,需要在此工作方面不断做出更多的工作,提升我行的发展价值。在第二批\"不忘初心、牢记使命\"主题教育开展和深入落实的过程中,农发行山东省分行在山东省实际工作的基础上做出了更多的工作部署,使得我行在黄河流域生态保护和高质量发展的工作中发挥更加突出的作用。", "label": "环境科学与工程", "id": 0}
{"content": "在经历了\"村村通\"、\"户户通\"等一系列的乡村信息化工程,互联网正逐步成为助力乡村发展的创新点。中国共产党第十六届五中全会提出的建设社会主义新农村的重大历史任务时提出\"美丽乡村\"概念,指明了乡村可持续发展的道路。\"互联网+美丽乡村\"将乡村的可持续发展纳入互联经济时代,在缩小城乡差距的同时,乡村的发展不再局限于\"脱贫\"而是致力于\"奔小康\"。", "label": "环境科学与工程", "id": 0}
{"content": "碳排放与经济发展的脱钩关系事关中国减排目标的实现与经济模式的选择。本文着眼于区域与市域双重尺度,以京津冀城市群为实证,基于2005-2015年碳排放与GDP面板数据,运用Tapio脱钩模型探究各地市碳排放与经济发展脱钩效应的时空异质性。研究结果表明:（1）2005—2015年,京津冀城市群碳排放脱钩状态由弱脱钩—增长连结波动变化逐步转变成稳定的强脱钩。（2）2005—2012年,大部分城市处于弱脱钩状态,分布于北部和南部,而中部地区城市多处于增长连结状态;（3）2012—2015年,区域整体脱钩状态较为理想,但是两极分化严重。超过50%的城市实现强脱钩,以北京为中心分布在中部和南部,近半数城市转变为扩张负脱钩,分布在北京市以北地区;（4）京津冀控碳减排重点在于增进区域统筹,优化产业结构,提升能源效率。", "label": "环境科学与工程", "id": 0}
{"content": "新时代背景下,绿色发展已经成为一个重要趋势,坚持生态文明建设,实现城市绿色发展,是加快转变经济发展方式,建设美丽中国的必然要求。湖北省是国家重要的生态屏障,保护湖北省生态,实现湖北省绿色发展,关乎国家发展与人民福祉,其绿色发展水平和特征具有较强的研究价值和意义。研究以湖北省为对象,通过建立湖北省绿色发展水平评估模型,从社会、经济、资源和环境四个维度评价湖北省整体的绿色发展水平,并运用GIS手段可视化分析结果,探究湖北省绿色发展特征与问题,在此基础上,运用障碍度模型,针对湖北省各类型城市进行障碍因素识别,探究各类城市的具体限制因素。结果表明:整体水平方面,目前湖北省绿色发展水平偏滞后,全域发展协调不足,环境问题是阻碍全省绿色发展的首要短板;典型城市方面,武汉市资源相对匮乏,人地矛盾突出,宜昌和襄阳环境问题严重,没有把握好复杂与保护的关系,一般地级市和县级市社会经济发展普遍落后。针对以上问题,提出加快环境保护进程和推动全省联动协同等总体发展策略以及面向不同城市类型的针对性发展策略。", "label": "环境科学与工程", "id": 0}
{"content": "产业结构低碳化是将资源节约和保护环境纳入考虑,追求经济效益和生态效益相平衡的产业结构优化路径。本研究以河北武安市为例,基于SBM-DEA模型评估城市主要产业门类的碳效率,并应用K-means聚类方法,以产业碳排放规模和效率为指标进行聚类,对不同碳效率-规模类型产业分别提出产业转型发展的策略,最终形成武安市低碳产业发展行动计划。本研究立足武安本地经济产业实际情况,评估结果较为准确的反映了产业发展特征,因地制宜地提出了转型策略和行动计划,对经济社会稳定向生态化、低碳化转型有较大参考意义。", "label": "环境科学与工程", "id": 0}
{"content": "在生态文明、高质量的发展导向下,打造低碳城市成为当下热点,结合国土空间规划探究土地利用的碳减排有重大现实意义。现阶段相关研究主要集中在理论研究和现状分析等方面,对碳排放规划模拟、探索具体低碳实施路径研究相对匮乏。为此本文结合系统动力学模型,聚焦国土空间规划背景下长沙市土地利用碳排放的量化研究和低碳实施路径的探索。研究结果表明:按照当前的发展趋势,碳达峰、碳中和的目标难以实现,要以国土空间规划为契机,通过升级产业、提高绿色建筑比例、充分利用TOD开发模式等手段降低存量土地碳排放,通过营造一定比例的蓝绿空间、提高碳汇用地下垫面碳吸收能力,在区域范围内实现增量空间的碳中和。同时在国土空间规划年度体检评估设置约束性指标,通过规划传导分解指标,利用规划监测平台,对城市碳排放实时监督、加强管控,助力低碳土地利用模式的实现。", "label": "环境科学与工程", "id": 0}
{"content": "环境是人类赖以生存和发展的基础,生态环境不仅是人类健康发展的前提,更是社会和谐发展的重要条件。目前我国存在破坏生态环境,过度使用或浪费生态资源的不良现象,廊坊在发展经济的同时也存在这一问题,本文以廊坊为研究基地,进行实证研究,了解生态环境现状,探究其中存在的问题,并根据问题,提出相对应的措施,进而推动廊坊生态环境的可持续发展。", "label": "环境科学与工程", "id": 0}
{"content": "2019年9月18日,习近平总书记在郑州召开黄河流域生态保护和高质量发展座谈会,发出了\"让黄河成为造福人民的幸福河\"的号召,黄河河务部门如何在幸福河的建设中更好发挥职能作用,是我们应该思考的课题。在\"水利工程补短板,水利行业强监管\"水利改革发展总基调下,维护黄河健康生命就是我们治黄工作的首要目标,促进流域人水和谐则是治黄工作的最高境界。在实际工作中,随着区域经济社会的快速发展,人河争地、人河争水的现象仍然十分严重,维护黄河健康生命任重而道远。多年来,黄河为区域经济社会发展提供了重要的防洪安全和水资源、水生态保障,而把黄河的事情办好也离不开各级地方政府的支持。作为流域机构,如何在促进流域、区域融合发展中,争取地方政府对维护黄河健康生命的大力支持,值得我们认真思考。通过调研济南黄河与地方融合发展的有效做法及存在问题,就下一步如何找准并把握双方合作的契合点,实现合作共赢,进行分析研究,略陈管见,仅供参考。", "label": "环境科学与工程", "id": 0}
{"content": "<正>科技创新是支撑我国达成碳中和目标的基础和关键。我国前期在各领域部署了一批重大科技专项和重点研发计划,推动了一批绿色低碳技术的研发与推广,有力的促进了我国经济社会的低碳化发展。但要实现碳中和远景目标,已有的技术体系仍有很大困难。面向碳中和目标,不仅需要突破各领域众多关键技术,更需要破除各能源种类及各能源相关行业之间的壁垒,跨领域突破多能融合互补及支撑能源相关重点行业工业流程再造的关键瓶颈及核心技术。因此,跨领域系统化布局碳中和科技创新有巨大的空间,也将带来巨大的总体节能减排效果。这也是我国新能源体系构建和相关产业转型升级的重点方向和难点。", "label": "环境科学与工程", "id": 0}
{"content": "<正>碳是人类赖以生存发展之基石。碳循环是一个氧化——还原过程,氧化燃烧提供能量和材料的同时产生大量\"新碳\"——二氧化碳,导致了大气及环境的变化。为此,全球都在寻求低碳化、去碳化和领碳化的途径,即减少对化石资源的能源依赖并提高碳转化的能效碳效和经济性,这实质上就是要在一定程度上实现碳的还原过程。", "label": "环境科学与工程", "id": 0}
{"content": "绿色发展效率是衡量当前社会经济发展质量的重要指标。本文结合已有文献,从绿色发展概念,理论基础、绿色发展效率评价方法及评价指标四个角度对目前城市绿色发展效率的研究现状进行了梳理,最后指出了目前研究中存在的问题并提出了相关建议。", "label": "环境科学与工程", "id": 0}
{"content": "2030年前达到碳排放峰值,2060年前实现碳中和的目标明确了我国绿色低碳发展的时间表和路线图。本文分析了我国实现零碳社会的挑战和机遇,选取中国13个典型城市作为研究对象,分析各城市的碳排放与经济发展指标,通过Tapio脱钩理论分析了碳排放和经济增长之间的脱钩关系,这些城市处于碳排放与经济发展比较理想的状态。为实现碳达峰,建设美丽中国,最终为实现零碳社会提出以下路径和建议。要深入推进重点领域经济结构、产业结构的低碳化转型和升级;持续优化能源结构,推进可再生能源的加速发展;充分利用智能化、数字化经济契机推动碳排放技术革新;弘扬绿色理念,倡导低碳生活方式。", "label": "环境科学与工程", "id": 0}
{"content": "十九届五中全会提出在\"十四五\"时期要使经济发展取得新成效,生态文明建设实现新进步。\"绿水青山就是金山银山\"的理念是处理生态环境和经济发展之间关系问题的指导思想,是对马克思主义生态哲学思想的运用和发展。这一理念阐释的生态思想是人通过劳动与自然进行物质变换,人的本质力量与人化的自然界相统一,最终实现人与自然辩证统一、和谐共生。", "label": "环境科学与工程", "id": 0}
{"content": "创建绿色生活是一场全民性实践活动,提倡戒烟是这项社会系统工程中的重要一环。本文以绿色发展为视角,通过调研发现,我国当前平面类戒烟公益广告在说服效果方面存在诉求对象缺乏细分、诉求方式偏重理性、恐怖元素过度使用、行为改变缺乏示范、说服效果未渗透至行为等问题。鉴于平面类戒烟公益广告的说服困境,本文提出五条具体的优化策略,即第一,精准洞察不同吸烟人群的痛点。第二,弱化平面广告中的恐怖元素。第三,重塑吸烟者在社会群体中的消极形象。第四,尽量削弱吸烟行为的社交属性。第五,从习惯视角助推行为改变。这些建议的提出,旨在为社会成员增强绿色发展意识,创建绿色生活,培养良好生活习惯提供学理支撑和操作切入点。", "label": "环境科学与工程", "id": 0}
{"content": "随着我国发展进入新时代,绿色和高质量成了发展的关键词。面对新的发展格局和要求,天津以积极发展绿色经济为抓手推进高质量发展具有鲜明的时代意义。天津发展绿色经济具有环保治理成效显著、经济动能优化、制度建设不断完善等良好的基础,但同时也面临绿色转型任务艰巨、技术创新不足、投入不够以及体制机制障碍等诸多挑战。天津需要进一步在坚持贯彻绿色发展理念、加快产业绿色化调整、增强自主创新能力以及强化制度建设等方面不懈努力,以促进绿色经济,助推高质量发展。", "label": "环境科学与工程", "id": 0}
{"content": "以生态环保协同治理引领可持续发展,对推进京津冀区域经济社会发展全面绿色转型意义重大。客观地看,京津冀区域全面绿色转型依然存在地区经济与绿色发展的\"维谷\"、利益分歧与行动目标偏离、绿色转型社会参与平台赋能不足等协同困境。为此,构建涵括多方利益平衡、生态补偿可交易、网络合作参与、数字化治理的协同机制,以此促进京津冀经济社会协同的全面绿色转型。", "label": "环境科学与工程", "id": 0}
{"content": "天津市生态环境治理现代化水平显著提升,生态环境质量持续稳定改善。在分析天津市高质量发展存在的短板,环境治理改善存在的弱项、环境风险和治理现代化存在的差距以及警惕\"污染治理\"变\"污染转移\"、\"一刀切\"和\"运动式\"治污等典型问题的基础上,给出建设绿色发展示范城市的对策建议。强化组织领导,保持战略定力,坚持底线思维,完善攻坚指挥体系,确保打赢污染防治攻坚战。推进供给侧结构性改革,能源生产方式变革,持续调整优化空间布局,打造绿色综合交通运输体系,实现高质量绿色发展。引导绿色生活,强化企业主体责任,构建生态环境保护全民行动体系,构建人人参与的\"大环保\"格局。强化制度意识,健全激励机制,完善协同治理,加大环保科技创新,全面提升生态治理体系和治理能力现代化水平。", "label": "环境科学与工程", "id": 0}
{"content": "旨在追求新时代中国城市生态、人居环境发展形势的\"公园城市\"发展理念在我国城市化进程加速、人与自然矛盾愈发凸显时应运而生。本文以理论研究为主,从绿色发展理念和公园城市的内涵及特征认识入手,通过分析国内外公园城市建设的理论与实践,总结了公园城市的生态价值要素和指数框架体系,最后提出了公园城市建设的发展路径和构建公园城市的重要意义。坚持在绿色发展理念的引领下,来推进生态文明建设,是构建美丽宜居公园城市的基础。", "label": "环境科学与工程", "id": 0}
{"content": "山西省经济发展依赖于自然资源的开发与利用,资源、能源的消费势必增加碳排放量。为探究山西省经济增长与碳排放的关系,本文运用脱钩模型,通过引入能源消费和工业总产值两个中间变量,对经济增长与碳排放的脱钩状态及各影响因子的影响力进行评价和测算。结果显示:2000-2016年山西省碳排放总量逐年增加,主要源于煤炭和焦炭的能源消费;经济增长与碳排放的脱钩状态基本处于弱脱钩,并没有呈现出向强脱钩转变的趋势;能源结构因子对山西省碳排放与经济增长脱钩起促进作用,但整体影响力较弱,工业节能因子影响力由负到正,呈现前期阻碍、后期促进脱钩的特点,产业结构因子为负向影响。", "label": "环境科学与工程", "id": 0}
{"content": "向空气中大量排放碳会导致气候变暖,气候变暖引发了一系列的环境问题。在山西经济发展过程中,资源浪费现象和生态环境的破坏严重制约着山西经济的健康发展,为了改变这一现状,山西省必须大力发展\"低碳经济\"。本文利用IPCC国际碳排放测算方法,通过分析能源碳排放量、碳排放强度、能源消耗、产业碳排放等四个方面,对2012-2017年之间太原市的碳排放量作出了估算,明确了其中存在的问题,并制定了有效的应对措施。", "label": "环境科学与工程", "id": 0}
{"content": "本文在文献[11]（安超,雷明,2019）含有二氧化碳排放的内生增长模型基础上,将技术创新引入生产函数,基于Romer的产品数量创新模型,研究效用最大化目标下人力资本的配置,然后在考虑二氧化碳减排成本的条件下,研究技术创新对二氧化碳减排的影响。", "label": "环境科学与工程", "id": 0}
{"content": "从绿色发展的相关概念出发,建立黄河流域绿色发展指标体系,在此基础上利用黄河流域9省2010—2017年面板数据进行基于超效率DEA模型的静态分析和基于Malmquist模型的动态分析,研究发现尽管黄河流域总体绿色发展水平有所提高但仍处于初级阶段,流域内绿色发展水平较低,发展相对不稳定,科技创新和资源配置能力不足,同时流域内9省之间还存在绿色发展差距相对较大问题,最后,结合黄河流域的实际情况,从树立正确绿色发展理念、加大科研力度、突破行政区域局限几个方面对黄河流域绿色发展提出相关政策建议。", "label": "环境科学与工程", "id": 0}
{"content": "基于治理工具、治理能力、治理体系发展角度和创新-深化发展二维模式,构建绿色产业治理发展分析框架,分析我国绿色产业政策存在体系不断完善但治理能力依旧欠缺的现状及绿色产业治理未来趋势,该框架对战略规划和政策制度的制定具有参考意义。", "label": "环境科学与工程", "id": 0}
{"content": "本文通过新绛县自然环境概况、社会经济概况,生态环境现状,依据可持续发展原则、系统内外部协调统一原则、定性与定量相结合原则、产业布局与资源及环境承载力相适应原则、相似性与差异性原则等生态功能区划原则,充分考虑已有各种规划、产业结构、产业布局、资源禀赋、区域的连通性、地形地貌以及行政分区等特征,定量与定性相结合地确定生态经济区划界限。对运城市新绛县生态经济进行区划,同时对发展导向进行了分析,以期为促进生态环境保护、调整完善区域政策、促进区域生态建设及可持续发展提供科学依据。", "label": "环境科学与工程", "id": 0}
{"content": "经济社会发展与生态环境的协调性,关乎一个地区或区域可持续的发展程度。本文以中部六省为例,基于2008—2017年的面板数据,运用耦合协调度评价模型对区域经济社会与生态的协同发展进行实证分析。结果显示:（1）六省份经济社会发展和生态环境综合指数均呈现上升趋势,其中山西、安徽、河南、江西和湖南省,在2008-2011年间均表现为社会经济发展滞后型,2011年后为生态环境滞后型;湖北省,在2013年之后转为生态环境滞后型。（3）各省份耦合类型均显低度—中度—高度协调的演变趋势,说明在经济发展的同时带动了生态环境质量的改善,生态环境的治理推动了经济的发展进程,这为推进高质量发展,实现中部崛起提供良好的基础。", "label": "环境科学与工程", "id": 0}
{"content": "随着经济发展和技术水平的日益提升,中国在世界上的地位也由被援助国转变为与主要发达国家平等互利的合作伙伴关系。例如,从1979年开始日本通过政府开发援助（以下简称\"ODA\"）向中国提供了多种无偿和有偿的资金援助、技术合作和培训项目。经过近40年的实践,这些项目对中国的社会和经济发展起到了巨大的促进作用。到2018年10月,日中两国政府基于\"日中两国已成为平等的伙伴,到了共同为区域和国际社会做出贡献的时代\"的认识,结束了ODA项目,开启了两国新的互惠互利的合作关系。在这种背景下,为了更好地服务于两国在新形势下环境和农业领域的合作,我们开展了这项研究。首先,对两国相关机构之间的合作的现状做了调研,结果表明,尽管合作的硕果累累,但仍然存在以下两个问题:1)中方机构（政府、企业、高校和研究机构）虽然有与日方合作的强烈愿望,操作的方式一般是直接联系日方企业,但是,合作成功案例并不多。2)另一方面,日方虽有很多先进的环境与农业技术,日方企业也有为解决中国的课题做出贡献的愿望和行动,但是,合作成功的案例也不多。鉴于这种情况,我们提出和分析了解决这些问题的新的独立行政法人国际协力机构（以下简称\"JICA\"）合作模式（\"JICA新模式\"）,即JICA与中国政府相关机构、日中政府相关机构及企业间四方合作框架。同时,该模式在实践中获得了成功应用,为解决中国的三农问题、农地污染、水污染和农业可持续发展等问题,JICA、中国农业科学院、黑龙江省农业科学院、三家日资农机厂商和一家日资肥料厂在\"JICA新模式\"指导下成功地开展合作。我们相信,这种新的合作模式有利于解决目前中国面临的环境与农业问题,也有利于日资企业在中国的发展,真正做到了在公平公正的立场上开展互惠互利的合作。另外,\"JICA新模式\"在中国政府推动的\"一带一路\"倡议中也可以为许多国家的课题具有一定的参考价值。", "label": "环境科学与工程", "id": 0}
{"content": "城市能够整合众多可持续发展目标,为应对贫困、排斥、气候变化和风险等挑战提供全面解决方案的空间。推动城市的绿色、包容和韧性转型是实现全球可持续发展的重要抓手。2018年7月,联合国可持续发展高级别政治论坛对六个与城市相关的可持续发展目标进行审议评估,为城市可持续发展指明方向。2019年4月,习近平主席在第二届\"一带一路\"国际合作高峰论坛上倡议\"同各方共建‘一带一路’可持续城市联盟\",再次突出城市在可持续合作中的重要角色,以及推动城市间合作引领绿色\"一带一路\"发展的巨大潜力。东盟国家是\"一带一路\"建设的重点区域,在政策沟通、投资经贸、人文交流等各领域开展了深入的合作。中国和东盟自2015年积极开展生态城市合作,从政策沟通到产业参与,从顶层设计到地方落实,从知识共享到案例交流,区域可持续城市合作的网络逐步建立和壮大。本文分析了\"一带一路\"国家可持续城市发展现状,并以东盟国家为例,识别\"一带一路\"可持续城市合作重点领域。", "label": "环境科学与工程", "id": 0}
{"content": "奋力推进辽沈绿色美丽乡村建设,必须践行乡村生态景观可持续发展的道路,让良好的可持续发展的生态成为构筑美丽乡村的强大基石;推动乡村文化的振兴,加强农村思想道德建设和公共文化建设,提高乡村社会文明程度,深入挖掘农民、农村、农业与生态景观,与美丽乡村建设之间的联系,建立可持续的良性循环关系;同时建立健全乡村生态环境治理体制,确保辽沈绿色美丽乡村建设能够顺利进行。本文着眼于践行生态景观可持续发展,提出绿色美丽乡村建设的具体应用,希望可以促进辽沈美丽乡村的发展和完善。", "label": "环境科学与工程", "id": 0}
{"content": "增加绿色优质农产品供给,从生产端开始,从供给侧发力,将成为辽宁省推进农业供给侧结构性改革的首要任务。结合绿色农业的内涵和主要意义进行梳理,总结目前辽宁绿色农业发展现状,分析辽宁供给侧结构性改革下绿色农业发展面临的农业资源利用率低、有效耕地面积减少;劳动力主体缺位、政府和农民意识都需要提高;传统发展模式不能适应绿色农业的发展;管理体系创新机制不健全、绿色农业的发展环境较差;科技投入明显不足、转化的绿色农业结果较少等主要困难,提出解决供给侧结构性改革下绿色农业发展的主要思路和对策。", "label": "环境科学与工程", "id": 0}
{"content": "以流域作为污水治理的研究区域,可以更好地协调城市发展、人口集聚和水环境的可持续发展。以流域水环境容量作为规划的技术手段可以统筹考虑流域污染源的削减目标、优化运河流域的污水系统空间布局,弱化行政区划界限。研究把污水厂的空间分布对水环境空间治理的影响作为制定规划方案的重要前提,控制入河污染物总量,优化运河流域污水系统格局,促进城市的空间治理水平。研究提出除塘栖污水厂外,运河流域现状污水厂的扩建需要在流域水质提升和污染源削减下综合考虑。特别是余杭塘河沿线的水环境容量余量有限,不建议余杭塘河沿线新建污水厂,城北区块可以利用现有的流域水环境容量余量新建污水厂。研究建议将水环境容量作为污水空间规划的推荐技术方法,提高规划的科学性和合理性,保障高质量人居环境。", "label": "环境科学与工程", "id": 0}
{"content": "为保障河道水生态环境有效改善,尤其是国考断面水质达标。本文从河道水环境容量入手,通过系统分析流域内的污染负荷,确定分配给污水厂的环境容量,运用情景分析从污水处理标准和处理规模两个方面提出优化方案。案例分析表明南方某河道流域4种情景工况下,分配给污水厂的环境容量均小于现状污水厂尾水排放污染负荷,需进行优化。从改善处理标准与处理规模两个方面对4种情景工况进行分析,提出该河道在维持现有用排水量的情况下,需将现有一级A标准提升至2.00mg/L,0.3mg/L,50mg/L,可满足河道水环境容量要求。建议进一步完善污水收集、传输系统,保障污水厂高效削减河道流域污染负荷。", "label": "环境科学与工程", "id": 0}
{"content": "在一定水文设计条件和水质目标前提下,根据二维河流水动力水质模型理论,模拟得到湖北省举水干流中下游河段内COD、NH3-N、TP的变化趋势并优选出水动力水质模型参数,最后采用河流一维模型计算出举水干流主要污染物的水环境容量。计算结果表明,举水部分河段水环境容量有限,为达到主要污染物入河总量控制目标,亟需从城乡生活污水处理、农业面源治理、加强交界断面水质监测等方面加大污染防治力度,以实现水资源的可持续性发展。", "label": "环境科学与工程", "id": 0}
{"content": "《水域纳污能力计算规程》（GB/T 25173—2010）推荐采用90%保证率最枯月均流量或近10年最枯月均流量作为设计流量,这种方法计算得到的纳污能力是一个定值,计算条件比较严格,计算结果应用于管理也比较安全。但是,定常纳污能力无法反应河流自然因子的动态变化,采用枯水条件基本反映的是点源负荷控制量,无法适应污染负荷全面控制的需要。本研究从设计水文条件变化、模型参数变化和设计水平年变化等方面对动态纳污能力的\"动态\"要素进行了探讨,基于设计保证率不降低、计算水域水质允许破坏天数不增加原则,提出了动态纳污能力计算方法,并结合实例对动态纳污能力和定常纳污能力计算结果进行了对比分析,探讨了水功能区动态纳污能力的管理对策,以期为水功能区纳污能力的动态管理和长江大保护提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "基于生命周期理论,采用生态足迹法,对四川藏区典型城市康定各生命周期阶段的生态足迹、生态承载力情况进行动态测算,研究表明:康定城镇发展已经过5个周期,每个周期主导要素不同。近40年来康定人均生态足迹逐年增加,人均生态承载力不断下降,虽在整体上处于生态盈余状态,但盈余在逐年递减,未来存在较大生态赤字风险,其生态可持续发展面临严峻的挑战。本文认为,自然资源、产业经济、人口规模、政策支持是其生态环境容量变化的主导因素。据此,基于生态文明发展理念提出四川藏区城镇生态化发展路径:加强生态保护,提高土地生产力;调整产业结构、提高资源利用效率;以生态承载力作为规模约束,合理规划城乡空间格局;加强区域合作,促进资源流通的良性互动。", "label": "环境科学与工程", "id": 0}
{"content": "基于1961-2017年石家庄市地面定时观测资料,采用国标法计算了大气环境容量,分析了其季节分布特征和长期变化趋势,并用MK法对其进行了突变检验,并结合空气质量逐日观测数据初步分析了大气环境容量对空气质量的影响。结果表明:年内大气环境容量呈\"单峰型\"分布,从春季到冬季大气环境容量逐渐降低,春、夏季大气环境容量相对较大,对污染物的稀释扩散和清除能力也较强,秋、冬季为低值时段,大气对污染物的容纳能力较低,空气质量较差,重污染天气时日大气环境容量一般小于10万吨,甚至不足5万吨;近60年来石家庄年、季大气环境容量呈显著下降趋势,秋冬季下降趋势更明显,1970-1980年代为大气环境容量相对偏高时期,之后开始下降,除了冬季外,其它季节2010年代之后又开始有所上升;年和四季大气环境容量存在明显突变点,年、春季、夏季、秋季、冬季分别为2000年、2003年、2003年、1997年、1994年。", "label": "环境科学与工程", "id": 0}
{"content": "利用咸宁市气象观测站1961～2016定时观测的风速、总云量、低云量和降水量资料,采用A值法对咸宁市级区域的大气环境容量进行了计算和分析,结合咸宁市环保局观测的逐日空气质量等级发生日数据和大气颗粒物PM2.5质量浓度观测数据分析了空气质量发生变化的原因。结果表明:近52 a咸宁市年平均大气环境容量以0.61（104km2/10a）/10a的速率呈极显著减小趋势,在2010年后,减速变缓,大气自净能力增强。咸宁市月平均大气环境容量呈倒槽型分布,最大值出现在7月,最小值出现在12月;在假设排放源不变的情况下,污染物排放和扩散与大气环境容量有相关性,大气环境容量越大,污染物扩散越快,空气质量越好;咸宁市2015～2017年污染天气发生日数与PM2.5颗粒物浓度均呈U型分布特征,冬季中度以上污染天气日数最多,夏季最少,夏季里空气质量几乎达到天天优良等级。6月和7中上旬是咸宁的降水集中期,降水对大气具有冲洗作用,可有效降低污染物浓度。7月下旬和8月以高温天气为主,气压较低,低层辐合,有利于污染物的扩散,空气质量较好。冬季受西北气流影响较多,气流以下沉为主,太阳辐射又较弱,大气层结比较稳定,对应的大气环境容量也较弱,致使环境本身的自净能力下降,空气质量较差。", "label": "环境科学与工程", "id": 0}
{"content": "基于1961-2012年湖北省气象台站的定时观测资料,采用国标法对湖北省52年大气稳定度、混合层厚度和大气环境容量进行了计算,并结合空气质量逐日观测数据初步分析了大气环境容量对空气质量的影响。结果表明:湖北省大气稳定度以中性类居多,稳定类其次,不稳定类最少;中性类频率有极其显著的下降趋势,而不稳定和稳定类则有极其显著的上升趋势;不稳定类在冬季出现频率较低,春、夏两季相对较高,而稳定类则相反。中性类稳定度频率日变化幅度较小,其余两类变化幅度较大。年平均混合层厚度显著下降,春夏季混合层厚度要高于秋冬季,其中以冬季混合层厚度为最低;湖北省江汉平原西部、南部和鄂东北北部大气环境容量系数最大,1961-2012湖北省大气环境容量系数呈极其显著的下降趋势,其中鄂西北东部、江汉平原中东部和鄂东南东部下降最显著。2013年以来,武汉市的空气质量指数在明显好转,优良空气日在逐年增多。污染天气在年内呈U型分布,峰值主要出现在冬季,夏季则为污染天气的最低值,该时段大气混合层厚度较高,大气环境的自净能力和总量均是最高的。", "label": "环境科学与工程", "id": 0}
{"content": "科学计算河流水功能区水域纳污能力是核定限制排污总量的基础,目前业界对水域纳污能力的认识不一致,计算方法、计算模型、计算条件及模型参数的选择不严谨,导致水域纳污能力计算结果的随意性较大。厘清水域纳污能力相关概念的异同关系,综述其计算方法的研究进展,总结实际工作中存在的问题,并提出进一步完善现行水域纳污能力计算工作的建议,为科学保护水资源、践行水生态文明提供技术支撑。", "label": "环境科学与工程", "id": 0}
{"content": "以安徽省平天湖作为研究水域,综合运用监测、统计数据及排污系数法对平天湖内4种主要污染源的排放情况进行了分析,结合湖泊零维混合水质模型、狄龙模型等水质模型的应用,在水质监测的基础上计算了平天湖的水环境容量。结果表明,2013年平天湖污染物入湖量为:COD 278.28 t/a,TN 27.92 t/a,TP 3.75 t/a;化肥农药污染与畜禽养殖污染为主要的污染源,约占入湖总量的75%。此外,根据平天湖的现状及功能区划要求,提出了相应的治理对策。", "label": "环境科学与工程", "id": 0}
{"content": "随着京津冀的一体化发展,北京的产业结构逐渐转移,天津滨海新区成为华北石化工业基地,石油地质储存丰富,但在开采和利用过程中\"跑冒滴漏\"对地下水污染造成严重威胁。本文运用GMS软件建立三维可视化水文地质模型,并通过MT3DMS溶质运移模块,判断石油在开采过程中洒落在地表,给地下水造成的危害。结果表明:在正常情况下由于研究区地下水含水层污染物扩散能力较差,对周边地下水的影响会在一定时间内会持续影响,石油的环境容量由西南向东北方向逐渐减小。", "label": "环境科学与工程", "id": 0}
{"content": "在用A值法确定大气环境容量的方法研究中,本文给出了大气环境容量系数的理论定义、特性及其累积频率曲线的PIII型拟合,同时证明该系数亦可定义为空气自洁指数。以北京为例探讨了各重现期的大气环境容量系数在不同控制区面积、时段所对应的容量及其相应空气质量的关联。研究结果表明大气环境容量系数的频率分析可成为大气环境管理中的一个重要工具。", "label": "环境科学与工程", "id": 0}
{"content": "伴随着三亚城市旅游的兴起以及旅游业的空前繁荣,各种对旅游城市过度开发而产生的消极效应也开始出现,并逐渐显示出其巨大的潜在威胁;对旅游资源的过度开发甚至掠夺性开发,旅游景区的粗放式经营,旅游设施建设的病态膨胀,环境质量急剧恶化等等,所有这些都不同程度地威胁着旅游业及旅游城市的可持续发展。", "label": "环境科学与工程", "id": 0}
{"content": "本文通过对大伙房水库上游河流环境容量的计算,经过分析确定了大伙房水库上游三条河流地表水的环境容量,为保护大伙房水库水源地水质提供了科学的依据。", "label": "环境科学与工程", "id": 0}
{"content": "本文利用一维水环境容量模型计算黄河乌海段各控制断面间的水环境容量,结果表明:以《地表水环境质量标准》（GB3838-2002）Ⅲ类水体标准计,黄河乌海段化学需氧量（CODCr）的容量为541.0~613.0 t/d,氨氮（NH3-N）的容量为48.0~54.0 t/d。该计算结果为水污染防治提供科学依据。", "label": "环境科学与工程", "id": 0}
{"content": "流域水生态问题,归根结底是发展方式问题,不合理的产业结构是流域水生态问题的主要驱动力。目前,我国的产业结构与水生态系统的耦合关系越来越被研究人员所重视,而选定嘉兴市作为研究区域进行基于水环境容量的产业结构调整研究对我国长江中下游地区的经济社会可持续发展具有示范作用。研究中,运用控制断面达标法确定水环境容量,运用情景分析法预测水资源需求量,并以此为基础,结合嘉兴市主要用水及水污染物排放行业识别结果,参照国家和嘉兴市指标,确定嘉兴市在2015年和2020年的用水指标和水污染物排放控制目标及削减量。最后,提出嘉兴市的产业结构优化方案。", "label": "环境科学与工程", "id": 0}
{"content": "那考河流域是南宁\"中国水城\"建设的典型流域,流域水污染治理的方法具有良好的示范作用。本文在对那考河水质现状、污染物现状分析的基础上,以提高改善那考河水质为目标,建立那考河水质一维模型,核算出满足水质目标要求下的水环境容量,提出流域污染物减排目标,因地制宜,制定了那考河水污染治理方案,主要包括:（1）加强农业面源治理,打造\"美丽、清洁乡村\";（2）全面加强城市基础设施建设,提升城市环境品质;（3）贯彻低影响开发理念,有效控制城市面源污染;（4）修复湿地系统,构筑污染物天然拦截屏障。", "label": "环境科学与工程", "id": 0}
{"content": "利用1972~2013年河北省79个气象站的观测资料,采用A值法计算分析了地理区域性总量控制系数（A值）的长期变化趋势。结果表明:42年来河北省区域大气环境容量总体呈现下降趋势,其中张家口、衡水和廊坊地区下降趋势尤其显著,承德地区下降趋势最小;年A值的高值区主要位于张家口和沧州地区,低值区主要位于保定、邢台、石家庄地区,另外邯郸、张家口、唐山和承德有个别区域出现低值;春季的A值普遍大于夏、秋、冬季,各季节A值的地理分布特征相似。", "label": "环境科学与工程", "id": 0}
{"content": "随着首都经济的发展,北京地区的社会人口越来越多,使水资源本就缺乏的首都北京面临着更加危急的缺水形势。北京的地下水环境容量有限,不可能无限地开采和污染下去。针对现有的地下水环境容量,提出实际可行的地下水污染防治措施。", "label": "环境科学与工程", "id": 0}
{"content": "引江济太调水工程通过将长江水引入太湖来加快水体流动,从而提升了太湖水质自净能力。根据太湖水质特征甄选出水质自净能力的代表性指标及其年际变化主要影响因子,基于质量平衡原理计算了2006—2012年太湖氨氮自净能力,通过对氨氮自净率与湖面降雨、换水周期、引水天数、日均引水量的多元回归统计和分析,发现太湖氨氮自净能力与引江济太望虞河引水入湖天数之间具有显著的线性关系,同时日均引水量也在一定程度上影响着太湖氨氮自净能力。该结论可为太湖水环境治理和引江济太调水效果的评估提供一定参考。", "label": "环境科学与工程", "id": 0}
{"content": "引江济太调水工程通过将长江水引入太湖来加快水体流动,从而提升了太湖水质自净能力。根据太湖水质特征甄选出水质自净能力的代表性指标及其年际变化主要影响因子,基于质量平衡原理计算了2006~2012年太湖氨氮自净能力,通过对氨氮自净率与湖面降雨、换水周期、引水天数、日均引水量的多元回归统计和分析,发现太湖氨氮自净能力与引江济太望虞河引水入湖天数之间具有显著的线性关系,同时日均引水量也在一定程度上影响着太湖氨氮自净能力。该结论可为太湖水环境治理和引江济太调水效果的评估提供一定参考。", "label": "环境科学与工程", "id": 0}
{"content": "水环境容量研究是实施水污染总量控制和水环境管理的重要基础。水环境容量具有时间动态特性,其变化主要受水体特征、水质目标和特征污染物三个因素的影响。水质模型是计算水环境容量的关键手段,对主要水环境容量计算模型的特点及适用性进行系统总结。剖析我国当前水环境容量研究中存在的主要问题,并指出未来重点研究主题。", "label": "环境科学与工程", "id": 0}
{"content": "流溪河水库是广州市后备用饮用水源地之一,开展以环境容量为基础的排污总量控制规划,以确保在水库周围进行开发的同时仍满足其环境功能要求.本文应用EFDC（Envi ronmental Fluid Dynamics Code）建立流溪河水库的水动力和水质模型,根据水库不同区域的水动力条件设置假定的排放口,模拟计算三种污染物（COD氨氮和总磷）的污染贡献度系数场.在此基础上使用线性规划模型,在保证水库水质标准满足功能区划要求的条件下,求得流溪河水库的最大允许排放量及其在各位置的分配.计算结果显示,水动力条件较好的区域,天然环境容量大.COD和氨氮的背景环境容量占天然环境容量的比例较大.COD背景环境容量为5785.81吨/年,氨氮背景环境容量为447.45吨/年,总磷背景环境容量为8.26吨/年.流溪河水库COD氨氮和总磷三项目前仍有环境容量.", "label": "环境科学与工程", "id": 0}
{"content": "<正>2014.61 背景介绍2模型选择和数据准备3大气预测及环境容量计算4环境容量核算分析第一部分背景介绍云南瑞丽重点开发开放试验区建设总体规划评价时间重点评价规划实施后的近期（2013~2017年）远期（2018~2022年）环境影响做趋势分析以2012年为基准年", "label": "环境科学与工程", "id": 0}
{"content": "在实地调查和查阅相关资料的基础上,依据风景区旅游环境承载力理论和测算方法,分别测算了五陵原西汉帝陵风光带的旅游资源空间承载力、生态环境承载力,以及综合承载能力。结果表明:该风光带（景区）的最小限制性因子为生态环境承载力。游客合理承载力为0.80×104人/d,年合理承载力为1.44×106人/a。现阶段具有接待能力的景区茂陵博物馆最高年份游客接待量已达饱和,一般年份的游客接待量属于未饱和状态;汉阳陵博物馆的游客接待量处于适载状态,其旅游接待潜力富余。并就西汉帝陵风光带的帝陵遗产资源保护和旅游业可持续发展提出建议和措施。", "label": "环境科学与工程", "id": 0}
{"content": "旅游环境容量管理是旅游目的管理的主要工具,是实现旅游目的地可持续发展的根本保证。其研究不仅为生态旅游业的可持续发展奠定理论基础,而且可以引导生态旅游活动正常、有序、合理的进行,真正达到开展生态旅游实现保护旅游环境、使旅游者满意以及提高旅游地居民生活水平的目的。本文通过对国家著名生态旅游区星子县旅游景区的实证研究,为旅游局、旅游规划部门及景区管理部门等制定发展政策提供依据,实现景区可持续性发展。", "label": "环境科学与工程", "id": 0}
{"content": "<正>生态容量评估是区域旅游生态影响研究中的难题之一。传统研究范式下总是力图寻求给出旅游生态容量具体数值,但由于决定生态容量的外部因子随时间推移而不断发生变化,因此生态容量属于一个动态的评估指标,而非固定的数值。为了适应旅游地动态发展并实时地", "label": "环境科学与工程", "id": 0}
{"content": "本文根据作者多年来在区域环评、规划环评、城市大气环境容量计算及有关报告评审中遇到的实际情况,对A-P值法估算大气环境容量中需要注意的一些问题进行了分析,提出了解决这些问题的思路和技巧,指出了A-P值法和多源模式模拟在总量控制与环境质量达标之间相互依赖关系。", "label": "环境科学与工程", "id": 0}
{"content": "凤凰洲示范区按照水生态服务功能分为5个区,本文分别计算了5个区规划后COD、TP、NH3-N的水环境容量。并据预测的水污染量计算需削减污染物量,最后提出削减措施。", "label": "环境科学与工程", "id": 0}
{"content": "水环境承载能力的研究对于实现可持续发展具有重要意义。本文介绍了不同学者对水环境承载能力概念的不同提法,总结了水环境承载能力的特点。概述了当前水环境承载能力的主要评价方法及应用实例,并重点分析了不同方法的优缺点与适用范围。在此基础上,提出了水环境承载能力研究的发展趋势,认为应该深化基础理论研究,建立统一的概念体系及合理的评价体系,开发通用评价模型,综合考虑生态因素,加强学科交叉融合,拓展研究领域。", "label": "环境科学与工程", "id": 0}
{"content": "污染物的水环境容量是制定水环境标准的基础。本文总结了水环境容量的研究进展,分析了我国水环境容量研究中存在的问题,探讨了我国水环境容量的研究方向。", "label": "环境科学与工程", "id": 0}
{"content": "本文从水生态、水资源和水环境的现状出发,以流域生态环境与经济协调发展为目标。针对太子河流域鞍山段水生态环境系统具有的复杂特征,将水资源与社会经济、生态环境系统耦合成一个复杂的水生态承载力系统。利用系统动力学的原理和方法,建立了太子河流域鞍山段水生态承载力的系统动力学仿真模型和量化模型。设计了7个模拟方案,在对其水生态承载力进行了量化分析后,最终确定综合方案为太子河流域鞍山段的最优发展方案,并提出了节水、治污、调整产业结构等提高太子河流域鞍山段水生态承载力的措施,为流域可持续发展战略的实施提供科学依据。", "label": "环境科学与工程", "id": 0}
{"content": "通过对镇江北部滨水区（内江）流域水资源、人口、经济和水污染等子系统内部及各子系统间关系的分析,建立了镇江北部滨水区（内江）流域水环境承载力系统动力学模型。通过对模型进行有效性检验其吻合性较好,说明所建立的模型是有效可靠的。通过提高水环境承载力不同方案模拟,提出集开源、节水及治污于一体的综合方案是最佳调整方案,其水环境承载力远期提高最显著,能较好地满足镇江北部滨水区（内江）流域的可持续发展的要求。", "label": "环境科学与工程", "id": 0}
{"content": "北部湾区域经济发展迅速,区域土地资源承受了巨大的压力,为避免发展过程中的土地资源无序开发,实现经济的可持续发展,本文进行北部湾区域土地资源承载力分析。基于人均可利用土地资源量分析北部湾区域及其各市县、各规划年的土地资源承载力,并与全国和珠江三角洲进行对比分析;根据相关资料预测2015年和2020年区域建设用地数量需求、布局和未来土地可供给量一定的情况下建设用地承载压力,提出各规划年北部湾区域建设用地效率指标。", "label": "环境科学与工程", "id": 0}
{"content": "采用带有干湿网格的POM08模型,对柘林湾海域的二维垂向平均潮流场进行了数值模拟;同时耦合二维物质输运方程,采用分担率法计算了柘林湾海域5个入海污染源的氮磷环境容量。水动力模拟结果与实测数据吻合较好。环境容量计算结果表明:在氮污染的控制中,应重点关注黄冈河和大唐电厂排污口氮的入海通量;在磷污染的控制中,应重点关注黄冈河磷的入海通量。柘林湾无机氮污染严重的海域为以汛洲岛和西澳岛分割的南北向柘林湾内、外湾海域;活性磷酸盐污染严重的海域为并列三岛以北的柘林湾内湾海域。", "label": "环境科学与工程", "id": 0}
{"content": "为确定平顶山矿区的大气环境容量,了解平顶山矿区大气环境质量现状,根据平顶山矿区自然环境、污染气象特征、大气环境过程等现有信息,以箱式模型为基本模型,建立了平顶山地区环境容量的数值计算模型,利用总量控制A值法,对研究区中SO2、PM10、NO2的环境容量进行了计算,计算结果表明,SO2和NO2环境容量都有剩余,可以满足当前工业生产的需要,而PM10的排放量已超过了平顶山矿区环境的承载力。", "label": "环境科学与工程", "id": 0}
{"content": "Logistic模型是研究种群或人口数量变化的重要模型,模型中的K和r值具有很重要的生态学意义。文章将Logistic模型中K、r的数学表达引入到生态承载力的理论研究当中。在明确生态承载力结构、内涵及系统效应基础之上,运用Logistic模型解释生态系统承载机制,并给出了提高生态系统承载力的调控方式,以期能对生态承载力应用研究提供更加充分的理论支撑。", "label": "环境科学与工程", "id": 0}
{"content": "本文分析了当前区域大气环境容量测算与分配中的常见问题,给出了一种综合了容量计算与分配功能的方法,并以某工业区的实例进行了研究。", "label": "环境科学与工程", "id": 0}
{"content": "将水环境容量理论运用于城市发展模式比选,通过对我国未来城市发展的两种模式——山水园林城市、生态园林城市标准及对水环境容量影响因素的分析,比较不同模式下水环境容量核算结果,为城市发展模式的选择提供重要依据。", "label": "环境科学与工程", "id": 0}
{"content": "ADMS-Urban可以模拟城市区域来自工业、民用和道路交通的污染源产生的污染物在大气中的扩散,尤其适用于对高架点源的大气扩散模拟。基于此,ADMS-Urban已经在包括环境工程等多个领域中得到广泛应用。通过运用ADMS-Urban模型,以ArcGIS和线性规划模式为辅助,研究了某城市区域在两种不同气象条件下的环境容量的最优化分配方案,同时对不同气象条件下的SO2的环境容量进行了测算与分析,并模拟出污染物的浓度分布。结果表明,气象条件对城市区域的环境容量的影响并不大,但对环境容量的优化分配方案以及污染物的浓度分布有较大影响。", "label": "环境科学与工程", "id": 0}
{"content": "基于社会认知理论,本文从组织情境特征、个体认知和领导风格来探究企业环境责任感知影响员工绿色行为的过程机制和边界条件。通过对340名企业员工进行三阶段跨时点调查分析后发现:（1）企业环境责任感知通过提升员工的绿色自我效能进而正向影响员工绿色行为,即绿色自我效能起到部分中介作用;（2）绿色变革型领导作为边界条件正向调节企业环境责任感知与员工绿色自我效能的关系;（3）绿色变革型领导同时强化员工绿色自我效能在企业环境责任感知与员工绿色行为之间的中介作用,呈现出有调节的中介效应。基于研究结果,本文从企业环境责任承担与沟通、员工培训和领导者引领示范等方面提出相应管理建议。", "label": "环境科学与工程", "id": 0}
{"content": "随着工业化的进程,我国环境和资源形势日益严峻。绿色行为指组织或个体开展符合节能、环保和可持续发展理念的活动,能有效缓解环境破坏和资源紧缺的现状,比如绿色消费。绿色消费指消费者尽量减小其消费行为对环境造成的危害和破坏,属于交易领域的道德选择。做出不同消费类型选择后的个体会有怎样的行为,有两种不同的观点:根据道德一致性理论,当个体过去做了一件道德的事,未来则更可能做出多的道德行为和少的不道德行为;而绿色消费许可效应认为,个体过去的绿色消费行为会允许自己在将来减少绿色选择,甚至变得更自私,根据道德自我调节理论,非绿色消费也应该适用于这两种理论。是什么因素导致了完全相反的行为?根据感知价值理论,感知价值是在交易过程中消费者对结果的主观感知,个体会通过感知到的得与失调整自己的后续行为。因此,本研究旨在考察消费过程中,产品环保价值感知如何影响个体消费后的行为选择,以及怎样助推消费后的绿色行为。研究一采用2（消费类型:绿色/非绿色）×2（产品环保价值感知:高/低）组间设计。通过回忆任务操纵消费类型,采用Longoni等人的研究范式,在被试完成剪纸游戏后,记录其垃圾分类处理情况。最后用7点李克特量表（\"1特别不环保\"到\"7特别环保\"）测量产品环保价值感知。预期结果:高产品价值感知下,绿色消费组绿色行为更多,非绿色消费组绿色行为更少;低产品价值感知下则相反。研究二采用现场实验。产品环保价值感知主观性强,易出现认知偏差,因此本实验结合生命周期成本,采用信息标签助推方法,客观量化产品环保价值。实验场所初步定在电器商店,为期两月,一月为一个周期（助推前/助推后）,观察信息标签展示前后绿色产品消费情况（以绿色产品消费数量与总消费数量的比值作为衡量标准）。预期结果:使用信息标签后,绿色产品消费数量比例明显增加。", "label": "环境科学与工程", "id": 0}
{"content": "环保行为是社会可持续发展的重要组成部分。通过呈现信息影响环保行为,是相对成本低廉且便捷有效的干预方式。呈现不同的信息对环保行为的影响程度是不同的,我们研究两种社会规范和两种环境信息对环保行为的影响。我们假设在社会规范里,描述性规范和命令性规范都能促进环保行;在环境信息里,呈现积极信息和消极信息都能提高环保行为。我们招募了80名大学生,他们是自愿参加实验并且不知道实验的目的。我们使用环保行为量表将参与者分为高低组,高低组被纳入五个处理水平。研究采用了Greater Good Game范式,该范式区分了环保行为和合作行为。我们向参与者展示了不同规范和不同信息引导策略的信息,然后他们将虚拟货币投资到不同的账户:投给自己,投给团体,投给环保组织。我们用每个参与者在环保账户中投入的金额来衡量参与者的环保行为。我们的目的是探索环境信息和社会规范对环保行为的影响研究采用多项式处理树模型（MPT）建模,通过multiTree v046软件进行参数估计及嵌套模型比较。与假设1一致,与控制组相比,积极环境描述干预提高环保行为概率;检验假设2,消极环境信息对环保行为干预效果不显;检验假设3,描述性规范对环保行为干预不显著;与假设4一致,命令性规范提高环保行为概率。研究发现,积极信息可以增加环保行为的频率,而消极信息并没有促进环保行为。强制性规范干预对环保行为的影响显着,而描述性规范干预的效果不显着。本研究探讨了呈现什么样的信息可以促进环保行为。为未来环保行为的宣传提供了更加具体、高效的策略。在开展环保行为信息宣传时,使用积极信息,命令式规范更能促进环保行为。", "label": "环境科学与工程", "id": 0}
{"content": "着眼于能源、水资源与环境系统的互动关系,充分考虑了电力-水资源-碳排放系统中的不确定信息,构建基于二型模糊方法的电力-水资源-碳排放关联视角下电力行业优化模型。该模型可量化不同电力需求水平下的水资源消耗、化石资源消耗、直接碳排放量及生命周期碳排放量;并且可生成电力-水资源-碳排放系统的资源配置、电力生产及碳管理等优化方案。结果显示:1)我国发电结构中煤电占比较高,但占比呈下降趋势;2)水电耗水量占比保持在59.65%～66.31%;煤电作为第二耗水主体,占比保持在26.28%～31.97%;3)CO2排放量的峰值预计出现在2025年左右。生命周期CO2排放峰值处于63.86亿～72.34亿t。研究结果可有效地评估电力系统的碳排放及资源消耗,并且为我国电力系统制定可持续性发展方案提供有效的决策支持。", "label": "环境科学与工程", "id": 0}
{"content": "为了解威远页岩气田（以下简称威远区块）生态可持续发展状况,基于2009—2018年威远区块生态数据,从资源供给、资源消耗、环境纳污、环境污染和生态弹性5个方面,构建页岩气开发生态承载力评价指标体系,运用熵权法和逼近理想解法（熵权TOPSIS模型）进行现状评价,并在此基础上选用REGRESS回归模型对未来10年页岩气开发生态承载力进行预测。结果显示,2009—2018年威远区块页岩气开发生态承载力评价值维持在0.3908～0.5328,属于较弱承载力,但整体呈波动上升趋势;2019—2028年威远区块页岩气开发生态承载力预测数值以每年0.0012的递增形式缓慢上升,威远区块生态环境状况良好处于可承载状态。", "label": "环境科学与工程", "id": 0}
{"content": "新时代对我国生态文明建设提出了更高的要求,加快推进公众转变消费方式是推动实现绿色发展的有效途径。本文采用主成分分析和结构方程模型法,探讨公众生态观对生态消费行为的影响及作用机理。结果表明:（1）疫情关注度、生态价值观和生态伦理观均对公众生态消费行为产生显著影响;（2）在生态观对生态消费行为的影响中,疫情关注度对生态消费行为的影响作用最明显,生态价值观次之,生态伦理观的影响作用最小。", "label": "环境科学与工程", "id": 0}
{"content": "本文通过实地调研和调查问卷,分析了人口学特征对村民旅游废弃物环境感知及态度的影响。研究表明:家庭旅游收入占比较高、高学历的村民及高收入群体对旅游废弃物环境感知更加敏感,而家庭收入较高及居住时间较长的村民对旅游废弃物的环境影响表现出更消极的态度。科学揭示旅游废弃物对旅游地环境的负面影响,控制并减少旅游废弃物的环境影响对促进旅游地环境保护和社会经济可持续发展具有重要意义。", "label": "环境科学与工程", "id": 0}
{"content": "旅游废弃物作为影响旅游地生态安全、制约旅游地实现可持续发展的关键因素之一。本文通过问卷调查与实地访谈获取一手数据,分析了当地村民对旅游废弃物的自然环境、社会经济及文化的环境感知以及环境态度和决策行为,揭示了旅游废弃物对旅游目的环境的负面效应,控制和减少旅游废弃物对环境的影响,对促进旅游地环境保护和社会经济可持续发展具有重要意义。", "label": "环境科学与工程", "id": 0}
{"content": "能源碳排放脱钩是实现低碳经济发展的重要任务,本文通过Tapio脱钩模型探究2001-2018年中国能源碳排放的脱钩效应,并在此基础上利用Kaya恒等式和LMDI分解法,从碳排放强度、能源强度、经济增长和人口规模4个方面进行脱钩指数分解。研究结果表明:2001-2018年我国能源碳排放脱钩指数处于-0.014～0.882之间,整体来讲,能源碳排放与经济增长处于弱脱钩状态。影响因素方面,经济增长效应对我国能源碳排放与经济增长脱钩起主要抑制作用,能源强度效应对我国能源碳排放与经济增长脱钩起主要促进作用;而人口规模效应和碳排放强度效应对我国能源碳排放脱钩的作用较小。在此基础上,本文提出促进经济增长和能源碳排放强脱钩的对策建议。", "label": "环境科学与工程", "id": 0}
{"content": "由于人类活动排放的温室气体已经成为全球气候变暖的重要因素之一,为此我国政府作为负责任的大国早已将减排行动提上日程并且不断加大减排力度。我国政府将减排任务分配到省,所以减排对于各省未来的经济发展及政策趋势的影响含有较大的不确定性。本文利用山西省2000年到2019年的能源消费数据,通过建立灰色预测模型,对山西省2020年到2030年的能源消费量、人口数和碳排放量进行预测。首先通过分析2000-2019年山西省能源消费和碳排放情况,发现山西省的能源消费量和碳排放量整体呈现增长趋势但是增长率波动较大,个别年份呈负增长,而碳排放强度却在不断降低。其次通过预测2020年到2030年的能源消费量、人口数和碳排放量发现,能源消费量和碳排放量仍然增长但是增长率相对缓和、平稳。最后提出山西省减排建议:第一是构建完善的政策体系保障低碳发展;第二是调整能源结构;第三是从供给侧减少高碳化石能源生产,提高能源利用效率;第四是从需求侧增强绿色消费意愿;第五是建立碳交易市场。", "label": "环境科学与工程", "id": 0}
{"content": "为应对全球气候变暖,我国宣布CO2排放力争2030年前达到峰值,努力争取2060年前实现碳中和目标。作为能源消费大国的首都北京,加快能源利用结构,提高可再生能源利用率,目标很艰巨,也刻不容缓。本文以北京某产业园供热项目为例,规划利用项目周边可利用的浅层低温能、再生水余热、太阳能等可再生能源供热、供冷,并对采用可再生能源供热方式与常规能源供热方式的经济性、节能减排等方面进行对比,得出利用可再生能源供热供冷,CO2排放量减少了15.9%。在编制该供热方案中,结合遇到的可再生能源利用推广问题,提出将能源利用规划纳入国土空间规划中,并强制约束可再生能源的利用及比重指标;为了进一步推广可再生能源,还需完善投资政策等方面的支撑。", "label": "环境科学与工程", "id": 0}
{"content": "随着我国2030碳达峰2060碳中和绿色生态行动指令的发出,城市对节能减排要求与现状能源结构的矛盾日益凸显,新能源发展不充分的瓶颈问题逐渐凸显。近年来,新能源建设存在土地资源不集约、风光资源利用率不高、重大线性基础设施布局空间紧张等问题。本文基于当前新能源发展建设存在的主要矛盾,以碳达峰碳中和为目标,通过青海省海南州新能源基地案例,探索新能源发展布局研究,以期对城市新能源发展有所参考。", "label": "环境科学与工程", "id": 0}
{"content": "本文以鄂西北山区十堰市竹山县作为研究区域,在生态文明的背景下,综合考虑当地的自然社会经济情况,运用层次分析法构建了包括土地资源、生态、社会经济子系统和土地综合系统在内的竹山县土地综合承载力评价指标体系,并采用状态空间法构建模型,对竹山县17个乡镇的土地综合承载力进行评价研究,进而提出提升研究区土地综合承载力的建议和措施。", "label": "环境科学与工程", "id": 0}
{"content": "随着\"碳中和\"目标的提出,我国明确把碳达峰、碳中和纳入生态文明建设整体布局,这为我国现代城市建设和发展提出了新的要求。土地利用结构优化是实现城市低碳发展的重要途径。本文以天津市为例,对生态文明背景下的土地利用低碳优化方法进行了探讨。文章基于对天津市土地利用碳排放现状的分析,建立起以控碳为目标的土地利用优化模型,基于模型计算提出了基于碳吸收量最大化、碳排放量最小化两种土地利用优化方案,并与已有的土地利用规划方案进行对比分析,提出了基于低碳目标的土地利用优化策略:严格保护林地和耕地,维持碳汇水平;严控新增建设用地,提高存量用地效率;统筹兼顾,引导建设用地结构调整。", "label": "环境科学与工程", "id": 0}
{"content": "随着资源环境约束的日渐趋紧,传统粗放的建设用地资源配置模式难以持续,探索能够实现与资源环境承载力相协调的建设用地资源配置模式,成为实现高质量发展与高水平保护需要解决的重要问题。本文以资源环境约束为出发点,根据资源环境指标划分资源环境紧约束和一般约束地区,并按照约束情况从发展需求、用地绩效等方面分别建立差异化的新增建设用地配置的指标体系,并以A市为例进行新增建设用地配置模拟。本文研究的新增建设用地配置方法体系,为地方新增建设用地的科学合理配置提供了参考,有助于实现土地利用经济社会生态效益的协调统一,推动经济高质量发展和生态环境高水平保护。", "label": "环境科学与工程", "id": 0}
{"content": "城市综合承载力是指在一定的条件和约束下,城市资源所能承载的人口数量以及人类各种活动的规模和强度的阈值。提升中心城市的综合承载力符合新时代背景下国家对城市化进程的要求,对城市自身以及周边区域的发展而言也至关重要。本文首先对城市承载力概念进行解析,随后从市政设施要素的角度切入研究,从水资源、水环境、固体废弃物处理等3个方面,全面揭示杭州当前及未来的设施承载能力。设施要素承载现状及评价部分着重分析了饮用水水源、水厂、污水厂、主要管网、垃圾处理设施的基本情况和空间分布,对2035年的需求进行预测,然后评价各类设施的承载能力。最后根据杭州城市综合承载力评价研究的结果,有针对性地提出提升设施要素综合承载力的相关对策建议。", "label": "环境科学与工程", "id": 0}
{"content": "生态文明体制改革背景下,资源环境承载能力和国土空间开发适宜性评价（简称\"双评价\"）成为国土空间规划体系中重要的基础性工作。\"泉城\"济南独具特色的泉水生态资源和山水生态格局,对\"双评价\"工作提出了更高的要求,本文以济南市\"双评价\"项目为例,以充分融合地域特色为目标,针对\"双评价\"在市级层面的指标体系构建与评价方法路径展开研究,探索在国家技术指南规定的逻辑框架下对地域特色生态资源、水资源、城镇发展条件等评价内容进行补充与细化,通过\"本底评价+综合分析\"的模式形成更加准确反映地域实际情况的评价结论,为国土空间总体规划编制提供科学决策支撑。", "label": "环境科学与工程", "id": 0}
{"content": "地区发展受区位、资源、政策等多方面因素影响,发展决策将在较长时期内影响地区的方方面面。在生态文明建设日渐重要的今天,地区的发展应审视周围环境、发挥自身优势,改变\"重经济轻环境\"的思路,科学决策、寻求永续发展。本文融入资源环境承载力,研究区域发展潜力的评估方法,为地区的科学决策提供依据,并提出与国土空间规划的衔接。发展潜力评估综合考虑地区内部基础和外部张力,结合交通区位、特色资源、人口资源、土地资源等要素,使用ArcGIS将发展要素和评估结论定量化处理,形成空间可视化结论。本研究可应用于国土空间规划、总体规划和多规合一,为地区发展方向、格局以及下层级单元的人口分布、用地指标调整、特色职能等级划分提供依据。", "label": "环境科学与工程", "id": 0}
{"content": "随着时代的发展与变迁,因受到人类社会的干扰,承载力这一概念的范畴已愈加广泛,自然生态系统的种群承载力已演变为资源环境承载力,后又进一步延伸至生态系统承载力。本文利用自然断裂法,以县（市、市区）为单位,将辽宁省划分为四类区域:高承载区、较高承载区、一般承载区和较低承载区,并通过构建资源环境综合承载力评价指标体系深入分析辽宁在自然资源承载力、环境容量和生态系统承载力等方面的情况,进一步研判区域国土资源环境的空间分布特征与优劣势,为辽宁区域可持续发展提供对策与建议。", "label": "环境科学与工程", "id": 0}
{"content": "我国作为全球能源供应量和消费量均排名第一的国家,在应对全球气候变化中起着至关重要的作用。本文以国际能源署和世界银行官方网站数据为研究基础,选取全球、中国、美国、欧盟（28国）、日本5个样本进行对比研究,发现自1990年以来化石能源占一次能源供应的比例始终不低于80%,仍然是全球最主要的能量涟源。我国的煤炭供应占比远高于全球平均水平,但风、光等可再生的清洁能源供应量较大,发展态势良好。", "label": "环境科学与工程", "id": 0}
{"content": "土地利用冲突研究可为国土空间规划管理提供科学依据。本文以环京津贫困带为例,基于生态安全视角,以生态系统服务功能重要性与生态敏感性评价结果提取生态源地,运用最小累积阻力模型（MCR）构建生态安全格局,结合综合指数模型,对环京津贫困带土地1985-2015年土地利用冲突进行强度测度,并运用空间热点探测、空间回归模型分析土地利用冲突强度时空演变特征及影响因素。研究结果表明:（1）环京津贫困带土地利用冲突强度具有空间相关性,空间集群分布特征显著。1985-2015年耕地冲突强度空间格局变化显著,耕地重度冲突分布区向张家口西部、北部集聚,高度、中度冲突分布区向坝上西部地区、承德东部地区集聚。建设用地冲突强度空间格局整体变化不大,局部地区略有变化,建设用地重度、高度冲突分布区向张家口、承德市区周边集聚,张家口中部重度冲突集聚区扩展明显,太行山区重度冲突集聚区持续收缩。（2）1985-2015年环京津贫困带耕地、建设用地冲突强度地形梯度格局基本一致。随着地形梯度的升高,冲突强度变化显著;中高地形梯度区土地利用冲突变化以耕地冲突为主,冲突强度先增强后减弱,总体变化不大。（3）地形条件和地理区位条件在一定程度上决定了土地利用冲突的空间格局。自然因素、社会经济因素和政策因素通过影响人类需求影响土地利用冲突的发展变化,社会经济因素和政策因素影响土地利用冲突时空演变的主要因素。", "label": "环境科学与工程", "id": 0}
{"content": "<正>\"现代化\"的概念是德国社会学家马克斯·韦伯（Max Weber）在18世纪中期至19世纪中期欧洲和美国的\"工业革命\"之后,于20世纪初提出的。随后,哈佛社会学家塔尔科特·帕森斯（Talcott Parsons）进一步发展了现代化的概念。随着\"现代\"概念的引入,全世界出现了无数的发现和发明,例如蒸汽动力、电力和各种机械工具,代替了手工劳动。随后,更多的发明和机械化使生活日益进步。人类探索地球和天体的能力也大大提高。因此,由现代教育和研发促成的\"工业化\"以及城市化是现代化的重要组成部分。工业化要求发展基础设施、土地、各种工程建设、原材料供应、电力和机械。因此需要开发自然资源,以各种方式干扰了自然的平静。急于发展可能会忽视许多方面的问题,如生态、地质和生物方面。必须提前预测不可避免的挫折和灾难,并相应地加以处理。任何失败都会导致挫折,从而导致进展放缓。设施建设需事先拟定目录,其中需要考虑其地质、结构、地貌、场地稳定性、可接近性、是否易受自然灾害影响以及该地区古地震记录。", "label": "环境科学与工程", "id": 0}
{"content": "本文构建改进后的Solow柯布—道格拉斯生产函数方法,以西部八个资源型城市为例,重点揭示其经济发展与资源消耗规律。结果表明:①经济增长与能源消耗、采矿用地面积存在相关性。1999—2016年研究区经济增长率与能源消耗率均呈先增加后下降的趋势,2008—2016年研究区经济增长率与采矿用地面积增长率均呈波动下降趋势。②主导驱动因子各异。就整体而言,能源消耗是研究区主要的驱动力,其次是资本的投入。就各地区而言,能源驱动型城市有攀枝花市、石嘴山市、庆阳市,资本驱动型城市有六盘水市和榆林市,劳动驱动型城市有鄂尔多斯市,采矿用地驱动型有阿克苏地区。③规模报酬均递减。研究区内城市要素系数和均小于1,阿克苏地区、榆林市和石嘴山市系数和介于0～0.5之间,六盘水市、鄂尔多斯市、攀枝花市和庆阳市介于0.5～1之间。④综合技术年进步率整体较低。石嘴山市、阿克苏地区、榆林市的科技水平贡献度超过了5%,攀枝花市、庆阳市、鄂尔多斯市、六盘水市的科技水平贡献度低于5%。由此判断,西部许多城市只依靠资源开发难以可持续发展。", "label": "环境科学与工程", "id": 0}
{"content": "中国的生态环境问题已经成为制约能源开发利用的重要因素之一。在分析中国能源发展的生态环境约束的基础上,应用压力—状态—响应理论模型构建中国能源生态环境影响综合评估指标体系,对中国2013—2016年能源生态环境情况进行了评估,从国家生态环境保护的视角提出我国优化能源开发利用的若干建议。研究结果表明,中国能源开发利用对生态环境的影响日益减轻,其矛盾有所缓解,但部分优化能源开发利用的响应措施执行不善。建议统筹协调能源开发利用与生态文明建设、强化能源绿色低碳发展倒逼机制、完善促进能源行业绿色低碳化发展的经济激励政策、在重点开发利用区执行最严格的水资源保护制度、认真执行相关规划与环境影响评价制度、提升煤炭开发利用的生态环境安全性、降低油气开发利用的生态环境风险、防范水电开发累积生态环境风险。", "label": "环境科学与工程", "id": 0}
{"content": "探索市场化、多元化生态补偿机制是加强生态文明建设、谋求人民福祉的重要内容之一。但目前我国的生态补偿机制普遍存在着补偿标准过低、资金筹措渠道单一等问题,造成责任保护主体积极性弱、侵占基本农田违法行为频发等现象。本文引入土地发展权视角,以顺德西南片区为研究对象,赋予生态用地虚拟发展权的抽象概念,探索农村生态用地土地发展权价值兑现的生态补偿模式,对牺牲土地发展权益的农村责任主体一定的回报,正视农村集体的发展诉求,缓和土地开发和生态保护之间的矛盾,填补了国内生态补偿制度实证研究的空白。", "label": "环境科学与工程", "id": 0}
{"content": "以马尔代夫群岛旅游环境实际控制容量作为标杆和参照,对西沙群岛旅游环境区域承载力阈值进行综合对比测度。方法及结果为:（1）甄选西沙群岛可游岛屿,计算其可游区域总面积为1.313 71 km～2;（2）选取马尔代夫19个主要环礁中共110个旅游岛屿,分别统计其面积和实际控制游客接待量,计算出其单位面积旅游容量为1797人/（d·km～2）,并以此作为西沙群岛旅游环境区域承载力参数;（3）以西沙群岛可游岛屿总面积及旅游环境区域承载力参数,测度西沙群岛旅游环境区域承载力阈值为2360人/d。结果显示,西沙群岛海岛旅游环境区域承载力十分有限,故其旅游开发应坚持\"浅介入,轻干扰\"\"优先保护,适度开发,合理利用\"的总体原则。", "label": "环境科学与工程", "id": 0}
{"content": "本文将二维连续型动态交通分配与住房供给和交通污染物排放问题相结合,建立动态交通分配与土地利用双层规划模型。首先,本文采用考虑出行时间和路径选择的反应型动态用户最优交通分配模型。此模型中,出行者遵循出行时间动态用户最优准则（选择自身总费用最小且相等的出行时间）和反应型路径动态用户最优准则（选择基于当前交通状态的旅行费用最小的路径）。进一步,考虑住房分布与交通需求的相互作用,将住房分配考虑到交通分配模型中,建立住房-动态交通分配模型。该模型作为下层规划,交通系统达到出行时间和路径选择的动态用户均衡。最后,在上层规划中,我们通过优化住房供给来最小化下层规划中交通污染物CO2的排放量,从而建立完整的动态交通分配与土地利用双层规划模型。", "label": "环境科学与工程", "id": 0}
{"content": "本文通过青岛、崂山和胶南气象观测站的月气温数据对比分析了青岛地区的城市热岛情况,结合冬季供暖煤耗和夏季气象电力负荷数据,对青岛地区城市热岛效应影响居民能源消耗的情况进行了定量估算。研究结果表明,城市热岛效应与城市化的速度密切相关。20世纪80年代以来,崂山站和胶南站所在地的城市热岛效应超过了青岛,并且升温速度呈加快的趋势,与其快速城市化相一致。海洋对沿海地区的气候调节作用会减弱城市热岛强度;青岛地区城市热岛效应在冬季更为显著,而夏季则表现不太明显。城市热岛的增强效应导致地表气温升高,平均气温与冬季供暖用煤量、夏季用电量均有非常好的一致性。青岛地区的城市热岛效应降低了冬季供暖能源消耗,增加了夏季降温能源消耗;其造成的冬季能耗减少量要远远大于夏季能耗增加量,可见城市热岛影响在冬季比夏季更为明显,这意味着有可能节省城市居民能源消耗成本;但随着从沿海向内陆延伸,城市热岛的节能作用逐步降低。尽管城市热岛效应降低了青岛地区的总能耗,但我们不建议积极增加城市热岛,必须充分评估城市能源消耗,谨慎选择适当的减排措施,有利于生态环保城市的建设。", "label": "环境科学与工程", "id": 0}
{"content": "本文基于生态文明建设的背景,提出资源环境承载力的新内涵,从资源环境质量、经济社会发展影响、基础设施和环保投入三个方面构建了资源环境承载力指标体系,利用层次分析法、min-max标准化法、加权指数和法对北京、天津、石家庄2007—2015年间的资源环境承载力进行评价。结果表明,三市的资源环境承载力处于逐年上升趋势,但是呈现出丰富的差异性:资源环境指数的波动较大且2012年出现了不同幅度的下降,社会经济指数呈现稳定上升趋势,而基础设施和投入指数总体上升但是波动很大。可以从以资源环境承载力为支撑统筹区域经济发展、推进污染治理联防联控、优化能源结构等方面来改善。", "label": "环境科学与工程", "id": 0}
{"content": "为了解决人类的可持续发展所面临的环境—社会—经济三者耦合的复杂挑战,世界自然保护联盟与欧盟委员会先后提出\"基于自然的解决方案\"这一概念。本文首先对该术语的研究现状进行梳理,总结该术语的研究存在重理论轻实践的现状。为了提高该理念在实践领域的可操作性,文章根据基于自然的解决方案的三种类型划分,采用多案例研究法,借助Christopher M.Raymond等人所制定的实践指南与评估体系,分别分析三者在应对挑战中所采取的措施以及带来的影响。通过分析指出:多角度评估方案产生的效益、构建多元利益主体的跨学科团队、动态的设计思维,是基于自然的解决方案克服发展障碍,进行成功实践的重要经验。", "label": "环境科学与工程", "id": 0}
{"content": "通过分析内蒙古自治区各盟市资源环境的本底要素,构建了寒旱区与资源环境承载力密切相关的评价指标体系,评价获得了内蒙古各盟市的土地资源、水资源、环境条件、生态条件以及区域的综合承载力状况,深入分析各类要素的承载特征,提出了各盟市资源环境承载状况的短板因素和内蒙古自治区资源优化配置的建议,为内蒙古各类空间规划及经济社会健康发展提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "目前,中国正处于经济社会转型期和生态文明建设初期,生态文化建设是国家战略发展的必然要求,也是土地工程发展的趋势。在土地工程建设中,现阶段无法按照深层生态学的准则去全面践行,但是深层生态学作为一种生态文化思想是指导土地工程设计的重要依据,因此,引入生态文化是当前迫在眉睫的任务。通过文献资料法和结合多年来土地整治的技术经验,分析了土地工程与生态文化的关系,阐述了生态文化在土地工程中的作用,总结了土地工程的生态文化目标。最后,提出人类必须以生态文脉为基础,在地方、区域以及全球尺度上考虑不同土地类型所依存的生态系统背景,并通过生态化的规划设计和管理,塑造出有利于人类健康、环境保护以及可持续发展的决策、态度和价值文化。", "label": "环境科学与工程", "id": 0}
{"content": "中国环境问题伴随着经济的高速发展日趋严峻,环境问题会直接或间接地影响居民幸福感。本文利用中国综合社会调查CGSS（2013）微观调查数据和环境监测数据,构建ordered probit模型实证检验主观环境认知和客观环境质量对居民幸福感的影响。结果发现:客观环境质量对居民幸福感有显著影响,居民幸福感与主观环境认知的满意度评价呈负相关;进一步地,分区域样本的结果表明,居民幸福感的影响因素在中国东部、中部和西部地区存在区域差异。最后建议既要加强生态环境的宏观保护,也要关注居民周边环境质量的微观提升。", "label": "环境科学与工程", "id": 0}
{"content": "本文利用山西省2000年到2015年15年的数据,进行计量分析,建立直观的模型,拟合出符合山西省实际情况的环境库兹涅茨曲线,发现随着山西省经济发展,资源与环境的各个要素呈现出不同的发展趋势,主要存在\"N\"型和倒\"U\"型,即资源与环境起初都遭到一定程度的损耗和破坏,而后经济的进一步发展与人们生活水平的提高又使得这一状况得以改善,呈现资源消耗减少与环境质量变好趋势,\"N\"型曲线又表明随着社会生产规模扩大,进一步发展经济使得资源消耗总量与环境污染呈现上升的趋势。", "label": "环境科学与工程", "id": 0}
{"content": "基于改进的生态足迹模型核算叶尔羌河平原绿洲近36年耕地的生态足迹（EF）和生态承载力（EC）,采用生态赤字（ED）和生态可持续指数（ESI）评价研究区耕地利用程度,通过反距离权重插值法反映区域耕地利用的空间分布规律,借助GM（1,1）模型预测2030～2055年研究区耕地利用水平,以期为提高绿洲耕地资源利用水平提供理论参考及依据。结果表明:①1980～2016年叶尔羌河平原绿洲EF由30.62×10~4 hm~2增大到108.47×10~4 hm~2,年增长率为7.06%;EC由28.79×10~4 hm~2增大到69.13×10~4 hm~2,年增长率为3.89%。②EF与EC间不平衡发展导致研究区耕地生态处于赤字状态,近36年耕地生态赤字由1.83×10~4 hm~2增至39.33×10~4hm~2,年增长率为56.86%。③耕地生态可持续指数显示,1980～2016年叶尔羌河平原绿洲耕地利用水平处于弱不可持续且ESI不断减小,莎车、麦盖提县耕地不可持续利用程度更高。④GM（1,1）模型预测结果显示,未来30余年平原绿洲耕地利用仍处于不可持续状态,叶城、巴楚县不可持续利用水平更高。研究显示,近36年叶尔羌河平原绿洲耕地利用处于弱不可持续水平且不可持续利用程度愈来愈高,当地政府、农民及企业应努力响应国家农地产权政策,依靠对口援疆计划加快二、三产业发展,减缓区域耕地压力;依托喀什地区优越位置加大进口贸易,减小本地耕地生态足迹,促使区域耕地利用朝可持续状态转变。", "label": "环境科学与工程", "id": 0}
{"content": "坚持人与自然和谐共生,在本世纪中叶建成富强民主文明和谐美丽的社会主义现代化强国,需要牢固树立社会主义生态文明观,坚定\"四个自信\",为全球生态安全和人类社会从工业文明向生态文明转型贡献中国智慧和中国特色的社会主义现代化模式。", "label": "环境科学与工程", "id": 0}
{"content": "绿色金融是支持能源转型与改革的重要动力之一,也是能源投融资体制创新的体现。本文在梳理并总结国外能源绿色金融发展相关经验及做法的基础上,从政策制定、落地执行及资金投入等层面分析了我国能源绿色金融发展状况,并剖析了国内绿色金融发展存在的问题,进一步提出完善绿色金融政策法规、发挥国家财政作用、加强绿色金融机构建设、创新绿色金融产品等促进能源转型的绿色金融发展策略,以助力能源供给侧改革,实现绿色金融支持下的绿色能源可持续发展。", "label": "环境科学与工程", "id": 0}
{"content": "本文在研究城市系统的能源消费与环境排放的关系和变化趋势时,结合系统动力学模型创新性地构建了\"能源-经济-环境\"系统,分析了2004至2016十三年间三者的动态变化关系。研究结果发现,中国\"一带一路\"的典型西部区域青海省的能源使用效率有着不断增加的趋势。从城市系统来看,城镇人口和工业生产总值增长率每提高一个单位,致使能源消费总量都会大幅度增加。因此提出了该地区能源消费品种结构调整的对策,以此减少对该地区环境的影响。而且本项研究将系统动力学的应用拓展到了\"能源-经济-环境\"三者关系领域,也为其它地区的相关问题研究提供了可借鉴成果。", "label": "环境科学与工程", "id": 0}
{"content": "笔者基于3E（经济、环境、能源）模型理论拓展对未来能源及能源结构的思考,研究经济优化发展模式中能源要求及发展方向;探讨能源政策引导需要重点思考和面对的问题、方法和途径;强调指出未来经济、环境、能源的协调、包容发展,核心是提供其支撑的新能源和能源结构体系,通过能源政策引导能源结构变革、促进现有经济结构重组转型,满足社会经济发展可持续和社会生活品质的改进提高。", "label": "环境科学与工程", "id": 0}
{"content": "为解决北方地区采暖季雾霾及民用散煤污染的问题,自2016年起,\"2+26\"城市大规模进行\"煤改气\"、\"煤改电\",利用更清洁的能源替代民用散煤。虽然这种散煤替代措施在民用散煤控制和大气环境质量提升方面成效显著,但在实施过程中也暴露出电价和气价定价机制不合理、补贴缺口大等问题。本文在分析了我国现行天然气及电力定价机制的基础上,通过实地调研和政策梳理,总结出散煤替代实施过程中暴露出的价格问题,并给出了相应的政策建议。", "label": "环境科学与工程", "id": 0}
{"content": "要促进生态批评的发展,使其走出外部质疑、内部混乱的瓶颈状态,最根本的途径就是建构明确的价值观。只有确立鲜明的价值取向,生态批评才能亮明自己的形象,发挥应有的作用。而生态批评价值取向的建构需要从事生态批评的主体寻找正确的指导思想,习近平生态文明思想为新时代的生态批评指出了方向:坚持马克思主义的历史观和辩证法,确立清醒深刻的生态意识;直面新时代的主要矛盾和发展目标,坚守鲜明的人民立场;放眼代际和国际,体现广远博大的人文情怀。", "label": "环境科学与工程", "id": 0}
{"content": "基于框架隐喻研究的环境话语生态分析,体现了语言对环境的建构作用。通过对话语表层框架的剖释发现,它们分别激活了受主体性哲学影响的\"人类主宰论\"、环境保护主义倡导的\"环境保护论\"和危机话语策略导致的\"环境威胁论\"等意识形态领域的深层框架;基于stibbe提出的话语类型三分法及促成此种话语建构的原因辨析,依次将以上反映深层框架的环境表述划分为生态破坏性、有益性和中性话语类别,目的是让大众意识到语言在生态保护/破环中能够起作用,从而为现有环境话语改良或后期话语重建提供借鉴。", "label": "环境科学与工程", "id": 0}
{"content": "<正>党的十八大以来,习近平总书记对生态文明建设提出了一系列新观点,新要求,思想深刻,内涵丰富。其中\"我们既要绿水青山,也要金山银山。宁要绿水青山,不要金山银山,而且绿水青山就是金山银山。\"这样一段话诠释了我们国家对于生态文明建设的正确立场,习总书记不断强调的这一科学论断就是我们国家未来经济的前进方向。", "label": "环境科学与工程", "id": 0}
{"content": "习近平总书记有着高深的生态思想,对生态建设有着独特的认知,习近平总书记提倡树立人与自然和谐共生的生态观,其主要内容为生态人民观、绿色经济观、绿色政治观、绿色文化观、生态法治观、生态整体观、生态国际观和绿色发展观。习近平生态思想对我国生态建设及全球生态建设都具有重要的现实意义。", "label": "环境科学与工程", "id": 0}
{"content": "习近平生态文明思想是以习近平同志为核心的党中央在对马克思主义生态观进行继承的基础上形成的重大创新成果。在党的十九大上,习近平总书记对生态文明建设这一问题进行了具体的阐述,逐步形成了习近平生态文明思想。习近平生态文明思想的形成发展具有深刻的国内外背景以及理论渊源,并且创新性的回答了在当下阶段我国生态文明思想的内涵,为日益尖锐的世界生态问题交上了一份具体的解决方案,兼顾可行性和指导性。", "label": "环境科学与工程", "id": 0}
{"content": "习近平生态文明思想是习近平新时代中国特色社会主义思想的重要组成部分,党的十八大,以习近平总书记为核心的党中央统筹国际国内两个大局,提出了\"五位一体\"的总体布局。党的十九大将生态文明建设与经济建设、政治建设、文化建设、社会建设一同写入党章,明确了生态文明建设在实现社会主义现代化进程中的战略定位。习近平生态文明思想的产生有其特殊的时代背景,其思想理论体系的形成与新发展理念有着密不可分的联系,对推动沈阳高质量发展具有全方位的启示意义。", "label": "环境科学与工程", "id": 0}
{"content": "生态文明建设、美丽中国建设是我国社会发展面临的时代课题。马克思主义生态思想所传达的价值取向与我国生态文明建设的目标是相一致的,其科学内涵为我国生态文明建设提供了理论指导。本文主要概述了马克思主义生态思想的主要内容,阐释了人与自然、社会的关系,阐释了马克思主义生态思想的现实价值,分析了建设美丽沈阳面临的困境,以及在马克思主义生态观的指导下,关于建设美丽中国、美丽沈阳的思考。", "label": "环境科学与工程", "id": 0}
{"content": "生态文明思想是马克思恩格斯批判资本主义制度的重要理论成果。资本主义国家为了获得财富而大肆掠夺自然,导致环境污染、生态破坏乃至生态危机。因此,马克思恩格斯将生态问题这一重大时代问题纳入哲学视域进行考察,运用人与自然相联系的生态本体论、人的能动性与受动性相统一的生态实践论、生态价值与人的价值相结合的生态价值论来研究人与自然的关系,提出了人类在社会发展过程中需要实现\"两大和解\"—人同自然的和解以及人同自身的和解。", "label": "环境科学与工程", "id": 0}
{"content": "生态文化是探讨和解决人与自然之间复杂关系的文化;是基于生态系统、尊重生态规律的文化;是以实现生态系统的多重价值来满足人的多重需求为目的的文化;是渗透于物质文化、制度文化和精神文化之中,体现人与自然、人与人、人与社会、经济与环境相协调的文化;是倡导健康文明的生产、生活及消费方式的文化。生态文化能够正确引导人们科学认识生态价值,树立生态生产力理念,实现人们思维方式的生态转型,科学地协调好人类社会与生态环境系统之间的整体平衡关系,促进人与自然的关系达到一种和谐的、可持续发展的状态。生态文化在廊坊市国家森林城市创建过程中意义重大。", "label": "环境科学与工程", "id": 0}
{"content": "生态环境问题是历史遗留下的\"痕迹\",是前人对我们的\"馈赠\",进入21世纪以来,生态问题尤为显著,社会主义生态文明是马克思主义自然观的延续和发展,学习马克思主义的自然观,能够以马克思主义生态理论为基础,从而为社会主义生态文明建设提供全新的指向标。", "label": "环境科学与工程", "id": 0}
{"content": "韩国哲学的世界观同西方主流哲学观点尤其是二元论观点有着很大的不同。韩国生态思想的传统哲学基础受中国传统哲学影响深刻,其将人同自然放在一个平等的位置上,而且认为人和自然之间存在着一个循环的内在关系,形成了\"天人合一\"的生态观。韩国生态思想的传统哲学基础以本土的\"东学\"生态观、道教思想的\"宇宙统一性\"和佛教的\"人性—宇宙\"的世界观点为基础形成的,对韩国社会产生了巨大的影响。", "label": "环境科学与工程", "id": 0}
{"content": "环境就是民生、青山就是美丽,蓝天也是幸福。新中国成立以来,我们十分重视生态文明建设并取得重要成效,同时,生态文明建设理论成果也不断丰富发展,特别是党的十八大以来,以习近平同志为核心的党中央在带领全国各族人民沿着中国特色社会主义道路上奋勇前进的进程中,坚持把生态文明建设作为中国特色社会主义\"五位一体\"总体布局和\"四个全面\"战略布局的重要内容,树立创新、协调、绿色、开放、共享的发展理念,把生态文明建设融入经济建设、政治建设、文化建设、社会建设各方面和全过程,提出了一系列关于生态文明的新理念、新思想、新举措,形成了习近平生态文明思想,使我国生态文明建设的理论与实践上了一个新台阶,进入了新境界。习近平生态文明思想的形成与发展,既有其理论逻辑,也有其实践逻辑,这一思想蕴含了丰富的内涵,具有十分重要的时代价值。", "label": "环境科学与工程", "id": 0}
{"content": "习近平人类命运共同体思想中蕴涵了丰富的关怀全球生态的伦理理念。习近平有关生态伦理理念的基本内涵是\"人与自然是生命共同体\"。习近平有关生态伦理理念的基本特征是生态伦理的全球性、基于新时代社会主义的全人类使命、凸出了生态在人类命运中的基础地位。习近平有关生态伦理理念的基本思路是倡议全力补偿修复已经大遭破坏的全球生态、对待人类的生态财富须遵循共建共赢共享的原则、以及实现\"人与自然是生命共同体\"理念的常在常新。", "label": "环境科学与工程", "id": 0}
{"content": "马克思生态文明观是马克思主义的重要组成部分,对促进人与社会的发展有着重大的意义。马克思生态文明观揭示了资本主义工业化所产生的巨大弊端,马克思认为要改变这种现状,就要尊重自然界发展的客观规律,强调人与自然辨证统一,认识到资本主义制度是生态破坏的源头,要建设共产主义来改善生态危机,促进人与自然和谐相处。在自然灾害频繁发生的时代,我们要坚持马克思生态文明观,尊重大自然,加强我国的生态文明建设。", "label": "环境科学与工程", "id": 0}
{"content": "生态文明是党的十八大以来关乎人民福祉、民族未来的发展大计。表征着人与自然互相关系的进步状态,它是人们正确认识和处理人类社会与自然环境系统互相关系的理念、态度及生活方式,是对于工业文明并以其为总结基础的时代性扬弃,是人类最终走出‘人类中心主义’、建立人与自然和谐共处的新的文明发展进程。在中国和西方哲学领域也早已有\"生态文明\"的思想。", "label": "环境科学与工程", "id": 0}
{"content": "马克思主义自然观是习近平生态文明思想的理论渊源。作为一个完整的理论体系,习近平生态文明思想从三大方面继承并创新发展了马克思主义自然观。这不仅是马克思主义与时俱进理论品格的体现,更为解决当前日趋严峻的生态环境问题指明了方向。", "label": "环境科学与工程", "id": 0}
{"content": "生态学马克思主义基于马克思主义的生态观和法兰克福学派的生态危机理论,对西方生态危机和生态殖民主义进行了批判,为我国生态文明建设提供了借鉴。在生态文明新时代,应该树立人与自然和谐共生的生态文明新理念,在绿色发展理念的指引下,建设美丽中国,不断满足人民对优美生态环境的需要。", "label": "环境科学与工程", "id": 0}
{"content": "建立以产业生态化和生态产业化为主体的生态经济体系,应从维持生态与生产空间合理布局、创造产业生态化新业态、创建生态产业化新机制、建设利于生态保护的新民俗入手。", "label": "环境科学与工程", "id": 0}
{"content": "在我国新时代的经济建设中,我国铁路网的加快加密,不仅能对中西部欠发达区域经济的拉动起到支撑、保障和促进作用,而且通过高铁建设能实现我国城市之间的连接互动,加速形成不同等级都市圈的沟通交流,促进城镇化、城市化的建设与城市群的崛起及其发展。更重要的是\"八纵八横\"高铁路网建设,对于促进我国区域经济的环境平衡、科学布局、优势互补、资源共享、精准扶贫、均衡协调发展;对于产业转型升级,挖潜扩大内需,完善供给侧改革,建立并形成高铁经济区;对于提升中国制造硬实力,扩大就业面,推进高铁事业发展和高铁技术出口;对于增强国家综合实力,实现富国强军的伟大中国梦,以及推动世界和平与发展等等都极富重大而深远的战略意义。因此,中国\"八纵八横\"高铁国策融汇习近平环境科学经济思想。", "label": "环境科学与工程", "id": 0}
{"content": "能源枯竭和生态环境的不断恶化成为当今世界面临的最严峻的挑战之一。本文研究的目的在于研究青海省能源消费与经济发展的关系,以及对环境的影响。中国青海省在\"一带一路\"中有着极其重要的地理和区位优势,为了更好发挥绿色生态的比较优势,使青海省更好地融入\"一带一路\",本文首先分析了青海省经济-能源-环境的基本情况及关联机制,然后借助青海省2006-2015年的数据,分别运用回归分析和主成分分析确定了其经济-能源-环境系统的耦合关系及协调度,结果表明:（1）青海省经济发展对能源消费的依赖性仍然较高;（2） 2009年之后青海省能源-经济-环境系统发展水平指数急速下降,三个系统间协调度较差;（3）青海省能源-经济-环境系统的协调发展度在2009-2011年间属于协调发展类型,但是其综合协调发展水平处于不可接受的协调发展水平。最后根据实证结果对青海省产业体系、发展路径等提出建议,提升青海省的核心竞争力:（1）不断强化技术创新,打造清洁能源的效率优势,促进能源消费结构的优化升级。（2）利用好青海省的资源禀赋,将资源优势转化为产业优势,加快对外通道建设,促进经济结构转型。（3）联合政府、企业各方力量提高环境保护能力和水平", "label": "环境科学与工程", "id": 0}
{"content": "生态文明思想是习近平新时代中国特色社会主义思想的重要组成部分,是新时代中国生态文明建设的理论遵循和实践指南。习近平生态文明思想是对马克思恩格斯恩生态观、十八大以前的生态文明建设思想和当今世界生态文明思想的继承、创新和发展。深度阐释三对关系,可透视到习近平生态文明思想的创新性贡献。", "label": "环境科学与工程", "id": 0}
{"content": "在20世纪90年代至今的三十年里,《管子》的生态研究经历了从起步到突破的发展过程,研究视角、方法趋于多样化,除了对生态思想本身的研究,还有与现代理论、现实相结合以及比较研究。通过整理、归纳迄今为止正式问世的相关文献成果,以期全面把握新时期三十年来《管子》生态思想研究的状况。", "label": "环境科学与工程", "id": 0}
{"content": "作为中国文化的集大成者和完美人格的典范,苏轼一生\"性好山水\",在丰富而多元的自然感知中形成了独特的自然观,与天地万物建立了平等、友好、和谐的关系。苏轼一生广种草木,恩施动物,充满了对天地间一切生命的仁爱;倡导\"物不相害\"的思想,尊重存在,顺应自然,最大限度葆有自然万物的独立自足;葆有\"虚静\",在与自然相遇相成中实现共生共荣,最终抵达\"天全\"的生存至境。苏轼的自然之思蕴涵着宝贵的生态智慧,对应对当今日益严重的生态危机具有积极的启发意义。", "label": "环境科学与工程", "id": 0}
{"content": "通过阅读\"自然不可改良\"了解到,农药的危害日益显著,如何解决这种问题成为当下农业种植领域我们最为瞩目的事情。让人们清楚的认识到自然和人类关系和谐的重要性,制衡人工与大自然的关系,让其日趋和谐平稳是重中之重。同时,本文也对东西方古老生态理念的差异进行分析,以探索正确的\"天人合一\"之路。", "label": "环境科学与工程", "id": 0}
{"content": "日本是世界上第一个提出并推动\"循环经济低碳社会\"并取得显著成果的发达国家。了解和总结日本循环经济和建设低碳社会的经验对于我国来说是非常重要的,能够有效促进我国循环经济和低碳社会的发展。", "label": "环境科学与工程", "id": 0}
{"content": "<正>随着世界范围内环境污染和生态破坏问题愈发突出,如何解决生态环境危机成为一个现实问题。解决生态环境危机的首要前提是认识生态环境危机发生的根源,西方主流经济学家认为,生态环境危机的产生是由于市场缺位所导致的企业成本外部化,因此主张通过建立完善的自由市场体系来解决生态环境危机。而西方生态学马克思主义学者认为,将环境污染成本内部化的市场化方式并不能从根本上解决生态环境危机问题,不受限制", "label": "环境科学与工程", "id": 0}
{"content": "马克思、恩格斯强调自然是人类生存和发展的基础,人类在改造自然的实践活动中要遵循自然规律,否则就会遭受自然的报复。随着我国经济社会的迅猛发展,长期积累的生态问题十分严峻,已经成为影响我国社会乃至全世界可持续发展的重要因素。党的十八大以来,习近平根据新时期生态文明建设的需要,提出了一系列新思想、新观点和新论断,形成了科学的生态文明思想,这是对马克思恩格斯生态思想的创新发展,同时对美丽中国建设和为世界提供可持续发展的中国方案具有重大的意义。", "label": "环境科学与工程", "id": 0}
{"content": "党的十八大以来,习近平新时代生态文明建设思想逐步形成,其核心要义体现在一个\"新\"字上,主要内容包括:生态文明建设的新目标——建设美丽中国,实现中华民族伟大复兴的中国梦;新战略——坚决打好污染防治攻坚战,确保美丽中国目标的实现;新体制——构建生态文明体系,完善生态文明制度;新理念——坚持创新、协调、绿色、开放、共享的发展理念;新视野——携手共建生态良好的地球美好家园,构建人类命运共同体。", "label": "环境科学与工程", "id": 0}
{"content": "工业文明尽管给人类社会带来了物质繁荣,但并没有正确解决人与自然的关系问题,造成了全球性生态危机,从城市污染到物种濒临灭绝,反映了工业文明的局限性。生态文明代表了不同于工业文明的思想观念和价值取向,它超越了唯经济增长论和人类主宰自然的思想。用习近平生态文明思想指导我国生态文明建设,对于正确处理人与自然的关系,发展经济与保护环境的关系,节约资源与可持续发展的关系,都具有重大的理论和现实意义。", "label": "环境科学与工程", "id": 0}
{"content": "马克思主义生态文明本体论核心内容是关于\"人——社会——自然\"之间关系客观存在的论述,是新时代中国生态文明建设的本体论基础。从历史性维度看,社会与自然关系是历史演进的呈现;从系统性维度看,社会与自然关系是整体性、辩证性和协调性特征的呈现;从实践性维度看,社会与自然关系是以实践为基础的辩证运行机制构建的呈现。", "label": "环境科学与工程", "id": 0}
{"content": "基于行为理论,从社区居民的角度构建了影响\"村改社区\"低碳物业管理措施实施的影响因素模型,并进行了模型验证。可知环境关注与支持政策感知对低碳物业管理措施接受意向与行为都有直接影响。根据分析结果,从\"三位一体\"的低碳参与系统、激励政策、物业服务企业低碳意识与能力三个方面提出低碳物业管理措施实施对策。", "label": "环境科学与工程", "id": 0}
{"content": "<正>一、马克思主义经济学中污染与环境理论马克思主义经济学中污染与环境理论应作狭义和广义两种理解。按照广义的马克思主义经济学,除马克思、恩格斯等经典作家关于环境污染问题所形成的系统理论成果以及对经济、社会和环境三者之间关系的合理性协调发展见解外,又包含后来的马克思主义经济学者拓展的环境与可持续发展理论。马克思指出:\"自然界属于人无机的组成身体,人类依赖自然界生存发展。即人类与自然界彼此相互联系,相互作用。人的精神和肉体生活与自然界息息相关,这一切都源于", "label": "环境科学与工程", "id": 0}
{"content": "<正>建设环境友好型社会是一项伟大工程。儒家的人与自然和谐共生理念、中庸思想,对于这一工程的建设具有一定的启发、指导意义。一、儒家的中庸智慧在各种报纸、杂志、书籍、网络等传媒材料中,我们经常会看到这样的说法:有一种智慧叫中庸、中庸是处事的智慧、中庸是极高明的智慧、中庸是中华民族的最高智慧、中庸是人类最高的智慧;有的著作名字就叫《感悟中庸智慧》,等等。总之,", "label": "环境科学与工程", "id": 0}
{"content": "生态生产力属于先进生产力,是生产力发展的必然趋势和最新形态。新时代生态生产力思想的基本内涵主要体现在六个方面:\"人与自然是生命共同体,人类必须尊重自然、顺应自然、保护自然\"是其前提和基础,\"保护生态环境就是保护生产力,改善生态环境就是发展生产力\"是其最直接表达,\"绿水青山就是金山银山\"和\"冰天雪地也是金山银山\"是其经典命题,\"我们要建设的现代化是人与自然和谐共生的现代化,既要创造更多物质财富和精神财富以满足人民日益增长的美好生活需要,也要提供更多优质生态产品以满足人民日益增长的优美生态环境需要\"是其精神实质,\"良好生态环境是最公平的公共产品,是最普惠的民生福祉\"是其价值旨归,\"生态兴则文明兴,生态衰则文明衰\"是其意义所在;它的核心理念十分明确,主要有两个:绿色发展理念和绿水青山就是金山银山的理念;它的践行路径切实可行,主要有三个:发展方式转变,科技支撑,制度保障。", "label": "环境科学与工程", "id": 0}
{"content": "文化作为人类长期实践所形成的思想的实践总结和概括,在全新的的时代背景下被赋予了新的含义。而生态文化正是在新时代的背景下,人们对自然规律、经济规律以及社会发展规律全新的认识,是新兴的文化。生态文化建构离不开生态文明的建设,离不开环境法制的建设,离不开经济的健康发展。通过结合吉林省省情的实际情况,坚持以人为本,牢固树立生态环保的理念与生态文化理念,进而增强人们建设生态文明的自觉性和责任感。", "label": "环境科学与工程", "id": 0}
{"content": "绿色发展就是要在发展过程中实现人与自然和谐共生,本文基于绿色发展的理论视域,通过发掘、整理安徽传统生态文化思想资源,从天人合一\"的生态整体思想、生态平等的生态伦理思想、\"取用有节\"的生态保护思想、\"以时禁发\"的环境管理思想四个方面加以探析,论述这些思想为推进绿色发展和生态文明建设所提供的重要历史借鉴意义,以及在创新性发展实践中所蕴含的时代价值。", "label": "环境科学与工程", "id": 0}
{"content": "从十八大到十九大,习近平形成了系统的生态文明思想,成为习近平新时代中国特色社会主义思想的重要组成部分和鲜明特色。习近平新时代中国特色社会主义生态文明思想深刻回答了为什么建设生态文明、建设什么样的生态文明,怎样建设生态文明等重大问题。深刻理解和贯彻落实习近平新时代中国特色社会主义生态文明思想,对于十九大开启的新时代中国特色社会主义新征程具有重要的意义。文章围绕习近平新时代中国特色社会主义生态文明思想的形成背景、基本内容、理论品格和当代意义进行了详细的阐述。", "label": "环境科学与工程", "id": 0}
{"content": "女性作为环境保护行动的重要力量,其环境友好行为是参与环境保护的重要方式,对建设生态文明及人与自然和谐发展有重要的现实意义。本文基于2003、2013年的中国综合社会调查（CGSS）数据,利用Logistic回归模型,从生活幸福感和政府满意度对女性环境友好行为的影响机理进行对比分析。研究发现,随着时间的推移,女性环境友好行为有显著的增加,且相同的因素在不同的时期对女性环境友好行为的影响存在差异。此外,女性的个体特征亦会对女性环境友好行为产生影响。对此,我们认为要提高女性参与环境保护的积极性,应提高女性物质文化生活水平,培养女性的环境保护意识,完善政府环境保护工作,提高政府环境治理水平,加大对环境治理工作的财政投入。", "label": "环境科学与工程", "id": 0}
{"content": "<正>\"建设生态文明是中华民族永续发展的千年大计。\"在举世瞩目的中国共产党第十九次全国代表大会上,习近平向全党同志谆谆嘱咐:\"生态环境保护任重道远\",\"坚定走生产发展、生活富裕、生态良好的文明发展道路,建设美丽中国,为人民创造良好生产生活环境,为全球生态安全作出贡献。\"\"生态文明建设功在当代、利在千秋。我们要牢固树立社会主义生态文明观,推动形成人与自然和谐发展现代化建设新格局,为保护生态环境作出我们这代人的努力!\"①建设生态文明,关系人民福祉,关乎民族未来。习近平在十八届中央政治局第六次集体学习时指出:", "label": "环境科学与工程", "id": 0}
{"content": "中华民族向来尊崇人与人、人与自然、人与社会共存的\"贵和\"思想,注重建立融通的人际关系、规范的社会秩序、和谐的社会格局。管子的生态思想体现在\"人与天调\"、\"天人合一\",\"以人为本\"、\"中人之和\",\"亲仁善邻\"、\"一匡天下\",这与中华民族向来尊崇的\"贵和\"思想是一致的。新时代建设\"美丽中国\",也是自然美、人美、世界美的架构,建设社会主义现代化强国,必须经济政治文化社会生态协调推进,达到天人合一。所以管子生态思想与\"美丽中国\"建设有许多契合之处。据此可知,管子生态思想对新时代\"美丽中国\"建设具有不可低估的当代价值,可以指导人们正确认识人与自然的关系,正确理解人与人的关系,正确把握人与世界的关系。", "label": "环境科学与工程", "id": 0}
{"content": "本文以2012绿色信贷指引事件构造准自然实验,运用DID模型探讨绿色信贷对企业长期借款、研发投入以及绿色创新的影响。研究发现绿色指引降低了绿色限制性行业的长期借款、研发投入,提升了绿色创新;且绿色信贷的政策效应随企业规模和产权性质变化而变化。进一步运用2008-2016年省级面板数据证实了绿色信贷指引促进了省级绿色创新,且提升作用在中部地区最明显;环境规制和企业融资约束能够调节绿色信贷指引的创新提升作用,且环境规制的调节作用在中部地区最为显著。", "label": "环境科学与工程", "id": 0}
{"content": "<正>一、电动汽车绿电交易发展现状自2016年起,国家陆续出台了《关于建立可再生能源开发利用目标引导制度的指导意见》《解决弃水弃风弃光问题实施方案》等政策文件,鼓励可再生能源电力绿色证书持有人按照相关规定参与碳减排交易和节能交易,推进能源生产和消费革命,尽快解决弃水弃风弃光问题。", "label": "环境科学与工程", "id": 0}
{"content": "随着社会工业化的快速发展,二氧化碳等温室气体大量排放,致使环境产生了众多后果,严重危害到人类的生存。如今对于减排问题已达成世界共识,而作为首个也是最大的碳交易体系,欧盟在诸多方面值得我们借鉴。本文从欧盟碳排放量三种核算方法及不确定度方面进行分析,从而为我国碳排放交易体系的进一步发展提供思路。", "label": "环境科学与工程", "id": 0}
{"content": "气候变化是全球可持续发展面临的重大挑战,需要各国加速推动绿色低碳转型。据测算,实现《巴黎协定》全球温升控制目标,全球预计需要投资93万亿美元,远超公共部门的能力范围。因此,全球气候治理需要绿色金融的积极参与、发挥导向作用,引导资金流向可持续的绿色项目,推动全球可持续发展。\"一带一路\"对外投资体量大、涉及面广,主要集中在能源、交通、制造业等领域,面临一定的环境气候风险和挑战,现有对外投资风险识别和防范机制有待完善,绿色投融资工具应用推广不足,需要进一步加强绿色金融的支撑保障作用。本文分析了德国复兴信贷银行在鼓励与增加绿色项目支持力度、减少乃至停止对棕色项目的投资方面所做出的最佳实践,对我国加强绿色投融资、推动\"一带一路\"对外投资可持续发展提出启示与建议。", "label": "环境科学与工程", "id": 0}
{"content": "在碳中和提出和碳排放市场化的背景下,碳排放权的合理定价成为政策制定和实业者共同关注的话题。本文采用二次型方向性距离函数和数学规划方法,度量2003-2017年间我国主要省区二氧化碳排放的影子价格,并对测算结果进行了讨论分析,发现了现有的碳排放市场价格发现功能不完备,虽然市场潜力巨大但是流动性不足的问题。并针对性地提出了助力于碳排放权交易市场的规则完善和效率提升的政策建议。", "label": "环境科学与工程", "id": 0}
{"content": "环境保护税制度的引入与运作是改善生态环境、维护生态平衡的重要措施,本文对制度实施前后对大气污染贡献率最大的火电行业进行了环境经济评估。根据最佳清洁效率测算环境税政策下火电厂的最佳尾气净化效率,并对其进行评估。结果表明:某火电厂最佳尾气净化效率为93%,而超低改造补贴政策会提高此数值。在实证方面,采用费用效益法探究环境税的激励约束机制对火电企业发挥的杠杆调节作用。结果表明:基于环境税的杠杆作用,2015-2017年南京市3家火电厂的污染物净化效率增加了65%～76%。在环境税的两档差别化减免政策下,企业通过清洁化改造可以带来长期额外利润,已完成超低排放改造的三家企业可以减免环境税50%左右。此外,还对环境税的收入、征收情况及对大气污染物的减排效果进行了初步的分析与评估。\"费改税\"以来,征收额度和上缴率逐年提升,环境税减免税额占全额比重近1/3。2015-2018年间江苏省煤电行业SO2和NOx排放总量分别下降32.8%和40.6%,空气质量明显改善。但2017年后江苏省空气质量优良天数比例持续两年稳定在68%,应将关注点转移至机动车尾气以及臭氧污染。", "label": "环境科学与工程", "id": 0}
{"content": "烦恼是噪声暴露最常见的不良心理反应之一,心理声学烦恼度（PA）和噪声感知烦恼度（MA）是两种主流的烦恼度评价量,两者取值范围不同,尚未建立换算关系模型。为建立PA-MA关系模型,招募200名被试,利用500kV～1000kV变电站的120个噪声样本,开展听力实验,得出各样本MA。利用改进后的Zwicker模型计算出各样本PA。采用Logistic函数分别拟合建立单一与混合电压等级的变电站噪声PA-MA模型,并对模型合理性进行验证。结果表明,单一与混合电压等级模型均可较好表征变电站噪声PA与MA关系,且对MA的预测较准确。为方便应用,可直接采用混合电压等级的PA-MA模型。", "label": "环境科学与工程", "id": 0}
{"content": "在生态文明建设及碳中和目标提出的背景下,我国大量具备生态价值突出和经济发展落后双重特征的省际交界地区将迎来新的发展机遇,成为助力我国碳中和目标实现的重要碳汇地区。本文以闽浙赣交界地区南平市为例,在分析闽浙赣交界地区发展现状与机遇的基础上,从回顾历史脉络、立足区域视角、审视现实问题三个维度出发,重新认识南平市发展的关键动力、核心优势、差距短板,并从坚守底线、价值激发、绿色赋能、联动周边、对接沿海五个方面提出绿色高质量发展的规划策略。", "label": "环境科学与工程", "id": 0}
{"content": "当前,电力企业的温室气体排放正受到中国碳市场的管控。以电力企业为代表的市场参与者亟需碳市场仿真分析模型。本文提出了一种结合离散统计和极限学习机的电力企业碳交易行为建模改进方法。基于电力企业的碳交易样本,离散统计能建立随机代理模型,但不均匀的样本分布使其在一些离散取值区间内难以获得可靠的统计结果。而基于离散统计的结果,继续利用极限学习机能够进一步提升行为建模水平。本文算例验证了建议方法的可行性。", "label": "环境科学与工程", "id": 0}
{"content": "随着经济水平的快速发展,环境污染问题越来越严重。山西省作为典型的资源型地区,长期依靠资源的高投入、高消耗拉动经济增长,带来的环境问题日益突出。排污权交易试点在山西的运行成为山西转型发展的\"有力帮手\"。本文梳理了山西省排污权交易试点发展历程,阐述了排污权交易现状,发现山西排污权交易制度已经基本建立、排污权交易市场平台和价格体系逐步构建、排污权交易市场体系初步形成,但是在政策法规、管理方式、监督管理方面还存在一些不足。在此基础上提出了完善制度建设、改进管理方式、提高监管能力等对策建议。", "label": "环境科学与工程", "id": 0}
{"content": "本文利用试点省市碳排放权交易价格的历史数据分析了碳排放权交易价格的相依结构及传导路径。C藤copula的实证结果表明各试点省市在C藤结构中的重要性排序依次为:北京、深圳、广东、上海和天津,北京在试点碳排放权交易市场中处于中心地位。各试点省市之间的碳排放权交易价格相依程度比较低,且存在尾部相依即极端联动和风险传染性。贝叶斯网络DAG模型的经验证据表明试点城市碳交易存在价格引导关系。这对于推动建设全国性碳市场、避免因市场链接出现较大的价格波动、建立市场化的碳定价机制具有参考意义。", "label": "环境科学与工程", "id": 0}
{"content": "<正>一、实施背景（一）国内外碳交易形势分析2016年,《巴黎协定》正式生效,标志着全球低碳发展时代的来临。我国将低碳发展确定为国家新型发展战略,于2017年以发电行业为突破口率先启动了全国碳排放交易体系。目前全国碳市场即将模拟运行,预计2020年开始正式交易。同时国资委要求中央企业建立健全碳资产管理工作体制和机制,积极参与全国统一碳交易。", "label": "环境科学与工程", "id": 0}
{"content": "山西省在开发建设\"山西省排污权交易平台\"的基础上,进一步开展了对\"排污权自主价格交易平台\"的研发工作。该交易平台拟实现由意向出让方和意向受让方自由定价配对交易,加强排污权交易市场化的目的。这对落实习近平总书记\"要提高环境治理水平,要充分运用市场化手段,完善资源环境价格机制,采取多种方式支持政府和社会资本合作项目\"这一重要讲话有十分积极的意义。但在平台研发建设中应当纳入哪些交易主体,交易流程的关键点有哪些,需要进行哪些具体操作流程,这些均是亟需解决的问题。如果设计流程不科学,交易流程不规范,既会影响系统的使用,更阻碍了排污权自主价格交易管理科学化的进程,最终影响排污权交易试点的全面推广。", "label": "环境科学与工程", "id": 0}
{"content": "排污权交易是基于市场化手段实现环境资源合理配置和保护的环境经济政策之一,施行二十余年,各试点地区各有亮点。本文从排污权交易相关平台建设入手,通过对排污排污核算管理平台、排污权交易管理平台、污染物排放监测管理平台及排污单位污染源在线监测建设现状分析,与山西省排污权交易相关平台的建设现状进行比较,找出目前支撑排污权交易各平台与监测数据等方面存在问题,并对今后建设提出建议,进一步保障排污权交易制度的顺利实施。", "label": "环境科学与工程", "id": 0}
{"content": "排污权抵押贷款,作为一项重要的绿色金融创新举措,不但能拓宽企业融资渠道,还能够提升企业参与排污权交易的积极性,促进排污权交易加快发展。山西省是较早开展排污权抵押贷款的试点省份,又具有完善的排污权政策体系、成熟的排污权交易机构、科学的\"排污权交易平台\"、先进的排污权交易观等推行优势,但是由于缺乏相应的法律法规支持、处置被抵押排污权的方式可操作性较差,导致山西省排污权抵押贷款工作推行缓慢。为使排污权抵押贷款制度在山西省健康有序推行,建议明确排污权法律属性、完善排污权抵押贷款相关政策制度、优化被抵押排污权处置渠道、加大宣传引导力度。", "label": "环境科学与工程", "id": 0}
{"content": "排污权抵押贷款作为一项创新型金融制度,对于推进经济结构转型和生态环境保护具有重要意义。本文从排污权抵押范围、抵押登记程序、登记机关的确定、登记机关职责以及法律责任等方面,初步探讨了在山西省如何构建排污权抵押登记制度。这将为山西省排污权交易工作的深入推行提供一定的参考建议。", "label": "环境科学与工程", "id": 0}
{"content": "抵押权的实现是抵押权人行使抵押权的基本方式,也是构建排污权抵押贷款制度的重要环节。顺利地、低成本地实现抵押权是推进排污权抵押贷款工作顺利开展的有力保证。本文首先阐述了开展排污权抵押贷款对增加企业融资途径、丰富金融机构金融业务及构建完善绿色金融市场等方面的积极意义,然后从降低抵押权人风险的角度出发介绍并简要分析了设立排污权政府专项回购资金、成立行业内互保基金、设立专业化的商业保险及将商业银行纳入排污权交易主体等四种排污权抵押贷款工作开展模式,最后给出了开展排污权抵押贷款的建议。", "label": "环境科学与工程", "id": 0}
{"content": "绿色供应链管理作为促进绿色生产与绿色消费的重要抓手,可以在环境管理中发挥重要作用。开展绿色供应链管理可以促进我国实现绿色转型的制度创新;可以为实现供给侧改革提供重要的基础;可以丰富政府和企业绿色采购、公众绿色消费的物质基础;可以推动整个社会的可持续发展。企业环境管理建议通过绿色供应链管理从\"点\"到\"线\"到\"面\",实现由政府监管向企业相互监督、自觉环境管理转变。通过供应链上下游环环相扣、相互制约,推动企业减污增效、节能低碳及环境友好,促进整个产业链的\"绿色化\"。", "label": "环境科学与工程", "id": 0}
{"content": "\"十三五\"时期环境经济政策对建立我国生态文明建设长效机制发挥了重要作用,\"十四五\"时期需要通过进一步深化环境经济政策改革与创新以适应新时代生态文明建设需要。本文研究提出了我国\"十四五\"时期环境经济政策改革思路、框架与重点,认为我国\"十四五\"环境经济政策改革要深入贯彻习近平生态文明思想,系统考虑政策改革创新面临的新形势和新要求,推进建立\"两山\"转化和环境质量达标的长效激励机制,突出环境质量持续改善激励、突出经济过程全链条调控,突出政策手段的系统优化与协同增效,突出政策执行能力保障。继续推进生态环境财政制度改革,深化绿色价格税费机制创新,推进建立多元化、市场化生态补偿制度,健全生态环境权益交易机制,完善绿色金融体系,并同步推进完善生态环境价值核算、环境信息公开和信用体系、资源环境名录、政策绩效评估等实施配套能力,构建全面支撑生态文明建设的环境经济政策体系,推进环境治理体系和治理能力现代化。", "label": "环境科学与工程", "id": 0}
{"content": "2015年10月,十八届五中全会将生态文明建设列入十大目标,把绿色发展确立为五大发展理念之一。2016年我国将绿色金融发展作为一项国家发展战略写入了《中共中央关于制定国民经济和社会发展第十三个五年规划的建议》。党的十九大报告明确提出,要推进绿色发展,大力发展绿色金融,促进节能环保型企业的健康发展。绿色信贷作为绿色金融发展过程中重要的一环,其发展意义十分巨大。本文主要针对中国商业银行绿色信贷的现状和问题进行了分析和研究,探究运行过程中存在的问题,并针对存在的问题,提出相关建议,为今后优化绿色信贷路径提供思想上的借鉴。", "label": "环境科学与工程", "id": 0}
{"content": "为构建绿色金融体系,国务院于2017年设立五省（区）八地（市）绿色金融改革创新试验区,各试验区把体制机制创新和落实中央绿色发展理念相结合,进行了多维度探索。联合赤道深度参与了四省试验区绿色金融体系建设的总体设计、咨询认证工作,在绿色项目库建设、地方绿色项目评价标准制定、绿色企业评价、环境信息披露、绿色金融服务平台开发建设等方面进行了积极的创新、探索和实践。", "label": "环境科学与工程", "id": 0}
{"content": "排污权交易制度是一种解决环境污染问题的有效手段。通过对比内蒙古自治区和浙江省（嘉兴市）关于排污权交易体系的建设情况,分析了交易制度体系、交易管理体系和交易量变化3方面情况,研究排污许可制度对内蒙古自治区排污权交易体系的影响,并提出完善自治区排污权交易体系的对策与建议,为构建新型排污权交易体系提出相应的理论依据和实践方案。", "label": "环境科学与工程", "id": 0}
{"content": "根据点源面源各自的特点尤其是点源面源的减排成本的不同,说明了点源面源交易存在的合理性和必要性,重点介绍了点源面源交易的目标、实施基本思路和交易市场机制,交易市场机制主要包括交易规则、市场结构、计量准则、交易价格、交易比率和交易程序等,最后介绍了交易主体、交易客体、交易范围、交易期限、市场主管和交易业务管理等方面的确定方法。", "label": "环境科学与工程", "id": 0}
{"content": "世界各地气候异常问题依旧突出,联合国制定的《联合国气候变化框架公约》（United Nations Framework Convention on Climate Change,简称《框架公约》）和《京都条约》下各国政府采取了因国置宜的减少CO2等温室气体排放的举措。中国在经历了7个省市地区的碳交易权市场的试点施行后,2017年12月,《全国碳排放权交易市场建设方案（发电行业）》正式启动全国碳排放交易体系。本文概述了国内外碳排放交易权市场的经验举措及发展现状,列举了广东省的广州碳排放权交易所发展现状,以及在碳核算、碳排放数据报告、碳配额等问题上的短板,并在上层设计、碳市场基础设施建立健全、能力培养和碳金融工具创新四个方面给出建议,以期广东省低碳经济的长远发展,为全国碳市场的建设贡献宝贵的经验。", "label": "环境科学与工程", "id": 0}
{"content": "目的:通过分析中国A股市场上市药企2015-2017年的社会责任报告书（CSR报告）和年报,评估中国上市药企环境信息披露（EID）现状和质量,研究中国制药业EID的影响因素。方法:收集121家中国上市药企2015-2017年年报363份和CSR报告107份,并根据GRI指南将企业CSR报告分级;建立环境绩效评估指标系统,对121家药企打分;分析上海复星医药与日本武田制药EID差异;采用多元线性回归确定影响因素。结果:（1）2015-2017年,公布CSR报告的上市药企数量持续增加,平均增长速度4.32%,但近八成未遵循GRI指南。（2）根据环境绩效评估指标系统（满分39,7模块）,3年中国上市药企整体平均分为4.36、4.82、6.29,在披露载体模块表现最好,在环境成本模块最差。（3）上海复星医药EID已处于国际领先水平,与日本武田制药差距较小。（4）上市交易所类型、企业规模、企业性质和年份均对上市药企EID质量有影响。结论:中国上市药企EID状况一直在改善,少数上市药企EID已处于国际领先水平,但整体质量仍然偏低。建议政府关注规模较小的非国营药企EID质量,并尽快统一CSR编制指南。建议国内药企以复星医药为标杆,规范EID相关问题。", "label": "环境科学与工程", "id": 0}
{"content": "在实现碳交易及碳减排履约过程中存在诸多风险,重点针对电网公司碳减排风险进行研究。首先,通过将电网公司碳减排风险划分为系统风险和个体风险,其中系统风险包括政策风险、配额机制设计风险、交易活跃性风险、价格波动风险、减排量项目核查风险,个体风险包括碳捕获及检测风险、碳减排项目可行性风险、履约风险、违规风险。然后,结合层次分析法和模糊综合评价方法,构建了电网公司碳减排风险评估模型。最后选取北京和湖北碳交易市场为研究背景,进行了算例测算,并针对评估结果提出了风险防范措施。", "label": "环境科学与工程", "id": 0}
{"content": "海洋碳汇,是利用海洋生物吸收大气中的二氧化碳,并将其固定在海洋中的过程、活动和机制。本文通过对海洋碳汇的分析,提出海洋碳汇经济的概念,并具体论证了发展海洋碳汇经济的重要性和战略意义。同时,通过具体数据对比说明海南省发展蓝色碳汇经济的优势所在。最后,笔者对海南发展蓝色碳汇经济提出了4点政策建议:着力调整海洋产业结构;大力发展海洋第三产业;创新带动产业创新;鼓励并扶持海洋环保产业的发展壮大。", "label": "环境科学与工程", "id": 0}
{"content": "气候变暖和碳减排日益引起全世界各国的关注,作为一个碳排放大国,我国主动承担起碳减排的责任。广东省作为中国首批碳排放权交易试点省份,其碳排放权交易制度还处于摸索阶段,初始分配制度、交易主体范围、及相关法律和监管制度等都存在完善的空间。因此,本文深入分析了广东省碳排放权交易制度诸多问题,并提出相关完善建议。", "label": "环境科学与工程", "id": 0}
{"content": "生态学是研究生物之间和生物与周围环境之间相互关系的科学。生态心理学致力于应用生态学观点研究人们的心理与行为,也是心理学服务于生态治理领域的重要分支。生态心理学秉承着整体系统的、交互作用的世界观、主客一体的环境观、向生态延展的自我观。它不仅关注人类与环境之间的关系,更重视人类对于环境的感知、动机和行为,并认为生态心理是生态修复的关键。生态心理学强调的观点和相关理论体现了辩证法的生命力和实际应用价值。它在生态治理中的贯彻和运用,包括以实证的方法对亲环境行为和环境风险决策等方面的研究,为促进生态环境的治理具有重要的理论与实践价值。目前,我国生态心理学的研究应当在推进跨学科对话与合作研究的同时,注重本土化和情境性的研究,让生态心理学更好的服务于国家与全球的生态建设。", "label": "环境科学与工程", "id": 0}
{"content": "本文以我国新型的碳排放权交易市场化为研究对象,有针对性的解读\"十三五\"时期我国碳排放控制目标与发展导向,调查了\"十三五\"我国低碳控制目标及对工业部门的影响,梳理出全球碳市场发展与机制建设情况。研究了我国钢铁企业碳排放现状与体系,并且提出了应对碳交易的多模式技术创新策略。", "label": "环境科学与工程", "id": 0}
{"content": "工业企业用水、排水量巨大,其排水污染物成分复杂,成为水环境监管的重点和难点。寻求构建测算企业真实用水量、排水量的科学方法,解析企业真实的用水、排水量,进而结合环境价值,比照企业真实水环境成本与现实缴纳的水环境成本,对于完善相关水环境经济政策（水价、排污税费）,强化环境监管具有重要意义。本文采取实地调研的方法,调研了湖南省衡阳市某工业园区11家企业的企业规模、年产值、从业人员数、用电量、用水量、排水量、执行的环境标准、排污收费和税收等信息,通过构建水平衡模型实证测算园区企业的真实用水与排水情况,对企业的真实用水与排水成本与企业填报数值进行比较分析,提出相关建议,希望能对提升政府监管、企业真实水成本分析以及水价制订提供帮助。", "label": "环境科学与工程", "id": 0}
{"content": "开展排污权交易制度是山西省省委、省政府经济体制改革和转型综改的创新任务,也是山西创新环保机制体制、服务经济社会发展的迫切需要。详细阐述了山西省排污权交易试点现状,及试点工作特色,总结了存在的问题,提出今后要在推进制度建设、加强政策支撑、完善交易规则、活跃交易市场、加大执法力度等方面积极开展工作,把山西排污权交易工作推向深入的政策建议。", "label": "环境科学与工程", "id": 0}
{"content": "针对排污权交易中企业年度排污量的核定,本文从实施总量控制管理和开展排污权交易两方面探讨了进行年度排污量核定的必要性,并介绍了三种常用的核定年度排污量的方法及其适用条件。结合山西省排污权交易上作实践,参照企业排污权出让中关于年度排污量的核定办法,提出了核定方法、数据认定、资质认定等方面的具体要求以确保核定结果的科学性、准确性,并给出了具体的应用实例;最后给出了排污权交易中进行年度排污量核定的四点建议。", "label": "环境科学与工程", "id": 0}
{"content": "生态系统服务付费已经成为全球流行的保护生态环境与提高人类福利的工具。它通过引入市场机制,将科斯定理纳入分析框架,提供了保护自然生态环境的新思路。过去几十年来,生态系统服务付费项目在全球实践越来越多。然而,学术界关于生态系统服务付费的定义、观点及实践效果还存在诸多争议,尤其是生态系统服务付费效率与公平的争论一直是学术界关注的焦点。论文梳理了生态系统服务的理论框架,对生态系统服务的概念争论、运行逻辑、理论基础进行了阐释。在此基础上进一步对生态系统服务的效率理论内涵进行了分析,指出生态系统服务在注重效率的同时也产生了效率与公平争论问题,并对生态系统服务理论效率与公平争论相关理论观点、理论着眼点进行阐述,对完善我国生态补偿机制提供理论参考。", "label": "环境科学与工程", "id": 0}
{"content": "在对比中外上市公司碳会计信息披露模式的基础上,发现我国上市公司碳会计信息披露缺乏健全的法律法规;尚未建立具有中国特色的碳会计信息披露框架;各方碳会计信息披露的意识不高,比如上市公司披露积极性不高,监管机构的制度不完善等。为了增强上市公司碳会计信息披露的真实性,未来应该建立和完善相关的法律法规,构建统一健全的碳会计信息披露框架,加大各方对碳会计信息披露的推动力度,比如提高上市公司的碳会计信息披露意识,健全碳会计信息披露的有关财务会计规定,构建多方参与的监管机制。从而让社会大众更加注重企业碳会计信息披露,帮助企业科学地构建符合企业可持续发展的碳会计体系,真正将低碳经济作为企业的核心竞争力。", "label": "环境科学与工程", "id": 0}
{"content": "本文阐述了高速铁路环境成本控制的必要性。高速铁路是我国交通运输业的重点发展对象,享受高速铁路高速便利的同时,环境问题也引起了社会的高度关注。环境成本是指高铁项目为减少对环境造成破坏而自愿或被迫采取措施的成本,是为了达到环保目的和环保要求而付出的费用。我国高铁在降低能源消耗、减少各种废弃物对环境的污染等方面不断进步的同时,其对策体制、环境保护管理系统、环境状况和环保经济效果等诸方面的管理仍有待改善。", "label": "环境科学与工程", "id": 0}
{"content": "作为全球最大的能源消费国和碳排放国,中国启动了全球规模最大的碳交易市场,但由于仍处于碳交易探索阶段,尚未形成良好的有效的价格机制,且存在碳交易试点与全国碳市场制度衔接问题。本文针对当前中国碳交易实践,对中国碳交易所建设到碳交易试点、碳交易制度建设、碳交易主体及配额分配等现状及问题进行了全面深入剖析,并就其如何与全国碳交易市场相衔接,实现全国碳市场协同发展提出政策建议。", "label": "环境科学与工程", "id": 0}
{"content": "<正>2017年12月18日,国家发展改革委下发了《全国碳排放权交易市场建设方案（发电行业）》（以下简称\"方案\"）。12月19日,国家发展改革委组织召开全国碳排放交易体系启动工作电视电话会议,就全面落实《方案》任务要求,推动全国碳排放权交易市场建设作动员部署。会议指出,启动全国碳排放交易体系,建设全国碳排放权交易市场是利用市场机制控制和减少温室气体排放、推动绿色低碳发展的一项重大制度创新实践,是深入贯彻党的十九大精神,践行\"创新、协调、绿色、开", "label": "环境科学与工程", "id": 0}
{"content": "碳关税已经成为国际贸易中的引发关注的议题。在对碳关税的内涵特点和实施可能性进行探讨的基础上,本文对碳关税实施的贸易效应、技术效应和福利效应进行了分析,指出只有加速产业结构调整和升级,降低出口产品生产过程中的碳排放量,才能从根本上改善发展中国家在碳关税下的出口贸易环境。", "label": "环境科学与工程", "id": 0}
{"content": "实施课程思政是国家落实立德树人方针的重要途径。环境生态学科的大学生主要承担着国家建设生态文明的重要使命和责任,而如何将思政教育融入他们的专业课,是当前亟需探讨和解决的重要问题。本文在\"林业生态工程学\"课程教学中,通过设定课程思政教学目标,挖掘思政元素融入教学,起到了较好的思政效果,达到了既定的教学目标。", "label": "环境科学与工程", "id": 0}
{"content": "国家提出\"节水优先、空间均衡、系统治理、两手发力\"十六字重要治水思路,赋予了新时期治水的新内涵、新要求、新任务。城市河流不仅承载人类文明,记录城市发展印记,更承担行洪安全、维持生态系统稳定、塑造景观美学的重任,实施城市河流生态治理是遵循自然规律,践行\"系统治理\"方针和\"两山\"理论的最佳实践。河流防洪堤以内主河槽两侧的滩地为动、植物提供了天然栖息地,是河流保护生物多样性、展示生态景观的基本载体,在实施滩地生态治理过程中,应坚持生态优先、绿色发展,在保障防洪安全的前提下,基于景观适应性分析和土地生态环境敏感性评价,科学有效的配置滩地生态空间。", "label": "环境科学与工程", "id": 0}
{"content": "在众多学者的研究中指出,水生态修复技术强调自然生态与环境的恢复,强调利用水生态系统中的动植物、微生物来降解、转化以及吸收河道中的污染物。该技术的良好运用能够为水生物创造出一个良好且适合的生存环境,同时,还能有效推进水生态系统的建立以及保护,推动城市水环境的可持续发展,为构建环境友好型社会作出积极贡献。", "label": "环境科学与工程", "id": 0}
{"content": "本研究以丰南区陡河段,起点为陡河与范董线交汇处,终点为陡河防潮闸,治理长度为28.2km。主要任务是提升陡河水质,使陡河考核监测断面水质主要指标具体要求达到化学需氧量≤30mg/L、氨氮≤1.5mg/L、总磷≤0.3mg/L、高锰酸盐指数≤10mg/L、总氮≤6mg/L;实施河道生态建设工程,在国考断面进行合适的清淤工程,改善陡河现状。经过方案比选,陡河采用物理修复、生态修复、生态工程修复于一体的修复方式进行治理,提升陡河水质,恢复河道生态系统多样性和活力。", "label": "环境科学与工程", "id": 0}
{"content": "本文结合岐山县凤鸣湖水体修复的应用措施实况,提出生态修复的目标,通过生态修复湿地、科学配置种植水生植物,对河道进行疏浚、优化生态护坡,合理配置浅滩湿地、跌水,形成多形态、水流和生物多样性的生态河道,使水体污染得以修复。最后介绍人工湖及沿河生态湿地运行维护经验,以供类似水生态修复工程参考借鉴。", "label": "环境科学与工程", "id": 0}
{"content": "我国西北干旱、半干旱地区是\"一带一路\"的重要组成部分,土地沙漠化不仅对当地农牧业产生严重影响,也造成了生态系统的退化。布设沙障能够有效减缓风速、固定沙丘并涵养水源。本研究使用自主研发设计的压草覆沙一体机在乌兰布和沙漠试验区完成铺设草方格沙障,并通过反演遥感生态环境状况指数和水源涵养量对施工效果进行分析。结果显示压草覆沙一体机节约了生产成本的同时,工效为人工铺设沙障的5倍,布设草沙障提高了研究区域的生态环境质量和水源涵养量,具有重要的生态价值。", "label": "环境科学与工程", "id": 0}
{"content": "紫外线辐射（UV-B）对作物的萌发和幼苗活力均有不利影响[1],镁氮共掺杂碳量子点（Mg-N-CDs）已成为影响幼苗许多生理活动的关键因素[2]。本研究旨在研究不同浓度外源Mg-N-CDs对UV-B胁迫下小麦种子萌发及幼苗早期生长特性的影响。10.08 KJ m-2 d-1 UV-B胁迫显著抑制了种子的发芽势、发芽指数、活力指数以及胚根和胚珠的生长。通过Mg-N-CDs预处理增强种子萌发特性和幼苗早期生长参数来减轻UV-B胁迫效应,且在300mg Kg-1 Mg-N-CDs处理下缓解效果最明显。Mg-N-CDs预处理激活了高效的抗氧化系统,有效提高了超氧化物歧化酶（SOD）、过氧化氢酶（CAT）和抗坏血酸过氧化物酶（APX）的活性。降低胚根和胚珠中丙二醛（MDA）、过氧化氢（H2O2）含量和超氧阴离子自由基（·O2-）的产生速率,从而防止UV-B胁迫引起的氧化损伤。Mg-N-CDs预处理也提高了UV-B胁迫下胚根和胚珠中脯氨酸和可溶性糖的含量。此外,Mg-N-CDs预处理显著增加了其他相关基因的表达,提高了胚根和胚珠的抗氧化能力,导致ATPS、CS和GS水平升高。结果表明,Mg-N-CDs可通过调节UV-B胁迫下小麦种子萌发和幼苗生长的生理反应,促进种子萌发和幼苗生长。说明Mg-N-CDs可以促进叶绿素合成来改善光合作用而减轻紫外线对农作物的损伤,本研究为推动Mg-N-CDs在农业中的功能化提供了理想的平台,有助于农业的绿色可持续发展。", "label": "环境科学与工程", "id": 0}
{"content": "以重庆市北碚区为例,在梳理国内外煤矿废弃地生态修复研究成果、研究区关闭煤矿废弃地复垦修复现状及存在的主要问题的基础上,采用实地调查、比较分析、归纳总结等研究方法,将生态学中的干扰理论引入到废弃地生态修复研究,通过对研究区关闭煤矿废弃地进行干扰剖析,据此提出了与研究区实际相符合的构建关闭煤矿废弃地生态修复的保障机制、开展复垦修复适宜性评价和设计生态修复技术方法等生态修复策略,在一定程度上丰富了煤矿废弃地生态修复的理论与方法。", "label": "环境科学与工程", "id": 0}
{"content": "矿产资源开发推动着我国社会经济的发展,但也会对自然环境造成破坏。本文简要介绍了矿山生态修复现状及矿山破坏的类型及特征、矿山生态修复的部分技术,并对各个技术进行优劣分析。", "label": "环境科学与工程", "id": 0}
{"content": "近年来,外来物种入侵问题日益凸显,给我国生物安全带来严峻挑战。虽然生物安全法的生效实施从保障国家生物安全的高度为外来物种入侵防控提供了制度设置,但构建外来物种入侵口岸防控法治体系仍然十分必要和紧迫。我们有必要分析外来物种入侵口岸防控的现状和我国国内立法现状,对新西兰、美国、日本的外来入侵物种防控立法情况进行比较研究,并提出我国外来入侵物种口岸防控的法律选择。", "label": "环境科学与工程", "id": 0}
{"content": "民族文化中维护本地生态系统,防范生态灾变风险的内容,是民族文化对本地生态环境适应的结果,它往往具有针对性强、成本低、效果好以及容易获得当地社会的广泛支持等优势。当地民众不仅可以在国家的统一指挥领导下出\"力\",还可以积极贡献民族文化中的\"智\",因此,在石漠化综合治理的过程中,如果能重视文化引导功用和社区参与,运用相关民族的本土生态知识对石漠化进行\"介入\",有可能使石漠化治理成本降低,同时也预期带来有价值的治理效果。", "label": "环境科学与工程", "id": 0}
{"content": "通过对惠州市主要江河湖库的物理形态、水文情势、水污染状况、生物多样性等方面开展调查研究,评价惠州市主要江河湖库的水生态状况及变化趋势,剖析存在的主要问题。在此基础上,提出了包括绿色河流廊道体系、生态需水保障体系、水污染防治体系、生物多样性支撑体系、水生态监管体系等5大水生态系统保护与修复体系及相应措施,为各地开展水生态保护与修复、建设幸福河湖提供借鉴。", "label": "环境科学与工程", "id": 0}
{"content": "加强河湖生态文明建设,是科学配置、节约利用和有效保护水资源,以实现水资源的永续利用,有效保护和综合治理水环境以提升水环境质量,有效保护和系统修复水生态以增强水生态服务功能的一项系统工程。珠江河口所处的地理位置是粤港澳大湾区的重要载体,河口地区水资源的流动性、水生态系统的整体性、水环境的关联性、水灾害防治的协同性决定了粤港澳大湾区的建设与发展,必将对珠江口地区的水资源利用、水生态保护、水环境改善、水灾害防治等方面提出更高要求。加快推进珠江河口地区河湖生态文明建设思路研究和建设途径研究工作,对于大力推进水生态文明建设、践行十六字治水思路具有重要意义。本文在简析珠江河口水系特点及存在问题的背景下,着重分析了珠江河口河湖生态建设思路及建设途径。", "label": "环境科学与工程", "id": 0}
{"content": "针对现状百二河存在的问题,提出了生态修复改造的应对思路和解决措施。采用土钉支护与衡重式挡墙相结合的方法建设河道护岸,解决了河道两岸施工空间限制的问题;尝试采用土工固袋作为河底防护材料,解决河道防洪安全与生态功能修复之前矛盾的问题。", "label": "环境科学与工程", "id": 0}
{"content": "近年来,随着城市经济社会的快速发展,生活、生产用水量急剧增加,供水风险逐步增大,同时周边自然环境的恶化,使得城市湖泊河道水环境问题越来越突出。本文以蚌埠市天河湖水库为例,针对其水质现状、污染源分析及水生态单一等特点,系统阐述了水生态环境治理思路及方案,为后期实施提供依据。", "label": "环境科学与工程", "id": 0}
{"content": "结构稳定且功能正常的生态系统对维持河流健康生命至关重要,而生态修复将是未来河流整治工作的重点。以东方市北黎河为例,在分析现状生态环境问题的基础上,提出生态修复总体思路,并结合不同河段的特点设计出有针对性的修复方案,有效指导了下一步工程实施。根据东方市北黎河生态修复工程实践经验,总结出在热带地区感潮河流生态修复设计工作中需要对植物选择、高程设定及围挡措施选择等几方面问题进行研究。", "label": "环境科学与工程", "id": 0}
{"content": "分析了黄河下游濮阳段生态环境保护现状,发现黄河下游濮阳段生态保护与高质量发展面临的水资源衰减与用水刚性增长矛盾突出、生态功能持续退化、滩区治理压力大等问题。黄河滩区作为黄河流域的基础组成部分,促进其综合提升和可持续性发展,是推动黄河流域高质量发展的重要内容。本文结合实地调研,通过实施黄河河南段生态修复保护,加强水利行业对河道管理范围的监管,维护河道空间,消除生态胁迫,优化生态空间格局,修复和完善生态系统,恢复黄河流域的自然生态本底,构建黄河生态廊道,提升沿岸群众的获得感和幸福感。", "label": "环境科学与工程", "id": 0}
{"content": "党的十八大首次将建设生态文明纳入\"五位一体\"总布局,开启建设生态文明新时代,提出应将修复流域生态放在重要位置,做到尊重自然、保护自然,推进流域水生态保护和修复。基于此,文章以流域水生态概述为切入点,简要介绍流域水生态范围界定及修复目标,以此为基础,结合流域水生态保护及修复原则,从水生态保护、修复工程两方面出发,提出生态保护措施,以期为相关工作者提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "随着喀什噶尔河流域社会经济的不断发展、人工绿洲用水量不断增加,地下水超量开采问题突出,生态退化问题逐渐显现。目前,暂时没有地下水埋深对喀什噶尔河流域生态环境（盐渍化、荒漠化）影响的研究,本文致力于地下水埋深对喀什噶尔河流域灌区生态环境（盐渍化、荒漠化）影响研究方法初探,可为后期喀什噶尔河流域地下水开发利用及研究提供支持。", "label": "环境科学与工程", "id": 0}
{"content": "设计综合考虑源头控制、过程控制和渠道生态修复,从面源点源污染控制、生态防护林、下凹式生态沟、岸坡植被拦截、沟口截导污、渠道淤泥内源清理和渠道水生植物生态等工程措施,并结合管理污染源排放及通过工程调度增强水体流动等管理措施对许昌市颍汝干渠进行了生态修复设计,从而达到恢复颍汝干渠生态环境,实现长效治理的目的。", "label": "环境科学与工程", "id": 0}
{"content": "随着经济、农业技术发展,排污量增加,大量营养盐流入鄱阳湖,致其水质下降,氮是主导因子之一。为保护鄱阳湖水体生态安全,该研究从生物脱氮角度出发,于鄱阳湖周边大地养猪场养殖工业废水中筛选分离得到1株好氧异养型反硝化菌株WS-6。经形态学观察和16S r DNA序列分析,判断该菌株为门多萨假单胞杆菌（Pseudomonas mendocina）。其在接触酶、氧化酶、硝酸盐还原试验、亚硝酸盐还原试验、柠檬酸盐利用试验中呈阳性;在V. P测定、吲哚、甲基红、产氨试验、明胶液化、淀粉水解和硫化氢试验中呈阴性。该菌株在柠檬酸钠为碳源,温度为30℃,p H=7,转速为180 r/min,C/N为20条件下生长速度最快,反硝化性能最佳,24 h内硝氮去除率达到98.28%,表明该菌剂对斑马鱼胚胎存活无显著影响。WS-6反硝化能力强,安全性高,为养殖废水硝氮的去除提供了生物原料。", "label": "环境科学与工程", "id": 0}
{"content": "为探讨罗氏沼虾养殖尾水（以下简称\"尾水\"）的合理消纳方式,选取江苏里下河地区代表性水生作物（水稻、荸荠、慈姑）进行尾水消纳效能研究。以常规施肥+自来水灌溉处理（CKA）为对照,并设置尾水灌溉处理下的不同化肥梯度用量处理,分别为常规施肥（A）、80%常规施肥（B）及60%常规施肥（C）;通过连续2年试验中,各处理尾水消纳能力、养分利用效率、产量性状指标,筛选适宜尾水消纳作物类型,并探究稳产前提下合理的减肥比例。结果表明:慈姑消纳尾水能力及尾水灌溉条件下果实氮、磷累积能力均较强;此外,尾水灌溉方式促进慈姑的单果重和标准单果重指标的提升,使其具备一定经济增效潜力;保证稳产前提下,慈姑与荸荠种植过程中的尾水替代化肥比例均可达到40%;水稻仅在尾水替代化肥比例不高于20%时,其实际产量不受影响（p>0.05）。依据水生作物年均消纳尾水氮（以N计）磷（以P2O5计）总养分可替代化肥比例（14.818%、12.713%、19.153%）,若长期进行尾水消纳利用,可据此适当降低各水生作物田化肥减施比例,以保证稳产。此外,尾水灌溉造成盆栽土壤潜育化程度加深,水稻耐潜育化能力相对较弱,因此,稻米氮、磷富集能力弱于其他2种水生作物的果实部分。综上所述,慈姑和荸荠的尾水消纳效能相对较好,更有助于尾水再利用和国家农田化肥减施目标的实现。", "label": "环境科学与工程", "id": 0}
{"content": "高效功能化菌株在污水处理中的驯化适应、存活及自然增殖,是高效菌株工程化应用的关键问题。采用从某反硝化缺氧池（A池）活性污泥中分离筛选的1株高效反硝化菌株SPC13,考察了该菌株在聚氨酯海绵生物填料上的挂膜性能及反硝化脱氮效果,初步分析了其反硝化功能基因。结果表明,菌株SPC13,增殖速度快,挂膜能力较强。挂膜15d,即可在聚氨酯海绵生物填料表面形成稳定成熟的深棕褐色生物膜。菌株SPC13生物膜反硝化脱氮反应器具有高效稳定的反硝化脱氮效果。在进水NO3--N浓度为100 mg/L的情况下,最大反硝化脱氮速率高达20.03 mg/（L·h）,TN去除率稳定在98%以上,且无亚硝酸盐积累。功能基因分析结果表明,菌株SPC13具有完整的反硝化酶体系,推断其反硝化脱氮的代谢途径为NO3-→NO2-→NO→N2O→N2。", "label": "环境科学与工程", "id": 0}
{"content": "喹噁啉类兽药是我国养殖业大量使用的兽用抗菌药,以药物原形或脱氧代谢物随动物粪尿排泄进入环境,对生态环境造成危害。本文对喹噁啉类兽药的环境行为及生态毒理学研究进行综述,并提出了加强对喹噁啉类兽药原形及代谢产物环境行为和生态毒理研究的建议,为喹噁啉类兽药环境中的生态风险评估提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "以九峰明渠黑臭水体治理为目标,采用工程措施与生态修复组合技术治理城市河道,通过初期雨水污染控制、分散式污水处理、渠底清淤、底质改良、超微曝气、种植水生植物、构建水生微生物种群等措施对该水体进行治理和修复。结果表明:经过3个月的运行,主要水质指标COD、TP、TN、氨氮等达到GB 3838—2002《地表水环境质量标准》Ⅳ类标准或GB 18918—2002《城镇污水处理厂污染物排放标准》一级A标准,水体透明度从11.5 cm上升到30 cm;河道中生态系统逐渐恢复,强化了水体的自净能力,河道水质有了明显改善。实践证明,该组合技术能有效消除河道黑臭现象,在技术上是可行的,若同时加强环境监管与定期运行管理,则可从根本上恢复河道的生态系统。", "label": "环境科学与工程", "id": 0}
{"content": "黑水河干流4座引水式电站运行、河道采砂、野生鱼类资源过度捕捞、白鹤滩水库建成蓄水等因素对黑水河生态环境产生一系列不利影响,威胁黑水河土著鱼类,尤其是喜流水生境鱼类的生存。为保护黑水河野生鱼类资源,亟须对黑水河进行河流生态保护与修复。本文基于监测资料、调查报告、已有文献等,对黑水河干流的生态环境问题进行了梳理和分析,并从技术、工程、管理措施3个方面提出黑水河生态环境的保护和防治对策,可为相似河流生态修复工作提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "植物是人工湿地系统的重要组分,具有净化水体的能力。通过从人工湿地植物收割对污染物氮、磷、COD、重金属去除的影响,强调植物收割在人工湿地养护中的重要性,结合当今人工湿地植物收割后的再利用情况,包括在植物燃料、发酵产沼、有机肥料、吸附剂等多方面的用途,说明植物的回用能够有效防止环境污染与资源浪费。并对当前人工湿地植物的现状及未来利用加以讨论并提出了设想。", "label": "环境科学与工程", "id": 0}
{"content": "利用沉水植物修复湖泊富营养化问题已成为当前我国湖泊治理的关键过程,但目前对大多数沉水植物对水深的生理生态响应特征研究还不足。采用盆栽控制试验方法,将狐尾藻（Myriophyllum spicatum L.）顶枝种植在水下0.5,1.0,1.5,2.0,2.5,3.0 m处塑料盆内,研究水深对狐尾藻生长和抗氧化酶系统的影响,探讨狐尾藻生长的最适水深。结果表明:随着水深增加,水下光强呈指数式显著衰减（衰减系数为1.384）;水深明显影响狐尾藻的存活和生长,当水深为1.0 m时,狐尾藻高度和生物量最高;当水深超过2.0 m时,狐尾藻生长受到明显抑制,水深3.0,2.5,2.0 m处黑藻在生长的第17、24和33 d时分别死亡。水深对狐尾藻叶绿素含量和抗氧化酶活性也产生显著影响,在实验初期（20 d）,叶绿素和丙二醛（MDA）含量均随着水深增加而减少,而在中后期（40,60 d）则是先增加后减少。超氧化物歧化酶（SOD）活性随着水深增加先提升后降低,而过氧化物酶（POD）和过氧化氢酶（CAT）活性在实验初期水深增加而显著提高。综合以上生理生态特征分析,建议在利用狐尾藻进行水域生态恢复时,应考虑将其种植在水深约1.0 m处,以利于其生长和有效恢复水生生态系统。", "label": "环境科学与工程", "id": 0}
{"content": "湿地因独特的生境和高水平生态服务功能而备受关注。为了解海口市湿地近30年的变化情况和2031年的变化趋势,基于1985—2018年4期遥感影像数据,从湿地数量、格局、质心变化及转移矩阵分析了海口市近30年来的湿地变化情况。选用曲线估计、Markov模型、CA-Markov模型3种方法预测2031年的湿地变化趋势。结果表明:1)1985—2018年,湿地面积净减少了9662.41 hm~2,转出量是转入量的1.6倍,人工湿地损失最多;仅56.46%湿地保留原有类型。1995年以后,湿地景观破碎度持续增大,人为干扰不断增强。2)近30年来海口湿地整体向东北方向移动了1.81 km,质心坐标由（19°50′9.87″N,110°25′7.75″E）迁移至（19°51′29.90″N,110°26′14.09″E）。3)在2031年湿地变化预测方面,3种预测方法表现如下:（1）总湿地面积预测值,CA-Markov与Markov模型的预测结果基本一致,而曲线估计有明显高估现象。（2）二级类湿地预测方面,CA-Markov与Markov模型结果接近,近海与海岸湿地、内陆湿地和人工湿地3个二级类湿地面积差异不大;曲线估计与Markov模型预测的近海与海岸湿地、内陆湿地面积差异不大,但曲线估计对人工湿地面积的预测结果比CA-Markov和Markov模型明显偏高。4)CA-Markov模型预测显示,相对于2005—2018年,2018—2031年的近海与海岸湿地面积会出现少量增加,内陆湿地面积减少速度有所减缓,人工湿地的减少速率将加快3倍多;在空间上,至2031年近海岸湿地总体变化小,南渡江一带的三角洲/沙洲/沙岛湿地将有所增加,城镇周边零散的人工湿地将消失。", "label": "环境科学与工程", "id": 0}
{"content": "生态流量是维持河湖功能的重要保障,是维护其生态系统的基本要素。但是近几年我国经济需求提高、水资源逐渐减少分布也不均匀。所以,加强其生态流量管理这是关系到水资源保护的体系方式。", "label": "环境科学与工程", "id": 0}
{"content": "近年来我国高度重视生态文明建设,河湖生态流量（水位）保障工作稳步推进并取得积极成效,但特殊的国情水情决定了部分地区经济社会与生态环境争水矛盾将长期存在,生态流量保障工作任重道远。结合松辽流域水资源禀赋条件及开发利用状况,选取东辽河的两个生态流量控制断面,评价东辽河生态流量满足状况,分析生态流量保障现存问题与成因,并为提升东辽河生态流量保障水平提出建议,为指导和推动松辽流域开展河湖生态流量保障工作提供技术支撑。", "label": "环境科学与工程", "id": 0}
{"content": "目前南方湿润地区的生态需水研究较少,本文总结了河流生态需水研究现状,从基本概念和机理研究两方面阐述了河流生态需水理论研究框架;提出南方湿润地区河流生态需水主要由河流生态基流量、河流自净需水量、河流水面蒸发和渗漏需水量、河流航运景观娱乐需水量及河流输沙需水量组成。在探讨河流生态需水量化方法的基础上,指出目前河流生态需水量的系统计算方法不完善,应对现有方法进行改进,同时应加强河流生态需水与河流生态系统保护的关系研究。", "label": "环境科学与工程", "id": 0}
{"content": "传统河流生态流量计算局限于水文数据分析,没有与河流的生态分区、分期及生态系统的保护目标联系起来。根据辽宁省实际情况,提出辽宁省河流生态需水分区、分期、分类的划定原则,生态流量计算要素的确定方法、各种生态流量计算方法的适用条件及选取等。并以辽河为例,计算辽河干流生态流量,计算成果合理,满足辽河生态需水要求。为辽宁省河流生态流量计算工作提供依据。", "label": "环境科学与工程", "id": 0}
{"content": "依据长系列水文资料,按照不同设计水量分别对生态流量保障程度进行估算分析,分析结果表明以90%保证率设计水量为最小生态流量,复州河生态流量保障程度较高,大多数年份达到90%以上的水平;以最枯月平均流量的设计水量为最小生态流量,复州河生态流量保障程度一般,半数年份达到90%以上的水平。从年际变化情况看,生态流量保障程度呈明显的下降趋势。", "label": "环境科学与工程", "id": 0}
{"content": "植被环境下的水流运动是环境水力学的研究热点,其中植被水流的阻力计算是开展该项研究的核心,目前针对刚性不可变形植被环境下的水流运动,其阻力系数（达西-维斯巴赫系数）求解方法较为完善,但是已有阻力系数公式不能精准地描述柔性植被环境下的阻力特点。针对这样的科学问题,本研究采用理论分析和遗传算法相结合的方法,提出了柔性植被环境下的阻力系数计算公式,建立了阻力系数与植被淹没度、植被阻力长度以及植被弯曲程度的定量关系,进一步完善环境流体力学中的植被水流基础理论,为科学地进行植被生态修复提供理论支撑。", "label": "环境科学与工程", "id": 0}
{"content": "生态流量是维系河湖生态功能,控制水资源开发强度的重要指标,按照水利部相关文件要求,在东南诸河区选择有代表性的晋江、建溪两条重要河流,开展生态流量研究。首先在掌握河流生态保护对象的基础上,结合河流自身特点,合理选定生态流量控制断面,其次根据所掌握的河流控制断面长系列径流量资料,采用了Qp法、 Tennant法、近10年最枯月平均流量法等水文学计算方法为主,比选确定生态流量目标,最后结合河流水利工程布局,合理确定生态流量保障措施。目前,两条河流生态流量目标均经水利部印发实施,生态流量管控实践逐步落到实处。", "label": "环境科学与工程", "id": 0}
{"content": "本文以佛山市大沥镇为例,大沥镇内河涌是典型的珠江三角洲河网区,区内河涌众多,纵横交错。由于历史原因,水系被截断、侵占,加之生活、工业污水多直接排放到河涌,河涌水污染严重。大沥镇在水生态文明建设中,旨在全面改善内河涌水生态环境,拟通过水系连通,整治河道,并利用水闸泵站等工程综合调水,加快水体循环,提高水体更新速度,改善镇内河涌水生态环境,本文利用MIKE11模型,模拟论证在水系连通基础上,并结合整治河道、综合调水等措施对大沥镇主干河涌的水动力水质影响。结果表明,在多渠道的工程措施下,大沥镇主干河涌水动力和水质有较大改善。", "label": "环境科学与工程", "id": 0}
{"content": "作为大运河文化带建设重要组成部分的南运河,目前大部分河道干涸,河流水生态严重恶化,难以支撑大运河文化带的建设。在充分挖潜当地用水的前提下,利用引黄、南水北调东线一期北延应急供水等水源补充河湖的生态用水,对恢复河湖湿地的生态起到重要的补充水源作用。本文以实现南运河全线贯通有水为目标,系统分析当地水、再生水、外调水等多水源为南运河补水的可行性,并提出保障措施。", "label": "环境科学与工程", "id": 0}
{"content": "广东省水资源丰富,但由于水资源开发程度高、水质污染严重等问题,区域水环境、水生态和水安全等成为亟须解决的重要科学问题。开展生态流量研究对保障河流生态环境具有重要的理论意义,并能为广东省水资源优化配置和可持续发展提供科学依据。为此,运用3种水文学法（包括Tennant法、QP法和最枯月平均流量法）对广东省主要流域共32个水文控制站的逐月流量数据做了全面而系统的研究,探讨不同流域主要水文控制站近60 a的径流变化规律,并分析不同计算方法下各流域生态流量的差异和影响因素。除个别站外,大部分站点90%最枯月平均流量法计算的生态流量占多年平均流量比例均大于10%,多集中在10%～20%,且比例在各流域中无明显差异。近10 a最枯月平均流量法计算的结果因水文周期会有较大的区别,容易受流域丰、平、枯变化的影响。本文推荐Tennant法的10%和90%最枯月平均流量法配合推求生态流量,取两种方法的大值为河流最小生态流量下泄值。", "label": "环境科学与工程", "id": 0}
{"content": "河川基流量作为地区水资源的重要组成部分,其时空分布特征的变化将对河川天然形态和流域生态系统产生巨大影响。本文依据长江流域主要控制水文站1956—2016年逐日流量数据,计算了全流域12个二级水资源分区逐年基流总量,并在此基础上,采用Mann-Kendall检测法、 Pettitt检测法和Morlet小波分析法对各分区逐年基流总量过程的趋势性、突变性和周期性进行了相应分析。其结果表明,长江上游各水资源分区逐年基流总量趋势性和突变性变化均较中下游段更为显著,各分区周期性检验结果存在明显空间异质性,下游段各分区对应第一主周期显著大于上中游段。", "label": "环境科学与工程", "id": 0}
{"content": "为加强河口生态流量及相关支持理论的综合研究,针对河口生态系统复杂多变的特点,在辨识河口及河口生态流量内涵的基础上,以保护生物多样性和恢复河流生态服务功能为管理目标定义的河口生态基流量指维持或恢复河口生态功能所需的最小入海流量。系统梳理国内外河口生态流量研究进展,依据河口生态流量、盐度及生物物种多样性之间的相关性,总结出流量百分比法、状态法、得克萨斯州河口数学规划模型、价值生态系统要素法、水产资源法等五种基于流量-盐度-生物丰度相应关系的河口生态流量计算方法,为今后的河口生态流量分析提供科学支撑。", "label": "环境科学与工程", "id": 0}
{"content": "生态流量是保持河流生态系统健康极其重要的一个方面。河道出现断流,水质超标,水生生物多样性降低这些都是河流生态系统功能倒退的表现。河流生态系统功能倒退是多种因素综合导致的不可逆的生态退化结果,其中水量下降是导致这种生态退化结果的一个重要原因。研究生态流量可以解决河流生态系统功能退化的问题,进而对推进生态文明建设有推进作用。生态流量的研究是一个漫长并且复杂的过程。文章阐述了生态流量的概念、我国生态流量的发展历程、生态流量核算方法的确定、常见的生态流量的计算方法及相应的计算案例及生态流量的发展展望。", "label": "环境科学与工程", "id": 0}
{"content": "微塑料是目前环境中较为关注的一类新兴污染物,对陆地生态系统的影响广泛而深远。本文综述了国内外微塑料污染对生物地球化学循环影响的最新研究进展,概括了土壤中微塑料污染现状,重点总结了微塑料输入对土壤理化性质的改变、微塑料污染对地球碳氮循环的影响,并针对当前研究存在的不足以及今后相关的微塑料毒理学研究方向进行了展望。", "label": "环境科学与工程", "id": 0}
{"content": "湖泊生态需水对维持其基本生态功能具有重要作用。以察尔汗盐湖的西达布逊湖为例,在进行区域河流特点及生态保护目标分析的基础上,探讨确定西达布逊湖生态需水组成,对西达布逊湖补给来源进行不同频率来水分析,采用水量平衡法进行西达布逊湖生态需水量计算并进行生态需水平衡分析,以期为盐湖水环境保护提供理论支撑,同时也为完善区域水资源合理配置提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "湖泊生态需水对维持其基本生态功能具有重要作用。以察尔汗盐湖的西达布逊湖为例,在进行区域河流特点及生态保护目标分析的基础上,探讨确定西达布逊湖生态需水组成,对西达布逊湖补给来源进行不同频率来水分析,采用水量平衡法进行西达布逊湖生态需水量计算并进行生态需水平衡分析,以期为盐湖水环境保护提供理论支撑,同时也为完善区域水资源合理配置提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "自2019年实施永定河上游引黄生态补水与本地径流集中输水统筹调度以来,显著增加了官厅水库入库水量,实现了永定河平原段通水至首都新机场的目标,促进了桑干河沿线生物多样性保护和生态环境恢复,取得了较好的生态环境效益。本文以2019-2020年永定河生态补水实测数据为基础,依据水量平衡法,分析了永定河官厅水库以上本地径流集中输水和引黄生态补水输水效率,统计了官厅水库下游主要控制工程水量下泄水量,简要评价了永定河生态补水北京段补水效果。", "label": "环境科学与工程", "id": 0}
{"content": "保障生态流量是建设幸福河湖的重要内容,是推进生态文明建设的重要举措。滦河是海河流域重要跨省河流,水资源开发利用程度高,生态流量保障工作至关重要。本文根据滦河水生态保护目标,采用1980～2016年水文系列,计算得出滦河的生态基流和基本本生态水量,为滦河水系生态流量保障工作提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "穆棱河流域内随着城镇建设和工业发展,穆棱河干流原有连续的河道已经被陆续开发建设的拦河坝分割成长短不一的河段。生态环境不断遭到破坏,在此现状的基础上,保护河流水生态环境势在必行。本文以国家生态环境保护要求为依据,通过采用不同生态流量计算方法,对重要断面进行了生态基流计算,对河流生态环境保护具有一定的指导意义。", "label": "环境科学与工程", "id": 0}
{"content": "环境标准的科学实施,直接关系到生态自然资源保护、人体环境健康保护及绿色经济产业结构发展等国家环境安全战略与生态文明建设高质量发展问题,环境基准是制定环境标准的科学理论基础,决定着环境标准的科学性。主要围绕生态环境毒理学与水环境基准方法技术的关键环节,介绍讨论近年来我国流域水环境安全基准制定方法技术进展与毒理学研究方法的关注问题。重点关注流域地表水生生物基准、水生态人体健康水质基准及流域水环境基准优先控制污染物筛选、本土受试生物筛选等技术方法的基础数据适用性探讨。在一些本土流域如辽河、海河、太湖等为应用校验水域,针对流域区域水环境保护目标的实施,研究讨论一些流域水环境典型污染物的水生生物、人体健康等水质基准阈值的毒理学环境安全基准及风险评估相关方法技术,为相关地表水质标准的制修订提供有益的科技支持。", "label": "环境科学与工程", "id": 0}
{"content": "保障河湖生态流量（水量）,事关生态文明建设和水利改革发展全局,对于维护水安全具有重要意义。本文依据相关规划中确定的白洋淀生态水量目标,按照节水优先、生态优先、量水而行的原则,针对白洋淀生态功能要求及生态系统需水特点,协调\"三生\"用水,统筹当地地表水与外调水等各类水源,研究提出白洋淀生态水量调度管理方案。", "label": "环境科学与工程", "id": 0}
{"content": "渭河北临黄土高原,南临北秦岭,来自黄土高原的大量悬浮物导致渭河水流呈现黄色,渭河以北的支流一般较长,以南的支流较短,但南面的支流提供的水量较大。渭河所流经的西安作为陕西最重要的经济发展区,生态问题也备受关注,目前重金属元素污染问题已相当严重,其对环境和生物都有着极大的危害,同时,其易通过食物链而富集,已经引起世界各国科学家的高度重视,解决这个问题已迫在眉睫。为了分析西安渭河河流沉积物中元素特别是重金属元素污染现状、风险和污染来源,本次研究在2018年对渭河西安草滩段干流及其支流沣河沉积物进行样品采集,测定了Cr、Co、Ni、Cu、Zn、V、Ba、Pb八种重金属元素的含量,将其与陕西土壤元素背景值比较,运用地累积指数、污染负荷指数和潜在生态风险指数对该地区重金属污染现状及生态风险进行评价,采用皮尔逊相关性分析、主成分分析法辨析了重金属的来源。结果表明:Cr、Ni、Cu、Zn和V五种重金属有相同或相似的来源,Co、Ba、Pb的来源相似但不同于其他五种元素,据河流流向分析可知其来源于渭河以南;在渭河流域中,支流沣河的污染程度大于干流,重金属Co的污染最为严重,Pb次之。èTC", "label": "环境科学与工程", "id": 0}
{"content": "盘锦市面临着复杂的水资源问题,尤其是地表水水质污染严重,因此,核算经济社会发展对水资源质量的压力与承载负荷,对盘锦市县域水资源承载状况进行动态评价,建立水资源承载能力警线制度,定期发布情况报告,对唤醒社会水环境保护意识和构建未来风险防控机制、促进盘锦地区地表水有效开发利用有着重大的现实意义[1-3]。", "label": "环境科学与工程", "id": 0}
{"content": "由于人类活动对生态系统改造的日益增强,全球范围内的淡水生态系统正受到人为活动所引起的多环境因子的广泛影响[1],如流域水文因子改变、土地利用变化、面源及点源污染等[2]。这些因子交互作用并从多方面对淡水生物多样性、生态系统功能与服务及生物完整性造成影响,给流域山水林田湖草系统治理带来巨大挑战。因此近年来,研究多环境因子的相互作用及其对水生生物群落、流域生态完整性和水生态系统功能与服务的影响及维持机制受到了国际社会的广泛关注,也逐渐成为生态学面临的主要挑战之一[1,3]。在淡水生态系统中,附石生物膜（Biofilm）主要由藻类、胞外多聚物、细菌、真菌等组成,在吸收和滞留有机及无机营养物质方面起重要作用。此外,生物膜覆盖的区域很大,是河流中溶解性有机物（DOM）吸收和存储的主要场所,并对河流碳循环及营养吸收具有显著贡献。本研究以丹麦平原流域5个具有不同水文情势状况的河流为研究对象[4],利用多学科交叉手段,研究了多环境胁迫因子（包括水文情势及理化因子）对附石生物膜结构（群落组成）与功能（叶绿素a与无灰干重）的影响及机制。结果发现:水文情势因子对群落组成的贡献率（10.10±7.18%）高于理化指标的贡献率（5.90±3.83%）;具有不同功能性状（如细胞大小）的藻类对水文情势及理化因子作出不同的响应机制;相比理化因子,水文情势因子对附石生物膜的生物量及功能具有更重要影响。尽管高水文干扰对生物量及生物膜功能具有总体负面影响,但我们也发现到水文情势因子与生物膜结构、功能的正相关关系,这表明水文情势因子与附石生物膜之间关系的复杂性。总之,我们的研究强调了水文情势因子对附石生物膜群落结构与功能的重要影响。因此,在流域山水林田湖草系统治理中,我们应深入研究人类活动如何影响水文情势因子、水文情势因子如何与其它多环境胁迫因子交互作用、生物膜如何响应及维持机制。", "label": "环境科学与工程", "id": 0}
{"content": "以黄河三角洲生态补水区域为研究区,鉴于生态补水评价中各指标的不确定性和模糊性,将AHP理论求得的权重引入到灰度分析中,建立了AHP的灰色关联度模型应用于生态补水综合评价。黄河三角洲湿地自然修复能力增强,河道水域面积增加,水质类别得到提升。土壤含水量呈上升趋势,含盐量呈下降趋势,湿地盐碱化程度得到缓解,阻止海水的回流与入侵。改善流域生态,植被区域扩大,生态得到恢复,取得了较好的社会效益和经济效益。", "label": "环境科学与工程", "id": 0}
{"content": "因人类活动干扰、干流河道众多拦河闸坝的修建,且未建立起生态协同调度机制,大汶河下游泰安段枯水期存在生态缺水甚至断流风险;在确定本流域生态保护目标的基础上,对大汶河流域水文特征、特性进行了全面系统的分析后,对大汶河泰安段各控制断面的生态流量的控制进行计算、分析研究,并确定了各控制断面的生态控制流量。", "label": "环境科学与工程", "id": 0}
{"content": "生态流量管理是机构改革后水利部门保留的重要水资源保护职能之一,同时也是落实\"水利行业强监管\"治江思路的关键一环。基于围绕长江流域生态流量监督管理已开展的技术支撑工作,分析生态流量监管目前存在的问题,并从强化监控技术手段、优化生态流量监控断面、完善生态流量泄放方案、科学确定生态流量要求和完善生态流量泄放激励机制等五个方面提出技术支撑工作建议,为强化长江流域生态流量监督管理提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "黄河三角洲自然保护区是我国典型的湿地类型自然保护区,具有非常高的生态价值,维持自然保护区湿地生态系统的主导因素是黄河淡水补给。2020年6月底至7月中旬,利用防御大洪水演练期间黄河下游的较大洪水过程,黄河水利委员会开展了黄河下游生态调度和三角洲生态补水工作。研究分析补水期间水文要素、水质要素的动态变化过程和影响原因,为达到优化黄河水量调度、维持河口生态系统良性循环的目的,提高和改善河口地区生态环境提供科学的依据。", "label": "环境科学与工程", "id": 0}
{"content": "随着全球气候变化,经济社会高速发展,以及人类社会对生态服务需求的不断攀升,生态流量保障体系面临新的难题。本文从生态流量保障体系的四个关键步骤\"定、测、评、管\"出发,分析了生态流量保障面临的关键问题,指出了生态流量保障过程中的挑战,并针对性地提出了解决动态环境变化下的生态流量保障思路,包括:①明确生态流量的准则,制定合理生态流量方案;②基于对生态系统动态变化的考量,建立流域生态监测体系;③理清生态流量方案的评估标准,评估生态流量方案的合理性;④梳理生态流量的管理层级,保证生态流量保障方案的有效运行。", "label": "环境科学与工程", "id": 0}
{"content": "为了恢复永定河作为京津冀区域重要的水源涵养区、生态屏障和生态廊道功能,国家对永定河进行了综合治理与生态修复工作。为了改善永定河的生态,打造绿色生态河流廊道,本文通过对永定河的生态需水量、生态缺水量、生态水源筹集进行了分析和论证,制订了生态水量调度方案。海委于2019—2020年全面开展了永定河生态水量调度工作,对生态水量调度实践情况和生态水量调度效果进行了分析。结果表明:在生态水量调度期间,永定河干流有水河段长度明显增加;位于下游的北京市、河北省河段实现全线通水,水头进入天津市15km。官厅水库向下游补水改善了永定河平原河段生态状况,断流多年河段重现水流,河道景观明显改观,生态补水河段水质显著改善。", "label": "环境科学与工程", "id": 0}
{"content": "潮白河不仅是首都的重要水源地和生态廊道,也是连接京津冀区域经济社会发展的重要纽带。目前存在河道断流、水环境恶化、水生态系统退化等突出问题,严重制约沿河地区经济社会的健康与协调发展。为改善潮白河的生态状况,打造绿色生态河流廊道,本文对潮白河的生态环境需水量进行分析计算,对现状生态环境需水的亏缺情况进行估算,并提出相应的生态水量配置方案及保障措施,为潮白河绿色生态廊道的建设提供理论依据。", "label": "环境科学与工程", "id": 0}
{"content": "开展基于保障生态流量的流域水量调度,有助于减少梯级水电站的建设和运行对河流生态系统的负面影响,保障河流生态健康。本文综合考虑都柳江流域河道特征,水能资源开发利用和水文站分布情况,采用Tennant法,计算都柳江现有水文站与干流已建9座梯级水电站断面处的生态流量,选取把本、石灰厂、下江和从江水文站作为都柳江流域生态流量的控制断面,以水电站下泄生态流量为约束指标,遵循节水优先、尊重现状、统筹兼顾和梯级水电站下泄流量不低于生态流量等调度原则,对已建成运行的干流上9座梯级水电站和支流上3座水电站开展联合调度研究,提出有助于保障都柳江干流生态流量的调度方案。", "label": "环境科学与工程", "id": 0}
{"content": "本文基于东辽河二龙山水库、王奔水文站1956—2000年逐月天然径流资料,依据不同频率最枯月平均值法和Tcnnant法评价,确定了东辽河最小生态流量（水量）,根据1980—2016年实测径流成果分析了河流最小生态流量（水量）保障程度现状,并对未来保证最小生态流量（水量）措施提出建议。结果表明,2个水文断面6个分期最小生态流量满足程度均不足90%,2个水文断面2个分期基本生态水量满足程度不足75%。这与上游水利工程原设计任务未考虑下游河道生态环境用水有关,建议采取生态调度等措施适当增加下泄水量,以保障河流生态系统的健康与生物多样性。", "label": "环境科学与工程", "id": 0}
{"content": "大运河海河流域段是京杭大运河的一部分,包括京杭大运河黄河以北部分河段和隋唐运河永济段。随着经济社会的发展和气候的变化,该段河流水生态环境破坏、水生态损害。为恢复河道的生态,本文在现状调查的基础上,按有水的河和保障生态基流量两个层面,研究提出了大运河海河流域段不同河段的生态需水量;结合现状和规划工程,提出了生态水量配置方案以及工程措施,可为大运河治理管护提供技术支撑。", "label": "环境科学与工程", "id": 0}
{"content": "确定保障河道不断流的基本流量对于永定河（北京段）生态补水和生态修复具有重要的意义。本研究基于2019年和2020年永定河补水期监测数据,构建了宛平湖至梁各庄段二维水动力学模型,分析了不同流量下水流的演进过程,研究结果表明当上断面流量达到50m~3/s时,能够实现永定河宛平湖至梁各庄段全线贯通。", "label": "环境科学与工程", "id": 0}
{"content": "本文建立了长江干流湖口江段水域二维模型,用数值解法求得设计水文条件下,排污影响计算所需水动力参数,通过解析解法求得在水质控制目标下各排污口允许排污量,再代入数值模型分析判断是否满足水质控制目标要求。计算结果表明,长江湖口、彭泽保留区（右岸湖口段）各排污口COD允许排放量为4198t/a,氨氮为421t/a。本文采用数学模型法的计算方案以水质保证为前提,以偏保守控制为原则,能在不破坏长江湖口段现状整体水质的前提下,充分考虑到可持续发展的需要,为今后的发展预留水资源区,结果更具科学性和合理性,可为长江湖口、彭泽保留区（右岸湖口段）水质管理和限制排污总量控制提供支撑。", "label": "环境科学与工程", "id": 0}
{"content": "加强河湖生态流量监管,事关生态文明建设和水利改革发展全局,对维护水安全具有重要意义。海河流域水资源禀赋差,多年来为支撑经济社会发展用水需求,导致累积性生态环境问题突出,河流干涸断流、湖泊湿地面积缩减现象不断加剧。为逐步恢复海河流域水生态环境,本文以滦河、永定河及卫河为例,结合河流自身特点对河流生态水量监督管理进行了研究,可为今后海河流域河流生态水量监督管理提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "鄱阳湖是重要的过水性湖泊,其水位变化对水生生物生存繁衍至关重要,研究鄱阳湖水位相似性能够确定水生生物栖息地维持所需要的自然水位变化节律,为生态调度提供重要依据。星子站是鄱阳湖重要的水位监测站点,本文整合星子站1956—2016年60年的日水位时间序列实测资料,运用一阶连接性指数结合塔莫尼特相似度比较方法,分析了星子站的水位时间序列相似度规律。结果表明:①星子站年间逐月水位时间序列相似度变化较大,呈现丰水月份和枯水月份波动高,平水月份波动低的特点;②月最大相似度波动数值波动较小,均高于0.31,呈现丰水月份相似度低,枯水月份相似度高的规律;③年最大相似度结果表明1981年是水位时间序列相似度最大的年份,对环境的影响最小,1981年的水位时间序列最接近自然节律,可作为鄱阳湖水位生态调度参考线。", "label": "环境科学与工程", "id": 0}
{"content": "生态基流是协调流域水生态保护修复与水资源开发利用的关键抓手,河流生态基流占其多年平均天然径流量的百分比（以下简称\"生态基流占比\"）是反映生态基流目标大小的重要指标,而建立一套科学的生态基流占比阈值标准体系是保证基流目标合理性的基础。目前研究中一般将生态基流占比枯水期取10%,汛期取20%或30%作为生态基流目标的检验和修正标准,或将其直接移用于缺（少）资料地区基流目标的制定。然而,不同地区气候水文、自然地理、人类活动等差异巨大,河流径流情势迥异,采用统一的阈值标准体系既不科学,在有些区域也不可行。为此,研究依据同一地区同一类型河流生态基流水平具有相似性的原则,提出一套分区分类的河流生态基流占比阈值标准确定思路和方法,涉及分区分类河流生态基流占比的上限阈值、下限阈值和一般值,面向水文资料是否充分,径流年内丰枯变化是否剧烈,是否有水利工程正向调节等多种情景。最后,以黄河流域为研究区,选择覆盖流域上中下游、干支流的48个代表断面,依照气候分区和集水面积对断面进行了分区分类,在此基础上,提出黄河流域生态基流占比阈值标准体系。研究成果丰富了生态基流目标确定的理论方法,为新时期全国河流生态流量保障及黄河国家战略推进提供了参考。", "label": "环境科学与工程", "id": 0}
{"content": "再生水农田灌溉作为缓解农业用水紧张的有效途径之一,具有广阔应用前景,但是再生水中不同程度含有难降解、毒性强、蓄积作用和残留期长的痕量新型有机污染物,在再生水的农田灌溉过程中,有机污染物进入土壤环境并不断积累迁移,对受纳区土壤和地下水水质造成一定污染,进而对人类健康和环境安全带来很大风险。通过文献调研,评估了农田再生水灌溉对土壤-地下水水质产生的安全健康风险,总结了痕量新型有机污染物在土壤中的迁移转化规律,对有机污染物的生物降解途径及入渗过程中微生物降解、植物吸收、氧化还原等削减机制进行总结,为再生水安全利用提供了技术保障。", "label": "环境科学与工程", "id": 0}
{"content": "<正>稳定同位素分馏当前已逐步应用于解析环境有机污染物的降解过程。同位素分馏效应是指有机污染物发生化学反应时,由于动力学同位素效应导致重同位素在反应残留物中的逐渐富集,在产物中逐渐贫化的现象。由于同位素效应可揭示从反应物到过渡态同位素的能量差异,因此可将测量的同位素比值变化转化为动力学同位素效应,进而推断转化反应的过渡态信息。稳定同位素分馏可推断污染物的代谢转化机理这一重要功能自20世纪90年代以来在环境化学与毒理领域被逐渐认识和应用。", "label": "环境科学与工程", "id": 0}
{"content": "<正>全/多氟烷基化合物（PFASs）因具有优异的表面活性、稳定性等性质,被广泛添加在产品中。目前PFASs的数量已超过8000种。有研究表明,PFASs与多种急慢性疾病有关[1]。PFASs在大气、室外空气、室内空气等气相环境中广泛检出PFASs,在我国城市空气中的总浓度高达1280 pg/m3。大气环境是人类和陆地生物PFAS暴露的重要来源,也是PFAS迁移转化的主要场所[2]。因此,有必要研究PFASs在大气中的转化行为。", "label": "环境科学与工程", "id": 0}
{"content": "<正>环境持久性自由基（EPFRs）是一类附着在大气细颗粒物等环境介质中并具有高稳定性的自由基类环境化学物种。细微颗粒物表面与负载EPFRs构成的自由基-颗粒物系统在环境中稳定存在并可随大气进行远距离传播,且经呼吸暴露进入生物体内引发氧化应激等导致机体损伤,严重危害了人群健康,已引起人们的广泛关注。尽管EPFRs在真空环境中可永久存在,然而大气环境中的EPFRs显示出不同程度的衰减水平。例如,负载在Zn（II）O表面的EPFRs寿命可长达数月,Ni（II）O和Fe（III）2O3表面的EPFRs寿命为数天,", "label": "环境科学与工程", "id": 0}
{"content": "<正>由于环境持久性自由基（EPFRs）是环境中持久性最强的污染物之一且具有严重健康威胁性,越来越引起人们的关注。目前,不同氧化物表面EPFRs的形成机理已经明确,但区域污染区其他大气污染物对EPFRs形成的影响还需要进一步研究[1]。本文采用密度泛函理论（DFT）和第一性原理从头分子动力学（AIMD）的方法,研究了不同酸性或碱性污染物参与下,有机前驱体苯酚在α-Al2O3（0001）表面上形成EPFRs的机理[2]。研究表明在没有污染物的参与时,", "label": "环境科学与工程", "id": 0}
{"content": "重金属在环境中的迁移和富集受长期人类活动的影响,我国由于大规模的矿山开采而造成的土壤重金属污染问题,是目前生态文明建设必须应对的重要环境问题。土壤重金属迁移转化过程复杂,不仅受重金属自身性质的影响,而且与迁移介质环境条件密切相关。为深入了解具有不同迁移介质环境条件的地质背景下,矿区周边农田土壤重金属的来源及迁移途径。本研究以金属迁移过程活跃、但地表性质差异显著的西南喀斯特和华南红壤典型矿冶区为目标区域,以核心矿区、地表径流、农田土壤等典型环境介质为对象。在系统分析介质性质、结构组成、土壤矿物及污染重金属形态的基础上,进一步以锌（Zn）为目标重金属,以Zn稳定同位素为主要示踪手段,研究不同环境介质Zn的稳定同位素组成,结合源识别模型,定量解析喀斯特和红壤矿区土壤中Zn的污染源及相对贡献,明确了两个矿区Zn的迁移途径。研究结果显示,西南喀斯特地区土壤中重金属的迁移活动性较低,但是选矿活动明显地增加了周围农田土壤中重金属的活性以及生态风险。对比Zn稳定同位素组成发现,相对于其他来自矿区的物质(Zn矿石,δ66Zn=-0.23±0.03‰;尾矿,δ66Zn=-0.42±0.02‰),矿山废水富集重Zn同位素（-0.07±0.03‰）,表明重Zn在岩石和矿物溶解过程中优先释放到矿山废水中。农田土壤的Zn同位素组成变化范围较大（-0.19‰～-0.33‰）,且以核心矿区为中心,随距离增加,农田土壤中的Zn浓度与Zn同位素比值呈负相关,表明土壤Zn同位素组成可以较好的指示污染源信息。在矿床开采过程中,硫化物的氧化转化产生的酸被喀斯特地区大量存在的碳酸盐岩中和,导致采矿活动影响区环境并未呈现酸性,而是呈中性或弱碱性,重金属的迁移转化较不活跃。即矿区废水对周围农田土壤造成的重金属污染有限。进一步通过Zn稳定同位素组成和Zn浓度关系分析（图1）,可以鉴别出该研究区农田土壤的三个污染端元:尾矿、粉尘、自然土壤。。端元混合模型定量计算结果表明,土壤Zn污染主要来自地质背景,污染贡献最高达99%。粉尘是人为Zn污染的主要来源,其平均贡献为19.5%。采矿活动产生的Zn污染主要通过粉尘传播,来自尾矿中的Zn可通过细粒物质的长期风散进入农田土壤;碎石及运输过程中产生的大量粉尘颗粒则可直接沉降进入土壤。与喀斯特地区不同,华南红壤矿区酸性矿山废水（AMD）在迁移过程中不易被地表物质中和,矿冶活动导致的AMD污灌对矿冶区周围农田土壤造成的污染显著。通过系统分析红壤区土壤的Zn同位素组成发现,污染土壤Zn富集指数（EF）与Zn同位素间(δ66Zn=-0.27～0.04‰)存在明显的负相关,表明土壤中Zn同位素组成较好的记录了污染源信息。进一步结合Zn稳定同位素和Zn浓度的关系（图2）,发现所有污染土壤均落在AMD-沉淀和化肥的端元混合线上,而未污染土壤则落在化肥及母岩的端元混合线上。这表明矿冶(AMD-沉淀,δ66Zn=-0.35～-0.12‰)、农业(化肥,δ66Zn=0.11‰)和母质(母岩,δ66Zn=-0.01～0.01‰)是该区域土壤中Zn污染的三个主要端元。且在污染严重的区域,土壤中的Zn同位素组成直接指示了矿业和农业活动的影响,相比较来源于母质的Zn可忽略不计,这与高地质背景的喀斯特地区存在较大差异。端元混合模型定量计算结果表明,矿冶活动是农田土壤主要Zn污染来源,平均贡献率达66.2%。同时,矿冶活动的贡献还存在由浅至深、由近及远逐渐减少的空间分布特征。与喀斯特地区粉尘传播不同的是,红壤区矿冶活动对污染水稻土的贡献主要通过地表径流输入。AMD相比矿石富集轻Zn同位素(Δ66ZnAMD-矿石=-0.19～0‰),AMD-沉淀相比AMD富集轻Zn同位素(Δ66ZnAMD沉淀-AMD=-0.35～-0.08‰),表明矿冶活动过程产生的Zn主要通过淋滤和共沉淀作用从矿石进入AMD-沉淀的含铁次生矿物结构中（针铁矿、黄钾铁矾等）,并在地表径流的氧化环境中主要以与铁氧化物结合的形式迁移进入土壤。本研究采用Zn稳定同位素示踪方法,定量解析两个地质背景差异较大的矿区土壤Zn来源,明确了不同性质地表环境对土壤重金属来源和输入途径的影响。土壤金属元素来源定量化及迁移途径解析,可为土壤重金属污染源头及迁移过程控制提供重要理论依据。", "label": "环境科学与工程", "id": 0}
{"content": "本论文选择氯甲基聚苯乙烯树脂（PS-Cl）作为改性基体材料,通过接枝反应将季铵活性基团引入聚合物基体中,构建了丁二胺氯球季铵离子液体（PS-TMBDM-Cl）吸附剂,用于金属氰化物混合溶液中Pd （Ⅱ）的吸附分离。采用FT-IR,SEM,TGA,XPS等对PS-TMBDM-Cl吸附Pd（CN）42-特性进行了表征。升温有利于PS-TMBDM-Cl对Pd （Ⅱ）的吸附;准二级动力学模型适合吸附体系。PS-TMBDM-Cl对碱性介质中的Pd （CN）42-与Fe （CN）63-、Co （CN）63-、Cu（CN）43-均具有较佳吸附性能,采用两步洗脱能实现金属氰化物混合溶液中Pd （Ⅱ）与Fe （Ⅲ）,Co （Ⅲ）,Cu （Ⅰ）的分离,经五次循环,PS-TMBDM-Cl分离金属氰化物混合液中Pd （Ⅱ）的回收率>92.0%,研究表明,PS-TMBDM-Cl在碱性介质中稳定性良好,吸附性能优于活性炭,常温下即可完成洗脱,可用于混合金属氰化物的去除和金属氰化物混合液中Pd （Ⅱ）的选择性回收,季铵基团是主要活性吸附中心,PS-TMBDM-Cl对Pd （CN）42-的吸附过程主要以离子交换为主。", "label": "环境科学与工程", "id": 0}
{"content": "泉州市地处福建省东南部,国民经济生产总值全省第一,工农业均比较发达,随着经济的发展,工矿企业遗留下来的污染问题也愈发突出。选择重金属Pb和Cr为研究对象,通过土柱实验和Hydrus-1D软件模拟,研究其在红壤和风沙土中的迁移特征。结果表明重金属Cr在土壤剖面中的迁移速率和迁移量变化明显,尤其是风沙土,重金属Cr可以在两个月左右迁移至土壤剖面底部（80cm土层厚度）进入地下含水层;而重金属Pb在土壤剖面中的迁移速率很慢,迁移量也不大,污染源产生的污染物绝大多数在研究期内均被表层土壤吸附。因此在场地污染调查、评价和修复时,重金属Pb主要应该针对污染场地表层土壤层,而重金属Cr主要应考虑地下水,尤其是风沙土区域的地下水,且应于污染初期进行污染控制。", "label": "环境科学与工程", "id": 0}
{"content": "环境化学是环境工程专业基础课程之一。针对本科生专业基础薄弱,专业课程学时较少等特点,本文提出本科生的环境化学教学应以传授基础理论为重点,以污染事件为切入点,强调系统性、趣味性和特色性,采用问题教学法、案例教学法和视频教学法等教学方式进行教学。", "label": "环境科学与工程", "id": 0}
{"content": "[目的]林可霉素、莫能菌素和洛克沙胂是三种代表性兽药,对环境生物具有潜在的毒性作用。为研究其在不同土壤中的环境行为和毒性影响,评估了其在红土、灰壤土和黑土中的迁移以及对典型环境生物的生态毒性。[方法]以振荡平衡法探究三种药物的吸附-解吸性;以土壤薄层层析法探究其迁移性;并以土培法试验对其的敏感性;三种药物对藻类（Scenedesmus obliquus）、拟南芥（Arabidopsis thaliana）、溞类（Daphnia magna straus）、鱼类（Danio rerio）、蚯蚓（Eisenia fetida）和鸟类（French giant quail）的急性毒性评价参考《化学农药环境安全评价试验准则GB/T31270-2014》和OECD-207。[结果]（1）林可霉素在红土、灰壤土和黑土中吸附率依次为66.67%-0、97.22%-0、100%-1.11%;莫能菌素依次为93.68%-55.26%、100%-88.25%、100%-93.21%;洛克沙胂在试验浓度内与红土和灰壤土无吸附作用,在黑土中吸附率为97.41%-18.8%。（2）莫能菌素、林可霉素、洛克沙胂在红土中Rf值依次为0.83、0.50、0.45;在黑土中,Rf值依次为0.80、0.53、0.58;在红土和黑土中,林可霉素和洛克沙胂均为中等移动性,莫能菌素均为强移动性。（3）洛克沙胂对藻类、拟南芥、溞类的EC50及对鱼类、蚯蚓、鸟类的LC50(LD50)分别为3.15 mg.L-1、32.181 mg.kg-1干土、1292.6 mg.L-1、452.7 mg.L-1、5.74 g.kg-1干土和103.9 mg.kg-1,毒性等级依次为低毒、低毒、低毒、低毒、低毒和中毒;莫能菌素对藻类、溞类的EC50及对鱼类、蚯蚓和鸟类的LC50(LD50)分别为1.085 mg.L-1、21.1 mg.L-1、4.76 mg.L-1、346 mg.kg-1干土和672.8 mg.kg-1,毒性等级依次为中毒、低毒、中毒、低毒和低毒,对拟南芥的EC50小于试验最低浓度25 mg.kg-1干土;林可霉素对藻类、拟南芥、溞类的EC50及对鱼类、蚯蚓、鸟类的LC50(LD50)分别为0.813 mg.L-1、32.571mg.kg-1干土、>400mg.L-1、>2800 mg.L-1、>15g.kg-1干土、>2000mg.kg-1,毒性等级为低毒、中毒、低毒、低毒、低毒、低毒。[结论]三种药物可以在土壤环境中保留和迁移,对环境生物有毒性作用。通过初步探究三种兽药在环境中的持留性、迁移性、植物敏感性及生态毒性,补充三者的环境基础数据,对预防环境污染、评价和控制其对环境的影响,以及间接对人体健康造成的危害具有重要意义。", "label": "环境科学与工程", "id": 0}
{"content": "破波带内水动力条件复杂,既有强烈的水体紊动,又有波生流,导致该区域内的污染物输移扩散特性规律也变得极其复杂,是开展海岸工程建设和海岸生态环境保护需要考虑的区域,因而需要采用更加精细的方法研究该区域内污染物输移扩散特性。本文对不同波况下连续采集的污染团图像进行处理,获取破波带内污染团的形心点和离散程度,通过追踪形心点在水平二维空间的变化,线形拟合得到污染团在沿岸方向和垂直岸线方向的输移速度,并基于高斯扩散理论拟合得到垂直岸线方向扩散系数,进而分析了不同入射波下沿岸方向输移速度与时均沿岸流速最大值的关系;垂直岸线方向输移速度与沿岸方向输移速度的比值;规则波及不规则波对污染物垂直岸线方向扩散系数的影响规律。结果表明,两类入射波情况下沿岸方向的污染物输移速度约为时均沿岸流速最大值的35%;入射波高、周期相近时,规则波垂直岸线方向扩散系数比不规则波要大一个量级,入射波高对污染团垂直岸线方向扩散系数影响较大,而入射波周期则影响较小。", "label": "环境科学与工程", "id": 0}
{"content": "基于FEMWATER建立了崇明区非饱和-饱和水文地质概念模型,通过分析降雨-蒸发时间特征对潜水污染物运移的影响得出,降雨-蒸发的时间效应直接影响到潜水中污染物的运移范围,如果不考虑降雨-蒸发的时间效应,则使得模拟结果失真,污染物浓度偏小,进而低估了污染物的影响范围。", "label": "环境科学与工程", "id": 0}
{"content": "在蒸气入侵的风险评估中,测定地下迁移的浓度衰减是至关重要的。在本文中,我们通过中试箱体研究了土壤气在地下横向与纵向的衰减规律。本研究涉及三种场景,一种地表完全裸露,另两种地表局部覆盖。实验结果表明土壤气在垂直和水平迁移时,浓度分别呈线性和指数下降,这与现有的模型研究基本一致,同时,本研究表明低渗透性的地表覆盖可以增加浅层土壤中的气浓度。覆盖下的地表浓度高于裸露下的地表浓度,即使后者离污染源更近。在均匀的土质条件下,外部土壤气样品采样点应在建筑物底部以下的深度为建筑占地长度一半的位置。在污染源与建筑物横向分离的场景中,如果污染物横向迁移较远,采样点可以设在地板下1米或者地下室下2-3米位置。这一方法改进了美国环保部（USEPA）建议的\"外部\"土壤气样品点方案,可以表征污染源和建筑物分离时地基下的最大污染风险。", "label": "环境科学与工程", "id": 0}
{"content": "237Np是一种具有高毒性及强迁移能力的放射性核素,近年来逐渐成为人们关注的研究对象,人们建立了多种环境样品中237Np的分析方法,以评估237Np释放到生物圈后对人及其周围环境生态系统造成的影响。本文主要综述了用于环境样品中237Np测量的各种方法,比对各种方法进行了比较分析。", "label": "环境科学与工程", "id": 0}
{"content": "<正>碳酸盐岩在表层水环境（包括地表水和地下水）中分布广泛,对于污染物的迁移转化具有十分重要的作用。目前,方解石与重金属离子的界面相互作用研究结果显示,Mn2+, Co2+, Zn2+, Sr2+,Ba2+, Cd2+等可以取代碳酸钙中Ca2+的位点,但是对于碳酸钙与阴离子污染物的界面作用研究十分缺乏。本研究选取了常见的阴离子F-作为研究对象,通过批实验方法,研究了方解石对于F-的吸附行为,同时运用固体核磁共振（Solid-state NMR）、高分辨透射电镜（HRTEM）、纳米二次离子质谱（NanoSIMS）等先进表征手段结合密度泛函理论（DFT）计算技术探究了方解石与F-的界面相互作用机制。", "label": "环境科学与工程", "id": 0}
{"content": "地下水环境中的化学作用对溶质运移具有重要的影响,然而对于双分子反应性溶质运移的研究,以往大多是在多孔介质中展开的,并且传统的对流弥散方程不能很好的解决\"过度预报\"生成物浓度以及生成物\"拖尾\"问题。为了揭示双分子反应性溶质在裂隙介质中的运移机理,论文以苯胺（AN）和1,2-萘醌-4-磺酸钠（NQS）为例,开展了单个裂隙中双分子反应性溶质运移实验与模拟研究,重点研究了裂隙开启度、水流属性以及运移路径的影响,建立了考虑随时间衰减的反应性溶质运移数学模型（ADRE）并进行数值求解,进行了模型参数分析,与现有的对流弥散方程（ADE）模型及随机的截断幂函数模型（TPL）进行比较,得到ADRE模型对溶质运移峰值浓度预报精度较高,而不能很好捕捉\"拖尾\"现象,TPL模型捕捉\"拖尾\"现象的能力高于ADRE模型,其机理有待进一步研究。", "label": "环境科学与工程", "id": 0}
{"content": "<正>在地球环境中,人们对于老化后的生物炭胶体的聚集和迁移行为知之甚少。本研究探讨了在NaCl和CaCl2溶液中,在300和600℃下,化学老化（硝酸处理）后松木制作的生物炭胶体的聚集动力学和迁移行为。在氯化钠溶液中,老化的生物炭胶体的临界聚集浓度远大于未老化生物炭胶体的临界聚集浓度。这可能是由于老化的生物炭表面上负电荷的含氧官能团（主要是羧基）的大量增加。在氯化钙溶液中,老化后的生物炭胶体的临界聚集浓度减小", "label": "环境科学与工程", "id": 0}
{"content": "<正>金属有机骨架材料（Metal-organic frameworks,MOFs）由于其制备简单、孔隙率和比表面积大等优点,作为良好的吸附材料可用于污染物吸附去除[1]及样品预处理的富集[2-3],近年来在样品预处理领域引起了广泛关注,目前已用作固相萃取、固相微萃取、磁固相萃取吸附材料富集食品、环境等基体中的金属、有机物等。但是MOFs作为固相萃取材料存在上样速率慢的问题,作为分散固相萃取及磁固相萃取材料存在不易回收或回收不完全等问题。", "label": "环境科学与工程", "id": 0}
{"content": "长江沿岸码头众多,夜间作业背景灯光强烈,带来的光污染对船舶夜间航行影响严重。本文结合长江常州段存在的光污染现状,分析光污染对航行安全的影响,并结合实践经验提出对策与建议。", "label": "环境科学与工程", "id": 0}
{"content": "本文对光污染分类、特性、光污染防治现有法律法规和标准体系、管理体制等进行分析,探讨光污染纳入环境影响评价的步骤和方法。", "label": "环境科学与工程", "id": 0}
{"content": "<正>作为一种新型污染,光污染对天文观测、能源供求、生态平衡等都有重大的影响。通过监测夜天光亮度的变化,可以了解光污染的地区差异、时间变化,并有助于分析光污染的具体成因和防治措施,从而更好的推进暗夜保护工作。本文,以中学生为主体开展的几个\"夜光监测与暗夜保护\"相关的课题为例,介绍了具体的研究方法和相关成果。", "label": "环境科学与工程", "id": 0}
{"content": "通过对深圳市市民中心周边建筑外立面玻璃幕墙和广告牌照明现状的调查与现场检测,分析了玻璃幕墙和广告牌照明构成光污染的原因,提出了控制玻璃幕墙光污染影响的措施,为减少玻璃幕墙光污染提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "眩光污染,作为一种新型的环境问题已逐渐引起人们的高度重视。眩光污染在高速公路行车安全过程中造成的安全隐患,引发的意外交通事故也成为人们关注的重点问题。本文系统分析了高速公路眩光污染的来源、危害以及产生的原因,并提出了具体的防护整治对策,希望通过本次研究促进高速公路环境保护和安全生产事业的发展。", "label": "环境科学与工程", "id": 0}
{"content": "随着社会经济高速的发展,交通扮演着越来越重要的角色,同时也带来交通噪声污染,尤其是对临干道居住小区居民的声环境质量造成影响和危害居民健康。本文以重庆毗邻干道居住小区建筑环境为例,通过交通噪声对住区环境影响模拟分析,考虑不同车流量规模和单、双侧交通干道影响,获得交通噪声对建筑环境的影响空间分布特征,并针对居住小区环境的交通噪声防治措施提出了建议,可供绿色生态小区建设和交通噪声管理参考。", "label": "环境科学与工程", "id": 0}
{"content": "伴随信息时代到来,电子屏幕广泛普及,户外大型LED显示屏如雨后春笋般竖立起来,给城市夜空增色的同时,也为市民带来了光污染、视觉干扰等新的烦恼。本文以沈阳市道路网密集的和平区为例,通过实地观测定量分析了道路交叉口典型户外大型LED显示屏的光学特性以及空间句法分析道路可达性选择交叉口以及分析视线控制度来分析交叉口空间特征,通过问卷访谈定性分析了驾驶员及相关人群的主观感受,将二者结合,揭示了其对驾驶员的影响规律及其作用特征,为快速发展的户外大型LED显示屏的科学合理布置提供参考依据。", "label": "环境科学与工程", "id": 0}
{"content": "混合交通噪声污染随着公路、铁路的并行建设日益突出,其生物效应越来越受到公众关注。本研究将ICR小鼠其暴露于昼夜等效声级（Ldn）为70d B（A）的高速公路、高速铁路混合交通噪声下42天,研究混合交通噪声暴露对小鼠学习记忆能力相关生物效应的影响。Morris水迷宫实验结果表明,短期混合交通噪声暴露（第1批,暴露6~10d）可增强实验组小鼠学习记忆能力,而长期暴露（第3批,暴露26~30d;第4批,暴露36~40d）引起实验组小鼠学习记忆能力下降。海马区神经递质含量测定结果表明,第1批实验组小鼠海马区谷氨酸（Glu）浓度高于对照组,而第3、4批实验组小鼠海马区Glu浓度低于对照组。由于Glu对受体学习记忆能力起正调节作用,可见神经递质含量测定结果与水迷宫实验结果一致,推测混合交通噪声对学习记忆能力的影响可能受海马区Glu浓度调控。", "label": "环境科学与工程", "id": 0}
{"content": "随着经济社会发展,城市中的光污染问题愈发严重,光污染问题作为一个定量的数据研究,运用参数化模型更能确保研究的严密性和有效性。本文基于Grasshopper参数化设计平台,对玻璃幕墙建筑周边地面的光污染程度以及建筑自身造成的光污染程度的评价方法进行了研究,并探讨了相关的光污染防治解决方案。", "label": "环境科学与工程", "id": 0}
{"content": "本文从光谱构成、可控性等方面,通过与其他光源比较,探讨LED在控制光污染方面的独特优势。", "label": "环境科学与工程", "id": 0}
{"content": "<正>工业化、城市化进程中的环境保护问题,无论在哪一个国家哪一个历史阶段,都是必须面对的共性问题。在我国,城市建设中的光污染现象,已经越来越多地出现在各地城市环境中。绿色照明的设计理念和应用实践,以及对光污染的有效防治,尚未引起社会和民众足够的认知与重视。近年来,城市照明建设一直停留在\"简单的亮起来\"的阶段。众多城市的功能性和景观性照明规划与设计,一味地追求让城市做亮,不是\"科学的亮起来\",在建设过程中普遍存在简单复制其他城市的照明模式,存在\"你比我亮,我比你更亮\"和\"越来越亮\"的误区,造成严重", "label": "环境科学与工程", "id": 0}
{"content": "LED的光学特性、驱动特性以及强大可控性,使其在室外照明中得到广泛应用,尤其以LED广告屏为甚,可能加剧环境光污染。分析了LED室外照明与光污染的关系,为防治光污染提供有益参考。", "label": "环境科学与工程", "id": 0}
{"content": "本文针对天津市光污染的现状进行了问卷调查,并通过实地考察,了解天津市光污染状况;针对主要的扰民问题提出相应的防治措施,并给出采用平面拍摄法的光污染监测技术草案。", "label": "环境科学与工程", "id": 0}
{"content": "声生态学将声音视为环境当中的景观,强调人与声音以及环境间的关系。而长期以来,城市旅游研究基本都停留在视觉要素领域,但旅游体验是全方位的感知过程,声生态的治理,声景观的优化,可以为改善城市生态环境,提升旅游景观质量提供新的思路。声景观具有物理和环境两大类属性,通过以南京为例的实证研究,能够探寻到声级与旅游者感知度的关系,以及声景观环境属性中基调音、标志音、信号音各自的特点。在此基础上可以从声生态治理的角度对自然与人文声景观的设计及后期声景观的管理、运营提出切实可行的建议。", "label": "环境科学与工程", "id": 0}
{"content": "在一间中频混响时间约为1.0s的小学教室采用近似人声指向性扬声器重放汉语无意义测试句和语谱噪声,分别由一小学四、五年级学生记录他们所听到的测试语句,获取他们在不同信噪比条件下的汉语无意义测试语句得分,并与成年人的测试结果进行对比。结果表明:噪声对儿童的无意义语句的记忆行为有显著影响。信噪比越高,儿童对汉语无意义语句的记忆行为越好。儿童年龄与他们的汉语无意义测试语句得分呈正相关,儿童年龄越大,对汉语无意义语句的记忆行为越好;", "label": "环境科学与工程", "id": 0}
{"content": "随着人们生活水平的提高,一种新的环境污染也随之产生了,这就是光污染,光污染作为当今城市人居环境问题的一个方面,近年来在我国越来越受到重视。辽阳市城市的光污染所产生的民事纠纷和环保投诉也越来越多,本文就辽阳市城市光污染现状及危害进行了阐述和分析,提出了辽阳市城市光污染控制等管理政策方面的建议。", "label": "环境科学与工程", "id": 0}
{"content": "<正>三苯甲烷类染料被广泛应用于纺织染印、医药制造、皮革业、食品颜色剂和细胞化学染料。由于其环境稳定性较强,且难以降解脱色,因此开展生物脱色降解研究可为三苯甲烷类染料污染环境的生物修复提供理论依据。尽管目前已有多种微生物被报道具有三苯甲烷类染料脱色能力,但与偶氮染料相比,有关三苯甲烷类染料生物降解的研究仍然相对较少。", "label": "环境科学与工程", "id": 0}
{"content": "<正>现代城市的光污染十分严重,正在日益破坏生态环境,严重危害人民健康,必须引起大家的警觉,采取有效的防治措施,并且阻止它向小城镇扩展。防治光污染应列为城市规划、城市管理、环境立法等相关部门的日常工作之一。国际上一般将光污染分成三类,即白亮污染、人工白昼和彩光污染。在日常生活中,光污染的直接危害主要是是伤害眼睛、灼伤皮肤和扰乱生物钟。\"灯光是一种毒品。滥用灯光,就是危害健康。\"美国得克萨斯健康科学中心内分泌学家", "label": "环境科学与工程", "id": 0}
{"content": "<正>一、引言环境声学是环境物理学的一个分支学科,研究声环境及其与人类活动的相互作用。人类生活的环境中有各种声波,其中有用来传递信息和进行社会交流及其他活动所需要的声音,也有会对人类的生活与工作产生影响,甚至危害人类健康的不需要的噪声。", "label": "环境科学与工程", "id": 0}
{"content": "<正>甲烷对全球变暖的贡献率达25%,仅次于二氧化碳,而且单分子甲烷的增值潜势是二氧化碳的15～30倍。正因为如此,甲烷通量研究备注关注,且已涉及到全球各类生态系统。其中,湿地生态系统,由于其土壤处于厌氧环境当中利于甲烷古菌产生甲烷,从而成为甲烷的重要排放源,更", "label": "环境科学与工程", "id": 0}
{"content": "<正>环境磁学是一门介于地球科学、环境科学和磁学之间的新兴边缘学科,主要利用矿物和岩石磁学技术, 研究环境巾磁性颗粒的风化、剥蚀、搬运、沉积和转化受环境变化影响的过程,为全球环境变化和气候过程研究提供代用指标。环境磁学技术在各种环境研究中得到了广泛应用。目前干旱地区城市污染问题尤为突出,在简要介绍环境磁学的基本原理、常用参数及干旱地区城市污染环境特征的基础上,从城市土壤污染和城市大气污染两方面对环境磁学在城市污染研究领域中的应用现状进行了综述,认为虽然环境磁学在城市", "label": "环境科学与工程", "id": 0}
{"content": "使公众理解环境噪音资料,从而持续参与环境影响评估（环评）的过程,对一个环评的成功是非常重要的。以香港的复杂情况为例,到处是高楼大厦,用传统的平面图表表达繁复的环境噪音数据,会令公众较难理解。即使是环评顾问和工程师等专业人士,也可能要花上许多时间,才能够将大量的资料消化。该论文旨在阐述如何利用地理信息系统、三维视像技术及虚拟实境模型,来增强公众对环境交通噪音评估的理解。", "label": "环境科学与工程", "id": 0}
{"content": "论文是在响应国家“构建和谐社会”、实现2008年绿色奥运的目标下提出。以Soundscape——声音景观思想为理论基础,以位于北四环东路北京联合大学实楼为实验基点,对其进行声音数据采集、分析、处理,并对其声音景观分析研究,进而延伸到整个北四环,为在北四环以北建立的奥林匹克公园的声音景观建设提供科学的理论依据。从长远角度看,也为减少噪音污染,建设绿色社会环境,做出我们声学工作者的应有的贡献。", "label": "环境科学与工程", "id": 0}
{"content": "《Soundscape通告》——声音景观研究1自北京联合大学学报2001年增刊发表以来已经4年了, 4年来深入研究和努力工作得到了声音环境学术界的认同,声音景观的研究也从最初声音景观思想的传播发展成声音生态学和人间居住科学的声环境学。但是,除了相关学术界以外Soundscape的思想还没有得到更广泛的传播和普及,还没有引起广大市民的关注。因此,本文以《声音生态学》为题,介绍了我们研究声音景观的最新成果——声音生态学和推广声音景观思想的行动。同时,号召更多的市民参与到创造和谐声音景观的社会活动中来。", "label": "环境科学与工程", "id": 0}
{"content": "<正>香港近百年来的繁荣和发展与其巨大的海港吞吐量及持续的建设是密切相关的. 因此,对海港及其附近近代海洋沉积物的研究,可以了解该地区近百年来的由于工业建设、运输等所造成的环境污染具有十分重要的意义.本文将着重利用210Pb测年代及57Fe穆斯堡尔谱学,结合ICP-AES元素测定法,将对不同区域沉积物的年龄,金属元素的相对含量,尤其是和铁元素相关的", "label": "环境科学与工程", "id": 0}
{"content": "<正>环境地球物理学是近年来地球物理学与环境科学交叉产生的边缘科学,它是应用地球物理学的理论和方法,通过环境物理性质的差异与变化或形成的物理场来研究解决环境问题的学科;环境地球物理学方法应用的特点是研究和监测地下污染和环境放射性危害水平。", "label": "环境科学与工程", "id": 0}
{"content": "<正>环境是指围绕着人群的空间及其可以直接、间接地影响人类生活和发展的各种因素的总和。这些因素可以是自然的,如光和电离辐射、水和地质等自然灾害;也可以是人为的,如化学污染、核污染等。随着人们对的环境认识的不断深化,现已从过去研究环境主要是为了利用,逐步转到保护和改善环境方面上来。地球物理学也随之大规模地应用", "label": "环境科学与工程", "id": 0}
{"content": "<正>由于水资源与环境系统的高度复杂性和非线性,在水环境建模时存在各种不确定因子,很多过程参数无法在线监测,需要智能系统,来对各种不同来源的信息、技术和方法进行组合。", "label": "环境科学与工程", "id": 0}
{"content": "由于环境污染越来越严重,电动汽车以其在节能减排方面美好的前景而逐渐受到人们的青睐。但是电动汽车是否真能减排呢?本文根据我国的具体情况,提出了一种电动汽车与传统燃油车汽车碳排放的计算方法。通过对两辆整车质量相近的电动汽车和燃油汽车行驶相同的距离之后排出的气体量进行比较,来判断电动汽车是否真的在减排方面有突出贡献。", "label": "环境科学与工程", "id": 0}
{"content": "从全生命周期的角度,对建筑的CO2排放量的计算方法进行研究。基于该方法,选取上海市实际住宅案例进行计算。计算结果表明,该住宅单位建筑面积年CO2排放量为22.8 kgCO2/（m~2·y）,相对其他城市的结果较低,这是由于上海市清洁电力比重较大。在整个生命周期环节中,建筑运行使用过程中的碳排放量占到整个全寿命周期的比例达到77.81%,因此对于发展低碳建筑而言,降低运行使用过程的能耗和CO2排放是关键。", "label": "环境科学与工程", "id": 0}
{"content": "透析碳效应测算方法优劣,较全面估算可能导致碳通量变动的各种碳源和碳汇;讨论碳排系数的部分结论,立论碳排的产业布局相关性,悖论碳排强度和经济发展的拐点论。主要结论如下:（1）江西省2008年碳排总量54.88TgC,1996-2008年经济加速强势增长的12年碳排总量年均增幅7.19%,但单位GDP碳排量却随着人均GDP的增加以年均5.93%的降幅逐年递减;（2）人口、工业生产、化石能源消费、林草植被成为影响区域碳通量的主要因子,累计贡献率达到99.93%;（3）在95%的置信区间建立多元一次回归模型,以期在自变量预测的基础上减控未来碳通量值;（4）江西省11地市中,九江、萍乡、宜春等市分别以10.61TgC、9.77TgC和8.69TgC位列全省前三,碳排强度与经济发展水平并不完全相关而是与产业结构和工业布局关系密切。", "label": "环境科学与工程", "id": 0}
{"content": "目前治理污染主要依靠强制性的行政手段和产业结构调整.对于过去已经产生以及现在和未来将要产生的污染,还不能有效消除或降低其危害.因而充分发展环保产业才是保护环境的基本途径.环保产业是社会系统中的新兴产业,是一个内生部门.在传统投入产出方法基础上,引进内生化环保部门,建立非竞争型投入产出模型,从社会系统的角度研究环境保护,提出环保能力比率和治理效率,并为国际间合作治理污染保护环境提供定量分析方法.", "label": "环境科学与工程", "id": 0}
{"content": "秸秆燃烧是大气中温室气体来源的一种重要途径。本文根据1999—2008年中国的粮食产量、谷草比和秸秆露天焚烧比例,估算了粮食作物的秸秆产量,并结合相关排放因子,计算了中国1999—2008年粮食作物秸秆露天焚烧排放的CO和CO2的量及碳排放总量。结果发现,中国粮食作物每年秸秆露天焚烧量平均为1×10~8t;排放的CO和CO2总量平均每年为1×10~7t和1.2×10~8t;总碳量平均每年为3.7×10~7t。", "label": "环境科学与工程", "id": 0}
{"content": "本文采用生命周期评价方法（LCA）对垃圾能源化过程温室气体（GHG）排放进行了计算,并与采用政府间气候变化专门委员会（IPCC）制定的2006IPCC国家温室气体排放清单指南中方法的估算结果进行了比较。比较结果显示采用两种评价方法的所得的不同垃圾处理方式对温室气体排放的趋势相同,但IPCC的所计算出的温室气体减排结果高于生命周期评价所给出的结果。LCA方法考虑了垃圾能源化利用全生命周期过程的排放特征,可以更好反映不同垃圾能源化利用的温室气体减排效果,但为了保证LCA方法的计算结果准确性需要大量垃圾处理过程中各工艺的数据,并对其中估算的数据进行敏感性分析。经过敏感性分析,对整体结果影响较大的数据应采用更为可信的数据,如实地测量值或相关官方数据库等。", "label": "环境科学与工程", "id": 0}
{"content": "本文以天津蓟县大巨各庄为例,根据IPCC的相关报告和已经获得CDM执行理事会的方法学,提出了利用厌氧产沼处理农村畜禽粪便的CDM项目温室气体减排核算方法学和基准线情景。该项目的实施每年可以减排温室气体1296.19 t CO2e,以时价计算,项目可以获益9.84万元/年。因此,该项目的实施不仅具有环境额外性,同时可以获得额外的减排收益,在很大程度上,促进了项目的投资与建设。", "label": "环境科学与工程", "id": 0}
{"content": "文章在回顾了多元统计方法和地理信息系统各自在环境领域中应用的基础上,进而提出了多元统计分析方法与GIS技术相结合,用于高效解决相关环境问题,从而真正实现环境数字化管理,对今后的环境问题改善和污染防治对策的研究将发挥重要作用。", "label": "环境科学与工程", "id": 0}
{"content": "以美国环保局（USEPA）的天然源排放模型BEIS—2为基础,结合深圳市森林分布数据库和气象资料数据库,建立了天然源排放清单的估算方法,并估算了深圳市天然源排放清单。结果表明,深圳市2003年天然源VOC排放量占全市VOC排放量的8.41%。", "label": "环境科学与工程", "id": 0}
{"content": "生态环境规划的核心问题是局部地区的短期生态变化会对周边地期产生何种生态变化,从而对全局生态形成何种新的生态平衡。描述生态动力学过程的是一个非线性方程。由于生态规划的执行结果是相对于全局的一个摄动过程,故对摄动过程的研究在生态规划中占有重要地位。这里,摄动过程的生态变化是高频率（短周期）的,而全局生态变化是低频的（长周期）。将高频的摄动生态变化转化为低频的全局生态变化就可判断一个生态环境规划是否达到预定目的。本研究先基于全局的生态动力学Fisher方程导出摄动动力学方程,尔后进行有关解的讨论。这样就构成原生态动力学方程的分段摄动线性近似。最后讨论用这些摄动线性近似解进行生态环境规划的有关问题。", "label": "环境科学与工程", "id": 0}
{"content": "<正>地质统计已开始应用到许多对研究对象空间分布规律感兴趣的统计领域,如环境分析、污染预测和治理,因为环境数据是不独立的,显示出空间和时间上的互相关性.它是一种无偏最佳估计,且能给出对结果精度的估计,这是传统统计方法不能提供的.实际的数据采集操作由于受经费、时间和技术的限制,不可能恰好是理论所“需要的”,所以如何将理论合适地应用才是关键.我们的目的就是应用和发展地质统计理论,以适应我国的环境与经济发展需要.随着污染产业由发达国家转入,我国环境问题必然更突出,大城市的环境压力会进一步增大,对污染监控要求更", "label": "环境科学与工程", "id": 0}
{"content": "纵向府际关系与地方政府协作治理都是国家治理体系的组成部分,纵向府际关系对地方政府协作治理的开展具有调节作用,二者的博弈推动着治理体系的调整。中央环保督察形成了对地方政府环境协作治理的纵向政策干预,为开展实证研究提供了很好的政策背景。研究通过回归分析发现中央环保督察对地方政府环境协作治理的开展产生了正向调节作用,并且是促进作用与抑制作用调和后的净效应。但正向调节作用的生效仍受到被督察时间、被问责人员类别以及环境污染与治理水平的影响,尤其是发现了问责干预与府际环境协同治理之间存在的正\"U\"形曲线关系。", "label": "环境科学与工程", "id": 0}
{"content": "自然观是人们对自然界和人与自然的关系的总体观点和看法,是世界观的重要组成部分。青少年心目的大自然是怎样的?青少年如何理解人与自然的关系?本文围绕这两个研究问题采用绘画法和访谈法对上海市某小学一至五年级学生开展基于现象图析学研究范式的质化研究。通过对图像和文字数据的分析,研究发现:1)青少年心目中的大自然是生物与环境和谐共生的地方;2)青少年的自然观是多样化的,包括自然知识观、自然审美观、自然联结观、自然生命观、和自然保护观五个方面;3)自然拟人化反映出青少年的自然共情和对地球生命共同体的关心;4)低年级学生尚处于自我与自然的分离状态,中高年级学生已经将自然纳入自我认知系统。本研究为青少年生态环境教育项目的设计、实施与评估提供了重要的理论和实践参考。", "label": "环境科学与工程", "id": 0}
{"content": "本文梳理物业服务企业在固废垃圾分类及处理上的应用标准及具体举措,尝试建立固废垃圾分类标准化工作模式,提高固废分类的效率,加强固废垃圾分类标准的实施与监督管理,并对标准的实施与监督管理工作提出具体举措。", "label": "环境科学与工程", "id": 0}
{"content": "随着我国经济的高速发展,环境保护形势面临着深刻变化,满足人民群众日益增长的对美好生态环境需求成为环保工作的重中之重。近年来,经过环保法律法规的全面修订更新,形成了更加严格和完善的环保法律法规体系。通过对环保法律法规体系进行浅析,总结出新构建的生态环境保护的法律法规体系的特点。并基于环保法律法规体系特点,对企业作为环境保护的责任主体应当如何通过加强环境管理来达到更好的环境效益进行了探讨。", "label": "环境科学与工程", "id": 0}
{"content": "核安全是核工业持续稳定发展的前提,核安全监管是核安全的生命线。世界主要核电国家对监管机构赋予的权利和职责以及建立的核安全监管体制机制,有相似性,但又各具特点。本文在对世界主要核电国家监管模式进行比对和分析后,对立法授权、独立实施、军民分设、公众参与这四方面显著特征做了简要比对和分析。", "label": "环境科学与工程", "id": 0}
{"content": "推进黄河流域生态保护和高质量发展,是事关中华民族伟大复兴的千秋大计。近年来,我省认真贯彻落实习近平总书记关于黄河流域生态保护重要讲话精神,科学谋划,在水资源保护、生态修复、完善防洪体系、建设生态廊道、重大项目建设等方面做出大量工作。司法机关提高站位,发挥职能作用,加强统筹协调,积极探索环境资源类公益诉讼案件和刑事案件集中管辖,深入开展\"携手清四乱、保护母亲河\"专项行动,初步形成\"河长+检察长\"依法治河新模式,健全完善执法司法协调衔接机制,严厉打击黄河流域破坏生态环境犯罪,着力打造黄河流域治安防控体系建设示范区,为黄河流域生态保护与高质量发展提供有力法治保障。", "label": "环境科学与工程", "id": 0}
{"content": "<正>中国毒理学会计算毒理学专业委员会2016年5月在福州成立,2016年、2018年和2020年分别在福州、兰州和太原组织举办了三次全国计算毒理学学术会议。五年来,计算毒理学专业委员会聚集了我国本领域研究的优秀人才,围绕我国环境污染与健康的科学前沿与国家重大需求,开展了高效、深入和广泛的学术交流,跨越发展,未来可期。当前,大数据、机器学习与人工智能技术的突破和应用为毒理学及相关学科的发展带来了广阔的创新空间和发展机遇,同时也对计算毒理学科提出了更高要求和挑战。", "label": "环境科学与工程", "id": 0}
{"content": "本文对农村学校生态环保教育的意义及实施策略进行了探究,结合我国环境现状以及党的十八大以来国家环保理念不断增强、环保政策不断实施、生态环境不断改善的背景,分析了校园生态环保教育的现实意义和必要性,总结出了校园生态教育的六大策略,论述既有理论的引导,又有实践的总结,希望对当前中小学校开展生态环保教育有一定的指导和实用价值。", "label": "环境科学与工程", "id": 0}
{"content": "随着我国经济和社会的不断发展和进步,各类移动污染源的数量迅猛增加,移动源废气污染问题越来越严重,对人类健康和环境造成极大危害。本文总结了我国移动源排放标准体系的发展过程,归纳了移动源废气排放的相关标准与测量方法,分析了目前我国移动污染源废气排放检验制度的面临的问题,最后指出了动污染源废气排放执法监管体系亟需解决的问题及管理建议。", "label": "环境科学与工程", "id": 0}
{"content": "随着国家对陶瓷行业环保政策逐年收紧,企业不断投入资金对环保设施进行升级改造,以应对国家和地方最新的污染物排放标准。在末端达标排放的同时,反而往往忽略其他环保达标问题,如粉尘无组织排放、固废堆放和处置、噪音、废气旁路等。本文梳理了现有法律法规,并对窑炉备用烟囱设置的合法性进行阐述分析。", "label": "环境科学与工程", "id": 0}
{"content": "检察机关积极参与生态环境治理境,不仅为环境损害提供了司法救济,彰显检察权的法治作用,实现了环境正义,也有力推动了生态环境共治共享体系的形成。当前,要以新时代检察职能为切入点,正确定位检察机关在环境治理中的角色,创新检察机关参与生态环境治理的方式方法,以优质的生态司法产品满足人民群众对健康舒适生态环境的需求,使检察权体现更加鲜明的时代特征,为生态文明建设提供有效的司法保障。", "label": "环境科学与工程", "id": 0}
{"content": "为深入研究与分析新时代生态环境资源领域下的犯罪与防控建设,本文通过梳理近五年来发生在陕西省黄龙县的生态环境资源领域犯罪案件,分析案件特点、环节手段、案发成因等,提出打造生态检察、加强环境保护领域法制宣传、健全部门联动机制、开展环境保护公益诉讼等防控生态环境资源领域犯罪的对策建议,从源头上减少乃至杜绝生态环境资源领域犯罪的发生,从而保护青山绿水、推动生态文明建设迈上新台阶。", "label": "环境科学与工程", "id": 0}
{"content": "南京环境资源法庭第一案由检察院起诉,判决赔偿损失。这样的诉讼结构不同于传统的民事或者刑事诉讼,这是由环境法的本体及其法权要求的特定内容决定的。使用马克思主义法哲学和政治经济学理论工具可以从社会物质生活条件出发推导出环境法的本体及其法权要求的内容。其意义之于传统的法学体系不亚于宗教改革之于中世纪神学。", "label": "环境科学与工程", "id": 0}
{"content": "在风险社会背景下,狭义上的环境健康风险是一种特殊的生物安全风险,与纯粹的环境风险不同,虽然都具有面向未来的不确定性、突发性、群体性以及系统性的特点,但环境健康风险更加强调因突发不确定性行为带来的群体性身体健康风险。在进行环境健康风险规制过程中可以采取成本效益分析的方法、比例原则以及风险预防原则。其中,将风险预防原则为环境健康规制的中心原则,是环境健康风险规制建制的核心与关键,并进一步完善环境健康风险规制措施,体现着从源头控制风险产生、阻断风险传播途径,推动公众健康理念融入社会建设,实现建设健康中国的价值目标。", "label": "环境科学与工程", "id": 0}
{"content": "随着我国经济社会的迅速发展与居民健康意识的逐步提高,环境健康问题日益凸显。尽管通过治理环境污染初见改善,但环境健康风险规制之路却频遇掣肘。因此,本文以\"生态\"为主线,以\"人的行为\"为基础,以\"生态经济\"为核心,以\"生态经济行为\"为制度抓手,建构环境健康风险规制中法律与科学协同路径,为环境健康风险规制助力。", "label": "环境科学与工程", "id": 0}
{"content": "稀土资源开发利用在造福社会的同时,也带来了诸多的环境问题,其中稀土元素、重金属元素、放射性元素以及氨氮元素等造成的环境污染将对人体健康产生极大的危害作用。现行法律规制主要以环境保护和污染防治为主要目的,缺乏与健康风险的衔接,导致环境健康风险应对能力不足。针对稀土资源开发中环境问题的特征,应当以公众健康保障为核心,完善环境风险评估与管控机制,完善环境标准体系,加强地方性法律规制建设,建立分工明确、多方协作的监管体系,形成一套切实可行的稀土资源开发环境健康风险法律规制。", "label": "环境科学与工程", "id": 0}
{"content": "随着人类社会的发展,经济社会的发展对环境产生了更加深远的影响,导致环境问题日趋复杂。但与此相对的是人类社会对于风险管理、控制能力的不断增长,也就是说,人类社会已经进入了\"风险社会\"时代,对于风险的管理和控制成为人类社会的基本需要之一。从环境法的角度来讲,公权力对于环境资源配置问题的干预是一种有限而宝贵的社会资源,分配这种社会资源就不能不遵循法治的、科学的、客观的分配方式,在这种需要下,环境健康风险评估制度和风险预防原则的引入也就成了必经之路。环境健康风险评估制度与风险预防原则是相互依存的关系,环境风险评估制度是风险预防原则适用的先决条件,风险预防原则是环境风险评估制度的实践途径。", "label": "环境科学与工程", "id": 0}
{"content": "保证第三方核查机构的独立性是碳排放权交易体系正常运行的核心内容。核查机构的独立性类比审计独立性的定义,分为形式上的独立,即核查机构在排放企业和政府监管部门面前保持身份上的独立,以及实质上的独立,即核查机构本身及其人员秉持客观公正的职业道德素养。影响核查机构形式上独立的因素包括利益冲突、核查任期、核查费用以及政府监管部门的行政主体地位等,影响其实质上独立的因素则是核查机构及其人员的资质。借鉴欧盟和加州第三方核查机制的经验,在签订核查服务合同之前,排放单位、政府监管部门以及核查机构需要遵守相关先合同义务;认证机构严格把控核查机构及其人员的市场准入,是保障核查机构独立性的有效措施。", "label": "环境科学与工程", "id": 0}
{"content": "改革开放以来,我国经济高速发展,伴随而来的是生态环境的不断被破坏,水土流失、草原沙化荒漠化、温室效应等问题日益突出,成为社会经济发展的桎梏,生态环境保护成为全社会共同关注的\"焦点\"问题。由此,生态环境公益诉讼应运而生,成为我国加强生态文明建设,促进生态环境治理的一项重要制度安排,它与政府的行政保护相配合,共同构建成我国生态环境的\"防护墙\"。由于环境污染和生态破坏的隐蔽性和不可逆性,生态环境民事公益诉讼区别于一般的普通民事诉讼,其实施过程中面临着观念、体制、制度和现实等诸多障碍和挑战,学界近年来关于生态环境民事公益诉讼的理论研究呈现井喷之势,主要集中在适格原告、诉讼请求、诉讼程序以及承担责任形式等领域,而关于裁判执行问题的研究相对匮乏。本文将从生态环境民事公益诉讼执行的司法实践出发,探讨现阶段我国生态环境民事公益诉讼执行制度存在的难点和问题,提出相应的对策建议,为生态环境民事公益诉讼执行制度的完善和发展提供价值参考。", "label": "环境科学与工程", "id": 0}
{"content": "<正>各有关单位:为贯彻《中华人民共和国环境保护法》和《中华人民共和国大气污染防治法》,完善国家大气污染物排放标准,促进环境空气质量改善,我部组织起草了国家环境保护标准《玻璃工业大气污染物排放标准（征求意见稿）》《石灰、电石工业大气污染物排放标准（征求意见稿）》《砖瓦工业大气污染物排放标准》（GB 29620—2013）修改单（征求意见稿）和《无机化学工业污染物排放标准》（GB 31573—2015）修改单（征求意见稿）。根据《国家环境保护标准制修订工作管理办法》,现就标准征求你单位意见,请研究提出书面意见,并于2020年5月22日前反馈我部（电子文档请同时发送至电子邮箱）。", "label": "环境科学与工程", "id": 0}
{"content": "<正>《玻璃工业大气污染物排放标准》编制说明1项目背景1.1任务来源2007年6月,原国家环境保护总局下达了制订《日用玻璃工业污染物排放标准》（项目统一编号:385）、《玻璃纤维工业污染物排放标准》（项目统一编号:386）的标准制订计划。两项标准于2011年4月12日、2015年11月27日、2018年7月12日三次征求意见。2019年10月,根据生态环境部大气环境司要求,整合《平板玻璃工业大气污染物排放标准》（GB 26453—2011）、《电子玻璃工业大气污染物排放标准》（GB 29495—2013）以及《日用玻璃工业污染物排放标准》和《玻璃纤维工业污染物排放标准》,制订《玻璃工业大气污染物排放标准》。", "label": "环境科学与工程", "id": 0}
{"content": "汞是一种重金属污染物,具有易迁移性、高生物富集性和高生物毒性等特点,由于其特殊的物理化学性质,已被公认为全球性的环境污染物。本文主要综述了国内外有关汞的各类生态环境标准,从环境质量标准、污染物排放标准、食品食用标准、劳动卫生标准及人群暴露风险等对已有标准和有关汞的限值进行了分类汇总,类比了欧盟、美国和日本等国家的汞相关标准和规定,讨论了我国汞相关标准的现状和局限,展望了汞相关各类标准新制定和完善的方向,希望为以后汞相关标准和限值的研究和制定提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "铬是对人体健康和水生态具有损害的重要的重金属污染物之一。随着我国工业化进程的不断推进,涉铬行业快速发展,大量的铬污染物持续排放到大气、水、土壤等环境中,并不断累积。铬的开采、冶炼、铬盐的制造、电镀、金属加工、制革、印染工业等以及燃料燃烧排放的含铬废气、废水和废渣都是铬污染源。与发达国家或地区相比,我国环境空气质量标准中铬限值与WHO规定的百万分之一致癌风险值一致,水质量及大气、水排放标准中铬的控制水平基本相当,固废焚烧类排放控制标准限值相对偏松,而涉铬的土壤标准体系则各有不同。建议铬污染以预防为主,从源头减少排放,加强废气、废水及固废中铬污染物的治理,推进行业绿色高质量发展。", "label": "环境科学与工程", "id": 0}
{"content": "排污许可制度要发挥其污染源管理核心制度效能,关键在于打通排污许可、监测和执法各环节,实现排污许可与污染源监测制度衔接,发挥污染源监测制度对排污许可的支撑及与执法联动作用。现阶段,排污许可与污染源监测制度衔接存在着制度上不能协同、技术上不能相互支撑、信息平台不能互联等问题,本文从制度融合、技术整合、信息共享的角度,提出了建立排污许可与污染源监管联动机制、完善污染源监测技术与质控体系,提高基层污染源监测能力、实现信息系统互通共享的衔接对策建议。", "label": "环境科学与工程", "id": 0}
{"content": "行政复议在环境执法中意义重大,起着越来越重要的作用。在推进\"放管服\"改革等工作起到了良好的积极作用。本文通过认真的学习分析行政复议法及实施条例,在实施过程中存在的问题。提出了行政复议的管辖和程序。", "label": "环境科学与工程", "id": 0}
{"content": "\"十三五\"时期基本建立了覆盖所有固定污染源的企业排放许可制度,需要通过进一步深化改革完善以排污许可制为核心的固定污染源监管制度体系。本文研究提出了\"十四五\"时期排污许可制度改革的思路和重点,认为要强化与现有固定源环境管理制度的统筹衔接,建立基于\"改善环境质量\"的许可限值响应机制,完善排污许可信息共享平台,严格排污许可证后监管,夯实法律基础保障。", "label": "环境科学与工程", "id": 0}
{"content": "工业企业污废水超标排放和偷排对污水处理厂和水环境危害巨大。南方某市某工业园区采用清华大学环境学院自主研发的基于水质指纹的水污染预警溯源技术及仪器,对园区企业的污废水排放进行实时监测并进行预警溯源。在线式水污染预警溯源仪运行期间,多次监测到水质异常,给出了疑似污染源信息,帮助当地环境监察部门准确找到了超标排放和偷排企业。水质指纹预警溯源技术将以往环境监察执法过程中\"发现-普查-执法\"转变为\"发现-精准调查-执法\",能够帮助实现对工业污染源的精准监管。", "label": "环境科学与工程", "id": 0}
{"content": "<正>近年来,在加强生态环境保护、推进生态文明建设的大背景下,检察机关充分利用公益诉讼监督促进生态环境和资源保护,把检察工作融入生态文明建设中,为解决破坏生态环境侵害国家利益和社会公共利益的突出环境问题提供了有力司法保障。检察机关开展生态环境保护检察工作覆盖了刑事、民事、行政和公益诉讼等\"四大检察\",但公益诉讼检察专门明确把生态环境保护纳入公益诉讼监督的重要领域之一,在生态环境和资源保护方面具有较强的专业性和有效性。", "label": "环境科学与工程", "id": 0}
{"content": "近年来,因房屋装修等造成的室内污染致害现象不断涌现,引发社会广泛关注。如何认定室内污染致害的民事责任属性,直接关系到受害人的切身利益,也关系到司法裁判的统一。对此,有必要通过对\"环境\"概念\"、室内环境\"法律归属和环境侵权特点等内容的分析论证,推出室内污染致害具有环境侵权责任属性,以为司法实践提供参考。", "label": "环境科学与工程", "id": 0}
{"content": "自然保护地立法价值取向历经人类中心主义、生态中心主义、可持续发展观的历史嬗变。反思自然保护地的立法价值取向历程,是因为环境立法价值理念具有特殊性,权利本位价值成为时代追求,人与自然的和谐才是最大的共赢。在习近平生态文明法治观的指引下,自然保护地立法应当坚持人与自然平等的立法价值观,确立生态优先、绿色发展的立法价值定位,树立生态整体性保护的立法价值理念,从而为建设\"美丽中国\"提供法治保障。", "label": "环境科学与工程", "id": 0}
{"content": "《中华人民共和国环境保护法》第39条确立了环境与健康风险评估制度,但是中国现阶段在理论研究和实际操作两个层面都对环境与健康风险评估制度存在理解偏颇之处,没有正视环境法制中环境损害的事后救济向健康风险事前预防的功能性转变;缺乏完善环境与健康法律制度体系、环境与健康风险评估框架不明确、环境与健康风险管理能力有待提升、缺少专门化的环境与健康风险评估机构、缺乏配套风险评估技术规范体系建设。通过梳理发达国家与地区的环境与风险评估制度的完善历程,详细阐述以风险评估和风险管理为主的规制框架。从实践与理论两个维度对中国环境与健康风险评估制度的运行逻辑和重要功能进行审视,汲取国外环境与健康风险评估与管理实践经验,在保障评估流程客观科学的基础上,完善我国环境与健康法律制度体系,尽快组建国家环境健康风险评估专家委员会,完善我国的环境与健康风险评估框架,加强环境与健康管理能力建设,健全环境与健康风险评估技术体系,推进我国环境与健康风险评估制度向纵深发展,发挥出维护公众健康的制度使命。", "label": "环境科学与工程", "id": 0}
{"content": "环境健康风险不同于环境健康损害或者危险。以私法途径规制环境健康风险存在着法治障碍。原因在于环境健康风险与技术进步相伴,具有高度的复杂性和不确定性,并且存在认知悖论。因涉及公共利益与不确定性,环境健康风险首先需要公法规制,即使在私法公法化的背景下,私法体系也无法容纳对环境健康风险的规制。我国应从顶层设计高度,将环境健康风险纳入生态环境风险防范系统,重新审视\"预防为主\"的法律原则,规范环境风险评估机制,建立区别于环境影响评价的环境健康风险公法规范,建立环境健康损害的民事公益诉讼制度,以环境健康损害的赔偿之诉校正环境健康风险防范的效果。", "label": "环境科学与工程", "id": 0}
{"content": "面向环境健康问题,国家的环境治理职责由消极的事后治理转变为积极的环境健康风险预防,法律父爱主义为国家从\"保护风险预防能力欠缺者\"和\"规制创造环境健康风险行为\"两方面正当介入环境风险治理提供了理论依据。但是在具体干预方式的选择上,若我国继续采用传统的控制、命令手段进行环境管理,则易出现国家风险决策的社会共识性不足甚至缺失,社会依赖国家一元主体预防环境健康风险的情形,由此最终偏离环境健康风险法治的基本目标。我国可以通过\"还权赋能\"的方式对环境健康风险预防机制予以再造,主动吸纳和积极调动社会大众参与到环境健康风险防范事业中,形成广泛的公私合作,发挥多元主体的协同效应。", "label": "环境科学与工程", "id": 0}
{"content": "我国规制公众环境健康风险的法律基础较为薄弱,存在:保护公众环境健康不是环境保护立法的首要重点、规制影响公众环境健康的风险因素范围狭窄、缺乏环境健康风险规制制度群、公众环境健康损害救济途径存在缺陷等问题。鉴于环境损害的难以恢复性、不可逆转性,以及致害性,应贯彻风险防范原则,由\"公众环境健康损害救济\"向\"公众环境健康风险预防\"转变,扩大风险规制范围、实行最严格的环境法制度群,诉诸预防性环境公益诉讼,防范各种环境风险可能带来的负面影响。", "label": "环境科学与工程", "id": 0}
{"content": "全球化为各国带来发展的同时,亦带来许多问题,环境健康风险便是其中之一。在生态文明的语境下,中国如何有效规制环境健康风险,已成为健全环境法治的重要指向。环境健康风险的规制是当下中国需要关注的重要议题。在国际层面,中国可以通过优化全球治理方式、参与国际规则制定以及重视国际组织作用的途径,完善环境健康风险的规制;在国内层面,则可通过贯彻环境健康风险预防原则、健全环境健康风险评估制度和完善环境健康管理体制,实现对环境健康风险的管控。对于未来,中国更应反观自身国情,经由理性启发的经验,使法律在实践中得到完善。", "label": "环境科学与工程", "id": 0}
{"content": "现代社会是风险社会,工业与科技的飞速发展导致环境风险更加不可预测并难以掌控,使得如何应对环境风险成为全世界的重要议题,而与人类关系最为密切的环境健康风险作为一种典型的社会风险,已深刻影响了世界环境治理理念,它要求现代的环境治理不能仅局限于传统的\"污染防治\"模式。为了提升我国的环境健康风险规制能力,首先应建构环境健康风险的基础理论,理清环境健康风险规制的内涵与基本原则,深刻剖析环境健康风险规制的内在要求,在此基础上反思我国现有治理模式,从法律规制、管理模式优化、公众参与等多维度探究我国环境健康风险的规制路径。", "label": "环境科学与工程", "id": 0}
{"content": "随着工业化和城镇化的推进,环境健康风险威胁公众健康成为常态。环境健康风险应结合司法、行政和公众参与等多种路径予以规制。首先通过实行科学合理的城市规划,加强危险化学品管理,建立风险保证金制度等行政手段,其次探索预防性环境公益诉讼的司法制度发展之路,最后配合公众参与风险管理与社会决策,将环境健康风险控制在可接受程度,实现健康与经济社会良性协调发展。", "label": "环境科学与工程", "id": 0}
