{"content": "利用酒精吸收微波导致温度升高、体积膨胀的特性设计了一种高功率微波热量计。酒精的体积膨胀通过毛细管电容器和电容测量电路进行实时测量,进而可以求得热量计吸收的微波能量。热量计结构采用电磁仿真软件优化,在1.4~1.9GHz的频率范围内,热量计的反射系数小于-20d B,其透射系数小于-36d B,能量吸收系数大于98%。对电容测量电路进行了理论分析,导出了相关的理论表达式;采用Pspice软件对电容测量电路进行了仿真验证,证明了上述电路设计及理论分析的正确性。", "label": "电气工程", "id": 0}
{"content": "基于倍数增长自由频谱区（FSR）式光梳状滤波器阵列,设计一种微波瞬时频率测量方案,实现了二进制编码数字输出。待测微波信号经过载波抑制型单边带调制后产生一阶边带,而后将其输入到光梳状滤波器阵列中;该阵列由多个梳状滤波器并联而成,它们滤波响应对应的FSR呈倍数增长趋势,最高位数字输出对应的FSR最大。滤波后输出的光信号通过光电检测、比较、判决后,获得N位二进制数字标识的频率值,提高了编码效率和测量精度。仿真实验给出了10~40GHz范围4-比特有效长度的数字输出测频结果。", "label": "电气工程", "id": 0}
{"content": "根据大气辐射传输方程,采用双通道微波辐射计,通过测量湿延迟计算积分水汽的改进算法可减小云天积分水汽的测量误差;而由降雨对双通道辐射计两个频率的衰减比来计算降雨路径平均雨强和雨衰减率有很好的实用性。试验结果证明了微波辐射计在大气遥感和电波传播研究中应用的有效性。", "label": "电气工程", "id": 0}
{"content": "目前,国内外还没有建立国家微波亮温度标准。本文陈述了建立我国微波亮温度标准的需求,分析了NIST提出的微波亮温度标准的优缺点,提出了建立我国微波亮温度标准的设想方案,给出了微波亮温度标准系统中不确定度指标和发展建议,为建立我国微波亮温度标准做铺垫。", "label": "电气工程", "id": 0}
{"content": "本报告概括了美国、法国、英国和俄罗斯等国家THz测试仪器技术研究进展情况,介绍了基于微波信号倍频和谐波混频的THz波段矢量网络分析仪、信号发生器、频谱分析仪等常用仪器的实现方案,解剖分析了THz波段倍频器、谐波混频器、检波器等核心部件技术的发展特点;介绍了THz光学检测仪器研究进展情况,深入分析了基于准光学方法构建的THz测试仪器的性能特点;介绍了我国THz测试仪器研究进展情况,提供了THz波段主要性能参数的测试方案;深入分析了THz波段测试仪器发展当中存在的问题,对THz测试仪器未来发展提出了意见和建议。", "label": "电气工程", "id": 0}
{"content": "介绍了一种基于二极管检波器的功率测量方法的研究。为了消除输入信号频率和环境温度对检波器的影响,设计了基于二极管检波器的频率响应和温度响应的补偿算法。经过频响补偿和温度补偿后的二极管检波器,可测输入信号频率范围为10M～40GHz,功率测量准确度优于0.12dB,动态范围可达-70～+20dBm。", "label": "电气工程", "id": 0}
{"content": "微波无损检测是一项新技术,在航空航天及其它工业领域广泛应用。通常通过检测反射波或投射波的强度分析被检材料特性。微波检测系统中最基本的检测部件是微波功率检测器。为了精确地检测微波功率需要分析环境温度对检测的影响并进行适当的补偿。本论文介绍了一种宽频带微波功率检测器,论述了功率检测器的基本原理,并从原理上分析了环境温度对功率检测器检测结果的影响,最后给出了具有温度补偿功能的功率检测器在不同环境温度下的仿真结果。在设计过程中应用ADS准确地仿真出在不同频率、功率和温度条件下功率检测电路的性能。这种功率检测器具有体积小,频带宽,性能稳定,易于集成等优点,可在微波领域广泛应用。", "label": "电气工程", "id": 0}
{"content": "随着测量仪器的快速发展,我们在获得宽带微波信号精确幅度谱的同时也能够获得其精确的相位谱。在实际测量中,同一个波形用不同时窗测得的相位谱是不同的,这就使得比较不同时窗测得的相位谱比较困难。频域对准算法可以将不同时窗测得的多频正弦信号相位谱对准,以便多次测量可以比较。本文提出基于线性相位的频域对准算法,解决了以往频域对准算法不易处理相位从-180°到180°跳变的问题。通过仿真和实测处理结果证实了该方法的正确性、通用性和有效性。", "label": "电气工程", "id": 0}
{"content": "介绍了一种基于高采样率的雷达脉冲峰值功率时域测试技术,并对测试系统的工作原理及技术性能进行了论述。系统采用宽频、大动态范围峰值检波、高采样率数据采集、光路波分复用等技术,实现了雷达近场等高峰值、窄脉冲的电磁环境测试功能。", "label": "电气工程", "id": 0}
{"content": "介绍了一套全极化、多频段的微波散射测量装置。系统以矢量网络分析仪为核心,可测量的频率范围为1～12.6GHz,天线角度变化范围为-65～65°。系统采用时域技术和金属板定标方式,通过对不同大小金属板的测量验证了系统的精度和准确度。最后利用该系统测量了水和土壤2类典型地物的散射系数,并结合理论模型实现了土壤参数的反演。", "label": "电气工程", "id": 0}
{"content": "无线电寻的系统瞄准误差和瞄准误差率靠天线罩的电性能来保证,电厚度是评价天线罩综合电气性能的重要指标,本文分析天线罩微波反射电厚度测量的原理,测量反射系数相位来间接测量电厚度变化,可计算出需要修磨的法向补偿量,以抵消壁厚和介电常数误差引起的电性能误差,并设计了微波反射自动测量系统,提高测量的自动化程度,检测数据满足精度要求。", "label": "电气工程", "id": 0}
{"content": "提出了一种双模合成孔径微波辐射计的设计方案,它可以同时工作于合成孔径辐射计模式和智能天线模式。对系统的基本结构、工作原理以及可行性进行了分析从理论上证明了该方案可行。", "label": "电气工程", "id": 0}
{"content": "介绍了一种工作在10GHz～90GHz频段内的宽口径变温噪声源的结构组成、技术指标和工作原理。该设备由宽口径辐射体、温度控制系统、测温系统及液氮容器组成,其主要用途是对工作在10GHz～90GHz频段内微波辐射计的线性度、灵敏度和稳定性进行校准。由于采用了液氮致冷结合电加热的带关联参数的双PID输出控制方式,该装置可以在10GHz～90GHz范围内提供85K～340K的可变亮温输出,输出亮温分辨力优于0.2K,亮温扩展不确定度小于1K。", "label": "电气工程", "id": 0}
{"content": "本文介绍了圆孔金属板的微波传输损耗计算的近似公式及其应用条件。阐述了利用矢量网络分析仪,在微波暗室测量圆孔金属板微波传输损耗的原理和方法,指出了圆孔金属板微波传输损耗测量应注意的问题。最后,给出了工程测量实例,且实验测量结果同理论计算结果吻合很好。", "label": "电气工程", "id": 0}
{"content": "从定量计算角度对微波加热设备所要遵守的GB 5959.6-87和GB4824-2004两个标准进行比较分析,得出微波加热设备在满足前一标准的前提下并不一定满足后一标准的结论;并对由此引出的问题提出了一些可行性建议。", "label": "电气工程", "id": 0}
{"content": "本文介绍了自行研制的微波多参数测量系统,该系统由微波标量网络分析仪及微波测量装置二部分组成。微波标量网络分析仪一机多用,硬件上集成了速调菅电源、选频放大器、示波器和标量网络分析仪的功能,软件上利用虚拟仪器技术,开发了基于 LabVIEW 平台的应用程序,实时显示采集的数据、图形和处理后的微波参数。该系统在手动和自动状态下: 可点频测量波导波长、频率、驻波比、复反射系数、负载阻抗,扫频测量谐振腔 Q 值、中心频率及带宽等多参数,还可实现检波二极管的分段定标、普通衰减器的校准等功能。整个系统使用方便,测量精度高,较好实现微波多功能多参数的测量。", "label": "电气工程", "id": 0}
{"content": "随着微波化学实验系统的发展，计算机技术的进步和实验自动化数据采集的需要，大量的微波化学实验数据需要依靠计算机自动进行记录和处理。一种基于MAX197实现模数转换、单片机AT89C51完成数据采集的硬件系统，使用计算机编程语言Visual Basic 编写计算机数据采集软件提出来了，并完成了一套微波化学实验数据的自动采集系统。使用该系统对波导系统中微波加热水的实验进行了数据自动采集，获得了系统电压反射系数和不同位置温度随时间变化的数据，达到了实验要求。该系统结构简单，使用方便，提供多种数据处理方式，方便了微波化学实验的数据采集。", "label": "电气工程", "id": 0}
{"content": "<正>在中山大学等国内著名院校的技术支持下,经过公司上下几年来的深入研讨,上海新拓微波溶样测试技术有限公司又成功研制、并已首家隆重上市可同时处理12个样品,并能独立测温测压的微波/萃取最新产品 XT-9912型智能微波化学工作站。在微波化学领", "label": "电气工程", "id": 0}
{"content": "本文根据JJF1587-2016 《数字多用表校准规范》进行实验操作。根据不确定度评定方法,对数字万用表的直流电压测量功能的校准和测量能力进行分析。", "label": "电气工程", "id": 0}
{"content": "通过NI公司的LabWindows/CVI软件,开发出多型号数字多用表自动化校准系统,适用于具有远程接口的RS232、GPIB、USB型数字多用表及手持式万用表。软件系统依据《JJF 1587-2016数字多用表校准规范》的要求选点和测量,对数字多用表进行出厂指标判定和不确定度评定,提高了工作效率和质量,减小了人为操作引起的误差。", "label": "电气工程", "id": 0}
{"content": "任意端口阻抗任意功分比的环形电桥是一种非对称结构,常用的无源器件设计方法不适用于该类器件。因此提出了一种基于能量守恒理论的新方法,该方法不仅可以用于设计对称结构的无源器件,对非对称结构同样适用,且理论推导更为简单。利用该方法,推导了任意端口阻抗任意功分比的环形电桥的设计公式,并仿真和测试了端口阻抗转换比均为2、功分比为1:2的环形电桥。仿真和测试结果与理论相符。", "label": "电气工程", "id": 0}
{"content": "为掌握数字万用表的程控使用,针对目前数字万用表的研究现状,在对安捷伦6位半高精度数字万用表（34461A）进行系统诠释的基础上,针对其控制协议,基于VC++6.0,开发出其测试程序,并对其测量效果进行实测。测试结果表明其有效性。", "label": "电气工程", "id": 0}
{"content": "笔者归纳总结了指针式万用表组装实训教学过程中学员出现的一些常见问题,并提出了相应的解决办法。旨在教员于今后的实训过程中有针对性地进行教学与指导,从而达到实训教学的目标。", "label": "电气工程", "id": 0}
{"content": "基于NI PXI-4071硬件模块,设计了虚拟数字万用表测量系统。测量模块独立于系统控制模块,可根据需要扩展其它测量模块,提高资源利用率,节约经济成本。与传统数字万用表仪器相比,测量模块具有更小的体积和重量,适合开发便携式设备,便于携带和使用;同时,系统可以根据测量需求自主设计测量软件,因而具备更好的灵活性和可操作性,提高工作效率。", "label": "电气工程", "id": 0}
{"content": "根据JJG441-2008交流电桥检定规程,建立了LCR数字电桥检定装置,根据不确定度评定方法,对此计量标准的测量结果进行了不确定度评定。", "label": "电气工程", "id": 0}
{"content": "行动导向是一种有效提升学生学习积极性,培养综合能力的有效途径法。基于行动导向教学理念,本文以台式数字万用表的使用为例,综合运用各种教学方法,从教学设计和教学实施两方面阐述行动导向教学的理论价值和实践路径。", "label": "电气工程", "id": 0}
{"content": "本文主要对JJG125-2004《直流电桥检定规程》的允许误差计算中的基准值、检定点（整体检定法）的判定方法进行了详细的阐述。", "label": "电气工程", "id": 0}
{"content": "首先论述了数字万用表的功能、测量范围和技术指标,重点论述了直流电压的不确定度评定。", "label": "电气工程", "id": 0}
{"content": "文中介绍了一种工作在S波段的三分贝宽带环形电桥的具体实现过程。利用基于有限元方法的三维电磁仿真软件HFSS,对模型进行了仿真分析和优化,最终实现电桥在所要求的宽频带范围内驻波≤1.2,与实际测试结果基本吻合。", "label": "电气工程", "id": 0}
{"content": "传统四端口环形电桥耦合器的带宽只有10%到20%。为了获得更大的带宽,本文提出了一种改进型环形电桥耦合器。通过额外增加一个隔离臂,新设计可以工作在整个W波段。在此基础上,本文在输入臂上加入了一个切角来改善输出信号的隔离度。仿真研究结果表明,在75GHz到110GHz,两输出信号的幅度不平衡度小于0.07d B,相位不平衡度小于0.37度。相比于未作切角处理的五端口环形电桥,新设计输出端口的隔离度在全频段内大于15.07d B。改进型耦合器可以应用于W波段平衡调制器以及其他需要高输出隔离度的W波段功率分配系统。", "label": "电气工程", "id": 0}
{"content": "本文根据JJG123-2004《直流电位差计检定规程》给出的直流电位差计不确定度的数学模型,对各个分量引入的不确定度进行数值计算,最终对直流电位差计测量结果不确定度进行评定。", "label": "电气工程", "id": 0}
{"content": "<正>一、测量过程简述1.测量依据JJG123-2004《直流电位差计检定规程》2.环境条件温度:（20±2）℃相对湿度:40%～60%3.测量标准8508A型数字多用表4.测量对象直流电位差计,UJ33a,0.05级,×1档量程范围为0～211mV5.测量方法采用直接比较法检定,用8508A型数字多用表作为标准,检定方法依据JJG123-2004《直流电位差计检定规程》。", "label": "电气工程", "id": 0}
{"content": "本文给出了LTCC LANGE电桥的一种设计方法。通过级联两个LTCC LANGE电桥实现了紧耦合,并在FerroA6M基板上设计了两种LTCC LANGE电桥。仿真与测试结果表明,依据本文方法设计的两种LTCC LANGE电桥,分别能工作在0.5~2GHz和2~6GHz的频率范围内。", "label": "电气工程", "id": 0}
{"content": "数字多用表检定校准自动化是多年来一直在谋求解决的老课题。通过对数字多用表的特点和工作中所遇到问题的分析,指出现行应用程序存在兼容性差、适应范围窄的缺点,妨碍了检定校准自动化的进程,因此程序的编写是解决问题的关键。在研究的基础上,提出新的解决方案:外部控制论。经过实际编程和运行,结果证明它可以弥补以前应用程序的不足,有效地解决了工作中存在的问题,更加适合数字多用表检定校准自动化的要求。", "label": "电气工程", "id": 0}
{"content": "<正>一、概述1.测量依据:依据JJG125-2004《直流电桥检定规程》2.环境条件:要求室温（20±2）℃,相对湿度（40～60）%3.测量标准:BZ5-1,BZ5-2型过渡电阻4.测量对象:直流双臂电桥5.测量方法:采用直接测量法二、数学模型", "label": "电气工程", "id": 0}
{"content": "<正>1概述1.1校准依据:JJG315—83直流数字电压表试行检定规程参照了JJG598—89直流数字电流表（试行）和JJG724—91直流数字式欧姆表检定规程,JJF1059—1999《测量不确定评定与表示》。1.2环境条件:要求温度（20±2）℃、相对湿度（60±15）%。1.3测量标准:多产品校准器（8075005）（准确度等级:0.005%）。", "label": "电气工程", "id": 0}
{"content": "随着输电走廊的日益紧张,交直流线路临近平行架设、共用同一走廊的交直流同走廊输电线路日益增加,这种新的架设方式给其周边的电磁环境测量尤其是电场测量带来了新的挑战。交直流同走廊线路周边的同时存在直流电场和交流电场。交流电场的出现对目前普遍使用的场磨式直流电场传感器的测量带来了不利影响。迫切需要研究适用于交直流同走廊输电线路的直流电场测量方法。本文采用场磨结构实现对直流电场和交流电场调制,进而使用相敏检波方法实现直流电场幅值的无损解调和相位鉴别,同时利用堆叠式超窄带通滤波器组实现对交流电场信号的深度抑制。基于前述方法所研制的传感器样机已在国家电网公司特高压直流试验基地试验研究和特高压工程的系统调试得到了应用。", "label": "电气工程", "id": 0}
{"content": "随着电力设备电压等级的提升,以工频电磁辐射为代表的极低频电磁辐射得到了越来越多的关注。目前的极低频电磁辐射检测仪主要采用霍尔元件或电感线圈作为检测电磁辐射的传感器,两种传感器在应用中各有优势和不足。本论文分析两种传感器的测量原理、频率响应和灵敏度等,并进一步分析相应检测仪的模拟信号处理部分,包括信号的采集、放大、滤波、积分处理,从原理上对这两种测量方式进行比较,从而为两种传感器在极低频电磁辐射测量中的应用提供指导。", "label": "电气工程", "id": 0}
{"content": "对环形激光磁力仪的特性进行了分析。首先推导了灵敏度,发现当采用低吸收铽玻璃时,理论灵敏度达1 pT/Hz1/2量级,基本满足探潜的灵敏度要求。接着与光泵量子磁力仪进行了比较,表明环形激光磁力仪具有动态范围大、工程适应性好、响应速度快、信号处理简单等优点。然后讨论了激光陀螺技术的发展对环形激光磁力仪的支撑作用,如微晶玻璃加工工艺、镀膜技术、异面腔设计、电子细分技术等。最后分析了磁光玻璃Verdet常量温度系数的影响。上述分析表明,环形激光磁力仪具有其独特的优势和特点,值得深入研究。", "label": "电气工程", "id": 0}
{"content": "为满足批量检测三维磁场测量系统的工业需求,提出一种Lab VIEW环境下基于工控机数据采集卡的检测系统。该系统通过数据采集卡产生测试信号,经过检测平台,加载到三维磁场测量系统中,系统输出的响应信号由采集卡采集,并送至工控机进行处理、显示和存储,实现量产的自动化检测。本系统已用于某三维磁场测量系统的检测,达到了适应量产的目标。", "label": "电气工程", "id": 0}
{"content": "相位噪声是衡量电子系统频率稳定度的一项重要指标,本文围绕相位噪声的测量方法和最新的研究技术进行了较为系统的论述和介绍,阐述了目前主要的相位噪声测量方法的优点和不足之处,并对相位噪声测试技术的最新成果进行详细的分析和推导,同时也简要地说明了各种技术的适用范围。从相位噪声测试结果出发,给出了单边带相位噪声与常用测试参数时钟抖动和剩余调频之间的关系,通过该方式能够将这些参数的测试精确大幅提高。", "label": "电气工程", "id": 0}
{"content": "分析了测量电动汽车低频电磁骚扰发射强度的试验标准GB/T 18387-2008和SAE J551-5 MAY2012在测量频率范围、骚扰限值、试验设施设备、试验布置和试验方法等技术内容上的主要差异,为电动汽车低频电磁骚扰测试标准的修订和企业的研发工作提供有用参考。", "label": "电气工程", "id": 0}
{"content": "本文对符合ISO/IEC 18000-2、ISO/IEC 18000-3、ISO/IEC 18000-6、ISO/IEC 18000-7空中接口标准的感应型和电磁传播型标签的性能测试进行了分析,重点指出了各种标签的不同测试内容之间在测试方法、测试流程以及测试参数的异同。", "label": "电气工程", "id": 0}
{"content": "随着高速半导体技术的发展,无线电应用频率越来越高,超宽带通信链路和无线LAN/PAN信号源的相位噪声测量比以前显得更为重要,安捷伦E5052B信号源分析仪及E5053A微波下变频器能扩展频率到26.5GHz.", "label": "电气工程", "id": 0}
{"content": "噪声系数分析仪可以测量放大器、衰减器、混频器等各种装置的噪声系数。NFA系列噪声系数分析仪是安捷伦新研制的噪声系数分析仪,在这篇论文中主要阐述如何检定和校准此类仪器。", "label": "电气工程", "id": 0}
{"content": "本文结合舱室搅拌器仿真的特点,采用区域分解技术分析了外部电磁波照射条件下舱室内部的场强分布,并通过在舱室内设置模式搅拌器改变其几何边界,从而改变其内部场强分布。通过对比搅拌前后机舱内部的场强分布结果,表明设置搅拌器提高舱室内场强分布均匀度,可为舱室内高强度辐射场效应测量提供指导。", "label": "电气工程", "id": 0}
{"content": "本文结合具体的高频脉冲磁场测量要求,设计制作了一种基于法拉第电磁感应原理的磁场测量装置,较为详细地描述了设计思路和制作过程,并对一空芯脉冲变压器中频率为20k-30k Hz,幅值约为0.01-0.02T的磁场信号进行了测量,给出了测量得到的变压器内部磁场时空分布的实验结果,测量结果与软件模拟结果基本一致,能够较为准确的反映待测磁场的时空分布。", "label": "电气工程", "id": 0}
{"content": "本文结合具体的高频脉冲磁场测量要求,设计制作了一种基于法拉第电磁感应原理的磁场测量装置,较为详细地描述了设计思路和制作过程,并对一空芯脉冲变压器中频率为20k-30k Hz,幅值约为0.01-0.02T的磁场信号进行了测量,给出了测量得到的变压器内部磁场时空分布的实验结果,测量结果与软件模拟结果基本一致,能够较为准确的反映待测磁场的时空分布。", "label": "电气工程", "id": 0}
{"content": "针对窄带HPM系统强电磁环境传导干扰的特殊性,采用理论预测、实验测量等方法对强电磁脉冲传导耦合的影响进行研究,分析导致电子仪器设备性能下降的因素,提出一种测量感应传导干扰的方法,该方法适用于对瞬变脉冲群干扰和浪涌干扰的干扰强度进行测量。定性分析测试主要针对微波种子源装置、闸流管触发模块以及激光外触发装置等部位的控制信号线缆,明确传导干扰发生时刻、大小,研究其对仪器设备性能的影响,为强电磁环境下仪器设备防护加固提供技术支撑。", "label": "电气工程", "id": 0}
{"content": "依据最新版《电气照明和类似设备的无线电骚扰特性的限值和测量方法》要求,在全面对比分析灯具产品辐射骚扰测试的电波暗室法和CDN法试验方法及试验结果的基础上,本文重点总结了两种方法的差异性及其成因,并结合当前行业内的做法,就CDN试验方法的应用提出个人见解。", "label": "电气工程", "id": 0}
{"content": "在传导骚扰测量中,不同的实验室电源阻抗,在9kHz～50kHz频段会对测试值产生明显的影响。通过测试电路的等效模型分析,考虑在复平面中各种待测物的阻抗后,得到不同的电源阻抗引入的测量值差异最大达到2.16dB。在CISPR16-4-2:2011的电源端口传导骚扰不确定度评定中加入电源阻抗的影响,修正后得到测量不确定度为4.13dB。", "label": "电气工程", "id": 0}
{"content": "介绍了一种用于核电磁脉冲（NEMP）电场信号测试的宽频带测量系统。首先分析了圆柱偶极天线的测量原理,然后介绍了测量系统各部分电路的设计和制作,最后给出了系统的标定结果和应用情况。该套测量系统带宽为10kHz～500MHz,量程为1V/m～100kV/m。", "label": "电气工程", "id": 0}
{"content": "交流电磁场检测技术（ACFM）由于其独特的优势,十分适合于海洋结构尤其是水下结构物缺陷检测。本文借助电磁场瞬态仿真技术,对ACFM正交激励阵列探头进行建模和瞬态分析,并在此基础上,开展ACFM正交激励阵列探头对不同角度斜裂纹检测的仿真实验研究,结果表明:该激励阵列能够产生的幅值稳定方向周期性变化的均匀旋转磁场,而且对于不同角度的斜裂纹均具有较高的检测灵敏度,有效地突破感应磁场方向对ACFM检测的限制,实现对任意方向裂纹的高灵敏度检测,具有较强的理论研究价值和实际意义。", "label": "电气工程", "id": 0}
{"content": "瞬变电磁信号测试一直是困扰无线电工程师的难题,本文按照瞬变电磁信号采集、触发、捕获和分析的流程,全面讨论了瞬变电磁信号测试需要采用的相关技术手段,提出现代微波测试仪器在瞬变电磁信号测试方面应具备的能力。", "label": "电气工程", "id": 0}
{"content": "无自旋交换弛豫（spin-exchange relaxation free,SERF）原子磁力计是目前灵敏度最高的磁场探测器之一,具有功耗低、易小型化等优点,是国内外高精度磁力计领域研究热点,在基础物理研究、生物医学、军事勘探等领域具有广泛的应用潜力。本文介绍了基于铷原子的SERF磁力仪系统构成,理论分析了自旋敏感磁场原理及系统灵敏度影响因素,通过激光极化技术及高精度磁场补偿,成功制备高质量SERF态,并达到约15fT/√Hz测磁灵敏性。", "label": "电气工程", "id": 0}
{"content": "我司变频压缩机生产过程中转子充磁环节的生产工艺,存在充磁不良的情况,特别是当压缩机完成封壳后,转子磁性能较难得到监控。本文将通过一种全新方式,结合压缩机控制的驱动性能,直观地将压缩机转子磁铁性能通过转速的方式得以表现,获得满意的结果。", "label": "电气工程", "id": 0}
{"content": "磁场空间分布直接影响原子陀螺仪、原子磁力仪和原子钟等新型量子仪表的性能,开展磁场空间分辨研究对于研制高性能量子仪表具有重要意义。同时,量子惯性仪表微小型化的发展对于小范围磁场空间分辨技术提出了更高要求。本文介绍了磁场空间分辨技术的工作原理、性能特点和发展现状,重点阐述了几种用于小尺度磁场空间分辨的技术途径,分析了磁场空间分辨技术的发展趋势。", "label": "电气工程", "id": 0}
{"content": "原子磁强计是利用原子技术实现磁场探测的一系列磁强计的统称,具有空间分辨率高、灵敏度高、具备芯片化小型化发展潜力等优点,是目前研究的热点。本文将按照探测原理分类,调研碱金属磁强计、3He磁强计、SERF原子磁强计以及金刚石氮空位磁强计这四类原子磁强计的发展现状,对比总结各原子磁强计的优缺点;通过分析空间应用对磁强计提出的要求,分析原子磁强计在空间探索领域中的优势及应用前景。", "label": "电气工程", "id": 0}
{"content": "磁性材料在我们的生活中广泛应用,测试其磁性能对于开发及研究磁性材料具有重要意义。振动样品磁强计（VSM）由于其快速、可靠、便捷等特点已广泛应用在磁性材料的测试中。目前常规测试技术存在测试结果不稳定、测试结果偏低、仪器信号漂移等问题。本文主要介绍振动样品磁强计在稀土磁性材料分析测试中的研究工作。包括研究样品制备过程中样品高度与设备中磁场鞍部的关系,确定测试稳定性,同一样品重复性偏差降低至0.3%,同一批次样品重复性降低至0.5%;通过研究制备的样品的形状和体积确定退磁因子,校正测试结果;选定设备最佳工作温度295K,进行了相关实验,确定了NdFeB等稀土永磁材料对仪器信号漂移的校正效果。", "label": "电气工程", "id": 0}
{"content": "小型化高精度低噪声磁通门磁强计的研制是深空磁场精密探测的关键技术之一。磁强计具有重量轻、功耗低、温度范围宽、灵敏度高、稳定性好等诸多优点,可以连续读数,可进行任意方向的测量,尤其适合在零磁场和弱磁场下应用。本文简述了磁通门现象的数学模型和工作原理,利用高磁导率、低矫顽力的软磁材料铁芯在激磁作用下,感应线圈出现随环境磁场强度而变的偶次谐波分量电势的特征,通过高性能滤波器和相干检测的方法测量偶次谐波分量。研制了一种高频激磁情况下的宽带低噪声磁通门磁强计,很好地解决了提高带宽和降低噪声之间的矛盾。在保持灵敏度和分辨力指标的基础上,进一步扩展其线性动态测量范围。实验测试表明,该磁强计的量程为±93000nT,分辨力为3nT,线性度达到了1.23%。", "label": "电气工程", "id": 0}
{"content": "铯光泵原子磁强计利用极化铯原子自旋拉莫尔相干进动去探测和测量磁场,具有精度高、响应快等特点。围绕该原子磁强计的技术特点,重点介绍了工作原理和研制工作,实现了一款整机。分析和测试表明,该款磁强计磁场测量范围为20000n T~100000n T,峰-峰噪声值为0.0017n T,能满足磁异常探测对高精度磁强计的需求。", "label": "电气工程", "id": 0}
{"content": "<正>之前我们组报道了一种新的亚内秉线宽相关度谱的方法,并在真空铷原子蒸气室体系中得到了2.4 kHz的共振线宽（内秉线宽75 kHz）[1]。最近我们组将这种方法拓展到了镀有新型烯烃抗弛豫膜的铷原子蒸气池中并且得到了最窄0.13 Hz的共振线宽。进一步,我们将该", "label": "电气工程", "id": 0}
{"content": "<正>Session:空间天气探测前沿-天基Type of presentation:口头报告Key word:针对国内用于空间科学研究的高精度磁场测量仪器相对落后的现状,本文研究了磁探头结构及尺寸对探头电学参数及灵敏度的影响;基于能量传递观点研究了磁通门灵敏度调谐放大理论,提出了磁通门感应解析模型,通过该模型计算的磁通门输出电流与实验结果之间的相关系数大于0.985,峰峰值计算平均误差小于4%,因此本文能够为研究空间温度剧烈变化引起的磁通门磁强计", "label": "电气工程", "id": 0}
{"content": "本论文的研究目的是研制能够响应交流磁场信号的宽频带磁探测器,系统的工作原理是利用各向异性磁阻效应,采用磁阻传感器芯片设计完成,设计小巧。数字电路采用FPGA控制方案,简化硬件设计,采用RS232串口实现数字采集系统与计算机的通信。测试结果表明:宽频带磁探测器量程为+64000 nT,噪声RMS值优于0.5nT,线性度误差优于0.05%,能够响应3-60Hz的交变磁场信号。性能良好,能够广泛应用于交变磁场的测量工作。", "label": "电气工程", "id": 0}
{"content": "本文介绍了一种将多bit Sigma-Delta调制技术应用于数字磁通门磁强计中的方法,通过Sigma-Delta方案,得到24位以上高精度的磁场测量值,并将此技术嵌入数字磁强计的整个大环路中。在不增加硬件复杂程度的前提下,使用16bit ADC芯片即可实现24bit以上的模数转换精度,并通过仿真验证可以达到预期目的。很好的实现了高精度高分辨率大动态范围的数字磁强计。", "label": "电气工程", "id": 0}
{"content": "三轴矢量磁强计的正交性精度对其测量精度具有显著的影响。在54000nT地磁条件下,两个磁轴之间的非正交偏差达到1\"、1’和1。时,磁强计旋转一周的总磁场最大波动分别为0.26nT、15.71nT和942.47nT。本文介绍了一种依次标定磁强计每两磁轴之间的正交偏差的方法,通过三次标定进而完成三磁轴之间正交偏差的标定。该方法同时也标定了各磁轴的灵敏度、零偏。本文对该标定方法进行了数值仿真,仿真结果表明,在rms为0.1nT的噪声条件下,其正交性的标定精度可以达到0.59266\"。", "label": "电气工程", "id": 0}
{"content": "在新的国际标准ISO/16063-33\"振动与冲击传感器磁灵感度测试方法\"中,要求测试装置中的传感器静止,磁场旋转。测试装置用电机带动磁线圈使磁场旋转,而传统的步进电机驱动技术由于运转噪音大,会使传感器的测量的不确定度增加。本文介绍一种恒频斩波恒总流尖峰的五相混合式步进电机驱动技术,通过软硬件设计使磁场旋转更加平稳,提高传感器磁灵敏度的测量精度。", "label": "电气工程", "id": 0}
{"content": "三轴磁强计在磁场矢量测量方面应用非常广泛,随着百万分之一分辨率的高精度磁强计的应用,磁强计三轴正交性问题逐步凸显。在地磁条件下,正交偏差1度的磁强计将导致总场偏差470nT以上,而正交偏差1秒的总场偏差仅0.1nT左右。只有秒级正交性标定后的磁强计才能满足当前高精度磁强计的探测要求。本文处理灵敏度、零偏及高精度三轴磁强计正交性标定方法而获得的实验数据,通过变换、拟合的数学手段,最终实验的标定精度达到12角秒。", "label": "电气工程", "id": 0}
{"content": "随着磁场测量技术的发展,磁场测量的应用越来越广泛,上至航空航天,下至探矿探潜。对于一些地面上所需要的磁场测量仪器:如地磁台站、管道探伤等,其主要特点要求测量过程简单易操作,测量结果显示清晰易懂。针对这些特点我室设计研发了一种地面磁场测量仪GFGM001（Ground-fluxgate magnetometer-001型,以下简称GFGM001）。该仪器是以三轴磁通门磁强计为核心,以windowXP系统为操作系统,集采集、存储、数显、时时绘图于一体的磁场测量仪。GFGM001通过三轴磁通门磁强计探头及电子学采集数据,输出为数字显示当前磁场大小值,并绘图记录30秒内的数据。所有数据均自动保存并定时通过3G网络以邮件形式发送至指定邮箱,实现远程接收数据。GFGM001还配有gps模块和温湿度计,时时校准时间并记录仪器当前所处位置以及温湿度。该仪器主要针对地磁台站环境设计,可实现长期无人工作,自动采集记录数据并进行数据传输。目前该仪器尚属研发阶段,还需放到台站进行长时间实地考察,通过分析采集数据对仪器做进一步完善。", "label": "电气工程", "id": 0}
{"content": "精密电磁测量领域中,会遇到一些实验系统或装置要求测量环境无磁性,传统的商用仪器往往不能满足该特殊要求:本文提出一种基于电容传感器的无磁性位移测量系统,对于要求无磁性的精密实验系统或装置提供高精度小量程位移参数的测量,满足精密电测领域的特殊要求;同时本文通过灵活设计电容式位移传感器测头,满足不同量程和精度需要,根据测量对象设计不同传感器测头,为特殊几何体的位移或角度测量提供一种方法和思路。本文设计的两个传感器其中一个满量程分辨力小于2nm,量程0.1mm,线性度4.15×10-3;另一个满量程分辨力小于19nm,量程1mm,线性度1.85×10-3。", "label": "电气工程", "id": 0}
{"content": "介绍了一种磁场大平面的实时绘制的方法,该方法利用C#语言设计为控件的形式,使用简单、方便,它能将磁场采集系统采集的各个通道的实时测量数据转化为某一颜色域中颜色值,并绘制在控件表面,其颜色随磁场强度的改变实时动态变化,经过严格的测试和大量的试验证明,该方法的实时图象处理效率高、性能稳定、磁场实时显示流畅,视角效果明显,已经成功的应用在舰艇磁场空间分布特性测量系统的测量软件中,并将应用在其它磁场测量系统或含有磁场测量的多物理场测量系统中。", "label": "电气工程", "id": 0}
{"content": "管道通常工作在承压、承重或腐蚀等恶劣环境下,若内含缺陷易导致泄漏等事故。本文研究磁通量管道检测技术,从磁学角度对磁通量检测法进行分析和研究,介绍磁通量检测机构的组成,用实验对磁通量检测法的有效性进行验证。", "label": "电气工程", "id": 0}
{"content": "在科学技术的进步下,高稳定度、高准确度的频标在测控计量、国防以及国家军事等领域至关重要[1]。被用做二级频标的恒温晶振的老化是影响时钟守时精度的重要原因之一,一般采用的方法是利用全球定位系统（GPS）搭载的原子钟对晶振进行高精度的授时服务,出于对国家安全的考虑,设计了一套基于北斗卫星导航系统（BDS）产生的秒脉冲（1PPS）对恒温晶振的高精度驯服系统。通过实验验证可知在24小时内的相位差漂移量在90ns之内。并通过对不同厂家的恒温晶振进行多次实验,多次的实验结果表明,被驯服后的OCXO输出的频率具有较高的准确度。", "label": "电气工程", "id": 0}
{"content": "未来高性能频标载荷将逐步取代氢、铷原子频标搭载至我国北斗导航卫星及空间站,然而当前已有的微波和激光时频传递技术尚难以满足上述星地及星间超精密远程时间比对应用。本论文展示了自由空间飞秒激光时间传递系统,利用飞秒激光异步光学采样技术,完成双向传递链路时间延迟飞秒级精密测量,实现自由空间远程精密钟差测量。室外700米自由空间传输链路测试结果显示,时间传递稳定度达到58 fs/s。", "label": "电气工程", "id": 0}
{"content": "原子钟受多种噪声源的影响,单台原子钟的短期稳定性和长期稳定性都不够好。为了得到可靠性、稳定性和准确性都理想的时间尺度,需利用原子时算法,对一组原子钟数据进行数学计算。文中介绍了5种原子时算法:ALGOS算法、Kalman滤波算法、AT1算法、KPW算法和小波分解算法,对这5种原子时算法的数学模型进行了推导,分析了各原子时算法的数学原理,给出了各原子时算法的优缺点和适用范围。", "label": "电气工程", "id": 0}
{"content": "星载主动型氢原子钟具有优秀的频率稳定度和频率漂移率性能,可作为高精度星载原子钟产生在轨时间基准。腔泡系统结构、真空系统、束光学系统和恒温系统等是决定主动型原子钟性能的关键因素。本单位开展了星载主动型氢原子钟的技术预研,物理部分采用双真空系统结构;采用真空吸附泵有效延长了系统寿命,优化了真空系统结构布局;选取合适的腔泡结构,采用金属微波腔,微波腔Q值达到40000;搭载三层温度控制系统,优化温控布局和温控参数,实现了腔泡系统1mK的温控精度;通过计算和实验优化了束光学系统参数,从而保障了脉泽信号强度,目前氢脉泽信号达到-102dBm左右。开展了双选态方案研究,通过理论计算及软件仿真确定了原子利用率及纯度最高的光学距离和磁极参数;为后续星载主动型氢原子钟工程样机打下了基础。", "label": "电气工程", "id": 0}
{"content": "原子钟作为时间频率工作中的关键设备,同时也是守时工作中的核心组成部分。国际形势的变化,使得原子钟和其他守时与时频应用关键设备的国产化成为必然趋势。本文主要从频率稳定度、频率准确度、频率漂移率与可预测性这四方面分析国产铯原子钟的性能现状。分析结果表明,近年来国产铯原子钟的性能发展迅速,在短期频率稳定度上已超过进口铯钟,在长期频率稳定度、频率漂移等方面还有较大的提升空间,但可基本满足目前国内高精度守时工作的需求。", "label": "电气工程", "id": 0}
{"content": "小型磁选态铯原子钟在过去几十年里被大量应用于全球卫星导航系统等动力学环境中,其表现出的高准确度、高可靠性和强适应性受到广泛关注。当前报道中缺少理论评估力学环境对小型磁选态铯原子钟性能影响的方法研究。本文以Ramsey微波谐振腔为研究对象,提出了基于力-结构-磁耦合方法评估力学冲击条件对小型磁选态铯原子钟性能影响的研究方法。基于该方法,通过建立铯原子钟用Ramsey微波腔的有限元模型,详细研究了冲击条件对微波腔的微波电磁场特性的影响。主要涉及不同冲击量级下,腔体结构变形对谐振频率、磁场分布等微波腔的电性能参数影响,在此基础上通过安全裕度分析实现了铯原子钟用微波腔的设计,并通过了铯束管和铯原子钟的试验验证。应用该方法研制的我国首台星载铯原子钟已在轨飞行,其性能指标与美国GPS星载铯原子钟的水平相当。该项工作为进一步分析铯束管乃至铯原子钟在力学环境中的力学可靠性提供了解题思路,所建立方法有助于提升原子钟在动态环境中的适应性表现。", "label": "电气工程", "id": 0}
{"content": "新能源分布式发电（Distributed Generation,DG）具有随机性和间歇性特征,并网后将向电网注入不确定性的谐波电流。考虑DG出力、谐波含有率的不确定性及其两者的相关性,采用仿射算术克服区间算术法过于保守的不足,建立了DG注入谐波的复仿射模型,采用复仿射Ybus高斯迭代计算DG基波电流,此后计算谐波电流和谐波电压并更新节点基波功率直至收敛。以IEEE-33节点系统为例,与基于蒙特卡罗和区间算术的谐波潮流算法对比,证明了本文方法的完备性和有效性,分析了DG谐波的幅值不确定性和相位不确定性对电网谐波分布的影响,以及多DG之间的谐波不确定性交互影响。", "label": "电气工程", "id": 0}
{"content": "在建立电网的谐波量测方程后,通过参数辨识算法估计节点谐波电流以定位谐波源。但受量测装置数和量测噪声的制约,传统参数辨识算法定位效果欠佳。本文提出一种基于最大后验估计的参数辨识算法来估计谐波电流,首先在确保量测方程能观性的前提下减少量测装置的数量,其次根据量测方程的线性关系与谐波源稀疏分布的先验知识建立谐波电流的后验概率密度函数,最后采用EM算法最大化该后验概率密度函数从而辨识谐波电流。采用MATLAB软件仿真了含谐波源的IEEE33节点的系统,分析了谐波源数、量测装置数、量测噪声对算法准确度的影响,验证了本文方法的准确性和强壮性。", "label": "电气工程", "id": 0}
{"content": "为了辨识10kV节点母线接入的谐波用户,在建立谐波用户的谐波源发射模型后,采用用户的基波有功功率与节点谐波电流的Pear son相关系数作为辨识谐波用户的特征量,以节点量测装置和智能电表存储的海量历史数据为载体,以典型关联分析算法为工具,通过挖掘节点母线的多维谐波电流数据与用户功率数据之间的Pearson相关系数,实现谐波用户的甄别。", "label": "电气工程", "id": 0}
{"content": "铯原子钟具有中长期稳定度好和环境敏感度低的优点,广泛用于全球卫星导航系统。针对导航卫星对星载铯原子钟的需求,开展了星载铯原子钟结构设计。铯束管采用传统磁选态方案,设计了小发散角铯炉、S形束光学和电子倍增器,实现铯原子的制备、跃迁与检测,信噪比满足中长期稳定度需求。采用集成化微波合成技术和数字伺服控制技术,设计了数字化星载铯原子钟电路。针对铯束管力学振动问题,对溅射离子泵等部件的悬臂结构进行了力学加固。为了增加整机的结构稳定性,采取了铯束管居中,电路模块环绕的布局方式。在轨飞行获得的稳定度为1.91E-12/1s,4.95E-14/100000s,验证了该结构设计的空间环境适应性,为星载铯原子钟后续在轨应用奠定了基础。", "label": "电气工程", "id": 0}
{"content": "分析了当前电力同步系统面临的挑战和电力系统对时间同步精度要求,介绍了适用于电力同步系统的几种典型原子钟及其频稳与守时特性。针对电力系统铯原子钟应用状况与未来发展需要,提出了原子钟在省内传输网PRC与LPRC上应用的完善改进方法;基于电力系统现有铯原子钟单台分散使用现状,提出采用光纤双向传递设备对各省铯原子钟进行广域范围组网形成电力系统的原子钟组,充分挖掘电力系统铯原子钟战略资源价值;基于电力系统时间频率重要作用,提出建设以原子钟组为核心设备的电力系统全网时频中心方案,实现全网广域原子钟组授时与频率同步,代表电力系统统一溯源到国家计量院,形成中国电力系统一级电力系统时频中心。以原子钟为技术资源,以构建电力系统时间参量为使命,完善建设形成中国电力系统全网的时间频率体系,提供技术先进、稳定运行、安全可靠、电力系统时间频率信号,为电力系统稳定运行提供可靠的时间频率支撑。", "label": "电气工程", "id": 0}
{"content": "我国星载铷原子钟在原理上属于传统型铷钟,其电路更多地使用成熟模拟技术,完成伺服、频综、遥控、遥测和控温等功能。模拟电路存在:电路集成与信号间抗干扰的矛盾,制约了频率短期稳定度的提升;受外界环境温度等变化的影响,制约了频率长期稳定度一致性;在轨遥测精度不足,影响地面对铷钟内部状态的监控等问题。随着数字技术的发展,在现有的成熟数字理论基础上,星载电子产品普遍以FPGA为代表的大规模数字集成电路替代模拟电路;GPSIII计划采用全数字载荷;地面上传统和新体制原子钟已广泛地采用了数字技术。与模拟技术相比较,数字技术可通过灵活的软件编程实现相应功能,在电路小型化和信号处理方面具备极大优势。由西安分院研制的星载铷钟攻克了一系列数字技术难题,实现了在国产较低位数的A/D和D/A等器件条件下的数字伺服、数字频综、数字控温、数字遥控、数字遥测等技术的应用。解决了星载铷钟电路的集成度与电路之间电磁兼容性之间的矛盾,实现了频率短期稳定度优于8E-13/■（1s≤τ≤100s）的试验结果;电路对环境温度的敏感性降低10倍以上;实现遥测精度提升20倍左右,达到优于1.3mV,满足对铷钟内部参数稳定性准确判读。通过识别单粒子效应对器件的异常影响,分析器件异常对整机的传播链路,采取单粒子效应阈值高的器件降低发生概率,采用三模冗余等措施切断传播链路,实现了数字技术在星载铷钟内的高可靠应用。", "label": "电气工程", "id": 0}
{"content": "本文在深入研究多通道相位比对系统、相位微跃计、无损切换器、Clean UP的基础上,提出了一种集成化的多功能原子钟组管理设备。该设备采用图形化的界面显示各通道输入信号的实时比对结果,通过图形化的界面控制下位机的频率、相位微跃参数和通道切换。该一体化高精度时频设备具有具有6个通道输入,附加频率不稳定度优于2.0E-14/s,频率调整分辨率达到1E-19,相位调整分辨率达到2π/232,时间分辨率达到0.023fs;阿伦方差优于1.0E-13/1s、2.0E-14/10s、3.0E-15/100s、4.0E-16/1000s、5.0E-17/10000s;相位跳变小于5ps,相位噪声优于-110dBc/Hz@1Hz。", "label": "电气工程", "id": 0}
{"content": "氢原子钟需要长期在比较大的氢气流量下工作,而传统的溅射离子泵在长期大流量气体工作状态下,会出现阴极板变形,被击穿,打火等现象,影响整钟指标。吸气剂具有吸气容量大,吸气速度快,不需要在外加电场和磁场条件下工作,长期工作状态稳定的性能特点,非常适合应用于氢原子钟。吸气剂是通过洁净的金属表面进行吸气的,吸气剂的比表面积越大,则吸气速率越大,目前国内的吸气剂产品为了获得更大的比表面积,大部分采用粉末型吸气材料,通过烧结,压制等工艺成型,而这种粉末材料制备而成的吸气剂并不适合用于氢原子钟,因为这种吸气剂在长期使用过程中会掉下细小的粉末,这些细小的粉末一旦进入氢原子频标束光学系统则会导致整钟故障。本文介绍一种由丝状钛基吸气材料制备而成的吸气剂,钛丝具有较大的尺寸,能够有效杜绝传统吸气剂掉粉问题。为了考察这种新型丝状吸气剂的吸气性能,本文选取了国内一种粉末型Ti-Mo吸气剂产品进行对比,观察了两种吸气剂的表面形貌,采用恒压法对两种吸气剂的吸气容量和吸气速率进行测试,结果表明,两种吸气剂都具有良好的吸气性能,可见丝状吸气剂在具有优秀的吸气性能的同时,保留了大尺寸颗粒的优点,适合于严禁掉粉末的工作场所。", "label": "电气工程", "id": 0}
{"content": "微波功率是影响铷原子钟稳定度的重要因素之一。微波场与原子的共振发生在中心频率的一定范围内,离中心频率越远,作用越弱。实验过程中改变微波功率的大小时,其共振强度和作用范围也会随之发生变化,具体表现为光检信号的谱线峰值和线宽的变化。研究表明,峰值随微波功率增大而增大并趋于饱和,但线宽则随微波功率的增大持续增大。微波功率的最佳工作点应确定在峰值和线宽比值的极值点,此时光检信号的信噪比最佳,从而获得最佳的频率稳定度。", "label": "电气工程", "id": 0}
{"content": "卫星导航系统运行依赖于连续稳定的时频信号,需要高可靠性的时频信号产生设备作支撑。系统设计时考虑冗余备份是提高可靠性的主要手段,因此,原子钟作为时频信号产生系统的核心设备,均采用多台原子钟构成原子钟组的模式来确保输出信号质量。原子钟性能监测系统在分析原子钟关键工作参数的基础上,可实现异常情况预警;以信号频率稳定度计算结果为依据,评估单台原子钟的输出信号质量,并根据设计策略实现主钟判断。原理样机实验表明,通过连续监测分析可及时发现因硬件老化、环境变化等因素影响导致的原子钟运行故障。", "label": "电气工程", "id": 0}
{"content": "磁选态铯原子频标因其具有良好的长期稳定度指标而广泛参与守时工作。本文针对国产磁选态铯原子频标,通过分析Allan偏差和修正Allan偏差数据建立了其幂律谱噪声模型。与5071A铯原子频标进行了对比,调频闪变噪声系数相差一个数量级,进一步指出噪声的来源是整机温度系数高。最后,根据所采用的压控晶振噪声特性分析,提出了优化压控电路设计改善短期稳定度。", "label": "电气工程", "id": 0}
{"content": "氢原子钟作为精密计时器,为卫星导航系统提供了高精度时间计量保障。氢原子钟用吸气材料的吸氢性能直接影响其可靠性和稳定性。国内对氢原子钟用吸气材料研发主要为钛多孔材料,此材料激活温度高,吸氢后易碎,对氢原子钟的寿命和精确度产生很大影响。如何降低吸气材料的激活温度,克服吸氢后材料容易碎化的问题,成为目前氢原子钟高稳定性的关键。本文研究了一种新型Zr-V-Cr-Ce吸氢合金,其激活温度（450℃）远低于钛多孔材料（800℃）,吸氢性能优良,最大吸氢量为2.25 wt%,吸氢后力学性能良好,无掉粉碎化问题。此材料在氢原子钟物理实验中获得物理信号为:氢信号中心频率为1420.407302 MHZ,幅值为2 dB,在氢原子钟上物理信号稳定。为氢原子钟的吸氢系统的稳定性提供了新的选择。", "label": "电气工程", "id": 0}
{"content": "本文研究了两点法、三极法和圆环回流法在冲击接地阻抗测量中的优缺点,并从理论上分析了产生误差的原因。通过建模仿真,重点分析了使用圆环回流法测量冲击接地阻抗时产生误差的主要因素,给出了回流点数量、回流引线布设和环尺寸等对冲击接地阻抗测量的影响,并对误差进行了合理的评估。", "label": "电气工程", "id": 0}
{"content": "MEMS陀螺采用电容检测方式获取振动信号,电容检测的精度直接影响陀螺的精度。环形二极管电容检测电路因具有前放信噪比高、电路结构简单、输出信号频率低等优点,被广泛应用于MEMS陀螺中。但由于电路中存在分布电容与二极管结电容等非理想因素,该电容检测电路的输出增益与理论值相差很大,使得信噪比的理论优化在实际电路中失效。该文研究了分布电容、二极管结电容对检测电路输出增益的影响,给出了定量计算的表达式,并基于此提出一种环形二极管电容检测电路信噪比二次优化的方法。在测试工装中的试验结果表明,电路经过二次优化后信噪比约提高7%。实际陀螺中敏感元器件尺寸更小,电路受分布参数的影响会更大,信噪比二次优化的效果会更明显。", "label": "电气工程", "id": 0}
{"content": "本文提出了一种利用矩形谐振腔进行液晶材料复介电常数测试的方法。设计了一种工作于TE10（2n-1）（n=4,5,6）模,测试频率范围为28-39GHz的矩形谐振腔。基于微扰理论,我们对聚四氟乙烯,石英以及一种商用NLC进行了测量,验证了该测试方法在毫米波频段下的可行性。本方法实现了对液晶材料复介电常数的垂直与平行分量的高精度测试,同时具有样品体积小,装载方便等优点。", "label": "电气工程", "id": 0}
{"content": "传统的NRW传输发射法在测量材料介电常数时,通常会遇到半波长谐振和多值性问题。本文针对非磁性材料,提出了一种仅测量传输系数计算低损耗材料介电常数的新方法,并基于蒙特卡罗方法进行了不确定度分析。测量结果表明,该方法不仅能克服NRW算法的固有缺陷,而且减小了测量不确定度。", "label": "电气工程", "id": 0}
{"content": "本文应用高斯波束理论,设计了75GHz～500GHz介电常数一体化准光测量平台,并对TRM校准方法及自由空间TRM校准标准进行研究。受限于现有天线,最终在140GHz～220GHz频段对空气及陶瓷样板进行测量,结果与样品的典型值相符,验证了本系统的有效性。", "label": "电气工程", "id": 0}
{"content": "目前室内介电常数测量主要有波导传输/反射法、谐振法和传输线法。本文主要提出了两种基于传输线的结构,将实验测量与仿真反演相结合,省去了复杂的理论计算,得出待测介质的介电常数。第一种结构将待测介质作为微带线的基板,第二种结构将待测介质置于微带线上。两种结构都通过传输系数得到介电常数。", "label": "电气工程", "id": 0}
{"content": "基于把接地测试仪测出的数据通过测试线传输至远端显示,采用电力载波远程通信原理,分析并设计了基于ST7540的低压电力线载波通信的接口电路。调制环节主要包括功率放大电路、耦合电路等;解调环节包括耦合电路、滤波电路、放大电路等。最后介绍了ST7540芯片的数据调制与解调原理。本文应用载波通信技术在接地电阻测试仪表领域实现了数据的远程传输。", "label": "电气工程", "id": 0}
{"content": "晶圆可接受性测试是对晶圆成品进行的各种电气测试,半导体企业通过对测试数据分析,可以发现晶圆制程中的机台运行状态异常的问题。然而,晶圆可接受性测试作为一种延后的物理量测,不能及时的侦测晶圆品质的变化。本文提出利用XGBoost对晶圆接受测试的电气参数进行在线虚拟量测,对制程偏差进行实时报警,并利用一种SMBO超参优化方法,对XGBoost虚拟量测模型进行配置优化,提升虚拟量测精度。最后通过对晶圆接受测试中的PVD电阻率的虚拟量测问题进行对比研究,验证了本文方法的优异性。", "label": "电气工程", "id": 0}
{"content": "本文对一种新研制的便携式异频接地电阻测量系统进行了介绍。通过该测量系统采集到的样本数据,研究了接地电阻值与土壤温湿度的变化关系。该仪器解决的关键问题是在便携式设备上产生稳定的异频信号,并在在强干扰的电力系统环境下准确、快速采集精确到异频信号分量而尽量滤除工频干扰信号。通过BP神经网络对测量得到的土壤温湿度与接地电阻值样本数据进行训练,训练完成后的神经网络能够对不同土壤温湿度下的接地电阻值进行了预测。", "label": "电气工程", "id": 0}
{"content": "根据导体电阻检测标准GB/T3048.4-2007《电线电缆电性能试验方法第4部分:导体直流电阻试验》要求及实际检测工作,对于电线电缆导体电阻检测的检测原理、测量方法、检测过程中影响试验数据因素及对应注意改进事项进行探讨。", "label": "电气工程", "id": 0}
{"content": "为满足免解线杆塔接地电阻测试系统对于正弦激励信号的要求,文章基于对SPWM技术的讨论,分析了采用SPWM技术产生正弦激励信号的优点,并通过应用试验对其可行性进行验证。该方法设计简单,驱动力强,并具有很好的可操作性,为非接触式检测方法提供了一种工具。", "label": "电气工程", "id": 0}
{"content": "本文介绍江苏句容抽水蓄能电站35kV线路铁塔接地电阻检测过程发现的问题,通过测量铁塔所处区域土壤电阻率来计算铁塔接地体的接地电阻,将计算值与测量值进行比较,同时通过直线三极法测量原理来分析两种布线方法存在的差异性。最后,笔者对铁塔接地电阻检测提出建议和意见。", "label": "电气工程", "id": 0}
{"content": "TA二次回路开路不仅会保护、控制、测量回路造成重大影响,还会在二次回路中产生高电压,轻则烧毁二次端子,重则导致TA铁芯饱和过热损坏一次设备。二次回路开路的原因主要有长期运行后二次回路端子松动;检修试验时拆除二次回路接线后回装错误等。由于二次回路没有实时监测,传统的通流法、万用表电阻法开展全面普查又有专业性太强、专业人员投入太大且存在解开回路的风险。如何及时发现TA二次回路开路,尤其在检修期间通过简化技术措施,一般人员经过简单培训就能开展TA二次回路开路检查确认,及时发现问题,避免事故的发生,本文介绍一种适用的、验证成功的技术措施。", "label": "电气工程", "id": 0}
{"content": "随着云计算时代的到来,大数据业务呈现规模化和爆发式增长,高压直流等新型不间断电源系统开始在数据中心中得到大量应用。高压直流作为一种新型技术,其直流母线对地是完全悬浮,这一特性也决定了其绝缘监察的重要性与必要性。本文立足数据中心高压直流的运维经验,重点阐述高压直流绝缘监察的工作原理,并结合故障案例进行探讨与分析。", "label": "电气工程", "id": 0}
{"content": "<正>期间核查是仪器在两次检定间进行的的[1]。本研究的核查仪器——精确度±5%rdg±10Ω,测量频率800Hz,测量电流≤3mA;比对仪器——精确度±2%rdg±1Ω,测量频率94Hz,测量电流≤260mA。1期间核查关键技术接地电阻的常用测量方法是直线电位降法[2],核查测量距离取地网对角长度的2~5倍,测量值用", "label": "电气工程", "id": 0}
{"content": "大型地网接地阻抗测量方法,以及测量过程、数据的不确定度对测量结果的精度具有重要作用。本文介绍了大型地网主要性能参数中的接地阻抗测量方法,分析了不同测量方法的优缺点,列出了长春地区土壤电阻率分布特征,提出了减少测量误差方法。重点讨论了测量不确定度的评定方法,接地阻抗测量不确定度的控制。", "label": "电气工程", "id": 0}
{"content": "在产品设计和测试的过程中,阻抗测量具有广泛而重要的意义,本文结合阻抗测量中的几个重要指标和特性,列举了若干典型的测量方法并具有实际应用的意义。", "label": "电气工程", "id": 0}
{"content": "电力系统的可靠运行是关系国计民生的大事,对在输电线路上被大量使用的绝缘子进行在线监测能够大大提高电力系统的可靠性,同时降低电力系统的维护成本。提出基于无线传感网络技术的绝缘子泄露电流在线监测系统的数据路由算法。通过分析绝缘子在输电线路上具体分布建立网络模型;通过考虑数据转发能耗和节点无线通讯范围,规划较为实用数据路由算法,延长网络的生命周期;仿真结果表明,该路由算法能延长网络的生命周期。", "label": "电气工程", "id": 0}
{"content": "在拆装低压电能表时,为提高配电设备的可靠性,不严重危及其他用户的一切正常用电,具体操作采用间接带电操作方式,操作步骤为连接电能表拆除进出线带电。为防止人身安全伤亡和双色短路故障,采用在电源线外露位置绑绝缘胶带的方法进行安全维护。拆卸更换电能表后,撕下电源插头上的绝缘胶带连接电能表,这种传统方法的缺点是浪费时间,还需要消耗绝缘原材料,使用后绝缘胶带成为废品,不环保,工作时很容易弄错电源插头的顺序,导致电能表接线错误。对于以上操作流程还不够,文章内容明确指出了一种拆除和更换电能表防触电绝缘罩的方法。", "label": "电气工程", "id": 0}
{"content": "线损管理与电力企业的经济效益及其相关并且有效的线损管理还体现着电力企业的运行管理质量,所以相关工作人员在进行线损管理时,需要针对线损的成因进行稽核分析,并结合实际状况探讨将智能电表与集抄系统应用于线损管理中,从多个角度对智能电表和集抄系统,在线损管理中应用的整改方案进行探讨,使我国现代化的电力企业营销管理工作能够更为顺利的开展,进而促进我国电力行业的发展。", "label": "电气工程", "id": 0}
{"content": "智能电网的建设与普及成为了目前我国现代建设环境中电力系统发展的主要方向,智能电表是智能电网体系中十分重要并且不可或缺的重要组成部分,合理地将智能电表应用于智能电网的建设中,能够推动我国现代电网信息化和自动化的建设。相关工作人员需要了解智能电表的发展历程与应用优势,探讨智能电网在目前的社会环境中,对于智能电表提出的要求,并分析智能电表产业的发展方向,旨在为我国现代化的智能电网建设提供帮助与参考。", "label": "电气工程", "id": 0}
{"content": "本文针对传统的直流电流测量法在高压输电测量过程中的缺陷,提出一种远距离的直流电流测量的方案,在该方案中选择了三个三轴磁传感器组成的阵列来测量空间磁场,并通过传感器阵列获得的空间磁场强度来反推电流的大小。在算法中利用地磁的空间短时不变性来实现对未知变量误差和传感器本身误差的校正,从而提高直流电流测量法的测量准确率。最后在实验室内搭建了500 kV的等比例模型来验证设计方案,实验结果表明该方案具有较高的可行性。", "label": "电气工程", "id": 0}
{"content": "文章首先对国内电能表反向走字异常情况进行总结,之后对低压计量情况下造成电能表反向走字异常的各类原因进行分析,针对不同原因给出相应的反向电量产生机理。在此基础上,给出一套低压反向走字异常现场排查流程,用于指导现场计量故障排查工作。最后,结合现场工程实例对几种典型的低压反向走字原因进行剖析,挖掘造成计量异常根本原因,便于后续计量异常处理工作。", "label": "电气工程", "id": 0}
{"content": "<正>一、引言智能电网的高速发展推动着与之相关的各电气专业的智能化发展,用电信息采集系统的深化应用是电力营销智能化最具代表性的应用。用电信息采集系统的建设涵盖低压居民用户、一般工商业用户、大工业用户、公配变台区、新能源及分布式能源电源点、变电站等等电能表电量的采集,而基于对这些用户电量采集后进行的贸易结算、抄表收费、考核线损、计量装置异常监测等等功能逐步在现实中展开深化应用。\"母线电量不平衡\"是指变电站里", "label": "电气工程", "id": 0}
{"content": "对当前智能电表广泛采用的两类通讯协议DL/T 645-2007《多功能电能表通信协议》与Modbus RTU进行对比研究,在内容对比中发现两者在通信速率、字节校验、最大数据长度、最大地址数等通信功能方面存在显著差异。为研究数据读取和写入方式差异引起的通讯效率变化,对其进一步开展了应用对比。对234只采用两种通讯协议的智能电表进行组网和数据采集,共采集数据2886万行,数据统计结果表明两种协议在同时采集30个相同参数时通信效率最大相差11.8倍。为提升DL/T 645-2007的通信效率,本文提出了该通信协议的改进方案,新方案增强了DL/T645-2007数据块的作用,在读取30个相同参数时数据传输量降低75.88%,通信效率提升8-10倍。", "label": "电气工程", "id": 0}
{"content": "本文给出了一种基于4G网络的远程无线抄表的设计方案,以4G通讯芯片EC20为核心设计数据终端设备（DTU）,下层采用RS485通信对仪表数据进行采集,上层使用4G通信技术将数据发送到远程无线抄表管理平台实现数据透传。在传统抄表基础上升级安装方便,可实现仪表数据采集、历史数据读取功能,并可对数据采集终端进行设置和参数读取,功耗低,寿命长,成本低。", "label": "电气工程", "id": 0}
{"content": "本文在论述减小电能计量装置综合误差方法的同时,介绍了某电厂500kV线路电能计量装置改造的方案、过程和效果,指出提高关口电能计量装置的准确性、安全性是电能计量装置改造的主要目的,在此基础上提出了减少电能计量装置误差的解决措施。", "label": "电气工程", "id": 0}
{"content": "本文主要结合电能计量装置在窃电或误接线的计量数据判别分析、高频强磁干扰的防范等技术上的缺陷,造成对现有台区（线路）的线损分析异常的情况,展开新型防窃电式智能电能表的研究。分别提出三相矢量和与功率因数角结合的数据分析方法、计量元件防护屏蔽罩等技术手段,以解决现有电能表的技术缺陷,并达到电能质量监测监督管理成效。", "label": "电气工程", "id": 0}
{"content": "介绍了某新能源电场发生的一起10k V消谐阻尼器引起系统三次和五次谐波偏大问题的缺陷处理过程,并对该缺陷的发生原因进行分析。", "label": "电气工程", "id": 0}
{"content": "本文介绍了M-Bus总线原理结构,特别是M-Bus总线协议的体系结构;针对M-Bus接口的特点,给出了基于M-Bus的\"多表合一\"集抄系统的实现方案,同时介绍了各个方案的构成和特色;说明了\"多表合一\"采集的推广难点,并就\"多表合一\"的发展提出相应建议,为此电网建设工程的顺利实现提供参考。", "label": "电气工程", "id": 0}
{"content": "电力行业中非关口计量电能表的校测通常采用校准形式,在取得校准报告后需要计量管理人员根据相关报告对表计开展结果符合性评判。仪表的符合性评定计算中涉及示值误差不确定度、最大允许误差等参数,计算通常得到\"合格\"\"不合格\"\"待定\"的结论。本文旨在通过解析校准装置示值不确定度评定过程和被测仪表符合性评判过程,并通过电能表符合性评定案例,从根本上对符合性评定,特别是结果定为\"待定\"的评定和其中涉及的通过优化示值不确定度来得到判定结论的过程进行深度剖析。", "label": "电气工程", "id": 0}
{"content": "区块链技术起源于比特币,是一种分布式记账可信的管理模式,区块链技术具有安全性、有序性、共享性等特点。本文深度分析了区块链技术与能源互联网计量数据管理系统应用需求的匹配度,设计了一套私有电力计量数据管理区块链网络,在区块链技术的支撑下,可以实现综合能源的市场化交易、用户计量需求数据评估、分布式能源区域协同调配等功能,数据在私有化网络中流传,保障的数据的完整性、有效性和安全性,提升了计量数据管理和能源利用效率。本文设计的方法适合电网未来发展方向,对电力体制改革深化应用有一定推动意义。", "label": "电气工程", "id": 0}
{"content": "随着我国经济社会的发展,分布式光伏发电的发展势头越来越高。本文针对分布式光伏电表抄表过程中出现的问题,分析光伏发电用户抄表的特点,从营销系统,采集系统,远红外掌机这三个方面进行改进,从而有效提升光伏电表的抄表效率,保证光伏抄表结算的质量与效率,为用户提供优质服务。", "label": "电气工程", "id": 0}
{"content": "随着国家对分布式电源光伏项目的扶持和推广,安装分布式电源的用户越来越多,按照光伏发电结算的要求,每月都要开展抄表结算工作,但由于抄表掌机无法正确抄录光伏电表信息,每月对光伏用户只能以人工上门手抄电量的方式进行,不仅耗时耗力,而且数据还容易出错。本文从提升远红外抄表掌机的硬件和软件着手,进一步完善光伏电表抄表管理,最后成功完成远红外掌机对光伏电表的成功抄录。", "label": "电气工程", "id": 0}
{"content": "不法份子为了谋取更多非法资产,干扰电表计量功能窃取电费,从传统硬破坏如互感器、电表封印等低级窃电方式转换到如霍尔磁感应、无线电干扰等高科技窃电手段,给电网造成了严重经济损失。本文针对目前在大型专变中较猖狂的高频电磁窃电行为,设计出一套高频电磁场检测模块,能精准的检测出三相智能电表运行环境中存在的高频电磁干扰信号,并本地化判断是否超出安全范围,实现及时报警功能。本文从模块功能到软硬件架构开展详细的研究与设计工作,并通过反复实验测试,验证开发样机的高频磁场功能检测效果,为智能电表安全运行提供了保障。", "label": "电气工程", "id": 0}
{"content": "计量资产管理工作对于供电公司来说极为关键,在很大程度上影响着他们在市场竞争中的活力,供电企业要采用针对性的举措来提高计量设备配送效率以及服务水平,由此确保电力企业的收益能够获得稳步提高。基于此,本文将先简要地阐述计量资产智能配送的意义,分析配送体系的工作流程,进一步说明影响电力计量资产管理的因素,同时在此前提下提出针对性的措施建议,希望能够给同行带来一定的参考价值。", "label": "电气工程", "id": 0}
{"content": "自校准高灵敏度微波电场测量对医疗、高速通讯、雷达等应用领域以及材料科学和射电天文等基础研究领域都至关重要。目前成熟的商用微波电场测量技术主要使用\"标准天线\"和\"标准场\"的传统测量方法,它依赖于一个校准过程,无法实现电场值的独立和绝对测量。基于里德堡（Rydberg）原子的电磁感应透明（EIT）和Autler-Townes（AT）效应的微波电场测量灵敏度和不确定度取决于EIT谱线的宽度和信噪比,而原子温度是影响EIT谱线宽度的重要因素。目前大部分基于里德堡原子的微波电场测量都是采用室温碱金属原子（铷或铯）作为电场探头,受限于大于1MHz的EIT线宽,直接利用AT分裂可以测量的最小微波电场强度大约是1mV/cm。因此我们提出结合积分球冷却技术和EIT技术的全光冷原子里德堡激发和微波电场测量方案,使直接利用AT分裂进行电场测量的最小可测量电场达到50μV/cm。", "label": "电气工程", "id": 0}
{"content": "精密时间综合分析仪是满足不同领域/行业的时频同步系统测试需求专用分析仪器,具备卫星授时、网络授时、IRIG B码同步等几乎所有的时间信息接口以及主流的时钟同步接口的测试功能,用于实现时频同步设备、3G/4G移动回传网、电信IP承载网/接入网、智能变电站、高速铁路、轨道交通、航空运输、卫星授时、舰船标校及传统计费系统等领域的时频同步性能的测量。根据计量测试的溯源关系,精密时间综合分析仪需要溯源到更高一级的时间频率标准/基准,但目前还没有相关的技术规范和标准。本文主要是对精密时间综合分析仪的卫星授时偏差、同步外部基时的时间偏差及定时稳定度、NTP/PTP同步偏差、IRIG-B码偏差、测量10MHz频率信号准确度和稳定度等几个方面测试方法的研究,并对一款精密时间综合分析仪进行测试验证,为精密时间综合分析仪的溯源提供参考。", "label": "电气工程", "id": 0}
{"content": "由于传统方法在实际应用中具有较高的残差,为此提出基于曲线拟合的电测仪器多层级冗余控制方法研究。首先通过对电测仪器故障率函数和可靠度函数曲线拟合,计算出电测仪器各个层级的冗余度,然后根据冗余度确定电测仪器多层级冗余控制等级,最后通过设计的控制指令控制冗余资源删除和备份,以此完成基于曲线拟合的电测仪器多层级冗余控制。经实验证明,此次设计方法控制残差低于传统方法。", "label": "电气工程", "id": 0}
{"content": "居民用户普遍电气知识水平不高,无法独立对设备过载、漏电,电气线路中（火线、零线、地线）的接线问题进行检查,存在用电安全隐患,本文提出一种用电情况测试仪,该装置有利于对接入的电器设备的运行状态进行监测,通过液晶显示屏或移动终端实时提供电压、电流、功率等用电情况及错接线、漏电、过载等报警信息,使用过程简单、易懂,有效提高了电器设备运行的安全性和可靠性。", "label": "电气工程", "id": 0}
{"content": "近些年来,随着我国社会经济和科学技术不断发展进步,促使相关系统取得卓越成就,尤其是电力系统。同时,电气仪表自动化安装技术被越来越多的人们所关注,在电气仪表安装调试工作发展的同时也迎来新的挑战。为了保证电气自动化生产的稳定性,需要结合实际情况,合理运用电气仪表自动化控制技术。有鉴于此,本文着重对电气仪表自动化控制技术进行了深入的讨论和描述,为电气仪表自动化技术的发展奠定了良好的基础。", "label": "电气工程", "id": 0}
{"content": "1553B总线在测试后出现电源对地阻抗下降失效现象,分析了整个测试过程,分析了器件具体的失效原因,进行了故障定位,并制定了改进措施。", "label": "电气工程", "id": 0}
{"content": "在国内多家实验机构均配置有E4980A型LCR精密测试仪和Agilent 34401A型数字多用表,这两型仪表用于进行电阻、电容、电感等基础元件的参数测试。介绍了一种利用LabVIEW编程将这些仪表组建成最小测试系统,使其代替操作员对测量结果进行判断,并及时出具测量结果文件的方法。该方法可以有效提高测量数据的可查询性、满足大部分筛选测量工作需求、降低操作员劳动强度。", "label": "电气工程", "id": 0}
{"content": "矿热炉三相电极在炉内的电弧电流一般分为电极对炉底和炉壁碳砖的星接电流,以及电极间的角接电流。本文论述了矿热炉电路模型的建立,通过测量每台单相电炉变的输入参数,计算出炉内的电气参数。推导了炉内参数的计算公式,并进一步通过模拟电路进行了试验验证。同时对炉内参数与电极操作的关联性,以及根据炉内参数判断炉况进行了讨论。", "label": "电气工程", "id": 0}
{"content": "计量系统每时每刻都会产生海量的数据,未来数据量化发展应为主要研究任务,通过远程监控和精准的测量实现能源计量的稳定性。在大数据技术的催生下,智慧计量以数据为驱动,以需求为导向的计量方式孕育而生。全面分析影响计量系统的各方面性能评估,并提出基于大数据架构及算法的计量数据智慧解析与决策实现,评价新形式下的计量系统性能提升优势分析。大数据是未来平台系统的发展趋势,多能源集抄计量也是电网必经之路,两者相辅相成,从根本上给计量数据增加自我学习统计功能,获取有效数据,实现计量系统的数据监控预测功能。", "label": "电气工程", "id": 0}
{"content": "在社会生产中,测量是一项具有重要意义的工作。通过电子仪表进行数据的测量与收集被称为电子测量。电子仪表具有一系列的优点,速度快、精度高。随着科学技术的进一步发展,电子仪表的自动化与智能化也逐渐成为显而易见的优点。本文主要探讨了电子仪表测量技术以及电子仪表故障得劲检查处理方法。", "label": "电气工程", "id": 0}
{"content": "通过采用RFID在待检设备、周转箱和托盘上设置电子标签,检定线上设置读写器,RFID的后台服务器与计量中心控制平台系统一体化设置,系统间数据互联共享,进而可以对待检设备从入库、出库、检测、装箱、入库以及配送等进行全流程监控管理,将RFID技术、自动化控制技术等与计量检定相结合,实现检定线无人工干预自动化操作,大大提上了检定工作效率。", "label": "电气工程", "id": 0}
{"content": "介绍了智能电能质量监控系统的组成和工作原理,同时详细说明了各个子模块的硬件、软件结构和在系统中的作用。综合电能质量监控系统融入了具有扰动触发功能的电能质量监测仪,电能质量监测仪可以进行有功、无功、THD等稳态分量测量,同时在发生扰动时记录扰动波形。记录的扰动波形通过CAN总线传输到上位机,通过小波多分辨分析和方差分形计算提取扰动的特征矢量,被提取的特征矢量输入到概率神经网络和支持向量机实现训练和测试。采用了时频分析和模式识别的电能质量监控系统能够实现输、配电系统的瞬态扰动的检测,定位和分类功能,同时系统集成了去噪子程序模块,可以实现噪声条件下的电能质量扰动检测。采用IEEE标准1159的电能质量测试数据,系统对扰动的识别率可以达到90%左右。", "label": "电气工程", "id": 0}
{"content": "随着信号测试技术和测试手段的不断提高,对电子测试仪器的性能和复杂度要求也在不断的提升,AV4914微波毫米波综测仪作为一体化的综合测试仪,可实现包括频谱测量、场强测量、噪声系数测量、驻波测量等八大种类测量功能。在有限的存储空间下,如何处理多测量模式带来的大量复杂数据信息、多样化测量流程,使八种测量功能能够并行、快速、高效的完成测试任务,对整机软件设计提出了更高的要求。本文从综测仪实际需求和硬件条件角度,结合目前优秀的软件设计模式概念,逐步开展架构设计、核心模块设计,并给出设计实现成果。", "label": "电气工程", "id": 0}
{"content": "本文从电工仪表与测量课程教学实际出发,通过对教学现状分析,提出一体化教学改革的新思路,并以兆欧表教学为例,将任务驱动法配合多种教法贯穿于整个教学中。实践证明,通过一体化教学改革,大大提高了该课程的教学质量。", "label": "电气工程", "id": 0}
{"content": "基于分子穿越单个纳米孔的单分子检测方法的基于在外加电压用下带电分子通过与其尺寸相匹配的纳米孔时产生阻塞电流脉冲信号特征的统计分析,从而得到分子的构型,链长等信息,甚至是DNA序列的检测。由于这些脉冲信号绝对水平低（pA）,速度快（μs）,因此对检测环境和检测系统的高灵敏度和采样率提出了很高的要求。目前用于单分子检测的商品化高精密检测设备以美国Molecular Devices和德国Heka Elektronik的的膜片钳系统为主。近期,华东理工大学报道了专用于纳米孔电流脉冲检测的超灵敏电流放大器DFCA-001[1-2],从而为开展单个纳米孔电流脉冲检测方法研究提供了更多的选择。我们采用磷脂膜上构建的单个α-溶血素建立的蛋白纳米通道为基本信号源,将Heka EPC10和DFCA-001两套检测系统进行研究。初步研究表明,两套系统从灵敏度和响应速度方面均能基本满足脉冲检测的要求,相对地DFCA-001系统参数设定更加简明,且噪声水平更小。", "label": "电气工程", "id": 0}
{"content": "研究了智能变电站电能质量监测装置对过程层合并单元的需求,根据合并单元在上海某站的工程应用情况,给出了合并单元256点/周波的高速采样的软硬件可行方案,同时基于IEC61850对采样值传输及其对保护测控的影响进行分析。结合过程层产品在行业中故障率达到50%的现状,以减小故障环节、减轻合并单元的负担为切入口,提出了一种满足电能质量监测的合并单元软硬件改进方案。该方案具备功能简单、可靠性高、成本低的特点,对电能质量的监测乃至合并单元的研制均有一定的积极影响。", "label": "电气工程", "id": 0}
{"content": "科学技术的日新月异使得智能化电子仪表在变电站的应用范围,有效提升变电站的运营能力和稳定性,便于变电站仪表数据的读取。提升仪表数据获得准确性就必须使用相应的算法对采集数据图像信息进行有效处理,通过提高图像信息的清晰度来减少数据误差。由于图像嵌入式识别技术具备使用效率高、运营成本低和能耗低等特点使得变电站大力研究该技术并应用到实际中。结合实际工作经验对电力仪表图像嵌入式识别技术应用进行了分析。", "label": "电气工程", "id": 0}
{"content": "介绍了CO2气体保护焊辅助设备的研发及在低速柴油机焊接结构件中的应用。分析了低速柴油机机座、机架的结构及焊接要求,设计焊接辅助小车,并阐述了该设备的特点。采用CO2焊辅助小车,部分替代人工手持焊枪的传统半机械化焊接,研究成果提高了柴油机结构件焊接效率,具有重要的工程应用价值。", "label": "电气工程", "id": 0}
{"content": "本文通过对近些年来窄间隙MIG焊枪的发展创新的历程研究,介绍了几种窄间隙MIG焊枪的创新及特点,对窄间隙MIG焊枪的发展历程做出一定的概括,同时分析了窄间隙MIG焊枪的研究现状以及对未来窄间隙MIG焊枪发展的一些构想。", "label": "电气工程", "id": 0}
{"content": "软开关型IGBT逆变弧焊电源控制系统非常复杂并且程序繁琐,简单的理论分析计算不能满足对控制系统开发的要求。因此本文利用MATLAB/Simulink进行计算机仿真,建立主电路模型、控制系统模型、外特性模型,并对电路系统参数进行优化设计,从而实现系统的准确开发。", "label": "电气工程", "id": 0}
{"content": "等离子弧焊采用脉冲电流焊接,当脉冲频率增加时电弧对熔池的压力增大、焊缝熔深增加,脉冲电弧焊有其自身的焊接工艺优点。脉冲弧焊电源输出脉冲电流频率的能力与其电力变流电路结构及控制系统结构有关。采用斩波变流控制及电流闭环反馈控制,采用MOSFET电力器件作为开关器件,设计斩波开关频率53.763k Hz,优化变流系统结构、布线及参数,优化电流闭环反馈控制系统结构,输出电流从基值电流向脉冲电流转换过程中快速且无超调,尤其是从脉冲电流向基值电流转换的过程中快速且无超调,输出脉冲电流的频率达到了1162.8 Hz,", "label": "电气工程", "id": 0}
{"content": "本文设计了一台由交流脉冲热丝电源和常规直流TIG电源组成的全数字控制交流脉冲热丝焊接设备。交流热丝电源主要包括一次逆变电路、二次逆变电路、驱动电路、反馈电路、保护电路、送丝系统,和人机交互电路。对焊接电源的主电路拓扑结构进行了分析,建立了二次逆变主回路中双胞电感的耦合模型并对其进行了计算验证。对控制系统进行了数字PID整定,并进行了初步的工艺实验,找到了交流热丝电源的稳定工作频率。", "label": "电气工程", "id": 0}
{"content": "Si功率器件的开关性能已随其结构设计和制造工艺的完善而接近由其材料特性决定的理论极限,难以满足新一代高性能弧焊逆变电源对紧凑体积、高温、高功率密度、高压、高频以及抗辐射等恶劣工况条件的新要求。宽禁带（WBG）半导体是一种革命性的电力电子材料,已成为下一代电力电子器件的主攻方向。本文主要介绍WBG功率器件的基本特点、类型以及发展情况,重点介绍WBG功率器件应用于弧焊逆变电源时需要重点解决的关键科学和技术问题,为促进和推动下一代WBG弧焊逆变电源的发展和应用奠定基础。", "label": "电气工程", "id": 0}
{"content": "本文提出了以Web网站为平台的弧焊电源CAD技术,开发出以普通网页浏览器为客户端的网络化CAD系统。针对弧焊逆变电源的网络化CAD设计技术,提出了系统的方案、组成、重要设计原则和具体设计方法,对促进设计的规范化、标准化和优化设计结果有一定价值,有助于提高产品质量。", "label": "电气工程", "id": 0}
{"content": "文中通过对电渣焊接技术的关键点分析,阐述了电渣焊接工艺技术及其操作工艺要点,并就施焊过程中易出现的质量问题提出了合理的控制措施;同时,为确保电渣焊接的焊缝质量,对箱型柱隔板的制作精度及其与壁板的拼装工艺进行了强调,使箱型柱电渣焊接质量满足设计及规范要求。", "label": "电气工程", "id": 0}
{"content": "弧焊电源检测装置的量值准确与可靠程度直接关系到弧焊电源的产品质量,更关系到焊接的质量。对弧焊电源检测装置的工作原理及需要进行质量控制的各项功能进行探讨,基于大量试验得出了对弧焊电源检测装置进行校准的切实可行的校准方法,从而保证了弧焊电源检测装置的准确度,提高了其可靠性及可操作性。", "label": "电气工程", "id": 0}
{"content": "随着埋弧焊工艺的发展,双丝埋弧焊以其高效、优质的特点得到越来越广泛的应用。针对双丝埋弧焊的工艺要求,以时代双丝双弧埋弧焊设备的特点及其应用为例,阐明该设备在高效焊接作业中,能够满足现代化工业制造多方面的要求,具有良好的应用前景。", "label": "电气工程", "id": 0}
{"content": "随着逆变焊机和其他类似的逆变电源（如不停电供电电源UPS、通讯开关型电源）等使用越来越多、越来越普及,导致供电系统损耗增大,供电质量下降,已经引起了国家有关方面的重视。本文对逆变焊机的功率因数问题作了分析,对有源功率因数校正器的控制原理和电路设计作了介绍。", "label": "电气工程", "id": 0}
{"content": "随着逆变焊机的技术的快速发展,通过选择合适的拓扑结构,降低逆变开关管的电流,这对于逆变电源无疑是一个重大的\"利好\",电焊机出口技术如何加强这些都成为重大问题。", "label": "电气工程", "id": 0}
{"content": "通过采用一种不对称拓扑方案及控制方法,实现了空载、轻载、满载等全负载范围内的软开关技术的应用,同时解决了关断损耗的问题,显著提高了逆变焊机的可靠性、效率和功率等级", "label": "电气工程", "id": 0}
{"content": "脉冲熔化极气体保护焊（GMAW-P）焊接电源多采用数字控制技术,为保证焊机安全、可靠地运行,提高故障诊断的效率及可靠性,采用分层控制-故障树模型设计方法.基于分层控制策略,搭建了焊接电源故障树模型,有效解决了故障诊断的层次化、有序化,加大了诊断系统的容错性及适应性,增强了故障检测与诊断的实时性和开放性,为焊接电源智能故障诊断开辟了新的途径.", "label": "电气工程", "id": 0}
{"content": "针对焊接质量、节能与电磁干扰三个方面,分析了逆变焊机在工程机械行业中的应用现状。分析发现,逆变焊机焊接质量好、比普通晶闸管焊机节约16.8%的能源,而部分逆变焊机的电流畸变率明显高于GB 15579.10-2008《弧焊设备第10部分:电磁兼容性（EMC）要求》。同时,对逆变焊机在数字化控制方面与谐波抑制方面的发展进行了展望。", "label": "电气工程", "id": 0}
{"content": "设计的斩波式中频点焊电源主电路由一对反向串联的IGBT及其保护电路组成,两个IGBT在设定的占空比通断信号控制下轮流导通,从而实现了焊接变压器次级交流斩波波形的输出,线路简单、工作稳定可靠。以S7-200PLC为核心,设计开发了电源及焊接过程控制系统。其中,斩波控制信号由基于TL494的PWM信号发生电路产生,该电路还可对斩波电压进行闭环控制实现网压补偿。空载调试结果表明,PLC控制系统的软、硬件设计合理,能够控制主电路按照设定的占空比输出理想的斩波电压波形。从输出波形可以看出,与一般的点焊电源相比,该电源可获得高的调节精度及连续的能量输出,具有更为理想的焊接工艺性。", "label": "电气工程", "id": 0}
{"content": "本文建立了海洋钻井平台高强钢桩腿齿条双机器人双弧立焊系统,该系统可以在主机器人打底焊完成后实现双机器人双面双弧同时填充坡口,试验用Q345钢作为焊接试板,结果表明该系统打底焊可以完全焊透,侧壁熔合良好,填充时能得到良好的焊缝成形,为海洋钻井平台高强钢桩腿齿条的焊接提供高效、稳定的焊接方法。", "label": "电气工程", "id": 0}
{"content": "本文首先以BX-330型电焊机为例介绍了电焊机的工作原理,然后列出了BX型电焊机的常见故障及其排除方法,给出了电焊机的日常维护方法,最后以BX-3系列为例介绍了典型故障的维修方法。", "label": "电气工程", "id": 0}
{"content": "随着黄金价格的不断攀升以及珠宝生产工艺日渐成熟,越来越多珠宝企业紧跟市场变化,设计生产出高纯度、轻巧、款式新颖的黄金饰品,受到广大消费者的追捧。目前,无氰电铸工艺为生产该种黄金饰品的主要方法,存在无损检测难度较大,风险较高的现象,本文则通过介绍X射线荧光光谱法以及火试金法对无氰黄金电铸饰品金含量检测数据对比,有助于提高此类样品的检测效率。", "label": "电气工程", "id": 0}
{"content": "电镀钯镍合金存在质量控制困难、热稳定性差及易引起皮肤过敏等问题,而钯钴合金能克服这些不足,且比Pd-Ni合金具有更高的耐磨性、耐蚀性及热稳定性,已成为近年来的研究热点。本文主要介绍了钯钴合金电镀的工艺参数、镀液测定方法的最新研究进展,并指出了今后的研究方向。", "label": "电气工程", "id": 0}
{"content": "镀金层具有较低的接触电阻、导电性能良好、易于焊接、强的耐蚀性、并具有一定的耐磨性等特性。镀金根据络合物是否为氰化物可分为氰化物镀金和无氰镀金。氰化物镀金以氰化亚金钾为主盐,其镀液具有高的稳定性,宽的pH沉积范围,镀层具有结合力优良、均匀平整等特点,广泛应用于航空航天、电子和装饰。但氰化物对人体和环境都有极大的危害,随着社会的发展人们对环境的重视越来越高,无氰电镀金成为了各个国家研究的热点,但是由于无氰镀金液的稳定性及镀金层的性能与氰化物电镀金相比有一定的差距,因此无氰电镀金的应用受到了一定的限制。本文阐述了氰化物镀金和无氰镀金的沉积原理,国内镀金技术发展现状,并叙述了镀金技术的发展方向。", "label": "电气工程", "id": 0}
{"content": "以铝合金为基体材料进行电镀金,采用二次浸锌法对铝合金表面进行预处理,使用氨基磺酸镍镀层为过渡层再进行镀金;对金镀层外观、结合力、厚度及可焊性能进行了检测,结果表明,金镀层结晶细致、均匀,厚度能达到标准及设计要求,镀层结合力良好,镀层耐蚀性经试验合格。", "label": "电气工程", "id": 0}
{"content": "研究了不同合成工艺下ABS的电镀性能差异,以及注塑加工工艺对ABS制件的电镀性能的影响。从材料构成、电镀原理、注塑原理多个角度分析阐述了影响ABS材料电镀的关键因素,为优化ABS电镀产品提供理论和实验依据。", "label": "电气工程", "id": 0}
{"content": "金属银以其优良的性能及相对较低的成本,成为应用最为广泛的贵金属之一。但氰化物电镀始终是电镀行业中应用最广泛的镀种,并且氰化镀银工艺具有镀液稳定可靠、电流效率高等许多优点,在电镀银工艺中一直占主导地位。但氰化物是剧毒的化学品,不仅会对人体造成危害,并且严重污染环境。本课题目的就是研制一种无氰镀银新工艺来替代传统的氰化镀银。方法是采用5,5-二甲基海因和烟酸的复合配位体系,选择优良的光亮剂和表面活性剂得到无氰镀银工艺配方,并且利用科学的方法优化电流密度、温度及pH值等工艺参数。通过阴极极化曲线和循环伏安曲线讨论镀液的极化度和Ag+的电沉积行为,利三维显微镜和SEM等手段观察镀银层的微观形貌,按照标准测试镀层的结合力与硬度,利用点滴实验和电化学方法测试其抗变色能力。所得实验结果为在该镀银体系中,镀液耐铜置换性能好,极化能力强,说明二甲基海因和烟酸具有明显的协同作用,并且槽液稳定性也很好。Ag+的电沉积是受扩散控制的非可逆电极过程,通过连续成核形成。镀层表面光亮、结晶细致,结合力与硬度均达到行业标准。与氰化镀银钝化层相比,该工艺经过有机钝化后,抗变色能力提高了30%,自腐蚀电流密度降低至之前的1/10,耐蚀性显著提高。最终得到了复合配位体系的镀液配方及工艺条件:硝酸银25～50 g/L,5,5-二甲基海因40～110 g/L,烟酸15～25 g/L,碳酸钾80～120 g/L,氢氧化钾35～75 g/L,光亮剂A 0.1～0.5 g/L,光亮剂B 0.8～1.2 g/L,表面活性剂0.2～1g/L,pH=8～12,温度40～60℃。作为一种新型无氰镀银工艺,原材料价廉且易得,适用于各种铜合金无氰镀银工艺,该方法对推动无氰镀银工艺在航空企业中的应用,具有重大意义。", "label": "电气工程", "id": 0}
{"content": "镍基合金在高盐,高温,高湿的复杂且恶劣的环境中服役,其腐蚀实际上是一种独特的化学-电化学交互过程。腐蚀电化学研究方法具有快速灵敏、能够体现材料表面的实际腐蚀情况等特点,已应用于镍基合金腐蚀行为的研究中。本文采用电化学测试方法,包括极化曲线、阻抗谱及恒电位-恒电流瞬态响应方法等,对镍基合金电化学腐蚀过程中钝化膜的形成规律、点蚀的发生过程、腐蚀各阶段化学反应等进行研究,结合SEM、XPS等表征手段构建立基于溶质元素迁移过程的腐蚀模型。另外,从晶体学结构角度分析镍基合金不同晶体学取向耐蚀性差异较大的原因。燃气轮机热部件在高温和强腐蚀性环境下服役,除去对镍基合金本身要求较高外,对高温涂层表面和性能要求极高。纳米复合镀能够极大改善镀层的硬度和耐腐蚀耐高温氧化性能等。在镍基合金上进行纳米复合镀,通过添加纳米氧化锆和纳米氧化铝对传统电镀镍进行改性,探索和优化电流密度、镀液pH值、温度等电镀工艺参数,获得品质较好的Ni/ZrO2和Ni/Al2O3纳米复合镀层。利用电化学测试,包括循环伏安、计时安培、和交流阻抗研究Ni-ZrO2和Ni-Al2O3复合沉积行为,探索纳米颗粒对电沉积还原反应过程及Ni结晶形核/生长模式的影响。利用表征手段评价复合镀层的形貌和结构、镀层的粗糙度及镀层与合金基体的结合程度,利用极化曲线、交流阻抗谱等评价Ni-ZrO2和Ni-Al2O3复合镀层的耐蚀行为。本文为纳米复合镀应用于镍基合金防高温氧化和腐蚀上提供必要的理论支持,这对于促进镍基合金纳米复合电镀的应用具有重要的战略指导意义。", "label": "电气工程", "id": 0}
{"content": "<正>本研究通过一步电沉积法在铝合金表面制备了一层SnO2-G纳米复合膜,利用石墨烯优异的导电性能[1]以及二氧化锡的导电性和化学稳定性[2]来提高铝合金双极板的导电性能和耐腐蚀性能,以0.5 M H2SO4和2 ppM HF的混合溶液为测试体系进行电化学测试。由图1（a）可知,石墨烯膜层覆盖层的缺口处可看到下层为直径200-300 nm的SnO2纳米球状颗粒。图1（b）为GO、SnO2-G复合膜的X射线衍射（XRD）图。GO试样的XRD图中,在2θ=9.5处的衍射峰是GO的特征峰,SnO2-G复合膜的XRD图中的峰与四方金红石结构的SnO2的标准卡片完", "label": "电气工程", "id": 0}
{"content": "本文介绍了镀锡板产品的生产工艺及产品用途与存在的问题,并着重探讨了与镀锡板生产相关的各冷轧工序的关键技术与特点及其发展趋势,有利于冷轧电镀锡板生产技术的推广,对新建镀锡板厂的设备选型、先进技术采用与产品质量的提高具有指导意义。", "label": "电气工程", "id": 0}
{"content": "电镀锌机组是一条以生产高质量磷化汽车板为目标进行设计的电镀锌产线,但在磷化生产开发过程中,发现由于磷化不均、磷化斑点、边部枝晶等问题,导致产品合格率较低,而且无法满足磷化产品的持续稳定生产,需要对磷化的生产工艺进行优化改造。", "label": "电气工程", "id": 0}
{"content": "对基于电镀锌生产线数据采集系统的作用进行了简介,详细的分析了数据采集系统实现的关键点,并阐述了如何实现整个系统。通过数据采集系统实现电镀锌生产线工艺数据参数、设定值以及工艺设备优化和管理。", "label": "电气工程", "id": 0}
{"content": "本文采用植酸体系镀液,在压延铜箔表面电镀制备了植酸化学转化膜,采用扫描电子显微镜（SEM）、傅里叶红外光谱仪（FT-IR）、拉曼光谱仪（Raman）以及质谱仪（MS）对植酸化学转化膜的微观形貌、成分和化学结构进行了表征,利用X射线光电子能谱仪（XPS）和电化学工作站对植酸化学转化膜的抗氧化和耐蚀性能进行了评价。结果表明:在镀液温度30°C左右、镀液p H值5～7、电镀处理时间5～10 s及电流密度0.01～0.1 A/dm~2的工艺参数范围内,压延铜箔表面的植酸化学转化膜覆盖完全、均匀平整,主要成分为C6H16O24P6Cu和C12H34O48P12Cu,具有较好的抗氧化能力,在140°C烘烤15 min后压延铜箔的表面未出现氧化变色和其他缺陷;在植酸浓度为8 mL/L时,植酸化学转化膜的耐蚀性能较好。采用植酸体系镀液与传统铬酸盐体系镀液相比,压延铜箔表面制备的有机膜层具有较高的综合使用性能,满足GB-T 36146-2018锂离子电池用压延铜箔的标准,并且更加环保,可节约水资源2/3以上,对于电子信息行业的绿色快速发展具有重要意义。", "label": "电气工程", "id": 0}
{"content": "目前的積體電路銅內連接薄膜導線製作涉及到乾式的離子化濺鍍阻障層及濕式的電化學析鍍以填充介電層的孔洞與溝渠。這種階梯覆蓋性（StepCoverage）與順依性（Confirmity）不佳的乾/濕結合製程非但不易進行線上（In-line）作業,而且未能滿足尺度更縮小、深寬比（Aspect Ratio）更大的次世代60nm元件之孔渠填充需求。本研究採用N2-H2真空電漿,對SiO2介電層進行表面改質,並利用創新性的全程濕式電化學暨無電鍍製程,在其表面植入超微（≤4nm）之無電鍍催化晶種,以生長合乎奈米世代的Co-P阻障層。穿透式電子顯微術（TransmissionElectronMicroscopy）及高解析掃瞄式電子顯微術（Scanning Electron Microscopy）平面及橫截面影像分析Ni晶種分布及Co-P晶粒表層覆蓋與薄膜成長的結果證實:未經電漿表面改質之SiO2介電層的晶種吸附密度僅2.3×1014 m-2,且以1.6%s-1的低晶粒表層覆蓋速率,形成晶粒尺寸高達75 nm而厚度～40nm的Co-P阻障層。相對的,經過真空電漿改質的介電層表面之Ni奈米晶種微粒分布密度可增益10倍(2.5×1015m-2),並以高達10倍(16%s-1)之表層覆蓋速率形成厚度僅有～10nm的阻障層。此開創性的研究結果不但符合60nm次世代需求,且具有線上製程整合性。最後,本研究採用接觸角量測儀探討N2-H2真空電漿表面改質對介電層造成親水性轉變,並對此影響晶種分布密度之改善提出適當的解釋。", "label": "电气工程", "id": 0}
{"content": "在现有的镀金工装镀金的过程中,由于滚筒的旋转造成镀件相互叠加杂乱而产生的弯曲变形,出现大量废件,使合格率降低。为提高细长接触体的镀金工艺,所以对镀金的工装进行相应的改进。对出现不合格零件进行分析,得出镀金工装的改进思路,主要设计结构是将以前的大滚桶改成圆周匀布排列并自传的小滚筒,将镀件少量分批装入小桶,这样镀件就不会在小桶内任意翻转杂乱而产生的变形,小桶的自传也使镀件更加均匀,不但提高了电镀效率,也使镀件合格率提高。", "label": "电气工程", "id": 0}
{"content": "为了节约镍资源,开发了一种无镍白色锡-钴合金电镀工艺,采用焦磷酸盐体系并添加光亮剂直接在铜片表面进行锡-钴合金电镀。探讨了电镀时间及电流密度对镀层外观、镀液稳定性的影响,确定了其最佳工艺参数:200 g/L焦磷酸钾,20 g/L硫酸亚锡,20 g/L硫酸钴,5 g/L光亮剂,温度55℃,pH值8.7,电流密度0.5 A/dm～2,施镀时间2.5 min。在该工艺条件下,锡钴合金镀层中锡含量为80.54%。用原子吸收光谱仪测定金属离子浓度,用金相显微镜测定其厚度,并对样品进行了弯曲试验、热浸试验、人工汗试验、高温变色的测定。", "label": "电气工程", "id": 0}
{"content": "为了开发无氰无毒的铜-锌合金电镀工艺,利用复合络合剂制备电镀铜-锌合金镀层,采用极化曲线测试方法,研究了硫酸铜和硫酸锌摩尔比,络合剂A浓度,OP-10、糖精、十二烷基磺酸钠、明胶4种添加剂对铜-锌合金镀层耐蚀性的影响,观察了铜-锌合金镀层的微观形貌,测试了合金镀层的组成成分和晶相结构,对比了基体、直接电镀铜-锌合金镀层、镍打底的电镀铜-锌合金镀层的耐蚀性,测试了铜-锌共析出的阴极极化曲线,结果表明:当硫酸铜与硫酸锌的摩尔比为2.7、主络合剂A为80 g/L、添加剂为明胶时铜-锌合金镀层的耐蚀性较好,镀层中含（质量分数）75.41%Cu,24.59%Zn;镀层为晶体结构,由铜、锌和铜锌金属间化合物CuZn2、Cu0.61Zn0.39组成;采用复合络合剂制备的镍层打底的电镀铜-锌合金镀层具有非常优异的耐蚀性;铜-锌合金的共析电位约为-1.5 V。", "label": "电气工程", "id": 0}
{"content": "为了获得性能优异的锡铅可焊性镀层无氟电镀工艺,研究了甲磺酸电镀Sn-Pb合金的电解液组成,讨论了主盐、游离酸、稳定剂的质量浓度以及阴极电流密度对Sn-Pb合金镀层中Sn含量的影响。采用HuLL槽试验方法确定了甲磺酸电沉积Sn-Pb合金镀层的阴极电流密度范围,以及甲基磺酸体系电镀Sn-Pb合金焊接镀层的工艺规范。", "label": "电气工程", "id": 0}
{"content": "随着便携式电子产品的流行,其产品结构材料趋向轻量化和小型化。这使得轻金属、非金属如工程塑、纤维、介质陶瓷等的应用越来越广泛。为了实现产品的设计功能,需要在这些材料表面进行各种处理,其中包括采用电镀技术。这为电镀技术在现代制造中发挥作用提出了一些新课题和挑战。", "label": "电气工程", "id": 0}
{"content": "随着信息技术的不断发展,人工智能已经逐步进入了家庭端,作为人工智能典型应用的语音技术也在洗衣机产品上得到了一定的应用。随着场景的逐步细化,简单的控制、生硬的交互已经难以满足人们的需要,更加智能、友好的交互方式成为人们的迫切需求。用户在洗衣时通常是多种衣物混洗,衣物的类型、材质、颜色、数量、污渍等都会对洗涤的方式产生影响,用户往往不知如何选择程序,而选择了一个最通用的程序,但是通用程序无法保证对衣物的洗涤效果是最佳的。本文从用户实际需求出发,基于用户意图结合设备状态、环境状态、用户画像为用户提供更好的推荐服务,将被动服务转化为主动服务,为用户提供最佳的洗护方案,从而极大地提升了用户的体验。", "label": "电气工程", "id": 0}
{"content": "从火焰导电原理着手,运用火焰离子感应检测技术,本文设计了烟灶无线通信联动控制系统。其中燃气灶具的MCU微处理器通过实时监测炉灶火力大小及有无,输出相应的逻辑信号,经由燃气灶具的无线射频发射电路发射火力的电信号;吸油烟机无线射频接收电路则同步接收火力电信号,再由吸油烟机的MCU微处理器输出风机的运转控制信号,达到燃气灶具与吸油烟机无线联动的控制目的,从而实现风随火动的体验效果和节约能源的效果。", "label": "电气工程", "id": 0}
{"content": "蒸烤一体机内腔一般设置有温度传感器,用于感知内腔的温度变化,以便控制器根据温度变化采取相应的控温措施。然而,蒸烤一体机的温场情况是内腔的综合表现,与检测到的固定位置温度不成严格的线性关系,通过检测内腔固定位置温度,并不能反映出内腔整体温场的变化情况。本文就蒸烤一体机应用人工神经网络算法将固定位置温度感知延伸至整体温场感知进行研究分析,通过人工神经网络算法进行温场预测,以便调控加热策略,进而获得更好的烹饪效果。", "label": "电气工程", "id": 0}
{"content": "随着人工智能技术的逐渐成熟,以及智能家居的概念逐渐火热,智能家电产品将是一个新的蓝海市场。本文使用现有深度学习领域经典的生成对抗网络（Generative Adversarial Network,简称GAN）来修复摄像头在拍摄过程中产生的运动模糊和散焦问题,此项技术可用于解决摄像头在拍食材烹饪过程中油烟、水蒸气所产生的模糊画面问题,提升图像或视频质量。", "label": "电气工程", "id": 0}
{"content": "在以往的智能化平台上,用户体验家电智能化需要经过下载平台应用,在应用中查找设备型号进行配网。在经过漫长的操作与等待后完成配网,用户才能进入设备控制页进行智能化控制,并且某些功能入口设置较深,不容易发现。这些问题的关键在于平台应用与系统本身是相对独立的,平台应用无法利用系统与终端本身的特点实现更快捷的应用入口,更高效的配网方式。同时,配网过程中信息模糊化,使得在配网过程中更容易产生无效操作,导致配网的完成成为用户在平台上控制设备的硬性前置要求。华为鸿蒙系统作为一款面向全场景的分布式操作系统,智能家电在接入后,结合设备软硬件能力,智能化平台能力与鸿蒙终端软硬件能力,希望给用户带来快捷入口,无感配网,生态共享等更好的交互体验。本文描述智能家电接入华为鸿蒙系统的研发实践,包括整个应用入口,配网到设备智能化控制的链路优化,涉及产品软硬件改造,Wi-Fi模组及鸿蒙应用研发及产线改造。", "label": "电气工程", "id": 0}
{"content": "由于现有的湿度传感器在用于间室内探测湿度时,会在用户打开冰箱门后出现湿度传感器表面凝结水滴,间室内空气湿度急剧上升,无法正常探测空气湿度的现象。本文针对这一问题,首先研究通过建立的数学模型,通过MATLAB数值分析间室内产生凝露的露点温度,然后计算在冰箱门打开情况下,间室内部空气吸收的热量及产生凝露水的条件,再通过实际测量结果验证仿真结果的正确性,最后给出避免湿度传感器表面产生冷凝的优化方案。", "label": "电气工程", "id": 0}
{"content": "用户行为数据收集到云端平台,可以通过解析、处理、加工等过程,建立专业数据模型,通过分析工具和大数据可视化展示平台,可对企业产生决策性的引导。本文主要介绍洗护大数据主动服务平台构建的架构体系设计理论以及基于此架构体系基础的应用,主动服务平台处理数据方式有两种,一种是离线计算,另一种是实时计算,离线计算对数据响应的实时性要求不高,一般以报表、数据分析等形式展现,我们分析主动服务用户接收率、点击率、使用率等指标的时候会用离线计算的方式;实时计算针对数据实时性要求高的场景,比如实时预警、主动提醒等功能,会根据网器上报的数据在云平台实时处理然后下发到终端用户。处理的数据主要有三大类:结构化的数据（mysql/oralce等数据库数据）、半结构化数据（日志或文件）、非结构化数据（视频或语音）。通过架构体系对数据的存储、分析、挖掘,使设备之间以及设备与人之间实现互联互通,让洗护设备实现主动服务于用户的目的。让机器更具有人性化的一面。", "label": "电气工程", "id": 0}
{"content": "本文搭建了集成灶实验平台,通过高速摄录图像和图像处理的方法,探究了不同吸烟口高度对集成灶吸烟率的影响。为建立油烟扩散模型,本文应用数据分析软件（M）对不同高度和不同挡位工况下的高速摄像图片进行网格化和灰度值处理,通过线性回归方程拟合,得到了油烟扩散的数学模型。所获数学模型可对样机无法实现的实验工况进行计算预测,并应用数据分析软件（M）对预测的值进行图像还原,从而模拟出其他工况下的油烟扩散情况。最后,本文对还原的图像进行分析并建立了集成灶油烟扩散模型。", "label": "电气工程", "id": 0}
{"content": "为实现对电风扇扇叶在旋转过程中摆动幅度的测量,本文提出了基于双目视觉的三维测量方法,采用标记点的标记方式,在扇叶表面粘贴标记点,用高速摄像机采集扇叶瞬态图像,获得标记点各时刻系统的三维坐标,并借助有限元分析软件,采用几何坐标变换法,得出扇叶摆动变形量。经验证,该测量方法的标定误差小于1.1%,精度小于0.12mm,准度小于0.16mm,可满足扇叶变形量的高精度测量要求。", "label": "电气工程", "id": 0}
{"content": "家用电器数字化、智能化为记录和存储用户行为提供了技术基础,比如,冰箱中对食材消耗的记录;但目前对这些数据的使用并不充分。本文提出了一种面向家电的用户饮食习惯模式获取的方法框架。文中用户将饮食习惯由用户饮食序列来界定;通过手工录入、语音输入、NFC食材夹、RFID读写卡、视觉识别系统等技术手段实现数据采集;在经过数据预处理和数据脱敏后获得训练集合;然后采用自然语言处理领域的word2vec方法对用户饮食序列进行训练,求得的食材词向量,基于食材词向量求取用户饮食序列向量;最后对用户饮食序列向量集合进行聚类操作,获得若干个聚类中心,其中,每个聚类中心对应了一个用户饮食习惯,而聚类中心的一个邻域内的饮食序列实例可以刻画用户饮食习惯模式。", "label": "电气工程", "id": 0}
{"content": "随着家电智能化的不断发展,智能家电APP作为智能家电的重要控制及交互终端,不仅起到了与家电互联的作用,更是通过大数据、人工智能和云计算技术为智能家电提供了更高的附值,使用户可以更好地享受智慧生活带来的便利。本文提出了一种基于智能家电手机APP的西瓜成熟度检测方法,通过对手部敲击西瓜的音频进行分析,利用多种特征工程方法提取出相应的特征变量,使用XGBoost算法并结合K折交叉验证与网格搜索算法进行参数调整,建立西瓜成熟度判别模型,最后将其部署在云端;用户以智能家电APP作为交互终端,上传敲击西瓜的声音至云端,由模型快速判断西瓜的生熟度并反馈至终端,实验证明该检测方法具有较好的效果,可以帮助用户挑选成熟西瓜放进冰箱中以备食用。", "label": "电气工程", "id": 0}
{"content": "近年来,SiC半导体器件的出现显著提升了半导体器件的性能,这对电力电子半导体行业的发展意义非凡。SiC器件能实现高效化、小型化和轻量化,是半导体行业的发展趋势,也是家用空调未来发展的趋势。本文通过对比分析SiC材料和Si材料的特性差异,进一步对比SiC器件与Si器件的特性差异,在了解SiC器件显著的性能优势后,在空调外机控制器的PFC电路和IPM路上展开研究,因为SiC器件与Si器件的特性差异,在驱动电路设计时,不仅需要结合空调应用的实际场景,而且还要针对SiC器件固有的特性,设计专用驱动电路和电路的可靠性设计等。本文完整的论述了SiC器件在家用空调外机控制器上的应用过程,包含器件性能分析、器件选型、驱动电路设计、电路可靠性设计、新SiC控制器与旧Si控制器的性能对比、输出一套小型且高效化的家用空调控制器产品,并展示研究成果。", "label": "电气工程", "id": 0}
{"content": "聚苯乙烯（EPS）泡沫减震吸能特性良好,在汽车碰撞、包装物流等领域应用甚广。本文以EPS泡沫的准静态和动态压缩试验为依托,深入研究了不同应变率、载荷速率和密度等参数对材料力学性能的影响。利用LS-DYNA仿真软件中57号泡沫材料理论创建适于包装跌落仿真计算的材料本构模型,并在高应变率下进行压缩仿真分析,对模型参数设置正确与否进行初步验证。然后将上述验证完成的EPS泡沫材料本构模型用于空调挂内机包装跌落仿真分析中。将仿真和试验结果进行对比,证明了采用高应变率下获得的材料参数能较好地预测发泡聚苯乙烯在跌落碰撞时的吸能行为,供同行参考。", "label": "电气工程", "id": 0}
{"content": "随机振动试验是评估空调管路流通振动耐久性的重要试验之一。为评估空调管路随机振动的寿命,本文以某型号空调管路系统为研究对象,首先基于HyperWorks平台,计算空调管路系统在随机振动试验PSD谱下的频响应力,之后结合材料S-N曲线和Miner疲劳累积损伤法则,进行疲劳寿命分析。初始方案管路的仿真疲劳断裂位置与流通试验一致,验证了仿真分析的有效性。然后,本文进一步对该空调管路进行结构优化和仿真分析,发现优化方案的管路寿命得到了明显提升。最后,本文通过流通试验验证了优化方案可行性。本文为空调管路结构的疲劳寿命预测和优化设计提供指导,缩短了项目开发的周期。", "label": "电气工程", "id": 0}
{"content": "目前,空调钣金的链接大部分采用焊接工艺,存在较多的质量控制难点。TOX技术采用机械挤压板材使材料流动形成铆点,可以在不破坏表面镀层的情况下连接多种板材,在空调板金中得到广泛应用,但是圆形TOX铆点因为诸多原因会产生冲连缺陷,铆接过程中出现铆点脱落的情况,需与点焊相结合。这种情况就失去了铆接的意义。本文以此为依据,通过分析缺陷形成的原因,改进目前生产过程中的铆接方式,提升钣金连接的稳定性。", "label": "电气工程", "id": 0}
{"content": "噪声是评判空调外机性能的一项重要指标,减振降噪设计具有十分重要的意义。基于此,本文采用仿真软件Abaqus分析了某空调外机管路振动特性,包括模态分析、频响分析。根据移固频、减振幅的思路,本文提出了4种布置配重块、阻尼块的方案。实验结果表明,在排气管上布置两个配重块,在吸气管第一弯管处布置阻尼块的减振效果最好。这与仿真优化方案具有很好的一致性。", "label": "电气工程", "id": 0}
{"content": "叶片头部和活塞表面之间是旋转式压缩机中非常关键的一对摩擦副,对压缩机的可靠性有非常重要的影响。但目前对于该摩擦副的计算模型的研究还比较简单,无法反映实际情况。因此,本文从该摩擦副的特点出发,采用弹性流体动力润滑理论来建立仿真模型,并采用合适的算法来求解该模型,最后将计算结果与试验结果进行对比,以验证模型的准确性。", "label": "电气工程", "id": 0}
{"content": "现在空调用变频器的电源电路部分一般都搭载PFC电路。PFC电路是控制高电压、高电流且大功率的电路,要求使用的部件具有高可靠性与高耐久性。实际情况是,市场上的PFC电路故障以及问题多发,对产品的质量影响大。本文从现有空调用控制器上搭载的PFC电路的基本动作排查出一般的设计电路的问题,通过针对这些问题的改善对策,提出了实现可靠性与质量提升的电路设计方案,并做了相关仿真验证。", "label": "电气工程", "id": 0}
{"content": "电弧炉是冶金生产过程所采用的冶炼设备,冶炼过程中炉内涉及多种物理变化和化学反应过程,环境十分恶劣,实验监测难度大、周期长。采用数值模拟方法可以有效的解决实验所带的问题,高效深入的研究冶炼过程的多种物理现象。在已有的文献基础上,归纳总结了电弧炉数值求解的发展过程、数学物理模型的建立、数值计算方法和求解软件。", "label": "电气工程", "id": 0}
{"content": "静态加热式热泵热水器为近年来兴起的新型生活热水制取设备,能源转化效率高于传统电热水器三倍以上。但由于其加热原理的限制,使得其在低温高湿环境下运行时,室外换热器会发生频繁结霜。目前普遍采用的逆循环除霜方式在除霜时会引起使用端温度波动,且频繁除霜对整机可靠性及电网稳定性造成了挑战。本文基于电磁感应加热技术搭建了新型静态加热式热泵热水系统,利用电磁感应加热技术在系统低温运行时提供辅助热量,可以实现缩短加热时间,运行期间除霜次数减少以及系统制热量提升的目的,系统运行特性改善效果明显。实验研究表明:在环境工况2/1℃的低温高湿工况下,耦合感应加热技术后的热泵热水器,其加热时间缩短了20.8%,除霜次数减少了66.7%,制热量提升了28.3%。", "label": "电气工程", "id": 0}
{"content": "本文总结了近年来家电领域常见的加热技术如蚀刻电阻丝、厚膜、透明膜、碳纤维、石墨烯膜等的特点,以及在家用电器领域的应用现状及不足,重点阐述了对碳基柔性超薄加热技术的研究现状与未来潜在的发展方向,展望了超薄加热技术给生活小家电带来的技术突破与发展机遇。", "label": "电气工程", "id": 0}
{"content": "在微波加热的多物理场仿真中,如果被加热物体的几何区域太小或者太薄,会造成整个模型网格剖分困难、网格数量多且计算消耗内存大等问题。本文提出了一种基于变换光学算法的微波薄壁加热模型计算优化方法。利用变换光学算法将薄壁区域空间扩大,避免网格剖分过程中的薄壁问题出现,从而减少整个模型的网格数量,节省计算资源。本文给出了变换光学推导过程,在二维模型中实现了薄壁容器的变换光学的计算。并且建立了Si C薄壁容器的土豆泥加热仿真模型。考虑热力学和电磁学的变换光学,实现了有耗薄壁容器加热的快速计算。", "label": "电气工程", "id": 0}
{"content": "将废轮胎置于隔绝空气的环境中热解,能够得到固、液、气三相产物,经过后续处理可以实现产物的梯级利用,实现废轮胎的资源化利用。现阶段的废轮胎热裂解技术较多,如:常压惰性气体热解技术、真空热解技术、催化热解技术等。热解装置如流化床热解、移动床热解、固定床热解、回转窑热解等。上述设备热解都属于常规加热方式,热量通过介质或者壁面直接传递给废轮胎颗粒,由于轮胎类橡胶材料的热导率较低,轮胎材料内部的热阻往往占据了整个反应总热阻的主要部分。传统加热方式中废轮胎中的传热方向都是由外到内而传质方向是由内到外,废轮胎内部的传热与传质方向相反,从而导致加热效率低、热量传递慢等问题。微波加热方式传热是由内到外的,能够实现传热与传质同向,从而提高了热解效率,并且能实现精准控制,降低颗粒内外温差,抑制二次反应,从而提升裂解产物品质。", "label": "电气工程", "id": 0}
{"content": "家电IH感应加热产品须满足国标对感应加热能效、线圈盘温升等性能方面的要求才可上市销售;且感应加热过程中产生的电磁噪声也因影响用户使用体验,越来越多的被消费者所关注。目前对感应加热性能及加热过程中产生的噪声研究,主要从电磁场、控制系统、结构设计角度进行,而锅具材料对加热特性影响的研究严重不足。本文通过参数化电磁仿真方法,首次分析了电磁感应加热性能与锅具材料参数间的数值关系,其结论与实验测试结果一致;并揭示了不同锅具材料感应加热时的电磁噪声特性;提出了可通过优化锅具材料参数组合,实现高性能、消除电磁噪声的IH感应加热。", "label": "电气工程", "id": 0}
{"content": "电磁感应加热在小家电市场（如电饭煲、油炸锅和牛奶泡沫器等）已经得到广泛应用,减小系统尺寸,降低系统成本和提高可靠性是越来越多客户的需求。本文针对电磁感应加热市场痛点,设计了一款2.1kW电磁感应加热平台,搭载了英飞凌自带保护IPD protect、XMC单片机和CoolSET PWM控制器辅助电源。电路拓扑采用单端并联谐振电路,最大输出功率2.1kW,实现了IPD protect的快速过流保护、过压保护、过温报警和保护、输入电压欠压保护和低静态电流等功能,其中IPD protect过压和过流保护点可以根据系统要求来调节。同时,经过优化的PCB板设计,可以长期可靠运行,并通过了严格的EMC测试。", "label": "电气工程", "id": 0}
{"content": "正温度电磁感应变流加热是一种新型的加热技术,利用特定频率电流产生交变磁场从而产生热能。节能效果明显,无污染物的排放,降低成本,经济效果显著,可以替代传统燃煤、燃气、燃油锅炉供热和电取暖、工业蒸汽供应。", "label": "电气工程", "id": 0}
{"content": "介绍了电热膜产品异常温度检测方法,分析了电热膜产品异常温度测试方法的影响因素。", "label": "电气工程", "id": 0}
{"content": "本文研究了直径190 mm高160 mm的圆柱形微波加热腔的加热特性。利用金属对微波的屏蔽作用设计与家用微波炉共用微波源的圆柱形微波加热腔,并分析圆柱形微波加热腔的频率分布、实际功率和热形变化。结果表明,从无负载到有负载,方形微波加热腔频率分布向高频迁移,波动范围从2.45-2.46 GHz升至2.46-2.47 GHz,圆柱形微波加热腔频率分布向低频迁移,波动范围从2.465-2.47 GHz降至2.455-2.465 GHz;圆柱形微波加热腔的实际功率比方形微波加热腔低5.3%,可以通过调节微波源与波腔的匹配提高圆柱形微波加热腔的实际功率;方形波腔与圆柱形波腔加热食品的热形不同,圆柱形波腔加热均匀性更好,该研究为微波炉设计提供了新的方向和实验支持。", "label": "电气工程", "id": 0}
{"content": "基于一种有耗传输线理论,提出了一种新的设计加热结构的方法。文章对有耗传输线理论进行了详细分析,并基于此给出了具体的设计方法。为验证设计方法的有效性,设计加工了一种工作于900MHz-930MHz的弯折传输线加热模型。仿真结果表明,该加热结构具有较高的能量利用率,初步试验验证了此设计方法的可行性。为接下来进行整机设计奠定了基础。", "label": "电气工程", "id": 0}
{"content": "本文从能耗、寿命、污染、使用成本等方面详细的介绍了矩形电阻炉、圆形电阻炉和电弧炉在熔化高炉矿渣时的各自特性。", "label": "电气工程", "id": 0}
{"content": "本文介绍了行业标准NB/T41007-2017制定的背景和过程,并探讨了交流电弧炉接入系统公共连接点处的电能质量预评估、降压变电站电力变压器与电炉变压器的容量匹配、电弧炉供电系统的操作过电压防护等问题,供工程应用参考。", "label": "电气工程", "id": 0}
{"content": "文章介绍了能源行业标准《交流电弧炉电能质量评估》的立项背景、标准制定的必要性,并对相关主要内容进行了解释。文章的目的在于帮助标准使用者进一步把握该标准的内涵和外延,更好地应用该标准。", "label": "电气工程", "id": 0}
{"content": "在厚度为125μm的PET透明基材上转移一层石墨烯薄膜,在石墨烯薄膜上制作图案化导电电极,用OCA胶在电极表面粘贴与透明基材同尺寸的PET保护薄膜,制作透明电热红外辐射薄膜器件。调整电极的形状、尺寸以及间距,即可调整电极间石墨烯薄膜的电阻,实现对电热薄膜电功率及发热温度的控制。在30℃~100℃的表面温度范围内,实验样品的红外辐射能量均集中在6~14μm波段,辐射峰值波长约8~9μm,法向全发射率为0.87,温度均匀度优于9.25%。", "label": "电气工程", "id": 0}
{"content": "金属电热膜与非金属电热膜发热体不同,技术含量不同,性能不同,应用领域和范围不同。", "label": "电气工程", "id": 0}
{"content": "结合实验数据,分析了电热膜、金属加热管,碳纤维发热电缆这3种电热产品的能量转换方式,计算得出3种产品在辐射转换和自然对流换热中各自所占比例并分析其中原因。", "label": "电气工程", "id": 0}
{"content": "从实验和理论的角度分析了刚性电热膜在进行电热辐射转换效率的测试时,不同的放置方式会对测试结果带来显著影响,并分析了其中的原因。", "label": "电气工程", "id": 0}
{"content": "近年来,传感器技术和电子技术快速发展,现代照明系统由传统的机械方式向智能科技技术、通信技术、物联网技术等综合的智能照明系统方向发展,本论文针对高校宿舍楼和教学楼的传统照明系统存在能源损耗较大却效率较低的问题,设计了一种基于PWM和Android控制的智能化和高效节能的教室LED灯控系统。系统以STM32单片机为主控芯片,通过光敏传感器来采集光强数据、红外人体热释电传感器采集人体数据、DS18B20温度传感器采集温度数据,根据传感器数据发出PWM信号来控制LED的亮弱。系统可以通过ESP8266 Wi-Fi模块和安卓手机互连,安卓手机可以发送命令给单片机来控制LED灯的明暗,整个系统无须机械按键,手机App端控制整个系统。该系统实现了人机智能交互,可为智能控制灯节省成本,是极具发展前景的教室智能LED灯控系统。", "label": "电气工程", "id": 0}
{"content": "加速寿命试验是验证产品可靠性的重要工具方法之一,是在不改变产品失效机理的条件下通过最少的时间来验证产品的可靠性[1]。本文阐述了加速寿命试验的截尾方式以及应力的选择、加速试验的数学模式、加速因子,通过通断电测试对电子镇流器进行性能测试,对重要元器件的分析试验筛选出电子镇流器的敏感应力,通过高温和高湿两种恒定的应力进行加速寿命试验,并对测试结果进行了分析以及对电子镇流器常温下的平均寿命进行评估。", "label": "电气工程", "id": 0}
{"content": "根据灯具标准的发展史,不同版本的灯具标准对保护接地的要求均有不同程序的变化,考核要求越来越严格。同时,每年的市场抽查检验监督过程中灯具产品的保护接地项目不合格占有很大的比例。本文从灯具的标准、产品结构设计等方面对保护接地进行分析,提出消除和改进的合理化建议。", "label": "电气工程", "id": 0}
{"content": "工业互联网的快速发展,对企业提出数字化、网络化和智能化的转型需求,特别对依靠定制化工程项目获取订单的实体企业尤为重要。本文通过对常用应用方案的架构、解决方案流程和业务场景逻辑进行较深入地分析,探讨了该创新模式在工程型照明行业应用的优势。利用网络协同方式解决工程项目对方案、价格和交期的快速响应,缩短产品上市时间,建立工程项目定制化协同应用模型,形成标准化数据库,实现工程型项目标准解决方案,并通过实例验证了该创新模式的效果。", "label": "电气工程", "id": 0}
{"content": "介绍了一例由于转速测量场所普通照明日光灯频闪而引起光电测量不正常的现象及其解决办法。", "label": "电气工程", "id": 0}
{"content": "<正>激光照明（laser-driven lighting）作为新一代照明方式,具有照明亮度高、照明距离远、光效高、器件结构更紧凑等优点,特别适用于航空、航海、码头/矿井探照灯、汽车远光灯和户外搜救等需要进行远距离照明的应用场景。由于激光照明使用中高功率的蓝紫光激光（>3W）作为激发源,会产生非常高的热效应,", "label": "电气工程", "id": 0}
{"content": "室内照明用LED产品能效等级标准GB30255-2019标准于2020年5月1日实施。标准GB30255-2019对适用范围增加了新的产品类别,调整了能效限定值,在测试方法做了重大修订。本文针对新老标准的主要差异进行分析比较,并详细介绍了各类别产品的试验方法。", "label": "电气工程", "id": 0}
{"content": "本设计使用照明用LED作为信号发射头,利用LED光承载的高速明暗闪烁信号来传输信息,使LED可以照明的同时也可以用来传输信息,并且使用了高显色指数LED健康照明光源,提高照明效率的同时对人体更为柔和。在信号发送端,本设计将需要发送的信号放大调制后,然后信号通过LED驱动电路控制LED发出搭载了信号的光源。在接收端,本设计使用光敏二极管接收来自可见光中的信号;在将接收到的信号解调后,根据接收到的信号类型,将信号送入相应的输出端输出,为新一代的室内照明系统的升级提供参考。", "label": "电气工程", "id": 0}
{"content": "发光二极管（LED）照明光源光谱与传统光源有很大差别,对学生的学习效率、警觉性和注意力影响不同。通过实验室模拟教室照明,在不同照度（300lx、1000lx、2000lx）和色温（4000K、5000K、6500K）的LED照明环境下接受光照1小时,对学生主观警觉性进行分析。结果表明:照度水平对主观警觉性的作用明显,随着照度的提高,警觉性增加。在1000lx和2000lx时,5000K色温下警觉性最高。", "label": "电气工程", "id": 0}
{"content": "光环境质量影响人们感受舒适性、工作效率,特别是节律健康。自从研究人员发现第五种感光细胞——ipRGC以来,如何量化和评价光的非视觉响应以及与人体健康之间的关联成为了研究热点,一系列理论和实证研究的开展推动着光健康评价体系的建立和完善,环境光与人体健康之间的关联也逐步明确。本文回顾了健康照明的研究进展,从光生物效应作用机制、影响因素和量化评价几个方面梳理了相应的文献,提出健康照明光环境研究的思考和展望。", "label": "电气工程", "id": 0}
{"content": "这项研究旨在研究全光谱照明是否会对人体产生生理学影响。研究采用的指标是心率、血压（非视觉指标）及视觉舒适度（视觉指标）。我们招募了20名受试者,利用自制的、由多种单色光LED集成的光谱可调的灯具在12种不同的光谱下进行了测试。为了评估所测光谱和太阳光谱之间的形状相似性,提出了全光谱指数E（0～100）。E值越高,表明光谱越接近日光的光谱。每次实验在傍晚固定时间进行,每次试验历时3h,每20min记录一次心率和血压数据。实验结束后,要求被试给出视觉舒适度的主观评价。对平均值进行Pearson相关性检验,结果表明,心率和视觉舒适度受到光谱的影响。E越高,平均心率越低,视觉舒适度越高。", "label": "电气工程", "id": 0}
{"content": "大多数台灯都带有调光和调色功能,以适应于各种应用。当进行调光和调色时,人眼会明显察觉到颜色漂移。如果输入电压波动,则色漂可能会更糟。在本文中,驱动电源模拟IEC TR 61547-1规定的几种扰动电压,测试仅具有调光功能、具有调光和调色温功能以及具有调光和调颜色功能的3种台灯的色漂。通过研究,我们得出结论,调光使得台灯有较大的色漂,而电压扰动对颜色变化的影响较小。此外,PWM调光方式对色漂的影响比恒流调光的影响大。", "label": "电气工程", "id": 0}
{"content": "欧盟是我国最大的海外市场之一,自从欧洲能效指令（ErP）加入CE标准体系里面后,ErP变成了出口欧盟地区必须满足的强制要求。2019年12月5日,欧盟发布了新的ErP指令（EU/2019/2020）和能效标签指令（EU/2019/2015）,新指令对ErP指令进行了大幅调整。本文通过比较分析新旧ErP指令技术内容变化,重点归纳了新增技术指标、限值及相关计算测量。对新法规主要概念、测量项目及计算方法进行解析,为我国相关能效标准制订修订提供依据,为我国半导体照明领域相关行业从业人员提供参考。", "label": "电气工程", "id": 0}
{"content": "贴片式LED灯珠已经替代直插式LED灯珠,在冰箱照明系统和显控板中使用较为普遍。本文主要介绍了贴片式LED的发光原理以及冰箱常用的LED封装的内部结构。本文对常见的电失效和光失效的案例进行了图文并茂的分析,并结合LED行业内的测试标准和判断依据,为冰箱研发设计过程中LED灯珠选型提供了较为丰富的数据支撑,并且根据本文中的失效案例分析,提供了切实有效的设计建议。", "label": "电气工程", "id": 0}
{"content": "随着蓝光和近紫外光发光二极管（LED）的效率提升及应用推广,\"LED芯片+稀土荧光粉\"技术推动了稀土发光材料的快速发展。在LED照明领域,全光谱照明俨然成为业界关注的焦点,寻找新型红色荧光材料是实现高品质照明的急迫要求;在特种LED光源应用领域,研发可被蓝光激发的宽带近红外光发光材料成为红外探测器应用发展的\"瓶颈\"。因此,建立一种有效的Eu2+掺杂红光、近红外光氧化物基荧光粉的设计原则,是LED用稀土荧光粉所面临的重大挑战之一。我们合成了两种不同的硅酸盐荧光粉,在450nm激发下,Rb3YSi2O7:Eu和K3LuSi2O7:Eu分别发射出峰值位于620 nm和740 nm的红光、近红外光。研究表明Eu2+占据低配位数、短键长多面体时,更容易实现长波长发射。该研究为探索新型氧化物基红光、近红外荧光粉提供了新的研究思路。", "label": "电气工程", "id": 0}
{"content": "<正>一、光源比较1、高压汞灯谈到紫外固化光源,大部分采用的是高压汞灯,高压汞灯是石英管内抽真空,加入汞以及荧光粉等成分,通过高压电离使之产生电弧晖光放电产生很强的紫外光,该灯光谱范围在250nm-450nm之间,中心波长为365nm,具有极高的功率密度和相对宽幅的紫外线光谱;", "label": "电气工程", "id": 0}
{"content": "传统火电厂生产区域的照明设备众多、无法统一调度,控制方式单一,存在局部光源过剩、光照不均匀、控制繁琐的问题。华能罗源电厂应用了基于OFDM电力载波技术智能照明控制系统,针对不同设备区域进行了全方位智能化场景设计,优化的全厂生产区域照度分布控制,实现了重点区域照明充足可靠,普通区域合理减少常亮照明,节电效果明显。", "label": "电气工程", "id": 0}
{"content": "以《关于征求17式消防头盔等8种防护装备款式标识统型要求意见的通知》为设计依据,结合自身研究成果,开发出新一代佩戴式防爆照明灯具。以消防局科研成果试点应用项目为依托,分别向新疆、西藏、甘肃、贵州四省总队派发该型灯具进行试用,3个月后对一线消防指战员进行回访,详细了解该型产品的消防实战应用情况,对所反映出的问题与需求作出了分析与总结,对17统型款佩戴式防爆照明灯设计理念进行了思考,对该型产品的进一步改良提出了切实的修改方案。", "label": "电气工程", "id": 0}
{"content": "永磁同步牵引电机具有高的功率密度,目前提高功率密度的有效途径就是提高电机的电磁负荷,电磁负荷的提高使得电机损耗增大、发热严重。本文建立了包括冷却系统和电机在内的电机模型,利用有限体积法对永磁同步牵引电机的冷却结构和电机模型进行了温度场分析,给出了求解域内的边界条件并进行了数值计算,总结了电机的温度分布规律。最后,利用有限体积法计算分析了不同水速和装备间隙对电机温升的影响,为同类电机的设计和温升计算提供了参考依据。", "label": "电气工程", "id": 0}
{"content": "本文针对传统牵引供电系统故障诊断算法费时、效率低的弊端,提出了一种新的故障树故障诊断算法。算法以分层诊断为基础,将定性推理和故障树原理结合,有效地简化了复杂系统的表征,减少了诊断过程的计算量,提高了诊断算法的智能性和实用性。将该算法应用于牵引供电系统故障诊断,获得了理想的诊断效果。", "label": "电气工程", "id": 0}
{"content": "提出了一种基于双套管结构的光纤光栅封装探头形式,既能准确测量温度,又能屏蔽外力的影响。在接触网电连接线夹位置安装该光纤光栅温度传感器,光信号通过光纤进入光纤布拉格光栅查询分析仪进行解调,解调信号经嵌入式芯片处理后,温度数据由WIA-PA网络发送到监控中心的上位机,从而构建了接触网电连接线夹温度监测系统。研究表明该系统不仅能在高电压、大电流、强磁场环境下对电连接线夹进行实时和精确的温度测量,还可以屏蔽外部应力对温度监测的影响。上位机监控软件对温度进行实时处理,实现温度的各种状态曲线及数据报表显示、预警和超温报警显示等功能,还可以对终端设备进行管理。", "label": "电气工程", "id": 0}
{"content": "在无功\"反送正计\"计量方式下,对于运量小、列车对数少的单线电气化铁路应采用动态无功补偿装置。最大无功补偿容量的计算和FC滤波支路的优化设计是动态无功补偿方案设计的重点。牵引供电设计人员需计算三种馈线最大电流。由于短时最大工作电流能够体现供电臂内的列车运行状态、甚至列车数量的变化,应采用其作为最大无功补偿容量的计算条件。本文总结了牵引变电所FC滤波支路优化设计的设计原则,并给出了滤波支路设备容量的最佳分布算法。实践证明,在不改变总无功补偿容量的前提下,该算法能够使补偿滤波装置总容量最小,并满足一定滤波率技术指标。", "label": "电气工程", "id": 0}
{"content": "本文根据三相V/x接牵引变压器的构成原理及其主要特点,研究了在牵引供电系统中应用不等容量（含等容量）三相V/x接牵引变压器进行的有关电气计算包括电压水平计算、短路电流计算以及对系统负序计算方法,并探讨了为减轻对系统的负序影响,需进行的轮换接线方法。", "label": "电气工程", "id": 0}
{"content": "牵引变压器是CRH5型动车组的重要组成部分,它的工作状态直接影响动车组运行状态,开展CRH5型动车组牵引变压器的切除诊断研究,利于快速查找牵引变压器的切除的原因,对提高处理牵引变压器切除故障具有巨大帮助。本文首先介绍了CRH5型动车组高压供电系统及其控制系统,然后对变压器切除的原因进行全面的剖析,最后地阐述了基于逻辑图的变压器切除诊断方法。", "label": "电气工程", "id": 0}
{"content": "本文总结多年调试经验,通过CRH5型车逻辑图以及对大量资料的学习,总结出了CRH5型动车组主变压器的结构、切除原因等,对如何快速排查CRH5型车牵引变压器切除的故障提出了建议。", "label": "电气工程", "id": 0}
{"content": "受电弓是电力牵引机车从接触网取得电能的电气设备,通常安装在地铁机车或动车车顶上。受电弓的运行状态关系到机车能否稳定、可靠地从接触线取电,因此对受电弓进行在线自动检测具有重要的现实意义。本文提出一种基于主动形状模型（Active Shape Model,ASM）的受电弓自动检测方法 ,首先通过受电弓在线拍照系统采集若干受电弓图像,组成受电弓图像学习样本集;接着基于样本学习构建受电弓主动形状模型;然后对新获取、待检测的图像进行受电弓初始定位,并结合受电弓初始定位结果和学习构建的主动形状模型,采用单分辨率搜索算法精确匹配受电弓形状;最后在精确匹配结果基础上进行定量检测和分析。该方法能有效对受电弓碳滑板厚度进行线上自动定量检测,可快速地进行车辆维护,节约受电弓检测成本。", "label": "电气工程", "id": 0}
{"content": "针对传统牵引供电网的能效问题,提出了一种基于高压直流输电的新型电气化铁道供电方法。在对传统牵引网能效问题解决方法进行分析的基础上,构建了基于高压直流输电的交流牵引供电网和直流牵引供电网两种系统拓扑,通过最近电压电平逼近技术对牵引网谐波含量的改善进行了分析,论述了功率控制解耦技术的动态调节原理,研究了直流环节对牵引网的谐波含量和能量损耗的改善。最后通过对比,比较了两种新型牵引网系统拓扑的优势和实现的可能性。", "label": "电气工程", "id": 0}
{"content": "相关向量机（Relevance vector machine,RVM）是一种基于贝叶斯统计学习理论的新型二分类器.与传统支持向量机（Support Vector Machine,SVM）方法相比,该方法在学习过程中避免了复杂的参数设置,同时在输出结果时更给出了分类的可靠性,更适合实际工程应用.本文采用决策导向无环图（Decision Directed Acyclic Graph,DDAG）方法将RVM进行多分类扩展,使其能够对多类故障模式进行识别,进而实现故障定位.相比传统方法,基于RVM和DDAG的诊断方法具有更小的计算复杂度和更高的故障诊断可靠性.所提方法被用于牵引电机故障定位实验,效果良好,验证了算法的有效性.", "label": "电气工程", "id": 0}
{"content": "针对HXD2B机车牵引电机隔离故障,从通风冷却系统、软件及绝缘方面进行分析,制定措施。", "label": "电气工程", "id": 0}
{"content": "随着现代高速列车的速度不断提高,弓网离线越来越严重,弓网受流质量对列车速度提高及安全运行的制约也越来越突出。牵引变压器是列车牵引传动系统的重要环节之一,因此,研究列车高速运行时弓网受流特性对牵引变压器输出特性的影响对于研究其对整个牵引传动系统的影响尤为重要。本文建立了弓网耦合有限元模型与牵引变压器电磁场模型,根据时速400km下的接触压力曲线,基于场路耦合法对牵引变压器的直流偏磁规律、影响因素及电流、漏电感参数进行仿真分析。结果表明,弓网高频离线引起牵引变压器铁心中剩磁与磁链非周期衰减分量叠加,且随着铁心直流偏磁的增大,铁心饱和加剧,一次侧电流直流分量增加,2次及其以上谐波含量增大;同时一次侧漏电感减小,二次侧漏电感增大。", "label": "电气工程", "id": 0}
{"content": "随着现代高速列车运行速度的不断提高,弓网离线对列车牵引传动系统性能的影响日益严重,受流质量成为影响高速列车运行的重要因素,因此研究弓网离线对牵引传动系统的影响尤其是对牵引电机输出转矩的影响显得越来越重要。本文在对弓网离线和牵引传动系统进行简化的基础上,建立了分析离线过程中逆变器直流侧电压和电机转矩变化的数学模型,初步分析了不同车速下发生离线后的转矩变化规律,并通过仿真模型进行了验证,为进一步研究弓网离线对列车牵引性能的影响奠定了基础。", "label": "电气工程", "id": 0}
{"content": "列车牵引变流器要求具有高可靠、长寿命的特点,评价其可靠性需要进行加速寿命试验。加速寿命试验技术是一项新兴的试验技术,通过选择加速应力条件,可以提高可靠性试验的效率以及降低试验成本。首先分析了牵引变流器的故障机理,找出影响牵引变流器可靠性寿命的主要因素,得出牵引变流器的可靠性统计模型。然后介绍了步进应力加速寿命试验原理,研究选择多应力组合的方法,并针对影响牵引变流器寿命薄弱环节提出了一种多应力步进加速寿命试验方法,最后介绍了使用寿命试验数据进行寿命折算的方法,从而推导出系统可靠性指标。通过数理统计分析对上述试验方法的可行性进行验证,试验结果与分析相符。", "label": "电气工程", "id": 0}
{"content": "通过对京沪普速电气化铁路与京沪高速电气化铁路投运后的监测数据对比,发现京沪普速电气化铁路牵引站的谐波电流严重超标,而京沪高速电气化铁路牵引站的谐波电流很小;同时,负序电流占总电流的比重都很大。根据监测结果分析,电气化铁路牵引站运行后产生大量的谐波电流和负序电流,给电网及其电能质量造成了很大的影响,应该引起有关部门的高度重视。同时也提出了一些好的治理措施,希望有关部门积极采取有效措施,尽快消除或减少对电网及其电能质量的影响。", "label": "电气工程", "id": 0}
{"content": "本文以连续碳纤维和短切纤维为增强相,利用热压技术制备了碳纤维增强受电弓滑板。对试样进行电阻测试、冲击试验以及载流磨损试验,利用SEM对冲击断面和磨损形貌进行观察。结果表明,实验制备的受电弓滑板的电阻率低、抗冲击性能良好,具有良好的抗折抗压能力,能够满足国标对目前广泛使用的受电弓滑板的性能需求;试样的磨损率随着载流密度的提高而逐渐增大,摩擦系数逐渐减少;磨损率随着摩擦速度的增加有所增大,基本呈线性增长;在定载荷70N的条件下,v≤20m/s,J≤80A/cm~2时,载流效率均高于75%;且随着电流密度以及摩擦速度的增加,载流效率降低;在J=80A/cm~2条件下,载流效率随着载荷的增加而明显变好。碳纤维增强受电弓滑板的载流摩擦磨损形式为粘着磨损、电弧烧蚀氧化磨损以及磨粒磨损。", "label": "电气工程", "id": 0}
{"content": "通过对京沪普速电气化铁路与京沪高速电气化铁路投运后的监测数据对比,发现京沪普速电气化铁路牵引站的谐波电流严重超标,而京沪高速电气化铁路牵引站的谐波电流很小;同时,负序电流占总电流的比重都很大。根据监测结果分析,电气化铁路牵引站运行后产生大量的谐波电流和负序电流,给电网及其电能质量造成了很大的影响,应该引起有关部门的高度重视。同时也提出了一些好的治理措施,希望有关部门积极采取有效措施,尽快消除或减少对电网及其电能质量的影响。", "label": "电气工程", "id": 0}
{"content": "本文简要介绍了机车牵引系统的工作原理,并以目前,国内高铁动车组CRH中普遍采用的交—直—交牵引变流器为例,研究分析了机车电容器在牵引变流器中的用途,初步概括了机车电容器的主要技术要求以及与国外技术差距,得出机车电容器技术性能要求高、市场应用领域广泛等结论,为产品开发提供参考。", "label": "电气工程", "id": 0}
{"content": "变频器的主电路多为典型\"交-直-交\"变频方式,其整流为三相桥式整流器。由于变频器逆变电路的开关特性,因而其供电电源形成了一个典型的非线性负载。变频器的非线性、冲击性的用电方式,输出侧电压、电流、正弦或非完全正弦波含有丰富的谐波,谐波电流和谐波电压的出现,对公用电网是一种污染,它使用电设备所处的环境恶化,给周围的通信系统和公用电网以外的设备带来危害。变频器的大规模应用使得电网污染问题成为大家关注的一个严重问题。尤其在该类设备集中应用的场所,如何解决干扰问题几乎成了电气自动化系统能否正常工作的决定因素。", "label": "电气工程", "id": 0}
{"content": "通过对全国职业技能大赛现代电气控制系统安装与调试赛项的比赛任务要求及比赛任务、评分要求的综合研究,分析我校学生在2018年、2019年全国职业技能大赛现代电气控制系统安装与调试项目选拔、训练、比赛过程中出现问题与不足。结合学生的特点,对标全国职业技能大赛现代电气赛项对学生要求,探索科学方法进行学生选拔和训练。", "label": "电气工程", "id": 0}
{"content": "介绍了变频器的发展及在散货码头带式输送机系统中的应用,着重分析了使用智能控制技术实现高低压变频器驱动在散货码头带式输送系统中节能的方法和措施,强调了智能控制对变频驱动节能的重要性。", "label": "电气工程", "id": 0}
{"content": "近年来随着5G、AI以及IoT的发展,市场对芯片的需求迅速提高,再加上疫情使得很多地区物流阻断,OEM无法正常备货,导致芯片紧缺。集成驱动是变频控制环节必须采用的,如何避免反复更换不同类型的集成驱动、反复调试、反复验证,导致备料混乱、采购困难等问题,是本文的重点研究内容。本文以典型的、具有代表性的几种集成驱动分析,结合不同的逻辑功能特点,提出一种针对各种类型集成驱动的自适应应用设计方案,亟待解决上述问题。", "label": "电气工程", "id": 0}
{"content": "随着节能减排工作的不断推进,高压变频器拖动电动机已越来越多的为发电厂所使用,本文重点介绍了传统高压变频器电动机的继电保护配置,分析了现有保护配置无法区分变频器区内区外故障的原因及保护配置的不足。提出了高压变频器内外部故障判断方法及电动机保护配置的完善方案。", "label": "电气工程", "id": 0}
{"content": "专用变频器是驱动专用设备启动及稳定运行的重要保障,具有设计结构较为复杂、机柜体积较大、电子元器件较多且分布零散等特点。在传统设计中,利用纸质装配作业指导书进行机械结构及装配展示有一定的局限性。因此本文提出一种运用NX软件对专用变频器的各个零部件及电子元器件通过测绘进行建模,结合互动性的光线追踪与全域光渲染Keyshot软件对零部件及电子元器件进行贴图、渲染器进行参数设置、环境场景进行设置、动画设计及渲染等技术手段,对专用变频器的整体外观、内部结构、细节特点及装配顺序进行视频展示的方法。此方法用浅显易懂的展示视频,替代传统的纸质装配作业指导书,运用三维图形及视频形式表达装配过程,使装配人员对装配的理解准确直观,降低装配人员的专业要求,节约培训时间。", "label": "电气工程", "id": 0}
{"content": "文章介绍了风电机组的变频器由上置机舱改造为下置塔基的安装及运维方法,包括电缆敷设、塔基变频器安装等改造方法,实现了变频器安装位置由上置到下置的迁移应用。", "label": "电气工程", "id": 0}
{"content": "某化工一种IGBT器件直接串联高压变频器应用IGBT器件直接串联技术及中性点钳位三电平结构提升IGBT功率模块的耐受电压,解决了目前高压变频器制造受功率器件耐压上限限制的问题,具有同低压变频器类似的电路拓扑结构,此文对其主要结构性能进行了分析探讨,对高压变频器的应用及维护具有一定的指导意义。", "label": "电气工程", "id": 0}
{"content": "随着微处理器、计算机和数字通信技术的飞速发展,变频器和PLC控制已扩展到了几乎所有的工业领域。目前变频器调速技术已经非常成熟,灵活的控制方式和完善的保护功能还有明显的节能效果加上功能强大、使用方便、自动化程度高的PLC,近年来在石化企业得到了广泛的应用。某炼厂焦化吊车变频改造后就有显著效果。", "label": "电气工程", "id": 0}
{"content": "我公司在乙二醇项目锅炉引风机控制中,目前的配置是一台功率达5000kW引风机,采用施耐德ATV1200C系列高压变频调速系统拖动。当变频器发生故障或需要维护时,设置变切工切换。由于该引风机功率较大,启动时受总降容量制约,变切工在实现降压切换过程中,易受炉膛压力保护动作而跳闸,严重影响了生产连续性,因此适时提出本热备双变频器运行方案,以确保生产的连续性。", "label": "电气工程", "id": 0}
{"content": "企业电力系统因内外部因素导致的电网电压波动即\"晃电\"会造成低压变频器保护动作停机,变频器再次运行需要对变频器故障进行人工复位,又延长了恢复生产的时间。为减小\"晃电\"给企业造成的不利影响,本文论证一套综合的变频器抗\"晃电\"措施,保证变频器不间断运行。", "label": "电气工程", "id": 0}
{"content": "本文主要介绍了四川泸天化绿源醇业公司空分装置液氧泵ABB公司ACS880型变频器在运行中出现故障停机的现象,分析变频器故障停机的原因,并简要介绍故障排查处理过程,提出相关改进措施。", "label": "电气工程", "id": 0}
{"content": "中压变频器在壳牌煤气化装置在激冷气压缩机上的应用,作为煤气化装置最核心的设备之一,保证平稳运行是重中之重。在现场维护中,经过十余年的总结,对ACS1000的运行也进行了不断地摸索,其中包括优点,也有不足。最为装置核心机组,设备上任意一零部件故障都有可能导致装置停工。本文介绍了中压变频器在装置内容运行情况常见故障处理及维护经验与改造措施,为同类型设备维护提供借鉴。", "label": "电气工程", "id": 0}
{"content": "TRICON控制系统主要应用于大型机组的综合控制,对系统正常运行的安全和稳定性要求很高,电源模块是控制系统正常工作和运行的根本技术保障。对于TRICON系统电源模块工作原理及系统的硬件回路进行了深入的研究,同时对于引起系统电源模块烧坏的主要原因问题进行了详细的调查分析,并对该问题提出了解决的措施和方法,对系统的维护管理人员工作具有一定的参考借鉴和指导意义、对该供电系统的可靠性及供电控制方式的正确选择也具有重要的指导意义。", "label": "电气工程", "id": 0}
{"content": "本文通过历年变频器故障,详细分析并阐述了炼化企业中大功率变频器制动过速停机的真正原因是负载侧惯量反馈导致变频器内直流母线过电压,因此提出数项技术改造措施,依据现场实际情况确定采取近期和远期两种解决方案,并通过改造应用及试验进行验证,实现变频器正常运行,不再出现类似故障,从而进一步提升了变频器的抗晃电性能,保障了装置的安全、平稳生产,对存在类似问题的工矿企业具有一定借鉴和参考作用。", "label": "电气工程", "id": 0}
{"content": "介绍和分析了大中型火电厂DCS和独立电气控制系统（IECS）各自的基本组成和特点,分析对比了二者的一致性及IECS与电厂DCS的不同。针对大中型电厂IECS进行改造以使其纳入DCS这一重要问题,从系统架构、设备组成和分划、系统联网方式以及软件组态等方面进行了详细的阐述和分析,给出了改造实施的基本方案,并指出了其中需注意的一些重要问题。", "label": "电气工程", "id": 0}
{"content": "数字电液调节控制系统（DEH）是DCS控制系统应用于汽轮机控制的典型形式,而且当前的汽轮机几乎都是运用DEH控制系统来实现其有关的控制功能。随着DCS控制系统的迅速发展及进步,对汽轮机DEH控制系统实行相关的优化措施也势在必行。本文顺应科技发展的要求,结合基于DCS下汽轮机DEH控制系统的实际情况,对其系统的优化进行相应的分析和研究,以实现系统控制功能的全面优化。", "label": "电气工程", "id": 0}
{"content": "CANopen由于实时高效、组网灵活等优点,广泛应用于工业自动化的各个领域。本文将CANopen协议应用于某电动伺服系统,探讨了控制器作为主站如何通过CANopen协议实现对从站的控制。简要介绍了电动伺服系统的构成,CANopen协议的报文格式及对象字典,针对控制器,详细介绍了CANopen协议的应用及实现方法,并详细论述了软件具体的实现方法。经过试验验证表明,控制器运行正常,电动伺服系统能够运行到设定的俯仰角和方位角。", "label": "电气工程", "id": 0}
{"content": "随着5G网络大规模应用,基于基站安全原则,探讨一种安全用电管控模式,保护基站外市电设施正常运行,降低安全隐患发生的概率。", "label": "电气工程", "id": 0}
{"content": "我国在\"十一五\"发展纲要中特别指出可持续发展的意义,强调指出企业节能减排的重要性,并将能源消耗指标作为\"十一五\"规划目标中最重要的约束性指标之一;作为移动运营商,开展节能减排工作是贯彻落实国家方针政策的重要措施。文中结合移动RRU室分站的实际应用现状,利用场景作息时间相对固定,设备工作时段具有明显的忙闲特征,借助大数据平台建立RRU设备流量和功率的强对应关系,从而实现智能节电的联动控制策略。", "label": "电气工程", "id": 0}
{"content": "对于家用电器,用电安全尤为重要的一项。本文提出了一种漏电保护方法:使用非接触式测电元件利用电容原理将检测电路的输入端与被测点进行耦合;并且同样利用电容原理将检测电路的参考点与火线、零线分别耦合;再利用非接触式测电元件本身到大地具有一定电容这一特性,拉起一条到大地;将上述部件组合,进行漏电检测,并由家电控制系统配合其进行断电动作和报警。通过实验对比,相比传统的漏电保护器,本方法不需要真正产生漏电电流,只要有漏电电压便可测出,使家电立即进行断电动作并报警;不需要依赖附加的参考点,例如保护地线等,并且通过对火零线具有相等的耦合,巧妙地避开了火零线接反失效问题,可靠性高。由于整个测电系统都没有接通强电,对安全性有较大保障。本文提出的方法作为一种较为可靠的控制方案,积极响应了国家重视人身安全的号召。", "label": "电气工程", "id": 0}
{"content": "随着人类生活水平的日益提高和追求生活品质的提升,电气安全尤其是对\"浴室\"环境的电触击防护越来越引起民众的认识,但人们对相关的技术细节仍存在不解的情况,因此造成触电亡人事故仍屡屡发生。笔者拟通过对IEC60479潮湿环境下电流通过人体效应的研究,从潮湿环境人体电阻的变化及电流阈值入手,并结合潮湿环境下的安全电压,分析国内外对该类场所采取措施的差异,对这类场所的电触击防护措施进行综合研判,希望籍此得到以人为本的\"本质安全\"的防护措施。", "label": "电气工程", "id": 0}
{"content": "本文通过高校火灾事例分析了火灾发生的主要原因,为了配合安全用电宣传,就设计了一种电路故障危害演示仪,包括短路演示单元、过载演示单元、调节器和选择器,可以演示电路短路和电路过载时危害发生的过程。选择器在短路演示单元和过载演示单元中选择一个单元接通电源,进入工作状态,调节器调节输入短路演示单元或过载演示单元的电压或电流,从而控制电路过载或电路短路时电压的强度和导线烧毁的程度及时长,有利于参观者细致地观察了解电路短路引起危害的过程,了解安全用电的重要性。", "label": "电气工程", "id": 0}
{"content": "首先简介了电气火灾发展现状,简要论述了电气火灾保护技术,常规的电气火灾监控系统及探测器,对于电气短路故障缺乏有效的限流保护手段.传统设备的控制速度较慢,一旦发生短路故障,瞬时剧增的短路电流无法得到抑制,以至于短路点处产生高热及危险火花引发火灾,针对电气防火限流保护器检测装置技术进行技术研究,通过论述电气防火限流式保护技术的发展与相关标准检测技术要求,论述了检测装置的技术要求及研究过程。", "label": "电气工程", "id": 0}
{"content": "《安全用电》是一门实用性很强的课程,特别是中职院校的学生毕业以后就要进入到一线工作岗位中,少不了要跟电器设备接触,因此在校学习期间,必须给中职院校学生传授足够丰富的安全用电知识,加强安全用电教育,以确保学生在工作岗位中做到安全生产。本文系统分析了中职学校《安全用电》公共选修课教学改革措施,希望可以为中职院校相关学科教师教学实践提供一些拙见。", "label": "电气工程", "id": 0}
{"content": "本文通过对工业企业临时用电安全管理现状及存在问题进行分析,辨识临时用电风险,结合相关标准规范,对如何确定临时用电管控措施进行研讨,并提出改进对策建议。", "label": "电气工程", "id": 0}
{"content": "针对生产生活中的用电安全问题,从工程实际出发,提出了基于LoRa技术的智能用电安全系统的解决方案。该方案以LoaRa技术作为传输支撑,实时采集用电过程中产生的状态数据,并利用大数据和云计算技术,查找用电安全隐患,为企业安全生产提供用电安全监管和决策依据。", "label": "电气工程", "id": 0}
{"content": "机房用电效能监测及提升系统根据机房站点数量多、距离分散、无人管理以及电费统一缴纳的特定情况,在系统里集成了智能电表、PUE监测功能,从全方面对机房用电进行监测,保证维护人员对机房用电的准确监测。在此基础上,充分利用开关电源对电池充电的温度补偿功能,在保护电池性能不受影响的前提下,一定程度内提升机房温度,缩短空调运行时间,减少机房空调用电,降低机房PUE值,提升机房用电效能。", "label": "电气工程", "id": 0}
{"content": "通过对多个家庭的分项能耗实验与监测,对比分析了普通家庭的主要能耗分布情况,以及电器型号、使用习惯等对能耗的影响,为智能家居能耗分布与家庭节能后续项目提供了样本数据与参考意见。", "label": "电气工程", "id": 0}
{"content": "目前,中国有超过60万个数据中心,数据中心每年的电能损耗已经超过了全社会总用电量的1.5%。国家电网公司在北京、上海、西安3地建设集中式信息系统灾备中心。其中,北京灾备中心每年消耗电能大约为3 000万度,随着IT业务的迅猛增长,在负荷达到80%的状态下,每年消耗电能将超过一亿度。为了降低数据中心的能耗,越来越多人开始关注绿色数据中心的建设。主要介绍了当前绿色数据中心的节能降耗措施,并对绿色数据中心未来供电模式展开探讨,研究了\"数据中心接入虚拟电厂\"的供电模式。", "label": "电气工程", "id": 0}
{"content": "线路的绝缘老化造成绝缘能力下降,导致导线与导线之间,导线与大地之间有部分电流流过。泄漏的电流导致附近可燃物着火,从而造成火灾。短路会产生强大的电流,同样会造成电气火灾,当然过负荷和接触电阻过大都有可能造成电气火灾。针对电气火灾的成因以及预防措施,在此详细分析说明。", "label": "电气工程", "id": 0}
{"content": "随着社会的发展,电力已经是人们必不可少的主要能源之一。用电安全等问题也成为了当前社会所要的面临的问题之一。在保证用户能够安全的用电,检查用电工作已经成为了必不可少的环节。为了能够使用电检查的效率有所提高,在检查的时候要做好针对性的区分。本文以客户用电安全管理现状进行研究,分析其发展现状以及解决对策。", "label": "电气工程", "id": 0}
{"content": "随着社会经济的不断发展,人们的生活水平逐渐提高,对电气设备的需求也不断增加,促进了电气行业的发展。但是由于实际运用过程中的存在的不合理操作,增加了电气火灾事故的发生率,严重威胁人们的生命财产安全,因此,加大对电气火灾的研究和防护极为重要。本文主要分析导致电气火灾的原因,并提出切实有效的电气火灾预防措施。", "label": "电气工程", "id": 0}
{"content": "电力资源早已融入了人类社会,电力企业进行用电检查及服务,是保证整个电网及社会上其他用户安全的重要措施。笔者结合自身经验对企业用电检查的内容进行分析,并阐述了用电检查对企业安全用电的意义,望能给同行带来一定的参考。", "label": "电气工程", "id": 0}
{"content": "随着我国经济水平的持续提升和电力系统整体水平的不断进步,电力输配电线路的节能降耗技术在国民经济中所起到的作用也越来越大。文章通过对电力输配电线路节能降耗技术自身具有的必要性进行分析,对电力输配电线路节能降耗技术优化进行了分析。", "label": "电气工程", "id": 0}
{"content": "有源滤波器采用的是现代电力电子技术、数字信号处理技术和先进控制理论的电力技术,它有助于电网谐波的动态性实时补偿,是目前解决谐波污染、改善电能质量最有效和最具潜力的途径之一。探讨了电力变压器节能技术的基础理论以及节能检测控制的集中措施,最后提出在有源滤波器中运用节能技术应注意的技术问题。", "label": "电气工程", "id": 0}
{"content": "直流稳压电源的检定装置为隔离式高精度电流分流器,本文根据JJG（军工）77-2015 《直流稳压电源检定规程》进行实验操作。根据不确定度评定方法,对检定装置的常用量程进行了不确定度评定。", "label": "电气工程", "id": 0}
{"content": "随着计算机运算能力的不断提升,其电源需要具备体积小、重量轻和功率密度高的特点。而计算机电源中辅助电源的小型化、轻量化是解决这一问题的有效思路,本文对此提出一种基于UC3842芯片的水电站计算机辅助电源的设计方法,包括:主电路拓扑选择、关键环节参数设计、控制系统设计、硬件电路设计。最后在PSIM软件中验证了实现水电站计算机辅助电源在具备小型化特点的同时,还能可靠供电,并具有较好的电能质量。", "label": "电气工程", "id": 0}
{"content": "新能源汽车、智能制造、物联网等对基于成熟工艺的芯片用量大幅增长,28纳米作为最具性价比的制程工艺将长期活跃于市场。以28纳米制程用主流射频电源为追赶目标,结合国内设备厂商及终端晶圆制造厂商的需求,研发具备同等技术水平的射频电源和射频匹配器,是摆脱卡脖子困境的迫切需求。本工作旨在开展射频电源及射频匹配器核心技术攻关,突破高端射频电源和匹配器先进设计、测量和控制等技术瓶颈;以及链接晶圆厂、设备商、核心零部件商乃至核心元器件厂商,形成28纳米工艺生产线射频系统本地化稳定供应能力,保障我国集成电路产业安全发展和技术升级,保障国内集成电路制造企业的生产延续性、扩产延续性和供应链延续性。", "label": "电气工程", "id": 0}
{"content": "飞机电源系统是其他所有系统运行的基础,如果电源系统出现任何问题都将直接影响飞机的飞行安全。而电源系统中由于三相交流电源为主电源系统,因此交流电源的供电品质也格外重要,是飞机正常上电工作的基础。本文针对飞机首次全状态通电检查时,各系统无响应、电压表无示数等故障问题,进行了故障现象和原理的分析,对比不同状态通电时的差异,列出故障树以确定排故方案,逐步排查可能的故障原因,最终确定故障点并将故障排除。本着举一反三的原则,避免相似故障重复发生,本文又对故障产生的原因进行了深入分析,并总结经验,为今后故障的排查提供有力的理论依据。", "label": "电气工程", "id": 0}
{"content": "直流稳定电源作为直流供电和直流仿真设备,被广泛地应用于工业部门中。成都飞机设计研究所研发的直流稳定电源自动校准装置,是基于Lab VIEW完成系统的软件开发及实现,依据《JJF1597-2016直流稳定电源校准规范》对多种直流稳定电源进行自动计量校准,分析处理数据,并生成计量报告的自动校准系统。相比传统手动校准装置,校准人员完成一台典型的直流稳定电源校准需要投入的时间,从4～5 h缩短至约0.8～1 h,极大地提升了工作效率;由于在一定程度上减小了系统和随机误差,减小测量不确定度,更好地保证了直流稳定电源计量校准工作质量。", "label": "电气工程", "id": 0}
{"content": "专用电源电能质量分析装置对专用电源运行状态的实时检测和分析具有重要作用,针对专用电源在电能质量分析实时性、在线检测、精确度、集成度、国产化、自主化、成本等方面的实际需求,本文提出一种电能质量分析装置的设计方案,并详细介绍了设计原理和实现方法,该检测装置基于TMS320F28335数字信号处理器,设计了DMA高速采样方法和radix-2FFT电能质量分析算法。radix-2FFT算法通过分治策略将时间域序列长度N的DFT分解成几个较短的连续DFT,对时域信号进行频域分析,利用旋转因子的周期性和对称性减少DFT的运算次数,最大限度提高了采样频率。试验结果表明,设计的专用电源电能质量分析装置能够准确检测专用供电系统电压、电流、功率因数、三相不平衡等所有电参数,并能进行谐波分析,具有较高的实时性和准确性。", "label": "电气工程", "id": 0}
{"content": "在较大型系统中通常包括各类电子设备,为了实现系统稳定运行,需要确保各设备满足一定的电磁兼容性要求。而系统中大功率高压电源等设备由于采用大功率PWM逆变工作模式,将产生大量的电磁环境污染,对系统中其它设备造成干扰,影响系统稳定性,尤其是大功率高压电源等发射类设备必须确保不破坏专用系统电网质量（允许的电压失真）,并有效控制其工作时通过电源线以传导或辐射的方式对外造成的干扰。为此,对高压电源设备依据GJB151B-2013对电源线传导发射和辐射发射项目进行摸底试验,并通过采用有效的屏蔽、PFC功率因数校正技术和优化输入滤波器参数等措施,实现了专用大功率高压电源CE101、CE102满足GJB151B-2013中限值的要求,RE102辐射发射指标得到有效控制。", "label": "电气工程", "id": 0}
{"content": "针对客户定制化开关电源生产模式有多品种小批量的特点,生产过程对人员的熟练程度要求比较高,性能测试如果继续手工进行,一方面要培训测试技能,一方面记录数据的时间也比较长,增加了时间成本,针对此情况进行自动测试系统的建立来实现自动测试并存储测试数据。系统基于上位机软件,测试硬件和相应仪器仪表,实现对多设备的实时控制和数据采集与监控,并对测试结果进行自动分析判断。该软件具备执行测试,数据存储、查询、报表生成的功能。系统的应用不仅实现稳定测试可靠,具有一定的通用性有较好的市场推广价值。", "label": "电气工程", "id": 0}
{"content": "信号触发控制的通信电源是现阶段通信电源中使用频率最高的通信电源,但该通信电源的电路组成较复杂,一旦出现漏电故障,使用传统方式进行故障定位比较困难。因此提出基于信号触发控制的通信电源漏电故障定位方法这一课题。基于通信电源漏电故障定位原理设计漏电故障定位仪,然后将漏电故障定位仪的参数进行合理化设置,最后利用漏电故障定位仪进行电路支路漏电定位检测,就能找出通信电源漏电故障的准确位置,方便后续的维修工作的开展。设计仿真实验,在仿真系统中使用传统方法和漏电故障定位仪对漏电故障进行定位,实验发现漏电故障定位仪检测结果的平均定位误差最小。", "label": "电气工程", "id": 0}
{"content": "针对传统应急电源存在的环境污染、性能较差等现状,通过对移动储能电源系统的拓扑结构和工作模式的探讨,介绍了移动储能电源系统控制策略,其核心在于根据不同模块的输入/输出功率及电池荷电状态,实现系统协调运行。其中电网侧PCS采用恒功率控制,储能电池充放电路采用基于电池SOC的恒压充（放）电控制,负荷侧PCS采用恒压恒频控制。仿真结果表明,所采用的控制策略能够实现系统工作模式间的灵活切换,验证了控制策略的正确性。", "label": "电气工程", "id": 0}
{"content": "不间断电源、即UPS（Uninterruptible Power Supply）,如今已广泛应用在石油化工行业,它可以在电网发生异常状况时为DCS（Distributed Control System）,即集散控制系统机柜,现场电磁阀、生产过程监控计算机等重要负荷持续提供稳定的供电,避免生产过程的失控,保证生产过程的安全可控。本文主要通过一起典型UPS故障案例分析,阐述了UPS电源有关选型配置、日常检维护及反事故措施等管理策略,以避免因UPS故障对炼化企业生产造成损失。", "label": "电气工程", "id": 0}
{"content": "随着科学技术的不断进步,能源开发进一步加深,以及在环境保护压力日益加大的背景下,可再生能源的开发和利用受到了前所未有的重视,与之相适应的分布式发电技术得到了国家的高度重视和快速发展。本文提出了一种基于PMS系统的分布式电源反措技术,可以满足当前电力安全生产和管理需求,完善电力生产事故预防措施,为解决电力系统与分布式发电之间的矛盾,充分发挥分布式发电为电力系统和用户所带来的技术经济效益,进一步提高电力系统运行的安全性、可靠性和经济性。", "label": "电气工程", "id": 0}
{"content": "5G助力数字经济高质量发展,在引领新基建、赋能新产业的同时,其高能耗为通信基站电源带来前所未有的挑战。主要阐述当前5G基站建设下,通信电源中开关电源和蓄电池的发展现状,以及基于成本控制理念下的建设思路。", "label": "电气工程", "id": 0}
{"content": "文中通过对通信电源维护的重要性、传统模式下通信电源维护现状、存在问题等方面进行分析,结合互联网+应用时代的特点,针对通信电源维护,提出了互联网+设备监控、设备防盗、维护巡检、智能调度、远程控制、能力提升、节能减排、交流互动等方面的应用方案,并阐述一些个人观点。", "label": "电气工程", "id": 0}
{"content": "随着大数据、人工智能、云计算等新兴信息技术的不断发展,作为新技术重要载体的数据中心重要性愈显突出,UPS作为数据中心的重要后备电源设备,系统并机总容量不断扩大。高频电子元器件IGBT的大量使用,为UPS的维护带来的新的问题与挑战。文中结合数据中心大容量UPS维护与故障案例分析,总结了数据中心UPS的维护要点。", "label": "电气工程", "id": 0}
{"content": "UPS系统是为IT主设备提供连续稳定优质高效电能的关键设备,在数据中心的供电体系中起到重要的保障作用,一旦UPS系统发生故障,可能使IT设备失电,从而影响IT系统的正常运行,导致业务损失,严重时还会造成IT设备硬件损坏。为保障UPS安全稳定运行,各厂商均建议UPS运行5至6年进行电容更换大修。电容更换需花费较多维护费用,废旧电容器件也具有一定的危害性,且维护操作给业务带来一定风险,因此合理延长UPS电容的使用寿命,有利于实现降本增资和减少污染物排放。基于此,数据中心动力维护团队对UPS电容在使用中的老化情况进行了研究,寻求得到更精准的UPS系统电容更新依据。", "label": "电气工程", "id": 0}
{"content": "为了实现5G通信基站停电后,工作人员不需要到站上去对不重要负载进行断电,同时,降低设备功耗,延长电池供电时长,文章提出了对不重要负载在市电停电后第一时间提前下电。", "label": "电气工程", "id": 0}
{"content": "随着通信业务的不断发展,直流设备的应用范围日益广泛。开关电源因其稳定高效的特点,大量应用在各种直流电源系统中,成为通信行业中最具代表性的直流供电设备。目前开关电源的备份普遍采用N+X模块冗余形式,优点是建设、维护成本较低,但开关电源的进线来源单一,成为其维护过程的薄弱环节,同时给割接改造工作带来挑战。文章针对开关电源备份方式进行探索,寻求更安全可靠的方案。", "label": "电气工程", "id": 0}
{"content": "风力、光伏等新能源的快速发展是能源结构调整的必然趋势,但是其发展带来一系列问题,如新能源调峰能力不足、调频难度大、电压控制难度大,这对于电网发电计划与调度的影响较大。本文分析了江西储能的发展对电网电能质量、调峰调频和暂态稳定方面的影响,应用前景。最后,结合地域特色分析了发展方式及可能存在的问题,提出了发展和投资策略相关建议。", "label": "电气工程", "id": 0}
{"content": "硅材料的能量密度显著高于石墨,故采用硅做锂电池的负极材料是锂离子电池研究的热门方向,但由于硅负极与其所依附的铜集流体的热力学参数不同,在充放电过程中硅负极会受热膨胀,此时硅材料与铜材料的膨胀程度不同,从而产生热失配现象。本研究基于有限元方法来对这一现象进行模拟,依据负极的实际情况建立了硅负极—铜集流体的膜基结构,刻画硅负极上由热效应引起的裂纹萌生和扩展,研究厚度效应对结构稳定性的影响。", "label": "电气工程", "id": 0}
{"content": "位于正负极之间的隔膜是锂离子电池最关键的组成材料之一,其性能的好坏直接影响电池的电化学特性,尤其对电池的安全稳定性能起着至关重要的作用。保证锂离子电池安全稳定的运行很大程度上取决于隔膜相关力学性能及其尺寸稳定性。本文重点考察应变率、温度等外界因素对电池隔膜抗拉强度、抗穿刺强度等力学性能的影响,总结常用隔膜机械性能与热稳定性的研究现状、探讨陶瓷涂层与隔膜基底的界面力学机制,并对电池隔膜未来发展趋势进行了展望。", "label": "电气工程", "id": 0}
{"content": "固体氧化物燃料电池（SOFC）具有燃料适应性广、发电效率高和污染物排放小等特性。此外,其工作温度高,与燃气涡轮组成固体氧化物燃料电池-燃气涡轮（SOFC-GT）混合动力系统后,发电效率可进一步提高至约65%。因此,SOFC-GT混合系统具有良好的工程应用前景。目前,人们对地面燃料电池-燃气涡轮混合动力系统的研究较多。地面的研究主要将混合动力系统作为分布式/大规模的发电设备,通常把天然气、甲烷和合成气作为典型的燃料,研究的混合动力系统的功率范围从5kW到2.4MW不等。为了增强无人机的使用范围、续航能力和经济性,本文发展了一种机载SOFC-GT混合动力系统。本文建立了基于航空煤油重整的机载SOFC-GT混合动力系统仿真模型,对系统性能和收益进行了分析,比较了活塞发动机、微型燃气轮机与SOFC-GT混合动力系统等三种机载动力装置的优缺点。进一步分析了压气机压比、飞行高度以及马赫数等关键参数对SOFC-GT混合动力系统性能的影响。研究结果表明:在设计点工况下,混合动力系统的发电效率能达到64.1%,比功能达到571.2kW/kg空气,耗油率能降至130.9g/（kW·h）,体现出良好的系统性能;相比于宗申航发C145活塞发动机,混合动力系统的耗油率降低了54.1%;初步估算,无人机（如彩虹-5）使用SOFC-GT混合动力系统,执行一次任务可节省费用1335.3元以上;增加压比能显著提高系统效率;飞行高度、马赫数等飞行参数对系统性能的影响较大,对其进行研究是有必要的。", "label": "电气工程", "id": 0}
{"content": "<正>日前,据专家表示,蔚来发布的固态电池会逐渐应用到市场,而大规模应用预计将在2 025年。据了解,在蔚来NIO Day上,蔚来旗下首款量产轿车蔚来ET7正式上市,并且将有150kWh的固态电池包可选,续航里程超过1 000km,此消息迅速引起了业内高度关注。合肥国轩高科工程研究总院常务副院长徐兴无表示,固态电池将会逐渐应用到市场,而大规模应用预计将在2 025年。此外,国联汽车动力电池研究院董事长熊柏青表示,在未来10年内,完全攻克全固态电池仍然具有难度,全固态电池距离商业化还有待时日。", "label": "电气工程", "id": 0}
{"content": "本文针对汽车用铅酸蓄电池低温充电策略进行研究,首先从铅酸蓄电池的化学机理分析低温下蓄电池性能下降的原因,包括容量、充电接受能力等,然后实际测试不同温度和不同充电电压下铅酸蓄电池的充电电流和充电容量,最终提出低温下提高充电接受能力的建议,供企业参考。", "label": "电气工程", "id": 0}
{"content": "在\"碳达峰、碳中和\"国家发展战略牵引下,新能源汽车和新能源产业已进入高速发展阶段。固态电池可以大幅提高电池安全性,提升电池能量密度和电池使役寿命,已成为锂电池技术和产业发展的重要发展方向。本报告概要介绍的固态电池技术的近期发展和产品开发进展。固态电池技术的提升,需要从关键材料入手,通过材料改性和结构优化提升电池的性能。电极活性材料表面改性、复合集流体、复合电极及新型电池结构的设计优化,都将为真空加工技术导入到新能源产业带来新的发展机遇。", "label": "电气工程", "id": 0}
{"content": "最近,国内外电动汽车和手机用锂离子电池安全事故频发,引发了公众对全固态锂电池进一步关注。柔性全固态薄膜锂电池是全固态锂电池一大类,其循环、高低温、柔性超薄等性能具有独特优势。经过30多年的发展,该款电池已在国外衍生出多款商用电池,如Front Edge Tech,STMicro,IPS,Excelltron等。苹果和谷歌也对此进行了专利布局[1-2]。该电池已在国内研发逾10余载。本次报告介绍我司针对柔性电池正极和电解质薄膜沉积效率低、大面积镀膜不均匀等技术瓶颈,利用卷对卷镀膜、分切、贴附等系列平台,实现正极、电解质膜层卷对卷镀膜。该电池在循环、比容量、倍率、变温性能等方面性能优异。报告还将介绍与英国帝国理工学院开展的薄膜锂电池熵变、柔性力学、串并联等测试研究。", "label": "电气工程", "id": 0}
{"content": "等效电路模型被广泛应用于描述锂离子电池性能,其模型参数会受到多方面因素如荷电状态和温度等的影响。准确地辨识模型参数及其影响因素对于预测锂离子电池的放电性能和剩余电量具有重要的意义。建立了锂离子电池的二阶等效电路模型,并定量分析了荷电状态和温度对模型参数的交互影响。在此基础上,建立了各模型参数随温度和荷电状态变化的二维数学关系,并检验了其可靠性。最后将基于各参数关系的等效电路模型与迭代卡尔曼滤波相结合,建立了锂离子电池性能预测的方法,并验证了该方法在不同温度下的适应性。", "label": "电气工程", "id": 0}
{"content": "储能技术为提高电网电能质量提供了重要支撑,其中锂离子电池储能在储能技术中处于至关重要的地位。本文主要以钛酸锂电池为储能元件的电网系统为研究对象,考虑其循环寿命与放电深度,建立城区电网储能系统的成本收益模型,并通过算例对钛酸锂电池参与的城区电网储能系统的经济性进行分析。", "label": "电气工程", "id": 0}
{"content": "随着泛在电力物联网的发展,传统通信技术与计算平台已逐渐无法适应庞大的数据传输与计算规模,5G通信技术与边缘计算将成为支撑泛在电力物联网建设的中坚力量。\"多站融合\"模式的提出为边缘数据中心的运营提供了新的方向,多站一体化运行方法有待深入研究。针对边缘数据中心的数据迁移方法以及\"多站融合\"模式下各功能站协同优化问题,文章设计了涵盖数据中心、储能电站等功能站的融合站运行架构,构建了数据中心负荷模型、储能电站数学模型,并基于混合整数非线性规划方法,建立了以最小化年总成本为目标的融合站协同优化与数据迁移调度模型。通过模型的优化求解,确定了最佳数据迁移调度策略与储能电站最优运行方案。利用案例分别对数据迁移策略与储能电站的作用进行仿真分析,通过计算,采用数据迁移策略后,典型日运行成本降低了2.38%,年总成本降低了1.36%;发挥储能电站削峰填谷作用后,典型日运行成本进一步降低了8.34%,年总成本进一步降低了4.67%。结果表明,在满足时延约束情况下将数据负荷按一定策略进行分配可以实现各边缘数据中心互补调度,达到降低运行成本的效果,结合分时电价政策,利用储能电站参与日常电力调度,可以进一步将峰时负荷转移至谷时,从而显著降低运行成本。", "label": "电气工程", "id": 0}
{"content": "<正>近年来,为缓解环境污染压力、减少能源消耗,国家出台各项政策鼓励推进以电动汽车为主流的新能源汽车产业,而电动汽车以其零污染、噪声低、能源效率高等特点备受重视,现已成为城市低碳交通发展的新方向。随着电动汽车保有量持续增长,充电桩作为电动汽车供应电能的必要配套设施,其建设需求也显著扩大。鉴于充电设施建设的滞后性和不合理性,一方面政府部门积极推进充电基础设施建设,另一方面充电运营商精准投建、合理布局充电设施。可有效补齐充电设施短板,推动新能源汽车产业健康可持续发展。", "label": "电气工程", "id": 0}
{"content": "本文以智能家电手持式家居设备电池的应用研发为背景,建立用于智能家电,如吸尘器、移动机器人等,作为动力源的锂离子动力蓄电池的二阶RC等效电路模型,并对电池参数RC进行精准辨识,在此基础上采用扩展卡尔曼滤波算法在线估计电池的荷电状态SOC（State of Charge）。通过HPPC实验和实际应用工况实验测试电池的电流、电压、温度、时间、内阻等,利用在此试验过程中所采集的包括电流、电压、温度、时间、内阻等数据对电池的参数状态进行实际估计计算。通过试验结果和算法比较的分析表明,利用最小二乘法对电池参数进行识别,通过扩展卡尔曼滤波算法在线估计电池SOC状态精度相对较高,为实现家居用电池的安全健康应用打下坚实的基础。", "label": "电气工程", "id": 0}
{"content": "本文提出了一种基于SISL结构的非晶硅太阳能电池贴片天线。辐射贴片在SISL结构的G5层,G1层的接地寄生贴片用作太阳能电池的负极,实现了太阳能电池与天线的一体化。太阳能天线增益达到7.59 dBi,工作频带为4.68～5.1 GHz,并且与太阳能电池的集成对天线性能影响很小。", "label": "电气工程", "id": 0}
{"content": "<正>太阳能电池作为最具前景的可再生能源,其与天线的交叉融合广泛地应用在卫星通信、基站以及可穿戴通信中。传统的太阳能电池天线通常将太阳能电池放置于下层作为地集成到天线设计中,但由于上层的辐射体或介质基板会遮挡太阳能电池,进而造成电池效率的降低。为了提高太阳能电池的效率,将太阳能电池作为天线的辐射体与天线集成有效地解决了这一问题。本报告将基于这种提高太阳能电池效率的方法,从以下几个方面介绍不同类型太阳能电池天线的研究与设计:1)将太阳能电池天线阵列、宽带馈电网络与滤波结构相结合,实现宽带性能;2)将砷化镓太阳能电池与双压缩高阶模式天线集成,天线工作在高次模式,采用耦合馈电在未加额外的滤波结构情况下实现射频和直流的内部隔离,进而达到了小型化;3)将非晶硅太阳能电池与SISL结融合,利用SISL结构低损耗的优点,且采用不同的接地方式,实现了高增益。", "label": "电气工程", "id": 0}
{"content": "本文提出了一种基于太阳能电池的低剖面Fabry-Perot天线。通过将方形太阳能电池板设计成人工磁导体（AMC）单元结构,并将其应用到低剖面的Fabry-Perot天线中,而天线上层的部分反射面（PRS）则采用透明铜微网材料,不会影响到太阳能电池正常的工作。因此,该系统在进行无线通信的同时,还能够收集太阳能并将其转化为直流功率,为天线的工作提供能量,实现了一个紧凑的自供能无线通信系统。仿真的结果表明,天线能够实现S11的带宽在ISM频段内为2.41～2.44 GHz,在带宽范围内最大增益可以达到12 dBi,xoz和yoz面的半功率波束宽度为28°和34°。", "label": "电气工程", "id": 0}
{"content": "稀土掺杂纳米晶发光材料显示出传统发光材料没有的独特光学特性,具有丰富的能级跃迁及独特的上/下光转换能力,在太阳能谱转换光电器件、照明与显示和生物医学应用等领域的科学意义和应用前景日益凸显。然而,随着面向高性能稀土发光及光电器件应用需求的不断提升,受限于稀土离子4f-4f跃迁吸收截面小、激发谱带窄、发光中心与晶格间存在较强的电子-声子耦合等因素导致的稀土上转换发光过程需要较高的激光功率密度和实际的稀土下转换量子剪裁发光吸收带不可调、效率低等问题,已经难以满足高性能的稀土发光材料和器件的需求。因此,我们聚焦于局域光场以及新型基质探索对稀土发光的调控作用,以材料发光调控机制、降低上转换激发阈值、提高稀土量子剪裁发光效率和改善器件性能:（1）实现了稀土离子掺杂钙钛矿纳米晶中的高效量子剪裁发光,突破了传统稀土量子剪裁发光吸收截面小、实际量子效率低的世界性难题;（2）提出了级联光场效应增强上转换发光新思路,发现了半导体表面等离子体增强稀土上转换荧光新方法;（3）开拓了稀土发光材料在太阳能电池和探测器中的新应用,通过荧光转换,大幅度提升硅电池的光电响应,构建了多波长选择性窄带近红外光电探测器。", "label": "电气工程", "id": 0}
{"content": "现今全球在能源生产和利用方面正面临着一个关于热能的突出悖论。全球总能源消耗中,有50%的能源用来产生热[1]。而在全球能源的转换利用过程中约有72%的能源主要以热能的形式耗散,造成能源利用效率低下以及废热耗散问题[2]。本文着手于解决余热收集再利用,提高能源利用率等问题,基于硫氰酸铵（NH4SCN）的逆庞压卡效应,首次提出\"压卡热电池\"（barocaloric thermal batteries）概念,即通过加压吸热,热量运输转移以及卸压放热三个过程实现热能在时间和空间上的转移利用。NH4SCN随着温度上升在364 K存在一个有序-无序的结构相变,相变熵变为128.7 J kg-1 K-1。此相变过程为负热膨胀,且极易由压力驱动,在压力为20 MPa时可实现115 J kg-1 K-1的等温熵变,并在压力为80 MPa时达到饱和。为表征\"压卡热电池\"实际应用性能,对NH4SCN卸载300MPa的压力,实现最大绝热温变为12 K的温升数值。经中子衍射,准弹性中子散射以及分子动力学模拟结果显示NH4SCN相变熵变的主要来源:低温相的氢键在相变后被削弱,导致NH4+从氢键束缚的有序态转变成转动无序态,并造成5%左右的晶格体积变化。", "label": "电气工程", "id": 0}
{"content": "随着我国电力网络系统建设不断完善,我国电力工程建设质量得到很大提升,为社会生产以及群众生活提供更加安全可靠的电力能源服务。在电力网络系统建设中,220kV变压器是一项重要设备,具有广泛地应用,所以为了保证220kV变压器质量和运行性能,需要开展局放试验对其进行检测,从而保证其能够在电力网络系统中安全运行。因此,本文将对220kV变压器局放试验的研究及应用进行深入地研究与分析,并提出一些合理的意见和措施,旨在进一步促进我国变压器试验方法和技术水平提高。", "label": "电气工程", "id": 0}
{"content": "江西风电场大多为山地风电场,风机所在的环境为高雷暴环境,雷害是威胁风机安全经济运行的严重问题。良好的接地系统是保证雷击过程中风电机组安全的必备条件。本文以江西某山地风电场为例,对高土壤电阻率地区山地风电场接地方案设计进行了阐述及分析,旨在为山地风电场风机接地设计提供参考。", "label": "电气工程", "id": 0}
{"content": "风电叶片一旦遭雷击,则极易损坏,需及时得到有效地维修处理及改造优化,才能更好地确保风电叶片抗雷击能力得到增强。鉴于此,本文主要围绕着风电叶片雷击损坏方面维修和防雷改造开展深入的研究和探讨,期望可以为更多技术人员提供有价值的参考意见。", "label": "电气工程", "id": 0}
{"content": "发电厂电力系统作为电力系统中重要的组成部分,被广泛运用到城乡建设中,它的覆盖面积大,整体线路长。因此,如果发生故障,对社会造成的损失是非常巨大的。本文通过对线路的故障进行分析,减少发电厂电力系统的接地故障,是现代化生活中改善人们生活品质的一个重要的方向。想要更好地对发电厂电力系统接地故障采取相应的预防措施,首先要对发电厂电力系统出现接地故障的原因进行全面分析。", "label": "电气工程", "id": 0}
{"content": "发电机对单相短路电流大小有限制性的规定,定子一点接地保护出口方式的整定也与这个电流有关。关于发电机定子单相接地故障电流的大小,最可靠的方法是进行实测,在机端设置单相接地短路线,真实模拟单相接地故障,实测故障电流的大小。而实测过程中存在不少安全风险点,在现场条件不允许时,采取简易的计算方法进行估算,也是一种方法。通过简易计算的方法估算我厂1号机单相接地故障电流,其计算结果与电科院所做1号机单相短路试验实测值进行了比较,两者基本一致。", "label": "电气工程", "id": 0}
{"content": "针对目前环网柜局部放电在线监测方案由于成本过高无法广泛使用的问题,本文对环网柜局部放电在线监测技术进行了研究,提供了一种环网柜局部放电在线监测方案。依据环网柜运行特点,研制了用于检测环网柜内部电缆终端局部放电的高频传感器。信号调理部分采用了降频处理方案,对高频传感器采集的信号进行降频处理,降频处理后的局放信号仍能保留原始局放信号的必要信息。降频后的局放信号通过低成本信号处理器采集,有效降低了在线监测技术成本。经试验验证本文提出的局放评价因子与实际放电量具有线性关系,能有效衡量放电量强弱。采用本方案对三种放电缺陷数据进行分析,通过提取分形计盒维数,能至少区分两类缺陷类型。本文提供的环网柜局部放电在线监测方案有效降低局部放电在线监测成本,达到现场初步检测的目的,为环网柜局部放电的在线监测提供了新思路。", "label": "电气工程", "id": 0}
{"content": "针对中小型水力发电机组广泛采用\"多机一变\"扩大单元接线方式且机端出线采用铜牌接线方式时,无法通过在机端安装常规电磁型穿芯CT构成选择性定子接地保护,造成定子接地故障时无选择性的问题,本文通过柔性光CT的应用,探讨了基于柔性光CT构成选择性定子接地保护的合理性及必要性。", "label": "电气工程", "id": 0}
{"content": "本文介绍了深溪沟水电站基于光学电流互感器的选择性定子接地保护验证试验方法及试验注意事项,通过分析试验结果,得出了深溪沟水电站基于光学电流互感器的选择性定子接地保护研究与实施达到预期目标、解决行业技术难题的结论。", "label": "电气工程", "id": 0}
{"content": "本文结合GI L设备特高频局放检测与定位实例,描述了使用特高频局放检测仪进行带电检测,分析局放类型,确定放电部位,并根据检测结果对缺陷进行处理,消除设备隐患的全过程。特高频法能在缺陷初期及时发现设备内部存在的局部放电异常,有效指导GI L设备状态检修。", "label": "电气工程", "id": 0}
{"content": "以天一电厂发生的一起励磁系统V/F限制功能试验引起的发电机定子接地3U0保护动作事件为例,从发变组保护动作情况、计算机监控系统检查、发变组故障录波器检查等方面分析了保护动作过程及原因,并对励磁系统V/F限制器与发电机过激磁保护配合关系进行了分析。最后对事件进行了反思与总结,提出在励磁系统试验工作中应加强由机组电压或频率变化引起的非正常工况下的相关保护。", "label": "电气工程", "id": 0}
{"content": "分析了一起发电机定子接地保护动作过程中,发电机保护柜注入式定子接地保护和基波零序及三次谐波定子接地保护动作时序以及对保护装置动作信号和故障录波文件进行分析。根据定子接地保护动作时机端电压、中性点零序电压等数据定量分析定子接地保护动作值是否与报文一致来排除二次设备故障。并根据动作报告对定子接地位置进行精确定位,为今后处理类似故障分析提供借鉴经验。", "label": "电气工程", "id": 0}
{"content": "本文通过某电厂两起因发电机大轴接地碳刷接触不良导致转子接地电阻在0～300kΩ之间摆动,造成\"转子一点接地\"保护动作,分析原因并说明处理措施,建议日常维护工作中应高度重视对转子大轴接地碳刷的维护。", "label": "电气工程", "id": 0}
{"content": "本文就一起发电厂直流系统接地故障,阐述了直流系统接地故障的原因及危害,分析了直流系统接地故障的查找、处理方法,并指出防范直流系统接地故障的控制措施,为解决类似问题提供参考。", "label": "电气工程", "id": 0}
{"content": "针对配电网频繁出现不明原因的虚幻接地故障,基于消弧线圈调谐原理和中性点不对称原理,分别分析了中性点经消弧线圈接地系统调谐不当和中性点不接地系统几种对地参数不对称激发虚幻接地故障实例,得出不同运行工况下虚幻接地的不同特征,有助于运行人员判断故障性质,并提出有效的抑制措施。", "label": "电气工程", "id": 0}
{"content": "氧化锌避雷器被广泛应用于中压配电网中,其失效时会造成设备失去保护或系统产生接地故障。对配电线路或设备避雷器运行状态进行有效实时监测,发现并预警故障,对10kV中压配电线路及设备的可靠运行十分必要。本文通过采集氧化锌避雷器的泄漏电流、动作次数,通过数据关联分析来判断或预判氧化锌避雷器故障情况,与以往在线监测系统有很大的区别,实现了以\"云管边端\"为系统架构的避雷器物联在线监测系统。", "label": "电气工程", "id": 0}
{"content": "回复电压法和去极化电流法是介电响应时域分析的重要手段。针对现阶段时域介电响应法提取特征量研究仍存在定量分析困难、评估诊断特征量单一等缺陷,本文首先通过测试仪RVM5461现场测试分析变压器的回复电压极化谱、扩展德拜弛豫机构参数以及提取去极化电流能量谱线中反映变压器油纸绝缘老化状态的特征量。其次,进行多台变压器实地检测及数据整理,建立4种标准状态参量表。最后,采用主客观相结合的综合赋权法确定各个时域特征量的权重系数,并融合证据理论多指标评估方法,建立变压器油纸绝缘状态综合评价体系,为变压器油纸绝缘老化综合诊断提供新的思路。", "label": "电气工程", "id": 0}
{"content": "现阶段,针对等效弛豫机构建模通常采用尝试法任意假定建模过程中的弛豫机构数,且在后续参数计算中忽略测试误差及仪器精度引起的不确定量,该方法具有随机性、吻合度不高等缺陷。本文提出一种利用回复电压测试曲线深度解析变压器油纸绝缘等效弛豫机构拓扑的新方法。首先,应用RVM测试得到变压器的回复电压曲线,再根据弛豫响应理论,依次选取曲线末端两点对回复电压曲线解析得到拓扑信息。其次,根据所求qi、Gi的拓扑分析结果建立弛豫机构Rpi、Cpi的参数方程组,采用区间数学分析方法求解方程组得到最优参数的小范围区间。最后,本文在实测变压器绝缘建模分析中,验证该方法可以解决弛豫机构数的确定问题,为今后应用时域介电响应诊断变压器油纸绝缘老化状态提供评估判据。", "label": "电气工程", "id": 0}
{"content": "随着城市缆化率的不断提高,电力电缆的精益运检尤为重要。本文以10kV电力电缆状态检测为主线,介绍某地区开展配网电缆状态检测基本情况,对比振荡波（OWTS）局部放电检测和介质损耗（tanδ）检测,分析10kV电力电缆振荡波局放和超低频介损检测消缺应用实例,可为电缆运检部门及供电企业开展电缆状态检测提供实际指导意义。", "label": "电气工程", "id": 0}
{"content": "继电保护和安全自动装置属于配网自动化建设过程中的重要设备,同时也是保障系统安全运行的基础,属于安全自动装置的重要构成内容,虽然目前安全自动装置的原理比较先进,性能也比较完善,但是继电保护和安全自动装置压板在具体管理方面仍然存在缺陷,在操作与管理不规范的情况下会导致错投、漏投等问题,导致压板的错误操作从而导致事故的发生。基于继电保护和安全自动状指压板的规范化运行保障管理工作,可以更好的落实继电保护和安全自动装置的有效运行,从而提升电网运行的经济性与安全性。对此,为了保障电网运行自动化的综合水平,本文简要分析继电保护及安全自动装置压板防误投退管理工作,希望能够为相关工作者提供帮助。", "label": "电气工程", "id": 0}
{"content": "保护二次设备使用周期为10～12年期限,设备多改造频繁,每次改造时间紧迫,根据以往的工作流程和工艺,在不影响施工质量的前提下,通过改进施工流程和工艺,能有效缩短设备改造的施工时间。", "label": "电气工程", "id": 0}
{"content": "本文通过分析轴电压、轴电流产生的原因及对机组的危害,并结合某些电厂针对轴电流采取的相关措施,指出现阶段各种防范轴电流的措施及优缺点,为现场选取适当的轴电流防范措施提供参考。提出常见轴电流保护的优化措施,以提升轴电流保护运行可靠性。", "label": "电气工程", "id": 0}
{"content": "本文介绍了变压器零序差动保护原理,针对变压器零序差动保护电流互感器（TA）极性校验的问题,利用变压器空充时励磁涌流产生的不平衡电流,提取自产零序电流和中性点零序电流的特征量,提出了基于相位比较的零序差动保护TA极性全自动校验方法,并进行了动模实验和现场空充波形测试。实验结果表明采用该方法能在变压器空充时自动并准确识别中性点零序TA极性,大大简化零差保护TA极性校验流程,为变压器零序差动保护的广泛应用提供了技术保障。", "label": "电气工程", "id": 0}
{"content": "220kV线路保护装置双配置,两套保护须不同厂家。在单母接线,线路不设出线开关的接线方式下,单台开关检修维护,单套保护可能出现闭锁,即保护装置采集到开关在跳闸位置,如果线路还有电流,就会闭锁保护。为防止单台开关检修维护时,单套线路保护闭锁,新丰江电厂就该厂220kV新河甲线保护装置TWJ回路进行优化研究,把两个开关操作箱的TWJ回路串联连接,利用并联连接设置的两个检修把手开关,保证在其中一个回路检修时,保护装置仍然保持正常运行状态,提升线路的适用性,为同行提供借鉴意义。", "label": "电气工程", "id": 0}
{"content": "差动保护作为变压器设备的主保护元件对设备的安全运行起着至关重要的作用,二次回路接线的正确性是保证继电保护设备正确运行的前提,本文从一起由于TA二次回路中性线回路断线导致的差动保护误动作案例出发,对二次回路异常导致的继电保护设备异常动作行为过程进行分析,希望业内加强对继电保护设备二次回路的重视,防止类似故障再次发生,避免不必要的损失。", "label": "电气工程", "id": 0}
{"content": "电力是社会不可或缺的能源之一,电力系统在其中发挥着关键作用,由于电网运行方式较为复杂,其处于频繁变化的状态之中,因此为保障电力系统运行的安全可靠,必须加强在日常使用中的维护,而继电保护装置便是其中的关键所在。继电保护装置的应用,可避免电力系统故障所造成的风险,维护电网设备的安全[1]。但由于受各种因素的影响,继电保护装置本身也面临着故障风险,一旦发生故障将无法发挥保障功能,影响电力系统的安全运行。鉴于此,本文基于电力系统保护视角,探讨继电保护装置的常见故障及预防,以其全面发挥其功能优势,预防电力系统运行事故的发生。", "label": "电气工程", "id": 0}
{"content": "本文结合某电站一起大型变压器差动保护动作跳闸事件,介绍了变压器剩磁的基本概念和产生原因,以及剩磁对变压器本体以及变压器保护装置带来的不利影响,并提出了一些消除变压器剩磁的方法以及工程试验中应该注意的事项。", "label": "电气工程", "id": 0}
{"content": "变压器零序电流保护的引线取自中性点套管电流互感器和中性点间隙电流互感器,在主变CT端子箱内容易发生接线错误及相邻线间短路,且不易察觉,可导致主变零序电流保护在系统故障发生时误动跳闸。本文通过对一起因CT本体端子箱铭牌接触而引起主变中性点电流不平衡的现象进行原因分析,得出类似中性点电流不平衡现象发生时的原因分析方法及可借鉴的思维模式。", "label": "电气工程", "id": 0}
{"content": "主变零序过流保护是主变高压侧单相接地故障的后备保护。对于220kV～500kV变压器,特别是分相变压器,相间短路故障概率低,零序过流保护作为主变单相接地的后备保护能在最大限度缩小被切除的范围。文章针对一起主变零序过流保护误动作事件的过程及原因进行详细分析,阐述了主变零序保护的原理、定值整定原则,并对地电位差环境影响下防止主变零序保护误动,提出了一种零序CT二次经过渡电阻接地的抗干扰设计方案。", "label": "电气工程", "id": 0}
{"content": "国家能源集团电谏壁发电厂发电机保护随主机一同引进,依据我国相关国标和行业标准,该发电机保护装置在设计、原理等方面存在一定缺陷。本文分析了国电谏壁电厂发电机保护存在的问题,同时基于微机保护的\"卡脖子\"问题的背景,提出了完全自主可控的改造方案,应用了多项先进技术和原理,提高了发电机保护性能,极大的增加了电厂安全运行的抗风险能力。", "label": "电气工程", "id": 0}
{"content": "例举了一起交流窜入直流母线的异常实例,介绍检查情况,分析其窜入原因,提出防患措施。", "label": "电气工程", "id": 0}
{"content": "针对电力系统中一次设备和负荷的重要程度将影响系统风险评估结果的问题,本文提出一种改进严重度模型下计及二次系统影响的电力系统静态安全风险评估方法。首先,分析了继电保护隐性故障、自动重合闸成功率以及自动切负荷装置对风险评估的影响,并建立相应的风险评估模型;其次,在基于效应理论的严重度模型中引入重要程度因子,对系统中线路、母线和负荷的重要度进行量化,提出改进严重度模型的风险指标评估方法。对改进IEEE-RTS79节点测试系统进行风险评估,验证了所提模型及方法的合理性与有效性,结果表明,相比于传统风险评估方法,本文所提评估方法更合理、更符合系统实际;通过评估结果辨识电力系统中薄弱环节,为电力系统运维检修和风险管控提供参考和依据。", "label": "电气工程", "id": 0}
{"content": "220kV电网开环运行能够有效解决在合环运行方式下短路电流水平过高的问题,但随着运行方式发生改变,原有的继电保护配置将出现漏洞。电网开环运行后,某些变电站220kV线路间隔将长期处于热备用状态,作为备用电源,由此造成断路器与CT之间发生故障时,220kV各设备主保护可能均无法动作,只能依靠带时限的后备保护切除故障,对电网的暂态稳定性造成不利影响。针对该问题,提出3种适用于不同工程应用场景的解决方案。", "label": "电气工程", "id": 0}
{"content": "自动重合闸作为线路继电保护装置的重要功能,保障着电网供电可靠性,极大地减少了停电所造成的损失,其动作合理性也是评价保护装置运行水平的重要依据。目前,在福建地区110kV电网中,无论变电站之间联络线或发电厂与系统间线路,检线路无压与检同期方式的三相重合闸应用最为广泛。本文对三明地区一起110kV线路重合闸动作案例的过程进行分析,对重合闸启动后复归时间的合理性进行探讨,并相应地提出调度部门及装置厂家的改进措施。", "label": "电气工程", "id": 0}
{"content": "<正>现阶段,在信息技术的强大推动下,大大提高了配电自动化水平,其中,明显改进了配电技术,但是在实际上,配电网问题仍然比较突出。一些供电公司对切断电路的设备进行广泛应用,以此来作为馈线的开关,并且一旦出现问题,可以及时对最近的电路设备实施断开处理,确保电流的顺利切断,以免对整个线路造成不必要的威胁。基于本质视角,面对故障问题的出现,线路的保护开关极容易造成多级跳闸,所以公司应注重电流存储跳闸的安装,并发挥出单相接地跳闸功能,确保良好的隔离效果,以免故障对整个配电路线造成影响,做到及时发现问题和解决问题。", "label": "电气工程", "id": 0}
{"content": "针对离相封闭母线振动易引起的安全隐患,拟开展其振动机理与响应仿真分析。以水平布置的全连式离相封闭母线为例,建立动力学模型,分析短路故障时和地震作用下的母线振动响应机理,并进行仿真和对比分析,结果验证了母线发生的振动,且振动强度带来的危害不容忽视,该研究为母线振动分析与减振研究提供理论依据。", "label": "电气工程", "id": 0}
{"content": "介绍了徐州华润电力有限公司1600/1150KW双速6KV高压异步电动机微机综合保护的配置策略、保护原理、定值实例计算。", "label": "电气工程", "id": 0}
{"content": "近些年,伴随着电气自动化技术的飞速发展,尽管泵站电气自动化控制水准逐步提高,但在集中化控制和无人操作层面仍有一些不够。文中剖析了智能化技术在泵站电气自动化控制中的主要运用方位,讨论了神经网络、专家管理系统等智能化技术在泵站电气自动化控制系统中的运用,仅供参考。", "label": "电气工程", "id": 0}
{"content": "随着现代科技的发展,对互联网以及计算机的研究逐渐深入,自动化的技术已经融入到千家万户的生活中。而电气工程是居民日常生活中最为基础也是最为重要的民生建设,在电气工程中融入自动化技术可以很好的提升管理效率,对于利用率也有很大的加持作用。在现代化的城市发展中,传统的电气工程管理控制技术已经逐渐落后,管理效率低下的同时还经常会出现人为原因导致的差错,而电气工程代表着社会的发展进步以及居民日常生活的基础水平,因此在电气工程自动化方面的发展是非常重要的,通过先进的计算机网络控制技术,使原本需要人为干预的操作可以通过计算机的自动分析完成自动操作,在改善了控制效率的同时还可以降低错误率。本文将从电气工程的基础开始,对现阶段电气工程自动化中遇到的问题进行描述,同时提出相对应的策略,并分析智能化技术在电气工程自动化中的必要性,完善当前我国在智能电气工程自动化中的欠缺。", "label": "电气工程", "id": 0}
{"content": "伴随着国家经济,科技实力的高持续跨越式发展,人们对生产,生活中各种用电资源的需求总量也逐渐大幅度提升,进而必然对国内电力系统效率提出了更高的要求。文章对国内外电力系统安全性和管理自动化先进技术发展趋势做了一个基本的系统概述,并对其涉及的电力安全质量控制的几个基本问题逐一进行了分析,这些问题分别从系统方面,设备使用维护,人才培养,监管评价机制完善等几个方面进行了研究和总结,以期为我国现代化电力系统设备运行使用效率和电网安全性的提高做出贡献。", "label": "电气工程", "id": 0}
{"content": "这篇文章的主要重点是PLC技术在电气工程及其自动化控制中的应用。首先阐述了PLC的定义和组成,然后分析了PLC技术的应用概念,最后总结了PLC技术在电气控制中的应用策略。", "label": "电气工程", "id": 0}
{"content": "在国内科技快速发展的今天,我国工业水平得到显著提高,改变了传统生产模式,同时也提高了生产效率。快速发展的科技,让生产模式发生了很大的变化,解决了传统生产模式问题。现如今,电气工程自动化控制属于成熟技术手段,能够显著促进工业发展与生产。PLC控制技术、电气工程自动化控制结合到一起,让我国的电气工程自动化水平得到显著提高。使用PLC技术的时候,需要技术人员表现出PLC技术和电气工程自动化控制融合细节更多关注,了解技术使用难重点,提高PLC技术使用价值,让电气工程自动化控制系统获得更强大的功能。本文将参考PLC技术特点,研究电气工程自动化控制中的该技术作用,为更好的控制电气工程自动化技术使用效果提供支持。", "label": "电气工程", "id": 0}
{"content": "随着电力改革不断深入及科技的进步,电力系统自动化水平也逐渐提升,其中110kV变电站便构建了综合自动化系统。为了进一步提升整个电网系统安全稳定运行的水平,本文主要针对110kV变电站综合自动化系统调试问题进行分析,并提出解决对策,以供相关业内人员参考。", "label": "电气工程", "id": 0}
{"content": "介绍备用电源自动投入装置的发展和基于PLC的备用电源自动投入装置在水电厂用电中的应用。采用PLC作为备用电源自动投入的控制系统,不仅实现起来简单,而且功能上的改进只需修改软件即可实现,是一种简单高效的厂用电备投实现方法。", "label": "电气工程", "id": 0}
{"content": "随着电力系统负荷的日益增加,新建的变电站中多采用扩大内桥型接线方式,本文针对三进线扩大内桥接线方式的变电站,介绍了其主要运行方式,讨论了母线或进线检修、断路器偷跳或拒动以及主变保护动作对备自投的影响,在此基础上提出了三进线扩大内桥接线的备自投动作方式,为其设计应用提供参考。", "label": "电气工程", "id": 0}
{"content": "<正>一、引言习近平总书记强调,电力是重中之重,电网是生命之网。温州市地处东南沿海,几乎每年都会遭受台风袭击,频发的台风、强降雨、冰灾等极端自然灾害给电网运维带来了严峻挑战,对电网安全的要求也越来越高,防汛防台应急抢险成为电力部门必修的基本功。而永嘉县作为温州11个县（市、区）之一,地处瓯江以北,与温州隔江相望,其山地面积为2308.5平方公里,约占整个县域面积的85%,", "label": "电气工程", "id": 0}
{"content": "<正>一、引言电力行业随着信息化建设、智能终端、移动应用以及物联网的快速发展,电网、互联网等企业积累了丰富宝贵的数据资源,特别是配电网方面,随着信息系统的不断建设,规模日益增大,结构日趋复杂,针对配电网建设的各种信息化系统复杂多样,目前系统应用仍然以\"事后录入、事后统计\"分析为主,停电计划平衡、缺陷故障排查等依赖于人工经验,", "label": "电气工程", "id": 0}
{"content": "<正>一、引言短期负荷预测（STLF）是智能电网的关键技术,是一个复杂的非线性问题,通常涉及天气、地理位置、社会和经济因素。由于电力行业收集的直接和间接数据越来越多,从数据挖掘的角度来看,电力负荷预测可以获得更好的精度。虽然现有的基于深度学习的研究促进了短期负荷预测的发展,", "label": "电气工程", "id": 0}
{"content": "<正>一、引言近年来,国网公司坚持履行坚强智能电网发展战略,推动电力系统各个环节万物互联、人机交互,实现状态全面感知、信息高效处理、应用便捷灵活,支撑管理创新、业务创新、业态创新和新的更高水平的价值创造。物联网、云计算、大数据、移动应用等技术为配电网领域的业务流、数据流互联提供了重要的技术基础,公司在开展基于物联网的数字化配电网应用领域的探索和研究中,建设了配电网工程智能化管控体系,取得了较好的实际应用效果,", "label": "电气工程", "id": 0}
{"content": "<正>一、引言智慧电厂是国家倡导\"互联网+智慧能源\"的大背景下,通过工业互联网、云计算、大数据、人工智能与发电产业的深度融合,实现智慧生产、智慧经营和智慧管理,推进企业转型升级的新一代电厂形态。建设智慧电厂,是发电企业适应行业发展新常态,增强企业核心竞争力,促进企业高质量发展的必然选择。目前智慧电厂建设在国内外尚处于探索起步阶段,", "label": "电气工程", "id": 0}
{"content": "<正>一、引言《国家电网公司开关常态化远方操作工作指导意见》明确要求在全国范围内逐步实现调控中心对无人值守集中监控变电站开关远方操作常态化,提升电网运行效率。本次无锡供电公司在已有的远方操作基础上,不断深化远方遥控精准快速控制优势,发掘调控一体化远方操作效率提升空间,突破监控智能优化遥控操作技术难点,完善自身管理和技术手段,从设备控制深度、操作广度两个维度,扩展远方操作范围,转变远方操作模式,深化变电站一键式操作技术条件。实现源端维护,远程调用,", "label": "电气工程", "id": 0}
{"content": "配网自动化技术作为配电管理的重要手段,在配网高速发展的背景下,为了缩短用户停电时间,更快速定位和修复故障而改变线路定值配置成为常态。应对各种大用户电力专线,选择更可靠的定值配置方案将成为未来趋势,配网馈线定值的校验应时成为重要的研究内容。配网自动化所整定的保护定值主要是利用继电保护技术以及自动化控制技术将配电网的实时、非实时和准实时数据进行信息整合和集成控制,实现配电网正常运行及事故情况下的监测、保护及控制。本文提出了一种配网馈线自动化定值校验装置的设计方法,并开发了相应的校验装置,该校验装置是以继电保护装置、模拟断路器、模拟负载组合而成的,可集监测、控制、保护、通讯等功能于一体。主要是为了对预先设定如人工设定的电压电流定值和动作时间进行校验,通过模拟断路器的分合闸操作模拟配网运行的实际工况,在设定的电压电流定值和动作时间有问题时及时调整,保证最终调整的电压电流定值和动作时间满足实际需求,解决人工校验可靠性低的问题,从而提高了定值校验的可靠性,并且在校验过程中模拟配网运行的实际工况,实现较好的校验效果。", "label": "电气工程", "id": 0}
{"content": "电力资源是当今社会发展的基本能源。受经济水平的影响,我国人民生活水平普遍提高,导致工业用电量不断增长,输配电线路损耗成为亟待解决的主要问题。为了实现供电企业经济效益的最大化,一般来说,电力线路是新的节能、削减消耗效率点,因此研究如何实现电力输电线路的节能、削减消耗的技术研究人员在增加。", "label": "电气工程", "id": 0}
{"content": "输配电线路运行会影响电网的整体运行情况,输配电线路的安全运行维护工作也对电力系统的升级乃至行业的发展起到重要的作用。因此,相关人员应当充分掌握影响输配电线路安全运行维护工作的因素,提出加强输配电线路安全运行维护的策略,从而提高电力企业输配电线路的安全运行质量,保障我国用电人员的用电安全。", "label": "电气工程", "id": 0}
{"content": "对于配电线路的安全管控来说,是一项非常重要的管理工作,其水平将会直接影响整个电力系统的正常运行。电力配电线路在运行过程中受影响的因素较多,若是发生故障将会造成一定经济损失,对人们的正常生活造成严重的影响。因此,相关人员要建立完善的安全管控体系,不断提高自身的专业技术能力,促进社会稳定发展。本文主要分析电力配电线路安全管控的重要性,结合当前技术改造现状进行分析,以供参考。", "label": "电气工程", "id": 0}
{"content": "随着我国经济飞速发展,电力架空线路对保障电网线路安全运行起着非常重要的作用,尤其在配电网侧,对用电要求非常高的城市配电网,快速的故障快速定位、隔离和非故障区自动恢复供电尤为重要。本文提出基于\"北斗+5G\"的电力架空线路智能分布式FA的保护技术,通过北斗模组可实现对智能分布式FA终端的定位和自动授时。线路故障时智能分布式FA终端跳闸同时给北斗模组故障跳闸信号,北斗模组收到跳闸信号后,转换成经纬度数据通过4G/5G通信模块上传至应用平台或配电自动化主站。根据预设条件自动实现故障定位、故障隔离和非故障区域恢复。可大幅提升电力系统信息化程度,减少故障处理及运维资源,大幅缩短故障短路故障隔离及恢复时间。", "label": "电气工程", "id": 0}
{"content": "为了实现输电线路渉鸟故障的差异化防治,提出一种基于深度迁移学习的危害鸟种图像识别方法。根据历史渉鸟故障的鸟种信息建立88种相关鸟类图像数据集,采用类激活映射进行图像预处理,滤除复杂背景噪声。基于迁移学习的思想,首先利用AlexNet、VGG16、ResNet50、Inception V3四种深度卷积网络建立学习模型,采用ImageNet数据集对其进行预训练,通过微调预训练后的网络结构进行模型迁移,使其匹配鸟种图像识别任务。然后,利用鸟种图像样本集对迁移学习模型进行训练与测试,基于四种网络的识别结果建立一种融合多卷积网络的渉鸟故障危害鸟种识别模型,该模型对88种危害鸟种的识别准确率可达91.21%,能够有效实现架空输电线路巡检图像中的鸟种识别,进而为渉鸟故障防治提供参考。", "label": "电气工程", "id": 0}
{"content": "鸟类在输电线路杆塔上的筑巢会对输电设备造成不良影响,甚至危害电网的安全稳定运行。近年来,输电线路中鸟害故障逐年增多,造成的经济损失日益增大。传统的输电线路鸟巢的人工巡检方式费时费力,且安全性较低。因此,本文提出一种基于FasterRCNN卷积神经网络的输电线路杆塔上鸟巢的自动检测方法。该方法利用无人机巡检图像,自动识别定位输电线路杆塔上鸟巢所在位置。通过对鸟巢图像进行数据增广,解决了神经网络分类器的训练样本不足及过拟合问题。实验结果表明,该方法能够有效的检测复杂环境下的鸟巢目标,且检测平均准确率达到96.87%,召回率达到95.38%,检测速度达到0.154s。与传统的鸟巢检测方法相比,该方法具有更强的适用性和泛化能力,对鸟类活动进行分析及采取有效的防范措施提供了理论依据。", "label": "电气工程", "id": 0}
{"content": "鸟类活动引起的电网故障呈现上升趋势,为了辅助输电线路巡检人员进行鸟类识别,本文该文提出一种基于YOLOv4目标检测的渉鸟故障相关鸟种图像识别方法。利用巡检图像与网络资源构建电网渉鸟故障典型危害鸟种图像数据集,并进行图像标注与数据增广。建立YOLOv4检测模型,采用多阶段迁移学习进行模型训练,并引入Mosaic数据增强、余弦退火衰减及标签平滑三3种方法提升训练效果,分析先验框个数、训练方法、样本数量等因素对测试结果的影响,得到最优检测模型,对包含20类鸟种、1134个真实目标的图像测试集进行检测,平均精度均值可达92.2%。将YOLOv4检测结果与Faster RCNN、SSD、YOLOv3进行对比,其检测精度更高,误检数更低。研究结果表明,该文建立的YOLOv4模型能够有效检测输电线路巡检图像中的鸟类目标并实现鸟种识别,可为渉鸟故障差异化防治提供参考。", "label": "电气工程", "id": 0}
{"content": "Excel相关函数公式计算书的使用已经极大地提高了高压架空送电线路计算工作的效率,然而尽管Excel作为办公软件在数据处理及统计方面有着较大的优势,但对于复杂的条件约束、数据判断单凭Excel的基本功能难以实现,为了适应复杂多变的环境下工程数据判定,Excel提供了用户开发接口,通过开发工具VBA编程功能可以将一些复杂的数据变得简单化、智能化。本文将依托作者办公过程中总结归纳,从提高办公效率的一般原则出发,探讨利用VBA实现自动处理相关数据的运用。", "label": "电气工程", "id": 0}
{"content": "鸟类的频繁活动严重影响输电线路的安全运行,为了实现渉鸟故障的差异化防治,本文提出一种基于鸣声信号Mel频率倒谱系数（Mel frequency cepstrum coefficient,MFCC）和高斯混合模型（Gaussian mixture model,GMM）的鸟种识别方法。以引起渉鸟故障的16种典型鸟类为对象,建立其鸣声信号数据库,并对鸟鸣信号进行筛选和裁剪处理,提取其MFCC特征参数。建立GMM分类识别模型,随机选取640个训练样本的MFCC特征参数作为输入量,对模型进行训练,并对320个测试样本进行识别,16种鸟类的识别准确率在80%～96.7%。研究结果可为运维人员正确识别输电线路附近鸟种并进行精准化防治提供参考,有助于降低渉鸟故障发生率。", "label": "电气工程", "id": 0}
{"content": "鸟类活动会对架空输电线路的运行产生较大影响,不同鸟种引起的线路故障具有明显差异,为了提高渉鸟故障防治的针对性,需要对输电线路相关鸟种进行分类识别。本文以鸟粪类、鸟巢类、鸟体短接类和鸟啄类四种渉鸟故障对应的8种代表性鸟种为对象,对其鸣声信号进行研究,通过分帧加窗、端点检测等预处理,采用离散傅里叶变换和Welch算法获取不同鸟鸣信号的功率谱密度（power spectrum density,PSD）图,从中提取129个频率点的PSD特征;基于随机森林建立分类识别模型,以PSD特征作为输入量,开展模型训练和不同鸟种分类测试,8种鸟类的识别准确率在83.3%～100%。研究结果可为输电线路运维人员正确识别相关鸟种提供参考,进而提高渉鸟故障防治措施的精准性。", "label": "电气工程", "id": 0}
{"content": "为了提高架空输电线路渉鸟故障防治措施的精准性,对江西电网2005～2019年期间的337起渉鸟故障进行统计分析,提取电压等级、杆塔类型、导线排列方式及绝缘子串型等杆塔结构特征,以及农田、水库、林区、河流及鸟类迁徙通道等地理环境特征。根据统计结果计算不同杆塔结构特征对渉鸟故障的影响度,拟合地理环境特征指标值与杆塔距离的关系式,分别采用层次分析法与熵值法计算两类特征各个指标的权重系数,运用线性加权法构建输电线路渉鸟故障风险等级的量化评估模型。基于历史故障数据,划分出杆塔渉鸟故障的风险等级,通过评估算例验证了模型的合理性。研究结果有助于实现电网渉鸟故障的差异化防治,进而降低输电线路的跳闸率。", "label": "电气工程", "id": 0}
{"content": "本文针对某220kV电力线拆旧改造工程跨越沪昆高铁拆除旧导线无法搭设跨越架和封网的问题,通过深入分析现场实施条件和设计技术参数,并结合现有施工资源和以往施工经验,提出了无跨越架不封网配合夜间高速铁路\"天窗点\",利用\"走一动滑轮组\"直接落线拆除旧导线的解决方案,以期为类似工程提供借鉴。", "label": "电气工程", "id": 0}
{"content": "本文针对某±800kV特高压直流输电工程在陡峭山区施工场地狭窄的情况下,临近带电体不停电组立高塔的难点,通过深入分析现场条件,并利用数学建模工具校验安全作业距离,辅助开展方案技术经济比选,最终选择采用内悬浮内拉线抱杆组塔方式,有效地解决了临近带电体组塔难题。", "label": "电气工程", "id": 0}
{"content": "输电线路三维设计是对传统输电线路设计的一次飞跃式的技术升级,大大解放、提高了生产力,同时体现了和谐设计、环保设计和可持续设计的先进设计理念。输电线路三维设计是实现\"智能电网\"的重要组成部分,本文主要研究以下几个方面:通过三维数字化平台建立线路三维模型,进行出线规划;通过线路三维模型,对线路路径进行优化;通过建立三维铁塔及基础模型,对铁塔及基础进行碰撞校验。", "label": "电气工程", "id": 0}
{"content": "在我国各层面对于电能需求量不断增加的今天,高压输电线路系统组成较复杂,为确保高压输电线路电力传输效果,在开展设计工作的过程中,要针对不同高压输电线路系统的独特性来开展设计工作。确保高压输电线路设计的科学性,保障电力的稳定传输。", "label": "电气工程", "id": 0}
{"content": "为了研究防鸟装置对绝缘子积污特性的影响,本文利用流体场分析理论,通过设置污秽体积分数,建立绝缘子动态积污模型,分析了风倾角以及降雨冲刷系数对典型防鸟装置条件下绝缘子积污特性的影响,揭示了输电线路典型防鸟装置对输电线路绝缘子积污特性的影响机理,并利用人工积污试验进行了验证。仿真及试验结果表明,由于防鸟罩安装在绝缘子正上端,对绝缘子具有一定遮挡作用,安装防鸟罩会加重第1片绝缘子上表面的积污,但对其他绝缘子影响不大;防鸟挡板由于与绝缘子相距较远,安装防鸟挡板对绝缘子的积污基本无影响。", "label": "电气工程", "id": 0}
{"content": "许多输变电设施和设备,特别是位于地质条件复杂区域上的设备,经常受到滑坡、沉降、塌陷等地质隐患的威胁。地质沉降一般比较缓慢,人工和航拍难以察觉,而全线安装北斗/GPS形变监测设备的代价又太高,因此急需一种能够对输电线路全线进行地质形变监测的低成本技术手段。卫星干涉合成孔径雷达（In SAR）在地表形变监测方面具有观测范围广、监测精度高、均摊成本较低等诸多优点,在输电线路沿线地质形变监测中具有广阔的应用前景。基于时间序列In SAR技术,实现复杂场景下输电线路沿线地表形变反演,在研究区域内获得了大量的地表形变监测点,通过形变监测数据分析发现多处地质形变区域,在输电线塔周围也发现明显形变区,验证了时间序列InSAR技术用于复杂地貌条件下输电通道地表形变监测的有效性;针对复杂场景的地质形变监测,研究和改进面向面目标形变监测的DSIn SAR形变监测方法,实现广域面目标的复杂自然地表和输电基础设施的高空间密度的形变监测;基于反演获取的空间沉降形变场和时序变化信息,形成地质沉降时空演变场,实现电力线路监控区范围地质灾害的风险分析;通过中分辨率数据的高精度时间序列In SAR处理,获得单个输电点塔杆塔顶和塔底形变时间序列,发现了塔底热膨胀产生的形变,实现对输电点塔杆的立体监测。", "label": "电气工程", "id": 0}
{"content": "电力网作为国家电能输送的基础网络,在推动工业生产与维持经济增长方面有着重要的战略意义。我国的架空线路挂线异物目前主要采用登塔走线、无人机喷火等方法进行清除,具有作业程序复杂、安全风险高、人力物力消耗大等问题。因此,结合异物形态和历史数据库研制出一种新型超远距电网异物激光清除器,能够自动识别导线异物轮廓,计算预期切割线并控制云台精确快速瞄准,实现300 m范围内挂线异物的跟踪清除。该装置提高了电网异物激光远程清除器的工作效率、使用安全性,增加了设备的易用性,为革新电网异物带电清除工作方法奠定坚实基础,旨在解决输电线路挂线异物远程带电清除技术难题,应用前景广阔。", "label": "电气工程", "id": 0}
{"content": "针对当前用电异常故障查找方法原始,用电信息采集系统数据量过于庞大,无法有效地监测、分析用电异常的情况,提出构建基于台区用采网络边缘计算的用电异常监测系统,利用计量设备和智能终端形成分布式监测网络,根据不同的用电异常表征现象建立不同的监测判别模型,再将监测到的异常按照紧急程度进行分级处理,从而有效地监测、处理各类用电异常情况。", "label": "电气工程", "id": 0}
{"content": "本文以某家电产品的无线电能传输系统（WPT）为研究对象,首先使用场路耦合方法进行WPT系统的电磁仿真设计,同时考察收发线圈的设计结果是否满足产品设计目标需求,然后从提升收发线圈盘的互感角度分析了匝数与系统设计目标之间的敏感度关系,基于此结果确定了WPT系统设计的关键参数。最后,根据电磁设计结果,实施了WPT的硬件电路实现,实验测试结果与仿真分析具有较好的一致性,验证了该方法的正确性和有效性。本文为提高WPT系统的性能提供了一种有效的设计手段。", "label": "电气工程", "id": 0}
{"content": "针对某电磁阀存在的启动电压不满足设计要求的故障,策划并使用Maxwell电磁仿真软件,对该故障电磁阀进行Maxwell结构建模,并进行模型参数化设置,结合线圈匝数、线圈电阻及结构尺寸等的关联计算,完成故障状态、增圈状态、减圈状态等多种状态的参数确定与仿真计算,通过对各状态下的电磁力值仿真计算结果进行定性定量分析,分析得出解决电磁阀启动电压故障的方向与方法,并以此方法指导故障产品的排故,在故障产品上得到实际验证,最终排除故障。", "label": "电气工程", "id": 0}
{"content": "热电联供系统为复杂的非线性系统,时间尺度跨度大,热力系统、电力系统的响应特性存在较大差异,系统仿真效率和准确度难以兼顾。针对上述问题,提出了一种基于Simulink/SimPowerSystems的固体氧化物燃料电池热电联供系统多速率仿真方法。采用MatlabS函数建立了固体氧化物燃料电池动态模型,基于电路类比法建立了热力管网等效电路模型。根据不同系统和设备的响应特性进行分区仿真,不同分区使用不同的仿真步长。最终,通过算例分析,验证了所提出多速率仿真方法的有效性。", "label": "电气工程", "id": 0}
{"content": "电力系统在现在人们的生活以及社会的发展过程中占有十分重要的地位,而对于电力系统的分析能够辅助人们更好的判断电力系统的运行情况,辅助人们更好的对现有的电力系统进行不断的改进与完善,提升电力系统整体质量。而对电力系统电磁暂态情况分析是电力系统分析中的重要组成部分,为保证电磁暂态仿真分析质量,需要人们重视电磁暂态初始化问题。本文将以电力系统电磁暂态仿真初始化问题作为研究内容,对其进行简单的阐述与分析。", "label": "电气工程", "id": 0}
{"content": "为实现配网潮流分析方法的速度性能和准确性的提高,提出一种能反映负荷静态电压特性的配网潮流算法。该算法结合历史运行数据将用电负荷模型等效为恒电流分量和恒阻抗分量的组合形式,通过修改二者占比可以模拟不同特性的负荷,较恒功率模型更贴近实际特性。应用电路原理中的戴维南等效定理和串并联等效定理对配电网络进行化简,先实现网络部分状态量的确定,然后通过还原步骤逐步确定网络所有状态量。通过对IEEE33配电系统的仿真分析,该算法对比恒功率模型在准确性上具备优势,对比前推回代法具有速度优势,在网络运行状态偏离较严重的分析场景中速度优势更明显。", "label": "电气工程", "id": 0}
{"content": "基于电网换相换流器（Line Commutated Converter,LCC）和基于电压源换流器（Voltage Source Converter,VSC）在稳态模型和工作原理上有本质的不同,当这两种换流器混合运用于同一个多端直流输电系统,系统的稳态数学模型和潮流计算方法也发生了相应的变化。本文首先描述了该混合多端交直流系统的稳态模型,然后在综合考虑两种换流器工作原理和控制方式的基础上,导出了该混合系统的潮流计算数学模型,由此提出了一种适用于该混合系统的交替求解算法。最后,分别通过两端和三端的混合直流输电系统算例验证了该算法的有效性和准确性。", "label": "电气工程", "id": 0}
{"content": "本文比较研究了独立电源配电网络潮流计算的各种方法。对本文的研究意义及国内外在配电网潮流计算的研究现状进行了综述、概括和分析。", "label": "电气工程", "id": 0}
{"content": "由于风力发电的随机性与波动性,风电机组的输出功率是不稳定的,这种不稳定的功率并入电网中,会引起电网电压的波动与闪变问题,将会对电网的电能质量产生严重影响。通过对风机产生的电压波动闪变问题进行分析,并利用Matlab/Simulink搭建仿真模型,对电压闪变的检测结果进行了仿真,并且考虑了某96MW风电场,对其电压闪变值进行了评估。", "label": "电气工程", "id": 0}
{"content": "高压直流输电相比较传统交流输电,有着跨区域远距离输电、系统间非同步互联等方面的优势。因此,发展迅速。而由于输电性质的不同,系统分析的对象就由纯交流系统发展为交直流混联系统,相应地,分析理论也应在原有的交流理论上修正。本文主要对交直流混联电力系统的潮流计算进行研究,基于线性N维空间有解性原理,提出扩展变量法扩展交流系统雅可比矩阵,使直流系统和交流系统统一联立,求解交直流系统的潮流参数。", "label": "电气工程", "id": 0}
{"content": "全球经济的高速发展对能源的需求越来越高,微电网和分布式发电技术的优势越来越突出。在研究微电网的运行现状和电源特性的基础上,参照已得到的分布式电源数据,综合考虑微电网的结构特性和运行特点后,设计并实现了一种微电网最优控制仿真系统。经实验证明该系统能有效地提高模式识别率,其在微电网分布电源运行控制方面具有一定的参考价值。", "label": "电气工程", "id": 0}
{"content": "在实际电力系统中,负荷在多种因素的综合影响下时刻变化着,可将其看成是一个连续变化的函数。智能电网的发展使连续时间的数据获取和发电机控制成为可能。应用黎曼积分的思想,对最优潮流进行拓展,考虑变量在时间上的连续性,从而建立基于黎曼积分的连续最优潮流模型。对IEEE5节点系统进行仿真,验证了算法的准确性和实用性。结果表明:该模型能够解得一段连续时间内满足所有约束的调度方案,且发电机出力能很好地跟随负荷的波动。", "label": "电气工程", "id": 0}
{"content": "有源滤波器已成为当前治理谐波问题的有效手段,本文以四桥臂并联型有源电力滤波器为研究对象,对谐波源等主电路参数进行设计,并针对SPWM和三维SVPWM进行仿真分析验证,仿真结果表明:SPWM算法和三维SVPWM算法在电压对称的条件下,均能得到很好效果,补偿后的三相电源电流畸变率明显减小,符合国家相关标准,中线电流明显减小。", "label": "电气工程", "id": 0}
{"content": "风力发电场提高发电量的手段主要在于保障稳定性,减少发电量损失线路损失以及优化机组性能,提高发电能力两个方面。本文主要针对风机发出的无功对线损的影响进行了具体分析研究,为线路损失的降低提供有效依据。", "label": "电气工程", "id": 0}
{"content": "交直流混联网络通过直流功率输送来改变有功潮流分布,从而实现降低系统网损,降低系统成本。尤其对于远距离、大容量、交直流混合网络,调整交直流潮流分布,来降低系统的发电成本具有加重要的意义。交直流混联电网的优化问题不同于传统的单一电网优化问题,如何实现整体的潮流计算与优化,是交直流混合网络的主要问题。本文基于Matpower潮流计算工具包,提出一种计算交直流混合潮流及网络优化的方法,以实现交直流混连系统的最优化潮流计算。并根据上海地区崇明电网结构和风电场实际情况,通过该等效方法的优化提出了一种混合潮流规划方案,为电网规划方案的制定提供参考。", "label": "电气工程", "id": 0}
{"content": "随着能源互联网近年发展,新能源新兴设施的加速推广凸显未来能源互联的主线趋势,其体系架构下可再生能源并网、储能、能量的调配与输送问题需要灵活的电网调度策略才能应对复杂的消纳任务。电-气-热混合供能系统优化研究是解决能源合理配置的有效途径,对网络潮流进行优化配置不仅可以提高能源的利用效率,还可以通过高度耦合来尽可能地减少网络的冗余度。在高级量测体系的基础上及能源互联网的构架下,建立了与之相应的多能负荷数学模型,基于LMBP算法的负荷预测,通过一种优化的遗传算法对建立算例求解,以达到多能流负荷分配及容量配置最优。", "label": "电气工程", "id": 0}
{"content": "针对某500 kV线路不带高抗调试期间进行空载投切试验过程中过电压测量值明显偏大且与现场避雷器动作逻辑不符的问题,分析了CVT的暂态响应特性及二次侧测量电压放大的原因,并基于EMTDC/PSCAD搭建电磁暂态模型,结合现场过电压测试数据,仿真再现CVT电压测量偏差,验证了CVT传变特性改变是引起测量值大于实际值的原因。", "label": "电气工程", "id": 0}
{"content": "随着大规模交直流混联电网快速建设和新能源的大规模并网接入,规划电网潮流出现难以收敛等难题。针对由于无功不平衡所导致的规划电网潮流难于收敛问题,提出了基于最小化潮流模型的潮流收敛性辅助调整方法。针对电网规划特点,建立了相应的最小化潮流模型及其求解算法;剖析了在规划电网潮流不收敛时最小化潮流结果中节点松弛量特性及其分布规律;针对无功不平衡所导致的规划电网潮流问题,建立了基于最小化潮流的潮流收敛性辅助调整方法及其实现步骤;最后,结合我国某地实际电网规划数据进行了应用与分析,结果数据表明该方法的有效性。", "label": "电气工程", "id": 0}
{"content": "随着我国城镇化进程的不断扩大,经济发展速度越来越快,人民群众对电力和能源质量的需求不断提高,电网安全运行在国计民生中的作用和状态不断增强,社会稳定日益突出,迫切需要加强电网输电运行安全和控制的风险管理,及时响应和处置危险事件。本文分析了区域电网一体化运行的风险,并提出了相应的控制措施。", "label": "电气工程", "id": 0}
{"content": "加强对防窃电的相关研究和新技术的研发,对维护电网安全以及保障正常的供电秩序和用电安全有着重要意义。本文从电力系统的现状出发,通过分析窃电行为,总结了窃电行为的具体特征,并提出了一些有效的反窃电措施。", "label": "电气工程", "id": 0}
{"content": "电力系统中的二次设备对一次回路有着重要的作用影响,能够发挥出控制、保护、调节等功能,是电力系统安全稳定运行的基础。而对于二次设备的检修工作,则是保障二次设备稳定运行的重要内容。在传统的检修机制下,时常会出现检修不到或检修不充分的情况,无法满足目前我国电力系统快速发展过程中对于电网系统可靠性和经济性的要求。为了解决这些问题,本文将对电力系统二次设备的状态检修方法进行研究分析,希望能够从做好细节化工作的角度提高二次设备检修质量。", "label": "电气工程", "id": 0}
{"content": "随着社会现代化进程的推进,对供电的可靠性要求逐渐增加,因此本文章主要介绍通过对配网的运行维护与管理的加强,提高供电可靠率。供电可靠率是衡量供配电系统网络可靠性的标准之一,而衡量供电可靠率的主要因素为停电时间。影响停电时间的因素主要包含自然事故、工业生产事故、居民生活事故、供配电设施事故等情况造成的事故性停电及计划检修停电和临时性停电。针对上述影响停电时间的情况主要采取人为规划停电,做好紧急情况处理和做好源头控制措施等方法尽可能的减少停电时间,提高供电可靠率。", "label": "电气工程", "id": 0}
{"content": "电力调度自动化是现代化电力系统中非常重要的内容。电力调度自动化的有效应用对于企业的经济效率是非常重要的。本文对电力调度自动化的应用进行分析,对电力调度的优化方面进行研究探索。以此对电力系统的安全运行有进一步提升。", "label": "电气工程", "id": 0}
{"content": "网络安全的国际形势日益严峻,不断增长的安全威胁给企业带来巨大的挑战。同时,随着国家信息化、数字化建设不断推进,电力监控系统在网络中的暴露面不断增加,电力企业面临着层出不穷的攻击手段,隐蔽性高且高可持续性的攻击更是难以防御。电力企业信息系统运维人员对外部攻击者的攻击手段、攻击技术缺乏了解,攻防不对等,只能处于被动地位。为补足电力企业防护措施的短板,本文旨在对主动防御相关技术进行研究,采用主动防御技术加强企业网络空间欺骗与动态风险感知处置能力,保障电力监控系统安全稳定运行。", "label": "电气工程", "id": 0}
{"content": "针对电网作业人员不规范佩戴安全帽行为,本文提出一种基于YOLOv3的电网作业现场安全帽佩戴检测方法。针对安全帽佩戴规范性问题,本文以正确佩戴安全帽、不正确佩戴安全帽和未佩戴安全帽三类进行安全帽样本库的构建;并利用该数据库完成YOLOv3模型的训练与测试,结合模型参数、样本比例及算法对比分析,开展电网作业人员安全帽佩戴检测算例。算例结果表明:YOLOv3模型检测精度能够达到92.59%,同时模型每秒可检测15张图片,在复杂作业场景下能够实现有效检测,可为避免电网作业人员安全隐患提供技术参考。", "label": "电气工程", "id": 0}
{"content": "为充分利用需求响应资源并提升微网优化调度的可靠性,首先提出以日综合运行成本最低为目标构建计及差异化价格型需求响应的日前优化调度模型,并以此为基础,进一步将差异化需求响应机制与模型预测控制方法相结合,以滚动时域综合运行成本最低为目标构建基于日内时域滚动优化调度模型;鉴于上述微网时域滚动优化调度为复杂的动态优化问题,提出了一种时域滚动复合微分进化算法对模型进行高效快速地求解。微网算例应用结果验证了所提方法的有效性和优越性。", "label": "电气工程", "id": 0}
{"content": "为了更为合理灵活地评估风电高估/低估给电力系统优化调度带来的风险性,并降低调度决策的保守性,本文基于风电机会约束提出风电高估/低估置信风险功率偏差量化计算方法,并在决策变量中引入变压器变比调节和无功补偿容量优化,构建了计及风电置信风险和源网协调运行的经济/风险多目标优化调度模型。同时,提出了一种基于可行性和非劣性综合排序回溯搜索（FNSBS）算法,以实现对多目标优化调度模型高效准确的求解。最后以IEEE30节点为例进行计及风电置信风险的源网协调多目标优化调度计算,结果验证了本文所提出方法的有效性和优越性。", "label": "电气工程", "id": 0}
{"content": "为了提升不确定性环境中含光热电站热电联供型微网（CSP-CHPMG）优化调度的鲁棒性,本文首先基于机会约束高斯混合模型构造风电功率预测误差和负荷预测误差的不确定性集合,实现对调度方案鲁棒性的准确描述;然后提出将鲁棒性作为协同优化目标,并计及电能需求响应构建CSP-CHPMG鲁棒经济多目标优化调度模型,以保障调度方案的鲁棒性和经济性实现最佳均衡协调。算例应用结果证明了所提基于机会约束高斯混合模型的CSP-CHPMG鲁棒经济调度方法的优越性。", "label": "电气工程", "id": 0}
{"content": "过程概念是现代组织管理中最基本的概念之一,将过程概念加以拓展,便形成了一种有效的管理方法,这一方法在电力系统内取得了广泛的推广和应用,即全过程管理。本文将全过程管理方法与用电监察相结合,为用电监察的全过程的有效进行,和保证用电监察的效果进行了探讨。", "label": "电气工程", "id": 0}
{"content": "针对目前配电网项目管理工作中主观立项、项目难排序、评价方法缺失的问题,建立了配电网问题管理及立项决策量化评价体系,提出了一种配电网设备立项需求迫切度量化评价方法。从实际问题出发,对配电网建设、运行真正关注的问题梳理分类,通过数据中台自动收集各业务系统中的相关问题,纳入运行、网架、发展问题库,分离出问题中的立项因子,建立设备问题-需求模型以量化设备的立项迫切度。以实际项目为例,对方法进行了详细的说明和可行性验证。", "label": "电气工程", "id": 0}
{"content": "<正>按照\"关于开展2021年江西电力优秀科技论文评选活动的通知\"（赣电机[2021]10号）文件要求,各会员单位组织了论文申报。论文内容涵盖了发电技术、电网技术、新能源发电与节能技术、化学与环保、信息及自动化技术等多个专业,特别是在新能源发电和系统接入、输电线路防鸟等近年热点领域比以往有大幅的增加。", "label": "电气工程", "id": 0}
{"content": "为实现具有鲁棒性的综合能源系统优化调度,本文通过将高斯混合概率模型置信区间与信息间隙决策理论（Information Gap Decision Theory,IGDT）的鲁棒思想结合起来,提出新的基于鲁棒驱动的置信间隙决策理论,并以?效率最大和运行成本最低为优化目标,构建基于置信间隙决策的综合能源系统多目标鲁棒优化调度模型;然后根据不确定性理论将模型中的机会约束转化为等效确定性约束;并设计一种新型的自适应谐波混叠多目标复合微分进化算法对模型进行高效求解。所提出的置信间隙决策模型不仅可降低常规鲁棒决策的保守性,同时也克服IGDT模型中不确定集合的粗略性和目标偏差因子的主观性,从而可实现更为合理而准确的不确定性优化调度。最后,通过算例分析验证所提方法的有效性和优越性。", "label": "电气工程", "id": 0}
{"content": "本文研究了复杂约束下工业园区能源和生产的协同优化调度问题。基于园区能源系统,分别建立了零售商和车间的收益模型,并将其表述为目标函数最大化问题进行优化。利用双向的信息交互,建立了Stackelberg主从博弈模型,各车间作为跟随者通过园区零售商发送的价格信息来调节每台机器的运行状态,零售商作为领导者根据车间反馈的能耗信息调整电价以及外部购电量,两者都以自身收益最大化为目标,直到达到博弈均衡。仿真结果表明,与集中优化相比,采用的基于主从博弈的分层优化方法能够实现在零售商和车间总收益近乎不变的情况下,有效的减少信息交换和计算复杂度。", "label": "电气工程", "id": 0}
{"content": "本文为多个工厂和多个电力供应商组成的智能电网设计了一种基于电价的交互决策机制。在这个机制中,各个工厂根据电力交易中心公布的价格优化生产线运行时间和运行数量来降低电力成本。所有电力供应商通过广义纳什博弈参与发电量竞标以最大化收益,得到的最优发电计划被提交到电力交易中心,电力交易中心据此更新电价。仿真结果验证了该策略能够有效降低工厂的电力成本和电力供应商的发电成本。", "label": "电气工程", "id": 0}
{"content": "由于能量受限设备通常使用电池供电且不易更换电池,物联网的可持续性往往受到很大约束。无人机搭载无线充电器进行辅助无线充电是解决此问题的有效方法。尽管如此,以往针对此场景下的无人机调度策略研究仅考虑单周期充电或一对一充电形式。鉴于此,本文以保障各能量受限设备始终具备足够电量进行物联网任务作为策略设计前提,以此前提下的最大化总充电量作为优化目标,充分考虑各种影响无人机和能量受限设备电量消耗、电量存储的因素,最后基于马尔可夫决策过程理论设计允许多架无人机在一个周期内对同一个能量受限设备进行充电的最优多周期调度策略。仿真结果表明所设计最优策略相较于一对一最优策略和贪婪策略具有明显性能优势。", "label": "电气工程", "id": 0}
{"content": "针对输变电工程后评价过程中主客观因素对赋权影响、评价指标体系中因子层与指标层的不确定性以及隶属区间的模糊性等问题,提出了一种基于组合赋权法的输变电工程后评价云模型。以运行期间的输变电工程为后评价对象,在已构建好的指标体系基础上,采用结合G1法与熵权法的组合赋权法,并寻求在单位约束条件下对主客观权重的最优组合;并引用云模型将后评价过程中的模糊性与不确定性概念转化为定量的隶属度,构建一种基于云模型理论的输变电工程后评价模型。最后,把该模型应用到某实际输变电工程中,得其评价结果与其他评价方法所得结果相同,且与实际情况相一致,从而验证了本文所述方法的可靠性与可行性。", "label": "电气工程", "id": 0}
{"content": "网源稳态调压方式会对系统动态无功支撑能力产生直接影响。针对特高压弱受端电网电压稳定水平下降的问题,提出了一种直流换流站内滤波电容欠补偿、同步调相机迟相调节的稳态无功协调控制策略。调相机AVC子站作为控制中枢,与直流控保系统进行运行信息、动作指令信息和动作报文信息通信,以交直流系统无功交换量为控制目标,通过调相机与滤波电容无功置换,达到减少滤波电容投入组数,增加调相机稳态无功出力的目的,从源头上减少交流电压跌落导致的换流站无功补偿缺额。基于雅中-江西特高压直流投运后的江西电网规划数据,在PSASP上开展潮流计算与暂态稳定分析。不同工况下的仿真结果表明,所提协调控制策略可以有效降低弱受端电网电压失稳风险,提升直流功率消纳能力。", "label": "电气工程", "id": 0}
{"content": "针对直流系统目前存在的充电机、蓄电池、直流系统接地故障与隐患排查、维护不系统、零散化,无法对潜在的隐患早发现早处理及直流接地故障排查困难等问题,以及直流系统运行、维护困难、成本增加的问题,通过现代便携式数字仪表设备的应用探讨,论证了本解决方案在直流系统隐患排查中的适用性及必要性。", "label": "电气工程", "id": 0}
{"content": "无线能量传输技术包括微波无线能量传输与激光无线能量传输（LWPT）两种技术途径。激光无线能量传输是指不使用能量传输线,而使用激光作为能量传输载体,从远距离为目标机器供能。相比于传统的能量传输方法,激光无线传能具有传输距离远,传输功率密度高等优点,所以其可用于空间太阳能电站的实现,也可广泛应用于远距离对无人机、卫星、空间飞行器、太空基地、极端条件下工作的机器人等进行能量供应。随着激光技术飞速发展,激光无线能量传输技术也越来越受到重视。为了提高激光辐照下聚光模块作用下光伏电池的能量转换效率,使得其能应用于激光无线传能系统中,从而使系统能够进入实际应用,本文对激光无线能量传输技术在装有聚光模块的光伏电池的系统进行建模,并对系统的性能进行仿真模拟。利用comsol软件的仿真结果,分析得到该激光无线能量传输系统的能量利用效率。结果表明激光无线传能下装有聚光模块的光伏电池与无模块的电池情况下相比效率有明显提升。本文研究对装有聚光模块的光伏电池在激光无线传能下的各种实际应用做出先一步研究。", "label": "电气工程", "id": 0}
{"content": "BIM对建筑本体的信息集成能力较强,而GIS在地理信息的表达上更具优势,两者具有极高的互补性。基于输变电工程特点与建设需要,本文提出BIM+GIS融合应用技术路线,通过数据建设、格式转换、功能开发、信息发布等,实现数据转换与集成,构建管理平台,开展融合应用,推进输变电工程精益化建设管理水平提升。", "label": "电气工程", "id": 0}
{"content": "2020年上半年,福建省电力公司对各市公司10千伏及以下配网项目可研（项目建议书）开展季度核查,从核查与评价分析报告看,单项核查反馈出配网项目可研存在的问题较多,本文从单项核查的清单核查和内容核查方面研究提升项目可研质量的方法,精准项目储备,进一步提升配电网精准投资。", "label": "电气工程", "id": 0}
{"content": "配电网直接与用户连接,它的稳定运行直接影响着用户的供电可靠性。目前,我国配电网仍处在发展建设阶段,终端设备工作环境恶劣,发生的故障占电力系统80%以上。高阻接地故障发生时,故障特征量不明显,常规装置难以检测、切除故障。本文选取三相电压和零序电压作为故障特征量,利用LCD带通滤波提取特征向量,通过模糊C均值聚类算法来构造分类器并进行故障分类。通过本文搭建的仿真模型验证该算法具有很高的准确率和适应性。", "label": "电气工程", "id": 0}
{"content": "校企合作是高职院校供用电技术专业建设的重要途径,但目前许多院校存在校企合作不深入、效果差等问题,本文首先通过对供用电技术专业师生、合作企业及兄弟院校的实际调查,得出供用电技术专业校企合作的基本情况,然后分析了院校供用电技术专业校企合作的特点,并结合我院实践情况,创新性地提出供用电技术专业校企合作思路,以建立长期稳定的校企合作关系。", "label": "电气工程", "id": 0}
{"content": "本文提出了基于多源非健全敏感信息融合的配电网多类型故障智能化研判方法,通过对过流信号、接地信号、母线失压信号、配变停电事件、电表停电事件等多源信息的融合处理,实现了短路、接地、母线失压、断线、低压故障等多类型故障的综合统一研判。并搭建真型试验平台系统性地检测了配电自动化主站与配电自动化终端在处理典型配网故障时,其研判策略的合理性和正确性,助力配网智能化故障处理完善闭环管控。", "label": "电气工程", "id": 0}
{"content": "柔性直流输电工程通过投入限流电阻来限制启动过程中的过电流,但目前缺乏对限流电阻本体的保护措施,存在保护空白区。因此,首先分析了MMC-HVDC启动过程中限流电阻的电气特性和现有控保策略,阐明了现有保护方法存在空白区的现状。然后根据限流电阻负荷特性提出了反时限保护模型,并设计了反时限保护电路。进而系统性提出了限流电阻保护配置方案,方案以反时限保护作为限流电阻本体的主保护,同时配备了过流Ⅰ段快速保护、过流Ⅱ段快速保护、充电时间保护3种辅助保护方法。最后依托厦门柔性直流输电工程给出了限流电阻保护设计实例并进行了相关试验。在某起试验中,充电电流未正常衰减,限流电阻热效应积累严重,反时限保护在4.67 s后及时动作,验证了所提出的限流电阻保护策略的正确性和有效性。", "label": "电气工程", "id": 0}
{"content": "主动配电网（ADN）是能够充分感知网络运行风险和安全态势、并通过主动管理规避不良运行工况的新型智能配电网。针对短期运行中风光荷不确定性导致的电压越限风险展开研究,提出了一种ADN电压越限风险评估及预控方法。基于概率与严重度建立ADN电压越限风险评估指标,应用半不变量和Gram-Charlier级数展开法随机潮流来实现风险指标的计算。风险超阈值时执行预防控制以提高运行安全性。综合考虑分布式能源有功无功、柔性负荷管理、传统无功电压设备,提出一种基于多级主动管理的电压越限风险预控模型,并给出了基于和声搜索算法的模型求解策略。针对ADN算例应用所提方法实施电压越限风险评估与预控,实现了关键薄弱节点的准确辨识和风险的有效管控。", "label": "电气工程", "id": 0}
{"content": "随着电力电子技术的快速发展,直流配电方式成为了配电网构建的可行方案。相比交流配网,直流配网的传输容量更大,占用供电走廊空间较少,能提供更好的电能质量,作为未来配网的潜在发展方向,评估直流配电网可靠性对直流配电网的实际构建具有重要意义。分布式电源（DG）以及储能系统（ES）的主动接入是构建直流配电网的主要特征,因此本文主要介绍多源接入场景下直流配电网可靠性评估模型,首先建立了时序的源—储—荷仿真模型,进而以序贯蒙特卡洛模拟方法计算分析系统整体可靠性。对比了分布式电源接入前后的系统可靠性,评估了不同接入位置分布式电源对系统可靠性的影响,最后计算不同源—储配置方案下的可靠性指标。根据计算结果提出适合于直流配电网的分布式电源及储能接入方案。", "label": "电气工程", "id": 0}
{"content": "随着便携式电子产品的日益普及,无线充电技术的应用需求持续增长。本文利用电磁感应原理设计并实现了一种基于负载位置识别、蓝牙通信的无线充电系统,该系统通过检测充电负载的当前位置来判定系统是否执行智能断电操作,以减小系统的待机功耗。本设计的无线充电系统可实时显示充电电压、电流,并通过指示灯显示系统的当前工作状态,具有充电电压3.3V～10V范围内可调、无线传输功率可调的特点。", "label": "电气工程", "id": 0}
{"content": "传统安普枪在配网带电作业使用过程中存在较多安全隐患。研制的辅助激发装置,该装置替代了传统榔头敲击方式,可提高安普枪弹芯激发成功率,减少弹芯损耗,同时降低可操作人员上手难度,减少培训时间,在实际使用中能有效提高作业效率,消除原有安全隐患。", "label": "电气工程", "id": 0}
{"content": "随着人们对工程建设绿色环保的要求不断提高,对城市输变电工程安全文明施工也提出了新的要求。本文结合绿色安全环保文明施工技术,分析了输变电工程安全文明措施费的计取现状,对目前计取方式存在的问题及原因进行分析,提出了细化费率、动态管理等构建基于绿色发展理念下城市输变电工程安全文明施工费计取方法建议,并针对目前安全文明施工费管理情况提出合理化建议,给今后的安全文明施工费管理及费用标准制定提供参考。", "label": "电气工程", "id": 0}
{"content": "<正>一、引言着眼于当前,上海某区域电网发展不均衡,不同地区之间供电能力、供电可靠性差别较大。既有沿江10km~2世界一流配电网,但还存在部分地区重载设备较多、供电半径较长、线路联络分段不合理等薄弱环节。从整体看,综合考虑网架结构、装备水平,上海某区域电网供电可靠性水平仍有提升空间。", "label": "电气工程", "id": 0}
{"content": "<正>一、高压电缆运维管理现状相比架空线,高压电缆凭\"大容量、高可靠、占地少\"等独特优势而备受青睐。加之城市化进程不断提高,促使城市电网电缆化率持续攀升,近年来上海高压电缆设备总量保持年均10%的快速增长。与此同时,给高压电缆运维管理带来以下几方面的问题和挑战。", "label": "电气工程", "id": 0}
{"content": "随着全球光伏发电技术的快速发展,越来越多的光伏电源会接入现有的电力系统。但由于光伏发电技术受外界环境的影响较大,输出功率存在间歇性和不确定性,并且会给电网带来很多新的电能质量问题。因此研究和分析光伏发电并网系统的电能质量问题,将会成为光伏发电技术新的研究热点。本文在分析光伏并网对电网电能质量的影响原理,探究了电压波动、共模电流、谐波以及其他影响因素对配电网电能质量的影响规律,并提出了可行性的解决方法。本文为光伏并网对电网电能质量的影响分析提供了理论指导和借鉴。", "label": "电气工程", "id": 0}
{"content": "电力系统负荷具有典型的不确定性和周期性规律,其中短期负荷曲线具有相似性,同时受特殊情况的影响,呈现强烈的非线性特性,而神经网络具有较强的非线性映射特性。本文通过对某地区电力负荷历史数据及特点的研究,利用日常负荷与气象条件的关系,建立神经网络短期电力系统负荷预测模型,实现用BP神经网络对电力负荷进行Matlab仿真预测。", "label": "电气工程", "id": 0}
{"content": "为提高并网双馈风机的低电压穿越能力以及规模化双馈风电接入系统的暂态稳定性,在理论分析双馈风机并网故障内部变量动态响应过程的基础上,设计出一种改进的双馈风机综合低电压穿越控制策略。然后,运用扩展等面积法则理论分析双馈风电接入对系统暂态功角稳定的影响机理,研究不同低电压穿越策略导致的双馈风机不同动态响应过程对系统暂态功角稳定的影响。最后理论及仿真结果表明,有低电压穿越能力的双馈风机接入系统后相对于没有低电压穿越能力的双馈风机而言,更加有利于系统的暂态功角稳定,同时本文设计的双馈风机综合低电压穿越控制策略相对于其它硬件电路投入的低电压穿越策略更加有利于系统的暂态功角稳定。", "label": "电气工程", "id": 0}
{"content": "利用相位补偿法进行PSS参数整定,至关重要的是Philips-Heffron模型中常数K的影响,本文经过整理推导公式,利用matlab编写了计算程序,大大节省了计算时间,且有利于参数正确性的直观判断。通过三个计算实例,验证了公式推导的正确性和程序的可行性,为PSS参数整定计算提供了参考。", "label": "电气工程", "id": 0}
{"content": "针对提高电能质量扰动识别效率的问题,本文提出了一种基于图像增强技术和特征重要度分析的电能质量扰动（power quality disturbance,PQD）识别方法。首先,将PQD信号转换成灰度图像,利三种图像增强技术来增强扰动特征;然后,用Gini重要性指数评估各特征的分类能力,采用序列前向搜索进行特征选择,得到了最优特征子集;最后,基于最优特征子集构造随机森林,以此分类识别PQD信号。算例结果说明了所提方法能在不同环境中均能有效地进行识别PQD信号。", "label": "电气工程", "id": 0}
{"content": "针对当前配电网领域的过电压识别问题,提出一种基于原子能量分布的配电网暂时过电压识别方法。首先,利用原子分解算法对母线零序电压进行分解,获得能反映过电压信号内部结构的原子及其参数;然后依据原子频率参数对原子进行划分和重构,构造原子能量作为特征向量;最后将其输入支持向量机中实现暂时过电压的识别。利用仿真、物理实验平台和现场实测数据对所提方法进行了验证,结果表明:所提取的特征量维数低、区分度高,原子能量分布能够表示暂时过电压的本质特征;结合分类器具有较高的识别准确率和较强的适应性。", "label": "电气工程", "id": 0}
{"content": "电压暂降是影响最严重的电能质量问题之一,电压暂降源定位可以发现并清除扰动源,界定供用电双方责任,避免危害进一步扩大。本文采用IEEE 9节点仿真模型,分析了二种定位方法的规则缺陷,并进行了改进。文中选取了畸变及故障类型转变的电压暂降现场数据,对改进后的算法进行验证与进一步优化,改进后的单一方法定位准确率有所提高但可靠性仍较低。本文采用二元逻辑回归将改进后的多种算法融合,融合后的方法定位准确率进一步提高。", "label": "电气工程", "id": 0}
{"content": "考虑到电力负荷受天气、节假日、时间和季节等因素的影响,为了更准确进行短期负荷预测,文中提出了一种混合型短期负荷预测模型。首先,采用改进的经验模态分解法将负荷分解为若干低频分量;其次,为补偿信号分解过程中的信息损失,利用T-Copula将相关变量的影响纳入模型中;采用深度置信网络,预测未来特定时间的负荷需求;最后评估了该负荷预测模型的性能。结果表明,与传统的预测方法相比,所提模型具有较高的预测精度。", "label": "电气工程", "id": 0}
{"content": "结合线路保护配置方案的特点,分析了不同保护动作特性对电压暂降的影响。基于序贯蒙特卡洛法模拟了线路故障率、故障类型、故障持续时间、故障点等不确定因素,提出一种序贯蒙特卡洛模拟下计及保护动作动作特性的电压暂降评估方法。以IEEE30节点系统为测试算例进行仿真,计算了系统不同线路保护配置下电压暂降指标,结果表明本文所提方法能有效定量分析时间维度上电压暂降指标;忽略不同保护动作特性将使电压暂降评估结果产生误差,实际电压暂降随机评估应充分考虑线路保护配置情况,将不同保护的动作特性引入评估模型中。", "label": "电气工程", "id": 0}
{"content": "针对电网电压骤升后光伏电站并网点电压远高于额定值运行的场景,本文研究光伏变流器基于自身无功容量对并网点电压进行调节时光伏并网系统的小干扰稳定性变化。首先,从电力系统功率传输理论的角度推导得到并网点电压/无功灵敏度,给出并网变流器抑制光伏电站并网点电压升高的机理;其次,建立光伏并网系统的小信号模型,并据此对光伏系统无功电压调节前后进行特征值分析。研究结果表明,电网电压骤升后增加并网变流器吸收的无功功率有助于改善光伏系统的小干扰稳定性。最后,通过时域仿真验证了本文研究结论及其理论分析的正确性。", "label": "电气工程", "id": 0}
{"content": "随着配网中分布式电源比例的提高,其对节点的负荷预测影响较大,传统的负荷预测方法难以满足预测精度要求。针对高渗透分布式电源的负荷预测问题,提出了一种基于小波神经网络和Elman神经网络负荷预测方法。该方法学习能力强,结构简单,收敛速度快,精度高。建立考虑天气类型指数的短期负荷预测模型,并应用小波神经网络和Elman神经网络相结合的预测模型进行训练,将训练结果同实际发电负荷对比,预测出光伏实际出力情况。根据各节点的实际用电负荷及由接入的分布式光伏所提供用电负荷,可得出具有高渗透率分布式电源的节点预测负荷。", "label": "电气工程", "id": 0}
{"content": "<正>一、引言对于电网规划而言,主网规划一般指220kV及以上电压等级电网规划方案和项目,配网规划则指110kV及以下电压等级电网规划方案和项目。在编制规划中,主网规划关注的是区域电力平衡及网架优化,配网规划更注重网格内的电力平衡及网架优化。两者关注点不同,编制主体也有所不同,易造成主配网规划脱节。", "label": "电气工程", "id": 0}
{"content": "<正>一、实施背景长期以来,发展业务基础支撑薄弱,收资依靠手工报表,层层报送,精细不足,客观性不强;工具手段缺乏,图—数—表信息割裂,转换不灵活,无法及时掌握现场变化,无法精准透析基层问题,无法全局把控重点要点,导致问题诊断难以深入、项目投资难以精准,计划安排难以统筹、过程执行难以管控、规划理念难以落地。为落实国网公司\"网上电网\"配电网规划应用支撑工作要求,特别是省公司高弹性电网建设发展战略要求,", "label": "电气工程", "id": 0}
{"content": "针对电能质量技术监督工作现状,结合电能质量技术监督发现问题及专项测试工作结论,以及华电电科院在技术监督实施细则更新方面的工作成果,为后续电能质量技术监督工作科学、深入开展提出了合理化建议。", "label": "电气工程", "id": 0}
{"content": "近年来,提高电压合格率,提升供电可靠性是电力行业面临的一项重要任务,为完成突破此项重要任务,乌海电业局从实际出发,因地制宜,协同主网配网两级开展电压治理工作,通过创新标准、规范化管理,我局综合电压合格率有了明显提升。", "label": "电气工程", "id": 0}
{"content": "现行电能质量技术监督规程未包含功率因素指标,然而,发电企业与电网公司签订高压供用电合同都约定了基准功率因素值,当实际用电功率因素低于该基准值将会被额外按比例收取力调电费,此举导致不少发电企业因功率因素不达标而长期受到力调电费考核,直接增加了企业用电成本和降低利润指标。本文通过分享某综合能源企业在面临力调电费考核情况下,通过技术分析找出功率因素不达标的原因,从而采取有效措施加以解决的案例。为引起行业对功率因素指标的重视,探索性提出了将功率因素纳入电能质量监督指标的建议。", "label": "电气工程", "id": 0}
{"content": "电动汽车及其充电设施正处于迅速发展阶段,其充电行为将对城市用电负荷产生显著影响。根据电动汽车充电大数据统计的行为特征,从服从统计分布的蒙特卡洛算法和集群智能化充电调控模式两个方面进行建模计算,得出电动汽车充电行为的负荷曲线,并将结果与城市居民用地用电特点相结合,分析其对居住用地用电负荷曲线的影响,给出推荐的用电负荷指标。", "label": "电气工程", "id": 0}
{"content": "以推进\"多规合一\"为目标,协调邻避设施与城乡用地合理布局,预留设施空间资源的电力设施布局规划,经过探索、编制、实施各阶段的实际操作,已经取得一定成效。但各地编制的专项规划,也存在一些问题,其中突出的有五方面:一是重规划,轻现状;二是重点位,轻廊道;三是重系统,轻空间;四是重配网,轻输网;五是重形式,轻内容。在国土空间规划编制的背景下,通过识别、评价、建构、管控与实施五个技术步骤形成全域、全要素、结构合理、上下联动、空间耦合的电力设施空间体系,引导电网规划与空间规划的协调优化,实现电力设施与\"生产、生活、生态\"空间的和谐统一。", "label": "电气工程", "id": 0}
{"content": "预决算是电力施工企业进行工程招标报价、确定工程报价和甲乙双方决算的重要依据,利用电力用户工程预决算软件可以完成用户工程项目的概预算和结算。通过结合用户工程项目管理系统,串联工程立项、项目概预算、施工进度、竣工验收、工程结算等流程节点,依据典型设计方案,电力工程项目预决算一体化管理软件被设计。该软件可以达到对电力工程各项目阶段的控制和管理的目的,有效提升相关员工的工作效率,获得最大化的利润。", "label": "电气工程", "id": 0}
{"content": "<正>一、电网基建工程智能化管理平台建设理念在大数据的时代浪潮中,电力企业需要积极探索新时代的电网基建工程管理思路和措施,基于此提出了工程大数据管理平台应用的探索与实践。将智能的大数据管理平台与电网基建管理融合,以传统的电网基建工程管理内容为躯干,通过大数据、互联网赋予新的血液,通过离散的信息资源获取、共享信息、数据分析实现电网基建工程建设管理计划预警和科学决策,解放人力资源,提升工作效能,服务企业发展。", "label": "电气工程", "id": 0}
{"content": "对输电线路工程和发电厂等场地工程地质灾害特点进行了总结,对目前地质灾害监测技术与手段、预警模型研究现状进行了分析,指出滑坡灾害预警要考虑坡体的地质结构、力学特征以及自身的演变过程。电力工程特别是输电线路工程地质灾害处理以防为主,注重灾害的识别,灾害的监测与预警信息化程度低,依赖于人力的主观判断。结合电力工程特点,电力工程地质灾害监测与预警应通过典型单体自然灾害研究,建立区域灾害监测与预警模型,制定单体边坡的预警标准,监测手段要采用多种融合监测方法。", "label": "电气工程", "id": 0}
{"content": "为了推动新一轮科技革命与产业变革,教育部及时推出成果导向教育理念。为顺应这一全新教学理念,作为一门专业基础课,\"电力电子技术\"教学需要及时跟进,并制定长远的教学目标。本文就本课程一些主要知识方面,结合教学经验,给出一些师生需要达到的教学目标和获得的教学效果,包括课堂教学、作业安排与实验验证等方面,以此期望获得更加满意的教学效果。", "label": "电气工程", "id": 0}
{"content": "随着社会经济的不断发展,人们生活水平变得越来越高,相应的也就对电力工程施工质量提出了更高的要求。而在整项电力工程施工项目方面,尤其要做好10KV电力工程技术的施工管理,这是因为10KV电力工程技术施工管理与人们的日常生活工作有着非常紧密的联系。本篇文章首先会谈论10KV电力工程技术施工前的方案与注意事项,之后会分析展开10KV电力工程技术施工管理的必要性,最后给出做好10KV电力工程技术施工管理的措施,以希望为电力企业提供参考建议。", "label": "电气工程", "id": 0}
{"content": "以成都市空港新城企业总部为例,采用BIM技术,优化室外电力排管排布,并采用预制构件工厂化生产加工技术,将电气排管加工为装配式电力排管,现场组装,发挥BIM技术优势,提高施工质量,加快施工进度,节约成本。", "label": "电气工程", "id": 0}
{"content": "针对电网工程分布地域较广,基建人员现场工作耗时耗力、成本较高的问题,利用计算机目标跟踪和图像传输技术,通过与现场人员的协同合作与远程指导完成相应工作。传统的SURF特征描述子运算复杂,导致视频中特征点提取和匹配不稳定,基于此提出IFDG-SURF特征的电网基建工程目标跟踪算法,利用识别局部特征点这一技术,解决电网基建工程中设备识别和设备跟踪等问题。对特征点检测算法和匹配算法,使用不同视角的特征点匹配分别进行了对比实验,最后基于SURF特征点进行了目标跟踪实验,实验结果表明,IFDG-SURF算法在运算速度提高了近40%,R-RANSAC正确匹配率可以达到近95%,适用于现场人员视角多样的特点,对电网基建工程中设备的跟踪效果较好,达到了90%以上的跟踪效果,节约时间、成本,大幅提高工作效率。", "label": "电气工程", "id": 0}
{"content": "输变电工程建设具有工期较长、技术相对复杂、技术自然等条件不确定性大的特征,这些特征的存在致使施工中常发生工程变更。工程变更的发生对工程造价的控制有很大的影响,为了有效控制输变电工程造价,深入研究分析了输变电工程变更存在的主要风险,构建了输变电工程变更风险评价体系及模型,并利用自主决策视角的评价方法,对输变电工程变更风险进行评价。通过实例验证自主决策视角评价方法的可行性。", "label": "电气工程", "id": 0}
{"content": "针对当前电力工程施工管理中存在的问题和弊端,提出将生产管理领域中先进的看板管理理论和方法引入电力工程施工管理中,对传统的施工管理模式进行完善和创新。基于BIM技术平台,对看板在电力工程施工中的应用进行了研究,完成了电力工程BIM施工看板管理系统的设计工作。本论文以进度、安全、质量为主线,结合本系统的信息查询、施工仿真等功能,对电力工程BIM施工看板管理系统在施工阶段的应用进行理论研究。", "label": "电气工程", "id": 0}
{"content": "<正>针对电力设施项目建设过程中的投资浪费和\"三超\"现象,抓住工程设计阶段的前端引领、深化工程造价控制,是处理技术与经济关系的关键性环节。在设计领域,建立一个技术与技经之间的标准化清单,探索以\"工程量清单\"全覆盖为导向的电力建设工程技术经济精益化管理实践,严格设计质量及深度,严密专业间交叉协作,严控全过程造价安全,以\"零容忍\"态度强化技经工作,使设计阶段工程造价控制走向规范化、系统化、法制化轨道,不断提高输变电工程造价管理水平。", "label": "电气工程", "id": 0}
{"content": "<正>为有效应对日趋激烈的市场竞争,提高电力施工类集体企业核心竞争力,需要改变集体企业粗放式管理模式,规范工程资金管理流程,建立以盈利为目的的工程核算方式。本文依托工程实际,剖析电力施工类集体企业工程管理中存在的问题,提出工程资金管控建议。通过完善工程核算机制、规范资金审批流程、管控工程资金流,建立集约化、精益化、规范化的长效运营机制,实现对工程资金全过程管控、有效掌控工程盈亏状况。", "label": "电气工程", "id": 0}
{"content": "<正>一、背景意义（一）实施强基健体,健康有序发展的重要基础电力施工安装在电网系统经办的集体企业中产值规模大、产业关联度高、长期预期效果好,无论从单体工程造价还是营业收入总量,其金额之大都值得重视,成本管控稍微疏忽,不仅会给企业带来较大的效益影响,还会带来廉政风险,不利于企业的健康发展。施工安装工程管理的合理性、合规性可能会成为影响电网企业形象的敏感因素,因此必须实施标准化作业,固化作业流程,加强工程项目全链条管控,助牢企业发展根基,增强防范风险能力,促进企业健康有序发展。", "label": "电气工程", "id": 0}
{"content": "<正>一、\"基于‘七规范’建设的施工项目部标准化管理\"提出背景（一）加强施工项目部建设是提升当前电网工程建设管理水平的迫切需求2018年以来,国网公司系统连续发生\"5.20\"\"6.11\"人身伤亡事故,在社会上造成较大负面影响,由此暴露出的施工项目部人员配置、职责落实等问题日益突出。与此同时,随着\"十三五\"规划的逐步展开,电网建设发展呈现逐步加速的趋势。以枣庄公司为例,2019年\"2115\"电网建设工程,共涉及220kV 2项,110kV 11项,35kV 5项,数量与往年基本持平,", "label": "电气工程", "id": 0}
{"content": "<正>一、研究背景和意义随着国家电网有限公司做出\"加快电网高质量发展、打造坚强智能电网\"的战略部署,宁夏公司也将加快推进增量配电改革、打造典型示范项目纳入年度重点工作。伴随国家电网公司\"大建设\"体系的不断深化,新一轮配电网项目不断投入建设,项目管理要求越来越精细化。为确保改革顺利推进,推动银川公司配电网加快向高质量发展迈进,强化配电网管理质量和提升项目全过程管理水平,国网银川供电公司经济技术研究所充分发挥经研所技术支撑作用,探索新的管理模式,着力解决当前项目管理方面存在的\"重流程、轻现场,重质量、", "label": "电气工程", "id": 0}
{"content": "<正>\"经济发展,电力先行。\"作为国民经济增长特别是基础设施投资领域的风向标,电力基建一直以来都备受社会各界关注。由于天然具备高危行业、环境艰苦、技术复杂、风险多变等特点,电力基建工程历来处在舆论的风口浪尖,稍有不慎,负面舆情就会出现。特别是近年来,江西\"5.7\"、青岛\"5.14\"、陕西\"6.11\"等电力基建事故频发,行业内安全生产形势愈发严峻,传统的电网基建工程安全质量管理模式已受到质疑。如何通过科学有效的管理手段切实保障电力基建工程施工人员的生命安全,提高电力基建工程的工程实体质量,成为摆在我们面前的一道必答题。", "label": "电气工程", "id": 0}
{"content": "<正>一、居配工程安全风险防控标准化体系构建的背景和意义（一）背景居配工程施工现场点多面广,企业改革改制后仍存在不稳定因素,安全风险无所不在,安全隐患排查整改不认真,违章现象未从根本上杜绝,维护企业安全稳定责任重大,且员工个人自我保护安全意识不强,特别是分包队伍人员复杂、流动性强,安全教育的有效性受到影响,违章现象未从根本上消除,面临的安全风险较大。（二）意义", "label": "电气工程", "id": 0}
{"content": "伴随着大规模建设水利水电工程,我国极大程度上满足了人们用水用电的需要,同时市场竞争逐渐激烈,如何提升施工企业之间竞争力,降低成本是我国当前重点讨论的问题。为能保证顺利实施水利水电工程,则应科学地控制工作和施工造价管理。在此篇文中,主要分析施工成本管理过程中出现的问题和科学性造价管理策略,以期望为企业带来学习和参考。", "label": "电气工程", "id": 0}
{"content": "对我国电气一次接线图中标识系统的发展沿革进行了回溯,主要分为文字符号阶段、项目代号阶段、参照代号及标识编码阶段;分析了电气一次接线图标识使用现状,明确了项目代号使用广泛、存在部分工程项目使用非国标标识、新国标提倡新型标识系统编码几个方面的情况;剖析了电气一次接线图中标识使用存在的问题,主要包括标识类型过于繁杂、IEEE器件功能号含义理解容易出错、GB/T50549-2010与GB/T5094可能长期共存、新标识系统亦存在不足之处等几个方面;最后,在此基础上提出了针对性的优化建议。", "label": "电气工程", "id": 0}
{"content": "本文详细介绍了某型励磁整流柜温度过高报警的缺陷分析和处理过程,分析了滤网的选择和使用过程中存在的问题,提出了解决方法,并对滤网的选择和使用注意事项进行了总结。", "label": "电气工程", "id": 0}
{"content": "本文详细介绍了一种新型励磁整流柜散热系统的设计计算,分析了某型整流柜的结构特点,并根据实际运行中出现的问题,指出了其散热系统设计中存在的问题。", "label": "电气工程", "id": 0}
{"content": "T型电缆终端绝缘界面的沿面爬电是12kV环网柜的常见缺陷,在运行过程中会导致电缆绝缘性能逐渐降低,给电缆的可靠运行带来严重的安全隐患。笔者通过多起12 kV环网柜T型电缆终端在运行维护过程中,同批同规格的厂品的爬电情况,进行了检查、试验及原因分析,同时利用有限元方法仿真了T型电缆终端各绝缘界面的电场强度。研究结果表明T型电缆终端爬电缺陷的主要原因是由于涂覆的绝缘润滑脂失效后造成绝缘界面出现微小气隙,进而引起的局部放电。该分析过程可为T型电缆终端的结构选型优化、试验检测、绝缘润滑脂的选择及现场施工质量管控等方面提供借鉴。", "label": "电气工程", "id": 0}
{"content": "本文介绍一种环网柜湿度控制系统检测装置,该装置应用超声波振荡原理产生水雾、采用锂电池组和充放电模块作为装置电源,为超声波振荡电路供电,陶瓷振荡片将水分子变成水雾,通水雾传输通道,送至检测室,检测室湿度检测模块用以实时检测检测室内湿度值,该装置产生水雾随用随取、不用即停。", "label": "电气工程", "id": 0}
{"content": "在内蒙古超高压供电局所处的北方地区,大部分天气较为干燥,每逢春秋季节的早、晚,叠加空气湿度较大的条件下会在户外电气箱体产生凝露现象,极大降低设备运行可靠性。针对北方的气候特点,从凝露形成的原因分析入手,本文以经济适用的角度提出来一种无源的通风口改进措施,能够极大改善户外箱体的防凝露性能,同时能够为电气箱检修时电源或试验线缆提供安全方便的综合通道,是一种非常经济有效的解决方案。", "label": "电气工程", "id": 0}
{"content": "为解决变电站330kVHGIS配电装置三列式双层全联合构架中列构架梁过渡引线带电距离的问题,提出在中列构架梁两侧设置过渡引线悬挑延伸架的设计方案,在悬挑架端部设置导线挂线环,通过两侧悬挑架拉开导线挂线环距离使导线相间距离满足D值校验要求。采用三维空间结构受力分析软件对设有悬挑延伸架的全联合构架进行结构受力分析,结果表明该结构设计方案经济合理且满足承载力和变形的要求。该方案已在实际工程中实施应用,可为后续变电站HGIS配电装置全联合构架结构设计提供参考和思路。", "label": "电气工程", "id": 0}
{"content": "本文主要针对炼化企业某配电间低压电动机回路不具备抗晃电再启动功能、无电气数据信息化传输手段的问题,重点介绍该配电间智能化改造过程及改造后应用效果分析。", "label": "电气工程", "id": 0}
{"content": "通过对国内外环保柜技术对比研究,提出了新型环保气体开关柜解决实施方案。新型环保气体开关柜采用干燥空气作为绝缘介质,通过对绝缘结构进行优化设计,实现整柜结构紧凑,减小设备尺寸。对干燥空气绝缘中压开关柜典型绝缘结构场强分析研究,探索降低开关柜内部电场强度方法,采用优化电极形状及高压屏蔽绝缘措施,实现整柜满足工频耐受和雷电冲击耐受绝缘水平。", "label": "电气工程", "id": 0}
{"content": "配电网作为电力系统的重要组成部分,与电力用户联系最为密切。为了保障配电网正常、高效运行,通过对智能配电房整体设计方案和相关技术的研究,提出以智能配电房综合管理系统为中心,有效整合门禁系统、视频监控系统、测温系统等子系统间的数据,打破数据壁垒,应用物联网、人工智能、大数据分析等先进技术,实现配电网运维的数字化转型和智能化提升。", "label": "电气工程", "id": 0}
{"content": "由于智能型低压成套设备检测标准更新,主要检测方向和内容都发生了改变,致使智能型低压成套开关设备和控制设备检测方法实践操作起来具有一定的难度,为此提出智能型低压成套开关设备和控制设备检测方法解读。结合《智能型低压成套开关设备和控制设备检测要求》GB/T2014相关规定,将母线升温作为开关设备主要检测目标,利用温度传感器采集母线温度特征向量,将计算的平均温度与检测标准对比,完成智能型低压成套开关设备检测;对于控制设备检测主要以控制设备控制程序运行周期作为检测目标,利用上位机软件程序对控制设备运行周期数据采集并分析,完成控制设备检测。", "label": "电气工程", "id": 0}
{"content": "本文阐述了屏蔽线缆在电气连接中起到的作用,描述了一些接线方法以及常见问题解决,提升导通信号的正确性,提高了控制设备的稳定性。", "label": "电气工程", "id": 0}
{"content": "精细化工企业中既能满足生产需要又能安全、合理、经济运行的供配电系统是非常重要的。根据精细化工企业供配电的特点,提出在甲乙类车间设置MCC（MotorControlCenter）室是非常必要的。", "label": "电气工程", "id": 0}
{"content": "介绍了有源电力滤波器（APF:Active Power Filter）在有机硅装置配电系统的应用,分析了有机硅装置配电系统谐波的产生和危害,叙述了配电系统受谐波影响的状态和问题,重点介绍了配电系统谐波污染问题解决的方案选择、设计和实施,总结了有源电力滤波器在有机硅装置配电系统应用后的效果。", "label": "电气工程", "id": 0}
{"content": "针对目前低压配电柜监测中存在的实时性和准确性较差的问题,设计并实现了基于互联网的低压配电柜监测系统。结合互联网技术设计了监测系统软件部分,包括监测系统平台的设计,手持客户端的设计和服务器的设计,并采用模块化的设计方法搭建了低压配电柜数据监测硬件平台。用户可以通过监测系统平台和手持客户端实时监测配电柜内数据的变化,并对相应器件进行控制。实验结果表明监测系统可以实时、准确地对配电柜进行监测及控制,可靠性高,保证了低压配电柜的安全稳定运行。", "label": "电气工程", "id": 0}
{"content": "阐述了机器视觉智能识别系统建设的必要性和意义,叙述了该系统的实现方式和基本结构,介绍了系统在10kV配电站房实际运行和事故应急分析处理应用中的成果,同时对实际应用中存在的问题做出改进并取得了成效,最后指明了系统进一步发展的方向。", "label": "电气工程", "id": 0}
{"content": "提出了一种室外环网柜防凝露方法,通过采用流动密封技术在\"隔绝潮源,无需电源\"（简称:\"无源\"）的条件下实现气密性良好的封堵效果,达到室外环网柜防凝露的目的。通过对于BBS防凝露气密封堵材料进行模拟实验验证与实际工况的应用,验证其在防凝露系统中起到良好的效果,为保证室外环网柜在各种潮湿环境中运行的可靠性提供创新性的技术方案。", "label": "电气工程", "id": 0}
{"content": "变电站设备巡视管理工作是非常重要的工作内容,随着智能化技术应用到变电站巡视工作中,对于提升巡视工作质量较为关键。智能巡视通过对变电站实现全覆盖,将不同载体智能终端搭载到其中,可以将设备中出现的各种缺陷等巡视重点关注的信息,通过人工智能技术和大数据分析的方式,实现集中智能管控,将异常结果自动判别并推送出来,实现变电站智能巡视效果。", "label": "电气工程", "id": 0}
{"content": "在现代化发展进程中,我国科技发展逐渐达到了世界一流的水平,同时,居民生活水平大幅度提升,对生活居住质量的要求也越来越高,国家在进行电力网络发展时,尤其注意关于配电安全的电力标准。因此格外注重变电站维护和运行的质量。电力系统的安全与电网供电有着非常关键的联系,电力系统的安全与否更是直接地关系到了周边居民的生活用电水平,同时在进行电力系统维护的时候,区域内的变电站也发挥着极大的作用,因此变电站的安全与电力系统也有着莫大的牵连。现阶段,我国正处于电力发展的蓬勃阶段,同时对于电力安全的要求也越来越高,疫情期间,我们极少看见因电力问题而出现的居民生活安全,这也从侧面印证了我国在电力系统上的努力和标准。本文将从现阶段我国变电一体化道路上遇到的问题和走入的误区开始,从基础层面对国家变电运维一体化道路进行研究和探讨,目的在于解决发展过程中的问题,同时提出相对应的对策和解决方法。", "label": "电气工程", "id": 0}
{"content": "绝缘手套是变电站中使用最频繁的绝缘工器具之一,由于绝缘手套密不透风,所以在使用过程中手套内部会留有许多汗渍较为潮湿。目前现有的智能安全工器具柜并不能对绝缘手套、绝缘鞋内部的汗渍进行除湿干燥,长时间存放,汗渍会腐蚀绝缘手套、绝缘鞋,破坏绝缘工器具的绝缘性能。本文研究的一种新型快速除湿杀菌智能安全工器具柜,针对绝缘手套、绝缘鞋加装内部进行快速除湿、杀菌、恒温处理装置,让使用过的绝缘手套、绝缘鞋在短时间内部外部无汗渍,无菌。保障使用者握住验电器以及接地线等工具手套不打滑,手上无异味无细菌,更健康安全。", "label": "电气工程", "id": 0}
{"content": "提出了基于图像识别技术的防护屏态势识别系统。该工艺可替代工人现场安全检查,按时减少安全防护屏的劳动,完成安全防护屏的安全检查。智能化系统大大提高了输变电电路运行的高效率。", "label": "电气工程", "id": 0}
{"content": "数字化变电站建设是当前电力系统建设的主要方向,是在现代数字化技术背景下提出的变电站改革,对于现代电力安全生产以及数字化生产模式的建立也有非常重要的意义,而在数字化变电站建设过程中,网络通信技术的应用十分关键,关系到各部分系统能够有效连接。本文笔者针对数字化变电站网络通信技术进行分析研究,文章中简要阐述数字化变电站建设中网络通信技术的建设现状,并提出网络通信技术在数字化变电站建设中的具体应用。", "label": "电气工程", "id": 0}
{"content": "为了解决变电站智能消防前端执行机构灵活性不足、定位精确度低等问题,本文建立了面向变电站智能消防机械臂高精度运动学模型。首先将机械臂结构简化为刚体连杆模型,并基于Denavit-Hartenberg法的齐次变换矩阵来描述机械臂相邻两连杆的空间关系与运动轨迹。接着此基础上,提出一种利用机械臂连杆模型几何约束关系,并针对智能消防系统中使用的四自由度机械臂,进行了正向与逆向运动学分析与求解,则可在解算前判断机械臂能否到达预期位姿。该模型的计算过程不仅避免了复杂的矩阵运算,而且有效地解决机械臂逆运动学高精度控制问题。最后,完成了系统仿真实验,验证了本文所提运动学模型的精确性。", "label": "电气工程", "id": 0}
{"content": "电力在人们生活中已经不可或缺,在国家的经济发展中起着关键作用,为人们的生活稳定提供了保障。变电站作为电力传输、转换的枢纽,一旦发生火灾,不仅会造成电力中断影响居民生产生活,还会发生重大的经济事故造成损失。随着视频监控和深度学习技术的发展,变电站消防监测准确率有了进一步提高。基于多特征和改进的CNN算法对变电站消防监测技术进行优化,进一步提高了监测效率和准确率,减少了事故的发生,提升了变电站智能化水平。", "label": "电气工程", "id": 0}
{"content": "当前电网企业正处于转型的关键时期,应用数字化手段实现变电站建设的智慧化,是电网企业的迫切需求。本文依托某500kV变电站,应用BIM技术建立主设备级别颗粒度的可交付运维的模型,完成BIM模型与现场智能设备传感器连接,开展基于BIM技术的500kV数字孪生变电站建设的研究,初步实现了变电站建设阶段的数字孪生。", "label": "电气工程", "id": 0}
{"content": "为实现变电站工程建设中钢结构与电力设备的配套控制管理,需要从大量的钢结构图纸标题栏中识别相关信息,并与实物进行匹配。针对标题栏中字体模糊、表格形式多样、信息量混杂等问题,提出了基于深度学习CNN+RNN模型的文本检测和CRNN模型的文字识别方法。对现有钢结构变电站工程施工现场钢结构数据集的检测与识别显示,该方法的检测精确率达到80%以上,识别准确率达到90%以上,均优于其他文本检测与识别方法。工程应用结果表明,该方法有效解决了因文字的大小、字体、颜色与排列方式等差异引起的特征提取困难,提高了变电站钢结构图纸标题栏文字识别的准确率。", "label": "电气工程", "id": 0}
{"content": "变电站选址定容是配电网规划的重要环节,本文提出了一种基于改进粒子群算法的变电站选址定容规划方法。建立了考虑地理因素的变电站选址定容问题数学模型;对粒子群算法从动态自适应惯性权重和局部收敛扰动两个方面进行改进,促进算法跳出局部收敛并提高其综合搜索能力;应用改进粒子群算法来求解变电站规划问题;最后通过编程求解规划算例,验证了所提规划方法的正确性和有效性。", "label": "电气工程", "id": 0}
{"content": "当前电网中的交流系统与直流系统正越来越紧密的联系在一起,在交流系统中发生的故障如果不能尽快切除,最严重的情况会造成直流系统崩溃。本文提出500kV变电站原有继电保护系统不变,按串冗余配置双重化的站域断路器失灵保护,集成串内各断路器保护的失灵保护及线路远跳功能,各串保护通过GOOSE网络交互的构建模式。通过具体的回路优化,同时采用蚁群算法加速失灵断路器的定位,缩短断路器失灵保护切除故障的时间。提高500kV变电站供电质量。", "label": "电气工程", "id": 0}
{"content": "变电站巡检机器人适应智能化变电站以及无人值守变电站发展需求,提高正常巡检作业和管理的自动化智能化水平。5G能够带来超高带宽、超低时延以及超大规模连接的用户体验,将5G通讯与变电站巡检机器人结合,业务数据通过5G网络回传到服务器,实现大量机器人巡检数据实时回传至主站监控平台,通过5G的网络通道切片技术,可为机器人远程巡检提供更加安全、快捷、可靠的技术保障。", "label": "电气工程", "id": 0}
{"content": "水越Ⅰ路线路起于水口电厂220 kV开关站,止于南平220 kV九越变电站,线路全长70.512公里,共150基杆塔。线路故障主要有以下四种:单相瞬时故障、相间瞬时（永久）故障、单相永久性故障、线路单相间歇性故障（重合后重合闸充电未完成又发生故障）。因此厘清、分析不同故障类型对应的开关、线路保护动作情况,缩短判断故障性质的时间,能大幅提升后续故障处置的效率,节约送电时间,为公司经营实现提质增效。", "label": "电气工程", "id": 0}
{"content": "针对变电站构架上经常出现鸟窝、杂草等异物,危害变电设备运行,常用方法利用绝缘棒清除变电站构架上异物效率低、使用范围受限的问题,本文提出了用于清除变电站构架上杂草、塑料杂物等轻浮异物并适用于所有人的便携式工具。该工具借鉴垃圾拾取器原理,通过手柄灵活控制夹头,实现带电清除高空异物,现场试验验证该方案的合理性和可行性。", "label": "电气工程", "id": 0}
{"content": "将变电站内开关汇控柜内出现的凝露及发霉的异常运行工况与开关汇控柜内湿度的关系进行分析。通过结合以往变电运维工作中的降低湿度的经验,提出并实施了改善变电站内箱柜内部湿度的有效措施。该整改措施最后实践中证明对柜内湿度降低起到了明显作用,有助于改善汇控柜内运行工况。", "label": "电气工程", "id": 0}
{"content": "本文考虑了导体的暂态电磁特性并应用国际专业接地计算软件CDEGS,采用长宽比不同的接地网模型在各次谐波下的接地阻抗进行了数值分析。计算结果表明:谐波注入点的变化将影响接地阻抗感性分量;工频下,矩形地网长宽比减小时,接地网接地阻抗阻性分量增大。在不同频率的谐波下,对比5组长宽比不同的矩形地网接地阻抗所受影响,提出大型接地网应尽量用长宽比为6/5:5/6的矩形地网,在接地网基建设计、运行维护等过程中应将考虑此因素的影响。", "label": "电气工程", "id": 0}
{"content": "看板管理作为变电站运行管理的重要工具,对变电运维人员掌控设备安全运行,正确开展设备巡视、倒闸操作及事故处理,开展全方位现场施工、检修等安全预控工作起着至关重要的作用。本文阐述了看板管理在变电站运行管理中的使用方法和成果,并对今后看板管理的应用提出了要求。", "label": "电气工程", "id": 0}
{"content": "某厂1号机组更换上层燃烧器一次风组件后出现脱硝入口NOx高,认真分析NOx升高的原因,通过单只燃烧器的配风调整,将上层燃烧器的内二次风拉杆由45°调整为30°,以减少上层单只燃烧器的内二次风量;通过主燃区和燃尽区的配风调整,就地开大每只燃尽风调风器的外二次风拉杆,进而增加燃尽区的二次风量,降低主燃区的二次风量,以实现NOx降低的效果。经采取以上措施后,脱硝入口NOx高的问题得到了很好的解决,这为其他同类型机组解决类似问题提供了很好的借鉴。", "label": "电气工程", "id": 0}
{"content": "本文分析了国家能源集团丰城电厂#1-#4机组脱硝超低排放改造后,脱硝出口NOX含量自动调节无法正常投入的原因,针对存在的问题对自动控制方案进行重新设计、调试,取得喷氨自动在全负荷工况下投入正常,无需要人工干预的良好效果。并通过统计对比优化前后单位发电量尿素消耗量的值,分析计算获得的节能效果,为公司深度节能做贡献。", "label": "电气工程", "id": 0}
{"content": "为了提高SNCR（选择性非催化还原反应）脱硝效率,实现SNCR宽负荷脱硝,在1台130t/h CFB（循环流化床）锅炉上,进行了低氮燃烧调整试验,就分离器出口温度Tsep控制进行了研究。结果表明:SNCR温度窗口存在一个高效反应温度点Topt,将分离器出口温度精准控制在Topt前后可获得更高的SNCR脱硝效率;FGR（烟气再循环）对分离器出口温度Tsep具有调节作用,分别在130t/h、90t/h、70t/h负荷投入FGR,分离器温度分别提高30℃、40℃、70℃,随着负荷的降低,FGR对分离器温度的调控能力增强;上、下二次风比例对Tsep同样起到调节作用,通过切换上、下层二次风门,Tsep的调节范围在30℃左右;Tsep随着一次风率的提高而降低,同时低氧量下一次风率对Tsep的调节范围更大。通过实炉应用表明,分离器温度控制技术可以在高负荷时实现SNCR反应效率的优化,降低脱硝运行成本,低负荷时可将停止的SNCR反应重启,实现NOx达标排放。", "label": "电气工程", "id": 0}
{"content": "由于火电机组运行过程复杂,难以通过机理模型进行精确分析和应用;机组运行状态受诸多因素影响,不同运行参数与运行特征间的数值回归分析困难。针对此问题,本研究提出一种火电机组运行参数及优化效率间的偏回归分析方法,以通过二次风量调节降低NOx排放的应用为例阐述了研究方法。研究方法首先利用数据驱动分析手段,通过机器学习建立复合工况参数与NOx排放间的复合基础回归模型,利用基础模型进行单因素驱动分析,得到NOx排放随二次风量变动的样本数据;选择、设计合理的函数类型对样本数据进行拟合,通过参数估计得到二次风量与NOx排放间的偏回归模型。根据所得偏回归模型可观测在整个二次风量的可调区间内NOx排放趋势,分析结果可用于二次风量的运行调节指导,以达到机组经济环保运行的目的,减小脱硝的投入。", "label": "电气工程", "id": 0}
{"content": "华能（浙江）能源开发有限公司玉环分公司（以下简称华能玉环分公司）超超临界燃煤发电机组采用石灰石—石膏湿法烟气脱硫工艺,脱硫系统在长期运行过程中,吸收塔浆液中亚硫酸钙含量化验值都极低。通过对吸收塔氧化风量理论计算与实际运行情况进行对比,并辅以实验论证,发现脱硫吸收塔氧化风量处于过量状态,并分析氧化风量对吸收塔系统运行影响情况,提出优化运行途径及注意事项,进一步预估产生的经济效益。", "label": "电气工程", "id": 0}
{"content": "本文就火力发电厂600MW亚临界机组,锅炉冲洗排水等热力系统排污水,品质较好,排入废水储存池混合储存,作为废水处理。一方面增加了废水处理量及处理的费用。另一方面,电厂的取水总量增加,导致了发电综合水耗上升。通过小型技改,将这些高品质废水回收,增加了阴阳床的周期制水量,可以节约树脂再生用的盐酸及液碱,同时减少废水处理的成本和水资源的消耗,使除盐水制水成本下降,有较好的经济性,节能降耗,保护环境。", "label": "电气工程", "id": 0}
{"content": "针对某公司脱硫吸收塔频繁出现除雾器堵塞、垮塌情况,为避免石膏雨出现机组降负荷运行,最终导致停机后更换除雾器,通过分析运行调整方式、浆液取样分析、垢样分析、水质分析等手段,总结除雾器堵塞的主要原因,提出了运行控制措施、并对设备进行了技改,解决了除雾器堵塞问题,为同类型机组提供了参考。", "label": "电气工程", "id": 0}
{"content": "燃煤电厂脱硫废水处理采用旁路烟道蒸发处理技术具有投资运行成本低、系统简单等优点,运行稳定性受机组负荷、烟气温度、烟气流场等多个因素的影响。本文釆用计算流体动力学对脱硫废水蒸发过程进行数值研究,得到关于脱硫废水蒸发特性的一系列研究规律。以某电厂660 MW机组配套的废水零排放系统为研究对象,提出了一种新型的脱硫废水喷雾蒸发处理技术,实现脱硫废水零排放,运行效果良好,系统安全可靠,具有推广价值。", "label": "电气工程", "id": 0}
{"content": "采用石灰石-石膏湿法烟气脱硫技术的燃煤电厂,会产生大量脱硫废水,污泥是废水处理后的副产物,对脱硫废水污泥的处置一直是一项环保难题,大量脱硫污泥增加了企业运行成本,同时也对生态环境有很大影响,降低脱硫废水处理后产生的污泥产量成为一个亟待解决的问题。本文以华能珞璜电厂为例,通过分析脱硫污泥产泥率高的原因并进行一系列试验、改造和调整,有效降低了脱硫废水污泥产泥率,具有可观的经济效益和环保收益。", "label": "电气工程", "id": 0}
{"content": "针对贵州某公司因锅炉实际燃用煤种的热值、含硫量、灰分等关键参数与设计煤种存在较大偏差,存在脱硫系统出力降低,塔内浆液品质易恶化,除雾器易堵塞,系统可靠性低等现象,导致机组带负荷能力严重受限。在不对脱硫系统现有公用系统进行改造,吸收塔、AFT塔不加高等条件下,通过对浆液喷淋、氧化空气等系统进行优化、改造,达到适应现有煤种的要求,并于在2019年、2020年分别完成了两台机组的改造工作,其带负荷能力得到大幅度提升。", "label": "电气工程", "id": 0}
{"content": "配煤掺烧技术为发电企业带来显著的经济效益,但若没有考虑后续污染物处理装置的处理能力,环保设施则会出现处理能力不足和总排放口瞬时超标的问题。为防止此类事件的发生,采用粒子群算法优化的BP神经网络模型,研究了负荷、pH值、石膏浆液密度等对脱硫入口SO2浓度指导值（在达标排放条件下脱硫入口允许的最高SO2质量浓度）的影响,并研发一套脱硫运行评估指导系统。该系统通过一键计算,可以实时评估脱硫入口SO2指导值,从而指导运行人员调整配煤掺烧比例,减少总排口SO2浓度瞬时超标的现象。", "label": "电气工程", "id": 0}
{"content": "介绍了燃煤机组高灰煤超低排放改造采用了以低低温电除尘器为核心的烟尘控制技术路线,性能试验和日常运行监测表明技术路线可行,烟尘（颗粒物）最终排放值稳定低于10mg/m3。总结并提出了日常运行控制的要点,认为电除尘器运行温度和机组负荷与烟尘排放浓度有相关性,在机组负荷确定的情况下,电除尘运行温度对于烟尘（颗粒物）的达标排放至关重要。", "label": "电气工程", "id": 0}
{"content": "石灰石-石膏湿法烟气脱硫技术超低排放改造后环保设施投资成本和运行成本相应增加,其运行管理水平的高低直接影响燃煤发电厂运行的经济性和稳定性。从石灰石-石膏湿法烟气脱硫工艺各个脱硫子系统进行逐个分析和总结节能降耗措施,对脱硫系统的运行节能优化起到指导作用。", "label": "电气工程", "id": 0}
{"content": "针对电厂外排水量大和废水回用率低等问题,结合全厂水平衡测试结果,对各个用水系统进行优化。通过采用高效节水措施和废水综合治理工艺,实现了废水分类分质回收、阶梯利用;取得了明显的节水减排效益,为实现废水零排放打下了坚实基础。", "label": "电气工程", "id": 0}
{"content": "石灰石-石膏湿法脱硫技术是国内大型燃煤电厂应用最广泛的烟气脱硫技术,其副产物脱硫石膏的综合利用对人类环境共同体、生态环境保护等具有重要意义。在火电厂实际运行过程中,脱硫石膏品质的不稳定性成为限制其综合利用的关键。影响脱硫石膏品质的因素是多方面的,通过详细分析物料因素、运行参数和设备管理等对脱硫石膏品质的影响,提出了相应的改进措施,为改善和提升脱硫石膏品质提供参考。", "label": "电气工程", "id": 0}
{"content": "介绍了国内外火电厂联合掺烧处理高浓度有机废水、城市污泥和生活垃圾等环境污染废弃物的研究进展,讨论了联合掺烧技术的可行性和存在的技术问题。结果表明:采用火电企业锅炉燃烧系统联合掺烧处理各种环境污染废弃物,二次利用废弃物热能进行发电,同时利用火电厂完善的环保设施减少二次污染物排放,是环保领域可行的技术路线,成为当今环保政策下的发展趋势。", "label": "电气工程", "id": 0}
{"content": "燃煤电厂脱硫废水TDS浓度高,腐蚀性高,硬度高,且含有重金属,对环境存在巨大危害,亦会对电厂主系统安全稳定运行产生隐患。脱硫废水尾水固化工艺在多效蒸发结晶、机械蒸汽再压缩蒸发结晶及旁路烟道蒸发等工艺综合对比后,选取旁路烟道蒸发工艺,采用旋转喷雾干燥塔,不堵塞,废水完全蒸发不沾边,受水质变动影响小,工艺简单,易维护,占地小,对主烟道无影响,且对粉煤灰质量无影响。结合各燃煤电厂零排放工程,单旁路烟道蒸发工艺总投资:100～150万元/吨水,运行成本:5～7元/吨水（不计煤耗）,优势明显,已成为旧电厂改造,新电厂建设的尾水主流固化工艺,切实做到脱硫废水零排放。", "label": "电气工程", "id": 0}
{"content": "火电厂超低排放改造后,脱硫耗电率大幅增加,浆液循环泵作为石灰石-石膏法脱硫系统的主要耗电设备之一,降低其电耗成为各电厂环保设施节能降耗的重点目标。针对浆液循环泵采用变频改造技术后,通过开展冷态、热态试验,调节电动机频率,寻找对吸收塔出口SO2排放浓度的影响,选取最佳安全频率范围,同时实现对SO2排放浓度的精准控制,确定了浆液循环泵变频改造的可行性。并通过现场实验,重点研究了浆液循环泵变频改造后的耗电量变化情况,验证了变频改造能够达到节能减排的目标。", "label": "电气工程", "id": 0}
{"content": "稳压器设备为核电站核岛主设备之一,其作用是稳定一回路系统的工作压力。本文就稳压器制造中16MND5钢的窄间隙埋弧焊、安全端异种钢焊接、筒体内壁大面积带极堆焊等几个关键工艺环节进行了介绍和总结。", "label": "电气工程", "id": 0}
{"content": "基于workbench软件针对一种核安全级风机进行了抗震性能分析,进行了固有频率及SSE地震载荷下的应力分析,并根据ASME应力评价规范,在风机危险点处的应力及应变进行评定。结果表明,应力分布均未超过风机所能承受的应力极限值,即所设计的风机符合设计规范,能够满足工况要求。论文分析结果为该类核安全风机的抗震分析以及进一步结构优化设计提供了参考依据。。", "label": "电气工程", "id": 0}
{"content": "为解决盾构施工时因注浆质量不足引起的管片上浮问题,在某核电隧洞尝试采用新型轻质不分散浆液进行二次注浆。施工采取等压置换的注浆方式,利用螺杆泵进行搅拌、泵送。轻质浆液二次注浆前无需预先设置止水环,可在同步注浆的同时进行施工,注入后可以漂浮于水面而不分散,能够在水中快速凝结,并在管片外环形空间形成一体化结构。管片测量结果显示轻质浆液可以限制管片上浮,能够有效解决富水段管片上浮难题。", "label": "电气工程", "id": 0}
{"content": "针对轴密封结构特点,设计一种专用自动拆装工具应用于复杂且有一定辐射剂量危险的现场,实现快速安装和拆除,缩短操作时间并且控制操作力矩,保护主冷却剂泵组件在拆卸过程中不受人为损坏。通过对使用过程中的不足之处予以有效改进,在定位锥套组件上增加滚动轴承来减小摩擦力,有效提升了该工具的使用效能。", "label": "电气工程", "id": 0}
{"content": "建立了大口径闸阀流域及固体域二分之一几何模型,应用计算流体力学（CFD）方法对核电大口径闸阀进行流固耦合特性数值模拟分析,计算了闸阀关闭状态下承受高压流体介质作用时的密封性,分析了在不同开度下闸阀内流场流动状态以及不同开度下内流场对大口径闸阀的结构变形的影响。", "label": "电气工程", "id": 0}
{"content": "某核电1、2号机组首循环的组件批次多达8个,采用常规的备件方案面临资金占用多、财务费用高的问题。通过分析国内外三十年来AFA系列燃料组件的运行数据,包括破损类型、破损概率、影响范围及破损原因,给出了首循环燃料组件不需要考虑堆内运行风险的判断。在对比同行电厂的首炉燃料备件方案后,提出了某核电1、2号机组首炉燃料的备件方案,并进行了优缺点和经济性分析。结果显示,与传统备件方案相比,某核电的备件方案可以在确保首炉燃料运行安全的基础上,实现备件财务费用的最小化。", "label": "电气工程", "id": 0}
{"content": "福建福清核电某机组阀门电动执行机构振动较高,因振动高已导致多次出现电路板卡电容/电阻脱落问题发生,严重影响设备可靠性。通过对现场振动测量数据的研究分析与对阀门及相连管道的仿真计算分析,确定了阀门电动执行机构的振动原因是其模态频率与下游主给水前置泵叶片通过频率一致。由于改变前置泵振动特性困难,故针对阀门执行机构进行减振设计:根据其具体结构形式及现场空间,在阀门电动执行机构两端恰当的位置增加动力吸振结构,对表现较为明显的线谱振动进行控制。最后对减振设计方案进行了现场安装调试及测量,结果表明改造方案减振效果非常明显,电动执行机构两端的振动降幅达到一个数量级,确保了改造方案的可行性,为后续振动治理措施提供依据。", "label": "电气工程", "id": 0}
{"content": "2011年东日本大地震引发的福岛核电站核泄漏事故,引发了全社会对核电站地震安全的广泛关注,促使人们对核电站的地震安全性能提出更高要求。核电厂房结构的抗震可靠度分析是核电站地震安全评估的重要环节。然而,核电厂房结构通常规模庞大,其有限元模型常包含上百万自由度,核电厂房结构的体系抗震可靠度问题依然是核电工程领域面临的一大挑战。本文结合时域显式法和哈密顿蒙特卡罗子集模拟研究了核电厂房结构的体系动力可靠度分析方法,其中时域显式法可以显著减少复杂结构单次样本分析的计算时间,而哈密顿蒙特卡罗子集模拟可以大幅减少随机模拟所需的样本数。本文方法首先利用脉冲激励构建结构关键响应的时域显式表达式;进而建立结构体系极限状态函数的时域显式列式;在此基础上,结合子集模拟进行体系动力可靠度分析,其中条件失效域内的样本利用包含\"碰撞模拟\"机制的哈密顿蒙特卡罗算法生成。此外,基于体系极限状态函数的显式列式,\"碰撞模拟\"机制所需的碰撞时间具有解析解,从而可进一步提高分析效率。最后,采用时域显式-哈密顿蒙特卡罗子集模拟对某超200万自由度的核电厂房结构模型开展体系抗震可靠度分析,验证了所提方法的有效性。", "label": "电气工程", "id": 0}
{"content": "核电站有众多小于2英寸的小支管,振动疲劳失效为其常见故障模式,小支管振动疲劳应力计算在小支管振动失效改造中作用巨大,但其计算参数取值处理若不恰当会严重影响计算结果的可靠性。为确保核电小支管振动疲劳应力计算的可靠性和准确性,针对核电小支管振动疲劳应力的计算方法开展了研究,识别了谱分析和时程计算分析关键影响参数,确定了取值方法,获得了阻尼比、滤波频率、滤波方法、分析时长、插值方法、谱处理等取值处理方法。以典型核电小支管为例,对其运用谱分析和时程分析两种计算方法进行了振动疲劳应力计算分析,基于试验测试结果,验证了计算参数取值处理的可靠性和准确性。形成的振动疲劳应力计算和参数取值方法具有高的工程可靠性和实施便利性。", "label": "电气工程", "id": 0}
{"content": "在调研我国核电站乏燃料管理资金现状的基础上,分析了我国乏燃料管理资金存在的主要问题;结合美国在核废物处置基金保值增值方面的做法,分别按3%和3.5%的投资收益率,对我国乏燃料基金保值增值效果进行预测;在调整乏燃料基金征收标准方面,以现行0.026元/（kW·h）的征收标准作为基础情景,分别预测了从2021年开始,每年新开工8台、6台和4台华龙一号,征收标准分别提高到0.028,0.030,0.032元/（kW·h）等动态情景下,可用于建造乏燃料后处理厂的基金总额,以及早应对未来对资金的巨大需求;提出了相关措施建议,为进一步完善落实乏燃料管理资金相关机制、保障核电站乏燃料安全管理提供参考。", "label": "电气工程", "id": 0}
{"content": "近年来,全球迅速发展核电清洁能源,与此同时,滨海核电站取水口堵塞事件频发,核电安全稳定运行问题备受关注。在深入调研全球火电站、核电站取水口堵塞事件及特征的基础上,分析了传统预防和治理堵塞物的措施,提出\"气泡幕拦截驱离\"和\"导流措施疏导\"相结合的绿色新型拦导污方案,并分别分析此方案中两项技术的原理、优缺点及工程应用实例,讨论两项技术结合后的应用前景,为核电站取水口工程设计提供参考。", "label": "电气工程", "id": 0}
{"content": "近年来,核电领域工业控制系统的网络安全问题引发世界各国广泛关注。加强核电网络安全建设,配套的网络安全标准体系建设是重中之重。本文对国内外主要工业控制系统网络安全标准进行分析对比,对加强我国核电工业控制系统网络安全防护和标准建设提出了建议。", "label": "电气工程", "id": 0}
{"content": "本文介绍了一种风险指引的核电厂龙卷风飞射物风险评估方法（TMRE）,用以评估龙卷风飞射物影响核安全的风险水平,识别潜在的薄弱环节。该方法分为3个部分:1、电厂巡访:收集未进行充分飞射物防护的SSC及厂址飞射物的信息;2、确定论部分:评估特定的构筑物、系统和部件（SSC）被龙卷风飞射物击中及失效的可能性;3、概率论部分:利用已有的内部事件概率安全评价（PSA）模型,计算飞射物对堆芯损坏频率（CDF）及早期放射性大量释放频率（LERF）的影响。", "label": "电气工程", "id": 0}
{"content": "核电厂排水系统水头损失是保证核电厂安全排水、优化排水系统设计的重要参数。在计算排水系统局部水头损失过程中,由于结构的复杂性,难以借用已有规程、规范中的研究成果准确给出。同时,在核电厂运行过程中,因甲壳类海洋生物附着,会造成排水管道管径与管壁粗糙度的变化,进而影响管道过流能力与排水安全。针对上述问题,本文对某核电工程项目（排水沉管）的排水头部水力特性进行研究,通过物模试验研究排水口的出流特性与管道糙率对排水沉管头部局部水头损失的影响。结果表明不同潮位下各排水窗出流均较为均匀平顺,排水口局部阻力系数随糙率的增加而增加。依据现有设计手册对沉管排水头部的局部水头损失进行理论计算,并与物模结果进行对比分析,为后续工程设计提供参考。", "label": "电气工程", "id": 0}
{"content": "分布式控制系统（DCS,Distributed Control System）是整个核电厂的关键一环,对其进行可靠性安全评估十分必要。针对核电厂DCS规模大,机柜数量多,建立可靠性模型工作量大的问题,提出了基于机柜配置图的动态可靠性框图（DRBD, Dynamic Reliability Block Diagrams）自动构建方法和DRBD到概率模型检测器PRISM脚本语言描述的连续时间马尔可夫链转换方法。然后采用前后端分离技术,开发了DRBD自动构建和定量分析平台,并在该平台上计算了某核电厂DCS的AS620B自动控制系统的机柜的不可用率,将结果与采用布尔逻辑驱动的马尔可夫方法所得结果进行比较,验证了所提方法的有效性。", "label": "电气工程", "id": 0}
{"content": "重要厂用水系统是AP1000核电厂安全运行的关键支持系统。对其可靠性进行深入分析,有助于准确评估核电厂整体运行风险。本文构建了重要厂用水系统的动态故障树模型,然后基于概率编程语言Figaro将动态故障树转换为等效马尔科夫模型,并采用多种概率推理算法进行了定量分析。分析结果认为所提动态故障树定量分析方法适用于小规模系统;AP1000重要厂用水系统不可用率约为8×10-6,满足设计要求。", "label": "电气工程", "id": 0}
{"content": "福岛核事故后,WANO改进了同行评审的工作流程,将DIR（Design-informed Peer Review,设计信息调查）纳入同行评估的过程,以评估电厂设计管理的情况。本文主要介绍3方面的内容:1、DIR与PR的关系、2、DIR的准备步骤;3、DIR提交的主要文件,包括DIS（设计信息调查）、PSAS（PSA信息调查）、OE（运行经验）、PI（业绩指标）及其他WANO同行评估团队关注的信息。", "label": "电气工程", "id": 0}
{"content": "核电厂严重事故模拟机对于满足国家核安全局、能源局的各项要求,满足电厂运行人员的培训需求,提高相关人员对严重事故进程的理解和缓解措施的处理能力具有重要作用。本文分析了国家当前对核电厂严重事故的要求,介绍了开发严重事故模拟机,开展严重事故培训的必要性。针对严重事故的研发路线,分析了现今国内外前沿技术的研究进展,确定了严重事故模拟机的主要技术方向。根据福清核电的实际情况,设计了独特的可切换式结构设计,减少了研发影响,提升了设备可利用机时。通过分析福清严重事故模拟机项目开发过程,提出其中的关键点和注意事项;通过项目测试和验收情况,总结出严重事故模拟机验收标准,提出通用性验收方案。福清核电严重事故模拟机的技术路线和开发过程表明采用外挂的方式开发严重事故模拟机是完全可行的,本文为后续项目提供了重要参考。", "label": "电气工程", "id": 0}
{"content": "介绍了机组风闸信号回路及其存在的问题,并对问题的处理方案进行了分析。通过实施最优方案达到了提高工作效率及机组运行可靠性的目的。", "label": "电气工程", "id": 0}
{"content": "针对某水电厂5号机组出口断路器在检修试验期间偶然出现连接件断裂,造成机组侧出口断路器难以实现同期并网的情况,进行了深入探讨分析。通过修改同期装置设置、完善机组并网程序和相关参数等方法,提出了从主变高压侧断路器进行同期并网发电的可行性方案,及时消除了设备故障带来的不利影响,有效控制了机组检修工期,提高了设备安全性和稳定性。", "label": "电气工程", "id": 0}
{"content": "在2号机组黑启动试验过程中,找出机组转速波动和分段关闭投入、复归的原因,并进行优化探讨,以便更好地保障今后2号机组黑启动操作,配合电网调度恢复电网运行。", "label": "电气工程", "id": 0}
{"content": "本文主要介绍汛期某厂技术供水系统主变\"单元化\"加压供水方式,在确保主变稳定运行的工况下,通过对主变供水系统的加压方式、运行维护方面的优化升级,缩短了汛期技术供水泵的启泵时长,降低了厂用电量和供水管路损耗,提升了机组运行的安全性、经济性。", "label": "电气工程", "id": 0}
{"content": "主变冷却水的正常供应是强迫油循环水冷式主变安全稳定运行的重要保障,本文介绍了某水电厂主变冷却水中断的原因分析,提出了相应的预防对策和处置措施,为强迫油循环水冷式主变冷却水中断的预防和故障处置提供了借鉴。", "label": "电气工程", "id": 0}
{"content": "分析了万安水力发电厂1号机组下导轴承油冷却器更换原因,介绍了下导轴承油冷却器的安装工艺。", "label": "电气工程", "id": 0}
{"content": "本文介绍了峡江水电站360MW贯流式水轮发电机调速器的特点及其应用,包括电气与液压控制部分的原理、现场试验等,希望为大型贯流式机组调速系统的安装与试验提供一定的实践参考,同时为推进我国大型机组调速器国产化、自主化积累工程经验。", "label": "电气工程", "id": 0}
{"content": "目前,大中型水轮发电机组的推力轴承一般采用弹性支撑方式,通过连通器结构,具有自调节和均载的特性,其检修难点在于水平与受力调整工作较复杂和烦琐。推力轴承受力调整的好坏关系到各推力瓦瓦温,影响整个机组的安全稳定运行。通过多年的调整经验发现,在遵循传统推力轴承水平和受力调整客观规律下,科学掌握其调整工艺值得学习借鉴。本文主要介绍了万安水电厂轴流转浆全伞式水轮发电机组受力调整的方法及正确顺序,并对受力调整与镜板水平调整出现矛盾的情况进行了探讨。", "label": "电气工程", "id": 0}
{"content": "本文通过分析一起强迫油循环水冷却系统故障导致主变温升异常的原因,并结合实例阐述了其通过对冷却系统的结构优化改进,提高检修效率,从而确保主变安全运行的方法。", "label": "电气工程", "id": 0}
{"content": "随着物联网设备的不断普及其功能的拓展,越来越多的数据被生产和采集,尤其是在抽水蓄能电站的基建现场,物联网感知设备的总量巨大且种类繁多,所对应的,各类设备所生产和采集的数据量级开始不断地膨胀,数据种类增多,数据复杂度变高,这既让基建现场的维护面对了前所未有的挑战,同时也迎来了巨大的机遇。所以如何能够低延时,高效率地收集和使用这些数据成为当下广受关注的问题。提出了一套完整的技术方案并搭建完成了负责抽水蓄能电站基建现场数据全生命周期管理的大数据平台。该平台能够进行标准化的数据采集,复杂协议的解析,数据的海量运算,数据分布式存储和深层知识生成。抽水蓄能电站基建现场的设备数据的存储和使用得到了充分保障,并为大数据分析,相关报表服务和数据建模等场景提供强有力的数据支撑。", "label": "电气工程", "id": 0}
{"content": "随着物联网技术的不断普及,各类物联网设备如雨后春笋般涌现出来,尤其是多类型基建现场感知设备,它们拥有更加先进的硬件基础和完善的数据反馈体系。由于设备种类及其反馈数据结构的多样性,以及数据体量的爆发式增长,通过对基建现场感知设备数据的分析和研究,形成一套设备管控的技术方案成为了当下最迫切的需求。针对基建现场感知设备数据进行治理、分析和建模,通过使用普适化的手段完成对全体感知设备的综合管理。", "label": "电气工程", "id": 0}
{"content": "为了保障抽水蓄能电站的机组正常安全稳定的运行,需要采取更好的方法对机组的运行情况进行实时分析和监控,及早地排查事故中的安全隐患。对于抽水蓄能机组振动故障位置的确定,需利用旋转机械工作原理结合轴线运行姿态分析技术做出判断。全息谱分解技术的应用,通过二维或三维图形架构把水平方向振动数值和垂直方向的振动数值结合在一起,综合了幅值和相位的分析方法。介绍了基于全息谱分析技术的轴线姿态识别方法,并应用于抽蓄机组的轴线姿态分析和其相关故障识别问题。", "label": "电气工程", "id": 0}
{"content": "本文回顾了水电工程建设传统管理模式,分析了其存在的主要问题,阐释了业务量化、统一平台、集成集中、智能协同的智慧工程建设路径,重点探索并搭建了管理风险自动预判、自主决策、自我演进的\"智慧工程\"体系架构、业务系统及管理模式,介绍了\"智慧工程\"建设实践情况,展望了发展趋势和前景。\"智慧工程\"为水电工程建设提供了一套全新的管理思路,可供我国能源行业和同类企业参考借鉴。", "label": "电气工程", "id": 0}
{"content": "水电站（坝）退役是其生命周期管理中的一个重要阶段,随着生态环境保护与修复意识的增强,我国水电站（坝）退役问题也日益受到重视。美国是世界上拆坝数量最多的国家,在大坝退役方面的理念和经验可为我国的水电站（坝）退役管理提供借鉴。本文梳理并分析了美国艾尔瓦（Elwha）河流上2座梯级水电站（坝）的退役论证拆除情况和克拉马斯（Klamath）河上4座梯级水电站（坝）退役论证进程,表明科学严谨的论证是制定退役决策的重要支撑,严格的退役许可审批程序实现有序退出的制度保障,生态修复是实现退役拆除目标的重要措施,持续监测是评估退役拆除效果的重要手段。", "label": "电气工程", "id": 0}
{"content": "分层取水措施是缓解电站下泄低温水不利影响,保护下游生态环境的有效手段之一。前置挡墙技术作为一种新的取水措施首次应用于丰满水电站,并达到了预期效果。为准确明晰前置挡墙技术对库区水温-水动力及尾水水温的影响,本文在前期研究的基础上,通过建立三维水温、水动力数学模型,进一步分析了前置间距对取水效果的影响,旨在完善前置挡墙技术,为其应用提供支撑。", "label": "电气工程", "id": 0}
{"content": "在生态、环保与绿色高质量发展的新形势下,杨房沟水电站借助泛在物联网、多维仿真分析、人工智能、大数据等技术,构建与设计了灌浆工程钻灌全流程协同智能管理平台,在\"全面感知-精细分析-智能控制-评价管理\"领域进行了大胆且富有成效的探索与应用。", "label": "电气工程", "id": 0}
{"content": "荒沟抽水蓄能电站超深长斜井地质条件复杂,地处北方严寒地区,工程复杂、技术难度高,开挖过程中安全隐患大。本文介绍了超深长斜井开挖施工特点及主要操作要点,通过采用标准化的提升系统设计及安全保障技术,井内实现无轨运输、井内采用可穿行式的防护台车,最大程度保障井下作业人员,井内机械化作业等新型技术,解决了开挖施工难题,保证了施工安全,加快了施工进度。", "label": "电气工程", "id": 0}
{"content": "在皮带机运行过程中通过调节拌和站的供料速度解决了皮带机和拌和站配合问题。通过增加发电机的方式解决了爬坡的长皮带因系统电质量问题导致皮带机无法带料启动的问题。同时对Rotec皮带机系统布置进行了一定的改进,在布料机一段发生较大故障时,通过自卸车运输的方式,保证大坝的正常浇筑。", "label": "电气工程", "id": 0}
{"content": "厂址废物处理设施（SRTF）是第三代核电技术——非能动先进压水堆AP1000技术引进后,近年来在核电厂设计中新出现的多功能厂房。本文通过对某核电厂SRTF的建筑设计进行了系统介绍和分析,以期为相关建筑设计提供参考借鉴。", "label": "电气工程", "id": 0}
{"content": "基于文献计量学方法,通过对中国知网总库中\"总图\"\"规划\"\"设计\"等主题词搜索结果的统计,对我国总图规划领域研究现状进行综述。结果显示,我国总图领域现阶段有\"方案评价指标\"和\"BIM正向设计\"两大研究热点;研究论文多数采用方案介绍、方案比选和经验归纳等定性方法,少量采用评价指标体系等定量研究;总图设计工具逐步从CAD转向Revit、Civil 3D等BIM解决方案;地下空间开发、海绵城市、环境保护、节能降耗等新概念逐步融入研究内容。在此基础上,对核电行业总图规划领域研究成果进行分类,并对未来核电总图研究提出做好经验传承、完善理论体系、关注国土空间规划、探索研究方法、优化设计工具等五点展望。", "label": "电气工程", "id": 0}
{"content": "电力工程建筑过多强调其功能性,较少考虑美学因素。为了摆脱电力工程建筑造型刻板、雷同的形象,设计出与当地地域文化、环境相协调的电力工程建筑,结合阿里电力联网工程,尝试对民族地区电力工程建筑的地域化设计进行探索和研究。以西藏阿里地区独特的地域文化为导向,提炼阿里地区自然环境特点、文化符号、民居特征,进行地域化设计,为以后民族地区的电力工程建筑的地域化设计提供借鉴经验。", "label": "电气工程", "id": 0}
{"content": "本文分析了当今工业建筑的发展趋势,从建筑学角度分析了核电厂建筑形象的设计思路,总结出华龙一号核电厂的建筑形象设计原则,并在防城港核电厂二期付诸实践。对防城港核电厂二期华龙一号机组的建筑形象设计进行了全面剖析,对\"核电建筑形象设计\"这一概念提出了新的理解与展望。", "label": "电气工程", "id": 0}
{"content": "对核电站的厂区实验楼的功能分区,设计要点等进行了系统的阐述,并以红沿河核电站二期的厂区实验楼为例,旨在为将来的核电厂区实验楼设计提供可借鉴的经验。", "label": "电气工程", "id": 0}
{"content": "从汽机房、燃料输送间、锅炉房三个方面,对生物发电工程主厂房进行布置方案比较。", "label": "电气工程", "id": 0}
{"content": "针对城市中\"功能性\"建筑以\"物\"为导向工业建筑设计模式存在的问题,分析户内变电站建筑功能、流线,从方案构思、方案生成、方案建构等方面解析方案设计过程中建筑与环境、建筑形式与功能、建筑艺术与技术等问题,并提出设计思路。", "label": "电气工程", "id": 0}
{"content": "针对火力发电厂的材料库和检修维护间的优化进行了系统的详细论述,认为在市场经济为主导和集成化生产的前提下,突破现有约束,对二者的建筑面积、组合形式及其内部的设计进一步优化,采用叠加式新型的组合建筑,更好地达到节能节地的要求。", "label": "电气工程", "id": 0}
{"content": "国内的发电厂在以往设计过程中更注重生产工艺的技术合理性,而忽视了建构筑物的外形美观性,因此往往呈现出相似单调的外观。随着经济的日益发展,企业文化的普及,价值观在进行转变,代表企业形象的电厂建构筑物外观逐渐受到重视,企业对美的诉求日益强烈。在华能洛阳热电联产工程中,笔者从洛阳深厚的历史文化中提取设计灵感,寻求历史与当下的共鸣,创造了一座富有洛阳人文特色的发电厂建构筑物。", "label": "电气工程", "id": 0}
{"content": "为验证HAD101/04标准中经简化二维模型数学推导得到的核电设施简化飞机冲击荷载合理性,分别通过三维有限元模拟简化几何体模型及飞机模型的冲击过程。采用混凝土材料损伤塑性本构模型和钢材双线性本构模型,通过ABAQUS显式动力接触算法实现了冲击过程的非线性模拟分析。通过设置不同材料参数,将简单几何体模拟为弹性冲击体、弹塑性冲击体和流塑性冲击体,以考虑冲击体刚度对冲击作用的影响。分析表明弹性体与弹塑性体冲击作用时间随冲击体刚度的减小而增大,平均冲击力随冲击体刚度的减小而减小;而流塑性体的冲击力与冲击作用时间由冲击速度控制。分析还证明,规范所规定的简化飞机荷载作用下结构宏观响应小于三维模拟飞机冲击作用下的响应。基于模拟分析,HAD101/04标准对核电设施可能遭受的飞机冲击荷载规定不合理,有必要考虑通过三维数值模拟方法分析核电设施受飞机冲击。", "label": "电气工程", "id": 0}
{"content": "火力发电厂是重要的工业建筑,主厂房作为火电厂中最重要的建筑,其结构设计的优化显得尤为重要。本文以具体工程为例,从主厂房的工艺布置特点出发,论述了主厂房的结构布置原则和结构选型分析,确定了结构形式采用钢筋混凝土框排架结构。框排架结构传统的计算方法是选取有代表性的单榀框排架进行平面计算与分析,本工程采用了两种计算模型:平面框排架结构计算和空间结构整体计算,通过对这两种计算结果的分析比较,得出结论:如果用平面模型代替整体结构进行厂房的地震反应分析将会带来很大的误差。而将空间整体计算分析的结果,通过与选取荷载较大跨,进行平面框排架计算的结果进行分析对比,最终得出合理的配筋结果。本文对火电厂主厂房的结构设计与分析,可供以后同类设计参考。", "label": "电气工程", "id": 0}
{"content": "为大幅提高工程量编审效率、统一算量模式,通过分析电网工程特点,将模块化思想引入建筑工程算量,给出对象化分类和Excel上的计算方法,并提出暂列计算法、引用联动原则及主计算表和按图列项原则以克服统筹法算量中一大难点、简化计算程序、实现\"一改皆改\"、有效防止漏项。使大量工程量实现批量、自动计算,改变过程审核方式为参数审核。通过建筑工程中的应用,证明了方法的合理、高效和实用性,是减少重复劳动和工程量标准化、信息化管理的有效途径。", "label": "电气工程", "id": 0}
{"content": "城市物理环境是人居环境的重要组成部分,与人体健康有密切关系。近年来,随着城市建设的不断发展,城市物理环境问题日益凸显。文章以备受公众关注的城市变电站建筑环境影响问题为例,着重分析变电站建筑对于城市物理环境三方面（声环境、热工环境与电磁环境）的影响,据此提出相应控制方法,最终指出:迈向\"绿色建筑\"的城市变电站之建筑技术整合设计具有改善城市物理环境的可能。", "label": "电气工程", "id": 0}
{"content": "本文着重介绍燃煤火力发电厂烟囱在排放不同工况烟气条件下烟囱型式的选择,针对目前排放脱硫烟气的烟囱设计进行探讨,以求实现安全、经济、实用的设计原则。", "label": "电气工程", "id": 0}
{"content": "介绍天堂抽水蓄能电站水工建筑设计、运行情况及有关特点,并针对运行中暴露出的问题提出处理和改进建议,希望对从事抽水蓄能电站设计及运行单位有所裨益。", "label": "电气工程", "id": 0}
{"content": "结合直流换流站设备的特点,介绍换流站消防设计的要点,探讨现行有关消防设计规范的局限性,简述修订规范的几点建议。", "label": "电气工程", "id": 0}
{"content": "<正> 上海外高桥电厂位于上海浦东新区,二期工程扩建两台900MW机组,为我国目前单机容量最大的火力发电厂。作为新世纪建设和投产新型大型电厂,本工程在土建设计方面有很多创新和特点,本文介绍本工程中的几项有特点的土建结构,以供行业内外的同行参考借鉴。", "label": "电气工程", "id": 0}
{"content": "本文简述了九江三期发电厂生活区蓄热锅炉房的设计过程及注意要点。", "label": "电气工程", "id": 0}
{"content": "对某电厂发生泄漏的高温过热器管进行了宏观形貌、渗透、化学成分、金相组织、硬度、拉伸、扫描电镜和X射线能谱进行了取样分析,管样母材均满足相关标准要求或未见明显异常;管样内壁存在明显的腐蚀坑,结合断口形貌及X射线能谱分析结果,综合认为造成管样开裂的原因是碱腐蚀造成的应力腐蚀开裂。", "label": "电气工程", "id": 0}
{"content": "随着计算机技术的飞速发展和广泛应用,近年来,国际互联网安全态势日趋严峻,互联网攻击手段越来越隐蔽、攻击技术越来越高级,甚至成为商业不正当竞争手段以及国家网络武器,已对国家、企业信息安全构成了严重威胁。对于火电厂而言,需要在发展信息化的同时,不断加强信息安全保障工作。为抵御互联网威胁,保护企业敏感信息安全,根据网络隔离、加强敏感信息保护的工作要求,进一步强化企业网络安全防护措施,完善企业网络安全保障能力,电厂组织研究并编制了技术方案,完成了网络安全隔离整体建设。", "label": "电气工程", "id": 0}
{"content": "国内火电厂使用的各类DCS控制系统,基本上都提供了内部流量累积功能模块,可以实现对各类流量信号的累积计算功能。但从实际使用中逐渐发现,尤其在对需求精度高且累积流量总值较大的累积计算中,一些DCS系统提供的累积计算模块存在误差大、稳定性差的问题。本文结合某电厂供热的实际需求,通过深入研究该电厂DCS系统的累积模块,分析累积误差发生的原因,优化和改进逻辑算法公式,从而较好解决了流量累积误差大、稳定性差的问题,也为其他DCS系统累积模块的优化使用提供了解决思路,具有较好的实际推广和应用价值。", "label": "电气工程", "id": 0}
{"content": "氢电导率是水汽系统最关键的控制指标,反映了水汽中腐蚀性阴离子的总量,用来表征电厂水汽纯度及其腐蚀性。因此GB/T12145-2016《火力发电机组及蒸汽动力设备水质量》对各水样的氢电导率有严格的规定,一旦氢电导率超标,热力系统发生腐蚀的风险极高,影响发电机组的安全运行。本文提出了一种适用于超超临界机组在线氢电导率连续监测的新技术,针对现有氢电导率测量技术存在的缺点,对一种无需化学试剂、无需更换树脂、性能稳定、操作方便的自再生式氢电导率连续测量技术在国华九江电厂开展应用,取得了显著效果,对推动电站化学监督技术的提升及综合防治水汽系统设备腐蚀具有重要意义,同时也为实现电站智能化管理提供依据。", "label": "电气工程", "id": 0}
{"content": "超临界直流锅炉在历次启动过程中,借鉴传统的锅炉静压上水经验,推陈汽泵前置泵锅炉冷态冲洗,合理优化汽泵冲转时机,实施机组启动过程各项优化运行措施无缝对接,实现启动过程深度节能。", "label": "电气工程", "id": 0}
{"content": "随着国民经济的发展,电网负荷需求日益增大,用户对电能质量要求的不断提高,电网频率已成为电力系统运行的重要指标之一。电网调度部门根据\"两个细则\"要求,加大了对一次调频的考核力度。基于此背景,笔者通过长时间跟踪测算一次调频动作情况发现,CCS协调对一次调频经常会起到反调作用,通过研发设计一套新型控制策略,来抑制反调作用,另一方面是优化控制参数,适当加大DEH侧补偿作用,双管齐下,提高一次调频动作合格率。", "label": "电气工程", "id": 0}
{"content": "通过某发电厂润滑油泵电机轴承损坏事件,对轴承保持架损坏原因进行分析,对轴承油脂碳化原因进行探讨。并提出针对性的预防措施,提高设备的可靠性。", "label": "电气工程", "id": 0}
{"content": "机组排水槽废水输送泵做为中大型低压电机,启停相对比较频繁,特别是机组启动的时候更为明显。由于电机的启动电流大概为运行电流的5-7倍,频繁启动时的电流热效应和较大的机械应力都会影响电机的使用寿命且耗费能量,传统的星-角启动电路虽然可以减小启动电流,但是无法克服\"水锤\"效应和接触器主触头容易产生麻点的问题,变频器控制可以满足电机软启动需要,但是投入较大。本文提供了一种既能实现电机软启动和软停止,又节能还节约技改资金的控制方案。", "label": "电气工程", "id": 0}
{"content": "某公司机组运行中三分仓回转式空预器在极端恶劣天气下出现进水卡涩跳闸,通过对烟气侧、二次风侧、一次风侧采取不同的降温方法,在较短的时间内恢复了空预器运行。此方法可以克服空预器进口烟气挡板、出口热二次风挡板和出口热一次风挡板不严带来的不利影响,使空预器各区域的蓄热元件得到快速均匀冷却,以快速恢复空预器运行,这可为同类型机组处理类似故障提供参考。", "label": "电气工程", "id": 0}
{"content": "火力发电厂煤场形式的选择对工程的占地面积、环保、投资等方面占据重要位置。目前,在工程设计中,采用较多的有条形煤场、圆形煤场、方形煤场等,其中圆形煤场以其占地小、环保、自动化程度高、造型美观等特点逐步受到电厂的青睐,并在大型机组设计中得到大力推广应用。", "label": "电气工程", "id": 0}
{"content": "NE板链斗式提升机是应用非常广泛的一种垂直提升设备,适用于中、大块和有磨琢性的物料（如石灰石、水泥熟料、石膏、块煤）的垂直输送,物料温度在250℃以下。它是由国外引进先进技术研制的新产品,已成为替代TD型、HL型、TH型等斗式提升机的首选。", "label": "电气工程", "id": 0}
{"content": "通过实验研究不同因素对气-液型销钉钢水热管换热器的影响。实验结果表明,对于本换热器,换热器冷却流体的水速范围宜选择0.45～0.7m/s;风速的选择宜综合考虑传热系数与阻力,优选10～11m/s;烟气温度的增加能提高换热器整体换热系数,为了确保其安全运行,烟气温度不宜超过250℃;热管垂直方向倾斜5°较其它3种布置方式有较好的传热性能表现。", "label": "电气工程", "id": 0}
{"content": "针对燃煤电厂低温省煤器,提出一种将大数据、互联网+、物联网与在线监测及故障诊断技术相结合的全生命周期管理技术和系统,通过数据采集、数据转换与汇总、数据分析以及建立预警模型,实现对设备运行状态的实时监测,并对设备故障起到提前预警及原因定位,从而帮助运行人员快速制定故障处理措施。", "label": "电气工程", "id": 0}
{"content": "火力发电机组节能降耗工作潜力较大,节能降耗是一项非常重要的任务。本文以某电厂660MW超超临界机组为研究对象,在机组A修中实施多种节能降耗技术措施,并通过A修前、后性能试验的结果对比,对A修的节能降耗效果进行综合评价。", "label": "电气工程", "id": 0}
{"content": "减少燃煤电厂的能耗是一项非常重要的任务。通过对锅炉设备和系统进行节能诊断,锅炉可以通过运行调整后做到高效安全运行并提高锅炉效率。本文分析锅炉运行调整的原理,然后对燃煤锅炉运行调整中存在的问题及优化措施进行研究,为燃煤电厂锅炉的运行和调整提供理论依据,为机组的稳定运行提供技术支持。", "label": "电气工程", "id": 0}
{"content": "锅炉运行的安全性和稳定性也会对电厂人员和设备的安全产生重要的影响。660MW机组是目前火电厂中最常用的发电机组,对于此机组中主要的锅炉系统来说,是进行燃料燃烧和能量转换的主要设备,为火电厂的三大主机之一。因此,电厂应对660MW机组锅炉在运行中的常见故障进行全面的研究,分析引起故障发生的各种影响因素,并采取有效的检修维护措施,以减少锅炉发生故障的概率,并在故障发生后及时进行排除处理,从而提高锅炉运行的效率和稳定性。", "label": "电气工程", "id": 0}
{"content": "为提升火电厂的经济效益,避免不必要的能源消耗,有必要对火电厂辅机传动系统展开节能改造工作。通过对变频调速方案经济性评价,强化变频器自动化控制设计。合理选择改进措施,使用变频器完成对火电厂辅机的变频调节。变频器作为火电厂重要设备,对改善电厂辅机的调控性能、降低厂用耗电率发挥了重要作用。但是运行中的变频器发生故障或损坏时,会导致辅机设备运行异常,造成机组功率波动甚至停机脱网,因此对辅机变频器的安全运行应高度重视。", "label": "电气工程", "id": 0}
{"content": "热工自动化技术在火电厂中的应用,能够有效提升火电厂的工作质量和工作效率,促进火电厂生产效益的提高。火电厂热工自动化的建设过程中会涉及各种各样的理论知识和技术知识,自动控制理论是热工自动化建设过程中的关键理论内容,该项理论的应用可以更好地提升电厂的运行水平和运行质量。因此,需要提高对自动控制理论的重视程度,明确自动控制理论的应用价值以及应用方向。", "label": "电气工程", "id": 0}
{"content": "在\"碳达峰\"、\"碳中和\"时代大背景下,既要加快10kV配电网架自动化、智能化进行升级,推进电力产业结构优化调整与能源结构调整相融合;又要进一步压减停电时间、提升供电可靠率、优化电力客户的用电体验。针对这一现状,不停电作业区的理念得到实体化试运作,而发电车保电方式凭借其较成熟的技术及较普遍的适应性,得到了大力的推广。但在实施过程中,由于作业环境条件和保电台区具体情况不同,导致发电车保电在具体措施和操作细节也不尽相同,目前尚无完整的发电车保电标准化作业规范,因此保电现场操作存在极大的安全隐患。本文在现场应用的基础上进行总结归纳,提出配电台区的标准化发电车保电作业票,完善发电车保电的标准化操作流程,提升发电车保电的安全性和可靠性。", "label": "电气工程", "id": 0}
{"content": "针对高原高寒条件下移动电站使用实际,分析了该条件下使用对移动电站带来的影响,提出了电站在设计时相应的改进措施,并对具体的使用保养过程提出了相关建议和对策,为该条件下电站的使用过程提供了有益思考。", "label": "电气工程", "id": 0}
{"content": "介绍柴油机式应急电源车的应用、系统组成及系统特点等。", "label": "电气工程", "id": 0}
{"content": "为积极响应国家政策,保障呼吸空气存储并实现公路运输,设计开发了功能多元化的充气电源车,介绍了其设计原理及总体结构。", "label": "电气工程", "id": 0}
{"content": "自改革开放以来,我国的社会经济得到快速发展。到目前为止我们国正面临着相对严重资源紧缺问题,我国虽然国土广袤能源丰富,但是我国的人口基数较大,所以人均资源较少,能源的利用率不高。当今时代,电厂是能源消耗的主要场所之一,为了推动电气行业的可持续性发展,有效解决电厂的耗能高问题,落实时代发展节能减排的基本方针。本篇文章主要分析探讨了电厂降耗的重要性,以及电厂目前面临的主要问题,并结合相应的问题给出了针对性的解决措施,希望可以为我国电厂的可持续发展提供一定的参考价值。", "label": "电气工程", "id": 0}
{"content": "以和利时（HOLLiAS-MACS）FM系列大型DCS系统在高炉煤气燃烧发电的设计应用为出发点,描述了高炉煤气燃烧发电DCS控制系统配置选型以及核心控制对象的控制实现方法。结合国内某钢厂20MW全燃高炉煤气发电项目的应用实例,对该类型发电工程项目的DCS系统选型、控制对象的控制思路、实现方法做了功能性介绍。", "label": "电气工程", "id": 0}
{"content": "随着近年来风电新能源业务快速发展,各新能源企业持有的风电场已形成规模,风电场的运维工作也面临新的挑战。如何以科学高效的运维策略来保证风电设备稳定高效运行,确保风电场综合经济效益,是风电企业管理人员关注和研究的重要内容。本文在基于大数据运维平台实现高效率及定制化的风电设备运维策略,可将造成风力发电设备的隐患及时排除,从而提高风电场运维的安全和效益,降低风电运维成本,供相关人士参考。", "label": "电气工程", "id": 0}
{"content": "本文针对古巴西罗雷东多1x60MW生物质链条锅炉燃烧不同燃料（灌木-甘蔗渣）的特点,分别从一二次风配风方式、喷料板角度、链条炉排转速等因素进行合理的调整,从而实现同一锅炉燃烧两种不同燃料带负荷稳定运行（灌木-甘蔗渣）的目的。", "label": "电气工程", "id": 0}
{"content": "对650MW机组给水泵汽轮机大修后排汽端轴承振动爬升的异常情况进行了原因分析,经过排查确定给水泵汽轮机排汽端汽封碰磨是主要原因,通过制定运行控制措施,消弱了引起给水泵汽轮机排汽端汽封碰磨的影响因素,消除了机组运行中频繁发生给水泵汽轮机排汽端轴承振动爬升的重大隐患,保证了机组的长周期安全运行。", "label": "电气工程", "id": 0}
{"content": "对650MW机组启动过程中存在第二台给水泵汽轮机冲转滞后负荷满足不了电网需求问题进行了分析,通过优化给水泵汽轮机冲转参数,提前并入第二台给水泵汽轮机运行,使机组启动过程满足电网负荷需求,同时降低了启动过程中的能耗,机组启动过程更加连贯顺畅,运行优化得到持续改进。", "label": "电气工程", "id": 0}
{"content": "风机运行中的状态监测和故障判断是保障风电机组安全运行和获得长期稳定收益的重要因素。目前风电场对各设备状态监测存在盲区,由于风机简配及成本等因素,部分设备、系统的运行状态未得到有效监测,导致风电场无法实时获取各关键设备的状态数据信息,导致风电场评价设备状态用数据信息的不完整。因此,除对主轴承、齿轮箱、发电机进行在线监测外,还应对叶片、螺栓等重要部件进行监测。", "label": "电气工程", "id": 0}
{"content": "交流润滑油泵的作用是在机组正常启动、停机及长时间盘车时向润滑油系统提供润滑油。抚州电厂在投产1年后机组运行过程中小机交流润滑油泵振动大,并在随后的多次机组运行中出现此类故障,导致汽轮机润滑油系统的油源连续可靠。本文通过对小机交流润滑油泵解体,分析原因,结合现场振动测试分析的方法,确认故障原因,,探讨出有效方案解决了小机交流润滑油泵振动大的问题,保障机组的安全稳定运行。", "label": "电气工程", "id": 0}
{"content": "江西大唐国际抚州发电有限责任公司2台1000MW超超临界机组配备的高加液动三通阀在运行期间多次出现切换故障,严重影响着汽轮机设备健康水平及设备的稳定性,通过机组检修期间对三通阀解体,对阀门各部件检查,分析了阀门切换故障的原因并及时进行了处理,取得了很好的效果。", "label": "电气工程", "id": 0}
{"content": "某电厂在机组运行过程中某台冷却塔排污泵出力不足,并在随后的多次机组运行中出现此类故障,导致排污不畅,循环水浓缩倍率一直居高不下。本文通过对冷却塔排污泵出力原因进行分析,通过改变冷却塔排污泵进口管道选型,有效的解决了冷却塔排污泵出力不足问题,保障机组的安全稳定运行。", "label": "电气工程", "id": 0}
{"content": "本文以抚州发电厂化学系1号综合加药混凝剂加药系统不出药及出力不足的现象,分析了不加药的原因,列举了混凝剂系统加药处理过程及采取的相应防范措施,通过源头治理的方法,清理混凝剂底部杂物和在加药装置出口及入口位置加装滤网。及时的解决了混凝剂系统加药的问题,保证机组的安全稳定运行以供同行讨论验证,为出现类似问题的机组提供分析和解决问题的思路。", "label": "电气工程", "id": 0}
{"content": "近年来,随着人们的环保意识逐渐提升,开始对可持续发展理念加强重视。因此,在能源日益减少的情况下,风能的利用逐渐受到各界的关注。目前,无论是国内还是国外,都开始重视对风力发电技术的研究。随着风力发电技术高速发展,通过在节约成本、提高设备可靠性稳定性方面进行了各方面优化。本文在研究中,首先分析新型管型母线优缺点。其次,探讨使用管型母线存在的隐患及易发故障分析。最后,提出优化建议及防范措施。", "label": "电气工程", "id": 0}
{"content": "本文以某电厂东方机组汽轮机汽门全行程活动试验经过为案例,针对该电厂汽门全行程活动试验期间负荷波动大、关联参数扰动大的问题,介绍了一种减少汽门全行程活动试验对机组扰动的方法,提出全行程活动试验在汽门空行程区域等概念,将试验时对机组负荷的扰动由80MW降低到20MW以内,优化了整个试验方法,解决了该公司汽门活动试验难的问题并对国内同类型机组,尤其是新投产机组首次进行该试验时存在类似问题,提供一种解决思路借鉴。", "label": "电气工程", "id": 0}
{"content": "汽轮机振动的大小,是评价机组运行可靠性的重要指标,振动指标的好坏关系着机组的安全稳定运行,对于发电厂来说安全运行就是最大的经济效益。引起汽轮机组轴承振动过大或者异常的原因有很多,它涵盖了汽轮机组的设计制造、安装、检修维护和运行工况等各方面原因。因此,要想有效控制和消除汽轮机机组的异常振动,就必须对引发振动的诱因进行深入研究、剖析,找到主要因素,才能制定有效的控制措施。", "label": "电气工程", "id": 0}
{"content": "随着用电户的增多,电厂规模的扩大,电网结构的优化调整,汽轮机作为电厂的重要设备之一,其运行过程也因电网调整等变得复杂。而且目前我国的资源有限,人口众多,各方面的用电率也在不断的上升,节能显得非常的重要。所以对汽轮机各方面进行优化处理显得非常必要。通过优化汽轮机运行,可以节省资源,提高电厂的社会经济效益,在一定程度上对国家的发展做出贡献。", "label": "电气工程", "id": 0}
{"content": "带地刀合闸送电是电力生产中五类恶性事故之一,也是五防对象之一。本文通过举例近几年电力系统发生的带地刀合闸事故,分析此类事故的原因及危害。研究分析万安电厂10KV老式开关柜地刀的分合闸判断方式,并希望从技术上提高运行人员判断10KV地刀分合闸的准确性。", "label": "电气工程", "id": 0}
{"content": "隔离开关故障频发却缺乏有效诊断方法,本文致力于提出一种基于操作力矩波形的隔离开关机械状态智能诊断方法。为对操作力矩进行准确检测,研制了电机式操作力矩检测装置,并通过刚柔耦合动力学仿真模型验证了试验结果的准确性,通过模拟合闸不到位、卡涩和三相不同期三种典型机械缺陷,分析总结操作力矩在不同机械状态下变化规律,从波形中提取啮合前力矩均值、啮合角度、停止角度3个特征量,作为神经网络诊断模型的输入,实现缺陷智能判断,再从特征量中反演出表征故障严重程度的故障量,使本诊断技术不仅能判断正常、卡涩、三相不同期和合闸不到位四种机械状态,还可输出卡涩等级、与标准位相差角度,触头触指间距离等与检修标准密切相关的故障量,为隔离开关检修提供实用性参考。", "label": "电气工程", "id": 0}
{"content": "中职学校的学生比普通高中的学生更早的接触专业的分类和学习,比如电气设备运行与控制专业的学生,在校期间主要的学习内容就是有关电气设备的理论知识。中职学校对于专业知识的培训力度是非常大的,因为中职学校的学生毕业后要进入工作岗位,但是学生的接收能力存在差异,并且从近几年中职学校毕业情况来看,虽然很多学生都能够找到适合自己所学专业的具体的工作,但是在工作中的具体实际表现并不是非常得理想。因为这些年中职学校在教学过程中,很多还是侧重理论知识的传授和学院式技能的训练。大多数中职学校制定的人才培养方案,虽然对三年内要对学生进行怎样的理论基础培养和技能水平提出要求,但是在实际操作方面不重视,导致学生在进入工厂工作后,对于企业的制度、设备的操作都表现的不够理想,并且在工作中出现了很多的问题。在这种情况下,现代学徒制的出现很好地解决了该问题,其主要是经验比较丰富的师傅去带领学生进行实际操作,在实际操作中帮助学生进行答疑解惑,提升学生的专业水平,让学生能够更好地适应社会生活。", "label": "电气工程", "id": 0}
{"content": "采用内氧化法工艺制备了不含添加剂及分别含添加剂CuO或TeO2的3种AgSnO2In2O3触头材料。应用模拟继电器试验设备检测了这3种材料在AC230 V、25 A阻性负载条件下的电寿命、熔焊力、电弧能量、燃弧时间、质量侵蚀率等相关电性能参数,并对检测结果及试验后铆钉触头样品进行了分析。研究发现:与不含添加剂的AgSnO2In2O3材料相比,添加剂CuO对材料的电寿命影响不大,而添加剂TeO2明显提高了材料的电寿命;含添加剂的两种材料的熔焊力和电弧能量均有了不同程度的降低,但它们的质量侵蚀率却明显增加。", "label": "电气工程", "id": 0}
{"content": "随着通讯技术和电子制造行业的迅速发展,电子产品不断升级,连接器的高密度、高精度和高可靠性要求提升,压接工艺应用越来越广泛,逐渐成为连接器的主要组装方式。本文通过几款典型高速连接器的压接工艺研究,对常见压接失效进行因素分解和改进验证,为高速连接器的器件设计、组装工艺与质量控制提出了若干建议。", "label": "电气工程", "id": 0}
{"content": "随着越来越多的SMT单板采用纯再流焊接工艺生产,个别插件就需要采用通孔再流焊接工艺,以取代波峰焊接的方式,这在生产中越来越常见。通孔再流焊接时,焊膏份量不够的问题也变得越来越普遍。本文详细介绍了VGA插座的再流焊接实践,对碰到的问题及解决方法有详细的介绍。为通孔再流焊类似器件的实践,提供了具备实用价值的参考。", "label": "电气工程", "id": 0}
{"content": "针对电力行业普遍存在的电压型继电器动作电压、返回电压、线圈直阻校验方法不足和效率不高的问题,本文设计了用于电站继电器校验的全自动全接点智能继电器校验仪,该仪器具备一次性校验单个继电器所有常开、常闭接点的能力;可以实现线圈直阻测量、电压测量全自动化,测量后给出校验结果,判明继电器是否损坏;本仪器扩展外接继电器底座后具备一次性校验13个继电器的功能。该仪器与使用万用表和继电保护仪相配合的传统继电器校验方法比,可节约95%的工时,极大提高现场作业效率。", "label": "电气工程", "id": 0}
{"content": "1+X证书试点工作对校企合作发展提出了细心的建设意见,也围绕电子电器应用与维修专业资源库构建作为其核心。以习近平新时代中国特色社会主义思想为其宗旨,坚持对于高质量中职教学发展内容的打造。本文基于1+X证书试点工作下的资源库建设策略作出检讨,对于构建公共技术平台、强化实训发展、做好综合资源库建设等等内容进行分析,实现后续电子电器应用与维修专业人才发展,也为其统筹统筹工作建立奠基。", "label": "电气工程", "id": 0}
{"content": "高压开关柜是发电厂重要的系统设备之一,其主触头导体是需重点关注的易发热部位,受其全封闭结构限制无法进行人工测温,不易实现设备状态实时监测。本应用方案结合电厂设备实际情况,基于RFID技术的无源无线传感器,配套RFID接收器及采集器,实现对带电导体进行实时温度测量,具有传感器无源无线、安全可靠、直接接触导体精准测温等优点。", "label": "电气工程", "id": 0}
{"content": "断路器液压机构打压电机二次回路完好是保证断路器可靠分合的必要条件,对整个电力系统的可靠供电有极其重要的作用。本文对500kV断路器液压弹簧操动机构打压电机二次回路原理及常见故障进行阐述。当打压电机二次回路出现故障时,需要工作人员及时对其进行检查和维护,从而保证电力系统稳定运行,以期能对类似打压电机二次回路故障分析及处理有所帮助。", "label": "电气工程", "id": 0}
{"content": "保护装置带断路器整组试验是标准检修项目中必须进行的一项常规试验。断路器能接受分合次数的机械寿命有限,根据现有标准及作业指导书,传动试验分合断路器次数较多,缩短了断路器的使用寿命。本文结合某水电站500kV断路器传动试验实际情况进行深入分析,提出了一种一个公共回路仅试验分合1次,其余回路采用万用表测量的方式,采用继电保护试验仪、断路器模拟装置进行辅助传动试验的优化方案。减少因传动试验分合断路器次数,从而更好地延长断路器正常使用寿命,提高传动试验效率及设备供电可靠性。", "label": "电气工程", "id": 0}
{"content": "电力变压器和电抗器作为电力系统的核心设备,研究有效的方法评价其内部早期故障状态对保证设备的可靠运行具有重要意义,其中油中含气量因能及时反映密封性能而成为油浸式电力设备维护和故障诊断的重要技术手段。本文结合福建省内三起典型高压设备油中含气量超标的故障案例,通过现场停电检查泄漏点和历史含气量、O2/N2比值对比分析,得出了含气量超标的原因及处理依据。本文首次确立了利用含气量、O2/N2比值历史曲线判断油浸式高压设备密封性能的方法,可为含气量超标设备的运维检修提供重要参考。", "label": "电气工程", "id": 0}
{"content": "电弧故障极易引发电气火灾。针对故障电弧特征阈值提取困难、检测难度大等问题,提出一种故障电弧多变量判据的诊断方法。利用EMD分析法对电弧电流进行时频分析,联合信号相关性理论重构故障特征信号;通过提取特征信号的无量纲指标,构建故障电弧的特征向量集。基于此,建立基于概率神经网络的故障电弧诊断模型,并进行实验验证。结果表明,方法解决了单变量判据故障诊断存在的特征量难以提取、交叉重复等问题,实现对故障电弧的检测并定位故障支路,准确率大于90%。", "label": "电气工程", "id": 0}
{"content": "橡胶密封件在电力系统中应用广泛,密封件的失效已成为影响电气设备安全稳定运行的一大重要因素。本文结合福建省内三起典型的变压器和GIS橡胶密封件失效案例,分析了失效密封件的表面缺陷、运行环境、理化性能及其与密封槽的结构匹配性。结果表明,密封件选材不合理、密封结构设计不当是密封圈失效的主要原因。为保证密封可靠和密封件使用寿命,应针对具体的运行环境合理选用不同材质的密封件,并且确保密封件和密封槽尺寸的匹配。", "label": "电气工程", "id": 0}
{"content": "本文讲述了GW23A-252Ⅲ型隔离开关分闸后未过\"死点\"位置所带来的隐患及事故,并举一案例,提出防范措施,并进行分闸过\"死点\"的改进。", "label": "电气工程", "id": 0}
{"content": "本文以神华福能发电有限责任公司为研究对象,为进一步帮促公司提高能源管理水平,提出了基于分级能源计量的能源横/纵向平衡的优化策略;为提升负荷控制稳定性以及生产安全问题,提出了基于嵌入式APC控制器实现的可行策略。旨在通过在锅炉控制中的应用,达到线上能源供需平衡分析、线下协同控制优化的目标,从而优化能源供需平衡与协同控制的能力,最终达到以能源计量促进节能降耗的目标。", "label": "电气工程", "id": 0}
{"content": "介绍一台E顿机组出口真空断路器因断口绝缘低采用排除法排除真空泡断口绝缘低原因,并针对影响断口绝缘低的固定支撑绝缘板绝缘偏低缺陷,提出提升断口绝缘措施。", "label": "电气工程", "id": 0}
{"content": "变压器在实际的运维中存在着一定的问题,将这些呈现出来的问题及时解决,进而避免对变压器的安全运行带来影响。在实际运维工作中,应适时对变压器进行巡检消,制定相对科学完善的检修计划。不仅如此,还应该全面提高变压器运维工作人员的专业技能以及综合运维素质,保证变压器的运维工作顺利进行,使得电力系统安全稳定可靠运作得到保障。本篇文章主要探讨关于变压器日常运维工作中存在的问题并提出了相应的改善策略。", "label": "电气工程", "id": 0}
{"content": "本文论述了采用嵌入式工控机、伺服驱动、高精度编码器、电压测试仪,以及高性价比的角位置解码显示仪等硬件构成测试系统,并进行了软件设计,实现了旋转变压器自动测试系统。旋变自动测试系统应用于旋变生产线,实现无刷旋变,磁阻式旋变,以及系列正余弦旋变的快速测试,自动记录测试数据,根据给定误差判断合格性。实际应用表明,旋转变压器自动测试装置能够大幅度提高测试效率、运行稳定,具有实用价值。", "label": "电气工程", "id": 0}
{"content": "变压器有着调节电压的功能,可以为电力用户提供不同的电压服务。为了保证电力用户电力使用的稳定性,更好地满足电力用户不同的电压使用需要,就必须做好变压器运行的维护工作,尽可能减少变压器运行过程发生故障的频率,提高变压器工作的稳定性和长期性,更好地保障电力系统运行的稳定性与安全性。", "label": "电气工程", "id": 0}
{"content": "对于电网季节性过载引起的配电变压器温升过高情况,本文提出在油浸式配电变压器的散热片上安装外置式散热模块强化变压器散热能力,以降低热点温升。为验证该方法的可行性,以一台S13-M-200/10型配电变压器为研究对象建立三维模型,在变压器模型的散热片上建立外置式散热模块。改变散热模块建立的位置与数量从而形成4个不同计算模型。通过有限体积法计算4个模型在不同负载状态下的热点温升。对部分仿真结果使用短路法温升试验验证,仿真与计算误差小于3K。试验与仿真结果表明合理的安装外置式散热模块可以使油浸式配电变压器的热点温升降低10K左右,为配电变压器的温升降低提供一种新的思路。", "label": "电气工程", "id": 0}
{"content": "高频链换流器是用于构建多端口电力电子变压器的一种新方法,有利于提高功率密度和降低成本。但是,其闭锁端口的直流电压会被运行端口推高,触发过压保护,给装置的启动和运行带来很大风险。将高频链换流器的多个端口等效为两个端口,考虑了结电容的影响,并将其换流过程分为三个阶段,分析了闭锁端口直流电压升高的机理,其主要原因是运行端口的方波电压激励以及电感和结电容的振荡。鉴于此,采用了双移相的调制方法,并为其设定恰当的移相数值,从而使得运行端口的电压激励与LC振荡相互协调,避免了向闭锁端口注入功率,抑制其直流电压升高。通过PLECS仿真以及物理实验,验证了机理分析的合理性与调制方法的有效性。", "label": "电气工程", "id": 0}
{"content": "对某电厂自投产以来发生的电流互感器二次回路两点接地、电流互感器二次备用芯未固定好受热开路、保护用电流互感器二次绕组选择错误共三次典型异常或故障事件进行分析,从事件发生后处理过程、原因查找和分析、得出的经验和教训等方面进行全面总结,重点剖析保护专业工作中存在的不足,防止类似事故发生的应对措施。最后,针对三起典型电流互感器二次回路异常事件,得出几点启示以供参考。", "label": "电气工程", "id": 0}
{"content": "电压互感器二次压降是电站运行监测和保护控制不可或缺的电气量,它的准确性直接影响到电能量的计量,因此,近年来越来越受到重视。本文首先介绍了几种常见的二次压降测试方法,并对其进行了简要分析;紧接着阐述了载波式二次压降无线测试仪的测试原理;最后详细介绍了利用该仪器对某电厂PT二次压降、二次负荷进行测试的方法,并对最终的测试数据进行了分析处理。", "label": "电气工程", "id": 0}
{"content": "电力变压器是电力系统的重要设备,当变压器空载合闸、区外故障切除或电源侧过电压时,由于变压器的感性特征,会产生较大的励磁涌流,严重时可达变压器额定电流的6～8倍。励磁涌流具有差电流的特性,如不采取措施将造成变压器差动保护误动。励磁涌流能达到变压器额定电流的几倍,电动力与励磁涌流数值有关,过高的电动力容易引起绕组及断路器受损,同时引发绝缘油震荡,可能导致主变压力突变等主变非电量保护动作。本文通过分析一起大型水电站主变复电过程中励磁涌流导致主变压力突变动作事件,研究励磁涌流对主变非电量保护的影响,同时给出减小励磁涌流的方法。", "label": "电气工程", "id": 0}
{"content": "电压互感器二次空开的配置,一直都依赖于设计院,而设计院也大多是根据\"经验\"进行设计,缺乏规范性的核算方法。本文针对现场普遍存在的电压互感器配置二次空开遮断容量大,发生多起越级烧毁电压互感器事件的实际情况,以现场实践做法,进一步验证了现场测试核算电压互感器二次空开遮断电流的方法的正确性,为现场通过实测而精准确定电压互感器二次空开容量,提供了一定的理论参考和经验做法,具有一定的实践价值与借鉴作用。", "label": "电气工程", "id": 0}
{"content": "电力变压器是发电厂及电力系统重要的组成设备,近年来,在大型变压器的运行中,已出现多起因冷却器全停事故使变压器跳闸或被迫减负荷的故障。本文简述了冷却器全停保护回路常见故障及优化思路,并结合实际工程现场情况进行分析,提出增加电流闭锁继电器、增加冷却器全停投退方式把手、利用非电量保护装置实现延时跳闸功能等二次回路优化方案,从而保证变压器稳定运行,以期能对类似冷却器全停保护回路故障分析及处理有所帮助。", "label": "电气工程", "id": 0}
{"content": "本文提出一种基于去极化电流小波分析和概率神经网络（PNN）相结合评估变压器油纸绝缘状态的方法。首先对去极化电流谱线进行db6小波六层分解,得到各个频段的信号分量;然后,利用各个频段的信号分量生成能量特征向量;进一步,利用50多台不同绝缘状态变压器生成的能量特征向量构建训练样本集来训练概率神经网络,构建基于概率神经网络（PNN）的变压器绝缘状态评估方法;最后,利用构建的绝缘状态评估方法对测试样本集进行绝缘状态评估。结果表明:本文提出的基于去极化电流小波分析和概率神经网络（PNN）的变压器油纸绝缘状态评估方法可以快捷有效地评估变压器油纸绝缘老化状态,为利用去极化电流谱线评估变压器绝缘状态提供新思路。", "label": "电气工程", "id": 0}
{"content": "将带有弛豫因子的介质响应函数应用于回复电压时域介电谱的分析,对时域微分介电谱线进行解谱,得到包含不同弛豫信息的子谱线,并确定变压器油纸绝缘拓扑结构和求取弛豫参数值。进一步,对30多台不同型号的油纸绝缘变压器的弛豫参数及其绝缘状态进行分析,挖掘弛豫因子与变压器绝缘油劣化、绝缘纸老化等内在关系,提出新的特征量——绝缘油的平均弛豫因子、绝缘纸的平均弛豫因子来评估油纸变压器中绝缘油和绝缘纸的绝缘状态。最后,利用实际变压器测试数据进行分析验证,结果表明两个新特征量可有效地用于评估变压器中绝缘油和绝缘纸的绝缘状态。", "label": "电气工程", "id": 0}
{"content": "永磁同步电机的矢量控制中,电流采样的误差会引起转速和转矩的脉动,需予以消除。变频器通常采用相电阻采样,各相电流的幅值变化规律一致,故幅值间的不一致可以预先离线标定出来。但电流采样中的零漂随着供电而变化,需要在线消除。由于电流环的控制作用,尽管实际电流存在误差,用于反馈的采样电流很可能接近正弦,此时利用采样电流本身进行误差消除就十分困难。为此,推导了αβ轴电压与三相电流零漂的关系,通过电压中的直流分量来体现相电流中的零漂分量,进而设计了电压反馈模块,用以估计和消除相电流中的零漂。所提方法简单易行,实验结果表明该方法能消除电流采样中的误差,应用该方法的控制系统能有效减小转速波动。", "label": "电气工程", "id": 0}
{"content": "永磁同步电机因其功率密度大、工作环境较恶劣等原因,工作时的温升较大。电机设备依据安装位置或设计要求,常采用立式安装和卧式安装两种安装方案。本文对某永磁同步电机的温度场进行了仿真分析,并对立式和卧式两种安装方案下的仿真结果进行了对比。结果表明,电机采用卧式安装时冷却效果更好。", "label": "电气工程", "id": 0}
{"content": "本文针对不同运动规划曲线的直线电机加减速控制时存在的问题及不足进行了分析,详细解析常用不同约束条件下的几种规划曲线及存在的问题,同时针对非对称S曲线的规划算法原理进行解析,寻找其他曲线的规划算法与非对称S曲线算法之间的联系及不同,并进行仿真曲线图与实际验证对比,经过实验数据来验证非对称S曲线相对其他曲线的好处。", "label": "电气工程", "id": 0}
{"content": "传统的滑模观测器（SMO）存在抖振,通常需要增加低通滤波器来提取反电势基波,这将造成估算的反电势存在相位延迟,直接影响到转子位置估算的准确性,同时,PLL估计出的转速含有较高噪声,影响电机的控制性能。为此,本文在SMO+PLL算法的基础上,使用二阶广义积分器锁频环（SOGI-FLL）替代低通滤波器（LPF）,改善了反电势谐波和相位延迟问题,提高转子位置估计的精度,并借助二阶广义积分锁频环对转速进行观测,以得到更平滑的转速信息。最后,在Saber中搭建了基于SMO+SOGI-FLL+PLL算法的模型,通过仿真证明了该方法的有效性。", "label": "电气工程", "id": 0}
{"content": "针对多电飞机中具有高伺服响应特性需求的电作动系统用永磁同步电机控制,采用基于ADRC的控制策略,消除传统PID控制方法对被控对象特性的依赖,建立了电机的速度环ADRC模型,通过仿真分别分析了电机空载与额定载荷条件下的动态、稳态特性和负载突变时的特性,并对最高转速时的频响特性进行了仿真。与基于传统PID控制方法的仿真结果进行了对比,仿真结果表明,基于ADRC方法的控制策略的电机性能,在动态性能、稳态性能及抗干扰性能上均优于PID调节,且最高转速时的频响可达到5 Hz。", "label": "电气工程", "id": 0}
{"content": "大规模储能的应用能够平抑分布式电源输出功率的波动,提高电网对于分布式电源的消纳性。为提高大规模储能系统并网稳定性,利用传统同步发电机的旋转惯量、阻尼等特性,提出将\"虚拟同步机\"控制技术运用到储能功率变换器的控制中,实现系统的调压调频和功率控制。本文模拟了同步发电机的机械模型与有功下垂特性,建立了虚拟同步机的功频控制器结构。提出了并网预同步控制策略,实现虚拟同步机和电网的电压幅值与相位的一致。最后通过Matlab仿真验证了控制策略的可行性。", "label": "电气工程", "id": 0}
{"content": "考虑到目前用于新能源汽车的永磁同步电机的最大扭矩与电流比控制方法存在受到参数波动影响的问题,提出了基于高频信号的永磁同步电机的最大扭矩与电流比控制的新方法注入。首先,介绍以往最大扭矩对电流比控制法及其问题。随后详细介绍本文算法的基本原理,包括低通滤波器的设计方法。最后,建立基于Matlab/Simuluink模拟软件的模拟模型,验证所提出的方法。本论文提供了新能源汽车永磁同步电机的电机控制和应用,以及同样的使用例子的参考。", "label": "电气工程", "id": 0}
{"content": "本文基于CFD商用软件,针对波轮洗衣机高速旋桶工况下的单向异步电机温度场进行流固耦合传热仿真,对电工钢片堆叠方向上的差异、电工钢片与绕组之间的聚酯薄膜等环节进行细节处理,总结了辐射传热在电机散热中的影响。通过实验数据与仿真对比可知,电机绕组测点温度变化趋势与仿真一致、数值相近,说明采用CFD方法可以对强制对流下的电机温度场进行较为准确的模拟,而考虑辐射效应会提高结果的精度。", "label": "电气工程", "id": 0}
{"content": "现在的吸油烟机主要是以单相交流电机作为风机的动力装置,单相交流PWM变压电路作为驱动单元。当这些电子器件驱动电机时,存在功率MOS管热损耗大,导致控制器温升高的现象,这增加了整个系统发生故障的概率。本文通过理论分析、实验验证的手段对单相交流PWM变压电路进行了软件、硬件优化,有效改善了驱动单元开关电路引起的米勒效应,降低了功率MOS管雪崩能量损耗,解决了控制器温升高的情况。", "label": "电气工程", "id": 0}
{"content": "U型单相永磁同步电机作为同步电机的一种,普遍使用在洗衣机排水泵上。该类型电机转速与电源频率相关。在洗衣机排水泵的实际应用中,两种电源频率必须对应不同的电机。本文分析了电机在不同频率下运行时温升过高和启动障碍的问题,通过电机参数上的优化,使该电机能同时工作在50Hz/60Hz的电源环境下。", "label": "电气工程", "id": 0}
{"content": "本文通过分析某直流电机由电磁力激励电机定子产生的受迫振动噪声问题,指出电控对该问题的影响。从电控角度,单电阻采样技术由于PWM（Pulse width modulation）波形的移相恶化了电流谐波,基于单电阻采样的驱动控制技术,通过优化最小采样时间和在电压矢量所在扇区发生切换时的电流环带宽参数适应,改善电流谐波,实现噪声改善。此次改善经验为后续直流电机的噪声改善提供一定的借鉴意义。", "label": "电气工程", "id": 0}
{"content": "本文基于电机定子铁芯导热机理设计简易导热模型,利用该模型分析定子中不同绝缘材料（漆包线漆膜、绝缘浸渍漆漆膜、槽契）对电机温升的影响,通过理论计算得出影响电机温升的主要因素为漆包线间气隙。对不同基础温升的单相异步电机定子采用普通绝缘浸渍漆及高填充高导热绝缘漆处理并进行电机温升测试及对比,结果表明高导热绝缘漆对降低电机温升有重要意义。另外,对比高导热绝缘漆与外加风扇对电机温升降幅的影响,结果表明,高导热绝缘漆可以产生与风扇同等的降温升效果,若高导热绝缘漆与风扇并用,可在风扇降温升基础上进一步降低定子温升。对比高导热绝缘漆处理的不同规格电机可知,高导热绝缘漆对叠厚小、槽满率高、漆包线线径大并且基础温升高的电机降温升效果更为明显。高导热绝缘漆可使温升为100K以上的电机温升下降10K以上。", "label": "电气工程", "id": 0}
{"content": "本文介绍了家用电器中单相交流异步电动机电磁噪声的研究。随着生活品质的提高,人们对家用电器的要求也越来越高。噪声作为家用电器的一项重要质量指标,越来越受到消费者的关注,降低产品噪声是提高产品市场竞争力的重要指标之一。单相异步电动机作为家用电器的主要驱动力,其噪声问题一直困扰着电机设计人员。而电磁噪声是单相异步电动机噪声问题的\"癌症\",一直没有行之有效的解决方案,只能通过设计人员多年积累的经验,认为可能改善的方案不断的验证,来解决噪声问题。本文通过研究单相异步电动机的电磁噪声的种类、判定、产生的原因、相应的措施以及噪声问题的分析案例,以期能够对相关的行业和从业人员有所帮助。", "label": "电气工程", "id": 0}
{"content": "永磁同步电机（PMSM）以其结构紧凑、效率高、动态性能好等优点,在工业领域有着广泛的应用前景。为了更精确地模拟电机的性质,许多研究者将永磁同步电动机的非线性微分方程建模为分数阶方程。分数阶永磁同步电机在一定条件下工作时,会表现出混沌行为。由于分数阶永磁同步电动机的参数难以准确识别,因此很难通过对其状态的估计来控制其行为。因此,参数识别是分数阶永磁同步电机研究中的关键问题。本文基于灵敏度分析,提出一种从时域响应数据中识别分数阶（PMSM）混沌系统参数的方法。由于分数阶混沌系统通常对系统参数的变化敏感,但是短期的行为则不同。增量响应灵敏度法来识别系统的参数,在参数空间中可以确定一个局部最小值。采用Tikhonov正则化解决不适定问题,并引入置信域限制来增强算法的收敛性。", "label": "电气工程", "id": 0}
{"content": "钕铁硼永磁材料具有高剩磁、高矫顽力及高磁能级,被称为\"磁王\",在各个领域得到了广泛应用,已成为现代生活水平提高与技术发展不可或缺的基础性材料之一。随着稀土永磁材料性能的不断提高,稀土永磁材料被广泛应用于电机领域。本文通过研究钕铁硼永磁材料的化学性能、物理性能及磁性能在服役过程中的变化,探索钕铁硼永磁材料在温度、振动以及磁场变化的情况,耦合电导率、耐热性以及防震动等因素对永磁电机服役性能的影响,并将针对这些因素进行模拟服役研究。", "label": "电气工程", "id": 0}
{"content": "<正>受益于稀土冶金行业的发展,采用永磁材料设计的高效永磁电机,具有调速广、效率高、功率大、体积小等优点越来越多的应用在工业生产和生活中,但随着现代工业应用对电机调速系统的性能以及控制准确性要求越来越高,基于此本文设计了一种基于数据驱动的永磁同步电机速度环调节器,以最小化性能指标Q函数为目标,", "label": "电气工程", "id": 0}
{"content": "随着伺服电机在机器人上的广泛应用,对伺服电机定位精度及性能的要求比较高。齿槽转矩是影响伺服电机转矩脉动最大的因素之一,如何削弱齿槽转矩是此类电机在设计、制造与应用环节中遇到的难题。本文从齿槽转矩的理论出发,对不同齿槽转矩的分析模型进行了比较,总结了抑制36槽6极电机齿槽转矩的方法,通过样机的设计给出了优化电机齿槽转矩的方案。除此之外,在电机设计过程中,焊槽和齿部饱和对齿槽转矩的影响也不可忽略,以36槽6极样机为例,采用有限元方法,分析了焊槽等对齿槽转矩影响,给出了减小影响的方案。", "label": "电气工程", "id": 0}
{"content": "随着电机及驱动器产业的迅速发展,发热大、寿命短、效率低的直流有刷电机逐渐被高效率、低噪声、寿命长、高效率的直流无刷电机替代。直流无刷电机驱动器通过内部芯片及电路系统使电机换向,解决了有刷电机电刷需要维护的问题。但一直以来,驱动器内部的芯片大多采用国外芯片进行设计和研制,容易受到国外企业在产品供应和技术支持上的限制[1]。本文通过调查,针对直流无刷电机驱动器上所需的主控芯片DSP,我国可以生产的厂家有湖南进芯电子科技有限公司、中国电子科技集团公司、中科院等。综合考虑,本文最终选取了湖南进芯电子科技有限公司生产的DSP芯片ADP32F035QP80S。功率器件采用耐高温、耐高压、开关速度快、导通电阻低[2]的SiC Mosfet,非常适合应用在工作环境温度较高的高转速电机驱动器中[3]。本文首先简要介绍了数字信号处理器的概况及国内外的研究状态,然后简述了高速直流无刷电机驱动器的软硬件设计,描述了驱动器的软件流程图,最后采用国产DSP芯片ADP32F035QP80S搭建一台输入电压900V,转速18000 rpm的二合一实验样机。实验结果表明:基于国产DSP芯片ADP32F035QP80S研制的高速直流无刷电机驱动器,在高转速以及低温或者高温状态下,驱动器均可正常工作,并且可以达到较高的工作效率。", "label": "电气工程", "id": 0}
{"content": "本文针对TN系统低压电动机配电设计中保护电器与电缆选择不当造成保护拒动的问题,从保护灵敏度等方面进行阐述,探讨在面对不同配电距离时的合理配电方案。", "label": "电气工程", "id": 0}
{"content": "电网晃电后会给石化企业带来严重的经济损失,为了减小晃电带来的不良影响,石化企业都采取了抗晃电措施。阐述了化工厂在电网波动时高低压电动机抗晃电措施以及其功能分析,并针对现场运行出现的问题,提出了相应的改进措施,经过技术改造,取得了良好的运行效果。", "label": "电气工程", "id": 0}
{"content": "随着国家对节能减排政策的深入落实,对电机系统节能提出了新的、更高的要求,同时从节约能源、保护环境角度出发,高效节能电动机的应用是现今国际的发展趋势,因此淘汰在用低效电机势在必行。近年来高效节能电机已逐步深入各行各业,那使用高效节能电动机到底能给企业带来什么好处呢。本文通过对某炼化企业使用高效节能电动机前后的数据分析计算,分析高效节能电动机给企业带来的益处。", "label": "电气工程", "id": 0}
{"content": "本文通过炼化生产装置数起6kV高压电动机出现定子绕组槽楔脱落的事故,进而展开排查后发现多数采用磁性槽楔的高压电动机存在类似问题,在对其进行故障原因分析后,结合现场实际生产运行情况,制定隐患全面排查整治计划,将电动机磁性槽楔更换为非磁性材质槽楔,经检查验收、电气试验及在线检测等,并持续跟踪电动机的运行状况,发现电动机在更换槽楔后,整体电气运行性能较之前有所下降,因此进一步提出预防措施并持续加强关注度,以便保障设备的正常运行。", "label": "电气工程", "id": 0}
{"content": "由于电动机反电势的作用,母线失电后仍会短时维持部分电压。本文通过理论推导,提出了残压幅值及频率变化的影响因素,并用仿真分析了功率因数、电动机占比、转动惯量以及电动机负载率对残压的影响,验证了理论推导的正确性。", "label": "电气工程", "id": 0}
{"content": "介绍了在博图环境下基于类和对象的概念,采用对象封装技术（用户数据与功能块的PLC类封装、用户数据与面板的HMI类封装）,在电动机试验监控系统中实现面向对象的编程,取得了良好的效果。", "label": "电气工程", "id": 0}
{"content": "本文主要阐述直流调速系统,以及与现在迅速发展并且占有大部分市场的交流调速系统的区别,和研究直流调速系统的意义。自20世纪60年代出现晶闸管,也就意味着调速系统将呈现在今后我们的日常生活中。小功率有静差直流调速系统—晶闸管电动机调速系统是由强电和弱电相互控制和结合的系统,在理论和实践上都为比较成熟的。直流调速系统的优点有好多,比如有优良的调速性能、可靠性高等。小功率有静差直流调速系统的组成部分,工作原理,在我们日常生活中的应用。常用电动机的调速方式有三种,其中调节电枢的供电电压,是最常用的调速方法;减弱励磁磁通,改善电枢回路电阻,也是我们经常用的方法。其中还包括三种反馈方式,电压负反馈、电流正负反馈、转速负反馈,通过反馈能使调速系统更加稳定。", "label": "电气工程", "id": 0}
{"content": "针对高能耗企业电动机监测管理缺失的问题,本文结合电动机监测配置所需,通过增加相应传感器和状态监测装置实现电动机状态信号的数据采集与越限报警;借助能源管理系统数据采集网完成电动机状态数据的传输;利用能源管理系统监控平台实现电动机的数据存储与监测管理。", "label": "电气工程", "id": 0}
{"content": "介绍了绕组式永磁耦合调速的结构和基本工作原理,绕组式永磁耦合调速节能原理,并进行了绕组式永磁耦合调速与高压变频调速LCC比较。", "label": "电气工程", "id": 0}
{"content": "本文简要介绍了磁滞电动机的特性及其过激原理。提出了一种新的能量分析方法,对过激后磁滞电动机的运行参数的理论计算问题进行研究,设计其理论计算的方法并编写了计算程序。根据能量守恒原理,运用能量分析方法研究过激时间的理论计算问题,设计并编写计算程序。应用Matlab软件的M语言编写相应的计算程序,并应用Matlab软件强大的数据可视化功能将理论计算所得的数据以图形形式直观的表示出来。设计过激验证试验,根据过激试验的需要改造了一台试验用变频器。在进行验证试验后对试验数值和理论计算值进行对比,对比结果显示二者整体变化趋势一致,并进行了误差分析。", "label": "电气工程", "id": 0}
{"content": "机电一体化通俗上来讲即将电子技术应用于传播控制、信息生成与流通,能源组织等,从构成上-来说即是将电子技术和机械相融合,让二者的优势共同促进共同发展,变成统一体。科技水平进一步提高以来,机电一体化作为一门新型的学科,其将各种自动控制技术、电力电子技术以及接口技术和机械技术等群体技术集于一体,使得系统工程技术高质、低耗、多用及可靠的特定价值得以实现。本文就针对机电一体化系统中电机的控制与保护展开讨论。", "label": "电气工程", "id": 0}
{"content": "介绍变频调速电动机的特点、不同控制方式。从电磁方面、结构方面分别介绍变频调速电动机的设计要点,并对采用轴承室绝缘防止产生轴电流的结构加以说明。", "label": "电气工程", "id": 0}
{"content": "针对传统的电动机控制系统对多电动机联动控制效果不佳的问题,设计并实现了一个基于VxWorks实时嵌入式系统和工控机PC104,外部利用CAN总线技术进行综合控制的分布式电动机控制系统。并对其控制系统结构、CAN总线通信的特点、驱动控制程序的编写等问题进行分析。实验结果表明,该系统结构简单、性能稳定,实时性能够满足电动机控制系统的要求。", "label": "电气工程", "id": 0}
{"content": "风机、泵类负载在电动机总能耗中占很大的比重,目前其系统调节方式落后,能源浪费非常严重。永磁涡流柔性传动调速技术能够很好地实现电动机和风机、泵类负载间无物理性连接传动,实现了调速节能,同时具有隔振、软起动、软停止和适应恶劣环境等特点。", "label": "电气工程", "id": 0}
{"content": "介绍了ABB公司研发的一种基于现场总线技术的智能电动机管理中心M102装置,阐述其在新材料项目系统中的应用,并与后台ECS系统有机融合组成智能管理控制中心。", "label": "电气工程", "id": 0}
{"content": "<正>2015年4月20日,西门子在华推出最高能效等级的电机——低压IE4（国际能效等级4级）能效等级电机,以支持中国制造业的可持续发展。当日,西门子全线Simotics FD低压电机也面向中国市场正式发布,树立了紧凑性、灵活性与高效率的行业新标杆。2014财年,西门子与环保相关业务组合的营收达到330亿欧元,在公司整体业务中占比达到46%,而高效电机及驱动系统是西门子与环保相关业务组合的重要组成部分。西门子（中国）有限公司执行副总裁、过程工业与驱动集团总经理林斌表示:\"节能增效已经不仅", "label": "电气工程", "id": 0}
{"content": "本文简要介绍了电动机油泵的结构原理和节能减排思路,并针对某款自主发动机的VVT供油进行了电动机油泵的设计计算。然后对比设计过程中不同阶段的试验结果,通过试验结果可以看出结构、材料以及控制板的占空比对电动机性能都有影响。分析总结试验数据,进行设计改进,最终达到设计目标。最后阐述了电动机油泵的应用前景以及下一阶段的工作计划。", "label": "电气工程", "id": 0}
{"content": "<正>一电动机变频调速节能技术（一）变频调速技术原理变频调速技术的基本原理是根据电机转速与工作电源输入频率成正比的关系:n=60 f（1-s）/p,（式中n、f、s、p分别表示转速、输入频率、电机转差率、电机磁极对数）;通过改变电动机工作电源频率达到改变电机转速的目的。变频器就是基于上述原理采用交-直-交电源变换技术,电力电子、微电脑控制", "label": "电气工程", "id": 0}
{"content": "能源危机的出现使得各国都致力于研究风能的利用,而风力发电是风能利用的主要形式。与水平轴风力机相比,垂直轴风力机因其优越的性能近年来越来越被人们所重视。本文介绍了H型垂直轴风力机采用基于动量叶素理论的单盘面单流管模型进行气动性能预测的理论计算方法,同时进行了算例计算并对结果进行了分析。", "label": "电气工程", "id": 0}
{"content": "本文介绍了H型垂直轴风力机采用基于动量叶素理论的单盘面单流管模型进行气动性能预测的理论计算方法,同时进行了算例计算并对结果进行了分析。", "label": "电气工程", "id": 0}
{"content": "一台型号为QFSN-1000-2-27的水氢氢汽轮发电机投产4年后,在其中一次正常启动后出现机组带高负荷后发电机轴瓦振动超标问题。运行中通过调整发电机各项参数、开展转子绕组多项电气试验,排除了发电机转子存在动、静态匝间短路的可能,最终分析确定认为引起发电机转子振动大的原因为转子热不平衡。经过现场动平衡配重将发电机轴瓦振动控制在合格范围值内,保证了机组的安全稳定运行。", "label": "电气工程", "id": 0}
{"content": "风力发电机组的正常运行必须维持在相对安全的环境条件下,对实时风速和实时转速有着一定的范围要求。安全保护系统便是执行此项功能,将机组限制在允许的安全环境下。当机组控制系统根据反馈数据判定机组处于不安全条件时触发对应的安全保护项,机组报出相应故障,并根据故障项级别执行相应层次的收桨动作。软件超速便是将机组限定在允许转速范围内的第一层保护,当机组发生软件超速故障时,快速、准确、可靠的判断出故障原因并进行处理,对保证机组安全运行具有重要意义。", "label": "电气工程", "id": 0}
{"content": "本文对风力发电机组安全链系统进行简单介绍,对某机型风力发电机组安全链回路及保护试验方法进行了介绍。", "label": "电气工程", "id": 0}
{"content": "风电机组在低风速段（2m/s--5m/s）运行时,由于受阵风的影响,使得风电机组频繁地启动和停机,这既增加了机组的损耗,又没有达到发电的目的。本文主要阐述了低风速段不同的切入风速对风电机组的损耗、风电机组的发电量以及风电场综合场用电率的影响。", "label": "电气工程", "id": 0}
{"content": "呼吸器安装在齿轮箱顶部,可以过滤进入呼吸器的空气,阻止杂质及空气中的水分进入齿轮箱内部,确保齿轮箱润滑油的干净,以降低齿轮箱更换润滑油的频率;齿轮箱长时间高速工作时内部温度会急剧升高,温度升高会导致气压升高,而呼吸器就是将箱体内部高温高压的气体排出,从而达到降温的目的以改善齿轮箱内部齿轮的工作环境。", "label": "电气工程", "id": 0}
{"content": "风力发电机组电控系统中的UPS蓄电池,能在电网突发失电情况时将必要的电源提供给电控系统,确保机组能尽快实施应急措施。同时,UPS蓄电池也发挥着一定的稳压作用,但因该作用并不太突出的缘故,设计人员设计中仅对续航需要的容量予以了充分考虑,对稳压需要的容量考虑不足。本文在阐述UPS蓄电池分类的基础上,探讨了风电机组运行中UPS蓄电池选型的影响,并研究了针对性的解决措施,以供参考与借鉴。", "label": "电气工程", "id": 0}
{"content": "风能是一种可再生的、清洁的能源,但同时它也具有随机、间歇、不可控的特点,这也就导致风力发电的功率是不稳定的。随着我国大规模的风电场建设,风电装机容量不断增加,风场可能同时存在不同机型的风机发电机组。这都给整个电网的安全调度带来了很多问题。本文重点研究了多机型风力发电的功率快速协同控制技术,精简了多机型风机风场的硬件网络结构,优化了多机型整场功率快速调节的控制逻辑,应用此技术能够对风场的运行效率和经济效益带来显著提高。", "label": "电气工程", "id": 0}
{"content": "根据某风电场箱变顶部被风机叶片覆冰坠落砸穿不安全事件,从运行、作业、设备、人员四个方面对高原风电场风电机组覆冰安全风险进行分析,制定对应防控措施,以保证设备、人员安全。", "label": "电气工程", "id": 0}
{"content": "本文根据当前风电机组维修策略现状,提出基于可靠性为中心的风电机组维修策略。详细介绍了可靠性为中心的风电机组运维策略,并以风电机组主要系统做具体案例分析,验证了能有效优化风电机组维修策略,提高风电机组运行可靠性指标,降低设备非计划停机检修成本。", "label": "电气工程", "id": 0}
{"content": "监测和预测风机的载荷是保障风力风电机的健康运行和提高经济效益的重要手段。本文以风速、机舱加速度等特征参数作为输入,构建基于LightGBM模型和线性回归模型的组合模型,监测风机叶根载荷。通过与blade仿真的数据进行对比分析证明了:模型能够很好地预测载荷的实时变化,能够有效地进行载荷监测,有助于叶片的寿命评估以及机组的设计开发。通过数字模型和物理实体的不断交互和调优构成的数字孪生,有助于实现风机叶片的良性发展。", "label": "电气工程", "id": 0}
{"content": "根据发电机失磁保护整定原则及转子低电压元件的接入方式,分析当转子电压采集变送器发生故障或测量偏移时造成失磁保护拒动的可能性,针对失磁保护三段定值整定均投入转子低电压判据的不合理性,提出优化后的整定原则,可提高失磁保护的可靠性。", "label": "电气工程", "id": 0}
{"content": "目前发电机的不对称过负荷保护和对称过负荷保护的定值计算普遍存在一些问题,以致这些保护未能起到应有的保设备安全的作用。本文总结整定改进建议,使得发电机对称过负荷保护和不对称过负荷保护能够与发电机承受过负荷特性曲线实现良好配合。", "label": "电气工程", "id": 0}
{"content": "NIPSCAN公司生产的水浸超声波探伤机在我国航空航天、航海、铁路运输等领域被广泛应用,由于其超声波探头的定位系统采用微型步进电机控制,若该电机损坏,不但采购价格高昂外,而且采购周期长达数月。本文通过对该机步进电机的拆分,向大家介绍一种简便易行的故障诊断方法。", "label": "电气工程", "id": 0}
{"content": "详细介绍了应用荧光磁粉探伤检测牵引电机拆装拉杆外表面、近表面缺陷的方法,阐述分析了拆装拉杆重点部位出现的缺陷特别是疲劳裂纹磁痕,对拆装拉杆在使用过程中的质量隐患进行预先防范具有重要意义,同时为细长类工件表面磁粉检测提供了较好的实践经验和借鉴价值。", "label": "电气工程", "id": 0}
{"content": "<正>一、技术要求及工艺难点冲击发电机定子中的鸽尾筋安装形式采用的是悬挂筋结构,鸽尾筋与机座内孔之间有5mm的间隙。需要靠工装定位,将24根鸽尾筋与机座焊接成整体。定子叠片时需要靠这24根筋来定位冲片,保证定子槽形整齐度和尺寸。所以,该工艺对鸽尾筋焊接后的等分度、向心度、直线度有很高的要求,特别是直线度的要求,直接影响定子槽形的整齐度。", "label": "电气工程", "id": 0}
{"content": "<正>福建省电机工程学会（以下简称学会）是福建省电机工程相关领域的科学技术工作者及单位自愿组成并依法登记成立的全省性、非盈利性、学术性社会团体。近年来,学会秉承\"为科技工作者服务,为创新驱动发展服务,为提高全民科学素质服务,为党和政府科学决策服务\"的宗旨使命,坚决贯彻落实党的十九大精神和习近平总书记关于\"四个革命,一个合作\"能源安全发展战略,主动适应福建省经济发展和电力电机行业发展新要求,积极发挥学会联系广大电力科技工作者的桥梁和组带作用,搭建科技创新发展学术交流平台,助力福建高质量发展赶超。", "label": "电气工程", "id": 0}
{"content": "家电产品,例如家用空调、吸油烟机、电风扇、洗衣机等,使用电机作为能量转换的主要媒介。因此,对于此类产品的研究开发,特别是电机驱动及其相关的电力电子技术的开发研究重视程度和要求也越来越高。一种基于半实物硬件在环（Hardware-in-the-Loop,HIL）仿真的开发技术方法已经在电机驱动领域项目中发挥了重要的作用。因此,电机驱动相关的软件算法控制研究可以依靠于半实物硬件在环仿真技术,提高开发效率、降低开发成本。本文主要介绍了异步交流电机和永磁同步电机的数学模型,以及如何使用HIL平台对此类电机驱动系统进行建模仿真,并对仿真结果和实验结果进行对比。结果显示,半实物仿真平台测试结果与实验平台测试结果基本一致。", "label": "电气工程", "id": 0}
{"content": "高压电机、变频电机等在运行中会产生轴电流,轴电流会破坏油膜使润滑油碳化变质致使轴承温度升高,造成轴承、轴瓦表面电腐蚀严重,内圆形成\"搓板效应\",引起过热现象。如发现不及时就会造成轴承、轴瓦及电机所带设备烧毁事故,严重影响设备的安全运行。罗氏线圈电流互感器是一种特殊的电流互感器,其没有铁心,因此具有和普通的电流互感器所不一样的特点,本文详细介绍了在罗氏线圈电流互感器的基础上结合波形记录分析仪解决电机轴电流检测的方案,由于能方便测出电机负载轴电流,避免了轴电流对电机所带轴承、轴瓦等负荷的危害。", "label": "电气工程", "id": 0}
{"content": "磁滞电机的功率曲线平稳性影响液浮陀螺精度,根据磁滞电机功率曲线实测结果,归纳平稳功率曲线、典型异常功率曲线的特征。提出了\"参数-合格率分析\"和\"多重线性回归分析\"两种分析方法,用于对零组件参数与功率曲线平稳性相关性进行研究。通过实例计算确定了影响磁滞电机功率曲线平稳性的关键零组件参数及正、负相关性,以此作为调整零组件参数指标的依据,提升磁滞电机性能。", "label": "电气工程", "id": 0}
{"content": "由于轴承在整个电机系统中占有重要的位置,故对电机轴承进行故障模式识别与分类具有重要意义。近年来,机器学习,神经网络的热潮也带动了故障诊断的变革,在人机交互,控制与仿真,以及图像处理方面得到了广泛应用,并且部分科研人员已经将机器学习,神经网络运用到了轴承故障诊断方面中来。目前支持向量机算法凭借其强大的抗干扰能力、参数少、泛化能力强等优点被运用在轴承故障诊断上。因此,针对电机轴承故障模式识别问题,本文提出了一种利用EEMD-AR谱能量和SVM算法来进行电机轴承故障模式识别的诊断。本文提出了采用EEMD（Ensemble Empirical Mode Decomposition）与AR谱相结合的方式对振动信号进行预处理和特征提取,并利用支持向量机（Support vector machine）分类器对模型进行训练。首先利用EEMD将原始电机振动信号分解为6个阶次的IMF分量,并将这6个IMF分量进行自回归谱估计并对获得的特征参数进行主成分分析,以验证本文特征参数提取的有效性。然后将基于EEMD-AR谱方法的特征参数矩阵作为支持向量机分类器的输入向量,对不同载荷与转速工况下的电机轴承进行故障模式识别。结果表明,基于EEMD-AR谱能量和SVM的方法能够很好地提高电机轴承故障模式识别的准确率。", "label": "电气工程", "id": 0}
{"content": "为降低电机的制造成本,拟使用铝导体代替铜导体。制造铝导体发电机首先要解决的问题是铝导体的焊接问题,本文使用氩弧焊和电阻钎焊对铝导体进行焊接。通过制作焊接模拟试样,对模拟试样的直流电阻、通电温升、抗拉强度、外观质量（目测和渗透检测）、内部质量（金相试验）进行检测,以评判铝导体焊接的可靠性。通过分析对比发现,使用氩弧焊和电阻钎焊制作试样的各项检测指标均满足要求,其中电阻钎焊的效率明显高于氩弧焊,电阻钎焊的焊接成本明显低于氩弧焊。", "label": "电气工程", "id": 0}
{"content": "当前电力技术的广泛应用以及新能源的大力推广,带动了汽车驱动由石化燃料向电力的转变。电机壳作为电机的结构件,在能量转换过程中扮演着重要角色[1]。但铝电机壳在铸造过程中存在一些瓶颈问题,如缩松、气孔、砂眼等缺陷。本篇利用AnyCasting CAE软件对低压铸造过程中的缩松进行分析,作浇注系统改良。结合实际生产,探讨铸造工艺水平的提升,继而为生产提供指导。", "label": "电气工程", "id": 0}
{"content": "为防止电气系统\"晃电\"造成装置生产波动,炼化企业重要电机一般设有再启动功能。再启动电机群启时通常会引起母线电压降低。对母线电压的校核可避免备用电源段运行电机跳闸、再启动电机启动失败和因电源侧保护动作造成全站停电等问题。通过对炼油厂区新建110kV变电站再启动时母线电压的校核,估算了35kV母线允许再启动电机总容量,为今后新建装置设置再启动电机提供参考。", "label": "电气工程", "id": 0}
{"content": "本文以近期连续发生的两起6kV高压电机绝缘击穿事故为例,从电机概况及工作环境、生产运行及日常维护、产品质量缺陷和基础台面安装等方面,深入分析事故原因和总结存在问题,剖析YKK系列电机普遍存在的风险和隐患,积极制定和落实整改措施,全面排查同型号电机存在的相似问题,提出电气设备绝缘测量及在线监测方法,并制定专项维护及检修策略,以待从根本上解决电机绝缘降低的问题,做好高压电机隐患治理和预防工作。", "label": "电气工程", "id": 0}
{"content": "浸油电机是一种依靠油作为冷却介质来工作的电机,电机正常工作的时候,其转子处于浸油环境中。本文详细计算该浸油电机各部分的生热密度、导热系数和传热系数,通过合理的简化假设,对浸油电机的温升特性进行了分析,并对流场及温度场进行了耦合分析。针对气隙部分的换热情况,仿真得出气隙处的对流换热系数,分析了流固耦合处的热交换情况。", "label": "电气工程", "id": 0}
{"content": "为了解决传统的直驱风力发电机体积庞大、整机吊装及维护费用高昂的问题,国内首次研制出了3.0MW机组模块化直驱永磁同步风力发电机,并由我公司进行首台试制,该模块化电机定子由一个中心支架、八个扇形定子模块组成,每个定子模块由定子支架与十六个单齿模块组装而成。该电机设计、工艺方案在全球直驱风电领域属于首次尝试,主要应对风电机组大型化后带来的制造工艺、装备、运输、吊装等难题而产生。样机开发成功后,将改变目前直驱电机的工艺布局,同时降低成本,提升产品的市场竞争力。", "label": "电气工程", "id": 0}
{"content": "由于电机轴承故障信号的非线性以及背景噪声的影响导致故障特征难以确定,为了有效地提取电机轴承故障信号特征、识别故障类型,采用了变分模态分解（Variational Mode Decomposition,VMD）与多特征参数融合、核主元分析（Kernel Principal Component Analysis,KPCA）降维、BP算法相结合的电机轴承故障诊断方法。首先,用小波软硬阈值方法消除电机轴承振动信号噪声;接下来,通过中心频率在不同频段内的有效极值点个数选取合适的k值,计算VMD分解后k个分量的信息熵、能量熵、样本熵以及时域指标;最后,对融合的多特征参数用混合核KPCA降维后再通过BP算法识别故障类型。实验结果表明,该方法较EMD分解和单一的特征参数而言,可以更有效地提取电机轴承有用信息和识别故障类型。", "label": "电气工程", "id": 0}
{"content": "一场突如其来的疫情给高校教育带来了前所未有的影响和挑战。\"停课不停学\"的开展让在线教学成为\"刚需\",本文正是在这种大背景下,通过电机与拖动课程线上教学的实践,提出了博采众长、跨界融合教学资源和教学平台构建多元立交式\"空中课堂\"新的教学模式,引领学生有效的自主学习,增强与学生的互动,实现线上课程多样化,有效提高线上教学的教学质量。并对疫情后期常态下的教学改革提出了新的设想。", "label": "电气工程", "id": 0}
{"content": "本文提出了一种测冰霜技术,介绍了测量原理并建立模型进行数值模拟分析。研究不同结冰厚度下的感应电压输出及压电片间距不同时的感应电压输出。结果表明,随着结冰厚度的增加,感应信号幅值越来越小;压电片距离越大,其感应信号幅值越小。", "label": "电气工程", "id": 0}
{"content": "铁电陶瓷的压电与介电性能起源分为本征贡献和非本征贡献,其中本征贡献来源于陶瓷中的晶格畸变,而非本征的贡献主要来源于陶瓷的畴壁运动。因此,关于电畴结构、电畴翻转的相关表征对进一步认识压电陶瓷压电性能具有重要意义。压电力响应显微镜（Piezoresponce Force Microscopy,PFM）是一种接触式扫描电子探针显微技术,可以通过悬臂梁测量探针与试样表面作用力检测样品畴结构,是通过给探针施加固定频率的激励信号,在逆压电效应作用下产生电致形变,使样品产生机械振动,显示极化矢量的局部重排,进而观测形貌结构。铌酸钾钠KxNa1-xNbO3（KNN）是一种具有居里温度较高、压电性能优异、对环境友好等特点的无铅压电陶瓷体系,是目前研究中最有可能取代铅基压电陶瓷制作器件应用的体系之一。PFM技术是目前研究铌酸钾钠基无铅压电陶瓷以及其他压电陶瓷畴结构一种非常重要的技术手段。本文通过利用PFM表征了铌酸钾钠基陶瓷体系畴结构,研究铌酸钾钠基无铅压电陶瓷在多相共存时的畴结构与高性能之间的关系,探索铌酸钾钠基无铅压电陶瓷掺杂改性后高压电性能的微观起源。通过畴的响应可以观察到铌酸钾钠基无铅压电陶瓷中同时存在条纹畴以及亚微米级不规则的畴结构,这种复杂的畴结构经常在多相共存的铌酸钾钠基陶瓷中被观测到,并且条纹畴和亚微米级尺寸的畴结构有利于增强KNN基无铅压电陶瓷的压电性能。同时,利用原位PFM探讨KNN基无铅压电陶瓷体系畴结构随温度外场作用下的响应规律。同时通过利用PFM中的写畴模式,观察铌酸钾钠基无铅压电陶瓷在不同电场下的畴翻转规律,解析外加电场下KNN基无铅压电陶瓷压电性能的响应规律,讨论温度、电场等外场作用下压电响应中非本征贡献的变化规律。对无铅压电陶瓷中电畴翻转、电畴结构的表征以及不同外场下的响应规律的探讨,有助于更加深入地了解无铅压电陶瓷压电铁电性能的来源以及极化过程对压电性能的影响规律,为设计制备高压电性能KNN基无铅压电陶瓷提供有益的探索并奠定坚实的理论基础,并为推动KNN陶瓷的实际应用提供有力的帮助。", "label": "电气工程", "id": 0}
{"content": "为研究陶瓷-合金阳极上下面的导电性能,对两端加电流法、一侧-顶端加电流法、上端-底面加电流法和上下面加电流法四种导电性能检测方案的优缺点和可行性进行对比分析,结果表明上下面加电流法适合用于陶瓷-合金阳极的导电性能检测,使用性较强。", "label": "电气工程", "id": 0}
{"content": "<正>0引言锆钛酸铅（PZT）压电陶瓷具有较高的居里温度和优异的压电性能,是目前声学换能器和检测器件最常用的材料。在声波测井深部钻探测量方面,基于井下高温、超高温的环境需求,需要开发出耐温和压电性能更优异的新型压电材料来替代传统PZT压电陶瓷。目前己报道多种温度和压电性能优良的压电陶瓷材料。其中,偏铌酸铅（PN）压电陶瓷作为一种钨青铜结构的铁电体材料[1],与钙钛矿", "label": "电气工程", "id": 0}
{"content": "<正>以（K,Na）NbO3和AgNbO3为代表的钙钛矿结构无铅陶瓷材料近来备受关注,前者是十多年被广泛研究且进展非常显著的高性能无铅铁电压电陶瓷,后者是最近被聚焦的无铅反铁电储能陶瓷。在几种无铅压电陶瓷材料中,（K,Na）NbO3（简写KNN）钙钛矿化合物具有明显的综合优势。本报告将基于我们近年来的工作,重点介绍KNN基无铅压电陶瓷的烧结制备技术、相结构调控与性能增加机理、性能温度稳定性等相关基础研究进展,并展示该体系无铅压电陶瓷材料在超声成像传感器、", "label": "电气工程", "id": 0}
{"content": "<正>0引言1P-52压电陶瓷介电常数、压电常数都很高,具有经多次撞击后输出电压不降低的优点,随着现代科学技术的不断发展,需要进一步提高压电陶瓷的介电常数、压电系数,以满足灵敏度要求高、抗干扰能力强的水声换能器应用需求。我们从众多原材料生产厂家中选择了两家符合材料要求的原材料进行选料试验,选出性能较优良的原材料;并在现有压电陶瓷制备技术的基础上,更换原粉料粉碎方式,采用不同的设备、载体", "label": "电气工程", "id": 0}
{"content": "采用传统固相法制备Ca0.95-x（Li,Ce）0.025SmxBi2Nb2O9系无铅压电陶瓷,研究了Sm离子的引入对CBN基无铅压电陶瓷相结构和电学性能的影响。研究结果表明,不同含量的Sm离子均能顺利地进入CBN陶瓷的晶格并与其形成良好的固溶,其对CBN陶瓷的压电常数影响比较明显,随着掺杂浓度增加d33数值呈现先增大后减小的趋势,对陶瓷进行退火时,400～900℃区间所有样品d33数值几乎保持不变,高温稳定性较好,其居里温度也保持在较高的数值。当x=0.04时,其压电性能最优:d33=15.3 pC/N,kp=9.2%,TC=921℃,说明（Li,Ce,Sm）掺杂改性后的CBN陶瓷在高温领域具有潜在的应用前景。", "label": "电气工程", "id": 0}
{"content": "采用固相反应法制备(Li0.5Ce0.25Sm0.25)xCa1-xBi2Nb2O9（x=0、0.025、0.05、0.1和0.15,简写为CBNLCS-100x）铋层状压电陶瓷,分析多元稀土元素掺杂对CaBi2Nb2O9（CBN）陶瓷晶体结构、微观形貌及电学性能的影响。XRD分析表明,LiCeSm进入晶格内部形成固溶体,空间群A21am。采用Rietveld结构精修分析了晶胞结构随掺杂浓度变化关系。随着掺杂浓度增加,晶体结构具备由斜方晶系向四方晶系转变的趋势。CBNLCS-15陶瓷的四方性最强,其晶胞参数分别为a=5.4708（3）、b=5.4478（3）、c=24.876（2）。SEM图像显示,掺杂浓度增加,晶粒尺寸大幅度减小,且大小更均一。稀土元素Ce和Sm熔点较高,在烧结过程中不易扩散,从而抑制晶粒生长。改性后陶瓷的居里温度均在930℃以上,CBNLCS-15陶瓷的压电系数最高,d33约为12.5pC/N。", "label": "电气工程", "id": 0}
{"content": "传统的静电纺丝装置中一般采用高压电源来提供0~30k V的高压,存在装置复杂、笨重和依赖外接电源等缺点,这就极大地限制了静电纺丝的应用领域[1]。而压电陶瓷是一种利用压电效应能够将机械能和电能互相转换的信息功能陶瓷材料[2],通过压电陶瓷可以得到56k V的高压脉冲。于是我们采用压电陶瓷替代传统的高压电源,组装得到的静电纺丝装置非常简易,并制备了PVP、PVDF和PS的微纳米纤维。", "label": "电气工程", "id": 0}
{"content": "铌酸钾钠(K0.5Na0.5NbO3,KNN)基无铅压电陶瓷因其优异的电性能、较高的居里温度和适中的介电常数,优越的环境协调性被认为是取代铅基压电陶瓷最有前景的材料之一。KNN基无铅压电陶瓷通过优化K/Na的比例可以提高其压电性能,本文采用传统固相法制备了0.96(KxNa1-xNbO3)-0.04Bi0.5Na0.5ZrO3(0.96KxN1-xN-0.04BNZ,x=0.48,0.49,0.50,0.51,0.52)无铅压电陶瓷,系统研究了0.96KxN1-xN-0.04BNZ压电陶瓷晶相组成、显微结构及压电性能的影响规律。研究结果表明:0.96KxN1-xN-0.04BNZ陶瓷均具有钙钛矿晶体,样品在x=0.50,0.51时为正交–四方两相共存的多型相转变结构（Polymorphic Phase Transition,PPT）;样品的体积密度随着烧结温度的升高先增大后减小,在1120℃下保温3h的0.96KxN1-xN-0.04BNZ陶瓷体积密度最高,在1120℃下,样品的体积密度随K含量的增加先增大后减小,在x=0.50时,体积密度达到最大值ρ=4.56g/cm~3;陶瓷样品的压电常数d33,机电耦合系数kp,介电常数εr随着x值的增加呈现出先增大后减小的趋势,而陶瓷的机械品质因数Qm和介电损耗tanδ则呈现出与d33和kp相反的趋势。在x=0.50时,陶瓷具有优异的电性能:压电常数d33=305p C/N;机电耦合系数kp=36.8%;机械品质因素Qm=49;介电常数εr=1390;介电损耗tanδ=3.2%,居里温度Tc=310℃。", "label": "电气工程", "id": 0}
{"content": "采用压电陶瓷的传统固相法,系统研究了不同预烧温度对Ba0.85Ca0.15Ti0.9Zr0.1O3（BCTZ）无铅压电陶瓷的物相组成及介电性能和压电性能的影响。结果表明:不同预烧温度的陶瓷样品为单一的钙钛矿结构,基本没有第二相的生成,陶瓷的物相由铁电四方相向三方相转变。随着预烧温度的升高,BCTZ无铅压电陶瓷的压电常数、平面机电耦合系数、介电常数先增加然后降低,介电损耗先降低然后增加。当预烧温度为1370℃时,BCTZ无铅压电陶瓷的综合性能最佳:d33=600p C/N,Kp=60.84%,εr=3727,tanδ=1.02%。", "label": "电气工程", "id": 0}
{"content": "在BiScO3-PbTiO3（BSPT）系压电陶瓷中,掺入少量稀土元素氧化物Mx Oy（M=Tm、Sm、Yb）,采用固相烧结工艺制备出性能得到改善的高居里温度压电陶瓷。选用的基方0.36BiScO3-0.64Pb TiO3,掺入不同质量分数awt%（a=0.25、0.50、0.75、0.10）的稀土氧化物,实验结果如下:在保证材料压电应变常数d33>430p C/N,平面机电耦合系数Kp>52%的情况下,当掺入Sm2O3的质量分数达到0.1wt%时,材料的相对介电常数εT33/ε0=2199,材料厚度机电耦合系数Kt=62%;当掺入Yb2O3 0.050wt%时,介电损耗tanδ=0.025;当掺Tm2O3 0.075wt%时,压电应变常数d33=480p C/N。实验表明,不同的稀土元素对材料有不同的性能调节作用,掺Sm2O3可提高材料的相对介电常数和厚度机电耦合系数;掺Yb2O3可降低材料的损耗;掺Tm2O3可增加材料的压电应变常数。该结果预示着该材料在高温压电器件方面的应用领域得以扩展,且提高了该高温压电材料的实用性。", "label": "电气工程", "id": 0}
{"content": "采用传统固相合成法制备了Zn掺杂0.7Bi1-xZnxFeO3-0.3BaTiO3（BZxF-BT,x=0-75%）高温压电陶瓷,研究了该体系的原位和非原位压电性能以及高温敏感性。采用淬火技术制备了Zn掺杂0.7BiFe1-xZnxO3-0.3BaTiO3（BFZx-BT,x=0-1.5%）高温压电陶瓷,研究了该体系的电性能。X射线衍射分析表明该体系（BZx F-BT,BFZx-BT）样品均为三方畸变钙钛矿结构,扫描电镜结果显示所有样品（BZx F-BT,BFZx-BT）均具有较致密的显微形貌,且随Zn含量增加晶粒尺寸先增大后减小。同时,压电性能变化规律与晶粒尺寸变化一致。x=0.6%BZx F-BT陶瓷具有最佳的压电性能:d33~160p C/N,kp~0.28;x=0.9%BZxF-BT陶瓷淬火后具有最佳压电性能:d33~208p C/N,kp~0.32。介电温谱和退极化测试表明,BZx F-BT陶瓷在26~450°C温度范围内拥有良好的高温稳定性,在x=0.6%时陶瓷具有最高居里温度TC~476°C,退极化温度Td~450°C;x=0.9%BFZx-BT陶瓷在淬火后陶瓷具有最高居里温度TC~480°C,退极化温度Td~450°C。淬火工艺表明,BFZx-BT陶瓷的剩余极化Pr和居里温度TC及压电系数d33得到明显提升。此外,原位和非原位压电性能测试表明,（BZx F-BT,BFZx-BT）体系具有显著的高温敏感性和高温稳定性,进一步表明该体系陶瓷是一种潜在的高温压电驱动替代材料。淬火技术研究表明,该方法能有效的增强材料的电性能。", "label": "电气工程", "id": 0}
{"content": "本文旨在对现有的某型厚度振动模式换能器的指向性进行改进,将压电陶瓷的辐射面由正方形改为圆形后,通过对4种改进后布阵方式的理论计算和数值对比,优选出一种布阵方式,在工作频率点获得了0.92d B的额外指向性指数增益和更低的旁瓣,达到了预期的改进目的。", "label": "电气工程", "id": 0}
{"content": "<正>将极化的PZT压电陶瓷进行大应力下的侧向压缩并将压应力保持较长时间,通过力致铁弹畴变将压电陶瓷的对称性由横观各向同性改变为正交各向异性,在压电陶瓷中实现了数值差异很大的d31和d32。通过与压缩方向成45°角的方向进行切割,得到了具有d36压电系数接近200pC/N的压电陶瓷片。将这种d36压电片贴在铝板上进行超声导波激振测试,结果发现可以产生幅值较大的SH波。", "label": "电气工程", "id": 0}
{"content": "<正>（K,Na）NbO3（简称KNN）基无铅压电陶瓷因其优越的性能、较高的居里温度被认为是取代铅基压电陶瓷最好的候选材料之一。为了进一步拓展其应用,使之能与PZT压电陶瓷相媲美,国内外学者在改善制备工艺方面做了大量的研究。本论文通过流延成型技术,采用与基体材料具有相同组成和晶体结构的同质模板K0.5Na0.5NbO3并结合掺杂改性后的基料粉体K0.45Na0.550.98Li0.02（Nb0.77Ta0.18Sb0.05）O3-0.005BaZrO3（简称为KNNLST-BZ）流延制备出织构化KNN基无铅压电陶瓷,研究了不同的工艺参数（烧结温度、重复烧结次数）对于KNNLST-BZ织构化陶瓷的电", "label": "电气工程", "id": 0}
{"content": "<正>采用传统固相反应法制备了MnO2掺杂K0.48Na0.52NbO3（KNN）无铅压电陶瓷,系统研究了不同MnO2含量对KNN陶瓷微观形貌、相结构、压电和介电性能的影响,并探讨了不同烧结气氛对MnO2掺杂KNN陶瓷性能的影响。研究结果表明,所有陶瓷均形成了钙钛矿结构,Mn离子固溶进KNN晶格,部分取代Nb5+引起晶格畸变。当MnO2掺杂含量较少时,少量液相形成,使得晶粒尺寸减小,促进陶瓷的致密化。", "label": "电气工程", "id": 0}
{"content": "<正>BiFeO3-BaTiO3基无铅压电陶瓷表现较高压电性能（d33≥116pC/N）和高居里温度（TC>619oC）,具有取代PZT基压电陶瓷的潜力。但相比PZT基压电陶瓷的高压电性能（d33~300pC/N）,BiFeO3-BaTiO3基压电陶瓷的压电性能有待于进一步提高。研究表明,La2O3掺杂能够有效降低陶瓷的矫顽场、提高剩余极化强度和压电性能。本研究采用传统固相烧结法制备0.35mol%La2O3掺杂的（1-x）BiFeO3-xBaTiO3(x=0.24,0.26,", "label": "电气工程", "id": 0}
{"content": "NdFeB磁体有超高的磁性能已在节能电机、新能源汽车、电子、信息、航空航天等众多领域得到广泛应用。随着磁体应用领域的拓展,为了改善磁体温度特性,需在磁体中添加大量的重稀土元素（如Dy等）来提高磁体的矫顽力,但重稀土价格昂贵,使得NdFeB材料的成本逐年攀升。重稀土Dy晶界扩渗技术制备高性能、低成本NdFeB磁体的重要技术,但扩渗工艺稳定性较差及其对磁体性能的影响机理依然不明晰,成为影响该技术大规模应用的瓶颈。本研究采用35M磁体作为原料,使用自制新型DyF3涂料对35M磁体进行晶界扩渗处理。35M磁体经过920℃×10 h的晶界扩渗工艺,获得了最佳的综合磁性能,磁体的矫顽力由1240.0 kA/m增加到了1710.2 kA/m,增加了470.2 kA/m,增幅为37.9%。采用该重稀土Dy晶界扩渗技术消耗大约0.8 wt.%的DyF3即可M档磁体提升至SH档磁体,而传统工艺需要加入约3%的Dy才能制备出高档的SH磁体。通过电子探针EPMA揭示了Dy元素的晶界扩渗过程和磁体矫顽力提高机理。在晶界扩渗过程中,初期阶段,Dy元素浓度从磁体的外表层至芯部逐渐降低。随着扩渗时间的延长或温度的上升使得晶界扩渗过程更加充分,Dy元素渗往晶粒外延层,磁体的外表层Dy元素浓度下降,磁体芯部Dy元素浓度上升。当磁体中Dy元素分布平均且浓度较高时磁体具有最高磁性能。当扩渗时间过长,Dy元素会向主相晶粒内部扩渗,甚至会充满整个晶粒,这会导致磁体性能下降。因此,本研究为进一步优化了重稀土Dy晶界扩渗技术,推进其应用,提供实验依据和理论指导。", "label": "电气工程", "id": 0}
{"content": "晶界扩散技术已成为耐高温烧结钕铁硼永磁的标准工艺。进一步降低重稀土元素消耗、高效利用扩散剂、持续减少材料成本是目前的主要发展方向。本文介绍了作者团队近两年在晶界扩散领域的部分研究进展。研究了钕铁硼基底材料对晶界扩散的影响。结果表明,相比与Pr-Nd-Fe-B基材,重稀土在Nd-Fe-B基材中有更高的扩散效率和矫顽力提升效果。通过使用轻稀土和非稀土元素部分替代扩散剂中的Tb或Dy,增加了重稀土的扩散深度利用效率,在保持高矫顽力的同时,减少了剩磁的降低。通过使用复合扩散和选区扩散（SAGBD）技术,在减少或者不增加扩散剂使用量的情况下,获得了更大的矫顽力提升,并且一定程度上突破了磁体厚度的限制（图1）。通过微磁学模拟和实验研究相结合的方法,详细分析了扩散磁体硬磁性能与显微组织的关系,为进一步提高钕铁硼永磁性价比打下了基础。", "label": "电气工程", "id": 0}
{"content": "钕铁硼永磁材料具有优异的硬磁性能,广泛应用于新能源、智能装备、电子信息、轨道交通等领域,是使用范围最为广泛的一种稀土功能材料。目前,磁体的磁能积已经非常接近其理论值,但矫顽力仍然远小于其理论值,且其温度稳定性差,难以满足高温下使用的要求。为了克服热稳定性缺陷,可通过熔炼合金化的方法提高磁体的Tb含量,主要是利用Tb2Fe14B更高的磁晶各向异性场,从而达到提高矫顽力的目的。然而,此方法需要消耗大量昂贵稀缺的重稀土资源,大幅度提高了磁体的原材料成本。此外,由于重稀土Tb的原子磁矩与Fe原子磁矩呈反平行排列,因此,在提高矫顽力的同时,磁体的剩磁和磁能积下降明显。烧结NdFeB的反磁化机制是反向畴在晶界缺陷处形核,晶界和主相晶粒表面缺陷区域是反磁化过程中的薄弱部位。重稀土Tb晶界扩散方法通过构建磁体内部晶粒的核壳结构来实现主相晶粒表面的磁硬化,能大幅提升磁体矫顽力且剩磁仅轻微下降。与熔炼合金化技术相比,该方法能更有效的利用Tb元素,降低了高性能磁体对昂贵稀缺的Tb元素的依赖。然而,磁体表层Tb元素浓度较高,浓度梯度大,造成磁体表层区域晶格扩散现象较为严重,消耗了大量的重稀土元素,且富稀土相团聚明显,不利于矫顽力的提高。Tb在磁体内部的梯度分布造成磁体内部不同区域的矫顽力也呈梯度分布规律,导致磁体不同区域表现出不一致的退磁行为,恶化了磁体退磁曲线的方形度。因此,如何通过成分和结构的设计,优化Tb元素分布是目前的研究热点。Tb元素分布的调控,有利于提升钕铁硼磁体的综合磁性能,并能有效延长重稀土战略资源的使用寿命,实现稀土产业的可持续发展,具有重要的经济和社会效益。本文通过磁体成分的设计和微观结构的优化,有效调控了Tb元素在磁体内部的分布,分析了Tb元素分布特征与磁体磁性能之间的内在关系。", "label": "电气工程", "id": 0}
{"content": "高矫顽力烧结Nd-Fe-B磁体强烈依赖于昂贵的重稀土Dy/Tb元素。然而,资源的稀缺、不可再生及其昂贵的价格限制了重稀土的大规模应用[1]。一直以来,作为高效利用重稀土元素的技术之一——晶界扩散技术被广泛研究。调控晶界和主相界面结构,构建高磁晶各向异性的富重稀土壳和高饱和磁化强度的核,即形成\"外硬内软\"的核壳结构是该技术的核心问题[2]。基于表面包覆技术,我们通过机械球磨法制备了Pr80Al20@DyF3的新型复合粉末（图1a和b）。区别于传统的高熔点的氢化物、氟化物、氧化物和低熔点合金粉末,新型复合粉末能灵活调整重稀土和轻稀土元素的比例,提高微量重稀土的极致利用率,从而实现重稀土资源的高质化利用。图1d为复合粉末(Pr80Al20)X（DyF3）1-X（X为0-1）扩散磁体的磁性能图。磁体的矫顽力几乎与复合粉末中Pr80Al20含量成正比,当X=0.7时,矫顽力由初始的12.76 kOe增加至24.39kOe,矫顽力增量为11.63 kOe,提高了91.1%,超过了已报道的使用含Dy扩散源的矫顽力增量的最大值。当X=0.9时,矫顽力仍然增加至23.28 kOe,增幅为10.52 kOe。显微组织结构表明,复合粉末扩散源极大地提高了Dy元素的扩散效率。特别是在当X=0.9时,扩散磁体中Dy元素在磁体表面几乎没有聚集。连续的Pr-Al-rich晶界相和Dy-Pr-rich硬磁壳层的形成是磁体矫顽力提高的主要原因。", "label": "电气工程", "id": 0}
{"content": "由于间隙氮原子的引入,人们成功得到了能与\"永磁之王\"Nd2Fe14B磁能积相媲美的Sm2Fe17Nx化合物,它可提供足够高的储能密度,被视为是一种具有前途的高性能永磁材料。间隙氮原子的引入能使Sm2Fe17弱的面内磁晶各向异性转变为强单轴各向异性,且大幅度地提高了材料的饱和磁化强度、居里温度。但由于Sm元素对中子具有强吸收,直到目前,人们都未能利用中子衍射技术对该材料展开磁结构的研究。通过优化中子衍射实验,我们在北大高强度中子粉末衍射谱仪（PKU-HIPD）上首次给出了Sm2Fe17及其氮化物的中子衍射图谱,并通过吸收因子的修正解析了磁结构。根据Rietveld精修,我们确定了氮原子主要进入9e （0.5, 0, 0）间隙位,对应氮含量x等于2.68,接近该位置最大的Wigner-Seitz体积大小,表明氮化反应的充分性。实验上确定Sm2Fe17具有面内铁磁结构,且磁矩倾向a轴方向（磁矩偏离a轴约15°）,氮化后为磁矩则沿着c方向排列。各个晶位上的Fe磁矩在氮化后均有明显地提高,这主要来源于磁体积效应大大增强的缘故（晶胞体积膨胀约6%）。此外,经氮化反应,与Fe磁矩相反排列的Sm磁矩大小有所降低,这可能是源于晶场下多重态的高能态变化而造成的。上述结果为研究2:17型永磁材料的宏观性质提供了微观机制的证据,为开发下一代低成本高性能永磁材料提供了前景。", "label": "电气工程", "id": 0}
{"content": "Nd2Fe14B稀土永磁材料自发明以来,具有丰富的磁学特征和优异的磁性能。为了开发更高性能稀土永磁材料,深入理解影响Nd2Fe14B稀土永磁材料矫顽力的因素,本文从微观结构及成分的角度出发,联系畴壁运动,系统的解释矫顽力的来源和影响因素。首先对烧结Nd2Fe14B稀土永磁材料进行研究,通过改变磁体的温度,从而调控磁体的内秉性质,发现烧结磁体畴壁运动主要发生在晶粒内部,磁畴扩展和收缩,最终收缩至哑铃状或直接消失。并且温度降至135 K以下,首次利用LTEM观察到了Nd2Fe14B的自旋再取向效应并发现具有拓扑保护的磁泡-斯格明子（Skyrmions）。另外,同样利用LTEM对热变形Nd2Fe14B磁体的反磁化过程也进行了分析研究,发现不同的晶界在畴壁移动的过程中起到不同程度的钉扎作用,而强钉扎点越多的磁体矫顽力往往会更高。因此,改善材料的内秉性质,增加磁体强钉扎点个数及分布成为提升磁体矫顽力一种方式,为制备更高矫顽力磁体提供了一定的指导。", "label": "电气工程", "id": 0}
{"content": "科技的发展对稀土永磁材料的高温稳定性、高抗退磁性及长期工作稳定性提出了更高要求,目前,为保证高性能稀土永磁材料的矫顽力和温度稳定性,国内外都通过添加大量稀缺的镝/铽重稀土来实现,但重稀土储量较少、价格昂贵,引起原材料成本的问题。为解决传统制备技术易造成晶粒生长,微观结构恶化,难以在无/低重稀土的情况下获得高性能稀土永磁材料的问题。鉴于精细调控磁体微观组织,细化晶粒与优化晶间相分布是提高磁体矫顽力的有效措施,提出将晶粒生长抑制剂VC引入稀土永磁材料的制备中,拟实现对微观结构的有效调控。研究发现:添加少量的VC后,其与富稀土相发生反应生成FeV相,消耗了晶间相中的Fe元素,削弱了晶间相的铁磁性,增强了去磁耦合效果;并改变了富稀土液相成分,晶粒溶解-析出过程受限;另外其还可作为钉扎点和异质形核点,抑制主相晶粒的合并长大,实现主相晶粒的细小规整化,获得了优异的综合磁性能,相比于未添加VC所得磁体,（BH）max与Hcj分别提高了4.8%及8.6%,而Br仅下降0.4%。这为低成本高性能烧结磁体的制备提供了一种新的思路。", "label": "电气工程", "id": 0}
{"content": "晶界扩散和合金粉末掺杂等工艺是调控热变形Nd-Fe-B磁体的晶界结构、改善磁性能的主要途径[1-3]。现代分析手段如SEM和TEM等能观察微观组织结构的差异从而解释宏观性能的变化,但无法观察到磁化反转过程。借助微磁学模拟能直观地反映出磁化反转过程中的磁畴变化规律,更清楚地阐明磁化过程机理[4,5]。本文用两个实例,来阐述微磁学模拟在解释深层机制上的重要性。第一个实例聚焦于磁体组织均匀性对方形度的影响。两种晶界扩散的磁体在自扩散的作用下,方形度高达0.95,如图1所示。微观结构表明,表层和中心微观结构的均一性是方形度提高的原因。图2所示的微磁学模拟的结果说明微观结构是否均匀对方形度和磁化反转过程的连续性有巨大的影响。第二个实例研究了低重稀土合金掺杂对磁体矫顽力的影响。两种合金粉末Nd-Dy-Cu-Ga和Nd-Tb-Cu-Ga掺杂的磁体,矫顽力分别高达2.6T和2.7T,如图3所示。SEM观察到掺杂前后磁体的晶粒形貌和晶界相含量有明显差异,但两种掺杂磁体之间的差异不明显。图4利用微磁学模拟不仅解释了无壳层和有壳层磁体在矫顽力和磁化反转行为上的巨大差异,而且解释了Dy壳层和Tb壳层磁体之间的微小差异。上述两个实例表明基于实验表征结果而构建的微磁学模型,其模拟结果具有很好的可靠性。", "label": "电气工程", "id": 0}
{"content": "稀土永磁材料作为重要的基础性功能材料,已广泛应用于现代科学技术领域和日常生活中,对社会进步和经济发展起着重要的推动作用。当永磁材料的晶粒尺寸进入纳米尺度后,高矫顽力以及丰富的磁性行为和磁相互作用引起了研究者的广泛关注。本研究针对Nd-Fe-B和Sm-Co体系,采用热变形方法制备了各向异性纳米晶永磁体,重点研究磁体磁性能优化机制。针对热变形Nd-Fe-B磁体,系统地研究了Nd-Fe-B磁体的显微组织、微磁结构、织构及磁性能,及其在热变形过程中的演化。结果表明,在变形初期,细晶区中的等轴晶粒开始逐渐转变为板条状晶粒,并且随着变形量的增加,板条状晶粒的比例逐渐增加并有序排列,形成c轴织构。当变形量过大时,板条状晶粒逐渐合并形成异常长大。通过工艺优化成功实现粗晶区显著抑制,磁体磁能积显著提升。另一方面,针对热变形Sm-Co磁体,提出了通过构建弥散分布的纳米晶富稀土相制备了高各向异性Sm-Co磁体。磁体兼具高磁各向异性和高矫顽力,其室温磁性能为Mr=7.50 kG、Hci=25.6 kOe、（BH）m=14.1 MGOe。同时磁体还具有良好的温度稳定性,在300℃下磁体的矫顽力仍可达到9.39 kOe。微结构分析发现磁体c轴织构的形成可能来源于变形过程中的晶界滑移,并伴随晶粒的合并与长大。", "label": "电气工程", "id": 0}
{"content": "六角晶单轴各向异性铁氧体是应用最广泛的永磁材料,但这种亚铁磁材料的饱和磁化强度和矫顽力分别只有72 emu/g和3-4 kOe。通过离子取代,特别是采用高丰度轻稀土取代的六角晶锶永磁铁氧体,可以获得更高的内禀矫顽力HcJ、最大磁能积（BH）max和低的温度系数α(HcJ),表现出优异的永磁性能。研究主要致力于六角铁氧体的组成、结构、晶体生长、单畴、晶界重构和磁矩的取向与排布等有效的人为调控,重点研究晶体场作用下的电子自旋和轨道相互耦合与磁晶各向异性能的物理机制,揭示六角铁氧体AB12O19晶体中R块(AFe6O112-)和S块(Fe6O82+)结构与磁性,构建高丰度稀土La3+与Ca2+、Co2+掺杂多组分六角晶的晶格有序,掌控稀土离子掺杂单轴各向异性的多晶可控的制备技术,经过晶界重构、磁畴一致转动的磁化过程,获得单畴有序的磁织构,调控主畴易磁化方向和闭合畴难磁化方向,增加抗退磁内禀特性,开发高丰度稀土La3+掺杂的高磁晶各向异性能和高饱和磁化强度的六角铁氧体材料,突破高性能稀土六角铁氧体磁体制备技术的瓶颈。通过对La2O3-CaO-Fe2O3三元相图研究并掺杂Sr2+和Co2+,构建La2O3（Sr O）-CaO-Fe2O3（Co2O3）多元复杂体系相图,制备Cax Lay Sr1-x-y O·n Fe2-u/nCou/n O3磁体的内禀矫顽力（kOe）+最大磁能积（MGOe）≥10.7[HcJ≥5.68kOe,（BH）max≥5.09 MGOe],温度系数α(HcJ)≤0.06%/K。本研究开展高性能稀土永磁铁氧体的研究,不但有助推动相关产业的高速发展,而且对促进我国稀土资源的平衡利用具有重要的意义。", "label": "电气工程", "id": 0}
{"content": "以NdFeB为主的稀土永磁材料在众多领域有着广泛的应用,且长期依赖于Nd、Pr、Dy和Tb等稀土资源。而与其伴生的轻稀土Ce的利用率却很低,导致稀土资源的不平衡利用和浪费。近几年来,为了促进稀土永磁材料产业的可持续发展,采用廉价的高丰度轻稀土Ce替代Nd、Pr的相关研究成为热点。为了充分利用轻稀土Ce,掺杂含Ce低熔点共晶合金并结合液相扩散技术提高（Nd,Re）-Fe-B磁体的矫顽力。本文报道了添加Ce-Re（RE=Co,Cu）的热压/热变形纳米晶钕铁硼永磁合金,研究了Ce-Re添加对纳米晶Nd-Fe-B磁体磁性能和微观结构的影响,以及热压工艺对磁体密度、磁性能等的影响[1]。", "label": "电气工程", "id": 0}
{"content": "钐钴永磁材料因其高磁能积、高温度稳定性和高使用温度,被广泛应用在国防及民用高技术领域。特别是近年来,随着加速度计、重力仪、梯度仪等高端仪器仪表的发展,对高稳定性永磁材料提出了更高的要求,亟需进一步提升永磁材料的稳定性。本研究基于具有自旋相变胞壁相的2:17型SmCo永磁材料的设计,在Sm1-xRx（Co,Fe,Cu,Zr）z,（R=Nd、Tb、Dy）磁体中都发现了正矫顽力温度系数反常现象,正矫顽力温度系数温度区间覆盖-200℃～350℃,可以满足宽温区的矫顽力温度稳定性优化。永磁材料在充磁饱和后,一般退掉不稳定磁化区域,磁体可以具有更好的磁性稳定性。因胞壁相在低温下自旋相变能降低磁体的抗退磁能力,研究分析了磁体在高温和低温下的退磁效应。发现Sm0.6Dy0.4（Co,Fe,Cu,Zr）z磁体经高、低温处理后均有一定量的退磁效应。在经历150K的低温处理后,磁体有6.4%的退磁量,随温度的进一步降低,磁体的退磁量基本保持不变。基于具有自旋相变胞壁相钐钴永磁材料具有正矫顽力温度系数、低温退磁的磁特性,有望在发展高矫顽力温度稳定性技术和新型退磁技术中提供新的思路。", "label": "电气工程", "id": 0}
{"content": "针对串联型永磁电磁混合悬浮球系统的模型优化问题,首先,分析了永磁体在尺寸、材料等物理属性对混合系统悬浮性能的影响;其次,通过考虑铁芯气隙磁路和漏磁因素,优化了混合悬浮系统的被控模型,分别推导了磁电动力学模型与欧拉-拉格朗日模型,提出了关于漏磁问题的解析分析与数值计算方法;最后,与实际悬浮系统的控制性能对比,利用超前-滞后矫正手段验证了所述被控模型的准确性,更加精准的反应实际悬浮控制系统的控制特性。", "label": "电气工程", "id": 0}
{"content": "<正>采用电泳沉积（EPD）方法在烧结NdFeB磁体表面沉积Al膜,研究了不同电泳电压和沉积时间对沉积Al膜的影响,在此研究基础之上,探究了不同晶界扩散工艺对磁体微观组织和磁性能的影响。研究结果表明:最佳的电泳工艺为90V/30s,此时膜层与磁体结合情况良好,且厚度均匀适中。晶界扩散工艺为500℃/1h时,磁体获得了最佳的综合磁性能,其矫顽力、剩磁和最大磁能积为953kA/m、1.41T和342kJ/m3,分别提升了30.2%、0.7%和11.4%。微观结构和成分分析发现,晶界扩散后,晶间形成了更为平直光滑的富稀土相薄层,有助于降低退磁场和增强磁隔离效应,最终导致矫顽力的提高。", "label": "电气工程", "id": 0}
{"content": "<正>作为支撑现代社会的重要稀土功能材料之一,稀土永磁材料已成为最重要且规模最大的稀土应用主体。近年来,我国稀土永磁材料尤其是钕铁硼的产能快速增长,永磁产业大量消耗Pr、Nd、Dy、Tb等稀土元素,共伴生La、Ce等轻稀土元素则大量积压,造成资源不平衡利用的同时带来环境污染。开展重稀土的减量化、高丰度稀土规模化应用是解决稀土不平衡利用现状的有效举措。本文介绍近年来稀土永磁材料在重稀土的减量化、高丰度稀土规模化应用的研究进展,阐述高丰度稀土的共伴生特性对稀土永磁材料的性能和微观结构的影响,", "label": "电气工程", "id": 0}
{"content": "随着新能源汽车、风力发电、机器人等工业的迅速发展,钕铁硼（NdFeB）永磁材料作为关键材料之一,其用量在逐年增加[1]。NdFeB在制造过程中以及含NdFeB的报废设备会产生大量NdFeB块体废料,开发一种高效、环境友好的回收技术成为重要的课题。本组利用电化学刻蚀技术回收NdFeB块体废料中的Nd2Fe14B磁晶和稀土氧化物[2]。具体地,将预处理后的NdFeB块体废料直接作为阳极,在MDF-FeCl2的电解液中进行电化学刻蚀。LSV结果表明,在电势小于0 V （vs.Pt）或电流密度小于5 mA cm-2时,晶界中的稀土金属相能够被选择性地刻蚀。当电流密度大于8 mA cm-2时,Nd2Fe14B主晶相和晶界中的稀土金属相均被刻蚀。在2 mA cm-2和6 h的电解条件下,分别获得高分散的Nd2Fe14B磁晶和稀土氧化物。Nd2Fe14B磁晶的回收率为67.1%,能耗为0.58 kWh kg-1。另外,鉴于目前常规的湿法冶金技术回收NdFeB废料需要消耗大量酸、碱并产生大量工业废水和固体废弃物等弊端,本组以NdFeB块体废料直接作为阳极,在水溶液中利用室温电解技术,选择性地回收了稀土元素和过渡金属[3]。在阴极、阳极电流密度分别为25 mA cm-2和12.5 mA cm-2条件下,实现稀土元素的\"选择性\"溶出。随后以Na2SO4为沉淀剂将稀土元素以稀土硫酸钠复盐的形式分离出来,其纯度到达99.2%。该法可实现电解液循环利用,稀土回收率稳定在92.5%。", "label": "电气工程", "id": 0}
{"content": "超导材料因具有零电阻、完全抗磁性等奇特物理性质,可广泛应用于磁共振成像、高能粒子加速器、可控核聚变及磁悬浮列车等领域。因此,超导技术是21世纪具有重大经济和战略意义的高新技术,被世界各大国所重视。而高磁场的产生和应用研究对极端条件科学设施、生物医学工程、国防特种装备以及高精度的科学仪器都具有重要的意义。本报告在简要介绍超导材料发展历程的基础上,重点综述了实用化超导材料制备及性能、高场超导磁体的最新研究进展,并对高场超导磁体的主要应用进行简要介绍与思考。", "label": "电气工程", "id": 0}
{"content": "高温超导线圈、电缆等结构的失超是一典型力-热-电极端多场相互作用的非线性瞬态失稳过程,其失超的触发、传播行为及力学响应不仅受到超导结构的组成材料、复合结构特征,更与超导材料与结构的极端运行环境等多因素密切关联。针对具有环氧浸渍与绝缘材料分层的高温超导复合线圈结构,本文针对超导材料极端多场运行环境下的行为特征,建立了二维多层力-热-电耦合的失超分析模型,包含结构变形动力学、热传导以及感应电场方程等,进一步基于有限元方法求解了耦合场基本方程,获得了失超过程中结构内部温度场及力学场的分布及演化特征。结果表明:高温超导复合线圈结构的多场行为与失超传播行为表现出显著的各向异性;绝缘层及浸渍材料物理及几何特征对该结构失超过程温度及应力水平有显著影响,相关结果有望为高温超导线圈及磁体多场下结构以及失超检测和保护设计提供理论基础。", "label": "电气工程", "id": 0}
{"content": "本文基于传输矩阵法和双流体模型研究了钇钡铜氧（YBCO）薄膜在中红外波段的光吸收特性。在通过与文献中的远红外波段实验结果进行对比从而验证了计算模型的有效性之后,分别对超导态和正常态下的YBCO薄膜在2～20μm波段范围内的光吸收特性进行了数值仿真,结果显示:一方面,两种状态下YBCO薄膜在中波外波段的光吸收率基本相等,但在波长较大或温度差异较高时,两者还是有较为明显的不同;另一方面,薄膜的厚度持续增加虽然会提高吸收谱的波峰值,但也会降低其波谷值。", "label": "电气工程", "id": 0}
{"content": "超导体具有的零电阻和完全抗磁性等特性吸引着大家的热切关注。到目前为止,数以万计的超导材料已经呈现在大家的面前。然而,这些超导体的超导转变温度都低于室温。从而需要提供合适的低温环境来应用超导材料。于是设计合成室温超导体一直是个梦想。如何让梦想成真有着多种思路,但本质上都是依据已有的知识进行推测。首先我们需要找到一种方案来确定哪类化合物可能是超导体。然后或许有机会确定哪些化合物可能是室温超导体。在已知的超导体中,铜基超导体非常引人关注[1],这类超导体在常压下可以获得130K的超导转变温度。另外一类超导体是铁基超导体[2],其体相的超导转变温度可以达到约60K,而薄膜相的转变温度可以达到约100K。这两类超导体的共同特征是都可以看作是由半导体材料掺入一定量的电子或空穴而形成的。例如(R1-xCex)2CuO4 （R=Pr、Nd、Sm、Eu）[3]和BaFe2-xNixAs2[4]是电子掺杂型超导体,而YBa2Cu3O7-δ[5]和Ba1-xKxFe2As6]2是空穴掺杂型超导体。于是自然就会想到其他类的超导体是否存在类似的现象。比如,Ba1-xKxBiO3-δ是钙钛矿类BaBiO3-δ基空穴掺杂型超导体,是否存在类似的电子掺杂型超导体?我们应用固相合成法合成了Ba1-xLnxBi0.20Pb0.80O3-δ（Ln=La, Ce, Pr, Nd, Sm, Eu, Gd, Tb, Dy, Ho, Er, Tm, Yb,和Lu）系列化合物。细致的研究发现,Ba1-xPrxBi0.20Pb0.80O3-δ存在电子掺杂型超导体[7]。从而为理解超导体的出现规律提供了新的数据。下图给出了相关体系超导转变温度与掺入稀土量之间的关系。", "label": "电气工程", "id": 0}
{"content": "采用可变换位置、频率和强度的动态钉扎中心使得临界电流密度具有高度的可调性和易操作性。由于激光的局域热效应引起超导体局部温度的改变,将可移动激光束照射于超导体的区域作为动态的钉扎中心,这种时间相关的钉扎势能使超导体局部的温度高于临界温度成为正常态,而没有激光作用其它的区域仍然保持为超导态。通过探讨激光的频率和作用在超导内的位置对超导体临界电流密度的影响,揭示超导涡旋结构与激光强度和作用位置之间的关系。相比于静止的钉扎中心,如图1所示可移动的钉扎中心伴随着频率和强度的改变使其具有高度的可调控性。运用非均匀的光照以及可变换强度和频率的激光作为运动的钉扎中心调控超导体的临界电流具有重要的科学意义。", "label": "电气工程", "id": 0}
{"content": "基于热激活磁通蠕动模型,考虑低温强磁场条件,建立一个含纳米夹杂的YBaCuO超导块体的有限元模型,将该超导块体置于脉冲强磁场环境中,在脉冲励磁过程中研究磁通粘滞流动对超导块体-纳米夹杂基体系统磁弹性行为的影响。首先,当物体的尺寸趋于微纳米尺度时,由于比表面积急剧增加,表面效应在应力分析中将占据重要的地位。因此,拟依据Gurtin-Murdoch边界弹性理论得到表/界面处的边界条件,通过保角变换方法和级数展开法,求解出任意形状纳米夹杂的周边应力场。在此基础上,利用平面应变方法,详细计算在含纳米夹杂的超导块体中磁通粘滞流动速度v0对含纳米夹杂的超导基体系统应力分布、位移及有效磁致伸缩的影响。", "label": "电气工程", "id": 0}
{"content": "随着对超导材料特性理解的深入,人们对精确调控原子尺度（单晶或者单条晶界层面）物理性能的要求愈来愈迫切。尽管铜氧化物高温超导材料的微观导电机制至今仍不清楚,但不妨碍我们寻找原子尺度上的物理量同宏观性能间的关联。为此,我们开展了针对超导YBa2Cu3Ox单晶的第一性原理以及针对其单条晶界的分子动力学研究,期望可以提炼出特征物理参量,并建立起其与宏观物理量间的关联模型。通过对高压下的YBa2Cu3O7单晶进行第一性原理计算,我们发现CuO2平面上的电荷密度的变化可以定性表征超导电性（比如,超导转变温度Tc）的变化。通过比较高压下的实验结果,进一步发现,CuO2平面上Cu-3d电子态的占据数的改变可以定量表征空穴浓度nh的改变。另外,引入四方性的概念,给出四方性η的物理定义,并结合电荷转移模型,最终给出了如图1（a）所示的压力（单轴应变和静水压力）和掺杂对超导电性的影响关系模型。除此之外,通过对YBa2Cu3O7单条晶界不同晶界角θ的O扩散活化能?EGB的分子动力学计算,我们发现晶界区域O的?EGB随着晶界角θ指数变化,如图1（b）所示。这种关系很容易联系到晶界导电能力随着θ的指数下降关系。因此,?EGB有可能作为晶界导电能力的一种特征表征量。", "label": "电气工程", "id": 0}
{"content": "由于REBCO涂层超导带的一些特殊结构特征,带材中三层宽厚比极大的薄层（银层,超导层和缓冲层）,在3D有限元分析中网格剖分数目大而且单元奇异性增大,进而导致计算量极大。为了有效解决由于REBCO超导带中各层在3D有限元模型网格划分和计算上带来的困难,并且尽可能精确构建带材真实结构,本文建立了高效的REBCO涂层超导带材的3D/2D混合维度有限元模型,系统模拟了从超导带材热处理加工到外荷载作用下的全过程弹塑性力学行为分析。基于该模型首先研究了REBCO涂层复合超导带材加工制备过程降温至室温以及液氮环境下各层残余热应力/应变特性;在此基础上进一步研究了降温至室温和77 K环境中带材在单轴向拉伸变形下以及弯曲变形条件下的力学行为。研究结果表明:各层材料热膨胀系数的不匹配导致强的残余热应力,并使得超导薄层处于压缩状态,而银覆盖层与铜包裹层受到拉伸作用,哈氏合金在室温时的残余热应力/应变几乎为零,当温度降低至77 K后表现为轴向压缩残余热应力/应变,各层轴向残余热应力/应变值均随温度的降低增大;单轴拉伸与弯曲变形下,复合带材各层包括银覆盖层、铜包裹层、哈氏合金基底、超导层和缓冲层依次达到屈服极限,计算结果与实验结果吻合良好。进一步,基于内聚力模型建立了YBCO涂层复合超导带材层间剥离失效和破坏问题的3D/2D混合维度有限元数值模型,实现了对超导复合带材在横向拉伸荷载作用下的剥离力学行为的定量仿真。结果表明:层间剥离过程中出现两个应力集中区域,一个位于加载边界处,另一个位于裂纹尖端附近,剥离层发生位置与界面结合强度有关;带材的横向拉伸加载面以及初始缺陷均对剥离强度产生显著影响等。该3D/2D混合维度模型不仅具有较高的计算精度,而且相比于3D模型计算效率得到很大提高。", "label": "电气工程", "id": 0}
{"content": "高温超导材料在传输电流及交变磁场作用下的磁热耦合和失超是目前超导研究的重要方向。本文建立超导磁-热耦合模型,通过求解描述超导磁通运动的磁扩散方程与热扩散方程,数值分析高温超导股线传输直流电以及高温超导带材处于交变磁场中的失超传播过程。超导股线由一维热传导模型分析,研究了失超传播速度随时间的变化以及工作电流对失超传播速度的影响,结果表明,失超速度随时间先减小后稳定,随着工作电流的增大而增大;对于交变磁场中的带材超导体,建立二维磁-热耦合模型,研究了失超速度随时间的变化以及磁场幅值和频率对失超传播速度的影响,结果表明在整周期时刻,失超传播速度随着时间的增大而减小,失超传播速度随着磁场幅值的增大而增大,随着频率的增大先增大后减小。", "label": "电气工程", "id": 0}
{"content": "σ键是自旋相反的一对电子形成的束缚在一起的自旋单态,这种化学键是由两个原子轨道沿着轨道对称轴方向相互重叠而成,具有较大的重叠程度。σ电子对离子实的晶格振动非常敏感,与声子的作用很强,是稳定晶体结构的一个重要因素。但通常σ能带都深埋在费米能级以下,并不导电。而在一些高Tc的超导体（如二硼化镁和硫化氢等）中,σ带都是穿过了费米面,对超导电性有着很大贡献。将σ电子金属化很可能是得到高的超导临界温度的一种有效手段。通过这一物理图像,我们可以得到关于高Tc的电声超导体的描述符,并通过第一性原理计算和团簇展开方法在LiB1+xC1-x系列结构中搜索新的可能的高Tc超导材料。", "label": "电气工程", "id": 0}
{"content": "<正>如果材料中除了三维基本晶格的周期外还存在新的周期,则这种结构被称为调制结构。如果新的周期与基本结构相应方向的周期之比为有理数,则称之为公度调制结构,或超结构;如果之比为无理数则称之为无公度调制结构。公度调制结构具有三维周期性,可以按照常用的", "label": "电气工程", "id": 0}
{"content": "<正>随着人们对超导材料的持续探索,大量的超导体己经被发现,其中包括著名的1111型[1]和122型[2]超导体。本文我们报告一种含有稀土金属和过渡金属的层状新氧化物,它结合了1111型和122型的结构特点。这个新化合物出现在1111型和122型之间的狭小相区,所以导", "label": "电气工程", "id": 0}
{"content": "<正>我们在高压高温条件下进行层状铜氧化物高温超导体Cu Ba2Ca2Cu3O8+x（Cu-1223）的制备,结果合成的样品是多相的,通过M-T测试确定其超导转变温度Tc>68K,计算超导相含量为24.2%,并对合成样品进行后期热处理,分别在O2和N2环境不同温度下进行退火,", "label": "电气工程", "id": 0}
{"content": "SmFeAsO1-xFx具有极高的上临界场（>100 T）及已发现铁基超导体中最高的临界转变温度（~56 K）,具有很强的应用潜力。本研究在300-500°C的温度区间,利用热压工艺和常压热处理工艺分别制备了一组含Sn添加的SmFeAsO1-xFx超导带材,所得的Cu包套超导带材获得了2.37′104 A cm-2（4.2 K,自场）的临界电流密度。在Sn添加剂的作用下,带材中的超导晶粒在300°C的低温下即可发生晶粒的生长和连结,提高晶粒连接性,获得较大传输临界电流密度。这种低温热处理工艺与过去的高温热处理工艺（900-1100°C）相比,可以使得带材能够在较长时间的热处理后保持临界电流密度,并且能够解决Cu包套易与超导芯反应而无法直接作为包套的问题。", "label": "电气工程", "id": 0}
{"content": "<正>金属氢被认为是传统的室温超导体,但是迄今为止在低于388 GPa的压力范围内仍未获得金属氢。由于化学预压作用,富氢化合物比纯氢更容易金属化,是潜在的高温超导体。最近在理论和实验上发现硫氢化合物在高压下的超导转变温度（Tc）达到203 K[1-4],创造了高温超导新纪录,进一步推动了人们对富氢化合物超导电性的研究。我们采用基于密度泛函理论的第一性原理计算方法,结合晶体结构搜索技术,探索卤族富氢", "label": "电气工程", "id": 0}
{"content": "<正>富氢材料被认为是潜在的高温超导体,其中超导转变温度高达200K的H3S[1-4]的发现,掀起了新一轮富氢材料超导电性研究的热潮。我们采用基于密度泛函理论的第一性原理计算方法,结合晶体结构预测技术,对1~4倍胞的ZrH2进行了结构预测模拟,发现了一系列候选结构:Fm3m、I4/mmm、P4/nmm、Cm ma、", "label": "电气工程", "id": 0}
{"content": "<正>含氢分子化合物不仅是潜在的高温超导体,而且具有储氢应用前景,是当今科学研究的热点之一。最近在实验和理论上均发现硫氢化合物在高压下的超导转变温度达到200 K,打破了此前铜基超导体164 K的纪录,掀起了研究硫族氢化物高压行为的热潮。因此,对硫化氢进行高温高压条件下的布里渊散射研究,不仅可以给出其完整的结构信息,而且能够获得高温高压下的声", "label": "电气工程", "id": 0}
{"content": "<正>在强的电磁场条件下运行时,超导体会受到较大的电磁力作用。高的电磁力会产生显著的力学变形从而影响超导体的安全运行。大多数超导材料为金属基复合材料,且超导丝易发生脆性断裂。超导芯丝的断裂一方面降低超导体传输电流的能力,另一方面会影响超导体中的电磁稳定性。由于超导复合材料中芯丝众多,", "label": "电气工程", "id": 0}
{"content": "通过化学浸渍沉积技术对活性炭进行了磁性金属负载处理,制备了一种新型复合微波吸收剂。该吸波剂在8~18GHz频率范围表现出良好的吸波特性。通过等压氮吸附、扫描电镜等分析了活性炭表面金属颗粒形貌,发现金属颗粒大部分以纳米尺度的粒子存在;并通过对负载前后吸波剂孔径和电磁参数比较研究,认为活性炭较大的表面积是吸波剂的电磁特性得以改善的主要原因,", "label": "电气工程", "id": 0}
{"content": "高性能微波吸收材料在民用抗电磁干扰和军用隐身材料领域均具有良好的应用前景。本文采用溶胶-凝胶法制备了Bi1-xCexFeO3（x=0,0.1,0.2,0.3）试样,用XRD、SEM分析了样品相结构及微观形貌;使用矢量网络分析仪测量其电磁参量及吸波性能,并探讨了Ce掺杂Bi Fe O3电磁损耗机理。结果表明:煅烧温度为850°C,Ce掺杂量为0.1,厚度为2.4mm的样品反射率值在14.32~17.92GHz小于-10d B,有效吸收带宽为3.6GHz,在频率15.6GHz处出现最大吸收峰值-35.8d B。适量Ce掺杂BiFeO3的晶格发生畸变,促进电偶极子的形成,增强了介电损耗;同时阻碍畴壁运动,提升畴壁共振损耗。其铁电与铁磁耦合以及介电损耗和磁损耗的共同作用,提高了材料的微波吸收性能。", "label": "电气工程", "id": 0}
{"content": "本文采用基于最优保存策略的小生境遗传算法和团队进步算法对二维周期性介质块结构的吸波材料进行优化设计,优化计算结果表明,团队进步算法比基于最优保存策略的小生境遗传算法有较快地收敛速度。", "label": "电气工程", "id": 0}
{"content": "基于两层结构微波吸收材料的实验测试反射率,利用遗传算法工具箱反演了各层的等效电磁参数,运用反演的等效电磁参数研究了当材料涂层厚度变化时的吸波性能。结果表明两层结构微波吸收材料的吸收层厚度d1和匹配层厚度d2分别取以下三种情况:d1=1.3mm,d2=0.89mm;d1=1.35mm,d2=0.85mm;d1=1.26mm,d2=0.92mm时,吸波带宽明显加宽,理论解不唯一。这一方法可以用来指导微波吸收材料的设计,提高材料的吸波性能。", "label": "电气工程", "id": 0}
{"content": "<正>日益严重的电磁污染及军用隐身等需求极大地促进了电磁波吸收材料的研究。片状磁性微粉因其形状各向异性而具有比球状微粉优异的微波性能。然而磁性粉末颗粒的扁平片状结构将导致较大的复介电常数,降低片状磁性粉末和空气", "label": "电气工程", "id": 0}
{"content": "随着各种高频电子设备的应用,空间中电磁环境污染问题日趋严重。电磁波吸收材料的应用是解决该问题的重要手段,因此近几年来,各种新型电磁波吸收材料的研究备受关注,尤其是具有高饱和磁化强度的磁性材料。本文以FeCl3·6H2O,NiCl2·6H2O,NaOH等物质为原料,采用水热法先制备出不同铁镍比例的前驱体,再将前驱体置入管式炉中,在高温条件下,通入氨气气氛反应一段时间即制备出了一系列化合物(FexNi1-x)4N（0.5≤x≤0.8）。经过X射线衍射结构分析发现,所制备的样品均为相同晶体结构,对应的标准卡片为JCPDS 50-1350。扫描电子显微图片显示样品颗粒尺寸在亚微米的范围（100nm～1.0μm）,分散性较好。为了表征样品磁性能,我们利用超导量子干涉仪测试了它们的磁滞回线,选择条件是温度300 K,磁场范围是-5000 KOe≤H≤5000 KOe。磁滞回线结果显示样品具有高的饱和磁化强度,小的矫顽力,符合软磁性物质的特征。而且,随着x值的增加（即Fe摩尔量的增加）,样品饱和磁化强度逐渐增大。为了分析样品的电磁波吸收性能,我们将样品与石蜡按照质量比一比一进行均匀混合,再将该复合物制备成环形的标准样片,然后用矢量网络分析仪测试复合物的介电常数和磁导率,频率范围是2-18 GHz。利用传输线公式,代入测试结果即可模拟出样品的电磁波吸收性能。结果表明,当x等于2时,该比例的Fe-Ni-N化合物具有最优异的电磁波吸收性能,最小反射损耗值达到17.5 dB,有望应用于电磁波吸收领域。", "label": "电气工程", "id": 0}
{"content": "介绍了衰减材料的基本原理,国内外MgO-SiC系列复合材料研究和应用现状。", "label": "电气工程", "id": 0}
{"content": "微波暗室广泛应用于国内外各类军用及民用工程研究项目,可为受试设备提供一种纯净的电磁测量环境,具有保密性强、测试简单方便、结果准确等优点;本文通过对微波暗室主要系统、结构和基本指标的论述,探讨了暗室设计过程中的基本原理和方法,并以电磁兼容暗室和天线与电磁仿真暗室为例介绍了尺寸计算方法,同时对不同形状微波暗室的特点进行了比较。", "label": "电气工程", "id": 0}
{"content": "本文提出了一种谐振型超材料吸波体,它是由非对称分裂环（Nonsymmetrical Split Ring,NSSR）与双短导线（Wires）组合成的复合吸波结构。采用全波数值仿真,在8～22GHz波段提取了这种超材料的S参数和吸波率。结果表明,基于NSSR-Wire的新型吸波结构可实现双带和三带等多频带吸波特性。在11.35GHz处出现吸收峰,吸波率接近100%;在18.1GHz和20.5GHz处也出现良好吸收峰。与传统的吸波结构相比,该超材料吸波体不需要外加损耗层,仅依靠薄型基板的常规介质损耗和金属导体损耗,优化设计拓扑结构后可实现对入射电磁波的高吸收。利用NSSR与Wires的交叉耦合特性,实现了多个吸波频带的高吸收。", "label": "电气工程", "id": 0}
{"content": "主要讨论如何使用网络分析仪的时域门将装置阻抗不匹配所引起的反射滤除,最终获得较满意的测试结果。最后进行了总结分析,并提出了在测试吸波材料时选择合理测试装置的建议。", "label": "电气工程", "id": 0}
{"content": "介绍了复合吸波材料的阻抗匹配对其吸收率的影响,并结合对某电波暗室性能的三次测试结果,分析了影响该电波暗室性能的主要原因。最后对电波暗室的建造和使用提出了几点建议。", "label": "电气工程", "id": 0}
{"content": "使用复合频率选择表面的雷达吸波材料是一种实现军事目标对探测雷达波隐身的有效手段。通过设计了十字单元频率选择表面,利用谱域法对包含有十字单元FSS的吸波材料进行数值模拟,计算出频率为2～16GHz微波波段的反射系数,并通过调整单元间距研究排列周期对吸波特性的影响。计算结果表明,十字单元FSS拓展了吸波材料带宽,降低了共振频率的反射率;并且吸波材料带宽随单元排列周期增加而增大,共振频率向高频漂移,当单元间距为10mm时,复合结构具有较强的吸波能力,其反射率为22cB,-8dB带宽为1.76GHz。", "label": "电气工程", "id": 0}
{"content": "采用电弧熔炼法与高能球磨相结合的方法制备了YxFe97-xCr3（x=7,9,11,13,原子百分数）合金微粉,采用XRD和SEM对合金粉的相结构及颗粒形貌进行分析,最后利用矢量网络分析仪对合金粉未的吸波性能进行分析。结果表明,随着球磨时间增加,合金中Y2Fe17相逐渐消失,经球磨40h后,合金主要由α-Fe相组成,球磨50-60h后,合金微粉扁平化效果最佳,此时Y7Fe90Cr3、Y9Fe88Cr3、Y11Fe86Cr3和Y13Fe84Cr3的电磁波吸收峰值分别为-9.8dB、-8.4dB、-1 1.7dB和-10dB（微粉涂层厚度d=1.5mm）,此后随着球磨时间增加,由于合金微粉细化,形状各向异性变差,吸波性能变差;同时研究退火温度对合金微粉吸波性能影响,研究发现,随着热处理温度不断提高,α-Fe纳米晶变大,当热处理温度达到850℃时,合金中有Y2Fe17相生成,此时Y11Fe86Cr3和Y13Fe84Cr3的电磁波吸收峰值为-14dB和-15dB（d=1.8mm）,较热处理前吸收峰值改善了-3.5dB,而Y7Fe(90Cr3和Y9Fe88Cr3反射率变差。", "label": "电气工程", "id": 0}
{"content": "概述了电磁波吸收材料性能测试的几种方法:低频同轴线法、波导法,拱型架法、空间平移测试法。论述了它们的各自特点、使用范围和注意事项。并且概要地介绍了极为关键的材料的抗燃烧性能的测试方法。", "label": "电气工程", "id": 0}
{"content": "本文提出了利用人工周期性结构的局域共振原理设计的两种谐振型电磁波吸收材料。当导电材料构成的周期性结构受到适当极化的平面波激励时,文中提出的两种结构会分别产生电-磁局域型共振,此时结合传统的Salisbury屏原理,采用电阻屏吸收能量,即能达到电磁波吸收的目的。电谐振型吸波结构具有纵向尺寸远小于波长的特点,且易于实现;磁谐振型吸波结构具有无需金属衬底、尺寸小的特点。文中给出了商业有限元全波分析软件的仿真结果,证明了新型吸波结构的有效性。", "label": "电气工程", "id": 0}
{"content": "本文通过建立的波导测试系统对基于EBG（电磁带隙）的紧致吸波覆层的吸波性能进行了分析。文中首先建立了针对该吸波覆层特点的波导测试系统,通过该系统对单向加载集总电阻元件的紧致覆层样品的吸波特性进行了测量,并对测试中存在的系统问题进行了分析。测试和样品所构成系统模型的构建有利于电磁吸波材料的设计和性能分析。", "label": "电气工程", "id": 0}
{"content": "本文给出了改进的多层介质加载频率选择表面的反射系数。把入射场分解成对于入射平面而言的垂直极化分量和平行极化分量,采用散射场的切向分量表示平行极化波和垂直极化波入射时所对应的反射场。本文中所推导出的反射系数结构简洁且适合所有角度的入射波。数值仿真的结果和使用HFSS电磁仿真软件所得到的结果吻合得比较好,与原有的数值结果相比较,尤其在低频的时候反射系数的精度有较大提高。", "label": "电气工程", "id": 0}
{"content": "以氮化铝、碳化硅等为原料,在高温氮气氛下无压烧结制备了AlN-SiC复合衰减材料。运用网络分析仪、电阻测试仪等测试仪器,研究了材料的衰减性能。结果表明,通过无压烧结得到了性能均一、具有优良衰减性能的AlN-SiC复合微波衰减材料,材料介电参数适当,适于微波管内衰减器的设计使用;同时,本文也综合了关于微波管用微波衰减材料衰减性能的一些必要的测试手段。", "label": "电气工程", "id": 0}
{"content": "本文介绍了电子辐照交联机理,针对于在室内、室外、隧道和沟道中敷设的电缆,基于空气中敷设且无强迫对流散热、直接受日光照射的分析条件,根据电力工程设计方法,本文分析辐照交联电缆性能优化前后长期允许载流量、电缆短时过载能力变化,得出辐照电缆性能改进方面的结论和使用场合,为设计、采购、加工辐照交联电缆提供理论依据。", "label": "电气工程", "id": 0}
{"content": "针对工业线缆要求高评价周期长的问题,本文利用工业常用聚氯乙烯（PVC）、聚氨酯（PUR）线缆进行加速老化试验,考察了其在酸性EXCO溶液、NaOH溶液、紫外光、有机溶剂及其组合环境条件下的加速老化质量损失,借助SEM、EDS、FTIR等对其失效老化过程进行了分析,结果发现Na OH溶液对于PVC线缆的敏感度高于PUR线缆;紫外光对PUR线缆的敏感度高于PVC线缆;有机溶剂+紫外光+Na OH溶液结合的复合环境,对于PVC线缆的敏感度高于PUR线缆。对于两种线缆材料所进行的组合加速老化实验得到的质量损失随时间变化规律的数据,发现,两种线缆在组合加速老化环境中的质量损失都是随时间的增加而逐渐增加,对其进行线性拟合其确定系数可以达到95%以上,说明本文选择老化质量损失作为评价指标是比较适宜的。", "label": "电气工程", "id": 0}
{"content": "基于玻璃纤维增强复合材料（GFRP）,提出新型预制装配式电缆井。采用结构理论分析及ABAQUS有限元软件对电缆井的承载性能及其影响因素进行分析,研发出适用的新型电缆井结构形式。结果表明:标准GFRP部件的厚度、纵隔板的厚度与高度均是影响新型GFRP装配式电缆井承载性能的因素。通过合理设置标准GFRP部件尺寸,可满足安全性和经济性的要求。通过实际工程应用,验证了新型预制装配式GFRP电缆井的安全性和经济性。", "label": "电气工程", "id": 0}
{"content": "铜和黄铜广泛应用于电力系统,承受着严酷的大气腐蚀。锡是一种银白色金属,具有低毒、耐腐蚀和高导电等性能。铜和黄铜镀锡既能防止铜表面被氧化,还能增加其美观性,且对其使用几乎无影响。但是,镀锡层对铜和黄铜保护性能的差异未见报道。本工作采用失重法、SEM/EDS、XPS、三维超景深和电化学测试等方法,研究了紫铜和和黄铜表面镀锡层在湘潭大气的腐蚀行为。结果表明,暴晒1年后紫铜和黄铜表面镀锡层均未产生明显绿锈层,但黄铜表面镀锡层的腐蚀速率（1.43μm/a）高于紫铜表面镀锡层腐蚀速率（0.58μm/a）,且黄铜表面镀锡层产生了明显的局部穿孔。两种镀层的腐蚀产物主要为SnO2和SnO1.65,且黄铜镀锡层的朝天面出现了铜和锌的氧化物。电化学结果表明,暴晒1年后样品阻抗大小为:紫铜镀锡层朝地面>紫铜镀锡层朝天面>黄铜镀锡层朝天面>黄铜镀锡层朝地面。可以看出,紫铜和黄铜表面镀锡层均存在局部腐蚀的趋势,且后者比前者腐蚀速度更快,局部腐蚀敏感性更高;镀锡层对紫铜具有更好的保护作用。", "label": "电气工程", "id": 0}
{"content": "舟山500kV联网工程是国际上首次使用500kV交联聚乙烯（XLPE）海底电缆的输电线路。针对海底电缆系统现场交流耐压试验容升问题,基于舟山500kV XLPE海底电缆实际参数,应用PSCAD/EMTDC软件建立了海底电缆系统仿真计算模型,计算了交流耐压试验时短海缆、长海缆在不同频率、护套不同接地方式下海底电缆线芯和外护套上电压特性及其分布,并与现场测试结果进行了对比分析。结果表明:试验电压频率对海缆线芯末端电压、线芯电压分布影响较大,长海缆时影响尤为显著。护套的不同接地方式对海缆线芯电压分布的影响基本可以忽略,但对护套分布电压有显著影响。大长度海底电缆采用两端金属护套、铠装互联接地,中间段设置一个短接点,可有效降低交流耐压过程中护套局部分布电压的幅值。该研究结果为顺利开展500kV XLPE海底电缆现场交流耐压试验提供了重要参考。", "label": "电气工程", "id": 0}
{"content": "为了限制单端接地方式的电缆金属护层感应较大电压,消去交叉互联接地方式的电缆护层环流并使其适用于电缆线路的改造。分析了电缆金属护层感应电压的产生原因,并且基于PSCAD/EMTDC搭建的仿真模型对护层感应电压的影响因数进行仿真研究。深入研究了传统的交叉互联接地方式,指出了交叉互联接地方式在实际应用中的缺陷并对接地方式进行了改进,提出了三种电缆护层接地方式的优化方案:护层一端经补偿电感接地、交叉互联单端接地、逐段单端接地。三种新型的电缆接地方式不仅能够有效抑制金属护层末端感应过高电压,并且可以消去线路改造后产生的护层环流,可作为今后工程实践的推广方向。", "label": "电气工程", "id": 0}
{"content": "屏蔽层上编织网孔的存在,使得芯线电流产生的电磁能量通过这些网孔泄漏到周围环境中。本文根据线缆屏蔽效能的定义,从理论上分析了屏蔽层编织参数对线缆屏蔽效能的影响,并利用数值仿真方法分析了编织参数对屏蔽效能的影响。基于理论分析和数值仿真可知,在设计屏蔽层编织参数时,需考虑编织网孔及其层间缝隙等因素对屏蔽效能的影响。本文分析方法为线缆电磁兼容性能的评估和屏蔽结构的设计提供理论依据。", "label": "电气工程", "id": 0}
{"content": "基于用于5G及工业互联网的超柔数据电缆的研发,本文介绍了创新点、工艺设计要领、工艺和结构特点、主要机械性能以及生产过程中的关键控制点及难点。", "label": "电气工程", "id": 0}
{"content": "电压驻波比是馈线电缆的关键电气性能指标之一。在测试时,测试结果受到多种因素的影响,电缆长度就是其中之一。本文通过两种模型对其进行了分析,给出了影响结果,并提出了测试建议。", "label": "电气工程", "id": 0}
{"content": "回波损耗和近端串音衰减是数据电缆的重要参数,本文分析了绞对节距对回波损耗和近端串音衰减的影响,从4个方面（齿轮精度、导体延伸率、绞对张力、绞对速度）分析了影响绞对节距不稳定的因素,并给出了相关建议。", "label": "电气工程", "id": 0}
{"content": "本文介绍了电缆阻水的两种方式,并通过理论计算与实际生产分析了生产环境湿度对阻水电缆性能的影响。", "label": "电气工程", "id": 0}
{"content": "本文主要针对电线表面析出白色的粉末状物质进行分析,我们综合分析了该析出的白色物质的成分组成,并推测造成该种现象的可能原因。", "label": "电气工程", "id": 0}
{"content": "采用电线电缆成束燃烧试验装置对几种市场常用的聚乙烯绞型电缆和聚氯乙烯绞型电缆进行实验,研究聚乙烯电缆护套材料和聚氯乙烯护套材料对电缆阻燃性能和产烟特性的影响。研究结果表明,与聚氯乙烯电缆相比,聚乙烯电缆燃烧时产生更低的热释放速率、总热释放和燃烧增长速率,产生较少的烟气,聚乙烯电缆的阻燃性能和燃烧时产烟性能均明显高于聚氯乙烯电缆。几种阻燃聚氯乙烯护套电缆受护套材料不同阻燃改性的影响,电缆的燃烧性能和产烟性能稍有差异。", "label": "电气工程", "id": 0}
{"content": "本文主要针对电线电缆产品导体直流电阻的检测方法展开研究。通过对电线电缆计算电阻值方法的选用、测量设备的选用、实验室环境的控制、样品试验前的预处理、测量过程的控制等方面分析,力求通过改进测量方法,计算出更准确的导体直流电阻值数据,防止不合格产品投放市场、投入使用,消除电线电缆使用中的火灾隐患。", "label": "电气工程", "id": 0}
{"content": "碳纤维复合芯铝绞线作为一种节能环保的新型导线,成为目前传统钢芯铝铰线输电线路增容改造的理想选择。本文结合鞍钢股份有限公司能源管控中心66k V电北线改造的典型案例,分别从国内外应用情况、导线的特点、线路输送能力、技术经济性等方面对碳纤维芯铝绞线进行分析,证明采用碳纤维复合材料芯导线的可行性,以及所取得的经济、社会效益及推广价值。", "label": "电气工程", "id": 0}
{"content": "铜纳米线因价格低廉、资源丰富、柔性可弯曲、光电性能优异等受到越来越多研究者的关注。本文主要介绍了利用水热还原法合成具有高长径比的铜纳米线,采用\"水-非极性有机溶剂\"体系有效的去除铜纳米颗粒等副产品以高效提纯铜纳米线,并提出了铜纳米线和铜纳米颗粒的分离机制。最终通过使用提纯后的铜纳米线采用真空抽滤法以及冰醋酸浸泡的后处理方法成功制备出光电性能优异且具有一定柔性的铜纳米线透明导电薄膜。", "label": "电气工程", "id": 0}
{"content": "在线缆制造行业,线缆类产品有效截面直接关系到产品制造成本,更直接影响到产品质量,部分线缆厂家（代理商）在导体截面偷工减料已是行业潜规则,西安奥凯电缆事件只是造成严重后果的典型案例。现有导线直流电阻率检测方法受各种主客观因素制约,难于对导线质量进行有效管控,有必要寻找一种简易可行、能有效消除检测干扰因素,提高检测结果代表性,适合多数人共同参与的检测方法,对导线质量进行有效管控,以切实提高供应质量。该方法通过对导线等物资有固定单位重量这一物理属性,采用称重法对导体重量进行测量,检测材料用量少,检测设备轻便,检测方法简单、检测速度快、检测结果偏差小、检测适用人员广泛,在电力行业内可推广到铜排,铝排、塔材等其他物资,在电力行业外可推广到有固定单位重量的其他物资。物资称重法是泉州公司落实\"五位一体\"深化应用的典型案例,自推广以来,已经取得良好成效,2017年先后共发现35起电缆质量事件并及时召回更换处置,泉州地区的导线供应质量大幅提升。其推广应用,对有效贯彻西安奥凯电缆事件延伸处置,加强线缆质量检测与处置意义重大。", "label": "电气工程", "id": 0}
{"content": "以四官能环氧树脂AG80及AG90作为主体树脂,以甲基四氢苯酐作为固化剂,以甲基丙烯酸（MMA）和丙烯酸异辛酯进行共聚反应的产物作为增韧剂,制备电缆复合芯组合料。研究结果表明,改性后的树脂复合料本体拉伸强度、弯曲强度及断裂伸长率均有所提升,模量有所下降,而通过DSC测试显示对体系的耐热性能影响不大,可以满足电缆复合芯的需要。", "label": "电气工程", "id": 0}
{"content": "针对压电功能梯度微板在机械、电力、通讯及医疗等方面表现出的的动力学与声学特性,本文基于一种新型复合剪切变形理论,结合小变形位移应变关系以及压电材料的第二类本构方程,压电材料只考虑z方向极化,通过哈密顿变分原理,建立了四边简支条件下压电功能梯度微板的动力学理论模型与传声理论模型,利用纳维法求解得到了系统的固有频率和均匀简谐声波作用下的压电功能梯度微板板的隔声曲线。通过理论模型算例,与相关文献结果对比,并利用有限元仿真软件模拟得到系统的各阶模态和固有频率,将得到的数值模拟结果与理论结果进行对比,从而验证了本文模型的正确性。在此基础上,研究压电功能梯度微板的长宽比、长厚比、尺厚比、压电层厚度以及功能梯度指数等参数变化对其固有频率与传声损失的影响。该研究结果可以为微尺度压电功能梯度板的特性研究提供一定的依据。", "label": "电气工程", "id": 0}
{"content": "铋系层状钙钛矿铁电体(通式为(Am-1BmO3m+1)2-（Bi2O2）2+具有剩余极化值较高,抗疲劳特性好的优点,一直以来得到广泛的研究与应用。目前,对m=3的层状钙钛矿铁电薄膜如Bi4Ti3O12等的研究已经较为丰富,而对最简单的m=1的层状钙钛矿铁电薄膜,如Bi2MoO6,Bi2VO5.5等研究较少。本工作以Bi2VO5.5薄膜为研究对象,研究多种稀土离子掺杂对薄膜结构、形貌、光学带隙、电学性能的影响,同时实现光致发光,最终获得了白光发射的Bi2VO5.5基铁电薄膜。此外,我们还制备了Bi2VO5.5多孔薄膜,并对其光催化降解亚甲基蓝特性做了表征,通过稀土离子掺杂、Au纳米颗粒表面修饰、半导体复合等方法,对薄膜的光催化降解性能进行改性,并对其改性机理做了分析。（1）采用化学溶液沉积法在Pt/Ti/SiO2/Si衬底上制备Eu3+掺杂的Bi2VO5.5薄膜,研究Eu3+掺杂对薄膜物相结构、形貌及电学性能的影响。结果显示,薄膜均为高度c轴取向,铁电性能基本不变,而Eu3+掺杂大大降低了薄膜的的介电色散,增加了介电常数,降低了介电损耗和漏电流。同时,Bi2-xEuxVO5.5（x=0.10,0.15和0.20）薄膜在356 nm紫外光激发下,可以对外发射595 nm橙光和619 nm红光,分别对应于Eu3+的~5D0→~7F1和~5D0→~7F2跃迁。同时采用Tm3+,Dy3+和Eu3+对Bi2VO5.5共掺,不但可以降低薄膜的介电损耗,保持薄膜的铁电性能,还可以通过调控Tm3+,Dy3+和Eu3+的浓度配伍,获得组分为(Bi1.79Tm0.10Dy0.05Eu0.06)VO5.5的白光发射铁电薄膜。上述结果充分表明稀土离子掺杂可以对Bi2VO5.5薄膜的介电性能进行改进,获得兼备铁电特性和光致发光性能的铁电荧光薄膜,在光电材料与器件领域具有潜在的应用价值。（2）采用化学溶液沉积法制备(Bi1.90Eu0.10)(V1-zMoz)O5.5（z=0,0.05,0.10,0.15和0.20）薄膜,Eu3+为薄膜的发光中心,对外发射595 nm橙光和619 nm红光。随着Mo对V的逐渐取代,发射光谱中的R（红）/O（橙）比值先减小后增大,说明基质晶格的对称性先增加后降低,表明Eu3+可以作为该薄膜的结构探针,利用其发光的变化推测该薄膜晶体结构的微观变化。辐射跃迁几率的计算结果显示,非辐射跃迁占比很大,辐射跃迁效率为1.2-1.5%,这是由于Bi2VO5.5薄膜的声子能量较大所致。（3）采用化学溶液沉积法,同时利用Bi（NO3）3·5H2O的自发水解,获得了Bi2VO5.5多孔薄膜,该工艺方法简单易行,具有良好的重复性,制得薄膜具有良好的均匀性。Bi2VO5.5多孔薄膜在紫外光和可见光下均可对亚甲基蓝进行降解,且多次循环使用后降解率基本不变。通过Gd3+离子掺杂增加了Bi2VO5.5薄膜的光学带隙,降低了薄膜对光的吸收,但却提升了薄膜对亚甲基蓝的降解能力,其原因在于:Gd3+具有特殊的半满7f电子构型,可以作为电子陷阱,达到俘获光生电子的目的,降低其与光生空穴的复合几率,从而延长电子寿命,有利于催化能力的提升;并且Gd3+掺杂导致了薄膜介电常数的增加,可以拓宽薄膜表面的空间电荷层,有利于更多的载流子输运到薄膜表面,参与降解反应,从而提高对亚甲基蓝的降解率。该薄膜在光照下还具有抑菌特性。（4）在制备Bi2VO5.5多孔薄膜的基础上,采用旋涂法制备Au-Bi2VO5.5复合多孔薄膜。表征结果显示,Au是以纳米颗粒形态分布在Bi2VO5.5薄膜的表面,并且与Bi2VO5.5晶粒连接在一起。Au-Bi2VO5.5复合薄膜在可见光下对亚甲基蓝的降解实验结果显示,适当含量的Au纳米颗粒复合的Bi2VO5.5薄膜,可以有效的提高薄膜对亚甲基蓝的降解率,最大降解率约为单纯Bi2VO5.5薄膜的三倍。其原因是:在Au纳米颗粒和Bi2VO5.5界面处形成的肖特基势垒是一种浅电子陷阱,可以俘获光生电子,降低电子空穴的复合几率,从而有效的增强薄膜的催化能力;另外,Au纳米颗粒的等离子共振吸收,也会激发出光生电子空穴对,这些载流子输运到Au颗粒薄表面,也会参与降解反应,提高复合薄膜对亚甲基蓝的降解率。XPS价带谱分析显示,c轴取向的Bi2VO5.5薄膜的价带顶位于1.66 eV,导带底位于-0.77 eV;通过荧光实验证实降解实验中产生了活性物质羟基自由基·OH;通过俘获实验探明降解过程中,起主要作用的活性物质是羟基自由基·OH,同时光生空穴h+也可以直接氧化分解亚甲基蓝分子。（5）采用化学溶液沉积法制备了不同叠层数的Bi2VO5.5/Bi2O3复合薄膜。X射线衍射图谱表明,叠层薄膜由多晶Bi2O3薄膜和c轴取向的Bi2VO5.5薄膜组成。随着Bi2VO5.5薄膜层数的增加即Bi2O3层数的减少,复合薄膜的吸收光谱向长波方向移动。同时,在模拟日光下,复合薄膜对亚甲基蓝上的降解活性逐渐增加,在适当的叠层数时达到最大值。当复合薄膜为6层Bi2VO5.5膜叠加在2层Bi2O3薄膜上时,降解活性最佳。经过5个降解循环后,降解率仅下降2%,说明该复合薄膜具有较好的稳定性。复合薄膜光催化性能提升的原因可以归结为叠层结构和能级的匹配,这有利于光生载流子的迁移。根据带隙结果和XPS价带谱的拟合结果,分析了Bi2VO5.5/Bi2O3复合薄膜光催化降解MB的机理,在模拟日光照射下,Bi2O3导带上的光生电子可以转移到Bi2VO5.5的导带上,同时,Bi2VO5.5价带上的光生空穴也可以迁移到Bi2O3价带上,从而抑制载流子复合,延长光生载流子的寿命,提高光催化降解效率。", "label": "电气工程", "id": 0}
{"content": "为了解决压电式加速度传感器绝缘电阻不稳定的问题,分别从传感器绝缘电阻不稳定的规律、绝缘陶瓷片电阻特性、绝缘陶瓷片表面清洁度对其绝缘电阻的影响等方面进行试验分析,实现了对绝缘电阻不稳定的问题根源定位。在此基础上,进行了改善绝缘电阻稳定性方法的验证试验。结果显示,绝缘陶瓷片是影响传感器绝缘电阻稳定性的关键部件,使用表面清洗工艺处理后的绝缘陶瓷片可显著改善传感器绝缘电阻稳定性。", "label": "电气工程", "id": 0}
{"content": "钙钛矿氧化物异质结的构建,能实现自旋、电荷、轨道和轨道自由度之间相互作用,从而产生一些新奇的物理现象,受到各国学者的广泛关注[1,2]。研究发现,LaAlO3/SrTiO3 （LAO/STO）异质结界面处存在二维电子气、超导性以及铁磁性,而LAO和STO块体均属于绝缘材料,且不存在磁有序。因此可推测该体系独特的物理化学现象的出现与极性不连续的（LaO）+/（TiO2） 0界面,以及多价态的元素Ti的存在、界面电子重构有关。目前,在极性/非极性异质结中引入铁电极化的相关研究鲜有报道。本工作以单晶单畴的PbTiO3（PTO）为基板,通过水热法外延生长SrTiO3 （STO）单晶薄膜[3, 4],构建了STO/PTO异质结界面,并发现为屏蔽STO/PTO界面的铁电极化,Ti原子发生电子重构,从而引发该体系的室温铁磁现象。同时,这种铁磁性可以通过调控磁场来实现与抗磁性的可逆转变。研究表明,STO/PTO异质结表现出的铁磁性源于界面处的Ti d xy局域磁矩与自由电子之间的耦合作用,其可逆磁转变与磁场诱导的电子局域化有关。", "label": "电气工程", "id": 0}
{"content": "随着高频通信技术的发展,压电薄膜材料在声学换能器与微声学器件中得到了广泛应用。本文采用射频磁控溅射法在Pt/Ti/SiO2/Si基片上制备了Ba0.5Sr0.5TiO3压电薄膜,通过X射线衍射仪（XRD）与原子力显微镜（AFM）研究了样品的晶体结构与微观表面形貌,并利用LCR数字电桥测试了薄膜的介电性能。实验结果表明制备的薄膜呈（101）、（111）、（002）多晶钙钛矿结构,且具有（101）择优生长取向,薄膜结晶性良好,表面平整无裂纹。在室温和频率为100Hz条件下,薄膜的介电常数约为500,介电损耗为0.2,薄膜的介电常数随测试频率的变化明显。", "label": "电气工程", "id": 0}
{"content": "本文以表面压电理论为基础,结合开尔文粘弹性模型和速度反馈机制,研究了粘弹性压电纳米双曲率壳的非线性振动控制问题。通过利用谐波平衡法求解非线性控制微分方程,得到了系统在主动控制下的非线性振动响应。数值结果表明,通过施加一个很小的外加电势（约0.1 V）,便能够为压电纳米壳提供一个有效的主动阻尼,从而使系统的非线性位移响应得到明显的控制。此外,表面能量对系统的非线性振动响应有着重要的影响。", "label": "电气工程", "id": 0}
{"content": "铁电材料是具有多种用途的极性材料（图1左）。传统的铁电材料主要都是基于纯无机材料。近年来,随着有机材料包括有机-无机杂化材料发展,分子铁电材料又重新受到重视。除了新颖的物理和化学性质外,分子铁电材料的最大特点就是可以通过分子结构的裁剪进行理性的功能设计。最近文献报道的磁电铁电体、光伏铁电体等都是理性设计的成功例子。铁电材料中性能最好,应用最多的是钙钛矿材料。近年来,有机钙钛矿材料在光伏,光电等领域表现了很好的应用前景。在这样的背景下,我们曾设计了有机碱金属-卤素分子钙钛矿铁电体1,铵-卤素分子钙钛矿铁电体2。我们在设计这些分子铁电材料过程中,意识到铁电性和手性具有很大的内在联系。通过引入分子的手性,能够有效的构建分子铁电体,他们的结合是完全可行的。在晶体学32个点群中,只有属于10个极性点群的晶体,才可能具有自发极化,产生铁电性（图1左中）。而手性分子只能结晶在11个手性点群中（图1右中）,其中5个就是铁电点群（C1,C2,C4,C3,C6）。可以说,手性分子的存在能增加铁电性产生的可能性。于是,我们最近通过使用手性有机分子,构建了一些手性的分子钙钛矿,实现了新颖的结构和性能,如高氯酸铵（1s,4s）-2,5-二氮杂双环[2.2.1]庚烷（图1右）。", "label": "电气工程", "id": 0}
{"content": "基于碘化铅的钙钛矿由于其优秀的光吸收能力和电子传导能力受到了人们的广泛关注。虽然很多人认为铁电光伏效应会在实现高能量转换效率中发挥重要作用,但甲胺碘化铅是否为铁电体仍然存在争议,而且寻找具有铁电性的碘化铅钙钛矿仍是一个挑战。为避免传统寻找钙钛矿铁电体方法的盲目性和随机性,我们设计了一种氟代修饰的方法。通过对一种非平面碘化铅钙钛矿进行修饰,得到了新型的二维层状杂化钙钛矿材料（4,4-二氟环己胺碘化铅）,它已被确定拥有铁电性和可控的自发极化能力,其直接带隙为2.38eV。同时强大的光致发光能力也确保了能直接观察到极化诱导的铁电光伏效应。更重要的是,二维的结构和氟代修饰也被认为能够同时实现高稳定性和高传导能力。4,4-二氟环己胺碘化铅不仅是首个确认拥有铁电性的二维氟代碘化铅钙钛矿,而且也是一个研究铁电性和铁电光伏在碘化铅钙钛矿太阳能电池和其他光电应用领域良好切入点。", "label": "电气工程", "id": 0}
{"content": "声波器件在声学、无损检测和医疗器械等领域有着广泛应用。本论文从三维压电弹性理论出发,研究了一种具有翻转层压电复合板声波器件弯曲波传播特性的二维方法。利用Mindlin板理论推导了这种压电复合板弯曲波传播的二维方程。所推导的方程反映了在板厚度方向的电场使板产生弯曲波,并与板的拉伸模态相互耦合。二维方程的精度通过与三维理论得到的色散关系的比较来验证。这种结构的板可以应用到作动器、传感器和俘能器等器件当中。", "label": "电气工程", "id": 0}
{"content": "铁电材料是具有多种用途的极性材料（图1左）。近年来,随着有机材料包括有机-无机杂化材料发展,分子铁电材料又重新受到重视。除了新颖的物理和化学性质外,分子铁电材料的最大特点就是可以通过分子结构的裁剪进行理性的功能设计。最近文献报道的磁电铁电体、光伏铁电体等都是理性设计的成功例子。我们在分子铁电材料设计过程中,意识到铁电性和手性具有很大的内在联系。通过引入分子的手性,能够有效的构建分子铁电体,他们的结合是完全可行的。在晶体学32个点群中,只有属于10个极性点群的晶体,才可能具有自发极化,产生铁电性（图1中）。而手性分子只能结晶在11个手性点群中（图1右）,其中5个就是铁电点群（C1,C2,C4,C3,C6）。因此可以说,手性分子的存在能增加铁电性产生的可能性。基于这个原理,我们成功合成并报道过R-3-羟基奎宁环盐酸盐~1和一些手性的分子钙钛矿~2。众所周知,已知的手性分子形成的晶体很多,然而真正具有铁电性的晶体又很少。作为手性分子铁电材料设计的后续工作,我们最近更深入的研究了手性分子在产生铁电性中的作用。我们以桥环吗啡啉作为单一手性来源,合成了桥环吗啡啉四氟硼酸盐和铼酸盐,发现它们分别属于222F2和432F2型铁电体。有趣的是,它们实现铁电的方式并不相同,其中四氟硼酸盐是通过分子的位移实现对称破缺和铁电性的,其顺电相分子反平行排列;而铼酸盐是通过有序-无序重新取向的方式来实现对称破缺和铁电性的,其顺电相分子是完全动力学无序的。这些研究将对充分利用手性来设计分子铁电体有帮助。", "label": "电气工程", "id": 0}
{"content": "铁电材料因在光电方面的应用受到广大科研工作者的关注,铁电体中对称性破缺引起的自发极化有利于光生载流子的分离,从而产生优异的光电特性,如反常铁电光伏、自驱动光电探测等[1, 2]。相对于纯无机铁电体,有机-无机杂化铁电体具有制备成本低、易器件化等优点。结合有机-无机杂化钙钛矿材料独特的光电特性和可调的结构特性,我们课题组以三维有机-无机杂化钙钛矿为结构模板,通过引入大尺寸柔性有机胺阳离子的设计策略设计合成了系列具有铁电极化特性的多层杂化钙钛矿材料[3–6]。系统研究了此类钙钛矿材料的铁电相变机制和光电性能,并深入探究了材料中铁电自发极化对其光电性能的影响,实现了有机-无机杂化钙钛矿铁电材料的高效光电探测。", "label": "电气工程", "id": 0}
{"content": "基于非局部连续介质力学理论,研究了横观各向同性热压电材料中单矩形裂纹在电导通边界条件下三维静态断裂问题的非局部理论解。通过二维Fourier变换技术将此类问题的求解转化为三对以矩形裂纹上下面的位移间断函数为未知变量的对偶积分方程,并采用Schmidt方法进行数值求解。获得了沿矩形裂纹边缘处温度场、应力场和电位移场的数学表达式;给出了矩形裂纹的几何尺寸和热压电材料中晶格参数的大小对裂纹边缘附近温度场、应力场及电位移场的影响规律。结果表明在矩形裂纹边缘所得到的温度场、应力场和电位移场都是有限值,从而可以采用最大应力来预测热压电材料达到破坏的条件。本文将非局部理论的应用推广到热压电材料的三维断裂问题,研究结果可以为该材料在为纳米器件在工程技术领域方面的应用提供理论基础。", "label": "电气工程", "id": 0}
{"content": "杂交应力函数（Hybrid stress-function,简称HS-F）单元法是近几年出现的一种高性能有限元算法,其基本思想是从应力模式出发,使用平面场的基本解析解构建单元余能泛函,再进一步完成单元构造。相比于其他有限元单元,HS-F单元具有许多优良性能如:高应力精度、收敛速度快、免疫网格畸变、应力场完备性高等,本文主要目的就是使用该方法得到一种用于处理压电场的高性能有限元单元。HS-F单元法推广的一大难点在于如何获得应力场基本解析解,因此本文首先推导了平面压电场的应力和电位移的任意n次多项式基本解析解,并证明了他们的独立性;其次引入前23项广义应力函数独立多项式（单元命名为HGSF-23）,得到压电单元的机械焓泛函,并基于最小机械焓原理,得到了单元刚度矩阵;最后使用HGSF-23对几个验证算例和部分典型压电材料断裂问题进行了计算,数值算例表明:HGSF-23继承了HS-F单元的优良性能,并且在压电材料断裂问题的计算中有很好的结果,可以作为一种新型压电材料高性能有限元算法。", "label": "电气工程", "id": 0}
{"content": "实验室自主搭建了铁电材料热冲击-力-电耦合测试实验平台,采用大功率卤素管热辐射加热方式,可实现对样品10-50?C/s的热冲击加载。基于此实验装置,我们实验研究了致密PZT95/5铁电陶瓷材料在热冲击加载下的力-热触发的动态相变特征与行为,获得了在不同升温速率下热致相变特征以及诱发的去极化电流响应。研究结果表明:热冲击加载下,PZT95/5铁电材料的去极化电流曲线出现典型的双峰现象,分别对应着低温铁电相（FRL）到高温铁电相（FRH）相变、高温铁电相（FRH）到顺电相（PE）相变;并且不同的升温速率下铁电陶瓷均可发生完全相变,在热冲击下实现了全部极化能量的释放或转换。此外,随着升温速率的增加,FRH-PE相变对应的电流响应区域内出现多峰现象,结合压力温度相图的对比可解释为,升温速率越高,PZT95/5铁电材料在热冲击过程中热应力对相变的影响将不可忽略;此时去极化放电过程主要为温度与热应力共同作用的结果。基于瞬态热传导以及热弹性耦合理论,文中也开展了相关的多场数值仿真,对于热冲击过程中的热弹性行为以及去极化过程进行了初步研究等。本文的研究对于理解热冲击环境下PZT95/5铁电陶瓷的热电响应性能,以及对PZT95/5铁电陶瓷进行相变调控具有重要意义。", "label": "电气工程", "id": 0}
{"content": "系统吉布斯自由能的改变可以作为反应自发进行的判据,考虑铁电材料畴变过程中吉布斯自由能的变化,可以得到一种新形式的畴变准则。论文运用图解法研究铁电晶粒系统自由能的变化与晶粒尺寸、畴变比例以及力电场外载大小的关系,文中仅限于讨论90°畴变并以钛酸钡晶粒为例进行具体计算。图解法将畴变比例作为横坐标,晶粒系统自由能的改变量作为纵坐标,绘制自由能变化量-畴变比曲线图可以很直观地表现畴变的状态。通过不断改变晶粒尺寸大小画出的一组曲线,可以用于得到与晶粒尺寸相关的新形式的畴变准则;另外,通过变化外载大小得到的一组曲线,可以用于确定单畴临界尺寸。", "label": "电气工程", "id": 0}
{"content": "电极对介电弹性体驱动器的性能具有至关重要的作用,电子类导体,如溅射金、纳米银、碳膏等存在柔性失配、透明性差或不稳定等缺点,而基于水凝胶的可拉伸离子导体技术则为上述问题提供全新的解决方案。当前介电驱动器的电致变形理论仅考虑了电场和介电弹性体变形间的耦合作用,忽略了电极上静电场的相关信息,仅适用于电子导体电极型驱动器,无法充分揭示离子电极介电驱动器电致变形的物理机制,如水凝胶在如此大的外部电压下仍不水解的原因以及离子电极特性对介电驱动器的变形能力影响。带有电荷的电极在与电解质水溶液接触时,会对水溶液中的带电离子产生电场力作用,同时电解质中的反离子还有自身热运动,从而达到平衡状态形成双电层,如图1（a）所示。对于稀溶液,Gouy-Chapman模型认为反离子在双电层内成Boltzmann分布,双电层内具有一定压降（图1（b））。水凝胶电极与金属引线以及介电弹性体间也存在这一双电层,为此,我们将双电层纳入介电弹性体的力电耦合模型,在传统力电耦合理论的基础上加入双电层内的电场分布（图2）,分析了驱动器材料、几何参数对双电层内压降、介电弹性体变形的影响,给出了电极水解对应的容许加载电压,最后揭示了整个凝胶电极介电弹性体驱动器内电场建立的动态过程。", "label": "电气工程", "id": 0}
{"content": "多金属氧酸盐（POMs）是一类独特的由可溶解的氧化物片段构筑的结构确定的离散的阴离子型金属-氧簇化合物,由于其具有优异的氧化还原性能和光电性质,因此在光伏器件方面有着广泛的应用前景[1]。本文将铁电体多酸KNa3[HPro]7[Sm(α-PW11O39)2]·Pro·18H2O （1）（Pro=D-proline）[2]首次应用在光伏器件中。当向TiO2薄膜中引入POM1时,由铁电体POM1偶极子诱导产生的局部电场可以提高膜中电子的迁移速率,并且能够有效抑制TiO2/电解液界面处的载流子复合[3]。同时,因为POM 1的LUMO低于TiO2的CB,由TiO2激发出的光生电子能够传递到POM1上,再由导电基底FTO传到外电路。POM1作为电子传输媒介不仅能够加速光电子的转移并提高膜的导电性,还可以通过抑制电子复合来增加电子寿命。", "label": "电气工程", "id": 0}
{"content": "<正>铁电材料作为一种潜在的高活性光催化剂越来越多地受到研究者关注.铁电材料的自发极化是指晶胞中的原子构型使得正负电荷中心沿晶体某个特殊方向发生相对位移,形成电偶极矩,整个晶体在该方向上呈现极性.通常情况下,铁电体内部存在许多小的极化区域,每个小区域内电偶极子极化沿同一方向排列,称为畴,而每个畴内电偶极子方向不同.当铁电材料被光激发时,其内部将产生光生电子-空穴对,电子-空穴对在其自发极化驱动下进", "label": "电气工程", "id": 0}
{"content": "憎水性等级（hydrophobicity class,HC）是复合绝缘子耐污闪性能的重要表征指标,为了准确判断绝缘子伞裙表面的憎水性,提出一种基于深度迁移学习的喷水图像识别方法。通过喷水试验构建不同HC等级的复合绝缘子喷水图像样本集,采用AlexNet、Inception-ResNetV2、ResNet101、ShuffleNet四种卷积神经网络建立学习模型,利用ImageNet数据集对其进行预训练,通过微调网络结构进行模型迁移,并在前后网络层设置不同的学习率,使其适用于绝缘子HC识别任务。采用喷水图像样本集对四种迁移学习模型进行训练、验证与测试,并通过梯度加权类激活映射（gradient-weighted class activation mapping,Grad-CAM）对各模型的决策区域进行可视化分析。算例结果表明,四种模型均能有效识别HC1～HC7的喷水图像,其中ResNet101的性能最好,对700幅测试样本图像的识别准确率达98.14%,Grad-CAM热力图显示该结果具有较高的可靠性。研究可为复合绝缘子憎水性的检测与智能识别提供参考。", "label": "电气工程", "id": 0}
{"content": "复合绝缘子憎水性智能识别模型的准确性取决于喷水图像处理与特征提取效果。本文提出了一种基于一致性测度分布区间选择图像处理方法的判据,针对不同工况的绝缘子喷水图像,求取图像经过增强处理后的纹理一致性测度值,据此选择最大类间方差法、Canny算子边缘检测、自适应阈值分割以及数学形态学运算等方法提取水珠/水迹的二值图像,实现了350幅不同憎水性等级的喷水图像特征提取。基于支持向量机构建多分类预测模型,有效识别出了复合绝缘子测试样本的7种憎水性等级,最高识别准确率达97.1%。研究可为处理不同工况下的喷水图像提供方法选择依据,有助于实现复合绝缘子憎水性的在线检测。", "label": "电气工程", "id": 0}
{"content": "近年来我国复合绝缘子由于芯棒发热导致异常温升的故障时有发生,给电网安全运行带来隐患。为了研究芯棒发热的热传导特性,以及复合绝缘子内外温度的关系,本文通过理论推导,建立了芯棒发热的热传导模型,并开展仿真与实验研究。结果表明,当复合绝缘子芯棒发热时,硅橡胶护套中径向温度成对数分布,芯棒表面温度与护套表面温度为一次函数关系,并且复合绝缘子内外温差与复合传热系数成正比,与护套导热系数和环境温度成反比,而环境湿度对复合绝缘子芯棒发热的热传导没有明显影响。仿真与实验结果相吻合,验证了热传导模型的准确性。", "label": "电气工程", "id": 0}
{"content": "近年来,随着输电线路不断增加,在运线路又地处山区及多雷区,所用绝缘子大多为玻璃和瓷质绝缘子,雷击率和自爆率相对较高,经常需要开展带电更换双联绝缘子串的工作。但由于加工制造工艺、施工质量把关不严等原因,存在许多尺寸不规范金具安装在线路上,造成与之配套的三角联板型号各异,目前专用于带电作业的耐张卡具大多具有一定的适用范围,比如仅适用于联板L-1640、L-2040、L-3050等标准尺寸设计的耐张串,部分耐张双联绝缘子串无法进行带电更换或采用现有耐张卡具进行勉强试作业,存在作业人员体力消耗大、工作效率低、作业风险高等不利因素,从而影响输电设备的带电作业率及可靠性。本文主要阐述一种带电更换双联耐张绝缘子串的通用卡具及作业方法,该通用卡具及作业方法有利于便捷、高效、安全地进行带电更换耐张双联绝缘子串。", "label": "电气工程", "id": 0}
{"content": "油浸式电力变压器作为发电厂和变电站的主要供电设备之一,其运行可靠性直接关系到电网的安全稳定运行。高压套管是将变压器内部的高压绕组引线引至油箱外部的出线装置,是变压器的重要附件。变压器套管损坏不仅会造成变压器停电,而且可能会引起套管爆炸,波及周围电力设备,甚至酿成火灾。目前,对于电力设备局部发热故障的检测手段主要是依靠基于红外测温装置的红外诊断技术。", "label": "电气工程", "id": 0}
{"content": "爬波检测是针对支柱瓷绝缘子近表面缺陷的一种检测方法。根据超声波折射定律,爬波探头内必然存在横波。本文提供了一种爬波探头中横波信号的识别方法,并对如何利用爬波探头中的横波进行分析。", "label": "电气工程", "id": 0}
{"content": "棒形悬式复合绝缘子高压端伞裙损伤会降低绝缘子的污闪性能。本文通过试验研究了不同电压等级伞裙损伤棒形悬式复合绝缘子的污闪特性,结果表明:伞裙损伤会导致棒形悬式复合绝缘子的交流污闪电压、爬电距离污闪电压梯度EL与干弧距离污闪电压梯度EH下降,且随着损伤程度增大,下降的幅值会增大。随着绝缘子电压等级增大,结构高度增长,伞裙损伤对棒形悬式复合绝缘子的交流污闪电压、爬电距离污闪电压梯度EL与干弧距离污闪电压梯度EH的影响逐渐减弱。在污秽度ESDD为0.1～0.3mg/cm2范围内,当损伤到根部时,35kV、110kV、220kV棒形悬式复合绝缘子交流污闪电压最高分别下降35.92%、15.03%、9.11%,爬电距离污闪电压梯度EL最高分别下降19.15%、6.05%、1.34%,干弧距离污闪电压梯度EH最高分别下降35.92%、15.03%、9.11%。", "label": "电气工程", "id": 0}
{"content": "在35～220kV输电网络建设中,合成绝缘子逐步代替玻璃绝缘子和瓷质绝缘子,而输电线路检修、验收和应急处置作业中,耐张塔合成绝缘子出线效率较低,严重影响线路相关作业的整体作业效率。对此,本文开展了耐张塔合成绝缘子出线方式的研究,研制了一款输电线路耐张塔合成绝缘子出线装置,并在生产现场进行了应用,大大缩短了挂绳时间和出线时间,有效提高了作业效率。", "label": "电气工程", "id": 0}
{"content": "由于长期运行在湿热的气候环境下,近年来我国南方地区复合绝缘子异常发热、击穿断裂等故障时有发生,严重威胁了电网的安全稳定运行。为了研究复合绝缘子硅橡胶伞套的湿热老化特性,本文首先对高温硫化（High Temperature Vulcanization, HTV）硅橡胶进行湿热老化实验,然后利用扫描电镜、红外光谱、热重分析、介电谱和热刺激电流测试等分析手段对湿热老化和运行老化样品进行微观分析,结果表明:湿热的联合作用能够显著加速HTV硅橡胶的老化进程,随着湿热老化时间的增加,样品的表面微观形貌、化学基团、热解性能、介电性能和陷阱性能均逐渐劣化,其中,硅氧主链与硅碳侧链红外吸收峰高、热解剩余质量、介电参数和陷阱参数可作为硅橡胶的老化特征参量,评估其老化状态;HTV硅橡胶在湿热老化过程中主要发生PDMS分解,湿热老化26天样品的PDMS的劣化程度与运行老化10年的伞裙接近;烘干后样品的介电参数显著降低,表明水分入侵对其介电性能具有重要影响,湿热老化充分考虑了这一因素,相比于其他老化方式更加全面合理。", "label": "电气工程", "id": 0}
{"content": "本文介绍了一起220kV设备区瓷支柱绝缘子、复合悬式绝缘子大面积发热缺陷,通过现场红外测温及热像特征初步分析发热是由绝缘子积污受潮造成的,之后结合污秽取样、三维模型建立以及热电耦合仿真计算,验证了上述结论的正确性,并提出了防范措施及建议。", "label": "电气工程", "id": 0}
{"content": "基于一起反复发生的绝缘子对地污闪造成高压电容器单元炸裂的案例,指出电容器的安全运行涉及到设备整体设计、参数选择、日常维护等多方面的因素。恶劣环境和特殊气象条件下的电容器组安全运行,应引起电容器设计、运行维护人员的重视。", "label": "电气工程", "id": 0}
{"content": "复合绝缘子在变电站中起着支撑、绝缘作用,应用红外检测技术能够有效检测复合绝缘子劣化状态。为此,本文以某110kV变电站110kV母线复合绝缘子异常检测为例,首先,剖析引起复合绝缘子发热三大主因:介质损耗变大、表面污秽泄露电流变大和劣化产生的贯穿性泄露电流变大;其次,分析红外检测条件与方法,研究红外检测技术评估复合绝缘子劣化状况的方法,提出应用红外检测技术评估复合绝缘子劣化状态的两个判据;最后,通过沿海地区某110kV变电站110kV母线复合绝缘子红外检测温度异常为例,应用红外检测技术诊断该复合绝缘子缺陷类型,并通过停电解剖复合绝缘子验证红外检测结果的正确性。", "label": "电气工程", "id": 0}
{"content": "在我国经济迅猛发展的同时,对电力的需求同步的提升,输电线路作为传输电力的中介使用量越来越多。线路在运行的过程中要承受自然以及非自然因素带来的损坏,严重时会导致断电事故,由此也带来巨大的经济损失。吊装过程中的损伤是众多损坏因素中最为重要的因素之一,本文对输电线路在使用过程中遇到的各种吊装的情形进行分析,最后提出了减少其遭受吊装损坏的防治措施,为线路的可靠运行提供保障。", "label": "电气工程", "id": 0}
{"content": "随着中国城市化发展的不断推进,空气污染也逐步加重。空气中的污染物附着于输电系统绝缘装置上形成电力污秽,进而导致污闪等大范围区域的闪络事故,影响电网的运行安全和经济效益。所以进行电力污秽等级评估来有效的降低危险事故的发生是非常有必要的。传统的污秽等级评估主要依靠人工的定点监测,成本高时效性不强,并且缺乏空间代表性。本文利用MODIS卫星下的气溶胶光学厚度（Aerosol Optical Depth,AOD）数据数据覆盖广时效性强的特点,通过建立全年及四季的AOD数据与空气中不溶物密度（NSDD,Non soluble deposit density）的拟合关系式,探究出最合适的拟合模型,然后进行电力污秽等级评估并且绘制出污区图。以提高时效性和更为广阔的覆盖面,并且更加客观的体现污区图的制定过程,最后还能大幅降低人力物力成本,以保障电网的安全运行[1]。", "label": "电气工程", "id": 0}
{"content": "近年来,随着我国社会经济的快速发展,因电力污秽引起绝缘装置失效而导致大面积污闪的事件已经越来越频繁。[1] MODIS获得的AOD数据具高的时间分辨率和地表全覆盖等优点,可以解决因人为选取地面监测站点导致的代表性客观性不足的问题,并且极大的提高效率节省人力物力。本文以沈阳市为研究区,利用气溶胶光学厚度并结合地面气象站监测数据,拟合AOD与PM10浓度的相关关系模型来估算地面的PM10浓度。进而估算出地面的PM10浓度与不溶物密度数据和等值盐密之间的相关关系。分析地面PM10浓度与污区污秽程度的关系,建立二者间的回归拟合模型来估算现场污秽度,以实现建立时效性强、覆盖面广的电力污秽监测评估方法的目的。", "label": "电气工程", "id": 0}
{"content": "中压绝缘件制品质量受到诸多生产工艺参数的影响,为提高其产品质量,需要确定最优工艺参数。然而传统工艺参数优化方法通常需要耗费大量试验成本,效率低下。因此,最优工艺参数的确定是绝缘件制品质量控制的一大挑战。为应对上述挑战,在传统并行摄动随机逼近（Simultaneous Perturbation Stochastic Approximation,简称SPSA）方法基础上,本文提出了一种基于改进型SPSA方法的中压绝缘件制品质量控制方法。为提高绝缘件制品质量控制的效率、降低优化成本,改进型SPSA方法利用了优化迭代过程中迭代点历史信息,用以实现优化步长的自适应动态调整,从而构建了一种基于知识指引型质量控制策略。本文将改进型SPSA方法应用于某型号支柱绝缘子质量控制问题上,仿真实验结果表明,改进型SPSA方法相比传统SPSA具有更高的优化效率,可以有效降低绝缘件质量控制成本。", "label": "电气工程", "id": 0}
{"content": "对黑化热丝从原材料、电泳涂料及黑化涂料的配制工艺、电泳工艺和烧结工艺的改进,提高了黑化热丝的成品率及可靠性。", "label": "电气工程", "id": 0}
{"content": "分析和研究了国内母线折弯机的发展现状,在此基础上设计了一种新型的圆盘式折弯装置,可以根据需要更换折弯柱、折弯模具圆角,以生产出高质量的母线工件;配合其他相关机构装置,可以实现高效的自动化生产。", "label": "电气工程", "id": 0}
{"content": "通过查阅国内母线折弯机相关的文献,对目前折弯机的立弯装置了解并设计了一种转盘式立弯装置。该装置可通过调整、替换调距块以适应不同尺寸的母线,从而生产出高精度的立弯母线。同时,为实现母线立弯过程自动化,该装置可与送料机构、角度测量装置协同作业。", "label": "电气工程", "id": 0}
{"content": "从界面反射系数与界面两侧介质声阻抗的基本关系出发,研究了声波在固/液界面多次反射回波衰减规律与液体特性声阻抗间的关系。本文以铝板作为超声反射基板,用室温的自来水作为标准液体,以超声波在铝/水界面的多次反射回波作为参照,对检测试验系统进行参数标定,再将声波在铝/硅油界面的多次反射回波与其进行比对,通过分析多次回波衰减测得声波在铝/硅油界面的反射率,进而获得密闭容器内硅油的特性声阻抗。结果表明,基于界面多次衰减规律可实现密闭容器内液体介质特性阻抗非介入测试,为以超声为基础的高压电缆终端瓷套内油位或油品检测与评价奠定了基础。", "label": "电气工程", "id": 0}
{"content": "利用超声波在不同介质的分界面处会发生反射现象,建立一种检测电缆终端绝缘油内部液位测量的方法。该方法是用不同介质的分界面处会发生反射,反射率为r,利用多次回波声压的衰减率,在已知瓷套的声阻抗的情况下,反推出内部介质的声阻抗,与已知的空气和绝缘硅油的声阻抗比较,从而得出该高度内部介质的性质。进而测量液位高度。", "label": "电气工程", "id": 0}
{"content": "本文主要通过介绍目前布线市场高端数字电缆的需求,并结合各生产厂家在开发生产CAT6类数字电缆的过程,简单阐述了该类产品的工艺设计、电气性能特点和生产制造过程中的关键控制点。", "label": "电气工程", "id": 0}
{"content": "母线（bus line）是指将电气装置中各截流分支回路连接在一起的用高导电率的铜（铜排）、铝质材料制成的导体。它是汇集、分配、传送电能的载体,所以又称汇流排。", "label": "电气工程", "id": 0}
{"content": "在生产架空导线过程中,单线的强度取决于选用的电工圆铝杆的强度,但相同强度电工圆铝杆因为各个生产厂家控铁处理工艺不同导致铁元素含量的不同,也会直接影响到单线拉制过程中加工硬化的效果,导致单线强度出现差异。本文通过对相同抗拉强度但铁元素含量不同的电工圆铝杆拉制Φ3.2mm铝单线后的数据统计,来阐明这一观点。", "label": "电气工程", "id": 0}
{"content": "<正>在电线电缆生产中,铜拉机用的润滑液,目前行业中基本都采用铜拉丝油,其主要原因是:铜拉丝油油脂含量高,润滑、冷却、清洗效果好,拉线表面质量好,能延长模具和拉机塔轮的使用寿命,有利于提高拉线质量,降低拉线废品。目前我厂大、中、", "label": "电气工程", "id": 0}
{"content": "<正>项目名称中电联鉴字[201 2]第91号■项目技术原理、功能及应用范围◎项目技术原理国碳防火封堵材料中所使用之阻燃剂系以天然碳矿经特殊处理,其特性为在常温至180℃时为稳定不变形状态;当受热超过180℃时,其体积会急剧膨胀数十倍,变成蓬松之蠕虫状,具有优异的活性碳效果。当材料受热时,其表面即快速地膨胀成蠕虫状长条形的碳层,能有效隔绝热源、氧气与可燃性气体的接触;并可达到净烟、不滴燃与低烟毒的特性,而达到防火的目的。", "label": "电气工程", "id": 0}
{"content": "随着设计部门的深入,合理和科学的设计,对电缆导管的刚度要求已逐渐突出,本文给出了在不同车载和埋深条件下,对导管的环向刚度提出不同的要求。", "label": "电气工程", "id": 0}
{"content": "防污闪硅橡胶是具有RTV工艺特性的特种功能的液态涂料,而真正具有防污闪功能的却是其固化后的涂层。液态涂料转化为固化涂层的过程——即喷涂施工——显然是防护质量的重要一环。现行标准中对施工的规范性条款制订的较少,加之施工队伍参差不齐,因此,每个/次现场喷涂形成的涂层质量不尽相同。本文通过多年的现场监管实践,总结出防污闪硅橡胶喷涂施工中必须管控的关键节点,从而提高喷涂施工的过程质量和最终涂层质量。", "label": "电气工程", "id": 0}
{"content": "本文针对一起电缆非贯穿性缺陷采用X光数字成像检测试验时发现射线机、电缆及成像板间摆放位置不同所拍摄的图像缺陷深度不一致的情况,通过理论计算和试验验证分析,得出了在检测中射线源位置、检测角度等对X光数字成像检测存在影响的结论,提出了保证测试准确性的对策,并结合局放等其他带电检测手段进行了验证,其经验可供检测单位参考。", "label": "电气工程", "id": 0}
{"content": "导线产品结构相对简单。对于制造厂来说,要使组成导线的每一根单线都符合规定的技术指标,每一批导线全部性能都符合交货质量要求则是一件不容易做到的事。本文通过广东远光电缆实业有限公司长期制造导线的实践,从材料采购和工艺方面总结保持导线高合格率的措施。", "label": "电气工程", "id": 0}
{"content": "介绍新型电缆沟盖板的生产方法和工艺流程。本文所述的新型电缆沟盖板,是指区别于传统的现场预制的角铁包边盖板,采用定型模具、统一的工艺方法、工厂化生产的,采用复合多种材料的细石混凝土预制而成的电缆沟盖板。与传统的电缆沟盖板相比,新型电缆沟盖板具有尺寸标准统一,表面细嫩光滑,图案清晰,不易开裂的特点。铺装后整齐美观,起到了美化变电站的作用。云南省火电建设公司从二00九年开始生产新型电缆沟盖板,至今已在云南省内三十多个变电站中使用新型电缆沟盖板四万多平米。", "label": "电气工程", "id": 0}
{"content": "架空电缆和其他金属长导体对高空电磁脉冲的耦合分析对于确定合理的工程防护措施具有重要的意义。本文通过传输线方法（TLM）计算HEMP作用下敷设在地面电缆上的感应电流。考虑到地面对电缆感应电流的影响,数值分析了架空电缆在不同长度、不同架设高度情况下的感应电流。", "label": "电气工程", "id": 0}
{"content": "提出一种摹于RE102的电缆屏蔽性能测试系统,用于测量10kHz～18GHz编织网屏蔽电缆的转移阻抗及屏蔽系数,与传统测试系统相比,具有方便、易实现、成本低等特点。对于EMS的评估有重要意义,并且利用VC编写测试系统软件平台。软件平台主三要用于计算转移阻抗及屏蔽系数,包括理论计算、基于厂家捉供的转移阻抗计算及基于RE102计算三大部分。", "label": "电气工程", "id": 0}
{"content": "<正>0引言线缆计米器是用于电线电缆定量包装的计量器具,是线缆生产企业生产的重要设备。根据JJG987—2004《线缆计米器检定规程》,对线缆计米器的示值误差检测可以采用在线计米器检定和计米器离线检定两种方法。笔者根据企业现场情况,对暂时不生产的和用于大截面电缆定量包装的计米器,采用了计米器离线检定的方法,即用标准线进行检定,对用标准线制作、使用的情况及检测中出现的问题进行了分析,并提出一些解决方法。", "label": "电气工程", "id": 0}
{"content": "基于涡流斥力原理的金属熔落物分选技术是火灾现场物证提取的有力工具。现有永磁辊式分选设备存在噪声过大,不利于便携等实际问题,磁系空间结构优化是解决上述问题的关键。首先,本文建立了分选机磁系空间的有限元模型,采用数值分析方法研究了磁辊、分选空间的磁场分布规律。然后,对比不同导磁路径、芯柱结构和磁极对数,研究了结构参数对磁系空间电磁特性影响规律。最后,基于前述理论研究,给出了分选机磁系空间结构优化方案。研究成果表明,优化后的分选机在保持分选能力的前提下,可以降低电机转速、减少磁辊质量,从而达到降低整机噪声、重量的目的。", "label": "电气工程", "id": 0}
{"content": "为研究渝鄂工程±420 kV柔直换流阀在绝缘型式试验条件下电场的分布状态,建立了±420 kV柔直换流阀阀塔的三维结构模型,并利用有限元Ansoft软件对柔直阀塔进行了静电场仿真。仿真结果表明:柔直阀在进行绝缘型式试验时,在均压环悬浮导体上会产生较高的负电位分布且分布不一,这是由于左右侧阀组件电位分布造成的感应带电电荷密度不同导致;对阀塔各位置组件的电场仿真结果表明,电场集中容易出现在屏蔽罩和均压环拐角位置、电容器金属组件尖端位置等;最大电场强度出现在第1层和第5层屏蔽罩的拐角处,为2×10~6V/m,但未达到空气的起晕场强3kV/mm,对于阀组件来说,1～4层阀组件表面电场强度较第5层高,原因分析为第5层离最上平面地电位距离较远,电场线分布会较为稀疏,电场整体较弱;支撑绝缘子和支柱绝缘子等绝缘结构件表面电场强度为10~5V/m数量级,比其击穿阈值场强2×10~7 V/m要小。", "label": "电气工程", "id": 0}
{"content": "本文提出了一种对开孔屏蔽体内部场分布进行分段解析描述的理论模型,能直接给出屏蔽体内部场分布的解析公式。将开孔屏蔽体内部空间分解为三个区域:围绕开孔附近的小孔区、靠近屏蔽体背板的波导区、以及小孔区和波导区之间的偶极区。各个区域的场分布模型分别为:小孔区采用带开孔的无限大平板模型替代、偶极区采用偶极辐射模型近似、波导区采用波导模式场分布等效。以一个带有圆形开孔的矩形屏蔽体为例,通过和全波仿真计算结果的比较,检验了该分区解析模型的有效性。", "label": "电气工程", "id": 0}
{"content": "针对非线性集总元件复杂的无源互调问题,基于时域有限差分法（FDTD）建立典型集总元件电场模型,结合接触非线性幂级数电流-电压模型,求解时域非线性电流,通过FFT得到非线性电流频谱特性,可观测无源互调功率电平。通过与实验比对,验证了方法的有效性。", "label": "电气工程", "id": 0}
{"content": "数值计算表明:作者推得的解析表达式较好地定量描述了矩形镂空沟槽产生的漏磁场（理论误差:槽内<1.96%;槽外:2.48%~7.36%;实验最大误差:5.02%）。同时还证明:引入系数α=σs/σl的必要性和假设条形磁铁侧面上面磁荷的可行性。进而指出了改进本课题研究的途径。", "label": "电气工程", "id": 0}
{"content": "建立了有界波电磁脉冲模拟器的仿真模型,研究了模拟器空间电场波形的影响因素,及模拟器馈电结构变化对其电场波形上升沿的影响。研究表明,模拟器前过渡段与后过渡段连接处的结构变化产生的辐射均会使模拟器工作空间电场波形发生畸变,为防止波形畸变影响模拟器工作空间电场波形上升沿,应保证清晰时间大于模拟器脉冲源输出信号上升沿。此外,连线馈电以及模拟器首端抬高等非理想馈电结构引起的结构不连续或阻抗失配会造成高频分量在馈电点发生严重反射,从而慢化模拟器空间电场波形上升沿,而对于慢前沿（>4ns）模拟器,这种慢化作用可以忽略。", "label": "电气工程", "id": 0}
{"content": "本文利用分离变量法,推导出同轴结构半径突变处补偿电容的精确计算模型;计算分析了半径变化对补偿电容值的影响规律,并与有限元软件对比,验证了计算模型的正确性。本文也讨论了平行平板结构尺寸突变处补偿电容精确计算公式近似应用于同轴结构时的适用性。", "label": "电气工程", "id": 0}
{"content": "控制输电线路的无线电干扰是发展特高压直流输电技术的关键问题之一,试验线段是研究高压输电线路无线电干扰的重要试验设施。以往文献推荐的输电线路无线电干扰电磁场的计算方法,是以通有稳恒电流的无限长导线磁场公式为基础得出的。而在短距离试验线段上,由于电晕电流在线路端部发生反射,线路长度方向上各位置处的电晕电流大小不同,无限长线路无线电干扰的计算方法是否适用需进行验证。本文首先导出了单个电晕源注入两端开路的有限长线路后在空间产生的电磁场,再假定试验线段上的电晕源均匀注入,由统计方法得到多个电晕源共同作用下的空间电磁场。通过计算方法间的对比,以及与实验结果的对比,验证了在一定范围内采用无限长线路无线电干扰的计算方法计算试验线段的无线电干扰不会带来太大的误差,可满足工程要求。本文结果对于利用试验线段研究高压直流输电线路的无线电干扰有重要的参考意义。", "label": "电气工程", "id": 0}
{"content": "本文介绍了基于物理光学（PO）方法对转动目标微多普勒频移现象的研究。作为一种高频电磁计算方法,PO方法可以有效地计算转动目标的电磁散射特性,包括目标表面电流和电场以及雷达散射截面（RCS）,进一步表征转动目标因径向速度产生多普勒频移和RCS之间的特性关联。本文应用准静态法来模拟目标的转动,通过不同时间刻和不同空间位臵的对应来联系频域电磁计算方法仿真和时域转动目标,从而衔接转动目标的RCS和微多普勒频移,实现对转动目标微多普勒频移现象的研究。", "label": "电气工程", "id": 0}
{"content": "本文推导将电磁场和集总元件相结合的Laguerre-FDTD公式,利用等效电流源代替集总元件的贡献,将该等效电流源加入到Laguerre多项式表达的麦克斯韦方程中。此方法克服了柯西稳定性条件限制,同时避免了时间项引起的数值色散误差。计算了包含集总元件的微带电路,计算结果与CN-FDTD进行了比较,显示了方法的正确性,此外在计算时间上体现了优势。", "label": "电气工程", "id": 0}
{"content": "在本文中,我们首先考虑三维凸圆柱上的FOCK电流。然后,利用增量长度数值绕射系数技术,导出用FOCK电流形式表示的高频散射场。通过数值最速下降路径方法,高效率的实现凸散射体上FOCK电流的计算。基于散射场的高震荡特性,研究数值最速下降路径方法来计算高频散射场。数值算例表明,我们提出的数值最速下降路径方法计算高频散射场,实现与频率无关计算代价和误差可控的高计算精度。", "label": "电气工程", "id": 0}
{"content": "等效磁网络方法兼顾了磁路法的简洁性和有限元法的准确性,是一种较为理想的数值计算方法。介绍了磁网络法的原理,建立了磁浮导靴理想化的磁网络模型,给出了求解磁密分布的方法,将计算结果与Magnet软件有限元计算结果进行比较、分析,证明了磁网络法的可行性,为等效磁网络方法的进一步推广应用奠定了理论基础。", "label": "电气工程", "id": 0}
{"content": "精度分析是MLFMA研究中的重要内容。根据等效原理,提出一种针对任意形状目标散射MLFMA计算的精度验证方法,给出了精度验证方法的基本思路.使用这种方法,对层数和截断系数对MLFMA精度的影响进行了验证。", "label": "电气工程", "id": 0}
{"content": "多层快速多极子方法（MLFMM）以其在计算复杂度和内存消耗上的优势被评为二十世纪科学与工程计算领域的十大算法之一,并已广泛应用于大规模电磁问题的计算。近年来,随着超电大规模工程问题模拟需求日益增长,多层快速多极子方法并行化的相关研究成为计算电磁学领域的一个热点课题。基于并行自适应结构网格应用支撑软件框架（JASMIN）,设计并开发了用于电大金属目标电磁散射特性分析的多层快速多极子方法并行化程序JEMS-MLFMM。数值模拟表明了程序的正确性和有效性。", "label": "电气工程", "id": 0}
{"content": "从二阶矢量波动方程出发,研究了双场区域分解时域有限元方法。该方法将计算区域划分为若干个互不重叠的子区域,每个子域内同时展开基于电场和磁场的二阶矢量波动方程,不断更新各个子域交界面处的等效表面电流及磁流值,进而使得各个子域的电场和磁场独立求解,不需要在每个时间步求解整个区域内的所有交界面问题。采用该方法来分析三维谐振腔及波导问题,说明了该方法的精确性和有效性,数值结果表明,与计算整个区域相比可大大减少计算复杂度和计算时间。", "label": "电气工程", "id": 0}
{"content": "本文通过开发高频电磁场下熔融金属中非金属夹杂物捕捉数学模型来研究硅液中非金属夹杂物的去除。通过对电磁场、流场及夹杂物运动的模拟表明,磁场及电磁力主要分布在硅液集肤层区域内。由于磁场在空气中衰减很快,因此磁场与电磁力场在硅液上部顶角处达到最大,并逐渐向中心减小。在电磁力诱导作用下硅液产生流动,从上部顶角区域开始形成循环流动,底部的流动性较弱。最初均匀分布在硅液中的夹杂物在液体的循环流动中大部分被电磁力在侧壁捕捉,中心区域较为干净,在1.67 mm的集肤层内约68%的夹杂物被捕捉。另一方面,实验结果与计算结果具有高度的一致性。", "label": "电气工程", "id": 0}
{"content": "本文建立了外电场作用下的Ermentrout神经元模型.并在此基础上构建离散的小世界神经网络,研究交流外电场作用下小世界神经网络的放电频率适应性.发现交流外电场频率不变时,幅值越小模型的适应性越好,幅值越大适应性越差;交流外电场幅值不变时,频率越大模型的适应性越好,频率越小模型的适应性越差.", "label": "电气工程", "id": 0}
{"content": "低温等离子体技术作为特殊的处理手段广泛应用于半导体工艺中,但在加工直径大于300mm的晶圆片时,半导体器件加工的均匀性,一致性就会变差,成品率极低,其关键在于反应腔内的等离子体在外加高频电磁场的作用下没有形成均匀稳定的分布。针对这一问题,本文拟采用时域模拟仿真方法对腔体内的现象进行分析。发现等离子体的均匀性很大程度依赖于馈电的位置和数量。在研究等离子体与电场交互的机制的情况下,找出影响等离子体均匀分布的因素。", "label": "电气工程", "id": 0}
{"content": "用Ansys有限元软件对直线和环型Halbach阵列进行磁场仿真,得到了Halbach直线和环型阵列的磁感线分布图和磁场强度分布图。从这些结果可以看出,Halbach阵列具有磁场偏向一边的特性,另一边的磁场很小。这一特性为Halbach阵列构成的各种磁性器件的研制奠定了理论基础。", "label": "电气工程", "id": 0}
{"content": "以E-I型E22 3F3对称铁心结构为例,采用二维有限元法对磁性器件（简称磁件）涡流场进行了研究。研究内容包括:气隙、绕组直径及频率对单绕组磁件的等效参数的影响;绕组间绝缘层厚度对双绕组磁件的等效参数的影响。研究表明:气隙长度及其分布是影响等值电感的关键因素,因此需合理安排气隙获得设计电路中所需的电感值;通过减小气隙长度、选择适当的绕组直径和绝缘层厚度等途径,可以减小绕组等值电阻,降低高频绕组损耗。", "label": "电气工程", "id": 0}
{"content": "电路分析基础是一门电类相关专业的基础课程,知识点较多,难以理解,对学生的综合能力要求要高。因此,在电路分析基础教学中有效地激发学生的学习兴趣,提高学生对该课程的参与度,提高学生对课堂教学的满意度,又有利于达成课程教学目标,提高学生对电路知识的认知和动手操作的能力。实践证明,不断创新教学模式,激发学生的学习兴趣,该门课程才能取得良好的教学效果,促进大学生创新能力的培养,提高大学生分析和解决问题的能力。", "label": "电气工程", "id": 0}
{"content": "电功率理论中缺乏象坡印廷矢量那样的、描述电路中能流特征的参量。本文,我们基于基尔霍夫定律,导出同轴线上差模电流能量转化和守恒表达式,表明:电流强度与电压的乘积数值上等于相应电磁波总能流沿轴线方向的分量,而不是通常认为的电流做功功率。我们的工作意谓着有必要重新考察电流强度与电压的乘积的物理意义、从而建立坡印廷定理与电功率理论之间的有机联系。", "label": "电气工程", "id": 0}
{"content": "多平衡态系统含有多个共存的吸引子,往往具有复杂的簇发现象及分岔机理。本文针对一个修正的Van der Pol-Duffing（ADVP）多平衡态电路系统,研究了当参数激励频率远小于系统固有频率时的簇发振荡行为及其产生机理。基于非线性动力学分岔理论及快慢动力学分析方法,将外激励看作一个慢变参数,建立广义自治快子系统,给出了系统的单参数分岔图,分析了subHopf/supHopf-fold/supHopf簇发振荡、 subHopf/supHopf-fold/cycle-cycle/supHopf簇发振荡和fold/cycle-cycle/cycle簇发振荡的产生机理及动力学转迁机制,并探讨了多平衡态系统的长周期特性和参数激励频率对簇发振荡及迟滞现象的影响。", "label": "电气工程", "id": 0}
{"content": "在本文中,根据加工过程中负载变化的特点,利用阻抗在Smith圆图上的变化规律,设计Γ型匹配网络,匹配网络由一个微调电感以及两个可调电容和组成。由负载变化范围和工作条件确定匹配网络中的元件参数,设计并符合要求的阻抗网络,实现传输功率的最大输出。", "label": "电气工程", "id": 0}
{"content": "针对线上课的教学为主要教学模式,探索并实践了几种充分利用线上直播教学优势的方法:将课程思政引入课堂,将直播软件的投屏功能引入课堂,利用仿真软件将实验引入课堂。极大的提高了学生学习的积极性,增强教学互动,提升课堂教学的质量。", "label": "电气工程", "id": 0}
{"content": "常用的三相交流电源是星形联结,采用三角形联结的三相交流电源的工作原理和特点没有深入探讨过,本文从结构、原理、特点进行了分析;单相交流电路功率因数的提高,教材从相量图的角度进行分析,但对几何中三角形知识要求较高,有时换一个维度,运用代数知识探究,来得更加简洁。对三相交流电路功率因数的提高从代数角度进行了详细分析。", "label": "电气工程", "id": 0}
{"content": "由电阻、电感、电容相串联构成的电路叫做R-L-C串联电路;由电阻、电感、电容相并联构成的电路叫做R-L-C并联电路。职业院校电工教材普遍采用相量图法分析,对几何中三角形知识要求较高,对部分问题的研究不够直接;有时换一个维度,运用代数知识探究,来得更加简洁。", "label": "电气工程", "id": 0}
{"content": "《电路分析》课程是电气类、电子类学生的一门非常重要的专业基础课程,为实现有针对性地、高效地教学目标,课程改革一直在进行,但一直以来,课程改革还停留在课程内容本身的层面,更多关注的是专业技能的培养与提高。", "label": "电气工程", "id": 0}
{"content": "毛细管电泳非接触式电导检测器以其在无机离子和某些有机离子检测方面具有较大优势[1],应用日趋广泛[2]。在其发展过程中,有许多关于非接触电导检测电路优化改进的报道[3],但不同课题组得到的结果存在较大差异。系统比较不同电路对检测性能的影响对于该检测器的实际应用具有重要的参考价值。本工作对真有效值转换电路、全波整流电路、半波整流电路以及它们的变型进行了比较。从图1 （a）中可以看出,全波整流电路及其变型在信号值和信噪比方面表现出了优越的性能。实验中还发现不同的供电方式对不同电路的影响差异很大。从图1 （b）中可以了解到,将供电方式从机箱电源更换为DC-DC模块时,真有效值电路测量效果有明显提升,而供电方式对全波整流电路的影响不大,因此电泳结果显示真有效值转换电路在使用DC-DC模块供电时效果最好。", "label": "电气工程", "id": 0}
{"content": "<正>2018年的春季学期,是电气工程学院杨文荣教授教学生涯中最忙的一个学期。本学期,她讲授的《电路理论基础》开始采用基于MOOC2.0的翻转课堂形式,小班授课,全程翻转。说到做翻转课堂,杨文荣老师说\"这个想法由来已久\"。作为电气工程学科博士生导师,虽然她已承担国家级、省部级项目9项,获河北省科技进步三等奖1项,却始终不忘初心,将\"传道授业解惑\"置于自己职业生涯最重要的位置。", "label": "电气工程", "id": 0}
{"content": "本文设计了一种基于物联网的电子线路切换技术,并将其应用于电子电路实践教学平台。在该平台中,采用模拟开关器件和拨码开关相结合完成电路的切换和选择。首先基于物联网技术,由教师机发送信号控制模拟开关器件完成各电路的选择设置,然后由学生通过拨码开关调整电路或排除故障。考虑到平台维护的成本和多个电路系统的统一管理,通常会将各种电路事先布在系统中,使用时可根据需要选择不同的电路以呈现各种现象,包括故障现象完成学习目的。这种技术的应用便于统一管理和特性化设置多个电子电路系统平台,可广泛适用于教学、培训和考证等。", "label": "电气工程", "id": 0}
{"content": "不同于以往采用模拟忆阻器对混沌电路进行设计,本文提出一种基于SBT纳米实物忆阻器荷控模型的四阶忆阻混沌电路。本文首先对该忆阻器的数学模型进行了描述并分析了它的伏安特性,然后对该四阶忆阻混沌电路进行了动力学特性分析和研究。分析结果表明:包含该SBT纳米实物忆阻器荷控模型的混沌电路具有混沌电路的基本特性,并且该忆阻混沌电路具有初值敏感的特性,初值q（0）的取值对电路具有显著影响。", "label": "电气工程", "id": 0}
{"content": "本文将新型SBT忆阻器荷控模型引入LC振荡电路中,提出了一种含荷控忆阻器的LC超混沌电路,建立了相应的非线性微分方程组,并对系统进行了混沌动力学仿真分析,采用常规的动力学分析方法研究系统的基本动力学特性,如平衡点稳定性分析、李雅普诺夫指数谱和分岔图等。结果表明该系统产生了一类特殊混沌吸引子。为了实现混沌控制,将新型模拟时滞控制器加入到我们所提出的电路中。我们分析了LC超混沌电路在时滞状态反馈下的控制情况,实验结果证实,加入的时滞反馈控制器实现了对超混沌系统的控制。", "label": "电气工程", "id": 0}
{"content": "电路分析基础课程作为电子信息类专业最重要的基础课程之一,其重要性是不容忽视的。而时代的进步需要我们与时俱进,结合不同时期学生的特点探讨一些新的方法,以求更加适应教学研究的发展,本文正是基于这种理念提出多种教学手段交替,分组讨论的方法来提高电路分析基础课程教学效果。", "label": "电气工程", "id": 0}
{"content": "<正>序言在出版的各类电气书籍里常常会看到很多复杂的、简单的电气接线原理图,比如信号灯的控制回路、电动机控制回路、开关电路等等,在实际应用中按需借鉴,给使用者带来了很大便利,但是,如何能更进一步掌握基础知识和不断地提高技能呢,这就要求我们在不断的学习过程中将掌握的知识通过动手实践应用于工作之中。本人在业余时间通过对接点电路逻辑理论的学习与掌握,自行设计出以下两个组合开关控制电路,希望共同学习与进步。", "label": "电气工程", "id": 0}
{"content": "本文针对电路课程具有内容概念多、定理和分析方法多、知识点连贯性强等特点,提出用新型的教学模式来吸引学生作为切入点,提高学生自主学习的积极性,培养学生创新思维,进而提高课堂教学质量,改善教学效果。", "label": "电气工程", "id": 0}
{"content": "本文首先利用MATLAB软件对广义蔡氏电路所产生的混沌现象进行了数值分析。针对模型中出现的混沌现象,建立了基于T-S模糊系统的广义蔡氏电路的数学模型,将非线性混沌系统模糊化为局部线性模型。最后,利用并行分布补偿法（PDC）,以线性矩阵不等式（LMI）的形式给出系统稳定的条件和控制器设计方法。本文利用此方法,输入外部控制消除了广义蔡氏电路出现的混沌现象,仿真分析验证了控制器的有效性.", "label": "电气工程", "id": 0}
{"content": "本文通过研究TRL校准技术,提取焊接到微波电路上的二端口器件的S参数,对S参数进行反演,得到等效集总参数网络。本文以微波高频电容测量为例,通过该方法进行测量研究,实验结果表明该方法测量准确可信。", "label": "电气工程", "id": 0}
{"content": "针对热液型铀多金属勘查领域井中瞬变电磁弱异常的特点,开展了针对井中瞬变电磁实测资料的矢量交会技术研究。引入多项式拟合思想对纯异常进行近似处理,以减小测量误差、外界噪音等干扰因素对矢量交会结果的影响,增强了矢量交会技术对小倾角板体的适用性,使其可用于对井中瞬变电磁实测数据的处理。经模型验证,根据矢量交会算法所推断良导体的空间位置与实际一致,表明该方法理论可行,计算准确。利用该技术,对诸广热液型铀成矿区ZK71-2井中瞬变电磁实测数据进行了处理,推断了孔旁赤铁矿（化）中心和铀矿化蚀变带的延伸方向,增强了井中瞬变电磁方法在热液型铀多金属勘查中的应用效果。", "label": "电气工程", "id": 0}
{"content": "<正>太赫兹（THz）波(频率范围:0.1～10 THz;1 THz=1012 Hz)位于红外光和微波之间,在国防安全、生物医疗、空间等领域具有潜在应用。由于缺乏高效THz辐射源和探测器,THz波还没有被完全认知,所以其被称为THz间隙（\"Terahertz gap\"）。在1～5 THz频率范围内,基于半导体电泵浦的光子学器件THz量子级联激光器（Quantum cascade laser,QCL）在输出功率和效率方面比电子学和差频器件高,是关键的THz辐射源器件。本报告主要介绍我们在高性能半导体THz核心激光器以及光频梳方面的研究进展。在高性能核心器件方面,我们突破分子束外延生长和半导体工艺技术,研制出高功率（1.2W）、低发散角（2.4°）、宽频率范围（2.5～5 THz）的THz QCL器件,", "label": "电气工程", "id": 0}
{"content": "主要研究并设计了一种太赫兹收发系统,包含一个上变频通道和一个下变频通道。上变频通道可以将输入的36±1GHz信号经过上变频、滤波和放大后变换至120±1GHz输出给天馈系统;下变频通道将天线接收的120±1GHz信号经过低噪放、下变频、滤波和放大输出Ka波段中频信号,信号频率36±1GHz。经实测发射通道输出功率大于30mW,接收通道增益大于10dB,噪声系数8.5dB。", "label": "电气工程", "id": 0}
{"content": "本文提出了一种新的频率选择表面（FSS）。它有两个金属层,并且这两个层的单元结构的是不同的,所以具有混合单元。设计的FSS有三个传输零点以及在边缘的通带具有陡峭的滚降。在我们的设计中,顶层用于在通带的边缘实现两个传输零点,而底层用于在通带的右侧实现宽带性能和传输零点。本文分析了几何参数对传输极点和零点频率的影响。所提出的FSS在实际测试中,测量的-1.5 dB通带从132GHz到19GHz,其相对带宽可以达到36%。实测结果验证了设计方案的正确性。", "label": "电气工程", "id": 0}
{"content": "电磁逆散射问题具有非线性和病态性,为了使求解更加准确和稳定,在电磁逆散射问题的求解中应用先验信息。先验信息的引入可以增加可用信息量,有效降低待求解问题的病态性。", "label": "电气工程", "id": 0}
{"content": "本文设计了一种用于产生宽带涡旋波束的超表面。它能够将入射的平面波转化成携带轨道角动量的涡旋波束。提出的结构相较于之前设计有着高纯度、低剖面、带宽较宽的优点。单元的工作带宽为5.66 GHz到10.08 GHz,在工作带宽内极化转换率达到96%以上。旋转和平移单元组成超表面阵列后,能宽带产生高纯度的涡旋波束。对产生的涡旋波束采用了基于傅里叶分析的模式分解,验证了其宽带高纯度的特性。", "label": "电气工程", "id": 0}
{"content": "本文基于时间反演的回溯特性设计了一种产生时间反演贝塞尔波束的方法.通过这一方法设计了可以将平面波转换为贝塞尔波的变换透镜。并通过与传统方法设计的贝塞尔波透镜进行对比,发现基于本方法设计的变换透镜产生的贝塞尔波束的无衍射距离与传统透镜生成的贝塞尔波束相比有着明显的提高。", "label": "电气工程", "id": 0}
{"content": "本文报告了赋形电磁场的研究新进展及其潜在应用。具体包括:特定场强分布的稳态赋形微波场、特定场强分布的瞬变赋形微波场、单焦点运动聚焦场、大梯度稳态聚焦场和多焦点聚焦场。", "label": "电气工程", "id": 0}
{"content": "<正>二维原子晶体具有特殊的电子能带结构,导致其在中红外至太赫兹频段表现出丰富的极化激元模式（Polaritons）,这些模式可以诱导局域的表面电磁场,实现突破衍射极限的电磁场聚焦,从而在高灵敏度中远红外/太赫兹传感和探测以及纳米光子学器件中具有巨大的应用潜力。在本报告中,我将会主要介绍我们近期关于利用二维原子晶体极化激元进行中远红外/太赫兹光场局域和调控、以及介导真空电子发射方面的研究进展。", "label": "电气工程", "id": 0}
{"content": "静电在生活中及工作中产生的极大危害,尤其是对发射台的危害不容忽视,为了确保安全播音,本文重点分析了静电产生的原因及对发射台的危害,从实际角度出发论述了发射台具体的防静电措施和方法。", "label": "电气工程", "id": 0}
{"content": "以硅基加铁电体钛酸锶薄膜层为衬底,研究了金属光栅的结构变化在太赫兹频段的性能。计算仿真结果表明,当光栅的宽度从25μm变化到55μm时,该器件的中心反射频率发生了很明显的红移,并且反射率均超过80%。", "label": "电气工程", "id": 0}
{"content": "本文依据制造过程对静电防护的要求,说明在有静电防护需求的产品制造过程中,应如何识别需求、落实相应的规定及职责,以及如何实施对过程的有效监测。重点分析静电防护过程链式控制的要点及注意事项,为有静电防护需求的企业和技术人员提供借鉴。", "label": "电气工程", "id": 0}
{"content": "<正>在复杂电磁环境数值模拟中,计算区域内整场场量分布、几何构型表面场量分布特征和规律是评估电磁兼容、电磁环境效应以及隐身特性的重要参数。例如飞机蒙皮面电流分布通常用于分析机载电子设备对外部电磁环境适应能力,研究电子设备、关键器件的电击穿、热烧毁、应力损伤等重要输入参数。目前流行的商用软件,都具有几何构型表面场量分布可视分析方法,而具有自主研发的TeraVAP可视分析平台仅提供二次曲面的隐式函数所能描述的几何形体的数据抽取,如面、圆锥、圆柱等,而在复杂", "label": "电气工程", "id": 0}
{"content": "<正>现有的技术,无论是光子学方法还是电子学方法,仍然难于获得足够高的峰值功率且易于实现的太赫兹光源。在本项目中,系统研究了基于倾斜脉冲前沿（tilted-pulse-front）技术产生太赫兹辐射的方法,首次揭示了光生自由载流子对太赫兹辐射产生的影响机理及产生太赫兹波的偏振状态,研究了泵浦激光能量密度和光斑尺寸等因素对太赫兹波产生的影响规律,提出了柱面镜系统及阶梯形铌酸锂晶体结构,有效提高了飞秒激光转换为太赫兹波的效率,获得了单脉冲峰值功率20 MW的太赫兹波,转换效率超过0.1%。", "label": "电气工程", "id": 0}
{"content": "采用2*2交叉谱密度矩阵和Stokes参数法建立了部分相干椭圆偏振平顶波束在湍流大气中斜程传输的的偏振度模型,不仅考虑了电磁波束同一偏振方向上的相干性,而且还考虑了交叉方向上的相干性。重点研究了光束阶数、天顶角、频率、接收高度、传输距离等因素对偏振度的影响。数值结果表明:激光在湍流大气中斜程传输时提高接收高度可减小天顶角对偏振度的影响;光束偏振度随着光束阶数的增大而减小;在中心角频率处,偏振度最小。", "label": "电气工程", "id": 0}
{"content": "<正>为解释微波吸收样品吸收特性与其材料电磁参数问的复杂关系,依据传输线理论,就多种可能的电磁参数组合进行了计算,发现样品的微波吸收性能很大程度上与样品两个界面之问的反射相干有关,这导致电磁参数变化时微波吸收性能的振荡起伏变化。这种起伏变化的关系,意味着通过电磁参数来调控样品的微波性能,必须针对具体的样品采取", "label": "电气工程", "id": 0}
{"content": "电磁波的极化状态可用在电磁信号处理中加载信息,这在光子器件的发展与应用方面拥有巨大的潜力。在此,我们设计了一个太赫兹频段的动态可调的宽带极化旋转器。该器件是以石墨烯为基础,由四层光栅以及隔离层构成,利用石墨烯的电导率可调特性进行整个器件的极化旋转角可调性能设计。通过数值仿真,验证了它能够将线极化电磁波的极化旋转角在20°到70°之间进行自由调整,实现了旋转角度的连续可调效果,并且具有良好的带宽和透射效率。这对于发展可调太赫兹极化器具有潜在的应用价值。", "label": "电气工程", "id": 0}
{"content": "<正>一、电工速算口诀在工作中,会经常遇到一些电力设备,需要我们计算出其数值,但是用精确的计算又比较麻烦,现把自己积攒的一些常用口诀汇总如下,以供参考。1.已知变压器容量,求其各电压等级侧额定电流", "label": "电气工程", "id": 0}
{"content": "<正>1.如何从绝缘子个数判断高压线路的电压等级例如:110 kV外观看悬式绝缘子一般1万伏一片吊瓶,一般10～11片,35 kV 3片吊瓶。2.如何判断低压线路A、B、C、O的相序面向负荷侧,从左向右排列A、O、B、C。3.如何判断高、低压线路的电源方向", "label": "电气工程", "id": 0}
{"content": "伴随中国教育现代化体系的加快推进,职业教育地位和作用越来越凸显,对中职学校的科学内涵质量发展提出了更高的要求,职业教育\"三教\"改革进入了攻坚区。为此,中等职业学校教师需要不断研究新的教学方法,以提高中等职业电气专业教育的质量。教学方法是实现教学目标的基本方法和手段,是教师提供知识和技能,课程教学的有效性取决于教学方法的正确应用和合理选择,以及未来电工专业技能的发展方向和步伐,本文对中职电气专业教学进行分析,探讨中职电工课堂教学的实践与成效,值得相关行业的人员认真思考。", "label": "电气工程", "id": 0}
{"content": "随着国家对职业教育的重视,中职学校作为我国重要的技术型人才培育基地,在我国教育体系中必将发挥更加重要的作用。近些年来我国中职学校的发展速度十分迅猛,各种新型专业逐渐兴起,办学质量也得到了很大的提高,为高职院校和社会企业输送了大批人才,已经成为我国社会教育中不可或缺的力量。电子电工专业作为中职学校重要的传统专业,实训教学对该专业的教学质量有着举足轻重的作用。本文对提高中职电子电工实训教学效率的有关策略进行了一定的分析与研究,提出了一些合理的意见,以期进一步提高中职学校整体教学水平。", "label": "电气工程", "id": 0}
{"content": "国家在经济飞速发展中对高素质人才的需求要求教育部门不再单单只是针对普通高中进行教学的改革,同时也将注意力放到了中职院校。中职院校和普通高中生源有较大的区别,在中职院校接受教育的学生主要是中考失利的学生,他们的文化程度相对于来说较为薄弱,其理论学习能力相对较低。因此教育部门对中职院校教学进行教学改革,以增强学生学习的实效性,能够更好地满足学生在不断学习和成长中的需求,以适应我国经济发展的形式。很多学生在中职院校进行学习时,都会选择学习电类专业,而电工技术基础与技能实训是电类专业的重要课程,本文关于这门课程,结合现在的教学现状进行一个简要的分析和探讨,希望能对提高这门课程教学的实效性给出一些帮助。", "label": "电气工程", "id": 0}
{"content": "本文根据当下信息化时代的浪潮,结合当下职业教育改革理念分析了职业学校中《电工基础》这门课教学效率较低的原因,并提出信息化在教学当中的五种融入途径及其对教学效果的提升作用。", "label": "电气工程", "id": 0}
{"content": "为了落实教师的立德树人使命与根本任务,响应全国高校思想政治工作会议精神,针对《电工与电子技术》这门课程内容进行改革,挖掘符合当代价值引领的积极的思政元素,并利用线上线下混合式教学手段将其与课程内容紧密结合,做到润物细无声,教授学生正确价值观和人生观,为祖国培养合格的社会主义接班人。", "label": "电气工程", "id": 0}
{"content": "本文论述了理实一体化教学的概念,阐述了理实一体化教学模式相对于传统教学模式的优点。针对中职学生的特点,在理实一体化教学模式下建立\"理论--实践--态度\"一体化的考核评价体系,从而提高同学们学习《电工基础与技能》课程的积极性和学习效果,为后续机电类专业骨干课程的学习打下良好的基础。", "label": "电气工程", "id": 0}
{"content": "电工电子教学这门专业,鉴于其内容、概念较多,难学难懂,教师在教学过程中要采用合适的教学方法来讲授课程,并借助各种硬件或软件来帮助学生理解,在此提出运用电子CAD仿真软件来协助电工电子教学的方法。", "label": "电气工程", "id": 0}
{"content": "现代教育技术是基于现代科技技术的发展以及在教育领域的推广和应用而发展起来的,为推动教育事业的进步作出了巨大贡献。中职院校的教育工作作为我国国民教育体系中的重点,也为了满足对技能型、复合型人才的需求,将现代教育技术应用及教育教学实践中,将有效提高教学效率和质量,推动学生的全面发展。因此文章便以中职院校电工电子专业教学为例,探讨了现代教育技术在其中的有效应用。", "label": "电气工程", "id": 0}
{"content": "高职电工技术课程是一门很重要的专业基础课程,这门课程理论性强,信息量大,课程内容学习难度大,后续电类专业课程要求学生具备较强的电工理论知识,能够正确选择和使用常用电工工具和仪器仪表。为达到这个培养目标,本文提出以项目教学法补齐电工技术实践教学短板,深化学生对理论知识的理解和运用,锻炼工具和仪表的使用能力,调动学生的学习积极性和创造性,有效提升电工技术课程整体教学效果。", "label": "电气工程", "id": 0}
{"content": "随着经济的发展,社会上对人才的要求越来越高,职业教育的任务也就越来越重。在目前的中职学校教育教学中,电子电工教学是比较重要的一项内容,也是培养机电专业人才的重要方式,因而有效开展电子电工教学十分必要。项目教学法有助于提高教学效率,因此,教师应当有效应用项目教学法开展教学,从而得到更加理想的教学效果,促使学生更好地发展。", "label": "电气工程", "id": 0}
{"content": "随着我国教育课程改革的顺利发展,素质教育的理念逐渐受到了更多教育工作者所认可,深入地改变了我国教育的现状。在我国的教育体系中,中职院校是人才培养的重要摇篮。中职的教育工作者在教学过程中,不仅仅要关注学生对专业知识与技能的掌握情况,更要将培养学生的创新能力作为至关重要的教学目标。就电子电工专业而言,近些年来电子设备的普及使得在社会对相关专业的人才缺口越来越明显,因此,在本专业的教学过程中,教师要将理论教学与实践教学有机结合,给予学生更多自己动手实践的机会,让学生们在不断实践的过程中增强对相关理论的理解,从而激发学生的创新意识,培养学生的创新能力。在本文中,简要介绍了当下中职学校电子电工教学的现状,并基于此提出了相应的教学策略,希望广大教育工作者提出宝贵意见。", "label": "电气工程", "id": 0}
{"content": "电工基础是中职教育教学中的重要科目,同时也是学生需要掌握的基础学科。从当前中职电工基础课程教学的实际情况来看,在教育教学活动中依然存在诸多问题,极大的影响了课程的有效开展。因此,探讨中职电工基础课程教学的有效性,是教师在中职电工基础教学过程中需要完成的基本教学目标。通过提高中职电工基础课程教学有效性,发展学生的职业技能和专业素质,促进学生的综合素质发展。基于此,本文从中职电工基础课程教学中存在的问题着手进行探讨,提出了提高中职电工基础课程有效性的方法与策略。", "label": "电气工程", "id": 0}
{"content": "针对《电力电子技术》课程存在教学内容多、更新快、概念抽象、涉及的变量和公式较多、学习难度大等问题,从教学过程设计、知识点的讲授方法、教学方法、课程实验和课程考核等5个方面探索研究基于Matlab仿真的《电力电子技术》课程教学改革措施。教学实践表明:改革措施实现了更高水平的\"教、学、做\"一体化课堂,提高了教学质量。", "label": "电气工程", "id": 0}
{"content": "中职院校负担着培育职业技能型人才的重任,也担负了培养学生就业技能、提升学生就业竞争力的重要任务。而在中职电工电子教学过程中,培养学生专业素养以及实践能力也日益受到教师的关注,因而在实际教学过程中,教师应结合电工电子教学目标以及教学内容来进行创新,以期探索出更具科学化、系统化的机电专业人才培养体系,不断提升课堂教学有效性。", "label": "电气工程", "id": 0}
{"content": "随着我国时代的高速发展,电子技术行业越来越受到人们的关注与重视,而中职学校当中对于电子电工专业生源也在不断的扩招当中,正在主动、积极、努力的培养出一批社会所需要的专业型人才,以此来满足现阶段我国对于电子产品应用的需求。本文主要对中职电子电工专业教学进行了分析,研究了现阶段我国中职学生教育的现状,并且提出了与之相对应的教学创新方法与路径,希望能够给中职教师在进行电子电工专业教学时提供一些参考与帮助。", "label": "电气工程", "id": 0}
{"content": "中等职业学校的教学与其他学校相比,最突出的教学特征即是更具有社会适应性。中职院校的教学目的是为了能够使学生在进入社会之后更好的适应社会岗位,在校期间就能习得从业能力。机械、电工专业及其他类似专业中最主要的两门基础专业课是《电工学》和《电工基础》,而这两门课程当中的重点教学内容即为正弦交流电内容,它既是课堂教学的主要内容,也是考试中的重点考查内容,系统完善的正弦交流电内容学习能够为学生们打下扎实的电工专业基础知识,而如何实现这一部分知识内容的优质教学则是每一位中职专业教师应该思考的问题。本篇文章探讨了关于正弦交流电知识的\"六个三\"教学方法,希望能够给同行教师起到启发效果。", "label": "电气工程", "id": 0}
{"content": "电工技术学校本课程主要采用结合项目日教学法,以结合学生实际为学习主体,以学生能力观的培养目标为教学目的,通过理论与实践相结合的方式满足学生的孕育需求.改变了以往以中职教师课堂为教学主体的中国传统课堂教学模式。培养学生从\"知识\"到\"能力\"的转变,为学生就业、创业、成才创造条件。", "label": "电气工程", "id": 0}
{"content": "习近平总书记曾反复强调在进行生产时必须坚持人民至上、生命至上,统筹发展和安全两件大事,把握新发展、贯彻新理念、构建新格局,科学谋划推动安全生产。在这一要求下,进行电力工程施工建设必须加强安全技术管理,全力保障电力工程安全,就此,本文将对电力工程施工中的安全技术问题进行讨论分析,并以此为出发点,总结多年的工作经验,介绍了安全技术管理在电力工程施工中的应用策略,希望能够通过经验分享,为提高我国电力工程事业的发展做出贡献。", "label": "电气工程", "id": 0}
{"content": "列举圆圈与安全的几个例子,阐述圆圈与安全的关系,将圆圈与安全的关系这个思路引用到电力安全管理上。", "label": "电气工程", "id": 0}
{"content": "介绍统筹方法和过程管控两个概念,列举两个应用统筹方法和过程管控的电力生产运维实例,总结安全管理核心的工作。", "label": "电气工程", "id": 0}
{"content": "在社会经济快速发展背景下,我国的电力事业也得到了突飞猛进的发展,这使得电气工程管理的重要性更加显著。在电气工程管理中,安全管理是核心内容之一,为提升电气工程管理水平与成效,应加强对安全管理措施的应用。基于此,本文分析了电气工程管理现状,并就安全管理在电气工程管理中的应用进行探究,仅供大家参考。", "label": "电气工程", "id": 0}
{"content": "<正>一、引言电网安全不仅关系经济安全,而且关系政治安全和社会公共安全。安全管理体系是保障电网安全的重要力量,因而成为理论和实践创新的\"热土\"。理论研究方面,樊运晓等指出安全管理体系的欠缺是导致事故的根本原因;胡超凡等提出应加强和规范电网安全管理工作,提高电网抵御事故的能力;王永超提出面向基层供电公司的安全风险管理体系。", "label": "电气工程", "id": 0}
{"content": "<正>一、以数据融合为特征的区域电网安全管理实施背景提高安全供电能力和效率的需要。大连位于辽东半岛的最南端,面临着雷暴、台风等恶劣天气与自然灾害风险,大型石化企业泄漏爆炸的安全风险依然存在。同时,大连电网结构同样存在薄弱环节,部分电网设备老化现象严重,输电线路沿线地形、气候等环境因素非常复杂,密集输电通道、同塔双回、", "label": "电气工程", "id": 0}
{"content": "<正>一、引言安全生产是永恒的主题。从政府要求层面需要落实企业主体责任实现\"五落实、五到位\";从电力行业需求层面需要落实员工岗位责任\"四不伤害、四不放过\"。从企业需求要以严格的安全生产规章或程序为基础,实现在法律和政府监管符合性要求之上的安全自我约束,最大限度地减少生产安全事故风险,同时使自己能从不安全事件中获取经验并改正与此相关的所有缺陷。", "label": "电气工程", "id": 0}
{"content": "<正>一、引言近年来,我国不断加强应急管理工作,安全可靠的电力供应已成为现代社会的重要保障之一,事关国家能源安全与国民经济命脉。2020年8月12日以来,陇南境内普降大到暴雨,强降雨引发暴洪、泥石流和山体滑坡等地质灾害,灾情急、雨量大、范围广、程度深,陇南电网损毁严重。陇南公司上下发扬优良传统,众志成城、敢打硬仗,共组建抢修队伍411支,连续奋战25天,全面恢复全市电力供应,因灾停电用户恢复率100%,圆满完成了文县\"8·14\"抗洪抢险任务。本文全面总结此次应急管理及安全管控实际开展情况,探讨涉及应急和安全两个方面的管理体系建设。", "label": "电气工程", "id": 0}
{"content": "<正>一、公司简介国网石狮市供电公司（以下简称\"石狮电力公司\"）是1988年10月18日由福建省电力工业局和石狮市人民政府联营创办的国有中型Ⅱ类供电企业,下辖5家集体企业。其中,母公司为创立于2009年的石狮电力综合产业开发有限公司（以下简称\"电力综合公司\"）,", "label": "电气工程", "id": 0}
{"content": "<正>一、引言党中央、国务院、国网公司、公司各个层面都高度重视安全生产工作。近年来,各地市在安全生产工作中大力倡导\"底线意识、红线意识\",发挥安全生产督查和保障机制作用,取得了一定成效,保障了人身、电网、设备的安全。但受地市靓化工程、水进城、煤改电、道路改造等电力现场作业数量剧增,各类新进人员、外来人员安全生产意识淡薄,作业现场环境复杂,施工队伍人员技术水平参差不齐,现场安全督查体系不健全,安全技术措施支撑不到位等问题仍较为突出。因此,有必要创新监督体系、变革监督模式,将生产作业进行全流程管控。", "label": "电气工程", "id": 0}
{"content": "<正>一、引言在换流站现场施工作业过程中,人的不安全行为、物的不安全状态和环境的不安全因素客观存在,这些不安全因素在安全生产中就形成了风险,一旦失控就可能导致人身、电网、设备事件（事故）的发生,因此换流站现场作业安全管理的本质是风险管控。随着国网湖北直流运检公司业务的不断拓展,管辖的换流站逐渐增多,现场施工作业呈现点多面广的情况,为了确保现场作业安全风险可控、能控、在控,", "label": "电气工程", "id": 0}
{"content": "<正>一、引言国网温州供电公司成立于1962年,1984年起划归华东电网统一管理,隶属于国网浙江省电力公司,是担负着全市四区、三市（县级）、五县的供电任务的国有大型供电企业,供电总面积1.21万平方公里。国网瑞安市供电公司（以下简称瑞安公司）是浙江省电力有限公司的分公司,下设9个职能部室、9个基层供电所和1个供电服务部,担负着瑞安行政区域内70.1万客户的供电任务。", "label": "电气工程", "id": 0}
{"content": "<正>一、绪论国网宁夏电力有限公司属于国有特大型能源供应企业,是宁夏能源安全和经济社会发展的国有重要骨干企业。辖有12个业务支撑单位、6个地市供电公司、18个县供电公司。统一视频平台主要用于宁夏公司变电站、营业厅、供电所、计量中心、基建现场等固定或移动视频接入,管理9271路固定视频监控、", "label": "电气工程", "id": 0}
{"content": "<正>一、背景电力应急指挥和处置系统是对电力企业出现的重大电网事故、突发灾害进行数据的收集、分析,对应急指挥进行辅助决策,对应急资源进行组织、协调和管理控制,实现对电力系统突发事件进行预警、防范、化解和善后的全程管理体系。国外在电力企业应急管理规章制度和管理机制上的建设比较完善,许多发达国家都在法律和法规方面对应急管理给出详细要求,并成立了专门的应急管理协调部门。", "label": "电气工程", "id": 0}
{"content": "电力资源是社会发展的重要资源之一。它能促进电力系统的稳定发展,有效满足社会对电力资源的需求。因此,开展电力安全管理势在必行。在电厂运行中实现信息化、网格化管理,及时发现安全隐患,能够有效提升电厂的管控效率,建设高水平的安全管理建设平台,促进电厂安全稳定地发展。", "label": "电气工程", "id": 0}
{"content": "本文简要分析了新时期电气火灾的基本特点以及在火灾防控过程中存在的问题,就推广使用先进可靠的智慧用电安全预警系统进行了探讨,提出了电气火灾综合治理的对策措施。", "label": "电气工程", "id": 0}
{"content": "据应急管理部消防救援局数据,从起火原因看,我国火灾近三分之一系用电引起,较大火灾近乎一般是由电气线路故障而引起。随着近年来电动自行车和电动汽车的迅猛发展和普及,更加剧了此类火灾的发生频次。本文通过研究当前常见电气故障和电池火灾的特点、现有技术措施的特点和弊端,提出相关产品设想及举措。", "label": "电气工程", "id": 0}
{"content": "安全生产对企业和社会发展具有重要意义,电力环境由于其特殊性,一旦发生事故往往造成很大的损失,因此完善对电力环境下的安全监管和防护尤为重要。本文针对电力环境下电力人员的安全行为检测问题,通过监控设备模拟实际的电力操作场景,并提出了基于人体关键点的违规动作实时检测方法。该方法利用高分辨率网络（HRNet）首先提取视频帧中人体关键点,随后使用时空图卷积网络（ST-GCN）对得到关键点进行实时的分类。实验结果证明,该方法可以有效地实时检测出模拟场景中操作人员的违规动作。", "label": "电气工程", "id": 0}
{"content": "互联网技术的高速发展影响了所有行业的发展趋势。想在激烈竞争的行业环境与不断改革的社会经济体系中站稳脚跟,就必须顺应大数据时代背景的变化,科学合理的创新电力企业的营销模式,发现企业自身存在的问题,从而针对问题找出解决方案。在大数据背景下,国内的电力企业营销一直在着大量问题,其中包含对数据的处理分析能力较低,电力企业的产品及服务质量不高,电费风险管理体系不够完善等问题。因此在大数据背景下,必须要完善电力大数据系统,打造电力电商营销平台,严格贯彻系统及数据的安全管理准则,从而在大数据支持下,提高电力企业的服务质量。", "label": "电气工程", "id": 0}
{"content": "本文以作者独具匠性的数据设计核心以及界面设计思路在电力企业信息化平台项目建设中以案列形式详细着重于动态文件的核心数据视图以及动态文件界面的实现过程。阐述和论证了不管是软件适应客户需求,还是客户适应软件其目的都是管理业务的信息化,达到人、平台软件的最佳融合是信息化平台建设的最高境界,也是信息化开发人员的追求目标。", "label": "电气工程", "id": 0}
{"content": "科学技术的发展推动我们进入信息化时代。网络技术成为了我们生活中比不可少的技术。在这样的背景下,电力网络必须紧跟时代步伐,将智能信息技术引入到电力网络中,形成智能电网。其营销模式也随着改变,建立了电力网络营销模式。本文通过分析网络营销的优势和存在的问题,探索解决方案,帮助促进行业的发展。", "label": "电气工程", "id": 0}
{"content": "电力企业是国家基础性企业,电力企业能否正常运行直接关系到国民的日常生活问题。所以切实提高电力企业的自身发展,促进电力技术的一体化发展,加强电力企业的科技项目管理创新。高效的高品质的推动电力企业科技项目管理,向更加专业、科学合理的方向发展具有重要的现实意义。本篇文章主要就电力企业科技项目管理创新问题,进行深入的研讨分析,并对其中呈现出的问题进行针对性的分析解答,希望为我国未来的电力企业科技项目管理发展带来一定的参考价值。", "label": "电气工程", "id": 0}
{"content": "领导班子承担着事业部管理运行的重担,是事业部持续发展的重要支撑力量。为充分发挥领导班子作用,完善和落实民主集中制,教育引导领导班子成员主动担当作为、干事创业,推进领导班子运行机制科学化、规范化、制度化,调动各方积极性,凝聚发展合力,强化新时代电网企业的使命与担当。国网甘肃省电力公司（以下简称\"公司\"）从党建工作部署、纪检工作开展、绩效考评管理、组织体系建设、培训模式构建等方面推动开展事业部制领导班子管理机制建设,着力打造具备\"堡垒型+廉洁型+专业型+主动型+学习型\"的\"五型\"事业部领导班子,解决管理难题、破除机制障碍,提升事业部管理质效。", "label": "电气工程", "id": 0}
{"content": "随着我国科技的不断发展与社会经济的稳步提升,我国农电管理体系在不断的优化与完善。通过对当前我国农电管理体系的整体管理现状以及管理内容分析,总结出当前农电管理体系中还存在着各种各样的问题,文章主要针对当前我国农电管理体系的现状进行分析,通过分析制定了多样化的农电管理体制改革策略,从而针对我国农电管理内容的进行优化。农电管理体制对于农电的整体发展具有较为实质的影响,强化农电管理体制是促进我国三农发展的重要根本。", "label": "电气工程", "id": 0}
{"content": "概念理解换电模式概念:指通过集中型充电站对大量电池集中存储、充电、统一配送,并在换电站内对电动汽车进行电池更换服务,换电站集电池的充电、物流调配、以及换电服务于一体。换电模式分类:其中换电模式分为底盘换电、侧方换电、分箱换电。市场环境2021年中国经济持续稳定恢复,GDP114万亿元,同比增长8.1%,居民人均消费支出2.4万元,同比增长13.7%,居民消费力显著提升。\"双碳\"目标、《新能源汽车产业发展规划（2021-2035年）》、 GB/T 40032-2021《电动汽车换电安全要求》等政策出台,进一步推进中国新能源汽车换电市场标准化统一,并实现快速发展。换电技术逐渐成熟,底盘换电凭借换电效率更高,安全风险系数低等优势成为市场主流模式新能源汽车2021年,中国汽车销量约2627.5万辆,同比增长3.8%,保有量突破3亿辆,结束三年下滑态势。实现增长的主要动力来自新能源汽车和高端车市场。2021年,中国新能源汽车销量陡增,全年销售352.1万辆,同比增长近1.6倍。保有量达784万辆,同比增长68%。2021年中国新能源换电汽车市场呈现快速增长态势,2021年国内新能源换电汽车销量约16万辆,同比增长162%,市场渗透率约4.6%,保有量约25万辆,同比增长178%,市场渗透率约3.2%。预计到2025年新能源换电汽车销量将达192万辆,CAGR约86%,占新能源汽车总销量近19%,保有量将突破400万辆。换电市场现状政策推动、技术成熟,商业模式逐渐成型,中国换电市场迎来发展契机。2021年中国换电站保有量达1406座,同比增长1.5倍。换电商业模式逐渐成熟,蔚来BaaS模式或成主流。换电市场未来供给端预测:结合各整车厂商、换电站运营商的未来换电站建设规划,预计到2025年国内换电站总数将超3万座。需求端预测:保守预测,到2025年中国换电站保有量将近8千座,整体市场规模近千亿。", "label": "电气工程", "id": 0}
{"content": "当前,国家根据节能减排的目标,尤其是\"双碳\"行动纲领的分阶段实施,进一步深化能源供给改革,国家相关部门以及各省区市已经行动起来,按照时间任务表逐项落实。在当前直至\"十四五\"期末,可以预见为了实现更清洁低碳、环保高效的热电供应体系、拉动经济发展、满足就业稳定需求、相关省区将迎来核能发展的关键\"窗口期\"。在广东、浙江、福建、江苏等发达地区已作出示范效应的情况下,广西能否抓住这一重大发展战略机遇期,争取国内核电头部企业加快布局,在西部,乃至全国范围内发展成为核能强省,对凝心聚力建设新时代中国特色社会主义壮美广西全面实施\"建设壮美广西\"具有重大战略意义。本研究报告将从经济到税收的角度,揭示未来在广西新增建设两个以上核能项目的重大而深远的积极影响。", "label": "电气工程", "id": 0}
{"content": "我国餐饮行业当前正处于疫情重创后的恢复期。伴随着营业收入的持续增长和业态模式的不断更新,餐饮行业未来将迎来发展的新活力。其中,团餐向开放化、智慧化经营方向过渡,重要性渐显;社会化餐饮运营趋向于标准化,快餐势头正盛。餐饮企业开店时,施工进程和厨电定制化匹配是主要难点。日常经营时,前厅后厨的损耗包括人耗、货耗、时耗、能耗、坪耗,即\"五耗\"是常见痛点,需要通过\"五效\"化解难题,提升运营效率,保障运营收入。餐饮企业的厨电采购习惯是\"开店买大件、后续添小件\"。使用痛点在于电器老旧、功能单一、不够智能。未来将通过厨电功能、操作的智慧化升级突破运营难题。其中团餐对设备自动化的要求较高,社会化餐饮更看重功能的复合性和操作的智能化。餐饮企业平均将收入的6-7%用于厨电采购,预计未来有小幅度增长。大部分企业仍习惯于传统线下采购场景,另外40%青睐线上平台的价格优势和服务保障。未来线上平台将整合线下的场景性,并提供从开店设计到经营售后服务的一站式解决方案。餐饮行业未来的发展趋势是智能化、自动化、环保化和标准化,通过智慧厨电的引进实现高效增长。另外,餐饮企业在智慧升级的同时\"不忘初心\",坚持有人情味和烟火气的运营方式,变的是形式和流程,不变的是口味和情怀。", "label": "电气工程", "id": 0}
{"content": "北斗系统已在电力资源管理、安全应急、北斗授时等方面取得一系列突破性成果,但有关电力行业北斗系统的标准制定仍滞后于应用需求。面对北斗产品涌入电力市场的趋势,电力行业特殊的电磁环境和业务适配性要求,急需从设计、检测、施工、验收、运维等北斗产品全生命周期进行规范,开展电力行业特有的标准体系研究。本文基于电力行业北斗系统应用现状,全面分析了电力业务应用特点及应用需求,参考国家卫星导航标准体系,按照我国国家标准分类方法,研究了电力行业北斗系统应用标准体系的构建方法与构建原则,提出了电力行业北斗系统应用标准的体系架构。用于指导北斗系统电力行业标准、团体标准与企业标准的申报工作。", "label": "电气工程", "id": 0}
{"content": "在新的历史时期,中国经济社会呈现新常态,企业职工思想观念日趋复杂化、多样化,价值取向和行为方式也发生了巨大的变化。党的十八大以来,以习近平同志为核心的党中央对新时期党的政治建设给予高度重视,提出\"把思想政治建设摆在首位\"。国家电网公司确立了\"建设具有中国特色国际领先的能源互联网\"的战略目标,全面开启了新时代转型发展的新篇章。西平公司的各项工作在驻马店供电系统内\"领跑\",公司综合实力进入河南省电力公司第一方阵,走在前列既面临着前所未有的重要机遇,也面临着更多挑战和更大压力。做好政治思想工作,凝聚发展合力,助推企业高质量发展,尤其重要。", "label": "电气工程", "id": 0}
{"content": "在\"一带一路\"倡议下,在\"中巴经济走廊\"建设的大背景下,中国和巴基斯坦在基础设施建设、交通、能源、海洋等领域的交流与合作大大加强。为我国企业\"走出去\"创造出了难得的历史机遇,大量中国企业进入巴基斯坦,两国互联互通,促进两国共同发展。中国水利水电第七工程局有限公司（简称\"水电七局\"）作为中国电力建设集团有限公司（简称\"中国电建\"）的子公司,也积极响应国家号召,积极参与巴基斯坦的基础设施建设。纵观多年的国际项目经验,不管是从带动当地劳动力就业的角度,还是从项目经营管理的角度来看,属地化都是必然的趋势。加上自新冠疫情爆发以来,国际疫情持续蔓延,短期内无结束的迹象,因此属地化建设更加的重要,这就需要引导大量的中国劳务公司在当地注册。为了指导中国劳务分包商注册当地公司,特整理如下当地公司注册流程、成本,以及相应的风险,供项目后期引进分包时采用,其他有需求的公司也可以参考。", "label": "电气工程", "id": 0}
{"content": "本文首先介绍玻利维亚SJ水电站以及SCADA项目概况,进而从成本管理、进度管理、质量管理、合同管理和沟通协调分析了本项目的特殊性和难点,并针对这些问题提出了针对性的解决办法和确实可行的管理措施,对保障项目管理目标的实现,能够起到积极的作用,具有学习参考借鉴的价值。", "label": "电气工程", "id": 0}
{"content": "国家能源结构正在转型,水力发电以环境污染少、资源消耗小、经济效益好得到快速发展。水电企业一次性投资大、建设周期长,属于资产密集型企业,机器设备、房屋等在企业资产结构中占有很重要的比重。随着信息技术的进步,企业管理信息化建设已成为提高企业综合竞争力的重要举措。本文以水电企业资产管理现状为基础,以华能集团公司信息化及\"互联网+\"发展\"十三五\"战略规划为契机,建设资产管理智慧化平台,提高资产管理的精细化、便捷化、规范化水平,推动水电企业高质量发展步伐。", "label": "电气工程", "id": 0}
{"content": "根据可再生能源发电行业管理现状,介绍地理信息系统对提高电场（站）供电安全性、供电可靠性、设备可利用率方面的意义。", "label": "电气工程", "id": 0}
{"content": "随着国民经济的飞速增长,格力作为家电企业的标杆,制定了多元化的发展路线。本文主要通过对财务绩效的研究,全面分析格力公司在成本控制、资金营运、资源调动等方面的成果,分析盈利能力、营运能力、偿债能力和成长能力等,找出多元化发展模式下格力绩效进一步提升和改进的措施,进而为我国小型家电企业及其他行业的发展提供实践经验及借鉴。", "label": "电气工程", "id": 0}
{"content": "<正>近日,重庆市经信委和财政局联合发出通知,将采用先建后补的形式,对市内已竣工验收并投入使用的公共服务领域换电站给予补贴。其中,建换电站将给予400元/千瓦的一次性建设补贴,单站补贴最高不超过50万元。本次补贴可申办的主体为在重庆市内登记注册、具有独立法人资格的公共服务领域换电站投资建设单位（以发展改革部门项目备案证标明项目法人为准）。", "label": "电气工程", "id": 0}
{"content": "在职业教育领域,实施混合学习教学模式需结合自身教育教学特点,解决好如何混合以及混合到何种程度的问题。本文以\"在线学习提供信息,面授学习提供实践指导\"为基本构架,以完成一个典型产品的项目为引导,设计了翻转课堂式的教学过程。实践证明,采用调研、归纳、重组、序化的步骤,可以设计出符合企业需求的项目;课前\"开列元件清单,网络模拟采购\"的任务,在线学习和网络调研的混合可以促进学生对于理论知识的构建;课上一定深度的问题,实践指导与答疑质疑的混合可以避免学生过度聚焦产品制作、忽视理论理解的情况。", "label": "电气工程", "id": 0}
{"content": "<正>为满足中电联（北京）认证中心业务发展需要,经研究决定诚聘下列人员:一、管理人员任职要求:1、大学本科以上学历;2、三年以上企业技术管理、体系管理或中高层管理工作经历;3、懂经营、善管理、有强烈的事业心和责任感;4、有广泛的业务和社会资源;5、在电力行业具有丰富的工作经验者优先。二、专、兼职审核员任职要求:", "label": "电气工程", "id": 0}
{"content": "近年来,我国各类突发事件频发,给电力行业造成了严重的损失。虽然电力行业在应急管理方面进行了大量的工作,但是由于应急标准的相对缺乏,使得应急管理水平较低。本文分析了国内外应急标准和电力行业应急标准现状,总结我国电力应急标准方面存在的问题,最后明确了电力应急标准体系的工作范围框架以及多项亟待编写的具体标准,为今后电力应急标准化建设提供有益参考。", "label": "电气工程", "id": 0}
{"content": "<正>《电力信息化》（中国标准连续出版物号:CNll–5060/TK,ISSN l672–4844）杂志是国家电网公司主管、中国电力科学研究院主办的月刊,是电力行业目前唯一在国内外公开发行,且反映电力信息化建设及应用的专业技术刊物。《电力信息化》的办刊宗旨是:力求体现信息技术指导和实际应用相结合,充分反映国内外电力信息化发展动态,及时介绍成功应用的案例及创新的信息化技术,介绍电力信息化方面的新产品、新技术和新成果,全方位、多角度地介绍先进的企业管理理念及创新意识,为电力行业信息化建设及应用提供服务。读", "label": "电气工程", "id": 0}
{"content": "<正>《电力系统通信》（月刊）创刊于1977年,由国家电网公司主管,中国电力科学研究院主办。每月10日出版,全国公开发行,刊号CN11–4840/TK,连续出版物号ISSN 1005–7641。《电力系统通信》自创刊以来,始终坚持办刊宗旨:宣传电力系统通信工作的方针政策;交流电力通信技术和管理经验;介绍科研设计成果以及国内外科技发展动态;为电力生产调度和现代化管理服务;力求成为电力通信的对外窗口。期刊的读者对象:从事电力系统通信工作的建设、运行、管理、设计、生产、科研和教学的技术人员,以", "label": "电气工程", "id": 0}
{"content": "<正>丹霞再染香山叶,又是年会进行时,由中国电机工程学会信息化专委会主办的\"电力行业信息化年会\"至今将步入十个年头。从2003年到2012年的十年,十届年会参会总人数达4 000余人次,征集并印刷论文1 600余篇,有380多名专家、学者、一线工作人员在年会论坛上演讲,年会无论从演讲层次和内容、参会代表、论文优秀成果等方面均属行业一流,已经当之无愧地成为业界盛会。电力行业信息化年会有", "label": "电气工程", "id": 0}
{"content": "<正>《电力信息化》（中国标准连续出版物号:CN11-5060/TK,ISSN1672-4844）杂志是国家电网公司主管、中国电力科学研究院主办的月刊,是电力行业目前唯一在国内外公开发行,且反映电力信息化建设及应用的专业技术刊物。《电力信息化》的办刊宗旨是:力求体现信息技术指导和实际应用相结合,充分", "label": "电气工程", "id": 0}
{"content": "本文首先介绍了人类发展之波与电力电子产业的关连,在不同人类发展之波中人们有其独特的各种产业。其次对电力电子技术作了简单的回顾;接着介绍两台湾产业的发展重点及相关的电力电子产业。最后强调电力电子产业在后石油时代的绿色管理系统架构。", "label": "电气工程", "id": 0}
{"content": "<正> 1.对电力电子技术的理解 电子技术包括信息电子技术和电力电子技术两大分支。电力电子技术可以看成是应用于电力领域的电子技术,具体地说,就是使用电力电子器件对电能进行变换和控制的技术。电力电子技术所变换的“电力”,可以大到数百MW甚至GW,也可以小到mW级甚至1mW以下。信息电子技术主要用于信息处理,而电力电子技术主要用于电力变换,这是二者之间的基本区别。 通常把电力电子技术分为电力电子器件制造技术和变流技术两个分支。变流技术也被称为电力电子器件的应用技术,它包括用电力电子器件构成各种电力变换电路和对这些电路进行控制的技术,以及由这些电路构成电力电子装置和系统的技术。“变流”不只是交直流之间的变换,也包括一种电压的直", "label": "电气工程", "id": 0}
{"content": "<正> 对我们国家来说,2001年真可为喜事多多,盛事多多,申奥成功,国足冲出亚洲等等,无不使国人欢心鼓舞,扬眉吐气。我们专委会也在此大好形势推动下,在总会的领导和关怀下,经我们全体理事的合力工作,较为园满的完成学会2001年的工作计划。在我们的活动中,先后得到了山东淄博临淄银河高技术开发有限公司、西安三联科技公司、西安交通大学电气工程学院、株洲电力机车研究所半导体厂等企业的友情支持,在此一并致以衷心", "label": "电气工程", "id": 0}
{"content": "<正> 中国电工技术学会: 值此中国电工技术学会成立二十周年之际,我向电工技术学会及全体人员表示热烈祝贺!向在电器工业领域里辛勤劳动的科技工作者和教育工作者致以亲切的问候!", "label": "电气工程", "id": 0}
{"content": "<正> 中国电工技术学会工业与建筑应用专委会西南分会、成都电工技术学会成立于一九八八年六月二十日,会员主要来自西南地区国家、省、市级设计院（附后）及部分高等院校、电器工厂的工程师。高级工程师、教授及专家组成,现有会员1756人,其中团体会员30个,中国电工技术学会高级会员134人。", "label": "电气工程", "id": 0}
