{"content": "本文结合笔者的工作经验,总结分析女性刑满释放人员重返社会的障碍性因素探究在女刑释者再社会化过程中遭遇的身份贬抑,以社会工作的专业方法和支持者、协调者、资源联结者和政策影响者角色的发挥,帮助这类弱势群体弥合断裂的社会关系,改善回归社会后的污名和歧视现状,改善其社会融入的状态,最终实现重新犯罪率的降低。", "label": "社会学", "id": 0}
{"content": "中国版图辽阔,是世界上最易遭受各种严重自然灾害的国家之一,每年约有300,000,000人口和70%的城市受灾,其中洪水、干旱、地震和暴风雨造成的人员伤亡、建筑毁损、经济损失尤为严重,尤其是2020年新冠疫情爆发以来给我们造成了严重且深刻的健康和社会危害,人们的心理生理问题等更需要关注。文章梳理了相关文献,介绍了疫情带来的问题、现有的应对策略及困境、社会心理工作的介入策略。社会工作如何做好后疫情时期的社会服务[1],以及建设好相关的心理服务体系是摆在社会工作面前的重大问题。", "label": "社会学", "id": 0}
{"content": "\"乡村振兴\"是新时期我国农村发展和乡村建设的重要发展战略,对建设和谐美好乡村具有现实意义。发展性社会工作以行动与变迁为取向,以生产性活动和社会投资策略为核心,在一定程度上弥补了社会工作参与乡村振兴过程中的缺陷性。本文通过对相关文献进行梳理和实地调研发现:发展性社会工作助力乡村振兴无论是从实践还是理论方面均具有可行性,其路径是:微观群体增能、中观社区服务和宏观政府支持。", "label": "社会学", "id": 0}
{"content": "精神分裂症是一种严重的精神障碍疾病,目前来说,药物治疗是治疗精神障碍疾病的主要手段,心理治疗也不容忽视,对于精神障碍康复者,社工的介入,可以发挥其优势,运用专业的知识技能和手法,为精神障碍患者的康复作出有效的贡献。运用HAMD量表进行合理评估。致力于与服务对象建立良好的信任关系,挖掘其潜能,使服务对象重新正确地认识自己,帮助服务对象康复,成功回归社会。", "label": "社会学", "id": 0}
{"content": "福利机构内孤残青年由于自身\"孤\"\"残\"属性的限制和外部环境支持不足,往往造成不合理的认知和问题行为。通过对N市社会福利院个案的剖析,阐释社会工作者通过认知行为疗法对孤残青年进行个案干预的过程,借助社会工作的专业技巧帮助孤残青年认识并纠正自身歪曲的、非理性的信念,协助其挖掘自身潜能和优势的同时,结合个人意愿与实际情况链接社会资源,帮助孤残青年更好地适应社会。", "label": "社会学", "id": 0}
{"content": "社会工作督导体系的建设和培育工作在各地相继生根发芽,督导人才在社会工作行业的重要性日渐凸显。成都市从2012年起培育本土社会工作督导,目前本土督导已经加入督导培育体系中发挥跟班督导的作用。督导者与台湾、香港以及高校教师的外聘督导不同,与本土被督导者关系更加紧密,而被督导者也不仅限于新进一线社工,对于督导工作模式、内容和方法带来诸多挑战。督导工作是一个持续的过程,在不同阶段有不同的督导需求,需要用发展的视角去探索督导工作的实践变化。", "label": "社会学", "id": 0}
{"content": "家庭是社会的细胞,是构建和谐社会的基础。然而,家庭暴力的存在,严重损害家庭成员的身心健康,破坏家庭的和谐,成为影响社会稳定的重要因素。本文通过运用社会工作理性情绪治疗的方法,对南京市一个受家暴妇女建立个案,分析夫妻双方存在的认知偏差、家庭沟通障碍等问题,并详细记录个案服务过程,在理论与实践相结合的过程中探索结构式家庭治疗在国内家庭的运用困境,从中得出可借鉴的经验。", "label": "社会学", "id": 0}
{"content": "受新冠疫情影响,各国政府都做出了\"封锁\"措施来应对病毒的传播,与此同时,全球家庭暴力事件的激增不禁令人反思。本文将以新冠疫情下激增的家庭暴力事件为背景,从社会环境与家庭环境分析家庭暴力的原因,结合社会工作专业优势从微观到宏观提出可行性的应对建议。", "label": "社会学", "id": 0}
{"content": "近年来,沭阳县检察院深刻认识到智慧检务建设对沭阳检察工作转型升级、提质增效的能动作用,积极探索将互联网技术、智能化理念运用到未成年人检察工作中取得良好成效。本文通过对未成年人检察工作社会支持体系智慧模式的沭阳实践分析,探讨信息化技术融入社会支持体系的必要性、可行性及重要价值,以期为各地智慧未检建设提供有益借鉴和参考。", "label": "社会学", "id": 0}
{"content": "校地合作能实现双方优势资源互补,促进校地双方共同发展。本文通过对成都市8所高校社会工作专业的校地合作情况进行调研,分析该专业在校地合作中存在着合作沟通渠道不畅、合作形式单一、合作目标和价值理念不同等问题,并针对这些问题提出相应的对策,以进一步促进成都市高校社会工作专业校地合作的深化发展。", "label": "社会学", "id": 0}
{"content": "随着我国老龄化的加剧,家庭结构的变迁,高龄空巢老人的孤独感问题也愈发突出。本文在对昆山市X小区进行走访调查的基础上,选取8名70岁以上高龄空巢老人,以互动小组模式理论为基础,采用园艺疗法,通过菌菇种植、分享交流降低高龄空巢老人的孤独感。小组为期5节,笔者运用参与式观察法和无结构访谈法对该小组进行过程评估和结果评估,最后提出了一些社会工作运用园艺疗法缓解高龄空巢老人孤独感的建议。", "label": "社会学", "id": 0}
{"content": "据联合国统计,2000年世界老龄人口已超过6亿,全球正式进入老龄化社会。预计到2050年,世界老年人口数字将会达到近20亿。我国社会的老龄化进程同全球变化一致,老龄人口呈现出逐年上升趋势,给国家和社会发展带来了巨大压力。老年社会工作是社会福利服务的重要形式,在培养老年人正确价值观、解决老年人实际生活问题等方面发挥着重要作用。我国老年社会工作服务起步较晚,很多养老机构工作人员不清楚该项工作的重要性和积极意义。笔者从养老机构目前服务存在的问题基础上,提出老年社会工作在养老机构中的应用对策,切实提高老年人生活质量和幸福感。", "label": "社会学", "id": 0}
{"content": "在社会治理体系中,精神健康问题越来越受到重视。当我们谈及心理问题或者精神疾病患者时,多数想到的是精神科医生和心理治疗师,心理咨询师。他们在患者的康复过程中无可厚非,起着不可替代的作用。然而这种从病症上和心理机理上的调整真的能够全面的帮到精神疾病的患者群体吗?时至今日,在很多的地方他们依旧被当作\"疯子\"看待,有很大一部分的患者群体因为\"污名化\"以及社会舆论的作用下不敢就医。在经济和精神的双重压力下,这种问题层出不穷,甚至很多的家长宁愿把患有精神疾病的孩子放在家里,这不仅对其个人成长极其不利,也成为了社会治理进程中的一大隐患。同时由于心理治疗领域中对于社会因素的关注缺失,很大一部分的患者在医院住院或者在家隔离治疗的状态下,开始出现与社会脱节,自我效能感降低等现象。因此帮助此类群体的社会功能恢复便显的尤为重要。在欧美等国,精神健康社工的存在对于解决此类问题就显的尤为重要,他们通过社区支持给了精神疾病患者更多的人际交往示范以及情感连接,帮助来访者找寻自己对于社会的价值,消除他们身上对于精神疾病的羞耻感。要做好我国的心理健康社会支持,我们就应该向其他先进各国学习。丹麦作为世界上最幸福的国家之一,其心理健康领域的社会支持在国际领先,本文通过对《丹麦社工服务法》的全文翻译研究,发现其对于精神疾病患者的个人日常照护与帮助、住房出行问题,未成年人及弱势群体的强制就医执行、个人就业与财政救济、护理家庭与寄养家庭,家属关怀与支持,社工行为监督以及法律效力等方面都作出了明确的阐述,这是非常值得我们借鉴与思考的,希望能够对我国的心理健康社工服务作出启发和思考。", "label": "社会学", "id": 0}
{"content": "本文以社会工作者为成都市某离退休干部休养所老人提供的社区照顾为例（后文简称军休所）。该军休所占地31.87亩,共12栋房屋,建有住房350套。此外该所位于闹市区,周边商业服务相对齐全。社会工作者在该所内的服务对象主要是所内军队离退休老干部191人和离退休军队老干部的遗孀62人,共有老人253人。", "label": "社会学", "id": 0}
{"content": "新时代背景下强调多元主体共同参与社会治理,随着社区治理的推进和社会工作的介入,现有学者从不同维度对居民参与社区治理进行研究,但是发现缺少社会工作专业视角对社区居民进行相关引导的文献研究,本文通过对现有居民参与社区治理现状、问题以及社会工作介入的可行性路径等方面进行回顾,评述了其优点和不足,以促进社会工作在社区治理中发挥独特优势。", "label": "社会学", "id": 0}
{"content": "为积极应对人口老龄化,我国提出了创建老年友好型社区的目标。创建老年友好型社区旨在提升社区服务能力与水平以满足老年人的居住、出行、健康和养老等诸多方面的需求。本文结合成都社会工作开展情况,从社会工作的视角探析了创建老年友好型社区的三个策略:促进老年人的社会参与、营造养老孝老敬老的社区氛围以及提升为老服务的质量和水平。", "label": "社会学", "id": 0}
{"content": "后疫情时代,社区作为城市疫情防控的第一线,如何做好日常的疫情防控工作尤为重要,这关系到整个国家的疫情防控。在社区的疫情防控常态化工作过程中,存在着居民参与积极性不高、疫情防控工作人员能力欠缺、有效的联动机制和监督机制缺乏等问题,坚持党的领导为核心,形成以社区为主体、社会工作者为纽带、物业和社会组织为辅助的防控小组,严格落实社区疫情防控常态化工作,推动社区治理现代化。", "label": "社会学", "id": 0}
{"content": "本文以沈阳市Y社会工作机构承接社区服务社会化项目为例,描述社工机构承接政府购买社区服务项目的现状。着重从社工机构、社区和政府三个层面分析目前存在的问题,如社工机构专业水平较低、社区项目社工人才缺乏、社工机构自主性和话语权较低,社区居民对社工机构的认识不足、居委会与项目社工关系有待提升,政府购买项目服务机制有待完善、服务项目评估标准和机制不健全等。基于问题提出对策建议,在社工机构层面应明确自身角色定位,树立良好的职业价值观、坚持公益性的同时,拓宽资金渠道、完善组织发展机制,优化专业人才资源、完善督导与培训机制,增强社工专业能力;在社区层面应提高居委会认识,提升居民对社工服务及社工机构的认识、调动居民积极性;在政府层面,应健全项目市场化购买机制、完善考核评估体系。", "label": "社会学", "id": 0}
{"content": "<正>新冠肺炎疫情作为新中国成立以来在我国发生的传播速度最快、感染范围最广、防控难度最大的一次重大突发公共卫生事件,给人们的生命财产和生活场域带来了破坏性影响。如何打赢这场抗疫战,有赖于在国家构建的联防联控、群防群控的防控体系下,守好社区这道关键防线。2020年2月23日习近平总书记《在统筹推进新冠肺炎疫情防控和经济社会发展工作部署会议上的讲话》中提出,在\"打赢疫情防控人民战争\"的总体部署中,要\"发挥社会工作的专业优势,支持广大社工、义工和志愿者开展心理疏导、情绪支持、保障支持等服务\"。社会工作作为一门助人的专业和职业,在基层社区抗疫中,能发挥积极的作用。", "label": "社会学", "id": 0}
{"content": "为了了解青年社工择业动机、职业认同和职业倦怠三者之间的关系,以问卷调查法利用择业动机类型调查题项、职业认同量表和职业倦怠量表对五省97个社工机构220名青年社工调查,发现当前青年社工队伍职业认同度偏低并有轻微的职业倦怠;青年社工职业认同与职业倦怠呈显著负相关;相比较于无动机型青年社工,内部动机、外部动机和复合动机型的青年社工表现出更高的职业认同和更低的职业倦怠,基于研究结果提出高校培养社工人才时要内化社工职业价值和角色价值,激发青年社工的复合动机;社工组织要优化人员配置,实现组织内部\"助人自助\";又要通过制度规范引领、组织共同体建设、社工权益保障和社工自身增能等来缓解社工职业压力,壮大和发展青年社工人才队伍。", "label": "社会学", "id": 0}
{"content": "国家《关于支持社会工作专业力量参与脱贫攻坚的指导意见》的发布在一定程度上说明社会工作者和社会工作专业方法在农村精准扶贫工作中具有独特优势。本文以辽宁省东南部某精准扶贫村为例,通过运用实地观察、问卷、半结构式访谈等方法对该村贫困现状进行调查研究,基于社会工作视角分析该村致贫原因,从社会工作专业助人的角度提出整合优势资源、以贫困者为脱贫行为主体等措施建议。", "label": "社会学", "id": 0}
{"content": "伴随人口老龄化之后,对于养老服务的需求也在不断提升,相关机构的数量有所增加,规模不断扩大。在这样的情况下,其资源不断紧张,为了更好完成相关养老服务任务,社会工作介入就具备着一定关键性和重要性,除了可以提高服务规范性,也可以一定程度上加强城市社区老人的社会性,满足社会性需求。具体介入的过程中,还需要着重从健康维护、生活照料和心理支持等几个角度出发,真正意义上提高和优化最终操作成效,保障养老服务顺利开展。", "label": "社会学", "id": 0}
{"content": "家庭作为人进行社会化的第一个场所,对于青少年的成长和发展起着至关重要的作用。不良的亲子关系一方面阻碍了良好家庭氛围的营造,一方面对于孩子的健康成长、良好道德行为的养成也有负面影响（曹海英,2014）。文章主要通过运用社会工作中的专业方法和技巧,介入青少年中的不良亲子关系,增加家长与孩子之间的共同交流和互动,从而营造一个良好的家庭氛围,促进其健康成长。", "label": "社会学", "id": 0}
{"content": "<正>在党的十九大召开的大喜日子里,广西老社会工作者协会常务理事以上的班子成员,聚集一起学习十九大报告,着重理解习近平新时代中国特色社会主义思想产生的时代特征、理论内涵、主要内容以及重大意义,决心迅速树立这一思想\"是全党全国人民为实现中华民族伟大复兴而奋斗的行动指南\"的坚定理念,用习近平新时代中国特色社会主义思想武装头脑,指导实践,不忘初心、牢记使命,奋力为实现中华民族伟大复兴的中国梦作出应有贡献。", "label": "社会学", "id": 0}
{"content": "<正>12月26日,广西老社会工作者协会在南宁召开\"推进‘十三五’脱贫攻坚进程学术研讨会\",通报今年以来广西民族聚居地区脱贫攻坚战推进情况,分析脱贫攻坚组织实施工作存在的主要问题,给政府献谋献策,为2020年打赢广西脱贫攻坚战全胜增添正能量。广西老社会工作者协会的成员,全都是广西区直党政机关和大专院校离退休的老同志,年龄最大的95岁,最小的63岁,其中省级干部5人,70%系处级干部或高中级专业技术职称人员,", "label": "社会学", "id": 0}
{"content": "个人\"碎片化\"的认知容易产生\"碎片化\"的结论,危及对40年改革开放的正确评价和今后的继续推进。采取有效措施对单位人员进行改革开放再教育,这是纪念改革开放40周年不可忽视的问题。", "label": "社会学", "id": 0}
{"content": "<正>由华东政法大学社会发展学院与苏格兰青少年刑事司法中心联合主办,上海市法学会未成年人法研究会、上海市预防青少年犯罪研究会、上海普世律师事务所联合承办的\"儿童与青少年:社会工作、社会服务与社会公正\"研讨会顺利举办。研讨会为期两日,10月16日,社会发展学院副教授杨旭、苏格兰青少年刑事司法中心专家以及部分参会学者专家前往上海新春学校进行会前考察调研。", "label": "社会学", "id": 0}
{"content": "<正>引言当前,我国正处于社会转型加速期,社会问题呈现出复杂化、多样化的特征。受其影响,社会救助也遇到了巨大挑战,在价值取向、政策规范、救助方式、管理手段等方面面临重重困境,给社会的发展与稳定带来一定的压力。对于中国当前的社会救助实践而言,社会贫弱群体的救助需求、社会领域的快速发展、社会政策释放的制度空间,不断促使着社会救助实践的转型。社会工作作为一门以利", "label": "社会学", "id": 0}
{"content": "党的十八届三中全会明确提出创新社会治理,提高社会治理水平,改进社会治理方式的重大战略任务,从\"社会管理\"到\"社会治理\",表明党和政府在执政理念上的重大转变,\"说明了从传统的、维稳取向的社会管理向社会治理转变的合理性\",如何实现社会治理体制创新,成为我国社会建设的一个新课题。本文从社会管理向社会治理转变的过程来聚焦社会治理的重要落脚点——基层社会治理,进而分析基层社会治理现存的问题及社会社会工作参与基层社会治理创新的现实可能性,在此基础上提出了社区社会工作参与基层社会治理创新的实现路径,以期丰富社区社会工作内容与向度的同时,为基层社会治理创新提供有益路径与方法。", "label": "社会学", "id": 0}
{"content": "十九大以来,随着我军的不断改革,大学生入伍参军的人数越来越多,而这些大学生在退伍之后返校,由学生转换为军人,现在又由军人转换为学生的身份,面临着熟悉而又陌生的环境,可能在校园中有很多的不适应,对于这些大学生的培养要格外注意,让他们尽快可以适应校园生活,从而不至于影响到这些学生的毕业和就业。本文主要从社会工作的角度来研究如何介入退伍退伍返校大学生,针对他们遇到的问题,采用专业的服务来解决他们的问题,使得这些大学生可以尽快的适应大学生校园生活。", "label": "社会学", "id": 0}
{"content": "音乐作品在社会工作中作为一个音乐治疗手法的一个载体,它承载着上文中的情绪和具体行文,即理性和感性。同时也通过音效传递出去影响的更多的人。在社会工作中引入音乐治疗使她成为社会工作中贯穿的手法,在初次入户访谈中作为媒介减少服务和被服务人员的陌生感,迅速关系破冰。在社会工作服务的过程中通过修正作品的感受感知来修正生活行为中的错误应激,从而达到社会工作的服务目标。", "label": "社会学", "id": 0}
{"content": "在中国,寄养原因、寄养家庭与原生家庭环境的不同,使得城乡寄养儿童的身心发展有着巨大的差异,贫困地区儿童寄养更需要社会支持,帮助其更好地实现社会化。论文以江西省横峰县S贫困村的一个贫困寄养儿童为研究对象,针对案主的需要和问题,采取个案工作方法,挖掘社会资源,帮助其上户口并成功入学、提高其自尊水平和抗逆力,获取了社会支持,使社会化障碍减少。", "label": "社会学", "id": 0}
{"content": "本文通过论述如何利用教学资源库中对《老年社会工作》课程进行\"线上+线下\"混合较学,介绍了课程的基本情况和目标定位,课程的教学内容和设计思路,以及具体的\"线上+线下\"混合教学设计及考核评价方式。", "label": "社会学", "id": 0}
{"content": "在人口老龄化日趋严重的大背景下,养老问题越来越受到政府和学者的关注,城市化进程也使得许多农村家庭失去土地,这也为农村家庭养老带来了冲击。但是基于我国农村的经济现状、家庭养老的深厚土壤以及国家法律制度保障及物质支持等,使得农村家庭养老仍有很大的生存空间。因此,本文旨在通过对农村失地老人居家养老现状的调查,发现其在养老方面的问题及需求,并探索社会工作可以介入的方式和途径,从而帮助农村失地老人在我国城市化日益发展、人口老龄化日趋严重的背景下,更好地实现身、心、社、灵的全面发展。", "label": "社会学", "id": 0}
{"content": "随着社会工作专业化、本土化的发展以及国家\"双一流\"建设,社会工作本科教育出现了新的困境,导致学科教育被\"重新边缘化\",社会工作学科教育专业化中掉入陷阱,与本土实践和实际需求相脱钩,教学与实践相分离。从提高本科教学的实践质量中寻找走出困境的出路。", "label": "社会学", "id": 0}
{"content": "以深圳市A社区流动学前儿童家庭为例,通过访谈法和观察法了解流动学前儿童家庭亲子关系方面的问题和需求,采用小组工作方法,依据社会工作沟通理论,为流动学前儿童家庭开展\"幸福加油站\"亲子沟通小组。服务对象通过参加亲子沟通小组,认识到良好的亲子关系对儿童成长发展的重要性,进而主动改善亲子关系;学习了有效的亲子沟通方法,达到了改善亲子关系的目的;亲子沟通小组帮助服务对象建立了家长互助支持组织,在小组活动结束后,依然可以延续小组的成效。小组工作介入流动学前儿童家庭亲子关系问题取得了积极效果,证明了小组工作在改善亲子关系方面的独特优势。", "label": "社会学", "id": 0}
{"content": "在机构养育模式下,孤儿通常出现情感脆弱、自卑、焦虑等心理问题,主要原因包括角色缺位、封闭式环境、复杂社会经历等。应对这些问题,笔者以湘西自治州慈爱园为例,从完善机构管理制度、\"家庭关怀\"孤儿培育方法、积极构建社会支持网络等方面着手。管理制度完善主要包括员工规范制度建设、部门管理制度建设、学生规范制度建设等方面;\"家庭关怀\"孤儿培育方法包括品德教育、文化教育、职业技术教育和兴趣拓展教育等方面;构建社会支持网络包括组建孤儿亲人网、引入社工队伍、改善受教育条件等方面。", "label": "社会学", "id": 0}
{"content": "社区与居民第一线接触的关键人物是网格员,目前社区的工作基本上以网格化管理为主,网格员起到承上启下关键作用。网格员重要的任务是采集\"一标三实\"等各种数据,是最熟悉社区情况的人,同时也有固定的巡查任务、探访任务,也是社区居委会中与居民接触最多的人,但是往往网格员因为自身素质原因与工作氛围机制原因,都是以完成行政任务为目的,忽视了以人为本的重要性。社区网格化管理的目的是加强管理的同时提供更好服务,这与社会工作价值理念契合,本文主要探讨了社会工作应用社区网格化管理的可行性,并通过实地应用,从居民需求出发,针对不同的情境开展个案、小组、社区服务,弥补了目前社区网格化的管理向服务转型的方法与技巧空白,为社会工作本土化提供良好的应用场景,探索\"网格社工\"这一新型路径。", "label": "社会学", "id": 0}
{"content": "实习在社会工作专业教学中扮演着重要的角色,其中督导又是社会工作专业实习中最重要的环节。本文针对目前社会工作实习督导的现状及存在的问题进行分析,进而对加强社会工作实习督导的对策进行了探讨。", "label": "社会学", "id": 0}
{"content": "社会工作自诞生以来,经过百年的发展,已经成为一门非常成熟的专业。但是,我国高校的社会专业招生规模尽管较小,每年专科本科毕业生加到一起不到一万,但受到各方面因素的影响,他们所面临的就业形势依然严峻。针对这个问题,本文以社会工作专业学生就业和职业选择分析为题目,就社会工作专业大学就业时所面临的困境进行总结阐述,并提出相应的解决措施,希冀能为社会工作专业大学生的职业选择提供有益的借鉴。", "label": "社会学", "id": 0}
{"content": "新时代建设社会心理服务体系对于推进社会治理体系和治理能力现代化,理顺社会情绪,规范社会行为,培育积极的社会心态有重要意义。鉴于对我国社会心理服务体系建设基础的分析,建议从政府重视、财政支持、政策制定,人才培养、专业建设、行业培训,知识普及、全民认知,到关注幼儿心理成长,融入人工智能、大数据等进行全面建设。", "label": "社会学", "id": 0}
{"content": "社会工作人才培养模式向应用型转变,应以课程教学改革为核心,体现对理论知识和实践能力相结合的特点。在教学改革过程中,尝试在《学校社会工作》课程中引入PBL教学法,形成一种全新的师生平等的课堂教学关系,发挥其引导和提升学生自主学习、小组学习和反思学习的能力,总结经验和不足,以点带面在专业其他课程中推广应用,期望能够培养符合地方社会发展需要的专业人才。", "label": "社会学", "id": 0}
{"content": "\"三社联动\"以社区为平台、社会组织灾枢纽、社工为专业人才支撑进行服务模式的构建。本文从三社联动构建出发,分别阐述社区、社会组织、社工的角色与定位,进而提出加大\"三社联动\"的保障措施,分别是政府购买推动、部分地区率先试点以及学习各地经验、优化联动环境,最后论文以《社区社会工作指南》为联动标准,提出在联动内容方面要根据社区发展特点和社区居民需求,综合运用社会工作方法,分类推进社区社会工作服务,在联动原则方面要以需求为本、多方联动、专业引领、跨界合作。", "label": "社会学", "id": 0}
{"content": "研究通过焦点小组、个案访谈等形式整合青少年社工站站长、一线社工、服务使用者等多方主体对于社会工作服务成效的理解与看法,提炼出不同主体对于当前青少年社工服务成效理解的理论维度,并进一步挖掘不同主体间理解维度差异的深层次原因,以为未来的青少年社工服务指标体系的完善提供参考与建议,同时在一定程度上助推了社会工作专业化与职业化发展。", "label": "社会学", "id": 0}
{"content": "政策实践是社会工作者实现社会正义的核心路径。自20世纪80年代恢复高校社会工作专业教育以来,现代社会工作在中国得到了长足发展。在传统社会工作与专业社会工作日益交融的发展过程中,如何立足国情凸显社会工作者在政策实践中的角色已成为中国社会工作在新时代的重要命题。本研究以S市A青少年社工机构站长和一线优秀社工为研究对象,就社工对政策实践的认知、实践现状和影响因素开展了4场焦点小组。研究发现,青少年社工对政策实践有一定的认识但尚不全面,他们认为自身影响力小且大多回避政策实践,既有的政策实践也多以发声倡导为主要形式。针对不同社工主体的分析发现,青少年社工的政策实践受到内力不足、外力限制和互动不畅三方面因素的影响。这些发现对本土社会工作在政策实践上的角色实践和平台建设提供了有益启示。", "label": "社会学", "id": 0}
{"content": "目的:探讨社区工作者工作价值观的特点及代际差异情况,并且从代际的角度考虑工作价值观与工作满意度的关系。从而为提高社区工作者工作的积极性和主动性,稳定社区工作者队伍提供理论和实践方面的指导。方法:采用问卷法,选用工作价值观和工作满意度量表在湖南和山东等地进行施测。共发放问卷500份,回收的有效问卷共402名,有效率为80.4%。结果:本研究发现（1）社区工作者对于工作价值观五个维度的重视程度排序由高到低依次为:外在价值、内在价值、家庭与生活、社会地位、压力小;（2）社区工作者的工作价值观在性别、职位和婚姻状况上存在显著差异（p<0.05）;（3）社区工作者的工作价值观除了家庭与生活维度外都存在显著的代际差异（F=7.00,p<0.01;F=13.86,p<0.001;F=8.49,p<0.001;F=12.30,p<0.001）;（4）社区工作者工作价值观的各个维度与工作满意度存在显著正相关（p<0.05）;（5）代际在社区工作者工作价值观的内在价值维度、外在价值维度与工作满意度的关系上起着显著的调节作用。结论:（1）社区工作者在择业时更看重薪酬福利和自我实现的价值,不太重视社会地位和工作的轻松、简单;（2）相比于60年代和70-80年代,90年代的社区工作者在选择工作时看重的要素更加多元化;（3）社区工作者越重视工作的内在价值,工作满意度越高;（4）相比于90年代,60年代的社区工作者的内在价值和外在价值对工作满意度的影响更大。", "label": "社会学", "id": 0}
{"content": "医务社会工作是社会工作服务中极为重要的组成部分,也是创建人文关怀医院的重要内容。在医院中开展医务社会工作,要求医院对患者提供的医疗服务不仅应包括疾病诊断和治疗,还应考虑到患者精神、心理、社会、经济及政治上的需求,为其提供医疗以外的人性化服务。2014年7月起,深圳市关爱办与深圳市儿童医院合作开展\"深圳市儿童医院·Vcare关爱空间\"项目,在医院住院部陆续开设了9个Vcare关爱空间,打造全国首家以医院为载体的儿童医疗救助公益信息港和公益服务体验港,探索新型儿童医务社工服务模式。项目由深圳市关爱办、儿童医院、爱心机构、专业社会组织四方合作,由深圳市关爱办负责项目统筹、督导管理和质量控制,医院配合统筹并负责院感防控及后勤保障,爱心机构捐赠空间运营经费,专业社会组织派驻社工提供日常管理和服务,空间通过为住院的患儿和家长开展各种文化康乐、心理辅导、危机介入、床前陪伴、医患和谐等活动和服务,吸纳社会各界公益力量共同参与关爱住院患儿及家长,打造医院压力舒缓中心和公益服务体验平台;同时搭建贫困患儿救助的公共信息平台,及时整合与对接救助信息,打造儿童医疗救助公益信息港。本文主要介绍项目运营模式、服务开展情况,并通过问卷调查、访谈及日常服务反馈等方面评估Vcare关爱空间开展儿童医务社工服务的效果。", "label": "社会学", "id": 0}
{"content": "随着我国社会经济水平的不断发展,医疗救助作为慈善医务事业中不可忽视的重要力量,在大众社会生活中扮演中日益重要的角色,是政府部门实施救助行为的有益补充,对于缓解看病难、看病贵,促进和谐社会建设,具有重要意义。2017年3月我国《中国人民共和国慈善法》的颁布对慈善捐赠行为的具体实施进行了更为细致的规定,开启了中国依法治\"善\"的时代,目前越来越多的公立医院尝试与合适的社会慈善基金会合作开展医疗救助工作,救助形式也日趋多样化,这对慈善医疗事业的载体与主体提出了更高要求。现代慈善医疗救助工作存在着救助工作零散、未形成成熟管理体系,救助范围有限,救助资源扎堆以及重视\"硬慈善\",忽略\"软慈善\"等方面的问题,本文以湖南省某大型公立医院慈善医疗救助工作的开展为例,通过医务社会工作介入慈善医疗救助项目的各环节,阐明其将推动慈善医疗救助对象的精准识别、救助平台的精准搭建和救助行为的精准实施,进一步提出\"医务社会工作+慈善医疗事业\"双联动发展的实务模式,摸索一条适合本土化慈善医疗事业发展的新路径,倡导全社会共同参与到扶贫济困的行动中来,推进慈善医疗事业的发展。", "label": "社会学", "id": 0}
{"content": "深圳市\"社区药品安全服务网建设工程\"已实施4年,服务点约670个,覆盖深圳市所有居民,被纳入2015年深圳市十大民生工程项目。项目主要通过个案、小组、活动、讲座、药品回收宣传等方式提升居民安全用药的意识,链接专业组织,形成药品安全服务网。第一、建立以整合社区政府资源和社会力量为核心的\"社区中心\"、以提供社会服务为核心的\"社工中心\"、以提供涉药专业技术支持为核心的\"平台中心\"。三者自成体系又紧密联系,联合共治,推动项目的可持续开展。第二、联合专业标准研究机构,定制成套的操作规范。将服务分为多个模块和重要节点,对涉及的硬件设施和软性服务施行标准管理和质量控制。第三、积极探讨网上管理办公的可行性,成功上线药品回收追溯、档案录入及管理、执行进度查询、居民意见反馈与咨询等功能,实现项目的可视化管理,形成线上网络信息平台。第四、社工积极招募社区药品安全志愿者,志愿者接受基础培训后,开展部分项目服务,建立药品安全软环境,逐步实现服务的社区人群全覆盖。第五、借鉴个案管理模式,社工适时引入专业资源,合作跟进服务对象的个人健康管理,提供个性化服务。利用社工专业特点,改变医疗资源分布,实现居民平等享受医疗资源的权利。", "label": "社会学", "id": 0}
{"content": "广东是中国志愿服务的发源地之一,也是中国社会工作服务发展的前沿。广东志愿服务和社工服务都以深圳、广州的发展为代表。深圳作为首批发展志愿事业的城市,义工事业的发展在全国处于先列,在国家大力推进社工事业发展的政策背景下,在深圳市委组织部《关于构建\"四化\"体系深入开展党员志愿服务的意见》下,提出了\"社工+义工\"联动模式,形成义工服务的长效机制。2015年中共中央办公厅印发了《关于加强社会组织党的建设工作的意见（试行）》,并发出通知,要求各地区各部门结合实际认真贯彻执行。通知指出,社会组织是我国社会主义现代化建设的重要力量,是党的工作和群众工作的重要阵地,是党的基层组织建设的重要领域。本文重点以深圳党建社工服务经验为背景,以如何推动党员志愿服务系统化、规范化、常态化、信息化为目标,初探\"党建社工+党员义工\"协同发展的可行性路径,发挥党员义工模范先锋战斗堡垒作用,健全党员志愿服务体系,夯实党员志愿工作基础,提高党员志愿服务的水平、质量和影响力,发扬奉献爱心、服务社会的精神,为需要帮助的弱势和困难人群提供爱心服务,走进社区,促进社区的和谐建设和发展。", "label": "社会学", "id": 0}
{"content": "随着近年来政府购买公共服务行为的推广,越来越多的社区居家养老服务站参与到其中,而社会工作对于居家养老服务的介入也成为了学界关注的热点问题。为了更好的了解社会工作介入城市社区居家养老服务的成效及影响,本文采用个案研究的方法,选取江苏省泰州市一城市社区为研究对象,通过比较该社区居家养老服务站在参加当地公益创投前后的变化,探讨社会工作介入城市社区居家养老服务的可为空间和可行路径。本文以泰州市海陵区城西街道安居社区居家养老服务站连续两年执行公益创投项目为实例,发现社会工作介入对于居家养老服务的具体产出有明显的提升效果,无论是服务人次还是服务时长都在较大幅度的增长;社会工作介入对居家养老服务站从业人员工作方法专业化转变也有较为明显的推动作用,从业人员无论在服务技巧还是服务理论认知上都有不同程度的提升;最后,社会工作介入对居家养老服务站运营理念的转变也产生了非常细致和深远的影响,管理层对于服务站职业化运营有认同感,但对于服务站与居委会之间关系的认知较为复杂。本文以实证研究的形式对社会工作介入城市社区居家养老服务站的实际成效和复杂影响进行了细致梳理,为城市社区居家养老行业的转型提供了些许参考,也为后续研究奠定了一定基础。", "label": "社会学", "id": 0}
{"content": "深圳作为一座\"年轻城市\"正跑步进入老龄化社会,老年人的居家养老服务需求日趋明显。近年来社会工作逐步参与到居家养老服务中,取得一些初步成效。但与国外发展的队伍专业化、服务精准化、管理规范化、培训系统化、协作高效化等相比,深圳尚处于起步阶段。在科技飞速发展、信息高度发达的今天,越来越多元的主体进入养老领域提供服务。深圳社会工作参与居家养老服务在起步阶段就遇到了冲击和挑战,主要表现为:社会工作者在居家养老服务中的专业地位尚未确立;社会工作的专业作用发挥尚未突显;社会工作者在居家养老方面的能力建设尚不系统;社会工作回应智慧养老提出的新要求尚不足够;社会工作相对其它市场主体的优势尚未显现。未来深圳社会工作如何更好发挥创新引领作用,可重点从以下方面进行突破:一是以制度设计明确社会工作者在居家养老服务中的专业地位;二是开展社会工作参与居家养老服务的标准化建设;三是建立分类分级服务体系精准回应需求;四是发挥资源整合优势促进社会闲散资源优化配置;五是以行业加机构组织系统化的居家养老服务培训和顾问督导支持;六是积极探索新技术与专业服务的融合发展。", "label": "社会学", "id": 0}
{"content": "随着中国老龄化时代的到来以及城市化进程脚步的加快,城市养老问题是我们亟需思考的问题。基于此点,本文以深圳市融入社会工作元素的养老服务为研究对象,提出了在传统城市养老服务中,通过融入社会工作元素改善原有传统城市养老服务的薄弱之处,有效提高城市养老服务的科学性、系统性、专业性。本课题以深圳市具体实例梅岭社区\"邻里你我行,互助结浓情\"邻里互助活动、园东社区、梅岭社区日间照料服务、\"家庭照护者开心下午茶\"工作坊3种服务分别向读者介绍以健康老年人为主要服务对象的社区老年康乐服务、以半自理老年人为主要服务对象的社区日间照料服务、以完全不能自理老年人为主要服务对象的社区家庭助老及康复服务的养老服务操作模式、服务成效和服务优势,全面、系统的阐述了深圳市融入社会工作元素的养老服务。同时,阐述融入社会工作元素的城市养老服务将会遇到的主要问题以及原因,并提出迅速拓展社工人才队伍、发展\"社工+义工\"双工联动等对策建议,进一步完善本文研究的课题,使之在实际操作中更具有实用性、可复制性和科学性。本课题研究的融入社会工作元素的深圳养老服务将能够有效承担中国向老龄化过度阶段所产生的部分社会养老压力,顺利助我国向老龄化国家转型及发展。", "label": "社会学", "id": 0}
{"content": "城镇化快速发展带来的流动人口问题是目前城乡建设一体化过程中的核心议题,而其中流动困境青少年作为城市特别关注的弱势群体,因其身份特殊性及低自尊感,在学校往往受到排挤、轻视、孤立等问题,自身也容易出现适应不良、行为偏差等问题,难以融入城市生活,容易造成社会阶层分化等的社会隐患。米雪波特认为,自尊感主要取决于其能否感到具备自我价值和能力,以应付生活上的种种挑战,其由五个元素构成:安全感、独特感、联系感、方向感和能力感。针对流动困境青少年问题的学校社工服务,基于自尊感理论并结合社工专业手法,能够有效帮助流动困境青少年建立自尊五感,正确处理学业、人际及家庭关系等方面问题。这个理论已经在不同的地区进行严格的评估,其成效获得不少的认同。具体实务层面来说,学校社工服务透过个案、小组、社区等工作的开展,协助流动困境青少年关注个人成长,加强认识自我和培养良好人际管理的能力,改变偏差行为,肯定自我价值及信心的建立,同时协助老师及家长掌握建立自尊五感的方法;联合家庭、社区及学校,建立良好的学校-社区-家庭-学生沟通桥梁,强化家校合作精神,塑造关怀鼓励的校园氛围;社工担任助人者、支持者、指导者、教肓者等角色,还整合周边社区资源,帮助其认清自身的生态环境系统,增强对社区的归属感,促进其积极融入城市社区。", "label": "社会学", "id": 0}
{"content": "深圳作为改革开放的前沿阵地,人口倒挂现象严重,外来人员占总人口数的78%。我机构在2014年策划并开展\"倦鸟有巢\"—随子女来深中老年人社区融入项目,以\"让深圳成为第二故乡\"为愿景,提高其面对生活的能力,提升个人有能感、幸福感和归属感,共同建立共融社区、和谐社区。（一）以需求为导向,为流动老人提供社会支持。社工以敏锐的嗅觉捕捉到流动老人群体的需求,就业休闲、社会参与、居家安全、认知情绪等需求着手。不仅能充分调动参与的积极性,更保障了服务的有效性。（二）构建地缘性优势,充分发挥同乡的优势。社工通过为该群体构建熟悉、认同的地缘性结构,充分发挥同乡的优势,创造愉悦的生活环境,帮助流动老人培养积极健康的心态,促进流动老人与社会的融合。（三）积极整合政府、社会资源形成合力,共同为流动老人群体服务。流动老人主要活动区域是在社区,联合政府公共服务资源和社会资源,与基层政府、社区工作站形成合力,在社区硬件设施和公共服务空间上,为该群体提供相应的帮助和支持。（四）重视个体,挖掘其自身潜能,提升有能感。通过开展生活技能培训及讲座等老年教育,组织参与社区义工服务、创收手工坊等活动,使得流动老人既是社区服务的受益者又是参与者,并在参与社会生活过程中挖掘自身潜能,提升个人价值有能感和满足感。", "label": "社会学", "id": 0}
{"content": "伴随城市化进程的快速推进,\"城中村\"成为我国社区变迁的一种特殊的社区形态。这种社区大多位于繁闹的城市中心或与城市接壤的郊区,低成本的社区环境成为大多外来务工人员的第一个落脚处,被视为中国城市化进程中不可或缺的组成部分。但也正是这种介于村落与城市之间的社区状态,社区空间环境和人口结构的分化导致社区自主性的下降,社区充满本土与外来的文化矛盾与冲突,呈现一个复杂的社区变迁过程。近年来,在政府的主导和推动下,如深圳、北京等大型城市中的城中村社区改造步伐明显加快。但除了个别政府和市场开发商通力合作实现大规模改造城中村的典型案例,大部分的城中村因应城市移民持续增多的需要,城中村社区的发展以渐进式的方式进行,选择以逐步进化的社区构建方式替代颠覆性改造,超过90%\"城中村\"的社区变迁注定是一个长期的、可持续的社区生态发展进程。而且,随着社会民主化和城市现代化的推动,社区治理模式逐渐由行政控制主导转向社区共治的多元参与社区治理的发展趋势。如今,政府和社会组织开始探索发挥社区自身能力,鼓励社区自我管理和发展来解决城中村的社会问题。从2008年起,深圳市LX社工服务机构即重点关注和扎根变迁中的社区,在城中村开展长达近10年的社区社工服务。本文拟以LX社工服务机构在变迁中社区的实践和经验为基础,以生态理论为分析视角,将变迁中的社区视为一个进化的生态系统,从宏观的顶层设计和微观的社区动员与协作双重方向出发去探寻社区\"社区系统认知—社区联结—社区行动\"的可持续发展路径,从而推动建构一个自然、开放的社区生态系统。通过社会工作服务的介入,对城中村社区生态建构路径进行了针对性的观察和思考,致力于实现变迁中社区的发展衔接,试图为这类过渡型的城中村社区治理提供一些理论和实践参考,以及探讨社工服务如何介入和推动中国社区转型。我们知道,城中村社区是城市转型中社会矛盾和问题的聚光点,若光靠政府和市场的外推力,或过分提倡居民自治,都不可能推动城量,应成为政府、市场和社会三者之间的系统协调者,在社区生态化过程中发挥不可或缺的作用。随着社会的变迁,社会工作的介入将越来越大地影响社区生态发展的路径和内容,积极探索这些变化将有助于我们走可持续的、具有中国本土特色的社区转型之路。", "label": "社会学", "id": 0}
{"content": "在我国城镇化进程中,大批农村剩余劳动者进城务工,导致农村地区留守儿童数量急剧增加。父母的长期外出导致留守儿童不能享受到父母的关爱和教导,给成长中的儿童带来了许多心理问题,具体表现包括性格上的缺陷、价值观和人生观的偏离、缺乏安全感、人际交往能力差、缺乏学习兴趣等,这些严重影响着留守儿童的健康成长。笔者通过实地走访,了解农村留守儿童生活现状,从家庭教育的缺陷、隔代教育的缺陷、学校教育管理的缺陷、社会文化教育环境的缺陷四个方面分析留守儿童心理问题的成因,运用社会工作视角提出解决对策。解决好农村留守儿童心理问题有助于留守儿童身心健康发展,有助于当地人才供给和社会经济发展。目前农村留守儿童问题已成为各地政府十分关切的问题,此研究为政府解决农村留守儿童心理问题提供参考,有利于相关社会政策的制定。", "label": "社会学", "id": 0}
{"content": "近年来,受国际毒潮及我国毒品滥用多样化趋势的影响,青少年已成为毒品侵害的主要对象。截止2015年6月,全国累计登记在册吸毒人员达322.9万人,其中,35岁以下青少年有188.7万,占58.4%。全国仅发现登记的18岁以下吸毒人员就有3.8万名,年龄最小的只有7、8岁。校园是青少年接触社会的第一场所,也是青少年聚集的重要场所,学生们对新鲜事物充满好奇,渴望有趣的校园文化生活,极易受到外界影响,所以校园禁毒教育尤为重要。与此同时,老师的教学任务重,对毒品了解不足,不适宜开展相关工作。再则,中小学生处于成长阶段和青春期,好奇心重,辨识能力不稳定,从众心理强,抵制能力较差,特别容易被外部环境影响。所以,在中小学年级学生中开展禁毒教育,让青少年清晰认识到毒品的危害,提高防毒、抵毒的能力,是抓好禁毒防控重要的一项工作。春暖驻布吉街道禁毒社工小组于2013年6月成立,现有专业禁毒社工4名,已与辖区多所学校建立了良好的合作关系,并向在校青少年提供禁毒咨询服务,透过多种形式令其掌握防御毒品的知识和技巧,同时致力使青少年在身心方面得到均衡的发展。随着《全国青少年毒品预防教育工作规划（2016-2018）》的制定和实施,以及教育部关于新版《中小学守则》的印发,经过在校园开展禁毒预防教育活动的实践和探索,禁毒小组开发了\"花young年华·禁毒体验营\"创新公益项目,初步形成了禁毒服务专业化往项目化运作的雏形。", "label": "社会学", "id": 0}
{"content": "在中国经济社会的快速发展大背景下,城市化进程日趋加快,推动社区居民参与社区事务,加强城市社区建设和社区发展成为我国城市发展必须应对的重要议题。本文以笔者服务的社区居民自助组织培育和发展的实践为例,尝试以优势视角为理论指导,着重从社区内在资源的发掘、居民关系网络的建立、社区居民问题解决能力的培养等三个方面入手,探寻社区发展的内在动力,探索社区居民自主参与社区事务、推动社区发展的工作路径。同时,笔者重点就社区居民领袖的发掘与培养、居民自助组织组织能力建设以及居民自助组织功能发挥等议题,对社区发展模式的工作实践进行反思,梳理出居民自助组织培育过程中的工作要点以及社会工作者的角色和作用,以期形成可作国内社区社会工作者借鉴和参考的实践方法和经验。", "label": "社会学", "id": 0}
{"content": "社区资源是一个社区本身所具有的重要资本。如何认识和整合社区资源是社区社工的重要工作之一,也是满足社区居民需求、提供专业服务的基础。社区资源种类繁多,且很零散,整合社区资源不只是零散资源的\"衔接\",更是多方资源的\"共享\"和\"协作\",所以,整合资源,必须要讲究方式方法。以资产为本的社区发展模式（Asset-based community development approach,简称\"ABCD\"）是优势视角在社区工作领域的一种发展,对社区社工认识和整合社区资源也有重要的启示和指导作用。但目前大部分社区社工对社区资源认识不足,在整合社区资源时还存在某些不足。本文以作者曾服务的某社区为例,试图阐述在ABCD模式视角下的认识和整合资源\"四步走\":一是\"拉下脸\"的谦虚,与\"社区资源\"建立关系;二是\"说破嘴\"的勇敢,通过各种宣传增强居民对中心的认识和了解;三是\"跑断腿\"的毅力,走进社区,走近居民,了解环境,认识居民,绘制社区资源图表;四是\"合心意\"的真心,开展不同群体和不同需求的多样服务,在服务中增强信任,建立不同的社区居民组织。", "label": "社会学", "id": 0}
{"content": "为全面贯彻落实中共中央、国务院《关于加强和完善城乡社区治理的意见》,潍坊市社工协会率先创出了\"六位一体\"社区社会工作发展模式。今年5月份,中国社会工作学会、中国社会工作标准化技术委员会、山东省民政厅在潍坊召开了全国宣传贯彻《社区社会工作服务指南》现场会暨社区社会工作服务标准化专题论坛,推广了我市社区社会工作发展的成功模式。今年8月份,民政部在我市举办了\"全国基层社会治理示范培训班\",参观了7个社区治理现场。民政部部长黄树贤亲自审定会议方案,副部长顾朝曦出席会议并作重要讲话。潍坊市委书记刘曙光作大会典型发言。潍坊市社工协会是5A级社会组织。2013年创出了《我市社会工作的破冰之举》;2014年创出了《潍坊市社会工作的提速之策》;2015年创出了《创新九大引领,力促潍坊市社会工作提速发展》;2016年创出了《\"六位一体\"的社区社会工作发展模式》。呈现了持续发展、充满活力的良好态势。本课题重点论述了行业组织创新的六大模式:一是精心打造\"三合一\"复合型社工人才模式;二是\"四社联动\"实现社区服务专业化模式;三是搭建两工同行共赢平台模式;四是打造服务标准化示范社区模式;五是社会工作与社区协商互融互构模式;六是\"三实基地\"力推社区社会工作发展模式。2016年潍坊市荣获全国社会工作示范地区;潍坊市奎文区工福街社区、大虞街道孙家社区荣获全国社会工作示范社区;潍坊市社工协会荣获山东省民政厅社会工作服务标准化试点单位。我市以社区为阵地,以社会治理为目标,以社会工作实务为方法,以社会组织为主力军,创出了\"六位一体\"的社区社会工作发展模式,为全省乃至全国提供了典型示范和成功实践,解决了许多党委政府关切、老百姓期盼的棘手问题,使我市呈现了政治清明,经济发展,社会稳定的大好局面。", "label": "社会学", "id": 0}
{"content": "深圳是我国改革开放前沿城市,伴随经济不断增长和社会转型,社会利益群体日趋复杂,部分矛盾演化,需要通过信访部门来协调解决,呈现不同信访群体,现有信访工作行政管理的工作方式,已经不能满足信访群体的需要,也无法适应社会的发展和改革深化需要。作为社会工作试点的特区,深圳社会工作职业化的推广逐渐深入,社会工作实务在信访群体的介入方面得到了广泛的应用,通过研究深圳信访群体的现状和现有解决问题方式,更好的定位专业信访社工工作内容和功能,满足不同需求趋向的信访群体诉求,阐述了以社工个案、小组和社区介入信访群体的具体做法,并对不同类型的群体进行不同的介入模式,提升了信访工作效能,探索新时期中国特色的信访工作创新和本土化的信访社工工作模式。", "label": "社会学", "id": 0}
{"content": "当下城市流浪精神康复者成为社会救助服务的一个重要群体,针对该群体提供社会救助服务也是非常艰巨且具有挑战。然而,现阶段我国城乡社会保障尚未形成完善的体制及运行机制,加之精神康复医疗资源的缺乏,导致城市流浪精神康复者未能享受及时、有效的救助服务。本文主要根据城市流浪精神康复群体的特性,对焦救助需求,结合现有的城市康复救助资源,探索并提出可行性建议。", "label": "社会学", "id": 0}
{"content": "社会救助的目的在于让人在危难时刻能够生存下去,并有好转的可能。改革开放以来,我国社会救助实现了从传统到现代的转型,初步构建了以政府为主体,以社会力量参与为补充的社会救助制度体系,但是,我国的社会救助还缺乏社会工作的介入。针对目前我国救助制度的不足,2014年5月1日正式实施的《社会救助暂行办法》（国务院第649号令）明确将最低生活保障、特困人员供养、受灾人员救助、医疗救助、教育救助、住房救助、就业救助、临时救助8项制度纳入社会救助制度体系。此外,《社会救助暂行办法》以制度化的方式明确将社会工作介入社会救助列为社会力量参与的重要内容,这为社工介入社会救助提供了法规保障。在\"医疗救助\"这项制度中明确提出了对于无生活来源、无劳动能力又无法定赡养、抚养、扶养义务人,以及虽然有这些人但是没有办法进行抚养的人员,都应该进行医疗救助。而这部分社会救助群体因病进入医疗救助单位后的简称即为\"三无\"患者。随着我国现代经济的快速发展,城市流动人口不断增加,\"三无\"患者的群体也在不断增多,而\"三无\"患者的救助问题也引起了社会的广泛关注。笔者对我国社会救助在\"医疗救助\"中常见的\"三无\"患者救助服务进行了研究,阐述了目前我国\"医疗救助\"中\"三无\"患者救助的现状、原因和实施效果。同时以深圳市在《社会救助暂行办法》实施前的先行经验及在\"三无\"患者救助中8年的社会工作介入的成效为例,对社会工作在社会救助中发挥的的重要性和必要性进行了论证。", "label": "社会学", "id": 0}
{"content": "在深圳市的社区党群服务中心（简称中心）社工服务过程中,社工常会遇到妇女过来求助婚姻调解、家庭暴力、家庭矛盾处理等问题,笔者通过观察、访谈中心社工,发现社工在面对妇女群体求助时,很少会运用社会性别理论来分析女性所面临的困境（如妇女教育、健康、家庭分工等问题）的社会性别根源,甚至,社会工作者本身也深受刻板印象化的社会性别角色限制,对社会性别理论没有正确认识。但是,社工作为服务提供者、社会政策的倡导者,他们对于社会性别理论没有正确、系统的认知,不仅难以从社会性别平等视角来开展妇女家庭社会工作,也不利于妇女群体利益的真正实现,难以做到从社会层面来进行男女性别平等倡导,最终实现真正的男女平等。笔者通过查阅国内相关文献发现,大部分学者对于社会性别理论和妇女社会工作的研究,多是从妇女群体、中国男女性别发展等角度进行研究,小部分从妇女社会工作、家庭社会工作角度来分析社会性别理论的应用,但以深圳市社区党群服务中心社工服务者的角度来开展的研究基本没有。因此,笔者将以文献、问卷、观察、访谈的形式开展研究,希望通过本次研究,可以为从事社区社会工作服务的社工在社会性别理论角度介入服务提供参考。", "label": "社会学", "id": 0}
{"content": "广东的企业社会工作发展已经有近10年的时间,企业社工模式也多集中于以社区为本的企业社会工作、工会为本的企业社会工作以及以企业为本的企业社会工作,当然还有一些联合的模式。这些工作模式应用于企业都可成为化解矛盾、冲突和对抗的重要方法。随着企业的转型和经营模式的变化,对于企业社工服务的认识和需求都呈现了时代性的特征,无论何种模式的推进,都需要寻找适合本土化的介入模式点,加快推进企业内的社工服务建设,提高企业的内驱力,推动企业的健康发展。在工会中嵌入企业社会工作,这是新形势下企业工会工作拓展和创新的有效途径。依托企业工会组织形成的运作模式——工会为本的企业社会工作模式,是由工会聘任专职社会工作者来为工会服务,并以工会为载体来为企业员工提供人文关怀和社会支持的模式。这种模式比较适合国有大中型企业工会组织比较发达,在其中社会工作者依靠工会的力量开展专业服务现象较为普遍。本文的内容就是重点在以工会为本的企业社工发展模式的基础上,以广东的企业社工发展为背景,以深圳和佛山两地的企业社工发展经验为基础,探索以员工社团的孵化和培育的方法路径,助力企业工会建设,活化企业工会功能和作用,倡导从\"企业来到企业去\"的企业自我造血模式。最后本文将归纳已经尝试实践的企业员工社团（及志愿者）建设所遇到的困难和挑战,提出可行性对策建议。", "label": "社会学", "id": 0}
{"content": "关于\"吸毒人员戒除毒瘾、回归社会\"是一个世界性难题,目前禁毒社工对于吸毒人员的帮辅,主要有所内的心理辅导、法规讲解和社会伦理解读等,对于解戒出所的吸毒人员,却由于各种主客观的原因,社工工作难以延续。本文以强制戒毒所学员为例,以深圳禁毒社工在服务中对该人群的接触、跟进为导向,针对该群体出所后回归社会时遇到的难题,尝试探索出一条有效、可行的道路。学员解戒后普遍需要面对此类问题:1.如何维持操守2.就业问题3.如何远离以前\"道友\"圈4.处理好家庭关系5.如何寻求帮助等。我们结合实践工作经验及国内外现有的操作经验,开展:一、所内个案辅导、心理治疗、专题讲座、工作坊等,从各方面强化生理、心理脱毒,并为解戒后回归社会提前准备。二、所外工作,因吸毒人群的特殊性,比如出所后去向不定、无法联系或复吸,社工对相当部分解戒人员无法持续跟进开展工作,无法更充分地发挥禁毒社工职能。在实践调研中,发现他们缺少一个\"从踏出戒毒所到踏入社会\"的缓冲期,结合国内外经验,探索本土化的\"中途宿舍\",起到暂时安置、强化社工功能、戒毒成效巩固和避免出所即\"失联\"状态,有利于社工开展工作和整合资源建立支持网络等功能,实现回归社会、减少复吸的作用。", "label": "社会学", "id": 0}
{"content": "随着中国城镇化趋势日益显著,大量人口聚集到城市寻求新的发展和突破。深圳作为一个\"移民城市\",容纳了90%以上的非户籍外来人口。城镇化进程带来人口流动和职业的转变,而现存的户籍、入学、医疗社保等制度导致许多进城务工人员难以享受城市公共服务,城镇化问题日益突出。本文认为,作为社会工作者,在城镇化发展进程中,可以协助各级部门做好流动人口的管控工作,减少城市人口流动带来的冲突和融入困难,运用专业知识和技能促进流动人口在城市扎根,从而反哺城市的发展。本文以来深建设者为研究对象,探讨深圳党群服务中心及企业社会工作服务模式为流动人口提供的社工服务。并以深圳市小梅沙和北站社区党群服务中心、富士康及欧姆龙企业社工服务为典型,展示了社会工作者在各自岗位上,运用专业技能服务来深建设者,促进人口流动后的群体相互接纳和融入,帮助新进入城市的居民获得归属感,激发潜能,帮助来深建设者成长和发展,从而促进和谐深圳的建设。", "label": "社会学", "id": 0}
{"content": "新型城镇化首要为人的城镇化,而城镇化过程中流动人员的社会融合程度的不断提高可以增强其居留意愿,对改善流动人口生存状况具积极意义。经济因素不再显著影响流动人口社会融合,流动人口受教育水平、城镇职工医疗保险、选举活动、平均周工作天数等对流动人口社会融合具有显著影响。而在城镇化进程中,流动人员在融入中所表现出的各种不适（如职业技能匮乏、心理脆弱敏感及社会网络支持薄弱等）,均可成为社会工作的切入点。可见,城镇化与人员流动为相辅相成的现象,而流动人员的多样性、流动性及分散性等特点,致使现成以政府及其职能部门为主导的公共服务体系未能有效满足流动人员个体或集体的需求。当流动人口在城镇化进程的适应过程中处于弱势时,其正式及非正式支持网络均不如户籍人士,则流动人口将面临更大的社会适应及融合挑战。当流动人口由于其相对弱势状态而往往不能直接获得其需要的社会服务,此状态更恶化其弱势状态,因此对流动人口提供公共服务或其他服务的关键在于,能够给弱势人员进行社会沟通并获取救助资源的机会。为此,社会工作作为补充式的存在,准确掌握需求并在通晓相关政策、法律法规的前提下,联动各方力量乃至链接社会资源,错位提供促进就业与帮扶、关注青少年身心安康及危机个案介入等专业化服务,成为在城镇化进程中服务流动人员的一股新兴力量。", "label": "社会学", "id": 0}
{"content": "新型城镇化政策的提出,使以往各界关注的城市流动人口社会融合问题再次成为焦点。对于流动人口进入城市后的发展问题,如何从价值观和社会心理等方面完成角色转换,这些更为深层的内在心理变化比外在的空间迁移和身份的外在改变更为深刻和漫长。[3]社会工作服务认识流动人口城市融入过程中可能发生的种种障碍,积极介入寻求消解渠道和途径,是值得思考和关注的方向。本文以\"情暖新厦门人\"项目为例探讨社会工作在流动人口社群中的服务模式。", "label": "社会学", "id": 0}
{"content": "医务社会工作在医疗系统中发挥的重要作用离不开义工服务的参与。社工有专业,义工有资源,\"社工+义工\"的\"双工\"服务模式越来越受到来自服务群体、用人单位以及社会的广泛好评。目前,我国多个省市均有在医疗系统中引入社工服务或义工服务或\"双工\"服务,实践证明,\"双工\"联动能够对医、对患、对医患关系、对医疗环境产生积极的作用。本文以深圳市医务社会工作的义工服务模式经验为例,介绍在医疗系统中建立起以专业社会工作者为指导、以义工为服务主体的医务社会工作模式的重要性。", "label": "社会学", "id": 0}
{"content": "当前中国社会工作的发展是主要由政府推动的,因此政府与专业关系具有重要的研究价值。这个领域的研究主要围绕嵌入和承认两个概念展开。与社会工作嵌入相关的研究揭示了政府与专业关系中的重要问题,但偏重于静态特征的呈现,而承认过程框架则有助于理解中国社会工作嵌入式发展的演进历程。本文主张,研究社会工作承认可在承认过程框架基础上进行适当扩展,采取一种聚合时间性、空间性、行动性与结局性四类要素的整合性分析框架。本文运用这一框架,以迄今持续六年的北京市妇联服务专业化实践为案例,分析政府对社会工作的承认问题。研究表明,受国家及专业两大场域共同构筑的结构性情境影响,空间性、行动性与结局性要素的组合形态随着时间要素的展开而呈现非同步性与非线性变化,由此可以观察到社会工作的政府承认存在迂回式特征。社会工作承认整合式分析框架有助于较为全面地把握社会工作本土发展的过程及其独特性,不仅可用于政府对社会工作的承认研究,也可用于社会工作专业群体的自我承认及社会对社会工作专业的承认研究。", "label": "社会学", "id": 0}
{"content": "虽然社会工作专业具有贡献社会治理的潜力,但鲜有研究探索社会工作实践对社会治理的功能。故此,本论文旨在汇报相关调研成果供境内外和亚太地区同业学习。研究工作基于第一作者所属单位,于2012至2015年期间对广州市的家庭综合服务中心所进行的项目评估而开展的。研究人员首先对评估结果进行整理,然后抽样编码。得出初步编码分析结果后,研究人员邀请广东省民政厅相关官员进行深入访谈。根据访谈收集的反馈,对研究结果进行了提炼和确认。总的来说,本次研究结果提供了实证,说明社会工作专业对于社会治理的功能作用。研究结果也对广州市的家庭综合服务中心,以及其他有意学习‘广州模式’的境内社会工作人员提供指引。本研究结果还可让境外人员对中国大陆地区的社会工作专业实践落实情况,有一具体的理解。最后,本研究在方法学上使用的限制也会在论文中讨论。", "label": "社会学", "id": 0}
{"content": "公益创投是采用\"创投资本\"的原则来适用于公益事业中,创造更宽广的\"非营利资本市场\".[1]。非营利部门将基于社会公益使命与本质的实践,募集资金来支持非营利性事业,创造出更有效率与更进步的非营利组织的管理与活动.[2]。公益创投是为社会企业提供金融服务的新型融资模式,追求的是经济利益和社会利益的双赢.[3]。正在快速发展的社工行业,无论从其职业定义、知识结构或是国际实践,都表明是公益创投最佳的\"接盘者\",切实有效地实现公益创投资本的意图.[4]。但同时,中国的社工行业仍在起步阶段,社工机构规模小、人员素质仍有待提高的问题普遍存在,缺少头部内容和科学管理方式,某种程度上削弱了创投资金的效率,特别对于大型项目的把控度更为薄弱。如今,新型社工发展策略咨询机构已经悄然出现。例如北京市乐邑社会发展中心,作为创投资本的智库与社工机构的指导者,建立资本和执行的社工机构间的神经网络,激活社会服务体系:为基金会挑选符合投资人价值观的重大社会问题,分解问题至可执行的层面,整体策划公益项目和管理评估方式;另外,对社工机构和个人进行评估和培训,制定项目执行手册,对项目进行督导和追踪、评估。乐邑在其广泛的实践中,如为百仁公益基金会提供的湘潭教育扶贫项目的策略咨询,已示范了此类模式的可推广性。", "label": "社会学", "id": 0}
{"content": "基于服务场域的特殊性与保密性、服务对象的封闭性与时限性等原因,军队社会工作是社会工作实务中相对特殊的领域。对比分析国内外在军人及其家属进行心理和社会治疗;参与军队与社区合作方案的制订、执行和督导;对现役军人的就业、就医、经济收入、家庭生活等方面实行优待的狭义和广义军队社会工作领域所做的努力,本文运用行动研究方法基于深圳军队社会工作本土实务经验,探究军队社会工作本土化发展模式。深圳军队社会工作主要围绕现役军人开展军队文化建设、新兵入伍适应、军人人际交往、军人压力缓解与情绪疏导、军人职业健康与技能培训、军人义工、老兵退伍角色转换等服务。本文基于军队社会工作的实务行动,探究对军队社会工作发展有促进的作用系统,包括民政部门政策、军队体制和军地共建治理模式对军队社会工作发展模式的影响。如民政部门双拥工作引入社会工作者,做好军队社会工作顶层设计介入模式;军队方面在可介入层面制定引入社会工作者的服务机制;军地合作发挥社区治理的新模式等。军队社会工作是国内社会工作实务中发展较晚的领域,推动军队社会工作本土化系统发展,将对加强我国军队建设、提高军队战斗力、维护社会稳定和创新社会治理,起到积极的现实作用。", "label": "社会学", "id": 0}
{"content": "互联网的发展,给人们的生活带来很多改变,也为社会工作行业带来了机遇和挑战。如何抓住机遇,推动社会工作的发展,可从以下几个方面着手。一、加强人才建设,夯实行业基础。人才培养及工作中的持续学习,是一个行业发展的关键因素,互联网为我们提供了一个不受限于时间、地点,又能最大限度地提供、分享讲师资源的学习机会,利于传播社工知识、促进行业经验交流。二、注重信息传播,拓展社工工作范围及行业影响力。社工要善用网络平台,将社工的资讯、形象等及时进行展示,扩展服务范围并增强行业影响力。微信等网络平台的崛起,为人们开辟了一个全新的社交空间和生活圈子,社会工作也需要从中思考,在此背景下,用何种方式为居民们提供服务。三、合理整合资源,便捷服务对接。简单来说,就是社会工作供给与需求的对接,各类社会资源与居民需求的对接,社工服务与社区居民实际需要的对接。通过网络表达需求,寻求合作,申请服务,可以让原本需要耗费巨大时间成本、人力成本的事情,变得方便快捷。四、实施网络监管,树立行业规范。在享受网络便捷的同时,也要树立一个合理的行业规范,严格规范社工在使用网络时需要遵守的守则,避免因小失大,对社工行业带来负面的影响。", "label": "社会学", "id": 0}
{"content": "深圳从2007年开始推动社工事业发展,社工行业发展十年来已经培育和发展出一批具备有一定规模的、运作治理规范的社工机构。然而近年来深圳社工也面临着社工流失率大、专业社工人才急缺、机构要不断加强内部治理、探索服务如何深化等挑战,创建学习型社会组织是一条能较好地解决上述问题的可行路径。学习型社会组织的创建是社工机构在未来发展中必须重视的一个问题,特别是当一个社会组织发展到一定规模、相对成熟度之后就需要进行学习型社会组织创建的实践。笔者所在的深圳市龙岗区春暖社工服务中心越来越意识到创建学习型社工机构的重要性,近两年也初步进行了一些尝试,在实践的过程中发现学习型组织的创建是一个系统工作,跟机构的中长期发展规划的设定、机构战略的推行、日常管理密切相关,需要有一套有效的策略和方法去推动。但是一家机构的经验是非常局限的,我们希望通过问卷调查对深圳市20%左右的社工机构开展问卷调查并进行定量分析,对5-6家社工机构进行深入的诊断分析并开展焦点小组搜集定性资料。最终我们希望透过严谨的调研分析撰写出此篇文章,并通过此篇文章去倡导深圳的社工机构可以去创建学习型社会组织,分享总结一些优秀社工机构在创建学习型社会组织过程当中的优秀经验,也总结出一些共性的困难和应对策略。", "label": "社会学", "id": 0}
{"content": "本文考察了深圳社会工作发展的历史源头与现状发展状况。在把握田野资料的基础上,本文认为,深圳市在国内社会工作发展模式中独具特色,可称之为\"深圳模式\"。深圳模式的产生,社会发展的内在需求是根本,经济的繁荣提供了经济基础,党中央的高度重视和民政部的大力支持提供了良好的外部环境,上海模式教训和香港模式为其指明了方向。在其发展过程中,以政府为主导,以民间社工机构为载体,以社工为骨干,由义工广泛参与,初步形成了社会工作良性运行状态和稳定发展机制。这与发达国家与地区的社工发展历程迥然不同。政府的强力推动,使其在起点阶段就直接借鉴了香港等地的成熟模式,政府又通过有意识的功能让渡和一系列制度安排,为民间社工组织发展提供了良好的制度环境,并保障其获取资源的能力。也就是说,国家与社会双重的积极介入和协同合作,共同促进了深圳社工的快速发展。", "label": "社会学", "id": 0}
{"content": "社会资本是社会发展的一种重要资源,能够为社区发展提供有利的条件。而目前社区社会资本缺失,社区活力减少,社会效率降低。\"三社联动\"实践强调以社区为平台、以社会组织为载体、以社会工作者人才为专业支撑,激发社区活力,提升社区参与,从而促进基层社会治理创新。2015年起北京睦友社会工作事务所开展\"心动力\"三社联动项目,社会工作者以社会资本理论为指导从结构、认知、关系这三个维度在社区进行社会资本重建,一是结构维度方面,培育社区社会组织,激活社区资源网络;二是认知维度方面,营造共同文化,增进社区认同;三是关系维度方面,增进信任,鼓励互惠。实践发现,重建社区社会资本与推进三社联动是相互促进的。在二者相互作用下,有效地扩大了社会参与,激活了社区自治力,促进了社区实现共治共建共享。", "label": "社会学", "id": 0}
{"content": "生命发展视角是将组织看成为生物体一般的有机构成,以发展的眼光看待组织的成长规律,并对组织发展问题进行诊断。国内对企业的组织生命周期有不少的研究,但对NGO的发展规律却相当缺乏。深圳的社工机构在发展中,有许多的问题是相似重复出现的,但行业内却缺少足够的管理经验来应对各个发展阶段发展所面临的变化。本研究选取六家不同年资和规模的深圳社工机构进行了结构化访谈,从\"组织结构\"、\"管理控制\"、\"服务产出收益\"三个维度分析样本机构的成长历程,并结合样本机构的发展事件及成长现象,总结出不同生命阶段所面临的主要成长矛盾冲突,尝试对深圳社工机构发展的生命脉络进行初步的梳理。本研究试图对深圳社工行业的发展历程进行阶段性的归纳,借用埃里克森心理社会发展论的模型,对当下深圳社工机构各生命阶段的发展目标、发展任务、行事策略、发展挑战、形成品质、发展危机等发展规律进行描述,同时解释深圳社工组织发展的瓶颈与困境。", "label": "社会学", "id": 0}
{"content": "深圳社工发展十年,其本土化、实践化、系统化越来越被值得关注。相对于国外、港澳台的经验,大陆经验（也包括深圳经验）具有较强的本土性。相对于学术界,实务界生产了基于实践的各类经验,甚至有些是超前;而深圳社工的机制、成效、不足也需要系统的梳理。另外,深圳社工较高流失、知识管理断裂的现实,以及机构建立学习型组织的长远考虑,都需要更系统地总结经验,传承与共享。基于以上的原因,我认为随着社工发展,应该认真总结经验,系统梳理发展历程,传承经验与知识,而图书无疑是更系统相比文章影响力更大的一种形式。十年间,深圳共出版社会工作相关书籍10余本,笔者也参与其中四本的书写。这些书籍或者是运营机构,或行业组织,或专业团队出版;香港督导/高校老师+资深社工/督导的组合编写了这些或有偏工具书,或理论与实践结合的综合性图书。从成效来看,这些图书总结了经验,传承了知识;由实务界向学术界贡献知识;为社工注入了信念;帮助机构实现知识管理;更帮助了不同地区的社工平衡发展。", "label": "社会学", "id": 0}
{"content": "在社会工作本土化的进程中,盘活社区资源,调动居民参与社区治理,搭建可持续发展社区治理网络显得尤为重要。本文以笔者所在的社区为例,结合具体的社区服务,阐明社会资本在社区层面的三大表现,即:居民信任度、居民参与度、关系网络密切度。并简述在社会资本视角下社区服务居民参与的步骤和方法,详细回顾了社区服务具体的实践过程,并就实践过程中社会工作者所面临的困难和问题进行了分析和探讨。社会资本的实质内容是信任、互惠、合作等共同价值的构建,而这些共同价值的构建是基于社区居民参与的过程。社区居民参与亦会根据平台搭建的不同时期有不同的表现,工作员亦在此过程中需要变动和调整角色和工作任务。居民从初期的被动、浅层次参与到中期的较主动、广泛参与再到后期的主动、深层次参与,促进工作员由主导者向引导者的过度。本文以四点半课堂服务中为例,通过搭建参与网络,让四点半课堂的孩子、家长及社区居民参与进来,并在过程中建立各成员间信任、互惠、合作,推动\"家长管理+学员自治+社工支持\"的可持续发展模式,以此实现居民、社区、社工三方共赢的局面。", "label": "社会学", "id": 0}
{"content": "社区服务中心作为社区服务的平台,要服务众多社区居民,满足社区居民多元化的需求,面临诸多的挑战和难题。资产为本的社区发展模式强调的以社区资产为切入点,以社区内部为焦点,以关系为推动的理论架构,对社区服务中心的服务运作有较强的实践指导意义。本文以笔者所在的社区为例,以社区自然学堂服务项目为例,系统阐述资产为本视角下社区工作开展的步骤和方法,详细回顾了社区服务项目从无到有的实践过程,并就实践过程中社会工作者所面临的困难和问题进行了分析和探讨。反思要盘活社区社会组织,培养社区居民的自助和自治精神等建议,进一步完善本文研究的课题,使之在实际操作中更具有实用性、可复制性和科学性。", "label": "社会学", "id": 0}
{"content": "在农城化社区发展进程中,促进社区居民融合,调动居民积极参与社区治理,搭建可持续发展社区网络显得尤为重要。本文以笔者所在的社区为例,结合具体的社区服务,阐明社区网络策略如何作为一种\"解决社区问题的模式\",应用于促进社区居民融合的过程。本文简述在社区网络指导下通过创建公共活动空间、提供社工专业服务和搭建社区公共参与网络平台三个步骤,加强本地和外地居民共同解决问题的能力,并创造集体参与的机会,建立一个互助的网络,以此来促进居民之间的关系和融合,推动社区可持续发展。", "label": "社会学", "id": 0}
{"content": "发展社会工作、加强社会工作专业人才队伍建设,是军休事业发展的必然要求,是满足军休干部日益增长的物质文化需求的客观需要,是衡量军休服务管理进步程度的重要标志。近年来,在北京市民政局党委的正确领导下,市军休办在培养专业人才、开展特色项目方面有力推动了军休社会工作发展,并逐步形成了自身发展特色。本文从军休工作实际情况着手,讨论如何建立起以居家养老为基础、军休社区服务为依托、社会资源养老为补充的社会化军休服务体系。近年来军休办从培养社工专业人才与主动输出人才方面、围绕新的工作模式方面,即\"T\"字形结构不断拓展服务范围,横向将社会工作理念方法融入军休事业、军休文化和改革发展,创建了\"党建引领、社工助力\"的工作模式（简称\"党建+社工\"）,策划了有专家直接参与指导、设计科学、专业性强、服务内容丰富的\"三社联动\"军休社区社会工作服务项目。同时,引入社工督导工作坊,填补了军休社工专家督导空白,形成军休社区建设、军休机构、军休社工人员互联、互动、互补的新格局。本课题希望通过探索从协调性、综合性、自助性等方面提高军休社工的服务水平,从而发挥社会工作在军休改革创新中的作用,呼吁政策层面的支持,完善体制机制。", "label": "社会学", "id": 0}
{"content": "十年来,浙江省认真贯彻落实中央关于建设宏大社会工作人才队伍的决策部署以及中组部等18部委《关于加强社会工作专业人才队伍建设的意见》精神,以打造专业队伍、提升实务能力、发挥专业作用为主线,以组织建设、制度建设为保障,以加强教育培训、开发社工岗位、培育民办社工机构为抓手,积极推进社会工作人才队伍建设和社会工作发展,取得了阶段性成果。我们从建立健全组织领导体系、建立完善政策制度体系、建立健全经费保障体系出发,夯实社会工作发展基础;从着眼职业水平评价、出台激励政策、创新评价体系,来壮大社会工作人才队伍;从推动专业教育发展、培养督导等高级人才,来提升社会工作专业水平;从加快开发社工岗位、积极培育社工机构,来推进社会工作职业化进程。\"十三五\"时期,在认真贯彻落实中组部等18部委《关于加强社会工作专业人才队伍建设的意见》和《社会工作专业人才队伍建设中长期规划（2011—2020年）》文件要求的同时,本协会将紧紧围绕推动社会工作专业化、职业化和本土化,以人才培养为基础,以人才使用和平台建设为根本,以专业服务为核心,打基础、理关系、重规范,力争到2020年,浙江省社会工作专业人才总量达到4.5万人,社会工作专业人才的数量、结构、素质能力和社会工作服务的领域、规模、质量基本适应浙江省经济社会发展的需要。", "label": "社会学", "id": 0}
{"content": "据中科院调查,每十名青少年中,就有一名是读写障碍者。读写障碍是一种隐藏性的障碍,会造成青少年书写与阅读方面的困难,他们属于普通青少年中的特殊教育需求群体（简称SEN）。由于社会大众的认知盲区,他们被误解成懒、笨、不用心的差生对待,甚至逐步被孤立和边缘化。在国外,针对该类群体有专门配套的教育政策、资源、教学设施及专业的社工人员,为读写障碍者提供所需的服务和创造多元学习的教育环境。而在国内,关注该群体者寥寥无几。青少年社工在改善特殊教育需求人群的生存环境中应发挥专业带头作用,减弱社会大众对读写障碍者的负面标签效应,改善其因受到不公平对待而产生的反社会化倾向,减少未成年犯罪率。积极协助读写障碍者发挥其优势潜能,为其提供专业的辅导方法,协助其克服障碍和改善生存环境,提升社会大众对读写障碍者的正面认知。让大家意识到他们不是没有能力,只是能力不同而已。他们需要更为专业的辅导训练方法。2012年,在广东进行试点项目引入后,读写障碍迅速发展。2015年,中山率先对全市老师和青少年社工进行读写障碍专业知识的培训。2016年,将读写障碍服务引入内地后,从一个试点班到一所学校并扩展至三所学校,服务从无到有,开展河南研讨会,为51所中小学行政管理者培训读写障碍知识等,已逐渐开始重视该类群体。因此,我们呼吁,在青少年社工的专业学习中应增加读写障碍专业知识的学习,并进行甄别与多元化的实务训练,为更多的读写障碍者改善生存环境,消除不合理的歧视!", "label": "社会学", "id": 0}
{"content": "抗逆力是指当个体遭遇困境时,会理性地做出正面、建设性的选择方法和应对策略的能力。外来务工人员子女普遍存在抗逆力水平不高的情况,在日常的学习生活中容易产生一系列的青少年社会问题,如今已成为了社会新的关注热点,本文的研究有利于了解学校社会工作对外来务工人员子女抗逆力形成的影响,以便更好地介入辅导,挖掘他们的潜能,提升外来务工人员子女抗逆力。本论文在梳理学术界研究动态的基础上,结合笔者多年来在学校社会工作中的经验,以广东省深圳市福田区一所外来务工人员子女较为密集的学校为例,开展学校社会工作在外来务工人员子女抗逆力中的介入研究。论文中以具有代表性的案例为引导,通过个案辅导重建自我认识,小组介入增强效能感,家庭、学校和社区联合营造接纳、互助氛围,从外来务工人员子女自身效能感、家长教育、教师影响、学校及社区环境等方面阐述学校社会工作对外来务工人员子女抗逆力形成的影响作用。本文研究结论得出,学校社会工作可以通过重构外来务工人员子女生活环境,增加其外在保护性因素影响力;通过个案辅导、小组工作及社区服务发掘服务对象潜能,提升服务对象效能感等,增加其内在保护因素的力量,进而促进外来务工人员子女抗逆力的形成和巩固,以应对各种社会问题。因此,培养和提升他们的抗逆力对他们的成长具有重要的意义。", "label": "社会学", "id": 0}
{"content": "我国社会工作发展处在起步阶段,据民政部最新统计,我国在城乡社区和相关事业单位设置的社会工作服务站已达13697个,设置的社工专业岗位超过27万个,目前我们社会工作专业人才总量达到76万人,按照规划到2020年要达到145万人。2007年,全国民政系统社会工作人才队伍建设推进会在深圳举办,开启了社会工作专业化、职业化、本土化发展的新历程。今年是深圳社会工作发展的第十年,现有社工7083人,服务量达900万人次。社会工作服务是一个实践性的助人活动,它的有效运作离不开专业的评估工作,因而对社会工作评估的讨论也成为专业探讨的重点议题。专业且系统的评估有助于社会工作服务规范化管理,促进社会工作服务朝着专业化的方向发展。目前对社会工作服务的评估形式简单可以分为两个方面,一是集中关注服务管理运作的过程评估,二是关注服务指标产出的结果评估。有学者在现有的评估模型的基础上提出了一个整合的评估模型。他提出从项目理论评估、监测评估、影响评估、成本——收益评估四种评估形式对社会工作服务进行评估,并从评估形式、评估目的、评估内容、评估方法、评估对象和评估时间六个纬度构建评估模型。近年来,政府购买社会工作服务方式越来越多,从最初购买社会工作岗位、特定领域服务项目到目前大力发展社区社会工作,深圳现有社区党群服务中心670家。研究者期望可以将整合的评估模型运用于社会工作服务项目中,以社区党群服务中心项目的评估实践,对其进行验证并提出改善建议,探讨更加专业规范的评估模型,提高项目管理和指导的绩效,满足项目各方的需求。", "label": "社会学", "id": 0}
{"content": "顾客满意度是衡量医院服务质量的重要指标之一,能够将患者在医疗服务过程中的主观感受反馈给医务人员,促进医务人员不断提高其医疗服务水平。同时,在公立医院改革的大背景下,以事定费的资源配置方式将成为改革的重点,而顾客满意度是影响以事定费的一个重要因素。因此,顾客满意度对医院具有不可忽视的重要意义。医务社工作为医院服务工作的一份子,在日常工作中运用社会工作价值理念和专业方法,以倡导者、参与者、调解者的角色,从患者、医护人员、医患等不同的角度,为患者及患者家属解决就医过程中遇到的困难和问题、增强医患交流,有效的弥补了医院服务中的空缺,在医院顾客满意度建设方面具有重要意义。本课题以深圳市龙岗区春暖社工服务中心医务社工服务为例,对医务社工在医院满意度建设中的作用进行阐述,同时对当前社会背景下医务社工在满意度建设中的问题以及建议进行阐述,为医院以及医务社工服务提供可供借鉴的经验和建议,促进医院满意度建设工作。", "label": "社会学", "id": 0}
{"content": "我们在深圳市阳光家庭综合服务中心执行的\"护蕾计划\"反校园欺凌项目中运用论坛剧场技术,让学生、家长、老师、社会各界人士讨论预防校园欺凌的方法。我们把论坛剧场这种应用戏剧的形式用在讨论预防校园欺凌的话题中。我们营造安全环境下的类似校园欺凌现场的场景,提倡观众尝试用行动去预演如何预防、解决校园欺凌的方法。短剧演绎及观众上台替换演员演出的方式让参与者融入剧场环境,观众跟着引导者的带领去讨论从个人、中观群体力量、宏观社会结构权利三个层面思考处理校园欺凌的方法。在剧场中,社工看到有三类预防校园欺凌的方法,一是个人层面,做到不参与或帮助受欺凌者;二是在家庭层面,希望父母多陪伴孩子,进行家庭教育;三是在教育系统层面,学校、老师多做干预及应急处理。综上所述,多数观众认为预防校园欺凌要从教育系统、家庭教育、个人行为规范三方面形成相互促进及影响的机制。论坛剧场作为\"护蕾计划\"反校园欺凌项目的一部分,形成了一套反校园欺凌的社工活动程序,为项目提供了收集大众对校园欺凌的认识及应对措施的方法,并提供讨论空间。", "label": "社会学", "id": 0}
{"content": "当前,世界上绝大部分发达国家都已经进入了老龄社会,很多发展中国家正在或即将进入老龄社会,21世纪是全世界人口老龄化的世纪。人口老龄化导致人口年龄结构的不断调整,正对经济、社会生活产生广泛而深刻的影响。老龄化已成为世界各地普遍存在的现象,成为全世界共同关注的社会问题。老龄化反映了医疗科技和公共卫生的发展,使得人类寿命普遍提高,是人类社会伟大的成就之一。但随着老龄化程度的进一步加深,老龄化对经济、社会发展的影响也在日益加深。中国作为世界上最大的发展中国家,在经济社会发展尚不发达的情况下进入人口老龄化社会的,呈现出\"未富先老\"的特征。老龄化不仅给经济,社会生活带来影响,养老方面的问题也日益凸显。面对庞大的老人人口,如何保障老年人晚年生活达到\"老有所养、老有所医、老有所乐、老有所为\"的基本目标正考验着我国的养老服务。以深圳为例,与其它发达国家、国内城市一样,面临老年人口不断增加。据深圳官方数据:2016年深圳实际管理人口已突破2000万;户籍人口350万;深圳老年人口已突破120万,占实际管理人口6%,户籍人口34.2%。深圳正在\"跑步\"进入老龄化社会。深圳将面对人口老年化\"入院\"难的严峻考验。运用社会工作介入老龄化问题,以优势视角理论看待老年人口,改变传统老年人即为弱势群体的观念,发掘社区老人资源,服务社区老人,以\"公益心态、商业手法\"有效利用资源,发展\"银发服务\"。从积极老龄化的视角出发,倡导积极养老的理念,以\"老伙伴志愿行\"为例分析老年志愿服务在老龄化进程中扮演的积极能动的角色,提出按需养老,根据老人需求和消费能力制定有质量的社会服务方向。", "label": "社会学", "id": 0}
{"content": "文章以北京市M社会工作事务所承接政府购买低保家庭服务项目的实践为个案,分析社会工作介入低保家庭服务的途径和方法。专业社会工作者采取\"背景调研+多途径评估\"的方式对低保家庭开展需求评估;并在需求评估基础上,采取\"个案辅导+团体服务+政策宣传+资源整合\"四位一体的介入策略,协助社会救助家庭成员重建健康心态、全面提升能力、广泛链接资源等,实现社会救助的多元化、专业化、个别化。文章认为,社会救助是一个长期持续的过程,社会工作参与低保家庭救助工作的介入空间仍然很大,必须在维持现有成效的基础上,不断深入探索创新服务,还应促进政社互动,建立长期稳定的合作关系,政策和服务双管齐下,共同促进低保家庭自立和增能,协助低保家庭真正脱离困境。", "label": "社会学", "id": 0}
{"content": "社会工作实务是在工作对象与环境相互影响的过程中进行直接干预的。专业社会工作者必须是具有文化敏感性的实务工作者和人类发展政策的有力倡导者。已有文化敏感性研究已经证明,文化敏感性的阈值调整有助于社会工作者效能提升和工作满意度提高。国内文化敏感性研究领域大都在微观个人与群体接触和交融领域,很少涉及宏观场域的结构文化对撞与契合研究。\"三社联动\"机制是我国完善国家治理体系和推进治理能力在社会治理领域的创新模式,实践已经证明,社会工作实务只有积极参与创新,并努力扎根社区,才能获得专业地位,体现专业价值。本文拟在\"三社联动\"创新社会治理的实践场域中,基于社区扎根理论和文化敏感性模型,分析专业社会工作实务者群体结构的核心价值伦理与社区基层结构习惯性维稳观、社会组织结构盈利和非盈利多重价值取向并存的接触和交融问题,指出只有在不断提高适应现实结构中的文化差异能力,在发展过程中反观和改进才能真正迎接经济社会挑战,实现社工让社区更美好的愿景,担当促进社会公平正义,增进人类社会福祉的专业使命。", "label": "社会学", "id": 0}
{"content": "笔者在回顾以往关于个案管理模式的文献基础上,将研究主题集中在个案管理模式在残障康复社会社会工作中的运用和反思。主要运用质性研究为主进行研究,运用了焦点小组、深度访谈法,也运用了定量研究的问卷调查法。本文主要对福田区残障社会工作服务领域中实际采用的个案管理模式、个案管理步骤,个案的目标实现情况,社工作用及角色四个方面进行研究。个案管理模式中最重要的因素也是成功的关键,暨建立跨专业合作团队和资源整合两个方面,笔者从研究中总结和提炼出这两个方面符合本土化的可操作方案。同时,对个案管理模式的有效推行的内部和外部因素进行反思,暨作为推行者的社工自身专业素质及能力,和推行个案管理外部环境建设如何起到支持作用。", "label": "社会学", "id": 0}
{"content": "随着外国人口规模的迅速发展,以及深圳国际化发展的战略引领下,如何为来深移居的外国人提供服务以及打造符合国际化全球化发展需求的社区环境已经成为一个重要议题。透过前期调研显示,来华移居人士的主要服务需求有:（1）居住地生活、文化适应;（2）法律政策保障;（3）城市融入及社会交往等。在深圳率先响应国际化服务需求的外国人服务站本着\"讲好中国故事、放大深圳声音\"的思路,对社区外国居民开展一系列适应性、参与性、融合性的服务,包括:外国人适应跟进计划、中文课堂、\"深圳·印象\"青少年城市探寻计划、中国文化传习工作坊、中国故事馆、中外家庭交流计划及国际友人节等项目。在服务策划上,需考虑在地资源的运用,如用文化独有的魅力作为桥梁,透过不同国家文化传播、设置具有多国文化元素的公共空间,促进居民彼此间的了解和认同;建立不同国家居民的交流平台,如开展不同国家居民交流活动如国际友人节等,以促进彼此的了解;设置同国籍的关怀大使,协助开展针对新入住外国人的适应指导与陪伴服务;培育外国人社区社会组织,运用该群体的内生力量满足其康乐、社交等需要;建立国际志愿者,树立移居人士与本土居民共同认同的社区价值理念和意识。", "label": "社会学", "id": 0}
{"content": "当前,中国社会工作人才队伍的实务能力偏低,主要表现在社工服务技能不足、面对个案心理压力大、专业自主性不强等方面。根据以上表现,笔者对社工、机构和社会三个方面分析其原因,并从社工层面、机构层面、高校层面和政府层面提出相关对策,用以提升中国社会工作者的实务能力。", "label": "社会学", "id": 0}
{"content": "国内学术界对企业文化建设、社会工作等问题分别进行了广泛而深入地研究,但对将二者相结合,在企业文化场景下研究社会工作的重要意义还没有引起足够的重视,目前在大部分企业中,贯彻企业文化建设的实际工作主要是企业的工会、咨询和服务部门来推动,而事实上,大部分实际工作部门的组织机构并不专业和完善,其工作人员也未曾经过专业培训,他们凭借自己的经历和经验,用传统的工作方法代替现代生命关怀,因此无法产生应有的工作效率与效能,严重地影响了企业文化的建设。因而,寻求一种专业的介入手法,积极推进和开展企业社会工作,已经成为一项十分迫切和有意义的工作了。本文阐述了在企业文化建设中如何合理选择企业社会工作方法,所需遵守的各项原则,以及如何实现专业方法选择的持续创新,实现企业各种关系的良性互动,从而有效形成企业精神文化、制度文化、行为文化与企业社会属性高度结合的和谐企业文化,提高企业的核心竞争力。", "label": "社会学", "id": 0}
{"content": "随着服务人数增长带来的需求服务分层和机构服务品质分层,对人才培养也提出了新的要求,不断在服务过程中提升专业能力。在人才培养过程中,要分析工作过程和理论适应性,重构课程设计,以服务者和服务对象双需求为核心,以学分银行为纽带将非学历教育、学历教育融通转换,构建社会工作者专业成长阶梯和服务能力匹配,通过远程教育方式让知识获取随时、随地,形成社会工作人才培养新通道。", "label": "社会学", "id": 0}
{"content": "自中共中央十六届六中全会提出建立一支宏大的社会工作者队伍至今已有十年,在全国雨后春笋般涌现出了几千家社会工作服务机构。这些机构不同于其他社会组织,是在政策的直接引导下成立,发展具有其独特的规律。其中,深圳是全国专业社会工作发展最早也是相对最成熟的地区,被誉为中国社会工作行业的\"黄埔军校\",因此,对深圳的民间社会工作机构的发展现状进行研究具有较为显著的意义,其发展经验和存在的问题亦为政府政策的制定和改善提供了的依据。根据调查,这些民间社工机构在近十年获得了快速的发展,深圳规模以上机构数量超过50家,注册社工人数突破8000人。但这些机构普遍对政府依赖较重,受政策影响较大,其收入来源中政府购买服务比重很大,有的甚至接近100%;在服务方面,机构的同质性很强,区别度不大,专业化程度不高,服务水平和质量较为接近,不具备较强的不可替代性和核心竞争力;在人才队伍建设方面,深圳基本建立起了从一线社工-督导助理-初级督导-中级督导的专业人才的梯队,但行业薪酬福利水平不高,专业水平仍有待提高,社会认同度较低,优秀社工流失严重。这些问题的成因,一是由于社会工作的专业发展仍处在初级阶段,专业性、影响力等方面需要时间去沉淀和发展;二是自上而下的推动方式使得机构的发展方向和方式主要受政策的导向,不符合组织发展的一般规律;三是相关服务领域的快速发展与社会工作专业教育水平不匹配等。基于上述的现状和问题,中国专业社会工作的发展可谓是遇到了瓶颈,需要相关政府和从业者充分重视,调整发展思路,共同促进专业社会工作本土化的长远发展。", "label": "社会学", "id": 0}
{"content": "随着哲学的不断发展,人们日渐意识到人与人之间的关系当属主体间性关系,这一概念逐步被运用到教育学、广告学等领域,精神康复领域亦有通过主体间性概念运用于精神病患者的心理治疗。作为助人自助的社工行业,首先笔者阐述建立社工与精神康复者的主体间性关系的必要性,其次通过对主体间性的专研建构主体间性关系模型。通过对社会工作者与其服务精神分裂症康复者的个案服务过程进行参与式观察,并对双方进行深入访谈,了解其关系现状,并分析影响双方建立主体间性关系的因素,其中包括精神病污名化、服务管理模式、恋权的传统文化、社工专业知识的掌握、社工与康复者自身经历等因素的影响,并在此基础上提出了对社工与精神康复者建立主体间性的构思与探索。", "label": "社会学", "id": 0}
{"content": "社会工作的本土性决定了我们的实践必须符合社会文化现实,回应社会现实问题。义仓起源于隋唐,是中华文化的宝贵财富。现代义仓汲取中国传统思想的精髓,吸取本土优秀文化元素,以社区为本,调动社区内部地力量解决社区内部的问题。通过培育在地社区力量,辅以现代化互联网管理软件,推动社区内部互助关系的形成。本文从现代义仓的特点、工作流程、透明化管理、文化的传播等方面,全面介绍义仓作为一种本土社会工作的实践,其中包括以义仓为核心的参与式互助体系介绍、各项目在体系中如何协同配合以及各机构在全国各地的义仓开展中的工作成果。", "label": "社会学", "id": 0}
{"content": "近年来伴随着政治、经济、文化、社会的快速发展,中国社会问题日益突出。自党的十六届三中全会以来,党中央提出建设一支宏大的社会工作专业人才队伍,专业社会工作者成为了创新社会治理中的一支生力军,社会工作督导的培养也逐渐被提上专业发展进程。本文从中国成都本土经验出发对社会工作督导培养进行研究。之所以选择督导培养的视角,是因为社会工作具有预防、解决社会问题的功能,而督导对专业社会工作者发挥着支持、教育、行政至关重要作用。专业社会工作者作为国家第六类人才,他们是一个特殊的职业群体,既要为有需要的个人、家庭、社区、群体等服务,协助预防、解决社会问题,帮助他们走出困境,和谐整个社会,发挥解决社会问题缓冲器功能,提高人们生活质量,而同时其又作为同各类人群一样具有生物属性的个体,面对复杂的社会问题和社会环境以及不同的社会群体,同样也需要情绪支持;在工作上更需要行政和专业教育指导,社会工作的特殊性要求打造一支职业化、专业化的督导人才队伍。截止到2016年,全国持证助理社会工作师和社会工作师近30万人,而大部分持证社工不会做实务,带领实务实习的督导稀缺。社工督导培养的实践研究,就具有了非常重要的现实意义和理论意义。本文旨在通过本土社会工作督导培养实践的研究,引起社会对督导培养的关注,以便相关部门制定政策,同时为专业社会工作督导培养理论研究提供一定的参考价值,以便推动社会工作专业人才队伍建设和社会工作良性发展。", "label": "社会学", "id": 0}
{"content": "新疆是中国典型的少数民族聚居地区,由于地理条件的限制,发展相对缓慢,劳动力资源相对不足。近年来,新疆喀什地区在中国政府的支持下快速步入了现代化的行列。现代化的进程同时也催生了许多新的问题,特别是生产方式转变与对现代化的适应性问题。本文主要阐释在新疆喀什地区通过社工服务项目的形式组织社工服务社区,促进喀什地区社区建设:一方面,培养本土社会工作者,派遣深圳优秀督导开展专题培训,组织新疆喀什地区本土社工外出交流,培养一批训练有素、熟悉少数民族文化和生活方式的专业社会工作者;另一方面,开展社区居民能力建设,组建社区居民互助队伍,通过专业的社会工作者多样化的社工服务,逐步培养社区居民能力;第三,重视青少年发展,开展青少年能力建设,组织青少年对外交流,拓宽青少年视野;第四,开展民族地区妇女技能培训,结合新疆喀什地区民族刺绣的特点,邀请专业讲师开展妇女刺绣技能培训,提高民族地区妇女的专业技能,促进就业和生产力的提高。", "label": "社会学", "id": 0}
{"content": "近代社会工作已有近400年的历史,社会工作教育也有近百年的时间。总的说来,国际社会工作是沿着治疗-预防-发展这一脉络发展的,社会治疗和社会改革成为影响社会工作和社会工作教育的两大主流思潮。但不同的社会工作教育体系还是有其共同点,如都强调社会工作价值观的培养,都设置社会工作所必需的基本课程等等,这些共同点构成了国际社会工作教育的通则。20世纪80年代以来,世界各国大学都把课程改革列为教育改革的重要因素,掀起新一轮以课程改革为核心的教育改革运动。培养目标多元化、重视创新精神和实践能力培养、学科教学与学生活动相结合、让学生经历知识和\"真理\"的探究过程等等,成为大学课程体系设计的国际趋势。论文从分析社会工作教育的国际背景和课程体系设计的国际趋势出发,提出了中国社会工作专业课程体系设计的设想,认为应确立以培养通才社工为基础、专才社工为方向的人才培养目标;社会工作者应具备的专业能力包括社会工作的专业价值观和伦理、对社会系统的理解、对案主系统的理解等基本能力和专业综合能力;由此入手,组织与建构专业课程,进而根据课程性质和目标选择和组织课程内容。", "label": "社会学", "id": 0}
{"content": "伴随着中国经济的快速发展,我国职工数量不断激增。经济体制改革的深化,也使职工从\"单位人\"逐步向多元化经济体分散并快速向非公企业流动。城乡一体化的建设格局,促使农村剩余劳动力加速向城镇流动,并出现了相当数量的农民工、劳务派遣工等。职工队伍的不断递增,职工结构发生较大变化,劳资矛盾和职工诉求成为日益凸显的问题。基于此点,本文以上海浦东公惠社会工作服务中心为研究对象,提出了在传统的基层专职工会干部缺乏,服务力量严重不足的问题上,中心如何通过政策嵌入、结构嵌入、关系嵌入和认知嵌入等方式融合并改善原有传统模式的工会服务,有效地提高工会服务的科学性、系统性和专业性。本文以上海市浦东新区总工会探索的具体实例展开论述,从工会社会工作人才队伍建设的功能与定位、实施策略以及在嵌入过程中出现的问题和困惑三个方面进行剖析,从而更好地启发和推动工会社会工作人才队伍建设的发展,使之成为工会组织中的骨干力量和中国社会工作人才队伍本土化发展的一支新生力量。", "label": "社会学", "id": 0}
{"content": "2007年以来,广东社会工作逐渐呈现百花齐放的发展态势,在政府-市场-社会三元社会治理格局下,各相关主体在不同地区、不同领域形成不同的互动关系及合力模式,使本土社会工作呈现多样的发展形态。其中,主导型、内生型、耦合型和驱动型四种发展路径占据主导地位。主导型发展路径指的是,党政部门基于深化体制改革和加强社会建设及社会治理（或管理）创新的思路,采取综合措施自上而下推动专业社会工作发展的路径。内生型发展路径指的是,社会工作行业各主体基于专业自觉而采取综合措施自下而上主动引领专业社会工作发展的路径形态。耦合型发展路径指的是,政府-市场-社会三元格局中社会工作相关原有主体与现代专业社会工作主体基于各自发展需求而主动平等地共同合力推进专业社会工作服务的发展路径。驱动型发展路径指的是,多样化背景主体在市场导向下进入社会服务领域开展社会工作服务的发展路径。SWOT分析发现,每条发展路径既有各自发展的优势和机遇,也有客观存在的劣势和挑战。横向上,当前主导型路径占最大比例,但从纵向发展来看,不同发展路径存在动态变化且内生型路径和耦合型路径将获得更大的发展空间,成为社会工作发展的基本方向。此外,要塑造本土社会工作的专业性,必须始终确保专业服务和服务环境营造两个基本维度的内在匹配。", "label": "社会学", "id": 0}
{"content": "早期临床督导强调个人深度反思,主要学习媒介为过程记录。二次大战后心理治疗发展多元化,新兴心理治疗学派在临床督导模式有所创新,发展出有学派特色的临床督导模式。单向镜督导方式利弊:约自1980年代起,单向镜督导方式兴起,临床督导从侧重个人反思,转为探讨具体临床技巧。在这种模式下,交流变得双向性,导师和学生的临床工作同样地都要暴露出来做检视。这发展深受学生欢迎,特别是可以真实具体化地观察和探讨临床工作,学生能够更快掌握和提升临床技能。对导师来说,这是挑战,亦是机遇,调节心态,抱教学相长精神,既可持续提升临床技能,亦可加强临床督导效益。但是单向镜模式临床督导亦有其问题,例如对案主不平等和学员纪律不严等。跨越单向镜:有鉴于单向镜督导模式的不足,我们在临床督导模式上做出勇敢的突破:跨越单向镜,老师、案主和多达二、三十名不同专业背景的学员共处一室,更为透明、平等、互动地去参与辅导过程。我们很快便深刻体会到这种模式的优越性,主要优点有:（1）所有参加者都面向案主是对案主更高的尊重,再者,我们要求参加者不单只是\"分析\",更要\"分享\"相关个人经验。我们发现很多时候\"分享\"比\"分析\"更有说服力;（2）参加者在案主面前讨论是更好的训练,避免了无意义的理论或学派争辩,观点较切合案主的情况和需要。另一方面,案主既可以澄清不准确的论点,同时亦受益于讨论过程;（3）由于参加者来自于不同专业,有助案主达至更全面的了解;（4）我们可以在适当时候结合一些小组治疗技巧,例如角色扮演、模拟处境练习等,达至单独辅导难以做到的效果。回顾过去十多年实践经验,我们做了过百次这样模式的临床示范训练,累积参加者约有三千人次,过程中我们体会到并且完善了带领这种治疗-教学结合平台的技巧。总结来说,透明互动临床示范训练模式于华人社会的适用性、治疗效果和训练价值得到初步肯定,值得进一步在不同华人辅导培训中心试验。", "label": "社会学", "id": 0}
{"content": "北京市在全面推动社会工作专业发展期间,积极探索社会工作创新,推出了引领、融合、服务的社会工作新模式。首先,在宏观层面,北京市出台各类专项政策,奠定了社会工作在基层社会治理中的主体地位。其次,注重理论建设,尤其是本土化理论的建设与发展,创新教育模式,开展多层次的人才队伍培养方式,提升人才的数量与质量。在发展的过程中,北京社会工作行业组织认识到,要想充分发挥政策、理论及人才的引领作用,就必须主动把握大局,敢于打破传统行业壁垒、区域壁垒。充分利用京津冀社会经济协同发展的有利契机,积极与天津、河北的同行合作,构建社会工作行业协同发展的标准与规范。同时鼓励开展跨界合作与政社合作,利用商业智慧助推社会服务可持续发展,与各相关单位紧密合作,共同推动社会工作行业制度化与规范化建设,逐步实现跨界、互联、融合、共生。提供多种服务,取得多种服务成效是获得社会认可的最佳方式。为此,北京市社会工作行业组织重点围绕\"以需求为导向\"的服务理念,逐步形成\"以联动式服务为平台、以参与式服务为重点、以精准式服务为方向\"的具有首都特色的专业社会服务模式。社会组织的积极性得到提升,直接受益群体也不断扩大,服务范围及精准度也不断提升。", "label": "社会学", "id": 0}
{"content": "2016年盐城\"6·23\"风雹灾害事件之后,受江苏省民政厅委托,江苏省社会工作协会根据灾区需求,结合所学专业、擅长方向、救援工作经验等指标,从全省招募并择优挑选了53人组成江苏省首支灾害社会工作服务队,进入灾区开展了为期半个月的心理救援服务。该服务队由1名香港资深社工督导及2名心理医生组成督导团队,并根据实际情况组成了13个小组,每组由1名社工+1名心理咨询师+1名外地志愿者+1名当地志愿者组成,其中社工担任组长。服务队主要任务是在灾区进行灾后服务需求评估,为有需要的灾民进行心理救援服务,动员政府及社会资源整合,帮助灾民重建信心,恢复个人、家庭及社会功能,重建新生活。在服务前期各小组进行了大量的需求调研及评估,并为受灾群众提供了相关讯息、情绪支援等服务,对有需要的灾民提供个案辅导及危机干预等服务。各小组白天走点开展服务,晚上由督导团队带领进行集体会议,跟进当天服务情况,并对重要案例进行研讨,同时整理相关的服务报告。并以一周为服务周期,对服务进行阶段性评估总结。服务最终成功组成了一支由\"社工+心理咨询师+志愿者\"的灾害服务队,培育并推动了一批当地社工及志愿者继续在灾区协助重建工作,同时形成了\"督导+小组长+组员\"的灾害服务工作架构,积累了灾害服务的宝贵经验。", "label": "社会学", "id": 0}
{"content": "本案例工作员运用\"资产为本\"的社区发展模式介入灾后社会工作服务,积极挖掘社区资产,协助地震灾区一名待业大学生建立起\"云南鲁甸公益部落\"灾区爱心义卖淘宝店,鼓励其动员灾区内在的力量和资源,义卖核桃、花椒、灾区妇女手工制作的棉鞋等灾区自产物品,用自身及灾区的优势来推动服务对象灾后的生计发展,以及负能量的消弭。同时,工作员积极协助服务对象链接灾区外部资源,提升爱心淘宝店铺的影响力,在多方协作下,淘宝店铺最终实现了独立运作,自主运营,义卖额达18962元,直接受益灾民人数为51人,加速推动了灾后居民生计发展,增强了灾区自身造血功能,取得了良好的服务效果。", "label": "社会学", "id": 0}
{"content": "随着现代化进程的不断进步,中国农村剩余劳动力不断涌入城市。而随着城市农民工人数不断增加,相应的农村留守儿童数量也在逐渐增大。据第五次全国人口普查数据显示,目前,我国留守儿童人数约2300万人,其中农村留守儿童人数达1980多万人。近年来,人们越来越多关心留守儿童的问题,最直接的原因是适龄儿童辍学率居高不下,面临人身安全等问题。农村留守儿童缺乏家庭教育也因此引起了人们的关注,特别是因为家庭,社会问题导致的家庭教育资源获取不足,成为今天的社会注意问题的重点。在我国发展转型期,农村留守儿童的家庭教育具有重要的现实意义。随着城市化的不断发展,人口流动的加速,农民工这个群体会越来越大,农民留在村里的儿童的教育缺失问题将越来越突出。家庭教育与儿童健康发展有关国家未来,也与和谐社会的发展有关。留守儿童缺少家庭教育是我们的社会在过渡时期面临的主要问题之一,需要引起全社会的关注,如何对待留守家庭教育的孩子现状,如何让农村留守儿童得到更好的家庭教育,本文将从社会工作专业角度出发揭示农民村里缺少家庭教育欠缺的影响,以及给出相应的专业建设性政策意见。", "label": "社会学", "id": 0}
{"content": "本研究主要通过文献法、访谈法及参与式观察法收集资料,针对一项2015-2016年间Y机构在深圳市4个社区内展开的社工服务项目进行质化研究,重点探讨以亲子阅读为策略对流动儿童家庭教育进行社会工作介入的现实性与有效性。研究结果显示,在当代中国,以亲子阅读为策略对流动儿童家庭教育进行社会工作介入具有很强的现实性。社会工作整合社会资源、连接多个系统的取向,有助流动儿童家庭阅读氛围的建立,亲子阅读行为和亲子互动时间的增加;同时,以亲子阅读为策略的社会工作介入有助改善社会工作者与流动儿童家长的专业关系,使之更具合作性,能够更加主动地参与家庭教育新理念与方法的学习,增进家庭教育的信心。", "label": "社会学", "id": 0}
{"content": "随着工业化和城市化的进程,越来越多的企业员工选择了举家迁徙的方式进入城市,城市流动儿童数量大幅增加。但由于企业员工下班时间与学校放学时间不一致,员工子女四点半放学后无人照管,其面临着安全照顾、学前教育、城市融入等一系列问题。本文以深圳市龙岗区中南社工服务社\"安馨家园\"——企业员工子女课后托管项目为例,全面阐述了以企业为责任主体的托管模式如何有效解决学龄前流动儿童的安全问题。该项目以企业为平台,社工服务为主导,首先推动企业建立以自身为责任主体的员工子女课后托管模式,免费为托管服务提供场地支持;其次与企业员工子女就读的幼儿园建立联系,四点半放学后直接将校车开进企业员工子女课后托管中心,形成了儿童安全照顾从四点半放学之后到企业托管之间的无缝链接,最大限度地保障儿童课后安全;最后引进专业社工,由其为企业员工子女提供\"基础功能+能力提升+城市融入\"三位一体的全方位专业服务,在确保企业员工子女课后安全的同时,为其搭建安全、快乐、健康的成长平台,最终减轻企业员工对子女课后无人照顾的顾虑和压力,使员工全身心投入企业生产,更好地服务企业。该项目将企业社会责任践行与学龄前流动儿童服务进行了有效的结合,在解决员工子女课后安全照顾难题的同时,降低了企业员工流失率,真正的实现了企业与员工的双赢局面,也为数量庞大的流动儿童群体的安全照顾问题提供了另一种可能性。", "label": "社会学", "id": 0}
{"content": "我国流动人口规模从20世纪90年代开始快速增长。据国家统计局数据显示,至2016年末,全国流动人口达到2.45亿人,预计2020年之前,流动迁移人口年增长约在600至700万人。大规模人口流动背景下,大量的流动儿童跟随父母从农村来到城市生活,流动儿童群体规模持续快速增长。第六次全国人口普查数据显示,全国0-17岁流动儿童数量为3581万。其中,广东省以408万人成为全国流动儿童第一大省。流动儿童在学校教育、生活适应等方面均面临挑战,需专业社工服务进一步跟进。作为一座典型的移民城市,深圳市流动儿童数量于2013年已达到120万,占当年全市常住人口的11.3%。本文以深圳市L区流动儿童群体和LX社工机构为该群体提供的服务项目为分析样本。L区是典型的城中村社区,也是流动儿童的主要生活场景。LX社工机构从2010年开始重点关注流动儿童服务,开展了大量从流动儿童视角出发的社区融入、安全教育、返乡就学等服务。纵观LX社工机构的流动儿童服务历程,从最初开展城市融入到推动社区动员参与,正体现了从城市中心主义到多元文化取向的转变。本文以文化多元为分析视角,对现有流动儿童社工服务进行提炼总结,尝试提出适切的流动儿童社工服务推进思路。首先,所谓的城市中心主义是指,遵循发展主义逻辑,将农村看作是\"落后\"的,片面强调流动儿童进行城市融入。鲍曼用\"流动性\"的概念,指出在一个充满多样性的时代,自身认同的不稳定性是基本问题。流动儿童对家乡印象的消解和城市融入的困难,会造成其认同困境。其次,流动儿童兼具\"流动人口\"和\"儿童\"两种群体特征和需求。因此,社工服务要保持接纳多元文化的专业敏感性,将文化多元取向体现在社工服务中。流动儿童社工服务既是针对特殊群体的专业服务,也是指向流动人口和儿童两大群体的基本服务。在社工服务不断创新服务形式的当下,我们更要反思社工服务的本质是什么。流动儿童社工服务,要在尊重彼此文化差异性的基础上,更好地发掘共同体意识和融合可能性。", "label": "社会学", "id": 0}
{"content": "1、背景与原因中国企业的基层员工大多是异地务工的农民工,由于他们文化水平相对较低,安全意识不强,所以受到工伤的很多。顺德区每年受工伤职工高达1万多名。工伤发生后,由于他们人生地不熟、资源相对缺乏、政策法规认识不足,一人工伤可能一个家庭陷入困境,不仅是精神上的,还有经济上的,甚至影响社会稳定。因此工伤员工是一个需要社会更多的关注和支持的特殊群体。2、服务内容与手法以工伤员工个人、家庭系统乃至社会环境为立足点,以个案为主、活动外展为辅的工作手法,以及链接社会资源等途径为工伤员工开展\"情感关怀、心理辅导、慰问解困、法律服务、安全知识再教育、联系再就业\"六位一体的支持服务。住院时及时探望慰问、倾听陪伴,给予情感关怀;出院后跟进康复情况及心理辅导;对家庭经济困难的工伤职工则链接资源为其解困;对有维权需要的人员提供免费法律服务;对有劳资矛盾的工伤职工,提供关系协调和调解;对能够继续从事工作的员工进行安全生产再教育,以及联系再就业服务。3、服务目的与成效帮助工伤员工缓解工伤所带来的心理焦虑和恐惧;帮助工伤员工恢复躯体机能、合法维权、重塑信心、建构积极的社会支持网络,恢复其社会功能,重新适应职场。通过关系的协调,缓和社会矛盾,维护社会稳定。", "label": "社会学", "id": 0}
{"content": "综合分析前人研究结果发现,社会工作届鲜有对社会工作和企业社会责任（CSR）的研究,也没有企业社会责任与员工流失关系的研究,这两项实证研究则更是一片空白。而根据笔者3年企业社工经验和5年EAP经验,企业社工可以成为企业履行社会责任（对员工）的强大而专业的协助力量,对员工的企业社会责任的充分落实,是可以有效缓解员工流失的。因此,企业社会责任包括对员工、消费者、社区/社会、环境四方面的责任,本研究仅研究对员工的责任。本研究在前人理论研究基础上,从企业社会工作视角出发,以顺德区W工业园区的制造业企业及其员工为研究对象,采用行动研究法（具体包括二手资料分析、问卷调查、个案研究三种研究方法）,探究企业对员工的社会责任履行情况与员工流失之间关系及企业社工如何参与CSR以缓解员工流失。研究结果证实:（1）企业对员工的社会责任履行情况是企业员工流失的最主要影响因素。（2）影响不同类型员工的流失的主要原因不同,服务需要有针对性。例如,男性员工离职意愿更容易受培训情况影响,为此可为男员工多提供成长类服务。女员工离职意愿更容易受是否遭遇负性事件及同事关系满意度影响,为此需要倡导友好、合作的团队文化,多开展团体活动,增进同事感情。（3）企业社工可从员工个人成长、人性化管理理念与能力培养、员工关怀服务三方面有效介入企业社会责任。不同于管理咨询公司的服务是从企业高层入手,影响企业的战略,企业社工的服务秉承以人为本的理念,从基层入手,影响整个企业的根基——人!", "label": "社会学", "id": 0}
{"content": "自2010年以来,社工的离职率在逐年增加,平均每年的离职率超过近10%,社会工作的发展面临着严峻的挑战;与此同时,社工行业处于高流动与高流失的状态,流动的趋势特点,其次,我们社会处于转型期,社会工作也居于起步阶段,并且与发达国家相比,我们的社会工作的适应性还面临着严厉的挑战。社工的能力与专业知识为社会服务对象提供优质服务,人力资源自然成为机构开拓专业服务空间,提升服务质量的重要资源。如何降低社工的离职率,进一步降低社工的离职倾向,进一步加快建设社会工作,具有极高的现实意义。本研究将以人力资源管理的视角,采用人力资源管理中的组织公平感调查问卷与社工人员心理契约调查表以及社工离职倾向预测调查问卷作为测量工具。通过派发纸质问卷和网络问卷对社工的组织公平感与心理契约以及离职倾向进行调查,以探究社工的心理契约、组织公平感以及离职倾向这三个变量之间的关系,凭借三者的的关系形成一种社工行业的人力资源关系模型,为稳定社工这一行业的离职倾向,留住高素质的社工人才,实行有效的人力资源管理方法提供有效的建议。如何从心理层面降低社工的离职倾向进而控制社工的离职行为,进而留住高素质的社会工作人才己经成为社工行业在人力资源管理所面临的主要问题之一。因此,通过心理契约与组织公平对离职倾向的影响研究进一步加快社会工作行业建设,有重要的现实意义。", "label": "社会学", "id": 0}
{"content": "改革开放以来,我国农村的扶贫工作成效显著,但贫困问题仍然突出。\"扶贫先扶智\",\"治贫先治愚\",教育扶贫作为我国\"十三五\"期间精准脱贫攻坚战略的重要举措,在扶贫全局中具有基础性、先导性、根本性的地位和作用。开展农村地区的教育精准扶贫,有利于提高贫困人口素质,增强其可持续摆脱贫困的能力;从而消除贫困文化,实现社会公平与正义。本研究以可行能力理论、增权理论、社会发展理论等为指导,综合运用问卷法、半结构式访谈法、参与式观察法对黄梅县Y村的教育现状及社会工作介入当地教育精准扶贫的需求进行调研,发现Y村学生普遍存在自我定位不清,学习目标不明,学习动力不足,学习习惯差,课业无人辅导等问题,严重影响其后续发展;Y村中心小学教师结构性缺乏,老龄化严重,素质低下,学校素质教育难以为继;家长思想保守,\"教育无用论\"盛行,家庭教育\"力不从心\",阻碍着教育扶贫工作的推进。基于此,武汉市阳光社会工作服务中心社会工作团队运用个案工作、小组工作等方法,通过开设四点半课堂、第二课堂,引领学生思想,辅导课业学习,培养学习习惯,发展多元智能;并逐步延伸到学校、家庭和村庄社会,全面介入教育精准扶贫。通过实务探索,初步形成了社会工作介入教育精准扶贫的\"双堂\"模式和\"学生+学校-家庭-村庄\"模式,取得了一定的成效。在后期的介入工作中应继续注重解放贫困人口思想;把教育精准扶贫的核心转移到教师群体上来;大力发展\"互联网+教育扶贫\",实现优质教育资源共享;同时引进社会工作服务机构,精准开展教育扶贫工作。", "label": "社会学", "id": 0}
{"content": "本土化是社会工作业界正在讨论的国际议题之一。虽然从文献回顾中发现这议题的概念性讨论已有不少,但是相关的实证知识,特别是对应亚太地区背景的探讨,还是鳯毛麟角。本论文旨在揭示社会工作如何能够在中国大陆的背景下开展本土化专业实践。本论文将会报告一个基于在广州进行循证青少年发展项目评估工作的研究结果。研究主要发现,该项目的成功适应取决于在专业和行政方面对项目推行过程的足够支持,以及项目用户愿意根据事实和经验来调适项目。本次研究成果,可以作为在中国大陆工作的社会工作专业人员和面临类似情况的其他地区的社会工作专业人士的参考,甚至是模楷。这个知识主张可以从文献回顾中的概念思想和实证研究结果找得到支持。", "label": "社会学", "id": 0}
{"content": "我国的精神康复者群体是一个规模较大,社会边缘化程度较高的群体。目前,精神康复者群体普遍存在社会参与程度较低、社会地位低等情况。在社会支持网络的构建中,精神康复者一般很少主动去构建自己的关系网络,而是被嵌入各种网络之中;他们一般处在这些网络位置的最底层,其网络资源摄取能力是极其有限的。以社会支持理论取向的社会工作强调通过干预个人的社会支持网络来改变其在个人生活中的作用。本文以深圳市P区为例,从正式支持和非正式支持两个方面对该群体的社会支持网络的现状及原因加以分析,并从个案、小组和社区三个层面对社区精神康复群体的社会工作介入进行分析讨论。本文认为唯有建立多层次、多元化的社会支持网,才更有助于社区精神康复者回归正常生活。", "label": "社会学", "id": 0}
{"content": "双重关系是社会工作伦理的重要议题。在中国社会工作发展尚不成熟的背景下,社区工作者在介入案主系统前,往往要先建立起与案主的\"人情\"关系,并在这个基础上建立起社会工作的\"专业\"关系,从而保证服务更容易被案主接纳。由于\"人情\"关系与\"专业\"关系的渗透,社区工作者面临双重关系的伦理困境。如何保持\"专业\"与\"人情\"关系的弹性,维持一个适度渗透的界限是案主系统与社工系统平衡互动的关键。社工需要敏锐察觉伦理问题,识别伦理困境的成因,并快速做出伦理决定。本文通过X社工对S社区个案的介入过程来分析社区工作者与案主的双重关系逻辑,发现双重关系的伦理困境主要体现为专业关系与人情关系的冲突、助人自助与案主依赖的冲突、服务品质与资源不足的冲突。同时,运用社会系统理论分析案主系统与社工系统的界限,讨论\"人情\"关系与\"专业\"关系之间的渗透,反思如何处理双重关系的弹性,并尝试对社区工作者的伦理选择做出建议。处理社工与案主的双重关系是本土社会工作函待解决的一个问题。本研究希望对中国本土情景下的双重关系进行探讨,以对目前我国社会工作双重关系带来的伦理困境提出实操建议。", "label": "社会学", "id": 0}
{"content": "<正>在物质的巨大废墟上,是工人阶级无言的精神的废墟,它的荒凉犹如烟花后的天空,记忆中的繁华如落在雪地上的爆竹的碎片,使得无边的黑夜和虚空变得触目而惊心。——吕新雨,《历史与阶级意识》2009年冬天,我回到东北老家,为自己的研究计划搜集素材。在离开前的最后一天,我去老城的工人社区寻访一家民间评剧团,参加他们每周的例行排练。团员是一群退休的老爷爷老奶奶——社会主义中国的第一代钢铁工人,和一个小孙女,就是照片上的这个小女孩。她叫安琪（化名）,小学四年级,", "label": "社会学", "id": 0}
{"content": "本文对盖洛普民意调查中针对美国民众关于中国的调查报告进行了分析,发现美国民众对中国的评价呈分化状态,负面评价稍高于正面评价。1990年以来,美国人对中国的感知和评价相对稳定,只有出现大量新的信息或者发生重大事件的情况下才会发生变化。中美两国领导人的高层互访有助于提高美国民众对中国的正面评价。重大事件、突发事件也会影响美国民众对中国的评价。另外,越年轻的美国人,对中国的评价越积极、越正面。对中美关系的评价上,美国民众的看法与精英的看法基本一致,多数人都认为中美关系是伙伴/友好的关系,中美关系紧密对美国来说是好事,但中国日益增强的全球影响力对美国来说是坏事,中国的军事力量会威胁美国的安全。而影响中美关系的主要障碍就是缺乏信任。建议中国在对外传播中,要基于信任原则,传播具有普世价值的价值观,即民主、自由和平等。", "label": "社会学", "id": 0}
{"content": "一个好的问卷必须有个好的量表。一个好的量表,不仅能反映调查者的意图,而且能反映被调查者的足够多的信息量。尽管影响问卷质量的因素很多,但本文仅仅考虑在其它因素不变的情况下,实证研究量表刻度不同对问卷质量影响。本文在借鉴前人研究的基础上,以现有的《中国大学生适应量表》为例,分别设计成3点、5点、7点、9点利克特量表进行问卷调查。通过对回收的480份有效问卷进行研究,发现尽管量表刻度越高,信度水平就越高,但从效度、对称性和易操作性等方面看,问卷调查选用7点量表最为合适。", "label": "社会学", "id": 0}
{"content": "本文基于对中国普通公众进行有关气候变化方面的调查,分别从气候变化的总体认知、原因认知、社会影响认知以及应对气候变化的态度等角度分析了中国公众对气候变化的态度。并对气候变化个人行动的重要性进行相关性分析,揭示了上述因素与个人行动重要性的关联关系。结果表明:①被调查者中绝大部分人察觉到了气候变化并且有所关注;②大部分的被调查者认为气候变化给我国居民及社会发展带来危害;③我国公众对于政府应对气候变化充满信心,但存在一定的观望心态;④我国公众,特别是青年公众愿意采取积极的个人行动,改变自身行为以应对气候变化⑤我国公众普遍认为财税政策是应对气候变化的有效政策措施。最后在结果分析的基础上,就推动中国公众气候变化认知和行动提出了政策建议。", "label": "社会学", "id": 0}
{"content": "<正>当前,城镇住户大样本摸底调查与常规调查工作都存在一些新情况、新问题,一定程度上影响数据质量。本文旨在分析城镇住户调查数据质量影响因素的基础上,结合实际工作经验,对如何提高城镇住户调查数据质量谈几点浅见。一、大样本调查中对数据质量产生影响的因素及控制（一）抽样框误差及控制抽样框误差是指目标总体和抽样总体不一致时产生的误差。理论上抽样框误差主要有四个来源:一是不能覆盖目标总体单位;二是抽样样本包含了非目标总体单位;三是一个目标总体单位联接着一个以上的抽样单位;四是抽样框老化。", "label": "社会学", "id": 0}
{"content": "<正>调查队是生产数据和加工数据的部门,工作分统计设计、资料收集、整理汇总、统计分析、信息反馈五个步骤,统计分析是最关键的一步,如果缺少这一步或这一步做得不好,均将降低统计工作的作用。确切地说,没有统计调查分析,统计调查工作就没有活力和发展,也就没有统计工作的地位。所以写好统计调查分析,既是统计调查工作者的职责,也是统计工作的最终目的。各级领导和社会公众认识调查队、了解调查队主要源自于统计调查分析,因此说统计调查分析是调查队的拳头产品,是打开通往外界之门的一把金钥匙。这项工作做不好,", "label": "社会学", "id": 0}
{"content": "<正>住户调查是国家的重要统计调查项目之一,是通过对居民家庭的经济和社会活动调查,反映居民的生产、收入、消费、积累和社会活动情况的统计调查项目。开展住户调查的目的是监测居民收入和生活质量的变化,为各级人民政府和国家宏观决策部门研究制定经济政策和决策、国民经济核算提供基础数据。本文仅对目前住户调查存在的问题及高标准做好住户调查工作谈几点粗浅看法。一、存在的问题（一）记账户代表性差记帐户应该具有广泛的代表性,具体操作时也是按照一定的抽样方式抽取的", "label": "社会学", "id": 0}
{"content": "目的:调查核电站周围居民对核能的认知状况和发展核能的态度。方法:在辽宁省红沿河核电站、广东省阳江核电站、浙江省秦山核电站和江苏省田湾核电站周围30 km范围内开展现场入户问卷调查。调查问卷共59道题,内容包括个人一般状况、对核和辐射的知晓程度、对核能的认知状况和核能发展的态度、对政府能力的评价和所处的信息环境等。统计分析方法为ordinal logisticregression。结果:共收回6623份有效问卷,结果表明核电站周围居民对核和辐射的知晓程度低,对当地建设核电站的支持率低于对国家建设核电站的支持率,35.7%的受访者选择\"完全不支持\"或\"不太支持\"当地建设核电站。核电站周围居民对当地政府处理突发事件能力的评价不高,远远低于对中央政府的能力评价。90.4%的人表示\"很少\"或\"不能\"了解到核能核电站相关的知识;45.8%的人最希望通过电视获得相关的信息;受访者最信任的人是大学或研究机构的专家。结论:相关部门需要开展主动、持续的风险沟通,从而提高公众对核能的接受性。", "label": "社会学", "id": 0}
{"content": "实证分析发现,在转型时期,城市居民通过社会网络的信息和影响的双重机制改善着收入水平;但相比西方社会,社会网络的影响机制在我国依然占据主导地位,并且这种影响机制需依托交往强度而动员出其能量;这个现象在不同的劳动力市场中都得到了证实;另外,本文还发现社会资本与人力资本对于收入水平的提高存在互补关系,达高型网络资源越高者,人力资本收益率也越高。", "label": "社会学", "id": 0}
{"content": "中国社会正处在全面转型时期,社会信任问题日益成为经济和社会生活中的一个热点研究问题。本文主要研究城市居民的社会信任问题,着重探讨了社会交往对社会信任的影响。研究发现,地处历史文化古都的西安居民有着很高的社会信任,但是社会信任也呈现了性别、年龄、教育水平和户口类型等的差异,还值得我们注意的是,虽然现代大多数社会学理论都认为社会交往能滋生和促进社会信任,但我们也发现中国社会带有特殊信任特点的拜年网能增加居民社会信任的同时,社团活动交往和宗教活动参与对社会信任影响不显著,并且求职关系动用的社会交往反而大大减少了社会信任。", "label": "社会学", "id": 0}
{"content": "<正>对2250位男同性爱者/男男性接触者（gay/MSM）的科研调查和 gay 主动描述的情况表明,由于社会歧视,高比例的 gay/MSM 担心性取向暴露,存在心理健康问题并因性取向遭遇过伤害,普遍在 HIV 检测时不讲出性史,隐瞒其性取向。", "label": "社会学", "id": 0}
{"content": "在城市社区民间组织中,普遍存在一种非法人化的现象。通过对上海市的调查发现,没有登记注册的“非法”组织是主流。造成这一现象的制度原因是我国现有的社团管理体制,而根本原因则是社区民间组织的内生性动力不足。非法人化的发展趋势给民间组织的发展和管理带来了一系列的问题与挑战,在制度化的应对上,有效的政策包括适度规制、制度化的财政支持、有选择的政策倾斜、战略规划、鼓励并资助社区民间组织参与和进入政府服务的延伸领域等。", "label": "社会学", "id": 0}
{"content": "城市社区民间组织是一种特殊的社会团体,是社区治理和社区民主的重要主体。通过对上海市的调查分析,社区民间组织存在着一些问题,如内生性动力不足、非法人化的趋势、精英带动而成员大多是被动服从、组织活动的范围狭小、组织网络关系相对简单,以及民间组织的类型有限且结构失衡等。克服这些问题的有效政策有适度的政府规制、制度化的财政支持、集中有限资源,有选择的政策倾斜、鼓励并资助社区民间组织参与和进入政府服务的延伸领域、对社区民间组织的发展实行政策上的战略规划,以及鼓励基层创新等。", "label": "社会学", "id": 0}
{"content": "<正>在应急疏散中由于个人的知识、经历、个性等方面的影响,不同群体的人群所表现出来的行为方式会有所不同。国内对疏散中人的心理和行为方面的研究不多,也没有系统的结论可用于工程设计,对国外研究成果的直接引用带来了一系列问题。", "label": "社会学", "id": 0}
{"content": "<正>应急疏散是指在火灾、自然灾害、恐怖袭击等紧急情况下将人员安全地疏散。911事件以来,国际上对人员密集公共场所的应急疏散安全性能十分重视。北京市即将主办2008年奥运会,要为体育场馆、地铁站等公共场所制定合理的应急疏散预案,对应急疏散进行更好的模拟仿真,必须首先了解中国人的应急疏散知识和行为。本文用自编《安全疏散调查问卷》(包括：基本信息问卷、疏散行为与策略问卷和消防与疏散安全知识", "label": "社会学", "id": 0}
{"content": "<正>人的价值观,是人对其安身立命的根本事物的判断和取舍,解决的是人生存意义何在的问题,既是社会变迁和社会发展的反映,又对社会的发展和前进有重要的作用。广州社情民意研究中心从1990年至今,连续十八年对广州人的基本价值观进行追踪调查,调查内容包括国家富强、社会和谐、家庭、身体健康、自由、人权、服务社会、婚姻、个人事业、爱情、金钱和物质享受等12项指标。其指标设置", "label": "社会学", "id": 0}
{"content": "通过对上海市 LH 街道的20个居委会的实地调查寻访,从\"面对面\" 访谈中了解到居委会老龄工作开展中的成绩和困境。论文最后认为要做好老龄工作: 必须真正了解老年人的需求及其差异性,直面工作中的制约因素并进行工作思路和方法的创新。", "label": "社会学", "id": 0}
{"content": "<正>调查研究是谋事之基、成事之道。中国共产党在革命战争时期、延安整风时期、建国后的60年代初、党的十一届三中全会后进行调查研究的历史经验证明,党的事业的成败同调查研究之风的兴衰息息相关。科学理论的提出依赖于对社会现实的正确认识和把握,而对社会现实的正确认识需要建立在科学的调查研究基础上,调查研究是连接", "label": "社会学", "id": 0}
{"content": "本文基于对重庆市农村劳动力外流明显的自然村寨（本文定义为C村）的调查, 辅以个案方法来描述、分析劳动力外流对该地留守人口的影响,并试图探讨消除和减弱这些不利影响的对策和方法。", "label": "社会学", "id": 0}
{"content": "<正>朝鲜族是中国少数民族之一。19世纪中叶起从朝鲜大批难民迁入中国定居。据2000年统计在中国的朝鲜族已达到250多万,占中国总人口的0．18％。黑龙江约有52万,其男女比例为男性占50．39％;女性占49．61％。这次调查的主要对象是牡丹江市区382户家庭和海林市海南乡和尚志市朝鲜族乡374", "label": "社会学", "id": 0}
{"content": "<正>随着经济社会的发展,老龄化程度的加剧和家庭规模的日趋小型化,城市“空巢老人”数量在我国逐年增多,正成为一个严重的社会问题。一、老年人生活照料的现状与预测", "label": "社会学", "id": 0}
{"content": "<正>家庭是社会的细胞,是社会的组成部分,是人类两性共同生活的一种组成形式。社会主义家庭,应该是:夫妻相爱、民主团结、尊老爱幼、婆媳相亲、爱国守法、关心集体、勤俭持家、使整个家庭和睦幸福、一家老少身体健康。家庭对青年人重要,对老年人更重要。特别人到老年离退休后,活动的中心由工作单", "label": "社会学", "id": 0}
{"content": "<正>调查组在漳州城区南坑街道办事处12个社区居委会,进行问卷调查、召开老人座谈会, 入户访问,被调查人数占老人总数的13．2％。一、调查情况、问题与原因。从家庭结构看,老人独居空巢家庭占44．9％,与儿女共住占42．8％,与孙儿女合住的隔代家庭占12．3％。有58．8％老人自己料理家务,8．4％老人还要操劳儿孙家务活,靠子女料理", "label": "社会学", "id": 0}
{"content": "<正>一、问题提出对遵从（Conformity）行为的探讨要追溯到1935年 Sherif 的实验研究,他利用通常被称之为游动效应（Autokinetic effect）的知觉作用,让被试在模糊的情境条件下接受“冒充被试”的影响,产生遵从行为。20世纪 50年代 Asch“线段比较判断”的实验一直被心理学界称之为经典的研", "label": "社会学", "id": 0}
{"content": "<正> 近年来,随着反假工作制度充实完善,反假工作步步深入,打假力度逐年增强,国务院、中国人民银行组织的大规模反假宣传活动一浪高过一浪,普遍提高了社会公众的反假意识和防假能力,有效遏制了制假贩假等系列犯罪活动,反假工作取得明显成效。由于我国现阶段还存在着城乡之间方方面面上的差异,所以城乡居民在反假意识和防假能力上也有所不同。现在,农民的反假能力究竟如何?特别是居住在边远乡镇的", "label": "社会学", "id": 0}
{"content": "<正> 建议征集,是特定主体（如单位、组织或个人）通过一定途径,主动向其他主体（包括其他人、其他单位和其他组织等）征集有关自己或委托自己的其他主体（个人、单位、组织等）的建议及带有建议性的主张、设想、意见和要求等内容,以供决策使用或通过决策发挥作用。", "label": "社会学", "id": 0}
{"content": "<正> 1 莲坂居委会的历史和现实1.1 莲坂居委会的历史演变莲坂是位于厦门岛中心地区的一个居委会,在1984年前,莲坂是厦门岛上的一个自然村,随着厦门市区的扩大,莲坂纳入了市区的范围,在1984年进行了“村改居”的建制改革。与其同时进行改制的还有周边地区的若干个村委会,包括北面的吕厝村、玉亭村。根据当时的城", "label": "社会学", "id": 0}
{"content": "<正> （1—14题只可选择一项）1、你的年龄: □16—25岁□26—35岁□36—45岁□46岁以上2、你的文化程度: □小学□初中□高中□中专□大专以上3、你的职业: □农业□林业□牧业□渔业□其他", "label": "社会学", "id": 0}
{"content": "<正>下去调查,离不开问。但同到一地去问,有的硕果累累,收获颇多,有的却所得甚少,收效微微。可见,\"问\"字当中有学问。依我之见,问有九法:一日:心存疑问。这是问的前提。古人", "label": "社会学", "id": 0}
{"content": "研究目的:健康城市是指不断的创造和改善物理和社会环境,并扩大社会资源,使人们能够相互支持,共同执行生活的所有功能,并发挥最大潜力的城市。随着经济全球化趋势的加强,全球城镇化势头与日俱增,全球将面临城镇环境、卫生、交通和教育等诸多问题的挑战,贝尔法斯特作为世界健康城市网络的重要组成部分,儿童健康城市建设更为突出,是欧洲儿童健康场所的先驱,采用包容性规划和设计,尊重公平和差异,儿童健康城市建设处于世界领先水平。我国健康城市起步较晚,快速城镇化进程中\"健康公平\"问题日益凸显,儿童健康首当其冲,大量体力活动空间被挤压,且自由、开放、绿色的健康活动环境日益减少,严重影响儿童的健康成长,所以,笔者以贝尔法斯特儿童健康城市为研究对象,挖掘儿童健康城市的长效机制和经验,对我国儿童健康城市建设和新型城镇化建设有着重要的借鉴意义,对健康中国进程中儿童健康促进有着重要的现实意义。研究方法:采用文献资料法、逻辑分析法和归纳总结等方法进行研究,通过中国知网检索\"儿童健康城市\"相关文献,了解国内外儿童健康城市发展现状,发现欧洲健康城市建设起步较早、发展机制相对完善,且儿童健康城市建设以贝尔法斯特为最,是欧洲健康城市儿童健康促进的先驱,因此将贝尔法斯特儿童健康城市建设确定为本研究主题。其次,通过网络官网检索,下载贝尔法斯特儿童健康城市相关背景、措施和文件等,系统梳理贝尔法斯特儿童健康城市的演变脉络及长效机制,归纳凝练其先进经验,为我国儿童健康促进事业提供新思路。研究结果:（一）贝尔法斯特儿童健康城市建设经历了四个阶段:缘起阶段（2009年以前）、探索积累阶段（2009年-2013年）、快速发展阶段（2014年-2018年）、基本完善阶段（2019年-2023年）。起源于《联合国儿童健康公约》,结合贝尔法斯特13岁以下儿童较高的全国占比、却一直处于健康促进的边缘群体的现状,因此,贝尔法斯特最先发起了儿童健康城市建设;探索积累阶段,贝尔法斯特以\"有益于再生\"、\"有益于健康\"、\"有益于贝尔法斯特\"为前提,探索不同的儿童健康促进方式、辅以多重监测手段,为儿童健康城市快速发展提供了契机;快速发展阶段将儿童权利融入到当地发展倡议和教育规划当中,倾听儿童的心声,承认儿童的社会角色,落实儿童城市建设决策参与权,并通过实施效果的反馈,增强改善当地环境的能力;经历了探索和快速发展期,贝尔法斯特儿童健康城市建设基本进入完善阶段,硬件设施基本健全,开始提升软件建设,\"健康的地方,健康的孩子\"项目深层发展,并与教育部门深入合作,启动在线资源课程,从此贝尔法斯特儿童城市建设进入了软、硬件共同发展的时期。（二）贝尔法斯特儿童健康城市长效机制主要有四点:1.高效的儿童健康服务政策框架体系。政策框架立足于全民健康政策,依赖于国家政策和立法,作用于地方政府、交通、教育、经济、城建、环境和工业部门,定位于城市健康,执行于社区,落脚于儿童健康;2.尊重儿童诉求,让儿童参与决策的评估机制。贝尔法斯特决策者与儿童充分接触,听取他们的经验和想法,了解儿童的需求,让儿童参与城市建设决策,儿童的持续参与政策效果监测与评估为贝尔法斯特健康城市建设提供了一个重要机制;3.塑造儿童宜居场所发展模式。除了户外空间,贝尔法斯特还探索了多种儿童活跃空间,但一般在市中心繁华地区,所以,贝尔法斯特宜居场所建设要求在离家250米或步行2-3分钟的范围内应提供非正规空间。并在400米范围内提供公共交通工具,以满足儿童更广泛的社会需要;4.信任领域儿童开放空间的评价机制。贝尔法斯特依据信任领域的评价标准设置了儿童正式和非正式户外空间,不同空间特点各不相同,既增加了儿童健康促进场所,又实现了儿童健康效益的监管。研究结论:欧洲健康城市网络建设一直领航世界健康城市的发展,作为曾经的世卫组织健康城市秘书处,贝尔法斯特健康城市建设一直处于世界领先水平,尤其是儿童健康城市建设,是欧洲健康城市网络建设的先驱,备受世卫组织的推崇。通过研究,发现贝尔法斯特儿童健康城市建设立足于儿童健康,听取儿童之声,让儿童参与决策,从儿童视角制定政策和城市规划,探索儿童友好空间,塑造儿童宜居场所,科学制定儿童开放空间等,大大改善了贝尔法斯特儿童的健康现状。此外,儿童健康城市建设不但促进了儿童健康,实施效果还推动了整个健康城市的发展。可见,贝尔法斯特儿童健康城市建设是一个非常成功的案例,其长效机制和发展经验值得世界各国借鉴。", "label": "社会学", "id": 0}
{"content": "研究背景:毒品问题是影响世界安定的巨大隐患。吸食毒品,不仅会对个体的身心健康造成不可逆的损伤,也不利于家庭与社会的和谐稳定。《2019年中国禁毒报告》公布:截至2019年底,记录在案的吸毒人员多达214.8万名。每一个显性吸毒者背后可能还隐藏4名以上的隐性吸毒人员。尽管近几年开展了多方专项治理工作,戒断三年未复吸人员数量增加,且除死亡、离境与戒断三年未复吸人员外,我国现有吸毒人员数量逐年下降,但一些新增问题不容忽视,如吸毒活动隐蔽性增强、新型毒品层出不穷等。青少年作为国家发展的后备力量,其身心健康状态备受社会关注,而青少年生理与心理发展不完全,是贩毒人员倾销毒品的重点对象。研究目的:本研究主要采用CiteSpace V可视化分析软件对国内外青少年禁毒研究领域的文献结构特征、作者与机构间的合作研究关系、相关研究的热点问题及近年来国内外学者研究的重点与趋势进行梳理,为今后青少年戒毒研究提供理论基础与支撑。研究方法:CiteSpace V可视化分析软件是陈超美教授和其团队研制的适用于中英文文献数据文本挖掘工作并将结果以图片方式进行可视化展示的知识图谱软件,挖掘到的文本通过计量学方法,可以使学者更为直观地了解该领域的研究重点、研究热点与空缺区域。在Web of Science TM核心合集（WOS）中1952年-2020年期间以\"adolescent drug\"OR\"adolescent cocaine\"OR\"adolescent morphine\"OR\"adolescent heroin\"OR\"adolescent marijuana\"OR\"adolescent methamphetamine\"OR\"adolescent new psychoactive substance\"OR\"adolescent drug addiction\"OR\"adolescent drug abuse\"OR\"adolescent drug dependence\"为检索词共检索到1269篇文献,在中国知网（CNKI）1989年-2020年期间以\"青少年\"并含\"毒品\"、\"可卡因\"、\"吗啡\"、\"海洛因\"、\"大麻\"、\"冰毒\"、\"新型精神活性物质\"、\"毒品成瘾\"、\"药物滥用\"、\"药物依赖\"为主题共检索到631篇文献。经过对文献进行原文阅读,剔除不符合筛选标准的会议、通知、新闻稿、书评、书信以及与青少年毒品不相关的一些文献等,共得到1167篇英文文献和480篇中文文献。运用CiteSpace V可视化分析软件进行知识图谱的构建,国内外文献时间切片均为1年,图谱类型均选择pathfinder,阈值为（2,2,20;1,2,20;1,2,20）,算法选择最大自然数算法。研究结果:（1）截止至检索日期,国内关于青少年禁毒领域研究文献为480篇,平均年发文量15篇。国外关于青少年禁毒领域研究文献为1167篇,平均年发文量17篇。我国学者最早是在1989年开展该领域的研究,国外学者则在1952年就开始将重点转到青少年人群,领先国内近30年。国内外关于青少年禁毒研究的文献发文时间和文献总量差异较大,但整体都呈上升趋势,未来发文量仍可能有较大的增长空间。（2）Spear、Katherin、Groenewald等人是国外青少年禁毒研究领域发文量较多、影响力较大的代表性学者。国内代表性学者主要有莫关耀、周跃辉、朱晓莉、周立民、叶宝娟等人。（3）国内外学者、机构的研究合作度较低,交叉合作较少,仅少部分学者之间有合作研究。国内外学术界主要以高校和医院为主要研究根据地开展该领域研究。相关机构的研究方式和方向均与早期不同,现今的研究方式主要为纵向研究,研究方向主要为多学科相结合。美国、英国、加拿大等国家开展青少年禁毒领域的研究较早,研究成果较为权威,在参考该领域的研究发展情况时,建议重点查看这三个国家的相关研究成果。（4）研究热点每年发生变化,近几年新出现的研究热点是新型毒品、毒品预防教育、冰毒、合成毒品、新精神活性物质等。国内外青少年禁毒研究的高频关键词为毒品滥用、影响因素、家庭、毒品预防等。（5）国内外关于青少年禁毒研究侧重点不尽相同,但也有部分相同的研究重点,国内研究主要集中在青少年吸毒原因、危害、禁毒教育等方面,国外研究主要侧重于种族文化、治疗性社区、家庭因素等方面。国内外共同的研究重点为青少年运动戒毒等方面。研究结论:国内外青少年禁毒研究开展研究的起始时间不同,目前国外研究的深度、广度比国内领先。国内外学术界在该领域的研究重点也略有不同,我国由于开展该领域研究时间较迟,对于青少年运动戒毒方面的研究尚处于起步阶段,寻求更为有效的禁毒干预与康复方法对我国开展青少年运动禁毒工作尤为重要。", "label": "社会学", "id": 0}
{"content": "研究目的:本文在健康老龄化背景下,通过对体育产业与养老产业融合的背景、时代意义、\"乐活空间融合模式\"进行研究,提出体育产业与养老产业融合发展的道路,并调整两个产业发展道路中的偏差与问题,促进体育产业和养老产业融合朝着正向发展。通过对两大产业融合发展的背景、时代意义、\"乐活空间融合模式\"进行分析,以此推动体育+养老融合模式推广、进军新型老年体育+养老市场。在健康老龄化背景下,以促进老年人心理健康、身体健康、社会适应良好为目的,满足具有洋气的新老年群体日益增长的美好生活需求以及老年大众化与个性化多元发展的需求。基于此进一步促进体育产业和养老产业融合模式探索,使两个产业良性发展与升级,在优化发展前提下以拉动经济为主要目的。研究方法:运用文献资料法、案例分析法、SWOT分析等研究方法,对我国体育产业与养老产业融合发展的背景、时代意义、\"乐活空间融合模式\"进行研究,提出体育产业与养老产业融合发展的道路,并调整两者发展道路中的偏差与问题,促进体育产业和养老产业融合朝着正向发展。研究结果:研究结果主要包括有研究分析体育产业与养老产业融合发展的背景、时代意义、\"乐活空间融合模式\"等方面,并提出体育产业与养老产业融合发展的道路。体育产业与养老产业融合发展背景主要有（一）体育产业在我国起步较慢,但人口基数较大、人均体育消费水平上升空间较大等优势。（二）养老产业是一个多产业交叉的综合体。（三）老龄化人口的增长为体育提供了巨大的养老市场,促进了体育产业与养老产业融合。时代意义有（一）体育产业与养老产业同属于我国第三产业,拉动国民经济。（二）在健康老龄化背景下,体育产业和养老产老产业融合的必然性。体育进入养老市场,养老市场融入体育产品;体育为养老提供技术,养老为体育提供体育市场。（三）体育产业与养老产业融合发展不仅能促进两个产业共同发展,更有1+1大于2的趋势。以\"乐活空间融合模式\"为例。乐活空间优势（一）合理整合社区闲散资源。合理的整合了社区闲散资源,减少了体育产业与养老产业在融合探索期造成的不必要成本浪费,还可以利用现有社区资源规避风险。（二）社区嵌入式的便利性、安全性、专业性。解决了老年人去哪儿科学健身的问题与突遇突发情况应急处理等问题。（三）老年人情感寄托。解决了老年人情感孤独问题,提高老年人健康认知和素养。劣势（一）闲置资源利用不充分。存在前期沟通困难、资源寻找难、后续改造难、场地维护难等难题。（二）缺乏专业健身服务指导人员。体育指导人员不仅需要指导老年人身体锻炼且要懂得老年人参加体育动机以及运动心理。机遇（一）我国老龄化市场巨大、需求大。我国老龄化人口基数巨大,因此老龄化市场相应巨大、人们需求巨大、诉求多元化。（二）疫情过后老年健康及体育意识升级。面对全球突发的新冠肺炎疫情,健康、体育锻炼成为全民重视的问题,健康中国、体育锻炼不再单纯的只是口号。威胁（一）政策力度不足。体育产业与养老产业融合政策较少,从而难以推动两个产业融合发展。各级政府缺乏引导,政府观念方面不足。（二）缺乏运转资金,产业融合度低。由于我国快速增长的养老市场,从根本上不能满足养老需求,且体养融合模式处于起步阶段。提出对策有（一）依靠优势,把握机会。整合社区闲散资源,抓住巨大市场。以疫情后老年意识提高背景下,以独特优势抓住机遇。（二）抓住机遇,补足劣势。合理开发社会闲散资源,提升市场竞争力。加大专业指导人员比例及工资待遇。（三）抓住机会,降低威胁。政府加大扶持力度及政策颁布,建立制度及标准化。坚持政府主导,各界合力发挥作用。（四）弥补劣势,化危为机。企业整合各项人力、物力资源,保障正常运转。加大招商引资,拓宽融合渠道,建立特色融合模式。研究结论:体育产业和养老产业都是朝阳产业、希望产业、幸福产业。我国体育产业与养老产业具有极大市场、市场前景可观。两者良性融合发展对促进我国国民经济增长具有巨大作用。在两个产业探索过程中面临困难较多。但危中有机,有危险就会有转机,危与机是相辅相成、互相转化、互相制衡的关系。两个产业发展体系暂不健全,缺乏标准化管理与政策引导。应形成带头企业健全标准,使产业融合良性发展。对应对我国老龄化市场及老年人口个性化发展的需求具有重要意义。通过对体育与养老产业融合发展的背景及时代意义,以SWOT方法分析乐活空间融合模式,提出两个产业融合发展的道路。在健康老龄化趋势下,我国体育产业与养老产业迫切需要产业相融,尽快相融道路是崎岖不断探索的,但相融是必然。", "label": "社会学", "id": 0}
{"content": "1.研究目的:为促进青少年校园体育伤害治理的规范化、科学化、现代化,以为深化体教融合,提升学生全面健康服务,从社会治理的视角,以社会认知失衡为突破口,剖析校园体育伤害现存的治理问题,探析治理路径。2.研究方法:采用专家访谈法,对国内外学校体育专家、一线体育教师、律师及部分学生家长代表进行访谈,并运用逻辑演绎法,对所调研的数据结合社会治理理论进行了逻辑演绎,从而得出相关结论。3.研究结果:3.1新时代青少年校园体育伤害认知失衡特征及诱因认知失衡,是指民众较为普遍的对于某一事物的认知偏颇与理解误区,是一种认知上的矛盾冲突和失调状态。结果显示,公众对于校园体育伤害的典型认知失衡主要有四类:（1）过分夸大学校的责任。部分家长认为不管孩子在学校发生什么事故,学校都应负全责。（2）\"弱者心态\"倾向严重。如甲乙双方一起参与体育活动,甲方受伤后会理所当然的认为乙方应负责。（3）家长诉求不合理。学生一旦出现较为严重的伤害事故,部分家长的诉求与法律预判相差甚远,认为学校不仅应承担医疗费、精神损失费,还应负担学生未来生活费和护理费。调查显示引起认识失衡的社会诱因主要有三点:（1）立法不足,现存法律缺乏针对性。一般法律在对学校体育伤害事故进行责任划分时,缺乏一定的针对性。（2）体育保险未能发挥应有效能。因我国体育保险专业化程度差、国民保险意识薄弱、保险体系不完善等诸多问题限制着学校体育保险的发展。（3）大众舆情的负面导向。大众对正面报道的接受感较弱,而负面报道往往引发更多人的关注,大众舆论的负面导向对学校体育工作的正常开展造成了一定冲击。3.2新时代青少年校园体育伤害的社会治理理念（1）秉承\"阳光处理\"态度。\"公开、透明\"是学校体育伤害事故社会治理的基本态度。学校体育伤害事故发生后,学校为了快速平息事件,大多数选择与家长进行协商,采用\"私了\"的方式结束纠纷,容易引起公众误解,陷入恶性循环。倡导\"阳光处理\",走正规程序,过程透明才是确保事故处理公平、公开、公正的不二法则。（2）强调\"正规维权\"方式。学校坚定立场,家长正规维权是学校体育伤害事故社会治理的正确方式。强调正规维权不是让家长放弃维权,相反是利用法律武器正当捍卫人身权益。学校在面临家长不理智的行为时,也应坚定自身立场,坚决运用法律维护学校的权益。（3）明确\"责任划分\"标准。依据相关法律法规,规范\"责任划分\"是学校体育伤害社会治理的有力支撑。过去颁布的法律法规在制定过程中没有考虑到学校体育的特殊性,容易导致实际裁决中存在差异,学校和教师承担责任过重等情况。3.3新时代青少年校园体育伤害的社会治理路径合理的治理体系是治理社会问题的必要前提。应发挥政府、学校、家庭、社会四个方面的功能,构成四位一体的综合治理体系。政府主要负责制定或补充学校体育伤害事故处理中所使用的法律法规。如《民法典》中的\"自甘风险\"法条,实现了体育届强烈的立法期待。学校要尽到教育、管理责任,营造安全的运动环境。家庭要履行好监护人的职责,客观对待学校体育伤害。社会媒体应营造依法解决学校安全事故纠纷的社会氛围,社会保险发挥应用效能。运用法律、经济手段结合社会力量加强治理:（1）建立健全法律法规体系是校园体育伤害治理的必要路径。明确责任划分是学校体育伤害事故处理的关键环节。司法诉讼是体育纠纷最具强制力的解决方式。（2）构建学校体育保险体系是加强学校体育伤害事故社会治理的经济手段。一是要构建更加完善的体育保险体系,二是通过多种途径不断增强家长的保险意识,推出相应的体育教师职业保险。（3）发挥社会力量,健全第三方协调机制,是避免不良舆情,控制矛盾升级的重要手段。教育部等五部门提倡\"健全学校安全事故纠纷协商机制。推动学校建立专业化的安全事故处理委员会,统筹学校安全事故预防与处置\"。健全学校体育运动风险防控体系,养成学校善治能力是校园体育伤害治理的核心。政府也大力提倡学校善治,完善风险防控体系以及学校安全事故处理和风险化解机制。学校应健全校园体育风险防控体系,健全伤害事故应急处理机制,筹备专项基金,完善监控制度。4.研究结论:校园体育伤害具有突发性、复杂性等特点,若处理方式不妥当,容易导致社会舆论导向偏激等认知失衡问题。其背后折射出学校体育伤害治理体系不够健全,法制法规有待完善,社会保险未能发挥应有效能等问题。据此,应树立正确的治理理念,秉承\"阳光处理\"态度,强调\"正规维权\"方式,明确\"责任划分\"标准,发挥\"体育保险\"的效能。建立健全政府-学校-家庭-社会\"四位一体\"的社会治理体系,充分发挥法制、经济、文化等综合治理能力。总之,完善的法律体系是解决学校体育伤害事故认知失衡和社会治理的根本路径。构建和完善学校体育保险体系,是解决学校体育伤害事故治理难题,充分保障学生体育活动权利的便捷之径。", "label": "社会学", "id": 0}
{"content": "《\"健康中国2030\"规划纲要》提出了健康生活方式,对个体健康生活方式进行指导与伦理反思,健全健康素养,发展健康文化,培育良好的生活方式。网络也越来越成为青年学习知识、人际交流、网络消费和休闲娱乐的生活空间,网络深刻改变生活方式,使青年生活内容逐渐丰富的同时,逐渐成为各种社会思潮和利益诉求的集散地,消解着主流意识形态领域,成为意识形态的主战场。需要引导青年寻求有效信息,思考网络所呈现和再现的信息内容的真实性,培育理性和批判性能力,加强网络伦理的构建与反思。\"生活方式\"是\"应然\"（\"怎样生活\"）和\"实然\"（\"生活怎样\"）的伦理问题,是在现实生活中不断反思探索人的自由自觉的存在方式,旨在用马克思主义理论的价值指引,重塑生活伦理秩序。生活方式是主客体相结合和互动生成的过程,通过互动活动满足着人自身的生存、享受、发展的需要,通过选择性、反思性活动而超越现实生活,是\"对美好生活的界定\"。通过选择使人享受更有意义和更自由的生活,在人类生存中具有建构功能。网络媒介信息丰富、快捷时效,延展了青年的信息空间,但网络信息的\"无把关人\",舆论引导缺失等,容易造成人文精神和价值引导缺失,\"网络媒介既能创造出共享和归属感,也能给出排斥和隔离感\",会产生网络伦理失范等问题。人的生活被分为现实生活和虚拟网络生活两个场域,两种场域不断转换容易造成\"网络的我\"和\"真实的我\"角色分裂,破坏了人的自我认同连贯性,加剧了现实与虚拟生活的对立,阻碍了人的自我实现和丰富发展的可能性。马克思指出:\"任何人类历史的第一个前提无疑是有生命的个人的存在。\"建构个体生活方式,使人成为个体生活的主体,能够主宰自我并能动作用于外在世界的\"人\",使自我的精神获得解放,在最大程度上激发创造力,促进个体生命意义不断实现和丰富。要摆脱网络时代的人文困境就必须回归人的生活世界。不是回归\"现实生活\",而是建构\"可能生活\"。不仅关注\"生活内容\",而且关注\"生活方式\"。科学技术一定程度上把人的真实\"生活世界\"异化和消解,使人对自身存在意义和价值产生迷茫,消解人的主体性,使人成为工具和手段,片面发展。回归日常生活世界,继承中华优秀传统文化,丰富自我的精神家园,促进主体的自我发展和实现。\"生活方式\"是在现实生活中不断反思探索人的自由自觉的存在方式,旨在用马克思主义理论的价值指引,重塑生活伦理秩序。网络对青年生活方式的影响主要表现在:碎片化的\"浅阅读\"学习方式、表面化的\"泛社交\"交往方式、过度化的\"符号化\"消费方式、感官化的\"娱乐偷猎\"休闲方式。青年生活方式培育需要我们回归现实生活世界,建构\"可能生活\",重释和重构生活方式。构建网络\"深度学习\"方式,以网络学习资源的创新、优化建设作为保障;调试虚拟和现实关系和谐的交往方式,重建网络交往伦理;开展理性消费价值引导,掌握合理的消费技能;弘扬网络休闲的人文价值,加强休闲价值观和休闲技能培育。用马克思主义理论对青年生活世界进行批判性和总体性的伦理审视和关照,才能为当下青年生活方式的转变提供思维方式和价值指向。第一,构建网络\"深度学习\"方式,解决网络\"浅阅读\"学习方式问题,以\"网络学习资源的创新、优化建设作为保障\"。第二,调试虚拟和现实关系和谐的交往方式,解决\"泛社交\"交往方式,重建网络交往伦理。第三,开展理性消费价值引导,解决\"符号化\"消费方式问题,掌握合理的消费技能。第四,弘扬网络休闲的人文价值,解决\"娱乐偷猎\"休闲方式问题,加强休闲价值观和休闲技能培育。休闲是现代人的一种生存方式和存在状态,\"是主体自由自在活动的过程。\"休闲是人对个体精神生活世界的高层次探寻,通过休闲挖掘自己的精神潜能和价值。\"促进个体生命的完善与圆满是休闲教育的根本目的\",休闲是按照自我方式开展的自由自主活动,丰富青年精神世界发展,增强文化底蕴,塑造创造性,促进人的全面发展。弘扬网络休闲人文精神,培养网络休闲个体主体性意识,重视人的自主性、创造性和能动性,加强休闲教育指导,提高休闲选择能力,休闲活动品质,引领网络休闲回归日常生活世界。寻找生命意义,实现休闲的真正价值,建构网络生活休闲与现实生活休闲的平衡。用马克思主义理论对青年生活方式进行价值引导,给个体自我成长提供必要的空间,又要避免教育的过度,保持学校教育与学生生活世界之间的张力,为个体发展可能性提供伦理方向指引。", "label": "社会学", "id": 0}
{"content": "女性员工在企业管理中占据重要的角色。目前来说,企业女性员工流失是企业发展的一大障碍。赫兹伯格的双因素理论可以消除员工不满,提高员工工作满意度,激发员工工作积极性,在企业预防员工流失、留住人才方面具有重要意义。本文在赫兹伯格的双因素理论知识的基础上,通过问卷调查法、访谈法、文献研究法对企业女性员工流失的原因进行分析,并从保健因素、激励因素两个方面出发,针对女性员工流失原因,在女性员工的福利水平、薪酬水平、绩效考核等方面提出对策和建议。", "label": "社会学", "id": 0}
{"content": "随着中国城镇化进程的推进,农村农民工逐渐走向从都市步入社会大众化阶段,中国乡村空心化问题日益严重,中国农村儿童及青少年群体由乡村儿童到留守儿童,随之产生的对留守儿童身心发展和社会适应的巨大挑战,以及无法跟随父母到都市的乡村留守孩子们所遭遇的社会依恋性断裂,空心化后的农村环境,给今日中国留守孩子们造成了巨大的影响。本文以中国留守孩子社会适应问题为研究核心,首先通过阐述当前阶段的中国农村留守孩子社会适应现状及潜在风险,研究影响农村留守孩子社会适应的保护因素,农村留守孩子从社会适应不良滑向反社会倾向问题的触发机理,最后通过研究上述机理及影响过程,提出农村留守孩子社会适应促进及反社会预防的策略。", "label": "社会学", "id": 0}
{"content": "为了解我国已婚女性就业质量水平和家庭特征对其就业质量的影响,本文使用2017年CGSS调查数据构建了已婚女性就业质量综合评价指标体系,并运用因子分析测度已婚女性就业质量综合得分。分析得出:已婚女性就业质量整体水平较低;26岁-35岁年龄段、党员、东部地区已婚女性的就业质量综合得分明显较高。在此基础上引入家庭特征构建回归模型,实证得出:母亲受教育程度、配偶职业、家庭经济状况等家庭特征对已婚女性就业质量有显著的影响效应。", "label": "社会学", "id": 0}
{"content": "儿童能否健康的成长,直接影响着民族的兴衰存亡。随着社会剧烈变迁,家庭结构变化,儿童的监护水平不断弱化,对儿童造成一系列安全隐患。社区儿童伤害预防教育项目的实施,一方面解决基础教育在儿童伤害预防方面存在的不足,另一方面优化本土相关社会服务项目。", "label": "社会学", "id": 0}
{"content": "思政教育在学校、军营可以说无处不在的强化与重视,但在终身教育的职场学习中却常被忽视与忽略。文章立足我国新时代和国际新变局,从\"关乎当前局势,突出思政重点;立足职场岗位,提升职业操守;结合特殊事件,再塑爱国情怀\"三个方面论述了思政教育与职场学习的融合。", "label": "社会学", "id": 0}
{"content": "天时:疫情冲击及严峻国际形势下,在线新经济成为发展新动能;地利:政策对新职业大力支持,要求广泛开展新业态新模式从业人员技能培训,支持和规范发展新就业形态并提供财政支持;人和:新职业已成为贡献就业核心渠道。新职业贡献新就业:新职业不仅体现在新的职业技能和内涵,还表现为新的就业形式、雇佣关系,如灵活就业、线上异地就业等;个人新消费服务领域的新职业人员最多:新职业就业群体主要分布在新经济领域,其中以现代服务业中的个人新消费服务为核心。全媒体运营师:新媒体变革下的全能型运营新职业,是消费者沟通的关键环节,用人需求旺盛,尤其是消费、互联网和金融行业。互联网营销师:新渠道、新场景变革下的营销新职业,直接面向消费者,伴随直播经济迅猛发展。互联网音频创作者:\"耳朵经济\"的核心参与者。相较于视频和图文,对于创作者,其无需出镜,舒适度更高,从业方式和时间更灵活;对于听众,收听场景更丰富。新职业定位:共同富裕背景下,政策顶层设计上提升职业技能人才社会地位和待遇,新职业成为扩大中等收入群体、提升低收入群体收入重要渠道;新职业人才服务:通过职业技能培训提升从业者能力与素养是人力资源开发和充分就业的前提,万亿新职业人才服务市场可期。", "label": "社会学", "id": 0}
{"content": "我国农村丧偶老年女性是老年人中最弱势的群体之一,并且贫困比例非常大。农村丧偶老年女性数量正呈现增长速度快、绝对数量大等特征,在生活中会更容易出现问题,使生活陷入困境。导致农村丧偶老年女生出现生活问题的原因有很多,本文以山东省临沂市L村为例,基于生态系统理论,分析农村丧偶老年女性存在的生活问题,呼吁社会对这一弱势群体的关心和关注。", "label": "社会学", "id": 0}
{"content": "体育养老是以身体练习为基本手段,以增强人的体质,促进入的全面发展,丰富社会文化生活和促进精神文明为目的的一种有意识、有组织的社会活动,是适应我国老龄化社会发展形成的一种养老新形态。运用归纳逻辑法、演绎逻辑法和文献资料法等研究方法,对体育养老的概念、现实选择和未来愿景进行了分析。体育养老是通过体育活动提升老年人的体质健康水平、满足老年的社交需求,从而以积极的身体状态达到健康自然的衰老。之所以会选择体育养老,主要源于五个方面的考虑:一、养老保险不足。随着我国老龄化程度加剧,养老保险已经成为解决养老问题重要途径。但是职工养老征缴收入增长明显低于支出增长,我国社会养老保险\"有账缺钱\",企业年金\"有名无实\",商业养老保险\"有心无力\";二、家庭养老的文化传统。自古以来,家庭养老是我国沿袭几千年的传统养老模式,养儿防老的观念更是根深蒂固、深入人心,子女赡养老人是中华民族的传统美德;三、人口比例失调。从养老服务人员的角度来讲,其数量已经无法满足我国日益增长的老年人的需要;四、医疗无法保证健康。当下医疗养老的主要体现在两个方面:体检和疾病治疗。老年通过半年一次,或频率更为紧凑的体检,检查身体的运行状况,及早发现疾病,从而进行精准治疗;五、退休后的体育需求。体育正是一种辅助人们进行规律生活的主要方式,它能够引导人们进行合理的身体活动,满足人们对社交的需求,使老年人形成积极向上的晚年生活。在未来体育养老将呈现出积极老龄化（主动防控抵御衰老）、健康老龄化（健康老年服务养老）、自然老龄化（体育锻炼健康终老）的愿景。", "label": "社会学", "id": 0}
{"content": "目的:对工作-家庭冲突量表（Work-Family Conflict Scale, WAFCS）进行汉化,并检验中文版WAFCS的信度和效度,为评估我国在职父母的工作-家庭冲突水平提供有效工具。方法:经翻译、回译形成中文版WAFCS初稿。邀请心理学,社会学,社会医学,人文医学,护理学,健康教育学,卫生事业管理学,行为流行病学8个领域的16名专家（每个领域各2名）对WAFCS初稿进行跨文化调适。调适后的版本被用于对25名在职父母的预调查,所有参与者表示能够完全理解各条目的含义。因此,将调适版本作为最终汉化版本用于正式调查。2021年7月10日至2021年8月12日,采用多阶段抽样的方法对全国31个省、直辖市、自治区抽取的477名在职父母进行正式调查。采用例数（百分比）对参与者的一般资料进行统计描述。采用相关系数法、CITC法、极端组法来进行项目分析;采用内部一致性Cronbach’sα系数、折半系数和重测信度进行信度分析;采用验证性因子分析检验量表的结构效度。所有数据采用双侧检验,p<0.05表示差异有统计学意义。结果:中文版WAFCS由\"工作对家庭的冲突（Work-Family Conflict,WFC）\"和\"家庭对工作的冲突（Family-Work Conflict）\"2个维度组成,每个维度各有5个条目。项目分析显示条目具有良好的区分度和同质性。中文版WAFCS总量表及WFC、FWC两分量表的Cronbach’sα系数分别为0.931、0.896、0.923,分半信度分别为0.808、0.768、0.860,间隔两周的重测信度分别为0.714、0.638、0.758。经专家评定,该量表中各条目均能反映所要测量的内容,表明中文版WAFCS量表内容效度良好。采用验证性因素分析对量表进行结构效度的检验,依照原量表的两因素结构模型对量表进行验证,根据修正指数（MI）对模型进行8次修正。修正后,模型的整体拟合较为理想,拟合指数分别是χ2/df=2.952,GFI=0.970,NFI=0.981,RFI=0.966,RMSEA=0.064。结论:中文版WAFCS的信度和效度良好,可作为评价我国在职父母工作-家庭冲突水平的有效工具。", "label": "社会学", "id": 0}
{"content": "<正>一、实施背景2011年以前,国网湖南电力开展的多为事件性公益活动,结合具体的事件或需求,单独策划、开展,缺乏系统性的长期规划,操作割裂分散。这种盲目、无计划的公益行为,没有对受众的深入研究,很多只是授之以鱼的单纯给予,既难以持久,也难以将公益做深做透,真正深入人心、取得实效。我们在实践中逐渐认识到,一个公正无私、影响广泛、", "label": "社会学", "id": 0}
{"content": "当前我们处在信息化时代,网络给我们的生活带来了极大地便利,但我们也很容易被网络中包含的一些负面信息所影响。尤其是对于学生来说,他们的自制力比较差,也没有形成爱护身体的意识,在上网时无法控制时间,最终导致身体健康受到严重影响。在网络时代下,很多学生都会频繁地使用智能手机,也会出现沉迷于网络和网络游戏的情况,这些问题对于学生的身体素质都造成了较大程度的影响。本文主要便是从网络对学生体质状况的影响角度出发,分析当前网络时代学生的现状,并提出了改善学生体质状况的教育策略。", "label": "社会学", "id": 0}
{"content": "目的:本研究旨在探讨金钱拟人化如何影响个人捐赠意愿的问题,特别是捐赠受益人类型对于金钱拟人化捐赠的具体影响。方法:实验1采用2（货币拟人化:拟人化vs.非拟人化）×2（捐赠受益人:儿童vs.成人）的组间设计,调查了金钱拟人化和同理心对慈善捐赠的影响、机制及受益者类型的调节作用。被试在观看有（或无）拟人化特征的金钱图片后,观看一则儿童（或成人）听障患者的捐赠广告并表明其捐赠意愿。此外,实验1还测量了被试对金钱的感知温暖和能力以及被试的共情水平。实验2旨在探讨受试者的经验类型（残疾或疾病）对金钱拟人化效应的影响。实验2使用单因素组间设计（金钱拟人化组vs.非金钱拟人化组）。操纵程序与实验1完全相同,之后所有被试阅读一则帮助患尘肺病的成年人的捐赠广告并表明自己的捐赠意愿。实验2还测量了被试对捐赠行为的感知影响力。实验3使用功能性近红外光谱（fNIRS）证实了实验1的结果,并进一步区分金钱和拟人化二者各自的作用。采用了2（拟人化:存在vs.不存在）×2（刺激类型:金钱vs.产品）的组间设计。在观看不同的刺激图片后,被试阅读儿童捐赠材料并回答与实验1相同的捐赠问题。在实验3全程,被试均佩戴f NIRS设备以检测其额下回和眶额叶皮层的激活情况。结果:实验1的结果发现,金钱拟人化组的被试捐赠意愿显著高于非金钱拟人化组,并且该过程由幻想共情中介。此外,这种金钱拟人化效应在受益人是儿童时更显著。实验2的结果发现,当受益人是患病的成年人时,金钱拟人化并没有增强人们的同情心和捐赠意愿。实验2还证实感知影响力对成年受益人的捐赠意愿的显著正向影响。实验3的结果表明,在金钱拟人化的条件下,左侧额下回的激活显著高于其他三组,说明只有金钱和拟人化结合才能显著增强共情。结论:本研究表明,金钱拟人化促进了个人的捐赠意愿,这是由幻想的移情反应中介的。捐赠受益人（儿童与成人）会调节这种影响。将行为测量与f NIRS相结合,本研究丰富了货币和拟人化的相关文献及研究方法。研究结果对慈善事业有实际意义。", "label": "社会学", "id": 0}
{"content": "随着我国人口老龄化进程的加剧,老年人群在社会中占比越来越大,如何有效提升老年人生活质量、提高其幸福感已经成为学界关注的热点问题。以往研究表明时间取向是老年人心理健康和幸福感的重要预测因素。作为时间取向的重要方面,未来结果考虑（CFC）是指个体当前行为考虑未来结果/现在结果的程度,其与老年人主观幸福感的之间的关系较少被关注,其中的机制也尚不清晰。本研究拟在未来结果考虑概念下探讨老年人未来和现在时间取向对其主观幸福感的影响,并进一步考察积极心理资本中自我效能感和心理弹性的中介作用。具体来讲,在吉林省某社区开展问卷调查,采用未来结果考虑量表、生活满意度量表、PANAS、一般自我效能感问卷和心理弹性量表对81名老年人（Mage=66.03）进行施测。运用SPSS和PROCESS插件进行统计检验。结果显示:（1）现在取向与生活满意度、积极情绪显著正相关,与自我效能感、心理弹性呈显著正相关,自我效能感、心理弹性与生活满意度、积极情绪显著正相关;未来取向与积极情绪、消极情绪均呈显著正相关,与生活满意度无关;（2）现在取向对主观幸福感有显著的正向预测;未来取向的预测作用则不显著;（3）在控制了社会经济地位、身体健康状况以及有关人口学变量后,自我效能感在现在取向和主观幸福感之间起完全中介作用,心理弹性在现在取向和主观幸福感之间也起完全中介作用。研究结果表明老年人对短期结果的关注与更高的主观幸福感有关,且这种关系是通过积极心理资本的提升来实现的。", "label": "社会学", "id": 0}
{"content": "信任问题已逐渐成为互联网公益事业发展的桎梏。本研究在信任整合模型和精细加工可能性模型的指导下,通过拟生态化实验考察个体特质因素（个人公正世界信念）、状态因素（自我损耗）对社交网络捐赠决策的影响,并重点关注转发者特性的信源信任（网络人际信任）以及受助者特性的内容信任（责任归因）在其中的调节作用。研究采用问卷调查法和实验法相结合的方式进行。研究1结果显示,在个人公正世界信念和自我损耗影响个体捐赠决策的过程中,网络人际信任的调节作用显著。面对熟人参照时（高网络人际信任条件下）,低个人公正世界信念者处于高自我损耗状态时,社交网络捐赠意愿显著提高。研究2结果显示,在个人公正世界信念和自我损耗影响个体捐赠决策的过程中,责任归因的调节作用显著。在责任外归因条件下,高个人公正世界信念者处于低自我损耗状态时,社交网络捐赠意愿显著提高;在责任内归因条件下,低个人公正世界信念者处于高自我损耗状态时,社交网络捐赠意愿显著降低。研究结果表明,在社交网络捐赠情境中,网络人际信任和责任归因是影响个体捐赠决策的边界条件,在特定的情况下发挥作用。由此可见,公益组织在募捐时应关注这些外部因素,取其所长,避其所短,更好地利用社交网络的优势推动公益事业的发展。", "label": "社会学", "id": 0}
{"content": "情境危机传播理论（Situational Crisis Communication Theory,SCCT）针对不同的危机类型提供了不同的危机应对策略。其中代表组织无意行为的意外型危机是组织高发危机,且在意外型危机中组织危机应对更为复杂。SCCT理论认为,当组织面对意外型危机时,若其不存在危机历史,则需采取弱化策略;若其存在危机历史,则需采取重建策略。但后续部分研究者的研究显示意外型危机下非营利组织采取弱化策略和重建策略的修复效果不存在显著差异。此外,尚未有实证研究探讨有危机历史的慈善组织在面对意外型危机时,是否适用SCCT所提供的相应危机应对策略。因此,本研究将基于SCCT理论,探究在意外型危机下,危机历史及危机应对策略对慈善组织信任修复效果的影响。研究采用2（危机历史:有危机历史vs无危机历史）*2（危机应对策略:弱化策略vs重建策略）的被试间实验设计。重复测量方差分析结果表明,危机历史的主效应显著,危机历史、危机应对策略与时间因素的三重交互作用显著。进一步分析发现,在无危机历史的情况下,弱化策略可有效修复信任。在有危机历史的情况下,重建策略可显著修复信任。因此,本研究得出以下结论:面对意外型危机时,无危机历史的慈善组织采取弱化策略可有效修复信任,有危机历史的慈善组织采取重建策略可有效修复信任。研究结果支持了SCCT理论的假设。", "label": "社会学", "id": 0}
{"content": "当今世界,毒品问题愈发严峻,《2020年中国毒品形势报告》中显示,截至2020年底,全国现有吸毒人员180.1万名;2020年共查处吸毒人员42.7万人次,其中超半数为复吸人员。毒品不仅损害人们的身心健康,还给家庭带来经济负担,影响社会秩序。毒品依赖包括躯体依赖和心理依赖,心理依赖是指吸毒者对过去体验过的精神活性物质效应的一种难以克制的渴望,亦称为心瘾。以往研究表明心瘾越强的吸毒者在未来的生活中复吸的可能性越大。社会支持作为吸毒心瘾的重要影响因素,能有效地抑制复吸。对于吸毒者而言,较低的社会支持水平往往对应着更大程度的吸毒心瘾,但关于社会支持是如何对吸毒心瘾产生影响的机制尚不明确,需要进一步探索。本研究的目的是探究社会支持通过何种机制作用于吸毒心瘾,这将有利于在将来的戒毒工作中更有针对性地对吸毒者进行干预从而降低其吸毒心瘾,进而减少其在未来复吸的可能性。本研究采用自编毒品成瘾心理因素评估量表对316名戒毒人员（男130名,女186名）进行施测,调查社会支持与吸毒心瘾间的关系,并进一步探讨自尊和心理弹性在其中担任的角色。研究发现:（1）相关分析结果显示,吸毒心瘾、社会支持、自尊、心理弹性两两变量得分间均呈显著正相关关系。（2）中介模型检验结果显示,模型拟合指标为χ~2/df=1.684,CFI=0.979,TLI=0.967,RMSEA=0.048,SRMR=0.036,模型拟合良好。自尊和心理弹性在社会支持与吸毒心瘾的关系间起部分中介作用。具体来看,社会支持可通过心理弹性间接作用于吸毒心瘾（95%置信区间为[0.050,0.170]）,亦可通过由自尊、心理弹性组成的链式中介间接作用于吸毒心瘾（95%置信区间为[0.014,0.234]）。本研究表明戒毒人员的社会支持、自尊、心理弹性与其吸毒心瘾存在紧密的联系。为戒毒人员提供更高水平的社会支持可能会有助于戒毒工作的推进。在此过程中,戒毒人员自身的心理特质亦会发挥重要作用,戒毒工作者应给予低自尊、心理弹性较差的戒毒人员更多的关注,并帮助他们有效提高自尊水平和心理弹性。", "label": "社会学", "id": 0}
{"content": "当前,越来越多的学者已经开始关注留守儿童的心理发展与适应问题,但仅有较少研究关注留守妻子这一特殊群体,且没有研究对留守妻子自身发展如何影响其对子女的教养问题进行系统探究。留守妻子是指丈夫外出流动后作为妻子留守在户籍所在地的女性,相应的,由留守妻子监护的儿童则属于单亲监护型留守儿童。作为子女的主要抚养人,留守妻子的生存与发展状况对单亲监护型留守儿童的发展与适应具有不可替代的深远影响。鉴于此,本研究基于家庭系统理论与自我决定理论,以380个亲子对（留守妻子及其子女）为研究对象,在中国文化背景下综合考察了家庭因素（婚姻满意度）和个体因素（错失焦虑、领悟社会支持）对留守妻子教养行为（心理控制）的影响及作用机制,并构建了一个有调节的中介模型,结果表明:（1）在控制了社会经济地位、留守妻子年龄等因素后,婚姻满意度对留守妻子心理控制具有显著的负向预测作用。（2）中介效应检验表明,留守妻子错失焦虑在婚姻满意度与心理控制间具有部分中介作用。（3）有调节的中介效应检验表明,留守妻子对社会支持的领悟调节了错失焦虑对心理控制的影响强度。即对社会支持的较高领悟可以缓解留守妻子的错失焦虑感,进而减轻其对子女的心理控制。", "label": "社会学", "id": 0}
{"content": "《2019年中国毒品形势报告》指出,截止到2019年底,中国现有吸毒人员214.8万人,其中冰毒作为丙胺类兴奋剂在我国使用最多,高达118.6万人。吸食毒品会导致个体的执行功能受损,而执行功能在抵制吸毒冲动、抑制毒品相关刺激所引起的行为激活中起着重要作用,所以在戒断期间的个体容易产生复吸行为,已有研究发现通过长期戒断（戒断时间≥6个月）的个体的执行功能可以得到显著恢复,而短期戒断（戒断时间<6个月）对执行功能的恢复目前尚无研究。根据Miyake对执行功能划的划分,本研究采用纵向追踪设计的研究方法,分别使用n-back任务、Stroop任务和数字转换任务考察冰毒依赖者执行功能的三个子成分,工作记忆刷新功能、认知抑制功能和工作记忆转换功能随戒断时间的恢复情况。结果发现,随着戒断时间的增加,冰毒依赖者的执行功能可以得到一定的恢复,具体表现为:（1）冰毒依赖者在n-back任务中的反应时逐渐缩短,反应正确率逐渐提高,表明戒断者的工作记忆刷新功能可以得到一定恢复;（2）在Stroop任务中,冰毒依赖者的冲突反应时逐渐缩短,反应时干扰分数逐渐降低,正确率干扰分数逐渐增高,表明戒断者的认知抑制功能在逐渐恢复;（3）在数字转换任务中,冰毒依赖者戒断三个月时的转换成本显著低于戒断两个月和一个月的转换成本,表明戒断者的工作记忆转换功能可以得到一定恢复。", "label": "社会学", "id": 0}
{"content": "在我国,与性别歧视有关的言论一直不断,尽管在国家政策影响和倡导下显性歧视已经变得非常少,隐性歧视却依旧存在,与此同时,婚前、婚外、同性性行为的问题备受政府、社会以及网络媒体等各界的关注,然而国内在性别歧视与婚前、婚外、同性性行为包容度的研究领域同时聚焦城乡差异的实证研究还比较有限。本研究采用spss24.0软件,对2015年中国综合社会调查（CGSS）的10968名城市和农村参与者的相关数据进行了描述性分析和回归分析,其中城镇人口样本4774个,农村人口样本6194个。分析结果表明:在个体因素变量中,在城镇和农村中,男性都表现出对婚前性行为和婚外性行为包容度更高;年龄越小对婚前性行为和同性性行为包容度都越高;少数民族都比汉族更能包容同性性行为;受教育程度越高越能包容同性性行为;而在农村地区,汉族人民比少数民族对婚前性行为和同性性行为包容度低,而在城市地区没有表现出显著影响;城市地区,身体健康状况对婚前性行为和同性性行为的包容度产生显著正向影响,婚姻状况对同性性行为的包容度产生显著负向影响,在农村地区这两者都没有表现出显著影响。在控制个体因素的情况下,城乡地区性别歧视对婚前、婚外、同性性行为三者包容度表现出异同;相同的地方在于城乡地区性别歧视均对婚前性行为的包容度和婚外性行为的包容度产生显著正向影响,不同的地方在于性别歧视在农村地区对同性性行为的包容度有显著正向影响,在城镇中则没有显著影响。由此可见,城乡地区经济发展水平、传统文化、社会规范和生活环境的不同,会影响到人们的价值观念和态度,政府、媒体和社会要采取正确的和多样的方式引导公众性态度的合理化定型,并减轻社会上的性别歧视现象,降低性别歧视带来的负面影响。", "label": "社会学", "id": 0}
{"content": "择偶是一种复杂决策,择偶的结果直接影响到其亲密关系的满意度,一个人的决策风格对其择偶标准和择偶质量都会产生影响。过往研究基于性别、年龄、城乡等不同群体对择偶标准做了较多的探讨,但基于最优化决策风格的差异,探究职业女性的择偶标准及其关系质量是一个全新的视角。本研究通过当地妇联,调查了国内某一线城市分布在不同行业的849名职业女性。我们采用问卷法收集了长期择偶标准、最优化倾向、对其配偶在择偶标准上的实际评分、其配偶的最优化倾向、工作家庭平衡和职业成就等信息。择偶标准分为能力、性格、人品、外貌、经济地位、家庭背景、健康状况和教育水平八个维度,基本概括了当今我国主流的择偶关键词。结果发现:最优化倾向高的职业女性与其伴侣的关系满意度更高,对其伴侣最优化倾向评价也越高。相对于最优化倾向评分较低的女性群体,评分较高的群体在配偶实际评分与其择偶标准之间的差异较小,差异显著的维度较少,并能够正向预测其关系满意度。研究说明了不同决策风格的女性在择偶标准中关注不同的维度,高最优化倾向的职业女性在择偶过程中妥协更少,也对关系质量更为满意。此外,高最优化倾向的职业女性在工作家庭平衡和职业成就感上的得分也比最优化倾向较低的女性群体更高。本研究的结论为长期择偶和决策风格相关的工作提供了一种新颖的女性视角。", "label": "社会学", "id": 0}
{"content": "内化同性恋嫌恶是指同性恋者经历对外界偏见的内化过程后,所形成的对自身性取向的负性态度。作为在同性恋群体中广泛存在的一种典型心理特征,内化同性恋嫌恶是损害同性恋者心理健康的关键因素,其中孤独感是高内化同性恋嫌恶群体普遍存在的心理健康问题。社会生态视角强调从社会文化的角度去探究同性恋者心理健康作用机制。在中国\"严父慈母\"的传统教养观念下,父亲拒绝和母亲过度保护可能是同性恋群体面临的两种典型的家庭教养环境。母亲守门员效应认为母亲的教养态度与行为对父亲教养投入有重要的影响。基于此,本研究建立了有调节的中介模型,考察了父亲拒绝在内化同性恋嫌恶与同性恋者孤独感关系间的中介作用,以及该过程是否受母亲过度保护的调节。通过问卷调查法,使用内化同性恋嫌恶量表、孤独感量表和父母教养方式问卷简式中文修订版对229名同性恋者进行调查,结果发现:（1）在控制性别、年龄、父母婚姻状况和家庭社会经济地位后,内化同性恋嫌恶与孤独感呈显著正相关;（2）父亲拒绝在内化同性恋嫌恶与孤独感之间起部分中介作用;（3）母亲过度保护调节了父亲拒绝中介内化同性恋嫌恶与孤独感关系的前半段路径,即相对于低水平的母亲过度保护,高水平的母亲过度保护会加剧父亲拒绝教养。因此,同性恋群体内化同性恋嫌恶对孤独感的影响是有调节的中介效应。本研究在同性恋群体内化同性恋嫌恶与孤独感的关系中验证了母亲守门员效应,启示母亲应给予父亲更多参与子女教育的机会,避免因过度关爱导致\"关门效应\"出现,为同性恋群体营造支持性的家庭环境,从而帮助其健康成长提供了理论支撑。", "label": "社会学", "id": 0}
{"content": "随着组织和社会经济环境日趋复杂化,个体在职业发展过程中所面临的不确定性与挑战性不断增加。在不确定环境中,员工追求什么样的生涯成功模式能够让自己变得健康、快乐、且有生产力,实现可持续职业生涯?这对于员工个体层面和组织层面的职业生涯管理都十分重要。在职业生涯研究领域,可持续职业生涯（sustainable career）是一个兴起的热点议题,但相关的实证研究却凤毛麟角。本研究结合可持续职业生涯的理论框架和人-环境匹配理论,探索员工职业生涯可持续性（指标包括健康、主观职业成功和绩效）的潜在剖面类型,重点探讨人-职匹配程度与职业生涯可持续性的潜在剖面变化之间的关系。研究采用纵向研究设计,收集了间隔6个月的两轮次员工问卷调查的匹配数据（n=529）;数据分析采用潜在剖面分析（latent profile analysis）和潜在转变分析（latent transition analysis）的方法。研究结果发现:（1）员工职业生涯可持续性存在4种类型的潜在剖面:高可持续性、健康导向、绩效导向和低可持续性,这4种潜在剖面在两轮员工数据的分析中得到重复验证;（2）人-职匹配程度高的员工更有可能经历职业生涯可持续性的积极转变,与之相反,人-职匹配程度低的员工则更有可能经历职业生涯可持续性的消极转变。本研究丰富了可持续职业生涯的实证研究,并从人-职匹配视角深化了对职业生涯动态演变与可持续性转变的理解,具有理论方面的贡献性。同时,本研究为组织的人力资源管理与员工的职业生涯管理提供了有益的决策参考。", "label": "社会学", "id": 0}
{"content": "工作场所求助行为指员工向工作中的同事寻求情感性或工具性帮助,以解决工作中或工作之外的一些问题。员工求助行为有利于个体和团队绩效、员工幸福感以及组织的可持续发展,且工作场所中的人际互助行为大部分是由求助者寻求帮助引发的。但工作场所求助行为却很少被研究。依恋理论是理解人际关系的核心心理学理论,从依恋的视角理解员工求助行为具有合理性。依恋理论已在发展心理学和社会心理学中被广泛应用,但在组织行为学中却很少被关注。因此本研究基于依恋理论探讨员工依恋风格对其工作场所情感性求助和工具性求助行为的影响及作用机制。Chan（2013）回顾了求助相关文献,提出了求助模型,他发现该模型只关注求助认知相关的前因变量,而没有关注求助情感相关的前因变量,并认为情感对求助行为的影响可能是未来有潜力的研究方向。依恋理论主要研究依恋的认知-情感过程,认为依恋风格会影响个体的认知和情感。因此本研究基于依恋理论认为员工依恋风格会通过工作相关的积极情感和消极情感影响员工情感性求助和工具性求助行为。本研究采用人际关系经验量表（ERS）、工作相关情感量表和应对量表中的情感性求助和工具性求助行为两个维度对278名在职员工分三阶段进行问卷测试,采用结构方程模型对数据进行多重中介效应分析。数据分析结果表明模型拟合良好,χ~2（217）=462.868,RMSEA=0.064,CFI=0.934,TLI=0.921,SRMR=0.081。员工对同事的依恋回避和依恋焦虑均会通过积极工作情感负向影响情感性求助和工具性求助行为。员工对同事的依恋焦虑会通过消极工作情感正向影响情感性求助行为。理论上,本研究促进了依恋理论在职场中的应用,丰富了员工依恋风格、求助行为的相关研究。实践上,本研究对于从工作相关的情感出发对员工的求助行为进行干预具有一定的指导意义。", "label": "社会学", "id": 0}
{"content": "捐赠行为是典型的亲社会行为,对于个体的人际交往和社会的道德文明建设都有重要意义。已有研究发现,理性经济人信念会影响到亲社会行为。共情作为诱发亲社会行为的亲社会动机,可能在当中起着中介作用。然而,\"理性经济人信念-共情\"的影响路径以及\"理性经济人信念-亲社会行为\"的影响路径尚不清晰。本研究使用线上问卷实验法对于\"理性经济人信念-共情-亲社会行为\"的路径进行了深入的探索,发现情境中的责任感知和钱的效用感知调节了不同理性经济人信念个体的捐赠行为。研究一探讨了责任感知的作用,收集到447份有效答卷。研究一启动理性经济人信念,之后描述捐赠情境,并测量了参与者对受捐者的状态共情、对捐赠行为的责任感知以及捐赠意愿和金额。结果发现,当个体的理性经济人信念较强时,个体的责任感知越高,对受捐者的共情越高,愿意捐赠的金额也越多。研究二探讨了效用感知的作用,收集到321份有效答卷。结果发现,当个体的理性经济人信念较强时,个体在金钱效用感知水平高时,对受捐者的共情越低,愿意捐赠的金额越少。本研究通过构建有调节的中介模型,探讨了理性经济人信念如何影响状态共情进而影响捐赠行为,及其责任感知和金钱效用感知在其中所起的作用。研究结果表明,可以对强理性经济人信念者强调其责任感,弱化金钱效用感知,从而有针对性地促进其亲社会行为。", "label": "社会学", "id": 0}
{"content": "大连市是一个以旅游业为主的城市,大连城市的市中心是以两个商业广场为中心点的城市,多个商业中心的城市容易造成车辆拥堵,本身人口流量大的特点,会使大连市的出行者相对比较困难。对于很多长时间居住在大连市区的人来说,通勤距离成为了很多人选择工作的重要原因。但是由于经济的发展,城市中心的房屋价格提升、市区内公司规模有限等因素,企业办公地点逐渐迁移,通勤时间带来的职业幸福感的问题越来越多。本研究采用1989年经Roznowski修订的工作描述指数量表对114名大连市出行者的职业幸福感进行调查,对有效数据进行独立样本T检验,结果显示,通勤时间短的员工和通勤时间长的员工之间的职业幸福感测试存在显著差异,t（112）=8.239,P<0.05。具体而言,通勤时间能够影响员工的职业幸福感,通勤时间长的员工其职业幸福感更低。此外,在工作描述指数量表的5个维度中,通勤时间对工作岗位的满意度、对上司满意度、对同事满意度均有显著影响,均表现为通勤时间的增长,其满意度就低。这既与\"不患寡而患不均\"这样的传统思想有关,又与现代经济学中的时间成本有关。这个结论给了很多企业一些关于员工通勤方面的建议,比如通勤车的设置、员工公寓的设置等等,通过缩短通勤时间来提升员工的职业幸福感,从而为企业、为社会创造出更多更优质的产值。", "label": "社会学", "id": 0}
{"content": "近年来,多起家庭暴力事件在网络上被曝光,引发了社会对男女之间暴力行为的关注,这种暴力受到诸多因素的影响,国外研究指出矛盾性别歧视和亲密伴侣暴力之间是存在关系的,但国内并未有清晰的研究,我们的研究注重施暴者的个体差异,基于关系因果定向理论和个体不同的性别歧视类型对亲密伴侣暴力进行了探索,力图从可能影响暴力的内在因素来对亲密伴侣暴力的容忍和实施做出解释。本研究采用了矛盾性别歧视量表、相关情境刺激下对亲密伴侣间的身体、情绪暴力容忍度评分和实施倾向的测量、关系因果定向量表对299名被试进行了调查,通过题目筛选留下了曾经或现在有恋爱经历的196名有效被试,并通过数据分析考察了变量间的相关性,并建立了4个分层线性回归模型来考察关系因果定向在矛盾性别歧视和亲密伴侣暴力间的调节作用,结果发现:（1）矛盾性别歧视（包括敌意性别歧视和善意性别歧视）均正向预测亲密伴侣暴力容忍度及实施可能性。具体地,敌意性别歧视与亲密伴侣暴力（身体暴力和情绪暴力）容忍度（r=0.21,p <0.01）和实施可能性（r=0.24, p <0.01）显著正相关;善意性别歧视与亲密伴侣暴力实施可能性显著正相关（r=0.20, p <0.01）,但与亲密伴侣暴力容忍度相关并不显著。（2）善意性别歧视和亲密伴侣暴力实施之间的关系受到关系因果定向的调节作用。自主取向的善意性别歧视个体实施亲密伴侣暴力的可能性更高（b=0.003, t=2.670, p <0.01）,控制取向的善意性别歧视个体实施亲密伴侣暴力的可能性更低（b=-0.002, t=-2.319, p <0.05）。这些研究结果对亲密伴侣暴力有了更好的解释,对建立积极的两性关系具有重要的意义,为建立一个性别平等、零暴力的社会提供了方向。", "label": "社会学", "id": 0}
{"content": "女性的职业抱负对其个人的职业发展以及促进职场中性别平等的实现有重要作用。已有研究表明,女性所处于的工作和家庭环境是影响其职业抱负水平的重要因素,但目前尚未有研究探讨宏观环境（例如社会规范）对女性职业抱负的影响及其机制。外表的社会规范强调,在当今社会,外表吸引力是一个人价值的体现和成功的必备条件,且与男性相比,社会对女性的外貌要求更加苛刻,女性本身也更易受到这一社会规范的影响,进而会倾向于把时间和精力放在提升外表吸引力上,并减少在职场上的追求和抱负。本研究旨在考察外表的社会规范和女性职业抱负的关系,并探讨自我真实性和感知到的机会在其中的中介作用。采用对外表的社会文化态度问卷、自我真实性量表、感知到的机会量表和职业抱负问卷,对349名大学生（227名女性,122名男性）进行调查。结果表明:（1）在女性被试中,外表的社会规范认同度、自我真实性以及感知到的机会与职业抱负呈显著负相关,自我真实性与感知到的机会呈显著正相关,而在男性被试中,外表的社会规范认同度与其职业抱负相关不显著;（2）在女性被试中,外表的社会规范能通过自我真实性和感知到的机会的序列中介作用间接负向预测职业抱负水平（x~2/df=2.65, p=.10, CFI=.99, TLI=.93, RMSEA=.09）,而这一模型在男性被试中不成立。本研究结果揭示了外表的社会规范对女性职业抱负的影响及其作用机制,对理解女性的职业选择和个人发展有一定的启示意义。", "label": "社会学", "id": 0}
{"content": "最优化决策是指个体在决策过程中精益求精,力求找到最佳的选择,获得最优的决策结果。已有研究表明,最优化决策可以视为一种类似特质的建构,也可以视为决策情境中的决策策略,这种决策风格的个体或采用此策略的个体会持续性地追求\"最优解\",耗费更多的认知资源做出决策,但即使如此,他们对决策的满意度相对于满意型决策个体来说会更低,且更倾向于后悔自己的决策,体验到更多的决策后认知不协调。最优化决策还会影响到个体不同领域的决策,比如婚恋与择偶领域。目前国内对最优化决策研究起步不久,少有研究探讨最优化决策和青年单身的关系。因此,本研究旨在考察最优化决策与青年单身状态的关系,以及社会比较和羞怯在其中所起的作用,丰富相关领域内容。采用人口学资料问卷、Schwart等人（2002）编制的最优化决策量表、王明姬（2006）修订的社会比较量表与Cheek和Buss编制的羞怯量表对402名青年进行了施测。研究结果表明:（1）在控制了性别、年龄后,最优化决策与青年单身状态呈显著负相关,与社会比较、羞怯呈显著正相关,社会比较、羞怯与青年单身状态呈显著负相关。（2）社会比较在最优化决策与青年单身状态之间具有部分中介作用。（3）羞怯在最优化决策与青年单身状态之间具有部分中介作用。（4）社会比较和羞怯在最优化决策与青年单身状态之间具有并行中介作用。上述发现证实了最优化决策在青年单身状态中的重要作用,显示了其发挥作用的多重中介路径,为渴望摆脱单身和处于恋爱婚姻困扰中的青年个体提供一些启示。", "label": "社会学", "id": 0}
{"content": "自杀是全球范国内引发关注较多的一项心理康问题,其背后有着生物因素、心理因素乃至社会因素等多维度、深层次的动因。在军队这样的特殊群体里,自杀问题同样是威胁着广大官兵生命安全的一大因素。在积极心理学的视角下不难发现,传统的文化环境和教育背景下对自杀问题的应对多是从个体人格中的消极因素入手,其主要问题表现为三个不均衡:（1）思想认识与自身处境的不均衡,即个体在自我认知、态度认识以及心理承受力上的不足与其面临的严峻外部环境存在失衡;（2）心理健康教育需求与资源配备的不均衡,近年来官兵对自身心理健康状况的关与日俱增,但相关配套设施、资源却相对不足;（3）问题严重性与社会关注度的不均衡,军人自杀事件屡屡发生,但是社会各界并未对此提高关注度,同时还存在一定的认识误区。在这些问题的基础上,本研究从积极心理学的角度出发,通过发掘官兵人格中的积极因素并加以利用,分别从积极情绪培养、积极归因训练以及积极系统构建三个方面提出了对预防官兵自杀问题的思路。首先在积极情绪培养方面,让官兵用自身积极的情感体验去激发崇高的道德情操,从而在真实的体验中找到正确的生命价值观,这是积板心理学预防自杀行为的初期思路。其次在积极归因训练中,训练广大官兵进行积极的归因训练有利于个体通过合适的认知渠道进行自我鼓励、自我认可与自我升华,从而有效地减少自杀事件的发生。最后,所谓的积板系统构建就是通过整合家、社会以及工作单位的生命教育资源,调动各方面的积因素来建立有利于官兵身心健康发展的社会支持系统架构,让官兵能够在其中得到鼓励与帮助,从而帮助自己形成和发展积极向上的生活态度,在根源上彻底切断自杀的源头。", "label": "社会学", "id": 0}
{"content": "幸福的婚姻对成年个体的生活满意度起着重要的作用,在过去几十年中,国内外的研究者一直致力于探究影响婚姻关系的关键因素。在众多影响因素中,原生家庭的父母婚姻关系的重要影响已经得到了大量理论和研究的支持。但是以往大部分关于婚姻代际传递的研究采用的都是以变量为中心的方法,并关注于某一特定的婚龄段,而忽视了群体差异。因此,本研究根据家庭生命周期理论,结合以变量为中心的方法——主客体互倚模型（Actor Partner Interdependence Model,APIM）和以个体为中心的方法——潜在剖面分析（Potential Profile Analysis,LPA）在多个婚龄段的夫妻中再次检验了婚姻的代际传递效应,以进一步探讨该效应是否存在群体内部的异质性。本研究通过熟人介绍、网上张贴项目广告和社区合作三种形式招募了674对夫妻,其中122对新婚期夫妻,356对养育期夫妻,195对空巢期夫妻。研究采取线下问卷的形式,每一对夫妻都分别填写了自编《原生家庭情况问卷》,《婚姻质量问卷（Quality of Marriage Index）》和《婚姻不稳定指数量表简化版（Marital Instability Scale-Short Form）》。以变量为中心的分析结果发现:1.对于新婚期的夫妻（N=122对）,丈夫的原生家庭婚姻关系显著地正向影响自己和伴侣的婚姻质量和稳定性,妻子的原生家庭婚姻关系则不影响自己和伴侣的婚姻质量和稳定性;2.对于养育期的夫妻（N=356对）,夫妻双方的父母婚姻关系都显著地正向影响自己以及伴侣的婚姻质量和稳定性;3.对于空巢期的夫妻（N=195对）,夫妻双方的父母婚姻关系都不影响自己以及伴侣的婚姻质量和稳定性。以个体为中心的分析结果则表明:1.根据夫妻来自的原生家庭父母婚姻情况,可以分为三个剖面:双方都来自于婚姻幸福的原生家庭（剖面1）,妻子来自于婚姻幸福的原生家庭而丈夫来自于婚姻不幸福的原生家庭（剖面2）,丈夫来自于婚姻幸福的原生家庭而妻子来自于婚姻不幸福的原生家庭（剖面3）;2.三个剖面对应的婚姻质量和稳定性存在显著差异,属于剖面1的夫妻的婚姻质量和稳定性都最高,其次是剖面2,最低的是剖面3。", "label": "社会学", "id": 0}
{"content": "积极应对人口老龄化,事关我国经济社会的和谐稳定。加快养老服务工作,需要各级政府、社会各界付出更多的热情和精力。目前我国养老机构多停留在解决老人看管和衣食温饱的初级水平,面对空巢老人不断增多、老年心身疾病不断增加的现实,如何针对老年人的精神需求提供高质量的养老服务,有待于更深入的探索。有调查表明,当前我国老年疾病患者中50%-80%是源自于心理疾病,而约70%的心理疾病是由于老年人缺少精神关怀所引起的。关注老年人心身健康,对导致老年心身疾病的心理社会因素进行准确有效的探索、并对心身健康的概念进行科学界定已经成了社会发展的客观刚需。以心养身,拥有蓬勃向上的精气神,以身养心,涵养时代发展所需要的知情意,顺势而为,顺势作为,心身一元,身心和合,已然成了心身健康的应然意蕴。呵护老年人的幸福晚年,满足老年人日益增长的文化、精神和自我价值的追求,让他们安享晚年、体面地老去,把他们的冷暖挂在心头,知老尊老,创造一个老年友好型社会,让老有所乐、老有所为的愿望照进现实,不仅有助于推动我国老年人\"五老政策\"在医疗、养老、教育、休闲、作为等方面的建设,切实有效的提高老年人的生活质量,而且可以极大地延长老年人口红利的收获期,减轻社会保障的压力,使老年人成为\"银色产业\"发展的动力和社会进步的积极推力。同时,也可以让后来人有可期的未来,让亿万正在奋斗的人们可以感受到奋斗的价值。", "label": "社会学", "id": 0}
{"content": "毒品一直以来不论是对个体的身心健康还是对社会的安定都有着极大的危害。毒品虽然可以给人带来短暂的虚无的无上快感,而同时带来的巨大损失也是显而易见的。当个体需要在多个既有一定概率带来收益又有一定概率带来损失的选项中做出决策时,这就是客观条件不能完全确定的情况,而这项决策也就带有风险性,在这种情况下做出的决策也就是风险决策。是否要冒着身心受损甚至是被抓入狱的严重后果吸毒,就是一种风险决策。本研究对于风险决策特点的研究,可以对毒品成瘾者为何选择吸毒这一问题的解答提供新的思路,为毒品成瘾者的循证矫治提供科学证据。本次调研共收集到233名强制戒毒的毒品成瘾者,以及116名正常人作为对照组的实验数据资料,使用多种实验范式,即河内塔任务、气球模拟风险任务、GO-GO任务、杯子任务四种实验范式,更加客观准确地对不同类型毒品的成瘾者抑制控制能力,以及在收益和风险情境下会做出的不同风险决策进行测试。研究发现,不同种类的毒品成瘾者在抑制控制能力上存在显著差异,冰毒组的抑制控制能力显著低于对照组,甲卡西酮组和海洛因组则无显著差异;在收益情境下,各成瘾组与对照组相比表现出显著的风险偏好,风险中性和风险不利试次中,各成瘾组的被试选择风险选项的比例显著高于对照组,在损失情境下则无显著差异。", "label": "社会学", "id": 0}
{"content": "基于罪犯自杀的预防在中国监狱有着重要作用,当前研究通过测量罪犯被试自杀的内隐态度,进行结构化认知行为干预,达到进一步降低罪犯自杀风险的目的。研究1利用Beck自杀意念量表筛查被试,然后进行自我伤害想法和行为访谈,将被试分为自杀态度积极组和正常组,进行死亡/自杀内隐联想测验,结果发现,自杀态度积极组被试对死亡/自杀属性词与自我的关系更敏感;研究2针对研究1中的自杀态度积极组被试采用12周的结构化认知行为干预之后,进行死亡/自杀内隐联想测验,结果显示,与小组干预之前的效应D值差异显著。实验结果表明,死亡/自杀内隐联想测验和结构化的认知行为干预能够更加有效的降低罪犯的自杀风险发生。", "label": "社会学", "id": 0}
{"content": "新冠疫情下,员工承担许多压力,其中定量的工作不安全感是最常经历的工作压力,也是影响员工工作投入、心理健康的重要变量。但同在疫情下,为什么有的员工压力应对的更好,经历更少的工作不安全感,有的员工则体验到更多的工作压力,进而影响其身心健康?根据压力的认知评价理论与前瞻性应对概念,我们认为员工的前瞻性应对水平和工作控制感会影响员工在疫情下感知到的工作不安全感进而影响其心理健康（焦虑与抑郁）和工作投入。本研究通过对455名工作者进行问卷调查,探讨在疫情下,员工的前瞻性应对水平和工作控制感在评估工作不安全感中起到的调节作用。目的:调查工作者在疫情下感知到的定量的职业不安全感、心理健康水平（由抑郁和焦虑表示）,探讨前瞻性应对水平和工作控制感对疫情下员工感知到的工作不安全感的调节作用。方法:本研究采用疫情因子量表、工作不安全感量表的定量工作不安全感维度、未来取向应对量表、认知评价量表的感知控制维度、工作投入量表、抑郁焦虑压力量表于2021年5月对455名工作者进行问卷调查,并使用SPSS的PROCESS 3.5进行模型检验。结果:前瞻性应对水平高且工作控制感高的员工在疫情下应对更好,感知到更少的工作不安全感,有更好的心理健康;前瞻性应对水平高而工作控制感低的员工会感知到更多的工作不安全感。个体前瞻性应对水平和工作控制感的调节作用提醒我们可以通过提升工作者的前瞻性应对水平和工作控制感,减少二者间的差距来减少工作者的工作不安全感。", "label": "社会学", "id": 0}
{"content": "发展性工作经历是指个体需要在动态环境中解决多个问题,并在风险与不确定性条件下做出决策的经历。以往研究结果显示,发展性工作经历对员工的管理技能、管理能力等员工自身内部能力有积极影响,但少有研究探讨发展性工作经历对员工竞争力的影响及其作用机制。在当前的无边界职业生涯时代中,竞争力这一与组织内外部、他人横向比较的能力对员工的职业发展十分重要。本研究旨在探讨发展性工作经历与员工竞争力之间的关系。基于自我决定理论,本研究建构了一个有调节的中介模型,假设发展性工作经历可通过提升员工的心理授权感,进而影响员工竞争力,员工自身的防御焦点会调节这一关系。本研究采用发展性工作经历量表、感知到的市场竞争力量表、心理授权量表和防御焦点量表对316名企业在职员工进行了间隔1个月的两波段时间滞后调查,运用SPSS25.0和MPLUS7.0软件进行数据分析。各研究工具的信度良好,经检验共同方法偏差不会对结果造成明显的影响。结果显示:（1）发展性工作经历对员工竞争力有积极影响;（2）心理授权在发展性工作经历与员工竞争力关系中的中介作用显著;（3）发展性工作经历通过心理授权对员工竞争力的影响受到防御焦点的调节,防御焦点越高,发展性工作经历通过心理授权对员工竞争力的影响越强。本研究的研究结论有助于深化研究者对发展性工作经历影响范围及内在过程的认识,也为研究者探索个体层面的认知和行为倾向在发展性工作经历影响中的作用奠定了基础。", "label": "社会学", "id": 0}
{"content": "社交网站中的上行社会比较是现实上行社会比较在网络中的延伸,是个体在社交网站使用过程中通过浏览其他用户的线上积极自我呈现,在能力、成就、外貌特征、受欢迎程度等方面与优秀他人进行比较的过程。上行社会比较会降低自我评价,从而导致广泛的负面后果,包括不良购买行为。网络强迫性购买是个体无法控制的过度网购行为,是一种是适应不良的问题行为。沉溺于强迫性购买会导致许多负面结果,如后悔、内疚、或多或少失去自我控制能力、戒断症状、过度支出和家庭债务、人际关系危机、职业生涯的中断、行为或物质成瘾的共病,甚至是法律问题。尽管已有研究表明社交网站中的上行社会比较与网络强迫性购买有关,但很少有研究探讨这种关系背后的作用机制。本研究采用社交网站中的上行社会比较问卷、物质主义量表、抑郁量表和网络强迫性购买问卷对武汉高校的737名在校大学生进行调查,探讨了社交网站中的上行社会比较对大学生网络强迫性购买行为的影响,以及物质主义和抑郁在其中的中介作用。结果发现:（1）社交网站中的上行社会比较、物质主义、抑郁与网络强迫性购买之间呈两两显著相关,且社交网站中的上行社会比较能显著正向预测网络强迫性购买;（2）物质主义和抑郁在社交网站中的上行社会比较与网络强迫性购买之间起显著的中介作用,具体包括三条路径:一是物质主义的单独中介作用;二是抑郁的单独中介作用;三是物质主义与抑郁的链式中介作用。本研究强调了物质主义和抑郁作为社交网站中的上行社会比较和网络强迫性购买之间潜在机制的中介作用,并对预防和干预大学生网络强迫性购买行为具有重要意义。", "label": "社会学", "id": 0}
{"content": "随着老龄化加重和\"银发经济\"兴起,国家大力支持养老行业发展,科技创新助力智慧养老迎来发展黄金期。当前,基于互联网+物联网的新型智慧养老模式为居家养老、社区养老、机构养老提供了实时、高效、便捷的服务,尤其智能穿戴设备满足了老年人健康管理、运动健身、医疗服务、安全保障、文化娱乐等多样化需求。本文旨在分析适老化智能穿戴设备的功能需求和助老应用场景要求,构建智能穿戴设备的开放接口标准,为智慧养老市场提供有效建议。", "label": "社会学", "id": 0}
{"content": "近年来,信息时代的到来让老年人等弱势群体面临数字鸿沟的难题,而人工智能等新兴技术的发展也让人类与智能人的关系问题逐渐成为社会热点。传统的代际正义思想代作为正义伦理的重要组成部分,强调维护代内公平与不同代之间公平的均衡。而代际反哺认为处于代际优势的一方因出于情感或义务对处于劣势的一方给予帮助。本研究从代际正义理论发展的历史脉络入手,运用代际反哺思维对当代社会的代际正义维度进行全新解读,构建以不同时空各代之间的公平和同一时空各代之间的公平为二级指标的代际正义指标体系,为帮助实现代内公平与不同代之间公平的公共责任提供理论依据和参考路径。", "label": "社会学", "id": 0}
{"content": "<正>说起2020年,如果关键词只是深刻动荡、严峻挑战和必要的适应,那么未免会有些轻描淡写。对于本就因暴力和自然灾害饱受折磨,因治理薄弱、生活贫困、医疗服务不足而承受困苦的社区而言,新冠肺炎疫情使其潜在的脆弱性显露无疑。我对红十字国际委员会在布基纳法索、埃塞俄比亚、利比亚、尼日尔、索马里、叙利亚和乌克兰等国所开展的行动进行考察期间,再次目睹了不分皂白的战争对人类所造成的毁灭性影响。我遇到了失去家人、流离失所、丧失生计的民众;见到了他们因暴力持续多年而筋疲力尽的神色;听到了他们对战争惨无人道的抱怨。孩子们在废墟中长大,无处求学;民众三番五次流离失所。而对于寻找失踪亲人的家属来说,岁月可能已经成为过去,但他们的悲伤却从未消逝。", "label": "社会学", "id": 0}
{"content": "<正>人道愿景红十字国际委员会得以设立,要归功于一个人的远见和决心:亨利·杜南。时间:1859年6月24日。地点:意大利北部小镇索尔费里诺。奥军和法军陷入苦战。16个小时激战之后,死伤遍地,伤亡人数高达4万人。当天晚上,瑞士公民杜南在出差途中经过该地区。看到两支军队数万名士兵得不到医治的惨状,他感到十分震惊,故而呼吁当地人帮助他照顾伤员,并坚持对双方士兵一视同仁。在这一信念的推动下,伤兵救护国际委员会于1863年成立,即红十字国际委员会的前身。此后,还是在1863年,16个国家和4个慈善机构派代表参加了在日内瓦举行的国际会议。正是在此次会议上,将瑞士红底白十字国旗进行反转后的白底红十字这一独特标志得到采纳,红十字由此诞生。", "label": "社会学", "id": 0}
{"content": "<正>新冠疫情蔓延全球,对每一个人都产生了种种影响,但影响力度却不尽相同:生活在受冲突影响国家的民众遭受的打击尤为严重。在红十字国际委员会开展工作的地方,暴力的影响已经给民众带来了沉重的负担,许多人已经被迫逃往国内其他地区或是逃向其他国家,而新冠肺炎疫情只会使其处境更为艰难。我们在所有行动中,都考虑到了这些新增的当下和长期困难。由于出行限制和其他遏制疫情的措施使民众难以谋生,并阻碍了获取基本商品和服务的途径,我们发起了资金呼吁,使我们能够扩大援助规模,帮助民众满足其基本需求且保有尊严,维持生计,并确保他们获得基本服务。", "label": "社会学", "id": 0}
{"content": "<正>2020年8月4日,贝鲁特港口发生大爆炸,冲击波席卷了整个城市,在方圆5公里的范围内造成了大规模破坏和伤亡,并当即造成极为严重的影响:超过200人死亡,约6500人受伤;近70%的公共和私营基础设施遭到破坏,其中包括17所医院和22个初级卫生保健中心;超过12万人无法获得洁净水。", "label": "社会学", "id": 0}
{"content": "<正>武装冲突和其他暴力对家庭养家糊口、社区自给自足和整个国家维持运作的能力造成严重破坏。在这种情况下,民众常常痛失家园,被迫放弃财产,流离失所。即使他们能够带走一些财产,也很可能需要为了生存而在沿途进行出售或交换。另一方面,能够留在家中的人处境也十分艰难:他们的生计（如耕种、饲养牲畜、经营小生意或打工）经常遭到破坏,或者难以为继。家庭和社区支持网络也会崩溃。冲突和暴力还会影响整体经济,限制人员和货物的流动,破坏市场和获取基本服务的机会,并使家家户户无论是否流离失所,都面临更大的贫困风险。为帮助有需求的民众,我们采用以下3种方法,或依次采用,或齐头并进。", "label": "社会学", "id": 0}
{"content": "<正>我们的水与居住环境工作组致力于减少因基础设施受损或供水中断而导致的疾病、苦难和死亡。即便是在和平时期,全世界也有数百万人难以获得洁净饮用水,使用体面的卫生设施和维护良好的公共基础设施;在战乱或自然灾害时期,由于基础设施遭到毁坏,且大量人口流离失所,这一问题会更加严重,使数百万人面临丧命或患病的风险。为了能够让民众获取供水、改善个人卫生条件,并创造或维护可持续的居住环境,我们开展了一系列相关行动。我们致力于促进对环境的尊重,利用环保技术和方法,尽量减少消耗自然资源,并最大限度地提高项目的可持续性。", "label": "社会学", "id": 0}
{"content": "<正>武装冲突通常会导致当地医疗系统无法正常运转。在最严重的情况下,系统可能会部分失灵,甚或彻底崩溃。在有条件的地点,红十字国际委员会通过支持当地机构,帮助维持基本医疗服务的运转。我们提供医疗设备和药品,并支持能力建设、培训和监督。必要时,我们也会提供训练有素的医务人员。除积极治疗服务外,我们还重点关注疾病预防和健康促进,提高民众对良好个人卫生习惯的认识,如洗手、使用驱蚊剂浸泡过的蚊帐。我们通过促进对孕妇进行密切监督、推广安全分娩实践、母乳喂养和计划生育,支持母婴健康。为降低婴儿死亡率,我们帮助地方卫生当局和医务工作人员开展麻疹、结核病、破伤风、白喉、脊髓灰质炎和百日咳的疫苗接种工作。", "label": "社会学", "id": 0}
{"content": "<正>在冲突地区,我们为伤者病者提供急救,以及紧急运送至医疗机构的服务。而针对这些医疗机构,我们会提供药品、设备和培训,并致力于在医院管理的诸多方面进行能力建设,具体涉及提供优质护理、人力资源、基础设施维护、财务、采购物流和行政方面的能力。如有必要,我们会派遣自己的专家队,与当地医院的工作人员一同工作。在武装冲突中做手术非常困难,而且通常较为危险。导弹及其他种类的重型武器所造成的伤害对于大多数并非外科军医的医生而言,是比较陌生的,不能直接套用在普通医院中治疗平民枪伤的经验。", "label": "社会学", "id": 0}
{"content": "<正>战争所带来的伤害不仅仅是生理上的:亲历战斗、被迫撤离、与家人离散、强奸以及其他暴力会造成深刻的心理创伤,使民众倍感脆弱,即使敌对行动结束很长时间之后也难以磨灭。例如,失踪人员家属就因为亲人下落不明而长期煎熬;关怀他人的专业人士和志愿者也会因自身的所见所闻以及所面临的安全风险,而易于承受压力。因此,我们向失踪人员家属、性暴力受害者或幸存者、被拘留者和应急反应者提供心理健康与社会心理支持。如果条件允许,我们就直接提供服务;否则,我们就会帮民众联系他们需要的专家和相关服务提供方。我们还向应急反应者、医务工作者、国家红十字会和红新月会工作人员以及社区志愿者提供基本社会心理技能和应对个人痛苦方面的培训。", "label": "社会学", "id": 0}
{"content": "<正>假肢康复服务能够帮助残疾人士重新融入社会。这项工作力图消除或至少尽量减少残疾人行动或开展活动的限制,从而使其能够更加独立,并享受最好的生活品质。残疾人士可能需要假肢、矫形器（支持无法控制肌肉的肢体）、拐杖或轮椅等助行设备;同时还需要进行理疗,学习如何最为充分地利用这些设备。要确保获取食物、住所,接受教育、就业、赚取收入,以及更广泛而言,获取社会其他成员所享有的同等机会,恢复行动能力是第一步。在红十字国际委员会开展工作的冲突肆虐的国家中,假肢康复服务不仅仅是因战斗（地雷、炸弹等）而直接致残之人所需要的服务,许多因正常医疗服务崩溃而无法接种疫苗或接受治疗,最终导致残疾的患者也需要这项服务。", "label": "社会学", "id": 0}
{"content": "<正>在武装冲突期间,武器会致死致残,使民众难以获得用水等基本供应,也无法务农。但这种影响并不会随着最后一声枪响而结束。在冲突结束数年,甚至数十年之后,未爆炸及被弃置的武器仍然会造成人员伤亡,阻碍重建与和解进程。此外,武器不只出现在大规模的激烈武装冲突当中:在当今许多社会,由于小武器扩散,数百万人在日常生活中遭受了更为严重的暴力。我们单独或组合使用各种方法,尽力减少各类武器,包括化生放核制剂所造成污染的影响。", "label": "社会学", "id": 0}
{"content": "<正>每一年都有无数家庭因武装冲突、自然灾害和迁移而离散。在逃离冲突之时,在自然灾害来袭之时,在迁移途中,儿童可能会在一片混乱之中迷路;老人或患者可能不愿离开,或丧失了离开的能力;伤员可能会被送往医院,但其家人却有可能不知道他们的遭遇;还有人会被拘留,但无人向其家属通知他们的下落;许多死者也往往未能识别身份。与亲人失去联系,不知道亲人身在何方,是否安好,会令家属极为痛苦。红十字国际委员会和各国红十字会与红新月会携手合作,组成全球网络,为与亲人离散的人员提供帮助。", "label": "社会学", "id": 0}
{"content": "<正>无论是男性、妇女还是儿童,所有被拘留者每一天都面临强迫失踪、酷刑和即决处决的危险,可能要承受非人道的居住条件,并与家人失联。我们力图确保所有被剥夺自由之人都能享有体面的待遇和拘留条件,无论其逮捕或拘留原因为何;我们还力图减少其家属的痛苦,重要的手段包括促进被拘留者与家属之间进行联系,并为家属探视提供便利;我们促进对法律保障的尊重,并在某些情况下帮助获释人员,协助其回归社会。", "label": "社会学", "id": 0}
{"content": "<正>红十字国际委员会的使命是保护武装冲突和其他暴力局势受害者的生命和尊严,并为其提供援助。为履行这一使命,我们开展的一项工作是促进对人道原则与规范的遵守,旨在防止平民居民遭受伤害与痛苦。保护武装冲突受害者的法律体系——国际人道法的要旨就是在合法军事行动与此类行动所造成的人道后果之间达成平衡。我们会与能够决定武装冲突受害者处境或左右我们工作的个体及团体进行对话,其中包括:武装部队、警察和安全部队、非国家武装团体等其他武器携带者、以及地方和国际层面的政府当局、其他决策者和意见领袖。放眼未来,我们还与学生和老师进行联系。", "label": "社会学", "id": 0}
{"content": "<正>敌对行动爆发时,教育服务往往首当其冲,陷入停滞,恢复速度又最为缓慢。但受冲突或其他暴力影响的民众,尤其是儿童和父母,都日益认为教育是头等大事,在其最迫切需求满足之后就更是秉持这一观点。对于我们人道工作者而言,教育是优先要务,是因为教育所营造的环境和传授的知识与技能可以帮助儿童形成日后生存和维持生计所需的应对机制,这又能使他们在遭受冲突和暴力的影响时,具有更强的复原力。", "label": "社会学", "id": 0}
{"content": "<正>如果你和世界各地数百万人一样,受到武装冲突和其他暴力的影响,那么对你而言,满足基本需求已然极为艰难,在冲突和暴力旷日持久的情况下就更是如此。但气候变化和环境风险只会深化负面影响。因此,我们在应对武装冲突和暴力影响的同时,还会应对气候与环境所造成的影响。", "label": "社会学", "id": 0}
{"content": "<正>无论我们在何地开展工作,都会与当地的志愿组织——国家红十字会或红新月会密切合作。目前,国家红会共有192个,再加上其联盟组织——红十字会与红新月会国际联合会,和红十字国际委员会本身,就构成了国际红十字与红新月运动。国家红会的使命是在本国开展人道行动,尤其是要发挥公共当局的助手作用。", "label": "社会学", "id": 0}
{"content": "<正>本文件中记录了许多关于生存、恢复与成长的故事,这只是我们在2020年所取得成就的冰山一角。而能够取得这些成就,以及很多其他类似的成果,都完全要归功于像您一样的支持者与合作伙伴。我们在此向您致以诚挚的谢意。\"与红十字国际委员会合作,让香港科技大学有机会学习并反思,我们作为一所高校,是如何在教育当中注入人道精神的。学生借此机会,得以体验跨学科合作的潜能,并有助于以全新方式解决复杂的人道挑战。在红十字国际委员会实习期间,我们的学生不断迎接挑战,打破思维定势,转变世界观,并重新思考他们在校园之外,作为活跃的全球公民,能够在促进和平、公正和建设强大机构方面所发挥的作用。\"", "label": "社会学", "id": 0}
{"content": "<正>150多年来,红十字国际委员会一直在保护并援助世界各地武装冲突和其他暴力局势的受害者,无论媒体是否对其予以关注。因为我们身处一线,所以我们能够掌握当前局势及民众需求的第一手资料。另外,如果自然灾害发生在冲突地区,以及我们的特定专业技能可以发挥作用时,我们也会伸出援手。", "label": "社会学", "id": 0}
{"content": "我国当下的乡村发展正面临严峻的潜在威胁以及新形式的变化,且城乡二元对立已成为最大的发展障碍之一,需要正视和严肃对待。除此之外,乡村文化的脱源化现象和青年群体文化与定位上的迷茫也是当下乡村和小城市所面临的一大隐性问题。在大城市的发展扩张压力增大,小城市缺乏发展潜力和吸引力的情况下,将提升乡村文化发展氛围,建立体系化,拥有良好社区建构和群众参与度的运营管理方式作为乡村的核心发展运行战略;给予年轻群体更多自主管理权利,从而把乡村经营主体和受众向青年群体倾斜,从群体心态和文化认同上提升居民对乡村生活的预期和接受度,进而促进村镇振兴。", "label": "社会学", "id": 0}
{"content": "经济和社会的飞速发展使人们的生活越来越丰富,同时人们生活的压力越来越大,因此存在着许多人睡眠绝对时间不足,睡眠时间段相对滞后的现象,本研究将此类群体称为\"城市特‘困’群体\"。研究围绕城市特\"困\"群体展开,探究其生活行为特征与居住空间的耦合关系,通过问卷、访谈等社会调研方法,分析他们成为特\"困\"群体的一系列原因,并分别从城市环境、居住社区和住栋套型三个层面探讨相关影响因素。随之通过AHP层次分析法,进一步研究各因素所占权重,最终以分析结果为依据得出三个层面的主要影响因素,并依次提出切实的空间改进建议,提升居民的生活质量和居住空间的品质。以达到使城市特\"困\"群体不因为熬夜而影响他人的同时,在自己睡觉的时间段内又不受外界影响的目的。进而引导该人群形成更加合理、健康的生活方式。", "label": "社会学", "id": 0}
{"content": "随着全面二孩政策的堆积效应逐渐消退,为儿童提供舒适健康的成长环境提高儿童福祉并实现社会可持续发展显得尤为迫切。本文对国际范围内儿童友好社区营造实践进行梳理和回顾,概括总结出了空间友好、制度友好、服务友好三个维度的国际儿童友好社区营造关注目标,并以此为基础,对长江紫都儿童友好社区营造提出了围绕\"空间·服务·制度\"多维复合目标的建设策略和设计方法,旨在为我国儿童友好社区建设提供可借鉴的路径。", "label": "社会学", "id": 0}
{"content": "互联网科技的飞速发展改变了人们日常生活,对人们休闲行为产生了重大影响。同时网络休闲能突破物理空间的限制,使人们在虚拟空间就能愉悦身心,对城市公共休闲空间产生了巨大冲击。本文通过发放网络调查问卷,得到了8个城市320条有效问卷,分析不同人群的休闲行为差异。通过相关性分析和有序logit回归的方法,探究不同类型的实体休闲和网络休闲频率和年龄、收入、休闲态度、城市发展水平、性别、地区娱乐设施密度、互联网使用经验的关系。最后对未来城市公共休闲空间的发展提出建议,突出实体空间锻炼身体机能的不可替代作用,强化其体育娱乐和自然游憩功能,对防止人民过度沉迷网络休闲有一定的积极作用。", "label": "社会学", "id": 0}
{"content": "在城镇化快速扩展的趋势下,机动化的城市特征愈发明显,城市空间的步行性受到严重冲击。而步行作为老年人日常生活最主要的出行方式,空间的步行性建设在当前老龄化严重的社会背景下显得愈发重要。住区是居民最基本的生活单元,而日常购物、就医等生活性出行与老年人的日常生活息息相关。因此,在住区层面来探讨建成环境对老年人生活性步行出行的影响,对老龄步行友好型住区的建设具有重大现实意义。研究以哈尔滨道里区三个不同时期的三个典型住区为例,通过实地调研、问卷发放、网络数据获取等方法,获取老年人步行出行及住区建成环境特征数据。最后,依次运用相关性分析和多项logistic回归模型,分析在控制个人属性变量的基础下住区建成环境对老年人生活性步行出行的影响机制,以期为今后住区建成环境的宜老年人步行性建设提供借鉴和指导。", "label": "社会学", "id": 0}
{"content": "研究不同社会属性居民的职住特征,是缓解职住失配的必然要求,也是应对社会极化趋势的重要手段。但目前较少有研究将城市的居住空间分异与职住特征结合起来,从宏观维度探讨不同社会区通勤空间的差异。本文以上海市主城区为例,基于六普数据和手机信令数据,利用主成分分析、聚类分析以及空间连接的方法,将社会属性与职住属性相结合,比较不同社会阶层的职住空间分布与通勤距离。研究表明,上海市主城区可划分为蓝领人员聚居区、多种人群混居区、商业服务业人员聚居区、科研人员聚居区和高管与专业技术人员聚居区五类社会区,且不同社会区居民的居住和就业空间出现显著分异,通勤距离呈现出分级的规律,验证了社会属性影响职住特征的研究假设。", "label": "社会学", "id": 0}
{"content": "职场白领人群发展背景:出生率及适龄劳动力数量双降,劳动力的价值突显;第三产业迅速发展,成为吸纳就业的主力;主要来自第三产业的都市职场白领值得关注和深入研究。本报告所研究的职场白领是指那些专科及以上学历,从事脑力劳动的企业职员。职场白领人群消费特征:年龄集中在25-39岁,多是本科学历,已婚有孩居多;个人月收入高,有房有车,消费能力强;职场白领每月支出占收入的比例集中在20%-60%之间,平均比例为42.4%;餐饮食品、子女教育是职场白领消费最高的领域;消费注重品质,各主要品类均有自己偏好的品牌;注重理财,喜爱投资基金和股票;日常喜欢追影综,听音乐,也热爱旅行、美食和运动。职场白领人群社交特征:93%的职场白领对职场社交持积极认可的态度;职场社交有助于团队之间更好协作,业务沟通更高效;超过50%白领希望通过职场社交提升学习、与优秀人为伍;未来更希望通过职场社交吸收多样化知识,提升业务能力,拓展人脉。职场社交赛道发展及未来趋势:细分赛道发展进入成熟期,头部玩家出线;趋势一:内容及服务多元的泛职场生态平台将迎来发展契机;趋势二:便捷高效、跨圈层的线上职场社交是未来主要形态;趋势三:职场社交场景下的社交招聘正在成为人才获取的新方式。", "label": "社会学", "id": 0}
{"content": "近10年来,互联网公益事业发展迅猛,网络公益在增进社会信任、提高资源动员能力、扩大公益影响范围等方面起到巨大作用。然而,在互联网公益事业取得巨大成就的同时也出现了一系列的问题。本文选取类保险网络互助和网络众筹两个案例,理清了二者的历史发展脉络,提出当前网络公益存在性质不明和定位不清的法律问题、商业目标与公益事业深度绑定问题和平台运营管理混乱问题。针对以上问题,提出网络公益创新的生态治理方案,包括理清各方主体的性质定位与法律关系、政府监管介入以及加强平台内部建设等。", "label": "社会学", "id": 0}
{"content": "传统乡土社会的根本特性是稳定,每个社会分子在世代延续中接受经验教化,形成特定血缘与地缘基础上的文化认同。当稳定与封闭的状态被打破,社会变迁的速率加快,村落传统的文化与经验失去了传承的天然土壤,失落在老一辈村民残存的记忆当中。建构乡村老年人生命口述史,不仅能使村庄的归属感与向心力得以回归,而且能满足老年人深层次的精神需求,使乡村文化振兴与农村养老形成双向互动。", "label": "社会学", "id": 0}
{"content": "<正>受疫情影响,一些发达国家如美国、加拿大、意大利和日本的就业市场上,女性的就业率受到较大程度的冲击……疫情拉大劳动力参与率的性别差异过去几十年时间里,上述发达国家政府为女性提供支持,以减少女性就业的阻碍,降低劳动力市场上就业的性别差异并取得一定成效。", "label": "社会学", "id": 0}
{"content": "<正>Covid-19危机对老年人及其对科技的使用产生了两个重大影响。第一,在大流行期间,老年人的互联网使用速度加快,同时许多老年人遭受了孤立、孤独和行动不便之苦。二是在疫情发生之前,老年人已经逐渐缩小了与年轻一代之间的智能手机使用差距。自从新冠大流行以来,这种情况已经停止了。年轻一代增加了他们的互联网使用量。", "label": "社会学", "id": 0}
{"content": "<正>Covid-19大流行期间,越来越多的老年人使用互联网服务,生活质量得到了改善,还有其他形式的技术可以进一步改善他们的生活。很多时候,最重要的因素并不是新的技术方案本身,而是公司和机构如何塑造这种技术,并根据老年人的喜好和需求采用这种技术。需要做到让老年人喜欢、欣赏,从而更多的使用它。只有这样,才能看到这些新的科技解决方案带来的积极影响和好处。", "label": "社会学", "id": 0}
{"content": "<正>当世界正在努力应对新冠大流行和气候变化时,还有另一个全球的长期挑战,没有人知道该如何应对:人口老龄化。随着人类从一个蓬勃发展的爆炸性物种过渡到一个静止或萎缩的物种,世界各地的经济将面临巨大的压力。日本就是一个典型的例子。虽然它的出生率并不像许多其他发达国家那样低,但它的出生率已经低了较长时间。这就是为什么日本现在是世界上最古老的主要经济体的原因。", "label": "社会学", "id": 0}
{"content": "<正>美国社会对老龄化的许多看法已经过时。老年人往往被描述为虚弱,是需要应对的挑战,他们受到歧视,特别是在工作场所,但是在工作场所,他们的经验和知识理应得到重视。美国的营销公司往往会关注千禧一代和Z世代,但最大的经济群体之一--婴儿潮一代却基本被遗忘。根据最近的一项调查,美国婴儿潮一代预计在未来五年内将拥有70%的可支配收入,但只有不到10%的广告是针对他们的。随着他们开始退休,在退休服务领域有很多未开发的机会。", "label": "社会学", "id": 0}
{"content": "<正>人口老龄化和城市化是两大全球化趋势。随着城市发展,六十岁以上人口的比例在增加。老年人对于他们的家庭、社区和经济都是一种资源,支持着我们的生活环境。智慧城市可以为他们提供数字基础设施,帮助他们找到并定制所需的本地社区信息,以充分发掘老年人的潜能,促进人类社会更加和谐。在澳大利亚,一般年龄在65周岁以上的人被称为老年人或长者,老年人口越来越多,", "label": "社会学", "id": 0}
{"content": "随着数字经济的发展,手机给人们的生活和工作带来了便利,手机依赖现象也随之出现。本文通过调查,分析了上班族的手机依赖行为及具体的表现,并提出了回归面对面交流、培养丰富的兴趣爱好、社会助力营造氛围远离手机依赖的建议。本项研究,对减少上班族的手机依赖,提高手机的使用效率,有着重要现实意义。", "label": "社会学", "id": 0}
{"content": "<正>2020年是不幸的,根据世卫组织的数据,去年有170多万人死于新冠,而且这个数字还在上升。随之而来的城市乃至整个国家的封锁,使全球经济陷入二战以来最严重的衰退。根据国际货币基金组织的数据,除中国外,全球主要经济体的国内生产总值都预测为负数。由于对病毒的恐惧、丧亲的悲痛、对生计的担忧,以及由此带来的封锁压力,精神健康问题也在上升。", "label": "社会学", "id": 0}
{"content": "<正>很多年轻人已经接受了网购、叫车、数字支付、远程医疗等数字技术带来的便利。但很多没有掌握最新技术的老人,却有可能被落下了。在COVID-19爆发期间,几则新闻报道将这一问题推到了风口浪尖:一位老人想用现金支付医保,但柜台人员因担心现金可能携带新冠病毒而拒收。这名没有开通移动支付的老太太被留在服务中心内,不知所措。在另一起事件中,一位没有手机的老人被要求下车,因为他没有向司机出示健康宝。这些事情严酷地提醒我们,老年人的数字鸿沟正在扩大。", "label": "社会学", "id": 0}
{"content": "婚姻是绝大部分人们的归宿,也是人们对自己所做选择的一种考验。白首不相离是人们对婚姻的美好期盼,但这与我们的择偶标准是有很大关系的。进化论中很明确地指出了男性和女性在选择人生伴侣中的不同标准。然而这些标准都是在特定的社会背景下所得出的结论,在社会发生重大改变以及同性恋和双性恋泛滥的时代,这些标准是否也需要等待人们的二次检验,此外以前的伴侣和现在伴侣的目的性是否也在变化,人们进入婚姻的目的也在经受着这个媒体时代的大考验。", "label": "社会学", "id": 0}
{"content": "为了解近十年来\"儿童发展\"领域的研究现状,以中国知网、Web of Science核心合集的1360、2827条文献为研究对象,利用CiteSpace软件分析该领域的总体概况、关键词分布、研究热点和趋势。研究发现:国际上关于\"儿童发展\"领域的研究主要集中在社会学、心理学领域,研究问题主要涉及儿童认知、记忆力、同伴关系等问题。因此,我国未来的儿童发展研究可以进行跨学科合作,从多个学科视角出发研究儿童发展问题,研究对象也可以更多地关注普通儿童。", "label": "社会学", "id": 0}
{"content": "本研究从青年职业话语透视我国小康社会的发展与社会变迁。经研究发现,青年利用底层叙事、戏谑、视觉表达等方式重新定义工作,进行情感动员,进而形成\"打工者\"的讨论热潮,实现全民狂欢,其背后反映了不同阶层间的话语协同。总体来看,当代青年通过表征和反讽进行自贬和重构身份。\"打工人\"利用自我的矮化的语言渲染情景,营造氛围,描写个人遭遇。其主题往往涉及社会话题、底层民众的痛点,内容是对现实的戏仿,容易引起共鸣。他们从由\"鸡汤文本\"所形成的乌托邦之中走向\"反鸡汤\",在多元化就业格局中,\"打工\"形象的污名化不断减弱,\"打工人\"成为所有工作者的\"统称\",在一定程度上打破了职业鄙视链。然而,\"打工人\"面临着被商业、娱乐产业收编的困境,容易导致话语泛滥。因此,要吸引青年人回归家乡,助力乡村振兴与小康社会建设,培养新一代\"乡土精英\"。", "label": "社会学", "id": 0}
{"content": "新冠肺炎疫情不仅影响青年群体的生理机能,更对其心理和情绪产生较大冲击。由于持续性居家隔离,青年群体因长期沉溺于恐惧、焦虑等负面情绪而患上\"幽居症\"。本研究采用质性研究方法,遵循诠释主义的分析范式,对12位\"幽居症\"青年进行半结构式深度访谈。研究发现,替代性创伤、虚无主义、重度拖延、迷茫无助、抑郁与强迫交织、焦躁易怒成为青年群体\"幽居症\"的主要表征。基于抗逆力培育的环境-个体互动模型,从接纳与共存、共在与信任、稳定与共情、正念与自控、自律与调适等维度,提出青年群体\"幽居症\"调适的具体路径。", "label": "社会学", "id": 0}
{"content": "随着互联网逐渐介入城乡家庭生活,青少年和父母因互联网使用态度差异引发的代际冲突现象愈发成为一个现实和学术问题。研究采用问卷调查法（N=740）,基于压力源-负担-结果（SSO）框架和自我损耗理论,构建互联网使用态度不一致、自我损耗和数字化代际冲突模型。研究发现,青少年和父母的互联网使用态度不一致正向影响外显数字化代际冲突和内隐数字化代际冲突,且这一影响是通过青少年自我损耗作为中介机制起作用。此外,亲子沟通负向调节互联网使用态度不一致对自我损耗的影响,命令性规范正向调节自我损耗与数字化代际冲突的关系。因此,对于理解互联网使用态度影响数字化代际冲突的解释机制以及促进亲子关系的良性发展,本文具有一定的理论和实践贡献。", "label": "社会学", "id": 0}
{"content": "通过从城市融入、经济融入、文化融入、社区融入等四个层面分析独居青年社会融入状况,研究发现独居青年呈现群体发展的分化、社会融入群体的分化、社会融入维度的分层。独居青年社会融入发展三大趋势:社会融入成为独居青年的发展诉求,青年经济融入热情高涨;推动青年城市融入将成为未来各城市吸引青年人才政策重点之一,青年融入城市建设成为城市核心竞争力;独居青年群体的发展具有阶段性,但阶段性的经历对他们价值观影响深远。扩大独居青年有序社会融入,要强化青年社会融入的价值观引领,有序扩大青年社会融入;拓展青年社会融入渠道与机制,推动青年网络融入;以社会融入促进青年发展,提升青年融入感和获得感。", "label": "社会学", "id": 0}
{"content": "曾留守女性在恋爱中一方面处于极易被控制的PUA状态,一方面她们又试图去控制对方,然而却往往以失败告终,呈现一种失序的恋爱关系。本文基于生命历程理论分析曾留守女性青年为何在恋爱中更易被PUA。从轨迹、转变、延续这三个时间性的概念通过分析曾留守女性的生命过程,得出她们的恋爱被\"PUA\"的状态特征。曾留守女性在恋爱中被\"PUA\"的主要表现为:1.被控制的恋爱顺从者:贬低陷阱与恋爱中的自卑、顺从;2.试图控制对方:对被顺从和安全感的病态需要;3.失序的恋爱关系:依恋焦虑、依恋回避和极度依恋。本文还从个体内部、个体行为、超个体三个层面分析了生命过程中各个领域、时间的相互依存关系是如何形塑曾留守女性的恋爱心理问题的。本文的研究有利于曾留守女性健康的恋爱观养成,甚至生活观的培养。", "label": "社会学", "id": 0}
{"content": "随着我国互联网技术和新媒体的快速发展,以及人民生活水平的普遍提高,我国青少年接触到网络、在网络上开展社交娱乐活动呈现出低龄化、普遍化、泛娱乐化的趋势。在2020年全民抗击新冠疫情的背景下,\"肖战事件\"以其时间跨度长、争议事件密度高、覆盖人群广、社会影响大而屡屡以争议的形式进入公众视野。本文以横跨半年之久的肖战相关系列事件整体作为个案,基于网络田野调查和半结构访谈,以粉丝文化和粉丝经济作为主要的分析视角,反思\"肖战事件\"折射出来的青少年在网络追星过程中有关网络素养的共性和突出问题,进而提出关于青少年网络素养优化的反思和建议。研究发现,尽管青少年粉丝群体通过文化层面的情感付出和经济层面的氪金消费在明星-资本-粉丝的互动机制中获得了一定的话语权,但是囿于自身认知水平和信息素养的不成熟,再加上粉丝文化-粉丝经济内在的弊端,往往不能正确、理性地应对一些负面信息和反馈,甚至形成过激、偏执的反应,对自身和他人造成不良影响。因此,如何形成和保障网络与青少年之间的良性互动,是摆在我们面前的时代课题。", "label": "社会学", "id": 0}
{"content": "青年是推动历史进步的重要主体,建党100年来,青年在时代的感召下不断成长。在全球化、信息化的时代条件下,当代青年拥有与新时代相契合的?代际特征?,正确认识新时代青年成长面临的外部环境和现实困境,深刻理解新时代青年的历史使命,清晰把握青年健康发展正确方向,从坚持党管青年原则,为青年成长成才提供制度支撑和组织保障,厚植爱国主义情怀,激发新时代青年的历史使命和责任担当,深入研究青年特点,持续深化青年的思想政治价值引领,准确把握青年需求,服务青年成长助推青年高质量就业创业,青年要有格局气度,为全球青年发展成才提供中国方案与中国智慧等方面探究了当代青年成长成才价值目标的实现路径。", "label": "社会学", "id": 0}
{"content": "通过深入分析北京大学教育基金会管理工作的信息化需求,根据教育基金会管理工作的特点,提出协议、项目、捐赠人三大基础数据模型,并在此基础上进行分解、扩展和关联,提供了面向基金会管理人员及全校师生的以协议项目申请审核和捐赠资金入账为核心的多种管理服务业务,并使得业务管理与财务管理高度融合,有效提高了基金会管理效率,规范了管理流程,并为全校师生申请及管理基金会归属项目提供了便捷服务。", "label": "社会学", "id": 0}
{"content": "新冠肺炎疫情强化了线上线下相结合的工作模式,导致工作-家庭边界变得更加模糊,给组织和员工维持工作-家庭关系平衡带来了新的挑战,也使得倾向于从分离或者对立视角研究工作-家庭关系的传统理论视角逐渐脱离实际。道德领导是广泛存在而且颇受推崇的领导风格,对员工的工作行为和资源变动有显著影响,传统研究主要关注的是道德领导的积极效应,近期研究注意到了其\"另一面\",有研究呼吁全面分析道德领导对工作-家庭关系的影响。资源及其移动对工作-家庭关系具有显著影响,资源保存理论为我们分析资源损耗效应和资源获取效应提供了一个整合性更强的分析框架,作为理论基础具有适用性。运用资源保存理论提出了道德领导对工作-家庭关系存在双刃剑效应的预设,以该理论为依据引入组织公民压力感知和工作意义感知为中介变量,以及工作-家庭分割偏好为调节变量构建了理论模型,包括作用机制和边界条件。以海南三家企业的297名员工为样本收集了三时点问卷数据,并采用SPSS20.0和Mplus7.4软件进行了统计分析和假设检验。研究结果表明:（1）道德领导可以通过资源损耗路径强化员工的组织公民压力感知而间接地加剧工作-家庭冲突;（2）还可以通过资源获取路径提升员工的工作意义感知直接促进工作-家庭增益;（3）以及代表个体差异的工作家庭分割偏好对资源损耗路径具有调节作用,员工的高工作家庭分割偏好会弱化组织公民压力感知与工作-家庭冲突之间的正相关关系。通过实证研究分别从损耗效应和增益效应两条路径分析道德领导对员工工作-家庭关系的影响,可以增进对道德领导效应的认知;运用资源保存理论从道德领导的角度构建更为完整的工作-家庭关系作用机制,为研究者和管理者提供了整体性更强的理论依据;通过证实个体工作家庭分割偏好的调节作用,提高了理论模型的情境适应性。", "label": "社会学", "id": 0}
{"content": "在探讨家庭收入问题时,不仅要关注经济发展情况,也应重视父母干预的影响。本文借鉴超边际分析框架构建家庭间分工模型,揭示不同类型的父母干预影响子女家庭收入的内在机制,理论研究发现:人力资本型父母干预促进子女人力资本积累,改变子女家庭的劳动力配置,最终增加子女家庭收入。财富型父母干预主要作用于子女家庭资产配置,部分情况下亦改变子女家庭劳动力配置,继而影响子女家庭收入。基于此,本文利用CHARLS2015数据库进行实证分析,回归结果显示人力资本型父母干预有利于增加子女家庭收入,而财富型父母干预对子女家庭收入却呈现负向影响。另外,区位位置差异与子女身体健康与否皆导致父母干预对子女家庭收入的影响效应显著不同。父母的行为选择决定父母干预对其子女家庭收入的影响效果。本文为理解子女收入创造提供了新视角,特别是为父母的行为选择提供了判断依据。", "label": "社会学", "id": 0}
{"content": "<正>图书馆与女性之间关系密切,早在1893年的芝加哥世界博览会上便展出了女性图书馆,约100年之后,国际图联设立了\"女性、信息与图书馆特别兴趣小组\"（Women,Information and Libraries Special Interest Group）,回应联合国有关妇女议题的相关条约、项目和倡议[1]。图书馆员通常被认为是适合女性的职业,20世纪80年代就有调查显示,职业女性化在全球范围内是普遍现象,在美国、加拿大、法国、新西兰、保加利亚、古巴、匈牙利、捷克斯洛伐克、苏联、印度、巴西等国,妇女均占据图书馆职位中的多数[2]。围绕图书馆中的女性这一议题的广泛讨论,兴起于20世纪60、70年代。其中,北美地区的研究成果最为丰富。相关研究从关注妇女在图书馆中的角色与地位、增进图书馆中的职业性别平等、书写与研究图书馆中的女性历史,逐渐扩展至图书馆面向女性群体的服务改善,图书馆妥善收藏、组织及整理女性相关记录等。", "label": "社会学", "id": 0}
{"content": "中国居民消费不足是长期困扰中国经济的难题,理解全体居民消费问题不可忽视的群体是农村流动家庭的消费。本文基于地位寻求理论,利用中国家庭金融调查数据库（CHFS）2015年和2017年两期调查数据,研究了收入差距、社会资本及其交互作用对农村流动家庭消费的影响。本文研究得到如下结论:（1）流动家庭与流入地农村居民间收入差距会显著抑制农村流动家庭消费;（2）户主年龄更大、收入更高和流动时长更短的农村流动家庭消费受到收入差距的影响更显著;（3）结构性社会资本中的弱关系社会资本可以缓解流动家庭间收入差距对流动家庭消费的影响,结构性社会资本中的强关系社会资本通过借贷影响消费,而认知性社会资本不影响消费。", "label": "社会学", "id": 0}
{"content": "基于人口老龄化形势日益严峻和产业结构升级处于关键时期的双重背景下,本文从机理上探讨了人口老龄化对经济增长的影响,以及通过产业结构这一中间路径人口老龄化对经济增长产生的可能影响,并结合面板数据进行实证检验。结果发现,第一,人口老龄化对经济增长具有显著的负面影响,通过推动产业结构升级在一定程度上可以缓解人口老龄化对经济增长产生的消极影响;第二,相较于推动制造业结构升级,推动服务业结构升级对缓解人口老龄化对经济增长负面冲击的效果更为显著;第三,相较于中西部地区,东部地区人口老龄化对经济增长产生的负面影响较小和通过推动产业结构升级可以很大程度上缓解老龄化的负面影响,但在东北地区效果并不显著。最后,本文提出重视教育和在职培训等人力资本投资、加快城镇化进程以及因地制宜调整产业结构发展等政策建议。", "label": "社会学", "id": 0}
{"content": "与发达地区相比,北京地区社区居家持续照护养老设施体系建设处于初级发展阶段。本文梳理了美国、日本及中国台湾社区居家持续照护养老服务体系的内容及发展过程。通过对三个地区社区居家持续照护养老服务体系的内容进行梳理分析,深入地剖析了其协同服务和联动机制,并结合北京地区既有社区居家养老设施整合出适合北京地区的社区居家养老服务设施体系,为北京地区社区居家持续照护养老设施体系的构建提供参考依据。", "label": "社会学", "id": 0}
{"content": "青年估价师作为目前行业内的中坚力量和基石,是我们行业未来发展的希望,也是我们行业吸引优秀人才、留住优秀人才的优势体现。本文从青年估价师的定义、职业困境和应对建议等方面展开论述,以期为行业内相关管理人员的工作提供参考。", "label": "社会学", "id": 0}
{"content": "爱伦凯的母性主义理论给日本大正时期女性问题的解决带来了新思路,同时也对这一时期的日本女性解放运动的发展具有重要意义。本文聚焦爱伦凯的母性主义,梳理了其主要内容,继而从对女性性别角色的再认识出发,分析了\"母性保护论争\"的两种论点,通过平塚雷鸟的\"母性保护论\"重新解析了女性的地位与作用,考察了母性主义在新妇女协会成立下的实践性发展,在母性保护的立场上致力于女性参政权运动的实践。", "label": "社会学", "id": 0}
{"content": "女性主义地理学长期以来以结构主义的女性视角关注女性与家庭问题,进一步地从女性福祉的视角审视女性家庭问题也十分必要。本文基于中国家庭追踪调查（CFPS）数据,采用有序Logistic回归方法检验了已婚女性的主观幸福感与其家庭投入之间的关系。实证结果表明,（1）尽管陪伴孩子会给女性带来微弱的幸福感提升,承担照料孩子的主要责任会严重影响其幸福感,同时生育多子女也会降低女性幸福感。（2）家务劳动时间越长的女性主观幸福感越低。（3）对已婚女性来说,收入高低对其幸福感的影响并不显著。本文认为以育儿投入和家务劳动为代表的女性家庭投入会极大的降低已婚女性的主观幸福感,社会各界应理解女性面临的家庭与工作困境、给予生育期女性更多的支持关怀与政策保障。", "label": "社会学", "id": 0}
{"content": "我国具有悠久的家庭养老传统,随着我国进入深度老龄化,老年照护压力陡然加大,提出了政府购买养老服务、福利社会化和引入民间资本等发展思路,但仍然处于探索过程中。而英国自20世纪80年代以来,经历了福利体系私有化转型,成为福利市场化改革的先行者。文章运用比较分析法,从纵横两个维度研究中英两国老年照护供给模式的异同,并探析了两国的优劣,以期对完善我国老年照护提供一定的参考。", "label": "社会学", "id": 0}
{"content": "<正>经过几十年的斗争,《宪法》第19条修正案赋予美国女性投票权。这项来之不易的权利预示着女性不仅有投票权,而且可以工作的场所也越来越多。到今年年初,即第19条修正案批准100周年时,女性的劳动力参与率达到58%,自1920年以来几乎增加了三倍。如果没有越来越多地女性参加工作,自1970年代末以来,中产阶级的家庭收入增长将基本停滞不前。", "label": "社会学", "id": 0}
{"content": "青年时期是女性人生的关键期,是树立职业理想,步入社会,选择确定职业、组建家庭、人生打基础的关键时期。这一阶段的角色定位在很大程度上决定女性人生方向和成就水平。由于深刻影响女性角色定位的因素很多,导致女性角色定位混乱。本文以现代青年女性为研究对象,探索现代青年女性角色定位的困惑及成就路径的选择。", "label": "社会学", "id": 0}
{"content": "<正>红十字国际委员会在失踪人员及其家庭方面开展的工作由来已久。根据1949年四个《日内瓦公约》及其1977年两个《附加议定书》、《国际红十字与红新月运动章程》以及红十字与红新月国际大会决议对其规定的法定职责,~1红十字国际委员会一直致力于防止人员失踪,并协助家庭重建联系及实现团聚。此外,该组织自1870年普法战争起就一直致力于澄清失踪人员的命运和下落,在该战争中,率先编撰战俘名单并引进了\"佩戴徽章以便辨认死者身份\"的做法。", "label": "社会学", "id": 0}
{"content": "我国在青少年毒品预防教育方面仍然存在认知落后、管理方式落后等问题,这就给青少年吸食毒品创造了条件。为此,要想从根本上引导青少年树立积极的人生观,需要从管理理念和管理引导方式上下功夫。本文从学校教育、政府职能等方面提出了各项教育、引导职能和措施,希望对青少年的健康成长带来积极的影响。", "label": "社会学", "id": 0}
{"content": "新冠肺炎疫情改变并重塑着人们的生活场景和消费场景,也引发人们对既有价值观和生活方式的批判性反思与探索性重构。人们消费生活中的品类选择、品牌选择、消费路径与逻辑发生改变,需求侧的消费态度、价值追求改变并成为未来趋势,催生卓越价值创造时代的全面展开与纵深演绎。更多小批次、智能化、个性化甚至定制化的场景生活解决方案将绽放异彩。在俗世化生存甚至后现代语境中,那些有态度、有温度、有共感的品牌价值观、个性化人设与故事叙说将会成为逆袭成长的主旋律。对创新精神、长期主义与专业主义的公司价值观与愿景坚守,驱动企业\"反脆弱\"特质生长,也是\"大国智造\"的底色。", "label": "社会学", "id": 0}
{"content": "<正>新冠肺炎的肆虐引发了学者多重角度的思考,生命政治的议题更促进了深入的讨论。我从社会学的角度出发谈一谈。首先讲两个在疫情期间的故事,从故事中间来看一下我想讨论的问题。概而言之,是从普通人的视角、普通人的行为、普通人的感受出发,来看在特定的时候、在非常态的时候一些习以为常的行为背后可能存在的一些观念,所以行为本身是观念的一种体现。第一个故事,在疫情初期,武汉情况相当严重,很多人在社交网络发布自己家里的状况以寻求社会上的帮助。其实很多内容是不忍直视的,", "label": "社会学", "id": 0}
{"content": "疫情以来,特别是疫情缓和学校复工以来,青少年自杀事件频发。对于从事生命化教育研究的我来说,视野从未离开过青少年生命成长范畴。那么,近期这些悲剧事件里的孩子,他们的年龄层有什么特点?频繁發生此类事件的区域性特点又有哪些?父母的哪些做法,是造成悲剧的主要原因?本文将以调查数据为基础,以生命教育与家庭教育的理论经验为支撑,对于青少年自杀事件的因果及现象的改变方式,进行深入探讨,希望能给其他研究者及相关人士以启发、反思。", "label": "社会学", "id": 0}
{"content": "<正>从前的日色变得慢,车,马,邮件都慢,一生只够爱一个人。从前的锁也好看,钥匙精美有样子,你锁了,人家就懂了。——木心《从前慢》出了山洞,他们也看见了那棵树,一开始他们也怀疑,树和影子竟然同时出现了,到底哪一个是真的?但是他们无法否认,这棵树才是真实的树,可感可触的那棵树比它的真实多了!然后,结果是,有人害怕接受这种沉重的真实,逃回洞里去了;而幸运的人,有人留了下来,接着去探索崭新的神奇的世界!——[古希腊]柏拉图《理想国》", "label": "社会学", "id": 0}
{"content": "在对外交流的过程中,来自不同国家的双方难免会有产生文化思想冲突的地方。美国是西方最具有代表性的国家,而正在日益成长的青少年则是一个国家最具有潜力的一代,通过分析和对比中国和美国青少年的价值取向,可以更好地了解两个国家人民之间,甚至是国家发展之间的差异,也有利于提高两国之间的跨文化交流。本文将从历史背景、社会政治背景、中国梦和美国梦、经济观念、教育观念、宗教信仰、对人际关系的看法这七个角度来分析中美青少年的价值取向。", "label": "社会学", "id": 0}
{"content": "中國女性車廂的發展起步較其他國家較晚,人們對女性車廂的使用還沒有引起足夠的關注,隨著城市地鐵交通的建設,高質量體驗的地鐵環境是構建和諧社會的一個小立足點。現階段女性車廂在我國的適應性缺乏客觀的研究評價,人們對女性車廂的意識較為淺顯,使用率並不高。構建良好的女性乘車環境需要從乘客及運營方雙方考慮,尋找現階段存在的運營模式以及宣傳力度問題。筆者以國內外交通滿意度相關研究及女性在地鐵或其他交通工具的感知評價為研究對象,整理了國內外近十年關於交通評價及女性交通出行問題的研究成果,提取了該領域的主要研究方法及相關研究進展。本研究將對我國地鐵推進女性優先車廂本土適應性及促進女性出行安全發展有借鑒意義。", "label": "社会学", "id": 0}
{"content": "家庭是每一个孩童的第一所学校,家庭在个体形成婚恋观的过程中有重要的作用,而父母作为孩子两性观念的启蒙者,在子女婚恋观的形成中扮演重要的角色,本文选取一个受到父母不良婚姻影响的女大学生的案例,通过对其父母不良婚姻的分析,女大学生的情感经历分析,探讨父母的不良婚姻对子女造成的影响。", "label": "社会学", "id": 0}
{"content": "父女关系是社区心理的现代研究中的一个研究内容。本文将结合心理学家对父女关系的研究以及我自身的经历,对父女关系有一个大致的归纳和总结,希望能有更多的人去重视父女关系的相关问题。", "label": "社会学", "id": 0}
{"content": "婚外情是现代人在爱情和婚姻道路上面临的极大困扰和危机,在家庭婚姻咨询案例中占有相当的比例。所谓婚外情是已有与配偶之外的人产生的恋情,一般处于隐蔽状态,是婚姻生活的不定时炸弹,常会引发一系列复杂的社会问题。主要问题包括受伤害一方的痛苦,愤怒,有婚外情一方面的矛盾,冲突,第三者的困惑,焦虑等。婚外情存在一直很普遍,对于这个普遍存在与我们身边的这个社会现象,有必要从科学,客观的角度进行理解和研究。", "label": "社会学", "id": 0}
{"content": "随着离婚率的上涨,单亲家庭的数量水涨船高。鉴于未成年人的成长与家庭关系密不可分,而单亲家庭的家庭关系并不完整,在这样的成长环境下,子女更容易出现心理问题。因此,单亲家庭未成年子女的教育问题不容忽视。本文总结了单亲家庭未成年子女的常见心理问题和目前在这一特殊群体教育中存在的问题,结合前人经验,分家庭、学校、社区三个层面提出了相应的教育干预对策。", "label": "社会学", "id": 0}
{"content": "随着人们婚恋观的改变,单亲家庭已成为社会中不容忽视的一大群体。由于家庭角色缺失、家庭经济因素、父母素养和教养方式、孩子气质类型和心理认知、社会舆论等原因,单亲家庭的亲子关系存在亲子沟通问题、亲子冲突、亲子依恋问题。文章针对父母、子女和社会这三个方面提出相应的干预措施:父母改善教养方式;孩子调整认知和情绪,正确接受单亲家庭的存在;社会提供经济和心理帮助。", "label": "社会学", "id": 0}
{"content": "近年来,我国婚姻状况发生了新的变化。据民政部门数据显示,我国结婚率持续降低,离婚率持续升高。婚姻状况引发的种种问题已引起各界的广泛关注,成为社会研究的重点。通过对国内外婚姻状况研究进行分析,概括了影响婚姻状况的因素及婚姻解体带来的危害,并提出一些建议,有助于提高人们的婚姻质量和幸福感。", "label": "社会学", "id": 0}
{"content": "人类社会的现代性演进,从根本上解决了物质生产的问题,生产的主体性让位,使物质生活赋上了文化消费意义的符号。经典文化让位大众文化,深度的理性思考让位娱乐的、瞬时的愉悦体验,后现代娱乐化特性彰显无遗。文化传播手段的进步使文化享受从神圣走向世俗,各种观念相互渗透,在平台资本的操纵下,传统武术开始成为基于大众娱乐化的关注热点,经梧太极闫芳借着传统武术神圣之名虚构\"太极大师\",\"打\"成为了真武术与\"伪\"武术之间的评判标准,徐晓东以武术打假强化\"格斗狂人\"形象,一场以\"哗众取宠\"的马氏功夫\"网络闹剧\"再次上演。在这场拟剧表演中我们看到了一个江湖艺人如何通过印象整饰进行角色创造出武术大师形象。追求更多的利润,商业资本策划各种剧本并成功缔造的一个马氏演员,马保国本身成了娱乐消费中的\"受害者\",\"神圣武林\"何以形成?谁操控了这场闹剧?\"审丑狂欢\"又何以成为可能?事件背后资本的逻辑运作,文化运行的失范,大众娱乐心态的裂变等等都需要整体系统的分析深描,本文将从文化社会学的理论视角出发运用文献资料、逻辑推理等研究方法追问背后隐藏的机制和\"神圣武林\"的秘密,研究发现:1)基于中国传统祖先和英雄崇拜的心理特征,传统武术的江湖信仰中,常常怀着崇德报功的心态追念在文明开拓中的先祖,先祖成为精湛的武术技艺和武德修养以及英雄的化身,并且作为真实的历史叙事来传诵。马保国在网上发布的微博、视频以及《我在英国教武术》书籍中多次把自己的身体置于了神圣的信仰中,强调\"我们所有的功夫都是以马家正宗的祖传传统功夫为核心的、没有套路经过战场考验,我父亲参加抗日战争,和日本人进行过白刃战,杀他们易如反掌。\"进一步强化了马氏功夫信仰的神圣性。马保国基于对于传统武术信仰崇拜,建构一个\"神圣\"的武林,并展示了在神圣和世俗二元对立中基层传统武者生存境遇,从民间传统武者生存境遇上看,传统武术信仰在马保国身上所产生的内生性力量已经被演绎为\"利用\",他的神圣性信仰正逐渐被俗世性所消解。2)自媒体为马保国提供自我形象建构的平台。马保国在制造文化符号编码的同时,也建构了一种媒介消费者的身份,其身体\"被解放、获得自由\"成为一种商品,效益经济程式中,被解构的身体因为生产性的而被合理地开发而成为最珍贵的交换材料。事件背后所揭示的是在平台资本的推动下,在\"流量至上\"的功利性思维下,马保国的资本价值功用被不断放大,成为了网络平台的吸金利器。在资本增殖逻辑下审视大众的娱乐狂欢,娱乐的乐生性更多地让渡于致瘾性、功利性、消费性。在马保国、网络大众和自媒体三者的合谋下,基于网络大众娱乐化需求演绎了一场娱乐性\"审丑狂欢\",当狂欢成为一种基本的网络生态,在网络时空中制造跨地域、跨领域、跨群体的情绪共振、情感共鸣、线上线下的集体行动时,网络时空已经成为一个寻求共鸣和\"情绪宣泄\"的平台。马保国事件重新建构一种新型的\"舞吧文化（clubbingculture）\",其中所呈现出的集体表象是社会心态异质化倾向的间接反映。3)马保国借助网络社会空间互动的快捷与表达的自由特性塑造了一个\"神圣的武林\"。不论其意图直指何处,其行为也真切地引起了社会的广泛回应。大众\"审丑狂欢\"的形成除了要追责马保国这个肇事者之外,也要归咎于网络场域的相对自由性和匿名性给网友们提供了释放本我的机会。在追捧\"审丑狂欢\"的心态达到一定程度的时候,社会结构就会外溢,造成文化失范;马保国事件反映一定时期内的群体形态和文化走向,投射出了亚文化弥散的讯号,这样的文化发展态势必须加以规范。个体的\"文化工具箱\"在网络空间场域中指挥着自身行动策略的建构。不论是马保国还是网友们都在自己的\"文化工具箱\"内围绕着品味和生活方式进行组织,进而呈现出了多样化的行动策略集成体。\"文化工具箱\"则对资源拥有充分的自主使用权,将行为选择的权力转为个体通过习惯、技能和风格来构建自己的行动策略,为文化规范提供了可能。", "label": "社会学", "id": 0}
{"content": "本文基于布舒特与霍尔的身份认同理论,以新浪微博中粉丝话语为语料,探讨国内以明星艺人为偶像的粉圈话语语用特征及其映射的身份构建和身份认同。研究发现,国内此类粉圈话语具有独特的语用特性,如规律性、夸大性、含蓄性和排外性等。这些特性映射了粉丝身份构建及在身份构建过程中实现外界及自我身份认同过程。本文旨在加强粉丝群体身份意识,助其构建更加完善有效的个人及社会身份,从而构建正能量的粉圈文化及粉圈和其他群体之间的和谐共生氛围,最终推进粉圈健康有序地发展。", "label": "社会学", "id": 0}
{"content": "基层枢纽型社会组织是基层社会治理和新时代社区治理的中枢力量,也是社会组织生态建设的重要一环,它在社会治理中扮演着愈加突出的角色。但是在实践中,枢纽型社会组织发生了目标偏离的问题,学者们对其中存在的一系列问题进行了分析,并探讨出相应的解决对策,同时在政社关系背景下,提出了有关政府推动枢纽型社会组织建设与发展的建议。", "label": "社会学", "id": 0}
{"content": "中国是世界城市发源地之一,大约距今6000—4000年左右,中国的黄河流域和长江流域地区先后出现了一批早期城市。此时期是我国奴隶制社会形成和发展的时期,社会的大分工、阶级的产生和国家的出现,推动了城市普遍兴起和发展。夏、商、西周三代,是中国城市的形成期。在经历了春秋战国时期的长期战争后,以华夏文明为核心文化的秦朝结束了500余年的分裂割据局面,建立了中国历史上第一个统一的、多民族的、中央集权制国家,在统一的国家之下,华夏文明在逐渐整合了各地文明之后,进一步发展成为多元一体的中华文明。此后,中华文明几千年来虽然有兴盛,也有衰落,但从未中断。即使北方的游牧民族南下入侵,在中原地区建立政权,这些游牧政权在政治上占了优势,但也在文化方面接受了中华文明,并融入中华文明一体中,使中华文明形成了一种超稳定系统。在中华文明超稳定系统中,以郡县制为基础的城市行政等级体系发挥了重要的作用。秦统一中国后,历代君主专制王朝都是以城市作为各级政权的治所,通过不同等级的城市对区域进行层级管理,城市政治功能为城市的第一功能,在此基础上不断地叠加经济、文化等功能。因而城市的兴衰与君主专制王朝的兴衰紧密相连。从秦代到清代中期（鸦片战争前）,城市随着君主专制王朝的兴衰呈波浪曲线式发展。近代以来,在外力的冲击作用下,中国城市出现了早期现代化转型,政治、经济、社会和文化等各个方面都发生了根本的变化。这种变化和转型不仅作用于城市,而且也对区域和国家产生了深刻影响。近代以来发生的种种现代化变迁,无论是经济领域的工业化,还是政治、文化领域的现代化变革,都是以城市为中心展开的。但由于近代以后中国遭到西方资本主义国家的侵略成为半殖民地,故而近代中国城市的转型与发展呈现畸形化。", "label": "社会学", "id": 0}
{"content": "近代以来,大量西方人士进入中国,在不平等条约掩护下,深入中国云贵川等西南地区,进行游历、考察、探险等活动,在他们的游记中记录了大量有关西南地区自然与人文方面的内容,其中就包括对四川成都、重庆等重要城市的记录,从一个侧面反映出近代外国人对四川城市的认知。", "label": "社会学", "id": 0}
{"content": "在当今各种社会思潮、各种利益诉求泛滥的形势下,网络已成为信息的集散地、社会舆论的放大器和传递社情民意的最重要的通道。检察机关如何利用网络平台敏锐检测舆情信息,准确发现掌控掌握舆情动态,作出准确判断,做好应对和引导,确保舆论朝着正面方向发展,已成为一个重要课题。", "label": "社会学", "id": 0}
{"content": "再次学习经典著作《江村经济》,感悟颇多,其中的诸多研究理论和研究结论,已经成为社会人类学的奠基理论,对该学科产生了广泛的影响,时隔将近一个世纪,它的指导意义依然如故,值得学人认真研读。", "label": "社会学", "id": 0}
{"content": "目的:（1）将健康科普作品科学性评价工具改编为健康谣言迷惑性的评价工具。（2）使用此工具对中国新冠爆发期在线辟谣平台上与新冠肺炎相关的健康类谣言进行系统评价。方法:系统检索7个辟谣平台发布的新型冠状病毒辟谣信息,进行谣言溯源,使用改编的健康科普信息评价工具（包括6个维度,分别是创作人员、证据选择、证据评价、证据应用、支持者及发表平台、利益冲突）来评估谣言。采用李克特7级评分方法。将分数转换为百分比,应用秩和检验比较不同来源的谣言中位数得分。结果:共纳入127条谣言。各维度得分中位数及四分位数（%）:创作人员25.00（四分位数,16.67-37.50）、证据选择27.78（四分位数,13.89-44.44）、证据评价33.33（四分位数,25.00-45.83）、证据应用36.11（四分位数,22.22-47.22）、支持者及发表平台8.33（四分位数,4.17-20.83）、利益冲突75.00（四分位数,50.00-83.33）。近40%的谣言来自微信,得分最低的谣言集中在微信聊天平台上。关于预防方法的谣言得分相对较低。结论:所包含的大多数谣言对于该项目的评估人员来说迷惑性不高。微信是我国新冠相关健康类谣言的\"重灾区\",而\"预防方式\"为新冠肺炎相关健康类谣言涉足最多的领域,反映出公众在突发公共卫生事件下的恐慌、焦虑和盲目从众等心理。", "label": "社会学", "id": 0}
{"content": "新冠肺炎疫情的持续性与不确定性对提高国家网络舆情治理能力、构建重大突发公共事件舆情应对体系提出了新的要求。本文以\"就地过年\"倡议为例,探究民众在事件中的情感演化过程。利用Python爬取相关微博文本,采用Mix Text文本半监督模型进行情感分类,通过定义支持度指标和数据可视化方法分析舆情情感随时间变化的规律。本文从意见领袖和政府政策两个角度对情感演化的影响因素进行分析,结果证明,政府政策和意见领袖影响力能够影响民众舆情情感走向。研究对于有效引导微博民意与控制网络舆情提供了一定的理论基础支撑和科学决策支持。", "label": "社会学", "id": 0}
{"content": "重大公共卫生事件的突发会对舆情的内容变化和波动趋势产生一定的影响。以COVID-19为例,统计时间序列上期间舆情发布数量,结合关键节点事件的突变分析对国内外舆情各阶段进行科学划分;利用LDA主题抽取模型和基于最小二乘法的多项式拟合方法对国内外各舆情发展阶段的舆情内容进行深度分析,并构造出COVID-19期间舆情发展规律的函数模型,从定性和定量角度有效刻画和预测了COVID-19舆情特征和规律。研究表明:舆情数量在时间序列上的波动遵循舆情事件发展的大致趋势,而舆情的内容特征则大致符合公众对疫情的心理需求逻辑。文章结论可以为完善大型公共卫生事件的舆情应对机制提供科学支持。", "label": "社会学", "id": 0}
{"content": "《公共关系学》课程蕴含诸多德育功能,将课程思政融入教学中,能引导学生理性看待舆论,提升学生的新媒体素养,走出一条德育与教学融合的育人道路。本文以《公共关系学》课程中特定章节为例阐述课程思政教学设计的思路、实施过程、教学效果评估及案例反思,以案例的形式将思想政治教育融入教育教学的过程进行呈现。", "label": "社会学", "id": 0}
{"content": "随着社会和科技的发展,互联网已成为社会生产和人民生活不可或缺的一部分。随着网络自媒体越发成熟,网络上出现的越来越多影响烟草行业的负面声音,互联网也已成为涉烟违法行为的\"高发地\",给烟草专卖管理带来了新的挑战。本文从网络舆情监测入手,探究如何全面及时准确的发现网络负面舆情和涉烟违法行为,科学分析研判网络涉烟违法线索,消除负面舆情影响,提高烟草专卖管理效能。", "label": "社会学", "id": 0}
{"content": "社会心理服务体系建设是一项时代新课题,目前我国社会心理服务工作处于试点和探索阶段,如何基于相关科学理论,依托现有的服务基础,构建切实有效的服务模式,提供系统、全面的社会心理服务,需要不断的尝试和探索。高等学校作为专业人才和学术资源的集聚地,在社会心理服务科普工作、社会心理服务理论支撑等方面具有得天独厚的优势。我们在深入分析区域性社会心理服务体系特点的基础上,细化区域性社会心理服务需求,初步形成了高等学校服务社会心理服务体系建设的四级模型。第一,建立社会心理服务体系建设的智库研究中心,从理论构建、制度建设等方面提供支撑;第二,成立社会心理服务体系建设的科普团队,科学普及心理科学知识,推动人民群众对心理健康的科学认识是社会服务体系建设的主要任务之一,通过科学普及,可以有效提高全民的心理科学素养;第三,练就一支服务基层的社会心理服务队伍,主要服务政府、企业、社区等部门和机构的社会心理服务需求;第四,培养社会心理服务人才,根据国家社会心理服务体系建设的需求,调整培养方案,培养社会急需的人才。接下来,我们将总结前期工作的经验,进一步研究不同群体心理健康的特点和社会心理服务的需求,探索精准开展社会心理服务的途径,提出符合我国国情和特点的社会心理服务模式。", "label": "社会学", "id": 0}
{"content": "自2019年下旬以来,新冠肺炎疫情这一重大危机事件给世界造成了极大的影响,随之而来的是层出不穷的相关谣言,有些谣言甚至造成了公众恐慌。此类谣言的传播已对政府开展防疫工作造成了极大影响,亟需得到治理。如何根据不同谣言的特性\"精准施策\",灵活利用不同的政策工具治理谣言,成为谣言治理的关键所在。本研究基于行为公共政策的新视野,考察各类行为政策工具在谣言治理上的效能,以期从微观公众心理层面探索谣言治理的最优解。在研究方法上,首先通过定性谣言资料分析,对本次疫情期间所爆发的谣言进行概括、梳理,归纳出两种谣言类型:个人行为类,以\"双黄连能迅速高效治愈新冠肺炎\"为案例;疫情发展类,以\"新冠肺炎疫苗已被研制成功\"为案例。其次引入行为公共政策视角,采用2（疫情谣言分类:个人行为、疫情发展）×2（行为政策工具:助力、助推）×2（是否快速反应:快速反应、非快速反应）的被试间设计,共形成8种实验条件作为自变量,以谣言治理效果（包括谣言治理的总体效果、政策的性价比以及支持度）为因变量,通过Qualtrics网上调查系统进行,共回收有效样本871个。实验通过了操纵检验与平衡检验,结果显示:（1）谣言内容和是否快速反应的主效应均显著,即个人行为类谣言比疫情发展类谣言治理效果好,快速反应比非快速反应谣言治理效果好;（2）谣言内容和是否快速反应的交互效应不显著（F=0.58,p>0.05）;行为政策工具和是否快速反应的交互效应极显著（F=8.44,p<0.01）,即是否快速反应对辟谣行为工具的效用有调节作用。进一步进行简单效应检验发现,在快速反应阶段,选择助力比助推谣言治理效果更好;在非快速反应阶段,选择助推比助力谣言治理效果更好。研究启示,谣言的击破不仅仅只是要求民众不信谣不传谣,还要进行科学化精准施策,有的放矢,从底线管理走向信息治理,方能在节省社会成本的基础上取得较好谣言治理效果,并获得民众支持。基于分析结论,本研究对谣言治理的精准施策提出了具有针对性的政策建议。", "label": "社会学", "id": 0}
{"content": "社会风险感知是指全社会范围内,人们对各种客观风险的主观感受和认识。社会风险感知不仅会影响个体的身心健康,而且会影响社会心态,不利于社会健康稳定发展。新时代民众面临新风险,同时民众关心的社会风险也有所变化。现有研究对凸显当前时代特点的网络安全风险和民生领域具体风险的重点关注有待加强。为探究适合我国新时代背景下民众社会风险感知的结构维度,通过访谈、专家评定并对相关研究进行文献分析,确定了网络安全、房价压力、养老问题、社会人际、区域差距、政务公开、教育培养、医疗卫生、生态环境和就业保障共10个维度,编写了与之对应的49个项目。对200名来自全国不同地区、不同年龄段、不同行业的民众进行初测,进行探索性因素分析,形成46个项目组成的正式量表。并采用该量表对456名民众进行调查,回收数据并分析其信效度。经过数据分析和处理,最终量表包含10个维度30道题目,量表的内部一致性信度为0.91,各维度Cronbach’sα在0.74-0.85之间,累计方差解释率为69.92%。验证性因素分析表明模型拟合良好,RMSEA=0.04,GFI=0.92,IFI=0.96,TLI=0.96,CFI=0.96。各维度之间的相关系数为0.18-0.50之间,且各维度与量表总分的相关均显著。综上,社会风险感知量表具有良好的信度和效度,符合心理测量学标准要求,适用于对中国民众社会风险感知的评估。", "label": "社会学", "id": 0}
{"content": "个体天然的具有社会属性,不可避免的会进行社会比较,从而获得自我概念的完整性。心理资源理论认为,一定时间内个体的心理资源是有限的,如前项任务消耗了资源,那么可用于后项任务的资源便会减少。积极正性的情绪作为一种重要的心理资源,是个体从事各类活动的关键影响因素。因此探究社会比较对正性负性情绪的影响意义重大。个体进行社会比较的结果,受到个体如何看待社会比较信息,以及个体如何认知自己与比较对象的关系。其中,向上社会比较就是个体和一个比自己更好的对象进行比较,向下社会比较就是个体和一个比自己更差的对象进行比较;个体认为自己与比较对象的关系是相似还是相反。自我肯定理论认为,当个体面临潜在威胁时,通过肯定个体与威胁领域无关的重要价值,达到自我整体性,进而拥有更多的心理资源。自我肯定策略可以帮助个体缓解在社会比较中产生的威胁效应。但特质肯定和价值肯定策略的有效性,还没有稳定的结果,有待进一步探索。实验采用双因素被试间设计,探究社会比较方向（向上比较组、向下比较组、控制组）和自我肯定策略（特质肯定、价值肯定、控制组）的使用,对正性负性情绪的影响。被试被随机要求与模拟智力测验成绩排名前10%或者与排名最后10%的人相比,然后测量其正性负性情绪。结果发现,自我肯定策略对正性、负性情绪的影响,表现出显著性差异;社会比较方向和自我肯定策略,在正性情绪上表现出交互作用显著。社会比较方向和自我肯定策略的使用对正性负性情绪的影响,表现出显著的性别差异。结果表明自我肯定策略的使用,可以有效地应对社会比较后产生的负性情绪,帮助个体平复情绪波动。在日常生活中应该重视自我肯定策略的使用和推广。", "label": "社会学", "id": 0}
{"content": "社会惰性（social loafing）是指个体在群体中工作不如单独一个人工作时努力的倾向。社会惰性广泛存在,并被大多数社会心理学家认为是一种\"社会疾病\"。但果真如此吗?在群体任务中适当降低个人付出是否是种理性行为?本研究利用信号检测论作为分析工具,对群体任务中的个人表现进行建模,通过计算机模拟研究个体在同时进行群体任务与个人任务时的注意分配策略,定义在个人任务上注意分配过高的策略为社会惰性策略（简称惰性策略）,反之为非惰性策略,称选择惰性策略的人有惰性倾向。与前人的研究结果不同,模拟结果表明,群体越大,个人的惰性策略需视其他任务参数而定,两者之间不存在一个简单的线性关系（即群体越大,社会惰性越强）。最佳的注意分配策略由个人能力、群体大小、其他人的惰性策略,以及任务回报等多方面因素决定。具体表现为:（1）群体中只有一名成员有惰性倾向时,无论其他成员能力比该成员强还是弱,选择惰性策略皆可使该成员个人收益达到最高;（2）群体中除一名成员外的其他成员有惰性倾向时,该成员应选择惰性策略使个人收益达到最高;（3）群体中所有成员有同样的惰性倾向时,当群体中各成员能力较弱时,所有成员都选择非惰性策略可使个人收益达到最高,其他情况下所有成员都选择惰性策略可使个人收益达到最高。本研究针对群体大小（3和9人）及群体内其他成员的惰性策略（其他人没有惰性倾向和所有成员具有同样的惰性倾向）进行了试验研究。结果表明,被试的惰性策略会随他人所采用的策略而变化;而且,随着群体变大,被试会调整自身的惰性策略,并不是一味的增强惰性倾向。这些变化的趋势与模拟结果一致,是追求利益最大化的个体应该表现出的趋势。本研究的结果表明:社会惰性是人们对所处复杂任务环境的适应性反应,适度的惰性可以是理性的。", "label": "社会学", "id": 0}
{"content": "面孔吸引力对个体的社会活动有着深远的影响。目前已有研究发现面孔吸引力对于社会经济和人际交往等方面有着明显的美貌溢价效应。作为一种常见的社会活动,赠送行为反映着人际关系的互动过程,然而,面孔吸引力如何对赠送行为及其选择产生影响仍缺乏相关实证研究。本研究通过2个实验分别从收礼者和送礼者的角度,基于情景模拟实验向被试呈现高低吸引力和不同性别的面孔,以研究面孔吸引力和面孔性别如何影响赠送行为。实验1探讨被试作为赠送行为的收礼者时送礼者的面孔吸引力和性别对礼物估价的影响,结果发现,当送礼者为高面孔吸引力时,作为收礼者的被试对礼物估价明显更高。同时,被试在面对高吸引力面孔时更偏好女性面孔并对其赠送的礼物有更高的估价;但这种效应在低面孔吸引力送礼者上消失。实验2在首次礼物赠予情境下,探讨被试作为送礼者时,收礼者的面孔吸引力和性别对赠送不同价位礼物意愿的影响。结果发现,当被试作为送礼者时,同样表现出收礼者的面孔吸引力和性别的交互效应,即对高吸引力女性面孔赠送高/中/低价格礼物的意愿都明显高于低吸引力面孔。进一步对不同性别和吸引力的面孔的社会距离进行评定,结果发现收礼者的面孔吸引力能够通过社会距离间接影响送礼者赠送高/中/低价格礼物的意愿。收礼者面孔吸引力越高,则送礼者感知到与其的社会距离越小,赠送礼物的意愿就越高。本研究从送礼者和收礼者的主体角度初步探讨影响赠送行为的相关因素,进一步证实了送礼行为中的美貌溢价效应。", "label": "社会学", "id": 0}
{"content": "研究背景:人们选择行动,使他们能够保持自己的道德自我关注。但是,道德行为到底是如何转化为道德自我关注的呢?西方学者基于已有研究提出了道德阈限模型（Moral Threshold Model）用于解释道道德行为到底是如何转化为道德自我关注并基于WEIRD样本（西方-受教育-工业化-富裕-个人主义文化的样本）验证了该模型的解释效力（Zlatev, Kupor, Laurin＆Miller, 2020）。然而,道德阈值模型是否具有跨文化适用于的普遍性尚不得而知?方法和材料:基于上述问题,本研究开展了两个单因素被试间实验,共计招募了1804名中国被试来检验道德阈限模型的两个核心假设。实验采用风险情境背景下的金钱投资任务对两个核心假设进行跨文化的检验。研究结果:（1）当受益人是需要帮助的人而不是自己时,人们对小的有保证的积极结果表现出更强的偏好,而不是大的不确定的结果;（2）人们在为慈善机构做决策时,相对于只为自己做决策时,对最大潜在利益的大小不那么敏感。研究结论:本研究为中国集体主义文化中的道德阈限模型提供了支持证据。研究结果表明道德阈限模型具有跨文化一致性,能够用于解释道德行为到底是如何转化为道德自我关注的内在心理机制。", "label": "社会学", "id": 0}
{"content": "近年来,自我归类理论（一个探讨群体过程与偏好的认知性理论）强调群体的形成常具有情境依赖性。结合实际,为加入群体付出越多努力的人往往对内群成员偏好更高,提示努力相关因素可能成为影响群际偏好的情境因素;但其影响机制还有待研究。为此,本研究基于自我归类理论对参照框架的强调,通过4个实验探索了有/无参照框架时努力因素对群际偏好的影响。实验1a、1b操纵被试加入群体所需的努力程度,分别通过公共物品范式（以合作任务中向公共账户投入的代币数占个人总数的比例代表其合作偏好）与归因范式（以被试对模糊故事情境中内群体的辩护程度代表其归因偏袒程度）衡量内群偏好,结果均发现无参照框架时努力程度越高内群体偏好越强。该结果可由努力的合理化模型解释,即高认知需求任务使个体认知失调,个体通过美化结果（增加对内群体偏好）合理化自身努力。实验2和3引入参照框架,通过虚拟指导语操纵努力相关变量,结合公共物品范式测量内群体偏好。实验2在操纵个体及其决策对象的努力程度后发现,努力程度相似的被试合作偏好显著更高;该结果可用社会比较理论解释,即个体在社会比较中为维护自身的正确性会更重视与他人的相似,因此会对努力相似的个体产生偏好。实验3操纵被试及其决策对象的努力经历性质、努力结果后发现,结果优势时,被试多与经历性质相似者合作,结果劣势则多与结果相似者合作;即任务结果影响群际偏好形成时的关注焦点;该结果可结合社会比较理论与认知失调理论进行解释,即总体上个体通过与他人的相似性确认内群概念,但努力结果劣势可能导致认知失调,进而影响个体在群体形成过程中关注过程或结果的相似性。综上,努力投入程度影响内群体偏好的形成,且有/无参照框架下影响机制不同。本研究结果首次系统探索了努力对群体形成与群际偏好的影响,为心理内群体的促成提供了实践指导。", "label": "社会学", "id": 0}
{"content": "幸灾乐祸是指个体对他人遭遇的不幸事件而产生愉快情绪反应的现象。当个体对他人产生幸灾乐祸时,就有可能主动置他人于不幸中,对有竞争关系的他人或群体更有可能采取攻击行为。以往研究发现,群体间竞争关系增加了个体对外群体的幸灾乐祸,然而群体间的合作关系对幸灾乐祸的影响并未进一步探讨。并且以往研究大多基于现实生活中的群体身份探讨幸灾乐祸,个体对群体固有的刻板印象等因素未能加以控制。因此,本研究将被试随机分配到新的群体,创建平等中立的群体身份。本研究通过2个实验来探讨不同互动方式和群体身份对幸灾乐祸的影响以及背后的心理过程。研究1采用3（互动方式:竞争vs.合作vs.控制组）×2（群体身份:外群体成员vs.内群体成员）两因素混合实验设计。结果表明,群体身份的主效应显著,个体对外群体成员的幸灾乐祸程度显著高于内群体成员;互动方式和群体身份的交互作用显著。简单效应分析表明,在群体竞争互动中,个体对外群体成员的幸灾乐祸程度显著高于内群体成员群体。研究1的结果尚不能说明个体对内外群体成员幸灾乐祸程度的差异是由于个体增加了对外群体的幸灾乐祸所致还是由于减少了对内群体的幸灾乐祸所致。并且厌恶是探讨人际幸灾乐祸最普遍的预测因素,不同的群体身份容易使个体产生群体间偏见,包括厌恶等情绪,因此本研究引入了厌恶这一心理变量。研究2采用单因素被试内实验设计,自变量为群体身份（外群体成员vs.内群体成员vs.控制组）。结果表明,在群体竞争互动中,个体对不同群体身份成员的幸灾乐祸存在显著性差异。个体对外群体成员的幸灾乐祸程度显著高于控制组,个体对内群体成员和控制组的幸灾乐祸程度无显著差异。采用Bootstrap法进行中介分析发现,厌恶在群体关系与幸灾乐祸之间起部分中介作用。综上,研究表明（1）竞争的互动方式会增加个体对外群体的幸灾乐祸程度。（2）群体竞争互动中,引发了个体对外群体的厌恶,从而增加了个体对外群体成员的幸灾乐祸程度。", "label": "社会学", "id": 0}
{"content": "公正世界信念理论认为人们有一种基本需要,即相信自身所处世界是公正的,在公正世界里,人们得其所应得,所得即应得。这种信念可为个体提供控制感与安全感,带来一系列诸如维持个体心理健康、促进长期目标投入等适应性、亲社会结果,但其中的作用机制及这类适应性、亲社会结果的情境特异性仍有待探究。在作用机制方面,本研究认为,公正世界信念所提供的控制感与安全感是个体重要的心理力量来源,可促进个体更为广泛的心理资源的构建,使其拥有更高水平的心理资本,从而鼓励个体对于各类事件的积极应对。在情境特异性方面,以往研究一般关注公正世界信念对个体的适应性影响及个人与一般公正世界信念的二维构念与亲社会行为之间的关系,少有研究将公正世界信念引入组织管理领域,在组织情境中探讨其对员工亲社会行为的影响。本研究基于公正世界信念的二维建构与积极心理资本理论,采用问卷调查与情境短文评价方法,探讨在组织情境中,个人公正世界信念与一般公正世界信念对员工亲社会行为的影响及心理资本在其中的作用,以拓展对公正世界信念在组织情境中作用的认识。结果显示,在特定的组织不公情境中,员工的个人公正世界信念与一般公正世界信念均对其亲社会行为存在正向影响,但作用机制有所不同:个人公正世界信念主要通过员工的心理资本促进其亲社会行为;一般公正世界信念在心理资本这一作用路径之外,也存在情绪路径,通过愤怒、同情等消极道德情绪驱动员工做出亲社会行为。在更为广泛的组织情境中,个人公正世界信念与一般公正世界信念则均可通过心理资本对组织中的亲社会行为产生积极作用。研究结果表明,公正世界信念的适应性、亲社会功能不仅局限于个人公正世界信念,一般公正世界信念,至少在组织情境中,也可促进亲社会行为。而心理资本则是公正世界信念发挥其积极功能、产生适应性、亲社会结果的重要机制。", "label": "社会学", "id": 0}
{"content": "生态文化对信任这一复杂的社会心理过程有着重要影响,近年来愈发受到研究者们的重视。以往研究大多从国家间跨文化比较的视角探究生态文化对信任的影响,近年来逐渐有研究者尝试从国家内的地域差异对信任问题进行探索。然而目前还少有研究对中国内部南北方不同生态文化下的信任差异进行探讨,其内在心理机制也尚未明确。研究采用信任博弈范式,在国家间研究基础上探讨了中国内部南北地域生态文化差异对人类信任行为的影响及其内在心理机制。实验1采用2×2的混合设计,考察了在地区来源和社会距离的共同影响下南北方个体的信任差异。结果显示:（1）北方人具有更强的内群体偏好,对内群体成员具有更高的信任水平;（2）中国内部信任存在地区效应,信任双方的地区来源对信任产生影响。北方人更加信任同地区人,南方人不存在地区信任偏好;（3）社会距离能够缓和信任的地区效应;（4）互惠预期是信任地区效应的内在心理机制。实验2引入互惠预期变量,采用2×2×2的混合设计,用于检验中国内部信任地区效应是否受到互惠预期的影响。结果显示:（1）互惠预期是信任地区效应的内在心理机制,验证了实验1的结果;（2）互惠预期仅在近社会距离条件下产生影响,在远社会距离条件下不起作用。研究发现了中国内部信任存在地区效应,并验证了互惠预期是其内在心理机制,为中国南北方信任的相关研究提供了更加全面、辩证的研究视角,同时也拓展了社会距离和互惠预期的相关研究。", "label": "社会学", "id": 0}
{"content": "群际关系是社会心理学研究的重要领域,良好的群际关系对促进社会和谐具有重要意义。群际接触是现实生活中改善群际关系的有效策略。随着互联网的发展与普及,阅读网络媒介中发布的新闻评论这种新的线上接触方式也逐渐受到学者的关注。此外,阅读网络评论时的加工流畅性会影响网络用户对外群体成员的态度和评价,对网络情景中群际关系具有重要作用。因此,本文从加工流畅性的视角出发,通过模拟虚拟的外群体,以大学生为被试,采用投资博弈范式及自行编写网络媒介的新闻报道及评论,探讨网络情景中阅读网络评论这种线上接触方式对群际关系（包括群际信任、接触意愿和社会距离）的影响。实验1采用3（线上接触:直接、扩展、控制组）×2（知觉流畅性:高、低）的被试间设计,考察线上接触和知觉流畅性对群际关系的影响及接触意愿和社会距离的中介作用。实验2同样采用3（线上接触:直接、扩展、控制组）×2（语义流畅性:高、低）的被试间设计,考察线上接触和语义流畅性对群际关系影响及接触意愿和社会距离的中介作用。结果表明:（1）线上接触可以改善网络情景中的群际关系。线上接触条件下的个体表现出了更强的接触意愿,更小的社会距离以及更高的群际信任;（2）加工流畅性是改善网络情景中群际关系的可行性路径。无论是知觉流畅性还是语义流畅性,高流畅条件下的被试表现出了更强的接触意愿,更小的社会距离以及更高的群际信任;（3）与现实情景的研究结果一致,接触意愿和社会距离在线上接触与群际信任之间起中介作用。", "label": "社会学", "id": 0}
{"content": "社会比较是一种普遍存在的社会现象,人们在日常生活中习惯于通过与他人进行比较来了解和判断自己的在群体中的地位与能力,从而对自己做出评价和定位。然而,过度或者不良的社会比较不仅会导致个体产生诸多问题行为,还会使个体表现出更高的攻击性。因此,研究社会比较对攻击性的影响具有重要的现实意义。此外,已有研究发现,相对剥夺感、愤怒和隐性自恋人格是影响攻击性的重要因素,但是目前尚未有研究将他们与社会比较纳入同一框架之中进行考察。因此,本研究旨在探讨相对剥夺感和愤怒在社会比较对攻击性影响中的中介机制以及隐性自恋人格可能的调节作用。采用社会比较倾向量表、相对剥夺感量表、愤怒量表、攻击问卷以及隐性自恋人格问卷,对山东省某高校726名大学生（平均年龄18.23岁,标准差为0.71）进行调查。结果表明:（1）社会比较能够显著正向预测攻击性。（2）相对剥夺感和愤怒在社会比较与攻击性之间起中介作用,具体而言,社会比较通过三条路径影响攻击性:一是相对剥夺感的单独中介作用;二是愤怒的单独中介作用;三是相对剥夺感和愤怒的链式中介作用。（3）隐性自恋人格调节了社会比较与攻击性之间的关系,具体作用于\"社会比较→相对剥夺感→攻击性\"这条中介路径上,即高隐性自恋人格可以增强社会比较与相对剥夺感以及相对剥夺感与攻击性之间的关系。本研究不仅揭示了社会比较对攻击性的影响及其作用机制,也为干预和减少个体的攻击性提供了一定的依据和启示。", "label": "社会学", "id": 0}
{"content": "心理学视角下的社会阶层指的是一种用来反映个体在社会层级阶梯中相对位置高低的社会分类,一个人的社会阶层代表了其所占有的客观社会资源及其主观上所感知到的自身社会地位。当前全球的经济不平等形势日益严峻,关注社会阶层对于个体或群体心理与行为的影响,对于理解和缓解不平等现状、促进社会治理与政治文明的进步具有重要意义。十年来,本研究小组结合我国社会文化与社会治理实际,持续关注社会阶层心理学问题。首先,以国际学术同行关于社会阶层心理学理论框架和实证研究为基础,将阶层心理与社会公平问题相结合,关注与社会公平正义相关的不同社会阶层者的心理与行为。其次,我们通过序列研究积累,从不同变量揭示了不同层面的阶层心态差异,提出了归因和补偿（认知和动机）作为一系列不同表现背后的心理基础。低阶层者更倾向于对社会事件进行外归因,同时有更多的认知失调补偿过程,这使其相对于高阶层者有着较低的系统合理信念、更高的结构需求倾向和阴谋论信念。再次,针对于低阶层者在社会竞争中的劣势处境,我们的研究挖掘了多方面不利于低阶层向上流动的典型特征,包括低阶层者的物质主义倾向、短视的决策风格、更高的威胁敏感性与相对剥夺感以及由此引发的集群行为意向,这些都需要引起政府和学界足够重视并探讨改善之策。最后,我们从提升其系统合理信念、促进其目标追求、增强其社会参与意愿、引导其经济决策等不同侧面,分析了有助于低阶层者摆脱困境、向上流动的社会治理思路,同时也考察了促进高阶层者再分配意愿的干预策略。综上我们建议,应关注社会阶层心理学之于社会治理的理论与实践意义,面对当下中国社会的矛盾,深入考察不同阶层者心理和行为的特征、需求、机制及其干预方法,为切实加强和创新社会治理提供心理学智慧与支持。", "label": "社会学", "id": 0}
{"content": "目的:后疫情时期,疫情基本得到控制但仍时有反复,不能完全松懈;与此同时,人们的生活因疫情的冲击而面临困难,使得某些需求无法得到满足。因此,本研究考察了后疫情时期人们的需求满足感及其与防护行为的关系,并希冀通过探讨社会信任和风险感知在其中的链式中介作用,以发现促进后疫情时间人们防护行为的方式。方法:本研究将需求分成三类:防护需求、发展需求和生活需求;并将防护行为分成合理防护行为（如戴口罩）和不合理防护行为（如服用抗生素）两类。采用自编问卷在问卷宝平台发放,共回收问卷8720份,剔除非正常作答问卷和异常数据后,得到有效问卷8306份,有效率为95.3%。被试年龄为18～70岁（M=28.9;SD=8.8）,其中男性4646人（55.9%）。结果:1)后疫情时期人们的生活需求较为满足,但防护需求和发展需求满足感一般。2)没有固定工作、长期居住地在农村、社会等级更低、经历过SARS、有疫情相关感染或隔离经历的被试,感到三类需求更没有得到满足。3)发展需求和生活需求未满足的被试更容易产生补偿性的防护行为,合理和不合理的防护行为都更多,但防护需求对防护行为的影响不显著。4)需求满足感与社会信任呈正相关,而与风险感知呈负相关;社会信任与合理和不合理的防护行为均呈显著正相关,而风险感知仅与不合理防护行为呈显著负相关,与合理防护行为没有显著相关。5)社会信任和风险感知在防护需求与不合理防护行为间起完全中介作用,在发展需求和不合理防护行为（占总效应的35.1%）、生活需求和不合理防护行为间（占总效应的26.2%）起部分中介作用;仅社会信任在防护需求和防护行为间起完全中介作用,在发展需求和合理防护行为（占总效应的19.6%）、生活需求和合理防护行为间（占总效应的25.8%）起部分中介作用。结论:后疫情期间应更关注社会底层、有疫情相关感染或隔离经历群体的防护、发展和生活需求,并通过增加社会信任来提高人们的防护行为,但通过强调风险严重程度来增加民众的风险感知仅能提高不合理防护行为。", "label": "社会学", "id": 0}
{"content": "快速城镇化给城市治理带来一系列挑战,\"人\"在城市治理过程的作用越来越突出,要达到治理成效必须了解市民的社会心态。社会心态在城市治理中起着调节阀、缓冲器的作用。在社会心态指标体系框架中,社会认知、社会情绪、社会价值、社会行为倾向分别与城市吸引力治理、城市幸福治理、城市精神治理、与城市文化融合相对应。基于这些指标与城市治理维度的关联,利用提供公共场域、完善制度政策、探索社区治理模式、健全社会心理服务体系的途径和方法培育良好的社会心态,可提高城市的弹性与韧性,推动城镇化朝更健康方向发展。", "label": "社会学", "id": 0}
{"content": "在社会发展的过程中,信任的建设是必不可少的一环。而社区作为社会的基本细胞,信任在社区也不可忽视。人们生活在社区中,避免不了相互之间的联系与沟通,这种联系与沟通往往建立在信任的基础之上。所以社区信任是能够促进社区内居民进行合作的重要因素,在社区范围内的群体合作活动中起到重要的润滑作用,能够减少群体内的摩擦,提升社区活动效率。研究者大都认为社区信任是在这种特定的社会性地域空间内形成的信任形式,是指在社区的空间范围内社区生活的个体对于同社区的他者的信任程度。但是学者们对于社区信任的具体内涵有着不同的看法。为了解社区信任的内涵和结构,本研究通过深入社区,与居民进行对话,用访谈的方式来获取居民对于社区信任的的看法与感受。采用协商一致小组进入4个社区,共访谈了居民23人。通过质性研究的方法进行文本分析,来对社区信任的内涵和结构进行本土化探索,并分析对社区信任产生影响的因素。研究主要得出以下结论:（1）居民的社区信任由四个成分构成,分别是对社区组织、物业公司、邻居和居民委员会这四个对象的信任。居民对社区组织的信任主要涉及管理、政策、活动等方面;对物业公司的信任涉及所提供的服务方面,如环境卫生、安全、设施、服务等;对邻居的信任是人际信任,也是对社区信任的直接感受;居民委员会是居民和社区及物业之间沟通的桥梁,居民通过他们向社区传递意见,同时社区也通过他们联系居民,了解居民情况。居民对居委会的信任也是对信息传递的信任。（2）社区信任的影响因素有客观因素和主观因素构成。客观因素主要有服务质量、安全稳定程度、环境卫生情况、关怀程度、和谐氛围及社区活动等方面;主观因素包括居民参与社区活动频率、居民与社区他者接触情况以及居民普遍信任水平等。", "label": "社会学", "id": 0}
{"content": "亲社会行为是指一切有益于他人和社会的积极行为,包括分享、助人、利他、合作等行为。已有研究发现亲社会行为的增加有助于提升个体的幸福感、生活满意度、生命意义感、生活质量等,缓解抑郁、焦虑、孤独感等。亲社会行为不仅有利于个体更好地适应环境和应对变化,而且从社区层面而言,社区居民的亲社会行为有助于构建融洽的邻里关系,对和谐社区的建设与发展起到一定的\"助推\"作用。系统公平信念（System-justifying Beliefs）是个体相信当前的社会体系公平、正当、合理,并对其加以拥护和支持的态度与观念。已有研究大多关注系统公平信念形成过程的理论解释及其影响因素,相对忽视了系统公平信念的结果变量,尤其是系统公平信念对亲社会行为的影响。因此,本研究在社区背景下,探讨系统公平信念对亲社会行为的影响及其心理机制。共招募668名社区居民（男性441名,年龄30.15±8.04岁）,采用系统合理化量表（System Justification Scale）、社区认同量表、亲社会倾向问卷（Prosocial Tendencies Measure, PTM）进行测量。结果:（1）相关分析表明,系统公平信念、社区认同、亲社会行为两两之间呈显著的正相关（r=0.40-0.45,p <0.01）;（2）中介分析表明,系统公平信念可以显著预测社区居民的亲社会行为（B=.25, SE=.02; 95%CI [.20,.29]）,且社区认同在系统公平信念和社区居民的亲社会行为之间起部分中介作用（B=.09, SE=.01; 95%CI [.07,.12]）,中介效应占总效应的比例为37.06%。结论:系统公平信念不仅可以直接预测居民的亲社会行为,还可以通过社区认同的中介作用间接预测亲社会行为。研究结果对社区建设具有一定的启发和指导意义,政府机构和社区管理人员可以通过一定措施（如维护社区规范）提高社区居民的系统公平信念和社区认同,这将在一定程度上有利于增加社区居民的亲社会行为。", "label": "社会学", "id": 0}
{"content": "旨在探讨新冠肺炎疫情期间的疫情风险感知、感知压力与心理健康的关系。通过网络问卷测查699名被试的风险感知、感知压力、心理健康（焦虑、抑郁）、未来时间洞察力及社会信心,探究风险感知与心理健康（焦虑、抑郁）的关系及影响机制。结果发现:（1）风险感知与焦虑、抑郁呈正相关。（2）感知压力在风险感知与焦虑的关系中起部分中介作用,在风险感知与抑郁的关系中起完全中介作用。（3）未来时间洞察力能负向调节感知压力与抑郁的关系。（4）社会信心能负向调节感知压力与焦虑的关系。研究强调了未来时间洞察力和社会信心在维持心理健康中的重要作用,研究结果将为疫情下公众保持心理健康提供实践指导和理论启示。", "label": "社会学", "id": 0}
{"content": "个人空间圈是指在心理上属于个体的、在身体外周的一个不可见区域。当他人侵入我们的个人空间圈时,我们会感受到威胁和不舒适。传统的研究对个人空间圈仅作了概念化的定义,并未对其进行精确量化的描述。我们的研究利用虚拟现实的技术构建场景和人物,并且定量化的操纵这些场景。同时,我们采用停止距离实验范式,让一个虚拟人在预设的虚拟场景中从被试的正前方走向被试,直至被试感受到不舒适并要求虚拟人停止靠近,从而获得个人空间圈的大小。通过这样的实验,我们精确地测量出个体的个人空间圈。我们的结果发现个人空间圈不是一个固定的区域,而是受到人们感受到的威胁程度而动态调节的。在较为安全的环境中,个人空间圈较小,而当危险场景出现时,人们需要更大的个人空间圈。此外,对于环境的量化操控使得我们进一步发现,社会拥挤会降低个人空间圈的需求。当场景中人物数量增加时,个人空间圈会随之收缩。这种收缩仅限于社会拥挤,而非物理拥挤。同时,这种个人空间圈的收缩现象只会发生在安全友善的社会场景中。这一研究定量化描述了人类个人空间圈及其影响因素。其研究结果对智能机器人交互设计具有一定的应用意义。", "label": "社会学", "id": 0}
{"content": "本研究利用元分析的方法,梳理国内外已有研究,分析网络谣言辟谣方式在辟谣效果影响中的主效应,并考察各调节变量在辟谣方式与辟谣效果关系中产生的作用,为将来制定合适的辟谣方法提供实证依据。通过国内外文献检索,纳入符合要求的文献24篇,包含93个效应量。调节效应分析表明,网络谣言辟谣方式与辟谣效果的关系受到辟谣时间、辟谣方式、谣言材料类型的调节。未来研究可以进一步探讨认知接种方式对辟谣效果影响研究,开发生态效度更高、相关性更高的认知接种工具,并且重点考察年龄、性别等内部因素对网络谣言辟谣方式与辟谣效果关系的影响。", "label": "社会学", "id": 0}
{"content": "腐败是影响全球各国政治和经济的重大现实问题。尽管已有大量研究考察了腐败的影响因素和心理机制,但很少有研究从受贿和行贿双方关系的角度出发探讨受贿决策过程和心理机制,尤其在人情关系文化比较突出的中国和东亚社会,这个问题更显重要。本研究通过4个行为实验,首次从行/受贿双方关系出发,考察了关系（直接关系和间接关系）对政府职员受贿决策影响及其内在心理机制。实验1探讨直接关系对政府职员受贿决策的影响;实验2进一步考察信任、道德、责任义务和感情四种因素在其中的中介效应;实验3和4则进一步探讨间接关系对受贿决策的影响及其内在心理机制。实验结果表明,无论直接关系还是间接关系,关系越近,政府职员受贿概率越大;风险和数额越大,关系效应越弱。更进一步,直接关系和间接关系影响受贿决策的心理机制存在差异。在直接关系条件下,关系越近,政府职员对行贿者越信任,同时感觉越有责任和义务帮助他们,导致受贿概率越高;然而,间接关系条件下,接受贿赂的原因则仅仅由信任驱动。道德和感情机制在关系对政府职员受贿决策的影响中则没有显著作用。总之,关系对政府职员受贿决策有重要影响,而且不同类型关系的影响机制存在差异。以上结果不仅对于腐败的心理机制探索有一定的理论意义,而且对于中国现实反腐有较为重要的参考价值。", "label": "社会学", "id": 0}
{"content": "背景:在全球环境治理的大背景下,社会各界都在倡导环保观念,以期提高人们的环境关心程度。以往的跨文化研究指出,不同地区居民之间环境关心特质水平的差异与地区之间的经济水平、文化差异有关。同时有研究指出,不同文化导向下的群体对于社会期待的应答是存在差异的。在不同地区采用同一问卷测出的环境关心特质得分是否具有可比性是本研究关注的方面。国际社会调查项目（International Social Survey Programme, ISSP）是一个国际合作调查项目,以往研究从该项目中提取相关条目制成环境关心量表（EC）,用于测量人们的环境关心特质。EC包含两个子量表:人们对环保观点的一般性支持程度（共6个条目）;人们对特定环境问题的意识程度（共5个条目）。一些研究基于量表得分差异的结果报告了诸如个人主义和较宽松的文化背景下,环境关心和环保行为的关系较强,环境关心在个人主义文化背景下能较好的预估环境保护行为等结论。本研究旨在探讨EC量表应用于两个不同地区的群体,是否具有测量恒等性。方法:选取英国（个人主义,宽松氛围）和中国台湾（集体主义,紧密氛围）两个地区的调查结果作为研究对象。依据项目反应理论（IRT）,对环境关心量表中的11个条目得分情况进行项目功能差异检验。其中,对意识程度部分的5个条目进行反向计分,处理后,得分越高,说明应答者对环境问题的意识程度更强。采用等级反应模型和DIF检验,分析环境关心量表在两个地区中的测量是否具有恒等性。结果:（1）环保观念的六个条目:每个条目在台湾地区样本中的区分度均小于英国,其中5个条目的区分度在0.65以下,且选项集中于2和4,各条目反映的信息量都低于0.5。而在英国样本中,除了9c这一条目的信息量和区分度较低,其余条目信息量均在0.5及以上,区分度在1.2以上。（2）环境危险意识的五个条目:在台湾地区的样本中,等级反应模型的第一阈值极低（小于-3）,即只有意识非常低的台湾居民才可能选\"根本没有危险\"这一选项。DIF检验表明,11个条目均存在项目功能差异。结论:总体而言,该量表在英国有更好的区分度,能够反应更多的信息量。在台湾地区,\"根本没有危险\"这一选项形同虚设,考虑集体主义文化背景下的人,更倾向于选择符合社会期待的选项。另外,两地在这11个项目的反应模式方面存在系统性差异,因此不能通过直接比较分数来判断两地环境关心特质水平的高低。这一结果启示我们在跨文化的比较中,不仅需要关注统计结果,还应考虑同一量表在不同地区的应用是否具有测量恒等性。", "label": "社会学", "id": 0}
{"content": "社会比较几乎无处不在,特定条件下的社会比较信息可能会威胁到自我,进而导致一系列消极后果。本文通过两个研究,从社会比较理论出发,探讨在消费情境中的社会比较信息对消费者欺骗行为的影响,并探究了自我威胁起到的中介作用。研究一检验比较对象的相关性和价格的差异性对消费者说谎意愿的影响,使用2（相关性:相关[朋友]、不相关[陌生人]）×2（差异性:大、小）的被试间设计,实验采用向上方向的社会比较。因变量通过问卷测量被试的撒谎动机,并测量被试感知到的自我威胁程度。研究一表明,在向上社会比较的情形下,当与比较对象相关且价格差异小时,被试感知到更多的自我威胁,进而表现出更多的撒谎意愿。相比之下,当价格差异大时,不管与朋友还是陌生人互动,被试的自我威胁感知和撒谎意愿均无显著差异。在研究一的基础上,研究二继续探索比较对象的相关性和信息性质对消费者说谎行为的影响。研究二采用差异性小的向上比较的客体为比较对象,采用2（比较对象的相关性:相关[朋友]、不相关[陌生人]）×2（信息性质:社会信息、客观信息）的被试间设计。因变量采用问卷测量被试撒谎的动机,并测量被试感知到的自我威胁程度。研究二表明,在比较方向为向上且价格差异较小的情况下,信息性质为社会性、比较对象为相关时,被试感知到的自我威胁越高,进而表现出更多的撒谎意愿;自我威胁起到了中介作用。综合以上结果,消费者似乎更愿意对他们认识的人撒谎,并且消费者倾向于将欺骗作为一种保护机制,以应对其构成自我威胁的社会信息。", "label": "社会学", "id": 0}
{"content": "随着社会的发展,人们的生活水平普遍提高,影响其消费的因素也在逐渐增多,促销（promotion）便是其中的一种。产品促销活动一直以来都是消费者与商家共同关注的问题,消费者会经常关注、参与产品促销活动进而来减少生活开支,而商家也会经常推出促销活动来激发甚至增强消费者冲动性购买的意向,吸引消费者选购。自我控制对消费者在购买上两难抉择的影响一直以来备受关注,自我控制可以让消费者在面临两难问题时保持理智,直接或间接地影响消费者的购买行为。本研究引入了产品促销这一变量,旨在探究价格促销与赠品促销这两种产品促销对高低不同自我控制能力的消费者购买意向的影响。以北京某大学108名大学生为研究对象,实验采用2（自我控制:高,低）×2（产品促销:价格促销,赠品促销）的混合设计,被试间变量为自我控制,被试内变量为产品促销,因变量为消费者的购买意向。结果表明:1)自我控制的主效应显著。与高自我控制的个体相比,低自我控制个体的购买意向更强;2)产品促销的主效应显著,与赠品促销相比,价格促销更能激起消费者的购买意向;3)自我控制与产品促销的交互作用显著。低自我控制的个体在面对价格促销与赠品促销时,其购买意向均无差异,但都高于在这两种情境下的高自我控制的个体;与赠品促销相比,高自我控制的个体在面对价格促销时的购买意向更强。", "label": "社会学", "id": 0}
{"content": "核电作为一种清洁能源受到广泛重视,然而日本福岛事故以来,国内核电行业发展因公众接受度低受到限制,\"邻避\"现象显著。国内外以往研究指出信任、公众认知、风险感知、收益感知等因素能够影响核电公众接受度,而这些研究成果对核电企业的指导性不足,核电企业在公众沟通过程中不能识别出能够改善公众接受度的信息,更无法开展针对性的优化。企业社会责任理论认为,消费者愿意给履行社会责任较多的企业以更多的支持。本研究基于Carroll的分类,将企业社会责任分为四种类型:经济责任、法律责任、伦理责任和慈善责任,使用Maignan消费者支持社会责任企业意愿量表,并征求核电公众沟通领域专家意见,扩展为21个题项,测量公众对核电企业社会责任履行的感知;以McAllister认知与情感信任量表、Slovic风险感知量表、RijnsoeverFJV公众认知量表以及国内相关研究成果为基础,编制了核电公众接受度量表。以秦山核电站周边公众为样本,共收回有效问卷211份,使用SPSS软件进行信效度分析后,得出公众对核电企业社会责任履行的认知分为法律责任、经济与道德责任两个维度,核电公众接受度分为信任、公众认知、恐慌风险感知、未知风险感知、收益感知、支持度六个维度。以修正后的量表为依据,制作了与法律责任、经济与道德责任两个维度相对应的测试视频,对被试在观看不同视频前后各维度测量结果进行比较。结果显示核电企业履行社会责任对核电公众接受度有正向影响,其中履行经济与道德责任对核电公众接受度影响更显著。", "label": "社会学", "id": 0}
{"content": "本研究基于M-R模型和S-O-R理论,通过对现实休闲餐饮环境的深入分析,探究餐饮环境中的社交属性对顾客消费意愿的影响及影响机制。通过在休闲餐饮环境中设置不同的桌椅布置形式来操纵环境的社交属性。使用自编问卷《社交属性评定问卷》来验证对社交属性操纵的有效性;使用自编问卷《消费意愿问卷》来探究社交属性对群体消费意愿的影响及影响机制。结果发现,所设置的12种环境的社交属性权重分数与预期基本一致;建立了社交属性对消费意愿的影响的回归模型,模型良好,结果表明,社交属性对消费意愿有显著正向影响,即环境的社交属性值越高,顾客的消费意愿越高。同时,喜好度在社交属性对消费意愿的影响中起中介作用,顾客对社交属性高的环境的喜好度越高,其消费意愿越高。顾客对餐饮消费环境的情绪反应越积极,越促进社交属性对消费意愿的影响;相反,若顾客对餐饮消费环境的情绪反应是消极的,则减弱社交属性对消费意愿的影响;顾客的情绪反应同时还调节喜好度对消费意愿的影响,积极情绪起促进作用,消极情绪则减弱影响。说明改变环境设置中的桌椅布置形式,可有效操纵环境的社交属性;环境的社交属性影响群体消费意愿,群体对环境的喜好程度起中介作用,同时,群体对环境的情绪反应在其中起调节作用,调节社交属性和喜好程度对消费意愿的影响。在以往的研究中,社交因素对消费意愿的影响中,顾客对消费环境的喜好程度起中介作用。另外有研究表明,顾客的情绪反应在环境因素对消费意愿的影响中起调节作用。基于以上分析,本研究同时考虑社交因素、喜好程度、情绪反应对消费意愿的影响,探究休闲餐饮环境中的社交属性对顾客消费意愿的影响,能够进一步明确餐厅环境要素的作用,在一定程度上帮助餐厅经营者更好地采取针对性措施进行环境设置。此外,此前对餐厅环境要素的研究者大多来自设计行业,本研究从心理学角度开展理论研究和实践分析,研究角度新颖。", "label": "社会学", "id": 0}
{"content": "民众社会心态是一段时间内弥散在整个社会或群体中一种宏观的社会心境状态,是党和国家在社会心理服务体系建设中重点关注的问题。心理健康是指个体心理活动过程内容完整、协调统一,个体具有良好的社会功能,它的提升有利于整体国民心理素质的提高,进而助力实现\"健康中国\"目标。已有研究发现,社会心态会影响人们的心理健康状况,且希望感能增强积极社会心态的影响,缓解消极社会心态,促进个体的心理健康水平。但社会心态如何影响心理健康,即二者间的内在机制还未厘清。为明确民众社会心态与心理健康间关系的内在机制,本研究采用民众社会心态量表、心理健康量表、人际交往倾向量表及成人特质希望感量表,调查了全国不同地区、年龄段和行业民众605份。结果表明:（1）民众的社会心态对心理健康具有直接预测作用;（2）人际交往倾向在民众社会心态与心理健康的关系间起中介作用;希望感在民众社会心态与心理健康的关系间起中介作用;（3）\"社会心态→心理健康\"这一直接路径,受到希望感的调节,与低希望感被试相比,社会心态对高希望感被试的心理健康水平正向预测作用更强。研究结果进一步揭示民众社会心态对心理健康的作用机制,为提升国民心理健康水平,提供理论依据。", "label": "社会学", "id": 0}
{"content": "视听整合（audio-visual integration）是多感觉整合的一部分,是指将来自听觉通道和视觉通道的信息知觉为一个整体的能力。McGurk效应是一种典型的视听语音整合现象,反映了视觉信息对听觉信息的影响。社会等级是一种重要的社会信息,影响着社会生活的方方面面,已有研究发现,人们对社会等级的加工是自动的,且社会等级影响注意分配。本研究从面孔社会信息的角度出发,试图探究社会等级对McGurk效应的影响。研究采用McGurk整合范式,通过操纵个体的社会等级,考察社会等级信息对视听语音整合的影响。实验中使用的视频语音材料包括填充试次（视听一致）ga、ba、ka和pa四个组合,和McGurk试次（视听不一致）的两种组合（组合1:视觉ga、听觉ba;组合2:视觉pa、听觉ka）,共六种刺激组合。视频材料中说话者的社会等级通过高考成绩信息来操纵。告知被试,说话者可能具有高（成绩达到清华大学录取线）或低（成绩北京城市学院录取线）两种社会等级信息。所选被试高考分数介于两者之间（即中等级）。被试的任务是进行语音识别并做相应的按键反应。任务结束后,被试需要对自我感知到的相对于他人的社会等级进行7点评分（1代表处于劣势,7代表处于优势）。因变量是不同条件下的McGurk效应发生率,即在McGurk试次上发生McGurk效应的比率,对严格（仅计算发生特定融合的试次）和宽松（计算所有语音刺激的错误识别次数）两种界定方式所得的结果均进行数据处理。结果显示:高、低社会等级组之间McGurk效应的发生率无显著差异,但随后的个体差异分析发现,在面对低社会等级的个体时,McGurk效应的发生率和自我感知到的社会等级存在显著的负性相关,即自我感知到的社会等级越高,McGurk效应发生率越低,面孔的视觉信息对听觉信息的影响更小。本研究结果可能反映了,个体在面对低社会等级时,自我感知到的社会等级越具有优势,越倾向于不关注他人面孔的视觉信息,使得其面孔信息的权重更低,而出现较小的McGurk效应。由于本研究缺乏直接测量的注意相关指标以明晰背后的机制,后续研究中可加入眼动追踪进一步探讨可能的心理机制。", "label": "社会学", "id": 0}
{"content": "公共两难困境指社会利益跟个人利益发生冲突时,个人需要在二者之间进行权衡取舍。2020年新冠疫情初期,我国口罩资源紧缺,多地政府用一次性口罩向群众交换N95口罩以支援医疗前线,人们的合作对抗击新冠有着重大意义。由于疫情带来的社会损失现象,本研究从损失与收益情境出发,探讨人们的合作行为在不同的公共两难困境中的差异,相比于收益情境,个体在损失情境的合作水平更低,并且在两种公共两难困境中,个体的合作水平有所差异。进一步地,本研究通过权变价值观与合作倾向在死亡焦虑和合作水平中的中介作用解释个体的合作心理机制。实验采用2（情境类型:收益情境,损失情境）×2（社会困境类型:公共资源两难,公共物品两难）的混合设计。其中,情境类型为被试间变量,公共两难类型为被试内变量。因变量为合作水平。合作水平用被试捐赠的N95口罩数量或个人保留的无用一次性口罩数量作为衡量指标。实验将以问卷形式呈现给277名被试。在损失情境中,个人在公共物品两难中将个人损失（无用一次性口罩）投放给集体承担,从而为个人带来利益;而个人在公共资源中,个人需要承担集体损失（无用一次性口罩）,个人利益也因此受到损失。在收益情境中,个人在公共物品两难中将个人利益（N95口罩）捐赠一部分给集体,个人利益将受到损失;而在公共资源两难中,个人可以从集体利益（N95口罩）中拿走一部分,为个人带来利益。另外研究采用量表测量被试的死亡焦虑、权变价值观与合作水平。结果发现:损失-收益情境与公共两难的交互作用显著,在损失情境下,被试在公共资源困境中的合作水平显著高于在公共物品困境中的合作水平。在收益情境下,被试在公共资源困境中的合作水平显著低于在公共物品困境中的合作水平。另外,权变价值观与合作倾向对死亡焦虑和合作水平之间的影响起到中介作用。", "label": "社会学", "id": 0}
{"content": "相比正常的异性恋群体,LGB群体（即男同性恋、女同性恋和双性恋群体）的心理健康状况往往处于更高的风险之中。过往的研究表明,出柜（即向他人袒露自己的性取向）或能够让LGB群体更好地整合自我认知,接受来自外界的真挚反馈和支持,从而更好地自我接受,提升其心理健康水平。然而,出柜带来的影响与个体选择出柜的环境息息相关,在支持程度较差的环境中,出柜反而可能带来更为负面的心理疾病风险。在过去的研究中,较少有研究关注中国LGB群体在不同环境中出柜的影响。因此,本研究首先旨在探索不同日常情境中,中国LGB群体出柜带来的心理健康影响。其次,有鉴于过往文献指出性取向会带来不同心理健康影响,尤其是同性恋群体和双性恋群体存在明显差异,本研究也旨在比较同性恋群体和双性恋群体在出柜及其影响因素的异同。本研究通过滚雪球问卷法,通过国内各大性少数平台和社群,在全国范围内收集了8093份有效问卷,对出柜对象、抑郁水平、孤独水平、自杀意念等因素进行了调查。结果发现,中国LGB群体倾向于向密友出柜,在家庭和外部环境中出柜意愿较低。在密友圈和在学校中出柜对LGB群体的心理健康有更好的保护性作用。在工作环境中出柜更多是对同性恋群体的心理健康有保护作用,而对双性恋群体没有显著影响。在家庭环境出柜对同性恋群体,尤其是男同性恋群体的心理健康有明显的负面作用,但同样对双性恋群体没有显著影响。研究结果表明,出柜与中国LGB群体的心理健康存在相关关系,需要更多的努力来营造支持性环境,从而更好地促进LGB群体的心理健康。", "label": "社会学", "id": 0}
{"content": "戒毒所干警长期处于高负荷、高对抗、高风险的应激状态,是职业倦怠的高危易感人群。强制隔离戒毒所干警经常面临教育矫治对象依从性差、复吸率高、教育矫治难度大的特殊性,及环境封闭性的特点,因此职业角色的付出通常难以抵消家庭角色的收益,引发强烈的工作家庭冲突体验,导致职业倦怠的产生。基于积极心理学视角,越来越多学者将研究重点放在能够促使个体积极应对问题以及保持学习和活力状态的工作繁荣问题上,这有利于减轻个体职业倦怠水平。前摄应对是一种朝向未来的、以目标达成为导向的积极应对方式,是个体为预防潜在危险发生所做的努力,可以缓冲角色压力带来的不良影响,能有效减轻工作倦怠。另外,良好的工作家庭关系能促进个体在工作中实现繁荣旺盛状态,能够更好学习、能量恢复、不易倦怠、减少缺勤和减轻压力。因此本研究主要探讨工作家庭冲突对戒毒所干警职业倦怠的影响,及前摄应对和工作繁荣在其中的作用机制。方法:采用工作家庭冲突量表、职业倦怠量表、前摄应对量表和工作繁荣量表对贵州省某强制隔离戒毒所的311名干警进行问卷调查。运用SPSS21.0对数据进行统计分析。结果:（1）工作家庭冲突与职业倦怠呈显著正相关（r=0.57, p<0.001）。（2）前摄应对在工作家庭冲突与职业倦怠之间起着部分中介作用,中介效应为0.04,其中介效应占总中介效应值的7.02%;工作繁荣亦然,中介效应为0.15,其中介效应占总中介效应值的26.32%。（3）前摄应对和工作繁荣在工作家庭冲突与职业倦怠的关系中具有链式中介效应,中介效应为0.07,其中介效应占总中介效应值的12.28%。结论:本研究的结果为预防和干预戒毒所干警的职业倦怠提供了有效的实证依据与理论参考,也对降低其职业倦怠具有明显的应用价值。", "label": "社会学", "id": 0}
{"content": "在网络新媒体快速发展的大背景下,加强对新媒体环境下舆情信息传播路径的分析有利于加强对舆情信息的理解和控制。为此本文对基于网络舆情传播理论的新媒体环境下舆情信息传播路径进行了研究。从当前网络舆情传播理论的基础概念为切入点,重点阐述了网络舆情传播的主要特点、传播主客体以及其存在的问题,并从提升效率、打破固有限制、连锁反应、次生效果这四个角度分析了新媒体下的网络舆情信息传播基本特点,从而提出新媒体下的网络舆情传播途径的对策,完成了基于网络舆情传播理论的新媒体环境下舆情信息传播路径分析,为促进国家舆情信息的管控水平提供了一定的理论支撑。", "label": "社会学", "id": 0}
{"content": "本文以\"全国团体标准信息平台\"相关数据为基础,在综合分析的基础上,对江苏省团体标准发展现状进行较为客观地把握,提出促进江苏省团体标准高质量发展的对策建议和优化路径,以期为团体标准高质量发展提供对策参考。", "label": "社会学", "id": 0}
{"content": "随着我国行政体制的改革和深入,在政务服务体系上也开始进行了大规模的转型升级,作为行政职能的基础承载,政务服务人员在建设中发挥着重要的作用。而政务服务礼仪是政务服务人员在交往中必须要遵守的行为规范,是维护国家和政府形象的重要措施,政务服务人员必须要加强对政务服务礼仪的学习。本文主要对政务服务礼仪的内涵、发展趋势,培训中存在的问题以及对策进行了详细的分析。", "label": "社会学", "id": 0}
{"content": "随着全媒体的不断发展,信息无处不在、无时不有,舆论环境、媒体融合、传播方式都在发生深刻变化,导致涉消舆情风险递增,已成为必须面对的新问题。本文通过分析全媒体时代的信息传播特点、涉消舆情的负面效应,就新形势下消防救援队伍如何提升涉消舆情应对能力进行了探索。", "label": "社会学", "id": 0}
{"content": "社会心理服务体系建设属于一项公共服务的系统建设,同时也是国家在依托于公共管理职能的基础上而出台的社会政策,能很大程度上缓解社会现存的各种矛盾。但就现阶段的实践效果分析,在对社会心理服务体系建立期间,存在的问题颇多。对此,政府应该基于公共管理视角,合理地进行规划和设计,对服务的对象加以明确,采取适宜的方式,有针对性地制定各种保障措施,保证社会心理服务体系建设进程能得到良好推进。", "label": "社会学", "id": 0}
{"content": "城市化是一个曲折反复的渐进过程,而非一次突然的转变,简单的一次性迁徙（桑德斯）。随着城市发展的加速,我国正处于人口迁移浪潮之中,流动人口的聚集地从边缘化空间逐渐发展至城市中心区,\"流动但不定居,定居但不融合\",呈现较低的融合状态,但流动的多数最终目的是实现市民化,在城市里站稳脚跟、扎根生芽,但这一发展过程中始终伴随着空间隔离和融合。依据实地调研,以洛溪岛西部地区的重点空间与人群作为研究对象,通过定量分析和参与式田野调研,从中得到观察数据,以理论分析为基础,探究不同空间上所产生的空间融合,总结空间特征,梳理打破隔离促进融合的空间元素。", "label": "社会学", "id": 0}
{"content": "乡村作为村民各类自组织社会活动的空间容器,易与各种外来力量产生挤压、碰撞,造成诸多发展问题,如乡村空间的无序乃至滞后建设。近年来,随着城乡共荣理念的逐步深入,以乡村空间治理为抓手以实现乡村振兴逐步成为大家的研究热点。基于此,为理清国内外乡村空间治理研究的发展脉络,帮助利用空间治理促进乡村发展寻找切入点,本文首先辨析乡村及乡村空间的概念,进而梳理其空间治理的范畴。其次,理清国内外各自研究发展脉络,通过分类和归纳,对国内外相关文献进行综述,探寻各自关注重点。最后,总结提取国内外研究现状的共性问题并进行比较,提出我国乡村空间治理未来研究方向优化的建议。", "label": "社会学", "id": 0}
{"content": "乡村空间治理是解决国土空间问题、建设生态宜居美丽乡村、实现乡村振兴战略的重要抓手,乡镇级国土空间规划是实现乡村空间治理的重要手段。当前,随着国土空间规划工作在全国各地稳步开展和推进,关于省级、市级和县级国土空间规划的讨论议题很多,但乡镇层面的探讨尚未完全展开。本文力图借助CiteSpace对乡村治理及乡村空间治理领域的相关文献进行客观评价和可视化分析研究,从而直观清晰地反映研究现状与发展趋势,为进一步探索新型国土空间规划体系下的乡村空间治理问题提供参考。", "label": "社会学", "id": 0}
{"content": "传统媒体的价值在于发现和发掘有意义的事件,整合相关信息,构建有意义的新闻,同时组织舆论引导社会积极发展。但是随着新时代的不断发展媒体不再是单一的电视报刊杂志等传统媒体,在现代化信息技术的发展下媒体已成传统媒体发展为多元化的新媒体时代,在新媒体涌现当下出现了各种各样的媒体,不仅丰富人们的生活,同时也存在一定的媒体信息舆情危机。信息时代的不断发展造就了新媒体,尤其是新媒体的交互性和开放性为信息的传播增加了多元化的渠道,在信息传播过程中,新媒体被更多的媒介、企业以及群众所接受,人们对新媒体的依赖也越来越深,同时导致在新媒体传播过程中存在各种舆情风险。为了能够更好的维护媒体关系,使舆情风险得到管理和控制,本文主要对媒体关系维护的意义进行分析,就媒体关系维护在舆情风险管理中的积极性和局限性进行系统阐述,从而制定舆情风险管理对策,使媒体关系得到更好的维护,从而更好的管理舆情风险。", "label": "社会学", "id": 0}
{"content": "对\"精致的利己主义者\"这一议题,目前越来越受到许多思想政治教育工作者的研究关注。精致的利己主义者形成的原因与社会环境有密切关系。从社会环境、家庭环境、教育环境分析精致的利己主义者产生的缘由,可以更好地找到有效避免培养这种人的方式方法。", "label": "社会学", "id": 0}
{"content": "\"上海迪士尼翻包\"事件是一典型的旅游舆情案例,本文从情感分析入手,运用网络爬虫技术,梳理\"上海迪士尼\"旅游舆情事件的演化发展,分析上海迪士尼官方团队在微博平台上的发言和动态对公众的情绪和事态发展产生的影响。最后得到消极情绪的传播发展速度较快,旅游舆情危机的事前监测和预警能将舆情带来的负面影响降到最低。", "label": "社会学", "id": 0}
{"content": "本文基于两条主线展开,分别为:旅游本质研究不同主张间的龃龉及其面对新业态时的解释能力缺失;以及马斯洛需求层次理论中自我实现的模糊性导致的理论自洽性和人本主义色彩的受损。本文对需求层次理论种自我实现的表述进行了优化,根据内感知对经历的把握方式阐述了自我实现的途径,解决了原有的逻辑和实践问题。进而将修正后的需求理论用于旅游研究:基于自我实现的两种途径——体验和意义,解释了旅游\"体验本质论\"与旅游研究存在主义转向的不同主张;关注旅游中的社交因素,基于社交/受到尊重需求解释了\"网红打卡游\"等强社交性旅游;基于生存/安全需求分析了其他相关位移行为。最终在旅游需求视角,完成了旅游与需求层次理论间同构性的建立。", "label": "社会学", "id": 0}
{"content": "<正>我省此轮疫情多集中在农村,多数确诊病例是农民,农村疫情防控任务艰巨,在此期间涉疫情网络谣言的增长给农村疫情防控工作造成了一定的阻碍。虽然石家庄市政府已经采取措施对重点村庄实施异地集中隔离,但是公众的恐慌情绪却在不断蔓延。对于我省防疫工作队伍而言,既要维护好防疫工作大局的稳定,又要确保维系好农村长久的发展,还要把上级有关防疫工作要求落实到农村生根发芽,其治理手段还不能过激,这要从农村普遍心理来考虑,在确保良好的社会秩序的前提下,尽可能减少暴力机关或执法机关直接介入村级谣言,减少村级治理隐患矛盾,推行相对温柔化的治理方式。", "label": "社会学", "id": 0}
{"content": "<正>网络舆情是互联网社会兴起而出现的特有现象,其治理水平已成为影响国家治理体系和治理能力现代化的重要一环。网络负面舆情的传播严重干扰了疫情防控期的正常秩序,提升其治理水平具有重要现实意义。一、疫情网络舆情基本特征通过百度舆情分析系统对2020年1月20日至2月27日互联网中有关疫情焦点、情感和价值倾向等的信息进行抓取,去除无效、重复数据后共获取10021条文本,其中正面587条、中立7664条、负面1770条,负面信息占总数的17.66%,是正面信息条数的近3倍。", "label": "社会学", "id": 0}
{"content": "<正>此次论坛非常及时。各位的发言都有很强的针对性。我向大家学习!今年春节刚过,我带班到社区做疫情防控工作。在防控一线了解到最前沿的疫情动态信息。从2月2日到4月7日,我记录4万多字的《新冠肺炎疫情防控工作日记》,提出\"中医中药参新冠肺炎疫情防控的经验及启示\"\"中国医疗队参与新冠肺炎疫情防控工作的经验及启示\"\"中国新冠疫情防控主要做法及经验启示（比较研究）\"\"新冠疫情防控工作中的舆情问题研究\"\"新冠疫情中的心理问题研究\"\"新冠疫情中的文化传播问题研究\"\"新冠疫情防控中的经济（产业）问题（中药、口罩、呼吸机等）研究\"\"温州政府和温州人在疫情中的做法和启示\"\"新冠疫情防控对社区建设和管理工作的启示\"等选题。", "label": "社会学", "id": 0}
{"content": "目前世界各国大多处于城镇化中后期或加速期,基础设施作为国计民生的重要支撑和经济增长的发动机,对城市及区域空间产生巨大影响。本文基于CNKI和WoS数据库的相关文献,利用CiteSpace软件对其进行知识图谱分析。发现国内学者倾向于在国际上发表文献,虽然发文量多,但研究成果代表性不足,与国外学者相比,我国学者及研究团体间的合作联系也不够紧密。在研究方法上,国内学者早期热衷于采用定性方法,后期才逐步通过定量方法进行实证研究,而国外学者在研究方法的选择上则更多元化,如案例分析法、实证分析法、模型检验法等。在研究内容上,国内外各有侧重点,但绿色基础设施、城市生态环境及可持续城市发展等领域将是未来研究趋势。", "label": "社会学", "id": 0}
{"content": "本文以COVID-19疫情发生后的网络舆情为例,通过构建数学模型研究网络舆情的发生、发展及演化规律,分析网络舆情与突发事件之间的关联及相关特征。将数据挖掘技术与网络舆情管理相结合,构建监管策略,营造突发事件舆情健康发展空间。本文从以下两个方面进行研究:一方面是通过构建网络舆情监测指标体系,建立数学模型,最终得到舆情监测指数;另一方面是通过网络爬虫技术,爬取社交网站数据,对人们的微博/评论等文字进行文本分析,并通过文本情感分析构建模型,最终对舆情所反映出来的民众的情绪有较好的掌握。最后,对COVID-19疫情发生后的政府应对措施和政府能力满意度进行评价,并为后疫情时代政府政策调整提供一定的依据。", "label": "社会学", "id": 0}
{"content": "<正>2003年\"非典\"疫情发生后,我国自上而下的公共突发事件应急管理体系建设取得了较大的进展,舆情信息管理是其中重要的一环。但随着近年城镇化和信息技术的快速发展,舆情信息也呈现出新的复杂性、衍生性和关联性等特征,公共突发事件舆情聚集效应的形成更加快速,舆情发展更加难以预判、难以控制。1我国公共突发事件舆情信息管理现状我国当前的舆情管理现状距离能够有效应对社会转型期矛盾高发、事故多发的态势,尚存在较大差距。主要表现在:（1）政府部门条块分离,难以有效整体协同联动。当前我国的公共突发事件舆情信息管理建立在分级管理、条块分割的行政管理体制基础之上,以相应的政府部门职能为依托,", "label": "社会学", "id": 0}
{"content": "本次研究以空间社会学与声景设计学为基础对广场舞扰民现象相关人群进行研究,探究广场舞扰民现象成因及解决办法。应用大数据GIS技术,综合图示、表现与度量,描述并解析广场舞活动场所在广场舞团体影响下的现实声景变化。通过问卷调查与走访剖析不同人群与广场舞群体间的交流,比对现实声景变化,分类探究空间社会性是否对人群心理声景存在影响。最后进行论证总结,为今后从城市公共空间健康生活角度进行设计规划及管理提供参考。", "label": "社会学", "id": 0}
{"content": "法治社会的逐步推进,公民更加愿意参与公共事务的管理与讨论,互联网作为体现言论自由的广阔平台,公民在网上发声促进了部分公平正义的实现,但有时候可能会形成舆论势力,影响司法公正。", "label": "社会学", "id": 0}
{"content": "在这场疫情防控战役中,舆论引导发挥着极其重要作用。经过数月努力,我们取得了疫情战和舆论战的阶段性胜利。舆论引导为的是让全国人民在思想上凝聚共识,在行动上团结一致,牢固树立中华民族共同意识,坚定信心打赢这场无硝烟的战争。从网络舆论引导经验来看,我们正确回答了舆论引导什么,怎样做好舆论引导这一现实问题。承担起疫情防控斗争中网络舆论引导的使命,并掌握网络舆论引导的时、度、效这一根本原则。", "label": "社会学", "id": 0}
{"content": "随着职业教育的发展,国家对技能型人才的培养非常重视,培养讲文明,懂礼貌,会技术的社会有用人才是职业教育的办学宗旨。本文根据中职教育特色,通过不同的教学方式将礼仪知识与专业知识相互渗透与融合,对礼仪课专业化教学策略进行研究。", "label": "社会学", "id": 0}
{"content": "衡量一个人是否具有社会感,适应社会和成功实现社会化的是一个重要的指标。无论从构建和谐社会还是当代青年发展的角度来看,如何在现代多元价值观的背景下有效地教育和培养他们的社会责任,是我们必须考虑的问题。了解青年责任感的特点,对其进行相关的教育有重要意义。同时,社会责任的判断是心理学、哲学、法学等学科也以社会责任的判断为一重要的研究课题,对此问题的探讨有一定的理论价值。", "label": "社会学", "id": 0}
{"content": "乡愁是人们在长期的生产生活居住实践中形成的与环境之间的价值关系、价值现象,甚至投印于客观物质环境之中,它是与人们居住的房地产紧密联系的。房地产征收拆迁拆除的不仅是人们居住的房地产,也会拆除被征收拆迁者的乡愁,因此,理应对这种损失给予合理补偿。", "label": "社会学", "id": 0}
{"content": "在信息时代下,网络生活已经成为了居民日常生活中不可或缺的一部分。基于网络平台信息传播的高效性和多变性,及时应对网络舆情是每个行业可持续发展的关键。而烟草作为国家垄断行业长期饱受争议,因此正确处理网络平台上关于烟草行业的负面舆论以正视听,维护好行业形象,为企业高质量发展营造良好稳定的舆论环境。本文从网络舆论的特殊效应出发,探索烟草行业在网络舆论下安身立命、科学发展的有效路径。", "label": "社会学", "id": 0}
{"content": "高质量发展已经成为时代的要求,国家局也再三强调行业要更加注重高质量发展。高质量发展内涵丰富,多年来,行业在基础设施建设、技术装备研发等方面已经取得了较明显的成效,但在先进管理机制、价值引领、舆论宣传、社会形象等方面相对薄弱,现在网络已经进入我们生活的每个角落,而我们每个人都是信息的创造者,也是信息的消费者,网络已经成为舆论引导的又一主阵地。但目前行业在网络舆论的引导上\"发功\"不够,有时不敢发声,有时不主动发声,更多的时候是不善于发声,使得社会\"声音\"中对烟草行业存在较多的\"噪音\",一提到烟草就和垄断、暴利相联系等等,影响了行业的高质量发展。本文重点就互联网时代烟草行业在网络舆论引导方面如何为行业高质量发展提供保障进行探讨。", "label": "社会学", "id": 0}
{"content": "互联网舆情事件可视化分析是指根据事件的关联数据进行数学抽象图形化,并结合统计与随机过程相关知识进行分析,从而形成对互联网舆情事件动态发展进行研判和预测的新型类线性模型。文章在提出互联网舆情事件可视化分析模型设计思想的基础上,对可视化分析模型进行了尝试性实现。通过抽样分析及共性总结,同时将前期研究得出的网络舆情引导工作策略与经过线性降噪、优化处理、聚合分析得出的互联网舆情事件动态发展趋势有机结合,形成了一个基本适用于当前多数情况的互联网舆情事件可视化分析模型,该模型一定程度上提升了网络舆情引导工作的效率和准确度。", "label": "社会学", "id": 0}
{"content": "互联网和新媒体技术的发展,打破了传统的舆情应对格局,也对我国政务新媒体的网络舆情应对机制提出了新的要求。文章以2019年新型冠状病毒肺炎疫情为研究实例,以政务微博@武汉发布为研究对象,通过对@武汉发布的信息发布机制和微博文本内容的实证分析,探究政务微博在突发公共卫生事件中的网络舆情应对机制,并构建了热门评论情绪指数来验证@武汉发布的网络舆情应对机制的效果。最后,文章提出具体建议,试图为完善我国政务微博在突发公共卫生事件中的网络舆情应对机制提供实证基础。", "label": "社会学", "id": 0}
{"content": "人因可靠性分析从进入我国以来发展迅速,在各行业的人因研究中发挥了重要作用,论文使用中国知网（CNKI）数据库检索1999-2019年间发表的人因可靠性研究相关文献共计1621篇,将这些文献按国民经济行业分类进行了分析,对人因可靠性研究文献排在前三位的行业:交通运输、仓储和邮政业,制造业,电力、热力、燃气及水生产和供应业,利用CiteSpace软件中的Co-authorship、co-words等功能以及Excel软件对关键词和趋势进行可视化分析,探讨了人因可靠性研究对行业发展、安全生产的研究热点和趋势,认为未来会对人因研究产生更加积极的影响。", "label": "社会学", "id": 0}
{"content": "人工智能作为20世纪以来发展极为迅速的一个学科领域,其对社会的影响也越来越引起人们的重视。本文试图从STS的角度着重说明人工智能对人类的经济利益、社会和文化生活等方面的影响。", "label": "社会学", "id": 0}
{"content": "为探索恐怖组织结构演化规律,文章基于社交网络分析方建立了恐怖组织社交网络时空演化模型,结合Gephi工具对亚洲和东欧地区的恐怖组织网络进行了研究。研究发现恐怖活动热度逐年降低并表现出周期性,国际化是当前恐怖主义的发展趋势,研究结果可为我国反恐策略的制定提供参考依据。", "label": "社会学", "id": 0}
{"content": "未成年人刑事司法具有较强的社会属性,有效运行或有赖于发达的社会支持体系。我国未成年人刑事司法面临的突出问题是社会参与程度低,司法机关与社会力量之间的信息共享及资源链接机制不健全、青少年司法社工力量不足以及政府资金支持缺位,致社会支持难以体系化、规范化和常态化。社会支持是指一定社会网络运用一定的物质和精神手段对社会弱势群体进行无偿帮助的行为的总和。一个人所拥有的社会支持网络越强大,就能够越好地应对各种来自环境的挑战。当下研究未成年人社会支持体系,于弥补理论不足,解司法困局,着力少年司法的进步具有重要意义。", "label": "社会学", "id": 0}
{"content": "庚子鼠年来临之际,新冠肺炎疫情以极其迅猛的态势席卷全国。造成疫情中\"舆情反转\"现象的原因为反转新闻的频发、媒体环境复杂、社会焦虑情绪严重、公众媒介素养欠缺等。\"舆情反转\"会破坏舆论生态环境、降低媒体公信力、加重社会焦虑情绪,对疫情防控和社会治理有巨大的危害。加强媒介管理、加强对舆情风险的预判、培养民众媒介素养以及发挥主流媒体示范作用等均是对重大疫情中\"舆情反转\"现象治理的有效尝试。", "label": "社会学", "id": 0}
{"content": "重大公共卫生事件的舆情引导突显媒介素养教育的重要性和紧迫性。媒介素养教育的核心任务是掌握全媒体时代意识形态话语权,使主流价值观成为公民媒介素养的精神内核。媒介素养教育具有鲜明的意识形态特性。以媒介素养教育的意识形态特性支撑舆情引导、提升网络综合治理能力、强化社会治理的价值导向,是全媒体时代舆情引导的需要,也是教育为治国理政服务的发展方向所决定的。媒介素养教育需要全社会共同努力,当务之急是提升舆情引导主体的媒介素养。", "label": "社会学", "id": 0}
{"content": "新社会阶层网民作为网络舆论群体的重要组成部分,该群体具有高收入、高学历、高素质的特征,其线上言论对于线下活动有非常强的感召力。不仅如此,他们作为推动我国经济发展的重要力量,对维护社会稳定也有重要影响。故应根据新社会阶层易接纳新思想、新事物、价值观念多元化,政治参与理性化,注重社会文化传承,关注民生问题等思想特点,通过展开理性舆论引导,对不同级别的网络媒体实行归属分层级管理,建立网络信息发布专用通道,引导新社会阶层网民实现网络自治管理等路径来构建新社会阶层网络舆论引导机制,以发挥该阶层在网络治理中的积极作用。", "label": "社会学", "id": 0}
{"content": "在现代社会逐渐统一融合的进程中,不同民族在经济发展上良莠不齐,这迫使各民族的发展方式趋向多元化。而且在民族地区经济活动中,经济与发展之间是纵横交错,互相进步的。因此,经济的发展不是单一的按照经济制度而采取直接合理的手段,而应该根据特定的环境对民族地区经济进行研究,还应在不同的类型和不同的样式上进行综合、系统的探索。", "label": "社会学", "id": 0}
{"content": "网络趣缘社区目前已经成为Web2.0时代一个常见的现象,成为网民基于兴趣进行公共讨论的重要空间,网络趣缘社区内部的互动过程和规则演化等问题也亟待深入研究。本研究基于对四个微信知识群组的民族志研究和深度访谈,发现网络趣缘社区是建立在共同兴趣爱好上的同类聚合,但也因成员个体身份差异存在异质性;其规则在外部环境压力与内部话语策略的共同作用下形成,并且在自身结构与成员\"日常例行化行动\"和越轨行为的推动下得以演化。", "label": "社会学", "id": 0}
{"content": "本文基于2020年1月20日-2020年4月5日微博热搜榜数据所采集的信息,从热度、地域、关键词以及疫情对我国经济影响等方面进行分析。通过分析得到以下结果:网络平台大规模发展;信息传播具有即时性;医护人员获得广泛关注;传统行业获得新生,新兴行业得到发展。根据实证分析结果,结合疫情发展过程民众关注的热点话题提出以下建议:强化突发公共卫生事件应对策略;保护野生动物,维护生态平衡;大力培养专业医护人员,加强相关资金投入;刺激消费需求,推动经济增长。", "label": "社会学", "id": 0}
{"content": "伴随着经济的快速发展,社会的不断进步,人们生活质量也在不断的提高,对于高职院校的教育也越来越受社会的关注,在对于学生的教学之中书本上的知识已经不能够满足于社会的需求了,职业精神一直是高职院校礼仪教育中最重要的一项教学内容,笔者对于当前院校的高职礼仪进行了简单的探索,将职业精神作为最基本的高职礼仪教育研究,希望对教学有所帮助。", "label": "社会学", "id": 0}
{"content": "在社会经济快速发展的大背景下,现代企业不断提升了人才录用标准,不仅要求员工具有较强的专业能力和动手实践能力,同时也对员工的人文素养和道德标准提出了更高的要求。作为人类维系社会正常生活而共同遵守的基本道德行为准则和规范,礼仪不仅有着特有的外在表现形式,而且也有其必要的内在支撑。人文素养是礼仪的内在支撑,而礼仪则是人文素养的一种外在表现形式。当前高职学生人文素养普遍较低的一个重要原因在于学生缺乏对人文素养相关内容的学习兴趣,据高校教学实践经验来看,礼仪课程对学生有着较大的吸引力,因此高职院校可以从礼仪课程入手,将人文素养的培养贯穿于礼仪课程的教学中,以此来提升学生的人文素养。", "label": "社会学", "id": 0}
{"content": "<正>谈到风险治理就不能不谈到德国著名社会学家,风险社会理论的创始人乌尔里希·贝克先生,2004年11月我在德国做访问学者专门去慕尼黑访问他,我们滔滔不绝谈论4个多小时。贝克谈锋犀利,一口气回答了我20多个问题。访谈之前,我已经在中国大陆主持翻译出版他专著《资本主义的未来》、《全球化时代的权力与反权力》。之后我回国,他授权我主持翻译\"贝克文集\"（三卷）。我撰写《全球风险世界:现在与未来》长篇访谈录,《中国社会科学文摘》放在首篇全文转载,《新华文摘》和很多内参转载,产生了深远的影响。", "label": "社会学", "id": 0}
{"content": "<正>一、以可诉讼的救济手段制止非理性删帖以维系舆情平衡鉴于重大风险事件发生、处置的特定情境及利益关系重大,公共舆论的适度调控是必要的,但\"适度\"调控的理由仅仅在于避免对抗性的、虚假的、不确定的信息可能导致风险事件的利益攸关者的财产损失、人身伤害以及影响社会秩序、经济秩序、生活秩序,使得处置措施有效。但是,问题在于,涉及重大风险事件发生与处置的、针对地方部门、具体机构或具体官员的批评言论得不到公开表达。理想的舆论治理方式应该许可那些仅就具体问题、具体事件、具体部门或个人予以抱怨、指责或误解的言论加以表达,只要以一般人的判断能力判断这些言论不会导致明显而即刻的次生危机或危机处置措施失效。没有舆情信息的平衡,就没有公信力。", "label": "社会学", "id": 0}
{"content": "突发性公共事件下舆论爆发并聚焦于评论事件中政府的应急举措。公众通过线下发现缺漏,线上发表言论形成公共压力以推动公众意见进入政府议程设置,最终推动政府政策体系做出改变。本文通过对比非典事件与新型冠状病毒肺炎事件发现:（1）突发性公共事件下的公众舆论经过引导凝聚之后,从推动社会热点加快进入政策议程、汇集民意以形成新政策以及结合应急事态优化原有政策三个层面完善政府政策体系;（2）研究发现,政府回应、媒体参与以及意见领袖发声三大要素能够影响突发性公共事件下的舆论凝聚。最终得出结论:通过政府回应舆情信息、媒体参与并聚焦舆论点以及意见领袖发表意见的方式凝聚公众舆论,以推动公意更快进入政策议程,影响政策体系做出改变。", "label": "社会学", "id": 0}
{"content": "<正>2020年,由新型冠状病毒引发的肺炎疫情爆发是观察当代中国社会结构的一个现实案例。目前全球确诊人数近500万,新冠肺炎疫情是波及所有人的一个重大公共卫生事件。一些敏锐的国际政治学者意识到:新冠病毒的世界传播,也是全球一体化局势裂变的开幕。在这样的背景下,中国政府如何促进经济复兴、增进消费动力、构建常态化防疫制度和建立城市社会缓冲带问题,是一个具有现实性和迫切性的时代问题。同时,聚焦于现代国家治理与正在变革中乡土秩序,两者之间应该是一种什么样的关系,值得我们进一步思考。", "label": "社会学", "id": 0}
{"content": "<正>城市问题是关系到如何把握人类文明和人类生存的重大问题,而当代中国的城市化又是深刻影响当代中国发展和21世纪人类进程的重大事件,这就意味着,中国学者需要高度关注城市问题,特别是高度关注中国的城市化问题。由于该问题异常复杂,自己的研究又刚刚起步,故我拟就现代城市的若干问题为题,做一些粗浅思考,供各位专家和同仁批判。", "label": "社会学", "id": 0}
{"content": "<正>工作义务就取得了既是伦理实践又是道德保障的意义。它将成为禁欲苦行,成为惩罚,成为某种心态的表征。凡是能够和愿意工作的囚徒都将获释,其原因与其说是他已再度成为对社会有用之人,不如说是他再次在人类生存的伟大道德公约上签了字。——[法]米歇尔·福柯《疯癫与文明》形象的修辞在它从属于视像的物理束缚的意义上说是特殊的,而在\"比喻\"不过是要素的形式关系的意义上说,它又是一般的。这一修辞只能在一个相当大的存货的基础上被建立起来……——[法]罗兰·巴尔特《形象的修辞》", "label": "社会学", "id": 0}
{"content": "社会心理服务体系是社会治理的系统工程,由谁牵头、靠谁推动、为谁服务、如何持续,是值得研究的主要问题。长宁区自承接中央政法委心理服务体系建设联系点任务并开展实践以来,大胆探索,积极作为,走出了一条符合长宁实际、具有长宁特色的社会心理服务体系建设之路。以此为重点,系统回顾长宁实践经验,进而回应当前遇到问题,思考未来发展方向,力争讲好\"长宁故事\",输出\"长宁模式\"。", "label": "社会学", "id": 0}
{"content": "在过去几十年里,实现人类全面发展是现代化的一个核心目标,如何衡量人类发展水平是一个热点问题。本文简要分析和比较了三种衡量方法,即人均GDP（人均国内生产总值）、人类发展指数（HDI）和新人类发展指数（HDIN）,包括它们的意义、局限和政策涵义。人均GDP是从经济发展水平角度衡量人类发展水平,是单维度的衡量。人类发展指数是从健康长寿、知识获取和体面生活的三个维度衡量人类发展水平,涉及经济、社会和文化等领域。新人类发展指数是从健康长寿、知识普及、信息共享、环境友好和富裕生活的五个维度衡量人类发展水平,涉及经济、社会、文化和环境等领域。人均GDP反映了经济发展水平,没有反映社会进步和文化进步。人类发展指数反映了经济、社会和文化进步,但没有反映信息共享、环境友好和知识经济的特点,比较适合于工业时代。新人类发展指数增加了信息共享、环境友好和知识经济的指标,比较适合于知识时代。完成2015年131个国家的新人类发展指数评价,并与人类发展指数和人均GDP比较。2015年它们的数值和排名之间的相关性都非常显著。从评价结果的数值和排名角度看,三种评价方法没有明显差别;但从评价内容角度看,它们的差别非常明显。", "label": "社会学", "id": 0}
{"content": "新型冠状病毒引发波及全国的肺炎疫情,形势严峻,多省启动重大突发公共卫生事件一级响应。在此次疫情持续时间较长的情况下,许多疫情防控一线人员以及民众因此生理和心理上也相应地出现了一些变化,焦虑、恐慌等负面情绪逐渐在全国范围内蔓延升级。本文说明了疫情可能会带来的应激反应,例举了人们在应激前两个阶段中的几种常见变化,提出了有效缓解应激状态的建议,对于打赢疫情下的心理攻坚战有重要意义。", "label": "社会学", "id": 0}
{"content": "1965年社区心理学诞生后,经过众多学者的努力,已发展成一门以预防问题行为、促进社会能力为核心内容,以多学科交叉、行动研究为鲜明特色的应用心理学新兴领域。社区心理学在咨询中提供治疗的帮助是建立在来访者心理问题的早期阶段,根据对心理和心理环境的研究,判断和提前预见问题的产生,于此做出相应的干预措施,主要由预防为主。社区心理学的主要预防手段强调改善环境,提高人与环境的适应性。同时要加强预防性的心理健康教育。早期的心理干预通过社区心理卫生服务进行,如心理咨询、心理知识宣传、心理热线等。", "label": "社会学", "id": 0}
{"content": "随着社会的快速发展,越来越多的年轻人把时间和精力都投入了工作事业里,没有儿女陪伴的老年人逐渐增多,老年人的孤独感越来越多地引起了社会的关注,本研究是以浙江杭州的半山社区的老年人的生活质量生活为例,以孤独感对老年人的生活质量的影响为主题迚行初步探讨,同时对如何减少老年人孤独感提出对应的建议和策略。", "label": "社会学", "id": 0}
{"content": "随着人口老龄化问题的存在和加重,对于老年人心理健康和老年人的居家养老体系以及医疗对老年人心理问题的关注状况,对于在社区建立养老服务体系显得十分重要,如何让老年人可以安享晚年,且保持心理健康,帮助老年人克服由于年龄带来的孤独、烦躁、焦虑、抑郁、自卑等问题,很好的回应了十九大中提出的\"积极应对人口老龄化\"\"加强社会心理服务体系建设\"的要求。李为群等（2016）用焦虑、抑郁自评量表对1302名社区老年人进行调查,结果显示社区老年人焦虑与抑郁的检出率分别为17.7%、40.3%,共患率为14.3%[1]。朱亮等（2018）对1372名老年人使用问卷、孤独感简易量表、社会支持量表进行调查,结果显示社区老年人孤独感发生率为27.28%[2]。范亚峰等（2004）对1024名老年人采用心理卫生自评量表心理健康状况进行调查,发现心理健康正常者占11.9%,低分者占79.6%,高分者占8.5%[3]。", "label": "社会学", "id": 0}
{"content": "本文旨在探究老年人养老的各种形式及其带给老年人的幸福感和养老生活的满意度,最终获得更适合中国本土的养老服务的模式。方法,查阅大量文献,社区走访,最终认为机构、社区、家庭三个方面结合下的养老服务模式更适合中国的老年人。", "label": "社会学", "id": 0}
{"content": "本研究通过观察法、访谈法发现在社区中存在有一些很严重的社会心理问题和需要进行心理干预的现象,例如聚众赌博、婆媳矛盾、家暴现象、留守儿童和空巢老人现象、自杀、社区居民情感淡漠等,针对这些问题,有目的性地提出了在社区中设立一个需要具备一定心理学知识的\"老娘舅\"的职位,可以开展一些个体心理咨询、心理团辅、心理村晚、心理节、心理危机干预等一系列涵盖了心理学知识和方法的活动,从而干预社区居民的一些社会心理问题,帮助社区更好地发展。", "label": "社会学", "id": 0}
{"content": "大学生参加志愿者活动是很普遍的现象,使用问卷调查了71名杭州大学生参加志愿者活动的现状,以及大学生对志愿者活动的想法。调查得知,大学生志愿者活动蓬勃发展。大学生参加志愿者活动的原因可以分为\"提升自我\"和\"关注社会\"两大类。且大学生在参加志愿者活动的过程中产生了\"自我\"与\"社会\"的冲突。同时可以合理猜测,大部分大学生是将志愿者活动当做一种学习的机会,希望在能力技术上有低的准入条件,而能获得高的回报。", "label": "社会学", "id": 0}
{"content": "农民进城就业,促进了城市经济和社会的繁荣;庞大的农名工群体也给城市社区带来了新的问题,让农民工更好地融入社区已成为社会关注的焦点问题。农民工的幸福感这一问题也就显得尤为重要。本研究主要是调查了在杭农民工幸福感的有关影响因素,特别是有关亲密感这方面的调查。对136名在杭农民工（其中男性124名,女性12名,平均年龄是45岁,最大年龄为60岁,最小年龄为25岁）进行了访谈,访谈所用的资料是中国人幸福感量表（CHI）,结果发现,（1）有陪同人员的农民工主观幸福感显著高于无陪同人员的农民工（2）无陪同人员组与家人陪同组幸福感得分有显著差异,显著低于家人陪同组（3）无陪同人员组与老乡陪同组幸福感得分也有显著差异,显著低于朋友陪同组（4）陪同人员组与朋友陪同组幸福感得分无显著差异。总的来说,就是可以看出独居的农民工的幸福感会显著低于有人陪同的农民工的幸福感,所以亲密感对农民工的幸福感至关重要。社区的工作人员可以对那些独居的农民工更多地给予一些关心,让他们感受到亲密,以增强他们的幸福感,让他们更好地融入社区。", "label": "社会学", "id": 0}
{"content": "本研究根据拘留所人员的一些咨询实例,从咨询方法的选择、一些基本的倾听技巧、五阶段的会谈结构以及在拘人员特有的多元文化背景等方面,探讨了在对在拘人员咨询时常见的一些问题及相应的解决方法。为提高在拘留所中咨询人员的文化意向性提出一些建议。", "label": "社会学", "id": 0}
{"content": "我国人口老龄化进程迅速,据第六次全国人口普查结果显示,我国65岁及以上人口所占比例达8. 87%,同第五次普查结果相比上升1. 91个百分比,老年人已成为一个不可忽视的群体。社会对老年人健康问题的关注也不再仅限于身体健康,对心理健康的关注度不断提升。本研究旨在了解浙江老年人的心理健康状况及已出现的心理问题,深入探讨老年人心理健康问题的成因,并依据浙江目前的社区心理服务情况,为其未来的建设方向提出建议。", "label": "社会学", "id": 0}
{"content": "社区心理学的存在与社区中的每一个个体和群体之间的存在有着密切的关系。人的心理与周围环境存在密切的关系,环境与人需要得到和谐的发展,社区心理学就是在这样的需求中产生的。在社区中,个体与群体之间的社区感是对社区中成员归属感的表现,因此社区感对社区心理学的研究具有重要的意义。", "label": "社会学", "id": 0}
{"content": "社区心理学在国内起步不久。本文记录一次在社区中开展的关于小学生自信心的团体心理辅导活动,为社区心理学的应用开拓视角。", "label": "社会学", "id": 0}
{"content": "随着我国越来越多的社区形成,人们受到社区这一环境的影响也日益加深,再加上现在的人们越来越重视环境与人的和谐发展,社区心理在人们的日常生活中起的作用也越来越大。因为社区作为很多人生活的地方,所以在社区里发生的大大小小的事情都会或多或少地影响着人们,而且这些事情都是与人们的生活是息息相关的。而现在出现在人们视野中的社区心理则是解决这些问题的有效方式之一。本文就是从社区中发生的案例,来分析问题产生的原因,并提出相应的建议。", "label": "社会学", "id": 0}
{"content": "新世纪以来,在社区背景中探讨心理学的应用为主要内核的社区心理学逐渐为我国心理学工作者所重视,并且开展了一系列的研究。本文通过在前人研究的基础上总结分析,结合在杭州市社区实地开展小学生、老年人团辅活动的经验,回顾社区心理学当今研究现状,整体上评述社区居民心理状况,并就社区心理服务存在的问题提出未来展望。", "label": "社会学", "id": 0}
{"content": "由于社会发展带给人们的巨大压力,人们的心理问题日渐突出。而社区心理服务作为在社区服务中运用心理学的理论来维持和促进人们的心理健康的有效方法,正成为方便人们解决心理问题的常用通道。但我国社区心理服务建设仍处于发展阶段,尚未形成完善的服务体系,还存在较多问题需要解决。本文以杭州市社区心理服务建设为基础,对其现状和特点进行描述,分析探讨社区心理服务目前存在的问题并提出一些改进建议。", "label": "社会学", "id": 0}
{"content": "从社区心理学的产生出发,介绍社区心理学发展的现状,分析研究的主要对象和的研究方法,最后根据社区心理学发展现状,说说如何继续发展,期望社区心理学往更好的方向发展。", "label": "社会学", "id": 0}
{"content": "<正>《社区心理的浙江研究》学术研讨会代序一.历史背景中华民族优秀的传统文化一直倡导以五谷杂粮、蔬菜水果等植物性饮食为主的素食理念。今天,随着国际绿色、环境保护、动物保护等低碳环保的公益理念和爱心行动日益盛行,食素之风", "label": "社会学", "id": 0}
{"content": "养老问题成为社会热点问题,本研究采用半结构化访谈,对三名居住在城市社区里的空巢丧偶老人的压力来源进行分析。访谈内容分为生理压力和情感压力两方面,访谈得出,情感压力是三名老人的主要压力来源。研究中,三名老人主要压力来源为生理机能减退的担忧,和对子女和配偶的思念,同辈死去的忧伤和自己死亡的恐惧。据此提出三点缓解压力的方法:科学锻炼保持身体健康,日常有兴趣活动和正确认识死亡。", "label": "社会学", "id": 0}
{"content": "随着社会的发展,人们对于心理健康的关注越来越高,而人们对于个体,社区和社会之间关系的思考,也进一步促进了社区心理学的发展,本研究主要通过查找大量的资料,从社区心理学的诞生,社区心理学的研究对象、社区心理学的价值、社区心理学的研究现状等几个方面来做一个小小的总结,期望能够促进社区心理学在我国的发展。", "label": "社会学", "id": 0}
{"content": "社区是社会的缩影,是构成社会的无数个与众不同的次级单位,社区群体心理是社区心理学研究的分析单位。本文从社区心理的咨询与研究出发,讲述了社区心理学的发展,及其发展情况、主要研究对象,结合现实生活中的真实案例如婆媳关系、亲子关系、恋爱关系、以及社区中老年人生活情况等等,解析社区服务以及社区心理对现代社会的必要性。", "label": "社会学", "id": 0}
{"content": "为了探究浙江的婆媳关系,本研究采用调研的方法从矛盾产生的原因、矛盾带来的影响以及矛盾解决的办法这三个方面探究了一个浙江家庭的婆媳关系。结果发现,（1）矛盾产生的原因有认知方面的双方思想观念的冲突、利益方面的养老资源的争夺以及中介失衡;（2）矛盾带来的影响有两种亲子关系的变化、夫妻关系的紧张以及兄弟之间的不和;（3）解决矛盾的方法可以有调整认知、解决利益冲突、发挥中介作用以及保持距离等。", "label": "社会学", "id": 0}
{"content": "随着信息时代网络的快速发展,网络舆论的影响越来越不容忽视,网络舆论能在一定程度上左右网民的意见,因此懂得引导网络舆论的策略是十分重要的。本文分析了网络舆论的影响因素,探究了网络舆论中的心理效应,并提出了一些能帮助引导舆论的策略。", "label": "社会学", "id": 0}
{"content": "<正>社会现代化是社会全面变革旧有传统、向现代转型的历史过程,它不仅包括的现代化,更包括人的现代化。人的现代化是社会现代化的本质要求和特征,思想现代化又是人的现代化的关键步骤与核心内容。文艺复兴和启蒙运动,极大地解放了人们的思想,开启并加速了人的意识形", "label": "社会学", "id": 0}
{"content": "人类文明史上,工匠文化景观伴随社会变迁发生的演变是一个纷繁复杂的历史过程。引入资本逻辑的视角,对这一过程的审视就会获得一种全新的视野。前工业时代,自然资本占据主导地位。隐性知识和具身性经验发挥巨大影响力量,工匠文化景观呈现出多姿多彩的民族和地域差异。工业经济时代,工业资本占据主导地位。显性知识和非具身性经验大行其道。工匠文化景观呈现出单一、标准的国际风格。后工业时代,体验资本、审美资本占据主导地位,隐性知识、具身性经验和显性知识、非具身性经验并驾齐驱。一方面是传统工匠文化在现代意义上的复兴,另一方面是现代数字内容产业和数字文化景观的欣欣向荣。二者交相辉映,共同造就了后工业时代多姿多彩的、复调的工匠文化景观。", "label": "社会学", "id": 0}
{"content": "<正>现代化既是一个世界现象,也是一种文明进步,还是一个发展目标。现代化现象,大致起步于18世纪,扩散于19世纪,流行于20和21世纪。从18世纪到21世纪,现代化的内涵和特征发生了巨大变化。目前,世界上绝大多数国家都在自觉或不自觉地经历某种现代化过程,都在直接或间接地把实现现代化作为一种发展目标。党的十九大报告提出了我国的现代化目标,令人鼓舞,催人奋进。", "label": "社会学", "id": 0}
{"content": "<正>20世纪50年代以来,实现现代化就一直是我们的奋斗目标,从\"四个现代化\"\"三步走战略\"到\"中国复兴梦\"。在一定程度上,\"现代化\"承载着新中国几代人的光荣与梦想。2020年中国将全面建成\"小康社会\",将进入\"基本实现现代化\"的发展阶段。那么,什么是现代化?什么是现代化国家?如何实现现代化,即如何成为现", "label": "社会学", "id": 0}
{"content": "<正>2020年我国将全面建成小康社会,将开启基本实现现代化的新征程。全国各地都将经历从全面小康向现代化的战略转型,对现代化研究的需求将与日俱增。中科院中国现代化研究中心10多年的科学探索和研究成果,为我国实现现代化和伟大复兴,提供和积累了比较雄厚的科学基础和理论储备。下面采用\"科普语言\",简要介绍我们的10个创新火花。", "label": "社会学", "id": 0}
{"content": "<正>何传启男,1962年生,湖北人。1983年毕业于武汉大学生物系。现任国际欧亚科学院院士、中国科学院中国现代化研究中心主任、中国现代化战略研究课题组组长、世界现代化论坛学术委员会联合主席等。在管理科学和交叉学科领域,潜心开展创新政策和现代化研究,发表论文100多篇,出版著作38部,包括中文著作32部、英文著作5部和俄文著作1部。", "label": "社会学", "id": 0}
{"content": "今年是中国科学院中国现代化研究中心（以下简称中心）成立十五周年。中心在创新政策和现代化研究领域,完成学术著作50多部,包括《中国现代化报告》系列22部、\"第二次现代化丛书\"10部、\"中国现代化研究论坛丛书\"15部和《世界现代化报告》系列4部;提出了两种新理论和一个新学科,即第二次现代化理论、综合现代化理论和现代化科学,提出了一批具有战略意义的政策创意,如运河战略、和平鸽战略和健康高铁战略等。在新现代化研究领域,中心走在世界前沿,并在国内外产生较大影响。中国科学院原院长路甬祥院士说,\"传启同志及其团队关于现代化的研究坚持十余年,形成比较系统的理论体系,应积极加强对外传播和应用\";中国工程院原院长宋健院士说,\"你们近几年出版的《现代化报告》非常好,对各界极有参考价值,很有思想性\";美国杜克大学荣誉教授Tiryakian先生说,\"毫无疑问,《中国现代化报告》代表了这些领域的世界先进水平\";《现代化科学》英文版由Springer出版,德国学者认为该书是\"这个领域的一个原创性贡献\";《第二次现代化理论》在俄罗斯联邦等国家得到实际应用等。本报刊发本组文章,以让读者更好地了解现代化科学。", "label": "社会学", "id": 0}
{"content": "<正>专家点评（举例）:门洪华教授（中央党校国际战略研究所）:看到这个报告,我想起一本非常有名的国际关系著作—保罗·肯尼迪的《大国的兴衰》。这份报告和《大国的兴衰》堪相媲美,二者可以说相互补充、相互印证。陈凤英研究员（中国现代国际关系研究院）:我认为概括起来可以讲三个字:一个是大,一个是宽,一个是高。报告内容非常大气,涉及范围非常宽,中", "label": "社会学", "id": 0}
{"content": "2020年中国将全面建成小康社会,开启建设现代化强国的新征程。文章简要介绍世界现代化的历史和经验,以及中国现代化的历史和现状,并以此为基础,科学分析现代化强国建设的路径和模式选择。未来30年,中国将按照十九大报告提出的\"两步走\"战略安排,采用综合现代化的\"运河战略\",迎头赶上世界先进水平;以人民为中心,全面落实新发展理念;向生活质量进军,最大限度满足人民的美好生活需要。", "label": "社会学", "id": 0}
{"content": "在新现代化研究领域,现代化既是一个世界现象,也是一种文明进步,还是一个发展目标。现代化国家是现代化水平达到世界先进水平的国家。要成为现代化国家,需要尊重规律,尊重国情,选择合适的目标、路径、模式和重点。2020年中国将是一个初等发达国家,处于发展中国家的中间位置,第一次现代化基本完成。中国目标是一个百年目标,包括四个台阶和六化建设,走到世界前列,实现伟大复兴。中国可以选择综合现代化路径,采用\"运河战略\"迎头赶上。未来30年的模式建议以知识化为主,以生活质量为中心。未来10年的重点建议向生活质量进军,质量优先,双轮驱动,六化协同,共建共享,绿色发展。", "label": "社会学", "id": 0}
{"content": "在新现代化研究领域,现代化既是一个世界现象,也是一种文明进步,还是一个发展目标。现代化国家是现代化水平达到世界先进水平的国家。要成为现代化国家,需要尊重规律,尊重国情,选择合适的目标、路径、模式和重点。2020年中国将是一个初等发达国家,处于发展中国家的中间位置,第一次现代化基本完成。中国目标是一个百年目标,包括四个台阶和六化建设,走到世界前列,实现伟大复兴。中国可以选择综合现代化路径,采用\"运河战略\"迎头赶上。未来30年的模式建议以知识化为主,以生活质量为中心。未来10年的重点建议向生活质量进军,质量优先,双轮驱动,六化协同,共建共享,绿色发展。", "label": "社会学", "id": 0}
{"content": "本文基于传统现代化理论的逻辑分析和\"问题—理论\"链分析,提出一种新的理论----共同现代化。共同现代化理论以国际体系为基本分析单位,以全面持续发展为目标,不同于传统现代化理论中的以民族国家为视角,以经济增长为目标,或者两者兼有。共同现代化理论试图解释和解决人类社会面临的全球性问题,它是国际共同体本位的现代化,不是民族国家本位的现代化;它是共同利益优先的现代化,不是国家利益优先的现代化;它是合作的、共享和共生的现代化,不是竞争的、独享和独大的现代化。", "label": "社会学", "id": 0}
{"content": "<正>科技革命和常规科技进步,是世界科技发展的两种表现形式。目前,第五次科技革命已接近尾声,第六次科技革命的来临进入倒计时。2011年4月,根据中国科学院的部署,中国科学院中国现代化研究中心组织开展了\"第六次科技革命的预测研究\",完成和出版《第六次科技革命的战略机遇》（第一版）。2012年", "label": "社会学", "id": 0}
{"content": "<正>2015年9月,纽约,联合国大会通过了可持续发展目标（SDGs）,为通过公平、包容方式实现现代化提供了基本框架。每个国家可以自由地决定采用哪种途径实现自己的现代化。现代化与可持续发展目标之间可能存在某种正相关性。一方面,消除贫困、消除饥饿、健康生活方式、包容和公平的优质教育、促进充分就业、可负担的现代能源、可持续的消费和生产模式等许多目标,依赖于成功的现代化战略(基于共同的前提条件,即全面推进现代化社会建设的方式不止一", "label": "社会学", "id": 0}
{"content": "<正>在社会科学史上,最具开创性的理论观点之一是卡尔·马克思在《路易波拿巴的雾月十八》中提出的:\"人们自己创造自己的历史,但是他们并不是随心所欲地创造,并不是在他们自己选定的条件下创造,而是在直接碰到的、既定的、从过去承继下来的条件下创造。\"（马克思,1964）。马克思断言,没有任何事情是超人的、形而上学的、自动的、不可避免的。这种观点与黑格尔哲学背道而驰,是对决定论、宿命论、终结论的公然驳斥。但有的学者却错误地假定马克思是\"历", "label": "社会学", "id": 0}
{"content": "作为一个内涵广泛的概念,\"现代性\"一词涵盖了我们日常生活的重要方面。它最早出现于1864年,并逐渐被用于描述影响社会的改变。此后,整个19世纪都充斥着现代性的初始文明,其中包括城镇化、快速的人口增长和文化、政治的发展,尤其是以民族主义的形式呈现后者。20世纪末,联合国制定了2015年前必须实现的八项关键目标,即千年发展目标（MDG）,其后又将该目标推迟至2030年。联合国成立于第二次世界大战后,是人类发展的看护人和助推器。2015年,这些目标扩展成十七项可持续发展目标。在讨论这些目标之后,我们将转向严重制约发展的现状,它们从世界经济增长放缓,到环境退化,可被视为全球现代性危机的互动因素。", "label": "社会学", "id": 0}
{"content": "<正>首先,感谢中国人民大学出版社。从2011年以来,中国人民大学出版社已经出版了我们当代中国研究系列著作7部:《人间正道》（2011）、《2030中国:迈向共同富裕》（2011）、《中国:创新绿色发展》（2012）、《中国集体领导体制》（2013）、《目标治理:看得见的五年规划之手》（2013）、《中国国家治理现代化》（2P014）,以及王绍光、樊鹏的《中国式共识型决策:开门与磨合》（2013）,2014年又将我的《民主决策:中国集体领导体制》（增订版,2014）一书再版。最重", "label": "社会学", "id": 0}
{"content": "<正>现代化是18世纪以来的一个世界现象,是人类文明的一种前沿变化和国际竞争。现代化科学是关于现代化现象的一门交叉科学,是关于世界前沿和国家发达的一门科学;它包括现代化的一般理论、现代化史、分段现代化、分层现代化、领域现代化、部门现代化和现代化政策等。", "label": "社会学", "id": 0}
{"content": "<正>从到清华学习到现在65年了,我是50年考进清华大学的。刚才胡伟略同志提到了对教育的挑战,我自己很忧虑这个问题。教育部已经给清华大学布置了教育改革任务,清华大学教学章程已经正式公布。那么好的孩子送到清华,最后变成个书呆子,真是痛心。哈着腰,驼着背,不像个爷们,死记硬背,没有创造性。我在老何的麾下到现在15年了,我今天特别高兴,收到会议通知单时看到发言的有几个年青人,我们的后续部队上来了,这是我们的期盼。", "label": "社会学", "id": 0}
{"content": "<正>1.环境在最近的几十年里,自然环境严重恶化的情况日益明显。也许并不是每一处地方都遭受着直接的空气、土壤或地表水污染。欧洲一些河流的水质比起几十年前还要好。但是,自然资源持续枯竭,破坏重要自然平衡及气候的威胁继续增加。我将引述一些近期的研究。2015年后发展议程高级别知名人士小组近期的报告给出了关于一些严重环境", "label": "社会学", "id": 0}
{"content": "<正>（2013年8月于北京）首届世界现代化论坛:现代化与全球变化,于2013年8月8日至9日在北京举行。论坛学术委员会成员来自12个国家,包括捷克共和国、芬兰、德国、意大利、韩国、荷兰、中国、波兰、罗马尼亚、俄罗斯、英国和美国。参加论坛的学者,围绕会议主题进行了深入讨论,形成了若干共识。", "label": "社会学", "id": 0}
{"content": "<正>尊敬的各位专家,各位来宾,早上好。首届世界现代化论坛经过两年的筹备,今天在北京如期举行,这是现代化研究领域的一次国际盛会。我谨代表论坛组委会和论坛学术委员会对论坛的召开表示最诚挚的祝贺!对各位专家和来宾,表示最热烈的欢迎!现代化是18世纪以来的一个世界现象和国际潮流,它不仅影响了人类生活的方", "label": "社会学", "id": 0}
{"content": "<正>尊敬的各位专家,各位朋友,女士们、先生们,早上好。两千多年前,中国伟大的思想家孔子就说过:有朋自远方来,不亦乐乎。它的含义是:有志同道合的朋友从远方来,不是很快乐的事吗?这表达了中华民族的热情好客、中华文化的开放包容。我提议,让我们用最热烈的掌声,欢迎来自不同国家和地区的各位专家和朋友!", "label": "社会学", "id": 0}
{"content": "<正>这是一次非常重要的国际会议。不能和你们一起参加,我感到非常遗憾。这次会议将为现代化的比较研究的国际合作开辟道路。这种国际合作,既有重大意义,又是跨学科的。现在,我与何传启教授共同签署世界现代化论坛的综合公告,还将共同编辑会议论文集。", "label": "社会学", "id": 0}
{"content": "<正>尊敬的各位专家、各位朋友:下午好!首届世界现代化论坛,经过两天紧张有序的交流,已进入尾声。两天来,各位专家和朋友们,认真参与各项活动,交流和讨论各种学术观点,顺利完成各项议程,通过了意义深远的《现代化论坛宣言》,论坛取得圆满成功。这次论坛,由中国科学院中国现代化研究中心发起和举办,得到中国科学院发", "label": "社会学", "id": 0}
{"content": "<正>现代性的基本维度有哪些?现代性是否已经成为一种全球性的社会状态?是否有不同的道路通往现代性?实现现代化又是否有多种方式?在当代的现代化研究中,以艾森施塔特、高恩卡、泰勒和威特罗克为代表的一种较普遍的观点认为,存在多重现代性,现代性的实现有不同的途径,且这些途径可能是互为替代的关系。", "label": "社会学", "id": 0}
{"content": "关于现代化的主要研究和理论都关注技术进步和经济发展。与这些\"硬\"的方面相比,一些\"软的\"无形维度常常被忽视。这些无形因素主要是一些人的因素:人的情感和态度,人们之间的关系和联系,人与人之间的道德关联（团结、忠诚、互惠和同情）、对他人的信任和他们所生活的社会体系中现有的保障。我将这些因素总结为\"3C公式\":社区、文明和信心。这三个现象构成了现代化中必不可少的另一个方面,这个方面与技术因素和经济因素之间是一种辩证的关系。一方面,技术进步和经济增长创造了人们的福祉,带来了日常生活的满足,这有助于改善社区体验,有助于人与人之间形成礼貌、友好、合作的关系,以及彼此间的信任。但另一方面,人际关系的这些特征又对激发进一步的技术创新和经济增长发挥重要作用。完整的现代化必须包含这一过程的两个方面——\"硬\"的方面和\"软\"的方面,也就是互相支持的圈子。在本文中,我将介绍我已出版的著作中对于以下三个概念的论述:人际空间、文明能力和信任文化。文中还会涉及詹姆斯·科尔曼和罗伯特·普特南关于\"社会资本\"的观点、诺贝特·埃利亚斯关于\"文明的进程\"的论述、亚历克斯·英克尔斯关于\"现代人格\"的论述和罗纳德·英格哈特关于\"后物质主义价值观\"的观点。我将通过\"3C公式\"说明这些观点的共同之处,将注意力引向社区、文明和信心,它们既是现代化的前提,也是它的产物。", "label": "社会学", "id": 0}
{"content": "<正>我们对现代化的研究开始于1998年,至今已出版35本现代化研究著作,完成了对131个国家自1950年至2010年的现代化评估,还完成了\"长江模型\"等案例研究。35本著作中,\"中国现代化报告\"系列16本,第二次现代化系列9本,中国现代化研究论坛系列10本。", "label": "社会学", "id": 0}
{"content": "<正>一、问题的提出现代化是一个美好的词,它能够给国家带来富强,给社会带来进步,给人民带来幸福生活。因此,现代化是许多国家和民族、许多城市和乡村、许多社会组织（工厂、企业、学校等）和家庭的追求目标。为现代化而奋斗是多少代人的梦想。战争是不好的词,没有人会喜欢战争。战争是人类有组织的、大规模的互相残", "label": "社会学", "id": 0}
{"content": "<正>大约一百年前,整个世界都在经历巨大的动荡,世界许多地区几乎同时发生革命,其中包括:1905—1911年的伊朗革命;1908—1914年的青年土耳其党人革命;1910—1920年的墨西哥革命;1911—1912年的中国革命;1905—1907年以及稍后1917—1920年的俄国革命。", "label": "社会学", "id": 0}
{"content": "<正>1、\"首届现代化论坛\"举办很成功。许多中外专家从不同方面、不同角度讨论了现代研究和现代化科学。我想这次论坛将会唤醒更多相关科学家的关注,甚至参与现代化研究;让从事战略研究和规划的人员,政府的有关方面,关注、支持现代化的科学研究,甚至将", "label": "社会学", "id": 0}
{"content": "<正>\"文明与现代化\"中俄学术讨论会于2012年5月29日-30日在莫斯科俄罗斯科学院哲学研究所举办。会议由俄罗斯科学院哲学研究所社会与文化变化研究中心发起,起因是这一主题对俄罗斯科学院和中国科学院学者的研究与合作具有重大意义,同时与中国科学院中国现代化研究中心关于世界和中国现代化的现状", "label": "社会学", "id": 0}
{"content": "<正>首届世界现代化论坛今日在北京中国科技会堂成功举行。这次为期三天的论坛,以现代化与全球变化为主题,涉及经济发展、社会变迁、环境变化、区域发展和城市化五个议题。论坛由中国科学院中国现代化研究中心发起和主办,得到中国科学院发展规", "label": "社会学", "id": 0}
{"content": "经济主导型文明（西方文明）经历了从奴隶社会—→封建社会—→资本主义社会的发展历程。政治主导型文明（中华文明）则经历了与西方社会特征不同的从宗法社会—→专制社会—→社会主义社会的发展历程。中国社会主义社会与资本主义社会,处于同一历史阶段。中国与西方国家是\"两股道上跑的车\":方向相同,道路各异。西方现代社会的基本特征是:以私有制为基础的市场经济;受经济力量控制的议会制民主政治;商业/宗教/科学型文化;公民化/福利化的个人主义自由社会。中国现代社会的基本特征是:以公有制为主体的市场经济;共产党执政的民主政治;科学/政治/伦理型文化;公民化/保障化的集体主义和谐社会。", "label": "社会学", "id": 0}
{"content": "\"其兴也勃,其亡也忽\"。土地兼并导致流民四起,引发社会治理危机。机构膨胀、效能低下致使社会财富难以为继。中国王朝呈现惊人相似的动乱循环。以史为鉴,我们必须慎重处理好土地问题,构筑广覆盖、保基本的社会保障网,促进社会公平正义,不断加强改革和自我修复能力,从而\"跳出这周期率\"。", "label": "社会学", "id": 0}
{"content": "<正>2013年5月28日,由中国科学院中国现代化研究中心主任何传启研究员撰写、科学出版社出版的《第二次现代化理论:人类发展的世界前沿和科学逻辑》新书首发式,在中国科学院国家科学图书馆一楼多功能厅隆重举行。该书认为,从18世纪到21世纪末的世界现代化进程,可划分为第一次和第二次现代化两", "label": "社会学", "id": 0}
{"content": "<正>我们知道,中国的国家目标是在2020年建成全面小康社会,在2050年左右,基本实现现代化。而我国长三角地区的发展目标是,在2020年率先基本实现现代化。2020年是一个槛,在2020年以前,全国绝大部分地区是以建设全面小康社会为目标,而2020年之后,全国绝大部分地区将会以基本实现现代化为奋斗目标。这就意味着在未来七年甚至几十年时间里,现代化研", "label": "社会学", "id": 0}
{"content": "<正>今天我谨代表《第二次现代化理论》新书首发式的主办单位之一科学出版社,向今天的与会专家学者表示衷心的感谢。《第二次现代化理论》是新闻出版总署\"十二五\"国家重点出版规划项目,作为专注于学术出版的出版社,能够承担这一重点项目的出版工作,我们深感荣幸。《第二次现代化理论》历时四个月,今天如期出版了,这是何传启主任的出色工作,以及中国科学", "label": "社会学", "id": 0}
{"content": "<正>我想谈三点意见,第一,这本书确实是原创,从这个意义上来讲,我对何传启同志一直怀着敬意。传启同志1962年出生,芳龄51岁,正是大好年华,这个年龄是理论创新最好的年龄,为什么呢,因为人二三十岁的时候,经验不足、学养不够。再大的,像我这个年纪可能就有点保守。人是一个过程,天地之间,他是有使命的。传启同志是传承历史,启发未来。比如他讲", "label": "社会学", "id": 0}
{"content": "<正>我一直参与了何主任的这一套书和这一系列的著作的发表过程,经历了一些事情,所以谈一点感想。我记得何主任第一本《中国现代化报告》出版以后,在国家自然科学基金委组织了一次座谈会,当时参与的专家很多,有好几位在国内外很有影响力。当时这个报告里面提到第二次现代化,一些专家都提出了质疑,说提现代化已经够了,怎么出来第二次现代化。在这种", "label": "社会学", "id": 0}
{"content": "<正>谈一点感想,中国的现代化很早就提了,进程实际上是很缓慢的,甚至走了弯路。我觉得重要的一点,就是那个时候对现代化没有系统的研究,口号提得比较高,最基本的研究不够,没有理论。那个时候也可以说是摸着石头过河,没有理论指导,不可能发展得很快。现在《第二次现代化理论》出版,我感觉非常适时,也非常重要。", "label": "社会学", "id": 0}
{"content": "<正>我谈点感想。我本来是做研究工作的,后来搞了一些管理工作,感到有很多问题,过去对现代化一无所知,在发改委的一次会议上,跟何传启一起开会,听了他的发言以后,我感到很新奇,后来就参加了中心的工作。那以后觉得这个课题组很好,使人充满着一种想象。所以我说,我一辈子干的工作,最愿意参加的就是现代化课题组的活动,没有任何条条框框,完全是", "label": "社会学", "id": 0}
{"content": "<正>记者:何主任,各位专家好,我是新华社记者,我有三个问题,第一,您刚才介绍世界现代化研究有六大理论流派,是不是只有您的《第二次现代化理论》是中国声音,是中国原创。第二,关于两次现代化的时段的划分,1970年和2100年,这两个关键的时间点,您提出的依据", "label": "社会学", "id": 0}
{"content": "<正>我下面介绍一下中心的科研工作,其实是中心和在座的各位老师一起做的。我的题目是中国现代化研究中心十年科研的回顾与展望。我们知道,现代化不仅是中国几代人的追求和梦想,也是中国两个世纪的国家目标,20世纪和21世纪两个世纪的国家目标,是世界交叉科学的一个前沿课题。按照邓小平同志三步走战略,中国预计到21世纪中叶基本实现现代化,《中国现代", "label": "社会学", "id": 0}
{"content": "<正>2013年5月28日,由中国科学院中国现代化研究中心主任何传启研究员撰写、科学出版社出版的《第二次现代化理论:人类发展的世界前沿和科学逻辑》新书首发式,在中国科学院国家科学图书馆一楼多功能厅隆重举行。会议由中国科学院现代化研究中心、科学出版社共同主", "label": "社会学", "id": 0}
{"content": "<正>\"第二次现代化在很大程度上是对第一次现代化的淘汰,甚至是否定。如果说第一次现代化的重点是追求GDP,那么第二次现代化的重点是提高生活质量。前者是对大自然的征服,后者是一种回归。\"中国科学院中国现代化研究中心主任何传启研究员28日在他\"十五载磨一剑\"的新书《第二次现代化理论:人类发展的世界前沿和科学逻辑》首发式上说。", "label": "社会学", "id": 0}
{"content": "<正>现代化中心是2002年正式组建的。在我院近年新建的上百个\"非法人单位\"中,我不敢说它是最好的,但可以说业绩是最好的之一。一个学术机构,以十年时间,在自己的研究领域中,能够成长为在国内最前、在国际上有影响的,我觉得不容易,不多。在我的印象中,上世纪50", "label": "社会学", "id": 0}
{"content": "<正>接到\"中国复兴的科学基础\"会议通知以后,我说太好了。我学了十八大文件,又听了刚才的讲话,我这个80多岁的老太太,忽然又激情燃烧起来了。这是我的人生第二次激情燃烧的岁月。第一次是在50年代,那是我激情燃烧最高的年代。中国百十年来,从康梁变法一直到黄花岗七十二烈士,一直到孙中山,就为了中国这个梦,为", "label": "社会学", "id": 0}
{"content": "<正>刚才听了何老师的报告,能参加这次研讨,我觉得特别有幸。我今天的收获首先是对复兴和崛起这两个概念的认识和辨析。过去我觉得这两个概念好像都可以,有人提崛起,有人提复兴。我今天听何老师的报告受到的最大的启发是什么呢?就是他这个研究不是拍脑袋想,简单的说崛起好还是复兴好,而是有科学依据的,用大量的事实和数据来做出这样一条曲线。这条", "label": "社会学", "id": 0}
{"content": "<正>\"中国复兴的科学基础\"是个很有意思的题目,我想谈三点想法。第一点想法,最近习近平同志提出了一个中国梦,这个引起社会广泛的共鸣。为什么引起广泛共鸣呢,因为这个问题实际上是很多人一直在想的问题。中国复兴,复兴中华,实际上多少年以来很多人奋斗也都是为了这个目的。", "label": "社会学", "id": 0}
{"content": "<正>第一点,我觉得何老师确确实实把现代化问题当作一门学问来做,确实把现代化问题作为一个科学问题来做,而立足于科学。我是来自国家自然科学基金委员会的,我们判断一个项目最后做的好与不好,有一个很重要的标准就是有没有创新性成果,创新点在哪里。我觉得何主任这个工作确确实实有自己的创新成果,形成了对中国现代化研究的一个科学的体系,我确实", "label": "社会学", "id": 0}
{"content": "<正>谈几点想法。第一,谈一下我们中华民族复兴的意义。我们今天这个选题,实际上是代表选择一条道路的问题,就是十八大讲的,一个旗帜、一个道路、一个理论。我们在做现代化研究的时候,也存在一个中国人怎么去研究中国的问题。我在接到这个会议通知之后就在思考,什么叫中国的问题,我们老是说人家是发达国家,先进国家。什么时候我们能让人家说我们中", "label": "社会学", "id": 0}
{"content": "<正>中国在近代史上有过屈辱的一笔,泱泱大国之尊严丧失殆尽,几近危亡。一百多年来,众多仁人志士为探寻民族复兴之路而上下求索。近年来,随着中国经济实力和综合国力的不断提升,民族复兴日益成为迫切愿景和热门话题。中国科学院现代化研究中心十年来一直致力于民", "label": "社会学", "id": 0}
{"content": "<正>\"现代化是中国复兴的必由之路,中国复兴的过程就是全面实现现代化的过程;中国复兴面临许多机遇和挑战,抓住科技革命和产业革命的战略机遇非常关键。\"在近日由中国科学院中国现代化研究中心主办的\"中国复兴的科学基础\"研讨会上,与会学者如是说。", "label": "社会学", "id": 0}
{"content": "<正>中国科学院中国现代化研究中心将于2013年8月8日至10日在北京召开首届世界现代化论坛——\"现代化与全球变化\"。本次论坛致力于促进现代化研究的国际学术交流与合作。论坛为期三天,工作语言为英文和中文,包括以下五项议题:现代化与世界经济;现代化与", "label": "社会学", "id": 0}
{"content": "<正>为适应信息化和数字化的国际潮流,加速现代化研究的学术交流,从2011年开始,《科学与现代化》简报将逐步向电子版过渡。在邮寄纸质版的同时,将向发送电子版转变,并将于2012年全部改用电子版。请希望收到简报电子版的读者,将您的电子邮箱发给我们。邮件内容包括五项信息:姓名、职称、单位、电邮地址和研究方向。", "label": "社会学", "id": 0}
{"content": "<正>中国科学院中国现代化研究中心将于2013年8月8日至10日在北京召开首届世界现代化论坛——\"现代化与全球变化\"。本次论坛致力于促进现代化研究的国际学术交流与合作。论坛为期二天,工作语言为英文和中文,包括以下五项议题:现代化与世界经济;现代化与全球公民社会;现代化与环境变化;现代化", "label": "社会学", "id": 0}
{"content": "<正>为适应信息化和数字化的国际潮流,加速现代化研究的学术交流,从2011年开始,《科学与现代化》简报将逐步向电子版过渡。在邮寄纸质版的同时,将向发送电子版转变,并将于2012年全部改用电子版。请希望收到简报电子版的读者,将您的电子邮箱发给我们。邮件内容包括五", "label": "社会学", "id": 0}
{"content": "<正>中国现代化研究中心将于2013年8月8日至10日在北京召开首届世界现代化研究论坛——\"现代化和全球变化\"。现代化是18世纪以来的一种世界现象。就像一场国际马拉松比赛,跑在前面的国家成为发达国家,跑在后面的国家成为发展中国家,两类国家之间可以转", "label": "社会学", "id": 0}
{"content": "<正>为适应信息化和数字化的国际潮流,加速现代化研究的学术交流,从2011年开始,《科学与现代化》简报将逐步向电子版过渡。在邮寄纸质版的同时,将向发送电子版转变,并将于2012年全部改用电子版。请希望收到简报电子版的读者,将您的电子邮箱发给我们。邮件内容包括五项信息:姓名、职称、单位、电邮地址和研究方向。", "label": "社会学", "id": 0}
{"content": "<正>刚才传启用非常简练的语言浓缩了现代化中心十年发展的历程,特别是中心取得的成果,令在座的各位感到既亲切又感到很振奋的。2002年,中国科学院实施知识创新工程的头几年,当时在路甬祥院长的大力支持下,院党组决定成立这个中心。对中心的战略定位有几句话:中国现代化的基础理论和发展战略研究中心,中国科学院国家科学思想库的创新团队之一,中国现代化理论和管理高级人才的培养基地。", "label": "社会学", "id": 0}
{"content": "<正>尊敬的各位领导、各位专家,大家上午好。在今天现代化中心成立10周年之际,我谨代表中国科学院向中心表示热烈的祝贺。向为中心这十年的改革发展倾注了大量心血,像路甬祥副委员长、郭传杰书记这些老领导表示衷心的感谢,向长期以来热心支持、积极参与中心工作的国家有关部门、研究机构和大学的各位领导和专家表示衷心的感谢。", "label": "社会学", "id": 0}
{"content": "<正>在《中国现代化报告2011》专家座谈会上,8位专家学者围绕报告内容和建议提出了自己的看法和意见,现将他们的发言摘编如下:杨宜勇:报告中提到,中国的农业发展一条腿长、一条腿短,腿长是谷物单产高,达到发达国家水平,腿短是农业生产率低,仅为世界平均值的47%。一条腿长,长腿是代表我们的技术;一条腿短,短的就是我们的制度和体制。长的就是农业科学加技术,短的是关于农业的制度和体制问题。所以我觉得中国农业现代化根", "label": "社会学", "id": 0}
{"content": "<正>在万物生长的春天,中国科学院中国现代化研究中心在北京中关村举办了成立十周年纪念会。中心主任何传启研究员怀着激动和感激的心情,向到会领导和专家报告了中心的主要成绩和未来设想,受到大家的热烈欢迎。2002年6月,经中国科学院批准,中国科学院中国现代化研究中心正式成立。它是我国第一家跨学科、综合性、专业性的现代化研究的国家科研机构。中心秉", "label": "社会学", "id": 0}
{"content": "<正>每年推出年度《中国现代化报告》、已完成数十部《第二次现代化丛书》和《中国现代化研究论坛丛书》系列学术著作??致力于现代化研究的中国科学院中国现代化研究中心\"十年磨一剑\",现已发展成为具有世界先进水平和国际影响力的现代化研究机构。中科院中国现代化研究中心13日在北京举行成立10周年专家座谈会,并发布", "label": "社会学", "id": 0}
{"content": "<正>\"世界潮流浩浩荡荡,顺之者昌,逆之者亡。人类文明百舸争流,不先则后,不进则退。十八世纪以来,现代化成为一个世界潮流;十九世纪以来,现代化成为一个中国梦想。二十一世纪,将是中国实现现代化的世纪;研究现代化,是中国学者的一份历史责任。\"专家们预计,中国现代化必将影响世界。阳春5月,\"中国科学院中国现代化研究中心十年成果展\"在中国科学院文", "label": "社会学", "id": 0}
{"content": "<正>全球首部《现代化科学》英文专著在德国问世。这本全名为《现代化科学:国家发达的原理和方法》（Modernization Science:The Principles and Methods of National Advancement）的学术专著,由世界著名的科技出版公司——德国施普林格出版社（Springer）出版,由我国著名现代化研究专家、中国科学院中", "label": "社会学", "id": 0}
{"content": "<正>由中国科学院中国现代化研究中心主任何传启研究员撰写的英文专著《现代化科学:国家发达的原理和方法》,近日由世界著名科技出版公司德国施普林格出版社出版。20世纪50年代以来,现代化研究出现了经典现代化、后现代化和新现代化等3次浪潮,涌现了经典现代化、后现代化、生态现代化、反思现代化等大批", "label": "社会学", "id": 0}
{"content": "<正>2012年3月,《Modernization Science:The Principles and Methods of National Advancement》（注:《现代化科学:国家发达的原理和方法》）英文学术专著由世界著名科技出版公司德国施普林格出版社（Springer）出版。该书由我国著名现代化研究专家、中国科学院中国现代化研究中心主任何传启研究员撰写。该书阐述了现代化科学的基本概念、研究方法、一般理论、第一次和第二", "label": "社会学", "id": 0}
{"content": "<正>《科学与现代化》是中国科学院中国现代化研究中心主办的学术性内部刊物,其宗旨是:推动中国现代化的理论与战略研究,推介世界现代化研究的最新进展和重要成果,促进我国科技与现代化的良性互动,服务我国现代化建设的国家利益。本着这一宗旨,本刊一直聚焦国内和国际的科学与现代化研究的热点、", "label": "社会学", "id": 0}
{"content": "<正>为适应信息化和数字化的国际潮流,加速现代化研究的学术交流,从2011年开始,《科学与现代化》简报将逐步向电子版过渡。在邮寄纸质版的同时,将向发送电子版转变,并将于2012年全部改用电子版。请希望收到简报电子版的读者,将您的电子邮箱发给我们。邮件内容包括五项信息:姓名、职称、单位、电邮地址和研究方向。我们的邮箱是:smeditor@mail.las.ac.cn谢谢您的支持与合作!", "label": "社会学", "id": 0}
{"content": "<正>2008年,温家宝发表在Scinece上的《科学与中国现代化》一文~1,纵论中国半个多世纪以来取得的科学成就以及未来的科学发展规划,影响深远。中外学者对于科技现代化的研究很多。科技现代化作为\"四个现代化\"的一部分尤其受到中国学者的重视,国内学者对于科技现代化的研究较多的是关注中国的科技现代化问题。一、概念及内涵关于科技现代化的概念,学界没有统一的定义。早期科技现代化的概念一般是来自\"四个现代化\",杨沛霆等较早地讨论了科技现代化的概念,他把科技现", "label": "社会学", "id": 0}
{"content": "<正>本文登载的主要为2012年第一季度出版和发表的与现代化相关的著作和论文,检索时间截至2012年3月22日。检索来源为:1)中文期刊:中国学术文献网络出版总库（CNKI）;2)中文著作:国家图书馆;3)外文期刊:科学引文索引（SCI）、社会科学引文索引（SSCI）、人文与艺术引文索引（A＆HCI）三大引文数据库,Google学术;4)外文著作:美国国会图书馆。供读者参考。一、中文论文1.宋林飞.我国基本实现现代化指标体系与评估[J].南京社会科学,2012,（1）.2.周永坤.中国现代化进程中的农民问题[J].河北学刊,2012,（1）.", "label": "社会学", "id": 0}
{"content": "<正>2011年10月,《中国现代化报告概要2001-2010》俄文版在莫斯科出版,这是该书的第三种语言版本。它由俄罗斯科学院通讯院士拉宾（N.Lapin）教授组织翻译,由俄罗斯世界出版社出版。据俄方学者介绍,他们将把俄文版报告送给俄罗斯政府部门参考。现代化既是我国的国家目标,也是世界科学的前沿课题。中国现代化战略研究,得到我国有关部门的大力", "label": "社会学", "id": 0}
{"content": "城市不是孤立、封闭的个体体系,借助现代化交通工具、通达的综合运输网,以及高度发达的信息网络,发生与发展着城市个体之间的内在联系,共同构成一个相对完整的城市\"集合体\",即城市群。城市群具有动态性、网络结构性、连接性和开放性的特征。本文在总结城市群各项特征的基础上,讨论了中国城市群发展的新趋势,并提出了中国城市群现代化的发展模式,包括高度集中型的发展模式、双核心型的发展模式、适当分散的城市发展模式以及交通走廊轴线的发展模式。最后,对中国城市现代化的发展战略及相关对策提出积极建议。", "label": "社会学", "id": 0}
{"content": "<正>\"现代化\"作为一个科学认识和研究的对象,无论其意指一个历史进程,还是指一种目标、愿景,在中国知识界都经历了从褒义到贬义、再到褒义的演变过程。在20世纪30年代《申报月刊》组织的讨论中,不同政治思想倾向的学者异口同声鼓吹现代化,这已为世人所共知。新中国成立以来,中国政府和中国人", "label": "社会学", "id": 0}
{"content": "<正>本文登载的主要为2011第三季度出版和发表的与现代化相关的著作和论文,检索时间截至2011年9月26日。检索来源为:1)中文期刊:中国学术文献网络出版总库（CNKI）;2)中文著作:国家图书馆;3)外文期刊:科学引文索引（SCI）、社会科学引文索引（SSCI）、人文与艺术引文索引（A＆HCI）三大引文数据库,Google学术;4)外文著作:美国国会图书馆。供读者参考。", "label": "社会学", "id": 0}
{"content": "<正>本文登载的主要为2011第三季度出版和发表的与现代化相关的著作和论文,检索时间截至2011年9月26日。检索来源为:1)中文期刊:中国学术文献网络出版总库（CNKI）;2)中文著作:当当网;3)外文期刊:科学引文索引（SCI）、社会科学引文索引（SSCI）、人文与艺术引文索引（A＆HCI）三大引文数据库,Google学术;4)外文著作:美国国会图书馆。供读者参考。一、中文论文[1]包庆德,.从\"工业社会\"到\"生态社会\":生态现代化研究进展[J].内蒙古大学", "label": "社会学", "id": 0}
{"content": "<正>早在19世纪,恩格斯就说过,\"社会一旦有技术上的需要,则这种需要就会比十所大学更能把科学推向前进\"。这种论断反复被历史所验证。一般而言,科技发展是由内在动力和外部需求共同推动的。从世界前沿的科技需求角度,预测未来的科技发展,是一种有效方法。本文简要讨论世界现代化的科技需求、前五次科技革命的启示、第六次科技革命的方向和影响等,供大家讨论和指正。事实上,16世纪以来,从科技与社会关系的角度看,每个世纪都至少有一", "label": "社会学", "id": 0}
{"content": "<正>一、概述研究中国现代化的特点,可以有不同角度,不同观点,不同结论。本文作者认为,这一命题涉及三个词:中国、现代化、特点。要破题就要解读这三个词。首先是现代化,这个词一般是指,一个社会（国家、民族、地区）由农业文明向工业文明,由农业结构向工业结构的转型过程,这是300年来世界各国或先或后发生的过程。一些国家走在前头,已经基本上完成这一进程,并且继续前进;一些国家起步较晚,正在推动这一转型,这是大多数;少数国家甚至还没有起步,", "label": "社会学", "id": 0}
{"content": "<正>实现社会主义现代化是中国共产党和全体中国人民的不懈追求。进入改革开放的历史新时期,东部发达地区率先基本实现现代化日益成为中国特色社会主义现代化的重要战略步骤和阶段性目标1。然而,在全面建设小康社会和步入21世纪第二个十年的历史新时期,东部发达地区能否率先基本实现现代化以及如何、何时\"率先\"等重大理论与实践问题迫切需要在更广阔的视野与更具体的区域视角下作出全方位、历史性和现实性的回答。因此,构建东部发达地区率先基本实", "label": "社会学", "id": 0}
{"content": "<正>在编制\"十二五规划\"过程中,经济发达地区的一些城市提出率先基本现代化的口号,并作为\"十二五规划\"的奋斗目标。现代化是我国既定的发展目标,为什么一个城市能首先提出率先实现基本现代化?又如何来实现?一、发达城市提出率先基本实现现代化的机遇1.实现现代化是我国经济社会发展的既定目标和方针按照邓小平的分三步走的战略方针,到21世纪中叶我国将达到世界中等发达国家的水平,也就是说基本上实现现代化。经过中华人民共和国成立以来60", "label": "社会学", "id": 0}
{"content": "<正>2011年8月5日至7日,第九期中国现代化研究论坛在北京成功举行。本期论坛由中国科学院中国现代化研究中心、北京大学世界现代化进程研究中心主办,天津《理论与现代化》杂志社、北京同响时代现代化管理咨询中心协办,论坛主题为\"现代化的特征与前途\"。本期论坛收到论文76篇,出席论坛的人数约为88人,他们分别来自63个单位。其中,京内单位39家,如中办调研室、国务院参事室、国家发展改革委员会、国家自然科学基金委员会、中科院、社科院、北京大学、清华大学、中国", "label": "社会学", "id": 0}
{"content": "本文通过分析文化、语言、结构、符号、司法和科技六个主要的信息演变,说明了整个人类社会的进化:在社会演变过程中,有多层次的复制和选择过程,每一次新的演变,都是建立在前一次演变的基础之上;新演变是一种自主发展,但并不一定是最优的发展;历史的发展表明,这种社会的演变既可以前进,也可以倒退。", "label": "社会学", "id": 0}
{"content": "<正>本文登载的主要为2011第二季度出版和发表的与现代化相关的著作和论文,检索时间截至2011年6月1日。检索来源为:1)中文期刊:中国学术文献网络出版总库（CNKI）;2)中文著作:当当网;3)外文期刊:科学引文索引（SCI）、社会科学引文索引（SSCI）、人文与艺术引文索引（A＆HCI）三大引文数据库,Google学术;4)外文著作:美国国会图书馆。供读者参考。一、中文论文[1]倪翠兰.后邓小平时代中国现代化发展战略创新的国际背景.山东农业大学学报（社会科学版）,2011（1）", "label": "社会学", "id": 0}
{"content": "<正>3月18日,应中国科学院中国现代化研究中心何传启主任的邀请,英国赫特福德大学商学院教授、《制度经济学》杂志主编Geoffrey M.Hodgson访问该中心,并作了题为\"社会演化中的关键信息转型\"的学术报告。在报告中,Hodgson教授借用生物进化中的基因型和表现型的概念,提出了\"复制因子与互动因子\"的分析框架,认为\"复制因子\"可以理解为基因层次的不断复制和演变,而\"互动因子\"就是在整个组织或者机制之内的相互作用。他", "label": "社会学", "id": 0}
{"content": "<正>5月16日,意大利米兰大学政治科学与社会学教授Alberto Martinelli访问中国现代化研究中心,并作了题为\"多元现代性:中国的现代化和中国化的现代化\"的学术报告。Martinelli教授是国际著名社会学家,曾担任国际社会学协会主席、意大利国家科学技术委员会委员、意大利总理经济与社会政策顾问等职务。Martinelli教授主要探讨了四个问题,即现代性的基本维度、现代性是否已经成为一个全球的社会条件、实现现代性的不同路径、是否有不同的方式来实现现代化。", "label": "社会学", "id": 0}
{"content": "<正>各位专家,中国现代化报告专家座谈会我参加过两次,第一次是2003年,座谈会的主题我记得是\"现代化的回顾与展望\",回顾三百年,然后才能看得远;第二次是2007年,座谈会主题是\"生态现代化\";今天是第三次。每一次都有很多关注中国现代化问题的专家参加,像在座的李泊溪先生、于维栋先生,我都在会上见过,不一一列举了。每次座谈会的氛围都很好,畅", "label": "社会学", "id": 0}
{"content": "<正>早在19世纪,恩格斯就说过,社会一旦有技术上的需要,则这种需要就会比十所大学更能把科学推向前进。在20世纪和21世纪,社会需要是什么?非常之多,在国家层次上,现代化就是一种需要。发达国家要保持世界先进水平,发展中国家要追赶世界先进水平。中国的\"三步走\"战略是到2050年基本实现现代化。欧洲的英国、俄罗斯,亚洲的韩国、印度等国家,也", "label": "社会学", "id": 0}
{"content": "<正>尊敬的路院长、尊敬的各位专家领导,大家新年好,下午好。非常荣幸地请到各位专家、学者参加每年一度的《中国现代化报告》的年会,也是一个新闻发布会。在座的各位都是参加了很多次的老朋友,老专家,实际上,也都是我国在研究现代化这个问题以及其他跟现代化有关问题上的一些顶尖专家,现代化中心的报告本身就融汇了大家的智慧和大家各方面的努力。", "label": "社会学", "id": 0}
{"content": "<正>在《中国现代化报告2011》专家座谈会上,30多位专家学者围绕报告内容和建议提出了自己的看法和意见,现将他们的发言摘编如下:谢文蕙教授:我完全赞成何传启同志的发言,我2001年就来到这儿,完全是志愿者,就是喜欢研究现代化。我们在中心讨论了若干次,我们认为今天讲的\"现代化科学\"在中国和世界", "label": "社会学", "id": 0}
{"content": "<正>\"伴随着人类文明进步的历史脚步,现代化研究也在不断发展。现代化的科学理论要真正发挥引领社会经济发展的重要作用,关键还是要使研究源于实践、指导实践,并且接受实践的检验。\"全国人大常委会副委员长、中国科学院院长路甬祥在1月16日召开的现代化科学暨《中国现代化报告2011》专家座谈会上说。", "label": "社会学", "id": 0}
{"content": "<正>日前发布的《中国现代化报告2011——现代化科学概论》称,目前中国属于初等发达国家,为第一次现代化。中国发达的战略选择可分\"四步走\":第一步,完成第一次现代化,进入第二次现代化,世界排名进入前60;第二步,达到中等发达水平,世界排名进入前40名;第三步,达到世界先进水平,世界排名进入前20名;第四步,达到世界前列,世界排名进入前10名。", "label": "社会学", "id": 0}
{"content": "<正>本文登载的主要为2011第一季度出版和发表的与现代化相关的著作和论文,检索时间截至2011年3月10日。检索来源为:1)中文期刊:中国学术文献网络出版总库（CNKI）;2)中文著作:当当网;3)外文期刊:科学引文索引（SCI）、社会科学引文索引（SSCI）、人文与艺术引文索引（A＆HCI）三大引文数据库;4)外文著作:美国国会图书馆、Google学术。供读者参考。", "label": "社会学", "id": 0}
{"content": "<正>2011年1月16日,\"现代化科学暨《中国现代化报告2011》专家座谈会\"在中国科学院院士活动中心举行。这次座谈会由中国科学院中国现代化研究中心、北京大学世界现代化进程研究中心、北京大学出版社和科学时报社等5家单位联合主办。全国人大常委会副委员长、中国科学院院长路甬祥院士,中国科学院副秘书长潘教峰出席会议,中国科学院党组原", "label": "社会学", "id": 0}
{"content": "<正>现代化既是我国的国家目标,是全国人民的共同心愿,也是世界科学的前沿课题。2001年是我国第三步战略的第一年。从这一年开始出版的《中国现代化报告》（以下简称《报告》）,迄今已有10年历史,10本报告共约686万字,发行8万多册（表1-1）。截止2010年6月,《报告》被引次数超过1千次,对《报告》进行报道的报纸有280多种;人民日报的相关报道有16次,光明日报24次,中央电视台42次;Google检索\"中国现代化报告\"约有96万个网页。《报", "label": "社会学", "id": 0}
{"content": "<正>1999年我退休了,进入了人生的又一个阶段。也就是在这个时候,应何传启先生的邀请,加入了\"同响现代化战略研究中心\",参加\"中国现代化战略研究课题组\"的活动,经历了现代化研究发展过程的风风雨雨,享受着从《中国现代化报告2001》到《中国现代化报告2010》出版的喜悦和鼓舞。时光如流,十年也似乎一瞬间,然而,在我的人生旅途上,又是一段难忘的时光,有许多值得回味的场景,更有一些引发思考和交流的话题。", "label": "社会学", "id": 0}
{"content": "<正>本文登载的主要为2010年出版和发表的与现代化相关的著作和论文,检索时间截至2010年12月15日。检索来源为:1)中文期刊:中国学术文献网络出版总库（CNKI）;2)中文著作:国家图书馆、北京大学图书馆;3)外文期刊:科学引文索引（SCI）、社会科学引文索引（SSCI）、人文与艺术引文索引（A＆HCI）三大引文数据库;4)外文著作:美国国会图书馆、Google学", "label": "社会学", "id": 0}
{"content": "<正>一、当今现代化的推进必须要切重时弊抓住重点我国的现代化建设,已经经历了建国后60年的艰苦奋斗和曲折历程。特别是近32年的改革开放,大大加快了现代化建设步伐,迎来了跨跃发展。令世人瞩目且惊叹的\"中国奇迹\",把中国的经济总量推到了世界第三,中国人均GDP已经达到3700美元,超越了中等发达国家平均水平2000美元一大截。有学者预测,如果中国经济赖以增长的条件能以持续不变或进一步得到改善,中国的经济总量将会在2035年前后赶超美国。如此大好形势和美好前景,不仅正在实现", "label": "社会学", "id": 0}
{"content": "<正>2020年是举国同心、守望相助的一年,也是直面挑战、化危为机的一年。2020年度新词语真实记录和反映了这一年里社会发展和人们心理所经历的这一系列新变化、新状况。其中,\"十大新词语\"作为\"汉语盘点2020\"活动的重要组成部分,由国家语言资源监测与研究中心①、商务印书馆等多家机构于12月16日联合发布,受到社会广泛关注。", "label": "社会学", "id": 0}
{"content": "社会学是一项非常复杂的人文学科,对研究社会变迁,组织,文化习俗,以及现代化社会发展,社会性或团体性的组织研究,从中汲取经验,为社会文化及制度提供策略,促进社会的发展。本文正是在社会学的基础上分析新时代中国社会学的理论与自觉探讨,为社会学的研究提供更多的支持。", "label": "社会学", "id": 0}
{"content": "对于目前的考研形势,笔者采取问卷调查的方式对贵州民族大学的大四学生和硕士一年级学生进行抽样调查,对\"考研热\"现象进行社会学分析,并提出\"考研热\"现象下存在的问题及社会政策,对大学生考研进行有效的教育引导和政策干预,提升我国大学生对考研的正确认识。", "label": "社会学", "id": 0}
{"content": "在现代人们日常消费中,文化休闲消费占很大一部分。时代发展迅速,人们文化休闲消费主要来源于他们对事物的兴趣和满足。绝大部分人文化休闲消费是为了满足自己的精神境界,并不是单纯的因为生活需要。", "label": "社会学", "id": 0}
{"content": "<正>中国区域社会研究的发展,在很大程度上与借鉴国外人文社会科学学科理论、方法以及与不同学科学者的合作有一定关系。~1中国社会史领域中区域研究的兴起与中国社会史学术发展脉络有关,同时也与西方史学理论尤其是\"年鉴学派\"在中国的影响逐步扩大相关,而且还与美、日中国学研究范式转变密不可分,区域研究兴起的思想背景也无法忽视后现代思潮的影响。", "label": "社会学", "id": 0}
{"content": "社会空间中不存在严重的紧张感,并且达到一定的巩固程度,以防社会失去稳定性,这对社会发展非常重要。社会空间在本文中是一种比喻,表示行为者的社会地位及其等级。提出了四类指标:1、物质生活水平和人口的物质分化;2、人口的社会结构;3、中产阶级的形成和发展过程;4、社会认同以及与社会机构的关系。使用这些指标分析实证材料后发现,俄罗斯存在阻碍社会巩固的紧张局势。", "label": "社会学", "id": 0}
{"content": "农村劳动力转移是解决\"三农\"问题的一项重要课题,本文在社会物理学的视角下,将原有静态影响因子的引力模型进行改进,并利用国家统计局从1981～2014年的全国人口普查数据,对我国农村劳动力省际迁移情况进行实证分析,从而提出了促进农村剩余劳动力迁移的应对策略,以实现其有序转移、实现人口合理再分布及缓解迁入地的社会及生态环境等问题。", "label": "社会学", "id": 0}
{"content": "<正>杜威基于近代美国经济科技发展迅速的时代特征提出了他的民主主义社会理想,这个民主主义社会是民主的、平等的、自由的。杜威从多方面论述了他的社会理想,其中包括关于社会与教育的论述,他力图通过教育实现自己理想中的社会。一、杜威的社会观1.民主的社会在《民主主义与教育》一书中,杜威详细阐述了他的民主社会理想,他的民主", "label": "社会学", "id": 0}
{"content": "作者先是从市场转型期家庭代际互助的角度对文献进行了梳理,然后简述了作为当代代际合作育儿形成的背景——儿童抚育的现代转型变化,接着作者从具体的案例中概括出现阶段城市家庭儿童抚育的\"严母慈祖\"新格局,并对此加以深入阐述,最后得出结论。作者认为在代际互助进行的过程中,个体有可能为维系特定的亲密关系而放弃在家庭事务中的话语权和决定权,亲密关系的维系本身是个体重要的诉求,并一定程度上弥补了权力的缺损。从这篇论文中读者能基本明了儿童抚育的变迁和在当代城市家庭中的新格局,并对此产生一定的思考。", "label": "社会学", "id": 0}
{"content": "<正>理解（versten/understanding）是社会科学中的诠释学派的基本方法。从新康德主义的大师李凯尔特、雅斯贝斯、韦伯、狄尔泰到当今的哈贝马斯等重要思想家都积极倡导和使用这一方法,视其为社会科学的独立性与自主性的重要方面。在这一方法的历史演进中,阿尔弗雷德·舒茨（Alfred Schütz）发挥了重要的作用。他利用胡塞尔的现象学独创性地发展了韦伯的理解理论,为现当代社会科学贡献了重要的理论资源。", "label": "社会学", "id": 0}
{"content": "从互联网新闻报道中选取由征地拆迁引发冲突的典型社会事件,对农民的维权抗争行为运用意识形态的主导权、社会安全阀和利益相关者等社会学理论进行分析,发现大多数农民在\"强政府、弱社会\"的社会格局下,秉着\"民不与官斗\"的处世哲学隐忍接受不公平的征地拆迁方案。而个别\"钉子户\"的维权抗争行为虽然均在制度框架内,但在利益相关者的\"共谋\"下,问题最终也没有得到实质性解决,最后提出应尽快建立弱者的利益表达机制,避免事态进一步扩大,但要彻底解决问题,需转变经济结构,变土地财政为商业税收,消除城乡差异,实现社会各利益主体的均衡发展。", "label": "社会学", "id": 0}
{"content": "在煤矿重、特大事故中水害事故仅次于瓦斯爆炸,所占比重较大。文章以社会学中的社会角色及内化理论为基础,以矿井水文地质类型划分报告为例,从国家、企业、个人三个层面浅析如何加强煤矿水害防治。", "label": "社会学", "id": 0}
{"content": "<正>2016年是后金建立400周年,也是\"清\"改国号380周年,清代是我国传统政治模式及政治文化发展成熟、达至巅峰的时期,其政治文化遗产经民国一直影响到当代社会。为反思历史、对话当下,促进满学及清史研究的发展,2016年6月17日至19日,北京市社科院满学研究所和北京大学明清研究中心于北京召开\"清朝建立与中国社会\"学术研讨会,来自中国社科院、北京大学、中国人民大学、中央民族大学、中央党校、中国中医科学院、中国第一历", "label": "社会学", "id": 0}
{"content": "理论导向的实证研究是学术范式之一,对于社会学的学科建设、人才培养、国际地位的提升,具有重要的意义。实证研究分为政策导向和理论导向两种,后者以\"想问题、究理论、重证明\"为特征,是我国与发达国家存在差距的方面,中国社会学能否真的\"走出去\",关键看理论导向的实证研究如何加强。加强理论导向的实证研究,必须大力挖掘和有效积累本土知识,但同时必须坚持本土知识的国际概念化,从而让世界了解我们,促进有效交流,增强理论自信。", "label": "社会学", "id": 0}
{"content": "生态资源在少数民族村寨扶贫开发过程中扮演着重要角色,但由于社会利益的分化和制度不均衡等原因,处于社会底层的弱势群体总是缺乏对资源的控制权力和利益的主张能力。通过增权理论的内涵和实践分析,认为在民族村寨生态资源扶贫开发中众多的扶贫对象无法享有自身的发展权利,导致\"失权\"或\"无权\"的现象普遍发生,所以,必须改变精准扶贫策略,既\"扶贫\"又\"扶智\"和\"扶志\",采用各种切实可行的措施和策略,保障弱势群体在民族村寨生态资源扶贫开发的各项权益,促进他们在个体、人际、经济、政治等层面的全面\"增权\",才能真正破解扶贫的关键,实现\"生态美、百姓富\"的民族村寨生态资源扶贫开发的目标。", "label": "社会学", "id": 0}
{"content": "在西方自由主义社会理论或社会哲学的领域中,弗里德利希·哈耶克无疑是一位极重要的人物,他是本世纪最为重要且最具原创力的社会理论家之一,另一方面,他又是本世纪自由主义意识形态的最为重要的捍卫者之一,是各种形式的集体主义的坚定批判者和古典自由主义的弘扬者。", "label": "社会学", "id": 0}
{"content": "现代生产力在科技的作用下,为人们创造巨大财富,同时也相应存在风险。德国当代著名的社会学家乌尔里希·贝克对此有经典论述。地球生态、经济领域和跨国恐怖主义网络威胁是现代风险的集中表现;而现代风险将会带来地球生物生存危机,社会理性之基础的危机和人类精神危机;现代风险的化解需要反思科学发展的逻辑,建立一种新型的保险契约和打破技术专家对风险评估和判断的垄断局面。", "label": "社会学", "id": 0}
{"content": "<正>人的需求与消费是人的存在和发展的基本条件,也是社会发展的动力和目标之一,从而人的需求与消费随人类社会的产生而产生,随人类社会的发展而不断提高。马克思站在历史唯物主义的高度,从社会历史和社会关系出发,把人的需求分为三个层次:\"必要或自然需要\"、\"社会需要\"和全面发展个性需要。马斯洛从存在主义心理学出发,把个人需求分为生", "label": "社会学", "id": 0}
{"content": "近年来,我国加大了反腐的步伐,反腐工作不仅是经济领域和法制建设的重要任务之一,同时也是坚守政治社会化成果的重要体现。反腐是一个艰难的历程,需要通过对滋生腐败的传统文化环境和文化心理进行改变,从社会文化学角度来对贪污腐败立竽的原因进行分析,从而加强对腐败行为的治理,打造一个科学性、服务性及社会化的良好氛围,更好的推动社会和经济建设的健康发展。", "label": "社会学", "id": 0}
{"content": "在社会学理论形成发展的阶段,社会学的奠基者们以类比的方法,从相关学科中汲取了大量的理论资源。类比策略在为社会学理论所用的同时,也以隐喻的方式潜在地对其理论内在逻辑产生着影响。近几十年中,社会学理论发展又有了极大的突破,但是类比的策略（尤其是与自然科学最新进展的互动）也渐为研究者们所忽视。本文指出,类比有助于学科创新,因此有必要延续类比、学科间互动的策略。在最后,本文指出了类比或学科互动的几种可能的发展路径。", "label": "社会学", "id": 0}
{"content": "<正>出版社:上海社会科学院出版社出版日期:2012年9月【内容简介】本书采用主体性研究视角,选择婚姻纠纷作为研究当今中国民间纠纷现状的进路,从事件和文本两个维度比对分析纠纷的展开与当事人的博弈过程,以期更全面、更深刻地把握它所体现的乡土秩序,省思法律元素与地方知识在乡村治理中所起的不同作用,从而整合出一种新的研判当前乡村问题的思路,为乡村的纠纷治理与秩序重建提供启发与参考。", "label": "社会学", "id": 0}
{"content": "<正>主办单位:上海大学社会学院、中国社会科学杂志哲学社会科学部主办时间:2012年11月3日至4日为推动社会学在中国的成长,2012年11月3日至4日,由中国社会科学杂志社哲学社会科学部与上海大学社会学院共同主办的\"中国社会变迁与社会学前沿:社会学的历史视野\"学术研讨会在上海大学召开。来自中国社会科学院、北京大学、中国政法大学、南京大学、上海交通大学、上海大学等机构不同学科背景的近三十名学者就社会学作为一门\"总体\"社会科学的意义、重新激活中国社", "label": "社会学", "id": 0}
{"content": "在社会变迁过程中,随着结构转换和社会利益的调整,人们的价值观念、行为方式以及生活方式等都发生了显著的改变。对于回国华侨华人而言,经历了异国文化的洗礼后,他们回国后出现一定程度的文化认同困境。文化认同中所出现的问题使得新归侨在重新融入和适应社会仍需要一定的时间和过程。本研究针对新归侨在文化认同中所出现的问题,分析了影响新归侨文化认同的因素,并从多个方面提出加强归侨文化认同的具体对策,以加快他们的社会融入步伐。", "label": "社会学", "id": 0}
{"content": "文艺与现实的关系始终是批评理论关注的焦点,英国文化学者托尼·本尼特用他独特的介入式批评理论,始终围绕文艺与现实的问题展开文学批评和文化研究,其批评理论认为文学艺术不仅可以发挥对社会进行反思、批判的功能,更可以作为介入社会、变革社会的一种重要场域发挥作用,知识分子的功能由此也被重新界定。本尼特批评理论的核心就是社会介入,激活文学艺术的社会功能,使文艺行动起来,重新进入公共生活。", "label": "社会学", "id": 0}
{"content": "鲍德里亚在对日常生活中的物进行论述的基础上,指出日常生活中的物具有双重属性:科技性和文化性。科技性是物的客观本义层次,组成一个物品的\"本质必要的\"和\"结构性的\"部分,它是社会发展的力量来源,是物的功能性的结构基础;文化性是物引申意义层次,是物的社会化、心理学和文化层次的属性。\"科技-文化\"物在当代的价值体现在品牌战略和文化与科技融合等方面。", "label": "社会学", "id": 0}
{"content": "《大公报》是近代天津的重要媒体,《大公报》广告也是众多工商业者宣传自己的主要阵地,它和报纸正版内容一起,真实反映出天津的社会风貌。在天津人的社会观念由传统向近代过渡的时候,《大公报》广告无疑起了积极的、推波助澜的作用。这为我们研究近代天津社会发展提供新的思路,也成为探寻现代天津生活特色的源泉之一。", "label": "社会学", "id": 0}
{"content": "<正>目前网络热点和敏感事件频繁发生,国际上某些国家和组织充分利用网络媒体的巨大煽动力和传播影响力,精心策划官僚贪腐等热点敏感话题,引发社会动荡,如\"阿拉伯之春\"、\"茉莉花革命\"等事件。随着互联网的日益普及和飞速发展,如何建立可计算、可实验、可比较的社会管理新方法,实现虚实互动的政策分析和策略反馈调节机制,成为社会管理创新中亟待解决的重要科学问题,具有重大的理论意义和应用价值。目前在", "label": "社会学", "id": 0}
{"content": "生态文明是我国党和政府所作出的关乎国家的社会、经济和自然全面协调发展的一项政治决策和政治纲领。基于生态文明建设所面临的问题及其性质,生态文明建设是一个长期的系统的社会工程,因此,它的实践需要社会中的主要社会建制包括经济、科学、大众传播和政治等充分发挥其各自的特殊作用,而生态文明的最终完成则需要通过政治这一关键建制去调动、组织和协调各种社会资源及其关系。", "label": "社会学", "id": 0}
{"content": "在部队官兵中,影响PTSD的因素,是否也包括性别、年龄、文化等因素?社会支持对PTSD的发生又有什么影响呢?为此,我们开展了PTSD与人口学变量和社会支持间关系的研究。本文以261名参加抗震救灾的男性消防人员为研究对象（平均年龄21.14岁）,探讨灾难事件后（1月后）PTSD的发生与人口变量、社会支持间的关系。结果表明,文化程度、是否独生子女、军龄等在PTSD总分和重现\\回避症状,情感退缩\\自责,功能受损上存在交互效应;在相同情况下,小学文化程度的独生子女军人的PTSD症状表现更明显,更容易罹患创伤后应激障碍。PTSD总分以及重现\\回避症状、情感退缩\\自责、功能受损等,均与家庭支持、朋友支持、其他支持和社会支持呈负相关。", "label": "社会学", "id": 0}
{"content": "<正>第四板块,介绍了2014年比较有学术影响的4个国际、国内会议。每四年一次的国际社会学大会的主题是:\"不平等的世界:社会学面对的新挑战\";\"第八届欧洲艺术社会学网络工作委员会年会\"的主题是:\"艺术与艺术文脉中的跨学科对话\"。这两个会议参加者众多,筹备时间充裕,汇集的学术思想敏锐、尖锐,其中不乏社会学者们的洞察、担当、理性与责任。细细品来,在人文社", "label": "社会学", "id": 0}
{"content": "<正>一日本横滨国际和平会议场——这个具有国际影响力的会展中心,正张开它的臂膀迎接着来自全世界数千名社会学学者到这里交流、对话。2014年7月13日-19日,第十八届国际社会学大会在这里举行。会议主题确定为\"不平等的世界:社会学面对的新挑战\"。历时四年的筹备,学者们精心创作的心得和成果将正在这里接受检验。开幕式为一如以往的会议风格,硕大的会场坐满了来自世界各国的专家学者。主", "label": "社会学", "id": 0}
{"content": "<正>论坛名称:社会性别视角下的社会治理现代化论坛负责人:王金玲论坛时间:2014年7月11日论坛地点:武汉大学外国语言文学学院（一楼17教室）（每人发言时间为10分钟,评论、提问、讨论时间为10分钟）", "label": "社会学", "id": 0}
{"content": "本文借助两个实际案例,通过对案例检索思路和结果的剖析,初步探讨了社会工程学在扩展检索思路上的应用,并对检索提出了一些想法和建议。", "label": "社会学", "id": 0}
{"content": "罗尔斯的社会正义理论是建立在对功利主义反驳的基础上,既保证个人权利的优先性,又照顾到社会最少受惠者的利益和机会均等的一种新的正义观。中国社会目前正处于一个关键的转型期,在经过三十多年的改革开放和市场经济的长足发展后,我们的经济建设已经取得了举世公认的成就。然而与此同时,主要群体弱势化、贫富差距扩大等危及社会稳定的社会公正问题也伴随而来。如何体现社会主义本质、实现社会公正,既是一个理论问题又是现实亟待解决的问题。", "label": "社会学", "id": 0}
{"content": "<正>2012年北京市社会学学会学术前沿论坛于2012年12月16日下午在北京师范大学图书馆三楼报告厅隆重召开举办,论坛主题为\"社会建设与城市发展\"。本次论坛由北京市社会学学会会长李强教授主持,社会学界老中青学者们齐聚一堂,共同探讨社会建设和城市发展面临的各种挑战和应对之策,不仅有十八大政策的深度解读,也有跨学科的交流和融合,同时还有对外国新的社会学研究前沿的介绍。第一位演讲人是社会学界的泰斗、中国人民大学郑杭生教授发表题为\"社会建设的纲领性新篇章——用社会学视角解读‘十八大’关于社会建设的论述\"的演讲,演讲内容主要分为以下几个方面,首先回顾了党和国家领导人对社", "label": "社会学", "id": 0}
{"content": "<正>沿着中国社会文化的脉络探寻中国人认识社会、中国社会学的学术风格和重要代表人物的社会学实践是阐释和建构中国社会学学派的重要研究路径之一。中国社会学自恢复重建至今,有越来越多的学者更自觉地从深层次关注社会学的中国化、中国社会学学派的风格和中国社会学对国际社会学的贡献议题。中国社会学已从\"移植\"西方学术传统转入\"重构\"本土知识、表达中国社会学学派风格的重要阶段。", "label": "社会学", "id": 0}
{"content": "<正>2010年8月,中宣部、教育部颁发了《关于高等学校研究生思想政治理论课课程设置调整的意见》,提出在全国人文社会科学硕士生中开设\"马克思主义与社会科学方法论\"课。人的各种实践和认识活动都需要方法,社会科学研究自然也不例外,因而开设此课程是非常必要的。其实,这门课程的开设具有一定的必然性。早在20世纪五十年代,我国在理工科硕士生中就开设了\"自然辩证法概论\",自然辩证法的一项重要内容就是讨论科学技术方法论,对应地,也有必要在文科硕士生中开设类似的课程。", "label": "社会学", "id": 0}
{"content": "<正>本文讨论了生活质量和社会质量两种分析视角,并进而分析了四种社会政策理念模式的特点。这四种模式包括生产主义社会政策,发展型社会政策,再分配主义的社会政策和包容性社会政策。这些模式各有特点,适用于处在不同发展阶段和社会背景中的不同社会。其中,生产主义和发展主义的理念和政策模式对于社会经济发展和提升人们的生活质量具有重要", "label": "社会学", "id": 0}
{"content": "<正>作为一种重要的宏观社会变化形式,现代化是一个模糊而又不无争论的概念。正如社会变化这一概念本身一样,现代化在社会学理论界的遭遇可谓冰火两重天。一派的理论特点是进化论或发展论,其在十四世纪传统社会思想中占据统治地位,强调必然性、发展的直线性和归属的唯一性。另一派的理论发起于对宿命论、定数论和目的论的批判中,认为现代化具有偶然性、多线性和开放性。其把现代化当作是一种可能,而不是必须,是一种成就,而不是命运,并宣称现代化能否实现取决", "label": "社会学", "id": 0}
{"content": "<正>中国在近代史上有过屈辱的一笔,泱泱大国之尊严丧失殆尽,几近危亡。一百多年来,众多仁人志士为探寻民族复兴之路而上下求索。近年来,随着中国经济实力和综合国力的不断提升,民族复兴日益成为迫切愿景和热门话题。中国科学院现代化研究中心十年来一直致力于民族复兴和国家发达的宏观研究,探讨世界文明的前沿状态和达到前沿状态的过程,并将现代化研究作为一门系统的科学来建设,形成了一批重要的研究成果,2012年由德国施普林格出版社", "label": "社会学", "id": 0}
{"content": "美国学者斯戈首先提出了\"时间荒\"概念。她的\"时间荒\"理论对于分析中国居民的时间荒具有借鉴意义,但却不够充分。有鉴于此,本文试图结合中国的实际来扩展关于时间荒的分析。本文认为,除了斯戈所说的劳动制度和消费主义文化,中国人的时间荒还有三个根源:第一,城市劳动力再生产成本驱动;第二,制度无效率与无效时间的大量增加;第三,中国的产业处于全球价值链低端。", "label": "社会学", "id": 0}
{"content": "进入\"海洋世纪\"后,必须对\"海洋\"重新认识和理解。从\"公共池塘\"的角度来审视\"海洋\"就会发现,\"海洋\"是人类最大的一个\"公共池塘\"。这种全新的视角、认识和理解,可以对解决现实复杂的\"海洋\"纠纷和冲突,跳出\"零和\"状态,从而构建一个和谐的\"海洋社会\"提供一条创新的道路。\"海洋社会\"是人类社会进入21世纪后出现的一种新形态。它的标志是\"海洋公共池塘\"概念和理念的形成,从而构成了一个既有\"村落\"又有\"池塘\"的具有\"家\"概念和意识的全球性和全人类的\"海洋社会\"。", "label": "社会学", "id": 0}
{"content": "\"海洋意识\"作为一个新生词汇在学术界被赋予了不同的内涵。将其置于社会变迁情境中时,它是作为一种\"海洋观\"而存在的。我国海洋意识的变迁大致经历了萌芽、觉醒和进一步发展三个阶段。海洋意识的变迁实质上是一种社会态度的转型,其主要表现在情感、认知和行为三个方面。海洋意识作为一种\"知识\",实质上是社会建构的结果。在\"成长\"阶段,海洋意识的建构最具有代表性。本文笔者主要从建构主义视角出发对海洋意识的社会变迁及建构过程进行相关梳理和研究,进而为海洋意识的社会学研究提供新的视角与思路。", "label": "社会学", "id": 0}
{"content": "近年来,海洋强国一词的使用频率日渐增多,建设海洋强国已成为中华民族伟大复兴的一个重要战略。与此同时,面对国际海洋权益竞争以及坚决维护海洋权益的必然要求,面对国内海洋经济的迅猛发展以及海洋管理体制改革、新型海洋利益集团的形成以及公民对于参与海洋管理的强烈诉求,海洋社会管理越来越成为建设海洋强国与新一轮海洋管理的重要领域。如何立足我国海洋国情,借鉴世界其他海洋强国在海洋开发、控制与综合管理经验,科学规划,系统布局,形成具有中国特色的海洋社会管理创新模式,是摆在我们面前的一项重大课题。本文通过对相关概念的梳理与界定,提出\"构建以海洋局和国家海洋委员会为中心的、以各级海洋协调委员会为协调组织的、以沿海社区为基层平台的中国特色海洋社会管理模式\"的基本框架。", "label": "社会学", "id": 0}
{"content": "<正>\"海洋强国\"和大力发展海洋事业是我国经济社会发展的又一新的重要举措。最近国家又提出建设\"美丽中国\"的伟大目标,因此建设美好的海洋社会也是十分重要的一个方面。为此,中国社会学会海洋社会学专业委员会（筹）、中国海洋大学、上海海洋大学海洋文化研究中心将主办第四届中国海洋社会学分论坛,", "label": "社会学", "id": 0}
{"content": "昙石山文化是长江以南最早被命名的考古文化。福建昙石山文化遗址是我国滨海最著名的贝丘文化遗址之一,以原始先民遗弃贝类堆积物反映出海洋的历史价值。本文叙述对昙石山文化遗址博物馆的海洋社会学考察,用社会学方法对昙石山文化遗址的判读,寻找原始海洋社会的遗传密码与信息,对昙石山文化遗址中的滨海自然遗迹、贝丘与海洋生物利用、海洋生产工具、遗址社会现象进行分析,初步探寻了\"昙石山人\"的海洋社会形态。本文还深入讨论了昙石山文化遗址与沿海其他贝丘遗址的关系、闽台两岸原始海洋社会的关系、与南岛语系的关系等。考察分析与讨论结果初步认为,昙石山文化遗址具有海洋原始社会形态与特征,是中国海洋原始社会的研究样本典型。", "label": "社会学", "id": 0}
{"content": "船员研究构成了航海研究工作中的一个重要领域,较早介入这一领域的社会学科是心理学,但目前社会学以及社会工作方法也开始应用于此,即\"航海社会工作\"。航海社会工作所展开的协助与航海心理学的心理诊疗方法在介入理念、研究场域、观察视角等方面都存在着较为显著的不同,但两个学科、两种方法都拥有一个共同出发点,即缓解和解决船员群体面临的问题和困难。这两种方法可在具体船员督导与诊疗过程中配合使用,以获得相得益彰的效果。", "label": "社会学", "id": 0}
{"content": "迈克尔·普尔将海洋社会学定性为一种社会和文化力量,其研究对象的群体范围很难进行明确地界定。他认为,海上社会关系通常被描述为一种\"综合性机构\",但此种观点也引起了很多的质疑;海洋社区内形成了一种文化共同体,这种同质性的文化群体组成了协会;特定的海洋环境形成了特定的海洋文化传统,而特定的海洋文化传统促成特定的海洋社会行动类型;船上分层模式表现明显,主要受招聘模式和技术变革的影响;海洋职业受多种因素的影响,海员职业流动性较强;海洋环境处在一个不断变化的过程中,而且海上社会的冲突现象类型丰富,但一般能得到很好的控制。迈克尔·普尔认为海洋社会学正处于一个发展起步阶段,理论构建、方法论完善等方面是需要着重加强的地方。", "label": "社会学", "id": 0}
{"content": "2011年底的韩国海警遇刺事件可以说是近年频发的中韩渔业纠纷中最为惨烈的一次。自2001年《中韩渔业协定》签订后,双方的渔业冲突日益加剧。韩国方面不断加大打击力度和罚款金额,而中国渔民仍旧前赴后继地前往韩国海域冒险。如何理解他们的行为选择和生活命运?本文试图运用\"社会学的想象力\",通过\"向内\"的窘迫和\"向外\"的诱惑两方面的分析,理解渔民个人生活选择背后的理性、动机以及相关的社会结构原因。在分析中我们也会发现,一个个具体微观的渔业纠纷案例折射出现阶段渔业和海洋领的诸多重大问题。", "label": "社会学", "id": 0}
{"content": "地方依附感与环境行为研究是地方依附感应用研究的重要内容。虽然地方依附感研究已有40余年的历史,但是关于地方依附感的构成因子、地方依附感与环境行为的关系并没有得到充分的揭示和验证。本研究以青岛石老人海水浴场为例,设计问卷测量了游客的地方依附感和环境负责任行为,使用SPSS统计软件分析了两者的关系。结果表明:地方依附感是由地方依靠和地方认同两个主要因子构成;地方依附感对环境行为存在正向预测作用。", "label": "社会学", "id": 0}
{"content": "明代通俗丛书的编纂服务于当时的社会生活,因而对于明代社会史研究有丰富的史料价值。明代日用类丛书中记载了明人在饮食、风水占卜和保健养生方面的生活知识,可以探究明代人社会生活的一些情况。", "label": "社会学", "id": 0}
{"content": "<正>那些自认有某种天赋的经济学家,把\"效率\"定义为存在于市场过程中人们的行为之外的东西,并用这个定义来评价作为一种制度的市场的效能,这些经济学家如此妄自尊大,实在是不敢苟同。——布坎南把\"效率\"定义为存在于市场过程中人们的行为之外的东西,同把政府当成是某种外在于社会中的人们的东西,两者是同构的;外在于市场中的人们的行为的\"效率\",", "label": "社会学", "id": 0}
{"content": "<正>在生产方式由一体化的福特制向垂直分离的后福特制转变后,全球生产能力的严重过剩,已使以利润率下降为特征的\"价值增值危机\"被\"价值实现危机\"所取代。作为垄断资本价值实现的承担者,近些年来跨国流通组织在全球市场加速资源整合和空间扩张,凭借资本权力关系在异质空间的销售与采购,形成对政治权力的替代以及对地方话语权的忽略。在跨国流通组织的全球市场空间建构与解构过程中,跨国流通", "label": "社会学", "id": 0}
{"content": "从社会学的视角看,当代中国社会中的非制度化生存是传统社会中旧式人际关系、传统文化陋俗、封建思想残余、社会转型中的制度真空等因素共同作用的结果。非制度化生存的蔓延,破坏着正常的社会风气、正常的人际关系、正常的社会秩序,影响着社会和谐、制度认同和党的权威。治理非制度化生存,要建立新型人际关系,消除非制度化生存的土壤;要完善新型制度规范,堵塞非制度化生存的作用渠道;要维护基本人权,减少非制度化生存的人文环境;要协调利益关系,压缩非制度化行为的生长空间;要完善诉求表达机制,降低非制度化生存主体的欲望指数。", "label": "社会学", "id": 0}
{"content": "哭嫁从文化意义上来讲,不仅仅使女性情感得到宣泄,经验、价值观得到交流,同时,也是对社会的适应。随着社会的变迁,哭嫁本身所具有的文化意义也在不断地发生变化,从最初的离情表露、夫权反抗到经验的交流以至于到今天的剧场化。哭嫁这一婚俗的演变则承载着当下的过去,更能体现出女性在社会结构中的历史地位。", "label": "社会学", "id": 0}
{"content": "本文以国内外近十年来关于新兴学科海洋社会学需要在总体上逐步完善的基本看法为引语,重点之一是提出\"大小社会\"与\"大小社会学\"的概念及其在海洋社会学学科体系上逐步完善的功用;重点之二是提出\"大小世界\"与\"大小世界本体\"的概念及其在海洋社会学学科体系上逐步完善的功用;最后在结语中简略地阐析了由前述几组概念交叉同一而形成海洋社会学多种模式的现状及逐步完善的路向。", "label": "社会学", "id": 0}
{"content": "本文是广东新近推出的《呼唤海洋之回声》2一书的前言。它简略地介绍了此前出版的《海洋社会学》这一国内外首部比较全面、比较系统地构建海洋社会学学科体系的学术专著与实验教材,在研究对象、研究主轴和研究总体各方面的基本面貌与主观追求,以及由此引起国内众多学者的热烈评价和代表性传媒单位的及时报道等这些呼唤海洋的\"回声\"而形成广泛的社会反响,可为今后海洋社会学研究的逐步完善提供相应的参考。", "label": "社会学", "id": 0}
{"content": "\"海洋社会\"既是一个新的概念,又是一个新的理念;既是一个设想,又是一个猜想,更是一个构想;它既是对\"陆地社会\"的反思,又是对\"陆地社会\"的超越;既是对\"陆地社会\"的发展,又是对\"陆地社会\"的回归。通过对\"海洋社会学\"及\"海洋社会\"的概念界定,提出了\"人类社会就是海洋社会\"的论点,并且回顾了人类\"海洋社会\"的发展历程,最后是提出并构建了中国\"海洋社会\"的目标和路线。", "label": "社会学", "id": 0}
{"content": "本文对《海洋的社会构建》第五章海洋空间构建与后现代资本主义进行了一个简单的述评。本章主要从政治经济学的角度论述了在后现代资本主义时期,海洋空间包括港口、沿海、近海水域、专属经济区、深海海底等空间建设中各种社会力量的介入,以及各种社会力量之间的博弈及其在海洋空间建设中所起的作用。结合我国现阶段的海洋开发和利用情况,分析在其中利益相关者之间的复杂社会关系,为我国的海洋空间建设提供一种思路。", "label": "社会学", "id": 0}
{"content": "海洋生态文明区建设是在海洋世纪对海洋进行开发和发展的必要条件,然而现有的开发行为使海洋生态环境不断恶化,对应的管理体制又存在一定程度的失效,无法根本改变恶化的海洋生态环境。在致力于建设山东半岛蓝色经济区的背景下,用社会学的视角阐释海洋生态文明区建设显得更为重要。本文从作为海洋社会学组成部分的海洋生态文明研究着手,用社会学的视角对海洋生态文明的内涵、建设的必要性、影响因素以及社会效应进行解析,为完善海洋社会学的学科建设做出贡献。", "label": "社会学", "id": 0}
{"content": "日本海民群体的研究为我国海洋社会学有着重要借鉴价值。其中,日本漂海民群体因其作为海洋社会群体的典型性而具有重要借鉴价值。日本学界采取社会变迁的视角,对漂海民群体的定义、特点以及群体产生发展的社会条件进行了系统、客观的阐释,为我国海洋群体研究、海洋社会学研究提供了重要的启示。", "label": "社会学", "id": 0}
{"content": "在国家实施海洋战略的大背景下,各省市海洋产业结构的转型不仅仅意味着经济发展方式的转变,也意味着以传统渔业为主要产业的渔村社区、海港社区等区域性海洋社会的转型。这在某种程度上意味着海洋社区社会需求结构的分化:社会普遍性公共需求和个性化的公共需求。面对这些具有独特地域性特征的挑战,在海洋社区建设中引入社会工作的理念、社会工作的队伍、社会工作的方法,对于区域性海洋社会建设和社会管理体制创新具有重要意义。", "label": "社会学", "id": 0}
{"content": "海洋既是地球表面上最大的自然空间,也是最大的社会空间。不同的社会主体赋予海洋空间以不同的意义,海洋是人类历史上重要的生存和发展空间,更是未来社会发展的经济空间、政治空间、文化空间。海洋的空间秩序以及权力分配都充满了社会建构。随着各种社会力量的介入,各自意识形态的不同,海洋空间成为一个矛盾和冲突的焦点空间,因此,海洋空间的社会性和海洋社会的空间性都应该引起学界的关注。", "label": "社会学", "id": 0}
{"content": "<正>海洋政治改变了人类对于海洋的看法,使人类更加深刻认识到海洋的重要性。海洋政治一方面影响了人类的过去,工业革命以来,人类不断地向沿海地区迁移,如今过半的地球人口生活在濒海地区。海洋政治也会对于人类的将来产生广泛而深远的影响,并有可能导致人类产生新的冲突。一、海洋政治影响了整个人类", "label": "社会学", "id": 0}
{"content": "当前北京正在积极建设和谐社会,要实现这一宏伟目标,迫切需要我们对北京社会有深入的了解。而在这一方面,关于北京的社会学研究,特别是社会分层的研究,能够为我们建设和谐社会提供极有价值的理论参照。本课题在梳理关于北京的社会学研究的基础上,详细考察了北京社会分层研究的最新进展,特别关注了农民工、老年人等弱势群体的研究成果,总结了这些研究的得失,从而为北京和谐社会的建构提供一份有价值的参考。", "label": "社会学", "id": 0}
{"content": "<正>由北京社会科学界联合会、北京市社会学会与北京师范大学联合举办的\"2010年学术前沿论坛——改革与当前:社会的新问题\"于2010年11月18日在北京师范大学举行。论坛由北京市社会学会副会长杨雅彬主持,围绕\"改革与当前社会的新问题\"的主题,中国人民大学社会学系郑杭生教授、清华大学社会学系李强教授、北京大学刘世定教授、中国人民公安大学王大为教授、中国人民大学温铁军教授结合各自的研究领域,以不同的理论视角,在论坛上做了深入精彩的报告。党的十六届四中全会以来,社会建成为中国特色社会主义建设的总体格", "label": "社会学", "id": 0}
{"content": "在现代化日益推进的今天,农村教育处于突出城市元素还是农村元素的两难困境之中。在当前的农村教育中,由于缺乏现实的文化根基,农村教育中的文化冲突现象较为明显,而农村教育中的文化认同也只是一种被动的文化认同,这对于农村教育的发展来说是极为不利的。费孝通的文化自觉理论给我们的启示是:农村教育要在城市文化和农村文化之间找到平衡点,由被动的文化认同走向主动的文化自觉。", "label": "社会学", "id": 0}
{"content": "笔者牢记\"修身、齐家、治国、平天下\"的古训并借鉴\"学习型\"组织的相关理论,以\"六项\"修炼为依据,结合我国和自己家庭的实际提出以\"七项\"原则为内容的打造\"主动学研型家庭\"的创新尝试,历经12年,取得了初步成效。其理论的源流初探、内涵以及与和谐社会的关系如下。", "label": "社会学", "id": 0}
{"content": "本文区分社会科学的事实和自然科学的事实,并认为经济学研究中对自然科学方法的滥用根源于对两类事实的混淆。是否区分和厘清两类事实是许多经济学争议的根源,它关系到经济学中心议题的认识和设定;关系到采取何种经济学研究范式:资源配置范式还是交易-过程-演化范式;关系到公共政策的取向:工程技术思维的还是自发秩序思维。", "label": "社会学", "id": 0}
{"content": "<正>所谓近代化主要指的是独立的民族国家,政治上由封建专制向民主制度,社会形态上通过工业化、法制化实现由传统农业社会向工业化社会的转型。鸦片战争后,中国的近代化是在外临帝国主义列强殖民侵略的民族危机、内有败象呈现但仍垂死挣扎的封建专制制度、传统农业社会占统治地位的历史条件下被动开始的,因而思想意识的近代化具有先决的重要意义。整整100年前,中国民族资产阶级革命派发动的辛亥革命推翻了封建王朝,建立起共和政府,打击了帝国主义在我国的侵略势力,成功开启了中国近代化的大门。云南地处边", "label": "社会学", "id": 0}
{"content": "西方社会学究其学科根源,可以上溯至18世纪的启蒙时期,当时的社会思想家们充分相信自然的理性和人类完善自身的能力,并由此产生了社会学研究的两个基本假设:一是社会学家可以运用推理去发现人类行为的规律;二是规律一旦被掌握,便可以用来完善社会本身。于是,在其后近200年的发展中,西方社会学都基本围绕着有关人性和社会秩序的各种假设而展开,正是在这些假设的基础上,形成了各式各样的社会学理论和观点。19世纪中期以后,工业革命带给西方现代社会的一系列巨大成就与严重问题的相互交织,显然对启蒙时期社会学者的乐观思想构成了严重挑战。1980年代以后,西方后现代社会学家正式登场,一系列新潮的社会学理论相继涌现,并逐渐发展成当代西方社会学研究领域的重要理论流派之一。其中较为重要的理论流派有:后工业社会理论、信息化社会理论、消费社会理论、风险社会理论、全球化社会理论等。尽管西方后现代社会学理论流派形成的时间并不长,因此单就其中的某一个理论而言,也许确实还存在不完善之处,但综合其一系列理论,我们仍然能够发现它们对于解决西方社会建设中诸多重大问题时所具有的现实意义。", "label": "社会学", "id": 0}
{"content": "本文从后现代主义视角出发,通过文化范式透视风险社会,在对乌尔里希.贝克与安东尼.吉登斯的风险社会理论综述的基础上,阐述以斯科特.拉什,玛丽.道格拉斯和威尔德韦斯为代表的风险文化。", "label": "社会学", "id": 0}
{"content": "社会建构论、文化建构论、政治建构论对社会资本的生成提出了各自解释,但都是在国家与社会对立的范式中提出命题。以广州市F街公共服务转型为经验文本,从国家与社会互动的视角探讨社会资本的建构命题。在\"政府搭台、民间唱戏\"式的国家与社会互动合作中,具有一定自主性的社团活动空间与公民参与网络得以构建,跨越私人关系的社会资本得以生发。不同于西方社会,在中国,建构社会资本需同时导入国家与社会力量,进行政治与社会的双重建构。", "label": "社会学", "id": 0}
{"content": "新兴的海洋社会学,其研究对象可分为四个层次:第一层次是研究海洋社会的内在变迁、外在关照、人类属性及其互动的关系;第二层次是研究海洋社会与海洋环境、海洋经济、海洋政治、海洋文化、海洋军事、海洋外交和海洋法规及其互动关系;第三层次是研究海洋社会与海洋个体、海洋群体、海洋组织和海洋社区及其互动关系;第四层次是研究海洋社会与海洋资源、海洋价值、海洋生态和海洋建设及其互动关系。前述四个层次形成的主轴历史维度、主轴重心维度、主轴主体维度和主轴实用维度,以及总体时空的无限性、总体领域的广袤性、总体人际的趋利性、总体平衡的根本性等,是把握海洋社会学研究对象的关键之处。", "label": "社会学", "id": 0}
{"content": "随着《联合国海洋法公约》在我国正式生效,我国也步入了充满机遇和挑战的国际海洋关系新时期。全球化工业进程和社会经济的高速发展所引发的资源危机正催生一场新的海洋开发革命,加强对海洋管理的科学研究,不仅需要从管理学、法学、经济学等方面进行研究,还必须重视、加强和组织在多种学科基础上对海洋管理进行综合研究。诚然,社会学,特别是刚刚兴起的海洋社会学也必将是研究海洋管理的一种新方法和途径。", "label": "社会学", "id": 0}
{"content": "作为一门新兴的社会学分支学科,海洋社会学已经形成了自己的科学共同体。而学科范畴的偏离和学科理论的匮乏已经成为制约学科发展的核心因素。关于学科范畴的偏离,需要加强学科意识和学术研究的社会学化。而学科理论建设需要科学共同体走出宏大叙事、走向田野、走向理论演绎。海洋开发提供了海洋社会学与主流社会学的对话平台,其中,海洋开发政策的自下而上考察、海洋开发中的生态破坏、低水平开发和石油泄漏提供了关键性的平台。海洋社会学重在研究海洋开发的社会机制、社会过程与社会后果,同时需要关注文化因素。", "label": "社会学", "id": 0}
{"content": "2010年4月20日,墨西哥湾上的\"深水地平线\"石油钻井平台发生爆炸,并引发溢油事件。该事件被称为美国历史上最严重的环境灾难。这场环境灾难发生在人类海洋开发的进程中,凸现了人类海洋开发活动蕴藏的环境风险。本文首先简要回顾了墨西哥湾溢油事件的发生、治理过程及其严重后果;然后以墨西哥湾油气开发为例,说明了人类为了自身生存和发展的需要而开发利用海洋,海洋相关产业已成为世界经济的重要组成部分;在此基础上,结合墨西哥湾溢油事件的相关启示,在对风险与环境风险进行界定之后,分析了海洋开发过程中环境风险的特征及主要内容,并进一步从社会学的角度展开思考,寻找技术、组织、制度等方面的原因。", "label": "社会学", "id": 0}
{"content": "制度因素在区域合作治理中非常重要,但也存在一些弊端,如区域合作治理缺乏政治体制的强大支撑,有制度形成的滞后性以及制度在施行过程中的不灵活性。为解决这些问题,实现良好的区域合作治理,就必须在加强制度建设的同时,也注重非制度因素的建设。社会资本作为一种非常重要的非制度因素,能够在区域合作治理中发挥积极的效用,在合作治理中更具灵活性,能降低风险成本,缩短磨合时间,减小磨合成本,增强区域凝聚力,优化治理效果。社会资本能成为制度因素的补充,促进区域合作治理的发展。", "label": "社会学", "id": 0}
{"content": "<正>文明,如同全球化,是一个多维度的概念,它包含非常古老的实证性指标和非常新的应用。如同其他许多社会科学的概念,它具有一定的模糊性,例如,它包含什么、不包含什么还不是很清楚。此外,在国际学术界,欧洲学者长期以来习惯于把文明理解为一个非常重要的文化主题,美国社会学家近几十年里则很少参与文明研究。然而,在研究和理论发展经历了长期的延", "label": "社会学", "id": 0}
{"content": "结构主义在语言、艺术、哲学等领域的应用非常广泛,且近年来在新兴的第三行业咨询调查行业暂露头角,而本文结合某服装案例对调查项目的整体框架、计划书、定性定量研究大纲以及执行等方面进行了结构主义分析,旨在进一步推动结构主义思想在实际应用领域的发展。", "label": "社会学", "id": 0}
{"content": "<正>作为教授的刘绮菲刘绮菲是社会学教授,任职于北京青年政治学院社会工作系,专职从事社会学、社区、社会问题、青年问题、文化人类学、历史学等学科的教学及研究工作。教授的课程包括有社会学分支学科的《青年学》、《宗教社会学》、《城市社会学》、《婚姻社会学》;社会学研究方向的《青年社会问题》、《当代中国社会问题》;社会工作方向的《社会政策与法规》、《现代城市街道管理》、《社区市政管理》、《青年事务与管理》、《家庭社会", "label": "社会学", "id": 0}
{"content": "生态文明建设是现代社会建设的必然选择,生态文明建设是体现生态价值、促进经济社会和谐发展的重要手段。生态文明不仅是一种文化形态,也是一笔物质财富。如何让这笔物质文化、物质财富在全社会发挥最广泛的作用、促进全球生态文明建设,是当前全人类共同面临的难题,论文分别从生态文明的概念、内涵,生态文明建设必须的原则及其实施途径方面展开论述,以期能对生态文明建设起到抛砖引玉的作用。", "label": "社会学", "id": 0}
{"content": "齐格蒙特.鲍曼当代最著名的社会理论家之一,他从社会危机与安全的角度出发,描绘了当现代性转向后现代性之时,一个正在形成的新世界的生动景象,真实的反应了当代社会中出现众多社会问题,如现代园艺文明、理性与科层制、消费社会与新穷人、伦理与道德等。", "label": "社会学", "id": 0}
{"content": "<正>对社会学的召唤公元21世纪并不必然要引领一个新的社会,但它已经做了。世界上的人们感到了多方面社会变迁的影响,但对这些变迁并无切实的理解,只是感受了变迁过程的力量。这是对社会学这门社会研究科学的挑战。社会比以往任何时候都需要社会学,但不是随便哪种社会学都行,人们需要的社会学不是那种从学术权威的象牙塔发出,指导他们做什么的规范的元学科,也不是那种由空泛的词语游戏和知识自恋构成,故意向不能使用法语-希腊语词", "label": "社会学", "id": 0}
{"content": "<正>刘易斯·芒福德是20世纪最著名的社会有机主义（social organicism）的倡导者之一,他把古典的、中世纪的和现代的有机思想的许多支流汇编成了一个复杂的整体。在其职业生涯中,他强调家庭和邻里在有机社会生活中不可分割的重要作用。同时,他认为理想社会包含了一种平衡的、\"有机的\"关系,这种平衡和有机不仅包含自然环境,也包含物质和技术设备。在广义的术语上来说,芒福德试图通过考虑个人、地方和区域自治,竞争势力的多元化,以及历史发展的可能性,来界定社会有机主义的形式,以避开左", "label": "社会学", "id": 0}
{"content": "在社会科学定量研究中,我们常常将重点集中在定量方法的选择、使用方面,而对定量分析所用数据的质量关注不够。这里通过分析定量研究中测量的基本程序,指出了在概念化、操作化与形成测量工具阶段优化测量的方法。便于增强我们定量研究的规范性,有利于提高数据质量,进而增强定量分析结论的效度。", "label": "社会学", "id": 0}
{"content": "发展中国家和转型国家普遍面临着如何提高治理水平的难题。本文从财政社会学这一独特视角,研究了国家的财政收入汲取方式对治理水平的影响。本文首先梳理了财政社会学中存在的一个隐蔽的理论假设:只有税收国家才能实现好的国家治理。然后,运用非洲国家的面板数据,对这一假设进行检验。本文的研究发现,财政社会学的这个理论假设是成立的。一个国家,其税收国家的特征越强,其治理质量就越高;反之,如果税收国家的特征越弱,或者租金国家的特征越强,其治理质量就越低。这一发现对发展中国家包括中国的国家建设有着重要的启示。", "label": "社会学", "id": 0}
{"content": "<正>经过精心的筹划和准备,《哲学与社会》丛书正式问世了。我们和所有关心我们的朋友们,内心充满了喜悦、激动和期待。之所以如此,是因为这个项目具有一种特殊的意义。可以说,它是中央党校哲学部倾力打造的学科品牌,是中央党校哲学学科发展和对外交流的重要平台。它是在对本学科的历史和现状进", "label": "社会学", "id": 0}
{"content": "<正>自20世纪初各种社会主义思想传入中国后,即以其对近代社会问题的新解析、对现实社会弊端的批判和对人类未来的美好设计而引起世人关注,并引发多阶层人士的共鸣（非独左翼人士）。佛教革新派首领太虚是个对社会问题和人类前途都十分关注的入世高僧,对各种社会主义学说都产生了浓厚的兴趣。他认为这些新思想与佛学有某些共同点,有可比之处,遂对各派社会主义及其与佛学的关系进行了论述。他的弟子也从多个角度对社会主义进行了评述。这些新派佛教徒不仅精通佛学,而且具备一定的新文化素养,也因此形成了他们独特的社会主义观。", "label": "社会学", "id": 0}
{"content": "乌尔里希·贝克认为现代社会已经步入了一个风险社会。亚政治作为风险社会的典型表现,已经开始渗透进社会经济文化的方方面面。本文主要从网络集体非理性行动这一面向出发,对比亚政治的运行机理,分析探讨了亚政治对网络社区的渗透,并提出网络集体非理性行动是亚政治的一个典型表现。亚政治与网络集体非理性行动给整个社会带来了深远的影响,亟需诉诸风险意识的启蒙和政府角色的转变等方面,积极地预防和应对。", "label": "社会学", "id": 0}
{"content": "中国社会学恢复重建30年,围绕其专业课程体系的建设曾经经历过以\"六腑\"为核心的草创阶段,到进一步体系化的探索阶段,再到完善提高之后的反思阶段。从30年中国社会学的课程体系建设过程中,我们看到:中国社会学恢复发展的30年始终是与社会发展的实际需要密切联系在一起的。这也为今后社会学课程体系调整与深化指明了一条基本的原则。", "label": "社会学", "id": 0}
{"content": "<正>布迪厄是法国著名的社会学家,他的学术活动具有独特的创造性,在《实践与反思——反思社会学导引》这本书中,他卓有成效地指出:预先构建的客观存在,导致社会学研究科学化、客观化的难以实现。为解决这一问题,布迪厄在研究技巧、研究方法上进行了大量的探索,最终提出了社会学研究的最高技艺——参与性对象化,这是布迪厄在社会学理论与方法研究中的伟大创举。", "label": "社会学", "id": 0}
{"content": "<正>社会调查研究方法是社会科学研究的重要工具,尤其是对社会学学科而言,社会调查研究方法异常重要,一方面社会学学科本身就在探索着各种各样的调查研究方法;另一方面,社会学的各种研究又对于社会调查方法有很大的依赖。那么,在中华人民共和国成立60年的历史中,社会调查研究方法的变迁如何呢?笔者以为,概而言之,其变迁的基本趋势是从传统走向现代。", "label": "社会学", "id": 0}
{"content": "\"实际\"概念在当今日益复杂,实际的层次性决定了理论联系实际的层次性。理论工作需要理论在较高层次上联系实际。实践任务的紧迫,并不能冲淡理论本身的重要性。在纷纭繁复的实际工作面前,更应该重视理论的作用。", "label": "社会学", "id": 0}
{"content": "本文首先介绍了仿人智能控制的基本思想和特征,阐述了仿人智能控制理论的优势.在此基础上,用仿人智能控制理论解释了社会控制系统模型,并以人口控制为例对仿人智能控制理论在社会控制系统中的应用进行了研究.最后,利用仿人智能控制中的稳定性监控理论对社会稳定维护问题进行了探讨.", "label": "社会学", "id": 0}
{"content": "集体化时代即指从互助组到人民公社体制结束的时代,这是一个前后相继不可割裂的时代。从\"自下而上\"的社会史角度对此进行研究,可以纠正以往研究的缺失,丰富我们对中国革命史的认识。中国社会史研究应当引入到现当代史的研究,这也是社会史研究应有的社会关怀。", "label": "社会学", "id": 0}
{"content": "<正>LIU Shifeng/LIU Bing刘世风/刘兵1iusfeng@tsinghua.edu.cn1iubing@tsinghua.edu.cnCenter for Science,Technology and Society,Tsinghua University清华大学科技与社会研究所IUAES 2009Session by Science,Technology and Anthropology1、科技人类学回溯与展望刘世风清华大学科学技术与社会研究中心E—mail:liusfeng@tsinghua.edu.cn在中国,科技人类学是上个世纪90年代末期出现的一个新兴研究领域,旨在以人类学的理论、方法来探讨和揭示科学技术与人类发展的问题。科学技术是人类与自然互动的", "label": "社会学", "id": 0}
{"content": "<正>海洋相比陆地,具有显著的不可确定性,因此,海洋在人类社会发展中几乎长期处于从属地位。纵观人类文明史,尽管地中海孕育了西方文明、大航海时代促进了世界文明的发展,但总体而言人类社会曾经的辉煌主要是大陆文明的成果。直至20世纪末,受陆地条件的限制,人类为应对粮食、能源、资源、环境等重大挑战时,才开始日益迫切地聚焦海洋,并提出\"21世纪是海洋世纪\"的口号。顺应这一形势,海洋社会初步孕育、形成,海洋社会学也应运而生。", "label": "社会学", "id": 0}
{"content": "中国的现代化进程是一个曲折复杂的过程,学术界习惯上称作\"晚发外生\"型,即在外部力量的作用下较晚地发生。然而,当我们翻开中国社会思想史,结合历史背景对历代思想家的思想稍作分析,便不难发现他们对\"现代化\"这一历史潮流初步探索的灼灼思想之光。本文仅以东南沿海为例,循着自宋代经济重心南移（中国文化中心南移）开始不同时期思想家的探索脉络,对这一过程进行梳理,以求对东南沿海地区的学术文化,或者更进一步说,对东南沿海现代化的催生因素作进一步的挖掘,为学术界对中国现代化进程的研究稍尽绵薄之力。", "label": "社会学", "id": 0}
{"content": "默顿科学社会学曾显赫一时,但随着SSK的兴起,其在科学社会学中的主导地位被迅速消解而边缘化了.默顿科学社会学将如何演变?是否还有存在的价值,会走向终结吗?我们不是预言家,无法对此作出准确推断,但这并不妨碍我们对其未来发展走向进行一定的思考。受实证主义科学观的影响,默顿科学社会学只承认科学的发展方向、速度和规模受社会因素的影响,科学活动的认知层面及微观生产过程均无需诉诸社会学分析。这种悬置科学知识的做法成为SSK攻击的把柄,SSK的批判使默顿学派在痛苦中反思、调整自己。与此同时,SSK突出强调社会维度的决定作用的相对主义倾向对理性标准构成了巨大威胁,受到传统科学哲学家和科学社会学家的强烈批判,其强纲领研究进路在方法论上还遭遇到了反身性难题。SSK并不能否认默顿科学社会学存在的价值,默顿规范的实质是要从不同侧面堵塞个人和社会因素对科学的侵蚀,以捍卫科学的自主性,从而保证扩展确证无误的知识这一科学制度性目标的实现。可以说,默顿科学社会学的核心精神就是通过捍卫科学的自主性,来捍卫和阐扬科学的客观性与理性,它的大方向是正确的,昭示着人们努力的目标,值得永远期待。", "label": "社会学", "id": 0}
{"content": "<正>人确是有惰性的。想想若非哲学老师的提及敦促,相信这种思考最多也就是每晚睡前的一阵简单反思,并渐渐在生活的磨砺中疲惫于此、尘封、凝滞;再想想从立定信心探讨,到查阅思考,再到最后的落笔成文,一路拖赘而来,究竟还是分了两段先后完成。但好在克服了这份惰性,虽然付出却更一身轻松。思考是一种结合的过程,结合所闻、所见、所历的过程,它勤以循环往复,不断反馈、不断提升本身", "label": "社会学", "id": 0}
{"content": "默顿在《17世纪英格兰的科学、技术与社会》一书中集中讨论十七世纪英格兰出现的近代科学的社会与文化史境,探讨科学作为一种社会体制同其它社会体制之间的互动关系,开创了科学社会学这一新的研究领域.70年代后,建构主义兴起,并成为当今科学社会学的主流,人们转向科学知识的研究.史蒂芬·科尔代表一种实在论的建构主义学派,进一步研究科学知识产生的过程,试图在默顿学派和西欧建构主义之间架起一座桥梁,代表一种新的研究科学的观点.", "label": "社会学", "id": 0}
{"content": "社会行动、社会结构与功能作为社会学经典理论中,几个重要、经典的基础或核心概念,它们在其该学科发展的进程中,历史地存在隔阂。而社会学理论的发展,要求对贯穿整个社会学理论始终的这三者进行一定意义上的总结与综合。本文从行动、结构和功能三个经典社会学理论的核心起点,用以解释社会面貌的核心概念为切入口,对经典社会学理论发展中的这几个关键概念的发展,在不同思想者\"意境\"中的迥异,进行简要的梳理和总结,尝试以\"行动—结构—功能\"作为社会学研究中的一个\"单位\"和理论范式的解释框架。", "label": "社会学", "id": 0}
{"content": "<正>\"确认指导、立足现实、开发传统、借鉴国外、创造特色\",是当代中国社会学改革开放30年来发展进步的历史轨迹,也是它的鲜明特色。这里\"确认指导\"说的是当代中国社会学与马克思主义的关系,\"立足现实\"说的是它与当代中国社会现实的关系,\"开发传统\"说的是它与历史中国学术传统的关系,\"借鉴国外\"说的是它与外国社会学的关系。当代中国社会学,在自己30年曲", "label": "社会学", "id": 0}
{"content": "复杂社会问题是运筹学领域新近产生的一个分支,但对于复杂社会问题的处理,目前仍缺乏有效的支撑方法论.本文首先依次介绍了复杂社会问题的特征、处理处理复杂社会问题的关键点以及TPM范式,然后在TPM的范式下,将复杂社会问题转化成了一个涉众系统设计问题,最后,给出了一个基于涉众系统设计的复杂社会问题和谐解决框架.", "label": "社会学", "id": 0}
{"content": "本文系统分析了狭义片面的能力及报酬的概念,给出了广义全面的能力及报酬的概念与特征,讨论了能力、报酬的种类与形式.提出七种能力与报酬的关系:能力决定报酬;报酬反作用于能力;要有什么样的报酬,就应有什么样的能力;能力动态改变,报酬随之动态改变;有什么样的报酬,就有什么样的能力;同一种报酬,可以由多种各异能力导致;能力与报酬存在函数关系等.运用能一一报方程证明了能力与报酬的关系的科学性.运用能力与报酬的关系理论推导出一切以能力使然、一切以报酬告终、一切以能力及报酬组成等结论.", "label": "社会学", "id": 0}
{"content": "面临后工业时代全球化和个体化的挑战,社会学遭遇诸多危机,这场社会学危机的实质是社会文化变迁的结果。为了应对这场危机,后现代社会理论范畴中的社会学理论从本体论上重建了社会学的研究对象;从认识论上进行了社会学理论视角的转换,从而完成了社会学理论自身的转型。较之于传统社会学理论,后现代社会学理论以其反思性和多元论的特征,成为社会学理论解放和理论拓展的力量之所在,也为社会学危机的突围提供可能的路径选择。", "label": "社会学", "id": 0}
{"content": "因现代性的诞生和资本主义的起源,导致与传统社会的决裂,而带来新的社会秩序问题和人类本性问题,现代性产生了危机。针对现代性危机而诞生的西方社会学,对现代性危机带来的各种社会问题进行了探讨。在探讨社会学与现代性之间关联性的基础上,通过对古典时期的三大社会学家马克思、韦伯与迪尔凯姆的危机理论的分析,进一步论证了社会学研究中的现代性特质,并比较三大危机理论的异同。", "label": "社会学", "id": 0}
{"content": "默顿科学社会学曾显赫一时,但随着SSK的兴起,其在科学社会学中的主导地位被迅速消解而边缘化了。默顿科学社会学将如何演变?是否还有存在的价值,会走向终结吗?我们不是预言家,无法对此作出准确推断,但这并不妨碍我们对其未来发展走向进行一定的思考。受实证主义科学观的影响,默顿科学社会学只承认科学的发展方向、速度和规模受社会因素的影响,科学活动的认知层面及微观生产过程均无需诉诸社会学分析。这种悬置科学知识的做法成为SSK攻击的把柄,SSK的批判使默顿学派在痛苦中反思、调整自己。与此同时,SSK突出强调社会维度的决定作用的相对主义倾向对理性标准构成了巨大威胁,受到传统科学哲学家和科学社会学家的强烈批判,其强纲领研究进路在方法论上还遭遇到了反身性难题。SSK并不能否认默顿科学社会学存在的价值,默顿规范的实质是要从不同侧面堵塞个人和社会因素对科学的侵蚀,以捍卫科学的自主性,从而保证扩展确证无误的知识这一科学制度性目标的实现。可以说,默顿科学社会学的核心精神就是通过捍卫科学的自主性,来保证科学的客观性和理性,它的大方向是正确的,昭示着人们努力的目标,值得永远期待。", "label": "社会学", "id": 0}
{"content": "把科学知识的内在过程纳入社会学研究的视野是科学知识社会学者的雄心,然而他们所持的社会思想使得他们关于科学知识的社会学研究充满相对主义的色彩,受到理性主义者的抵制。相比之下,黑格尔具有自然哲学色彩的社会的伦理实体性思想对于理解科学知识的社会性却有根本性的启发,黑格尔把个人和社会实体的关系看作社会的个别性和普遍性的社会整体论关系对于进一步探索科学与社会的内在关系意义深远。", "label": "社会学", "id": 0}
{"content": "科学知识社会学爱丁堡学派的布鲁尔以强纲领的形式提出了科学知识的对称性解释,要求用社会因素解释科学知识,从宏观角度寻求导致科学知识产生的外部社会条件,而巴黎学派的拉图尔则从科学活动的微观角度出发,试图提出科学知识社会学的新主张。从布鲁尔到拉图尔所体现出的科学知识社会学的人类学转向,具有重要意义。", "label": "社会学", "id": 0}
{"content": "<正>缘起一群在爱丁堡大学研究的学者与同学,在参与了2008年的 retreat 之后,深感爱丁堡学派所代表的社会建构论在前代学者退休之后,学派出现了能否存续与持续创新的危机,因此希望藉由一本引介并批判社会建构论的论文集,一方面加深学界对建构论的认识,另一方面藉此反思社会建构论三十年来的成果与限制。最后希望总结出新的方向。", "label": "社会学", "id": 0}
{"content": "<正>首先感谢学术沙龙提供这样一个机会,让我们这种做管理工作的人来学习。社会计算是一个新领域,我觉得是否可从两个方面来考察\"社会计算\"的内涵和特点,一是\"计算社会\",二是\"社会计算\"。\"计算社会\"至少自国家出现时就有,如户籍统计、税收、赈灾、内政、外交,甚至包括舆论方面都涉及计算问题。这种计算的特点主要表现为三个方面:一是参与的人少,多为专职官员;二是不能直接为广大百姓服务;三是没有现代信息手段。今天我们所说的\"社会", "label": "社会学", "id": 0}
{"content": "<正>刚才各位老师的发言,对我很有启发。我讲四点意见,向大家请教。第一,形式比人强。我们进入新的时代,这个时代以社会网络为基本标志的形态,这种社会形态出现双刃剑,一方面解决克服垄断、增大容量等好处,同时它又提出新的问题,一个问题是降低了等级观念,一个是模糊分工的观念,另一个是传统的规范逐渐失效。这个社会网络化是未来的世纪里,再有几十年会越来越清晰", "label": "社会学", "id": 0}
{"content": "<正>会议时间2008年6月13日下午14:00～17:30会议地点宽沟招待所报告厅第一会议室主持人牛文元牛文元:各位专家畅所欲言,我认为这种自由学术交谈的形式,正是启发人的智慧,而且也是互相学习的好机会,通过不同学科的交叉、认识、互补可以丰富我们思考的内容,启迪我们思考的方向,甚至可以弥补我们的不足。我们国家有一句古话,\"他山之石,可以攻玉\",正好说明不同学科之间或者不同经历之间、不同学术见解方面正是互相帮助、互相借鉴,最后获得总体科学的提升。", "label": "社会学", "id": 0}
{"content": "<正>这次来开会确实收获不小,专家们、老师们的意见使我受到很大启发,但同时又突出了我们从社会经济角度提出问题的必要性。我先简单介绍一下背景,今天我发言的题目叫异质型行为与社会计算,试图来回应这次沙龙的主题,甚至可以叫质疑。我在社科院数量经济与技术经济研究所工作,主要任务是为社会经济研究提供方法和工具的。由于社会科学院现在有一项重要的工作,正在论证筹建社会科学国家级实验室,当然这需要一段时间。但是在我们调研的过程当中,接触和思考了一些问题。特别是就自然与社会两大门类学科的相互交叉,如何向我们的共同目标靠得更近一点。我就从这个角度谈一谈。", "label": "社会学", "id": 0}
{"content": "<正>就\"社会计算\"谈一点自己的感受和见解。我认为,\"社会计算\"不是能不能算的问题,而是必须算的问题,这个问题由来已久。从中华世纪坛的历史长卷中,可以看到关于国学大师陈寅恪的介绍,他也是中国现代的史学大师。当年毛泽东第一次访问苏联的时候,斯大林也问起过陈寅恪。陈寅恪先生研究历史力求\"巨视细察,考据实证\",先确定\"时\"与\"地\",然后再核以人事,合则是,", "label": "社会学", "id": 0}
{"content": "<正>不管社会计算还是计算社会,钱学森先生有过定义:社会就是一个复杂巨系统。很多老师从自己的学科或者自己的视角去认识这样的社会,希望解决社会问题。我觉得认识总比不认识强,至少推动往前走一步。我们在提社会物理学的时候,也强调物理学只是代表性学科,希望可以从广泛的自然科学和社会科学的交叉中研究复杂问题。", "label": "社会学", "id": 0}
{"content": "<正>非常高兴地看到专刊《人工智能与文学遗产》的顺利完成,感谢各位客座编辑的辛勤努力和工作。专刊总结了这一领域的最新研究成果,十分有意义。显然,在保存、加强、宣传我们的文化遗产方面,人工智能已经发挥并将继续发挥极其重要的作用。借此机会,我想讨论一个相关的问题:文化计算或社会计算。当前,各类各", "label": "社会学", "id": 0}
{"content": "<正>皮书起源\"皮书\"起源于十七、十八世纪的英国,主要指官方或社会组织正式发表的重要文件或报告,多以\"白皮书\"命名。在中国,\"皮书\"这一概念被社会广泛接受,并被成功运作、发展成为一种全新的出版形态,则源于中国社会科学院社会科学文献出版社。皮书定义", "label": "社会学", "id": 0}
{"content": "<正>（网址:www.pishu.cn）发布皮书研创资讯,传播皮书精彩内容引领皮书出版潮流,打造皮书服务平台栏目设置关于皮书:何谓皮书、皮书分类、皮书大事记、皮书荣誉、皮书出版第一人、皮书编辑部最新资讯:通知公告、新闻动态、媒体聚焦、网站专题、视频直播、下载专区皮书研创:皮书规范、皮书选题、皮书出版、皮书研究、研创团队皮书评奖评价:指标体系、皮书评价、皮书评奖", "label": "社会学", "id": 0}
{"content": "<正>中国社会发展数据库（下设12个子库）全面整合国内外中国社会发展研究成果,汇聚独家统计数据、深度分析报告,涉及社会、人口、政治、教育、法律等12个领域,为了解中国社会发展动态、跟踪社会核心热点、分析社会发展趋势提供一站式资源搜索和数据分析与挖掘服务。中国经济发展数据库（下设12个子库）", "label": "社会学", "id": 0}
{"content": "<正>\"皮书系列\"（含蓝皮书、绿皮书、黄皮书）之品牌由社会科学文献出版社最早使用并持续至今,现已被中国图书市场所熟知。\"皮书系列\"的相关商标已在中华人民共和国国家工商行政管理总局商标", "label": "社会学", "id": 0}
{"content": "年鉴因人们科学决策需要而诞生,年鉴的价值取决于读者的利用目的、方式,随着网络信息技术的广泛应用和全球经济一体化程度的加深,人们对快速、精准决策的愿望日益强烈,对信息的质量、获取和利用方式等提出了更高的要求。本文沿着年鉴源流和读者利用导向,分析和归纳年鉴的价值本质,并分析影响年鉴价值的主要因素,进而提出以信息技术解决问题的方法和实践经验,为年鉴内容策划、供稿及编辑等提供方法借鉴。", "label": "社会学", "id": 0}
{"content": "一门学科发展到一定程度,对其进行学科\"范式\"的研究是学科发展的必然走向。随着我国年鉴事业逐渐走向规范化轨道,年鉴学的范式研究必然也会提上日程。中国年鉴学的范式是指年鉴被引入中国以来,中国年鉴工作者在思考、研究、构建年鉴学问题时所遵循、秉持的基本思想方法。代表着一种学术传统和学术形象,是一门学科成为独立学科的必要条件和成熟标志。本文从\"年鉴规范与年鉴学范式\"\"年鉴学范式在中国的发展\"\"构建年鉴学范式的制约因素\"三个方面初步探讨了我国年鉴学范式的构建与意义、年鉴编纂规范与年鉴学范式的关联、年鉴学思想在中国的发展轨迹以及与年鉴学范式形成的关系,并对年鉴学范式构建的制约因素做了浅要思考。如何从年鉴的规范性研究逐步完成年鉴学范式的构建,从理论的高度说明各种年鉴现象,揭示各种年鉴现象的运动规律,在年鉴的根本问题上达成共识、形成统一的年鉴基本学科理论,进而构建起独立的年鉴学科体系,仍有很长的路要走,需要年鉴同仁共同努力,不断求索。", "label": "社会学", "id": 0}
{"content": "社科普及工作是我国实施科教兴国战略的重要步骤,是我国提高科技创新能力,增强国家综合竞争力的重要举措,也是我国全面建设小康社会的一项基本内容。革命纪念地和红色文化场馆在开展社科普及工作方面,具有天然的阵地和资源优势。因此,革命纪念地和红色文化场馆应主动承担社科普及的神圣使命,充分利用自身的阵地和资源优势,加强人员队伍建设,创新工作机制,加强社科普及宣传教育工作,不断推动社科普及工作健康、有序的发展。", "label": "社会学", "id": 0}
{"content": "<正>1、什么是国家版图?答:国家版图指一个国家行使主权的疆域。2.国家版图意识主要指什么?答国家版图意识主要指公民对国家疆域的认知、认同和自觉维护的意识。3.国家领土由哪几部分构成?答:国家领土包括领陆、领水、领空三个部分。领陆是国家疆域以内的全部陆地及其底土,包括所属岛屿。领水指位于陆地疆界以内（内水）或与陆地疆界邻接的一定宽度的水域（领海）。领空指一个国家的陆地、内水、群岛水域和领海上的空气空间。4.你知道领空的高度吗?", "label": "社会学", "id": 0}
{"content": "<正>www.ssap.com.cn1.查询最新图书2.分类查询各学科图书3.查询新闻发布会、学术研讨会的相关消息4.注册会员,网上购书,分享交流本社网站是一个分享、互动交流的平台,\"读者服务\"、\"作者服务\"、\"经销商专区\"、\"图书馆服务\"和\"网上直播\"等为广大读者、作者、经销商、馆配商和媒体提供了最充分的互动交流空间。\"读者俱乐部\"实行会员制管理,不同级别会员享受不同的购书优惠（最低7.5折）,会员购书同时还享受积分赠送、购书免邮费等待遇。\"读者俱乐部\"将不定期从注册的会员或者反馈信息的读者中抽出一部分幸运读者,免费赠送我社出版的新书或者数字出版物等产品。", "label": "社会学", "id": 0}
{"content": "<正>www.ssap.com.cn1.查询最新图书2.分类查询各学科图书3.查询新闻发布会、学术研讨会的相关消息4.注册会员,网上购书,分享交流本社网站是一个分享、互动交流的平台,\"读者服务\"、\"作者服务\"、\"经销商专区\"、\"图书馆服务\"和\"网上直播\"等为广大读者、作者、经销商、馆配商和媒体提供了最充分的互动交流空间。\"读者俱乐部\"实行会员制管理,不同级别会员享受不同的购书优惠（最低7.5折）,会员购书同时还享", "label": "社会学", "id": 0}
{"content": "<正>亚洲晴雨表调查的概要亚洲晴雨表调查（The Asian Barometer Survey,ABS）是由台湾大学的研究者发起,亚洲各国学者共同参与的一项跨国调查研究计划,该计划以公众的政治与社会态度为焦点,从2001年第一次调查开始,至今已经历了4轮调查,最近的一次调查于2016年完成。亚洲晴雨表调查的起源可以追溯至1970年", "label": "社会学", "id": 0}
{"content": "<正>法医临床学是法医学的重要分支学科,是日常法医学鉴定例数最多的一门重要分支。随着依法治国的全面推进,在司法实践中法医学的地位越来越高。这就需要加强法医学各个方向,尤其是法医临床学鉴定人才的培养,为司法服务提供更优质的人才。1.法医临床学教学现状及发展趋势传统法医学教材中案例不足,难以调动学生的热情。部分高校为培养新型法医学专业人才,应用了多元化的教学手段,如PBL、CBL、TBL教学、本科生导师制等。目前将数据库应用到法医临床学教学", "label": "社会学", "id": 0}
{"content": "<正>一、综合社会调查（GSS）的国际背景与发展为了从实证方面探究社会变迁的规律与趋势,综合社会调查（General Social Survey,GSS）从20世纪70年代在美国开始以年度为单位推行,至今已经有近半个世纪的历史。从1972年开始,美国GSS①提供了关于当代美国人对诸如国家支出优先权、犯罪与惩罚和组织信任等一系列社会问题所思所想具有代表性数据,作为描述美国社会变迁与趋势的基本晴雨表。继美国1972年由芝加哥大学全国民意研究中心（NORC）负责的美国综合社会调查后,很", "label": "社会学", "id": 0}
{"content": "目前,调查队担负的规模以下工业、服务业、批零住餐业抽样调查工作,均为推算、评价全国分行业统计提供基础数据,也为政府宏观经济决策提供参考依据。我们通过对上述三项业务调查方案的疏释,对调查目的及设计原则细作解读,同时爬梳剔抉调查要求的深层价值和厘定体会,认为三项业务制度相通、报表相像、程序相效、时间相近,给基层调查队增加了工作量,也增加了调查成本。笔者不揣浅陋对三项业务抽样调查方法制度进行整合略陈管见。从抽样框的建立、抽样方法、样本量及分配、抽取样本、确定权数、数据收集、数据审核、样本替换、质量检查和评估十个方面进行设计,为切实减轻基层负担,提高数据质量,提供高效服务献言建策。", "label": "社会学", "id": 0}
{"content": "从进入现场,到具体的资料收集,再到不同的资料收集方法,定性研究中的资料收集也遵循着渐进的过程。而在这个过程中,所选取的方法从官方与非官方的资料相结合,到访谈与观察,再到实物资料收集所包括的其他方法,所收集资料的覆盖面和有效程度也随之扩大和提高。", "label": "社会学", "id": 0}
{"content": "<正>1.概述快速评估程序属于定性评估方法,该方法在想要获取社会、人类学或微观经济信息时尤为有用。这些程序无需对整个人口进行系统抽样,因为它们所调查的是因为能够提供所需信息而被挑选出来的特定焦点群体。这些焦点群体可能是居民中有特定身份的人,如村领导、卫生保健人员、妇联等。这些程序的好处是提供了一种从少量人员处收集信息的快速方法,而无需进行覆盖大量人员的大规模调查。快速评估程序的基础是同焦点群体的非正式会面、对", "label": "社会学", "id": 0}
{"content": "<正>调查研究是认识客观世界的根本途径和优良传统,是实事求是、理论联系实际的关键环节,是科学决策的重要依托。调查研究不仅有利于获得对客观事物和规律的感性认识,更有利于使感性认识上升到理性认识,通过实践一认识的循环往复,把握事物的本质联系和客观规律,才能服务并贡献于科学的公共决策。众所周知,毛泽东曾指出,没有调查就没有发言权①;江泽民又进一步指", "label": "社会学", "id": 0}
{"content": "随着跨学科交叉研究的不断增多,多学科视角下的研究方法理论认识日益重要,本文从数据搜集、数据分析、数据形式三方面分别梳理定性、定量研究的基本问题,最终对定性、定量研究的认识收敛在研究范式指导下的方法论整体层面。从科研之于社会的意义来看,定性与定量研究无优劣之分,两者统一于推进人类社会知识清晰化的共同目的。", "label": "社会学", "id": 0}
{"content": "在社会科学的研究中,长期以来存在着两种相互对立的方法论诉求:普遍性理论规律的建构和完全经验性的描述。在埃尔斯特看来,通过这两种方法论原则处理具体的社会现象之时会遭遇到难以克服的矛盾,甚至陷入虚无主义。据此,他提出了介于两者之间的机制的研究方法。在他看来,尽管机制的研究角度本身也是有局限性的,但是这种建立在方法论个人主义之上的机制仍然是在社会科学中可以取代理论的基本概念。", "label": "社会学", "id": 0}
{"content": "<正>2019年1月5日,中国实学研究会年会在京举行。来自中宣部、国家文旅部、知识产权局、国家税务总局、国家铁路局的领导以及各地理事单位及会员代表130人参会。中国实学研究会会长、领导干部学国学系列活动发起人、央视百家讲坛特别节目《平语近人》思想解读人、中共中央党校哲学部王杰教授指出,实学文化蕴藏着巨大价值和作用。要在前辈奠定的坚实基础上,努力把实学研究会建设成为一流学术阵地、", "label": "社会学", "id": 0}
{"content": "<正>《人文与科技》（第二辑）是贵州民族大学人文科技学院2018年倾力推出的第二部学术研究成果。贵州民族大学人文科技学院创办于2001年,是一所新机制独立学院。在17年的建设与发展中,学院人才培养体系逐步完善,人才培养质量稳步提高,科学研究和服务社会能力持续提升,现已发展成为贵州省独立学院", "label": "社会学", "id": 0}
{"content": "<正>一、本论坛是中共黔西南州委党校、黔西南州行政学院主办的哲学社会科学类综合性学术交流资料,具有理论性、学术性及民族特色、地方特色。竭诚欢迎各界作者赐稿。二、本论坛文稿的学科范围涵盖马克思主义理论（含科学社会主义、国际共产主义运动史、中共党史、党的建设）、哲学（含逻辑学、伦理学、心里学、美学）、社会学（含民族学）、经济学、政治学（含国际关系）、法学、管理学、历史学、教育学（含党校教育）、语言学、文学等基本学科及相关的新兴学科和交叉学科。三、来稿坚持以马克思列宁主义、毛泽东思想、邓小平理论、\"三个代表\"重要思想、科学", "label": "社会学", "id": 0}
{"content": "随着党的十九大将社会组织纳入中国特色社会主义事业\"五位一体\"的总体布局,社会组织被视为全方位参与新时代国家建设和发展的重要力量。社会科学研究机构是现代社会组织的一种类型,它主要以社会科学研究和提供与社会科学相关的社会服务为目标。新时代背景下,对此类社会组织的管理制度建设也提出了更高的要求。", "label": "社会学", "id": 0}
{"content": "<正>2019东北亚语言学文学和教学国际论坛（2019 NALLTS）将于2019年6月在西南大学（重庆）进行（见2019 NALLTS一号通知）,现在继续面向境内外征集《社会科学与人文科学国际会议录索引（CPCISSH）》学术论文。论文入选作者参加2019 NALLTS,并在论坛分组会议上进行论文宣读摘要发言和交流,入选论文将由美国新视野出版社出版,进入美国汤森路透社主办的《社会科学与人文科学国际会议录", "label": "社会学", "id": 0}
{"content": "<正>《专家天地》全新改版,现将栏目设置调整说明如下:1、现代农业主要报道现代农业的生产技术、生产工艺、生产资料、经营创意、发展趋势、科学管理方法,以及我国政府发展现代农业的政策措施、外国发展现代农业的先进经验等。2、新型职业农民:主要报道新型职业农民的成长历程、典型经验、群体研究,各级政府支持新型职业农民的新政策、新举措,新型职业农民培育过程中的经验、问题、建议等。3、校企合作:主要报道农专委会员范围内的涉农校企合作经验,探讨校企合作的新模式。", "label": "社会学", "id": 0}
{"content": "<正>《专家天地》全新改版,现将栏目设置调整说明如下:1、现代农业主要报道现代农业的生产技术、生产工艺、生产资料、经营创意、发展趋势、科学管理方法,以及我国政府发展现代农业的政策措施、外国发展现代农业的先进经验等。2、新型职业农民:主要报道新型职业农民的成长历程、典型经验、群体研究,各级政府支持新型职业农民的新政策、新举措,新型职业农民培育过程中的经验、问题、建议等。3、校企合作:主要报道农专委会员范围内的涉农校企合作经验,探讨校企合作的新模式。", "label": "社会学", "id": 0}
{"content": "<正>《专家天地》全新改版,现将栏目设置调整说明如下:1、现代农业:主要报道现代农业的生产技术、生产工艺、生产资料、经营创意、发展趋势、科学管理方法,以及我国政府发展现代农业的政策措施、外国发展现代农业的先进经验等。2、新型职业农民:主要报道新型职业农民的成长历程、典型经验、群体研究,各级政府支持新型职业农民的新政策、新举措,新型职业农民培育过程中的经验、问题、建议等。3、校企合作:主要报道农专委会员范围内的涉农校企合作经验,探讨校企合作的新模式。4、企业风采:主要报道农专委企业会员(包括农业产业化龙头企业、农民合作社、", "label": "社会学", "id": 0}
{"content": "<正>《专家天地》全新改版,现将栏目设置调整说明如下:1、现代农业:主要报道现代农业的生产技术、生产工艺、生产资料、经营创意、发展趋势、科学管理方法,以及我国政府发展现代农业的政策措施、外国发展现代农业的先进经验等。2、新型职业农民:主要报道新型职业农民的成长历程、典型经验、群体研究,各级政府支持新型职业农民的新政策、新举措,新型职业农民培育过程中的经验、问题、建议等。", "label": "社会学", "id": 0}
{"content": "<正>中国老教授协会文件中老教协办字【2015】第11号各单位会员、分支机构;国杰老教授研究院、智杰国际文化交流中心:今年是中国老教授协会成立三十周年华诞。建会30年来,协会各级组织和广大会员认真学习贯彻中央各项方针政策,坚持办会宗旨和\"三为\"（即为政府建言献策、为社会提供服务、为群众共建小康）方针,积极发挥余热,为促进国家经济、政治、文化、社会和生态文明建设做出了有益的贡献。为更好反映协会30年来的工", "label": "社会学", "id": 0}
{"content": "<正>2012年12月16日下午,由北京师范大学、北京市社会科学界联合会主办,北京市社科信息学会承办的\"2012·学术前沿论坛\"北京市社科信息学会专场在北京师范大学英东学术会堂第三会议室举行,分论坛的主题为\"社科信息在政府工作中的应用\"。论坛由北京市社科信息学会会长、北京市政府研究室研究员乔玲主持,来自市政府、市文化局、北京大学、中国人民大学、北京师范大学、北京社科院、北京市委党校等单位的专家学者参加了此次论坛。围绕\"社科信息在政府工作中的应用\"这一实践性较强的问题,北京市文化局研究室主任常林作了题为\"北京文化与科技融合的策略与措施研究\"的报", "label": "社会学", "id": 0}
{"content": "<正>这些年全国性学会在改革过程中做了许多积极的工作,取得了一定的成绩,但是,在广大学会工作者竭力为学会工作奉献,拼搏的同时,学会总的状况却越来越困窘,这种困窘在学术期刊出版、举办学术会议、筹措活动经费方面表现得尤为突出。出现这种局面不足为怪,学会的外围环境与计划经济时期相比已发生了巨大变化,学会也承受着由于改革产生的越来越大的各种压力,而学会本身的体制却是几十年一贯制,让学会以旧有的体制迎接社", "label": "社会学", "id": 0}
{"content": "<正>90年代以来,广东省科协外事工作围绕经济建设,充分依靠学会,主动开辟渠道,搞好协作协调、促进了对外及港澳台的科技交流与合作,对广东经济建设、科技建设,人才成长作出了一定的贡献。一、对外科技交流要与经济建设紧密结合,为经济建设服务当前,世界上许多国家都在搞信息高速公路,我国也在实施\"三金工程\"。’94香港国际计算机学术会议广州阶段会议选择\"信息技术与三金工程\"为主题,就是配合我国当前的重点工作,以推动三", "label": "社会学", "id": 0}
{"content": "<正>我国已走上了市场经济的不归路,同建立社会主义市场经济和经济发展相适应,党的十四届三中全会决定:把\"发挥工会、共青团、妇联等群众组织作为党联系群众的桥梁和纽带的作用\",列为新时期政治体制改革、加强社会主义民主政治建设的组成部分。科协作为一个群众组织,要适应市场经济和经济发展的需要,推进社会主义民主政治建设、一个严肃而迫切的改革任务,就是要从思想上、组织上、工作上、制度上、作风上全面克服行政化的", "label": "社会学", "id": 0}
{"content": "<正>一、行业协会二种国际组建模式的比较分析一个行业协会的组建与发展要通过一系列包括政治、法律在内的合法程序,这些程序由于各国、各地的社会环境的不同亦表现出极大的差别。但是透过这些程序和程序本身,我们可以发现行业协会的组建方式被限制在一个上下限确定的区域之内。如下图所示。处于这个区域上限的行业协会是依靠某个行业的企业出于某种共同的需要采取自下而上的方式组建而成,姑且称之为\"第一种模式\"。行业协会以这一种方式组建的情形在发达国家比较常见。像德国", "label": "社会学", "id": 0}
{"content": "<正>学会价值观的认同是吸引志愿者参与和奉献的基础,学会是志愿精神实现的重要场所。志愿者是学会生存发展的重要社会资源,是降低学会运营成本,提高学会工作效率,增强学会公信程度的重要动力。志愿者资源运用和管理是学会运营的一个重要方面。长期以来,中国科协所属全国性学会、协会、研究会（以下简称学会）虽然经常在无意之中使用了志愿者,并开展了大量的志愿者活动,但却一直没有建设学会志愿者的概念,对其基本规律的认识", "label": "社会学", "id": 0}
{"content": "<正>根据中国科协《关于推进所属全国性学会改革的意见》,按照《关于开展学会改革专题调研工作的通知》要求,学会挂靠体制专题调研组和学会办事机构改革专题调研组先后到中国地质学会、中国海洋学会、中国电工技术学会、中国制冷学会、中国金属学会、中国农学会、中国青少年科技辅导员协会等全国性学会进行了调研。通过对实际情况的了解、分析,我们认为学会挂靠体制对学会办事机构改革具有重要影响,两者关系密切,相辅相依,为", "label": "社会学", "id": 0}
{"content": "<正>按照《关于开展学会改革专题调研工作的通知》（科协办函学字2004第76号）的要求,学会改革专题调研第一专题\"学术性社团的功能与设立标准\"的调研内容为:（1）学术性社团的基本功能,包括性质、宗旨、任务、作用等;（2）学术性社团与其他社团尤其是行业协会的区别;（3）学术性社团的设立标准;（4）对学术性社团登记管理的政策建议。专题组主办单位为民政部民间组织管理局,成员由民政部民间组织管理局和中国科协学会学术部的领", "label": "社会学", "id": 0}
{"content": "<正>根据中国科协学会改革领导小组的统一部署,第二专题组于2004年6月至8月,先后到上海、海南、陕西、大连四省市和中国建筑学会、中国职业安全健康协会、中国标准化协会、中国通信学会四个学会,对科技团体接受政府职能转移与对策建议进行了调研。调研工作得到了各方面的积极支持和配合,形成了初步的调研成果。现将调查情况报告如下。一、科技团体接受政府职能转移的基本情况和存在主要问题（一）基本情况近几年来,随着改革的不断深入和政府职能的逐步转变,科技团体在接受政府职能转移方面进行", "label": "社会学", "id": 0}
{"content": "<正>2006年,中央有关部门提出对民办社会科学研究机构统一业务主管单位、属地化管理的方针,北京市社会科学界联合会和北京市民政局联合颁发了《北京市民办社会科学研究机构管理暂行办法》。民办社会科学研究机构,主要指公民志愿组建的、非营利性质的社会科学方面的研究机构,将之特别列出单独管理,主要源于对其在公共政策和政治发展中作用的关注。在国际上,20世纪以来也迅速兴起一类非营利性质的独立的公共政策研究机构,它们", "label": "社会学", "id": 0}
{"content": "<正>一中国科协\"二大\"总结了30多年来的主要经验,通过了《自然科学专门学会组织通则》,确定了学会的性质、任务、领导关系、会员、会员大会（或代表会）、理事会、专业（分科）委员会、办事机构、上下级关系、经费渠道等一系列基本原则。但几年来的实践表明这些原则并没有全部实施,比较突出的,是科协还没体现对学会的实际领导。严格说,我们没有认真贯彻中共中央对科协及其所属团体的批示精神,如学会还没能兑现同工、青、妇、文\"一样重要\",还没有争到在\"四化\"征途中\"尤其具有重要的地位\",更没能保证学会组织\"主动负责地进行工作\"。\"挂靠\"问题的历史影响严重,由于条件", "label": "社会学", "id": 0}
{"content": "<正>\"经济建设必须依靠科学技术,科学技术必须面向经济建设\",这是科技工作者所必须遵循的中央重大决策。作为民间科技团体的学全、协会和研究会,如何贯彻这项方针政策,确实值得大家思考与讨论;浅见五条,缕陈于下。一、学会应研究宏观经济,突出重点我每次参加各个学会的年会活动时,急有这么一种感觉,就是所听到的往往寥郭精深而经济重点不突出,特别当作者们纷纷以湛奥的学院式文章自", "label": "社会学", "id": 0}
{"content": "<正>增强学会活力,争取为社会主义经济建设做出新的更大的贡献,是当前学会工作者探讨的主要课题。现结合自己从事学会工作的实践,谈些粗浅认识。一、对学会活力的认识学会是党的领导下,由科技工作者按照科学发展和经济建设需要,志愿组建的学术性群众团体。它的基本任务是遵循科学发展的客观规律,积极开展学术交流,普及科学知识,实现普及与提高相结合,促进我国科学的繁荣和社会生产力的迅速发展,为提高全民族科学文化水平,实现\"四化\"宏伟目", "label": "社会学", "id": 0}
{"content": "<正>我觉得研究学会改革,不能就学会论学会,要先跳出圈子,才好看清改革的方向、重点,有步骤地进行改革。这里,我想谈三个问题。一、学会的改革必须与当前形势要求紧密结合去年十月以来,中央相继作出了经济、科技、教育三项体制改革的决定。这是当前国家的大事,举世瞩目。我们思想上首先要明确\"改革是我国的又一次革命\"、\"不管哪个部门,都要搞适合自己情况的改革\",学会工作也不例外。因为,\"在当今世界上求生存,求发展,就必须改革,这是一条不以人们意志为转移的客观规律\",认清这个形势,坚定", "label": "社会学", "id": 0}
{"content": "<正>在党的十一届三中全会精神鼓励下,1980年3月,中国科协\"二大\"开成了具有划时代意义的大会。全国各级科协及其所属团体,由此打开了新局面,取得很大成绩和宝贵经验。在中国科协\"三大\"即将召开的时候,重温\"二大\"精神,总结这段时期的新经验,迎接\"三大\"召开,是很有必要、很有意义的。周培源主席在\"二大\"所作的题为《同心同德,鼓足干劲,为实现我国科学技术现代化而奋斗》的报告中阐明:\"科协及其所属团体,是科技工作者自", "label": "社会学", "id": 0}
{"content": "<正>一、横向联系是学会的灵魂（一）横向联系是学会产生的依据,有别于其他任何组织学会这一事物首先发生在欧洲。当时,由于生产力的发展、社会经济的进步,促使社会对科学技术的需求日益增多,但是,科学的发展使得科研劳动日渐复杂化,那些牵涉面很广的科研课题,往往超出个人或少数科学家的能力,客观实际促使科学家们进行通力协作,于是一种以同行业、同类型,或同行业不同类型的以横向联系为特色的组织应运而生,这就是以切磋技艺、交流学术思想,获取信", "label": "社会学", "id": 0}
{"content": "<正>随着国家经济、科技、教育体制改革的逐步深入和四化建设的迅速发展,以及面临正在世界范围兴起的新技术革命的挑战,大家对学会为什么要实行改革,已没有多少疑虑了。现在面临的问题是改什么?怎么改?许多同志都在认真地思考,并在实践中努力探索着问题的答案,不少学会已迈出了改革的步子,取得了初步的经验。本文仅就学会改革谈谈粗浅的认识。一、学会改革要有明确的目标,任务和指导思想学会改革的目标和基本任务是什么?有各种各", "label": "社会学", "id": 0}
{"content": "<正>我国的学会（指自然科学领域的）,从1980年青岛会议以来,从全国性学会到地方学会,大体做了以下几个方面的工作:一是学术交流（国内外学术会议）,出版学术期刊、资料、通讯等;二是对会员的继续教育、培训;三是对社会的咨询服务。如果单从这几项工作本身来讲,今天、明天都是要做的。然而从发展观点来看,则见其内容上的丰富、生动、活泼;特别是科学、技术进展的日新月异,形式也日益变化万千,以适应时代的大潮流;随着学科向细的方向分化、交叉与综合,自然科学", "label": "社会学", "id": 0}
{"content": "<正>一、面临的形势我国正处于全面改革的新的历史时期,这个新的历史时期对各条战线提出了新的要求,为适应新的历史时期的要求,只有进行改革。我国农村经济体制改革已取得巨大成功,接着中央相继作出了经济体制改革、教育体制改革的决定,并将作出政治体制改革的决定。可是科协、学会的改革远远没有跟上,我们没有认真研究新的历史时期对科协、学会职能提出的新的要求是什么,没有系统提出科协、学会如何进行改革,没有积极向党中央、国务院积", "label": "社会学", "id": 0}
{"content": "襄樊市的经验很值得一读,尤其是值得从事科协工作的同志一读。全市50个学会在市科协的带领下,全部实现了自筹活动经费,这是很值得赞扬的。过去我们介绍某一学会的先进经验时,有的同志就说这是个别学会的做法,未必有普遍意义,那么现在襄樊市全市50个学会都能不依靠国家拨款,靠自筹经费开展活动,应该说是有一定的普遍意义的。襄樊市的经验说明,学会改革的关键在于科协,科协能带领学会大胆改革,提高科协系统总体的经费自筹能力,科协、学会工作就一定会出现新的局面。襄樊市的学会从1986年起就不要国家拨款了。他们的学术活动搞得如何呢?这也是许多人所关心的。如果学术活动搞得差了,质量差了,又会有一些人嗤之以鼻曰:钱倒是赚了一些,但学术活动受到影响,本末倒置!襄樊市的学会在学术交流方面可也取得了丰硕的成果。襄樊市的经验雄辩地说明了一个道理,一个团体只有有了经济来源,才有可能有效地开展学术活动。", "label": "社会学", "id": 0}
{"content": "<正>一、加强自然、杜会两大学科学会理论合作研究的重要意义加强自然、社会两大学科学会理论的合作研究,是社会主义现代化建设和改革形势发展的需要,是两科学术团体自身建设和自我完善的需要,也是人们对两科学会理论研究认识深化的反映,其价值和意义是:第一,反映了两大学科学会自身理论研究综合化的发展趋势。符合社会科学和自然科学进行交叉研究的理论探讨规律,具有促进两科联盟不断加强和发展的价值和意义。加强两科联盟,是当代科学发展总趋势的重要", "label": "社会学", "id": 0}
{"content": "<正>钱学森同志在总结科协工作改革十年时指出:\"改革开放的十年,是解放思想、实事求是思想路线在科协系统中贯彻落实的十年。\"\"改革开放的方针,开拓了科协工作的领域。\"作为构成科协基础的自然科学专门学会,经过十年的恢复、发展、改革之后,在解放思想、开拓工作领域和自身建设等等方面,都取得了很大的成绩。一、学会组织从恢复到大发展。随着改革、开放的深入,从学会工作的大环境来说,不管是政治、经济、科学、文化教育、社会各个方面,都是建国以来最好的一个时期,作为科学社团的学会、协会、研究会（以下称学会）,在党的科技方针指引下,在改革、开放、搞活的总方针鼓舞下不仅恢复,且得", "label": "社会学", "id": 0}
{"content": "<正>在当前深入改革的形势下,学会如何加强自身的改革和建设,进一步发挥自身的作用,是值得我们认真思考的问题。我们的不成熟意见是:一、学会改革要由务虚向务实转化学会在改革中,要把理论与实践很好地结合起来,把慎重稳妥与加快步伐有机地统一起来。首先,把那些经过实践检验的理论原则、典型经验、科技成果,如民主办会,自筹经费等,在与社会牵涉较小的自身建设范围内试行,而后逐渐推广;其次,注意改革的整体性和系统性,力求措施配套,协调", "label": "社会学", "id": 0}
{"content": "<正>为进一步提高学会为决策科学化服务的自觉性,强化\"助手参谋\"的责任感,本文试图通过比照与总结,对学会在决策服务中的地位与作用问题,抛砖引玉,进行一些粗浅的探索。一、智囊机构的兴起与科学决策古时候把那些协助将帅制定战略、战术、献计献策的食客、谋士、军师、谏臣称为智囊,历代统治阶级凡能安邦兴国有所作为的都十分重视智囊作用。然而随着生产力的发展,生产规模的扩大,尤其在当今,由于科学技术及工业生产的高度专业化与高度综合化,\"隔行如隔山\"的现象日益严重。因", "label": "社会学", "id": 0}
{"content": "<正>在大变革的时期,要明确科技社团改革与发展的模式并提出其理论依据,是一件十分困难的事情。但是有一点是比较明确的,尽管国家重视和扶持科技社团的公益性事业,但它毕竟是社会的群众组织,是社团法人,完全依赖国家是不可能的。因此,科技社团毫不例外地要面向社会主义市场经济,要在体制转变时期重新选择和寻找自己在社会中的位置。本文试图以\"模式\"为题,谈三个问题。一、科协有没有体制改革和机制转变问题为什么要提出这个问题?因为众说纷纭。有一个说法是科协和学会本身就是民主选举,是代表大会制,不存在体制改革。数年里,在中国科协的文件、讲话、调研报告、提纲里,最初出现的多是\"科协、学会工作的改革\",后来又出现了改革\"组织管", "label": "社会学", "id": 0}
{"content": "<正>长期的实践表明,学会只有大力开展学会各项活动才能健康的发展。因此一些秘书长说没有活动就无法体现科技群团凝聚力、影响力、实力。我很赞成学会活动是实现学会凝聚力、影响力、实力的杠杆的观点。因此,今后学会工作的重点仍然是搞活动,要克服困难和阻力,千方百计地搞好学会各项活动。一、在活动中努力塑造学术团体的学术权威性形象。学术权威性是中国科协的学术团体的本质特征,是发挥学术团体凝聚力、影响力、实力的基础。如何塑造权威性的形象呢,我想就是要集中力量去抓一些高层次、有影响的事情,数量不必多,多了的话,一是不可能有那么大的能力,二是多了也就", "label": "社会学", "id": 0}
{"content": "<正>我国正处在由计划经济体制向社会主义市场经济体制转化之中。在计划经济体制下,科协系统的经费主要靠财政拨款,包括直接的拨款和间接的挂靠单位拨款。随着经济体制改革的深入,财政拨款有可能逐步减少,而新税法的出台,又取消了某些过去享受的减免税优惠待遇。今后解决科协系统经费的途径将是:精心经营,广辟财源;力争减免税优惠待遇;壮大发展基金,使之成为科协开展活动的重要财力支柱。一、科协系统经费来源现状1987年,中国科协、省科协和地（市）科协的收入合计约20733万元,其中财政拨款为18922万元,占91%,而中国科协和省科协两级则基本上靠", "label": "社会学", "id": 0}
{"content": "<正>科协章程明确规定,科协的组织基础是学会,学会是科协的组成部分,科协除对自身行为承担法律责任外,作为所属学会的业务主管部门还要对所属学会行为承担法律责任,是各级党委政府早已经明确的,并经社团条例法定的。科协在发挥党和政府联系广大科技工作者的桥梁纽带作用,充当国家发展科技事业的重要社会力量,以及做好广大科技工作者的工作都离不开学会组织。学会是科协与广大科技人员之间的组织纽带、学术纽带、政治纽带、", "label": "社会学", "id": 0}
{"content": "<正>一、加入WTO后的市场信号中国加入WTO后,根据中国政府的承诺,政府对社会的治理将从微观转向宏观,从管理转向服务,政府将从许多应由社会承担的领域退出。这些领域的职能空间需要靠社会中介组织去填补。政府让出一部分职能虽然不是一件容易的事,但却是大势所趋,势在必行。我国的学会组织又面临一个历史性的机遇。学会作为社会中介组织可以承担一部分从政府机构转移出来的社会职能,获得这一部分社会资源。二、学会面临竞争1.但是机遇不等于现实。学会承担社会职能不可能简单来自政府的授权,而主要来自公正与信用的", "label": "社会学", "id": 0}
{"content": "<正>按照《学会改革专题调研实施方案》,专题调研组对中国自然资源学会、中国铁道学会、中国建筑学会、中国力学学会、中国汽车工程学会进行了调研。通过考察、交谈讨论、阅读学会汇报材料等方式,认真听取了学会各级领导干部和工作人员对学会改革的意见和建议。作为社团组织,学会是一个重要组成部分。关于国家现行相关政策对于学会的生存和发展的影响以及科协系统学会自身的特点对政策的特殊需要问题,各学会提出许多意见。随着", "label": "社会学", "id": 0}
{"content": "<正>民主办会,是学会改革工作中的一项重要内容,目的在于促使学会成为以会员为主体,满足党和国家以及科技工作者需要、适应社会主义市场经济体制、符合科技团体活动规律、具有中国特色、充满生机和活力的现代科技团体。民主办会主要反映在两个层次:一是学会管理的民主化,体现在民主制度的建立,集体领导和民主决策,会员意愿的实现等方面,二是学术交流的民主化。中国科协所属学会具有民主办会的优良传统,但是由于长期受传统计划经济体制的影响,在", "label": "社会学", "id": 0}
{"content": "<正>随着我国市场经济的不断发展和行政体制改革的不断深入,政府职能将随之变化,一些事务性、服务性、中介性社会职能将转移出来,交给社会某些团体、某些组织承担。这为我们学会争取政府转移出来的社会职能带来了新的机遇和挑战。如何把握时机,抓住机遇,是摆在学会面前的当务之急。一、学会承担社会职能面临的形势我国行政体制改革的内容很多,而对社会中介组织发展有重要影响的莫过于政府机构改革和政府职能转变。转变职能是政府机构改革的重点,转变", "label": "社会学", "id": 0}
{"content": "<正>长期驻守在学会岗位的同志都知道,学会改革说起来容易,实现突破,其实很难。本文所谓边缘,是相对于主流而言的,所谓边缘突围,也只是相对于现状来说的。推进学会改革虽有困难,但还是应积极进行,哪怕提出一些问题也是好的,因为学会工作毕竟是我们所热爱的事业。一、用更宽阔的视野确立学会生存发展的方向不少同志从事学会专、兼职工作并不是一种自主选择,而这种工作正面临着种种困难,所以在潜意识里总希望学会有官方背景,似乎保持\"半官半民\"状态才好工作。学会改革要求我们以宽阔的眼", "label": "社会学", "id": 0}
{"content": "<正>根据中国科协学会改革领导小组的要求,我们就学会信息化建设现状与发展对策进行专题研究。通过对中国地质学会、中国土木工程学会、中国海洋学会、中国电子学会、中国地理学会、中国计算机学会的访问,分析问卷调查结果,阅读学会改革研讨会的会议交流材料,并对目前在网上可以搜索到的学会网站内容结构进行分类统计分析,借助近五年来科协信息中心掌握的全国性学会网站/网页建设发展情况,对学会信息化建设现状和问题汇总报", "label": "社会学", "id": 0}
{"content": "<正>一、学会从哪里来所以提出这个问题,是因为听到有的同志说学会是由政府或政府的部门拿出人财物来办的,仿佛如果没有政府也就没有学会了。这样,就有必要闹清楚学会到底从何而来的问题。现代的学会作为一种社会团体,如果追根溯源,那么它的来源与公民的基本权利或者说人权有关。《中华人民共和国宪法》第三十五条规定,\"中华人民共和国公民有言论、出版、集会、结社、游行、示威的自由\"。因此,宪法赋予公民自由结社的权利,同时也有不参加任何社会团体的自由。正是基于这一神圣规定,国务院1998年颁布的《社会团体登记", "label": "社会学", "id": 0}
{"content": "学会正进入改革的攻坚阶段,其中,管理体制的改革是学会改革的关键点之一。在改革过程中,结合我国的国情,学习、借鉴国外学会的成功的管理经验是非常必要的。本文就美、德、日、中的数学学会、太阳能学会,在建会的宗旨与任务、机构设置、会员制度、开展的主要业务活动、财务收支状况等方面进行了比较研究,重点分析比较了学会所处的外部法制环境、税收待遇及内部的治理结构、管理体制等。最后,提出了:努力营造有利于学会发展的法制环境,加快政府部分职能向学会转移,学会要大力加强自身能力建设,加强对会员的管理与服务,适应市场经济和对外开放的需要。要充分发挥学会人才荟萃的优势,落实\"科教兴国\"、\"人才强国\"战略,大力推行\"精品化\"、\"社会化\"、\"国际化\"等政策倡议。", "label": "社会学", "id": 0}
{"content": "从幸福论视角审视当前学会管理问题,认为其根源在于管理者及相关工作人员对学会的本质和内涵界定不清晰,管理理念、文化有待创新,学会应有职能未充分展现。文章在阐释幸福论的基础上,指出学会管理应以学术环境的营建和理念管理为重心,通过创新管理理念,提升专职人员的综合素质,促进学术交流活动的繁荣和学会的蓬勃发展。", "label": "社会学", "id": 0}
{"content": "本文分析了应用技术类学会在产业技术创新中的一般功能,并以上海的应用技术类学会为研究对象,对上海应用技术类学会在促进上海产业技术创新中的作用发挥情况以及存在的主要问题进行了归纳和总结,最后,针对如何进一步促进应用技术类学会参与产业技术创新提出了对策建议。", "label": "社会学", "id": 0}
{"content": "长期以来,科协系统对科协的科技属性、科技职能、科学文化比较凸显和重视。相反对科协的政治属性、政治职能、政治文化却比较漠视和忽视,更有甚者根本否认了科协具有政治文化这种文化形态的客观存在。这主要与部分同仁长期存在\"一手硬、一手软\"和受\"政治余悸症\"、\"政治冷淡症\"、\"去政治化症\"社会思潮的影响有关。为此有必要对科协的政治属性、政治职能,政治文化的基本概念和相互关系作以研究,对科协系统存在的忽视政治属性、政治职能、政治文化的原因加以探析,对科协的政治文化建设提出若干政策建议。", "label": "社会学", "id": 0}
{"content": "<正>现在全国已有106个学会,会员104万人,其中高、中级科技人员占70%,这是一支具有巨大科技潜力的活跃队伍,是党和国家在建设\"两个文明\"和实现\"四化\"过程中的有力助手。但是如何清除\"左\"的影响,总结历史经验,研究新情况,开创新局面,把学会办成具有中国社会主义特色的科技群众团体?这是值得研究的。下面我就几个问题发表几点粗浅的看法。一、必须加强和改善党的领导这是学会开创新局面的关键,中共中央1979年", "label": "社会学", "id": 0}
{"content": "<正>现在学会活动范围狭小,大部分活动与经济建设结合不够紧密,活动质量不高,不能有效地解决经济建设中的实际问题。为了开创学会工作为经济建设服务的新局面,对今后的学会工作提出如下改革意见:一、要从组织上保证学会能够积极主动独立负责地开展活动学会与挂靠单位的关系。学会作为科技团体,要主动为挂靠单位服务,挂靠单位也要主动争取学会帮助。在学会与挂靠单位的关系上,应该说学会是处于主动地位的。所以,我们既要看到挂靠单位支持学会的一面,又要看到学会帮助挂靠单位的一", "label": "社会学", "id": 0}
{"content": "<正>党的十一届三中全会以后,关于知识分子和科技工作,有两项重大的转变,一是知识分子社会地位的变化,知识分子从被作为团结改造对象转变为工人阶级的一部分,二是科技工作方针的变化,从追求科学技术自身的发展转变为为社会和经济发展服务。这两项转变促使科协工作也发生了两项历史性的转变:一是科协从少数科技工作者的学术团体转变为全体科技人员的人民团体,和工会、共青团和妇联一样,成为党联系科技工作者的桥梁和纽带。", "label": "社会学", "id": 0}
{"content": "<正>中央民族大学世界民族学人类学研究中心成立于2011年11月,是本校基于中国经济崛起、转变发展方式、繁荣民族文化、建设政治文明和动学术创新转型的需求,为拓宽民族学人类学社会学的研究领域,深化国外民族社会文化研究而创建的教学科研实体机构。本中心的主要研究机构和方向包括:世界民族研究所、海外民族志研究所、国", "label": "社会学", "id": 0}
{"content": "随着我国改革开放的不断深入,社会主义现代化建设的不断推进,社会建设功能多样化逐步增强,社团组织也在这一时期如雨后春笋般涌现出来,特别是基于为社会主义建设服务的学术社团也在这一时期得到了充分的发展,无论是涉及的学科门类,还是总体数量都达到了相当的规模。但是,在\"规模化\"和\"制度化\"之后,我们仍需考量有关\"功能化\"的问题,本文便从\"社科类社团如何进行功能化定位,如何有力的推进社科类社团的发展\"这个方面进行了浅显的分析。", "label": "社会学", "id": 0}
{"content": "学会的作用和地位要在市场经济发展中确立和发挥,就要在市场经济条件找到有效的运行机制经营学会,从而为社会进步和市场经济发展提供更好的服务。本文主要针对新形势下的学会在社会主义事业发展中的地位和作用进行了阐述。", "label": "社会学", "id": 0}
{"content": "2012年11月8-14日中共第十八次代表大会在北京举行,习近平总书记强调:\"把力量凝聚到实现党的十八大确定的各项任务上来,为实现党的十八大确定的奋斗目标和工作任务而奋斗\"。学（协）会是贯彻落实党的十八大精神,促进社会创新发展的重要社会力量。只有坚持联系实际,学以致用,才能促进学（协）会创新发展;只有坚持科学发展指导创新发展,学（协）会才是真正改革创新;只有适应市场需求服务改革创新,才是自主创新发展源泉。", "label": "社会学", "id": 0}
{"content": "学会是由会员组成的社会团体,其基本职能是满足会员的服务需求。本文系统分析了会员的服务需求,提出会员的服务需求是双向的,包括需要使用会员之外的社会资源进行满足的会员自身的需求部分,也包括综合利用会员资源服务和满足社会需求的部分。并就这两个方面的服务会员能力建设进行了较为深入的探讨,结合学会实践提出了具体的操作措施,可供有关学会参考。", "label": "社会学", "id": 0}
{"content": "将信息网络作为一种以技术为载体的新型现代文化,从文化的角度,深入探讨网络的特点和规律,学会管理和学术交流在网络文化影响下的特点及其规律,进而对网络时代学会管理和学术交流面临的新问题进行全面的研究,是当前学会研究和改革的重要方面。", "label": "社会学", "id": 0}
{"content": "在政府的各项工作中,决策是中心环节,是最基础性的工作。本文通过调查研究,就如何发挥我省学会在为各级政府决策咨询和智库建设中发挥作用,进行了对比,并对目前存在的主要问题进行了分析。在此基础上,提出了相应的对策建议。", "label": "社会学", "id": 0}
{"content": "学会作为群众性学术团体,应在繁荣学术研究、促进事业发展方面发挥积极作用。要做到这一点,就要研究学会工作规律,发挥学会优势,使学会走出一条改革与创新之路。本文从学会工作特点出发,探讨搞活学术交流、满足会员的需求对于学会生存和发展的重要意义,并对搞活学术交流、树立学会品牌提出了具体建议。", "label": "社会学", "id": 0}
{"content": "文章通过分析佛山市陶瓷学会在加强自身建设、创新学术交流方式、承接政府服务职能转移等方面的工作方法,探讨了学会在拓展科技服务方面的新途径。", "label": "社会学", "id": 0}
{"content": "茂名市畜牧兽医学会近年转变观念,拓宽视野,更新思维,努加强自身建设,努力提升服务能力,为促进茂名由畜牧业大市向畜牧业强市转变发挥了应有作用。近期学会在贯彻学习党十八大精神中,组织对学会共和进行了专题调研,总结报告如下。", "label": "社会学", "id": 0}
{"content": "医学模式转变和医院改革的新形势,对护理学会工作提出了严峻挑战。本文从加强护理职业化培训,加快人才培养;积极开展多形式科技服务,提升护理学研究创新能力;充分发挥学会优势,进一步拓展学会职能等,提出适合学会发展的新思路。", "label": "社会学", "id": 0}
{"content": "学会要通过承担更多科技服务和社会职能,提升创新能力,增强学术影响力;提升服务社会能力,增强社会公信力;提升服务科技工作者能力,增强对会员的凝聚力;提升自我发展能力,加强自身建设,努力把自身建设成为适应社会主义市场经济体制、符合科技团体发展规律的现代社团。", "label": "社会学", "id": 0}
{"content": "佛山市工艺美术历史悠久,为将佛山的工艺美术得以发展并满足工艺美术行业从业者的需求,本文通过佛山市工艺美术学会给会员作基础培训与理论的学习推动工艺美术创新发展,还有作品展览等工作及结果的论述,表现出学会在保护和发展本地民间工艺美术事业的作用。", "label": "社会学", "id": 0}
{"content": "党建工作是学会强会之本。中山市环境科学学会工作与党组织建设同步开展,显示了学会\"早、实、密\"的党建工作特点,将党建工作与学会的业务开展密切相结合,通过将党建转变为学会实力,走出具有社会团体特色的党建路线。", "label": "社会学", "id": 0}
{"content": "<正>为进一步探索学会改革发展的思路,加强构建枢纽型社会组织建设,促进学会服务能力和实力的提高,广东省学会研究会决定以\"组织建设和职能拓展\"为主题组织召开2012年学术年会。本次年会得到广大会员、省级学会和地市科协", "label": "社会学", "id": 0}
{"content": "本文阐述了枢纽型社会组织的内涵,分析了建设枢纽型社会组织的意义,论述了加强学会管理的重要性和必要性,指出当前学会工作中存在的问题,提出建设枢纽型组织,推动学会工作新发展的具体措施。", "label": "社会学", "id": 0}
{"content": "分析学会的独特优势和当前的有利形势,提出科协要抓住机遇,从树立经营学会的理念,争取政府的资助和支持,搭建科教人员旋展才华的舞台和健全内部自律机制,提高社会公信力等五个方面探索学会发展新路径。", "label": "社会学", "id": 0}
{"content": "省地质学会近年以争取政府职能转移为突破口,以积承担政府委托项目作为学会的工作重点,开拓科技服务方式,扩展学会的社会职能,有效提高学会社会地位和实力。", "label": "社会学", "id": 0}
{"content": "充分发挥学会人才优势,努力创建新型科技服务形式,为推动科技创新与社会发展做贡献。本文以东莞科协主办、东莞计算机学会承接的一系列\"厂会协作\"活动为例,对创新学会科技服务形式及服务内容进行几点探讨。", "label": "社会学", "id": 0}
{"content": "伴随东莞电子学会改革发展的推进和其管理体制改革的突破,科技创新能力已经成为东莞电子学会的主要力量。科技创新是学会保持生命力的必然选择。文章探讨东莞电子学会在改革发展中提升科技创新能力的方法,推动东莞电子学会全面协调发展。", "label": "社会学", "id": 0}
{"content": "标准化协会有着明显公益性和综合性特征,集聚了本地区广大标准化人才,具有学术探究、科普宣传和技术咨询的优势,承担着为当地经济发展提供标准化服务的重任。本文分析了协会发展过程中存在的问题,提出了对策建议。", "label": "社会学", "id": 0}
{"content": "<正>尊敬的李炜书记,各位专家、学者:大家上午好!今天,陕西省社会科学界第六届（2012）学术年会在这里隆重召开。在此,我谨代表陕西师范大学向出席会议的各位专家、学者和与会代表表", "label": "社会学", "id": 0}
{"content": "<正>尊敬的李炜书记,各位专家、学者:大家上午好!今天,陕西省社会科学界第六届（2012）学术年会在这里隆重召开。在此,我谨代表陕西师范大学向出席会议的各位专家、学者和与会代表表", "label": "社会学", "id": 0}
{"content": "<正>（2012年12月11日）各位来宾、各位专家学者、老师们、同学们:大家好!感谢甘晖书记热情洋溢的致辞!今天,陕西省社科界第六届学术年会乘着学习贯彻党的十八大精神的热潮,在久负盛名的陕西师范大学隆重召开。本届学术年会,以\"中国", "label": "社会学", "id": 0}
{"content": "<正>2012年12月11日各位同仁:大家上午好!我是2009年6月进入西安交大工作的,这是我第一次参加省社科联的年会。接到邀请、准备这个发言,正值党的\"十八大\"召开的前后。\"十八大\"报告提出,坚定不移地建设中国特色社会主义,要做到\"道路自信、", "label": "社会学", "id": 0}
{"content": "<正>12月13日,由省社科院、省社科信息学会主办,省图书馆学会、省科技情报学会、省高校图工委协办的\"陕西省社科界第六届（2012）学术年会社会分会\"在省社科院隆重举行。省社科院党组书记、院长任宗哲出席会", "label": "社会学", "id": 0}
{"content": "<正>（2012年12月13日）尊敬的任宗哲院长、各位专家、各位来宾:大家好!在全党全国人民深入学习贯彻党的十八大精神的浓厚氛围中,陕西省社会科学界第六届（2012）学术年会社会学专场——\"创新服务方式,加强智库建设\"论坛今天在这里隆重召开了。受李炜书记委托,我代表省社", "label": "社会学", "id": 0}
{"content": "<正>（2012年12月13日）尊敬的各位同仁:在举国上下学习、宣传、贯彻、落实十八大精神的时候,省委宣传部、省社科联每年一度的年会选择了这样一个主题:道路自信、理论自信、制度自信,把社会分会场放在省社科院,我们倍感荣幸,感谢省委宣传部和", "label": "社会学", "id": 0}
{"content": "<正>（2012年12月13日）各位专家、各位学者:大家下午好!首先在此,我对本次分会的召开表示衷心的祝贺。本次分会以加强智库建设为主题,将围绕发展哲学社会科学,服务大局,服务经济社会发展等议题展开研讨,我觉得非常必要、非常及时。我", "label": "社会学", "id": 0}
{"content": "<正>世界首位女性诺贝尔经济奖获得者埃莉诺·奥斯特罗姆于2012年6月12日因病阖然辞世,享年78岁。华人奥斯特罗姆学会于2012年6月18日下午在中国人民大学逸夫楼第二会议室举办了追思会,约60名弟子及仰慕者参加。会场的幕布上,埃莉诺.奥斯特罗姆璀璨笑容的大幅肖像似置身于镶嵌有闪烁星光的夜空中,白百合、玫瑰、兰花与绿色枝叶构成的花幕簇拥着她,香气袭人、满室芬芳,象征其美丽的思想随人类生命之树常青、魅力永存。", "label": "社会学", "id": 0}
{"content": "<正>本报讯（华挺）首位女性诺贝尔经济学奖获得者埃莉诺·奥斯特罗姆教授于2012年6月12日逝世,享年78岁。华人奥斯特罗姆学会于6月18日在中国人民大学举办了追思会,毛寿龙、王建勋、陈幽泓、彭宗超、王亚华、杨立华、陈建国、王耀才、陈剑军等60多名学者及仰慕者一一表达了哀思。", "label": "社会学", "id": 0}
{"content": "<正>试片室地点及开放时间:西安皇冠假日酒店二层钻石皇冠接见厅9月20日14:00-17:309月21-22日07:30-18:309月23日07:30-11:30发言人须知:1.发言人须在报到时再次确认报告时间、熟悉会议厅位置。2.须在议程开始前10分钟前向该次学术单元的主持人报到。3.所有会议发言者须准备中文幻灯一套,每间会议室准备了双LCD投影仪。", "label": "社会学", "id": 0}
{"content": "笔者根据自己5年多主持学会秘书处工作的经历、体会和认识,就如何做好学会工作谈了几点看法,以求相互交流,达到共同做好工作的目的。", "label": "社会学", "id": 0}
{"content": "本文以2011年为例,叙述了广西测绘学会创新学会活动方式,丰富活动内容,不断提高广大会员的科技水平和综合素质,推动测绘地理信息事业的快速发展的做法及经验。", "label": "社会学", "id": 0}
{"content": "本文分析探讨了西部民族地区专业性学会发展中存在的人才缺乏、专业分布、专业结构、作用发挥问题,提出了当前西部民族地区学会政治思想、业务能力、技术服务、保障基础设施的对策建议。", "label": "社会学", "id": 0}
{"content": "如何提高学术交流活动办会水平:一是把握三个要点、搞好会前准备工作,搭好台;二是做好会中三步服务,唱好戏;三是抓住三件事,弹好会后琴。", "label": "社会学", "id": 0}
{"content": "主动作为,是市场经济条件下学会生存发展的必由之路。沙坪坝区医学会、沙坪坝区花木生产者协会的案例,从学会管理体制、学会生存模式上给人启迪:科技团体的管理体制要与其生存模式相适应;科技团体的生存模式要与其服务社会的内容相适应。", "label": "社会学", "id": 0}
{"content": "新时期,创新管理已成为学会改革发展的重要课题。本文通过分析学会在改革与发展中实施创新管理的必要性,指出制约学会改革与发展的管理瓶颈,进而提出学会在改革条件下创新管理的策略。", "label": "社会学", "id": 0}
{"content": "<正>学会是国家创新体系的重要组成部分,是社会管理创新的重要协同力量。今年初,中国科协决定启动实施\"学会能力提升\"专项计划,并放在全局工作的重要位置。根据中国科协的定义,学会能力建设主要包括四个方面,即:服务创新的能力、服务社会和政府的能力、服务科技工作者的能力和自主发展的能力。重庆市科协在学会创新发展的实践中,坚持因会制宜,找准主攻方向,突出能力建设,积极主动作为,学会的学术影响力、社会公信力、会员凝聚力和自主发展能力得到显著增强,在推动创新型国家建设", "label": "社会学", "id": 0}
{"content": "本文介绍了博客、论坛等新兴网络交流方式在现阶段烟草学会学术交流方面所起的作用,同时也深入分析了其在学术交流方面存在的问题和不足,探讨了其在推动学会学术交流活动中的应用和发展。", "label": "社会学", "id": 0}
{"content": "<正>首届心理健康学术年会将于2012年1月在心理所召开。本次会议由中国科学院心理健康重点实验室主办。大会组委会热忱欢迎心理健康重点实验室、心理所和其他单位的专家学者和研究生前来参会。会议时间:2012年1月10～12日会议地点:中科院心理所南楼九层会议室会议主题:转化医学与心理健康:多学科交叉与综合主办单位:中国科学院心理健康重点实验室", "label": "社会学", "id": 0}
{"content": "<正>认真搞好学术研究工作,深入开展学术活动是我们两宋\"研究会\"安身立命之本。几年来的实践证明,只要坚持不懈地抓住这个根本,学术研究、学术交流才能得以深入而广泛地开展,才能为研究会的生存与发展增添活力,才能出效益出成果。", "label": "社会学", "id": 0}
{"content": "<正>时间:2011年12月29日下午地点:省科协8楼会议室主办单位:省技术经济和管理现代化研究会协办单位:省科技促进外向型经济研究会省自然辩证法研究会在省科协的积极支持下,东部科技沙龙——\"钱学森与马克思主义哲学\"学术研讨,于2011年12月29日在省科协8楼会议室进行。省科协原副主席、省科技促进外向型经济研究会理事长项浙学教授,省自然辩证法研究会理事长、浙江工业大学徐德明教授,省技术经济和管理现代化研究会常务副理事、武警医院原院长赵圣川,省技术经济和管理现代化研究会常务副理事、杭州市科技进修学", "label": "社会学", "id": 0}
{"content": "<正>陕西省老龄工作委员会办公室文件陕老龄办发[2011]26号各市老龄委办公室、宝鸡市老年事业局各市老年学学会:现将汉中市略阳县老年学学会《创新思路凝聚合力促进老年学学会工作深入开展的情况汇报》随文送上,请参阅。", "label": "社会学", "id": 0}
{"content": "<正>各市老年学学会、省学会各直属机构:省老年学学会科学养生保健委员会于3月23日召开常委会议选举省政协常委、省卫生厅原厅长李鸿光教授为第一主任委员。按省学会陈跃会长指示,电话征询各常务理事", "label": "社会学", "id": 0}
{"content": "<正>汉中市老龄委办公室、汉中市老年学学会转勉县老年学学会成立大会:欣悉汉中市勉县正式成立老年学学会,陕西省老龄委办公室、陕西省老年学学会热烈庆贺勉县老年学学会成立大会圆满成功!", "label": "社会学", "id": 0}
{"content": "<正>省专家讲师团自2009年11月份成立以来,到现在已经一年多时间。一年多来,在省委老干局的领导下,在省老年学学会的管理下,各位首席专家遵照党中央和省委关于发挥老干部、老专家作用的文件精神,充分", "label": "社会学", "id": 0}
{"content": "<正>按陕老龄办发[2011]7号《关于确保年内完成全省市县老年学学会组织网络建设\"收官\"任务的通知》规定,省老年学学会副会长兼秘书长张乾纲于6月中下旬分别同陕南三市学会会长、市老龄办主任进行了座谈,", "label": "社会学", "id": 0}
{"content": "<正>宝鸡市老年学学会1992年8月正式成立（原为学术研究组）。17年来,在市委、市政府和业务主管部门的正确领导和指导下,开展老年学术研究活动,取得许多重大成绩。先后被中国老年学会等单位授予先进集体及高", "label": "社会学", "id": 0}
{"content": "<正>渭滨区老年学学术研究工作起始于上世纪九十年代初期。学会从成立的1994年到现在的17年间,经历了从探索、发展到比较成熟的过程,现有成员40多名。从2008年4月到2011年的4月的三年时间,共撰写老年学", "label": "社会学", "id": 0}
{"content": "<正>我们商州区老年学学会是2010年4月才成立的,一年来,我在学会工作实践中的粗浅体会是:1、争取党政领导的支持,是搞好学会工作的关键根据目前我们的区情,学会组织尚具\"半官半民\"的特色。要搞好学会的工作,离", "label": "社会学", "id": 0}
{"content": "<正>二○一一年,是全面实施\"十二五\"规划开局之年。市学会工作的总体要求是:认真贯彻落实党的十七届五中全会精神,坚持科学发展观,紧密围绕市委、市政府实施十二五规划宏伟目标,按照中、省老年学会安", "label": "社会学", "id": 0}
{"content": "<正>5月20日,勉县隆重召开老年学学会成立大会,省、市老龄办、老年学会、勉县机关、社会团体30多个部门和单位发贺信祝贺!市上老领导杨吉荣、崔兴亭题字、讲话祝贺!曾在勉县担任过县委书记李善胜、县", "label": "社会学", "id": 0}
{"content": "<正>2月19日,高陵县老年学学会在国府酒店召开第一届一次事理会议,共有30余人参加,会议由县老年学学会副会长兼秘书长孙仓民同志主持,贾学功副会长传达了全国和省市老年学学会会议主要精神,会议学习讨", "label": "社会学", "id": 0}
{"content": "本文借梁启超\"学术乃天下之公器\"和章太炎\"学在民间\"的名言,讨论了学术、学人和学术共同体性质和作用,进而回到中国实际,揭示和批判了学术严重失范和失序的种种情况,在此基础之上,提出了反思不思、拿起批判武器和学人民间自愿采取集体行动,重建学术秩序的思路和建议。", "label": "社会学", "id": 0}
{"content": "<正>各设区市、杨凌区老龄办、宝鸡市老年事业局:各市老年学学会:为贯彻落实陕办发[2009]17号《关于进一步加强老年社会组织建设和管理工作的意见》文件精神,在省委老干部局、省财政厅的大力支持下,各级老龄委办公室主导并直接推动全省市县老年学学会组织网络建设,规划三年内完成全省107个县（区）老年学学会组织网络全覆盖。2009年开局良好,2010年进展", "label": "社会学", "id": 0}
{"content": "<正>根据省学会今年工作安排,3月1日召开了直属机构工作座谈会。省学会直属老年医学、科学养生、健康教育、社区服务、老年肿瘤、旅游休闲等专委会及军休问题专家组的主任委员、秘书长赵应斌、刘秉义、行治安、刘宇、李菁、胡冰、陈凤山及省老龄办福利处陶正民等10多位同志出席,交流各直", "label": "社会学", "id": 0}
{"content": "<正>2010年是我市加快\"人文西安,活力西安,和谐西安\",推进科学发展,实现率先发展,建设人民满意城市的重要一年,是编制\"十二五\"规划的关键一年,也是我市老年学学会开展\"应对人口老龄化战略研究\"的首开之年。全市各级老年学学会与老年学术组织,在各级党委和政府的关怀与各级老龄组织的大力支持下,按照国家和省、市老年学学会的安排部署与工作要求,在抓紧建立学", "label": "社会学", "id": 0}
{"content": "<正>2010年以来,我市老年学研究工作在市委、市政府的领导下,在省老年学学会的指导下,在市社科联、市老年事业局和市民政局的具体帮助和大力支持下,主要做了以下几个方面的工作:一、精心筹备,顺利召开第二次会员代表大会。经过近半年时间的精心筹备,于6月8日顺利召开了宝鸡市老年学学会第二次会员代表大会,120名代表参加会议。大会总结了上届学会工作的成就和经验,明确了本届工作的发展思路和方向,选举产生了新一届理事会班子,修改了《宝鸡市老年学学会章", "label": "社会学", "id": 0}
{"content": "<正>一、二○一○年学会工作总结（一）老年学术调研取得了新的成果。2010年我们按照省学会安排的\"应对人口老龄化战略研究\"这个主攻课题的要求,结合榆林的实际状况,开展了一系列的调研活动。全年共收到调研报告和论文38篇,其中被省、市有关会议、报刊采用27篇（其中省级8篇,市级19篇）,仅市老龄办、市学会主办的《老年学简讯》就编发了十六期,刊登调研报告和论文18篇。为编制\"十二五\"老龄事业规划提供了依据。2010年的调研工作,主要是围绕社会养老服务体系建设这个重点进行的。这次调研有三个显著特点:", "label": "社会学", "id": 0}
{"content": "<正>2010年的主要工作2010年渭南市老年学学会,在党的十七大和十七届四中、五中全会精神指引下,以科学发展观统领老年学和老龄问题研究,以\"应对人口老龄化战略研究与养老社会化服务体系建设\"为重点,以开展学术研究为基本任务,突出为老服务,注重调查研究,积极营造学术立会、学术兴会的良好社会氛围,为市委、市政府制定解决老龄问题的方针、", "label": "社会学", "id": 0}
{"content": "<正>户县老年学学会2009年底酝酿,2010年年初筹备,8月份正式挂牌成立,目前共有会员58人。县老年学学会成立以来,在各方面条件都比较困难的情况下,县老龄办充分发挥主观能动性,全力支持学会工作,推动学会工作在\"高起点\"运行。一、克服困难,在夹缝中寻求突破点我县老龄办编制3人,实有4人。2009年县财政收入2.68亿元,核拨给我办的老龄", "label": "社会学", "id": 0}
{"content": "<正>高陵县现有60岁以上老年人口3.8万人,占全县人口的12.7%,已经进入到老龄化社会。为了应对老龄化,2010年3月,县委常委、副县长、县老龄委主任陈旭辉同志,在全县老龄工作会议上就成立学会一事专门作了重要讲话,要求高规格的选好班子人选,尽快成立老年学学会,县委常委会专门就此事召开了专题会议,要求县民政局、县老龄办在选人、用人方面严格把关,把真正的人才选进来。经过认真摸底、上下沟通,并听", "label": "社会学", "id": 0}
{"content": "<正>中央文明办、国家卫生部健康教育首席专家、中央军委健康教育专家组首席专家、中国企业家健康教育首席专家、省老年学学会副会长、省专家讲师团团长万承奎教授2010年荣获中国健康教育金牛奖、中国老年保健突出贡献奖、中国老年学杰出贡献奖三", "label": "社会学", "id": 0}
{"content": "略阳县老年学学会搭建了高规格的班子,召开理事会议,县委、县政府领导出席,老龄办主任、民政局长、老干局长共同参与学会工作,做到老干、老龄和学会工作紧密结合,一起总结、安排。其工作运行,充分体现了以老干部发挥作用工作促进大老龄工作跨越式发展,卓有成效地汇聚了大老龄工作合力,健全了大老龄工作体系。此文已复印送省委老干部局、省老龄办公室领导参阅。", "label": "社会学", "id": 0}
{"content": "为全面深入了解中外信息系统领域社会科学论文近况,遵循科学知识图谱分析的一般流程,检索和清洗了来自CSSCI和SSCI中近五年的信息系统论文。借助分析软件Citespace绘制了图谱并进行了解读和中外比较。提供中外研究近况的同时,特别为中国研究提供了有益参考。", "label": "社会学", "id": 0}
{"content": "<正>习近平总书记指出:\"一个没有发达的自然科学的国家不可能走在世界前列,一个没有繁荣的哲学社会科学的国家也不可能走在世界前列。\"哲学社会科学承载着\"认识世界、传承文明、创新理论、咨政育人、服务社会\"的重要功能,是推动历史发展和社会进步的重要力量。社科普及基地的创建,对整合社会资源、调动全社会力量参与和开展社科普及的积极性有明显促进作用。近年来,随着社科普及社会化程度的不断增强,为了适应社科普及工作的需要,成都积极推进基层社科普及基地创建工作,有效整合全社会资源,发展和建设社科普及组织网络,扩大社科普及覆盖面。", "label": "社会学", "id": 0}
{"content": "<正>2020东北亚语言学文学和教学国际论坛（2020 NALLTS）将于2020年10月在南宁师范大学（广西）进行（见2020 NALLTS二号通知）,现在继续面向境内外征集《社会科学与人文科学国际会议录索引（CPCI-SSH）》学术论文。论文入选作者参加2020 NALLTS,并在论坛分组", "label": "社会学", "id": 0}
{"content": "本文应用文献计量学的方法和信息可视化软件CitespaceV的文献分析功能,从文献总量、年度文献量、文献来源机构、文献作者、文献来源期刊、关键词等方面对比分析了中美十五年来的社科类非洲研究;搜集和整理了较详实的数据、文献等与中美社科类非洲研究有关的资料,总结了当前我国社科类非洲研究的特点,就进一步加强中国社科类非洲研究提出意见建议。", "label": "社会学", "id": 0}
{"content": "《非洲学发凡》是刘鸿武先生30年非洲研究工作的理论与实践的总结,是国内首部非洲学研究专著,既有理论思考,又有案例解读,融知识性、实践性、学理性于一体,对从事非洲研究的理论与实务工作者具有参考意义。《非洲学发凡》的价值首先体现在对非洲学的概念、学科属性、结构特征等基本问题原创性的理论探讨,其次体现在如何开展非洲学分科研究的实践思维论述,最后也体现在厘清智库思维和人才建设对非洲学学科建设与中非关系实践的重要意义。", "label": "社会学", "id": 0}
{"content": "<正>3月14日,广西老社会科学工作者协会召开协会常务理事学习会,深入学习习近平今年3月4日在看望参加全国政协十三届二次会议的文化艺术界、社会科学界委员时的重要讲话,突出理解习近平强调\"社会科学工作就属于培根铸魂的工作\"这个核心,研究提出了协会今年\"培根铸魂\"四项举措。这个协会会员虽然都是离退休人员,但前大半生的从事", "label": "社会学", "id": 0}
{"content": "<正>社科普及的基础功能在于传播社科知识、培育科学精神,推动社会变革。推进供给侧结构性改革,是以习近平同志为总书记的党中央,在综合分析世界经济长周期和我国发展阶段性特征及其相互作用的基础上,集中全党和全国人民智慧,从理论到实践不断探索的结晶,对\"十三五\"时期各项工作具有强力引领作用。习近平强调,\"我们党历来高度重视理论建设和理论教育,运用马克思主义基本原理指导中国的事情是我们的看家本领。\"并告", "label": "社会学", "id": 0}
{"content": "<正>2020东北亚语言学文学和教学国际论坛（2020 NALLTS）将于2020年10月在南宁师范大学（广西）进行（见2020 NALLTS二号通知）,现在继续面向境内外征集《社会科学与人文科学国际会议录索引（CPCI-SSH）》学术论文。论文入选作者参加2020 NALLTS,并在论坛分组会议上进行论文宣读摘要发言和交流,入选论文将由美国新视野出版社出版,进入美国汤森路透社主办的《社会科学与人文科学国际会议录索引（CPCI-SSH）》数据库检索,同时中国知网（CNKI）、万方和超星将全文收录。进入CPCI-SSH检索的此国际会议文集,在很多高校被", "label": "社会学", "id": 0}
{"content": "随着国家建设海洋强国战略的实施,海洋研究日益受到社会科学界的广泛关注并取得丰硕成果。为研究海洋社会科学的发展现状和演进趋势,本文以CSSCI数据库1998年至2016年间收录的2360篇海洋社会科学文献为分析样本,运用Citespace对发文趋势、核心作者、研究主题和演化路径进行分析。研究发现:海洋社会科学发文量呈现出低位徘徊、波动上升和快速增长的三阶段特征;核心作者多具有管理学、经济学、法学、政治学背景,但学者之间的研究合作较为不足;既有成果形成了海洋经济、海洋资源与环境、海洋权益与国际关系三大研究主题;在演化路径上,经历了初步探索和全面发展两个阶段,从关注海洋资源、环境与经济研究转向注重海洋权益与国际合作、海洋强国与全球海洋治理研究。", "label": "社会学", "id": 0}
{"content": "<正>皮书起源\"皮书\"起源于十七、十八世纪的英国,主要指官方或社会组织正式发表的重要文件或报告,多以\"白皮书\"命名。在中国,\"皮书\"这一概念被社会广泛接受,并被成功运作、发展成为一种全新的出版形态,则源于中国社会科学院社会科学文献出版社。皮书定义皮书是对中国与世界发展状况和热点问题进行年度监测,以专业的角度、专", "label": "社会学", "id": 0}
{"content": "<正>河北省社科联第五次代表大会闭幕选举产生新一届省社科联领导机构河北新闻网6月4日讯河北省社会科学界联合会第五次代表大会圆满完成各项议程后在石家庄闭幕。会议期间,与会代表深入学习了习近平总书记关于哲学社会科学的重要论述,充分肯定了省社科联第四次代表大会以来的工作,明确了未来五年省社科联工作的总体要求和工作任务,修改了《河北省社会科学界联合会章程》,选举产生新一届省社科联领导机构。", "label": "社会学", "id": 0}
{"content": "双一流大学建设中重点和基础是学科建设。通过对一流学科建设种类、建设点,学科发展政策等分析人文社会学科发展的境遇。从一流学科的评价体系和发展思路分析人文学科发展境遇的外部原因,从学科建设科研经费、学术梯队、管理机制剖析内在原因。提出改变人文社会学科发展境遇应该采取尊重学术专家意见、遵循学科发展内在合法性、加强合作争取科研经费、提高外部激励、加强学科发展顶层设计等措施。", "label": "社会学", "id": 0}
{"content": "这篇文章是根据2015年5月29日邱泽奇教授在北京大学社会学系的一个讲座整理而成。为了缩短篇幅,在整理中删除了重复的、缺乏信息的内容。", "label": "社会学", "id": 0}
{"content": "<正>《实证社会科学》是由上海交通大学国际与公共事务学院主办的一本新的社会科学学术出版物,以实证性研究为导向,以构建学术交流平台,传递学术信息,推动实证性社会科学发展为宗旨,侧重传播社会学、政治学、经济学、法学和管理学等社会科学各个领域实证与探索的最新成果,包括实证研究方法的研究及探讨。实证研究方法可以概括为通过对研究对象观察、实验和调查,获取客观材料,从个别到一般,归纳出事物的本质属性和发展规律的一种研究方法。实证", "label": "社会学", "id": 0}
{"content": "刘泽华学派或王权主义学派在学界影响较大,融会与创新刘泽华学派研究成果,继续开拓刘泽华学派研究新境界,有助于加快构建中国特色哲学社会科学,推动天津市哲学社会科学繁荣发展,发出天津声音,体现天津特色,展现天津作为。本文通过诠证刘泽华帝王的\"五独\"观念,发现\"五贵\"观念,作为开拓刘泽华学派研究新境界例证。", "label": "社会学", "id": 0}
{"content": "企业文化,是企业综合实力的体现,是一个企业文明程度的反映,也是知识形态生产力转化为物质形态生产力的源泉。要想在激烈的市场竞争中取胜,把企业做大做强,实现企业的跨越式发展,就要不断的对原有文化进行整合和创新,努力用先进的企业文化推动企业的改革发展,提高企业的创新力、影响力和核心竞争力,人文社会科学的运用在企业文化建设和创新中发挥着越来越大的作用。", "label": "社会学", "id": 0}
{"content": "<正>科学研究旨在发现规律并予以证明。尽管所发现的规律Y=F（X）并予以证明在自然界和人类社会有着不同的特点,但按照唯物主义的观点,如世界是物质的、物质是运动的、运动是有规律的、而规律是可以为人们所认识的,我们总可以不断努力发现特定规律并且证明,尽管这个过程在不同历史时期可", "label": "社会学", "id": 0}
{"content": "在此文中我们从批判实在视角评估了可重复性检验在理论发展中所扮演的角色。我们首先概述了批判实在论,而后将之运用于回应可重复性检验并不适用于社会科学的观点。之后我们将可重复性分为6类和2个维度。最后,我们详尽论证了可重复性检验在社会科学研究中的重要性,并提出了一个可与组织科学其他分散模式整合的知识积累多焦点模式。", "label": "社会学", "id": 0}
{"content": "定量社会科学研究的可信度得益于一些能够增加人们对研究结果能够为其他研究者所验证的信心的规定。定量研究的分析规模和复杂度可能会增加研究结果对细微分析决策的依赖度,降低论文对方法的完整描述程度。本文认为,社会学应采用一些复制标准,避免将复制研究发现视为伦理问题和个人问题,鼓励作者在发表论文时使用独立的在线数据库,存储尽可能多的信息,以便其他研究者复制研究结果。此外,还要明确说明任何未公开的必要材料的获取条件。本文对一些反对提高量化社会学研究透明度的观点进行了回应,为社会学提供了一个复制研究结果的备选政策。", "label": "社会学", "id": 0}
{"content": "<正>皮书起源\"皮书\"起源于十七、十八世纪的英国,主要指官方或社会组织正式发表的重要文件或报告,多以\"白皮书\"命名。在中国,\"皮书\"这一概念被社会广泛接受,并被成功运作、发展成为一种全新的出版形态,则源于中国社会科学院社会科学文献出版社。皮书定义", "label": "社会学", "id": 0}
{"content": "<正>2019东北亚语言学文学和教学国际论坛（2019 NALLTS）将于2019年6月在西南大学（重庆）进行（见2019 NALLTS一号通知）,现在继续面向境内外征集《社会科学与人文科学国际会议录索引（CPCISSH）》学术论文。论文入选作者参加2019 NALLTS,并在论坛分组会议上进行论文宣读摘要发言和交", "label": "社会学", "id": 0}
{"content": "<正>党的十九大作出了\"中国特色社会主义进入了新时代\"的重大政治判断。这一判断,明确了我国发展新的历史方位,赋予党的历史使命、理论遵循、目标任务以新的时代内涵,为深刻把握当代中国发展的阶段性特征,深刻理解习近平新时代中国特色社会主义思想提供了时代坐标和科学依据,也为我国人文社会科学发展带来了新的机遇、提出了新的使命。习近平总书记在党的十九大报告中强调:\"加快构建中国特色哲学社会科学。\"这一重要论述,在中国特色社会主义进入新时代的历史背景", "label": "社会学", "id": 0}
{"content": "<正>建设富强民主文明和谐美丽的社会主义现代化强国、实现中华民族伟大复兴的中国梦,既需要自然科学来支撑,也需要人文社会科学来奠基。作为人文社会科学战线的一名教育工作者和理论研究工作者,我明显感觉我国人文社会科学基础教学和研究工作还存在明显薄弱现象,高校人文素质教育教材缺乏、教师缺乏,课时缺乏,许多学校人文素质课程如写作课、历史课、美学课等因缺乏教材、教师而被取消;人文社会科学基础研究也受到冷落,被所谓\"应用研究\"、\"现实研究\"\"热门学科研究\"取而代之。长此以往,势必严重影响人文社会科学人才素质的培养和提高,制约人文社会科学的快速发展和质量提升。", "label": "社会学", "id": 0}
{"content": "<正>乘着2018年\"两会\"胜利召开的强劲东风,我们在这里召开\"加强人文社科基础工程建设理论研讨会\",这是贯彻党的十九大、十九届二中全会、三中全会精神,贯彻\"两会\"精神,推进人文社科人才培养的重要举措之一。根据会议安排,我仅就\"破解社科人才的培养与新时代需求的瓶颈\"问题,从以下三方面谈谈自己的认识,请各位指教。一、破解\"瓶颈\"的一个重要前提破解社科人才培养与新时代需求的瓶颈,有一个重要前提,即怎样认识中国特色社会主义。因为这里所说的新时代,是特指自中共十八开始的中国特色社会", "label": "社会学", "id": 0}
{"content": "<正>一、内容创新:（一）把习近平新时代中国特色社会主义思想引入课堂。习近平新时代中国特色社会主义思想是在推进马克思主义中国化进程中,在传承中华优秀传统文化和革命文化、社会主义先进文化中发展起来的,焕发出马克思主义的真理光芒和强大的文化力量,我们将把这部分核心思想引用到学生人文课堂中去,作为教学必读内容,从教育源头上着手渗透人文教育;（二）把中国伟大的建设成就引入课堂。就像《厉", "label": "社会学", "id": 0}
{"content": "<正>党的十九大提出,中国特色社会主义进入了新时代。针对新时代教育问题,强调提出,\"建设教育强国是中华民族伟大复兴的基础工程,必须把教育事业放在优先位置,加快教育现代化,办好人民满意的教育。要全面贯彻党的教育方针,落实立德树人根本任务,发展素质教育,推进教育公平,培养德智体美全面发展的社会主义建设者和接班人。\"从党的十八大以来,素质教育就一直备受强调和重视。习近平总书记指出,素质教育是教育的核心,要大力推进素质教育。2017年《国家教育事业发展\"十三五\"规", "label": "社会学", "id": 0}
{"content": "自然科学对经济发展的推动作用著述很多,但社会科学对经济发展的推动作用反而著述较少,原因在于:社会科学的非科学成分往往掩盖了它原有的科学本性,甚至造成了逆反作用,制约了经济发展;但就社会科学的科学本性、整体属性、历史作用和当代使命而言,它都应当像自然科学一样,走向数量化、精确化、科学化,并通过STS研究,使之成为经济发展的强大动力,从而能更有效地推动社会经济的发展。这种推动作用曾在人类历史中有一般性表现和飞跃性表现,对当前的中国经济乃至世界经济而言,社会科学的STS研究、科学性打造和整体性发展,都理应并且能够成为当代经济生活和经济发展的保证。", "label": "社会学", "id": 0}
{"content": "<正>2015年至2016年是中国社会进入新常态发展阶段转折性的两年。正如李培林在《中国社会学的历史担当》一文所指出的,中国是世界上为数不多的,把社会学研究的问题与本国社会亟须解决的重大现实问题紧密联系,并且其学科专业研究受到民众和政府高度关注的国家。社会学一直因时而变,以问题为导向,以调查为基础,把握社会的脉动和民心走向,这表明社会学承担着时代的使命。上海作为中国经济和社会发展的龙头地区,其经济产业结构的优化升级也为上海社会发展和社会建设带来了新变化,相应地,上海社会学的学科发展也呈现了新的", "label": "社会学", "id": 0}
{"content": "<正>特等奖著作类（1项）长沙马王堆汉墓简帛集成作者:裘锡圭,复旦大学出土文献与古文字研究中心教授,研究方向为古文字学、文字学、中国古典文献学、历史学（先秦秦汉）。刘钊,复旦大学出土文献与古文字研究中心教授,研究方向为中国古典文献学、古代汉语、商周考古。施谢捷,复旦大学出土文献与古文字研究中心教授,研究方向为先秦秦汉文字及出土文献（含敦煌文献）。陈剑,复旦大学出土文献与古文字研究中心教授,研究方向为古文字学、出土古", "label": "社会学", "id": 0}
{"content": "<正>\"年度推介论文\"是上海市社会科学界联合会2013年起组织发起的学术活动,旨在反映上海市社科界学术发展水平,起到对学科建设的引领和导向作用。2015年度推介的十篇论文,是上海市学者年度内（2014年9月1日至2015年8月31日）发表于国内中文学术期刊的、引起学界高度关注的原创性学术成果。推介论文经过上海市社科界部分专家学者、社科类期刊主编、社联所属部分学会会长等投票推荐产生。现将本年度推介论文择要刊登,因版面限制,敬请读者参照期刊信息查阅全文。", "label": "社会学", "id": 0}
{"content": "<正>\"年度推介论文\"是上海市社会科学界联合会2013年起组织发起的学术活动,旨在反映上海市社科界学术发展水平,起到对学科建设的引领和导向作用。2016年度推介的十篇论文,是上海市学者年度内（2015年9月1日至2016年8月31日）发表于国内中文学术期刊的、引起学界高度关注的原创性学术成果。推介论文经过上海市社科界部分专家学者、社科类期刊主编、社联所属部分学会会长等投票推荐产生。现将本年度推介论文择要刊登,因版面限制,敬请读者参照期刊信息查阅全文。", "label": "社会学", "id": 0}
{"content": "<正>每个地域的学者都承担着国家和民族发展的使命,上海学人以独到的智慧尽职尽责。近期,夏禹龙、许宝华、张斌、邹逸麟四位先生,荣获上海市第十三届哲学社会科学优秀成果评奖学术贡献大奖。他们在各自的研究领域作出了开创性的贡献,让后辈学人受益。1.夏禹龙夏禹龙,1928年3月生,毕业于圣约翰大学,曾任上海社会科学院副院长、上海社会科学院邓小平理论研究中心主任、《世界科学》主编,享受国务院政府特殊津贴,长期从事邓小平理论、科学学、领导科学研究,共出版专著二十余种,发表论文两百余篇,并选辑《夏禹龙文集》。", "label": "社会学", "id": 0}
{"content": "<正>为促进上海市青年社科人才的成长,加速培养造就一批进入我国哲学社会科学前沿的优秀学术带头人,上海东方青年学社从2010年起组织开展\"上海年度社科新人\"评选活动,专门制定了《\"上海年度社科新人\"评选实施办法》,邀请一批知名学者组成候选人推荐专家组。候选人推荐专家组共有8组,分别为:马克思主义组、哲学组、历史学组、经济学组、政治学和国际关系组、法学组、社会学组和文学·新闻学组。除此之外,还邀请上海市各主要高校、科研院所的科研处负责人以及各有关学科的学", "label": "社会学", "id": 0}
{"content": "<正>为促进上海市青年社科人才的成长,加速培养造就一批进入我国哲学社会科学前沿的优秀学术带头人,上海东方青年学社从2010年起组织开展\"上海年度社科新人\"评选活动,专门制定了《\"上海年度社科新人\"评选实施办法》,邀请一批知名学者组成候选人推荐专家组。候选人推荐专家组共有8组,分别为:马克思主义组、哲学组、历史学组、经济学组、政治学和国际关系组、法学组、社会学组和文学·新闻学组。经专家、学会和单位推荐、学社组织评审,从68位被推荐的青年学者中产生了7位上海年度（2016）\"社科新人\"。", "label": "社会学", "id": 0}
{"content": "中国特色社会主义文化研究应建立\"马魂、中根、西鉴\"研究范式,坚持以马克思主义为指导,以优秀中国传统文化为根基,以西方（包括其他民族）优秀文化为借鉴资源。这是马克思主义文化理论指导的必然,是由\"马\"\"中\"\"西\"文化特性及其相互关系所决定,是百年中国文化建设成功经验的科学总结,是中国特色社会主义建设实践的现实要求。实行\"马魂、中根、西鉴\"研究范式,要扎实地进行中国传统文化的\"创造性转化\"和\"创新性发展\",自觉建立\"马中西\"跨文化学科群、培养\"马中西通\"式的一流专家队伍、防止\"虚无主义\"与\"国粹主义\"两种片面倾向。", "label": "社会学", "id": 0}
{"content": "社会科学量化研究从诞生至今,经历了实证主义的因果关系解决方案、非线性问题线性化的解决方案和基于主体的复杂系统建模解决方案。这些研究方案与大数据研究一同处于从通则论到个体论的连续统中,但上述既有社会科学量化研究方案存在生态谬误、内生性问题、偶然性因素及数据短板等缺陷。大数据研究将重构社会科学研究的方法论基础,对社会科学研究的未来发展形成重大影响,特别是将融合定性定量研究,为已有量化研究提供精准的数据支撑和全新的视角。大数据研究的发展急需解决数据的可及性问题,需由国家主导,有计划、分层次地构建有中国特色的大数据开放服务产业。", "label": "社会学", "id": 0}
{"content": "<正>一、概述《社会舆情的网络分析方法与建模仿真》是\"十二五\"国家重点图书出版规划项目,也是\"公共安全应急管理丛书\"之一（刘怡君等,2016）。该书系统介绍了网络分析方法的理论、概念、指标、工具及其在社会舆论中的建模、仿真和应用。全书分为三篇:第一部分为理论基础篇,详细介绍了社会网络分析、动态网络分析和超网络分析。第二部分为模型方法篇,创新地提出了\"社会舆论超网络模型\"\"超链路预测\"和\"超链路排序\"等,针对社会舆论形成与演化、引导与干预全过程进行建模分析。第三部分为案例应用篇,通过有代表性的真实", "label": "社会学", "id": 0}
{"content": "<正>2016年5月17日,习近平总书记在哲学社会科学工作座谈会上发表重要讲话,深刻阐述了坚持和发展中国特色社会主义必须高度重视哲学社会科学、坚持马克思主义在我国哲学社会科学领域的指导地位、加快构建中国特色哲学社会科学、加强和改善党对哲学社会科学工作的领导等四个重大问题,为中国特色哲学社会科学建设指明了方向。习近平总书记在讲", "label": "社会学", "id": 0}
{"content": "<正>学术自信是推动社会科学发展的重要精神力量。贵州省社会科学界联合会将2016年度我省的优秀学术论文集结成册出版,是希望增强我省学术自信,为我省构筑\"精神高地\"、冲出\"经济洼地\"增砖添瓦。由于时间比较仓促,加之我们文本编辑业务水平有限,书中不足之处,恳请广大读者批评指正。同时欢迎广大社科工作者在今后的学术年会活动中,一", "label": "社会学", "id": 0}
{"content": ";大数据时代的来临,改变了人们对世界的理解方式。世界上的一切事物都被看作是由数据构成的,一切事物都可以\"量化\",并且都可以用编码数据来表示。量化就是被量化的事物和数字或者数学表达式的一种映射。量化要在数量上减少事物的不确定性,降低决策风险。因此本文给出抽象指标的量化过程,即明确量化内容,校准不确定变量的概率评估值,选择量化工具,估算量化变量的结果等四个步骤,对各种抽象指标根据不同的决策目标,科学的量化方法及不同的视角完成量化过程。", "label": "社会学", "id": 0}
{"content": "哲学社会科学是认识与改造世界的思维武器,一个没有发达的自然科学的国家不可能走在世界前列,一个没有繁荣的哲学社会科学的国家也不可能走在世界前列。坚持和发展中国特色社会主义,哲学社会科学具有不可替代的重要地位。既然这是一个需要理论而且一定能够产生理论的时代,一个需要思想而且一定能够产生思想的时代,那么,笔者还坚持认为,这是一个需要有中国特色而且一定能绽放中国特色的时代。", "label": "社会学", "id": 0}
{"content": "<正>\"创新作为哲学社会科学发展的永恒主题,也是社会发展、实践深化、历史前进对哲学社会科学的必然要求。\"①哲学社会科学作为一种精神生产活动,是人们认识世界、改造世界的重要工具,也是推动历史发展和社会进步的重要力量。当今世界潮流和当代中国发展的新走向与新问题,迫切需要哲学社会科学的创新性发展,发挥其对中国特色社会主义实践事业的知识变革和思想先导的作用。", "label": "社会学", "id": 0}
{"content": "<正>（2016年5月17日）今天,我们召开一个哲学社会科学工作座谈会,参加的大多是我国哲学社会科学方面的专家学者,其中有德高望重的老专家,有成果丰硕的学术带头人,也有崭露头角的后起之秀,包括马克思主义理论研究和建设工程的咨询委员或首席专家、国家高端智库代表,还有在校的博士生、硕士生、本科生,以及有关部门负责同志。首先,我", "label": "社会学", "id": 0}
{"content": "<正>（江苏）省委常委会5月27日召开会议,认真学习习近平总书记在哲学社会科学工作座谈会上的重要讲话精神,研究部署我省贯彻落实工作。省委书记罗志军主持会议。会议认为,习近平总书记在哲学社会科学工作座谈会上的重要讲话,深刻回答了事关我国哲学社会科学长远发展的一系列根本问题,是新形势下繁荣发展我国哲", "label": "社会学", "id": 0}
{"content": "<正>一、《黔西南论坛》前身是《中共黔西南州委党校黔西南行政学院学报》,是中共黔西南州委党校、黔西南州行政学院主办、主管的哲学社会科学类综合性学术期刊,具有较强理论性、学术性;为了更好的体现地方特色、民族特色,不断提高本刊的办刊水平,竭诚欢迎州内外各界新、老作者慷慨赐稿。二、文稿应注重理论创新及对实践的指导作用。要以马克思主义、毛泽东思想、邓小平理论、\"三个代表\"重", "label": "社会学", "id": 0}
{"content": "<正>筹备了一年的《实证社会科学》终于和大家见面了!首先我想解释一下\"实证社会科学\"这个名字,事实上,\"实证\"在名称中是多余的两个字。社会科学是科学的一部分,\"科学\"的定义中实证是少不了的。也就是说,社会科学一定是实证的。但由于社会科学在中国发展的历史较短,许多人,包括搞社会科学研究的人,对社会科学的性质还有误解,所以我们这个出版物起名《实证社会科学》是要强调我们发表的文章一定是实证", "label": "社会学", "id": 0}
{"content": "<正>我先解释一下题目:社会科学研究方法的用户视角。这是什么意思呢?我们先看看什么是社会科学。我理解的社会科学是以社会为研究对象的病理学,也可以说是生理学。大家知道,毛泽东晚年修改年轻时写的词,把\"重感慨,泪如雨\"改成了\"人有病,天知否。\"我们想想就能明白,所有关于人的学问,所有关于人的科学,关于社会的科学都是因为人有病。政治学也好,行政", "label": "社会学", "id": 0}
{"content": "<正>中国正在经历一场巨大的社会变革,其范围之广、速度之快、影响力之大在人类历史上史无前例。这场变革不仅直接改变了中国13亿人口（当今世界人口最多国家）的生活,也影响了生活在其他发达和欠发达国家中数以万计的人。在我看来,自20世纪末以来中国正在发生的这场社会变革,在世界历史长期进程中的重要性,并不亚于14世纪意大利文艺复兴、16世纪德国宗教改", "label": "社会学", "id": 0}
{"content": "<正>《实证社会科学》是由上海交通大学国际与公共事务学院主办的一本新的社会科学学术出版物,以实证性研究为导向,以构建学术交流平台、传递学术信息、推动实证性社会科学发展为宗旨,侧重发表社会学、政治学、经济学、法学和管理学等社会科学各个领域实证与探索的最新成果,包括实证研究方法的研究及探讨。实证研究方法可以概括为通过对研究对象观察、实验和调查,获取客观材", "label": "社会学", "id": 0}
{"content": "<正>这是一部前辈师长的纪念文集,更是一座中华人文大家的碑林;它记载的人物,都是中央民族大学创校的功臣和兴教的业师,又都是全国知名乃至有着广泛国际影响力的学术大师。时代风云磨砺了他们的意志,不懈追求激发了他们的天才,多元文化开阔了他们的眼界,献身民族造就了他们的功业。他们是中华民族的英杰,他们是中央民大的荣光。吴泽霖、潘光旦、吴文藻、闻宥、于道泉、杨成志、冯家舁、陈振铎、翁独健、林耀华、费孝通、傅懋", "label": "社会学", "id": 0}
{"content": "<正>上海市社会科学界联合会决定编撰《上海学术报告》以来,已经历经5个年头了,连本卷在内,已经出版了四卷。我受托主编该报告,深感责任重大,任务艰巨。在完成《上海学术报告（2012—2013）》后,我们广纳意见,总结经验,不断开拓创新,吸收有助于展现上海社会科学发展面貌的材料和研究成果,2014年度的报告也已完稿。在上一年度报告的基础上,我们增添了优秀学人、上海高校智库研究概况、重大课题立项情况三个部分。优秀学人部分介绍了汤志钧、伍柏麟、姚锡棠、陆谷孙4位", "label": "社会学", "id": 0}
{"content": "<正>一等奖著作类（29项）1.公私辨:历史衍化与现代诠释作者:陈乔见,华东师范大学哲学系副教授,研究方向为中国古代哲学、儒家哲学。出版社:生活·读书·新知三联书店出版时间:2013年10月【成果提要】公私关系涉及人类社会之经济、政治、道德等重要生活领域,事关国、民、群、己等实体间的权利与义务的分配关系。本书将公私观念的历史衍化与现代诠释相结合,探讨中国传统的公私之辨和公私观念及其现代意义。", "label": "社会学", "id": 0}
{"content": "<正>\"年度推介论文\"是上海市社会科学界联合会自2013年起组织发起的学术活动,对上海市学者年度内（2013年9月1日至2014年8月31日）发表于国内中文学术期刊的、引起学界高度关注的原创性学术成果作出推荐,拟每年推介十篇,旨在反映上海市社科界的学术发展水平,对学科建设起到引领和导向作用。推介论文经上海市社科界部分专家学者、社科类期刊主编、社联所属部分学会会长等投票推荐产生。", "label": "社会学", "id": 0}
{"content": "<正>上海学人,在商业大都市中以丰厚的学养和细致的研究,为社会的发展贡献着自己的独到智慧。2014年,上海市第十二届哲学社会科学优秀成果评奖之学术贡献大奖揭晓,汤志钧、伍柏麟、姚锡棠、陆谷孙四位先生名列其中。他们不仅在各自的研究领域作出了开创性的贡献,同时,他们数十年潜心学术的精神,更是可以让后辈学人受益。", "label": "社会学", "id": 0}
{"content": "<正>为促进上海市青年社科人才的成长,加速培养造就一批进入我国哲学社会科学前沿的优秀学术带头人,上海东方青年学社从2010年起组织开展\"上海年度社科新人\"评选活动,邀请一批知名学者组成候选人推荐专家组。专家组原先为7个,分别为:马克思主义组、哲学组、历史学组、经济学组、政治学和国际关系组、法学组、社会学组。2014年新增文学组和新闻学组。2014年度评选工作完成,经专家和单位推", "label": "社会学", "id": 0}
{"content": "<正>在顶级期刊发表论文是高质量研究的重要标志之一。本期将继续关注上海地方高校在CSSCI顶级期刊的发文情况,实时观测上海地方高校人文社科高质量研究成果情况。（CSSCI顶级期刊清单见附表1）2014年上海地方高校共发表CSSCI顶级期刊论文77篇,相较于2013年有所增加;主要覆盖体育学、社会学、艺术学、哲学、中国文学等学科领域。其中上海大学、上", "label": "社会学", "id": 0}
{"content": "<正>本期将继续统计《新华文摘》、《中国社会科学文摘》、《人大复印报刊资料》三大文摘期刊上选登的文章,以此来分析上海地方高校2014年发表的重要人类社科研究前沿的论文情况。2014年上海地方高校中,有4所高校发表的文章被《新华文摘》转载,被转载文章量达7篇,较往年略显下降趋势。被转载文章主要来自华东政法大学和上海师范大学,分别被转载文章3篇和2篇。本期华东政法大学表现突出,被转载文章量在上海地方", "label": "社会学", "id": 0}
{"content": "<正>SSCI（Social Sciences Citation Index）是Web of Science当中的一个子库,全球最权威的社会科学引文数据库,内容涉及社会科学的各个领域,目前收录社会科学2800多种国际性、高影响力的学术期刊,数据最早可以回溯到1900年。其内容涵盖了人类学、商业、经济学、教育、环境研究、地理学、计划与发展等学科领域。A＆HCI（Arts＆Humanities Citation Index）也是Web ofScience当中的一个子库,全球最权威的人文", "label": "社会学", "id": 0}
{"content": "<正>有科研竞争力的学者是支撑学科持续发展的重要保障,本文统计了2014一年上海地方高校CSSCI顶级期刊论文作者,被《新华文摘》、《中国社会科学文摘》、《人大复印报刊资料》转载论文作者,以及SSCI和A＆HCI的论文作者情况。上海地方高校2014年在CSSCI顶级期刊发表论文的作者共75人。上海大学、上海师范大学、上海体育学院分别有25人、23人和11人,上海地方高校CSSCI顶级期刊", "label": "社会学", "id": 0}
{"content": "<正>2014年上海社会学界的同仁在各自不同的领域共同致力于推动社会学的\"知识增长\"。这一年,对于上海社会学界而言,是平凡而厚重的一年。说其平凡,是因为这一年并没有出现突破性进展,也许这恰恰符合社会科学\"知识增长\"的渐进特征。如此,我们愿意接受这样的\"平凡\",唯有\"平凡\"的累积,才可见未来之\"神奇\"。说其厚重,是因为社会学界诸君以扎实的学风推进了社会学的理论反思、经验研究、政策倡", "label": "社会学", "id": 0}
{"content": "<正>哲学社会科学的发展水平集中体现了一个国家和民族的思维能力与创造潜力,是推动历史发展与社会进步的重要动力。改革开放以来,我国哲学社会科学事业走过了光辉的历程,取得了辉煌的成就,为重大理论创新提供了舆论先导和思想支撑,为推进改革开放实践发挥重要的决策咨询作用,为传承中华传统优秀文化做出重要贡献。哲学社会", "label": "社会学", "id": 0}
{"content": "纵观中国历史,公元前475年。公元前21世纪是进入奴隶社会。公元前475年战国时前进入封建社会,出现了私田制。公元前221年,秦朝建立,是封建社会的第一个统一的封建国家。现在通行的说法就是在战国时期,直到1912年2月12日宣统退位,封建社会存在了2386年。新全球化的时代,中国的社会科学发展也面临着新的挑战和质的飞跃。", "label": "社会学", "id": 0}
{"content": "对中国大陆地区薄带连铸专利信息进行了研究,重点分析了宝钢、蒂森克虏伯、浦项等国内外企业在中国大陆地区薄带连铸领域的专利保护情况。其中宝钢薄带连铸专利国内申请量为138件,保护领域涉及不锈钢、电工钢、侧封板、布流装置、铸造机、检测系统等,连同技术秘密一起构成了对薄带连铸技术的保护;东北大学薄带连铸专利国内申请量为28件,保护领域仅为电工钢薄带连铸技术及相关设备;蒂森克虏伯薄带连铸专利国内申请量为43件,保护领域涉及电工钢、不锈钢、侧封板、喷嘴、铸辊、铸造控制方法等,并且和于西纳有着良好的专利合作;浦项公司薄带连铸专利国内申请量为18件,保护领域涉及不锈钢、铸辊、控制领域,并且和浦项产业科学研究院有着良好的合作。", "label": "社会学", "id": 0}
{"content": "<正>2015年,伴随着\"十二五\"规划的胜利收官,由天津市社科联主办、全市各高校、相关科研单位和学会研究会协办的天津市社会科学界第十一届学术年会活动也圆满划上句号。9至12月,年会共举办分会场活动30余场,国内外知名学者和本市社科理论工作者2000余人参加年会分会场活动。参加活动论文600余篇,评选出优秀论文166余篇。回顾今年年会活动,感觉有几个鲜明特点。", "label": "社会学", "id": 0}
{"content": "<正>由省社科联组织召开的河北省社会科学界\"学习贯彻党的十八届四中全会精神座谈会\"于2014年10月29日上午在省会石家庄举行。省社科联政治建设与社会管理创新专业委员会和相关学会的专家学者,以及省社科联机关全体人员和新闻单位记者,共40余人参加座谈会。省社科联常务副主席曹保刚出席座谈会并讲话;省社科联专职副主席焦新旗主持座谈会。与会委员结合学科和工作实际,畅谈了自已的学习体会和认识。", "label": "社会学", "id": 0}
{"content": "<正>《中国社会科学研究论丛》是以\"中国社会科学研究\"为研究对象的集刊,主要发表我国社会科学研究的理论与方法、现状分析、著作评价、课题报告、学术动态、会议综述等。《中国社会科学研究论丛》由刘邦凡教授主编,将由出版社数字出版,每年出版2到4辑,并提交中国知网全文收录。", "label": "社会学", "id": 0}
{"content": "<正>\"何谓临高（翁贝）学?\"临高学,就是以海南省临高语族群为研究对象的一门综合性学科。它是一门新兴的单一族群的社会科学,创建于二零零七年。临高学研究的范畴包括临高语族群的物质文化和精神文化的内涵、特征、发展规律。……临高语族群曾是这个地区（注:海南岛西北部）的主角,占有举足轻重的分量。发掘、研究海南本土文化,特别是海南岛民族文化的历史,临高语族群是不可或缺的重要组成部分。——符昌忠《临高学研究缘起、现状、目的、意义》", "label": "社会学", "id": 0}
{"content": "<正>《中国社会科学研究论丛》是以\"中国社会科学研究\"为研究对象的集刊,主要发表我国社会科学研究的理论与方法、现状分析、著作评价、课题报告、学术动态、会议综述等。《中国社会科学研究论丛》由刘邦凡教授主编,将由出版社数字出版,每年出版2到4辑,并提交中国知网全文收录。非常欢迎向《中国社会科学研究论丛》投稿,不收任何费用,样刊需要自己购买,每本100元。优秀论文经过审查可略付稿酬。若作", "label": "社会学", "id": 0}
{"content": "<正>上海市社会科学界联合会以推动社会科学繁荣和发展为己任,近年来秉承历届的光荣传统,推出一系列具体举措,构思和出版《上海学术报告》即是其中的一项。《上海学术报告》自2010年开始出版,现在是第三册,旨在报告年度学术、遴选和汇集优秀成果、记录精彩的有影响的学术活动。出版第一册时,对这个项目应该怎么做,当时大家心中无数。因为是从无到有,前两册带有试水的性质,我们曾以多种形式广泛征求意见,但是,直到如今,仍不敢说已经找到最好的样式,", "label": "社会学", "id": 0}
{"content": "<正>上海市社会科学界联合会把编撰《上海学术报告》的工作交付给我,我觉得责任很重。上海学术人口这么多,每年成果丰盛富硕,要以有限的人手和篇幅,沙里淘金一般地把精品挑选出来,成为能经得起历史检验的成果,谈何容易!笔者也是学界中人,所学专业也只是浩瀚沧海中的一粟,眼界必定受限。但与此同时,要编撰完成这一部报告的动力也有很多,最具理想主义色彩的是将上海学术界在某一个时段的最优秀的学术成果推介出来,并说明原因。这犹如评选诺贝尔奖项一样,祈盼为上海的学术发展留下一笔重重的精神财富。要达到这个目的,需要各种条件。如果单单依靠为数不多的专家学者,关起", "label": "社会学", "id": 0}
{"content": "<正>《中国社会科学》2011年第2期【内容简介】新中国成立60年尤其是改革开放30年来,中国经济社会发展所取得的巨大成就,在一定程度上改变了现有的全球发展观念,对各种西方理论和学说提出了巨大的挑战,为当代人文社会科学的发展提供了新的契机。近年来,中国学术话语体系的当代建构已作为一项重要的学术议题而受到愈来愈广泛的关注。在人文学术和社会科学的几乎每一个领域,这一议题都以多重方式表现出来,并实际上引发了一系列颇为激烈的学术争论。虽说这样的争论还主要围绕着一些具", "label": "社会学", "id": 0}
{"content": "<正>主办单位:上海社会科学院主办时间:2012年3月9日2012年3月9日,《上海蓝皮书（2012）》成果发布暨2012上海法治、传媒与城市发展形势座谈会在上海社会科学院举行,上海社会科学院常务副院长左学金研究员参加了本次会议。会议分上、下半场,上半场为成果发布,由上海人民广播电台主持人秦畅主持;下半场为专家研讨,由上海社会科学院副院长王振研究员主持。解放日报党委副书记周智强、华东师范大学现代城市研究中心主任宁越敏教授、同济大学经济与管理学院诸大建教授、上海师范大学都市文化研究", "label": "社会学", "id": 0}
{"content": "<正>主办单位:上海社会科学院哲学研究所、中国社会科学院哲学研究所主办时间:2012年9月22日至23日2012年9月22日至23日,上海社会科学院召开\"价值与文化\"学术研讨会暨第23届全国社会科学院哲学年会。会议由上海社会科学院哲学研究所与中国社会科学院哲学研究所共同主办,上海社会科学院副院长黄仁伟、中国社科院哲学研究所副所长余涌出席会议并分别致辞,上海社会科学院哲学研究所副所长何锡蓉主持会议。与会学者就文化与价值的关系、中国传统文化与价值观、当", "label": "社会学", "id": 0}
{"content": "<正>主办单位:复旦大学学术委员会社会科学与管理学部主办时间:2012年12月21日2012年12月21日,复旦大学首届社会科学与经济管理重大理论问题跨学科学术研讨会举行。会议由复旦大学学术委员会社会科学与管理学部主办,经济学院承办。会议旨在加强社会科学各学科之间的交叉渗透、融会贯通,营造优势互补、相互促进的学科生态,落实教育部\"关注重大理论和现实问题,推动社会科学跨学科合作研究\"的号召。复旦大学副校长林尚立在致辞中表示,这次会议开创了", "label": "社会学", "id": 0}
{"content": "<正>主办单位:复旦大学主办时间:2013年5月25日至27日2013年5月25日至27日,由复旦大学主办的\"上海论坛2013\"在复旦大学举行。五百余位来自世界各国的政界、商界、学界精英代表齐聚复旦,围绕\"亚洲智慧:在多元中寻求和谐发展\"的主题,在经济全球化背景下,就政治、金融、政治、法律、健康、城市、社会、环境、能源等领域通过形式多样的分论坛研讨会、圆桌会议等,就如何抓住战略机遇期,如何实现亚洲崛起,展开激烈的思想交锋与", "label": "社会学", "id": 0}
{"content": "<正>主办单位:复旦大学社会科学高等研究院主办时间:2013年9月4日2013年9月4日,复旦大学社会科学高等研究院\"世界社会科学高级讲坛\"第五十二期讲座在复旦大学光华楼东主楼2801室\"通业大讲堂\"举行。本次讲座邀请到匈牙利科学院民族学研究所前所长米哈依·霍帕尔（Mihaly Hoppal）教授担任主讲嘉宾。米哈依·霍帕尔教授主要研究比较神话学与萨满教,曾在西伯利亚等地做田野调查,编纂有《西伯利亚的萨满》（1978年）、《萨满:历史与当", "label": "社会学", "id": 0}
{"content": "<正>严复在《群学肄言》译序中这样写道:\"群学何?用科学之律令,察民群之变端,以明既往,测方来也。\"（严复,1981:Ⅷ）这一段话实际阐明了社会学的学科目标:以科学的方法理解社会的变迁。中国的社会学工作者正在见证前所未有的\"大转型\",直面核心问题:我们从哪里来?我们是谁?我们到哪里去?墨顿（2001:114—115）睿智地指出,\"这不是因为社会学家达到了与我们的时代休戚相关的地步,而是当代历史的发展使得他们与时代休戚相关。因", "label": "社会学", "id": 0}
{"content": "<正>学科分化是现代学术发展的基本特征,它是在作为总体性研究对象的人类社会高度发展而学者生命和精力有限、难以全面驾驭研究对象的情况下,不得已而采取的一种将研究对象分化、分类的研究方法。随着学科分化日趋细微,其局限性也愈发显现,主要表现为作为研究成果的知识的碎片化,以及由此导致的认知的片面性,所谓只见树木不见森林,学术研究沦为盲人摸象,而专家易找、通才难寻,术业有专攻的同时,也造成隔行如隔山。任何事物都不是在完全孤立的情况下产生和发展的,而是处在一种普遍联", "label": "社会学", "id": 0}
{"content": "<正>1.上海地方高校人文社科高质量的研究成果在顶级期刊发表论文是高质量研究的重要标志之一。根据上两期高校对简报的反馈和建议,本期特通过检索上海地方高校在CSSCI顶级期刊的发文情况观测上海地方高校人文社科高质量研究成果情况。CSSCI顶级期刊清单见附表1。2010—2013年上海地方高校共发表CSSCI顶级期刊论文320篇。其中上海师范大学、上海体育学院、上海大学表现突出,在顶级期刊的发文量分别达到89篇、80篇和74篇。具体情况如表1所示。", "label": "社会学", "id": 0}
{"content": "<正>2004年5月30日,在中国人民大学主办的\"中国人文社会科学论坛\"上,蒙代尔、斯宾思、菲尔普斯和麦金农等美国著名经济学家,与黄达、王传纶、吴敬琏、厉以宁等国内学界泰斗一一展开对话。这场被誉为继当年博鳌亚洲论坛成功举办之后又一次中外大师云集的学术盛会,吸引了来自全国的几千观众,人大世纪馆座无虚席、一票难求,如此学术盛况,直至今日亦难再及。", "label": "社会学", "id": 0}
{"content": "<正>人文社会科学是关于人类社会最基本知识的类型,是人类生产生活以及人与人交往行为的经验总结。分为文史哲、法政经社。好的有传承文明、资政育人的功能。人文社科很难价值很难实现,需要若干年以后能证明它的价值。让被更多的人的理解才能实现影响力,有它的价值。我们发现人文社科成果,像其他物品一样,有商品交换、自然的规律,这个实现的路径究竟是什么呢?各位学", "label": "社会学", "id": 0}
{"content": "要想构建当代中国哲学社会科学话语体系,首先应当以社会主义核心价值体系为核心,构建一个完善的理论体系。有了这个理论体系,我们便可消除马克思主义的内在矛盾,使其上升到一个新的发展阶段,形成一个逻辑自洽的理论体系;还可以把对社会运行规律的认识深入到价值体系层次,为解答现实难题另辟蹊径;还可以为中华文明的返本开新开辟道路,使中国人占据理论与道德的制高点。", "label": "社会学", "id": 0}
{"content": "<正>中国社会科学院是中国哲学社会科学研究的最高学术机构和综合研究中心。它是在中国科学院哲学社会科学学部（以下简称学部）的基础上,于1977年5月建立的。自1975年治理整顿开始,出于同\"四人帮\"在意识形态领域斗争的需要,邓小平开始关注哲学社会科学学部,并指示办好《理论战线》这个宣传阵地。\"文化大革", "label": "社会学", "id": 0}
{"content": "<正>邓小平同志是中国现代化与改革开放的总设计师。实现中国的社会主义现代化既是邓小平理论产生的实践基础,也是邓小平理论体系的出发点,邓小平对中国现代化的阐述及形成的思想观点内容非常丰富,贯穿邓小平理论的始终,并在这一理论中占有十分重要的地位。在我国即将全面建成小康社会进而步入实现现代化的发展进程中,重温邓小平同志关于我国建设现代化的论述,深化对邓小平现代化理论的研究,具有重大理论意义和实践价值。我国理论界", "label": "社会学", "id": 0}
{"content": "<正>由贵州省社会科学界联合会主办的2014年省社会科学学术年会于2014年7月31日上午在贵阳开幕。省社科联党组书记、副主席杨梦龙致开幕词,省委宣传部副部长、省社科联副主席姚远作了讲话,开幕式由省社科联党组副书记、副主席林永菁主持。本次年会主题为\"弘扬中华优秀传统文化,推进贵州经济社会发展\",由开幕式、主题报告会、学术专场、闭幕式四个部分组成,设9个分会场,7个市（州）社科联和27个省级社科学术团体将集中举办各种学术研讨、论坛、报告会。", "label": "社会学", "id": 0}
{"content": "<正>哲学社会科学是社会发展进步的精神支撑,是国家文化软实力的核心构成。建设创新型国家,离不开哲学社会科学的创新发展。近年来,推进哲学社会科学的创新,成为各级教育主管部门和高等学校的不懈追求;党的十七大以创新为核心提出了推动哲学社会科学繁荣发展的新要求;\"实施哲学社会科学创新工程\"正式写入了《中华人民共和国国民经济和社会发展第十二个五年规划纲要》。哲学社会科学创新问题也日渐成为学界关", "label": "社会学", "id": 0}
{"content": "<正>为推动空间综合人文学与社会科学的国际合作,促进\"黄河文明传承与现代文明建设\"研究的协同创新,2013年6月18日至19日,\"第四届空间综合人文学与社会科学国际论坛\"在河南大学成功举办。本次会议由河南大学黄河文明与可持续发展研究中心、密歇根大学中国信息研究中心、香港中文大学太空与地球信息科学研究所、肯特州大学计算社会科学实验室及\"黄河文明传承与现代文明建设\"河南省协同创新研究中心共同组织举办。", "label": "社会学", "id": 0}
{"content": "<正>9月17日,\"2013·北京社会科学普及周\"在奥林匹克公园开幕,这是自2001年创办以来举办的第十三届社科普及周。此届社科普及周以\"我的梦——中国梦\"为活动主题,与以往相比有新的特点。当代北京史研究会紧紧围绕市委市政府市社科联中心工作,秉承\"普及人文社会科学知识,弘扬中华民族优秀传统文化,丰富", "label": "社会学", "id": 0}
{"content": "<正>海南省首届社会科学学术年会以\"海南新使命:争创中国特色社会主义实践范例\"为主题,充分体现了我省社科界紧扣省委省政府中心工作,贴近经济社会发展大局的使命感和责任感,相信大家一定会紧紧围绕这一主题,聚焦学术前沿,交流学术心得,展示学术成果,形成学术共识,积极为海南绿色崛起建言献策,贡献才智。第一,社科工作者要把深入学习贯彻习近平总书记系列重要讲话精神与解决海南经济社会发展中的重大问题结合起来。党的十八大以来,习近平总", "label": "社会学", "id": 0}
{"content": "<正>如何科学地评价社会科学学术成果,是很多研究者长期关注的课题,也是一项相当繁杂的系统工程,它牵扯面广、操作难度大。研究者从不同的角度、不同的层面,进行了诸多探究,已取得了不少成就。本文无意对此妄加轩轾,只想发表一下自己的几点思考。目前,国内的社会科学研究界普遍存在着一股浮躁之风。从政策制定者与管", "label": "社会学", "id": 0}
{"content": "<正>海南省首届社会科学学术年会虽然是海南省第一届社会科学学术年会,但从社会各界的反应来看,还是相当成功的。通过年会,打破了学科壁垒和单位围墙,1200多人次与会深入研讨海南争创中国特色社会主义实践范例中的重大理论和实践问题,体现了社科联对习近平总书记讲话精神的学习贯彻和落实,也体现了社科联对省委第六次党代会的精神和保铭书记对社科联的要求的重视。党的十八届三中全会在北京胜利闭幕,会议对全面深化改革进行了总体部署。", "label": "社会学", "id": 0}
{"content": "<正>欧洲的学者在19世纪末、20世纪初提出了社会学,美国却在20世纪中期后来居上。虽然科学的范式与基本宏观概念是由欧洲早期社会学创建的,但是随着社会科学研究方法的改革,由于欧洲的社会科学科研方法中缺少田野调查后的经验,所以被这一方式的创造国家——美国所超越。事实上,这种方式已经成为现今多个国家社会科学的研究基石,并广泛地应用在芝加哥、哥伦比亚大学以及一些知名社会研究机构。可想,伟大理论必然会经过伟大实践的呼唤而催生。当下,", "label": "社会学", "id": 0}
{"content": "<正>社会科学是关于社会事物的本质及其规律的系统性科学,旨在提升理论认识和科学思维,探索社会发展和社会管理规律的科学。社会科学从人类文明初期发展至今,从主观感受、个体体验、猜测思辨、理想愿望的知识形态,到在实验比较、行为分析、定量分析等科学研究方法基础上形成完善的学科体系,再到深度分化、高度综合的新兴学科、交叉学科、边缘学科等新综合学科群的形成,这彰显着社会科学研究的进步发展的历史进程。当今,社会科学学科发展的趋势如何,", "label": "社会学", "id": 0}
{"content": "<正>人文社科有什么用?这是很多学子选择学文科的时候的困惑,回答这个问题很难,看你用什么标准去衡量,如果按理工科的思维,要求投入产出,要求飞机上天,蛟龙入海,文科确实没用,它无法直接看出投入与产出,如果非要说有产出,产出的也是理念和思想。那么文科的价值在哪里?文科是无用之用,人文社科本质的意义在于关注人的幸福、价值和尊严,让人与人直接更加和谐共处,社", "label": "社会学", "id": 0}
{"content": "<正>据英国《经济学家》周刊网站9月28日报道,在中国努力在全球学术界的最高层占据一席之地时,犯罪分子利用了中国研究体系的一个特点:根据所发表文章的数量而不是独创性研究的质量来发放研究经费或者晋升研究人员。这催生了剽窃、编造研究论文和假期刊产业。这篇报告称\"中国的评估体系特别容易让人造假\"。从数量上来看,中国科学界的产量是惊人的。中国研究人员在权威性的科", "label": "社会学", "id": 0}
{"content": "《中国社会科学》所载论文集,体现了中国当代哲学、人文社会科学的学术水平,我们就1980—1999年《中国社会科学》发文数量和作者情况做了统计与分析,既从特定角度反映了《中国社会科学》二十年来的成绩,也在一定程度上反映了中国当代哲学、人文社会科学的研究状况。", "label": "社会学", "id": 0}
{"content": "<正>一、由来在清华大学做博士后期间,我就参加过\"科学技术与社会研究所\"的各种学术沙龙活动,比如经常性的\"科学哲学与技术哲学沙龙\"、\"科学技术史沙龙\"、\"科学社会学与政策学沙龙\",至今200余场,上述学术沙龙已发展成为学界具有重要影响力的学术活动。自2005年起,作为哲学博士后流动站\"STS小组\"组长,我又主持多场\"清华大学STS博士论坛\"（至今也有50多场）,并不定期参加了科技传播与普及沙龙、非典型学术沙龙、前沿论坛等学术活动。受邀来沙龙讲座的有来自美国、加拿大、俄罗", "label": "社会学", "id": 0}
{"content": "<正>7月31日,省社会科学界联合会在本会召开党的群众路线教育实践活动座谈会。参加会议的有省社科联及部分学会、研究会的负责人,会议的主旨是贯彻中央及省委关于开展党的群众路线教育实践活动的精神,听取群团组织意见和建议,更好地改进工作作风。省社科联副主席洪永平主持会议。", "label": "社会学", "id": 0}
{"content": "<正>在喜迎党的十八大胜利召开,继续深入贯彻落实十七届六中全会精神,努力建设文化强省之际,汇集了辽宁哲学社会科学理论工作者和实际工作者理论研究、理论创新优秀成果的《辽宁省哲学社会科学获奖成果汇编（2009—2010年度）》正式出版了。这是继2004年省哲学社会科学成果奖由省政府设立,以省政府名义授予以来出版的第四部哲学社会科学获奖成果汇编。省委、省政府历来高度重视哲学社会科学工作,把哲学社会科学成果奖确定为政府奖,是推动哲学社会科学繁荣发展的一项重要举措,广大哲学社会科学工作者备受鼓舞。几年来,伴随着哲学社会科学成果奖的激励和引导作用日益显现,我省哲", "label": "社会学", "id": 0}
{"content": "本文以人文社会科学研究者为研究对象,重点关注成果转化中科研成果的产生阶段。在对相关文献和研究进行总结的基础上,对计划行为理论进行详细地阐述和说明,并应用该理论分析影响研究者行为意愿的因素,将其定义为:科研行为态度、主观规范及知觉行为控制,进而得出成果转化效果的影响因素,从而构建出概念模型。", "label": "社会学", "id": 0}
{"content": "<正>1.学术是关于世界规律的知识体系,近代学术分化为专业学科,因而近现代学术通常被理解为系统的专业学科知识及其研究。思想则是关于世界规律的思考。\"世界规律\"及\"知识\"也包括价值观。", "label": "社会学", "id": 0}
{"content": "社会科学研究的主要任务是从纷繁复杂的现象中发现事物之间普遍性的因果关联,\"反事实\"框架是揭示因果关系的主要路径。比较案例分析和大样本统计是\"反事实\"原理在社会科学研究中的近似应用。上述两类方法存在着遗漏变量、推论偏差等问题,因此需要依据\"反事实\"原理发展新的因果推论技术。个案匹配和倾向值匹配分别从时间和截面维度阐述了构造事实与\"反事实\"的原理与路径,从而达到控制干扰变量、提升因果推论精确度的目的。当然,\"反事实\"框架也存在局限性,但它是进行因果探索必须坚持的理念。", "label": "社会学", "id": 0}
{"content": "<正>一、体会定性案例研究是社会科学研究中最基本的方法之一,也是理论发展的重要路径。其一方面广泛应用于除经济学之外的所有社会科学中,另一方面在实施过程中的严谨性和结论限制颇受质疑。过去二三十年里,关于定性研究的理论改进和案例研究方法完善的成果显著,不乏加里·戈茨（Gary Goertz）、詹姆斯·马奥尼（James Mahoney）、亨利·布雷迪（Henry E.Brady）、大卫·科利尔（David Collier）、约翰·耶林（John Gerring）、亚历山大·乔治（Alexander George）、安德鲁·本内特（Andrew Bennett）等名家", "label": "社会学", "id": 0}
{"content": "现代科学研究是一个不断提出问题与解决问题的过程,科学问题具有真实性、正确性和待解决性。科研课题确定之后,一般要收集材料,提炼科学事实。科学观察、科学实验和科学调查等是获取科学事实的基本途径。作为科学研究所遵循的一般程序和原则的科学方法论,对于具体的科学研究具有一定的普遍适用性,对新的科学研究具有启迪和导引作用。具体科学研究方法类型有辩证性思维方法、数学方法和系统性思维方法、创造性思维方法等。", "label": "社会学", "id": 0}
{"content": "在我国,实地研究的使用频率仅次于调查研究,以定性研究为特征的实地研究也是以问卷为主的定量的调查研究不可缺少的补充。本文简要介绍了实地研究的内涵、程序、特点（研究目的、适用范围、研究对象和使用方法）,分析了影响实地研究信度的效度的因素（研究者、研究对象、研究内容）,并在此基础上提出了进行资料判别的几项建议。", "label": "社会学", "id": 0}
{"content": "社会科学研究\"方法意识\"与\"问题主义\"的争辩长期存在,在跨学科成为社会科学研究大趋势的情势下,二者关系应该如何重新理顺并合理性建构,解决根本实质是重回社会科学本体论的理论视野。本文以跨学科视角下公共政策量化研究和农村治理为例,分别阐释了方法与问题的逻辑关系和实质内涵,指出社会科学跨学科研究应是在遵循问题本体意识主导下,最终面向中国社会的现实实践的基本路径。", "label": "社会学", "id": 0}
{"content": "本文旨在探讨科学研究工作和科技传播事业在当今社会转型过程中面临的问题、挑战和所发生的变化。描述了科学研究范式和知识生产方式的演变和正在发生的变革,以及由此引发的学术交流系统的危机和学术交流方式的演变,介绍了英美等发达国家提出的发展科学技术的新战略:建设新一代的科研基础设施——e-Science和Cyber-infrastructure,以及它们对科学研究的重要影响和作用,包括作为一种新的学术交流平台。最后,简要地阐述了我国学术交流网络化和数字化的发展状况和几点对策建议。", "label": "社会学", "id": 0}
{"content": "<正>我们究竟如何认识全球化?全球化时代对中国哲学社会科学究竟意味着什么?这是我今天要探讨的两个问题。我想以中国理想图景的建构为中介把这两个问题勾连起来。讲\"中国理想图景的建构\"绝不是讲中国要不要发展,也不是讲中国要不要现代化,而是讲中国是不是可能成为一个具有道德性的国家,一个具有本真性的民族。", "label": "社会学", "id": 0}
{"content": "<正>中共十七届六中全会通过了《中共中央关于深化文化体制改革推动社会主义文化大发展大繁荣若干重大问题的决定》,对深化文化体制改革、推动社会主义文化大繁荣、大发展作了全面部署,为推动文化的大繁荣大发展指明了方向。中共贵州省委十届十二次全会通过了《中共贵州省委关于贯彻党的十七届六中全会精神推动多民族文化大发展大繁荣若干重大问题的意见》。《意见》要求:要充分认识推动贵州多民族文化大发展大繁荣的重要性和紧迫", "label": "社会学", "id": 0}
{"content": "斯宾塞是19世纪英国的重要思想家之一,他的社会学思想及理论为后来的社会学的发展提供了很多值得借鉴的东西。本篇论文讨论了斯宾塞理论的两条基本主线:社会有机论和社会进化论。并探讨了这些理论的价值和意义。", "label": "社会学", "id": 0}
{"content": "<正>发挥哲学社会科学\"认识世界、传承文明、创新理论、咨政育人、服务社会\"的重要作用,一方面需要营造生动活泼、求真务实的良好学术环境,促进学术繁荣;另一方面,哲学社会科学又具有很强的意识形态属性,是社会主义精神文明的重要组成部分,因此必须要强化管理。作为党和政", "label": "社会学", "id": 0}
{"content": "<正>学术行为调控是指学术行为的自律调控与学术行为的他律调控的统一。自律调控就是激发科研人员的学术行为自律的内在动力;他律调控就是建立科研人员的学术行为自律的外在动力。自律调控与他律调控相互联系、相互作用,形成合力,强有力地调控科研人员的学术行为,以确保", "label": "社会学", "id": 0}
{"content": "<正>学术生态是繁荣学术的基础,对于促进学科发展、启迪创新思维、激发创意灵感、推进自主创新发挥着重要的作用。现在学术界出现的一些不端行为和有关问题,归根结底是学术生态失衡造成的。省社科联作为全省社会科学工作者的联合组织,强化学会建设,围绕中心开展课题研", "label": "社会学", "id": 0}
{"content": "<正>社会科学的研究能力和成果是综合国力的重要组成部分。社会科学承载着建设强大国家软实力的重要功能,承担着探索解决中国现代化建设现实问题的时代责任,肩负着把实践探索提炼升华、为人类文明进步贡献精神成果的历史使命。可以说,加强社会科学学术研究及其成果转化,", "label": "社会学", "id": 0}
{"content": "<正>哲学社会科学是人们认识世界、改造世界、推动历史发展和社会进步的重要力量,是综合国力的重要组成部分,从战略的高度强调哲学社会科学的重要性,具有重大的历史意义和现实意义。党的十六届三中全会提出,要建设哲学社会科学理论创新体系,促进社会科学和自然科", "label": "社会学", "id": 0}
{"content": "<正>哲学社会科学是人们认识世界、改造世界的重要工具,是推动历史发展和社会进步的重要力量。哲学社会科学的研究能力和成果是综合国力的重要组成部分。坚持以反映时代特征和实践要求的科学理论指导实践,并根据实践的新鲜经验不断推进理论创新,是哲学社会科学发展的必", "label": "社会学", "id": 0}
{"content": "<正>近年来,随着全国各地哲学社会科学成果政府奖评奖工作不断地改进发展,社会科学成果评奖及学术评价工作取得了前所未有的成绩,初步形成了评奖工作的体制机制,初步构建了成果学术评价体系及方法,切实发挥了评奖工作对于繁荣发展哲学社会科学的重要引导和激励作用。但", "label": "社会学", "id": 0}
{"content": "<正>毛泽东同志曾说过,\"马克思这些老祖宗的书,必须读,他们的基本原理必须遵守,这是第一。但是,任何国家的共产党,任何国家的思想家,都要创造新的理论,写出新的著作,产生自己的理论家\"。这一重要论述说明,在指导思想与理论创新的关系上,我们必须要讲\"两点论\",一要坚持", "label": "社会学", "id": 0}
{"content": "<正>社科成果转化是指其研究内容被社会公众获取、认同、消化和吸收,产生社会效益或经济效益的知识转移过程,也是社科研究价值得以实现的关键环节。为什么科学技术作为第一生产力已被普遍认同,但对社会科学转化为现实的生产力仍持有怀疑目光,包括社科研究者自身也不够", "label": "社会学", "id": 0}
{"content": "<正>改革开放30多年来,中国哲学社会科学取得了长足进步,呈现出繁荣发展的良好局面。在基础研究得到巩固与拓展的同时,应用对策研究显著增强;在传统学科蓬勃发展的同时,新兴学科、交叉学科快速发展,逐步形成了门类比较齐全的学科体系,产生了一批影响深远的优秀成果。", "label": "社会学", "id": 0}
{"content": "<正>当前社会科学的繁荣发展,形成了百家争鸣、百花齐放的局面。但我们也客观地看到哲学社会科学\"软\"成果转化不如自然科学\"硬\"成果转化的多,大量的哲学社科成果,甚至很多政府投入哲学社科基金所支持的重要、重点哲学社科成果,仅仅作为样品而束之高阁,没能充分发挥其应有", "label": "社会学", "id": 0}
{"content": "<正>一学术研究是一种社会行动,可以用社会行动理论对其进行分析。美国结构主义社会学大师帕森斯提出了行动者决策模型,这一模型由行动者,行动的目标,支配行动者的规范、价值观和其他观念,行动的情境条件,行动实现的手段五大要素构成,各要素之间的关系用图表示如下:", "label": "社会学", "id": 0}
{"content": "<正>开展社会科学学术研究,促进成果转化,是鼓励哲学社会科学界为党和人民事业发挥思想库作用,推动我国哲学社会科学优秀成果和优秀人才走向世界的根本途径,同时,也是广大社科工作者的重要职责。社科联作为党领导下的一个以组织协调社科工作与从事学术研究为主要任务的", "label": "社会学", "id": 0}
{"content": "<正>分析性叙述研究计划表达了一种使已经被许多学者所采用的,即把历史的比较研究和理性选择模型结合起来的研究进路更加清晰、更加明确的努力。为了理解制度起源与变迁的实际情况,分析性叙述坚持把对具体案例的深刻把握与精确理论模型相结合。然而,这些条件还不足以使分析性叙述与其他娴熟的比较历史研究相区别。这篇文章的核心在于阐释\"是什么构成了分析性叙述研究进路\",以及\"它与其他进行严格比较历史研究的研究进路有什么区别\"两大问题。尽管在啄书以及对批评的回应中（Bates,et al.,1998,2000a,2000b）作者们已经努力阐述了这一研究进路的关键元素,但是更为系统化的阐述仍是必要的。", "label": "社会学", "id": 0}
{"content": "<正>费孝通先生是中国民族学、人类学和社会学界的一代宗师。他所开创的\"社会学中国学派\",在中国现代学术思想史上留下了浓墨重彩的一页,他的学术成果和治学方法得到世界范围的认同和肯定。在众多学术成果中,费孝通的\"世界社会\"思想比较重要,其发端于费孝通先生学术生涯之始,并伴随他一生,直到90高龄形成比较成熟的,围绕\"文化自觉\"论的,具有丰富内涵的思想。该思想早期发展阶段打上了费孝通先生当时时代和学术研究特点的烙印。", "label": "社会学", "id": 0}
{"content": "<正>哲学社会科学是人们认识世界、改造世界的重要工具,是推动历史发展、社会进步的重要力量。一个民族,要立足于世界民族之林,离不开哲学社会科学的熏陶和滋养;一个国家,要在世界综合国力的竞争中立于不败之地,离不开包括哲学社会科学在内的\"软实力\"的凝聚和支撑。在全面建设小康社会,开创中国特色社会主义事业新局面的伟大历史进程中,广大哲学社会科学工作者肩负着光荣而艰巨的历史使命。那么,作为一名哲学社会科学工作者,怎样才能不辱使命、不负众望呢?从目前存在的问题看,应特别注意处理好以下几个关系。", "label": "社会学", "id": 0}
{"content": "西方大学的学术自由源于欧洲中世纪大学自治的思想,19世纪初德国柏林大学明确提出大学的学术自由原则,奠定了学术自由成为现代大学理念的历史地位。为了保障大学教师教学和研究自由的权利,美国大学教师和大学教授协会（AAUP）经过了长期的斗争,促使学术自由不断走上制度化的道路,并逐步演变为一种现代大学制度。", "label": "社会学", "id": 0}
{"content": "联系是博耶学术思想的基础,它体现在人类的核心共性中。博耶将学术内涵扩展成为探究、综合、应用和教学四种,并提出了学者品质、效绩标准、学术证明和过程可靠的评价原则,以及\"创造性契约\"的建议。博耶还对本科生的普通教育、专业教育以及成功教学提出了积极建议。最后,博耶还为美国新一代大学进行了设计。", "label": "社会学", "id": 0}
{"content": "本文探讨建构主义与国际关系其他理论之间的关系问题。建构主义本质上是一种社会科学研究方法。在具体经验研究中,主流建构主义尤其是美国式的建构主义表现出很强的自由理想主义倾向,但在政治世界观上,建构主义并不必然从属于自由主义,也不必然从属于现实主义。作为一种分析方法,它可以和不同的政治世界观相结合,形成具有不同政治倾向的建构主义国际关系理论。", "label": "社会学", "id": 0}
{"content": "<正>我院青年学者近几年来学习很努力,研究理论很下功夫,调查工作做得相当多。组织青年学者深入实际考察国情是一个正确的选择,院党组支持这项活动,这也将是全院今后加强科研工作和全面贯彻落实中共中央指示的一项经常性举措。这一次40多名同志去吉林省调研,我相信一定会取得好的成绩。关于调查研究的意义和方法,我们党的几代领袖有过很多精彩的议", "label": "社会学", "id": 0}
{"content": "中国的人文精神研究走过近30年的历程。其大致可分为四个时期:一是20世纪70年代末至90年代初期,中国人文精神复苏与启蒙期。1978年开展的关于真理标准问题的大讨论,其最集中的是人性与异化问题和马克思主义与人道主义关系问题。人的问题和人性问题并不是资产阶级的专利,马克思主义也重视人、人的价值,应加强对这个领域的研究。二是20世纪90年代中期,中国当代人文精神论争与重建期。何为人文精神、\"人文精神是否失落\"、\"如何重建人文精神\"成为论争的集中话题,形成了80年代\"文化热\"以来的又一次理论大讨论。三是20世纪90年代中期之后,中国人文精神学理与实践的结合期。中国人文精神研究走出学理桎梏,着重于人文精神与现代化、人文精神与市场经济等现实问题的研究。四是20世纪末至今,中国人文精神的拓展期。中国人文精神问题的研究得以进一步拓展。21世纪,中国人文精神研究,应具有全球人文意识,应树立以人为本的人文精神理念,应追求人类与自然的持久和谐。", "label": "社会学", "id": 0}
{"content": "<正>引言由1978-2007这三十年的时代性质所决定,中国社会科学在此期间主要关注的是中国学术传统的建构问题以及各种学术建制的完善问题。尽管无可否认的是,经由对西方学术的\"知识引进运动\",中国学术在此一期间已经有了很大发展,然而,", "label": "社会学", "id": 0}
{"content": "<正>发展是党执政兴国的第一要务。从哲学意义上讲,发展是事物由量变到质变的变化阶段,一个事物通过事物的增加或减少,达到一定的水平和程度,就会引起事物性质的变化。所以,哲学又把发展理解成\"新事物代替旧事物的过程\"——事物发生了质变,旧事物被新事物代替了。科学发展观中的\"发展\"是社会学意义上的概念、经济学意义上的概念,这是一个特定的、狭义的发展概念,是指能够产生社", "label": "社会学", "id": 0}
{"content": "<正>中国社会科学类社团（以下简称社科类社团）属于民间组织范畴。通常以学会、协会、研究会、促进会、联合会等称谓命名。据不完全统计, 截止2005年底,我国社科类社团已有8．3万个,占全国民间组织总数的26%, 占全国社会团体总数的48%。社科类社团的发展态势已呈现出学术研究领域多样化、组织结构类型多样化、开展活动方式多样化、地域分布范围多样化的特点。", "label": "社会学", "id": 0}
{"content": "自20世纪90年代以来,现代性批评渐渐成为思想学术界关注的焦点之一。它是19世纪中叶以来中国现代化变迁历史的一部分。其今日之兴起,源于现代化过程呈现的新问题、后现代理论在中国的传绎和国人对传统人文学术的新兴趣。从学科分野说, 它主要集中于文学一文化批评、社会理论和哲学;尽管其具体呈现的形态,更多的是跨学科的,甚至是感性的情绪化的。现代性批评最有成长性的概念是\"中国的现代性\",假如能够避免将保守主义转变为独断论、将文化民族主义泛化为沙文主义,这个概念也许可以引导人们重新认识中国经验、包括20世纪的中国经验,对中国的新路作出创造性贡献。", "label": "社会学", "id": 0}
{"content": "<正>随着我国经济社会的发展及社会主义市场经济体制的建立和完善,民间组织得到了迅猛发展,其在我国经济社会发展中,发展发挥着日益重要的作用。", "label": "社会学", "id": 0}
{"content": "<正>占术,人或以为小术也,哲人不为也。本文想要证明的是,作为预测技艺的占术乃是古典时代政治技艺中的重要一种,而且与古典政治哲学有无法割断的内在关系,更涉及到哲学中理性与信仰的一个复杂关联。我们的讨论入手角度是技艺与命运的关系。", "label": "社会学", "id": 0}
{"content": "<正>2005年4月,中宣部、教育部、中国社科院联合下发《关于在高校社科系统和社科研究系统开展“三项学习教育”活动的通知》,明确要求两类社科系统深入开展以“三个代表”重要思想、马克思主义立场观点方法、职业精神与职业道德为主要内容的“三项学习教育”活动。在这个活动的进行过程中,当代中国哲学社会科学界如何在新的历史时期构建具有中国风格、中国气派、中国特色的哲学社会科学,始终是学者们热烈讨论的重大课题。上海社科院所属的《社会科学报》编辑部自2005年下半年起,派出若干批次的", "label": "社会学", "id": 0}
{"content": "本文把规范分成六大类十二种:社会规范和自然规范（含技术规范）,目标性规范（含标准性规范）与操作性规范（含程序性规范）,双益性规范与独益性规范,肯定性规范、否定性规范与授权性规范（义务性规范与权利性规范）,提倡性规范与命令性规范（含强制性规范）,强制性规范（刚性规范）和非强制性规范（柔性规范）;阐发了各类各种规范的内涵、区别和联系。", "label": "社会学", "id": 0}
{"content": "自康德以后,人文科学取得了很大的发展,因而人文科学的逻辑也就成为现代西方哲学所要着力解决的一个重点问题。当代著名哲学家卡西尔从人文科学的对象、生成、方法等方面,对其展开了全面、综合的研究,从而形成了自己独特的人文科学观。", "label": "社会学", "id": 0}
{"content": "<正>2004年对于社会科学事业发展来说是不平凡的一年。以胡锦涛为总书记的党中央高举邓小平理论伟大旗帜,深入贯彻“三个代表”重要思想,在实现全面建设小康社会宏伟目标进程中,提出了一系列新思想、新观点、新论断。一年中,有五", "label": "社会学", "id": 0}
{"content": "<正>中共十六届三中全会通过的《中共中央关于完善社会主义市场经济体制若干问题的决定》中提出了一种引人注目的科学发展观,其基本内涵是“坚持以人为本,树立全面、协调、可持续的发展观,促进经济社会和人的全面发展”。科学发展观的提出是对中国长期以来的发展实践经验和教训的正确总结,实质上也是先进社会科学理论的一种具体", "label": "社会学", "id": 0}
{"content": "<正>全面贯彻十六大、十六届三中、四中全会精神,就是要以邓小平理论和“三个代表”重要思想为指导,着重把握解放思想、实事求是、与时俱进、开拓创新这个精髓,抓住立党为公、执政为民这个本质,围绕为人民执好政、掌好权这个主题,深刻领会加强执政能力建设的重大意义。在新形势下,开创社会科学工作新局面就必须深入学习“三个代表”,提", "label": "社会学", "id": 0}
{"content": "<正>民国学界,唯新是求,老旧几乎成了腐朽的同义词,所谓老师宿儒, 大都被打入顽固保守之列,甚至等同于前清遗老。与之关系稍近的学界后进,也被视为遗少。近代学人所写的学术史,很少将老辈放人视野之内。", "label": "社会学", "id": 0}
{"content": "<正>我们党历来高度重视哲学社会科学。党领导下的哲学社会科学工作对于中国革命、建设和改革开放发挥了极其重要的作用。党的十一届三中全会以来,哲学社会科学对党的思想路线的确立和指导思想的丰富发展,对于用马列主义、毛泽", "label": "社会学", "id": 0}
{"content": "伟大的事业需要一大批哲学社会科学工作者为之奋斗,广大青年社科工作者是哲学社会科学的重要继承者,是先进哲学社会科学的重要开拓者和重要生产者。新时期的青年社科工作者,只有以创新为其工作的精神动力,以创新意识贯穿于各项工作的始终,才能实现自身素质的提高和各项事业的成功。笔者主要从四个方面论述了提高青年社科工作者创新能力的途径,即必须以解放思想为先导,始终坚持实事求是;必须以善于学习为前提,始终坚持勇于实践;必须以加强修养为条件,不断磨炼意志;必须以打破常规为手段,不断推陈出新。", "label": "社会学", "id": 0}
{"content": "促进广西哲学社会科学事业繁荣发展,必须着力提高认识,坚持以“三个代表”重要思想为指导,贯彻“双百方针”,把握好主攻方向,深化体制改革,壮大社科队伍,加强和改善党对社科工作的领导。", "label": "社会学", "id": 0}
{"content": "20世纪90年代,受苏东剧变和中国经济增长的影响,中国知识界出现了完全不同于80年代的几种思想倾向。作者把这些思潮或社会现象分别称作文化商业化,文化民族主义或文化保守主义,后现代主义或新左派,以及中国自由主义,认为中国的启蒙传统受到了来自前三种倾向的挑战。", "label": "社会学", "id": 0}
{"content": "<正>从上个世纪80年代以来,随着社会史研究的兴起,社会心理和社会思潮在历史发展中的作用越来越受到重视。所谓社会心理,按照心理学和社会学的解释很复杂,我们主要是指群体心理, 即民众对历史和现实的一种比较普遍的心理感受,即非系统化的社会意识。所谓社会思潮,是较为系统化了的在社会上流行的社会意识。现将国内从上个世纪80年代以来特别是1994年以来关于中国现代社会心理和社会思潮的研究,作一简要的评述。", "label": "社会学", "id": 0}
{"content": "<正>社会思潮作为导引社会进步的思想主张,在中国几千年的思想史中,有两个时期呈现出错综复杂和百家争鸣的现象,一个是春秋战国时期,一个是从鸦片战争到新中国成立前的这段历史时期。后一个时期中自辛亥革命后至中华人民共和国成立时期,这种错综复杂和百家争鸣的现象更为突出。这个时期的社会思潮有如下几方面的特点:", "label": "社会学", "id": 0}
{"content": "<正>当前,功利主义社会思潮在我国日益盛行。分析这种社会思潮在当前我国盛行的原因,研究这种社会思潮对当前我国现实生活的影响,对于引导人们正确地认识功利主义,从而化弊为利,无疑具有十分重要的理论价值和现实意义。", "label": "社会学", "id": 0}
{"content": "<正> 正如来自清所说,闻一多集诗人、学者、斗士三重人格于一身。从1925年参加《北平晨报》的诗刊到1930年转任青岛大学文学院长兼国文系主任,是他的诗人时期;此后至1944年参加西南联大的五四晚会,是他的学者时期;再以后的两年,是他的民", "label": "社会学", "id": 0}
{"content": "儒家因为复古主义,历来被看作是倒退的,反对进化论的;但在近代,不少当时最先进的学者接受进化论,倒是源出于儒家。本文试图分析:儒家思想在帮助他们接受进化论思想时又带来了怎样的保留?保留后面有着怎样的批判?今天应当如何看待他们的批判?他们的儒家立场在今天给我们怎样的启示?", "label": "社会学", "id": 0}
{"content": "<正> 一、“公民社会”关于公民社会（Civil Society）的思想在西方源远流长,甚至可以追溯到古希腊时期;在近代资本主义的发展中,这一概念被用来反对专制主义国家和重商主义国家;20世纪80年代以后,公民社会概念再次复活,并于90年代进入主流派知识话语体系,形成国际性的社会政治哲学思潮。新一轮公民社会讨论的兴起与当代西方所发生的深刻社会变化有着密切的关系。首先是二战后西方民主政治出现了畸形变化,主要表现为:国家权力日益向行政部门集中,动摇了分权和自治的传统观念;行政官僚的信息垄断侵害了普通民众的知情权和参政权;大的利益集团政治影响力扩张,普通民众由于缺乏组织手段", "label": "社会学", "id": 0}
{"content": "<正>一、当代世界的发展对我国政党和政党制度提出了新的任务和挑战我国现在已经进入全面建设小康社会、加快推进社会主义现代化的新的发展阶段,坚持马克思列宁主义、毛泽东思想、邓小平理论和\"三个代表\"重要思想在意识形态领域的指导地位,走中国特色社会主义道路,把我国建", "label": "社会学", "id": 0}
{"content": "<正> 一、学术想象力的含义人类的心智大约可区分为观察、记忆、理解（分析和判断）、想象四大功能、其中以想象力最重要,因为它是一切创意、企划、发明之泉源。许多伟人深知想象力的重要,科学家爱因斯坦曾说:“想象力更重要,因为知识是有限的,而想象力概括着世界上的一切,并且是一切知识的源泉”。大文豪莎士比亚（William Shakespeare）则说:“想象力使人类成为万物之灵。”哲学家狄斯雷立（Disraeli）则更露骨地说:“想象力统治着整个世界。”想象力是人类的特殊禀赋,它是一种把经验、观念、梦幻等矛", "label": "社会学", "id": 0}
{"content": "<正> 在新中国成立五十周年纪念日即将来临之际,中共中央宣传部、全国哲学社会科学规划领导小组召开大会,表彰和奖励国家社会科学基金项目的优秀成果,这是很有意义的。党和国家对发展哲学社会科学事业非常重视,并寄予殷切期望。我代表党中央和国务院,向获奖的专家学者表示热烈的祝贺!向全国哲学社会科学工作者致以亲切的问候!", "label": "社会学", "id": 0}
{"content": "<正> 今年七月一日,胡锦涛同志在“三个代表”重要思想理论研讨会上发表重要讲话,进一步深刻系统地阐述了“三个代表”重要思想,具有很强的理论性、思想性、指导性,对推动兴起学习贯彻“三个代表”重要思想新高潮,繁荣发展我国的哲学社会科学,必将起到十分重要的作用。我们要深入领会讲话精神,认真学习贯彻“三个代表”重要思想,不断把我国的哲学社会科学事业推向前进。", "label": "社会学", "id": 0}
{"content": "<正>一、基本前提:社会科学的两种属性社会科学作为一个相对独立的学科群,在18世纪中后期开始出现,19世纪逐渐建立系统的理论结构,是有别于自然科学的一系列学科,如历史学、经济学、政治学、社会学、法学等以经验的方法对宏观的社会结构、社会组织进行研究的学科的总称,主要是技术革命", "label": "社会学", "id": 0}
{"content": "<正>科学包括自然科学和社会科学,科普工作应涵盖自然科学和社会科学两大内容。但一段时期以来,很多人包括我们的部分专职科普工作者在对科普工作内容的认识上存在一定偏差,认为科普工作是一项普及自然科学知识的工作,轻视或忽略了社会科学的普及,这直接导致了我们在组织一些科普展览和其它一些科普", "label": "社会学", "id": 0}
{"content": "本文试图发现学科之间存在的内在的逻辑联系,以拓宽学术研究的视野。学术研究间的左右逢源可以透过不同学科中对价值和事实在该学科中的地位和作用来审视。价值与事实的二维分野直接引发西方现代哲学上理性主义和经验主义的长期的争论和互动。这样一种内在的张力和互动在政治学的政策制订上与经济学上的路径取向上得到淋漓尽致的应用。这就说明,哲学、政治学和经济学三大学科之间存在着一种天然的联系,它们或许都关心同一个命题。它们都关心各自学科内的价值和事实,对其又有着不同的界定和分析;然而它们的基本意义仍然可以从哲学上得到最基本的诠释。不同学科间的内在联系因价值与事实的二维分野得到体现和更加的明朗。这样一种审视突破我们对三大学科的传统认识。通过这样的一种分析方法还可以拓宽我们对中国传统文化与哲学的了解。", "label": "社会学", "id": 0}
{"content": "<正> 一、西方思想语境中的modern Modern一词译成中文,有“近代的”、“现代的”、“现代化的”等义。就此而言,英语对“近代的”与“现代的”这二者不作区分,故仅以modern一词指之。本文对已经成为思想史研究中的意义单位的modern比较感兴趣。比如,modern是如何从单纯表示时间向度的矢量词成为思想史的意义单位的?它", "label": "社会学", "id": 0}
{"content": "<正>哲学社会科学肩负着认识世界、传承文明、创新理论、咨政育人、服务社会的崇高使命,承担着推进中国特色社会主义经济、政治、文化全面发展和物质文明、政治文明、精神文明全面建设的重大责任。要实现这种责任和使命,哲学社会科学必须与时俱进、勇", "label": "社会学", "id": 0}
{"content": "<正>党的十六大在总结十三年来的成就和经验的基础上,提出了全面建设小康社会、加快社会主义现代化建设的战略目标,确立了“三个代表”重要思想的指导地位,对政治、经济、文化等各项工作作出了全面部署。十六大报告指出,“坚持社会科学与自然科学并重,充分发挥哲学社会科学在经济社会发展中的重要作用”,并且明确要“坚持和完善支持文化公益事业发展的政策措施,扶植党和国家重要的新", "label": "社会学", "id": 0}
{"content": "<正> 一个古老而永恒的信念——关于本体论二十世纪末是不平静的,改革开放的二十年来,使十二亿中国人脱离了穷困,逐步走向了富裕的生活,改革的成就是世人共睹的。然而,在经济浪潮的猛烈冲击下,同时也带来了一些负面的影响,社会道德乃至职业道德的普遍大滑坡.使人触目惊心,这是始料不及的,引起了大众的普遍关注。正是在这样一种背景下滋生了通常称之为“封建迷信”的鬼神崇拜现象的蔓延.乃至大规模的邪教流行。邪教有一共同的特征就是极力渲染由于人们道德坠落而导致的世", "label": "社会学", "id": 0}
{"content": "在现代化的历史进程中,哲学、社会科学与自然科学、技术科学同样重要,都是第一生产力的组成部分。但在向现实生产力转化的过程中.哲学、社会科学具有不同于自然科学和技术科学的特殊机制。主要表现在它的宏观性、整体性、间接性、潜在性、非直观性以及特定的阶级与政治倾向。把握这些特点及倾向,对于在新世纪进一步繁荣和发展人文社会科学事业,促使其向现实生产力的转化,具有重要意义。", "label": "社会学", "id": 0}
{"content": "本文所讨论的内容是当前为学界所广泛关注的学术越轨、失范问题,笔者尝试从社会学和心理学的角度并结合系统控制论的相关原理,通过对学术内外系统和个体越轨心理机制的剖析,并在此基础上对学术失范作出宏观、中观和微观的多维视角的分析,进而提出以人这一微观系统为中心结合宏、中观系统控制,具体以认知调整、自律习惯及创新、综合能力培养为手段的防治方法。", "label": "社会学", "id": 0}
{"content": "<正>同志们、朋友们：你们好! 110年前,一个新的生命诞生在乐山县沙湾镇。当时,也许谁也不会想到,这个新的生命将为中国的文学界、历史学界、科学界带来巨大的影响,成为中国现当代一位响当当的文化伟人。这个新的生命就是后来成为我国著名诗人、学者、社会活动家、中国科学院第一任院长的郭沫若。", "label": "社会学", "id": 0}
{"content": "<正>社会大变动、大转折的时代往往是学术争鸣的时代, 郭沫若一生正值中国社会急剧变动,实现民族独立和向近代化、现代化转换的时期,中西、新旧各种文化碰撞激荡、交融互动,是中国历史上又一个诸子百家蜂起之时。作为百科全书式学者和坚定革命战士的郭沫若,在长达四分之三世", "label": "社会学", "id": 0}
{"content": "<正>郭沫若与20世纪中国学术文化,这是一个大题目,更是一个意味深长的题目,特别是“学术”的意义在当今中国社会又被重新推崇、被强化的时刻,我们将郭沫若这位文化巨人置放在“学术文化”发展的背景上来加以认识,这里可以重新思考的东西就十分丰富了。", "label": "社会学", "id": 0}
{"content": "<正>五四时期,在“打倒孔家店”的时代浪潮中,郭沫若对孔子表现出极大的尊崇,对先秦文化思想显示出极大的热情。虽然他与复古派、尊孔派全然不同,但这与在诗歌创作中不停地高唱着“毁坏”与“创造”,挟一股前无古人后无来者、睥睨一切之气势的那个“开辟鸿荒”的诗人自我形", "label": "社会学", "id": 0}
{"content": "<正>孔家店到底有没有在五四的西化大潮中被打倒?孔家店在多大程度上被打倒?或问：孔家店有多少部分躲过了五四的西化烈火而存留了下来?这些问题在相当长一段时间内成为了学界所关注的对象。在这些问题上,学者们众说纷纭,迄今尚未出现很全面、令人满意的认识。在这一点上, 重新考察一下作为五四后期代表人物之一郭沫若的思想,会对我们有些重要的启示。", "label": "社会学", "id": 0}
{"content": "<正>2002年是郭沫若110周年诞辰。在这期间,学术文化界举行了一系列纪念活动,其中一个重要的活动是以“郭沫若与百年中国学术文化”为题的国际学术论坛。", "label": "社会学", "id": 0}
{"content": "<正> 20世纪即将落下帷幕,新世纪、新千年就要到来,总结过去、展望未来是一项意义重大的课题。事实上,人类的此种回顾展望工作不一定要到世纪临界点方才进行,而是随时可为,只是在世纪临界点会变得更自觉、更集中罢了。具体谈到中国20世纪思想文化历程的回顾,也是如此。早在1948年,冯友兰", "label": "社会学", "id": 0}
{"content": "<正>思想观念和生活方式的关系是近年来思想史、文化史和社会史研究的新课题,认识这一问题不仅要在理论上进行新的探索,更要从实证研究上开拓新的领域,把非观念性（即文本性）的资料,引入思想史的范畴,或从思想史的角度解释生活方式的变迁。本文以服装为例提出这一问题,是基于这样的认识:中国传统文化模式是", "label": "社会学", "id": 0}
{"content": "<正>在世纪之交的重要历史时刻,党中央作出了实施西部大开发的战略决策,这是关系到21世纪中国经济社会发展的大战略、大部署、大思路、大举措.我省广大社科理论工作者应以强烈的责任感、使命感、自豪感,积极站在西部大开发的前沿,走上主战场,以大开发为阵地和课堂,站在理论思维的制高点上,总揽和把握大开发的全局,把理论研究的着力点前移到大开发的中心地带,开展现实、应用、对策研究,为西部大开发提供理论支持.", "label": "社会学", "id": 0}
{"content": "<正> 人文主义是欧洲文艺复兴时期资产阶级反对封建制度和宗教神学的思想武器。先秦时期诸子百家的哲学中也包含了大量的人文思想,尽管这种人文思想与文艺复兴人文主义有时代和阶级的本质区别,但仍不失为一种闪烁着人道主义光芒的,对人类认识发展有着巨大意义的人文主义精神。", "label": "社会学", "id": 0}
{"content": "<正>对于“实学”的内涵,学者们的意见不尽一致,大多数人的论述着眼于经世思想和批判精神的阐发。以实学与科学互动的眼光,我把它区分为三种形态:强调“实理”的理性实学、注重“实效”的功利实学和讲求“证据”的实证实学,这三者也大体反映着实学思想的发展阶段。严格地说,科学产生在近代的欧洲,只", "label": "社会学", "id": 0}
{"content": "<正>一对韩国近代史的思想特征,称为“实学”,已在韩国史的叙述中被广泛承认。在中国和日本,虽用过“实学”这一术语,但不像在韩国,就专指一个时代学术的特点,并拥有牢固的地位。而在日本或在中国的历史书中,“实学”这一术语的含义都较有局限性。在日本则用了兰学和洋学。在中国则用了考证学等术语。当", "label": "社会学", "id": 0}
{"content": "<正>中韩两国的文化学术交流和合作,源远流长。自1992年中韩两国建立外交关系以后,文化学术交流又进入了一个新的历史时期。《中韩实学史研究》的问世,就是近年来两国从事实学史研究的学术交流和合作的重要成果。", "label": "社会学", "id": 0}
{"content": "<正>中国传统哲学以“究天人之际,通古今之变”为追求目标。究天人之际涉及广义的天道观与价值观,通古今之变则指向历史的领域。从哲学史上看,注重历史现象的考察,确实构成了传统哲学的重要特点。", "label": "社会学", "id": 0}
{"content": "<正> 1 自然复杂系统与社会复杂系统系统的概念和思想源远流长,这在古中国和古希腊的哲学思想中已有体现。但是,使系统观念和思想转变为科学理论,则是20世纪中叶的事情。L.Von.贝塔朗菲在对生命现象的研究过程中,仔细分析了机械论与活力论的局限性,提出了一般系统论的概念,其主要内容是关于开放系统的理论。他试图打破生命与无生命系统之间的界限,建立起一般系统的科学理论与方", "label": "社会学", "id": 0}
{"content": "<正> 世界形势,波谲云诡;国内形势,安定团结。这既令人忧虑感叹,也给了我们一次新的机遇和条件。把经济建设搞上去,把综合国力搞上去,把我们的第二步战略目标攻下来,把“八五”规划、十年计划胜利完成好,这是党的英明决策、全国人民迫切的愿望,也是我们社会科学工作者的义不容辞的责任。", "label": "社会学", "id": 0}
{"content": "<正> 一、马克思主义的指导是社会科学研究工作的根本马列主义、毛泽东思想是完整的科学理论体系,是严密和完备的世界观和方法论,是建设社会主义的唯一正确的思想理论武器,努力掌握它的精神实质,这是由我国社会主义科学研究的性质和任务所决定的。因此,江泽民同志", "label": "社会学", "id": 0}
{"content": "<正> 毛泽东同志曾经指出:领导我们事业的核心力量是中国共产党,指导我们思想的理论基础是马克思列宁主义。”这就告诉我们,无论从事任何工作,都不能离开马克思主义;马克思主义既是我们事业的理论基础,又是指导我们行动的指南针,这是革命先辈们用鲜血换来的经", "label": "社会学", "id": 0}
{"content": "<正> 现代自然科学是整个人类文化中最重要的一个组成部分,也是最有力量的征服自然、改造社会的武器。随着人类社会的不断发展,现代自然科学向社会各个方面的渗透也不断扩宽和深入,不仅通过并入生产过程,迅速转化为直接的生产力,而且还以不同的方式通过不同的途径,影响着生产关系和上层建筑,给经济、政治、军事、文化教育以及人们生活、精神带来了巨大的变化,促", "label": "社会学", "id": 0}
{"content": "<正>中国郭沫若研究学会自成立以来,又新发展了会员五十九名,现在已拥有会员二百六十余人。学会每年都组织几次学术活动,以推动整个郭沫若研究的深", "label": "社会学", "id": 0}
{"content": "<正>郭沫若著作的三个方面,文学、历史、考古,我都是外行。我自己不会研究,也无能力去研究。但郭沫若作为近代中国文学、史学、考古的学术代表人物,就其成就而言,自当加以研究。研", "label": "社会学", "id": 0}
{"content": "<正>郭沫若研究现在要在全国范围内组织很大的力量来进行,实际上真正系统地研究郭沫若还很不够。郭沫若在学术上耕耘的范围很宽广,成就是卓越的。不论在史学、古文字学、文学,戏剧上,", "label": "社会学", "id": 0}
{"content": "<正>研究郭沫若一定要实事求是。实事求是是马克思列宁主义的精髓,当然这要有革命的勇气,才能真正做到实事求是。你们的《郭沫若研究》,不要看人家怎么办,就跟着怎么办,要自己走出一条实事求是的研究道路。郭沫若研究中的不同意见,不同观点,也可以登,互相讨论,百家争鸣嘛!", "label": "社会学", "id": 0}
