{"content": "<正>1、前言化纤织物的工艺印花通常采用分散染料,但由于分散染料的传统印花工艺流程较长,水、电、汽的能耗居高,印染废水、废气的排放量较多,用工成本高,生产成本居高不下。经过我们对分散染料印花工艺流程的深入研究,我们认为传统的生产工艺已不符合绿色印染、生态排放的环保要求,其生产工艺流程急需转型升级改造。优化组合印花加工工艺要素和能量（热能、机械能、电子能）、化学品的用量及生产时间,革新工艺,缩短工艺流程,提高生产效率,节能减排,降低生产成本。", "label": "纺织科学与工程", "id": 0}
{"content": "现如今中国的纺织印染行业已经非常发达,但很多的印染企业为了追求经济效益,所用的染料中多为人工的化学合成品,给人类的生存环境造成了很大的污染。因此,如何平衡这两者之间的矛盾,成了需要思考的问题。随之,天然的印染艺术被人们加以关注,它有丰富的工艺特色种类。在服装的设计中,运用天然的印染艺术,可以创新服装的风格。", "label": "纺织科学与工程", "id": 0}
{"content": "为了研发出具有更高性能的吸水速干织物,采用十字断面涤纶纤维设计织造出有毛细差动的双层构造织物,以获得优异的吸水性能。以正硅酸四乙酯制备了疏水性的硅溶胶改性剂,并采用局部喷涂法对织物反面进行硅溶胶整理,进一步提高双层吸水速干织物的速干性能。结果表明,与普通吸水整理后的双层织物相比,经过硅溶胶局部喷涂法整理的织物正面亲水、反面疏水,正面接触角为0°,反面接触角大于130°。织物的芯吸高度保持与普通吸水整理同等水平,芯吸高度经向、纬向分别为18.7和16.9 cm;织物完全干燥时间由普通吸水整理的40 min缩短到25 min。局部喷涂法硅溶胶整理,在保持双层织物优异吸水性能的前提下,大幅度提高了织物的速干性能,有利于汗液迅速从皮肤侧导向衣服外侧并快速蒸发,保持肌肤面的干爽舒适感。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>纺织品在使用中与人体皮肤接触,皮肤表面的汗液、皮脂等代谢产物及外部的污垢会附着很多,这些附着物容易滋生细菌,对人们的健康造成威胁,因此,后疫情时代研究和开发新型、高效、广谱、环保型的抗菌纺织品成为新的热点。实际应用中,因为片面追求抗菌效果而出现过量使用抗菌剂的现象,这不仅造成生产成本增加,而且也可能出现金属离子污染现象。GB/T18885生态纺织品技术要求对可萃取的重金属做了限定,其中\"铜\"在婴幼儿用品限定的含量为低于25ppm。", "label": "纺织科学与工程", "id": 0}
{"content": "抗菌阻燃面料是一种兼具抑制细菌生长与阻燃特性的功能纺织品,不仅可以减少人体受有害微生物活动的侵害,还能在火灾发生时保护人们生命财产安全。本研究通过原位聚合法,在聚酯合成过程中原位添加纳米活体矿石抗菌剂与无卤磷系共聚型阻燃剂,制备抗菌阻燃聚酯切片,再经熔融纺丝、织布制备抗菌阻燃聚酯面料。其抗菌原理为纯物理安全抗菌,纳米活体矿石属于一种宽带隙半导体材料,在环境能量作用下产生自由电子和空穴,促进环境中的水、氧气和有机物分解成具有抑制细菌生长和消除异味的活性基团,能够有效地减少纺织品及皮肤表面的细菌与有害物质,具有本征抗菌阻燃、抑菌率高、抗菌成分不析出、永久阻燃、不含Ag、Cu等重金属、吸湿速干、空气自净化等优势。经测试,所制备的抗菌阻燃切片可纺性良好,纤维力学性能优良。抗菌阻燃面料经50次水洗后对金黄色葡萄球菌、大肠杆菌、白色念珠菌抑菌率均达99.9%以上,抑菌圈宽度为0mm,表示为非溶出性抗菌织物,极限氧指数在水洗前后均超过32%,对甲醛去除率超过70%,吸湿速干性能达到国家标准GB/T 21655.1-2008（纺织品吸湿速干的评定第一部分:单项组合试验法）,进一步拓宽聚酯面料在卫材、高性能家居纺织品、运动服装、汽车内饰、超洁静工作服等领域的应用。", "label": "纺织科学与工程", "id": 0}
{"content": "蓝染作为我国重要的传统民间手工艺之一,近些年得到了新一轮的复苏。本文基于体验经济视角,通过对蓝染创作价值、主体、方式变化的分析,研究蓝染与社会经济、人文环境、生活方式等相关因素的关系,探寻体验经济时代背景下,蓝染工艺的价值内涵与特征,提出蓝染创新设计价值的创造策略,为这种传统工艺在现今社会中的传播提供新的解决方案。", "label": "纺织科学与工程", "id": 0}
{"content": "日本大部分传统染色技术都由外来输入,中日两国传统染色各技法都具有一定的相似性,日本将各种染色技术经过长时间的研究与发展,成为独具日本特色的表达形式并占据重要的文化发展地位。无论从染色艺术方面的色彩,纹样,材料,工具;还是从染色化学层面的染料和试剂都经过长时间的积累,都得到了长足的发展,使其从开始的构想,通过后期染料,发色,固色等各个环节一丝不苟的配合得以高品质的呈现。而中国传统染色文化虽历史悠久,但由于历史,文化,地域等各种客观因素影响,限制了此领域发展的持续性及完整度,染色艺术及染色技术还有着很大的发展空间。本文以日本独有的友婵染工艺为切入点,借鉴日本工艺技术系统,探索推进中国传统染色的可能性。", "label": "纺织科学与工程", "id": 0}
{"content": "\"创造性转化,创新性发展\"的新时代,面对祖先留下的文化遗产,如何永久保存、永续利用,是时代交付给我们的使命。本论文以敦煌壁画文化遗产保护与合理利用重点论述敦煌壁画常用的色彩结构通过一、和谐的色彩对比二、色彩结构的装饰性三、各时代色彩演变及色彩特征四、色彩大胆夸张极具意象美五、敦煌壁画的色彩构成:以黑、白、青、红、黄等颜色为主这五方面论述了敦煌壁画常用的色彩结构,对敦煌壁画中色彩风格的一些变化;敦煌壁画中色彩构成的一些调和方式阐述了壁画线条分割、壁画重复手法、壁画色调处理、壁画中色彩构成的一些主观意向分析;使染织艺术家们了解敦煌壁画的色彩更加热爱并应用中国的传统色彩文化为染织创作研究注入新活力。", "label": "纺织科学与工程", "id": 0}
{"content": "在19世纪化学染料发明并大量地生产使用以前,世界各国普遍采用的是植物染色,植物染色作为一种古老的染色方法,在全球关注环保的今天,受到很多设计者、艺术家们的青睐和喜爱。我们在艺术创作中不断探索、研究传统植物染色技术,使其在进行自身变化与创新的同时,也为当代设计创作提供了丰富的灵感来源。", "label": "纺织科学与工程", "id": 0}
{"content": "随着时代的发展和传统社会向现代社会的转变,与民族文化相关的事物寥寥无几。因此我们应该敢于设计和创新传统民族元素,达到现代与传统的平衡,带来更好的视觉冲击效果,图案的创新离不开优秀的传统民族文化元素。结合文献资料,本文将从湘黔边区苗族蜡染艺术的传统纹样、色彩以及手工技艺进行研究探讨。", "label": "纺织科学与工程", "id": 0}
{"content": "现代社会文化发展和科技的进步和深入的研究学习,各国文化得到了良好的相互认知和认可,对于中华名族传统工艺技术中的扎染技术,在这个新的时代下,开始了新的崛起之路。由于扎染工艺本身起始于早期时代,在扎染工艺的技术和打造上缺乏丰富性,那么对于扎染工艺的研究开发和运用正是当下保留改工艺的关键,具有民族特色的扎染技术就需要不断的被开发出新的方式和运用到更多的领域,尤其是在使用上更有功能性的室内软装饰当中,这也包括了国外对于扎染的工艺研究和运用概况。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>贵州是中华民族民间文化遗产蕴藏最丰富的地区之一,由于地处边陲以及地形地貌的独特复杂,形成了边缘性和封闭性。许多少数民族因历史原因被迫从经济发达的地区迁徙逃难,贵州的高山深林成为他们与世无争并躲避外来势力骚扰与侵袭的天然屏障,因此使得他们较少地受到外部世界的影响和干扰,千百年来仍保持原有的图案和风格,利用手工织染绘染技", "label": "纺织科学与工程", "id": 0}
{"content": "聚阳离子固色剂主要用于活性染料的固色,是一种直链型结构[1]。聚阳离子固色剂是通过静电引力与纤维上的阴离子染料作用,由于分子质量较大,正电中心较多,与阴离子染料之间的作用力较强,与纤维之间存在较强的范德华力以及氢键[2-4]。聚阳离子型固色剂既具有高分子的成膜性。又由于大分子上的阳离子基团可与染料阴离子形成不溶于水的盐,形成色淀[5]。因此具有双重作用,可以极大地提高固色能力。本实验研究一种聚阳离子固色剂,旨在提高织物的耐汗渍色牢度,从而解决织物遇汗液褪色的情况。图1色样电镜图可看出,处理后的染色样被产品很好的包覆,从而可达到固色效果。图2聚阳离子固色剂处理前后的掉色效果图,由图2可以看出,固色剂处理前的绒面革织物掉色严重,固色剂处理后的绒面革织物几乎不掉色。本实验将进一步研究固色剂对皮肤及生物细胞的是否有刺激型,这方面将对固色剂的应用有很大影响。", "label": "纺织科学与工程", "id": 0}
{"content": "基于淀粉价格低廉且来源广泛的优点,以木薯淀粉为主要原料,制备了高取代度阳离子淀粉并进行表征测试。用阳离子淀粉对棉纤维进行预处理后使用活性蓝染料进行无盐染色。实验结果表明:经阳离子淀粉样品预处理的棉织物对活性蓝染料的吸附性能明显好于对照组,其染料吸附量是对照组的两倍,固色率更是高达77%,且织物染色牢度为3-4级;对照组织物固色率仅为41.86%,染色牢度仅为2-3级。", "label": "纺织科学与工程", "id": 0}
{"content": "本文开发了一种针对兔毛织物的长效型抗菌整理工艺。该工艺配方基于两种非溶出型阳离子抗菌剂,并以柠檬酸为交链剂与兔毛纤维角蛋白共价结合。采用该整理工艺对兔毛进行了抗菌性整理实验。结果表明,该工艺对大肠杆菌具有显著的抑制作用,抑菌率达到100%。同时经该整理工艺整理的兔毛织物还具有良好的耐洗性,经二十次洗涤后抑菌率仍高于65%,表明该整理工艺可实现兔毛织物抑菌的长效性。兔毛纱整理后经测试强力有所下降,可能由于整理过程对兔毛纤维具有一定损伤。", "label": "纺织科学与工程", "id": 0}
{"content": "采用最小抑菌法对季铵型改性壳聚糖的抗菌活性进行了测定。以柠檬酸作为交联剂,在酸性条件下用季铵型改性壳聚糖对兔毛织物进行整理。采用振荡法测定整理前后兔毛织物的抗菌活性。结果表明,季铵型改性壳聚糖对大肠杆菌具有明显的抗菌作用。经季铵型改性壳聚糖整理后的兔毛织物对大肠杆菌的抗菌活性显著提高。", "label": "纺织科学与工程", "id": 0}
{"content": "多孔性纺织品易吸收人体汗腺和皮脂腺分泌的汗水和皮脂等排泄物,从而形成微生物的营养源,极易导致微生物的滋生和繁殖。粤港澳大湾区的湿度和温度非常适合于微生物和病毒繁殖生长,繁殖迅速的微生物极易在织物上生成菌斑,使纺织品产生霉变、脆化甚至变质,产生氨等异味物质,进而造成皮肤疾病的传播或感染。此外,大量的研究表明,80%以上的哮喘与螨虫过敏有关,对床单、枕巾、窗帘等进行驱螨和杀螨整理以避免螨虫过敏显得尤为重要。随着生活水平提高,人们对纺织品的卫生健康提出了更高要求,抗菌防霉防螨纺织品具有巨大市场前景。本论文设计研发了一系列无毒无皮肤刺激性的新型反应型抗菌整理剂,并通过化学键结合方式固定于纺织品（棉,涤纶）表面,在确保纺织品的力学性能（断裂强力、撕裂强力、顶破强力、粗糙度和柔软性等）、透湿透气性和色差等各项使用性能不产生负面影响的前提下,获得持久高效抗菌防霉防螨活性和抗细菌粘附性的非溶出型抗菌纺织品,并可精确调控抗菌和抗细菌粘附性以适应不同的使用场景需要。洗涤50次后,所得抗菌棉纺织品和涤纶纺织品对大肠杆菌、金黄色葡萄球菌和白色念珠菌的抗菌率都远高于纺织行业的AAA级标准。本技术产品具有优异的耐洗性和安全性,对皮肤无刺激,不产生细菌抗药性,制备和整理工艺简单,原料易得,成本低廉。本技术产品在纺织、包装、水处理等领域具有重要的潜在应用前景。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了太阳能光热水技术的节能减排优点,讨论了平板型、真空管、陶瓷型太阳能集热器的结构型式,研究了太阳能供热水系统在纺织印染水洗中的使用方法,分析了太阳能专用塑料供水管道的长期耐烫、抗冻、抗晒的三大功能。", "label": "纺织科学与工程", "id": 0}
{"content": "分析了纺织印染行业中的热定型机清洁环保供热方法,包括天然气直燃式热风炉供热方法、天然气导热油炉供热方法、热电厂中压中温蒸汽供热方法,研究了天然气直燃式热风炉和天然气导热油炉的结构型式及使用方法,讨论了热电厂集中供热的中压中温蒸汽在热定型机上的清洁环保供热方式。", "label": "纺织科学与工程", "id": 0}
{"content": "水性聚氨酯类固色剂具有优良的成膜性,具有网状交联结构,可在织物上形成一层致密性薄膜,从而提高织物的摩擦色牢度。但,水性聚氨酯的水溶性、稳定性一直是阻碍其应用的主要原因。聚阳离子化合物具有正电性,可与染料的阴离子基团结合,降低染料的水溶性,形成不溶性色淀,达到提高水泡、汗渍色牢度的目的。虽然聚阳离子不易形成致密的薄膜,其良好的溶水性是其最大的优点。但是在实际应用中,固色剂的水泡性能和干湿摩擦性能都是至关重要的。本文将聚阳离子与水性聚氨酯相结合,由二异氰酸酯、聚合物多元醇、环氧氯丙烷、有机胺、二甲基二烯丙基氯化铵为原料,通过预聚反应、单体改性、聚合反应,制备了一种新型聚阳离子—水性聚氨酯新型固色剂。新型聚阳离子—水性聚氨酯固色剂结合了聚阳离子固色剂优异的水泡性能和水性聚氨酯良好的干湿摩擦性能,同时克服了水性聚氨酯的水溶性、稳定性问题,并减少了织物掉色问题,应用于织物印染固色后处理过程,能够提高织物的水泡性能和干湿摩擦色牢度。通过水泡性能测试和干湿摩擦性能测试,对该新型固色剂进行性能测试。图1是未处理、该固色剂处理后织物水泡性能测试对比图。图2是未处理、该固色剂处理后织物摩擦性能测试对比图。研究结果表明,未处理的织物,水泡掉色严重,处理后固色效果明显,因而该新型固色剂很好的保留了聚阳离子优异的水泡固色性能。同时实验表明,未用固色剂处理的织物,摩擦掉色严重,用该新型固色剂处理后的织物,经过摩擦性能测试,织物几乎无掉色现象,因此该新型固色剂的耐摩擦性能也非常优异。总之,用该新型固色剂结合了聚阳离子、水性聚氨酯两种固色剂的各自优点,达到了处理后织物水泡固色效果和摩擦固色效果均得到大幅度提高目的,固色剂具有较好的固色效果,新型固色剂将有良好的市场应用价值。", "label": "纺织科学与工程", "id": 0}
{"content": "国家历史文化名城盐都自贡,文化底蕴深厚、旅游资源丰富、\"非遗\"类别众多。作为国家\"非遗\"之一的自贡扎染,现实中却面临活态传承减弱,侵权纠纷时有发生等窘境。从知识产权保护的视角,研究自贡扎染保护的意义和目的,分析其保护状况,提出应突破的难点与保护对策,是具有学术价值和实践意义的一项重要研究。", "label": "纺织科学与工程", "id": 0}
{"content": "抗菌纺织品是抗菌产品中占比最大的产品门类,其抗菌性能的检测方法受到广泛关注。但随着抗菌技术的发展变化以及抗菌纺织品加工工艺的更新换代,有些检测方法因其适用性限制不能满足新型抗菌技术的发展要求;或由于检测方法粗放,容易因不同实验室选择测试条件的差异导致不同实验室间测试结果的差异。因此,抗菌检测领域的专家们一直致力于对检测方法的研究,希望通过对检测方法进行优化,减少因检测方法不确定性导致的测试结果差异。本报告将介绍近年来有关抗菌纺织品检测方法的最新进展。在功能性纺织品蓬勃发展的今天,纺织品单一的抗菌性能已经不能满足消费者对功能性纺织品的更高要求,因此集多种功能性于一体的功能性纺织品应运而生,这些功能性相辅相成,给纺织品赋予了更强的生命力和市场竞争力,本报告还将对纺织品防螨性能、防蚊性能等进行介绍。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>随着生活水平的提高,人们对健康和高品质生活的关注也越来越高。微生物与人类健康及生活品质息息相关,与微生物相关的功能性纺织品的研发和市场也逐渐兴起。此类产品的性能如何,如何进行性能测试是广大生产企业及消费者关注的问题。本次对微生物相关的抗菌、防霉、防螨、抗病毒及消臭等功能性能纺织品测试标准和测试方法进行了介绍。在关注相关产品性能的同时,介绍了目前我国对功能性纺织品特别是抗菌纺织品的安全性要求。", "label": "纺织科学与工程", "id": 0}
{"content": "基于\"repel-and-kill\"的抗菌防污原理,我们设计合成了硅氧烷磺酸型甜菜碱（SSPB）、异氰酸酯磺酸型甜菜碱（ISB）和异氰酸酯型季铵盐（IQAS）三种纺织品抗菌整理剂,并分析确定了其分子结构。采用简单的浸轧和烘干工艺,将SSPB、ISB和IQAS三种抗菌整理剂以化学键的方式结合在纺织品表面,赋予棉纺织品抗菌活性。综合研究结果表明,结果表明,SSPB、ISB和IQAS均能赋予纺织品优异的持久抗菌性能,不产生皮肤刺激性和急性毒副作用,在不影响机械力学性能的情况下增强了纺织品的透气透湿以及亲水性能。其中,SSPB和ISB能赋予纺织品持久的抑菌防污功能,阻止细菌粘附到纺织品表面,以获得洁净的卫生纺织品;IQAS可以获得持久高效的杀菌杀螨活性;而ISB/IQAS共同整理的棉纺织品,具有高效杀菌防污和杀螨功能。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>随着科学技术的发展和人们生活水平的提高,功能性纺织品呈现越来越广阔的发展空间。抗菌纺织品因健康、卫生等功能,抗菌整理已经成为多领域纺织品尤其家用纺织品的标配,因此,纺织品后整理助剂已不再单一,为了满足市场多元化的功能需求,抗菌剂作为基本助剂与其它功能助剂共同整理面料达到多功能整理效果,需要寻求与各种功能助剂的平稳、平衡和协同。抗菌剂与其它功能助剂同时应用且不增加加工环节、不降低效果、不给面", "label": "纺织科学与工程", "id": 0}
{"content": "因抗生素滥用等原因,致病菌的耐药性逐渐增强,产生了对多种抗生素具有耐药性的所谓\"超级细菌\",对人类威胁极大。近年来世界各地已发生多起超级细菌交叉感染和传播的事件。据世界卫生组织预计,到2050年,因超级细菌感染致死的人数将会超过因恶性肿瘤死亡的人数。这对抗菌产品的制备提出了更高的要求。中国科学院上海应用物理研究所李景烨研究员团队利用电子束引发接枝聚合,将含离子液体结构的抗菌基团以共价键结合到纺织品表面,制备出抗超级细菌纺织品。[1]这种接枝改性后的纺织品不仅能杀灭普通的革兰氏阳性菌、革兰氏阴性菌和真菌,而且对耐抗生素的超级细菌也具有极强的杀灭作用（Fig. 1）。由于抗菌基团是以共价键结合到纺织品上,其键能与纺织品本体结构的键能相当,不会在使用过程中脱落,因此在纺织品整个使用寿命范围内,抗菌性能均能保持。同时,抗菌基团不会脱落的优点也保证了纺织品的安全性,经权威第三方机构检测,抗菌纺织品的急性经口毒性和皮肤刺激性均为零。", "label": "纺织科学与工程", "id": 0}
{"content": "简要概述了抗菌纤维的发展,进一步阐述了根据前纺、后整理分别研发出相对应的银系抗菌应用材料,主要讨论了银系抗菌材料的作用机理、银系抗菌材料的制备,以及银系抗菌材料在纤维工业的应用情况等;最后对银系抗菌纤维的总结和展望。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>向卤胺结构中引入两种活性染料的活性基团（烟酸均三嗪活性基团和乙烯砜活性基团）,使卤胺抗菌前驱体具备活性染料的一些性质,可使用低温浸染的方法对棉织物进行整理。经过氯化,整理后的织物具有良好的抗菌性能,可在5分钟内杀灭全部的金黄色葡萄球菌和大肠杆菌,并且整理后织物经向和纬向的强力保留率均在85%以上。经过50次水洗和长时间储存后再次氯化,氯含量基本可以完全恢复。", "label": "纺织科学与工程", "id": 0}
{"content": "多巴胺具有与海洋贻贝的超粘附蛋白类似的特殊结构,其在水溶液中易通过氧化聚合黏附于各种基质表面[1]。本文通过溶剂辅助方法在棉织物上快速沉积多巴胺,该方法具有多巴胺利用率高、沉积迅速、形成的聚多巴胺膜均匀平整等优点。在此基础上,利用聚多巴胺（PDA）上的邻苯二酚结构还原银离子（Ag+）而原位负载银纳米粒子（AgNPs）,同时PDA上残留的醌基可与氨基发生迈克尔加成反应,可进一步接枝氨基聚乙二醇（m PEG-NH2）[2]。在AgNPs杀菌和亲水聚合物PEG阻黏的协同作用下,AgNPs/mPEG改性的棉织物具有较好的抗细菌粘附效果。进一步,为了表征织物抗细菌生物膜性能,将其置于细菌溶液中震荡培养120小时,改性棉织物上大肠杆菌和金黄色葡萄球菌的细菌生长抑制率保持在99%以上,表现出较好的抗生物膜形成能力（Fig.1）。", "label": "纺织科学与工程", "id": 0}
{"content": "简述了长效耐洗抗菌医用织物研发的背景、目的和意义;叙述了HEALTH MAX长效耐洗抗菌系列医用织物的研发、测试、应用和技术优势。", "label": "纺织科学与工程", "id": 0}
{"content": "纳米氧化锌作为一种多功能的新型无机材料,在纺织领域可用作紫外光遮蔽材料、抗菌剂、荧光材料、光催化材料等。鉴于纳米氧化锌的多功能及生态纺织品的考虑,本论文采用了纳米氧化锌与涤纶共混纺丝的改性涤纶丝,探讨纳米氧化锌改性涤纶的染色性能以及染色对抗菌性的影响,为抗菌改性涤纶的进一步应用推广提供参考。研究表明,纳米改性涤纶丝在pH值为6,120℃正常染色条件下染色60min,对大肠杆菌及金黄色葡萄球菌的抑菌性能优良。且在该条件下染色,其相关性能如K/S值、色牢度等也良好。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>抗菌棉布因其在医疗领域中的重要性和必要性而受到广泛的关注。为了制备这种抗菌棉布,首先绿色制备一种表面两性离子与贻贝双仿生修饰的纳米银（PCBDA@Ag NPs）。该纳米银平均粒径为68.8nm,具有十分优异的溶液稳定性,能够在广泛pH范围、高盐浓度及蛋白质溶液中稳定分散。并且还具有高效的抗菌活性,最小抑菌浓度（MIC）约为7.5μg?mL‐1。然后,通过溶液浸渍法将PEI和纳米银顺序沉积到棉布表面得到抗菌棉布。在潮湿条件下,该棉布能够杀死并释放细菌,实现抗菌持久性和抗粘附目的,使之成为一种理想的抗菌棉布。", "label": "纺织科学与工程", "id": 0}
{"content": "本文针对国内外阻燃幕布研究及发展趋势,采用多种阻燃纤维混纺的方式,研发耐洗涤、燃烧时无融滴的耐久性阻燃幕布。筛选了幕布常用的阻燃纤维,研究了阻燃幕布的加工工艺,并对阻燃涤纶/阻燃腈纶、阻燃粘胶、阻燃涤纶/蜜胺及芳纶/阻燃粘胶幕布的耐洗涤性、氧指数及垂直燃烧性能进行了测试与分析,结果发现:阻燃涤纶/阻燃腈纶、阻燃粘胶及阻燃涤纶/蜜胺的幕布经洗涤50次之后,氧指数均为26%,且阻燃涤纶/阻燃腈纶及阻燃涤纶/蜜胺幕布在燃烧过程中有熔融滴落物芳纶/阻燃粘胶幕布经洗涤50次之后,氧指数达到33%,损毁长度小于60mm,续燃时间和阴燃时间均为0,在燃烧过程中无熔融滴落物。因此芳纶/阻燃粘胶幕布阻燃性能较好,是一种耐洗涤无融滴的阻燃幕布。", "label": "纺织科学与工程", "id": 0}
{"content": "具有润湿性可调控的智能表面在生物传感器、微流控器件、智能膜等方面有着广阔应用前景,近来成为人们研究的热点。本论文采用含三氟甲氧基偶氮苯丙烯酸酯单体与甲基丙烯酸三氟乙酯单体进行无规共聚,并以共聚物溶液为浸渍液对棉布纤维进行表面改性处理。浸渍改性后的棉布表面展现出优异的润湿性可逆光调控性能,在紫外光/可见光的照射下分别呈现出超亲水/疏水的特性。该方法构筑的棉布织物表面光响应性涂层能够耐受多次循环弯曲、折叠、卷曲、水洗和耐酸碱测试,具有良好的性能稳定性。", "label": "纺织科学与工程", "id": 0}
{"content": "具有环境刺激响应的表面,又被称为智能表面是最近研究的热点[1]。环境响应机制是高分子的纳米结构基于外界的信号刺激,如温度、光和pH值等的改变而发生构象或化学的变化,从而改变材料表面的物理化学性质[2]。目前的研究兴趣主要集中在通过环境的刺激精确和可预见地调控材料的表面特性。此类功能表面在传感器、生物污损和分离等领域内有广泛的应用前景[3-4]。目前由聚合物刷制备的环境刺激响应表面的一个挑战是长期稳定性[1]。例如常用的单个硅氧键结合能较低,聚合物刷容易从表面脱落[5];另一个挑战是如何构建多重响应体系[1]。针对以上关键问题,我们设计合成了多功能性的ABC星型杂臂嵌段共聚物,μ-聚乙二醇-b-聚苯乙烯-b-聚甲基丙烯酸3-（三异丙氧硅烷基）丙酯（μ-PEG-b-PS-b-PIPSMA）。通过PIPSMA嵌段与二氧化硅表面的硅羟基发生溶胶-凝胶（sol-gel）反应,将两种响应性嵌段一步接枝到基底表面,从而制备得到具有多重环境刺激响应的表面。与传统的单个偶联基团相比,PIPSMA嵌段在基底表面形成致密的交联层,可赋予多重刺激响应的涂层长期稳定性。我们探索了功能化纳米二氧化硅粒子表面浸润性变换与所稳定乳液类型及乳液稳定性的内在关联。我们发现由混合聚合物刷修饰的纳米二氧化硅粒子,其表面的浸润性可随环境的不同而变换。由该功能化的纳米二氧化硅粒子稳定的乳液,其乳液类型由粒子的起始分散相决定;如粒子先分散在水中时得到水包油（O/W）型乳液,而粒子先分散在油相中得到油包水（W/O）型乳液。而将该功能化的纳米二氧化硅粒子一半分散在水中,一半分散在油中,我们首次实现了一步法制备单一粒子稳定的多相乳液,如右图所示。我们还合成了μ-聚二甲基硅氧烷-b-聚甲基丙烯酸N,N-二甲氨基乙酯-b-聚甲基丙烯酸3-（三异丙氧硅烷基）丙酯（μ-PDMS-b-PDMAEMA-b-PIPSMA） ABC星型杂臂嵌段共聚物。通过PIPSMA嵌段与棉织物表面的羟基发生溶胶-凝胶（sol-gel）反应,制备得到了具有多重环境刺激响应的表面的棉织物。探讨了具有环境刺激响应表面的棉织物在破乳及油水分离中的应用。", "label": "纺织科学与工程", "id": 0}
{"content": "超仿棉纤维与其它纤维混纺可提高织物的吸湿性能,但传统的分散/活性染料两浴法染色工艺复杂、能源消耗大、生产效率低。本文对盛发纺织印染公司设计的仪纶/涤纶/棉混纺织物（20/50/30）进行了一浴法染色技术研究。结果表明,耐摩擦色牢度、耐洗色牢度、耐光色牢度为4级左右,混纺织物的回潮率为4.54%,静电压为733 V,半衰期为1.14 s。达到仿棉的效果并优于普通涤棉混纺织物。", "label": "纺织科学与工程", "id": 0}
{"content": "本实验用分散染料深蓝RD-2RN300%对聚醚酯纤维（PBT40,纺速500m/min）进行染色,通过染色热力学和动力学的探索实验,分析了不同染色工艺条件下染料对聚醚酯弹性纤维的上染历程。发现该型聚醚酯弹性纤维在用分散染料上染时符合能斯特（Nernst）吸附类型,染色温度在110℃时扩散系数突然增大,而随着温度的升高,扩散系数反而降低,同时半染时间变化较小。结合上染亲和力、染色热和染色熵的数值,可以得出该型聚醚酯弹性纤维的较适宜染色条件在120℃,这样有利于染色过程的控制和降低染色对纤维物化性能的影响。", "label": "纺织科学与工程", "id": 0}
{"content": "本文研究了应用还原剂SRP还原天然靛蓝对棉织物进行染色,通过单因素分析和正交试验法优化了天然靛蓝的染色工艺,并研究了还原剂SRP结构和还原电位。通过染色织物K/S值、色牢度等评级,得到优化工艺为:天然靛蓝5%（o.w.f.）,还原剂SRP 30g/L,烧碱3.33g/L,60℃下还原15min;染色时,氯化钠70g/L,染色温度20℃,染色时间75min。在优化条件下染色织物的皂洗牢度和汗渍牢度均达到4～5级,日晒牢度3～4级,但摩擦牢度低于3级。还原剂SRP中主要含有S和Na以及其他少量元素;还原电位与还原剂结构、还原剂浓度和烧碱浓度有关,染料的存在使还原电位绝对值增大;还原电位绝对值越高,染色织物的K/S值越大。", "label": "纺织科学与工程", "id": 0}
{"content": "颜色深度是评价染料强度、色牢度和染色性能的基础,染料生产者和染色工作者经常需要评价颜色深度。目前,国际上颜色深度标准中最重要的有两个:一个是ISO 105-A01推荐的颜色深度的主观评价标准,它有六个颜色深度等级。另一个是德国DIN 53235标准,它借助Gall公式计算评价五个颜色深度等级。本文借助符合上述标准的两套样品,利用前期研究中使用效果相对较好的Godlove公式、Rabe-Koch公式对、Sato公式和Berns公式,对这两个重要标准的不同色深进行了比较。结果显示:符合ISO标准的SDC标准深度卡整体上都比符合DIN标准的色卡更深一些;不同公式各具特点,评价标准颜色深度的标样的变异系数排序存在明显差异,从一个侧面反映出各个公式的优势。", "label": "纺织科学与工程", "id": 0}
{"content": "采用溶胶-凝胶法,以正硅酸乙酯（TEOS）为前驱体、乙醇（C2H5OH）为溶剂、盐酸（HCl）为催化剂,1-γ-甲基丙烯酰氧基丙基三甲氧基硅烷（KH570）为偶联剂制备SiO2单一、复合和明胶(C102H151O39N31)（阻燃剂）杂化溶胶,利用激光粒度仪对溶胶粒径进行测定。采用浸渍-烘焙过程将溶胶后整理棉织物。利用热重分析（TG）、极限氧指数（LOI）、扫描电镜（SEM）、X射线光电子能谱（XPS）、傅里叶变换红外光谱分析（FTIR）对整理前后棉织物热解特性、阻燃性能、表面微观形貌、表面元素组成和官能团分布进行测试和表征,探讨明胶杂化溶胶阻燃效应和机理。结果表明:SiO2-KH570-明胶阻燃效应最佳,LOI为23.5~25.2,ΔLOI/Δm为4.80 g-1,热解残炭率较原始棉织物提高872%;SEM、FTIR和XPS分析表明硅基溶胶和明胶在织物表面形成紧密涂层,呈现一定化学结合状态和协同效应。", "label": "纺织科学与工程", "id": 0}
{"content": "本文采用BP神经网络方法,建立了结构为2-7-1的超临界CO2染色动力学模型,对超临界二氧化碳中分散蓝79上染涤纶纤维的K/S值进行预测。将38组不同染色温度、时间条件下的训练样本输入模型进行训练,模型训练输出与训练样本的相关系数达到了0.99988。然后将4组预测样本带入模型进行检验,结果显示:模型预测值与样本值之间的相对误差小于2%。证明该模型用于预测超临界条件下织物染色的动力学数据是可行的。", "label": "纺织科学与工程", "id": 0}
{"content": "采用特殊订制的分散染料对锦纶丝袜进行超临界二氧化碳染色。试验结果显示:通过控制温度、压力和时间,能够利用超临界二氧化碳流体对锦纶丝袜进行去油、溶胀和染色并注入共溶剂,最终获得染色效果均匀、得色率和色牢度高的染色产品。染色结果证实:进行锦纶丝袜超临界二氧化碳全流程无水环保染色可行且具有良好的应用前景。", "label": "纺织科学与工程", "id": 0}
{"content": "本文提出了亚麻粗纱超临界CO2流体煮漂工艺技术,研究了不同煮漂温度、压力、时间和CO2流量对亚麻粗纱煮漂性能的影响。结果表明,超临界CO2无水煮漂过程中,亚麻粗纱的白度随煮漂温度、压力、时间和CO2流量的增加而增大;残胶率随着煮漂温度、压力和时间的增加而降低。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>棉织物由于其柔软性、舒适性、吸水性和透气性等优异性能获得了广泛的应用。然而,这也为细菌的存活和生长提供了理想的环境,成为其抗菌研究与日常应用中亟待解决的问题。研究表明,通过引入抗菌剂/抑菌剂可用于制备防腐/抗菌材料[1],其中用纳米银对棉纺织品进行表面改性获得了广泛而深入的研究[2]。这是由于纳米银具有高比表面积,对各种病原体也具有高抗菌活性。", "label": "纺织科学与工程", "id": 0}
{"content": "兔毛作为高档的动物纤维纺织原料具备长、白、松、净、细、软、保暖性和透气性优异等特点,是其他纤维无法替代的。目前为止,用于兔毛织物的抗菌整理报道很少。着力于研发一种针对兔毛的天然高分子抗菌剂。以壳聚糖为抗菌剂的基本材料,同时合成一种阳离子型的新型抗菌单体。再运用接枝共聚的方法将制备的阳离子抗菌单体引入壳聚糖,制备出一种广谱、高效抗菌,高水溶性及环保生态的接枝壳聚糖抗菌剂。之后通过交联反应将改性壳聚糖整理到毛织物上,使之获得永久长效的抗菌效果。他的创新性有以下几点:（1）阳离子抗菌单体的合成:以丙烯酸二甲氨基乙酯（DMAEA）为原料,采用常见的溴代烷烃或氯代烷烃,将其叔胺改性为季铵,制备出具有长链烷基以及阳离子基团的抗菌单体,季胺盐基团是通过与细菌细胞膜（呈电负性）间的静电引力吸附到细菌表面,随后借助于取代烷基的琉水作用,穿透并刺穿细菌细胞膜,进而引起细胞内物质外泄,杀死细菌。并进一步的优化合成工艺,提高抗菌单体的产率和转化率。（2）用新合成的单体对壳聚糖进行改性:以过硫酸盐为引发剂,把这种高效的抗菌基团通过自由基共聚合的方式引入到壳聚糖分子上;在此之前用席夫碱法对壳聚糖进行保护;使壳聚糖在保留自身氨基的基础上引入季氨型的抗菌基团,在最大程度上对壳聚糖抗菌剂的分子结构进行优化,实现最好的抗菌效果,提高水溶性使其能够更加便捷的应用到抗菌整理的配方中。并对接枝率进行表征,优化接枝反应条件,确定出最佳改性壳聚糖加工工艺。（3）新型改性壳聚糖化学结构、理化性质和抗菌性能的表征:通过红外光谱核磁共振仪来表征其化学结构,用凝胶色谱对壳聚糖分子量和分子分布进行分析;同时通过元素测定对改性壳聚糖抗菌基团的含量进行分析;通过平板培养基计数法对新合成的抗菌剂材料进行初步的分析。（4）毛织物抗菌整理工艺:为了实现抗菌剂对兔毛织物长效的抑菌作用,并且具有一定的耐洗性,要使抗菌剂和兔毛织物里的活性基团（如-NH2、-OH）进行共价健的结合;采用多元羧酸（如苹果酸、柠檬酸）作为交联剂,通过羧基与动物毛纤维的氨基以及壳聚糖自身氨基的交联,将抗菌剂整理到织物上,使织物具有长效的抗菌效果。（5）抗菌效果的测定:根据国家标准GBT 20944-2008对兔毛织物的抗菌性进行测定,确定出此种抗菌剂的最佳整理工艺。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>棉织物已广泛应用于服装、床上用品、室内装饰等,拥有多种服用功能,如:透气性、吸水性、生物相容性、可穿舒适性。但棉易燃,容易着火并快速慢延,导致巨大生命、财产损失。因此研究环境友好的氮、磷阻燃剂应用于棉棉织物有十分重要的意义。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>植物染料,通常指采集植物的花、叶、茎、根等部位提取得到的染色染料~1。因品种丰富、色泽艳丽而应用广泛。苏木,又称为苏方木或苏枋,植物学名称Caesalpinia sappan L.,作为中国古代染红色系的一种植物,染色历史悠久2-4。贴落,是中国传统书画的一种表现形式,盛行于清朝（公元1644-1911年）,用于皇家室内装饰~5。顾皋（生于1763,卒于1832年）书贴落采用的是粉笺纸工艺,纸张表面涂刷有色颜料,通过色谱质谱手段判定为苏木染制。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>色彩斑斓的古代纺织品是珍贵的文化遗产,对于它们的染料分析和染色工艺的推断不仅是纺织品文物保护研究的重要组成部分,能作为文物的历史研究,年代断定及真伪鉴别的重要依据,而且对于了解我国印染工艺的历史也是至关重要的。在1856年英国化学家Perkin成功合成第一个工业染料-苯胺紫之前~1,人们的有机染料来源都是植物和动物,如染黄色会使用槐米、黄檗,染红使用茜草、苏木等2,3。天然染料的成分复杂,一种植物染料通常有几种甚至几十种组分,由于文物年代久远,受自然环境常年累月的影响,", "label": "纺织科学与工程", "id": 0}
{"content": "研制了一种用于染色纺织品中禁用偶氮染料检测的快速显色筛选方法。样品采用传统的方法提取后,无需色谱测定,采用对二甲氨基苯甲醛为显色剂,在滤纸上先滴加1滴显色剂,再滴加1-2滴样品提取液,通过目视观察两种溶液混合后颜色变化,快速判断样品中是否含有禁用偶氮染料,整个显色过程可在1min内完成,方法检出限可达15mg/kg。727个实际样品验证结果表明:方法无假阴性,其中的471个样品用该筛选法测定后无需仪器确证,可直接判断为合格,与传统的仪器测定方法比可节省61.2%的检测时间,节约仪器测试费用,避免使用有毒标准品。该方法切合当前纺织品禁用偶氮染料检测样品量大、阳性检出率低,快检方法急需的现状,快速、准确、低成本。", "label": "纺织科学与工程", "id": 0}
{"content": "总结了黏土矿物在纺织中的应用现状。归纳了黏土矿物的类别和性质,总结了高岭土、蒙脱土、膨润土、海泡石及凹凸棒土等常见黏土矿物在纺织染整加工中的研究应用进展。指出:黏土矿物比表面积较大,吸附性能优良,取材广泛,在浆纱、染色、后整理等方面已有研究,具有良好的促进作用。认为:应加快黏土矿物产业推广,拓展其在纺织行业中新的应用方向。", "label": "纺织科学与工程", "id": 0}
{"content": "本文研究了高比表面积竹炭的高温煅烧制备法,用新型纳米球磨机将竹炭研磨成不同粒度的粉末并应用于印花布。SEM结果显示研磨时间越长,竹炭粉平均粒径越小,5 h以上的研磨可使平均粒径降至100 nm以下,达到纳米量级。由于团聚效应显著,研磨1 h和5 h的两种样品,其比表面积和孔结构检测未出现明显的不同。但是通过选择合适的分散剂,在印花布负离子测试中发现负离子释放量与竹炭粒径和含量有关,粒径越小、竹炭含量越高,对应印花布负离子释放量也越大,表明竹炭是优良的负离子释放材料。", "label": "纺织科学与工程", "id": 0}
{"content": "双酚酸是一种可再生生物质资源,它的化学结构与双酚A类似,且具有易于化学改性的官能团,现已作为一种\"绿色\"原料成为替代双酚A的潜在候选体。因此利用双酚酸为原料制备膨胀型阻燃剂具有重要的研究意义。阻燃剂聚双酚酸苯基磷酸酯（poly（DPA-PDCP））是以双酚酸为原料制备而得的,可作为酸源,发挥膨胀型阻燃的作用。本文以poly（DPA-PDCP）为酸源和聚乙烯亚胺（PEI）为气源,通过自组装法在苎麻织物表面构建poly（DPA-PDCP）/PEI阻燃涂层,再以改性苎麻织物为增强体制备复合材料,以期实现纤维增强复合材料的高性能化。实验结果表明,poly（DPA-PDCP）/PEI涂层改性可使苎麻增强复合材料的LOI值提高,且在垂直燃烧试验中已达UL94 V0级。同时,poly（DPA-PDCP）/PEI涂层可提高苎麻纤维与聚苯并噁嗪基体间的界面相容相互作用,对苎麻增强复合材料具有增强增韧作用。", "label": "纺织科学与工程", "id": 0}
{"content": "通过原位细乳液聚合将三原色颜料颗粒包裹在乙烯基聚二甲基硅氧烷与丙烯酸酯共聚的粘合剂胶粒中,制成自粘性P（DMS-co-Acr）/颜料纳胶囊,再通过常规刮印/浸轧—焙烘工艺用于各类织物的涂料印染。发现颜料纳胶囊易在微米级纤维表面均匀附着,经烘焙可直接在纤维表面形成稳定牢固的薄型胶膜。尤其是有机硅组分的存在,可赋予胶膜更强的分子运动和分相能力,因而可在胶膜表面形成大量由PDMS与颜料颗粒组成的微米乳突,进而显著增强胶膜疏水性、降低摩擦因数、提高颜料色彩表达;同时诱导纤维间和纱线间的连续胶膜形成大量破裂,破坏常规涂层胶膜的连续特征。因而这种主要对织物中单纤维实施定向薄型包覆的涂层着色形式,可有效降低涂层胶膜对织物结构和原有性能的影响,同时协同提高织物的色牢度、色深性、透气性、手感及摩擦牢度。这种融合了胶囊化原位聚合技术和有机硅分相技术的新型涂层着色方式,有望使颜料涂层着色品质接近染料染色水平。", "label": "纺织科学与工程", "id": 0}
{"content": "为开发高性价比、高舒适性和安全性的阻燃面料,利用锥形量热仪对混配纤维进行快速科学的阻燃性能评价,选择气相阻燃的阻燃维纶和本质阻燃的间位芳纶进行混配,并对其阻燃性能及机理进行研究。结果表明:阻燃维纶（FRV）与间位芳纶（PMIA）混配后具有明显的阻燃协同效应,混配后的样品具有较长的点燃时间（TTI）和较低的最大热释放速率（PHRR）。其中,FRV/PMIA 50/50的阻燃性能最好,TTI为45 s,明显高于阻燃维纶（30 s）和间位芳纶（28 s）;PHRR为73.5 kW/m~2,明显低于阻燃维纶（107.9 kW/m~2）和间位芳纶（123.7 kW/m~2）。炭层表面形貌表明混配后的样品在燃烧后可以保持纤维原有的几何形态,良好的炭层可以起到隔热隔氧的作用,导致阻燃性能提高。", "label": "纺织科学与工程", "id": 0}
{"content": "随着纺织行业的迅速发展,功能纺织品的种类也越来越多,纺织品的阻燃性能也备受关注。本文采用3-氨丙基三乙氧基硅烷（APTES）、壳聚糖、植酸钠为阻燃剂,以层层自组装的方法整理到棉织物上,制备了涂层数分别为5BL、10BL与15BL的阻燃棉织物。分别通过红外光谱仪（FTIR）、垂直燃烧仪、氧指数仪（LOI）等详细研究了所制备阻燃棉织物的结构、阻燃性能。FTIR测试结果表明APTES、壳聚糖与植酸钠成功的沉积于棉纤维的表面;5BL、10BL与15BL的增重率分别为6.7、17.0、32.2%,其增重率与涂层数呈现良好的线性关系。研究结果表明,与APTES/植酸钠两元阻燃体系相比,壳聚糖的加入明显提高了该体系的阻燃性能,15BL阻燃棉织物LOI为29.0%;垂直燃烧测试时,当移去火源后,火焰立即熄灭,引燃时间与损毁长度分别为0 s与65 mm。以上结果表明15BL的涂层棉织物具有较好的阻燃性能。", "label": "纺织科学与工程", "id": 0}
{"content": "为提高聚丙烯腈织物的阻燃性能,开发了一种通过将PAN中腈基的肟化和磷酰化相结合的阻燃改性方法。利用盐酸羟胺与腈基的反应获得肟化的织物（A-PAN）,进而利用磷酸与肟进行磷酰化反应,获得阻燃聚丙烯腈织物（P-A-PAN）。利用傅里叶变换红外光谱来表征改性前后织物的结构,并通过扫描电子显微镜分析改性前后纤维的形貌,在此基础上通过热重分析、极限氧指数等研究织物的热分解及燃烧行为。结果表明,P-A-PAN织物的LOI值高达34.1%,经20次水洗后,其LOI值仅有微弱下降,说明该织物具有良好的耐水洗性。同时,P-A-PAN的红外谱图中腈基的消失和羟基的出现均反映了胺肟化反应的发生。此外,热重曲线中P-A-PAN环化反应的起始温度比原织物降低了72℃,这表明羟胺与磷酸的引入可促进PAN环化成炭,同时其在800℃的残炭量高达55.67%,这也更好地反映了改性后聚丙烯腈织物极好的阻燃和热稳定性。", "label": "纺织科学与工程", "id": 0}
{"content": "为赋予聚丙烯腈（PAN）织物一定的阻燃性能,采用溶胶-凝胶技术,通过将植酸与尿素加入以正硅酸乙酯（TEOS）为前驱体的硅溶胶中形成一种硅-磷-氮协同涂层体系对PAN进行涂覆,经凝胶化获得阻燃聚丙烯腈织物（Si-P-N-PAN）。利用光电子能谱（XPS）、傅里叶红外光谱（FTIR）及热重分析（TG）对织物结构及热稳定性进行了表征,通过扫描电子显微镜（SEM）对不同织物的形貌进行分析。热重分析表明,Si-P-N-PAN的环化起始温度相较于PAN降低了20℃,表明植酸的引入可促进PAN的环化成炭。Si-P-N-PAN在800℃的残炭量高达55.94%,说明磷、氮、硅起到了很好的阻燃协同作用,提高了PAN织物的成炭性。涂层织物的SEM图表明,Si-P-N-PAN织物中纤维表面变得粗糙且被致密的涂层所覆盖,使织物在受热时起到很好的屏蔽作用,隔热、隔氧,使涂层织物具有良好的阻燃性能。", "label": "纺织科学与工程", "id": 0}
{"content": "植酸是一种环境友好型的生物基化合物,具有较高的磷含量,因此可作为一种潜在的纤维素用阻燃剂。然而,利用植酸阻燃纤维素纤维的研究鲜有报道。本文首次采用植酸与尿素反应合成一种具有较高磷、氮含量的新型绿色阻燃剂-植酸铵。采用浸轧工艺将其应用于lyocell纤维的阻燃整理。通过热重分析对lyocell纤维的热稳定性能进行了表征。利用扫描电子显微镜对阻燃lyocell纤维的残炭表面形貌进行了分析。结果表明lyocell纤维的阻燃性能和耐水洗性能都得到了很大的提高。此外,利用热重-红外联用技术和热重-质谱联用技术对阻燃纤维的热分解过程进行了研究,阻燃lyocell纤维裂解过程中形成的大量残炭和不燃性气体对纤维燃烧起到了抑制作用,阻燃剂中磷氮两种阻燃元素可同时在固相和气相发挥阻燃协同作用。", "label": "纺织科学与工程", "id": 0}
{"content": "利用含活性基团的拒水阻燃剂对棉织物进行拒水阻燃整理。当拒水阻燃剂的用量是500g/L时,整理棉织物的接触角由88.37°提高到了124.49°,拒水等级提高到90,极限氧指数由18.0%提高到30.9%,续燃时间为4.0 s,阴燃时间为0 s,损毁炭长3.8 cm。通过对整理织物燃烧后的残炭进行红外分析,聚硅氧烷热裂解生成无定形Si O2和玻璃态炭,稳定了炭化层在纤维表面形成覆盖保护层。此外,对棉织物进行耐洗性能测试,水洗25次后极限氧指数为26.0%,拒水等级为70。", "label": "纺织科学与工程", "id": 0}
{"content": "本文通过自由基溶液聚合法,合成了甲基丙烯酸异丁酯（IMA）和甲基丙烯酸三甲氧基硅烷（TSMA）的二元随机共聚物（PIT）,并用1H NMR和GPC对其化学结构和分子量进行表征;以小分子氟硅烷（FAS）为参照,将PIT用作拒水整理剂,结合溶胶凝胶法,制备超疏水织物,用静态接触角、X射线光电子能谱和扫描显微镜（SEM）分别对涂层表面的润湿性、化学组成及形貌进行表征。结果发现将碱液处理后的涤纶织物置于含氨水的正硅酸乙酯溶液中反应40 min,可在织物表面接枝大量二氧化硅纳米颗粒,形成微纳米多尺度粗糙织物表面,该表面经拒水整理剂进一步处理后,获得超疏水织物。当PIT浓度为10 mg/m L时,所得织物表面（P10-SiO2@fabric）水接触角可达154°,滚动角为5°;与FAS改性织物表面（F10-SiO2@fabric）相比,P10-SiO2@fabric表面具有更好的耐溶剂、耐磨擦和耐洗涤性能。", "label": "纺织科学与工程", "id": 0}
{"content": "真丝绸织物（如丝巾等）印花需要获得色泽鲜艳、双面得色、轮廓清晰的花型图案,这对糊料的流变性能提出了较高的要求。本文采用选择性高、活性强的均三嗪活性基对瓜尔豆胶进行改性,封闭其结构中的活泼羟基,探究改性前后瓜尔豆胶的流变性能以及在真丝绸织物上的渗透印花效果,明确具有良好渗透印花效果的印花糊料所应具备的流变特征,继而探寻均三嗪改性瓜尔豆胶作为海藻酸钠替代品的可行性。研究结果表明,与未改性瓜尔豆胶相比,均三嗪改性瓜尔豆胶具有较好的流动性能、较多的粘性行为和较高的剪切回复性能。由活性红、黄、蓝、黑四种染料的印花效果可知,均三嗪改性瓜尔豆胶表面得色量、渗透性、花型轮廓清晰度均优于未改性瓜尔豆胶和海藻酸钠,适用于真丝绸织物渗透印花。糊料表现出较好的流动性和粘性行为,在一定程度上有利于获得较好的渗透印花效果。", "label": "纺织科学与工程", "id": 0}
{"content": "蚕丝由于优越的力学性能和良好的生物相容性,其在生物和医学领域的研究日益广泛。近年来,具有荧光功能的蚕丝纤维在支架材料、生物成像、检测、示踪、防伪、光电器件方面具有重要意义。制备具有光致发光且荧光性能良好、稳定的荧光蚕丝纤维是功能化荧光蚕丝的重要目标之一。本课题中,我们采用水溶性有机荧光小分子展示了基于物理键作用,兼顾稳定性和耐水性荧光蚕丝的制备方法。该制备方法环保绿色,无需高温高压,且无需有机溶剂、传统化学交联剂和引发剂等。其机理是荧光小分子通过静电相互作用和氢键作用与纤维上的胺基结合。紫外激发下,所制备的丝纤维具有生物相容好、量子产率高（绝对量子产率16.3%）、荧光稳定性强等优势,同时纤维还具备抗光漂白性能和耐水洗性能。这种荧光丝纤维在生物成像、细胞检测、三维网络生物支架,生物纺织品等方面具有潜在的应用价值。", "label": "纺织科学与工程", "id": 0}
{"content": "纺织工业是我国制造业中的重要行业,同时又是重污染产业。污染主要产生于纺织品的湿加工。严峻的环境污染问题迫使印染新技术的出现。其中,等离子体处理技术可以在无污染的情况下有效地提高纺织品表面活性,无毒无害,是一种环境友好型的新技术。大气压辉光放电等离子体由于具有良好的均匀性,不会因为局部放电强烈而造成纺织纤维的损伤,是一种纺织材料处理的理想选择。但是大气压环境气压高,很难实现大面积均匀的辉光放电,因此本实验提出了一种新型大气压放电装置,可以在大气压的环境下实现米量级的辉光放电,为工业上实现大面积应用提出了新思路。实验中用该装置对羊毛材料进行了初步处理,使用SEM、XPS等手段进行了表面分析,并测试了吸水性以及时效性。结果表明,该装置放电均匀低温,处理后羊毛材料表面无坏点。同时等离子体对纺织纤维有刻蚀作用,处理后的羊毛纤维表面鳞片明显变得更加粗糙,甚至有脱落现象,有利于染料的快速渗透。XPS结果显示高能的带电粒子可以破坏羊毛表面分子结构,空气中放电可以有效地引入含氧官能团,氧含量将提高10%,从而增加材料吸水性。吸水性的测试也证明了这一结果,经过处理的羊毛材料吸水性大大改善。因此该装置可用于纺织材料染色前的预处理以增加材料的染色效率,减少助剂的使用从而减少环境污染。", "label": "纺织科学与工程", "id": 0}
{"content": "为实现对芳纶织物的连续处理,本研究设计出一种交错接触式电极结构。通过电场仿真和放电试验可以论证该电极结构可以在幅值在107V/m强电场条件下生成连续大面积的大气压空气辉光放电等离子体,并可以充分作用于材料表面。通过扫描电子显微镜（SEM）、X射线光电子能谱仪（XPS）和H抽出等检测手段可以论证该电极结构所生成的高活性等离子体可以有效增加芳纶纤维表面的粗糙度和活性官能团的数量,在低放电功率密度下达到很好的改性效果和很高的改性效率。该电极结构所生成的高活性等离子体还可以应用于薄膜、橡胶等其他高分子材料的表面处理。", "label": "纺织科学与工程", "id": 0}
{"content": "现代电子工业的飞速发展引起的电磁辐射污染已经成为全球共同面临的迫切问题。发展\"薄、轻、宽、强\"的高效电磁屏蔽膜材料是解决电磁辐射污染的有效方法。进而,如何设计膜结构、构筑导电通道、调控载流子迁移成为实现膜材料的高效电磁屏蔽的关键。我们利用层层组装技术,在织物表面制备导电纳米复合膜用于高效对抗电磁辐射,并通过调控膜组成和结构实现对织物整体电磁屏蔽性能的优化。这部分工作证实了微观结构优化对电磁屏蔽性能的重要性,并探索了层层组装技术在制备电磁屏蔽方面的应用和改进,拓展了一种简单、普适的高性能电磁屏蔽膜材料的制备方法。", "label": "纺织科学与工程", "id": 0}
{"content": "现代电子工业的飞速发展引起的电磁辐射污染已经成为全球共同面临的迫切问题。发展\"薄、轻、宽、强\"的高效电磁屏蔽膜材料是解决电磁辐射污染的有效方法。进而,如何设计膜结构、构筑导电通道、调控载流子迁移成为实现膜材料的高效电磁屏蔽的关键。我们利用层层组装技术,在织物表面制备导电纳米复合膜用于高效对抗电磁辐射,并通过调控膜组成和结构实现对织物整体电磁屏蔽性能的优化。这部分工作证实了微观结构优化对电磁屏蔽性能的重要性,并探索了层层组装技术在制备电磁屏蔽方面的应用和改进,拓展了一种简单、普适的高性能电磁屏蔽膜材料的制备方法。", "label": "纺织科学与工程", "id": 0}
{"content": "一直以来,微生物在纺织品表面的粘附、增殖及其形成的生物膜对人们的健康构成了严重威胁。目前,探索纺织品的抗菌功能化整理成为了该领域的研究热点。现有抗菌功能化整理的方法很多,但多是通过固定或释放杀菌剂而实现杀菌,此类方法存在细菌耐药性、细胞毒性等危害,制约了其应用前景。因此,如何寻求安全、环保、有效的抗菌整理策略仍是一个挑战。本研究依据表面立体化学的抗菌策略成功将手性小分子接枝到棉纺织品表面,在微生物接触材料的初期就实现抑制微生物粘附的功能,防止生物膜的形成。研究结果表明,手性功能化修饰后的纺织品抗真菌粘附作用强,抑菌时长可达30天,且在经过50次洗衣机清洗后仍能保持抗菌性能。此外,还能保证原材料的外观和应用价值不变,对皮肤无刺激性和毒性,也不影响人体皮肤的正常菌群。可见,这种新型手性功能化修饰的纺织品在纺织、医疗保健、食品包装和环境等领域可能有很大的应用潜力。", "label": "纺织科学与工程", "id": 0}
{"content": "耐药菌的广泛流行,促使人们对功能性抗菌纺织品的需求与日俱增[1-3]。本工作主要是介绍一种负载双层抗菌剂的纤维素材料的制备方法,两种抗菌剂通过不同的抗菌机理发挥作用。第一层负载的抗菌剂是ε-聚赖氨酸（EPL）,主要通过阳离子破坏细菌外膜,但是在大量细菌存在下,该抗菌剂在短时间内仅表现出有限的抗菌活性;第二层负载的是光敏剂（酞菁锌,CPZ）[4,5],它主要利用光动力抗菌机理产生的单线态氧和自由基来杀灭细菌。双抗菌剂修饰的织物显示出了良好的稳定性,持久性和耐洗性。研究证实了这种双重复合抗菌织物（CPZ-EPL-Fabric）在无光条件下对大肠杆菌和金黄葡萄球菌的抑制率可以维持在60%左右（1 h）,在光照下（10 min）可分别提升到99%和98%,因此我们认为它是一种可以无光抑菌、有光杀菌的功能织物材料。更重要的是,这种织物对耐甲氧西林金黄色葡萄球菌（MRSA）也同样具有良好的光动力杀伤作用。另外,在分子水平,研究发现负载于织物上的酞菁光敏剂主要以单体和二聚体的形式协同存在,其中单体形式保证了光敏剂的光动力抗菌活性,而二聚体形式使得光敏剂具有更好的光稳定性。因此,这种双抗菌剂的负载方法可拓展和应用到其它功能性材料上。", "label": "纺织科学与工程", "id": 0}
{"content": "以工程化超临界CO2无数染色装备为例,研究了自动化、智能化控制技术在染色装备上的应用,认为超临界CO2无水染色技术和智能控制技术的高效集成,提升了染整设备的技术水平,具有极大的产业化推广潜力。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>天然棉纺织品因其超强的吸湿排汗性和优异的舒适性,一直倍受人们的青睐,成为人们首选的服装面料。然而在日常使用中,棉纺织品易吸收人体皮肤分泌的汗液、皮脂等分泌物这些物质为微生物附着、繁殖和传播提供了温床。微生物污染不仅会损坏纺织品本身的性能,而且某些致病菌会对人体健康造成极大的威胁。因此,棉纺织品的抗菌防污整理尤为重要。近年来,抗菌整理研究报道较多,大部分基于杀菌机理,以达到高抗菌活性[1]。然后,细菌", "label": "纺织科学与工程", "id": 0}
{"content": "自清洁面料由于具有光催化、自清洁等功能而备受关注[1]。二氧化钛（TiO2）由于具有良好的光催化性能等优点广泛应用于自清洁表面[2-3]。本文选用TiO2纳米粒子（P25）和实验室自制M-TiO2纳米粒子,利用紫外辐照法和超声法将TiO2纳米粒子整理到织物上,制备具有超疏水、抗紫外以及光催化效果的功能性纺织品（分别标记为TiO2-cotton和M-TiO2-cotton）。经测试,TiO2-cotton和M-TiO2-cotton开始时的接触角分别为144.8°和147.5°（如表1-2）,均表现出强疏水性。紫外屏蔽性能测试结果表明,Ti02-cotton和M-Ti02-cotton的紫外透过率分别为0.4%和0.3%,较未负载棉织物（15.6%）有显著提高。对织物进行光催化自清洁测试,结果表明M-Ti02光催化降解性能明显强于P25（如图1-2）。以织物红酒溃和咖啡渍为降解目标,20h紫外光照后,污渍明显减少。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>含氟丙烯酸酯聚合物具有独特的氟烷链基结构,含氟烷基（Rf）向外扩展延伸,并定向排列,大大降低聚合物的表面能,使其具有优异的拒水、拒油性[1-2],而广泛应用于纺织、皮革、涂料和纸张等工业。目前,工业上使用的含氟整理剂主要是含全氟长碳链(-CnF2n+1,n≥8)的丙烯酸酯类聚合物,特别是含全氟辛基磺酰化合物（PFOS）和全氟辛酸化合物（PFOA）,但是PFOS/PFOA在环境中难降解、生物蓄积性高、有远距离迁移性,欧盟已全面禁止PFOS/PFOA在商品中的使", "label": "纺织科学与工程", "id": 0}
{"content": "<正>纺织品的功能复合一直是提高纺织品产品档次和附加值,拓展纺织产品应用领域的研究热点之一[1]。尽管国内市场上部分军需用品企业生产的军用帐篷、救灾帐篷等产品中已出现一些具有防水和防紫外线功能的产品,然而这些产品主要采用传统防水涂层方法,所获得的织物厚重而且大多涂层在使用过程中易脱落,并且紫外线防护效果及使用寿命难以满足要求。因此,发掘新型的方法和技术将具有紫外线吸收功能的无机纳米粒子负载于纤维表面,使织物形成稳定的微纳结", "label": "纺织科学与工程", "id": 0}
{"content": "光催化自清洁面料由于其优异的抗菌性能、紫外屏蔽性能和自清洁性能以及节水减排等优点受到研究者们极大的关注1,2。本文通过对PA6面料紫外辐照处理和超声浴负载纳米TiO2粒子的方式将DegussaP25-TiO2和自改性的PVAD-TiO2分别负载到PA6表面。探究了不同辐照时间对于光催化效率的影响,并且采用连续五次循环降解甲基橙溶液的方式探究了样品的持续使用性能。SEM结果表明,负载TiO2的PA6面料连续降解甲基橙溶液后,大部分的纳米TiO2颗粒仍然存留在布的表面,说明纳米粒子与布料的附着性较好。另外,负载TiO2的PA6面料的紫外屏蔽系数（UPF）值分别为56和1134,总抗菌率均为99%。经测试,面料与水的接触角分别为151.7°和153.4°,达到了超疏水表面的标准。", "label": "纺织科学与工程", "id": 0}
{"content": "本文通过对普通白棉和天然彩色棉在同等条件下织出的三种针织面料进行生物酶整理和定型,再根据相应标准进行物理性能和服用性能测试。结果表明,通过纺纱工艺的改进,合理选择纺纱工艺参数,可以克服天然彩色棉品质较差的缺点,生产出完全满足服用要求的天然彩色棉纱;通过生物酶整理等工艺处理后,彩棉织物的顶破强力、耐磨性、起毛起球性、抗皱性、保暖性能均得到提高,尤其是吸湿性能显著改善,手感柔软厚实;彩棉织物的抗皱性、透气性、保暖性、柔软性和悬垂性都比白棉要好,服用性能优良。", "label": "纺织科学与工程", "id": 0}
{"content": "半导体在光的激发下可以产生强氧化还原能力的电子空穴对,能够高效地降解有机物质,利用半导体光催化作用能够实现纤维织物的自清洁和抗菌性能。本文通过在纤维表面沉积TiO2纳米光催化剂,制备了光催化自清洁材料。在常温常压下,制备半透明的、稳定的TiO2水溶胶,放置数月没有沉淀或者分层现象发生,通过浸渍-压制-干燥-老化的流程,将水溶胶中的高活性TiO2负载在纤维织物表面形成涂层。X射线衍射测试表面TiO2纳米粒子以锐钛矿为主,同时含有少量的板钛矿,透射电镜观察TiO2粒子尺寸分布在3-5 nm范围,红外光谱结果证明在纤维进行TiO2涂层过程中,纤维表面的-OH基团与TiO2键合,从而使TiO2纳米粒子与纤维紧密结合,涂层TiO2纤维多次利用后,其光催化能力没有降低,即使在洗衣机中按标准程序洗涤后,其光催化活性也减少无几。通过光催化降解甲基橙实验,结果表明制备材料具有很强的光催化降解有机物的能力,从而实现纤维材料的自清洁能力。同时在液态和固态LB培养基中细菌的生长状况来评价负载TiO2纤维的抗菌杀菌性能,实验结果表明,在常规的光照条件下,不论是在液态LB培养基中,还是在固态LB培养基中,负载TiO2的纤维材料都能有效抑制细菌的正常生长,从而实现了材料的抗菌性能。因此实验制备的光催化自清洁材料,有效降解材料表面附着的油脂污渍,同时能够有效杀灭、抑制细菌、真菌和病毒等微生物,一方面能够保持纤维织物自身的洁净和安全,另一方面有助于净化周围环境,抑制病菌交叉传播,因而具有很强的实用性。", "label": "纺织科学与工程", "id": 0}
{"content": "壳聚糖具有绿色环保、价格低廉、来源广泛等优点,国内外研究表明壳聚糖可作为炭源应用于织物的绿色阻燃。石墨烯可通过提高复合材料热稳定性、促进成炭、阻隔热传递等作用,提高复合材料的阻燃性能。因此壳聚糖和石墨烯在阻燃领域的应用受到了关注。本文研究了壳聚糖-聚磷酸铵-石墨烯（CS-APP-Gs）阻燃体系,将该阻燃体系用于棉织物的阻燃,并采用XRD和FTIR研究了阻燃剂组分之间的相互作用,采用垂直燃烧、增重率和剩碳率以及SEM研究了其阻燃性能及碳层形貌。结果表明,壳聚糖-聚磷酸铵-石墨烯阻燃体系改善了棉织物的阻燃性能。本文利用带正电性的壳聚糖-石墨烯溶液和带负电性的聚磷酸铵溶液,采用层层组装法（LBL）在棉织物上构建阻燃涂层。XRD和FTIR结果表明,改变壳聚糖和聚磷酸配比可影响二者之间的相互作用,获得了二者间的最佳配比为1:2。对壳聚糖-聚磷酸铵-石墨烯阻燃棉织物的研究发现,固定CS-APP-Gs浓度（1%CS-1%APP-0.05%Gs）,随着组装层数的增加,其阻燃性能提高;综合分析认为,组装层数为10-15层可获得具有一定阻燃性能且涂覆均匀性较好的复合材料。", "label": "纺织科学与工程", "id": 0}
{"content": "本文主要介绍了活性深红的合成工艺过程,分析了各步反应条件的关键点和影响因素。活性深红的HPLC纯度90%,合成工艺绿色环保无\"三废\"排放。", "label": "纺织科学与工程", "id": 0}
{"content": "以H酸衍生物为偶合组分设计合成了5支红色苯并咪唑酮基活性染料。通过API-MS、UV-vis与FT-IR手段表征了所合成染料的结构。对棉纤维的染色实验结果表明红色苯并咪唑酮基活性染料的日晒牢度、耐摩擦牢度及耐水洗牢度均满足应用要求。", "label": "纺织科学与工程", "id": 0}
{"content": "以4-氨基-N-甲基邻苯二甲酰亚胺为原料,经溴化、过滤,制得溴化物4-氨基-5-溴-N-甲基邻苯二甲酰亚胺:然后以该溴化物为原料用亚硝酸钠进行重氮化,制得的重氮溶液与3-N,N-二乙氨基乙酰苯胺偶合,生成偶合物,再进行水洗、过滤,所得的滤饼经干燥、粉碎,进行氰基取代反应,该反应使用DMF做溶剂,用氰化钠在无水条件下进行,合成出的滤饼经3次DMF洗涤、3次工艺水洗涤,去除副产物而制得高牢度的分散染料。研究了反应条件的影响,在优化条件下,总收率93.64%。", "label": "纺织科学与工程", "id": 0}
{"content": "本文综述了新型生物基纤维尼龙PA56的发展、PA56纤维的结构与性能,讨论了其染色使用的染料以及染色技术特征,分析了纤维结构与染色性能的关系,为进一步开发该纤维的应用和解决染色后整理技术提出建议。", "label": "纺织科学与工程", "id": 0}
{"content": "采用肉桂皮提取液直接对真丝织物染色,讨论了染色pH值、染色温度和染色时间对染色织物K/S值的影响,并对染色织物的色牢度、抗紫外线性能及抗菌性能进行了测试,结果表明,肉桂皮提取液对真丝织物直接染色最佳工艺为:pH为5,80℃染色45min,浴比1:50;经肉桂皮提取液染色的真丝织物,摩擦牢度良好,皂洗牢度中的褪色牢度较差;染色后的真丝织物有较好的抗紫外线性能及抗菌性能,防护系数UPF值可达100+。", "label": "纺织科学与工程", "id": 0}
{"content": "本文研究了耐摩擦牢度提升剂在亚麻染色织物上的应用特点,分析了耐摩擦牢度提升剂用量、焙烘温度、染料浓度三个主要影响因素对干、湿摩擦牢的影响。实践证明,在不影响亚麻织物手感和服用性能的情况下,使用耐摩擦牢度提升剂干、湿摩擦牢度等级提高1级。最佳的工艺参数:耐摩擦牢度提升剂用量40g/L,染料浓度2%,焙烘温度120℃。", "label": "纺织科学与工程", "id": 0}
{"content": "采用正交试验的方法对超声波在涂料染色的影响进行了探究。通过在不同温度下的、作用时间不同的超声波和粘合剂浓度不同的涂料对涤棉混纺织物进行轧染,并对染色样品进行色牢度检测,以得到最优条件组合。并探究超声波处理时温度、超声波处理时间、粘合剂浓度对织物染色效果的影响程度,从而得到在减少粘合剂的用量但还可以达到高粘合剂用量时的染色效果,以减少粘合剂的用量,最终解决常规粘合剂涂料染色中因粘合剂带来的织物手感差、色牢度差、粘合剂沾辊等问题。", "label": "纺织科学与工程", "id": 0}
{"content": "经过实验,确定了用于尼龙活性黄R色光和强度测定的染色条件:染色深度为0.5%（o.w.f.）;乙酸铵用量为5%（o.w.f.）;乙酸量为0.5%（o.w.f.）;染色温度为95℃~98℃;染色时间为30-45min。并根据相关标准制定了色光和强度的测定方法。", "label": "纺织科学与工程", "id": 0}
{"content": "为了同步实现纺织品着色与功能整理并改善低分子染料的耐热迁移性,通过共价键合方式将N,N-二羟乙基偶氮苯发色体引入聚氨酯分子链,制备具有抗皱功能的偶氮苯-聚氨酯基高分子染料。结果表明,偶氮苯发色体的反应率为87.81%,占聚氨酯链的3.53%,偶氮苯-聚氨酯基高分子染料色光未发生变化,且涂层织物色泽鲜艳饱满,K/S值从1.50提高到4.61,急弹折皱回复角从110°增大到183°,缓弹折皱回复角从136°提高到227°,且热迁移率下降至5%。因此,偶氮苯-聚氨酯基高分子染料不仅具有良好的抗皱性及耐热迁移性,而且为缩短纺织品加工工艺流程提供一条新途径。", "label": "纺织科学与工程", "id": 0}
{"content": "阳离子改性剂对亚麻织物进行改性,确定了改性剂的用量在10%时,改性效果较佳;将丁香中提取的染料用于改性亚麻织物染色,较佳的染色工艺为:染料8%（owf）,染色p H值5,染色温度80℃,染色时间80 min,浴比1∶40;剥色研究:剥色萃取后染料红外基团相较于丁香染料红外基团基本一致;媒染染色条件为:80℃媒染,媒染剂10 g/L效果较佳;经媒染改性亚麻织物服用性能提高;染色织物具有一定的抗菌性能。", "label": "纺织科学与工程", "id": 0}
{"content": "香精微胶囊能有效的控制香精释放,微胶囊的壁材选择范围非常广泛,但很多壁材实际生产中不能满足人们对安全、成本和环保等要求,文章介绍了香精微胶囊选择壁材的依据及要求,根据微胶囊的特性讨论其所适用的常用壁材及新型壁材并对其进行了综述。", "label": "纺织科学与工程", "id": 0}
{"content": "采用水性溶胶-凝胶反应,制备超疏水纺织品。在表面活性剂作用下制备了含甲基纳米Si O2（M-Si O2）和十六烷基改性纳米Si O2（H-Si O2）水溶胶,分别采用两步法（即先用M-Si O2水溶胶对棉织物浸轧处理,再进行低表面能修饰）、一步法浸轧H-Si O2水溶胶,对棉织物进行超疏水整理。结果表明制备的M-Si O2和H-Si O2水溶胶较稳定,粒径分布较窄;而H-Si O2水溶胶更容易在棉纤维表面引入致密的低表面能粗糙疏水膜;与两步法相比,一步法整理棉织物接触角达到152.1°,滚动角为8°,沾水等级100,具有工艺简单、节省原料、动态疏水效果更佳的优势。", "label": "纺织科学与工程", "id": 0}
{"content": "以端含氢硅油和丙烯酸羟乙酯为原料,甲苯为溶剂,在氯铂酸催化下通过硅氢加成合成端羟乙基硅油（di HE-PDMS）,并将其与端羟丙基硅油和羟基硅油分别用于硅丙乳液合成,比较了不同活性硅油对硅丙乳液合成的转化率、凝胶率、粒径及其分布、胶膜吸水率和印花织物表面形貌的影响,并测定了织物印花性能。结果表明:以di HE-PDMS为原料合成的硅丙乳液具有较小的粒径（115.7 nm）,高的单体转化率（98.60%）和极低的凝胶率（<0.01%）。印花织物表面形貌分析显示di HE-PDMS和羟基硅油合成硅丙聚合物能较好地对颜料颗粒进行包覆,但仍有少量颜料颗粒未被端羟丙基硅油合成硅丙聚合物所包覆,同时二者的胶膜吸水率较低（约7.50%）、印花织物耐干湿擦性能更好,且兼具柔软手感。", "label": "纺织科学与工程", "id": 0}
{"content": "棉布具有广泛的应用范围,其表面的功能化修饰具有很重要的意义。我们通过连续的溶液浸泡法,在棉纤维表面制备了兼具自修复超疏水性及阻燃性的多功能涂层,所用材料依次为支化聚乙烯基亚胺（bPEI）,聚磷酸铵（APP）和全氟辛基八倍半硅氧烷（F-POSS）。沉积有F-POSS/APP/bPEI涂层的棉布直接暴露在火焰上时,由于涂层的自膨胀能力而产生发泡的碳层,隔绝氧气和热与棉纤维的接触,阻止火焰的蔓延。此外,当超疏水性能受损后,包埋在膜内部的F-POSS分子可以在湿气驱动下迁移到涂层表面,修复受损的超疏水性,延长超疏水功能的使用寿命。自修复超疏水功能和阻燃功能的一体化可以有效地解决防火涂层遇水不稳定的难题,同时,多功能涂层还具有良好的摩擦耐受性,这些都使这种多功能棉布具有更高的应用价值和更广阔的应用前景。", "label": "纺织科学与工程", "id": 0}
{"content": "采用中空介孔二氧化硅负载芳香剂制备芳香纳米胶囊,将胶囊粘附于棉织物上制得长效留香的芳香棉织物,再对其进行疏水化处理制得超疏水芳香棉织物。通过上述方法制备的超疏水芳香棉织物其接触角达到165.9°,且室温条件下放置12天后香味仅释放了25%,这说明其具有良好的超疏水性和缓香性。探究表明,将芳香纳米胶囊粘附于棉织物表面不仅可以为制备超疏水表面提供一定的粗糙度,而且可以使其赋予织物持久的香味。更重要的是织物的超疏水性可以增强织物的缓香性能,使得香味的释放更缓慢更持久。", "label": "纺织科学与工程", "id": 0}
{"content": "多功能超疏水涤纶织物在日常生活中具有重要的用途。本文以聚二甲基二烯丙基氯化铵为聚电解质,通过层层组装法将碳纳米管组装到涤纶纤维表面,然后使用聚二甲基硅氧烷疏水化处理制备集超疏水性、防紫外性、导电性于一体的多功能纺织品。得到的多功能纺织品经20次家庭水洗后,纤维表面的导电性不受影响,经72 h酸、碱、盐浸渍后,纤维表面的疏水性未有明显变化。另外,纤维表面经144 h紫外光照、10000次机械摩擦、100次家庭水洗,纤维表面的水滴静态接触角仍大于155°,滚动角小于20°,表现出优异的超疏水稳定性。", "label": "纺织科学与工程", "id": 0}
{"content": "丁烷四羧酸（BTCA）作为抗皱性能极佳的整理剂,其市场化由于一些原因,推广存在困难。本研究通过加入合适的能使抗皱整理剂自交联的多元醇扩链剂提高BTCA/SHP体系交联效率,降低整理温度,提高织物弹性。研究对十四种常见多元醇的阔链效果进行了比较筛选。针对效果最优的多元醇,以弹性回复与强力保留为综合指标,对醇添加量、焙烘温度、焙烘时间进行了优化。结果表明,二甘醇对于促进BTCA与棉织物的交联效果最优,在9.5g/L的最优添加量下,整理织物能够在整理温度降低10℃（160℃262.3°）的条件下,达到与未添加对比样（170℃264°）相近的折皱回复性。本研究的结果有助于推动多元羧酸棉织物无甲醛抗皱整理的工业化进程。", "label": "纺织科学与工程", "id": 0}
{"content": "\"十二五\"期间,我国染料行业走出了\"四高\"发展之路-高研发投入、高环保投入、高利润率、高附加值,成就令人瞩目。我国大多数化工行业挣扎在全面亏损的边缘,染料行业却在产量年均增幅不到5%的前提条件下,价格和利润大幅提升,达到历史发展最好水平,实现了有质量、有效益的平稳增长。\"十三五\"开局之年,染料行业提出加强科技创新、自主创新、提升产业的国际竞争力和可持续发展能力的\"十三五\"科技发展规划,认清提高纺织染料染色性能的关键科学问题是增强行业科技创新能力的关键。有机染料分子特定的共轭结构能够吸收可见光区特定波长的光波,其余没有被吸收的可见光全部反射回来,作用于视觉神经而产生颜色,因此染料分子结构的特定共轭结构是产生颜色的内因;也是染料受光作用能否保持光稳定、色泽不变的决定性因素。染料分子结构与染色纤维间以范德华力、氢键、盐键或化学键结合,是影响有机染料在纤维上吸附能力和染色牢度的内因,也是提高纺织染料染色性能的关键科学问题。本文从染料分子结构讨论染料的颜色、提高光稳定性和染色性能的关键科学问题。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>一、引言扎染是中国传统的手工染色技术之一,古称扎缬、绞缬、夹缬和染缬,指的是织物在染色时部分结扎起来使之不能着色、而其余部分着色的一种工艺,它具有独特的印染价值。①扎染的主要步骤有画刷图案、绞扎、浸泡、染布、蒸煮、晒干、拆线、漂洗、碾布等,其中主要有扎花、浸染两道工序。技术关键是绞扎手法和染色技艺。染缸、染棒、晒架、石碾等是扎染的主要工具。经扎染得到的布,大理叫它为疙瘩花布、疙瘩花。其加工过程是将织物折叠捆扎,或", "label": "纺织科学与工程", "id": 0}
{"content": "本课题依据四项与布料染色性能相关实验结果及社会调查统计数据,从科学测试和主观判断两方面对天然染料与合成染料在实际应用中的差异进行评估。综合分析得出天然染料和合成染料对布料染色程度的影响并无显著差异这一结论。尽管如此,实验及调查中的一些其他发现仍值得关注并深入探究。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1前言近几年来我国经济持续高速发展,经济总体水平得到了很大的提高,各行各业突飞猛进,纺织印染行业也蓬勃发展,整体综合实力有了很大的提高,企业不管是管理水平、技术能力还是规模能力、设备先进性等等都有跨跃性的提高,我国纺织品在国际市场的竞争能力也进一步提高,但竞争程度也进一步加剧,不仅来自于国际竞争的压力,也有来自于国内同行间的压力,如何提高竞争力是各企业面临的头等大事。价格竞争是优胜的法宝,如何在价格中取得优势,节能降耗是所有印染企业管理者必", "label": "纺织科学与工程", "id": 0}
{"content": "<正>环境污染是染整工业面临的最大挑战。目前,几乎所有的工厂都是采用污水治理,减少印染工厂对周围环境的影响,也就是加工生产先产生污水,再通过废水处理减少污染的末端治理模式。随着环保要求的提高,末端治理的方式已经不能适应形势要求,本文介绍了如何通过改进染整加工工艺,减少加工工序和时间,获得节能减排的前端治理效果。1、以棉为主的纺织品染整加工节能减排工艺改进以棉为主的纺织品在纺织类别中一直占有较大比例,其印染加工工序较化纤类纺织品", "label": "纺织科学与工程", "id": 0}
{"content": "<正>一、我国能源消耗概况改革开发30多年来,我国经济保持了持续的高增长率经济成就世界瞩目。2010年产值达到40万亿元,随着经济增长,能源消耗量也大幅度增加,2010年消耗原煤35亿吨（十二五末国家要求煤炭产量控制在39亿吨之内）。目前,我国经济距世界先进水平的绝对差距仍然很大,我国能源结构对煤炭的依赖很大。30多年来经济发展造就了经济增长的奇迹,但是这个增长过度依赖能源的消耗。2010年我国GDP总量达到40万亿元跃居世界总量第二位,但资源消耗却占世界30%(其中钢", "label": "纺织科学与工程", "id": 0}
{"content": "21世纪,印染厂必须面对的一个挑战是节能减排,而过去中国印染厂节能减排的设备投入很少,随着印染行业准入门槛的提高,印染企业纷纷上马各种节能减排项目,诸如余热回收利用、蒸汽的有效管理、生产过程的工艺参数的优化分配等。本文着重讨论一种印染生产管理系统,利用精确控制生产过程参数的方法实现印染厂的节能减排,并对其在节能减排方面的效果作详细的解读。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>我们华锦家纺有限公司着眼污水余热回收及污水处理工程的规划和改造建设,这一决策为完成国家的节能减排指标,做出突出的贡献。同时,又使公司快速进入\"低碳印染时代\",从而为提高企业的市场竞争力和可持续发展战略奠定了坚实的基础。我们引进并推广的DT大型污水热能回收系统及污水降温系统,在热能回收和污水处理工程中获得了成功应用。1现状分析", "label": "纺织科学与工程", "id": 0}
{"content": "定型机是纺织印染后整理必需的设备,定型机的耗能占整个染整加工过程中60%以上.而且这部分能耗利用率特别低,大部分的热能都是通过排风排入空气中,这部分尾气不仅含有大量的热量,同时也含有油脂、粉尘、苯等有害物质,对环境造成极大的危害。因此对这部分尾气进行热回收与净化势在必行。本文针对组合式的尾气热回收与净化装置探讨论述:", "label": "纺织科学与工程", "id": 0}
{"content": "热风打底机及焙烘机是染整工艺流程中不可或缺的关键设备,机构原理性强、性能要求高,同时能耗比重也大,所以具有很大的节能潜力和空间。江都印机通过不断自主开发和理论创新,在热风打底机及焙烘机节能减排技术领域作了大量有益的实践和尝试,收到很好的节能减排效果并总结出大量实用经验技术。通过对这些节能减排结构及措施的分别的介绍和分析,剖析其节能减排的理论依据和数据指标。", "label": "纺织科学与工程", "id": 0}
{"content": "定型机是印染工艺流程中的重要设备,也是印染行业中能耗较大的设备之一。其输入能量的有效利用率仅占30%左右,其中60%以上的能量随设备排气带走。因此,定型机的节能对提高企业经济效益具有重要意义。根据定型机的特点,从物料平衡和能量平衡的理论分析方法,推导出简化的热平衡计算方法,以方便定型机能耗的评估。另外,提出了一种新的定型机运行方案\"该方案可以明显地提高其热利用效率,达到节能目的,使企业有较大的经济效益。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>印染行业积极推进节能减排工作是深入贯彻科学发展观,构建和谐社会的必然要求,更是企业义不容辞的社会责任和提升自身经济效益的一个途径。上海和晓印花有限公司\"十一五\"期间狠抓节能减排不放松,向管理要能源,向技术要能源,在健全能源管理、实施节能技改等一系列工作中取得一定经验,在此予以汇报;并就蒸化机余热回收利用的实践活动予以介绍,以取得各位同仁的宝贵意见,促使我们进一步做好这方面的工作。", "label": "纺织科学与工程", "id": 0}
{"content": "改造的重点将突出烘燥机性能满足生产工艺需要的能力相适应。经过深入调研设计出六项改进措施来提升性能。通过测试实现了烘燥机性能的全面升级。烘房温度喷风盒左中右风温风速均匀一致;导辊横截面温差±1℃;狭缝式风嘴风速16~20m/s;烘燥效率提高15%;废气净化余热利用节能达25%。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了水煤浆锅炉的技术特点和典型企业的应用情况,分析了水煤浆锅炉在印染行业应用的可行性,提出了水煤浆锅炉在印染行业的注意点。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1.项目名称高效轧车节能、高温废水热交换等2项节能技改项目。2.企业用能概述上海沪邦印染有限公司是由上海纺织（集团）有限公司和香港永伟事业有限公司出资组建的独立法人企业,成立于2003年9月,位于浦东新区东塘路669号。占地面积40038m2、建筑面积26515m~2、生产能力为2400万米/年中高档印染布,总投资6000万元。", "label": "纺织科学与工程", "id": 0}
{"content": "采用印染污水余热回用热泵机组和余热回收制热（HRH）技术,实现对印染污水（退浆废水、碱回收废水、水洗废水）中余热的回收利用。将余热能源转换为生产工艺用热,可节约工艺中蒸汽能源的消耗,实现节能减排。采用该技术,每年已产生直接经济效益214万元。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>真空抽吸在纺织染整中被越来越多地采用。主要的应用是:常规烘燥前织物的脱水;化学品湿——湿浸轧前的脱水,以抑制进入织物的溶液内水分的交换;清除预处理中和染色后的水洗中不需要的化学品;渗透较好的低添加量整理:棉绒去除。本期通过一些应用实例,供大家讨论。A:真空抽吸减少了纺织物在热烘燥前的含水量,从而可以大量地节约能源,去除水分的多少,主要取决于存在的类型和处理条件。一个典型的例子:中厚型50/50涤/棉织", "label": "纺织科学与工程", "id": 0}
{"content": "主要针对棉卡其类品种的特点,对漂染工艺自主创新了皂氧汽蒸等工艺,保存了原棉中较多的棉脂棉腊、天然色素等物质,取得了少废、节能减排并大幅度地降低生产成本和提高产品质量的效果,物美价廉的产品,提高了国际竞争力。", "label": "纺织科学与工程", "id": 0}
{"content": "进入2014年以后印染行业国内外需求不足,染化料价格暴涨、2015年1月1日实施新的废水排放标准、15年还将制定印染企业废气排放标准等各种问题,行业压力巨大。印染行业加大产业升级采用更先进的自动化设备和系统,注重节能减排,提高生产过程的智能化、连续化、数字化和各个单个设备,各个单元生产和各工段的生产,从源头控制和末端治理并重的综合自动化控制系统成为迫切的需要,可以大大提高整体运行的综合效率。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>印染一步法前处理早在建国后就产生了,随着高效助剂及高效设备的研发,在近年才得到快速发展。湿布丝光由于织物含湿量较难控制,浓碱透芯浸透、碱浓度自动控制等难题未能攻克,以干布丝光的较多,干布丝光时其前道退煮漂后必须烘干织物,浪费蒸汽严重。在当前能源紧张,能源价格一涨再涨的情况下,我国已将建设资源节约型社会提高到落实科学发展观,全面建设和谐社会的战略高度。在国内全面开展清洁生产的大好形势下,", "label": "纺织科学与工程", "id": 0}
{"content": "今年五月,国家三部委联合发布公告,为加快淘汰高耗水工艺技术和落后装备,提升工业用水效率,在((纺织行业高耗水工艺、技术和装备淘汰目录（第一批）》中明确列出,于201 8年1 2月之前务必淘汰74型退煮漂联合机,以及敞开式平洗槽等高耗能、低效率设备。我公司开发的低张力高效节能蒸洗箱具有水洗效率高、全封闭、节能、低张力等特点,完全符合新环保法要求下的节能减排需求。本文将从该产品的结构特点讲述其节能减排效果。", "label": "纺织科学与工程", "id": 0}
{"content": "石狮印染业实行区域内集中供热,取得很好的环保绩效。由于印染业加热定型机传统工艺是使用燃煤锅炉导热油间接加热,给集控区的节能减排带来不利影响,通过开展中压蒸汽代替导热油加热定型机的试验,并敷设中压蒸汽管网,实现集控区双管网供汽。中压蒸汽在定型设备上的应用技术可行,安全可靠,具有较好的社会效益、环保效益和经济效益。", "label": "纺织科学与工程", "id": 0}
{"content": "已有研究表明,将离子液体设计成树枝状结构、星型状结构等超支化离子液体,不仅能提高离子液体的性能,还能扩展其应用领域,具有重要的理论和应用价值。因此本文利用离子化反应和离子交换反应合成一种基于HCCP的超支化离子液体HCCP-[nBuMI][PF6],并利用傅里叶红外表征其结构。接着利用咪唑基团与石墨烯间存在的π-π及π-阳离子相互作用构建石墨烯杂化粒子,并采用静电层层自组装技术研究了石墨烯杂化粒子对棉布阻燃作用,通过热重分析仪和锥形量热仪对石墨烯杂化粒子/棉布体系的热稳定性和阻燃效果进行分析,其结果表明氮、磷元素与石墨烯具有协同阻燃作用和催化成碳效果,所制备的纳米复合材料具有一定的阻燃效果。", "label": "纺织科学与工程", "id": 0}
{"content": "以棉织物为基材,在其表面组装银纳米粒子,然后利用低表面能的含氟聚倍半硅氧烷（F-POSS）分子对其表面进行疏水化处理,制备了多功能的彩色织物。利用透射电子显微镜表征了银纳米粒子的形貌,利用灰色样卡、接触角测量仪表征了织物的色牢度和自修复超疏水性能,并分别以大肠杆菌和枯草芽孢杆菌为试验细菌,通过监测细菌的生长曲线来评价和分析了棉织物的抗菌性能。结果表明,在织物表面组装银纳米粒子赋予了织物色彩和优异的抗菌性能,再在其表面修饰上F-POSS分子,不仅使织物具有机械性能稳定的自修复超疏水性能,而且能降低水溶性的银纳米粒子因水洗和摩擦而产生的损耗,从而提高了织物的耐摩擦色牢度和水洗色牢度。", "label": "纺织科学与工程", "id": 0}
{"content": "乔其纱织物印花需要获得色泽鲜艳、双面得色、轮廓清晰的花型图案,这对糊料的流变性能提出了较高的要求。本文以常用糊料海藻酸钠为比较对象,探究改性罗望子胶的流变性能以及在乔其纱织物上的印制性能,分析了糊料流变性能对印制性能的影响,探寻改性罗望子胶作为海藻酸钠替代品的可行性。研究结果表明,改性罗望子胶比海藻酸钠更接近假塑性流体,剪切变稀特征更加显著。在频率0.1~100 rad·s-1内,改性罗望子胶经历了由以粘性为主向以弹性为主的转变,而海藻酸钠始终表现出粘性行为。与海藻酸钠相比,改性罗望子胶的储能模量、损耗模量都较大,表现出较强的弹性行为。由分散红、黄、蓝、黑四种染料的印花效果可知,改性罗望子胶的透网性、表面得色量、渗透性、花型轮廓清晰度均优于海藻酸钠。糊料表现出适当的弹性行为,在一定程度上有利于获得较好的印花效果。", "label": "纺织科学与工程", "id": 0}
{"content": "印染行业是绍兴地区的支柱产业,本文主要对纺织印染企业所用的定型机的蒸汽参数进行了研究,根据此数据进一步研究热电厂如何适应用热市场需求,通过对供热机组进行改造或扩建,来确定适合印染企业中压蒸汽定型的供热蒸汽参教范围,从而使印染企业能够高速有效地进行织物定型,而热电企业也做到提高热效率、节约能源的双赢局面。", "label": "纺织科学与工程", "id": 0}
{"content": "综述了近年来国内外纺织品超疏水硅橡胶涂层的发展情况,重点从降低表面能、增加表面粗糙度和构造微纳米复合结构三个方面介绍了超疏水硅橡胶的研究进展。最后探讨了目前疏水硅橡胶存在的问题,并对今后疏水硅橡胶的研究方向进行了展望。", "label": "纺织科学与工程", "id": 0}
{"content": "着重介绍了一种新型低泡可完全生物降解的非离子表面活性剂NSF系列产品的物化性质及表面活性,同时探讨了其在纺织印染领域的应用。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>目的弹力袜是一种广泛应用于压缩治疗的医用纺织品,其医疗功能是通过作用在人体下肢皮肤表面使腿部各组织间发生相互作用对静脉、血管产生压力,达到预防和治疗静脉疾病及改善血液循环的目的。但是,由于缺乏相应的研究数据,弹力袜所施加的外部压力对腿部各组织应力状态的影响尚不明确。因此,分析弹力袜对下肢静脉等组织应力的影响对改善其设计有着现实意义。基于有限元分析,模拟计算弹力袜作用下人体下肢各组织的应力分布。方法 通过对1位成年志愿者下肢进行CT扫描,结合Mimics 20. 0建立腿部肌肉、软组织、骨骼和静脉模", "label": "纺织科学与工程", "id": 0}
{"content": "试验将在已有研究的基础上,根据兔毛的性能,进一步研究兔毛纤维混纺纱工艺,解决兔毛纤维混纺纱中存在的问题。试验选月兔毛纤维三种混纺比的纱线所制得的兔毛混纺多孔纱针织产品进行性能测试,研究织物的透气、透湿与保暖性与兔毛比例的关系,比较退维后多孔结构对织物性能的影响,同时结合兔毛纤维保暖,滑软,可纺性差等有优缺点,开发出使用广泛的轻质保暖针织产品,适合开发围巾、毛衫、内衣服、袜子、披肩等服用性产品。兔毛纤维/天丝/维纶混纺比为50/30/20、60/20/20、70/10/20的混纺多孔纱,60Nm/2;纬平组织。实验采用YG461型织物透气仪,按照GB/T 5453-1997《纺织品织物透气性的测定》进行测试,压力差100Pa,喷嘴号数8,温度（20±3）℃,相对湿度65%±3%;使用LFY-216透湿量测定仪采用正杯法进行测量,设定好实验条件,即温度25±2℃,相对湿度20±2%,利用质量差计算透湿率;采用ASTM平板式织物保暖测试仪,根据GB 1 1048-89《纺织品保温性能试验方法》对织物进行测试,试样尺寸30cm×30cm,温度20±0.2℃,湿度65±2%。随着兔毛纤维含量的增加,受纱线毛羽和纤维纱线间孔隙的作用,多孔纱针织物的透气透湿性略所下降,保暖性有所改善;在兔毛纤维含量相同的条件下,PVA溶解后的多孔纱针织物较PVA溶解前的透气、透湿、保暖性均有所提高,对开发高支轻薄保暖性内衣产品具有重要的借鉴意义;兔毛混纺多孔纱针织产品在适用范围方面、洗涤后保暖性的持久性和织物的保型性还有较大的研究空间。", "label": "纺织科学与工程", "id": 0}
{"content": "针对步长为1的四步法三维整体编织工艺,在研究预制件中编织纱分组规律的基础上,对三维整体编织混杂预制件进行结构设计与制备。结果表明,在[m, m]排纱模式下,纱线组在预制件横截面中呈对称分布;基于上述结果,提出三维整体编织预制件中均匀混杂的两种实现方法——\"组间混杂\"法与\"组内混杂\"法,特定\"双边型\"混杂的一种实现方法——基于\"混杂连接单元\"的方法,并引入\"混杂均匀系数\"r对混杂的均匀程度与稳定程度进行定量评价。本文结果在结构功能一体化复合材料领域具有良好应用前景。", "label": "纺织科学与工程", "id": 0}
{"content": "针对锥套类零件的三维编织成型,从织物结构和编织效率的角度出发,确定了一种携纱器数目多、轨迹变化能力强的旋转式编织机整体方案,并搭建了相应的实验平台。所设计的编织机共有90个角轮,最大可携带360个携纱器,可进行多层连锁编织。通过建立底盘部件排布的数学模型,以两相邻携纱器的位置表示携纱器运动轨迹,给出了携纱器轨迹的决定因素、数学表示与算法。结合编织成型过程,发现相邻纱线的交织仅由拨盘运动决定,通过控制拨盘的运动可以改变交织点的数量及参与编织的纱线数量,从而实现对织物分叉及加减纱等过程的自动控制。", "label": "纺织科学与工程", "id": 0}
{"content": "采用琼脂平皿扩散法,定性分析经抗菌整理后的兔毛袜的抗菌性能,并与未经处理的兔毛袜作对比试验。实验结果表明:未经整理的兔毛袜有一定抑菌性,经整理后的兔毛袜的抗菌性优于未整理的,对大肠杆菌的抑菌效果极为显著。", "label": "纺织科学与工程", "id": 0}
{"content": "为了实现针织面料生产全流程的数字化、网络化、智能化,对大数据驱动的针织全流程智能管控技术展开研究。分析包括织造、染色与后处理三部分的针织面料生产全流程工艺,梳理全流程大数据特征。提出针织生产全流程智能管控技术体系架构,包括:大数据建模、大数据采集与管理、大数据分析和大数据可视化。本文围绕针织面料生产中的大数据应用展开研究,对针织生产全流程智能化发展具有重要的借鉴价值。", "label": "纺织科学与工程", "id": 0}
{"content": "为了进一步开发可广泛投入生产应用的负泊松比针织物,对负泊松比的形成原理、目前可实现的针织结构以及其应用前景做了系统的概括和总结。主要从内凹结构、旋转结构、节点原纤结构、手性结构、液晶模型、螺旋结构、杆铰链框架模型这六种结构模型对各个负泊松比材料的作用原理进行概括和总结,并简要介绍了目前用针织技术实现负泊松比结构的方案,包括平面经编织物、三维间隔织物、纬编折叠结构织物等。最后对负泊松比结构针织物在服用和产业用方面广泛的潜在应用分别进行了介绍,并展望了负泊松比结构针织物在以后研究中的发展方向及前景。", "label": "纺织科学与工程", "id": 0}
{"content": "本文以超高分子量聚乙烯（Ultra High Molecular Weight Polyethylene,UHMWPE）长丝纱为基材,对其进行常压等离子体预处理后采用基于原位聚合的纱线连续导电处理方法制备了超高分子量聚乙烯/聚苯胺（UHMWPE/PANI）复合导电纱线。利用制得的复合导电纱线制备了圆筒状纬平针织物作为应变传感器,进行了传感织物的应变-电阻传感性能研究。研究结果表明:导电针织物表现出明显的应变-电阻传感性能,其电阻随应变的增大先增大,至一定值后随着应变的增大而减小。传感织物具有较高的敏感度,在应变小于20%时,其传感因子可达30以上。多次拉伸时,传感织物的传感重复性逐渐提高,拉伸三次以后,传感织物表现出良好的传感重复性。", "label": "纺织科学与工程", "id": 0}
{"content": "主要研究了针织CAD软件的应用。通过对针织产品中不规则衣片,进行不同角度的旋转变化,运用工艺软件完成的制作过程。将CAD软件工艺制作与手工工艺制作进行对比,更加显著的展现了软件的方便快捷,提高了工作效率,达到针织CAD软件的推广与运用,同时也促进软件开发者更好的将其软件完善、更新。", "label": "纺织科学与工程", "id": 0}
{"content": "根据针织毛衫易佳工艺设计系统的特点,本文从最基本的对称款式和非对称款式模板尺寸设定两方面进行分析,在生产相近款式但规格不同的毛衫时,将要求尺寸输入尺寸栏后,模板会自动生成工艺,指出设定模板的重要性,不但可以减少出错率,也可以提高工作效率。", "label": "纺织科学与工程", "id": 0}
{"content": "一件羊绒衫的外观品质在一定程度上体现了一个企业的综合生产技术水平。影响羊绒衫外观品质的主要操作工序为织片、缝盘、手缝、洗缩、整烫等。在这一系列生产过程中,各流程工序操作技能至关重要,可针对上述工序操作中容易出现的问题,从工艺、操作、设备、培训及管理等方面采取具体措施。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>棉及其混纺针织布的丝光和合理选用丝光方式问题,现分几部分做如下的讨论。1为何棉及其混纺针织布要丝光?棉及其混纺针织布某些品种的发展、质量的提高、档次的升级是需要丝光处理和合理选用丝光方式的。现举例讨论。举例1、棉及其混纺的T恤衫、扣子衫、夹克衫和裙子等针织外衣而料,经过丝光同未经过丝光的产品有着明显差异。外观看上去丝光的产品呈现着一种是棉非棉、似绸非绸难得的质地;手摸上去既柔软又爽挺舒适;色泽丰满、光泽诱人,透出一种与众不同的美色,拥有一种与众不同的风格。给人总体感觉就是产品的档次高。如果以其为面料,款式、色彩时尚、做工好,一件T恤衫在国内售价几百元有", "label": "纺织科学与工程", "id": 0}
{"content": "本文叙述了针面料舒适性的基本原理,并从针织面料的触觉、穿着感觉、嗅觉、视觉以及功能性等五个多方面的舒适性整理技术进行详解。", "label": "纺织科学与工程", "id": 0}
{"content": "对PASTER超仿棉聚酯纤维的染色及其与氨纶的混纺针织物预定形中的难题进行了研究,并取得了工业化应用成果。通过红光助染剂AC—G105作用,有效解决了超仿棉聚酯纤维深染效果差,染黑色偏光严重的缺点;同时,通过纤维保护剂DP-9810对热定形织物隔热防护,有效消除了该超仿棉纤维与氨纶混纺织物热定形加工中因高温使纤维塑化而手感粗硬的缺陷,保持了织物原有柔软蓬松的棉手感。", "label": "纺织科学与工程", "id": 0}
{"content": "选用仿棉聚酯短纤纱酷丝绵,在高机号大圆机上编织高密纬编针织面料,经印花后整理得到8种适宜制作针织衬衫的印花面料;测试和对比分析了其中一种高密仿棉聚酯针织面料与高密棉氦纬平针织物的机械性能、外观保形性能、织物风格和热湿舒适性能等;结果表明:高密仿棉聚酯针织衬衫面料的力学机械性能较好,抗起毛起球性能较好,具有较好的尺寸稳定性,织物风格较硬挺,表面光滑匀整,透湿性较好,适宜制作春夏季针织衬衫面料;", "label": "纺织科学与工程", "id": 0}
{"content": "就新型假捻变形纱针织物的光泽、基本力学性能、悬垂性和热湿舒适性进行了较为全面的研究,并通过与棉织物进行对比分析,对新型假捻变形纱织物的仿棉效果作出了评价。试验结果表明:新型假捻变形纱织物与棉织物相比,正反射光强和漫反射光强较大,对比光泽度较大,具有较高的光泽度值;从基本力学性能测试结果上看,新型假捻变形纱织物的弯曲刚度、弯曲滞后量、剪切刚度、剪切滞后量、压缩比功小于棉织物,而其压缩功回复率大于棉织物,说明新型假捻变形纱织物的柔软性、成形性和弹性回复能力较棉织物好,但蓬松性不及棉织物;新型假捻变形纱织物的保暖性和透湿性能低于棉织物,透气导湿性能好于棉织物,两种织物的接触冷暖感相近。", "label": "纺织科学与工程", "id": 0}
{"content": "以仿棉聚酯纤维纯纺纱、纯棉纱及4种不同混纺比的仿棉聚酯纤维与棉的混纺纱为原料,织成双罗纹针织物,对试样织物的起毛起球性能进行了对比,分析了纤维性能、纱线性能等因素对试样织物起毛起球性能的影响,以此探讨仿棉聚酯纤维针织物的起毛起球性能.结果表明:仿棉聚酯纤维针织物的抗起毛起球性能在一定程度上得到了改善,起毛起球等级与纯棉针织物相近.", "label": "纺织科学与工程", "id": 0}
{"content": "<正>棉及其混纺针织布的丝光和合理选用丝光方式问题,现分几部分做如下的讨论。1为何棉及其混纺针织布要丝光?棉及其混纺针织布某些品种的发展、质量的提高、档次的升级是需要丝光处理和合理选用丝光方式的。现举例讨论。举例1、棉及其混纺的T恤衫、扣子衫、夹克衫和裙子等针织外衣面料,经过丝光同未经过丝光的产品有着明显差异。外观看上去丝光的产品呈现着一种是棉非棉、似绸非绸难得的质地;手摸上去既柔软又爽挺舒适;色泽丰满、光泽诱人,透出一种与众不同的美色,拥有一种与众不同的风格。给人总体", "label": "纺织科学与工程", "id": 0}
{"content": "探讨在家纺产品设计中正确设计、选择针织组织结构的方法。介绍不同家纺产品的组织结构设计要点,包括窗帘帷幕用针织品、幕用针织品、包覆用针织品、床上用针织品、蚊帐类针织品、棉毯与毛毯、针织地毯、贴墙用针织品,提出应根据各种家纺用途对针织组织结构进行合理设计、选择与搭配。", "label": "纺织科学与工程", "id": 0}
{"content": "通过对国内外纬编领域专利申请的检索和分析,总结了目前国内外这方面的专利技术发展状况以及未来发展趋势,并对产业未来的研发提供一些建议。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了织物拒水防污和吸湿排汗的原理,以及目前外拒水防污、内吸湿排汗针织面料的两种制备方法及各自的优缺点。在此基础上,提出改进设计方法,即采用纬编双罗纹双层复合组织,呈3层结构,其中外层线圈采用经拒水防污整理的纱线,中间连接层线圈采用吸水性好的天然纤维纱线,里层线圈采用经亲水整理、有微孔结构、呈异形横截面的导湿纤维纱线。举例说明该织物的生产工艺流程,包括原料的选择,纱线的染整工艺,织造工艺,预定形、除油净洗、柔软、定形等整理工艺。并测试了织物拒水、拒油、吸湿等性能,结果表明:面料的外表面具有良好的拒水防污功能,内层有良好的吸湿排汗功能,能保持针织物手感柔软、透气性好、弹性好的特性,且功能稳定、生产技术易控制,可用于开发运动服、饭店和油田工作服等。", "label": "纺织科学与工程", "id": 0}
{"content": "从原料、组织结构、面料颜色3方面入手,介绍了开发防紫外线功能性针织面料的设计思路。基于此,选择11.1 tex/144 f防紫外线涤纶丝（DTY）,在SD-G-4A型双面圆纬机上开发双面鸟眼结构的针织面料,介绍编织工艺及注意事项,染整工艺及技术关键点,最后测试了产品的防紫外线性能。结果表明:该涤纶防紫外线功能性针织面料防紫外线效果达到A级,满足了消费者夏季防晒防紫外线的功能需求,同时手感柔软、穿着舒适,可用于开发夏季户外服。", "label": "纺织科学与工程", "id": 0}
{"content": "本文主要是利用蚕蛹蛋白的亲肤、美肤功能与羊毛、羊绒保暖功能,开发出一款亲肤、保暖的功能性针织面料。面料的面纱为含有羊毛、羊绒的Modal混纺纱线,底纱为蚕蛹蛋白的混纺纱线,并用涤纶作为连接纱线。面料手感柔软舒适,非常适合做春秋外套用面料。", "label": "纺织科学与工程", "id": 0}
{"content": "经济不断发展,人们生活水平不断提高,功能性面料的开发亦为诸多工作者所追求。我司采用具有释放负离子功能的涤纶纱、导湿功能的丙纶纱进行交织,开发具有保健、单向导湿功能的功能,该面料可将皮肤排出的汗水导出体外,保持皮肤的干爽。同时,面料释放氧负离子,利于身体健康。", "label": "纺织科学与工程", "id": 0}
{"content": "服用针织产品的发展趋势之一是新原料品种不断涌现,在针织产品中的应用越来越广。本文综述了新型天然纤维、新型纤维素纤维、新型蛋白质纤维、新型弹性类纤维、功能性纤维及其纱线的性能,以及在服用针织产品中的应用。", "label": "纺织科学与工程", "id": 0}
{"content": "本文就已开发成功或正在设计、研制、开发的各种类型纺织面料作了介绍,其中包括抗菌防臭卫生整理纺织面料、负离子远红外保健性面料、香味整理技术、防虫防蛀整理面料、抗静电和防电磁波面料、吸汗透气整理面料、防紫外线整理面料、阻燃整理面料、智能纺织品,并对针织纺织品今后的发展方向做了简要的叙述。", "label": "纺织科学与工程", "id": 0}
{"content": "本文阐述了作者从多年的现场管理中总结出的针织成衣车间杜绝差错的方法与经验,对有关企业的生产具有一定的指导作用。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1轴向经编织物结构与性能1.1轴向经编织物定义轴向经编织物是由带有纬纱衬入系统的经编机生产的一类独特的经编织物。这类织物的一个主要的特点是,在织物的纵向和横向以及斜向都可以衬入纱线,并且这些纱线能够按照使用要求平行伸直地衬在需要的方向上。因此这类织物亦称为取向结构（DirectionallyOrientated Structure,简称D.O.S.）。纵向的衬入纱线称为衬经纱,横向的衬入纱线称为衬纬纱,与衬经成一定角度的衬入纱线称为斜向衬纱。这些衬纱的使用,改善了经编针织物的性能,扩大了经编织物原料的使用范围。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了镀银纤维的性能,对镀银纤维/棉混纺纱的纺纱工艺技术措施进行了探讨,开发出了具有良好抗菌效果的针织面料。", "label": "纺织科学与工程", "id": 0}
{"content": "纯棉针织物经碱丝光后,虽然物理机械性能得以改善、光泽加强、尺寸稳定性和吸收性能明显提高,但是手感变得粗糙硬涩,增加了柔软整理的难度。本文研究结果表明,棉针织物丝光后用酸性纤维素酶UTA-8在55℃下处理30～60min,既能显著改善手感、提高柔软度,又可使织物的纹路更加清晰、提高光洁度,省去烧毛工序。再选用不同性能的柔软剂（氨基硅柔软剂、软片等）拼混进行整理,能够获得风格各异的手感。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了蜈蚣纱的形成方法和编织设备的选择,重点阐述了使用蜈蚣纱在面料编织生产中需要注意的事项,主要包括:降低络筒机的速度或减轻张力片质量,以避免破坏织物外观效应;纱线在储纱器上的缠绕圈数应为8～10圈;将进纱张力控制在4.90～7.84 cN范围之内:适当调大牵拉卷取张力;后整理磨毛过程中要顺编织方向磨毛且织物要摆放整齐平顺,施加张力恒定。", "label": "纺织科学与工程", "id": 0}
{"content": "第18届上海国际流行纱线展示会于2011年9月6日-8日在上海世博展览馆举行,现将主办方发布的2012/2013秋冬针织品流行趋势转载如下,供代表们参考。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1新古典主义古典主义风格被完全地颠覆,我们看到回归现实的实用主义。重新定义的长短,更加关注时髦的廓形,平衡的设计细节不仅保持着线条感,但是更加阳刚气质。时髦的古典主义风格的针织衫,新的领型及袖口的设计、纽扣的工艺、口袋的细节等诠释了纱线的特点及新古典主义的色彩,为针织衫带来新的面孔。提花结构的衣领,不同针距创造出新的针织物风格。", "label": "纺织科学与工程", "id": 0}
{"content": "本文分析了电脑横机机头控制系统的工作原理和定位过程,设计了一套基于自适应模糊PID的复合前馈控制算法的位置伺服控制的横机横移系统.该系统以单片机为系统的控制核心,使用伺服系统来控制机头横移,采用本算法调整定位误差,从而实现电脑横机横移位置的高精度控制.MATLAB仿真结果表明:与传统PID控制相比,该算法动态响应快,定位精度高,有较高的实用价值.", "label": "纺织科学与工程", "id": 0}
{"content": "本文论述了释放负离子针织物的研制过程和释放负离子机理。将六环石等天然矿物经过超细加工和特殊改性,生产成平均粒径为50-900nm的负离子添加剂。此添加剂与助剂混合,调制成印花浆料。经过实验和仪器测量证明,采用普通的印花工艺,印制出服用性能良好,并且释放负离子数平均能达到3200个/cm~3的针织物,所得产品释放负离子稳定持久,达到了人们健康要求。", "label": "纺织科学与工程", "id": 0}
{"content": "本文简要介绍了新型XLA-聚烯烃纤维的组成、性能和特点,重点分析了它具有点状网络结构的特殊性能和耐高温、耐强酸和强碱的化学性能。文章结合企业最新的研究成果与生产实践,具体地给出了新产品的工艺、技术关键和采取的技术措施。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了采用功能性纤维开发生产针织单双面乔赛织物的编织工艺以及产品的风格特征,包括设备技术参数、原料规格、上机工艺以及染色参考工艺,用作服装面料时穿着舒适、透气。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>经编复合材料在国外于二十世纪七十年代后期被开发用于航天复合材料,80年代被美国NASA认为是适合于航空航天领域使用的高性能、高可靠材料,90年代欧美各国将其作为一种低价格、高性能材料广泛应用于民用领域。目前,经编复合材料在航空航天、船舰、交通运输、能源、建筑、体育休闲、个人防护以及土工基材等方面有着广泛的应用。国内已经拥有了众多的经", "label": "纺织科学与工程", "id": 0}
{"content": "根据可染色高分子的微观结构,分析了PTT新型纤维的性能和特点。介绍了PTT纱线及针织面料如何通过染色实现其弹性的关键技术,提出了在染色时使其充分收缩得到记忆弹性的具体实施方法。对染色后的弹性纱线经织造,受加工张力影响失去弹性后,重新回复记忆弹性进行了深入的研究。并通过实例给出了生产实践的工艺流程、技术参数、测试指标。", "label": "纺织科学与工程", "id": 0}
{"content": "本文介绍了针织物连续化前处理加工的潜在优势,系统分析了平幅烧毛、平幅丝光、平幅练漂的工艺、操作和设备。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>发展成型编织是《十二五纲要》中新型针织编织技术的重要项目。针织不同于机织,其中成型编织是针织编织的重要优势,成型编织的优点在于不用布料裁剪,直接编织出来就是服装。这项技术的关键体现在设备上,\"十一五\"期间,国内有设备通过了鉴定,亦有企业推出产品,打", "label": "纺织科学与工程", "id": 0}
{"content": "<正>纺织品是人类生活的必需品,目前正处于向多功能产品发展的阶段。近年来,由于回归自然和健康保护意识的增强,以舒适、清洁、保健、卫生为主的功能整理已成为本世纪的主题。利用天然物质进行功能纺织品的开发顺应这一发展趋势,其产品颇受消费者的青睐。芦荟作为一种纯天然的具有多种特殊功效的植物,早已引起了人", "label": "纺织科学与工程", "id": 0}
{"content": "<正>从目前的国际趋势看,车用纺织品中针织物的市场份额会越来越大。随着模压工艺在汽车内饰加工中的广泛应用,势必要求织物具有良好的延伸性和弹性。通过组织结构的选择,针织物可获得所需的延伸性和弹性。而机织物由于组织结", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了一种新型的彩棉小提花双面弹力保暖绒针织面料的开发思路,在产品开发中将色彩设计考虑其中,详细阐述了其编织工艺、生产中的关键技术以及染整工艺,结果表明该织物具有多种优良性能,突出了舒适、外观高贵优雅等特点,是秋冬内衣的理想面料。", "label": "纺织科学与工程", "id": 0}
{"content": "本文对高性能针织运动内衣面料吸湿速干性进行了测试与分析,采用动态水分传递法测试了各织物的浸润时间、吸水速率、最大浸湿半径、液态水扩散速度、单向传递指数,并根据织物的润湿、吸水、扩散及单向传递性分析了各织物的吸湿速干性的类型,以进一步认识各织物的吸湿速干性及其特点,为高性能针织运动内衣面料的选择和织物吸湿速干性的评价提供一定的参考。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了PORTEX纤维、莫旦尔纤维、亨通镀银纤维等的性能特点,通过多组分纤维混合,配比的选择,发挥各自纤维的特点,纺纱、织造及染色及后整理工艺的探讨,开发出了满足多功能要求的内衣,探讨了多功能纺织品开发的方法。", "label": "纺织科学与工程", "id": 0}
{"content": "多梳拉舍尔经编机生产效率高、花型精致、生产自动化程度高,使得多梳织物受到广大消费者的青睐,得到市场的肯定。从其诞生至今,已经历了多次的技术改进和革新,现已达到较高水平。文章介绍了新一代多梳经编机的生产技术:碳纤维增强塑料、高速压纱板、新型花梳、电子贾卡、电子送经、电子横移等数据传送和远程诊断。重视自主研发,提高产品档次,增强产品的竞争力,是我国多梳拉舍尔经编机产业持续发展的必由之路。", "label": "纺织科学与工程", "id": 0}
{"content": "军事方面对高品质的经编产品需求有着巨大的潜力,针对其诸多特殊要求,本公司自主研发了GE289通信防蔽网经编机。详细介绍了开发该机器的各个创新技术,并阐述了这些技术的背景及其基本原理。另外,也描述了设计过程中遇到困难与解决困难的一些思路,提出了特殊要求特殊解决来获得符合要求的新产品。", "label": "纺织科学与工程", "id": 0}
{"content": "针对双针床经编无缝筒形织物常用人工经验法设计,工作量大、效率低、易出错的问题,在分析无缝筒形织物的组织结构、垫纱数码和穿经循环的基础上,建立全新的表示垫纱数码和穿经循环的无缝筒形织物数学模型。并对筒形织物的前片、后片以及筒缘的设计方法作了详细的数学描述,重点阐述了筒缘组织的垫纱运动规律、编织筒缘所需的梳栉数、筒缘\"缝迹\"现象的产生及消除方法,应用该设计模型可以直观、快速、准确地设计经编无缝筒形织物。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>前言国务院在《纺织工业调整和振兴规划》中明确指出:提高自主创新能力,提高纺织装备自动化水平,提高具有国际先进水平的技术装备的比重,淘汰高能耗、高水耗、技术水平低的印染能力,为染整和纺机行业指明了方向。我国的针织染整机械行业的创新发展一是应紧紧围绕针织染整产业工艺装备的更新升级;二是满足针织染整行业清洁生产、节能减排的要求;三是满足针织染整行业稳定可靠的工艺生产要求;四是要推进针织染整行业机电一体化的进程。", "label": "纺织科学与工程", "id": 0}
{"content": "研究了4种具有不同特点的环圈线针织物的肌理风格、特点,并介绍了试验所用的试验设备、试验材料、组织结构的选择和试验结果分析,从织物色彩、纱线与组织选配2方面着手,重点分析了纱线色彩的变化、结构特点的变化、纱线与组织搭配的变化对织物肌理风格产生的影响。对花式纱线设计和毛衫设计有参考价值。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>半边绒是钩编机的一种产品,它的生产工艺和带子纱类似,两边分别是二路经纱。按照染色性能可用涤纶长丝,也可用锦纶长丝,用舌针纵向运动把经线钩成套圈状。纬向用舌针送入涤纶长丝或大有光锦纶长丝,然后中间用刀片割开。如二根经线间距离大所生成的毛就长,称为大羽毛;间距小生产的羽毛就短,称为小羽毛,也有在舌", "label": "纺织科学与工程", "id": 0}
{"content": "随着针织服装向高档化和多功能化方向发展,功能性针织面料的开发越来越重要。文章首先介绍了功能性针织面料的生产开发方法,并以纬编和经编两种不同的织造方法为线索,从原料、织造和整理等方面分别介绍了吸湿排汗、抗菌、保暖、塑身等多种功能性针织面料的开发方法及应用场合,本文最后还对功能性针织面料的市场情况进行了介绍,提出功能性针织面料将会向多元化、功能复合、时尚化的方向发展。", "label": "纺织科学与工程", "id": 0}
{"content": "主要介绍采用竹炭纤维在钩编机上开发棉炭交织洗浴巾的思路与生产工艺。并对竹炭纤维产品的性能与市场进行讨论。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>目前,针对具有保温效果的面料,在保暖织物设计时常采用加层、加厚的方式,虽然能达到保温的目的,但是增加了面料的厚度和重量,使质感和手感下降。20世纪90年代开", "label": "纺织科学与工程", "id": 0}
{"content": "氨纶丝在针织产品中的应用越来越广泛。氨纶丝在针织物中添加方式不同,含量多少,会直接影响到面料的性能及表面形态。本文以罗纹组织、纬平针组织、双罗纹组织为例,阐述了以半添纱、添纱方式的编织工艺参数与实物质量的关系。着重指出氨纶丝线圈长度与面纱线圈长度之间的比例,即氨纶丝的伸长倍数,会直接影响到布面起毛、织物起球的程度。再生纤维素纤维莫代尔纱与氨纶丝编织时,须采用紧密纺纱,氨纶丝线圈长度与莫代尔纱线线圈长度之比不得超过1:2.4。并对扭曲率、延伸率提出了控制方法。", "label": "纺织科学与工程", "id": 0}
{"content": "分析半精纺纱线作为针织用纱在风格及质量上的要求;介绍半精纺纱线在针织产品运用上的优势;对目前半精纺纱线存在的主要缺陷和生产难点作了分析,并在实际生产中如何缓解这些问题和缺陷,在技术及管理上提出一些主攻思路和技术措施,并介绍了开发半精纺针织纱线的途经及应注意的事项。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1公司简介我公司是2003年建成并投产的一个现代化的新型纺纱企业。现拥有环锭纺120000锭,其中紧密纺设备机台60000锭、赛络纺纱锭60000锭。全部设备配备国内最先进的FA系列设备,清花车间配有郑纺机、清纺机的清梳联,梳理工序配有世界最先进的瑞士格拉夫针布;并条机全部配备Uster自调匀整装置,细纱全部为配备德国TEXparts摇架、瑞士的Bracker钢领钢丝圈、美国的Armstrong胶辊;络筒工序配有村田公司No.21全自动络筒机。自投产以来,我公司紧跟市场形式,不断引进国内外先进的新型纺", "label": "纺织科学与工程", "id": 0}
{"content": "通过分析棉纤维与非棉类纤维的性能特点,提出开发生产棉类与非棉类针织纱质量控制的异同,进一步对几种非棉类针织纱生产过程中的技术要点进行了阐述。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>（棉纺110）1)纤维结构的《三度一少》是提高针织纱的关键。2)针织配棉的新方法和注意事项。3)针织纱减少棉结、短绒从清花索丝开始。4)提高纤维的分离度胜过短绒率增加。5)自调匀整单眼并条机可杜绝长粗长细。6)无棉结精梳机有效减少短绒、无棉结。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1 YG191系列智能条干仪检测纱疵成因1智能条干仪产品性能和特点——用不匀曲线图分清粗节、棉结2条干仪波谱图、曲线图结合一起分析的重要性——挡车工条子包捲粗头3纱疵成因原因用\"专家分析软件\"解决——并条、皮辊、套筒与罗拉座有间隙4每天生产的产品质量与2007年乌斯特统计值对照——消灭锭差、台差、眼差", "label": "纺织科学与工程", "id": 0}
{"content": "通过测试和分析有机棉针织面料和其他原料针织面料的主要服用性能,认为有机棉针织面料的抗起毛起球性、顶破强力、耐磨性均较棉针织面料差;而有机棉/氨纶面料的上述性能均好于有机棉面料;有机棉和棉针织面料的透气性能接近。建议在有机棉产品的开发中一方面要筛选和培育优良的有机棉纤维品种;另一方面要应用纱线、组织变化,交织、后整理等工艺的变化,来改善有机棉针织面料的各项服用性能。", "label": "纺织科学与工程", "id": 0}
{"content": "为了提高针织用纱的产品质量,提出了针织用纱的实用要求,对影响针织纱质量的重要工艺参数进行了探讨并提出优选原则,通过正交试验对粗纱总牵伸倍数,粗纱捻系数,细纱后区握持距,细纱后区牵伸倍数,细纱皮圈钳口隔距等参数进行了优化组合,结合全流程生产技术改进的实践,探索了使用国产纺纱主机生产优质针织纱的途径。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了半精纺技术及紧密纺技术原理,并把这些纺纱技术应用于高档羊绒混纺针织纱线的开发生产,对在品种开发过程中各工序的技术要点进行了阐述和说明,使羊绒混纺纺针织纱的品质得到了提升。", "label": "纺织科学与工程", "id": 0}
{"content": "通过分析绢丝和大麻纤维的物理特性,在梳理、并条、粗纱、细纱等工序应采取的生产措施进行了详细的介绍,并在生产实践中优化了工艺参数,最终确保了绢丝/大麻（70/30）14.7tex混纺有色针织纱达到了针织纱的要求,并发挥了各自纤维的特点。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了根据木棉纤维的性能特征设计生产的精梳棉/木棉/三维卷曲弹性聚酯短纤40/35/2518.2紧密纺针织用纱的工艺流程和工艺参数的选择要点。根据各组分纤维性能特点,选择适当的纤维混合方案。同时介绍了混纺纱在生产中易出现的问题及解决方法。", "label": "纺织科学与工程", "id": 0}
{"content": "探讨利用赛络纺纱技术纺制CJ/Modal 50/50 14.7tex混纺针织纱线的工艺与成纱性能情况。研究了梳理工艺,喂入粗纱间距等与纺纱生活及成纱性能的关系。实验证明:CJ/Modal 50/50 14.7tex赛络纺纱比同号数的普通环锭纱具有条干好、粗细节和棉结少的特点,而且断裂强度大、单强CV值和重量CV值小、毛羽少。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>前言:美棉的使用越来越多,从机织漂白用纱到出口针织用纱都有广泛应用,就美棉纺针织纱的过程谈几点心得。1美棉特性:美棉的基本特性就是纤维短、含短绒率高,叶屑及手拣疵点多,单纤维强力偏低;包与包之间的色泽、马克隆值等物理指标差异大;异纤少。因此,在使用时就要根据其特点合理配棉及设计工艺。2纺纱过程:", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了采用立信工业集团生产的纱力拉真空调湿定型机（蒸纱机）对针织用棉纱蒸纱工艺,并验证增加棉纱回潮对提高纱线的断裂强力、断裂伸长及断裂功,降低织造断头、掉布、破洞和提高制成率等效果。为提高棉针织产品质量提供指导", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了生产亚麻/莫代尔/绢丝（50/35/15）25tex浅粉色针织纱的工艺流程,提出了切实有效的纺纱工艺,并对纺纱过程中存在的技术难题提出了切实可行的解决办法。", "label": "纺织科学与工程", "id": 0}
{"content": "针织纺纱中吐硬头、胶辊缠绕、生活难做是影响成纱品质的重要因素。本文分析了牵伸区件在应用中的功能和存在不足;通过对其工艺改良优化配置,保证了纺纱质量与效率同步有序的全面改善和提高。", "label": "纺织科学与工程", "id": 0}
{"content": "本文通过织物涂层技术,将光致变色微胶囊涂覆到涤纶针织物上,制备在日光或紫外光照射下具有快速可逆光致变色性能的针织物。研究粘合剂浓度、微胶囊含量、微胶囊分散方式等工艺条件对涂层液均匀稳定性的影响;焙烘温度、焙烘时间等因素对织物透湿透气性、摩擦牢度及耐皂洗牢度性能的影响,确定最佳织物涂层工艺条件。", "label": "纺织科学与工程", "id": 0}
{"content": "主要从功能性纤维的选择,地纱和面纱的选择与搭配,合理控制功能性纤维用量,编织中合理配置垫纱角度四个方面,阐述了用双线道导纱器进行添纱组织编织具有双面效应的\"自适宜智能调温保暖\"羊绒产品。探讨了功能性羊绒产品的开发方向。", "label": "纺织科学与工程", "id": 0}
{"content": "论述针织内衣的定义和发展趋势,提出针织内衣服用性能要求。探讨针织内衣新纤维的应用,重点阐明吸湿快干、保温保暖、抗菌、除臭、防辐射、抗紫外线等舒适、保健功能纤维的应用。提出针织内衣新纤维的纺纱要点、织物品种及开发前景。", "label": "纺织科学与工程", "id": 0}
{"content": "亚麻纤维有抗菌、吸汗、不粘身、凉爽、无静电等功能。绢丝属天然蛋白质纤维,有良好的吸水性、柔软、舒适、对皮肤有保健作用。羊驼毛纤维光滑细腻,手感滑润有良好的吸湿透气性。三者的结合提高了织物的保健性及产品附加值。文章就20texx2亚麻/绢丝/羊驼毛（40/50/10）混纺有色针织用纱的生产工艺作了实践,同时对各工序在生产中易发生的问题及解决方案作了详细的介绍。", "label": "纺织科学与工程", "id": 0}
{"content": "针织面料的创新逐渐被重视,本文选取利用针织物特性——卷边性和脱散性来探讨它们对面料创新有哪些独有的肌理表现。文章分别在凹凸和镂空两种常见视觉效果下,通过试织样片,举例说明的方式进行归纳。探寻出一些常用的创新手法,总结出各种手法对毛衫风格的影响以及局限性,为毛衫设计人员提供一些创新灵感和规律参照。", "label": "纺织科学与工程", "id": 0}
{"content": "为更好地应用半精纺工艺开发出适应市场需求的纺织品,我公司根据实际情况,调整产品结构,充分应用半精纺技术进行新产品开发,结合自身纺纱技术不断创新、研究、探索新课题,对半精梳羊绒产品服用性进一步深层次的探索和实践,从羊绒针织纱的生产工艺着手,分析、研究原料、纺纱工艺和水洗缩绒工艺等环节,对羊绒织物\"平整度\"（纹路清晰）的影响。优化了纺纱工艺参数,着重强调了提高产品平整度的技术措施,在原来生产半精梳羊绒纱的基础上提升了产品档次。", "label": "纺织科学与工程", "id": 0}
{"content": "通过对PTT纤维的性能分析,制定CJ/PTT70/30 40S173×100 118\"（双层组织）大提花面料的生产开发方案,研究PTT纤维与棉混纺纱线的纺、织工艺及PTT纤维在混纺面料中的性能特点。", "label": "纺织科学与工程", "id": 0}
{"content": "本文针对传统手摇横机不便于对编织转数进行计数的缺点,设计了一套基于单片机的横机计数器系统。它采用了电容接近开关传感器,将传感器的输出经电压转换器转换成单片机的标准电信号,再经由单片机处理,最后由LED显示当前计数值。硬件仿真结果表明,该设计实用可行,达到了预定要求。", "label": "纺织科学与工程", "id": 0}
{"content": "T 恤领毛衫门襟挺括度的制造方法是针织行业的一道难关,是提高针织毛衫穿着档次的门面,为了提高毛衫的穿着档次,必须改变 T 恤领毛衫门襟挺括度的制造方法。本文就如何改变 T 恤领毛衫门襟挺括度的制造方法进行了探讨。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>仿羊绒纤维作为一种蜂窝状微孔结构改性聚酯纤维,有其独特的特性,手感极其柔软, 纤维的卷曲度好,有较好的亮度,风格细腻滑润,仿佛丝光羊绒一般。我们选用仿羊绒纤维成功地开发了仿羊绒精棉混纺14.6tex 针织纱,现将生产体会介绍如下: 1 仿羊绒纤维的特性仿羊绒纤维是一种改性聚酯纤维,它是用特殊的聚合工艺技术处理合成的聚酯改性切片,再经过独特的纺丝工艺加工而成。该纤维由于表面和截面均为内外贯穿的蜂窝状微孔结", "label": "纺织科学与工程", "id": 0}
{"content": "阐述和分析针织纱细节疵点形成的原因,涉及到纺纱工程的各个工序。细节疵点与原料中的含短纤维量,设备状况和精度,牵伸工艺的配置,采用相关的纺纱器材,日常性的操作和清洁工作等诸因素密切相关。通过采用严格的合理配棉,优选前、后纺工艺参数,保持良好的设备完好率,合理选择型的优质纺纱器材,强化日常性的操作及清整洁与温湿度管理,可明显减少针织纱的细节疵点,从整体上能改善成纱的质量水平.", "label": "纺织科学与工程", "id": 0}
{"content": "为了纺制赛络纺针织纱并提高成纱质量,针对FA502型细纱机的结构进行了改造,考虑到粗纱定量较轻,为增加纤维之间的抱合力,减少意外牵伸,选用两种不同细度的粘胶纤维混纺,同时,选择3.5mm粗纱喂入间距、比同号数普通环锭纺纱偏大的系数、较轻的钢丝圈,使R19.5tex赛络纱比同号数的普通环锭纱具有条干好、粗细节和棉结少的特点,而且断裂强度大,单强CV值和重量cv值小,毛羽少。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍吸湿发热 eks 纤维的特性。采用中长腈纶纤维与吸湿发热纤维混合纺制针织用纱,由于 eks 纤维的回潮率较大,纺纱各工序应严格控制车间温湿度,以便稳定成纱质量;由于 eks 纤维的强力较小.清梳工序一定要合理配置工艺参数.以减少对 eks 纤维的损伤;由于腈纶纤维弹性大,棉卷退绕时容易粘卷,分层不清,必须采取防粘措施,以减少粘连。", "label": "纺织科学与工程", "id": 0}
{"content": "多色经提花织物是传统提花织物的典型品种,结合数码设计技术,提出合理的多色经提花织物的规范化设计原理和方法.指导建立数码色彩模型和数码组织库.从而提高产品开发效率。", "label": "纺织科学与工程", "id": 0}
{"content": "为了研究大豆蛋白复合纤维混纺针织物力学性能与混纺比之间的关系,选择6种不同混纺比例的大豆蛋白复合纤维/涤纶混纺针织物进行测试。结果表明:大豆蛋白复合纤维/涤纶混纺针织物的强力和抗弯长度随大豆蛋白复合纤维含量的增加而下降,悬垂性和折皱回复性随大豆蛋白复合纤维含量的变化不明显。", "label": "纺织科学与工程", "id": 0}
{"content": "通过研究纳米材料的光催化自清洁特性,并对纳米粉体进行有效的分散.开发研制出一种纳米自清洁整理剂,同时在结合和分析羊绒纤维和羊绒针织品特殊性质的基础上,研制出了适合羊绒针织品的纳米自清清整理剂和整理工艺。该整理剂对于有机油污具有很好的自清洁效果,一般情况下,不同的纳米粉体用量在1～3 d 内就可以将有机油污完全分解自清,因此特别适用于不宜经常洗涤或者是洗涤要求较高的高档羊绒针织品。", "label": "纺织科学与工程", "id": 0}
{"content": "通过对经编间隔织物在2种形状的压头压力下的变形分析.得出间隔丝的弯曲是决定间隔织物受压变形的主要因素。在对间隔丝的受力分析中,引入两端绞支的压杆作为间隔丝的力学模型,从而讨论了间隔丝的受力稳定和弯曲变形的情况。", "label": "纺织科学与工程", "id": 0}
{"content": "文章介绍了青岛宏大清梳联工艺流程特点及单机性能,并通过清梳联工艺参数优选,使清梳联工艺生产针织纱达到了较好水平。", "label": "纺织科学与工程", "id": 0}
{"content": "为了评价功能性纤维的服用热湿舒适性能, 选取新型珍珠共混纤维素纤维及其混纺针织物和常用针织面料如天丝,丽赛,莫代尔、牛奶纤维、棉为内衣样本,进行了流程为休息、轻微运动、跑步运动、休息的主现实验,对温暖感、湿舒适感、粘体感、闷热感、粗糙感、柔软感、垂感、刺痒感、松紧感、总体评价进行评分,实验结果经 Kendall 协同系数检验证明具有一致性．聚类分析表明在安静状态下,珍珠纤维的服用舒适性与粘胶纤维、莫代尔、丽赛和珍珠纤维/天丝/莫代尔可聚为一类；在跑步运动状态下,珍珠纤维仍与粘胶、丽赛和莫代尔聚为一类,说明其具有良好的吸湿透气性,适宜做夏季服装及内衣．", "label": "纺织科学与工程", "id": 0}
{"content": "研究了竹纤维的性能,并采用竹纤维与澳毛混纺开发针织纱,利用竹纤维优良的物理机械性能、导湿透汽性及天然的抗菌保健性能开发不同组织的针织面料,并且就织物的透汽性、尺寸稳定性及抗起毛起球性等方面与纯澳毛针织物进行比较,结果表明:澳毛、竹纤维混纺针织物具有优良的透湿性能,织物手感柔软,悬垂美感程度好,缩水率低、尺寸稳定性好,抗起毛起球性能优越,保暖性好,能够很好地弥补羊毛纤维的缩绒性、起毛起球性、相对较差的导湿性和尺寸稳定性的缺点。", "label": "纺织科学与工程", "id": 0}
{"content": "本文通过对比分析国内外关于针织坯布服用特性试验方法中的原理及试验参数等内容,归纳与总结其中的相同点和不同点,并进行分析,探讨如何更好地进行针织坯布服用特性试验。", "label": "纺织科学与工程", "id": 0}
{"content": "本论文针对现在针织内衣标准中存在的不足,通过对种面料弹性的研究,对面料进行高弹、中弹、低弹分类,按照分类出的不同弹性的针织面料,结合人体功效学和人体试穿试验,制定出一套针对不同弹性针织面料、满足企业生产需求和消费者需求的针织内衣规格尺寸标准。", "label": "纺织科学与工程", "id": 0}
{"content": "从目前我国针织企业生产现状而言,其产品的质量不高,生产工艺普遍还比较落后。但相关问题的研究还没有引起足够的重视。本文通过对针织面料、工艺特性的理论分析,结合针织服装企业调研、实习,分析了针织服装生产工艺中存在的问题,提出了提高针织服装生产工艺的改进方法,其结论对针织服装企业的生产有一定的参考价值．", "label": "纺织科学与工程", "id": 0}
{"content": "本文论述了如何正确认识抗菌纺织品的作用,分析了抗菌纺织品安全性的主要影响因素及潜在安全隐患,阐明了抗菌纺织品的安全性要求;参照《抗菌针织品》行业标准FZ/T73023-2006的规定,提出了抗菌纺织品的安全性评审程序;指出了医疗用品与抗菌纺织品的区别,对如何科学宣传与合理应用抗菌纺织品提出了看法。", "label": "纺织科学与工程", "id": 0}
{"content": "测试了纬平针、1+1罗纹、四平、四平空转4种典型纯毛针织物水洗后的厚度变化率、纵横向尺寸变化率、面积变化率、平方米克重变化率。通过回归分析得出,线圈长度与4种典型纯毛针织物上述指标之间均呈线性关系。", "label": "纺织科学与工程", "id": 0}
{"content": "研究了竹碳改性涤纶纤维及其针织物的远红外发射、负离子发射、抗紫外线、吸附、抑菌、导湿、透汽功能和机理。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>优质的针织服装要有优质的纱线,一定要有高质量的空捻器。只有优质的空捻器才能使纱线的结头、长度、牢度达到质量标准。我厂原生产的纱线、股线一般用于机织布。根据市场要求,必须要生产优质的针织用纱, 针织用纱对空捻器的质量就提出了一个更高的要求。原来使用的空捻器就很难适应生产要求", "label": "纺织科学与工程", "id": 0}
{"content": "本文概述了清洁生产的概念和实施方法,并从生产的实际出发,分析了传统前处理工艺流程,指出了废水产生的部位,提出了采用301L酶进行前处理的清洁生产工艺,并对酶处理工艺进行了技术评估、环境评估和经济评估,比较了传统工艺与酶处理工艺的生产过程和成本,结果表明:酶处理清洁生产工艺节水、省时、经济效益好。", "label": "纺织科学与工程", "id": 0}
{"content": "在涤粘中长设备上开发针织用高收缩腈纶和粘胶膨体纱很困难,文章介绍了较为完善的工艺和技术措施。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍三维成形针织物计算机辅助设计系统及其实现的功能,并根据织物的成形及编织原理,建立几种典型三维成形针织物的数学模型。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>0 概述提花织物的模拟是计算机模拟技术在纺织行业的应用。通过提花织物模拟,可将织物的生产过程在计算机中模拟出来,预测纹织物的真实织", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1 前言目前,保暖型织物以针织物为多,如保暖型内衣及运动服等。在这些针织物结构中,常常采用结构型保暖模式,即通过结构设计采用里、中、外三片的织物结构,从而在织物中间形成空气夹层,起到保暖效果。利用这一原理,在机织物中可利用双层组织,在表里经、纬纱之间再添加一个系统的经纱或纬纱,则可以形成里、中、外三层的夹层式结构,中间一层采用蓬松性好、弹性较好的填充纱,以形成一层静止空气层,达到保暖的功效。根据这一原理,加之合理的内外层纤维材料选用及组织结构配置,笔者开发了保暖波纹绸系列产品,该产品被国家纺织产品开发中心评为2003/2004秋冬中国流行面料并获奖。本文将对这一系列产品的设计、生产、风格进行探讨,以供企业在开发新产品时参考。", "label": "纺织科学与工程", "id": 0}
{"content": "分析了针织物的性能及其对纱线的要求,指出不同的纺纱方法和工艺产生不同的成纱结构和特性,并提出通过合理选择纱线种类,可以改善针织物的卷边性、线圈歪斜、抗起毛起球性以及布面手感等性能。", "label": "纺织科学与工程", "id": 0}
{"content": "分析了针织物的性能及其对纱线的要求,指出不同的纺纱方法和工艺产生不同的成纱结构和特性,并提出通过合理选择纱线种类,可以改善针织物的卷边性、线圈歪斜、抗起毛起球性以及布面手感等性能。", "label": "纺织科学与工程", "id": 0}
{"content": "分析了针织物的性能及其对纱线的要求,指出不同的纺纱方法和工艺产生不同的成纱结构和特性,并提出通过合理选择纱线种类,可以改善针织物的卷边性、线圈歪斜、抗起毛起球性以及布面手感等性能。", "label": "纺织科学与工程", "id": 0}
{"content": "在竹纤维针织产品的开发过程中,应用与竹纤维混纺的加工技术,通过一系列的开发和研究工作,在确保竹纤维面料吸湿性、透气性和悬垂性以及它的天然抗菌性等优良特性的前提下,确定纱线的混纺比例,既克服了竹纤维面料的强力低下,尺寸稳定性差的致命弱点,又改善了面料的穿着高档风格。", "label": "纺织科学与工程", "id": 0}
{"content": "以半球体为例,通过在电脑横机上编织三维成形针织物的研究,分析和探讨了影响编织可靠性和产品结构与性能的因素,并提出了相应的工艺优化方法。", "label": "纺织科学与工程", "id": 0}
{"content": "小筒径针织布经丝光后做成的无缝内衣,在市场上需求越来越大,但其存在丝光后门幅、缩水率、密度不理想等问题。为此文中讨论了丝光机结构因素时小筒径坯布的影响,并通过时ASM-3型丝光机进行多次实验后,探索出了影响小筒径针织布丝光工艺的因素和丝光的最小筒径,汗布为431．8mm,罗纹为457．2mm。", "label": "纺织科学与工程", "id": 0}
{"content": "牛奶蛋白纤维含17种氨基酸,用其制成的内衣,具有亲肤、吸湿、抑菌、滑爽等特性,深受消费者喜爱。我们将其应用于针织内衣面料的开发中去,采用多组份混纺纱线编织,充分突击面料的舒适、高档、健康自然。通过从小样到大样生产的反复试验工作,织造、染整技术已逐渐趋于成熟,成功研制开发出多组份牛奶蛋白纤维针织面料及其产品。本文就该面料的开发过程作一阐述。", "label": "纺织科学与工程", "id": 0}
{"content": "利用实验方法,研究了Viloft纤维复合双罗纹针织物的热湿舒适性,找出原料对针织物性能的影响关系,并利用灰色聚类分析得出合理的纱线搭配原则,即含有Viloft纤维的纱线作为织物里层具有较好的舒适性,而棉纱不适合作织物里层。", "label": "纺织科学与工程", "id": 0}
{"content": "采用北京服装学院的研究成果——多维高仿真FSY产品（即分形涤纶丝）与纤维素纤维经过特殊的纺织技术开发成弗莱特纱,应用弗莱特纱开发弗莱特针织面料．（弗莱特是采用分形涤纶与天然纤维或纤维素纤维交并生产的纱线及针织产品的商品名）试验摸索确定编织;染整工艺路线工艺参数,开发针织服装,实现规模化生产。", "label": "纺织科学与工程", "id": 0}
{"content": "利用相关仪器测试了由相同细度的棉型莫代尔纤维纱和棉纱织成的相同规格针织物的有关舒适性能,定量的比较了两种针织物舒适性能的差别,并对其作了讨论和评价。", "label": "纺织科学与工程", "id": 0}
{"content": "对大豆蛋白纤维针织物及同规格的棉针织物的力学性能进行了测试与分析,结果表明,大豆蛋白纤维针织物的强伸性、耐磨性及悬垂性能均优于棉,其手感比棉柔软,而折皱弹性和抗起毛起球性比棉差。本文对新型大豆纤维的产品设计有一定的指导作用。", "label": "纺织科学与工程", "id": 0}
{"content": "本文研究了在干燥及模拟工业松弛状态下纱线和针织参数对平纹针织羊毛织物厚度的影响。实验结果表明平纹针织羊毛织物厚度依赖于纱线线密度,捻度系数和紧度系数。松弛状态对织物厚度也有很大影响。在所有选择的参数中,纱线线密度是影响织物厚度的最重要的变量。目前的研究也揭示出织物厚度和所选参数之间的定量关系,如纱线线密度,捻度系数和紧度系数。并设计出预测平纹针织羊毛织物厚度的实验方程。", "label": "纺织科学与工程", "id": 0}
{"content": "本文详细地分析了四步法编织过程中载纱器的一般运动规律,并利用计算机跟踪各编织纱的运动轨迹,然后使用Bezier曲线模拟出了柔性纱线在编织体内的空间形态,最后,利用Visual C++6.0和OpenGL成功地实现了三维编织体的真三维仿真。本文所开发的软件支持对三维编织体的缩放观察、任意角度旋转观察以及选定纱线着色观察等功能。该软件运行于Win98/Win95操作系统,用户计算机需配备具4M以上显存、支持OpenGL的显示卡。", "label": "纺织科学与工程", "id": 0}
{"content": "采用FAST-系统测试技术,对选择性漂白前后牦牛针织物进行了手感等织物风格的测定,并结合试样的氨基酸分析及扫描电镜分析,探讨了造成牦牛漂白后手感变差的原因及可能解决的途径。", "label": "纺织科学与工程", "id": 0}
{"content": "在纬编针织物结构组织的三维固态元素的基础上,提出了有关纬编针织物三维计算机辅助设计和图形显示的新的方法学。模拟技术的研究带动了基础三维计算机辅助设计系统的发展, 可应用于各种纬编针织物的设计。这一系统下产生的设计可以在虚拟的环境中观测、缩放及按任意角度旋转,并且可以依据织物结构参数来编辑,诸如横向间隙、纵向间隙及纱线直径等．", "label": "纺织科学与工程", "id": 0}
{"content": "织物表面常附着有害微生物,这些微生物的增殖和传播严重影响着人类的身体健康。因此,开发高效抗菌的新型织物具有重要的应用价值,其中抗菌剂的选择显得尤为重要。纳米MgO作为一种环境友好型无机抗菌材料,具有安全无毒、热稳定性好、无需光照诱导等独特优点。然而,与Ag、Cu、TiO2和ZnO等无机抗菌剂相比,纳米级MgO材料仍存在抗菌活性较低的问题。本文利用水热-煅烧法合成了纳米MgO材料,通过改变合成体系中的煅烧温度有效调控了纳米MgO表面缺陷的丰度,促进产生更多的活性氧物质,提高纳米MgO对细菌的氧化损伤能力。优化后的纳米MgO在12h内可完全去除108cfu/mL的大肠杆菌（E.coli ATCC25922）。随后,通过喷涂和热处理工艺将纳米MgO涂覆到无纺布上制得抗菌织物。结果表明,经纳米MgO整理的无纺布对E.coli的抑菌率达到99.9%。", "label": "纺织科学与工程", "id": 0}
{"content": "无纺布与传统纺布的不同之处在于不需要编制纺纱,而是通过压力直接将大量无规则的丝线压合到一起,并剪切多余部分形成无纺布,这种布质地柔软、质量极轻、透气性极好且拥有多种的色彩。它可以用来制作轻质衣服、高透气性口罩、过滤超细微粒的滤芯、多种形状的手工艺制品等等。然而现如今熔喷无纺布的制作大都要使用大量热空气剪切材料以防止喷嘴温度因为大量冷空气的流动而剧烈下降,造成喷头堵塞,浪费了大量的能源。其次,内喷料与外喷气无法根据具体的情况调节两者之间的距离即缝隙的大小,须制作大量不同型号的喷头,提高了设备的成本。基于此,提出了一种新型的熔喷喷射系统,该喷射系统相较于传统的熔喷喷头的主要不同之处在于其是\"外料内气\"而传统的喷射方式大多为\"外气内料\",主要是由喷头组件、调压阀、温控器、电源、X轴运动平台、Y轴运动平台、Z轴运动平台所组成。其中的核心部分是由加热圈、加热块、气管、转接头、细铜管、夹具等所组成的喷头组件。喷嘴与铜管必须保持一段距离,以保证有足够的间隙能够让材料可以从中流出,并且要在上端密封件的地方固定住细铜管,保证该铜管不会在喷射过程当中移动位置影响喷射,最重要的是保证气管连接处的密封。操作该系统来喷射纺丝的过程可以归纳为:1.在组装好针头组件之后,使用加热元件加热针筒及喷嘴至所要求的温度;2.打开外针筒气管开关保证材料可以从武藏喷头当中挤出;3.打开内针筒气管的开关,让压缩空气从细铜管当中喷出,使材料被高速气流拉成极细的纺丝。当针筒加热到181℃,喷嘴加热到184℃,内通气管道气压调整到0.42MPa,外挤料管道气压调整到0.1MPa时,这种新型的熔喷喷射系统可以持续大量的吹出纺丝。最后介绍了该种新型喷头的优势在于:（1）可以方便更换不同型号的铜管并通过调节铜管的高低位置方便调节其与底部的空隙,解决了传统喷头无法灵活的调节缝隙的困难,降低了制造成本;（2）压缩空气从中心的铜管喷出,所以加热装置对该铜管有着一定的加热作用,无需再浪费大量的能量给空气在外部加热,节省了大量的能源,符合绿色制造的理念。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>芳纶纸是由一定比例的芳纶短切纤维和芳纶沉析纤维通过湿法抄造、热轧光而形成的一种无纺布,具有优异的绝缘性能、阻燃、长期热老化、溶剂耐受性等特性。在电工电气绝缘、航空航天、轨道交通等领域具有重要的应用1。芳纶短切和沉析纤维两种纤维具有不同的结晶状态以及热尺寸稳定性,在复合成纸的过程中又需要经过高温进行压光,且在许多应用领", "label": "纺织科学与工程", "id": 0}
{"content": "仿贻贝改性方法由于其可以比较稳定的黏附在材料的表面并且容易对材料功能化,且操作简便,反应条件温和,所以被广泛地应用在材料的表面改性领域。多巴胺作为仿贻贝化学的代表性物质,可以比较稳定的粘附于材料的表面形成聚多巴胺层,并且对材料的亲水性有很好的改善,但多巴胺昂贵的价格大大制约了其应用和发展,本文采用一种儿茶酚类的物质邻苯二酚和聚乙烯亚胺交联的方法来进行交联共聚,这种共聚反应的过程与多巴胺自聚反应类似,从而代替多巴胺对材料的表面进行亲水改性。本文以疏水性很好的聚丙烯无纺布为基体,通过邻苯二酚与聚乙烯亚胺交联共聚的方式,在三羟甲基氨基甲烷盐酸盐缓冲溶液中,将具有较高亲水能力邻苯二酚/聚乙烯亚胺共聚物黏附在聚丙烯非织造布基体单侧表面进行亲水改性,然后经过洗涤干燥制备出具有润湿性不对称结构的Janus聚丙烯非织造布。通过傅立叶红外光谱（FT-IR）、扫描电子显微镜（SEM）、X射线光电子能谱分析（XPS）、水接触角测量仪和静水压测量仪对材料的形态和性能进行表征,探讨反应时间以及反应物的比例对材料单向导水性能的影响。结果表明:当邻苯二酚与聚乙烯亚胺以质量比1:1,反应时间为12h时,材料的单向导水性最好。该方法利用了基体材料本身的疏水性质,并通过在材料的单侧表面直接黏附邻苯二酚/聚乙烯亚胺共聚物的方法制备出了性能较好的单向导水的Janus材料。该方法操作简单,反应条件温和,制备成本较低,是一种较为理想的Janus非织造布制备方法。", "label": "纺织科学与工程", "id": 0}
{"content": "简要描述国内聚丙烯无纺布纤维专用料的发展现状和技术要求;宁夏石化公司以聚丙烯通用拉丝料为原料,通过固体降解剂降解法改性聚丙烯树脂,提高熔融指数,降低相对分子质量分布,以达到作为无纺布生产原料需求的目的。通过下游市场的验证,宁夏石化公司所开发的高熔指无纺布纤维专用料达到国内先进产品水平。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>本项目研究的材料属原始应用创新。将改性硅藻土引入不织布工艺,研究制备复合硅藻不织布,既替代部分纺织纤维降低成本,又达到节省石油资源、能源减少二氧化碳排放的目的,同时解决了不织布本身疏水、不透气、不保暖的问题。通过在制不织布的不同工艺步骤阶段中加入硅藻土的方法,采用不织布与硅藻土进行融合。本发明的复合材料不织布,通过添加硅藻土使得非织造布的功能又拓", "label": "纺织科学与工程", "id": 0}
{"content": "环境友好型的生物基熔喷非织造材料是当前发展趋势之一。聚乳酸（PLA）是目前热门的生物基材料,但耐热性和抗冲击性差、缺乏反应性基团等缺陷限制了其应用。生物基尼龙11（PA11）源自蓖麻油,具有优异的耐冲击性能和耐热性。本文采用多单体熔融接枝法制备了PLA-g-（St-co-GMA）接枝材料,并将其作为增容剂反应性共混挤出得到PLA/PLA-g-（St-co-GMA）/PA11共混材料,对共混体系的熔体流动速率和流变性能进行研究,并对其初生纤维的形貌、热-结晶和力学性能进行了评价。结果表明:共混材料呈假塑性流体,熔体粘度对切力变化敏感;随着共混比例的提高,熔体流动速率下降,纤维的表面变得粗糙,直径变得不均匀;低共混比例的PA11和PLA-g-（St-co-GMA）可促进PLA的冷结晶,而高共混比例会抑制PLA的冷结晶。共混初生纤维的强度和断裂伸长率较PLA纤维均有效提高。", "label": "纺织科学与工程", "id": 0}
{"content": "闪蒸纺丝技术是制备高力学性能超细纤维先进并且高效的方法,静电纺丝技术是目前制备纳微米纤维最高效便捷的方法。本文将闪蒸纺丝技术与静电纺丝技术相结合,制备出了高力学性能与优异荧光性能的UHMWPE/PMMA复合纳微米发光纤维及其非织布,通过多种测试技术表征了该复合纳微米发光纤维及其非织布表观形貌,力学性能以及荧光性能。将闪蒸纺超细纤维的高力学性能与静电纺丝纤维高功能性有机的结合,拓宽UHMWPE/PMMA复合纳微米发光纤维及其非织布的应用领域", "label": "纺织科学与工程", "id": 0}
{"content": "随着熔喷级聚乳酸的研发,加之其自身良好的可加工性能和可生物降解的特点,对PLA熔喷材料的研究和开发成为一个热点。四氧化三铁（Fe3O4）粒子具有良好的磁响应性,已被广泛用于药物载体和水过滤等领域。将PLA与功能性无机粒子复合制备的PLA基复合材料兼具了这些无机粒子的功能性特点,扩展了PLA的应用范围。采用熔融共混法,将PLA和Fe3O4按质量比为100/0,100/1,100/3,100/5共混制备了熔喷用PLA/Fe3O4磁性复合材料,对复合材料的相结构、磁性能、热-结晶性能及熔体流动性进行了分析,以期为PLA/Fe3O4磁性熔喷非织造过滤材料的加工奠定理论基础。结果表明,PLA/Fe3O4复合材料中,Fe3O4均匀的以\"海-岛\"结构分散在PLA基体中,但相容性有待提高;复合材料具备了一定的磁响应性;Fe3O4的加入对PLA的冷结晶过程起阻碍作用;合适的熔喷加工温度225~230℃。", "label": "纺织科学与工程", "id": 0}
{"content": "采用吸油材料清理收集水面浮油是一种简单有效的方法,目前使用最广泛的水面吸油材料是熔喷聚丙烯（PP）非织造材料,然而,PP非织造材料存在持油性和重复实用性较差的弱点。因此,开发出综合性能更加优异的吸油材料用于环境保护依然是人们关注的问题。我们与四川纺织科学研究院合作,采用特定牌号的PPS树脂为原料,通过优化熔喷工艺和装备,制备出熔喷PPS非织造纤维材料并实现产业化。本文以自制的熔喷聚苯硫醚（PPS）非织造布作为吸油材料,综合考察了其吸油性能。结果表明:熔喷PPS非织造布对食用油、原油、机油、柴油的吸附量分别为45、38、39、30g/g,为PP非织造布的2-4倍,并且熔喷PPS非织造布具有很好的重复使用性能,在重复试验5次后,其饱和吸油量约为初次使用的50%。", "label": "纺织科学与工程", "id": 0}
{"content": "文章介绍了非织造布复合植生材料的研究及应用方式,通过测试分析,证明该非织造布复合植生材料的性能及结构适合植物栽培的需要,可用于城市园林绿化、边坡绿化和水土保持,满足现代农业生态环保的要求。", "label": "纺织科学与工程", "id": 0}
{"content": "本文阐述了非织造布/木浆纸复合过滤材料发展的必然趋势,介绍了非织造布/木浆纸复合过滤材料在燃油过滤、空气过滤等领域的研究进展,并对其复合方式进行了探讨。应用领域涉及重型车空气过滤、燃油过滤、反吹除尘、燃气轮机进气过滤等。", "label": "纺织科学与工程", "id": 0}
{"content": "简要介绍了目前湿巾微生物污染的状况,结合湿巾防腐剂的法规变化,重点论述了以异噻唑啉酮为代表的5种单一湿巾防腐剂和7种复合湿巾用防腐剂的特点,列举了3种发展较快的湿巾防腐体系;对传统湿巾防腐剂、天然湿巾防腐剂以及\"无添加防腐剂\"进行探讨,指出\"无添加防腐剂\"和天然防腐剂是湿巾防腐剂的发展方向,但短期内,这两种防腐剂与传统防腐剂的结合使用最具有商业价值。", "label": "纺织科学与工程", "id": 0}
{"content": "聚丙烯（PP）作为五种通用塑料之一,价格低廉,综合性能优良,广泛用作纺粘非织造材料加工原料,但由于常规等规PP材料性脆且分子链呈非极性,共混得到的高分子合金因相容性差而增韧效果不佳,增容反应过程相对复杂并会对PP的部分应用领域产生限制。低模量聚丙烯（LMPP）是采用茂金属催化剂合成的低分子量、窄分子量分布、低熔点、低结晶度的一种新型聚丙烯材料,本文采用易产业化加工的熔融共混法,将不同比例（5%-25%）的LMPP与纺粘级PP共混得到不同配比的PP/LMPP复合母粒,通过对PP/LMPP复合母粒的毛细管流变性能、熔体流动速率和结晶形貌进行了研究,制备了对应配比的PP/LMPP纺粘非织造材料,并对其拉伸力学性能进行了评价。结果表明:低结晶度的LMPP对纺粘级PP具有结晶稀释作用,LMPP与PP的相容性佳,LMPP对不同剪切速率下PP的表观粘度影响不大,PP/LMPP非织造材料体现出高强和高柔韧性,PP/LMPP（100/20）纺粘非织造材料的强力和断裂伸长率相比单一PP分别提高72%和700%,可广泛应用于包装和医卫产品领域。", "label": "纺织科学与工程", "id": 0}
{"content": "本文介绍了在针刺和热风两种非织造工艺下,试制了不同混合比例的兔毛/腈纶保暖絮片,并用羊毛絮片作为对比,检测结果说明该絮片较同等条件下的羊毛絮片在保暖性上有一定的提高,同时建立了该絮片的保暖性数学模型。", "label": "纺织科学与工程", "id": 0}
{"content": "首届湿巾论坛于2011年10月在北京举办,北京桑普生物化学技术有限公司技术服务经理赵华就湿巾防腐解决方案发表演讲。本刊根据现场演讲和录音整理,供读者参考。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>防刺材料属于抗冲击材料的一种,但相关的防刺机理研究较少,这主要是由于在刀刺过程中因刀具和材料的不同呈现较大的差异,对刀刺侵彻历程的信息获取也尤为困难;正由于此,国内外防刺材料的研究要迟缓于防弹材料的研究。自上世纪八十年代起,英美等国相继制定了防刺材料的测试标准,并已逐渐完善其内容。我国公安部于2008年公布了最新的警用防刺服标准GA68,这些标准均采用有", "label": "纺织科学与工程", "id": 0}
{"content": "本文针对汽车针剌地毯VOC（Volatile Organic Compounds,挥发性有机物）超标问题,从原材料、加工工艺、仓储条件等方面分析了其污染物来源,发现溶剂型胶黏剂对VOC贡献量最大。通过更换水性胶黏剂使得针剌地毯VOC性能显著提高,且工艺更改容易,成本提升较低。", "label": "纺织科学与工程", "id": 0}
{"content": "本文针对汽车针刺地毯VOC（Volatile Organic Compounds,挥发性有机物）超标问题,从原材料、加工工艺、仓储条件等方面分析了其污染物来源,发现溶剂型胶黏剂对VOC贡献量最大。通过更换水性胶黏剂使得针刺地毯VOC性能显著提高,且工艺更改容易,成本提升较低。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>目前调温纤维和无纺布巳成为国内外纺织产品功能性研究的热点之一。在欧美,巳有成熟的调温纺织产品市场,主要应用于内衣、床单、棉衣及棉被的填充物等。而国内对调温纤维的研究和应用尚处在起步阶段。因此,研究调温纤维和无纺布对于开发具有调温功能的纺织品,满足人们对纺织品舒适性的需求具有重要意义。", "label": "纺织科学与工程", "id": 0}
{"content": "概述了婴儿湿巾浓缩液的配方技术,同时采用实际使用（受试者）和德国CK公司的Derma Unit SSC3研究了该浓缩液的使用肤感和保湿功效评价。实验结果显示:按照婴儿湿巾浓缩液的配方原料选择原则所制备的浓缩液,具有非常优良的爽滑感和清爽感,同时也具有非常好的保湿功效。", "label": "纺织科学与工程", "id": 0}
{"content": "以自制的非溶出型抗菌纤维与丙纶纤维混合制备了KJW-50水刺非织造布,经测试对大肠杆菌、金黄色葡萄菌、肺炎克雷伯菌的抑菌率达到99%以上,具有良好的抗菌效果,其物理性能基本达到FZ/T64012.2-2001卫生卷材的要求。该材料不含重金属,抗菌效果持久。", "label": "纺织科学与工程", "id": 0}
{"content": "阐述了国产针刺机的开发过程、技术现状和发展趋势;介绍了新型中速针刺机和新型主轴箱式高速针刺机的传动机构及其性能;指出单体小主轴箱是未来主轴箱式针刺机的发展方向,无箱齿轮摇杆式针刺机的主轴传动系统的设计将会应用到椭圆轨迹针刺机中。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了适合于多品种小批量及高质量要求的针剌非织造过滤材料生产的多功能高湍轧烫机组的设计过程和设计方法,给出了重要技术参数的理论分折与计算公式,讲述了机组各主要部件的结构特点。", "label": "纺织科学与工程", "id": 0}
{"content": "利用磁控溅射技术,在室温条件下将纳米稀土Nd及光催化型抗菌材料TiO2以TiO2/Nd/TiO2方式沉积在PET非织造布表面,以制备纳米结构稀土激活TiO2复合抗菌材料。由于宽化了纳米TiO2的吸收光谱,制备的材料在可见光照射的情况下具有较好的抗菌效果。通过正交试验,获得最佳的溅射制备条件,即TiO2溅射功率75W,Nd溅射功率40W,Ar气体流量15mL/min,反应压强1Pa,所制备的复合抗菌薄膜抗菌效果最好。", "label": "纺织科学与工程", "id": 0}
{"content": "论文对纺粘法非织造布的服用性能进行了测试研究。通过对不同克重的纺粘法非织造布的拉伸、顶破、悬垂性、保暖性、透气性、耐磨性、折痕恢复性透水性进行测试比较,探讨作为服装材料使用,纺粘法非织遣材料的性能要求。结果表明涤纶纺粘布具有优良的弹性和回复性,挺括,不起皱,保形性好,强度高,其抗拉强力、撕裂强度等指标较高,能够满足多种用途的需求。", "label": "纺织科学与工程", "id": 0}
{"content": "本文介绍了纺粘工艺及其产品的特点,重点论述应用于医疗卫生产品的纺粘复合工艺及发展前景。", "label": "纺织科学与工程", "id": 0}
{"content": "本文根据水刺加固工艺,将简化的水刺水针模型作为研究模型,以混合两相流模型作为多相流模型,对水刺水针自水针板喷射出来后,在空气中的水针形成过程进行模拟,并研究了在100*105pa水刺压力下的水刺水针的速度分布、湍流强度分布。", "label": "纺织科学与工程", "id": 0}
{"content": "分析了碳布整体穿刺预成型体制备过程中碳纤维的绕针弯曲,基于建立的绕针弯曲伸长数学模型及碳纤维与钢针的相互作用,研究了碳布沿钢针下移运动时的力学行为,解析了碳布处于不同钢针高度以及碳布材质、预成型体结构参数对碳布力学行为的影响,为研究选择整体穿刺工艺参数提供了理论指导。", "label": "纺织科学与工程", "id": 0}
{"content": "\"非织造学\"是纺织工程专业的一门重要基础课程,本文从构建具有鲜明纺织专业特色课程体系、创新实践教学、教学手段改革和师资队伍建设等方面,介绍了我校\"非织造学\"课程建设的具体措施和体会,供纺织高等学校相关专业课程借鉴。", "label": "纺织科学与工程", "id": 0}
{"content": "采用流延法制备纺粘法非织造布复合膜,并对几种不同混合比PP、LDPE树脂制成的复合膜的力学性能进行分析。结果表明:纺粘法非织造布经覆膜后,产品的拉伸断裂强力和顶破强力明显提高,但撕裂强力有所降低;PP树脂含量越高,有利于提高产品的剥离强力,但对其顶破性能不利;PP、LDPE两组分混合比接近1:1时,复合膜的撕裂强力较佳。", "label": "纺织科学与工程", "id": 0}
{"content": "以ES复合纤维为原料,采用干法成网、热风粘合工艺制得多孔非织造电池隔膜基布,然后采用磺化处理方法对基布进行亲水改性处理,并用SEM、FTIR等手段对隔膜了结构和性能进行了表征,最终得出电池隔膜的最佳磺化改性工艺。", "label": "纺织科学与工程", "id": 0}
{"content": "本文介绍选用新疆优质棉花与新型功能性化学纤维结合研发的新型棉混纺热熔保暖絮片。产品检测结果说明新开发的絮片在外观与保暖性能上有较大的提高,并赋予了絮片保健的新功能。", "label": "纺织科学与工程", "id": 0}
{"content": "熔喷聚丙烯驻极体非织造布空气过滤材料的过滤效率很大程度上依赖于材料所带的驻极体电荷。本文通过研究DEHS气溶胶对材料过滤性能的影响,分析了机械阻挡和静电吸附机理对气溶胶捕获能力的贡献;测定了材料暴露在汽油和透平油气氛下的过滤效率稳定性;比较了材料对不同试验气溶胶过滤行为的影响。结果表明:当非织造布较薄时,静电吸附机理是主要的,随着非织造布厚度的增加,机械阻挡机理作用增强,直至两种机理变得同样重要。MPPS现象仅仅出现在机械阻挡机理中。当材料暴露在汽油和透平油气氛下,气溶胶穿透性快速增加。材料的过滤效率受试验气溶胶带电性质的影响,试验气溶胶荷电,过滤效率增加。", "label": "纺织科学与工程", "id": 0}
{"content": "熔喷非织造布纤维直径极细,比表面积大,有助于在空气过滤中获得更高的过滤效率。因而广泛用于空气过滤材料。熔喷非织造布采用聚丙烯作为原材料,是因其具有易于加工的性能及高静电荷电率的优点。聚丙烯熔喷非织造布经过静电驻极可改良10倍的过滤效率。但是聚丙烯材料不可生物降解,并且每年要消耗百万吨的石油资源。", "label": "纺织科学与工程", "id": 0}
{"content": "芳砜纶非织造布有着优秀的耐高温性能,可广泛应用于高温粉尘烟气过滤。主要研究了芳砜纶非织造布的高温尺寸稳定性、机械性能、透气性能和孔径分布。", "label": "纺织科学与工程", "id": 0}
{"content": "生物可降解非织造布是一类方兴未艾的新型纺织品,它与环境相兼容,是人们喜爱的\"绿色\"商品,它的开发利用关系到人类在地球上安全、舒适地生存、为子孙后代造福的大事。采用天然生物高分子材料与非织造技术相结合,研制开发环境保护型、功能性的产品,走\"绿色非织造\"的道路已成为非织造行业发展的一个重要方向。", "label": "纺织科学与工程", "id": 0}
{"content": "本文介绍了纳米纤维过滤材料的特点及其用途;重点讨论了聚合物用静电纺进行纤维纺丝,制作纳米纤维和纳米纤维网的过程,并讨论了纳米纤维过滤网的物理结构特点。", "label": "纺织科学与工程", "id": 0}
{"content": "氧化铝工业液体含有大量的物理热、化学潜热及可利用的物质,高温液体除杂技术的核心是高性能过滤材料。本文设计和研制了三种不同的氧化铝过滤材料,在同样工作环境下对其性能进行了测试和讨论。试用结果表明:根据性能及成本等因素的综合考虑,三种样品中,采用两层改性丙纶粗细混合短纤针刺絮片、夹层为强力丙纶长丝网,按照一定的工艺条件复合整理而成的非织造滤材最适合氧化铝蒸发工序高强、高湿、耐碱的过滤工作要求。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>《中国非织造布和产业用纺织品》由协会主办,提供给会员单位的杂志。主要报导国内外行业的要闻快讯、行业信息、市场动态、新产品新技术、产品价格、供求信息等。及时提供企业生产、经营、产品开发、市场开拓的信息。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>本标准参照采用国际标准ISO 9073-1-1989《纺织品——非织造布试验方法——第一部分:单位面积质量的测定》。1主题内容与适用范围本标准规定了非织造布的单位面积质量的测定方法。本标准适用于各类非织造布。2引用标准", "label": "纺织科学与工程", "id": 0}
{"content": "<正>本标准参照采用国际标准ISO 9073—2—1989《纺织品——非织造布试验方法——第二部分:厚度的测定》。1主题内容与适用范围本标准规定了非织造布厚度的测定方法。本标准适用于各类非织造布。2引用标准GB 6529纺织品的调湿和试验用标准大气GB 8170数值修约规则", "label": "纺织科学与工程", "id": 0}
{"content": "<正>本标准等效采用国际标准ISO 9073—3—1989《纺织品——非织造布试验方法——第三部分:拉伸强力及伸长测定》。1主题内容与适用范围本标准规定了非织造布断裂强力及断裂伸长的测定方法。本标准适用于各类非织造布。2引用标准", "label": "纺织科学与工程", "id": 0}
{"content": "<正>本标准方法A参照采用国际标准ISO 9073—4—1989《纺织品——非织造布试验方法——第四部分:抗撕裂的测定》。1主题内容与适用范围本标准规定了两种测定非织造布撕破强力的方法,A法——梯形法,B法——落锤法。A法——梯形法适用于各类非织造布。B法——落锤法仅适用于其质量在120 g/m~2以下的薄型非织造布的撕破强力的测定。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1主题内容与适用范围本标准规定了非织造布破裂强力的测定方法。本标准适用于各类非织造布。2引用标准GB 6529纺织品的调湿和试验用标准大气GB 8170数值修约规则3原理", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1主题内容与适用范围本标准规定了薄型粘合法非织造布的产品分类、技术要求、试验方法、检验规则、标志包装、运输贮存。本标准适用于以纺织纤维或丙纶切片为原料,纤网经粘合加固而制成,单位面积质量在120 g/m~2及以下,厚度不超过1 mm的薄型粘合法非织造布。2引用标准", "label": "纺织科学与工程", "id": 0}
{"content": "<正>范围本标准规定了卫生用薄型非织造布的技术要求、试验方法、检验规则、包装标志。本标准适用于以符合卫生用要求的短纤维为原料,纤网经热熔粘合加固而制成的薄型非织造布。本标准适用于18～22g/m~2妇女卫生巾面料及卫生敷料的包覆材料。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>前言FZ/T 64012《水刺法非织造布》分为如下2个部分:——第1部分:合成革基布——第2部分:卫生用卷材本部分为FZ/T 64012的第1部分。本部分由中国纺织工业协会科技中心提出。本部分由全国纺织品标准化技术委员会归口。本部分起草单位:中国非织造布和产业用纺织品行业协会、纺织工业标准化研究所、东华大学非织造布研究发展中心、东纶科技实业有限公司、宁波育豪水刺无纺布有限公司、杭州路先非织造股份有限公司、郑州水刺无纺布有限公司。本部分主要起草人:徐朴、郑宇英、朱杏媛、靳向煜、殷保璞、吴伟、周立军、王悦红、郅公林。", "label": "纺织科学与工程", "id": 0}
{"content": "纳米抗菌非织造布已经开始应用于医用卫生材料和服装等领域,而对于纳米抗菌复合材料的透气性能和吸液性能却鲜有报道。文章介绍了采用纳米抗菌材料生产高吸水性、高透气性水刺非织造布的方法与工艺,并通过试验结果证明了采用纳米抗菌材料的生产方法优于采用抗菌剂的生产方法。", "label": "纺织科学与工程", "id": 0}
{"content": "本文根据旅客列车流动性大、我国地域辽阔,气温变化大的特点,提出了新型旅客列车卧具必须适应环境温度变化的影响,并初步探讨了在可变的环境条件（温度）下,人体感到舒适时所需要的保暖量与外界环境条件之间的关系,建立起了环境（温度）--人体--材料体积重量间的相互关系,向旅客列车卧具生产的科学化方向进行了适当的尝试。当然,现代旅客列车新型卧具的生产涉及人体、环境、材料等许多方面,尤其是新型卧具必须能够经得起实际使用过程的检验,而这一点由于种种条件的限制,在本论文中尚未进行,故还须以后的进一步研究。", "label": "纺织科学与工程", "id": 0}
{"content": "采用二相扩散流场的悬浮理论,研究分析湿法非织造过程中高密度陶瓷纤维与渣球在悬浮流体中的运动规律,通过实验检验纤维与渣球的沉降性能.再采用简化原理分析方法数字化解析悬浮流体中纤维与渣球的沉降规律。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>美国 Enerco 公司新近推出 PlasmaTM非织造布表面处理技术。Plasma（TM）是一种享有专利技术的大气辉光放电表面处理系统.对窄幅非织造布纤网进行功能性放电处理。通过对纤网的正反两面处理.该系统可以对这个纤维网络进行调整,获得均匀一致的处理效果,以促进表面亲水性能。加工所耗的化学成本很低,在释放区发生的反应较少,产生", "label": "纺织科学与工程", "id": 0}
{"content": "讨论了阻燃聚酯非织造空气过滤材料的生产工艺参数对产品阻燃性能、力学性能、过滤效率和透气性的影响．结果表明,胶液中阻燃剂含量及喷胶压力是影响产品阻燃效果的重要因素,产品的力学性能随喷胶压力增大而提高；随纤维纤度增大,产品的透气性有所降低．", "label": "纺织科学与工程", "id": 0}
{"content": "PP 阻燃纺粘布有共混纺丝功能改性和后整理两种加工方式,对这两种阻燃加工方式及其工艺对纺粘布性能的影响进行了研究．通过极限氧指数和力学性能测试,对比了常规 PP 纺粘布和共混纺丝阻燃改性纺粘布、阻燃后整理纺粘布的性能．结果表明,共混纺丝功能改性和阻燃后整理的阻燃效果都很好,但对 PP 纺粘布的力学性能等有不同的影响．其中,共混纺丝功能改性的阻燃效果具有持久性,对纺粘布力学性能影响不大；阻燃后整理得到阻燃效果持久性差,且会使 PP 纺粘布强力明显下降．", "label": "纺织科学与工程", "id": 0}
{"content": "<正>0概述非织造布（Non woven）又称非织造织物、不织布、无纺织物及无纺布,在业内称无纺布最为流行。在非织造布的加工中纤维通过一个连续的过程直接转化为织物,它具有工艺过程短、产量高、原料来源广、产品品种多样和应用范围广泛的特点,成为纺织工业中极具发展前途的新领域。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>目前对非织造材料的质量要求越来越高,原因之一,是产品制造商之间的竞争越来越激烈。采用纤维网加工而成的非织造材料的一个重要质量指标是面密度不匀率,即克重不匀。非织造材料生产过程的每一步都或多或少地能增大或减小最终产品的不匀率。纤维材料的梳理过程在整个工艺过程中占有特殊地位。以下情况说明罗拉梳理机的结构特征如何影响纤维网不匀率。在用德国Spinnbau公司不同型号的梳理机梳理纤维材料时所得的结果作比较,在此基础上进行了分析。采用\"梳理因数\"作为定量表示梳理机结构特征的参数,梳理因数则由梳理区数量与在这些梳理区中纤维平均分布系数之乘积来确定。", "label": "纺织科学与工程", "id": 0}
{"content": "阐述了纳米技术在非织造布中的应用,详细的介绍了纳米光催化剂、纳米材料的抗菌处理以及纳米纤维在过滤介质、生物医学、军工的应用。", "label": "纺织科学与工程", "id": 0}
{"content": "本文阐述了生产防微波辐射非织造织物的生产工艺与技术关键,对两种不同厚度防微波辐射非织造织物的电磁屏蔽性能进行了实测和估算,并对两种测试结果进行了对比分析,对企业新产品开发具有一定的实际意义。", "label": "纺织科学与工程", "id": 0}
{"content": "利用普通细羊毛同沥青基碳纤维和双组分热粘合纤维混纺铺层,并使用热风法技术加工成不同厚度的非织造布。利用RCS远场测试法测量了这种非织造布在X波段和Ku波段（8.2~18GHz）频率范围内的电磁波吸收性能。测试结果表明,利用少量碳纤维同羊毛纤维混纺得到的非织造布对于所测试波段的电磁波有着很好的吸收性能,预示着这种材料在军事上防雷达侦察的伪装领域,以及在工业上和日常生活中防止电磁辐射危害的防护领域都有着广阔的应用前景。运用波导法测量了不同碳纤维含量的非织造布的电磁参数,并在此基础上根据等效传输线模拟的原理对非织造布的反射率进行了预测计算。实验结果表明,根据理论进行计算得到的结果同实测结果符合得很好,证明等效传输线理论适用于羊毛/碳纤维混纺的非织造布的微波反射率预测,是对这类材料的微波吸收性能进行设计的有力的理论指导工具。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>熔喷法非织造布技术熔喷法非织造布技术是采用高速热空气对高聚物树脂熔体从喷丝板纺出的丝进行气流拉伸,直接制成超细纤维,在成网系统上得到超细的熔喷非织造布。熔喷非织造布被广泛应用在空气过滤、气体过滤、液体过滤、血液过滤、保暖、隔热、吸油、电池隔膜、工业用擦拭布等方面,是一种重要的环保、医用、军用、工业用材料。目前国内仅有几家企业能生产这种熔喷设备,而且产品的幅宽在1 600 mm以下,尚不能满足我国非织造布行业使用和发展的需要。现代非织造布技术注重于将不同非织造布进行复合,集聚各自的特点,将它们组合成具有更高性能的非织造布,如将纺粘法非织造布（S）和熔喷法非织造布（M）相复合,即SMS或SMMS等。20 世纪末全球这一技术已趋成熟;从21世纪初至今,全球新增的纺粘生产线统计资料看,SMS生产线已占多数,幅宽一般都是2 400-3 200 mm,而在我国由于宽幅熔喷设备至今尚属空白,制约了纺粘和熔喷技术的进一步发展。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>浆粕气流成网技术是以木浆纤维为主要原料通过气流成网及不同固结方法生产非织造布的一种新方法。这种方法由于使用的纤维接近造纸所用的纤维,在欧洲和日本被称为Air-laid paper,在美国则被称之为dry-formed paper,即常说的无尘纸,又可称为无水造纸或干法造纸, 而国际上浆粕与造纸协会（TAPPI）和非织造布协会 （INDA或EDANA）都称之为Air Laid Pulp Nonwoven, 即浆粕气流成网非织造布。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了几种纳米纤维的制备方法,以及这些纤维在非织造布中的应用情况。分析了纳米材料在纤维改性以及功能整理中的应用。", "label": "纺织科学与工程", "id": 0}
{"content": "采用高压静电纺丝,制备了壳聚糖、聚乙烯醇、二缩三乙二醇双甲基丙烯酸酯 （TEGDMA）、2-羟基-2-甲基-1-苯基丙酮（1173）混合体系的纳米纤维无纺布,再由紫外光交联。结果表明:当壳聚糖／聚乙烯醇质量比为8:2的共混体系中加入4％的TEGDMA, 3％的1173时,所得的无纺布纤维直径比较均匀,耐水性能提高。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>介绍塑料的降解是由于光照、氧化或微生物的作用引起长分子链结构到短分子链结构的变化而引起的。根据ASTM D 6400-99,可降生物解塑料的降解是由于诸如细菌、真菌类、藻类等天然微生物的作用而引起的。可混合塑料在混合过程中经过生物降解产生CO2、水、有机复合物及与其它可混合材料降解速度相同情况下产生的微生物,并留下不可见的、不可区分的或有毒的残渣。天然纤维如棉、羊毛、丝和麻是人类常用纤维,它们是可生物降解的。纤维素纤维和醋酸纤维是由可再生树木制成的,并且可降解,但是它们不能被熔融纺丝,也不能靠自身凝结形成非织", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了非织造材料在各种高性能电池、蓄电池隔膜中的应用,高性能电池隔膜的生产工艺及十分关键的后整理技术。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1 引言双组分非织造布已经在该领域活跃了几十年。最初生产双组分纤维的创新是发展该技术的动力。但是双组分非织造市场应用的开发要落后于生产该产品的技术设备的发展,直到6年前才有与设备能力匹配的双组分非织造布在市场上出售。本篇论述了目前较新的双组分产品并预测了未来产品发展的可能性。2 定义和优势一个真正的双组分非织造布是每一跟长丝或纤维都是由两种或两种以上的聚合物构成,其中也", "label": "纺织科学与工程", "id": 0}
{"content": "熔喷法非织造布的品质与性能,取决于正确地选择聚丙烯树脂的规格（熔融指数）和加工条件。目前的聚丙烯非织造布生产过程中,选用的是市场上高熔指的树脂,然而有限的熔喷树脂不能给生产厂足够的灵活性。采用低熔指的纺粘树脂,使树脂在熔喷机里边断链分解边生产的方法,具有明显的灵活性及成本优势。汽巴精细化工推出的新型添加剂（商品名:Ciba IRGATEC CR 76）,不含过氧化物,并且在熔喷纺丝加工过程中对树脂提供可控性的降解,使产品具有优越的性能。这项技术不只适用于市场上的纺粘原料,还能把纺粘或纺熔复合废料转换成高附加值的熔喷规格的树脂。此新型的添加剂属新一代的自由基产生剂,解决了目前过氧化物工艺的缺点。本产品是粒状的, 可安全稳定地用于生产和储存,断链分解在一般加工温度范围非常有效,可以达至理想的较窄分子量分布的树脂。用此技术所生产出来的熔喷非织造布及纺粘熔喷非织造布（例如SMS）在静水压,透气率及机械性能上得到了极大的改善。非织造布原料的灵活性是本新型工艺的主要优点,并能提供开发出独特非织造布的可能性。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>概述市场竞争日益激烈。产品的附价值是在市场中取得成功的关键,是进行竞争的一把利器。许多公司他们已经开始提高产品的性能,将不同的非织造材料复合在一起,以一种具有新型性能和价值的产品推向市场。本篇解释了如何高速有效地运用A.Celli非织造制造的稳定连续无停机的退绕及卷绕设备来做到这一点,这种设备还可与市场上已有的不同技术相结合。与传统的生产线相比,这种生产线所使用资金更少,适应性更强,能使有新价值的产品受到特别关注。这样,工艺过程不再是一个薄弱环节,而", "label": "纺织科学与工程", "id": 0}
{"content": "<正>背景介绍卫生用品行业正经历着原油价格上涨而市场成品价格涨幅下降的巨大压力。作为纸尿裤主要原材料之一SAP,即高分子吸水粉,也面临着短缺和价格上涨的问题。PGI的导流材（ADL）,对于纸尿裤具有超强的帮助尿液传导扩散及控制回渗的功能。ADL对纸尿裤行业的特殊贡献在于使用ADL可以在保证原有品质的前提下,减少SAP的用量,从而降低了成品的成本。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>引言世界正面临一个新事实。自从合成纤维和塑料的出现作为天然材料的辅助和选择,人们对这些产品的需求和信赖在持续增长。这种对原料加速的依赖来自有限的燃料资源被全球人口增长驱动和相关联的对超过基本生活必需的生活标准的需求。在过去,满足这些需要是用似乎无穷无尽的原料——煤、天然气和石油,这些原料来自树木、植物、浮游生物和其他微生物腐烂的剩余物。今天我们不断被提醒,这些“无穷无尽的供给”事实上是有限的并在逐渐减少。这个现实带来一种新的意识即保存和减少对这种基础能量和炭资源的依赖。炭是生产聚合物材", "label": "纺织科学与工程", "id": 0}
{"content": "非织造材料广泛应用于工业生产领域,在这些应用领域中,非织造材料的表面特性对材料很多方面的性能有决定性的影响。包括非织造材料在内的很多材料都能利用等离子处理进行改性,而且处理时对材料的本体性质不产生影响。本文重点介绍一种运用等离子处理来改善非织造材料表面性能的新方法,采用涤纶（PET）非织造材料作为处理基材。通过扫描探针显微镜（SPM）、扫描电子显微镜（SEM）和环境电子扫描显微镜（ESEM）对非织造材料进行微观结构的观察,得出PET非织造材料表面行貌和化学成分在处理前后发生的变化。进而说明了等离子改性在非织造材料表面的改性处理中具有广阔的前景。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>基础在聚合物创新领域拥有40多年的领先地位目前我们为无纺布工业提供的产品系列: ExxonMobilTM和AchieveTM聚丙烯聚合物VistamaxxTM特种弹性体EscorezTM增粘树脂ExxonMobilTM聚乙烯VectorTM苯乙烯嵌段共聚物", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1 热均匀辊轧光机的新设计寇司德在非织造工业的轧光机制造方面已经有超过40年的经验。在这段期间内,各种规格不断的在改进。基于纺粘生产线轧光机的需求有了极大的提高。寇司德则一直致力于设立新的标准及理念。虽然一直处于领导地位并不断受到各个层次的挑战,寇司德仍然同样的支持他们。因此,寇司德对轧光机系统进行了重新设计来同时服务于传统非织造布生产线以及现代高速生产线。", "label": "纺织科学与工程", "id": 0}
{"content": "建立了熔喷气流拉伸模型,通过引入熔喷双槽形喷嘴喷射流场的数值计算结果时谊模型进行了数值求解,纤维直径预测结果与实测结果吻合较好,还讨论了工艺参数对纤维直径的影响,发现降低聚合物流量,提高聚合物初始温度,提高气流初始速度,都可以使纤维直径变细。文中结果很好地显示了本研究在熔喷非织造工艺与设备计算机辅助设计方面的应用前景。", "label": "纺织科学与工程", "id": 0}
{"content": "采用自行纺制的聚甲基丙烯酸酯系吸油性纤维与聚丙烯短纤共混,并与熔喷聚丙烯无纺布复合制备吸油性非织造布,对其吸油性能进行测试,结果表明,该非织造布对甲苯、氯仿及煤油的吸收倍率分别为自重的8倍、10倍和5倍,其保油率均在50%以上,且具有较快的水面浮油回收速度。", "label": "纺织科学与工程", "id": 0}
{"content": "本文介绍了纳米材料,非织造材料、纳米非织造材料的概念。重点叙述了纳米非织造材料的制备、功能性测试,及应用。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>产业织物是专门设计的、具有工程结构的织物。与用于服装和装饰的传统织物不同,产业织物用于形形色色的产业,是现代工业不可或缺的产品。玻璃纤维是一种人造纤维,具有很多优异的性能,因而是最普遍使用的产业纤维之一,用它制造的织物应用在多种产业用途。", "label": "纺织科学与工程", "id": 0}
{"content": "本文主要研制了一种含有纳米陶瓷微粒复合驻极体熔喷非织造布。并对其力学性能、表面电荷密度、过滤性能等进行了测试,结果表明:加入纳米陶瓷微粒之后,纤网的机械性能有所下降;复合驻极体非织造布的驻极效果大大改善,其表面电荷密度、过滤性能均有明显提高。", "label": "纺织科学与工程", "id": 0}
{"content": "本文主要采用溶胶凝胶法和低温溶剂热处理过程相结合,在非织造布上合成了纳米光催化剂,实现了光催化性能。利用扫描电镜,激光拉曼以及光催化性能评价等手段研究了制备条件,微观结构对功能化非织造布性能的影响规律。发现通过溶胶凝胶法可以在非织造表面形成很好的功能化改性。", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 索引1.发言题目2.前言3.什么是非织造布3.1非织造布是柔性材料的革命", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 1.非织造布·其在各行业和未来所处地位的调查2.前言3.什么是非织造布·3-Ⅰ非织造布是柔性材料革命", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 非织造材料是一种通过物理或化学方法对高分子聚合物、纤维状集合体等进行加工而形成的新型柔性材料,其综合了纺织、造纸、塑料和皮革四大柔性材料之优点。水刺非织造材料是非织造材料中技术含量高、产品风格好,倍受消费者好评的产品之一,在我国已取得近十年的发展。从普通非织造材料到各种功能性非织造材料都得到了一定程度的开发与应用。水刺复合技术是近几年兴起的新技术,是对传统水刺技术的重大创新。水刺复合技术通过多种技术的交叉、渗透和融合,使水刺产品的性能和功能更加丰富,大大拓展了了水刺产品的应用领域。", "label": "纺织科学与工程", "id": 0}
{"content": "<正> ·为什么世界上正在寻求更健康的食品和更干净的工作环境? ·使用的非织造布的种类,它们提供的保护,以及它们怎样提高生产量。·聚丙烯·纺丝成网非织造布", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 许多一次性卫生用品质量的提高和成本的降低,都要直接归功于热熔胶喷涂技术的进展。随着喷胶工艺的定位精准度的提高,产品的特性和外观已经得到了改善。另一方面,胶粘剂利用效率的进一步提高,又使得产品制造厂商可以用更薄、更廉价的基材去改善产品的柔软度和平整度。在目前市场上众多无纺布一次性用品中,弹性化结构起着非常重要的作用。胶粘剂应用工艺的最新进展表明,胶粘剂的使用效率有所提高,产品性能得到改善,制成品的变形度有所降低。本文将对构造这种弹性化结构的各种黏结工艺进行探讨和研究,并从胶粘剂的使用效率、结构性能、工艺的普适性和间断能力等方面,对这几种工艺分别加以比较。", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 交叉铺网布的重量均匀性一直是非织造材料制造商们主要考虑的问题,它关系到产品均匀度和纤维的耗用量。1991年,一项有重大改进的整形式（Profile）交叉铺网机推向市场。虽然其铺网帘换向运动时没有超喂而且使用了整形技术,但在最终固网后的布上依然存在两边超重的情况。现在,自从引用了ProDyn?这一新的革命性观念之后,这种局限已得到克服（有专利）。本文将回顾整形式交叉铺网机的原理和实际的局限性,叙述ProDyn?装置的作用与二年来在非织造工业界使用经验的反映,总结由ProDyn?技术带来的实际效益。", "label": "纺织科学与工程", "id": 0}
{"content": "膜生物反应器（MBR）正被应用干对于水有高质量要求的废水处理方面。目前,应用于MBR基布的是中空纤维膜、扁平膜和聚合物涂层的非织造布。在这篇文章中,将一种涂膜非织造材料应用到一种新型废水处理系统中,如:Web-MBR过程。这种基于非织造材料的MBR已经设计出并投入使用1年半。诸如:COD,SS和压力降等性能参数将在此介绍。", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 引言莱芬豪斯公司的Reicofil技术最初是通过WTZ（Wissenschaftlieh Technisches Zentrum）,德累斯顿商务转让中心引入的。在70年代中期,一种使用空气抽吸的气动纺粘工艺就是该中心开发的并在前民主德国的一些地区建立了一些实验线和生产线。莱芬豪斯公司于1975年取得技术的许可证并开始自己的研究和开发。", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 现在通过应用不同的化学整理可以改善非织造基布最终的使用特性。通常对非织造产品最终的物理和功能性而采取的化学整理是发生在纤网形成之后。化学整理可以通过诸如:浸润、喷涂、泡沫或印花之类的不同方法应用到非织造基布上去,在采用这类方法之后通常要进行干燥过程,这样就可以去除额外的载体溶剂,尤其是水。这些化学试剂提供防止细菌和病毒的抗微生物保护或者为了提高某种特定的非织造布的吸水性提供亲水特性。其它的试剂提供抗静电性或者在非织造布的染色方", "label": "纺织科学与工程", "id": 0}
{"content": "石油泄漏破坏自然环境,危害公众健康,污染饮用水且扰乱经济。用吸油物质来机械回收泄漏区域的石油是处理海上石油泄漏的主要措施之一。非织造吸油材料具有微小孔隙且强度高,能在某些恶劣条件下使用。非织造吸油材料的完整性能降低利用和回收成本。新材料和工艺技术的结合将带领新产品走向市场。", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 0 引言非织造布行业在短短几十年中得到了迅猛的发展,主要是由于非织造产品生产成本低、性能优良、品种规格易于选择以及生产速度高。非织造材料已成为一种与人类生活质量以及产业和社会发展密切相关的新材料。目前全球非织造工业所用纤维原料中,化学纤维占85%,天然纤维占15%。随着石油资源的日益短缺、人类对环境问题的重视以及对生态纺织品的呼吁,天然纤维因其对环境无污染及对人体的亲和性而受到重视,以其为原料生产的非织造产品也应用于各个领域。此外,比较传统纺织,非织造布生产技术可根据不同原料的特性性能,采用组合技术,具有很好的灵活性和对天然纤维的适应性和可加工性,这其中包括对棉、麻、椰壳纤维和秸杆纤维的回收料利用。这样可以变废为宝,节约资源,保护环境,真正做到清洁生产。", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 随着非织造技术的不断进步与发展,各行各业对非织造材料的品质和性能将提出更高的要求。虽然我国已经成为非织造材料生产大国,但由于质量、品种等原因,目前我国每年仍要进口大量的功能性非织造材料,如芯片生产用的铜氨纤维擦拭布、高精密过滤材料、高效防护用闪蒸非织造材料等等,这些都是高技术、高附加值的产品。有资料表明:2002年中国非织造材料总产量为63万吨,但同年进口了51万吨高性能纤维和功能性产品。因此,加快功能性非织造材料的开发,对提高企业和行业的竞争能力,促进非织造技术的进步和非织造行业的发展具有非常重要的意义。", "label": "纺织科学与工程", "id": 0}
{"content": "聚烯烃特别是聚丙烯纤维已经被广泛的用于制造非织造材料,比如梳理成网、纺粘、熔喷或合成材料,这些可以应用在很多领域,如卫生、医药、吸收剂、揩布、过滤器和蓄电池隔板。但是,聚烯烃纤维是疏水性的,在这些应用中疏水的性质或者限制了它的使用或者要求由这些聚合物制成的织物进行表面改性。在这项工作中,要求在不改变聚丙烯纤维和非织造材料的整体性质的前提下,通过表面改性以获得永久的亲水性和抗静电性。特别是经改性后的非织造材料具有低于3秒的渗透时间,这足够支持10次以上渗透。非织造纤网同时具有高吸水性和表面抗静电性。另外,添加剂改善了非织造材料的柔软性使其具有更好的手感。这种新型的表面改性剂是熔融状态的,给聚烯烃纤维和织物带来了新的附加值。", "label": "纺织科学与工程", "id": 0}
{"content": "本文采用在韩国垃圾填埋中常用的8种涤纶（再生或不可再生）和丙纶非织造土工布作为测试材料。运用修正的EPA9090测试方法在PH值为3、8、12的溶液和垃圾浸出液中比较化学稳定性。浸没条件是分别在25、50、80℃下浸没30～180天。这些非织造土工布的化学稳定性是通过测试其置于上述化学溶液前/后的拉伸性能平均保持率来评估的。最后,排水用土工布的通透性在PH值为5和8的溶液中略有降低,但在强碱溶液和垃圾浸出液中明显降低。", "label": "纺织科学与工程", "id": 0}
{"content": "非织造工业正在不断地推进和开发高性能的产品以满足愈来愈专门化的衣服用需要。这些新的高技术产品都是广泛的工程发展的结果,包括材料、工艺和制造技术。这些先进的工程材料和工艺,需要创新的在线测量和控制技术以适应产品的性能和品质要求。本文探讨最新的高性能在线测量技术并与传统的测量技术作比较。由于一些领先的制造商和大学里研发工作的成就,非织造材料正在推演出种种更高性能的制品。这些更高性能的工程制品采用复杂的加工技术和先进的新型材料。结果使非织造材料变得更为复杂,在许多场合使生产费用比以前更昂贵。制造商面对既要改善产品性能与品质,又试图保持原来的生产成本甚至更要降低成本。为了达到产品性能,品质和产量的新水平,制造商必须提高其生产线的功能,采用最新的先进技术。非织造厂商所能做到的一个大跨跃便是在线检测与控制,投资于可靠的测量与控制装备,得到质量,产量和利润的巨额效果。恰当的在线检测装置其投资回报一般少于一年,多数场合仅需很少几个月。", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 由于聚丙烯纤维所具备的外观以及不含水的优势,历来被应用于生产热轧无纺布以适用卫生产品的需要。随着尿裤设计上的变化,对于无纺布的使用和需求发生了变化。从表面层、防侧漏隔边、底层到导流层,非织布在液体控制方面扮演了非常重要的角色。在图1中,显示了无纺布在尿裤不同结构中所担任的功效。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>随着科技的进步和生活水平的提高,人们对健康的追求与日俱增。特别是经历了[非典]的洗礼,[健康]的理念已深入人心。作为专业生产PE打孔膜的中外合资企业,多年来,北京埃特玛公司始终秉承\"关爱女性健康,提高生活质量\"的理念,坚持不懈地提高自身产品的科技含量,不断为卫生巾生产企业提供优质产品和相应的配套服务,为人类的健康事业尽心竭力。", "label": "纺织科学与工程", "id": 0}
{"content": "本文简介了非织造材料上的透气涂胶工艺。围绕要保持一次性非织造材料压敏胶粘制品的柔软、透气、低过敏,阐述了UV辐射瞬时固化防粘涂料新型材料及工艺和医用热熔压敏胶介绍及热熔压敏胶的透气涂布新工艺;非织造材料透气性压敏胶粘材料的应用。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>水溶性PVA纤维的许多性能在合成纤维中独树一帜。利用它的水溶性能,采用水刺法非织布工艺可赋予产品独特的环保功能,特别对于一次性的医疗卫生材料。产品在使用后,可以在热水中溶解排放,不对环境造成二次污染。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>水刺法技术是一种新型的非织造布生产技术,它是利用高压水针喷射纤网,使纤网中的纤维得到相互间的充分缠结而成布的。用于非织造工艺的超细纤维,现有分裂和海岛型两种。即利用两种或以上的聚合物切片,以不同的比例进行混熔纺丝。生产出细度在0.01～0.3的束状纤维,其纤维的", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 人类经历了上世纪史无前例的现代文明的高速发展后,迈入了新世纪,经济全球化的浪潮正在冲击世界每一个行业、每一个角落,非织造行业也不例外。我们回顾世界非织材料工业的发展,非常高兴地看到,经过半个多世纪的高速度发展,非织材料工业已崛起,成为一个世界性的新兴产业,而且正如前欧洲非织材料协会主席达尔斯特罗姆先生所说:它是一个激动人心的产业,我们中国人习惯把它称为“朝阳工业”。去年世界非织材料工业的产量已达300万吨。中国在改革开放正确路线的指引", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 0 引言纺织工业是与十八世纪英国工业革命的开始相联系并起始于1773John Kay的飞梭织机,纯纺织生产中这一早期的重要发明后紧接着出现了其他许多重大发明。这些发明减少并进而取代了生产织物的劳动力,标志工业革命的开始。二十世纪五十年代中期,三家主要公司:Freudenberg,Dupont和M0nsanto公司取消了织造工艺,采用纺粘法和闪纺法以三种不同的纺丝工艺直接从聚酯、高密聚乙烯和尼龙聚合物生产出非织造布卷材。Exxon化学品公司紧接着开发出熔喷工艺,用于生产微细纤维。", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 女士们先生们:我非常感谢Since 2001组委会、中国非织造布技术协会、尤其是王先生以及此次大会的协办者Miller Freeman接受我这次陈述的摘要。由组委会和协办组委会建议的文章标题“干法造纸非织造布——一个正在兴起的市场”包含了四个关键词:1)干法造纸非织布,2)中国,3)市场,4)正在兴起。我将把这四个词作为这篇文章的发言提纲,依次详细介绍。但是要深入地进行讨论,半小时的时间是短暂的。还是让我们尽力利用这些时间来探讨这个富有意义题目所包含的内容。需要说明的是,文章中所涉及的数据,来自于我们所分析的各种已出版公布的以及我们自己的市场情报。", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 议程APEX简介一般工艺过程描述APEX的发展APEX特点和性能APEX技术商标总结", "label": "纺织科学与工程", "id": 0}
{"content": "非织造布用抗菌剂是用来控制非织造布中细菌、真菌、霉菌和藻类以及由它们所引起的腐蚀、斑痕、异味和健康方面的问题。在各种各样的微生物中,既存在有益品种也存在有害品种。对有害微生物所采取的控制措施必须确保不影响其他微生物和不产生适于该微生物孳生的条件。", "label": "纺织科学与工程", "id": 0}
{"content": "<正> NSC的概况NSC集团是世界领先的纺织机械生产商之一,集团能够为非织造生产线提供包括设计、生产、委托、安装等在内的全套服务,并能提供生产较长短纤维的梳理和纺纱机器。NSC集团的非织造部包括以下公司:", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 引言众所周知,聚酯纺粘产品具有高强力、耐高温、对紫外光或射线稳定的性能。在纺粘产品领域,它显示了它的优越性。例如,作为屋顶材料基布,在加工时,要承受高达220℃的温度,此处,聚丙烯材料禁用。对于许多室外应用,如在田地中复盖庄稼,聚酯产品也非常合适。", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 0 前言用热塑性树脂熔喷技术形成微细纤维（纤维直径小于10微米）的原理的演示实验可回溯到1954年Naval研究实验室的Van A.Wente为了采集大气层上层的放射性颗粒,以监察全球范围的核武器试验。但它的商业化应用一直到1970年代:Esso研究和工程公司（现名Exxon Mobile化学公司）申请熔喷技术专利与随后取得专利许可证（资料来源:Buntin等,1976年;作者不详,1989年）之后才得以实现。自那以后,有一些公司获得了专利许可证并且迅速地推入商业化生产。在1997年5月,Exxon化学公司的熔喷技术许可权出售给了归属于田纳西州研究协会的综合性大学。", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 介绍纺粘型非织造布被定义为由长丝制成的织物,聚合物切片经过挤压、牵伸形成的长丝铺放在传送带上,并经热粘合、化学粘合或机械粘合。通常,纺粘型非织造布也可以定义为连续长丝的纤维结构,该结构可做成织物、薄片和带子,并在一个与纤维制造相结合的工序中由合成聚合物制备而成。纺粘法是唯一的一种将创新的聚合物、科技和纺织研究联系在一起的加工工艺,它包括成网（挤压、牵伸和长丝束的集合）和纤网的粘合,以获得强力、粘合在一起的只有整体性的结构。纺粘法的历史", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 0 引言自50年代末纺粘法非织造布技术获得专利以来,发展可分为四个阶段,首先,Du Pont和Freudenberg两大公司分别在美国和欧洲同时实现工业化。接着德国莱芬（Reifenhauser）公司采用横式整体文丘里式牵伸器,使纺粘法非织造布的质量有了很大提高,工业化程度有了很大进展。它的造价低,生产规模小且生产成本低,深得中小规模企业的欢迎。然后,美国艾森（Ason）公司将熔喷法的技", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 0 前言医用卫生材料是产业用纺织品中的一个重要组成部分,其中手术衣,隔离服,保护服等,是手术室中最常见的防护材料,它可有效地防止病菌的交叉感染,其最基本的功能要求就是要具备拒液性能,同时要具备一定的透气性,良好的服用性能,且价格合理。水刺复合材料除有一般水刺产品透气、手感柔软、舒适、不掉绒屑等优点外,还有强力高、悬垂性好的特点。木浆聚酯水刺非织造复合材料是目前国际上用于手术衣等防护服的首选材料,但如何使材料在拒水和透气性能方面达到平衡,又是研究的热点。本文根据材料的表面能原理,分析和提出改善拒水效果、并确保透气的途径。", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 介绍自从1984年,第一台Rieter Perfoiet水刺生产线面世,水刺工艺就得到了认可。水刺工艺是一种灵活的用于生产高性能非织布的粘合工艺,水刺工艺生产的高性能非织布的克重范围为25-400g/m2,其性能可以与纺织品媲美。它具有优良的强力,柔软性和适当的密度等性能。水刺技术的发展是比较新的。当今的国际市场已拥有约130条幅宽5m系列的生产线,生产效率已经达到300m/min。使用的纤维的品种也得到了扩大:合成纤维,棉,粘胶,木浆,丝,甲壳质纤维和混纺纤维。采用不同纤维制成的水刺无纺布具有广泛的应用空间。", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 我国水刺非织造布的研究开发生产已近10年,其品种、规模、质量、设备都有显著的提高,基本上适应了目前国民经济发展的需求。水刺非织造布涉及了医药卫生、轻工、电子、环保等学科领域,推动了国内传统化纤和差别化纤维的发展。至2000年底,我国水刺非织造布生产线已达18条,其中欧洲设备7条,中国台湾设备6条,国产", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 0 前言随着社会的发展,生活水平的日益提高,人们不再单纯地满足于商品的实用性,更加注重其功能性和个性化。在这种趋势的带动下,越来越多的差别化纤维研制成功,并被应用在非织造布产品上,它们的应用,大大提升了非织造布产品的质量档次,从而也拓展了非织造布的应用领域,几乎可以说,差别化纤维的出现,赋予了非织造布一个全新的概念。超细纤维便是其中的一种。", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 血液是人体维持正常生命活动必不可少的重要物质之一,血液成分中含有血浆和血细胞。血细胞可分为红细胞（直径平均8μm）、白细胞（直径6μm～20μm）和血小板（直径2μm左右）。输血医疗时由于献血者和受血者的血液成分难以完全吻合及免疫系统对异体成分的反应,输注含白细胞的血液或血液成分时,常常可引起非溶血性发热反应、成人呼吸窘迫症和输血后移植物抗宿主病等输血副反应,同时还会有一些与白细胞相关的病毒传染。当每次输血中的自细胞减少到0.5×109个或更少时能够有效的阻止非溶血性热反应的发生。", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 1 概述工业领域用于清除机器表面和加工工件表面的灰尘、油污的擦拭布有许多种,根据被擦拭部件的精密程度,对擦拭布的要求也不相同,从电子工业用的特种擦拭布到最低档用纺织品边脚余料和废旧衣物做成的擦拭布。随着科学技术的发展和社会的进步,庞大的工业领域需要越来越多的擦拭布,其市场潜力巨大。工业擦拭布已形成按专业化用途不同,分门别类的擦拭布品种。特别是非织造工业", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 1 实验仪器和实验材料红外线实验仪器:Nicolet 20SX-B型条件:扫描32次,分辨率2cm-1电镜实验仪器:Cam Scan-4型称重实验仪器:Electronic.Balanee.Ex-200型量程0～200g", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 1 前言非织造土工布独特的三维纤维网结构使其具有良好的过滤性和透水性,因此广泛地应用于需过滤、排水等的土木建筑工程中。在实际应用中需根据具体情况来选择合适的非织造土工布结构,对于过滤或排水系统则需着重考虑两个方面:①透水性,一般用土工布的垂直渗透系数或透水率表示;②保砂性,与被保护土粒径及土工布孑L径的相对大小有关。而非织造土工布这两方面的性能都与其孔", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 0 前言采用纤维材料制作植物无土栽培基质的研究日益受到重视,台湾中国文化大学纺织工程学系将废弃的涤纶纤维非织造布回收后,经高温裂解后,用于植物无土栽培。而秸秆材料用作植物无土栽培尚未见报道。要使秸秆材料应用于植物无土栽培,秸秆材料成形是重要的前提之一。", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 非织造布结构与性质之间存在十分密切的关系。现有的非织造布纤维取向测定方法可分为直接测定法和间接测定法。直接测定法主要有显微镜（或投影仪）直接观察计数法和采用图像处理的直接计算法等;间接测定法有力学性能各向异性法、基于快速傅里叶变换（Fast Fourier Transform,FFT）和霍夫变换（Hough Transform,HT）的图像处理法、流场分析法、液体扩散流动分析法、透射光散射法、偏振光二色性法、微波法和示踪纤维法", "label": "纺织科学与工程", "id": 0}
{"content": "<正>医疗用布一般指医院中使用的保护患者和医护人员不受细菌感染的卫生材料,通常包括手术包及其配套件,即:手术衣、挡避帷帘、手术巾、消毒包、口罩、鞋套、帽子和护垫等.目前,在发达国家尤其是北美是以用即弃医疗用布为主流,在发展中国家大都采用耐用型多次重复使用的棉机织布.用即齐医疗用布能有效地防止交叉感染,但在废弃时（焚烧或填埋）,污染大气、毒化土地,对人类的健康造成极大的危害.耐用型医疗用布废弃时也有这种弊端.新一代医疗用布是以水溶性聚乙烯酸纤维为原料,采用独特的水刺技术和后整理工艺,赋予医疗用布的环保功", "label": "纺织科学与工程", "id": 0}
{"content": "芳纶纤维作为一种高性能人造纤维,已在军事、航空航天等高科技领域有广大应用。芳纶织物同时具有质轻、柔软的特点,是一种不可多得的柔性基材。普通的纺织纤维在使用过程中易产生和积累大量静电,引起灾害事故。在纤维表面金属化,可以使其具有消除静电、导通电路、电磁屏蔽的功能。然而芳纶纤维光滑且呈化学惰性的表面使其难以直接沉积成导电涂层。在本文中,我们利用一种简单的方法在芳纶纤维表面生成致密的纳米银涂层,同时还利用丝网印刷的方式在柔性的芳纶织物上沉积出导电银图案。首先采用含巯基硅烷偶联剂处理芳纶纤维,在纤维表面生成活性位点,巯基可以进一步的将银离子还原为纳米银粒子。巯基功能化可以保证银粒子在纤维表面沉积,进而形成连续、稳定的导电层。制备的柔性导电芳纶织物具有良好的导电性,并且同时具有重量轻、柔软以及较好的力学性能,可以广泛地应用在各种商业用途。", "label": "纺织科学与工程", "id": 0}
{"content": "芳砜纶织物功能性突出,但系统性研究较少。本文基于芳砜纶纱线设计系列工艺编织成织物,对织物进行拒水拒油工艺、整理后织物的阻燃性、透气性进行研究,结果表明,HPC-6整理剂浓度为50g/L,焙烘温度为170℃,焙烘时间为1min,HPC-4交联剂的浓度为20g/L时,工艺最佳,且对未整理织物的阻燃性、透气性无影响。", "label": "纺织科学与工程", "id": 0}
{"content": "首先介绍了用做消防装备外层的芳纶织物。然后阐释了《消防员灭火防护服》标准,对比了高撕破强力芳纶织物和传统芳纶织物的性能指标,指出高撕破强力芳纶织物有助于延长防护服的使用寿命。最后对比了《消防手套》标准和《消防员灭火防护服》标准中外层的性能指标差异,指出适用于防护服的高撕破强力芳纶织物其耐磨性能可能下降,不一定适用于消防手套,这对消防员安全具有重要的现实意义。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>通过对碳纤维布加固含切口构件的边界元法模拟,利用处理了几乎奇异积分后的边界元法能够分析薄体结构的优势,分析了碳纤维布加固前后切口尖端奇异应力变化状态。根据应力法和位移法对已知的应力场进行数值计算,获取切口尖端的应力强度因子,以评估碳纤维布加固含切口构件的效果。", "label": "纺织科学与工程", "id": 0}
{"content": "针对LyoceⅡ易原纤化和高溶胀性等特点,设计了不同织物风格的绳状加工技术,包括光面风格、桃皮绒风格和冰花桃皮绒风格。文中介绍了具体的生产工艺流程,分析了该类织物加工中易产生的诸如擦伤、折痕、色差、霜花和破洞等疵病的产生原因,并提出了应对措施。", "label": "纺织科学与工程", "id": 0}
{"content": "Pore1纤维是一种超细中空低强力涤纶纤维,具有吸湿、排湿及柔软功能,可与棉混纺后开发Pore1纤维毛巾梭织物。Pore1纤维毛巾织物的织造工艺与纯棉毛巾的基本相似,染整生产工艺则采用较温和的退、煮、漂一浴法及活性染色工艺,无需采用拉幅、定形工艺,无需添加柔软剂,可获得比纯棉纤维毛巾更好的柔软性和吸湿速干性,且能长久保持。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了纯铜氨纤维机织物的浆纱、织造、前处理、染色、印花,以及后整理的加工技术和要点。铜氨纤维织物织追时应采用合理的浆纱工艺和边组织结构;前处理采用茶皂素卷装温堆、高温短蒸工艺;染色和后整理加工需严格筛选染料和柔软剂;每一加工工序均采用卷装方式,可获得手感柔软、悬垂性好、色泽饱满艳丽、色牢度仕的纯铜氨纤维机织高档服装面料。", "label": "纺织科学与工程", "id": 0}
{"content": "探讨在ZAX9100喷气织机上,生产经纱为细号纯涤纱,纬纱为涤纶低弹网络丝交织物的生产工艺技术要点。针对在织造过程中易出现吊经、纬缩等疵点,严重影响织机生产效率。浆纱工序采取优选浆料配方与上浆工艺参数,织造工序采取优选开口时间、经位置线、调整筒子架与导纱板距离等,使织机效率由88%提高到93%以上,下机一等品率由93%提高到94%以上。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>随着人们对纺织品舒适保健消费理念的增强,绿色环保,功能性面料逐渐被人们所崇尚。粘胶纤维吸湿透气,悬垂性佳,穿着舒适凉爽,成本低,性能接近天然纤维,符合人们的追求,也是新型纤维的发展趋势,同时开发高档、高附加值的新产品是提升企业产品档次,增强企业竞争能力,为企业创造更好经济效益的有效途径。为了紧随市场,为企业寻求新的利润增长点,我公司开发了R7.4/7.4 350/350 165高支粘胶细布,由于粘胶纤维强力低,断强约为10一15cN/rex,特别是湿强特别低,仅为干强的50%左右,且断裂伸长比棉大,一般为10%一24%,因此生产难度较大,现将生产情况分析探讨如下:", "label": "纺织科学与工程", "id": 0}
{"content": "在天然纤维的原料价格不断飙升的情况下,为降低面料成本,提高市场竞争力;同时为满足市场需求,开发具有广阔市场前景高附加值的家纺面料。我公司相继开发了118\"FDY100D/48F*C50/R5060 173*140、118\"FDY10D/48*C50/R,50 40 173*85、118\"FDY10D/48F*R 40 173*85系列提花面料。该系列品种经向为涤纶有光长丝,需要经过浆丝,才能上机织造。初上机时,涤纶长丝的浆丝效果不太理想,起毛、织机效率仅40~50%,织造质量难以保证。后来我们对整、浆、并工艺反复调整,从工艺设计到操作方法上不断改进,逐步完善整、浆、并工艺,织轴质量及织机效率显著提高,平均效率达85%,达到较好效果。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了利用紫外线辐照法,将光触媒纳米TiO2接枝到涤纶（PET）织物表面制备抗菌PET织物的工艺,并且在实验室条件下,对其抗菌性能进行测试。结果表明:经过接枝光触媒的PET抗菌织物对金黄色葡萄球菌（革兰阳性菌）、大肠埃希菌（革兰阴性菌）均有较强的抑制和杀灭作用,证明了接枝光触媒TiO2的织物具有很好的广谱抗菌性能和耐水洗性能。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了超细特Modal纤维的性能和纺纱工艺,并对各工序的主要工艺参数和生产中应该注意的问题作了详细的分析。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了莱竹纤维的产生背景、纤维特性以及喷气涡流纺纺纱的原理,探索了莱竹纤维喷气涡流纺纱线的性能,通过电镜照片USTER条干测试可以看出,喷气涡流纺纱线具有明显的包缠结构,利用喷气涡流纺开发的莱竹纤维纱线条干好,并可有效减少纱线毛羽;与传统针织物相比,采用莱竹纤维喷气涡流纺纱线针织物柔软舒适,具有较好的抗起球耐摩擦性能。结果表明,利用喷气涡流纺纺纱技术开发莱竹纤维针织产品具有良好的市场前景及环境效益。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>前言高温和火焰是对职业人员和民众造成伤害的一类重要因素。国际上典型的高性能阻燃面料有间位芳纶、对位芳纶和导电纤维混纺的阻燃面料、聚酰胺-酰亚胺纤维与阻燃粘胶混纺制得的阻燃面料等,这些阻燃面料在国内外市场上的售价通常在150～180元/m（1.5m门幅、200～280g/m~2）。国产阻燃面料以整理型低端产品为主,成本较低,但强度低、阻燃性能的耐久性较差、手感差;腈氯纶/棉混纺制成", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1.前言高温和火焰是对职业人员和民众造成伤害的一类重要因素。国际上典型的高性能阻燃面料有间位芳纶、对位芳纶和导电纤维混纺的阻燃面料、聚酰胺-酰亚胺纤维与阻燃粘胶混纺制得的阻燃面料等,这些阻燃面料在国内外市场上的售价通常在150～180元/m（1.5m门幅、200～280g/m2）。国产阻燃面料以整理型低端产品为主,成本较低,但强度低、阻燃性能的耐久性较差、手感差;腈氯纶/", "label": "纺织科学与工程", "id": 0}
{"content": "为了解决尼龙6/低密度聚乙烯海岛纤维的耐光稳定性差,聚对苯二甲酸乙二酯/低密度聚乙烯海岛纤维热定型温度很难控制、弹性恢复性差等问题,我们以聚对苯二甲酸丙二酯和低密度聚乙烯为原料,通过熔融共混的加工方法,纺制出新型的海岛纤维。通过对纤维的物性测试发现,它是一种新型的、性能优越的超细纤维,能够满足市场对新型高档超细纤维合成革材料的需求;制作出来的超细纤维合成革具有更加优异的弹性恢复,解决了普通合成革容易变形等问题,具有较好的经济效益和社会效益.", "label": "纺织科学与工程", "id": 0}
{"content": "本文从生产实践的角度出发,以开发用涤纶短纤维纤维包覆涤纶长丝的涡流纺19.7tex包芯纱产品,此产品的开发改变了传统环锭纺涤纶纱线抗起毛起球性能差、涡流纺纯涤纶纱线易产生弱捻的缺点,该产品具有强力高、抗起毛起球性能好,可用于生产高档外套及其他的针织布。", "label": "纺织科学与工程", "id": 0}
{"content": "Newda1纤维是以可再生的天然植物为原料生产的一种高强力新型纤维素纤维,该纤维具有较高的强力、湿模量和优越的断裂伸长率、独特的高卷曲性等特点;纤维质地柔软滑爽,丝质感强,具有良好的手感和悬垂感,适于纯纺或棉混纺,其织物保型性好、易打理、耐洗涤且抗皱;吸湿透气性能优于棉,穿着舒适,是制作内衣、儿童服装及各种高档时装的理想原料。并对Newda1纤维纺纱工艺技术进行了分析探讨,认为合理的工艺参数的制定直接影响成纱质量,生产中粗纱的速度、捻系数及细纱速度的合理配置对改善成纱条干CV值、粗节、细节等质量指标影响较为明显。Newda1纤维的纯纺性能好,与棉混纺效果更佳,其产品具有抑茵、防臭等保健功能,吸湿透气性好,易染色,手感柔软、滑爽、悬垂性好,穿着舒适,是制作高档服装的理想面料。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>我公司与上海联吉合纤有限公司配套合作生产派丝特纤维毛条,其中2D×88和3D×102白色毛条与2D×88和3D×102黑色毛条居多,该产品专供大型精纺企业生产加工成高档面料用,并出口国外。经过近两年的生产、技术工艺攻关,现已基本掌握了派丝特纤维毛条的工艺技术,并攻克了一些生产中的难点问题。派丝特纤维毛条较常规涤纶毛条生产时难度大,", "label": "纺织科学与工程", "id": 0}
{"content": "阐述了芳砜纶色织面料研发和生产中的关键技术及创新点。经过实践,已制定出芳砜纶纱合适的染色、织造生产工艺和技术参数,芳砜纶色织面料质量稳定,具备了产业化应用的条件。", "label": "纺织科学与工程", "id": 0}
{"content": "探讨以柔丝纤维与棉混纺作经纱,以纯柔丝纤维纱作纬纱的功能性装饰织物的生产技术要点。重点阐述织部各工序的生产难点及要点,特别强调了经纱上浆控制、织造过程中纬纱气流大小控制的精确要求。认为:上机织造时要严格对主、辅喷嘴压力进行调整,保证织机效率及质量,这样能使设计的装饰织物达到集轻薄、柔软、光亮、纹理具有立体效果、功能性与一体的时尚装饰面料的要求,同时织机效率高达85%以上,织机断经、断纬较少,布面质量及风格良好。", "label": "纺织科学与工程", "id": 0}
{"content": "粘胶纤维断裂强度低、伸长大、回潮大的特点,决定了其在纺织过程中的独特工艺特点。通过优化纺织工艺参数,调整浆料配方和浆纱工艺路线,提高上浆质量,最终达到提高织造效率和产品质量的目的。", "label": "纺织科学与工程", "id": 0}
{"content": "通过一次严重的纯涤纶帆布\"裙子皱\"质量问题的试验分析,对几种可能产生\"裙子皱\"问题的因素进行了实际验证,认为涤纶纤维的干热收缩率是产生\"裙子皱\"问题的主要内因,内因是根本,其它在生产过程中的纺织染工艺等只能是外因,外因是条件,这些外因改变不了其根本性质,但可以改变发展进程,削弱其内因力量,以消除干热收缩率相差过大应力集中而造成的\"裙子皱\"质量问题。并对纯涤纶帆布用涤纶纤维的干热收缩率差值多大时会产生\"裙子皱\"问题进行了探索。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了高F涤纶包覆纱纬弹色织面料的特点,分析了喷气织机织造该品种的生产工艺和关键技术。本文就织造准备、织造工艺、后整理等生产工序的关键技术进行探讨,采取相应措施进行攻关,织造过程中布幅稳定,布面均匀,无纬缩,织物有弹性,织造效率95%以上,入库一等品率97%以上。", "label": "纺织科学与工程", "id": 0}
{"content": "通过对聚酯长丝的初选、小样试织、后整理等一系列工艺的研究,筛选可基本代替锦纶66作为汽车安全气囊用的工业高强聚酯长丝,并对此聚酯长丝进行纺丝工艺的微调,使其完全满足汽车安全气囊成品质量要求,实现聚酯安全气囊长丝的优化选择,同时探讨了聚酯长丝大样安全气囊织造工艺。", "label": "纺织科学与工程", "id": 0}
{"content": "纯涤纶在涡流纺生产十分困难,且极易产生弱捻,我们经过大量实验,合理选择原料及油剂,采用优化各工序特别是涡流纺的工艺,控制温湿度、改进操作法等办法,稳定了涡流纺的生产效率与产品质量,使生产效率达85%左右,并有效防止了弱捻的产生。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍麻赛尔纤维主要特点与适应性。对麻赛尔纤维纺纱工艺技术进行了分析探讨。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>莫代尔纤维是奥地利兰精公司生产的一种绿色环保再生纤维素纤维,优点是将天然纤维的豪华质感与人造纤维的实用性合而为一,它具有棉的柔软、丝的光泽、麻的滑爽,而且吸水透气性都优于棉。蚕丝是一种的高贵天然保健纺织原料,织物以亮丽、高雅、滑爽、舒适、吸湿、透气等优点久盛不衰,蚕丝含有多种对人皮肤有保护作用的氨基酸蛋白质。开发莫代尔与蚕丝交织的缎纹布,", "label": "纺织科学与工程", "id": 0}
{"content": "本文采用Coolmax异型截面涤纶和不可染丙纶,发挥两种原料的不同优势,通过组织结构与染整方法的改进,获得了系列单向导湿面料。依此方式获得的面料单向导湿指数可达到5级,具有非常好的单向汗液疏导作用。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1 Lyocell纤维面料的主要特点1.1 Lyocell纤维是一种绿色环保纤维Lyocell纤维是以N-甲基氧化吗啉（NMMO）的水合物为溶剂,采用干湿纺丝的再生纤维素纤维,生产过程五污染。其纺织过程以物理作用为主,且由于NMMO毒性很低,而且在生产过", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了Tencel（天丝）纤维的组成成分、性能、适纺产品、应用、规格、特性和生产工艺;天丝混纺产品的应用情况和洗涤方法。", "label": "纺织科学与工程", "id": 0}
{"content": "SEYDEL679型拉断机是毛条车间的主要生产设备。目前拉断机使用的大皮辊,由于大皮辊工作区以外部分过长,长出部分不仅是无用的,即增加了大皮辊的刮碰现象,又分担了设备的工作压力,增加了设备负荷。同时,大皮辊内部结构的不合理,又使大皮辊的固定不好,在运转中,经常出现大皮辊轴向串动,造成大皮辊因磨边而开胶,导致大皮辊损坏。直接影响大皮辊的使用寿命。因此有必要对拉断机大皮辊进行改造。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>芳砜纶作为我国原创高技术高性能原料,在耐高温原料领域中有着其不可替代的独特性能,其优异的耐热性和热稳定性在同类原料中处于领先地位。从耐高温产业的发展来看,今天的中国纺织已经在承接诸多发达国家的产业转移。而在这转移过程中,国外的", "label": "纺织科学与工程", "id": 0}
{"content": "芳砜纶混纺纱线的研究使我们可以扩大对芳砜纶纤维的运用方向的思路,希望通过加入合适的其他纤维,以提高芳砜纶纱线的可纺性,从而在成品质量、制成率等方面使芳砜纶混纺产品获得良好的应用效果。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>芳砜纶产品在国防军工和现代产业用布上有着重要的用途,是我国急需的高科技纤维。目前,类似的纤维只有少数几个发达国家才能生产,是国家科技水平和实力的象征。近年来,上海纺织控股（集团）公司投入巨资,形成以芳砜纶纤维开发为龙头,从原料到复合", "label": "纺织科学与工程", "id": 0}
{"content": "通过试验研究了聚砜基酰胺纤维与纺纱紧密相关的几个重要性能——拉伸断裂性能、吸湿性能、卷曲性能、表面摩擦性能、静电性能,并作出了相关理论解释和说明,文章对生产中可能存在的问题给出了建议。", "label": "纺织科学与工程", "id": 0}
{"content": "芳砜纶纤维具有体积比电阻高、卷曲稳定性差、摩擦因数偏低等特点,这些特点造成加工困难、成纱毛羽较多等问题。为此研究了不同的抗静电剂对纤维的预处理效果和各工序的工艺措施,给出了经过优化后的工艺参数。", "label": "纺织科学与工程", "id": 0}
{"content": "通过试验研究了赛络纺纱技术对芳砜纶纱线毛羽的减少情况。结果认为,赛络纺纱技术能够明显地减少芳砜纶纱线的成纱毛羽数量,尤其是4 mm以上的长毛羽数量;并且发现,对试验的芳砜纶纤维来说,当喇叭口中心距为11 mm时,成纱点稳定,成纱毛羽数量较少。文章给出了合理的工艺措施。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>PTT 纤维是上个世纪九十年代刚取得产业化的新型高分子纺织材料,学名是聚对苯二甲酸丙二醇酯,该纤维具有的大分子链特殊构象（奇碳三维螺旋构象）及相对 PET 较长的软链段使这种纤维具有众多优越性能,如回弹性好、手感柔软、易染色、尺寸稳定性好等优点。它能与 PET 长丝、棉纱、羊毛、氨纶包芯纱、锦纶丝等交织、混织,开发出各种风格各异的面料,尤其是用利用 PTT 织成的织物对原始形状有记忆功能而开发出来的形状记忆面料正在受到人们的青睐,国内多家有实力的企业及高校研究所纷纷投入这一高附加值产品的开发行列。", "label": "纺织科学与工程", "id": 0}
{"content": "探讨利用赛络纺纱技术纺制聚丙烯腈预氧化纤维纱线的工艺配置与成纱性能情况。研究了喂入粗纱间距、捻系数与成纱性能的关系,测试分析了聚丙烯腈预氧化纤维涤纶长丝包芯纱的性能.试验表明,利用赛络纺纱技术加工聚丙烯腈预氧化纤维涤纶长丝包芯纱具有明显的优势,产品的综合性能优于传统环锭包芯纱。", "label": "纺织科学与工程", "id": 0}
{"content": "夜光纤维是新型的功能性纺织原料,夜光纤维只要吸收任何可见光10 min,便能将光能蓄储在纤维中.在黑暗中持续发光10 h 以上而且可无限次循环使用。夜光纤维开发的夜光纤维纱及其制品具有良好的市场前景。对夜光纤维纱的生产工艺、技术措施进行了讨论。", "label": "纺织科学与工程", "id": 0}
{"content": "本文介绍了牛奶蛋白纤维的性能特点,针对牛奶蛋白纤维的特性阐述了其纺纱、织造过程中存在的问题及采取的工艺技术措施。", "label": "纺织科学与工程", "id": 0}
{"content": "应用0.89dtex×38mm 的超细旦丙纶,开发试纺出了4.92tex 纯丙纶纱,为超细纤维的纺织应用积累了一定的经验。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>矿物质纤维是目前最新一代纤维,早期是韩国公司和日本帝人涤纶公司共同研究的项目,在研究了十几年的后,日本帝人公司认为成功的可能性不大选择退出后,韩国公司继续独立研究、开发,经过过数年才研制出来的。2005年10月申请了国际专利,2006年才批量正式生产的新型纤维。矿物质纤维是利用高技术生产工艺生产的含有对人体有益的矿物质的纤维（含有11种离子的矿物质）。该纤维没有有害成分,它具有天然矿物质的效果,能产生持续、广泛的抗生作用,具备所有天然纤维和化学纤维完美无缺的优点,是最尖端的未来纤维。", "label": "纺织科学与工程", "id": 0}
{"content": "采用回归正交设计法,对 JC/Modal（60/40）23．5/N80D 赛络纺包芯纱的纺纱工艺进行了优化,推断出芯丝预牵伸张力对成纱质量的影响明显大于细纱捻系数,确定了成纱综合性能最佳时的芯丝预牵伸张力和捻系数。", "label": "纺织科学与工程", "id": 0}
{"content": "针对丁腈胶辊在应用中的某些不足和弊端,阐述和分析国产“节能、环保、创新”型聚氨酯纺纱牵伸胶辊的研发及在初步的应用中显示的优良弹性、耐磨性、耐油性、抗日光和抗臭氧侵蚀与良好的吸振性：加入抗静电剂后有良好的传导作用而又具有优良的抗缠绕性,不变形而经久耐用,不吸收任何涂料与清洗剂,适纺各类纤维原料,能明显改善成纱质量和保持其稳定性,并能适应车间温湿度的突然变化而正常生产；表明其是真正的表面不处理胶辊,应用前景十分广阔,有利于纺织企业方便管理和降低吨纱成本。", "label": "纺织科学与工程", "id": 0}
{"content": "本文重点介绍了采用轧-烘-焙、干法直接涂层工艺获得防水透湿、防水阻燃、耐水压篷盖织物的方法。通过对整理剂、涂层胶品种筛选,工艺流程、工艺参数的优化,使生产的多功能涤纶短纤篷盖织物各项指标满足设计要求。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>0 前言我公司于2005年3月购买郑州纺机纺化纤清梳联设备一套,所有设备及管道于2005年6月底完成安装并投人生产。设备运转初期因种种原因存在一些与纺涤纶纤维不相适应的地方,在双方领导的支持下,经过技术人员的努力,对设备做了一些小的改造,并对工艺进行了优化,现设备运转稳定可靠、故障率低、生产效率高,主要纺纱品种有CJ／T 60／40 28.1 tex、CJ／T 60／40 18.5tex、CJ／T 60／ 40 13．1tex、CJ／T 50／50 9．8 tex等,生条及成纱的各项指标基本达到USTER2001公报5％水平, 成纱销路一直很好。", "label": "纺织科学与工程", "id": 0}
{"content": "夜光纤维是新型的功能性纺织原料,夜光纤维只要吸收任何可见光10min,便能将光能蓄储在纤维中,在黑暗中持续发光10 h以上而且可无限次循环使用。夜光纤维开发的夜光纤维纱及其制品具有良好的市场前景。文章对夜光纤维纱的生产工艺、技术措施进行了讨论。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1 前言大豆蛋白纤维是我国首创的绿色环保纤维,技术含量较高,具有优良的抗菌性能,有羊绒般柔软手感,丝绸般柔和光泽,棉纤维的吸湿和导湿性。该纤维的问世不仅扩大了毛纺产品的原料资源,而且给毛纺面料增添了多种功能,性能得到了很大的改观。本文所探讨的大豆蛋白纤维呢绒正是利用 30％的大豆蛋白纤维与70％的澳毛混纺而开发的新一代环保型面料,该产品手感滑糯,光泽亮丽, 弹性好,吸湿透湿性好,穿着舒适。我们经过多次的摸索和认证,利用含30％大豆", "label": "纺织科学与工程", "id": 0}
{"content": "<正>0 引言氨纶弹力竹节牛仔布大大改善了普通牛仔布的保形性和抗皱性,更能适应人体外形,凸现人体的曲线美。织物布面具有凹凸和雨点状效果。观赏", "label": "纺织科学与工程", "id": 0}
{"content": "<正>众所周知,涤纶仿毛技术的诞生不仅解决了毛纤维资源短缺、价格昂贵等困难,弥补了毛织物的不足,而且为合成纤维的应用开辟了更加广阔的领域。在经历了几十年的发展历程后,仿毛产品特别是国外仿毛制品的外观、手感、穿着舒适性和使用性能不仅达到了优秀毛织品的水平, 且某些性能超过了纯毛产品。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>随着人们消费水平的不断提高,消费观念的不断更新和对自然的崇尚,天然环保型材料的织物越来越受到消费者青睐。如:竹纤维织物,竹纤维是一种新型的植物纤维素纤维,它是以瓷生长、毛竹等竹子为原料,经过蒸煮水解、漂白精制成浆粕,而后以氧化物作溶解竹浆粕再纺丝而成。竹纤维织物具有硬挺、下垂、凉爽和透气性好特点,可制作装饰用品、床上用品和夏装。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>涤纶长丝仿毛虽工艺难度大,但因其后道工序简化,且某些性能优于毛织物,因而具有很强的竞争力,多年来一直是产品开发人员的重点研究方向。毛织物的重要特征是外观有短纤纱的自然的随机不匀、光泽柔和。经对毛织物进行观察, 发现纱中纤维间隙较大,相邻纤维间多为点接触, 很少为紧密的线接触,纱线间也多为点接触,这使毛织物具有蓬松活络的手感;织物表面呈现和谐匀净的独特的混色效果,也是毛呢类织物有别于其他纺织品的一大特点。围绕这些特点,人们一直在寻找仿毛甚至超毛的涤纶长丝仿毛产品。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1 涤纶仿毛织物的特点和对原料纤维的基本要求涤纶一直是仿毛产品的主要原料,并由单纯的纤维仿制发展到纺丝、织造、染整等综合技术开发,以获得毛织物独特高贵的风格和良好的服用性能。要开发高档仿毛织物,最重要的还是要做好仿毛纤维的开发。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1 前言在一次生产中低档腈毛混纺华达呢产品时, 由于工作失误。错把高收缩腈纶当常规腈纶使用, 造成质量事故。为了减少损失,技术科组织有关人员针对高收缩腈纶的特性,设计了新的产品, 调整了纺纱、织布、染整工艺,使一次较大的质量事故变成一次新产品开发的契机。工厂减少了损失,增加了效益,同时在产品开发上创出一条新的思路,开发出一个受市场欢迎的新产品系列。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1 大豆蛋白纤维的主要构成和结构特点大豆蛋白纤维是从榨取过油脂的大豆豆粕中, 通过生物化学手段提取球蛋白,并改变蛋白质空间", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1 引言对苯二甲酸丙二醇酯（Polytrimethylene Terephalate）,简称PTT,是由1,3丙二醇和对苯二甲酸缩聚制成的芳香族聚酯。在化学结构上,可以看成是PET、PBT的同系物。PET、PBT、PTT 于1941年在实验室合成,其中:PET和PBT分别于20世纪的50年代和70年代实现了工业化生产; 而PTT由于主要的合成单体1,3丙二醇（PDO） 制备较难、成本高,长期以来未能实现工业化生产。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1 竹纤维大提花面料开发的必要性近年来,随着经济的发展和人们生活水平的提高,人们的消费观念逐步向追求时尚、舒适、健康的方向发展,绿色环保产品开始受到重视,人们开始试图从更多的植物中提取纤维,作为纺织纤维的后起之秀。竹纤维便是其中之一,具有许多独特优", "label": "纺织科学与工程", "id": 0}
{"content": "介绍海岛超细纤维人工革的生产流程、染色及后加工", "label": "纺织科学与工程", "id": 0}
{"content": "<正>PET纤维具有强度高、化学性质稳定、耐水洗、热稳定、抗起皱等特点,是制作服装的主要原料。由于其主链缺少极性基团、结晶度高、表面自由能低和疏水性强,导致纤维抗静电性、吸湿性和透气性等性能明显比天然棉纤维低,舒适性较差。为了克服这些缺陷而展开", "label": "纺织科学与工程", "id": 0}
{"content": "竹纤维素纤维织物上色性好、透气性佳,具有环保性能。介绍了竹纤维混纺织物的生产工艺和技术要点。", "label": "纺织科学与工程", "id": 0}
{"content": "主要介绍防紫外大豆蛋白复合织物的产品设计、生产工艺、织物性能测试,分析找出在其设计和生产中影响织物性能的一些参数。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了Tencel府绸的设计与生产过程,阐述了其生产工艺路线及关键生产技术。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了用水溶性海岛丝试制,生产仿麂皮绒织物的织造及染整工艺。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1 原料介绍 PLA（polylactic acid）纤维,即聚乳酸酯纤维,它是美国卡吉尔道（Cargill Dow）公司向世人推出了一种由玉米制成新型的环保型纤维。Cargill Dow公司生产的PLA纤维商品名为Natureworks。 PLA纤维的原料来源于玉米淀粉,而非石油类矿物质。因此此种产品用完之后它可以被用作混合肥料或者埋于地下,通过地下微生物作用被分解。无论哪种方式,分解物都可通过植物的光合作用转变为淀粉。另外,当其焚化处理时,燃烧气体中也不含有害气体,而且燃烧热也极低。因此被称为", "label": "纺织科学与工程", "id": 0}
{"content": "本文较详尽地介绍了丽赛纤维的物理、机械性能,并探索了丽赛的纯纺和与棉混纺的机织用纱、针织用纱的生产工艺路线,用试纺的纱线产品进行了相应织物的产品的开发。", "label": "纺织科学与工程", "id": 0}
{"content": "从原料选择、纱线与织物设计、纺织生产工艺及技术要点等方面详细介绍了对棉型大豆纤维纺织产品的研究和开发实践,并对不同产品的主要机械性能进行了测试分析。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>前言进入二十一世纪,人们对环保及功能性纺织品的需求不断提高,尤其是国内外客户对生态功能性纺织品需求剧增。我们应用英国阿考迪斯公司生产的环保新型纤维一天丝G100型纤维与美国杜邦生产的高科技新型聚酯纤维Coolmax分别纯纺后进行交织,做成面料再经过染整加工,制成各类成衣。该类产品即体现了优雅、软滑悬垂的风格,又具有环保、舒适的功能性特点,该产品畅销日本市场,深受消费者欢迎。", "label": "纺织科学与工程", "id": 0}
{"content": "本文重点介绍了以Siemens S7 PLC为核心的基于现场总线的分布式控制系统（FCS） 在我公司开发的日产150t大容量涤纶纺丝生产线中的应用、特点、系统结构与实现方式。", "label": "纺织科学与工程", "id": 0}
{"content": "概述了丝胶的特点及目前丝胶总体应用情况,论述了涤纶织物经丝胶处理及戊二醛固着后服用性能得到改善的研究．结果表明,经过丝胶处理后的涤纶织物的服用性能较未经过丝胶处理后的涤纶织物有了很大提高。为改善涤纶织物服用性能研究提供了一种参考方法．", "label": "纺织科学与工程", "id": 0}
{"content": "研究海岛型超细涤纶在经编上使用,生产仿麂皮绒过程中,由于碱减量开纤,低聚物附着在织物上,在染色过程中影响染料的上染性,最终成品上产生黄斑,影响等品率,通过在碱量结束后,水洗掉低聚物,产生良好的染色效果。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了涤纶仿真丝织物常用的原料,列举了几种仿真丝织物的工艺参数、织物的后整理方法,并提出了涤纶仿真丝织物的发展方向。", "label": "纺织科学与工程", "id": 0}
{"content": "北朝至唐时期,丝绸之路的畅通促进古代中国与中亚、西亚贸易往来、文化交流,丝织业有着空前的繁荣发展,织造技术突破传统并主导了唐以后丝绸技术主流,成为中国丝绸历史上最为灿烂的篇章。本文分析都兰出土的两片\"狮纹锦\",分析狮纹特征、织物组织结构变迁及织造技术的改进,窥视中原与中亚、西亚丝绸织造技艺的融合发展历程。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>缂丝是一种独特的丝织技法,它能自由地变换丝线的色彩,擅长表现细致精微的色彩过渡和转折,有层次丰富和灵活多变的装饰效果,它所表现的物象工丽细巧,生动逼真,因而特别适宜以书画作品为粉本进行模仿织造,从而制作成新的欣赏性艺术作品,这种艺术品被称为缂丝艺术品。缂丝艺术虽摹缂书画,但并非简单地照葫芦画瓢,需要织制者具备纯熟的工艺技巧和相当高的书画艺术修养,是一种艺术的再创作,很多缂丝书画甚至达到了超越原作的境界,取得了很高的艺术成就。古人言\"一寸缂丝一寸金\",", "label": "纺织科学与工程", "id": 0}
{"content": "<正>一幅好的书画手卷,总会在开卷之前看到其外包裹的缂丝包首;一件珍贵的唐代着衣人物陶俑,也会在其腰间出现细腻的缂丝腰带……缂丝这种特殊的织物之于中国可谓涉及艺术与生活的方方面面,唐人郑维曾以\"何物离披最可人,纸间经纬别有因……阿谁巧作维摩手,就里挥毫称绝伦\"赞叹大唐织绣之美,所指的大概就是当时的刺绣与缂丝织造技艺了。缂丝是指以\"通经回纬\"的梭织方法在经向纱线上缠绕各色纬线,织成花纹的传统织造工艺。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>缂丝的历史缂丝是我国古老的丝织工艺,它以通经回纬的技法,以花纹为单位来回挖织。根据花纹需要频繁换梭,因此费工费时,完成一件大尺寸作品差不多需要一年时间,所以有\"一寸缂丝一寸金\"之说。缂丝源于今西亚地区的缂毛工艺,唐代出现了用丝线制作的缂丝,在今新疆、青海、甘肃地区的唐代墓葬里发现了实物。这些缂丝大多为窄幅的绦带,用于腰带等实用装饰。", "label": "纺织科学与工程", "id": 0}
{"content": "中国是一个历史悠久的文明古国,在几千年的历史长河中,遗留下了无数的珍贵文物。丝绸,作为中国古老文化的象征,随着丝绸之路早已流传到了世界各地,各地对丝绸的研究一直是广大科研工作者关注的焦点。截止到目前,中国境内发现的丝绸种属皆为桑蚕丝[1],而蚕丝在种属分类上除了桑蚕丝还有蓖麻蚕,栗蚕等多种类型[2]。由于丝绸在长期的埋葬环境中极易遭受细菌,微生物的侵蚀而糟朽导致形貌结构难以用肉眼辨别,这便为丝绸种属的鉴定工作带来了极大的不便。传统的方法如扫描电镜[3],红外[4],XRD[5]将不再适用,故急需一种可靠灵敏的方法用于鉴定古代丝绸。本研究采用免疫印迹与蛋白质组学的方法结合鉴定标准桑蚕丝,蓖麻蚕丝和栗蚕丝样品,从而找到三者的差异,尤其利用液-质联用的方法获取蚕丝蛋白的标志物然后将其应用到古代文物样中。从实验结果可以明显的得到桑蚕丝,蓖麻蚕丝和栗蚕丝的区别,获得三种蚕丝的蛋白标志物。将所采用的方法应用到文物样样品中发现找到了只有桑蚕丝含有的蛋白标志物,故可成功鉴定该文物样品源于桑蚕丝。本研究说明利用液-质联用的方法可以成功用于鉴定古代丝绸种属,这为考古学界提供了更为准确可靠的方法,有助于广大学者对丝绸的进一步研究。", "label": "纺织科学与工程", "id": 0}
{"content": "丝绸文物是我国宝贵的文化遗产,而丝绸文物主要可分为桑蚕丝织物和柞蚕丝织物[1-2]。针对准确鉴定丝绸文物的迫切需求,通过筛选出桑蚕丝素蛋白中一个丰度较高的十二肽段GAGAGSGAGAGS[3],将这个肽段与载体蛋白偶联,并对新西兰大兔进行免疫注射制备出相应的抗体,利用所得抗体对桑蚕丝进行酶联免疫鉴定。此外,利用液相色谱-质谱联用技术来鉴定桑蚕丝素蛋白,该方法是将桑蚕丝素蛋白经酶切后产生的多肽混合物先由高效液相色谱系统（HPLC）进行分离,接着利用串联质谱（MS/MS）进行多肽序列的分析[4-5],得到了几种特征肽段序列。由图1所示,利用特征肽段GAGAGSGAGAGS制备的抗体在对桑蚕丝素蛋白溶液的间接ELISA滴定实验中表现出明显的阳性。由图2与表1所示,桑蚕丝中存在丰度与长度各不相同的特征肽段,其中序列为TFVITTDSDGNESIVEEDVLMK的肽段丰度最高,序列为ERALPcVNc的肽段丰度最低,可利用丰度较高的肽段制备新的抗体,与现有抗体进行比较。相比于已有方法,我们提出利用酶联免疫技术鉴定桑蚕丝素蛋白,并成功设计制备了一种效价良好的抗体。同时通过液相色谱-质谱联用技术识别出了桑蚕丝中一些特征肽段的序列,为设计新的抗体提供了可能性。", "label": "纺织科学与工程", "id": 0}
{"content": "对直辊布铗丝光机淋冲、吸液装置进行改造,增添自动测配碱控制系统。采用双向分流系统分离淡碱水,较好地实现了淡碱循环利用和浓、淡碱双变量自动调配检测。达到了降本增效、减少污水碱度的目的。而且, 对自动测配碱控制系统和淡碱水分流系统应注意的事项及操作控制进行了探讨,并提出了改进意见。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1研究背景、意义丝绸印染使用的化学染料,约有10-15％含有对人体有害或致癌的物质。大量的印染废水对环境产生了巨大的压力,以苏州为例,城市工业污水的40％左右来自纺织印染行业。国内外蚕丝业普遍生产白色家蚕茧,通过缫丝、精练、丝织、印染、整理等工序生产出有色产品,并采用各种物理或化学手段对蚕丝进行改性,但始终未能从根本上改变蚕丝的易褪色缺点。我国的丝绸印染技术还不高,染色丝绸产品在国际市场缺乏竞争力。家蚕天然有色茧丝", "label": "纺织科学与工程", "id": 0}
{"content": "调查了家蚕品种77个品种的强伸力,强度最小值和最大值分别为2．03cN／dtex和4．68cN／dtex;伸长率的最小值和最大值分别为19．21％和26．61％;品种的强力主要分布在2．51-3．00 cN／dtex之间,占品种总数 36．36％;伸长率主要分布在19．01-21．00%之间,占品种总数37．66％。家蚕品种的不同是影响茧丝强伸力的主要因素,次要因素为茧丝长度和纤度。家蚕品种茧层不同部位茧丝强度在第3-4百回时有最大值．茧丝强度与断裂强力、断裂伸长和断裂伸长率在0．01的水平上具有很强的正相关性;茧丝强伸力与全茧量、茧层量、茧丝量无相关,他们之间独立遗传。茧丝强力与茧丝长在0．01的水平上具有负相关性。含胶率和伸长率与茧丝纤度在 0．05的水平上具有的负相关性。", "label": "纺织科学与工程", "id": 0}
{"content": "蚕丝改性的方法很多,如交联、共混和接枝等,其中接枝共聚改性是蚕丝蛋白改性方法重点之一．接枝共聚是聚合物改性的重要手段之一,通过在聚合物主链上引入支链,能够为聚合物添加新性能或改善其不良性能。蚕丝蛋白中含有羟基,羧基,氨基等活性基团,因而可以通过接枝共聚法接入其它单体,在不改变其原有性质的基础上,引入新的性能．蚕丝主要用于纺织领域,但由于具有易泛黄、易缩易皱、染色性差等缺陷,应用受到局限性,因而在这方面的改性研究最多;其次蚕丝具有生物相容性好等性能,可作为抗凝血材料、细胞培养基质等生物材料,有关这方面的研究也日趋增多;另外还可通过接枝改性制备高吸水性材料．", "label": "纺织科学与工程", "id": 0}
{"content": "<正>丝绸产品一向以品种繁多、织物密度大、组织结构复杂、穿着舒适华贵而著称。就丝绸行业而言, 挠性剑杆织机的品种适应性也最为广泛。但是,由于剑带导钩是挠性剑杆织机上必不可少的部件,织制高经密丝织物（指成品经密在85根/cm以上） 时,必然产生纬丝拉毛圈现象,使其坯绸下机一等品率几乎为零。因此,目前丝绸行业仅用挠性剑杆织机织制成品经密在80根/cm以下的中档丝织物 （如电力纺、双绉、斜纹绸等）,对于高档的高经密丝织物（如素绉缎、重绉、织锦缎等）,仍然用", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1 数码仿真彩色丝织技术的研发背景在丝绸产品中,提花织物由于制作工艺较为复杂,织花表现效果突出,被列为高档产品。而以多组彩色经纬交织而成的大提花织物,因其织造技艺高、表现能力强,具有较高的实用价值和艺术水准, 被奉为丝绸产品中的上品,并形成了独特的丝织艺术,这也是人类数千年创造文明的智慧结晶。", "label": "纺织科学与工程", "id": 0}
{"content": "本文通过显微镜观察、红外光谱、氨基酸组成分析、福林试荆分析等方法研究蚕丝丝素纤维的微结构、丝素表层和内层的结构差异,研究氨基酸尤其是对丝素纤维的结构和性能起重要影响的主要芳香族氨基酸——酪氨酸在丝素由表及里各层中的含量和分布,以期最终揭示丝素结构与蚕丝织物应用中的固有缺陷（如泛黄、易皱、色牢度等）的关系。结果表明蚕丝丝素存在多层次结构,表层无定形区的比例较高,里层结晶区的比例较高;侧基较大的氨基酸如赖氨酸、组氨酸、胱氨酸、精氨酸、天门冬氨酸、苯丙氨酸、亮氨酸、谷氨酸、酪氨酸等在丝素的表层分布相对较多,而乙氨酸、丙氨酸、丝氨酸等小侧基氨基酸则在中间层至里层较多。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>目前我国抽纱生产的著名地主要有广东省:汕头地区,包括潮安、揭阳、潮阳、澄海、普宁、饶平和汕头。山东省:烟台地区和青岛,包括荣成、即墨、黄县、招远、掖县、莱阳、莱西、文登等十六个县市,是我国抽纱产量较大的一个地区.抽纱产品素有八大边之称。江苏省:主要在苏州地区,包括常熟、吴县和沙洲。南京淮安等地也有抽纱生产。除以上各省,北京、上海、福建、四川、大连等省市也有一定的抽纱生产.", "label": "纺织科学与工程", "id": 0}
{"content": "在家蚕常规饲养的基础上,在人工饲料或桑叶中添加经过筛选和处理的各种生物有机色素,使蚕食后改变其丝腺着色性能,根据添食色素不同而呈现各种色彩,结出五彩缤纷的蚕茧。家蚕通过色素添食技术来生产彩色茧的办法是可行的。我们研制出了多种彩色茧以及加工技术。", "label": "纺织科学与工程", "id": 0}
{"content": "我国兔毛资源浪费严重,在纺织加工中每年都有大量的兔毛副产品、不适合纺纱的短纤维、粗毛和两型毛等兔毛原料被丢弃,这些兔毛废弃物属于动物蛋白纤维,含有相当丰富的角蛋白。据统计,我国每年有几十吨的兔毛废弃物会被直接丢弃在垃圾填埋场,既浪费宝贵的角蛋白资源,又加重对环境的污染。如果能够将这些废弃的兔毛进行回收,不仅可缓解当前兔毛废弃物堆积而导致污染环境问题,还使废弃资源重新获得使用价值。本文通过对兔毛中氨基酸的成分组成与含量进行分析,发现兔毛中以精氨酸的含量占6.32%,高于其他制备L-精氨酸的原料,因此兔毛可被认为是一种提取L-精氨酸的良好材料。本课题首次提出兔毛为原料提取L-精氨酸,并通过优化工艺条件来确定一个连续可操作的工艺流程,实现整个生产工艺的产业化。首先,本课题采用酸解法探究兔毛的水解工艺,并以兔毛溶解率及以精氨酸浓度为指标对工艺进行优化,将浴比、温度、时间作为影响因素设计正交试验,获得最佳的水解工艺:兔毛与8mol/L盐酸的浴比为1:2,反应温度为115℃,反应时间为8h。其次,将兔毛水解液进行脱色、脱盐处理研究,对比各种处理方法,最终选择两步法联合处理兔毛水解液,第一步是采用浓缩结晶法除去溶液中部分酸性、中性氨基酸及部分无机盐,该过程的脱盐率为18.7%,L-精氨酸损失率为5.2%;第二步是采用树脂吸附法,反应温度、树脂用量、时间作为影响因素设置单因素试验,考察了四种树脂对色素、无机盐及L-精氨酸的吸附性能。试验结果分析确定兔毛水解液先后通过D3520树脂、201×7树脂的共同吸附达到增强脱色、脱盐效果。最后,选择离子交换法从兔毛水解液中提取L-精氨酸。通过静态法考察001×7、D001和D155三种树脂对L-精氨酸的吸附平衡时间、溶液pH、兔毛水液中以精氨酸初始浓度及吸附等温曲线,结果表明H种树脂的吸附平衡时间分别为60min、60min和150min;001×7、D001树脂的最佳pH为6-7之间,D155树脂的最佳pH为8左右,最佳L-精氨酸初始浓度为20g/L。对三种树脂的吸附等温曲线进行Langmuir方程的线性拟合,得到三种树脂的最大平衡吸附量分别为66.67mg/g、70.42 mg/g、46.51 mg/g,并且三种树脂对L-精氨酸的吸附行为都能很好的用Langmuir方程描述。通过动态法探讨三种树脂在不同上样流速下对L-精氨酸吸附的穿透曲线,结果表明低流速更有利于吸附,最佳上样流速为1mL/min。选择001×7树脂为理想吸附剂,对其穿透曲线进行积分,得到最佳的兔毛水解液体积与树脂质量比为4:1。以氨水为洗脱剂,考察树脂在不同浓度的氨水和洗脱流速下的洗脱曲线,确定氨水浓度为2mol/L,洗脱速度为1mL/min。在上述吸附和洗脱条件下进行工艺,得到该工艺的L-精氨酸吸附量为64.06 mg/g,洗脱率为92%。综合上述每步优化后的工艺,最终形成一个完整、连贯的从兔毛中提取以精氨酸的生产工艺流程,并且在该工艺得到以精氨酸得率为3.15%,提取率为49.85%。", "label": "纺织科学与工程", "id": 0}
{"content": "随着科技水平的提高,空气质量呈现下滑的趋势,空气污染日渐严重。由各种环保纺织纤维所生产的空气过滤材料应运而生。如今具有吸附性能的兔毛制品在当今市场上空气过滤等方面应用广泛,如何进一步提高兔毛织物的吸附性能是一个值得研究的问题。试验材料包括如下:40支,60支,80支三种纯兔毛夹层机织布料;40支,60支,80支三种纯兔毛针织物表里层布料;AFT8130过滤效率试验台。进行织物选取→纯兔毛夹层织物基本性能分析→兔毛吸附性能进一步研究。采用正交实验设计,选用3因素3水平正交试验。随后用极差分析法以及方差分析法对试验数据进行分析,得出最终结论。从极差分析中得到夹层的影响是最大的,其次是层数,夹层规格的影响最小。由方差分析可得提高过滤效率的最佳工艺条件为40支兔毛针织物表里层,表里各两层,共四层,夹层支数为60支。兔毛织物吸附性能的作用机理通过静电引力作用吸附微小颗粒。这种物理吸附能力与材料本身的物理性能有关,如材料的外观风格,厚度,表面平整程度,纤维的线密度,材料的均匀度等。虽然层数越大吸附的小颗粒数就越多,但是织物的层数与厚度有关,而层数过大时,过滤阻力也大,过滤阻力增大会导致过滤效率减小,织物吸附性能降低。支数为60的兔毛夹层机织物虽然外观风格比40支的稍差,但是紧度小过滤阻力也小,综合来看60支数的夹层是最优解。", "label": "纺织科学与工程", "id": 0}
{"content": "通过分析极细羊毛纤维的结构特点和理化性能,深入研究对其造成损伤的物理加工和化学加工过程,最大程度的保护纤维强力。在染色和整理工序采用低温、短时工艺,减少对羊毛内部结构的破坏,同时优选环保生态的染料和助剂,降低能源消耗和污水排放。在梳理和纺纱优选最佳的工艺参数,尽可能的减少工序、降低拉伸,保护极细羊毛的强力和伸长。在织布工序,分析织机动程和纱线位移的关系,使纱线在极小的被动拉伸下织入布面,纹路清晰,呢面洁净。该项技术的研究不仅能够实现极细羊毛的生态低损伤加工,又能保证开发的产品手感丰满、光泽持久,使之成为高端人士最推崇的西装和服饰面料。", "label": "纺织科学与工程", "id": 0}
{"content": "对同一批次超细羊毛由前道不同的生产工艺参数生产下的不同长度的超细羊毛进行纺纱对比试验。根据羊毛纤维长度的变化,在同一机型上采用同一纺纱工艺方案,测试分析纺纱过程中纱线断头率、纱线的CVm、细节Thin、粗节Thick、毛粒Nep、毛羽H、强力等各项指标,通过综合对比测试得出超细羊毛纤维长度几乎影响纱线的所有质量指标,从而提出超细羊毛的毛纤维长度大小对纺纱生产工艺参数的制定有着重要的影响,同时对改善成纱质量提出一新的途径。", "label": "纺织科学与工程", "id": 0}
{"content": "超声波在水介质中具有辅助洗涤的作用,超声波洗涤具有较高的洗涤效率,可以在较少的洗涤剂用量,较低的温度,较短的时间条件下达到较好的清洁效果。该技术可应用于洗毛工艺,减少洗毛工业中的热能消耗和洗剂消耗。本文介绍了超声波应用于洗毛工艺的原理和特点,影响洗涤效果因素,合适的超声波洗毛工艺条件,与传统洗毛工艺相比超声波洗毛的洗涤效果以及超声波洗涤后羊毛纤维物理及化学结构的变化。综述了目前国内外的一些最新研究进展。", "label": "纺织科学与工程", "id": 0}
{"content": "毛衣要求保暖、柔软、滑爽而有身骨,尺寸稳定。军用毛衣还希望有良好的抗起毛起球性能。采用提高捻度的方法可抑制起毛起球,但捻度过高时易恶化手感。针对军警全毛毛衣手感偏硬、容易产生蠕变松懈、尺寸不够稳定的问题,提出了两类优化技术。一是优选了柔软剂及整理工艺,在捻度仍然适当偏大的前提下提高了手感的柔软滑爽效果;二是在毛纱中并入PTT/PET并列复合弹性长丝,利用弹性丝较高的弹性恢复率使毛衣具有良好的回弹性,提高了毛衣的贴身性和保暖性,降低了毛衣的蠕变松懈现象;并利用PTT/PET并列复合弹性长丝拉伸刚度和弯曲刚度较低且接近羊毛纤维的特点,加入弹性丝后仍然保持毛衣的全毛手感。由于PTT/PET并列复合弹性长丝的原料成本低于羊毛,故弹性丝的应用在优化毛衣性能的同时,提高了性价比。", "label": "纺织科学与工程", "id": 0}
{"content": "通过阐述多种弹性纤维的性能及其品种的设计及后整理工艺,对比分析了多种弹性纤维品种的特点及适用性,对弹性精纺面料品种的开发及批量生产有一定的指导意义。", "label": "纺织科学与工程", "id": 0}
{"content": "叙述了轻柔滑爽毛呢面料的生产工艺及创新工艺。通过优选不同原料、染化料及使用先进的烘干设备保障纤维的颜色和烘后纤维回潮率的一致性;通过合毛工艺、合毛方法的改进及梳理工艺的优化、捻系数的选择及操作法的改进,提高毛纱质量;通过整经上蜡及织布机设备的改造和储纬器不同个数的使用,提高坯布的生产效率及质量;通过坯布落布匹长的调整及缩呢工艺的重点控制和不同型号起毛针布的搭配使用和设备的创新应用,提高成品的质量。", "label": "纺织科学与工程", "id": 0}
{"content": "针对兔毛面料的掉毛问题,经多组实验进行设备改造,创新与优化工艺。在缩呢机墙板左侧增加了一套缩呢压力气动自动化控制系统、在墙板右侧增加了一套电机变频调速装置,便于控制调节压力,减少缩痕与缩洞:并创建了JZX缩呢法。研制FSTES和毛方法,改造和毛机油嘴的调节与喷洒状态,有效改善了兔毛纤维的可纺性,提高了制成率与效率。采用CMW-80型微波烘干机,通过磁控管发射微波对纤维进行烘干,最终成功开发了高档、高支、超薄、高附加值、高比例的不落毛兔毛面料。", "label": "纺织科学与工程", "id": 0}
{"content": "重点就毛衫设计中面料再造的表现手法进行了研究。在毛衫面料再造设计的表现中通过内部的处理表现手法、外部处理表现手法以及组合处理的表现手法进行研究。在内部的处理表现手法中主要从褶皱、褶裥、抽缩、凹凸、堆积、挖洞、镂空、抽纱等处理手法进行研究,在外部处理中主要通过贴、缝、绣、添加相同或不同材质的处理方式。得出在设计毛衫时要结合以上3种的处理手段,这样才能丰富毛衫面料的设计,拓展毛衫整体造型变化的空间,为毛衫设计人员提供更广阔的创作灵感。", "label": "纺织科学与工程", "id": 0}
{"content": "基于对牦牛绒纤维的特性分析,研究采用精梳毛纺工艺流程生产纯纺精梳牦牛绒条的方法。对各工序工艺措施和设备改造的方法进行了探讨,重点对和毛加油、梳毛成条和针梳工序的梳理点布置、速度、定量、隔距等参数进行了阐述。通过产品试纺与物理性能指标测试,结果表明:采用精梳毛纺工艺流程能对较短的牦牛绒纤维实现精梳制条,与棉型制条工艺相比,不仅绒条纤维顺直、条干均匀,而且为后道加工精梳高支机织纱奠定了基础。", "label": "纺织科学与工程", "id": 0}
{"content": "通过对经档、经绞印在精纺毛织物中的表现形式,指出了在影响产品质量的众多因素中经档、经绞印相对于其他纺织疵点来说具有较大的危害性、隐蔽性;同时通过对经档、经绞印形成原因的分析,总结出此类疵点可能产生的生产工序及形成原因,并对其做了较为详细的分析研究,提出了在实际生产过程中解决此类疵点相应的预防、控制措施,尤其是对含水溶纤维的产品呢面经档、经绞印的预防、控制有独到的见解,对企业的生产具有一定的指导意义。", "label": "纺织科学与工程", "id": 0}
{"content": "针对轻薄型精纺面料发展现状。为加快其发展速度,从个人角度出发,肯定单股毛纱织品有广泛的发展前景,对这类产品的发展优势、过程,作了简要的分析。事实证明,发展单股毛纱织品,实现单纱化工艺路线的必然性,用产品对比的方法,找出了单纱进和股线2种同类产品,生产成本存在很大差异,证明发展单纱织品的必要性,并进行了切合实的分析,为毛纺企业全面了解开发单股毛纱织品有一个正确的认识,有助于加快轻薄型面料发展的进程。", "label": "纺织科学与工程", "id": 0}
{"content": "主要介绍开发毛纺面料产品与流行趋势信息获得的重要关系,开发产品时怎样关注流行信息,怎样收集流行信息,如何分析整理已收集的流行信息,根据流行、面料品牌的定位、有针对性的开发产品,提高毛料产品的时尚度,增加产品的市场竞争力。随着经济的发展,市场对毛料产品开发品种的要求越来越高,这种趋势是毛纺企业发展的方向,与流行结合的越紧密,开发的产品定位越准确,市场占有的机会就会越大,企业业绩定会得到大幅而长远的发展。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍国内外花式纱线毛衫设计和生产现状,指出当前花式毛衫研发受局限的原因;选取不同长度的段染纱线,通过的实验对比手法,进一步分析段染花式纱线在基本组织不同幅宽中的呈现不同形状花纹特点,并得出段染纱线变化和段染纱线循环长度,纱线段染比例,织物幅宽及织物组织有密切关系的结论,探讨了段染花式纱线在基本组织中织物花纹的变化规律及主要影响因素,对毛衫产品的开发及提升具有重要的现实意义。", "label": "纺织科学与工程", "id": 0}
{"content": "主要探讨纯羊绒产品在纺纱中的工艺技术问题。由于纯羊绒产品在细纱及后道生产过程中难度不大,因此主要针对纯羊绒产品在进口前纺设备上生产时从工艺技术方面所作的调整。通过对比试验发现:缩短工艺道数、降低各道牵伸倍数与并合的根数、改善针梳机上的针板号数、增加粗纱条出条条重能确保纯羊绒条条干质量。同时在针梳机上喷加和毛油时喷加的量要充足、均匀;同时保证毛条的储存时间,能提高羊绒条抱合性能,防止出现因毛条松散而影响羊绒条的正常生产。", "label": "纺织科学与工程", "id": 0}
{"content": "上机图的设计对产品的生产和产品的质量有很大影响:地经与毛经排列比为1:2的毛巾织物将地经纱夹在两根毛经纱中间穿入筘齿可以使毛经纱受到的摩擦阻力小,有利于织造顺利进行;联合织物组织图中尽可能使不同组织的边界左右配置成经纬组织点相反,使织物的条纹界线分明;要求织物正反面显示不同颜色时,正面纱线的长经浮线应能盖住相邻反面纱线的短经浮线,织物正面才能不显露反面纱线的颜色;花式纱罗在生产时绞经在地经某一侧需要开口的次数多时,起始时该绞经就应该安排在地经的这一侧,以减少经纱断头率,提高织造效率。", "label": "纺织科学与工程", "id": 0}
{"content": "本文分析了我国羊绒行业山羊绒分梳设备的现状及有关工艺,研发出新型山羊绒分梳设备并介绍了有关特点及主要技术指标。为各羊绒生产企业分梳山羊绒作参考。", "label": "纺织科学与工程", "id": 0}
{"content": "本文针对目前我国部分精梳毛纺企业在实际生产中,存在着毛纱一等品率高,而该批产品坯布下机一等品率降低的反常现象。通过采集生产企业毛纱、坯布实际检验的数据,采用数理统计的方法和相应的分析软件,对毛纱质量指标与坯布质量相关性进行分析。研究发现现行的精梳毛纱质量评等标准存在一定的缺陷,不利于坯布质量稳定和提高。并从毛纱与坯布相关性的角度,提出了修改现行精梳毛纱质量评等标准的意见,有利于精梳毛织品坯布和成品质量的控制和提高。", "label": "纺织科学与工程", "id": 0}
{"content": "碱性果胶酶可用于苎麻脱胶和棉织物前处理的精练工艺,与传统的高温碱煮方法相比,具有保护纤维、降低能耗、水耗等优势。碱性果胶酶PEL168的比酶活为353 U/mg,在50℃时的半衰期为2 h,该蛋白的晶体结构已经被解析。本研究基于对PEL168的结构分析,分别从增加盐桥,增加二硫键、增加局部结构的柔韧性等方面进行理性设计提高PEL168的比酶活和稳定性,但是大部分设计都造成了酶活的降低或者完全失活,只得到了一个比酶活提高1.32倍,pH稳定性提高的突变体V132F。因此采用随机突变进行改造,利用error-prone P℃R建立突变体文库,通过果胶底物平板初筛和96孔板复筛得到一个比酶活提高1.81倍的突变体K47E（640U/mg）,在50℃时的半衰期也延长至4.5h。鉴于有利突变的累积效应,将突变位点V132F和K47E进行组合,得到双突变体K47EN132F,其比酶活提高至873 U/mg。由于第47号位点的突变是随机得到的,暗示该位点对PEL168的比酶活有着重要的影响,随后以双突变体K47EN132F为模板对47号位点进行定点饱和突变,筛选到比酶活提高至1388 U/mg的突变体K47D/V132F。最后根据文献报道的嗜热果胶酶或者最适温度较高的碱性果胶酶与PEL168进行同源序列比对,在活性中心附近确定了突变位点R272W/Y,最后获得突变体K47D/V132F/R272W,相对于野生型,其比酶活提高了4.37倍（1544 U/mg）,在50℃时的半衰期延长至5.6 h,动力学参数测定发现其催化效率也明显提高。结构分析发现K47D/V132F/R272W催化三联体的空间距离增加,使得底物更加容易与活性中心结合,且非共价键的增加使得催化三联体的结构也变得更加稳定,从而突变体的比酶活提高;47号位点氨基酸残基处的氢键增加,整个突变体的折叠自由能降低,使蛋白结构变得更加稳定可能是热稳定性增加的原因。为了测试该碱性果胶酶生物精练的效果,用胚布进行了酶法煮练的小试,发现用突变体酶K47D/V132F/R272W处理胚布后,胚布的润湿性明显增强,润湿圈面积为14.13 cm2,布料也变得更加柔软,而未经酶处理的布润湿性很差,润湿圈面积只有2.00 cm2。扫描电子显微镜（SEM）观察也发现经过酶处理后的纤维表面更加光滑。", "label": "纺织科学与工程", "id": 0}
{"content": "在众多的纺织纤维中,麻类纤维是极具发展潜力的绿色环保纤维。然而,作为麻类纤维原料的原麻中含有大量的胶质,如果胶、半纤维素、木质素和蜡脂质等,不能直接用于纺纱工艺,必须经脱胶处理才能进行后续加工。麻脱胶是一个复杂的提取麻纤维的过程。从环境保护角度考虑,生物脱胶被认为是能够取代耗能大、效率低、污染严重的传统脱胶工艺的极有发展前途的一种方法。用基因工程菌产生的碱性果胶酶处理代替碱对麻织物进行煮练加工和整理工艺,以去除初生胞壁中的果胶物质,在比较缓和的pH值和温度条件下使织物手感柔软,强度高,而且还能避免因微生物处理造成的纤维素的降解。透明颤菌VHb基因（vgb）的表达能够改善宿主细胞的呼吸强度、降低细胞临界氧浓度、促进细胞高密度培养,可促进宿主细胞的生长,提高目的代谢产物的产量以及蛋白的合成,延长细胞的寿命。为了提高其产果胶酶能力,本研究通过同源重组方法将vgb基因整合到Bacillus subtilis A5染色体上,得到能够正确表达血红蛋白的菌株Bacillus subtilis A5-vgb（+）,并研究其亚麻脱胶效果。首先根据GenBank中枯草芽孢杆菌amyE基因、启动子p43以及vgb基因的序列,参考文献,利用引物设计软件Primer Premier 5.0分别设计引物amyE-up1、amyE-up2、amyE-down1、amyE-down2、p1、p2、vgb1、vgb2。根据pHSG-398质粒图谱分别设计引物cm1、cm2。在上述引物5’端分别加入酶切位点:amyE-up1)XhoⅠ),amyE-up2（HindⅢ）,amyE-down1（XbaⅠ）,amyE-down2（SacⅠ）,p1（EcoRⅠ）,P2（BamHI）,vgb 1（BamHI）,vgb 2（Xba.）,cm1（HindⅢ）,cm2（EcoRI）。分别以amyE-up1、amyE-up2,amyE-down1、amyE-down2为引物利用PCR技术扩增从A5菌株中PCR扩增出amyE上下游片段作为同源重组臂。以cm1、cm2为引物从pHSG-398中扩增出氯霉素抗性基因（cm）,P43与vgb的片段以p1、p2和vgb1、vgb2为引物,分别从A5菌株以及pMD-vgb质粒中得到。片段经过纯化后,分别使用限制性内切酶,插入pSK载体中,得到含有vgb基因的PSK质粒（PSK-vgb（+））。为了得到稳定整合血红蛋白基因的A5-vgb（+）枯草芽孢杆菌菌株,将所得到的pSK-vgb（+）质粒进行XhoⅠ的单酶切,并使用碱性磷酸酶去磷酸化,纯化后的片段通过电转法转化（2.0kv,4.5ms-5ms）。37℃,200 rpm振荡培养,复苏3小时后,培养在含有10ug/ml的氯霉素LB固体培养基上涂布,过夜培养,在此平板上生长的菌落即为整合菌株。之后通过双酶切、琼脂糖凝胶电泳鉴定vgb基因是否正确插入。利用一氧化碳差光谱法测定血红蛋白的表达情况,血红蛋白与一氧化碳的结合在420nm处出现的特征峰证实了表达的血红蛋白具有活性。并通过发酵摇瓶试验研究VHb对菌株果胶酶产量的影响,通过DNS法测定果胶酶酶活,在150 rpm,37℃,pH=8.0,16小时发酵的条件下,vgb基因的表达促使A5-vgb（+）菌株的果胶酶产量较不含vgb基因的菌株提升了29.5%。最后将构建好的A5-vgb（+）菌株进行脱胶试验,通过XRD结晶度与电镜扫描分析鉴定脱胶效果,酶处理后的亚麻表面胶质基本去除,纤维分散程度好。由XRD与扫描电子显微镜观察,未经酶处理的原麻表面凹凸不平,有大量片状胶质,经过酶处理后的纤维成分散状,脱胶效果较好。构建的A5-vgb（+）菌株的脱胶效果相较于不含vgb的菌株,在结晶度上提高了0.55%,表面更光滑。从而证实此方法能够一定程度上提升Bacillus subtilis A5菌株的脱胶能力。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>苎麻纤维作为重要的纺织纤维,具有良好的吸湿性、透气性、防腐防菌防霉等其他天然纤维无法比拟的独特特点[1]。同时,得益于其优良的力学性能,结合当下对于绿色可再生资源的需求,苎麻纤维也被广泛应用于纺织以外的航空航天、汽车、电子以及建筑等领域。然而,苎麻纤维等天然纤维共有的易燃缺点也在一定程度上制约了其应用拓展。本文针对苎麻织物", "label": "纺织科学与工程", "id": 0}
{"content": "<正>环境恶化、资源短缺和能源危机使得天然纤维复合材料在国际上受到越来越广泛的关注和重视。本文通过树脂传递模塑成型（RTM）工艺流动充模实验对比测试了黄麻纤维织物在矿物油和玉米糖浆溶液中的渗透率,探讨了黄麻纤维的吸收膨胀现象对渗透率的影响,并分析了黄麻纤维渗透率与注射速度和纤维体积含量的关系。结果表明,黄麻纤维织物在矿物油中的", "label": "纺织科学与工程", "id": 0}
{"content": "为分析亚麻面料表面毛羽与纤维抗弯性对亚麻服装刺痒感的影响,本文测定了亚麻面料表面毛羽的直径、数量及纤维的抗弯性,并通过穿着实验对亚麻服装刺痒感进行穿着评价。实验结果表明,粗硬的毛羽是引起人体刺痒的重要因素,使亚麻面料服装产生穿着刺痒感的单根纤维直径的阈值为16μm及以上。", "label": "纺织科学与工程", "id": 0}
{"content": "本课题在亚麻下脚料——亚麻二粗上应用生物酶脱胶技术,成功制取纺织可用的亚麻纤维。通过大量试验,制定出适合规模生产的生物酶脱胶工艺。测试表明,生物酶脱胶具有良好的环保性能。", "label": "纺织科学与工程", "id": 0}
{"content": "通过大麻韧皮的优选、脱胶方法及工艺优化、多步梳理工艺及生产流程的优化,实现了毛型大麻纤维产业化关键技术的突破,制成了长度81.5mm、细度4.6dtex的毛型大麻纤维,并已产业化生产。", "label": "纺织科学与工程", "id": 0}
{"content": "与热碱蒸煮的化学脱胶工艺相比,生物脱胶技术在环保、节能及提高产品质量上均具有很大的优越性和良好的应用前景。本文主要介绍了生物脱胶技术的意义、发展过程、三类脱胶方法及该技术存在的不足与未来发展方向。", "label": "纺织科学与工程", "id": 0}
{"content": "罗布麻纤维是一种性能优良的天然纤维素纤维,在当前石油资源日益枯竭的背景下,罗布麻提供了生物基高分子材料的新来源。对罗布麻纤维脱胶过程中纤维组分变化以及性能变化进行分析,研究脱胶过程中纤维组分与性能的变化规律,为寻求最佳的脱胶工艺参数提供依据。", "label": "纺织科学与工程", "id": 0}
{"content": "针对麻纤维采用化学脱胶会对纤维造成损伤的问题,提出了大麻纤维生物酶脱胶的新方法。并且用正交试验方法确定了生物酶脱胶的最佳工艺,即作用时间2h,果胶酶浓度5g/L,pH值4.5,温度50℃;后处理氢氧化钠浓度0.6%。生物酶对大麻进行脱胶处理,其作用条件温和,对纤维损伤小,生产中容易掌握脱胶的程度,有利于提高m麻率,且耗水少、污染轻。", "label": "纺织科学与工程", "id": 0}
{"content": "利用TRIZ理论对苎麻剥麻机进行创新探讨,从多个方面提出了几种改进苎麻剥麻机的方案,并对这几种方案的具体实施进行了分析和总结.", "label": "纺织科学与工程", "id": 0}
{"content": "由亚麻雨露麻茎上分离筛选到两株高产碱性果胶酶和半纤维素酶的细菌,对其进行了鉴定及脱胶效果试验,优化了亚麻沤麻工艺。", "label": "纺织科学与工程", "id": 0}
{"content": "本文首先以生物酶浓度、处理温度、处理时间等对苎麻脱胶效果影响较大三个因素为三个试验因子,采用正交设计对苎麻原麻纤维进行生物酶脱胶处理,得出在未加入Ca2+激活时,在果胶酶/半纤维素酶浓度为12/4mg·ml-1、酶处理时间5h、酶处理温度50℃条件下,苎麻脱胶效果较理想,此时所得苎麻纤维的性能为:残胶率为3.9%,断裂强力60.2CN,纤维长度为96mm。在此条件下加入Ca2+,并以Ca2+浓度、PH值及通气量为试验因子建立Box-Behnken试验设计模型进行生物酶Ca2+激活苎麻脱胶试验。试验结果与以上未加入Ca2+脱胶的苎麻纤维的性能指标相比较表明:生物酶Ca2+激活后能有效提高脱胶效果,脱胶后残胶率为1.96%,断裂强力为64.5CN,纤维长度为101mm,与未经Ca2+激活生物酶脱胶结果相比较,残胶率的提高幅度为47.2%,纤维强力的提高幅度为6.3%,纤维长度的提高幅度为4.2%。", "label": "纺织科学与工程", "id": 0}
{"content": "本文介绍了康地恩生物酶在苎麻和亚麻脱胶中的应用,实践表明生物酶脱胶取代传统化学脱胶后,在生产成本、产品质量上均优于传统化学脱胶。环保上,生物酶脱胶COD降低,废水治理难度降低。各项数据表明在麻类纤维前处理上,生物酶处理具有化学处理无法具有的优势,具有良好的推广前景。", "label": "纺织科学与工程", "id": 0}
{"content": "采用扫描电镜、红外光谱、X-射线衍射、力学性能测试方法,对酶-化学联合脱胶法和传统化学脱胶两种脱胶方法处理后的桑皮纤维进行了结构与性能的比较分析.", "label": "纺织科学与工程", "id": 0}
{"content": "棉织物属于生物基纤维织物,具有优良的物理性能和吸湿透气性,但易燃烧,需要对其进行阻燃处理。本实验研究了精氨酸单独处理,以及精氨酸和硼砂共同处理对棉织物阻燃性能的影响。采用二浸二轧工艺对棉织物进行阻燃整理,并且采用极限氧指数（LOI）、垂直燃烧测试、热失重分析（TGA）以及扫描电子显微镜（SEM）等手段对棉织物阻燃性能和热性能进行测试和表征。结果表明:精氨酸单独作用于棉织物时,成炭性显著提高,LOI比未处理织物提高了2%左右;9%硼砂和5%精氨酸复配处理后的棉织物相对于只用9%硼砂处理的棉布,LOI从23.1%提高至24.9%,垂直燃烧测试的损毁长度从12.4cm减小到4.9cm,TGA测试结果显示织物残炭率也随精氨酸的加入而提高;SEM测试显示,单独使用硼砂处理的棉织物在燃烧之后的纤维破坏严重,而加入精氨酸之后,其纤维在燃烧后依然能够保持较完整的结构。", "label": "纺织科学与工程", "id": 0}
{"content": "设计合成了反应两性离子和季铵盐抗菌整理剂,并成功以共价键结合到棉纺织品表面,获得持久抗菌防霉防污棉纺织品。经整理改性后棉纺织品的亲水性大大提高,且力学性能、透湿和透气性均有不同程度的增加。两性离子改性可以赋予棉纺织品广谱而持久的抑菌活性和抗细菌粘附性,季铵盐改性可赋予棉纺织品持久的广谱杀菌活性,双重改性的棉纺织品具有持久的杀菌和抗细菌粘附性。洗涤50次后,上述三种抗菌棉纺织品对大肠杆菌、金黄色葡萄球菌和白色念珠菌的抗菌率都远高于纺织行业的AAA级标准。通过改变两性离子和季铵盐的配方,可调控双重整理棉纺织品的抗菌活性和抗细菌粘附性,获得持久抗菌和防污功能的棉纺织品。蛋白组学定量研究表明,两性离子和季铵盐都能抑制大分子的生物合成,产生破坏性活性氧,进而破坏细菌膜从而导致细菌最终死亡。由于非溶出性,整理改性后的棉纺织品无毒无皮肤刺激性,在纺织、包装、水处理等领域具有重要的潜在应用前景。", "label": "纺织科学与工程", "id": 0}
{"content": "棉纺行业是中国纺织产业中最重要的基础行业之一,在推进智能制造,加速产业转型升级方面必须有自己的创新。在分析了棉纺智能化发展状况和所面临的挑战后,根据CPS的特征和现代棉纺生产流程的实际,以工业大数据和信息集成技术为基础,提出了面向智能棉纺生产的\"感知-通信-融合-控制\"四层CPS框架结构,在此基础上探讨了该架构的关键技术。CPS架构及其关键技术将有力促进智能棉纺生产各类资源的高效配置,生产流程智能优化和质量、效率的大幅提升。", "label": "纺织科学与工程", "id": 0}
{"content": "简单介绍环锭纺和紧密纺2种棉纺技术,重点阐述了不同棉纺技术对棉花纤维品质的需求,涵盖了棉花纤维的主要物理性能指标,包括长度、细度、马克隆值等棉花纤维重要性能指标,为品种选育以及棉纺生产推广提供参考。", "label": "纺织科学与工程", "id": 0}
{"content": "由于受到国内棉纱价格的影响和原棉价格的制约,以及新疆劳动力市场人力资源的紧缺,纺织行业出现了极大的经营困难,棉纱价格走低,客户对棉纱质量的要求苛刻,市场竞争激烈,致使部分纺织企业生产力下降。面对这种市场情况,沙雅富宏纺织有限公司积极加强生产管理,开展生产自救,积极行动起来,深入开展节能降耗,技术革新、操作比武和质量攻关活动,有效降低产品成本,公司生产基本保持了正常有序状态。本文仅从动力空调节能、通过一期、二期空调在生产过程中的用电比较和计算,采取了一些切实可行的革新、改造,加强内部管理方面,做了有益的尝试和实践。", "label": "纺织科学与工程", "id": 0}
{"content": "近年来,随着纺织工业的不断发展,市场经济体制的逐步建立,纺织辅助设备发展很快,现有的吹吸风清洁机无论在性能上和品种上均不能满足市场需求,为了进一步提高纺织产品的质量,改善纺织厂劳动环境,特对纺织厂细纱清洁机进行了改造设计。", "label": "纺织科学与工程", "id": 0}
{"content": "为了提高棉纺织品的生态性,降低对环境的影响,提出了棉纺织品进行生态设计的一般方法,并根据纤维原料和产品生态设计的要求,对棉花的种植、棉纺织品的生产加工、使用以及废弃全过程给出了生态设计的具体规则。强调棉纺织品要进行产品生态设计,就要对从纤维到成品加工的整个过程进行生态设计,将防治污染、环境保护和节约资源的理念应用到棉纺织品设计中,每个生产环节都应该符合生态设计的要求。", "label": "纺织科学与工程", "id": 0}
{"content": "C8.33 rex×C8.33 rex 787×394超薄纯棉色织府绸是一种高档衬衫面料,但生产时有一定难度。对其生产中的关键工序必须采取相应工艺技术措施,漂染时采用高温高压的筒染工艺、络筒时采用电子清纱与空气捻接,以减少毛羽产生和强力损失。整浆时采用分色分层排花工艺及无PVA浆料配方与合理上浆工艺参数设计,以保证片纱张力均匀和提高浆纱强力问题。剑杆织造时采用\"小双层梭口、早开口、适当加大梭口\"的工艺配置,使织机效率、下机合格率均达到90%以上。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>近年来,棉纺织行业萧条,市场上产生了越来越多的灯芯绒产品,此类布料具有透气性好、保暖性好,手感柔软,穿着舒适,是十分理想的服装面料。近年来,我公司开发了多种灯芯绒产品,积聚了一定的生产经验,现将其中的一些经验作简单介绍。", "label": "纺织科学与工程", "id": 0}
{"content": "为降低JC 5.8 tex特细号纱坯布棉结杂质,分析了影响结杂产生的主要工序,通过合理选配原料,优化开清棉、梳棉、精梳工艺参数以及加强运转操作、清整洁工作、设备维护及温湿度管理等各项基础性管理工作,取得了较好的改进效果,使布面棉结、杂质大幅度降低,实物质量水平明显提高,达到优等品标准,满足了用户的质量要求。", "label": "纺织科学与工程", "id": 0}
{"content": "为了提高低级棉纺纱质量,针对现用纺纱原料品级低、短绒含量高,造成成纱棉结多的现状,通过在工艺、设备、运转操作及温湿度控制方面采取一系列措施,并在相关品种上全面推广赛络纺工艺,最终使成纱质量得到提高,满足了用户对质量的要求,在降低用棉成本的同时,增加了企业经济效益。", "label": "纺织科学与工程", "id": 0}
{"content": "摇探讨传统清梳流程的清梳联改造方法。介绍了清梳联的优势及关键改造技术,如连续喂棉系统、气压式棉箱、自调匀整装置等。列举了清梳联相关改造的几种常见方式。同时结合实例,分析了清梳联相关改造情况。结果表明,改造后,降低了用工成本,且生条质量和产量均有明显提高,认为,企业可根据实际情况进行相关改造,以实现降低生产成本、提高产质量的目的。", "label": "纺织科学与工程", "id": 0}
{"content": "说明现有的表示棉纤维长度的各指标的含义以及它们之间的关系,并通过几种棉纤维长度的测试结果进一步说明。", "label": "纺织科学与工程", "id": 0}
{"content": "纺织工程在21世纪以来的10多年时间里取得惊人的进步,特别在2007年幕尼黑及2011巴塞罗纳ITMA展出的纺织技术包括纺前准备即开清棉、梳棉（或清梳联）、并条,精梳、粗纱等工序等都有很多进步。现在只谈纺前准备,其余下次再谈。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>利用太阳能光催化分解水制氢是未来解决能源和环境危机的一个理想途径[1-2],光催化制氢的关键在于开发新型、高效可见光响应的光催化材料,本文以苝四甲酸二酐和4-氨基-二甲基苯胺为原料,合成了一种在可见光区有较强吸收的新型苝二酰亚胺类有机半导体材料,N,N’-二（N,N’-二甲基-对-苯基）-苝二酰亚胺", "label": "纺织科学与工程", "id": 0}
{"content": "配棉技术标准是制订配棉实施方案和设计纺纱工艺的重要依据,对稳定生产、保证质量、控制成本有着积极的技术经济意义.经分析,技术品级和技术品级变异系数与成纱内在质量密切相关,色特征级和黄度变异系数对成纱的色差有直接影响。由技术品级、技术品级变异系数、色特征级和黄度变异系数组成的配棉技术标准,其特点是清晰、实用、简便,系统性强.", "label": "纺织科学与工程", "id": 0}
{"content": "棉种加工自动化生产过程主要包括脱绒、磨光、分选等环节,磨光是棉种加工的重要过程。针对目前棉种磨光机破碎率高的问题,通过对辊刷材料、辊刷结构、内筛、工作腔等关键部件及滚筒倾斜角的研究,设计一种新型的柔性棉种磨光机,有效解决棉种磨光过程中棉种的破碎问题,提高棉种的质量,促进精准种子工程和精量播种技术的发展。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了精灵-6型异纤分拣机对异纤分拣的原理、主要结构、工艺流程及安装位置,探讨其使用效果;通过多次在棉流入口投有色纸拣杂率的测试,表明废棉箱异纤清除率为80%~92%、拆卷异纤清除率为50%~70%,属于正常水平;指出:日常生产中要注意异纤分拣机对\"三色线\"的重合检查调整及清洁、维护。", "label": "纺织科学与工程", "id": 0}
{"content": "针对棉纺企业节能降耗存在的问题,详细分析了棉纺耗电的特点及其考量指标,从技术和管理两方面论述了节能降耗的重要性、迫切性和可行性。导向棉纺节电的新技术、新设备、新工艺、新器材和常用节电技术,论证新技术的可行性和发展趋向,可供新机设计、老机改造、日常生产作参考、研究。指出:节能减耗应从节电开始,节电的重点在电机,风机和照明;提倡应用新工艺新设备并把节能降耗与效益管理相结合。", "label": "纺织科学与工程", "id": 0}
{"content": "针对纺制棉纱所需原棉品质要求高且工艺难度大的现状,分析了纺超细特纱存在的问题,以试纺2.9tex紧密精梳棉纱为例,详细分析了试纺原料、工艺流程及各主要工序工艺要点,并对单纱及其试验数据进行了分析。指出:集聚纺纱线性能优越,利用集聚纺技术开发低配棉超细特精梳棉纱将更加可行。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍集聚纺纱的基本原理,分析网格圈空隙率对集聚纺棉纱质量的影响,通过正交试验法对影响细号棉纱的4个关键工艺（网格圈孔数、吸风负压、前胶辊加压、隔距块）进行优化设计,试验设计纺制7.3tex集聚纺棉纱最合理的配置方案。", "label": "纺织科学与工程", "id": 0}
{"content": "浅析在国家能源紧缺的情况下,作为耗能大户的纺织企业面临的挑战和机遇。介绍纺织企业在节能降耗上采取的一些比较普遍的方法和措施,探讨企业节电的基本思路。", "label": "纺织科学与工程", "id": 0}
{"content": "Y23是陕西恒鑫精密纺织机械有限公司自行研发,设计的棉卷运输系统。该系统可以将条并卷联合机生产的棉卷自动输送到棉精梳机上,并把棉精梳机上的空管输送到条并卷联合机上,结构新颖,自动化程度高。棉纺厂运用该设备可以在减少用工的同时极大地提高生产效率。", "label": "纺织科学与工程", "id": 0}
{"content": "探讨棕棉混纺针织纱的纺纱工艺,针对棕棉和有机棉的不同性能特点,确定合理的纺纱方案,在纺纱各工序采取一系列工艺技术措施,采用并条混和的工艺路线,通过优化工艺、严格控制好各工序温湿度,最终顺利生产出棕棉/长绒棉/有机棉40/35/25 14.6 tex混纺针织纱,满足了针织纱的使用要求;", "label": "纺织科学与工程", "id": 0}
{"content": "介绍精梳工序加工美国长绒棉的技术措施。根据美国长绒棉的特征,结合前道半制品含棉结、短绒以及成纱质量指标情况,针对性的选择精梳工艺及采取一系列技术措施。生产实践证明,精梳;住备工序采用预并条—条并卷联合机工艺和精梳工序使用密齿锡林与密齿顶梳生产美国长绒棉,解决了精梳工序加工美国长绒棉出现的生产难做、棉网质量差等问题,最终使成纱质量满足了使用要求。", "label": "纺织科学与工程", "id": 0}
{"content": "阐述了精梳纯棉纱短小粗节的防治措施,并按开清棉、梳棉、并条、粗纱、细纱工序分别进行了叙述,采取措施后短小粗节数量明显减少。", "label": "纺织科学与工程", "id": 0}
{"content": "为了提高梳棉机的梳理效能,我们在FA224型高产梳棉机上大面积采用了国产金轮（GERON）新型金属针布。30个月左右（从未磨砺）的使用实践表明:金轮针布设计先进、制造精良、梳理细致、耐磨性好、寿命较长,完全能够满足生产纯棉中细支高档针织纱的需要。使用初期与Graf针布（仅对比了盖板）无明显差别,但随着使用时间的延长,生条棉结平稳地渐渐增多,虽逊色于Graf针布,但可与KANAI针布相媲美。指出:适时更新刺辊针布和磨砺锡林（包括盖板）针布是非常必要的,否则过度磨损的针尖难以修复至获得满意的锋利度,并且应进一步提高高密度盖板的耐磨性。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了FDY 30D/12F半消光锦纶长丝的纱线性能以及在织造中的难点及解决方法。", "label": "纺织科学与工程", "id": 0}
{"content": "通过对双层双面大提花面料的织物组织进行设计,并结合色彩搭配,使织物呈现出立体感强、层次突出特殊的双面效应,对浆纱工艺和织造工艺进行优选,克服了由于复杂的织物设计带来的织造难度。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍色织大提花面料的织部工艺技术措施。经纱选用100%精梳纯棉色纱,纬纱采用两种有色粘胶长丝与银丝交替进行织造,不同颜色的纱线通过与多种不同风格的图案纹样配合,再配以明暗有致的缎纹和二重组织,使得整体布面具有十足的光泽、明暗协调的色彩和层次。浆纱工艺浆料配方要合理;织造工序控制好后梁高度、开口时间、布面张力等,产品质量达到了预期的效果", "label": "纺织科学与工程", "id": 0}
{"content": "对纯棉弹力织物布面起皱的外观特征分别进行描述,对造成布面起皱的原因进行了深入细致的分析,找出了布面起皱的多种影响因素,并通过试验逐一进行验证,指出造成布面起皱的原因分原料原因、纺纱原因和织造原因。提出在原料的选用、纺纱和织造过程中的工艺设计、设备管理和操作管理上应采取的各项预防和控制措施,为有效解决弹力织物的布面起皱问题提供依据。", "label": "纺织科学与工程", "id": 0}
{"content": "本文对\"论棉花色特征的综合评定\"一文中,关于在中国棉花色特征图上如何划分分级线作进一步的论述,即分级线由左上角向右下角倾斜,还是由右上角向左下角倾斜的问题。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了梳棉质量与除尘系统的关系,指出梳棉除尘系统不仅与收集粉尘和短绒,净化空气有关,同时梳棉与生条的重量不匀率,条干均匀度,棉结的控制等有一定的联系。通关除尘的设计与改进,能够有效改善生条的质量。", "label": "纺织科学与工程", "id": 0}
{"content": "在保持传统细纱机吸棉风机基本结构特点不变的基础上,根据三元流场理论计算分析模拟结果,对传统细纱机吸棉风机的叶轮、叶片形状及出口角度、前盘、蜗壳构件等进行了改进设计,通过对风机性能测试及运行试验的应用研究,表明FHG系列机翼型细纱机吸棉风机具有运行效率高、实耗功率低等优点,在节电40%的情况下,完全能够满足细纱机断头吸棉的要求。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>在纺织生产过程中,车间温湿度是影响纺织生产的五大因素之一。温湿度适宜的车间环境能保证纺织生产的顺利进行及产品质量的提高和工人的身体健康,根据悦达纺织技术创新年攻关课体计划,我们攻关小组于今年3月中旬起跟踪记录了我公司纺纱三厂各区域的温湿度和相应品种络筒电清在线纱疵情况,从中来分析温湿度变化与产品质量波动的关系。特别是室外温湿度突变情况下,车", "label": "纺织科学与工程", "id": 0}
{"content": "本文针对原有FA201B梳棉机滤尘系统,自行设计和研制改造了机上连续吸和机下间歇吸的滤尘系统方式,使系统更趋于节能和合理", "label": "纺织科学与工程", "id": 0}
{"content": "本文分析了机采籽棉中残膜和异性纤维的形成和危害;对异性纤维清理机械的研究现状及存在问题进行了简述;并对籽棉异性纤维清理机械提出了发展方向。", "label": "纺织科学与工程", "id": 0}
{"content": "棉纤维的成熟度及细度是影响纺织加工质量的一个重要指标,目前大多采用间接测量的方法进行评定,测量结果误差很大。本文提出一种基于光电检测技术棉纤维成熟度评估方法,在实验室中对八个品种不同成熟度的棉花进行了测量并同显微镜测量结果相比较,结果表明两种方法有很好的相关性,R=0.956,SD=0.332。因此基于光电检测技术方法能够实现实验室中棉纤维成熟度测量,为实际生产中棉花的成熟度直接、快速的光电检测方法的研究提供了基础。", "label": "纺织科学与工程", "id": 0}
{"content": "针对现代棉纺生产质量检测的特点和要求,分析了梳棉机和并条机自调匀整装置、异纤检测和清除装置、粗纱在线张力控制装置、细纱单锭检测系统、电子清纱器等纱线质量监控技术的特点和现状,提出全样全程在线监控技术是现代棉纺生产发展的必然趋势,从控制指标和纺纱工序两方面对棉纺生产实行全样全程在线监控进行展望。", "label": "纺织科学与工程", "id": 0}
{"content": "通过对普通梳棉机在不同刺辊转速下成纱质量变化的试验分析,证明刺辊转速对生条及成纱质量指标短绒、结杂和常发性纱疵有一定影响。说明在特定生产条件下,加工不同产品时,梳棉机有一个合理的刺辊转速范围,在日常生产中应不断试验,优化刺辊转速,从而保证产品质量。", "label": "纺织科学与工程", "id": 0}
{"content": "现代梳棉机强化锡林分梳、除杂和去除短绒功能采用的主要技术措施是减少回转盖板数,增大锡林分梳角,在锡林前后增装固定盖板、棉网清洁器及其控制元件,同时实现锡林高速化。导出了锡林分梳角及其孤长的计算公式和影响参数,通过实例计算得出了扩大分梳角的主要途径。分析了锡林直径对梳理速度、梳理功效、梳理力、纤维离心力、梳理隔距、纤维转移、能耗、设备占地面积等的影响,分析了优选锡林直径与实行高速运行的相互关系。", "label": "纺织科学与工程", "id": 0}
{"content": "为了探讨提高环锭细纱机生产效率及其高速生产中如何对纺织专件及器材进行选配等问题,介绍了环锭细纱机高速化的基本措施,重点从高速锭子、高速钢领和钢丝圈、气圈控制环、锭子变速装置和卷装尺寸方面进行了阐述;指出棉纺环锭细纱机高速化生产是有严格条件的,国产环锭细纱机高速化生产应分步走;高速锭子是环锭细纱机高速化的前提,高速钢领和钢丝圈是环锭细纱机高速化的关键,气圈控制环是环锭细纱机高速化的有效措施,锭子变速装置是环锭细纱机高速化的必要措施,选择合理的卷装尺寸是环锭细纱机高速化的根本。", "label": "纺织科学与工程", "id": 0}
{"content": "为了攻克高速高产梳棉机用针布耐磨度不足这一难题,通过检测和研究国外高端针布,结合冶金及材料科学、表面技术的最新进展,从材质、工艺处理、设计等方面分析高耐磨针布研制的技术瓶颈,研究认为:材质的合金优化、超细晶粒钢、去除脱碳层、特殊表层处理、特殊热处理是有效的突破技术瓶颈的方法,而融合针布磨损机理、失效方式、衰退轨迹的高耐磨优化设计创新空间大,前景广阔。", "label": "纺织科学与工程", "id": 0}
{"content": "为推广应用细纱高速纺纱技术,对高速锭子的结构特点及推广细纱高速纺纱的基础条件、技术措施、经济效益等进行了分析和论述。指出中速中卷装一定会被细纱高速纺纱代替,这是环锭细纱技术发展的必然。细纱高速纺纱的核心是高速节能锭子。推广细纱高速纺纱必须对主机设备特别是卷绕部件进行配套的技术改造并改进有关工艺。细纱高速纺纱可增产20%～30%,节能15%左右,节约用油和降低锭子维护费用,使细纱质量有所提高,投资回收期可控制在2年以内。从而获得良好的经济效益。", "label": "纺织科学与工程", "id": 0}
{"content": "为提高梳理机梳理的效果,分析了植针式固定盖板的特点,将其优势和梳理机理与齿条式固定盖板进行了对比;同时,在不同的机型上进行了多种配置的试验,结果表明:在同等条件下植针式固定盖板与齿条式固定盖板相比,各种指标均有不同程度的改善,甚至有的指标改善非常明显。同时提出:要保证最佳梳理效果,必须根据梳理设备、所纺纤维原料品种,来对前、后固定盖板齿密进行选配。", "label": "纺织科学与工程", "id": 0}
{"content": "分析了棉纺生产的特点及棉纺产品检测中存在的问题;介绍了在线检测的特点、检测系统的基本结构和分类以及棉纺在线检测常用的传感器、控制器和执行器;通过在线检测应用实例,说明在线检测漏验少,检测效率高,能使自动检测与质量控制相结合,用工少,是离线检测的发展和创新,是今后的发展方向;同时也指出,纱线内在质量、物理指标等方面还不能应用在线检测,其不能完全取代离线检测;作为产品质量评估、鉴定、鉴别、仲裁、标准评定、产品认证等要求较高的测试项目,必须按规定的标准使用离线的仪器试验。", "label": "纺织科学与工程", "id": 0}
{"content": "通过现代棉纺粗纱机的纺纱实践,对粗纱卷绕成形工艺进行再认识:明确若干基本术语的定义;对描述粗纱张力关系的欧拉公式进行讨论;对粗纱张力与粗纱伸长率之间的关系为正相关提出质疑;通过分析和实验明确锭翼压掌压纱力的构成;阐述粗纱张力自动调节机理及其局限性;卷绕过程中从小纱到大纱,必须调整卷绕张力由大变小才能满足卷绕成形的要求;介绍了调整粗纱张力和控制粗纱伸长率的基本方法和措施。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>当今,天然彩棉纺织品以其环保性和健康性越来越受到人们的青睐、关注和爱戴。天然彩棉在种植过程中化肥、农药使用量比本色白棉少;在纺织加工中不用染色,减少了加工工序及污水的排放和污水的处理,同时避免了水资源的污染和染料助剂对人体的危害及对环境", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了棉纺工程赛络纺纱出现的设备、管理、操作、工艺配置中对质量影响的问题,对其产生的原因进行了分析并采取一定的控制措施,有效的提高了赛络纱的质量。", "label": "纺织科学与工程", "id": 0}
{"content": "回顾近50年来全固定盖板梳棉机研究与发展的历史,分析当今回转盖板高产梳棉机进一步增加产量的极限,指出以往传统全固定盖板梳棉机的优点与不足,认为研究新的全固定盖板梳棉机应该把提高其分梳强度和除杂能力作为下一步研究的主攻方向。具有新型高效棉网清洁器和重新设计的具有较高分梳效能的固定盖板分梳系统的梳棉机有可能是梳棉机进一步提高产量的发展方向。", "label": "纺织科学与工程", "id": 0}
{"content": "探讨了JC14.6tex纱的棉结改善问题的分析和采取的一系列措施,应用系统工程棉纺工艺学的观点,从原棉品质、内在疵点分析,半制品内在质量,到成纱质量的关系分析,通过梳理效果分析,不同设备纺制达到控制棉结的目的。结果表明:找出半制品质量提高与成纱质量的关系,掌握控制质量的生产工艺、设备管理、操作管理、加上乌斯特等监控,就容易找出正确的规律,然后选出最优工艺,达到控制质量的目的。", "label": "纺织科学与工程", "id": 0}
{"content": "文章应用生产过程系统控制的理论方法,对三个生产系统在正常生产过程中进行取样、调查分析,通过对纤维梳理效果与成纱质量、各工序对半制品质量的控制能力分析和各生产系统半制品和成纱质量的纵、横对比,说明了不同的工艺设备和器材配备对成纱质量的影响程度,通过分析对比可以发现问题和进一步提高产品质量。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>纺织工程就是对纤维产生作用力,使纤维在运动过程中处于有序和受控状态。不管是哪道工序都是对原料在空间内产生作用力,使原料在作用力的控制下,按照设计的工艺要求变成能满足各工序性能的\"产品\"。这个\"力\"是作用的主体,也就是指\"力\"的性质,如:牵伸力、握持力、控制力、引导力、摩擦力、打击力、切割力、扭矩力等,它起着对纤维的控制作用,是贯穿整个", "label": "纺织科学与工程", "id": 0}
{"content": "分析了原棉性能对精梳棉结杂志的影响,通过精梳不同锡林的对比试验,结果证明针布合理的结构,精密的圆整度、锋利度和光洁度等状态均会影响精梳棉结和杂质,保持良好的锡林针布齿密度及状态是降低精梳棉结杂质的有效措施.", "label": "纺织科学与工程", "id": 0}
{"content": "分析了细纱机前牵伸区使用压力棒的作用和效果,在CJ5。8 3tex品种上采用罗拉隔距、后区牵伸倍数、钳口隔距3因素3水平正交试验对工艺进行了优选。结果表明:工艺配置为罗拉隔距19mm×35mm、后区牵伸1.17倍、钳口隔距2..5mm时成纱质量较优.推广使用压力棒隔距块后,对条干CV值、千米细节、千米粗节改善明显,但千米棉结略有增加。曲面形压力棒有助于减少须条上翻现象。在使用中要加强机台清洁,同时做好器材维修减少\"出硬头\"。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1、棉纺织企业运转管理的基本任务是什么?（1）以生产为中心,确保各项指标的完成;（2）坚持把产品质量放在第一位;（3）抓好设备、工艺、操作、空调等各项基础管理工作;（4）认真抓好交接班工作;（5）努力搞好文明生产;（6）严格贯彻执行以岗位责任制为中心的各项运转管理制度等。2、严格质量检查,实行专职检查和群众性自查、互查相结合,认真把好产品质量关,要做到\"三", "label": "纺织科学与工程", "id": 0}
{"content": "推导出梳棉机锡林和盖板隔距与锡林直径、盖板宽度、盖板踵趾差的理论关系式,提出了小隔距区间长度的概念。用MATLAB计算软件对该公式进行了分析,得出如下结论:1)在相同踵趾差和植针宽度条件下,锡林直径越大,平均隔距越大。强调针面踵点与锡林相切是不合适的,从强调使锡林和盖板整体隔距变小的角度来说,盖板针面与锡林采用小范围的相交是可以接受的;2)当植针宽度和锡林直径一定时,盖板踵趾差愈小,愈有利于整体隔距的降低;3)当锡林直径和踵趾差一定时,随着盖板植针宽度增加,小隔距区间也随之有规律增加,但最小隔距与出口隔距相差也逐渐加大;4)当锡林盖板间最小隔距与出口隔距相差较大时,将会对分梳过程产生不利影响,此时应尽量避免产生隔距大→小→大的配置;5)锡林半径选择在400-500mm之间,踵趾差选择在0.49-0.56mm有利于锡林和盖板整体隔距的下降。", "label": "纺织科学与工程", "id": 0}
{"content": "通过高产梳棉机配置国产针布的试验攻关,证明在高速高产梳棉机上,配置国产分梳元件完全可以替代进口分梳元件,并能保证提高所纺品种的品质指标。为各纺织企业降低生产成本,提高市场竞争力拓展了空间。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>固定盖板作为附加分梳装置在新型梳棉机上得到广泛使用,而A1 86梳棉机还没有大面积推广。对于固定盖板的好处及使用性能,我们一直处于试验探索阶段。今年6—7月份车间针对固定盖板的作用又进行系统、大量的工艺试验,对固定盖板的优劣有更进一步的认识。1.1固定盖板的主要技术指标", "label": "纺织科学与工程", "id": 0}
{"content": "<正>公司1990年购进32台FA201型梳棉机,随机配备的固定盖板为前4后3配置,规格从后到前分别为AFF-90、AFF—140、AFF-240,当时生产的主要品种为JC 18.2 tex纯棉纱,该配置一直能满足生产工艺需要。随着近年来对细特精梳纱线需求的增多,且经过15年的连续运行,该机固定盖板的锋利程度、短绒排除的能力已不能满足要求。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了C60梳棉机的主要技术性能特点,并展开了锡林速度、大定量和落棉三方面的试验,从而得到纺长绒棉高支纱时C60生条的适纺定量,同时验证了C60高产优质的特点。", "label": "纺织科学与工程", "id": 0}
{"content": "探讨梳棉机工艺参数与生条短绒率的关系。分析了短流程清梳联中短绒率增加的原因,对短绒增加较多的FA221B型梳棉机的刺辊速度、刺辊与给棉板隔距、刺辊与分梳板隔距、刺辊与锡林隔距、锡林速度、盖板速度、锡林与活动盖板隔距、锡林与固定盖板隔距、出条速度进行了优化试验,优选出了较为合理的工艺参数,使生条短绒率下降了5.7个百分点,认为刺辊速度的增高和给棉板隔距的减小是短绒增加的主要原因。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了应用多项技术系统改造A186型梳棉机的详细情况,并对多项技术改造的有关效能作了有益的探索分析。对继续使用好A186系列梳棉机提供了有益的借鉴。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>梳棉机的生条定量、锡林速度及锡林与活动盖板隔距的选择与确定,一直是梳棉机工艺理论的几个重点研究课题,以下我们就上述几个问题研究现状进行评述和分析。1、梳棉机生条定量问题梳棉机生条定量的大小对梳棉机产量和质量都有着重要影响,因而研究生条定量大小的选择是梳理工艺中的重点研究课题。", "label": "纺织科学与工程", "id": 0}
{"content": "为提高高产梳棉机实际生产效能,从当前提高梳棉机产量的两种模式入手.对c60型梳棉机通过机构改进买现宽幅、高产、高质的机理进行了分析探讨。认为,C60型梳棉机采取了宽幅、小锡林、大夹角措施后,在高产量情况下,输出棉网单位面积质量和锡林表面纤维负荷不增加,保持了原有纤维转移系数和不降低原有梳理厦;由于锡林直径减小,在相同线速度时离心力高,提高了除杂和排除短绒的作用,从而表现出较强的产品适应性,在高产条件下成纱质量优于c51型梳棉机,可达到乌斯特2001公报5%水平。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>当今环保意识、健康消费正成为一种时尚。回归自然,还地球以绿色、还穿着以健康、还时尚以原始,为创造未来美好的生态社会,与人们息息相关的绿色纺织品越来越受到人们前所未有的青睐。天然彩棉在种植中,化肥、农药使用量比本色白棉少,在纺织加工中基本做到无过程污染。彩棉服装色泽柔和、款式典雅、格调古朴、质地纯正、感觉舒适安全,符合人们返朴归真、色彩天然的心态,提倡的是一种人与大自然和谐一体的感觉。面对的是现代意识、注重环保、讲求生活质量的新一代。天然彩棉以上特点是其他一些纺织品无可比拟的,工以其鲜明的特点,引起人们极大的关注和爱戴。", "label": "纺织科学与工程", "id": 0}
{"content": "本文从原棉,精梳机、细纱,络简工序阐述了造成纱线棉结的原因及防范措施。对高支纱的生产有指导意义。", "label": "纺织科学与工程", "id": 0}
{"content": "为了显著改善棉纺企业的成纱质量及经济效益,从高效工艺的含义入手,详细阐述了高效、重定量工艺的核心,高倍牵伸的基本规律及其存在的主要问题,从增强摩擦力场布置,增大握持力、提高牵伸零部件的刚度和精度三个方面介绍了东飞牵伸系统及高效工艺的实施和推广中应注意的问题,指出只有细纱大牵伸才能实现粗纱重定量,粗纱重定量为前纺全流程半制品重定量创造条件;半制品重定量必须以质量保证为前提,全面提高前纺半制品质量也是细纱大牵伸不可缺少的必要条件;在自主开发、创新的东飞牵伸系统中,后区牵伸采用控制辊式VC型牵伸、前区牵伸采用\"东飞延伸型\"长、短双胶圈牵伸及其工艺配合,细纱第三代大牵伸、粗纱重定量可以达到较好的效果.", "label": "纺织科学与工程", "id": 0}
{"content": "详细介绍了牵伸原理和当今细纱机的几种牵伸型式,分析了影响中区摩擦力界分布及短纤维变速运动的各种因素,指出为加强中后区对纤维的控制力,应适当缩小前区隔距,将1NA-V型牵伸的前区隔距,从43mm或44mm（φ27mm罗拉）缩短为41.5mm或42.5mm,再配以各种新型牵伸器材,可明显提高成纱质量。", "label": "纺织科学与工程", "id": 0}
{"content": "本文系统分析介绍了梳针（短钉式梳针）的特点、梳针式梳棉刺辊、附加分梳件（分梳板、前后固定盖板）、转杯纺分梳辊等上的应用,通过多种方案的试验证实:梳针式比锯齿式有明显的效果,根据我们和各个试验表明:梳针式分梳件比锯齿式分梳件总的平均改善率为13.0265%,梳针式分梳件较锯齿式分梳件更有利于生条成纱质量的提高,故应以梳针式代替锯齿式,以提高分梳件的梳理质量,这也应是今后新晶开发的内容。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>随着纺织科技的不断发展,检测技术的日新月异,以及新型面料的开发方向,使得织造客户对原纱有了新的要求,尤其是对纱疵（粗节、细节、棉结）,细纱条干的要求更加严格。因此在细纱工序采用新型专件来减少纱疵,降低条干不匀,提高成纱质量,增加经济效益成为必然。", "label": "纺织科学与工程", "id": 0}
{"content": "根据市场反馈信息分析了FA201型梳棉机机后工艺性能,并结合多个用户生产实践提出了FA201型梳棉机机后改造方案:去掉原来的两组铸铁框架的预分梳板,改成一组铝合金框架的预分梳板,前面加上一个可调式的除尘刀。改造试验后经多个厂家的使用对产品质量有明显提高。", "label": "纺织科学与工程", "id": 0}
{"content": "探讨了细纱前区附加压力棒摩擦力界对纤维运动的控制特点及对成纱质量的影响。通过纺纱实践测试分析了压力棒牵伸与普通牵伸纺纱质量的差异,并在C18.2 tex和C 14.5 tex品种上对不同钳口、不同后区隔距、牵伸配置下成纱质量试验,结果表明,压力棒隔距块对细纱前区浮游区纤维的控制,有利于提高纱条干.", "label": "纺织科学与工程", "id": 0}
{"content": "本文介绍了一种新型的专门针对SJ175棉纤维气流仪的校准而研制的棉纤维校准塞,论述了其结构组成、调试过程、使用方法及注意事项。该校准塞具有操作简单、使用方便的特点,利于准确测定棉花的马克隆值。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>0前言对于微利的棉纺业,前纺\"重定量,高速度,大卷装\"是发展的必然趋势。提高棉纱质量必须要考虑纺纱运行成本和投资成本。这和过去长期形成的工艺理念:提高棉纱质量前纺必须要\"轻定量,慢速度,小卷装\"是对立的,那么如何优化工艺以适应前纺\"重定量,高速度,大卷装\"的发展趋势呢?", "label": "纺织科学与工程", "id": 0}
{"content": "阐述了使用细绒棉生产细号纱的技术措施,清棉工序采取\"多松少打、早落少碎\"的工艺原则,梳棉工序采用紧隔距、强分梳、多除杂、快转移的原则;并、粗、细工序采用\"轻定量、低速度\"的工艺,通过合理配置纺纱工艺参数,并采取了相应技术措施,成纱质量明显提高。", "label": "纺织科学与工程", "id": 0}
{"content": "探讨了清花工序棉卷回潮率与生条棉结的关系问题,运用统计技术中的频数分布表和直方图工具分析了不同配棉的棉卷回潮率在不同季节时的状态分布,同时也对生条棉结的状态分布进行了分析,并将二者的相关关系进行了对比分析。结果表明:不同原棉、不同棉卷回潮率对生条棉结的影响具有一定的相关性,指出要根据不同原棉、不同季节合理控制清花工序棉卷回潮率,以达到有效控制生条棉结的目的。", "label": "纺织科学与工程", "id": 0}
{"content": "探讨纯棉色织异纬双面小提花面料的设计要点及生产关键技术。在设计时要充分考虑风格特征,合理选择纬纱号数及捻向、经纬纱密度、织物组织、色彩搭配等;纱线染色时前处理工艺及染色工艺要合理;浆纱时要优选浆料配方、合理配置上浆工艺;在剑杆织机上织造时要采用稍大的上机张力、提前设定纬密,可使经向断头控制在3根/台·h以下,纬向断头控制在1根/台·h以下,织机效率达86%以上,下机一等品率为89%", "label": "纺织科学与工程", "id": 0}
{"content": "<正>棉花的生产和销售是我国国民经济的重要内容。颜色是衡量棉花质量、确定棉花品级的7个重要参数之一。雨量、冰冻、病虫、霉菌以及受到的污染、储藏过程的水分和温度条件等都会影响棉花颜色。棉花的颜色是由反射率（Rd）和黄度（+b）来表示的,反射率表明棉花的明亮程度,而黄度显示棉花中含色素的程度。近百年来,美国农业部（USDA）在全球推广其棉花颜色计算方法、棉花色度", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了四罗拉紧密纺装置产生棉球纱的特征、机理以及主要原因,通过采用加强操作管理力度,严格的温湿度管理控制,合理的摇架压力分配以及对紧密纺装置上张力架部件中弹簧的优化等措施,有效防止了紧密纺装置棉球纱的产生,提高了紧密纺纱的质量稳定性。", "label": "纺织科学与工程", "id": 0}
{"content": "本文在生产实践中探讨了JC3.4tex精密纺纱线的纺制,从其技术难度分析着手,研究了其工艺路线,最终开发出JC3.4tex高支精梳紧密纺纱线。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了紧密赛络纺的纺纱原理,并通过对纱线性能的对比分析,对紧密赛络纺棉纱的关键影响因素（吸风负压、前胶辊加压量、隔距块、细纱捻度）进行了正交实验设计与分析,以期得到对14.6tex×2精梳紧密赛络纺棉纱的合理工艺配置。", "label": "纺织科学与工程", "id": 0}
{"content": "随着我国对外贸易的快速发展以及我国棉纺纺纱能力的不断提升,我国棉纺织企业每年都要进口大量的棉花,产地遍及世界各地,国内外原棉中都普遍存在着异纤问题,使纺织产品的印染加工后形成纱疵,如何清除异纤是很重要的问题,国内许多棉纺厂都开展了人工检\"三丝\"的工作,几乎形成一个工序,用工很多而且拣不净。本文介绍了securomat SCFO系列异纤检测分离器及恒久CCH-Ⅱ超声波异纤清除分拣机。都是利用光电原理在开清棉生产线上,结合细致开松的开清棉技术,能将大部分的异纤清除分离,与自动络纱机异纤电子清纱器相结合,比较彻底的清除了异纤。最新开发应用于开清棉生产流程中的SCFO156具有高效清除异纤的功能。为自动落纱机清除异纤的电子清纱器提供了有利的条件。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>2006年底我公司根据客户要求接单生产40s/2*20~2 100*64 63″格子布（三粒格）产品,该产品以平纹为基础组织点,经向起格部分由三根并纱组成,纬向起格部分由两根并纱组成,且具有和地组织相同的组织规律,从而使得布面呈现出格形效应。由于该品种起格处的花经与布底组织的地经交织规律存在差异,", "label": "纺织科学与工程", "id": 0}
{"content": "JC7.3/7.3 566.5/433 127″府绸是我公司在1511-56″织机上新近投产的新品种,纱支细、密度大、总经多,原有国产设备无法满足生产要求,为此我们对1452-180型整经机进行改造,采用高浓低粘浆料配方,倒片穿经,合理织造工艺并通过一系列管理技术措施,使该产品生产获得成功,为企业赢得了良好效益。", "label": "纺织科学与工程", "id": 0}
{"content": "三经三纬格布以其格形清晰一直受到服装商的青睐,我公司生产格布以有多年的历史,少则20多台,多则50多台生产格布,而63″OEC21S*OEC16S 100*62三经三纬格布一直以来生产效率不高,本文着重介绍怎样通过调整浆纱工艺中的上浆率、回潮率、卷绕张力以及布机工艺,从而大大提高了织造效率及产品质量,从而提高了企业经济效益。", "label": "纺织科学与工程", "id": 0}
{"content": "通过对长绒棉梳理特性的分析,介绍了MK5D梳棉机在生产长绒棉过程中,主要梳理针布的选配及梳理工艺技术的选择调整。经实践证明,采取这些措施后,生条质量和成纱指标均有所提高。能够满足客户质量需求。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>以环锭卷捻为基本特征的棉纺环锭纺纱,在实现优质高产的发展过程中,合理的升降全程,优良的捻度传递特征,变频调速及多电机独立传动,选用高精度、长寿命的专件与器材以及采用小直径钢领和适应高速的钢领、钢丝圈等等被公认为是卷捻部分实现现代化必不可少的特征。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>棉纺企业高产工艺的特点是清棉、梳棉、并条、粗纱、精梳重定量、高速度、高产量,大幅度提高前纺的生产能力,达到增加纱绽,增加产量,降低纺纱成本,提高经济效益的目的。浙江某厂转杯纺纱机SE-8-216三台,配A186D梳棉机17台,月产棉纱340吨以上,梳棉机台月产出棉纱20吨以上（生条24吨/月、台、32kg/台时）,转杯纺纱机纺C10S一般厂2吨/台日,该厂2.8吨以", "label": "纺织科学与工程", "id": 0}
{"content": "为研究棉网清洁器除尘刀隔距对生条中未成熟纤维去除的影响,采用USTER AFIS单纤维测试仪对两种吸风形式,两种风量和三档除尘刀隔距条件下所加工的生条进行了未成熟纤维去除检测,结果显示除尘刀隔距大小对未成熟纤维去除有一定的影响,1)采用单侧吸风时,无论风量为160m~3/h还是240m~3/h,隔距为0.53mm时对生条中未成熟纤维的去除效果最好。2)采用双侧吸风时,当风量为160m~3/h时,隔距为0.61mm时对生条中未成熟纤维的去除效果最好,此方案也是所有试验方案中最好的;当风量为240m~3/h时,隔距为0.46mm时对生条中未成熟纤维的去除效果最好。3)从风量大小对未成熟纤维去除的影响来看,当采用单侧吸风时,风量较大有利于未成熟纤维的去除;当采用双侧吸风时,风量较小有利于未成熟纤维的去除。4)在梳棉过程中过于成熟纤维不利于未成熟纤维的去除。", "label": "纺织科学与工程", "id": 0}
{"content": "梳棉机锡林盖板间五点隔距是重要的梳理区,其隔距工艺原则一般是由进口开始逐渐收缩,至出口又放大。这一工艺原则存在梳理面积较小的不足。通过优选,锡林盖板间五点隔距采用进口稍大,其余四点紧隔距的工艺原则有利于增加分梳面积,对降低生条棉结,提高成纱条干有明显的效果。", "label": "纺织科学与工程", "id": 0}
{"content": "从原棉的选择和工艺配置两方面入手阐述了提高高支精梳纱单纱强力,降低成纱千米细节的主要技术措施。", "label": "纺织科学与工程", "id": 0}
{"content": "本文通过对FA201型梳棉机的改造与选形,经过长期生产实践,在同原料、同品种、同工艺的条件下进行对比,确认新型GFB800固定盖板对生条质量的良好作用,有较大推广价值。", "label": "纺织科学与工程", "id": 0}
{"content": "为了适应市场对成纱质量不断提高的要求,特别是影响成纱质量的棉结杂、粗节、条干等方面,通过技术改造选配技术领先、质量好的器材,减少半成品中的棉结杂和短绒,降低条干CV值是很好途径。实践表明,在梳棉上改变原固定盖板结构选用新结构固定分梳板,提高纤维的分离度、伸直度和平行度,能明显提高产品的质量。", "label": "纺织科学与工程", "id": 0}
{"content": "为研究梳棉生条质量与纱线质量的关系,通过试验并用灰色关联分析法分析了梳棉生条各参数对纱线质量指标的影响程度,便于在实际生产加工中及时调整梳棉工艺,稳定和提高纱线质量。", "label": "纺织科学与工程", "id": 0}
{"content": "在生产实践的基础上,分析选择了纯棉精梳高支纱的生产方案和关键措施,合理制定了生产高支高密小提花织物的工艺参数,开发出系列高支高密的纯棉小提花织物。", "label": "纺织科学与工程", "id": 0}
{"content": "该工艺优化系统以正交试验设计及与其相关的数据分析为理论依据开发而成,主要包括试验设计、数据分析、工艺组合优选等功能;利用该系统进行试验设计和工艺优化,可在显著减少试验次数的同时,保证试验数据信息的反映能力;从而为缩短试验周期、降低试验成本、快速实现工艺优化提供了一有效途径。", "label": "纺织科学与工程", "id": 0}
{"content": "为了顺利生产好JC3.6tex棉纱,保证成纱质量,对粗纱定量、牵伸形式、后区牵伸倍数、罗拉隔距、胶辊加压及前胶辊前冲等工艺参数进行优化试验.结果表明,采用较大的粗纱定量,通过合理配置细纱牵伸工艺,采用较小的前区罗拉隔距、较大的后区罗拉隔距、适当加压、增大前胶辊前冲量及配用软弹胶辊,使用压力棒隔距块,可使JC3.6tex棉纱条干水平控制在17.5%以下.", "label": "纺织科学与工程", "id": 0}
{"content": "<正>我国棉纺织行业的设备维修,从50年代起一赶采用的是周期计划维修,既规定时间周期对设备进行大、小平车。从理论上讲,周期维修属于防预维修范围。在保证设备完好,延长设备的使用寿命方面发挥了积极作用。但是,随着现代工业技术的发展,特别是机、气、电一体化的发展,使纺织机械的内涵发生了巨大变化。机械工艺性能和安全性能有了很大的提高。同时,在80年代末90年代初,我国纺织业行后大批引进世界先进水平的纺织机械。如清钢联、精梳机、自动", "label": "纺织科学与工程", "id": 0}
{"content": "<正>我公司现有棉纺纱锭50万枚,其中纺纱一分厂有细纱机266台。随机使用的是静电植绒辊,开始效果还不错,但使用3年后由于平时保全平扫车用绒辊清洁机清理,出现脱绒现象,吸附不上短绒断头后极易缠皮辊,一旦值车工处理不及时造成大面积难纺。04年开始用毛绒布自己粘制细纱绒辊,皮辊工人需将毛绒布裁成所需规格用漆刷沾适量的骨胶均匀涂在表面慢慢粘制,粘后需要修剪平齐。", "label": "纺织科学与工程", "id": 0}
{"content": "通过对白呢清洁绒套、静电植绒清洁绒套、机织无接头羊毛清洁绒套三种产品在纤维原料、制造方法及使用方法方面的比较,得出机织无接头羊毛清洁绒套对棉纱质量的作用。", "label": "纺织科学与工程", "id": 0}
{"content": "为了降低生条的重量不匀率,通过反复观察和试验,总结出生产过程中造成生条不匀的主要原因是棉卷的重量不匀、梳棉机落棉差异、抄针周期、梳棉机的机械状态和挡车工的操作等,指出提高生条均匀度在以上各方面应采取的主要措施,才能使生条不匀率达到质量要求.", "label": "纺织科学与工程", "id": 0}
{"content": "<正>一、概述随着人们生活水平的提高,人们对服装面料的要求也越来越挑剔,不仅外观要好,疵点少,更要穿着舒适。纯棉精梳纱,主要供应高档服装面料的生产,对棉结、条干、毛羽的要求相当高,生产难度大,而解决问题的关键在于2个方面:一是优化工艺及设备状况,一是降低半成品中的棉结和短绒。武汉一棉集团于2003年初巨资投入一条二万锭精梳环锭纺生产线,全部引进国", "label": "纺织科学与工程", "id": 0}
{"content": "<正>一、前言近年来,随着纺织技术的不断发展和进步,棉纱质量水平不断提升,高档纺织品都对棉纱品质提出了较高的要求。2001年Uster统计值与1997年相比,棉纱各项品质要求都有一定的提高。特别是细纱条干均匀度作为成纱质量的一项重要指标,它不仅影响单纱强力及强力变异系数,还影响准备、强造断头和布面条影与平整。细纱工序是影响条干均匀度的关键工序,所以优化细纱工艺和优选牵伸零部件,降低成纱条干CV是企业急待解决的质量问题。", "label": "纺织科学与工程", "id": 0}
{"content": "本文详细介绍了长绒棉的性能特征,阐述了在国产棉纺设备上生产细绒棉/长绒棉特细号纱的主要工艺参数及其技术措施。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>用国产细绒棉129．229．329湖北棉、新疆棉配比各1/3,在同一工厂相同设备和工艺流程生产同号纱, 按“2000本”成本计算办法对精梳纱、普梳纱（质量都达到2001年25%水平）盈亏分析列表如下：", "label": "纺织科学与工程", "id": 0}
{"content": "<正>精梳机是棉纺设备的关键机台。在棉纺系统中纱线生产主要有普梳纱与精梳纱两种工艺流程,当纺制高质量或特种纱线时,为了减少纱线中的疵点、毛羽,提高成纱的条干均匀度与光洁度,必须要采用精梳工艺生产优质精梳纱。目前,随着人们对穿着要求的不断提高,在针织,机织物加工中对精梳纱的需求量不断上升。在国外,尤其是欧美等先进国家精梳纱的比重占纱线总产量的50%以上,在国内,近几年来棉", "label": "纺织科学与工程", "id": 0}
{"content": "通过技术改造,将分离罗拉有效输出长度减短,并结合给棉长度、顶梳密度、顶梳深度等工艺参数研试,达到既提速又不影响棉纱质量的目的。", "label": "纺织科学与工程", "id": 0}
{"content": "精梳工程的落棉率不仅影响精梳条质量,而且对纺纱特性及下游工序的效率及产品质量都会有影响,在优化精梳工艺技术时应重点研究精梳条及精梳落棉的结构,有效控制短纤维含量、棉结含量、好纤维含量以及不成熟纤维、带籽屑棉结占的比例等,从而保证精梳产品质量达到好的水平。", "label": "纺织科学与工程", "id": 0}
{"content": "为了降低 CJ80S 精条棉结,除选用成熟度好、细度适中的优质原料外,合理选择准备、精梳工艺以及良好的设备状态至关重要。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>结头是成纱的弱点,各种结头产生纱疵。早在七十年代,国际上高档棉纺织品就推行“无结头”纺纱。络筒空气捻接器的应用,使布面基本消除了大棉结式的结头。但是空气捻接头在接头机状态不良时仍然产生纱疵。纺纱工艺设备上实行大卷装,目的自然是减少结头。目前有些针织布用转杯纱织造,原因之一是转杯纱结头少、条干好。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>FA261型精梳机生产厂家将圈条盘采用小直径后,方便了精梳保全工的拆卸和维修工作。但在运行过程中也出现了一些问题,比如当棉条过粗或圈条喇叭口表面不光滑出现堵花时,棉条堆积后大多在圈条盘上或被同步皮带带走,造成皮带和圈条盘附件的损坏,既浪费了棉条和零件,又耽误了生产。我们通过一", "label": "纺织科学与工程", "id": 0}
{"content": "<正>我厂使用的精梳机为 FA261型精梳机,该机落棉率控制范围为5%～25%,采用滚筒式吸落棉方式,要求必须具有足够的风力。由于所用原料成熟度差,有害疵点多,棉结杂质较高,落棉增加超出控制范围,受工艺及落棉率限制,风机风速、风压也受到限制,造成风压减弱,吸风不畅,短绒、棉结、杂质不能有效回收,严重影响了产品质量。", "label": "纺织科学与工程", "id": 0}
{"content": "文章分析了 A201型系列精梳机的优缺点,结合国外精梳机的技术发展,对 A201型精梳机从车头箱传动结构,梳理区分配,钳板结构以及准备工艺的优化作了大胆的技术创新,生产出新一代 JA250型精梳机作为 A201精梳机的替代产品。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>我公司精梳工序现配有 PX2J 型精梳机一套,生产运行两年多来,经常出现胶辊的两边被集棉器上集束器磨损撞伤的现象,严重时,整个分离胶辊将报废。累计一个月损失分离胶辊达到十八根左右,造成了材料费用的大幅上升。", "label": "纺织科学与工程", "id": 0}
{"content": "针对意大利马佐里公司生产的 PX2型精梳机（原装）控制系统在生产使用中遇到的问题,对其进行了升级改造,包括控制面板和 PLC 的选用、控制程序的编写和修改,进而丰富了 PX2型精梳机的控制功能。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>我公司 PX2型精梳机在实际生产运行中常出现落棉上翻现象,附入输出棉网造成棉网烂边破洞,造成半成品疵点增加,质量恶化。经多方调查分析,原因为机中毛刷轴两端罩壳预留毛刷轴孔过大,毛刷在运转中,经毛刷刷下的落棉,因毛刷回转的气流作用从轴两端轴孔溢出。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>我公司精梳生产线配置了6台 PX2型精梳机供应生产,在实际生产过程中发现 PX2型精梳机后部落棉通道气流控制板（每台8块）开档间距调节困难,气流板限位高低全靠眼观、手感来确定,台差与眼差过大, 造成滤尘风压不一致（气流控制板开档过大,吸风大,造成棉网破洞；开档过小,落棉易上翻,造成棉网、棉条质量恶化）。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>SFA252型精梳机系6根并合喂入形式的早期精梳机型之一。我厂目前仍有10台该型号设备。我们在该机的生产运行中发现更换棉条筒时,特别是满筒下机后刚换上空筒时,经常发生棉条筒跑偏直径脱离圈条盘后倾倒,致使棉条不能正常输送至棉条筒内,继而造成棉条乱层,影响了棉条的条干均匀度,为此,我们进行了改造。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>我厂使用的 SFA252型精梳机在近期的生产过程中出现了条干突发性增大现象,条干（萨氏）不匀率高达 6个～8个百分点之多,而且各机台发生的周期长短不一、棉条质量极不稳定,严重影响了半成品的质量。我们通过排查分析,认为故障可能发生在牵伸部位。基于这种思路,我们分析了牵伸部位传动系统的工作原理。", "label": "纺织科学与工程", "id": 0}
{"content": "简单介绍了三向织物（Triaxial Woven Fabric-TWF）及其复合材料,对TWF的结构特性及其复合材料在卫星天线上的应用,其力学性能的分析与测试等进行了综述。对三向织物复合材料力学性能分析和在大型可展开反射器上的应用做出了未来展望。", "label": "纺织科学与工程", "id": 0}
{"content": "油水分离是用于分离油/水混合物、聚合物/水混合物或气泡/水混合物,但是现阶段使用的油水分离膜材料存在一系列问题,例如产出技术复杂,工业生产成本高,油水分离效率低,并且极有可能带来二次污染。随着\"碳中和、碳达峰\"的提出,油水分离领域作为\"双碳\"中重要节能减排的方向之一,利用材料的浸润性质来实现石油、工农业废弃油和生活废弃油的分离成为了一个重要的研究方向。棉布和无纺布具备成本低、技术简单、二次污染少等特点,现已成为该领域的热门材料。通过利用日常生活就能轻易得到的棉布和无纺布作为基底,利用简单的水热反应和简易化学反应制备出具有润湿性的棉布和无纺布。因为其超疏水超亲油或者超亲水超疏油等特点,将其用于油水分离方面,从而满足工业生产和实际生活的需求。", "label": "纺织科学与工程", "id": 0}
{"content": "传统的纺织品作为中华传统文化的重要载体之一,其中所包含的各类美术元素中蕴含着深厚的民族精神,具有传承和保护价值,研究传统纺织品中的图案有助于提升传统文化的影响力和创造力。为此,本文探讨了传统纺织品中的美术元素构成与应用,从美术元素的色彩和布局特点入手,根据不同美术元素的构成将其分为自然景观类、动物类以及图腾类,并分析各类元素所代表的寓意。将各元素所具有的文化含义与现代设计相结合,分析传统纺织品元素在现代服饰、生活用品以及包装中的应用,助力中华优秀传统文化的复兴和发展。", "label": "纺织科学与工程", "id": 0}
{"content": "对羊毛/粘纤混纺产品进行化学溶解法定量分析,通常采用标准GB/T2910.4-2009《纺织品定量化学分析第4部分:某些蛋白质纤维与某些其他纤维的混合物（次氯酸钠盐法）》。长期检测过程中发现,该标准中0.9mol/l-1.1 mol/l浓度的次氯酸钠水溶液对粘纤存在一定程度的损伤,这部分损伤计入到羊毛含量中会造成羊毛测试含量比实际含量偏高的问题。为了解决这一问题,本文提出采用84消毒液法,通过试验表明,该方法对粘纤的损伤小,数据稳定,精确度高。", "label": "纺织科学与工程", "id": 0}
{"content": "利用间歇式高温反应器,采用亚临界水热解耦合水氧化法对印染废水物化及生化污泥进行处理。通过正交实验研究了水热解反应温度、压力、反应时间对反应后污泥脱水程度和污染物的影响。结果表明:最佳亚临界水热解条件为温度300℃、压力9 MPa、水热解反应时间1 h。在最佳亚临界水热解产物的基础上,选择氧化系数为1.5、水氧化反应1.5 h时,分离液化学需氧量和氨氮分别由28200,2610 mg/L降低至750,110 mg/L,固相污泥含水率为40%。同时,通过水热处理后污泥中重金属浸出毒性符合GB 5085.3—2007危险废物鉴别标准浸出毒性鉴别》。该技术可实现对印染污泥减量化和无害化的处置。", "label": "纺织科学与工程", "id": 0}
{"content": "采用生物活性炭耦合强化混凝工艺对太湖地区某印染工业园污水处理厂的印染废水处理工艺进行技术改造,分析技改前后出水的COD变化,考察污泥的SV、SVI及含水率情况。结果表明:经过技术改造后,总出水平均COD降低到55 mg/L,稳定达到排放标准,全年累计COD削减量增加了308.85吨。污泥含水率显著下降,平均每吨污泥脱水成本减少8.89%,取得良好的社会效益与经济效益。可为印染废水处理厂的提标改造提供借鉴。", "label": "纺织科学与工程", "id": 0}
{"content": "利用60Co源产生的γ射线辐照空气中的聚丙烯腈纤维以模拟并揭示空间辐照条件下,聚丙烯腈纤维的辐射损伤。机械拉伸、扫描电镜（SEM）、同步辐射小角散射（SAXS）的结果表明:在随着辐照剂量的增加,PAN纤维机械强度下降,纤维孔洞增多,孔洞大小发生转变。该研究对改善特种环境下含PAN纤维防护材料,制定材料使用标准等方面具有一定的现实意义。", "label": "纺织科学与工程", "id": 0}
{"content": "大部分印染企业多数起步较早,由于缺乏相应的管理规范导致部分区域印染行业产业布局散乱、环境压力日益增加、清洁生产水平参差不齐,这一切越来越严重制约着区域印染行业的进一步发展。针对区域印染行业存在问题,本文结合开展的一些区域行业环保综合整治规划工作经验,提出一些对策或思路,为该行业的绿色发展提供借鉴。", "label": "纺织科学与工程", "id": 0}
{"content": "粉煤灰结构特殊,来源广泛,吸附性能良好,因此被广泛应用于印染废水处理。本文通过对印染废水的基本特性及处理技术,与粉煤灰处理印染废水的作用机理的介绍与阐述,反映了粉煤灰在印染废水处理中的应用现状,提出并探讨了目前存在的问题以及今后的研究方向。", "label": "纺织科学与工程", "id": 0}
{"content": "近年来,纤维及织物结构的可穿戴能源器件受到广泛关注。我们前期通过化学镀、电镀的方法,在轻质高分子纤维等基底上镀覆平滑的铜、锰等金属层,并跨尺度组装半导体纳米阵列、电解质等,研制出适用于柔性太阳能电池的新型光电极材料。在此基础上,利用飞梭织造及钉线绣等组装新工艺,赋予能源器件高度的结构灵活性,进而开发了系列锰基织物结构的可裁剪、全固态柔性光伏能源织物。研究还进一步通过与纤维储能器件集成编织,制备出了可以同时采集并存储能量的新型能源织物。其通过织纹及封装优化,其耐受水冲、折叠及扭曲的能力不断提升,从而满足不同的可穿戴应用需求。在此基础上,我们围绕纤维及织物结构器件在可穿戴智能监测及电诊疗等领域的应用,与重医口腔医院、北医神经所等开展合作,取得初步应用成效。同时还与浙江辰鸿等企业合作,探索推进织物电池的生产放大。", "label": "纺织科学与工程", "id": 0}
{"content": "着重介绍药芯焊丝的特点、用途及其在纺织机械典型零件上的焊接应用,通过选择合理的焊接参数,并对焊缝成形效果对比,证明药芯焊丝在纺织机械钢结构上具有优良的焊接性能,并展望了未来的发展趋势。", "label": "纺织科学与工程", "id": 0}
{"content": "丝是优异的天然蛋白质纤维,被广泛地应用在纺织、服装、生物医学等领域。蚕丝的形成需经历一个复杂的过程:家蚕首先在后部丝腺合成丝素蛋白,丝素蛋白液经过中部丝腺,与其合成分泌的丝胶液一起,通过腺腔内的压力进入到前部丝腺、吐丝管,再通过榨丝区的肌肉活动对丝蛋白受到的剪切力进行调节,使其二级结构改变,最后在家蚕头部的牵伸摆动下,迅速固化,形成蚕丝。蚕丝虽然具有优异的性能,但仍存在抗菌性能及抗紫外性能差等缺陷,这在一定程度上限制了蚕丝的应用及蚕丝产业的进一步发展。通过对蚕丝进行改性并赋予其新的功能可拓展蚕丝的应用领域,促进蚕丝产业的发展。添食法具有简单、高效、环保及有利于规模化生产等优点,可在源头改性蚕丝的性能,是大量制备改性蚕丝的最有效方法。添食物质的选择至关重要。首先,添食物质不能有毒性;添食后,不能影响家蚕正常的生理及生命活动。其次,要注意添食物质颗粒的尺寸。此外,选择的添食物质需要有突出的性能。综合以上因素,纳米颗粒成为添食家蚕的首选物质。研究者们选择不同种类的纳米颗粒进行添食,取得了一定的成果。在保证蚕丝质地柔软光滑本质的同时,能大幅提升蚕丝的力学性能,且改善蚕丝的热稳定性能。目前,通过添食纳米颗粒制备的蚕丝的力学性能最高可提高111.25%。荧光蚕丝在生物医药工程、光学和光电子领域都具有巨大的应用价值。近年来,有多种方法已应用于制备荧光蚕丝,但大都不够环保且难以大规模持续生产。研究人员通过给五龄时期的家蚕添食具有荧光效应的染料或稀土荧光粉的方法可获得彩色荧光蚕丝。通过此方法所得的荧光蚕丝,不仅具有良好的荧光性能,而且具有优异的荧光稳定性。但添食荧光材料会对家蚕的生理和生命活动造成一定影响,并使蚕丝的力学性能有所降低。为了制备具有不同功能的蚕丝,研究人员拓展了添食物质的种类,利用含氮物质、超细羽绒粉体、色素等进行添食,得到了质量突出的蚕茧及力学性能优异的改性蚕丝。本文以添食物质、添食后制备的改性蚕丝的结构及性能为重点,综述了近年来利用纳米物质、荧光物质及其他物质添食制备改性蚕丝的研究进展,客观分析了不同添食物质对蚕丝结构、力学性能及热性能等的影响,展望了添食法未来的研究及发展方向。", "label": "纺织科学与工程", "id": 0}
{"content": "福建省纺织印染行业挥发性有机物（Volatile organic compounds,VOCs）执行的GB 16297—1996《大气污染物综合排放标准》无法针对纺织印染行业的排放因子和排放要求做出针对性的规定,福建省市场监督管理局和福建省生态环境厅即将联合发布《纺织染整工业挥发性有机物排放标准》。本文详细分析了标准制定的背景、框架、适用范围、排放限值的对比及确定、标准实施的环境效益以及实施建议等方面进行论述,进而对该标准发布的内容进行解读。", "label": "纺织科学与工程", "id": 0}
{"content": "帐篷已有上千年历史,新型充气帐篷的出现使帐篷产生了巨大飞跃。值得注意的是,充气帐篷虽然具有其独特的优势,但在严峻的自然环境下发生破坏的案例不在少数,因此为帐篷提供仿真数据参考尤为重要,本文针对两种不同拼接方式的气肋式充气帐篷,使用workbench有限元软件仿真,分析了气肋式充气帐篷在雪载荷下的应力与变形情况。", "label": "纺织科学与工程", "id": 0}
{"content": "装饰挂毯设计课程在继承传统的基础上不断创新、开拓发展,创造出符合时代气息的教学成果。设计和创新必须以科学的方法,严谨的治学态度去分析图案与应用诸因素之间的关系,装饰挂毯的研究始终遵循社会的需求发展,探索艺术设计与地方经济及文化品位之间的关系,提倡艺术来源生活、服务社会的原则。同时,装饰挂毯其精美的图案纹样、精细的制作工艺也具有较高的艺术和收藏价值。", "label": "纺织科学与工程", "id": 0}
{"content": "目前人类致力于发展光电光材料、光催化材料以及光热转换材料可持续的利用再生能源。在这其中开发光热材料至关重要。但在这一领域最新开发的技术不能满足实际应用需求,主要是所开发的纤维的光热转换能力不足,以及应用范围狭窄[1-2]。先前的报告显示,过渡金属二维材料（TMDS）MoS2纳米片具有广泛的光谱响应范围,包括紫外和近红外光谱,以产生高温和活性氧（ROS）[3]。本课题合成了一种核壳结构的纳米MoS2利用它的光热性能,并将这种光热材料与纺织材料进行结合,MoS2在近红外660nm和808nm波长诱导下,负载的织物下释放热量与活性氧（ROS）,在高温与强氧化作用下加速了细菌中的谷胱甘肽（GSH）转换为二硫化物（GSSH）,破坏细菌的细胞膜、细胞器、DNA结构[4],并将这种光热疗法（PTT）与传统抗菌方法进行协同增效,修复烫伤的炎症伤口,这种新型抗菌技术使得伤口在愈合过程中不使用抗生素成为可能。", "label": "纺织科学与工程", "id": 0}
{"content": "本文探讨了\"三时生活\"做非遗传承的缘起,讲述非遗环保、可持续发展的特性,以及拉动乡村经济增长、解决农村就业问题、增强民族自信、助力乡村振兴的重要作用。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>京都,西阵。对不熟悉日本织物与和服的背包客来说,这里是一个普通的京都小巷。如不巧你是在傍晚5点以后到达这里,打烊的店面和安静的街道会让你误认为这只是一条冷清的小街,但偶从虚掩的大门门缝中瞥到一架硕大的木质织机,又会让你为之一振。", "label": "纺织科学与工程", "id": 0}
{"content": "中国五色体系,即赤、青、黄、黑、白五原色构成的色彩体系,是源自《易经》阴阳五行学说的中国色彩理论,并把各种色彩赋予尊卑,贵贱等级的象征意义。通过色彩的使用区别来区分社会等级、君臣民的社会关系。借助这一思想体系,人们把对于宇宙的认识与人类社会的秩序统一起来。中国传统地毯的等级制度遵循五色原理,即符合封建帝王的礼教规定也兼顾宗教色彩的要求。传统地毯多选正色作为主色,植物染料为主要染色原料。本文从五色之道:五色与五行的关系;五色之制:色彩等级制度的象征;五色之用:五色与毯用植物染色;五色之承:毯用植物染毛技术的恢复。四个方面,系统探讨五色理论对北京地毯色彩体系的影响,并探索传统植物染毛技术的传承和发展。", "label": "纺织科学与工程", "id": 0}
{"content": "印染废水是一种难处理的工业废水,具有组成复杂、有机物含量高、可生化性差等特点。本文探讨了水力停留时间、pH、有机负荷对生物接触氧化法处理印染废水效果的影响。研究表明,生物接触氧化去除效果随水力停留时间、废水pH和有机负荷的变化而变化。对于本研究的印染废水,最佳水力停留时间为16h,COD、氨氮、总氮、色度去除率分别为79.1%、54%、68.3%、87.5%。生物接触氧化法对水质变化耐受程度较好,保持出水稳定的有机负荷为1.7 kgCOD/（m~3·d）以下。原水pH为7时,COD、氨氮、总氮、色度去除率最高,分别为77.8%、54.5%、68.4%、85.7%。", "label": "纺织科学与工程", "id": 0}
{"content": "为了解印染企业水资源利用状况,从污染源头上削减污染物排放,本文通过研究苏州吴江区4家印染企业的工艺流程、给排水流程,采用水平衡实测的方式,分析了企业蓄水、用水单元的进出水情况。结果发现,一级进出水量的平衡很难反映企业实际的水资源利用情况,出现问题的环节主要在清水池和污水池,以及部分企业的某个用水单元。主要原因是内部管网混接、错接和现场设备及管线的跑冒滴漏。因此,提高水资源利用过程管控、不断优化内部用水流程及废水收集处理管网,将有助于企业降低单位产品用水量及废水排放量,促进企业向节水型生产工艺转型,进而为太湖流域水环境污染防治工作提供有力保障。", "label": "纺织科学与工程", "id": 0}
{"content": "染色废水是纺织工业废水中重要的组成部分,由纺织品染色工序中排放。膜法处理技术因其操作简单、效果显著、能源消耗低等优点一跃成为目前发展前景最好的污水处理技术之一。本文通过实验室模拟染色废水利用纳滤膜进行过滤,测定了不同时期浓缩液的浓度、电导率以及产水的浓度,分析了产水水质以及再染色情况,得出结论:操作压力0.2MPa、温度35℃是纳滤的最佳操作条件,浓缩倍数达到2.5倍时,产水色度仍然为零;纳滤膜的截留率稳定维持在99.5%左右,不会因渗透压的变化而出现显著变化;染色废水中所含成分越多,再染色效果越差,但耐摩擦牢度相差不大。", "label": "纺织科学与工程", "id": 0}
{"content": "解析了一种混纺配色专利混和技术设备:一种构思巧妙、结构简单的混棉机器,实现了定量取料、精准比例混和、基本实现单纤维直接均匀混合、可多松可少打等多种混和原理的集成。以此取代混纺尤其是色纺生产中传统的手工混棉、排棉的粗矿操作以及机械随机的不定量抓取的生产流程,改善工艺流程、简化了操作管理,极大的降低了混纺（色纺）的生产管理难度,确保混纺（色纺）混和比例准确以及混纺（色纺）质量提升,资源消耗大幅下降。实践证明,混纺（色纺）生产运用这一技术设备能带来显著的收益。", "label": "纺织科学与工程", "id": 0}
{"content": "为了提升芬顿法的处理效果,对Fenton试剂法的运行条件进行研究。通过控制控制pH值、FeSO4·7H2O的投加量、H2O2的投加量以及反应时间来进行单因素试验,并最终确定最佳运行条件。研究表明当pH值为3,FeSO4·7H2O的投加量为800mg/L,H2O2的投加量为3mL/L,反应时间应为120min时,对于亚甲基蓝废水色度去除率为97.45%,COD的去除效率为77.75%。通过参数优化可有效的提高处理效果。", "label": "纺织科学与工程", "id": 0}
{"content": "以研究面料浮雕再造设计为中心,探索创新面料浮雕设计的新型应用。针对中国画艺术在面料浮雕再造设计中的创新应用进行一系列研究,具体包括面料浮雕工艺行业现状、融合中国画艺术的实践性面料设计、工艺技法探究及现代应用价值这四大方面。", "label": "纺织科学与工程", "id": 0}
{"content": "近几年来,使用超声技术来处理印染废水问题越来越受到人们的关注。与传统的废水处理方法相比,超声处理更高效、环保,不会产生二次污染。因此本文对超声降解的机理以及超声在处理印染废水中取的成果进行介绍,主要包括超声与光催化、Fendon以及电化学等技术的联用。研究发现,超声联合其他氧化技术在处理印染废水中具有协同作用。", "label": "纺织科学与工程", "id": 0}
{"content": "热定型生产过程中织物的克重大都采用人工进行离线测量,导致织物生产的一次合格率低、产品质量不稳定等诸多问题。为有效解决这些问题,提高产品质量和生产效率,作者团队已设计出热定型生产过程的织物克重在线检测装置和自动控制系统。在实际应用过程中,由于加工装置的物理限制,在克重的自动控制中存在着大滞后问题,这一问题仍然在很大程度上限制着热定型产品的质量。为解决滞后非线性导致的控制效果不佳问题,本文设计了一种克重控制系统参数失配情况和失配量的检测方法,并在此基础上提出了多模自整定Smith预估控制方案,实现了系统在模型失配情况下的在线结构调整,在克重控制系统模型精度有限的情况下有效补偿了滞后的影响,为实现热定型织物克重的在线控制提供了可行方案。仿真结果表明,通过该方法可使克重控制系统在模型失配情况下,仍能保持系统的稳定性并具有良好的动态性能。", "label": "纺织科学与工程", "id": 0}
{"content": "仪器化感官检验是一种较为常见的检验技术,将其应用于棉花轧工质量的检验过程当中能够起到较为优质的效果,但立足于实际应用的角度上来看,这种检验形式也存在着一定的不足。本文就针对仪器化感官检验中棉花轧工质量的检验进行了简要的探讨分析,希望能够为后续相关工作的开展起到一定的参考作用。", "label": "纺织科学与工程", "id": 0}
{"content": "纺织企业由于其生产车间结构复杂,厂房内设备密集,且生产工艺多样,发生火灾后燃烧迅速,导致现场痕迹多变,给火灾调查人员带来很多困难,文章以一起纺织厂火灾的案例调查切入,初步总结了纺织厂火灾调查的方法、步骤,为此类火灾调查提供参考。", "label": "纺织科学与工程", "id": 0}
{"content": "本文阐述了负离子与人体健康的关系,简单介绍了几种负离子远红外发生材料,回顾了近些年国内外负离子功能纤维的最新发展,分析了未来负离子远红外功能纤维的应用发展趋势。", "label": "纺织科学与工程", "id": 0}
{"content": "采用在线分光光度法研究Fenton处理酸性嫩黄2G染料的氧化降解过程。考查FeSO4和H2O2的初始剂量、初始pH对染料降解过程的影响。结果显示,采用Fenton氧化降解偶氮染料酸性嫩黄2G,染料初始浓度为20mg L-1,在FeSO4浓度为0.1mmol L-1,H2O2浓度为0.6mmol L-1,初始pH值为3,300s后酸性嫩黄2G最大除色率为94.66%。降解过程分两个阶段:第一阶段,降解速率非常快;第二个阶段,随着反应时间的延长,脱色速率的增加明显降低。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>一、印染废水现状纺织印染行业的高污染特性素来备受环保方面的关注。在纺织原材料加工为纺织品的生产过程中,会产生超过8000种对环境带来破坏的化学品。从我国来看,纺织印染是我国发展最早且具有国际竞争力的传统优势产业之一,但也是典型的高能耗、高水耗行业。据统计,纺织印染行业能耗约占全国产业总量的4.4%,水耗约占8.5%。同时印染行业是我国重点污染行业之一,其污染主要体现在废水和废气两方面。", "label": "纺织科学与工程", "id": 0}
{"content": "某批次0Cr17Ni12Mo2奥氏体不锈弹簧钢丝绕制的压簧在使用过程中出现个别弹簧异常断裂,通过生产质控过程调查、化学成分分析、金相检验、体视显微镜和扫描电镜断口观察等方法对弹簧断裂的原因进行了分析。结果表明,弹簧断裂起源于表面缺陷处,弹簧在交变载荷应力作用下在表面缺陷处形成应力集中,裂纹在表面缺陷处萌生、扩展并造成弹簧失稳断裂。弹簧表面缺陷的形成与原料表面缺陷、拉拔钢丝润滑等因素有关,为避免弹簧使用过程中提前断裂,应严格控制弹簧表面质量。", "label": "纺织科学与工程", "id": 0}
{"content": "在对棉花异性纤维在线检测方法的背景、必要性进行充分阐述,并对国内外的棉花异性纤维在线检测方法或装置也进行了大量的研究后,本文通过棉花异性纤维在线检测五个关键问题的实验分析,提出了适用于棉花异性纤维的在线检测方法,为棉花产区原棉异性纤维在线检测技术提供指导。", "label": "纺织科学与工程", "id": 0}
{"content": "兔毛是一种天然毛纺织材料,属于特种动物纤维的一种,具有亲肤保暖、蓬松柔软等优点。石墨烯是一种平面蜂窝状的新型材料,具有很多优良特性,如抗紫外,远红外发射,抗菌等,在纺织领域的应用日趋显著。通过控制L-半胱氨酸浓度、超声功率、水浴温度、超声处理时间与氧化石墨烯浓度五个变量,制备一种石墨烯改性兔毛纤维,其不仅可以减少静电的产生,增加摩擦,而且在性能上保留了兔毛纤维亲肤滑爽,透气透湿的优良特性,添加了石墨烯的功能特性。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>个人制冷技术可以实现人体局部的热管理,这种技术不仅能改善人体的热舒适和健康状态,相比于传统的制冷技术还可以节能和和降低成本,是未来一种备受期待的发展策略。在本文工作中,我们报道了一种通过绿色环保的方法制备得到的同时具有高导热性、亲水性和生物可降解性的可再生纤维素纺织物。将含有纤维素和边缘选择性羟基化的氮化硼纳米片（BNNS）的含水混合物通过湿法纺丝大规模制备后,BNNS在纤维中能同时实现高的填充量、均匀的分散和良好的取向。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>纱布是常用的外用止血材料,但它良好的吸水性易增加伤员的额外失血量,由此可能导致伤员因失血过多而残疾、休克和死亡,增加医疗支出[1]。因此,生物安全的高效快速止血纱布的研发具有重要的临床和经济意义。在组织粘附效应、亲疏水效应调控液体流动的协同新机制下,", "label": "纺织科学与工程", "id": 0}
{"content": "<正>纤维素湿法纺丝有多种方法,目前国内最为常用的是粘胶法,其在国内纤维生产工业中仍占据着主导地位。然而,粘胶纤维生产工艺伴随着CS2、H2S及重金属等有毒有害副产物,且生产周期冗长;而使用N—甲基吗啡—N—氧化物纺丝制得的Lyocell纤维虽具有较高力学性能和优异尺寸稳定性,", "label": "纺织科学与工程", "id": 0}
{"content": "苎麻纤维是一种重要的纤维素基长纤维材料,在纺织、复合材料等领域具有广泛的应用价值。利用碱性过氧化氢脱除原麻中的非纤维素成分,是高效获得具有使用性能的纤维的关键步骤。但纤维的强伸性能常由于在脱胶过程受到过度氧化而下降,为了解决这一问题,本文用还原性溶剂（维生素C,亚硫酸氢钠、保险粉、二氧化硫脲）处理经氧化脱胶制得的纤维,用单因子实验和正交实验对处理工艺进行优化,并使用FTIR, XRD, SEM等方法对处理后的纤维进行分析表征。结果表明,还原剂处理可以有效的增强纤维是强伸性能,其中二氧化硫脲的效果最佳。在最佳工艺条件下（30 min,2%二氧化硫脲, 100℃）,纤维的断裂强度和断裂伸长率分别提高了25.1%和20.6%,氧化性基团（羧基、醛基）含量降低了23.5%。还原剂处理不会导致纤维结晶性能、表面性能的变化。", "label": "纺织科学与工程", "id": 0}
{"content": "在时代的不断发展中,我国纺织品文物的收藏、修复和科研工作都取得了一定的进步,尤其是文物保护修复技术如回潮技术、清洗技术、除霉技术的应用,对我国的纺织品文物保护修复有重要的作用。由于纺织品文物的历史悠久,纺织品上会因为年代久远的原因而附着大量污迹。纺织品上污迹千差万别,其价值意义不可一概而论。本文对纺织品文物上的污迹价值进行研究,并探讨不同价值下的污迹处理。", "label": "纺织科学与工程", "id": 0}
{"content": "通过在现场生物好氧池培养生物膜的方式解决了由于印染废水处理厂普遍采用接触氧化工艺,装置无法采集悬浮活性污泥的难题,印染废水进入装置按流程运行获得数据结果,包括DO特征曲线完整性与重现性、废水低负荷的判断以及毒性诊断,均达到预期效果,说明基于DO特征曲线的废水毒性诊断技术及装置适用于印染废水处理厂,为印染废水处理厂的生物处理段免受生物毒性物质的侵害提供了一种实际可行的监测预警技术和装置。", "label": "纺织科学与工程", "id": 0}
{"content": "高性能纤维织物由于高模量、高强度、低密度等特点,广泛应用于爆炸破片防护领域。另外编织物由于其结构复杂,建模难度大,关于弹道性能数值模拟研究较少。基于此,本文通过弹道冲击试验和数值模拟的方法,研究了三种UHMWPE纤维编织结构（二维正交编织、二维三轴编织、三维正交编织）的纤维编织布的弹道性能。在不同弹丸头部形状（平头、尖头、球头）以及弹丸冲击速度下分析了三种编织结构的编织物靶板的穿透机理,弹道防护效率,失效形式等,并以弹道极限速度V50为表征参量评估弹道性能。发现数值模拟结果与实验结果有良好的一致性。通过对不同编织结构单层板弹道性能的分析,找到速度匹配效率关系,设计了一种多层纤维编织结构-铝合金\"三明治\"复合防护结构并进行弹道冲击数值模拟。得出结论:在等质量下,复合防护结构相比较均质铝合金防护结构,展现了更优的防护性能。", "label": "纺织科学与工程", "id": 0}
{"content": "剪切增稠液（Shear thickening fluid,简称STF）可以有效增强Kevlar织物的抗冲击性能,用于航空发动机的软壁包容系统可以进一步减轻重量,具有广阔的前景。基于前期对STF-Kevlar织物的纤维拔出试验获得的摩擦系数,在显式有限元软件ANSYS/LS-DYNA中基于干织物模型（*MATDRYFABRIC）,开展了STF-Kevlar织物在TC4叶片弹体冲击下的数值仿真分析。结果表明:经过不同浓度STF处理后的STF-Kevlar织物摩擦系数都大幅增强。随着摩擦系数的增大,STF-Kevlar织物的抗冲击能力有明显增强。20wt%STF-Kevlar织物摩擦系数最大,其抗冲击性能却较25wt%Kevlar织物有所降低。说明在摩擦系数较小的情况下,随着摩擦系数的增大,弹体穿过织物损伤的动能逐渐增多,织物的抗冲击能力增强;在摩擦系数较大的情况下,随着摩擦系数的增加,织物的刚性增强,韧性下降,与织物的接触时间减少,反而导致织物吸收的能量降低。", "label": "纺织科学与工程", "id": 0}
{"content": "利用海带废渣制作成吸附剂,以结晶紫和孔雀石绿染料废水为处理的对象,通过批次试验方法考察了吸附时间、吸附剂投加量、染料初始浓度、反应体系温度及溶液pH值等因素对吸附效果的影响,并对吸附规律进行了探讨.研究结果表明,海带废渣对结晶紫（CV）和孔雀石绿（MG）的吸附平衡时间分别为95min、135min;吸附平衡时的去除率分别为86%和88%.染料浓度一定时,增加海带废渣的量可以增大去除率,但是会降低比吸附量.pH越高,吸附效果越好,最佳吸附pH值为12.吸附等温线研究表明,吸附剂对两种染料的吸附与Langmuir模型契合度高（R2=0.920～0.955）.吸附动力学研究表明,吸附剂对两种染料的吸附与伪二级动力学方程契合度高（R2=0.999）.最后,对海带废渣作为吸附剂的发展前景做了一个合理的展望.", "label": "纺织科学与工程", "id": 0}
{"content": "随着印染工业的快速发展,废水排放量与日俱增,对生态环境和人类健康造成严重威胁。由于印染废水成分复杂、有机物含量高、难生化降解,印染废水的处理已成为废水处理领域的一道难题。本文报道了一种新型的水动力空化（HC）联合Fe3+掺杂TiO2降解溶液中有机污染物的方法。设计了不同几何参数（尺寸和半发散角）的文丘里管,以获得最强的空化效果。采用XRD、SEM、TEM、UV-visDRS等方法对制备的Fe3+掺杂TiO2催化剂的结构、形貌和化学成分进行了表征。在3.0 bar进口压力下,在40℃工作温度下,初始浓度为10 mg/L的RhB溶液中,水力空化对罗丹明B的最佳降解速率为91.11%。", "label": "纺织科学与工程", "id": 0}
{"content": "本文回顾近年来处理印染废水中难降解有机物的各种处理方法,分析了各技术的技术特点,并对处理技术的发展趋势进行了分析,为印染废水的处理提供基础资料。", "label": "纺织科学与工程", "id": 0}
{"content": "采用Langmuir、Freundlich等温吸附方程对钢渣吸附去除直接大红平衡浓度和单位吸附量进行拟合,通过比表面积分析仪、X射线衍射仪及傅里叶红外光谱仪对吸附前后的钢渣和染料进行表征探讨吸附机理.研究结果表明钢渣吸附去除直接大红染料吸附过程更符合Langmuir等温吸附模型,Ce/qe=0.00213+0.5232Ce,R=0.9996,属于单分子层化学吸附;溶液pH不影响直接大红分子结构;钢渣吸附前后比表面积从0.540 m2/g减小到0.24 m2/g,平均孔半径从446.8A增加到660.4 A;吸附过程中C2S相、C3S相、RO相均有溶出,含铁化合物的相对含量增加,且物相发生了变化,铁氧化物水解为水化铁酸钙并进入液相与染料磺酸基团上的氧结合.孔扩散过程是钢渣对直接大红废水的动力学控制步骤,吸附过程更符合准二级吸附速率方程,R=0.98596,吸附速率为0.037 mg/（g·min）。", "label": "纺织科学与工程", "id": 0}
{"content": "针对纺织印染行业定型机废气处理设备在实际应用中存在布置分散、运行管理难度大等难题,开发智能管控系统技术,实现设备可视化展示及远程操作、设备优化控制、设备全生命周期管理（包含设备运行状态实时监控、设备故障管理、设备健康管理、日常巡检维护绩效考核、设备整体运行质量量化评价）等功能,满足纺织印染企业在生产过程中对定型机废气处理设备的自动化运行及智能管理控制需求,提高企业的生产效益。", "label": "纺织科学与工程", "id": 0}
{"content": "针对高盐高有机物印染废水,进行组分分析,并对其吸附研究,考察了不同吸附剂对有机物脱除率和吸附容量的影响,并通过蒸发浓缩和蒸发结晶的方式对有机物脱除效果进行验证。实验结果表明:印染废水盐含量高,含盐量可高达7%左右,主要以氯化钠和硫酸钠为主;且有机物含量高、种类复杂,主要以吲哚、苯胺为主。在蒸发过程中,冷凝水中的有机物主要为吲哚类。吸附过程的有机物脱除率可在45%以上,吸附容量在70 mg/g（以TOC计）以上。经过吸附-蒸发-结晶的路线,回收无机盐,氯化钠结晶盐达到《工业盐标准》（GB/T 5462—2015）精制工业盐二级品,结晶盐中TOC含量在50 mg/kg以下。", "label": "纺织科学与工程", "id": 0}
{"content": "汉字中蕴含着博大精深的中国文化,通过汉字分析我们能够窥探一定的文化。中国是世界上最早养蚕缫丝的国家,其纺织文化的发达可见一斑,本文拟对与纺织有关的部分字进行构形的分析,并对《说文》中的\"糸\"部字进行分析,以期从汉字中窥探中国古代的纺织文化。", "label": "纺织科学与工程", "id": 0}
{"content": "本研究制备了一种季铵盐抗菌剂2‐二甲基‐2‐十六烷基‐1‐甲基丙烯酰氧乙基溴化铵（DEHMA）,通过电子束辐射的方法将制备的DEHMA同丙烯酸共同整理到涤纶织物上。辐射整理后的织物通过吸附银离子,以进一步提升抗菌性能。采用EDX,XPS及SEM对整理织物进行表征,织物上银离子含量采用原子吸收光谱法进行测定。水接触角测试结果显示织物经整理后亲水性能获得提升,抗菌测试结果发现整理后织物具有优异的抗菌性能。", "label": "纺织科学与工程", "id": 0}
{"content": "防弹类织物主要以柔性高性能纺织纤维组成,具有轻质、耐腐蚀、高强度、高模量等优点,应用于防弹衣防护类产品中可以最大程度吸收和耗散弹头的动能,达到阻止弹头穿透、有效保护人体的目的,因此高性能柔性织物材料的力学性能一直是国内外研究的热点。目前很少的技术能测量柔性织物静载下的纱线应力分布,本文使用微拉曼光谱法研究了Kevlar49柔性织物中在静载下的载荷传递行为。微拉曼光谱法（MRS）在微尺度测量方面独特的优势:无损、无接触、空间分辨率高（1μm）、深度聚焦的测试等,通过分析织物纤维束名义应变与所有单纤维真实应变关系,借助拉曼光谱研究Kevlar49软织物中单纱拉出行为,在单纱拉伸试验中使用数字图像相关方法建立单纱的应力-应变关系。在单纱拉伸试验中使用MRS建立拉曼峰值位移和Kevlar 49纱线应力之间的关系。在表征Kevlar49软织物的几何特征、单纱力学性能和拉曼频移-应力关系的基础上,测量了有、无预紧力下拉拔单纱上的应力分布。根据连续介质模型假设,分析了单纱上的屈曲伸长和载荷传递机制,讨论了几何参数和材料参数对载荷传递行为的敏感性。单纱拉拔实验中,单纱上的应力分布,符合界面脱粘拉拔模型理论预测趋势。实验结果显示拉拔载荷是从纱线拉出端沿着纱线向内部传递,在屈曲伸长段:滑动摩擦剪应力近乎是常数,屈曲伸长长度随着外载增加而变长;预紧力会在一定程度上起到抑制屈曲伸长的作用,有利于滑动摩擦段的载荷传递作用。在屈曲段,在屈曲段的静摩擦范围内,载荷传递是通过交叉点上的静摩擦剪应力来实现的,且剪应力沿着交叉点逐渐降低,这意味着预紧力对静摩擦段的载荷传递作用影响明显。针对柔性织物面内织物真实应力传递机制测量困难的问题,提出一种正交平纹kevlar织物的准静态离面顶破实验,模拟防弹织物弹道冲击的过程中应力传递的情况,结合微拉曼光谱法（MRS）测试得到二维平纹织物的全场应力分布。从全场织物应力分布可以看出,织物主纱附近高应力区域呈十字形分布;这个结果有助于进一步研究在弹丸撞击过程中织物上的载荷传递。", "label": "纺织科学与工程", "id": 0}
{"content": "针刺技术是一种高技术含量、高性价比的3D纤维预制体成型工艺,目前受到广泛关注,以针刺预制体为基础制备的复合材料已广泛应用于航空航天领域。但针刺过程引入z向纤维的同时会对铺层面内纤维造成一定的损伤,导致预制体纤维结构十分复杂。目前仍缺少3D针刺预制体的精细化几何模型,而且针刺工艺参数众多,各项参数对面内纤维损伤和z向纤维引入量的影响难以量化评估。本文基于数字单元技术从微细观尺度建立铺层织物的几何模型,利用虚拟纤维模拟真实纤维的力学行为,在织物力学框架下研究针刺过程中纤维的运动、变形和损伤,实现针刺预制体纤维结构的3D重构。利用数值方法得到的虚拟纤维结构与预制体观测结果一致,数值预报的针刺阻力与实验数据相吻合,证明了该数值方法的可靠性。通过本文的研究可以实现3D针刺预制体的虚拟制造,建立工艺参数、结构参数和纤维损伤的量化关系,为针刺技术的改进和低损伤针刺工艺设计提供理论支撑。", "label": "纺织科学与工程", "id": 0}
{"content": "为探究织物密度对织物成型性能的影响规律,采用半球实验方法对3种不同织物密度的三维角联织物进行了试验研究,通过对比成型后织物剪切角的分布规律及成型弧长等性能指标,揭示了织物结构与织物成型性能间的相互作用机理。结果表明:同一种织物成型到不同尺寸的半球上,在半球曲面上,沿织物试样45°方向上剪切角会随着节点位置的增加而变大;在织物能够完全成型于半球的情况下,半球的尺寸越大,织物成型后的最大剪切角也就越大,成型弧长越长;当织物不能完全铺覆成型于半球时,织物局部发生起折,成型弧长达到成型极限值,织物的最大剪切角为27°;三种织物中,织物密度越小,成型性能越好.", "label": "纺织科学与工程", "id": 0}
{"content": "<正>0引言机织物的编织工艺千变万化,不同的编织工艺造就了机织物组织点飞数的不同,这在丰富了材料外观多样性的同时,对材料的吸声效果也产生了影响。通过对织物组织点飞数的调节,可以优化织物材料的吸声性能。关于纺织材料的研究工作,主要涉及到织造物的一些最基本的参数,包括质量、褶皱情况等对吸", "label": "纺织科学与工程", "id": 0}
{"content": "本文以火锅气味为目标物,系统地研究羊毛布料对火锅气味吸附的检测和评价方法。模拟实际的火锅状态,采用不同的火锅蒸煮方式以及火锅气味吸附装置,探讨了布料与火锅气味之间的相互作用;采用水蒸气蒸馏和固相微萃取法（SPME）对布料上吸附的火锅底料气味进行解吸,并通过气相色谱-质谱联用（GC/MS）（顶空进样）对挥发性化合物进行定性和定量分析。结果表明,在干蒸火锅的条件下,进行的吸附效果优于水煮火锅;水蒸气蒸馏和固相微萃取法两种方法共检测出99种化合物,包括醛类18种,酯类11种,醇类11种,酮类6种,烃类36种,其它类17种。其中采用水蒸气蒸馏法检测出55种化合物,采用固相微萃取法检测出59种化合物。该研究方法不仅适用于羊毛布料对火锅气味的吸附,对于其他纺织纤维对异味的吸附动力学提供了参考依据。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>采用高比强度复合材料制作飞轮储能系统的转子是提高飞轮储能密度的关键。碳纤维增强复合材料缠绕成形转子的缺点是径向强度不足,通常采用层间过盈装配、预应力缠绕减少旋转条件下的径向应力。新的材料应用解决思路是采用层间及层内弹性调控设计和径向进行纤维分布强化的铺层、二维机织、三维纺织的新工艺。基于有限元方法,采用渐进损伤分析可以预测机织飞轮的极限转速。环向连续单丝二", "label": "纺织科学与工程", "id": 0}
{"content": "当创伤发生时最基本的急救处理是使用纱布对伤口进行包扎,然而纱布对血液过量地吸收导致患者失血过多这一问题却被长期忽视。表面浸润性是材料的重要性质,超亲水材料在医疗卫生领域随处可见,而超疏水材料已被报道可应用于防生物污染、药物释放、细胞检测等生物医疗领域。本文通过石蜡这一被FDA认证的原料改性传统纱布,制备了超疏血纱布,并将其与传统纱布复合形成双层Janus纱布结构,即一层超亲水纱布、一层超疏水纱布。利用超亲水纱布对血液中水的吸收促进血液凝固、超疏水纱布产生负压阻止血液过多地浸润纱布,从而达到有效止血和降低失血量的目的。老鼠背部肌肉损伤模型、肝损伤模型、股动脉损伤模型实验结果表明,超疏水/亲水纱布复合使用比常规使用可保证透气性同时降低失血量达50%以上;而老鼠颈动脉损伤模型实验表明,存活时间延长约40%,有望为伤势较重的伤员或病患争取更多抢救时间,挽救更多生命。这一发现为新型止血材料提供了新的设计思路。", "label": "纺织科学与工程", "id": 0}
{"content": "采用混凝沉淀法处理柳编印染废水,通过单因素试验确定了最优混凝剂、调理剂及助凝剂,应用响应面法分析了药剂投加量对混凝效果的影响。结果表明,适用于柳编印染废水混凝处理的混凝剂为FeSO4·7H2O,调理剂为CaO,助凝剂为聚丙烯酰胺（PAM）。混凝剂及调理剂投加量对混凝效果具有明显影响。混凝沉淀处理柳编印染废水的最佳工艺条件为:FeSO4·7H2O为1.31 mg/L、CaO为2.31 g/L、PAM为6.33 mg/L。在该条件下,化学需氧量（COD）、悬浮物（SS）的去除率分别可以达到96.76%、98.49%,处理后水的透光率为95.10%,与模型预测值的相对误差为10.45%。建立的统计学模型确信可靠,同时表明混凝沉淀法具有较高的柳编印染废水污染物去除能力。", "label": "纺织科学与工程", "id": 0}
{"content": "污泥烘干的能耗费用占整个烘干系统运行成本的比例较高,对污泥烘干系统能耗和收益的准确预测成为有效节约能源、优化烘干系统的重要前提。以佛山某污泥烘干系统为研究对象,根据系统运行中的用汽、用电量的实际监测数据以及项目运行收益,建立了基于Elman神经网络的能耗和收益模型。研究结果表明,基于预测模型得到的能耗费用为项目经济性分析提供了依据。", "label": "纺织科学与工程", "id": 0}
{"content": "本文以荧光法为主导,结合寻峰法和区域积分法对印染废水二级处理设施出水中残余有机物进行分析,旨在为印染废水深度处理及回用奠定基础。本研究对珠江三角洲4家典型印染废水处理设施排放口出水进行采集,通过COD,TOC,UV254和三维荧光光谱的测试,分析出水中残余有机物。研究结果显示,出水中的荧光峰值以溶解性代谢产物（Ex/Em=250-400 nm/280-380 nm）和色氨酸类物质（Ex/Em=200-250 nm/330-380 nm）为主。出水中残余有机物以色氨酸物质（区域Ⅱ）,富里酸类物质（区域Ⅲ）,溶解性微生物代谢产物（Ⅳ）为主要成分,酪氨酸物质（区域Ⅰ）和腐殖酸类物质（区域V）的含量较低。三维荧光光谱法结合寻峰法和区域积分法,能够有效对印染废水二级处理设施出水中残余有机物进行定性定量分析,可为印染废水深度处理而回用奠定基础。", "label": "纺织科学与工程", "id": 0}
{"content": "纺织印染行业耗水量大、排污量高,印染废水为纺织废水的主要污染构成,所以印染废水的深度处理显得尤为重要。由于印染废水成分复杂,色度高难以脱色,可生化性差,因而传统生物工艺对印染废水处理效果较差。本文通过臭氧氧化工艺对印染废水进行处理,研究臭氧氧化处理对印染废水生物可利用性的影响。臭氧氧化能有效去除印染废水的色度,当臭氧投加量处于60 mg/L时,73.4%的色度得到去除;臭氧氧化可显著的破坏有机物的不饱和结构,但并不能有效矿化有机物;10mg/L臭氧氧化后的可同化有机碳值可达到872μg/L,比二级出水的可同化有机碳值升高了近4倍,表明臭氧氧化处理可显著提高印染废水的生物可利用性。", "label": "纺织科学与工程", "id": 0}
{"content": "印染废水问题仍然严峻,常规微生物处理法受到新型合成染料的挑战,生物强化是一种行之有效的提高微生物处理效果的方法。本研究发现茶渣对菌群DDMY2脱色蒽醌染料活性艳蓝19（RB19）有良好的促进作用。不同茶叶品种、发酵程度和茶渣制备方式对强化作用有不同影响。利用液相色谱质谱联用仪（LC-MS）分析了不发酵的西湖龙井茶汤的主要成分,选取其中17种主要物质成分采取单一和正交实验,分别对DDMY2脱色RB19进行强化作用。结果表明茶渣中具有强化效果的物质主要是表没食子儿茶素没食子酸酯（EGCG）。研究结果对于激活剂强化蒽醌类染料生物降解具有一定的指导意义。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>近年来,可穿戴电子设备的飞速发展极大推动了柔性便携电源的研究。传统平板块状结构的电源已经不能满足可穿戴电子设备对穿戴舒适性的要求。柔性纤维、织网等结构的新型电源器件,包括纤维光伏电池、纤维摩擦纳米发电机、纤维储能器件等,已发展成国际上一大研究热点。如何在纤维电极表面上高效可控地跨尺度组装微纳功能材料,并进而编织成高效率的大面积能源织物,成为亟待突破的一大瓶颈。本课题组在电化学组装调控的基础上,开发出一类新型的全固态纤维太阳能电池,并进而发展出一系列可以将各种环", "label": "纺织科学与工程", "id": 0}
{"content": "近代传统染织行业中,有一批从事设计工作的人,他们就是本文所要讨论的艺匠,如丝绸行业中的\"画匠\"和\"挑花匠\"就属于此列。尽管只是匠人身份,但他们的工作非常重要并获得了行业内的尊重。民国以后,随着染织工业化进程的发展,在新的历史条件和技术环境中,学校毕业的设计师取代了传统艺匠的地位,仅有小部分人坚持和生存下来,在小范围内保存了他们的经验和技艺,成为今天非物质文化遗产的组成部分。今天我们不仅要传承其工艺技法,更要研究其出神入化的设计方法,包括素材的选择、造型的处理、色彩的搭配等。传承千年的染织工艺,存在着一个具有中国特色的技术体系,包括设计思维和设计方法,值得今天去深入挖掘和研究。", "label": "纺织科学与工程", "id": 0}
{"content": "纺织品中容易误用或为追求经济利益而故意使用各种禁限用染料,因具有一定毒性,危害人类健康、破坏生态环境,国际权威消费品法规严格限制其使用。由于染料成分复杂,常含有合成中间体、分散剂等杂质,传统分析方法均为分类检测,且选择性低、易出现假阴/阳性。本文基于静电场轨道阱高分辨质谱技术,首次建立了同时分析生态纺织品中5大类48种禁限用染料的高通量筛查及确证方法。样品在95℃水浴下经吡啶:水（1:1,v:v）提取,上清液过微孔滤膜后,直接上机分析。采用反向C18色谱分离,分别在正、负电喷雾离子化（ESI）模式下进行Full MS/dd-MS~2数据依赖性扫描分析,采用保留时间、母离子精确质量数、母离子同位素丰度比和子离子精确质量数等四个识别因子对染料化合物进行同时筛查及确证。本文还利用高分辨质谱对分散蓝35等染料的复杂成分进行识别,采用ACD/Labs等软件对染料的碎片离子组成及理论精确质量数进行推导,大大提高了化合物鉴定的可靠性和准确性。本方法48种染料线性关系良好（R2>0.99）,定量限范围为0.01～10mg/kg,在纯棉和涤纶两种代表性基质中的添加回收率范围为62%～120%,RSD<15%。应用本方法对涉及多种纤维类型的40余件纺织品样品进行了分析,检出分散橙37等。该方法简便、快速、选择性高、结果准确,可用于纺织品中禁限用染料的高通量检测。", "label": "纺织科学与工程", "id": 0}
{"content": "纺织品渗透我们的生活衣食住行各个方面,随着社会经济及科学技术的发展,人们对纺织品的生态安全性成为关注的热点。纺织品的原料在种植过程中会使用农药、纺织品在生产过程中使用工业助剂来满足不同功能的需求,这些物质残留在纺织品中都会危害人体健康,破坏生态平衡。对纺织品生态安全要求法律法规及标准主要有欧共体第76/769/EEC号指令、欧盟Oeko—Tex 100等,及欧盟Eco-label及GB 18401等。本研究以上述法规及标准为参考对涉及的农药、初级芳香胺进行了研究。多类别有害物质的同时分析难点在于目标化合物种类繁多,结构差异大给样品的前处理及仪器分析带来了挑战。本研究以Oeko—Tex 100涉及的25种初级芳香胺及Oeko—Tex 100明确规定的或虽目前尚未规定已有研究表明有潜在风险的100种农药为对象,着重对前处理方法及所选用的仪器条件进行优化探索。优化提取溶剂,简化净化流程,获得了很好的提取效率（图1,90%以上目标物回收在70%-110%）和较好的净化效果。在仪器方法方面我们使用LC-MS-MS进行目标物的分离测定,以峰形、峰高、分离效果、色谱峰数据采集点数等为指标,对一系列色谱、质谱条件参数进行了优化对比探索,实现了对所有目标物的分离测定。", "label": "纺织科学与工程", "id": 0}
{"content": "银及其纳米银由于其具有卓越的抗菌功能而被广泛用于各种纺织品及药品之中,然而在这些药品的生产、使用过程中,不可避免的将大量含银废水排放到环境中,对人类健康、生存环境造成危害。为了有效的对纺织品及药品中的银及银纳米进行形态分析,我们开发出一种基于过滤头上CdSe量子点（QDs）阳离子交换的高灵敏银及纳米银形态分析方法,在室温下,当Ag+加入到QDs中,在一分钟内就能发生一种类似\"爆炸扩散\"的阳离子交换反应,从而交换出多个Cd离子,起到了60倍放大效果,而银纳米则不能发生类似的反应。通过这种简单的区别无需任何预富集、萃取、以及离心过程即可对银离子及银纳米进行超灵敏的形态分析。交换出来的Cd2+被硼氢化钾还原,分离并吹扫进入原子荧光中,间接的检测银。该方法具有超高灵敏度、可形态分析、无有机试剂引入且方法简单等优点。其检出限（LOD）为0.0001 ng mL-1,相对标准偏差（RSD）为2.5%。该方法成功用于1种标准物质以及4种抗菌药品及纺织品中银及纳米银的形态分析,其加标回收结果令人满意", "label": "纺织科学与工程", "id": 0}
{"content": "<正>近年来,可穿戴电子设备的飞速发展极大推动了柔性便携电源的研究。传统平板块状结构的电源已经不能满足可穿戴电子设备对穿戴舒适性的要求。柔性纤维、织网等结构的新型电源器件,包括纤维光伏电池、纤维摩擦纳米发电机、纤维储能器件等,已发展成国际上一大研究热点。如何在纤维电极表面上高效可控地跨尺度组装微纳功能材料,并进而编织成高效率的大面积能源织物,成为亟待突破的一大瓶颈。本课题组在电化学组装调控的基础上,开发出一类新型的全固态纤维太阳能电池,并进而发展出一系列可以将各种环境能量(光、风、", "label": "纺织科学与工程", "id": 0}
{"content": "本结构为钢结构工业厂房。此设计内容主要为建筑设计、结构计算两大方面。建筑设计包括建筑平面设计、立面设计等,其要求空间布置、柱网布置合理。建筑设计要求建筑具有安全性、实用性和耐久性。该结构设计用到的计算方法主要有塑性铰线法、反弯点法等,需要综合考虑经济与安全的均衡,考虑环境条件、选用的材料、施工方法以及今后的结构维护工作等。", "label": "纺织科学与工程", "id": 0}
{"content": "敞开式离子化质谱凭借其在常温常压的环境下即可对样品进行原位、实时、无损检测而成为近年来质谱分析的热点研究方向[1]。介质阻挡放电离子源（Dielectric Barrier Discharges Ionization, DBDI）是一种借助于大气压惰性气体介质阻挡放电而产生的离子化技术[2],现已被应用于各个研究领域,并在此基础上,发展了低温等离子体离子化方法（Low Temperature Plasma, LTP）[3]。纺织品中的违禁物主要是指纺织品领域禁用和限制使用的有害化学物质,来源于原料及纺织品生产过程中的有害物质渗入等,因其具有危害大,隐蔽性强等特点而被广泛关注。本研究首次将介质阻挡放电离子源用于纺织品中违禁物的直接检测,建立的方法能灵敏快速的对纺织品进行定性与定量检测分析。检测无需复杂的样品前处理过程,直接将待测纺织品剪成窄的长条状,然后放于介质阻挡放电离子源喷射出的等离子束下方,并通过移动装置,使等离子体束能够―扫过‖整个纺织品表面。加热的等离子体束通过潘宁电离可对纺织品中可能存在的违禁物质进行离子化,并借助高速氦气气流将离子化的目标分析物载入到质谱中进行检测（图1）。整个过程操作简单方便,样品消耗量少。从样品准备到得出结果,在1min内即可完成对纺织品违禁物的定性与定量检测。若与小型质谱仪器联用,则能够满足食品安全、环境污染、公共安全、军事等领域现场快速分析检测的需求。", "label": "纺织科学与工程", "id": 0}
{"content": "烷基酚聚氧乙烯醚（APEOs）和脂肪醇聚氧乙烯醚（AEOs）等非离子型表面活性剂在纺织工业中广泛使用,因具有一定毒性,危害人类健康、破坏生态环境平衡,国际权威消费品法规严格限制其使用[1,2]。针对纺织品中非离子型表面活性剂检测的迫切要求,同时为解决传统分析方法存在的一些问题,本研究基于Orbitrap高分辨质谱技术,国内外首次建立了同时分析纺织品中40种APEOs目标物(NP（EO）1-20,OP（EO）1-20)和160种AEOs非目标物(C11（EO）1-20-C18（EO）1-20)的HPLC-Q-Oribtrap高通量筛查和确证方法。纺织品样品经甲醇超声提取后,经CORTECS C+18核壳颗粒色谱柱分离,在ESI+模式下进行Full MS/dd-MS~2数据依赖性扫描分析。通过对色谱和质谱条件优化,实现了现有文献[3-5]无法完成的对AP（EO）1-20短链及长链聚合物同时进行高灵敏度的定量定性分析,本研究推导并归纳了AP（EO）1-20化合物的二级碎片离子组成、理论精确质量数及裂解规律,为APEOs化合物的相关研究提供精准的高分辨质谱数据。对建立的方法进行方法验证,绝大多数APEOs聚合物具有较宽的浓度范围,R~2>0.999;AP（EO）3-20和AP（EO）1-2的LOQ范围分别为2.4-52.8μg/kg和0.16-2.4 mg/kg;APEOs在纯棉和涤纶中的添加回收率范围为78-110%,相对标准偏差RSD<10%。除40种APEOs目标物外,本研究还将化合物推及到目前广泛使用、在环境中已有检出,而消费品法规尚未涉及的160种AEOs非目标物,根据AEOs与APEOs在结构上的相似性,以AP（EO）1-20化合物的保留时间规律和推导得到的二级碎片高分辨质谱数据作为依据,同时结合两类化合物的已有研究报道,实现在无标准品的情况下,对实际样品中160种AEOs非目标物进行高通量筛查和准确确证。最后,将本方法应用于40件实际纺织品样品的分析。其中,NP（EO）3-15化合物检出较为频繁,检出浓度在1.56-1376.31 mg/kg之间;非目标有害化合物AEOs也在大多数样品中检出,主要以C12-14,C16和C18（n=3-15）为主,该结果充分证明了此类化合物检测的必要性和本方法可对潜在非目标物检测的法规超前性（图1）。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>一、项目背景及任务来源近年来,越来越多的企业通过开发高档化、差异化、功能化的产品来赢得市场,我国功能性与差别化锦纶的研发与应用也取得了较快的发展。市场对功能纤维、差别化锦纶纤维的需求日益增大,差别化、功能化产品,尤其是高吸湿排汗、抗菌、抗紫外线等功能性和差别化产品的高端需求呈快速增长趋势,生产高附加值的差别化、功能性锦纶,如着色纤维、高收缩纤维等,成为行业发展的重点方向。锦纶彩丽丝使", "label": "纺织科学与工程", "id": 0}
{"content": "非晶合金的原子结构呈长程无序、短程有序状态,每个短程有序区域可以成为催化活性中心,使其具有高催化活性中心密度,在某些化学反应中表现出优异的催化活性、高的选择性和稳定性。本文系统研究了Fe基等非晶合金作为催化剂在降解染料废水—除色中的特性,包括合金成分、表面状态、结构、添加量、助剂、溶液性质等与降解—除色之间的相关性。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了远红外功能及远红外保健功能在纺织品的应用;介绍了负离子与人类健康的关系,负离子纺织品的加工方法,综述了负离子纺织品的开发现状及其发展方向。着重讲述有\"负离子、远红外、抗菌\"三大保健功能的新加坡易缇秀保健功能纺织品的研究、开发与应用。保健功能纺织品发展的市场前景。", "label": "纺织科学与工程", "id": 0}
{"content": "羊毛与家蚕丝纤维是纺织工业重要的天然蛋白质纤维。在服用性能方面,二者有许多相似之处,更有诸多不同之点。通过将羊毛与家蚕丝纤维的主要服用性能进行比较,描述目前二者作为纺织材料的优点与缺点,提出目前研究者主要采取混纺和转基因两种方法来获得兼顾羊毛与蚕丝纤维优点、又能有效克服各自缺陷的新型纺织材料。进一步对羊毛/蚕丝混纺织物的开发存在的主要问题作概述,并指出转羊毛KAP基因蚕丝新材料有望从源头解决丝绸织物褪色、易皱、泛黄等难题。", "label": "纺织科学与工程", "id": 0}
{"content": "复合材料液体模塑成型技术（Liquid Composite Molding,简称LCM）是一种广泛应用于制造高性能大型复合材料构件的环保高效的方法。为了保证构件的生产质量,合理选择工艺参数和优化模具设计是其关键,因此实现精确的LCM工艺的数值模拟,对工艺优化具有重要作用。目前,对LCM工艺的模拟大多是建立在饱和流动模型的基础上,但对于工业中大量使用的双尺度多孔纤维织物而言,树脂在孔隙中会产生非饱和流动,饱和流动理论不再适用。本文根据双尺度孔隙织物的结构特点,建立相应理论模型及基本控制方程,通过数值求解,对树脂在纤维织物中的非饱和流动特征进行研究与模拟分析。主要工作和成果包括以下几个部分:针对双尺度孔隙织物中纤维束内与束间树脂流动的明显差异,采用体积均质法,建立了LCM工艺中非饱和流动的理论模型,该模型包含分别反映束内微观流动和束间宏观流动的两套控制方程,且二者通过沉浸项互相耦合。基于控制体/有限元法,编写了树脂在单尺度纤维织物中的饱和流动模拟程序,并通过对二维点注射饱和充模过程模拟结果与理论解析结果的对比,验证了程序的正确性。通过沉浸项的函数化表达,实现了束间宏观流动与束内微观流动控制方程的解耦,并借助单尺度程序模拟纤维束内饱和流动,确定了沉浸函数的具体表达式。采用有限元法对计算域进行离散,并应用迭代方法,求解束间宏观流动控制方程,编程实现了LCM工艺树脂在双尺度多孔纤维织物中恒压与恒流状态下二维点注射流动的数值模拟。", "label": "纺织科学与工程", "id": 0}
{"content": "采用兔毛纤维和棉纤维以80:20比例混纺的方法,赛络紧密纺工艺,纺制70公支混纺纱,通过对原料的选择、混纺比的确定、纺纱、织造、后整理等一整套工艺路线和技术参数的选择,研制高比例高支兔毛棉细特纱,可用于机织和针织,混纺织物外观华贵,手感柔软滑糯,具有独特风格。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>兔毛是高档的纺织原料,在我国与世界的纺织业中占有重要地位。从上世纪七十年代开始至今兔毛一直是我国重要农产品出口的拳头产品,中国兔毛在世界的供应和国际贸易中占90%以上,兔毛以它的长、白、松、净、细、软被誉为中国的第二大\"软黄金\"。长毛兔产业一直来是全国广大农村普遍养殖的传统产业,为农村发展,农民致富,出口创汇发挥重要作用。", "label": "纺织科学与工程", "id": 0}
{"content": "以淀粉为原料,采用过硫酸盐引发法,与亚硫酸氢钠组成氧化还原引发体系,引发淀粉与丙烯酰胺接枝共聚成丙烯酰胺改性淀粉,再经过羧甲基化反应将淀粉葡萄糖残基引入羧甲基,合成了淀粉接枝丙烯酰胺羧甲基化复合改性淀粉。探讨不同浓度下,加入的复合改性淀粉的和毛油剂对兔毛可纺性的影响。实验结果表明,当复合变性淀粉接枝百分率为47.7%,添加浓度为4%时,复配的和毛油乳液能够显著改变兔毛的静、逆摩擦系数;和毛油乳液对兔毛消除静电能力良好,开松梳理过程较为顺利,成网质量较好,兔毛抱合力显著增加,减少落毛,提升了兔毛的可纺性。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>1兔绒与羊绒的概念羊绒是指生长着山羊外表皮层的细绒,国家标准为山羊绒（GB18267-2013）。兔绒目前没有一个明确的概念和标准,参照国家安哥拉兔（长毛兔）兔毛的标准（GB/T13832-2009）、山羊绒国家标准及目前通俗的说法,本文所指兔绒的概念为安哥拉兔（长毛兔）兔毛中细毛（直径小于30um）中的平均直径小于15um的称之为兔绒。2兔绒与羊绒的化学、物理性能比较2.1兔绒与羊绒的化学性能比较兔绒与羊绒的的化学组成基本相似,化学基团与分子结构基本一致,都属于氨基酸蛋白质纤维,", "label": "纺织科学与工程", "id": 0}
{"content": "本文采用高比例的兔绒与柔丝蛋白纤维、粘胶纤维混纺,并制成服装面料,不仅解决了兔绒纤维在服用过程中易产生的脱绒问题,同时极大地利用兔绒的保暖性能,开发出具有保暖保健功能的面料。", "label": "纺织科学与工程", "id": 0}
{"content": "随着可穿戴设备的快速发展,传统的电致发光器件因其刚性的结构难以满足于可穿戴设备对柔性和可拉伸性的要求,并且其工作严重依赖额外的能源供给装置,一定程度上影响了可穿戴设备穿着的舒适性同时带来了安全隐患,因此限制了其在可穿戴领域的应用。因此,我们使用过渡金属掺杂的硫化锌颗粒和聚二甲基硅氧烷通过简单的沾涂方法,制备了一种芯鞘结构的具有高度柔性和可拉伸性能的应力发光复合纤维。这种复合纤维在应力的作用下直接将机械能转换成光能,其发光的强度可以通过发光粉的含量以及应力的施加方式进行调节,复合纤维所发光的颜色也可以通过使用不同种类的发光粉及其混合物进行调节。同时,这种复合纤维具有较高的稳定性,在10000次拉伸循环测试后,其结构和发光性能均保持良好。由于其独特的一维结构,该复合纤维可以很容易编织成为可穿戴的应力发光织物。", "label": "纺织科学与工程", "id": 0}
{"content": "荧光蚕丝由于其不仅具备蚕丝良好的生物相容性、生物可降解性以及优异的机械性能,同时还具有特殊的标记追踪功能,已被证实在生物医用领域有着巨大的应用前景。如何用简单环保的方法制备出荧光性能稳定的荧光蚕丝引起人们极大的研究兴趣。稀土上转化发光材料的荧光标记功能近来被广泛研究。本研究利用蚕作为生物转换器,将稀土上转化荧光粉通过喂食法引入丝素蛋白,成功制备了荧光蚕丝。SEM图显示纤维中存在荧光粉粒子,荧光光谱及脱胶丝在980 nm激光下的照片证明了纤维具有荧光性能。该添食育蚕法制备荧光蚕丝方法简单、效果显著,对于大规模制备荧光蚕丝具有较大的参考意义。", "label": "纺织科学与工程", "id": 0}
{"content": "现代电子工业的飞速发展引起的电磁辐射污染已经成为全球共同面临的迫切问题。发展\"薄、轻、宽、强\"的高效电磁屏蔽膜材料是解决电磁辐射污染的有效方法。进而,如何设计膜结构、构筑导电通道、调控载流子迁移成为实现膜材料的高效电磁屏蔽的关键。我们利用层层组装技术,在织物表面制备导电纳米复合膜用于高效对抗电磁辐射,并通过调控膜组成和结构实现对织物整体电磁屏蔽性能的优化。这部分工作证实了微观结构优化对电磁屏蔽性能的重要性,并探索了层层组装技术在制备电磁屏蔽方面的应用和改进,拓展了一种简单、普适的高性能电磁屏蔽膜材料的制备方法。", "label": "纺织科学与工程", "id": 0}
{"content": "本研究以棉织物为基材,选取不同烷基链长的甲基丙烯酸酯单体,通过共辐射接枝聚合法制备了超疏水棉织物,系统研究了超疏水性与接枝率以及聚甲基丙烯酸酯烷基链长的关系。棉纤维本身微/纳米尺度的粗糙结构和棉织物表面低表面能的聚甲基丙烯酸酯是接枝棉织物实现超疏水性能的关键因素。", "label": "纺织科学与工程", "id": 0}
{"content": "从海水中富集铀对于核能的可持续发展具有战略意义。然而,海水中微生物在吸附剂表面的黏附会降低材料的吸附速率和吸附容量。本研究通过在聚丙烯无纺布表面修饰胍基和胺肟官能团用于潜在的海水提铀。胍基的引入可有效地抑制细菌的黏附,同时兼具杀菌性能;胺肟可与碳酸铀酰负离子进行特异性配位。吸附实验表明最快在5小时内达到平衡,在模拟海水中经过4天吸附容量达到1.84 mg/g,循环再生5次后吸附剂仍保持90%以上的吸附效率。进一步使用革兰氏阴性大肠杆菌考察了材料的抗菌性能,结果表明该材料可有效地杀死细菌,阻止细菌的黏附。因此,这种胍基修饰的聚偕胺肟基无纺布材料有望用于真实的海水提铀。", "label": "纺织科学与工程", "id": 0}
{"content": "本文论述了玻璃纤维平织窗纱生产工序中单丝工序的管理,介绍了单丝工序在整条生产线中的重要性,从管理区域和管理对象对单丝工序的管理进行了分类,介绍了调料车间和涂塑车间两个车间的具体工作内容,针对人员管理、质量管理、设备管理、安全管理几方面的管理进行了论述。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>本文对纤细纱线在大范围运动和大变形状态下的运动轨迹、牵伸张力和扭转等动力学特性进行了有限元建模和分析,理论和实验相结合,阐明采用绝对结点坐标法（ANCF）进行纱线动力学建模分析的准确性。纺织材料在满足传统的生活服饰和装饰的基础上,不断拓展其应用范围,特别是新型纤维增强复合材料以其优良的性能越来越被广泛地应用在建筑、环境、交通和航空航天等领域。不论是进行服装CAD模拟,还是研究纺织面料综合性能,以及预测纺织材料基复合材料力学性能,都离不开对纱线综合性能的深入了解。纱线在加工过程的拉伸、摩擦等都将严重影", "label": "纺织科学与工程", "id": 0}
{"content": "<正>0引言1印染废水是加工棉、麻、化学纤维及其混纺产品为主的印染厂排出的废水,总量大、有机污染物含量高、色度深,难生化降解。亚甲基蓝是一种常见的印染染料,含亚甲基蓝的废水呈碱性且有毒,未经处理的亚甲基蓝会对水体环境产生严重的污染[1]。超声波集合了高级氧化、燃烧、超临界水氧化等多种处理技术的特点,常用于处理各种高浓度单一印染废水[2-3]。将超声与光学催化技术联用在降解亮蓝R、罗丹明B等印染废水方面表现出很大的", "label": "纺织科学与工程", "id": 0}
{"content": "<正>0引言纺织材料由于其轻薄、廉价的优良特性,在吸声领域的应用中具有广阔的前景。早在1970年Peutz[1]就研究了流阻、面密度、背腔距离和褶皱情况四个方面对窗帘材料吸声能力的影响;Dias[2]等人对针织物建立了简化模型,将针织物模拟成穿孔板,提出了估算等效穿孔半径的方法,并计算出针织物的吸声效果;Ruiz[3]等人提出了一种微穿孔板背靠编织物的复合模型,利用转移矩阵法获得了多层结构织物的吸声系数。本文针对平纹织物结构,", "label": "纺织科学与工程", "id": 0}
{"content": "本文以毛纺工艺路线为例,从工艺流程、原料选配、和绒加油、梳理制条、纺纱加工等几方面,对山羊绒制条及纺纱工艺进行设计研发,将质量控制前移,更注重各工序质量控制标准的执行,从而较好解决了羊绒纤维长度较短,细度较细,长度离散较大的困难,最终加工出高品质的羊绒条和精纺高支羊绒纱,提高了产品档次和科技含量,为加工企业带来良好经济效益和社会效益。", "label": "纺织科学与工程", "id": 0}
{"content": "采用万能拉力试验机研究了拉伸速率对光缆用原材料力学性能的影响,研究结果表明,中密聚乙烯护套料和低烟无卤阻燃聚烯烃的抗拉强度几乎不受拉伸速率的影响,而拉伸速率对中密聚乙烯护套料和低烟无卤阻燃聚烯烃的断裂伸长率有很大的影响。另外,分析了不同拉伸速率与聚乙烯型双面金属复合带、聚酯纱线力学性能的关系,研究结果表明,随着拉伸速率的增加,聚酯纱线的抗拉强度随之增加,断裂伸长率下降。总之,拉伸速率对光缆用原材料的抗拉强度影响较小,对其断裂伸长率的影响较大。", "label": "纺织科学与工程", "id": 0}
{"content": "壮锦是壮族民间妇女的传统手工艺织品,也是广西最有代表性的工艺品之一,与云锦、蜀锦、宋锦并称为\"中国四大名锦\"。壮锦作为最具地方特色的非物质文化遗产,对其进行保护与开发具有非常重要的意义。壮锦的起源与发展与泛北部湾区域的织锦相比有共性与个性,在泛北部湾合作背景下开发与保护有重大意义。", "label": "纺织科学与工程", "id": 0}
{"content": "数字化是文化遗产在信息时代发展的一个趋势,文化遗产尤其是非物质文化遗产而言,数字化保护是当下环境所必须面对的一个关键课题。壮锦织机的型制、图案的分类整理以及上机织造过程的步骤等都可以运用影像纪录、图片数字化、电脑织物意匠图等数字化手段进行分析保护研究。", "label": "纺织科学与工程", "id": 0}
{"content": "为探究TiO2浓度、AO7浓度和p H值对TiO2光催化性能影响,通过配置不同浓度的TiO2和AO7染料,并调节以不同p H值进行反应测试,研究其降解情况。实验结果表明,适宜的AO7初始浓度和合理的催化剂使用量是保证光催化效能的关键因素。", "label": "纺织科学与工程", "id": 0}
{"content": "采用了一种新的吸附方法,即逆流二级吸附,利用商业级粉末活性炭（PAC）吸附去除水溶液中的亚甲基蓝（MB）,实现了PAC的逆流吸附。结果表明,在同样0.8 g/L的PAC投量、MB初始浓度为100 mg/L的条件下,一级吸附的去除率为75%左右,逆流二级吸附为98%左右,去除率比一级吸附提高了30%。建立了逆流二级吸附理论计算方法,其计算值与实验值的平均相对误差为2.83%,该方法是可行的。常温下,商业级PAC对MB的吸附等温线符合Langmuir方程,最大吸附量为101.0 mg/g,吸附动力学符合拟二级速率方程。", "label": "纺织科学与工程", "id": 0}
{"content": "竹子具有优异的力学性能,其力学性能很大程度上是源于其内部纤维,因此,对其内部纤维的深入研究对竹子力学性能的揭示有很重要的意义。本文基于纳米压痕仪器,通过连续刚度法（CSM）对竹壁不同部位纤维的力学性能进行了研究。我们从竹壁的外侧沿径向方把竹壁分为A,B,C三个区域,分别对这三个区域的纤维进行纳米压痕实验,得到它们的纵向平均弹性模量为13.8GPa,12.0GPa和11.3GPa,硬度分别平均为0.29 GPa,0.28 GPa,0.28GPa。另外,对靠近竹青处纤维进行横向纳米压痕实验,得到其横向弹性模量为6.7GPa,硬度为0.23GPa。由实验结果可知,竹壁最外侧纤维的弹性模量最高,这部分纤维主要承担了竹子所受到的外力;从区域A到区域C竹纤维的弹性模量减少大约为18.1%,但是硬度变化不明显,从竹壁外侧到内侧维管束密度,弹性模量逐渐降低体现了一定的功能梯度性。对比毛竹纤维的纵向和横向弹性模量可知,竹纤维是典型的各向异性材料。", "label": "纺织科学与工程", "id": 0}
{"content": "为解决纺纱质量输出特征值异常波动的问题,首先对纺纱质量特征值异常波动机理进行了研究,并对波动的原因进行了分析;进而,将烟花算法引入到神经网络模型中,利用烟花爆炸算子同时爆炸扩散机理改进了神经网络中权重和阈值的寻优过程,提出了一种烟花算法改进BP神经网络（FWA-BP）的纺纱质量预测模型.然后,选取某纺织企业的纺纱质量数据对该模型进行仿真实验,结果表明该模型对纺纱质量的预测精度达到97.88%.最后,将该模型与基于遗传算法优化神经网络和粒子群算法优化神经网络的纺纱质量预测模型进行对比分析,结果表明其迭代次数分别下降了31.11%和13.3%,从而说明该模型能够快速准确地实现对纺纱质量的预测,为解决纺纱质量输出特征值异常波动提供了一种新方法.", "label": "纺织科学与工程", "id": 0}
{"content": "采用Kevlar纤维作为原料,改变并织丙纶参数,试制14种平纹织物,按照一定的复合工艺制备STF-Kevlar织物复合材料,并采用万能材料试验机对织物进行交织阻力测试,借助气控高速发射装置测试复合材料的防弹性能,探讨了不同的丙纶参数对复合材料性能的影响。试验结果表明:随着Kevlar织物中丙纶线密度的增加,加强纱线间的结合,织物交织阻力增大,复合材料的防弹性能变优;织物交织阻力与并织丙纶根数呈线性关系,纱线结合度高的区域扩大,复合材料防弹性能加强;而织物中丙纶分布较密,复合材料在单位面积上吸收的能量越多。", "label": "纺织科学与工程", "id": 0}
{"content": "采用芳纶平纹织物、超高分子量聚乙烯无纬布为原料,设计4种厚度的Kevlar叠层织物、3种厚度的UHMWPE叠层织物,选用4种不同速度进行实弹射击实验,探讨了子弹冲击速度与叠层织物厚度对织物防弹性能的影响。研究表明:子弹冲击速度提高,子弹由圆形头转换为尖形头,叠层织物单位面积吸收能量均下降,子弹剪切作用力对织物的破坏层数增多;相近冲击速度下,叠层织物厚度增加,其单位面积吸收能量相应提高,织物纤维抽拉越发严重,弹孔表观更为粗糙,且子弹对织物的剪切作用力转化为拉伸作用发生在30层Kevlar平纹织物中的10层内及50层UD布中的17层之内。", "label": "纺织科学与工程", "id": 0}
{"content": "探讨蜂窝光触媒纤维的含量和织物组织对织物除臭性能的影响。采用蜂窝光触媒涤纶纱线与蜂窝抗紫外涤纶纱线为纬纱,以不同投纬比织成机织物,并测试其除臭性能。实验表明:光触媒纤维的含量越高织物的除臭效果越好,即织物的除臭性能与光触媒纤维含量成正比例关系;采用蜂窝光触媒涤纶纱线为纬纱,以不同的组织织成机织物,对其除臭性能进行测试,表明缎纹的除臭效果要略比斜纹好,即纬组织点比例的增加,?织物除臭效果呈现增大趋势。", "label": "纺织科学与工程", "id": 0}
{"content": "为了探究组合式三维机织物的纱线交织情况,设计制备了6种芳纶正交/准正交组合式三维机织物,利用树脂包埋三维机织物,通过显微镜观察,分析组合式三维机织物的结构特征。结果发现:正交/准正交组合式三维机织物的垂纱贯穿织物上下表层,纬纱呈挺直排列,经纱呈屈曲状态。", "label": "纺织科学与工程", "id": 0}
{"content": "本文基于HyperWorks中的Manufacturing Solutions模块开展玻璃纤维织物的预成型有限元分析,通过RADIOSS求解器进行计算,得到了与实验高度吻合的仿真结果。同时,以纤维剪切角作为评判因素,探究了织物不同铺层方式对成型质量的影响,为工程设计提供了理论基础。", "label": "纺织科学与工程", "id": 0}
{"content": "在分析纺织工业面临的\"十三五\"发展形势与重点实施任务的基础上,探讨了纺织智能制造的主要内涵与本质,以及信息物理融合技术与大数据技术在纺织智能制造中的重要作用。基于工业4.0参考架构与中国智能制造标准化参考模型,提出了大数据驱动的纺织智能制造平台体系架构,阐述了横向集成、纵向集成与端到端集成三项智能制造工作,以及基于大数据平台的产品设计智能化、生产智能化、装备智能化、管理智能化和服务智能化等关键功能。", "label": "纺织科学与工程", "id": 0}
{"content": "纺织行业是我国传统的民生产业和国际竞争优势产业,纺纱产业是纺织行业的基础。目前纺纱行业需要通过建设智能制造车间提高生产效率,实现生产柔性化和定制化。信息物理系统（CPS）是智能制造的核心。本文研究基于CPS的纺纱智能车间参考模型,车间分为CPS单元层、通信层和执行层。CPS单元层是按照纺纱工艺特点将纺纱流程分为清梳、并粗、细纱、络筒及智能物流五个CPS单元,CPS总线构成的通信层负责CPS单元与执行系统之间的数据通信及反馈控制。CPS单元分为物理层、通信层、信息层和控制层。本文的研究成果将可以指导纺纱智能生产系统的构建。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>对家纺产品设计进行综合分析,家纺设计应包括三个层面:1、家纺织物产品设计（织物）;2、家纺图案设计（平面）;3、家纺产品造型设计（空间）。通常我们认为的家纺设计常常与家纺图案设计混为一谈,实际上三个层面是相互关联而缺一不可的,并共同构成了家纺设计的概念。作为家纺产品设计师,应该同时具备这三方面的设计技能,但在我国,绝大多数家纺设计师实际上就是图案设计师,其主要任务就是设计纹样,而且更多的时间是忙于模仿国外流行家纺图案,同时由于图案", "label": "纺织科学与工程", "id": 0}
{"content": "本文首先对织物疵点的类型的进行了综合的介绍和分析,并且着重对跳纱进行了实验和检测。我们采用了中值滤波和边缘锐化的方法以进行图像预处理。利用了小波变换和灰度共生矩阵对织物图像特征值进行了提取,与没有疵点的织物图像进行对比,得到了织物疵点的图像。在对疵点织物图像进行二值化和膨胀腐蚀的操作后,确实找到疵点的位置,并且进行了疵点边缘检测。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>技术持有单位北京华夏大禹科技有限公司适用范围适用于含有PVA的工业废水处理。主要技术内容一、基本原理印染废水中的退浆、煮炼废水是一种难处理的废水,而其因含有大量的化学浆料PVA成分,成为污水处理的重点和难点。生物处理技术——DYAR技术是处理含PVA废水比较成功的技术,该工艺通过生物降解污染物,在不需要额外动力消耗的情况下,COD的去除率高达60%左右,大大降低了能耗,同时对于碱性废水无需另外投加酸中和,节约用酸费用及避免可能引入的杂质,保证系统的稳定及较低的污泥产率。", "label": "纺织科学与工程", "id": 0}
{"content": "印染行业废水排放占到整个纺织行业的80%。印染废水具有水量大、有机污染物含量高、碱性大、水质变化大等特点,为难处理的工业废水之一。特别地,有机污染物作为印染废水中的主要污染物,虽然其成分随着印染加工工艺的不同而呈现较大的差异,但因其在印染废水中呈现的毒害性而备受关注。本文主要就印染废水的主要来源、水质特点及其有机污染物研究现状进行了详细地阐述。", "label": "纺织科学与工程", "id": 0}
{"content": "丹宁布（Denim）也许算不上这个世界上最神奇的面料,但它绝对是服饰界永不坠落的明星,是时尚不可或缺的经典元素之一,而其复古的丹宁靛蓝色彩在时尚界更是具有不可撼动的一席之地。近两年来,丹宁靛蓝色彩的应用已经延伸到了汽车内饰件色彩纹理的设计中来,成为了车用内饰纺织品色彩纹理设计的新风尚,演绎着传统复古与返本创新之美。", "label": "纺织科学与工程", "id": 0}
{"content": "清代金线被广泛应用于各类型纺织品上,本文通过清代乾隆时期唐卡和绣字康熙帝御笔\"万寿无疆\"匾中金线的显微结构和成分分析,初步研究清代宫廷金线工艺技术。同时结合学者对中国古代和国外金线工艺研究,对比金线工艺的发展。结果表明:清代宫廷金线结构基本可以分为芯线、纸纤维层、颜料层和金箔层。金箔层以\"S\"型捻转与芯线表面。芯线材料主要为丝纤维。颜料层多为红色颜料,主要成分可能是铁红。金线工艺在清代宫廷应用广泛,其结构和成分研究为保护修复工作提供了科学依据,清中晚期金线工艺的变化是下一步值得研究的课题。", "label": "纺织科学与工程", "id": 0}
{"content": "肌腱损伤作为运动过程出现的常见问题,引起了广大学者的广泛关注。本文制备了一种以定向排列PLCL-SF（3:1）纳米纤维为特色包芯PLGA微米纤维的连续纱线用于肌腱组织工程支架的研究。以PLGA微米级纱线作为支架的增强体,用来提高材料的力学强度以达到肌腱结缔组织所需的特殊力学要求;以定向排列的纳米级纤维作为材料的基体,负责粘附细胞,促进细胞的生长增殖分化,最终实现肌腱组织的再生修复功能。本文对复合纱线的力学强度、外观结构、体外降解速率、与细胞的生物相容性做了初步的研究,探讨了该复合纱线用于编织肌腱组织工程支架材料的可行性。", "label": "纺织科学与工程", "id": 0}
{"content": "分析了冲击应力波在纤维中的传播机理及爆炸高速冲击破片与纤维的相互作用方式,理论上探讨了高性能聚乙烯针刺毡在防爆中应用的可行性。并根据GA950-2011防弹材料及产品V50试验方法对高性能聚乙烯针刺毡进行了贯穿比吸能测试,测试结果显示:常温常湿条件下,在（450±50）m/s的着靶弹速范围内,纤维直径1.5D、力学性能≥30CN/dtex,面密度200g/m~2的聚乙烯针刺毡抗1.1g柱状楔形碎片模拟弹的贯穿吸能值为15.2J,贯穿比吸能值为24.1J·m~2/kg。通过理论探讨分析和贯穿比吸能测试都证明了高性能聚乙烯针刺毡具有良好的防爆抗冲击性能。", "label": "纺织科学与工程", "id": 0}
{"content": "【研究目的】菠萝叶纤维是新的天然植物纺织材料,具有良好的品质和独特的风格,市场前景广阔。菠萝叶纤维需要经过脱胶处理才能纺纱。纤维脱胶是多酶系参与的复杂过程,其中果胶裂解酶起到了重要作用。发掘新型果胶酶因发掘利用有助于推动菠萝叶纤维脱胶,推动产业良性发展。【方法】根据CAZy数据库Dickeyadadantii 3937果胶裂解酶基因信息设计引物,从菠萝叶纤维脱胶菌株Dickeyadadantii BTC105中克隆果胶裂解酶pelN基因,连接表达载体pet30a,转化E.coliB L21（3DE）进行诱导表达;【结果】克隆得到Dickeyadadantii BTC105果胶裂解酶pel N基因（Gen Bank登录号KX840321）全长1320bp,编码439个氨基酸,预测分子式为C2078H3155N591O642S11,为稳定蛋白,稳定系数为31.80;分泌蛋白,其中第1-25个氨基酸为信号肽区域;含有属于SSF51126超家族及Beta螺旋结构。该基因与该属模式菌株Dickeyadadantii3937 Pel N亲缘关系较近。经IPTG诱导,SDS-PAGE凝胶电泳分析该蛋白分子量约为46KD;【结论】本研究从菠萝叶纤维脱胶菌株中分离并成功表达pel N基因,其表达产物在菠萝叶纤维生物脱胶中有着重要的应用前景。克隆并表达果胶裂解酶基因,以期改进菠萝叶纤维脱胶工艺,为生物脱胶机理的阐述提供依据。", "label": "纺织科学与工程", "id": 0}
{"content": "【研究目的】筛选适宜菠萝叶纤维脱胶的菌株,为生物脱胶工程菌的构建提供材料基础。【方法】从蝴蝶兰病叶中分离菌株,采用果胶透明圈法验证果胶降解能力。采用Biolog生化鉴定和16S rD NA基因序列分析以及系统发育树的方法确定菌株种类。【结果】通过果胶平板透明圈筛选到一株果胶降解菌,经Biolog生化鉴定和16S r DNA基因序列鉴定和进化树分析,将其命名为Klebsiellaoxytoca H2（Gen Bank登录号KX129775）。该菌株有较强的果胶降解能力,并且不受菠萝叶纤维抑菌作用的影响。【结论】筛选分离得到一株可用于菠萝叶纤维脱胶菌株Klebsiellasp.H2,为菠萝叶纤维生物脱胶工程菌的构建奠定基础。", "label": "纺织科学与工程", "id": 0}
{"content": "【研究目的】为更有效地降解菠萝叶纤维果胶,本研究从高效菠萝叶纤维脱胶菌株Dickeyadadantii BTC105中克隆和原核表达果胶酯酶pemA基因。【方法】根据CAZy数据库Dickeyadadantii 3937果胶酯酶基因信息设计引物,PCR扩增后连接表达载体pet30a,转化E.coliB L21（3DE）后进行不同时间梯度诱导表达,通过测定p H变化验证酯酶活力和稳定性。【结果】克隆得到DickeyadadantiiBTC105果胶裂解酶pem A基因（GenB ank登录号KX8403212）全长1097bp,编码366个氨基酸。PemA理论分子量为39.4KD,理论等电点为8.93,预测为稳定蛋白,稳定系数为26.20,预测为分泌蛋白,其中第1~24个氨基酸为信号肽。该蛋白含有属于Pfam01095。经IPTG诱导,SDS-PAGE凝胶电泳分析该蛋白分子量约为40KD,并且随着诱导时间的增加,目的蛋白表达量升高。发酵的粗酶液16小时内将1%果胶水溶液的p H由7降至5.0,其中前5小时降低至5.25。【结论】本研究从菠萝叶纤维脱胶菌株中分离并成功表达果胶酯酶pem A基因,其表达产物可在菠萝叶纤维生物脱胶中有着重要的应用前景。", "label": "纺织科学与工程", "id": 0}
{"content": "【研究目的】菠萝叶纤维作为新型纺织材料备受关注,但菠萝叶纤维需要脱胶才能纺纱。胶质的主要成分是果胶和半纤维素,所以果胶裂解酶和木聚糖酶在生物脱胶过程中起到了关键作用。构建果胶裂解酶和木聚糖酶双价酵母表达载体将为双基因共表达提供基础。【方法】采用双基因同向连接的策略构建双价表达载体。设计引物分别从p Pic9K-pel C与p Pic9K-xyn2单价载体中扩增连接片段,再将分别双酶切p Pic9K、pel C、xyn2片段通过粘性末端连接构建双价载体。通过PCR、酶切和测序等方法进行验证。【结果】通过引物及酶切位点设计和酶切连接,成功构建了大小为12916bp的p Pic9K-pel C-xyn2双价酵母表达载体,其中外源基因都单独含有AOX强启动子和终止子。【结论】成功构建了果胶裂解酶基因pel C和木聚糖酶基因xyn2双价酵母表达载体,为菠萝叶纤维脱胶双价工程菌应用研究提供了基础。", "label": "纺织科学与工程", "id": 0}
{"content": "【研究目的】采用碱性果胶酶对菠萝叶纤维进行脱胶,探讨最适宜的脱胶工艺。【方法】分别研究不同碱性果胶酶用量（2%、3%、4%、5%、6%）、反应温度（45℃、50℃、55℃、60℃、65℃）、反应时间（1.5H、2H、2.5H、3H、3.5H）和反应p H值（7、8、9、10、11）对原麻残胶率和质量损失率的影响。【结果】随着酶用量的增大,质量损失率逐渐增大,残胶率逐渐降低;随着反应温度的升高,质量损失率逐步上升并趋于平缓,残胶率下降后略有回升;随着反应时间的增加,质量损失率逐步增大,残胶率先下降后上升;随着p H值的增大,质量损失率先上升后下降,残胶率先下降后上升。【结论】单一碱性果胶酶最适宜脱胶条件为酶用量4%、温度55℃、时间为2.5H,p H为9。", "label": "纺织科学与工程", "id": 0}
{"content": "【研究目的】采用碱性果胶酶、碱性木聚糖酶和碱性纤维素酶组成复合酶制剂对菠萝叶纤维进行脱胶,探讨最适宜的脱胶工艺。【方法】通过L9（34）正交试验方法研究不同酶用量、组合和反应时间对残胶率、纤维断裂强度和纤维细度的影响。【结果】残胶率的影响强弱为:碱性果胶酶用量>反应时间>碱性木聚糖酶用量>碱性纤维素酶用量;碱性果胶酶用量和反应时间对断裂强度的影响显著,其中碱性果胶酶用量对断裂强度的影响大于反应时间的影响;碱性果胶酶用量、碱性木聚糖酶用量、反应时间对纤维细度的影响显著,此三因素对断裂强度的影响强弱为碱性果胶酶用量>反应时间>碱性木聚糖酶用量。【结论】最适宜的组合为碱性果胶酶用量4%、碱性木聚糖酶用量0.3%、反应时间3.5H。", "label": "纺织科学与工程", "id": 0}
{"content": "高等职业教育不仅仅在于培养学生的实际动手能力、技术应用能力,更重要的是通过实践教学,锻炼、提高并内化为学生综合运用所学知识解决实际问题的能力和素质。应创新实践教学模式,提高学生的专业技术水平,使毕业生成为名副其实的高等职业技术应用型专门人才。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>印染废水因其水量大,有机污染物含量高、色度大、成分复杂、水质变化快等特点,一直是国内外难以处理的工业废水之一。根据化学结构和成分,絮凝剂主要有无机絮凝剂、有机高分子絮凝剂、微生物絮凝剂和复合絮凝剂四大类。其中,由于有机阳离子絮凝剂带正电荷,印染废水多含有负电的物质,", "label": "纺织科学与工程", "id": 0}
{"content": "本文研究了丙烯酰氧乙基三甲基氯化铵（DAC）和丙烯酰胺（AM）的共聚物[P（AM-DAC）]对分散染料废水的絮凝脱色效果。以脱色率和Zeta电位为指标,考察了絮凝剂P（AM-DAC）的特征黏度、阳离子度对三种染料模拟废水的絮凝脱色效果的影响。结果表明:特征黏度为7.5dL/g左右,阳离子度分别为30%、50%和70%时,最高脱色率分别为79.97%、85.67%和80.69%,即随着阳离子度增加,Zeta电位增加越快速,但最高脱色率却是先增加后降低;阳离子度为50%,特征黏度分别为4.47、8.07和12.15dL/g时,最大脱色率分别为63.99%、86.01%和88.25%,即特征黏度越大,脱色效果越好,但Zeta电位增加越缓慢:阳离子度为50%,特征黏度为12.15dL/g的P（AM.DAC）絮凝剂处理三种分散染料废水时,分散染料相对分子质量越大,脱色效果越好。可见,P（AM.DAC）对分散染料废水有良好的絮凝脱色效果。", "label": "纺织科学与工程", "id": 0}
{"content": "工业印染废水产量大,对环境造成了严重的影响。本文介绍了一种印染废水处理回用的新技术和从废水中处理回收PVA浆料的新技术,可以为国内印染废水处理提供参考。", "label": "纺织科学与工程", "id": 0}
{"content": "本文运用技术分析及经济效益测算的方式,对纺织印染企业采用污水热能回收技术进行了可行性研究。通过对印染企业使用污水热能回收技术的经济及社会效益的综合测算,认为污水热能回收技术不仅可以减少企业的成本支出,而且可以减少废热、废水的任意排放,具有良好的社会效益。本文主要目的是通过对污水热能回收项目的可行性分析,旨在促进各印染企业进一步的加强节能减排,强化技术改造和技术创新,将污水回收与利用技术及光伏太阳能再加热技术充分应用到生产中去,真正做到为企业增效,为社会增利的效果。", "label": "纺织科学与工程", "id": 0}
{"content": "膜法深度处理回用印染废水已成为近年来环保工作的热点。本文采用双膜法（MBR+RO）,即膜生物反应器（MBR）与反渗透（RO）膜集成技术对印染废水进行深度处理回用。其中MB R系统采用砼式PVDF中空纤维复合膜,抗污染性强,强度高,使用寿命长,为后续反渗透的运行提供了有力保障;反渗透膜系统主要脱除废水中的盐分和小分子,该工艺为印染行业节能减排处理提供了新思路。整个工艺具有处理效率高、出水水质稳定、占地面积小、运行管理方便的特点,在印染废水处理领域具有广阔的应用前景。", "label": "纺织科学与工程", "id": 0}
{"content": "本文以NFM(VNFM∶V水=2∶3)含苯富液为研究对象,疏水性聚丙烯中空纤维膜为膜接触器,采用减压膜蒸馏法对富液进行再生实验,考察了相关参数对再生效率和膜通量的影响。结果表明:减压膜蒸馏工艺再生含苯废气吸收剂具备较高的传质效率和膜能量;温度对再生效率和膜能量的影响较大,通过数学拟合获得了膜能量与吸收剂初始温度的关联方程。", "label": "纺织科学与工程", "id": 0}
{"content": "利用含电磁单元的膜生物反应器处理了印染达标尾水中典型微量多环芳烃类污染物:萘、菲,比较了单纯好氧MBR、电-好氧MBR和电磁-好氧MBR（EMAMBR）三种体系的降解效果,探讨了电流强度、HRT对EMAMBR体系降解尾水中萘、菲的影响。结果表明,经EMAMBR体系降解后,萘、菲的平均降解率均可达到75%以上,出水中PAHs的浓度满足《生活饮用水卫生标准》（GB5749-2006）的要求。", "label": "纺织科学与工程", "id": 0}
{"content": "基于浙江省多年的印染定型机废气治理经验和现阶段大气污染防治工作的需求,需制订浙江省纺织染整工业大气污染物排放标准.为此,根据浙江印染行业的实际情况（如生产工艺、使用染料和助剂等）并参考国内外相关标准,筛选苯、甲苯、二甲苯、甲醛等11项挥发性有机物指标和油烟、颗粒物等4项常规指标为监测项目.对3家代表性企业进行了现场采样监测,并对监测结果的人体健康危害、恶臭指数和最大臭氧生成潜势进行了初步分析.结果表明:浙江省内印染定型机主要排放VOCs为苯、甲苯、二甲苯、甲醛、三乙胺、丙烯酸乙酯等6项污染物.其中,苯和甲醛产生严重的致癌风险,总排放口的致癌风险值可达10-4～10-3之间,二甲苯会产生较重的健康危害;三乙胺和二甲苯则是恶臭污染的重要贡献源;二甲苯的臭氧生成潜力值可高达1 1 6.34 mL/m~3,能产生严重的环境危害.因此,初步拟定增设苯、二甲苯、三乙胺、甲醛4项为纺织染整定型机废气VOCs排放的污染特征因子.", "label": "纺织科学与工程", "id": 0}
{"content": "本研究进行了典型印染废水热泵热回收的热力学分析。首先基于典型印染工序能流现状和热泵工质热物性的热力学分析,设计了匹配的废热源与热利用工序。随后通过热力学理论计算,得出印染沸水热泵的最佳提升温度为45～60℃。最后基于典型印染废水处理流程,通过对废水水质分析和含热量热力学分析,确定了热泵的取热位置应选择在废水进排污管网附近。", "label": "纺织科学与工程", "id": 0}
{"content": "以高岭土为原料制备壳聚糖插层高岭土复合吸附剂,研究了复合吸附剂对甲基橙的吸附,分别讨论了复合吸附剂的不同配比,搅拌时间,投加量和温度对吸附效果的影响。结果表明,吸附废水中甲基橙的最佳工艺条件是:高岭土与壳聚糖的质量比为4:1,pH 5.5,吸附时间为40min,投加量为1.00 g/L,溶液温度为30℃时甲基橙的吸附条件下,壳聚糖/高岭土复合吸附剂对初始浓度为100mg/L的甲基橙脱色率为75.8%。", "label": "纺织科学与工程", "id": 0}
{"content": "采用絮凝-γ射线辐照技术处理印染废水,研究了最佳絮凝条件以及吸收剂量率、吸收剂量、废水pH和H2O2浓度对絮凝后废水各项指标的影响。实验结果表明:采用絮凝和辐照技术联用对印染废水的处理效果明显优于两个方法单独使用的效果:辐照可以显著降低废水中COD、TOC、TC和苯胺类物质的含量,并提高废水的可生化性;吸收剂量率对废水处理效果影响不大;随废水中H2O2浓度增加,COD、TOC、TIC及苯胺类含量均有所下降。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了兔毛角蛋白的提取方法,并将其制成粉末对其进行电镜观察和红外分析,同时对兔毛角蛋白粉末在染色废水上的脱色性能进行探讨。", "label": "纺织科学与工程", "id": 0}
{"content": "对UV/TiO2处理丽华实红玉染料溶液的效果及其影响因素和动力学进行了研究。结果表明,UV/TiO2对丽华实红玉染料溶液具有较好的处理效果,实验范围内TiO2最佳投加量为1.0g·L-1,降低染料初始浓度、外加Fe2+、Fe3+均能明显提高染料的降解率。升高温度对染料降解率的提高影响不大,染料的降解反应较好地表现为二级反应,活化能12.53kJ·mol-1,指前因子6.267×10-3L·mg-1·min-1。染料溶液初始pH=6.7时染料降解率最小,偏酸偏碱均对提高降解率有利。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍了染整定型机废气的来源、特性及其危害,分析了定型机废气治理的现状,总结了专项治理工作取得的成效和存在的问题。针对烟气处理效率低、存在火灾事故隐患、热能回收潜力大及缺少检测方法和排放标准等问题,提出相应的对策措施。", "label": "纺织科学与工程", "id": 0}
{"content": "本文介绍一种能够适应于印染连续用水生产设备的GTG系列污水热能回收特殊装置,装置具有安装简单、免维护、电子除垢与数字化计量等特殊功能,受到众多印染企业的惠顾。", "label": "纺织科学与工程", "id": 0}
{"content": "项目开发以江苏省南通市为例,分析了印染工业废水热能的排放现状和回收前景;介绍了印染工业废水热能回收系统项目开发情况,包括系统的工作原理、工作过程和系统组成。该系统废水热能回收效率高,耐腐蚀、抗结垢能力强,智能化程度高,且投资小,运行成本低,适用范围广,经半年使用证明回收效率稳定。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>印染企业污水经处理达标（COD<50-60）后排放。污水处理中产生污泥不可避免。填埋处理在全社会环保意识日益加强的今天已不再适用,而印染企业的污泥中有机碳含量高,如何处理污泥困扰着各个印染企业,印染企业的污泥QDW发热量在1500大卡/千克～4400大卡/千克左右.污泥经过脱水,在转盘式干燥机干化处理后,可造粒或焚烧,使污泥出路问题得到解决。", "label": "纺织科学与工程", "id": 0}
{"content": "将稻草粉碎后不经过预处理直接与2,3-环氧丙基三甲基氯化铵（EPTMAC）在水溶液中反应进行季铵化改性反应。通过考擦反应时间、NaOH质量分数及反应试剂的摩尔分数比对季铵化改性的影响,优化了工艺条件,即温度85℃,时间6h,NaOH的质量浓度为1%,醚化剂EPTMAC与葡萄糖单元（AGU）的摩尔比为10:1;在此条件下稻草的季铵化度为97%,水溶性好,并且具有良好的絮凝作用。稻草季铵盐对活性橙K-GN染料能迅速脱色,效果达98%,且适用的pH值范围广泛。", "label": "纺织科学与工程", "id": 0}
{"content": "结合江苏省太湖流域某印染厂中水回用的实践,对其原有的处理工艺进行重新改造,使处理后的水分质利用,一部分达标排入工业园区污水处理厂,一部分处理后回用于生产。实践表明:经深度处理后的中水完全达到印染厂用水的水质要求。", "label": "纺织科学与工程", "id": 0}
{"content": "采用厌氧酸化/好氧（A/O法）工艺处理漂染废水,处理后的废水稳定达到《纺织染整工业水污染物排放标准》（GB4287-92）中二级排放标准,最后排入城市污水处理厂。该工艺具有脱色效果好,运行可靠等特点,能广泛应用于漂染废水的处理。", "label": "纺织科学与工程", "id": 0}
{"content": "印染废水是一种典型的高浓度难处理有机废水,本文利用絮凝和辐射技术联用对其进行处理,研究了最佳絮凝条件、研究了吸收剂量率、吸收剂量和过氧化氢加入量等因素对絮凝后废水的COD、BOD、TOC、苯胺类等指标的去除效果。结果表明,采用絮凝和辐射技术联用对印染废水的处理明显优于两个方法单独使用的效果。辐照可以大大降低实际印染废水中的COD、TOC、TC和苯胺类的含量,并提高废水的可生化性。辐射过程中剂量率对印染废水的降解效率影响不大,而剂量的增加可以明显改善对COD、BOD和苯胺类的处理效果。在废水中H2O2时,废水COD、TOC、TIC及苯胺类的含量均有下降的趋势。", "label": "纺织科学与工程", "id": 0}
{"content": "印染废水处理后的剩余污泥属于危险固体废弃物,其中生化污泥和物化污泥是性质不同的二类污泥。本文介绍了各种处置方法的优点和缺点,污泥资源化是必然方向。文中指出必须根据当地实际情况结合经济条件,选用适当的处置方法。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>废旧棉纺织品的回收利用是亟待解决的难题,采用离子液体作为溶剂制备再生纤维素及其衍生物[1]是缓解该问题的有效途径。然而,在纤维素的均相衍生化反应中离子液体耗用量大、生产成本高,成为制约该", "label": "纺织科学与工程", "id": 0}
{"content": "本文主要探讨了TiO2复合材料光催化氧化在处理印染废水中的应用。通过两组实验考察了TiO2及其复合光催化剂在紫外光照射下对印染废水水中COD的去除率。结果得出,复合材料作为光催化剂在较短波长下氧化还原性物质的效果最佳。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>以苯胺和过硫酸铵为主要原料合成了盐酸聚苯胺（HClPANI）,通过FTIR、XRD、SEM和EDS对催化剂进行了表征。研究了在紫外光照下、HClPANI催化H2O2氧化处理罗丹明B染料废水工艺[0],探讨了", "label": "纺织科学与工程", "id": 0}
{"content": "M-2288退浆染色同浴工艺把退浆精炼和染色工序合而为一,本文从M-2288染浴的退浆,除油,缓染,移染,分散和pH缓冲性六个方面进行了探讨,并进行了大量的生产实践,证实了M-2288对涤纶及其混纺梭织物进行退浆和染色一浴一步法工艺的可行性。", "label": "纺织科学与工程", "id": 0}
{"content": "退浆酶TF-162B是一支高效液体酶制剂,它具有适用温度范围广,应用工艺灵活等特点,本文主要从退浆酶TF-162B应用于汽蒸、冷堆、浸渍等工艺进行探索,优化前处理退浆工艺。", "label": "纺织科学与工程", "id": 0}
{"content": "利用γ射线对碱性品红溶液进行辐照降解,研究了不同条件下碱性品红溶液降解过程中COD、TOC、色度等指标的去除效果和pH值的变化,获得了吸收剂量率、吸收剂量和过氧化氢加入量对碱性品红降解效果的影响规律。", "label": "纺织科学与工程", "id": 0}
{"content": "纺织印染废水是目前难治理的主要工业废水之一,具有水量大、有机污染物浓度高、色度深、碱性大、水质变化大、成分复杂等特点。根据印染废水的来源不同,分别介绍了不同印染废水的水质及水量等特点,归纳和总结了目前印染废水常用的处理方法,并介绍了印染废水治理的新方法与方向,提出了解决印染废水污染问题应该从多方面共同努力,研发新型染料,改进印染工艺技术,从源头减少污染物排放和积极末端治理,实现印染废水的达标排放。", "label": "纺织科学与工程", "id": 0}
{"content": "以坡缕石粘土为主要原料,通过水热反应对其表面进行改性,制得了坡缕石粘土/碳（PGS/C）复合材料。采用扫描电镜（SEM）对复合材料的形貌进行了表征,研究了PGS/C复合材料对曙红Y的吸附性能,考察了曙红Y的初始浓度、废液pH值、吸附剂用量及吸附时间等因素对吸附率的影响,研究吸附等温曲线。实验结果表明,在25℃,当曙红Y染料的初始浓度为600mg/L,吸附剂用量为2%,pH值为7,振荡吸附时间为60min时,曙红Y染料废水脱色率达到99%,吸附容量为29.92mg/g,吸附行为可用Langmuir吸附模型描述。", "label": "纺织科学与工程", "id": 0}
{"content": "工业污水的直接排放,不仅造成环境的热污染,而且造成能量的极大浪费。针对印染行业对热水、热蒸汽需求量大的现状,本文将热泵技术应用于印染污水的废热回收,实现将低品位的低温热能转化为高温热水,供印染过程再利用。为有效提高热水温度,采用特殊功能型流体工质,同时,对压缩机、蒸发器以及冷凝器的结构和运行过程进行改良,并编制了与其性质相匹配的控制程序。实际运行结果表明:本高温热泵机组可稳定运行,且出口水温达到90℃以上。本热泵系统在印染行业的使用将帮助印染企业节约大量热水、蒸汽,帮助企业实现节能减排目标。", "label": "纺织科学与工程", "id": 0}
{"content": "浒苔（Enteromorpha prolifera）是春夏季节青岛市沿海经常发生的一种\"绿潮\"灾害。以浒苔作为吸附剂进行印染废水脱色处理,将起到以废治废的功效,实现浒苔的资源化利用,减轻其随意堆放带来的不利生态环境影响。本研究将新鲜浒苔进行干燥粉碎,制成生物性吸附剂,对含碱性染料亚甲基蓝（MB）的模拟废水进行脱色处理,在优化吸附条件的基础上,得到浒苔对MB的最佳吸附效果。主要结论如下。①浒苔对MB的适宜吸附条件为:废水中染料初始浓度为100mg/L,废水pH值为4～11,温度10～50℃,振荡速率100r/min,吸附时间90min,藻粉粒径<0.25mm,藻粉投加量为0.25g/L。在此条件下,废水中MB的去除率达到95.71%。②浒苔对MB的吸附过程与Langmuir吸附等温线有较好的一致性,表明为单分子层吸附。③温度20～40℃时,浒苔对MB的饱和吸附容量均达到1000mg.g-1,远高于文献报道的其它吸附剂,表明青岛附近海域浒苔应用于印染废水吸附脱色具有十分广阔的前景。", "label": "纺织科学与工程", "id": 0}
{"content": "采用十六烷基三甲基溴化铵和十二烷基硫酸钠复合改性沸石,通过X衍射（XRD）和红外吸收光谱（IR）对改性前后的沸石结构进行表征,研究了改性沸石对废水中酸性靛蓝的吸附性能、影响因素及动力学过程。结果表明,改性沸石的吸附性能明显增强。在优化实验条件下对浓度为200 mg/L的酸性靛蓝的最大吸附量和脱色率分别为66.56 mg/g和99.85%。其吸附动力学行为遵循准二级吸附速率方程所描述的规律。平衡吸附量与平衡浓度之间的关系符合Langmuir等温吸附方程。", "label": "纺织科学与工程", "id": 0}
{"content": "以亚硫酸钠、保险粉、硫代硫酸钠和甲脒亚磺酸（FAS）作为还原性降解剂,研究了3种物质对活性艳红M-3BE的降解脱色效果。结果表明,这几种物质单独使用时均不能使活性艳红M-3BE降解,只有当FAS与NaOH协同作用时才能降解脱色,其中当FAS与NaOH质量比为5:2,FAS用量为活性艳红M-3BE浓度的60倍时,M-3BE能够在10 min内降解完全。在密闭条件下,FAS-NaOH混合溶液保存20 d仍具有较高的降解活性,而在敞口条件下,12 h后即开始失效。", "label": "纺织科学与工程", "id": 0}
{"content": "以阴离子型染料曙红Y-十六烷基三甲基溴化铵离子对缔合物为研究对象,浮选至少量定量的离子液体1-丁基-3-甲基咪唑六氟磷酸盐（[Bmim]PF6）中。研究了各参数对溶剂气浮过程的影响,如表面活性剂的量、空气流速、pH值、共存溶剂乙醇和氯化钠及温度等。研究表明,十六烷基三甲基溴化铵与曙红Y混合液的摩尔比为2:1、pH=2时,约20 min内去除率可达99.9%。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>印染废水成分复杂、水质变化大、有机物含量高、色度高（主要为有色染料）等特点,直接排放对人类健康和生存环境带来极大危害,同时造成水资源的浪费。其中,偶氮染料是染料中品种和数量最多的一类,占有机染料产品总量一半以上,是染料废水的主要污染物之一。同时,10%～15%的染料在其生产和使用中随废水排入环境水体中,它们的前体及其降解产物对生物体具有致癌、致畸、致突变的\"三致\"作用,严重威胁和影响生物多样性与人类的生存和健康。因此,研究偶氮染料废水处理方法对整个染料废水的处理意义重大。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>偶氮染料是印染废水中最主要的污染物。偶氮染料的化学性质稳定,其废水具有排放量大,色度深,毒性高等特点。目前针对偶氮染料废水处理方法有物理法、化学法和生物法及这些方法的组合。微生物厌氧还原法因处理费用低,不会造成二次污染而成为主要的染料废水处理方法,但厌氧微生物代谢速率慢,处理效率低、且需要不断补充电子供体。微生物电化学耦合技术是一项能够将电化学反应和微生物反应相结合用于污染物降解的技术。即在微电场刺激下,强化微生物降解污染物的活性,提高降解效率,而", "label": "纺织科学与工程", "id": 0}
{"content": "<正>近年来,随着科技的发展,纺织行业发展很快,全世界大约1%到20%的染料产品在印染过程中被浪费,并被排放到纺织污水流中,这些染料废水都具有色度深、水量大、有机毒物含量高、成份复杂和难降解等特点。如果不加处理,而直接排放到生态环境中,会严重影响地表水和地下水资源,从而对水生微生物和鱼类等都有毒害作用。同时,也严重影响到受纳水体的外观,使水体呈现不同的色度。现代的人工合成染料因具有复杂的芳", "label": "纺织科学与工程", "id": 0}
{"content": "<正>随着我国印染工业和化学工业的快速发展,产生的染料废水对生态环境及人类健康的影响日益严重,对其进行相应的处理已日益成为环保关注的热点。碳纳米管（CNTs）作为一种新型的吸附材料,引起了人们广泛的关注。碳纳米管作为一种固体颗粒物吸附剂,除结构因素外,粒径越小、比表面积越大,其吸附性能越好,但粒径越小越难从溶液中分离,使运行成本增高,并造成资源浪费而使其应用上有一定的局限性。近年来,磁分离技术作为一种高效、快速、经济的分离磁性材料的方法,已广泛应用于矿业、微生物学、环境保护等领域,", "label": "纺织科学与工程", "id": 0}
{"content": "<正>近年来由于纺织染料工业快速发展,染料废水已成为环境重点污染源之一。据统计,全世界大约15%的染料在生产过程中被排放到废水中。然而,由于染料行业品种繁多,工艺复杂。染料分子成分大多是芳烃和杂环化合物,其中除了带有各类显色基团（如-N=N-,-N=O,-NO2等）以及极性基团（-SO3Na,-OH,-NH2）以外,还可能混有各类卤代物、苯胺、酚类及各种助剂,它具有水量大、有机毒物含量高、成分复杂、色度高等特点,一直是废水处理中的难题。加之如今的经济全球化的深入,伴随而来的是污染全球化的迁移及局部地区污染的加剧,从而引起了世界各国的关注。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>我国是纺织印染第一大国,其中纺织印染业又是工业废水的排放大户。染料分子结构复杂,生物降解性低,大多具有潜在毒性,加之染料生产具有品种多、批量小、更新快的特点,致使染料废水难以找到行之有效的处理方法。天然矿物吸附材料对阳离子型染料具有较好处理效果,而对阴离子型染料去除率较低。水滑石（Layered DoubleHydroxides,LDH）是一种层间具有可交换阴离子的层状结构化合物,由于LDH及其焙烧产物（LDO）的特殊结构和性质,可作为一种理想的污染物赋存载体和阴离子", "label": "纺织科学与工程", "id": 0}
{"content": "<正>由于TiO2具有高效、无毒、热稳定性好等特点,基于TiO2的光催化氧化技术被认为是一种很有潜力的废水处理技术。然而该技术在应用方面却存在以下瓶颈问题:1)粉体TiO2在水溶液中分散后不易与溶液分离,难以实现催化剂的回收和再利用。2)光生电子和空穴在催化剂表面容易复合而使降解效率下降。3)溶液对激发光的吸收会大大降低光利用效率。将TiO2负载于各种载体上制成膜,可以解决催化剂分离回收的难题。通过外加电场将光生电子不断转移到阴极,从而可有效地减少光生电子和空穴的复合,提高催化效率。同时新型反应器的开发也大大缩小了溶液的厚度,从而降低溶液对光的吸收。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>随着印染工业的发展,将产生大量的废气的染料排放污水。大量的废弃染料将给环境造成严重的污染。同时,由于大部分染料分子有致癌毒性,也将给人类的健康带来严重的危害。因此,对染料废水的处理也就具有很大的意义。科研人员已经在染料废水处理方面开展了大量的工作,其中吸附法是一种快速、有效的染料废水处理技术。罗丹明B是一种典型的荧光素染料,经常作为探针分子,在吸附、光致发光、催化等方面对材料进行性能研究。SnS2是一种n型半导体材料,具有CdI2型的片层结构,已经在锂电池、光电转换装置、光催化方面有广泛的研究。本研究利用水热合成法,制备了SnS2样品。利用X射线粉末衍射、场发射扫描电镜、透射电镜等表征技术,表明我们所合成的SnS2样品属于六", "label": "纺织科学与工程", "id": 0}
{"content": "<正>印染工业废水组分复杂,毒性强,难降解,水量大,是危害水环境安全的重要污染源。目前,国内外印染废水的处理方法主要有物理法、化学法、物理化学法和生化法等,其中吸附法是物理法中最主要的处理方法。寻找廉价、高效的吸附剂有助于该法在废水处理中的推广应用。膨润土由于其特殊的二维纳米结构,因而具有巨大的比表面积、良好的吸附性、阳离子交换性等多种性能,应用领域十分广泛。作为吸附剂,膨润土对阳离子型染料(腈", "label": "纺织科学与工程", "id": 0}
{"content": "<正>印染废水一直是国内外难处理的工业废水之一。电化学法常被称为一种清洁的处理工艺,三维电极是在传统二维电解槽电极间装填粒状或其他碎屑状电极材料,形成许多微电极,在工作电极材料表面发生电化学反应。本实验采用三维电极体系对上海某印染厂废水进行处理,改善该废水的可生化降解性。粒子电极为预处理过的活性炭,掺杂PbO2催化层的Fe-PbO2/不锈钢作阳极,不锈钢板作阴极。饱和甘汞电极为参比电极,在硫酸铝-印染废水溶液中,用循环伏安法进行对比实验。分析比较两种电极对印染废水", "label": "纺织科学与工程", "id": 0}
{"content": "<正>杂多酸（盐）,特别是具有Keggin型结构的杂多酸（盐）,以其新颖独特的结构和优良的催化性能,不仅在有机合成、石油化工、药物化学等方面得到广泛的应用,而且已作为催化剂,广泛地应用于印染废水的降解处理。本文采用水溶液法合成出了未见文献报道的十一镍锆钼杂多酸盐Na6[Ni(Mo11ZrO39)]·20H2O（NiZrMo）,该方法不但克服传统方法的时间冗长,而且不会带来二次污染。为了确保合成的杂多酸盐", "label": "纺织科学与工程", "id": 0}
{"content": "<正>随着工业化的发展,印染行业也飞速发展,随之而来的染料废水的排放量与日俱增。新型助剂、染料整理剂等在印染行业中的大量使用,进一步加重了印染废水处理的难度。偶氮染料是纺织品服装在印染工艺中应用最广泛的一类合成染料,用于多种天然和合成纤维的染色和印花,也用于油漆、塑料、橡胶等的着色。在特殊条件下,它能分解产生20多种致癌芳香胺,经过活化作用改变人体的DNA结构引起病变和诱发癌症。处理印染废水并使其无害化是目前亟待解决的重要课题。光催化作为一种处理有机污染物的技术,已在电化学、光化学、催化化学和生物化学等领域中得到广泛的研究。1972年,", "label": "纺织科学与工程", "id": 0}
{"content": "<正>通过对杭嘉湖地区74家印染企业废水进行采样检测,并引用相关评价标准,分析了杭嘉湖地区印染行业废水氮、磷污染物的排放现状。结果表明:（1）嘉兴和湖州地区印染企业废水排放的氨氮形态占总氮比例均大于50%,杭州地区氨氮形态占总氮比例为6.5%;而三个地区印染企业废水排放的可溶性磷酸盐形态占总磷形态均大于50%。（2）杭州和湖州地区印染企业废水总氮排放超标率分别为16.7%和31.6%,氨氮排放超标率分别为0和5.3%,而嘉兴地区两种污染物的超标率为0。（3）杭州和湖州地区印染企", "label": "纺织科学与工程", "id": 0}
{"content": "<正>由于印染工业废水具有有机物浓度高、可生化性差甚至有生物毒性等特点,使得传统的生物法对其处理难以达到理想的效果。光电化学催化氧化技术对环境污染问题中突出的毒性大、难生物降解的烃类、卤代芳烃、染料、农药、油类等物质具有很好的氧化分解作用。在光电化学催化研究中,以采用惰性Pt电极作阴极为主,Pt阴极除作为辅助电极或对电极之外,不对反应器中的有机物进行直接的催化降解,只能形成为\"双极单效\"的降解模式,而采用具有较高析氢电位的石墨电极作阴极,还原阴极槽溶液中的溶解氧生成H2O2,并与Fe2+或紫外光组成电Fenton体系或H2O2/UV体系,从而形成\"双极双效\"的降解模式。在双槽光电催化反应器中,阳极发生的是产H+反应,而在石墨阴极（阴极槽）则是", "label": "纺织科学与工程", "id": 0}
{"content": "印染废水是我国工业废水的重要组成部分。本文介绍了印染废水的一般特征,以及过滤、沉淀、气浮、吸附、膜分离等物理处理方法在废水处理中的研究和应用。同时还介绍了几种比较高效的化学处理方法:混凝法、氧化法（化学氧化、湿式催化氧化、超临界水氧化、光催化氧化）、电化学法。并对这几种处理方法的研究进展和遇到的问题进行了介绍。", "label": "纺织科学与工程", "id": 0}
{"content": "本文制备了大孔炭负载二氧化钛光催化复合材料,在紫外光下降解甲基橙做其光催化性能评价。在相同条件下与P25光催化降解甲基橙相比较,TiO2/C的催化降解活性显著高于P25,并考察了复合催化剂的用量及循环使用次数。实验结果表明,TiO2/C复合材料光催化降解甲基橙是吸附与光催化降解协同作用的结果,具有良好的催化降解活性。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>利用介质阻挡放电产生的大气等离子体对下方流经的酸性品红溶液进行处理研究,发现不同气体（氩气、氮气、空气和氧气）放电条件下溶液颜色变化不同,其中氧气处理效果最佳,处理15分钟后溶液基本无色,而氮气处理时溶液颜色变化最为显著,从粉色变为红色,浅红色,粉色,黄色,最后逐渐退色,为了找出颜色变化的原因,分别对溶液进行了紫外-可见吸收光谱、放电时的发射光谱和", "label": "纺织科学与工程", "id": 0}
{"content": "<正>前言:自2007年5月\"太湖蓝藻事件\"爆发,国家加强了对环境保护的治理,同时开启了我国印染工业污水回用的大门,从此时起至今已逾四年,印染行业污水回用已逐渐被行内用户认同并推广,科德水处理公司在这几年中有了些心得和体会,本文作如下介绍:处理工艺:1.回用工艺的分类:1.1混排污水综合处理回用工艺。1.2.短流程回用工艺。", "label": "纺织科学与工程", "id": 0}
{"content": "为缓解印染企业节能减排的压力,从印染废水回收余热,废水处理与回用以及印染污泥干化减量等方面,介绍了某印染企业实施这些技术的可行性及实际应用效果,并进行了经济效益分析。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>印染废水属于四大难降解废水之一,传统的生物处理工艺对于印染废水处理存在很多局限性。但是鉴于目前生物法具有低运行费用的优势,我国大部分印染企业都采用以生化为主体的工艺。宜兴市苏南印染有限公司是印染行业的老企业,地处太湖流域,原有一套2500m~3/d染色废水处理设施,原有的水解酸化+五级好氧接触氧化为主体的处理工艺不能满足太湖流域一级A排放标准,特别是冬季处理效果", "label": "纺织科学与工程", "id": 0}
{"content": "1972年Fujishma等人发现TiO2单晶电极光分解水以来,半导体光催化材料已得到广泛的研究。多金属氧酸盐POM是一类重要的分子基功能材料,近年来,在光催化降解和矿化污水及空气中有机污染物的环保领域的研究日益增多;但由于POM的易溶性和低表面积,限制了其在工业上的应用。本文将带有相反电荷TiO2和PW（12）两种催化活性组分通过静电层层自组装技术（LBL）组装到普通载玻片上,研究了多层膜催化剂对染料甲基橙（MO）的光催化降解。结果表明将TiO2和POM结合后不仅提高了催化效率,而且克服了TiO2和POM回收困难的缺点;同时将催化剂负载在载玻片上大大节约了成本,所制备的多层膜催化剂经重复使用,仍能保持较高的催化效果,并且达到相同降解效率时,层层自组装技术所需催化剂的量比悬浮液体系明显降低。", "label": "纺织科学与工程", "id": 0}
{"content": "《纺织品市场营销》是中原工学院纺织工程专业的一门专业必修课,本文首先介绍了该门课程的教学目的及教学内容,阐述了本课程目前采取的四种教学方法,并对目前教学过程中存在的问题进行了分析,最后从四个方面对将来如何更好地提升该课程的教学效果提出了建议。", "label": "纺织科学与工程", "id": 0}
{"content": "从壳聚糖的质量浓度、pH值、温度、处理方式、常用染色助剂（元明粉和纯碱）等因素入手研究了壳聚糖对活性红M-3BE的絮凝脱色性能.结果表明:在100mL染料溶液（100mg/L）中,加入10 mL壳聚糖醋酸溶液（0.4g/L）,壳聚糖对染料的絮凝脱色效果随染液pH值的下降而增加明显,脱色率在90%以上;但随常用染色助剂（元明粉和纯碱）浓度的增加,其絮凝脱色效果显著下降.在较佳絮凝条件下,壳聚糖对该染料染色废水的脱色率和COD去除率分别为19.84%和54.81%.此外,用壳聚糖处理活性染料染色废水时,需先用酸中和染色残液中的碱剂,再进行脱盐处理,以便壳聚糖发挥更好的絮凝脱色作用.", "label": "纺织科学与工程", "id": 0}
{"content": "为了满足江苏省环保厅对印染废水处理提标的要求,研究了臭氧/生物滤池组合工艺处理印染废水的效果。在小试和中试的基础上,提出了针对苏州某印染企业废水的深度处理工艺及其参数,并对工程实施后的运行情况进行了考察。结果表明,处理后的出水水质能达到《太湖地区城镇污水处理厂及重点工业行业主要水污染物排放限值》（DB 32/1072-2007）的要求,其中COD<60mg/lL,且具有运行费用低、污泥产量小等优点。", "label": "纺织科学与工程", "id": 0}
{"content": "以稀土元素Ce4-和非金属元素S为掺杂剂,制备Ce4+-S-TiO2催化剂,采用自制光催化反应器处理染料废水。结果表明在最佳反应条件pH值为4.0,Ce4+-S-TiO2催化剂投加量为8g/L,S掺杂量为0.8%,Ce4+掺杂量为0.6%,450℃煅烧2h,染料废水的脱色率达91.4%。Ce4+-S-TiO2光催化剂对染料废水具有较高的脱色效果,其操作简单,无二次污染,具有较好的可行性。制备高效、廉价的负载型TiO2光催化剂,寻求更好的TiO2光催化剂改性技术,从而使之能更好地应用于实际难生物降解废水的处理。", "label": "纺织科学与工程", "id": 0}
{"content": "以芳香聚酰胺为膜材料,采用干/湿相转化法制备了新型芳香聚酰胺平板纳滤膜.随机选取三种配比的自制膜进行膜性能表征,并将三种自制纳滤膜用于水中直接耐晒蓝（DB71）染料的去除研究,考察了不同压力和不同温度下,三种配比纳滤膜对DB71染料的去除效果.结果表明,随着压力的增加,三种配比膜对DB71的截留率呈上升趋势,水通量也呈逐渐增大趋势;随着温度的升高,DB71的截留率变化不大,而通量不断增大.", "label": "纺织科学与工程", "id": 0}
{"content": "为调查纳滤脱盐工艺处理染整废水运行过程中膜污染的成因和类型,采用扫描电子显微镜-EDX能谱仪、高倍光学显微镜、膜性能变化测试等手段对膜污染特征进行了分析.结果表明,除了微生物污染外,造成膜污染的物质还有无机和有机污染物,无机污染物包括铁盐、铝盐、钙盐等无机结晶体、絮体和胶体,有机污染物可能来自进水中含有的表面活性剂和有机染料等.使用不同的清洗方法对污染后的NF膜进行清洗,清洗结果表明无机污染在膜污染中占的比重最大,为43.75%.", "label": "纺织科学与工程", "id": 0}
{"content": "采用UV氧化+膜生物反应器（MBR）组合工艺处理印染废水,考察了组合工艺的处理效果以及生物强化作用对MBR工艺的影响.MBR实验条件:水温T=25℃,pH=6,水力停留时间（HRT）=10 h,溶解氧（DO）=3～5 mg/L,运行60天,强化菌种按0.5%的比例投入MBR.实验表明,组合工艺对TOC的总平均去除率达到89%,具有良好的出水水质.此外,生物强化作用使活性污泥具有更好的生理活性、更高的污泥浓度、更好的沉降性能以及更好的抗冲击负荷能力.", "label": "纺织科学与工程", "id": 0}
{"content": "<正>我国是染料生产和纺织印染大国,据初步统计全国有染料生产厂280多个,年生产分散染料、还原染料、直接染料、活性染料及阳离子染料等14类,近500个品种,10万多吨,年排放废水67000万吨。该废水主要来源于染料及染料中间体生产行业和纺织印染行业,废水排放量大、成", "label": "纺织科学与工程", "id": 0}
{"content": "<正>高铁酸盐是绿色的水处理剂,它的标准氧化还原电位在酸性条件下高达2.20V,具有很强的氧化杀菌作用,同时还具有良好的混凝作用,在水处理中可同时发挥氧化、絮凝、吸附、共沉、杀菌、消毒等协同作用,且不产生任何有毒、有害副产物,具有很大的应用潜力。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>我国是染料生产和纺织印染大国,据初步统计全国有染料生产厂280多个,年生产分散染料、还原染料、直接染料、活性染料及阳离子染料等14类,近500个品种,10万多吨,年排放废水", "label": "纺织科学与工程", "id": 0}
{"content": "<正>木质素作为造纸工业的副产物,主要存在于造纸黑液和造纸污泥中,若得不到有效利用则会成为环境污染物,木质素资源化制备絮凝剂的研究已有很多报导。本文利用造纸污泥提取的木质素作原料,与自制的二乙胺与环氧氯丙烷生成的环氧胺单体进行接枝聚合,研究了接枝共聚的反应条件,制备出对几种模拟染料废水具有良好脱色性能的脱色絮凝剂,为造纸污泥的资源化利用", "label": "纺织科学与工程", "id": 0}
{"content": "<正>随着印染行业的发展,印染废水的脱色及有机污染物的去除已受到越来越多研究者的关注,高浓度染料废水由于其成分复杂,高色度、高COD和BOD值,给治理带来了很大困难。染料废水脱色处理方法主要有吸附法、絮凝法、氧化法和生化处理法等。吸附法具有操作简单、使用", "label": "纺织科学与工程", "id": 0}
{"content": "优化了浸没式双轴旋转厌氧膜生物反应器（SDR-AMBR）结构,研究了它对实际印染污水的处理效能。试验结果表明,SDR-AMBR对印染污水有较好的处理效果,进水COD在4500-6000mg·L-1时,COD去除率可以达到92%以上。容积负荷达到20kg·m-3·d-1。反应器内的污泥浓度达到20g·L-1,MLVSS/MLSS在0.45至0.72之间。运行温度和膜组件旋转速度的变化对膜污染速率有显著影响。", "label": "纺织科学与工程", "id": 0}
{"content": "在温和的条件下采用乙二胺四乙酸二酐（EDTAD）对废弃甘蔗渣进行表面改性,实验表明改性后甘蔗渣对罗丹明B的最大吸附容量为451.10mgg-1。使用过的吸附剂采用不同pH的自洁型洗脱剂二氧化钛溶胶进行洗脱再生,洗脱结果表明pH=2的溶胶对吸附剂的洗脱效果最好,洗脱下来的罗丹明B染料分子在太阳光的照射下可被溶胶直接降解。", "label": "纺织科学与工程", "id": 0}
{"content": "印染废水有机物污染物含量高、色度高等特点,属于难处理的工业废水。某些染料的可生化性差而导致其危害极大。目前吸附法是最常用于处理该废水的方法之一,而新型高效、价廉的吸附剂一直是广大科研工作者追求的目标。本研究以木材加工副产物木屑作为吸附剂吸附去除碱性品红模拟废水中COD和色度。实验结果表明,在室温下,碱性品红的pH值调节为9,在150ml溶液中加入0.6g碱改性的木屑反应60min后,COD、色度的吸附去除率分别为65.89%和92.06%。实验结果采用Langmuir和Freundlich两种等温线进行拟合,发现Freundlich等温线的相关系数达到0.99以上,说明木屑吸附COD是多分子层的,吸附分子之间有相互作用。", "label": "纺织科学与工程", "id": 0}
{"content": "<正>印染废水是对环境危害极大的一类工业污水,由于其排放量大、成分复杂、色度深等给治理带来了很大困难,特别是各种水溶性好、着色力强的染料的使用,使传统的治理方法难以奏效。近年来国内外开展了镁盐法的研究,其脱色原理是利用Mg（OH）2强烈吸附带负电荷的阴离子染料而使染料废水脱色,氢氧化镁法显示了优良的脱色效果。氢氧化镁因具有吸附力强、活性大,浆状产品具有非沉降性、非凝聚性和较好的流动性,", "label": "纺织科学与工程", "id": 0}
{"content": "欧泰华复合纯二氧化氯发生器,具有高纯的消毒效果,复合的运行成本。工艺技术先进可靠。经其处理的印染废水各项指标均优于GB8978-1996《污水综合排放标准》和GB4287-92《纺织染整工业水污染物排放标准》实现了纺织印染废水、污水资源化的回用,必将大大缓解水资源紧缺的局面。在地震灾后防疫、环境、空气消毒发挥了重要作用,取得了明显的社会效益、环境效益和经济效益。", "label": "纺织科学与工程", "id": 0}
{"content": "采用中试规模（4m~3/d）悬浮生物滤池A/O/混凝沉淀/O组合工艺处理棉印染废水,考察了不同停留时间（HRT）条件下,该工艺对COD、色度的去除效果。试验结果表明:当进水COD、色度、pH分别为1000-1600mg/L、300-700倍、12-14时,相应的出水指标分别为70-90mg/L、<20倍、6-8。出水完全符合印染废水一级排放标准。", "label": "纺织科学与工程", "id": 0}
{"content": "染料废水由于其成分复杂,污染物浓度较高,常规的水处理方法如物化法和生化法均很难有效降解。而经酸活化改性的粉煤灰表面变得粗糙产生空洞,铝、铁、硅均可被较好地浸出,改性粉煤灰比表面积增大、活性增强,根据废水处理的吸附理论,吸附剂比表面积越大,吸附效果越好。因此,本试验用2mol/L的硫酸改性粉煤灰来处理染料废水,研究了吸附反应时间、pH、吸附剂用量、活性艳红X-3B初始浓度等各个单因素对处理染料废水的色度和COD的影响及其作用机理,得出各个单因素的最佳条件为:吸附反应时间80min、pH=6、吸附剂用量8g。最后通过正交试验得到最佳运行条件为初始浓度50mg/L,吸附剂用量10g,反应时间100min,pH=8。在该最佳运行条件下,活性艳红X-3B去除率比较稳定,平均去除率为86.50%。", "label": "纺织科学与工程", "id": 0}
{"content": "牛粪经改性处理后再与树脂结合制备出改性牛粪-树脂颗粒。本研究以改性牛粪-树脂颗粒为吸附材料,通过静态实验方法研究了颗粒对水溶液中亚甲基兰的吸附等温特点和吸附动力学过程。结果表明,改性牛粪-树脂颗粒对水溶液中亚甲基兰的吸附符合Langmuir和Freundlich吸附等温方程,吸附量受染料溶液的pH影响,在pH 5～7的范围内,随着pH的增加最大吸附容量增加。与准一级和准二级动力学模型相比,颗粒扩散模型能够更好地描述改性牛粪-树脂颗粒对水溶液中亚甲基兰的吸附动力学过程。随着溶液中初始染料浓度的增加,颗粒扩散速率增加;溶液pH的增加有利于吸附速率的提高;但搅拌速率对吸附速率并不产生明显的影响。本研究表明了改性牛粪-树脂颗粒能够有效的去除水溶液中的亚甲基兰,牛粪作为一种农业废弃物在染料废水处理方面具有潜在的应用价值。", "label": "纺织科学与工程", "id": 0}
{"content": "介绍V型孔超滤膜在南京道吉纺织废水中的应用,该工程将超滤技术结合生化物化等水处理技术应用在高难度纺织印染废水处理上,UF系统大量去除了水中的悬浮物、胶体,降低了废水的浊度和色度,超滤产水COD在150 mg/L左右,浊度<1 NTU,确保了后序活性炭吸附工艺的正常运行,改性PS膜材料给予膜优异的抗污染性能,良好的强度、通量及使用寿命也降低了膜成本.", "label": "纺织科学与工程", "id": 0}
{"content": "<正>印染废水是一类水量大、色度高、碱性强、水质复杂的工业废水,处理该类废水的首要任务是脱色,但用常规的铝系和铁系混凝剂,脱色效果欠佳,特别是对于亲水性的活性染料废水,几乎无能为力。而由广东工业大学轻工化工学院开发的高效印染废水脱色剂,投资少、", "label": "纺织科学与工程", "id": 0}
{"content": "<正> 一、中国纺织工业概况中国纺织工业作为中国工业化进程中的支柱性传统产业,经过改革开放以来25年的大规模发展,已经成为世界上规模最大的纺织品服装以及化学纤维制造产业。它对我国现代化建设的第一步、第二步战略即1981-2000年国民经济和社会发展目标的胜利实现建立了不朽的历史功勋。现在,新世纪刚刚开始,中共第十六次代表大会已确定了在第三步战略头20年的奋斗目标和行动纲领。确定在2020年基本实现工业化,GDP比2000年再翻两番,全面建设小康社会的奋斗目标。在", "label": "纺织科学与工程", "id": 0}
