{"content": "公募REITs介绍REITs是把流动性较低、非证券形态的不动产直接转化为资本市场上可流通交易基金的金融过程·不同市场监管层在公募REITs的资产投向、收益分配等方面做出了严格的要求。·从开发流程角度看,REITs一般禁止参与物业前期开发,而是在开发完成后的运营环节介入。REITs基金满足开发商及前期投资者资金退出的需求,因此属于核心型地产基金。·根据不同的特征,REITs可以分为权益型、抵押型、公司型、契约型等多种维度。·从底层资产角度,REITs基金持有资产可分为租金收入类及收费类资产,上述两大类资产还可进一步拆分成8种类型。全球REITs市场REITs发展60年深得国际市场认可·目前,公募REITs在全球各地均有发行。在次贷危机后,全球公募REITs发行数量和市值均进入高速增长区间。·主要国家和地区均是在经济长期低迷或突然出现经济危机时出台REITs制度。这是因为公募REITs与资产证券化一样,属于边际货币政策,是定向货币供给的金融产品,可以为国家经济需要的领域和产业定向增加货币供应。·从风险收益角度看,中短期REITs收益率不及股票,但长期REITs收益率明显上扬;二者的波动率区间在中短期与长期相仿。与此同时,风险调整后收益公募REITs长期表现较股票更优。·从投资组合角度看,REITs市场之间、REITs市场与股票市场的相关系数普遍较低,能够有效的分散风险。·国际市场中公募REITs底层资产类型多样,主要包括了综合不动产、商业中心、写字楼、基础设施及工业仓储等资产。中国REITs试点中国公募REITs试点充分借鉴了其他国家REITs发展的经验,开辟出属于中国自己的公募REITs之路·2020年4月证监会及发改委联合发布的958号文并出台配套指引,标志着国内公募REITs发展正式启航。中国公募REITs监管框架是以发改委、证监会作为顶层制度设计机关;交易所、行业协会作为执行保障机构的双层结构体系。·中国公募REITs试点与其他市场最显著的区分是底层资产的严格限制:以传统基础设施为主,鼓励发展新型基础设施,但禁止纳入商业地产。从试点区域来看全国各地区符合条件的项目均可申报,但重点支持东部沿海及两江沿岸省份。此外,中国第一批试点资产大部分为往期运营稳定、回报率良好的资产或行业内的示范性工程。·从REITs需求主体角度出发,目前中国基建存量规模巨大,但投资增速下降、潜在需求旺盛是目前亟需解决的结构性矛盾。资产负债率高企、投资主体资金来源不足以及标的资产退出折价率高是投资增速下降的主要原因。而公募REITs能够同时满足投资主体对资产处置时降低流动性折价、扩充项目资金来源及降低资产负债率的诉求。·从REITs投资主体角度出发,资管新规发布以来中国资管行业进入规范发展的新阶段,未来发展潜力巨大。但资产配置差异化小,低利率时代投资组合增厚收益的诉求是目前资管行业面临的两大挑战。公募REITs的推行为资管行业增添新型配置工具,既增加各行业资产配置的多元化和灵活性,又增厚了预期收益。公募REITs估值、发行及后续交易公募REITs发行运作流程环环相扣,底层资产的选择和估值直接影响发行价格和上市交易·公募REITs价格传导机制为:资产尽职调查→底层资产估值→发行价格的确定→二级市场交易价格波动。即:估值溢价率越高,询价结果在询价区间所处位置倾向于越低,上市交易后的涨幅及最大回撤水平也会相对较低;反之则相反。·为了进行多维度对比,报告参照沪深300指数搭建方法,报告构建了中国REITs市场基金指数。·收益法作为底层资产的估值方法最为合适。该方法是通过将未来预期现金流利用合适的回报率进行折现从而求得估值结果的过程。因此,预期现金流及折现率的估计的准确性就显得尤为重要。·现金流估计因子中租金类资产出租率及增长率是核心,高速公路交通量预测是关键,市政设施未来改扩建及价格涨幅是重点。而成本预测与运营收入高度相关,一般采取的方法是按照收入的一定比例进行计提,或根据资产状况及历史因素综合计提。目前底层资产折现率的估计采用两种方法——风险累加法、WACC。风险累加法更加灵活,但缺乏强有力的数据支撑;WACC有理论和政策基础,但计算更加复杂。整体的估值结果,租金类资产估值溢价率约168.9%,高于收费类资产溢价率的70.1%。·公募REITs发行价格采用网下投资者询价机制,最终发行价格的确定体现了投资者对基金的认可程度。·二级市场后续交易方面,大部分REITs首日价格便出现上涨,上涨动力主要源于:发行首日市场交易量较高以及大量限售股导致的市场深度较浅。REITs收益包括现金分派及资本利得,对于二级市场后续投资者而言,随着REITs交易价格升高、成本抬升,现金分派率会被侵蚀。·从风险角度来看,REITs底层资产收入稳定性高,相比于国际市场中国REITs基金波动率整体处于低位,近一年以来各基金最大回撤率介于10.5%-29.8%,平均下行周期约为30天。REITs基金风险基本处在中风险区间,大于债券,但小于股票风险。·REITs二级市场估值主要通过P/FFO乘数以及资本化率指标。从指标内涵角度看,P/FFO乘数增幅越高的REITs易被高估;如果资产价值稳定,资本化率能够体现预期收益。·从投资组合角度来看,中国公募REITs与股票、债券相关性均较低;各基金之间的相关系数也呈现出明显的分布特征。中国REITs展望中国公募REITs未来机遇与挑战并存·机遇:未来中国公募REITs底层资产覆盖区域和类型会更加多元化;未来中国REITs市场规模庞大,保守估计能够达到3.2-9.7万亿元。·挑战:公募REITs亟需建立税收优惠制度;资产估值制度尚待完善。", "label": "经济学", "id": 0}
{"content": "研究目的:体育用品制造业作为体育产业中占比最大的一项,对国民经济的促进和推动作用不容小觑,可以说体育用品制造业是我国经济发展的一个新的驱动力,其发展状况的好坏十分值得学者们深入研究。无形资产一直被众多行业认为是影响企业产品核心竞争力的一个重要因素,会间接影响企业的经营绩效。多数学者得出无形资产与经营绩效呈正相关关系,但也有部分学者得出了相反的结论。就体育用品行业而言,两者存在何种关系、关系的强度如何却鲜有文献研究。在这样的宏观经济形势和理论研究现状下,本文拟对体育用品上市公司无形资产与经营绩效之间关系进行研究。研究方法:2.1研究对象本文的研究对象为A股体育用品上市公司,根据WIND数据库的行业分类,选择了两个母行业下的三个子行业（纺织服装——户外用品、纺织服装——运动服装、休闲用品——体育及户外用品）共19家上市企业的财务数据为研究样本,从盈利、营运和发展方面选取了一系列与核心利润相关度较高的财务指标进行经营绩效指标的构建,采用资产负债表中的\"无形资产\"项目作为无形资产变量,探究无形资产与企业经营绩效的相关关系和格兰杰因果关系。2.2研究方法本文通过因子分析构建经营绩效的衡量指标,运用多元线性回归法,分析A股上市体育用品公司无形资产与经营绩效之间的相关关系,并构建相应统计量,分析无形资产与经营绩效之间的格兰杰因果关系。3无形资产与经营绩效关系探究3.1经营绩效综合评价指标构建本文以19家体育用品上市公司公布的资产负债表、利润表等财务报表为基础,自主选取并计算了能体现经营绩效的8个指标:核心利润率、成本费用利润率、经营性资产报酬率、商业债权周转率、存货周转率、营业收入增长率、核心利润增长率、经营性资产增长率。通过因子分析,以降维结果中的提取载荷平方和方差百分比占累计值的比例作为权重,计算出每个样本的经营绩效值R并确定的公因子数目为4,即\"盈利因子\"、\"商业债权周转因子\"、\"发展因子\"和\"存货周转因子\"。3.2无形资产与经营绩效的多元回线性归分析以无形资产对数值为自变量,以资本结构、固定资产对数值、总资产规模作为控制变量,以8项财务指标通过因子分析构建的经营绩效综合评价指标为因变量,在SPSS中进行多元线性回归。回归方程整体显著性为0.000,方程显著存在。无形资产和资本结构与经营绩效均呈负相关关系,固定资产与经营绩效呈现正相关关系,总资产与经营绩效的关系并不显著。无形资产与经营绩效显著负相关关系与与无形资产的成本—盈利模式、无形资产的会计处理特殊性、无形资产的构成质量及类型等三个因素有关。3.3多元线性回归的稳健性检验将因变量变更为净资产报酬率（衡量经营绩效的常用指标）,仍然以无形资产为自变量,以固定资产、总资产规模以及资本结构作为控制变量,再次进行多元线性回归,回归方程整体仍然显著存在。从相关关系的正负性质上来看,在稳健性检验中的多元线性回归结果与之前基本一致。说明本研究具有较好的稳健性。3.4无形资产与经营绩效的格兰杰因果检验以2019年经营绩效为因变量,以2017年的无形资产对数值与经营绩效、2018年的无形资产对数值与经营绩效为自变量,构建非约束回归式,进行多元线性回归,并在去除2017年与2018年无形资产对数值两个自变量后,构建约束回归式,再次进行多元线性回归,进行正向检验。结果表明,无形资产是经营绩效的格兰杰原因。负向检验结果表明经营绩效并不是无形资产的格兰杰原因。无形资产变量的加入能够帮助预测经营绩效变量的未来值,而经营绩效变量并不能反过来帮助无形资产变量未来值的预测。研究结论:4.1结论（1）无形资产与经营绩效之间存在显著的负相关关系;（2）固定资产与经营绩效之间存在显著的正相关关系,总资产与经营绩效之间不存在显著的相关关系,资本结构与经营绩效之间存在显著的负相关关系;（3）无形资产是经营绩效的格兰杰原因,而经营绩效不是无形资产的格兰杰原因。建议（1）控制无形资产投入;（2）增加固定资产投资:（3）调整企业资本结构。", "label": "经济学", "id": 0}
{"content": "研究目的:2014年,国务院发布了《国务院关于加快发展体育产业促进体育消费的若干意见》（国发[2014]46号）,体育产业发展进入快车道,伴随我国宏观经济稳定增长,金融支持体育产业发展力度加大,体育消费市场进一步激活,然而,企业不强、规模不大仍是制约我国体育产业高质量发展的重要因素,体育上市企业作为体育产业的重要主体,应充分发挥带头引领作用,其经营效率的高低是体育产业能否可持续发展的关键,因此测度体育上市企业的经营效率十分必要,以期寻找影响体育上市企业经营效率的外部环境因素,并提出相应发展策略。研究方法:（1）运用三阶段DEA模型对体育上市公司经营效率进行静态分析,在第一阶段运用DEA-BCC模型对企业经营效率进行初步分析。第二阶段运用类似SFA回归分析不同环境因素对体育上市企业投入冗余的影响,剔除环境因素和统计噪声后,得到调整后的投入数据,与第一阶段的产出数据结合构成新数据组,在第三阶段再次进行DEA-BCC模型测度,得出调整后体育上市企业经营效率结果。（2）运用Malmquist指数模型对体育上市公司经营效率进行动态分析,通过三阶段DEA方法得出的数据无法描述体育产业上市公司随时间变化的动态过程,因此引入本文运用Malmquist模型,基于2016-2019年的面板数据,对体育上市公司的全要素生产率及分解效率进行测度分析。研究结果:（1）环境因素对体育上市企业影响较大,主营业务成本松弛变量与政府补助的回归系数显著为正,表明提升政府补助力度会增加企业主营业务成本,对企业的经营效率产生一定负面影响;主营业务成本松弛变量与企业规模的回归系数显著为负,表明体育上市企业总资产越高,其实力、竞争力越强,这对降低企业主营业务成本及减少员工数量冗余有积极影响。主营业务成本松弛变量、员工总数松弛变量与人均可支配收入的回归系数均显著为负,表明各企业所在省市稳定的宏观经济环境为企业经营效率的提升创造了良好的外部环境。（2）在剔除环境因素的调整后,体育上市企业整体综合效率有所下降,从第一阶段的0.841降低为0.831,表明在外部环境的影响下高估了当前体育上市企业的经营效率。其中纯技术效率由0.89上升到0.939,规模效率由0.946下降到0.885。（3）2016-2019年期间我国体育上市企业的全要素生产率（tfpch）平均值为0.987,即全要素生产率年平均下降1.3%,从时间角度来看,2016-2018年全要素生产率下降,但在2018-2019年企业经营效率有所回升,其年均增长幅度为5.9%。从分解指标来看,综合技术效率值（effch）年平均增长为3.2%,技术进步指数年均下降4.4%,同时综合技术效率值的分解指标纯技术效率（pech）、规模效率（sech）均实现增长,其年均增长值分别为0.5%、2.7%。表明在本研究期内,技术进步是制约体育上市企业经营效率的主要因素。研究结论:（1）外部环境因素对体育上市企业经营效率影响较大。首先,人均可支配收入的增长,有效提升体育企业的经营效率,因此各省市维持宏观经济稳定发展,保持温和通胀水平,可为体育上市企业创造良好的外部环境。其次,政府补助降低了企业经营效率。为此,各地政府应创新扶持方式,当前我国体育产业仍存在规模不大,企业不强的现象,各地政府应综合考虑各种因素,因地因时制宜,创新体育上市企业相关的扶持手段,采取金融支持、税费返还、财政贴息等多元化方式。（2）经调整后,体育上市公司综合效率有所下降,主要原因在于企业规模效率的下降。体育上市企业应进一步扩大经营规模,运用股权融资、债权融资等方式,获得多元化金融支持手段,追求高质量的规模扩张,中国体育上市企业要走国际化品牌之路,提升自身对外部环境变化的抵抗能力,不断提升企业经营管理效率。（3）体育上市公司的动态效率年均下降1.3%,技术退步限制了全要素生产效率的提升。在当前科学技术发展日新月异,体育上市企业也应该寻找\"体育+科技\"的突破口,使体育与科学技术深度融合,为体育企业赋能,同时也要不断提升自身创新能力,重视企业知识产权的建设与保护,增强企业实力与竞争力。", "label": "经济学", "id": 0}
{"content": "2020年初,新型冠状病毒肺炎席卷全球,对全世界经济社会发展造成了史无前例的重大影响,全球体育产业遭受重挫,欧洲杯取消,东京奥运会推迟举行,阿迪达斯、耐克等体育产业企业大规模裁员,关闭门店,时至今日任然在持续的新冠肺炎疫情,对体育产业企业不论是业务拓展还是公司治理都构成了巨大的挑战,使企业发展所面临的环境产生了诸多的不确定性。在这种市场经济环境巨大的变化下,企业实施的战略作为应对环境变化不确定性的重要举措,其本身的重要性开始突显,值得学界关注。本文首先搜集国内外关于环境不确定下公司竞争战略与企业绩效关系的文献并进行整理,在回顾竞争战略理论、资源配置理论、权变理论和绩效评价理论等相关理论基础上提出本文的研究假设;接着,选取上海证券交易所、深圳证券交易所的体育类概念股为样本框,选择标准如下:（1）选择的体育类上市公司符合国家体育产业统计分类的相关规定;（2）上市公司经营范围包含体育产品以及服务;（3）公司年报发布全面无遗漏,无重大财务纰漏;（4）上市公司没有被ST、SST、S*ST及PT;（5）体育概念整体覆盖全面并具有一定代表性。在此基础上最终选择了中体产业、西藏旅游、信隆健康、探路者、青岛双星、北巴传媒、莱茵体育、贵人鸟、双象股份、华录百纳、雷曼股份、浙报传媒、江苏舜天、新华都、粤传媒、上港集团、嘉麟杰、亚泰集团、国旅联合、互动娱乐等20家上市公司。在此基础上利用财务数据刻画战略和描述环境,对竞争战略与企业绩效关系及环境的\"动态性\"和\"竞争性\"特征在战略—绩效关系中的调节影响进行比较分析。实证结果表明:（一）低成本战略因子和差异化战略因子的回归系数为正且都具有显著性差异,说明,低成本战略和差异化战略通过战略的实施都能使企业绩效增加,模型中环境动态性（DT）回归系数为负,表明与企业绩效之间的关系为负相关关系,并且呈现显著性差异,说明体育产业环境动态性越高,企业绩效就越低。因为环境动态性高,表明会让市场集中化程度低,企业的竞争相对更加激烈,要提高企业绩效相对较难。低成本战略和环境动态性的交互项（DT*Lowcost）回归系数为正,且呈非常显著关系,说明环境的动态性在低成本竞争战略和企业绩效之间具有正向且非常显著的调剂作用。而差异化竞争战略与动态环境的交互项中回归系数为负且不显著,表明在体育产业中,环境的动态性在差异化竞争战略对企业绩效的影响中没有调节作用。在竞争性环境下竞争战略与企业绩效关系的中,低成本战略因子和差异化战略因子的回归系数为正且都具有显著性差异,说明,在竞争性的环境下低成本战略和差异化战略都能通过战略的实施都能使企业绩效增加,这也和其他产业领域的研究结论一致。（二）环境竞争性（JZ）回归系数为正,表明环境竞争性与企业绩效之间的关系为正相关关系,并且呈现显著性差异,说明体育产业环境竞争性越高,企业绩效表现越好。因为环境动态性高,表明市场上竞争对手众多,市场集中化程度低,没有垄断企业出现,只要从业企业采用合理的竞争战略,提高企业绩效相对容易。差异化战略和环境动态性的交互项（JZ*Lowcost）回归系数为负,且呈非常显著关系,说明环境的动态性在低成本竞争战略和企业绩效之间具有正向且非常显著的调剂作用。而差异化竞争战略与动态环境的交互项中回归系数为负且不显著,表明在体育产业中,环境的动态性在差异化竞争战略对企业绩效的影响中没有调节作用。根据实证研究得出,体育产业上市公司创新投入对企业绩效具有正向影响,放眼全球体育产业竞争越来越激烈,产业更新换代周期越来越短,这就要求不论是低成本竞争战略还是差异化竞争战略的企业都必须要实施创新,注重研发的效率和质量,才能保持市场的竞争力。随着体育产业规模不断扩大,结构不断优化,体育产业上市公司面临的的经营环境也越来越复杂,环境的竞争性和动态性变化速率很快,而体育产业本身具有周期长、见效慢的特点,使得从业企业的对环境的适应具有一定滞后性,企业如何能够又快又好的适应环境竞争和动态变化成为了企业经营成败的关键点。", "label": "经济学", "id": 0}
{"content": "研究目的:体育产业上市公司的经营状况不仅在一定程度上影响着体育产业的发展趋势,而且对整个体育产业深化改革和即将上市的体育产业公司有着重要的借鉴意义。然而体育产业上市公司在相同的政策红利下却是经营状况各异,这让我们开始思考影响企业绩效的因素。股权激励源于委托代理问题,旨在解决所有权与经营权的分离、信息不对称而产生的一系列问题,促进管理层向着有利企业的方向运营公司。目前股权激励与绩效关系的研究主要结论分为三类:一是基于委托代理理论认为股权激励对于绩效有促进作用;二是经过实证得出两者并没有显著相关关系;三是认为股权激励水平在不同区间时对于绩效的影响不同。而股权集中度作为衡量企业结构的重要变量,也受到国内外学者的广泛关注。本文从管理层股权激励和股权集中度的角度出发进行研究,一方面探讨体育产业上市公司是否通过对管理层进行股权激励解决了委托代理问题、顺利提升了绩效,另一方面分析了股权集中度在其中发挥的作用。研究方法:本文选取体育产业上市公司2010—2019年的面板数据,构建了由16家公司组成的116个非平行面板数据。提出了三个假设,建立了三个模型,运用个体随机效应及调节效应检验的方法研究体育产业上市公司管理层股权激励和经营绩效两者的关系以及股权集中度对上述关系的调节作用。主要数据来源于国泰安（CSMAR）数据库中的公司研究系列数据库,用Stata14作为数据处理的软件。研究结果:实证结果表明:（1）我国体育产业上市公司管理层股权激励和经营绩效之间不存在显著相关的关系;（2）企业的股权集中度对于经营绩效起着正向促进的作用;（3）股权集中度在股权激励和企业绩效之间起着负向调节的作用。研究结论:假设一得出的管理层股权激励与企业经营绩效关系不显著这一结果与理论分析以及其他行业的研究结果有些出入,我们推测假设一在理论上是成立的,但是实证结果没有如预想的那样很大一部分可能是样本量较少的原因,同时每个行业之间具体情况差距较大所以在之后的研究中加大时间跨度或者当体育产业上市公司的数量有所增加后可能会得到与理论较为一致的结论。假设二得到验证说明体育产业上市公司在股权集中度与绩效之间的关系上与其他类企业相同都是符合理论上的规律。也就是说较高的股权集中度是可以促进绩效提升的。我们认为体育市场目前还没有发展成熟,体育产业上市公司也在一个发展阶段,因此较高的股权集中度有利于大股东的决策落实,同时随着大股东持股比例的上升即股权集中度的增加,利益的趋同效应更可以促进大股东做出有利于企业经营的决策,进而促进企业绩效的增加。假设三成立说明股权集中度这个变量在股权激励机制中起着重要的调节作用,同时根据实证结果这个调节作用是加强了管理层股权激励对于绩效的负向影响。也就是说在股权集中度较高的情况下管理层股权激励对于绩效的负向影响越大。对于目前的体育产业上市公司来说大部分公司的股权集中度都还处于一个不太低的水平,那么更要考虑管理层股权激励对于绩效所产生的负向影响以免出现管理层短视只考虑自身短期利益而不顾公司整体发展最后致使公司利益受损。也许当体育产业上市公司逐步发展,整个公司运营体系。管理体系成熟后第一大股东持股比例也会随之下降,逐步形成各大股东制衡,到那时负向调节效应减弱,管理层的股权激励就不会对企业绩效产生过大的负向影响。由此我们对体育产业上市公司提出如下建议:一、各体育产业上市公司要建立更加科学的股权激励机制。二、激励方式的制定需考虑股权集中度的影响,优化股权结构,合理分配股权。在设计管理层激励计划的同时,需要将股权集中度纳入考虑的范围,既要关注管理层激励对企业经营绩效的影响,也要关注股权集中度对二者产生的影响,合理设计薪酬激励和股权激励政策,避免管理层激励对企业经营绩效产生过大抑制作用。三、建立健全体育产业上市公司股权激励的约束与监督机制。应该设置相关机构对于企业实施股权激励制度的全过程进行严格的监督,避免由于信息披露问题而产生的信息不对称现象。", "label": "经济学", "id": 0}
{"content": "研究目的:为了准确测算我国体育产业上市公司经营效率的变化情况,并同时反映不同地区的经营效率的具体数值。对已有研究而言,仍存在以下难点:一是由于体育产业发展起步较晚和数据可获得性难度颇高等原因,对体育上市公司的研究局限于\"体育用品及相关产品制造\"行业,缺乏规模数据导致研究结果在普遍性的不足;二是对体育上市公司经营效率多以时间和类别维度的研究,鲜有涉及空间维度的差异化分析视角;三是现多运用DEA-Malmquist指数模型三阶段的DEA分析,使得测度结果仅能体现出效率的变化情况如何,若在第一和第三阶段采用BCC模型,将会准确测度出具体的效率值。具体来说,本研究围绕对我国体育上市公司经营效率的静态效率和动态效率进行测度,在效率测度的同时考虑外在环境因素对经营效率的影响程度,为体育上市公司优化经营管理水平、增强综合竞争能力提供对策建议。研究方法:本文首先采用三阶段DEA模型对2015-2018年49家体育产业上市公司经营进行静态效率分析,操作步骤为:首先构建\"第一阶段传统的BCC模型、第二阶段构建相似SFA模型、第三阶段构建滤除环境和随机因素的DEA模型\"的三阶段DEA模型,然后运用Malmquist生产率指数对经营情况进行动态效率分析。在投入产出变量的选取上,借鉴前人研究指标设计,投入指标与产出指标各变量均通过显著性的双尾检验。不同的环境因素会对体育上市公司经营效率的投入冗余产生程度差异的影响。因此,本研究遵循DEA第二阶段的随机前沿面分析,首先对环境因素进行有效分离,确保经营效率结果除管理无效率外受到较小影响。Malmquist指数是在Shephard（1970）提出距离函数的基础上定义的,用来反映某一阶段内效率变化的一种效率指数,是反映全要素生产率（TFP）动态变化的非参数方法。考虑到三阶段DEA模型只是对体育上市公司经营效率的横向比较,为了全面评价经营效率的动态变化,特此引入Malmquist指数模型进行纵向时间趋势分析,研究结果:（1）就静态绩效而言,BCC模型第一阶段高估了体育产业上市公司的经营效率,由此出现第二阶段剔除外部环境与混合扰动项之后再次测算出的综合技术效率值偏低;第三阶段49家体育上市公司的综合技术效率均值为0.59,较第一阶段的平均综合技术效率值（0.66）有所降低,说明第一阶段BCC模型高估了体育上市公司经营效率,并未充分考虑环境与混合扰动项的影响程度。（2）从动态绩效出发,所有样本的年均全要素生产率呈现稳固提升的态势,大部分公司纯技术效率对全要素生产率的贡献显著,然而技术进步的贡献程度并不突出;（3）分地区来看,东、中、西部地区公司都面临规模效率对综合技术效率产生不同程度的影响,优化规模效率水平是三地区体育上市公司亟需正视的议题。研究结论:根据实证研究结果,提出了四点具体的政策建议。（1）增强技术创新水平。技术创新是企业长久稳定发展之根本,同时也是开发新市场的利器。挖掘创新驱动力,把握当下科技进步的动态前沿,抓住\"人工智能\"\"5G\"等契机。重视产品技术研发项目,注入专业型技术人才,利用科技进步降低公司经营成本,吸引更多的人才和项目合作发展。（2）提升内部治理能力。建立完善的组织结构、流程与制度,实现内部纵向和横向的双维度有效管理,保证岗位职责与组织目标的方向一致。落实计划与绩效管理制度,流程需要在计划通道内运行,绩效管理能够激发员工工作积极性并形成向心力。坚持\"以人为本\"的管理理念,在生产活动中体现高度人文关怀,控制幅度内实行弹性管理。（3）优化外部营商环境。中西部地区较东部地区的经济发展水平与体育产业规模还有较大差距,因此可进行区域间的体育产业协调发展,加快体育产业融合速度,实现区域有机协作,资源共享和业务有效对接。同时,体育相关政府机构联动地区发改委、财税局等部门出台系列适应地区体育产业发展的政策文件和产业扶持优惠。（4）扶持新兴上市公司。从体育产业产值来看,体育服务业的产值逐年递增,然而缺乏相应业务的上市公司数量规模,目前数量规模还是停留提供体育用品制造业务为主导。划地区来看,我国中西部较东部地区的体育上市公司数量差距悬殊,但不乏发展潜力巨大的非上市公司,可通过调整筹资用途、放宽债券期限与实际发放额扶持新兴上市公司。", "label": "经济学", "id": 0}
{"content": "研究目的:作为美国职业体育联盟的一项特色,选秀权已经成为美国职业篮球联赛交易市场当中一类常见的资产,选秀权交易也十分常见。但选秀权一直缺少被大众所承认使用的统一估值方法,每笔交易的达成都是通过谈判,其交易价格的确认过程往往不会被俱乐部对外披露,价格确认的指标也无法被外界获得。本研究以理论视角,探究量化选秀权价值的可能性,为职业体育在交易当中进行成本核算提出新的方法。在我国职业体育高速发展、体育产业体量不断扩大的背景下,为中国男子职业篮球联赛提供理论基础,具有极大的现实意义。研究方法:采用文献资料法、案例分析法、定量分析法、比较分析法等研究方法。在成文过程中,本文将选秀权概念化为金融资产,借鉴金融资产的相关估值方法。为实现对选秀权的具体量化,使用毕达哥拉斯期望来模拟量化赛季结果的不稳定性;使用历史数据来进行统计分析;使用夏普比率的算法来模拟交易风险。通过对赛季结果的模拟和选秀顺位对应的历史球员数据,得到每支球队预计在选秀大会上得到的胜利贡献值。通过风险系数和风险偏好对交易进行平衡,得到最后模型。对选秀权进行估值,并利用美职篮的历史数据对模型进行检验,对模型的应用和发展进行了深入研究。研究结果:本研究显示,选秀权具备金融资产的相关特点,可以使用相关估值方法对其进行估值。而信息完全对称能够有效降低谈判成本,增快要素市场流动速度。首先,美职篮交易市场中的选秀权数量有限且被高度监管,这使得选秀权的市场交易量十分有限,降低市场效率。同时在交易市场上的交易方式都是\"以物易物\"的形式,在信息不对称的情况下,谈判成本的上升同时也对市场效率起到负面效果。于是将选秀权进行量化,增强市场透明度,才能促进市场流动使资源得到合理配置。其次,选秀权本质上为一种选拔年轻球员的手段,其价值是通过年轻球员之后的表现来决定的。这与期权的定义类似,均是由内含价值和时间价值得到,当期限到期时才能确定。在通过非市场估值理论对选秀权估值后,能够有效模拟出该年首轮选秀权的期望价值,从而对交易进行分析。从实际的角度来看,该模型既可以帮助球队管理层做出决策,也能够帮助观众理解交易。首先,该模型可以被各个队伍用在美职篮市场当中获得竞争优势。通过对选秀权的精准估值,球队可以更准确的匹配交易中球员和选秀权的价值。其次,还可以对竞争对手的筹码进行预估,使自己在与潜在的交易伙伴进行谈判时,能够获得领先。当然,该模型的目的并非是使某一支球队以低于其真实价值的价格获得这些选秀权。相反,该模型目的是让市场\"透明化\",减少市场中的信息不对称,可以更加有效地进行有关选秀权保护的谈判,也可以使交易市场更加流动。另外,一个便捷的、要素易获取的模型,也能够方便所有的观众对于球队管理运作的理解。研究结论:文中量化选秀权价值的方法通过以下几种方式对体育产业的发展做出贡献:1.为体育产业资产评估提供新思路。将选秀权概念化为金融资产,将选秀权估值问题转化为金融期权合同的定价问题。2.该模型可以帮助球队管理层做出决策。通过对选秀权的精准估值,可以更准确地匹配交易中球员与选秀权的价值,也可以对竞争对手的筹码进行预估,从而在交易市场中获得竞争优势。3.让市场\"透明化\"。减少市场中的信息不对称,可以更加有效地进行有关选秀权保护的谈判,使交易市场更加流动,球队尽可能以真实的价值进行交易。4.模型相对便捷、要素易获取,能够观众提供更直观的对球队管理运作的理解。而对于中国男子职业篮球联赛来说,我们的选秀制度还在萌芽阶段,虽然已经出现选秀权交易的案例,但更多的球队还是会选择弃权。这不仅要启示着应尽快加强对于数据统计的补充,同样也要捋清国内的培养体系,这样才能让选秀权作为资产在市场中流动,产生效用。", "label": "经济学", "id": 0}
{"content": "ESG资讯内容发展概览ESG是环境（Environmental）、社会（Social）和公司治理（Governance）的缩写,为近年来财经资讯热点之一,财经新媒体在ESG资讯内容生产及分发环节均占据重要地位。财经新媒体ESG用户洞察财经新媒体ESG用户集中于一线城市,收入和消费水平相对较高;用户需求以功能和社交为主,付费意愿良好,用户留存率高粘性大,同时用户对于ESG资讯内容类型、形式及话题广泛度等需求较为多样化。财经新媒体ESG用户营销潜力分析超七成用户具备广告营销潜力,但广告触达形式需多样化;财经新媒体ESG用户理财配置理念完备,风险收益偏好存在差异,具备金融产品分类精准营销基础。财新传媒ESG布局对行业启示\"双碳\"战略引领下,国内ESG发展进入快车道,财经新媒体需深耕高质量内容、立足多维度触达、布局全媒体矩阵,助力未来ESG理念在国内的持续传播。", "label": "经济学", "id": 0}
{"content": "低碳经济背景下,企业低碳价值创造是新的经济社会发展目标对企业经营提出的更高要求,社会责任、技术体制等因素对企业低碳价值创造有着重要影响。考虑到由经济价值和环境价值构成的企业低碳价值创造的实践路径尚不明确,本文基于低碳价值等相关理论,以2015-2019年沪深两市300家A股制造业上市公司为研究样本,探讨企业社会责任承担与企业低碳价值创造之间的关系,进一步从知识基础特征、外部资源获取性、创新能力三个维度构建技术体制指标体系并将其作为中介变量,建立多重中介效应的结构方程模型,进而对企业社会责任承担的低碳价值创造路径展开研究。结果表明:第一,企业承担社会责任拉缓了其经济价值增长,但对企业环境价值提升存在直接正向影响;第二,企业社会责任行为显著提升了企业创新能力和外部资源获取性,政府直接性资金补助对企业知识基础特征增长有一定的挤出效应;第三,知识基础特征对企业低碳价值提高有显著影响,而创新能力和外部资源获取性未直接提升企业低碳价值;第四,企业外部资源获取性正向影响了企业创新能力,进一步企业创新能力通过作用于知识基础特征实现了企业低碳价值创造。据此,本文的边际贡献主要在于拓展了企业低碳价值创造和技术体制相关理论,丰富了企业低碳价值创造实践路径的相关研究。", "label": "经济学", "id": 0}
{"content": "证券法第24条第2款规定了责令回购制度,这一制度有着不同于德国交易所法和美国1933年证券法撤销合同后恢复原状的逻辑。在发行人回购二级市场投资者所持股票场合,证券法第24条第2款责令回购制度与公司法第142条股份有限公司股权回购制度将产生冲突,前者跳跃股东大会决议这一步骤的正当性值得探问。此外,责令回购制度初衷虽好,但要真正贯彻实施仍存在许多问题亟待澄清:责令回购期限限制亟须确定,责令回购对象范围有待厘定,责令回购价格确定机制有待明晰,责令回购资金保障问题仍待解决。本文将首先介绍从承诺回购到责令回购的制度演变,并在该部分结合实践中承诺回购制度的运行状况,以欣泰电气案为例谈谈新证券法第24条增设第2款的理由;然后分析新证券法第24条第2款规定的责令回购的规制逻辑以及新证券法第24条第2款与公司法第142条的关系,对我国责令回购制度进行退出机制的定位重构,并在此基础上,肯认欺诈发行回购投资者股票退还股款等费用的情形同样属于公司回购股票,采\"特别法优先原则\",消弭证券法第24条第2款和公司法第142条之间的冲突;最后,本文将对责令回购制度在具体适用中存在的决定作出期限限制、回购对象范围、回购价格、拒绝回购要约的投资者保护以及回购资金保障等细节进行具体规则的构建,以便责令回购制度落于实处。", "label": "经济学", "id": 0}
{"content": "《证券投资学》是一门实践性非常强的课程,如何提高实践教学水平,提高学生的应用能力,是一个非常重要的问题。本文结合作者在多年的教学中的经验和体会,以及当下《证券投资学》实践教学中存在的主要问题,比如教学形式相对单一、缺乏配套的教学软件以及实践操作的机会少等,提出了几点教学改革思考。一方面要以赛促教、促学;另一方面要加强校企合作,给学生提供实习实训的机会以及教师和同行的交流经验。", "label": "经济学", "id": 0}
{"content": "民族地区上市公司是民族地区经济发展的骨干,政府要推行乡村振兴离不开当地企业的配合,这要求企业在自身经营发展的同时关注社会建设和社会需求。企业财务绩效能体现其生产经营行为的过程和结果的效率,是上市公司关注点之一,财务绩效也受到多种因素的影响。本文以民族地区的上市公司为样本,通过建立多元回归模型,以企业承担社会责任的情况和地区农林牧渔业的产值等因素为控制变量,研究其对财务绩效的影响方式。结果表明:（1）民族地区上市公司之间的财务绩效存在较大的差异;（2）许多民族地区上市公司存在负债能力高但负债较少的情况;（3）企业关注其社会责任有利于财务指标和绩效的表现。", "label": "经济学", "id": 0}
{"content": "资产价格之间的动态相依性通常蕴含着股市波动的信息,在金融产品定价、投资组合、市场风险管控等方面得到了广泛应用,因此对其进行测度一直是学界研究的热点问题。由于资产价格之间的相依性具有复杂性、高维性以及时变性等特点,目前学界尚没有完美的测度方案,因此本文聚焦于金融资产相依性的测度问题,结合滑窗技术与藤Copula模型构建了一个测度金融资产动态相依性的新方法,并对其进行了稳健性检验和信息含量研究,为该研究领域提供了新思路。在方法构建上,本文利用核密度估计沪深300成分股的边缘分布,通过高维R藤Copula模型构建其动态相依结构。为了解决高维下的计算复杂度问题,在传统的Di?mann算法上引入Graphical-lasso算法改进藤Copula的模型选择与估计过程。在信息含量研究上,本文将藤结构视作加权复杂网络,取藤结构中更为显著的前两棵树并采用加权中心性等相关指标描述其网络特征。随后引入传统预测因子建立稀疏Group-lasso回归模型,分别对市场收益率和波动率进行预测,同时将该预测模型与以总体简单平均相关系数作为相依性测度指标的预测模型进行对比,进而验证本文构建的动态相依结构所蕴含的市场信息是否有所提高。基于上述过程得出以下结论:第一,本文基于藤Copula模型对金融资产相依性进行测度,改进了藤Copula模型结构的选择,提高了估计效率与模型优度。第二,股市在不同时期,股票间整体与局部显示出不同特点的相依关系。第三,在各网络特征指标中,尾部相关系数对于市场震荡反映更加敏感。第四,利用本文方法构建的网络特征指标对市场收益率与波动率解释力的提升比总体简单平均相关系数更加显著,即该模型挖掘了更多的市场信息。", "label": "经济学", "id": 0}
{"content": "随着当前我国资本和证券市场的变革和发展,货币政策对于我国股票市场的作用和影响更加显著,利率的变动和股票市场之间存在的相互关系已经逐渐成为了学者们研究的重点。本文首先运用爬虫技术抓取股吧论坛中上证指数吧2020年的帖子及评论数据,通过文本特征提取、文本情感分析,对2020年每天上证指数吧中与利率、利率政策、降息、调息等相关的帖子及评论进行汇总和分析,对文本的情感指向性进行打分,最终形成量化指标变量,从而便于后期分析其对于股票收益率的影响情况。本章研究发现投资者普遍对于利率变动及政策较为关注,并且下调利率政策相关文本中积极情绪占比较大,利率调整政策对于投资者情绪具有一定的影响。选取股票收益率、政策舆情变量、换手率、汇率以及市值5个变量构建向量自回归模型,分析股票收益率在其他变量影响下的波动情况,并且进一步运用向量自回归模型进行脉冲响应和方差分解分析该模型的动态特征,构建VEC模型分析变量间的短期调整关系,对在短期中变量非均衡状态的修正情况进行分析。利率调整政策对于股票市场的影响主要影响货币供给和投资者情绪两方面,从而对股票收益率产生一定程度的影响。并且,对于股票收益率的影响因素较为复杂,本文主要讨论利率变动对于股票收益率的影响情况,因此对股票收益率的波动解释程度不高。", "label": "经济学", "id": 0}
{"content": "近年来,随着我国证券市场不断扩容,不同行业、不同规模的上市公司在不断增多,金融市场监管部门的压力也不断增大。投资者可以根据其公开发布的一系列财务数据,分析其当前存在的问题和发展潜力,然而,由于投资者缺乏对上市公司财务报告造假的识别方式,上市公司可能时常会伪造财务数据,影响投资者的正确判断,干扰金融市场对企业经营质量、效益和竞争力的判断。在数字时代下,基于数据挖掘判断财报是否造假具有一定现实意义。另外的是,更是对财务数据的新动能的统计探索。本文以第九届\"泰迪杯\"数据挖掘挑战赛A题提供的数据集为主,在此基础上进行基于集成学习的上市公司的造假识别探索。首先对所给数据进行第一遍清洗,再使用集成学习的代表集成树模型XGBoost和LightGBM,并以recall（召回率）作为评价函数,分行业进行训练,得到二者公共的重要因子,完成不同行业财务造假的指标构建。然后进行第二遍数据清洗和特征工程,分行业分别进行样本数据的采样,用Logistic回归、SVC、XGBoost、LightGBM、CatBoost以及卷积神经网络进行训练。为了提高模型泛化的能力,对模型结果进行投票,进行简单的模型融合。根据最后模型的f1-score、recall等指标得分,建立的模型具有可信度。", "label": "经济学", "id": 0}
{"content": "本文在传统的上市公司退市风险研究中引入生存分析方法,挖掘数据背后的潜在价值,通过定量化手段建立相关退市风险的测度模型,旨在为相关海外上市公司决策营运提供参考,推动我国海外上市公司的发展。本文分别从上市公司营业规模、运营能力与公司资产流动与负债情况三个维度建立评价指标体系。数据整理自CSMAR数据库,研究时间范围为1968年6月5日-2021年4月1日,并利用python对研究数据进行统计整理与数据清洗,共得到建模数据974例。首先,我们分别给出了海外主板上市公司与创业板上市公司生存函数的K-M估计。基于生存函数的估计结果,可以得出在研究时间范围内,随着上市时间的推移,上市公司面临的退市风险不断增大,主板上市公司在上市后580个月左右面临50%左右的退市风险。创业板上市公司在上市后250个月左右面临60%左右的退市风险。通过两样本的假设检验,在研究时间范围内,可以得到主板上市公司的退市风险比创业板上市公司的退市风险小的结论。其次,我们对以上生存函数的点估计的有效性进行评估,分别给出三种生存函数点估计的置信区间。并且对不同置信区间进行可视化研究分析,得出生存函数的点估计具有很好的估计效果。随后,我们给出了在研究时间范围内,关于海外主板上市公司与创业板上市公司生存时间的平均值估计。然后,本文探讨了一些协变量因素对海外上市公司退市风险的影响情况,建立了多因素COX比例危险模型。通过模型可以得出在不考虑其它协变量的作用下,主板上市公司相对于创业板上市公司的相对退市风险为2.402。在考虑了其它协变量的影响之下,主板上市公司相对于创业板上市公司的退市风险大小为1.978,相对风险减少了很多。主要原因在于资产总计,管理费用与投资活动产生的现金流量净额是保护因子,流动负债合计是危险因子。进一步本文分别从保护因子与危险因子两个角度给出了相关解释。最后,我们引入时间相依协变量,对模型进行了改进与客观的评价,并基于我们得出的结论,给出了相关建议。", "label": "经济学", "id": 0}
{"content": "随着数字化时代的发展,互联网金融在社会经济中的地位愈发重要。互联网货币基金作为传统货币基金顺应时代潮流的产物,因其高效、快捷、高效益等特点受到越来越多人的青睐,但由于货币基金的固有属性和互联网特性,使其潜在风险增加,而投资渠道的改变降低了投资门槛,大部分投资者没有具备相匹配的金融知识去规避风险。本文立足于此背景,根据基金规模大小对所选取的互联网货币基金进行分类,并构建Prophet模型。一方面,分析模型中趋势项、周期项和节假日项的成分影响;另一方面,对各基金的风险差异进行探究。同时,通过模型预测结果和样本外数据的比较,评价模型预测能力,为互联网货币基金的选配及管理提供可靠的参考。本文的创新点有二:第一,前所未有地将Prophet模型引入互联网货币基金的研究中,区别于ARIMA、GARCH等传统时间序列模型,考虑节假日效应、增加突变点选择使模型对货币基金收益率有更好的拟合和预测效果;第二,不同于以往的定性分析或不予分类地选取基金样本,本文选择有代表性的基金样本,以规模大小对各基金进行分类,定量分析规模对基金各方面的影响,对投资者未来的基金选择有重要参考价值。研究结果表明:1)整体趋势上,受货币基金市场监管调控及新冠肺炎疫情影响,各货币基金收益率自数据采集起始日起（2018年5月）便持续走低,在2020年7月附近达到历史低点,而后逐渐回暖至正常水平;2)周期效应上,大规模货币基金每周三的周期项值最高、周五最低,而中小规模货币基金无明显相似规律。此外,每年夏季多为基金收益率低点,年末或春节附近多为一年中的收益率高峰;3)节假日效应上,大规模货币基金的节假日项通常为正,而中小规模货币基金则不一定,且极少部分中小规模货币基金对节假日并不敏感;4)收益率差异方面,大规模货币基金整体收益率比较趋同,而中小规模货币基金收益率差异较大;5)通过样本外数据与预测数据的比较,发现Prophet模型能够很好地预测收益率,且能够较好地预测未来基金收益率波动情况。", "label": "经济学", "id": 0}
{"content": "建立有针对性的财务危机预警模型对企业的健康发展至关重要。与传统的统计方法相比,数据驱动的机器学习财务预警模型具有较高的预测精度,但也带来模型不可解释而无法应用的困难。在本文,利用极度梯度提升的集成学习算法XGBoost （e Xtreme Gradient Boosting）具有较强的非线性信息识别能力和较高的预测精度这一特点,我们建立了刻画上市公司财务预警模型的风险特征因子,然后结合中国制造业2018-2020年125家因\"财务状况异常\"的ST公司和2116家非ST上市公司为研究样本,从企业的偿债能力、盈利能力、发展能力、营运能力及风险水平等7个方面出发确定的76个（财务）定量初始特征,和从企业的审计、内部治理、股权结构和创新能力4个方面确定的14个初始的非财务特征指标为基础,筛选出刻画上市公司财务危机预警模型的风险特征指标。我们的结果表明,与逻辑（Logistic）模型相比,基于XGBoost算法的预警模型对上市公司发生财务危机风险的预测能力更强。最后,借助SHAP（SHAPley Additive exPlanations）解释框架,我们找出了影响上市公司发生财务危机风险的重要因素和影响方式。本文建立的基于XGBoost算法的公司财务预警模型不仅具备较高的预测精度,同时具有一般的可解释性。", "label": "经济学", "id": 0}
{"content": "企业财务违规行为普遍存在,CEO对企业财务违规的影响受到更多关注。研究CEO过度自信这一个人特征对企业财务的影响具有重要意义。本研究基于高阶理论与烙印理论,使用2008——2018年中国A股非金融类上市公司面板数据,创新性地构建了中国情境下基于文本分析法的CEO过度自信测量方法,剖析CEO过度自信对企业财务违规的影响,并考察CEO个人经历的调节机制。结果表明CEO过度自信与企业财务违规存在显著正相关关系;CEO海外经历显著强化两者的正相关关系;CEO学术经历显著弱化两者的正相关关系。研究创新了CEO过度自信的测量方式,丰富了过度自信与企业财务违规、高阶理论和烙印理论的文献,对政府政策制定、企业管理实践和投资者决策具有重要启示。", "label": "经济学", "id": 0}
{"content": "本文基于2008-2019年上市公司的数据,实证检验了儒家文化对企业绿色转型水平的影响。研究结果发现,儒家文化对企业绿色转型有驱动作用,进一步分组检验发现,对于国企和非国企上市公司,儒家文化都能促进企业绿色转型,且国有企业受儒家文化的影响更大。本文的结论丰富了传统儒家文化与企业决策与转型的相关研究,为传统文化向实际应用的转换提供了理论支持。", "label": "经济学", "id": 0}
{"content": "本文以数据包络分析法和支持向量机为基础,对上市公司财务危机预警进行研究。首先,构建了多维效率评价指标体系,再通过选取156家上市公司进行实证研究,采用SBM模型对多维效率评价指标体系进行效率值测度。随后建立了两组基于支持向量机的预警模型,一组是包含传统财务指标和多维效率评价指标体系效率值,一组仅有传统财务指标,在此基础上选取T-3年的上市公司指标数据,对两组数据的预警准确率进行实证分析。经过比较,融入多维效率指标体系效率值的预警模型较以传统财务指标为基础的预警模型的预警准确率有一定提升。该研究结论对进一步预防和控制上市公司的财务危机风险,推动和促进上市公司的健康成长具有积极作用。", "label": "经济学", "id": 0}
{"content": "分析师的盈余预测与推荐评级能揭示股票价值低估吗?在将分析师的一致盈余预测作为四种估值模型输入值的基础上,通过分析股票推荐与股票估值之间的关系,结果发现:第一,相比于未来持续递减和持续不变的剩余收益模型,基于长期盈利增长模型和市盈率增长模型得到的股票估值能够更好地解释分析师的荐股行为;第二,分析师的股票推荐评级存在过分乐观,简单根据评级进行投资不能获得超额回报;第三,基于盈余预测得到的股票估值与股票收益正相关,具有预测能力,使用工具变量\"女性分析师占比\"解决内生性问题后结果依然具有稳健性。在揭示了盈余预测、股票推荐及投资收益三者之间的关系后,投资者能够更好地解读和利用分析师的研究报告,有助于提高投资者的投资收益。", "label": "经济学", "id": 0}
{"content": "影响分析师预测准确性的因素是学界和业界广泛关注的重要话题。尽管许多实证研究发现分析师在欧美市场中存在着\"本地优势\",但少有研究关注到中国分析师是否具有本地优势,同时,很少研究深入探索本地优势现象形成的深层原因。本文以在2000-2020年间对美股上市的中国概念股进行盈余预测的所有1243名分析师为样本,手动收集了他们的工作地点和文化背景信息。通过研究发现中国分析师在中概股预测中具有本地优势,而这种本地优势的来源于不是传统文献中认为的由地理距离带来的\"本地工作优势\",而是来源于个体主观的\"本地文化优势\"。此外,本文还进一步将数据拓展到了全球资本市场,在美股、港股和全球其他资本市场中均发现了不同程度的本地优势现象。本文的研究结果对于正确认识中国概念股公司的特质以及中国分析师在资本市场中的作用,具有重要的理论与现实意义。", "label": "经济学", "id": 0}
{"content": "跨渠道整合是零售行业的热点,但传统零售企业在实施跨渠道整合上仍存在问题。基于开放系统理论,本研究构建了以财务资源、高管经验、线上经验、线下经验、顾客异质性和行业竞争性、经济发展水平为主体的输入端,以验证其对企业升级跨渠道整合程度的影响,并探讨了跨渠道整合程度对输出端:利润增长率的作用。本研究基于中国上市的91家传统零售企业二手数据,结合fsQCA方法和回归方法检验了上述作用关系,结果表明:当经济发展水平不同时,内外部环境因素对企业实施跨渠道整合的作用存在差异;整体上,企业跨渠道整合程度增强了企业的盈利能力。本研究不仅拓展了有关跨渠道整合的研究,亦为传统零售企业实施跨渠道整合提供了有益指导。", "label": "经济学", "id": 0}
{"content": "在大数据时代,如何整合多源异构数据,广泛挖掘信息为决策服务,是近年来各方关心的问题。本文利用作者提出的多源异构数据的图像整合方法（MODII）,将财经新闻文本信息、宏观经济信息以及市场交易数据,整合成二维图像,以不同时间窗口的图像数据作为模型输入,利用卷积神经网络对融合的图像数据进行不同周期的涨跌预测训练。通过实验发现,本文构建的多源异构数据图像整合预测模型,融合60天信息的图像数据对未来5天的股指涨跌的预测表现良好,样本外准确率可达63%。由于图像数据能够更直观的展示股价、经济数据以及市场参与者的情绪等的波动和趋势,相比传统时序数据的预测模型以及单一数据源预测模型,MDII预测方法具有更好的预测效果。本文的实证结论表明,MODII预测模型在股指预测中具有较大的可行性与优势。", "label": "经济学", "id": 0}
{"content": "<正>证券行业的平稳有序运营事关国家金融秩序与金融安全,但在遭遇突发危机事件时,如缺乏系统性保障机制,则将对整个金融系统的稳定带来较为严重的影响。本文对美国证券市场突发事件应急机制进行了梳理,以期对证券市场相关机制的建立提供借鉴。一、美国证券市场应急机制", "label": "经济学", "id": 0}
{"content": "<正>一、美国证券投资咨询业务发展现状及经验借鉴美国证券投资咨询业务是全球规模最大、最成功的市场之一。完善的法律法规体系、强大的机构投资者队伍以及美国金融市场的发展壮大催生了美国投资顾问行业的蓬勃发展。与国内对投资咨询的定义不同,美国的投资咨询主要是投资顾问业务,发布研究报告与投资顾问属于不同的业务牌照。根据美国1940年《投资顾问法》,其将投资顾问业务定义为\"以获取报酬为目的,直接或通过出版物形式提供证券价值分析或证券投资建议的商业行为\"。", "label": "经济学", "id": 0}
{"content": "<正>一、证券公司主经纪商业务概念主经纪商业务（Primer Broker）,主要是指经纪商向私募基金提供包括交易执行、托管清算、证券借贷、杠杆融资、资本引荐、研究支持、风险管理、后台运营、IT支持和合规报告等一揽子综合性证券金融服务。在次贷危机前,主经纪商常被用于指代华尔街五大独立投行,因为当时仅有少数大型经纪商能够提供此类综合性服务,贝尔斯登、高盛和摩根士丹利更是在这个市场拥有统治级的优势。然而,随着后危机时代监管政策和市场环境的变化,主经纪商业务的市场结构和业务", "label": "经济学", "id": 0}
{"content": "<正>近年来,我国证券行业步入创新发展快车道,证券公司业务边界和服务半径显著拓宽,各类证券产品及服务客户的手段进一步丰富,行业营收结构和盈利模式逐步优化。然而,从长远来看,当前国内证券行业仍处于创新发展的早期阶段,尤其是与美国等境外成熟市场相比,国内证券公司最突出的差距仍在于服务客户的金融产品及其交易手段不够丰富,尤其是在场外市场业务拓展方面更加明显。以美国为例,自20世纪70年代中期佣金自由化到20世纪80年代末,传统通道型业务", "label": "经济学", "id": 0}
{"content": "<正>去年9月,高盛发布报告称,股市抛售、公司借债成本增加和美元走强造成了金融环境的紧缩,这已大致相当于美联储三次上调利率25个基点,而金融条件收紧拖累了美国经济增长。金融条件收紧拖累经济的逻辑在于:金融条件趋紧,抑制企业融资,削减净出口和消费者支出。不过,高盛首席经济学家Jan Hatzius近期表示,当前追踪股价、美元、国债收益率、信用利差变化的高盛金融状况指数（Financial Conditions Index,FCI）已降至去年8月的水平,即\"811\"汇改之前的水平。该指数在今年市场动荡的1月时飙升,为2009年以来的最高。Jan Hatzius表示,美国金融状况指数作为经济周期一", "label": "经济学", "id": 0}
{"content": "<正>前日本央行（BOJ）副行长岩田一政表示,央行的债券购买计划将于明年年中达到极限水平,从而使得负利率成为其关键的货币政策工具。曾在2003-2008期间担任日本央行货币政策委员的岩田一政认为,黑田东彦或会再多花些时间来评估现行利率的效用,在4月27-28日的政策会议上可能暂不改变政策。岩田一政周一接受外媒采访时表示,\"至于说利率要多低才算合适,也许是-0.7%,要不就是-1%左右,若想留些余地的话,要是不降到那样的水平,通缩就可能回头。\"", "label": "经济学", "id": 0}
{"content": "2013年8月22日,国务院正式批准设立上海自贸区实验区,这是我国应对全球金融一体化趋势、深化金融体制改革,促进人民币国际化的重大举措。建立上海离岸金融市场的构想也提上了日程。本文首先介绍了日本东京离岸金融市场发展成功的关键因素;然后介绍了日本在建立东京离岸金融市场之初和上海离岸金融市场的相似的宏微观经济背景,以及对中国在上海建立离岸金融市场的启示。", "label": "经济学", "id": 0}
{"content": "<正>据荷兰报纸《Het Financieele Dagblad》援引知情人士的话报道称,欧洲央行（ECB）可能会研究三种购买政府债券的选项。对欧洲央行来说,2015年初其面临的主要问题不在于它是否会扩大经济刺激政策规模,而是如何扩大。外界普遍预期欧洲央行最快会在1月22日今年首次政策会议上推出基础广泛的资产购买计划,其中包括购买欧元区政府债。市场预计该央行最迟会在3月的政策会议上推出这一计划。据《Het Financieele Dagblad》报道,了解欧洲央行讨论情况的人士称,欧洲央行管理委员会可能在1月22", "label": "经济学", "id": 0}
{"content": "<正>美国即将触及债务上限,短期美债收益率急速飙升。美国财政部长Jack Lew警告称,美国财政资金很快将会耗尽,届时将触及债务上限。投资者应声恐慌抛售短期美债,11月18日到期的美债收益率从-0.01%飙升至0.07%,8个基点的涨幅相当罕见。Lew在CNBC Squawk Box节目上表示,\"我们最乐观的估计是,11月3日所谓‘超常举措’的资金将会耗尽,而我们开展工作正依赖于这些措施。11月3日,我手头上的一切（举措）都将消耗殆尽。\"这意味着,美国共和党仅剩不到两周时间用于决定是否提高债务上限。Lew坚持认为,提高债务上限目的并非让开支空间更大,而是用于偿付已经存在的债务。", "label": "经济学", "id": 0}
{"content": "<正>海航集团（国际）有限公司日前携手中国建设银行首尔分行在韩国成功发行人民币债券。这是中资非金融企业首次登陆韩国金融市场发行人民币计价债券,也是全球首家非金融机构在韩国发行人民币债券。该笔债券总规模2亿元人民币,期限3年,以私募方式发行,由韩国东部证券承销,建行首尔分行清算,由海航集团有限公司提供全额担保,资金将用于海航国际及旗下境外企业的日常运营。韩国首只非金融机构人民币债券的发行标志着韩", "label": "经济学", "id": 0}
{"content": "<正>风险正在牛市中孕育。金融危机以来,美联储的宽松政策推动美股走出了一轮长达六年的大牛市。也许这个时间太长了,以至于不少习惯了安逸的年轻交易员已经不知道熊市的滋味,?回调即买入?成了他们的圣经。同样,在此轮A股牛市中主宰神创的中国80后基金经理们也没遭遇过熊市,?德隆坐庄垮台?对他们来说只是一个久远的故事。一旦形势变化,这些不知风险为何物的年轻人们可能会经历一场新的洗礼。他们的影响力不容小觑,也正因", "label": "经济学", "id": 0}
{"content": "<正>6月5日俄罗斯副财长莫伊谢耶夫在接受采访时表示,政府明年可能发行人民币债券,财政部正?认真筹备此事?,尽管?目前仍处于官方程序性的接触阶段?。俄工业通讯银行债券市场首席分析师格里茨克维奇认为,由于遭受来自欧盟及美国的持续制裁,俄罗斯开始积极加强与亚洲的经济往来,而中国无疑是该地区最为重要的市场之一。俄政府多次表示希望绕过美元,与亚洲各国用本国货币直接结算。格里茨克维奇说,在国际资本市场", "label": "经济学", "id": 0}
{"content": "<正>日本三菱东京UFJ银行计划于本月24日将发行面向日本国内机构投资者的3.5亿元（约70亿日元）的2年期人民币债券,这也是日本国内首例。该行已经确认该消息,并将于6月发行人民币债券,这也是履行4年前在2011年12月进行的中日首脑会谈中双方的承诺。分析人士指出,由于在华日企众多,但日元贬值已大幅增加日企成本,因此在日本境内发债融资有助削减成本,且债券的收益率也料将大幅高于日本国债,同时这也符合中国推进人民币国际化的愿景。", "label": "经济学", "id": 0}
{"content": "<正>日本三菱东京UFJ银行将在6月发行3.5亿元人民币债券,这将成为在日本市场首次发行的人民币计价债券。随着人民币作为结算货币使用比重的提高,今后开展中国业务的日本企业以及金融机构等有望效仿发行人民币债券。三菱东京UFJ银行此次发行的人民币债券是面向生命保险等日本国内机构投资者的私募债,利率等条件将在近期确定。此次发行人民币债将增加三菱东京UFJ银行为进驻中国的企业客户等提供人民币融资的手段,降低融资成本。", "label": "经济学", "id": 0}
{"content": "<正>日本瑞穗银行6月30日宣布将在日本发行规模为2.5亿元的人民币计价债券,并在东京证券交易所东京专业债券市场上市。这将是继日本三菱东京UFJ银行之后第二只在日本发行的人民元债券,但却是首次上市。债券期限为2年,年利率3.82%。日本瑞穗银行该批人民币债券首先将由日本第一生命保险和日本政策投资银行投资。上市后,一般企业及满足一定条件的个人也可以投资,这将有助于扩大离岸人民币债券市场。日本瑞穗银行发债募集的人民币资金将贷给在香港和上海自贸区的日资企业和中国企业。", "label": "经济学", "id": 0}
{"content": "<正>据交通银行首尔分行10日提供的消息,由交通银行和韩国预托决济院（又译证券登记结算院）共同开发的人民币债券实时清算系统已正式启用。交行首尔分行说,交行和韩国预托决济院开发的人民币债券实时清算系统在9日正式启用。这是人民币债券市场的重要基础设施之一,对推动韩国离岸人民币债券市场发展具有重要意义,同时也标志着韩国离岸人民币市场正向着多元化方向发展。作为人民币清算行,交行首尔分行可以为韩国境内外客户提供人民币清算服务,并提供人民币债券发行、交", "label": "经济学", "id": 0}
{"content": "<正>俄罗斯财政部长西卢安诺夫（Anton Siluanov）周六表示,俄罗斯明年决定发行外债时将关注亚洲市场,并准备通过发行人民币债券融资。西卢安诺夫在参加国际货币基金组织（IMF）和世界银行会议间隙向记者称,俄罗斯财政部计划2016年通过发行外债筹集2000亿卢布（32.4亿美元）,但如何筹集这些资金还没有做出最终决定。\"如果我们看到有相关意向,我们将准备在市场筹资...发行人民币债券,\"西卢安诺夫称。他还表示,在亚洲市场筹得的资", "label": "经济学", "id": 0}
{"content": "<正>在中俄全面战略协作伙伴关系发展良好,各领域合作顺利推进的大背景下,中俄金融合作开拓创新,积极进取,再次取得重要进展。近期,中国人民银行行长周小川与俄罗斯联邦中央银行行长纳比乌琳娜签署了《中国人民银行与俄罗斯联邦中央银行合作谅解备忘录》,积极落实两国元首关于深化双边金融合作达成的重要共识。中俄两国总理在2015年12月17日于北京举行的第20次定期会晤期间,对两国央行签署备忘录表示欢迎。", "label": "经济学", "id": 0}
{"content": "<正>一、美国资产证券化业务现状资产证券化（Asset Securitization）是20世纪金融市场的重大创新之一。不同的学者和机构对资产证券化给出了不同外延的定义。美国证券交易委员会（the U.S.Securities and Exchange Commission,SEC）认为资产证券化是将卖方流通性较差的资产出售给特设交易载体或中介机构,进而构造可流通的金融产品以获取资金①。经济合作与发展组织（OECD,Organization for Economic Co-operation and Development）认为资产证券化是", "label": "经济学", "id": 0}
{"content": "<正>美国证监会2013年预算14亿元美金,人员4 138人。FINRA预算10亿元美金,人员3 400人。PCAOB预算2.5亿元美金,人员800人。三大监管机构50%以上的预算和人员用于事中检查和事后稽查。美国证监会负责监管11 000家投资顾问、8 720家发行人。FINRA负责监管4 146家经纪自营商。PCAOB负责监管2 363家公众公司会计师事务所。中国证监会负责监管115家证券公司、89家基金公司、2 494家上市公司、40家证券资格会计师事务所。由此可见,美国", "label": "经济学", "id": 0}
{"content": "<正>在美国20世纪70年代初的利率市场化进程中,货币市场基金为满足小额资金的跨市场套利应运而生。在40多年的发展历程里,美国货币基金已超过27 000亿美元规模,有效账户数超过2 700万。在我国利率市场化进程中,也催生了以\"余额宝\"等为代表的各类货币基金,并与当代的互联网技术相结合,以极低的交易费用和很高的短期收益,迅速实现了规模的飞跃。在2008年金融危机期间,美国第一只货币市场基金\"储备基金\"旗下的Reserve Primary Fund净值跌至97美分,迅速引发了整个货币市场基金疯狂的赎回潮,并导致货币市场融", "label": "经济学", "id": 0}
{"content": "<正>一、欧洲资产证券化市场资产证券化是将银行（或其他金融机构以及公司的）资产组合转移到资本市场,将流动性较差的资产转化为证券并在资本市场出售。可以进行证券化的资产是任何具有可预测现金流的资产,如应收账款、抵押贷款、汽车贷款等。对于银行而言,资产证券化相当于为资产买了一份保险,投资者得到保费但是需要承担资产损失的风险。通过资产证券化,银行将风险转移给投资者,增强了银行的风险能力和贷款能力。证券化将资本市场和融资需求者联系起来,并且起到了风险分散的作用。", "label": "经济学", "id": 0}
{"content": "<正>美国的证券市场历史悠久,目前是世界上最大的证券市场。它是一个由多交易市场和多交易中心构成的多层次证券交易市场,不同的证券交易市场和交易中心之间相互关联运作,构成了一个十分复杂的证券交易体系结构;它具有丰富的交易品种和相对完善的立法监管,有相对公平竞争的市场环境,以及逐利的市场参与主体（经纪人/经销商、做市商、交易所或各类市场）的创新活动。美国资本市场多层次和多交易模式的特色道路可以借鉴。", "label": "经济学", "id": 0}
{"content": "<正>美国的证券市场从源头来看是在独立战争期间逐步孕育和培养起来的。由于美国的政体是州联邦制,因此,进行独立战争的经费更多地不是来自政府的税收和经营收益,而是通过向各州、向民间发行各类债券筹集。到了美国建国之后,为了偿还这些债券,也为了美国国家的长远发展,在第一任财政部长汉密尔顿组织之下,美国将所有战争期间的债券统一为四种国债,加上另外两只公司债券,进行上市流通,形成了当今以华尔街为代表的美国资本市场的前身。", "label": "经济学", "id": 0}
{"content": "<正>潘德布雷夫债券（以下简称\"潘债\"）是担保债券（Covered Bond,CB）的一种。担保债券一般由抵押贷款或公共部门贷款组成的资产池提供担保,在发起人破产时,债券持有人对资产池有优先求偿权的债务融资工具。担保债券能够为金融机构提供低成本融资,为公共机构提供住房或非住房抵押贷款,同时具有较高收益,在金融市场得到广泛应用。本文主要介绍潘债的发展历程、制度设计及特点,最后简单分析了潘债在国内推广的可行性。", "label": "经济学", "id": 0}
{"content": "<正>2021年是我国\"十四五\"的开局之年,受国内外复杂局势给经济运行带来的下行压力以及新冠疫情的影响,我国宏观政策紧紧围绕稳增长、调结构、防风险三大基调展开,其中,科学地防范地方政府隐性债务风险是防风险战略的重要举措之一。为了进一步摸清地方政府隐性债务管理的现状及存在的问题,2021年8月,本课题组对我国部分省市（吉林省、河南省、沈阳市、哈尔滨市）,", "label": "经济学", "id": 0}
{"content": "在大数据时代,如何整合多源异构数据,广泛挖掘信息为决策服务,是近年来各方关心的问题。本文利用作者提出的多源异构数据的图像整合方法（MODII）,将财经新闻文本信息、宏观经济信息以及市场交易数据,整合成二维图像,以不同时间窗口的图像数据作为模型输入,利用卷积神经网络对融合的图像数据进行不同周期的涨跌预测训练。通过实验发现,本文构建的多源异构数据图像整合预测模型,融合60天信息的图像数据对未来5天的股指涨跌的预测表现良好,样本外准确率可达63%。由于图像数据能够更直观的展示股价、经济数据以及市场参与者的情绪等的波动和趋势,相比传统时序数据的预测模型以及单一数据源预测模型,MDII预测方法具有更好的预测效果。本文的实证结论表明,MODII预测模型在股指预测中具有较大的可行性与优势。", "label": "经济学", "id": 0}
{"content": "中国A股头部企业市场价值长期存在被低估现象,头部企业市场集中度和机构持股比例亦显著低于美股。基于此,本文对头部企业估值因素进行了理论分析,并以A股头部上市公司2005-2020年为样本构建了计量经济模型。研究发现,A股头部企业估值主要取决于基本面因素和市场因素,其中利润指标和市场份额等基本面因素决定了企业估值的内在价值和长期趋势,而资金结构和规模作为重要的市场变量决定了企业短期估值和价格波动。实证结果表明,销售毛利率、市占率和机构投资者持股比对头部企业估值提升有显著正向影响,其中机构投资者持股比的影响最大,说明机构投资者具有识别高盈利性和成长性头部企业的专业能力。从影响机制看,相比防御性行业,处于周期性行业的头部企业,其销售净利率、市占率与机构持股比指标对企业估值影响更为显著;而相比外资和国内其他机构投资者,公募基金对头部企业的信息挖掘和价值发现能力更强,有助于改善头部企业低估困境。本文的研究结论对于加大资本市场创新改革力度,鼓励头部企业做大做强做优,强化机构投资者价值治理能力,提升头部企业估值具有重要参考价值。", "label": "经济学", "id": 0}
{"content": "非正式制度影响个体及企业的行为,而中国所特有的民间习俗——\"本命年\"则会深刻影响企业并购决策。本文利用2007～2020年民营上市公司16950个观察数据,实证检验发现企业并购决策会受到民间习俗的影响。具体地,企业家在经历\"本命年\"时会采取相对保守的策略,即减少并购决策,而企业家拥有海外经历会抑制这种影响。本文进一步发现,\"本命年效应\"在深受汉民族文化影响的北方文化区、跨区域并购以及跨行业并购下最为显著,而这种影响会使企业当年的盈利能力和来年的成长能力都显著下降。本文可以拓展与丰富非正式制度对企业并购决策的影响研究,同时帮助企业家在经历\"本命年\"时理性分析,合理把控并购时机。", "label": "经济学", "id": 0}
{"content": "循环神经网络及其变种在处理序列样本方面有着良好的表现,以长短期记忆网络为代表的一系列循环神经网络的变种已被成功地应用于手写识别算法和图像文本提取等领域。本文通过对长短期记忆网络的启发式季节性修正,初步建立一种对序列中季节性成分有着更好的学习效果的循环神经网络的变种:季节型长短期记忆网络。经过在上证综指2015-2020年间的日级时序数据的实验,主要得到以下结果:在多步短期预测方面,线性对照模型所得结果误差较大且缺乏指导意义,而季节型长短期记忆网络克服了这一问题且较其他非线性模型如长短期记忆网络表现出了更好的有效性、稳定性和极值吻合度。", "label": "经济学", "id": 0}
{"content": "高绩效物流企业是畅通现代化产业链供应链的重要节点。通过构建物流企业\"组织特征-营运资源-市场资源\"三维资源驱动机理模型,以32家物流上市公司为样本,运用模糊集定性比较分析法（fs QCA）系统揭示物流企业三维资源驱动要素之间的联动效应。研究发现:○1高绩效物流企业存在3条驱动机制路径。其中,组织特征的有效利用可以显著影响高绩效物流企业的形成、营运资源利用能力的提升对企业有辅助促进作用;2○非国有企业构成高绩效物流企业的必要条件,非国有物流企业通过参与充分的市场竞争更有利于驱动绩效的改善;3○非高绩效的组态路径存在5条,同时缺失主体特征、营运资源、市场资源容易导致非高绩效结果的产生。", "label": "经济学", "id": 0}
{"content": "时间序列预测问题的重要性不仅具有实用价值,还可与其他基础科学问题的理论相连接。如今有许多模型被应用于预测问题,但在线性问题上,一些复杂模型对于简单问题来说过于繁琐和耗时。因此,本文提出将树突神经元模型与统计检验相结合,利用伊斯坦布尔股票和台湾期货交易指数数据对该方法的优越性进行验证。其中,前者用于对时间序列进行预测,后者用于验证数据的非线性。", "label": "经济学", "id": 0}
{"content": "随着社会工业化的快速发展,二氧化碳等温室气体大量排放,致使环境产生了众多后果,严重危害到人类的生存。如今对于减排问题已达成世界共识,而作为首个也是最大的碳交易体系,欧盟在诸多方面值得我们借鉴。本文从欧盟碳排放量三种核算方法及不确定度方面进行分析,从而为我国碳排放交易体系的进一步发展提供思路。", "label": "经济学", "id": 0}
{"content": "2020年新冠肺炎疫情在全球蔓延开来,疫情不仅对人们的生命健康带来了威胁,也使全球实体经济遭到了冲击,进而影响到金融市场,美国等国家金融市场开始出现断崖式下跌,历史罕见。近年来,虽有不少学者对股市的联动性进行了研究,但对于多国股市动态关系的研究还比较少。本文选取2020年GDP全球排名前四的美国、中国、日本、德国四国的股票日收盘价数据,其中上证指数代表中国股票市场、日经255指数代表日本股票市场、德国DAX指数代表德国股票市场、道琼斯指数代表美国股票市场,样本区间为2019年11月1日至2021年2月26日,剔除缺失数据后得到291个样本数据对其建立VAR模型进行实证分析,探讨全球股票市场收益率波动的联动性,以及股票市场风险的传导路径和对动态冲击的响应程度。首先通过格兰杰因果检验不仅证实了疫情下四国股票市场存在格兰杰因果关系,一国股票市场受到突发事件的冲击后,它可能会对其他国家股票市场也产生一定的影响,即全球股票市场存在着联动性,还得出了四国股票市场的风险传导路径;其次通过脉冲响应分析说明了疫情对全球股市造成了较长时间的负面影响;之后通过方差分解可知上证指数收益率、日经255指数收益率、德国DAX指数收益率、道琼斯指数收益率受到自身因素干扰变动的影响最为明显,而受到其他三个国家股票市场波动的影响相对比较小,自身的滞后阶数对当前或者未来的影响作用明显,对其自身指标的变动有比较强的预测功能。最后在此基础上提出一些政策建议,为政府和投资者提供一些参考:（1）投资者应合理配置金融资产,及时调整投资策略,在既定的风险水平下,尽可能地去追求较高的收益;（2）政府应加快建设国际协调机制,制定多国协调体系和应急管理系统,以防范突发事件对金融市场的冲击,维护市场信心;（3）对于突发事件的影响,我国应加强风险传染机制,引导投资者的投资行为,减少金融市场损失。", "label": "经济学", "id": 0}
{"content": "本文的研究目标是探究如何借助资本运作助力我国卫星运营商的经营发展。基于上市公司公开披露的信息,本文研究了SES、Viasat、Intelsat等同行业标杆企业的资本运作模式和经验,为我国卫星运营商如何充分发挥上市公司平台作用,开展资本运作提供了参考。本文同时也研究了资本运作行为如何与公司的管理、业务、商业模式相结合,以达到资本运作支撑公司业务、优化管理模式的目的。", "label": "经济学", "id": 0}
{"content": "<正>一、说H股的历史要从B股讲起中国实行改革开放以后,在通过资本市场吸引外资方面逐步趟开了路子。最初的方式是借用境外贷款,包括来自政府的和国外商业银行的;以后又进行了在境外国际资本市场发行债券的尝试。这两种方式的主要优点是融资量大、速度快,但也存在着不够灵活、成本较高和承担外汇风险等问题。利用股市直接融资于是成为呼之欲出的迫切需求。过去谈到外资股,只是指B股,现在我们明确了外资股包括两种:", "label": "经济学", "id": 0}
{"content": "<正>一、引言从长期来看,资本市场收益率是由经济增速决定的,但是现实中也存在一些不容易解释的现象。例如,为什么一些国家的资本市场收益率高于经济增速,而有些国家则低于经济增速?为什么一些国家在经济增速不断下降的情况下,股票收益率却能长期保持稳定?为什么有些国家的国债收益率在经济增速附近波动,而有些国家的国债收益率却严重偏离经济增速?为了探究这些问题,本文将首先利用Solow模型推导出资本收益率的决定因素,", "label": "经济学", "id": 0}
{"content": "<正>一、境内外主要市场的投资者结构现状分析（一）美国股市投资者结构现状美国股票市场经历长期发展,至今已经形成了较为稳健且均衡的投资者结构,专业机构、个人投资者以及外资是美股的三大支柱,其中专业机构占比最为显著。截至2019年第一季度,美国股市总市值为48.02万亿美元,其中专业机构、个人投资者以及外资直接持有美股市值分别为20.68万亿美元、17.49万亿美元和7.28万亿美元,", "label": "经济学", "id": 0}
{"content": "<正>一、国内信用衍生工具的推出及发展现状2014年被称为中国债券市场的\"违约元年\",从私募债到公募债,从交易所到银行间,违约事件相继爆发。2014年3月,\"11超日债\"第二期利息难以按期全额兑付,成为国内第一例票息违约的公募债。随着信用债的违约事件点状爆发,债券违约逐步常态化。相较公募债,私募债违约爆发更加频繁。2014年年内,有5只私募债券出现实质违约。", "label": "经济学", "id": 0}
{"content": "<正>REITs全称为\"不动产信托投资基金\"（Real Estate Investment Trusts）,最早起源于20世纪60年代,其通过专业投资管理机构运作公开募集资金,并将基金资产投资于具体项目,最后获得资本增值以及投资收益,是除股票、债券及现金以外的第四类重要资产配置。目前在美国、日本、澳大利亚、新加坡、中国香港等市场已经发展得较为成熟,主要包括发起人、托管人、基金管理人、基金单位持有人、SPV和物业管理人。作为资产证券化的衍生品,REITs通过SPV等特殊目的载体,实现风险隔离,同时享受税收优惠,被投资者关注。REITs中主要投资于基础设施的产品,被称为基础设施REITs。从各国经验来看,基础设施REITs在美国占比较高,截至2020年6月8日,美国市场中基础设施REITs占比达11%。", "label": "经济学", "id": 0}
{"content": "本文根据国外农业资产证券化的研究进行文献综述,全篇针对农业资产证券化的概念、历史沿革、国外农业资产证券化的研究及研究前景等方面进行探讨。国外对于农业资产证券化的研究主要分为农业用地和农业生产资料两个方面,本文选取发达国家、发展中国家中具有代表性的研究进行阐述。而国外关于研究前景,主要集中于农村土地证券化的技术完善方面,本文将农地证券化的研究前景分为产品设计、农村土地证券化产品的定价方式及风险防范三个部分进行阐述与探讨。", "label": "经济学", "id": 0}
{"content": "本文利用Diebold＆Yilmaz（2012）构建的溢出指数和Barunik＆Krehlik（2018）频域分析模型,从时域和频域视角对8个国际主要股市的波动溢出效应进行研究。时域视角结果显示:无论是静态分析还是动态分析,欧洲三大股指和美股对外净溢出效应明显;亚太股市是被动的净接受者;中国受所有国家的净溢出影响但程度较低。频域视角结果显示:长期低频数据的异常拉升可以看作是高波动溢出效应来临的预警信号;全球性危机爆发前波动溢出由短期高频数据主导;新冠疫情期间国际股市整体波动溢出水平较次贷危机时更高。", "label": "经济学", "id": 0}
{"content": "<正>自美国历史开始以来,许多政治家（来自对立党派）都是富有的、成功的投资者。事实上,许多国会、参议员和总统的竞选活动都是由候选人或其家族来资助的。归根结底,投资者不管他们的政治观点如何都希望看到他们持有的股票、债券和房地产实际增值。里根的两个任期内,股票上涨了138%,房价上涨了72%,公司债券上涨了162%,综合回报率为371%,但最好的一个任期是默默无闻的卢瑟福·海斯（1877年——1880年）,当时的投资在四年内增长了369%,令人惊叹!", "label": "经济学", "id": 0}
{"content": "<正>崩溃、毁灭、衰退。财富往往是在经济衰退的烈火中铸就的,或者说是在经济衰退中摸索出来的。2020年初,当COVID-19大流行开始席卷全球时,美国亿万富翁的财富与股市同时暴跌。然而,就在市场触底的半年后,在新冠病毒还未得到控制的情况下,《福布斯》400位美国首富的表现却比以往任何时候都要好,他们的总身价达到了创纪录的3.2万亿美元。换句话说,至少对超级富豪来说痛苦是非常短暂的。", "label": "经济学", "id": 0}
{"content": "经过十年的盘前预报证明,量学的股市预报精准度比天气预报还要准确。本文概述了量学的基本原理和预测实践,量学理论的问世,弥补了全球股市理论缺乏量学分析的缺憾,无论对于中国股市还是美国股市都有精彩的案例分析和参考价值。", "label": "经济学", "id": 0}
{"content": "<正>当前在经济动能转换的时代大背景下,资本市场的定位已经上升到了前所未有的高度。随着中国经济转型驶入深水区,大力推进金融供给侧结构性改革,减少低效金融供给,创造高效金融供给,提升资金配置效率,为国家经济转型打造一套高效的资本引擎,已经成为资本市场的历史性重任。在这一背景下,中小券商应谋求差异化竞争和实现高质量发展。本文就国家建设粤港澳大湾区、中国特色社会主义先行示范区（以下简称\"双区\"）的发展政策,尝试对如何破题进行探讨。", "label": "经济学", "id": 0}
{"content": "<正>一、资本市场对外开放的回顾及现状（一）国外资本市场对外开放举措回顾回顾发达国家资本市场的开放历程可以发现,日本及韩国对资本市场的开放均采取了\"分步走\"的策略,从设置门槛的有限开放到逐步放开再实现全面的对外开放。日本、韩国等发达国家的资本市场对外开放往往较为注重证券融资及投资的国际化,且资本市场开放度越高的国家越倾向于证券投资的自由化。以印度、中国为代表的新兴资本市场的对外开放是以合格境外机构投资者（QFII）制度为通道逐渐实现证券投资的国际化。其中,", "label": "经济学", "id": 0}
{"content": "<正>一、美国金融科技在资本市场的最新运用美国作为金融科技（FinTech）的诞生地,技术与金融的融合创新不断发展,以技术优化金融业务流程、推进金融产品创新、变革金融服务模式已蔚然成风。2018年全球金融科技领域的投资金额达396亿美元,其中美国投资额75亿美元,2014—2018年年均复合增长率12.3%,持续引领全球。", "label": "经济学", "id": 0}
{"content": "<正>虽然美国经济仍然在经受新冠病毒爆发的重创,国会的另一项刺激法案陷入僵局,但美国股市刚刚收于创纪录的高位。股市已经复苏并反弹至更高水平可能有几个关键原因。周二,标普500指数收于3,389.78,超过了自2月19日以来的收盘高点3,386.15,这标志着历史上最短的熊市的终结。", "label": "经济学", "id": 0}
{"content": "<正>现在人们很容易忘记这一点,在大流行的早期,金价曾一度自由落体。这是一件很奇怪的事情,病毒引发了全球经济的崩溃,它最终将被证明是金融市场近代史上最大的假象之一。因为2020年的大流行很快就会显示出自己是黄金市场有史以来最猛烈反弹的推动力之一。上周五纽约股市收盘时,金价已盘旋至每盎司1902.02美元,较3月份触及的低点高出约30%,仅较2011年创下纪录的高点下跌1%。", "label": "经济学", "id": 0}
{"content": "<正>有人说美国的未来取决于下次大选的结果。但是对于聪明的投资者来说,谁赢并不重要。传统观点认为,自由主义的民主党由于倾向大政府,通常对经济和股市不利,而保守的共和党人则有利。如果查看可以追溯到第二次世界大战结束的数据,那么这种被广泛接受的观点实际上是假的。", "label": "经济学", "id": 0}
{"content": "近年来,采用双层股权上市的公司比例日趋增长,此类公司中,创始人及其他内部人所持股份的表决权数量,显著大于售卖给外部投资者股份。部分研究者对\"双层股权结构\"加以批评,称其因减弱了公司内部人责任而对公众投资者不公;其余研究者则为\"双层股权结构\"的价值辩护,认为其通过隔绝公司创始人市场压力与保障创始人追求企业家愿景而激励创新。围绕\"双层股权结构\"是否提升或减损了公司价值的争论,至今悬而未决。经验研究未能就\"双层股权结构\"的影响给出确定性证据。同时,尽管数家指数提供商已禁止双层股权公司列入S＆P500等主要指数,主张监管者或证券交易所完全禁止双层股权的吁请并未成功。因此,部分研究者提出了中间立场,允许公司采用\"双层股权结构\"上市,但要求此类公司设置强制性时间型\"落日条款\"。一旦预先决定的市场区间经过,\"落日条款\"将把\"双层股权结构\"转换为\"一股一权\"。机构投资者委员会已请求纽约证券交易所和纳斯达克交易所拒绝未包含七年内转换的时间型\"落日条款\"的双层股权公司上市申请。不欲就\"双层股权结构\"是否增益公司价值表明立场。试图挑战采用时间型\"落日条款\"是对\"双层股权结构\"争论的妥善回应的命题,此类条款不应通过监管或证交所规则强加于人。就\"双层股权结构\"使用值得商榷而言,\"落日条款\"并非万全之策。时间型\"落日条款\"乃对\"双层股权结构\"实践的武断回应,无助于创始人经济利益比重下降或高表决权股份转至第三方将降低\"双层股权结构吸引力\"忧虑的根本解决。此外,时间型\"落日条款\"催生道德风险。进一步而言,鉴于其存疑的动机,少数股东并不能基于保留表决弥补\"落日条款\"实践的短板。较少被注意的事件型\"落日条款\"值得考察,此条款关注可能侵蚀\"双层股权结构\"潜在价值的一系列特定事件走势,并主张通过私法秩序探索其实践。目前,投资者和政策制定者均缺乏有关\"双层股权结构\"及\"落日条款\"的充分信息,因而难于证明使用监管、指数投资要求、证交所规则等强行要求相应公司设置\"落日条款\"的正当性。最后,仅凭强制性\"落日条款\"设置来规避棘手的政策议题治标不治本,相应讨论应在涵盖股东表决权的作用和重要性的全面框架基础上展开。", "label": "经济学", "id": 0}
{"content": "<正>近年来,日本政府养老投资基金已成为负责任投资的积极倡导者,2016年至2018年日本可持续资产增长3倍,日本政府养老投资基金就是主要推手之一。该基金在2017年开始追踪专注于日本股市的ESG指数。它在5个ESG基准中分配了3.5万亿日元。据了解,日本政府养老投资基金是全球最大的退休计划,拥有159万亿日元(合", "label": "经济学", "id": 0}
{"content": "<正>一、金融衍生品①在资本市场中的地位和意义1987年10月19日,道·琼斯工业平均指数暴跌508点,跌幅达22.6%,史称\"黑色星期一\"。10月20日道指跌至谷底时,较两个月以前的市场高点下跌超过1000点（37%）。事后,大量舆论指责股指期货是造成市场暴跌的主要原因,金融衍生品也因此迎来了自其诞生以来第一次严峻的历史考验。", "label": "经济学", "id": 0}
{"content": "证券投资学并非单纯的理论学科,而是在理论基础上与实践密切结合的多学科交叉课程。在实际教学过程中,教师应当注重理论与实践教学的同步,在进行课程考核时,应当注重理论知识考核与实践操作能力的有机结合,构建起\"知识+能力\"的人才考核体系,实现对学生学习情况的全面把握。并充分发挥考核的反作用,促进学生综合能力的提升,从而提高教学质量。", "label": "经济学", "id": 0}
{"content": "<正>一、证券区块链原理及其市场变革（一）证券区块链交易原理及其特点1.区块链技术介绍区块链技术的概念最早由日裔美籍中本聪于2008年在论文《比特币:一种点对点的电子现金系统》（Bitcoin:A Peer-to-Peer Electronic Cash System）中提出。随后区块链技术应用在数字货币比特币项目中,它在不需要中介机构的前提下,实现了货币发行和转账交易功能。目前,该项目已经顺利运行8年多,随着比特币的不断流行,越来越多的金融服务开始尝试使用区块链技术。", "label": "经济学", "id": 0}
{"content": "<正>一、证券行业与大数据（一）大数据介绍大数据,指无法在一定时间范围内用常规软件工具进行捕捉、管理和处理的数据集合,是需要新处理模式才能具有更强的决策力、洞察发现力和流程优化能力的海量、高增长率和多样化的信息资产。麦肯锡早在2011年便宣告大数据时代的到来:\"数据已经渗透到每一个行业和业务职能领域,逐渐成为重要的生产因素。\"多年来人们对大数据最基本的认知被概括为4V,即Volume （数量巨大）、Velocity （处理速度快）、Variety （类型多样）、Value （数据价值）。然而这4个特征并不能体现大数据的内在含义,从实践中我们总结了大数据3个关键核心点:", "label": "经济学", "id": 0}
{"content": "本文首先归纳总结了当前主流的机器学习算法;其次梳理了机器学习算法在股票投资中相关的应用研究;最后发现当前学界研究的问题主要集中在以下两个方面:第一个方面是对比多种机器学习算法,或是对原始算法进行改进,试图证明某种算法或改进算法对未来股票的价格、涨跌幅度或涨跌趋势具有更好的预测效果;第二个方面是利用机器学习算法,构建交易策略或投资组合,并对比其他交易策略或投资组合,试图取得更高的收益率和夏普率,常见的交易策略包括:选股策略、择时策略以及优化下单策略。", "label": "经济学", "id": 0}
{"content": "文章首先介绍了《证券投资》课程定位和特点,根据Spencer等（1994）对业务人员能力一般模式的相关研究,结合作者自身的教学经验,本文将应用型本科学生学习《证券投资》后形成的能力分成8类:技术上的专业知识、组织运作、寻求资讯、概念式思考、分析式思考、自信心、主动积极、成就倾向。并详细介绍了8种能力的培养策略。", "label": "经济学", "id": 0}
{"content": "本文首次将最优停止规则运用于股票选择上,研究最优停止理论在不同行业股票上的适用性,旨在分析最优停止在证券市场的适用性,为人们在选择股票投资时提供另一个高效便捷的方法。", "label": "经济学", "id": 0}
{"content": "本文着眼于金融市场上的不确定风险度量问题,探讨了非线性期望g-期望下特殊收益率函数的风险度量问题,提出了广义风险度量的概念,并深入研究VaR的数学表达式,提出了新的风险度量方法——g-VaR风险度量,它更能充分考虑金融资产的不确定性,最后通过举例论述在一般情况下g-VaR为广义风险度量。", "label": "经济学", "id": 0}
{"content": "<正>近几年,Hawkes过程在经济,生物等各种领域都变得很受欢迎,在很多研究Hawkes过程的文章中对于它的应用也提到了关于保险投资模型的方面,比如Karabash[1],Bacryetal.[2]。在后面的研究领域中Bacryetal.[3-4]和Da Fonseca[5-6]介绍研究了由Hawkes驱动的动态指令和联合价格的模型,Filimonov[7]", "label": "经济学", "id": 0}
{"content": "应用随机分析理论和偏微分方程方法,研究了混合双分数布朗运动下带交易费用的欧式期权定价模型,进一步得出定价公式。最后与分数布朗运动和标准布朗运动下的定价公式做出比较分析。", "label": "经济学", "id": 0}
{"content": "框架效应是指对一个问题的等价描述描述却导致不同决策判断的现象。近年来有研究者发现图形框架效应,采用图形替代文字来呈现信息,结果也导致了决策的反转。但无论是前人用过做过的扇形、饼图、条形图等,都是采用静态的方式来呈现信息。那如果是动态的方式来呈现信息,能否导致决策者的决策反转呢?本研究创新采用动态图形来验证图形框架效应。图形材料来源于股票操作软件中的分时图模拟,需要符合条件的被试在创设的情景中卖出持有的股票。实验采用2（不同框架动态模拟:正常百分比涨跌幅度分时模拟、拉升百分比涨跌幅度分时模拟）*6（不同走势的分时模拟）的混合设计。其中不同框架动态模拟为被试间,不同走势的分时模拟为被试内。被试在实验过程中,根据分时图的走势判断高点并卖出。实验结束后,将不同框架动态模拟的卖点进行拟合,发现相同走势分时模拟因为动态呈现的不同而导致了决策的差异。再将两者数据进行相关样本T检验,结果表明:不同框架动态模拟下的股民的卖点不一致,产生了决策反转,其中正常百分比涨跌幅度框架下的被试卖点较高,盈利也相对较多;而拉升百分比涨跌幅度框架下被试卖点较低,盈利相对较少。也就是说,图片框架效应在股票买卖软件的分时图中是存在的,并且对股民的交易产生了影响。", "label": "经济学", "id": 0}
{"content": "<正>一、资产定价的一价定律通过一个例子来解释资产价格的一价定律。假设有两个证券——证券A和证券B,对于证券A,如果它在未来时刻能够带来100元的未来现金流收入,那么考虑到贴现之后我们给它在期初时刻定价为90元;对于证券B,如果它在未来时刻能够带来1 000元的未来现金流收入,同样考虑到贴现之后我们给它在期初时刻定价为900元。如果有这样的一个证券C,它相当于证券A和证券B的组合,那么它的", "label": "经济学", "id": 0}
{"content": "对政府创业投资引导基金进行理论和实证研究,对加强政府创业投资引导基金管理、提高政府创业投资引导基金绩效具有重要意义。目前,国外研究主要集中在政府制度（政策）对创业投资活动的影响、政府对创业投资活动的直接干预等两个方面;国内研究主要集中在政府引导基金运行模式及管理、政府引导基金引导效应、政府引导基金治理机制、政府引导基金绩效评价及风险防范等几个方面。本文对政府创业投资引导基金的国内外研究现状进行了综述,以期推动政府创业投资引导基金理论与实践的发展。", "label": "经济学", "id": 0}
{"content": "本文在快速随机波动率变换的情况下研究了单个信用衍生品定价的风险规避问题。本文首先在Merton最优化的问题中添加随机波动率,将其应用到信用风险的研究中。假设波动率过程是一种不同时间尺度的扰动过程,对其进行近似估计。由于价值过程可看成是一个不完全市场围绕着完全市场常数波动率的一种扰动,故这种近似方法是可行的。其次,当波动率变换是快速均值回归过程时,这种扰动过程是一种关于Hamilton-Jacobi-Bellman偏微分方程的奇异扰动过程。当波动率变换非常缓慢时,这种扰动过程是一般的扰动过程。两种扰动过程叠加在一起便是多元时间维度随机波动率过程。再者,本文提出的算法与线性期权定价问题具有较高的一致性,因而也发现了风险容忍度方程的一些新性质。本文最后还在快速时间维度的框架下研究了波动率对于信用风险的投资优化问题。由于新建模型是一个非线性PDE,故不能直接给出其解析解,于是本文引进一种扰动逼近的方法,该方法的关键中间步骤是把问题分成可解和扰动两个部分。通过扰动逼近的方法,可得一个近似的解析解。", "label": "经济学", "id": 0}
{"content": "本文通过构建前期融资模型和分阶段投资模型,将二者进行对比,验证了风险资本家更倾向于分阶段对创业企业进行投资,在此基础上进一步建立分阶段投资的代理模型,得出了分阶段融资各阶段的效率性。最后利用比较静力学模型研究了内生变量是如何受到外生变量的影响,并研究这种次生影响对各阶段的投资比例所产生的影响。最终的研究表明,分阶段融资会更有效率。分阶段融资会让投资者放弃早期投资回报较低的项目,从而可以通过排序舍弃投资回报率低的项目而选择投资回报率较高的好项目。但是次生影响会对投资比例产生影响,越多的次生影响会让风险投资家更倾向于早期投资。", "label": "经济学", "id": 0}
{"content": "<正>一、导论近年来,颇受中国台湾地区中小企业青睐的衍生性金融商品——目标可赎回远期契约（Target Redemption Forward,TRF）,①因为长期以来不断升值（相对于美元）的人民币汇率,在2014年四五月突然大幅贬值,让许多实际并未持有美元,仅为了投机获利,而购买这类衍生性金融商品的中小企业,顿时面临巨额的违约亏", "label": "经济学", "id": 0}
{"content": "本文分析了条件尾部期望（Conditional Tail Expection,CTE）和一般HaezendonckGoovaerts风险度量（以下简称HGRM）模型在资本配置中所表现出的差异性.本文对恒等Young函数、幂Young函数、对数Young函数,计算了相应的资本配置模型的解析表达式,然后用CTE和HG风险度量这两种方法,在总损失风险的条件下,计算保险公司对个体风险的资本配置数额.通过数值模拟,这两种风险度量在资本配置上表现出的差异性进行比较分析.分析结果表明:在Young函数取下凸函数时,及风险态度为风险偏好时,基于HG方法得出的需要配置到个体风险上的资本数较小;在Young函数取下凹函数时,及风险态度为风险厌恶时,基于HG方法得出的需要配置到个体风险上的资本数较大.", "label": "经济学", "id": 0}
{"content": "股市作为一个特殊的交易市场,具有变化多端的特点,在整体上很难进行把控。所以,股市上的盈利人员毕竟是少数的。为了可以在股市技术上进行深入的分析和了解,可应用数据挖掘算法来完成相关的操作,同时在多方面来观察股市的具体走向以及客观上的动态情况,避免错误的操作所引起的不必要的损失。文章针对数据挖掘算法及其在股市技术分析中的应用展开讨论,并提出合理化建议。", "label": "经济学", "id": 0}
{"content": "<正>资本市场的资金管理人,我们称之为基金经理,基金经理是一个团队,这个团队最核心竞争力在于如何建立拿到目标收益的策略和建立获得收益的执行力。交易策略类似商业行为中的商业计划,其中有商业目标、如何实现商业目标、执行团队的控制手段等等。也许本文读者对商业计划书不熟悉,而更熟悉如何在股票市场、期货市场、货币与利率市场、汇率", "label": "经济学", "id": 0}
{"content": "本文探讨《证券投资学》课程教学过程中的方法论应用过程,主张以研究性学习为核心,以情景再现的方法进行技术分析,以实时案例拓展思维,以实现培养具有独立实践能力和创新思维的应用型金融人才。", "label": "经济学", "id": 0}
{"content": "<正>一、引言研究表明,碳交易机制是最为有效的控制碳排放的方式（Falk and Mendelsohn,1993;Hahn and Stavins,1993;Swart 1993;Kosobud et al.,1994;Jackson,1995）。现有规制体系大多着眼于总量规制,即只控制排放总量。但许多研究表明,排放流（Emissions Timing）,即跨期安排排放对于排放规制是非常重要的。储存机制安排可以使企业自由地跨期安排排放,以节约成本,对冲减排成本、排放、排放权价格等方面的不确定性风险,从而有着更为灵活的控制污染的策略（Rubin,1996;Cronshaw and Kruse,1996;Hagern and Westkog,1998;Leiby and Rubin,2001）。", "label": "经济学", "id": 0}
{"content": "<正>一、引言Copula最早来源于Schweizer和Sklar（1983）的阐述,随后Genest和MacKay（1986）以及Joe（1993）等进一步发展了相关理论,使Copula成为构造多元联合分布和分析随机变量间相关结构的重要工具。Copula理论是用来描述多个随机变量间相依结构的统计方法,它可以将一个联合分布的边际分布以及它们之间的相关关系分别研究,使模型更加有效,因此Copula理论的出现为解决相关分析和多变量建模提供了一个新的工具。因为在经", "label": "经济学", "id": 0}
{"content": "本文构建了异质Agent模仿投资决策的股市模型,Agent通过对其周围Agent投资策信号的综合,依照设定的规则进行股票的买卖,进而形成股票价格序列。结果表明,股市中Agent间的相互模仿能够产生羊群行为,表明模仿行为是羊群行为产生的机理之一;收益波动与羊群行为存在较强的正相关性,说明羊群行为会增加市场的波动;买入羊群行为与收益率呈正相关,而卖出羊群行为与收益率呈负相关;适当的自信值时羊群行为达到最大,过度自信和自卑都会降低羊群行为。", "label": "经济学", "id": 0}
{"content": "<正>美国时间2020年3月15日晚上,美联储突然宣布降息到接近零利率,并且将开展7000亿美元规模的量化宽松操作。这是继3月13日（周五）美国总统特朗普发表讲话,宣布美国进入紧急状态并采取救市措施后,再次推出的强力救市措施。美联储这一措施引起世界各方关注。美联储紧急大幅降息,旨在防范金融危机,目前看发生金融危机的概率不大;但美国经济衰退的风险上升,如果衰退时间长,可能会向金融部门传导;目前日本、意大利等先发生经济衰退可能性较大,而拉美几个国家的金融风险值得关注。", "label": "经济学", "id": 0}
{"content": "近年来,随着我国改革开放力度的不断加大,我国国际贸易迅猛发展。在此背景下,国际金融危机对我国进出口贸易产生的影响日益增大。为了确保我国国际贸易的健康可持续发展,我国进出口企业必须对国际金融危机有正确的认识,才能保障我国进出口贸易的平稳运行。本文阐述国际金融危机的界定与现状,同时就其对我国进出口贸易带来的影响以及我国进出口企业应对金融危机采取的对策做了详实的叙述。", "label": "经济学", "id": 0}
{"content": "<正>2008年的世界金融危机已经过去了10年,它对世界所造成的巨大冲击使今天世界经济仍处在艰难的复苏中。\"前事不忘,后事之师\",10年中,有许多的事例和数据可以用来说明问题和为我们进行必要的反思奠定基础。10年来不断有对此次金融危机进行反思的文献出现,仅就我国学术界来说,从2007年开始学者们最初还只是从\"次贷危机\"的", "label": "经济学", "id": 0}
{"content": "<正>明年就是金融危机爆发10周年,从次贷危机算起,今年已经是第10个年头。在过去十年里头,我们看到发达经济体基本上是在一个去杠杆的过程当中,而我们基本上是在加杠杆,从非金融企业部分加杠杆、政府加杠杆到居民加杠杆,虽然这其中某些部门的杠杆去化也取得了一定的成绩,但全社会总体杠杆率依然是很高的,全社会杠杆率（总债务除以GDP）接近250%。摆在我们当前经济领域当中最大的问题,其实就是债务问题、杠杆过高的", "label": "经济学", "id": 0}
{"content": "<正>大家好,非常高兴来参加首届亚洲信用评级机构CEO峰会,也非常高兴借这个机会,跟大家就系统性风险做一个交流。系统性风险,包括全球系统性的风险、系统性金融风险,以及中国对全球系统性风险的影响。这是一个非常值得关注和研究的大课题,今天我主要就这个话题,对全球化、货币脱金、记账清算与金融危机的关系跟大家做一个交流。", "label": "经济学", "id": 0}
{"content": "人民币国际化是中国人民大学国际货币研究所（IMI）的重点研究领域。自2012年研究所首次发布《人民币国际化报告2012》并首创人民币国际化指数（RII）以来,已经连续三年编写并发布《人民币国际化报告》。尽管时间不长,报告因其独立性、客观性和决策参考性,得到了社会各界尤其是政策部门的高度关注。同时报告还被译成英文和日文同步发布,在国内外理论与实务界均产生较大影响。《人民币国际化报告2016》主题为\"货币国际化与宏观金融风险管理\"。报告聚焦于人民币国际化新阶段的宏观金融风险管理问题,对人民币加入SDR后的宏观金融政策调整及其可能诱发的国内宏观金融风险展开分析,包括汇率波动和汇率管理,以及跨境资本流动对国内金融市场的冲击、银行机构国际化风险和实体经济风险等重要议题。报告建议,要基于国家战略视角构建宏观审慎政策框架,防范系统性金融危机,为实现人民币国际化最终目标提供根本保障。《IMI研究动态》将连续刊登《人民币国际化报告2016》节选系列文章,以飨读者。本文节选自《人民币国际化报告2016》第九章。", "label": "经济学", "id": 0}
{"content": "<正>\"以铜为镜,可以正衣冠;以史为镜,可以知兴替。\"2017年,本轮金融危机步入第十个年头。跌宕十年,全球市场波澜未定,经济复苏步履蹒跚。绵延十年,漫长危机揭示诸多教训与规律,可为前车之鉴。回顾十年,我们总结出十个关键启示,从三个层面为全球经济发展提供镜鉴。", "label": "经济学", "id": 0}
{"content": "\"陶湘国际金融讲堂\"是在陶湘教授逝世十周年之际,经中国人民大学国际金融专业毕业生们倡议,中国人民大学财政金融学院、中国人民大学国际货币研究所联合发起设立。\"讲堂\"每年举办12讲,聘请国际金融业界精英和领袖人物讲授专业知识,旨在为中国人民大学培养21世纪具有良好理论功底、高超国际金融管理能力的优秀人才探索新路、做出贡献。第3期\"陶湘国际金融讲堂\"由中国人民大学校友、华能贵诚信托有限公司资产管理部总经理耿群博士主讲。耿群博士在题为\"金融危机之前车殷鉴——2008年金融危机深度分析及启示\"的演讲中详细分析了危机酝酿、爆发、传导、蔓延的完整过程,对危机的成因做了简要分析,并对主要国家采取的一系列救助措施进行了评析,最后对中国经济现状和危机潜在的可能性做出分析。以下为演讲摘要:", "label": "经济学", "id": 0}
{"content": "<正>伴随经济金融发展,金融危机的诱因和表现形式日趋复杂、传染性和破坏力越来越强,金融危机救助的主体、客体、政策工具也不断发展。由于金融危机救助行为属于公共产品供给范畴,理应由担负促进社会福利最大化职能的政府部门实施。同时,实施金融危机救助的部门必须具备两个条件,一是几乎能无成本地、源源不断地创造或获取流动性;二是能与金融监管部门实现信息共享,及时、便", "label": "经济学", "id": 0}
{"content": "<正>2016年10月G20峰会在中国召开,面对2016年至2018年期间可能爆发全球金融危机,必须进行政策协调。目前危机的\"极值\"（大宗商品价格最低值;美国资产价格最高值）已经到来,金融危机爆发只是\"倒计时\"。在全球经济一体化的今天,无论是发达经济体还是新兴市场经济体都难以豁免这场危机。防病比治病更重要,全球货币政策（利率和汇率）的协调问题必须放到议事日程。", "label": "经济学", "id": 0}
{"content": "\"IMI锐评\"是中国人民大学国际货币研究所（IMI）官方微信订阅号\"IMI财经观察\"自2016年6月推出的原创性财经评论栏目。\"IMI锐评\"每周精选1-2个时下热点财经话题,包括宏观经济、国际金融、互联网金融、银行与财富管理、金融监管等领域,提出问题,并由IMI的3到4位研究团队成员做出简洁的分析、点评和解答。《IMI研究动态》将连续刊载\"IMI锐评\"相关内容,以飨读者。", "label": "经济学", "id": 0}
{"content": "2008年由美国次贷危机引发的金融危机席卷全球,不同地区在本轮危机中表现出了不同程度的适应能力,即各地区区域经济弹性大小不一。研究区域经济弹性的影响因素有利于区域在受到危机冲击时趋于较好的表现。本文以浙江省和江苏省为案例,通过建立二元logistic回归模型对区域经济弹性的影响因素进行定量分析。结果表明,科技创新水平、财政支出、外贸、中小企业占比及产业非相关多样性均显著影响区域经济弹性,而产业相关多样性则无显著影响。创新水平越高、产业非相关多样性越强以及中小企业占比越大的地区越容易最小化甚至消除危机带来的损失;而财政支出较大、外贸依存度较高的地区抵御经济风险的能力较弱,更易受危机干扰。因此,政府应鼓励创新,增加对科技研发的投入;注重产业多样化发展,促进产业转型升级;加大对中小企业的关注与扶持,使中小企业自身的优势得以发挥;同时,优化财政支出结构,并健全鼓励消费机制以扩大内需。", "label": "经济学", "id": 0}
{"content": "<正>在这篇初步的研究论文中,我试图探讨市场在资源配置中的作用。我们无需过多研究就可知道,各类衍生证券市场发挥不正常是当前金融危机的主要因素。事实上,金融危机不是一个新现象。资本主义的发展史是其金融体系不断崩溃的历史。危机发生时,\"借贷\"市场会消失一段时间。18世纪出现了一些泡沫,但这并不是什么新鲜事物。但自1819年,银行和其它金融机构开始接二连三地破", "label": "经济学", "id": 0}
{"content": "本文从会计计量属性的视角分析了金融危机爆发的原因,论文首先透视会计在历次重大金融危机中的角色扮演,再分别从公允价值和历史成本两大计量属性出发,探讨各自对金融危机爆发的影响。", "label": "经济学", "id": 0}
{"content": "<正>我们今天的主题是\"十三五\"开局。\"十三五\"在2016年正式拉开序幕,十三五开局是比较复杂的,上个星期金融市场出现好几轮波动,国际上也出现了重大的事件,给我们十三五的开局增加了一些色彩也增加了一些挑战,所以我们齐聚一堂讨论十三局开局的意义。请允许我花一点时间给大家汇报一下,中心关于2016年\"十三五\"开局的分析和前景展望的报告。报告的题目叫做《化解风险闯难关,把", "label": "经济学", "id": 0}
{"content": "<正>去年年底和今年年初,我在多个场合（包括多家电视台）发出两个警告:一是2015年全球金融危机很可能卷土重来;二是中国爆发系统性金融危机的可能性超过60%。第一个警告基于四个基本事实:其一,全球经济复苏普遍放缓+希腊债务危机将可能诱发全球性债务危机;其二,全球主要中央银行货币政策分道扬镳（美联储加息、欧央行和日本央行及其他许多央行大搞量化宽松）,加剧全球投机性", "label": "经济学", "id": 0}
{"content": "《新资本论》是由中国人民大学国际货币研究所副所长、中国农业银行首席经济学家向松祚出版的新著。该书全面分析了全球金融资本主义的起源和历史,论述了如何解决国家主权与宏观经济政策独立的矛盾,并探讨了全球金融资本主义未来的救赎之策以及中国战略。全书分为\"全球金融资本主义的兴起、危机、救赎\"三卷,视野宏观,气势磅礴,是一部既具有学术价值,又有现实指导意义的重磅经济学作品。《IMI研究动态》将连续刊登《新资本论》节选系列文章,以飨读者。本文节选自《新资本论》卷一。", "label": "经济学", "id": 0}
{"content": "2008年的世界性经济危机造成了非常严重的影响,金融市场出现剧烈的震荡,给世界经济的发展走向造成了极大的阴影,也导致了一些经济主体在进行宏观调控中出现了很多问题。从2009年开始世界进入了后金融危机时代,本文对后金融危机时期的世界经济趋势与应对进行了简要的分析。", "label": "经济学", "id": 0}
{"content": "<正>资本给人类社会带来了根本性变革。它在创造世界经济奇迹时,也使人类为此付出了沉重的代价:贫富差距不断扩大,社会不稳定因素增加;生态环境不断恶化,人类生存受到严重威胁;金融风暴蔓延全球,经济可持续性难以为继。面对后金融时代的发展问题,两种企图超越资本主导的发展观应运而生:一种是乌托邦主义,企图通过简单地否定资本的作用,", "label": "经济学", "id": 0}
{"content": "2008年金融危机以来,随着全球经济的衰退与复兴,恢复力研究成为学术界关注的热点。恢复力（Resilience）最初应用于生态学研究,形成了生态恢复力、工程恢复力等不同概念,近年来逐步扩展到经济地理与区域发展研究领域。尽管学术界对经济恢复力（Economic Resilience）还未达成一致的概念认识,但欧美学者的理论探讨和实证研究文献逐渐增多,Cambridge Journal of Regions,Economy and Society、Regional Studies等杂志相继出版\"经济恢复力\"专刊。本文基于恢复力的理论视角,建立我国区域经济恢复力的表征指标,并以地级行政单元为研究对象,分析金融危机前后中国区域经济重心的变化轨迹和空间传导效应,采用ESDA等方法刻画金融危机冲击下我国区域经济恢复力的空间格局,揭示金融危机不同区域经济发展的影响差异;并采用地理加权回归（GWR）等模型,识别我国区域经济恢复力空间差异的影响因素。初步研究发现,受金融危机影响,我国东南沿海地市经济增速明显回落,区域经济重心略向西向北移动;GWR模型揭示,外商投资经济占比较大、对外依赖度较高、经济结构单一的区域受影响较大,技术创新能力、固定资产投资等是区域经济恢复力较高的重要影响因素。", "label": "经济学", "id": 0}
{"content": "<正>主持人尊敬的各位来宾,女士们,先生们:大家下午好。今天我们在这里举行第四届全球智库峰会的专题论坛——国际金融危机与可持续发展。本次专题论坛的主题是国际金融危机与可持续发展。从全球范围,特别是中国视角,请中外专家阐述观点,探索世界和中国经济社会可持续发展之路。首先我谨向中外嘉宾表示热烈欢迎。今天,主旨演讲嘉宾和讨论嘉宾有:耶鲁大学商学院高级研究员、摩根", "label": "经济学", "id": 0}
{"content": "<正>自国际金融和经济危机发生以来,世界经济和政治形势发生了深刻变化。与此相适应,国际关系尤其是大国之间的关系也已经或正在进行相应的调整,整个世界呈现了大动荡、大分化、大调整、大变革、复杂多变、险象环生的局面。风云变幻的国际经济政治形势,必然通过各种渠道,以各种形式对我国经济社会发展和社会主义现代化建设产生重大影响。这些影响,既包括严峻的挑战,也包括难得的机遇。本文拟结合当前国际经济政治形势和我国经济社会发展的实际,对我国面临的挑战和机遇进行探讨。", "label": "经济学", "id": 0}
{"content": "<正>海曼·明斯基（Hyman P.Minsky）是美国的金融经济学家,毕生致力于金融危机内在机制的研究,形成了金融不稳定性及脆弱性的独特理论,但其不被主流经济学认可。2007年爆发于美国的次贷危机,进而引发了全球性金融动荡,在主流经济理论未预知也无法解释的尴尬困境下,明斯基对金融危机爆发的预见和精准描述,引起了关注和重视,\"明斯基时刻\"（Minsky moment）一时成为媒体和学术界的流行语,深入研究明斯基理论有着重要的现实意义。", "label": "经济学", "id": 0}
{"content": "从货币的职能或单向思辨的角度去理解货币的本质,主要有货币符号论、货币金属论和\"公分母\"论等诸多流派之分野。依据历史唯物主义的实践视角,马克思把货币看作人类生产和商品交换发展的历史性产物,从货币的形成和职能、货币所折射的种种关系以及货币发展的未来趋势等多方面,比较完整地揭示了货币的四种本质。其中,最核心的本质是,货币体现一种生产关系或社会关系,在终极意义上就是一种财富分配关系。当下美国99%VS1%的财富极度不均衡、断裂甚至破损,正是华尔街金融危机爆发的原因之一。", "label": "经济学", "id": 0}
{"content": "<正>2008年到2012年的今天,国际金融危机分为两个清晰的阶段,2008-2009美国危机及其救助阶段,以及2010至今欧元区危机及其救助阶段。危机的中心从美国转向欧洲,从\"次贷\"演化成\"欧债\"。如今,欧元区第四大经济体西班牙已是风雨飘摇,岌岌可危。在地理和政治上处于欧洲大陆边缘的西班牙,经济地位如何也日趋边缘化?西班牙的危机具有非常典型的\"样本\"和", "label": "经济学", "id": 0}
{"content": "<正>设立中国（上海）自由贸易试验区临港新片区（以下简称临港新片区）,是以习近平同志为核心的党中央总揽全局、科学决策作出的进一步扩大开放重大战略部署,是新时代彰显我国坚持全方位开放鲜明态度、主动引领经济全球化健康发展的重要举措。为全面贯彻落实中央关于增设临港新片区的决策部署,充分发挥上海金融法院的审判职能作用,从更深层次、在更宽领域、", "label": "经济学", "id": 0}
{"content": "在经济发展的巨潮中,中小企业的规模和数量猛烈增长,已经成为我国经济命脉中最具活力的重要组成部分,其中科技型中小企业更是重中之重。科技和金融的结合能够有效促进科技成果的研发和转化,是推动区域产业结构的转型升级和转变地区经济增长方式的有效手段。但科技型企业\"轻资产、高成长、高风险\"的特征,决定了其从银行获取融资的难度更高。为缓解科技型中小企业融资难问题,各地政府出台了一系列鼓励科技金融发展的举措,建立由政府、银行、保险机构或担保机构共担风险融资,即是其中一种模式。本文以武汉市和苏州市的科技金融风险共担模式为主要研究对象,在实地走访调研的基础上,运用对比分析的方法,对\"政银保\"和\"政银担\"两种典型模式进行深入解析,为完善该模式提供政策建议。调研发现,\"政银保\"和\"政银担\"两种模式在武汉市都得到了运用。在\"政银保\"模式下,保险公司通过为中小企业提供信用保证保险,与政府、银行一起按一定比例共同承担科技型中小企业的融资风险;而在\"政银担\"模式下,则由担保公司代替保险公司,承担主要的逾期代偿责任。苏州市则在\"政银保\"的基础上,将担保机构、创投机构同时纳入风险共担机制,进一步分散了科技型企业的融资风险,提高各个主体的参与积极性;同时建立了信贷投放平台,为科技型中小企业融资提供了增信功能,使得企业的信用更加公开透明,在一定程度上解决了信息不充分问题。通过对比\"政银保\"和\"政银担\"两种模式,本文发现两者在参与主体和运营模式上存在的差异,使得两者在适用对象和范围、参与风险共担机制的积极性等方面存在较大差别。通过对比武汉市和苏州市的科技金融风险共担模式,本文发现武汉市的风险共担模式存在参与主体单一、发展不均衡等问题,武汉市应借鉴苏州的多方机构共担和建立信贷平台的经验,充分发挥政府政策的引导作用,吸引各类金融机构加入到风险共担体系中来,分散减低单个参与主体的风险,以此支持鼓励科技型中小企业进一步创新发展。", "label": "经济学", "id": 0}
{"content": "动用武力强制向一切剥削者筹款,因敌取资既是中央苏区获取真金白银、增加财政资金的主要途径,也是削弱摧毁剥削阶级经济基础、积蓄壮大革命本钱的重要手段。中央苏区先之以广泛的宣传,继之以严厉的打击,逐渐改变了群众的\"金钱观\",堵住了金银外流的缺口。中央苏区各级党政、职能部门与各银行密切配合,在极端困难的条件下做到了金银的储备。", "label": "经济学", "id": 0}
{"content": "物流金融是物流业和金融业的结合体,是物流产业发展并且壮大的关键,同时还是金融资本进行业务发展创新的结果,更是建设西部陆海新通道的重要保障。本文梳理了西部陆海新通道物流金融研究相关的文献,结合贵州物流金融实践问题,提出了研究的重点和发展方向。", "label": "经济学", "id": 0}
{"content": "2019年2月22日,中共中央政治局就完善金融服务、防范金融风险举行了第十三次集体学习。习近平总书记指出,深化金融供给侧结构性改革必须贯彻落实新发展理念,强化金融服务功能,找准金融服务重点,以服务实体经济、服务人民生活为本。由此可以看出,重视金融服务意义重大。吉林省处于东北振兴和深入实施创新驱动发展战略的关键时期,加快科技创新的步伐至关重要,如何将金融服务有效用于缓解科技创新发展过程中的资金紧张以更好地促进科技产出,是亟需解决的问题。本文从研究吉林省科技金融的现状和存在的问题出发,为提升吉林省科技金融创新水平提供相关对策和建议。", "label": "经济学", "id": 0}
{"content": "科技金融在经济增长中所起的作用日益显现。山西省在转型过程中必须将科技与金融很好的融合起来,让科技金融带动整个山西省经济的增长与发展。本文在阐述科技金融相关概念的基础上,通过对山西省科技金融分析发展现状和存在的一些问题,并针对问题提出相应的对策和建议,从而推动山西省科技金融的发展,提高山西省企业的科技自主创新能力和竞争力,推进山西省实现跨越转型。", "label": "经济学", "id": 0}
{"content": "本文梳理了四川在西部金融中心建设中的成就、问题以及四川的产业结构现状,分析了供应链服务和供应链金融发展在解决信息不对称问题的竞争优势,探讨了适合发展供应链服务和供应链金融的产业链匹配,建议四川在西部金融中心建设中应重点加快推进供应链金融的发展。最后以深圳创捷公司为例,介绍了供应链金融发展的经验,并针对四川西部金融中心建设的情况,提出了相应的对策建议。", "label": "经济学", "id": 0}
{"content": "互联网技术的普及能够有效改善资源错配,但是从产业层次出发,由互联网技术衍生出的互联网产业在空间上的集聚能否缓解资源错配还有待商榷。本文以长三角地区41个地级及以上城市为研究对象,基于要素流动与政府干预的视角,运用中介模型与面板门槛模型分析了互联网产业集聚对资源错配的作用机制。研究表明:（1）互联网产业集聚能够有效缓解劳动力错配和资本错配;（2）互联网产业集聚会抑制无效的劳动力流动和资本流动,提升劳动力流动和资本流动的质量进而缓解劳动力错配和资本错配;（3）政府干预具有显著的单门槛效应,互联网产业集聚对劳动力错配和资本错配的缓解一定程度上受政府干预的影响。鉴于此,应进一步推进互联网产业化发展,发挥互联网产业集聚对要素流动的量与质的调节作用,同时政府干预也要适度。", "label": "经济学", "id": 0}
{"content": "新金融生态与经济增长的良好互动机制,有利于推动金融与经济的协调发展,文章选取广西14个市2008-2018年面板数据,构建新金融生态与经济增长的指标体系,再运用熵值法和耦合协调度公式对广西各市新金融生态与经济增长的耦合协调度进行分析。运用ArcGIS可视化展示广西各市新金融生态与经济增长耦合协调度,结果显示,南宁市新金融生态与经济协调发展水平最高,还有7个市耦合协调度处于较低水平,市区之间存在明显的发展不均衡现象。", "label": "经济学", "id": 0}
{"content": "本文以2011年和2016年设立的\"促进科技和金融结合\"试点作为自然实验,基于2003-2018年289个城市的面板数据,运用双重差分法评估了科技金融政策对地区经济增长的影响。实证结果显示:与对照组相比,科技金融政策显著促进了实验组城市的经济增长,基准模型估计的结果在考虑了一系列其他干扰因素后,结果依然是稳健的;并且基于城市等级和城市区位视角的分组检验发现:试点设立均能显著促进高等级和低等级城市的经济增长,但低等级城市试点对经济增长的促进效果更明显;试点设立也能显著促进东部发达和中西部欠发达城市的经济增长,但中部欠发达城市试点对经济增长的促进效果更明显。基于以上研究结论,本文进一步提出了促进地区经济增长的政策建议。", "label": "经济学", "id": 0}
{"content": "新中国成立以来,中国经济体制经历了由计划经济体制向市场经济体制转变的过程,金融体系也经历了从计划到市场的变化过程,相对于计划经济时期,市场化改革后中国金融取得了巨大的成绩,金融在国民经济体系中的作用也愈发重要。回顾新中国成立以来中国的金融发展历程,可以看到,与经济发展规律相适应的金融制度能够促进金融产业的健康发展和良性循环,但是违背经济发展规律的金融制度会导致金融和经济秩序的紊乱,并对经济和社会造成较为严重的后果。当前这一重要的历史阶段,总结新中国成立以来金融发展与改革的经验与成就,注重改革政策之间的协调配合,注重经济发展与金融制度的协调关系等,都是今后金融改革的宝贵经验。", "label": "经济学", "id": 0}
{"content": "自2015年12月成为全国小微企业金融服务改革创新试验区以来,台州金融业积极探索,勇于实践,在小微金改方面取得了一系列创新成果,形成了可复制、可推广的小微金融\"台州模式\"。在小微金改中充分发挥保险业在风险保障、融资增信、风险管理、社会管理等方面的功能,解决小微企业\"难保险、保险难\"的问题,对完善小微金融服务体系、提升金融业服务小微企业发展实效具有重要意义。本文从台州保险业服务小微企业的现状出发,剖析存在的问题,总结台州保险业服务小微企业的实践经验,提出保险业小微金改的发展方向。", "label": "经济学", "id": 0}
{"content": "在浙江省金融标准创新建设试点工作中,地方保险机构将是重要的参与主体。地方保险机构如何扬长避短,在试点工作中发挥应有的作用是保险机构及金融管理部门的重点课题。本文从我国金融标准化建设的背景出发,浅析当前地方金融机构在标准化工作中的突出问题,并提出较为可行的改进建议,同时分析地方保险机构如何建立参与试点工作路径,为金融标准化建设的推进贡献力量。", "label": "经济学", "id": 0}
{"content": "长三角金融区的发展将实现如下功能:一是整合区内金融组织体系配置。日前长三角内金融组织体系在空间的分布上十分均齐,每一级行政区域内都相应存在同等规模的金融组织群,而金融聚集程度应与区域经济发展水平、金融资源的空间流转水平相匹配。京津冀都市圈是中国继长三角、珠三角之后第三大最具发展潜力的经济区域,在京津冀都市圈中,京津廊地区以最为突出的区位优势、密切的依存关系、明显的功能互补、雄厚的经济实力、快速发展的区域合作,正成为物流、人流、信息流联系最为密切的\"黄金三角区\"。\"京津廊\"是在京津冀地区的地理中心,京津廊区域的发展,在京津冀区域合作中占有举足轻重的地位。廊坊区域与京津金融对接具有重要的现实意义。", "label": "经济学", "id": 0}
{"content": "本文在參考已有研究中的金融-產業協調模型的基礎上,豐富了已有模型的指標體系,利用粵港澳大灣區2008-2017年的統計資料,計算出大灣區城市金融-產業協調度;在此基礎上進一步採用對比研究法,將粵港澳大灣區金融集聚和產業結構水準在不同時間上的前後對比和同一時間的橫向比較的內容加入評價模型中,計算出大灣區2017年的城市金融-產業互動發展程度。研究表明:2017年粵港澳大灣區各城市的金融-產業互動發展程度更多受到其金融-產業互動變化情況因素的影響,大部分城市的金融-產業協調級別較模型改進前有所提高,其值分佈也更為集中。未來粵港澳大灣區城市間應加強金融和產業的協作,共同提高金融集聚和產業結構水準,實現金融和產業的互動協調發展。", "label": "经济学", "id": 0}
{"content": "綠色發展是我國未來走向高質量發展的又一新路徑,而綠色金融是其發展的重要支撐,有利於促進綠色高新產業的發展與興起。近年來,全球針對此初生領域的關注熱度可謂是\"日趨高漲\"。中國作為全球綠色金融的主要倡導者,在穩步推進各項工作的同時也逐漸成為全球標榜的\"旗手\"。國家\"一帶一路\"的倡議以及粵港澳大灣區的建設規劃,也為綠色金融帶來了龐大的發展空間與無限的可能。大灣區兄弟城可謂是整合了\"密集的創新資源、發達的經濟體系、優質的宜居環境以及完備的基礎設施\"等優勢條件,在定位及功能明確的基礎上,澳門特別行政區（以下簡稱\"澳門\"）在發揮更大的區域作用與助力國家戰略功能上,如何在經濟增長及轉型上找到突破點尤為重要,而\"科技創新\"的推進至為關鍵,需要\"相互搭檯\"與\"各司其職\"雙管齊下。本文主要圍繞《粵港澳大灣區發展規劃綱要（以下簡稱\"綱要\"）》,借鑒五大綠色金融改革示範區經驗,就如何充分發揮平臺優勢,探索澳門綠色金融發展的可行性以支持大灣區共同發展建言獻策。", "label": "经济学", "id": 0}
{"content": "<正>我从事金融研究40年,从1979年上中南财经政法大学金融专业,到今天整整40年,但是我感到汗颜的是,各位都谈金融创新的问题,由于我倚老卖老,对于深圳金融历史了解得比较多一些,我想从这个角度谈一下我对深圳金融创新有着怎样的理解。其实我的主题没有偏题,因为大的题目就是从特区到示范区。我就从特区到示范区两方面谈一下我的", "label": "经济学", "id": 0}
{"content": "<正>我今天讲的是汇丰银行给我们的课题,《粤港澳大湾区绿色金融发展报告》,我打算把这一报告的脉络和大家汇报一下,同时我们做了一个意见反馈表,希望大家在汇报的过程中有什么意见和建议可以随时给我们反馈。我们的报告分成四个篇章,首先是概况篇,主要介绍什么是绿色金融,粤港澳为什么要做绿色金融。然后把粤港澳绿色金融打开,中间两个篇章,一个是城市篇,可各个城市", "label": "经济学", "id": 0}
{"content": "<正>为深入贯彻党的十九大精神,积极应对首都人口老龄化的形势,加快北京市养老服务业发展,发挥金融支持养老发展的重要作用,北京市民政局于9月20日印发了《关于金融支持养老服务业发展的实施意见》（京民养老发[2019]152号,以下简称《意见》）。《意见》提出,统筹各类金融资源,持续推进改革创新,建立和完善有利", "label": "经济学", "id": 0}
{"content": "<正>为进一步提高公众金融知识水平和金融风险防范意识,持续推动消费者权益保护工作,根据黑龙江银保监局的工作部署,黑龙江省保险行业协会于9月以\"金融知识普及月金融知识进万家争做理性投资者争做金融好网民\"为主题开展了2019年金融知识集中宣传普及专项活动。据介绍,此次宣传活动由中国人民银行、", "label": "经济学", "id": 0}
{"content": "<正>北京金融监管局党组成员、副局长栗志纲在第二届中国银行保险业国际高峰论坛上表示,上半年北京金融业增加值居各行业之首。作为国家金融管理中心,首都金融业发展迅猛,已成为北京市的第一支柱产业。今年上半年,北京金融业增加值占GDP比重达到19.3%,居各行业之首。北京是一行两会、国家金融企业总部和重要金融基础设施所在地,中央管理的金融企业94%注册在北京,亚投行、丝路基金等都设在北京。截至上半年,全市拥有持牌法人机构830家,金融资产总量近145万亿元,居全国之首。目前,北京已形成金融街合作发展理事会、金融街服务局、金融街服务中心有限公司、金融街论坛四位一体的服务支持体系。这些都将为中外金融机构在京发展创造更好的条件,提升北京城市吸引力。", "label": "经济学", "id": 0}
{"content": "<正>2019年12月5日,北京市地方金融监管局宣布,北京市在全国率先试点金融科技\"监管沙盒\"。这是北京市为落实《国务院关于全面推进北京市服务业扩大开放综合试点工作方案的批复》,加快全国科技创新中心和国家金融管理中心建设的重要部署。北京金融局表示,在央行的指导支持下,北京市在全国率先启动金融科技创新监管试点,探索构建包容审慎的中国版\"监管沙盒\",运用信息公开、产品公示、共同监督等柔性管理", "label": "经济学", "id": 0}
{"content": "在我国经济社会发展\"新常态\"下,经济、社会、环境酝酿转折性调整。当前,我国正以绿色金融发展为重要抓手,启动了服务于绿色发展目标的金融供给侧结构性改革。作为我国提出的最为重要的区域发展战略之一,粤港澳大湾区通过绿色金融合作实现绿色发展的空间巨大。通过发挥粤港澳三地优势,融合三地特点,解决三地差异,实现跨境绿色资本、人流、资金流、信息流的有效流动,一方面,可以盘活当前大湾区内部金融资源的存量,另一方面,通过绿色金融合作目标的设立,可以实现湾区内外金融资源的有效衔接,实现高质量增量发展,为实体经济的绿色创新发展提供增长动力。本研究从粤港澳大湾区的现状出发,对当前大湾区三地开展绿色金融的可行性和必要性进行了全面分析,并对于湾区内部的香港、澳门、广州、深圳以及其他域内城市的功能进行了分别定位。与此同时,通过较为广泛深入的调研,结合大湾区内部的客观条件和国内外绿色金融发展经验,分析了粤港澳大湾区绿色金融合作所面临的挑战并对本区绿色金融发展提出建议。", "label": "经济学", "id": 0}
{"content": "进入21世纪以来,我国社会经济高速发展,城市群建设、区域经济整合成为我国区域经济发展的新态势,粤港澳大湾区应运而生。为了顺应时代发展潮流,实现社会主义可持续发展,促进粤港澳大湾区的进一步产金融合便显得十分重要。本文首先介绍了新型产业和新型金融在粤港澳大湾区融合发展的现状,然后对粤港澳大湾区产金融合发展过程中存在的问题与障碍进行分析,最后为深化金融产业协同提出了相应的对策与建议,以期助力粤港澳大湾区实现跨越式发展。", "label": "经济学", "id": 0}
{"content": "完善融资担保体系是解决中小微企业融资难、促进普惠金融发展的有效手段。沈阳市融资担保体系框架已经搭建,政策性融资担保机构已经建立,融资担保业务逐步开展,但在融资担保规模、行业结构、风险分担、生态环境等方面仍然存在问题,因此,需要对融资担保体系进行完善,主要包括增强资本实力,提高政策性融资担保公司占比;降低政策性融资担保公司风险,优化风险分担机制;明确监管权责范围,完善融资担保监管体系;强化行业协会作用,优化营商环境。", "label": "经济学", "id": 0}
{"content": "受新冠肺炎疫情、单边主义叠加、贸易保护主义抬头等影响,国际经济形势严峻,不确定性风险因素增多,人民币国际化进程的推进在全球经济衰退和逆全球化趋势背景下受到一定阻碍。人民币汇率呈现频繁的双向波动,且波动幅度也逐渐扩大。本文在购买力平价理论基础上,以巨无霸指数为视角研究人民币汇率的未来走势,对我国构建以国内大循环为主体、国内国际双循环相互促进的新发展格局具有实际意义。", "label": "经济学", "id": 0}
{"content": "我国并非允许外资对所有行业进行投资,对于包括交通运输、教育、医疗等在内的一系列关系社会稳定和政治安定的行业,通过《外商投资产业指导目录》（下称《指导目录》）对外资进入进行着严格限制,这也给相关企业的融资需求造成了较大的影响。为了有效规避我国外商投资管理中对于外资股权的限制,二十年来,众多知名的中国公司通过搭建VIE结构成功在境外融资,并茁壮成长成为享誉全球的大企业。但长期以来我国缺乏对VIE结构定性和监管方面的法律法规的明文规定,使得VIE架构在监管模式和力度方面不易把控,存在潜在的风险。", "label": "经济学", "id": 0}
{"content": "目的:新冠疫情在全球的爆发,使全球经济进入\"大萧条\"时期,汇率的稳定性会直接影响到一个国家进出口产品的需求,保持汇率的稳定性可以扩大出口,缓解就业压力,降低经济发展的不确定性,为经济快速发展提供良好的成长环境,因此研究新冠肺炎疫情对人民币稳定性和国际化的影响,具有较强的前瞻性和现实意义。方法:首先在数据处理方面,对各国的汇率数据进行特征分析（如表1所示）,发现数据总体上呈现\"尖峰厚尾,非对称\"的特征,为了研究离岸人民币（中国境外经营人民币的存放款业务）与世界主要交易货币（美元,欧元,日元,英镑,澳元）的相依性关系,本文将建立适用于具有耦合结构的变量的模型进行数据分析。其次在模型建立方面,考虑到本文旨在分析新冠疫情前后汇率稳定性的变动问题,为了更好的描述不同时间段下汇率间的相依关系,选择5种不同类型的时变Copula函数（Gaussian Copula、t-Copula、Gumble Copula、Clayton Copula和Frank Copula）对离岸人民币与其它五国汇率进行相依性建模,作为对比,同时也将美国与其它五国汇率进行相依性建模,进而分析人民币汇率的稳定性。结论:研究发现,当国内疫情爆发时,离岸人民币会受到其它五国汇率的影响而出现不同程度的波动,五种Copula函数依据赤池信息准则（AIC）准则,选择合适的Copula函数刻画汇率间的相依关系。通过对相依关系的分析,可以知道,当国内疫情得到控制而国外疫情开始爆发时,离岸人民币能快速调整自身波动并恢复到稳定状态,这为人民币国际化提供了新机遇,最后对今后稳步提升人民币汇率提出政策性建议。", "label": "经济学", "id": 0}
{"content": "2021年二季度,人民币在全球外汇储备中占比为2.6%,相比于2016年第四季度人民币加入特别提款权（SDR）篮子时上升1.5%,但距离中国GDP在世界的占比17%还相去甚远。迄今为止的人民币国际化进程可以分为三个阶段,在第二阶段受人民币兑美元由升值转为贬值、中美利差收窄、跨境资本流出管制加强等原因导致人民币国际化进程停滞后,当前所在的第三阶段恢复稳步推进态势。受益于中国经济规模、\"一带一路\"等策略及各项支付便利化举措,人民币支付结算职能稳步推进。价值贮藏职能与资本项目开放关系密切,资本项目开放的前提是风险可控、利率市场化及汇率富有弹性,总体来看处在渐进推进过程中。未来在推动人民币国际化过程中,将为跨境电商、跨境物流,以及这些场景下的支付、投融资、保险等业务发展带来机会,也将为第三方支付、央行数字货币（CBDC）的跨境应用带来机会,还将带来跨境金融业务、中国企业跨境扩张等机会。", "label": "经济学", "id": 0}
{"content": "随着人民币全球使用范围的不断扩大,境内外对人民币支付清算的需求也持续增长。一方面,需求的增加给跨境银行间支付清算有限责任公司（以下简称\"我公司\"）的业务发展创造了良好的条件;另一方面,也对我公司的清算服务能力以及标准建设提出了更高的要求。本文通过对国际权威研究报告及领先标准实践进行研究,不断推动相关国际标准在人民币跨境支付系统（以下简称CIPS系统）的深度创新应用,并以金融市场基础设施能力模型为依据,提出了跨境支付清算标准体系的建设思路和框架。", "label": "经济学", "id": 0}
{"content": "长江经济带是我国践行改革开放的重要空间,以吸引外部投资与内部经济改革为重要特征。在经济全球化下,长江经济带城市体系也随着资本的全球流动发生变化。尤其是外资企业作为吸引全球经济资本的载体,其在长江经济带的选址与分工深刻地影响着所属城市的经济地位与价值分工,从而使长江经济带城市群体系呈现出新特征。因此本次研究从外资企业入手,采用价值区段与关联网络的分析方法,揭示了长江经济带城市群体系的外资开放特征与城市群关联网络特征,发现长江经济带整体外资开放度呈现\"两头高,中部低\",中部城市群发展滞后的特征,并未按照传统梯度转。而长江经济带以长三角城市群为\"门户城市群\"、以上海为\"门户城市\",是对外经济的窗口。在城市群体系方面,长江经济带未形成大流域经济关联体系,目前仍处在城市群内部集中发展阶段。", "label": "经济学", "id": 0}
{"content": "西南部地区的开发建设需要大量的资金投入,在当前国家直接投资有限,西南部地区本身资本形成困难的情况下,积极、合理、有效的利用外资,成为西南部大开发的一个重要思路。它有利于西南部地区增加建设资金,充分发挥资源优势,改善产业结构,促进经济体制改革,对西南部地区经济建设具有重要的意义。党的十六届三中全会明确提出了\"坚持以人为本,树立全面、协调、可持续发展的科学发展观\",这是我们党对社会主义建设指导思想的新发展。这一科学发展观为我国西南部大开发及西南部利用外资提供了新的思路和理论指导,同时对西南部地区利用外资提出了新的要求,在这一新的发展观的指导下,分析西南部利用外资现状与存在问题,重新审视现行西南部利用外资战略,探讨新的时代背景下西南部利用外资新战略,是备受关注的问题[1]。", "label": "经济学", "id": 0}
{"content": "<正>当前,我国经济发展的外部环境复杂严峻,新冠肺炎疫情引发全球经济深度衰退,国际市场大幅萎缩,产业链供应链受到冲击,保护主义持续升温,特别是美国对我国战略围堵加剧,进一步加大外部环境的不确定性。党中央明确提出要\"加快形成以国内大循环为主体、国内国际双循环相互促进的新发展格局\"的重大战略部署。外资企业是链接国内循环和国际循环的纽带。截至2019年底,我国累计实际使用外资额22873亿美元,外资企业约占我国工业增加值的1/4、进出口总额的2/5、财政税收的1/5、城镇就业的1/7。推动形成\"双循环\"新发展格局,应注重发挥外资企业的重要作用。2020年7月24日,中国国际经济交流中心课题组在中国外商投资企业协会支持下,与三星、", "label": "经济学", "id": 0}
{"content": "<正>随着我国经济全面步入新常态,国内金融改革与金融开放进入了重要阶段,金融供给侧结构性改革、防范化解金融风险、深化金融改革开放,成为当前我国金融发展的三大主要目标。在2019年初中央政治局关于\"完善金融服务、防范金融风险\"的学习会议上,习近平总书记强调,要把金融改革开放任务落实到位,同时根据国际经济金融发展形势变化和我国发展战略需要,研究推进新的改革开放举措,并明确指出要\"提高金融业全球竞争能力,扩大金融高水平双向开放,提高开放条件下经济金融管理能力和防控风险能力,提高参与国际金融治理能力\"。深化金融改革开放,是防范化解金融风险的\"治本之策\"。", "label": "经济学", "id": 0}
{"content": "<正>一、我国资本市场对外开放仍处于快车道自2002年以来,我国资本市场的对外开放共经历了四个阶段,当前我国仍然处于对外开放的快车道上。第一阶段（2002年11月一2010年7月）:以合格境外机构投资者（QFII）制度为起点,我国资本市场对外开放进入初期。在这一阶段,以QFII制度这一过渡性安排为窗口,我国股票市场率先实现逐步对外开放,该阶段外资呈现出两个显著特点:一是该阶段流入基本上仅限于股票资金;二是该阶段基本维持持续净流入而鲜有中断。", "label": "经济学", "id": 0}
{"content": "<正>一、日本:外资券商由盛转衰,逐步聚焦细分领域（一）循序渐进推进金融业开放,为本土证券公司发展争取时间日本金融行业开放带有明显的保护主义色彩。第二次世界大战后,日本实行\"护卫舰式\"的严格监管,为本土金融机构提供保护。1965年,日本政府修订了《证券交易法》,迫使证券公司兼并重组,日本证券公司数量从1963年的593家迅速下降到1968年的277家,整体实力也得到加强。在本土券商竞争力加强、国内金融市场较为成熟后,再逐步全面开放。", "label": "经济学", "id": 0}
{"content": "5年来,\"一带一路\"倡议正成为新时代中国向国际社会提供的最受欢迎的公共物品,它深化了我国同沿线国家和地区的金融合作,从多方面对人民币国际化产生了重要影响。不过,因响应\"一带一路\"倡议的国家多为发展中国家,经济基础较为薄弱、政策环境不够稳定、政治局势依然动荡的特征使得在沿线投资的政治风险较高。所以,这必然就要求我国企业充分利用人民币国际化在提升全球事务话语权、获取全球资源定价权以及减轻对美元依附等方面的优势,有效应对政治风险。基于此,我国应努力塑造人民币的良好法治信用、加强与沿线国家经济关系的制度化构建、健全人民币离岸市场监管体系、建立人民币循环流动机制,逐步深入推进人民币国际化的法治建设。", "label": "经济学", "id": 0}
{"content": "面对严峻复杂的外部环境和国内经济下行压力,2018年党中央审时度势,提出\"六稳\"工作,把\"六稳\"作为实现中国经济稳中求进的基本要求。习近平总书记就稳住外贸外资基本盘做出重要指示批示。但目前关于稳住外贸外资的测度研究还不多,特别是有关疫情等突发事件下外贸外资发展趋势性判断的统计研究更是较少,鉴于此,本文旨在围绕稳住外贸外资基本盘,研究突发事件、外贸外资和宏观经济间的压力传导过程和影响机制,为政府决策和统计监测提供参考。本文使用的数据主要来自未来一年外贸外资企业发展信心专项调查。课题组委托天津市统计局社情民意调查中心开展电话调查,调查样本800个,按照分层随机抽样从全国第四次经济普查外贸外资企业信息名录中抽取,抽样比例约为10%。还有部分数据来源为中经统计数据库国内经济数据及海关数据。本文第一部分,在国家统计局企业景气指数基础上,引进突发事件因素和企业获得感因素,设计了可以量化分析突发事件影响的指数编制方法。该方法采用问卷调查法编制,使用因子分析法确定指标权重,从政务、市场、经济和要素环境四个方面反映企业未来一年信心情况。第二部分,基于2000年以来发生的重大突发事件,使用MS-VECM模型和脉冲模型,研究突发事件下外贸外资与宏观经济发展周期的关系。实证分析了天津出口和经济增长之间的关系以及主要贸易伙伴（美国、日本、欧盟、东盟）影响情况。第三部分,基于外贸外资企业特征和信心指数,利用决策树模型分析影响因素,提出提升路径。最后一部分梳理了研究不足和改进方向。研究贡献方面,一是提出了一种可量化突发事件影响的指数编制方法,该方法具有较强的拓展性、通用性和针对性,可用于多领域统计监测。二是提出了使用MS-VECM模型和脉冲模型研究经济发展周期的方法,实证分析了重大突发事件下外贸外资与经济发展周期的关系。", "label": "经济学", "id": 0}
{"content": "<正>一、前言长期以来,我国台湾地区金融制度环境较保护传统金融业者,并鼓励金融机构从事金融科技创新,但对\"非金融机构\"从事金融创新,则缺乏友善。加以我国台湾地区金融服务基础设施涵盖范围广,特别是银行家数过多（Overbanking）之经营环境下,使从事金融创新之金融科技业者,可拓展之市场较小,发展速度亦较缓慢。以汇兑业务为例,当前包括欧盟、美国、日本及新加坡等地之金融法规,均已开放无银行执照者可从事汇兑之金融服务,其中欧盟《第二号支付服务指令》（Second Payment Services Directive,PSD2）于2018年1月生效,并未限于银行始可申请办理支付服务（含国外汇兑）,其理由为,办理国内外汇兑业务规范之立法目的,系防制洗钱或打击资恐、消费者保护、汇兑服务效率及安全,尚非金融稳定因素,此与银行审慎监理原则有别。", "label": "经济学", "id": 0}
{"content": "<正>2018年4月13日习近平总书记在庆祝海南建省办经济特区30周年大会上的讲话中郑重宣布,党中央决定支持海南全岛建设自由贸易试验区,支持海南逐步探索、稳步推进中国特色自由贸易港建设,分步骤、分阶段建立自由贸易港政策和制度体系。2018年4月14日中共中央、国务院出台了《关于支持海南全面深化改革开放的指导意见》（以下简称\"12号文\"）,其中第10条论述了海南如何探索建设中国特色自由贸易港,支持海南在内外贸、投融资、财政税务、金融创新、出入境等方面探索更加灵活的政策体系、监管模式和管理体制。①\"12号文\"明确提出,海南自由贸易港要体现中国特色,符合海南省发展定位,借鉴国际自由贸易港建设经验,不以转口贸易和加工制造为重点,而应以发展旅游业、现代服务业和高新技术产业为主导。②", "label": "经济学", "id": 0}
{"content": "随着世界自由贸易不断加强,为了满足\"一带一路\"倡议的需要及提高国家对外开放程度,国务院于2016年提出设立包括湖北省在内的7个自贸区。湖北自贸区宜昌片区自挂牌成立后,充分发挥内陆优势,学习国外和上海等地的自贸区在外资管理模式方面的成功经验,在外资管理模式改革及创新方面已取得一定成效。这篇文章对宜昌片区外资管理模式的改革与创新进行了研究,并分析了它为宜昌市人民和企业带来的福祉,对打造更为开放的宜昌有一定借鉴意义。", "label": "经济学", "id": 0}
{"content": "<正>人民币短期内不会很快取代美元的地位,但是人民币在全球储备和国际贸易中的地位不断上升。由于美元在最近几周大幅走弱,因此关于美元失去其作为世界储备货币的主导地位的说法很多。不过分析师否认了这一说法,称目前没有可行的美元替代方案。他们认为,美元的两个最接近的竞争对手欧元和人民币都有各自的缺点。但是,分析人士指出,由于人民币将越来越受到重视,再加上其日益增长的经济影响力,其全球使用率实际上已经逐渐上升。", "label": "经济学", "id": 0}
{"content": "行业宏观概况中国vs全球跨境支付——后起之秀力量不可小觑纵观全球跨境支付历史演变过程,跨境支付是随着国际产业分工及国际交往活动的持续发展而兴起的。数据显示,2018年全球跨境支付总金额达到了125万亿美元,预计2022年将达到218万亿美元,由此可产生巨额收益。我国跨境支付的发展历程与国际跨境支付史发展轨迹基本吻合,虽然总体起步较晚,但近年来却取得了长足的进步。行业在政策鼓励下经历几年快速发展后,涌现出了一批优秀的企业,但同时也引来一些不良企业在法律灰色地带展业,因此近两年国家逐步加大对跨境支付行业整顿力度,接连发声并出台政策。行业合规整顿以及备付金利息收益的消失殆尽,为行业带来阵痛期的同时,也必将推动?业向着更深度的科技服务和更广度的市场发掘方向全?转型。放开后收紧,行业合规势在必行——政策环境总体利好行业长期发展细分领域现状及建议行业进入发展平稳期——赛道热度开始减退,跨境电商规模增速放缓影响第三方跨境支付行业发展2019年跨境支付赛道融资事件数量骤减,跨境电商是第三方跨境支付依托发展的重要领域,在经历了早期的高速增长之后,中国跨境电商规模增速将逐渐放缓,因此在没有新的业务模式或新兴领域出现的情况下,依托于跨境电商的第三方跨境支付行业很难再呈现高速增长趋势;与此同时,2020年全球疫情也对行业带来严重影响。B端市场破局关键:价格战不可取,未来发展重在为跨境经营者提供完备业务支持B端市场费率回落,一味通过价格战抢占现存客户必将使得企业利润下降,并非长久之计;相反,企业需要延伸出更多能力去帮助商家解决跨境收款问题,如向商家提供包括贸易服务、营销服务及资金流转所需的金融产品服务等,长期完善跨境支付安全及便捷问题,以能够更精准的定位受众群体、获得更多新客户。跨境支付C端市场的发展不能仅依赖跨境进口电商或垂直支付领域的规模增速,而需要主动拓展境外线下支付市场,未来支付宝和微信在出境旅游以及海外电子钱包两个领域仍有很大的发展空间。以支付宝为例,目前已为超过200个国家和地区的海外商家和用户提供线上及线下收付款服务。C端市场破局关键:境外线下支付是重点深耕领域趋势洞见内资外资机构并驾齐驱——国内支付市场难撼动外资企业将重点布局跨境支付央行在2018年第7号文中放开了外商投资支付机构准入限制,明确了准入规则和监管要求,同时强调对内资外资企业一视同仁、实行统一管理办法,标志着行业政策向外资企业正式敞开。而支付宝、微信国内移动支付市场已形成的难以撼动的双强局面,因此外资企业将发挥自身显著优势重点布局跨境支付。并购或转型——不同梯队非持牌公司未来发展前景分化强监管政策以及外资机构的进驻,势必带来行业格局发生变化,在此大环境下头部支付机构间会掀起一波并购热潮以曲线获得牌照;而中小型非持牌支付机构因缺少足够的现金量去支撑其采购牌照,未来或将向第四方支付公司转型,以自身的渠道优势为第三方支付公司及跨境商户提供不同的支付解决方案。技术升级区块链等金融科技将为跨境支付带来颠覆性飞跃对于第三方跨境支付而言,区块链技术为跨境电商出口贸易等领域提供更多可能性,想象空间令人期待。同时云计算以及人工智能大数据等金融科技在第三方跨境支付领域的应用还可进一步加深,未来金融科技技术势必不断发展并逐渐被成熟应用,将在跨境支付反洗钱、反欺诈、风控、支付体验、产品升级等领域大有作为,为行业带来颠覆性的飞跃。", "label": "经济学", "id": 0}
{"content": "<正>为了应对美国针对伊朗重新施加的制裁,2019年1月31日,德国、法国、英国在巴黎成立了\"贸易往来支持工具\"（简称\"工具\"）,旨在避免使用美元进行跨境支付,减少美国制裁对欧、伊之间正常贸易的干扰,并促进欧元国际化。为了应对美对我可能发起的金融战,借鉴欧洲经验,建议我国适时申请加入\"工具\";建立以人民币计价的易货贸易结算体系;加快人民币跨境支付系统的国外布局,支持易货贸易结算体系。", "label": "经济学", "id": 0}
{"content": "匯率作為開放經濟體系最為基本的宏觀經濟要素之一,其變化對國際經濟金融有著不可替代的影響。匯率的波動存在波動率聚集、尖峰厚尾和非對稱性等特點。本文搜集了2007至2017年的美元兌人民幣的日平均中間價作為樣本數據並進行處理,取對數差分建立波動率序列。基於GARCH模型探究其波動的特徵和原因,並通過預測驗證了模型的可行性。本文分析了人民幣匯率在三個階段波動的原因及影響,包括08年次貸危機、15年央行調整人民幣匯率報價制度、17年外匯儲備調整。發現匯率對數差分序列隨著匯率市場化程度的不斷深化,波動也隨之明顯。在處理數據後,進行了GARCH模型的適用性檢驗,包括平穩性核對總和ARCH效應檢驗,發現匯率波動的對數差分序列適用於GARCH（1,1）模型。在建立GARCH（1,1）模型後本文擇選了2015年1月21日至2017年10月31日共677個樣本數據進行模型檢驗,對2017年11月的人民幣匯率進行預測並與真實值比較。發現誤差在可接受範圍內,證明了模型真實可靠。利用2007年至2017年的數據建立GARCH（1,1）模型,對匯率波動性進行分析後,本文針對人民幣匯率波動的規律性和特徵對現階段下的貨幣政策,提出了完善浮動匯率制度、重視和規範數位貨幣及建立健全衍生品市場的看法和建議。", "label": "经济学", "id": 0}
{"content": "为了实现经济高质量发展,我国亟需提升资源绿色利用效率。本文基于2006年至2014年全国30个省份的面板数据,采用DEA方法改善节约指数并测算出资源绿色利用效率,运用固定效应与SYS-GMM模型,进一步探究财政分权和外商直接投资对资源利用效率的影响机制。研究结果表明:我国各个省份的资源绿色利用效率较低且存在显著性差异,可能是由于我国的资源分布不均,地区之间的生产水平不同;财政分权对资源绿色利用效率呈现显著负向影响,国内财政政策降低了地区的技术进步动力和环境质量;FDI与资源绿色利用效率呈显著负相关关系,验证了\"污染天堂\"假说;财政分权与外商直接投资的交互作用对资源绿色利用效率具有显著的正向影响。进而建议充分考虑财政分权和FDI的耦合机制,努力提升资源绿色利用效率,更好地实现我国经济高质量发展。", "label": "经济学", "id": 0}
{"content": "外资加工贸易是我国对外贸易重要组成部分,外资加工贸易转型升级带动了我国对外贸易的转型升级,但自2011年以来,我国外资加工贸易的发展陷于停滞,其转型升级对我国对外贸易的带动作用趋弱。加大高级要素的培育、知识产权的保护、提升内资企业的技术吸收与创新能力将有助于进一步促进外资加工贸易的转型升级。", "label": "经济学", "id": 0}
{"content": "此文是杨帆教授主持的中央社会主义学院高级智库重大课题《中美贸易摩擦走向及其政治影响与对策》（23318135）的一部分。美国宣布中国为\"汇率操纵国\",开启了中美汇率战,性质非常严重。文章考证了\"汇率操纵国\"的定义,及其与\"干预\"的区别,指出这完全是美国单方面的定义,而且中国的情况不符合美国定义,这是特朗普制造的\"莫须有\"罪名,目的是对中国极限施压,并在法律上开拓进一步打压中国的空间。文章指出此举直接目的,是防止人民币贬值,打击中国出口;制造\"保七崇拜\",加大人民币贬值预期,迫使中国用外汇托汇率,消耗中国外汇储备。文章提出的对策是:适当时机将人民币贬值;保持外汇管制,防止外汇流失;坚决降低房价,控制消费品价格,提高人民币国内购买力。汇率战,是贸易战向金融战的过渡,说明中美战略竞争继续向全方位展开,局面十分严重,中国必须全面应对,以挫败美国的打压。", "label": "经济学", "id": 0}
{"content": "<正>近年来,人民币国际化取得了较大进展,人民币在计价、投资、价值储藏等领域使用进一步增加。当前人民币国际化水平进一步提升受到国内外多种因素制约,面对错综复杂的国际国内环境,需要稳妥有序推进人民币国际化。一人民币国际化取得了较大进展（一）人民币跨境支付结算职能保持稳定2017年人民币跨境收付金额总计92万亿元,占同期本外币跨境收付金额的22.3%,连续七年成为中国第二大跨境收付货币;全年经常项目项下人", "label": "经济学", "id": 0}
{"content": "我国从90年代积极引进外资,转变为出口导向型经济增长模式,进出口对经济增长发挥了重要作用。本文利用2000-2013年中国海关贸易数据库出口数据对我国出口导向型外资企业地理格局的演变进行刻画,出口导向型外资企业在数量和出口贸易额呈现增长的趋势,出口产品以资本密集型、技术密集型产品为主,主要集中在京津冀、长三角、珠三角、山东半岛、辽中南地区,存在从沿海向中西部内陆地区、由核心城市向周边城市逐渐扩散的特征,外资企业出口国家也变得更加多元。构建出口城市-目的国面板模型,对出口导向型外资企业出口的增长和衰退因素进行了探讨。研究结果表明,出口导向型外资企业出口增长与出口衰退是多种要素共同作用的结果,体现了演化经济地理学、新经济地理学、集聚外部性、邓宁折衷理论。第一,路径依赖产生的溢出效应对出口增长存在显著的促进作用,一定程度上阻碍出口衰退。第二,本地实际情况在出口导向型外资企业的区位选择过程中发挥了重要作用。第三,政策对出口导向型外资企业的发展有影响,政府决策对市场经济发展过程中有补充作用。", "label": "经济学", "id": 0}
{"content": "在大数据时代,如何整合多源异构数据,广泛挖掘信息为决策服务,是近年来各方关心的问题。本文利用作者提出的多源异构数据的图像整合方法（MODII）,将财经新闻文本信息、宏观经济信息以及市场交易数据,整合成二维图像,以不同时间窗口的图像数据作为模型输入,利用卷积神经网络对融合的图像数据进行不同周期的涨跌预测训练。通过实验发现,本文构建的多源异构数据图像整合预测模型,融合60天信息的图像数据对未来5天的股指涨跌的预测表现良好,样本外准确率可达63%。由于图像数据能够更直观的展示股价、经济数据以及市场参与者的情绪等的波动和趋势,相比传统时序数据的预测模型以及单一数据源预测模型,MDII预测方法具有更好的预测效果。本文的实证结论表明,MODII预测模型在股指预测中具有较大的可行性与优势。", "label": "经济学", "id": 0}
{"content": "网络借贷减少了信息不对称带来的逆向选择和道德风险,它具有交易成本低、覆盖范围广以及投资需求旺盛的特点。但由于行业缺乏长效监管政策以借贷平台风险管理能力弱等原因,网络借贷行业出现了一系列问题,需要加强政策引导,从制度、监管、市场等方面构建更加规范的监管机制与市场机制。", "label": "经济学", "id": 0}
{"content": "研究目的:2020年我国体育产业产值达到30000亿元,如此大体量的体育产业需要一定的消费加以释放。作为拉动经济的三驾马车,消费在经济增长方面的贡献无可替代。在消费升级大环境下,体育领域应该抓住机会,搭上政策的班车,继续深挖体育产业的巨大价值。与传统消费不同,新时代的消费具有及时性、超前性以及盲目性等特点。虽然我国居民收入增加了,但由于生活压力、通货膨胀等问题用于消费的支出却并未真正增多,工作压力、学习压力以及健康问题逐渐成为社会关注点,很多身体问题的出现让本来被忽视的体育重新得到了关注,但有些昂贵的\"入门费\"阻碍了消费者参与到体育活动中,这对于体育的发展以及体育产业的开发是不小的冲击。因此需要在金融中找到解决方法,金融贷款应成为体育领域的必需品。从车贷到房贷,我们所熟知的贷款并不包括体育贷款,就连旅游信贷也慢慢地发展起来,与旅游有很大的相似点,体育却没有与金融有很好的融合。所以针对这种问题,为消费者提供更多的可支配资金让他们有更坚实的基础进行体育消费,所以体育金融贷款能更好的挖掘消费潜力促进消费升级。从这点出发,我展开了对体育消费金融贷款的研究,试图建立体育与金融深度融合的新形式。为那些没有足够收入但却对体育消费有一定憧憬的消费者以信贷形式提供资金支持。研究方法:主要采用文献资料法以及规范分析法。研究结果:1.体育消费金融贷款制度疏解主要包括以下3个方面:1.功能定位,即是体育消费金融贷款应发挥的实际功能,主要包括体育活动的参与、健身娱乐、体育旅游、体育产品及服务的购买等,其主要目的是为了消费者能够更好的参与到体育中来,获得更多的运动机会。对于那些体育中涉及到博彩、赌博、理财产品等业务,要进行严格审核,避免造成市场混乱,以及出现钻空子现象。2.社会基础,即是其能够存在于社会的基础,这里主要包括物质基础、社会基础等,物质基础就是目前我国人民收入水平提高,老百姓篼里的钱越来越多了,这对于贷款是很好的保障,社会基础就是国家的政策大力支持,为体育消费金融贷款的形成开辟了很多政策优惠。3.实现形式,这是体育消费金融贷款作为实际业务在市场中运行的形式,其中主要包括三方主体,借款人、贷款人以及第三方担保平台,同时要从从法理上、制度上、体系上建立完善的监管系统,搭建\"央行—个人—金融机构—监管体系\"为基础的信用保障体系。通过上面制度的疏解能够从宏观上对体育消费金融贷款有一个合理的解释。2.体育消费金融贷款的规范分析通过规范分析方法,对体育消费金融贷款的主体、贷款范围、程序梳理、信用保障进行合理构想。通过以上方法进行研究得出了以下结果:认为体育消费金融贷款的主体应是有需求的消费者,对于特殊群体如大学生、女性等需要特别关注。而贷款范围应该包括体育领域的各种基础消费,在程序上应建立\"银行金融机构—个人—第三方担保平台\"的借款合作形式,建立有效的信用保障体系。并且搭建体育消费大数据平台,让供需双方以及体育金融机构及时了解市场动态,进行针对性调整。同时体育消费金融贷款在现有市场上能够合理的运行,对于消费能力的挖掘以及消费升级有很大的推动作用,所以我们应该在政府的协助下,积极发挥市场的基础性作用,让金融与体育更好的有机结合起来,找到二者共存的点。研究结论:以上对于体育消费金融贷款的构想从实际出发,描绘了其原理过程,对于体育领域与金融的融合是一次大胆的尝试,为此需要更好的管理体系以及准备工作,对于体育消费金融贷款,它将势必推动消费的再一次升级。但是对于新事物来说,社会上并未真正出现体育消费金融贷款,这是一个潜在的问题,因此这个设想想要真正的实现需要一系列的实际检验,同时作为信贷业务,其中信用体系建设、借贷流程、权责主体明确等方面都需要加以完善,因此体育消费金融贷款仍有很长的路需要走,为了找到二者结合的方式需要进一步深入研究。", "label": "经济学", "id": 0}
{"content": "国家开发银行生源地助学贷款融合传统与现代的积极元素,得益于传统熟人社会、行政资源和互联网等多种因素的支持,创出了一个助学贷款的\"中国模式\"。自2007年试点以来,国家开发银行生源地助学贷款在回收方面取得了显著成效。基于对某些省份的实地调研,对于2007年发放的最早一批贷款,截止2018年年底,贷款本金的累计回收比例超过99%。未回收比例不足1%,远远低于15%的风险补偿金比例。助学贷款的年度本息回收额和发放额相比超过1,表明该助学贷款项目具备了自我循环运转的能力。当然,这一贷款模式也存在一些问题需要进一步完善。", "label": "经济学", "id": 0}
{"content": "在社会数字化的背景下,在线贷款便捷的在线金融服务受到现代大学生的青睐,但个人数据泄露、财产损失和信心危机等潜在风险也有所增加,引起了公众的广泛关注。由于金融时代的发展,大学生的金融需求急剧增加。然而,由于对金融信息、平台和大学生的偿付能力缺乏了解,学生无法控制自己的消费需求。本文结合大学生网上贷款现状调查的统计结果 ,解释大学生网上贷款的风险防范能力。", "label": "经济学", "id": 0}
{"content": "科技型中小企业是推动我国经济社会发展的中坚力量;轻资产、高研发投入、财务数据不乐观是科技型中小企业的普遍特征,而资金不足是影响其快速发展的最大难题。虽然利用知识产权质押融资已经成为企业解决融资难的一种有效途径,但是知识产权质押融资作为一种创新性的融资模式,在我国科技型中小企业中却举步维艰、如履薄冰。本文分析科技型中小企业知识产权质押融资存在的问题;并针对性的提出了促进知识产权质押融资的建议。", "label": "经济学", "id": 0}
{"content": "近几年来,随着我国政府对个体工商户发展的支持,个体工商户已逐渐成为我国民营经济的重要组成部分,同时其融资需求也进一步扩大,银行所面临的债务人信用方面的信贷风险也不可避免地有所增大。因此对个体工商户信用进行准确评估具有极其重要的研究意义和价值。首先,本文基于来自地区商业银行的数据集展开对本问题的研究,该数据集涵盖了2157条包括商户违约与否以及商户相关财务类指标、非财务类指标以及宏观环境指标等共计57个指标。为剔除无关变量、解决变量间多重共线性等问题,对数据预处理,采用Lasso回归算法对其进行筛选,并利用交叉验证法选取参数,最终确立了由26个指标组成的个体商户信用评估指标体系。其次,为找寻26个指标与商户信用（即是否会违约）间的内在联系,基于数据建立模型,本文选取了逻辑回归模型、随机森林模型、KNN分类以及支持向量机四类算法在训练集上进行训练,对数据不平衡问题作了相关处理,分别预测商户的信用状况。最后,为选择最优模型,本文选取AUC值、F1值以及准确率ACC值以及分析其混淆矩阵,对个体工商户信用评估分类效果作出评价。其中支持向量机模型由于其对数据依赖性较低处理小样本数据效果较好,效果优于其他模型;随机森林模型对未违约商户的预测性能最好。因此本文选定支持向量机与随机森林模型双重检验作为最终个体工商户信用评估预测模型,模型准确度和精准度均可达90%以上。根据本文分析,得出以下结论:（1）在个体商户信用评估问题上,商户的盈利能力和保证联保所涵盖的指标对个体商户信用影响较大,因此在对商户信用的评估作人为判断时,应着重查看这两项内容所对应的指标信息。（2）利用模型对个体工商户作出信用评估时,违约商户可信度:支持向量机>随机森林;未违约商户可信度:随机森林>支持向量机。", "label": "经济学", "id": 0}
{"content": "本文以2012绿色信贷指引事件构造准自然实验,运用DID模型探讨绿色信贷对企业长期借款、研发投入以及绿色创新的影响。研究发现绿色指引降低了绿色限制性行业的长期借款、研发投入,提升了绿色创新;且绿色信贷的政策效应随企业规模和产权性质变化而变化。进一步运用2008-2016年省级面板数据证实了绿色信贷指引促进了省级绿色创新,且提升作用在中部地区最明显;环境规制和企业融资约束能够调节绿色信贷指引的创新提升作用,且环境规制的调节作用在中部地区最为显著。", "label": "经济学", "id": 0}
{"content": "科学高效的信用风险评估系统一直是金融机构保证资金安全的重要屏障,现实中的信贷数据具有多源异构特性,集成分析难度大,数据融合效果不理想,缺少针对性专门研究。针对信贷数据的多源异构性,本文分别构造了价值特征、聚合特征和序列特征,并提出组合BP神经网络、卷积神经网络（CNN）及长短期记忆网络（LSTM）的深度学习集成模型来提取多源异构特征数据的深层次特征,并与用户基本信息融合进行信用评估。为验证模型效果,本文选取某商业银行31,993个用户的信贷资料和交易数据进行分析。实验表明,基于交易数据所构造的异构特征具有互补性,提出的深度学习集成模型成功解决了多源异构数据的处理及融合问题,并极大提升信用风险评估的效果。", "label": "经济学", "id": 0}
{"content": "近年来,\"专精特新\"中小企业逐渐成为社会热点,但其融资困境尚未得到显著缓解。本文从\"专精特新\"企业的特殊性和数字普惠金融的特点出发,认为数字普惠金融主要通过降低资金供需双方面临的信息不对称程度、激励金融市场体系创新、提高金融机构和企业运营效率三个方面,促进\"专精特新\"企业融资。但是,由于普惠金融的风险隐患、数字技术的安全隐患、资金供给平台的垄断,\"专精特新\"中小企业的融资行为也面临挑战。有鉴于此,政府部门应健全全国中小企业征信系统,针对\"专精特新\"企业,丰富金融业务模式,深化数字普惠金融监管体制改革,促进\"专精特新\"企业高质量发展。", "label": "经济学", "id": 0}
{"content": "我国在保护和促进民营企业发展的问题上睿智地选择了法治之路,人民法院作为国家审判机关,从司法角度服务保障民营企业发展,增加民营企业的司法获得感是人民法院的重要司法职能。本文以上海金融法院2018年8月至2019年10月间审结的涉民营企业融资纠纷案件为实证样本,梳理归纳得出民营企业融资纠纷法律风险的主要特点为:纠纷案由较为集中,包括金融借款、融资租赁、公司债券等合同;连环债问题较为严重,群体性纠纷呈上升趋势;融资纠纷审理难度大,融资主体多等。本文着重剖析民营企业融资难、融资贵的基本原因,提出涉民营企业融资纠纷案件审理五项原则,并就民营企业融资纠纷案件中对赌协议、新型担保、民间借贷三方面法律争议提出针对性审理原则。", "label": "经济学", "id": 0}
{"content": "发展背景小微重要性:小微企业占我国市场主体的96.5%,贡献GDP60%,就业80%。小微生存艰难:中小型企业利润同比增速一路下滑,2020年利润下滑比率同比超过30%。政策导向与监管分析:国务院高频颁布促进中小微企业发展政策,希望其\"活下来,活得好\";小微企业融资业务监管重点在于事中和事后监管,鼓励业务创新发展。发展现状小微贷款规模:中国小微企业贷款余额规模自2016年的27.7万亿元增长到了2020年的43.2万亿元,年复合增长率达12.2%。小微贷款空间:以经济贡献测算,贷款空间预计为当前规模的1.5-2.3倍;以单户融资需求测算,贷款空间预计为当前规模的2.7倍。平台经济助力小微贷:依托供应链数字化,核心平台信用得以传递到中小微企业。路径分析消费互联网平台下:交易信息平台基于经营流水信息,与金融机构开展经营贷;支付平台基于支付信息合作开展可覆盖微型商户的支付贷;物流平台基于在途货物信息合作开展物流贷。产业互联网平台下:供应链金融平台基于核心企业信用,合作开展应收账款融资;基于创新交易合作开展预付款融资;智能仓储平台基于仓单信息合作开展库存融资业务。趋势展望基于企业信用的线上小微信贷迎来风口:小微贷供给不足,风控是最大的短板,下一个行业风口级别的机会在于,找到可以对小微企业进行风险评估的数据,且该数据可以线上化、自动化获取;银税信息、支付信息作为通用的小微企业\"聚合点\"信息,更适合金融机构进行线上小微信贷创新;其中,户均余额10～40万的小微贷产品供给不足,市场空间较大。", "label": "经济学", "id": 0}
{"content": "是否给一家企业贷款是银行要做的一项重要决策。企业在申请贷款过程中提供的信息或线索是判断其是否能正常还贷的基础。但银行职员们能合理利用这些线索,做出准确的决定吗?如果不能的话,有何方法可以帮助他们?在本研究中,我们收集了411个在某银行成功获得贷款的企业的数据,包括每个企业的信用等级、职工人数、担保方式等17条线索及其最终的还贷情况（正常或不良）。此后,我们邀请了19名从事银行信贷业务的资深职员,让他们根据每个企业的线索,在不知道该企业还贷结果的情况下,决定是否给其发放贷款。每个受邀请对象需要对20个随机选取的企业进行决策,我们共收集到376个有效决策。结果发现,这些职员的整体决策准确率为53.0%,略高于随机猜测水平。这表明,即使是一线的工作人员,他们对企业是否能够正常还贷的判断力还存在很大不足。以往的研究发现,在是与否的二元决策中,一个名为\"快速简洁树\"（Fast-and-frugal Trees, FFT）的启发式往往可以帮助人们做出快速且准确的决策。在一个二元决策中,如果共有m个线索可以利用,那么FFT是一种具有m+1个决策出口,其中前m-1个线索只有一个出口,第m个线索具有两个出口的决策树。每个FFT都可以用几个顺序执行的、简单的\"If-then\"法则来描述。我们对现有的样本进行大量建模和测试,发现一个仅利用17条线索中4条线索（征信报告、存贷比、担保方式和与银行合作关系）的FFT的决策效果最佳。而且,与8种常用的机器学习算法相比,该FFT在学习样本较小的情况下可以达到与最好的算法相同的准确率;随着学习样本的增加,最好的算法的准确率会比该FFT更好,但两者之间的差距并不大。我们将该FFT应用到银行职员所完成的376个决策中时,结果得到的准确率为82.2%,远高于职员们的准确率。与机器学习算法相比,FFT具有结构简单,过程透明,执行灵活等优点,且在信息不足的\"小数据\"任务中的准确率尤为出色。本研究验证了FFT可在放贷决策中大幅度提升职员的决策准确率,是一个值得大力推广的决策辅助工具。", "label": "经济学", "id": 0}
{"content": "知识产权质押融资是帮助小微企业解决因缺少不动产担保而带来的资金紧张难题的重要手段,核技术应用产业小微企业是我国小微企业中重要而特殊的群体,文章分析了核技术应用产业小微企业的特点,指出了该类型企业的融资困境,梳理解读了我国知识产权质押融资政策现状,提出了推进核技术应用产业小微企业知识产权质押融资的措施建议,以期为核技术应用产业小微企业充分运用知识产权质押融资政策实现由无形技术成果向资金流的转化提供有益参考。", "label": "经济学", "id": 0}
{"content": "小微企业融资难、发展难问题由来已久,本文试着探讨保险公司通过保险产品与当地融资渠道的合作,打破小微企业融资瓶颈,形成互联网大数据背景下\"保险+信贷+互联网\"的全新服务理念。", "label": "经济学", "id": 0}
{"content": "<正>数字金融始于2004年支付宝上线,在2013年余额宝上线之后提速发展,迄今依然充满活力、方兴未艾。数字信贷是数字金融最活跃的业态之一。目前,数字信贷正成为服务乡村振兴的重要力量。一数字信贷有效弥补了传统农村金融短板农村金融的深化对于农村经济发展至关重要,是乡村振兴的重要条件。据农业农村信息化专家咨询委员会发布的《中国数字乡村发展报告（2019年）》,截至2019年6月,银行业金融机构覆盖全国3.08万个乡镇,", "label": "经济学", "id": 0}
{"content": "在以资产为本的风电项目融资租赁交易中,是以收益法对电站资产进行估值的,等效满负荷发电小时数作为计算电站未来现金流的关键参数,往往决定了电站资产估值的高低,进而影响项目最终融资额。然而,在建期项目只有设计评估值,与建成并网后的实际运行数据往往存在差异。因此,结合已运行风电项目实际案例进行后评估分析,寻找导致风电项目实际运行小时数与设计评估值之间产生差异的原因,对融资租赁公司就在建期项目融资进行风险预判是十分必要的。本文从一个融资租赁行业从业人员的角度出发,结合已建成风电项目后评估的实际案例,分析和总结测风塔代表性和综合折减系数两个关键指标对发电小时数的影响方式,指导项目方案制定与风险预判。", "label": "经济学", "id": 0}
{"content": "近年来,随着\"互联网+\"时代的兴起,互联网金融应运而生,校园网贷就成为互联网金融的重要组成部分和表现形式之一,其产生与存在具有一定的必然性和合理性。本文以攀枝花学院为调查对象,发现大部分学生了解过甚至因攀比、盲目跟风等不合理消费因素使用过校园网贷,且存在不能及时还款的情况。因此,鉴于校园网贷产生的攀比风气、好逸恶劳习气、破坏校园学风等不良社会效应,建议高校及相关政府职能部门加强校园网贷监管力度,健全相关制度,加大违规放贷惩处力度,充分发挥校园网贷积极作用,帮助在校大学生树立正确的金钱观。", "label": "经济学", "id": 0}
{"content": "<正>中国电建集团海外投资有限公司（以下简称电建海投公司）成立于2012年7月,是中国电力建设集团有限公司（以下简称中国电建）专业从事海外投资业务市场开发、建设、运营的法人主体,是以海外电力能源开发与资产运营为主的专业化投资公司,是落实中国电建调结构、促转型、产业链价值链一体化、全球发展战略的先行者和排头兵,是中国电建海外投资、海外融资、海外资产运营管理和全产业链升级引领平台。", "label": "经济学", "id": 0}
{"content": "\"银税互动\"是税务机关利用自身管理职能,为银行和企业之间搭建融资平台,助力中小微企业化解融资难的一项行之有效的工作机制。本文结合当前统筹疫情防控和经济发展客观形势需要,对如何构建和发挥好\"银税互动\"机制的作用,从理论渊源、制度结构内容和构建方式等方面进行了理论分析,并在此基础上结合工作实际,提出了具有操作性的政策建议。", "label": "经济学", "id": 0}
{"content": "本文在借鉴日本和我国台湾地区农业信用担保实践经验的基础上,分析了我国大陆地区农业融资担保体系的建设发展情况以及我国政策性农业融资担保实践中存在的主要问题,并为进一步促进我国政策性农业融资担保体系可持续发展提出了相关建议。", "label": "经济学", "id": 0}
{"content": "大学生创业中的融资难是企业难以发展主要问题之一。本文在绍兴市内进行抽样调查,从各产业园区内选择了大学生创业企业、投资者进行问卷调查及研究,通过调查发现大学生创业在融资金额、融资用途、融资困难等方面具有不同特点从政府部门、大学生创业者两个角度给出相应建议,同时投资者在创业方向、融资需求等方面与创业企业有着较强的契合性,最后,以期为大学生创业提供有效帮助,以使大学生创业可以取得更好发展。", "label": "经济学", "id": 0}
{"content": "<正>疫情影响下,全球经济进入调整期,股权投资市场募、投活跃度双双下滑。而在此期间,被投企业则面临着更为焦灼的局面,在经历了停产、停工、市场需求下滑、订单无法交付、现金流承压等种种困局之后,近期,企业开始逐步复工、复产,重启\"日常\"。在全球隔离的情况下,投资机构与被投企业一同面临着这场\"疫情大考\"。", "label": "经济学", "id": 0}
{"content": "本文以我国银行业分类为基础,基于面板数据建立双向固定效应模型,对政策性银行、大型国有商业银行、股份制商业银行、城市商业银行、农村商业银行的杠杆率与金融风险之间的关系分别进行实证分析。研究结果表明,杠杆率是影响我国商业银行稳健发展的主要指标,且银行杠杆率越高,相应的金融风险也越高。本文认为,未来应继续加强对杠杆率的控制,在此基础上对于不同类别的银行应根据银行特点对主要监管指标进行调整,这对于金融风险的把控,维持我国金融市场平稳运行有重要的意义。", "label": "经济学", "id": 0}
{"content": "目前,个人寿险保单质押贷款业务已经有相当规模,是短期资金融通的一种有效模式,市场上还出现了质押贷款的证券化产品。而在规则层面,除《物权法》《担保法》等对权利质押有原则性规定外,个人寿险保单质押贷款业务的法律性质、设立、消灭等内容的法律基本处于空白状态,亟待规则确认。本文旨在通过实证性与评价性相结合的研究方法,分析保单质押贷款的实然模式,尝试提出其应然模式。", "label": "经济学", "id": 0}
{"content": "当前,通过保险增信的银保合作模式在解决中小微企业\"融资难、融资贵\"的问题上发挥着愈发重要的作用。本文从该合作模式的现状及存在的问题展开论述,并通过实证分析及案例描述的方法,论证现有银行信贷风控模型在风险因子选择方面的局限性,即过度重视央行征信、收入资产等要素,缺乏对未来实际经营及还款能力稳定性的评估,并进而创新性地提出构建一套贯穿过去、现在和未来的信贷风控模型即\"三元模型\"的设想和展望。", "label": "经济学", "id": 0}
{"content": "金融创新分为技术创新、产品创新和制度创新,金融创新动因的本质是逐利。现阶段银行创新以渐进式变革路线较为稳妥,优先进行产品创新,带动技术创新,最后倒逼制度创新,具体可以从渠道创新、中间业务、资产业务三个方面进行创新。", "label": "经济学", "id": 0}
{"content": "由于民营银行与民营企业具有天然的共生优势,所以监管机构放开民营银行,就是希望给民营企业引来活水,让银行之间形成错位竞争。但由于产品单一、没有独立营销渠道等原因,导致绝大多数民营银行都存在客户结构单一,资产质量不高,资产回报率落后的情况。民营银行要从规模扩张转向追求效益、追求特色的道路上,主攻方向为金融产品创新,尤其是在互联网渠道上发力。", "label": "经济学", "id": 0}
{"content": "随着互联网金融的飞速发展,移动支付的简单化、股票交易的便捷化、贷款审批的信息透明化等都为传统商业银行带来了巨大的挑战。本文主要通过分析金融市场近年来的变化情况以及传统商业银行近年来受到的影响,总结了传统商业银行的不足以及在现行互联网金融模式下的应对策略,并提出在未来的金融市场环境下传统商业银行能够充分、有效利用互联网金融的优势,促进金融市场环境优化及中国经济的持续稳定发展的对策。", "label": "经济学", "id": 0}
{"content": "开展内部控制评价,既是适应外部监管要求的必要举措,更是发现内部控制薄弱环节,进一步完善内部控制体系,健全内部控制机制,揭示和防范经营风险,切实提升商业银行内部控制和风险防范水平的内在需要。对此,本文从商业银行内部控制评价的作用和意义着手,结合在一级分行从事内部控制评价工作多年的实践经验,分析内部控制评价过程中存在的问题,提出相应的改进建议,以期能够对内部控制评价工作建设有所增益。", "label": "经济学", "id": 0}
{"content": "本文采用案例分析法,选取2009年中国工商银行并购泰国ACL银行为例,基于布鲁诺风险分析框架,对中国企业海外并购受东道国金融体系影响进行深入分析,研究发现:受东道国金融体系影响下,中国企业海外并购风险主要来源于复杂性风险、灵活性风险、非理性风险、管理者的选择、团队整合风险及商业波动风险。主要原因是中国企业的海外并购活动不仅受东道国金融体系的政策法规、准入条件、监管体系等国家层面的因素制约,还受到金融市场汇率、利率波动等市场因素影响。因此,中国企业海外并购要想减少并购风险的产生,可以通过做到降低复杂性风险、增强企业应对风险的灵活性、谨慎非理性风险发生、杜绝管理层错误选择、做好并购整合工作、正确处理商业波动这六个方面进行有效防范。", "label": "经济学", "id": 0}
{"content": "贯彻国网发展战略,主动实施管理模式、盈利模式、营销模式与风控模式的转型升级,推动质量变革、效率变革与动力变革,以良好的公司治理、稳健的业务经营、高效的服务质量、持续的价值创造与有效的风险防控为目标,不断提高综合实力与市场竞争力,是融资租赁公司实现高质量发展的必由之路。", "label": "经济学", "id": 0}
{"content": "1.数字经济扮演经济发展的引擎角色,且具备强大韧性。2.银行业存在技术优势,有望赋能其他产业数字化转型。3.智能化、开放化、无形化的数字银行4.0时代到来。4.数字银行4.0时代的在系统支持、数据管理、用户感知三个维度发生变革。1.系统支持:银行业务高并发、高频迭代等特点推进银行系统升级进程。2.数据管理:数据获取、数据分析及数据应用成银行核心竞争力。3.用户感知:智慧渠道建设是解决银行获客、留客难题的最佳解决方案。1.用户偏好:42.6%的用户对线下网点渠道仍存偏好,但对年轻群体的吸引力下降。2.用户体验:智慧网点改善网点渠道用户痛点,用户满意度大幅提升。3.用户人群:多数用户对智慧网点更为青睐,年轻人更为强烈。1.开放化:银行网点与各产业深度融合,迈入开放型数字银行\"进阶之路\"。2.无形化:银行与生活场景深度融合,消费者随时随地可获取银行服务。3.智能化:\"5G+物联网\"推动智慧银行进一步升级,智能硬件服务商具备优势。", "label": "经济学", "id": 0}
{"content": "<正>一、区块链技术（一）区块链的构成区块链是由所谓区块（Block）有序链接起来形成的一种数据结构,其中区块是指数据的集合,相关信息和记录都包括在里面,是形成区块链的基本单元。为了保证区块链的可追溯性,每个区块都会带有时间戳,作为独特的标记。每个区块都会通过区块头信息链接到之前的区块,从而形成链式结构。", "label": "经济学", "id": 0}
{"content": "<正>一、引言中国大唐集团财务有限公司（以下简称\"大唐财务公司\"）是中国大唐集团公司下属的一家非银行金融机构,是集团公司实现资金统一管理与运作、提高资金收益、实现产融结合的专业公司。资金管理系统是公司实现资金管理和为成员单位提供金融服务的重要载体和主要工具,服务于集团内部企业转账、结算、资金归集等方面,加速资金周转,将集团闲置的资金合理利用,实现资金运作效率的最大化,有利促进集团公司、分（子）公司对下属单位的资金监控。", "label": "经济学", "id": 0}
{"content": "<正>一、研究背景近年来,我国先后出台了关于金融科技的多项政策文件。中国人民银行印发的《金融科技发展规划（2019—2021年）》指出,金融科技是技术驱动的金融创新。要秉持\"守正创新、安全可控、普惠民生、开放共赢\"的基本原则,推动我国金融业高质量发展。", "label": "经济学", "id": 0}
{"content": "新冠肺炎（COVID-19）是一次重大突发性公共卫生事件,除了对人的躯体健康造成的巨大威胁外,也会对人的心理健康造成不同程度的影响。疫情常态化使银行职工长期处于慢性应激状态,严重影响其心理健康。成长型思维是影响个体心理健康的关键要素,具有成长型思维的个体在面对挫折或挑战时,具有更强的恢复性。员工的心理健康可能也与工作激情有关,企业员工全身心投入其负责的工作任务中,可有效缓解自身的心理健康。本研究将探讨工作投入、成长型思维对银行员工心理健康的影响。采用整体抽样的方法,选取中国人民银行湖北省分行的1648名员工为对象,进行问卷调查。平均年龄42.7岁,其中疫情期间本人感染新冠肺炎12名,家人感染新冠肺炎16名。问卷主要包含《思维模式量表》、《工作投入度量表》和《心理健康量表》,使用Spss、Mplus软件对数据进行整理分析。研究表明:（1）疫情期间本人感染新冠肺炎和疫情期间家人感染新冠肺炎的员工心理健康水平显著低于普通员工。（2）心理健康、工作投入和思维模式三个变量之间存在显著相关关系。其中心理健康与工作投入存在显著正相关（r=0.457,p<0.01）;思维模式与心理健康（r=-0.384,p<0.01）和工作投入（r=-0.435,p<0.01）存在显著负相关。（3）工作投入的子维度工作热情在思维模式与心理健康之间起部分中介作用,即思维模式既可以直接影响银行员工的心理健康,也通过工作热情对银行员工心理健康产生影响。企业管理者注重员工心理健康,可以从增加工作热情及培养成长型思维模式来促进员工的心理健康,提升企业凝聚竞争力。", "label": "经济学", "id": 0}
{"content": "随着金融科技的快速发展以及银行数字化转型不断提速,数据应用已成为银行业发展过程中重点关注方向。但数据标准落实难,数据质量监控不到位,用户个人数据安全等级分类不够精确等问题已成为阻碍银行业数据治理敏捷交付效果的重要瓶颈。本文在当前银行业数据治理基础上,结合百信银行大数据架构和发展的现状,从技术角度提出一种在数据治理领域实现自动化,智能化治理的解决方案。该方案在百信银行场景已完成落地,推动百信银行数据治理的快速推进,在有效支撑业务快速发展的同时,实现对监管数据严谨管理诉求的积极响应。", "label": "经济学", "id": 0}
{"content": "本文在对我国有关企业标准体系建设的国家标准分析的基础上,分析了金融机构企业管理的基本特征,说明了T/CBA 206-2020 《银行业金融机构企业标准体系建设指南》应用于银行业金融机构标准体系建设的总体要求,以及按照T/CBA 206-2020确立规章制度管理要求、确立企业标准化管理要求、分析标准化对象、确立企业标准体系框架和确立企业标准体系明细的实施步骤。", "label": "经济学", "id": 0}
{"content": "数据标准化是银行业发展的必由之路。时至今日,银行业已经在一定程度上实现了数据标准化,但整个行业的全面实施仍存在着不少困难与挑战,例如,风险控制的问题、从业人员问题、银行业本身的问题等,这些问题都可以通过安全体系建设、定位转变、人才培养、政府支持等有针对性加以解决。但无论哪一个问题都无法在短期内一蹴而就,需要长期投入、久久为功,这也我国银行业未来努力的方向。", "label": "经济学", "id": 0}
{"content": "金融业作为经营资金和信用的行业,高度依赖信息技术的发展,而随着银行信息化发展,各类数据和信息的整合利用就显得尤为重要。为了更好地指导银行发展,人民银行联合相关部委发布了一系列金融国家标准,使得商业银行能够在金融标准的框架下有序开展各项金融活动。2008年国际金融危机后,各国金融管理当局对如何能够获取即时、可靠且有效的监测信息并开展有效金融监管的迫切性提高。在此背景下,人民银行提出要积极推行金融统计标准化,改革金融统计制度,以加强金融监管以及防范金融风险。2010年以来,人民银行先后发布了《金融机构编码规范》《金融工具统计分类及编码标准（试行）》等一系列标准化规范性文件,并于2017年12月21日正式发布了金融行业标准《银行经营管理指标数据元》,为指标规范化管理奠定了基础。招商银行通过对相关金融标准的内在逻辑进行深入了解,充分借鉴国内先进经验及优秀实践,结合行内业务发展需要,适时提出以建设招商银行指标规范化管理系统——主指标库作为建设数据中台的突破口,全面推进各项数据标准落地。本文通过介绍招商银行主指标库建设背景、过程、效果,分析银行业指标规范化管理体系搭建的必要性,提出可供行业借鉴的一套行之有效的管理方法及落地建议。", "label": "经济学", "id": 0}
{"content": "本文着重分析了农业银行数字化转型背景下技术创新与IT架构标准化建设的探索和实践,为商业银行数字化转型过程中金融科技创新与标准化建设之间探索新的路径与模式。", "label": "经济学", "id": 0}
{"content": "本文着重分析在农业银行金融科技由高速增长转向高质量发展阶段,企业标准化作为质量设施的核心,有力保障银行金融科技的发展,科学提高银行服务的水平。企业标准作为农业银行服务供给要素中的重要基础,是银行开展经营服务、提升产品和服务质量的重要抓手。", "label": "经济学", "id": 0}
{"content": "企业级架构是中国建设银行（以下简称:建设银行）科技的核心资产和技术优势;是建设银行统一的数据语言,也是进行科技治理和架构治理的基础。企业级架构管控是打通业务与技术,消除信息孤岛和提升业务流集成效率的核心要素,是支撑业务不断发展和变化,持续推动建设银行数字化转型的关键。在建设银行以往的架构管控过程中存在架构数字化、可视化及管控能力不足的问题,直接会影响架构管控质量,导致架构信息对系统设计、开发、测试、投产、运维等各领域的基础支撑能力没有得到充分体现。为有效发挥企业级架构在信息系统建设和管理中的核心引领作用,建设银行通过技术和管理创新,开展了架构视图标准化建设。架构视图作为一个有力的抓手切实有效的解决了传统架构管控中存在的问题,为建设银行\"三大战略\"的落地实施保驾护航。", "label": "经济学", "id": 0}
{"content": "随着新技术的发展,金融产品创新步伐不断加快。与此同时,面对日益严峻的网络安全环境,金融安全也面临着巨大的挑战,而银行IT系统一直是网络攻击的主要目标。在此背景下,如何尽早发现软件系统中的安全漏洞,在Dev Ops下实现软件全生命周期持续安全,已成为当前商业银行亟需思考的问题。本文结合中国建设银行（以下简称\"建行\"）DevSecOps标准化体系的建设经验,从DevSecOps的主要特征、标准化体系建设目标、标准化体系流程建设、工作成效等四方面入手,详细阐述了建行Dev SecOps的标准化体系建设思路,重点介绍了软件生命周期的各个阶段采用的安全防控策略、技术及工具,也为同业构建DevSecOps标准化体系提供参考借鉴。", "label": "经济学", "id": 0}
{"content": "随着乡村振兴战略的纵深推进及城乡之间的要素流动,国家层面关于乡村振兴各类惠农政策相继出台,制度和体系正在加速形成,利好资源不断向县域积聚。县域乡村地区的资金量逐渐增大,金融需求日益旺盛,但目前部分县域乡村地区仍面临银行机构覆盖率低、金融产品结构单一、民生服务便捷度差等现状。建设银行基于此背景,积极响应国家号召,履行国有大行担当责任,立足国情农情,解决痛点,精准发力,提出普惠金融战略行动计划,创新打造\"裕农通\"普惠金融服务平台,更好地助力乡村振兴。县域乡村地区的金融模式相较城市存在较大差异,\"裕农通\"依据人行发布的两个重要标准,充分参考、借鉴,实现有效落地。2018年,中国人民银行更新发布《农村普惠金融服务点支付服务点技术规范》,从业务模式上对农村普惠金融支付服务点的技术要素进行规范,用于加强对农村普惠金融服务的技术引导;2019年,中国人民银行发布《移动金融客户端应用软件安全管理规范》,对移动金融客户端的应用软件设计、开发、维护及发布流程进行规范性定义,明确技术实施指导意见。", "label": "经济学", "id": 0}
{"content": "日常资金结算作为财务公司最基础的业务,直接关系到整个集团资金运作的效率。财务公司应立足自身业务,从账户管理、资金结算、印件凭证管理、信息系统等方面全方位识别风险并制定相应措施积极应对,更好地服务实体经济、为集团内成员单位提供强有力的金融支持及资金保障。", "label": "经济学", "id": 0}
{"content": "中国金融体系以间接融资为主,银行系统能否有效地应对疫情冲击对于中国经济的发展和各行业的恢复都将起到至关重要的作用。不同商业银行资产规模、负债结构、中间业务收入占比及管理模式不同,受到疫情的影响也不相同;本文提炼商业银行存在的共性问题,着重分析疫情对其造成的普遍性影响,提出加强商业银行内部控制和加快数字化转型的相关建议,以此应对疫情产生的不利影响和促进我国经济的快速恢复。", "label": "经济学", "id": 0}
{"content": "<正>第一节2020年中国证券公司资产管理业务的发展环境一、经济环境:经济总量再上新台阶受到新冠肺炎疫情冲击,2020年全球经济形势萎靡;在复杂的国内外局势下,我国GDP增速虽然有所回落,但是仍然保持正增长。2020年,我国GDP增速为2.3%,年内呈逐季回升态势,第一、第二、第三、第四季度GDP单季增速分别为-6.8%、3.2%、4.9%、", "label": "经济学", "id": 0}
{"content": "<正>第一节2020年证券公司合规管理面临的问题随着监管转型和行业探索创新发展,证券行业合规管理理念逐步加深,合规意识逐渐强化,证券公司不断完善合规管理机制,防范、发现和处理证券经营机构违法违规行为,不断提升合规经营水平。但随着市场发展、行业情况和监管要求等方面的变化,证券公司合规管理工作也面临着一些问题。", "label": "经济学", "id": 0}
{"content": "<正>2020年新年伊始,新冠肺炎疫情突如其来,给经济发展和资本市场带来巨大冲击。面对疫情挑战,市场机构、行业协会、监管部门积极响应支持疫情防控工作,快速调整以适应风险管理新形势,不断深化风险管理体系建设,加快提升风险管理系统化水平,为未来风险管理转型升级和证券行业整体高质量发展奠定基础。根据中国证券业协会专项调研结果,本报告对2020年证券公司风险管理整体情况概括如下。", "label": "经济学", "id": 0}
{"content": "检察机关开展行政争议实质化解工作,是检察机关助推实现国家治理能力现代化的应有之意。作为一项工作探索,需要对行政争议实质化解工作的内涵与标准、开展范围进行界定。通过对检察机关开展行政争议实质化解中的功能进行分析评判,认为检察机关开展行政争议实质化解具有权利救济、节约行政和司法资源、维护社会公平正义、提高社会治理效果和促进社会和谐稳定等功能。", "label": "经济学", "id": 0}
{"content": "作为金融领域的重要基础设施,非银行支付机构牌照的价值性和稀缺性正越来越受到市场认可。目前电商行业普遍面临着\"资金二清\"合规问题的困扰,缺乏支付牌照成为业务掣肘;而各行业巨头纷纷进军金融行业,也需获得支付牌照为展业前提,促使支付行业收并购问题越来越受到人们关注。本文将从支付行业并购及业务运营的角度出发,深入剖析近日出台的《非银行支付机构条例（征求意见稿）》等多部支付新规对支付机构收购过程中目标机构选择、收购审批变更程序、现有支付业务运营模式等方面的影响,并比较跨境支付、支付账户、授信业务、客户信息保护等方面的变化,为即将入局的意向收购者和现有市场参与者提供分析、建议与支持。", "label": "经济学", "id": 0}
{"content": "随着互联网与电子商务的飞速发展,数字化支付已经渗透到人们生活的各个方面,成为日常消费中不可或缺的一部分。本文基于数字普惠金融发展背景,利用2017年中国家庭金融调查（CHFS）微观数据和《中国统计年鉴》中关于基础设施的宏观数据,采用分层线性模型（HLM）研究数字化支付方式对家庭消费总量的影响。结果表明:数字化支付方式对家庭消费有显著的正向影响,例如刷卡支付和手机、pad等移动端支付（包括支付宝app、微信支付、手机银行、Apple pay等）。而电脑支付（包括网银、支付宝等）对家庭消费影响不显著。除支付方式以外,年龄、文化程度、户口类型、家庭成员人数以及是否从事工商业等个人特征对家庭消费同样有显著正向影响。快递、高速公路里程数、铁路里程、互联网接入数以及移动电话基站等宏观因素对家庭消费有显著的跨层调节作用,其中快递、互联网接入户数、移动电话基站调节作用最明显。这表明,基础设施建设的完备影响数字化支付,进而影响家庭消费。因此,政府应该加强各省份基础设施建设以促进家庭消费。", "label": "经济学", "id": 0}
{"content": "<正>一、大唐集团票据收付现状及现有票据管理模式（一）大唐集团票据收付现状及特点1.票据收付总体趋势中国大唐集团有限公司（以下简称\"大唐集团\"）最核心业务板块为电力生产,最主要收入来源于电网公司结算的电热费,最主要支出为燃料采购、材料设备采购及工程支付。近年来,随着票据工具在电力行业的广泛运用,大唐集团的应收、应付票据总量呈现平稳上升趋势。", "label": "经济学", "id": 0}
{"content": "电子账户已日渐成为当前年轻消费者心目中的主要账户,其对个体的消费行为的影响既不同于信用卡支付,也不同于现金支付。以往的研究主要从记忆过程,心理账户,经典条件理论等方面解释了现金支付和信用卡支付的支出效应,但还未深入电子支付方面。本研究通过4个研究比较使用电子账户和现金账户时个体消费行为的差异。研究1,通过问卷调查的方式了解不同支付方式的使用现状,结果发现,相比现金账户,电子账户作为人们心理的主账户,其使用频率,账户内保有的金额,支付比重,心理成本,心理所有权,使用倾向都更高。研究2,通过实验探讨不同支付方式的损失规避程度,发现电子账户的损失规避感比现金账户的更强。研究3,设置了2（效价:得,失）×3（金额大小:25,200,1000）的实验比较了不同情景下消费者支付方式的选择倾向,结果发现,得失主效应显著,金额大小主效应显著,交互作用不显著。即,在损失情况下,人们更倾向选择现金账户进行支付;在获益情况下,人们更倾向选择电子账户收款;随着金额数得增大,个体越倾向选择电子账户。研究4,通过2（商品属性:享乐/实用）×3（金额大小:25,200,1000）的实验发现,在日常消费中相比实用消费,享乐消费时人们更倾向于使用现金账户,金额大小主效应不显著。总而言之,电子支付使用非常广泛,成为了年轻消费者的心理主账户（研究1）,人们对不同的支付方式的损失规避感（研究2）和选择倾向（研究3,4）是不同的。", "label": "经济学", "id": 0}
{"content": "<正>1研究背景人民银行清算总中心支付系统作为金融交易重要的节点、重要的金融基础设施,支付交易数据具有很高的价值。中国人民银行在2020年第九届中国支付清算论坛上表示,在数字化推动下支付产业在现代经济金融体系中的作用日益重要,经济社会数字化发展赋予了支付产业更多历史使命。为实现数据共享和跨界数据融合提出协同治理的方式,", "label": "经济学", "id": 0}
{"content": "近年来,移动互联网技术快速发展,各行各业为了获客活客,想各种办法为用户提供服务,通过用户行为分析、用户画像等,为用户提供精准服务,提升服务质量。伴随着移动互联网业务发展,问题随之而来,部分APP在业务开展过程中,非法、超范围、随意获取用户信息,并且在未经用户同意的情况下,将信息共享至第三方,或者随意买卖传播个人信息,使得用户信息泄露严重。对于金融业来说,应监管要求,在为用户提供服务过程中,需要使用用户的个人银行卡号等金融信息,该部分信息更为敏感和重要,如果泄露,可能会造成用户资金被盗等严重问题。因此,在金融业务开展过程中,需要使用技术手段保证用户个人信息在采集、传输、存储等过程安全。本文主要从国家部委近年来颁布的研究办法阐述金融业APP在个人信息保护过程中的实践和措施研究,为其他同业机构提供借鉴。", "label": "经济学", "id": 0}
{"content": "本文结合产品设计全流程,响应人民银行69号文提出的移动金融APP应遵循简洁、易用、稳定及智能化要求,基于对商业银行移动APP用户研究、产品设建设的相关经验,提出移动金融APP一站式无障碍设计方法。全面提高互联网应用系统适老化及无障碍服务水平,在优化障碍人群的产品使用感受,让他们感受更多人文关怀的同时,强化产品的普适性体验,稳固客户关系,节约服务成本,提升品牌价值。", "label": "经济学", "id": 0}
{"content": "通过嵌入外部商户为商业银行固有的金融业务引流,获取更多客户资源是目前商业银行较为常规的业务类型。商业银行的电商平台无论从平台的搭建、交易模式,还是从提供的产品、服务具体内容来看,同传统的互联网电商相比并无显著区别。但基于商业银行固有的金融属性,商业银行电商平台在业务开展过程中会面临一些特殊合规问题。本文从商业银行移动渠道嵌入外部商户的场景出发,分析商业银行移动渠道嵌入外部应用时面临的行外企业资质审核和运营风险管控,探讨在为用户服务时,保护用户隐私信息不泄露,并保证用户的资金交易安全。经研究,建立一套商业银行嵌入外部商户标准,并对该标准的推广进行探索。", "label": "经济学", "id": 0}
{"content": "第三方移动支付:由于低基数效应,本季度同比增速高达39.1%2021年第1季度,中国第三方移动支付交易规模增长至74.0万亿,同比增长39.1%。本季度的主要增长动力来自于春节季产生的个人应用板块交易规模以及移动金融板块交易规模的增长。本季度是春节季,社交红包转账带动个人应用板块增长明显,板块整体占比季节性提升至54.7%。相对而言,2020年四季度的消费效应消退,移动消费板块占比出现明显回落。本季度,投资市场热度仍旧较高,带来金融板块交易规模的稳定增长,板块占比进一步提升至23.7%,二维码支付:交易规模季节性回落2021年第1季度,二维码支付交易规模约为10.6万亿,环比上季度下降3.8%。二维码支付交易规模逐步呈现年初一季度季节波动或增速明显降低的趋势2021Q2数据预测分析:第三方移动支付交易规模稳定增长,个人应用板块占比回落第三方移动支付交易规模预计在2021年第二季度增长至74.2万亿,预计移动消费板块受618等促销活动带动将出现一定比例提升,而个人应用板块相应出现回落。", "label": "经济学", "id": 0}
{"content": "近几年来,我国互联网金融异常火热,互联网金融产品爆发式发展。由于互联网金融产品具有高收益、低门槛、类型繁多、交易方便快捷等优势,对家庭购买互联网金融产品具有较大吸引力。尤其是具有高学历、高收入的\"新中产\"群体,他们更容易接受互联网金融产品,对\"新中产\"家庭资产配置结构变化产生重大影响。因此,本文基于对山东省范围内新中产群体展开的调查问卷数据,分析对比考虑互联网金融投资和不考虑互联网金融投资的新中产家庭结构差异,得出互联网金融会提高\"新中产\"家庭资产分散化程度,促进家庭参与金融市场可能性,提高风险性金融资产投资比例。最后,本文提出加强互联网金融宣传,继续鼓励金融工具创新,防范互联网金融风险等政策建议,从而促进我国互联网金融健康稳定发展。", "label": "经济学", "id": 0}
{"content": "行业概况?第三方支付凭借其便捷、高效、安全的支付体验,使得中国的支付市场成为国际领先的支付市场之一。?远C端企业需要通过创新的支付体验以及完整的行业解决方案来提升自身的效率。所以,对于众多的支付机构而言,另一个角度的第三方支付竞争刚刚步入新的开始。细分领域现状及建议?C端业务迎来新入局者,变现路径合规要求提高,加强与商业银行、持牌消费金融公司的合作,为其提供获客引流通道或开通联名信用卡是更加稳妥的路径。?反垄断措施或使C端市场集中度下降,通过完整的用户和商户运营体系,维持用户和商户的粘性,为其提供独特价值,是支付机构的关键能力所在。?远C端产业改造需求带来产业支付新机遇:通道类支付同质化、单一化的服务已不再适用,头部第三方支付机构开始以提供定制化解决方案、多元化支付产品为标准,协助构筑产业互联网进而实现全产业链条生态化协同的重要价值。?产业支付关键:（1）业务功能模块复用降成本,引流供应链金融业务增收入;（2）支付系统奠定数字化基础,供应链数字化重塑进一步释放效能?线下近C端产业支付实践:条码支付为线下商户数字化升级提供窗口,头部收单机构及服务商规模效应显现,服务能力与产品力是业务逻辑升华的关键趋势洞见?央行数字货币的推广应用,带来下游系统机具升级需求增加?线上线下场景进一步融合,服务商面临转型挑战,有序整合多元企业服务?产业链横向竞争活性增加,纵向开放合作生态,形成开放、富有活力的支付生态", "label": "经济学", "id": 0}
{"content": "第三方移动支付:受线上消费板块带动,行业规模稳定增长2020年第4季度,中国第三方移动支付交易规模增长至71.2万亿,同比增长19.2%。本季度是传统的电商促销季,线上消费的如期上涨奠定了本季度增长的基础二维码支付:环比维持较高增长,助力中小微商户数字化进程2020年第4季度,二维码支付交易规模约为11.0万亿,环比上季度上升15.3%。随着线上线下商业的融合,支付机构及其服务商大力拓展支付前的线上化环节,如到店后通过扫码点餐或小程序提前点餐到店直接取餐等服务。艾瑞分析认为,未来二维码支付的边界亦将伴随着线上线下商业的融合进一步延伸,以支付数字化为入口的企业数字化服务将为中小微商户解决经营痛点提供新的思路与可行路径。2021Q1数据预测分析:第三方移动支付交易规模持续上升,个人应用板块占比因季节性原因上涨第三方移动支付交易规模预计在2021年第1季度增长至74.0万亿,预计伴随着春节红包效应的显现以及消费和金融板块的相对降温,个人应用板块占比将出现明显回升。", "label": "经济学", "id": 0}
{"content": "中国财富管理行业发展洞察财富管理行业发展与变革1.疫情下,中国GDP增速为2.3%,经济稳定增长,相比其他国家表现良好。2.中国个人可投资资产预计至2025年将达287万亿元,且中国长期以来一直是储蓄率最高的国家之一,在2019-2025年,中国居民储蓄占GDP比例都将持续高于美国、日本等发达国家,综合可见中国财富管理市场潜力巨大。3.资管新规修正行业规则,统一监管打破刚性兑付,同时也让不同主体发展分化,大量机构寻求转型。4.2020年中国财富管理市场规模达126.7万亿元,银行理财、信托、保险占据了前三的市场份额。5.从投资者角度来看,定期产品在未来几年将最受青睐,投资渠道将更加多元化、数字化。财富管理的数字化升级发展1.财富机构数字化升级驱动因素:（1）可提升财富管理业务的生产力,优化成本结构,实现降本增效;（2）可促进财富管理普惠发展;（3）政策自上而下地推动。2.复杂的行业变革及数字升级驱动下,TAMP价值凸显:TAMP可实现上游资产及下游需求的高效链接。2020年中国TAMP交易规模达3025.1亿元,以AUM角度计算,2020年中国TAMP市场渗透率为1.6%。3.智能科技的深入发展将推动千人千面的个性化投顾服务落地,也意味着理财师需要拥抱数字化变革。4.面对行业变迁及数字化变革,理财师更要不断提升自身专业能力以满足对客户全生命周期的管理。中国理财师从业者调研与分析理财师发展与生存现状1.75.9%的理财师有考取或在考取从业资格证书,考取基金从业资格证的理财师占比最高;74.5%的理财师的任职形式为全职,这类群体对从业资格证更加重视。2.合规要求对46.9%的理财师产生了影响,对独立理财师的影响相对更加明显。3.95%的理财师在一定程度上需要专业陪访者进行业务支持。4.大多数理财师资产管理总量低于1亿元;资产管理总量为1亿元以上理财师中,工作年限为10-15年的从业者竞争力较强。5.2020年,中国投资者最关注\"固定收益\"类投资产品,以及\"理财规划/资产配置\"的投资话题。理财师成长需求与学习状态1.96.2%的理财师已经或接下来有计划进行自我提升学习,客户拓展与服务能力是中国理财师自我提升的主要方向。2.线下渠道社交属性驱动的学习方式比重更高,线上渠道更加看重学习内容的专业性。3.愿意进行学习投资的理财师在逐渐增多,\"501元-3000元\"的学习投资区间是\"新入学者\"的集中接受范围。", "label": "经济学", "id": 0}
{"content": "发展背景?线下收单业务伴随线下支付方式的演变应运而生,是非现金支付链条上的重要一环。?伴随着非现金支付市场的爆发式增长,线下收单市场快速扩张,2020年步入转型期。?在居民消费提升、移动支付普及的洪流中,线下收单行业依靠庞大的中小微商户需求蓬勃发展,并借由条码支付通道向下沉市场蔓延。?与起步较早的外国市场不同,中国线下收单业务成本低、效率高,构建了一张独具中国特色的线下收单服务网。发展现状线下收单行业市场发展现状:?线下收单市场总交易规模已突破60万亿,条码收单交易份额持续升高,2020年占比超过20%。?从各级城市线下收单市场占比来看,基于下沉市场的业务拓展仍然是线下收单行业未来的主要增长点。线下收单机构角色转型现状:?角色转变的商业逻辑:从产业链分润模式来看,单纯的线下收单业务可获利润微薄,断直连及备付金全额上缴等措施进一步挤压盈利空间。从企业优势来看,线下收单机构具有产业互联网基因,且占据2B服务的入口侧优势,通过与其他企业服务供应商合作,可打造自身在商户服务升级方面的特殊名片。?依托于\"支付+\"业务的角色转型:面对转型压力,线下收单机构大多变身为企业数字化服务提供商,依托\"支付+\"业务,主要从人、货、场、资等多方面为商户提供数字化服务。\"人\"指用户,收单机构以\"支付+营销获客\",帮助商户开展聚合营销。\"货\"指进货出货,收单机构以\"支付+货品供应\",为商户打造全渠道供应链体系。\"资\"指资金,收单机构基于交易数据沉淀,协助中小微商户提升贷款融资成功率。发展趋势?未来线下收单市场将走下分化,银行低费率策略撬动价格敏感型商户,第三方收单机构将依托产品质量与服务优势拓展潜力型商户。?线下收单机构可通过股权投资替代债券融资,为优质商户在资金周转、企业经营支持等多方面提供重要支持。?线下收单机构还可通过输出企业画像、商家信用分等内容,为商户关联的其他企业提供数据服务。?随着DCEP的推广,监管打击收单市场中套现、洗钱等违规业务的行动将更加高效,线下收单市场或将挤压出更多转型空间,支付产业链的运行规则或将获得进一步优化。", "label": "经济学", "id": 0}
{"content": "第三方移动支付:受消费与金融板块带动,行业规模稳定增长2020年第3季度,中国第三方移动支付交易规模增长至65万亿,同比增长16.2%。本季度,消费板块占比增长迅速,尽管不是传统的促销季,但疫情影响消退伴随的消费反弹使得消费板块的占比接近疫情前的同期水平。二维码支付:环比维持较高增长,复商复市进程加速2020年第3季度,二维码支付交易规模约为10万亿,环比上季度上升19.4%。本季度,消费市场进一步复苏,居民消费需求得到释放,叠加中秋和国庆的双节需求拉动,二维码支付交易规模环比较快增长。行业内的支付机构通过技术支撑和手续费优惠减免等举措,助力中小微商户的复商复市。二维码收单市场:助力小微商户智能化升级,收单企业百舸争流,奋楫者先二维码支付市场中,按照商户收款码是否为个人码,可以分为二维码转账和二维码收单两种交易类型。收单服务商在收单服务之上叠加其他数字化服务,助力小微商户智能化升级,使其获取更多资金、营销等方面的支持。2020年第3季度,我国二维码收单市场规模约4万亿。2020Q4数据预测分析:第三方移动支付交易规模持续上升,消费及金融板块进一步推动行业规模增长。第三方移动支付交易规模预计在第四季度增长至71万亿,预计随着电商营销活动的全面开启,消费板块占比进一步提升,而移动金融类支付作为重要驱动力,亦将进一步支撑移动支付交易规模的增长。", "label": "经济学", "id": 0}
{"content": "面对我国金融市场的全面开放,我国商业银行必须加强对投行业务的重视。通过大力发展投行业务,不断提高我国商业银行的竞争实力。本文就我国商业银行投行业务的发展情况,分析研究了投行业务发展的必然性,并提出了进一步发展的几点建议。", "label": "经济学", "id": 0}
{"content": "以客户为中心,大数据、人工智能等新兴技术为驱动,建设金融产品对客推荐标准化与精准营销体系,管理亿级全量客户、万亿级对私客户资产,为个人客户提供规范化、个性化、一体化的智能金融服务。全流程自动化营销体系建设:实现精准营销E触即发,线上线下共同响应的智能营销服务平台。对营销指标、优先级、渠道、报表进行多维度统筹,有节奏、最节约、效益最大化的开展营销活动。通过二维码、短链接、智能外呼等手段打通各渠道,实现交易快速转化与落地。数字化营销客群画像:全量客户画像为业务靶向营销提供支持。以大数据批量+实时流式+人工智能等技术手段,实现数据的实时、灵活加工,让数据发挥其业务价值。大数据管理视图建设:通过多维度统计业务经营发展状况、丰富完善客户经理考核指标、营销活动实时跟踪评价等措施,为各级管理者做出实时、科学、高效的决策,提供一站式指标支撑。智能金融服务专家:以大数据、人工智能为核心要素,实现低端客户由系统营销与维护,中高端客户由人工与系统共同管理的模式。建设流程驱动式的理财经理标准化日常工作模式。提升对客服务与营销效率,拓展服务广度和深度,为全量客户提供普惠金融服务。", "label": "经济学", "id": 0}
{"content": "面对2020年持续肆虐的疫情,愈多企业商户爆发式增长的线上化金融服务诉求,金融机构纷纷加速线上智能化创新的进程;后疫情期,金融未来市场潜力无限,各大金融机构均将业务标准化、智能化,运用金融科技激发产业活力。同样,平安集团不断推进\"金融+科技\"双轮驱动模式,积极探索\"金融+生态\"健康发展模式,在拥抱互联网科技的路上,集团董事长马明哲明确提出\"Change Or Die\",并制定中长期战略目标:科技赋能金融,科技赋能生态,生态赋能金融。本文以17届中国标准化论坛\"深化标准化改革,提升标准化发展活力\"为主题,分享最新集团公司信息,展示标准化工作的动向及成果。", "label": "经济学", "id": 0}
{"content": "银行如何平衡好\"效益、风险、客户满意度\"为客户提供适当的产品,是银行精准营销的一个重要研究课题。平安银行充分借鉴国内外先进实践,乘平安集团实施\"智慧财务项目\"的东风,全面实施流程改造,实现业务财务的端到端贯通。同时,达成产品上架后的全生命周期管理的标准化、规范化的目标。本文以平安银行的产品标准体系实践为例,总结介绍了产品标准化在商业银行的发展状况、落地方式、实施效果以及应用实践。", "label": "经济学", "id": 0}
{"content": "近年来,随着移动互联网的快速发展,非银行支付机构在网络支付中的份额迅速扩大,欺诈风险事件的数量也在快速增加。非银行支付机构在网络支付反欺诈的能力变得越来越重要。文章简要分析了当前非银行支付机构网络支付反欺诈模型普遍存在的不足,并提出相应的优化建议。", "label": "经济学", "id": 0}
{"content": "<正>随着国家\"一带一路\"战略的推进,更多的国内企业进入国际工程市场,市场竞争也愈发激烈。由于项目自身资金吃紧、资金跨境结算、融资成本、海外项目服务等方面的要求,项目融资的需求明显增多。福费廷作为一种买断性融资业务,不但可以不占用出口商的信用额度,还可以转嫁信用风险、市场风险、国家风险等。对于出口商来说,进口商的延期付款会在短期内影响企业资金周转,占用企业宝贵的现金流。", "label": "经济学", "id": 0}
{"content": "第三方移动支付:行业规模回升至疫情前水平2020年第2季度,中国第三方移动支付交易规模回升至59.8万亿,同比增长8.8%。本季度是传统的电商促销季,加之疫情影响消退,消费板块占比回弹明显。支付宝和财付通分别占据了55.6%和38.8%的市场份额。二维码支付:伴随着居民生活恢复正常,二维码支付规模明显回升2020年第2季度,二维码支付交易规模约为8.0万亿,环比上季度上升19.3%,与去年同期水平基本持平。伴随着居民生活恢复正常,用户消费意愿增加,线下商业复苏带动了二维码支付交易规模在二季度的快速上升。二维码收单市场:助力小微商户智能化升级,收单企业百舸争流,奋楫者先二维码支付市场中,按照商户收款码是否为个人码,可以分为二维码转账和二维码收单两种交易类型。收单服务商在收单服务之上叠加其他数字化服务,助力小微商户智能化升级,使其获取更多资金、营销等方面的支持。2020年第2季度,我国二维码收单市场规模约3.3万亿。2020Q3数据预测分析:第三方移动支付交易规模持续上升,金融板块推动力强第三方移动支付交易规模预计在第3季度增长至62.1万亿,预计随着\"618\"活动效应的消退,消费板块占比略有下降,移动金融类支付将成长为未来移动支付最重要的长期驱动力。", "label": "经济学", "id": 0}
{"content": "<正>2008年,由美国次贷危机引发的全球性金融危机导致世界各国经济增速下滑。危机之后,各国失业率剧增,实体经济生存愈发困难。与此形成鲜明对比的是财富管理市场的异军突起,在危机中找到了生存和发展的机会。财富管理的理论基础最早可追溯到19世纪帕累托提出的\"二八定律\":20%的客户可以带来80%以上的利润。从金融机构的角度来说,就是为少数的中高端客户提供综合优质的服务,便可带来更高的利润。后来,经过100多年的学术讨论和业务实践,财富管理逐步发展成为以客户为中心,根据客户需求和目标,向其提供一系列专业的投资和规划服务,实现风险控制和客户资产增值的综合性业务。", "label": "经济学", "id": 0}
{"content": "随着信息的快速发展,引来了互联网时代,对于许多的传统行业都向互联网方向转型升级。金融行业也从传统的存在方式,在互联网时代的背景下,诞生出互联网金融的新领域。但由于每一件新事物在发展过程中都会出现问题,并且对此进行改进来使得新事物更好地发展。互联网金融也是一样,本文通过分析互联网在发展情况,以及在发展过程中存在的风险并对此提出监管的方案。", "label": "经济学", "id": 0}
{"content": "<正>一、前言①虽然金融业处于数字时代,但金融业的本质并没有改变。正如1997年的一期《银行家》（The Banker）杂志曾讲到,一位资深银行家在回答40年来银行业的最大变化时,仅答两个字——\"Air Conditioner\",意除加装空调外,\"金融业的本质没有改变\"。前花旗银行总裁John Reed也曾说\"Banking is just bits and bytes\",意即\"Fundamental aspects remain the same\"。在数字时代,\"Fin\"与\"Tech\"（金融与科技）的本质基本上还是不变的:金融业比较保守,可以管风险,创意交给科技业来做,未来比较有希望。", "label": "经济学", "id": 0}
{"content": "<正>当前我国金融行业的发展动力、结构方式、速度节奏等都在发生变化,区块链、大数据、云计算和人工智能等技术的广泛运用,在催生各种创新金融业态的同时,也蕴含了高风险,危害地方金融稳定。因此,亟须在地方金融监管中引入新型金融监管科技,解决地方金融监管人力与监管能力的不足,实现防范系统性金融风险的目标。一、金融科技发展背景下地方金融监管面临的困境在金融与科技的深度融合中,由于受算法驱动、去中心化等技术因素的影响,新的金融业态呈现与传统金融业显著不同的特质。最明显的表现为,金融科技在非传统金融领域的应用呈现非适度化和无序扩张,", "label": "经济学", "id": 0}
{"content": "<正>2017年7月14日至15日召开的第五次金融工作会议,拉开了我国金融体制改革的序幕。会议提出了设立国务院金融稳定发展委员会,明确监管决策机构;强化央行在宏观审慎管理方面的职责;监管信息共享防范金融风险;加强功能监管,更加重视行为监管;强化属地风险管理,并严格问责,扩大了金融监管职责范围五大要点。①2018年3月第十三届全国人民代表大会第一次会议、", "label": "经济学", "id": 0}
{"content": "<正>一、前言我国在金融管理上经历了由中国人民银行统一监管模式到现行分业监管模式的转变,并且逐渐呈现出由中央单一监管模式向中央主导、地方辅助的双层监管模式转变的趋势。习近平总书记在2017年7月全国金融工作会议上作出了\"地方政府要在坚持金融管理主要是中央事权的前提下,按照中央统一规则,强化属地风险处置责任\"的新部署,自此,防风险、强监管成为近几年来我国金融业监管的主基调。", "label": "经济学", "id": 0}
{"content": "<正>新金融,是指以互联网金融与科技金融迅猛发展为背景的金融。在新金融背景下,金融业脱实向虚及各类金融风险问题严重,传统金融监管体制与机制已难以应对规制所需。党的十九大提出\"深化金融体制改革\"\"增强金融服务实体经济能力\"\"健全金融监管体系,守住不发生系统性金融风险的底线\"的工作要求;2018年政府工作报告亦是将防范化解重大风险,特别是防控金融风险放在三大攻坚战之首。2018年3月13日中国银行业监督管理委员会和中国保险监督管理委员会合并,", "label": "经济学", "id": 0}
{"content": "<正>2004年以来,国务院陆续将部分金融监管职权及金融风险处置责任下放给地方政府。地方政府金融监管的对象,是主要承担普惠金融责任的民间金融机构。中央从制度设计层面,地方从制度层面,以防控金融风险为目标,通过对民间金融机构的监管,不断将民间金融纳入确认和规制并举的路径中。但2011年以来,多地发生的民间金融风险和大规模非法集资案件,", "label": "经济学", "id": 0}
{"content": "<正>一、地方金融监管权问题提出的背景（一）地方金融监管新要求的核心内容习近平总书记在党的十九大报告中宣布中国特色社会主义进入新时代,并在报告中提出\"着力加快建设实体经济、科技创新、现代金融、人力资源协同发展的产业体系\",要求\"深化金融体制改革\"\"健全金融监管体系\",增强金融服务实体经济能力,守住不发生系统性金融风险的底线。①第五次全国金融工作会议也提出,要加强金融监管协调、补齐监管\"短板\"。地方政府要在坚持金融管理主要是中央事权的前提下,按照中央统一规则,强化属地风险处置责任。", "label": "经济学", "id": 0}
{"content": "<正>一、楔子依据国际货币基金组织（Internectional Monetary Fund,IMF）、国际证券管理组织（International Organization of Securities Commissions,IOSCO）公布的数据可知,货币可分为\"实体形式\"与\"电子形式\"。若以数字通货（Digital Currency）角度观之,则可区分为\"电子货币\"（E-Money）\"及\"虚拟通货\"（Virtual Currency）。①电子货币属于电子形式货币一类,至于\"虚拟通货\",系指以数字形式储存价值,以非法偿货币为计价单位,包括有\"中介发行机构\"（如AmazonCoin）与\"去中心化\"（如Bitcoin）二类。", "label": "经济学", "id": 0}
{"content": "<正>新中国成立70年来,中国通过金融改革和发展冲破了发展中国家普遍面临的资金短缺瓶颈,在贫穷落后的基础上实现了经济起飞,一跃成为世界第二大经济体,人均经济总量已经进入中等偏上收入国家行列,实现了新中国从\"站起来\"到\"富起来\"的跨越式发展。不仅如此,与主要发达经济体、转型经济体以及其他发展中国家的金融改革相比,中国始终注意平衡好金融改革的力度与社会可承受的程度之间的关系,不仅推动了经济更加快速的增长,而且提高了自身对金融风险的免疫能力,是世界上为数不多的没有爆发过债务危机、金融危机乃至经济危机的国家。", "label": "经济学", "id": 0}
{"content": "随着金融市场业务不断的推陈出新,以及互联网经济的蓬勃发展,传统的金融监管模式已经无法有效的预防金融系统存在的风险,近年来,监管机构对银行监管数据的要求不管是数据范围、数据粒度还是数据时效方面都越来越全面,越来越精细。为了应对监管日益严峻的监管现状,商业银行必须解决传统技术架构无法高效快速处理海量数据的问题,为此工商银行经过不断论证,探索出了以工行大数据服务云为基础技术架构,开发出一套适应当前监管模式的监管标准化报送系统。该系统为适应不断变化的监管要求,主要从如下几个方面做了相关标准化研究:基于大数据服务云基础架构上数据湖,统一处理并存储来自上游系统的海量业务明细数据,从而在数据源头保证了数据的粒度的精细,并且实现了不同业务系统数据的口径统一;基于大数据服务云实现数据的标准化分层加工处理,采用标准分层处理技术,不仅可以提升数据处理的速度,还可以适应不断变化的监管要求;建立标准化的数据质量管理平台,通过质量管理平台的多方位监控,不仅可以提高报送数据质量,还能反向治理银行内部业务数据。", "label": "经济学", "id": 0}
{"content": "2017年至2018年初,由全国金融标准化技术委员会证券分委会组织制定的《证券及相关金融工具国际证券识别编码体系》《证券及相关金融工具交易所和市场识别码》《证券及相关金融工具金融工具分类（CFI编码）》3项国家标准正式发布。以上3项编码标准的实施,有助于统一国内现有证券编码,支持国际化证券的识别和证券信息交换,以及各类跨境国际证券业务,满足未来我国证券市场对接国际市场的需求。", "label": "经济学", "id": 0}
{"content": "金融科技的\"颠覆性创新\"推动了新时代金融业的转型升级,也预示着传统金融监管将迈向新的范式。技术驱动的金融创新容易引发技术风险、信息风险与合规风险。通过人工智能为金融科技监管赋能,可以打造技术驱动型监管科技,实现金融监管的转型与重塑。借鉴互联网金融监管和证券监管领域的实践经验,不难发现,人工智能在识别和应对系统性金融风险中更具优势。因此,应当探索技术治理与法律规制相结合的、人工智能技术驱动型的金融科技监管新范式,实现法律与技术的优势互补,从而实现金融科技的有效监管。", "label": "经济学", "id": 0}
{"content": "<正>习近平总书记深刻地指出:\"透过现象看本质,当前的金融风险,是经济金融周期性因素、结构性因素和体制性因素叠加共振的必然后果。\"经验表明,高杠杆是一切金融脆弱性的总根源。高杠杆在实体部门体现为过度负债,在金融领域则体现为信用的过快扩张。目前,中国的金融风险已经到了必须加以解决的时候了。一实体部门的过度负债截至2016年末,中国宏观杠杆率（总负债/GDP）为247%,企业部门、地方政府和房地产领域均不同程度地体现过度负债的情况。（一）企业部门杠杆率高企根据中国社会科学院国家金融与发展实验室的数据,非金融企业杠", "label": "经济学", "id": 0}
{"content": "<正>资本市场的改革开放不仅是我国市场经济改革开放的重要组成部分,同时也是改革开放以来经济跨越式发展的重要推力。我国资本市场起步晚、底子薄,近30年来,不断完善与革新,持续开放与合作,在经济改革开放、不断发展的过程中,为国家战略提供了强有力的支持。一、资本市场助力金融改革如今我国的资本市场,已经扭转了长期存在的股权结构痼疾,建立了较为完备的交易机制和风险防控体系,机构投资者正逐步成为资本市场的中坚力量,投资者结构日趋成熟,市", "label": "经济学", "id": 0}
{"content": "<正>一、监管科技:从概念到蓝图（一）监管科技的概念\"监管科技\"是行政监管和科技的结合,在各个行政监管领域普遍运用,比如海关监管、食品药品监管、土地监管等等。但近两年来,在没有具体语境的情况下,\"监管科技\"（RegTech）主要指的是金融领域的监管科技。这一方面是由于金融领域向来是强监管的领域,和科技的需求结合最为紧密;另一方面则与近年来热门的\"金融科技\"（FinTech）的英文文义衍生有关。", "label": "经济学", "id": 0}
{"content": "<正>6月10日上午,银保监会党委召开系统\"不忘初心、牢记使命\"主题教育动员大会,银保监会党委书记、主席郭树清同志作动员讲话。郭树清指出,今年是中华人民共和国成立70周年,也是我们党在全国执政第70个年头,在这个时刻开展此次主题教育,正当其时。", "label": "经济学", "id": 0}
{"content": "<正>2019年5月,银行业保险业组织开展了以\"携手筑网·同防共治\"为主题的防范非法集资宣传月活动。在宣传月期间,各家保险公司精心部署,通过多种途径进行宣传,取得了良好成效。宣传活动既提高了消费者的保险意识和法律意识,又提升了北京保险业的良好形象,获得了社会各界的一致好评。", "label": "经济学", "id": 0}
{"content": "<正>目前金融问题成为了热点问题。金融问题之所以成为热点,与2008年金融危机有关。目前金融问题就是高杠杆的问题。这次金融危机与过去的经济危机不一样。经济危机通常称之为生产过剩危机,是市场的扩张赶不上生产的扩张,就产生了生产和产能的过剩。而金融危机是资产负债表的衰退危机,是因为某种原因资产负债表快速地衰退而导致的快", "label": "经济学", "id": 0}
{"content": "<正>现在很多事情实际上违背金融的逻辑,所以讲一讲金融的逻辑和常识还是很重要的。中国金融处在结构转型期,要重新地思考和理解金融。今天的金融以及未来的金融和过去不一样。我们在很多的论坛甚至包括一些文件的一些用语不符合金融的基本常识逻辑。一、去杠杆不符合金融的逻辑,应改为优化杠杆", "label": "经济学", "id": 0}
{"content": "<正>党的十八届三中全会决议提出:\"在加强监管的前提下,允许具备条件的民间资本依法发起设立中小型银行等金融机构\"。在2015年年初召开的全国人大会上,李克强总理代表国务院做的政府工作报告提出,发展民营银行条件成熟一个发展一个,不设置指标限制。大力发展民营银行是新常态下党中央和国务院制定的进一步深化我国金融体制改革的方向,也是新时期我国金融体制改革的重点和深入发展的重要举措。为了进一步促进我国民", "label": "经济学", "id": 0}
{"content": "<正>区块链技术源于比特币底层技术,区块链技术和金融的应用有着天然的联系,区块链技术出台、发现、孕育的过程中,各方的态度不一样,监管层的态度非常谨慎,原因在于以区块链为底层技术的数字货币本质上是去中心化,挑战中心化货币,所以全球监管层都持比较谨慎的态度。对企业而言是非常欢迎的,因为它开辟了一个创新和投资的领域,所以企业是狂欢。对于学术界来说也是好事,因为我们可以多写几篇文章发表了。", "label": "经济学", "id": 0}
{"content": "<正>虽然现在流行讲国企如何垄断破坏市场效率,但不可否认国有企业和银行都曾经历艰难岁月。以商业银行为例,上世纪九十年代,其不良资产率接近40%,银行业濒临破产边缘,在撇除不良资产、引进战略投资者、股份制改制上市初步完成后,国有商业银行才走出泥泞。尽管现在国有银行盈利普遍较好,但仍然面", "label": "经济学", "id": 0}
{"content": "<正>2018年3月17日,十三届全国人大一次会议表决通过了国务院机构改革方案,其中,中国金融监管部门由原先的\"三会\"调整为\"两会\"（即中国银监会与中国保监会合并,成立中国银行业和保险业监督管理委员会;中国证监会继续保留）,由此,中国金融监管框架由原先的\"一行三会\"调整为\"一委一行两会\"（即国务院金融稳定发展委员会、中国人民银行、中国银保监会和中国证监会）,这标志着", "label": "经济学", "id": 0}
{"content": "<正>不必过度担忧金融风险中国新闻周刊:在你看来,目前中国金融的风险源是什么?吴晓求:从国际经验和历史经验来看,判断一个国家是否会发生金融危机,主要看四种风险形态的恶劣程度:一是货币危机,就是该国货币对全球主要货币出现大幅度的贬值,而且贬值速度非常快,时间非常短,这是金融危机的一个重要导火索。二是银行流动性危机,主要表现是储户出现严重的挤兑而银行不能及时兑付。", "label": "经济学", "id": 0}
{"content": "科技型小微企业对经济发展的推动作用越来越显著,融资难现象制约科技型小微企业健康发展。本文从科技型小微企业融资现状入手,分析了科技型小微企业融资难成因,并探讨了金融对科技型小微企业的助力方法。", "label": "经济学", "id": 0}
{"content": "发展中国家普通存在金融抑制现象,根本原因在于发展中国家金融发展不充分,政府只能通过行政手段来保护本国利益,避免遭受国际资本的冲击。从金融创新推动金融发展的实施路径来看,制度创新先行,然后是市场创新,最后才是工具创新,而衡量金融发展的指标必须满足\"可度量、有规则、关联性、普遍性\"四个属性。", "label": "经济学", "id": 0}
{"content": "金融创新有利有弊,它在转移和分散金融风险的同时,又产生了新的金融风险。不同经济发展阶段、不同的风险控制水平,需要建立不同的产品创新、制度创新与技术创新实施路径。我国银行可以从美国的金融创新路径、监管思路中吸收经验,建立与我国市场经济发展相适应的金融市场、金融制度与金融监管体系。", "label": "经济学", "id": 0}
{"content": "行业发展概览未来发展前景国民经济增长与逐步提升的居民消费水平为消费金融行业蓬勃发展提供沃土,中国狭义消费信贷渗透率已逼近美国水平。双循环背景下,消费金融重要性不减,但在国家有意控制住户部门杠杆率背景下,预计未来消费金融贷款规模增速将保持与GDP、社会消费品零售总额等宏观指标增速的相对一致性。当前发展现状2021年中国互联网消费金融行业放款规模达到20.2万亿元,余额规模达到5.8万亿元。传统金融机构已经初步完成了以大行为首、头部中小行紧随其后的个人消费贷款自生式互联网化,原有的持牌机构仅作为互联网金融平台资金方角色的现实已被打破,持牌金融机构的行业贡献比例已经提升到了2021年的32.9%。发展格局监管意愿:认可互联网金融平台对中国消费金融线上化进程贡献的价值,意在形成银行为主、非银类金为辅的供给格局。发展现状:互金平台已超越银行自营消费贷,成为份额贡献率仅次于信用卡的一大主体;随互金平台的逐步持牌化与业务转型,预计未来消费金融公司将是仅次于银行的第二大消费金融供给主体。行业集中度方面,互金平台细分市场集中度继续上升,持牌机构细分市场呈相反变化趋势,行业整体集中度下降。行业发展方式商业模式发展现状:自营模式对运营主体能力要求较高,助贷模式主要是在获客、风控环节具备优势者参与,以弥补资本金与杠杆率短板。2020年,助贷对互联网消费金融行业放款规模与余额规模的贡献分别达到了86.2%与74.6%,2021年有所下降。监管意愿:认可助贷的价值,一系列政策强化银行业金融机构在助贷模式中的责任与权利,意在推动平台助贷仅保留展业属性。助贷盈利监管意愿:意在通过利率上限调整压缩信贷业务利润空间,引导消费贷用户回归持牌机构。发展现状:助贷收入来源本质为减去所承担坏账损失后的助贷技术服务费,不同风险承担方式下助贷方实际分润比例类似。利率上限下调后,将成主流的分润模式在原有成本结构与分润比例下盈利困难,有生态获客与科技优势的平台可成为幸存者。行业趋势展望趋势1:个人征信公司加入后,互金助贷平台重要性被削弱、分润费率降低,风控服务环节可能被征信公司替代。趋势2:互联网消费金融助贷平台破局五大方向:技术向转型、持牌化发展、获客向助贷、联名信用卡、小微贷助贷趋势3:消费金融的终极状态是全场景消费贷,信用卡与互联网信用支付产品的融合将加速这一进程。", "label": "经济学", "id": 0}
{"content": "市场的存在,为企业提供了广阔的运营和发展空间,但是市场形势的变化,同样会对企业的发展产生影响,企业只有顺势而为,不断调整管理决策,加速改革,才能在当前社会稳定立足。近年来,经济形势异常严峻,对企业的经营管理提出了更高要求,如果不能及时的做出调整和转变,容易导致发展动力不足,无法体现出行业优势。企业方面可以利用金融管理,提高经营效果,消除经济风险,达到预期的发展和经营目标,这也是当代企业的重点任务。本文对此进行分析研究,并且提出了几点浅见。", "label": "经济学", "id": 0}
{"content": "在现代企业中,金融投资是帮助企业理财推动发展的重要途径和渠道,企业金融投资能够对原有的债务结构起到优化作用,提高资本的流动性,增强企业资本的盈利性能。但是金融投资具有不同的类型,各种类型的投资分别对应着不同的风险,它们的收益率有高有低,风险率也是同样,为了全面控制金融投资的过大风险和不合理风险,企业一定要对投资项目的风险类型进行精准识别,制定有针对性的防控措施,对投资结构展开优化,采取动态监控的角度观测投资风险。由此可见,企业在应对金融投资风险的时候一定要注重策略得当,对经营风险进行动态评估,对决策流程展开规范化的监督。本文围绕着企业金融投资风险管理展开论述。", "label": "经济学", "id": 0}
{"content": "本文以吉林敖东为例,通过对企业绩效的研究,分析了医药与金融并举战略对企业经营的影响与潜在风险,并据此对实体经济金融化发展提出了相关建议。", "label": "经济学", "id": 0}
{"content": "混合错配主要有混合金融工具、混合实体支付、反向混合、双重居民身份扣除以及引入错配等类型,不同类型的混合错配会产生不同的错配结果,进而带来双重不征税的避税影响。我国在消除混合错配影响方面面临国内和国际双重困境,为走出消除混合错配影响的现实困境,本文从国内和国际两个维度出发,提出了完善我国消除混合错配影响的反避税规制的相关建议,以期对有效消除混合错配给我国造成的不利影响有所助益。", "label": "经济学", "id": 0}
{"content": "随着我国整体经济的飞速发展,当前我国整体经济结构已经逐渐发生转变。在此经济背景下,企业在发展运行过程中,需要对当前正在运用的企业经营管理模式进行不断完善与优化,方能够保障企业在行业市场内的占有份额,提升企业的经济收益。金融管理作为企业经营管理过程中最重要的模块之一,企业自身的金融管理模式对于企业在行业市场中的市场竞争力起到决定性的影响,因此,企业应在发展过程中,应根据当前市场经济发展背景,将企业当前发展现状与先进的金融管理理念进行有机融合,进而全面提升企业内部金融管理水平。本文将主要以企业经营管理作为研究主题,分析现阶段金融管理在企业经营管理中存在的问题,并探讨金融管理在企业经营管理中的应用策略。", "label": "经济学", "id": 0}
{"content": "行业发展分析·2020年,银行、保险与证券机构的累计技术资金投入达2691.9亿元,中国FinTech已经迈向可信科技驱动的智能化进阶时期。·2021年是\"金融科技三年规划\"的收官之年,未来几年金融机构的技术投入与数字创新实践将主要集中于三个方向:基础技术建设与升级、业务需求导向的数字化实践、基于数字金融基础设施的创新实践。技术发展洞察·根据\"iResearch:FinTech–技术战略矩阵（2021,中国）\":云计算、分布式核心系统、分布式数据库、隐私计算、联盟链等技术位于\"核心性战略\"范畴,建议金融机构重视这些技术的投入与应用。·FinTech技术市场目前拥有\"技术产品销售、定制化服务、按量收费（节点、机器人数量、流量等）、联合分润\"四类商业模式,整体市场机会巨大。细分领域研究·2020年,中国银行机构技术投入为2078亿元,技术采购费用达618亿元;中国保险机构技术投入达351亿元,中国保险机构技术采购费用达183亿元;中国证券机构技术投入达262.9亿元。·基于\"2020-2021年科技效能发展象限\":a.银行领域在远程视频银行、数字人民币、数据中台、数据治理等用例表现出了良好的科技效能;b.保险领域在渠道与营销（SalesTech推动下）、数据中台、全域数字化等用例的效能表现较优;c.证券领域在数字监管、以TAMP为代表的财富管理业务方面表现出了相对领先的科技效能。趋势展望·未来5年,中国FinTech行业将迈入\"可信时代\",可信与智能融合将成为未来10年内FinTech发展的主旋律。·数据治理及数据可信流转将成为可信科技近5年内的发展切入点,FinTech\"二层能力\"及\"三层能力\"进入协同发展期。", "label": "经济学", "id": 0}
{"content": "2021年中央一号文件《中共中央国务院关于全面推进乡村振兴加快农业农村现代化的意见》中突出强调了\"金融支持\"的重要性。数字普惠金融作为惠民惠农的政策,在改善农村金融体系方面发挥着至关重要的作用。乡村振兴的一项重要任务是全面建设社会主义现代化国家。振兴农村,必须发展农村金融。在此背景下,研究数字普惠金融发展对乡村振兴的影响,对于我国全面实现乡村振兴目标具有重要的理论和实践意义。本文基于北京大学数字金融研究中心发布的2011-2020数字普惠金融指数面板数据来测度省域数字普惠金融发展程度,使用中国乡村振兴发展指数蓝皮书（2018）构建的指标体系来测算我国省域的乡村振兴指数;综合对数字普惠金融的动态演进、区域差异与对乡村振兴的影响三个角度展开研究。首先,利用网络爬虫技术爬取数字普惠金融相关政策文本,通过LDA主题建模研究数字普惠金融各主题政策与乡村振兴之间的联系;其次,运用Kernel密度估计法从多重视角下分析我国数字普惠金融发展的动态演进趋势,借助Markov链分析2011-2020年数字普惠金融发展水平转移的动态变化;然后,基于空间视角,借助全局以及局部莫兰指数探索空间的整体聚集和区域聚集差异特征,进一步.借助Dagum基尼系数分解法分析工具深入探究全国及三大区域数字普惠金融发展的地区差异以及差异来源。最后,通过选择SAR,SEAR,SARAR模型中的最优模型来构造空间回归模型,探究数字普惠金融对乡村振兴的影响。本文的研究得出结论:1)\"金融服务\"主题在文本中出现频率最高,是发展数字普惠金融的基础;2)东、中、西三大区域内的数字普惠金融发展存在差异,且有两级分化发展态势;3)数字普惠金融省际间空间聚集效应显著,京津冀与长三角地区尤为突出;4)数字普惠金融在各区域间发展对总体差异的影响正在减弱,而区域内反之;5)数字普惠金融覆盖广度、使用深度以及该地区的经济水平显著正向影响乡村振兴。对此提出建议:1)因地制宜并实施差异化发展战略,以缩小区域发展差距;2)数字普惠金融应秉持\"市场导向,国家支持\"的发展理念;3)建立健全政府指导机制,积极引导全民参与;4)多方联动发展数字普惠金融,全面助力乡村振兴。5)大力推动乡村数字化发展,创新推动乡村振兴进程。", "label": "经济学", "id": 0}
{"content": "仓单融资发展日趋成熟,但还是不能杜绝部分企业\"钻空子\"进行违规操作,损害金融机构利益。通过对比分析贷款企业、金融机构、物流企业三者在是否引入区块链和物联网技术下的收益,采用数值仿真模拟三方演化路径,得到理想化结果的条件。本文结果表明:区块链和物联网应用是保障企业不进行虚假贷款和市场健康稳定运行的重要手段,其必要条件就是减小其运用新技术的成本,使其小于常规监管所付出的成本;并且在技术运用成本较大的初期,可以通过较大的罚金来保障贷款企业合理合规的贷款经营。", "label": "经济学", "id": 0}
{"content": "本文基于国内国际双循环背景下,从个体、整体两个角度对经典的、最新的系统性金融风险测度文献进行回顾梳理与比较,利用VosViewer对文献进行可视化分析,追踪VaR、ES和SRISK三种经典方法的研究进展,并在文末结合新格局背景给出相应的政策性建议。后续研究应结合网络分析,重视金融机构之间的内在联系与风险传染,及时预警和监测风险,以期更好地维持金融系统稳定,为实体经济蓬勃发展奠定基础。", "label": "经济学", "id": 0}
{"content": "我国乡村旅游进入高质量发展阶段,在金融介入下衍生了多元参与主体。文章研究了金融助力下乡村旅游开发各参与主体决策行为的动态演化过程,分析了各策略均衡状态的约束条件。通过构建政府、金融机构、开发者之间的三方演化博弈模型,解析了乡村旅游开发各参与主体不同决策下的具体收益,探究了不同博弈均衡状态的参数要求。研究发现:（1）在金融助力乡村旅游开发模式下,最终博弈结果为低开发度均衡或高开发度均衡。在低开发度均衡情况下,地区旅游产业整体发展水平处于落后状态;在高开发度均衡情况下,地区旅游产业能够进入高速增长乃至较发达状态。（2）三方动态演化博弈过程由政府驱动,并遵循政府、金融机构、开发者次序进行决策,最终实现系统均衡,但均衡类型由金融机构的决策所决定。本文的研究为政府制定相关政策提供了理论依据。", "label": "经济学", "id": 0}
{"content": "资本与金融账户开放作为高水平开放的重要内容,在促进我国高质量发展的同时,也可能会加剧系统性金融风险,危及金融安全。本文通过构建系统性金融风险指数（SFRI）和资本与金融账户开放度（CFAO）,采用分布滞后模型-Almon模型,分析了资本与金融账户开放对系统性金融风险的影响。研究结果显示,我国资本与金融账户的开放确实与系统性金融风险存在显著的正向关系,且这种影响存在明显滞后性。因此,我国应结合自身实际,坚持\"有序、渐进、审慎\"原则继续推进资本账户开放,强化监管机制,在防控系统性金融风险的前提下,通过资本账户开放促进我国经济高质量发展。", "label": "经济学", "id": 0}
{"content": "2016年10月25-27日,由北京大学中国教育财政科学研究所和中国教育发展战略学会教育财政专业委员会联合主办的\"第二届中国教育财政学术研讨会暨2016年中国教育发展战略学会教育财政专业委员会年会\"在北京大学中关新园举行。来自国内外教育财政领域的政策制定者、实践者、学者以及媒体和公益机构负责人等各界人士400余人参加了本次会议。本次会议特设了\"前沿话题·资本市场与教育咖啡茶座\",本期简报两篇文章分别根据拼图资本创始合伙人王磊、方正证券研究所中小盘组分析师王莎莎在茶座上的发言整理而成,内容已经作者审阅。", "label": "经济学", "id": 0}
{"content": "<正>一、研究背景为贯彻落实国家电网公司\"具有中国特色国际领先的能源互联网企业\"的战略目标,在电费营收下行压力较大的前提下,加快转变公司作为单一电能供应商的现状,发展具有公司特色的电力数据服务产业,打造公司发展新业态,构建公司发展新的商业模式,创造新的利润增长点,", "label": "经济学", "id": 0}
{"content": "金融领域的数据分级方法是保障数据资产安全、加强金融风险防范和提升数据治理能力的重要支撑。本文研究和对比了《中国农业银行数据资产安全分级标准与安全管理体系建设方法》、《证券期货业数据分类分级指引》（JR/T0158-2018）、《金融数据安全数据安全分级指南》（JR/T 0197-2020）三个典型的数据分级标准的内容,包括定级要素、安全级别、定级规则、定级流程、级别变更。并结合数据分级标准实施面临的挑战,进而提出建议和对策。", "label": "经济学", "id": 0}
{"content": "本文阐述了标准化对于指导构建金融科技领域数据库质量管理体系建设的重要意义,阐明了应用标准化方法和流程构建此质量管理体系的建设思路,并给出工作流程的说明和运行效果示例。同时本文对标准化与未来新型数据库智能化建设的关系提出了思考和建议。", "label": "经济学", "id": 0}
{"content": "本文介绍了欧美等国人工智能标准建设的现状以及我国相关的战略规划;阐明了人工智能应用的保障措施,包括技术、环境、标准化等方面;最后,结合标准化的意义给出人工智能金融科技标准建设的启示和建议。", "label": "经济学", "id": 0}
{"content": "本文基于研发运营一体化标准,结合金融科技行业背景,着重分析并提出了一套持续交付体系下的产品版本管理解决方案,以帮助金融科技企业实现研发运营效能的提升。", "label": "经济学", "id": 0}
{"content": "本文提出了一种对多个关联交互金融应用系统进行联合测试的方法,通过对关联系统间数据传输测试过程进行管理、监控和分析,可以将多个关联交互的金融应用系统作为一个有机整体进行测试和验证,保证联测的全面性、整体性、动态性和高效性。经作者在金融科技实践工作检验,这是一种实施简洁、行之有效的多系统联测方法。", "label": "经济学", "id": 0}
{"content": "本文介绍了一种大型商业银行核心应用系统标准化压力测试方法。该方法基于zOS大型主机集群系统,模拟银行联机及批量业务场景,实现银行核心应用系统压力测试。该方法是作者所在金融科技领域测试部门多年工作经验的提炼和总结,目前作为标准化测试方法在企业内使用。", "label": "经济学", "id": 0}
{"content": "数据要素的合规流转是实现数据价值的关键。联邦学习技术可以在保护数据隐私的基础上,实现数据的流通共享,并充分挖掘数据价值。联邦学习依赖的技术原理众多,各家产品的技术路径往往具有显著差异,这为联邦学习技术在金融行业的广泛应用带来了两个阻碍。一是联邦学习产品的安全性没有统一的评价流程和标准,阻碍了其在行业的广泛使用;二是异构联邦学习平台产品相互独立,缺少互通协议,加大了平台上数据要素的流通成本。本文对联邦学习技术相关的国内外标准现状进行了分析,提出并建立了面对金融场景的联邦学习技术标准化体系,为联邦学习技术在金融行业的广泛合规应用提供了规范和依据。", "label": "经济学", "id": 0}
{"content": "本文通过讨论金融科技产品选型工作现状、金融科技产品已有标准,对金融科技产品选型标准体系的建设展开探讨。选型架构描述所涉及的技术架构及产品服务分类,选型指标对选型产品所涉及的各类功能、非功能指标进行详细描述,在此基础上构建选型工作标准化,包括选型需求、调研、案例、收尾工作。选型工作的标准体系建立也将对数字化转型中的金融科技建设发挥促进作用。", "label": "经济学", "id": 0}
{"content": "美国的金融监管模式经历了混业-分业-混业的历程。1999年,美国彻底废除了《格拉斯-斯蒂格尔法》,标志着美国重新回到了混业经营时代。美国的银行业之所以持续通过制度创新、技术以及产品创新,不断降低交易成本,绕开金融管制,核心动力源于逐利。美国的银行业在客户需求多样化、全球经济一体化等内外部环境下,呈现出并购持续活跃、混业趋势明显、存贷业务占比下降、网络银行快速渗透等四个明显的趋势。", "label": "经济学", "id": 0}
{"content": "随着人民币国际化战略的推进和中非合作的深化,人民币在非洲的影响力也在不断提升。本文借鉴Diebold and Yilmaz （2012）的做法,基于信息溢出指数分析人民币对非洲国家货币的溢出效应,探讨人民币在非洲的区域影响力,结果表明:（1）在岸人民币和离岸人民币对非洲国家货币都存在一定程度的溢出效应,该溢出效应具有时变性,其中离岸人民币溢出效应更强。（2）在岸人民币、离岸人民币对实行不同汇率制度的非洲国家货币间的溢出效应走势趋同,但人民币对固定汇率制度非洲国家货币间的溢出效应最大。进一步提升人民币非洲区域影响力,推动中非货币金融合作,可通过健全离岸和在岸人民币汇率形成机制、积极推动非洲离岸人民币市场的建设、完善人民币在非洲的跨境结算体系建设;而对不同汇率制度非洲国家应采取不同的措施。", "label": "经济学", "id": 0}
{"content": "<正>一、美国场外市场发展经验在全球范围内,美国的多层次资本市场在市场规模、交易方式、横向多元化以及纵向多层次化等方面是最为完善的代表,体现出很高的发达成熟水平,发展经验被各国广泛借鉴。追溯美国资本市场起源,发现场外市场是最初的资本市场形式,其发展经验值得我们借鉴。（一）美国场外市场的地位及作用纵观美国咨本市场的发展形成中,发现其是一个不断充分市场竞争、不断自然演讲、", "label": "经济学", "id": 0}
{"content": "<正>党的十九届四中全会提出\"要坚持和完善繁荣发展社会主义先进文化的制度,巩固全体人民团结奋斗的共同思想基础\",作为坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化的重点任务之一。证券行业文化建设是中国资本市场高质量发展的重要组成。中国证监会党委书记、主席易会满在《加快行业文化建设,优化行业发展生态,着力提升证券基金机构软实力和核心竞争力》讲话中提出,\"加快建设‘合规、诚信、专业、稳健’的行业文化,为资本市场长期稳定健康发展提供价值引领和精神支撑\"。", "label": "经济学", "id": 0}
{"content": "<正>美国农业政策专家发现金融业面临的气候风险,农业贷款人也不能幸免。极端天气事件每年给美国农业部门带来数十亿美元的损失。气候危机给美国农民和牧场主带来极端风险,从新出现的病虫害到不断变化的天气模式。如果不加以控制,气候变化很可能会破坏美国农业经济,对农民和牧场主造成可怕的影响。美国政府必须确保农业贷款人制定适当的保障措施,以适应气候变化带来的更大风险。", "label": "经济学", "id": 0}
{"content": "在新冠肺炎疫情冲击全球经济时,中国—东盟自贸区表现出了强劲的经济支持能力。十几年来,中国—东盟自贸区不断发展,双边贸易、双向直接投资不断增加,迸发出强劲的经济增长动力。通过对2003年-2018年中国—东盟双边贸易数据的分析发现,中国—东盟双边贸易结构相似,产业内贸易已初具规模。本文旨在研究中国—东盟自贸区背景下,探究双边直接投资对产业内贸易的影响。本文选取中国和东盟十国2003-2018年的数据作为研究样本,采用面板数据的固定效应模型进行实证研究,得出以下结论:在自贸区投资便利化的加持下,中国与东盟十国直接投资对双边产业内贸易均呈正向推动作用。其中,中国对东盟直接投资主要作用于资源密集型的初级产品类,中国实际利用东盟外商投资主要作用于产成品类。本文建议,保持投资往来、进一步推动投资开放,找准投资方向,紧抓产业内贸易这一发力点,推动产业结构优化升级。", "label": "经济学", "id": 0}
{"content": "结合B-P断点检验与VAR-DCC-GARCH模型,本文对比研究了WTI期货与沪深300股指期货和标普500股指期货之间的价格传递关系。研究结果表明,当前阶段,中国股指期货市场较美国股指期货市场与国际原油期货市场之间的相关程度更高;并且无论是标普500股指期货还是沪深300股指期货与国际原油期货价格之间的关系都在减弱。在原油价格暴跌时,美国股指期货市场与WTI期货市场的相关性会上升,而我国股指期货市场则与之相反。此外,中国股指期货市场受到原油期货价格短期波动的影响较美国股指期货市场而言更小。", "label": "经济学", "id": 0}
{"content": "<正>一、资本市场如何助推产业升级——美国案例和经验大量研究表明,金融结构与产业结构之间存在一种\"要素禀赋结构——产业结构——金融结构\"的动态螺旋调整机制,即要素禀赋结构变化会促进产业结构调整,产业结构调整会改变实体经济对金融服务的需求并进一步推动金融体系和金融结构进行调整,新的金融结构又会改变要素禀赋结构从而推动产业结构和金融结构开始新一轮动态调整。事实上,这种动态调整机制在美国体现得尤为充分,作为市场主导型金融体系的典型代表,美国有全球发达的资本市场,同时也是全球GDP产值最高的国家,拥有大量处于全球价值链体系顶层的科技公司,在发展新兴产业方面也取得了显著的成就,这些对于当前正处在产业升级换代关键点的中国而言都非常值得关注和借鉴。", "label": "经济学", "id": 0}
{"content": "<正>目前我国资本市场正处于走向规范、成熟的关键时期,场外市场作为多层次资本市场体系的重要组成部分,在服务实体经济,拓宽融资渠道,实现各类金融产品销售、流通转让,提供个性化风险管理工具等方面具有重要作用。因此,如何更好地发挥场外市场的职能并提升场外市场的监管水平成为当前面临的重要课题之一。作为美国场外证券市场主要监管手段之一的交易报告与合规系统,在场外债券市场数据报送、市场监管、数据共享等方面都为我国提供了有益的参考。鉴于此,本文对交易报告与合规系统进行了研究。", "label": "经济学", "id": 0}
{"content": "<正>一、欧盟交易报告制度法律框架为提高金融市场透明度,欧盟建立了两套相对独立的交易报告体系,分别是以《金融工具市场条例》《金融工具市场指令Ⅱ》为基础的全口径金融工具交易报告制度（以下简称\"MiFIDⅡ/MiTIR交易报告制度\"）和以《欧洲市场基础设施监管条例》为基础的衍生品交易报告制度（以下简称\"EMIR交易报告制度\"）。", "label": "经济学", "id": 0}
{"content": "<正>适应国内证券经纪业务转型需要,证券行业最近几年积极探索主经纪（Prime Brokerage,简称PB）服务,取得了一定成效,但也存在认识模糊、内控不严等问题,严重制约业务发展。美国是主经纪服务的发源地,如何总结其有益经验,更好地服务机构需求,是值得证券行业思考的重要问题。笔者长期关注主经纪服务发展,对相关情况进行了梳理,希望对行业发展有所助益。", "label": "经济学", "id": 0}
{"content": "<正>8.1亚太金融一体化:法定与事实的视角8.1.1法定金融开放度本报告用法定金融开放度和事实金融开放度两种测量方法来测算金融一体化程度1,并进一步计算经济和金融开放一体化变动趋势。本小节和下一小节将报告亚洲主要经济体以及主要经济伙伴金融一体化程度指标的最新结果。本小节主要报告法定金融开放度结果,具", "label": "经济学", "id": 0}
{"content": "<正>1.介绍本研究的目的·提高对东亚经济体制度的了解:奇迹的兴衰·成功案例:快速的高增长·挑战:金融危机。每十年经历一次危机（案例:韩国经济）·针对任务导向的发展战略的患者融资:智能、可持续、包容性增长。本研究的论点·反映每个国家的政治和经济进程（结构）的产业资本和金融资本之间的动态关系,可以更好", "label": "经济学", "id": 0}
{"content": "<正>金融领域将是中美竞争升级的重要战场。中美两国迥异的金融体系特点决定了各自的金融战站位。美国以股市作为金融主场,而中国的资产主场则在房地产。就金融战自身禀赋和战略筹码而言,美国的主要战略筹码是基于美元主导地位发起的金融制裁,中国不多的战略筹码则是有利的对外投资头寸和自我循环的内在金融体系。美国的软肋在于股市,中国的软肋则是内部的系统性金融风险。从金融战开打的方向看,美国可能采取直接金融制裁、货币汇率竞争、做空金", "label": "经济学", "id": 0}
{"content": "<正>一、账户管理概述在美国,账户管理又称管理账户（Managed Account）,即以投资者需求为核心,为投资者提供涵盖投资、税务、教育、养老等个性化的投资方案,并按约定方案提供投资组合管理、交易执行、清算交收等一揽子金融服务。（一）账户管理业务的基本理念为了更好地理解账户管理业务的运营理念,需明确以下几点基本理念:1.账户管理是基于充分了解客户需求的前提下,将客户在投资、税务、教育、养老等", "label": "经济学", "id": 0}
{"content": "<正>英国央行行长卡尼（Mark Carney）在上议院经济事务委员会听证会上表示,退欧公投可能会严重地影响到资产价格,为国内金融稳定带来巨大风险。无论退欧公投结果如何,货币政策委员会将利用其工具来完成通胀任务。卡尼在听证会上强调,国际形势颇具挑战性,英国央行必须评估货币政策的影响。他指出,英国央行已经意识到信贷激增的风险,以及来自房地产和金融市场的风险。\"这些风险的一些要素可能已经开始显现。\"他补充道,退欧公投对英国国内金融稳定性构成巨大风险。若英国选民投票支持退欧,可能会造成英国经济", "label": "经济学", "id": 0}
{"content": "<正>德国央行行长兼欧洲央行执委魏德曼（Jens Weidmann）周三（3月23日）表示,欧洲央行最新的一揽子扩大量宽决策实在太过火了。他个人对于这些刺激措施并不赞同。魏德曼认为,欧洲央行应该灵活地掌握推高目标通胀率的时机,并考虑到银行利率过低的问题,因为这样会降低央行政策的有效性。欧元区已经连续数年陷于超低通胀的状况。欧洲央行已经讨论如何尽快将通胀率推高至接近2%的目标,所谓\"中期\"的定义能否超越此前预测2018年的水平。", "label": "经济学", "id": 0}
{"content": "<正>荷兰合作银行（Rabobank）高级经济学家Philip Marey周四（4月7日）表示,虽然此前公布的美联储3月16-17日会议纪要证实,美联储对于经济前景的展望仍充满着不确定,但风险偏向下行,因而美联储每次会议都有可能加息。该行表示,虽然自从美联储3月会议至今,美国的经济形势几乎没有变化,但3月会议上的\"点阵图\"现在看来已经失效;实际上,美联储主席耶伦（Yellen）上周曾试图解释,为何美联储一开始的加息路径需要是\"渐进的\",", "label": "经济学", "id": 0}
{"content": "<正>3月底中国外汇储备自去年11月份以来首次出现回升,3月外汇储备增加102.8亿美元。中金公司发布最新研究报告称,外储增加得益于弱势美元带来约470亿美元的正向估值效应。同时,随着中国经济呈现更多积极信号,近期人民币贬值预期有所缓解,资本流出压力有所缓解。报告认为,往前看,外储数据有可能继续改善。在政策支撑和关键行业牵引下,国内投资回暖势头或将延续,中国经济有可能进入一条温和再通胀的轨道。即将公布的3月份经济数据有望进一步确认这一态势。报告预期,货币政策进一步宽松的空间应该有限,今年或无需再降息。结合该行关于美联储今年慢加息的判", "label": "经济学", "id": 0}
{"content": "在美国对外大行金融制裁并不断升级制裁手段的国际背景之下,欧洲各国呼吁构建一个能够绕过美元的贸易结算支持机制,INSTEX机制应运而生。2019年6月29日,INSTEX机制迎来了第一次扩容,根据对当前INSTEX机制发展过程中各种因素的考量,可以预测INSTEX机制的走向有两种可能:一是将INSTEX机制的成员限定在欧盟国家之内;另一种可能是发展成一种多边性的机制,向欧盟以外的国家开放。由于欧盟对于INSTEX机制走向的态度并不明确,因此我国需要在借鉴欧盟对伊朗的贸易结算支持机制基础上,做好不同预案,包括构建相应的国际结算体系,甚至倡议全球性的替代性贸易结算体系。", "label": "经济学", "id": 0}
{"content": "国际投资是全球经济增长的重要引擎,但面对全球投资萎缩压力,广泛多边投资治理机制严重滞后。为从全球投资治理困境中寻求出路,本文根据当前全球投资治理体系特征,创新性提出全球投资治理分治模式概念,运用理论与图示相结合的分析模型,验证全球投资治理分治模式形成的必然性,并从基本原理和现实典型两个视角剖析全球投资治理分治模式将从一般分治模式向嵌入型分治模式进化聚合的逻辑机理,从而论证世界共治并非全球投资治理的唯一出路,自发形成的分治模式才是全球投资治理的必经之路,而分治模式更是能够通过自我进化提升投资治理效果。故此,中国在参与全球投资治理中应顺势而为方可聚势而强,即顺应全球投资体系和投资治理体系的现实发展规律,通过制度型开放推进建立机制化的投资治理嵌入型分治模式,促进投资治理力量的聚类,提高治理效益,提升治理话语权。", "label": "经济学", "id": 0}
{"content": "<正>不丹调整外国投资事宜的规则主要体现在2010年《外国直接投资政策》（2014年修正）,至今未颁布任何系统的法律规范。该政策认识到,私营行业是国家经济增长的重要引擎,而旨在为外国投资者创造有利的营商投资环境。为于2020年实现其主要目标——实现经济自力更生和充分就业,该政策明确提出了若干战略和改革举措。", "label": "经济学", "id": 0}
{"content": "<正>印度是全球最大的外国投资目的地之一,市场规模、快速市场增长、投资激励、低劳动力成本、低原材料成本、有形基础设施、私有化政策、贸易政策、技术和运输成本等各类因素促使印度成为吸引外国投资的目的地。过去几年来,印度的外国投资稳步上升。印度政府的\"营商便利\"倡议有助于为获得必要的监管批准畅通道路,进一步促进外国投资者向印度投资。目前,印度是世界上对外国投资最开放的经济体之一,在多数行业内,根据自动路径,外国投资可持有印度企业100%的股权。", "label": "经济学", "id": 0}
{"content": "气候变化是全球可持续发展面临的重大挑战,需要各国加速推动绿色低碳转型。据测算,实现《巴黎协定》全球温升控制目标,全球预计需要投资93万亿美元,远超公共部门的能力范围。因此,全球气候治理需要绿色金融的积极参与、发挥导向作用,引导资金流向可持续的绿色项目,推动全球可持续发展。\"一带一路\"对外投资体量大、涉及面广,主要集中在能源、交通、制造业等领域,面临一定的环境气候风险和挑战,现有对外投资风险识别和防范机制有待完善,绿色投融资工具应用推广不足,需要进一步加强绿色金融的支撑保障作用。本文分析了德国复兴信贷银行在鼓励与增加绿色项目支持力度、减少乃至停止对棕色项目的投资方面所做出的最佳实践,对我国加强绿色投融资、推动\"一带一路\"对外投资可持续发展提出启示与建议。", "label": "经济学", "id": 0}
{"content": "本文简要分析了利用世界银行贷款项目进行水利工程建设质量控制的重要性,侧重从施工过程方面叙述了工程质量控制的方式和措施,旨在加大对水利工程质量的控制力度,确保水利工程建设。", "label": "经济学", "id": 0}
{"content": "<正>一、引言正如习近平总书记所说,世界正处于百年未有之大变局,国际格局加速演变。随着全球经济一体化、金融全球化的演进,我国金融开放程度显著提升。金融开放是新时代最大的\"制度红利\",是我国资本市场对外接轨的重要窗口。金融开放一方面会给我国经济发展带来许多有利因素,但另一方面也将引起资本的跨境流动,尤其是短期投机性跨境资本的大幅流动,投机性的跨境资本流动对我国资本市场乃至金融市场都会造成冲击。现阶段,我国面临着较为复杂严峻的国内外经济金融形势,国外\"黑天鹅\"事件频频发生,", "label": "经济学", "id": 0}
{"content": "<正>1990年12月,上海证券交易所正式开始挂牌交易。设立证券交易所,正式开启了中国资本市场的航程。2020年9月初,沪、深两市上市公司近4 000家,总市值达70万亿元,外资持有中国股市总市值的比例达到4.69%。1989年,瑞银在上海及北京设立了代表处,正式开始在中国内地市场开展业务。瑞银不断发展,到2020年,瑞银在中国已建立起一个拥有多个业务牌照和实体的国内平台。员工超过1 200人,业务涵盖投资银行、财富管理和资产管理三大板块。", "label": "经济学", "id": 0}
{"content": "<正>作为全球经济增长最快的地区,亚洲金融合作可以成为全球金融合作的典范,因为其不仅能够促进全球经济增长,而且可以防范全球经济风险2021年开年以来,全球股、债市场引发投资者高度关注。美国时间1月27日,当日道琼斯指数下跌633.87点,为2020年10月28日以来最大单日跌幅;标准普尔500指数下跌2.6%,创下三个月来最大跌幅。1月28日,沪指跌1.91%,深成指跌3.25%,创业板指跌3.63%。北上资金单日净卖出额64亿元,创逾三个月新高……债市方面。初入3月,美国10年期国债收益率从年初的0.9%飙升至1.44%,中国10年期国债收益率也从3.13%飙升至3.3%附近。全球通胀预期强烈。", "label": "经济学", "id": 0}
{"content": "<正>数字化转型正在改变提供金融服务的方式和对象,以扩大和简化获得金融服务的形式为消费者带来好处。然而,这种转型也在影响金融服务行业,可能给系统性金融稳定带来更大的风险。01大数据和AI的到来金融业的转型和金融服务的提供是由大数据和金融机构在计算机辅助下分析这些数据以向客户提供改进服务的能力所驱动的。所谓大数据,是指非常庞大的结构化和非结构化的数据集,其中包含数万个关于银行客户、保险客户和在线支付平台用户等的观察数据,", "label": "经济学", "id": 0}
{"content": "<正>在国际直接投资流入和流出方面,2019年亚洲经济体1表现稳健。特别是,流入中国、东盟和印度外国直接投资都创造了新的纪录,日本对外直接投资金额也大幅增长。亚洲的主要外资来源地仍是亚洲内部。亚洲内部引资依存度指数自2016—2019年已连续4年保持在50%以上,而亚洲内部对外投资依存度指数波动较大,在2017年和2018年超过50%后,2019年又跌落到50%以下,使得亚洲直接投资（流入、流出）对亚洲自身的依存度上有所下降。", "label": "经济学", "id": 0}
{"content": "<正>金融融合是亚洲区域一体化的重要内容。亚洲经济快速增长,区内贸易、生产、投资一体化是区域金融业不断融合的基石;区域金融行业互联互通也为各项经济和贸易活动提供源源不断的\"血液\",促进了亚洲经济一体化。与此同时,亚洲金融融合与金融全球化高度相关。主要储备货币国的政策溢出效应、金融中心地位以及各类资本全球配置使全球金融条件趋同,国际金融市场高度联动,资本流动羊群效应更为显著。亚洲各经济体吸取了亚洲金融危机教训,实行稳健的宏观经济政策,加强宏观审慎管理,推进金融市场建设与开放,在全球金融危机中保持了较强韧性,从金融全球化中获益。", "label": "经济学", "id": 0}
{"content": "在快速变化经济金融环境中,传统金融基础课堂教学存在趣味性不足、知识更新速度与金融创新速度不匹配、教师缺乏行业背景、思政教育融入不足等问题,已无法满足社会、企业对人才的需求。依托于\"双师型\"教师行业经验,充分融入行业情境,对金融基础课程教学进行改革探索,探索出\"三融合\"教学法,有效化解金融基础课程教学中存在的问题,提升课堂效能。", "label": "经济学", "id": 0}
{"content": "构造以金融资产为节点、以其收益相关性为边的金融资产网络,提取网络特征并将其引入组合投资权重,建立带有网络特征的组合投资决策模型:NA-Min-VaR,进而提出基于中心性排序的资产选择策略:ρ投资策略。选取中国股票市场为对象,实证检验了模型与策略的有效性,结果表明:一,中心性与最优权重之间存在反向关系;二,基于中心性排序的资产选择策略,不但极大简化了组合投资选择过程,而且一定程度上提高了组合投资的样本外表现。", "label": "经济学", "id": 0}
{"content": "高等院校在开展教育工作时,国际金融课程具有一定的实践性,理论性和综合性,教师需要综合分析整体教学活动,确保能够对其课程教学进行有效改革,强化学生实践应用能力,将应用型人才培养作为教学活动的主要目标,确保能够更为高效的开展教育工作,本文综合探究对国际金融课程进行教学改革的具体策略。", "label": "经济学", "id": 0}
{"content": "在数字时代,银行业的数据呈现大集中状态,随着金融科技的不断创新,银行业面临更加严峻的数据安全风险.银行业数据安全治理解决方案根据外部监管要求、银行业务特点及自身发展的需要,采用科学的数据安全治理方法,自上而下进行组织建设、管理建设、技术建设,并融合治理评估、安全运营,构建具有银行业特色的数据安全治理体系,提升数据安全保障能力,帮助用户满足合规要求、抵御攻击威胁、实现数据安全与业务发展的双向促进.该方案在全行业的数据安全治理工作可直接复制应用,也为其他行业的数据安全治理工作提供参考.", "label": "经济学", "id": 0}
{"content": "现今的素质教育大多重视学生的智商、情商教育,而忽视了财商教育。因此,理财素质教育应成为现代大学生素质教育的基本内容之一。本文从高校大学生的理财状况、理财课程的重要性、理财教育目标、理财课程内容、理财课程的实施等几方面展开论述,就我国大学生理财素质教育提出建议。", "label": "经济学", "id": 0}
{"content": "金融机构间的关联性在金融危机传导中起着关键作用,而银行危机是系统性金融危机的重要表现形式。搭建银行间系统网络,以识别银行系统风险的传染规律,有利于把控系统性金融风险,这对于金融风险管理具有重要的实践意义。本文建立了银行间系统网络模型,并使用蒙特卡洛模拟方法对于不同情形下不同网络结构的稳定性进行了研究,研究发现:当系统中银行间债务联系完全相同时,联系数越大,网络结构稳定性会更好或者保持不变;在其他条件相同的情况下,系统中银行的差异程度增大会导致网络稳定性变差或保持不变;当系统负债率较大且银行间债务联系差异程度充分大时,相比于银行间债务联系同质的情况,环状网络的稳定性会显著变好,甚至成为所有网络结构中稳定性最好的网络结构。", "label": "经济学", "id": 0}
{"content": "<正>财务管理是企业管理的核心,财务部门汇聚了大量经营数据,使得财务领域数字技术的应用深度和广度明显高于其他部门,是证券公司数字化转型的重要支撑。根据全球知名调研咨询机构IDC数据,90%的受访者表示财务的数字化创新变革会为企业带来显著的成本节约和绩效提升。本文基于中国证券业协会财务会计委员会对32家成员单位调研的数据（以下简称\"调研数据\"）,对证券行业财务信息化建设现状与问题进行总结分析,为行业财务管理和数字化转型提供参考。", "label": "经济学", "id": 0}
{"content": "<正>管理会计是管理和会计的交叉领域,是为提高企业经济效益,会计人员通过一系列方法和工具对财务、业务信息进行加工、整理和报告,为企业进行最优决策、改善经营管理服务的一个会计分支。传统财务会计主要服务对象为外部投资者,更侧重于公认标准,关注重点是企业整体的财务状况、经营成果和现金流量情况;而管理会计主要服务对象为企业管理层,偏向于管理属性,更具灵活性,关注重点是企业内部资源配置是否合理。为推动证券行业加强管理会计应用,中国证券业协会财务会计委员会组织开展了管理会计应用的问卷调查和现场调研,有93家证券公司参与问卷调研。本文基于调研情况,", "label": "经济学", "id": 0}
{"content": "<正>一、分布式账本技术与证券登记结算（一）分布式账本技术简述分布式账本技术（Distributed Ledger Technology,DLT）,本质上是一种可以在多个站点、不同地理位置或者多个机构组成的网络里实时共享数据的数据库技术。在一个基于DLT构建的网络中,所有参与者均可以获得唯一真实账本的一个副本,账本里的任何改动都会在几分钟甚至几秒钟的时间里在所有副本中反映出来。账本的记录根据事先预设的共识机制,由一个、多个或是所有参与者共同进行更新和维护。", "label": "经济学", "id": 0}
{"content": "<正>财务欺诈是指企业管理层和财务人员违反国家法律、法规和制度的规定进行的舞弊行为,通常表现在会计业务中使用欺诈、伪造、变更会计信息等各种形式的欺诈手段,以此来遮盖企业真实财务状况。财务报告欺诈行为的存在,通常会误导投资者做出错误的投资决策,造成重大的经济损失。通过数字化、智能化的手段提高财务报告欺诈识别的效率、准确率及覆盖率,是提高证券公司信用风险控制的重要环节之一,也是证券公司对目标公司相关金融产品进行准确定价的重要环节之一。传统基于人工规则的识别方法能够覆盖的指标相对有限,规则参数设定较为随意,较难制定基于高维度指标的规则,", "label": "经济学", "id": 0}
{"content": "疫情背景下,不少高校教师都将以2020年上半年因为疫情原因不得不采用的线上教学为契机,采用线上线下混合教学模式,既能克服单纯采用线上或线下教学的不足,又能充分利用线上线下教学模式的优势,最终达到优化教学的目的。本文对线上线下混合教学模式的具体操作做了较为详细的介绍,以期能为采用混合教学模式的教师提供参考。", "label": "经济学", "id": 0}
{"content": "如今,随着整个市场经济的不断发展,金融体制也在日益进行改革完善,从而规范工作者的行为,引领整体市场朝前发展。当然,如今各个城市都在积极引进金融人才,希望利用金融专业人才的专业性,推动整体金融市场的发展。因此,大学作为培育社会实用性人才的教育基地,在教学过程中,应该立足于培养适应性强的金融人才为目的,将大学金融课程与实际市场行情相结合,通过各种途径进行适应性教育,为社会输送更多有真材实料的金融人才。本文就大学金融教育如何适应金融体制改革这一主题进行阐述分析。", "label": "经济学", "id": 0}
{"content": "在互联网技术不断发展的时代,金融业将面临着经营理念与转型升级的挑战,因此,各用人单位对复合型人才的需求量日益加大。对于职业院校而言,在快速适应互联网时代的过程中,其所创建的金融类专业无论在建设上还是在发展上均存在诸多问题,面对这种情形,职业院校应如何树立正确的金融品牌、创办金融专业特色,已成为各职业院校目前所面临的主要问题。本文在详细分析国内职业院校金融专业发展现状的基础上,概括了其金融专业在设置与发展过程中存在的问题,并提出相应的改进建议,具有一定的指导性意义。", "label": "经济学", "id": 0}
{"content": "随着金融行业的全面快速发展,金融经济学是学生专业选择的首选,在对金融学专业的学生进行金融经济学EMI教学时,首先会设置微观金融课程,开启学生金融经济学专业课程的学习,然后开展EMI教学活动,使得学生在学习专业课程时能够循序渐进,逐层深入的学习,但是在目前的金融经济学EMI教学时,仍然存在一定的教学问题,需要采取一定的教学策略进行改进。", "label": "经济学", "id": 0}
{"content": "《金融资产评估》课程属于资产评估专业学生的必修课程,进行课程改革对专业建设、提升师资水平、促进行业与课程深度融合有重要的促进作用。在当前的《金融资产评估》课程教学中存在着课程开发力度不够、师资水平参差不齐、学生学习积极性不高等问题,应该从课程教学内容的重新设置、培养目标的设定、师资提升以及实践教学条件的完善,多方面进行课程建设与改革。", "label": "经济学", "id": 0}
{"content": "当今世界经济发展的大趋势就是经济全球化和区域一体化,在这样的大背景下,随着我国改革开放的不断深入,经济体制改革的不断进行,金融体制也在不断发展,我国的银行业得到了巨大的发展空间,在国际和国内经济发展中扮演的角色也越来越重要。随着经营理念的不断成熟,我国银行家以及学者们逐渐的意识到财务管理在银行经营过程中的重要性。", "label": "经济学", "id": 0}
{"content": "民办高校应该发挥其优势,针对市场需求,将培养学生综合能力贯穿到教学的每个环节中去。本文从金融学课程考核方式改革入手,分析如何通过考核检验来促进教与学,让学生不仅在知识记忆方面有所提高,同时在知识运用和综合能力方面增强,用以面对民办高校毕业生高质量就业时的相对劣势。", "label": "经济学", "id": 0}
{"content": "<正>2008年金融危机后,二十国集团关于金融工具准则中存在的金融资产分类随意性较大以及对贷款等金融资产的减值计提不及时、不足等问题呼声不断。国际会计准则委员会响应二十国集团的倡议,于2009年启动金融工具准则改革项目,并于2014年发布《国际财务报告准则第9号——金融工具》（IFRS9）,在2018年1月1日生效并取代《国际会计准则第39号——金融工具》（IAS39）。", "label": "经济学", "id": 0}
{"content": "<正>一、境外券商业务结构的演变:以典型券商为例随着不同阶段市场需求的变动,境外券商的业务结构也不断演变,促使其不断变革组织架构与业务模式,整体上从\"以业务为中心\"转向\"以客户为中心\",尤其聚焦机构投资者的全方位综合服务,收入贡献最大并成为大部分资产的来源。（一）高盛:机构投资者做市交易业务逐步做大", "label": "经济学", "id": 0}
{"content": "菲利普斯曲线最早于1958年由新西兰经济学家菲利普斯通过研究分析英国的失业率与货币工资增长率统计数据时提出。近年来,中国经济持续高速高质量发展,特别是在新冠肺炎疫情的影响下,中国成为全球唯一实现经济正增长的主要经济体,但同时我们应看到,中国是人口大国,就业压力不容小觑,新冠肺炎疫情暴发前,全国城镇调查失业率约为4.9%,疫情爆发后,失业率最高达到6.2%,在国家不断强调\"六保\"\"六稳\"政策引导下,我国失业率得到有效控制,但仍存在上行压力,本文拟通过分析近年来通货膨胀与失业的关系,尝试提出解决我国失业与通货膨胀问题的方法。", "label": "经济学", "id": 0}
{"content": "2021年以来,全球通货膨胀快速升温,其背后的推动因素包括全球经济逐步复苏下需求上升、供给短缺以及由此带来的大宗商品价格的快速上涨。美国和欧洲认为通胀走高只是\"暂时性\"的,但目前看来通胀\"高烧\"仍在持续。自2020年的金属价格上涨带动通货膨胀预期上行,到今年的全球交运系统需求回暖拉动原油等价格上行,再到PPI价格向下传导带动通胀率快速上涨,同时叠加美国等发达经济体应对疫情采取无上限宽松的货币政策和财政政策,美元走弱,大宗商品价格上升,多层次多轮驱动使得供求失衡加剧了物价上涨,全球通货膨胀愈发明显。从全球通胀传导作用看,新兴市场经济体大部分处于生产价值链上的中下游,成本压力上升将加剧利润分化,进一步扭曲市场供求的结构性失衡,面临的通胀压力不比发达经济体小。面对通胀压力,部分新兴市场经济体已采取相应加息政策,巴西提高利率至6.25%;俄罗斯提高利率到6.75%。但有一些新兴经济体也采取忽略做法。土耳其认为通胀高企只是暂时过渡性,面对近20%的通胀率仍下调回购利率。由此,面对通货膨胀率各个经济体态度不一,本文主要分析作为发达经济体的代表——美国所面临的滞胀风险的可能性,鉴于美国特殊国际地位,外溢效应、蝴蝶效应或许明显,为我国预防输入型通货膨胀及所产生的影响带来一些思考。", "label": "经济学", "id": 0}
{"content": "近年来,我国的移动支付产业迅速发展。数字经济作为一种新的经济形势新动能,促使\"无现金交易\"、\"货币数字化\"等成为热点和新的趋势。但目前,其仍处于初步发展阶段,在各个方面都存在不同程度的问题。本文以数字人民币为主体,主要探究两个问题,一是探究数字人民币的认可度,凸显其的优势来明确其先进性;二是对比探究影响移动支付和数字人民币认可度因素,借鉴前者的成功战略来解决数字人民币发展的问题。多角度探究数字人民币较移动支付的优势以及如何汲取移动支付的发展经验来促进新时代下数字人民币的发展。本次调查以部分数字人民币试点和非试点地区的民众为调查对象,通过描述性统计分析,在了解移动支付和数字人民币发展现状的基础上,对比凸显数字人民币的优势所在;通过构建结构方程模型和FAHP评价对影响认可度的因素进行测度,运用关联分析对不同群体的认可度进行了特征挖掘;基于网络数据对移动支付和数字人民币进行成效分析,了解移动支付和数字人民币在互联网上的传播优势与推进深度等状况。最后根据得到的结论,从民众强化数字人民币使用意识、数字人民币完善自身建设、政府加强支持力度与法律约束等方面提出了促进数字人民币更为健康稳定发展的对策建议。", "label": "经济学", "id": 0}
{"content": "目的:本研究旨在探讨金钱拟人化如何影响个人捐赠意愿的问题,特别是捐赠受益人类型对于金钱拟人化捐赠的具体影响。方法:实验1采用2（货币拟人化:拟人化vs.非拟人化）×2（捐赠受益人:儿童vs.成人）的组间设计,调查了金钱拟人化和同理心对慈善捐赠的影响、机制及受益者类型的调节作用。被试在观看有（或无）拟人化特征的金钱图片后,观看一则儿童（或成人）听障患者的捐赠广告并表明其捐赠意愿。此外,实验1还测量了被试对金钱的感知温暖和能力以及被试的共情水平。实验2旨在探讨受试者的经验类型（残疾或疾病）对金钱拟人化效应的影响。实验2使用单因素组间设计（金钱拟人化组vs.非金钱拟人化组）。操纵程序与实验1完全相同,之后所有被试阅读一则帮助患尘肺病的成年人的捐赠广告并表明自己的捐赠意愿。实验2还测量了被试对捐赠行为的感知影响力。实验3使用功能性近红外光谱（fNIRS）证实了实验1的结果,并进一步区分金钱和拟人化二者各自的作用。采用了2（拟人化:存在vs.不存在）×2（刺激类型:金钱vs.产品）的组间设计。在观看不同的刺激图片后,被试阅读儿童捐赠材料并回答与实验1相同的捐赠问题。在实验3全程,被试均佩戴f NIRS设备以检测其额下回和眶额叶皮层的激活情况。结果:实验1的结果发现,金钱拟人化组的被试捐赠意愿显著高于非金钱拟人化组,并且该过程由幻想共情中介。此外,这种金钱拟人化效应在受益人是儿童时更显著。实验2的结果发现,当受益人是患病的成年人时,金钱拟人化并没有增强人们的同情心和捐赠意愿。实验2还证实感知影响力对成年受益人的捐赠意愿的显著正向影响。实验3的结果表明,在金钱拟人化的条件下,左侧额下回的激活显著高于其他三组,说明只有金钱和拟人化结合才能显著增强共情。结论:本研究表明,金钱拟人化促进了个人的捐赠意愿,这是由幻想的移情反应中介的。捐赠受益人（儿童与成人）会调节这种影响。将行为测量与f NIRS相结合,本研究丰富了货币和拟人化的相关文献及研究方法。研究结果对慈善事业有实际意义。", "label": "经济学", "id": 0}
{"content": "发展背景数字人民币发展的驱动因素:世界多国加速试水央行数字货币:根据BIS对全球65家CBDC的调查报告显示,2020年末积极从事CBDC工作的央行占比高达86%,约60%的央行正在进行概念验证或实验,我国与众多发达国家相比走在前列。稳定币Libra的研发推进:将对其他国家法币形成挤压甚至替代,威胁他国央行货币和汇率政策的主导权国际清算体系权利不均衡:我国跨境支付系统难离SWIFT网络,近年来一些国际事件反映出SWIFT在特殊情况下具有官方立场的事实,依托数字人民币建立新的支付结算体系,或可成为应对美国霸权和人民币国际化的重要抓手。数字金融的发展:数字金融的发展能够打破数据孤岛,实现金融服务的降本增效,数字人民币作为升级的数字金融基础设施,既可基于账户转移,也可基于价值转移,对传统现有账户体系形成有效补充。细分领域分析数字人民币的潜在价值及影响:政府:数字人民币在普惠金融、市场监管方面具有广泛的应用空间,智能合约的合理运用可以使数字人民币成为新的货币政策工具。此外,央行数字货币建立的\"价值链\"可以实现点对点交易,有望降本增效重塑跨境支付体系。商业银行:数字人民币将直接成为商业银行的流量入口,在弥补商业银行零售业务短板的同时,巩固对公业务基础。同时,也将为商业银行网点的传统业务渠道带来冲击,并给银行的数据安全系统带来考验。第三方支付机构:数字人民币将助力第三方支付机构在C端、B端拓展更多的用户、商户资源。数字人民币还可能对第三方支付机构的服务费用带来影响,但具体的分润比例要通过市场化机制来决定。清算机构:数字人民币支付即结算的特性将打破原有的清算逻辑,清算机构未来承担的角色可能包括:为非指定运营机构提供数据接口服务,和银行间跨系统数字人民币交易的清算服务。企业:数字人民币与自动化的企业B2B支付平台相结合将产生更大的效能;数字人民币的推广将在数字货币系统搭建、软硬件系统升级、终端机具改造方面为核心技术企业带来利好消息。未来趋势展望数字人民币营销推广方式展望:支付方式:数字人民币借力现有支付方式将节省商户侧的终端布设成本。银行、第三方支付机构均参与数字人民币的运营推广,使其或可成为条码互联互通的突破口。同时,数字人民币依托双离线支付功能对现有终端机具的改造有望打通商户端、用户端硬件设备壁垒,唤新NFC支付市场活力。此外,数字人民币在生物识别支付领域也具有想象空间。营销策略:数字人民币在试点阶段主要通过红包补贴为拉新策略。未来数字人民币的营销推广应充分调动政府和运营机构的商户、用户资源,打造数字人民币的场景生态。同时,配合不同层次、针对性的营销手段,实现精准补贴。数字人民币的5W1H分析模型为什么要发展数字人民币?哪些因素驱动了数字人民币的发展?什么是数字人民币?数字人民币与其他货币的区别?数字人民币的顶层设计和技术架构是什么?现行推广模式存在哪些痛点?数字人民币在未来会带来哪些新变量?数字人民币在支付方式与营销策略有哪些展望?数字人民币的发展进程如何?有哪些数字人民币相关的规划性文件发布?数字人民币的试点城市有哪些?数字人民币的试点场景有哪些?哪些渠道可以体验数字人民币服务?哪些参与主体推动了数字人民币的发展?数字人民币给各参与主体带来哪些价值与影响?《数字人民币发展研究报告》本章节将围绕5W1H模型中的六个疑问展开研究:从数字人民币的定义、特性、宏观布局入手,进行简要的概念介绍,并浅析数字人民币发展的驱动因素,对数字人民币的发展现状、各地试点落地情况进行梳理。以\"WHO\"\"HOW\"两个疑问为重点,分析不同的行业参与主体在数字人民币推广过程中的角色、职责及数字人民币可为其带来的价值,探讨数字人民币在推广普及过程中存在的痛点,为其未来发展趋势提供洞察性观点。", "label": "经济学", "id": 0}
{"content": "目前我国尚未形成关于数字货币代持解除行为涉税处理的具体规范体系,鉴于相关实践案例较少、问题相对复杂,以审视目前制度环境为切入点进行研究可为解决该问题提供必要的外部证成。在以数字货币形态、具体代持场景、监管技术水平等变量构建研究维度后可发现,该问题涉及金融财税法、金融科技法与金融监管法,而若税收手段运用得当,或可通过金融课税有效弥合金融科技与金融监管之间\"张力\"作用形成的罅隙,形成完善我国金融治理体系的功能主义进路。进一步地,若要保障税收手段运用得当则需要从税法基本原则中寻求理据支撑并构建\"应景\"的解释路径,结合该问题的前述研究维度及其在概念法学、领域法学、应用法学语境下的特征,可发现该问题与税收法定原则、量能平等负担原则、税收中性原则等三项原则间的勾稽关系,在通过语境、原则、实践层面的讨论后可基本形成解决该问题的方法论。", "label": "经济学", "id": 0}
{"content": "<正>央行昨日公布10月金融统计数据报告,数据显示,10月末,广义货币（M2）余额214.97万亿元,同比增长10.5%;10月份人民币贷款增加6898亿元,同比多增285亿元。专家认为,随着专项债发行收官、年底信贷额度收紧,本轮信用扩张正在接近尾声。M2余额214.97万亿元报告显示,10月末,广义货币（M2）余额214.97万亿元,同比增长10.5%,增速比上月末低0.4个百分点,比上年同期高2.1个百分点;狭义货币（M1）余额60.92万亿元,同比增长9.1%,增速分别比上月末和上年同期高1个和5.8个百分点;流通中货币（M0）余额8.1万亿元,同比增长10.4%。当月净回笼现金1334亿元。", "label": "经济学", "id": 0}
{"content": "<正>随着区块链技术在金融领域的应用不断深化,基于区块链技术而产生的加密货币（Cryptocurrencies）、数字代币（首次代币发行,Initial Coin Offerings,ICO）以及央行数字货币（Central Bank Digital Currency）的风险治理已经成为金融监管前沿问题。短短10年间,加密货币已经由从不存在资产储备（assents reserve）以及国家信用担保的虚拟货币（本质上是一组数据代码,自身没有价值,以比特币为代表）,发展到由\"去中心化自治组织\"（Decentralized Autonomous Organization,DAO）发行的基于以太坊币（Ether,a virtual currency used on the Ethereum Blockchain,一种基于以太坊区块链而产生的以太坊币）的数字代币（tokens）,", "label": "经济学", "id": 0}
{"content": "本文利用中国农业银行海南省分行的个人住房贷款数据（2009年8月-2018年6月）,采用具有时变特征的TVP-VAR-SV模型从不同时期和不同时点出发,实证检验我国货币政策对地区性住房贷款利率传导的差异,并进一步将银行家信心纳入研究体系。研究发现,地区住房贷款利率对中央银行的货币政策有显著的反应。具体结论如下:第一,就数量型政策工具而言,货币供应量对地区住房贷款利率存在负向冲击,利率市场化改革所带来货币政策框架转换似乎难以彻底转变货币供应量影响房贷利率的事实;第二,就价格型政策而言,基准利率在居民存贷款利率方面具有较强的指导作用,以抵押回购利率为代表的货币市场利率对地区住房贷款利率的传导存在明显阻滞,但随着利率市场化进程的加快传导效率有所提升;第三,银行家信心能显著的影响地区性住房贷款利率,但银行家信心与实际货币政策的实施关联性并不强,这可能是利率政策传导不畅的重要原因之一。本文的结论将为新时期深化利率市场化改革,疏通利率政策传导机制并引导住房平稳健康发展提供科学性和前瞻性的建议。", "label": "经济学", "id": 0}
{"content": "比特币及区块链开创了一种全新的去中心化应用模式,但已有的研究成果对其基本原理和去中心化本质涉及不多。为了更好地理解比特币及区块链的去中心化特性和设计思想,有必要对比特币体系的基本原理进行深入研究。文章首先介绍了传统货币体系的基本要素,然后从相同角度对比特币体系的基本原理进行全面解析。", "label": "经济学", "id": 0}
{"content": "人口老龄化会弱化经济增长需求侧的拉动力,进而影响需求管理政策的有效性。为厘清减税、降费与货币政策在我国人口老龄化程度不断加深的背景下调控宏观经济的政策效应,本文将人口结构、财政收入结构和政策规则引入新凯恩斯分析框架构造TANK-DSGE模型,通过动态模拟和福利损失分析发现:劳动、资本减税,社保降费和宽松的货币政策均可促进经济增长、刺激年轻人消费引发通胀,同时会挤出老年人消费,而消费减税促进了整体消费水平的提升;伴随老龄化程度的加深,政策调整空间趋紧,减税、降费和宽松货币政策的有效性均下降。一方面表现为政策的正向效应被削弱,另一方面表现为政策造成社会福利损失增加,政策负向效应被强化。因此,为妥善应对老龄化,实现经济高质量发展,必须增强财政与货币政策的协调性,以更好地实现宏观调控预期。", "label": "经济学", "id": 0}
{"content": "<正>中国人民银行和美联储都在为开发自己的数字货币做出努力。谁会赢得比赛的起点和终点呢?上周,波士顿联邦储备银行透露,它已与美国麻省理工学院合作,在2到3年的时间里构建和测试假设的央行数字货币,明确承认数字货币在该地区的快速发展。此外,过去几年,美联储通过其技术实验室,与来自克利夫兰、达拉斯和纽约的联邦储备银行的应用程序开发人员进行内部实验,以了解数字货币的含义。", "label": "经济学", "id": 0}
{"content": "<正>美联储主席杰罗姆·鲍威尔在5月的新闻发布会上宣称,美联储应对COVID19大流行采取的非常规措施不会增加美国的财富不平等。但是对过去20年的数据进行的分析表明,这绝对是错误的:在四位美联储主席,艾伦·格林斯潘,本·伯南克,珍妮特·耶伦和鲍威尔的任期中,利率急剧下降,央行参与了几轮大规模的证券交易购买即量化宽松（QE）,这显然有助力美国财富最高的1%甚至10%的美国人财富爆炸式增长,而美国的一半人口却停滞不前。", "label": "经济学", "id": 0}
{"content": "<正>Horizons ETF投资组合经理尼克·皮夸德表示,今年夏天金价的大幅上涨可能表明市场对美元作为全球储备货币的信心正在丧失。皮夸德认为:金价涨势告诉投资者,以美元为储备货币的金融体系,可能需要进行一些改变。全球债务和无限制印钞正在削弱人们对美元作为全球储备货币的信心。到目前为止,美元体系一直有效。但是,世界上债务如此之多,在这场新危机中,债务甚至更多了。也许他们将不得不对美元作为储备体系的运作方式做出一些改变。美国可能将不得不印制很多美元以纾解所有这些债务。这确实助长了黄金上涨。", "label": "经济学", "id": 0}
{"content": "<正>高盛集团周二发布大胆警告,称美元正处于失去其全球储备货币地位的危险中,从而使人们对美国通货膨胀的担忧骤然加剧。由于美国国会即将推出另一轮财政刺激措施,以支撑受疫情影响严重的经济,而美联储今年已经将其资产负债表扩大了约2.8万亿美元,高盛策略师告诫说,美国政策正在引发货币\"贬值的担忧\",即可能结束美元作为全球外汇市场主导力量的统治。", "label": "经济学", "id": 0}
{"content": "<正>2019年10月24日,中共中央政治局就区块链技术发展现状和趋势进行第十八次集体学习,习近平总书记强调,我们要把区块链作为核心技术自主创新的重要突破口,明确主攻方向,加大投入力度,着力攻克一批关键核心技术,加快推动区块链技术和产业创新发展。2019年11月16日,由Index Chain及UKDE中国等国内外区块链机构联合主办的首届全球分布式金融（DeFi）生态共识大会在重庆召开,来自国内和北美、拉美、欧洲和韩国的区块链行业上千名人士参加了会议,", "label": "经济学", "id": 0}
{"content": "货币政策是宏观调控重要手段,进出口贸易是宏观经济增长的重要组成,而针对货币政策影响进出口机制与效果的研究却较少。本文首先从微观角度具体考察货币政策工具体系和货币政策传导机制的对进出口的作用。随后使用从1998-2018年季度经济变量数据,基于VAR模型对货币供应量、基准利率和实际有效汇率,对进出口的动态冲击进行了计量分析,发现:实际有效汇率、基准利率和货币供应量与进口、出口和进出口额存在长期协整关系;除M2外,供应量M1,汇率、利率均是进口额的格兰杰原因,而所有变量均是出口额和进出口总额的格兰杰原因;在长期中,货币供应量在三者中对进出口有最大影响,而当前利率对进出口的影响是逐渐转弱。最后据此提出了实施稳健货币政策时关注贸易与宏观经济增长的建议。", "label": "经济学", "id": 0}
{"content": "<正>纸币从印刷上可分为凹、凸、平三大方式,面额、图案、机构组织等纸币要素,从主次关系上可分为主图、边饰和底纹。一般而言,人们注意的是凹版手工雕刻,如人像、风景、建筑等,或者观赏精密的机刻花纹,以及醒目突出的防伪标识,如水印、全息烫印标志、全息条带、光彩光变图文等,而甘当绿叶的底纹则往往被忽视。实质上纸币底纹发挥着重要的装饰作用,其纹路的复杂、多变与防伪正相关。尤其现代纸币根据应用技术不同,可以分为色彩套印英法式,", "label": "经济学", "id": 0}
{"content": "<正>一、前言\"样钱\"作为钱币学领域的一个专有名词,是金属铸币母钱翻砂工艺的产物,泛指翻铸普通流通子钱的样本、范本或样板。在我国古代社会改朝换代、变更年号,为宣誓政权,大部分都要更铸本朝新钱。铸造新式钱币,必须由中央或地方钱监（钱局）首先铸造出一些\"样钱\",目的是向下一级铸钱机构颁发或供上级机构审核。由于文献资料记载的匮乏和钱币实物界定标准的不统一,我们很难对样钱的型制有一个客观的描述,现在可以见到并能准确判断出为样钱的主要还是清代钱币。", "label": "经济学", "id": 0}
{"content": "<正>清代乾隆、嘉庆诸朝,由于商业贸易、市面流通及找零等需要,许多民间团体、商号甚至个人自行发行的钱票开始增多起来。这些民间钱票俗称私票、市票或花票等。咸丰朝以后,随着太平天国革命运动的发展,由于连年战争,商业受阻,货币流通不畅,这些纸币的发行范围及数量逐渐扩大。到了光绪时期,形成民间钱票发行的又一个高潮。", "label": "经济学", "id": 0}
{"content": "<正>2016—2018年,四川彭山\"江口沉银遗址\"考古发掘重大成果已撷英500余件文物,于中国国家博物馆举办\"江口沉银——四川彭山江口古战场遗址考古成果展\"。展出的文物表明,迄今为止,可以确定的张献忠铸币包括大顺通宝铜钱、西王赏功金、银钱及银锭等几种。", "label": "经济学", "id": 0}
{"content": "<正>开元通宝是唐朝铸造的第一种钱币,因为大小、轻重都很适中,很受社会各界的欢迎,因此自唐高祖李渊武德四年铸造之后,太宗在位的23年一直沿用,没有铸造新的钱币。但是,高宗继位之后,却另外新铸了\"乾封泉宝\",公开的理由说是因为民间盗铸开元通宝太过猖獗,市面上的假钱太多。因此,需要改铸一种新钱。实际上,这只是外在的说辞,而背后实际上隐藏着深厚的政治背景,它是想当女皇的武则天的一次政治试水。", "label": "经济学", "id": 0}
{"content": "<正>元朝幅员辽阔,横跨欧亚,东西方贸易和海陆交通都比较发达,为了适应和促进商品经济的进一步发展、巩固其自身统治,元朝政府在总结宋、金纸币发行经验的基础上,制定了较为完善的纸币管理制度,成为中国历史上第一个以统一的纸币作为基本货币的朝代。而且纸币的使用也打破了地域性,不仅在全国范围内广泛流通,而且还输出到周边邻国。这不仅在中国是个开创之举,对世界影响也是极为深远的。为了维护纸币的良好信誉和合法性,", "label": "经济学", "id": 0}
{"content": "针对新办矿模式,通过创新统计方式,实现数据共享,集中监控管理,解决了统计工作的大部分弊端,降低了人工统计强度,有效提高了统计工作效率,为企业实现\"基础统计信息标准化,数据传输网络化,业务处理电子化,信息服务社会化\"打下了基础。", "label": "经济学", "id": 0}
{"content": "<正>第二次全国经济普查首次采用数据处理手段形成程序版单位清查底册,从制度上保证部门登记资料有效利用,充分发挥单位清查程序管理平台的作用,对清查摸底结果一目了然。但在实际操作过程中也暴露出了一些问题。只有解决好这些问题,完善工作程序,才能提高经济普查质量。一、程序版单位清查底册的工作流程我省采用先形成单位清查底册,普查员持底册进行\"地毯式\"清查的办法。", "label": "经济学", "id": 0}
{"content": "Meta分析是在传统的文献综述的基础上发展起来的一种新的将定性分析与定量分析相结合的文献综合方法。该方法能较好克服传统文献综述的种种问题。Meta分析在国外已经得到广泛应用,但是在国内学术界才刚刚崭露头角,因此,有必要在社会科学领域加大对Meta分析方法的介绍、讨论和应用。本文以Meta分析的发展历程为出发点,详细阐述了Meta分析的定义、作用、分析过程、存在问题以及发展前景。其间特别强调了Meta分析在经济学领域的分支——Meta回归分析。", "label": "经济学", "id": 0}
{"content": "随着社会经济的快速发展,统计学的地位逐渐提升。中国社会经济统计学发展至今已经有60余年的漫长历史,也取得了一定成就。本文主要从中国社会经济统计学的发展与变革入手进行研究,以期在今后的经济统计学发展中能够起到借鉴作用。", "label": "经济学", "id": 0}
{"content": "在传统的统计数据分析体系的定义当中,最重要的组成部分即是统计数据。对于统计数据分析而言,统计数据自身所具备的准确性与合理程度在一定程度上决定了统计分析的可信程度。因此,在统计数据分析中,我们要想通过分析得到一个具有说服力的统计结论就必须首先保证我们的统计数据的质量。而这就要求我们要能够将统计范围、口径以及计算方法在时间层面上进行有机的衔接并进一步建立起一个能够保证统计数据真实性的可靠的统计数据质量控制体系。本文主要就是针对统计数据中可能存在的问题与相应的管理对策,为有效改善统计数据质量提供探索思路而进行的探讨分析。", "label": "经济学", "id": 0}
{"content": "<正>一、经济学与数学统计方法之间的融合历程数学统计在经济学研究中的应用已经非常普遍,两者之间的联系也越来越紧密。回顾历史,早在17世纪,经济学与统计学之间的融合就已经表现出了必然的趋势。在当时,英国古典经济学家威廉·配第在《政治算数》一书中第一次利用数学方法来解决经济问题,这是两者的首次融合。不过在那个时期的研究由于受到社会发展的限制,研究方法还是以定性分析为主,并没有对统计学进行充分的运用。到了19世纪20年代以后,经济学与统", "label": "经济学", "id": 0}
{"content": "灾害的经济损失可分为直接经济损失和间接经济损失。间接经济损失是指经济生产中断引起的流量损失,而直接经济损失是指物质资产的损毁所造成的损失,是存量的损失。因此,对地区资本存量的估计,尤其是对地区部门资本存量的估计,对灾害直接经济损失的评估具有重要意义。在以往的研究中,国内外已有很多学者对中国全国以及分省的资本存量进行了评估,但是对于部门和行业资本存量的评估却很少。而对灾害的直接经济损失评估而言,需要的恰恰是部门存量的数据,所以本文在以往学者资本存量评估的基础上,对北京市分部门的资本存量进行了评估,希望可以为今后自然灾害直接经济损失评估提供基础性的资料。", "label": "经济学", "id": 0}
{"content": "本文建立了小样本高维宏观经济统计数据的VAR联立诊断模型,通过动态随机优化网格法对具有代表性的13917组平稳数据生成过程样本数据采用各20000次分块自举法和蒙特卡洛模拟研究了单方程和联立方程诊断功效以及四种重要估计方法的性质,研究结论表明:（]）在有异常点情况下,VAR联立模型估计所得拟合优度和诊断功效显著高于单方程模型。因此,小样本数据VAR模型诊断优于单方程。（2）各方法参数估计量分布非对称性特征明显且呈现出左偏趋势,它们普遍低估了模型真实参数。LIML和OLS估计在方差上的差异并不明显,3SLS的方差在所有参数估计中都小于其他3种方法,性质最优。（3）联立模型误差项为‘分布且数据中无异常值时,2SLS、3SLS、LIML各自的三类损失函数（MSE、MAE、RMSE）和有异常点的正态分布的情况相比均有所增加,而OLS则降低;在误差项正态分布下,2SLS和OLS对异常数据十分敏感,其损失函数远大于3SLS和LIML,3SLS受到异常数据的影响最小,各类损失函数最低。在此基础上,进一步对出口序列进行了单方程和基于3SLS的VAR模型诊断对比分析,证明基于3SLS的VAR模型诊断具有更高功效。", "label": "经济学", "id": 0}
{"content": "近些年,随着全国范围内的经济体制改革在不断深化,各行各业的经营管理机制都在逐步朝市场经济和全球化的方向发展。统计行业,关乎国计民生,自然要适应这种变化的需求,才能为科学决策及时提供真实准确的数据和情况分析,实现其基本职能。基层基础工作是做好统计工作的关键环节,也是切实履行统计职能的重要措施。针对当前基层统计工作中还有地方亟需改进的情况,本论文立足于基层工作现实情况,首先采用实践工作中的例证,列举目前统计基层工作中存在的问题,其次针对这些问题结合我国目前实行的统计管理体制探索其根源并分析其产生的原因,最后通过分析和研究,提出适合中国国情和生产力发展水平的解决方法。论文研究的特点在于分析问题产生的根源,力求最大程度促进各方利益的集中与统一。而且解决问题的方法不是单就基层统计而论,而是切实地把各种问题放在一个更大的系统中去思考。把握住政治、经济体制改革的基本点和发展趋向以及国家整个改革对统计体制改革的战略要求,把统计基础与基层建设问题放在统计战略发展这个大系统中来思考。纵向上总结我国统计体制演变的经验和教训,横向上学习和借鉴国外在统计体制上的经验和长处。", "label": "经济学", "id": 0}
{"content": "本文根据2007年2月至2009年4月中国社会消费品零售总额、工业增加值、城镇固定资产投资的宏观数据,分别采用灰色关联—神经网络模型和改进后的BP神经网络-遗传算法模型对CPI和PPI值进行了长期预测,并对预测系统进行了仿真。", "label": "经济学", "id": 0}
{"content": "近年来,我国的劳动者报酬占GDP的比重出现了下降的趋势,这种趋势表明我国经济增长中劳动者的人力资本并没有发挥重要作用,其背后的经济学含义在于技术进步对我国经济增长的贡献率并不高,甚至是出现了下降的趋势。本文通过对我国改革开放以来经济增长中索洛剩余的实证分析,证实了上述结论;并指出,今后我国改革的重点应放在技术激励型制度创新,以及提高劳动者的报酬上来。", "label": "经济学", "id": 0}
{"content": "本文按照经济增长因素分析的分配理论和方法,把新增长理论与新制度经济学的合理思想与方法结合起来,对中国国内生产总值与知识、劳动力、固定资产等生产要素、制度因素及外部性成本的关系进行理论分析,建立起中国经济增长的新模型,并对1953-2002 年的中国经济增长进行了核算,并对2020年中国经济发展的一些主要指标进行预测。", "label": "经济学", "id": 0}
{"content": "GDP是世界通用的重要宏观经济指标,是制定经济政策的重要基础,也是检验经济政策科学性和有效性的重要手段。但GDP核算的属性决定了其作为发展的唯一衡量尺度具有很大的局限性。因此。在科学发展观下重新审视经济生活中最活跃的三个英文字母—GDP,显得尤为必要。", "label": "经济学", "id": 0}
{"content": "<正>2004年3月,我市经济普查工作正式启动。作为一次大型的综合国力调查,此次普查组织环节较多,工作周期较长,先后经历了前期准备、普查试点、清查摸底、基础工作整顿、专业普查报表的填报、质量抽查评估等多个工作阶段。在普查业务实施过程中,市普查办始终突出质量第一的意识,时时监控普查报表的填报进度,并开展市县两级互帮活动,开展事中调研和事后质量抽查工作。针对汇总和基层数据展开评估,进行了大量的调", "label": "经济学", "id": 0}
{"content": "<正>国务院决定于2004年开展第一次全国经济普查。此次普查是我国普查工作自1994年确立普查制度以后,又一次重大的改革。它改变前10年5项6次的调查周期为10年3项4次,是集工业普查、第三产业普查、基本单位普查及建筑业普查为一体的大型调查。是彻底摸清家底,为编制\"十一五\"规划做准备的大型国情国力调查。与往次普查相比周期更为合理、调查范围更为广泛、普查信息更为全面,由此也就决定了经济普查的组织协调难度要高于以往的任何普查工作。本文欲从朝阳区经济普查的组织开展过程进行分析,对普查中遇到的问题及经验进行归纳,为今后普查工作的组织开展探索途径。", "label": "经济学", "id": 0}
{"content": "SEEA和ENRAP都设法扩展传统的国民经济核算,以更好地反映经济和自然环境的交互影响。SEEA采用原来的生产部门定义与SNA的核算准则一致,但忽略了许多有价值的自然环境服务的核算。ENRAP则明确把自然环境作为一个生产性经济部门,采用大量虚拟技术测算环境服务的价值。对比分析两大核算体系的环境服务核算。", "label": "经济学", "id": 0}
{"content": "本文试图通过中国与发达国家环境经济核算的比较研究,探索新的国民经济核算,在国民经济核算框架的基础上构造环境经济核算体系,以此作为地方政府的科学政绩观的基础。根据地方政府的科学政绩观,表明考核地方政府不简单是经济指标,而是建筑在环境质量改善的基础上的人们生产和生活的环境适宜度优化的目标,包括绿色GDP的实现,为可持续发展最终目标奋斗的地方政府的综合考核,这也是新形势下地方政府实践科学发展观的要求。", "label": "经济学", "id": 0}
{"content": "<正>国家统计局局长李德水1月25日上午在国务院新闻办举行的新闻发布会上宣布: 据初步核算,2004年我国国内生产总值为136515亿元,同比增长9．5％。去年我国粮食总产量4695亿公斤,同比增长9％,扭转连续", "label": "经济学", "id": 0}
{"content": "<正>近日,国家统计局发布《2004年国民经济和社会发展统计公报》。《公报》中说,初步核算,全年国内生产总值136515亿元,按可比价格计算,比上年增长9．5％。其中,第一产业增加值20744亿元,增长6．3％;第二产业增加值72387亿元,增长", "label": "经济学", "id": 0}
{"content": "<正>商务部市场运行司最新报告预测,今年全年我国社会消费品零售总额将比上年增长12．5％,占国内生产总值的比重将继续上升,达到40％。报告还预测,今年全年汽车销售增幅同比将超过15％,商品房销售增幅达到20％上下,餐饮业市场将依旧火爆。", "label": "经济学", "id": 0}
{"content": "本文对环境核算的现状进行了梳理和分析,认为其在一定程度上反映了经济发展与环境可持续性的对应关系。作者用简化方法估算了1998-2003年我国各地区的环境经济损失,对中国可持续发展现状进行分析。作者指出以绿色GDP完全取代现有GDP核算体系的方式应该慎重。", "label": "经济学", "id": 0}
{"content": "本文以Stock and Watson（工998）的方法為基礎,建立一個兩步驟的「擴散指標」預測模型,並應用於經濟成長率的預測。除了依循Stock and Watson（工998）的作法外,我們也將變數依其特性區分為商品市場變數,貨幣市場變數與勞動市場變數,再分別針對各市場變數估計其擴散指標,然後根據這些指標進行預測。實證結果顯示,「擴散指標」預測模型具有相當好的預測績效,也優於國內一些經濟單位所作的預測,因此可以作為未來總體經濟預測上的另一種選擇。", "label": "经济学", "id": 0}
{"content": "国民经济核算体系是宏观经济调控与管理的重要依据和方法。随着经济全球化的进一步发展,各国宏观经济管理的方式与方法逐步趋同。近年来,为了适应可持续发展的需要,国际组织和大部分国家十分重视“绿化”国民经济核算体系,建立绿色GDP核算体系。本文基于全面、协调和可持续的发展观和“五个统筹”目标,首先系统研究国际上绿色GDP核算理论与实践的现状;其次,全面讨论中国绿色GDP核算存在的问题;最后,从理论研究、制度建设、国际合作、基础建设、教育和宣传、法律体系等方面提出我国绿色GDP核算的任务。", "label": "经济学", "id": 0}
{"content": "<正> 传统的数据库技术提供的是单一的数据资源,经过十几年的积累,在这些数据库中已经保存了大量的统计数据。在此基础上,利用电子计算机、网络通信及数据库等现代信息技术,建立统计经济综合数据库,整合全区统计信息资源使宝贵的数据资源发挥更大的社会效益,是“十五”期间统计信息化建设的重点工程。", "label": "经济学", "id": 0}
{"content": "<正> 一、全面小康指标体系思路（一）小康指标体系的不足从国外生活质量统计理论与实践看,共同特点表现在两个方面:一是客观指标和主观指标并重,尤其是将社会资本作为生活质量统计的重要内容。二是采用综合的计量方法将统计指标体系综合在一起,以便于评估生活质量或标准。与国外生活质量统计的成果比较,我国小康水平统计方法还存在不小", "label": "经济学", "id": 0}
{"content": "<正> 据液压、液力、气动、密封267个主要企业月其中:液压行业162个,液力行业13个,气动行业29个,密封行业63个)统计,销售利润率8.03,高于全国机械工业平均水平。行业平均经济效益综合指数为1.38,总资产贡献率11.06%、资本保值增值率110.12%、资产负债率57.92%、流动资产周转率1.28次、成本费用利润率8.71%、劳动生产率52009元、产品销售率96.7%,产需衔接良好,市场需求持续旺盛,行业经济效益大幅度上升。", "label": "经济学", "id": 0}
{"content": "<正>“非典”疫情的扩散对5月份市场销售产生了较为严重的影响,当月实现社会消费品零售总额3463．3亿元,比上年同月增长 4．3%,增长幅度为5年来的新低。", "label": "经济学", "id": 0}
{"content": "<正>国家统计局副局长邱晓华日前指出,中国经济没有过热,如果明年经济发展顺利的话,增长将超过8％。邱晓华说,今年中国面对自然灾害和非典的压力,前9个月经济增长8．5％,投资增长30％,进出口增长30％以上,工业增长 17％。而同期世界经济增长只有3％。", "label": "经济学", "id": 0}
{"content": "<正>大家也了解了日本跟其他国家也是一样的,日本是这样的地方,跟我们的像东京这样的大城市的话有巨大的差距。地区之间的各种差距,政府一直在努力去改善这个东西,但是一直没有好的成果。日本政府推出了种种的改善差距的政策,其中有一个政策还是有效的,故乡还税政策。那么我们看这个图的左边就是地方的政府啊,地方自治体,那么我们纳税者可以通过这个地方自治体自己纳税。纳税选择我可以选项很多的,我可以选任何一个地方政府纳税之后我会拿到返还所得税的。那么纳税之后,税务局又给纳税者退返还各种物,还有金额的退款。", "label": "经济学", "id": 0}
{"content": "<正>现在习近平主席提出的共同富裕,不仅是在中国,在韩国现在也得到了重视。最近日本的新人总理对新的资本主义分配问题提出了不同的看法。中国、日本、韩国对于人民怎样更好的生活,正在苦闷当中。韩国也是一样的,对于人民能如何的幸福的生活,那么地方应该怎样去治理,也正在苦闷当中。这个发表的主题就是韩国通过地方分权去平衡发展方向。", "label": "经济学", "id": 0}
{"content": "2017年国家主席习近平在\"一带一路\"国际合作高峰论坛会议中首次将拉美国家纳入\"一带一路\"合作,中国和巴西投资规模急剧扩大。在国际投资过程中,巴西对外国直接投资监管引发的投资风险贯穿于企业对外投资的整个过程。中国企业在进入巴西市场前,应全面了解投资东道国的投资环境,包括环境、劳工、税收及争端解决。由于巴西强调国家主权有其独特的投资监管框架,所涉及的投资方面法律较为复杂,因此中国企业在巴西进行直接投资前应了解巴西投资准入阶段、投资经营阶段及投资争端解决阶段的法律法规和基本原则,以防止投资产生的风险。投资准入阶段,巴西将外国投资者市场准入的行业类型划分为禁止投资领域和限制投资领域。投资经营阶段,一方面东道国政府采取吸引外资的政策措施;另一方面,随着环境保护、经济危机、公共健康等问题的凸显,东道国政府同时加强了对外资的管控。投资争端阶段,巴西对现有国际投资仲裁制度表现出审慎态度,但其国内仲裁并不因为对国际投资仲裁审慎的态度而落后。巴西签订\"合作便利化投资协定\"制定\"政府间对话\"的投资争端解决机制,意图给外国投资者提供更为安全的框架。自长期以来,由双边投资协定主导的国际投资规则体系内,巴西一直处于旁观者的角度;然而自2015年巴西订立《合作与促进投资协定》并建立新型国际投资争端解决机制,从国际投资规则的旁观者转为引领者。其具体原因包括:其一出于对国家经济主权原则的考量;其二传统争端解决机制未体现公平公正;其三重视可持续发展原则。现行国际投资规则中的国际投资仲裁方式存在许多缺陷,有关国家和国际组织正在探究更加公平高效的投资争端解决机制。同为金砖国家的中国,我国是应当迎合巴西新投资规则,还是另起炉灶?这两种态度都有失偏颇。基于中国和巴西的文化心理不同、安全审查和仲裁制度的不同、国家公共利益和投资自由化价值取向的差异等原因,中国应当在现存传统投资规则机制的框架下,适当吸收巴西CFIA对话解决模式的长处,建立金砖国家间投资新秩序。", "label": "经济学", "id": 0}
{"content": "为有效控制\"一带一路\"投资建设风险,保证其可持续性,应遵循\"先近后远\"、\"先易后难\"、\"先亲后疏\"等原则。通过PEST框架分析,加强对东盟国家的直接投资应是适宜的优先选择。在此过程中,加强与东道国企业的合资合作、统筹优化投资规模与结构、充分理性应对日本的竞争是重要的策略。", "label": "经济学", "id": 0}
{"content": "2014年乌克兰危机为俄罗斯和西方的\"大欧洲\"计划分别画上了句号。俄被迫携欧亚经济联盟\"向东转\",确立\"大欧亚伙伴关系\"计划。其目的是联合非西方国家对抗美西方遏制的同时,在欧亚地区地缘政治格局中占据核心位置。它的主要支柱有:政治上,中俄全面战略协作伙伴关系是\"大欧亚\"的内核;将上合组织作为\"大欧亚\"的制度架构,俄要在地区安全领域占据主导地位;在经济上,以欧亚经济联盟为核心与其他亚洲国家结成经贸协定和自贸区网络。中国最先支持了俄\"大欧亚伙伴关系\"倡议,但两国的出发点具有明显的不同。", "label": "经济学", "id": 0}
{"content": "通过对中日韩的GVC进行解构,测算GVC互补指数,研究中日、中韩的价值链互补性。研究发现,中国和日韩大部分GVC的多数环节互补性较强,中国与日韩的价值链分工逐渐向高端环节发展。日韩与中国的GVC互补性主要表现在资本、知识密集型制造业和服务业方面,日韩劳动密集型和知识密集型服务业与中国GVC的互补性下降;中国与日、韩在价值链层面已形成梯度分工,并拥有主导区域和跨区域价值链的能力。因此,应加强三国政治互信,实施协同创新驱动战略;积极推进中日韩自贸区建设,促进价值链深度融合与提升;加强以区域内外产业园区为中心的价值链合作;优化国内营商环境,增强产业合作基础。", "label": "经济学", "id": 0}
{"content": "随着信息化时代的到来,为了应对日趋复杂综合性的问题,路线图法作为一种预测与规划技术发展的重要方法,是一种非常有效的管理方法。本文分析总结了加拿大政府技术路线图的绘制模式和经验,通过列举美国关于路线图在国防发展领域中的应用实例,提出我国路线图方法在科技与国防建设的实施建议。", "label": "经济学", "id": 0}
{"content": "2020年,新型冠状病毒肺炎在全世界肆虐,给世人敲响了突发公共卫生事件风险防控的警钟。而作为世界第一强国,美国的疫情状况受到了全世界的关注。本文从此现实情况出发,使用善于处理非线性的集合经验模态分解模型来处理美国当日新增确诊数据,将其拆解为趋势项、低频分量和高频分量。趋势项表明美国疫情仍有继续严重化的可能,新的风险管理举措还亟待提出,本文对于美国乃至于世界的风险预期仍保持谨慎的态度。另外,本文使用迭代累计平方和算法对低频分量进行了变点检验,结果表明某些政策和事件可在一定时间内抑制或加速疫情传播,其中推行疫苗的正面效果尤其显著。本文的创新点在于,本文引入了集合经验模态分解方法对美国疫情数据进行了定量的分析,为风险管理找到一些脉络。", "label": "经济学", "id": 0}
{"content": "开展对日直接投资是中国企业获取日本先进技术、学习其先进管理经验,拓展日本乃至全球销售市场的重要路径。沈阳对日投资规模总体比较小,尚存提升的空间。目前,日本新一轮引资政策的调整、日本各地方政府引资优惠力度的强化、沈阳企业的成长壮大、日欧EPA生效的带动效应等因素都有利于促进沈阳对日投资的增长。为此,需要沈阳的相关部门进一步加强对沈阳企业赴日投资的积极引导,加大与日本贸易振兴机构国内办事处的合作力度,构建沈阳独具特色的对外投资服务平台,充分抓住日本新一轮引资政策调整的良机,加快沈阳企业对日\"走出去\"步伐,进而促进沈阳老工业基地的振兴。", "label": "经济学", "id": 0}
{"content": "新冠肺炎疫情蔓延世界各国,日本疫情状况也十分严重。由于新冠肺炎疫情不断扩大,使人员和物资的移动受到限制,造成日本经济活动长期停滞,给日本经贸和各产业发展带来严重影响。现在,日本处于第四波疫情爆发期,日本经济何时可以恢复到原来的程度存在不确定性。在新冠肺炎疫情蔓延的状况下中日扩大经济合作对于世界经济的复苏将发挥重要作用,需要把握日本经济现状和中日经贸合作的增长点,以推动后疫情时代中日经贸关系更加稳健成熟,迈向更高水平。", "label": "经济学", "id": 0}
{"content": "<正>2020年9月21日,中国国际经济交流中心举办第132期\"经济每月谈\",主题为\"中美关系态势与走向\"。会议由国经中心副总经济师张永军主持,国经中心副理事长魏建国、财政部原副部长朱光耀、国经中心总经济师陈文玲分别发表演讲。", "label": "经济学", "id": 0}
{"content": "<正>2020年1月20日,中国国际经济交流中心举办第125期\"经济每月谈\",主题为\"中美第一阶段经贸协议\"。会议由中国国际经济交流中心常务副理事长张晓强主持,来自中国国际经济交流中心、国家知识产权局、清华大学、国务院发展研究中心等机构的专家学者进行发言。现将会议情况综述如下。", "label": "经济学", "id": 0}
{"content": "<正>近期多位研究中美关系的国内外专家纷纷撰文发声,高度关注疫情下的中美关系,担心疫情助推中美关系进入\"新冷战\",甚至出现以中美对立为特征的平行双轨国际格局。中美关系下行不符合我国战略利益,我国宜客观冷静分析形势,加强底线思维,在坚持斗争博弈的同时,积极作为,危中求机,主动为中美关系发展积累正能量。", "label": "经济学", "id": 0}
{"content": "<正>新冠肺炎疫情对中美关系带来新挑战:疫情防控带来的供应链问题为中美经济脱钩论提供了口实;疫情对经济的影响以及美方的防控措施为落实中美第一阶段经贸协议带来不确定性;中美人文交流也因美疫情防控措施很大程度遭到中断。危机中也有机遇,应把握、抓好机遇,把挑战的不利影响降到最低程度,把一些挑战转化为机遇。建议加强与美在疫情防控上的合作;与美就推动落实经贸协议并进行相关磋商,最大限度实现履约,就疫情带来的不确定性提前做好沟通工作;疫情中产生的新业态新模式,中美双方具有互补特点,在数字技术和数字经济领域有巨大合作空间;在疫情后的经济恢复中,中美双方具有目标的内在一致性和共同性,可以在更广领域加强合作。", "label": "经济学", "id": 0}
{"content": "<正>2020年暴发的全球新冠肺炎疫情,既是对中欧经贸关系的一次考验,也是对中欧经贸关系发展的一次机遇。我国应在与欧洲共同抗疫中进一步巩固和加强中欧经贸关系,积极争取欧洲对华合作新态势。一欧对新冠肺炎疫情的评估及其主要应对措施目前欧洲新冠肺炎疫情整体属于可控状态。面对复杂的疫情形势,", "label": "经济学", "id": 0}
{"content": "<正>受新冠肺炎疫情影响,中国经济下行压力加大,中日经贸关系亦会受到冲击,包括在华日企生产经营受阻,双边贸易暂时萎缩,日本消费市场受损和经济增速下行。一主要影响（一）在华日企复工复产遭受挑战目前我国抗击新冠肺炎疫情初见成效,但全面复工复产仍面临困难,对正常生产秩序产生一定冲击,在华日企生产经营将遭受同样挑战。日本在华企业达3万多家,汽车、电子信息、机械装备、生物医药等行业都有布局。", "label": "经济学", "id": 0}
{"content": "<正>新冠肺炎疫情在全球愈演愈烈,对全球经济带来巨大冲击。中美第一阶段经贸协议（以下简称《协议》）议定,中国应确保2020～2021年在2017年基数之上,扩大自美采购和进口制成品、农产品、能源产品和服务不少于2000亿美元,其中2020年要增加767亿美元,2021年增加1233亿美元。疫情带来的全球经济放缓给购买目标的实现带来巨大压力。为此,需要提前准备,与美国做好沟通工作,争取化被动为主动。", "label": "经济学", "id": 0}
{"content": "<正>东盟是我国经济出海的\"第一站\"、区域全面经济伙伴关系（RCEP）的核心区,在我国战略全局中的位置越来越重要。跟踪新冠肺炎疫情对东盟经济的影响,主动应对东盟经济形势的变化,对维护我国战略利益十分重要。一新冠肺炎疫情影响东盟经济的渠道新冠肺炎疫情主要通过四个渠道影响东盟经济体的经济运行,并产生较大负面影响。", "label": "经济学", "id": 0}
{"content": "<正>中国国际经济交流中心\"一带一路\"调研组就\"一带一路\"下的中国一阿联酋合作进行实地考察,调研组走访了中阿产能合作示范园、拉斯海马经济区、拉斯海马自贸区港口城、迪拜艾马尔公司、北京同仁堂海湾有限公司,并拜会了我国驻阿联酋大使倪坚。按照习近平主席\"一带一路\"建设要走深走实,实现高质量发展的要求,阿联酋具备共建\"一带一路\"高质量发展的多方面条件。阿联酋地理位置优越、", "label": "经济学", "id": 0}
{"content": "<正>由于COVID-19大流行摧毁了全球经济,各国政府有机会支持以绿色为导向的经济复苏。这涉及在可再生能源和其他清洁技术上投入财政刺激措施,以创造就业机会,同时应对气候变化。呼吁采取这一行动的包括:银行、投资者、学者、能源公司、气候倡导者和政治家。不幸的是,一些国家并没有留意这些呼吁。这其中包括澳大利亚,莫里森政府在该国大力推行\"以天然气为主导的复苏\",并大肆宣扬化石燃料衍生的氢气。同时,澳大利亚政府拒绝将可再生能源的目标延长到2020年以后,并且有强烈的迹象表明政府希望改变澳大利亚清洁能源机构的投资授权,以鼓励为天然气项目提供资金。", "label": "经济学", "id": 0}
{"content": "<正>COVID-19大流行迫使七国集团（G7）在2020年初采取大刀阔斧的行动来支撑其经济,重点是保留就业和商业贷款担保计划。但是,六个多月后,只有法国、德国和意大利启动了或正在迈向第二轮复苏计划。其他四个七国集团经济体（加拿大、日本、英国和美国）仍将重点放在应对危机上。为什么会有这种差异,有很多解释。首先,欧洲三大主要政府对政府参与其经济的意愿已经存在,远远大于G7的其他成员国。法国的政府支出占GDP的比重在2019年占56%,", "label": "经济学", "id": 0}
{"content": "<正>新冠大流行在美国造成了公共卫生危机和经济危机。大流行已经破坏了人们的生活,使医院系统达到了极限,并造成了全球经济放缓。截至2020年9月15日,美国已有超过650万例COVID-19确诊病例,死亡人数超过19.5万例。大流行造成的死亡人数是越南战争中丧生的美国人的三倍以上,经济危机的规模是史无前例的:大流行同时造成了需求冲击、供应冲击和金融冲击。在公共卫生方面,病毒的传播呈现出明显的地理趋势,从人口稠密的城市中心开始,然后传播到美国的农村地区。图A显示从2020年2月下旬到8月下旬,每个美国地区每周因COVID-19而死亡的人数。早期,COVID-19病例集中在沿海人口中心,尤其是东北部地区,", "label": "经济学", "id": 0}
{"content": "<正>官方给出的安倍晋三卸任日本任职时间最长的首相的正式原因是个人健康。而现在,他标志性的经济政策可能会走向同样的命运。\"安倍经济学\"在2013年大受欢迎,因此值得考虑一下过去7年中取得的成就。\"安倍经济学\"有三个主轴,分别针对激进的货币政策、灵活的财政政策和包括结构改革在内的增长战略。其中,货币政策显然是最大的重点。日本央行发起了一项大规模的量化宽松计划,以购买政府债务,目前日本央行持有约一半左右的国债。尽管官方的目标是将年度通货膨胀率提高到2%,但这个目标尚未实现。", "label": "经济学", "id": 0}
{"content": "白氏约于19世纪初自安溪移民厦门,历经曲折,逐渐在厦门展拓出一片新的天地。白氏家族进入厦门以后,历经几代,仍未发展成较多人口的大家族。但尽管如此,该家族通过向海洋发展走过了女性持家、海外经商、信仰变更及回乡守业等历程,作为连接闽南与外部世界的厦门,成为中西文化交融激荡的前沿,既给予白氏这样的移民小家庭以融入的机会,又激发白氏家族成员或经商台湾,又改赴菲律宾,既坚信儒家传统文化,又不排拒耶稣基督,既积极引导男性向外发展,又充分发挥女性在持家中的主导作用,体现了逐渐融入全球化时代的厦门所具有的兼容并包、和谐一体文化特征,彰显出文化交融带给个体、社会乃至民族国家巨大进步的空间。", "label": "经济学", "id": 0}
{"content": "研究2005—2019年山东省土地金海国际面密度时空格局演变特征。以山东省44个县市为例,运用变异系数、泰尔指数、空间自相关分析,对土地经济密度的时空演变进行探讨,以期为山东省区域协调发展、土地资源优化配置与经济社会可持续发展提供依据。研究发现,山东省土地经济密度的地区差异缩小,山东各县市土地经济密度在地理空间实体上具有聚集特征,与空间呈正相关模式。", "label": "经济学", "id": 0}
{"content": "从唐代历经五代十国的洗礼,直到两宋时期,中国文化在治乱中发生了重大转折,宋代出现了前所未有的文化新气象,从皇权\"下嫁\"到与臣下共治的政治勇气,再到分权和各司其职,与建立在实效基础上的社会生产,以及在文化生活中情理并重与巨大的民族忍耐力和抗争力等共同构建了宋之营造理念。宋代的文化转轨,还表现为从社会生产到社会文化生活及其价值追求,均是对于中华历史文化的刷新,它在生产上重视科学,侧重理性,而在社会生活主导方向上强调物质环境建构中的功能的基础语义及其价值和意义,并积极向精神营造方面发展。宋代文化转轨给社会化营造开辟了新道路,探索着新模式。", "label": "经济学", "id": 0}
{"content": "黄炎培老先生在延安考察时,曾提出\"历史周期律\"的观点。所谓\"历史周期律\",就是指每个政治时期都会有一段较为兴盛的时期,但随着时间的推移,政治愈加昏暗,民生愈加困苦,直至政权灭亡。我认为中国古代历史周期律现象的形成,与中国古代的主要经济形式——自然经济不无关系。因此,我希望通过分析自然经济中国家与基层的经济矛盾,地主与自耕农的经济矛盾,来探寻这周期律的经济原因。", "label": "经济学", "id": 0}
{"content": "<正>前言辛亥革命后,铁路路权问题受到全国各阶层的极大关注。诸多有识之士认为铁路事关国家经济发展大计,言\"铁路为国家交通之利器\",\"国无铁路,则其国宝藏虽富,物产虽盛,而无运输之机关,富源仍无由发达\"。而中国的铁路路权为列强控制和不断渗透、导致\"主权之丧失,国民之负担,", "label": "经济学", "id": 0}
{"content": "<正>近代东北铁路建设在民族危机加深之时,与东北所处地理位置、自然资源禀赋和地区时局紧密相连,对东北地区政治、经济、文化和社会发展等产生了深远的影响。本文通过对京奉、中东、南满和奉海等东北地区主要铁路史料研究,试图分析近代铁路发展对东北地区经济社会发展的实际推动作用,并从近代铁路交通发展的历史经验中汲取东北老工业基地振兴发展的新途径。", "label": "经济学", "id": 0}
{"content": "<正>中国东北地区在中国近代史上占有重要地位,幅员辽阔,资源丰富。近代以来,由于清政府腐败无能,帝国主义国家开始侵入东北,其中日本对中国东北的侵略尤甚。1895年中日甲午战争中国失败后,中日双方签订《马关条约》是日本实施\"满蒙政策\"将中国东北划为日本势力范围和殖民地的开始。1904年爆发的日俄战争以日本的胜利、俄国的失败告终。日本政府强迫清政府允许日本从俄国手中继承在辽东半岛、南满铁路的特权。1915年,日本向中国提出二十一条要求。条约内容共分五号,二十一条,其中第二号,内容涉及东北。日本对中国东北的侵略以铁路为触角深入东北腹地,大肆掠夺资源侵略中国国家主权。", "label": "经济学", "id": 0}
{"content": "<正>沈阳地处东西、南北铁路的十字交点上,铁路奠定了沈阳在东北亚的重要战略地位。在近代我国东北地区,铁路除了作为一种进步因素带动发展之外,更是各方势力利益争夺的重要工具。在近代沈阳,日本殖民势力与奉系政权的城区规划均是围绕铁路展开的。可以说铁路是沈阳在二十世纪上半叶的动荡中成为远东最大工业城市的关键因素。奉海铁路是东北第一条官商合办铁路,开辟了东北自办国有铁路的新纪元,不仅真正使国人完全摆脱了日控铁路的制约,还对近代沈阳城市建设产生巨大影响。对此,我们可以从以下几个方面解读奉海铁路对城市发展的作用:", "label": "经济学", "id": 0}
{"content": "自汉代以来就有煎盐记载的大宁盐场,经过漫长历史发展,最终在明清制盐的鼎盛时期,形成了商贾云集、万灶盐烟的宁厂古镇。该时期的宁厂古镇不仅没因其地理位置相对不便而沉寂,反而因盐业发展开启了与陕鄂交界处的密切联系。与此同时,形成了与盐有关的特有历史文化习俗。", "label": "经济学", "id": 0}
{"content": "<正>张学良虽然出身军旅,但他深知\"经济是一国的命脉,经济不能复兴,政治永远没有独立自主的一天!\"①1928年12月,张学良主政东北并实行东北易帜后,立即发出了\"东北新建设,推行现代化\"\"统一告成,建设开始\"的号召,并采取了一系列措施和办法,着力发展农业,夯实经济基础;大力发展工业,提高经济实力;努力发展交通,增强经济活力,张学良为东北经济建设作出了不可磨灭的贡献。本文拟对此作些研究与探讨,以求教于各位学界同仁。", "label": "经济学", "id": 0}
{"content": "<正>众所周知,张学良东北易帜,维护国家统一;西安事变,国共组成统一战线,为抗战胜利立下不朽功勋。称少帅为\"民族大英雄\"当之无愧。对少帅主政东北采取的策略,众说纷纭。我们认为,只有从当时具体情况出发,才能引出正确的结论;只有从他采取具体策略去分析其普遍性,才能演绎出适合当今振兴东北的策略,为振兴东北指明方向。这是本文尝试的方法。一、爱国爱东北是主政东北决策的灵魂1928年张作霖为日寇炸死,张学良被奉系荐为东三省保安总司令,", "label": "经济学", "id": 0}
{"content": "<正>引言关于张学良的研究,其爱国思想研究一直都是近代史研究的热点。大部分学者更热衷于东北易帜、中东路事件、九一八事变、西安事变等重大问题的研究。这些研究也取得了不小的成就。关于张学良的研究,曾召开了两次比较隆重的会议,分别是2011年在沈阳举办的\"张学良与九一八事变国际学术研讨会\"和2017年在沈阳举办的\"第二次张学良口述历史暨冯庸教育救国思想学术研讨会\"。这两次学术研讨会各有近140名国内外专家参会,学者们从新的视角对张学良进行重新审视,给予更多新观点。", "label": "经济学", "id": 0}
{"content": "<正>东北地区因其独特的山川河流的走势,呈现向西开口的马蹄形结构,山环水绕,自然地成为一个相对独立的地理单元。早在《周礼·职方》中就有关于\"东北曰幽州\"的记载,大致在今天河北北部及辽宁一带,春秋战国时代东北地区就已归入中国版图,历代王朝也都在东北设置有效的管理机构。东北自然资源十分丰富,西北部有高原,腹地有辽阔的三江平原、松嫩平原和辽河平原。肥沃的黑土地盛产大豆、玉米、水稻、小麦等粮食作物,是一块广袤且物产丰富的土地。而其\"间与日俄,屏蔽中原,扼欧", "label": "经济学", "id": 0}
{"content": "魏晋南北朝时期,工匠的身份地位尽管极其低下、卑贱,但并不是一成不变,而是有一个逐渐提升的趋势。主要表现在服役时间和入役形式的变化上。而产生这些变化的原因也是多种多样的。文章在分析这一时期工匠境遇变化的基础上,简要探析了产生这种变化的原因。", "label": "经济学", "id": 0}
{"content": "<正>一、主题内容为进一步推动海峡两岸经济地理学的交流与发展,巩固2003年北京会议、2005年台北会议、2009年北京会议、2012年台中会议、2014年南京会议、2016年福州举办的丰硕成果,经两岸同行协商,定于2018年6月在台北举办\"第七届海峡两岸经济地理学研讨会\"。会议针对两岸经济地理发展相关议题,进行深入研讨,以推进两岸经济地理学的进一步发展,促进两岸学术的实质性交流。会议的研讨议题有:11个主题。二、主办单位中国地理学会经济地理学专业委员会", "label": "经济学", "id": 0}
{"content": "我国古代经济重心的南移经历了东汉、三国两晋南北朝、唐、宋,在经济重心南移的过程中,文化中心也在逐渐南移。唐朝时,南方稳步成为中国经济与人口的中心,宋朝之后,具有优势经济增长的动力和文化潮流的风向标已经南移。", "label": "经济学", "id": 0}
{"content": "<正>一、崔溥《漂海录》是历史媒介友谊的种子1488年（明弘治元年）,朝鲜官员崔溥奉王命在济州岛执行公务,因父去世坐船返家奔丧,海上遭遇风暴,与同船42人漂流14天至三门县牛头门,在三门村民的帮助下登陆获救,经验明身份后沿京杭大运河被护送上京,得到明孝宗皇帝的接见。崔溥在中国逗留4个半月,行程4,000余公里,回国后用流畅的", "label": "经济学", "id": 0}
{"content": "<正>在新中国建立初期,长江三角洲通过工业化和社会主义改造,确立了新的产权制度和经济管理模式。原先的市场体系被\"中央一地方一企业\"的计划安排所替代,垂直的单位化管理打破了区域内的商业、商人网络,将上海承载的商业、贸易、金融的中心地功能剥离,使之向单一的工业基地转化。随着国营工商业和供销合作社的一统天下,商品的交易空间和管理体系发生了质的变化,近代以来的", "label": "经济学", "id": 0}
{"content": "内战胜利建立政权的中国共产党,有鉴于苏联的强大,20世纪50年代末,毛泽东基于\"赶超\"战略发动\"大跃进\"运动,企图将中国建设成为另一个社会主义强国。结果导致中苏交恶,并以失败收场,同时对经济发展造成不良影响。60年代中,为防止美苏入侵的\"三线建设\"虽未获致重大成果,但是毛泽东藉由画分\"第三世界\",并制造美苏的矛盾而成功将外交策略调整为联美抗苏。70年代末,随着中国国际关系的和缓,\"改革开放\"推展顺利,并且成果丰硕。甚至在苏联解体后,中国逐渐崛起,形成中美抗衡。", "label": "经济学", "id": 0}
{"content": "<正>一、前言自《汉书·地理志》记载西汉武帝时自日南、徐闻、合浦出发的海外贸易路线后,历代文献对此多有注意。唐代贾耽详载由广州出发至红海及东非的远洋航线,称其为\"广州通海夷道\"①。宋元以后对海上交通之著述尤多。\"海上丝绸之路\"的概念始于19世纪末。德国学者李希霍芬（Fendinand Von Richthofen）在《中国亲程旅行记》（1877年）中提出\"丝绸之路\"的概念,研究重心在陆", "label": "经济学", "id": 0}
{"content": "历史是人类社会发展的自然历程。人类无法改变历史的进程,却能从中总结出经验教训,适时因势利导,以利后来。中国在汉代丝绸之路的开辟中,曾实行过很有名的和亲政策,在对当时的外部边界邻居——匈奴和西域——同样的和亲政策却造成不同的后果。对匈奴地区,为了求得边境百姓的生产安定,汉代的\"和亲\"主要起到西汉时期边境的维和作用,也一并起到对匈奴经济文化的交流作用。最终,达到南北朝时期的中华民族大融合。这一实践结果应是年轻的汉武帝以及汉代诸皇帝始料未及的。对西域,汉武帝最初只想形成遏制匈奴扰边的联盟,其结果却由张骞通西域形成经济上的陆上丝绸之路。由此,打开了东西方两半球的国际商贸文化交流线,也让汉武帝及其后来人认识到在国际关系相处中,经济文化的交流和互通才是推动历史前进的真正动力。", "label": "经济学", "id": 0}
{"content": "世界银行发布的《2009年世界发展报告:重塑世界经济地理》,首次提出了21世纪的重大发展思路,从新经济地理学、新贸易理论和新自然经济学的角度探讨了经济地理的基本特征,提出了密度（density）、距离（distance）和分割（division）的新经济地理分析框架。本文采用这一分析框架,系统梳理了中国四个版本的区域经济发展战略。1.0版本是1953—1977年,将全国分为沿海与内地两大板块,在全国范围内建立若干大工业基地、大城市集聚地区以及经济协作区;由于限制人口流动,地区发展差距不断扩大。2.0版本是1978—1998年,延续了沿海与内地两大板块,以先富论为指导,沿海地区率先对外开放与加速发展,地区发展差距先缩小后扩大。3.0版本是1999—2014年,逐步形成了西部、东北、中部、沿海四大板块,以及主体功能区等战略,发展差距从2004年之后明显缩小。上述三个版本战略推动了中国经济地理的重塑,逐步形成了科学的区域发展总体战略布局。目前,中国区域发展战略扩展为4.0版本。随着\"一带一路\"、长江经济带和京津冀协同发展战略三大支撑带的提出,形成了以四大经济板块与三大支撑带的有机结合为特征的区域发展战略,在继承以往的版本基础上再创新。不仅基于\"两横三纵\"为特征的城镇化发展战略所涵盖20多个经济区（可以定义为\"小格局\"）,又进一步通过区域战略整合,形成国内区域发展的\"大格局\",成为中国经济发展进入新常态的重要驱动力。与以往三个版本的区域经济战略的最大不同之处,是它把国内区域与周边和沿线国家发展共同合作统一,推动世界经济一体化,重塑21世纪中国与世界经济地理。", "label": "经济学", "id": 0}
{"content": "自1984年点—轴系统理论提出以来,至今已有32年的时间了,对我国学术界和国家战略决策产生了重要影响。文章对这一产生于中国土壤上的地理学理论及区域发展空间结构模式提出的背景、形成与发展过程、理论意义和实践应用进行了全面的回顾和阐述。研究认为,点—轴系统理论揭示了点轴之间的互动关系,跳出了传统区位论中单一要素和静态的思维模式,重视对市场因素的考量,是基于我国有限资源条件下区域发展战略转移的最优路径。由点—轴系统理论中提出的\"T\"字型沿海和沿江经济布局被纳入《全国国土总体规划纲要》,成为我国重要的区域发展战略。点—轴系统理论和点—轴空间布局模式在诸多国家和区域战略规划中得到广泛的应用。随着我国区域规划的兴起与发展,经济地理学者们不断地将点—轴系统理论应用扩大至各类型、各专业的区域战略决策中。文章将有助于有关领域学者具体了解其内涵和意义,促进我国学者在区域发展研究实践中取得更多的创新成果。", "label": "经济学", "id": 0}
{"content": "<正>明清时期,浙江沿海各种社会群体、社会组织与海洋互动所形成的思想观念、生活方式以及行为方式的总和构成浙江海洋社会有别于内陆社会的重要特征,具体表现在\"以海为生\"的经济生活方式是明清浙江海洋社会形成的物质基础,外向型生产的出现是明清浙江海洋社会的重要特征,海神信仰是浙江海洋社会民众的精神支柱,海洋走私与反走私是海洋社会不同利益博弈的表现,人口流动加快是浙江海洋社会形成的", "label": "经济学", "id": 0}
{"content": "<正>泉州峰尾已有600多年的港城历史,圭峰塔、\"姑妈\"义烈宫是圭峰文化的具体象征,见证了峰尾半岛人民自古以海为田,从事海洋捕捞、近海养殖与航运贸易的发展历程,彰显了峰尾的海洋文明历程。泉州曾经拥有十分发达的\"海丝文明\",这是基于宋元时期泉州社会经济的发展与海外交通贸易的兴盛,由此奠定\"东方第一大港\"的地位。学者们在追寻这一历史时期泉州\"海丝文明\"之发展场景的同时,也关", "label": "经济学", "id": 0}
{"content": "环绕北京的张家口、承德、廊坊和保定4个地级市,打造以新兴产业为主导的绿色经济圈。作为经济圈中距离北京核心区最近的大厂回族自治县,充分认识到加快推进环首都经济圈建设是推进自治县科学发展的大战略、转变方式的好途径、开发建设的新机遇、改革创新的主心骨,充分利用加快推进环首都经济圈建设的机遇,全力构筑大厂城乡一体化发展的新格局,唱响了\"对接北京,借势崛起\"的主旋律。", "label": "经济学", "id": 0}
{"content": "广阳区作为\"环首都绿色经济圈\"县市区的其中之一,充分发挥区位优势,积极实施了\"四园区、三基地、一新城\"等\"环首都绿色经济圈\"重点工程。现结合广阳区经济基本情况以及推进\"环首都经济圈\"建设活动以来的经济发展等方面的相关情况进行了调查研究并进行评述分析。", "label": "经济学", "id": 0}
{"content": "研究目的:2020年是中国脱贫攻坚战的收官之年。贵州省作为全国脱贫攻坚的主战场,近年来依托其得天独厚的山地资源大力发展山地旅游,这一举措不仅充分利用了自身的资源优势,更是使以山地旅游为特色的体育旅游业逐步成为经济发展的重要推动力和脱贫攻坚的重要一环。在产业融合背景下,\"体育+旅游\"的融合发展方式已经成为贵州省产业转型升级的巨大动力,而山地旅游与区域经济的耦合协调是经济高质量发展的必然要求。一方面,山地旅游的发展可以扩大就业,增加收入,提高人民生活水平,带动贵州省区域经济的发展。另一方面,区域经济的发展可以为贵州省山地旅游提供完善的基础设施和强大的资金支持,促进体育旅游提质升级。所以两者相互影响、相互支撑、相互作用,协调发展至关重要。研究方法:结合领域内专家的最新研究成果,综合考虑各个数据的有效性、代表性和可获得性,本文选取了贵州省2010-2018年间13个指标来评价贵州省山地旅游与区域经济的发展情况。在山地旅游方面,选取了旅游总收入、旅游总人数、森林公园数量、公路里程、旅行社数量、国家5A级景区数量、入选中国体育旅游精品项目数量7个评价指标;在区域经济方面,选取了地区生产总值、第三产业增加值、城镇常住居民人均可支配收入、财政总收入、进出口总额、固定资产投资6个评价指标。在此基础上,使用熵值法确定每个指标在该评价体系中的权重。然后,建立耦合协调度模型,使用耦合协调度这一指标表示两系统之间的协调度,该指标在0到1之间,值越大说明系统间的协调度越高。最后,根据实证研究的结果提出具有针对性的发展建议。研究结果:通过对2010-2018年贵州省山地旅游与区域经济耦合协调度进行分析可以将其发展分为三个阶段:（1）起步阶段:2010-2011年。2010和2011年贵州省山地旅游与区域经济耦合协调度分别为0.100（严重失调）和0.386（轻度失调）。这一时期,贵州省山地旅游正处于起步阶段,发展水平较低,多数山地旅游资源还没有被挖掘,山地旅游尚未作为重点产业发展。所以,山地旅游系统的综合评价水平严重滞后于区域经济的综合评价水平。（2）快速发展阶段:2012-2015年。在这一时期,贵州省山地旅游与区域经济耦合协调度从0.593（勉强协调）增长至0.838（良好协调）。同时期内,国务院46号文、《省人民政府办公厅关于支持黔西南自治州加快山地旅游发展的意见》等国家及贵州省政府关于发展体育产业、山地旅游业的政策文件相继发布,《贵州省山地旅游发展规划》编制工作也全面启动,为贵州省山地旅游的发展提供良好的政策环境。2015年,中国唯一一个以山地旅游为主题的国家级、国际性峰会——国际山地旅游大会落户黔西南。该峰会的成功举办进一步加强了贵州省山地旅游业与国内国际的合作与联系,促进贵州省山地旅游快速发展。此时,贵州省山地旅游与区域经济耦合协调度由失调阶段发展为协调阶段。（3）稳定成熟阶段:2016-2018年。近年来,伴随着贵州省地区经济的不断发展,旅游基础设施的不断完善,脱贫攻坚任务的不断实现,当地山地旅游与区域经济的耦合协调度不断提高。2016年,两系统的耦合协调度达到0.900,首次进入优质协调阶段并且保持稳定。根据贵州省政府办公厅下发的《关于贵州省创建全国体育旅游示范区的意见》,2022年贵州省将建成山地民族特色体育旅游强省,相信这一目标的实现对本省山地旅游与区域经济的耦合演化将起到积极的促进作用。研究结论:本研究采用建立耦合协调度模型的方法,在深入研究两者内涵关系的基础上,构建了贵州省山地旅游系统和区域经济系统及13个二级指标。研究发现,2010-2018年贵州省山地旅游与区域经济耦合协调度整体呈现上升趋势,发展态势良好。其中,2010-2011年贵州省山地旅游与区域经济处于失调阶段,从2012年开始,两系统的耦合协调度稳步上升,到2018年耦合协调度已达到0.977,从勉强协调阶段发展为优质协调阶段。据此,本文提出以下发展建议:首先,结合当地优势条件,开发独具特色的山地旅游景点。可设计森林公园、地质地貌公园、山地村寨、山地运动等不同的主题模式。其次,作为我国红色文化资源聚集的省份之一,贵州省应该在加强完善本省传统山地旅游项目的基础上,利用自然优势、文化优势和历史优势开发独具特色的山地旅游资源。例如,拥有众多红色旅游资源的贵州省遵义市,可以将位于山地地区的红色景点与山地旅游结合,让游客在感受历史印记的同时也能体会到运动的乐趣。最后,加强省际国际沟通交流,学习先进管理经验,结合自身区位条件,寻找发展轨迹相似的国内国外山地旅游项目,学习其先进的旅游项目开发计划、景区管理方法、环境保护措施等,逐渐探索出符合本省山地生态系统的可持续发展旅游模式。", "label": "经济学", "id": 0}
{"content": "研究背景:党的十八大以来,我党秉承\"治国之道,富民为始\"的发展思想,立足中国特色国情,致力打赢脱贫攻坚战。历时8年的脱贫工作后,中国终于在2020年完成全面脱贫任务——农村贫困人口全部脱贫,所有贫困县成功摘帽,绝对贫困与区域性整体贫穷已然被消除,大约1亿贫困中国人实现脱贫。习近平总书记对黑龙江代表团审议时,曾指出\"绿水青山是金山银山,黑龙江的冰天雪地也是金山银山。\"滑雪旅游是\"两山论\"的重要载体。研究方法:本文对已有旅游系统和地区经济系统研究进行梳理与总结,根据层次性、科学性、系统性、逻辑性和可操作性,构建符合滑雪旅游系统和区域经济耦合研究的指标体系。本文共选择冰雪旅游指标系统的指标3个（滑雪旅游收入,滑雪旅游接待人次,滑雪旅游人均每次支出）;选择区域经济系统指标7个（区域固定投资额,财政收入,社会商品零售总额,城镇居民人均可支配收入,农民平均纯收入、当地国内生产总值（GDP）和第三产业的国内生产总值）。本研究的数据来源为2009-2016年《河北市张家口统计年鉴》、崇礼旅游部门统计数据所收集的数据等资源。笔者所收集到的各项数据在单位和每年变化的幅度都存在差异,在同一系统中不能够直接进行分析。因此对所收集的数据进行标准化处理。运用熵值法计算指标权重,根据上述各个指标的比重,结合归一化过的数据,可以得到地区经济系统U1和滑雪旅游系统U2的得分情况。研究结果:2009-2016年崇礼地区的经济系统和滑雪旅游系统的综合评价得分都呈现上升趋势,说明崇礼区的地区经济与滑雪旅游都在高速持续发展。在2015年,两个系统过程中U2滑雪旅游系统超越U1当地经济系统的综合得分,说明该年崇礼滑雪旅游发展的综合效果要略优于当地经济发展的效果。该地区经济系统与滑雪系统的耦合协调度逐步呈现协调趋势,加之上述分析,可以发现崇礼地区的滑雪旅游系统和当地经济系统趋向良性耦合的变化。当崇礼地区的滑雪旅游收入增加,对于崇礼地区的城镇居民和农民的收入都具有正向影响。其中,滑雪旅游收入和城镇居民人均可支配收入的回归系数大于滑雪旅游收入和农民平均纯收入的回归系数,即滑雪旅游对于城镇居民的影响程度要大于对农民的影响程度。滑雪旅游的发展对于城镇居民和农民的收入都有提升作用,显现出其扶贫效应的潜力。虽然滑雪旅游为该地区的城镇居民和农民都能带来效益,但是滑雪旅游的收益分配制度仍然存在优化空间。最优化地把握体育旅游资源,优化收益分配机制是体育旅游扶贫的核心与基本准则。研究结论:第一,崇礼地区的滑雪旅游系统和地区经济系统都呈现上升的态势,并且崇礼地区的滑雪旅游系统和地区经济系统的协调关系经历了一个渐进耦合的过程,崇礼的滑雪旅游系统和当地经济系统发展的协调程度经历了三个阶段:失调期（2009-2011年）,逐步协调期（2012-2014年）,优质协调期（2015-2016年）。第二,从2009年起崇礼县\"旅游立县\"的战略,2013进入申办奥运筹备阶段、2015年中国申奥成功和\"三亿人参与冰雪运动\"的机遇、2016年的《冰雪运动发展规划（2016-2025）》等政策,崇礼地区滑雪旅游系统的发展伴随着政策红利和冬奥契机。第三,在崇礼地区滑雪旅游系统与当地经济系统逐步协调发展的过程中,崇礼县正式脱贫摘帽。崇礼的滑雪旅游系统发展能够与当地经济系统协调发展更是体育扶贫,体育创收的经典案例。特殊地区体育扶贫、体育创收的过程中,需要抓住其特色资源,如崇礼地区借助了气候、自然资源、区位优势发展滑雪旅游,借助政策红利和赛事机遇。崇礼地区的滑雪旅游系统的发展具有难以复制性,因为其集结冬奥主赛区、毗邻北京、气候地形适宜等等特殊优势。但是,崇礼地区的滑雪旅游系统的发展模式对其他落后地区发展体育旅游具有可借鉴性,充分利用当地自然资源（例如湖泊、河流、山川、沙漠等）,引入国际体育赛事,对接所处城市圈中较大城市,进行客源引流。第四,虽然崇礼地区滑雪旅游的发展对于城镇居民和农民的收入都具有正向影响,但是对城镇居民和农民的收入的影响程度不同。崇礼地区滑雪旅游的收入对于城镇居民收入的影响要大于对农民收入的影响。", "label": "经济学", "id": 0}
{"content": "本文整理了布依族苗族的基本文化资源,探讨了布依族苗族文化的现状以及给地方经济带来的影响,提出了对继承发展布依族苗族文化的思考。", "label": "经济学", "id": 0}
{"content": "从京津冀协同发展这一国家重大发展战略出发,以廊坊作为环京津的战略突破口切入,进而确立京津廊都市区为载体,运用经济增长极、都市连绵区、外溢与内吸、战略突破口等经济理论,分析战略突破的机遇与挑战,提出战略突破的运行对策,确立高端发展、绿色崛起、奋力打造河北环京津新增长极战略突破口。", "label": "经济学", "id": 0}
{"content": "高端产业、高端城市在京津冀协同发展中具有辐射传导作用。在承接首都功能疏解和产业转移中,跨越发展廊坊代服务业和战略性新兴产业,对于推动京津冀协同发展战略意义巨大。文章提出了处于两大高端城市之间的廊坊通过跨越发展现代服务业和战略性新兴产业承接首都功能疏解和产业转移的载体与路径。", "label": "经济学", "id": 0}
{"content": "河北省廊坊市处于京津两大高端城市之间。区位经济优势十分显著,对于在经济紧急协同发展的背景下实现京津廊一体化具有重要的作用。构建京津廊经济一体化是在新时期振兴京津冀都市圈和环渤海经济圈区域经济的非常可行的重大举措。本文立足京津冀协同发展的国家重大战略,对于经济一体化理论、京津廊经济一体化具备的条件、京津廊经济一体化的目标进行了较为详细的分析,并提出了基于廊坊区位优势的京津廊一体化的对策。", "label": "经济学", "id": 0}
{"content": "本文根据习近平总书记关于京津冀协同发展的讲话精神,运用区域经济及其相关理论,对于京津冀协同发展与区域经济现状进行了分析;阐述了京津冀协同发展与区域经济一体化的必要性;剖析了京津冀协同发展与区域经济一体化面临的问题。提出了促进京津冀协同发展与经济一体化的对策与建议。", "label": "经济学", "id": 0}
{"content": "从协同学的视角了解我国成渝地区双城经济圈建设的复杂性特征,国际形势的风云激荡折射出的成渝地区双城经济圈建设外部环境日益复杂,凸显成渝地区双城经济圈建设客体的边缘延展;传统惯性思维使得成渝地区双城经济圈建设的复杂性日益累积,建设主体思维表现为惰化僵化;成渝地区双城经济圈建设内生性复杂状态,即成渝两地、新型建设主体三者间的信息不对称。要\"唱好双城记、融入双循环\"时,集中各方面参与者智慧,形成优化决策质量的程序和机制。", "label": "经济学", "id": 0}
{"content": "水资源利用与经济高质量发展协调评价,成为提升水资源利用与经济高质量发展耦合协调能力的重要工具。水资源系统与经济系统具有共生纽带关系,目前鲜有文献从共生视角,剖析水资源利用与经济高质量发展协调机理,以此构建一套较为完善的水资源利用与经济高质量发展协调评价体系。为此,合理界定共生视角下水资源利用与经济高质量发展协调的内涵。基于压力-状态-影响-响应模型框架,深入剖析共生视角下水资源利用与经济高质量发展协调机理,系统设计共生视角下水资源利用与经济高质量发展协调评价指标体系。并应用匹配性评价法、灰关联分析法与耦合协调度模型,综合评价京津冀地区水资源利用与经济高质量发展的耦合协调度,开展京津冀水资源利用与经济高质量发展协调性的时空差异性评估。研究表明,（1）京津冀地区经济系统的经济用水效率不断提升、产业结构不断优化。但津冀地区经济系统的产业用水结构粗放度和产业结构偏水度仍较高,津冀地区经济系统的产业用水结构与产业结构匹配度亟待提升。（2）京津冀地区水资源利用指数和经济高质量发展指数均得到有效提升,且水资源利用与经济高质量发展的耦合协调度均呈较稳定增长态势。其中,京津冀地区受人均用水量的影响显著。同时,京津地区受第三产业用水比例的影响显著,津冀地区受万元第二产业增加值用水量、单位灌溉面积用水量的影响显著。此外,北京受生活用水比例的影响显著,天津受第二产业与第三产业用水结构占比、万元第三产业增加值用水量的影响显著。最后,依据评价结论,从水资源供需结构优化、经济高质量发展提升角度,提出有效提升京津冀水资源利用与经济高质量发展协调性的具体对策建议。", "label": "经济学", "id": 0}
{"content": "宜州河位于义县县城东部,通过宜州河义县城区段综合治理工程建设,提高宜州河防洪能力,改善河道生态环境。在工程国民经济评价中,国民经济内部收益率为10.33%,经济净现值为963.1万元,经济效益费用比为1.22,工程的综合效益显著。", "label": "经济学", "id": 0}
{"content": "区域,本就有文化和地理双重意义上的\"社区\"涵义,可谓\"社区小区域、区域大社区\",分圈层分层级、因地制宜、纵横捭阖联合圈层（\"区域\"）内外发展,是\"社区\"发展理念中的应有之义。在\"十三五\"收宫和\"十四五\"开局之年,党中央以\"新发展\"理念为导向,高屋建瓴地把全国规划出京津冀、长三角、粤港澳大湾区、成渝地区双城经济圈等八个发展区域。经济文化的发展,催生了近年中国特色社区教育生机勃勃的发展;\"社区教育\"观念反过来又为地方社会经济文化可持续发展繁荣助力;新发展理念\"圈层治理\"的背景下,引发了我们对社区教育发展的新思考:一是要发展高质量社区教育,要站在提高居民\"幸福感\"\"归宿感\"的精神高度来谋划社区教育;二是要突破狭义学校教育的视野和范畴,使社区教育课程真正成为服务民生的公益、公共文化产品;三是要突破物理意义上的\"社区\"\"教育\"限制,充分挖掘、联合区域内外的人财物等教育资源,使社区教育成为配合党委政府新发展理念的\"民生\"\"民心\"工程。", "label": "经济学", "id": 0}
{"content": "在我国高等教育由外延式发展向内涵式发展转变的过程中,独立学院在培养和输送应用型人才方面扮演着重要的角色。随着经济结构调整、产业转型升级,特别是创新驱动发展战略的实施,高等教育结构性矛盾突出,同质化倾向严重,应用型人才培养机制尚未完全建立,导致独立学院未能很好地融入区域产业发展。本文以\"产业订单班\"人才培养模式为例,深入探讨独立学院人才培养模式在对接区域产业发展过程中的价值和内涵,通过构建并实施\"四位一体\"的人才培养体系,以\"教学项目化、项目教学化\"思路为指导,搭建\"合作共建、定向培养、联合育人、融合服务\"四大平台,全面提升人才培养质量。本文提出独立学院融入地方产业发展的实现路径是\"示范化、工程化、适应化、项目化\",通过加强高校优势专业与区域产业发展需求的精准对接,更有效地增强校地合作、产教融合。", "label": "经济学", "id": 0}
{"content": "当前,我国进入经济发展新常态,广东的发展也面临着转型升级的压力。就此而言,推进产业结构调整和产品转型升级,提高经济发展的质量和效益,是广东落实创新创业的发展目标。发展目标必须依靠具体的策略与路径设定,让产业明确努力发展的方向。本文述说人工智能时代下东莞支柱产业创新体系变革与\"再工业化\"战略下的产业创新KPI指标体系建构的策略与路径,希望能为人工智能时代下东莞支柱产业创新与广东高等教育变革提供方向。", "label": "经济学", "id": 0}
{"content": "\"一带一路\"是习主席于2013年9月和10月分别提出的合作倡议,其全称是\"丝绸之路经济带\"和\"21世纪海上丝绸之路\"。陆上丝绸之路指西汉汉武帝派张赛出使西域开辟的以首都长安（今西安）为起点,它充分依靠中国与有关国家既有的双多边机制,借助既有的、行之有效的区域合作平台,积极发展与沿线国家的经济合作伙伴关系,共同打造政治互信、经济融合、文化包容的利益共同体、命运共同体和责任共同体。全运会作为国内水平最高、规模最大的综合性运动会,它的开展对于主办城市经济发展有着极为重要的影响,尤其是在实施\"一带一路\"政策下。现代全运会的开展有两方面的重要价值,其一是在体育本身的价值,它的开展不仅有利于主办城市体育的发展也是全国各市体育的较量促进各项体育项目的发展,更是竞技体育、社会体育、学校体育三者相结合的垫脚石,也是为国家选出优秀的体育人才的措施。其二是它对主办城市区域经济发展的影响,持续性、综合性、超大型、投资量大、竞技水平高、规模大、参与人数多等特点使全运会成为一项具有社会、政治、经济、文化等综合效应的令人瞩目的活动,对区域经济影响效应远超过现今任何一项其他社会活动。本文采用文献资料法、逻辑归纳法、历史分析法等方法,从理论方面探讨举办第十四届全运会对西安市经济发展的影响研究。根据历年开展的全运会利用可获得的宏观经济数据,对全运会举办周期与举办全运会城市的经济增长周期进行拟合,从而分析全运会对主办城市区域经济的影响,经过研究初步得出以下结论:（1）城市建设提速,全运会经济是举办城市从申报举办全运会、筹办全运会各项工作、后期的地区经济的一系列活动。西安举办全运会使城市焕然一新,经济发展提速,西安政府加强城市基础设施建设,改善城市环境面貌,修正城市交通,促进相关公司经济发展。（2）拉动经济发展,举办一次完整的全运会对第一产业的绿色产业和有机食品有明显拉动作用,对第二产业中的建筑业、建材业、通讯设备等有推进作用,对第三产业的房地产、商贸流通、交通运输也有不可磨灭的促进作用。（3）休闲产业逐步兴起,拉进社会体育与学校体育跟竞技体育间的距离,扩大休闲体育的规模。（4）提升地区知名度,一个国内最高水平的体育赛事,从竞争举办资格、筹备、举办、收官,一步一步的将举办城市拉进群主的视眼中,让更多的人知道了这个城市。", "label": "经济学", "id": 0}
{"content": "随着近年来互联网的普及,数字经济成为一种经济发展的新模式,2017-2019年政府工作报告中多次提到关于数字经济发展的策略、实际实施方案等内容,这从政策方面极大促进了我国数字经济的飞速发展,并且各地区之间的竞争也日趋激烈。河南省位于我国中部地区,拥有极佳的交通地理优势,其数字经济在整体经济发展中的地位不断提高。在此背景下,本文以河南省为例,通过建立空间计量模型来研究数字经济对河南省各地级市人均GDP的空间效应。研究表明,河南省各地级市数字经济发展具有显著且稳定的空间相关性;各地级市之间存在正的空间相关性,即数字经济发展存在空间集聚特征;数字经济发展不仅可以直接提高本地人均GDP,而且可以通过空间溢出效应促进相邻地级市经济增长,并进一步反过来促进本地人均GDP增长。本文在采用多种模型进行实证检验后,数字经济的空间溢出效应依旧稳健,表明数字经济整体上可以促进河南省经济增长,而且能够通过空间溢出效应带动周边地区的经济增长。", "label": "经济学", "id": 0}
{"content": "国家级新区是党和政府立足新发展格局、实施创新驱动战略的重大举措。为研究国家级新区是否能带动区域经济的高质量发展以及探究国家级新区的空间布局构想,本文选取长三角城市群除上海外的25个地级市2010-2019年的数据进行固定效应的面板数据回归,并对其进行聚类分析,结果显示:国家级新区的设立对区域的经济高质量发展有显著的正向影响;而将经济高质量发展的指标分解后表明,国家级新区主要通过提高人口素质以及经济效率来推动经济的高质量发展;苏州市兼具经济发展水平较高和对于周边地区影响较大的特点,是下一个国家级新区的理想选址。", "label": "经济学", "id": 0}
{"content": "经济可持续发展是指经济高效率、可持续发展,是\"既能满足当代人的需求,又不对后代人满足其需求的能力构成危害的发展\"。中国经济持续多年高速发展,但伴随着经济快速发展的同时,环境污染、资源消耗等问题也再不断抵制着经济发展所带来的成果。因此,经济可持续发展能力的统计测度研究就显得尤为重要。本文选取天津市经济可持续发展能力作为研究对象,通过对研究对象进行探索分析以求合理描述天津市当前经济可持续发展状况,并试图找到制约其发展的因素,提出合理有效的建议措施。本文采用主成分分析法、数据包络分析法,构建DEA-C2R模型,通过Python、DEAP 2.1等程序处理软件进行编程、解模,最终实现研究目的。首先我们依据科学性原则选取一系列指标,并依据其投入性产出性不同进行划分,构建出共七个子系统的天津市经济可持续发展能力评价体系。依据评价体系我们通过政府官方网站收集可靠数据并对其进行处理,大致分为三步:数据无量纲化、负影响指标处理、主成分分析,最终得出七个综合评价指标。随后搭建DEA-C2R模型,利用DEAP 2.1解模,对结果进行分析得:天津市近十年来有六年显示DEA有效,投入产出达到最优,资源得到最大化利用,走在可持续发展道路上。对于DEA无效年份,天津市应统筹发展,实时调整劳动力、资源消耗、的投入量,重点关注社会发展问题,具体表现为:大力发展教育、科研事业,完善人才引进计划;加强对第二产业监管力度,推进循环高效型产业;加强公共产业建设,从而提高效率指数。本文针对经济可持续发展能力的统计测度研究为城市规划与发展提供了一种新的思路,具有一定意义的参考价值。", "label": "经济学", "id": 0}
{"content": "<正>机关单位作为推动党中央治国理政、管党治党决策部署贯彻落实的职能部门,在推进新时代党的建设新的伟大工程中必须走在前、作表率。柳州市发展改革委坚持以习近平新时代中国特色社会主义思想为指导,深入学习贯彻习近平总书记在中央和国家机关党的建设工作会议上的重要讲话精神,坚持围绕中心、建设队伍、服务群众,通过培根筑魂、固基强本、提能增效、作风塑造、狠抓落实,全面提高党的建设质量,", "label": "经济学", "id": 0}
{"content": "<正>推进\"链长制\"产业链招商,是柳州市委、市政府积极适应新使命新任务,加强和改进新形势下招商引资工作的一种制度创新和有益尝试。以\"链长制\"推动30条重点产业链延链补链强链,对引领推动全市产业升级转型、实现工业高质量发展、夯实万亿工业强市基础具有重要意义。在未来三年及更长时间里,全市上下\"链长制\"产业链招商将作为主战场撒花姑娘,应该更加积极主动思考党建如何赋能产业链招商这个重大课题,蹚出一条\"党建引领、产业衔接、链式招商、融合发展\"新路子,从而实现党的建设与经济建设融合共进、良性互促。", "label": "经济学", "id": 0}
{"content": "以公共产品理论为依据,用公共产品的公共提供说明京津冀一体化中政府的作用不可或缺。首先提出推进京津冀一体化发展的关键是推进区域内公共产品的提供机制改革,用有效的政治程序取代失效的市场机制,促进京津冀区域内各类公共产品（服务）的均等化占有,为区域内生产要素的市场化流动、实现区域产业布局合理化,产品生产生态化创造基础条件。其次认为区域性建设管理主体同样不可或缺,提出应建立京津冀区域性建设机构行使区域管理职能。再次,对区域性公共产品的生产成本分摊提出了解决机制。", "label": "经济学", "id": 0}
{"content": "目前,正逢国家推动京津冀协同发展的重大历史机遇期,廊坊临近京津,长期以来与京津两地形成了深厚的地缘、人缘、业缘关系。身处与京津合作的最前沿,廊坊按照国家、省委省政府的部署和要求,充分发挥环京津优势,抓住有利时机,对6429平方公里的黄金宝地加紧谋划,特别是对北部三县发展作出整体规划,依据\"服务服从、生态至上、合作共赢\"的思路和理念,全面加强与京津的对接与合作,积极构筑承接疏解功能和产业转移的高端平台。但在实际发展过程中,仍面临一些问题与困难,如何发挥已有优势、突破固有限制,成为北三县以及廊坊发展的重要课题。", "label": "经济学", "id": 0}
{"content": "文章根据习近平总书记在京津冀协同发展座谈会上的讲话精神,从京津冀上升为国家重大发展战略出发,分析了廊坊市在融入京津高端城市存在的不足,从推进廊坊在京津冀一体化进程中率先崛起出发,提出了相应的对策和发展路径。", "label": "经济学", "id": 0}
{"content": "标准化是推动技术创新、提升产品质量和企业效益的重要质量要素。本文以山东省为例,通过熵值法测度2013-2018年山东省17地市的产业高质量发展水平,结果显示:山东省产业高质量发展水平的时间趋势比较平稳,空间分布上呈现明显的\"东高西低\"特征。通过回归分析考察了标准化对产业高质量发展的影响及技术创新在这一过程中的中介效应。混合OLS和面板数据固定效应模型的回归结果都显示,标准化对产业高质量发展具有显著的正向影响。中介效应的检验结果显示,技术创新在标准化推动产业高质量发展过程中呈现显著的正向中介效应,经过测算,中介效应大概占到总效应的25%。", "label": "经济学", "id": 0}
{"content": "研究背景:2018年1月,《中共中央国务院关于实施乡村振兴战略的意见》中将乡村振兴作为全党工作的核心问题;同年9月,中共中央、国务院在《关于完善促进消费体制机制进一步激发居民消费潜力的若干意见》中提到要推动农村居民消费梯次升级,鼓励与引导农村居民的文化娱乐消费;2019年9月,《国务院办公厅关于促进全民健身和体育消费推动体育产业高质量发展的意见》正式颁布,鼓励各地促进体育消费、增强发展动力。而现阶段,我国广大农村地区体育消费市场仍不够活跃,农村居民的体育消费能力仍处于较低水平,扩大我国农村体育消费市场,不仅有益于扩大内需、促进体育产业再发展,同时对促进农村经济转型、助力乡村振兴战略实施存在重要意义,鉴于此,本研究在分析我国农村体育消费市场的多元价值与制约因素的基础上,为扩大我国农村体育消费市场提出对策与建议,以期为我国农村体育消费市场的优化提供理论参考。研究方法:本文基于国内外专家学者对于扩大农村体育消费市场的研究,选取农村居民的体育消费作为研究对象,运用文献资料法、比较分析法与专家访谈法等研究方法,对相关资料进行归纳整理。结果与分析:一、扩大我国农村体育消费市场的多元价值。（1）扩大体育消费整体规模,推动农村经济高速发展。中国是一个农业大国,农村体育市场的开拓与优化对于全面拉动内需、形成以居民消费为引擎的社会发展新格局有着举足轻重的作用,提高农村居民体育消费水平,不仅能够扩大我国体育消费的整体规模,同时对于塑造\"体育+\"乡村旅游休闲产业新形态、推动农村地区经济高速发展具有重要意义。（2）优化农村居民消费结构,促进农村经济顺利转型。保障农村地区经济顺利转型的关键就是促进农村居民消费结构的转型与升级,体育消费属于享受型、发展型的消费,鼓励农村居民积极参与体育消费,不仅有益于减少对物质资源的消耗,更能够优化整体经济结构、促进我国第三产业的长效发展。（3）满足农民体育参与需求,助力乡村振兴战略实施。实施乡村振兴战略,最为重要的主体就是农村居民,扩大农村体育消费市场,不仅是提高农民体质健康、形成科学生活方式的重大举措,更是推动体育产业与乡村经济共同发展不可或缺的主导力量。二、我国农村体育消费市场的治理困境。（1）农民体育消费水平有待提高。农村居民的消费水平虽然连年上升,但体育消费水平仍然处在较为落后的境地,在我国多数农村,体育文化的贫瘠从根源上制约了农村居民参与体育消费的积极性,从客观上对农村居民参与体育消费的规模与水平造成影响。（2）农村居民体育消费结构不合理。多数农村地区的体育消费形式以实物型体育消费为主,较高层次的观赏型体育消费与参与型体育消费所占比例却明显偏低,从一定程度上反映出了我国广大农村地区体育意识的淡薄。（3）农村居民体育消费环境不佳。我国农村地区不断增加的体育人口为促进体育消费提供了良好的发展环境,但体育设施建设相对落后的现状却依然对农村居民的体育消费造成一系列不良影响,体育基础设施的缺乏使得农村地区很难形成良好的体育锻炼氛围。研究结论:扩大我国农村体育消费市场的路径选择。（1）增加农民收入,提高农民体育消费能力。一方面,政府部门可通过财政支持、技术支持等方式引导农村居民广泛利用各类农业资源,因地制宜发展高效农业,另一方面,地方相关部门可以以产业融合为特色推进农村地区产业升级,在提高农村居民收入水平的同时加深其对体育功能与价值的理解,为农村地区体育消费环境的塑造奠定坚实基础。（2）促进农村体育文化建设,丰富农民体育消费形式。建设农村体育文化要从独具地方特色、在当地参与人数较多的体育活动入手,当地政府可充分发挥区域优势,在村落集中的乡镇构建小规模、多功能、具有民族传统体育特色的体育公园,同时定期举办民间传统体育活动与赛事,引领农村居民的体育消费由简单的实物型体育消费向高质量的观赏性、参与型体育消费发展。（3）完善农村体育设施建设,优化农民体育消费环境。现阶段,我国在农村体育设施建设的供给方面仍然存在一些不足,首先,地方体育部门可积极的从社会上吸收资金,通过公司赞助、社会捐助等方式满足农村居民的体育需求,其次,农村地区的体育设施多数都是由政府部门进行统一供给,同质化现象较为严重,政府部门需要精准化识别农村居民体育诉求,进行合理的差异化配置。（4）加强农村体育人才引进,培育农民体育消费观念。农村体育事业高效发展离不开专业体育人才的参与,国家政策应适当倾斜,缓解农村地区体育人才短缺问题,例如将社会体育指导员纳入编制范围,切实保障社会体育指导员的社会利益,或在农村地区设立高校体育专业学生的实习点,将\"体育下乡\"作为体育专业学生社会实践与实习工作的重要项目之一,运用科学的理论对农村地区的体育活动进行基础指导,为农村居民转变传统消费习惯、树立体育消费的观念奠定基础。", "label": "经济学", "id": 0}
{"content": "城市贫困一直以来是人们高度关注的一个社会问题,也是2020年我国消除绝对贫困后面临的突出问题。本文以享受城市最低生活保障的群体为城市贫困的研究对象,从人口规模、结构、地域分布、最低生活保障及与GDP的关系等方面对城市贫困群体的现状进行分析,发现:城市贫困人口规模逐年减少,贫困人口结构多样化,经济发展水平相对较低的地区贫困发生率更高,城市低保标准与经济发展存在不协调。在探讨城市贫困成因的基础上,结合四川省城市贫困实际,提出完善城市贫困社会救助体系,加大财政支持力度,积极提升贫困人口的素质等缓解四川省城市贫困的对策建议。", "label": "经济学", "id": 0}
{"content": "数据要素是当今世界最具时代特色、最有现实意义、最有发展前景的生产要素,数据要素的核心价值就是实现数字经济的繁荣发展,目前数字经济已成为中国经济发展的新形式。数字经济的活跃会导致数字贫困的加剧,贫困群体与信息时代脱节,加剧了相对贫困,如今,随着城镇化进程的发展,越来越多的农村人口流向城市,城市人口构成复杂、城市结构变革,导致城镇相对贫困问题日益突出,因此我们要足够重视数字经济发展对城镇相对贫困变动的影响。本文将城镇相对贫困置于数字要素发展背景下,以山西省为例,首先,从政府数据信息共享、发展数字经济及数据安全保护3方面系统阐述了数据要素与城镇相对贫困之间的关系,之后采用《山西统计年鉴》及国家统计局2003-2019年城镇数据,运用GQ、Beta洛伦兹曲线,对山西省的城镇相对贫困指标进行量化和测度,具体测算城镇相对贫困的FGT指数即贫困发生率、贫困缺口率和平方贫困距指数的变动,从相对贫困发生的广度、深度和强度来全面反映山西省城镇相对贫困的变动趋势。其次,本文采用计量模型,研究山西省数字经济对城镇相对贫困的影响。研究发现:2003年至2013年,山西省城镇相对贫困不断加剧,且2013年相对贫困程度达到最大值;2013年之后,山西省城镇相对贫困程度递减,说明扶贫政策发挥了作用,可以预见山西省城镇相对贫困程度将会继续减弱。另外,数字经济对山西省城镇相对贫困的广度、深度和强度都有十分显著的正向影响,表明山西省数字经济的发展会加剧城镇相对贫困的程度,大量相对贫困群体与数字经济时代脱节,导致城镇相对贫困人口增加。对山西省城镇相对贫困的测度,可以直观地反映我国扶贫政策在减缓贫困上的显著作用。数字经济发展水平对山西省城镇相对贫困的显著正向影响,反映出数字贫困的强大影响力,因此,消除数字贫困对山西省减贫事业至关重要。", "label": "经济学", "id": 0}
{"content": "本研究基于M-R模型和S-O-R理论,通过对现实休闲餐饮环境的深入分析,探究餐饮环境中的社交属性对顾客消费意愿的影响及影响机制。通过在休闲餐饮环境中设置不同的桌椅布置形式来操纵环境的社交属性。使用自编问卷《社交属性评定问卷》来验证对社交属性操纵的有效性;使用自编问卷《消费意愿问卷》来探究社交属性对群体消费意愿的影响及影响机制。结果发现,所设置的12种环境的社交属性权重分数与预期基本一致;建立了社交属性对消费意愿的影响的回归模型,模型良好,结果表明,社交属性对消费意愿有显著正向影响,即环境的社交属性值越高,顾客的消费意愿越高。同时,喜好度在社交属性对消费意愿的影响中起中介作用,顾客对社交属性高的环境的喜好度越高,其消费意愿越高。顾客对餐饮消费环境的情绪反应越积极,越促进社交属性对消费意愿的影响;相反,若顾客对餐饮消费环境的情绪反应是消极的,则减弱社交属性对消费意愿的影响;顾客的情绪反应同时还调节喜好度对消费意愿的影响,积极情绪起促进作用,消极情绪则减弱影响。说明改变环境设置中的桌椅布置形式,可有效操纵环境的社交属性;环境的社交属性影响群体消费意愿,群体对环境的喜好程度起中介作用,同时,群体对环境的情绪反应在其中起调节作用,调节社交属性和喜好程度对消费意愿的影响。在以往的研究中,社交因素对消费意愿的影响中,顾客对消费环境的喜好程度起中介作用。另外有研究表明,顾客的情绪反应在环境因素对消费意愿的影响中起调节作用。基于以上分析,本研究同时考虑社交因素、喜好程度、情绪反应对消费意愿的影响,探究休闲餐饮环境中的社交属性对顾客消费意愿的影响,能够进一步明确餐厅环境要素的作用,在一定程度上帮助餐厅经营者更好地采取针对性措施进行环境设置。此外,此前对餐厅环境要素的研究者大多来自设计行业,本研究从心理学角度开展理论研究和实践分析,研究角度新颖。", "label": "经济学", "id": 0}
{"content": "<正>中国的全面小康近日,国务院新闻办公室发表《中国的全面小康》白皮书,回顾中国小康社会建设的不平凡历程,介绍全面建成小康社会的伟大成就,展望中国现代化建设的美好前景。白皮书正文分为5个部分,系统阐述中国的全面小康是什么、又是如何建成的,是一部记录和反映中国全面建成小康社会探索实践的重要文献。", "label": "经济学", "id": 0}
{"content": "贫困程度与高速公路特征的关系,是评价扶贫成效、优化扶贫资源配置的重要基础。本文以贵州省为例,利用OpenStreetMap（OSM）道路网数据、社会经济数据和基础地理数据,探讨以密度和多样性为表征的县域高速公路特征与贫困程度的关系。结合logistic回归模型进行实证分析,得出以下结论:1)贵州省高速公路网络逐渐完善,多个县脱贫摘帽,二者存在关联性;2)不同贫困程度的县域之间高速公路建设力度存在差异,但高密度增速县和高多样性增速县所占比例上升,尤其是在贫困县内;3)高速公路多样性、密度及其相对增速等级对县域贫困程度的影响具有统计学意义。其中,多样性每增加一个单位,县域贫困发生的概率是原来的0.72倍,密度的增加对贫困发生概率的影响很小,而低密度增速县的贫困发生概率是高密度增速县的1.66倍。", "label": "经济学", "id": 0}
{"content": "随着我国经济的不断发展和世界文化交流的逐步加深,越来越多的外国文化影响着人们的认知和行为,只有进一步增强文化自信,才能够促进我国与其他国家进一步展开交流,从而推动经济发展的步伐,而开展文化精准扶贫工作不仅可以促进我国国民素质的进一步提升,还能够发挥文化内动力的作用,提升经济发展质量。特别是现在正处于全面深化小康社会的重要阶段,因此应该进一步对于文化精准扶贫策略展开研究,本文就分析了我国文化精准扶贫的现状,并且指出了文化精准扶贫的重要作用,提出了一系列的文化精准扶贫的优化策略,目的是增强国民文化自信,促进文化与经济的协调统一发展。", "label": "经济学", "id": 0}
{"content": "职场白领人群发展背景:出生率及适龄劳动力数量双降,劳动力的价值突显;第三产业迅速发展,成为吸纳就业的主力;主要来自第三产业的都市职场白领值得关注和深入研究。本报告所研究的职场白领是指那些专科及以上学历,从事脑力劳动的企业职员。职场白领人群消费特征:年龄集中在25-39岁,多是本科学历,已婚有孩居多;个人月收入高,有房有车,消费能力强;职场白领每月支出占收入的比例集中在20%-60%之间,平均比例为42.4%;餐饮食品、子女教育是职场白领消费最高的领域;消费注重品质,各主要品类均有自己偏好的品牌;注重理财,喜爱投资基金和股票;日常喜欢追影综,听音乐,也热爱旅行、美食和运动。职场白领人群社交特征:93%的职场白领对职场社交持积极认可的态度;职场社交有助于团队之间更好协作,业务沟通更高效;超过50%白领希望通过职场社交提升学习、与优秀人为伍;未来更希望通过职场社交吸收多样化知识,提升业务能力,拓展人脉。职场社交赛道发展及未来趋势:细分赛道发展进入成熟期,头部玩家出线;趋势一:内容及服务多元的泛职场生态平台将迎来发展契机;趋势二:便捷高效、跨圈层的线上职场社交是未来主要形态;趋势三:职场社交场景下的社交招聘正在成为人才获取的新方式。", "label": "经济学", "id": 0}
{"content": "全健康包括:用户健康、雇员健康、社会健康、环境健康。4个2.5亿:指中国人群规模接近或超过2.5亿的4类策略人群,其中包括:2.29亿10～24岁青少年人群,2.48亿高压行业人群,2.38亿22～45岁育龄女性;3.52亿55岁及以上的初老人群。四大策略人群身体健康问题:青少年人群、高压行业人群、育龄女性的主要健康困扰在于\"容易疲劳\"及\"失眠\",而初老人群则主要受\"视力下降\"问题困扰。压力过大的问题普遍存在于青少年人群、高压行业人群、育龄女性群体中。面对各类心理健康问题,该3类人群的主要排解方法均主要通过购物、睡觉等方式解决。在消费者心中,\"全健康\"首先表现为个体的身心健康,其次是人与环境的健康和谐,并有部分消费者认为,全健康应该是全产业链的健康,包括企业友好对待雇员、合作伙伴、供应商等。多个行业全健康水平:在消费者的感知中,手机数码行业在用户健康、雇员健康、社会健康、环境健康方面的\"全健康\"水平最高,食品饮料和家电紧随其后。74%的受访者认为品牌的\"全健康\"属性会影响他们的购买决策,青少年当中这一比例更高（79.6%）。", "label": "经济学", "id": 0}
{"content": "在探讨家庭收入问题时,不仅要关注经济发展情况,也应重视父母干预的影响。本文借鉴超边际分析框架构建家庭间分工模型,揭示不同类型的父母干预影响子女家庭收入的内在机制,理论研究发现:人力资本型父母干预促进子女人力资本积累,改变子女家庭的劳动力配置,最终增加子女家庭收入。财富型父母干预主要作用于子女家庭资产配置,部分情况下亦改变子女家庭劳动力配置,继而影响子女家庭收入。基于此,本文利用CHARLS2015数据库进行实证分析,回归结果显示人力资本型父母干预有利于增加子女家庭收入,而财富型父母干预对子女家庭收入却呈现负向影响。另外,区位位置差异与子女身体健康与否皆导致父母干预对子女家庭收入的影响效应显著不同。父母的行为选择决定父母干预对其子女家庭收入的影响效果。本文为理解子女收入创造提供了新视角,特别是为父母的行为选择提供了判断依据。", "label": "经济学", "id": 0}
{"content": "近年来,亚洲金融危机、\"9.11\"事件、SARS疫情、严重自然灾害等重大社会突发事件频发,对全球居民生活造成了重大影响。特别是2019年底新冠肺炎疫情爆发,全球经济、社会、政治、民生遭受到史无前例的深远威胁。但危机中育新机、变局中存新局。在疫情束缚\"脚下经济\"的普遍情形下,以移动应用程序（APP）托起的\"掌上经济\"迎来了蓬勃发展的势头。本文尝试借助ARIMA模型,利用2017年1月至2020年7月苹果App Store移动应用程序排序数据,通过分析新冠肺炎疫情对移动应用程序使用情况的影响,探讨其对国内居民生活的影响程度,特别是对以移动应用程序为代表的数字经济新业态发展的积极推动作用,提出积极利用移动应用程序数据改进民生领域统计工作的政策建议。", "label": "经济学", "id": 0}
{"content": "当前,我国经济发展步入\"新常态\",消费作为拉动经济增长的三驾马车之一,作用越来越突出。作为首都,北京居民收入不断提高,消费结构持续优化,消费升级稳步前进。然而突如其来的新冠肺炎疫情对居民消费升级进程短期内产生较大冲击,居民避险心理增强,除日常生活必需品消费外,发展型和享受型消费减少。本文通过深入分析疫情对居民消费结构升级的影响程度,对不同消费类别科学分类,有针对性提出激发疫情后居民消费活力,促进居民消费升级的建议,进而推动首都经济高质量发展。本文充分挖掘微观数据,北京1万户记账家庭的日常消费支出账页数据,每月约90万笔数据建立LA-AIDS模型,测算2018年上半年以来全体居民家庭大中类消费的支出弹性和价格弹性变化,分析疫情对不同群体消费结构影响程度。随后,通过对支出弹性和价格弹性等多指标聚类分析,对全体家庭的消费中类进行归纳分析,通过观察疫情下不同消费类别的特点分析全体居民家庭的消费受疫情冲击情况,提出针对性的政策建议。通过LA-AIDS测算,疫情发生后,北京居民发展享受型消费中有4类消费的支出弹性和价格弹性均降到1以下,而作为生存型消费的衣着和居住支出弹性和价格弹性均有所增加,居民消费结构从\"生存型\"向\"发展享受型\"转变的进程放缓。通过聚类分析,食品、房租、在外饮食、文化娱乐等消费领域适用于短期消费刺激政策,通过发放消费券、价格补贴等措施,快速稳定市场预期,提振居民消费信心。而教育、交通、医疗等支出、价格弹性变化明显的非必需品消费领域,更适合建立长效促消费机制,推进供给侧结构性改革,促进消费提质升级。", "label": "经济学", "id": 0}
{"content": "本文从宏观与微观两个测度研究新冠肺炎疫情对内蒙古全体居民收入与消费状况的影响。宏观测度通过2013-2019年一季度内蒙古全体居民人均可支配收入、人均现金消费支出数据分别构建灰色模型,估算出疫情对2020年一季度内蒙古全体居民人均可支配收入造成的负面影响在1186元左右,对内蒙古全体居民人均现金消费支出造成的负面影响在1072元左右。微观测度通过内蒙古住户调查样本2019年一季度与2020年一季度分户消费数据对比,构建SOM模型进行聚类,将样本分为四类,再选取五个中心区域（类别Ⅰ两个中心）比对不同类别下的样本,发现类别Ⅳ下的样本受疫情冲击最为明显,且样本构成异于其它类别。类别Ⅳ样本的人均现金消费支出同比下降35.35%,恩格尔系数同比上涨12.27%,农村户、经营户、低学历户、低收入户、有在校学生户占比均显著高于其它类别下的样本。", "label": "经济学", "id": 0}
{"content": "2020年新冠肺炎疫情对福建市场消费造成较大冲击,居民消费支出水平和结构特征发生明显改变,疫情对居民消费的影响方式、程度和具体作用机制成为当前社会关注的热点问题。本文基于对4269户福建城乡居民家庭连续追踪调查微观数据,通过构造居民消费力指标（CSP）,并利用事件研究模型、分层线性模型等实证分析方法,研究疫情冲击对居民消费特征变化的影响及其作用机制。研究结论显示:1.新冠肺炎疫情冲击对福建居民消费水平和结构特征均造成显著改变,支出急剧收缩的同时结构也迅速退化,居民消费个性化差异降低,表现出短期趋同特性。2.随着疫情防控形势变化,不同区域、收入水平、工作性质和年龄结构家庭的消费特征改变路径开始分化,如城镇家庭、高收入家庭、高学历家庭、抚养未成年子女家庭,疫情爆发初期消费受冲击程度更深,但反弹速度也更快;未赡养老人家庭消费受冲击程度高于赡养老人家庭;体制内家庭消费受冲击程度高于体制外家庭等。3.微观层面,消费信心受冲击程度、收入水平、平均年龄、城乡属性、受教育年限和工作性质对疫情期间居民家庭消费特征变化均有显著影响;宏观层面,政策管控、复工复市、金融支持对居民消费特征变化有直接影响,而就业和社会保障水平通过调节疫情期间消费信心等微观因素作用,对居民消费特征变化产生间接影响。在此基础上,本文提出短期应对、长期调整和弱项帮扶三方面对策建议。", "label": "经济学", "id": 0}
{"content": "猪肉是我国大多数居民最主要的肉食品,是老百姓\"菜篮子\"中的重要组成部分。2019年下半年,非洲猪瘟疫情在四川集中爆发,对猪肉生产与消费造成一定影响,如何让老百姓\"菜篮子\"供得上、供得稳成为值得关注的问题。本文运用Tobit-DID模型,使用2018年、2019年居民收支调查数据,分析2019年非洲猪瘟疫情对四川居民及特定群体家庭消费的净影响,得出结论:一是非洲猪瘟疫情导致居民消费结构发生显著变化,与假定当年未集中爆发非洲猪瘟疫情的情况相比,月人均猪肉消费量减少0.64公斤,禽肉成为主要替代品。与假定当年未集中爆发非洲猪瘟疫情的情况相比,月人均消费支出增加54元,刚性支出对其它消费项目的挤占效应明显,食品支出比重上升1.2个百分点。二是低收入家庭消费受影响更大,与假定当年未集中爆发非洲猪瘟疫情的情况相比,肉类消费量降幅达到14.6%,较一般家庭高3.9个百分点;农村家庭消费受影响更大,与假定当年未集中爆发非洲猪瘟疫情的情况相比,其肉类消费量降幅较城镇家庭高3.7个百分点,其恩格尔系数较城镇家庭多上升0.4个百分点;三是提高收入对降低非洲猪瘟影响、改善消费结构有显著作用。因此,当务之急是加快恢复市场供给、保障居民基本生活,而从长期来看,推动畜牧业发展和结构优化、促进居民特别是低收入群众持续增收的支持政策必不可少。", "label": "经济学", "id": 0}
{"content": "2020年伊始爆发的新冠疫情不仅对人们的生命安全造成巨大威胁,也给经济社会带来巨大挑战,民众生活也受到相应冲击。研究新冠疫情对民生水平造成的影响,有助于在保障和改善民生的决策中提供科学的依据,具有重要的现实意义。对于青海省而言,目前青海省的综合民生状况如何,疫情导致整体民生水平产生了怎样的变化,之前并无相关的研究进行量化。本文以此为出发点,以青海省劳动力调查、住户调查、居民消费价格调查三大民生调查数据为基础,一是根据民生问题的内涵和特点,立足宏观角度,突出客观、即时、灵活的特点,从就业水平、就业包容度、收入和消费水平、生活水平、物价水平5个维度,通过熵权法构建青海省城镇居民民生水平评价体系,来反映最贴切人民群众的民生水平状况。二是利用STL分解法提取民生水平的趋势成分、季节成分、随机成分,基于偶然突发事件会导致随机成分波动加大的假设,建立民生水平与随机成分两变量的VAR模型,通过脉冲响应函数和方差分解分析民生水平随机成分受到突发事件扰动时,对民生水平产生冲击的力度和时效。三是选取能反映全国劳动力市场状况的全国城镇调查失业率指标,与青海省城镇居民民生水平构建VAR模型,进一步研究新冠疫情冲击下,全国就业形势对青海省城镇居民民生水平波动带来的影响。四是结合疫情前后的民生水平对模型的动态响应进行实证分析,得出了新冠疫情对青海城镇居民民生水平造成4—5个月的短期冲击且影响深入,全国就业形势受到冲击会对青海城镇居民民生水平造成10个月左右的长期负面影响,但影响程度相对有限,就业和收入对于改善民生具有重要作用等结论并提出了相关的建议。", "label": "经济学", "id": 0}
{"content": "健康是劳动力市场参与的重要保障,健康冲击对子代经济状况具有长期作用,值得社会阶层流动研究的关注。本文利用中国健康营养调查（CHNS）1989-2015年的数据,分析了父代健康冲击对子代收入向上流动的影响。结果发现:（1）父代发生健康冲击显著地降低了子女向上流动的概率,父亲受到健康冲击对子代的影响大于母亲,女性子代收到的影响显著,男性子代则不显著;（2）从不同的家庭样本来看,低收入家庭、非公共部门和无医保的家庭受到健康冲击时子女向上流动的概率下降显著,高收入家庭、公共部门和有医保家庭的子女收入流动受健康冲击的影响并不显著;（3）父代健康冲击会减少未成年子女的教育获得,进而不利于其向上流动。", "label": "经济学", "id": 0}
{"content": "行业:现代人对医疗健康的重视程度越发提高,诊疗人次与人均诊疗次数均在持续提高,大健康产业蓬勃发展,线上电商市场保健类产品服务亦正处于持续高速增长。品类:大健康类保健产品蓬勃发展,消费需求持续细分,缓解疲劳类保健品,中医器械与传统滋补养生,家庭保健器械等品类增长迅速。地域:保健养生无分南北,品类区域消费共性明显,同时在滋补养生方面,南北地区TOP1选择均为进补燕窝,整体而言北方用户消费大气阔绰,南方用户对滋补食材选择则显得精明细腻。人群:男性群体特别关注运动营养与补肾强身保健品类,年轻女性注重减肥塑身,而中年女性在保水去皱消费方面TGI指数均高于100,健康需求差异化突出;各类群体均较关注骨骼健康与免疫增强,90后群体仍然年轻,热衷通过运动营养塑身保持健康,偏好在0-6点购买褪黑素,在\"作死\"与自救的朋克养生道路上飞驰人生。", "label": "经济学", "id": 0}
{"content": "研究目的:新时代我国国民经济高速发展,城镇居民收入水平不断提高,正从\"温饱型\"转向\"小康型\",步入发展型、享受型阶段,消费结构不断优化升级。在这一转变进程中,作为城镇居民健康投资的体育消费结构正悄然发生变化。作为改革开放的排头兵,长江三角洲地区经济增长迅速,是我国现代化建设的标杆,区域经济总量占全国的比重达到16.7%,城镇居民人均可支配收入均值突破4万元,城镇居民人均收入高于全国平均水平1.24万元,城镇居民生活富裕,体育消费正逐步成为长三角地区城镇居民重要的健身休闲生活方式。籍此,以长江三角洲地区城镇居民体育消费结构为研究对象,对城镇居民体育消费结构特征、发展趋向进行分析探讨,冀望为促进城镇居民体育消费,优化体育产业供给侧结构等提供决策支持。研究方法:2.1问卷调查法基于国家体育总局城乡居民体育健身活动现状调查问卷中体育消费相关指标,通过专家咨询、开放式问卷调查等方法对体育消费调研指标进行了修改、补充与完善,形成了初测问卷。问卷信度较高,alpha系数为0.917,运用因子分析对问卷结构效度进行分析,共同度达到0.60以上,符合统计学要求。采用分层抽样与简单随机抽样相结合的方法,对长江三角洲地区城镇居民进行调研。以省份、城市类别作为分层抽样标准,确定长三角14个核心城市进行调研,共发放问卷1460分,回收1348份,剔除无效问卷123份,有效问卷为1225份,有效率为83.9%。其中,男性占52.7%,为646份;女性为47.3%,为579份。18-25岁占11.2%,26-35岁占22.4%,36-45岁占24.1%,46-55岁占14.2%,56-65岁占15.6%,65以上12.5%。2.2数理统计法对长江三角洲地区城镇居民体育消费结构调查数据整理统计,运用SPSS 22.0对体育消费结构特征进行描述性统计分析,在此基础上,对体育消费结构相关指标进行回归分析,探讨城镇居民体育消费结构深层次数理关系。2.3ELES模型分析法扩展线性支出系统模型（ELES模型）是处理消费结构问题最为有效的分析方法之一,能够从横向和纵向两个维度,分析消费结构发展变化的幅度与趋势,而且还可以利用截面数据对各类消费支出与需求弹性进行估计,从而为分析识别收入差异对消费的影响、制定切合实际的经济政策提供决策支持。运用ELSE模型对长江三角洲地区居民体育消费结构发展趋势、边际倾向、收入弹性与价格弹性进行分析。研究结果:长江三角洲地区城镇居民体育消费结构构成比存在非常显著性差异（X2=410.393,P<0.01）,具有明显的性别、年龄、教育、职业、收入等特征,呈现出以\"体育参与型、娱乐型\"为主的发展倾向。在\"基本体育消费结构\"方面,各类体育消费品的基本体育消费支出比例呈非常显著性差异（X2=798.629,P<0.01）,体育实物类消费品所占比重较高,其他体育消费品占比较低。在\"边际消费倾向\"方面,长江三角洲地区城镇居民体育边际消费倾向为0.18188,其中,\"体育参与型、娱乐型\"项目边际消费倾向高于\"体育实物类\"消费品。在\"收入弹性\"方面,\"体育参与型、娱乐型\"消费项目的收入弹性系数均大于1,其消费支出增长幅度大于城镇居民收入增加幅度,已成为城镇居民体育消费的热点。在\"价格弹性\"方面,各类体育消费品自价格弹性系数介于-0.657747--0.956004之间,价格上涨会影响自身需求量。各类体育消费品交叉弹性系数介于-0.000519--0.008679之间,其中\"体育运动服装\"项目的交叉价格弹性系数最大,其价格变化能够对其他类别体育消费品产生一定影响。研究结论:新时代长江三角洲地区城镇居民体育消费结构呈现出\"参与型、娱乐型\"的发展倾向,体育消费支出水平逐渐提高,体育消费结构具有明显的性别特征、年龄特征、教育特征、职业特征与收入特征。因此,应正确把握长江三角洲地区城镇居民体育消费结构发展变化的趋势,识别体育消费结构呈现出的新的特征,厘清城镇居民体育消费的边际倾向、收入弹性与价格弹性,不断优化体育消费品供给侧结构,科学转变发展方式提高城镇居民收入水平,维持体育消费品价格体系的适度稳定,从而不断满足下长江三角洲地区城镇居民多层次、多元化的体育消费需求。", "label": "经济学", "id": 0}
{"content": "本文利用2007年及2013年中国家庭收入调查数据,度量了收入空间分布变迁下区域间家庭消费差距的程度及变化,并基于无条件分位数回归及RIF回归分解的方法,探究了不同分布城镇居民消费不平衡的形成机制。结果表明,东部、中部间的消费差距超过了东部、西部间的差距水平;收入差距带来的要素效应与异质性消费倾向带来的结构效应均是造成区域间消费不平衡的主要原因;随着收入水平提高,对于中、高消费群体而言,结构效应影响增强,差异的消费倾向有助于缩小区域间中间层人群消费不平衡水平;对于低消费与高消费群体而言,要素效应与结构效应却共同扩大了其区域间差距。", "label": "经济学", "id": 0}
{"content": "我国供给侧改革和产业结构调整的大背景下,均衡就业以及居民消费、投资问题的关系是保证经济稳态发展的基础和关键性问题。本文基于逐步回归分析方法对我国现阶段消费、投资和就业相关的外生变量进行合理选择,基于VARDL模型对消费、投资和就业之间的动态关系进行实证研究。三阶段最小二乘估计结果显示,固定资产投资率增加1个单位,将使就业率增加0. 064个单位;当期居民消费率增加1个单位,反而使就业率下降0. 247个单位,但消费对就业率的消极影响具有暂时性,并且依靠消费驱动的经济增长对就业产生的积极影响存在滞后性。虽然消费增加将引致未来经济周期的就业率增加,但由于依靠消费驱动型的经济增长方式无法在短期内抑制失业率上升的趋势,因此为了保证供给侧改革的平稳过渡,应协调消费、投资在经济增长中的合理配比,保证产业结构调整过程中的充分就业。", "label": "经济学", "id": 0}
{"content": "文章针对中国居民消费区域非均衡问题,利用CFPS家庭调查数据结合反事实方法将区域间收入分布差距分解为\"均值差异\"与\"分配差异\",以此分析其对区域消费非均衡的影响机理。研究结果表明:尽管区域间相对收入均值差距减小,但是其分布比例不平衡程度增强;收入分布离散化水平提高在不同程度上降低了各收入水平家庭边际消费倾向,说明收入分配不均会对总消费产生抑制。进一步,分解结果显示中国区域间消费效应差距主要来源于\"均值差异\",即区域间整体收入水平差距,这是区域经济发展不平衡产生的结果;当居民收入水平提高到一定程度,收入组群空间分布不均导致的\"分配差异\"作用程度增强,说明\"分配差异\"对中高端消费效应具有更显著的影响。", "label": "经济学", "id": 0}
{"content": "<正>新中国成立70年来,我国取得了大规模的扶贫开发成就,使得逾7亿人摆脱了贫困,有人认为,巨大的减贫成就得益于数十年的高增长。但是,高增长在创造财富的同时,是否会完全自动地消减贫困?从扶贫减贫视野看,中国以往的高增长模式是否可以继续复制?为了解决这一疑问,我们将经济增长、收入不平等与贫困减少纳入一个统一的分析框架中,比较分析我国当前经济增长模式的减贫效果、高增长过程中贫困发生率的下降率以及不平等的变化状况,在此基础上,我们对数十年来的经济增长模式是否\"利贫\"进行理性思索,通过引入\"利贫式增长\"的理念,考察经济增长带来的减贫效应与不平等效应间的抵消效应（trade-off）,进而回答我国的高增长模式是否可以自动消减贫困的疑问。", "label": "经济学", "id": 0}
{"content": "在当今消费时代,如何通过消费提升幸福感已成为重要话题。Van和Gilovich（2003）根据消费动机将消费类型划分为体验性消费和实物性消费,并将体验性消费定义为为了获得某种生活经历而进行的消费行为,将实物性消费定义为为了获得某种有形物品而进行的消费行为。他们发现相对于实物性消费,体验性消费更能增加消费者的幸福感。为了探索消费类型影响幸福感的中间机制,本研究从认知和心理动力因素出发,探索意义感和动机对消费类型和幸福感的不同作用。研究采用了情境实验设计,共招募被试290名(n男=112,n女=178;Mage=22.70,SDage=4.05)。被试被随机分配到体验性消费组（E）或实物性消费组（M）,然后通过回忆法让其限定回忆500元以上的体验性消费或实物性消费,并写下购买的商品名称、赠送对象、商品价格、购买时间,最后测量其消费动机、消费意义感、消费幸福感和物质主义倾向。在本研究中,实物性消费组和体验性消费组在消费价格(χ~2（3）=4.13, ns)、购买对象(χ~2（1）=.04, ns)、消费时间(χ~2（3）=1.08, ns)上均无显著差异,在消费动机(χ~2（1）=50.49, p <.001)上存在显著差异。通过spss和process软件进行假设检验,结果发现:（1）体验购买的意义感和幸福感均高于实物购买。（2）意义感中介了消费类型对消费幸福感的影响。（3）消费动机调节了意义感的中介作用:当个体认为是调味品,为了享受生活购买时,该中介作用成立;当个体认为是必须品,为了生存需要而购买时,该中介作用不成立。", "label": "经济学", "id": 0}
{"content": "\"一带一路\"是\"丝绸之路经济带\"和\"21世纪海上丝绸之路\"的简称。为适应国际经济新格局的新变化,习近平总书记提出这个伟大倡议,成为中国坚持对外开放基本国策的国际合作新平台,为构建全方位、多层次、立体化的外交布局营造了良好外部条件,形成陆海内外联动、东西双向互济的开放格局的重点,成为中国打开对外市场的新路径,对中国的经济稳定、经济活力和可持续性发展有一定的增强作用,能够拉动就业和促进经济转型升级,推动中国经济实现高质量发展。民族地区要实现高质量发展,必须充分发挥自身优势,积极融入\"一带一路\",不断扩大对外开放,推动产业发展融入双循环。", "label": "经济学", "id": 0}
{"content": "<正>研究目的和研究方法研究目的:本白皮书结合多种研究方法分析本年度移动应用的出海吸引力、海外市场选择、出海的痛点及挑战,为现阶段移动应用企业的出海战略决策提供市场洞察,并针对出海挑战呈现应对策略,助力移动应用开发者出海。", "label": "经济学", "id": 0}
{"content": "研究目的:城市国际化是城市在政治、经济、科技等方面与国际高度往来和交流高度发展的集中体现,是城市加快自身发展的动力来源,更是地方服务国家全面开放的有力支撑,西安是丝绸之路的起点、\"一带一路\"的重要节点,肩负扩大对外交流、提高国际影响力的重要使命。近年来,西安因其优越的地理位置、厚重的文化遗产、多元的历史文明、宝贵的交流经验,国家欲将其建设成为国际化大都市,这为西安城市的发展及规划指明了道路,为此西安政府也连续出台相关政策,为西安城市发展与建设提供了明确路径。体育现已成为衡量一个国家发展和进步的重要标志,也是促进交流的重要手段,2019年西安正式提出\"一带一路\"体育精品赛事,之后赛事的数量及项目逐年增加,赛事规模及影响力也在扩大,正为西安社会、经济、文化的国际化发展开拓了新的道路。西安\"一带一路\"体育精品赛事的承办能够为西安的城市国际化带来怎样的发展机遇是一个值得研究的问题。本研究在对西安政治、经济、文化等方面进行城市国际化水平的调查及评价的基础上,结合近年西安\"一带一路\"体育精品赛事的举办情况,分析\"一带一路\"体育精品赛事对西安经济国际化、社会文明国际化、城市发展规划国际化等方面的影响,探寻其对西安城市国际化建设的促进作用,旨在为西安城市国际化发展与建设提供理论依据,为其国际化发展开拓新方法、新思路,推动西安城市国际化的进程,打造具有广泛影响力的高水平国际大都市,同时为今后举办大规模、高级别\"一带一路\"体育精品赛事奠定物质基础,并以国家政策为支持,提升我国\"一带一路\"倡议的国际影响力,推动共建\"一带一路\"高质量发展。研究方法:主要采用文献资料法、专家访谈法、逻辑分析法、数理统计法等研究方法进行较为系统的研究。首先通过访问中国知网,搜索\"一带一路\"、\"城市国际化\"、\"体育精品赛事\"等关键词,并查阅相关书籍,收集相关资料,阅读并整理分析105篇文献资料;其次通过专家访谈法了解影响目前西安城市国际化的水平和\"一带一路\"体育精品赛事举办情况,为本研究的提供准确的数据和信息;最后,整理与分析前人的研究成果,结合专家访谈的内容,探究\"一带一路\"体育精品赛事对西安经济、城市规划与建设、社会文明等方面的影响,为本研究提供充足的理论依据,保证本研究的顺利进行。研究结果:通过阅读文献与查阅资料选取王发明构建的城市国际化水平综合评价指标体系来评价西安城市国际化发展水平,可以得出西安的城市国际化建设虽然提出已久但起步较晚,尚处于刚刚起步阶段,距离国际化大都市还有较大差距,在城市规模、进出口、外资、旅游业及交通运输等方面明显落后于同属中西部地区中心城市的成都、武汉和郑州,但西安因其独特的优势,成为一座拥有顶级配置的国际化大都市是其发展的必然结果,也是\"一带一路\"文明储藏与发扬的摇篮。\"一带一路\"体育精品赛事以西安为承办中心,同时西安作为陕西的省会城市,在办赛经验及经济支持方面可为其他地区提供借鉴,两年来西安\"一带一路\"体育精品赛事的高级别赛事数量呈现增长趋势,赛事的国际吸引度和影响力较低,且呈现发展不均衡的现象,进而造成了企业投资力度小、商业化水平低的现象。研究结论:\"一带一路\"的战略构想使得作为古丝绸之路起点的古城西安再次站在了\"丝绸之路经济带\"的新起点上。城市国际化是西安城市发展的必然结果,在城市国际化建设过程中,大型体育赛事则具有举足轻重的地位,西安不但是陕西的中心,更是我国西北地区的重点,陕西推出的\"一带一路\"体育精品赛事也以西安为中心完成扩散,该赛事不仅仅是体育经济、文化的展现,更重要的是成为西安与世界交流沟通的桥梁,为西安经济国际化发展提供规划方向、推动西安城市国际化经济提升、扩大西安社会文明的窗口,但受制于赛事发展仍处于初期探索阶段和突如其来的疫情影响,该赛事尚未发挥出应有的作用,应借助十四运的东风在保障现在赛事稳步开展的基础上开拓赛事规模和方式,提高对内对外的综合影响力,以期\"一带一路\"体育赛事能够充分发挥作用,促进西安城市发展转型升级,与世界接轨,打造高水平、高质量、高标准的国际化大都市。", "label": "经济学", "id": 0}
{"content": "研究目的:随着国家政策\"一带一路\"倡议的提出,我国的体育赛事旅游也迎来巨大发展机遇。宁夏作为东、中部地区进入河西走廊、新疆、中亚、欧洲的重要枢纽,也是我国向西开放陆路通道的重要节点,银川市还是中欧班列始发到达城市之一。这些得天独厚的优势条件,给宁夏体育赛事旅游带来了巨大的发展机遇,同时也有很多挑战。宁夏地区的体育赛事众多,主要包括\"丝绸之路\"宁夏·银川国际马拉松赛、宁夏黄河金岸（吴忠）国际马拉松、西夏区贺兰山东麓骑行徒步登山探险线路、环球地震徒步旅游骑行步道,中国（中宁）国际轮滑公开赛、\"巍巍贺兰黄河渔韵\"中国贺兰全国自然水域冰钓赛,这些赛事其中有荣获中国体育旅游精品赛事,可吸引众多国内外体育运动爱好者参与其中,同时宁夏地区的人文与自然景区较多,宁夏回族自治区历史悠久,文化灿烂,位于中国西北部的黄河中上游地区,海拔1100-1200米,地势平坦,银川市西倚贺兰山、东临黄河,自然景观和人文景观丰富,有水洞沟旅游区、贺兰山苏峪口森林公园、滚钟口风景区、中卫沙坡头、石嘴山星海湖、西夏王陵、贺兰山岩画、三关口明长城、镇北堡华夏西部影视城、中华回乡文化园等,体育赛事的举行大量吸引国内外体育运动爱好者的参与,这些景点可以有效的吸引体育参赛者,在比赛之余休闲娱乐,参观旅游景点,推动体育旅游的发展。体育赛事与体育旅游相互结合,推动体育消费,有效促进当地经济的增长,推动城市的建设,促进体育赛事+体育旅游的融合创新发展。在\"一带一路\"倡议下,宁夏地区应抓住机遇,迎接挑战,促使体育赛事与体育旅游融合创新健康可持续发展。研究方法:运用文献资料法、实地调查法、SWOT分析法,简要分析\"一带一路\"倡议下宁夏地区体育赛事旅游发展的优势、劣势、机遇、威胁,针对分析得出的问题提出一些有针对性的建议。研究结果:通过对宁夏体育赛事旅游现状以及预期发展的分析,得出宁夏体育赛事旅游融合发展的的优势、劣势、机遇、威胁。优势:宁夏地区自然和人文景观丰富,道路宽阔、交通便利,利于大型体育赛事的举办,有利于促进宁夏体育赛事旅游的发展。劣势:体育人口不足,人均收入低,导致体育消费不足,体育氛围不够浓厚,无法开发体育市场。宁夏本地的体育赛事运作公司少之又少,缺乏专业体育赛事运作公司,缺乏体育旅游复合型人才等,从一定程度上限制了宁夏体育赛事旅游的融合创新发展。机遇:政府政策的大力支持,宁夏体育局深入贯彻国家体育总局政策方针,助力\"一带一路\"建设。以\"一带一路\"沿线城市为重点,发起组建国际体育产业联盟。推动在\"一带一路\"沿线国家举办马拉松、自行车、帆船、汽车拉力赛等系列体育赛事。全民健身背景下宁夏体育赛事举办数量日益增多,宁夏地区体育赛事旅游紧密结合政策的支持,打造沙漠特色体育赛事,抓住机遇,有效促进宁夏体育赛事旅游融合创新发展。挑战:随着体育赛事旅游的不断升温,西北地区的体育赛事众多,区域性竞争激烈,宁夏与周边省市之间体育赛事竞争激烈。体育赛事部门与体育旅游产业结合不够深入,各部门之间结合不够密切。体育赛事的举办破坏当地生态环境等,众多不利因素对宁夏体育赛事旅游融合发展产生巨大威胁。研究结论:在\"一带一路\"倡议的影响下,体育赛事与体育旅游的融合创新发展已经是一种必然趋势,宁夏地区应抓住机遇,迎接挑战,应发挥政府主导作用,促进体育赛事旅游产业的健康持续发展;重视体育赛事旅游综合型、复合型专业人才的引进和培养;重视体育赛事品牌的塑造与宣传,打造特色体育赛事旅游,宁夏作为\"一带一路\"沿线重要省份,具有特色人文及自然景观,结合特色地域文化,打造特色赛事品牌;与时俱进,开展大众喜爱的体育赛事,培育大众体育文化,推广群众体育赛事的举办;合理开展体育赛事活动,赛事的举办应准守保护生态环境的原则,以保护环境为前提,倡导绿色体育赛事;同时抓住\"互联网+\"时代的机遇,发挥大众传媒的优势,线上赛事与线下赛事相结合,各项措施相互结合,共同推动宁夏体育赛事旅游的健康可持续发展。", "label": "经济学", "id": 0}
{"content": "在\"一带一路\"倡议下,在\"中巴经济走廊\"建设的大背景下,中国和巴基斯坦在基础设施建设、交通、能源、海洋等领域的交流与合作大大加强。为我国企业\"走出去\"创造出了难得的历史机遇,大量中国企业进入巴基斯坦,两国互联互通,促进两国共同发展。中国水利水电第七工程局有限公司（简称\"水电七局\"）作为中国电力建设集团有限公司（简称\"中国电建\"）的子公司,也积极响应国家号召,积极参与巴基斯坦的基础设施建设。纵观多年的国际项目经验,不管是从带动当地劳动力就业的角度,还是从项目经营管理的角度来看,属地化都是必然的趋势。加上自新冠疫情爆发以来,国际疫情持续蔓延,短期内无结束的迹象,因此属地化建设更加的重要,这就需要引导大量的中国劳务公司在当地注册。为了指导中国劳务分包商注册当地公司,特整理如下当地公司注册流程、成本,以及相应的风险,供项目后期引进分包时采用,其他有需求的公司也可以参考。", "label": "经济学", "id": 0}
{"content": "从2013年\"一带一路\"倡议到2021年的全球发展倡议,是对时代之问的中国答案,顺应了和平与发展主题的需要,为全球发展事业指明了方向。体现出中国对全球发展方向的系统性思考,彰显出中国对全球发展事业的巨大贡献。全面推进全球发展倡议落地,坚持发展优先,积极推进重点领域的务实合作,践行多边主义,以开放包容的精神同心打造全球发展命运共同体,对于促进全球平等与平衡可持续发展具有重要的积极意义。", "label": "经济学", "id": 0}
{"content": "本文简要回顾古丝绸之路,中阿博览会（初始为中阿经贸论坛）是对古丝绸之路及其文明交往精神的继承和弘扬。国家主席习近平首次提出的\"一带一路\"倡议,促进丝路国家和地区的经贸合作共赢,增进文化交流互学,加速文明对话互鉴,彰显了人类命运共同体的思想和智慧。宁夏是丝绸之路的必经之要地,黄河流经全区,宁夏农业文明是黄河文明的典型。历史地理文化资源、便捷出行方式和人们对美好生活向往促进文化旅游业的发展。文章以宁夏文化旅游业为视点,讨论了丝路文明与黄河文明的交往交流交融。", "label": "经济学", "id": 0}
{"content": "近年来我国经济快速发展,数字经济突飞猛进,主要是以互联网为依托,产生多种新型的经济发展模式和商业模式。由于其具有高流动性、隐蔽性、虚拟性等特点,为跨国纳税人提供了国际避税的新手段。本文通过分析我国数字经济发展的,联系数字经济的背景及趋势阐述了开展国际避税与反避税的原因,为我国在数字经济背景下开展国际避税和反避税,减少税收侵蚀和利润转移提出建议。", "label": "经济学", "id": 0}
{"content": "近年来,越来越多的中国承包商企业走出国门参与到国际建筑市场竞争。而以多数以\"施工总承包\"模式承揽工程的中国承包商企业,如何能牢牢把握住产业链下游劳务市场资源,巩固在当地建筑市场地位,为本文剖析解读的重点。", "label": "经济学", "id": 0}
{"content": "<正>2017年5月,一带一路国际合作高峰论坛在北京召开,这标志着\"一带一路\"倡议进入了全面推进阶段。实质上,\"一带一路\"是中国主导的升级版\"全球化4.0\"的开端,而在\"全球化4.0\"推进过程中,海洋将扮演极其重要的角色,且将逐步在国际合作竞争过程当中发挥主导作用,这标志着海洋正处在又一次大航海的前夜,做为涉海、涉外管理的重要部门之一,海事也将实现由\"幕后\"到\"台前\"的转身,中国海事迎来了自身创新发展的奇点阶段。", "label": "经济学", "id": 0}
{"content": "<正>2021年12月20日,第九届公共政策智库论坛暨乡村振兴与\"一带一路\"国际研讨会在燕山大学成功举办。此次会议以线上为主。腾讯会议在线人数累计200多人。此次会议主办单位为河北省重点新型智库—河北省公共政策评估研究中心,燕山大学文法学院（公共管理学院）,河北省地方政府改革与发展研究基地,河北省高校人文社科重点基地—燕山大学京津冀协同创新与管理研究中心。", "label": "经济学", "id": 0}
{"content": "国家体育总局与文化和旅游部在《\"一带一路\"体育旅游发展行动方案》中指出:\"一带一路沿线地方政府要在沿线地区开展马术、摔跤、射箭等带有民族风情的体育旅游项目,地方政府应向沿线各国推广本民族体育项目,与沿线各国共同合作举办体育旅游赛事\"。延边朝鲜族作为我国55个少数民族之一,拥有许多宝贵的文化遗产,民族传统体育更是在延边朝鲜族独特民族文化和民俗风情的熏陶下,成为延边地区独特文化体系中重要的基石。同时,延边朝鲜族少数民族传统体育也是组成我国社会主义体育事业的一部分。如何更好的保护和发展延边朝鲜族传统体育文化,笔者从挖掘和发展延边朝鲜族传统体育旅游产业路径出发。本文通过对延边地区朝鲜族体育旅游资源发展现状的分析,基于延边的特殊地理条件,就\"一带一路\"的背景下,延边地区体育旅游如何依托丝绸之路实施协同联合开发战略,实现特色发展道路、接轨国际旅游方向提出了具体思路。在研究过程中主要运用了文献资料法、比较分析法、专家访谈法、问卷调查法和数理统计法。在对延边地区各旅游机构和部分专家、体育领导进行问卷调查和访谈中,得知在发展延边地区朝鲜族民族传统体育旅游产业过程中的利弊。民族传统体育与文化旅游融合发展有利于延边地区文化旅游产业的转型升级,可以加快延边地区朝鲜族民族文化产业的繁荣发展,提升延边朝鲜族自治州的城市形象。同时,对比其他少数民族地区民族传统体育旅游产业的发展现状,发现延边地区民族传统体育与旅游产业融合发展形式比较单一,融合方式简单,对顾客的吸引力较小。融合机制不够完善,民族体育项目比较落后,缺乏有效的管理机制,造成民族传统体育运动项目无法深入融合。基础设施不完善,多数朝鲜族民族村实施不够完善,地理位置比较偏远,交通不够便利,无法满足游客的多元化消费需求。宣传力度较弱,多数民族村只能由旅游机构宣传,无法将传统体育项目的文化内涵生动传达给游客,不能够吸引游客参与的目光,从而造成传统民族文化体育项目传播效率低,传播面窄,宣传效果差。结合以上所出现的利弊现状,挖掘与发展延边地区朝鲜族传统体育旅游产业必须加强对延边地区朝鲜族民族传统文化的保护和发扬,循序渐进的开发民族传统体育资源。深入挖掘民族传统体育内涵精神,融入延边地区当地特色文化。创新朝鲜族民族传统体育运动项目,提升游客的吸引力。合理运用当代科技,增强民族传统体育创意性,紧追顾客需求。政府要加强服务职能,出台相应法律法规,规范引导民族体育旅游产业的健康发展。加强资金的投入,壮大传统体育运动项目队伍,完善民族传统体育运动项目基础设施,加强\"虚实\"交通基础建设,提升旅游专线建设和搭建互联网宣传平台。加强旅游产业的基础设施建设,提升接待服务水平,打造特色品牌,为游客提供多元化消费需求。", "label": "经济学", "id": 0}
{"content": "<正>3月19日,舍弗勒轮毂驱动业务全球总部及研发中心启用仪式在位于上海嘉定区国际汽车城的创新港内举行,此举充分体现了舍弗勒对中国市场的重视,旨在进一步推进轮毂驱动产品的开发及量产进程,快速响应市场需求,为客户开发定制化产品和服务。舍弗勒早在2009年就已经展开了轮毂电机的研发,如今该企业已经可以提供一系列具备量产条件的产品,比如舍弗勒Mover、德国航空航天中心模块化概念车U-Shift、德国Innvelo 48V燃料电池概念车以及德国联邦教育和研究部资助的无人驾驶车辆等。舍弗勒轮毂驱动系统在空间及操控等方面具有显著优势,可广泛应用于城市交通出行,以及自动驾驶区间巴士、物流运输车、特种装备等车辆上。", "label": "经济学", "id": 0}
{"content": "中国改革开放后,大量跨国企业和外国资本进入中国。据国家商务部官网所发布的《中国外资统计公报2020》数据显示,截至2019年12月,中国累计设立外商投资企业1001635家,累计实际使用外资金额达22904.7亿美元。跨国企业既是中国对外开放的受益者,也是中国经济、社会发展的贡献者,为中国的双循环新发展格局的形成持续注入动力,已然成为中国经济的重要组成部分。与此同时,随着中国参与全球治理需求的不断提升,跨国企业在华积极践行与传播企业社会责任理念和实践,也为中国深度参与经济全球化与全球可持续发展治理提供了更有利条件。本报告通过分析当前所处的国内外政治、经济等背景,从5个维度分析在华跨国企业社会责任（CSR）的基本特征,综合推荐出\"2020—2021年在华跨国企业社会责任（CSR）\"30强,并对未来在华跨国企业持续良好发展提出建议,以此促进中外经贸融合良性发展。", "label": "经济学", "id": 0}
{"content": "当今世界正经历百年未有之大变局,全球化收缩,国际经贸合作萎缩,全球产业链供应链价值链重构。中国正积极构建以国内大循环为主体、国内国际双循环相互促进的新发展格局。中国不断深化国际经贸合作,维护多边贸易体制,签署自由贸易协定,营造市场化、法治化、国际化的国内营商环境,持续推进贸易投资自由化便利化,已深刻融入到整个国际经济合作当中,既对世界经济的复苏和发展作出贡献,也促进中国自身的发展。本报告在世界\"百年未有之大变局\"和中国构建新发展格局的背景下,分析了全方位多层次宽领域的国际经贸合作进程;以前瞻性视角分析了未来开展国际经贸合作的机遇;最后提出了加强国际经贸合作的建议。中国的高水平对外开放与合作,也是不断实现与国际高标准规则对接的过程。自2001年加入世界贸易组织（以下简称\"世贸组织\",WTO）后,中国签署了一系列自贸协定,更是加入了全球规模最大的自贸协定RCEP,还向CPTPP和数字经济伙伴关系协定（DEPA）递交了加入申请。在此过程中,中国企业\"走出去\"和\"引进来\"写下了浓墨重彩的一笔。在货物贸易和服务贸易领域取得了飞速发展,实现了从货物贸易第一大国,到货物与服务贸易总额全球第一的飞跃。在金融领域的开放与合作走向纵深。同时,高水平对外开放与合作平台渐次形成。虽然当今全球化发展在广泛的领域中面临挑战,但更应看到其中蕴藏着的大量机遇。全球在数字经济、绿色经济、基础设施建设、服务贸易方面合作前景广阔。同时,中国经济为国际经贸合作提供广阔的空间。我们认为,后疫情时代,中国经济拥有三大显著驱动力——经济一体化进程、数字经济和持续的人才红利。同时,我们根据投资动机理论来分析,得出中国在效率、市场、资源和资产方面对跨国公司具有巨大吸引力。基于以上分析,本报告提出中国深度参与国际经贸合作的建议。", "label": "经济学", "id": 0}
{"content": "<正>我们将介绍基础设施和能源项目的例子在三个国家的影响。接下来是一带一路倡议如何影响个人,最后是一带一路和未来。一带一路倡议是由习近平主席提出的国际经济合作倡议,它是通过国际经济合作的新平台,加强全方位互动互联,打造世界新智能,从而达到聚焦经济增长,增强基础建设设施的目的。这是一带一路倡议的亲属国家。截至2021年1月份,", "label": "经济学", "id": 0}
{"content": "经济的发展使得跨国并购广受关注,中国企业如何系统防范跨国并购中所面临的诸多风险是中国企业跨国并购能否达到预期目标的关键因素。本文以生命周期理论的视角系统地对阿里巴巴跨国并购Lazada所经历的各阶段存在的风险进行深入分析,构建了中国企业跨国并购风险防范体系。研究表明,在企业并购行为的生命周期中的三个阶段,将面临政治风险、法律风险、估值风险、融资风险、支付风险及整合风险。风险的产生将会影响企业并购后的效益,因此为了提高企业跨国并购的收益,本文以生命周期的三个阶段为跨国并购风险防范体系的基础框架。一是准备期,以审慎性评估为起点,围绕政治、法律环境评估谨慎决策;二是成长期,围绕财务数据,根据企业自身的现金流、资金链等财务状况谨慎评估选择适合自身的方案;三是成熟期,主要对战略、文化和人力三个方面的整合进行常见问题的措施防范。", "label": "经济学", "id": 0}
{"content": "为应对国际金融危机和世界形势的复杂变化,中国于2013年提出\"一带一路\"倡议。\"一带一路\"是在中国与有关国家现有的双边或多边机制以及区域合作平台的基础上,以\"古代丝绸之路\"为背景切入点,意在积极发展与沿线国家的经济伙伴关系。改革开放以来,中国顺应了经济全球化的趋势,不断提高对外开放的水平,依托平等互利的原则,积极与各国开展经济合作。目前,中国已成为世界主要贸易大国之一,\"一带一路\"带来的对外贸易发展有效地拉近了中国与世界的距离,同时也加快了中国的现代化建设的脚步,最重要的是促进了世界的繁荣进步。在此背景下,本文通过中国知网CNKI检索,对2003-2021年\"一带一路\"背景下中外贸易关系领域53篇期刊进行回顾和分析,整合目前该领域的研究热点和未来发展趋势,在为\"一带一路\"背景下中外贸易关系领域研究人员和专家的后期研究提供一定的参考。", "label": "经济学", "id": 0}
{"content": "<正>近几年,新冠肺炎疫情与中美贸易摩擦及其逆全球化行为叠加,带来全球经济、各国社会经济发展的巨大震荡,全球化呈现新的趋势和特征,这对包括中国在内的新兴经济体的发展面临新机遇和新挑战。当今世界正面临百年未有之大变局,突如其来的世界范围的新冠疫情,使中国面对的外部国际环境更加变幻莫测,", "label": "经济学", "id": 0}
{"content": "基于2002～2015年中国海关统计数据库、中国工业企业数据库和BVD-Zephyr全球并购交易数据库的匹配数据,本文从微观汇率变动视角切入,探究汇率变动对企业跨国并购行为的影响及作用机制。结果表明:（1）企业实际有效汇率上升将推动企业进行跨国并购,在变换估计方法、替换变量、改变样本容量以及考虑内生性问题后结论依然保持稳健;（2）企业实际有效汇率变动对企业跨国并购行为存在异质性影响,东部地区企业、大型企业和国有企业的跨国并购行为更易受汇率影响;（3）机制分析表明,汇率升值提升了企业全要素生产率进而推动企业的跨国并购行为,全要素生产率的中介程度达30.17%,且企业面临的融资约束越小,中介效应越强。由此,加快汇率市场化和金融市场化改革、不断提高自身全要素生产率将为企业跨国并购提供助力。", "label": "经济学", "id": 0}
{"content": "文章以我国实施\"走出去\"战略为背景,选取2010～2019年A股上市公司作为研究样本,基于融资约束的视角,实证评估了企业对外直接投资对研发投入的影响。文章同时以企业海外子公司的增量与存量来衡量企业对外直接投资行为,将融资约束分为内部性融资约束与外部性融资约束,并将其与企业研发投入纳入同一分析框架。实证结果表明:第一,在融资约束较小时,企业对外直接投资的增量增加了企业研发投入。在融资约束较大时,企业对外直接投资的增量减少了企业研发投入。在进行缩小样本与更换回归方法的稳健性检验后,上述结论仍然稳健并且在企业所有制与企业规模上存在异质性。第二,企业的外部性融资约束与内部性融资约束在对外直接投资对企业研发投入的影响中分别起调节作用与中介作用。文章同时选取东道国制度质量作为企业对外直接投资的工具变量,进一步缓解回归模型中存在的内生性问题。本文为企业在面临高融资约束情况下,如何合理选择对外直接投资与研发投入提供参考。", "label": "经济学", "id": 0}
{"content": "东道国投资壁垒是否影响了中国对外直接投资成为当前研究热点之一。本文引入制度脆弱性的概念,通过构建与投资壁垒的交互项,探究了投资壁垒、制度脆弱性与我国对外直接投资的互动作用。基于中国对G20国家2003-2018年直接投资的实证分析发现:（1）G20国家投资壁垒与中国对外直接投资流量之间呈显著的负相关关系;（2）中国对G20国家的投资具有不同特征,具体而言,在发展中国家的投资呈现出显著的制度脆弱性偏好特征,而对发达国家的投资呈现出制度脆弱性规避特征;（3）改善G20国家中发达国家的制度脆弱性问题有助于缓解投资壁垒的负面影响,而发展中国家有相反结果;（4）良好的双边政治关系对制度脆弱性有着明显的优化作用,两者的优化促进作用能够缓解投资壁垒与我国对外直接投资的反向关系。", "label": "经济学", "id": 0}
{"content": "中国在历史上就是开创和发展对外经贸关系的大国。改革开放以来,中国迅速打开国门发展国际经贸关系。2001年加入世界贸易组织以来,中国进一步推进全面开放格局的形成,并在中国以开放促改革促发展的同时,以对经济全球化的深度融入,发挥着重要新兴经济体对世界经济发展的积极贡献。在习近平新时代中国特色社会主义思想指引下,中国开放型经济新格局加快形成和不断完善,在贸易大国向建设贸易强国转型、扩大和优化使用外资和对外投资的同时,提出并实施\"一带一路\"倡议、建设自由贸易试验区和自贸港、推进国际合作的自贸协定以发展国际自贸区、坚持以开放促改革促发展深化营商环境建设。在当前走向全面建成中国特色社会主义现代化强国新征程开启之际,在世界面临百年未有之大变局之际,我国将在构建以国内大循环为主体、国内国际双循环相互促进的新发展格局中,进一步开创开放型经济发展新局面,优化参与国际大循环的方略,促进对外开放的质量提升,更好服务于国家发展和推进经济全球化健康发展。", "label": "经济学", "id": 0}
{"content": "回眸改革开放四十年以来所取得的辉煌成果,经济得到大幅度提升、民众生活水平得到显著提高,是最为直观的,在高速发展的经济带动下,我国的制造业、高科技产业不仅实现了跨越式地发展,而且科技成果的国产化率也迈上了一个新的台阶。然而,当这些产业发展到一定规模,面临着发展\"瓶颈\"的时候,要想实现战略性投资扩张,就势必要从打造\"产业集群\"入手。本文就以京津冀地区的产业集群打造为例,分析产业集群打造对区域经济发展的推动作用。", "label": "经济学", "id": 0}
{"content": "<正>假如我们认为竞争是新时代中国经济社会高质量发展的战略要求,由此不时放宽经济运行的不同于行星运行的自由度,恰好忘记了竞争它是一把双刃剑,不符合新时代中国经济社会发展规律。笔者认为:我国新时代的国内外\"双循环\"战略要求贯通优化整合的全要素生产力,我国的经济社会发展必须具备大力协同、协调、共享、优势互补,无条件的强有力的全社会的基本保障,下决心坚定地不断地缩小两极分化。", "label": "经济学", "id": 0}
{"content": "如今中国正处于向贸易强国转型的一个转折点,然而我国出口贸易却存在着问题:出口产品中高污染、高碳排放、高耗能的产品占多数.在这种背景下,我们应该积极响应发展低碳经济的口号,致力于低碳经济研究。这不仅是一种挑战,更是一种机遇。如果我们能抓住这一机遇,不仅有利于我国的经济转型,更能够在全球化下提升我国的经济水平和国际竞争中的地位。因此,研究低碳经济发展在中国出口贸易的中的作用和对其带来的巨大影响并提出有针对性的建议和政策,有利于中国调整对外贸易结构,提高我国在国际市场的竞争力。", "label": "经济学", "id": 0}
{"content": "研究背景:学生身高是反映其个体生长发育水平和健康水平的重要形态指标之一,虽然我国学生身高发育水平不断提升,但是我国各地区社会经济和地域因素相差较大,各地区学生身高发育存在不平衡现象。研究身高与经济发展之间的关系这有一定的迫切性和必要性,我们必须探查其中的规律,为后续的青少年身高研究工作提供经济因素方面的思考。目前针对这些新问题和新现象有必要进行全国学生身高的深入研究,进而对我国学生身高发展情况等相关政策措施的出台与制订以及其实施方法提供了参考和借鉴。研究目的:本研究以1979～2014年国家学生体质调研中7-22岁学生身高数据为研究对象,分析改革开放以来我国学生身高的基于地理信息的时空异质特征,探究学生身高变化与经济指标的主要影响因素。1.分析我国学生身高与中国经济发展之间的互动关系。2.分析我国学生身高省际差异和分区地域变化特征。研究方法:1.采用皮尔逊相关分析法,探究身高与经济指标之间相关系数。2.学生身高的地域变化特征研究:使用Excel制作身高分布地图。地理信息系统制作完毕后需要对数据进行等级划分,本研究采用百分位数作为图层递进关系等级的划分依据,使用spss 26.0对相应数据进行划分,以1985年为基准值,分别选取p10、p25、p50、p75、p90[14],将数据区间输入条件格式窗格即可完成填充。（港、澳、台、西藏地区因不涉及在调研数据中,不参与图层填充,固以白色为底色。）,对比方式取首尾年龄和敏感期开始、结束年龄段,分别为7岁、9岁、12岁、15岁、18岁,再进行分析。研究结果:1.中国学生身高发展与社会经济指标的关系总体上男生身高发展受经济发展及经费投入的影响的年龄段相对于女生来说更多,单就卫生投入经费男生受影响更小。城市男生与总体经济层面是除7岁外全年龄段都成显著相关,消费方面也几乎是全年龄段显著相关,而在教育投入则出现差异:出现年龄段的非连续显著性,在卫生投入只有两个年龄段有显著性。乡村男生与总体经济层面是在学生身高发展的重要青春期都成显著相关,消费方面与人均消费全年龄段显著相关,而与恩格尔系数仅青春发育期显著性。而在教育投入则出现差异:出现年龄段的非连续显著性,在卫生投入在小学初中学龄段有显著性。城市女生与总体经济层面是在学生身高发展的绝大多数年龄段都成显著相关,消费方面与人均消费全年龄段显著相关,而与恩格尔系数仅青春发育期显著性。而在教育投入则出现差异:成年前都呈连续显著性,在卫生投入仅青春期年龄段有显著性。乡村女生与总体经济层面是在学生身高发展的绝大多数年龄段都成显著相关,消费方面与人均消费全年龄段显著相关,而与恩格尔系数仅青春发育期显著性。而在教育投入则出现差异:成年前都呈连续显著性,在卫生投入仅青春期年龄段有显著性。社会经济状况对学生生长发育的影响是相对独立,并且可以直接影响学生生长发育的因素。本研究显示,国内生产总值（GDP）、人均GDP、人均可支配收入、居民消费水平、教育经费、卫生总费用五项指标中,各项指标与学生的身高发育水平均呈正相关,其中与国内生产总值（GDP）、人均GDP的相关性最强。2.中国学生身高发展水平空间分布特征1979-2014年我国学生身高学生各个年龄组身高呈逐年增长趋势。城市男生平均身高分别增加了6.67 cm、6.08cm;城市女生平均身高分别增加5.01cm、4.29cm;乡村男生平均身高分别增加了11.49 cm、11.09cm;乡村女生平均身高分别增加8.61cm、9.01cm。男生身高总体在7-15岁稳步上升,到达18岁处于平稳,但重庆、贵州、广西等周边省份一直处于较低水平,黑龙江、辽宁、山东等周边沿海省份几乎在各年龄段均是处于最高的水平。女生身高总体在7-15岁稳步上升,到达18岁处于平稳,但重庆、贵州、广西等周边省份一直处于较低水平,新疆、黑龙江、辽宁、山东等周边沿海省份几乎在各年龄段均是处于最高的水平。研究结论:1.1979-2014年我国南北方学生身高学生各个年龄组身高呈逐年增长趋势。城市男生平均身高分别增加了6.67 cm、6.08cm;城市女生平均身高分别增加了5.01cm、4.29cm;乡村男生平均身高分别增加了11.49cm、11.09cm;乡村女生平均身高分别增加了8.61 cm、9.01cm。在1979-2014年东、中、西部学生身高对比上来看,总体为东部城市学生>中部城市学生>东部乡村学生>西部城市学生>中部乡村学生>西部乡村学生。2.国内生产总值（GDP）、人均GDP、人均可支配收入、居民消费水平、教育经费、卫生总费用五项指标中,各项指标与学生的身高发育水平均呈正相关,其中与国内生产总值（GDP）、人均GDP的相关性最强。", "label": "经济学", "id": 0}
{"content": "本文通过对体育产业规模对区域经济的关联效应进行分析,依据2014-2018年的三大地区的省际面板数据构建多元回归模型,验证了体育产业规模与区域经济的结构效应及体育规模效应的区域异质性。主要得到如下结论:第一,体育产业规模与区域经济发展呈正相关,这一结果符合当前发展现状,也更清晰的显现了加强体育产业支持力度对新时期经济高质量发展的重要性。体育产业的投入与产出规模存在交互促进作用,进一步确认了体育产业对区域经济发展的带动作用,体育产业对区域经济发展的贡献和意义也更加明确。第二,体育产业发展对经济影响表现出明显的区域异质性,且产业规模与三大区域经济发展水平不成正比,东部显著为主,中部显著为负,西部不显著为正。根据上述研究结论,提出以下建议。（1）多方位推动体育产业发展,助力区域经济增长。目前我国经济发展出现了消费升级和内需不足的局面,经济增速放缓,迫切需要拉动内需刺激经济增长,而扩大内需中体育产业的作用日益凸显。但同时也需要注意到五大幸福产业中,发展速度最快,但是规模最小的是体育产业。当下在体育产业发展进程中,政府扮演了积极的角色,相较之下的体育企业显得动力不足。政府不能寄望政策自然发挥效应,应充分评估政策效果,同样体育企业不能仅仅依靠政策红利生存,应主动挖掘潜在资源。因此从宏观层面,体育产业发展需要政府的政策支持以及财政的扶持。从中观来看,体育产业发展的方式需要不断创新,体育产业链条需要不断完善,充分挖掘体育产业的潜在需求市场,根据不同消费者偏好提供差异化的产品。从微观来看,大力培育体育消费市场主体,从体育赛事、全民健身等多样化的方式,增强市场主体的购买意愿,形成有效需求。只有积极政府、活力社会、有序市场三方合力方能推动体育产业发展,进而助力区域经济增长。（2）重视区域差异,避免政策与规划的一刀切。在体育产业的宏观政策引领下,应充分认识到区域经济发展不均衡的现状,结合区域自身特色,以及区域体育文化差异,创新性的规划地区体育产业发展路径。东部地区应将重心放在体育服务业的增长上,引领中国体育产业发展趋势,推动体育产业战略升级,促进区域经济增长方式的优化转型。目前,东部区域体育产业已基本完成了\"量\"的累积,现阶段应充分关注\"质\"的提升。依托本区域内体育产业的空间聚集,拓宽产业链条,通过与区域内各支撑产业与相关产业不断融合,充分全面提升竞争优势,继续增加体育产业对区域经济增长的贡献度。佩鲁的\"增长极\"理论认为引导和推动区域经济发展的原动力是区域增长极,因此东部区域体育产业充分依托自身发展基础优势,进一步完善相关产业制度,加强区域一体化人才、科技、创新等网络体系构建,使得体育产业成为东部区域经济\"增长极\"之一。同时,产业经济学提出,当产业规模处于快速扩张时期,往往会出现地区间的重复投入与建设、招商引资的恶性竞争以及产业定位重叠,故需要警惕\"体育产业规模扩张陷阱\",避免大量同质企业累积。中部地区重点提高资源利用率,抓住区域一体化发展契机。长期以来,中部地域的产业及经济处于\"两难\"的尴尬境地,资本、人才、科技等资源禀赋不如东部发达区域,而政策支持与倾斜力度又不及西部地区,因此区域内\"抱团式\"发展,形成体育产业规模聚集显得尤为必要。正如党的十九大报告中提出的要\"建立有效的区域协调发展机制,实施产业协同发展战略\",中部区域应将原本各自孤立的区域体育产业发展战略格局打破,着力清除体育产业生产要素的自由流动的阻碍,通过空间结构调整,加速中部体育产业城市群的建设,促进中部地区体育产业合理分工布局,实现优势互补,资源共享、城市群合作共赢的中部体育产业发展格局。西部地区须要深度挖掘体育文化资源特色,培育体育消费市场主体,为体育产业寻找潜在动力,进而推动区域经济发展。西部区域体育产业发展较为落后,体育产业体系完整性较弱,导致了其对区域经济影响不显著。西部区域首要目标是提升对体育产业的关注热度和投入力度,完善体育产业发展体系。各级政府及体育部门应依据地区经济及体育产业的现实情况,科学合理的分配体育投入,因地制宜的建立体育投资体系,拓宽体育产业融资渠道,将体育产业发展作为区域发展的重要抓手。随着体育产业的发展与壮大,其对区域经济的关联效应必能显现。其次,通过要深度挖掘与充分利用西部区域丰富的民族体育文化资源,体育非物质文化遗产,通过包装与传播,使其充分产业化,形成具有鲜明特色的体育产品。发挥区域内山地、草原、湖泊等自然资源优势,打造知名度高、可识别性强的西部体育旅游产业集群,形成品牌效应,带动地区经济发展。尤其是少数民族聚集地区,通过扩大体育产业规模,推动体育产业发展,进而实现经济落后地区\"脱贫\"。最后,通过以成都、重庆、贵阳等西部区域体育产业优势发展城市为中心,向周边辐射,加强优势地区的\"虹吸\"与\"溢出\"效应,带动西部地区体育产业均衡发展,进而推动区域经济发展。", "label": "经济学", "id": 0}
{"content": "<正>瘟疫和经济增长的关系,一直广受关注。有经济史学家认为,欧洲中世纪大瘟疫（黑死病）与中西方近代发展的大分流密切相关。瘟疫引发的人口冲击改变了劳工供求关系,使得劳动力在多数地方变得更为稀缺,激发了行会内包括学徒制在内的各种制度的变迁。由于资本劳动比上升,工厂主有动力去研发更节约人力的技术,工业革命的火苗由此燎原[1]。不过,也有研究发现,瘟疫会对区域经济产生长期的负面影响。1629-1630年,瘟疫重创了意大利北部城市。", "label": "经济学", "id": 0}
{"content": "01移动互联网流量愈发触顶,母婴行业则加速崛起:截至2021年10月,中国移动互联网母婴行业伴随线上风口御风而行,月独立设备数同比增速持续加快,9月达同比增长峰值40.3%,全网渗透率提高至14%;其中,95后网生代妈妈大踏步迈入育儿大军,使用时长同比大幅上涨47.9%,新一线城市和下沉城市用户蕴藏增长潜力。02消费迭代背景下,母婴细分品类向品质化、高端化发展:奶粉（有机喂养新人类）、纸尿裤（高端呵护黑科技）、儿童护肤（人类幼崽护肤新体验）、玩具（益智美玩新乐趣）、童装（童领新潮穿着）为主要升级品类,入局广告主数增多,新旧品牌竞相角逐母婴细分赛道。03母婴人群移动互联网线上即生活:1)育儿篇:追求智慧育儿,高效便捷;2)出行篇:舒适安全倾向更高;3)运动健康篇:奉行育儿悦己平衡有道;4)消费篇:家庭生活品质升级。04母婴品牌数字营销趋势:KOL内容共创引爆流量、私域阵营建立信任关系、IP联名焕新品牌形象、人文关怀贯穿营销活动。", "label": "经济学", "id": 0}
{"content": "<正>习近平总书记指出,建设生态文明是中华民族永续发展的千年大计。2021年10月,中办、国办印发《关于推动城乡建设绿色发展的意见》（以下简称《意见》）,深入贯彻习近平新时代中国特色社会主义思想,对城乡建设绿色发展做出了重大部署。《意见》以新发展理念为指导,全面贯彻习近平生态文明思想,结合我国城乡建设发展的实际,提出了推动城乡建设绿色发展的完整体系,包括总体要求、推进城乡建设一体化发展、转变城乡建设发展方式、创新工作方法、加强组织实施等五个部分,具有极强的指导性,将成为未来很长时期推动城乡建设高质量发展的政策纲领,引导全社会切实转变发展方式、建设方式和生活方式,吹响城乡建设绿色发展的冲锋号,助力建设绿色中国、美丽中国。", "label": "经济学", "id": 0}
{"content": "区域创新主体协同一直是我国区域创新领域关注的焦点。在分析相关文献的基础上,本文界定了区域创新的三大主体及其功能,阐述了区域创新生命周期的四阶段功能需求,并根据协同匹配的原则,实现了创新主体与创新阶段间的功能对接,从而确立区域创新主体协同演化路径。", "label": "经济学", "id": 0}
{"content": "随着时代的发展,我国开始重视起工商管理的工作。企业工商管理不仅能促进企业的经济发展,还能让企业之间的互动方式变得更加活跃,而对于一个企业而言,工商管理的效率和质量也决定了一个企业乃至国家的经济水平能否更好地提升。因此,本文根据新时代下的工商管理对经济发展起到的促进作用进行了讨论,仅供参考。", "label": "经济学", "id": 0}
{"content": "随着国民物质生活的提高,越来越多的人在家中养各种宠物,许多的人都把宠物当成自己家中的一名成员。\"云吸猫\"、\"云撸狗\"仿佛成为了一个网络热词。中国宠物市场整体向好,展现出很大的发展潜力。猫狗数量在2020年突破了1亿只,宠物数量的增加,相关产业得到快速发展,宠物商品、服务消费规模的不断扩大。随之而来的宠物在家、走丢时的安全问题却一直困扰各位\"铲屎官\"。本项目就想开发出一款可以完美解决这些问题的产品,所以智能宠物项圈便应运而生。", "label": "经济学", "id": 0}
{"content": "在经济全球化进程中,数字经济的高质量发展已经成为国家提高全要素生产率、促进经济社会发展模式转变的重要手段。数字经济以其特点和优势吸引了越来越多国家的关注。因此,数字经济毫无疑问将成为国与国之间互惠合作的重要课题以及相互竞争的重大领域。本文旨在探究我国数字经济发展水平对全要素生产率的影响以及影响路径,首先基于2004-2019年我国30个省（自治区、直辖市）的面板数据,从\"数字产业化\"和\"产业数字化\"两个维度构建数字经济指标体系,并运用主成分分析法进行降维处理。此外,基于DEA方法对全要素生产率进行测算,然后通过实证分析来探讨数字经济发展水平与全要素生产率之间的关系和数字经济的异质性。进一步,我们构建了空间杜宾模型探究数字经济对全要素生产率及其传导路径的空间效应。研究结果发现:从整体上看,数字经济的高水平发展对全要素生产率的提高有促进作用,数字经济发展水平越高对全要素生产率的提升作用越明显;从区域上看,较于南方地区,这种提升作用在北方地区更为明显。此外,数字经济还存在空间溢出效应,不仅本地区数字经济发展有助于提高本地区的全要素生产率,邻近地区数字经济发展也会对本地区全要素生产率的提升产生有利影响。同时,数字经济的发展不仅会促进本地区的人力资本水平提升和产业结构升级,还有助于改善其他地区的人力资本水平和产业结构升级。根据研究结论,我们提出以下建议:一方面要大力发展信息互联行业并鼓励企业数字化协同转型,以带动数字经济发展,从而提高全要素生产率;另一方面,要加强地区间的合作,实现区域经济联动性发展。", "label": "经济学", "id": 0}
{"content": "农业经济时代的\"土地\"要素与\"劳动力\"要素、工业经济时代的\"资本\"要素与\"技术\"要素作为相应时代的新动能,受到生产要素资源的有限性影响,生产要素促进经济发展的同时也制约了经济发展。如今在\"数据\"作为新动能的数字经济时代,\"数据\"以其无限性与指数膨胀性为数字经济时代的经济发展带来了更多的可能。在通过文献计量法发现\"数据\"要素以数字化的路径作用于数字经济从而拉动经济高质量发展的路径后,本文以构建数字化水平测度作为进行\"数据\"要素动能研究的切入点,建立了区域数字化水平指数及其分指数,通过分指数与省际GDP建立回归模型验证了区域数字化水平对于经济的动能作用。本文选取2019年中国省际截面数据搭建区域数字化水平指标体系,在建立区域数字化指数及其数字化金融、数字化贸易等分指数时选择BP神经网络评价模型,其中创新性地在BP神经网络的输出层目标期望值选择上采用结合\"主观性与客观性\"、\"权重法与非权重法\"的突变级数—熵权法来计算,取得了良好的效果。此后使用区域数字化分指数与省际现价GDP建立回归模型时引入目前国内较少使用的BART（贝叶斯累加回归树）回归模型,通过该模型高精度、强解释性、不易过拟合并且可以自主输出特征重要性的功能,对数字化于区域经济的影响进行了验证与影响因素分析,取得较好的效果。最终本文发现了中国数字化水平存在区域不平衡发展、东部地区及沿海地区高数字化集群的特点,提出了调整数字化资源配置结构,改进数字化建设模式等相关建议。同时本文通过BART回归模型的建立印证了区域数字化水平指数作为\"数据\"新动能统计测度的合理性,拟合该指数的方法也具有较强的科学性与可操作性,能够为相关实务部门所采用。", "label": "经济学", "id": 0}
{"content": "伴随着数据要素化进程的不断加深,对于数据如何作用于经济发展,数据与其他要素结合产生的动能应该如何测度的研究愈发重要。本文将数据新动能分解为\"数字产业化\"与\"产业数字化\"两个角度来对其进行统计测度,以更好地去理解数据是如何赋能与其他要素,助力我国数字经济高质量发展。本文首先进行了文本分析,利用爬虫从知网、百度资讯上抓取相关文献,经过预处理、清洗、分词后,从词云图获取到文献聚焦的热点。在对分词后的建立\"文档-词项\"矩阵与TI-IDF,并根据TI-IDF的结果建立lda主题模型,最终得到\"数据要素\"\"技术创新\"\"宏观政策\"\"转型升级\"\"交易模型\"\"数据监管\"六大主题,为后续问题的探讨明确了方向。之后我们选择依据经济原理,通过综合评价来构建与\"数字产业化\"与\"产业数字化\"相对应的指标体系并使用柯布-道格拉斯生产函数,对\"数字产业化\"进行投入产出分析,通过bootstrap方法拟合方程计算得出各种生产要素在数据产业中的贡献率,并计算出相对应的\"产业数字化\"生产函数,通过数学变换分析得出了相应的数据要素对于劳动力,资本,科技的作用,来使得我们以更好地理解、分析\"数字产业化\"和\"产业数字化\"共同作用下的经济合力——数据新动能。", "label": "经济学", "id": 0}
{"content": "大数据时代和第四次科技革命背景下,数据成为一种新型生产要素,并与资本、劳动、土地、技术四大传统生产要素同时出现在2020年国家印发的相关文件中,成为第五大生产要素。数据以一种渗透的方式参与生产过程,并替代了一些落后的生产要素组合方式,为生产过程做出突出贡献,提高了经济运行效率,加大了经济发展的潜力,提升了经济社会的活力,为经济增长注入新动能。近几年,以数字技术为依托,大数据、云计算、互联网、人工智能等应用型技术为支撑的数字经济的爆炸性发展又为经济的增长产生了重要的影响。本文对数据要素以及数字经济对中国经济增长的贡献展开研究。首先,选取相关经济运行指标,观察数据要素和数字经济的发展带来的经济指标的变化,直观地了解到它们对中国经济增长的推动作用并在此基础上提出问题的假设。其次,根据分析的问题建立合适的模型,并对建立的ARIMA模型进行检验,验证模型的适用性,然后选取相关数据,带入模型进行测算,测度数据要素对经济增长的贡献率和它相对其他生产要素对经济增长的倍增效应,并通过联系三大产业的增长情况来论证数字经济发展对中国经济增长产生的巨大影响。最后,根据模型分析的结果得出相关的结论:数据要素对经济的质量和数量的增长具有显著的贡献,数字经济的发展对经济发展具有重要影响。并基于此提出一些数字经济发展的意见建议。", "label": "经济学", "id": 0}
{"content": "自改革开发以来,中国经济已由高速增长阶段转向高质量发展阶段,绿色发展走进人们视野;同时,由于后疫情时代经济的不确定性,绿色新动能也逐渐成为关注的重点。基于现有研究理论空白,本文选取单位GDP废水排放、单位GDP二氧化硫排放、单位GDP工业烟尘排放量、工业固体废物综合利用率、第二产业比重、建成区绿化覆盖率六大指标,基于2003-2018年四川省18个地级市的面板数据,运用滑动四分位差距法和3准则提出异常数据,采用二次指数平滑法和滑动窗口法填补空缺数据,结合层次分析法与熵权法进行赋权,建立绿色新动能综合量化模型。结果发现成都市、广元市、达州市、资阳市绿色新动能较高,攀枝花市、泸州市、德阳市、宜宾市绿色新动能相对较低;从2007年开始,自贡市、眉山市、泸州市、资阳市的绿色新动能发展速度较快,乐山市、德阳市、广安市的绿色新动能发展速度相对较慢。为进一步探究四川省绿色发展新动能的经济效应,基于四川省各地级市绿色新动能量化结果的基础上,选取产业结构升级和经济增长变量,建立面板向量自回归模型（PVAR）,依次进行面板数据单位根检验、滞后阶数选择、模型平稳性检验、格兰杰因果检验、GMM参数估计、脉冲响应分析及方差分解,对模型进行实证分析。实证结果表明,二氧化硫排放和废水排放发挥重要作用,工业粉尘和排放和建成区绿化覆盖上升空间明显;但第二产业增加与绿色发展新动能呈反向变动,经济增长与绿色发展存在矛盾。因此我们仍需完善总体规划和顶层设计,全面引导绿色城市建设。", "label": "经济学", "id": 0}
{"content": "2020年,数据作为新的动能,正式成为生产要素,共同培育发展要素市场,推动经济高质量发展。本文从数字经济角度出发,引入生产效率、创新效率、资源配置三个中介变量,旨在分析数字经济对经济高质量发展的影响。同时,对于我国现阶段区域发展是不平衡的现状,在研究数字经济对经济高质量发展的影响时,不得不考虑对于不同发展水平地区,这一项指标能否显著地促进其经济高质量发展。针对数字经济对经济高质量发展的影响问题,利用全国各省市2019年的相关数据以及相关资料,建立数字经济发展以及经济高质量评价指标体系,对数据进行预处理,其次用灰色关联分析确定各指标权重,计算出各省市综合得分,通过一元并行多重中介模型,得出数字经济不仅可以通过生产效率、资源配置两个方面促进经济高质量发展,而且对于经济高质量发展有直接的促进作用。此外为了探究数据要素作为新动能对于不同的经济地区经济高质量发展是否有差异,将区域划分为两类讨论。将全国各省市作为样本,以数据要素作为生产要素前一年（2018年）各地的人均GDP的中位数为标准,将31个省市划分为经济发达地区和经济不发达地区;以2018年各省市的专利数中位数为标准,将31个省市划分为高创新区域和低创新区域。通过异质性检验,得到发达、不发达地区的估计系数为0.601、0.494,说明不同地区的数字经济可以显著的影响经济高质量发展,但数字经济在经济发达地区对经济高质量发展影响更为显著。同时还得到高创新、低创新地区的估计系数为0.558、0.430,也说明两个地区的数字经济都显著影响经济高质量发展,而在高创新地区影响更为显著。", "label": "经济学", "id": 0}
{"content": "<正>一、引言自2011年国家经济转型以来,社会经济环境产生较大变化。经济与产业结构的调整,对各行业经营形势产生较大影响。此外,受2020年新冠疫情影响,社会生产、消费一度陷入停滞,整体经济走向充满不确定性,对政府经济决策,产业发展规划产生较大负面影响。针对经济发展态势开展深入分析是社会各界重要需求。\"电\"作为近现代工业化以来一种特殊工业产品,与生活、生产、消费息息相关。", "label": "经济学", "id": 0}
{"content": "随着工业化的进程,我国环境和资源形势日益严峻。绿色行为指组织或个体开展符合节能、环保和可持续发展理念的活动,能有效缓解环境破坏和资源紧缺的现状,比如绿色消费。绿色消费指消费者尽量减小其消费行为对环境造成的危害和破坏,属于交易领域的道德选择。做出不同消费类型选择后的个体会有怎样的行为,有两种不同的观点:根据道德一致性理论,当个体过去做了一件道德的事,未来则更可能做出多的道德行为和少的不道德行为;而绿色消费许可效应认为,个体过去的绿色消费行为会允许自己在将来减少绿色选择,甚至变得更自私,根据道德自我调节理论,非绿色消费也应该适用于这两种理论。是什么因素导致了完全相反的行为?根据感知价值理论,感知价值是在交易过程中消费者对结果的主观感知,个体会通过感知到的得与失调整自己的后续行为。因此,本研究旨在考察消费过程中,产品环保价值感知如何影响个体消费后的行为选择,以及怎样助推消费后的绿色行为。研究一采用2（消费类型:绿色/非绿色）×2（产品环保价值感知:高/低）组间设计。通过回忆任务操纵消费类型,采用Longoni等人的研究范式,在被试完成剪纸游戏后,记录其垃圾分类处理情况。最后用7点李克特量表（\"1特别不环保\"到\"7特别环保\"）测量产品环保价值感知。预期结果:高产品价值感知下,绿色消费组绿色行为更多,非绿色消费组绿色行为更少;低产品价值感知下则相反。研究二采用现场实验。产品环保价值感知主观性强,易出现认知偏差,因此本实验结合生命周期成本,采用信息标签助推方法,客观量化产品环保价值。实验场所初步定在电器商店,为期两月,一月为一个周期（助推前/助推后）,观察信息标签展示前后绿色产品消费情况（以绿色产品消费数量与总消费数量的比值作为衡量标准）。预期结果:使用信息标签后,绿色产品消费数量比例明显增加。", "label": "经济学", "id": 0}
{"content": "为如期实现我国2030年前碳达峰、 2060年前实现碳中和的目标,绿色发展成为新发展阶段的热点研究领域。云南省绿色GDP的增长自2016年以来在全国名列前茅,正向着资源节约型、环境友好型转变。对其绿色发展水平进行评价,可为后续增强绿色低碳发展动力,实现经济、社会、资源、环境的全面协调发展提供突破方向,并为其他省份绿色发展提供借鉴[1]。本文从三个方面入手,建立云南省绿色发展指标体系,从结果可以看出云南省绿色发展的水平处于一个不断提升的阶段。", "label": "经济学", "id": 0}
{"content": "科技成果转化效率不仅取决于技术创新水平,更取决于科技管理能力与创新资源配置能力。本文从管理标准的角度,提出标准化科技成果概念,并从科技成果质量管理、研发行为管理、分类编码管理三方面建立标准体系,形成二次开发管理工具,以优化相关资源配置,加速科技成果转化。", "label": "经济学", "id": 0}
{"content": "先进标准体系是基于顶层设计的理念,以先进国家和地区为目标,在某一领域内形成先进标准的有机整体,引导整个领域的进一步发展,具有目的性、层次性、协调性、配套性、比例性、动态性等特性。技术路线图是应用简洁的图形、表格、文字等形式描述技术变化的步骤或技术相关环节之间的逻辑关系,具有高度概括、高度综合、前瞻性、不断修正、应用灵活等特点。本文通过论述先进标准体系与基于技术路线图的科技管理模式,提出以先进标准体系研究为基础,基于先进标准体系规划思路,探索科技创新领域技术路线图的研究思路,提前布局产业标准化战略,促进标准—知识产权—科技创新的有机融合。", "label": "经济学", "id": 0}
{"content": "在创新驱动发展战略下,中国经济从高速增长步入高质量发展阶段,要通过生产专业化、标准化提高资源利用率,更要依靠各种环境技术标准保护资源和环境。本研究在中国创新能力、技术标准化与经济增长质量的现状分析基础上,通过探讨创新能力与技术标准化的相关性、技术标准化与经济增长质量的相关性及其影响路径,提出有针对性的对策和建议,以期补充技术标准化相关理论研究,为中国经济高质量发展添砖加瓦。", "label": "经济学", "id": 0}
{"content": "随着我国国民经济建设进入\"十四五\"开篇年,以省域发达城市为中心的区域协同\"城市群\"建设成为地方经济发展新模式、新常态,如:京津冀协同发展区域、长三角\"一市三省\"协同发展区域、粤港澳大湾区协同发展区域等,正在强化统筹规划、协同发展、一体化实施进程。在近期实践和未来可预见的发展中,原有\"地方标准\"定位、内容和制度边界,已无法有效适应区域一体化发展的新形势需要,出现了不协调、不适应,甚至影响区域一体化发展的情况。本文依据国际质量合规性（IQC）全新理论,进阶性提出IQC创新赋能\"区域标准\"新内涵和制度改革路径。为深化标准化制度改革,提升标准化发展活力和适应新时代发展需求提供创新方案和路径。", "label": "经济学", "id": 0}
{"content": "构建以国内大循环为主体、国内国际双循环相互促进的新发展格局,是指导\"十四五\"和未来一段时期内国家经济发展的新思路与新战略。在新发展阶段,民营经济作为社会主义市场经济的重要主体,对于贯穿创新、协调、绿色、开放、共享新发展理念,畅通新发展格局具有重大意义,是推动我国经济在扩大内需和更高水平对外开放中实现高质量发展的必由之路。", "label": "经济学", "id": 0}
{"content": "非公有制经济的内部机制问题是一个长期的问题。从目前乡村振兴视阈下非公有制经济发展的情况来看,主要存在产权结构不合理、治理结构不科学、用人机制不科学、文化制度不健全等四个方面的问题,本文主要围绕这个四个方面探索乡村振兴视阈下非公有制经济内部机制的问题。", "label": "经济学", "id": 0}
{"content": "基于2005—2017年省级面板数据,通过有调节的中介效应实证验证OFDI对产业结构升级的影响及作用机制。结果发现:一是OFDI通过\"绿色技术创新\"机制正向促进中国产业结构升级;二是从调节作用看,国内研发投入增加能够强化OFDI逆向技术溢出效应,使得OFDI对绿色技术创新的作用更强,相应地对产业结构升级的促进效应更大;三是相较于中西部地区,东部地区的OFDI对产业结构升级的促进作用更加明显。在进行内生性处理和替换核心解释变量后,结果依然显著。本研究为中国坚定\"走出去\"战略促进经济高质量发展提供产业层面的实证证据。", "label": "经济学", "id": 0}
{"content": "<正>一、引言随着电力体制改革和综合能源服务日益深化,用电市场及用电客户对供电企业服务水平要求不断提高,因此亟需引入数据挖掘、智慧感知等深层次的客户用能需求获取手段,充分发挥电力数据及客户资源优势,实现客户能源需求感知力提升、民营企业客户差异化客户需求响应、区域智慧化电力服务环境支撑。", "label": "经济学", "id": 0}
{"content": "研究混合制经济的财务风险控制及治理措施,分析企业在混合所有制经济下财务风险内容与治理该类风险的措施与方法。概述混合所有制经济的内容和情况,分析财务风险在该经济制度下出现的外部影响因素与内部影响因素;从广义和狭义两个方面阐述财务风险概念,分析财务风险特征;财务风险主要包含融资缺乏稳定性、投资风险不确定性、经营事务风险、资产结构不完善、资金流失和监督管理缺失等六个方面,从这六个方面出发构建风险治理措施:明确产权制度、确定企业经营目标、构建财务风险预警机制、建立并创新考核机制、提升管理者财务风险意识,从五个方面实现财务风险治理。", "label": "经济学", "id": 0}
{"content": "我国传统的产业结构升级主要依赖淘汰落后产能和加快第三产业发展,存在不均衡和不合理等问题。针对传统区域产业结构升级中存在的境外需求增长动力不足、盲目追逐新兴产业、\"一刀切\"促进第三产业发展,提出了双循环背景下区域产业结构升级的途径,即促进技术集约化、调整产业间升级、打造国货产业链。", "label": "经济学", "id": 0}
{"content": "2018年8月,中央统战部、全国工商联批准温州市创建新时代\"两个健康\"先行区,温州市政府引入标准化理念,组织开展《民营经济健康发展评价指标体系》和《民营企业家健康成长评价指标体系》两项标准的研究,用标准探索民营经济高质量发展的可复制经验,用标准评价新时代\"两个健康\"先行区的创建成效。", "label": "经济学", "id": 0}
{"content": "本文运用习近平新时代中国特色社会主义经济思想,深刻剖析我国海洋标准化发展现状、存在的问题,提出现阶段制约海洋标准化发展的主要矛盾关系。基于海洋标准供需分析,提出深化供给侧结构性改革、化解主要矛盾,提高海洋标准有效供给,推动海洋标准化高质量发展的措施建议。对于全面提升我国参与海洋国际竞争的综合实力,加快建设海洋强国具有重要现实意义。", "label": "经济学", "id": 0}
{"content": "民营经济在浙江经济社会建设中发挥着重要作用。作为金融市场的重要组成部分,浙江保险业在服务民营经济转型升级中起到了一定作用,但随着民营经济对保险需求的日益增长,传统财险业如何更好地助力民营企业高质量发展,应是保险业当前必须重点思考的问题。结合当前保险服务民营企业的现实问题,财险业应从提升保险保障能力、加大保险创新力度、优化民营企业融资体系等多个维度,进一步推动民营企业和民营经济向高质量发展转型。", "label": "经济学", "id": 0}
{"content": "产业结构低碳化是将资源节约和保护环境纳入考虑,追求经济效益和生态效益相平衡的产业结构优化路径。本研究以河北武安市为例,基于SBM-DEA模型评估城市主要产业门类的碳效率,并应用K-means聚类方法,以产业碳排放规模和效率为指标进行聚类,对不同碳效率-规模类型产业分别提出产业转型发展的策略,最终形成武安市低碳产业发展行动计划。本研究立足武安本地经济产业实际情况,评估结果较为准确的反映了产业发展特征,因地制宜地提出了转型策略和行动计划,对经济社会稳定向生态化、低碳化转型有较大参考意义。", "label": "经济学", "id": 0}
{"content": "文章选取我国31个省份2005-2017年的数据主要研究人口老龄化、产业结构变动对我国出口的影响。从理论研究与实证分析两个方面分析作用机制。通过研究发现:（1）人口老龄化的加剧,对出口产生抑制作用;（2）人力资本对出口有显著的促进作用;（3）第二、三产业增加值占比的增加,则对出口形成激励作用;（4）在分地区回归时,中部地区第二、三产业增加值占比的增加,出口反而下降。在研究分析的基础上提出以下建议:首先,在严峻人口老龄化形势下,应加快实现由\"人口红利\"向\"人才红利\"的转变;其次,由于中部地区以第一产业为主,因此在面临调结构的大环境中,优化与创新产业结构调整过度模式显得尤为必要;最后,改善福利政策与教育环境,鼓励生育以提高人口出生率。", "label": "经济学", "id": 0}
{"content": "民营经济的发展牵动着经济发展的命脉,民营经济发展的好坏也直接反映了营商环境的优劣。\"法治是最好的营商环境\",应当加强民营经济营商环境的法治化,将民营经济发展全过程放入法律框架内。2020年1月1日正式施行的《优化营商环境条例》标志着国家治理体系中优化营商环境已成为核心要素之一,也从立方层面为民营经济的发展提供法治支撑。近年来,我国民营经济发展遇有阻力,作为其良好营商环境重要因素之一的法治建设仍面临巨大挑战。文章以沈阳市民营经济发展现状为例,分析影响发展的潜在问题,提出优化民营经济高质量发展的法治路径。", "label": "经济学", "id": 0}
{"content": "由公有制为主体、多种所有制经济共同发展,按劳分配为主体、多种分配方式并存,社会主义市场经济体制共同构成的社会主义基本经济制度是中国共产党人对社会主义建设规律认识不断深化的结果。这一认识的深化既是对马克思主义政治经济学的坚持和发展,又是对中国特色社会主义现代化建设实践的总结,具有显著的制度优势。坚持和完善社会主义基本经济制度,对于推动经济高质量发展,建设社会主义现代化强国具有重要意义。", "label": "经济学", "id": 0}
{"content": "本文在调查研究的基础上,对河北省廊坊市燕郊产业区企业集聚区域的企业衍生、集聚与扩散因素,以及企业的异地发展和地区内的商业区化融合趋势进行了讨论。燕郊新技术集聚体是我国高新技术产业的重要基地,国家对高新技术企业必须进行及时的有效支持和引导,使之获得健康的持续发展。成功完成与北京京东区域高技术扩散综合体的融合,培育企业家创新能力以及加强本地的企业联系和合作是燕郊高新技术集聚体成功的两个最重要的保证。", "label": "经济学", "id": 0}
{"content": "与产业结构优化升级方向同步的人力资源质量和合理的人力资源结构能够促进产业结构优化升级,进而促进经济的增长;反之则不利;本文研究了京津地区产业结构的现状与京津人才资源的现状,进而针对京津地区人才优化提出了建议。", "label": "经济学", "id": 0}
{"content": "<正>改革开放40年,我国的民营经济从无到有、从小到大,撑起了中国经济的\"半壁江山\",广大民营企业家艰苦创业、敢为人先,成为推动中国经济发展的强大力量。2018年11月1日,习近平总书记在北京主持召开民营企业座谈会并发表重要讲话,突出强调了\"两个毫不动摇\"和\"三个没有变\",为新时代繁荣和发展民营经济指明了前进方向、提供了根本遵循。服务民营经济发展是中国特色社会主义制度的必然要求,也是实现经济高质量发展的必然选择,更是实现中华民族伟大复兴中国梦的必然之路。作为党领导下的政法机关,", "label": "经济学", "id": 0}
{"content": "针对农业园区技术密集的主要特点,研究现代农业园区科技开发、示范、辐射和推广的主要内容,以促进区域农业结构调整和产业升级。本文从产业结构优化与廊坊市现代农业园区运行机制的关系入手,对于农业产业化的格局与特征、廊坊市产业结构优化与农业园区运行机制变革现状进行了深入研究。本文主题立足于廊坊市农业产业化现状,从产业结构优化出发,提出进一步完善廊坊市现代农业园区运行机制的举措,对于廊坊市发展现代农业园区具有重要的现实意义。", "label": "经济学", "id": 0}
{"content": "我国旅游消费处于结构升级的关键历史节点,以提高供给质量为出发点的供给侧结构性改革势在必行。本研究通过分析旅游供给的基本结构和要素构成,指出旅游需求视角下的旅游供给包含激励要素和保健要素。通过调研天津旅游需求并分析尚未被满足的市场需求,从激励要素层面提出提升旅游产品品质、凸显旅游产品特色,从保健要素层面提出完善旅游管理体制、智慧化旅游服务体系作为天津旅游产业升级的供给侧结构性改革对策。", "label": "经济学", "id": 0}
{"content": "本文基于中国1995年至2017年省级面板数据,详细且深入地研究讨论了金融结构、产业结构与经济发展间的关系。研究发现,第一,中国金融结构与产业结构经历了从低级向高级的发展,在这一过程中两者始终保持高度耦合,说明中国在各时点金融结构是适合当时产业发展需要的,且金融结构与产业结构经历了由勉强协调到优质协调的演进变化过程。第二,一个地区金融结构与产业结构相互耦合匹配、彼此协同发展的协调程度越高,越有利于当地经济发展,且中国中西部地区较之东部地区,二者协调演进水平的提升能对当地经济发展带来更大的边际影响。第三,提升全要素生产率是\"金融结构—产业结构\"协调演进以促进经济发展的重要渠道,其中更有利于促进技术进步水平提高,其次是促进规模效率提升,进而推动经济发展。第四,当金融结构与产业结构协调适应水平较低时,金融结构提升会明显抑制经济绩效和产业升级,而当协调演进水平高于门限值时,金融结构提升则表现出对二者的有利作用。另外,金融结构提升会对金融风险管控造成一定不利影响。", "label": "经济学", "id": 0}
{"content": "中国经济正处在由粗放型开放转向高水平开放的关键阶段,而进出口贸易是否促进了产业结构升级?这已然成为当前亟待解决的重大现实问题。本文利用中国31个地区省份的面板数据,对进出口贸易怎样影响产业结构升级这一问题进行实证研究。主要结论是:○1进口贸易对产业结构升级的影响呈现抑制效应,而出口贸易对中国产业结构升级影响效应不显著。并通过多种内生性检验,结果仍然稳健。○2异质性检验发现:金融危机后进口贸易对我国产业结构升级的抑制效应明显恶化,相较于沿海地区进口贸易对内陆地区的产业结构升级无论是统计意义还是经济意义抑制效应都明显增强,而出口贸易对产业结构升级的影响未受到金融危机与地域差异的影响。加工贸易进出口仍是我国产业结构升级抑制效应的主要来源。○3中介检验发现:进口贸易通过恩格尔效应促进了产业结构升级,平均中介效应（占总效应比例）为27.53%,进口贸易通过要素禀赋效应促进产业结构升级仅在整体产业结构升级成立,中介效应为31.06%,而并未通过鲍莫尔效应影响产业结构升级。出口贸易对产业结构升级不存在中介效应。○4进口贸易对产业结构升级的影响效应呈现\"正U\"型,18个地区仍位于拐点值左侧。并且\"正U\"型的陡峭程度依次是产业内大于产业间大于整体产业结构升级。而出口贸易对产业结构升级的\"正U\"型影响仅在制造业内部成立。本文的研究发现为加快高水平开放促进高质量发展提供了政策参考依据。", "label": "经济学", "id": 0}
{"content": "文章首先探讨了关于制度的四种定义,进而引出相应的均衡制度观和制度变迁理论,在此基础上给出经济制度和要素的概念,提出经济制度变迁的\"社会反弹\"范式。在不变经济制度或存在制度强化时,一国居民财富和收入分布在长期会持续离散,财富差距的扩大和替代性制度的存在会导致社会群体对当前制度的反弹力量不断加强,最终导致制度调整。社会反弹的出现与产权制度、市场化程度或制度效率并无直接因果关系,因此理论上效率最优制度不可能长期存在,制度调整在保护产权和优化经济效率之间无法兼得。对于政府而言,可以在尽可能保障经济制度效率并推动市场拓展的过程中,通过渐进式制度调整来改变要素价格或财富再分配,达到经济效率和社会反弹的相对稳定状态,一个\"有为\"的政府是保证长期经济效率的必要条件。", "label": "经济学", "id": 0}
{"content": "基于人口老龄化形势日益严峻和产业结构升级处于关键时期的双重背景下,本文从机理上探讨了人口老龄化对经济增长的影响,以及通过产业结构这一中间路径人口老龄化对经济增长产生的可能影响,并结合面板数据进行实证检验。结果发现,第一,人口老龄化对经济增长具有显著的负面影响,通过推动产业结构升级在一定程度上可以缓解人口老龄化对经济增长产生的消极影响;第二,相较于推动制造业结构升级,推动服务业结构升级对缓解人口老龄化对经济增长负面冲击的效果更为显著;第三,相较于中西部地区,东部地区人口老龄化对经济增长产生的负面影响较小和通过推动产业结构升级可以很大程度上缓解老龄化的负面影响,但在东北地区效果并不显著。最后,本文提出重视教育和在职培训等人力资本投资、加快城镇化进程以及因地制宜调整产业结构发展等政策建议。", "label": "经济学", "id": 0}
{"content": "与产业结构优化升级方向同步的人力资源质量和合理的人力资源结构能够促进产业结构优化升级,进而促进经济的增长;反之则不利。本文研究了京津地区产业结构的现状与京津人才资源的现状,进而针对京津地区人才优化提出了建议。", "label": "经济学", "id": 0}
{"content": "引进来和走出去是我国进行对外经济活动的重要途径,也是我国实现经济高质量发展的主要手段。本文基于\"中美贸易摩擦\"和\"双循环\"的背景下,结合空间经济学的理论知识,以外商直接投资作为引进来的测算变量,以对外直接投资作为走出的测算变量,选取2005-2018年我国31个省市地区的统计数据,运用Sata16.0软件建立空间面板模型,并构建经济地理空间权重矩阵进行空间计量分析,研究在该空间权重矩阵下双向直接投资、贸易开放度等对外经济要素对广东产业结构升级的空间效应。结果发现:与过去学者研究不同,基于经济地理距离空间权重矩阵下,双向直接投资对产业结构升级起到阻碍作用,且对产业结构合理程度作用并不明显;我国贸易开放度能够促进我国产业结构升级,但对产业结构合理程度影响并不明显;当地产业结构升级虽然在当期能够促进其他地区产业结构升级,但是具有时间累积的虹吸效应,而产业结构合理程度并无明显的空间效应。对此,我们要围绕产业经济高质量增长要求,不断提高双向直接投资的质量和贸易发展结构,实现我国经济的质增长。", "label": "经济学", "id": 0}
{"content": "民营经济是我国社会主义市场经济的重要组成部分,在稳定就业、促进增长、推进经济社会发展中作出了较大贡献。作为国家法律监督机关,检察机关要切实肩负起服务和保障改革发展稳定大局的神圣使命,强化服务意识,提高服务质量,不断探索保护和促进民营经济健康发展的新途径、新思路。", "label": "经济学", "id": 0}
{"content": "在百年未有之大变局背景下,推动我国新一轮高水平对外开放面临诸多挑战和机遇。本文利用2003-2018年61个样本国家面板数据,实证分析经济政策不确定性对我国资本\"走出去\"的影响。研究表明:第一、经济政策不确定性对我国OFDI影响中机遇大于风险。我国资本\"走出去\"存在示范效应和自我加速效应,表现出资源寻求和市场开拓特征,开放经济体有利于吸引资本,地理约束逐步削弱;第二、我国对外投资对亚洲国家经济政策不确定性最敏感、欧洲国家次之、美洲、大洋洲和非洲国家相对较弱;高收入国家影响作用最明显、中高收入国家次之、中低及以下收入国家影响较弱,进一步发现欧盟高收入国家影响最显著;第三、制度质量在政策不确定性对对外投资影响中具有\"修复\"作用。法制水平作用最明显、政府效能次之、政权稳定性影响较弱。我国\"走出去\"企业要主动把握全球经济变化中的机遇,不断拓展融入国际市场,推动构建开放型世界经济。", "label": "经济学", "id": 0}
{"content": "通过将经济政策不确定性与工业智能化纳入同一理论研究框架,依赖资本—技能互补假说刻画了经济政策不确定性与工业智能化通过影响企业人力资本升级进而作用于企业劳动生产率的路径,并运用省域—企业相结合的面板数据实证检验了理论模型的结论与假说。研究结果表明:经济政策不确定性显著抑制企业劳动生产率的提升,工业智能化有效缓释了此抑制效应;中介机制研究结果显示,经济政策不确定性通过抑制企业人力资本升级显著抑制企业劳动生产率提升,且人力资本升级对抑制效应的解释比重达14.51%,工业智能化水平显著缓释经济政策不确定性的人力资本升级抑制效应,且人力资本升级对缓释作用的解释比重达20.73%;异质性分析认为,经济政策不确定性对企业人力资本升级的抑制效应在高技术、金融约束程度较低和专业化经营程度较低的企业中更显著,工业智能化的缓释作用在高技术、金融约束程度较高和专业化经营程度较高的企业中显著;进一步分析中用企业研发投入强度从侧面验证了企业人力资本升级渠道的稳健性。", "label": "经济学", "id": 0}
{"content": "本文试图考察经济政策不确定性对企业创新的抑制效应,并探究企业家风险容忍度缓解该效应的作用机制。基于Baker的经济政策不确定性指标,利用中国A股上市公司的面板数据进行实证研究。结果发现,经济政策不确定性会阻碍企业创新。进一步检验表明,企业家风险容忍度可在一定程度上缓解不确定性对企业创新的这种不利影响,且在一定条件下,不确定性甚至会促进企业创新。", "label": "经济学", "id": 0}
{"content": "<正>感谢彭会长给我这样一个机会来跟大家分享。讲到营商环境,我们来看一些数据。最近世界银行发布了2020年营商环境报告,在营商环境报告中对各个国家营商环境的十个方面进行排序,最后还有一个综合的排序。我们从数据中可以看到,我们的排序从2014年到现在有了大幅度提升。但是我想说的是,我们不能因为世行排名有了大幅度提升就沾", "label": "经济学", "id": 0}
{"content": "<正>全国高校社会主义经济理论与实践研讨会是在原国家教委的倡导下于1985年组织创办的,由北京大学、中国人民大学、南开大学、复旦大学、武汉大学、吉林大学、厦门大学、西南财经大学等8所部直属大学的老一辈经济学大师组成领导小组。宋涛、胡代光、滕维藻、蒋学模、谭崇台、关梦觉、刘诗白、吴宣恭、卫兴华、谷书堂、陶大镛、张维达、陈征等前辈先后担任领导小组成员,中国人民大学宋涛先生担任领导小组组长,卫兴华先生兼任秘书长。", "label": "经济学", "id": 0}
{"content": "<正>各位专家、各位代表、老师们、同学们:经过两天严肃、热烈的研讨,全国高校社会主义经济理论与实践研讨会第33次年会即将闭幕。34年前,全国高校社会主义经济理论与实践研讨会第一次会议在南开大学召开,34年后,在新中国诞生70周年、南开大学百年华诞之际,研讨会又在南开召开,有着特别的意义。正如天津市委常委、宣传部长陈浙闽教授在开幕式上的讲话中指出的,一个理论研讨会,坚持34年,举办33届年会,很不容易。", "label": "经济学", "id": 0}
{"content": "<正>结合实现全体人民共同富裕和生产力快速发展两个方面,中国特色社会主义政治经济学的主线可以表述为:通过快速发展生产力逐步实现共同富裕。借鉴马克思在《资本论》中研究资本主义经济所确立的逻辑起点,现阶段中国特色社会主义政治经济学的逻辑起点应是社会主义初级阶段的基本经济制度。习近平同志一贯重视马克思主义政治经济学的学习和运用,做出了\"要坚持中国特色社会主义政治经济学的重大原则\"\"不断完善中国特色社会主义政治经济学理论体系,推进充分体现中国特色、中国风格、中国气派的经济学科建设\"等重大论断。", "label": "经济学", "id": 0}
{"content": "<正>一、问题的提出对于一门学科的构建与发展,首先需要知道它的本质\"是什么\",其次需要\"怎样认识\"才能实现它\"之所是\"。前者是认识论的范畴,后者是方法论的范畴。方法论（Methodology）具有重要作用:为逻辑体系的构建提供科学知识和应遵循的规则;判定理论能否发现社会活动和经济理论的因果联系;随时代进化而产生新的研究纲领和具体研究方法。新中国成立70年,对社会主义政治经济学的研究主要在于回答前者,而对于后者的研究较少,其根源在于自苏联范式以来的格式化的方法论传统。", "label": "经济学", "id": 0}
{"content": "<正>中国特色社会主义生产的根本目的是满足需要,然而在社会主义市场经济中,市场经济是资源配置的基本方式,供求关系是市场经济中的基本关系,各类厂商都是为了价值增殖为目的的,使用价值只是价值增殖的手段和桥梁。这与社会主义生产的根本矛盾相矛盾。在我们构建中国特色社会主义政治经济学中,这是一个绕不过去的问题。目前处理这一矛盾的方式基本上是\"两张皮\"的方式,也就是在说社会主义生产的立场和根本目的的时候,坚持人民立场和满足需要,但进入到社会主义市场经济学理论阐释的时候,依然用供给、需求这套范畴,满足\"需要\"就不翼而飞了,", "label": "经济学", "id": 0}
{"content": "<正>党的十九届四中全会审议通过的《中共中央关于坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化若干重大问题的决定》（以下简称《决定》）指出,公有制为主体、多种所有制经济共同发展,按劳分配为主体、多种分配方式并存,社会主义市场经济体制等社会主义基本经济制度,既体现了社会主义制度优越性,又同我国社会主义初级阶段社会生产力发展水平相适应,是党和人民的伟大创造。", "label": "经济学", "id": 0}
{"content": "全球化进程推动了世界生产的发展及世界文明的进步,但又存在拥有创造全球化的使命与缺失驾驭全球化的能力之间的内在矛盾。人类命运共同体理念不以社会制度为研判标准,至少实现了对全球化问题的四重超越:经济上对资本利益分配不平衡的路径超越、政治上对世界无政府状态的机制超越、文化上对文化霸权与抵制的辩证超越、生态上对无视生存环境的方式超越。在参与全球化共建与应对全球化问题中,中国改革开放走出了一条适合中国社会发展的独特道路,人类命运共同体理念中的中国模式更突出依存与利益交融、包容与尊重差异、人的主体地位与自主性。", "label": "经济学", "id": 0}
{"content": "<正>我国社会主义市场经济实行以公有制为主体、多种所有制经济共同发展的基本经济制度。以公有制为主体,国有经济起主导作用,主要指国有经济掌握国民经济的命脉,起发展导向作用。对国有经济应着重看质量,而不仅看重其在国民经济中的比重。国有经济或国家控股的企业控制力和影响力主要体现在:一是对自然垄断或资源垄断产业的控制;二是对提供重要公共产品和关系国计民生产业的控制;三是对支柱产业或先导产业的骨干企业控制;四是对特殊的高精尖技术企业、重要的军工企业等的控制。完善我国基本经济制度要适应社会主", "label": "经济学", "id": 0}
{"content": "<正>人类能从事物中寻找规律,掌握技术,称为科技。科技在人类发展过程中起着决定性作用,可以说人类发展史,就是科技发展史。在此,我们只从人类经济发展角度探讨科技的作用。虽然科技和经济的发展都有自发性,但人为干预对其产生影响也是必然的。因此,人总是想方设法对科技和经济进行干预,从而促进其加快发展。就科技因素对经济影响而言,人类无论是否干预,科技因素依然起着决定性作用。因此,人在干预经济时,必须充分考虑科技因素。原来经济的发展自发因素大于人为干预因素。如今,为更好促进经济的发展,对其进行干预,已成为经济管理的必然,更成为经常性且有针对性财经政策,这个财经政策对经济发挥的作用越来越", "label": "经济学", "id": 0}
{"content": "<正>\"中国模式\"是多个具体模式的综合性概念。它包括中国的经济模式、政治模式、文化模式及其背后的文明价值观（黄亚生,2012）。其特殊性在于中国探索适合本国国情的经济发展的模式时并非单独推进的,而是政治模式和文化模式渗透其中,是这几者相互作用相互影响的结果。因此,要全面地解读\"中国模式\"是个复杂的系统工程（王辉耀,2010）。在大多数学者看来,高度集中的政治体制、迅速的GDP增长率以及独具特色的儒家文化传统等因素,是该模式的重要特征。", "label": "经济学", "id": 0}
{"content": "<正>中国特色社会主义经济形态,以1978年底即改革开放为起点进行评估已有40年。40年来,中国经济持续高速增长,正以世界第二大经济体的稳定发展姿态改变着中国,影响着世界。对此,采用国际学术视野,立足于规律性探索,给予理陛解答,这不仅是国内经济学,尤其是政治经济学发展的需要,也是全球无边界的科学研究需要。全面、客观并符合学术学理要求的分析与判断至少涉及:新", "label": "经济学", "id": 0}
{"content": "<正>在当代经济学说中,没有任何一种经济理论比中国特色社会主义政治经济学更能坚守原有的核心观点和理论原则,更能焕发出迷人的活力。在继承和发展着的马克思主义政治经济学理论中明确需要坚持的重大原则,具有两个层面的意义:其一,在理论探索层面,确立政治经济学基本原理在当代的适用范围及其在中国改革发展中的具体运用条件和方法;其二,在具体实践层面,根据上述适应范围和运用条件进一步确立政治经济学理论的理论指向和政策导向。一、从马克思主义基本原理认识中国特色社会主义政治经济学原则", "label": "经济学", "id": 0}
{"content": "<正>一、构建中国特色社会主义政治经济学话语体系的基本原则中国特色社会主义政治经济学的发展和创新需要有自己的话语和话语体系,用中国的话语和话语体系讲述中国故事、阐释中国理论。为保障中国特色社会主义政治经济学源于中国经济社会实践又更好地指导中国经济社会改革发展,构建中国特色社会主义政治经济学话语体系应该遵循中国经济学的基本原则。（一）坚持马克思主义政治经济学的指导地位马克思主义经济学研究经济现象的本质分析和制度分析,研究人与人之间在生", "label": "经济学", "id": 0}
{"content": "自从特朗普实施减税措施以来,美国在实施\"扩张性财政政策+略紧的货币政策+贸易保护\"的政策组合下,中国实施以\"积极财政政策+中性偏松的货币政策+贸易开放\"为主的政策组合。双方开启贸易战的同时也加大了全球经济不确定性。本文建立的马尔科夫区制转移下的两国DSGE模型,假设国外（美国）在\"贸易保护\"下和本国（中国）在\"贸易开放\"下的两种区制变化如何对我国的财政、货币政策产生影响。MS-DSGE的模拟结果显示:1).随着国外货币政策转向\"贸易开放\"的可能性增加以及两国相互独立的减税增支下,本国央行应该对通胀波动实行更加激进的货币政策;当国外货币政策转为\"贸易保护\"的可能性增加时,国内央行应对潜在的通胀波动在短期内（六个月左右）采取中性偏紧的货币政策,而长期内（六个月以上）应对产出波动采取中性偏松的货币政策。2).本国主要宏观经济变量的波动性和脉冲响应的变化可能是由于国外的货币政策在\"贸易保护\"下所发生的变化带来的结果;\"贸易开放\"下全球福利损失的下降超过相对\"贸易保护\"下全球福利损失,因此我国在加强财政金融监管的同时应大力推动贸易开放并提高资本市场的开放程度。", "label": "经济学", "id": 0}
{"content": "<正>尊敬的各位领导、各位专家、各位代表:大家上午好!今天,\"全国高校社会主义经济理论与实践研讨会第31次年会\"隆重开幕。首先,我谨代表会议领导小组、代表中国人民大学,对各位代表、各位来宾的到来表示热烈的欢迎,对给予年会大力支持的教育部社科司、为会议评审工作做出突出贡献的兄弟院校以及会议筹备组表示衷心的感谢!1985年,在原国家教委的倡导下,由北京大学、中国人民大学等8所", "label": "经济学", "id": 0}
{"content": "<正>科学认识新时代我国社会主要矛盾的转化,既是深刻认识习近平新时代中国特色社会主义思想的关键,也是做好新时代全局工作的基础和前提。一、我国社会主要矛盾转化的历史经验抓主要矛盾,这是我们党在长期革命和建设中形成的基本经验。毛泽东指出,只要抓住了主要矛盾,一切问题就迎刃而解了。因此,在社会主义制度确立后,党的八大就明确指出,我国的社会主要矛盾已经是人民对", "label": "经济学", "id": 0}
{"content": "<正>生产力是推动整个社会存在和发展的最终决定力量,是整个政治经济学的出发点。生产力和生产关系的矛盾运动构成了生产关系一定要适合生产力状况的规律。生产关系是政治经济学的研究对象,生产资料所有制是生产关系的核心,社会主义公有制则是社会主义生产关系的核心,是中国特色社会主义经济的制度基础。社会生产目的决定着经济过程的各种宏观与微观经济行为,是政治经济学分析的行为基础。劳动价值理论是政治经济学的基础范畴,为科学阐", "label": "经济学", "id": 0}
{"content": "<正>一、改革开放以来中国特色社会主义政治经济学研究对象的创新发展改革开放以来,中国特色社会主义政治经济学不断把马克思主义政治经济学的基本原理和方法与中国经济改革开放的实践结合起来,在很多方面创新发展了马克思主义政治经济学,形成了中国特色社会主义政治经济学的很多重要理论成果,其中,首要的是对中国特色社会主义政治经济学研究对象的创新发展。", "label": "经济学", "id": 0}
{"content": "<正>关于中国特色社会主义政治经济学创新的问题,已经成为学术界研究的重点和热点问题,中国特色社会主义政治经济学的发展和创新,涉及许许多多的问题,诸如关于内容、原理、方法、制度、策略等方面的理论和实践问题,但最重要的是中国特色社会主义政治经济学理论体系的构建问题。关于这个问题已有不少学者提出了各自的意见和看法,这些观点和看法不无益处,但人们都忽略了马克思主义政治经济学体系有其特有的构建方法。本文认为,构建中国", "label": "经济学", "id": 0}
{"content": "<正>一、民生问题研究的政治经济学路径民生,简言之,就是人民的生计。从社会层面看,民生主要指人民群众的基本生存和生活状态、基本发展机会、基本发展能力和基本权益保护的状况等。民生问题涉及就业、住房、养老、教育、医疗等各个领域,是人民群众最关心、最直接、最现实的利益问题。民生问题应该说是由来已久的,近年来,由于党和政府加大了以改善民生为重点的社会建设力度,民生问题则进一步成为学术界研究的热点问题。", "label": "经济学", "id": 0}
{"content": "<正>一、\"民生论\"的溯源我们先从不同思想体系的\"民生论\"谈起。（一）\"民生论\"是中国古代经济思想中的遗产所谓民生问题,即有关国民的生计与生活问题。在中国古代社会,关注民生是君主治国的有效理念。开明的治国政策需要处理好\"国\"与\"民\"之间的关系。战国时期的《管子》一书说:\"故知予之为取者,政之宝也。\"把\"予之于民\"就是\"取之于民\"看做是治国法宝。统治者应懂得对民众有\"予\"才有", "label": "经济学", "id": 0}
{"content": "2月24日俄罗斯总统普京发布在乌东地区采取特别军事行动的命令,俄乌战事爆发。立即成为世界头号新闻。美欧强烈谴责俄罗斯,安理会和联合国大会先后召开紧急会议,联大通过决议。触发世界股市、汇市、原油、粮食、有色金属期货市场剧烈动荡。美欧迅速宣布的对俄罗斯的\"毁灭性制裁\",给俄罗斯经济、世界金融市场、能源、粮食、半导体芯片、汽车等供应链带来重大冲击。半个多月来,随着俄乌战事、国际社会的反应、俄乌谈判和美欧对俄制裁情况的不断发展和变化,世界市场随之反复震荡。本报告试图梳理乌克兰危机和美欧对俄制裁带来的巨大震荡,初步估计对俄罗斯经济、世界金融市场和能源、粮食市场、全球供应链以及对欧洲经济和世界经济的影响;报告提出对乌克兰危机结局和欧洲地缘战略影响的几种可能;并据此分析对中国经济外部环境的影响。在此基础上提出应对建议。由于形势发展迅速,且前景具有很大不确定性。本报告属于阶段性估计和分析,并将对形势进行持续关注,随着事态的进一步发展和结局明朗而加以更新。", "label": "经济学", "id": 0}
{"content": "全球的经济结构、创新版图在新一轮的科技以及产业革命中被重塑、重构。目前,技术创新的脚步越来越快,与经济社会的融合也在以更加强烈的深度、广度发展,进而由此产生的应用潜能、创新活力以及集聚效应也得以较快的脚步释放,发达国家和发展中国家在进行创新经济战略布局时更加有的放矢,因此研究欧洲国家的创新经济发展,分析各个国家的发展优势,有利于中国汲他国所长,更好地进行创新经济发展的国际合作。本文基于投入产出的想法,选择与创新经济发展相关的数据要素投入、科技和资本投入以及劳动投入作为投入指标,GDP总量和高科技出口额作为产出指标,运用超效率DEA模型和Malmquist指数模型,通过DEAP2.1软件和py DEA程序综合分析2013-2018年欧洲44个国家创新经济发展的静态和动态绩效,为中国同欧洲国家创新发展合作的具体路径提出对策建议。", "label": "经济学", "id": 0}
{"content": "<正>2018年11月24-25日,\"第四届中国教育财政学术研讨会暨2018年中国教育发展战略学会教育财政专业委员会年会\"在南京师范大学举行,本次学术研讨会由北京大学中国教育财政科学研究所、中国教育发展战略学会教育财政专业委员会主办,南京师范大学江苏省教育财政科学研究所和南京师范大学教师教育学院承办。分论坛\"新经济与教育\"于24日下午举行,论坛特邀北京大学教育学院丁小浩教授、北京大学教育学院副院长岳昌君教授、", "label": "经济学", "id": 0}
{"content": "<正>武装冲突和其他暴力对家庭养家糊口、社区自给自足和整个国家维持运作的能力造成严重破坏。在这种情况下,民众常常痛失家园,被迫放弃财产,流离失所。即使他们能够带走一些财产,也很可能需要为了生存而在沿途进行出售或交换。另一方面,能够留在家中的人处境也十分艰难:他们的生计（如耕种、饲养牲畜、经营小生意或打工）经常遭到破坏,或者难以为继。家庭和社区支持网络也会崩溃。冲突和暴力还会影响整体经济,限制人员和货物的流动,破坏市场和获取基本服务的机会,并使家家户户无论是否流离失所,都面临更大的贫困风险。为帮助有需求的民众,我们采用以下3种方法,或依次采用,或齐头并进。", "label": "经济学", "id": 0}
{"content": "创新型产业集群作为国家和区域创新体系的重要组成部分,是建设创新型国家、实现创新驱动发展的重要助推器。分析欧盟创新型产业集群生成背景、优势和空间分布特点,研究其为培育区域创新体系提出的规划应对策略,发现实施从顶层设计、规划实施和保障机制等方面全方位为一体的现代化治理手段是促进欧盟创新型产业集群蓬勃发展的关键。针对我国现阶段创新型产业集群加速崛起但创新生态体系仍不完善的阶段特点,借鉴欧盟的实践经验,对于我国创新产业集群健康发展和提升区域整体创新能力具有重要意义。", "label": "经济学", "id": 0}
{"content": "尽管中国在非洲的关注要点和业务活动已变得多极化,但随着\"一带一路\"等措施的提出,基础设施建设再度成为中国在非洲的投资建设重点。本文主要研究了\"世界经济论坛\"发布的《2019年全球竞争力报告》中的35个非洲国家基础设施建设情况,发现当下缺口巨大,整体水平不高,且面临区域协调,融资不足等问题。资源型国家在非洲广泛存在,对基础设施的依赖性更强。基础设施作为混合产品,在资源型国家曾发展出\"安哥拉模式\"等特殊的供给模式。新时期,资源型国家对自身的经济社会发展提出新的诉求,国际形势诸多变化也产生了更多符合双方\"南南合作\"利益的供给模式,对这些供给模式的分析以及建议将为未来非洲资源型国家的工业化发展以及中国在非投资提供新思路。逐步将非洲资源开发由直接出口资源原材料拓展成为集传统资源出口和能源勘探、加工和产业园开发的综合性合作。", "label": "经济学", "id": 0}
{"content": "<正>尊敬的先生/女士:根据世界现代化论坛章程,经协商,拟于2022年8月19日—21日在北京举办\"第四届世界现代化论坛暨第十八期中国现代化研究论坛\"。本届论坛主题是\"创新与现代化\"。论坛由中国科学院中国现代化研究中心、世界现代化论坛秘书处、北京大学世界现代化进程研究中心、复旦大学中外现代化进程研究中心、天津《理论与现代化》杂志社等联合主办。我们诚恳地邀请您参加本次论坛,期待您的投稿和出席。您的贡献和积极参与,将提升本次论坛的质量和影响。", "label": "经济学", "id": 0}
{"content": "<正>2020年8月14日,中国国际经济交流中心举办第131期\"经济每月谈\",主题为\"经济形势与下半年经济工作\"。会议由中国国际经济交流中心副理事长兼秘书长张大卫主持,商务部原副部长、中国贸促会原会长姜增伟,财政部原副部长朱光耀和国务院发展研究中心原副主任王一鸣围绕7月30日中央政治局会议重要精神、国内外经济形势与下半年经济工作发表了看法。", "label": "经济学", "id": 0}
{"content": "<正>\"经济每月谈\"是由中国国际经济交流中心主办的经济研讨活动。中国国际经济交流中心秉承\"创新、求实、睿智、兼容\"的理念,自2009年7月,每月举行一次\"经济每月谈\"活动,邀请国内外知名专家学者、企业家和政府官员,就社会关注的国内外经济热点问题进行深入研讨。2020年讨论的热点问题主要包括:新冠肺炎疫情对国内外经济影响、中美大国关系与世界经济、\"两会\"精神解读、构建新发展格局、落实新发展理念等。", "label": "经济学", "id": 0}
{"content": "<正>2020年3月26日,中国国际经济交流中心举办第126期\"经济每月谈\",主题为\"新冠肺炎疫情对国内外经济的影响\"。会议由中国国际经济交流中心常务副理事长、执行局主任张晓强主持,中心副理事长魏建国、总经济师陈文玲、首席研究员张燕生、副总经济师张永军、经济研究部副部长刘向东分别发表演讲。现将主要观点综述如下。", "label": "经济学", "id": 0}
{"content": "<正>2020年4月20日,中国国际经济交流中心举办第127期\"经济每月谈\",主题为\"新冠肺炎疫情下的国内外经济形势\"。会议由中国国际经济交流中心常务副理事长兼执行局主任张晓强主持,国务院发展研究中心原副主任王一鸣、中国国际经济交流中心总经济师陈文玲、国家信息中心首席经济师祝宝良、中国国际经济交流中心副总经济师张永军分别发表演讲。", "label": "经济学", "id": 0}
{"content": "<正>2020年5月19日,中国国际经济交流中心举办第128期\"经济每月谈\",主题为\"新冠肺炎疫情下全球产业链供应链变动态势\"。会议由中国国际经济交流中心常务副理事长兼执行局主任张晓强主持,中国物流与采购联合会副会长蔡进、北京新世纪跨国公司研究所所长王志乐、中国国际经济交流中心首席研究员张燕生分别发表演讲。", "label": "经济学", "id": 0}
{"content": "<正>此次新冠肺炎疫情挑战上半场在中国,在习近平总书记统一领导、统一部署和统一指挥下,中国用60多天时间取得了战\"疫\"的阶段性胜利。当前全球疫情加剧,世界经济面临严峻挑战,密切跟踪国际形势变化,从战略层面和中长期角度做好应对十分重要。", "label": "经济学", "id": 0}
{"content": "<正>新冠肺炎疫情肆虐全球,成为经济全球化以来人类首次面临病毒全球化蔓延所带来的重大挑战。面对这场百年未有之大灾害,以及可能到来的经济冲击,必须充分估计其对中国及全球经济影响的复杂性、艰巨性和不确定性,利用中国率先走出疫情阴霾的时间窗口,争取战略主动,化危为机,加快新的全球布局。", "label": "经济学", "id": 0}
{"content": "<正>前言复活节岛位于南太平洋东部,向东距离智利大陆本土约3600公里,荷兰航海家罗赫芬于1722年4月5日复活节发现并登上该岛,该岛因此而得名。复活节岛因巨大的石雕像和大石城遗迹驰名于世,也为人类文明留下了一个疑团,即:如此恢弘的文明,为何今天如此凋零?随着研究的逐步深入,这个谜团也逐步解开。15世纪时,复活节岛上的森林已经消失,绝大部分树木灭绝,动物随之灭绝。由于森林消失,人们找不到木材建造船只,也就再也无法出海捕捉海豚。他们只能在浅海捕鱼,", "label": "经济学", "id": 0}
{"content": "<正>目录·全球经济形势展望·十四五规划的时代背景、目标与任务1、全球经济形势展望·全球经济·发达经济体·发展中经济体·经济增长风险点·经济增长点·大宗商品市场疫情深度影响世界经济发展·IMF预计,2020-2021年全球GDP累计损失将达到约9万亿美元,超过日本和德国的经济总和,而且危机的影响将持续到2025年。·OECD:全球经济将在2019年经历近一个世纪以来最严重的衰退,全球经济将萎缩6%,2021年将从衰退中复苏,经济反弹增长将达到5.2%。但是如果2020年爆发二次疫情,全球经济将萎缩7.6%,2021年的增长反弹仅为2.8%。", "label": "经济学", "id": 0}
{"content": "<正>为了应对人类社会面临的共同挑战,提升人民生活水平,联合国于2015年制定了可持续发展目标（Sustainable Development Goals, SDGs）,呼吁全球一致行动,为促进经济繁荣发展、增进社会福祉和保护环境付出不懈努力。然而,由于一些国家行动不足,官方发展援助下降,以及私人资本流动中断,全球在实现可持续发展上的步伐不尽如人意。", "label": "经济学", "id": 0}
{"content": "<正>新冠肺炎疫情全球蔓延对世界经济造成了严重冲击。国际货币基金组织（IMF）在2021年1月发布的《世界经济展望报告》中预计疫情导致2020年全球GDP萎缩3.5%,约8,000万～9,000万人因此陷入极端贫困。更令人担忧的是,疫情也暴露了各国公共卫生体系的脆弱性、全球发展的不平衡、全球公共产品缺失等问题,同时也让既有的环境和气候挑战更加凸显。这些问题均与可持续发展息息相关。联合国秘书长古特雷斯在2021年2月份的联合国安理会高级别会议上表示,新冠肺炎疫情已经严重地影响到了联合国2030可持续发展议程的实现进度。如何在实现经济复苏的同时,将全球可持续发展目标的实现重新推入正轨,成为摆在各国面前的共同议题。", "label": "经济学", "id": 0}
{"content": "<正>新冠肺炎疫情给世界带来了健康危机、经济危机和可持续发展危机。全球超过260万人丧生,经济增长与就业遭受20世纪30年代大萧条以来最严重的损失。世界银行和联合国估算疫情催生1.19亿～1.24亿\"新穷人\"~1（60%在南亚）,全球饥饿人数新增8,300万～1.32亿;消除贫困和实现\"零饥饿\"的可持续发展第一与第二目标的难度大幅增加。同时,随着全球疫苗接种提速,分配不公问题凸显。世卫组织2021年3月12日通报,全球有144个经济体已接种了新冠疫苗,3.35亿剂次的总数中76%集中在10个国家。", "label": "经济学", "id": 0}
{"content": "<正>沙姆沙德·阿赫塔尔,联合国前副秘书长、博鳌亚洲论坛秘书长政策顾问:2020年后的时代为我们提供了一个机遇,可以从疫情和其他相关的危机中吸取教训,更加深思熟虑地进行投资,回到遵循可持续发展目标的轨道上来。报告将核心可持续发展目标与四项优先事项结合起来,可为诊断与分析未来发展提供一个概念框架。", "label": "经济学", "id": 0}
{"content": "<正>新世纪前二十年,世界经济发展、科技进步与互联互通成就显著。但是,这一进程被全球金融危机、地缘政治冲突、贸易摩擦、自然灾害和传染病大流行等传统与非传统挑战和威胁不时打断。为了呼吁国际社会一致行动应对挑战,特别是解决好国与国、代际之间的差距拉大以及收入和性别不平等的问题,联合国大会于2015年通过了《2030年可持续发展议程》,以消除贫困与饥饿,建设一个更美好的人类社会和自然界。", "label": "经济学", "id": 0}
{"content": "<正>本报告由博鳌亚洲论坛研究院（BFA Academy）、中亚区域经济合作学院（CAREC Institute）和德勤（中国）（Deloitte）合作完成。三方的研究写作团队精诚合作、相互激励,在有限的时间内辛勤工作,使得可持续发展系列旗舰报告能在博鳌亚洲论坛20周年年会上首发。", "label": "经济学", "id": 0}
{"content": "<正>新加坡以环境清洁、城市优美蜚声全世界,虽然只是一个小红点,可是新加坡却占据着多个全球第一的宝座,除了全球第一机场,世界第一喷泉等等好名声之外,新加坡还牢牢占据着全世界人均生产最多塑料垃圾的尴尬宝座。2020年6月的统计中,新加坡每人每年平均会生成1400公斤的固体垃圾,人均每天将生产3.72公斤的固体垃圾,其中超过一半是塑料垃圾,包括塑料瓶和塑料袋等等。", "label": "经济学", "id": 0}
{"content": "<正>随着亚洲人口的不断增长,消费趋势也随之变化。根据联合国（2020年）的数据,亚洲及太平洋区域的人口为46亿,约占世界人口的60%,预计到2050年将增加到52亿。这种人口增长将继续对商品的制造和消费方式产生重大影响,因为全球\"取、造、弃\"的生活方式已经对原材料和能源资源造成巨大压力。食物系统仍然是造成气候变化的最大因素之一,在此过程中产生了大量的固体废物并排放温室气体。食物损失和食物浪费虽然发生在食物系统的不同环节,但由于缺乏许多国家的数据,难以监测,但据估计,全世界每年约有13亿吨食物损失。在亚洲,", "label": "经济学", "id": 0}
{"content": "<正>迄今为止,亚洲和太平洋地区的多数国家提出的后疫情时代的恢复计划无一例外地忽略了一个关键的人口群体:农村女性。除非各国政府迅速将性别观点应用于其支出的优先事项,否则这一庞大而重要的群体将被抛在后面,官方方案将无法发挥其经济潜力。到目前为止,亚洲及太平洋大多数国家已经提出了后疫情时代的恢复方案。", "label": "经济学", "id": 0}
{"content": "劳动将人从自然界中独立,成为人类社会为之环绕的\"太阳\",使人的本质力量得以释放。人类因劳动而获得幸福,\"劳动幸福\"是人类永恒的追求。马克思主义幸福观是历史唯物史观的客观产物,揭示劳动文化的内在规定性,回答劳动文化的时代性追问。弘扬劳动文化是实现幸福的现实途径,凸显了马克思主义幸福观在新时代对劳动文化的续写与彰显。", "label": "经济学", "id": 0}
{"content": "党的十八大以来,习近平总书记在很多场合多次提及劳动和劳动者,并陆续发表了与此相关的一系列重要讲话和论述。这些讲话和论述初步形成了新时代劳动观的主体内容。分析和梳理习近平同志关于劳动和劳动者的相关论述,可以发现新时代劳动观形成的三大理论来源:马克思和恩格斯的劳动观、中国共产党人的劳动观以及中华优秀传统文化中的劳动观。新时代劳动观的主要内涵可以概括为四个方面:劳动历史观、劳动价值观、劳动教育观、劳动人生观。历史靠人民创造,未来需劳动开创。为了解决当前我国社会出现的一些劳动问题以及实现\"两个一百年\"奋斗目标,整体上应该从增强劳动认同、激励劳动创新、维护劳动权益等方面合理规划和积极践行新时代的劳动观。", "label": "经济学", "id": 0}
{"content": "<正>黄漫,刘同舫在《国外马克思主义》2020年第3期《海德格尔对马克思劳动观的误读》一文中指出海德格尔基于对马克思哲学的主体性形而上学定位来考察马克思的生产理论,对劳动的本质、过程和价值的观点提出了质疑,这实质上是对马克思劳动观的误读。他指认马克思关于劳动概念的理论来源和性质规定根源于黑格尔哲学,未能认识到感性的对象性活动与思想活动的根本区别;认为马克思借助黑格尔生命过程论所揭示的劳动过程仍是抽象的辩证运动,无法领会到马克思能动生产实践的历史现实性;", "label": "经济学", "id": 0}
{"content": "马克思吸收借鉴了黑格尔财产思想的合理性,揭示了财产的本质,实现了财产观的变革。在马克思看来,财产在本质上是人与人的关系,财产关系的核心是物质利益关系,财产关系是在人与人的交往中实现的。在揭示财产本质的基础上,马克思展开了对资本的批判。", "label": "经济学", "id": 0}
{"content": "诺贝尔经济学奖迄今已经颁发了51届,在这51届诺贝尔经济学奖的获奖者当中是否有一定的共同规律呢?通过数理统计的方法整理归纳这51届84名获奖者的各自信息进行分析,发现获奖者有基本上集中美国的趋势、经济数学基本上是获奖者的必修课程、奖项都是办给了能经过时间检验的理论。这将有助于提高经济类学生学习数学的积极性,有益于从事经济工作的人员对诺贝尔经济学奖的了解,以致激励他们为我国多快好省地建设社会主义经济的信心,向我国尽快拿到诺贝尔经济学奖的目标而冲击。", "label": "经济学", "id": 0}
{"content": "邓小平推动了马克思主义反贫困理论中国化第二次历史性飞跃,从社会主义本质的高度对贫困问题进行了系统阐述,建立了社会主义反贫困理论体系。本文通过对邓小平反贫困理论形成的背景、原因和主要内容进行概述,梳理邓小平对贫困问题的理论渊源,结合十九大报告中提出的新时代主要矛盾的转变,对邓小平反贫困理论的当代现实价值进行论述,以期利用其\"反贫困政策\"、\"先富带后富\"的共同富裕实践成果指导当代反贫困事业取得新的长足发展。", "label": "经济学", "id": 0}
{"content": "奥利弗·哈特和本特·霍尔姆斯特伦凭借在契约理论方面的卓越研究成就,分享了2016年度诺贝尔经济学奖,同时也引发了学术界对契约理论的广泛关注。作为现代微观经济学最为重要的分支之一,契约理论给出了人们在理性条件下如何设计更加合理的契约以保障当事方的利益分配的科学分析逻辑。", "label": "经济学", "id": 0}
{"content": "马克思恩格斯认为,生产力的发展是导致城乡分离和对立的主要原因,资本主义生产方式使得城乡对立进一步强化。实现城乡融合需要高度发达的生产力条件,而这一条件也是从现有的生产力发展需要产生的。马克思恩格斯城乡融合思想的理论价值主要包括它高扬了人的核心价值、丰富了马克思主义理论宝库和验证了方法论的科学性等方面。马克思恩格斯城乡融合思想启示我们,要坚持以人民为中心的发展思想,实现城乡共同繁荣与进步;加快发展生产力,为实现城乡融合提供强大的物质基础;不断完善社会主义市场经济制度,逐步消除城乡对立的制度条件;充分发挥政府的主导作用,依法规划,统筹协调。", "label": "经济学", "id": 0}
{"content": "<正>一、社会主义三阶段论一般认为,改革开放以来有两个基石性理论最为重要,一是社会主义初级阶段理论,二是社会主义市场经济理论。而新马克思经济学综合学派在这两个基石性理论方面均有前瞻性创新。从1988年开始,笔者发表的《关于划分社会经济形态和社会发展阶段的基本标", "label": "经济学", "id": 0}
{"content": "<正>经济危机和周期的多重阐释第一,社会生产的无计划论。既然经济危机一直被认为是\"生产过剩\"的危机,那么资本主义整个社会生产的无计划性和盲目性就成为经济危机最基本的解释。特别是随着资本主义生产和市场规模的扩大,整个社会生产的无计划性和盲目性就更加突出。", "label": "经济学", "id": 0}
{"content": "<正>一、马克思的社会再生产形成平衡增长的资本积累的必要条件按照马克思社会再生产理论,社会生产部门划分成生产生产资料、消费资料的两个部类,分别记为第Ⅰ、Ⅱ部类。第j部类（j=Ⅰ,Ⅱ。下同）在t年初时点的总资本分解成", "label": "经济学", "id": 0}
{"content": "<正>一、经济权力生成的来源第一,生成经济权力的劳动实践必须是社会劳动。社会之所以能够成为社会,就在于必须有一种实践活动把每个人内在地联系起来并形成统一的有机整体,这种实践活动只能是劳动。而每个人的本质\"不是单个人所固有的抽象物,在其现实性上,它是一切社会关系的总和\"③。因此,人作为社会人,只有通过将他的私人劳动作为社会劳动才能使自己", "label": "经济学", "id": 0}
{"content": "<正>一、郑学稼论述庞巴维克未曾击败马克思的原因《庞巴卫克的经济学说》的作者郑学稼认为,庞巴维克对马克思的所谓批判实际上是\"风马牛不相及\"。他驳斥庞巴维克对马克思价值论的批判有以下三个\"重要之点\":其一,庞巴维克对马克思的劳动二重性—具体劳动与抽象劳动不理解,因而不能区分商品的使用价值和价值及其\"表现的形式\"交换价值\"这三个名词\",而是\"常常用使用价", "label": "经济学", "id": 0}
{"content": "<正>一、纯市场调节程恩富教授在文献中给出了纯市场调节的过程②,他认为,在自由竞争资本主义阶段,市场在资源配置中的作用主要表现为,私营企业根据市场提供的供求、价格等反馈信号进行调节,在价值规律的自发作用下商品价格的波动对各种生产资源和消费资源进行自发配置。在这一模式中,商品交换主体处于自由竞争的地位。除税收以外,政府对交换主体的影响微乎其微。这种市场调节属于纯粹的市场调节。这种调节的控制论原理如图1所示。", "label": "经济学", "id": 0}
{"content": "<正>一、《资本论》文本逻辑中的意识形态功能及发展:一个拓展的框架《资本论》是马克思、恩格斯所创立的辩证唯物主义和历史唯物主义在物质资料生产上运用的产物,它把人类社会发展看作是生产力与生产关系、经济基础与上层建筑这两个基本矛盾不断发展的过程,而《资本论》的意识形态功能始终是隐含在对资本主", "label": "经济学", "id": 0}
{"content": "<正>一、学术生涯简介与主要论著概述保罗·罗默（Paul M.Romer） 1955年出生于美国科罗拉多州,现任纽约大学斯特恩商学院经济学教授、城市化项目创办负责人和马龙（Marron）城市管理研究所主管。罗默因在内生经济增长领域的贡献,1997年被美国时代杂志评为美国最有影响力的25位名人之一,2002年因其对创意在经济持续增长中的作用的研究而获得雷克滕瓦尔德奖（Recktenwald Prize）,2016年受邀担任世界银行首席经济学家。", "label": "经济学", "id": 0}
{"content": "<正>诺贝尔经济学奖自1969年开始颁奖以来,截至2018年,共有80人获得该奖。大体说来,2008年金融危机爆发以前获奖者多偏重于经济学的基础理论或纯理论的研究领域,这当然是必要且无可厚非的。但在一些西方经济学者看来,最能表现经济学理论深度和水平的当首推数学方法的运用,以致往往在经济学中运用数学较多、较深、较好的精英,并", "label": "经济学", "id": 0}
{"content": "<正>一、《社会成本问题》一文的主题思想科斯的这篇论文虽然始终是围绕着外在不经济,即经济妨害问题展开的,每一节都从不同角度涉及外在不经济问题,但他的中心思想绝不是论外在性问题。他不是就外在性论外在性,而是要透过这个问题论述制度安排同经济运行效率的关系,说明市场、企业、政府这三者制度运行的成本与收益,特别是要说明私有产权条件下的市场制度的效率。虽然", "label": "经济学", "id": 0}
{"content": "<正>一、熊彼特的资本主义论熊彼特的资本主义论就是他关于资本主义本质、特征、发展阶段和资本主义历史命运的理论。这种理论在西方资产阶级经济学家中最具特色,也最少见。熊彼特给资本主义下了两个定义,一个定义是认为资本主义是经济变动的形式或方法,一个定义是认为资本主义是商品交换经济、自由竞争和私有财产占统治地位的经济形式。这两个定义我们在他的著作中都可以找到证据。关于第一个定义,他表达得十分明", "label": "经济学", "id": 0}
{"content": "<正>朱莉·纳尔逊（Julie A.Nelson）是女性主义经济学的创始人和重要研究学者,为女性主义和女性主义经济学做出了巨大贡献。一、女性主义经济学的兴起现代新古典经济学传承自重农主义,以一种\"静态的\"\"原子论\"哲学观作为基础的西方\"主流\"经济学;而作为传自重商主义的、以\"动态的\"\"系统的\"和\"有机的\"世界观作为哲学基础的,被认为是\"非正统经济学\"而被排斥。", "label": "经济学", "id": 0}
{"content": "<正>一、二分法的诘难及其回应制度主义式的演化经济学根植于循环积累的因果关系观念,通常认为这一观点来自凡勃伦对达尔文演化思想的自然引申。凡勃伦认为,\"一种进化的经济学一定是一种由经济利益所决定的文化发展过程理论,一定是一种由过程本身来说明经济制度的积累性序列理论\"。而\"凡勃伦二分法\"则是这一观念的具体呈现。具体来说,一个积累变化的过程序列由两部分的力量所展开:它们要么是对经济有益的,是由进步因素所组成的\"技术/工", "label": "经济学", "id": 0}
{"content": "<正>一、分工学说的历史演进分工思想的产生历史悠久,早在古希腊城邦社会,色诺芬、柏拉图就曾经提出了分工思想的雏形;古典经济学将分工作为经济学研究的重点,并将其发展完善;马克思在继承古希腊和古典经济学的基础上,进一步发展分工理论;新古典经济学使得分工思想逐步弱化;在包括新兴古典经济学家在内的众多经济学家的努力下,现代分工理论又逐步回归。", "label": "经济学", "id": 0}
{"content": "<正>一、经济学研究对象市场化:由生产主义转向交易主义经济学研究对象是生产关系即生产、流通、分配和消费中的经济关系。古典经济学在这些方面虽然不是平均地使用研究力量,但共性规律就是对生产的重视,因为生产领域的价值增加才是经济学的核心。生产决定其他三个过程,交换尽管也很受重视,如马克思用\"惊险一跳\"来刻画交换的重要性。一般认为,交换的意义在于价值实现与物质补偿;是", "label": "经济学", "id": 0}
{"content": "<正>一、重商主义经济学的变种英国在完成工业革命之后,确立了在工业生产领域的绝对统治地位,经济学关注的焦点逐渐开始转向,转而推动自由贸易、自由放任的经济学说。原因就在于,推行自由贸易、自由放任的经济学说对其自身大有裨益,务实的英国人自然而然地将经济政策大转向,同时选择能够解释自由贸易、自由放任经济政策的经济学说。正如有一种学术观点所", "label": "经济学", "id": 0}
{"content": "<正>一、电动汽车绿电交易发展现状自2016年起,国家陆续出台了《关于建立可再生能源开发利用目标引导制度的指导意见》《解决弃水弃风弃光问题实施方案》等政策文件,鼓励可再生能源电力绿色证书持有人按照相关规定参与碳减排交易和节能交易,推进能源生产和消费革命,尽快解决弃水弃风弃光问题。", "label": "经济学", "id": 0}
{"content": "2020年9月,我国提出碳达峰、碳中和3060国家目标。交易商协会随即推出了绿色债券中的碳中和债、可持续发展挂钩债券（Sustainability-Linked Bond,简称SLB债券）等创新品种。SLB债券因其债券结构的灵活性、可持续发展绩效指标的针对性和低碳转型的契合性而满足各类致力于实现可持续发展目标企业的融资需求。联合赤道作为国内最大绿色债券第三方认证机构,在认证过程中把握SLB债券的5大核心要素:关键绩效指标（KPI）的遴选、可持续发展绩效目标（SPT）的校验、债券特性、报告、验证,使其在更大范围、更大规模满足高能耗、高碳排放行业转型需求,提升发行人可持续发展能力。", "label": "经济学", "id": 0}
{"content": "在碳中和提出和碳排放市场化的背景下,碳排放权的合理定价成为政策制定和实业者共同关注的话题。本文采用二次型方向性距离函数和数学规划方法,度量2003-2017年间我国主要省区二氧化碳排放的影子价格,并对测算结果进行了讨论分析,发现了现有的碳排放市场价格发现功能不完备,虽然市场潜力巨大但是流动性不足的问题。并针对性地提出了助力于碳排放权交易市场的规则完善和效率提升的政策建议。", "label": "经济学", "id": 0}
{"content": "环境保护税制度的引入与运作是改善生态环境、维护生态平衡的重要措施,本文对制度实施前后对大气污染贡献率最大的火电行业进行了环境经济评估。根据最佳清洁效率测算环境税政策下火电厂的最佳尾气净化效率,并对其进行评估。结果表明:某火电厂最佳尾气净化效率为93%,而超低改造补贴政策会提高此数值。在实证方面,采用费用效益法探究环境税的激励约束机制对火电企业发挥的杠杆调节作用。结果表明:基于环境税的杠杆作用,2015-2017年南京市3家火电厂的污染物净化效率增加了65%～76%。在环境税的两档差别化减免政策下,企业通过清洁化改造可以带来长期额外利润,已完成超低排放改造的三家企业可以减免环境税50%左右。此外,还对环境税的收入、征收情况及对大气污染物的减排效果进行了初步的分析与评估。\"费改税\"以来,征收额度和上缴率逐年提升,环境税减免税额占全额比重近1/3。2015-2018年间江苏省煤电行业SO2和NOx排放总量分别下降32.8%和40.6%,空气质量明显改善。但2017年后江苏省空气质量优良天数比例持续两年稳定在68%,应将关注点转移至机动车尾气以及臭氧污染。", "label": "经济学", "id": 0}
{"content": "在生态文明建设及碳中和目标提出的背景下,我国大量具备生态价值突出和经济发展落后双重特征的省际交界地区将迎来新的发展机遇,成为助力我国碳中和目标实现的重要碳汇地区。本文以闽浙赣交界地区南平市为例,在分析闽浙赣交界地区发展现状与机遇的基础上,从回顾历史脉络、立足区域视角、审视现实问题三个维度出发,重新认识南平市发展的关键动力、核心优势、差距短板,并从坚守底线、价值激发、绿色赋能、联动周边、对接沿海五个方面提出绿色高质量发展的规划策略。", "label": "经济学", "id": 0}
{"content": "当前,电力企业的温室气体排放正受到中国碳市场的管控。以电力企业为代表的市场参与者亟需碳市场仿真分析模型。本文提出了一种结合离散统计和极限学习机的电力企业碳交易行为建模改进方法。基于电力企业的碳交易样本,离散统计能建立随机代理模型,但不均匀的样本分布使其在一些离散取值区间内难以获得可靠的统计结果。而基于离散统计的结果,继续利用极限学习机能够进一步提升行为建模水平。本文算例验证了建议方法的可行性。", "label": "经济学", "id": 0}
{"content": "随着经济水平的快速发展,环境污染问题越来越严重。山西省作为典型的资源型地区,长期依靠资源的高投入、高消耗拉动经济增长,带来的环境问题日益突出。排污权交易试点在山西的运行成为山西转型发展的\"有力帮手\"。本文梳理了山西省排污权交易试点发展历程,阐述了排污权交易现状,发现山西排污权交易制度已经基本建立、排污权交易市场平台和价格体系逐步构建、排污权交易市场体系初步形成,但是在政策法规、管理方式、监督管理方面还存在一些不足。在此基础上提出了完善制度建设、改进管理方式、提高监管能力等对策建议。", "label": "经济学", "id": 0}
{"content": "本文利用试点省市碳排放权交易价格的历史数据分析了碳排放权交易价格的相依结构及传导路径。C藤copula的实证结果表明各试点省市在C藤结构中的重要性排序依次为:北京、深圳、广东、上海和天津,北京在试点碳排放权交易市场中处于中心地位。各试点省市之间的碳排放权交易价格相依程度比较低,且存在尾部相依即极端联动和风险传染性。贝叶斯网络DAG模型的经验证据表明试点城市碳交易存在价格引导关系。这对于推动建设全国性碳市场、避免因市场链接出现较大的价格波动、建立市场化的碳定价机制具有参考意义。", "label": "经济学", "id": 0}
{"content": "<正>一、实施背景（一）国内外碳交易形势分析2016年,《巴黎协定》正式生效,标志着全球低碳发展时代的来临。我国将低碳发展确定为国家新型发展战略,于2017年以发电行业为突破口率先启动了全国碳排放交易体系。目前全国碳市场即将模拟运行,预计2020年开始正式交易。同时国资委要求中央企业建立健全碳资产管理工作体制和机制,积极参与全国统一碳交易。", "label": "经济学", "id": 0}
{"content": "本文在文献[11]（安超,雷明,2019）含有二氧化碳排放的内生增长模型基础上,将技术创新引入生产函数,基于Romer的产品数量创新模型,研究效用最大化目标下人力资本的配置,然后在考虑二氧化碳减排成本的条件下,研究技术创新对二氧化碳减排的影响。", "label": "经济学", "id": 0}
{"content": "山西省在开发建设\"山西省排污权交易平台\"的基础上,进一步开展了对\"排污权自主价格交易平台\"的研发工作。该交易平台拟实现由意向出让方和意向受让方自由定价配对交易,加强排污权交易市场化的目的。这对落实习近平总书记\"要提高环境治理水平,要充分运用市场化手段,完善资源环境价格机制,采取多种方式支持政府和社会资本合作项目\"这一重要讲话有十分积极的意义。但在平台研发建设中应当纳入哪些交易主体,交易流程的关键点有哪些,需要进行哪些具体操作流程,这些均是亟需解决的问题。如果设计流程不科学,交易流程不规范,既会影响系统的使用,更阻碍了排污权自主价格交易管理科学化的进程,最终影响排污权交易试点的全面推广。", "label": "经济学", "id": 0}
{"content": "排污权交易是基于市场化手段实现环境资源合理配置和保护的环境经济政策之一,施行二十余年,各试点地区各有亮点。本文从排污权交易相关平台建设入手,通过对排污排污核算管理平台、排污权交易管理平台、污染物排放监测管理平台及排污单位污染源在线监测建设现状分析,与山西省排污权交易相关平台的建设现状进行比较,找出目前支撑排污权交易各平台与监测数据等方面存在问题,并对今后建设提出建议,进一步保障排污权交易制度的顺利实施。", "label": "经济学", "id": 0}
{"content": "排污权抵押贷款,作为一项重要的绿色金融创新举措,不但能拓宽企业融资渠道,还能够提升企业参与排污权交易的积极性,促进排污权交易加快发展。山西省是较早开展排污权抵押贷款的试点省份,又具有完善的排污权政策体系、成熟的排污权交易机构、科学的\"排污权交易平台\"、先进的排污权交易观等推行优势,但是由于缺乏相应的法律法规支持、处置被抵押排污权的方式可操作性较差,导致山西省排污权抵押贷款工作推行缓慢。为使排污权抵押贷款制度在山西省健康有序推行,建议明确排污权法律属性、完善排污权抵押贷款相关政策制度、优化被抵押排污权处置渠道、加大宣传引导力度。", "label": "经济学", "id": 0}
{"content": "排污权抵押贷款作为一项创新型金融制度,对于推进经济结构转型和生态环境保护具有重要意义。本文从排污权抵押范围、抵押登记程序、登记机关的确定、登记机关职责以及法律责任等方面,初步探讨了在山西省如何构建排污权抵押登记制度。这将为山西省排污权交易工作的深入推行提供一定的参考建议。", "label": "经济学", "id": 0}
{"content": "抵押权的实现是抵押权人行使抵押权的基本方式,也是构建排污权抵押贷款制度的重要环节。顺利地、低成本地实现抵押权是推进排污权抵押贷款工作顺利开展的有力保证。本文首先阐述了开展排污权抵押贷款对增加企业融资途径、丰富金融机构金融业务及构建完善绿色金融市场等方面的积极意义,然后从降低抵押权人风险的角度出发介绍并简要分析了设立排污权政府专项回购资金、成立行业内互保基金、设立专业化的商业保险及将商业银行纳入排污权交易主体等四种排污权抵押贷款工作开展模式,最后给出了开展排污权抵押贷款的建议。", "label": "经济学", "id": 0}
{"content": "绿色供应链管理作为促进绿色生产与绿色消费的重要抓手,可以在环境管理中发挥重要作用。开展绿色供应链管理可以促进我国实现绿色转型的制度创新;可以为实现供给侧改革提供重要的基础;可以丰富政府和企业绿色采购、公众绿色消费的物质基础;可以推动整个社会的可持续发展。企业环境管理建议通过绿色供应链管理从\"点\"到\"线\"到\"面\",实现由政府监管向企业相互监督、自觉环境管理转变。通过供应链上下游环环相扣、相互制约,推动企业减污增效、节能低碳及环境友好,促进整个产业链的\"绿色化\"。", "label": "经济学", "id": 0}
{"content": "\"十三五\"时期环境经济政策对建立我国生态文明建设长效机制发挥了重要作用,\"十四五\"时期需要通过进一步深化环境经济政策改革与创新以适应新时代生态文明建设需要。本文研究提出了我国\"十四五\"时期环境经济政策改革思路、框架与重点,认为我国\"十四五\"环境经济政策改革要深入贯彻习近平生态文明思想,系统考虑政策改革创新面临的新形势和新要求,推进建立\"两山\"转化和环境质量达标的长效激励机制,突出环境质量持续改善激励、突出经济过程全链条调控,突出政策手段的系统优化与协同增效,突出政策执行能力保障。继续推进生态环境财政制度改革,深化绿色价格税费机制创新,推进建立多元化、市场化生态补偿制度,健全生态环境权益交易机制,完善绿色金融体系,并同步推进完善生态环境价值核算、环境信息公开和信用体系、资源环境名录、政策绩效评估等实施配套能力,构建全面支撑生态文明建设的环境经济政策体系,推进环境治理体系和治理能力现代化。", "label": "经济学", "id": 0}
{"content": "针对生态补偿机制对地区生态产业转型发展支撑不足的问题,依据新结构经济学理论,以培育地区生态产业自生能力为目标的,以生态产业发展需求为出发点,提出了一套市场化生态补偿机制的构建方法。该机制包含了补偿需求分析、多元化补偿方式、补偿供需协商机制、补偿效果考核机制和补偿退出机制五个部分,其中补偿需求分析最为关键。以陕西省秦岭南麓的某县为例,对构建方法进行了应用。禀赋结构分析发现,该县绿色农业属于追赶型产业,发展的重点在于竞争优势转化,可应用\"增长甄别与因势利导\"（GIFF）方法确定提升绿色农业竞争优势的途径;该县的生态康养、生态旅游、生态加工业属于换道超车型产业,发展的首要任务是补足人才、技术和劳动力等方面的短板;分别给出了多元化补偿方式,并提出可建立包括多个受偿区和受益区的补偿供需撮合平台以推动市场化生态补偿的落实。研究表明所提出的机制构建方法能探明地区生态产业发展的需求,能建立具有针对性的补偿机制,将为各地因地制宜地应用生态补偿机制进行\"两山\"转化提供了重要的理论依据和实践参考。", "label": "经济学", "id": 0}
{"content": "城市可持续河道构建工作是可持续发展大背景下的重要工作,而通过对城市河流治理的环境经济评估可以把握最佳治理程度,为政府对城市河流治理的持续投入提供参考.建邺区为建立可持续河道需要在河流生境物理指标、水环境指标、生物指标这三类指标的基础上,未来要增加能够体现人工治理状况的指标,如生态补水频率、清淤频率、资金投入强度、后续维护与管理等.另外,建邺区河流治理的环境经济效益的评估约为24亿元,以及通过MC-MR曲线的分析,把握最佳治理程度来大致维持Ⅳ类水,从而对未来城市可持续河道建设提出了优化可持续河道监测指标体系、把握最佳治理程度和开发及完善适当的生态系统等建议。", "label": "经济学", "id": 0}
{"content": "利用2008—2017年三峡库区重庆段朱沱至巫山共11个水质断面水质指标时间序列数据,结合涉及区域内经济发展情况,拟合出三峡库区水质环境库兹涅茨曲线,对三峡库区水质与经济发展之间关系进行了实证分析。研究发现近10 a来,高锰酸盐指数、氨氮、五日生化需氧量、铅、镉等参数都与经济发展之间存在典型的倒\"U\"型曲线关系,呈现逐渐下降的趋势。氟化物与经济发展之间的关系则呈现为倒\"N\"型三次曲线。高锰酸盐指数、氨氮、重金属等近年纳入控制体系或重点关注的指标,其污染物浓度已经得到较好控制,总体上呈现出迎来拐点后,逐渐下降的趋势。而氟化物等尚未受到足够关注的指标,其污染物浓度还处于曲线拐点的左侧。随着经济水平的增长,三峡库区高锰酸盐指数、氨氮、重金属等污染物已经迎来了拐点,得到了较好的控制;而氟化物等部分受关注和限制较少的指标,尚未迎来拐点。", "label": "经济学", "id": 0}
{"content": "<正>一、发电企业参与碳市场背景概述（一）政策背景我国是目前全球一次能源消费量最高的国家,是全球主要的温室气体排放国,承受着化石能源利用所造成的环境污染和气候变化双重压力。积极应对全球气候变化,是我国作为负责任大国的重要体现,也是加快推进生态文明建设的重要内容。党中央、国务院高度重视我国碳排放权交易市场建设,党的十九大报告明确指出:要加快生态文明体制改革,建立健全绿色、低碳、循环发展的经济体系,启动", "label": "经济学", "id": 0}
{"content": "2030年碳排放达到峰值之时,中国排放交易体系将拓展到更多行业,相关企业必须遵守排放交易体系的规则,并考虑与其生产有关的温室气体排放的全部经济成本。企业应未雨绸缪,形成碳限排市场环境下的风险管理战略,从而减少成本,增加机会。", "label": "经济学", "id": 0}
{"content": "<正>为贯彻落实《中韩自贸协定》（2015年6月1日签订,2015年12月20日正式生效）SPS章节和TBT章节的具体内容,减少或消除中韩贸易中的信息不对称与技术性贸易壁垒,积极探索地方标准化研究机构创新能力,发挥威海市在中韩贸易中的桥头堡作用,搭建中韩标准信息领域\"沟通桥梁\",助推新一轮高水平对外开放,在威海市市场监督管理局的大力支持下,威海市产品质量标准计量检验研究院（以下简称威海院）多措并举、攻坚克难,积极服务\"一带一路\"和\"中韩自贸区地方经济合作示范区\"建设,组织专业技术力量\"建平台、广调研、快预警、送服务、强合作\",在服务对韩出口企业的能力建设上取得了较好成效,为其他自贸试验区建设提供了可复制、可借鉴的经验。", "label": "经济学", "id": 0}
{"content": "<正>对现存制度来说,技术成了社会控制和社会团结的新的、更有效的、更令人愉快的形式。——马尔库塞《单向度的人》共产主义对我们来说不是应当确立的状况,不是现实应当与之相适应的理想,我们所称为共产主义的,是那种消灭现存状况的现实的运动。这个运动的条件是由现有的前提产生的。——马克思、恩格斯《德意志意识形态》来龙去脉2017年5月26日,马云在贵阳数博会上发表了《数据创造价值创新驱动未来》的主题演讲。涉及计划经济和市场经济之辩,马云认为:大数据时代的出现让人类进入了万物互联的时代,取得对数据进行重新处理的能力也远远超过过去,对世界的认识将会提升到一个新的高度,大数据让预判和计划都成为了可能。", "label": "经济学", "id": 0}
{"content": "自\"有计划废止制\"提出以来就广受环保主义者、设计理论家与部分设计师的批判,并从多角度提出要废止\"有计划废止制\",但是对设计实践影响甚微。本文从资本主义工业化大生产、社会心理和现代社会结构对现代设计的影响出发,提出\"有计划废止制\"是现代社会发展到一定阶段后的必然产物,要废止\"有计划废止制\"并不是轻而易举的事。", "label": "经济学", "id": 0}
{"content": "<正>《资本论》在马克思主义理论体系中居于核心地位。马克思站在工人阶级的立场上,以劳动价值论为基石、以剩余价值论为核心,在对资本主义生产方式和资产阶级经济学的严格解剖和分析批判的基础上,预示了未来社会的一系列特征。马克思对共产主义经济形态所作的预示及其原理和方法,不仅对当前中国特色社会主义建设具有重要指导意义,而且关系着国际共产主义运动和人类历史发展的命运,是极其宝贵的理论财富。", "label": "经济学", "id": 0}
{"content": "<正>马克思的科学共产主义这个\"幽灵\"自一百多年前诞生之日起,就成为无产阶级进行革命和建设的指导思想和最高纲领。从巴黎公社到十月革命,从十月革命到中华人民共和国成立和欧亚社会主义国家的建立,从积弱积贫的半封建半殖民国家到中国特色社会主义道路的成功实践,历史的轨迹已经表明,共产主义已不再是\"幽灵\",而是高高飘扬的旗帜。如果说《共产党宣言》宣告了科学共产主义的诞生,那么《资本论》则标志着科学共产主义的成熟;如果说《共产党宣言》第一次系统阐述了科学共产主义的基本原理,那", "label": "经济学", "id": 0}
{"content": "<正>马克思把资本视为有机体,\"有机体制本身作为一个总体有自己的各种前提,而它向总体的发展过程就在于:使社会的一切要素从属于自己,或者把自己还缺乏的器官从社会中创造出来,有机体制在历史上就是这样生成为总体的。生成为这种总体是它的过程即它的发展的一个要素。\"①资本总体性是\"资本向总体发展并且必然生成总体\"②的属性。资本趋向总体性的发展过程就是世界历史的生成过程,在马克思《资本论》的语境中,世界历史就是资本的历史,即资本逻辑的展开过程。③这个展开过程并不是匀速的、整齐划一的进行,而是一个历史转折过程。所谓历史转折,就是指特定历史时代的人类实践活动方", "label": "经济学", "id": 0}
{"content": "资本作为一种生产关系,在资本主义社会中起到支配作用。这种支配作用表现资本同劳动的对立。这种对立构成了资本主义的本质,同时也推动了资本主义的发展。正是资本在同劳动两极对立并且辩证转化的历史过程中出现了历史形态的转变,从产生之初的商业资本转化为产业资本,再到金融资本,再到金融资本的自我调整,即国家垄断资本和国际垄断资本。这种转变的过程和资本主义发展上升期与下降期基本重合,原因就在于生产力与生产关系之间的相互作用。当代超级金融垄断资本产生于资本主义的下降期,是资本历史形态合规律的又一次转变。从资本主义发展的历史长波和资本同劳动的当代对立形式以及资本历史形态的又一次跳跃出发,就可以认清当代金融资本的本质,并对未来金融资本的发展做出一定的研判和推断。", "label": "经济学", "id": 0}
{"content": "基于马克思社会再生产理论,针对社会扩大再生产的投资所具有的结构性特点,将扩大再生产的最优投资问题转换成一个求一元单调函数的最大值问题。运用函数的单调性和某一部类的最高、最低积累率,简便地求解一般的扩大再生产的投资效果和最优投资,给出完整的、以两个部类结构参数表达的显式解以及全社会的最优投资比例,并以一般的投资效果与最优投资效果的对比评价一般投资所达到的优度。最后,引用和借鉴《资本论》中的两个举例,对所给出的结果做了计算验证。", "label": "经济学", "id": 0}
{"content": "<正>1848年,马克思恩格斯便已经宣布了资本主义必然灭亡的历史命运。然而,资本主义虽然经历了多次严重危机和沉重打击,却依然不断地发展前行甚至凯歌而行地进入了21世纪。因此,马克思之后的马克思主义经济理论研究者们不得不对\"资本主义生产方式为何与如何能够经久不衰\"这样一个严峻的诘问持续地做出回答。显然,理论逻辑的变迁与理论所指向的现实对象的变迁具有内在关联,只有理解资本主义经济危机的历史演变,才能理解\"理解资本主义经济危机\"的理论尝试。", "label": "经济学", "id": 0}
{"content": "<正>财产权作为一种基本人权是以所有权为核心建立起来的。马克思用历史唯物主义和生产关系分析方法揭示了资本主义私人财产权制度的进步意义与内在矛盾。马克思的财产权思想对于我们今天认识当代资本主义社会财产权结构的矛盾以及如何构建与社会主义市场经济相适应的财产权制度,有着重要的现实意义。一马克思财产权思想的形成及其核心（一）马克思对财产关系和财产制度的研究马克思关于财产权问题的研究在他研究政治经济学之前就开始了。马克思在1842年", "label": "经济学", "id": 0}
{"content": "<正>国家资本主义是新中国由新民主主义向社会主义过渡时期的一种所有制形式。本文拟从陈云思想研究的角度,展示党的第一代中央领导集体在处理多种所有制中公私关系问题上的思想和智慧。一、新中国成立前中国共产党对国家资本主义问题的初步探索陈云对国家资本主义问题的理论认识和解决方案,是中国共产党利用国家资本主义推进社会进步有益探索的重要组成部分,也是这一探索", "label": "经济学", "id": 0}
{"content": "<正>陈云在主持党的经济工作时,向来把计划控制和市场机制作为实现经济平衡的必要手段,这是理解陈云计划经济思想的一个重要关节点。但是,学术界对此一直未能很好地进行系统阐发。不少人对陈云新时期的计划经济思想抱有误解,认为陈云\"保守\"。实际上,一旦我们把陈云关于计划和市场论述,放到同经济平衡的关系上来看,便可看明白陈", "label": "经济学", "id": 0}
{"content": "<正>坚持和发展中国特色社会主义,是一代又一代中国共产党人的光荣使命。改革开放的总设计师邓小平同志为中国特色社会主义确定了基本思路和基本原则。以江泽民为核心的党的第三代中央领导集体执政后,围绕着社会主义能否同市场经济相结合这个问题展开了积极探索,并由此确立了社会主义市场经济体制的改革目标。党的十四大后,江泽民紧紧扭住国企改革这个经济体制改革的中心环节,努力探索公有制同市场", "label": "经济学", "id": 0}
{"content": "<正>时间:2013年3月25日长期结构性危机有关生产方式结构性危机的理念最早可追溯至马克思的《〈政治经济学批判〉序言》。马克思在展示了最为重要的理论发现后,提到了一种他描述为\"社会革命时代\"的历史状况,这一革命时代可被定义为结构性长期危机。马克思是这样阐述的:\"社会的物质生产力发展到一定程度,便同它们一直在其中运动的现存生产关系或财产关系发生矛盾。于是这些关系便由生产力的发展形式变成生产力的", "label": "经济学", "id": 0}
{"content": "<正>一问题的提出经济危机与经济周期是一个具体的现实的过程。曼德尔（Ernest Mandel,1964）将资本主义经济周期的原因分为由\"商品和商品的货币等价物之间的矛盾\"构成的\"一般可能性\",\"利润率的波动\"所揭露的\"调整资本主义再生产条件的一般意义\",以及需要进一步说明的\"具体原因\"。在他看来,说明\"具体原因\"就是说明资本主义生产过程\"周期性地、必然地产生比例失调\"。在此基础上,曼德尔提供了一个关于经济周期四阶段的过程分析,这是马克思主义经济学关于经济周期过程的经典的多部门动态模型。然而,曼", "label": "经济学", "id": 0}
{"content": "<正>一两种社会经济体制与市场兼容思潮这是西方两大思潮的一个新的理论增长亮点,这一思潮致力于社会主义或者资本主义经济体制与市场机制的融合、兼容或者综合。他们大多把市场社会主义视为一种兼顾效率和公平,既区别于计划社会主义又区别于市场资本主义的关于\"经济体制的理论概念或模式\"。①或泛指一种凸显市场机制的社会主义新经济组织形式、经济运行方式和经济制度。", "label": "经济学", "id": 0}
{"content": "20世纪初是资本主义历史的转折,即从自由竞争资本主义发展到垄断资本主义,进入到帝国主义阶段,在垄断资本的发展、深化进程中,为了巩固其发展的地位和金融资本的统治,一般私人垄断必然求助于其他力量,从其发展的历史来看就是国家垄断资本主义和国际垄断资本主义的发展。20世纪80年代,垄断资本主义经历了从一般金融资本垄断到虚拟金融资本垄断的巨大变化。实行以资本主义金融为主导,以金融经济为主体的新的积累方式、生产方式。金融化与金融垄断资本新发展的突出特征是金融脱离实际产业自我膨胀。垄断加剧了经济危机的产生的可能性与现实性。生产与销售的分离,金融与产业的分离,进一步拉大了商品实现的空间与时间。资本主义垄断所产生的各种大型公司更加高度的集中化、垄断化、私人化。它同时也加剧了产品的占有私人化与生产社会化的矛盾,资本的社会化与资本的所有、使用、收益的私人化的矛盾。因而大规模的经济金融、危机不可避免。", "label": "经济学", "id": 0}
{"content": "<正>吴景超（1910—1968）①,字北海,安徽徽州（歙县）人。20世纪中国著名社会学家、经济学家。吴氏于1928年留美归国,执教于国内知名大学,抗战期间还曾供职于国民政府。吴景超在30年代便应胡适之邀兼职于《独立评论》,发表了一系列论文;40年代后期主办《世纪评论》、《新路》等期刊,发表论文几十篇,成为十分", "label": "经济学", "id": 0}
{"content": "<正>\"国家资本主义\"本来是国际共产主义文献的专门术语,列宁和毛泽东等马克思主义者对此问题有专门的阐述。但是自2008年金融危机以来,西方媒体和部分学者开始按照自己的理解来使用这一概念,用以描述具有某些共同特征的新兴经济体,特别是中国。在西方媒体话语中,\"国家资本主义\"总是与中国联系在一起,甚至为了表达还直接将中国作为典型,称为\"中国式的国家资本主义\"。（2）2012年,美国国务卿希拉里·克林顿在多个场合发表演讲谈及\"国家资本主义\"。她认为所谓\"‘国家资", "label": "经济学", "id": 0}
{"content": "本文作者认为,马克思的剩余价值理论不但揭露和批判了资本主义生产方式的剥削本质,而且揭示了人的解放和人类社会走向繁荣与和谐的规律。在以社会和谐和发展为主题的全球化时代,探索和发展马克思的剩余价值理论中的和谐思想具有十分重要的意义。广义剩余价值理论不仅包含狭义剩余价值生产理论的劳动和谐思想:如劳资权利平等、劳动者接受职业教育和培训的权利、基于集约化生产方式的劳资互利共赢理论,还包括以崇尚劳动为理论精髓的劳动价值理论,该理论也蕴涵着丰富的劳动和谐思想。本文的目的是要从和谐发展的角度探索马克思剩余价值理论的新内涵,分析过去一个世纪西方国家劳动关系新变化和新发展的实现条件和社会基础,为构建中国特色社会主义和谐社会提供理论支持。", "label": "经济学", "id": 0}
{"content": "2008年,美国次贷危机引发的全球金融危机及目前西方的主权国家债务危机标志着当代资本主义危机的全面到来。这是西方发达资本主义国家剥削发展中国家,通过追求虚幻利润导致的产业高级化,催生泡沫经济而形成的;国家操纵货币发行,促成货币价值尺度功能的弱化,导致发展中国家生产低利润和发达资本主义国家生产高利润产品及服务业的发展的高端化,形成不合理的国际分工格局。国家垄断与国际生产的无序化是当代资本主义国家全面危机的总根源。", "label": "经济学", "id": 0}
{"content": "<正>一、一个关系整个社会主义现代化全局的重大问题社会主义应不应该发展社会主义市场经济,市场经济能不能与社会主义制度相结合,又怎样结合?这个问题曾长期困扰我们,影响了社会主义发展建设进程。中国共产党和中国人民创造性地解决了这一重大问题。马克思主义经典作家在揭示资本主义社会基本矛盾和商品拜物教时,曾经提出人类社会商品生产终将消亡的思想,这就是大家所熟知并经常引用的:\"一", "label": "经济学", "id": 0}
{"content": "虚拟资本是信用关系发展的必然产物。它是能给持有人带来定期收入以有价证券形式存在的一种资本。它不是现实资本,只是资本所有权的证书;它没有价值,只是现实资本纸制的复本;它的价格,只是收入的资本化;它的价值额变动,是脱离现实资本的独立的运动。虚拟资本是\"双刃剑\",具有二重性,既可制造繁荣,又可导致危机。在社会主义市场经济条件下,虚拟资本转化为虚拟经济,只有在国家宏观调宏下,才能既正确发挥其积极作用,又可最大限度抑制其消极作用。必须反对新自由主义误导,加强国家宏观调控,以实体经济为坚实基础,做大做强实体经济;加强金融监管,做好做优虚拟经济,使其为实体经济服务。二者要协调发展,共同增强国际竟争力。", "label": "经济学", "id": 0}
{"content": "由于马克思主义经济学和现代西方经济学研究范式的极为不同,导致了在我国很长时期内基于这两种视域对资本问题的研究形成巨大反差。基于两种视域对资本问题的融通性研究,目的不在于将马克思主义经济学\"新古典化\",也不在于将现代西方经济学\"马克思主义化\",而在于从中国特色社会主义的资本问题的实践出发,如何运用现有理论更好的揭示中国社会主义特殊背景下资本问题的规律性及发展趋势。当今中国,如果学术研究将两种视域下资本问题的研究完全隔裂,是不会反映中国资本实践问题的真实情况的。那么在两种研究范式不发生质的变革的情形下,在研究的具体方法和思路上进行创新融通,将是非常有意义的事情。", "label": "经济学", "id": 0}
{"content": "随着互联网、大数据、人工智能、区块链等新技术的发展,传统商科教育的育人理念与培养模式下培养出的商科人才,已不能满足新时代催生出来的新职业。传统商科人才培养滞后于商科产业发展,其跨学科师资队伍匮乏、其课程与企业人才需求脱节、实战条件和政策支持不足,制约了商科人才培养,基于跨学科的新商科人才培养的实践,通过构建跨学科教学新组织、建设跨学科课程新体系、探索跨学科人才培养新模式、满足跨学科社会服务新需求,培养跨学科背景下符合时代要求和业界需求的综合性新商科人才。", "label": "经济学", "id": 0}
{"content": "随着疫情的发展,面对新的环境,我国提出构建以国内循环为主体,国内与国际双循环相互促进的新发展格局。经贸环境的改变直接导致市场对人才需求的变化。如何使财经专业俄语教学,特别是听说教学更有效率,培养出更符合市场需求的俄语复合型人才,是目前迫切要解决的问题。本文对财经专业俄语听说教学进行分析,探索更顺应时代需要的人才培养方式。", "label": "经济学", "id": 0}
{"content": "近年来社会经济地位对情绪调节的影响受到学界的广泛关注,而不同的社会经济地位对情绪调节策略使用的影响尚不明晰。本研究分别从客观社会经济地位和主观客观经济地位两个角度,探讨社会经济地位对情绪调节策略的影响,以及自尊在二者关系中的中介作用。972名被试参与了本研究,他们完成了客观和主观的社会经济地位调查、情绪调节策略以及自尊的调查。本研究采用结构方程模型探讨了主、客观社会经济地位对情绪调节策略的影响。结果发现:（1）客观社会经济地位越高的人,越可能采用正性情绪重视调节和正性情绪宣泄调节;（2）主观社会经济地位越高的人也越可能采用正性情绪重视调节和正性情绪宣泄调节策略;（3）主、客观社会经济地位越高的人自尊越强;（4）自尊在客观社会经济地位与正性情绪重视调节和正性情绪宣泄调节的关系中起部分中介作用;（5）自尊在主观社会经济地位对正性情绪重视调节的作用中起部分中介作用,在主观社会经济地位对正性情绪宣泄调节的作用中起完全中介作用。本研究发现了主、客观社会经济地位对情绪调节策略方式选取的影响的一致性,自尊解释了这一关系的机制,这一发现拓展了对主、客观社会经济地位与情绪调节之间关系的理解。", "label": "经济学", "id": 0}
{"content": "捐赠行为是典型的亲社会行为,对于个体的人际交往和社会的道德文明建设都有重要意义。已有研究发现,理性经济人信念会影响到亲社会行为。共情作为诱发亲社会行为的亲社会动机,可能在当中起着中介作用。然而,\"理性经济人信念-共情\"的影响路径以及\"理性经济人信念-亲社会行为\"的影响路径尚不清晰。本研究使用线上问卷实验法对于\"理性经济人信念-共情-亲社会行为\"的路径进行了深入的探索,发现情境中的责任感知和钱的效用感知调节了不同理性经济人信念个体的捐赠行为。研究一探讨了责任感知的作用,收集到447份有效答卷。研究一启动理性经济人信念,之后描述捐赠情境,并测量了参与者对受捐者的状态共情、对捐赠行为的责任感知以及捐赠意愿和金额。结果发现,当个体的理性经济人信念较强时,个体的责任感知越高,对受捐者的共情越高,愿意捐赠的金额也越多。研究二探讨了效用感知的作用,收集到321份有效答卷。结果发现,当个体的理性经济人信念较强时,个体在金钱效用感知水平高时,对受捐者的共情越低,愿意捐赠的金额越少。本研究通过构建有调节的中介模型,探讨了理性经济人信念如何影响状态共情进而影响捐赠行为,及其责任感知和金钱效用感知在其中所起的作用。研究结果表明,可以对强理性经济人信念者强调其责任感,弱化金钱效用感知,从而有针对性地促进其亲社会行为。", "label": "经济学", "id": 0}
{"content": "本文从分析阐述探究式教学法的内涵及基本特征出发,对探究式教学法在高职经济学基础教学中的应用进行了探究,并提出了一些切实可行的应用策略,以促进探究式教学法在高职经济学基础教学中的有效应用,提升教学质量。", "label": "经济学", "id": 0}
{"content": "专业群课程建设应该明确专业的职业联系、描述典型工作任务、构建目标能力集合,进而梳理形成专业群课程体系。本文在介绍澳大利亚FNSR6.2金融服务培训包的基础上,借鉴培训包中的资格证书、能力单元框架体系设计思路,提出了构建\"宽基础\"\"多方向\"\"多层次\"以及\"多通道\"的财金专业群课程体系的基本设想。", "label": "经济学", "id": 0}
{"content": "《資本論》是馬克思的政治經濟學批判方法的傑作,同時還包含著多種人文社會科學的觀點和知識。其中所包含的政治經濟學批判方法對於文藝學研究的意義十分重要。其方法大致歸納為:從解剖細胞入手的研究方法、具體地分析具體情況的方法、不要因為有了統一而忘記本質的差別、要把構成一個總體的各個環節聯繫起來並找出它們之間的內在聯繫。", "label": "经济学", "id": 0}
{"content": "突如其来的新冠病毒疫情,彻底改变了传统的教学模式。线上教学已经成为疫情期间教学的主要手段。SPOC为师生提供了一个课前预习和课后辅导答疑的平台。腾讯会议则提供了一个线上\"面对面\"的虚拟教室。两个平台的搭建保障了BOPPPS教学模式的教学效果、教学效率和教学效益。基于上述两个平台,本文对BOPPPS教学模式在微观经济学的实施过程进行了描述。并反馈了老师和学生对此线上教学模式的感受。", "label": "经济学", "id": 0}
{"content": "民办高职在建设专业特色时,要注意分析和确定本专业拥有的教学资源条件和人才培养定位,结合当地经济社会发展需要,按照\"经济适用性\"\"就业导向性\"和\"不可逆转性\"的原则,从细节处提炼民办财经专业特色建设元素,从而支撑专业特色的建设。", "label": "经济学", "id": 0}
{"content": "文章旨在基于OBE理念,构建\"以成果为导向、以学生为中心、质量持续改进\"的内生型的新商科数据与分析能力培养体系。在具体构建中,主要通过如下路径实现:首先,明确教学目标,制定基于数据分析能力的人才培养准则;其次,基于人才培养准则,应用知识建构理论,构建渐进式能力培养课程体系;第三,深化产教融合,共建人才培养新模式。第四,创新教学方法,提升教学质量。第五,创建多元化、多阶段、多样化的考核体系.", "label": "经济学", "id": 0}
{"content": "面对新的发展计划不难发现,目前高职高专所开设的经济学原理课在理论教学与现实操作之间的联系并不密切,甚至存在严重的脱节现象。为此,着手将经济社会实践案例和经典生活现象融入教学方案中,进一步增强理论与实践之间的联系势在必行。", "label": "经济学", "id": 0}
{"content": "随着我国信息技术的蓬勃发展,互联网技术的应有范围愈发广泛。在信息时代背景下,教育领域有效实现了高质量的资源共享、平台互通、多元化教学模式等新型的教育发展趋势,帮助高等教育逐步完成从传统向现代的转型。经济类课程由于自身的开放性特点,与互联网科技的契合度很高,为在线教育提供了广阔的发展前景与保障。基于此,本文围绕高校经济类课程的在线教育展开探究,对教育方式的探索和教学方式的创新做相应剖析,以期为高校经济教育工作者提供一定的参考与帮助。", "label": "经济学", "id": 0}
{"content": "随着互联网+教育的教学模式的迅速普及,SPOC平台下PBL教学法也在大学微观经济学教学中有了广泛的应用。SPOC平台下基于PBL的微观经济学翻转课堂教学模式可以帮助提高学生的学习热情,让学生在线上进行知识的讨论与交流,从而更好地认识微观经济学知识点。本文就SPOC平台下基于PBL的微观经济学翻转课堂教学模式构建情况进行了探究,并就其实现路径提出几点建议。", "label": "经济学", "id": 0}
{"content": "随着社会的进步和教育行业的快速发展,我国应用型本科高校需要开发新的模式来推动教育事业的前进。而构建产教融合协同育人模式,是当今应用型本科高校发展过程中最有力的人才培养模式之一,可以有效提高大学生知识、能力和素质的全方面培养。目前,多数应用型本科高校对于推进产教融合,协同育人模式存在许多的误区,导致人才培养效果不佳。为此,本文从产教融合的内涵出发,对应用型本科高校经管类专业产教融合的现状、问题进行了深入分析,并在此基础上提出了产教融合协同育人模式的优化策略。", "label": "经济学", "id": 0}
{"content": "由于全球经济朝着一体化方向发展,发展中国家也需要对经济增长方式进行转变,在一些发展中国家中,收入分配问题比较突出。为了能够认识到收入分配问题的形成原因,需要从发展经济学角度进行分析。本文主要对收入分配问题的体现进行了阐述,并且分析了收入分配理论的发展历程,在此基础上对收入分配理论的微观化进行了研究。", "label": "经济学", "id": 0}
{"content": "技术应用型本科院校作为以培养应用型人才为目标的高等院校,其宏观经济学的教学模式应有别于研究型院校的教学模式。本文在分析技术应用型本科院校宏观经济学课程教学中存在问题的基础上,结合技术应用本科院校学生的实际情况和应用型人才培养的需要,从教学内容体系、课堂教学方法和课程考核办法方面给出了相应的对策与建议。", "label": "经济学", "id": 0}
{"content": "为探索绿色发展中资本运动的规律,本文基于马克思生态思想中政治经济学经典理论,扩展了资本循环公式,新构建了包含污染治理部类的再生产图式,分析了治污部类特征,以及与其他部类互动的动态关系。研究发现,马克思劳动价值论在解释和处理第三部类时并无价值问题纠缠,与纯粹提供技术、知识服务的部门不同,第三部类提供服务的特征在于其生产对象是物质（污染物）;这一特征直接关系到经济运行的全周期都存在污染威胁,尽管污染治理部类旨在消除经济生产中的污染问题,但是资本运动下仍然表现出三方面局限性,即纯经济局限性、消极局限性和选择局限性,这都要求资本在一个多主体构建的框架内发挥作用。", "label": "经济学", "id": 0}
{"content": "\"互联网+\"时代的到来,使得商业、金融、管理等模式发生了巨大的变化,新时代背景对经管类人才有新的要求。实践教学历来是经管类人才培养的重要组成部分,成都信息工程大学紧密结合新时代对经管类人才的要求,在经管实验中心建设的过程中,在实验中心规划、教师团队建设、实验教学方法改进,以及实验中心管理等方面做了积极探索。", "label": "经济学", "id": 0}
{"content": "新型冠状病毒事件（2020）带给现代社会的体验不止于生产层面的巨大破坏,更在社会组织与精神层次上提供了一次全新体验的契机。研究发现:21世纪多发社会危机事件,溢出了传统经济理论的治理极限,从而中国经济模式背后的集体理性特征的优越性被凸显。研究手段:为了捕获事件压力源下的瞬时集体理性特征,文章利用沙盒载体再现真实事件环境下的社会理性行为模式。研究过程:沙盒再现了压力源条件下,集体理性的凹偏好特征。围绕凹偏好的形成,逆推市场价值体系在压力源下的可压缩特点。从而有序的揭示了集体理性背后的代币序、代币域、代币泡和代币结构等凹偏好下的集体理性社会结构存在。研究价值:文章在对集体主义理性凹偏好发现的基础上,建构了集体理性的内核,并以内核为基础,提供一组对社会异化过程的治理方案。透过逻辑沙盒的捕获和代币域条件下凹偏好特征的发现过程,文章切实发现中国集体主义社会治理过程背后的理性特征与市场经济模式的高维度契合效果。从而最终确立了中国经验的可复制可移植的良性制度特性。研究目标:本文的研究目标形成并确立于对事件（2020）中国社会治理过程的有效性分析,继而本文的研究目标在于通过文章的抛砖过程,吸引更多社会问题研究者加入到中国经验的发掘过程中来,从而为解决21世纪以来的诸多社会问题提供理论支持与服务。", "label": "经济学", "id": 0}
{"content": "习近平总书记提出的创新、协调、绿色、开放、共享五大发展理念是相互联系、相互作用的有机整体。他同时指出,创新是引领发展的第一动力。为了更好地推动我国创新型国家的建设及供给侧结构性改革,深入理解创新中的\"科技创新\"理念至关重要。依照马克思主义政治经济学相关理论可以得出活劳动是科技创新价值的唯一源泉。在资本主义社会,科技创新的目的是为了剩余价值;在社会主义社会,科技创新的目的是为了全体人民。目前,我国科技创新能力较弱,应该通过产学合作、塑造环境等方式提升科技创新能力,引领经济发展。科技创新的成果应该由全体人民共享,让老百姓过上好日子才是我国一切工作的出发点和落脚点。", "label": "经济学", "id": 0}
{"content": "财经类专业涉及范围甚广,包括电子商务、会计、审计等专业,这些专业的人才对国家经济与商业的发展起着不可替代的作用。然而,随着社会主义市场经济的不断发展,新时代对财经类人才提出了更高的要求,其中创新能力便是新时代财经类人才不可缺少的素养之一。文章从财经类人才创新能力培养的重要性出发,分析当前高校财经类专业教学中存在的不足,并提出创新型财经类人才培养的策略。", "label": "经济学", "id": 0}
{"content": "经济活动是人类基本的社会实践活动,从我们出生那一刻起,就面临着生存需求。在满足自身需求的实践,也在实践着幸福的生活。为了实现这个目标,经济学便产生了,与此同时我们也感受着经济学带给我们的幸福感。经济学的鼻祖亚当斯密有两部著作,分别是【道德情操论】和【国富论】。这两部著作分别阐述了幸福和谐论,财富论,既是人类幸福的根本机制,也是人类财富的基本源泉。", "label": "经济学", "id": 0}
{"content": "随着市场经济的进一步发展,关于经济伦理问题的讨论甚嚣尘上,经济与伦理存在一种独立又互相关联的关系,因此很多的专家学者展开了对经济伦理若干问题的研究工作。", "label": "经济学", "id": 0}
{"content": "旅游业作为民生工程、幸福工程,在缓解就业压力,促进经济社会的发展,提升城市形象和宣传城市风貌上起到了积极的促进作用。城市旅游依靠天时地利人和的旅游资源和人文资源,在众多旅游产业中独树一帜。然而,受到环境承载力的困扰,城市旅游所带来的环境污染问题日益凸显。本文拟从城市旅游环境承载力（资源环境承载力、社会环境承载力、经济环境承载力）对城市旅游的发展现状和所面临的问题进行剖析,提出应对城市旅游发展所带来的环境压力问题,缓解城市旅游环境矛盾,促进城市旅游可持续发展,使城市旅游成为提升城市综合竞争力、宣传城市文化形象以及助力城市经济发展新坐标的有力助推器。", "label": "经济学", "id": 0}
{"content": "作为一个处于转型发展关键期的能源型城市,太原市要从疫情中恢复,需以可持续发展为根基。本文采用生态足迹模型,定量分析太原市2010-2019年间的可持续发展能力。根据分析结果,在2010-2019年中,人均生态足迹经历了先增大后减小的变化,其中的最大值是2012年的6.546526hm~2/人,最小值为2018年的5.267453 hm~2/人。在人均生态承载力方面,处于稳定水平的同时有缩小的趋势,其中最大值是2011年的0.132768 hm~2/人,最小值是2019年的0.110134 hm~2/人。相对应的生态赤字也经历了一个先增大后缩小并趋于稳定的过程,但生态赤字依旧保持在一个较高的水平。出现这一问题的原因包括化石燃料消费量高、各类生产性土地面积小、水资源稀缺、人口与环境不协调以及处理生产生活废弃物产生的消耗。针对这些方面,本文分别从合理利用不可再生资源、保护土地资源和水资源、协调人口与发展的关系以及倡导绿色消费观方面提出建议,以期为太原市的可持续发展提供建议。", "label": "经济学", "id": 0}
{"content": "碳达峰碳中和（双碳目标）的规划提出使得\"十四五\"期间中国经济发展与节能减排冲突的解决更加紧迫,如何在维持经济稳定增长的条件下在2030年前达到碳达峰,2060年前实现碳中和是一项需要各方统筹协调克服艰难的复杂系统工程。本文通过分析人口规模、经济发展与能源结构等影响因素跟西安市碳排放的相互关系,对西安市未来的低碳发展方向做出总结,为西安市碳达峰的可持续发展模式做出参考依据。", "label": "经济学", "id": 0}
{"content": "在经历了\"村村通\"、\"户户通\"等一系列的乡村信息化工程,互联网正逐步成为助力乡村发展的创新点。中国共产党第十六届五中全会提出的建设社会主义新农村的重大历史任务时提出\"美丽乡村\"概念,指明了乡村可持续发展的道路。\"互联网+美丽乡村\"将乡村的可持续发展纳入互联经济时代,在缩小城乡差距的同时,乡村的发展不再局限于\"脱贫\"而是致力于\"奔小康\"。", "label": "经济学", "id": 0}
{"content": "静脉产业规划对构建绿色循环经济、贯彻国土空间规划的绿色发展理念有着重要意义。当下国土空间规划体系中对静脉类产业规划存在用地规划应对不足。本文基于生态系统整体性、循环经济和静脉产业理论,从循环经济中物质流出发,对废弃物的产生、收集、运输和终端处置进行了关系梳理,从而构建静脉产业废弃物分类处置体系;进而分析了生态环境保护、自然条件、工业地域结构、交通运输与邻避效应影响五方面对静脉产业在具体空间布局中的影响,对作为静脉产业生产原料的废弃物的空间分类处置进行讨论,提出静脉产业用地布局的规划策略。最后讨论了静脉产业规划纳入国土空间规划编制体系的建议。", "label": "经济学", "id": 0}
{"content": "环境是人类赖以生存和发展的基础,生态环境不仅是人类健康发展的前提,更是社会和谐发展的重要条件。目前我国存在破坏生态环境,过度使用或浪费生态资源的不良现象,廊坊在发展经济的同时也存在这一问题,本文以廊坊为研究基地,进行实证研究,了解生态环境现状,探究其中存在的问题,并根据问题,提出相对应的措施,进而推动廊坊生态环境的可持续发展。", "label": "经济学", "id": 0}
{"content": "为了评估邕河流域的可持续发展能力,采用生态足迹模型对其2016年的生态状况进行测算,结果表明:其人均生态足迹为0.49912 hm~2,生态承载力只有0.26596 hm~2,人均生态盈余是-0.23316 hm~2,人均协调系数为1.35278。结论:该流域生态处于弱不可持续发展、不协调状态,为了确保今后的高质量发展,需要改变当前的消费方式,以节约和保护当地资源、发展高新技术以增加自然资源的产量,要注重提升人口质量而不是数量、高效合理地利用现有资源存量。", "label": "经济学", "id": 0}
{"content": "随着经济发展和技术水平的日益提升,中国在世界上的地位也由被援助国转变为与主要发达国家平等互利的合作伙伴关系。例如,从1979年开始日本通过政府开发援助（以下简称\"ODA\"）向中国提供了多种无偿和有偿的资金援助、技术合作和培训项目。经过近40年的实践,这些项目对中国的社会和经济发展起到了巨大的促进作用。到2018年10月,日中两国政府基于\"日中两国已成为平等的伙伴,到了共同为区域和国际社会做出贡献的时代\"的认识,结束了ODA项目,开启了两国新的互惠互利的合作关系。在这种背景下,为了更好地服务于两国在新形势下环境和农业领域的合作,我们开展了这项研究。首先,对两国相关机构之间的合作的现状做了调研,结果表明,尽管合作的硕果累累,但仍然存在以下两个问题:1)中方机构（政府、企业、高校和研究机构）虽然有与日方合作的强烈愿望,操作的方式一般是直接联系日方企业,但是,合作成功案例并不多。2)另一方面,日方虽有很多先进的环境与农业技术,日方企业也有为解决中国的课题做出贡献的愿望和行动,但是,合作成功的案例也不多。鉴于这种情况,我们提出和分析了解决这些问题的新的独立行政法人国际协力机构（以下简称\"JICA\"）合作模式（\"JICA新模式\"）,即JICA与中国政府相关机构、日中政府相关机构及企业间四方合作框架。同时,该模式在实践中获得了成功应用,为解决中国的三农问题、农地污染、水污染和农业可持续发展等问题,JICA、中国农业科学院、黑龙江省农业科学院、三家日资农机厂商和一家日资肥料厂在\"JICA新模式\"指导下成功地开展合作。我们相信,这种新的合作模式有利于解决目前中国面临的环境与农业问题,也有利于日资企业在中国的发展,真正做到了在公平公正的立场上开展互惠互利的合作。另外,\"JICA新模式\"在中国政府推动的\"一带一路\"倡议中也可以为许多国家的课题具有一定的参考价值。", "label": "经济学", "id": 0}
{"content": "城市能够整合众多可持续发展目标,为应对贫困、排斥、气候变化和风险等挑战提供全面解决方案的空间。推动城市的绿色、包容和韧性转型是实现全球可持续发展的重要抓手。2018年7月,联合国可持续发展高级别政治论坛对六个与城市相关的可持续发展目标进行审议评估,为城市可持续发展指明方向。2019年4月,习近平主席在第二届\"一带一路\"国际合作高峰论坛上倡议\"同各方共建‘一带一路’可持续城市联盟\",再次突出城市在可持续合作中的重要角色,以及推动城市间合作引领绿色\"一带一路\"发展的巨大潜力。东盟国家是\"一带一路\"建设的重点区域,在政策沟通、投资经贸、人文交流等各领域开展了深入的合作。中国和东盟自2015年积极开展生态城市合作,从政策沟通到产业参与,从顶层设计到地方落实,从知识共享到案例交流,区域可持续城市合作的网络逐步建立和壮大。本文分析了\"一带一路\"国家可持续城市发展现状,并以东盟国家为例,识别\"一带一路\"可持续城市合作重点领域。", "label": "经济学", "id": 0}
{"content": "奋力推进辽沈绿色美丽乡村建设,必须践行乡村生态景观可持续发展的道路,让良好的可持续发展的生态成为构筑美丽乡村的强大基石;推动乡村文化的振兴,加强农村思想道德建设和公共文化建设,提高乡村社会文明程度,深入挖掘农民、农村、农业与生态景观,与美丽乡村建设之间的联系,建立可持续的良性循环关系;同时建立健全乡村生态环境治理体制,确保辽沈绿色美丽乡村建设能够顺利进行。本文着眼于践行生态景观可持续发展,提出绿色美丽乡村建设的具体应用,希望可以促进辽沈美丽乡村的发展和完善。", "label": "经济学", "id": 0}
{"content": "<正>近日,中国国际经济交流中心召开第121期\"经济每月谈\",发布《中国可持续发展评价报告（2019）》。中国国际经济交流中心副理事长张大卫出席发布会并致辞。中国国际经济交流中心、生态环境部、哥伦比亚大学、社会科学文献出版社、中原银行、阿里巴巴集团等单位的有关代表和专家参加了发布会,主要观点如下。一中国高度重视并努力践行可持续发展理念,目前全球在贸易和治理领域面临的挑战需要通过可持续发展加以应对", "label": "经济学", "id": 0}
{"content": "生态保护是林下经济发展的重要前提,发展林下经济必须以生态保护为重点,才能实现林下经济可持续发展。本文从发展野生食用菌产业对生态保护的重要作用、野生菌产业发展现状和存在的主要问题进行思考,对生态保护与林下经济可持续发展进行了探索。", "label": "经济学", "id": 0}
{"content": "十九大报告明确提出,要加快建立绿色生产和消费的法律制度和政策导向,建立健全绿色低碳循环发展的经济体系。本文根据西双版纳州实际情况,提出了引导发展本地区低碳循环经济的对策建议。", "label": "经济学", "id": 0}
{"content": "文章以资源型城市——平顶山市为研究对象,分析了当地CO2排放量、PM2.5浓度、年平均气温等因素的变化趋势,阐述了城市未来走低碳可持续发展道路的紧迫性。同时,指出实现低碳发展主要存在市场形势变化、产业结构单一及生态环境破坏严重等方面的问题。因此,平顶山市面临资源与环境约束的矛盾日益明显的压力,应尽快创新能源、技术减排,拓展低碳市场,提升清洁能源比重。另外,以节能减碳为发展契机,大力推行低碳产品、服务和技术,促进生产方式和消费方式的转型升级。不仅有利于缓解环境压力,而且助推平顶山市实现可持续发展、低碳经济和经济增长之间的协调平衡,为生态宜居城市的建设奠定基础。", "label": "经济学", "id": 0}
{"content": "<正>近些年来,我国收入分配差距扩大与贫困相依相伴。在学界对\"收入分配或收入不平等\"与\"精准扶贫、精准脱贫\"的关注度同步提升,故追究为什么\"相依相伴\"\"同步增温\"?二者有什么内在逻辑关系?为什么有这种逻辑联系?应该怎么办?就成为本文要探讨的问题,即从理论上探讨精准扶贫、精准脱贫的理论依据与机制机理,为长效扶贫、阻止返贫提供具有学术价值和应用价值的研究成果是本文的主要目标。在缩小收入分配差距视域下,对精准扶贫、精准脱贫及其可持续性进行研究,就是强调我国在2020年如期实现精准扶贫、精准脱贫目标全面建成小康社会之后,还要持续反贫困,关注相对贫困,为下一步开启全面建设社会主义现代化国家奠定夯实基础。", "label": "经济学", "id": 0}
{"content": "本文结合LCA理论与田野调查,对武陵源风景名胜区内的土家族传统村落鱼泉峪进行景观性格评估。分析要素特征与变化趋势表明,传统梯田农作方式是体现地域文化特色的杰出典范,也是乡村景观持续演进的基础;大量新建楼房、水坝等基础设施会影响乡村景观风貌与生态环境,需要加以调控治理;土家族文化习俗与活动的衰落不利于维持村落的真实性和完整性。因此,基于鱼泉峪村良好的传统农业基础,借助武陵源风景名胜区旅游联动效应,提出品牌推广、生态农业旅游、村民自治等可持续发展策略,帮助村落脱贫致富,提升居民归属感,继承传统生态文化智慧,希望为我国乡村景观遗产保护与发展提供借鉴。", "label": "经济学", "id": 0}
{"content": "我国物联网基础设施建设发展迅猛,互联网得到政府的大力支持,同时企业掌握了部分智慧社区建设的关键技术,本文认为智慧社区建设有利于在更小的范围内,缓解我国人口老龄化、社区服务反应效率低、安保安全性不高及医疗反应速度慢等带来的社区管理不足的问题。本文首先分析了世界智慧社区建设实践对我国的启示,找出我国智慧社区建设实践面临的问题,提出加强自主生产核心技术、建立完整的人才培养机制、继续因地制宜建立试点、完善法律支援数据保密制度、吸引民间力量共建参与及加大宣传力度等建议。", "label": "经济学", "id": 0}
{"content": "本文以太原市为评价对象,对其环境-经济的各项指标进行可持续性评价。通过建立能源、社会、环境、经济四个模块的不同指标体系。结合时序分析法对其进行分析,旨在于探讨太原市环境经济状况可持续性发展变化情况。进而揭示太原市可持续发展状况,为下一步的相关规划提供依据。", "label": "经济学", "id": 0}
{"content": "本文基于CNKI与WOS （Web of Science）核心数据库,利用CiteSpace软件,对1994-2018年间国内外可持续发展研究热点进行追踪。通过国家、研究机构、作者合作网络图谱分析、关键词共现图谱、关键词聚类图谱等分析,辅以本文作者的原文阅读和汇总,对过去25年国内外可持续发展的研究热点进行梳理、分类汇总和对比分析。可持续发展研究热点可以汇总为以下4大类主题:（1）资源、环境、生态、经济等专题类的可持续发展研究;（2）不同区域尺度和多维空间尺度的可持续发展研究;（3）可持续性和可持续发展能力的评价方法和综合指标体系构建;（4）可持续发展战略、制度设计、对策与管理研究等。比较而言,国家间的可持续发展研究合作联系密切,中国国内研究机构、作者合作相对分散,呈现独立状态;从研究尺度上来看,中国的可持续发展集中在宏观和中观区域尺度,如省、市上,而国外社区微观层面的研究相对较为丰富;国内研究较多揭示可持续发展存在问题,而国外研究强调科技、创新、知识等对于可持续发展的推动作用。最后,作者对国内可持续发展研究方向进行讨论,建议强化可持续发展的预测预警、动态模拟和优化调控等方面的研究。", "label": "经济学", "id": 0}
{"content": "改革开放以来我国经济创造了长期高速增长的奇迹,但人和自然关系出现严重不协调,突出表现为资源的过度消耗与环境污染的加剧,为此面临降速发展。与此同时,中国为实现2050年进入发达国家的强国梦,需保持一定发展速度。为此中国面临转型发展的处境。中国学者和政府需面对的问题是,在未来中长期内,我国应当期望多高的长期经济增长率及其对应的发展模式或调控手段?本文对影响乃至决定国民经济增长的资源环境支撑系统以及建立在这之上的发展模式进行分析,揭示经济增长及发展模式与支撑系统之间的耦合关系,模拟发展与环境之间相互作用过程,阐释未来经济增长可能的方案及其对资源环境支撑系统（各主要因素）的要求,对中国环境状态和发展状态做出预警。结果显示,为实现2050年进入发达国家行列并保持良好生态环境的发展目标,在考虑技术进步会改善资源利用效率和污染排放的前提下,我国采取4.5%-6.5%的经济增长速度较为适宜。在该发展区间内,4.5%-5.3%是较为安全的发展速度,而5.3%-6.5%的发展速度则要求较高的技术进步。为减小资源环境的压力,可适当降低发展速度,反之,如果对技术进步足够乐观,可以考虑提升速度。利用本文所构建的中国模型,可用于对比分析不同发展情景,选择更优发展方案,为实现国家的可持续发展提供决策支持。本研究也是对\"未来地球\"框架文件的响应,就适宜发展速度方面,发展了资源环境承载力的理论体系,具有重要理论探索意义和应用价值。", "label": "经济学", "id": 0}
{"content": "随着科学发展观的提出,追寻经济可持续发展已经成为社会共识。面对经济结构与产业结构的调整升级,企业之间的競争已经变成了人力资源竞争。开展有效地人力资源管理,有利于推动经济可持续发展人力资源管理与经济可持续发展息息相关。本文先介绍了人力资源管理与经济可持续发展的关系,再对经济可持续发展对于人力资源管理提出的要求进行阐述。", "label": "经济学", "id": 0}
{"content": "综述了2017年循环经济行业的发展状况,分析了行业发展存在的主要问题,提出了对策及建议。", "label": "经济学", "id": 0}
{"content": "基于可持续发展理念及国家发展新形势,本文探索构建综合资源环境承载力指标体系及综合资源环境承载力耦合模型,对哈尔滨市可持续发展进行测算。结果显示:①2012—201 7年,哈尔滨市综合资源环境承载力在时间序列上呈整体下降趋势;②区域资源环境承载力为超载状态,环境容量、资源支撑等目标要素承载力处于超载状态,各子目标承载力多处于满载状态;③土地资源压力是弱化哈尔滨市综合资源环境承载力提升的首要因素;④哈尔滨市发展现状与生态环境保护目标不相协调,可持续发展状态不容乐观。基于可持续发展理论,本文提出从提高资源利用效率、构建预警系统、调整产业结构等方面提高哈尔滨市综合资源环境承载力,实现可持续发展。", "label": "经济学", "id": 0}
{"content": "近年来,\"我国经济已由高速增长阶段转向高质量发展阶段\"多次在中央会议层面被反复提及,提高财政投资资本回报率和防控金融风险、减少社会贫富差距和社会矛盾、建立完善的社会保障体系以及寻找经济新动能、实现城市的高质量和可持续发展目标等都是值得关注和面对的问题。本文试就对土地权利和土地收益构成的法律涵义的浅层分析,通过梳理近年来关于\"土地财政\"的主流观点和国内外土地收益分配案例,对可持续的城市财政发展方向进行初步探讨。", "label": "经济学", "id": 0}
{"content": "我国社会主义市场经济社会对工程项目的财务审计工作主要是按照国家有关法律、法规进行审计,实行财务报表和数据的审查和监督,开展相关的监督检查活动,是第三方的中立立场。项目财务审计工作遵循审计的原则和程序,采用专业化的方法,对企业建成投产后的相关项目进行监督调查,进行客观评价。", "label": "经济学", "id": 0}
{"content": "随着社会的进步,建筑市场不断向前发展,尤其是招投标制度的建立,使建筑业向前发展了一大步,使得建筑市场更加规范,这是建筑发展史上的一个里程碑。而招标文件是招标中很重要的一部分,招标文件编制的质量高低,甚至有可能直接影响到整个工程的成败,因此,编制一份高质量的招标文件是极为重要的。本文中的招标文件的编制是基于07版施工招标文件范本,根据工程的实际情况进行编制的。招标控制价的编制是采用广联达软件建模后汇总计算得到工程量。本文通过对招标文件及招标控制价进行分析,编制出符合工程实际的招标文件及控制价,保证投标人的公平竞争,从而达到成本控制的目的。", "label": "经济学", "id": 0}
{"content": "该招标文件的编制以AS安置小区13号楼项目为依据,指出招标文件编制的主要内容包括:招标公告、投标人须知、评标办法、合同条款及格式、投标文件格式。后文对投标人须知和评标办法的编制部分做了注意说明,旨在最终编制出一份合格的招标文件。", "label": "经济学", "id": 0}
{"content": "连片开发的新型城镇化建设给政府带来较大的资金压力,ABO模式的引入减轻了政府的财政压力,减少了政府对微观事务的参与量,提高了公共服务项目的效率和质量[1]。在带来诸多便利的同时,ABO项目由于政府参与度的降低带来了很多风险。", "label": "经济学", "id": 0}
{"content": "<正>今年是中国共产党成立100周年,也是中央和国家机关党的建设\"质量提升年\"。我国的经济发展正步入一个高质量发展的新时期,党建工作需要与我们的经济社会发展相协调、相适应,也必须转向高质量发展。习近平总书记曾特别强调,机关党建工作必须适应新形势,新任务的需要走在党的基层组织建设的前头。高质量党建引领高质量发展十分必要。党和国家机关作为政治机关,要强化政治意识,牢固树立\"四个意识\",坚决做到\"两个维护\",把握新的历史时期机关党建工作特点和规律,全力以赴抓好机关党建,激活广大干部的活力,增强其凝聚力和战斗力,切实以高质量党建引领高质量发展。本课题就以市公共资源交易服务中心党支部为例,对高质量机关党建推动公共资源交易高质量发展进行探究,为开展党建研究对于促进高质量发展提供参考。", "label": "经济学", "id": 0}
{"content": "<正>一、引言高速公路是促进国家经济和社会发展的重要基础设施,是典型的采用大兵团作战的线性工程,目前多以PPP模式进行投资建设。新形势下我国大力推行基础设施信息化建设,BIM技术由于模拟化、可输出等特点,已成为信息化主流工具。随着智慧交通、交通强国等战略部署和行业高质量发展进程的加快,BIM技术平台升级开发的发展需求同样较为迫切。", "label": "经济学", "id": 0}
{"content": "随着经济社会化的推进,基础设施的商业化趋势不断加强,在基础设施项目中,人们不再局限于在政府提供抑或私人提供中做二选一的选择,政府与社会资本合作（PPP）成为整合社会资源,提高公共物品建设和运营效率,发挥资本最大使用价值,实现市场机制最大化的重要途径。然而PPP模式作为舶来品,在中国实践过程中也遇到了理论和现实的双重挑战。如何在法治的框架下,针对这些问题给出务实而高效的方案远非一篇文章所能解决,对此我们有必要引入利益衡量理论,为PPP模式中存在的理论和实践问题提供有效的方法论支持。", "label": "经济学", "id": 0}
{"content": "<正>一、PPP项目合同概念（一）PPP项目合同定义本文研究了财政部、发改委分别印发的《PPP项目通用合同指南》《PPP项目合同指南（试行）》中对PPP项目合同的释义,将PPP项目合同的定义总结为:以确保PPP项目投、融、建、管、退全寿命过程顺利实施为出发点,政府方与社会资本方经过充分、平等协商后依据相关法律法规签订的合同。", "label": "经济学", "id": 0}
{"content": "<正>一、引言随着电子招投标的发展应用,采购业务突破了时间和空间的约束,降低了招投标双方人力、监督、公共服务等各方面的成本,但纵观整个采购链条,仍有部分环节无法脱离线下交易,如开标环节,而开标时的公开唱价又是中标与否的关键,投标人都要亲临开标现场等待招标方唱价;2020年突如其来的新冠肺炎疫情对供应链体系构成阶段性冲击,在此特殊时期,云开标既能有效降低现场交易带来的人员集聚风险,而且又利于提高交易效率,降低投标人到场交易成本,真正实现让投标人‘零次跑’,也进一步优化公共资源交易营商环境。", "label": "经济学", "id": 0}
{"content": "为了科学合理地对高等级公路PPP （Pubilc-Privater Partnership）项目风险管理中社会资本方的关键风险进行判断,以减小项目风险管理的难度。本文通过实际案例和文献资料分析,并通过问卷调查打分的方式,得出了包括政治、经济、市场、建设、运营及不可抗力六类关键风险指标的高等级公路PPP项目社会资本方关键风险测度指标体系。结合经验与粗糙集理论,确定了社会资本方关键性风险测度指标的综合权重,并基于集对分析法,建立了高等级公路PPP项目社会资本方关键风险评价模型。最后,以湖南某实际工程为案例进行分析,结果表明该模型可有效判断高等级公路PPP项目社会资本方的关键风险等级,为高等级公路PPP项目社会资本方进行关键风险管理提供了更可靠的依据。", "label": "经济学", "id": 0}
{"content": "在我国城镇化的快速推进的背景下,市场地位不断提高,使得社会资本越来越深度地参与到空间开发的各个方面,改变了土地的利用方式与利用效果,产生PPP主导的城市新区开发模式等众多实践探索,在有效推动城市快速开发的同时,也产生很多问题。本文以固安产业新城为案例,以土地开发流程为主线分析产业新城PPP的政企合作开发的开发阶段与模式特征,探究土地利用主导的PPP新区开发模式中市场主导如何影响城市开发流程的运作与土地资源的建设利用,结合案例实证与理论建构分析现有模式的优点与问题,并提出未来协作发展的思考,为之后\"政府—市场\"有机平衡的城市治理结构与开发模式构建提供相应的参考。", "label": "经济学", "id": 0}
{"content": "本文简述工程项目审价概念和意义,结合上海烟草集团实际情况介绍中小工程项目审价实施现状和工作要点,通过分析各个阶段中小项目审价存在的典型问题,特别是招投标阶段、合同签订阶段和施工阶段的普遍性问题,从业务环节各相关主体的角度简要分析产生这些问题的原因,并有针对性地对中小工程项目各个责任主体提出相应的建议和措施。", "label": "经济学", "id": 0}
{"content": "随着我国经济体制的发展和完善,国有企业加快转变经营机制和发展方式,不断创新和规范采购模式,推动采购的信息化、规范化,国有企业的公招比逐年提高。以烟草行业为例,基本实现了\"应招尽招\",公开招标比例大幅上升,但是也逐渐暴露出了一些问题,如虚假招标、招标过程不规范、部分领域存在行业保护或限制竞争、评标活动或评标专家管理不规范、领导干部违规插手招标结果等。因此,本文拟分析\"假招虚招\"的表现形式,研究有效的对策,探索解决\"应招尽招\"、\"真招实招\"的实效性问题。", "label": "经济学", "id": 0}
{"content": "限额设计是控制EPC项目投资不超限的有效手段。项目围绕限额设计展开BIM应用,搭建可供多方操作使用的BIM平台,推广\"一个模型\"操作理念。在设计优化、深化设计和施工阶段应用BIM技术辅助限额设计的实施,控制项目成本,提升项目创效能力,取得了较好成果。", "label": "经济学", "id": 0}
{"content": "<正>1月22日,住房和城乡建设部办公厅发出《关于开展建筑企业跨地区承揽业务要求设立分（子）公司问题治理工作的通知》,为进一步深化建筑业\"放管服\"改革,建立健全统一开放的建筑市场体系,扎实做好\"六稳\"\"六保\"工作,决定开展建筑企业跨地区承揽业务要求设立分（子）公司问题治理工作。现将有关事项通知如下:一、各级住房和城乡建设主管部门要严格执行《住房城乡建设部关于印发推动建筑市场统一开放若干规定的通知》（建市[2015]140号）第八条规定,", "label": "经济学", "id": 0}
{"content": "根据本人先后在几个合作项目中担任招标工作人员的经历,本人对合作项目招标管理工作进行了一些思考和总结。本文主要从多个房地产开发公司共同合作开发一个项目来探讨如何更好地做好合作项目的招标管理。", "label": "经济学", "id": 0}
{"content": "随着大湾区建设步伐加快,做为桥头堡地区珠海工程建设领域发展势头强劲,工程建设项目数量和投资总量出现跨越式增长,珠海市政府及国有企业投资项目需要尽可能提高项目的工程量清单编制水平,质量尽可能做好有效的工程项目造价控制,做好招标与合同事宜尽可能避免后期经济纠纷,使国家资金得到最有效发挥和有效的保护,相关工作人员需要了解在政府投资项目中存在的工程预算价、招标控制价和招标清单编制的问题,并且对相关的编制程序和审核工作进行优化,旨在为当地政府投资项目工程顺利实施提供支持与帮助。", "label": "经济学", "id": 0}
{"content": "自从中国国家主席习近平在2013年提出一带一路倡议以来,对该倡议的看法一直是乐观与忧虑并存。许多人从中看到了新的商贸机遇,但由于参与国家众多,且众多参与国经济、物质基础薄弱,不但面临财政风险,同时也需要面对一带一路倡议带来的环境地区影响。各国必须从战略角度衡量一带一路倡议带来的潜在风险,并作出相应的风险管理,保证国家各方面有序运行。", "label": "经济学", "id": 0}
{"content": "<正>有关更有效的抗病毒疗法和疫苗的消息令人振奋,这使人们谨慎乐观地认为,至少富裕国家可以在2021年底之前控制COVID-19大流行。但目前,随着残酷的第二波疫情在全球范围内层出不穷,广泛而有力的救援仍然至关重要。各国政府应该允许公共债务进一步上升,以减轻影响。但是,发达经济体在疫情发生前已经乏力的新增长从何而来?", "label": "经济学", "id": 0}
{"content": "现今社会,经济发展越快,对基础设施的要求越高,对于政府来说有很大的融资压力和管理难度,所以在传统的基础设施建设中比较常用的是PPP模式。但由于近年来PPP模式在项目中应用的局限性逐渐暴露,PPP+EPC模式开始在国内推行,同时也面临了很多机遇和挑战。本文通过研究安徽省宣城市阳徳路道路工程,采用SWOT分析法分析在基础设施建设中采用PPP+EPC模式的优势、劣势、机会和挑战,然后针对该模式存在的问题提出了对策建议,最后对该模式未来的发展进行推广和展望。", "label": "经济学", "id": 0}
{"content": "水环境综合整治项目有别于传统工程,是由跨行业、跨专业,并且彼此间紧密联系缺一不可的工程/非工程措施,综合实施才能最终产出效果的工程项目。讨论PPP模式下,水环境整治项目执行阶段以政府方为代表的辅助参与主体和以社会资本方为代表的实施主体间的博弈关系。以政府方和社会资本方在项目执行阶段的博弈策略为研究对象,针对构建项目良性合作机制开展研究。", "label": "经济学", "id": 0}
{"content": "受疫情影响,当前拉动经济的\"三驾马车\"中的消费、外贸受到严重打击,投资也被影响,然而有效投资是稳增长的重要手段。\"PPP项目模式\"（以下简称\"PPP\"）在平衡政府债务压力、加快补短板、调动民间资本积极性等过程中是最有效的手段之一,其在稳投资中发挥着十分重要的作用。本文结合目前PPP的政策要求,对商业银行参与PPP项目的模式及路径进行了简要分析。", "label": "经济学", "id": 0}
{"content": "近年来,沈阳市PPP项目呈现良好发展势头,但也暴露出政商关系上存在问题阻碍其发展,因此亟需在PPP视角下对沈阳市新型政商关系现状进行评估,找出问题所在,以保证PPP项目的推进,进而促进政商关系的发展。本文以沈阳市PPP项目所处现状为依据,设计调查问卷,通过因子分析的方法对新型政商关系现状进行评估,由此得到政府对PPP模式的适应情况、角色转变与配套法律的情况较差,处于中低层项目参与者得分较低的结论,并提出针对性建议。", "label": "经济学", "id": 0}
{"content": "建造业由于其资源消耗大、涉及产业广、投资金额大等特征,有信息化的价值基础,BIM技术框架在不断扩展,但应用推广缓慢。本文以自贡某东部新城二期大型市政项目为背景,创新探究无人机+BIM技术的低技术投入,高经济收益的应用场景,并探讨BIM应用现状及存在的问题,并对未来技术应用发展作出一定展望。", "label": "经济学", "id": 0}
{"content": "近年来,我国智慧城市发展迅速,成为数字中国建设的重要推动力,与之伴随的数据安全威胁也屡见不鲜;同时,数据安全相关法律法规的密集发布给智慧城市数据安全治理带来了更高的要求和准则.为进一步强化智慧城市数据安全治理,分析了智慧城市的主要数据安全风险,介绍了相关学术研究现状,分析了智慧城市数据安全面临的新形势新要求,从增强法律法规落实、完善现有体系框架、强化数据安全观念、加强技术保障等方面提出建议,为智慧城市数据安全防护提供理论和方法参考.", "label": "经济学", "id": 0}
{"content": "随着我国智慧城市建设进程的不断深入,网络安全问题不断凸显,如何实现智慧城市网络安全体系设计并指导建设落地成为广泛关注的问题.基于成熟的智慧城市安全建设实践经验,全面梳理智慧城市网络安全建设框架,从实践的角度提出\"保证安全合规是基础、业务安全保障是关键、安全效能发挥是核心\"的总体安全建设思路,在注重安全体系研究的同时更关注体系的可落地性,为新型智慧城市网络安全建设提供参考借鉴.", "label": "经济学", "id": 0}
{"content": "当前,数字中国战略深入实施.智慧城市是数字中国发展的主要载体,随着新型智慧城市建设快速铺开,新的城市运营模式及政企关系应运而生,智慧城市建设越来越倾向于可持续、平台化运营.如何构建与城市建设运营配套的城市级安全运营体系成为关注的焦点.充分研究智慧城市运营特点,创新提出安全河理念,全面分析智慧城市安全运营业务需求,构建基于安全河理念的智慧城市安全运营框架,并列举了可落地的智慧城市安全运营解决方案,对智慧城市安全运营的合作模式和未来发展进行了展望.", "label": "经济学", "id": 0}
{"content": "<正>随着全球数字化的深入发展,新型智慧城市建设成为城镇化发展的必然趋势.物联网、云计算、大数据、区块链等新一代数字技术为这一趋势带来动力与机遇的同时,也因新型智慧城市的融合性、泛在性、渗透性等天然属性对系统安全保障提出了更高要求.列举了智慧城市发展潜在的安全问题,强调了新型智慧城市安全防护的重要性,提出了可信智慧城市的概念以及区块链技术对实现这一概念的作用.", "label": "经济学", "id": 0}
{"content": "\"互联网+\"是指在信息时代和知识社会的创新形式下,由互联网发展的一种新形态。随着科技的日益发展,利用互联网和信息平台,互联网与传统的行业进行有效的交流与相融,利用互联网不受时间和空间限制的特点,发展新的行业与发展机会,同时可以更新传统行业的发展,让传统行业进行升级与优化,进而推动社会的不断进步与发展。在互联网+的背景下,发展智慧城市的理念,进行研究,实现其发展策略,有利于推进当前智慧城市发展的建设,同时也能够实现互联网+技术的使用价值与使用意义。", "label": "经济学", "id": 0}
{"content": "乡村的发展主要是以第一产业农业为主,并在此基础上兼顾第二、三产业的地域综合体质,在发展当中具备生活、文化等多项产业功能属性。那么农业作为我国经济的重要支撑,只有实现乡村的农业振兴才能实现全国农业的振兴。从我国目前乡村的发展道路上来看,城强乡弱的发展模式严重阻碍了乡村振兴的道路。其次,由于经济、市场环境等各方面因素的影响,导致城市与乡村之间始终处于两种截然不同的发展模式。因此,本文通过以历史变化看到城乡发展的理论基础,探讨当今时代实现城乡融合所面临的难题,找到适合乡村振兴战略视觉下城乡融合的发展模式。", "label": "经济学", "id": 0}
{"content": "第十三届全国人大第4次会议表决通过了2021年政府工作报告,报告书强调要\"培育壮大新动能\"。随着科学技术的发展以及我国供给侧结构性改革,新旧动能转换越来越多地成为经济发展的新常态,吸引各个领域的目光。近几年,特色小镇以城乡资源共享的方式实现农业产业结构全面优化升级,成为各级政府重点支持与关心的对象,与新旧动能转换有着天然的契合性,是经济发展转型新的突破口与重要发展路径。面对这一新生事物,许多地方政府仍处于探索阶段,但在不断的实践中也逐渐摸索出一些政策、法规机制。但是,由于缺乏整体科学观、全局认识的不足,这些机制依然存在一定的狭隘性,影响产业经济的发展以及本地特色小镇的建设。本文立足新旧动能转换的大时代背景,梳理各级地方政府在建设特色小镇中所存在的政策与法规环境建中所遇的困惑与问题,为之后的完善与发展提供相应的措施与参考。", "label": "经济学", "id": 0}
{"content": "研究目的:在可持续发展上升为国家战略层面背景之下,租赁改造废旧厂房用之于公共体育服务,使存量工业用地得到可持续提升利用,以实现对国内紧张的体育场地资源的有益补充。但旧厂房改造为体育设施领域的研究探讨却还处于起步阶段,对许多问题的分析过于笼统,针对\"厂改馆\"项目厂房征收这一突出现实问题的研究仍比较薄弱,理论和学术探讨明显落后于实践发展的需要,惟此着眼于体育市场中旧厂房改造再利用领域的实际问题,探索解决问题的办法,才能为旧厂房改造型体育设施项目健康发展提供有力的智力支持。研究方法:（1）运用文献资料法:对从上个世纪90年代旧工业建筑领域论文进行系统查阅,并对近20年旧厂房改造领域的政策文件进行全面梳理,为本研究奠定理论基础。（2）实地调查法:实地走访江苏、安徽区域旧厂房改造型体育设施项目过程中,了解该类项目的运营模式与存在问题。（3）案例分析法:对具有代表性的改造项目进行深入挖掘,探寻现象背后的深层问题。（4）逻辑推理法:通过逻辑演绎、归纳、类比等方式,展开旧厂房改造型体育设施项目承租人利益保护进路的理念之辩。研究结果:（1）通过具体案例解析,对旧厂房改造型体育设施项目厂房征收过程中承租人的利益损失范围进行全面梳理。（2）解读我国房屋征收租赁领域的新法规《国有土地上房屋征收与补偿条例》,得出当前房屋征收过程中对承租人合法权益的法律保护呈现缺失状态,反映出旧厂房改造型体育设施项目承租人利益保护的法律困境。（3）（1）从厂房租赁权的法律属性（\"厂改馆\"项目厂房租赁权的实质是:使承租人最终获得\"物权性质\"的厂房租赁权）;（2）\"买卖不破租赁\"的法律原则（\"买卖不破租赁\"原则也就意味着在厂房租赁关系存续期间,即使厂房设施被征收,征收人不能以其成为厂房新所有人为由,进而否认该厂房原有租赁关系的存在,并回避对承租人的具体赔偿问题）;（3）厂房征收的操作程序（\"厂改馆\"这类项目,出租方虽是厂房产权所有人,但与厂房改造开发关系最密切的则是承租方。这就要求在厂房被征收的实际过程中,征收方不仅要与厂房产权方进行商谈,更需要与厂房实际改造、使用并获益的承租方沟通协商）三个维度,进一步说明\"厂改馆\"体育设施在厂房被征收时保护商业承租人利益的必要性。（4）在房屋征收过程中承租人合法权益法律保护缺失的背景下,建议（1）\"厂改馆\"项目除了确立承租人在征收补偿关系中的主体地位。（2）确定承租人损失补偿范围和权利救济途径,给予\"厂改馆\"项目承租人对等的程序权利,以从程序上保障承租人的利益不被侵害之外。（3）还需切实规范\"厂改馆\"项目厂房租赁合同,减少口头协议、\"不定期\"租赁合同以及风险可预知的厂房租赁合同,这是有效规避合同风险、提高合同履约质量的关键。还应充分发挥社会组织化解、调解功能。（4）在厂房型场馆项目因厂房征收引发的矛盾纠纷中,引入旧厂房出租方、承租方、征收方之外的第四方——社会组织参与调解机制,以最大限度减少厂房征收纠纷的发生与激化。建议组建体育市场厂房改造项目的专业调解委员会,从各单项专业协会选配具有该类问题所涉细分领域专业知识和职业背景的专业人员,作为调解专家参与调解协商工作,并健全矛盾纠纷解决机制。研究结论:在房屋征收过程中承租人合法权益法律保护缺失的背景下,建议\"厂改馆\"项目除了确立承租人在征收补偿关系中的主体地位、确定承租人损失补偿范围和权利救济途径之外,还需切实规范\"厂改馆\"项目厂房租赁合同,这是有效规避合同风险、提高合同履约质量的关键。当下,社会组织的力量与灵活性逐步显现,借力社会组织,鼓励其在厂房征收矛盾化解中发挥更大的作用。希望\"厂改馆\"这一新模式能够在公共体育设施领域,用规范发展之笔绘出\"老树开花\"花满枝的生动图景。", "label": "经济学", "id": 0}
{"content": "江西省北斗卫星导航综合应用示范项目是北斗三号全面建成之际启动实施的首个区域应用示范项目,其包括\"一个平台+五个应用示范\",目标是打通不同行业位置资源共享的壁垒,实现多行业位置资源的存储、共享与交换,探索面向通航、生态水利监测、国防动员、红色旅游、智慧市政行业的服务模式,实现跨部门信息资源共享。基于宏图位智平台,设计了智慧市政应用示范系统,集成应用北斗高精度定位终端,开发了智慧环卫中心管理系统和终端App应用软件,实现了环卫车辆与环卫工人的实时位置监测、事件上报、任务调度、作业轨迹跟踪、作业状态监管与告警、作业考核等任务状态监控同时实现了对环卫工人、环卫车辆、环卫事件、派发任务、人员排班等调度管理。该系统已于2021年5月在南昌市上线使用,至2021年6月中旬接入300余台北斗终端,为南昌市环卫指挥调度发挥了很好的作用。", "label": "经济学", "id": 0}
{"content": "本文主要是探讨加强基层城建档案宣传工作的路径。通过对基层城建档案宣传工作进行分析,了解基层城建档案宣传工作存在的发展机遇以及面临的挑战,针对现如今基层城建档案宣传工作的现状,从创新守正、活化善用、增智提能等角度提出加强基层城建档案宣传工作的路径。基于此,对于基层城建档案宣传工作过程中存在的一系列问题,需要相关档案宣传人员给予一定的重视,具体问题进行具体分析,推动基层城建档案宣传工作的高质量发展。", "label": "经济学", "id": 0}
{"content": "当下社会,城镇化速度的加快,导致不动产的数量也在增多。我国的不动产登记制度也需要随着时代的发展进行改革和完善,同时针对自然资源登记制度的自然资源统一确权登记制度也正在由理论走向实践,对社会产生了重大的影响,但是这两种制度的改革,如何做好其中的改革创新衔接过程也是需要讨论的重点内容,本文主要讨论自然资源与不动产登记制度改革的协同创新。", "label": "经济学", "id": 0}
{"content": "城市基础设施建设是一个城市建设和发展的物质基础,有前瞻性和预见性的基础设施建设能为城市的持久发展提供动力。在京津冀一体化进程中,城市群的基础设施建设水平对京津冀产业的转移、人才的输入输出产生极大的影响,本文通过研究基础设施建设对京津冀一体化的重要性以及京津冀的基础设施建设中的现状与问题,提出实现京津冀城市群基础设施共建共享的对策,以期京津冀一体化能够健康长久的发展。", "label": "经济学", "id": 0}
{"content": "廊坊市处于京津冀的核心腹地。经济发展的区位优势十分独特。伴随经济及协同发展上升为国家重大发展战略,在区域经济发展中,廊坊城市定位问题十分重要。本文运用区域京津与城市经济相关理论,从环北京都市圈出发,对廊坊应定位为卫星城市、廊坊应搭建发展平台、廊坊应实现对接高端城市等方面进行了较为详细的研究,并提出了相应的建议与对策。", "label": "经济学", "id": 0}
{"content": "随着时代的不断发展,物业管理行业的服务理念和服务模式都发生了较为明显的改变。作为劳动密集型行业的代表,物业管理工作开展的过程中,精细化服务可以对人工成本进行更有效的控制,同时也可以更好的保证物业管理工作的整体质量,最终达到促进物业管理企业发展的目标。文章对精细化服务的概念进行了简单的分析,并结合了物业管理服务的特点和精细化服务的重要作用,对物业管理精细化服务的营销战略进行了探讨。", "label": "经济学", "id": 0}
{"content": "烟台当前房地产依旧处于一种比较乐观的状态,而碧桂园针对当前烟台市政府出台的政策开发了一款户型齐全,能够满足不同消费者的需求,定价合理的一个项目,该策划是通过对项目的背景分析以及运用SWOT分析对潜在客户进行分析,我们针对当前项目的特点将会推出不同的销售方案,并通过机会分析、战略分析等对潜在客户进行分析,以及最后能够打出知名度,最后提出相关营销推广方案及莱山房地产市场的发展前景。", "label": "经济学", "id": 0}
{"content": "住房问题是全球每一个国家、城市发展过程中都要面临的重大挑战。在我国党的十九大会议中明确提出\"房子是用来住的,不是用来炒的。\"改变国民的固有思想,调整租房、住房供应政策,真正让人民做到安居乐业。相比于北上广深等一线大城市,雄安新区是一个年轻化、智能化、高科技的创新型城市,在其经济、社会发展的进程中需要引入大量高精尖人才。所以,妥善解决雄安居民的居住问题是吸引人才、留住人才的关键。本文基于发达国家或地区的经验以及一些较为成功的案例进行分析,结合雄安新区发展的需求以及国家在住房方面的要求,探索出适合雄安新区的租赁和购买住房的制度,为政府制定新的政策提供有效的建议。", "label": "经济学", "id": 0}
{"content": "本文从城市管理视角出发,以长春市城市建设为案例,阐述了长春市作为宜居城市的建设历程,旨在为其他城市的建设提供有价值的经验,为振兴东北献计献策。", "label": "经济学", "id": 0}
{"content": "中国城镇化进入重视质量的发展阶段,对精细化管理需求高。城市建设追求品质建设,城市空间管理趋于场景化、模块化。城镇化使得城市空间的复杂度提升,对城市空间的管理方式、管理效率提出更高要求。城市管理方法不断演进,在数字化浪潮下,城市空间管理的需求根源在于城市数据资产的充分挖掘与高效利用,最终实现各部门业务层面的职能协同。而AI中台从数据\"深度\"与\"广度\"出发解决城市空间管理核心问题,契合中国城市空间管理中的全域感知、实时预警、协同处置、优化迭代等需求。AI中台赋能城市空间管理可以产生直接的商业价值,2020年中国城市空间管理的AI中台软硬件市场空间约93亿元,预计2022年潜在市场空间约306亿元,2030年潜在市场空间约1587亿元。云服务、AI相关技术、硬件是各类厂商切入赛道的重点方向,一体化解决方案是服务重点,也是主要盈利模式。未来,AI+视频等技术的不断迭代,使目标事件识别的广度、精度更高,预测性更精准,将助力城市管理效率、敏捷性、精度等方面的提升。此外,城市管理平台系统趋于产品化、标准化、服务化,城市空间管理中也将更关注行业数据隐私监管等问题。", "label": "经济学", "id": 0}
{"content": "分析解读城镇燃气工程安装费改革政策,对城燃企业目前的燃气工程安装费收取情况及工程管理模式进行调研,对燃气工程安装费政策改革影响进行分析和预判,并提出应对建议及策略。", "label": "经济学", "id": 0}
{"content": "\"互联网+\"为传统的服务企业带来了新的发展红利,借用互联网技术助力传统服务行业的转型升级是迫在眉睫。作为服务于千家万户的城市燃气公司,一直以来沿用较为传统的服务方式服务于燃气用户,急需借助互联网技术,对日常业务办理进行转型升级。完成转型升级后,既能方便用户业务办理,也能助力城市燃气公司开展延伸业务。本文共分为四个部分。第一部分为导论部分,介绍了G燃气公司开展延伸业务的背景,提出了研究思路和方法;第二部分为通过搭建和应用\"互联网+G燃气公司\"的互联网平台,根据STP理论,形成用户画像,为延伸业务提供用户认知,形成延伸业务客户池;第三部分为在\"互联网+\"背景下,采用4P营销理论对产品、定价、促销、分销的策略进行梳理规划,以期实现延伸业务的快速开展;第四部分为结论部分。", "label": "经济学", "id": 0}
{"content": "城镇燃气作为公共基础设施,随着国家的强盛而不断发展。近年来随着一些高新技术的不断创新和完善,有了充足的理论和技术支持,为燃气行业的管理手段创新提供了更多的可能。燃气行业对安全的要求是极高的,作为采购供应管理部门,如何确保供应安全和安全供应,加强对燃气企业的供应管理和供应商管理,港华质管易系统的现场考查移动应用则是在供应安全的需求下应运而生。港华质管易系统作为一个集团型燃气企业的考查评审业务管理平台,出发点在于把握供应商端的质量保证,把管控点放在采购方对供应商现场考查的严格执行以及客观实时记录;标准、规范考查业务模式,确保燃气行业不同工程材料对质量要求的落地;将供应商生产现场包括其管理是否合理、有效规范,能够通过对比标准要求细则,发现供应商存在的质量管控问题,并实时跟踪整改。", "label": "经济学", "id": 0}
{"content": "房屋租赁是城市居民关注的热点话题,为了解成都市房屋租赁市场发展的现状和治理的总体情况,本文采用文献研究、问卷调查和实地走访等研究方法,探讨目前成都市房屋租赁市场,尤其是长租市场存在的主要问题,结合房屋租赁市场监管新政的实施,提出一些有针对性的对策建议。", "label": "经济学", "id": 0}
{"content": "随着生产力的发展和社会财富的增加,人们对于消费、娱乐及旅行的需求也不断提升,这一提升不仅仅表现在数量上的增加,还表现在需求种类多样性的增加。节事旅游的产生和发展正是人们这种物质和精神文化需求变化的体现之一。其中,体育赛事是节事旅游的重要内容之一,体育赛事参赛者以及游客、记者等人员的到来必然会对目的地的发展产生一定的影响,如果能充分利用这一机遇来促进城市形象的树立、基础建设的完善、交通条件的改善,便能进而促进城市旅游业的迅速发展。本文将结合实际情况,对成都市节事旅游发展现状进行分析,找出成都市发展节事旅游存在的问题和不足,提出一些建议和对策。本文的研究成果对于其他城市发展节事旅游也具有一定的借鉴意义。当然本文研究具有一定局限性,因成都大运会尚未举办,暂不能完全预知大运会的举办对成都市发展的后续影响。", "label": "经济学", "id": 0}
{"content": "目前,石油企业普遍遭遇发展瓶颈,行业步入优化整合升级阶段。在开放竞争的市场环境中,企业的发展不再是依靠国家和政府为其创造良好外部环境,而越来越依靠自身营造适应市场需求的内部环境。成功是优点的发挥,失败是缺点的累积,企业的生存和发展应该从强化企业内部管理开始,不断激发企业的内部潜力,扬长避短,使得自身的优势可以得到充分的发挥。只有不断地夯实企业的基础和加强企业内部管理,才可以在市场经济的大潮中挥洒自如。", "label": "经济学", "id": 0}
{"content": "近年来随着快递行业的高速发展,邮政快递业逐渐成为国家重要的社会公用事业,是服务生产生活、促进消费升级、畅通经济循环的现代化先导性产业。", "label": "经济学", "id": 0}
{"content": "<正>中国即时配送行业背景及现状1中国即时配送行业新趋势及新业务方向2中国即时配送行业玩家新业务3中国即时配送行业宏观驱动（1/3）居民可支配收入提高,消费能力和消费意愿增强的背景下,居民对高质量服务需求增多2020年,中国居民人均可支配收入为32,189元,增速4.7%,同GDP增速,受新冠肺炎疫情影响,相较前几年显著降低。", "label": "经济学", "id": 0}
{"content": "随着电商发展的猛烈态势,电商物流愈来愈成为影响消费者购物体验的重要因素之.。综合全国其他服务于电商的主流物流服务商来看,其采用的\"多对多\"配送网络不仅效率低且管理难度大、易造成市场混乱。因此,我们按照京东\"一对多\"的多级物流配送体系,设计了可服务于甚他第三方物流服务商的配送系统设计方案。在具体技术层面,我们利用了二阶段式规划模型和BP神经网络。该方案中,我们采用\"两步走\"而非一步到位的方式进行配送路线优化,再利用梯度速降得到可行解,加之人工的二次检查与确认,确保计算机优化结果符合现实客户实际需求。以中外运的相关数据为例,经过该系统优化可大幅降低其仓储、车辆等资源冗余现象,促进配效率提高,从而提高收益。以该套系统的底层逻辑架构为基础,针对不同客户可以进行客制化的服务,附加战略支撑部分以确保软件应用能够落实到位,从中收取服务建设费、后期维护费等以获取收益。随着电商发展的猛烈态势,电商物流愈来愈成为影响消费者购物体验的重要因素之一。综合全国其他服务于电商的主流物流服务商来看,其采用的\"多对多\"配送网络不仅效率低且管理难度大、易造成市场混乱。因此,我们按照京东\"一对多\"的多级物流配送体系,设计了可服务于甚他第三方物流服务商的配送系统设计方案。", "label": "经济学", "id": 0}
{"content": "中央财经委员会第九次会议中习近平总书记提出碳中和,碳中和顾名思义就是指碳的排放量等于碳的吸收量。为实现碳中和目标,政府采取了很多措施,其中一条就是\"限塑令\"。\"限塑令\"的推出让不少企业都受到了各种程度的冲击,快递企业显然是受冲击最为严重的企业之一。本文立足于这一经济背景下,采用模型建立法、文献查阅法、统计数值分析法以及Apriori算法对快递企业受到的影响进行分析并给予适当的策略调整方向。使用动态随机一般均衡模型DSGE模型中的RBC模型建立对\"限塑令\"政策下快递行业收益最大化时不同种包装材料（纸盒、可降解塑料袋）的C（包装材料费用）及N（货币计价的劳动工资支出）进行分析,通过Apriori算法对居民及学生在选择快递包装和回收意愿进行分析。研究结果表明企业最大收益下各包装材料的C（包装材料费用）及N（货币计价的劳动工资支出）受\"限塑令\"的影响冲击程度的情况及居民学生在快递包装的选择和回收意愿情况,最后,为快递业的包装材料进行探讨以及提出一些相关建议及快递企业策略调整作为参考。", "label": "经济学", "id": 0}
{"content": "数字经济时代,不少学者从数字创业的定义、构成要素、影响因素、演化过程等方面来研究这一新型创业理念。2020年初爆发未完的疫情,更是加速了数字创业的研究进程。但目前针对数字创业商业模式的研究存在不足。本文基于实践和理论的需要,首先重新定义数字创业,即数字创业是数字经济时代创业主体利用数字技术或数字平台进行创业的活动集合,创业主体包含但不限于新创企业、既有企业,输出结果包含但不限于纯数字产品或服务、混合数字产品或服务及非数字产品或服务;然后根据顺丰速运案例分析结果及以数字平台为界按照数字技术与创业的交互方向,即线下->线上、线上->线下、线上+线下,将数字创业商业模式划分为数字技术升级型、数字平台赋能型、数字生态系统型;最后总结出在客户价值最大化的统一大前提下,数字技术升级型（或阶段）侧重突破核心竞争力到整体解决方案、数字平台赋能型（或阶段）侧重突破系统化到运作高效、数字生态系统型（或阶段）侧重突破资源整合到持续盈利。", "label": "经济学", "id": 0}
{"content": "随着环境资源压力的增加,国家开始要求社会上的生产企业对产品的回收再次利用负责,形成产品的闭环供应链,减少资源浪费和环境压力,逆向物流回收中心选址问题也成为研究热点。针对逆向物流回收中心选址的多属性群决策问题,提出了一种考虑专家间信任关系的交互式共识方法。首先提出信任交互影响因子来表示每一轮交互中专家的动态权重。然后提出了考虑知识缺陷的群体稳定性指标和最小共识元素的群体满意度指标,讨论了交互终止条件。然后利用基于信任得分的爱因斯坦加权平均（TFEWA）算子和基于信任得分的爱因斯坦诱导多级有序加权平均（I-TFEOWA）算子对偏好信息进行集结,得到选择结果。最后,以逆向物流回收中心选址为例,对相应的选址方法进行了比较。", "label": "经济学", "id": 0}
{"content": "工业革命历经机械化、电气化、自动化、3个阶段,2008年之后,逐渐进入以\"智能化\"为特色的工业4.0阶段,智能化信息系统、机械设备在工业制造、供应链运营过程中起着越来越重要的作用,本文简要介绍了目前国内外较为成熟的物流前沿技术:货到人系统、AGV、无人驾驶、及RFID等。", "label": "经济学", "id": 0}
{"content": "本文对现代烟草物流的新要求进行了分析,结合商业区域物流库存管理存在的难题,构建了虚拟库存系统,并提出了一种商业区域物流工商协同、虚拟共享、实物共用的运营管理模式。该模式可有效解决工业环节卷烟采购、物流运输等环节和多家商业公司卷烟实物管理的问题,大幅降低区域物流卷烟运营成本费用,提高物流运行效率,为进一步推进烟草行业工商物流一体化建设提供发展思路,具有实质性的意义。", "label": "经济学", "id": 0}
{"content": "本文通过对卷烟仓储上下游流程全面研究,精准把控各节点的难点、堵点和痛点,提出了前置共库、精准协同的管理思路,提升烟草仓库利用效能,实现物流仓储环节降本增效。", "label": "经济学", "id": 0}
{"content": "【背景和目的】提升卷烟分拣效率已成为烟草商业亟待解决的难点问题。【方法】本文通过对卷烟物流分拣、包装设备的功能和单机作业效率的研究,采用模块化布局,独立式分拣的方法,将各种分拣机型和包装机按照模块化进行布局和控制,降低设备之间运行故障干涉,有效地提高了单位时间设备的作业效率。【结果】通过高效率合流,柔性化包装,较好解决了条烟外观尺寸差异对分拣和包装效率的影响。【结论】实际运行表明,该分拣系统达到了功能设计要求,系统运行良好。", "label": "经济学", "id": 0}
{"content": "<正>一、引言现代（智慧）供应链体系建设是国网公司战略目标落地的重要组成部分。近年来,随着公司物资管理重点从集中、统一向精细、高效的转变,以及\"数字新基建\"时代背景下信息技术的高速发展和各种数字化技术的广泛应用,物资供应业务与数字化技术的发展融合已成为趋势。因此如何利用互联网思维,持续推动电力企业信用体系建设,在实现高质量发展、", "label": "经济学", "id": 0}
{"content": "<正>一、引言国网河北物资公司（国网河北招标公司）（以下简称\"物资公司\"）实施\"一套人员、两块牌子\"的管理模式,定员编制141人,现有人员120人。平均年龄36岁,35岁及以下人员75人,占比62.5%,本科及以上115人,研究生48人,高级职称40人。自2014年起物资公司成规模接收大学毕业生,近5年入职学生39人,占比32.5%。", "label": "经济学", "id": 0}
{"content": "<正>一、引言随着电力改革的深入推进,电网企业发展面临新要求和新趋势。电力体制改革要积极落实新发展理念和高质量要求,体现时代性、规律性、全局性,促进技术和模式创新。另外,基于经济社会发展的新形势,十九大提出\"在现代供应链领域培训新增长点、形成新动能\"的战略方针。因此,国家电网公司作为能源行业供应链的引领者,应以改革促发展,聚焦创新驱动供应链精益管理,推动物资管理向更高质效方向发展,进一步提升设备质量的可靠性。", "label": "经济学", "id": 0}
{"content": "物流作为目前比较关键的运输纽带,为全球货物运输贡献了相当大的力量,结合目前互联网的快递发展,物流的信息化管理也越来越重要,构建一个相对完善的物流信息化管理系统对于物流运输就有非常重要的作用。基于此,本文以烟草物流为例,通过分析国内外相关学者对物流信息化方面的研究现状,分析总结物流信息化信息化中的管理应用,总结目前研究发展现状,分析其中可能存在的问题,并提出自己的见解,为促进现代物流管理和现代企业的发展不断努力。", "label": "经济学", "id": 0}
{"content": "通过对烟草物流中心设备管理现状分析,对设备运行过程的某些环节进行视频监控管理,规范人员操作,控制条烟破损率,监控设备运行状态以及协助故障诊断检测,达到减少设备故障率,降低卷烟破损率,提高设备维修效率的目的。", "label": "经济学", "id": 0}
{"content": "<正>一、引言近年来国网陕西公司加大省内线网建设,能源跨越式发展对电网工程建设与安全运行提出了更高的要求。电网物资的安全可靠是电网安全运行的重要保证,电网物资供应又是电网工程建设的重要环节。当前电网物资供应商履约能力参差不齐,因产品质量问题、交付问题造成的违约行为在数量上呈现增长趋势,", "label": "经济学", "id": 0}
{"content": "<正>物资供应是保障发电集团圆满完成生产运营、施工建设任务不可缺少的重要一环。围绕\"干就干一流的事,干就干成一流\"总要求,构建完善的集中统一、理念先进、运转高效的物资供应保障体系,持续提升集团公司物资供应保障能力和保障水平,支撑集团公司高质量发展,是建设世界一流能源企业发展目标的必然选择。", "label": "经济学", "id": 0}
{"content": "<正>一、开展供电企业智能仓储管理的重大意义面对国网公司新战略目标,物联网技术的发展,给仓储管理提供了新的想象空间,从仓储管理入手,以规范物的标识、保持物的连接、描绘物的轨迹为理念,厘清系统边界,优化系统层次和业务流程,解决物资的信息识别以及定位查询方面的痛点,实现物资信息的主动识别和精准定位,从而提高仓储周转率,", "label": "经济学", "id": 0}
{"content": "<正>智能仓储指的是综合应用物联网、云计算、大数据和人工智能等新一代信息技术,实现仓储活动的状态感知、实时分析、智能决策和精准控制,进而达到自主决策和学习提升,拥有一定智慧能力的现代仓储系统。智能仓储产业链主要分为上、中、下游三个部分。上游为设备提供商和软件提供商,分别提供硬件设备(输送机、分拣机、AGV、堆垛机、", "label": "经济学", "id": 0}
{"content": "<正>一、智慧物流发展路径:单元化、数字化、网络化、智慧化新时代物流需要架构在智慧型基础设施之上。智慧物流的发展路径首先是单元化,其次是数字化,然后是网络化,最后才能实现智慧化。（一）单元化是现代物流的基础和起点物流的作业对象是货物单元,不管是大单元、中单元、小单元,", "label": "经济学", "id": 0}
{"content": "<正>一、企业概况深圳市敏思达信息技术有限公司（以下简称\"敏思达\"）成立于1997年,是一家集顾问咨询、研发设计、系统集成、应用服务于一体的双软认证、国际CMMI3认证的国家级高新技术企业,拥有30多项软件著作权。敏思达立足供应链行业需求,帮助企业进行信息化建设和数字化升级,致力于成为全球领先的供应链信息化解决方案服务商。", "label": "经济学", "id": 0}
{"content": "<正>公交管[2020]383号各省、自治区、直辖市公安厅、局,新疆生产建设兵团公安局:为贯彻落实国务院办公厅关于降低物流成本、推动物流高质量发展的部署要求,深入推进公安交管\"放管服\"改革和城乡高效配送专项行动、城市绿色货运配送示范工程,进一步优化和改进城市配送货车通行管理工作,提出以下指导意见。", "label": "经济学", "id": 0}
{"content": "<正>一、2020年家居物流总体情况2013-2019年,我国家居建材市场已经呈现出上升趋势,并于2019年突破4.5万亿元。受新冠肺炎疫情影响,2020年家居建材市场经营压力明显加大,我国家居建材、家具、家电的市场规模均出现不同程度下滑。国家统计局数据显示,2020年我国家居建材产业整体市场规模约4.25万亿元,同比下降5.4%;我国家具行业规模以上企业实现主营业务收入约6875.4亿元,同比下降6%;我国家电行业主营业务收入约1.48万亿元,同比下降3%。基于此,中国仓协家居物流分会综合测算得出,2020年我国家居物流的市场规模约为1.733万亿元,同比下降4.6%。", "label": "经济学", "id": 0}
{"content": "人力资源和社会保障（以下简称\"人社\"）领域的网络和系统承载了海量公民个人信息,数据安全至关重要,人社数据的流动、汇聚和应用给数据安全治理和保护带来新的挑战.密码技术作为网络安全的核心技术和基础支撑,是构建人社数据安全体系的内置基因.围绕人社业务系统实战防护与新合规需求,以符合国家密码管理政策、法规和标准的密码技术、服务为基础,以整体性、系统性和协同性为原则,探索构建人社数据安全密码防护体系.", "label": "经济学", "id": 0}
{"content": "发展背景政策:多部门印发政策意见多维度促进就业,推进人力资源市场体系建设经济:经济平稳健康发展,服务业复苏迹象强烈,稳增长目标保障就业市场稳定社会:劳动人口下降明显,人才质量提升,我国从人口红利时期迈入人才红利时期技术:AI技术已渗透招聘的最底层逻辑,多种类型AI技术普及应用发展现状市场规模:2021年市场规模达到160亿,较2020年增长48.2%,未来三年将保持中高速增长PC端:用户数量同比增长但用户使用时间减少,用户使用时间集中于3月份和8月份移动端流量:3月份和7月份为流量高峰,各项指标相较2020年有较大增长移动端平台:TOP3平台维持流量高位,各平台旺季出现分化市场变化总览:供不应求,但供求匹配度较低,结构性就业矛盾日益凸显雇主:小微企业、新经济成为就业\"蓄水池\",招聘成本上升但完成率下降,灵活用工蓬勃发展求职者:失业率回落,但青年群体就业压力较大,青年新经济形态就业人数增加平台侧:行业玩家踏进蓝领招聘市场,行业向数字化、规范化迈进发展趋势顽疾:技能供需错位亟需合力解决,灵活用工效率质量存在较大提升空间平台:提供多元服务,为高校提供就业指导、职业规划等服务,探索B端培训转职等潜力业务,提升C端求职效率和体验企业雇主:招聘提效的同时注意优化求职者体验求职者:不断更新知识结构,软能力重要性愈发突出", "label": "经济学", "id": 0}
{"content": "后疫情时代增加了就业的不确定性,潜在的加剧了职业定位不清晰、就业力不足的毕业生的\"慢就业\"态势,本文从就业供给侧和需求侧出发探究就业难的影响因素,从人才供求双方着手聚焦就业观转变与就业力提升的具体做法,协同政校企三方资源打造全员、全程、全方位的三全育人机制,从识别就业区域政策、识别就业行业趋势、识别就业企业特色、识别就业岗位路径切入,以政校企研职训练营为载体帮助学生拓宽视野、锚定方向,实现早认知、早规划、快行动、快就业的工作成效。", "label": "经济学", "id": 0}
{"content": "研究背景:新冠肺炎疫情的突如其来不仅影响着全国人民的身体健康,同样也对体育用品制造业产生了一系列的影响。随着体育用品制造业不断地发展,体育用品制造业的总产值已经多年稳固在一万亿以上。政策方面,2014年10月《关于加快发展体育产业促进体育消费的若干意见》（国办发【2014】46号）的出台为体育产业的发展提供了前所未有的政策红利。2019年国家体育总局网站转载《体育用品制造业继续向体育用品服务业转移》文章对我国体育用品制造业提出了新的要求,即强化科技应用,并且指出了目前我国体育用品制造业的现状和未来的趋势。另一方面,《中国制造2025》提出我国制造业要从大国变成强国,要深入推进制造业结构调整,积极发展服务型制造和生产性服务业。此外,出口在我国体育用品制造业销售途径中占重要地位,但是随着新冠肺炎疫情的影响和国外局势动荡,出口量的缩减也对体育用品制造业产生了很大的影响。研究目的:随着体育产业高质量发展的逐步推进,体育行业的从业人员越来越多,体育用品制造业一直是体育产业的重要组成部分,所以本研究通过对宏观数据的实证研究来探索新冠肺炎疫情是否影响了他们的工资?并分别针对疫情的影响,体育用品制造业的发展,从业者三方面提出相应的建议。研究方法:利用文献资料法对体育用品制造业和制造业从业者工资影响因素的相关研究进行分析,探索影响工资水平的相关变量。在明确变量的基础上利用Stata软件建立固定效应模型分析变量之间的关系,根据2020年2021第一季度已有的宏观面板数据推测疫情发生至今体育用品制造业从业者工资水平的变化得出相应结论。研究结果:根据模型结果得出:1.从GDP的收入、支出算法上,GDP与工资有明显的正相关,从GDP分配率的角度来看,两者呈正相关。2.国内生产总值,全国体育产业总规模,体育用品出口总额与工资有线性相关,其中国内生产总值和体育用品出口总额与工资有显著性差异,全国体育产业总规模差异不明显,分析原因是其与GDP有重合。根据数据分析得出:1.根据数据2020年第一季度GDP环比增速为-9.7%,体育用品出口总额第一季度同比增速为-64.4%,可以得出新冠肺炎期间2020年第一季度对体育用品制造业从业者工资具有十分明显的负面影响。2.根据数据我国GDP逐步向好,体育用品出口总额在2020年后三季度和2021年第一季度呈现报复性增长,尤其是2021年第一季度的环比增速达到了605.8%,可以得出疫情后我国经济恢复迅速,体育用品制造业从业者的工资水平也有明显提升。研究结论:针对新冠肺炎疫情对体育用品需求和体育用品制造业的影响的建议:1.消费者信心方面要通过恢复体育赛事、开放体育场馆、增强体育消费（如通过发放体育消费券等）、提高消费者的消费粘性等措施促进人民参与体育运动进而促进人民对于体育用品的需求。2.企业方面要加大政策支持力度对相应企业进行帮扶,采取减免税收,减免租金,降低企业贷款利率等相应措施促进企业的复工复产和疫情常态化防控下的发展。3.从业者方面要加强对其补贴力度,减免个人所得税,发放疫情复工复产津贴,制定制造业从业人员资格认定标准进而提高职业认同感。针对体育用品制造业的发展方面的建议:1.要准确定位我国体育用品制造业的发展水平还很滞后,仍面临缺乏核心竞争力和高精尖产品制造能力。所以要加强体育用品高精尖制造业的探索加强中国制造的核心竞争力,尽快脱离高精尖产品完全依赖国外的现状。2.要加强体育用品制造业的转型升级,提升体育用品制造业的经济附加值,发展体育用品消费一站式的服务模式,提供消费者购买前,购买中和购买后的一系列服务体系进而促进制造业的服务化转型。针对体育用品制造业从业者个人的建议1.要树立行业长青的信心,减少职业倦怠感。2.要提高自身的专业水平,提高自我效能感。3.不断了解国家相关政策和行业发展动态,达到自身利益最大化。", "label": "经济学", "id": 0}
{"content": "研究目的:本研究基于江苏省残疾人运动员培养方案及安置策略,结合现有的残疾人运动员教育制度框架和资源禀赋研究江苏省残疾人运动员就业需求愿望与现实冲突问题。通过对江苏省残疾人运动员的就业愿望及市场需求进行调查研究,旨在揭示江苏省残疾人运动员就业需求愿望与现实满足的问题,力争从政策操作层面和组织实施层面实现全景式研究,为促进江苏省残疾人体育事业高效发展提供一定的参考。研究方法:文献资料法:广泛查阅国内外SpringerLink、Kluwer、Web of Science、Elsevier Science Direct和中国期刊网、国家体育总局信息中心、人大复印资料、中国优秀硕博论文数据库、超星图书馆等网络数据资源以及查阅各大图书馆的馆藏书目,广泛收集相关文献并对重要文献进行细致的分析性研究,了解相关研究的最新理论和前沿动态。问卷调查法:本课题通过向江苏省残疾人运动员发放调查问卷,了解其就业需求愿望与现实满足的问题,以动态学的观念,多角度全方位的分析残疾人运动员就业愿望与现实冲突问题。实证研究法:以残疾人运动员为特定研究对象,定性分析和定量分析相结合,大量开展实证研究和数据分析研究,运用广泛搜集文献资料、活动实施、数理统计等方法,对残疾人就业现状进行全方位的探索。研究结果:江苏是体育大省也是体育强省,江苏残疾人运动员在残奥会、残运会上取得了非凡的成就。从举重等项目而言,江苏省残疾人运动员的技术水平在一定程度上代表着中国水平,但是江苏省对于解决残疾人运动员就业安置问题仍有待提高。（1）立法制度有待完善。我国对于残疾人就业的立法制度较少,更多的属于地方性政策,且面临着相关政策推行不到位、约束力低、与现实情况不符等问题,对于残疾人运动员的就业立法制度更是少之又少。此外,许多就业岗位以及政策支持更加侧重于参加过大型赛事且获得过名次的优秀残疾人运动员,更多普通残疾人运动员则处于待业状态。江苏省出台的关于残疾人运动员政策也都是针对高水平的优秀残疾人运动员并且向他们提供就业或深造的机会。（2）歧视身份的社会环境。据相关研究表明,大多数残疾人运动员在生活上以及择业的过程中都不同程度受到一定的偏见与歧视,许多就业单位宁愿选择缴纳残疾人社会保障金都不愿向残疾人运动员提供就业岗位。（3）未构建完善的社会多元化福利机制。据2006年第二次全国残疾人抽样调查显示我国残疾人口总数达到了8296万且以每年80万的数量向上递增。要保障如此庞大的残疾人口基本生活,单靠政府力量是远远不够的。就江苏省而言,截止2019年底在残疾人综合服务设施、康复设施、托养服务设施上的投资达到了37.7亿元,这无疑给地方政府带来了巨大的经济压力。研究结论:（1）构建完善的法律保障制度。2010年,国务院发布了《关于加快推进残疾人社保和服务保障体系建设的指导意见》,（以下简称意见）该意见并未特别指出有关于残疾人运动员的特殊就业保障。因此,我国应该制定针对相关残疾人运动员等特殊职业的法律保障就业制度,提高残疾人运动员的就业率。江苏省政府应结合本省的实际现状,制定相关的残疾人运动员就业保障政策,优先向残疾人运动员提供就业或深造机会,完善残疾人运动员教育培养体系,使其不仅具备专业的体育技能,还可以获得学习生存技能的机会,力争成为一专多能人才,进而提高社会竞争力。此外,降低残疾人运动员就业顾虑,不仅可以提高残疾人运动员训练积极性还可以促进江苏省残疾人体育事业高效发展。（2）引导正确的社会舆论。政府通过主流媒体积极向大众传播相关残疾人政策,扩大对于提供残疾人运动员工作岗位公司的福利待遇。此外,积极宣传残奥会、残运会举办,让大众了解残疾人运动员身残志坚的精神,共同构建和谐、友爱、文明的社会环境。（3）构建完善的社会多元化福利机制。江苏省是人口大省,残疾人口众多。因此,要想保障残疾人及残疾人运动员基本的生活水平,需要联合社会各界力量,形成以政府为主导的上下联动机制。发挥省残联及下属组织的宣传和推广作用,在保障江苏省残疾人运动员基本生活外,提高运动员的市场就业率。充分发挥残联的纽带作用,积极与社会各界力量共同构建并完善残疾人运动员的多元化福利机制。", "label": "经济学", "id": 0}
{"content": "互联网与数字经济正在高速发展,作为和时代共同成长的大学生,总有一些新想法,大学生创新创业一直以来是热门的话题。但由于大学生创业资金不足,社会阅历浅,在创业中不可避免地会遇到一些问题。本文以大学生创业项目—领衿（大连）人力资源服务有限公司为研究对象,通过分析公司在开展招聘流程外包（RPO）遇到的业务开展问题和原因,提出针对性的解决对策,为其他创业大学生提供借鉴。", "label": "经济学", "id": 0}
{"content": "为了解我国已婚女性就业质量水平和家庭特征对其就业质量的影响,本文使用2017年CGSS调查数据构建了已婚女性就业质量综合评价指标体系,并运用因子分析测度已婚女性就业质量综合得分。分析得出:已婚女性就业质量整体水平较低;26岁-35岁年龄段、党员、东部地区已婚女性的就业质量综合得分明显较高。在此基础上引入家庭特征构建回归模型,实证得出:母亲受教育程度、配偶职业、家庭经济状况等家庭特征对已婚女性就业质量有显著的影响效应。", "label": "经济学", "id": 0}
{"content": "数字经济时代的到来倒逼企业转型升级,企业对人力资源管理专业的人才需求也发生了变化。为满足企业对数据人才的需求,推动新文科的建设,让技术赋能教育。本文调查了成都信息工程大学数字化人力资源管理专业教学改革实践,在此基础上从课堂教学、专业教学、职业规划、创新创业培训和就业指导五个方面分析未来数字化人力资源管理专业的发展趋势,并基于OBE理念提出数字化人力资源管理专业教学改革建议,深化数字化人力资源管理专业的教学改革。", "label": "经济学", "id": 0}
{"content": "教学改革是我国教学领域中的重点课题,本文以成都信息工程大学为例,根据数字化应用、专业综合改革、课程思政、专业实践实习以及学科竞赛和创新创业五个方面制作调查问卷,分析当前人力资源管理专业在教学中存在的一系列问题和做出的成效,并提出相应的改进措施。", "label": "经济学", "id": 0}
{"content": "随着时代的发展,应用型大学的商务英语专业培养了许多适应现今社会需求的高素质人才。应用型大学的商务英语专业人才培养模式具有其自身的特点,本文分析并优化了其人才培养的模式,并且分析了学生未来的就业方向,旨在不断完善应用型大学商务英语专业人才培养模式,提升就业率,完善相关研究。", "label": "经济学", "id": 0}
{"content": "在当前社会发展领域人力资源所占据的市场影响力逐渐突出,做好相关的管理工作至关重要,在很大程度上影响着业务的开展质量。高级经济师是重要的人才储备对象,在新形势下需要做好人资管理,并结合实际情况全面分析当前在人资管理全面落实中所存在的问题,积极探索科学的战略举措,从而全面提高人才的综合素养。", "label": "经济学", "id": 0}
{"content": "就业指导课程,是高校为促进大学生就业,提升大学生就业能力而开设的一门公共课程。就业指导课程教学,需要组建一支优秀的教学团队,教学团队应当具备不同的能力与经验,教学团队需要不断优化,不断提升。这需要我们更多的研究与思考。", "label": "经济学", "id": 0}
{"content": "就业是民生根本、发展基石,也是国家财富的保障,作为人才输送的重要环节,高校毕业生的就业可以体现出教育教学成效,甚至决定国家总体的就业质量。如今社会经济快速发展、前沿领域日新月异、人才需求不断扩大,对于就业质量的评价指标和体系的探索和研究成为了目前就业工作的重点和难点。文章采用理论和实际相结合的调查方法,从匹配性、稳定性、保障性和待遇合理性四个维度构建了一套较为科学的就业质量评价体系。", "label": "经济学", "id": 0}
{"content": "《劳动关系管理》是高校人力资源管理专业的重要专业课程,该课程旨在培养适应当今社会生产转型和经济发展需要,了解企业实际劳动关系管理实践工作流程,掌握劳动关系管理必备知识体系,具备基本操作技能的人力资源管理人才。本文对《劳动关系管理》课程教学模式中存在的问题进行了梳理分析,并以CDIO理念为指导提出相应解决措施,尝试通过完善课程教学模式,在增强课堂教学趣味性感召性参与性的同时,促进学生对课程中抽象理论知识的理解与接受,以更好地完成教学目标提高教学质量。", "label": "经济学", "id": 0}
{"content": "《绩效管理》课程一直是高校人力资源管理专业的核心课程,受到授课老师及本专业学生的普遍重视。但是该门课程又具有综合性强,实践能力要求较高的特点。为更好地提升教学效果,在教学中可以采用混合式教学模式。本文介绍了《绩效管理》运用混合式教学的课程设计思路及教学实践探索,对该课程的建设有一定的参考价值。", "label": "经济学", "id": 0}
{"content": "天时:疫情冲击及严峻国际形势下,在线新经济成为发展新动能;地利:政策对新职业大力支持,要求广泛开展新业态新模式从业人员技能培训,支持和规范发展新就业形态并提供财政支持;人和:新职业已成为贡献就业核心渠道。新职业贡献新就业:新职业不仅体现在新的职业技能和内涵,还表现为新的就业形式、雇佣关系,如灵活就业、线上异地就业等;个人新消费服务领域的新职业人员最多:新职业就业群体主要分布在新经济领域,其中以现代服务业中的个人新消费服务为核心。全媒体运营师:新媒体变革下的全能型运营新职业,是消费者沟通的关键环节,用人需求旺盛,尤其是消费、互联网和金融行业。互联网营销师:新渠道、新场景变革下的营销新职业,直接面向消费者,伴随直播经济迅猛发展。互联网音频创作者:\"耳朵经济\"的核心参与者。相较于视频和图文,对于创作者,其无需出镜,舒适度更高,从业方式和时间更灵活;对于听众,收听场景更丰富。新职业定位:共同富裕背景下,政策顶层设计上提升职业技能人才社会地位和待遇,新职业成为扩大中等收入群体、提升低收入群体收入重要渠道;新职业人才服务:通过职业技能培训提升从业者能力与素养是人力资源开发和充分就业的前提,万亿新职业人才服务市场可期。", "label": "经济学", "id": 0}
{"content": "复合用工是一种将固定用工与灵活用工相结合的新模式,能够为企业和个人提供多元的用工与工作方式。从劳动关系的角度,可将标准劳动关系的固定用工与非标准劳动关系的业务外包、劳动派遣等并称为具有劳动关系的复合用工,而非传统劳动关系的众包、业务合伙等也属于复合用工的研究范畴。复合用工管理云平台的发展基于标准劳动关系模式下的供需缺口,聚焦于解决企业管理、财税管理和劳动者保障中的痛点,基于云平台对多种用工模式进行统一管理,以HR SaaS+用工平台+自由职业者管理+人力资源服务供应商项目管理四大功能模块帮助企业实现人力资源的最优化配置。中国复合用工管理云平台是一个百亿规模的市场,其2020年的市场规模为211亿元,预计2021年为254亿元,而在2023年将突破400亿元。除2020年外,2019-2023年的市场规模增速均在25%左右。得益于企业、劳动者和政府三者的驱动,云平台模式在中国具有较好的潜力。在产品层面,关注重点将向灵活用工侧转移,回归到人力资源范畴,而在市场层面,企业用工趋于多元和复合,厂商需更注重资源层面的合作。", "label": "经济学", "id": 0}
{"content": "本科生人才培养课程方案是高校教育的核心要素,课程模块结构适切与否直接关系到教育质量,高校本为社会提供有效率之服务,体现于以科学方式进行教育或人才培养课程之安排。由于,现阶段国内对于粤台两地人才培养课程鲜少研究,比较不同地区的课程设置,可给正在转形发展中的学校,在专业设置与结构、人才培养模式与类型建构和完善提供借鉴和指导。本研究应用比较研究法,针对广东的肇庆学院与台湾的高雄科技大学所开设规划的人力资源管理本科人才培养方案之课程体系进行比较分析,旨在了解粤台两地高校的人才培养、在课程体系规划之间的差异性或特色之处,有利于互相学习与借鉴,共同推进两岸人力资源的进一步发展。研究发现:（1）人才培养课程规划体系,高雄科技大学提供比肇庆学院更多元选择,其专业课程具有层次性、多样性、修选性等特色和注重学生在专业领域上的多元化发展;（2）在专业核心课程开课数量,高雄科技大学高于肇庆学院且区分子类群;（3）在专业课程方面,肇庆学院仅围绕在人力资源管理六大核心知识面学习,偏向以技术工作为中心的人才培养;高雄科技大学则将延伸至国际观、跨文化和组织员工关系的管理人才培养;（4）实践课程规划,肇庆学院比高雄科技大学更关注实践,唯必须再次对准粤港澳大湾区所需人才做合理的课程修正。", "label": "经济学", "id": 0}
{"content": "在全新教育理念的指引之下,高职院校注重先进意识形态的渗透,对各项就业指导等工作进行统筹部署和安排,取得了重要的发展成效。落实到班主任就业指导工作部署中来,结合新的发展条件和资源,就业指导内容更加丰富。既可以强化学生的创新意识,也可以通过多元化教学内容的展现,激发学生主动探索的热情。所以,在新的发展条件之下,班主任重点凸显自身的职能和作用,做好高职院校学生的就业指导工作是非常重要的。", "label": "经济学", "id": 0}
{"content": "当事人是最能向仲裁员、法官说明案件经过的人。如果当事人在劳动人事争议案件审理中作了虚假陈述,将对仲裁委或法院查明案件事实形成阻碍,对我国劳动人事争议仲裁工作的开展和社会经济的发展带来很大的干扰与阻碍。在实践中,当事人虚假陈述现象一再发生,然而我国对其规制较少,究其原因,是因为虚假陈述认定困难以及相应的法律依据不完善。应对和解决虚假陈述是仲裁员、法官必备的职业素养,也是仲裁实践必须解决和防范的问题。本文以案例为引入,分析了虚假陈述屡禁不止的原因,对虚假陈述的法律规制问题进行深入分析,并从依据《新民事证据规定》内容审理、落实现有法律法规要求、强化规制体系建设、做好裁审衔接工作等方面给出了对策建议。", "label": "经济学", "id": 0}
{"content": "<正>在COVID-19大流行之前,低技能劳动力在经济中的作用被认为正在下降。在数字化的劳动力市场中,STEM（科学、技术、工程、数学）专业享有傲人的地位,只有高素质的专业人员才能蓬勃发展。那些工作受到新技术威胁的人,将注定要陷入不稳定、被裁员、流动性下降和生活水平下降的境地。", "label": "经济学", "id": 0}
{"content": "博弈论的本质是研究多决策发生的行为使其相互作用达到相互平衡,依据来源是信息分析及其判断能力,其最终达到收益最大化的对策理论。将此理论运用在经济管理中,确定人的行为使其具有除理论之外的实践价值。在经济管理中以此为支点,结合经济管理中的实际情况分析,将博弈论的意义进行完善,使其发挥更积极地实用价值。", "label": "经济学", "id": 0}
{"content": "研究目的:竞猜型体育彩票销量提升为我国公共体育资源建设提供重要公益资金来源,为完善体育基础设施建设,丰富群众体育文化生活做出重要贡献,客观上推动了我国公益事业及体育事业的发展。然而,学界对于体育彩票理论研究相对滞后,且在影响竞猜型体育彩票销量的因素方面缺乏全面而系统的研究。体育彩票销量既受到各地区经济水平、文化背景等宏观因素的影响,也受到消费者本身购彩认知、风险偏好等个体因素的限制,导致影响彩票销售量的社会经济环境成为一个信息不完整、不充分的灰色系统。因此,探究影响彩票销量的\"黑箱\"过程引起学界和业界的共同关注。为探究我国竞猜型体育彩票销量的组态构型,采用fs QCA方法探索多元复杂的竞猜型体育彩票销量影响因素,以期拓展和深化现有研究,推动体育彩票产业的可持续发展,满足我国经济新常态发展背景下区域体育彩票业高质量平衡发展的现实需要。研究方法:推动体育彩票产业可持续发展需深入探索影响体育彩票销量的因素。由于传统统计方法难以解释现有研究中竞猜型体育彩票销量存在的多重并发因果现象,因此有必要采用定性分析比较法,根据布尔逻辑与集合关系进行重新审视。定性分析比较（QCA）最早由社会学家Ragin于1987年所提出,是一种基于布尔代数和集合理论,从整体论视角解释因果关系复杂现象,整合变量导向（定量方法）及案例导向（定性方法）并能够兼得两种方法优势的综合性分析方法。与定量研究方法相比,QCA方法摒弃了传统方法基于\"可加性\"与变量独立性假设的\"净效应\"分析,更注重自变量之间的组态性问题,认为各个条件因素之间是相互作用的,自变量与因变量之间存在集合关系而简单的线性相关关系。组态视角已不再将某个变量视为核心解释变量,而是将各个前因变量视为相互联系的条件组态。QCA分析方法可以深层次分析前因条件之间不同自变量所形成的\"多重并发\"因果关系,因此,应用QCA分析法可以基于整体性视角探究多条件组态因素影响我国竞猜型体育彩票销量的复杂作用机制,并揭示多个前因变量与竞猜型体育彩票销量提升之间的逻辑关系。研究结果:根据文献梳理并考虑到数据的可获得性,秉承可靠性原则及数据与变量相契合原则,选取地区生产总值、居民人均可支配收入、教育水平、老年人口抚养比、城镇化率、销售终端数量、男性比例、城镇登记失业率为前因变量。并选取竞猜型体育彩票销量为结果变量,数据来源于2019年《中国体育彩票年鉴》《中国统计年鉴》以及国家统计局官方网站。应用fs QCA方法,经变量校准、单个条件的必要性分析、高体育彩票销量的组态分析、高竞猜型体育彩票销量组态构型分析及稳健性检验后发现,8个前因变量相互搭配组成的7种条件组态类型:（1）地区生产总值×-居民可支配收入×-教育水平×老年人口抚养比×-城镇化率×销售终端数量×男性比例;（2）地区生产总值×-居民可支配收入×-教育水平×老年人口抚养比×-城镇化率×销售终端数量×城镇登记失业率;（3）地区生产总值×居民可支配收入×-教育水平×-老年人口抚养比×城镇化率×销售终端数量×男性比例;（4）地区生产总值×居民可支配收入×教育水平×老年人口抚养比×城镇化率×销售终端数量×-城镇登记失业率;（5）地区生产总值×居民可支配收入×老年人口抚养比×城镇化率×销售终端数量×男性比例×-城镇登记失业率;（6）地区生产总值×居民可支配收入×-教育水平×老年人口抚养比×-城镇化率×-销售终端数量×男性比例×城镇登记失业率;（7）-地区生产总值×居民可支配收入×教育水平×老年人口抚养比×城镇化率×-销售终端数量×男性比例×城镇登记失业率。研究结论:首先,地区高竞猜型体育彩票销量并不是由某一单一因素影响,而是由多个前因变量相互影响的协同作用产生,且任何单一因素并不可以成为促使地区高竞猜型体育彩票销量的充分条件。其次,各个组态构型中,促使地区高竞猜型体育彩票销量核心条件和辅助条件各不相同,但这些路径均能够实现高竞猜型体育彩票销量,表明体育彩票销量与其影响因素之间存在非线性相互影响关系,这也印证了定性分析比较中殊途同归的理念。再次,教育水平（EDU）在所有前因组态构型中可有可无或只起到辅助作用,可以认为地区教育水平的提高并不能实现地区高竞猜型体育彩票销量的提升,此外,老年人口抚养比及城镇化率在大部分构型中均只起到辅助作用,地区老年人口抚养比及城镇化率的提高并不能促使其实现高竞猜型体育彩票销量,可以认为,老年人口抚养比及城镇化率这两个因素在提升竞猜型体育彩票销量中只能起到\"锦上添花\"的作用。最后,按照组态特征将7种前因变量构型分为区域经济驱动型、区域经济主导型、购彩意向触发型3类,并根据对不同类型地区销售特点的分析提出促进竞猜型体育彩票销量提升、推动体育彩票产业可持续发展的针对性策略。", "label": "经济学", "id": 0}
{"content": "微观经济学博弈论是运筹学重要的学科之一,本文通过分析博弈论在企业制度建设中的运用、企业人力资源中的运用、企业管理决策中的运用,阐明微观经济学博弈论对于企业管理行为的重要性,以期能为企业管理工作,做以参考。", "label": "经济学", "id": 0}
{"content": "博弈论的本质是研究多决策发生的行为使其相互作用达到相互平衡,依据来源是信息分析及其判断能力,其最终达到收益最大化的对策理论。将此理论运用在经济管理中,确定人的行为使其具有除理论之外的实践价值。在经济管理中以此为支点,结合经济管理中的实际情况分析,将博弈论的意义进行完善,使其发挥更积极地实用价值。", "label": "经济学", "id": 0}
{"content": "数字经济规模扩张,已成为经济增长的\"新引擎\"。本文结合我国数字经济特征对国家投入产出表做进一步开发,尝试编制2012年、2017年和2018年3个年份的数字经济产业投入产出表,采用结构分解技术等投入产出模型测算方法分析了数字经济产业的关联效应,并进一步探究其经济贡献程度。研究发现:就关联效应而言,数字经济产业与国民经济部门之间具有一定程度的经济关联,其中与制造业、租赁和商务服务业、建筑业的关联关系最为密切,其内乘数效应、反馈效应和溢出效应均呈增强趋势,说明数字经济产业促进经济增长的作用渠道愈加通畅;进一步的经济效应分析表明,数字经济产业对整个国民经济的拉动作用逐年增强,对GDP的贡献率呈平稳上升走势,2018年该部门对GDP的贡献率达33.91%,超过1/3,说明数字经济产业正成为经济持续高质量增长的新动能。本文的研究为进一步完善数字经济产业核算体系、优化升级产业结构和促进经济增长提供政策参考。", "label": "经济学", "id": 0}
{"content": "当前,以数据为关键生产要素的数字经济日益成为推动经济增长的重要引擎,展现出了强大的发展韧性和蓬勃的发展活力。本文基于我国2013-2019年的省际面板数据,采用纵横向拉开档次法测度了数字经济综合发展水平,构建空间面板计量模型实证检验了数字经济对要素市场扭曲的影响。研究发现:数字经济有效缓解了当地的要素市场扭曲,近年来我国数字经济呈现稳中有升的发展态势,但存在着发展不均衡的现象,整体上表现为东高西低,\"数字鸿沟\"问题较为严峻;数字经济发展、要素市场扭曲均存在着正向的空间自相关性,地理相邻的地区往往具有相似的要素市场扭曲现象,\"以邻为壑\"的现象仍然存在;数字经济发展缓解要素市场扭曲存在着空间溢出效应,体现了数字经济在优化要素资源配置、加速市场一体化等方面所具有的潜力;数字经济促进经济社会发展需要一定的先决条件,分组检验证实了数字经济对要素市场扭曲的缓解作用仅在东部地区发生,中西部地区的实证结果不显著,更加凸显了加快数字经济差异化发展的重要性。基于研究结论,本文在加快培育并释放数字经济新动能、优化市场要素资源配置体系、重视数字经济与要素市场的发展差异、完善数字治理规则等方面提出了政策建议。本文的研究既有助于科学评估数字经济对经济社会发展带来的影响,也为研究缓解要素市场扭曲的机制提供了一种新视角。", "label": "经济学", "id": 0}
{"content": "随着新经济发展战略模式的兴起,经济发展焕发了新活力。传统要素市场已不能全面且准确的分析我国经济的发展状况。近年来,关于经济新动能的研究已成热门话题。顺应时代的发展,5G、大数据、云计算等相关新兴产业迅速兴起,数字信息时代已经到来,人们生活的方方面面早已离不开数据。因此本文将对数据要素的统计测度展开研究。首先,为了反映我国各地区生产要素对经济的推动作用,我们选择了数据源指数、数据开发成本指数、网络经济指数、大数据产业劳动要素投入指数、资本要素投入指数作为投入指标;转型升级指数、软件业务收入指数作产出指标;经济活力指数作环境指标。为了考察指标体系中各指标的重要程度,采用层次分析法与熵值法结合对指标赋予综合权重,利用蒙特卡洛综合评价法对各地区大数据产业发展状况进行排序,结果表明东部及中部地区发展较好,西部地区大数据产业整体状况有待提高。其次,为了分析数据要素对地区经济的影响,我们选取大数据产业发展排名前15的地区为决策单元,采用三阶段DEA法与Malmquist指数法分析含有数据要素与不含数据要素时各地区大数据产业投入产出的效率情况,结果表明发展大数据产业在一定程度上推动了经济的发展,加入数据要素后的模型效率更高,数据要素的加入使投入指标体系更加完善,即表明数据要素与传统生产要素融合,共同推动经济的发展。", "label": "经济学", "id": 0}
{"content": "在大数据时代,如何整合多源异构数据,广泛挖掘信息为决策服务,是近年来各方关心的问题。本文利用作者提出的多源异构数据的图像整合方法（MODII）,将财经新闻文本信息、宏观经济信息以及市场交易数据,整合成二维图像,以不同时间窗口的图像数据作为模型输入,利用卷积神经网络对融合的图像数据进行不同周期的涨跌预测训练。通过实验发现,本文构建的多源异构数据图像整合预测模型,融合60天信息的图像数据对未来5天的股指涨跌的预测表现良好,样本外准确率可达63%。由于图像数据能够更直观的展示股价、经济数据以及市场参与者的情绪等的波动和趋势,相比传统时序数据的预测模型以及单一数据源预测模型,MDII预测方法具有更好的预测效果。本文的实证结论表明,MODII预测模型在股指预测中具有较大的可行性与优势。", "label": "经济学", "id": 0}
{"content": "[目的/意义]智慧社区数字化建设是智慧社区建设的核心内容和基础环节,对其进行有效评价能够引导智慧社区提供更加高效便捷的社区服务。[方法/过程]提出一种基于区间数VIKOR的评价方法。首先,构建一个评价指标体系;其次,根据评价指标体系构建区间数集合评价矩阵并利用核密度函数进行拟合,接着计算折衷评价值得到决策结果;最后选取安徽省6个智慧社区进行实证研究。[结果/结论]实证研究表明,本模型在处理智慧社区数字化水平评价这种具有高度不确定性问题时具有一定的合理性和有效性。", "label": "经济学", "id": 0}
{"content": "研究构建了其\"政府--制造企业--应用企业\"的绿色治理演化博弈模型,运用演化博弈理论分析了涂料行业绿色治理三阶段（传统工艺--绿色转型--协同治理）的三方博弈均衡点的渐近稳定性条件及演化稳定策略,研究结果表明:（1）政府治理力度与抽查频率和惩罚系数相关,治理强度适中的情况下演化才趋于均衡;（2）博弈主体策略选择的演化趋势还取决于政府的惩罚力度,在高额惩罚下制造企业绿色转型概率越大;（3）绿色补贴系数与产品的绿色度也对博弈主体策略选择有较大影响。最后,使用MATLAB软件对参与的三方主体行为策略的演化过程进行了仿真分析,并提出了针对性建议。", "label": "经济学", "id": 0}
{"content": "<正>一、绪论随着信息技术的快速增长,数据的处理和应用逐渐成为数字化审计的核心及驱动企业发展的战略资源。数字化审计模型体系是指在业务信息系统满足信息化技术与标准的基础上,应用数据挖掘分析方法与技术开展数据的寻源、清洗及归集,构建数据分析模型形成数据模型库,实现模型的固化和更新迭代,", "label": "经济学", "id": 0}
{"content": "本文以合肥都市圈为研究对象,选取合肥都市圈合作框架协议确立的十大领域指标,建立综合评价体系对合肥都市圈发展现状进行量化分析,结果发现合肥优势显著。为了探究合肥对其他城市的影响程度及时空变化,创新地引入并修正高斯烟羽模型,分析合肥对都市圈内其他城市在2009、2014和2019年三个时间的影响程度,最后发现合肥对周边的辐射带动作用随时间逐渐增强,但是部分城市由于交通原因,其受影响程度仍然不够。本文又根据影响程度的演变特征,对未来合肥都市圈的发展提出合理化的建议,以促进合肥都市圈的一体化建设。", "label": "经济学", "id": 0}
{"content": "以2020年8月南京市主城区与近郊区的包含14115个在售住宅的1627个小区为研究对象,运用GIS地统计分析中的克里金插值法刻画南京市住宅价格的空间分布,并利用地理加权回归（GWR）模型探究房价的影响因素,重点关注高斯两步移动搜索法计算得出的住宅绿地可达性特征。研究结果表明:（1）南京市房价呈现市中心向郊区递减的中心外围模式,呈圈层状分布;（2）整体上住宅的社区属性、绿地可达性与区位特征显著正向影响住宅价格;（3）主城区与近郊区的住宅价格影响因素具有空间异质性,其中主城区受绿化率、绿地可达性和与CBD距离等能够改善居住环境的因素正向影响较大,公共服务设施带来的负外部性会引起主城区住宅的贬值,而副城主要受与公共资源距离的正向影响。", "label": "经济学", "id": 0}
{"content": "为了研究在房地产投资中进行最优决策的问题,构建了基于AHP-熵权-TOPSIS的评价模型,并结合案例对其进行检验。首先,在分析指标构建准则与方法的基础上,从环境、财务与风险三个维度建立了12个房地产投资决策指标。其次,利用AHP和熵权法算出每个指标的主观权重及客观权重并将它们相结合。最后,采用TOPSIS法对房地产决策方案进行综合评价,选出最优投资方案,以达到科学合理的评价目的。", "label": "经济学", "id": 0}
{"content": "经济数学是高等院校经济管理类专业重要的基础课程,在高职高专教育中也不可或缺,从具体教学分析来看,要有效的提升教学效果,需要不断的进行教学改革,同时还要关注教学实践的分析,因为这样可以实现教育教学的不断优化。根据高职高专学生的特点,应尽量避免传统数学教学过于理论化的问题,注重数学方法的运用,贯彻\"以能力为主线,遵循必需、够用\"的原则,力求体现数学在经济管理类各专业的应用。知识的展开以经济实例为导引,紧密结合经济管理类专业对数学知识的需要。文章对高职高专经济数学课程教学进行分析与讨论,旨在为教育教学实践提供指导和帮助。", "label": "经济学", "id": 0}
{"content": "内容摘要:核心通货膨胀度量的关键在于剔除通货膨胀序列中的噪音,且这些噪音会随着时间的推移而发生改变,这使核心通货膨胀的度量具有一定的复杂性。为此,该文构建了加入异常值调整的不可观测成分随机波动模型,使长期趋势与暂时性冲击项中的因子载荷与随机波动均具有时变特征,并利用高斯混合近似卡方误差法进行估计,在度量出我国的核心通货膨胀指标的同时,捕捉到了物价水平的异常波动现象。随后,该文从基本统计性质分析、追踪趋势通货膨胀和因果关系检验三个方面对这一指标进行评价,结果显示基于UCSVO模型的核心通货膨胀指标能较好地反映通货膨胀的潜在趋势。异常信号的识别也能为政策制定者提供参考,以避免货币当局对经济形势的误判,有助于经济的长期稳定发展。", "label": "经济学", "id": 0}
{"content": "新常态下,供给侧结构性改革成为突破经济增长瓶颈的重要路径。本文基于改进的索洛模型对供给侧结构性改革的经济增长效应进行理论推演,并分别通过动态随机一般均衡模型（DSGE模型）与面板平滑转移模型（PSTR模型）对供给侧结构性改革的经济增长效应进行实证检验。结果表明:（1）全要素生产率冲击可以提高产出增长率,并通过溢出效应带来\"外部经济\",全要素生产率冲击是经济稳态增长下的\"帕累托最优\";（2）随着实际储蓄率向模型门限值进而向全要素生产率视角下的最优储蓄率的趋近,产出增长率由\"缓增\"向\"陡增\"转变。基于全要素生产率视角的供给侧结构性改革具有一定经济增长效应,树立全面深化改革的信念。", "label": "经济学", "id": 0}
{"content": "本文基于新兴市场国家1994—2016年国内生产总值和信贷实际增长率数据,运用附加结构转变点的非线性MS模型,深入剖析新兴市场国家整体、各国经济周期以及信贷周期的阶段性特征。研究发现:（1）新兴市场国家经济周期以及信贷周期都在2008年前后表现出显著的结构差异,将2008年视为经济周期以及信贷周期蕴含\"结构转变\"的时间节点后,基于非线性MS模型获得的平滑概率在0与1之间转移变迁更加明显。（2）新兴市场国家整体信贷并未表现出显著的顺周期性,而是呈现出阶段性顺周期和逆周期特征,且两者间的异步性随时间推移有所增强。与经济周期相比较,信贷周期表现出在\"扩张阶段\"与\"收缩阶段\"之间更强的交替、徘徊特征。（3）外部冲击对亚洲、非洲、欧洲、美洲四个区域的影响具有非对称效应,其中,欧洲区域的经济以及信贷冲击相对最深,亚洲区域的信贷冲击相对最弱。此外,与宏观经济相比较,国内信贷发展在遭遇外部冲击时具备更大的弹性和可控性。（4）新兴市场各国的信贷顺周期性普遍较弱,宏观审慎政策的频繁运用以及经济周期与信贷周期之间的滞后效应在其中发挥重要作用。协同性程度指标显示,无论是在全样本期还是结构转变点前后时期,经济周期与信贷周期的协同性程度普遍较低。", "label": "经济学", "id": 0}
{"content": "本文基于中国银行、股票、外汇和外部市场中的重要微观指标,构建各市场压力指数,旨在表征金融市场风险状况,利用非线性MS（M）-AR（p）模型甄别金融市场风险区制,透析金融风险多阶段变迁的可能性。结论表明:外汇和外部市场在低风险区制持续性最大,银行和股票市场在中风险区制持续性最大;与其他市场相比较,银行市场在高风险和低风险区制持续性最弱,股票市场在中风险和高风险区制持续性最强,外汇市场在低风险区制持续性最强;银行和外部市场以较稳定的概率徘徊于低风险与中风险区制之间,以较为波动的概率步入高风险区制;股票和外汇市场除了在2008年和2015年前后跃入高风险区制以外,在其余时间都在低风险与中风险区制之间转移变迁。", "label": "经济学", "id": 0}
{"content": "随着时代与社会发展、科学与技术进步以及国家产业结构调整,传统制造企业面临生存与发展的巨大压力,因此必须寻求突破与转型。在这类企业转型升级的过程中,专利技术势必成为提升企业竞争力的核心资源。本文围绕高价值专利具有的重要意义进行探析,分析企业专利工作存在的问题,探讨企业打造高价值专利的策略,为传统制造企业转型升级过程中开展高价值专利培育提供思路。", "label": "经济学", "id": 0}
{"content": "目的:网民对国内较高的食品抽检合格率产生了大量评论,食品抽检网络舆情的走向反映了民众对抽检工作的满意度,为了提升抽检工作公信力与民众满意度,本研究拟对食品抽检舆情数据进行分析研究。方法:以新浪微博为数据源,采用数据挖掘技术爬取2017—2021年食品抽检相关的微博及评论数据,分析网民对抽检结果的信任情感、性别差异与地域分布等。结果:采集数据63261条,数据清洗后保留有用数据52793条。2017—2021年5年间,对\"抽检合格率\"结果的信任情感占比分别为31%,15%,39%,57%,68%;男性的信任情感占比32%,女性为45%;四大经济区域中,在东、中、东北、西部地区的信任情感依次为46%,35%,33%,13%。结论:2017—2021年间,网民对\"抽检合格\"结果的信任类情感占比在2018年有所下降,但总体呈现上升趋势,在后疫情时期提升较为明显。女性更倾向于对\"抽检合格\"结果表示信任;发达地区较欠发达地区对食品\"抽检合格\"结果更信任。监管部门应强化与民众的交流,采取有针对性的措施,提升民众对官方信息的信任程度。", "label": "经济学", "id": 0}
{"content": "研究目的:2008年国家制定并颁布《国家知识产权战略纲要》拉开了中国建设知识产权大国的序幕,奠定了建设高水平的创、用、管、护四位一体的知识产权基本格局。而后从2017年由国家知识产权局牵头贯彻落实的十三五的规划到地方出台相关适应性知识产权人才政策规划,为国家知识产权人才培养提供了利好政策。各地的知识产权包含版权申请、商标注册等数量都伴随着地方经济发展而呈现出上升稳定态势。然而,不同的领域中知识产权人才的发展和储备呈现出差异化分布。近年来计算机、通讯类知识产权人才较为丰富而社科类复合型知识产权人才缺口较大。此外,由于我国的经济实力的腾飞综合实力不断加强以及基础建设的完善,京津冀三地将承办2022冬奥会,因而在体育知识产权领域人才需求会在一定时期有大幅度上升。但如今的体育知识产权人才仍然较为缺乏、体育知识产权人才的培养模式也存在许多的不足和欠缺。虽然国家较早就在相关领域提出规划,但是由于行业发展的自我调整和企业选择的商业化以及从事人才的转行、专业人才的缺失等问题都为知识产权行业尤其是体育知识产权行业带来了巨大的挑战。因此,笔者希望通过对我国知识产权人才储备培养模式尤其是体育类知识产权人才培养模式进行研究,为我国体育知识产权人才后备建设路径提供宏观、微观相结合的建议,覆盖从高校到企业、从规划建议到政策落实,为我国体育知识产权人才培养提供理论上的依托。研究方法:本文主要分析我国现存的体育或法律类复合性人才培养模式以及行业需求变化趋势,通过比较研究法、实地调研法、文献资料研究法、统计分析法等研究方法对国内外的人才培养模式进行研究与分析,并通过对行业中专利的数量与方向进行研究,得出适用于国家在较长时期内知识产权人才尤其是体育类知识产权人才培养的模式。研究结果:在行业交互发展的大环境下,复合型的人才需求更成为常态化。在2022年冬奥会即将来临之际,国家大力推动以体育产业为代表的第三产业的发展。在此过程中,\"体育+法学\"复合型知识产权人才的需求量大量上升,但是人才建设上仍存在培养体制的结构性问题。在体产交融、体教融合的时代背景下\"体法双优\"的人才培养建设或许将成为下一步的主要建设方向。笔者将从校企双行视角下,通过寻找平衡体育知识产权人才的供给侧和需求侧的路径,找到协同发展体育知识产权后备人才的建设思路。同时在宏观调控到微观落实两个方面对体法双优人才后备建设实施的加快提供参考性建议。在学术型人才培养模式研究中主要通过对国内外高校的独立培养和混合培养的多种模式人才建设进行研究,并在对比过程中探索出适合于中国学情发展模式的建议。在对行业中专利的数量与方向进行调查和研究基础上,通过对北京市的专利类型、从事专利代理师人才的专业等多方面调研获得与知识产权人才尤其是体育知识产权人才培养的模式欠缺之处。1.我国现阶段体育知识产权人才后备建设存在的问题。1)体育与知识产权认知都处于初期阶段,2)准入门槛不明确、资格审核体系待完善,3)学科建设边缘化,4)相关人才较为匮乏,5)科研能力薄弱,6)产学研合作不足。本文认为,体育知识产权人才培养的需求将在较近一段时期获得喷发式增长,而为了满足和适应产业的变化应该在局势利好的大环境下加速扩大供给侧人才培养,从校企两侧双抓以此建设\"体法双优\"知识产权亲产业型人才培养机制。研究结论:从探索性地颁布知识产权相关政策,对知识产权人才的需求和知识产权人才的培养就存在发展的供需差异。从引导性的发展到聚焦于体育知识产权领域人才培养,新时代下,通过校企双行供给与需求侧双侧协同,加快培养知识产权从学科基础素养构建到专业知识人才转型。同时在体育领域尤其是奥林匹克知识产权领域形成人才培养从小圈开环、大圈闭环吸纳更多的相关人才。基于\"体法双优\"体育知识产权人才后备培养模式的研究,本文主要以宏观和微观两个视角从三方调控的角度提出多方面的建议。宏观视角下,主要从一下几个板块提出建议（1）政府服务部门中央-地方高效沟通渠道开拓、政策落地实地落实求质,（2）规范从业考核制度、采用分级制考核,（3）监督机构的建立与知识产权局职能的分化。微观视角下,主要从（1）加速专业学位建设,（2）提高人才应用实干能力等方面以建设知识产权亲产业型人才培养机制的基本目标与思路提出参考性建议。", "label": "经济学", "id": 0}
{"content": "奥林匹克知识产权是现代奥林匹克运动的重要组成部分。在我国全面备战2022年冬奥会之际,对我国奥林匹克知识产权研究的现状、热点以及对未来发展趋势进行梳理,其目的是为了从全局上把握奥林匹克知识产权在我国的研究现状与存在问题,为我国今后的奥林匹克知识产权研究提供借鉴,以促进我国奥林匹克知识产权的更好开发与利用。本研究以21年间有关奥林匹克知识产权方面研究的文献为研究对象,采用文献资料法、文献计量法与可视化分析方法,利用Citespace5.7以及Excel2019,对中国知网（CNKI）收录的168篇以\"奥林匹克知识产权\"为主题的期刊文献进行定量与定性相结合的分析。研究结果表明:1)从我国奥林匹克知识产权研究的时间分布来看,最早的相关研究出现在2001年,于善旭、马法超（2001）发表在天津体育学院学报的《体育标志与体育标志权初探》拉开了我国奥林匹克知识产权研究的序幕,这篇论文主要是从法学的角度出发探讨体育标志的价值基础,进而研究体育标志权的基本权能和主要特征。随后,国内奥林匹克知识产权研究文章在数量上呈上升趋势,在2008年达到顶峰的47篇,而后迅速下降到2009年的9篇,在2010年至2021年间发文数量较少,冬奥周期内并未出现奥林匹克知识产权相关研究激增的现象。2)从我国奥林匹克知识产权的研究机构来看,各科研机构的发文量不大,各科研机构之间的发文差距量也不大,发文量最大的北京体育大学等科研机构为4篇,还未形成强势研究机构,各研究机构之间的合作不紧密,呈松散状态。研究主体主要集中在体育高校或院系、法律院系、工商部门以及奥林匹克组委会内部。3)从我国奥林匹克知识产权的研究作者网络来看,以张玉超作者为核心的研究队伍是我国奥林匹克知识产权研究领域中最大的合作网络。发现以张玉超（2008、2013、2014、2015）为核心的合作网络主要是针对我国奥林匹克知识产权的保护方面有较多研究。以胡峰（2007、2008）为核心的研究团队主要是从法律的角度探讨奥林匹克标志的侵权与保护问题。以李晓梅（2008）为核心的研究团队主要是针对奥林匹克知识产权中的\"隐形营销\"问题进行研究。以周玲（2006、2008）为核心的研究团队主要立足国际经验,从知识产权法的角度进行研究。以吕炳斌（2014、2015）为核心的研究团队则主要是围绕我国奥林匹克标志的知识产权保护这一主题开展研究。但目前几乎没有作者能在同一个研究方向进行更为深入、系统的研究。4)从我国奥林匹克知识产权的研究热点来看,知识产权保护、智力成果权、奥林匹克运动会等关键词为该领域的研究热点,众多的研究者将重点集中在奥林匹克知识产权法律保护、我国奥运会知识产权保护、侵权、隐性营销等方面。在我国奥林匹克知识产权的研究初期,众多研究以北京奥运会知识产权保护的路径和法律探索为重点。通过对美国、澳大利亚、英国等国家的奥林匹克知识产权保护进分析,探讨国外的奥林匹克知识产权保护路径,为我国的奥林匹克知识产权保护提供借鉴。这一时期的研究特点是将知识产权保护立法放到了非常高的位置,强调了法律对于保护奥林匹克知识产权的重要作用。现阶段研究主要以2022年北京冬奥会为出发点,对奥林匹克知识产权保护困境与对策进行预测性分析。其分析路径主要有两个方面,一是通过借鉴北京2008年夏奥会期间知识产权保护的成果以及存在的不足,为北京冬奥会知识产权保护提供经验,规避风险,强调对现有法律的全面落实,二是对北京2022年冬奥会知识产权保护的整体体系进行分析,强调在现行背景下应注重完善知识产权侵权纠纷解决机制和隐性市场侵权行为防范。另外需要注意的是,由于隐性营销手段多样、方式隐蔽且现今对于隐性市场行为仍缺乏明确的界定,因此其一直备受各界关注,隐形营销也越来越成为奥林匹克知识产权侵权行为中的热点研究问题。综上所述:我国奥林匹克知识产权研究自2001年北京奥运会（2008年）申办成功开始,于2008年达到顶峰,核心作者群尚处于初始阶段,研究机构之间协作较少;除本文检索词\"奥林匹克知识产权\"之外,共现频率最高的关键词有\"奥林匹克标志\"、\"知识产权保护\"、\"智力成果权\"、\"奥林匹克标志保护条例\"、\"隐形营销\"以及\"北京奥运会\"等,代表了我国当前奥林匹克知识产权研究的前沿热点,奥林匹克相关概念、侵权行为与保护等内容奠定了我国奥林匹克知识产权研究的基础和支柱;目前研究虽已经取得了一定的成果,但在未来的研究中,学术的交流与联合、研究的广度与深度还需要进一步加强,奥林匹克知识产权保护的体系研究还需进一步突破,研究内容上还需要与北京2022年冬奥会的实际情况进一步结合。", "label": "经济学", "id": 0}
{"content": "随着北斗全球组网成功和产业快速发展,以北斗为核心,建设更加泛在、更加融合、更加智能的综合定位、导航、授时（PNT,Positioning,Navigation, and Timing）体系,成为推进时空信息服务发展的必然选择。知识产权作为我国PNT体系竞争软实力的核心要素,以及未来发展的重要战略资源,是我国PNT体系产业跃升、技术创新的重要保证。本文在对国内外PNT体系知识产权现状全面梳理的基础上,开展能力需求与差距分析,提出加强PNT知识产权竞争软环境的建设思路,着重对综合PNT体系知识产权顶层设计、主体建设和服务保障进行分析,旨在营造综合PNT体系技术创新保护环境,加速成果转化应用,推动PNT体系建设高质量发展。", "label": "经济学", "id": 0}
{"content": "中共中央国务院2019年5月发布《关于建立国土空间规划体系并监督实施的若干意见》,其中明确提出城镇开发边界外的乡村地区,以多个（或者一个）行政村为单元,组织编制\"多规合一\"的村庄规划。在此基础上资源部印发《关于加强村庄规划促进乡村振兴的通知》为村庄规划定位提供参考。在此种背景下,全域土地整改与村庄规划的目的一致,主要目的为实现高质量生态环境打造、农村生产生活条件改善。本文从村庄规划与土地整治规划融合、国土空间规划体系下村庄规划与全域土地综合整治策略分析,促进美丽农村建设。", "label": "经济学", "id": 0}
{"content": "文化创意产业知识产权是指对文化创意的智力劳动成果所享有的占有、使用,处分和收益的权利,是获得法律保护的知识资产。在文化创意知识产权这门课程中把文化产业知识产权分为创作性成果权和识别性标记权,创作性成果权又分为版权及邻接权、专利权、商业秘密权,在识别性标记权成果中又分为商标权和地理标志权。所以在创意产业知识产权这门课程中同学们会认识和了解知识产权保护的相关法律法规,增强知识产权保护的意识,作者通过对这门课程进行思政元素的提取与应用,能够更好的渗透到学生的课堂中,增加学生的政治认同。", "label": "经济学", "id": 0}
{"content": "团体标准是由团体按照团体确立的标准制定程序自主制定发布,由团体会员约定采用或社会自愿采用的标准。团体标准的制定是市场和创新的需求,是经济社会高质量发展的保障,本文介绍了我国团体标准的发展背景及现状,对目前团体标准发展存在的问题提出了对策建议。", "label": "经济学", "id": 0}
{"content": "以自然资源全周期管理和政务数据共享服务需求为出发点,针对自然资源数据存在底数不清、标准不一、存储分散、应用困难等问题,通过标准制定、清单梳理、数据仓储、机制建设等手段推进自然资源大数据全周期整合及共享应用研究,以提高自然资源数据的完整性、准确性、权威性,实现自然资源数据的资产化、中台化、闭环化管理。", "label": "经济学", "id": 0}
{"content": "伴随自然资源部的设立及《自然资源部信息化建设总体方案》的发布,自然资源领域监测监管成为新形势下的关注点。文章对土地房屋征收传统业务管理存在的问题进行了分析,在梳理自然资源部对土地房屋征收业务管理和信息化建设的新要求基础上,结合厦门市自然资源和规划局的土地房屋征收业务管理信息化实践,从业务、技术管理视角出发,剖析土地房屋征收业务智能化、智慧化管理的发展与变化,并对自然资源土地房屋征收业务监管提出建议。", "label": "经济学", "id": 0}
{"content": "针对当前自然资源资产监测工作中出现的资产核算体系顶层设计缺失、核算方向不明和方法难落实等问题,研究从厘清自然资源资产内涵、明确自然资源资产核算内容、界定自然资源资产分类和核算范围三个方面,系统性建立了全域全要素覆盖的自然资源资产核算体系,并以土地资源资产核算为例,探索自然资源资产核算方法路径;通过构建土地资源资产核算方法,实现土地资源资产的量化和空间化表达。在珠海市实践结果表明:珠海市土地资源资产总面积为1737.10 km~2,价值量为55773.58亿元,价值量在空间上呈现出东高西低、南高北低、滨海区域高于内陆地区的特征。研究建立的自然资源资产核算体系和土地资源资产核算方法具有较强的适应性和操作性,可作为各地摸清自然资源资产家底、实现自然资源监测监管的重要手段,为推动自然资源科学保护与利用提供参考。", "label": "经济学", "id": 0}
{"content": "中国海关自机构改革以来,进出口食品安全监管制度重新塑造,食品监管模式、监管手段和工作程序将发生根本改变,进口冷链食品风险日益增多。海关以讲政治角度贯彻好总体国家安全观,防控好进出口食品安全风险,以优化服务,促进进出口食品贸易便利化。同时,注重统筹安全全局,探究顶层设计和基层相结合,创新食品安全监管制度,健全进出口食品安全法律法规,不断提升我国食品安全治理能力和治理水平的必然选择。", "label": "经济学", "id": 0}
{"content": "平台的成功依赖于互补性创新,而平台企业与互补企业间存在竞合互动,知识产权对维护平台生态系统的持续发展至关重要。本研究基于知识产权保护的视角,将知识共享和知识保护纳入同一框架进行研究,通过构建三方主体演化博弈模型,研究政府参与下两类企业的策略选择问题,并运用Matlab对演化稳定趋势进行数值仿真。研究发现,政府对知识侵权行为的监管强度对平台企业进入互补市场的预期以及互补企业采取知识产权保护的决定具有重要影响,并提出有利于平台生态系统向（不进入,保护,监管）理想状态演化的建议。本研究为互补生态下企业决策研究提供了一个新的理论视角,对平台企业及平台生态系统参与者的行为决策均具有重要的指导意义。", "label": "经济学", "id": 0}
{"content": "根据汉德法则（B>PL）,当预防成本远远高于预期侵权成本时,此时的侵权行为将无法得到有效遏止。知识产权作为无形动产,在\"守法成本低,违法成本高\"的大背景下,极有必要通过建立和完善知识产权惩罚性赔偿制度预防恶意侵权行为,以实现创新型省份建设的目标。2018年11月5日,习近平总书记在首届中国国际进口博览会开幕式上的主旨演讲中提出:\"坚决依法惩处侵犯知识产权行为,引入惩罚性赔偿制度,显著提高违法成本\"。这彰显了我国对知识产权保护的高度重视。", "label": "经济学", "id": 0}
{"content": "专利服务业监管对于提高专利服务水平、提升专利质量具有重要作用。基于回应性监管理论,根据2010-2018年31个省份的面板数据以及2751家专利代理机构的截面数据,构建面板固定效应模型与截面OLS回归模型,深入研究了监管与专利服务质量之间的关系。研究发现:（1）地区监管能力正向影响专利服务质量,专利服务业监管与服务质量间关系存在地区差异;（2）北京、广东两地监管强度正向影响企业专利服务质量,其余29省份监管强度与企业专利服务质量之间存在着\"倒U型\"关系;（3）相同监管强度下,不同性质企业的专利服务质量具有差异,\"中\"组有限责任公司对监管强度变化更加敏感。根据上述结论,建议政府监管部门实施\"因人而异\"的回应性监管策略。", "label": "经济学", "id": 0}
{"content": "本文主要介绍了\"一带一路\"国家的汽车认证体系,以及国产企业汽车出口取得准入的认证流程和要求。", "label": "经济学", "id": 0}
{"content": "随着烟草市场不断发展,卷烟打假打私形势也日益严峻,一些涉烟违法分子在高额利益的驱使下,不断变化销售方式、运输渠道,已然形成了高智商、高科技、组织化的犯罪网络团伙。面对新形势,如何提高市场监管水平,创新市场监管方式,维护国家利益,维护消费者利益,笔者就目前卷烟市场现状,提出几点打假打私工作思路。", "label": "经济学", "id": 0}
{"content": "随着社会经济的不断变化发展,当前市场清理整顿、许可证后续监管、诚信互助小组建设不断萌生出新的问题,现行的市场监管模式无法适应新形势的变化。为此,抓住关键问题,采取针对性措施显得尤为重要。", "label": "经济学", "id": 0}
{"content": "何谓流动烟摊?顾名思义,就是没有固定经营场所、在经营地址没有合法的营业执照经营烟草制品的摊点,受到利益驱使,善于与执法人员打游击,给监管部门带来了难题。在对流动烟摊执法过程中,由于执法主体权限问题,执法对象具有特殊性,执法方式单一,给烟草专卖管理执法带来了难题。本文对烟草专卖管理部门在处理流动烟摊难题进行了分析,并进一步治理流动烟摊提出了对策及建议。", "label": "经济学", "id": 0}
{"content": "<正>一、综合智慧能源定义综合智慧能源是以智能化能源生产、能量储存、能源供应、能源消费和智慧化管理与服务为主线,结合大数据、云计算、物联网等技术,向终端用户提供综合能源一体化解决方案,实现横向\"电、热、冷、气、水、氢\"等多品种能源协同供应、纵向\"源-网-荷-储-用\"等环节之间互动优化,从而实现能源智慧调度和能源智慧管理。", "label": "经济学", "id": 0}
{"content": "<正>一、引言近年来,国家大力推进全面依法治国,加强审计巡视检查,强化安全生产突出地位,外部监督检查日趋严格、方式日益多元、力度不断加大,对国网公司依法从严治企和确保安全生产提出了新的更高要求。国家审计署等政府部门将省管产业单位（集体企业）作为审计巡视重点,要求规范与主业关联交易,加快推进改革进程。国网公司总部严格对照国家有关政策法律法规和公司管理要求,结合近年内外部审计检查巡视发现的问题和社会关注焦点,提出了建立\"两个体系\"、加强\"六个管理\"、", "label": "经济学", "id": 0}
{"content": "<正>一、研究目的集团是中国能源行业最大的信息通信技术、产品及服务的提供商。经过多年发展沉淀,目前集团及各单位先后建立了较为完善的质量管理体系并通过ISO9000标准管理体系认证,但是各单位之间的管理水平存在差距,部分单位对质量管控关注度不足且缺乏必要的指导,质量管理体系运行状况参差不齐,因此,", "label": "经济学", "id": 0}
{"content": "电子烟产品宣称\"无害、时尚\"作为卷烟戒断的代替品在国内市场兴起,但由于缺乏相关的法律法规约束,社会争议不断主管部门的界定,采取什么手段对电子烟进行监管,一直没有专门的监管机制和监管规定。导致电子烟产业乱象丛生:如生产经营混乱,电子烟使用者低龄化、产品安全问题等市场乱象层出不穷,这一系列问题是无法被忽视的,本文使用案例分析法,以雾芯科技为例,就电子烟产业乱象进行分析并提出解决方法。", "label": "经济学", "id": 0}
{"content": "随着电子烟注在全球的流行及市场规模的扩大,电子烟监管问题正在引发越来越多的关注。2019年,世界卫生组织（WHO）发布第七份《WHO全球烟草流行报告》,报告明确指出:电子烟烟雾中不仅含有尼古丁,还含有一定量的其他有害物质。呼吁各国政府必须严格控制、监管电子烟的生产和销售。目前,我国尤为重视电子烟市场,但是我国司法部门还未出台相应的政策、法规监管电子烟的生产和销售。本文通过梳理全球各国家电子烟市场规模及监管方法,借鉴欧美电子烟监管经验,探讨符合中国国情特色的电子烟市场监管途径。", "label": "经济学", "id": 0}
