{"content": "本论文总结归纳了目前常用的两类清洁船用燃料液化天然气（LNG）与二甲醚的研究现状。得出二甲醚在2008年-2010年期间,受政府政策的推动,以二甲醚为动力的产业链技术得到了一定推进,但由于上游制取、中游加注站的发展相对缓慢,加之电动汽车和氢能燃料电池汽车的发展,一定程度地限制了二甲醚动力车/船的发展。LNG在国家政策和主管部门的推进下,产业链在国内正稳步发展,截止2019年,已建成LNG燃料动力船舶约330艘,占比约66%,位居全球首位。综上所述,在技术和产业链成熟度方面,LNG动力船优于二甲醚动力船。在此基础上,对LNG动力船和二甲醚动力船的未来发展方向进行了展望。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>大家好,我是交通运输部水运科学研究院的王利朋,今天我想向大家介绍一下液化天然气在船舶应用的现状及未来的发展趋势。听到这个名字,大家可能会有些困惑。什么是液化天然气?为什么要推进船舶使用液化天然气?液化天然气燃料动力的船舶有市场优势吗?首先先向大家介绍一下,液化天然气是什么?液化天然气,英文名字liquefied nature gas简称LNG,是-162℃状态下的液态天然气,主要成分是甲烷,也是当前世界公认的清洁燃料。那为什么要推广船舶使用LNG作为船舶燃料呢?推动船舶使用液化天然气的因素有很多,包括适", "label": "船舶与海洋工程", "id": 0}
{"content": "本文介绍了国务院、发改委、交通运输部和湖北省等政府层面鼓励发展内河船用LNG特别是汉江流域的有关政策,搜集整理了国内已建或已改造水上LNG加注站及LNG船舶的有关信息,阐述了汉江流域发展船用LNG的机遇,提出了相关对策和建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "当前环境日益恶化,大气污染日益严重,推广清洁能源的呼声越来越高,本文浅析了LNG在船舶动力方面的应用以及在推广方面存在的问题和合理化建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "船用LNG的发展具有清洁环保、经济高效的优势,对节能减排、优化能源结构、改善空气质量和保护水域污染意义重大。本文从船用LNG燃料、动力船舶以及加注站三个方面进行了探讨与分析,总结近年来我国船用LNG的发展情况,并提出了建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "介绍了船舶燃料油中硫化氢含量测定的原理,对国内船舶燃料油中硫化氢含量进行了摸底调查:目前流通领域燃料油中大概有一半左右硫化氢含量超出ISO 8217-2010规定的技术要求;国内船用燃料油掺入非石油烃类油品以求降低燃油成本,可能会以增加燃油系统的设备负荷及维护费用作为代价。", "label": "船舶与海洋工程", "id": 0}
{"content": "从国际防污染公约（MARPOL73/78公约附则Ⅵ—船舶防止大气污染规则）的角度与要求出发,对船用柴油机以及润滑油的改进与发展,提出个人观点与看法。", "label": "船舶与海洋工程", "id": 0}
{"content": "艇润滑油脂具有不同于陆用润滑油脂的鲜明特点,本文介绍了海军舰艇润滑油脂的使用要求和应用现状,并对发展趋势进行了展望。", "label": "船舶与海洋工程", "id": 0}
{"content": "介绍了目前 IMO 正在审议中的 MARPOL 附则Ⅵ关于未来船用燃油标准建议案的情况,分析探讨了 IMO 未来船用燃油标准将对航运业、炼油企业等带来的重大影响．", "label": "船舶与海洋工程", "id": 0}
{"content": "利用发光细菌作为受试生物建立了一种监测溢油毒性的方法。该法具有快速、简便、灵敏、准确、稳定、经济等特点。本试验采用此方法研究了船用柴油和燃油对发光细菌的毒性影响。其原理是：针对发光细菌的发光度随着污染物浓度的增高而成线性降低的相关性,采用发光细菌的相对发光度表示污染物的毒性,并采用发光细菌相对发光度为50%时的毒物浓度（即半数有效浓度 EC50）表示油的生物毒性。试验以发光细菌作为受试生物,依据中华人民共和国标准《水质急性毒性的测定发光细菌法》 （GB/T 15441-1995）,参照 ASTM 标准建立了一套样品液的制备方法,引入了水融合组分（WAF）的概念。研究了船用柴油和燃油的水融合组分（WAF）、经消油剂分散的水融合组分（DOWAF）及消油剂对发光菌的毒性影响。消油剂对发光菌的半数有效浓度大于1 000mg/L,根据水质急性毒性测定分级标准,在测定 DOWAF 的毒性时,消油剂不产生毒性效应。通过数据分析得到下面结论：对发光细菌的毒性顺序为经消油剂分散的船用柴油的毒性＞船用柴油＞船用燃油＞经消油剂分散的船用燃油。现实意义：根据所测得的半数有效抑止浓度对船用柴油和燃油进行毒性分级,为溢油事故对海洋生物的影响评价提供参考数据。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>各位领导、各位与会代表: 很高兴参加这次会议。借此机会将我们经营的迪拉克燃油添加剂品牌向大家作一介绍。迪拉克燃油添加剂是韩国琴南产业开发株式会社于1993年开发生产的最新一代高科技节能环保产品。目前在韩国、日本、新加坡等许多国家得到广泛应用。迪拉克燃油添加剂是根据诺贝尔奖获得者,英国物理学家迪拉克先生的量子力学理论作为设计原", "label": "船舶与海洋工程", "id": 0}
{"content": "本文论述了质子交换膜燃料电池作为潜艇动力的先进性,介绍了常规潜艇的发展现状及趋势,综述了国外PEMFC潜艇动力应用现状及潜在市场,探讨了我国发展PEMFC常规潜艇的前景.", "label": "船舶与海洋工程", "id": 0}
{"content": "本文就国内船公司普遍存在的主机气缸油不能正确使用的现象进行了较全面的分析,指出气缸油允许使用的注油率范围,并对不同的船舶类型应该怎样确定合理的气缸油注注率进行探讨。", "label": "船舶与海洋工程", "id": 0}
{"content": "从人们环境保护意识不断增强这一角度,分析了船舶冷剂的更替过程。提出船舶制冷装置绿色化革命的必然趋势,并强调了增强船员环保意识的重要性。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文简述了油液技术在我国船舶螺旋桨轴状态监测中的应用和研究现状,重点讨论了油液监测技术在今后的发展方向。", "label": "船舶与海洋工程", "id": 0}
{"content": "阐述了船用柴油机滑油中的污染物来源,分析了污染物对滑油及柴油机机械部件产生的危害,并就船上防止和减少滑油污染,正确、合理地使用和管理滑油等问题进行了详细讨论。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文研究了不同水含量不同水粒径乳化油的物理性质和稳定性,以及它们对柴油机性能和燃油燃烧特性的影响．", "label": "船舶与海洋工程", "id": 0}
{"content": "本文基于IMO示范课程和《海船船员培训大纲（2021）》的要求,对《基本安全》课程内容进行重构,旨在为航海类院校教师增加对IMO示范课程及船员培训大纲的理解和应用提供帮助。", "label": "船舶与海洋工程", "id": 0}
{"content": "COSPAS/SARSAT系统（全球卫星搜救系统）是一个通过提供警报及位置数据协助搜索及营救行动的卫星系统,通过空间站和地面设备来侦测示位标的406MHz信号,来定位事故地点坐标。为应对海上突发事件,提高海上搜索救援能力,本文提出了一种利用直接数字频率合成器（DDS）模块的406MHz船载卫星应急无线电示位标:示位标利用SD卡存储自身位置信息,方便后期进行海上突发事件的统计与分析;示位标的定位模块采用GNSS/INS（全球导航卫星系统/惯性导航系统）组合导航定位技术,能够同时支持BDS B1、GPS L1两个频点,保证了406MHz示位标的定位精度。", "label": "船舶与海洋工程", "id": 0}
{"content": "长江沿岸码头众多,夜间作业背景灯光强烈,带来的光污染对船舶夜间航行影响严重。本文结合长江常州段存在的光污染现状,分析光污染对航行安全的影响,并结合实践经验提出对策与建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "船员职务晋升路径关系我国船员队伍的发展壮大,本文在介绍新版海船船员适任考试和发证规则的基础上,总结了各职务船员晋升路径,并从海上服务资历的获取、岗位适任培训、适任考试、市场供需关系等方面分析了海船船员职务晋升路径的选择问题。", "label": "船舶与海洋工程", "id": 0}
{"content": "近年来,我国航海事业得到了快速发展,越来越多的新型航海科技被应用至航运工作当中。航海安全性直接关系到船员的生命健康,同时也会对航海事业的可持续发展产生重要影响,在新型航海科技的支撑作用下,我国的航海安全性得到明显提高。本文主要对当代航海技术进行介绍,然后分析了航海科技助力航海安全,期望可以为相关工作的开展提供绵薄之力。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶运输是国际贸易运输的重要手段之一,船舶航行时由于受到风浪影响、燃油消耗与航速呈现非线性关系,适当减速可以在一定程度上节省油耗,但航行时间也会随之相应增加,因而如何选择出同时满足节省营运成本及规定运输时间的航速问题成为航运业的焦点。本文针对大型民船建立以海洋风浪环境为主要研究对象、以最低燃油消耗量为目标的航速优化模型。基于SWAN海洋模式,结合ECMWF风场数据,对航行时遭遇的风浪环境进行预报模拟,并采用时间聚类的方法对航行环境信息进行整合分段,将原始航线划分成风浪条件相近的多个航段。基于遗传算法,结合IMO推荐公式计算风浪附加功率、螺旋桨敞水性能计算螺旋桨推进效率,建立航速优化模型,筛选出每航段下最优折中航速。选定船舶KVLCC2以及连云港-上海、南沙-上海两条航线为例进行验证。相较于恒速航行,航速优化后可以在相同航行时间内节省一定燃油消耗,为船舶航运业的节能减排提供一定理论参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>1、桥墩防船撞的历史新建桥梁多数在设计方案阶段就会比较重视通航船舶撞击桥墩的问题,所以新桥较少被撞。在役桥梁由于航道日益繁忙、水情和航道变化以及建桥时的局限等原因,被船撞的事故仍时有发生。因此发展新的、高效的防撞装置,保护人民生命财产,求得社会长治久安。仍有迫切需求。下面先分析现有防撞装置的不足。1.1古代石桥用的尖桥墩撞开船头并按其迎撞斜面分力,但对船损坏较大。举例如下:", "label": "船舶与海洋工程", "id": 0}
{"content": "台湾海峡是我国的重要水上交通要道,当地渔民称之为\"黑水沟\",海上事故发生率较高,东海救助局作为国家专业的海上救助力量,承载着保护海上人命和财产安全的使命,随着2003年救捞体制改革,救捞系统在人员素质、设备以及技术上都有着很大的改善。作为国家的专业海上救助队伍,保障海上人命和船舶、水上设施安全是我们救助人的神圣使命。从2010年开始,陆续建造了东海救113、东海救115、东海救116、、东海救101、东海救102等可以搭载直升机的先进救助船舶。本文以笔者服务的东海救助局为例,结合自己十几年来在台湾海峡实际救助经验,阐述在海上夜间救助中的注意事项。水平有限,不足之处,望同行和专家提出批评指正。", "label": "船舶与海洋工程", "id": 0}
{"content": "传统全球卫星搜救系统COSPAS/SARSAT没有兼顾双向通信功能和定位功能,救援人员无法直接与遇险者进行信息交互,求救信息不能保证第一时间发送到地面系统。北斗卫星导航系统内置的短报文通信功能为解决这一问题提供了有效技术手段。本文基于北斗精密定位和短报文通信技术,融合地理信息系统、传感器技术、互联网技术,研究并开发了基于北斗的海上指挥与搜救系统。系统由搜救信息中心和海上搜救终端两部分组成,搜救中心接收若干北斗定位通信搜救终端的求救信息和发送响应指令,搜救终端具备落水人员定位、遇海水自动开机、实时监控落水人员身体状况等功能。本系统解决了传统搜救信息双向传输及实时性问题,能够快速准确的与落水人员建立联系,相较其它搜救系统,很好的将告警、指挥、搜救结合在一起,求救人员能在第一时间知悉救援信息,搜救信息中心可以在第一时间通知附近的船只实施救援,提高了救援效率,有效的确保了海事从业人员的安全。", "label": "船舶与海洋工程", "id": 0}
{"content": "近年来,航海技术飞速发展,海上通航密度逐年增大,船舶在海上航行的安全威胁也随之增加,导致海洋事故频发。随着海上搜救体系和先进设备的研究以及政策命令的支持,中国海上交通安全有所改善,但仍处于初步发展和不稳定阶段。海上搜救基础设施的数量和质量,事故的救援能力,特别是大浪情况下快速有效的救援能力,有待进一步发展。海上搜索和救援的核心主要有两点,一是准确定位,二是及时营救。目前全球定位系统以及北斗卫星导航系统（BeiDou Navigation Satellite System,BDS）都能提供厘米级别的高精度定位,能为海上救援系统提供准确定位信息。本文首先对目前海上救援存在的难点进行分析,然后通过对全球卫星搜索系统（COSPAS-SARSAT）、国际海事卫星系统（International Maritime Satellite System,INMARSAT）、全球海上遇险与安全系统（Global Maritime Distress and Safety System,GMDSS）以及北斗卫星导航系统在海上搜救方面的应用进行综述分析,并结合自己的思考,比较了北斗卫星导航系统与全球卫星搜索系统、国际海事卫星系统、全球海上遇险与安全系统间的差异,最后结合目前我国北斗导航卫星系统在海上搜救的研究现状,对未来北斗卫星导航系统在海上搜救方面的发展提出了思考和建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文对目前海事管理机构涉及到船员证书管理的各环节的现状进行了分析,介绍了NFC技术,给出了一个船员证书智能化后采用NFC技术的模型,并对系统的运行模式进行了详细阐述。认为采用NFC技术的船员证书管理将提升船员管理的智能化水平,提高海事管理机构的管理效率,提升船员管理和服务水平,促进航运业健康发展。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着信息技术及互联网的广泛应用,使船员电子证书应用具备了可行性,船员电子证书可提高证书办理流程的透明度,减少纸质单证的流转,方便现场查验和网上核查,节省船员办证时间和成本,减轻海事管理机构的行政负担,提高行政执法效率。本文通过对船员电子证书应用的需求、优势和实施建议进行了探讨。", "label": "船舶与海洋工程", "id": 0}
{"content": "船员任解职信息登记是中国籍船员在国内港口上/下中国籍海船任职/解职的信息记载,是海事管理的基础工作。自2013年4月船舶船员协同管理信息化推广实施后,海事管理机构主动作为充分利用信息化科技手段,把好船员服务资历信息登记入口关,有效遏制服务资历造假的现象。但是,现有的船员任解职登记制度及管理模式仍存在一些问题,如海事人员与船员间船员任解职登记管理主体责任不清、现行船员任解职登记系统操作不畅、船员任解职登记管理重事后审核轻事前监管、船员任解职信息登记监管手段单一等问题的存在,严重制约了船员任解职信息登记管理工作。因此,本文从船员任解职信息登记管理现状、船员任解职信息管理制度、船员任解职信息登记实际操作系统适用性等几个方面提出建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "船员电子证书作为传统纸质证书的等效或替代,已成为IMO各委员会、分委会讨论的热点,未来必将对航运业产生深远影响。本文通过分析我国船员证书的应用现状、船员电子证书应用的优势,提出船员电子证书的应用设想,为船员电子证书的推广应用提供参考和借鉴。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文对长三角区域内河船员基本状况和当前发展存在的问题进行分析,提出在长三角区域一体化发展过程中内河船员可持续发展的思路和对策,从而为海事部门加强内河船员管理提供科学决策。", "label": "船舶与海洋工程", "id": 0}
{"content": "从2014年开始,广东海事局开始在辖区开展船员履职检查工作。笔者为惠州海事局船员管理人员,从基层内河船员履职检查中发现的问题出发,分析存在问题的原因,并从加强宣传、落实航运企业主体责任、加强船员证后培训、完善法规等方面提出工作建议,确保珠江水系内河船员切实履职。", "label": "船舶与海洋工程", "id": 0}
{"content": "自浮式桥梁防撞设施是一种常见的桥梁防船舶碰撞保护装置,在桥梁遭受船舶撞击时,自浮式防撞设施主要通过自身的变形破损以及改变撞击物航向来消散撞击动能,从而起到保护桥梁的作用。自浮式防撞设施结构形式多种多样,其吸能效果也各有所异。本文通过在具有X型夹层结构的自浮式防撞设施上配置保护性柔性元件来增强设施对桥墩的保护效能,同时依靠商用有限元软件对碰撞过程进行模拟分析,进而论证此种结构型式的自浮式防护设施的功用。", "label": "船舶与海洋工程", "id": 0}
{"content": "在模拟船舶驾驶中,传统的模拟驾驶场景采用OSG等技术实现船舶运动场景的呈现,实际效果不够真实,不能很好的反映船舶的实时运动状态。本文将船舶的运动通过Simulink仿真与Unity显示船舶实际运动轨迹结合,船舶运动模型在Simulink中进行动态仿真,通过SQL Server数据库将Simulink仿真的数据传入Unity中,船舶运动轨迹在Unity中进行动态显示,解决了Uinty与Simulink的通信连接问题。仿真结果可以正确的描述船舶运动的轨迹,Unity中的船舶运动场景更加真实,对船舶教学具有一定的实际意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "利用CFD软件搭建沉船油舱三维数值模型,假定加热前沉船油舱中原油完全凝固,基于传热学理论,通过分析固状原油加热过程中油品固液分界面变化及流动特性,开展沉船油舱固状原油加热过程的传热分析。结果表明:加热初期传热方式主要以导热为主,随着固状原油不断融化,自然对流影响逐渐加强。该研究可为沉船打捞的水下抽油工作提供相关理论依据。", "label": "船舶与海洋工程", "id": 0}
{"content": "2018年5月,国际海事组织（IMO）第99次海上安全委员会批准美国铱星系统为全球海上遇险与安全系统（GMDSS）移动卫星服务提供商。为有效推动北斗\"走出去\",提升北斗的国际竞争力,我国于2019年IMO第101次会议上提出北斗短报文服务系统加入GMDSS的立项申请并获批准。本文结合铱星系统的认可过程,针对IMO的GMDSS移动卫星业务的认可程序与标准、核心技术、国际协调、关键问题等进行研究,为北斗短报文业务加入GMDSS工作提供参考依据。", "label": "船舶与海洋工程", "id": 0}
{"content": "传统海洋施工导航定位存在数据无法共享、可扩展性差、设备和人力资源占用率高等问题。本文结合韩国\"世越号\"沉船打捞工程,讨论了施工局域网构建中串口协议转换为以太网、有线网络布设、无线网络布设等技术难点,提出了导航定位网络化的实施方案,并进行了实际应用。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着航空技术的日新月异,航空装备在海上搜救中逐渐担负着越来越重要的使命。本文通过基于模型的系统工程方法,分析航空装备在海上搜救中的体系应用场景。为了结构化、规范化地描述航空装备的应用和开展需求分析,本文采用美国国防部体系结构框架（Department of Defence Architecture Framework,DoDAF）构建两栖飞机航空救援场景架构,并通过该架构完成了两栖飞机搜救能力分析。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对海上应急救援装备系统架构和逻辑关联复杂且存在不确定性和任务状态降级,难以采用传统的面向两状态系统的静态可靠性模型进行分析评估,本文提出了一种基于贝叶斯网络（Bayesian Networks,BN）和模糊集合理论的复杂多状态系统任务可靠性建模方法,结合了BN对系统复杂逻辑关联和不确定性信息的描述优势及模糊集合理论对性能降级产品多状态的划分定义能力。文中对典型海上搜救系统进行了基于模糊BN的多状态任务可靠性建模,并采用FullBNT工具箱在MATLAB中实施仿真,开展了系统任务可靠性预测和关键故障诊断等分析。该方法有助于搜救系统预防维修计划和保障策略的合理制订,并为其他具有不确定逻辑关联的多状态复杂系统进行故障预测和诊断提供了参考方法。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着海洋经济的不断发展,涉海活动与日俱增,海洋旅游业得到蓬勃发展,与此同时,风险也随之变大,由客滚船、邮轮等大型客船造成的特大海难事故时有发生。大型客船海上险情具有突发性强、时效性快、危害性特大、救助难、社会关注度高等特点,它也成为社会瞩目的一个重大难题。本文针对一些典型案例,浅述了客轮海上险情预防机制建立和搜救体系的再优化,以期构建更高效的海上险情预防机制和搜救综合体系,从而达到降低客轮遇险的几率,提升搜救能力的目标。", "label": "船舶与海洋工程", "id": 0}
{"content": "沉船打捞的安全与防污染监管工作是海事管理机构的一项重要工作,海事管理机构对沉船打捞的监管措施主要包括行政许可、涉污作业报告接收和涉污作业现场检查。现有的沉船打捞海事防污染监管工作机制存在不足。本文通过对沉船打捞对水环境造成的污染风险分析,沉船打捞海事监管机制中存在的问题分析,对现有海事监管工作机制提出优化措施。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶运营体量更大的内河水域,水上搜救在体制机制、装备和队伍建设等方面还存在较多不足,本文着重对当前内河水上搜救能力和现状进行分析,并尝试从制度建设、响应机制、装备和队伍建设等方面提出相应改进对策,以供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文对\"持内河船员适任证书人员在海船上从事技术指导\"这种行为如何准确定性进行了分析,并提出了解决当前管理空白的对策建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文在对船员适任评估的国际公约和国内法规要求进行梳理的基础上,总结分析了我国船员适任评估的现状和存在的问题,并针对问题,提出了对策建议,以期待对我国船员适任评估的进一步完善,从而提升船员源头管理水平,提升船员素质。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文结合桂林漓江海事处水上搜寻救助工作实际,从完善水上搜寻救助法律法规、构建应急处置处理机制、明确岗位职责、加强队伍建设、完善装备及基础设施建设、加强沟通协调等六个方面论述加强内河基层海事水上搜寻救助能力提出一些思考。", "label": "船舶与海洋工程", "id": 0}
{"content": "在冬季的冰区,普通船只航行困难。在这种环境下,破冰船对于维持航海的正常工作很有必要。但是随着船只数量和破冰船护航行动的增加,船航行的安全也越来越受到重视。本文针对破冰船的护航行动,提出了冬季条件下的多船跟随模型。本研究将安全速度和安全距离考虑在模型之中,并且结合冰对船的阻力进行研究。通过分析和验证,均表明该模型能为船舶稳定和安全航行提供准确的理论参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "为进一步提高水上人命安全水帄,需要对船舶水上救生行为进行系统的研究。船舶水上救生是指适用于《海商法》的船舶,为最终达到某一个海区所有人命的安全,船上人员利用救生设备而进行的自救、互救以及接受外界救援的行动或者对其他海上遇难人员所实施的人命救助的行动。这是一个以人命安全为目标的人类行为系统。因此,可以采用系统分析的方法对构成系统的各个要素,包括目标、救生设备、救生者、救生环境以及救生管理等的特殊性以及这些要素之间的相互影响进行深入分析。只有对该系统进行更深入的理论与实践研究,制定更适合的公约与法规以及不断提高航运人员的素质,才能有效提升系统的安全性。", "label": "船舶与海洋工程", "id": 0}
{"content": "通过建立投放过程物理模型,将投放过程分为两部分,分别为浮标主体部分逐渐进入气流（过程一）和浮标主体部分已完全进入气流天线部分逐渐进入气流（过程二）。分别建立对应的数学模型,通过计算分析和Adams仿真分析得出过程一中浮标主体部分的横向位移和过程二中浮标整体横向位移,确定投放过程中浮标与投放通道不发生接触,最终得出投放分离安全。", "label": "船舶与海洋工程", "id": 0}
{"content": "机载超短波电台是搜救飞机完成海上搜救任务的主要通信装备,现役某型机载救生电台已装备了轰运直等多个机型,只能进行人工搜索探询且不具备多机协同能力,无法完成多机在同空域、同频率的多目标全自动协同搜索定位。针对此问题,提出了基于时隙预约多址协议（Packet Reservation Multiple Access,PRMA）的航空协同搜救网络协议,设计了全自动搜索探询软件流程,可以在现有装备的基础上,通过软件更新实现全自动搜索探询及网络控制协议的综合改进,实现多机协同组网,避免通信冲突,提高航空搜救效率。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着经济社会不断发展,长江干线航运不断提升,航行于长江上的船舶体量和数量成几何等级增长,给水上安全监管带来了巨大挑战,水上交通事故（险情）也频频发生。然而,从目前长江水上应急抢险救助过程看,在实际应对中,还存在一些棘手问题。本文从工作实践中所遇到的\"三起险情\"应急处置实际情况,分析目前长江干线应急救助力量现状和存在的问题,并就长江干线应急救助力量建设进行思考,提出加强长江干线应急救助管理的建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "VTS值班流程和应急处置管理系统的开发是海事信息化建设的需要,同时为E-航海战略的实施提供了信息链路。该系统在湛江VTS已投入应用,并取得了不错的效果。但为了进一步满足E-航海的需求和应对取消的船舶签证的监管需要,系统还需再升级完善。本文中对该系统的应用进行了详细介绍,并提出了后续的升级建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "新修订的船员违法记分制度自实施一年以来,对船员违法行为起到了很好的惩戒作用,但同时在具体的海事管理实践中,该制度又存在不完善的地方。本文从工作实际出发,全面认真审视了现行的船员违法记分制度,在分析该制度存在的问题的基础上,提出了具体的改进对策建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对海上搜索问题,本文分析了海上搜救的现状和研究成果,设计了区域面积搜索时间、重点区域搜索时间、相同时间内目标发现数等三个效率评价指标,建立了平行线搜索、螺旋线搜索和扇形搜索等三种常用协同搜索路线的数学模型,通过仿真分析,对协同搜索路线的效率进行了对比研究,论证了协同搜索的必要性,给出了舰机协同搜索最优搜索路线的建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "引航员与船长的矛盾时有发生,破坏了驾驶台和谐气氛,干扰了驾引人员对操纵局面的判断,是港口生产的一个安全隐患。本文分析了矛盾产生的原因,阐述了当代引航员该如何把握新形势,精准定位,创建与船长更加融洽的合作关系。", "label": "船舶与海洋工程", "id": 0}
{"content": "STCW公約規則Ⅲ/4、章程A-Ⅲ/4及附表A-Ⅲ/1相關規定,凡在主推進機功率750瓩以上航行之船舶上構成當值一部分或被指定在無人定期值守機艙履行職務之乙級船員,除正在受訓之乙級船員及其職務屬非技術性之乙級船員外,應經正式授證履行職務,IMO也針對此一適任能力制定了助理級輪機當值典範課程7.09。", "label": "船舶与海洋工程", "id": 0}
{"content": "以「一九七八年航海人員培訓、發證及當值標準國際公約」（International Convention on Standards of Training,Certification and Watchkeeping for Seafarers,1978）規則Ⅱ/5、章程A-Ⅱ/5規則之規定,探討「甲板助理員」要求之適任能力標準,並提供2017年公告之甲板助理員示範課程7.10（Model Course 7.10 Ratings as Able Seafarer Deck）作為教育訓練標準指標參考。本研究以此分析「甲板助理員」適任能力及Model Course供相關機構規劃教育、訓練之參考。", "label": "船舶与海洋工程", "id": 0}
{"content": "\"建设海洋强国\"国家战略对海洋救助保障技术发展提出了更高要求,海洋救助保障技术发展应对接我国海洋经济国家战略,能高效服务于\"一带一路\"建设战略,提高我国深远海海空立体综合救助能力,有效应对复杂的国际海洋局势,为我国海洋强国发展战略保驾护航。本文就我国\"建设海洋强国\"和\"一带一路\"建设对深远海救助保障技术研究作一简要阐述。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着长江口深水航道治理工程的顺利实施,通航水深已经达到12.5 m,大大提高了航道的通过能力和改善了船舶安全航行的条件。但受到航道宽度的限制,双向通航船舶交会标准宽度仍小于80 m,无法满足大型船舶在长江口深水航道交会航行的需求,在此限制下,很多大型船舶必须错开航行,大大增加了船舶等待进出港的时间。通过北槽航道水文条件的分析和研究,提出利用槽外水深解决长江口深水航道超宽交会问题的设想,并对其可行性进行论述。", "label": "船舶与海洋工程", "id": 0}
{"content": "为确保大型海船在长江的航行安全,通过对拖船护航的现状、对拖船的要求、对拖船人员的要求等方面进行分析,结合引航工作实践,提出拖船在护航工作中的具体应用方法,并提出思考与建议,供有关方面参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "上海的\"母亲河\"黄浦江以弯曲狭窄著称,船舶航行事故时有发生。通过介绍黄浦江的自然、水文条件和通航环境,详细介绍黄浦江各航段的潮汐、水深、航道特征和航行方法,结合相关操纵注意事项、驾驶台资源的利用、情景意识的培养,对黄浦江水域的船舶航行安全操纵进行分析和探讨,使驾引人员对该水域中船舶的操纵能有较深入的了解,从而提升黄浦江水域船舶的航行安全。", "label": "船舶与海洋工程", "id": 0}
{"content": "通过对烟台港西港区30万吨级航道和长山水道习惯航路船舶交汇区通航现状和安全隐患分析,结合超大型船舶引航实践,提出了在船舶交汇区设立警戒区等通航管理建议,以此来规范交汇区通航秩序,确保引航和船舶安全。", "label": "船舶与海洋工程", "id": 0}
{"content": "基于虚拟仿真实训平台,开展实训教学改革研究。开创性的构建\"多层次、多模块、开放性\"的实训教学体系,提出\"虚实结合、学生本位、以评促绩、理实一体\"的高职实训教学理念,依托虚拟仿真实训平台,创建专业课程群、辅助课程群、科研群建设。经过不断努力,最终取得不错成效,打破传统教学的局限,提高学生的个人能力和创新意识。", "label": "船舶与海洋工程", "id": 0}
{"content": "目前我国船舶对能源消耗巨大,收入支出不成正比,本文介绍了远洋渔船的节能化设计,并积极使用节能环保型产品及新技术,同时给出在船舶制造方面的环保化措施,提出淘汰高耗能的老旧柴油机,换新型节能柴油机,使用先进设备、先进技术、新能源以及采取加强运营管理等举措。", "label": "船舶与海洋工程", "id": 0}
{"content": "节能减排不仅是国家政策,也关系到渔民的切身利益,要达到节能减排的目标,我们需要从多方面努力。本文从船体、轮机、电气和船员要求四个方面对渔船的节能减排问题进行分析,并提出相应的节能减排应用的建议,对环境保护的实践提供理论支持。", "label": "船舶与海洋工程", "id": 0}
{"content": "合成孔径雷达（SAR）图像船只检测可以实现广域视场内快速发现船只目标,在军事侦察、海洋航运管控等领域有着广泛的应用。针对SAR图像船只目标检测中存在的虚警率高的问题,采用难样本挖掘与基于区域的定位损失相结合的方法,实现对图像中难分目标的有效区分。在卷积神经网络困难样本训练方法分析的基础上,通过筛选难易样本,并更多地选择困难样本进行迭代训练,从而学习到困难样本的特征,提升对困难样本的区分度。同时为保证样本筛选过程中的尺度不变性,让网络同等对待不同尺度的样本,采用基于区域的定位损失,与难样本挖掘更好地结合。通过在公开数据集上的实验验证,证明了该方法可以有效降低检测的虚警率。", "label": "船舶与海洋工程", "id": 0}
{"content": "我国AIS系统建设日趋完善,标志着我国航海虚拟航标技术的应用得到了全面的凸显,其中应用于长江航道的AIS系统将发挥着重要作用。本文从AIS虚拟航标的定义和应用现状出发,分析了长江九江段航道水位交替期AIS虚拟航标应用的必要性和可行性,并就其应用需要解决的问题进行了初步探讨。", "label": "船舶与海洋工程", "id": 0}
{"content": "传统培训模式不能完全按照教学要求,进行操作和在航行中进行模拟各种事故演习,其受到时间、环境、安全性及环保等诸多方面限制,很多应急处理措施都还停留在理论上。近年水上交通事故频繁发生,为了减少水上交通事件,仅通过传统培训模式已不能满足现在航海驾驶操纵教学需求。驾驶模拟器可通过仿真技术模拟实船的驾驶环境,使学员获得与实船驾驶相似的经历。模拟器具有耗费少、安全性好、可反复训练、灵活设置训练环境、训练回放点评等特点,在提高学员对各种航行环境的应变能力和不同类型事故的处理能力,对预防和避免海难事故中由于人为因素导致事故的发生,起到积极的作用。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文从长江江苏段深水航道的现状入手,通过分析长江航道内船舶的航行特点,对优化长江深水航道的必要性进行分析,提出了利用虚拟航标对现有深水航路进行优化调整,充分利用水深资源的方案,并进行可行性分析,供有关方面参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文通过分析长江江苏段船舶横越的风险源,定量分析了横越船与顺航道行驶船可能存在碰撞危险的角度以及避让的最佳时机,针对性提出了长江江苏段船舶各种横越情况的操纵要点,为驾引人员横越操纵提供了技术支撑。", "label": "船舶与海洋工程", "id": 0}
{"content": "危险品水上运输,其特点是运输量大,品种多,理化特性复杂,一旦发生事故,不仅突发性强,扩散速度快,影响范围广,而且事故救助和环境修复都十分困难。作为引航从业人员,研究长江载运危化品船舶的引航风险显得尤为重要,以期提高安全防范意识和应急处置能力,尽可能避免因此而产生的环境污染事故。", "label": "船舶与海洋工程", "id": 0}
{"content": "为保障通航安全及效率,进入长江的大型深吃水海轮在靠泊时,驾引人员有时将不得不采取非常规的顺流靠泊方式,对驾引人员的技术要求越来越高。因此,本文从顺流靠泊风险评估和拖轮配备等方面入手,结合顺流靠泊典型案例,对进江大型深吃水海轮顺流靠泊操纵进行分析和探讨,以期为驾引人员提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "长江镇江段裕隆洲口处于和畅洲左右两汊的交汇处,是进出尹公洲（和畅洲右汊）的必经之地。汛期两股急流交汇,流速快,流压大,流态紊乱。该河口处于孩溪渡运水域,紧邻尹公洲下单向航路控制段,航道狭窄,航行条件特别复杂。如何最大限度地保障汛期海轮在裕隆洲口的航行安全,一直是驾引人员孜孜不倦的追求。本文结合引航实践,通过分析裕隆洲口的航道概况,汛期的水流特点及海轮航行操纵难点,探索海轮航行操纵方法及注意事项,供驾引人员参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "为有效管控引航风险,确保引航工作安全,本文以镇江尹公洲航段为研究对象,针对该航段引航风险进行模糊评价,获得较为客观、合理的结果,以期为引航风险管控的优化提供一些启示。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着长江经济带高速发展,长江航运和港口业务日益兴旺,进出常熟港区的海轮年年剧增。本人结合多年的工作经历,分类介绍了进出常熟港区的操纵方法和注意事项,以供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "合成孔径雷达（Synthetic Aperture Radar,SAR）图像舰船目标具有分布密集,尺度不一,长宽比较大等特点。基于锚框的方法涉及锚框等超参数的设计,在对SAR舰船目标分割时,存在掩膜不准确,易发生虚警和漏检等缺点,而无锚框的网络结构简单,可直接回归目标的位置和掩膜。因此,本文对无锚框实例分割方法中表现出色的CenterMask的结构特点以及运用于SAR舰船实例分割的可行性进行了分析,并在SSDD（SAR Ship Detection Dataset）数据集上进行了验证。实验结果显示,该方法相比于基于锚框的方法能够获得更高的分割精度,同时模型效率更高,验证了该方法对SAR舰船实例分割的有效性。", "label": "船舶与海洋工程", "id": 0}
{"content": "与智能化、信息化发展迅速的陆上交通产业不同,计算机视觉、图像分析、大数据统计等相关智能技术还没有在内陆航运领域有较为系统的应用。以江汉运河的船舶信息管理为研究背景,通过对成熟的陆上交通管理方法进行学习,以船舶标识字符与陆地车牌号具有相似的身份证明功能为基础,结合运河交通的自身特性对已有的系统内容进行调整,实现准确高效的船舶信息管理。基于船舶图像数据,通过改进后的MSER（Maximally Stable Extremal Regions,MSER）算法和多模型结合的方式实现了船号字符的定位和识别,因此获取船舶的身份信息,并以此为核心功能设计实现了船舶身份识别系统。经测试,系统运行良好,船号字符识别精度可达93.1%。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了保证船只海上航行的安全性,需要从多个视角为船只操作人员提供船只运动状态与周围环境信息,特别是目标船只之间方位信息;在此过程中,需要构建本船、目标以及回波三者的数学描述模型,解决不同坐标转换以及不同运动模式显示等关键技术问题。为此,本文首先构建了本船模型、目标模型和回波模型等属性,在此基础上,提出一种不同坐标系之间相互转化技术,实现了本船、目标船以及回波方位信息在地理坐标、逻辑坐标和屏幕坐标之间相互转化,最后提出一种不同运动模式下目标录取雷达本船和目标船方位显示仿真技术,以解决船只在相对运动和真运动两种模式下不同显示切换问题。测试结果表明:本文提出的目标录取雷达运动模式转换模拟显示仿真技术在功能和显示切换时间上均满足目标录取雷达模拟器系统应用需求。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文阐述了计算机操作系统国产化的发展趋势,分析了国产操作系统航海保障应用软件开发的技术选型,并实践了通过跨平台开发工具Qt Creator在国产麒麟操作系统上海图平台的研制,可为其他航海保障软件国产化研制提供借鉴。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶自动识别系统（AIS）在现代航海中已经得到普遍应用并发挥了不可替代的作用,然而由于人为和技术的原因AIS使用还存在很多的不规范,直接影响了AIS数据质量和海上交通安全。本文在研究分析AIS数据校验方法的基础上,采用数据库、网络等先进现代信息技术研发了专用的船舶自动识别系统问题船舶自动筛查系统软件,实现了以电子海图数据、AIS数据、劳氏船舶数据等为基础的自动化疑似问题船舶筛查功能,可为AIS现场执法提供技术支撑保障。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文提出了以Starlink卫星信号为信号源的海面目标被动探测方法,基于对Starlink卫星链路功率预算和接收信噪比研究的基础上,对其最大探测距离进行了分析,并比对了Starlink与GNSS信号在探测距离上的优劣。研究结果表明,基于Starlink的被动探测距离远优于基于GNSS信号的系统,在对海面目标被动探测方面有广阔的应用场景。", "label": "船舶与海洋工程", "id": 0}
{"content": "由于海上临时验潮站无法与地面控制点联测,确定临时验潮站的理论最低潮面需要通过传递计算,文章介绍了调和常数法和半潮差法计算理论最低潮面的条件和过程。选取长江口附近4个临时验潮站,通过实例计算,从同步时间、站间距离等方面比较两种方法的计算误差。计算结果表明,与长期参考站距离越近,误差越小;季节不同,两种计算方法误差也不同。进而提出了长江口区域深度基准面确定的优选方案,具有较强的实用性和可操作性。", "label": "船舶与海洋工程", "id": 0}
{"content": "遥感图像中舰船目标的检测是为了对图像中舰船目标进行定位,这对国家水上监视和领土安全具有重要意义。在典型的深度学习方法中,通常用水平-竖直方向的边界框（水平-竖直框需要获取中心点、长度、宽度参数）去定位待检测的目标,而遥感图像上的舰船分布则是任意方向上的。对于具有任意方向的狭长形的舰船目标,用水平-竖直边界框去定位其实并不够准确。当舰船偏离垂直或水平方向时,水平-垂直边界框无法准确表示,边界框内会具有许多非舰船像素。如果图像上有多艘舰船彼此靠近,则可能无法检测出有几艘舰船目标,因为它们被相邻舰船的边界框重叠。因此,在检测中使用旋转边界框（旋转边界框需要获取中心点、长度、宽度、倾斜角度参数）更有利于舰船目标的检测,而更精确的舰船定位信息则有助于后续的舰船目标识别。因此,针对任意方向舰船目标的检测,目前主要是对现有的深度学习目标检测方法进行扩展,从而给出舰船目标在图像上的旋转边界框。现有的扩展检测算法可以分为两类:一阶段目标检测和两阶段目标检测,一阶段目标检测直接输出目标的位置估计,而两阶段目标检测则是对建议的区域进行分类以消除错误的目标。两阶段目标检测的缺点是速度较慢,一阶段目标检测速度更快,但对于狭长形的舰船目标,其误报率较高。因此,针对舰船目标的形状特征,提出了一种密集子区域类型细分的任意方向舰船目标快速检测算法,以降低一阶段目标检测的误报率,进一步提高检测速度。算法的基本思想是根据舰船的狭长形特性,将其密集分为多个类型的子区域,对子区域进行常规的非旋转目标检测器的训练和检测。首先,将训练样本中整个舰船目标分为船头船尾类和船身类,各占舰船目标的50%,并沿其长轴方向,密集分割成为若干个包含在正方形标注框内的局部子区域,确保标注框内最佳的子区域面积有效占比,保证核心检测网络的泛化能力,形成船头船尾类和船身类两类密集子区域。然后,以两类子区域为目标,利用常规的非旋转目标检测器对其进行训练,得到训练模型。最后,在测试阶段,将以子区域合并的后处理代替了常见的非极大值抑制后处理,来获得舰船检测的结果,因此对测试样本进行检测后,可以获取到船头船尾类和船身类两类密集子区域检测结果,子区域合并过程则分为预估计舰船结果参数和完整估计舰船结果参数两步,预估计舰船结果参数是对检测得到的船身类密集子区域中心点进行层次聚类,聚类作用是将整体检测信息分为局部区域,然后再在局部区域上进行霍夫变换,通过霍夫变换后可以获取到中心点拟合的一次多项式直线,之后通过船身类中心点在直线上的映射来计算出目标中心点,同时通过斜率可以获取到倾斜角度,根据船身类密集子区域的长度乘以一定倍数作为预估计的舰船长度,以船身类密集子区域的平均宽度作为舰船的宽度,这样就可以获取到预估计舰船的中心点、宽度、长度和倾斜角度;完整估计舰船结果参数则是融合船头船尾类密集子区域,防止由于检测到的非舰船密集子区域,而导致虚警情况,只有当舰船密集子区域呈船头船尾类-船身类-船头船尾类分布,才被确认为完整的舰船检测结果,通过子区域合并过程可以获取测试样本中舰船目标的最终结果。其核心创新点是,针对舰船目标狭长形的形态特征,采用密集子区域分割及类型细分的策略,将旋转目标检测转化为常规目标检测,实现快速高精度的检测。通过实验,在HRSC2016（High resolution ship collections 2016,共含1573幅图像分辨率在800×800像素到1600×1600像素之间的光学遥感图像）最新的改进YOLOv3（YOLOv3:An Incremental Improvement）、RRCNN（Rotated Region Convolutional Neural Network）、 RRPN（Rotation Region Proposal Networks）、 R-DFPN-3（Rotation Dense Feature Pyramid Networks）、R-DFPN-4（Rotation Dense Feature Pyramid Networks）等5种算法进行了比较,相较于检测精度最高的R-DFPN-4对照算法,算法的mAP （IOU=0.5）值提高了4.8%,平均耗时降低了68.1%;相较于检测速度最快的改进YOLOv3对照算法,算法的mAP （IOU=0.5）值提高了6.6%,平均耗时降低了47.7%。算法所提出的任意方向舰船检测算法,结合了舰船目标的形态特点,实现了遥感图像中任意方向舰船目标的检测,并且在检测精度与检测速度上均优于当前主流任意方向舰船检测算法,检测速度上有明显提升。", "label": "船舶与海洋工程", "id": 0}
{"content": "舰船检测技术,因其显著的应用价值受到研究者们的广泛关注。然而,目前的检测方法在港口舰船上存在预测精度不高的问题。本文因此提出一种新颖的基于改进卷积注意力机制的港口舰船目标检测方法:该网络以卷积注意力机制、残差神经网络和特征金字塔网络相融合的方式构建模型的主干网络,有效提取图像特征信息;然后,经过区域生成网络,引入可变形感兴趣区域池化技术,有效提取感兴趣区域;最后,通过头部网络,进行目标分类以及边框回归。实验结果表明,本文提出的基于改进卷积注意力机制的检测方法,与经典的Faster R-CNN方法相比,检测精度上提升了10.2%,实现了对港口遥感舰船检测算法性能上的提升。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对传统欧式聚类算法对距离阈值敏感,易造成聚类目标过分割或欠分割的问题,提出了一种改进后的欧式聚类算法。改进后的算法针对合理的大距离阈值,在传统的欧式聚类搜索过程中,对聚类目标和干扰目标的激光点设定不同的激光点权值,然后去除搜索过程中干扰目标的激光点,较好地解决了大距离阈值聚类时目标的欠分割问题;同时,以大距离阈值避免了聚类目标的过分割现象。将改进后的欧式聚类算法用于水域目标点云的聚类,实验结果表明,改进后的欧式聚类算法在一定范围的大距离阈值区间内都有较好的聚类效果,降低了传统欧式聚类算法距离阈值选取的难度。", "label": "船舶与海洋工程", "id": 0}
{"content": "船用甚高频无线电话是用于水上近距离范围的语音通信设备,目前在语音通信中存在语音差异导致的交流障碍和人员与智能船舶之间的语音交互问题,而语音识别技术相对比较成熟,在实用中取得较好效果。因此,本文通过总结语音识别技术的发展现状,探讨语音识别在航海上的应用前景以及面临的挑战,为保障航行安全提供新的思路。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶行业经历了几百年的发展,取得了一定的进步。对于世界的发展具有极大的推动作用。尤其是进入二十一世纪以来,船舶行业的发展更为迅速,同时,还不断地向时代更加高精尖方向发展。与传统的船舶行业相对比,现代的船舶行业已经实现了智能化发展,智能化发展对于船舶行业的发展带来了巨大的活力。同时,留存着非常多的缺陷困扰着人们。技术是在不断进步的,然而对于船员素养的要求也越来越高。但现实情况是,船员的素养提升已经无法和船舶行业技术的变革相契合。因此,就必需对船员专业人才的培养模式进行改革,才能实现船舶业的更好发展。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文从智能航海新专业人才培养的需求,和未来高级船员适任性角度,努力探索把人工智能融入航海类本科教育的方法和途径,建立一套完整的适合智能航海教学特点的课程体系规程,包括比传统航海专业新增课程、智能航海专业最低毕业学分规定、在企业开展的教学内容和航行实习教学内容。在现有《航海仪器》的课程内容基础上,增设关于智能航标、甚高频数据交换系统和海上数字广播的内容。结合航海高等院校办学特色和科研教育水平,创新教育理念和教学方法,紧盯时代科技发展的前沿,为培养产业人才探索人才培养的新模式。", "label": "船舶与海洋工程", "id": 0}
{"content": "振兴海洋经济、建设海洋强国的发展战略离不开高素质的航海人才,而目前航海类毕业生的就业与发展仍存在一系列问题,本文通过分析航海类毕业生从事航海事业意愿低的现状以及就业过程中存在的问题,从国家政策、院校培养、个人情怀等多个方面探讨提高航海类毕业生从事航海事业就业意愿的对策,从而更好地应对在加强海洋建设时代背景下留住航海人才的重大问题。", "label": "船舶与海洋工程", "id": 0}
{"content": "近年来,由于受独生子女政策及人们择业社会观念改变等因素影响,全国各航海院校生源数量、质量持续下降,考大证的学生逐年减少,而国际公约对远洋船员英语的要求却日益提高,国内航海英语大证考试难度难以降低,致使考生考试通过率连续下降,航海类人才的数量质量难以满足当前航运需求。本文基于多年来航海英语的教学实践经验,探讨提升考生考证通过率与应用能力的教学策略,提高航海英语教学质量。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着航海技术的进步和航运业的发展,对航海类人才也提出了更高的要求。中国作为重要的海员输出国,英语能力薄弱已成为我国海员走向国际化及我国成为海洋强国的重要瓶颈。目前,我国各航运院校在航海英语的教学方面存在不同程度的问题,在高职高专院校尤为突出。本文立足于高职高专院校航海英语教学现状,充分运用现代信息化教学手段整合教学资源,尝试从教师、教材、教法等方面解决教学中的实际问题,创新的教学设计,校企合作构建完整的课程体系,以达到该课程的教学目标。", "label": "船舶与海洋工程", "id": 0}
{"content": "海上风电场（OWFs）多指水深10米左右的近海风电,与陆上风电场相比,海上风电场的优点主要是不占用土地资源,基本不受地形地貌影响,有更强大和更均匀的风力剖面,风速更高,风电机组单机容量更大（3～5MW）,年利用小时数更高。但是大部分海上风电场都建设在沿海,这会给该区域的船舶通航环境带来新的挑战,特别是在风电场建设和运维期间,OWFs与航路之间若不能保持合适的安全距离可能会加剧通航风险。本文通过对国内外学者的研究进行总结学习,对福建海上风电场建设前后的船舶交通流进行分析,对船舶航路的边界进行了讨论和确定,提出了一种安全距离的计算公式,最后通过对两个风电场的实际交通流情况进行分析研究,验证了该安全距离公式的合理性。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着福州港进出船舶的日趋繁忙,开通20万吨超大型集装箱船舶、30万吨超大型船舶,港口建设也朝着信息化、现代化发展。引航是船舶与港口生产的重要环节之一[1],传统引航工作方法难以全面保障引航安全生产,提高引航作业、管理的信息化水平是十分必要的。基于此,文章对福州港船舶引航信息化现状、建设必要性进行分析、建设方向进行探讨。", "label": "船舶与海洋工程", "id": 0}
{"content": "海上定位、导航和授时（PNT）的可靠性是海上船舶安全航行的重要保证,其卫星和陆基技术是国际海事领域内各国重要的技术竞争点。在卫星方面,我国的北斗卫星系统已在PNT体系中开始发挥作用,而陆基方面的技术研究还相对匮乏。本文通过对海上数字广播（NAVDAT）这一未来海事领域中重要技术的拓展研究,提出了一种陆基PNT服务方式,有效优化现有PNT系统,同时可凭借我国在NAVDAT技术研究上的主导性国际地位,有力维护我国海域上的安全和权益。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文针对宁波舟山港中宅矿砂码头特殊地理位置形成的复杂潮流和典型引航险情,剖析靠泊该码头前穿越潮流切变线的操作风险,通过现场潮流观测、引航操纵问卷调查以及分析众多的航行轨迹图等方法探讨最佳靠泊窗口和安全穿越切变线的方法,提高驾引人员的应对能力,保障船舶的靠泊安全,为类似码头的引航操作提供借鉴。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文将介绍一种基于ISD语音芯片和C52单片机的VHF船舶动态自动播发系统的设计与实现,该系统能在能见度不良、船舶操纵受限、失控或其它需要的情况下,定时自动通过VHF甚高频对外发布船舶动态。", "label": "船舶与海洋工程", "id": 0}
{"content": "结合某船在舟山长时间锚泊的实际,以舟山野鸭山北锚地为研究对象,根据实测数据,利用MATLAB模拟水下地形与风流中的偏荡情况,分析影响锚泊安全的因素,建立适合某船的模型,探究锚位变化的原因,为锚位变化提供预警,确保船舶锚泊安全。", "label": "船舶与海洋工程", "id": 0}
{"content": "ISO 799-1:2019 （《船舶和海洋工程技术—引水员软梯》第一部分:技术与规格）、ISO/DIS 799-2 （《船舶和海洋工程技术—引水员软梯》第二部分:维护、使用、测量与检验）和ISO 799-3:20XX （《船舶和海洋工程技术—引水员软梯》第三部分:附件及相关设备）是有关于引航员软梯最新的三个国际标准。解决标准中存在的问题以及进一步探讨标准的未来研究方向,决定了引航员软梯是否能够更加安全。", "label": "船舶与海洋工程", "id": 0}
{"content": "傳統天文航海中的截距法（Intercept method）是利用切于天體等高度圈（Circle of equal altitude）的天文位置線（Celestial line of position）,在至少觀測兩個天體的條件下獲取船位。簡言之,天文位置線即為天體等高度圈的切線。牛頓-拉弗森方法（Newton-Raphson Method）是求切線方程式之一階導數,並透過迭代（Iteration）運算的近似求根演算方法（Root finding method）。因此,我們可將天文航海的截距法視為僅運算一次牛頓-拉弗森方法後得到的天文定位。本文將求解天文定位問題的天文定位方程式,使用牛頓-拉弗森方法,求得最後的天文船位。運算的定位結果以網路電子地圖服務（Web Mapping）,如Google Map或Openstreetmap,開發計算天文定位的使用者介面,可免去繁複的手工計算與海圖作圖過程。作為衛星導航系統（Global Navigation Satellite System;GNSS）之備選方案及天文航海的教學工具都是非常適合的,讓海事校院的學生可以透過計算及圖形介面輕易的了解天文定位的原理。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文提出一個新的封閉解析解（Closed analytical）方法來求解天文定位。航海者使用船用六分儀（Marine sextant）觀測兩個天體,及航海曆（Nautical almanac）所修正而得的觀測高度（Observed Altitude;Ho）及格林威治時角（Greenwich hour angle;GHA）和赤緯（Declination）,即可得到兩個可能的船位,再籍由推算船位（Dead reckoning）來決定最後的天文定位。本文所提出之方法不需透過傳統的測天解算（Sightreduction）,也不需要經過手工海圖定位,經過電腦編程即可獲得天文船位。", "label": "船舶与海洋工程", "id": 0}
{"content": "潍坊港西港区进出港航道目前利用天然水深通航,仅能满足吃水不超过4.2m的船舶乘潮进出港。本工程按5000吨级单向航道进行疏浚、整治。本文根据实际工程的应用情况,阐述在渤海湾大范围WGS—84坐标数据到当地坐标系统参数的求解,GPS中继站在浅海水下地形测量工作过程和注意事项,针对近似的项目在浅海测量方法上表述自己的一点心得体会。", "label": "船舶与海洋工程", "id": 0}
{"content": "人员转运船（Crew Transfer Vessel）在海上风机的检修和维护过程中承担着陆地与风机现场、风机与风机之间的人员接驳任务。在为风机输送人员时,转运船通常采用大推力顶靠风机塔架立柱的靠泊方式维持船体稳定。然而,该过程可能遭受作业海域风、浪、流等极限海况的影响,造成转运船的入泊可接近性问题和顶靠稳定性问题,导致入泊失败、船与风机碰撞或中途船艏偏离预定位置,威胁转送人员的生命安全。因此,找到极限作业海况下的转运船操控方案意义重大。本文以一艘人员转运双体船为例,运用三维势流理论及船舶动力学方程,研究了波、流联合作用下针对海上单桩固定式风机立柱的可接近性问题,通过时域水动力数值模拟分析,给出了不同波、流组合条件下转运船的运动响应时间历程。而后,根据不规则波的随机性及各组合海况的发生概率进行综合评估,找出了极限海况下的最佳接近艏向,以指导风机塔架设计。还考虑了转运船操控力和驾驶员操控对其可接近性和稳定性的贡献作用。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着远洋运输行业的发展,我国已有越来越多的船舶在世界各地海域从事远洋业生产、运输、勘探。然而由于我国船舶众多、作业分散,涉外作业事件和安全事故时有发生。由于船舶缺乏有效报警手段,无法确定位置,且远洋船舶之间通信不畅,没有一个统一有效的指挥救助系统,当船只出现险情和紧急情况时,得不到迅速、快捷、有效的救助,海上作业安全已成为海洋行业健康发展的一个威胁和隐患。基于北斗的船舶监控系统将分散的船舶、人员的位置进行统一管理,实现海上船舶及人员定位、作业信息采集、记录和传输等,提升企业对所属船舶和人员的全面监管、实时预警和及时处置能力,确保在作业过程中的船舶和人员的安全。", "label": "船舶与海洋工程", "id": 0}
{"content": "为提高利用SAR（Synthetic Aperture Radar）图像进行舰船检测的准确性,降低复杂陆地区域对舰船检测的干扰,提出一种基于Mask R-CNN网络实例分割的SAR图像舰船检测技术。应用Mask R-CNN实例分割网络,获得SAR图像中陆地和船的初始位置信息,远洋船舶一般能实现较准确的检测,靠岸船舶常受到接泊陆地区域的干扰,易发生虚警和漏检,为了进一步提升靠岸船检测的准确性,进行结合陆地及船舶初始检测位置的虚警剔除和靠岸船寻回。在公开高分辨率SAR舰船检测数据集-1.0和自制难例数据集上实验显示,该方法较传统的恒虚警率检测方法和深度学习中回归框检测方法,能够实现较高准确性。", "label": "船舶与海洋工程", "id": 0}
{"content": "光学遥感图像船只目标检测存在着检测率低、虚警高、计算量大的问题。面向卫星平台智能化船只目标检测系统,提出了一种层次化智能解译的船只目标检测算法。利用自适应阈值分割实现了海陆分离,去除了算法在陆地区域可能产生的虚警。利用Top-Hat算法进行了船只目标候选区域提取;设计了级联的虚警剔除方法屏蔽了大量的虚警;针对易混的虚警信息,通过卷积神经网络对ROI进行二分类,实现了船只目标的精确检测。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对海上平台安全作业问题,从海洋遥感角度出发,设计了一种海况监测系统。利用RTK原理,测量平台晃动特性;使用基于干涉复数场（ICF）相关时间方法的GNSS-R技术,对有效波高进行测量;利用风浪相关性建立风速反演模型;搭建数据中心实现现场数据解析存储。最后对系统各部分进行测试,通过现场试验获取海况信息,验证系统可行性,为环境载荷下的海上平台安全性研究提供了依据。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了更好地提高SAR图像中舰船目标的检测能力,提出了一种基于SAR图像混合滤波增强的Haar-like特征改进型CFAR检测算法。利用Refined Lee滤波、对数变换、离散小波变换和导向滤波对SAR图像进行预处理,去除SAR图像中存在的相干斑噪声。利用海陆分割屏蔽陆地区域的干扰,并通过基于Haar-like特征的CA-CFAR算法实现对舰船目标的检测。通过高分3卫星图像仿真,证明了提出的方法具备优秀的目标检测性能和较低的计算复杂度,可以在复杂场景中实现对海面上行驶的船舶、岸边停靠的船舶的检测。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文针对星载AIS接收机系统,提出了将改进相关检测法与特征匹配相结合的信号检测算法,克服了AIS训练序列非伪随机序列带来的次峰干扰问题,充分利用次峰的增益,达到更接近伪随机序列的检测效果,同时利用训练序列的特殊结构,提出一种低复杂度的频偏估计算法,频偏估计精度高、范围广,足以满足-4kHz～+4kHz的抗频偏指标要求。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文用海上船载实测数据,首先分析了海上GPS,BDS,Galileo的卫星可见性,然后进行GPS单系统、GPS/BDS或Galileo双系统及GPS/BDS/Galileo三系统事后动态精密单点定位（Precise Point Positioning,PPP）,结果显示,单系统PPP收敛速度很慢,经过一个多小时的收敛才能维持在分米级的精度,且收敛后定位结果会出现波动。双系统PPP收敛速度明显加快,N和E方向精度基本维持在厘米级,U方向精度较差且会发生波动,但比单系统GPS要稳定。GPS/BDS/Galileo三系统较双系统收敛速度并没明显提高,N、E方向精度与双系统也基本一致,但U方向精度和稳定性较有所改善。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶AIS能够实现船舶间或船岸间船舶信息和航行状态信息的自动交换、监测和显示,有助于船舶驾驶员实时了解船舶周围的交通情况,从而可以极大地降低船舶之间碰撞的风险。然而一些船舶为了逃避监管,经常违规关闭AIS设备,这给其他船舶的正常航行造成极大的碰撞安全隐患,也给海事监管带来管理上的困难。本文所介绍的装置可以自动检测船舶是否开启AIS,发现船舶关闭AIS设备时可自动报警,并录像取证,对于打击违章行为、保障航行安全有着重要意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "RBN-DGNSS （无线电指向标-差分全球导航定位系统）台站是我国沿海重要的无线电指向标播发台,通过将DGPS/BD双模差分信号以特定格式播发给用户,其含有精密的信息系统和敏感的电子设备,为用户提供高精度的助航定位服务。5至10月为雷雨高发季节,设备或天线一旦被雷击中,差分定位信号播发中断,海上船舶的航行安全收到较大影响。本文从RBN-DGNSS台站的防雷现状出发,对当前台站防雷工作中存在的问题进行浅析,并提出相应对策,以便为今后工作提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文通过对船舶自动识别系统（Automatic identification system,AIS）信号接收原理与机制分析研究,探讨提出AIS信号接收的小型化思路,定制、改造AIS信号接收达到便携式、低功耗,方便移动执法终端或其它监管系统使用。", "label": "船舶与海洋工程", "id": 0}
{"content": "近年来,深度学习技术在SAR图像舰船目标检测中取得了显著的效果,其自动学习特征的特点为目标检测提供了便捷性。但是,在SAR成像的回波中,不可避免地会接收到非目标的散射信息,会对SAR成像造成一定的模糊干扰,所以深度学习的表现能力在不同条件下的影响仍需进一步研究。本文采取三种不同散射类型的场景:城镇、海岸线、田地,叠加到SAR图像数据集中的测试集图像上,在两种典型的深度学习算法:SSD、FasterR-CNN下分析其鲁棒性,并根据网络结构对算法针对性改进。通过实验结果表明,SSD算法鲁棒性优于FasterR-CNN算法,网络的深度与多尺度检测都会影响算法的稳定性,本文最后为算法在SAR图像舰船目标检测的适应性与扩展性给出值得研究的方向。", "label": "船舶与海洋工程", "id": 0}
{"content": "本研究以载人潜水器舱内布局设计为对象,把人、机、环境三者视为相互关联的复杂系统,在深入分析和研究三者关系的基础上,运用现代设计的最新理论和方法,详细论述了从创意到方案设计再到效果表达输出的系统设计过程,并进行了人机功效等设计分析,最终得到完整的创意设计效果。使舱内布局具有\"安全、高效、舒适、易用\"等综合效能。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对潜水器操纵运动模型参数辨识问题,将最小二乘支持向量机增量法和滑动窗口法相结合,提出一种新的参数辨识方法。基于某型潜水器的运动仿真实验数据,应用文中提出的方法辨识获得模型中的参数,并应用建立的操纵运动模型进行了Z形操纵运动预报。通过将预报结果同仿真试验数据进行比较,验证了文中方法的有效性。", "label": "船舶与海洋工程", "id": 0}
{"content": "目前水下有人航行器和无人航行器在作战功能方面各有其优势和不足。针对未来海战,水下有人/无人航行器协同作战的军事战略意义将日益突出。本文首先阐述了水下有人/无人航行器协同作战模式的必要性及其三维路径智能规划的经济价值和军事意义;其次,基于水下有人/无人航行器协同约束条件,对关键路径点的三维路径规划问题进行简单描述并建立其数学模型;最后,结合改进蚁群算法等启发式智能优化算法,对该类三维路径规划问题开展仿真计算和数据分析。结果表明:水下有人/无人航行器三维路径智能协同规划算法既能够以最小的路径代价完成作战任务,同时也能保证水下有人/无人航行器协同任务过程的有效性。", "label": "船舶与海洋工程", "id": 0}
{"content": "无人水下航行器（UUV）已被世界各国海军认为是未来海战场最有效的作战手段,其导航系统主要任务是为UUV提供准确可靠的位置、速度、航姿等信息,是UUV顺利完成各种任务的重要前提和保障。由于UUV水下环境的特殊性,UUV水下导航受到了极大限制,在可用信息源较少的情况下也要满足自主性强、隐蔽性好、工作时间长、稳定性好、精度高等要求。本文对UUV水下导航系统的性能评估方法开展研究,建立了科学全面的导航系统指标体系,并提出了一种基于信息熵的模糊AHP评估方法,增强了UUV水下导航系统性能评估的客观性和可信性,为水下导航系统的优化和改进设计奠定基础,对UUV水下导航系统的发展具有重要的现实意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对无人水下航行器推进电机工作时对侧扫声呐带来干扰问题,分析了推进电机电磁干扰问题产生的机理,确定了干扰信号到侧扫声呐的传播途径,提出了电磁兼容（EMC）电源滤波器设计、接地设计和线缆屏蔽等抑制方法,开展了推进电机EMC设计,经实验室测试,推进电机设计满足电磁兼容性要求,最终解决了无人水下航行器上侧扫声呐被干扰的问题。", "label": "船舶与海洋工程", "id": 0}
{"content": "水下导航是自主水下航行器（AUV）的工作基础,多AUV协同导航可以获得更优的定位精度。主从式结构利用水声通信设备实现数据共享,但由于水下通信速率较慢,量测信息在传递过程中存在通信延迟。本文在基于测距的协同导航模型基础上,针对协同定位过程中水声通信延迟造成的定位精度下降问题,提出了一种基于重建量测信息的EKF滤波方法,根据从AUV自身运动状态推导运动位置,更新当前时刻与主AUV相对距离,重建量测信息,提高导航定位精度,无需增加额外的数据存储需求和计算能力。仿真结果验证了方法能够有效补偿协同导航中由通信延迟造成的定位误差,提高从AUV定位精度。", "label": "船舶与海洋工程", "id": 0}
{"content": "深海潜水器仿真模拟器可模拟潜水器的实时操纵,成为掌握深海潜水器运动规律的有效工具,深潜器数学模型的准确性是正确预报其操纵运动的关键。本文以某深海潜水器为研究对象,采用水池试验获取水动力系数,给出深海潜水器详细的运动方程,利用龙格库塔法解算运动方程,通过C++自编程序实现运动方程的实时解算,基于MFC对话框显示潜器重要参数,分别对深潜器的直航运动和潜浮运动进行仿真研究,仿真结果揭示了深潜器上下不对称的非线性水动力特性,该研究可为潜器的设计及实际操纵提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "低频/甚低频通信是实现UUV远程遥控的一种可行方式。为实现UUV空间受限条件下远距离跨介质信号接收,研究了小型化全向低频/甚低频磁性接收天线的关键技术。对磁性天线小型化设计,在分析其接收性能的基础上,对磁性天线的磁芯、线圈及前置放大器设计的相关理论进行了研究,为解决磁性天线全向接收问题,在模拟电路和数字电路两种分类下,系统的介绍了全向合成电路的设计和实现方法,并对其各自优缺点和适用范围进行了详细分析,为研究和实现UUV水下信号接收提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着水下无人潜航器的快速发展,其在海洋探索与海洋军事中的应用日益广泛,对于无人潜航器的反制研究吸引了许多学者的关注,而对无人潜航器的探测是识别和反制的基础。本文以水下无人潜航器为研究对象,分别以远程点目标模型和近程体目标模型建立水声回波分析模型,并分别对不同信噪比下的回波信号建模并分析;针对时域目标回波淹没在噪声中难以分辨的问题,提出基于FRFT进行信号特征提取并开展仿真分析。结果表明:点目标模型能够用于描述对水下无人潜航器远程探测,体目标模型可描述水下目标的近程探测;对于低信噪比目标回波,采用分数阶傅里叶变换的方法可有效提取淹没在噪声中的目标信号,本文的研究可对信号的提取、参数估计提供一定参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "多航行器系统在任务执行效率上更高、容错能力也更强,利用多航行器执行大范围的区域覆盖搜索已成为水下航行器的研究热点之一。针对多任务航行器区域覆盖搜索任务的地图建模、任务分配、执行路径规划问题,本文首先基于Voronoi图划分方法对搜索区域的地图执行划分,通过多边形形心位置更新Voronoi图生成点集合获得不规则区域近似均匀、合理的划分;其次采用K-means算法对更新后的Voronoi图生成点集合进行聚类划分对任务区域进行分配;最后通过GA遗传算法对单元任务区域的航行路径进行了路径规划。仿真结果表明本文方法可有效解决多航行器不规则区域搜索任务分配与路径规划问题。", "label": "船舶与海洋工程", "id": 0}
{"content": "我国海洋疆土辽阔,海洋主权保护具有重要战略地位。21世纪以来,国家高度重视海洋装备发展,提出了把我国建设成为海洋强国的宏伟目标。水下无人集群在海洋资源探索、科学考察、军事装备等领域发挥着极其重要的角色。本文以无人水下航行器集群作为关注对象,概述了水下无人集群测试与评估在技术前沿上的发展状况,结合技术发展趋势,对水下无人集群测试与评估的技术难点及发展趋势加以总结。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对日益迫切的海上无人平台体系可靠通信需求,对卫星、短波、微波宽带、水声、激光通信等的技术优势和可行性进行了比较分析。提出利用对流层散射通信在海上的优良传播特性,提升大型无人艇平台远距离通信能力。依据现有陆基站技术,论证了无人艇艇载散射通信的可行性,分析了动平台散射天线对准、信号抗衰落、基于认知的自适应变速率传输等关键技术解决途径;提出了宽带微波加系留无人机的无人艇之间、无人艇与有人船之间通信方案,描述了未来水声通信和激光通信应用前景。", "label": "船舶与海洋工程", "id": 0}
{"content": "近年来,随着各国对海洋资源的愈发重视,水下无人航行器技术发展迅速。但仅仅依靠水下无人航行器自身的能源系统储备不足以支撑其进行深海、长时间以及大范围的搜索任务。为了提高水下无人航行器的续航能力,以及扩大其任务搜索范围,水下无线充电站系统建设是解决上述问题的主要方法之一。合理的水下无线充电站系统拓扑结构不仅能够提高水下无人航行器执行任务的效率,还能大大减少初始投资成本,能够平衡整个水下无线充电站系统的运行效率和经济性。本文提出了一种水下无线充电站系统的拓扑结构规划方法,首先考虑无人航行器充电时间和空间的不确定性,利用拉丁超立方采样得到初始场景,再通过模糊C均值法（FuzzyC-means,FCM）提取典型水下无人航行器的充电场景;再建立基于场景优化的两阶段水下无线充电站系统规划模型,根据典型场景下无人航行器充电需求的空间分布,第一阶段模型通过对水下无线充电站的接入位置进行优化得到待选接入方案集,第二阶段模型综合考虑水下无线充电站的投资成本、水下无人航行器到充电站的距离以及排队间隔时间等优化因素对第一阶段的待选接入方案进行寻优;最后得到最佳的水下无线充电站的接入点方案,有效减少水下无线充电站系统的建设投资,提高系统运行效率。仿真结果验证了所提出的无线充电站系统的拓扑结构规划方法可行性。", "label": "船舶与海洋工程", "id": 0}
{"content": "空化现象会导致螺旋桨效率降低以及水动力噪声的产生,进而影响螺旋桨使用寿命并大大降低船舶经济性、舒适性以及军舰的隐蔽性。因此,探寻螺旋桨空化的产生机理、演化过程及其影响因素就显得尤为重要。为更好地捕捉螺旋桨梢涡空化初生过程,分析梢涡空化向下游发展过程及演化机理,本研究选用E779A螺旋桨,基于雷诺时均（RANS）湍流模型和Schnerr-Sauer空化模型,采用体网格和自适应网格两种加密方法对螺旋桨梢涡区域网格进行优化,并比较两种方法的仿真结果。结果显示,螺旋桨敞水性能曲线参数、螺旋桨梢涡以及空化形态均与文献值符合良好,且自适应网格加密方法处理梢涡空化问题更准确。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了研究自航潜艇热尾流浮升扩散规律,本文以SUBOFF潜艇、E1619螺旋桨作为研究对象,建立了热尾流的三维计算模型。三套独立的网格相互重叠,实现了螺旋桨、潜艇各自的绝对运动。释放潜艇在x方向的自由度,螺旋桨转动产生推力,推动潜艇向前运动。使用网格自适应技术对热尾流区域进行局部动态网格加密,利用VOF模型捕捉空气与水的相间分界面。数值模拟结果表明,潜艇加速过程较为缓慢,速度增加导致螺旋桨推力下降,阻力增加;螺旋桨转动将冷却水吸入转动区域,同时带动热尾流旋转,使得热尾流整体向潜艇的一侧偏移,同时还观察到热尾流上方的背景水域向螺旋桨叶背方向回流。", "label": "船舶与海洋工程", "id": 0}
{"content": "本研究采用LS-Dyna模拟三种船艏型式的极地物探船在极地无限冰区中连续式破冰的过程,通过研究冰层的破坏模式以及对比冰阻力的计算结果来评估船艏型式的破冰性能。研究结果表明,直立艏型和球鼻艏型极地物探船主要使冰层发生挤压破坏,而破冰艏型极地物探船能够有效引导冰层发生下压弯曲破坏,并在最大程度上限制冰层的挤压破坏。破冰艏型物探船的破冰性能在三种船型中最优。", "label": "船舶与海洋工程", "id": 0}
{"content": "三体船船型通常由一个主船体和两个附体所组成,附体的不同布置位置对船舶整体耐波性有显著影响。本研究采用三维直角网格计算流体力学程序（HEUCFD）,研究了不同附体布置方案下的三体船在规则波中的垂荡与纵摇运动。数值模拟结果与实验值比较结果吻合良好。结果表明附体沿船长方向的不同位置布置对船舶垂荡运动影响较大,沿宽度方向的不同位置布置对垂荡运动影响较小,而纵摇运动对不同附体位置布置敏感性较低。同时在计算中观测到主体与附体间的水动力干扰现象。", "label": "船舶与海洋工程", "id": 0}
{"content": "浮式生产储卸油装置（FPSO）作为深海油气资源开发的重要设施之一,在遭遇恶劣海况时,FPSO系泊平台会发生大幅的低频运动,极端情况下将导致锚链和海洋立管破裂,给作业平台带来严重危害。非线性运动分析表明平台在恶劣海况下所受波浪漂移力具有非线性运动特性。传统的三维势流理论会低估高海况下的漂移力,因此,考虑到平台在高海况下的黏性效应以及非线性效应,采用CFD数值模拟方法,分析了规则波下FPSO的运动响应和波漂力。为了得到更稳定的、准确的计算结果,首先对数值模拟中的消波方法和计算域宽度进行了讨论。然后根据ITTC推荐规程对网格和时间步长进行收敛性分析。最后将三种不同波陡的CFD数值模拟结果与基于势流理论得到的结果进行分析比对,结果发现,考虑黏性及非线性效应的黏流CFD波漂力结果要大于势流理论计算的结果,说明FPSO在高海况下的计算需要考虑黏性及非线性效应。", "label": "船舶与海洋工程", "id": 0}
{"content": "气垫船在冰面上运动会激起冰面产生水弹性波。在特定条件下,此水弹性波使得冰层内部的应力达到最大值,甚至超过冰层的极限承载应力而发生破坏。为此,本文研究了冰面裂缝对于气垫载荷引起的冰面水弹性响应的影响。基于弹性薄板假设和势流理论,建立了气垫载荷在带裂缝冰面上运动的理论数学模型。采用边界元法对流体域进行求解,冰面边界条件通过有限差分法和引入虚构点满足。随后,分析了气垫载荷在不同速度运动下的冰面水弹性响应,针对裂缝与气垫载荷的相对位置对气垫载荷破冰能力的影响进行了数值模拟,分析了气垫载荷引起的冰面水弹性响应变化规律。通过与气垫载荷在无限大冰面上运动的结果进行对比,结果表明,裂缝离载荷中心大于4倍载荷宽度的时候,载荷附近的冰面响应受裂缝的影响较小,但是裂缝位置处会发生明显的应力放大现象。", "label": "船舶与海洋工程", "id": 0}
{"content": "浮式平台的海上安装过程可采用浮托法,将船舶上的平台上层组块与浮式平台下层结构进行对接。在浮托安装中,涉及多浮体的水动力相互影响问题。基于三维频域势流理论开发多浮体计算程序,首先对波浪中两并排方形驳船的水动力相互影响问题进行求解,验证计算程序的可靠性。然后针对浮托安装浮式平台多浮体系统,利用开发的计算程序对该多浮体系统进行水动力分析。结果表明,由于平台下层结构和船舶的水动力相互影响,在某些频率范围和波浪方向上,多体情况下对船舶的运动响应影响较明显。结果可为浮式平台浮托安装工程设计提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "气垫船的水动力特性受到气垫兴波和船体运动等多种因素的影响,本研究根据气垫船的特征对气垫物理模型进行简化,并采用CFD方法和重叠网格技术数值模拟了简化模型在不同航速下的航行过程,并通过对比兴波阻力计算结果与模型试验测量结果验证了该方法的可靠性。基于该方法研究了流体黏性对气垫船兴波阻力的影响。结果表明:流体黏性会阻滞尾流中波形的发展,进而导致兴波阻力降低。", "label": "船舶与海洋工程", "id": 0}
{"content": "平台在波浪中的运动性能是评价平台性能的重要指标之一。本文的研究对象为一双模块浮式平台,它不同于传统的浮式平台,双模块平台由两个独立的浮式平台通过连接器连接而成,其流固耦合效应十分明显,因此它的运动性能和分析方法和单模块平台存在一定的差异。本文基于三维水弹性力学理论,采用弹性模块弹性连接的方式计算双模块平台的模态振型和主坐标响应。基于监测点的运动响应传递函数,结合监测得到的波浪参数预报平台的运动响应,给出了平台监测点的运动结果及双模块之间的相对纵摇结果。计算结果和试验结果进行了对比分析,两者吻合良好,数值计算能很好地给出双模块浮式平台的运动特性。", "label": "船舶与海洋工程", "id": 0}
{"content": "潜艇在回转运动时,艇身、围壳及艉舵均处于斜流中,诱导潜艇纵倾及潜浮。为探寻不同漂角对潜艇水动力性能影响,基于CFD数值模拟方法,以标准潜艇模型Sub-off为几何研究对象,采用有限体积法结合LES-smagorinsky湍流模型,对模型在0°、5°和8°漂角对应5种不同速度工况下开展数值仿真研究。通过对结果的分析,得到了潜艇阻力、力矩以及表面压力的一系列水动力特性,可为潜艇操纵运动的预报及潜艇的艇形优化服务。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了确保潜水器上浮至水面后,母船顺利地完成回收作业,以全海深载人潜水器为研究对象,开展了拖航速度对水面回收作业的影响研究。基于三维势流理论,对潜水器艏向调整和稳定拖航两个阶段,研究了不同拖航速度对潜水器运动姿态及拖缆受力的影响,并进行了模型试验验证。结果表明,在艏向调整阶段,随着拖航速度的增加,潜水器运动及拖缆受力相应增加,而在稳定拖航阶段,随着拖航速度的增加,潜水器运动及拖缆受力极值变化不大。", "label": "船舶与海洋工程", "id": 0}
{"content": "Spar平台是深海采油平台的主力平台,其在正常服役前需进行复杂地拖运和安装,其中的扶正过程的运动状态及受到的载荷与作业期间完全不同,需要进行特别研究。本研究建立了Spar平台扶正的数值模型,对扶正过程进行了准静态模拟,通过改变平台软硬舱中压载水的重量,迭代计算调整平台的浮态,求解不同进水状态下平台的平衡位置。结合平台恒定进水速度假设,将浸水过程处理为随时间不断增加的外力,对扶正过程进行了时域动态预报。在此基础上,考虑波浪环境的影响,计算了波浪环境下的扶正过程。研究内容可为Spar平台扶正过程的数值模拟提供方法参考,对于平台扶正方案设计提供支撑。", "label": "船舶与海洋工程", "id": 0}
{"content": "近年来陆地水产养殖资源匮乏和近海养殖环境污染持续恶化,新近出现的离岸型海水养殖给提高渔业经济效益提供了一种机会。其中,基于养殖工船的深远海养殖作为一种全新的养殖模式,既可以利用深远海的优势资源,又兼具灵活性和机动性,有着重要的推广价值和意义。然而,在横浪作用下,具有多隔舱的养殖工船内部有可能发生剧烈的液舱晃荡现象,这将很大程度影响鱼类的养殖安全。本研究针对养殖工船多分舱需求,提出一种多舱联通式的养殖舱分舱布局形式。先后比较了不同型式分舱隔板对晃荡的抑制效果和舱壁压力分布特征,讨论了波浪作用下适合鱼群生长生存的最适水动力环境,从而为养殖工船养殖舱设计与优化提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "水润滑轴承是舰船推进系统艉部关键支撑部件,其界面润滑特性及动力学特性对轴承使用寿命,振动噪声特性乃至轴系振动噪声有着至为关键影响。在低速重载、高振非稳恶劣工况下,润滑界面微结构对界面流体膜动力学特性及轴承衬层影响尤为明显。本报告针对轴向非对称沟槽结构水润滑轴承开展研究,考虑其表面形貌效应及微凸体接触效应的影响,采用自编程形式建立了考虑表面非对称轴向沟槽结构的水润滑轴承流固耦合模型,利用有限元分析软件FLUENT进行流体动力学分析,针对不同的非对称轴向沟槽结构参数进行仿真,通过研究不同形式、不同参数下界面流体动力学特性,揭示轴承界面润滑机理,掌握动力学特性参数随表面形貌参数的演化规律,提出了水润滑轴承轴向沟槽结构优化设计新理论。本报告的研究内容推动了微观-宏观尺度润滑理论体系的发展,具有重要的科学意义和工程价值。", "label": "船舶与海洋工程", "id": 0}
{"content": "实践表明,在特定波长的规则波下,FPSO会失去艏摇控制,风向标效应失效,船体会在接近横浪的状态下平衡。本文基于六自由度全耦合非线性方程,数值求解规则波下内转塔式FPSO的艏摇失稳运动。基于HydroD计算静水力系数、水动力系数和波浪载荷传递函数计算当前时刻位移和速度下的静水恢复载荷、水动力载荷和波浪载荷,基于准静态多段式悬链线理论计算当前位置下的系泊载荷。计算结果表明,FPSO发生艏摇失稳后的平衡艏摇角越大,其纵荡、垂荡和横摇的稳态响应幅值也就越大;波陡越大,艏摇达到稳态所需的时间越短,纵荡运动的平衡位置以及六自由度稳态响应幅值越大,但其不会影响系统的平衡艏摇角;对于存在多个平衡点的工况,艏摇角初始位置会影响平衡艏摇角以及六自由度稳态运动响应。", "label": "船舶与海洋工程", "id": 0}
{"content": "高低压双缸推进系统在大型舰船上广泛采用。DI-SO（双输入-单输出）人字齿轮结构是该类推进系统的重要组成部分,而由于非对称动力参数导致的轮齿脱啮、碰撞、噪声等非线性失稳现象,已成为制约舰船安全航行和推进系统稳定运行的关键问题。鉴于此,有必要针对这种非对称载荷作用下的齿轮系统的失稳机理开展深入的理论研究。传统的研究通常针对SI-SO（单输入-单输出）系统的动力学特性,或者聚焦于MI-SO（多输入-多输出）系统的均载特性,鲜有针对非对称载荷下的双输入齿轮系统开展动力稳定性的研究。论文在科学描述系统内部多种时变非线性参数（如时变啮合刚度、非线性轴承力、非线性齿侧间隙等）的基础上,考虑了双汽轮机转子和螺旋桨的惯性效应,建立了28自由度的人字齿轮-转子-轴承系统动力学模型,通过系统相图、分岔图、时频分析等数学方法,研究了系统动力稳定性随参数的演化规律。论文的研究结果对于双缸推进系统和DI-SO人字齿轮系统的合理设计和参数优化提供了科学地理论指导。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文建立系泊浮体全耦合非线性六自由度方程,研究了规则波中FPSO的艏摇失稳现象。将数值求解得到的平衡艏摇角与试验结果进行对比,验证了方程的准确性。分析了艏摇失稳对FPSO运动响应的影响,研究了初始艏摇角、波陡对FPSO艏摇失稳和运动响应的影响。结果表明:FPSO在特定波长船长比下会发生艏摇失稳现象,作用在船体上的波浪载荷增大从而引起较大的横摇和垂荡响应;波陡不会影响最终平衡艏摇角,但会影响艏摇达到平衡所需的时间以及运动响应幅值;初始艏摇角会影响FPSO最终达到的平衡位置和运动响应。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对全垫升气垫船高速航迹跟踪过程中易引入大侧滑角进而导致气垫船失速或者造成侧翻危险的问题,本文提出了一种基于航速动态规划和障碍李雅谱诺夫函数（BLF）法的气垫船安全航迹跟踪策略。该策略包括SFLOS导引算法、纵向航速动态规划和回转约束控制三部分。其中,SFLOS导引算法通过给定的航迹和设定的初始航速给出期望的艏向,实现对航迹的有效跟踪;纵向航速动态规划部分利用侧滑角与纵向速度的关系,构造了一种能够解决失速问题的新型航速规划函数,进而通过设计纵向速度BLF约束控制器实现对侧滑角的间接约束;回转约束控制部分结合反步法和积分障碍利亚普诺夫函数（IBLF）方法实现对期望的艏向的跟踪,同时避免了回转率超限。仿真结果表明:设计的全垫升气垫船航迹跟踪控制器能够使气垫船不失速地跟踪期望轨迹,且侧滑角和回转率一直保持在预定的安全范围内,具有精度高、安全性好的优点。", "label": "船舶与海洋工程", "id": 0}
{"content": "热管冷却反应堆（简称热管堆）作为小型模块化反应堆的一种典型堆型,其具有结构紧凑、可靠性高、固有安全性高等优点。根据任务需求的不同,热管堆搭配不同种类的热电转换系统广泛应用于太空、陆地、深海等任务场景中。本文提出了一种能够提供100kWe电功率的新型海洋静默式热管反应堆（NUSTER-100）电源系统,可为无人水下潜航器（UUV）提供低噪音、长寿期的电力供应。该电源系统采用双层壳体布置,主要由反应堆堆芯、热管、屏蔽体、温差发电热电转换系统和螺旋式余热排出系统等子系统组成。采用蒙卡程序进行堆芯中子分析计算,结果显示堆芯各项参数符合设计要求。本文的工作为热管反应堆电源系统的设计与应用提供了一定的参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "文中介绍了一艘能在长江中吸取污染物、特别是能吸取污水、并能在船上处理处置污水和污染物的工程船舶,称之为吸取式环保工程船。它是真空吸取技术、污水污物处理技术与工程船舶相结合的新型移动式环保装备。重点介绍了该船的基本情况、技术系统及其在长江上的应用实践。最后提出改进完善途径。指出此船待完善成熟后将在长江大保护事业中有着广阔的应用前景。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对水下传感节点（Underwater Sensor Node,USN）能量受限问题,引入自主式水下航行器（Autonomous Underwater Vehicle,AUV）作为充电载体,构建水下无线可充电传感网（Underwater Wireless Rechargeable Sensor Networks, UWRSNs）模型。从UWRSNs内部能耗不均衡和外部能量有效补给的角度出发,考虑USN的剩余能量和AUV的移动能耗,提出一种用于AUV移动充电路径规划的混合优化充电（Hybrid Optimization Charging, HOC）算法,从而兼顾充电过程中的及时性和节能性。仿真验证表明,与路径优先充电（Path Priority Charging,PPC）算法和能量优先充电（Energy Priority Charging, EPC）算法相比,HOC算法有效地提高了充电能量效率和USN存活率。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶号灯的准确快速识别,可以增强智能船舶对环境的感知能力,为智能船舶的操作提供信息输入,提高船舶航行安全性。目前国内外采用计算机视觉识别海上船舶号灯的研究尚处于空白。该文从计算机视觉的角度,提出基于端到端的深度神经网络模型YOLOv3,对号灯进行整体和单个识别。利用仿真软件生成的号灯图像进行学习,得到整体和单个的号灯检测模型。实验表明,YOLOv3检测算法对号灯目标有良好的检测效果,且单个号灯的识别具有更高的准确度和灵活性,为解决海上号灯信息感知问题提供了初步解决思路。", "label": "船舶与海洋工程", "id": 0}
{"content": "基于Realizable k-ε湍流模型和VOF多相流模型,数值求解全附体潜艇模型AFF-8在不同航速和潜深下的阻力系数和兴波特征。在四套网格下进行有限潜深和无限潜深两种工况的收敛性分析,确定网格划分的基础尺寸和时间步长。将首、尾波系中横波和散波发生干涉形成的波峰用红色圆点标注,并用最小二乘法对这些点进行直线拟合,将回归线和自由面中心线的夹角定义为半兴波角。研究表明:当潜深为1.1倍的模型直径时,首、尾波系在弗劳德数0.3和0.5处发生不利干扰。在弗劳德数0.35处形成有利干扰,波形发生畸变。整体上说,兴波角随弗劳德数的增大而减小,随潜深的增大而增大。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对北斗定位通信系统在水下无人装备领域应用存在的技术难题,通过深入分析水下无人装备应用北斗定位通信系统的特点及需求,研究具备高精度导航定位、远距离数据回传及遥控、大范围精确示位、惯性导航外部快速校准功能的水下无人装备应用北斗定位通信系统,突破小型化多频宽波束高增益微带天线、多路射频/电源/控制信号一线通、基于陡峭矩形系数微型带通滤波的防邻频电磁干扰、基于霍夫曼编码电文估计与模糊带宽控制的高灵敏度接收等关键核心技术,攻克小型化北斗通信定位系统在高海况非静稳状态时通信定位的瓶颈短板,并实现技术推广应用,提升水下无人装备的定位与通信能力,支撑水下无人装备民事与军事行动,为水下无人装备的跨代提升及应用拓展奠定坚实基础。", "label": "船舶与海洋工程", "id": 0}
{"content": "水下航行器的轴系与艇体之间存在着耦合振动效应,仅研究单一结构的振动无法真实反映轴系、艇体的振动特性。本文基于解析法建立了轴系-艇体耦合动力学模型,其中艇体简化为锥柱组合壳,分别用波传播法和幂级数法得到了圆柱壳和圆锥壳的位移函数,将轴系视为梁结构得到了横向、纵向振动方程,并通过连续条件将各子结构连接。分析了轴-锥柱壳模型在轴端激励和壳端激励下的受迫振动特性。结果表明:轴承在轴与壳之间的双向振动传递中具有重要作用;横向振动在低频段更为明显。本研究为水下航行器的减振降噪和优化设计提供了理论支撑。", "label": "船舶与海洋工程", "id": 0}
{"content": "高开孔率的多孔材料具有优良的吸声、隔热和环保性能,广泛应用于建筑、航空、交通工具等工程领域。本文基于Johnson-Champoux-Allard等效流体理论和多层介质的传递矩阵方法,建立单层多孔吸声结构背衬刚性壁的理论模型,将计算结果导入COMSOL软件,构造动态吸声系数函数,将其作为输入变量附加在单层圆柱壳内壁上,利用结构耦合\"压力声学-频域\"和\"压力声学-边界元\"物理坐标方法求解声激励下圆柱壳的均方振速和辐射声功率,对比分析了多孔吸声材料厚度对圆柱壳振动声辐射的影响。结果表明:厚度的改变对结构声腔固有频率影响不大,随着厚度的增加会使得吸声系数增大,均方振速及辐射声功率峰值降低。", "label": "船舶与海洋工程", "id": 0}
{"content": "LMS算法是振动主动控制领域中常用的一种算法,其固定的步长使其无法在获得较快的收敛速度同时取得较好的稳态性能。本文对定步长LMS算法和现有的变步长算法机理进行了分析,在此基础上,提出了一种改进的SVSLMS自适应滤波算法。该算法引入了新的非线性函数来代替参考SVSLMS算法中的常数参数,使其可以在获得更快收敛速度的同时取得更小的稳态误差。针对双层隔振系统的单通道主动控制,基于ADAMS软件建立了双层隔振系统仿真模型,并通过仿真验证了改进SVSLMS算法的控制效果。仿真结果表明,改进算法的性能优于原算法,在一定程度上提高了算法的收敛速度和稳态性能。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对近场声全息实际测试环境中的噪声干扰问题,克服近场声全息理论的应用限制,即所有声源必须位于测量面的同一侧,另一侧声场必须是自由场的要求,提出基于双测量面声场分离的柱面近场声全息抗干扰方法。通过获取邻近的两组声全息测量面的信息,利用柱面声全息内部域和外部域公式,建立发散波与收敛波在两个测量面上声压场之间的关系,推导出声场分离的基本公式。仿真结果表明,双测量面声场分离方法可以消除测量面外部干扰源的主要影响。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对圆柱壳结构声辐射预报问题,提出单元辐射叠加法结合信息采集更加完整的QR分解改进的遗传算法布置测点。该预报方法首先通过无限长圆柱形活塞声源叠加得到声传递向量ATV,然后通过QR分解法筛选初始测点,并结合遗传算法选出最优测点组,最后由传感器数据计算获得振速,把ATV作为系数矩阵对振速加权求和得到辐射声压。通过与基本遗传算法和有限元的结果对比表明,声辐射预报精度较高,大大缩短了搜索算法所需的计算时间,是一种快速的预报方法。", "label": "船舶与海洋工程", "id": 0}
{"content": "采用解析数值混合方法研究含复杂内部结构加筋圆柱壳振动特性。首先借助VAone建立加筋圆柱壳动力学模型,然后基于统计能量法理论来推导内部结构的功率流平衡方程,结合加筋圆柱壳和内部结构在连接处的连续条件,最终建立整个组合模型的振动功率流平衡方程。通过对比该混合方法和数值法,验证了本文方法预报含复杂内部结构加筋圆柱壳振动响应的有效性。", "label": "船舶与海洋工程", "id": 0}
{"content": "运用MSC.PATRAN＆NASTRAN软件建立新型科考船的有限元模型,对船舶振动模态进行计算。全面分析全回转吊舱、发电机组的主要激励力及激励力矩以及相关激励频率,对比模态计算结果,为全面了解船舶振动水平提供数据支持。", "label": "船舶与海洋工程", "id": 0}
{"content": "连续谱噪声是舰船辐射噪声的最重要成分,通常采用特定频响的滤波器设计方法来模拟生成该噪声成分。论文分析了基于AR模型、自适应和神经网络三种特定频响FIR滤波器设计方法,仿真分析表明,基于上述三种方法模拟生成的连续谱噪声与期望输出谱结构保持了较好的一致性,能够达到舰船噪声模拟要求。", "label": "船舶与海洋工程", "id": 0}
{"content": "喷水推进器包括叶轮、导叶体、进口流道和喷口多个部件,其涉及的流动特征属于典型的内部流动,当流体流经喷水推进器不同部件时,将产生流动噪声,经由喷水推进器管路系统辐射出去。以某型喷水推进混流泵水力模型为基础,构建计算模型,利用多面体网格对整个计算域进行了网格划分,结合SST湍流模型分析了喷水推进器内部流场特征。进一步结合CURLE宽带偶极子噪声源模型,分析了喷水推进器不同部件噪声对整个推进器总噪声的贡献度,最终结果显示,喷水推进器流噪声约95%以上的能量来自于叶轮、叶轮壳体和导叶体,其中叶轮和叶轮壳体约占70%左右,导叶体约占25%左右。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文介绍了某直叶桨型科考船的振动噪声控制和水下辐射噪声测试。为控制机械噪声,对两台主柴油发电机组（W9L26）采用了浮筏隔振,对两台小柴油发电机组（W4L20）采用了双层隔振。对空压机、冷却水泵、冷媒水泵组采用了双层隔振装置;管路根据重要性采取分级控制。为控制推进器噪声,对艉部型线进行了优化。为控制水动力噪声,对船体型线及导流罩型线进行了优化。采用中国船级社（CCS）水下辐射噪声指南中规定的方法对该科考船进行了水下辐射噪声测试和数据处理。测试结果与CCS水下辐射噪声指南中的限值对比表明,该科考船在10Hz～1000Hz范围内,直叶桨型科考船大大优于CCS Underwater Noise 3级要求,在1000Hz～100kHz范围内,直叶桨型科考船能够满足CCS Underwater Noise 1级要求。", "label": "船舶与海洋工程", "id": 0}
{"content": "借鉴等效柱方法的基本思想,建立了修正亮点理论模型。选择合适的切分数量并充分考虑子目标合成时产生的相位差,使亮点模型可以计算上、下底面具有偏心距的椭圆锥台的目标强度。采用板块元方法对本文建立的修正亮点模型法的准确性进行了验证,结果表明,利用修正亮点模型法计算此类目标具有较高的精度。", "label": "船舶与海洋工程", "id": 0}
{"content": "近年来,舟山群岛新区积极融入国家\"一带一路\"倡议,深入建设\"江海联运\"中心,宁波-舟山港已成为世界第一大港,舟山渔场传统作业繁忙,海上交通发达,船舶修造企业众多。与此同时,船舶行业消防现状不容乐观,火灾高发频发态势亟须遏制,笔者通过对舟山市普陀区船舶行业消防安全进行分析调研,剖析存在的突出问题,并提出对策建议,供行业参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "某船厂承建的小水线面双体海工生活辅助平台,是艘新颖独特,功能众多、钢质焊接结构的电力推进双体平台。该船型整体性能优越,具有抗风浪、多用途、节能环保、便利舒适的显著特点。文章介绍了该平台小水线面双体结构的布置及船舶性能优势,分析了主要结构特点、建造特点,总结了实践结果,为类似新船型设计和建造积累经验、提供借鉴。", "label": "船舶与海洋工程", "id": 0}
{"content": "以邮轮型客滚船船体建造可视化需求为目标,以薄板分段生产线为研究对象,运用三维建模软件对车间进行场景建模,建立虚拟智能车间,构建邮轮薄板分段钢材预处理-切割/加工-组件制作-分段装配等工序设备的虚拟仿真场景,实现薄板分段制造的流程虚拟可视化、工艺路线仿真、焊接可视化管理等信息集成方案应用,实现以三维模型为核心的数字化船舶信息（三维模型、设计图纸和文档等）的可集成化和关联性管理。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文以\"现代造船模式\"、\"造船生产计划管理\"、\"精益造船\"等理论为指导,在船企推进精益建造生产管理模式转变的过程中,针对生产前准备计划管理现状和存在问题进行研究分析,结合企业精益造船生产计划管理的实践,通过对生产前物资计划的集成应用研究,优化和完善企业生产计划管理体系,为企业提升和加强产前策划能力和计划管控力提供一种技术应用手段。", "label": "船舶与海洋工程", "id": 0}
{"content": "船厂的质检工作是通过纸质文档或者电话联系下发质检任务的,而质检情况的反馈也是通过各个质检员填写表以及纸质版的文字描述进行汇总。这种工作模式不利于质检工作的整体把控,负责人不能及时了解一段时间内质检工作的开展情况,同时也不利于对质检工作反馈情况的汇总分析。本文分析船厂质检工作的主要流程,针对工作中的不足,结合上游的三维设计方式,设计无纸化质检系统,实现检验结果规范化填写和反馈,保障质检工作的高效率高质量开展。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>概述AUTONET是经过40年发展的现场总线监控平台,巳在船舶、军舰、工业生产线、楼宇小区等领域批量应用,2019年成为中国团体标准T/CSNAME 004-2019,并已实现单芯片化,具有国内及国际专利,近期又发展了广域以太网,包括WiFi、宽带、4G5G移动网、卫星、互联网等一体的以太网,AUTONET成为云现场总线。本文介绍AUTONET原理与结构,也介绍广域以太网、AUTONET专用芯片、平台PLC的创新原理、特点与应用。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对船厂现有的转运设备数量少、缺乏合理调度导致的转运效率低等问题,提出了一种基于北斗定位的物料转运管理方法,结合业务的需求和业务流程,阐述了转运设备定位、北斗纠偏等关键技术。该方法通过在传统转运设备的基础上安装北斗定位系统和用于任务分配的移动终端,与现有的MES系统连接,结合纠偏算法的应用,实现转运设备的实时准确定位、转运设备的合理调度以及物料配送任务的科学分配,提升了转运设备的利用率和物料的转运效率,为船舶智能化制造奠定基础。", "label": "船舶与海洋工程", "id": 0}
{"content": "为降本增效,避免某船在坞内冷却水系统系泊试验不受潮汐液位影响,本研究通过对坞门与船坞海水缓冲舱间管系进行工程简化,并基于流体力学对该冷却水管系进行计算分析。计算结果表明:坞门至坞底段三通变径管路局部阻力损失最大,须对该管段进行改造扩大管径并增大后续管路直径情况下才能确保该船在不同潮汐液位下,坞外江水势能均能克服管路沿程阻力损失,流入坞内海水缓冲舱,保证该某船安全可靠地进行冷却水系统系泊试验。", "label": "船舶与海洋工程", "id": 0}
{"content": "根据野外调查、区域地质环境、水文工程地质等资料,对某船厂生活改造区地质灾害危险性进行分析预测,并提出地质灾害防治措施,为该生活改造区的规划建设和开展地质灾害防治工作提供依据,对同类地区地质灾害危险性分析预测具有借鉴意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文介绍了在现代化造船总装厂在制造业转型升级过程中,以工业互联网为抓手,面向船舶行业供应链管理为目标,围绕船舶供应链业务,构建船舶配套标识解析为核心,基于云服务,打造\"互联网+\"船舶供应链协同管理云平台。整合共享各类资源,推动制造资源对接,优化配置,以设计资料、物资计划、物资配送、质量管理为突破口,打通供应链上下游信息流、业务流和资金流,提升供应链的整体管理水平,推动产业链协同创新和生态化发展。", "label": "船舶与海洋工程", "id": 0}
{"content": "介绍了CO2气体保护焊辅助设备的研发及在低速柴油机焊接结构件中的应用。分析了低速柴油机机座、机架的结构及焊接要求,设计焊接辅助小车,并阐述了该设备的特点。采用CO2焊辅助小车,部分替代人工手持焊枪的传统半机械化焊接,研究成果提高了柴油机结构件焊接效率,具有重要的工程应用价值。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶设计建造需要设计所和建造厂协同,但是当前设计所和建造厂各自在独立的三维设计平台中开展设计工作,造成了设计瓶颈,三维设计数据传递不畅,厂所协同设计工作流程开展不变。本文综合考虑了设计所所和建造厂的设计任务特点和三维设计技术条件和安全保密要求,提出了跨域异地厂所协同三维设计方法,构建了基于并行协同三维设计软件的跨域异地厂所协同三维设计系统,实现了设计与建造并行协同,有效提高了船舶研制质量和效率。", "label": "船舶与海洋工程", "id": 0}
{"content": "大型船舶的建造一直是一项极其复杂的系统工程。在船舶整个建造过程中,来自船东、设计单位、船级社各方人员都会对船舶的设计与建造进行紧密沟通,而这些沟通就会产生大量的更改从而对产品的最终状态产生重大影响。本文从船厂常见的\"纸版变更\"和\"关联变更\"两种模式出发,剖析两种模式产生的原因以及各自的优势与劣势,并从中引出我们团队所提出的结构化变更管理模式。我们提出的结构化变更管理模式不但能让配套采购部门和生产部门可以通过熟悉的方式完成增补物资的采购和申领。同时,所有变更的物量均实现结构化管理和关联更改。从而探索出一种既解决传统关联更改复杂度高的问题和纸版变更单难以统计分析问题的方法。", "label": "船舶与海洋工程", "id": 0}
{"content": "同一组织内部的不同部门,由于业务数据互相独立,各个部门内部各建有一套产品数据管理系统（PDM系统）。同时,由于各部门之间存在业务交集,因此跨部门的技术协调较为频繁。目前跨部门技术协调采用专人纸质文件进行记录管理,严重影响了技术人员的工作效率,而且跨部门的技术协调记录难以查阅和追溯。通过建设跨部门技术协调系统,在多个部门之间实现大型水面舰船总体设计过程中技术联系单、协调卡的管理,包括跨部门技术联系单的发送、接收及协调落实管理,以及跨部门技术协调卡结果记录及查询。该系统与各个部门内部的PDM系统实现无缝集成,用户无需单独登录该系统,可查阅和办理跨部门技术协调任务。", "label": "船舶与海洋工程", "id": 0}
{"content": "本部门的产品数据管理系统（PDM系统）使用己将近十年,经过多年的数据积累,该系统存储的电子文件数量约130万份,存储数据总量约1.6TB。目前采取数据库存储所有电子文件的方式,导致数据库中存储的数据量过于庞大,对数据库的备份和容灾恢复带来了极大的挑战。通过将PDM系统数据库中存储的电子文件转储到电子仓库文件夹中,可较大程度上减少数据库占用的存储空间。经验证,当把所有可转储的电子文件迁移到电子仓库中,数据库占用的存储空间缩小到原来的约7%,数据库备份和容灾恢复的时间减少到原来的约10%,通过该项措施可显著提升企业信息化的不中断服务水平。", "label": "船舶与海洋工程", "id": 0}
{"content": "当前数字化制造、智能制造等方面技术的研究及应用\"如火如荼\",制造型企业积极推进智能工厂、智能产线等项目,某种程度上数字化仿真技术的应用变成了刚性需求。而船舶总装厂作为大型的离散型制造企业,在数字化转型进程中,有其自身独有的特点,当前仿真技术迅猛发展、各行业、各领域应用广泛,但在船舶总装厂应用相对落后,还未显现出明显的绩效,本文从船舶总装厂数字化转型入手,结合总装厂的离散型制造特点及当前仿真技术现状进行分析,找出仿真技术在传统的船舶总装制造领域应用的差距,探讨仿真技术应用的领域及方向。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文围绕船舶企业船体、管子、涂装车间制造执行对产品生产设计数据的需求,提出基于设计与生产物理隔离网络环境下的设计与生产信息化系统集成的新方案,供行业间参考与交流,促进共同提高。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文从影响计划系统信息化应用性能的现状调查分析、设定目标值、可行性分析、确定对策、实施对策、效果确认等方面展开,最后结合计划系统信息化应用的实施效果,提出计划系统信息化应用的下一步打算。", "label": "船舶与海洋工程", "id": 0}
{"content": "为有效推进船厂信息化与工业化融合管理体系贯标工作,促进企业在信息化环境下的管理创新,助力公司变革与转型升级,推进企业持续良性发展,提升公司应用信息化综合应用能力,对造船生产管理软件（简称SPM系统）提出了先行计划反馈约束的控制要求。本文分别从先行计划反馈约束控制的开发背景、项目实施展开,结合信息化技术、集成方法、计算机技术等手段,展示功能实现、应用特点和应用效果,最后根据实际应用提出推进建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着经济的发展,物流配送变得愈加重要,原有的工厂车间配送流程作业效率低下,运营成本较高,经济效益下降,因此需要数字化生产智能物流管理技术来改变这一现状,本文结合船舶产业工业车间生产物流的现状,打造车间物联网数字化智能环境,提供车间信息采集、生产物流智能管理的一体化集成应用,实现船厂数字化生产物流智能管理。", "label": "船舶与海洋工程", "id": 0}
{"content": "以现场安全监管实际需求为出发点,建设符合船舶行业应用特点的现场安全管理信息平台,充分利用移动互联网、智能手机端APP集成应用、二维码识别、云端存储等信息化技术实现全员、全过程监督,防范风险,提升公司全员对安全履职的认识,提升管理人员效率,提升数据可存储性,实现降本增效的管理目标", "label": "船舶与海洋工程", "id": 0}
{"content": "造船企业信息化是提高造船生产效率的主要途径,推进造船企业信息化建设对于促进造船工业转换造船模式,对于企业整体素质和竞争力,赢得竞争优势具有重大意义。船舶行业推进工业互联网建设已是大势所趋。本文以江南造船厂工务保障部车辆加油业务为例,通过分析现阶段车辆加油业务的流程和存在的弊端,提出了开发线上管理车辆加油记录的移动端APP,实现了传统的纸质单据登记加油详情到线上加油记录管理和监控的转变,大大简化了现场加油职员的工作流程,提高了工作效率。车辆加油数据由前端传递到后台并保存到数据库中实现了对车辆加油记录的追踪和汇总,便于后期各用车部门的统计分析和对车辆的加油管控,提升管理效率。", "label": "船舶与海洋工程", "id": 0}
{"content": "对于船舶制造企业,产品质量是企业的生命线、品牌的保证,也是企业效益的基础,如何利用互联网技术实现质量管理的信息化,是当前研究的重点课题之一。本文介绍了在船舶建造信息化大环境下,如何在质量检验全流程管理中应用互联网技术,改进传统模式,优化数据采集方式及路径,实现全面质量管理（TQM）和信息技术的有效结合,提升企业质量管理与信息化水平。", "label": "船舶与海洋工程", "id": 0}
{"content": "我国船舶行业智能化程度不高,在工业互联网平台应用中引入边缘计算服务,能够降低平台计算中心的计算负载,减缓网络带宽的压力,推进物联网建设,快速实现产业优化和转型。本文结合船舶产业工业互联网平台船海智云建设的现状,打造边缘计算与优化测试环境,提供边缘计算与物联网应用,该研究体现了边缘计算技术具有一定的推广价值,是工业互联网平台建设的重要内容之一。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶行业企业间物资编码不一,信息孤岛大量存在,建立标识解析二级节点,实现基于标识的信息集成与互通能高效的解决这一问题,从而推动生产信息充分流通和价值挖掘,为船舶产业链上的企业创造更大效益。本文介绍了Handle标识解析体系的技术研究与应用现状,阐述了搭建船舶行业标识解析体系的主要方案,以及二级节点与工业互联网平台的对接方案,分析了标识解析在船舶行业的主要实践与建设成效。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文通过对OPCUA使能技术及工业互联网架构的研究,以船舶智能车间设备为研究对象,给出基于OPC UA的设备物联架构,分析OPC UA在车间设备物联、数据实时安全传输等瓶颈问题上发挥的关键作用。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文介绍物联网技术在船厂典型业务场景的应用。通过从设备感知、数据采集、综合分析到智能决策的生产管理模式,改变传统的依靠人工收集、管理、分析数据经验方式。船厂普遍存在生产加工设备数字化程度较低的问题,对于设备感知、数据采集具有一定难度。相对其他先进制造行业,船舶行业生产管理及派工模式也较为落后,通过物联网技术应用,对船厂转型升级、实现智能制造打下重要的基础。", "label": "船舶与海洋工程", "id": 0}
{"content": "生产管理中生产计划和派工计划控制能力的高低不仅直接影响员工的生产积极性,更会对船舶的制造周期和生产效率产生重要影响。作为生产计划和派工计划管理的核心,计划的编制成为了平衡生产负荷的关键。文中以精益生产理论为指导,重点对先行阶段的生产计划和派工计划进行研究,为船舶制造企业精细化计划管控提供了参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶行业已由传统造船模式进入现代造船模式,正处于建模1.0向建模2.0提升的阶段。建模2.0要求船舶企业加快设计、制造、管理模式的转型升级和创新,实现系统性突破,切实提升企业的软实力和核心竞争力。企业信息化建设是建模2.0升级过程中的重要一环,编码是信息化实施运行的基础,是规范和管理数据的核心手段。本文基于船厂建模2.0转模要求,针对设计生产管理一体化以及壳舾涂一体化的要求,对设计生产物流一体化集成的编码进行了研究和探索并给出了解决方案。该方案在船厂内的有效应用,极大的提高了设计、生产和物流在业务上的协同和管理。", "label": "船舶与海洋工程", "id": 0}
{"content": "物资编码是数字化的\"物料\"信息,是物资管理现代化、信息化的基石。随着信息技术和社会经济的快速发展,各信息系统间信息交换、资源共享的需求日趋迫切。如何建立统一的物资编码体系,实现各信息系统地有机互连,解决系统间信息的交换与共享,高效、经济、快速整合各应用信息,形成统一的、基础性、战略性信息资源,己成为目前信息化建设的当务之急。本文介绍了中船黄埔文冲船舶有限公司在信息系统实施过程中,物资编码体系的创建、应用、优化过程中遇到的问题和经验,通过对物资编码的意义、编码原则及应用环境等论述,探讨如何建立适合造船企业的物资编码体系。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文介绍了现代化造船总装厂安全监管平台的应用实践经验,以工业4.0和中船集团建模2.0为契机,从公司安全监管实际需求出发,建设符合船舶行业应用特点的现场安全监管平台,推进公司安全监管信息化进程,提升公司全员对安全履职的认识,提升管理人员效率,进一步规范安全管理流程,提升安全管理效能,逐步实现安全监管的\"痕迹化、网格化、常态化、精细化和移动化\"。系统提供全方位的生产安全运行监控手段,实时可反映安全动态,使各级安全管理人员的监管方式从\"结果性监督,转换为过程性监督;从现场督查,转换为线上时时监管;从专业监管,扩大为自主监管+专业监管相结合\"的模式,能够实时、准确的掌握各项安全生产工作的完成情况和现场管控状态。", "label": "船舶与海洋工程", "id": 0}
{"content": "作为大型船舶产品研发、设计、建造企业,面对船舶相关法规、规范等技术要求不断地修订与提高,为提高产品竞争力持续对产品进行更新与换代,公司的质量管理需要进行不断的调整与完善,以适应内、外部环境的持续的变化。并通过信息化手段,对产品的生产建造过程进行关键信息数据的测量与采集,确保过程与完工质量稳定可靠,进而实现产品的顺利交付。本文引入中间产品状态管理的概念,以分段、总段、半船、托盘、单元、模块、大型设备、特殊装置、中间产品生产设计包、中间产品生产任务包等等灵活多样的组织形式,应用成组技术,梳理出了典型的、分层级的质量问题标准,细化了质量风险管控要素,并借助新技术手段,实现质量数据信息的现场实施采集,减少信息的重复登记,提高效率,通过中间产品按流程有序组合叠加实现造船。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文基于微信公众平台的接口开发技术、将表单快速定制开发、支付接口开发技术应用于公司各业务场景。通过对船厂微信公众平台二次开发技术应用研究及探讨,实现公司各业务部门的小额收款以及表单流程的快速定制。同时打通黄埔文冲企业员工（企业微信）与外部人员之间的数据传递、表单及流程定制等关键技术,搭建属于黄埔文冲的移动办公服务管理平台,实现员工及外部相关方通过微信扫码查询、小额支付及办理各种业务。基于微信使用的广泛性及开发接口的开放性,我们考虑更深入的应用,后续将推广至公司生产部门,如:在车间工位、设备、仓库等处,打印二维码,在设备保养、安全生产、工艺工法等方面进行研究及应用。", "label": "船舶与海洋工程", "id": 0}
{"content": "产品数据管理系统（PDM系统）通过产品密级严格控制了产品所属文档的知悉范围。当用户查看产品所属文档内容时,系统根据产品密级配置文件来确定该用户是否有访问权限。此配置文件中记录了用户部门、姓名、涉密等级,当用户触发读取产品所属文档的操作时,系统通过比较配置文件中记录的产品人员权限的密级和产品所属文档的密级,来判断当前的用户是否有权限查看下载文档。如果产品人员权限的密级高于或者等于文档的密级,则用户拥有下载文档的权限。如果产品人员权限的密级低于文档的密级,则用户无法查看该文档内容。随着系统用户和产品数量的不断增多,目前本单位的PDM系统用户数量己超过一千八百个,产品数量多达八百个,且有非密、秘密和机密不同的密级选项,如果全部采用管理员手动调整产品人员密级权限,工作量巨大且效率不高。为了提高效率,我们实现了产品密级权限变更自助申请流程。通过自动化运维的方式,有效缩短了流程处理时间,提升了专业人员的工作效率。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着\"中国制造2025\"上升为国家战略和船舶智能制造的深入推进,船舶企业实现转型升级、提质增效的信息化基础设施建设是网络空间建设。本文探讨了船舶企业网络空间存在的问题和风险,对网络空间安全建设进行了思考。", "label": "船舶与海洋工程", "id": 0}
{"content": "马来西亚某新建干船坞项目桩基工程采用旋挖钻孔灌注桩,灌注桩成孔嵌岩深度起伏大、岩层强度高,成孔困难。通过点荷载抗压强度测试选择旋挖钻机钻具及成孔方式的实践操作,总结出现场操作控制措施,并为类似工程提供借鉴经验。", "label": "船舶与海洋工程", "id": 0}
{"content": "钢结构浮箱是一种内含钢桁架、外包钢板的密闭箱体,通过进水阀和抽水机可调节箱体内水位高低,从而实现箱体上浮和下潜功能。海边船厂的钢浮箱常年经受海水干湿交替作用,水分、氯离子、夏季高温等自然条件极易导致钢构件发生锈蚀,从而影响结构承载能力。船厂借用钢浮箱作为过渡承载工具可实现船只的下水、上岸过程,当船只沿轨道滑行至浮箱上时,船只会产生瞬间动力荷载,此时浮箱受力最大,极易使箱体发生损坏。对于该类钢结构构筑物,国内鲜有相关的检测和评估案例,以某178 m超长钢结构浮箱的可靠性评估为例,结合检测结果,按照Mises屈服条件采用ANSYS软件对结构进行整体精细化建摸分析和计算,展现该类超长钢结构浮箱可靠性评估的全过程。", "label": "船舶与海洋工程", "id": 0}
{"content": "海工平台建造周期主要分为经营接单、技术设计、设备采购、生产建造和最终的质量检验等五个阶段。质量风险是海工平台建造过程中的一项重要风险,分布在海工平台的整个建造周期中。及时对质量风险进行分析控制,找出应对措施,可以有效降低建造成本,缩短建造周期,减少项目交付后的质量投诉和索赔。", "label": "船舶与海洋工程", "id": 0}
{"content": "数字化车间技术是船舶建造的关键技术之一,是数字化制造技术在船舶企业的重要应用。本文在详细分析数字化车间业务的基础上,对数字化车间进行了总体设计,构建了以物联网为基础的设计与仿真系统、管控系统、自动化切割流水线、物流系统以及基础建设方案,以LNG分段加工车间为对象,开展了数字化车间的应用验证,提高了LNG船分段制造自动化、数字化水平,提升了分段制造效率和质量,为未来实现船舶智能制造奠定了基础。", "label": "船舶与海洋工程", "id": 0}
{"content": "船企物联网是船企智能化网络的重要环节,而无线网络又是物联网的主要组成部分。选择什么样的无线网络技术构建什么样的物联无线网络则是船企物联网建设的关键问题。本文通过对当前主流无线网络技术特点的深度分析,结合物联网在船企生产管理中的典型应用,提出多种物联网无线网络技术解决方案,并对当前无线网络组网技术存在问题进行了总结,对船企建设高效智能化物联信息网具有技术指导作用。", "label": "船舶与海洋工程", "id": 0}
{"content": "我国是世界第一造船大国,但是,船舶机械设备自主研发能力与造船比相对薄弱,发展滞后问题突出,成为了制约我国建设造船强国的主要瓶颈,另一方面,受船舶市场低迷的影响,船舶配套企业普遍经济效益低下,难以为续。国家船舶行业和企业要获得发展,都需要船舶机械设备企业加大自主创新力度,掌握核心技术,然而,长期以来,国内船舶机械设备市场技术主要由国外少数知名企业掌握,本土化配套率低,如何提升技术创新能力,实现并加快成果商业化,是企业面临的难题。通过对国内一些领先的船舶机械设备企业的技术研发管理情况进行调研,结合当今国内外先进的技术研发管理模式,本文提出:实施集成产品开发（简称:IPD）,加强技术创新的市场管理、全寿命管理和并步开发管理、高标准开展新产品预研制,可以引领市场,促进船舶机械设备企业技术创新,加快成果转化,有效解决我国船舶配套企业技术落后、产品市场接受程度低的问题。", "label": "船舶与海洋工程", "id": 0}
{"content": "混凝土结构在自然环境、使用环境及材料内部因素的共同作用下,在设计要求的使用期内,不需要投入大量的资金用于加固处理,同时又能保证结构的安全性、适用性、美观性的能力被称为结构的耐久性。海水环境被公认为是最恶劣的腐蚀环境,干船坞结构构件可能发生如下的劣化:氯离子导致的构件内部钢筋锈蚀;环境的正负温交替作用对混凝土的冻融破坏;混凝土内部的碱骨集料反应;环境盐类对混凝土的侵蚀;大气中二氧化碳引起混凝土碳化导致内部钢筋锈蚀等。混凝土耐久性的好坏影响着干船坞结构的使用寿命,非常有必要对干船坞剩余寿命评估技术进行系统研究。", "label": "船舶与海洋工程", "id": 0}
{"content": "船级社目前还未对分段型浮船坞连接装置制定相应的规范准则。本文研究对象为一艘24m内河浮船坞,在整体式的基础上对结构进行了一定的改造。使用有限元软件对连接装置及其附近区域的浮船坞部分主体结构建模,采用直接计算的方法对该部分进行强度校核,提出了连接装置设置安全和合理的结论,为类似的设计方案提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文通过对国内外数字化生产线应用现状研究,针对船舶企业生产线预测与优化的需要,采用虚拟仿真工具,对船舶建造主要流程和设施设备进行实体模型与逻辑模型的构建,形成具备三维可视化效果的数字化生产线系统,用于指导生产策划。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文通过对船舶建造过程的仿真进行需求分析,规划满足船舶企业需要的仿真专用设施设备建设,并应用虚拟仿真引擎Unity3D,对现场建造过程进行模拟仿真分析,实现生产的三维可视化观测,提高工效。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文介绍了现代化造船总装厂开展智能制造应甩实践的经验,该应用实践以船舶分段生产建造的物流调度管理为核心,展开一系列理论分析和实践讨论,较全面展示了应用实践本身,对于船企开展智能制造研究应用,尤其是分段物流调度管理研究不失为一篇\"检验帖\"。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文结合国务院提出的《中国制造2025》和工信部《智能制造发展规划（2016-2020年）》,结合船舶制造企业管加工车间管理的业务实际,针对船舶管舾生产设计、\"管加工车间加工工艺及车间分道、工序完工状态等信息不能及时准确的进行反馈。通过建立统一平台,实现管子生产设计所赋予的管段信息在车间内部工艺、计划等实时对称,及时共享工艺、生产进度等实时动态等。项目组立足集团化管理,规范各个船厂的管加工车间管理,充分利用工业4.0要素之一——移动应用技术,用JAVA语言,采用微服务架构,自主研发了管加工车间管理信息化项目,实现了对设计、工艺数据进行集中管理,自动分道,灵活跟踪生产进度,利用智能手机反馈生产进度。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶制造企业由于生产工艺特点,生产过程具有明显的离散型生产特性,造船企业能源管理除工业企业能源管理三级计量规定要求之外,有与其他行业区别的特殊要求。本文通过分析造船工艺尤其是交叉作业区域的用能特点,总结交叉作业区域工作规律及特性,将规律、特性通过信息化手段加以汇总,结合智能化控制技术,将交叉作业区能源管控技术集成进船信企业能源管控系统中,形成针对船舶制造企业行业特点的企业能源综控集成系统,实现交叉作业区域分工序、分部门和分人员的能源管理。", "label": "船舶与海洋工程", "id": 0}
{"content": "故障状态下船舶柴油机运行数据是研究船舶柴油机故障诊断与安全保护的基础。通过柴油机实验台架或实船运行获取故障状态下船舶柴油机运行数据有实验成本高、部分参数无法获取等劣势,因此必须依赖对柴油机故障的仿真数值计算。利用GT-Power软件建立柴油机仿真模型,并基于实验台数据,在多种工况下校核与验证其准确性。测试结果表明,实验台与GT-Power软件相结合对柴油机故障模拟仿真的精确性高,能真实反映柴油机运行情况。所得结果可用于船舶柴油机故障诊断系统与安全保护系统等的开发研究工作。", "label": "船舶与海洋工程", "id": 0}
{"content": "冲刷腐蚀数值模拟能够清晰地观察到管道中速度场、压力场和冲蚀区域的分布,达到预测腐蚀的目的,但各个因素对冲刷腐蚀的作用效果尚不明确。因此,本文以90°弯管为研究对象,采用正交试验和数值模拟相结合的方法,探究在液固两相流条件下,管径（A）、入口流速（B）、液体流向（C）、颗粒直径（D）和颗粒质量流量（E）五个因素对弯管冲刷腐蚀行为的影响程度大小。结果表明,不同因素对弯管冲刷腐蚀影响的顺序为:B>A>E>D>C。当A为30mm,B为5m/s,C为流向水平竖直向上,D为500μm和E为0.3kg/s时,冲蚀速率达到最大,冲蚀速率较大的区域集中在弯管轴向角度60°到90°之间,径向角度180°附近,即位于弯管外侧靠近出口处,同时后续的冲刷腐蚀加速实验也发现弯管外侧出口处的腐蚀速率更高,进一步验证了数值模拟的准确性。", "label": "船舶与海洋工程", "id": 0}
{"content": "载具是人类科学技术的重要成果,但在使用过程中,由于环境工况等因素的影响,产生了一系列腐蚀问题。本文对飞机和船舶两种载具的腐蚀现状进行综述,分析产生腐蚀的原因,并结合目前的腐蚀防护与控制技术,梳理应对载具腐蚀的思路,对提高载具的安全性、可靠性,延长载具的使用寿命具有现实意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "油漆是船舶结构的常用防腐蚀方法,但需要经常维护。船体传统上依靠阳极来提供保护。金属锌涂层上面再施涂一层面漆,即\"双涂层\"体系,提供阻隔和牺牲性防腐机制,具有更好的冲击和耐磨性,以及更长的维护寿命。双涂层体系可以提供超过这两种防腐方法单独防腐蚀保护寿命的两倍。金属锌基层上涂漆的涂层可保护锌免受初始腐蚀。锌基层可保护涂料免受划痕和孔洞下的腐蚀。两种涂层之间的协同作用提供了远远优于独立使用的任一系统的保护。经验证据表明,根据环境的不同,双面锌涂层的使用寿命是每个系统预期寿命的1.5至2.3倍。双涂层体系在恶劣环境中具有数十年的耐腐蚀防护性能。双涂层体系已成功应用于海上风能的防腐蚀保护。该应用在设备的经济寿命（通常为25年）内对风磨机免腐蚀保护方面拥有久经考验的记录。在航运业中,有许多使用双涂层保护的船舶的例子。使用双涂层体系将提供长期的防腐保护,从而减少腐蚀维护的需要和时间。它延迟了红锈的形成,这是游轮和渡船业等板块的重要美学特征。它为渔船,渡船,游轮,海军舰艇及其它特殊船舶提供了更少的地停靠船坞时间和更多的操作时间。", "label": "船舶与海洋工程", "id": 0}
{"content": "在大气环境中,有机涂层受太阳光所含紫外线等环境因素影响,发生老化,引起涂层失效。本文选取低太阳能吸收涂层作为面漆,对船用的环氧云铁防锈漆底漆+聚氨酯面漆涂层体系进行保护,通过附着力变化研究其保护效果。涂层尺寸为200 mm×100 mm,在青岛、厦门和三亚三个我国典型海域海洋试验站的大气环境区带进行自然环境试验,试验周期达到1 a和2 a时,回收相应周期的试样,检测其附着力。结果表明,未添加低太阳能吸收面漆时,三个地点的涂层体系附着力由初始状态的面漆基体和胶黏剂破坏劣化至面漆和底漆连接接层破坏,青岛和厦门试样底漆基体也出现破坏;添加低太阳能吸收面漆后,仅有面漆受到损伤,内层涂层体系再三个地点试验周期内均保持完好,附着强度随老化时间增加整体呈下降趋势。证明低太阳能吸收面漆在我国典型海域的海洋大气条件下2年内均可对内层涂层起到良好的保护作用。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着北极油气资源开发的不断深入和未来北冰洋航线的畅通,极地船舶需求增长空间广阔。海水腐蚀是影响极地船舶好用、顶用、耐用的关键因素,如何在极地低温环境下实现船舶的有效腐蚀防护将是面临的关键基础问题。外加电流阴极保护技术是防止船体海水腐蚀的有效办法,本文介绍了极地船舶外加电流阴极保护系统组成,分别阐述了电源设备、辅助阳极及参比电极的研究进展及应用现状,分析了阴极保护优化设计技术,并对极地船舶外加电流阴极保护技术的未来发展趋势进行了展望。", "label": "船舶与海洋工程", "id": 0}
{"content": "阀门是舰船海水管路系统的重要组成部分,其中管路阀门多以锡青铜合金为主。但是,因其常年处于较为恶劣的工况环境,锡青铜阀门在使用过程中也会出现泄漏现象。本文针对锡青铜阀门所处环境,分别研究了锡青铜材料静态海水、动态海水、含砂海水以及静态电偶环境下的腐蚀性能。结果表明,相比于静态海水环境下的腐蚀数据,锡青铜与B10偶合后,其腐蚀速率增大30%左右;在流速3m/s海水冲刷工况下,腐蚀速率7.5倍;在含沙0.3%、流速3m/s海水冲刷工况下,腐蚀速率分别增加11.5倍。由此可见,海水流速及水中的含砂量是影响锡青铜阀门耐蚀性能的重要因素,通过结构设计与海水的前期处理可以有效增强锡青铜阀门服役寿命。", "label": "船舶与海洋工程", "id": 0}
{"content": "为验证高精度全站仪用于船舶水上漂浮状态下的测量可行性及精度,采用拓普康MS05AXII型全站仪配合激光跟踪仪反射靶球进行船舶水上状态结构测量。首先,关闭全站仪自动补偿功能,根据需要自由设站,并在船舶小幅晃动状态下将全站仪动态整平,然后进行转站公共点及测点数据采集,利用采集得到的斜距、水平角、垂直角进行三维坐标换算,最后根据统一坐标系后的三维坐标进行尺寸、距离、角度等相关信息的计算分析。研究表明,高精度全站仪用于船舶水上漂浮状态测量具有可行性,并能保证较好的测量精度。", "label": "船舶与海洋工程", "id": 0}
{"content": "总装建造是实现舰船声隐身的重要环节,舰船建造声学质量检测与诊断评估是确保达到声学设计要求和精细化建造的重要手段。首先介绍了舰船建造声学质量的国内外研究现状,深入分析了目前开展舰船建造声学质量研究的必要性。系统的分析了隔振系统、通海管路系统、推进系统声学质量检测方法,并开展了实船验证试验。在此基础上,结合母型系泊试验测试数据,将舰船振动噪声故障模式分类研究成果形成知识库,结合控制策略算法提出了舰船建造声学质量专家诊断系统方案。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对海水泵复杂多变工况、故障数据少导致诊断精度低的问题,本文提出一种基于核局部保持投影（KLPP）和无监督迁移成分分析（UTCA）的故障诊断方法。首先利用KLPP对非线性样本特征进行特征提取,保留数据的先验分布特性;然后UTCA在Hilbert空间中通过最大均值差异（MMD）和正则化使源域和目标域的分布差异最小化,更有效地对不同数据集同故障样本聚类;最后训练好的分类器（SVM）对目标域样本进行故障诊断。利用变转速、变负载条件下的海水泵振动信号数据进行验证,结果表明,与SVM、MLP以及TCA相比,本文方法对海水泵的故障诊断精度更高。", "label": "船舶与海洋工程", "id": 0}
{"content": "为抵御船蛆等对木船的危害,使木船能够更加安全和有效地使用,我国沿海船民在实践中较早使用并普遍采用了焯船的做法。焯船,也常被称为烤船,是木船对所受海洋附着与钻孔生物污损状况检查及例行保养维修的传统工艺。根据对田野调查与文献记录等资料的分析可知,在不同的历史时期,各地区在燂船的具体做法上大体一致,但在主要环节、时间频率等方面呈现出一些差异。总之,焯船的具体做法,与各地的自然水域条件、气候温度以及木船的品质及实际使用情况等因素密切相关。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着科学技术的进步和发展,我国的电气行业发展迅速,同时电气行业也融入更多的行业,并促进其发展,船舶电气设备应运产生。但是在船舶电气设备使用时,由于被应用范围较广且供电网络较为复杂烦琐,所以就会在所难免的出现电气接地故障。因此本文就对船舶电气接地故障进行探讨,通过分析电气接地故障的原因和特点来寻找相应的解决办法和对策,以此来做好船舶电气接地故障的查找和防治工作。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶推进系统存在不合理的设计和制造等因素时,会产生较复杂的振动问题,振动会在系统中各组成部分之间传播,因此需要对振动故障进行定位研究。根据船东反映,某船推进系统出现振动过大的问题。在各工况下对柴油机,齿轮箱,增压器立柱,机带滑油泵出口和滑油冷却器入口等处展开了振动响应测试与阻抗测试与分析。将测试数据与同型船对比,并对推进系统进行了故障定位。最终定位本船故障原因为主机滑油管路放样问题导致支撑偏弱,在高工况下产生共振。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文设计了一种新型水下清污机器人系统进行导管架平台清污作业,从而降低人员工作强度、提高工作效率。该机器人采用双抱臂结构作为工作定位系统,以解决传统真空吸附易失效的问题。利用清污作业的高压水射流用于喷水推进系统,降低了传统水下机器人的高压输电要求。在考虑水下机器人的非线性水动力分析结果基础上,建立了该系统的运动分析计算模型,并基于模型反馈线性化,分别建立了PID和LQR控制策略下的位姿控制系统。通过数值模拟分析了在海流作用条件下,无推力约束条件、有推力约束条件以及系统建模误差下,两种控制器的控制效果。结果表明相比传统PID控制器,反馈线性化LQR控制器能更好地实现控制目标。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>海洋生物的附着和污损也是造成损失的重要原因。海洋中生活着牡蛎、藤瑚等多种附着生物,当轮船在海中航行时,这些附着生物的幼虫或孢子便吸附在轮船底部,造成海洋船体保养维修费用增加、船体仪器无法正常运行以及增加船舶运行阻力。防止海洋生物污损的方法很多,然而将具有光电转换性能的薄膜应用到海洋中金属的抗腐蚀和生物污损中,同时具有双重的作用效果。本文将报道本研究室在光催化海洋防污方面的主要工作,包括以", "label": "船舶与海洋工程", "id": 0}
{"content": "随着人类科技的进步及活动范围的增大,与之息息相关的土木工程也日趋大型化、多样化及复杂化。为了满足土木工程需求的发展要求,通过混凝土外加剂及特殊掺合料技术赋予了混凝土各种特殊性能。譬如,在港湾的水下工程中,要求混凝土具有很强的抗分散性和较好的流动性,实现水下混凝土的自流平、自密实,抑制水下施工时水泥和骨料分散,并且不污染施工水域。国外对水中不分散混凝土的技术研究已有40余年的历史,并在北海油田等大型水利工程中得到大量的工程应用。本文就日本的水下不分散砂浆最新技术动向,及其在港湾工程中使用的水下不分散无收缩灌浆料的水下填充工法及施工范例进行了介绍。", "label": "船舶与海洋工程", "id": 0}
{"content": "文章针对某型船舶发电柴油机异常磨损故障,选用原子发射光谱分析、红外光谱分析、PQ铁磁性颗粒分析、铁谱分析和部分理化指标检测等技术手段,构建了监测与诊断分析流程,通过对三台该型柴油机500h的运行监测与跟踪分析,准确判断出以上柴油机活塞环与缸套、连杆大端轴瓦的异常磨损,并结合检修对以上故障进行了验证与分析。实践表明,所构建的方法和流程能够有效地实现柴油机异常磨损故障的检出、评价、诊断与分析。", "label": "船舶与海洋工程", "id": 0}
{"content": "山海关船厂自1972年开始兴建,2007年转股改制为山海关船舶重工有限责任公司,长期以来一直以常规船舶修理和改装,船舶建造以及海洋工程装备建造为主要业务,本文结合山船重工自身及周边软硬件资源的实际情况,对山船重工建设舰船战时应急维修和综合后勤保障基地进行设想并制订了初步的实施方案,希望本文能为山船重工拓展舰船修理业务和增强海军舰船战时应急维修和综合后勤保障能力有所裨益。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>某型船水泵海水进出口处安装了挠性接管,其作用是避免管路刚性连接使得管路造成过大的震动而损坏,使强烈的震动在接管处被吸收或减弱,以达到保护管路、减小噪声的目的。根据调研,该接管法兰密封面常因海水腐蚀造成海水渗漏,导致系统压力降低,影响水泵运行效率,泄露的海水还会腐蚀舱内其他设备,而且接管安装空间狭小,维修和更换极为不便,严重影响船的安全正常运行。因此开展了系列分析测试试验,找出接管", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>在船舶上,大多数海水管系还同时处于潮湿的恶劣环境中,海水管系中异种金属间的电偶腐蚀是不可避免的。而海水管系的腐蚀和由腐蚀而带来的设备损坏,甚至影响到舰船人员和整舰的安全。为此,开展海水管系腐蚀状态的监检测是十分必要的。本文主要结合了旁路电流监检测技术,设计、研制了腐蚀状态监检装置。对于异种金属绝缘状态检测,主要包括以下检测:工况下异种金属电位差检测、工况下异种金属绝缘在线旁路电流检测和异种金属绝缘电阻检测。工况下电隔离异种金属", "label": "船舶与海洋工程", "id": 0}
{"content": "超声相控阵检测作为一项新技术,近年来在船舶海工行业迅速推广。检测的可靠性取决于检测工艺。各个船级社针对此技术都提出了工艺认可的要求。", "label": "船舶与海洋工程", "id": 0}
{"content": "船用发动机轴是发动机的核心部件,其质量的好坏决定了发动机品质。为了控制发动机轴的内部缺陷,保证该类产品的质量,研制用于发动机轴缺陷检测的在线自动超声检测系统。该系统采用分布式探头主体结构进行扫查,通过基于总线设计的数据采集系统实时采集信号及运算处理,实现在线实时监控及缺陷等级自动判别。具有自动扫查、自动分析、自动判别等功能,能有效保证发动机轴内部缺陷的自动检测。", "label": "船舶与海洋工程", "id": 0}
{"content": "在日常的无损检测中,经常需要设置工艺参数,一些计算相对麻烦,例如TOFD检测时需计算声束是否完全覆盖整个焊缝截面,还有不等厚对接焊缝时,在现场计算不方便。本系统可将检测工艺复杂的计算过程集成到手机软件中,在现场进行检测时,只需输入检测参数,例如板厚和焊缝宽度等数据,可迅速得到计算结果,从而大幅提高工作效率。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文采用太赫兹无损检测系统的反射模式对船舶防护涂层多层结构进行实验检测,研究太赫兹在无缺陷和含缺陷多层涂层结构中的传播特性,对太赫兹检测信号分别进行频域反卷积处理、频谱分析和平稳小波变换处理,进而开展涂层结构分析,目的是挖掘适合于实际涂层太赫兹检测的信号处理方法,提高太赫兹检测多层涂层结构的可靠性。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着船体结构日益大型化、复杂化,多学科之间的交叉融合,将结构监测、系统辨识和结构评估集于一身的船体结构健康监测系统应运而生。文章基于船体结构健康监测系统数据,结合S-N曲线和Miner线性累加准则,时域方法上采用雨流计数法,并针对该方法依赖时间连续性的不足之处,介绍了一种基于应力时间历程数据的功率谱密度频域分析方法,将频域统计量转化为疲劳损伤,以期为船体结构疲劳寿命评估提供一种新的方法,及时对结构的使用性能和疲劳寿命作出评估,做出相应的预防和改进措施,提高结构安全性和可靠性,降低运行和维护费用。文章基于算例,分别进行了时域和频域方法研究,分析结果显示两者误差为8.7%,吻合性较好。", "label": "船舶与海洋工程", "id": 0}
{"content": "商船營運不論貨櫃船、散裝船、油輪或雜貨船,舉凡機器與設備必定需要保養維修,更是要確保船舶適航性為必備要件。塢修更是船舶主要且重要的修理項目,尤其以水下及船殼作業工程必需進塢才能進行,且必須通過船籍協會塢修及特別檢驗認可後,始可簽發船舶適航證書。塢修多且雜的項目修理、檢驗和相對龐大的修理、檢驗等相關費用,時間的花費、人力及物力的消耗等,如何控制塢修成本、時間、預算等,對於船舶經營管理更視為極為重要課題。", "label": "船舶与海洋工程", "id": 0}
{"content": "舰船装备维修费用是舰船装备全寿命周期费用中重要的组成部分,其常见影响因素包括:性能参数、维修制度、可靠性、维修性、购置费、计划维修等级、备品备件和维修器材以及物价变化等。本文对这些常见的影响因素进行定性分析,有助于合理构建维修费用影响因素的指标体系,为舰船装备维修费用预测打下基础。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文从全寿命标准化工作的角度结合国外先进国家舰船装备维修保障标准化工作的经验方法,分析了大型舰船维修保障标准化工作、意义和作用,为我国大型舰船装备标准化工作的形成提供的新思路。", "label": "船舶与海洋工程", "id": 0}
{"content": "现代蒸汽舰船动力系统是一个提供舰船动力的复杂而庞大的系统,随着技术的不断发展,舰艇动力系统呈现出系统复杂、技术密集、知识密集等特点,其前期的研制生产费用和后期运行保障费用的增长趋势非常显著,费用问题将成为影响其进一步发展的一个重要因素,其经济效能对舰船的整体效益有很大的影响,为了减少其在不同阶段的资金浪费,提高该系统的综合效益,可以使用寿命周期费用方法来加以研究。本文分析了蒸汽动力系统在其寿命周期内的各种费用,以及在不同的使用阶段,使用LCC技术提高经济性的方法。", "label": "船舶与海洋工程", "id": 0}
{"content": "费效分析作为管理领域的一种实用手段,应用在舰船动力装置的管理工作中,能够提高舰船动力装置的经济效益,减少舰船动力装置的寿命周期费用,在提高装备的可靠性、可维修性和保障能力等方面都发挥着重要的作用。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了贯彻落实《全国渔业发展第十三个五年规划》,农业部出台了新的《渔业船舶法定检验规则》。新规则厘清了船东、设计修造企业、监理检测机构、渔船检验监督部门之间的责任关系,这些责任关系的厘清,尤其是船检方式的调整,需要对现有的船检工作方式和流程进行调整,适应船厂作为责任主体的转变。", "label": "船舶与海洋工程", "id": 0}
{"content": "众所周知,渔船因其作业环境的特殊性,受腐蚀程度较其他船舶更快、更严重,然而渔船规定的限制使用船龄却长于其他船舶,有些渔船接近限制使用船龄时,进行改造后进一步延长其寿命,这样就加大了限制使用船龄的渔船营运作业的危险性。本文以国内大型渔业捕捞公司现有远洋渔船为主要研究对象,研究老旧渔船的分类、性质、特点,提出老旧渔船综合改造的技术思路,达到提高渔业船舶向标准化、安全化发展,促进现代渔业持续健康发展的目的。", "label": "船舶与海洋工程", "id": 0}
{"content": "滑油系统油液监测是准确掌握船舶动力设备工作状态、及时发现早期故障隐患的重要手段。介绍了船舶动力装置监测技术现状,提出了船舶动力装置健康状态监测系统的设计方案,针对该系统在设计研制过程中存在的环境适应性、油液监测传感器、采集分站设计等技术难题,给出了具体实现方法。", "label": "船舶与海洋工程", "id": 0}
{"content": "以船舶中央冷却系统中存在的大量表征系统运行状态的无序数据信息为研究对象,采用D-S证据理论结合粗糙集的信息融合技术对系统运行过程中的故障隐患状态进行识别。为提高粗糙集在属性约简过程中的效率,分别定义了等价属性和证据决策系数的概念,给出快速约简方法及基于证据信任度的证据合成方法,明确了证据基本可信度分配的求解过程。针对某船中央冷却系统的算例表明,所提出的方法能够准确地识别系统的隐患故障状态。", "label": "船舶与海洋工程", "id": 0}
{"content": "发电机组是海巡艇的关键设备,其工作的好坏直接影响海巡艇监管救助设备的使用。因此,在日常使用中,加强对发电机组工作状况的巡查,及时发现故障前兆,定期对发电机组维护保养,对提高发电机组的整机寿命和提高其工作稳定性具有十分重要的意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "为满足船舶虚拟维修仿真中对具有运动属性维修工具的海量需求,同时鉴于虚拟维修仿真软件Jack建模能力不足,研究了面向船舶虚拟维修与使用的维修工具建模及运动控制方法与流程,主要包括基于通用虚拟现实建模软件的维修工具几何建模,基于标准中间格式文件的模型数据传递,基于Jack平台的维修工具约束构建及运动控制验证。以活口扳手为例,对所提出的建模与运动控制方法流程进行了实例性操作验证,由活口扳手的运动方向与距离控制效果可知,所提出维修工具建模及运动控制方法有效。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文主要总结了FPSO-伊利亚贝拉项目在生产设计中配管专业遇到的若干问题及解决办法。", "label": "船舶与海洋工程", "id": 0}
{"content": "为满足船舶虚拟维修仿真中对具有运动属性维修工具的海量需求,同时鉴于虚拟维修仿真软件Jack建模能力不足,研究了面向船舶虚拟维修与使用的维修工具建模及运动控制方法与流程,主要包括基于通用虚拟现实建模软件的维修工具几何建模,基于标准中间格式文件的模型数据传递,基于Jack平台的维修工具约束构建及运动控制验证。以活口扳手为例,对所提出的建模与运动控制方法流程进行了实例性操作验证,由活口扳手的运动方向与距离控制效果可知,所提出维修工具建模及运动控制方法有效。", "label": "船舶与海洋工程", "id": 0}
{"content": "我国市场经济的不断发展,船舶成为我国交通运输中的重要工具,而机电设备作为保障船舶正常运行中的重要结构,其正常运作对航行安全起到重要影响。船舶机电设备由于其自身具有专业性、复杂性和多样性的特征,导致其故障诊断存在一定的难度。", "label": "船舶与海洋工程", "id": 0}
{"content": "电气故障是船舶常发的故障类型之一,船舶电子电器员（ETO）只有熟练掌握船舶电气故障的常见原因及类型才能对船舶进行成功的检修。为了方便ETO及时找出故障原因,提高实际检修工作中的效率,本文归纳总结了日常船舶电气故障的检修方法。", "label": "船舶与海洋工程", "id": 0}
{"content": "基于特定的定期修理类别转换规则,提出一种定期修理间隔期优化方法。以船体、机电设备和主要管系等作为影响维修间隔期的重要项目,以动力系统的可用度最大为目标函数,以船体允许的腐蚀总厚度为约束条件,通过优化计算确定定期修理间隔期;通过实例分析,验证了该方法的合理性和有效性;基于该方法,可得到合理的船舶定期修理间隔期,从而为船舶定期修理工作的科学开展提供依据。", "label": "船舶与海洋工程", "id": 0}
{"content": "精品资源共享课程建设是国家精品开放课程建设的形式之一。该项活动深化了课程教学改革,对提高教学质量具有十分重要的意义。本文以《船机故障修复》为例,从课程建设目标、建设内容、建设方法、运行与效果四个方面来阐述该课程建设的具体实践,并得出相应的结论。", "label": "船舶与海洋工程", "id": 0}
{"content": "锚链除锈是航标设备维修、保养的重要工作内容,手工操作除锈工作量大,劳动强度高,且除锈质量低。用设备代替人工操作对锚链进行除锈是海南航标维修厂的重点技改项目。本文介绍的锚链除锈机设计的相关内容,推导的有关公式及介绍的受力相位图、扭矩相位图和功率相位图比较直观明了。其相关的理论为杠杆式锚链除锈机及类似设备提供了设计依据。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对新建船舶锅炉的维修数据样本少的特点,提出基于类比法的船舶锅炉临时维修费用估算方法。构建了船舶锅炉临时维修费用估算模型,以某新建船舶锅炉为案例,归纳了相似锅炉的有关数据,参考我国利率和物价指数的平均数据,估算出某船舶锅炉的临时维修费用。案例表明本文方法可行、易用,适用于工程应用,值得参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "机械振动是诱发船舶产生噪声的诱因之一。在船舶机械设备维修中,振动是必须考核的指标。本文在分析了已有的振动测试评估方法的基础上,对船舶机械设备维修前后的振动测评问题进行了探讨,主张在陆上台架考核机械设备的维修质量,并提出了相关的建议和要求。供同行们参考。希望以此起到抛砖引玉的作用。", "label": "船舶与海洋工程", "id": 0}
{"content": "根据船舶服役环境特点和光纤光栅传感器检测要求,本文重点介绍了光纤光栅传感器复用解调技术和光纤光栅传感器温度补偿技术。在此基础上,通过理论与试验研究建立了适用于船舶结构的光纤光栅传感器安装方法,开展了相关应用试验研究,结果表明利用光纤光栅传感器进行船舶结构安全监测是完全可行的,并就今后船舶领域光纤光栅传感器发展方向提出了展望。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>铝合金材料比重较小、强度较高,在国内外民用船舶特别是快速运输船上运用比较普遍。由于铝合金活性强、耐海水腐蚀能力较差,与钢质舰船相比,铝合金舰船防腐蚀具有不同的技术特点。一、船用铝合金在海洋环境中的腐蚀特性船用铝属于防锈硬铝合金,其中Al-Mg系合金作为板材（包括管材）应用较普遍,其具有良好的抛光性能和耐蚀性能,美国标准的5000系合金（如5083、5383等牌号）、我国的LF2至LF12等牌号的合金就", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>废弃民用和军用海船的拆解已然成为海洋管理中的一个重要问题。随着世界经济的迅速发展和全球海上贸易的相应增加,造船业增长的速度和势头突飞猛进。货船、集装箱船、散货船、原油和天然气运输船等船舶的数量和类型也在以极快的速度增加。运输平台的数量和种类正在增长,这使得韩国、日本及中国的造船业发展迅", "label": "船舶与海洋工程", "id": 0}
{"content": "我司通过综合分析流道的结构,结合产品技术要求后,确定采用砂型低压铸造生产的工艺方案;在此基础上,确定流道的相应铸造工艺参数,设计浇注系统、冷铁及排气,计算低压工艺参数,通过模拟仿真对铸件充型及凝固过程进行前期论证。针对铸件存在的缩孔、缩松等缺陷,通过优化冒口以达到工艺优化的目的,得到了较为客观、准确的结果,从而反映出针对该铸件采用砂型低压铸造方法的可行性。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文利用有限元法对载人舱球壳的40mm厚钛合金板电子束焊接接头的温度场、应力场演变进行了数值模拟分析研究。采用锥形和双椭球复合热源模型模拟电子束的穿透作用和\"钉头\"部分。计算并分析了电子束焊接过程中和焊完冷却以后的残余应力分布。研究结果为分析载人舱球壳的焊接制造提供了理论依据。", "label": "船舶与海洋工程", "id": 0}
{"content": "采用热机械控制工艺研制了460 MPa级造船用钢板,钢板最大厚度为100 mm,细晶粒尺寸为5～20μm。从微纳米组织、表面粗糙度和表面能等方面入手,对大型钢结构断裂韧性的影响进行了研究。厚钢板的断裂韧性随着厚度的增加而降低,有可能发生不稳定断裂。热机械控制过程中的升温提高了表面能,并更有效地在表面上产生微纳米组织。当脆性裂纹偏向母材时,有效地避免了母材的脆性断裂。研制的460 MPa级钢板虽然是一块厚板,但晶粒细小,由此提高了脆性断裂安全性。在焊接接头的设计中必须避免裂纹萌生。本研究利用止裂设计理念和微纳米组织的高强钢板,对大型焊接结构进行了脆性裂纹止裂设计。", "label": "船舶与海洋工程", "id": 0}
{"content": "30.7万吨挂舵臂铸钢件,材质碳锰钢,净重165 t,毛重200 t,钢水总重306 t,毛净比1.21,收得率为65.4%。该铸件产品主要存在两个技术难点:（1）壁厚控制,铸件壁厚较薄,铸件尺寸精度难以控制在合理范围内;（2）浇注补缩系统设计,铸件曲面尺寸大且形状复杂。本工艺采用地坑组芯造型,计算机放样制作模型,多种砂复合制作砂芯,合理设置浇注系统、冷铁、冒口等方案生产出的铸件组织致密,性能优良,符合ABS船级社标准的要求。", "label": "船舶与海洋工程", "id": 0}
{"content": "海洋石油平台在建造过程中有大量的工艺管线环焊缝需要无损检验。相控阵超声波检测技术（PAUT）以其高效、环保等优势,越来越多地用来替代射线检验（RT）应用在此种焊缝的无损检验过程中。PAUT扫查过程中,探头相对于焊缝中心线的位置（步进偏移）有时会发生偏移。为此对步进偏移偏差对PAUT检测的影响进行了分析。", "label": "船舶与海洋工程", "id": 0}
{"content": "激光除锈技术在造船业推广应用的关键问题是掌握船舶涂装前船用钢板二次除锈工艺机理,明确材料表面锈蚀临界清洗条件与基材临界损伤条件。本文在激光除锈机制理论分析的基础上,开展除锈工艺实验研究,从动态到静态、宏观到微观角度对EH36船板纳秒激光除锈作业过程进行详细观测分析,探究了EH36船用钢除锈机理。基于除锈质量评定准则,结合钢板试样表面宏观、微观形貌和化学成份分析,确定船用钢板纳秒激光除锈阈值与基材损伤阈值。", "label": "船舶与海洋工程", "id": 0}
{"content": "焊接残余应力诱导氢向拉应力集中的区域扩散和聚集,当聚集的氢浓度到达一定值时,就会使结构发生氢脆破坏现象。本文首先对高强度钢对接焊厚板模型进行残余应力数值模拟,得到残余应力和静水力分布规律;然后通过试验获得模型各区域氢扩散的相关参数;最后将高强度钢对接焊厚板焊接残余应力场的结果作为氢扩散的预定义场进行氢扩散的数值模拟分析,最终得到了残余应力影响下的氢扩散分布规律。", "label": "船舶与海洋工程", "id": 0}
{"content": "从钢-铝过渡接头的类型、力学性能要求及其结构设计、焊接工艺等方面,对其过渡层界面焊接分层的原因分析和研究。通过选择合理型式的过渡接头、执行正确的过渡接头焊接工艺,可大大降低接头焊接分层的风险。同时,提出船舶检验要点,也为今后类似船舶的过渡接头设计、应用和焊接,提供一定的建议和参考依据。", "label": "船舶与海洋工程", "id": 0}
{"content": "传统的型材加工主要依靠人工作业,由于操作人员水平参差不齐,导致加工效率及质量不稳定。通过对船舶企业传统型材加工工艺进行梳理,形成传统的型材加工工艺流程,并对工艺流程下各工序进行数字化、智能化升级;采用先进的智能化设备代替落后的加工设备;通过型材加工数据库、工艺知识库、型材加工生产线的智能管控系统,实现型材加工实时运行状态信息采集、生产状态实时监控、设备故障报警分析、工时物量统计分析、报表打印输出、零件质量在线检测、工艺的自动生成与下发等功能,完成型材加工的数字化、智能化流水线升级改造,提高型材加工效率与质量。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文以厚壁船用低速柴油机气缸套为研究对象,采用不同炉料配比,通过不同的化学成分、过热温度、孕育处理方式等方案获取最佳的大缸径、厚壁气缸套的生产方案。", "label": "船舶与海洋工程", "id": 0}
{"content": "主要介绍了一种船用柴油机机架的高效焊接方法,通过结合半自动焊接设备,实现高效率、高质量生产制造的新型焊接技术,新的技术可使焊接变形降低到接近为零,质量稳定,提高了生产效率,节省了焊接成本,改善了工作环境,大大降低焊工劳动强度。对提高中厚板焊接的高效半自动化发展,提高我国船舶制造业水平具有重要意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对船体建造过程中部件小组立对前道完工状态和时间预估准确度不足、托盘状态监控手段少,零件数量掌握不清晰、数据统计更新节拍慢,生产信息不对称等问题。利用RFID技术自动记录托盘的状态、时间等信息的特征。通过合理选型部署识别距离远,速度快,抗干扰能力强,具备多目标同时识别功能的RFID系统部署在关键物流节点。在托盘上嵌入RFID电子标签,通过进出口设置的RFID读码器在托盘经过时读取标签信息,能够有效管理组织生产中的工程进度安排,提高产线前后道计划衔接紧密度、提升前后道整体物流效率和排产柔性。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶制造具有高度离散化、定制化部件多的特点,融合了信息、网络、制造、管理、系统工程等先进技术的智能制造技术与造船技术的融合已成为船舶制造趋势。通过引入智能制造技术实现国内造船企业的数字化、智能化和网络化。工业互联网是实现智能制造的关键核心技术之一。当前工业互联网在应用方面面临实施成本高、不够灵活、环境适应性差等问题。5G作为新一代移动通信技术,高速、大容量、低时延的特点与工业互联网对信息传输的高速、可靠、实时要求是高度契合的。通过将船厂需求与5G技术特点相结合,提出了5G在船舶智能制造中的典型应用场景。最后对基于5G的工业互联网在船舶智能制造上的应用前景进行了展望。", "label": "船舶与海洋工程", "id": 0}
{"content": "组网技术是船舶智能制造发展的关键技术之一,它是船舶生产设计、综合管控和船舶建造的信息化支撑手段,是全面提高船舶制造的质量和效率,降低制造成本,提升船舶产品竞争力的基础保障。5G技术的出现以及其高带宽、低延时、低功耗的特点为船舶企业组网建设提供了新的思路和方案,5G在工业领域实际应用主要以移动性、高带宽类需求为主,将逐步在企业研发设计、生产管理、物流配套、售后服务、办公管理等领域发挥越来越多的作用。本文从分析5G通信关键技术出发,结合船舶制造企业的特点和需求,提出了船舶企业基于5G技术的组网方案以及船舶企业5G网络的应用方案,为船舶企业在新的发展形势下,有效应用新的信息技术,支持企业转型升级和提质增效提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "我国船舶工业目前正处于信息化向智能化迈进时代背景,虽然国内各大船厂都有一定的信息化管理基础,但是各个造船企业信息化系统相对独立,导致信息流动不通畅,信息的一致性不能保证,信息资源无法被充分利用。根据造船企业目前的需求,本文主要针对船舶生产设计阶段与船舶建造阶段的产品数据交换要求进行分析,提出基础数据库的建库要求;通过对船舶设计与制造基础数据进行分析,构建生产设计和建造阶段的船舶设计与制造基础数据库的基本框架。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶设计中铁舾件较多,工作量大,CATIAV6没有专门的铁舾件安装图模块,使用原有的工程图模块出安装图,操作繁琐、效率低下、容易出错、设计质量不高。因此,本文在CATIA V6软件基础上,使用CAA技术提出了相应的的开发方案,并通过实际产品应用对开发方案进行了验证。", "label": "船舶与海洋工程", "id": 0}
{"content": "铁舾建模过程中,需以船体结构为背景进行定位建模,由于CATIA V6软件本身没有对铁舾件精确定位的相关功能,因此难于进行精确的定位建模。本文主要研究基于CATIA V6软件平台,根据实际使用需求结合CAA开发技术进行开发程序,程序实现了铁舾件辅助定位信息的生成,辅助铁舾件精确定位建模,减少设计错误率,提高设计建模工作效率。", "label": "船舶与海洋工程", "id": 0}
{"content": "焊接是船舶生产过程中的主要作业,焊机联网管控是推进船舶企业智能制造的重要环节。通过数字化焊机联网、信息采集、在线任务分配建立焊机联网管控体系来实现焊接质量管控、焊机利用率提升等目标,是当前船舶企业智能制造的重要课题。信息采集链路可靠性是焊接管控体系运行的基础。数字化焊机联网后的信息采集过程从焊机主机与采集盒的I/O通信、信息寄存转储、协议转换、服务端数据存储及转发、数据库存储、应用程序调用受到多种因素的影响,针对系统使用过程中可能出现的故障,建立故障树模型。通过故障树定性分析和定量分析找到引起系统故障的因素,并以此制定相应的改进建议和防范措施。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对船舶管子生产设计中加热盘管设计工作复杂繁琐、形式不统一的问题,本文基于扫地机器人S型路径规划算法,通过船舶设计软件（SPD）实时干涉检查功能,以舱室空间范围内的船体板架为约束条件,结合弯管半径、最小间距、最小管段长等管子工艺要求,在用户给定加热盘管总长基础上计算出管子的最优化通道,自动生成加热盘管三维模型。本算法已在SPD管路布置模块中得到应用,加热盘管自动布置功能提供友好的交互界面,自动读取弯管半径等工艺参数,通过交互捕捉设备的进出口位置和初始方向信息,根据用户的设定一键布置单层或者多层加热盘管,减少了设计人员的大量重复劳动,提高了设计的规范性,提升了布管的效率和质量。", "label": "船舶与海洋工程", "id": 0}
{"content": "焊接是船舶生产过程中的主要作业,针对焊接过程的工艺参数执行率波动、焊接质量跟踪、焊接过程中劳动力价值跟踪、焊接设备资源利用率提升等问题,梳理传统焊接过程中的业务流程,结合要素辨识方法对生产现场管理中遇到的要素进行辨识,并根据管理目标设定响应的管理权重,以设计专业工具软件提取的焊缝信息为数据源作为焊接作业工程分解结构的基础,通过数字化焊机联网、信息采集、任务分配、焊接作业规划管理、焊缝派工、焊接参数远程预设、焊接过程中的焊接参数即时采集等业务需求建立焊机联网管控系统[1],并结合管理工程的要求完善相应的焊机管控业务管理体系,来实现焊接工艺参数在生产过程中的合规执行,实现焊接作业全过程的质量管控和生产管控。", "label": "船舶与海洋工程", "id": 0}
{"content": "MES是基于计划、执行、控制三层结构的先进制造生产过程管理系统,本文旨在通过对造船分段建造过程制造执行系统功能模型的研究,为MES在造船企业的开发和应用提供可以\"落地\"的理论参考,推进造船企业生产过程管理进一步走向数字化和标准化。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文针对关联设计技术在三维体验平台（3D Experience Platform,3DEXP）船舶外板研制过程中的三维应用流程进行了深入剖析,对关联设计技术在外板曲面设计、外板三维建模、外板制造工艺设计方面的应用进行了详细阐述,探讨了外板三维设计的实施方案。外板设计采用这种自上而下的关联设计可快速准确地传递外板设计变更信息,减少设计差错,提高设计质量。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文依据PDM、ERP和MES集成基本理论和原则,以造船企业船舶分段精益建造管控的需求为出发点,以设计为源头的统一数据源建设的目标,实现车间执行制造系统MES与PDM、上游设计平台的集成开发,为车间生产管理提供完整准确的设计数据,推进MES系统在造船企业的有效应用,提升车间生产管理水平。为同类船厂实现车间管理模式向数字化和智能化转变,提供一种有效的实施范式。", "label": "船舶与海洋工程", "id": 0}
{"content": "对于船舶典型组立结构的特点,常规焊接机器人无法进行有效运用的现状,开发出一种高效的基于数据驱动的全自动机器人焊接系统。该系统采用数据驱动技术,通过激光扫描来获取结构数据,经过后台计算,将存储数据与实时数据进行对比换算,得到焊缝具体位置及起止点。整个焊接过程无需人工干预,机器人系统可自动寻找焊缝并进行焊接,包括平角焊、立角焊、补板全位置焊等多个复杂位置焊缝。该机器人系统适用于船舶典型组立结构的焊接,解决了常规焊接机器人无法焊接装配精度不高、无工装夹具、焊缝短且结构复杂的结构件的问题。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着我国制造业与数字技术、互联网技术融合不断加快,涌现出全数字化设计制造、智能工厂、基于CPS的行业智能化解决方案等诸多智能制造新潮。根据我国船舶工业的现状,结合智能制造技术的关键特点,集中构建船舶智能制造的结构体系。船舶智能制造体系是基于新一代信息技术,贯穿设计、生产、管理、服务等制造活动各个环节,可以形成先进制造过程、系统与模式,能够全面提升船舶制造业的水平,大幅提升船舶制造业核心竞争力,实现船舶工业域智能制造。本文从数字化、智能化建设发展入手,结合船舶建造工业领域的特点及现状,探讨智能制造应用的领域及方向。", "label": "船舶与海洋工程", "id": 0}
{"content": "近年来,国家大力倡导智能制造,制造企业将信息化管理作为建设智能车间的重要内容之一,船舶企业也大力发展智能制造。目前船舶建造过程中的焊接工艺和质量管理主要依靠人工制定措施进行相应管理,焊接施工和设备管理均无法实现全过程管理,施工现场违反焊接工艺的现象多,焊机有效利用率不均衡等。本文针对该现状,首先介绍焊机联网监控系统组成和功能,然后介绍焊机联网监控系统实现和现场布置,最后介绍焊机联网监控系统在生产现场的具体应用,以及对生产现场的改善。通过焊机联网监控系统在船舶建造中的应用,实现实时在线监控焊接过程与焊接相关的工艺质量,全面提高焊接作业中的人员、工艺、材料、工时和设备等精细化管理水平。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶及海洋结构物作为特殊类型的焊接结构,其大型化和复杂化的特点,使得焊接变形会严重影响结构的尺寸精度以及建造周期;而多样化的风-浪-流复合工况载荷,也使得焊接残余应力会对结构的断裂以及疲劳等力学性能产生重要影响。针对焊接变形的预测,基于迭代子结构法和Open MP的并行计算技术,开发出高效的非线性瞬态热-弹-塑性有限元分析代码,可再现焊接过程的热-力学响应,以及轻量化薄板结构建造的焊接失稳变形;同时,以焊接固有变形作为焊接接头的力学载荷,应用弹性有限元计算,可快速地预测大型船体及海洋平台分段的焊接变形,且计算精度完全满足工程需求;阐述了焊接顺序、工装夹具、焊接坡口形式、局部温度调控以及反变形施加等工艺措施消除焊接变形的力学机理,通过有限元计算优化相关消除措施的工艺参数,且在实际焊接结构中进行了应用和验证。焊接接头的力学性能分析,是船舶及海洋结构物全寿命评估的重要基础。基于热循环曲线以及船舶海洋平台用钢的微观组织演化算法,获得焊后热影响区以及熔合区的金相组分比例,更为精确地预测焊接接头的硬度以及焊接残余应力数值;通过母材的应力-应变曲线测试和智能优化算法,得到表征材料断裂的GTN模型参数,进而阐述焊缝微观缺陷、焊接残余应力分布对GTN模型参数的影响机理,评估焊接接头以及焊接结构的断裂性能。", "label": "船舶与海洋工程", "id": 0}
{"content": "结合增材制造技术独有的优势,着眼于快速成型、快速制造两方面的应用,总结并分析了当前阶段国内船舶燃气轮机研制领域的应用情况及特点,分析了增材制造技术对船舶燃气轮机行业的设计、制造及试验所带来的积极影响,其为整个研制过程提供了一种新的模式,以得到更快的设计迭代、更低的设计和加工成本,从而使机型的原型设计、制造更加满足当今的研制趋势。最后进行了总结并展望了该领域未来的研究方向和发展前景。", "label": "船舶与海洋工程", "id": 0}
{"content": "项目型制造过程主要存在于造船和建筑两个行业,与采用流水生产方式的其它离散制造过程相比,其作业流程更加复杂、计划控制更加严密、管理沟通非常密集,现有以物流为中心、面向固定生产线、不考虑人员信息活动的离散制造系统仿真方法不能有效表示、模拟这一过程。针对这一问题,本文以船厂船坞吊装这一典型项目式生产过程为例,分析工艺组成要素结构,提出了以任务为中心、信息流与作业流集成的仿真建模方法,反映信息活动对作业活动的控制规律、体现管理人员约束作用,并设计了基于任务进程交互的仿真控制算法。在此基础上,使用面向对象方法开发了仿真应用程序,以一组船坞吊装任务的实际案例进行实验,取得四项仿真输出指标,评价计划调度方案性能,从而验证提出模型与算法的有效性,为离散事件仿真技术在项目型制造过程的研究应用提供有益借鉴。", "label": "船舶与海洋工程", "id": 0}
{"content": "为满足市场船机需求,船用发动机气缸体铸件重量和尺寸都在增大,结构越来越复杂,总长超过2800mm,给主油道加工带来很大困难,容易出现加工偏移和对位不正等问题,带来质量隐患。一件船用发动机V型机气缸体铸件会有几吨重,报废损失非常大,并且主油道壁厚偏差大或渗漏给船用发动机带来严重隐患,给客户带来重大损失。介绍了公司在2017年开发新的V型机机型,要求将气缸体主油道在生产铸件毛坯时直接铸出。", "label": "船舶与海洋工程", "id": 0}
{"content": "通过对12V、16V型柴油机气缸体主油道砂芯浇注后在铸件主油道后端出现夹砂的工艺分析研究,由简单认识到深入分析其产生夹砂复杂机理,通过采取对策,逐步解决夹砂缺陷问题。", "label": "船舶与海洋工程", "id": 0}
{"content": "为满足市场船机需求,生产的船用发动机气缸体铸件重量都很大,由于铸件结构设计和生产工艺原因,在浇注出来的铸件经常出现大批量夹砂结疤缺陷问题,缺陷严重时导致铸件报废,造成严重损失。一件船用发动机气缸体铸件会有几吨重,有夹砂结疤缺陷很难清理,报废损失非常大,并且给船用发动机带来严重隐患,给客户带来重大损失。所以,船用发动机铸件生产厂必须解决铸件夹砂结疤缺陷。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文主要介绍了Cr-Mo锻钢手工电弧焊堆焊镍基合金的焊接工艺评定试验,介绍了Cr-Mo钢及镍基合金焊材性能及焊接性,试板如何准备及焊接,试板焊接过程中如何控制,试样如何取样及加工等,分析并总结了试验结果的符合性,同时介绍了工艺评定合格后的生产应用情况等。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了确定船用柴油机机架单片使用焊接自动小车的焊接参数,减少生产成本,利用正交试验法进行科学的试验安排,利用理化统计方法分析了各焊接参数对焊缝外观质量的影响的主次顺序,确定了合适的焊接工艺参数。", "label": "船舶与海洋工程", "id": 0}
{"content": "管材在生产过程中受各种热处理方式的影响,造成其在做拉伸试验时屈服强度不明显,因此需要使用电子引伸计对各种类型管材试样进行规定塑性延伸强度的测定。在测定过程中,可能会因为各种因素的影响造成检测结果的不准确。通过对各种影响因素的分析,使检测人员可以采取相应的预防措施保证检测结果的准确性。", "label": "船舶与海洋工程", "id": 0}
{"content": "如何提高大型水面舰船铸件的内部质量和外观质量是铸造工艺设计的关键技术,以XH497.015.003后轴承座为例,采用底注式浇注系统、蛇形直浇道、在横浇道上放置过滤片等工艺方案,并采用MAGMASOFT?铸造仿真软件对工艺方案进行充型、凝固和应力模拟优化铸造工艺方案,并对铸件的生产过程进行严格控制。实践证明,采用陶瓷壳消失模工艺生产的大型水面舰船铸件的内部质量和外观质量完全符合铸件采购规范的要求。", "label": "船舶与海洋工程", "id": 0}
{"content": "如何提高大型船舶铸件的内部质量和外观质量是铸造工艺设计的关键技术,该类铸件生产量少,只有极少数铸造厂生产,提出了采用陶瓷壳消失模铸造工艺生产。以轴承座为例,采用底注式浇注系统、蛇形直浇道、在横浇道上放置过滤片等工艺方案,并采用MAGMASOFT?铸造仿真软件对工艺方案进行充型、凝固和应力模拟优化铸造工艺方案,并对铸件的生产过程进行严格控制。实践证明,采用陶瓷壳消失模工艺生产的大型船舶铸件的内部质量和外观质量完全符合铸件采购规范的要求。", "label": "船舶与海洋工程", "id": 0}
{"content": "客船特别是大型邮轮、客滚船等类型船舶的建造涉及大量薄板,薄板分段的建造精度控制向来是困扰国内船厂的难题。本文总结了S船厂对5mm钢质薄板分段进行的建造试验,从分段薄钢板到货、切割、焊接、吊运、矫平等全流程分析影响薄板分段建造精度及建造效率的工艺力学问题。试验结果表明,薄板分段的建造精度控制涉及的力学问题众多,要得到良好的结构尺寸精度,针对每一环节都需要基于工艺力学进行充分的分析计算,进而形成标准性的工艺流程。", "label": "船舶与海洋工程", "id": 0}
{"content": "轻量化造船中,薄板焊接失稳严重影响到船体结构的建造精度和成本。本文先进行304L不锈钢薄板对接焊失稳变形的试验,并利用三维光学扫描仪获得面外焊接变形的大小和分布;随后采用高效的热-弹-塑性有限元方法再现了薄板焊接失稳变形的过程且面外变形计算结果与测量结果比较吻合;最后,在远离焊缝区域增加附加热源,通过瞬态热拉伸来消除薄板对接焊的失稳变形,并研究附加热源的相关参数对消除失稳变形的影响。研究结果表明:瞬态热拉伸能降低焊缝附近母材的纵向拘束度,使得焊接产生的固有应变明显减小,并且附加热源的相关参数对消除薄板对接焊失稳变形,有着一定的影响。", "label": "船舶与海洋工程", "id": 0}
{"content": "双曲率船体板材的加工是制约船舶高效和精度建造的重要工艺。本文基于感应加热弯曲力矩和弹性有限元分析,对船体板材双曲率成形的工艺进行研究。通过试验获得感应加热工艺参数与弯曲力矩的内在关系,针对板材目标曲面,采用直线逼近的迭代二分法确定加热线位置及线圈移动速度,获得所需的感应加热弯曲力矩数值,并应用弹性有限元分析验证该工艺下船体外板面外变形的加工精度。在此基础上,以鞍形板和帆形板为例,规划出所对应的加工工艺;基于弹性有限元和热-弹-塑性有限元分析预测感应加热的面外弯曲变形,与目标曲面基本吻合,能满足建造的精度要求。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文以16500DWT成品油/化学品船为对象,研究了三维建模、船舶装配、资源调度三者之间的有机联系。主要通过三维建模软件完成船首总段以及各分段的三维模型建造;拟定装配方案,进行装配过程的模拟仿真动画制作;使用建模软件统计装配过程部分工作量,拟定对应紧缺资源调度方案,计算作业时间等评估指标,评价不同方案的优势与不足。从而使研究者能够先于实际船舶生产工作,获得较优的生产方案,有效地避免实际生产过程中可能出现技术难题而导致的生产停滞现象;同时,仿真动画能够给予工作人员更直观的施工指导,提高船舶生产的效率及质量。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了求解有限大板腰圆孔的孔边应力,本文以有理映射理论为基础,在映射函数中引入新的变量,提出了一种改进的映射函数公式,并根据腰圆孔的结构特点给出公式中各参数的取值范围。利用Maplesoft软件将该公式通过函数重构法编成计算程序,计算孔边应力值,并与有限元软件Abaqus数值仿真结果进行对比,验证改进函数的准确性。结果表明,改进后的映射函数解析解与有限元仿真结果基本相同,可以有效求解不同载荷下有限大板腰圆孔的孔边应力,且编成计算程序后能实现应力的快速求解,为实际工程应用提供理论参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶轴系智能装配需要对接法兰的准确空间位置和姿态信息,这些位姿信息可以通过非接触式三维扫描方法获取。由于船舶舱室环境复杂,船舶轴系对接法兰的三维扫描图像存在图像残缺、背景纷杂等问题,因此提出一种从残缺三维扫描图像中提取船舶轴系法兰位姿的算法。首先通过双边滤波算法剔除点云噪声,然后采用GA-BP算法修补残缺点云边界处的数据信息,最后利用kd树查找邻近点、线性形体拟合和三点求取直径等算法,拟合轴系对接法兰圆环面,求取该对接法兰的圆心坐标和法矢量,实现船舶轴系法兰位姿的无接触高精度测量,为轴系后续的快速、自动装配工作奠定基础。", "label": "船舶与海洋工程", "id": 0}
{"content": "在船舶与海洋工程的舾装设计中,经常需要在梁结构上设计舾装开孔,这些开孔会对船体的结构强度产生影响。依据相关标准的规定,部分形式的梁上开孔必须进行结构加强。本文基于CATIAV6软件平台,应用知识工程技术,制作了梁上开孔加强工程模板。通过该方法可以实现基于模型上的梁上开孔,快速建立梁上开孔加强结构,减轻了设计人员的工作负荷,提高了船舶的设计效率。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对船舶大型化、复杂化及用户体验需求不断提升,船舶质量、成本及周期要求更为苛刻,船型创新需求迫切且竞争压力巨大等新形势,基于单一数据源的理念,重点突破新一代三维软件研发与应用、面向智能造船的设计与制造集成、船舶全生命周期的流程和数据管理等关键环节,实现数字造船新模式。本文通过以重构数字造船业务流程为核心,建立全三维船舶创新设计方法,实现三维模型虚拟现实结合的设计评审及现场校验,三维交付指导现场制造,电子化实名制记录,为数字造船新模式的推进提供了技术基础。同时,构建数字造船总体推进思路及框架,形成基于数字造船新模式的管理推进体系,开展并通过基于全三维交付的质量体系评审,构建了相应的标准及培训机制,建立了广泛的合作,保障了数字造船新模式的推广和实施。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文介绍一种应用于造船生产设计阶段的出图方法。其主要利用中间产品集成与控制技术、三维可视化技术、自动化技术,基于CATIA平台开发的一种的三维组立图智能出图方法,能有效提高造船设计、施工效率,推进三维数字化设计体系建立。", "label": "船舶与海洋工程", "id": 0}
{"content": "基于MBD的三维作业指导是数字化技术在制造业的应用,将船厂车间现场生产作业所需信息通过三维模型及三维工艺表达出来。本文在分析了施工图纸和船舶设计制造特点的基础上,重点研究了船舶MBD结构和内容。针对某一典型分段组立装配过程,应用CATIA进行基于MBD的船体建模:CAA二次开发技术,实现工艺信息提取,模型轻量化,完成装配过程仿真。最后开发软件,实现船体装配三维作业指导。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文利用声学材料声反射及透射声管测量方法,考虑声波在截面均匀变化管道传播规律,建立变截面声管测量材料吸隔声性能测试方法,理论分析测试方法的可行性,为小口径声管测量大尺度材料吸隔声性能提供理论基础。", "label": "船舶与海洋工程", "id": 0}
{"content": "提出了一种有限空间声波垂直入射情况下水下材料大样品声学性能测试近场长脉冲传递函数法,利用传统脉冲法消除壁面反射对入射声波及材料表面反射声波的影响,采用双水听器传递函数法分离入射声波与反射声波幅度,实现水声材料反射及透射性能的宽频段测试,数值分析测试方法的可靠性。在Φ6m×25m压力水筒中,1.8m×1.8m×0.01m钢板模型测试表明:压力环境下1～8kHz频段,模型反射系数测试值与理论值偏差小于0.1,隔声量测试值与理论值偏差小于1dB,验证了所建立的测试方法的可靠性。该方法可消除壁面反射对测试造成的不利影响,为有限非消声空间水下材料及结构声学性能评估提供简单快速高精度测量方法。", "label": "船舶与海洋工程", "id": 0}
{"content": "碳纤维材料因其质量轻,强度高,阻尼性能优良等特点,是减振降噪工程应用中广泛使用的一种阻尼材料,现有的材料阻尼性能测试方法中,由于试件尺寸、安装方法、测试系统等因素,都必然存在阻尼材料性能测试精度问题。因此,有必要对碳纤维材料阻尼性能测试不确定度进行分析。本文针对某种应用于船用传动轴的碳纤维材料,使用悬臂梁法测量其阻尼性能,并依据《JJF 1059.1 2012测量不确定度评定与表示》建立其不确定度分析模型,并对测试结果进行了不确定分析评定,为后续减振降噪工作提供参考依据。", "label": "船舶与海洋工程", "id": 0}
{"content": "本研究主要探討不同橡膠等級材料對改良型中空圓柱橡膠防舷材（Modify-hollow-cylinder rubber）挫曲行為的影響。研究中所採用實驗試體的橡膠等級材料,的主材料為天然橡膠,同時調整材料中的炭黑添加量,分別製造具LHL,LHM及LHS等三種橡膠等級材料之實驗試體,並使用標準壓縮試驗結果,來分析此三種橡膠等級材料對實驗防舷材挫曲變形的影響。在實驗觀察方面,可發現具高硬度材料等級的實驗試體,在初始壓縮階段有高斜率切線模數值,且其橡膠等級的硬度值對於實驗試體在挫曲後的應力-應變反應有明顯的影響。另外,增加橡膠等級硬度值將提升實驗防舷材的性能。在本研究中以實驗試體表面硬度指標值為自變數,成功建立實驗防舷材在壓縮強度及壓縮韌性的回歸方程式。觀察預測值與量測值的比較,可知回歸線性方程式對於實驗防舷材在壓縮強度及壓縮韌性的預測,提供高準確的預估結果。對於應力-應變曲線的模擬方面,本研究使用多項式回歸方法,建立以四次多項式的應力函數,來模擬實驗防舷材的挫曲行為反應。由模擬曲線與實驗曲線比較得知,本研究所建立的應力函數對於改良型HCR防舷材的挫曲行為反應,提供高準確的模擬結果。", "label": "船舶与海洋工程", "id": 0}
{"content": "法兰连接是目前船舶通海管路连接最主要的形式,具有结合强度高、拆装方便、适用范围广等优点[1,2]。法兰连接处一旦出现海水泄漏,将给船舶造成极大的安全隐患[3,4]。某型船舶设计时部分通海管路法兰选用GB/T5231-2012中牌号为QAl10-3-1.5的铝青铜材料,与其相接的法兰选用牌号为BFe30-1-1的铁白铜材料。调研发现,该船在服役六年后,上述两种材料的法兰连接处都普遍发生了海水渗漏现象。失效法兰密封面表面的不同区域存在明显的颜色差异,靠近海水一侧的表面大多呈紫红色,而远离海水一侧的表面与法兰盘颜色相同,为黄色。轻微触碰密封面内侧区域,部分金属会因腐蚀而发生层片状脱落。因此,本文通过电感耦合等离子体发射光谱仪（ICP-AES）、金相显微镜（OM）、扫描电子显微镜（SEM）、能谱分析仪（EDS）、电化学工作站等测试手段对失效法兰的化学成分、显微组织、微观形貌及法兰材料的腐蚀行为进行研究,深入分析了法兰连接处海水渗漏原因。结果表明:失效法兰成分偏离设计要求[5],锌元素含量超标,密封面在海水作用下优先发生脱锌腐蚀形成脱合金层[6],导致其内部出现大量相互连通的孔隙,形成海水渗漏的微通道。同时,失效法兰对B30材料具有较高的电偶腐蚀敏感性,电偶腐蚀加速系数为1.0,失效法兰与B30法兰的接触加速了失效法兰密封面的腐蚀。", "label": "船舶与海洋工程", "id": 0}
{"content": "采用中性盐雾腐蚀试验、周期浸润腐蚀试验、电化学试验方法对A试验空白钢、加微量稀土元素B试验钢（9ppm）的耐海水腐蚀研究,结果表明,腐蚀速率随腐蚀时间变化分为三个阶段,即腐蚀速率降低阶段、腐蚀速率增长阶段、腐蚀速率趋于平稳阶段;通过SEM和XRD分析,B试验钢较A试验钢锈层更均匀致密,在腐蚀后期,A试验钢锈层中α-FeOOH含13.5%,参数α/γ*为0.156;B试验钢锈层中α-FeOOH含18%,参数α/γ*为0.219。加入微量稀土元素后,促进锈层致密性的α-FeOOH含量提高了33.33%,α/γ*提高了40.38%。α/γ*的增长表明了加入微量稀土元素提高了试验钢的耐海水腐蚀性能。采用Tafer内推法和Nyiquest阻抗分析,B试验钢较A试验钢自腐蚀电位显著提高,在480h时,B试验钢腐蚀电流密度小于A空白试验钢约2.73×10-5A·cm2;腐蚀电位正于0.04V;极化阻力B试验钢较A空白试验钢约0.36倍。从微观角度分析:一方面,微量稀土元素具有活性,原子半径大于Fe原子,大多偏聚在晶界界面上,盐雾腐蚀后期,稀土原子向锈层与基体的界面分离,从而提高了锈层的附着力,阻碍了Cl-进入基体,促进α-FeOOH的形成,提高了锈层致密性[1];另一方面,微量稀土元素改善夹杂物的形貌,形成小的球形或椭球状的RE-氧硫化物、RE-硫化物,减小了夹杂物与基体之间的接触面积,使得点蚀的形成得到抑制,减缓了微区电化学腐蚀,从而验证了加入微量稀土元素有效提高了试验钢的耐海水腐蚀能力。", "label": "船舶与海洋工程", "id": 0}
{"content": "我国作为铝生产大国,2020年电解铝产量近3731.7万吨,约占全球总产量的57.18%。5083铝合金常作为船侧、船底外板、肋板等船体结构用材料和舷窗、舷墙等舾装结构用材料[1-2]。虽然铝合金具有较好的耐大气腐蚀性能,但是在船舶制造行业使用量大的5083铝合金和6061铝合金,因为海洋环境的潮差区和浪花飞溅区加上近海的工业污染,面临着严重的腐蚀失效问题。据相关统计数据显示,2020年我国因腐蚀造成的经济损失约占国民生产总值的3-5%。研究表明,通过加入微量的稀土元素铈合金化,在基本不提高制造成本的前提下,可以较大的提升5083铝合金和6061铝合金的耐腐蚀性。关键要解决的问题是:熔炼中稀土元素收得率的冶金工艺和稀土合金化对铝合金显微组织的作用机理的深入研究。稀土Ce在铝合金铸造过程中主要作用是变质、净化富铁相和微合金化,改善凝固组织,细化晶粒,改变夹杂物性质,在表面形成一层钝化膜。同时对铝合金还有固溶强化、细晶强化、第二相强化等强化作用。可以显著提高钢的力学性能及耐腐蚀等性能。加入铝合金的稀土元素主要有三种形式:稀土元素量少,几乎全部固溶在ɑ基体中;稀土量超过该稀土在铝合金中的固溶度,则一部分固溶在ɑ基体中,另一部分偏聚在相界、晶界和枝晶界;由于稀土量过大,稀土与合金中的其他元素形成很多新相,而大多数新相均出现粒子化、球化和细化的特征[3]。如图1所示。本实验研究了5083铝合金中加入稀土Ce后耐腐蚀性能的变化。实验结果表明,加入微量Ce后,铸态显微组织明显细化,微观偏析减弱。加入0.012%的Ce形成部分弥散相,阻碍位错与晶界运动,基体保留更多细小的亚晶组织。相对于大角度晶界,细小的晶界与晶内之间腐蚀电位差减小,腐蚀电化学原动力减弱,沿晶界腐蚀敏感性降低[4]。同时,稀土Ce的添加使得铝合金表面形成钝化膜,有效阻止氯离子向基体运动。", "label": "船舶与海洋工程", "id": 0}
{"content": "为探讨解决船用钢热轧中厚板产品在储运过程中的锈蚀问题,在船用AH32钢表面制备了无机自固化防锈蚀涂层。采用旋转粘度计、热重分析仪、硫酸铜点滴试验、湿热及中性盐雾试验对涂料涂覆性能及涂层防护性能进行了研究。研究结果表明,水性无机自固化防锈蚀涂层具有优异的耐热性能,可用于船用AH32钢板的在线处理;在高温高湿及高氯离子环境下涂层具有良好的防护性能并可有效防止船用AH32钢表面腐蚀深坑的生成。", "label": "船舶与海洋工程", "id": 0}
{"content": "锰铝青铜（MAB）由于优异的力学性能、耐海水腐蚀性能以及铸造性能而广泛应用于制备船舶螺旋桨[1,2],。螺旋桨长期在海水中浸泡及高速旋转,面临腐蚀和空蚀和海水腐蚀问题[3]。大型船舶螺旋桨一般采用铸造成型,铸态锰铝青铜的不均匀组织导致了严重的腐蚀和空蚀损伤[1,4],对铸件进行表面改性是一种提高材料耐蚀性和力学性能,延长使用寿命的有效途径。本文对铸造锰铝青铜进行搅拌摩擦处理（FSP）,研究其腐蚀和空蚀行为。FSP能将大尺寸的κ相碎化成小颗粒,并使铸态组织中的α和β相均质细化。因此,FSP处理后硬度提高。采用双层FSP获得的组织更加细化。电化学结果表明,长期浸泡后,由于FSP MAB微观结构均匀,表面形成更致密和保护性的腐蚀产物膜,其耐腐蚀性能优于铸态。图1为三种样品在蒸馏水及3.5%NaCl溶液中的空蚀失重结果。铸态MAB的空蚀质量损失约是FSP MAB的2倍。表1为三种样品在3.5%NaCl溶液中的腐蚀-空蚀交互作用分析结果。铸态和FSP MAB均表现出以机械冲击为主的破坏机制,腐蚀-空蚀的交互作用主要是腐蚀促进的空蚀损伤增量所引起的。与铸态相比,FSP MAB在空蚀条件下（无腐蚀产物膜）的电化学活性更高,ΔE/T和S/T值也更高。", "label": "船舶与海洋工程", "id": 0}
{"content": "根据DNVGL标准,抗拉强度690MPa以上的海洋用钢即为超高强度钢,因此所有系泊链钢都是超高强度钢。而比690Mpa高410～560MPa的结构钢用于海洋环境,即R6级钢,属于特高强钢。根据挪威-德国船级社标准《海洋系泊链》2018版,系泊链按其强度级别可以分为R3、R3S、R4、R4S、R5和R6。各级链环整体调质后的抗拉强度分别不小于690MPa、770MPa、860MPa、960MPa、1000MPa和1100MPa。但是国内外仅能生产至R5+级,即R5级抗拉强度上限+50MPa的钢。当抗拉强度超过1180MPa时,其屈强比超过标准上限（0.95）,因此无法符合机械性能认可要求,也无完整的环境裂纹敏感性数据。根据业界对过去数十年间海洋浮体多发事故的统计,51%以上的事故与系泊链有关。甚至发生过系泊链断裂导致平台倾覆的灾难性事故。近年R5级链的断裂更是频繁。为了同时达到R6级系泊链的机械性能和限制环境裂纹敏感性,本研究以全面保证R6级钢机械性能为前提,窄化合金和微合金总含量范围;发掘析出强化潜力-MCN的强韧化和氢陷阱效果优于MC,尤其是回火析出的平均尺度2纳米的极细MCN型碳化物;在确保低腐蚀速率的同时,降低腐蚀电位,遏制系泊链受阴极过保护导致的析氢脆化;提供了钢的海洋环境服役性能常数,即对应确定断裂强度的不发生氢脆裂纹的临界氢含量和不发生应力腐蚀的断裂韧性门槛值。作为海洋环境性能劣化抗力之一,R6级链（钢）进行阴极保护条件下的海水环境裂纹敏感性试验-外加电位-1050mV （SCE）,试验速度≤6.0×10-9m/s的CT（紧凑拉伸）试样的KIEAC试验。结果:1.25GPa R6级系泊链的的KIEAC≥80 Mpa m0.5。", "label": "船舶与海洋工程", "id": 0}
{"content": "目前随着国内外对于海上防腐的要求越来越严,防腐涂料的科研和市场应用一直是涂料行业关注的重点。通过对涂料中纳米技术原理介绍,阐述了纳米重防腐的原理及技术特性,通过实验数据支持,说明了纳米涂料的优越性及应用前景。", "label": "船舶与海洋工程", "id": 0}
{"content": "对铝（Al）和二氨基马来腈（C4H4N4）的混合物分别进行等离子体辅助球磨和普通球磨,研究等离子体辅助球磨活化对合成AlN的作用机制。结果表明:相对于普通球磨,等离子体辅助球磨更有利于Al粉的晶粒细化和晶格畸变,并有利于形成Al-C4H4N4纳米级的复合结构。辅助球磨中的等离子体促进C4H4N4的脱胺,使C4H4N4分解出更多的游离含N基团,加速与活化的Al合成AlN,辅助球磨14 h后AlN的转化率达到91%,远高于普通球磨合成AlN的产率83%。等离子体辅助球磨8 h的Al+C4H4N4前驱体发生氮化反应的激活能为353.46 kJ/mol,在Ar中于800℃保温1h可以通过固-固反应机制全部转化为超细AlN,而普通球磨8 h的前驱体反应激活能高达441.21 kJ/mol,Al需熔化后才能进行氮化反应,导致部分C4H4N4先行受热分解蒸发,AlN产率仅为86%。辅助球磨促进AlN合成的主要原因是等离子体放电的高频脉冲轰击和瞬态\"电火花\"对粉体产生协同球磨作用。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文主要介绍了国内船板钢的供需状况以及近几年的生产发展情况。我国船板钢产量逐年攀升,但对于生产效率、智能化生产、成本节约还有待提高。同时论述了大线能量焊接技术和控制轧制工艺在船板钢的生产中的应用,以及未来发展趋势。", "label": "船舶与海洋工程", "id": 0}
{"content": "5083铝合金属于低密度材料,因其较高的强度、良好的塑性、优异的可加工性及耐蚀性,在造船业得到广泛应用,是船板及船外壳的重要材料之一。5083铝合金表面在自然条件下会形成一层氧化膜,该膜对金属基体起到保护作用,但这层膜是薄且不均匀的,特别是当应用于海水环境时,因海水中Cl-及微生物的存在,会破坏该氧化膜,导致铝基体发生腐蚀。影响金属海洋腐蚀主要有两方面的因素:生物污损和海水腐蚀。近年来,受\"荷叶出淤泥而不染\"等自然现象的启发,使得接触角大于150°,滚动角小于10°的仿生超疏水表面在防腐及防污领域得到广泛应用。为减缓5083铝合金在海水中的腐蚀速率,本实验通过两步阳极氧化法在5083铝合金表面构筑了微纳米结构,然后通过低表面能的硅烷对其表面进行修饰,获得了超疏水表面,结合扫描电子显微镜（SEM）、接触角测量等表征手段以及在筒柱藻中的浸泡实验,分析研究了该超疏水表面的疏水性能及防污损性能。结果表明,该实验在5083铝合金表面获得了接触角为159.3°的超疏水表面,并且在筒柱藻浸泡实验中达到了明显的防藻附着效果。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文论述了舞钢LNG船用低温高锰奥氏体钢的开发,该钢板具有晶粒细小,夹杂物含量低,显微组织为等轴状准多边形晶粒组成的全奥氏体组织,晶粒内有孪晶,有韧窝状形貌,韧窝大小均匀且韧窝较深,为良好的强韧配比打下了基础,目前不同厚度规格的高锰钢板经检验塑韧性优良,性能指标远超IMO最新要求,达到国际先进水平,钢板焊后性能优良,舞钢完全具备了批量生产低温高锰奥氏体钢的生产技术。同时本文还对LNG船用低温高锰钢的市场前景进行了展望。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文采用微合金化的设计思路,钢板成分在低C、低碳当量的基础上添加少量的Nb、Ti等微合金元素,同时在冶炼过程中采用氧化物冶金技术,在TMCP轧制过程中采用针对低碳当量的超快冷技术,最终在成品钢板中得到低碳贝氏体+铁素体混合组织,钢板强韧性匹配良好,–60℃冲击功达到200J以上。采用100～250k J/cm的线能量进行焊接后,钢板焊缝及热影响区冲击韧性良好,能够满足大线能量焊接的需要,所开发钢板在国内首批极地船上取得批量应用。", "label": "船舶与海洋工程", "id": 0}
{"content": "复合材料因其高比强度,抗海水腐蚀和可设计性好的特点开始应用于耐压壳中,但因复合材料的材料的各向异性,使得复合材料的材料设计对球壳的性能有重要影响。本文以球形耐压壳的设计约束出发,讨论了耐压壳对材料的强度和模量的限制。采用有限元方法仿真分析了各向异性复合材料和面内准各向同性复合材料对球壳的应力分布及线性屈曲和非线性屈曲的影响,以及各自的缺陷敏感性。并与均质金属材料进行了对比。本文的结论可用于指导复合材料球形耐压壳的材料设计和结构设计。", "label": "船舶与海洋工程", "id": 0}
{"content": "声学超材料由于特殊的结构,可以产生一些新奇的效应。基于局域共振机制,可以使得声子晶体的带隙明显降低,从而为低频带隙的形成提供了新的方法。基于声学超材料的带隙特性,设计了一种轻质的四切向杆手性结构的声学超材料,能形成多个宽带隙,可以实现对弹性波（声波）的阻隔,在减震降噪方面具有广阔的应用前景。", "label": "船舶与海洋工程", "id": 0}
{"content": "金属纤维材料的吸声性能与纤维半径和纤维位置存在密切相关,讨论纤维半径和位置的随机性对纤维材料的吸声性能具有重大意义。本文针对随机纤维构建了基于蒙特卡洛（Monte-Carlo）方法模拟金属纤维材料位置和纤维半径的随机变化,得到材料二维截面图像,应用代表体元法,将多孔材料等效为流体模型（JCA模型）,采用有限元方法研究了材料微观结构与宏观声学性能参数之间的关系,求解流场（高频苏度场）和静电场（低频速度场）,进而求出模型所应用的的五个宏观特征参数,采用表面阻抗法计算了半径和位置随机的金属纤维材料的吸声性能。分析结果表明:本文采用的模拟方法是合理有效的。由计算可知纤维位置和半径的随机性会引起材料吸声性能的变化。", "label": "船舶与海洋工程", "id": 0}
{"content": "文章阐述了316L不锈钢耐腐蚀性的原理,介绍了为某船用电连接器配套的316L不锈钢电缆罩锈蚀的基本情况,然后分析了316L不锈钢锈蚀机理,最后提出了在恶劣环境条件下316L不锈钢制件的防护措施。", "label": "船舶与海洋工程", "id": 0}
{"content": "选择4种NaCl浓度腐蚀介质,采用动电位极化曲线和全浸失重法研究船用结构钢在介质中耐蚀行为,并利用SEM、EDS、EPMA等观察和分析了腐蚀不同时间试样的腐蚀形貌、腐蚀产物和锈层截面。结果表明,3.5%NaCl浓度是船用结构钢耐蚀性能的极值,腐蚀电位最小,腐蚀电流最大;5.0%NaCl浓度是钢腐蚀的极限浓度。船用结构钢在1.5%NaCl全浸试验早期腐蚀阶段能够观测到点蚀的萌生和发展。腐蚀圈腐蚀产物主要成分是Fe3O4和FeOOH;丝状腐蚀产物主要成分是Fe和O。腐蚀过程中,Mn元素在锈层中进行了再分配,分布更加均匀。", "label": "船舶与海洋工程", "id": 0}
{"content": "海事执法船艇承担着近海区域的主权维护、巡逻管控、设施保护和运输补给等任务,是我国沿海地区的重要执法力量。由于沿海泥沙环境复杂,海水与泥沙颗粒之间存在多种相互动力作用,使得泥沙颗粒极易破坏船艇螺旋桨与海水之间稳定的水润滑工况,对机桨造成磨损破坏,严重影响螺旋桨的寿命与动力性能。本研究以某新型海事执法船艇螺旋桨材料为试验对象,采用船舶摩擦磨损试验机和激光共聚焦显微镜对该材料在不同转速、载荷、泥沙环境下进行摩擦磨损试验研究。研究结果表明:该新型材料随试验摩擦转速的增大,摩擦系数出现明显下降,摩擦稳定性呈先增后减的趋势,最后趋于稳定。在载荷较低时该材料以黏着磨损为主,转入高载荷状态时泥沙颗粒大量进入其摩擦副,出现少量犁沟痕迹,此时磨粒磨损占主要地位,伴有部分黏着磨损。该新型材料的摩擦副在泥沙粒度较大的环境下以黏着磨损为主,而在泥沙粒度较小的环境中以磨粒磨损为主,同时无论泥沙粒度如何,该新型材料都出现了一定的疲劳磨损。整个试验过程中产生了片状和粒状两种形式的磨屑,其中片状磨屑是在较高接触应力作用下由疲劳磨损产生,而粒状磨屑和犁沟主要是由泥沙和该新型材料表面的微凸峰共同的犁削作用而产生的。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>近年来,钢铁工业高速发展,各行业的钢铁结构向着大型化、高参量化方向发展,如船舶、油气输送管线等,这也对相应钢铁材料的综合性能提出了更高的要求。其中,高性能船舶运输距离远、服役周期长,这就需要大厚度、高强度的钢板来充当强力甲板结构,同时,为了确保安全以及预防由于意外造成的环境损害,钢板的韧性必须得到保证。一般研究认为夹杂物不利于钢铁材料的性能,然而随着对其认识的加深,研究人员发现这些细小的夹杂", "label": "船舶与海洋工程", "id": 0}
{"content": "材料动态力学性能测试是评估与获取材料动态力学性能的有效方法也是高阻尼材料工程应用的基础。近年来随着材料使用环境的拓展和测试精度要求的提高,材料动态力学性能测试在使用环境要求以及测试精度两方面又有了新的进展。本文介绍了近年来宽频带、高低温和高压环境下材料动态力学性能测试的进展,并系统介绍了模型误差、反演误差和夹具振动等其他误差的产生机理和精度提高方法。期待相关工作可以为复杂环境下材料动态力学性能的高精度测试和工程应用提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "陶瓷基复合材料（CMC）具有优良的机械性能,在航天航空工业和传统工业领域都得到了非常广泛的应用。随着深渊科学的发展,深海装备研制对材料提出了轻质高强的要求,陶瓷基复合材料因其优异的机械性能和物理特性成为一种有潜力的深海新材料。陶瓷基复合材料制成的耐压结构在全海深的设计深度仍然能提供正浮力和足够的强度,体现了陶瓷基复合材料在深海耐压结构应用的潜力,然而这种材料脆性大,需要通过复合材料的可设计性,制备具有和金属断裂行为类似的陶瓷基复合材料,从而克服这一问题,使其能够应用于深海装备耐压,在此过程中存在着材料、结构的成型和制备过程复杂、陶瓷基复合材料耐压结构的设计方法缺乏等亟待解决的问题。", "label": "船舶与海洋工程", "id": 0}
{"content": "马氏体时效钢是一种以铁镍为基础的超高强度高合金钢。凭借其优异的材料性能,在\"和平号\"载人潜水器等深海装备上得到成功应用。伴随我国对深海资源探测与开发日益增长的需求,对能适应深海环境的材料提出了更高要求。但对于这种超高强度马氏体时效钢用于载人舱的设计、制造国内尚无太多使用经验。对马氏体时效钢材料性能与其用于载人舱制造进行概述,并对采用马氏体时效钢进行行载人舱设计计算的规范适用性进行研究,推进其在我国深海装备领域的应用。", "label": "船舶与海洋工程", "id": 0}
{"content": "采用热固性聚酰亚胺N,N’-（4,4’-亚甲基二苯基）双马来酰亚胺（BMI）改性环氧树脂TGDDM,辅以扩链剂D-248,活性环氧稀释剂CE793-250,固化剂甲基四氢苯酐（MTHPA）,促进剂LCA-30,制得了新型无溶剂双组分环氧-亚胺树脂TDBM;并对A组分的黏度,TDBM树脂黏度、凝胶化时间与表观活化能、变温拉伸剪切强度、介电性能、接触角与表面能及吸水率进行测试。结果显示,TDBM树脂黏度适宜,流动性好,拥有优异的力学性能、耐热性能、电学性能和疏水性能,能满足船用树脂的使用要求,具有推广应用价值。", "label": "船舶与海洋工程", "id": 0}
{"content": "通过对TiAl合金的压缩及压缩卸载的力学试验和电子扫描显微镜的观察分析,较为详细地研究了其压缩过程中的损伤演化和断裂行为。研究结果发现,在试样压缩的弹性和屈服阶段不产生损伤,而产生损伤后该材料仍然发生有很大的塑性变形,说明其耐损伤能力很强;随着卸载应力的增大,从细观层面可以清晰地观察到其压缩中出现的晶体滑移、起裂、沿晶扩展、穿晶连接,及至最后断裂的整个损伤断裂全过程。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对船用L型复合材料典型节点的损伤失效问题,采用试验方法对其极限强度和疲劳性能进行了研究。在静力强度研究的基础上,通过对节点进行系列的疲劳试验,分析不同载荷下连接节点的疲劳寿命及破坏模式,揭示等幅循环荷载作用下夹芯板接头处裂缝的产生、发展全过程,并绘制出接头的疲劳寿命及刚度变化曲线。结果表明:节点疲劳寿命和刚度随着载荷水平的增加呈下降趋势,疲劳断口处呈现蒙皮与泡沫夹芯脱粘现象,以及蒙皮分层和纤维断裂现象,具有复杂构造的夹芯复合材料节点疲劳寿命具有较大的离散性。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文主要以高密度聚乙烯（HDPE）材料为中心,分别介绍了船用HDPE材料的基本物理参数、机械性能、其他相关特性、加工方法、船用的优缺点,阐明了HDPE材料作为船用建造的优势前景,以及相关需要解决的技术问题。以便相关开发商采用船用HDPE材料设计、建造HDPE船舶有所参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "采用串联不同阻值电阻和三种不同的湿态绝缘材料进行了模拟异种金属电绝缘连接构件的电偶腐蚀试验,研究了湿态电绝缘状态对船体钢-白铜电偶腐蚀的影响,结果表明:绝缘材料在湿态下可成为电子导电的材料,湿态绝缘材料的电阻既包括离子导电引起的离子电阻Ri,还包括电子导电引起的电子电阻Re。湿态电绝缘下的白铜-船体钢电偶对中船体钢的腐蚀行为主要与湿绝缘材料的电子电阻有关。当电子电阻Re小于1kΩ时,串联电阻时的电偶电流可高于直接短接时的电偶电流,船体钢的腐蚀速度可高于直接短接时的腐蚀速度;当电子电阻Re大于1kΩ时,电子电阻越大,电偶电流越小,船体钢的腐蚀速度越低。湿态绝缘材料Re的形成与绝缘材料的材质有关,选择合适的电绝缘材料是防止白铜-船体钢电偶腐蚀的关键。", "label": "船舶与海洋工程", "id": 0}
{"content": "近年来,复合材料在海军舰船上的应用引发了各国的广泛关注。本文对复合材料在海军舰船上的应用、发展和特点进行了深入总结,重点介绍了复合材料在上层建筑中的应用情况,并对复合材料的发展进行了展望。", "label": "船舶与海洋工程", "id": 0}
{"content": "轻武器攻击是多功能船艇在执行任务过程中面临的主要威胁之一,因此世界各国均致力于船艇新型抗弹材料及结构的研究,纤维增强复合材料由于具有密度低、强度高、耐腐蚀以及可设计性好等特点,一直是该领域的研究热点。本文结合近年来高性能纤维、新型树脂以及抗冲击填料等方面的最新进展,综述其在船艇抗弹防护领域的研究进展,并展望了石墨稀等材料领域最新成果在船艇抗弹材料选型及结构设计方面的应用前景。", "label": "船舶与海洋工程", "id": 0}
{"content": "复合材料具有耐腐蚀、重量轻、曲面成型效果好等优点,近年来在高速艇的艇体结构设计中被广泛应用。底部砰击载荷是高速艇结构设计的主要载荷,本文根据CCS高速艇规范,计算了40kn复合材料高速艇底部砰击载荷分布,对艇体底部结构砰击强度进行了有限元校核,优化了高应力区域的底部构件尺寸,达到了规范设计要求。本文研究内容可为复合材料高速艇结构设计提供一定的参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文利用大质量,高速（40g,1600m/s以上）破片模拟弹研究了间隙型陶瓷复合装甲结构中间隙对材料整体防护性能的影响。结果表明:采用结构为钢/陶瓷/纤维复合材料/间隙/钢的复合装甲,其间隙能极大增强纤维复合材料的变形吸能效果,但对复合装甲的整体防护性能并无提升作用。分析认为,主要原因为复合装甲中陶瓷材料在破碎后,破片顶着陶瓷碎片前进,在前进中陶瓷碎片不断对破片进行磨蚀,无间隙结构中纤维复合材料能够对破片进行挤压、极大加强这种磨蚀效果,并且这种磨蚀效应对防护的贡献要大于间隙结构中纤维复合材料大面积鼓包、纤维拉伸断裂拔出等吸能方式。", "label": "船舶与海洋工程", "id": 0}
{"content": "深水潜航器同航天工程等同代表一个国家的高科技大工程水平。目前我国完全自主研发的深水载人潜航器只能下潜至4500m。虽然我国最先进的\"蛟龙号\"载人已可下潜至7000m,但其复合浮力材料全为进口（主要为英国、瑞典、法国制造）。深水潜航器高分子复合浮力材料是一种高强度、低密度、低吸水率的高性能材料。目前研究方向以环氧树脂为基体,以空心玻璃微珠为填料制成泡沫材料。本课题主要通过互穿聚合物网络法将聚氨酯预聚体引入环氧树脂基体中,以在不降低基体材料强度的同时增加其韧性,从而制得更高性能的浮力材料。采用一定温度梯度对环氧树脂/聚氨酯材料进行固化,研究不同比例条件下共固化后力学性能变化以及环氧树脂/聚氨酯固化工艺。其中PU添加量为40%综合性能达到最好。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文针对船舶管系耐高温防腐需求.通过树脂筛选、颜填料优化、低熔点玻璃料种类选择和用量优化以及耐高温性能测试,确定了耐高温涂料配方并制备了耐高温涂层样板,然后对其进行了耐热性、力学性能和耐海洋环境性能测试。结果表明,所研长时间耐600℃的耐高温涂料具有良好的耐高温性能、力学性能和耐海洋环境性能。", "label": "船舶与海洋工程", "id": 0}
{"content": "扭曲型材构件加工成形过程复杂,难度较大。本文针对一种冷扭成形加工工艺以T型材为研究对象,运用ANSYS/LS-DYNA软件建立了开口型材冷扭过程的有限元模型,根据计算结果研究冷扭成形过程中的变形特点,分析夹头间距,扭心位置,T型材截面要素对冷扭的影响规律,得出了一些有意义的结论。", "label": "船舶与海洋工程", "id": 0}
{"content": "在如今造船行业激烈的市场竞争中,如何降低成本是占领市场和争取主动的关键,其中如何提高船舶钢材的利用率具有重要的现实经济意义。本文通过比较国内外钢材利用率的较大差异,分析影响船舶钢材利用率的几大因素,提出了提高船舶钢材利用率的途径和措施。", "label": "船舶与海洋工程", "id": 0}
{"content": "北极地区能源和贸易航线潜力受到越来越越多关注,促进了大型高技术极地运输破冰船舶的需求与发展,对满足极地服役条件的极地船舶用低温钢提出了更高的要求,具有优异低温韧性和易焊接性的更高强度级别极地船舶用低温钢是发展趋势。然而目前缺乏专门的极地船舶材料国际规范,极地船舶建造只能采用现有规范中的钢级。实船调查显示目前低温断裂评价准则与极地服役条件存在着明显的差距。我国完全具备自主开发极地船舶用低温钢的装备条件与技术研发能力,但与俄罗斯、日本、韩国、芬兰等极地船舶用低温钢领先水平相比有着明显的差距。建议采用低碳当量成分设计的新TMCP工艺技术路线,应用纳米相强韧化理论和适合大线能量的冶金技术研究成果,重视配套焊材与工艺开发,建立极地服役环境下的低温钢安全断裂评价准则。", "label": "船舶与海洋工程", "id": 0}
{"content": "介绍了油轮货油舱耐腐蚀钢的基本情况及使用背景,重点对新日铁住金、JFE、浦项以及中国的南钢、首钢、中国钢研集团、鞍钢、攀钢的油轮货油舱耐腐蚀钢的专利情况进行了分析。新日铁住金、神户制钢以及JFE拥有货油舱耐腐蚀钢领域的核心技术。浦项制铁、南钢和中国钢研集团在货油舱耐腐蚀钢领域的技术处于借鉴、突破攻关的研发阶段。通过专利申请情况分析看出,目前中国对货油舱耐腐蚀钢研发热度高,国内在该领域投入研发力量的企业较多。我国相关部门和钢铁生产企业关注国外竞争对手对中国的专利布局动向和其对抢占供中国市场的意图。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文主要介绍了\"三峡牌\"渗透型带锈防锈底漆（双组分）的先进性,本产品使用时对锈层具有很强的渗透性和稳定性,产品除干燥快、附着力好（拉脱法测试达到9.2MPa）、硬度高、耐腐蚀性持久优异,还具有能在简单除锈及潮湿环境下施工的优点。其次介绍了渗透型带锈防锈底漆在游船涂装过程中的应用情况,展现出一种省工省时高质量的新型防锈底漆,同时介绍船舶用涂料配套品种中间涂层及面漆的技术指标及参数、提供配套方案及施工工艺参数,为船舶涂装推荐一个优异的涂层保护体系。", "label": "船舶与海洋工程", "id": 0}
{"content": "我国渔船的数量占世界首位,但渔船建造中新材料、新装备、新技术的使用情况十分落后,本文主要介绍了世界上渔船制造业中目前应用的新材料的性能、发展趋势以经济性,并结合我国渔船建造现状展望了新材料在我国渔业发展中的应用前景。", "label": "船舶与海洋工程", "id": 0}
{"content": "研究了以烷羟基硅油改性聚氨酯预聚物为主要原料制备单组份常温固化型聚氨酯填缝胶,通过对其力学性能和耐盐雾腐蚀性能进行评价,对影响填缝胶性能的各组分最佳含量及配比进行了分析。结果表明,研制的聚氨酯填缝胶具有良好的综合性能,完全满足应用于船用甲板的填缝密封。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶振动和噪声的危害以及阻尼技术原理,重点阐述了Air++3101水性阻尼涂料和Air++3109舰船用阻尼涂料的性能、优势和应用案例。实船应用表明:上述阻尼涂料均具有环保、阻尼性能好、施工方便等优势,应用前景广阔。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对目前SOLAS公约禁用石棉的要求,从石棉产品的危害以及应用范围分析其对我国船舶工业和航运业的影响,也一并提出包括原料控制及提高检测技术等基本的应对措施。", "label": "船舶与海洋工程", "id": 0}
{"content": "论述船舶防污漆的性能及发展过程。通过引用规范公约对其性能的检验要求,阐明对防污漆的控制,并介绍了未来的发展趋势。", "label": "船舶与海洋工程", "id": 0}
{"content": "采用耐蚀合金成分设计和常规的高强船板转炉、精炼、连铸、控轧（CR）及TMCP生产工艺进行了原油船货油舱（COT）内底板用耐腐蚀钢的工业试验。结果表明CR和TMCP工艺的耐蚀钢腐蚀速率均为常规对比钢的1/5,满足标准和指南的要求。成分对耐蚀性能起着主导作用,而轧制工艺的影响不显著。耐蚀钢的力学性能达到DH32和DH36指标要求,可作为相应级别船板应用于无涂层防腐措施的COT内底板。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶救生艇作為拯救海上遇難人員的救生設備,其重要性無可比擬。然而現今大多數的船東都係依過往的實務經驗來採購船舶救生艇,此等作法缺少選擇憑據,所選擇出的船舶救生艇是否適用於商船上也備受質疑。基於此,本文擬提出一個選擇模式作為船東選購船舶救生艇的評選指標,研究中藉由專家問卷調查的方式進行研究探討,後續將問卷所得結果透過模糊層級分析法進行數據分析,以量化分析的方式來解讀船東對於選購船舶救生艇的關鍵因素。希冀透過考量目前的環境因素,進而重新審視採購船舶救生艇的過程。後續該研究成果亦可提供船舶救生艇相關經銷代理廠商作為行銷模式之參考建議,使其降低船舶救生設備市場出現雜亂無章的情況。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文叙述了AM舾装托盘表程序的开发,结合AM提供的程序开发接口.Net Customization,运用C#语言进行编程。Standalone程序的特点为,无需嵌入AM操作界面,在AM系统外部独立运行,是AM提供的一种独特的二次开发方式。", "label": "船舶与海洋工程", "id": 0}
{"content": "基于QC理论,提出一套舾装设计质量管理方法。通过QC小组活动实例,总结出QC小组的活动过程是\"实践管理\",阶段性成果是\"模块化管理\"的结果,精髓是实现\"逻辑管理\";指导并推进舾装设计质量管理工作。", "label": "船舶与海洋工程", "id": 0}
{"content": "研究了船用家具的特点和建模需求,并基于TRIBON系统平台,二次开发并应用了一种三维参数化家具建模程序。通过内置基础模型和参数关联,用户能快速进行任何尺寸的多种基础家具的自动建模。模型能编辑修改、提取重量重心、生成家具明细表及清单、生成家具制作样图和零件材料表,充分满足了船舶设计和家具制造设计的多重需求。", "label": "船舶与海洋工程", "id": 0}
{"content": "为提高大量船梯建模需求下的工作效率,整体性分析船舶设计过程中船梯的建模工作特点,研究了Catia V6平台下基于参数化建模技术与标准库的船梯建模方法,并构建了主要包含有基于参数驱动与关联的三维船梯样板模型建立、标准化船梯构件数据库的建立、基于标准件库调用的船梯变参建模的详细实施流程。以建立层间高为2米、船梯斜度为45°、梯宽为0.7米的船用钢质斜梯的建模过程为例,进行标准件库船梯变参建模应用验证,由建立建模的质量与效率分析可知,该方法高效、可行。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着海洋活动的日益频繁,深海逃生装置作为一利,深海自救设备必将得到广泛应用。本文以文献【1】中逃逸舱作为研究对象,首先对其进行水动力设计,然后通过数值分析结合试验对逃逸舱的上浮速度和稳定性进行了研究,并对装载工况和初始姿态角度等主要影响因素进行了分析,结果表明本文提出的设计方法合理可行,可以为深海逃生装置的开发与应用提供重要的技术支撑。", "label": "船舶与海洋工程", "id": 0}
{"content": "文章介绍了快开门舱口盖常用结构形式和基本原理,指出了快开门舱口盖设计过程中需要解决的关键技术,提供了大深度快开门舱口盖结构设计计算方法,并利用某高强度钢设计制造了一个快开门舱口盖实物,经水压试验考核,达到了设计指标的要求。", "label": "船舶与海洋工程", "id": 0}
{"content": "内舾装生产设计是船舶生产设计中的重要组成部分。主要包括上建区域内的舱室区划,天花板、围壁板、绝缘、地板敷料等的建模,以及舱室内厨房、家具、卫生单元及相关铁舾件设备基座等的建模。基于铁舾件设计系统,针对内舾装建模对象的特点,开发的内舾装生产设计系统,有效推进其在内舾装生产设计中的应用,可以提高生产设计的效率和质量。", "label": "船舶与海洋工程", "id": 0}
{"content": "家具的三维建模主要是为了提供三维干涉检查背景,为其它专业的设计提供参考。家具品种、尺寸繁多,为了方便设计人员建模和节省设计时间,本文介绍了基于CADDS5二次开发的家具自动化、批量建模技术和家具库管理和调用方法 。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了提高吊艇柱对作业海况的承受能力及该系统的安全可靠性,将摇臂上部吊点运动对摇臂引起的扰动力作为输入,运用拉格朗日方程建立船用吊艇摆动的动力学模型,并进行了仿真分析研究,得到影响小艇摆动的主要因素,提出理想的防摆控制方法。", "label": "船舶与海洋工程", "id": 0}
{"content": "基于船用吊艇柱（刚性连接）动力机构模型和防摆原理,以液压缸防摆补偿量为控制输入,采用神经元网络,设计吊艇柱主动式防摆控制策略,并对控制器的稳定性进行了分析研究。在此基础上,对基于神经元网络的吊艇柱防摆控制策略进行了仿真,并与传统PID控制仿真进行对比,结果显示该控制器能够较显著地减少小艇的摆动。", "label": "船舶与海洋工程", "id": 0}
{"content": "以组合聚醚多元醇,液化4,4′-二苯基甲烷二异氰酸酯（L-MDI）和1,4丁二醇为原料制备了舰船舱室无接缝地板。研究了异氰酸酯指数R值（异氰酸基与羟基摩尔数比值）,扩链剂,填料等因因素对力学性能和阻燃性能等性能的影响规律。结果表明该弹性地板材料具有优良的弹性、强度,达到现代舰船舱室地板的指标要求。", "label": "船舶与海洋工程", "id": 0}
{"content": "文章设计出一种新型单臂回转救生筏吊架,分析了该吊架的功能和组成部分,完成了对吊架的电气系统和液压系统的设计,并详细说明了操作和维护过程中的注意点。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对CADDS5软件系统中舾装专业软件模块的空白,提出了建立舾装专业新的设计流程及软件集成化架构,通过对舾装设计二次开发,完成了参数化快速自动建模及自动出图的二次开发目标,使CADDS5软件的使用更加完善并适合船厂实际应用,大大缩短了设计周期,提高了设计质量。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文摘录了国际载重线公约中有关钢质门的要求,对其中的部分条款做出了解释和说明,同时也针对设计中常见的情况做出了简要的分析。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文介绍了基于TRIBON软件的船舶舾装三维建模过程以及在生产设计过程中综合布置图的绘制和托盘化设计,为数字化、精细化造船提供了一种先进的技术平台。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文主要讲述了在Tribon系统中,对一些通用结构形式通过Vitesse可以建立标准化、参数化的模型程序,从而减轻建模的工作强度,大大提高设计、建模的效率和速度。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文主要讲述了数字化设计已成必然趋势,设计院所打破常规,在舾装设计中应用三维设计手段,结合工厂实际情况,给设计赋予新的生命元素,其意义非凡。", "label": "船舶与海洋工程", "id": 0}
{"content": "利用 TribonM3中 Design Manager 的 Attribute 功能,解决在 Tribon 中添加模型外部数据的问题,并应用于舾装设计出图系统,实现完全在 Tribon 中出舾装件安装图和制作图,并保存零件表便于其它系统使用。实际使用效果良好,舾装出图效率明显提高,工程价值较高。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文应用多体耦合分析方法,对文昌油田FPSO及外输油轮系统进行了分析研究。利用商业海洋工程多体耦合分析程序HARP,建立了耦合系统分析模型,通过进行时域计算分析来模拟设计环境条件下FPSO 与油轮的运动及系缆的张力变化,从而为评价系统性能及设计系缆提供了可靠的依据。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>1996年,辽宁省大连海洋渔业集团公司从日本引进的\"海益\"轮,是一艘专业鱿鱼钓船,建于1973 年10月。该船总长:56.60m,型宽:9.10m,型深:5.60m,主机功率:1838kW,总吨位:778登记吨。 1998年5月初,\"海益\"号渔船从阿根廷公海渔场返航大连。6月28日凌晨天气大雾,4时左右, 当船航行至30°23′2″,东经122°08′5″时,与一艘外籍大型货船相撞。货船的球鼻首撞进\"海益\"轮后货", "label": "船舶与海洋工程", "id": 0}
{"content": "该系统用于监测聚集在隔离舱等场所的有毒货品蒸汽浓度并报警,以保证特殊化学品船的安全航行。本文论述了该系统的设计原则:能对货舱周围的隔离舱等有空间的处所的有毒蒸汽进行监测和声一光报警:可探测导气管道的通畅情况:能监测某隔离舱或压载舱内是否存在水或液体;应有阀门泄漏检测和报警;应能进行隔离舱的循环检测和单个隔离舱的单步检测。我们设计了两种形式的报警系统:固定抽吸式和固定多点式。前一种利用气泵把隔离舱内的有毒货品蒸汽抽吸到采样总管,采样总管内的半导体气体传感器将感受到的气体浓度转变为标准电信号传输给货控室的控制分析单元;它要求特殊的管路系统。后一种将传感器分布在每个隔离舱内,一旦感受到气体浓度超过警限,安置的安全区的控制分析单元会报警并执行机械动作。", "label": "船舶与海洋工程", "id": 0}
{"content": "水声声速是水下声学导航定位所必需的重要参数。水声声速是温度、盐度以及深度的函数,通常由直接测量法和间接测量法获得。直接测量法精度高,但测量时需要停船采集数据。间接测量法可在行驶过程中沿航迹采集温度、盐度以及深度数据,通过经验模型计算水声声速,极大地节省了时间。国际上声速经验模型众多,其适用海域也不尽相同,本文对间接测量法使用的声速经验模型进行总结,并以实测SVP数据对经验模型计算的声速进行对比分析。结果显示,在0-2800m深度范围内,推荐使用Del Grosso、Chen Millero、Chen Millero Li以及Fry and Pugh模型,其结果都是稳定的,且与实测数据的差值均不超过0.3m/sec。", "label": "船舶与海洋工程", "id": 0}
{"content": "多普勒计程仪（DVL）与捷联惯性导航系统（SINS）的组合导航系统是实现水下航行器组合导航的主要途径之一。然而,当DVL的受到水下复杂环境影响导致部分通道测速数据无法使用时,DVL无法提供,这将导致松组合方式的失效。为此,本文提出了一种基于四波束多普勒频移的组合方法,用以在DVL部分波束失效情况下的依旧能保证组合导航的精度。首先,分析了基于多普勒频移的DVL速度测量和基于速度的SINS/DVL松组合模型。其次,推导了基于多普勒频移的SINS/DVL紧组合系统状态空间模型。最后,仿真实验比较了松组合、基于速度的紧组合以及基于多普勒频移的紧组合模型在正常和部分波束确实情况下的精度。", "label": "船舶与海洋工程", "id": 0}
{"content": "由于全球导航卫星系统（GNSS）和射频信号在水下环境会快速衰减,因此自主水下航行器（AUV）的水下导航定位尤其具有挑战性。多普勒计程仪（DVL）作为一种声学传感器可以在水下为AUV提供精确的载体信息,已成为最重要的水下导航辅助传感器。本文分析了DVL的误差来源,介绍了近年来国内外对DVL误差标定技术的研究进展,并分析了各种方法的适用条件及优缺点,最后对各种误差标定方法进行了总结,并讨论了未来研究方向。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对传统图像分割算法无法准确分割出声纳图像的问题,提出了一种基于改进LBF模型的声纳图像分割方法。相比于传统LBF能量模型分割技术,该水平集方法在边缘表现和分割效果上有了明显提升,仿真实验结果表明,该技术在有效减小迭代次数的同时,针对弱边界的声纳图像取得了良好的分割效果。", "label": "船舶与海洋工程", "id": 0}
{"content": "双曲调频信号凭借其宽带多普勒不变性在声呐系统中得到了广泛的应用,但是双曲调频获得不变性是以距离判断模糊为代价的,这一问题在距离分辨率高的应用中影响更为明显。本文将匹配滤波之后的目标多脉冲回波置于状态空间模型之中,探讨了在该模型下速度和距离之间的关系的表现形式,为双曲调频信号距离解模糊的方法提供了理论依据。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文通过对具有阵元指向性的平面阵指向性函数进行分析,并通过仿真比较有无阵元指向性情况下平面阵不同方位、不同频率的指向性指数,发现阵元指向性会使平面阵指向性指数有一定增加但基本小于1dB,与常用《实用声纳工程》中提到的增加3dB有较大区别。通过本文分析,具有阵元指向性情况下平面阵指向性指数需根据不同阵形、信号频率进行计算,以使计算带声障板平面阵指向性指数更加准确。", "label": "船舶与海洋工程", "id": 0}
{"content": "研究了一种基于迭代板块元法（IPEM）计算水下凹面目标多次声散射的方法。本文在板块元方法基础上,考虑了不同板块元之间的相互作用,叠加全体板块元迭代过程所对应的多次散射声场作为目标的总近似散射声场。利用该方法计算了二面角和球冠的目标强度,与有限元结果一致,且精度优于声束弹跳法计算结果。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对声呐透声窗薄壳加肋结构声学优化设计问题,将声呐部位简化为弹性板和腔体组成的规则模型,利用有限元数值求解弹性壳板结构的固有频率、模态振型,模态质量等模态参数,利用理论解析求解内部有限空间与外场无限空间声场,形成基于解析/数值混合的声呐部位水动力自噪声快速计算方法。预报了垂向肋骨的间距对声呐部位水动力自噪声的影响规律,结果表明:在保证声呐透声窗强度和透声要求的基础上,扩大垂向肋骨的空间间距,可以降低声呐透声窗的水动力自噪声。", "label": "船舶与海洋工程", "id": 0}
{"content": "主动声呐信号的混响干扰是一个常见的问题,既有普遍性又有特殊性。对于用于不同目的、不同工作性质的主动声呐来说,应根据自身的技术性能和工作环境要求,从工程实际出发,采取相应的措施解决所面临的问题,实现其应有的功能。", "label": "船舶与海洋工程", "id": 0}
{"content": "采用直接法对声学超表面平板水下散射目标强度进行试验测量,分析了超表面平板不同散射角度下的目标强度,讨论了声源频率对声学超表面散射目标强度的影响并与仿真结果进行对比。结果表明:声源频率在25k Hz时,所设计超材料平板散射目标强度最小;在同一频率下,超材料平板法线方向上目标强度最大。", "label": "船舶与海洋工程", "id": 0}
{"content": "【研究背景】卫星定位信号无法到达深海,声学定位存在作用范围受限、延时等问题,惯性导航误差随时间无限累积[1]。因此,具有有界定位误差、无时延等优点的水下地形匹配定位技术成为水下航行器长期、远距离、高精度导航的重要突破口。水下地形匹配导航实质为由主导航系统和地形匹配定位系统构成的组合导航系统。该系统以先验地形信息为定位信息源,基于地形匹配与融合滤波方法进行定位信息的迭代解算。由于在水下地形匹配导航系统初始点存在较大的主导航定位误差,加之地形本身的强非线性、自相似、测量误差的非高斯等因素影响,导致水下地形匹配导航系统运行初始阶段存在滤波不稳定问题,严重影响系统可靠性[1]。【研究目标】由于滤波不稳定性主要是由于水下地形匹配导航系统初始时刻存在较大的主导航定位误差,导致系统初始定位伪波峰和误匹配概率增加,加之测量误差持续输入和滤波器记忆效应影响引起滤波不稳定[1]。为此,本研究拟通过构建高精度地形匹配定位方法,提高水下地形匹配导航系统初始定位精度,提高系统初始化精度,以此提高系统运行初始阶段的滤波稳定性和系统可靠性。【理论与方法】本研究提出了基于多匹配定位点非线性融合的初始定位方法 （NLMTFP,Non-linear Multi-TRP Fusion Positioning）,构建了基于贝叶斯估计模型的NLMTFP方法及该模型的有限网格数值求解方法[1]。由于地形匹配定位点的误差不具有时间相关性且只与地形特征和测量误差有关,所以地形匹配定位的误差是时间有界,而且地形匹配导航规划点的测量地形之间几乎没有相关性（适配性较高的区域）,所以地形匹配定位误差也可视为相互独立的。考虑到参考导航信息虽然在时间上是发散但在短距离内的相对定位误差小于地形匹配定位误差,所以其相关性正好可以约束地形匹配定位点的跳变性,因此NLMTFP方法可以有效的抑制伪波峰和误匹配现象,获得较高精度和较高稳定性的初始定位结果[1]。【研究结果】本研究利用船载数据进行验证试验,分为高适配区域和低适配区域试验[3]。其中,低适配器区域和高适配区域试验的地形匹配导航起点的地形适应性分别为:0.0080和0.0107;试验总航程分别为:2107.78m和2183.28m;地形匹配导航起点距离主导航（推算导航）起点分别为:1316.47m和1483.09m,主导航误差约为航程的5%,试验中采用15帧多波束数据进行匹配定位,每帧包含192个测量点,初始定位搜索区间大小为200m×200m。对比试验中分别采用TERCOM初始定位[1]、置信区间约束[3][5]、NLMTFP （3个地形匹配点）[1]进行水下地形匹配导航系统粒子滤波器初始化。在低适配区,三种初始化方法得到的导航末端粒子集分布方差和定位偏差分别为:8.58m、6.85m;8.60m、6.56m;8.86m、9.25m。而在高适配区,三种初始化方法得到的导航末端粒子集分布方差和定位偏差分别为:6.85m、6.90m;6.56m、6.92m;9.25m、6.01m [1]。【研究结论】高精度的初始定位概率分布函数和PF初始化采样方法对于提高TAN初始阶段PFs的收敛速度和稳定性具有重要意义。NLMTP初始化PF方法可以提高TAN初始阶段粒子集的收敛速度,减小PF的分布范围和伪定位点附近粒子的权重,从而有效地降低了伪点附近的复制速度和粒子数,有效地提高了PF的稳定性和准确性。此外,PF的初始化精度主要影响TAN系统在初始阶段的稳定性和精度。初始阶段的快速滤波收敛是TAN系统进入跟踪导航阶段并输出有效定位信息的前提,如果不能提高深海TAN初始位置的稳定性和可靠性,则TAN的应用风险会很大,在这种情况下,它不能被广泛使用,特别是在深海勘探领域。因此,需要将TAN系统的初始定位过程（TAN初始化和滤波器收敛）作为一个单独的环节进行研究[1]。", "label": "船舶与海洋工程", "id": 0}
{"content": "由于桁架具有轻盈、跨度大、受力体系简单、安装及制作便捷等优点,被广泛应用于较大跨度的承重构造及挺拔构造。基于被动声呐水听器棒安装需求,本文设计了一种尺度达24m的水下基阵桁架结构,根据基阵桁架的受力工况,对其结构强度和刚度进行了计算,并建立了基阵桁架结构有限元模型,结合ansys分析可知,桁架强度和刚度符合规范要求,结构安全可靠。", "label": "船舶与海洋工程", "id": 0}
{"content": "自主水下潜航器AUV（Autonomous Underwater Vehicle, AUV）是主要海洋探测与作战装备,其搭载的多传感器感知与通信情况复杂,如何获取其精确、可靠的位置是水下作业的重要问题。本文基于图优化（Factor Graph Optimization, FGO）算法,构建了AUV多源融合定位框架,仿真AUV搭载的异步多传感器数据与有效性改变的状况,进行因子建模后利用非线性优化理论进行状态递推与更新。仿真结果表明,该方法能够以自然的方式合并不同频率与有效性的传感器测量信息,定位精度保持在-0.1～+0.1m以内。与扩展卡尔曼滤波（Extend Kalman Filter, EKF）算法实验结果相比精度更高,证明该算法能够实现AUV的高精度定位,有利于提高可靠性及扩展性。", "label": "船舶与海洋工程", "id": 0}
{"content": "为提高传统航海模拟器用户体验感,增强航海模拟器训练效果,增加航海模拟器真实运动体感,构建基于六自由度电动平台的航海模拟器系统。首先根据平台参数要求,对航海模拟器中船舶姿态数据进行限幅滤波,以保证平台的安全性;然后根据运动平台通信协议,通过UDP通信将限幅滤波后的船舶姿态数据发送至运动平台,以进行船舶运动的模拟。系统实例表明:相比于传统航海模拟器利用虚拟影像中的相对运动模拟船舶运动,该系统利用运动平台能够更为直观地体现模拟器中船舶的运动效果。", "label": "船舶与海洋工程", "id": 0}
{"content": "目前,水下导航技术以超短基线技术、短基线技术、长基线技术等有源导航技术为主,一般要求水下无人潜航器每隔一段时间浮至水面,获取卫星通信与导航定位信息。因定位间隔较长带来的阶段性推移累计误差较大,特别是环境因素和风浪流较大时可能会严重影响航迹的准确性和指导精度。为实现水下无人潜航器长时间高精度导航定位,本文提出一种基于多浮标的无源水下导航定位方法。该方法需在水面预置多个浮标,浮标阵利用内部搭载的GPS接收机完成自身位置确定,并向水下无人潜航器发送调制有自身位置信息的声波信号,水下无人潜航器接收并解调出各浮标声波信号中携带的信息,获取各个浮标的位置,并测量与各个浮标的距离,最后利用多个浮标信息实现水下无人潜航器导航定位。实验结果表明,采用多浮标定位方法来实现水下无人潜航器定位,其定位精度与各浮标的伪距测量精度及浮标阵型布局有关。伪距测量精度在5km传播距离内不大于20米,选用相对水下无人潜航器分布均匀、几何结构最佳的3个浮标进行联合解算,得到的水下无人潜航器定位精度在60米以内。", "label": "船舶与海洋工程", "id": 0}
{"content": "多传感器融合能够提供更稳健的导航定位结果,而其中GPS/INS松组合应用比较广泛。顾及捷联式微惯性测量单元（MIMU）特点,本文给出GPS/SINS松组合模型,并根据近海船载实测数据,评估MIMU与动态PPP、动态SPP松组合的定位、测速、测姿精度,分析在卡尔曼滤波过程中陀螺仪与加速度计的零偏变化。结果表明:动态SPP/MIMU松组合位置偏差在米级、速度偏差在分米级,动态PPP/MIMU松组合位置偏差在分米级、速度偏差在厘米级;两种松组合方式的姿态偏差最终都能收敛到3°左右,但动态SPP/MIMU在偏航角方向收敛时间较长且有跳变;陀螺仪零偏误差变化与姿态偏差相关,加速度计零偏误差变化反应速度方向变化。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着2020年北斗三号导航卫星系统的建成,我国的北斗系统具备了全球服务的能力。渔船监控是北斗系统的一项重要应用。本文主要针对基于多模导航的新型渔船监控系统的设计及应用进行了阐述,以北斗等导航卫星为技术支撑,综合运用了卫星通信、地面通信、地理信息系统、大数据、云计算等技术,接入多源数据,实现近海及远海渔船位置实时监控、渔船遇险告警救援信息实时接收、越界捕捞监管、禁渔区和禁渔期监控管理、远海渔民通信、气象信息发布及渔获信息交互等功能,以保障海洋渔业健康有序发展,保护海洋生态环境,以及保障渔民生命财产安全。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对被动声纳目标轨迹起始的问题,本文提出了一种基于Radon变换的轨迹起始方法。该方法假设在较少时间内目标在时间方位历程图中的轨迹为直线,利用Radon变换对轨迹进行检测,从而完成了目标轨迹的起始。仿真分析结果验证了该方法的有效性。", "label": "船舶与海洋工程", "id": 0}
{"content": "传统水下声呐系统通常采用增大阵列孔径,增加阵元数目来实现角度高分辨,这势必会导致系统复杂、成本高。鉴于大棕蝙蝠利用简单构架的系统获得了令人惊讶的高分辨能力,本文提出了一种仿生目标定位方法。基于多谐波发射、双随机接收的仿生体制构建了距离-方位联合字典,进而分析了字典的相干特性并估计了目标的距离和方位角,完成了实验验证。结果表明,基于稀疏表达的仿生距离-方位联合估计的方法能够在回波高混叠条件下实现高精度目标定位。", "label": "船舶与海洋工程", "id": 0}
{"content": "侧扫声呐探测获取的高分辨率声学图像被广泛应用于海底沉积地貌研究,其中之一是结合少数站位取样结果进行海底底质分类。借助计算机进行自动海底底质分类能大大提高侧扫声呐图像解释的工作效率和准确度。本文利用灰度共生矩阵提取侧扫声呐图像纹理特征,构建由6个特征值组成的纹理特征向量,应用K-means算法进行海底底质分类,对实测侧扫声呐图像实现了泥、砂、岩石3种底质类型的自动分类。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对被动声呐对运动目标威胁分析的实际需求,基于波导不变性提出将目标接近时间作为威胁分析的特征参量。同时为提高特征提取的质量,通过对跟踪目标的LOFAR图进行多频带划分,分别进行Radon变换并提取条纹斜率,最后采用中值滤波方法获取高质量特征。实际数据处理研究结果表明:当波束输出信噪比达到3 dB以上时,所提方法能够有效提取目标的接近时间,为被动声呐的目标威胁分析提供重要参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对诸如船舶、自平衡小车等存在系统受外界干扰而摇晃、平衡失效的问题,提出了一种基于陀螺进动效应以实现抑制物体摇动,维持物体平衡的系统。首先利用拉格朗日方法得出动力学方程并对模型进行线型化处理。基于趋近律设计了系统的滑模控制算法,基于SW建模得到设计系统的模型参数,并对所设计的系统利用MATLAB的S-function建立了基于Simulink的控制模型,进行了控制系统的仿真研究,仿真结果验证了所设计系统的有效性,为减摇、维持平衡等方面的研究提供了思路。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对声纳图像匹配处理的实时性需求,基于蛙人图像匹配的全过程,在对图像进行匹配前,研究几种适用于声纳图像匹配的预处理算法,对其进行仿真分析。并基于图像预处理的结果实现了图像匹配,为后续的图像融合及识别奠定了基础。", "label": "船舶与海洋工程", "id": 0}
{"content": "高精度光纤陀螺作为一种高精度角速率传感器,可应用于空间定位、潜艇导航、战略导弹制导等高精度定位导航系统中。干涉式高精度光纤陀螺除具有上述优点外,由于其精度高,更具有战略意义,能够为高精度船用惯导系统提供技术支持。但是,由于光纤陀螺的输出信号中含有大量的噪声,为提高陀螺精度水平,需要对光纤陀螺的噪声进行研究分析并加以抑制。光纤陀螺随机游走系数是指由白噪声产生的随时间累积的一种陀螺输出误差。为实现高精度光纤陀螺百秒零偏稳定性低于0.0001°/h,光纤陀螺的随机游走系数就要小于0.0000167°/h。本文在分析了影响光纤陀螺随机游走系数的因数基础上建立随机游走系数模型,结合高精度光纤陀螺本身过采样、低带宽等特点,提出了降低高精度光纤陀螺随机游走系数的方法。通过对上述方法的理论分析,从理论上证实了方法的可行性,更进一步,通过在高精度光纤陀螺上采用上述方法进行陀螺精度对比测试,对比试验证明了上述方法的可行性,陀螺的随机游走系数显著降低,使得高精度光纤陀螺的零偏稳定性达到了设计目标。", "label": "船舶与海洋工程", "id": 0}
{"content": "导航精度和可靠性是衡量现代导航系统优劣的最重要指标。惯性导航系统（SINS）为水下自主式航行器（AUV）在复杂的海洋环境执行任务与使命时不间断的提供载体姿态、速度和位置等信息,具有短期定位精度高的优点,但其定位误差随时间发散。水声测距装置在其有效工作范围内定位误差有界,具有基阵尺寸小,易于安装等优点,在海洋开发中具有广泛的应用。采用基于稀疏长基线原理的水下应答器组合导航方式,可以充分发挥各自优势,在声学工作范围内持续为AUV提供高精度、长时间的定位需求。最后利用组合导航融合方法进行了实船验证实验,湖上实验初步验证了该方法为解决AUV导航设备水下校准提供了可能。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对船舶平台应用特点,重点分析了船载星光/惯导组合系统中基于陀螺校正和惯导误差全面估计的两种工作模式。根据星惯组合系统量测信息选取不同,考虑在基于星光校正陀螺漂移的组合模式、以及基于惯导误差全面估计的星惯组合模式中进行优化选择。文中设计了一种星惯组合系统主从滤波工作模式,根据观星条件实现滤波切换,通过仿真分析验证,该方法能够提高星惯组合系统对船载环境适应性,在组合系统长时间工作过程中相比较单一工作模式提高约40%的定位精度。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>0引言风生噪声是中高频段海洋环境噪声的主要来源,影响声纳系统在中高频段的性能。风生噪声场快速预报可实现声纳系统探测性能实时分析,以及系统参数实时调整,具有非常重要的应用意义。噪声模型主要由噪声源模型和声传播模型组成。已有一些基于不同声传播理论的海洋环境噪声模型[1],以及应用于不同条件的噪声修正模型[2-3]。本文基于射线理论构建一种深海风生噪声模型,能够实现深海风生噪声级精确快速预报。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>0引言海洋混响通常是主动声纳的主要背景干扰,同时携带丰富的海洋信息可用于环境参数反演,在海洋声学领域受到广泛关注。国内外学者对于浅海混响的研究相对较多,建立了简正波混响理论[1]、射线混响理论[2]和抛物方程混响理论[3]等,并结合实验对混响信号的衰减特性和空间相关特性进行了深入分析。深海混响特性与浅海混响有明显区别,对其分析手段和数值建模方法都有所不同。Ellis等人[4]在Lambert散射模型的基础上提出了包含背向散射和侧向散射的三维海底散射函数,将其用于深海异地", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>0引言浅海区域中,海底对声传播影响巨大,对声呐系统的工作性能起决定性的影响[1]。因此地声参数反演一直是水声学中的热点问题。基于匹配场的地声参数反演算法是经典的算法,该算法使用前向声场计算模型得到拷贝场,然后依据拷贝场与接收场之间的匹配相关性进行参数反演[2-7]。然而对于水平变化波导,比如存在海底地形起伏、底质参数的变化或者水体中存在内波等情况时,前向传播模型不", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>0引言被动定位技术在军事领域有着良好的应用前景。近年来,人们对基于单阵元测向和定位方法展开了研究,单阵元可用于被动测向[1],单阵元匹配声源定位方面,2008年的研究采用模式滤波实现了单阵元的声源定位[2];2017年的研究提出一种针对浅海宽带脉冲声源的单阵元匹配被动定位方法[3]。杨刚等人提出一种基于单阵元垂向变深的目标被动定位方法,为提升潜航器被动声纳的水下探测能力提供了一种新思路[4]。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>0引言声纳浮标作为最重要的搜潜手段,由于具有可快速使用、搜索深度可变、单位时间搜潜效率高、便于大量携带、受平台噪声影响小、对平台机动限制小等优点,获得了大量使用,特别是被动声纳浮标,适合在远海小噪声环境中实施隐蔽搜潜作业。海洋中声速随海深的变化情况会对声纳的探测距离产生较大的影响,通常根据声速梯度的大小将水文环境分为良好、中等和恶劣等类别,根据不同类", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>0引言舰船辐射噪声是被动声呐系统进行目标探测、识别和跟踪的主要信号源[1]。辐射噪声在传播过程中与水声信道相互作用,信号能量会产生衰减,使得到达接收器的信噪比降低。信噪比是信号处理方法选择的一个重要参数,许多算法需要它作为先验信息以获取最佳估计性能。因此,信噪比估计是提高声呐探测性能的重要手段。本文提出利用反卷积波束形成算法[2]来实现辐射噪声的信噪比估计。反卷积波束形成可以有效的提高阵列的多目标分辨能力和弱目标检测精度,即使在环境中同时存在多", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>0引言传统的主动声纳信号处理系统分为检测与跟踪两个子系统,即跟踪前进行检测处理（Detect Before Track, DBT）。首先回波信号经过波束形成、匹配滤波、再由恒虚警率技术设置检测门限进行判决。由于噪声、杂波和混响等影响造成的虚警,得到的点迹不完全是真实目标,因此还需要对帧间数据进行关联和滤波处理,最终得到目标航迹,完成跟踪过程。这种传统的跟踪方法依赖于设定的门限,在目标信噪比较高的情况下,跟踪效果较好,", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>0引言声呐系统中,由于部分声学传感器的安装平台空间有限,因此,期望在有限阵列孔径条件下获得较高的空间分辨力和空间增益。然而,常规波束形成的空间分辨力受限于阵列的有效孔径,高分辨空间谱估计则受限于协方差矩阵的估计准确性及其求逆运算量。因此,在工程应用中,期望设计和开发计算量小的算法或尽可能利用现有装备系统的中间态结果加以处理（改动量小）以得到更高性能的算法,其中超波束形成技术[1-5]就是其中之一。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>0引言近年来,连续主动声呐技术在水声领域受到广泛关注。相比目前常用的脉冲主动声呐,连续主动声呐可以连续发射和接收信号,从而获得更大的时间带宽积,能够在降低发射声源级的同时,提高声呐探测性能[1]。有研究者利用Costas序列对线性调频（LFM）信号进行频率编码调制,获得了一种连续信号LFM-Costas[2,3]。由于Costas序列理论上具有比较优秀的正交性,因此该信号可以有效降低直达波对主动声呐的影响。另外,LFM-Costas信号能够", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>0引言声纳可以探测水下目标,但是探测的目标是潜艇、轮船,还是其它具体目标,就需要对水下目标进行分类识别。水下目标分类识别是确保海上安全的关键技术,也是当代海军作战中的重要环节。水下目标分为合作目标和非合作目标,其中合作目标是指其发射的信号已知。而非合作目标发射的信号未知,对应于被动目标探测分析。本文研究非合作目标分类识别。Gammatone滤波器组[1-3]和梅尔倒谱系数（MFCC）是参照人耳听觉模型进行特征提取的方法。它们利用一组低频到高频的频带内具有临界带宽大小由密到疏的带通滤波器组来仿照人耳的基", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>0引言主动声纳的速度-时延分辨力决定了系统分辨那些具有相似距离和径向速度目标的能力。研究表明,在宽带条件下,发射正反双曲调频信号（V-HFM）并结合设计的接收机,可实现理想的速度-时延联合高分辨,但在多亮点条件下,仍然存在较强的虚假亮点干扰[1]。针对以上问题,本文以宽带模糊函数（WAF）为基本工具,设计了一种基于双曲调频脉冲的组合信号及相应接收机,在多亮点情况下,对所设计的接收机的速度-时延输出响应进行了理论分析和仿", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>0引言声呐的波形设计被认为是主动声呐系统设计的三大要素之一,不同的信号波形的参数（如相位、频谱）有很大差异,直接影响主动声呐系统的距离和速度分辨力、抗混响能力以及目标检测能力[1-2]。在浅海,混响是限制主动声呐探测效果的主要因素[3-4],传统的主动声呐发射信号如单频矩形脉冲（CW）和线性调频（LFM）信号在混响干扰下探测性能严重受限。因此对于新型主动声呐波形的设计", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>0引言声波在实际海洋环境中传播时,受海洋波导的影响,并非简单的遵循阵列信号处理的理想假设条件,即阵元间的接收信号仅存在由声程差引起的时延,此时阵列接收信号存在空间相关损失,采用常规的空间处理方法,不能使各路信号完全同相叠加,系统的空间处理增益及探测性能由此受到影响[1][2][3]。这就有必要对声场空间相关性建模,研究相应的处理技术,为降低空间处理增益损失提供支", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>0引言探测面积是评判水声系统效能的主要指标之一[1],但在以往针对水声系统配置的研究中,较少将其作为配置声纳节点的主要依据,针对主被动多基地\"一发多收\"声纳系统,提出一种基于探测面积的多节点配置优化方法,以发射节点为基准,建立多组双基地声纳系统,定义基于信号余量的探测面积,结合网格最速上升法,同时考虑各探测节点类型、数量、工作方式、环境参数,对区域内网格进行全面搜索,并基于前次最优配置结果,依次增加探测节点进行迭代计算,最终得到多个节点最优", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>0引言多基地声纳是编队水下协同探测的主要装备形式,由于其较单基地声纳具有探测范围大、可实现隐蔽探测等特点,近年来广受重视和研究[1-2]。时空分辨能力是多基地声纳系统的重要性能参数,对多基地声纳混响统计特性、多基地声纳探测效能等均有重要影响,但目前国内外鲜有针对收发分置探测系统时空分辨特性的研究。本文以典型双基地声纳为例,通过理论和仿真分析,研究了收发分置主动探测系统的时空分辨特", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>0引言在多源分布式协同探测系统中,多个非同源信号同时到达某个接收站时,非同源信号间会相互干扰,影响系统的探测定位性能,因此在接收站对多源信号进行分离是十分必要的。本文综合考虑正交频分复用信号和正交Gold序列调相信号的波形正交性和同时工作的发射站数量,将正交Gold序列调相信号作为该应用条件下的探测信号,接收端采用匹配滤波信号处理方法,获得多目标的时间方位", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>0引言随着海洋战场环境的日益复杂,目标检测跟踪技术的实现难度也越来越大。对于被动警戒跟踪,强干扰对弱目标的影响可以长达数十秒甚至更久,这使得弱目标持续跟踪变得异常困难。本文提出一种基于能量特征的声纳目标跟踪方法,该算法通过空间方位和目标强度对备选量测进行多重筛选,可以一定程度上避免强干扰对弱目标的影响,相对于JPDA、MHT、PHD等算法,本算法计算复杂度低,简单易于实现。1全局目标搜索", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>0引言运用两个探测平台进行目标纯方位交叉定位可以快速实时地获取目标的位置和运动参数,而不需要像单平台一样进行一段较长时间的变加速机动[1,2]。然而,在多目标探测场景下,这也同时带来了平台间的多目标关联问题,即需要甄别和剔除平台间轨迹错配形成的交叉点\"伪目标\"。这对于缺乏其它目标信息的\"纯方位\"信息关联来说是一个重要难题。Beard和Arulampalam等人提出了利用蒙特卡洛滤波来区分伪目标的技术,以此实现准", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>0引言水下声呐系统如今集成了声学传感器、非声传感器、高速信号传输模块和直流电源模块等功能模块,在有限空间内实现微小声信号的放大、采集和传输功能。水下声呐系统的高密度集成化缩小了整个声呐系统物理空间的同时,给前置水听器模块带来了更加复杂的电磁环境。前置水听器模块是将水听器与前置放大电路级联在一起的功能模块,具有声信号转换和前级信号放大的功能。与高速数字信号和电源直流信号相比,信号电压在微伏级别的前", "label": "船舶与海洋工程", "id": 0}
{"content": "本文利用声学材料声反射及透射声管测量方法,分析水下弹性金属与非金属结构声反射及透射特征,材料弹性声反射与声透射与其刚度有关,金属材料刚度较大,即使很薄也很难出现弹性共振现象,而模量较小的薄非金属材料,弹性共振引起的声反射现象比较明显,为水下弹性结构低频声反射与声透射应用提供试验基础。", "label": "船舶与海洋工程", "id": 0}
{"content": "热声发射换能器是一种新型的声发射装置。传统的薄膜发声换能器由电磁力引起的薄膜振动驱动,其原理是在固-液交界面上,流体质点和薄膜满足速度连续条件,换言之,薄膜振动直接驱动了流体质点的位移场和速度场。而热声发射的原理完全不同,热声发射由可控热场激发,直接引起流体质点的运动。在宏观上,表现为固-液交界面处的流体膨胀和收缩。本文建立了粘性流场中碳纳米管球面薄膜热声发射的数学模型,改进了原有的气体热声数学模型,拓展了热声发射数学模型的应用范围。本文同时计算了内部有吸声介质的球面碳纳米管薄膜由正弦简谐热信号所激发的外声场,证明了热声发射的声压级（SPL）可以在较宽频带上保持不变。此外,本文进一步讨论了多种影响热声发射声压级的因素,对热声发射换能器的工程应用有一定的参考价值。", "label": "船舶与海洋工程", "id": 0}
{"content": "水下潜器自导核心参数的选取,对自导系统的性能起决定性作用,并与水下潜器总体参数共同对水下潜器的命中概率有相当大的影响。论文根据声纳方程以及水下潜器对目标的能量检测模型,利用仿真软件对自导周期、脉冲宽度、波束宽度和波束配置等条件下水下潜器的命中概率进行了仿真计算,详细分析了自导系统核心参数的优化原则,并给出相关结论。该文对自导系统设计和核心参数的优选以及与水下潜器总体参数相匹配等问题具有重要参考价值。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着UUV的快速发展,UUV的任务能力和装备性能得到了提升,但其动力源不足的短板日益突显。在动力电池的比能无法取得质的突破的前提下,水下电能源补给技术为UUV解决续航不足提供了新的途径。此外,水下电能源补给系统还增加了UUV的机动性和隐蔽性,有效提升了UUV的作战范围和作战能力。本文在归纳总结了当前UUV动力源现状的基础上,提出了基于水下无线充电的UUV电能源补给方案,探讨了水下电能源补给的关键技术,对水下电能源补给的发展方向进行了展望。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶电网电制由于专业性较强,很多船舶安全检查员对此不熟悉,本文从内河船舶电网的特点出发,结合《内河船舶法定检验技术规则》的相关规定,探讨内河船舶电网检查要点。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文主要描述了某型ADCP的数据含义、自带数据分析软件的使用、以及基于原始数据自行分析的方法及使用场景等。结合实际应用场景,对导出的数据变量进行详细说明,给出自带数据处理软件的数据量查询和设定、数据导出、数据显示、动态显示、数据统计的方法和处理结果,以及根据导出数据自行处理得到的底深曲线、流速流向综合视图、指定深度的流速等,在附录中描述了设备使用的相关注意事项、参数说明。", "label": "船舶与海洋工程", "id": 0}
{"content": "当吃水受限智能船舶经过航道浅段时,水位控制是保障智能船舶安全航行、船舶和航道利用率以及海事监管的一个非常重要的要素。智能船舶相关方必须要了解和掌握航经水域水位、水深等通航环境情况,通过合理搭载、控制船舶进出航道时间,保障龙骨下的深度不得浅于安全富余水深（UKC）。从水位获取方法、水位精度评估以及水位获取通信手段等几方面进行分析,提出智能船舶操控人员或管理者可以通过多种途径获得当前船位或指定位置不同精度的预报和实时水位,为航行人员和管理者制订智能船舶精细的航线计划及智能船舶航行提供参考,为未来智能船舶建设和管理打下基础,从而降低智能船舶航行安全风险,提高经济效益和监管能力。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对无人艇航行路径规划问题,本文采用栅格法完成区域的地图建模,并基于环境地图对其路径进行规划。首先获取到无人艇航行区域的平面地图图像,其次在Matlab软件中载入该地图图像并进行二值化处理,使其成为只有黑白两种颜色的图像,将处理后的地图图像以数组的形式保存在Matlab软件当中。这样计算机就可以识别无人艇航行所在的区域,最后对无人艇进行路径规划。", "label": "船舶与海洋工程", "id": 0}
{"content": "爆炸压力信号具有典型瞬态特性,以高频为主的同时又包含着不可或缺的中低频率。因此对相应的测量电路也提出了较高的要求。本文对典型的爆炸压力测量电路进行了研究,分析了电路的系统组成,对放大器与传输线在不同配置时对信号测量影响进行了试验研究。结果表明,当不存在放大器时,传输导线长度增加对信号峰值存在显著的衰减作用,存在放大器时将明显弱化这种效应,但放大器的带宽并不等同于整体测量电路的频响特性,其前后端接导线对信号传输仍存在一定的影响,电荷积分器对系统频响不存在明显影响。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶结构应力监测系统,作为智能船体的主要技术手段之一,近年来已逐步应用于高性能船和大型运输船。通过船体上安装以光纤应变传感器为基础的结构应力监测系统,可实现船体结构安全综合评估和辅助决策等功能,增强船舶在高海况下的航行安全性,同时还可为数字孪生提供数据驱动。因此,准确获取光纤应变传感器的响应是船舶结构应力监测的基础。本文针对光纤应变传感器的误差特性开展了试验研究,分析传感器在不同温度、不同载荷水平下的误差特性。在此基础上,构造BP神经网络对传感器的误差进行补偿,消除误差对传感器响应准确性的影响。该研究成果可为船舶结构应力监测的数据处理提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "海面风向、风速信息是船舶航行安全的重要海洋信息,对气象观测、船舶操纵都有着至关重要的意义。本文基于相对风-船运动复合的测量方法,提出了船舶风向风速测量系统的总体测量方案,设计搭建了船舶真风速风向测量系统,实时同步获取船舶风速风向、航速航向、船姿等数据。在风洞中进行试验,标定船舶真风速风向测量系统。通过将船舶真风速风向测量系统安装于实船并多次进行海上航行时风速风向数据的测量试验,获得了大量的实船风速风向数据并建立了实船实测风谱模型。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着物联网、视联网、智能控制、大数据、机器人等技术的不断进步,水下机器人的应用已拓展到水利行业,新兴的应用领域包括水利工程检测、水下目标搜索、水文环境监测等,水下机器人在水下执行探测与勘查任务时,为保证光学、声学传感器的探测精度,应尽可能保持静止悬停或者水平运动状态,水下机器人姿态的精确测量,是其在复杂水流环境下实现平衡控制和稳定运动的基础。本文针对水下机器人对姿态测量的高精度、低成本、轻量化需求,设计了一种基于多传感微机电器件的的姿态解算系统。通过引入基于姿态角误差的自适应卡尔曼滤波器,有效融合硅微加速度计、磁力计、陀螺仪的输出数据。试验结果表明,该系统有效地消除了陀螺仪的累积误差和加速度计磁力计的的随机噪声,能为水下机器人提供高可靠性、高精度的动态姿态信息。", "label": "船舶与海洋工程", "id": 0}
{"content": "近年来,随着无人化、智能化技术的迅速发展以及各国对海洋资源的需求不断提高,使海上无人艇在军事和民用领域中发挥着越来越重要的作用。本文首先回顾了美国和以色列在海上无人艇领域的发展历程,并对两国海上无人艇的典型型号进行了详细介绍,然后分析了我国海上无人艇的发展现状,并指出我国仍需努力的方向;最后针对海上无人艇的功能特点,指出了所应突破的技术关键。本文的研究将为我国海上无人艇的技术开发提供参考依据。", "label": "船舶与海洋工程", "id": 0}
{"content": "无人水面艇（Unmanned Surface Vehicle,USV）涉及的技术非常多,航迹跟踪控制作为实现USV自主运动的基础,能够为USV各项功能的实现提供基本保证,高精度跟踪期望航迹保证了USV工作时的安全与高效。然而,运动非线性强、外部干扰多、模型摄动等因素对USV的航迹跟踪精度带来很大的影响。本文针对USV的航迹跟踪控制方法,分别从运动模型、控制算法与导引律三方面开展了分析,并对各部分所涉及的关键技术及应用现状进行了梳理,最后对未来USV航迹跟踪控制方法的发展趋势进行了展望。本文对开展USV航迹跟踪控制技术的研究具有一定的借鉴意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了测试智能船舶对复杂场景的感知能力,推动智能船舶感知技术的发展,提出了一种基于虚拟现实交互的智能船舶感知测试系统。该系统构建了一个人工闭环的平行智能测试模型,用以测试智能船舶感知能力;采用了数据采集技术、数据重构技术与数据增广技术丰富测试数据集。基于虚拟现实交互的智能船舶感知测试系统不仅在解决现阶段智能船舶感知测试方法落后,智能船舶测试数据集匮乏等理论问题方面具有创新意义,而且在系统设计方面具有重要的应用价值。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对自主航行场景下的船舶通讯网络节点稀疏且移动速度快、高度异构的特性和灵活动态的网络组织需求,提出了一种多组网模式转换的船舶自组织网络架构。该架构针对不同的航行场景提出了全联通的会遇模式和分层成簇的巡航模式二种网络组织方法,满足不同的航行任务和航行场景雪球,并设计了二种模式的切换机制。针对网络管理中出现的各种情况,提出了网络管理的具体方法,对船舶节点的入网与脱离、簇首节点选举和替换、航行管理等设计了具体的措施。分析表明,该体系架构在一定程度上可以满足船舶自主航行的需求,可靠性较高,具备一定的实操性。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着船舶信息系统需求日益增加、建设规模不断扩大,信息系统之间往往各自为营,各种应用程序中的数据难以交换和共享,数据孤岛现象日趋明显。为解决这一矛盾,本文提出一种船舶信息系统数据集成的建设思路,即基于统一门户的数据集成框架。首先从船舶信息系统现状和需求出发,重点以面向服务、开放架构的ESB企业总线为技术基础,通过通用Web技术统筹现有船舶业务系统,构成业务系统之间消息和服务集成的中间件基础平台,支持业务数据成与业务流程重构,试图有效解决船舶信息系统的数据孤岛问题。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着舰船呈大型化、智能化发展,导致电缆数据量巨大,并且电缆路径复杂,传统的电缆设计理念和设计方法己远远无法满足全三维设计的要求。本文基于三维体验平台,在软件电缆三维布线基本功能的基础上,开发新的三维布线设计方法,并且成功应用到了实船设计中。经过实船测试,有效控制数据的准确性,减少电缆三维布线设计的周期,从而提高生产设计效率,提升设计质量。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶电气设计是船舶设计中的一个重要组成部分,它属于密集型、复杂的船舶知识工程设计。无论在船舶方案设计阶段的选择,还是电气系统模型的建立,都离不开庞大的数字化模型的支撑。在当前智能化、数字化发展的浪潮下,基于数据库的数字化模型,将能在创造性的、高品质、高效率的现代化船舶电气设计提供良好的助推力。本文主要围绕基于关系型数据库的FORAN软件在船舶电气设计的设计思路展开论述,并对设计流程与细节问题进行阐述,以期三维设计软件能更好的在船舶电气智能化设计上发挥更大的作用。", "label": "船舶与海洋工程", "id": 0}
{"content": "航行环境特别是近距离环境的感知能力是无人或智能船舶自主导航和避障的基础。激光雷达（LiDAR）由于具有测距精度高、全天候工作、抗干扰能力强等优点,使其在船舶近距离目标感知、航行避障和靠离泊等场景的应用得到了越来越多的关注。本文在归纳传统感知传感器局限性的基础上,对激光雷达在船舶感知领域的应用现状进行了介绍;分析了目前激光雷达在船舶感知上应用存在的问题;综述了基于激光雷达的船舶障碍物检测方法;最后,对未来激光雷达在船舶感知层面的应用与发展进行了展望。", "label": "船舶与海洋工程", "id": 0}
{"content": "我国智能船舶指利用传感器、通信、物联网、互联网等技术手段,自动感知和获得船舶自身、海洋环境、物流、港口等方面的信息和数据,并基于计算机技术、自动控制技术和大数据处理分析技术,在船舶航行、管理、维护保养、货物运输等方面实现智能化运行的船舶,以使船舶更加安全、更加环保、更加经济和更加可靠。如何对船舶智能工程信产生的息数据进行聚类与挖掘,本文提出了一套基于区间数距离的并行聚类方法。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文介绍了一种舰船用光电混合缆的研发过程,其中包括产品的结构设计、生产工艺的注意事项以及产品的性能测试结果,结果表明产品具有良好的性能,满足标准要求。", "label": "船舶与海洋工程", "id": 0}
{"content": "为适应云计算技术对软件资源共享的要求,在已有船舶装备中间件的基础上,本文提出一种基于RESTful技术来获取、管理中间件的服务化体系架构。通过分析云主机中的中间件业务管理的需求,提出了基于两层的中间件服务化体系架构。本文对两层的系统功能进行分析,并对架构实现中的关键技术和RESTfulAPI调用流程作了说明和设计。", "label": "船舶与海洋工程", "id": 0}
{"content": "考虑太阳能的间歇性以及船舶电力系统负载的突变性和波动性,本文首先根据船舶航行中经纬度和海上环境的变化对太阳辐射量的参数进行修正,然后构造同时计及成本与使用寿命的船用柴油发电机混合能源系统优化配置目标函数,最后利用人工蜂群算法进行优化,从而获得最佳的系统配置。通过船舶航行实测验证了该方法的可行性,同时表明了它比传统方法具有更好的优化配置性能。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着我国经济建设的快速发展,以及对外贸易的不断开放,我国对于港航工程建设的需求量也在不断地增大。在港航工程的建设发展中,基槽开挖和港池疏浚施工技术,是港航工程建设发展中比较常用的两项应用技术,对港航工程的建设进度、质量等具有极为巨大的影响。本文以某港航工程为例,对基槽开挖、港池疏浚两项施工中的关键环节对港航工程进行具体分析,探究相关的影响因素,以及优化方案,推动港口经济的发展。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶侧推电动机一般采用功率较大的交流电动机,这种电动机结构相对简单,比较容易制造,能够可靠地运行,效率较高。但是船舶都是自身携带发电设备,电力供应比较紧张,为了使船舶侧推电动机在起动时不对船舶的正常电力供应造成冲击,就要从各个方面来提升其控制性能。传统老旧的交流电动机控制方式有很多不足,起动电流过大,不适应大功率船舶侧推电动机的应用环境。本文以中石化上海海洋石油局船舶分公司勘探311轮的700 k W船舶侧推电动机起动为例,设计基于TMS320LF2407A的船艏侧推电动机软起动器,以改善船舶侧推电动机的起动和停车性能,并使操作更人性化。本文设计的船舶侧推电动机软起动器通过改变主电路晶闸管的导通角来改变电动机定子绕组中的电流大小,从而使船舶侧推电动机平稳起动。其硬件部分由强脉冲触发、电压同步信号检测、晶闸管驱动,以及保护和中断回路等部分构成。软件设计采用看门狗中断、增量式比例积分算法来保障系统的运行。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>中国造船工程学会电子技术学术委员会2019年船舶电子自主可控技术发展学术年会即将举行,本次会议将坚持\"学术研讨促发展、技术交流促创新、集思广益促跨越\"的宗旨,紧紧围绕船舶电子自主可控技术发展的重难点问题,汇聚各方面人才进行学术交流研讨,为推动海军装备技术的理论创新与自主可控技术发展发挥作用。", "label": "船舶与海洋工程", "id": 0}
{"content": "近年来,我国加大科技自主研发力度,船舶电子信息系统中所使用的大量基础产品已实现国产化,但仍然存在技术水平整体偏低、自主可控生态不完善、资源重复投入且利用率不高、无法形成行业合力、适配验证不充分等问题,进而制约了船舶电子信息系统的自主可控水平提升。论文通过分析目前国产关键软硬件发展现状,以及在自主可控集成验证方面存在的问题,结合自主可控生态环境建设,提出了一种基于国产关键软硬件自主可控集成验证环境建设思路,可为船舶电子信息系统全面自主可控推进提供基础支撑。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着我国经济的发展,国力的不断强盛,作为电子设备中关键要素的电子元器件必须要有更高的品质和更好的性能,国内的关键电子元器件大部分依赖进口,尽早实现电子元器件自主可控显得尤为重要。论文在基于国外对电子元器件进行封锁、我国国防事业飞速发展的背景下,对我国现阶段电子元器件自主可控技术发展方面存在的问题进行分析,并针对这些问题给出了自己的思考和建议,希望对我国国防事业的发展具有一定的意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着船舶信息化建设的加速,发展船舶电子信息安全防护的重要性日益凸显。文章阐述了船舶信息安全防护系统发展现状,分析了存在的问题。以全面构筑和强化船舶信息安全防护系统和安全防护能力为发展方向,结合中国舰船研究院科研实力背景,论述了船舶信息安全防护系统建设的发展思路。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶电气的自动化系统对船舶业的发展做出不可替代的贡献,所以船舶电气自动化系统的可靠性研究突显尤为重要。在船舶电气自动化系统的可靠性的研究中,对船舶本体中结构设计、制造、安装和电气自动化系统安全运行有着密不可分联系,这些都是影响系统可靠性的关键因素所在。船舶电气自动化系统的保障技术对船舶的稳定运行具有重大的意义,可以有效的减小船舶发生故障的频率,从而提高船舶运行的稳定性和整个电气自动化系统的可靠性。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对科考船和商船在极地冰区航行的航线问题,融合遥感技术、GIS技术和数据库技术,基于C#语言和ArcEngine平台,运用WPF技术架构设计开发了极地冰区航行航线规划系统。该系统实现了海冰参数反演与冰情动态监测、船舶航线自动规划、适航分析结果可视化等功能;通过南北极冰区航行案例研究,与\"永盛轮\"和\"雪龙船\"实际航线对比分析表明系统规划航线具有相对更好的安全性和经济性。设计开发的极地冰区航行航线规划系统可为科考船和商船在南北极冰区安全且经济航行提供参考与保障。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着舰船信息化、智能化程度的发展提高,对于全船平台信息进行综合管理的需求也不断提升。本文所设计的舰船信息综合管理系统,通过构建安全、可靠、高效的全船信息交换网络,利用服务器虚拟化、统一用户管理与认证、统一门户等技术,并设置不同类型的数字化显控设备,以满足全船数据采集、全船信息传输、全船信息存储、全船终端接入、全船状态显示及全船业务管理等舰船信息化使用需求。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着CATIA软件在船舶电气中不断深入应用,在许多方面都取得了较大的进展,特别是电气部分,突出了智能化、自动化的优势。本文主要就广船国际有限公司在电气通道设计中对CATIA V6的应用进行介绍。", "label": "船舶与海洋工程", "id": 0}
{"content": "大型船舶通信线路较长,数据传输速度将受到限制,数据量过大会造成较高的延迟,通过数据压缩技术可以有效减少数据量,提高现场总线网通信效率。本文根据不同类型的数据采用不同的压缩方法,对开关量、电力主干网等数据采用10进制霍夫曼编码压缩方式,对包含多测点的模拟量数据采用改进的旋转门数据压缩算法,对电能质量等数据采用小波变换的压缩算法。仿真结果表明,使用本方案可以对数据进行有效压缩,节约网络宽带。", "label": "船舶与海洋工程", "id": 0}
{"content": "为在有限的硬件资源下对大型相控阵天线进行任意位置处场强分布的预估,本文基于阵列天线的单元激励方向图方法进行分析,并借助Feko软件的强大功能,通过实例,快速、高效、精确地完成相关仿真工作。", "label": "船舶与海洋工程", "id": 0}
{"content": "为提升测船机舱冬季保温水平,提高安全性能和节省电能目的,采用数字化集成电路设计基于测船机舱电器供暖设备的智能化温度控制仪,该仪器与电器供暖设备相连,根据机舱内温度的需要,通过仪器控制面板设定电器供暖设备的工作温度范围,实现预设工作温度范围内的自动工作、高于或低于预设温度上、下限时自动断电停止工作,达到了节能、安全的目的。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了实时监控靠船码头处水文测船的停靠情况,把GPS定位系统、监控系统、报警系统通过技术设计而组成一种报警装置,为测船值班人员提供实时信息,为测船安全停靠提供有力保障。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着《中华人民共和国网络安全法》的实施,如何加强关键信息基础设施保护与国家网络安全等级保护制度的有效衔接成为信息安全领域的热点研究问题。近期国内外不断曝光的船舶信息安全事件,使得智能船舶的网络安全风险管控与防护工作成为亟待解决的重要事项。网络安全等级保护2.0系列标准的推出和应用,能够有效提升智能船舶的安全保障能力。概述了网络安全等级保护的发展历程,针对船舶信息系统的安全评估现状和问题原因进行了阐述,从实施船舶信息系统安全测评的现实条件和实际要求出发,对如何以网络安全等级保护2.0规范为基础,综合船舶行业已有的安全评估规范,针对船舶信息系统安全测评提出了合规化、定制化、自动化、持续化和定量化五点建议,有利于在船舶行业应用网络安全等级保护2.0规范的实施和推广。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着我国自主知识产权北斗卫星导航系统的建成和移动卫星通信技术的快速发展,船载卫星通信终端用户数量迅猛增长,船载卫星天线稳定跟踪技术逐渐成为研究热点。传统的跟踪技术主要有手动跟踪和程序跟踪。手动跟踪虽然方便快捷,但是对星实时性和精度较差。程序跟踪需要利用主控单元不间断的对位置信息和姿态信息进行解算,然后驱动伺服系统消除实际角度与计算角度差值,长时间累计计算,必然存在精度误差。针对当前主流跟踪技术所存在的问题,并顺应北斗即时通信技术的迅猛发展,本文设计了一种程序对星加自动跟踪的北斗船载卫星天线稳定跟踪系统。区别于以往纯粹的手动跟踪和程序跟踪方式,该系统主控单元将北斗模块获取的实时经纬度信息、所选卫星的经度信息及陀螺仪获取的姿态信息进行算法解析,采用程序跟踪方式驱动卫星天线转台转动到解析的角度。完成对星过程后进入自动追踪流程,主控单元将实时获取的载噪比进行对比,始终保持卫星天线指向载噪比最强的方向。该过程执行实时的船载扰动角度补偿,以此达到稳定的自动跟踪同步卫星的目的。测试结果表明,该北斗船载卫星天线稳定跟踪系统能够长时间不间断地自动搜索跟踪目标卫星,不会产生累积误差,可满足北斗船载卫星通信终端需求。", "label": "船舶与海洋工程", "id": 0}
{"content": "智能船舶已成为未来船舶的主要发展趋势,网络信息化系统是智能船舶的重要组成部分。本文以客船网络信息化系统为主要研究对象,结合船舶航行和旅客需求,进行科学对比和研究,以期设计经济实惠、人性化、安全可靠的网络信息化系统,满足船舶安全航行的需求和提升船上人员的舒适度。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文以黄浦江休闲餐饮观景船为例,对船舶电力系统保护电器的参数进行分析和设定,完成其电力系统保护电器协调动作分析,确保船舶电站的安全可靠,其方法对其他类似船舶电力系统的分析提供了一定的借鉴思路。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文以船舶直流电网技术特征及不同设计方案分析研究,提出新形势下各类型电力推进船舶直流电网电力设备配置关键问题,并对该问题进行分析,为不同类型电力推进船舶电力设备及保护技术提供优化选项。", "label": "船舶与海洋工程", "id": 0}
{"content": "鉴于电缆支承件设计的建模工作中存在着大量相似性建模、规范性建模等问题,本文通过对电缆支承件各种类型的分析,研究了一种基于三维体验平台的船舶电缆支承件全三维参数化建模方法,该方法是实现定制设计和快速响应设计的基础。通过基于该平台的二次开发,将电缆支承件各零件的完整建模流程以语言的形式封装到程序内形成建模,把各类零件整合,实现已有模型的预览和重用,提高了电装生产设计的设计效率。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文对船舶透平发电机的发电机组及其调速器、励磁机和负载模型进行数学建模。用Matlab/Simulink进行透平发电机系统模型仿真,然后用Visual C++实现废气透平系统界面的设计。最后在仿真平台SUPERSIMS完成界面与模型的通讯,并模仿不同工况条件对模型进行操作,来观察仿真的实验数据,验真所建模型的可行性。", "label": "船舶与海洋工程", "id": 0}
{"content": "目前船岸一体平台的科研均采用传统的通信技术,其通信流量大,只能慢速传少量需要的数据,摄像头音视数据流量浩大没法传,影响科技的发展,影响全面推广。全世界有几百万条船舶海洋设备,全面智能化需要全部动态的船舶与海洋数据,也需要全部的音视数据,如果采用传统的通信技术,发几万个卫星资源还不够用,而且卫星费用浩大是天文数字,根本不可行,必需进行创新取代传统的通信技术。本文介绍已应用成熟的AUTONET超大压缩分布数据库同步高速大容量船岸一体物联网平台技术,能够压缩动态数据卫星传输带宽万倍,能够压缩音视数据卫星传输带宽千倍,从现在起,船岸一体大数据平台可以低成本大量应用推广了,有划时代的意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "现代化必需要信息化,高速大容量实时信息物联网云平台是必需的,但由于卫星资源及4G、5G无线资源是有限的,要实现全世界各种用途的信息全部连上物联网平台,网络带宽流量太巨大,卫星无线资源是不够用的,而且物联网传送信息费成本也太高,因此物联网无法大规模推广应用。我们创新了分布数据库同步的超大压缩技术,能压缩平台上的实时数据和音视数据的平台带宽流量数万倍,解决了上述二个难题,同时单平台数据容量为52万个,平台数据实时响应一般小于1秒,音视数据也能低流量传播,使物联网信息技术能够高性能大规模推广,促进世界的进步,这就是AUTONET。本文介绍\"分布数据库同步超大压缩高速大容量实时信息物联网云平台AUTONET\"的结构及其在船岸一体的应用。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着信息技术的不断发展,船舶智能化、大型化是大势所趋,也是建设成为海洋强国的必经之路。而船舶的安全性问题已经成为船舶领域中不可忽略的热点问题之一。船舶作为一种结构复杂、受力复杂的水上交通工具,长期处于恶劣的海洋环境中,往往会导致船体结构发生疲劳、变形、腐蚀等损伤,这使得船舶的安全性存在巨大的隐患。因此开发能够对船体的典型结构进行长期实时监测和强度评估的监测系统有重要的实际意义。基于FBG传感器的强度监测系统可对船舶典型结构实现长期监测与实时评估。该系统的研究方法可为各种类型船舶的局部强度或安全健康监测提供支撑,也可为全船强度或安全健康监测提供思路。", "label": "船舶与海洋工程", "id": 0}
{"content": "孤网系统是指脱离大电网而孤立运行的小电网,其发电机组单机容量与电网容量之比超过8%,并且只有单台或几台机组并联运行。本文以船舶系统和海上石油钻井平台为例介绍了孤网系统电能质量的特点,根据大量实地测试数据对船舶和钻井平台的谐波和无功问题进行分析,结合国内外谐波治理标准对系统谐波无功控制方案进行探讨。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文通过分析内河水域船舶生活污水污染的现状,提出了防治船舶生活污水措施要求和破解方法,提出了采用更加严格的执法举措和更高质量的解决建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "滚装船是三峡库区主要的水路运输船舶,由于船舶生活污水处理装置使用质量不高其排放的生活污水对库区水环境产生重要影响。本文通过对生活污水处理装置结构和原理的介绍分析装置的使用现状,提出了提高生活污水处理装置使用质量的措施。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶压载水的排放近些年受到国际海事组织的极大重视,压载水的随处排放会扰乱生态系统平衡,对全球环境造成威胁。本文对压载水的各种处理技术进行总结和分类,并结合实际分析了多种处理技术的原理及其优缺点。对现有的新型压载水处理方法进行简要分析。", "label": "船舶与海洋工程", "id": 0}
{"content": "为加强对内河船舶生活污水的综合防治,从政策法规、专项治理、重大战略和船型标准化方面,阐述了加快推进当前内河船舶生活污水防治的重要意义和机遇,并分析当前存在的船员不想使用、不会使用、不能使用防污染设备以及违法成本低等方面的突出问题,并针对性提出了七个方面的对策和建议,对内河船舶生活污水综合防治具有一定的借鉴作用。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了实现船舶压载水管理系统在快速、有效的完成工艺流程的同时,又能够对整个处理过程进行实时的控制、监控,本文提出了一种基于WebAccess的船舶压载水远程监控系统的设计方法,该远程监控系统采用由监控层、操作层以及现场设备层组成的三层架构,通过利用WebAccess的内部通讯协议实现WebAccess与S7-300PLC、人机交互设备（HMI）的实时数据通讯,它们三者之间良好的数据通讯是实现船舶压载水远程监控的保障。结果表明:WebAccess其优越的网络发布能力,可以将压载水处理设备的运行状态信息实时反馈到设备厂家,使其对设备的状态了如指掌,及时完成工程的诊断和维护,提高效率。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着内河船舶数量的迅速增长,船舶生活污水未经处理直接排放,对内河水质会造成一定程度的污染。根据相关船检法规和内河船舶标准化实施方案相关规定,400总吨及以上的内河船舶需安装生活污水处理装置。为保护水域环境,需加强船舶生活污水处理装置使用的监督管理,确保船舶生活污水的达标排放。", "label": "船舶与海洋工程", "id": 0}
{"content": "2004年2月,国际海事组织（IMO）通过了《2004年国际船舶压载水及沉积物控制和管理公约》,将于近期满足生效条件。本文分析、对比现有压载水处理装置的工作原理及自身特点,为船舶压载水处理装置的选择和安装提供思路。", "label": "船舶与海洋工程", "id": 0}
{"content": "介绍绿色船舶规范对不同分级船舶滤油设备的相关要求,简要概述国内现阶段满足IMO.MEPC.107（49）决议的滤油设备的结构类型、分离方法和处理能力,通过对部分企业具有代表性产品的分离水样试验数据的分析,探讨现有滤油设备的结构优缺点、试验方法的利弊以及设备能力的瓶颈,最后对设备的优化改进提供了一定的思路。", "label": "船舶与海洋工程", "id": 0}
{"content": "结合当前船舶压载水处理技术,本文采用旋流—紫外技术处理船舶压载水,即旋流净化作为一级预处理,分离泥沙等密度较大的固体颗粒;紫外线作为二级处理,灭活残余的微生物和细菌。分别对水力旋流器和UV处理装置进行了优化设计,将旋流器入口结构优化为阿基米德螺线形入口,增加流体转动速度,降低入口能量消耗,提高分离效率;在UV处理装置内加装进出口导流板,改善UV处理装置内的流场分布和增加紫外辐照时间。采用Fluent软件对旋流器的分离效率以及紫外装置内的流场、紫外辐照强度和剂量进行了仿真模拟。模拟结果表明:阿基米德螺旋线形入口的旋流器的分离性能得到了改善;加导流板的UV处理装置的紫外线辐照时间和平均辐射剂量分别增加了0.57s和41.9 m J/cm2,提高了杀菌效果。", "label": "船舶与海洋工程", "id": 0}
{"content": "致病菌作为病原体随压载水异地排放给人类和海洋环境带来了巨大的危险,为具体研究强电场放电产生羟基处理船舶压载水对压载水中致病菌的处理效果,并探究影响其处理效果的因素,本实验以大肠杆菌为实验材料,检测羟基法处理压载水前后对大肠杆菌的处理效果,测定压载水水质的变化情况,并研究TRO浓度,浊度,盐度,温度等因素对羟基法处理船舶压载水中大肠杆菌的影响。研究表明:TRO浓度大约为1.5ppm时对大肠杆菌的处理效果已远远满足国际海事组织的排放标准,且对压载水水质有一定的改善,其中TRO浓度对处理效果影响较大,降低浊度,能提高杀灭效率,温度越低杀灭效果越好,盐度几乎没有影响。研究结果对船舶推广运用和操作提供了参考意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对船东面临的船舶压载水管理系统实船选配的难题,设计了一种基于层次分析法（AHP）和模糊综合评价理论的实船选配模型。该模型首先通过层次分析法建立评价指标体系,把专家对各项指标的主观评判进行数学量化,获取权重向量;通过定量和定性的方法对各选设备商的各项考核指标进行隶属度分析,最后通过模糊综合评价理论计算出最终的选配评价得分。经实际算例检验,该方法简单、实用、有效,可对船东前期的决策起到很好的辅助作用。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文就MFPX307TFD-21型分油机及系统原理进行分析.", "label": "船舶与海洋工程", "id": 0}
{"content": "钦州港原油过驳（STS）自2011年10月底开始至今,已安全过驳原油近千万吨,直接经济效益达数亿元,未发生溢油污染。溢油污染只是原油过驳中船舶对过驳水域的污染风险之一,船舶防污染还包括其他方面,国际防止船舶造成污染公约（MARPOL公约）在防止船舶污染控制方面,包括六个附则,其中附则Ⅳ防止船舶生活污水污染规则是对船舶产生的生活污水进行控制,以达到防止水域污染的目的。过驳期间加强外国籍船舶生活污水处理的监督,是港口国监督（PSC）的重要内容。本文简述了船舶生活污水处理的有关要求,分析了钦州港原油过驳期间生活污水处理的现状,提出了改进措施。以期在防止船舶生活污水污染方面,形成具体的适合本辖区水域STS过驳作业管理规定,并以该规定作为本地区核准STS过驳作业的具体依据,实现零排放。", "label": "船舶与海洋工程", "id": 0}
{"content": "为保护内河水质,研发了基于真空蒸馏技术（VDT技术）的内河船舶黑水处理装置,并对其监控系统进行了详细设计。监控系统主要包括硬件模块、PLC软件模块、上位机软件模块,并重点阐述了基于模糊自适应PID控制的真空度监控模块的设计任务。实验结果表明,在监控系统的作用下,该装置可完成内河黑水净化处理的任务,具有广阔的推广前景。", "label": "船舶与海洋工程", "id": 0}
{"content": "为保护海洋环境安全,应对采用火活处理后的船舶压载水进行水生生物毒性测定,本文以美国环保局相关准则为参考,初步探索和建立适用于我国压载水生态毒性测试的方法和程序。方法经试验验证,具有可操作性、实用性以及良好的试验重复性。", "label": "船舶与海洋工程", "id": 0}
{"content": "介绍了船舶压载水的危害和船舶压载水风险评估方法,建立了特定物种风险评估模型并阐述了模型的4个评估步骤,以韩国仁川到中国大连为例进行了评估并分析了评估结果。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文通过培养小球藻来模拟压载水的实际环境,首先利用陶瓷过滤装置对模拟压载水中的藻类进行过滤吸附,然后用紫外装置杀灭残留的藻类。在过滤装置前后和紫外辐射装置前后取水样,通过对藻类的计数测量分析藻的去除效率。实验证明,这种联合方法对压载水中的藻类具有很好的处理效果。", "label": "船舶与海洋工程", "id": 0}
{"content": "文章通过对实例的分析,探讨了油水分离器的正确使用及其保养检修中存在的问题,并指出其使用及检修工作的操作要点。", "label": "船舶与海洋工程", "id": 0}
{"content": "详细地阐述了FPSO上的\"灰水\"的现状和回收利用的优化方案,并设计了一套中水利用流程以及用户分配,然后对这个优化进行了简要的安全、经济和环保分析,得出了在FPSO上灰水回收利用并形成一套中水系统是完全可行的,这也完全符合节能减排的政策。", "label": "船舶与海洋工程", "id": 0}
{"content": "根据船舶压载水物理净化技术中过滤技术的特点,综述了过滤滤材的再生率评定方法,针对船舶压载水实际工况分析了不同滤材再生率评定方法的优劣性。在实验室工况下测试了船舶压载水过滤器滤材的过滤性能和再生效果,提出了适于船舶压载水过滤器滤材再生率评价方法——采用滤材再生前后压差变化趋势评定其再生率是最接近实际工况的方法。为了满足工程需求,依据滤材再生前后压差变化趋势评定其再生率,提出了采用透气法检测滤材再生前后渗透性的变化,快速检测船舶压载水过滤器滤材再生率。建立船舶压载水过滤器滤材再生率评价方法,有助于预估船舶压载水过滤器滤材使用寿命,进而指导设计满足过滤性能的压载水过滤器,保证压载水处理的有效性和安全性。", "label": "船舶与海洋工程", "id": 0}
{"content": "利用三种不同的藻类——亚心形扁藻（Platymonas subcordiformis）、叉鞭金藻（Dicrateria sp.）和蛋白核小球藻（Chlorella pyrenoidosa）研究了超声波—硫酸自由基技术处理船舶压载水的效果。结果表明:超声波功率、作用时间和过硫酸钾浓度分别为400W、1min和3.2g/L时,扁藻的死亡率可达到100%;500W、1min和3.15g/L时,金藻的死亡率可达到100%;500W、1min和5.35g/L时,小球藻的死亡率可达到100%。三种藻类在使用超声波—硫酸自由基结合法处理时,均能全部死亡。", "label": "船舶与海洋工程", "id": 0}
{"content": "阐述了国际上目前正在研究的压载水处理方法,分析了传统的加热法,进而研究利用油轮蒸汽余热加热处理压载水方法的可行性,介绍了利用蒸汽余热处理压载水的原理和方法,并以实船\"远盛湖\"为模拟改造对象,论证了当该轮卸货时采用加热法处理压载水的可行性,提出了采用此种处理压载水方法的压载水管理意见,给船上管理压载水提供了可行的指导与参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶舱底污水的处理是船舶轮机管理人员面临的一个难点问题,其排放超标也是引起船舶滞留的诸多原因之一,这既有操作人员技术上的原因,更有油污水处理系统本身固有缺陷引起的,本文分析了目前船舶舱底污水处理的现状,指出处理系统中存在的问题和不足,针对存在的问题和不足提出了改进措施和发展趋势。", "label": "船舶与海洋工程", "id": 0}
{"content": "为有效防止压载水外来生物的入侵传播,提出了水中高压脉冲放电技术处理压载水.该技术采用超高压快速上升的脉冲电压和板-孔-板式反应器在液体中产生强烈放电,解决了电极损耗和高电导率时的高耗能问题.考察了高压脉冲放电对不同藻类的处理效果,确定并比较了对应的脉冲参数.结果表明:放电对藻的杀灭率可达100%.在所选的海藻中,绿藻门的藻类是最难处理的,硅藻其次,金藻是最易处理的藻类.", "label": "船舶与海洋工程", "id": 0}
{"content": "本文以船舶分油机为研究对象,应用故障模式及影响分析方法（FMEA）确定出分油机的各种可能故障模式、故障原因和故障影响,并对故障进行分级,最后根据分析结果提出提高其可靠性的参考措施。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>船舶压载水是船舶安全航行的必备条件,而压载水携带有害水生物和病原体破坏海洋生态环境,危害公众健康。由于压载水的排放,造成了生物入侵,造成港口国水域生态平衡的破坏,给当地经济带来直接的经济损失,这引起了国际海事组织的重视,就此国际海事组织制定了一系列相应的管理措施,但是目前国际上尚无一种在船上在输送压载水的过程中快速致死海洋有害生物和病原体的有效方法。本文依照国际海事组织指定的G8导则中的D2标准,利用强电场放电原理制取羟基自由基药剂,在系统中进行对船舶压载水有害生物处理的研究。通过实验确定了不同藻类不同浓度下的藻液所对应的最小羟基自由基浓度值以及羟基自由基在系统中杀灭藻类的效果。", "label": "船舶与海洋工程", "id": 0}
{"content": "文章主要介绍了船舶生活污水的定义,在分析了船舶生活污水的危害的基础上对船舶生活污水的处理方法进行了探讨。", "label": "船舶与海洋工程", "id": 0}
{"content": "IMO.MEPC107（49）决议对15ppm舱底水分离装置型式认可试验系统仅仅提供了一个框架式的思路,就系统中各元素的选配及布置并未明确.本文结合近期的型式认可实践经验.从6个方面分析了15ppm舱底水分离装置型式试验系统中各元素的选配和布置思路.以供相关生产试验厂家及验船师参考,有利于在一个相对统一的型式试验平台上采集有效的试验数据,确保严格履行MEPC107.（49）决议的相关要求.", "label": "船舶与海洋工程", "id": 0}
{"content": "本文从强制性规定和要求、行业检查要求以及船员的切身利益出发,阐述了进一步加强油水分离器使用和维护管理的必要性,对如何做好油水分离器使用和维护管理工作提出了良好做法并分享了自己的管理体会.", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>船舶普遍使用的压载水,是现代远洋船舶航海安全和高效营运的保证。但是随之带来的外来有害生物入侵性传播又是海洋面临的四大威胁之一。每天至少有7000个有机体等随船舶压载水远航至他乡,物种互相入侵,加剧了海洋生态链和环境的恶化。本论文基于光催化氧化灭菌技术,以 IMO 制定的船舶压载水的主要检测指标之一的大肠杆菌为研究对象, 考察了光催化灭菌的效率,初步探讨了光催化灭菌的机理。", "label": "船舶与海洋工程", "id": 0}
{"content": "《渤海海域船舶排污设备铅封程序规定》于2003年6月1日实施,按照该规定, 符合条件的船舶的排污设备将实施铅封管理。本文针对铅封工作实施过程中可能出现的问题进行了探讨,提出了相应的对策。并就《渤海碧海行动计划》的实施提出了有关建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "阐述船上防污器材的配备使用,使船员了解防污器材配备,能正确利用这些防污器材迅速有效地加以防止和有效处理,从而降低污染损害程度。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>随着海上运输业的发展,船舶柴油机的排气以及船舶其它向大气或海洋释放的有害物质所造成对大气的污染也日益严重,并破坏了海洋生态资源,危及人类健康。国际海事组织73／78防污公约1997年缔约国大会,所制定的73／78防污公约新增附则Ⅵ“防止船舶造成空气污染规则”以及强制性的实施附件“船舶柴油机氮氧化物的排放控制技术规则”正是表达了人", "label": "船舶与海洋工程", "id": 0}
{"content": "空气污染问题已引起广泛的注意,由此也引起国际海事组织（IMO）的公约和规则出现了很大的变化,其中已于2005年5月19日起生效的 MARPOL 73/78防污染公约附则Ⅵ“防止船舶造成空气污染规则”,要求所有400总吨及以上从事航行的船舶、平台和钻井平台取得国际防止空气污染 （IAPP）证书。本文就该附则对船舶进入硫氧化物（SOx）排放控制区域,要求使用硫分小于1．5% m/m 燃油时,新建造船只和规则发布前建造的船只,如何通过管路系统的最佳设计和布置来实现上述要求。", "label": "船舶与海洋工程", "id": 0}
{"content": "目前,我国船舶溢油导致近海石油污染日益加重,因此实时准确地监视溢油位置和漂移轨迹是采取有效溢油应急行动的关键,卫星遥感虽可用于探测海面溢油,但时间滞后,不够及时。本文致力于为船舶溢油提供一种准确实时的应急监测手段。重点开发一种与海面油膜漂浮移动性能相似的、具有 GPS 信号接收的 GPS 浮标,在船舶发生溢油事故后立即将其投放在海面溢油层中随油膜一起漂移。监测中心通过 GPRS 移动通信网实时接收 GPS 浮标发出速度、方向及时间的定位信息,并由 GIS 界面平台实现对溢油位置实时定位追踪显示。本文在分析了 GPS 技术、GPRS 技术以及相关的 TCP/IP 技术的基础上,从系统总体设计的角度阐述了基于 GPRS 分组数据网络 GPS 监控系统的设计,实现了监控终端的软硬件设计、监控中心的软件设计、定位数据的传输等。有助于海事局等溢油应急部门和单位进行实时监控、监视和预测溢油走向,为船舶溢油应急指挥提供一种准确实时、成本低廉、全天候的溢油全程监测手段。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶压载水的给排过程是造成地理性隔离水体间海洋生物传播的最主要途径.为安全有效治理船舶压载水,采用强电离放电方法制取羟基自由基溶液,进行了杀灭压载水搭乘生物的中试实验研究.在20t/h 外排压载水流量条件下,羟基自由基溶液比值浓度达到0.45 mg/L 时,可以完全杀灭异氧细菌;羟基自由基溶液比值浓度达到0.65 mg/L 时,可以在4 m（反心时间约1 s）长的排放管道中杀灭海洋微生物,同时改善了压载水水质.结果表明采用强电离放电方法制取羟基自由基可以有效的治理船舶压载水.", "label": "船舶与海洋工程", "id": 0}
{"content": "本文在分析船舶压载水旋流分离特点的基础上,给出了船舶压载水用旋流分离器各种尺寸的选择及范围,建议使用小直径（几十毫米以内）、小锥角（3°以内）长锥型、溢流管浅插入、加足够长度底流管的旋流分离器。在多种方案的数值模拟、分析、比较的基础上,设计了一种转动式船舶压载水用旋流分离器,数值模拟结果表明该旋流分离器具有较高的分离效率。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着国际、国内新形势的发展,防止船舶污染的国际公约、国内法律法规的不断修订、健全,法制建设逐步完善。尽管如此,一些船舶的防污染安全管理上,特别是国内沿海航线低标准船舶上仍存在着不规范操作管理、违章排放等现象。本文将探讨船舶机舱防污染设备的监督管理问题,如何最大限度地减少船舶对海洋环境的污染。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>随着海洋环保意识的增强,人们提出了压载水管理计划这个概念。目前压载水管理计划的核心是压载水交换,而连续法是压载水交换的一种方法,新造船一般采用此法。本文以新造船105 000dwt", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>本文针对实施\"船舶机舱污水排放系统铅封管理\"实践,分析 SOLAS 公约、73/78防污公约及我国相关法律规定对船舶污染海洋的具体要求。针对现有船舶机舱污水管理设计上的复杂性,特别是", "label": "船舶与海洋工程", "id": 0}
{"content": "本文介绍了船舶压载水旋流分离处理的工作原理和旋流分离的特点,分析了衡量船舶压载水旋流分离的性能指标和影响船舶压载水旋流分离效率的主要因素。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文通过叙述船舶防污装置油水分离器在WMS-2000型轮机仿真训练器中硬表盘（控制箱）和模型软件的设计和实现过程,说明了物理仿真机中仿真对象的设计过程和实时仿真建模的方法和特点。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文综述了船舶压载水问题的由来、国际立法的进程、船舶压载水处理的方法及优缺点,发达国家的先进经验、压载水处理的先进技术,对我国正在进行的 UNDP/GEF/IMO 全球压载水管理项目（GloBALLAST）有借鉴价值。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文分析了OCD-1型油分浓度检测器的工作原理及其故障的分析方法,对轮机管理人员及维修人员具有一定的参考价值．", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶污油水排放监控系统是控制船舶操作性排油防止海洋污染的重要设备．本文研制的排油监控系统能够通过传感器测取油份浓度,流量和船速信号,经计算机计算出油量瞬时排放率和排油总量依据73/78防污公约规定,自动控制油船含油压载水或洗舱水的排放．", "label": "船舶与海洋工程", "id": 0}
{"content": "作者概述了 MARPOL73/78的新动向；结合内河航运、部分内河港口对外开放, 阐述了防止船舶油污染技术、防止船舶散装化学品污染技术、防止船舶垃圾污染技术的进展,并对船舶选用油水分离装置、溢油处理、散装化学品残余物和混合物接收处理、船舶垃圾处理等,提出了建议和看法。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>油类对海洋的污染,自五十年代以后就引起世界各国政府的重视,相继采取了许多技术上的措施对船舶含油污水进行处理,使油水分离以减少排入海中的油量。同时,各国政府", "label": "船舶与海洋工程", "id": 0}
{"content": "混合驱动水下滑翔器具备剩余浮力驱动、姿态调节装置、舵、推进器等多重驱动机构,既能够以滑翔方式执行长时间环境监测任务又能够以动力驱动方式像AUV一样执行精细探测任务。多重驱动机构同时具备,给其进行任务切换时带来了很大的灵活性,同时也对其任务切换时平稳控制方法带来了挑战。本文提出混合驱动水下滑翔器滑翔态与直航态多驱动闭环控制方法,通过剩余浮力、姿态调节以及尾舵的联合控制实现其两种状态的平稳快速切换。然后利用\"海翔\"混合驱动水下滑翔器进行联合控制方法的实际验证,试验表明该联合控制方法有效。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着无人水面艇智能化技术的发展,如何面向艇上多源异构传感器信息构建数据系统成为一个难题。本文从无人水面艇的实际需求出发,从数据采集、存储、处理、传输、显示等多个方面进行研究,构建面向多源异构传感器的无人艇船岸数据系统。实践表明,本文提出的无人艇船岸数据系统具有完备的功能,满足实际项目的使用需求。", "label": "船舶与海洋工程", "id": 0}
{"content": "为实现喷水推进船舶的矢量控制航行任务,设计了一种针对双泵喷水推进船舶的实时矢量控制软硬件平台。确定了可视化、模块化、多功能等设计要素。利用C#语言进行软件编程,WPF平台进行界面设计。结合GPS/北斗定位仪、CAN总线模块、姿态测量仪等硬件设备确定了硬件结构并搭建了平台样机,实现了开环控制、闭环矢量控制和手柄控制等功能。应用该平台自动操控实验船进行矢量横移实验,在50米的横移距离内取得了纵向位移小于2m和艏摇角偏差小于2°的效果,验证了平台的可靠性和可行性。该平台可用于智能船舶研究者进行船舶操纵性实验和矢量控制算法测试。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文设计了一种周期附加带质量块薄板的Helmholtz共振腔周期异型局域共振型声学管道系统,研究表明所附加的带质量块薄板结构能够明显增加吸声峰数量,特别是低频吸声。周期排布该异型Helmholtz共振腔的管道系统不仅能拓宽异型局域共振型单胞的传输曲线吸声峰,还会显著提高峰值大小。从薄板与腔体的相互作用及周期排布出现的声散射特性等方面,对所提出的管道吸声进行了阐述。同时研究了平板杨氏模量、附加质量块大小及布放位置对管道吸声的影响。平板杨氏模量增大,会使吸声峰向高频移动。附加质量块质量和位置变化会引起吸声峰对应频率变化,具体需要根据工程需求进行仿真模拟。仿真证明了所提出的声学管道系统可以对低频噪声的控制具有较好的控制效果,为管道噪声的控制提供了一种新的方式。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了探究仿生沟槽对管路噪声的控制效果和影响机理,本文基于仿生技术首先对直管进行仿生设计,运用大涡模拟（LES）计算方法对管路进行流场计算,基于Lighthill声类比理论对其进行声场计算,揭示仿生沟槽对管路流场及流噪声的影响机理,然后将仿生沟槽应用于T型三通管,并分析不同夹角θ,不同间距s下,沟槽对流噪声的影响结果。结果表明:仿生沟槽的存在避免了高速流体直接与管壁接触,从而降低了能量的损失,低流速流体的存在保持了边界层的稳定,抑制了湍流的猝发;当夹角θ=60°、s=1mm时对T型三通管降噪效果最好。", "label": "船舶与海洋工程", "id": 0}
{"content": "通风空调管路系统噪声是船舶的主要噪声源之一。消声器对管路系统中的噪声有着良好的控制效果。本文针对船舶通风空调管路系统的消声单元开展声学有限元计算及实验研究,计算了基本消声单元的传递损失,为消声器的设计提拱了指导意见。", "label": "船舶与海洋工程", "id": 0}
{"content": "挠性接管作为管路系统重要减振降噪元件,其插入损失参数一直是衡量和评价挠性接管减振降噪性能的关键指标。由于研制阶段不具备实际安装测试条件,仅能在试验室条件下进行测量。受测试方法制约,插入损失参数测试结果不仅与挠性接管自身性能有关,而且受激励源以及安装边界条件影响。本文提出相对于激励力进行归一化的计算方式,以减小激励力变化对插入损失测试结果的影响,经过两型挠性接管测试结果对比分析,归一化后计算结果更为可靠合理。", "label": "船舶与海洋工程", "id": 0}
{"content": "管道内声源识别技术是研究管道内声源产生及其声传播机理的重要实验手段,然而目前的管道内声源识别技术主要针对声源位于圆形管道内的情况,在实际工程中,声源位于矩形管道内的情况也较为常见,例如闭口风洞内的飞机模型、循环水槽中的螺旋桨模型等,因此建立一种矩形管道内声源识别技术具有重要的工程价值。本文根据无限长矩形管道内声压传播规律,建立基于模态叠加法的矩形管道内声源识别方法,该方法通过传声器阵列测量的声压反求出声波模态的幅值,然后利用求解的模态幅值计算声源面处或附近的声压来识别声源。采用两个位于矩形管道内的单极子声源进行数值仿真,仿真结果表明所提方法不仅可以准确地识别出声源的位置,而且可以精确地预测出管道内声源近场和远场的声压。", "label": "船舶与海洋工程", "id": 0}
{"content": "采用声固耦合有限元法建立串接消声器水管路模型,对进口侧点声源下模型振声响应进行计算,提取出口侧一组截面的声功率级,分析得到:结构与声介质的耦合效应具体表现为固有频率数目的增加,使得传声通过频率的数目增加;传声通过频率下移,低频区域（第一个通过频率以下频段）的传声特性类似,且在该频段的前半频段上,消声效果得到优化。消声器结构接触声介质的第一层钢壁厚度对声振耦合效果影响明显。在消声器壁面引入软材料夹层能够一定程度优化低频消声效果,可以考虑作为声源频率低、空间要求严苛的水管路系统消声优化措施。", "label": "船舶与海洋工程", "id": 0}
{"content": "本论文针对水锤冲击过程动态压力的测量问题,提出了采用压电型动态压力传感器的准静态测量方法,并与常规方法的测量结果及测量不确定度进行了对比和分析。由对比结果可见:压电型传感器的准静态测量结果与压阻型的测量结果一致性较好,两者冲击压力的峰值压差最大相差1.64%;正压水锤准静态测量中初始压力丢失的问题可以通过静压力表测量与准静态测量相结合的方式解决;计算包含概率为95%时的相对扩展不确定度,压电型准静态测量方式为2.87%,压阻型测量方式为2.586%;正压水锤测试重复性引入的不确定度高于负压水锤,且为测试系统硬件引起不确定度的2倍以上,是整个测试链中最显著的影响因素。", "label": "船舶与海洋工程", "id": 0}
{"content": "通海系统是船舶重要的噪声源之一,开展大口径通海系统管路声学性能检测是实现船舶系统低噪声化建造及维护的重要手段。为克服船舶建造阶段存在设备无法开启、狭窄空间内大型激励设备无法进舱开展工作这一问题,适应船舱内测试条件,本文提出了一种大口径通海系统管路声学性能检测方法,结合锤击法灵活方便的特点开展测试,通过引入修正参考点对传统锤击法获得的隔振效果进行修正,解决因锤击激励与设备激励不同导致的测试结果差异,并结合仿真试验验证了该方法的有效性。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对欠驱智能船舶在执行循迹任务时,受路径曲率和环境力干扰影响导致横向偏差增大的问题,对智能船舶的引导策略进行了研究。提出了一种有限时间收敛的自适应引导律并基于该引导律实现了智能船舶循迹控制,使循迹过程中的横向偏差可以在有限时间内收敛至零。相比于传统积分引导律（IntegralLine-of-Sight,ILOS）,该方法的控制参数可以根据横向偏差的变化进行自适应调整,可以更快地引导智能船舶进行直线和曲线循迹。最后,通过仿真对比验证了该方法的有效性和先进性。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文对复杂通信环境下的水面无人艇（USV）远程控制时延进行研究。首先详述了现阶段USV常用的若干种通信方法并分析了各方法不同的时延特性,提出了一种面向网络时延场景的USV远程控制模型。针对远程控制系统中的网络时延这一关键因素,本文提出了一种基于多层感知机的网络时延自适应预测方法,对USV远程控制系统中的通信时延进行预测,并在Network Latency数据集上对模型性能进行验证。实验结果表明,本文提出的复杂通信环境下的自适应USV控制时延预测模型能够同时满足目标场景任务的准确性和实时性需求。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文主要研究了一种基于虚拟结构与人工势场相结合的无人艇（USV）和无人机（UAV）协同编队控制方法。首先,选取一艘无人艇作为编队参考点,以编队参考点为中心设定期望的机艇协同编队队形;接着给每个无人机和无人艇设立一个虚拟质点,构建机艇虚拟质点形成编队队形的状态误差,使机艇虚拟质点集群基于状态误差运动形成期望的编队队形;再构建机艇与虚拟质点之间的状态误差和人工势场,基于状态误差和人工势场控制机艇与虚拟质点重合,最终机艇集群形成预设的机艇协同编队队形;然后,地面站给无人艇发送运动控制指令,无人艇按照期望航线运动并且无人机与其保持期望队形,完成机艇水空协同作业的任务。最后,在湖泊上应用自开发无人艇和四旋翼无人机进行物理实验验证,取得了良好的编队效果,验证了算法的有效性、实用性和可靠性。", "label": "船舶与海洋工程", "id": 0}
{"content": "智能船舶已逐渐成为航运领域的一个热点,而船舶航行控制技术作为智能船舶关键技术之一,需对其功能合理性进行充分验证。为保证低成本及可靠性的基础上,本文通过硬件、软件及通信协议设计,搭建了智能船舶航行控制试验系统,并开展船舶航行、会遇等实船实验,有效验证了本系统的可行性,其结果可为智能船舶研究与发展提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "提高混合能源系统技术是船舶绿色化的重要发展方向,混合能源系统的配置优化和能量管理对于提高船舶电力系统运行的可靠性、经济性以及能源的可持续性至关重要。针对此关键问题,本文开展了基于量子计算的船舶混合能源系统多目标配置方法和能量管理策略的研究。首先,建立了混合能源系统各分布电源模块的数学模型,并以经济成本低、设备使用寿命长和供电可靠性高为目标建构了配置优化的目标函数。然后,将模糊规则和量子多目标人工蜂群算法相结合对目标函数进行优化,求解得到同时满足多个约束条件的配置方案。在此基础上,建构了同时满足电力系统运行成本低和清洁能源利用率高的能量管理优化目标函数,通过量子多目标粒子群算法进行优化,实现了船舶混合能源系统的实时优化调度。实际航行数据的试验验证了基于量子人工蜂群算法的多目标配置优化方法的可行性。此外,进行不同策略的能量管理实验,实验结果表明了所提出的能量管理策略优于其它的方法,有效地降低了船舶电力系统运行成本、燃油成本、污染物排放量,满足船舶能效运营指数（EEOI）环保要求。", "label": "船舶与海洋工程", "id": 0}
{"content": "天然气的主要成分是甲烷（CH4）,是一种高效清洁的优质燃料。经液化后,其体积约为原来的1/625,温度可低至-163℃。为保证其稳定性和安全性,防止因热辐射、热传导等方式使LNG温度升高,用于输送LNG的低温管路需要进行保冷。由于超低温的特点,对保冷材料的要求很高,是一项高难度的深冷工程。船舶作为一种海上运输工具,环境条件与化工、石油、建筑、LNG接收站差异较大,其空间有限,且形变与受力处于动态变化,在保冷技术方案选用上所要考虑的因素有所不同。文中例举几种常用的船舶LNG低温管路保冷技术方案,分析其优缺点,可为LNG运输船、LNG双燃料船的LNG低温管路保冷技术方案选型提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "在石油、天然气等海洋资源开采过程中,考虑船舶工程作业的安全性,船舶的位置和艏向需要约束在一定范围内.为了解决船舶状态约束问题,本研究提出了一种基于障碍李雅普诺夫函数的反步控制律.该控制律利用障碍李雅普诺夫函数对系统的误差进行限制,进而达到对系统状态的约束,将障碍李雅普诺夫函数与反步技术相结合,设计基于障碍李雅普诺夫函数的反步控制律,并应用到多输入多输出动力定位控制系统中.利用李雅普诺夫稳定性理论对所设计的控制律进行稳定性分析.此外,通过与常规反步控制方法进行仿真对比,证实所提控制律对具有状态约束的船舶动力定位系统的鲁棒性和有效性.最后,为进一步研究障碍李雅普诺夫函数对系统的影响,本研究针对约束参数的改变对系统的影响进行了仿真分析.", "label": "船舶与海洋工程", "id": 0}
{"content": "针对水面无人航行器的轨迹与姿态控制问题,本文将模糊控制与神经网络方法相结合,提出了一种水面航行器的智能避障与姿态控制策略。所设计的控制系统分为航迹控制和姿态控制两个子系统。在航迹控制子系统中,依据航行器的传感器与作动器配置,基于模糊控制策略设计了一种航迹控制与避障算法;在姿态控制子系统中,考虑到水上复杂环境对系统造成的不确定性,采用基于RBF神经网络的自适应控制方法设计了无人航行器的姿态控制律。最后,通过仿真实验对所设计的航迹控制策略与姿态控制律进行了验证。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文分析了船用操舵仪的操舵工作方式及操舵控制原理,说明了各操舵工作方式的使用场景,结合操舵仪使用现状,提出了操舵故障下的处置方法和改进建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "系统工程建模语言SysML（Systems Modeling Language）是一种支持描述、设计、分析和验证系统的标准建模语言,适应迭代设计与开发验证。本文针对船舶操纵控制系统物理样机制造周期长、代价高、效率低的缺点,提出基于SysML的系统数字化设计研究方案,使得设计人员有效对各种设计决策和设计方案进行检查和评估,消除其中的歧义和错误,实现降低设计成本和提高效率的目标。", "label": "船舶与海洋工程", "id": 0}
{"content": "尽管因为信息安全的原因,我国政府一早提出信息自主可控目标,大力发展国产操作系统等信息产业核心技术。但是自\"贸易战\"开始以来,美国与中国之间的贸易摩擦日益剧烈。美国多次对中国企业（中兴、华为等）进行技术出口限制。技术限制已发展成为\"卡脖子\"难题。这使得国产操作系统的研究不仅仅要满足信息安全的需要,更应该考虑在船舶等应用领域的普及推广,应该形成完整的软件产业链,从而促进信息化产业的良性循环。Django框架基于Python语言,其具有强大的跨平台性和高效的执行效率,越来越多被用于独立的、大型Web应用项目的开发。设计基于Django框架的应用方案,并在中标麒麟上实现,对我国信息化产业发展具有一定的促进作用。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文主要是基于CATIAV6软件平台,通过软件应用研究,结合CAA开发技术进行程序开发,实现一整套的管路支架建模出图报表功能,并通过实际产品应用对本程序开发功能进行了验证。实践表明,本程序能提高管路支架建模和出图的自动化程度,提高工作效率,减少错误率,提高设计质量。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对船舶管系部件数量庞大、种类繁多所导致的建模工作量大的问题,本文分析了管系部件库的特点,并研究了部件库建库技术要求,提出了基于三维体验平台（3D Experience Platform,3DEXP）的管系部件库快速建模方法,即管系标准部件采用解析建模、非标准件采用Template建模。文章最后以典型管系部件法兰和双联复板为例,对两种建模方法进行了验证,此方法能有效提高管系基础库建模效率和模型质量。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文针对现阶段船舶管系基于文档设计绘制系统原理图,造成信息离散、数据无关联性等问题,提出了基于三维体验平台采用数字化结构化方式开展管路原理图设计的方案。本文分析了传统设计模式下产生的问题,研究了基于三位体验平台数字化结构化管路的原理图设计的设计流程和设计准备、原理图绘制、原理图检查、设计数据输出等内容,实现了基于模型的关联化设计。", "label": "船舶与海洋工程", "id": 0}
{"content": "仿真技术在船舶管路系统研制过程中的作用日趋重要。结合管路研制流程,首先介绍了系统设计阶段管网系统仿真的建模流程和技术原理。为解决管路放样应具备可生产性的问题,有限元法可探明难成形管材的变形规律并获取较优工艺参数,阐述了管材有限元仿真的技术路线及研究思路。虚拟现实作为提高船舶建造效率和质量的有效手段,分析了数字化装配工艺设计与仿真的场景构建和技术要点。研究成果对船舶管路系统研制具有一定参考价值。", "label": "船舶与海洋工程", "id": 0}
{"content": "目前,基于三维模型的船舶管路系统仿真分析研究仍较少,特别是对管路模型而言,其模型结构复杂,仿真建模工作量大,且难以在仿真模型准确表达管路走向等因素。因此,本文基于CATIA V6平台的管路系统模型,通过研究三维模型配置集、基础资源库、模型拓展属性和关联关系,提出一种管路三维模型到仿真模型的快速转化方法,开展船舶管路系统的的仿真研究,提高了船舶管路系统仿真效率。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文基于CATIAV6软件平台,提出了一套防火分隔的实现方法。考虑了总体专业绘制防火分隔图时的实际设计需求以及舱室三维模型化的技术难点,综合利用分舱建模的原生功能,知识工程应用,出图二次开发等多项软件功能解决了防火分隔设计过程中高效建模,规范查询,三维出图等问题。实践结果表明使用该三维实现方法,防火分隔的出图效率与图面质量能够显著提高。该实现方法根据不同的设计属性还能应用于其他舱室相关的设计场景,具有较强的扩展性。", "label": "船舶与海洋工程", "id": 0}
{"content": "近年来,在船市整体惨淡的情况下,豪华游轮市场逆势而上,无论是接单量还是成交量都在不断创造历史新高。动力系统作为其相应的必备配套设备,其市场也在不断升温。在目前的豪华游轮动力市场中,柴油机市场主要份额被瓦锡兰占据,燃气轮机市场被GE占据,电力推进系统市场被ABB所占据。整体行业垄断性较强,企业介入较为困难。", "label": "船舶与海洋工程", "id": 0}
{"content": "作为标准导向的行业,船舶行业的诸多标准规范,如ASPICE, CMMI等都对船舶电子产品研发过程提出了明确的要求。此外,船舶行业的核心理念是把过程理论和实际项目进行有机结合。本文聚焦于研发过程的用户体验,深入研讨了用户访问过程描述信息、项目文档、模板、最佳实践或者技术知识库。", "label": "船舶与海洋工程", "id": 0}
{"content": "在现代动力定位系统中,主推进器经常和舵配合使用,组合单元的推力特性非常复杂,增加了动力定位控制分配的难度。文章首先从理论上推导了桨舵组合单元推力的数学模型,建立了组合单元推力与主推进器推力的对应关系。其次,进行了主推进器和舵联合作用下的水动力模型试验研究,通过对不同转速及不同舵角下组合单元的推力测量结果分析,对桨舵组合单元推力的理论模型进行了初步验证。最后,利用试验结果对桨舵组合推力模型进行了回归分析。本研究工作为解决舵参与动力定位控制时的优化推力分配问题提供了参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "为建立适用于船舶管路施工布置过程的管路声振性能快速评估方法,结合传递矩阵法和有限元超单元法构建超单元传递矩阵法。以管路-支吊架模型为研究对象,采用固定模态综合法将支吊架模型凝聚为2节点超级单元并建立传递矩阵,通过典型位置传递矩阵将超单元传递矩阵与三维管路传递矩阵组装形成整体传递矩阵。在此基础上对固有频率及振型计算结果进行数值验证,结果表明超单元传递矩阵法计算精度优于传递矩阵法,计算效率优于有限元法,可为船舶管路详细设计和生产设计阶段的声振性能评估提供支撑。", "label": "船舶与海洋工程", "id": 0}
{"content": "文章以某无人艇为切入点,利用深度强化学习技术,结合无人艇的数学模型,分析并设计环境的状态空间、动作空间和奖励,通过智能控制器与环境交互生成训练样本,训练航向控制网络,同时结合以视线法为基础的航迹控制,实现无人艇的运动控制。通过实验仿真验证,训练后的网络能够很好地对无人艇进行控制,相对于传统的PID控制算法在稳定性以及抗干扰能力上具有一定优势。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着科技的发展,人们对海洋的探究越来越备受关注,而对于海洋探测载体的研究是对海洋资源勘测的重中之重,实现对水下航行器的姿态检测才能够对其施以控制.其中惯性测量单元是水下载体姿态信息检测的关键组成部分,当前MEMS惯性传感器因具有体积小、成本低和功耗低等特点,被广泛应用于姿态检测系统当中.但使用单一的传感器进行姿态检测会有零点漂移、噪声误差、易受环境影响等缺点,故而需采用数据融合来提高姿态检测精度.本文主要对当前国内对水下载体检测控制的研究现状、水下航行器姿态检测中所使用的惯性测量元件以及数据融合算法以及进行了叙述,重点探讨了常用姿态传感器、常用数据融合算法的性能特点、研究现状以及未来的发展趋势.", "label": "船舶与海洋工程", "id": 0}
{"content": "本文针对含有未知时变侧滑角情况下的欠驱动船舶路径跟随控制问题,提出了一种基于侧滑角在线估计的有限时间收敛的视线法制导律.首先,针对欠驱动船舶的三自由度非线性运动学方程,通过将时变侧滑角重构为系统加性未知扰动,从而设计一个广义非线性干扰观测器对其进行估计,实现侧滑角观测误差的有限时间收敛.进而通过在传统视线法制导律中引入非线性状态反馈和侧滑角补偿,获得有限时间收敛的制导律.最后,利用李雅普诺夫理论证明该制导律能够保证船舶路径跟随误差是一致最终有界和有限时间收敛的.仿真分析验证了本文提出方法的有效性.", "label": "船舶与海洋工程", "id": 0}
{"content": "本文通过对船舶受力和系统各组成部件运动学规律的分析,建立了船舶运动数学模型,并对船舶运动控制方法进行探讨与研究,利用PID控制方法对船舶运动的航向及航速进行反馈控制,进行了相关的仿真实验,实验结果表明具有良好的控制效果。", "label": "船舶与海洋工程", "id": 0}
{"content": "在船舶智能控制领域,船舶定位及姿态解算成为船舶状态反馈的重点。在三自由度船舶研究中,所需反馈的船舶位置和姿态量共三个,即船舶在大地坐标系下的横纵坐标值和艏摇角（方位角）。为消除GPS/北斗卫星定位模块和惯导姿态测量模块输出的信号携带的噪声,介绍了一种基于小波变换滤波的船舶定位及姿态解算数据处理方法,利用多次的小波域阈值滤波和多来源数据融合的方式,提升了位置和姿态数据的精度。为验证此方法的可行性,搭建了船舶定位及姿态解算软硬件系统,并进行了行车实验。实验结果证明该基于小波变换滤波的船舶定位及姿态解算数据处理方法对位置和方位角的随机噪声有良好的降噪效果,为将来船舶智能控制系统的开发提供了实时反馈的基础。", "label": "船舶与海洋工程", "id": 0}
{"content": "建立了适用于双泵喷水推进船舶的船舶矢量控制模型,包括运动控制模型和矢量推力模型。设计并实现了基于WPF平台和C#语言的双泵喷水推进矢量控制仿真平台,不仅可以灵活导入不同的控制器函数,而且可以在仿真过程中实时直观的观察到船舶的运动和相关物理量的变化。在该平台上进行了回转仿真,验证了仿真平台的可行性和可靠性。为将来进行双泵喷水推进船舶矢量控制器设计乃至实时控制平台的搭建奠定了基础。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文提出一种对于船舶航向的自适应反步控制算法,该算法主要是利用自适应估计来估计未知的参数,再用反步法来设计控制器。本文中对于船舶航向模型中的参数和扰动分三种情况进行处理,分别为无扰动参数已知,无扰动参数未知,扰动界未知参数未知。最后通过仿真可以验证自适应反步控制的有效性。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对明轮船在航行过程中存在参数摄动、随机风浪扰动的问题,建立{SF}坐标系的航迹动态偏差和水动力方程,对模型的参数进行了摄动,在此基础上采取自适应参数滑模方法对明轮船进行高精度航迹跟踪控制。基于李亚普诺夫理论,通过调整参数自适应率得到合适的参数。分析、证明此控制方式下闭环系统的稳定性。对风浪的随机干扰采取了卡尔曼滤波进行滤波降噪,降低干扰对明轮船航迹跟踪的影响,以便节约船载有限的能源。仿真与试验结果表明:所设计的基于卡尔曼滤波的自适应鲁棒滑模控制器能够对明轮船的高精度航迹跟踪进行有效控制,由于采用卡尔曼滤波且参数具有自适应性,对随机干扰表现出较强的鲁棒性。", "label": "船舶与海洋工程", "id": 0}
{"content": "平视显示器（HUD）作为一种重要的显示仪表,因其将外界视镜与飞机飞行参数融合显示的特性,被广泛应用于航空和航海领域,较好地解决了人在驾驶飞机和船舶时产生的视觉疲劳与注意力分散等问题。为降低船舶航行风险,向船舶驾驶员提供良好的情景意识,本文提出船用HUD的系统设计并进行仿真。仿真结果表明,船用HUD具有良好的辅助船舶操纵特性,可以保障船舶在低能见度狭窄水域正常航行,为载运工具智能化技术提供新的发展方向。", "label": "船舶与海洋工程", "id": 0}
{"content": "无人艇作为智能交通技术的典型代表,正在成为新的产业投资热点。无人艇运动控制系统的网络结构设计直接影响着无人艇的性能提升和功能扩展。本文在分析无人艇运动控制系统的应用需求和现场总线技术发展的基础上,基于NMEA2000标准设计了可满足有人驾驶和无人驾驶双模式下使用的无人艇运动控制系统网络。在LabVIEW环境下完成了PGN参数组消息的编解码应用软件开发。论文研究不仅提升了无人艇运动控制系统网络的信息化水平,同时也为开展无人艇人工智能学习和训练奠定基础。", "label": "船舶与海洋工程", "id": 0}
{"content": "无人艇（Unmanned Surface Vehicle,USV）的智能化水平决定了其未来军事和商业应用前景。无人艇转向点行为是其自主航行最基础的智能行为,本文采用深度学习方法解决无人艇转向点行为的预测问题。通过分析转向点行为特征、制作数据样本、构建以及训练深度神经网络,实现无人艇转向点行为的预测模型。训练后的深度神经网络模型能够较好地预测无人艇转向效果,并对不同转向角度、航速以及引导参数具有良好的泛化性。测试结果表明,预测精确度可达84.9%。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶在海上航行或作业时最容易发生横摇,在各种航速下减摇水舱都能减小船舶横摇运动,因此越来越多的船舶使用减摇水舱减小横摇。在此背景下,针对一艘深海采矿船,开展减摇水舱减摇效果评估计算。首先在规则波中进行频域分析,基于受力平衡原理,得到船舶-减摇水舱耦合运动方程。在频域内求解耦合运动方程,得到不同激励下的船舶横摇响应。定性得到减摇水舱减摇趋势。其次在规则波中进行时域分析,基于脉冲响应叠加原理,采用间接时域法建立船舶横摇运动方程,之后采用CFD方法求解减摇水舱液舱晃荡运动载荷,将CFD方法求解得到的载荷作为外力项添加到船舶横摇运动方程中,求解船舶的运动状态（横摇位移、速度、加速度）。之后再将船舶运动状态作为CFD求解的激励条件,进一步引起液舱晃荡产生外力影响船舶横摇运动。如此连续耦合求解。发现,频域分析存在理论奇点,横摇减小为零,这是理论的不足之处,时域分析方法更可靠。在小范围频域内,减摇水舱在每一频率处存在临界装载水深,在临界装载水深处发生减摇效果突变。最后,根据双参数P-M谱模拟随机波浪,时域分析随机波浪中船舶减摇水舱减摇效果。发现,减摇水舱装水量一半时,减摇效果最佳。", "label": "船舶与海洋工程", "id": 0}
{"content": "综述船舶常用减摇装置包括舭龙骨减摇鳍、减摇水舱、舵减摇等的研究现状,及近年来出现的新型减摇装置,包括零航速减摇鳍、舵鳍联合减摇、舱鳍联合减摇、Magnus效应回转轴减摇、减纵摇、船舶姿态控制系统等,并对未来的新型减摇装置进行了预测。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着材料科学和现代控制理论的发展,限制陀螺减摇装置应用的问题得到了进一步解决。与减摇水仓相比,陀螺减摇装置占用体积小,安装方便,减摇效果好;与普通减摇鳍相比,陀螺减摇装置能够工作在低航速下。本文基于陀螺减摇装置工作原理,建立了单框架陀螺的动力学模型和低航速下船舶横摇运动控制系统。设计了模糊免疫PID控制器,建立了低航速下基于模糊免疫控制的船舶陀螺减摇控制系统。在随机海浪为干扰下,研究了陀螺减摇装置在各种海况下的横摇减摇,取得了较为理想的减摇效果。从仿真结果可以看出,在不同的海浪干扰下模糊免疫控制器能够时时优化PID控制器的参数,使其在低航速下获得较好的减摇效果。", "label": "船舶与海洋工程", "id": 0}
{"content": "当船舶在海面上航行时会受到多种因素的影响而产生六自由度的摇荡运动,其中横摇运动最为严重。当船舶的航速和浪向遭遇角度不同时,它们所对应的横摇功率谱密度也有所不同。传统的减摇鳍控制器只能在某一工作环境下达到较好的效果,但并不能在整个工作环境中达到最优。针对此问题引入平行多模型决策相关理论,以横摇功率谱作为决策的依据,设计不同横摇状态下的控制器,并用遗传算法优化子控制器的参数,并针对不同航态下的船舶横摇运动采用对应的控制器。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶六自由度运动中,横摇对船舶的安全性影响十分严重。船舶在设计建造时,常采用减摇装置来降低横摇运动对船舶安全的危害。其中,减摇水舱因其结构简单、经济、便于养护,且在低航速和无航速情况下仍能发挥作用而得到广泛应用。为研究其减摇特性,采用基于半隐式移动粒子MPS方法开发的MLParticle-SJTU求解器,对三维矩形被动式减摇水舱的晃荡进行了数值模拟。首先,进行了减摇水舱和舱内液体晃荡在外界激励下耦合运动的模拟,并将模拟结果与空舱横摇情况进行对比,证明了减摇水舱的减摇效果。然后,将减摇水舱横摇角的历时变化曲线与实验结果进行对比,验证了MPS方法的适用性与可靠性。最后,分析了减摇力矩与外界激励力矩之间的相位差,解释了减摇水舱的工作原理。", "label": "船舶与海洋工程", "id": 0}
{"content": "传统的鳍角反馈控制减摇鳍实际效果很难达到理论设计要求。主要因为升力是根据鳍的静态水动力特性计算得到的理论值,与实际升力值有较大误差。在升力计算公式和水池实验的基础上分析误差产生原因,设计一种能够直接检测实际升力的鳍轴机构。其由内含轴芯的空心轴组合机构和传感器构成,使鳍轴在具有原来转鳍基本功能的同时兼顾检测升力作用。运用铁摩辛柯梁对其进行理论分析,将难以测量的升力转化成易于检测的位移。建立两者之间的量化关系,探讨主要影响因素,并与常规鳍轴对比分析各自的优缺点。根据减摇鳍结构特点,设计便于拆卸的轴盖和传感器安装方式,利于维修检测。以某型已装船的减摇鳍设计参数为依据,进行鳍轴受力仿真和系统的PID控制仿真,验证设计的有效性和准确性。在常规减摇鳍基础上改进,可继承原装置的可靠性,改动小易于实现。另外,运用铁摩辛柯梁分析将轴的挠曲特性数字化,可运用计算机进行有限元分析,为工程应用提供理论支持。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶在风浪中不可避免会产生摇摆,影响其安全性和操作性能。传统的水面船舶减摇鳍仅适用于中、高航速下减摇,不适用于零航速和低航速下作业的船舶应用。低航速下减摇鳍表面上有流体流过,虽然速度很低,但鳍上的力的变化情况跟零航速时是不同的。因此鳍上的水动力变化既不能按传统的减摇鳍升力公式计算,也不能完全按零航速时减摇鳍拍动时鳍上水动力计算公式计算。需要将流体速度引入到减摇鳍的水动力计算公式里进行水动力建模。本文结合零航速时减摇鳍上水动力的变化特点,针对低航速时鳍上的流体变化,建立了低航速下减摇鳍水动力变化模型,经过仿真验证该模型可以很好地反映出减摇鳍在低航速下摆动时鳍上的升力变化情况。该模型对全航速减摇鳍的应用起到关键的作用.", "label": "船舶与海洋工程", "id": 0}
{"content": "近年来,国内外许多学者利用分岔、混沌等非线性动力学理论研究了船舶横摇系统运动的非线性特性。为了提高船舶横摇运动的稳定性,本文基于谐波平衡、同伦延拓、分岔理论以及时滞动力学、分数阶微分动力学等现代分析方法和理论,设计了两类时滞与分数阶反馈控制器来控制船舶非线性横摇中出现的鞍-结分岔运动。通过融合谐波平衡、多项式同伦延拓、余量修正等算法优势,直接获取了船舶非线性横摇受控系统稳态下所呈现的近似基谐、超谐解,探讨了线性时滞及分数阶微分阻尼反馈作用下受控系统的稳态响应及动力学行为,给出了受控系统中波浪频率、振幅及时滞与非线性微分阻尼阶数等参数在系统稳态响应下的影响,提出了抑制或延缓分岔运动产生的控制方法,探讨了不同控制方法对船舶横摇运动的影响及分数阶与时滞反馈控制的作用。结果表明,为了降低船舶横摇运动幅值及提高运动的稳定性,需要增加船舶横摇运动的阻尼,降低运动的非线性程度。", "label": "船舶与海洋工程", "id": 0}
{"content": "除了船舶横摇模型的非线性和不确定性外,零航速下鳍上的水动力不再与鳍角存在近似比例关系,而是与鳍角、角速度和角加速度构成记忆非线性映射。不仅造成传统的对抗式PID控制无法直接地求取控制量,同时常规控制方式严重降低了对不同周期海浪干扰和高海况下的减摇效果。针对零航速减摇鳍系统输出/输入非线性结构,通过分离策略简化系统结构,设计基于RBF网络的自适应逆控制和通过GRNN逼近稳定力到鳍角映射的主从控制器。系统仿真结果表明,该方法可以提高对不同周期海浪干扰和高海况下的减摇效果,且对船舶横摇方程的变化具有自适应性。", "label": "船舶与海洋工程", "id": 0}
{"content": "目前,被动式减摇水舱在船舶工程领域得到了广泛应用。本研究以一艘万马力级深水三用工作船为研究对象,针对不同格栅方案的平面被动式减摇水舱开展运动性能模型试验。首先,通过两种装载状态下静水横摇衰减试验和横浪规则波试验对不同方案减摇效果进行对比和优选。在此基础上对优选方案和无水舱方案进行不同浪向和不同航速下的规则波和不规则波运动响应对比试验。结果表明平面被动式减摇水舱具有显著的减横摇效果。通过试验,获得较为丰富的试验数据,为船舶减摇装置的设计与开发提供技术支撑。", "label": "船舶与海洋工程", "id": 0}
{"content": "为研究三体船适配T型水翼的减摇效果,建立T型翼.三体船系统的运动方程。从T型翼的水动力特性入手,分析T型翼对三体船的作用,推导出T型翼对运动方程中水动力系数的贡献,并针对某三体巡视舰及其适配T型翼进行了仿真运算。结果表明,T型翼可使该船垂荡运动响应极值降低40%左右,纵摇运动响应极值降低45%左右。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了提高船舶的推进性能,达到节能的目的,本文以一条764TEU集装箱船为对象,进行了舵球式推力鳍水动力设计,并采用CFD方法计算了螺旋桨与舵球式推力鳍的水动力性能,研究结果表明,舵球式推力鳍可以吸收螺旋桨尾流场部分旋转能量产生推力,此外节能效果还体现在对螺旋桨水动力性能的有利干扰。", "label": "船舶与海洋工程", "id": 0}
{"content": "消涡鳍是一种在螺旋桨将军帽上增设与桨叶数目相同的小叶片,用以消除螺旋桨毂涡能量损失的一种船舶推进器水动力节能装置。本文针对一艘11万吨级散货船设计消涡鳍,并对设计的消涡鳍进行CFD评估和模型试验,CFD评估结果表明,加装消涡鳍可使螺旋桨的效率提高2%,模型试验结果显示螺旋桨效率提高了2.7%。消涡鳍的节能效果还得到实船试航的验证,与姊妹船相比,加装消涡鳍后,该船航速提高了0.14节,节能效果达到3.4%。", "label": "船舶与海洋工程", "id": 0}
{"content": "将重复控制加入到零航速减摇鳍控制系统中,重复控制因其控制精度高、实现简单以及控制性能的非参数依赖性,成为解决周期性外激励信号控制问题的一种有效方法。通过对仿真曲线分析可以看出,使用了重复控制的减摇效果比未使用重复控制的减摇效果有了小幅度的提升。从另外一个角度可以看出来,在相同海浪干扰情况下,在相同能量消耗下,具有重复控制器的零航速减摇系统具有更好的减摇效果。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对船舶鳍/翼鳍减摇系统中存在的海浪干扰、未建模动态和模型参数不确定性,同时控制器存在摄动的控制问题,采用Lyapunov稳定性理论和线性矩阵不等式（LMI）方法,给出了不确定系统存在弹性H∞状态反馈控制器的充分必要条件。并通过仿真验证了该方法的可行性,使得船舶鳍/翼鳍减摇系统不但有效地减小了船舶横摇,而且具有很好的鲁棒稳定性。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对舰艇减摇鳍安装部位结构复杂,载荷形式多样的特点,以某舰艇装备的不可收放式减摇鳍为例,利用三维可视化设计和有限元分析方法对其加强结构进行设计和分析,探讨了CAD/CAE一体化设计中的若干关键技术,如CAD/CAE一体化技术、载荷分析和多点约束法等,给出了相关建议,为减摇鳍加强结构的设计和分析提供了参考依据。", "label": "船舶与海洋工程", "id": 0}
{"content": "利用仿真软件AMESim对舰船减摇鳍液压系统进行仿真,通过调整液压元件的仿真参数来仿真各种故障,可以直观地观察系统在各种故障下的故障现象。此方法可为系统故障诊断提供参考,缩短寻找故障点的时间、提高维修效率。文章是仿真技术在液压故障诊断领域的一次尝试,为液压系统故障诊断提供了一种新的思路。", "label": "船舶与海洋工程", "id": 0}
{"content": "建立了船舶-水舱系统的运动方程,分析了U型减摇水舱对船舶的作用,导出了反映可控式U型被动减摇水舱设计减摇能力容量的理想减摇效果的计算公式.定义了反映水舱安装高度对理想减摇效果影响的横向特征面积,定义了影响水舱固有振荡周期和理想减摇效果的水柱特征长度.指出了船舶的固有横摇周期越大或者设计使水舱的横向特征面积越小或者设计使水舱的振荡阻尼系数越小皆有利于提高水舱的理想减摇效果.", "label": "船舶与海洋工程", "id": 0}
{"content": "利用45°倾斜安装的舵实现横摇、纵摇的解耦控制,采用襟翼舵以获得较高的升力系数,从而在不加大舵面积的情况下实现船舶纵摇运动控制;依据切片理论推导出船舶垂荡与纵摇的耦合运动方程;基于海浪扰动估计引入前馈控制,结合广义预测控制（GPC）,推导出船舶舵减纵摇复合广义预测控制律。以442T水面舰艇为研究对象进行仿真,结果表明:基于扰动补偿的船舶舵减纵摇广义预测控制有效可行,减纵摇控制效果达到66%。", "label": "船舶与海洋工程", "id": 0}
{"content": "通过减摇鳍和减摇水舱的性能比较和优缺点分析,得出二者在实际应用中具有很强的互补性。在大风浪中能有效地使船舶的横摇角大幅度减小。结合救助实例分析8000 kW海洋救助船减摇装置在救助中的应用。", "label": "船舶与海洋工程", "id": 0}
{"content": "舵减横摇技术具有节省空间、性价比高等优点,是一种非常可取的横摇减摇技术.简要介绍其基本原理、实用化试验样机的研制及实船试验情况.经实船使用考核表明:样机工作稳定、减摇效果良好,为减小横摇提高舰船的耐波性提供了一种简单易行的技术途径.", "label": "船舶与海洋工程", "id": 0}
{"content": "由于舵减横摇技术具有节省空间、性价比高等优点,因此该技术是一种非常可取的横摇减摇技术。本文简要介绍了其基本原理、实用化试验样机的研制及实船试验情况。经实船使用考核表明:样机工作稳定、减摇效果良好,为减小横摇提高舰船的耐波性提供了一种简单易行的技术途径。", "label": "船舶与海洋工程", "id": 0}
{"content": "电接点水位测量装置被广泛应用于锅炉水位测量,针对电接点水位探头长时间使用中受高温高压和腐蚀环境影响等问题,首先分析造成探头故障的主要原因,并提出了相应的电接点水位测量装置改进设计方案,为减小探头受电解腐蚀的影响,更换了探头的部分使用材料,同时改善了电接点信号供电形式,将改进设计应用于现有电接点水位探头并进行试验,证明了本文方法有效提高了探头的可靠性。", "label": "船舶与海洋工程", "id": 0}
{"content": "以船舶系统中一型离心式冷却水泵为研究对象,该泵组为常开状态,且是舰船主要振源之一。在满足该泵组水力性能参数需求的前提下,制造出几种不同的水力模型样机,在同一试验台架上对这些泵组整机进行振动测试,发现测得数值差异较大。应用流体分析软件对在同一边界条件下的这几种水力模型进行流体分析,发现在叶轮流道、蜗室和进出口流道的水力脉动及流体漩涡等特征因素存在明显差异,推断可能是导致泵组整机振动差异的主要原因。为了验证推断,在这些泵组整机及安装机脚上进行振动测试与分析,找出了水力部件的流体脉动情况与整机振动之间的对应关系。利用该对应关系,将该泵组目前的水力模型进行优化改进,针对影响泵组振动灵敏度较高的水力模型参数进行优化。最后通过试验验证,证明了应用此方法可以确实有效地降低了泵组振动。", "label": "船舶与海洋工程", "id": 0}
{"content": "对某船用水泵机组进行振动测试,通过机组的特征频谱分析,找出其可能对应的影响因素。通过水泵机组模态测试出的参数结果分析,自身结构及安装基础不是引起该特征谱线的主要原因。再应用流场分析方法对水泵机组的水力模型进行有限元仿真分析,包括吸水室流道、叶轮流道和压水室流道,找出影响振动的流体激励因素。最后根据流场分析的结论,改进优化了水泵机组的叶轮水力模型,消除了水流速度线漩涡现象。成功地应用水力优化技术抑制了振动谱系中特征峰值的幅值,有效地降低了水泵机组低频振动值。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着船舶设备减振降噪要求的进一步提高,对于船用离心泵的振动与噪声也提出了更高的要求。因此,针对对一型离心泵进行了相应的数值分析及技术改型工作。主要从三个方面对原型泵进行技术改进:叶轮及蜗壳的水力优化设计,泵组动力特性进行优化,泵组总体隔振优化。改进后的泵内流场与泵组动力学特性分析结果表明,改型泵流场稳定,叶轮受径向激励减小。试验验证表明,改型泵的振动降低17-18d B、空气噪声降低12-16d B,泵进出口一阶、二阶叶频流噪声降低6-8d B。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着各种计算机应用系统（如CAD、CAM等）的广泛应用,尤其是网络及数据库技术日益成熟,越来越多的电子数据和信息随之产生,同时过程和数据的管理问题也愈加明显,在这种形式下,使得产品数据管理（Product Data Management,PDM）系统逐渐被企业所重视。PDM将计算机在产品设计、分析、制造、工艺规划和质量管理等方面的信息孤岛集成在一起,对产品整个生命周期内的数据进行统一的管理。PDM系统已经成为国防军工企业战略发展的重要部分。本文将介绍以接口模式实现PDM与计算机辅助设计PCCAD、NX开发集成,以缩短产品开发周期,提高生产效率,同时也是信息化发展的客观要求。", "label": "船舶与海洋工程", "id": 0}
{"content": "阐述某型船用冷藏系统对保障船员执行远洋运输任务的重要性及其自动工作控制关系,总结蒸发器严重结霜对系统的不良影响及相应融霜措施的不足,研究更为适用的解决蒸发器严重结霜问题的方法。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶辅助机械设备的可靠性试验程序复杂,工程量较大,费用不易控制。本文针对此问题,在参考有关文献及标准的基础上,结合船舶辅机实际,分析阐述了在试验各阶段中的费用单元组成情况。合理而清晰的费用单元组成情况分析,对统筹规划试验开支、控制试验成本方面,有一定的作用。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文以南海综合补给基地项目为工程实例,通过开展该项目中综合支撑平台雨水收集和淡水系统的技术设计,研究了适用于海洋平台的雨水收集及淡水综合利用技术。首先,通过理论计算,分析综合支撑平台淡水需求量和平台所在海域雨水资源特点,指导平台总体设计。其次,完成雨水收集舱设计;并根据雨水径流污染特点,完成雨水预处理和过滤技术、雨水综合处理技术的原理设计。最后,以雨水收集技术为基础,研究绿色环保的淡水综合利用技术。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对传统的船用主海水泵长期工作在工频下而导致能耗过高的现状,本文将直接转矩控制理论运用于船用主海水泵实现泵的变频控制,在保证系统所需的冷却量的前提下可以根据不同的海水温度来调节海水泵转速,并以MATLAB/Simulink软件为平台对整个系统进行建模与仿真,结果表明,该系统可以根据不同的海水进口温度实现海水泵转速的自动调节并有良好的转速、转矩动态响应,而且相比海水泵传统工作模式有效的减少能源消耗。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文首先介绍了各种具有代表性的冷藏集装箱制冷机组的技术特点,并自主开发了一种新型船用冷藏集装箱制冷机组。通过这种新型船用冷藏集装箱制冷机组的实验平台进行冷藏模式（设置温度0℃）和冷冻模式（设置温度-18℃）的降温实验和设置温度0℃时不同负荷的阶跃实验。实验结果表明新型船用冷藏集装箱制冷机组在冷藏和冷冻模式下具有较好的降温性能和制冷机组控制系统具有较好的稳定性,较高的温度控制精度,对不同负荷的阶跃具有较快的响应速度和较短的稳定时间,温度控制精度可以达到±0.3℃。", "label": "船舶与海洋工程", "id": 0}
{"content": "吸收式制冷系统因其可利用船舶上的各种低品位热能并采用环保型工质而成为一种重要的船舶节能环保技术。本文主要针对双组份纳米流体对氨水泡状吸收过程的强化新方法开展研究,构建了纳米流体中氨水泡状吸收过程的热质传递模型。利用该模型分别分析了纳米流体的传热强化、传质强化及气泡尺度变化三者对氨水泡状吸收过程的影响规律。研究结果发现:模型计算结果与文献实验数据比较吻合;平均吸收速率随着有效传热系数的提高和气泡尺寸的减少,呈现线性增加的趋势;而随着有效扩散系数的提高,呈现非线性增加的趋势,增加的速率是逐渐下降的。上述研究结果将有利于纳米流体强化氨水泡状吸收过程的理解。", "label": "船舶与海洋工程", "id": 0}
{"content": "介绍安全仪表系统的特点,并阐述了安全仪表系统的详细设计要点。为海洋工程项目安全仪表系统的设计提供一定的参考,并有助于优化提高海工项目整体的安全性。", "label": "船舶与海洋工程", "id": 0}
{"content": "由于世界能源短缺问题日益严重,船舶节能技术已成为船舶设计、船舶建造及航运行业的研究热点。辅机是船舶的重要耗能负载,因此辅机节能是船舶节能技术研究的重要内容。本文介绍了一种基于柔性控制及信息自动化技术的船舶辅机节能技术途径,阐述了船舶辅机节能原理,提出了船舶辅机柔性控制节能技术方案,在提升辅机电动机能效、实现自适应变频调速控制节能的基础上,进而提出根据全船平台信息进行辅机节能综合管理的技术方案,从而减少全船辅机能耗,达到船舶节能的目的。", "label": "船舶与海洋工程", "id": 0}
{"content": "采用面向对象多领域统一建模语言Modelica建立了某型船用冷凝系统可视化模型,并在Dymola平台上进行仿真。模型具有很强的开放性和重用性。仿真结果正确的反映了冷凝系统运行特性,验证了模型的有效性。基于Modelica语言图形化建模方法降低了建模难度,提高了模型的可读性,该方法不仅适用于单个学科领域而且适用于多领域复杂系统的建模与仿真。", "label": "船舶与海洋工程", "id": 0}
{"content": "运用容错技术理论,基于硬件冗余,把普通换向阀改进设计成双余度换向阀,从而简化了液压系统,提高了工作可靠性,这对提高船舶等载运工具的安全性和经济性具有现实主义。", "label": "船舶与海洋工程", "id": 0}
{"content": "在Tribon系统下,利用Vitesse接口、Python语言结合SQL Server数据库,对船用阀门标准的关键参数进行维护,提取部件相关信息,为阀件提供数据来源,实现模型自动创建,并在此基础上,利用阀件模板文件实现阀件批量建模。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>1引言空化是影响船舶螺旋桨、水泵、水轮机等流体机械使用寿命与性能的主要问题,会导致机械效率下降甚至结构破坏等,因此,对空化的监测具有重要意义。目前国内外对利用空化声信号进行空化监测的方法进行了大量研究,如清华大学的张俊华等", "label": "船舶与海洋工程", "id": 0}
{"content": "从1989年国内设计的第一条FPSO开始,FPSO海水系统一直沿用传统的船舶海水门设计。通过对使用现状分析和国外深井泵现有产品调研,提出了以舷侧深井泵替代机舱海水门供水系统方案,并以海洋石油111为模型,进行技术与经济可行性分析,为新建、改建FPSO提供设计参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文主要介绍了在满足SOLAS要求下基于电起动方式的辅机在瘫船试验中几种起动可行性方案的探讨。提出应急电源变压整流方案理论严实,使用可靠,虽与传统方案相比,更改地方较多,但步骤流畅严密,更符合SOLAS和船级社在发生瘫船时要求用人力和机械能恢复电力,最终恢复推进的宗旨要求,为此,容易被各家船级社所接受。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>远洋船舶的航区变更快,航行期间的气象情况复杂多变。然而,从实船测得的气象数据来看,不管是航行于高纬度的冬季还是在赤道地带,空气的品质优良、相对湿度大,具备了从空气中取水的良好条件。与其它空气取水方法相比,吸附式空气取水装置的结构简单、产水的品质较好,而船舶动力装置在运行过程中又有大量温度较高的余热可以利用,在船舶", "label": "船舶与海洋工程", "id": 0}
{"content": "船用制冷系统氟利昂冷凝器因海水腐蚀造成泄漏是一种很常见的故障,通过查阅大量文献,并根据一些故障处理的经验,从腐蚀机理分析着手,对设计、制造等方面提出了一些措施和建议,这些措施可作为设计准则,一些定量参数可供作设计师参考,有利于改善冷凝器的防腐性能。", "label": "船舶与海洋工程", "id": 0}
{"content": "空调系统消耗的能量在船的总能耗中所占据的比例较高,新风量的占比大是其主要原因。通过对62n新标准的学习,认为新的新风量计算方法,对船舶空调系统的负荷计算有参考作用,对降低空调能耗具有积极意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "能源和环境是人类生存和发展所不可缺少的物质基础之一。现在解决能源危机的方法无外乎两个方面:一是研究新能源,二是采用新技术提高能源利用率。本文通过介绍固体吸附式制冷的原理、特点,结合渔业船舶实际使用状况,简单地分析了经过技术改造后的固体吸附式制冷应用前景,证明固体吸附式制冷在渔业船舶上应用不仅是可行的,而且可以大大提高燃料的利用率,同时又防止了制冷剂对大气层的破坏,是我们渔船制冷系统的发展方向。", "label": "船舶与海洋工程", "id": 0}
{"content": "压缩空气干燥处理的方式很多,本文通过对余热再生吸附式干燥机工作原理的研究,通过与常见的几种干燥方式的比较,以详实的数据阐述余热再生吸附式干燥机的节能效果和经济效益。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶辅机是重要的船舶配套设备。我国的船舶辅机技术与世界先进水平相比仍有一定的差距,本文针对我国船舶辅机专业中基础相对较好、市场需求前景大、国外重点发展的产品,选出了典型项目,列出了研发内容和关键技术,以有利于攻克核心技术,打造具有国际先进水平的自主品牌产品。", "label": "船舶与海洋工程", "id": 0}
{"content": "采用虚拟现实技术实现了对船用离心泵的虚拟拆装。首先,利用3DS MAX和Creator软件建立三维模型,在分析了3DS MAX和MultiGen Creator各自的优点和不足的基础上,以模型制作过程为例,得出在构建船舶设备的零部件时,采用Creator软件更有优势,适合于后期的Vega软件的调用和渲染。", "label": "船舶与海洋工程", "id": 0}
{"content": "活塞式制冷压缩机被广泛应用于船舶的制冷装置,其可靠性直接影响到船舶制冷系统的正常运行。本文以行船时制冷压缩机的起停频繁故障为例,采用层次分析法与故障树分析法相结合,对系统故障进行量化分析,从系统各组成部分可靠性的相对重要性出发,找出系统薄弱环节,为提高系统可靠性提出可供借鉴的意见。", "label": "船舶与海洋工程", "id": 0}
{"content": "该文介绍了印度超低温渔船制冷系统的设计,对其中的特殊性进行了分析,提出了设计应注意的一些问题。", "label": "船舶与海洋工程", "id": 0}
{"content": "精练的评估指标是设备技术状态正确评估的关键,本文提出采用粗糙集理论的知识约简来优化设备技术状态评估的指标体系。以船用汽轮鼓风机为研究对象,采用基于区分矩阵的知识约简和Rosetta软件两种方法来建立汽轮鼓风机的属性约简,同时建立了汽轮鼓风机技术状态评估的决策规则。由实例可知,经过粗糙集理论的知识约简后,在不影响技术状态评估能力的情况下,需要的指标数量少了,避免了不相关或不重要的属性对技术状态评估的影响,因此可以降低评估的不确定性,同时,减少了数据收集。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶空调室外工况的多变复杂性决定了船舶空调的自适应性差,能耗大,舒适性低下。本文在不改变船舶空调机组的情况下,通过对空调模糊控制来调节船舶舱室内的二氧化碳浓度、温度,提高船舶舱室的舒适性。", "label": "船舶与海洋工程", "id": 0}
{"content": "根据船用电子机柜专用空调机的特殊性,分析了专用空调机的设计原理和方法。通过设计一套专用空调机和最后的模拟联调试验结果,证明了该设计方法的合理性。", "label": "船舶与海洋工程", "id": 0}
{"content": "应用工控机、PLC 以及组态软件构成船用辅助锅炉自控系统,实现了船用锅炉设备的现场流程画面、实时报警、参教实时曲线、生产报袁与管理报袁以及锅炉的模拟仿真,满足了教学与船员评估训练的需求。", "label": "船舶与海洋工程", "id": 0}
{"content": "根据船用辅锅炉系统的控制要求,应用三维力控组态软件和 PLC、智能仪表等硬件技术对船用辅锅炉控制系统进行改造,结果表明,该系统设计方运行效果好,能满足船员评估要求。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>泰山集团泰安华能制冷有限公司生产的渔船尾气制冷机,于2002年在山东胶南水产总公司上船试运行一年,性能安全可靠,环保节能效果明显,得到了各级政府和广大渔民朋友的认可。公司于2003年初在山东石岛建立起销售办事处,我们首先在山东进行了全面推广,制冷机组在山东境内沿海城市的成功推广, 确立了山东市场的销售据点,现在销售触角已逐步延伸至北京、江苏、浙江、福建、广东、广西、海南、", "label": "船舶与海洋工程", "id": 0}
{"content": "本文从阀门研究的角度对我国阀门船用标准的现状进行了简要的分析,并提出了目前提高船用阀门质量的最有力手段——扩大船用阀门零部件的通用范围,使其形成批量。同时也从阀门标准的编制、修订,阀门生产技术的新工艺、新材料的应用,以及阀门产业的领导机关的重要作用等多个角度对阀门船用标准水平提出了设想。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文重点介绍了船用舱室新型铝塑板式家具的开发、研制过程,解决了以往铝塑家具结构强度较差、花色品种少、外观性差等问题。本着既要满足使用功能、技术特性和制作工艺的要求,又要满足船用家具的特殊要求,安装的固定形式进行了充分的试验和论证,保证了新型铝塑板式家具具备了可靠性、维修性。达到和现代船用木质板式家具相媲美的程度。", "label": "船舶与海洋工程", "id": 0}
{"content": "建立蒸汽喷射式制冷装置的数学模型,以某型舰用喷射式制冷装置为例,分析其在不同蒸发温度和冷凝温度条件下的制冷量和工作蒸汽耗量的变化规律。通过分析可知,随着冷凝压力的提高,工作蒸汽耗量随之增大;随着蒸发温度的降低,工作蒸汽耗量也明显增大。所得结论对该装置的使用管理有指导意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>1 金枪鱼的冻结、冷藏特点 1.1 冻结金枪鱼渔船一般都采用2日冻结（6 h 以上）,其目的是保证被冻结金枪鱼的中心温度在-40℃以下,确保其品质安定不变色。 1.2 冷藏金枪鱼渔船的冷藏根本不同于其他渔船的冷藏,是在于其无间断连续运转。而其他渔船的冷藏,比如说", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>0 引言制冷系统和设备是拖网加工渔船的重要组成部分之一。为了未来的海上鱼加工业的发展,提高海水渔场作业的经济效益,我厂先后为俄罗斯的拖网加工渔船进行修理并改装设计,如\"海角\"号、\"派垂亚克\"号以及\"维特娜\"号等拖网加工渔船。我们主要改装了制冷速冻系统的设备、管路附件以及加工流水线的设备等。改装后的制冷速冻系统的设备、管路附件以及加工流水线的没备,投入运营后发挥了良好的作用,深受用户的欢迎。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文从节能和环保要求的角度出发,阐述分析了吸收式制冷应用于远洋船舶的可行性和经济性；采用一次能源利用系数作为性能指标,对压缩制冷和吸收式制冷进行一次能源利用水平分析,并对不同制冷方式进行成本核算,从而对其进行技术经济评价。可为旧船改造或新船设计建造提供决策参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "采用导热油锅炉满足船舶对热量的需要,已经变得越来越普遍了。因为热油与水蒸汽相比具有许多优点,同时它的经济性也比蒸汽锅炉好。本文对导热油锅炉的运行特点及安全使用进行有益的探索。", "label": "船舶与海洋工程", "id": 0}
{"content": "在生产中,常有辅助锅炉管壁损坏的事故报告,这与管壁遭受腐蚀并逐渐减薄有关。本文阐述了船舶废热锅炉造成低温腐蚀的原理及酸露点温度的计算方法,并提出防止低温腐蚀的措施。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对船用锅炉水位受船舶航行摇摆的影响而出现的假水位,本文提出了应用数字逻辑电路对船用锅炉给水系统进行控制方案,使控制系统的抗干扰能力得以增强,提高了船用锅炉给水系统的稳定性和可靠性。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>本文详细阐述了 DJ812 Ⅰ型拖网渔船制冷系统的设计方案。全船制冷系统采用风冷速冻搁架和 R22在盘肠管内直接蒸发的制冷方式。我们按照1998年《钢质海洋渔船建造规范》的要求和制冷系统热负荷的计算方法进行设计计算,确定了全船制冷系统的热负荷。作为制冷系统的主要设备,我们", "label": "船舶与海洋工程", "id": 0}
{"content": "采用换向隐函算法,对燃油辅锅炉炉膛内冷态流场进行了模拟．此方法计算稳定、收敛性好, 在数值计算中很大程度上消除了伪扩散的影响,模拟结果与前人实验值基本相符．", "label": "船舶与海洋工程", "id": 0}
{"content": "本文针对油轮辅锅炉燃烧过程的特点采用模糊控制技术设计了 FUZZY-PI 双模态汽压控制系统并进行计算机仿真,仿真结果证明了模糊控制算法的强鲁棒性和实用性．", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>本系统根据特殊化学品船舶有毒货品蒸汽监测报警系统的设计原则,采用8051单片机,通过气体传感器,实现对管道内气体浓度的采样,进行模数转换后,由单片机进行数据处理和对有毒气体监测与报警。通过系统设计规则创建流程,在软件上实现其应有的功能。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>1.由于制冷机输气系数入值的降低,导致制冷压缩机制冷量 Qo 值的下降制冷量 Qo=qv·Vh·λ kcal/h 式中压缩机的理论输气量 Vh 是一定值,而单位容积制冷量 qv 和压缩机输气系数λ值的降低,直接影响压缩机制冷量 Qo 值的降低。影响输气系数λ值变化的主要原因就是压缩比 pk/po,即压缩比 pk/po 值愈大,输气系数λ值愈小,压缩机的制冷效率降低。", "label": "船舶与海洋工程", "id": 0}
{"content": "为改变测船水文绞车吊臂的收放方式,由人力机械收放提升为电力自动收放,采用电动机、驱动器、减速机、电源和自动控制系统等研制了水文绞车吊臂自动收放机,实现了对水文绞车吊臂的自动收放,达到了操作便捷、节省人力、提高劳动效率和安全系数、提升设备操作水平的目的。", "label": "船舶与海洋工程", "id": 0}
{"content": "由于近海水产资源日益匮乏,发展远洋渔业已是不可阻挡的趋势,然而国内的渔船技术却没有随着这个趋势发展,存在着诸多缺陷,其中包括关系到渔船续航力的淡水问题。对于渔船而言,装备造水机是远洋渔船较优的选择。本文主要总结了现阶段较新型的海水淡化技术及研究现状,包括增湿—去湿海水淡化和压气闪蒸海水淡化技术,这两种海水淡化技术对于远洋渔船有独到的优势,适合远洋渔船安装。", "label": "船舶与海洋工程", "id": 0}
{"content": "综述了现有电液作动器（EHA）冗余设计方法,结合非电部分可靠性数据库（NPRD）中的可靠性数据,计算了EHA各组成部件可靠性,指出泵源是EHA可靠性薄弱环节。进一步试验得出舵速是影响操舵噪声的关键指标,为提高可靠性降低系统噪声,提出了泵源并联冗余的系统架构。基于提出的系统架构,建立了数学模型,开展了仿真研究并指出,双泵源错相位同步运行还可降低系统流量脉动减少流固耦合噪声。通过仿真验证了方案的合理性和可行性,为下一步样机研制奠定了基础。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文采用规范设计、理论分析和数值仿真相结合的方法,建立LNG船与LNG-FSRU两船旁靠系泊的理论和数值分析模型,对LNG旁靠FSRU码头系泊和软钢臂单点系泊两种典型系泊模式下的转运及卸载作业进行数值分析。同时考虑外部海洋环境风、浪、流组合作用下的综合作业工况,确定FSRU与LNG近距离旁靠作业时系泊设备、缆绳种类、固定式和漂浮式护舷的选型和布置,对LNG、FSRU船的运动特性以及运动过程中缆绳张力和护舷受力开展统计分析,优化系泊系统布置和参数。在系泊系统设计和分析的基础上,根据系泊缆的直径、所受最大张力值,为系泊设备选型提供参考,便于开展码头系泊系统和单点系泊系统布置研究。基于旁靠系泊的设计标准提出LNG-FSRU安全作业的最大允许海况,为LNG-FSRU的运营提供可靠的技术保障。", "label": "船舶与海洋工程", "id": 0}
{"content": "某型船舶的供电电压随时间逐渐减低,使设备工作性能降低。为研究该特殊工况下,研制的直驱式低噪声操舵装置的操舵性能受到的影响,从理论上分析了关键部件永磁同步电机的机械负载特性,并进行了实验测量。依据整个操舵系统,在Simulation X中建立仿真模型,分析性能变化。将同步电机试装在操舵装置中进行操舵性能测试,验证理论和仿真分析结果,对后续优化设计提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "变幅液压缸是起重机中重要部件,中国船级社规范要求船舶起重机变幅液压缸持有我社产品证书,且对缸筒有强度校核要求,但无具体校核公式,导致工厂普遍采用公开发行的机械设计手册中的公式进行计算。本文通过分析船舶起重机变幅液压缸的受力情况,结合起重机实际工况,发现机械设计手册中的公式并不适合变幅液压缸,其安全系数的选取和受力计算没有考虑船舶起重机的实际工况,最后总结变幅液压缸缸筒强度校核的要点。", "label": "船舶与海洋工程", "id": 0}
{"content": "海洋工程船在作业时常发生断链丢锚的事故。由于锚链在跌落海底的过程中,链环与链环、链环与海底之间将发生碰撞。因此,在锚链打捞前有必要研究锚链跌落过程中受海洋环境及锚链直径与位形的影响。本文采用海洋动力学软件OrcaFlex,对多种工况下的锚链跌落与碰撞进行了动力分析。首先采用集中质量-弹簧模型和线性海床模型,对锚链与海床进行模拟;其次,对链环之间的碰撞采用冲击函数法的原理进行模拟。数值分析结果表明:流速越大,锚链跌落应力越大,风、浪对锚链跌落影响极小;锚链直径越大,锚链跌落应力越小;同一水深下相同长度的锚链卧地段越短,跌落应力越大。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>为获取水下舵机的动刚度设计了一种试验方法.利用该方法可以获得舵机在干状态和水下环境下不同舵面偏置角、不同激振力、施加不同预紧力情况下的动刚度,为控制系统设计提供重要依据.", "label": "船舶与海洋工程", "id": 0}
{"content": "针对船舶变频液压舵机系统存在控制死区、响应速度慢、负载影响大等特点,采用解析法与实验法相结合,获得变频液压舵机系统数学模型;采用死区补偿电压解决变频电机转速稳态误差问题;采用Z-N控制参数整定方法,确定变频电机转速PID控制参数初值。建立舵机液压模拟加载系统,实现水动力负载、周期性海浪负载和随机冲击负载的模拟。提出舵角控制采用分段控制策略,小偏差采用模糊自适应PID控制,控制算法中引入舵机负载变化因素。结果表明:该控制策略能有效抑制负载引起的舵角扰动,提高系统动态特性和鲁棒性,实现舵角快速、稳定的控制。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>一.概述江苏华阳重工股份有限公司与中船708所联合开发的高性能襟翼舵,技术指标达到国内领先、国际先进水平,具有:水动力特性好、舵阻力损失小、舵效高、使用寿命长等优点,从而使船舶回转半径小、停泊方便,得到广大用户的好评。二.襟翼舵翼型分析BECKER公司是制造襟翼舵的著名厂商,它采用NACA0066的翼型图1。", "label": "船舶与海洋工程", "id": 0}
{"content": "海洋石油111FPSO单点配重块丢失严重,利用配重链替代丢失的配重块,并且实现了在线维修。更换后,有效地降低了FPSO运动对系泊锚链本体的冲击负荷;同时,在维持系泊惯性矩不变的条件下,弥补了配重块在极端海况条件下容易丢失的缺陷。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对海洋石油111 FPSO内转塔单点系泊系统配重块出现脱落的问题,提出了不停产情况下的在线维修方案。采用配重链代替配重块,并改进了配重链联接的定位锁紧设计,有效解决了配重块因插销腐蚀而脱落的问题,对111 FPSO单点系泊配重系统成功实施了在线维修。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着海上油气田的不断开发、海管和海缆等海底设施越来越多,海底情况更加复杂,工程船舶在复杂海况中的抛锚就位逐渐成为海上平台安装的最大风险点和难点。KJO油田是一个投产50多年的老油田,随着油田设施不断增加,该油田海底设施的密集程度超过任何一个国内油田。以\"蓝疆号\"在该油田中进行IWJ-6平台安装为例,介绍了锚泊的方案设计,可供以后类似工程借鉴和参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "以2000HP三用工作船为例,系统阐述了喷水组合舵在使用过程中产生故障的原因以及预防、消除故障发生的方法。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>1新型R5海洋系泊链钢研究和生产的背景1-1海洋系泊链钢的用途用于制造海洋浮体（FPS0）,包括油气钻探、采掘、储运浮体的系泊定位用链。通常水深不足1500（2000）m用系泊定位,1500（2000）m以上动力定位。去年\"深海地平线\"事故以后,业内有重新评估", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>1系泊系统高可靠性话题近月来惊悉墨西哥湾石油平台又出大事,\"系泊系统发生灾难性失效\"[美国内务部安全警报No.296,20110512],断裂的是直径170mm的链环。作为相关行业人员,我们再次深刻地引以为戒。海洋浮体的安全维系于系泊系统,毫无疑问,该系统本身必须更加具备高度可靠性。", "label": "船舶与海洋工程", "id": 0}
{"content": "基于Siemens NX平台采用VC语言二次开发了船舶锚系辅助设计和拉锚试验专家系统软件,该系统建立船舶锚系辅助建模、自动装配和运动仿真功能。目的是通过计算机仿真试验替代木模实物拉锚试验,对锚系的拉锚过程和贴合状态进行仿真,并根据仿真结果对锚唇进行优化设计。近八年已经在国内数家船厂的散装货轮、集装箱船、VLCC等大中型船舶锚系设计中进行了应用,应用结果表明,该系统和仿真技术可以替代木模试验队锚唇设计进行验证研究,节省成本和时间,值得在船舶行业中推广的技术。", "label": "船舶与海洋工程", "id": 0}
{"content": "以某水下航行器舵机液压伺服系统为研究对象,建立了舵机液压系统的数学模型。针对实际工况,基于AMESim仿真软件,对该液压伺服系统的动态响应特性、抗干扰能力进行了仿真分析,仿真结果表明该系统具有良好的动态响应特性和较好的抗干扰能力,对实际工程应用具有一定的指导意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "对机械反馈式舵机伺服调节器系统进行了建模仿真,得到了在伺服阀关闭瞬间,执行缸高压腔、伺服阀口等处的水击压力曲线和活塞杆的运动速度、加速度及位移曲线,分析比较了不同管径、管长、油液弹性模量以及油液运动粘度的改变对执行缸高压腔水击的影响。仿真研究对实际系统的设计、管材选择和充分认识系统动态特性等都具有工程实际意义,同时,仿真计算提高了系统建模的工作效率,降低了相关成本。", "label": "船舶与海洋工程", "id": 0}
{"content": "在分析了变量泵和直流电机数学模型的基础上,制定了配备有变转速泵源的液压舵机的控制方案,建立了泵源系统开环控制数学模型。设计了基于DSP和PWM的直流电动机控制系统硬件电路,给出了泵源控制系统的实验结果。研究表明:采用DSP控制技术可使泵源系统获得高精度、高可靠性的控制效果,并提高了系统的效率。", "label": "船舶与海洋工程", "id": 0}
{"content": "为合理配置电液伺服调节器（简称调节器）的启动电流和极位电流以规范调节器的线性响应区,以动力学理论为依据,通过调节器性能试验实测数据间的对比分析,明确了影响样机启动电流和极位电流的关键参数,建立了调节器试验台的仿真模型,采用NLPQL算法实现了关键参数的优化并完成了仿真分析,仿真结果表明优化后的调节器线性响应区更符合性能指标的要求,证明了优化设计的有效性。", "label": "船舶与海洋工程", "id": 0}
{"content": "舵机是船舶重要的装置,其性能的好坏对船舶的影响很大。本文针对由螺旋作动器和电液比例系统构成的高功率密度舵机,推导了高功率密度舵机的数学模型,采用最优控制理论,对系统进行了优化设计,采用MATLAB软件对优化前后的系统进行了动态仿真,分析了其动态特性。分析结果表明,经优化后的舵机可以较好的满足实际需求。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>船用起重机俗称克令吊（crane）。是船舶上的主要起重设备,在国内外有广泛的市场,运用现代设计方法,提高船用起重机的性能,具有较大的经济效益。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对直驱式电液伺服转叶舵机的控制问题,提出一种带有负载力矩观测补偿的自适应模糊滑模设计方案.采用自适应模糊滑模控制解决由于系统的不确定性及干扰的存在而不能准确控制的问题,使控制器的设计不依赖于被控对象的精确数学模型.引入负载力矩观测补偿的方法,对负载力矩进行实时动态补偿,抑制负载力矩对系统响应和速度跌落的影响,提高系统的响应速度.基于李雅普诺夫函数推导出规则参数调整的自适应率,保证闭环控制系统的稳定性.实验结果表明:该控制器能够补偿执行单元的交流特性,降低稳态误差,抑制负载力矩扰动,提高系统的鲁棒性和动态特性.", "label": "船舶与海洋工程", "id": 0}
{"content": "阐述了FPSO上部模块底部多层甲板整体反造的建造方式,针对模块底层甲板不成框架并且结构材料屈服强度较低的特点,对底部框架整体翻身进行了可行性分析和强度计算。同时,在翻身吊点跨距较小的情况下,分析不采用撑杆而采用长吊绳进行翻身来减少吊点面外弯曲应力。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对船舶液压舵机自动控制系统的可靠性问题,提出了基于马尔可夫过程的舵机控制系统可靠性分析方法,建立相应的数学模型,推导出舵机控制系统的可用度和可靠度的表达式。通过计算工程应用实例,为获得系统的可靠性和故障诊断提供有效的参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "起货绞车的液压系统因设计问题引起的滚筒刹车不工作及吊重时油压偏高的故障分析、处理。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文对16 t液压艉锚机在船艇建造和部队使用中发现的问题进行了分析与研究,并对其液压刹车装置的设计不足,系统漏油问题以及离合器摩擦片打滑问题进行了改进,消除了系统和设备在使用中存在的问题,方便了部队的使用、管理和维修保养。", "label": "船舶与海洋工程", "id": 0}
{"content": "基于船舶舵机加载系统的工作原理,建立系统的传递函数模型。针对含有噪声的舵机运动信号,提出应用小波分析研究多余力特性的方法。应用多分辨分析对含有噪声的信号进行多层分解,经消噪和重构后的信号揭示了多余力与速度和加速度之间的真实关系。最后通过多余力扰动消除实验,验证所提方法的有效性。", "label": "船舶与海洋工程", "id": 0}
{"content": "海水液压传动技术是以海水作为传动介质的新型绿色液压传动技术。本文分析了海水液压传动技术在船舶甲板机械中应用的优势和技术难题,并介绍了海水液压系统原理、水质控制以及海水液压元件的应用现状。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文介绍了如何应用数值分析方法进行舵机摆动舵角的实时预测,通过对预测结果进行仿真,证明了这种预测方法的可行性,从而实现了提高舵机加载系统控制性能的目的。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶操舵装置是船舶航行的重要设备,对此SOLAS公约、IACS统一要求M42、主管机关法规及本社规范等都对操舵装置有明确的要求,但由于存在公约、规范在编写的形式及所站的角度不同等原因,对操舵装置的产品设计、制造、检验带来一些问题,甚至可能影响产品的适装及船舶的安全航行问题。本文就现行本社规范（包括武汉规范所起草的《内规200》操舵装置部分的修改意见）的一些条款提出了自己的一些看法,仅供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文就某轮 LIEBHERR 型液压起货机的变幅机构故障现象,分析了该型液压起货机变幅机构的工作原理,通过对该液压系统进行在线状态监测,进行逻辑分析,正确地找出了故障原因并排除故障,最后文章指出要防止类似故障发生应采取的管理措施。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文采用下 F-40M 可编程序控制器对西门子交流三速变极调速起货机控制线路进行改造,除了保留原系统所有功能外,还增加了故障监视、操作频率限制、起货机运转时间及维修周期显示等, 使控制系统的功能和可靠性都得到进一步的提高．文中还分析了西门子交流三速变极调速起货机控制系统的功能要求及硬件设计,同时还提供了 PLC 控制系统梯形图程序．", "label": "船舶与海洋工程", "id": 0}
{"content": "仿生推进较于传统的机械推进具有噪音小、隐身性能好、推进效率高等优势,在军用或民用领域发挥着重要作用。本研究采用改进的光滑粒子流体动力学（Smoothed Particle Hydrodynamics,SPH）方法,用刚性拍动水翼模拟鱼类尾鳍推进,对拍动水翼纯俯仰运动的漩涡泄放与推进机理展开数值模拟研究。首先,通过将数值模拟结果与现有试验结果进行对比,验证所采用SPH模型的有效性和准确性。然后,基于数值模拟结果,对卡门涡街及逆卡门涡街尾涡结构与推力之间关系进行详细分析。研究结果表明,当拍动水翼尾涡结构为卡门涡街时,其水平合力表现为阻力;而当拍动水翼尾涡结构为逆卡门涡街时,其水平合力表现为推力。研究结果证明了SPH方法在仿生推进研究中的应用潜力,可为水下潜器的设计与研制提供相关依据。", "label": "船舶与海洋工程", "id": 0}
{"content": "导管桨由于其特殊的结构,具有推进效率高和噪声低等特点。叶顶间隙d,即导管内壁面与桨叶之间的间距,对导管桨敞水性能及其尾流场的流动特性具有显著的影响。本研究首先采用雷诺平均模型,基于移动参考系方法,对d=1mm的导管桨进行敞水性能计算,并与实验进行了对比,验证方法的可行性。然后,为了提高对尾流场的求解精度,采用分离涡模拟（Detached Eddy Simulation,DES）方法,对4组不同叶顶间隙下的导管桨进行了数值模拟,详细分析了叶顶间隙对导管桨的推力、扭矩、推进效率等敞水性能的影响规律。进一步,针对导管桨显著的叶顶间隙泄漏涡（Tip Leakage Vortex,TLV）结构,探究了其生成、发展和演化机理及其对敞水性能和尾流场的影响,得到导管桨尾部涡系结构与敞水性能的相互作用关系。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶航行过程中,舵翼后缘会产生涡脱现象,当涡脱频率与舵固有频率相同时会产生共振现象,对舵的结构安全造成隐患。因此,有必要对舵翼后缘进行改型,尽量避开舵固有频率,同时降低涡强以减轻舵受到的涡激力。在舵翼后缘设计导流板,利用CFD评估导流板参数对涡脱频率和涡强的影响,揭示舵翼改型涡脱规律。结果显示,合理设计导流板参数可以有效抑制涡强,并分离涡脱频率和固有频率。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对喷水推进舰船尾迹场问题,以某高速喷水推进船为对象,采用商用软件STARCCM+,结合RANS模型,分别对裸船拖航、自航以及系泊3个状态进行了模拟分析,得到了3种状态下的尾迹流场。流场比对分析结构表明,相较于拖航,高速自航状态下,喷口完全暴露于空气中,在船尾附近会出现较大的波浪起伏和飞溅,尾迹范围更广,厚度更大,而远场的尾迹由船体和推进器产生的尾迹相叠加而成;系泊状态时,喷口浸没在水中,喷射流引起的波浪及飞溅较自航时弱,船后尾迹场物理特征也弱于自航状态,说明水下喷射能抑制喷水推进舰船尾迹。", "label": "船舶与海洋工程", "id": 0}
{"content": "基于自主开发的直角网格浸入边界法计算平台,数值模拟单体、及并列交错布置形式的仿生推进器水动力特征问题。基于时间半隐式有限差分法在固定直角网格上求解不可压缩Navier-Stokes方程,结合径向基函数虚拟网格法尖锐施加动界面边界条件。采用该方法在三套网格上模拟单体、并列仿生鱼形推进器在不同振荡频率下的绕流问题,验证本方法模拟多个柔性动界面绕流的精度和可靠性。并分析仿生推进器表面的受力情况及相应的尾涡流场结构,重点考察仿生推进器表面阻力转化为推力时的临界频率,阐明推力的生成机制,为新型海洋工程推进器设备提供理论支撑。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了研究斜流工况对喷水推进器推进性能及流场特性的影响,采用六面体网格对喷水推进器内部流场进行结构化网格划分,基于RANS方程、SST k-ω湍流模型和Zwart空化模型,对斜流工况下的喷水推进器进行数值模拟,喷水推进泵的外特性和空化性能数值模拟结果与试验结果进行了验证,数值结果和试验数据吻合良好,对斜流工况下喷水推进器的性能变化、流场演变和空穴分布进行研究。结果表明,小斜流角状态下,不同斜流角对喷水推进器的效率影响很小。随着斜流角增大,喷水推进器的扬程增加,效率减小,效率最高点出现在斜流角15°,低压区沿着进水流道下壁面逐渐向叶轮进口发展,叶片表面空化由导边靠近轮缘位置向随边方向发展,进水流道喉部空化区域扩大,靠近进水流道上壁面右侧空穴区域逐渐扩大。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了获得满足航速24节的KSC船用船舵设计要求的翼型,本文基于NSGA-Ⅱ遗传算法建立了船舵所用的NACA系列翼型的优化设计模型,综合考虑升力系数、升阻比的水动力特性,通过改变翼型的弦长和最大厚度,寻找最优翼型形式。数值结果表明,该翼型优化模型可以快速选取优异的翼型形式,改善翼型的水动力性能并增加舵效,优化完成时,最终选择了弦长为5.97525m,最大厚度比为0.131328的优化方案,该方案对翼型的升力系数的优化效果最佳,且对翼型的升阻比也有一定大的提升效果。", "label": "船舶与海洋工程", "id": 0}
{"content": "螺旋桨入流条件的空间非均匀性以及时间非定常性,对其非定常力谱产生不同的效果。为明确不同来流条件下非定常力的产生机理,采用CFD （Computational Fluid Dynamics,计算流体力学）方法,对DTRC 4119螺旋桨在均匀来流、三周期伴流以及湍流入流三种条件下的非定常力进行了数值模拟。结果表明:均匀来流和三周期伴流下,非定常力在时域具有明显周期性,非定常力谱分别以轴频和叶频为主要峰值,呈现离散分布。湍流入流下螺旋桨非定常力谱在叶频及其倍频附近产生频率和幅值相近的峰值,从而产生\"驼峰\",呈现出宽带特性。研究有助于明确不同入流条件引起的螺旋桨非定常力特性,为低噪声螺旋桨设计提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "以某散货船缩比模型为研究对象,采用体视粒子图像测速技术（Stereoscopic Particle Image Velocimetry,SPIV）对船模尾流场进行研究,并对比裸船体和自航工况下有/无预旋定子工况下的船舶尾流场。给出了桨盘面处三向伴流场,从速度场、涡量场、流线等多角度阐述了前置预旋定子对尾流场的影响及其节能机理。研究表明:时间平均流场可以清楚地展示\"钩状\"速度轮廓、舭涡和毂帽涡等流场结构,以及前置预旋定子周围的流动细节,这充分体现了PIV技术具有无干扰、瞬态、全局以及高精度等测量优点。预旋定子能够在桨前产生与桨旋向方向相反的预旋流,定子中下方叶片对尾流场影响较大,使得更多的水流汇聚到桨盘面,预旋定子对无定子叶片一侧流场也具有一定程度的影响;同时预旋定子使流体的进流方向有所改变,增大了流体的进流攻角,改善伴流条件,提升推进性能,有利于提高螺旋桨工作效率;预旋定子的存在能够降低局部脉动速度,降低湍动能,对于螺旋桨的结构强度有利。", "label": "船舶与海洋工程", "id": 0}
{"content": "组合推进器前置导叶可以起到支撑推进器结构、改变流场运动方向、流动参数等作用,进而影响其后方桨叶或叶轮的水动力性能。由于导叶和其后方桨叶的距离较近,目前通过试验测量手段来直接获取桨叶工作时导叶后方的流场信息仍有诸多限制,因此采用数值计算的方法来研究导叶参数对流场的影响是较为便捷的方法。本研究借助数值计算方法,采用体积力代替桨叶作用,分析了组合推进器导叶主要参数变化对其后方流动参数的影响。计算分析表明,导叶的安装角、布置形式、叶数等参数对其后方的流场具有显著影响,进而影响组合推进器的水动力性能。可以为组合推进器导叶的优化设计提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "以某油船、散货船和化学品船螺旋桨为研究对象,采用金属网格模拟设计吃水和压载吃水的轴向伴流场。在设计伴流场和压载伴流场中分别进行设计工况在和压载工况下螺旋桨空泡脉压试验,探究同一船型不同吃水尾流场对螺旋桨空化脉动压力性能的影响。试验结果表明:当设计吃水和压载吃水运营工况的伴流均匀性相当时,平均伴流分数对试验结果影响不大;当设计吃水和压载吃水运营工况的平均伴流分数相差在0.1以内时,伴流均匀性严重影响螺旋桨激振力,此时建议试验工况必须与船尾吃水伴流场相对应。", "label": "船舶与海洋工程", "id": 0}
{"content": "为获取一桨模的干湿模态参数,通过敲击并采集桨模的振动响应加速度信号,并基于希尔伯特-黄变换（HHT）处理采集信号,最终识别得到桨模的前两阶干湿模态固有频率和阻尼比。试验验证了HHT方法识别桨模干湿模态参数的可行性。同时试验结果表明浸水环境对于桨模模态参数的影响体现在大幅降低固有频率,并稍微增加模态阻尼。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文从降低潜艇螺旋桨噪声的角度出发,根据相关研究的结果,设计了一款大侧斜螺旋桨,并且对其敞水实验进行了数值模拟,计算了其推力系数和扭矩系数,得到了不同进速下的效率;并且得到了螺旋桨表面的压力分布情况,可以作为下一步分析螺旋桨噪声的基础。此外,还对螺旋桨在水中工作的模态特征进行了分析,得到了各阶振型和固有频率,为下一步设计过程的减震降噪工作做了准备。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对螺旋桨在湍流中的非定常激振力问题,基于计算均匀湍流中螺旋桨宽带谱激振力的相关性法,推导了非均匀湍流中螺旋桨宽频激振力的理论模型。研究结果表明:对于均匀湍流,使用十桨叶螺旋桨模型,采用相关性法能较好地预报螺旋桨激振力宽频谱,特别是在叶频处与试验结果吻合较好;对于非均匀湍流,使用新建立的理论公式计算了Stephens的试验桨模型,理论计算结果与试验结果吻合较好。在此基础上开展了桨叶侧斜角对非均匀各向异性湍流场中螺旋桨宽带谱激振力影响规律的研究,结果显示桨叶侧斜角会抑制螺旋桨宽带谱激振力一倍叶频处波峰。研究还发现,与各向同性湍流中的结论相同,非均匀各向异性湍流场中螺旋桨激振力谱波峰的位置也仅由叶频的大小决定。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着船舶吨位和负荷的增加,螺旋桨空化现象不可避免,引起水下辐射噪声的急剧上升,对空化起始的研究一直是船舶界中的热点之一。由于其简易性和合理性,通过空化噪声时频分析的声学方法是起始判别的常用手段之一。本文在大型循环水槽中进行了船后尾流场螺旋桨模型空化起始阶段噪声特性测试,通过常规频谱分析、DEMON谱特征以及连续小波变换等声学手段对螺旋桨梢涡空化起始判别进行了研究。结果表明:随着螺旋桨梢涡空化起始,噪声谱在整个频段均有升高,尤其是1-2k Hz频段;螺旋桨梢涡空化在时频图的1k Hz和2k Hz附近有明显特征峰,通过1～2k Hz频段滤波后的DEMON谱分析可以有效判别空化起始。", "label": "船舶与海洋工程", "id": 0}
{"content": "碎冰的存在导致螺旋桨周围流场不均匀,加剧了螺旋桨空泡的产生和诱导激振力的增加,将引起严重的桨叶剥蚀损伤以及轴系和船体振动等问题。针对极地船舶在冰区航行过程中冰桨非接触工况下螺旋桨性能,本文在大型循环水槽内搭建了冰阻塞条件下螺旋桨诱导激振力试验测试平台,研制了螺旋桨和单片桨叶载荷测力装置,测量和观察了常压和减压状态下不同冰桨轴向间距、空泡数时单片桨叶水动力载荷和螺旋桨诱导的脉动压力。试验结果表明:随着冰桨轴向间距和空泡数的减小,桨叶载荷波动范围越大;空泡数减小导致螺旋桨推力系数和桨叶轴承力频域曲线中出现宽带谱特性;冰桨轴向间距越小,螺旋桨轴承力叶频幅值、单片桨叶轴承力轴频幅值以及螺旋桨诱导的脉动压力叶频幅值越大;与常压状态相比,空泡数减小导致螺旋桨诱导的脉动压力高阶频率的脉动幅值急剧增加。", "label": "船舶与海洋工程", "id": 0}
{"content": "本研究以海洋装备领域的测试数据为研究目标,建立起可以生产数据与融合数据的可自生长代理模型。以船舶螺旋桨为例,首先通过人工智能中的数据预处理和机器学习的方法,将螺旋桨敞水性能试验数据与螺旋桨几何特征进行整合,并建立螺旋桨敞水效率预报的代理模型。通过DOE对螺旋桨几何参数的空间设计采样并生成代表原始数据分布的新数据,并融合其他的螺旋桨样本,建立增强模型。通过预测实验表明,增强模型的预测精度比未增强模型有了显著提升。同时,增强模型因不再使用原始数据,可以满足不同数据源间保密的需求。", "label": "船舶与海洋工程", "id": 0}
{"content": "以某油船螺旋桨为研究对象,应用金属网格模拟了船后轴向伴流场。首先在伴流场中进行有、无测压平板的螺旋桨脉动压力对比试验,探究测压平板对试验结果的影响。然后在无测压板的情况下,进行了五个不同梢隙比下的螺旋桨脉动压力测量试验,探究了螺旋桨脉动压力与梢隙比的关系。结果表明:有、无测压平台对脉动压力测试结果基本无影响;空化发生后,螺旋桨诱导的压力脉动骤增;螺旋桨脉动压力与梢隙比呈二次函数关系;为指导工程应用,可将螺旋桨脉动压力与梢隙比的关系简化为指数函数关系,根据根据母型船螺旋桨脉动压力性能快速预报改型后的性能。", "label": "船舶与海洋工程", "id": 0}
{"content": "传统船舶推进主要是螺旋桨,但随商业交流加速,乃至军事对船艇\"快速机动\"的提高,虽叶桨创新上也运用了多项开创性技术,为船舶带来了迅猛发展,但船舶若再进一步提速时,螺旋桨也就暴露出了它许多本质缺陷:核心是《船用螺旋桨设计》[1]所述的无推力进程或实效螺距（滑脱比）概念,就是下文阐述的桨叶旋转形成水流压差,来推动航行时,其叶片高速旋转却又断流失压,这就是船舶不能再提速的根本原因。", "label": "船舶与海洋工程", "id": 0}
{"content": "与常规螺旋桨相比,前置定子式泵喷推进器具有优秀的低振低噪性能,但潜艇艇艉非均匀伴流对推进器存在负面影响,无法充分发挥定子整流作用。本研究根据潜艇艇艉非均匀伴流场调整前置定子不同位置剖面角度,研究非均匀伴流条件下艇后非对称前置定子泵喷推进器的水动力性能。以SUBOFF潜艇为例,采用三角形非结构化网格划分方式,对艇后泵喷推进器模型建立适用于SST k-ω湍流模型的计算模型,基于STAR-CCM+软件并结合滑移网格技术计算泵喷推进器定常水动力性能。验证本研究计算方法的可靠性后,同时对设计进速系数下周向对称和周向非对称前置定子泵喷推进器的水动力特性进行分析,重点对比了推进器内部流场的速度分布。研究结果表明,泵喷推进器前置定子经过优化后,定子后方流场得到改善,使得推进效率得到了提高。另外根据非均匀伴流调整前置定子攻角,得到的周向非对称前置定子泵喷推进器,推进性能得到充分发挥,进一步提高推进效率。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文采用数值模拟方法研究了船后多推进器布局及水动力干扰。采用自航因子作为评估标准,对推进器前后间距、横向间距及相对位置等参数变化的影响进行了评估分析。推进器纵向前移对船身效率产生有利影响,同样适当增加推进器横向间距,也将对船身效率产生有利影响,自航因子的变化主要来自于伴流分数,而推力减额多数情况下变化较小。本研究将为多推进器布局设计提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "倒车制动是船舶操纵领域的重要课题。倒车制动能力不但与螺旋桨的水动力学特性有关,同时也与船体的伴流特性相关。本研究基于CFD计算软件STAR CCM+研究倒车状况下螺旋桨的螺旋桨荷载。数值模型首先模拟了KCS船与KP505桨组合在模型尺度下的自航工况,通过与实验资料的对比验证了数值的模型的准确性。随后,针对某船进行了一系列实尺度计算。通过无量纲化分析,得到了某船在不同进速系数J下的推力系数曲线J-KT与扭矩系数曲线J-KQ。随后,分析了不同J值下螺旋桨附近的流场特征,结果显示,在J=-0.49附近船舶伴流的强度与螺旋桨倒转引起的水流强度相当。这是KT与KQ在J=-0.49处达到最小值的原因。", "label": "船舶与海洋工程", "id": 0}
{"content": "船用风力助推转子是一种节能效果显著、具有很高的可操作性的创新节能技术,是目前解决大型油船和散货船船舶设计能效指数（EEDI）三阶段要求的最有效的技术手段之一。本研究主要开展了风力转子助推原理研究与船用风力转子试验样机设计,完成了风力助推转子的模型加工,并在百吨试验船上完成了节能效果验证试验。试验中风力助推转子的实际节能效果最高可以达到10%。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着现代船舶向大型化、高速化发展,螺旋桨的高速旋转极易在梢部等处产生低压区,从而导致空化现象。空化是船舶水动力噪声中最强声源,对空化起始和空化噪声的研究一直是船舶工程中的热点和难点之一。由于其简易性和合理性,通过空化噪声频谱分析等的声学方法进行空化起始判别备受青睐。本文在大型循环水槽中进行了船后非均匀流场螺旋桨模型空化起始阶段噪声特性测试,通过常规频谱分析以及DEMON谱特征对螺旋桨空化起始判别进行了实验研究。结果表明:随着螺旋桨空化起始,噪声谱在整个频段均有升高,尤其是1-2kHz频段;通过2kHz附近频段滤波后的DEMON谱分析可以有效判别空化起始。", "label": "船舶与海洋工程", "id": 0}
{"content": "纵倾是船用螺旋桨桨叶的重要几何参数,对螺旋桨空化有很大影响。为了研究纵倾对螺旋桨空化的影响,基于计算流体力学CFD（ComputationalFluidDynamics）软件Star-CCM+,对螺旋桨的敞水性能和空化现象进行了预报和分析。采用大涡模拟LES（LargeEddySimulations）方法和Schnerr-Sauer空化模型,通过参数变尺度研究,人为的改变螺旋桨桨叶的纵倾,分析螺旋桨桨叶空化情况。以减弱空化为优化目标,对有纵倾和无纵倾的桨进行梢涡空化现象的分析。通过计算结果表明纵倾对螺旋桨空化有一些影响。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了更深入的探讨摆线推进器的水动力性能和周围流场的细节以探讨水流的复杂干扰,论文采用CFD技术模拟了摆线推进器的水动力性能。摆线推进器的扰动流场通过雷诺平均（RANS）方程计算,应用重叠网格技术模拟桨叶的转动。在此基础上,论文进一步分析了桨叶表面的压力分布情况和流场的细节。研究结果表明,偏心率较大时摆线推进器的叶片转速很快引起明显的涡结构的变化是产生推力的主要原因,也是引起桨后流场不均匀性的主要原因。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了探究自适应攻角摆翼运动参数对摆翼推进性能的影响,利用CFD技术求解得到单自由度振动系统的二维摆翼流场。对于影响单自由度振动系统摆翼推进性能的无量纲参数进速系数、频率比和刚度系数比分别采用控制变量法对无量纲参数进行逐一分析后发现:频率比对摆翼的推进性能影响较小;刚度系数比对摆翼推进性能影响较大。刚度系数比为2时摆翼推进效率最高可达74.89%,随着刚度系数比的增大,最优推进效率点在右移,对应的进速系数在相应的增大;最后通过对流场的分析发现:进速系数的增大会影响尾迹涡的形态,当摆翼尾涡明显变得狭长,成为带状脱落时,推进效率较高,当尾迹涡脱落中有椭圆形涡和带状涡同时出现时会导致效率降低。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了研究螺旋桨侧斜与螺旋桨梢涡流场之间的关系,使用数值模拟方法对一系列侧斜不同的单桨叶螺旋桨的梢涡流场进行模拟,侧斜改变的过程中保持其他参数和流场条件不变,对不同侧斜的螺旋桨分别展数值模拟,数值模拟基于STAR-CCM+软件平台开展,螺旋桨的旋转使用滑移网格方法实现,对螺旋桨的水动力性能、螺旋桨表面载荷和梢涡流场进行比较和分析。结果表明:随着侧斜的改变,螺旋桨的各项水动力性能参数先增加后降低但推进效率改变不明显,随着侧斜的增加,螺旋桨的梢涡强度先增加后降低,螺旋桨的梢涡变化趋势与水动力性能参数的变化趋势相关。", "label": "船舶与海洋工程", "id": 0}
{"content": "普遍应用于船舶的螺旋桨推进系统是船舶航行时产生辐射噪声的主要激励源之一。此类推进系统可以从两个方面诱发噪声辐射,一方面是桨叶和流体作用产生的流体动力噪声,另一方面是螺旋桨和传递动力的轴组成的桨轴转子的旋转运动形成的惯性力对船体结构的振动激励所诱发的机械噪声。由于船舶螺旋桨的转速通常在200rpm以下,桨轴构成的转子属于低速转子。因此,研究低速转子的运动特点是研究螺旋桨诱发的船舶机械噪声的基础。本文将讨论此类低速转子的径向机械振动激励特点以及防治建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "弹性桨与流体产生的双向流固耦合效应,显著改变了推进系统振动性能。现有针对该效应的研究集中在激励力预报及流体附加质量特性讨论上,极少涉及流体附加阻尼效应对动力学系统的影响。本文针对流体-弹性桨复杂系统非定常双向流固耦合问题,基于面元-有限元算法及实验方法,对比开展了旋转弹性螺旋桨水下动应变的规律研究。结果表明,流体附加阻尼相比结构阻尼是螺旋桨动应变响应幅值的更重要影响因素。成果可为低速水下航行器声振性能设计和评价提供理论和技术支持。", "label": "船舶与海洋工程", "id": 0}
{"content": "从声振耦合和流固耦合的角度阐述了流体对浸没其中的结构物固有模态的作用机理,基于边界元声振耦合方法和虚质量方法对一螺旋桨桨叶进行湿模态分析,两种方法的分析结果表明:在低阶模态,湿模态固有频率相当接近,可以满足工程需求;水体对桨叶振动的附加质量效应从低频往高频逐步减小;在低阶模态,干湿模态振型非常接近,水对桨叶振型的改变不明显。研究成果有利于螺旋桨设计工作。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对某INSEANE779A螺旋桨进行了水动力以及流动噪声数值仿真预报,利用NUMECA的船舶水动力学软件FINE/Marine进行螺旋桨的水动力学仿真,给出了螺旋桨的水动力特性以及空化特征,并与实验结果进行了比较,仿真结果与实验结果符合较好。基于INSEAN E779A螺旋桨的水动力学数值模拟结果,提取流动噪声声源以及初场边界特征,采用NUMECA全频流噪分析软件FINE/Acoustics里的FWH （Ffowcs Williams Hawings）模型对螺旋桨的流动噪声的传播与辐射进行了数值仿真预报,模拟给出了INSEAN E779A螺旋桨的噪声频谱特征,对其流动噪声特征进行了分析,可以为螺旋桨的进一步降噪设计提供理论依据。", "label": "船舶与海洋工程", "id": 0}
{"content": "梢涡空化是船舶推进器常见而复杂的空化现象,其形成和演化特性研究具有重要的工程意义。本研究以NACA662-415椭圆水翼为研究对象,首先对水翼梢涡全湿流场和梢涡空化流场开展了精细测量和高分辨率数值模拟,获得了涡流的速度分布、涡核半径、最低压强、雷诺应力等流场特征。然后采用来流气核控制技术,对不同来流气核情况下的梢涡空化初生开展了试验研究,获得了不同攻角、不同水速、不同含气量的梢涡空化初生试验数据,同时对涡流场中单气核及多气核迁移和生长过程开展了数值模拟研究,提出了在梢涡空化初生研究中定量表征气核谱的方法,综合分析了升力系数、雷诺数、含气量和气核谱分布对梢涡空化初生的影响,结合理想涡理论模型以及气泡动力学理论,建立了考虑尺度效应和水质影响的梢涡空化初生预报模型。最后采用噪声与高速摄像同步测量技术,在国内实验室首次发现并可重现梢涡空化中的\"涡唱\"现象,并通过理论分析阐明了涡唱发生的机理。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着数值和计算机技术的飞速发展,计算流体力学已经发展成为流体力学的主要研究手段,作为船舶优化设计和航行性能分析的基本工具,在船舶水动力学分析中得到广泛应用。本文针对船舶螺旋桨流动模拟,描述使用的网格模式、数值方法,探讨水动力计算结果对网格尺度、几何精细度表达、边界层网格形式的依赖性和敏感性,同时在数值模拟的基础上分析螺旋桨叶片边界层、梢涡、尾涡的流动特征,以及螺旋桨流动与水动力的联系。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文对运行在船后非均匀进流条件下的螺旋桨非定常空化流动进行了数值模拟研究,计算中采用了k-ωSST湍流模型和Zwart-Gerber-Belamri空化模型。文中对船后螺旋桨空化绕流情况的预测与试验结果吻合较好。计算中采用了三套系统加密的网格进行网格无关性分析,采用安全系数法对计算的推力系数进行数值不确定度估算,结果显示数值不确定度较小,数值计算结果较为可信。此外,本文将柱坐标系下的涡量输运方程运用到船后螺旋桨空化流动的分析中,对螺旋桨空化与涡的相互影响进行研究。结果表明涡量的分布和输运与螺旋桨空化演变密切相关,空化会促进涡量的产生和输运。进一步的分析显示,拉伸扭曲项的分布区域比其他项要大,同时膨胀收缩项和斜压矩项对涡量的产生也有较大影响。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对喷水推进泵水动力性能,设计了喷水推进泵模型,在空泡水洞中对进速系数J=0.2～1.0下全湿及空泡工况下推力、扭矩等进行了测量,并使用高速摄影对空泡形态进行观测。为研究喷水推进泵的数值模拟方法,实验室组织了喷水推进技术研讨会,共14个团队就喷水推进泵模型水动力特性开展了背靠背的数值模拟,以对数值计算方法进行验证。各团队采用不同的软件使用RANS方法对全湿流动进行了模拟,获取了流场及外特性。本文对该结果进行了分析。尽管软件、网格等有较大差异,KT,KQ预报结果与实验结果的误差多集中在实验值的±5%以内,大多略低于实验值,且当大进速系数下,误差增高。流场计算结果的网格依赖性较大,尤其是湍流强度。空泡工况结果有待进一步验证。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文基于MATLAB平台,以商业黏流软件为核心,集成UG的几何建模功能开发了一套螺旋桨水动力预报自动化程序。以DTMB4119桨为例,介绍了自动化程序的工作流程,并应用该自动化程序对6个螺旋桨的水动力性能进行了数值预报,且与试验结果进行了对比分析,分析结果表明除新剖面桨外,CFD推力扭矩计算值普遍小于试验值,推力和扭矩系数计算误差值总体在5%以内,可满足螺旋桨设计过程中的评估精度要求。", "label": "船舶与海洋工程", "id": 0}
{"content": "叶环电驱桨是永磁无刷直流电机与导管螺旋桨相结合的新型集成电机推进器,由于电机定子和叶环转子需安装在导管中,使导管径向尺寸变大,为了保证叶环电驱桨的整体性能,本文将对不同导管形状进行研究。该叶环电驱桨使用Ka4-50螺旋桨,对4种不同导管情况下进行水动力数值模拟。使用软件ANSYS-CFX进行螺旋桨周围黏性流场的定常计算。计算得出了不同导管形状下电驱桨性能曲线。结果表明,19A导管下的叶环电驱桨敞水效率最高;case1型导管下的叶环电驱桨推力特性最好。对性能分组对比发现,导管前缘形状对桨叶推力特性影响较大,尾缘形状对导管推力特性影响较大。导管尾缘形状是叶环电驱桨水动力性能的主要影响因素,尾缘上部曲线下垂线型能提升叶环电驱桨水动力性能。", "label": "船舶与海洋工程", "id": 0}
{"content": "与常规螺旋桨相比,泵喷推进器有着优秀的推进效率,世界各个海军强国逐渐增加对泵喷推进器研究的重视。本文对泵喷推进器的水动力性能进行研究,根据推进器结构特点,采用旋转周期对称网格和分块结构化网格相结合的网格划分方式,建立适用于大涡模拟方法的计算模型,结合滑移网格计算推进器的非定常水动力性能。通过与参考文献结果的对比,验证本文计算方法的可靠性。基于以上研究工作,计算了泵喷推进器不同部分对水动力性能的贡献程度,观察推进器尾涡强度变化和转子导管间的梢隙流动,对不同导管参数下推进器的受力、压力脉动和流场分布进行分析。研究结果显示,泵喷推进器工作时产生了复杂的涡量场,其中叶梢梢涡附着在导管内壁,形成了较强的导管尾涡。结合推进器不同部分的受力分析可知,导管对推进器水动力性能影响要大于定子。另外,随着导管长度的增加,导管对推进器内部流场的影响增强,使推进器效率下降,因此在设计允许的范围内,减少导管长度有利于提高推进性能。", "label": "船舶与海洋工程", "id": 0}
{"content": "螺旋桨工作于船后非均匀伴流场中会引起螺旋桨桨叶载荷非定常变化,进而引发螺旋桨、轴系及船体的震动和噪声问题。螺旋桨设计时引入侧斜可以使桨叶不同半径的剖面在不同时刻进入流场的峰值,有助于减小桨叶的非定常力。本研究在分析螺旋桨侧斜分布特征的基础上,采用最大侧斜角、侧斜分配形式等5个参数对螺旋桨侧斜进行了参数化定义,结合CSSRC非定常升力面涡格法和粒子群优化算法,以最小轴向非定常力为优化目标,开展了螺旋桨侧斜优化设计研究。研究表明采用目前的侧斜参数化定义方法可以很好的反映螺旋桨侧斜分布特征,非定常升力面涡格法和粒子群优化算法的结合也有助于较快速和便捷的找到非定常力大幅减小的侧斜分布形式,可以为螺旋桨的侧斜优化提供参考和借鉴。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文采用数值方法研究了自适应攻角摆翼在不同水平摆幅、摆动频率下的推力、效率特性,并对流场特征进行了分析。采用二维平板水翼,并在水翼前缘位置施加一个弹性力来模拟弹簧以实现自适应攻角。对不同水平摆幅情况下的分析发现,水平摆幅越大,峰值效率越高,最高可达76.89%。对不同摆动频率情况下的分析发现,随着水翼摆动频率的增加,峰值推进效率也在增加。对比水翼不同水平摆幅下峰值效率和较低效率工作点的涡量场发现,水翼推进效率与其尾涡形状以及尾涡集散特性有关,尾迹涡越分散且形状越狭长,水翼的推进效率就越高。", "label": "船舶与海洋工程", "id": 0}
{"content": "泵喷推进器具有辐射噪声低、临界航速高的优势,在舰船低噪声推进领域受到了广泛的关注。准确预报泵喷推进器的水动力性能,是开展设计的重要基础。本文通过求解雷诺平均的Navier-Stokes （RANS）方程,对模型尺度的泵喷推进器进行准定常计算,应用第二十八届国际拖曳水池会议推荐的方法对计算结果进行数值不确定度分析,并将计算结果与上海交通大学空泡水筒的模型试验结果进行了对比。采用SST k-ω两方程模型来模拟湍流,以及全y+壁面处理来模拟近壁面流动。采用三组相同网格细化比的网格进行准定常计算并进行不确定度分析。计算结果产生了单调收敛的趋势,因此采用安全系数法计算数值不确定度。验证得到的数值不确定度在3%以下,与实验数据的比较误差不超过5.7%。", "label": "船舶与海洋工程", "id": 0}
{"content": "以DTMB-4381桨为对象,利用重叠网格方法,对块状冰的大小、位置及运动对螺旋桨水动力性能的影响进行了非定常RANS数值模拟。采用切割体网格和棱柱层网格,分别生成整个计算域的背景网格以及螺旋桨计算域和块状冰计算域的重叠网格,在计算过程中,背景网格区域与重叠网格区域通过两者的边界面进行数据交换。首先利用控制变量法,研究固定冰块参数对螺旋桨水动力性能的影响,数值模拟结果表明,在固定冰块的影响下,螺旋桨推力和扭矩以叶频周期性变化,其时间平均值主要与冰块在桨盘面内的投影面积、冰桨轴向距离及冰块水平位置有关;然后研究运动冰块对螺旋桨水动力性能的影响,数值模拟结果表明,在冰块沿轴向接近螺旋桨的过程中,推力和扭矩呈振荡式上升,且振荡频率和叶频相同。分析认为,这一现象是由冰桨轴向距离的逐渐减小以及冰块与桨叶周向相对位置的周期性变化两者共同作用造成的。", "label": "船舶与海洋工程", "id": 0}
{"content": "受座头鲸带有前缘凸起鳍的启发,将凹凸结节应用于桨叶导边,试图改善导管桨在系柱及小进速系数工况下的水动力和空泡性能。运用建模软件和自编程序,以19A导管+Ka4-70螺旋桨作为原型桨,重点进行内凹设计:通过改变特定位置剖面弦长,设计出带有凹凸形导边的仿生导管螺旋桨。运用商业CFD软件开展其水动力性能与流动的模拟与分析,建立仿生导管桨性能分析的CFD数值仿真预报方法。开展了导边凹凸结构的变参数计算研究,选择效率提高最多的仿生桨进行了流场分析。基于CFD计算结果,初步发现:（1）导边凹凸结节的内凹程度越大,桨叶推力和扭矩相比原型桨降低越多,一定范围内效率提升越明显,但是叶梢附近导边布置凹凸结节不利于提高推进效率。（2）凹谷处切面的桨叶推力会有所提高以补偿因桨叶表面积减少造成的推力损失。", "label": "船舶与海洋工程", "id": 0}
{"content": "本研究对INSEANE779A螺旋桨在斜流工况下产生的非定常空泡进行模拟。空化流模拟的数值计算结果基于开源的CFD软件平台OpenFOAM中的InterPhaseChangeDyMFoam求解器与Schnerr-Sauer空化模型,并对RANS方法中的SST k-Omega湍流模型进行改造,预测了螺旋桨的非定常特性。本文考察并分析了空化流中的螺旋桨水动力性能,包括桨叶推力系数、机翼表面压力分布及其空泡形态。研究发现斜流工况会对螺旋桨产生的推力与转矩造成影响,这一影响会随着来流与螺旋桨首尾线夹角的变化而增强。进一步对比分析全湿流及空化流结果,可以发现空化的存在会在一定程度上减小螺旋桨桨叶两面的压力差,从而降低螺旋桨产生的推力。", "label": "船舶与海洋工程", "id": 0}
{"content": "对转舵桨具有良好的操纵性能和较高的推进效率,在渡轮、拖轮以及海洋平台上都具有广阔的应用前景。本文基于OpenFOAM软件平台,采用滑移网格方法结合IDDES模型,对对转舵桨在直航及舵角工况下的水动力性能进行数值计算。对比舵桨单元力系数的计算值与试验值,误差在5%以内,证明了数值方法的准确性。得到对转舵桨各水动力系数随进速系数和舵角变化规律。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文对襟翼舵的工作原理和优点进行了阐述,对常用襟翼舵的驱动方式进行了介绍,着重对我司开发的连杆襟翼舵的计算方法进行了讲解。", "label": "船舶与海洋工程", "id": 0}
{"content": "水润滑轴承作为船舶推进系统的重要组成部分,是船舶艉轴的关键支撑部件。为了提高轴承的减振性能和耐磨性能,高分子复合材料通常用来作为水润滑轴承的轴瓦材料。为了研究水润滑高分子材料轴承的动力学特性,本文建立了考虑粗糙表面的水润滑轴承混合润滑模型,研究了水润高分子材料轴承的水膜压力分布规律,刚度和阻尼的变化规律,以及摩擦系数的变化规律。为了验证水润滑高分子材料轴承的动态特性对推进轴系的影响规律,建立了轴承-转子有限元模型,并对该模型进行固有特性分析,强迫响应分析以及冲击分析,探究了轴承动态特性参数对推进轴承固有频率特性的影响规律,激励力下的强迫响应的影响规律以及抗冲击特性的影响规律。通过本文研究,为探索水润滑高分子材料轴承的动态特性参数的变化规律以及轴承-转子推进系统的动力学特性提供理论支撑。", "label": "船舶与海洋工程", "id": 0}
{"content": "船用艉轴承支撑着悬伸于船外的螺旋桨轴,由于螺旋桨的重力作用,其轴颈中心线不再平行于轴承孔中心线,而是在竖直平面内发生倾斜。轴颈倾斜使轴承膜厚及压力沿轴向不再均匀分布,显著降低轴承承载能力,使之处于混合润滑状态,且易导致碰磨、严重磨损甚至轴瓦烧焦等问题,严重危害轴系服役安全。为提高轴颈倾斜下水润滑艉轴承的性能,改善压力分布,本文提出了一种采用复合衬层的轴承设计方法,以高分子材料作为承载表面,在高分子承载层与金属外壳之间加入橡胶层,橡胶层为等厚或非等厚结构。在此基础上建立了复合衬层水润滑轴承的混合润滑模型,分析了单一衬层结构、等厚复合衬层结构及非等厚复合衬层结构下的轴承性能。结果表明,对于处于混合润滑状态的水润滑轴承,复合衬层改善了压力分布、降低了摩擦系数和混合润滑状态过渡到流体动力润滑状态时的转速,而非等厚复合衬层对润滑性能具有更显著的改善作用。总结得到非等候符合衬层轴承最优橡胶层厚的拟合公式,并给出了公式的适用范围,公式形式简洁,便于应用于轴承设计计算。相关工作为船用轴承优化设计和承载能力提升提供了新思路。", "label": "船舶与海洋工程", "id": 0}
{"content": "搭建了加速度无线遥测可靠性试验研究平台,对无线遥测系统与直连系统开展对比研究;在不同直径转轴、不同转速下,对舰船主轴振动加速度数据采集的可靠性进行了分析。该结果对舰船主轴振动信号的直接测量有较大的工程应用价值。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶推进轴系振动不仅会影响轴系安全运转,而且传递的轴承力会引起船体结构振动,所以快速预测轴系的振动特性和轴承力特性很有必要。本文基于有限元构造出轴系模型,实现参数化建模。以某螺旋桨-轴系结构为计算模型,通过轴系动力学和轴承润滑联合计算求解,分析了轴颈动力学特性和轴承油膜动力特性,结果表明这种轴系建模方法对于快速预测轴系振动特性是可行的。", "label": "船舶与海洋工程", "id": 0}
{"content": "为减弱轴系横向振动向艇体的传递,降低艇体艉部低频噪声,进行轴系横向振动的主动控制研究。首先,基于有限元软件ANSYS建立轴系的有限元模型,提取系统的质量矩阵、刚度矩阵和阻尼矩阵,形成结构系统的状态方程。然后设计了一种能针对局部进行控制的权矩阵Q,基于LQR算法研究了相同控制力作用位置下全局控制和局部控制的目标节点位移响应特性和控制力成本,并对比了控制力作用位置对两种方法控制效果的影响。研究结果表明:相对于LQR全局控制,局部控制能在更广的作用位置上,有效减小艉轴承节点在多个频率点的响应峰值,在合适的位置施加控制力后,艉轴承节点位移响应在轴频、叶频和倍叶频上峰值分别减小5.705dB、3.752dB、5.705dB。局部LQR控制能有效降低轴系横向振动向艇体的传递。", "label": "船舶与海洋工程", "id": 0}
{"content": "在实际工程中,结构在不确定激励下的振动响应问题一直是研究中的热点和难点,由于试验条件或成本限制,难以获得充足的不确定激励样本信息。针对这一问题,本文引入非概率凸模型度量动态不确定激励,并基于此模型介绍了多自由度系统的非随机振动分析方法,以求解系统在动态不确定激励下的振动响应上、下界,并用Monte Carlo仿真方法进行验证。最后,将此方法应用于单自由度系统振动和船舶轴系振动问题的分析,验证了本文方法的适用性。非随机振动分析方法为受到时变不确定激励的结构振动预测提供了一种方法,同时也为结构可靠性分析和优化设计提供了便利。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对船舶轴系校中时装调效率低、轴承变位值难确定的问题,开展了基于机器学习的中间轴承变位值预测研究。首先通过对轴系装调问题进行分析,明确机器学习的任务,之后采用定步长改变轴系有限元模型中各中间轴承安装高度的方式产生用于机器学习的数据集,经过遗传算法改良的反向传播神经网络（GABP）算法用于机器学习模型的建立和训练。结果表明,通过对受中间轴承变位影响的多维参数进行机器学习训练,可以较精准地预测出各中间轴承变位值,减少轴系装调次数,有助于提高船舶轴系的安装效率和安装质量。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶推进轴系横向低频振动是舰船声辐射的主要原因之一,对其进行研究一直以来都是舰船声隐身性能提升的重要课题。本文主要是利用仿真的手段得出推进轴系在低频时轴系振动与轴承座振动共振峰频率具有良好一致性,且轴承座上施加的垂向力,因此在实际主动控制试验中可以将电磁作动器布置在轴承座上,来抑制舰船横向振动。结果表明,布置在中间轴承座上的电磁作动器对舰船推进轴系横向振动具有明显的抑制效果,可有效降低船体表面振动。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶在出坞后,主机轴系安装周期直接影响了船舶码头周期,其中主机轴系负荷测量是船舶主机轴系安装的关键过程,最终决定主机的环氧垫片高度和轴系工作的安全性。本文分析当前两种轴承负荷测量方法优缺点,并重点以顶举法分析主机轴系各轴承负荷测量曲线的不同分析方法和原因。同时以实船测量结果为例,分析天气和船体结构对轴承负荷的影响关系。最后通过分析大型系列散货船、集装箱和油船的测量结果,分析轴承负荷变化特点,为船舶设计和建造提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对传统尾轴管装置的弊端和不足,设计新型油润滑多轴承尾轴管装置、水润滑半封闭式多轴承尾轴管装置、敞开式舷外水润滑尾轴护管装置。阐述上述尾轴管装置的设计方案和技术特点,为中、大型公务船的尾轴管装置方案设计提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文基于混合润滑理论,建立了一种船舶尾轴承混合润滑接触状态下桨轴系统振动的有限元计算模型,能够较为真实的反映轴与轴承的接触状态。以轴系与轴承接触部位有限元节点的广义坐标为变量,建立系统的时域振动方程,采用Newmark迭代法对系统的动力学方程进行求解。考虑到船舶尾部水润滑轴承对系统振动影响较大,将中间轴承和推力轴承等效为线性弹簧,而用混合润滑理论模型来模拟尾部轴与轴承的接触状态。本模型综合考虑了润滑水膜力、轴瓦的弹性变形及微凸体接触的作用,其中润滑水膜力的求解是基于Patir和Cheng提出的平均雷诺方程。为了能够快速求解船舶轴系与轴承的耦合振动方程,对平均雷诺方程进行简化,忽略端泄效应。最后给出了几种不同工况下桨轴系统耦合振动的结果,为船舶轴系与轴承的设计提供了指导。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶轴系负荷的合理分配是船舶安全运营的重要保障,需要通过测量轴承负荷来确保轴系负荷满足合理分配。当前,轴系较中及负荷测量都是在静态工况下进行的,以满足轴系校中计算书,这与轴系运转中的动态负荷存在差异。因此本文对轴系运转状态下的负荷测量方法展开研究。首先,基于轴系参数,搭建轴系运转状态下截面应变采集系统;其次,结合信号处理技术对应变信号进行降噪,利用应变信号进行数值计算,求解船舶推进轴系在运转状态下轴承的最大负荷、轴承负荷支点位置和方位角;最后,通过实验台对上述测量方法进行验证,测量误差在5%之内。", "label": "船舶与海洋工程", "id": 0}
{"content": "论文采用有限元法建立了一种船舶水润滑橡胶合金轴承的动力学分析模型,分析了不同工况下轴与轴承进行摩擦接触时的复特征值特性,并对摩擦系数、转速、载荷、橡胶硬度、摩致阻尼以及不同摩擦模型的影响进行了研究。研究结果表明,仅考虑摩擦力对系统刚度矩阵的作用时,摩擦系数-滑移速度关系不影响系统稳定性,同时,摩擦系数和载荷越大,系统发生摩擦噪声的可能性越大;同时考虑摩擦力和摩致阻尼的影响时,采用与滑移速度相关的静-动摩擦模型才能体现出\"负阻尼\"现象。", "label": "船舶与海洋工程", "id": 0}
{"content": "推进轴系作为船舶动力装备,其运行的稳定性及可靠性是保障船舶生命力的重要条件。中间轴承作为船舶推进轴系的主要支承单元,其工作性能的好坏将直接影响舰船推进动力性能,进而影响到舰船整体的推进效率、可靠程度及使用寿命等服役性能。", "label": "船舶与海洋工程", "id": 0}
{"content": "典型船舶推进轴系包括轴、艉前/后轴承、中间轴承、推力轴承、弹性联轴器、电机（轴系）,螺旋桨及螺旋桨外部流场。由于螺旋桨在非均匀来流中旋转,会发生振动,该振动能通过轴系传递至轴承处,进而传递给船体,因而轴承处激励力的研究对于船舶减振降噪具有重要意义。本文基于频域面元-有限元法建立了流体-螺旋桨-轴系复杂耦合系统模型,并开展了轴承力计算研究。在建模中,本文利用频域面元法建立流场模型;基于有限元法建立螺旋桨及轴系结构模型;通过在同时做弹性振动及随轴系做六自由度振动的桨叶流体接触界面处,施加不可穿透条件完成双向流固耦合;通过在桨与轴系连接界面处施加几何约束条件完成桨与轴系结构耦合;通过将双向流固耦合流体力表征为做复杂运动螺旋桨的附加质量及附加阻尼矩阵,并与结构质量及阻尼矩阵合并完成双向流固耦合问题的解耦。在计算时,通过模态缩聚法对高维流固耦合动力学系统进行降维,以克服因流固耦合附加矩阵非对称性导致的计算效率低下问题。研究表明:流体-螺旋桨-轴系耦合模型流体阻尼小于传统分离方式——流体-桨系统/桨-轴系统建模得到的流体阻尼。研究方法和结果可为低噪声桨-轴-船系统设计提供必要的理论参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "电阻应变片法是船舶推进轴系负荷测量的常用方法,电阻应变片位置的选择对轴承负荷测量结果影响很大。为了研究电阻应变片法中布片位置对轴承负荷测量结果的影响,开展电阻应变片法误差分析研究。本文采用递推单元法,运用误差分析理论,分析在轴系负荷测试中布片位置对测量精度的影响规律,同时讨论了布片数目以及选择不同位置处的测点参与计算引起的计算误差。结果表明:选择不同的布片位置对不同类型轴承负荷测量结果有很大的影响;另外减小测点截面弯矩误差、剪力误差可以有效提高轴承负荷测试精度。结合误差分析理论和实验数据,给出了合理布片原则和选片方法。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文以常见船舶轴系布置为基础,建立轴系校中计算数学模型,采用智能微群优化算法数值求解该数学模型。并对某6000吨级散货船进行轴系校中计算,结果表明智能微群优化算法求解出的轴系校中参数满足中国船级社相关规定的要求,该方法可以在轴系校中计算中推广使用。", "label": "船舶与海洋工程", "id": 0}
{"content": "極地天然資源豐富,使得新航線的開發變多,適合於北極海域行駛之船舶的需求量也隨之增加。船舶在冰區行駛期間,隨時都會遭受到冰的影響,由於螺旋槳葉片遭受冰擊（ice impact）時,會引起船舶推進軸系產生額外的扭轉振動扭矩反應與扭轉振動應力反應,因此必須針對船舶推進軸系額外進行冰區強化,本研究將配合Ice Class冰級法規,探討推進軸系冰區扭轉振動特性,並提供軸系冰區強化一些相關資料。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文通过建立考虑随机表面粗糙度（Gauss表面）的水润滑轴承模型,利用有限元分析软件FLUENT进行流体动力学分析,针对不同表面粗糙度参数进行仿真,通过研究准确把握不同形式、不同参数下水润滑轴承微观界面流体动力学特性,揭示轴承微观界面润滑机理,掌握动力学特性参数随表面形貌参数的演化规律,为进一步开展水润滑轴承微观界面的流体动力学性能研究奠定基础。", "label": "船舶与海洋工程", "id": 0}
{"content": "推进轴系通过支撑轴承向壳体传递的振动所引起的辐射噪声是水下航行体尾部主要的噪声源之一。本文针对某水下航行体推进轴系的特点,开展其推进轴系振动控制技术研究,设计了弹性花键联轴器和金属橡胶隔振装置,同时降低发动机输出端振动向尾轴的传递及轴系振动通过支撑轴承向航行体壳体的传递,并开展了控制技术减振效果的陆上台架验证试验,试验结果表明:弹性花键联轴器和金属橡胶隔振装置能有效降低推进轴系引起的壳体振动响应,降幅达9~11dB。试验结果为该技术在水下航行体轴系振动控制中的应用提供了有力的支撑。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对某船舶推进轴系回旋振动问题,对推进轴系的有限元建模方式进行研究,分析采用不同的单元类型、不同的径向轴承支撑模型和等效支点模型的影响,提出了一种艉轴承多点支撑模型支点数选取的方法,并探讨了轴承支撑刚度参数变化及不同刚度模型对计算结果的影响。计算结果表明,在回旋振动的有限元计算中,轴段部分可以采用梁单元建模,艉轴承应采用多点支撑模型,其他径向轴承可采用单点支撑模型;艉轴承的刚度参数的选取和变化对回旋振动计算结果最为敏感,且不同的刚度模型也会产生较大的计算差异,应予以格外重视和重点研究。", "label": "船舶与海洋工程", "id": 0}
{"content": "以某6000DWT散货船推进轴系为对象,用数值模拟分析其轴系在不同轴承组合的情况下的受力状态。通过分析首轴承及中间轴承的相对位置关系,评价其对船舶轴系合理校中的影响。轴系合理校中数值模拟分析表明,首轴承及中间轴承的相对位置关系影响轴系受力状态,对于短轴系船舶,首轴承对轴系的支撑作用明显,在这种情况下可以取消中间轴承。", "label": "船舶与海洋工程", "id": 0}
{"content": "建立渔船在自由航行和起网两种工况下的轴系扭振当量系统,介绍了不同轴段柔度的计算方法。利用compass软件进行轴系扭转振动计算分析,得到在正常发火和一缸熄火情况下各轴段的合成应力曲线和相关部件扭矩曲线。结果表明,该渔船轴系最大扭振合成应力和部件的扭矩均小于许用值,可为渔船轴系设计提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文通过对复合材料轴段静止状态和轴系安装状态下振动特性的试验,获取复合材料轴段的固有特性和对轴系振动传递特性的影响。复合材料轴段在试验中呈现出各向异性,且随着工作状态的变化频率响应函数规律性变化。正确设计轴段的形式和工况,发挥复合材料轴段的减振效果,还要开展进一步的工作。", "label": "船舶与海洋工程", "id": 0}
{"content": "水润滑橡胶尾轴承由于其减振降噪的优良特性,在舰船中的应用越来越广泛,研究水润滑橡胶尾轴承的动态特性对其工作可靠性具有重要意义。采用有限元计算软件ANSYS对水润滑尾轴承进行三维建模、合适的网格划分方法选择、边界条件的施加以及轴承动态特性分析研究。分别讨论了轴承内衬、钢套、内外层接合面的谐响应,并分析了影响水润滑轴承特征频率的因素及其影响规律。研究表明,无论是对于橡胶内衬还是外层钢套,对轴承的动态响应较大的特征频率是固定不变的,并且橡胶内衬和外层钢套对谐振动的响应是基本一致的,该结论对水润滑轴承的整体结构稳定性的研究具有重要的指导意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "目前,国内船厂轴系的校中普遍采用合理校中这一技术,传统合理校中对主机轴承整体调整、主机厂商对主机输出端法兰剪力和弯矩的要求以及规范对艉管后轴承支点处截面转角要求等实际安装工艺缺乏考虑。本文对传统合理校中方法进行了改进,并开发了一套轴系校中软件。首先调用ANSYS对轴系进行参数化建模;然后考虑轴系校中安装工艺,建立更加贴近实际工艺的优化模型,并调用MATLAB进行优化计算;最后采用有限元法计算法兰SAG＆GAP和顶举系数,提高了计算精度和适用范围。", "label": "船舶与海洋工程", "id": 0}
{"content": "利用ANSYS软件对艉轴管密封装置进行有限元分析。首先建立艉轴密封装置的有限元模型,对Ω弹簧组进行刚度特性分析,得到弹簧组的刚度特性曲线;对整体艉轴管密封装置进行静力分析,对连接螺栓进行强度校核。为装置的设计或作其他理论分析提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>研究推进轴系艉轴水润滑橡胶轴承的静动态特性。考虑了动压润滑和橡胶的弹性变形等因素后,建立了艉轴水润滑橡胶轴承的弹流动力润滑数学模型,采用有限差分法将Reynolds方程和弹性变形方程离散。选取中心差分格式、考虑了自然破裂的水膜边界条件,通过超松弛迭代算法求得水膜的压力,经过数值积分获得水润滑橡胶轴承的水膜力。根", "label": "船舶与海洋工程", "id": 0}
{"content": "针对船舶推进轴系低频纵向振动问题,建立了三串联弹簧振子等效简化模型,数值计算了螺旋桨叶片等效刚度、中间轴质量、推力轴承纵向刚度、支撑基座及船体耦合刚度对轴系低频纵向振动的影响规律,分析了推力轴承共振协调器作用,比较了推进轴系低频纵向振动和力传递受模型参数影响的变化特性,为轴系与船体纵向共振的控制措施选用提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "推进轴系振动通过轴承及其支撑传递到水下结构,激励结构振动并产生声辐射。采用有限元建立船舶的轴系-壳体-流体耦合模型以及边界元的壳体声辐射计算模型。结合传递路径分析方法,以远场声压为评价指标,计算了轴系通过多个传递路径到远场的贡献量,并获得了主要传递路径。研究表明远场声压的贡献主要是螺旋桨轴承。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文讨论中小型船舶中,尾机型轴系直线校中常碰到的问题。（1）如何用简单的双指针法达到精确校中的目的;（2）校中过程法兰未连接的情况下,如何消除螺旋桨轴下垂的影响;（3）解决主机和齿轮箱之间高弹性联轴器的轴线校中方法。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着各国水域环境保护标准的提高,一些国家开始对航行于内陆流域的船舶的油润滑艉轴承进行立法限制[1]。通过对水润滑轴承的磨损特性及机理进行研究,探索高分子材料轴承在特殊航行状态下的摩擦特性对船舶航运管理具有重要的实际意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "简介VLOC艉轴高温情形、原因分析及其相应应对措施.", "label": "船舶与海洋工程", "id": 0}
{"content": "本文讨论中小型船舶中,尾机型轴系直线校中常碰到的问题,如（1）如何用简单的双指针法达到精确校中的目的;（2）校中过程法兰未连接的情况下,如何消除螺旋桨轴下垂的影响;（3）解决主机和齿轮箱之间高弹性联轴器的轴线校中方法。", "label": "船舶与海洋工程", "id": 0}
{"content": "船用轴承的摩擦自激振动问题在理论上的研究尚不完备,在工程上又是个亟待解决的问题。文章建立了一种具有9自由度的轴颈-轴承摩擦平面模型,能够考虑轴颈、轴瓦与轴套在摩擦力作用下的耦合响应,将其装配到船体外部结构有限元矩阵,即可进行考虑整船结构的轴系振动计算。文中给出了典型工况的算例分析,并给出了艉轴承发生摩擦自激振动时的运动形式。", "label": "船舶与海洋工程", "id": 0}
{"content": "基于艉部船体结构,建立了多个轴系-船体耦合模型,并通过数值仿真分析了各模型的模态和谐响应,考察了轴系建模单元类型以及轴承简化方式对耦合系统振动特性的影响。计算结果表明,轴系采用梁单元和体单元建模时结果差别较小,而采用壳单元偏差较大,工程应用中通常可用梁单元建立轴系;轴承简化的弹簧数目的减少会使系统模型的模态向低频漂移,工程应用中将艉轴前、后轴承简化为多个弹簧应更合适。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文针对船舶主推进轴系,建立动力学模型。首先分析轴系减振器对轴系力传递特性的影响,同时分析了轴系减振器不同度参数、不同布置方式及轴系不同支撑方式工况下轴系的力传递特性。得出轴系减振器能够改善主推进轴系纵向力传递特性,和优化的轴系支撑方式能够有效改善主推进轴系横向力传递特性,对于工程应用中主推进轴系的设计有重要指导意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "共振转换器是舰船推进轴系纵向减振的有效装置。为明晰共振转换器的减振机理,有必要开展共振转换器对其内部油液脉动压力的滤波特性。对共振转换器各构成元件进行模化,推演表征其动特性的传递矩阵,结合边界条件,推导出油液脉动压力传递函数。通过对其幅值谱分析可知,共振转换器在分支固有频率位置出现反共振现象,可有效衰减油液脉动压力的传递。共振转换器的反共振峰值与分支最小阻抗直接相关,减小分支最小阻抗可提高共振转换器的滤波效果。", "label": "船舶与海洋工程", "id": 0}
{"content": "不同的沟槽结构对艉轴承力学性能有着重要的影响,本文针对不同沟槽形状和不同沟槽尺寸半径的艉轴承模型,应用ansys软件对不同的模型进行结构静力分析对比。结果分析表明,不同沟槽结构的轴承有各自不同的位移、应力、应变分布特点,对艉轴承有着不同的力学性能影响,从而可以为艉轴承优化结构设计提供理论支持。", "label": "船舶与海洋工程", "id": 0}
{"content": "在船舶主推进轴系中安装液压阻尼减振器可减小轴系的纵向振动。首先对安装被动式液压阻尼减振器的船舶主推进轴系进行数学模型简化,推导推力轴承基座处的力传递率公式与加速度插入损失公式,并分析液压阻尼减振器的结构参数对减振效果的影响。轴系台架试验表明,插入损失计算结果与测试结果吻合较好。然后,采用单神经元自适应PID控制器,将原有的被动式液压阻尼减振器变为主动式液压阻尼减振器,分析在周期载荷和随机载荷激励下力传递率随时间的变化。计算结果表明,合理选择液压阻尼减振器的参数能有效地实现纵向减振,且单神经元自适应PID主动控制单元能进一步抑制力传递率的峰值。", "label": "船舶与海洋工程", "id": 0}
{"content": "文章主要论述如何利用光滑圆柱体的公差与配合理论,对船舶轴系连接法兰铰孔质量和螺栓冷缩装配质量进行合理的分析与评估,以达到优化设计的目的。", "label": "船舶与海洋工程", "id": 0}
{"content": "通过对\"天翔\"轮尾轴扭振损伤的事故,分析船舶柴油机轴系扭振的主要激励源,振动响应,最后得出防振和减振的解决措施。", "label": "船舶与海洋工程", "id": 0}
{"content": "作为海洋石油工程船舶,工作海域为多泥沙、多渔网的海况,会经常造成艉轴密封装置的异常损坏,从而导致艉轴润滑油乳化,导致船舶停航停运,造成重大经济损失。为解决此问题,提出新型艉轴密封结构装置以解决了上述问题。介绍新型艉轴密封装置的技术性能和作用,并应用于更多的类似海况的工作船舶上,为船舶航运事业做出更大贡献。", "label": "船舶与海洋工程", "id": 0}
{"content": "文章利用一种新型的数值方法—拟小波方法,研究了在周期性轴向力和弯矩作用下简支轴的动力响心问题。首先求解了在周期性弯矩和恒定轴向力作用下轴的动力响应,与解析解的对比验证了采用拟小波方法求解此类问题的可行性和有效性。然后用拟小波方法研究了受到周期性弯矩和周期性轴向力作用时轴的动力响应,研究发现激振频率,周期性轴向力中的常数项和波动项对动力响应均有影响。", "label": "船舶与海洋工程", "id": 0}
{"content": "结合现代控制理论与船舶主推进轴系纵向振动理论,提出基于二次型最优控制算法的船舶主推进轴系纵向振动主动控制策略。以某船主推进轴系为计算实例,分析单位脉冲激励条件下二次型最优控制策略对产推进轴系纵向振动的控制效果。理论计算结果表明,最优控制后的主推进轴系纵振响应被有效降低。并进一步研究主动控制系统参数对控制效果的影响,如权矩阵和时滞,为主推进轴系的纵向振动主动控制系统的工程化应用提供理论基础。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文以舰船上使用的金斯伯雷式滑动推力轴承为研究对象,提出了简化了的滑动推力轴承系统动力学模型,并在此基础上,通过ANSYS建立其有限元分析模型。针对实际存在的多个转速-推力工况进行分析,通过传递函数法评价了各工况下系统的振动传递特性。同时,针对该类滑动推力轴承的特殊结构,分析了支承结构性能参数对整个系统振动传递特性的影响,提出了支承结构的合理改进措施,为优化船用滑动推力轴承及转子系统的减震降噪设计提供了理论依据。", "label": "船舶与海洋工程", "id": 0}
{"content": "为抑制轴系纵向脉动力引起的轴系-壳体结构振动,提出一种轴系纵向振动的主动控制方法,并通过轴系—壳体的试验模型研究振动主动控制效果。主动减振器直接悬浮于轴系,通过自适应反馈控制策略,产生与干扰力相抵消的控制力,镇定轴的纵向振动,从而减小轴系-壳体之间的动态力,降低壳体振动。试验结果表明:主动减振器能够吸收轴的纵向振动,对周期性壳体振动具有良好的抑制作用,衰减壳体辐射噪声;耦合系统存在非线性和随转速变化的时变特性,影响控制方法。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文旨在对水冲压发动机进水管路结构进行研究,考虑分支进水管路弯角及数量变化对管路流动性能的影响,获得相关工况下的优选方案。为此在采用二次进水结构形式的基础上,对分支进水管路弯角为90°,120°和150°以及利用三通结构使单根管道实现两次进水来减少分支进水管路数量的情况进行数值模拟,分析管路流动特性及相应流动损失,获得优选方案。结果表明,所得到的优选方案能够降低管路流动损失、节约空间布局,可为工程中水冲压发动机进水管路结构的设计和应用提供一定的参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>一、技术要求及工艺难点船用柴油机燃油器喷头工作受高温及交变应力影响,需要有很高的常温力学性能、高温力学性能及高温疲劳性能。零件目前采用钴基合金粉末冶金成形,且完全依赖进口。由于粉末冶金致密性差,通常只达到93%～97%,致使喷头内部组织不均匀,力学性能稳定性差。采用SLM技术3D打印喷头,产品致密性高,可达100%,", "label": "船舶与海洋工程", "id": 0}
{"content": "针对燃料泵柱塞油膜摩擦生热问题,结合CFD动网格和滑移网格方法,根据柱塞运动方程进行UDF编程,考虑油液的粘温特性建立燃料泵柱塞油膜仿真计算模型,并给出了柱塞油膜摩擦生热建模分析方法。根据所提出分析方法对柱塞油膜摩擦生热进行了仿真分析,研究了出口压力、壁面温度及转速等参数对油膜摩擦生热引起温度变化的影响规律。获得如下结论:（1）入口压力为0.5MPa时,出口压力的变化对油膜温度上升影响较小,且油膜顶部位置温度上升量最大,在转速为2250rpm工况下温度上升量可达4K左右;（2）在300K至373K范围内,壁面温度每上升20K,油膜顶部温度上升量降低约50%,且373K时油膜顶部温度上升量仅为300K时的9.2%;（3）油膜温度上升量与转速近似呈线性关系。", "label": "船舶与海洋工程", "id": 0}
{"content": "某船用柴油机上的42CrMo钢喷油器体在使用过程中发生早期开裂现象。采用断口分析、宏观观察、金相组织、硬度和化学成分测试对喷油器体开裂原因进行失效分析。研究结果表明,该喷油器体开裂形式为疲劳开裂。螺纹根部过渡角R加工质量较差、非圆滑过渡,从而在工作过程中引起应力集中,是喷油器体开裂的主要原因。", "label": "船舶与海洋工程", "id": 0}
{"content": "大型船舶主机的不平衡力矩可能会引发主机及船体的剧烈振动,而增设主机顶撑是解决这一问题的有效手段。本文采用有限元法对某67000吨成品油船的主机、机舱及上层建筑部分在主机二阶垂向力矩和六阶H型力矩共同作用下的振动响应进行数值分析。分别使用Spring单元,damper单元,Kelvin模型和Maxwell模型模拟主机顶撑,控制主机的振动满足主机说明书给出的标准,并控制船体振动满足ISO6954:2000的振动评价标准。计算结果表明,damper单元模拟的顶撑效果最佳,并求得该种顶撑在主机不同转速下的最优参数曲线。", "label": "船舶与海洋工程", "id": 0}
{"content": "作为一种新型的船舶电力推进系统,吊舱推进器的结构设计和性能分析近年来受到广泛研究。本文主要针对吊舱推进器的振动特性,运用响应面分析法结合多目标遗传算法进行关键参数的优化设计,开展轴系振动性能多目标优化。并通过相关实例计算,得出最优解,验证了该优化方法的可行性。本文为吊舱推进器的减振降噪和优化设计提供了理论支撑。", "label": "船舶与海洋工程", "id": 0}
{"content": "文章为自主水下航行器提供一种六自由度推力分配方法,并针对桨舵组合推进器推力可行域非凸的推力分配优化问题,提出一种推力可行域四区域分割方法,并提出伪逆结合序列二次规划的推力分配算法。通过四个水平推进器与三个垂向推进器的正交布置,满足自主水下航行器高精度六自由度运动控制要求的同时,又简化了推力分配数学模型。所提出的伪逆结合序列二次规划的推力分配算法可以将原本需要四个二次规划优化求解子问题,简化为单次伪逆计算预处理与单次二次规划求解,降低了计算复杂度。仿真结果证实了该方法的正确性与有效性。", "label": "船舶与海洋工程", "id": 0}
{"content": "船用柴油机监测数据具有样本数据多、特征呈非线性等特点,使得状态预测比较困难。为提高船舶运行可靠性和数据预测的实时性,利用某船用柴油机实际运行数据,提出一种基于LightGBM机器学习算法的柴油机运行状态预测模型,利用箱线图剔除噪声点降低信息损失。预测结果表明,算法模型对两种不同特征参数均保证较高准确率,且构建迅速,具有高可用性和高实时性。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了实时监控船舶油液的状态,对船舶油液的在线监测系统进行了研究。通过分析油液传感器的现状,并结合船舶工况和现场需求,提出了一套系统设计方案。说明了系统各个部分的组成和对应的功能。通过分析在终端收集的各传感器的数据,即可判断油液状态。经过现场试验和测试,证明了该系统可以满足船舶油液监测的需要。", "label": "船舶与海洋工程", "id": 0}
{"content": "船用柴油机的电控喷油器中球阀及球阀座的空化会对其壁面产生穴蚀和破坏,降低使用寿命,影响喷油器的使用效能。本研究采用计算流体动力学方法,基于三维不可压缩流体多相流模型和Schnerr-Sauer空化模型,对球阀及球阀座处的空化效应进行了数值模拟研究,并分析了不同燃油压力和不同阀座几何参数对空化效应的影响。结果表明:球阀开启时刻,空化初生于球阀与阀座接触部位,随后空化进一步增强,随着燃油压力升高,空化的区域有所增加,强度增强,球阀与阀座接触位置是空化最严重区域;阀座锥角对球阀的空化影响较小,随着锥角增加,球阀表面的空化有所减弱,而球阀座表面的空化有所增加。", "label": "船舶与海洋工程", "id": 0}
{"content": "船用柴油机中的铝合金活塞可能会因为高温燃气的长时间作用而遭受热损坏。陶瓷隔热涂层（TBC）由于其出色的隔热性能而被广泛用于发动机领域,从而提高了发动机燃烧室零部件的使用寿命和耐用性。目前,广泛使用的TBC材料是氧化钇稳定的氧化锆（YSZ）。在本研究中通过大气等离子喷涂方法将纳米氧化钇稳定的氧化锆（YSZ）粉末喷涂于铝合金活塞上表面。本文通过将有无喷涂陶瓷涂层的活塞分别应用于WP4船用柴油机台架开展对比试验研究,并结合有限元分析方法确定陶瓷涂层对铝合金活塞隔热性能的影响。结果表明:带涂层的活塞顶表面的温度明显高于未喷涂的活塞顶表面的温度,更高的燃烧室温度导致安装陶瓷活塞后的柴油机的热效率相比原机的热效率出现明显提高。同时,喷涂陶瓷涂层后的活塞机体温度相较于未喷涂的活塞,有显著的降低。因此,纳米热障涂层可以为活塞提供很好的保护,并大大提高船用柴油机活塞的可靠性。", "label": "船舶与海洋工程", "id": 0}
{"content": "船用GT25燃气轮机作为动力能源领域高端装备,自引进以来,技术水平现已日趋成熟。为拓展船用GT25燃气轮机的应用市场,文中对其衍生出的工业驱动型燃气轮机和发电型燃气轮机的设计、制造与试验进行了简要介绍,同时重点通过介绍应用实践情况,论证衍生技术的可行性。最后,简单总结衍生技术未来的发展方向,用以满足国内市场需求,打破国外技术垄断,保证国家能源安全,并积极发展国人自主品牌,拓展海外市场。", "label": "船舶与海洋工程", "id": 0}
{"content": "为满足船舶发动机测试工艺要求,在测试间顶面和侧面开设尺寸不同的门洞。针对船舶发动机测试间门洞隔音、密封问题,设计一种大型桁架式隔音门。通过L架和侧门相互运动与安装在门洞四周的密封条接触挤压变形,从而达到隔音、密封目的。应用三维软件对整套系统进行建模仿真,钢结构分析软件对桁架结构进行强度和变形计算。并应用于国内知名企业,成功的将船舶发动机测试间的隔音降至80dB以下。隔音门系统的设计与分析工作为后续大型发动机测试间隔音密封提供技术参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文针对目前大型超大、超重型工件如船用发动机、大型工程机械没有合适的涂装设备可选择的现状,通过对工件特性的研究,设计了一种移动式喷漆室,满足了该类工件涂装的需求。介绍了该设备的组成、工作原理等。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对船用大型柴油机7S65ME-C8.2产生烟气,本文运用化工过程模拟技术,对船舶烟气开式系统脱硫进行模拟。对洗涤塔进行了分析计算,探究了脱硫的影响因素,模拟结果表明,在操作条件相同时,脱硫效率随海水碱度及海水喷淋量的升高而升高,随烟气初始温度的升高而减小。提出了开式系统脱硫的优化方案,通过增加预喷淋过程,降低烟气进入喷淋主塔的温度,来提高脱硫效率,降低总海水喷淋量,进而减少脱硫设备投资费用,对实际船舶烟气脱硫的设计具有重要的参考意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "以某型号船用柴油发动机为研究对象,建立曲轴、活塞、连杆体组成的多体动力学模型,根据发动机的具体参数,利用GT-power软件得到柴油机额定工况下一个工作循环周期的气体爆发压力数据,计算得到一个工作周期内的曲轴主轴承受力时间载荷。以多体动力学计算得到曲轴主轴承受力时间载荷为激励源,采用有限元的方法进行机体结构表面振动分析,得到机体表面振动响应分布,为柴油机的振动设计优化提供改进意见。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对船用核动力装置中主闸阀的泄漏问题,利用流固热耦合仿真方法研究了温度快速变化对主闸阀的影响,结果表明:主闸阀的等效应力和变形量随温度的降低而降低;最大等效应力出现在阀门管道两端的部位,阀体最大变形量位于前后部位,阀盖最大变形量位于顶端,最小变形量位于底端法兰连接处;在高温高压的作用下,阀体与阀盖接触部位产生了明显的间隙,此部位易发生泄漏,且该间隙随温度的降低而扩大,可能加剧泄漏。", "label": "船舶与海洋工程", "id": 0}
{"content": "船用柴油机的振动是船体振动噪声的主要激励源之一。为研究不同运行时间下柴油机摩擦磨损的变化,对一台船用低速柴油机进行了500小时的台架实验,评估相同工况下,该型柴油机的运转状态和振动变化影响。通过提出的多重分形去趋势法提取缸盖表面振动信号的特征,得到振动信号的多重分形去趋势谱及谱参数。研究表明,多重分形去趋势分析谱及谱参数能够表征振动信号的特征并反映柴油机不同运行时间下的运转状态和磨损特征,这可以为柴油机磨损故障监测和智能健康运转状态检测提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对船舶动力装置滑油系统滑油压力分配不均衡问题,本文在分析系统结构特点和工作原理基础上,采用流体网络模块化建模方法构建了流动阻力型、节点压力型和辅助型计算模块,借助SimuWorks仿真平台建立了船用滑油系统压力动态仿真模型。通过计算滑油泵启动及节流孔板变孔径过程中系统滑油压力动态变化情况,结合试车数据,验证了模型的准确性,并对导致主机滑油压力低故障发生的因素进行了分析,给出了该型动力装置滑油系统结构改进的建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "根据燃气轮机等大流量动力装置装船应用需求,提出了进气系统流场和气动设计要求;给出了大尺度复杂进气系统功能配置与气动布局典型方案,论述了不同进气方式外流场、进气系统内流场、进气系统气动性能综合仿真和模拟试验方法,初步形成了船舶燃气轮机大尺度复杂进气结构空气动力学设计体系,并已应用于多型船舶进气系统的设计。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文针对一船舶燃气轮机进气系统排气引射器进行数值模拟研究,分析该引射器全流场结构和流动特性,并在此基础上探索不同混合段直径对引射效果的影响。结果表明,从引射口喷出高速引射气流,带动被引射的低速气流向前流动,在混合段内引射气流沿流动方向速度逐渐减小,被引射气流的速度增加并在混合段与引射气流逐步混合。当改变混合段直径研究发现,该模型存在一个较好的混合段系数am=1.58,当混合段系数偏大或偏小均会影响引射效果。", "label": "船舶与海洋工程", "id": 0}
{"content": "燃气轮机进气装置用于过滤空气中的颗粒杂质改善进气质量,对于保障燃气轮机的安全运行具有重要意义,冲蚀磨损是引起进气装置惯性及材料破杯的重要原因之一。本文针对进气装置惯性级的冲蚀磨损问题,采用流体动力学,在离散项模型（DPM）的基础上,应用自定义函数,对进气装置惯性级冲蚀过程进行数值模拟,得到惯性级内流场份布、固体颗粒运动规律以及结构参数对冲蚀磨损特性的影响规律,确定不同工况下惯性级易发生冲蚀区域的位置和面积,优化惯性级结构,并提出相应的防冲蚀优化措施。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对喷水推进船舶矢量控制横移任务,基于日本操纵性运动数学模型研讨组（MMG）提出的船舶操纵性方程,建立了喷水推进器船舶三自由度运动控制模型和规则波作用下的海浪干扰模型,给出了海浪干扰下的纵向力、横向力和艏摇力矩的表达形式,基于滑模控制方法设计了矢量控制策略,并在海浪干扰条件下进行了仿真,仿真结果表明该矢量控制策略具有响应速度快、抗干扰能力强等优良性能。", "label": "船舶与海洋工程", "id": 0}
{"content": "文章介绍了电控共轨技术发展趋势,MAN公司的电控共轨技术在船用四冲程发动机上的应用,分析了共轨系统主要硬件组成及电子控制系统,同时介绍了相应润滑油品性能要求。", "label": "船舶与海洋工程", "id": 0}
{"content": "超临界CO2以其较低的可压缩性和较好的流动、传递性能以及流体本身的生物亲和性得到了人们的广泛关注。本文通过分析超临界CO2布雷顿循环的热力学特性,以及比较国内外的超临界CO2布雷顿循环的研究成果,结合深海的特殊工作环境,分析了超临界CO2布雷顿循环在深海环境下的应用前景。", "label": "船舶与海洋工程", "id": 0}
{"content": "当前航运市场低迷,运价下探,航运企业经营成本高,节省燃料消耗成为船东与船舶设计者共同关心的热点问题。本文综述现有各种船舶附加水动力节能装置,包括桨前节能装置,如补偿导管、船尾导流鳍;桨后节能装置,如自由旋转助推叶轮、舵球、舵附加推力鳍;组合节能装置,如补偿导管-导流鳍-螺旋桨、导流鳍-螺旋桨-桨后自由旋转助推叶轮、导流罩-螺旋桨-舵球-舵附加推力鳍等组合式节能装置等多种形式。阐述其节能原理,并简要分析其研究、发展方向。", "label": "船舶与海洋工程", "id": 0}
{"content": "湿式排气系统为小型船舶最常用的排气方式,但整个系统设计与制造时有很多条件限制,稍有不慎便会导致柴油机缸套进水,造成重大经济损失。本文对湿式排气的三种不同形式进行了梳理,对最常用的提升式消音桶湿式排气布置进行重点剖析。最后对湿式排气中湿式弯头设计、管路布置设计与防虹吸设计进行了分析。", "label": "船舶与海洋工程", "id": 0}
{"content": "目前,船舶配备双燃料系统已成为应对尾气排放法规的主流解决方案之一。在多船型双燃料系统的总体设计过程中,对系统数据高效运算和管理的需求日益迫切。本文以船舶双燃料系统设计技术为依托,详细介绍了船舶双燃料系统数据管理平台的设计方法和功能实现。该平台搭建所使用的关键技术,可作为共性技术为其他数据信息管理平台的开发提供参考,具有重要借鉴意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "MAN ME-C-GI低速发动机采用高压喷射的方式,在压缩冲程末,上止点前某角度先喷入少量点火燃油,气缸内燃烧后,再喷入200-300bar的高压燃气。第二燃料LNG从低温液态储存,到进入发动机气缸内燃烧产生动力,这中间配备了哪些系统与设备呢?笔者通过下文,简单的介绍了以LNG作为第二燃料的发动机所配备燃气系统组成及控制系统,旨在抛砖引玉,期盼有更多精彩的双燃料技术介绍呈现。笔者水平有限,文中有不妥之处,请提出批评指正。", "label": "船舶与海洋工程", "id": 0}
{"content": "本研究使用氮化鎵功率元件,取代了傳統的矽功率元件,來提升開關切換速度,並降低切換損失與導通損失,進而增加船舶電力推進系統轉換效率。LTspice電路模擬軟體被用來針對傳統矽功率元件以及氮化鎵功率元件的逆變器電路進行分析與比較,並利用功率開關元件的電壓和電流波形,比較傳統矽功率元件及氮化鎵功率元件的開關導通及開關關閉的時間,建立一套適用於船舶電力推進系統之三相逆變器。", "label": "船舶与海洋工程", "id": 0}
{"content": "本试验台采用电控单缸共轨柴油机作为试验本体,采用OPENECU M220作为控制器,采集柴油机曲轴及凸轮轴信号,实现同步,产生喷射脉冲,控制喷油器在排气冲程喷水,通过实际测量,达到减排效果。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对超万箱级集装箱船在降速节能时需要满足的临界平衡状态,提出船舶蒸汽消耗量和废气锅炉产汽量的计算方法,从而确定临界平衡点和燃油锅炉不启动前提下的主机最低运行功率。根据上述方法,通过采用非稳定导热集总参数法计算实船数据,得出以下结论:大型船舶废气锅炉产汽量刚好满足船舶蒸汽消耗量的临界平衡点和燃油锅炉不启动前提下,主机最低运行功率为25%MCR（夏季）和43%MCR（冬季）。", "label": "船舶与海洋工程", "id": 0}
{"content": "6D2430M型柴油机作为渔业船舶直接推进、电力推进主机可应用于捕捞船、水产运销船、冷藏加工船等多个领域。6D2430M型柴油机曲轴设计为全支承、整体铸造加工曲轴,具有结构简单、重量轻和工作可靠的特点。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着船舶建造技术的不断完善,采用三相交流PWM整流器的电力推进系统已得到了广泛应用,但对于单相电压型PWM整流器的应用研究却相对较少。本文以采用单相交流系统的小、中型渔船为对象,通过计算机仿真验证船舶电力推进系统单相PWM整流器控制策略的可行性,同时在仿真的基础上,以TMS320LF2407 DSP控制芯片为核心,在三相PWM整流器小功率实验平台上进行调试。仿真与实验结果基本一致,表明该控制方法具有较好的动、静态性能,完全能够达到四象限变流器的设计要求。", "label": "船舶与海洋工程", "id": 0}
{"content": "渔船用6240ZC型柴油机近段时间频繁出现的气缸盖漏水、气缸垫片破损甚至气缸盖火力面烧蚀等,主要是由气缸盖螺栓预紧力不足或不均造成的。紧固方法最常用的是力矩法、转角法和拉伸法。拉伸法是通过液压拉伸器将螺栓拉伸至一定的伸长量,然后旋转拧紧螺母,最后松开液压拉伸器。根据螺栓的材料和需要的预紧力计算需要的伸长量,从而达到实际预紧力与理论预紧力一致。它具有精度最高,没有附加扭矩,操作简单、使用方便、安全性高等优点。所以气缸螺栓采用拉伸法紧固非常有必要。", "label": "船舶与海洋工程", "id": 0}
{"content": "氢能闭式循环热动力系统不受背压影响,无向外排放物,无航迹,能够极大地提高水下航行器的航行深度、安静性和隐蔽性,是一种全新的安静型、高效率、高性能动力技术。氢气发生器和氧气发生器是氢能闭式循环动力系统的关键组件。氢气发生器以水反应铝合金为原料制取氢气,氧气发生器以生氧剂为原料制取氧气。文章介绍了氢能闭式循环热动力系统关键技术。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文介绍了用于鱼雷与UUV的金属燃料动力系统的组成、工作原理以及反应器的结构与工作特点,对金属燃料动力技术的研究提出了一些看法。", "label": "船舶与海洋工程", "id": 0}
{"content": "研究柴油机轴系扭振多自由度强非线性系统在有界窄带激励下的主参数共振响应和稳定性问题。将参数变换的思想应用到多尺度法中求得在有界窄带随机水激励下系统主参数共振的一次近似解,导出系统的Ito随机微分方程。根据矩法得到系统二阶矩的近似表达式,分析柴油机轴系扭振多自由度强非线性系统主参数共振均方值随各参数的变化规律。结果表明,系统主参数共振稳态解稳定的充分必要条件与系统二阶矩稳定的充分必要条件是一致的;当阻尼值增大时,系统主参数共振振幅的二阶矩减小;当飞轮、螺旋桨间轴段扭转刚度减小时,系统主参数共振的二阶矩增大;当随机扰动强度增大时,相图极限环厚度变厚。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文调研了核商船工程发展历史。随着全球对船舶碳化物、硫化物等废气排放量指标要求日益严格的管控措施,迫切需要研究和选择清洁的船舶推进动力能源。压水堆核动力装置是已被证实可满足船舶零碳排放的能源。核商船已经有工程应用,并积累了成功和失败的经验教训。调研结果表明:在现在及未来核商船的设计、建造、运行等整个过程中,必须考虑明确的市场需求、过程经济性及比投资控制、更高标准的核安全设计、公众的可接受性、技术成熟性和船舶紧凑性等因素。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着惯容器在船舶减振领域研究的日益深入,准确计算惯容-橡胶复合隔振系统（IR）的振动传递率显得尤为重要。为了得到IR隔振系统更加精确的传递率计算方法,文中将惯质系数b表示成复惯质系数bj,并且建立了IR隔振系统的动力学微分方程,推导分析了IR隔振系统的传递率。经过实验验证,相比于将IR隔振系统等效为Ⅱ型ISD隔振系统计算得到的传递率,基于bj推导的IR隔振系统传递率更加接近实验值,证明了该种传递率计算方法的有效性。本文基于bj的IR隔振系统传递率计算方法为隔振系统的动力学设计提供了理论指导,有利于惯容器在船舶减振领域的应用推广。", "label": "船舶与海洋工程", "id": 0}
{"content": "以某船用柴油机缸盖为研究对象,在额定工况下进行温度场流固耦合仿真分析,得到了缸盖温度场分布。结果表明缸盖最高温度低于材料临界温度值,缸盖的热负荷满足设计要求;与试验数据对比发现,仿真结果与试验值吻合良好,最大误差为4.3%,验证了计算方法和边界加载的准确性;在计算过程中涉及边界数据的交互传递,本文使用Altair公司的SimLab软件进行冷却侧换热边界的映射加载,确保了传递数据的准确、高效,极大的提高了工作效率。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文主要阐述了利用Altair公司的SimLab软件的网格划分和优化改进功能,采用HyperView软件进行结果后处理,对船用柴油机机脚进行减重优化设计的过程。通过计算机脚的约束模态,以应变能分布为依据进行减重优化。优化结果表明,通过SimLab基于有限元网格直接修改模型特征,能够显著提高工作效率,缩短仿真时间。而HyperView中后处理功能使结果可读性更强。", "label": "船舶与海洋工程", "id": 0}
{"content": "船用强力螺栓是船体发动机重要零件,对船舶的可靠运行非常关键。磁粉探伤是强力螺栓检测的重要方式,而磁粉探伤许多工艺参数均为人工定期检查,导致了检测效果的不确定性。本文根据船用强力螺栓的特点提出了一种新型结构的磁粉探伤方式和设备,同时就强力螺栓磁粉探伤的若干智能化应用进行了研究,对两种智能的磁粉探伤工艺参数监控技术在强力螺栓磁粉探伤中的应用进行了讨论。", "label": "船舶与海洋工程", "id": 0}
{"content": "非谐振效应对燃烧过程中的单分子解离反应的影响已经有了一些研究进展[1-2],近期我们对燃烧反应中双分子反应非谐振效应的影响也进行了相关研究。根据过渡态理论和RRKM方法[3-4]分别对在正则系综下的单分子解离及双分子反应非谐振效应速率常数进行计算。完成了非谐振参数与CHEMKIN-PRO软件的接口理论推导和程序撰写。求得了Arrhenius速率参数A、n、E以及熵、焓、定压比热容等热力学性质参数a1-a7。修改CHEMKIN-PRO软件中的动力学反应机理和热力学反应机理,选取适当的反应器模型进行计算,并根据计算结果分析非谐振效应在燃烧反应中的影响,最终达到对船用二冲程发动机燃烧过程中的化学反应机理进行非谐振效应修正的目的。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文针对目前船舶工业常用的单锥度液压联轴节进行了改进,将外套的内、外配合面均设计为锥度面,利用前处理软件ANSA建立网络模型,并在有限元分析软件ANSYS13.0中,对其外套、内套、轴系以及加强衬套等部件在安装工况和极限载荷下的各使用工况下进行强度校核,结果表明,双锥度液压联轴节可有效改善各部件关键部位的受力情况,内外套之间、内套轴之间在极限载荷作用下仍可以抱紧并有效传递载荷。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶主机废气带走了船舶柴油机大量的热能,因而主机余热利用是船舶节能的重要途径。现拟定一种利用斯特林机回收利用船舶余热的方案,通过换热装置吸收废气热能而后加热斯特林机热端,同时利用温度较低的海水冷却斯特林机冷端,使斯特林机在一定的温差下工作,将热能转化为机械能,以达到船舶余热利用的目的。通过建立斯特林发动机的模型,选择合理的斯特林发动机设计参数,带入模型进行计算,验证了该方案的可行性,并为了斯特林机的选择方案带来一定的参考作用。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着经济的发展,我国能源紧张和环境污染问题日益严重。内河船作为我国主要的交通运输工具,也是耗能大户及重要的污染源,为了响应国家节能环保政策,改造柴油机动力内河船舶刻不容缓。本文主要介绍了现在主推的两大动力源改造方向:LNG燃料船和电动船,并列举的它们的优势与不足,为未来内河船发展提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "基于计算流体力学（CFD）方法建立数值模型,通过与线性势流解析解对比验证了本研究数值模型的可靠性。分析了横隔板位置和宽度以及纵隔板的高度对液舱固有频率的影响。研究了共振情况下带隔板液舱晃荡自由水面的运动并对其特征进行分析。数值模拟结果表明,横隔板位置逐渐接近自由液面或逐渐增加横隔板的宽度时,隔板液舱的固有频率减小。增加纵隔板的高度时,隔板液舱的一阶固有频率减小,而二阶固有频率几乎不变。隔板液舱的晃荡会受到瞬态效应的影响,且由于隔板的作用达到稳态所需的时间更短。共振条件下,对于横隔板液舱隔板越靠近自由液面或增加隔板的宽度均能抑制波面的运动;对于纵隔板液舱增加纵隔板的高度,舱内液体运动的最大波幅和稳态波幅迅速降低,对舱内液体晃荡的抑制效果明显。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文基于边界元方法建立完全非线性数值模型,研究了舱内漂浮结构的存在液舱系统自然晃荡频率和共振模态的影响。通过分析简谐激励条件下舱内浮式结构和液体晃荡的频谱特性,识别和确认了系统的自然晃荡频率,分析了液舱系统模态组成,发现了液舱系统中分别与浮式结构和液体晃荡相关的两个主要自然晃荡频率。", "label": "船舶与海洋工程", "id": 0}
{"content": "当前,随着测试技术的不断发展,各种非接触式场域测量技术已逐步应用到测量工作中来。但是不同测量技术之间的测量结果是相互独立的,无法达到结构整体测量的效果。本文基于三维坐标转换的基本原理,对不同测量技术的形貌测量结果进行数据融合方法研究。同时还分析了形貌数据融合后的精度和结构外形对坐标转换结果的影响。通过计算结果表明,坐标转换可以解决不同测量技术之间形貌测量结果相互独立的问题。", "label": "船舶与海洋工程", "id": 0}
{"content": "船体型线逆向测绘技术在民用和军用领域都有广阔的前景和需求。目前型线测绘主要基于逆向工程技术,将舰船拖离水体后,采用三维激光设备扫描船体表面并生成点云数据,然后通过CAD软件和修正方法进行船体型线的曲面重构。本文对三艘船进行了三维模型的曲面离散,用于模拟三维激光扫描得到的点云数据,通过统计方法快速估算船体曲面的型值,并交替沿肋骨和水线方向对各段型线的斜率变化进行检测,对型线上的奇异点进行线性修正。经过本文方法快速重构的曲面具有较高的曲面有义性,相较于常见的曲面表达式拟合模型,本方法能够在保证曲面有义性的前提下,高效快速地将点云数据重构为光顺的船体型值。", "label": "船舶与海洋工程", "id": 0}
{"content": "客滚船作为一类特殊的客运船舶,其结构设计与一般客运船舶相比有着一定的区别。本文通过分析某型57米客滚船的车辆甲板和跳板的结构设计要点,对小型沿海客滚船结构设计中的关键点进行分析。首先依据规范进行结构尺寸的初选,再使用有限元法,模拟船体在各种工况下所受应力,校核各种强度,以确定最佳的结构尺寸。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文基于全非线性势流理论,研究了不同振动频率和幅值条件下矩形液舱内液体的晃荡特性,并通过开展物理模型实验对数值模拟结果进行验证。采用人工粘性方法模拟液体晃荡的粘性耗散效应,系统分析了不同粘性系数条件下数值结果与实验测量数据的吻合程度。研究发现,传统人工粘性系数经验公式在部分工况下,对晃荡动压力的预报存在较大误差;而在另外某些工况条件下,阻尼系数的改变对晃荡动压力的影响有限。", "label": "船舶与海洋工程", "id": 0}
{"content": "液舱晃荡不仅由于其在液舱内产生的局部超强压力脉冲对结构造成破坏,还由于其产生的倾覆力矩严重威胁船舶的航行安全。传统矩形、球形及圆柱形液舱由于其规则的结构形状,有明显的本征共振模态,因此在特定频率外激励作用下将产生剧烈的晃荡现象。而常见的减晃措施也主要基于不同形式的隔板,仅是将液舱的本征频率转移至其它范围,并未从本质上达到减小液舱晃荡的效果。雪花分形曲线一种不规则的自相似图形,已在建筑与音乐等方面得到了广泛的应用。本文基于Koch雪花分形曲线设计了一种新形液舱,并基于物理模型试验比较研究其与矩形和圆柱形液舱内的液体晃荡现象。试验结果表明矩形与圆柱形液舱在某些频率外激励作用下将产生剧烈的液体晃荡现象,而雪花分形液舱内的液体晃荡总体较为平稳,最大晃荡幅度远小于以上两种常见的液舱。进一步的谱频分析表明,矩形和圆柱形液舱内的液体晃荡主要集中于其本征频率上,而雪花分形液舱内的液体晃荡并未出现能量相对集中的频率范围。", "label": "船舶与海洋工程", "id": 0}
{"content": "液舱内安装垂直隔板可有效阻止舱内液体发生晃荡,为此,基于VOF方法,追踪自由液面,同时结合动网格技术,建立液体晃荡三维数值模型。通过对波形演变、质量流量及压力历时曲线等开展分析,,探究不同开孔率垂直隔板的阻晃效果。计算结果表明:隔板开孔能有效制荡,并且保证舱内液体流场流畅。", "label": "船舶与海洋工程", "id": 0}
{"content": "用有限元方法计算了强力桁材腹板上开圆孔和腰圆孔后的应力集中系数问题,分析了开孔的垂向位置、孔的宽度和长度对应力集中系数的影响。结果表明,孔的垂向位置在中和轴附近,开孔长宽比L/B在4.0～5.0之间时,孔周围的应力集中系数最小。不同于常规贴板补强和环补强的方案,在孔口附近开设应力释放孔的方法也可以降低桁材腹板开孔应力集中问题。", "label": "船舶与海洋工程", "id": 0}
{"content": "智能制造时代的到来,基于三维数字化模型的船舶设计、检验、建造和运营管理将成为主要模式。三维几何模型自动转化为有限元模型是船舶工程界期盼已久的功能。本文介绍了中国船级社在Siemens NX软件平台上定制开发的船舶结构有限元建模系统COMPASS 3D FEM。该系统实现了船舶CAD模型按照船舶直接计算规范要求的有限元网格自动划分、船舶结构属性自动施加到有限元模型、几何模型修改时有限元模型自动快速更新等功能。该系统将大大节省人工成本,缩短船舶设计周期。", "label": "船舶与海洋工程", "id": 0}
{"content": "在液舱内设置制荡装置是抑制晃荡的有效措施,其中以多孔型制荡舱壁的制荡效果最为出色。本文利用商用CFD计算软件StarCCM+对带有多孔型制荡舱壁的C型液舱进行了数值仿真,并通过模型试验对计算结果进行了验证。在此基础上,利用数值计算,比较了相同开孔方式不同开孔直径的制荡舱壁,在不同液位高度下的制荡效果,分析了制荡孔径关于制荡效率的敏感性,给出了不同制荡舱壁制荡孔径的晃荡抑制效率变化规律:制荡孔径的缩小在在较低的载液工况（0.25Di）与较高的载液工况（0.80Di）下,并没有对制荡效果有较大的影响;而在液舱半载状态下（0.40Di与0.60Di载液工况）下,随着多孔型制荡舱壁制荡孔径的缩小,制荡效果会有显著地提升,最大提升幅度可达61.23%。", "label": "船舶与海洋工程", "id": 0}
{"content": "三维设计是越来越重要的设计方法,己广泛应用在机械、船舶、建筑等领域中。但限于一些生产场地的现实条件,三维模型直接用于生产建造尚有一定难度,二维工程图仍是生产、验收不可少的部分。内部液舱是船舶的重要组成部分,在船舶图纸中占有较大比例。采用二维直接绘图的速度缓慢,极大影响的设计效率。[方法]为提高设计效率,本文提出三维投图为主,程序开发为辅的出图方法。利用EKL编写的软件优化投图效率,程序自动寻找每个视图中的封闭的图形,判断其关联的三维零件的描述内容,若内容为\"液舱\"或\"liquidtank\",则为液舱,批量绘制中心线。液舱投影图与三维模型直接关联,当设计发生变更时,可随模型的变更而自动变更。[结论]本方法优化CATIA软件原生投图功能的不足,自动生成液舱轮廓及中心线,减少了工作量;由于模型与二维图相关联,不仅保障了二维图纸质量,同时提高了出图效率。", "label": "船舶与海洋工程", "id": 0}
{"content": "基于CATIA V6平台的船舶设计应用过程中,结构三维建模所需要的总体参照对设计效率和质量有重要影响。总体参照主要包括坐标系、船壳及附体曲面、关键骨架参考面、关键曲线等,而在三维建模时调用总体参照及其修改的流程和方法,都需要深入测试研究。本研究针对实际工程应用的需求,充分利用CATIA V6的原生功能,提出合理的总体参照搭建方案和三维建模的应用方法,为应用CATIA V6进行三维生产设计奠定基础。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了分析船体结构监测数据中的时间—频率信息,了解结构响应特征,文章采用了时频分析方法,通过经验模态分解（EMD）和固有时间尺度分解（ITD）两种方法对仿真信号进行分解,结果表明两种方法都能求得仿真信号中20Hz的低频成分和200Hz的高频成分。同时对某双体船部分监测数据进行了实例分析,结果表明监测数据中包含低频频率信息,与船体结构在航行过程中的低频波浪响应的实际情况吻合。对比两种方法,发现ITD方法保留更多原始信息,执行时间短,更适合实时处理数据信号,进一步验证了时频分析方法在船体结构监测数据分析应用上的可行性和准确性,为进一步深入挖掘数据信息,对结构进行损伤模式识别提供了技术和数据支持。", "label": "船舶与海洋工程", "id": 0}
{"content": "空腔谐振式声学覆盖层在水下航行器中应用广泛,而空腔结构的几何构型对覆盖层吸声性能具有至关重要的影响。增材制造技术的日益发展,使得水下吸声结构设计的自由度大幅提升。本文建立含连通形多腔体的复合声学覆盖层结构优化设计方法。利用一维声学模型,将单层圆柱形空腔结构等效为一种特殊的等效介质,获得等效参数（等效密度和等效模量）的解析表达。结合传递矩阵法,建立含多层空腔的复合声学覆盖层吸声性能分析模型,并讨论结构参数与材料参数对覆盖层吸声性能的影响。基于遗传算法优化了复合声学覆盖层的空腔结构,并讨论了空腔层数与声波频段对于最优构型的影响。随后,利用曲线拟合获得了指数振荡型空腔新结构,通过形状优化进一步提高覆盖层吸声性能。数值算例表明,指数振荡型空腔结构相比与传统结构吸声性能提升约20%。", "label": "船舶与海洋工程", "id": 0}
{"content": "IGES作为不同的CAD/CAM系统之间数据交换的标准之一,在船体三维建模过程中被广泛使用,为实现船体NURBS曲面重建以及进行曲面变化,IGES文件的后处理成为船型研究的关键技术之一。本研究首先研究了IGES文件的主要特点,在此基础上,提取出IGES文件中NURBS曲面实体的数据,并根据NURBS曲面的数学表达利用牛顿迭代法实现了船体NURBS曲面上点的求取,最后实现了船体曲面的网格自动划分。该研究为船体水动力计算以及船型自动优化的实现提供了技术准备。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文介绍的船舶空气能多功能装置制取冷气、制取热水、制冷气兼制热水三种功能运行原理及其应用研究。设备用于船舶机舱可以有效改善机舱的高温工作环境和满足船员日常生活热水供应,可根据不同海况选择满足需求的最佳节能模式运行。对机舱空气能余热高效利用和工作条件的改善有着积极意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "液舱内液体的共振晃荡给海上载液船舶的安全航行带来了潜在的威胁。局部水平板作为一种晃荡阻尼结构,能够降低舱内液体沿舱壁的大幅爬升,对液舱共振晃荡有一定的抑制作用。本文对水平板作开孔处理,通过水平开孔板的孔隙作用,耗散液体晃荡能量,有效降低水体对结构的冲击作用。基于开源计算流体力学代码Open FOAM,对带局部水平开孔板液舱内的共振晃荡问题进行数值模拟研究,对比分析了局部水平开孔板与局部水平实体板、局部水平开孔板与全覆盖式水平开孔板对液舱晃荡的抑制作用,阐明不同水平板结构的能量耗散机理,可以为工程设计和应用提供指导。", "label": "船舶与海洋工程", "id": 0}
{"content": "根据水下潜器总体性能要求,按照最小重量原则,结合规范和有限元方法设计工作潜深为500m的铝合金带加强筋形式的圆柱耐压舱,并通过压力筒加压试验,对Ansys有限元静力分析的精确度进行了验证,为耐压结构设计与校核提供重要参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对船舶驾驶宣布局设计效率低、成本高与人机评估项目分析单一、平台使用冗余等问题,运用人机工程理论并通过运用功能集成软件DELMIA人机工程模块对船舶驾驶室布局方案进行评估改进。首先对虚拟人体模型进行改进使其融入到仿真情景中,并建立包含海洋环境下的驾驶室虚拟场景模型,然后结合所提出的布局设计人机评估指标对驾驶室虚拟场景布局设计方案进行对比评估,最后根据人体仿真结果和数据,有效快速地选择布局方案。该评估流程周期短、效率高、成本低、可包含人机评估项目广泛,将一系列功能集成解决了一些船舶设计布局中的问题。", "label": "船舶与海洋工程", "id": 0}
{"content": "居住区构造采用边设计边建模的作业模式,将节省整体的设计工时及模型作业工时、提高工作效率、提高设计质量,方便舾装设计提前作业,缩短居住区设计周期。", "label": "船舶与海洋工程", "id": 0}
{"content": "球鼻艏越来越多运用到现代船舶的制造中,通过圆形落锤撞击圆形管柱的试验来模拟现实中球鼻艏撞击导管架平台圆形管柱的场景,得到其撞击力-撞深曲线。运用LS-DYNA软件模拟碰撞场景,分析导管架平台圆形管柱在遭受球鼻艏撞击后的撞击力及能量耗散的变化。为导管架平台在初期设计时考虑其抗撞性能提高一定的参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "基于万德成教授课题组自主开发的无网格粒子方法求解器MLParticle-SJTU,将MPS方法应用到三维薄膜型液舱的晃荡问题中,分别研究了在单自由度纵摇和单自由度横摇作用下,激励频率对液舱内液体晃荡作用的影响。首先,对薄膜型液舱在单自由度纵摇和单自由度横摇激励下的晃荡问题分别进行了数值模拟,并将计算结果与实验结果进行比较,验证了MPS方法的可靠性。其次,对比不同激励频率下,单自由度横摇和单自由度纵摇激励作用下液体晃荡的拍击压力和流场情况,分析了激励频率对晃荡作用的影响。数值结果表明:激励频率对晃荡幅度影响较大。当激励频率在固有频率附近时,晃荡幅度最大,随着激励频率远离固有频率,晃荡幅度减小。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文采用自主开发的MLParticle-SJTU求解器对矩形液舱在耦合激励下的晃荡问题进行了数值模拟。将数值模拟的结果与实验结果进行比对验证求解器的可靠性,并对不同自由度耦合激励下的液舱晃荡进行比较和分析。研究结果表明:对于共振频率下的晃荡运动,晃荡液体对舱壁造成很大的拍击压力,拍击压力具有周期性,且呈现出双峰特征;对于横荡方向长度比纵荡方向长的液舱,横荡方向舱壁测点压力峰值较纵荡方向更大;不同相位关系的横荡、纵荡耦合激励下,横荡方向测点压力时历曲线差别较小,而纵荡方向测点压力时历曲线相差较大。", "label": "船舶与海洋工程", "id": 0}
{"content": "薄膜型液舱广泛用于FLNG（浮式液化天然气储存装置）、FSRU（浮式储存和再气化装置）和LNGC等LNG储运装置,液舱晃荡是目前国际上的一个重要的研究热点。晃荡会产生沿舱壁的爬高和冲击,各国研究人员相继提出了各类制荡措施,以确保液舱安全。本研究根据港口工程中浮式防波堤的原理,提出在液舱壁面附近安装浮式制荡板的新设想。首先,针对日本学者提出的在液舱中部放置浮式制荡板的方案,建立带有浮式制荡板的二维液舱晃荡数值模拟,并与试验结果进行对比,验证该方法的有效性;之后,采用该数值方法,对本文提出的方案,进行数值模拟和分析,探讨新型浮式制荡装置的效果,为下一步结构优化和实船应用奠定基础。", "label": "船舶与海洋工程", "id": 0}
{"content": "为纪念中国钢结构协会海洋钢结构分会成立三十周年,本文首先介绍了海洋钢结构分会的性质、目的和组织结构,然后详细回顾了海洋钢结构分会从第一届理事会到第七届理事会的成长历程,最后探讨了海洋钢结构发展面临的前所未有的机遇和多方面的挑战。", "label": "船舶与海洋工程", "id": 0}
{"content": "基于冰的各向同性弹性断裂模型,分别以船艏的初速度和冰的厚度为变量,采用LS-DYNA非线性有限元软件对不同曲率的球鼻艏、不同碰撞位置的飞剪艏以及不同张角的前倾艏与冰排的碰撞进行了定量的比较研究。结果表明,球鼻艏越尖锐,飞剪艏碰撞位置越高以及前倾艏张角越小其破冰能力越强,为提高船舶抗冰载荷设计提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文采用基于有限元的直接计算方法,对目标舰的上层建筑有效度及上层建筑端部应力集中的影响参数进行了计算分析。结果表明,准确评估上层建筑的有效度,选取合适的局部结构参数,可以更好的处理主船体与上层建筑的关系,对材料进行合理的分配,使结构和性能得到优化,对于布置较长上层建筑的船舶设计有重要的支撑作用。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>在此基础上计算了三桩腿自升式平台结构的冰载荷,确定了海冰的破坏特性.为分析船舶在碎冰区航行中的冰载荷特性,采用扩展圆盘单元构造碎冰,采用三角形单元构造船体结构.", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶虚拟装配仿真是虚拟现实技术在船舶工程上的一个应用,本文分析了虚拟仿真中涉及到的各种CAD系统数据来源,提出了异构系统数据集成方法;针对在虚拟平台上进行交互式装配的基本流程等关键技术,提出了实体模型表达和基于交互装配过程的运动导航等解决方案。建立了装配过程评价模型,确定装配顺序、装配位置和装配难易等面向手工装配的评价指标,最后形成船体装配工艺仿真系统,通过该系统对船体装配进行考培工作,缩短船舶设计、生产管理等领域员工岗位培训的周期。", "label": "船舶与海洋工程", "id": 0}
{"content": "造船企业应用分道建造技术,是适应市场经济的需求。本文针对分道建造技术进行关键技术的研究,基于SPD对原有的船体装配计划,零件展开,船体套料等功能进行一系列改进,制定了分道建造相应的解决方案。本文解决方案已在沪东中华造船厂进行应用,将分道建造技术与信息化相结合,用软件代替手工分道,提高了分道效率与准确性。", "label": "船舶与海洋工程", "id": 0}
{"content": "基于降阻优化目的,对某19000DWT多用途船的艏楼甲板设计添加了3种降阻导流罩。通过数值计算和风洞试验研究,计算和测量了船舶在不同风向角下的风载荷,评估了导流罩的降阻效果,结果表明导流罩2降阻约20%。通过数值流场分析,比较了有无导流罩时流场的差异,阐述了导流罩的降阻机理。研究表明导流罩能够大幅减少前排集装箱迎风面压强,显著消除导流罩后方集装箱上空流域的旋涡区,使附近流场更加平稳。通过本文研究,可为船舶降阻导流罩设计及低风阻上层建筑优化技术的研究提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "双尾鳍船型的尾流场和单桨船型存在较大差异,故单桨船型的附体节能技术不能直接应用于双尾鳍船型。本文对某双尾鳍船开展了前置节能附体的数值研究。根据双尾鳍船型尾部流场特点设计了前置导管和预旋定子两种节能附体。选用适当的数值计算策略,对非对称双尾鳍船型无节能附体及加装两型节能附体分别进行了阻力和自航计算。结果表明数值计算结果与试验结果吻合较好,前置导管和预旋定子均有较明显的节能效果。根据计算结果及尾部流场分析了前置导管和预旋定子的节能机理。", "label": "船舶与海洋工程", "id": 0}
{"content": "基于自主开发的无网格粒子方法求解器MLParticle-SJTU,研究了带水平隔板的液体晃荡问题。首先,对矩形液舱内的液体晃荡问题进行了数值模拟,并将计算结果与实验结果进行比较,验证了MPS方法的可靠性。其次,对比了设置水平隔板前后液体晃荡的自由面变化情况,定性分析了水平隔板的减晃效果。此外,本文通过数值模拟得到了不同的隔板高度和开口宽度时液体晃荡对舱壁的拍击压力,分析了隔板参数对减晃作用的影响规律。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了优化设计液舱结构,降低可能事故的发生概率,隔板作为一种减晃措施在实际工程中得到了广泛的应用。然而由于晃荡问题的复杂性,隔板的减晃作用机理至今没有完全弄清楚。利用数值模拟和模型试验方法,对液舱内部自由表面处垂直隔板对液面变化、压力分布、涡结构演化和三维流场的影响进行了研究。重点讨论了外激励频率、隔板尺寸及其在液舱内的位置等多参数变化条件下该类型隔板的减晃效果,并通过呈现隔板存在时的流场变化研究了隔板对流场结构的影响,最后讨论了该类型隔板的减晃作用机理。", "label": "船舶与海洋工程", "id": 0}
{"content": "液体晃荡是一种非线性、自由面流动现象,本研究将移动粒子半隐式法（Moving Particle Semi-Implicit,MPS）应用到二维液舱晃荡问题中,并针对压力振荡问题对传统MPS方法做了改进:采用更合理的不可压缩条件作为压力Poisson方程的源项,同时提出了新的自由面判断方法。计算结果表明,改进后的MPS方法能够给出光滑、合理的压力场,十分有效地抑制了压力的振荡现象,数值模拟得到的压力随时间变化曲线与实验结果吻合很好。", "label": "船舶与海洋工程", "id": 0}
{"content": "结合船型设计技术的最新发展动态,将CFD数值评估技术与最优化理论及船体几何自动重构技术相整合,在国内提出了全新的\"船舶球艏构型知识化设计模式\",重点突破了该模式中的船体局部几何自动重构技术。以KCS船模作为优化设计对象,兴波阻力作为目标函数,采用粒子群全局优化算法（PSO）、Bezier Patch几何重构方法对KCS船模球艏构型进行了自动优化设计。结果表明:获得的最优设计方案的兴波阻力较初始设计方案减小9.2%左右。初步证明了这种新的\"船舶球艏构型知识化设计模式\"的可行性与优越性。", "label": "船舶与海洋工程", "id": 0}
{"content": "以势流兴波阻力理论Rankine源方法作为基础,以SHIPFLOW软件作为计算工具,利用CAD-CFD集成平台FRIENDSHIP-FRAMEWORK软件,研究船舶的最小兴波阻力船型优化设计。以wigley船型为对象,计算其在不同Fr条件下的兴波阻力,计算结果和实验数据吻合良好。在优化过程中,以兴波阻力系数为目标函数,排水量变化范围为约束条件,选取wigley船作为初始船型,在船体前端增加一个利用Feature建模技术参数化生成的球艏并调整艏部型线使得船体表面光顺,选取球鼻艏形状的各项参数作为基本设计变量,利用DOE方法对船艏进行优化,获得了兴波阻力较小的船型,验证了本方法进行船艏优化的有效性。利用该方法对3100TEU船型的船艏进行了优化,以排水量变化范围为约束条件,利用Delta Shift方法对球鼻艏进行变形,将变形的参数作为设计变量,以兴波阻力系数作为目标函数,利用DOE方法进行优化设计,结果显示在排水量限制范围内当球鼻艏向上向前伸展一定长度时可以降低兴波阻力。", "label": "船舶与海洋工程", "id": 0}
{"content": "舰船疏散分析对舱室划分、安全通道设计有着重要意义,舱室内最短时路径的设计是船舶疏散分析的重要组成部分。现有动态流网络最短时路径算法无法反映路径内流量变化对链接弧段边权的影响,也无法反映舱门通行能力对移动用时的影响,因此不适于有效求解船舶舱室网络内疏散路线的规划问题。本文提出了一种流量依赖的网络最短时路径算法,将舱室连通网络抽象为具备综合通行能力依赖的动态网络,模型应用混合整数线性规划方法求解舱室内人员疏散规划问题。文章从最短时路线的移动用时组成入手,在分析传统动态网络流算法的基础上,给出流量依赖的动态网络流优化模型以及求解最短时路径算法,最后给出一个应用算例。", "label": "船舶与海洋工程", "id": 0}
{"content": "运用复合形法的基本原理,建立了船舶箱型舱口盖结构优化设计的数学模型、编制了C#语言的源程序并设计出船舶舱口盖优化设计的窗体应用程序,最后得出了满足所有约束条件的最优结果。", "label": "船舶与海洋工程", "id": 0}
{"content": "对出口瑞典的700TEU多用途散货船舱盖系统的结构进行优化设计,通过S0P程序在整个三维有限元分析的基础上,对甲板支撑结构进行了优化设计,优化结果不但满足结构强度要求,同时满足稳定性要求。对结构优化取得了实际效果。", "label": "船舶与海洋工程", "id": 0}
{"content": "用630万元设计和建设一个自动化机舱实验室,它有别于造船设计,特别是在功能、匹配、选型等方面。它既需要模拟故障设置设计,又要充分考虑教学的其它特殊要求;它既需要品种齐全、匹配合理,又要能体现先进性。这有相当创新之难度。围绕这一思想主线,文章主要论述了项目建设的意义及设计目标、项目建设的依据、设计的内容及实现功能、实验项目设计、安全与环保设计、设备配置方案设计及创新、设计结果、项目设计过程及招投标结果。", "label": "船舶与海洋工程", "id": 0}
{"content": "运行模态分析是一种仅仅通过结构响应数据来识别结构模态参数的方法,一般此种方法基于输入为平稳白噪声的假设。本文首先论述了运行模态分析方法的特点及发展,并且简述了运行模态分析的几种典型方法和关键问题;而后将几种常用的结构振动分析测试方法在船舶中的应用做了比较;最后论述了基于运行模态分析方法的船舶结构模态参数识别和减振设计。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文基于舰船加筋板架进行了V型、X型激光焊接夹层板概念设计,利用数值仿真软件MSC.Dytran分析了水下爆炸冲击波载荷作用下夹层板的损伤机理,通过分析流固耦合力、变形、吸能及速度、加速度对夹层板的抗冲击性能进行评估,并分析了夹层板在不同冲击因子下的防护性能。研究表明:两种激光焊接夹层板在冲击波载荷作用下流固耦合力减小、变形减小、吸能增加,表现出良好的抗冲击性能;夹芯层易于压溃使得夹层板结构对冲击波冲量吸收及传递减小,同时吸收较多的能量,是很好的缓冲器、吸能器,对夹层板结构的抗冲击性能起关键作用。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文基于蜂窝式夹层板进行夹层板FPSO底部结构设计,利用SESAM/Wadam对FPSO设计载荷进行长期及短期预报,按照BV规范选取3种典型计算工况,建立3舱段结构有限元模型,由MSC.Nastran对夹层板FPSO结构进行应力水平计算,对比分析对夹层板结构的强度特点。计算结果表明:蜂窝式夹层板应用于FPSO结构后的应力水平降低20%～40%,结构变形也明显减小,具有优越的强度及刚度特性,具有很好的应用前景。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文基于CFD软件计算、分析了液舱内液体的三维晃荡特性。通过与试验数据的比较,验证了三维数值模型的正确性,并分析了网格等要素对监测壁面压力的影响;其次,分析了舱长变化对液体晃荡的影响,说明了三维研究的必要性;最后,对LNG船的液舱晃荡进行了三维数值模拟,得到了相关结论。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶舱室布置是船舶设计中非常重要的部分。过去采用试凑法耗时较长,且最后的方案不一定最好,因此有必要开展舱室布置设计的优化方法研究。针对船舶布置设计中一个典型的矩形舱段的布局问题,以设备的坐标为设计变量,将平面结构问题和不干涉性作为约束条件,优化目标为结构变形最小,建立布局优化计算数学模型。通过isight优化软件集成功能,将结构分析软件ANSYS与isight的calculator计算模块结合,构建整个分析、优化构架。优化过程中采用多岛遗传算法,通过在设计变量可行域内自动寻优,实时检验结构强度和空间干涉性,从而计算出相对较优的舱段布局方案,并验证了计算结果的正确性。通过整个优化计算,为今后开展复杂舱室的布局优化设计,尤其是优化数学模型的建立奠定了基础。", "label": "船舶与海洋工程", "id": 0}
{"content": "在表达船体外形曲面时,细分曲面能够重构曲面,有效表达局部细节。首先采用Catmull-Clark细分格式的细分曲面,使用Rhino中的grasshopper可视化编程工具,连接船体横剖面上的型值点作为船体横剖面网格边,再沿纵向依次连接各个横剖面线上的型值点生成一个无需保持正则性的控制点网格面,对艏部与艉部区域的网格分布进行局部加密,对该网格面进行细分以生成船型曲面。将重构好的细分曲面与原始船型曲面作误差对比,检验细分曲面的精度。以KVLCC2为例,利用本方法生成的重构曲面和原船体曲面做数值计算分析,对比总阻力大小,结果表明,在实船尺度下,重构曲面与原船体曲面的差异大部分控制在10mm以内,模型尺度的数值计算结果误差为0.32%。从而证明本文所用的迭代拟合逼近曲面的方式能够满足工程应用中对于误差的要求,验证了细分曲面应用于船体建模以及船体曲面重构的可行性。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着信息化和人工智能技术的不断发展,无人水面艇的应用范围在不断拓展,对无人艇适应恶劣海况的能力的要求也越来越高,以提高其安全作业的能力。以两型高速无人艇为对象,根据其实际需求提出了分别采用封闭式甲板设计和加装自扶正装置两种自扶正设计方案,对无人艇封闭式甲板外形和自扶正装置分别进行了优化设计和自扶正性能评估,并对影响其自扶正能力的设计因素进行了计算分析,给出了自扶正设计优化方向。分析结果对无人艇自扶正功能设计和工程应用具有一定的参考意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文首先给出了传递矩阵法用于球-环-锥组合结构壳应力计算的理论基础;之后利用均匀设计原则选取计算样本并应用传递矩阵法对样本模型进行快速计算,最后利用二阶多项式响应面函数逼近回归模型并结合遗传算法寻优,对球-环-锥组合结构进行优化设计。通过传递矩阵法、均匀设计原则和数学建模优化的方法,更好地节省计算成本和资源,对水下航行体封头等组合壳类结构应力快速设计过程有一定的指导意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文通过理论分析方法对船舶畸变模型板格结构在轴向力作用下的相似设计方法进行探讨,基于线弹性和非线性状态下的相似条件,提出了板格长度、宽度设计原则。研究结果表明,轴向拉力作用下,畸变模型板格宽度可按主尺度缩尺比确定,并参考焊接工艺要求,板格长度与模型舱段中同一肋位轴向压力作用下板格长度一致;轴向压力作用下,畸变模型板格宽度和长度可按板厚缩尺比确定,为后续船舶畸变模型相似设计提供支撑。", "label": "船舶与海洋工程", "id": 0}
{"content": "养殖工船是发展深远海养殖的核心装备之一,而采用循环水技术的大型养殖工船是目前国内养殖工船发展的技术路线之一,以循环水养殖系统为核心,采用工厂化养殖技术,与海上浮动装备有机融合,提升养殖装备的适用范围和工业化水平。针对该船型特点,初步探讨了船型开发总体设计技术和重点考虑的问题,对该种船型的开发具有一定的指导意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文主要是基于CATIAV6软件平台,通过软件应用研究,结合CAA开发技术进行程序开发,实现风管材料报表功能,并通过实际产品应用对本程序开发功能进行了验证。实践表明,本程序能准确提取风管材料报表,提高设计自动化,提高设计效率。", "label": "船舶与海洋工程", "id": 0}
{"content": "边设计、边生产、边修改是造船企业最显著的生产组织形态。Ship-BOM应用软件是基于船舶产品数据管理概念为基础开发的船舶设计数据管理软件,其主要职责之一是将Ship-BOM数据库中船舶三维设计软件船舶产品建模后输出的三维模型托盘BOM临时表中的结构化数据,以GUID为检索单位,有选择地导入到Ship-BOM数据库中三维模型托盘BOM正式表,经过检测和信息完善性编辑补充后发布给下游软件系统使用。该软件提供模型入库版本管理、数据流程所处阶段状态管理以及修订版本管理等功能,以确保所发布船舶设计托盘数据信息的准确、完整和可追溯性,从而实现船舶模型设计与船舶生产制造之间的动态数据共享。本文结合Ship-BOM应用软件编程实践,通过将船舶设计托盘数据发布流程划分为导入、编辑、校验、审核、发布、修订版本管理等六个具体环节,明确每个环节的具体任务和托盘数据的表达形式,确立了船舶设计托盘数据发布流程;该流程为确保异构三维设计软件产出的船舶设计托盘数据的信息准确、完整和可追溯性提供了坚实基础。", "label": "船舶与海洋工程", "id": 0}
{"content": "2020年,各大知识服务商开展了各类知识管理线上培训,培训活动中提出了企业实施知识管理的方法论,总结了实践经验,一方面可以看出当前企业实施知识管理的迫切需要,另一方面看出机构和厂商对于知识管理推广的蓬勃热情,培训的背后还隐藏着一种导向,就是许多机构和厂商将知识管理做成了\"形象工程\",利用信息不对称将知识管理做成了获奖、演讲、作秀、忽悠的工作并自娱自乐[1]。本文站在用户视角提出了知识管理及知识工程在舰船产品研制中的应用思路和具体做法,部分已应用于船舶总体设计单位产品中,并取得了一定的应用效果,可为相关行业应用知识管理及知识工程提供借鉴。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着现代造船技术的不断发展,原始二维图纸的纸面信息已无法满足生产现场建造应用的需求。三维模型直接面向生产现场是一种必然的趋势,那么对承载三维模型面向生产施工人员的可视化平台也出现了相应的迫切需求,对不同工序的生产建造环境不一样,对可视化终端的要求也不一样。本文主要阐述针对内场相对固定的生产环境,如何利用虚拟化技术结合固定终端展示三维交付物的方法做了一些分析研究。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文在研究国内外各行业先进数字化技术应用情况的基础上,结合我国船舶行业产品协同研制现状,提出船舶产品协同研制平台建设构想,为船舶行业数字化协同研制技术应用落地提供参考思路。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文在研究船舶研制传统业务流程的基础上,提出了基于MBD技术的船舶研制新业务流程。基于MBD技术,对船舶研制业务流程进行了重新定义,提出了设计、制造数据连续传递的解决方案。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文介绍了船舶总体设计单位知识管理的必要性,以及知识管理与业务融合的必要性,并结合典型业务系统,介绍了如何通过知识自动采集、知识智能推送等技术手段,实现知识与业务的融合,为设计人员提供设计参考和知识共享,提升船舶总体设计效率。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文针对船舶行业设计、建造脱节,生产设计与制造数据不同步、现场工艺执行问题多、管理幅度大、设计建造效率低等问题,以三维模型表达生产信息,运用软件开发等手段,研究船舶行业基于三维模型的作业指导书。通过分析现有二维图纸模式的不足,研究三维作业指导书的设计、发布、管理、现场查看方案的技术实现方式并实际应用。研究成果对实现设计、制造数据的一致性,打破\"数据孤岛\"有重要意义,推动了船舶行业以单点应用、离散数据管理向综合集成应用、统一数据源管理方式发展,提升了数字化设计和管理水平。", "label": "船舶与海洋工程", "id": 0}
{"content": "有次序地改变船舶中某些参数而构成的组系船舶,称之为系列船。然而目前基于三维体验平台的系列船设计数据存储方式无法应对急剧上升的工程数据量,且无法应对大数据量下的备份等问题。针对以上问题,本文提出了基于三维体验平台的系列船设计数据备份方案。以三维体验平台为研究对象,分析了三维体验平台的架构、数据流、数据库及文件存储等,从平台软、硬件两个方面提出了解决方案,并对此方案进行了实际验证。不仅能提升系统访问性能,还能实现系列船设计数据重用。", "label": "船舶与海洋工程", "id": 0}
{"content": "目前国内的主流船厂和船舶设计院所,基本都采用AutoCAD软件开展二维管系和电气原理图的绘制工作,该工作是船舶生产设计之前的基础工作,工作量大且容易出错。本文以船舶管系和电气原理图为研究对象,结合在AutoCAD平台上进行二次开发,实现快速绘制原理图、查找及标记错误、图纸比较和图框管理等功能;提出二维原理图纸与三维船舶设计系统（SPD）的集成方案,实现在原理图绘制过程中实时获取SPD系统定义的基础数据,图纸上绘制的原理与SPD原理库双向同步,并提供批量修改、查询检查和颜色识别等相关辅助功能。该技术己在公司多型船上得到应用验证,提高了二维原理图纸的规范性、详细设计的效率和质量,增强了详细设计与生产设计之间的协同设计能力。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶是典型的复杂高端制造产品,设计是制造的基础和源头。船舶的研制是一项高度复杂的系统工程,设计阶段多,循环迭代复杂,并行化程度高。因此,针对作为设计之源的基础数据的管理,是实现船舶协同研制的关键。本文对基础库模型的创建、入库、再版等流程进行研究,并以信息化手段对其管理,能够有效减少多人协同研制过程中可能出现的重复建库工作,将设计人员从繁重的重复性劳动中解脱出来,进一步提高船舶多产品并行研制过程中三维设计的效率和质量,对于三维设计工作的全面推进有着至关重要的意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对目前设计模型与仿真分析模型存在设计分析数据分离、不易设计变更和优化等的问题,本文探讨了3D体验平台与Abaqus仿真分析软件集成应用的可行性及方案对比。", "label": "船舶与海洋工程", "id": 0}
{"content": "舰船研制过程中的需求管理模式正从传统的\"文档式\"需求管理模式向\"模型化\"需求管理模式转变。本文针对当前舰船\"文档式\"需求管理的缺点,结合舰船总体设计单位产品研制特点,分析了舰船设计过程中各类技术指标和需求的管理过程,研究了舰船研制需求建模、需求正向分解分配、需求多维展示、需求数据分类、需求追溯、需求确认以及需求审签等技术,设计了基于模型的需求工程管理流程架构,为舰船总体设计单位构建基于模型的需求工程管理平台提供了理论支持。", "label": "船舶与海洋工程", "id": 0}
{"content": "远洋中工作的海工船舶上信息系统种类繁杂,运行数据量越来越大,应用软件越来越多,系统规模不断扩大对高性能数据服务要求日益增加,也给传统架构信息系统带来诸多难题,目前运用先进云平台架构进行海量数据管理的需求逐渐显现。本文从海工船舶的数据管理需求出发,重点从采集、存储、共享、管控等功能层次视角分解云服务架构需求,进而再从数据采集、计算存储、数据共享、平台管控等维度的技术架构规划云服务技术应用,并结合功能和技术分析结果,提出了海工船舶基于SOA的云数据服务架构典型设计方案。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对目前近海小型船舶用船成本高、自动化程度低、劳动强度大等问题,采用先进的电力推进技术和智能控制技术研发智能全电船科研平台。通过建立现有船型的模型,分析阻力关系,设计基于锂电池组的双电力推进系统;采用激光雷达、毫米波雷达等构建船舶运动智能控制系统。实船海上试验结果表明,全电船环保性能和操作性能好,可为智能船舶关键技术研发提供良好实验条件。", "label": "船舶与海洋工程", "id": 0}
{"content": "频域势流理论一直是船舶运动计算和工程预报的重要基础。采用虚构的控制面将船体周围的流域分割为内域和外域,外域内域分别采用移动脉动源和兰金源格林函数构建边界积分方程,耦合联立边界条件建立了求解有航速船舶运动辐射绕射问题的频域势流方法。基于此计算了母型船及其一系列变形船体的水动力系数,通过机器学习建立了可供初步设计使用的水动力系数预报模型。计算研究表明区域分割法精度高,船型适用广;机器学习建立的预报模型,高效稳定,能有效支撑船舶初步设计。", "label": "船舶与海洋工程", "id": 0}
{"content": "绘制舰船线图是全面记录、表现舰船外形特征的重要方式。船政作为近代中国重要的造船机构,自1866年起至1918年止建造了四十余艘舰船。由于历史资料的散失,记录着舰船外观造型信息的原始图纸档案无从寻找,使得考证绘制船政舰船的线图成为重现这些舰船面貌的重要手段。2016年3月至5月,笔者根据所能掌握的既有史料,绘制了完整的船政造舰船线图,本文即介绍舰船线图的作用、简单回顾船政舰船线图的绘制既往成果、介绍新绘制的全套船政舰船线图的过程方法。", "label": "船舶与海洋工程", "id": 0}
{"content": "融合多目标优化、船舶水动力性能高精度数值评估、船体几何自动变形重构三大技术,形成了以设计目标驱动的船舶水动力构型设计创新模式/方法,建立了船体线型优化设计平台。在此基础上,开展了考虑波浪环境下的船舶阻力与运动响应多目标优化设计。以船舶在规则波中运动响应最大时对应的波长（λ=1.25L）作为波浪条件,以此时船舶波浪中的阻力、垂荡与纵摇幅值作为三个优化目标,实施了船舶线型的优化设计,并对优化方案在整个波长范围进行了验证计算。结果表明:优化方案在波浪中的性能有了明显改善,垂荡和纵摇幅值在整个波长范围内均有明显减小,特别是在λ=1.25L时,减幅达到了8%和6%左右。波浪中阻力在波长1.25L时减小了3.4%。", "label": "船舶与海洋工程", "id": 0}
{"content": "在极地作业的船舶很难避免与海冰碰撞而引起结构安全问题,因此要根据极地海冰特征设计船舶,使其能够在极地安全破冰航行。由于船冰碰撞情况大部分发生在船体首部,因此对船体首部的设计优化至关重要。本文描述了一种航行于冰区的船舶船首部的优化设计方法。以航行于北极地区东北航道海域的船舶的船首部作为优化设计的母型船的首部,对其进行结构分析。然后基于北极地区东北航道海域的海冰厚度概率密度曲线及不同尺寸海冰出现概率等相关资料,对船首-浮冰碰撞模型进行数值模拟,得到船体板结构动态响应结果,并对母型船的船首部进行轻量化设计,使船首部结构在满足强度要求的条件下,重量最轻。最终得到了此例船首部的最终设计方案,总结出对于所有极地船舶的优化设计都具有参考意义的一套方法。", "label": "船舶与海洋工程", "id": 0}
{"content": "极地环境多变恶劣,运输船舶的结构设计是重要课题。本文针对某3万吨PC6冰级极地多用途船,参考IACS船级规范和极地规则（POLAR CODE）,分析了极地运输船结构设计特点。研究发现:极地运输船舶的舷侧采用横骨架式能减少钢材重量,本船的肋骨间距取0.45m较为合适,不仅有利于减小外板厚度,也方便施工。为使本船广泛适应各种航线,船体梁总纵强度设计时考虑了常规水域和极地冰区双环境,常规水域航行时船体梁载荷可以由静水载荷和波浪载荷叠加得到,而极地冰区航行时需要考虑静水载荷和冰载荷的叠加。将波浪载荷和冰载荷进行对比,发现冰载荷相比波浪载荷要小很多,但是首部剪力许用值确定时需要考虑冰载荷的影响。通过本文的研究,对极地运输船舶的结构开发提供借鉴。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文以水面舰船为背景,以铝-钢复合接头为研究对象,开展设计和应用研究。从材料性能分析入手,进行接头选型和结构节点设计,通过工艺试验、模型制作和实船施工验证,优化确定铝-钢复合接头结构设计,提出应用技术要求。", "label": "船舶与海洋工程", "id": 0}
{"content": "总布置方案的特点决定了结构设计的特殊性和复杂性;从总强度分析的角度,讨论了船体梁载荷的确定方法和适用于薄膜舱应力衡准的船体梁剖面模数校核方法;从薄膜舱晃荡强度分析的角度,讨论了薄膜舱晃荡强度分析载荷和适用范围的确定方法;从有限元分析的角度,讨论了有限元强度评估范围和首、尾货舱加载工况,并总结了船体结构在有限元强度评估中发现的突出问题和解决方法。", "label": "船舶与海洋工程", "id": 0}
{"content": "通过系统分析AVEVA Marine软件（AM）的优缺点及船舶与海洋工程装备智能一体化设计需要,探讨了智能一体化设计的主要内涵及发展方向等,给出了智能一体化设计方案并重点分析了一体化设计关键技术。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文讨论了船舶总体设计中采用CATIA三维设计软件,三维环境下的船舶设备布置、专业系统布局规划、系统建模和三维模型多专业多维度综合验证等方法,通过实船应用,实现总体设计布局优化,并满足船舶生产安装和维修需求。", "label": "船舶与海洋工程", "id": 0}
{"content": "为迎接EEDI的挑战,节能船型的研发迫在眉睫,船型优化作为节能船型研发的有效手段之一,己经引起国内外学者的重视。基于此,课题组自主研发了船舶水动力性能多学科综合优化平台。该平台包含船型参数化变形模块、静水力计算模块、CFD计算模块及优化模块等。本文重点介绍各个模块的功能以及实现方法,并利用该平台以DTMB5415船模为例,开展考虑几何约束的船型优化研究,验证了平台的工程实用价值。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了实现传统二维型值表或二维型线图到三维船体曲面的快速生成,提出一种三维船体曲面的自动化建模技术。首先依据型值表或型线图自动采样曲面控制点,优化型值点的排布,简化参与建模点的数量,之后建立船体三维曲面的初始拓扑结构,最后通过进一步的几何迭代法使得构建的船体曲面自动逼近型值点,达到插值型值点的目的,一方面提高曲面的光顺性,另一方面为船型优化提供最少变量条件。研究表明,所提方法有效可行,较好地解决了船体三维曲面自动化建模问题。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶型线及型值是船体结构生产、安装的重要依据。为获得型值,需要在每一档剖面测量型线半宽值,工作量大且易出错。为了快速、准确的获得型线及型值,本文提出了一种基于船舶三维外形曲面快速批量输出型值表的方法,并在CATIA V6平台上开发了相应程序。该程序流程简单,人机界面友好,可自动化完成型线型值输出,不但可以排除型值提取时出现的人为错误,提高精度,而且输出周期可减少90%以上。", "label": "船舶与海洋工程", "id": 0}
{"content": "船体设计后处理软件是基于TRIBON M3软件设计数据,并按照船舶行业设计、生产施工实际需要,对TRIBON M3软件后处理输出进行定制开发的辅助设计软件。该软件的开发和应用,提高了设计效率,降低出错率。使设计工作取得重大进步。", "label": "船舶与海洋工程", "id": 0}
{"content": "基于三维体验平台,本文针对船舶管系通舱件的设计状态难以管控的问题进行研究,分析了目前船舶设计管理应用现状,制定了针对通舱件的设计任务分配、交接以及设计任务更改实现方法。通过管控设计任务的成熟度,实现对设计及更改过程的管理,同时实现基于成熟度的模型权限管理和协同设计信息推送管理。实践应用表明,该研究成果不仅实现以流程驱动管理的设计模式,同时也保证了设计的高效性和准确性。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文研究了基于AM的管子ISO图定制与开发。通过AM的ISODraft模块配置Option选项文件,按照大船集团的模板对管子ISO图的背景图框、图面布置、材料列表等选项进行设置。以配置好的Option选项文件为基础,使用PML语言编写程序调用文件,将无法直接通过配置Option选项文件提取的管子属性数据进行提取并显示到图面上,批量生成符合需求的管子ISO图。该程序已应用到实际工程中,有效提升了船舶设计人员的工作效率。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文主要介绍了利用CATIA软件的规格驱动辅助设计功能,通过设计表编写附件添加规则,实现框选中范围内管路符合规则的管路附件自动添加连接。", "label": "船舶与海洋工程", "id": 0}
{"content": "本研究提出了一种用于管材规格选用与管理的解决方案,旨在解决三维体验平台中规格书加载缓慢、管材规格选取费时费力以及管材规格管理繁杂等问题。本文在详细分析三维体验平台管子建模流程的基础上,加以优化改造,提出了一种深度嵌入原生流程的新模式。新模式的实施屏蔽了原生流程存在的问题,复用了管子建模的优秀功能,并引入与用户更加友好的交互方式,通过模糊搜索、智能拾取、历史回溯等诸多手段保证管子规格的检索与取用功能更加方便快捷,可极大提高设计人员工作效率。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文针对船舶铁舾设计过程中,结合基于三维体验平台软件的铁舾专业产品结构树的一系列实船应用以及相关测试研究,本文以铁舾专业的设计流程[1]、设计交付物和设计效率等要素为导向,明确了铁舾产品结构树构建层级以及构建元素,并以指导设计人员基于此产品结构树完成设计交付物为目的。基于三维体验平台的铁舾产品结构树是铁舾专业设计的基本要素,同时也贯穿了整个产品设计周期。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文介绍了一种专门针对大数据量的三维点进行重合判断的算法。并将该算法与简单的双循环判断算法在1万点、10万点和100万点以及三种不同精度下的计算速度和结果进行了比较。", "label": "船舶与海洋工程", "id": 0}
{"content": "在船舶行业电气专业的设计中,电气设备支架的种类繁多,创建消耗耗时间长,增加删减修改又十分频繁,占用了设计员相当多的工作时间。为了改善这种现状,使设计员免于在电气设备支架设计工作中进行重复劳动。本文基于三维体验平台,在其工程模板的基础上,讨论分析了电气设备支架的设计方法,并且成功应用到了实船设计中。经过实船测试,确保设计员能够根据不同设计情况,对于同一系列的电气设备支架,能够快速实例化,并精确定位。做到了重复利用同一工程模板模型,极大提高了设计效率。", "label": "船舶与海洋工程", "id": 0}
{"content": "现代化的数字化设计平台在提高船舶设计的效率和质量方面发挥着越来越重要的作用,内装设计是船舶设计的重要一环,尤其是对舱室方面要求比较高的船舶比如客船、游轮及舰艇等对内装设计的快速性和设计效果上更为考究,目前市面上的三维设计软件在船舶内装设计上没有发挥很好的作用或者存在功能不足。本文结合三维设计软件FORAN系统,在系统中使用脚本语言,通过交互式窗口来进行快速内装设计,以达到快速进行内装设计的目的。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文通过对比AM和3DE平台的设计数据存储及处理方式的对比,综合分析3DE设计平台自身数据存储的特点,结合制造流程数据及模型数据的不同要求,浅析设计流程数据不同存储架构对后处理的影响,探讨面向智造的船舶信息数据集成需求,探索用于3DE平台特点的规范化数据存储方式。", "label": "船舶与海洋工程", "id": 0}
{"content": "传统的船舶模型展示主要还停留二维图纸及静态的三维模型展示层面。数字样船通过建立整个产品的全三维数字化模型,实现对复杂产品整体的显示和装配过程的模拟和仿真。本文以数字样船为基础,以虚拟船舶设计为目标,提出一种基于虚拟现实技术的船舶仿真新方法,可满足复杂场景下三维模型加载和动态漫游需求。该方法已应用于船舶总体设计单位某产品虚拟仿真项目中,并取得了良好的应用效果。", "label": "船舶与海洋工程", "id": 0}
{"content": "CATIA VPM系统作为一款协同设计过程的支撑工具,对产品设计数据的业务过程管理功能相对较弱。本文提出了由VPM支撑三维协同设计,Windchill管理设计数据审查签署、变更控制、数据发放等业务过程的船舶PDM管理方法,阐述了实现该方法的关键技术,包括Windchill与VPM间的三维数据同步技术、三维数据审签状态同步技术,并讨论了Windchill中三维数据审查签署、变更控制、数据发放等工作流的实现方法。", "label": "船舶与海洋工程", "id": 0}
{"content": "当前,运用先进的造船管理软件来提升造船设计管理效率,管控设计过程,从根本上提高设计质量,增强企业核心竞争力,己经成为船舶行业的共识。本文将阐述基于造船产品设计数据管理系统（SPDM）的设计计划管理在船舶设计项目计划管理上的实施和应用。", "label": "船舶与海洋工程", "id": 0}
{"content": "基于KCS船模和KP505螺旋桨的具体参数,分别以体积力螺旋桨法和船桨整体建模法对船模自航试验进行了仿真,对比了两种方法下的船模水动力特性。计算结果表明,体积力螺旋桨法需要的网格数量较少（螺旋桨几乎没有网格）,能够降低一定的计算成本,计算效率较高,但计算误差较大;而船桨一体法可以得到较高的计算计算经典,但对网格的细化要求较高,且需要大量的计算时间。得到了一些有价值的结论,对于具体工程实践有一定的指导意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文对船体结构规范技术进行了概述,并以屈曲及极限强度规范技术为例,对近年来基于CAE技术开展的一些规范研制工作进行了介绍。中国船级社开展了高级屈曲评估方法研究,国际船级社协会组织开展了散货船油船共同结构规范屈曲规范的改进研究。为了满足船舶工业界对于先进CAE技术的应用需求,以有限元方法为代表的CAE分析方法在船级社规范体系中发挥着越来越重要的作用。", "label": "船舶与海洋工程", "id": 0}
{"content": "基于频域Rankine源边界元法,在船体表面和自由面上分布点源,对船舶耐波性及二阶平均波浪力进行预报。分别使用均匀流（Uniform flow）和叠模流（Double-body flow）两种基本流对边值问题进行线性化处理。自由面条件中的速度势一阶及二阶导数采用迎风差分进行求解。以Wigley船和S175为对象,计算了其水动力系数、运动响应及二阶波浪力,并与试验数据进行比较分析。计算结果表明使用DB对边界条件线性化后模型的计算结果要好于使用NK模型,且计算结果的好坏受到船型的影响。", "label": "船舶与海洋工程", "id": 0}
{"content": "浮体在大幅波浪激励下会产生剧烈的摇荡运动,威胁船舶作业与结构安全。海浪有义波高预报对船舶航行规划、安全作业窗口评估等具有重要意义。海浪统计特征变化本质是海洋动力环境改变,在时序上具有连续性。因此,基于时间序列的预报方法被广泛应用于海浪有义波高的预测。近20年来,国内外针对海浪有义波高的时序预测问题开展了大量研究,所发展的预报方法包括线性模型、非线性模型和机器学习模型。然而,这些预报模型的优缺点缺乏较为完善的对比研究。对此,本研究针对海浪有义波高统计预测问题,针对AR模型、ANN模型与LSTM模型等典型预报方法开展对比分析研究。基于上述方法建立不同有义波高预报模型,基于东海混合风涌浪数据,对各模型进行验证,在此基础上对预报精度进行分析,给出不同预报模型的性能与误差规律。研究可为海浪预报模型优选提供理论参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "海浪是影响船舶航行性能的重要环境因素,对船舶操纵性、耐波性等有极大影响。海浪模拟为船舶航行性能评估提供数据基础。风是海浪的主要能量来源之一,对海浪模拟起重要作用。现还缺少最新的风场时间、空间分辨率对波浪模式影响的研究。本研究以ERA5和ERA-Interim风场再分析数据探究风场时-空分辨率对波浪模拟的影响。选择深水和浅水等多处浮标进行海浪模拟研究。采用对比分析的方法研究风场数据时间分辨率提升对波浪模式模拟效果的影响。同时采用双线性插值等插值方法减小空间分辨率的影响,探究风场数据空间分辨率对波浪模式模拟效果的影响。模拟结果表明:基于ERA5再分析风场数据SWAN、WW3波浪模式于浮标处的波浪模拟的质量最高,42002和42035浮标处SWAN、WW3波浪模式的模拟结果的平均相对误差均在0.333以内。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了探索超高速气动增升船的水气动力特性,利用基于FVM的STAR CCM+软件分别模拟了超高速气动增升船模型在有、无升力翼状态下的静水直航运动,分析了鸭翼、主升力翼、断阶等水气动力结构的绕流特征。通过计算值与试验值的对比,验证了数值方法的有效性。计算结果表明,在船宽佛汝德数大于6.0时,气动升力成为升力的主要来源,在船宽佛汝德数为7.0时,气动增升效率可达到0.69;在升力翼的气动增升效应影响下,浸湿面主要集中在断阶之前的滑行面上,尾部仅有少量浸湿,在改善高速阻力性能的同时提升了纵向运动稳定性。", "label": "船舶与海洋工程", "id": 0}
{"content": "梢涡空化是船舶与水利工程中一种常见的流动现象,空泡结构的动态特性会引起强烈的振动和噪声,对工程应用上带来不利影响。本研究主要对三维椭圆水翼的梢涡空化进行实验研究,通过分析加压过程中空化模态的演变过程,获得空化直径的时空脉动规律。采用Stereo-PIV方法,针对几种有明显特征的模态展开了空化流场测试。通过使用荧光示踪粒子,获得流向截面上梢涡空泡流场信息。结果表明,空腔的直径与波长都随着空化数的增加而减小。空化条件下,梢涡附近的速度场和涡量场都有明显的减弱,而梢涡的尺度则有所增加。。", "label": "船舶与海洋工程", "id": 0}
{"content": "面对海上航行补给作业、油气转驳、旁靠卸载等实际工程问题,波浪中多浮体系统耦合水动力特性的研究受到广泛关注与研究。虽然研究者进行了两船水动力方面的数值建模和分析,但缺乏有效的、可靠的物理试验数据进行验证,本研究则以ITTC推荐的船模为研究对象,重点开展约束的两船在顶浪规则波下水动力载荷的试验研究,分析约束下两船所受的干扰力和两船之间波面变化规律,获取有效的两船水动力干扰试验数据,为数值研究提供基准样本,有效推进两船水动力学基础科学研究。", "label": "船舶与海洋工程", "id": 0}
{"content": "2015年发生的东方之星事故充分显示了水动力对内河船舶的灾难性影响,因此有必要针对内河船舶进行水动力致险因子分析,特别是在我国当前大力发展内河绿色智能船舶的趋势下,研究水动力致险因子能够明确当前影响内河船舶的主要环境因素,这对内河绿色智能船舶设计制造以及绿色智能算法优化都具有现实意义。本文梳理了近10年来3600余条内河事故数据,分析了内河典型水域事故特征,应用Accimap方法对内河事故致险因子进行了分析,划分了六层致险因子分类,并从中梳理出由于水动力影响的关键致险因子,通过网络层次分析方法（ANP）进行致险因子排序,结果显示洪水期事故水域流态紊乱、大风大浪、冰雹天气等是显著的致险因子,内河绿色智能船舶设计制造应重点考虑水动力致险因子的影响。", "label": "船舶与海洋工程", "id": 0}
{"content": "目前国际海事组织第二代完整稳性衡准中的薄弱性衡准已经发布,主要包括瘫船、参数横摇、纯稳性丧失、过度加速度和骑浪横甩五种失效模式,每种失效模式包括第一层和第二层衡准。本文以IMO最新衡准为基础,自主开发完成了第二代完整稳性评估集成软件平台V3.0。该平台主要功能包括IMO第二代完整稳性衡准计算评估,可实现船体建模、衡准计算、计算报告自动输出等功能,可为我国船舶设计人员和船厂等单位提供计算支持,目前该软件经推广已初见成效,该软件的应用确保了船舶在设计阶段采用更合理精确的方法进行波浪稳性评估和优化,增强了船舶在风浪中的航行安全性,显著提高了我国船舶设计制造能力,保证了IMO第二代完整稳性衡准在我国的顺利实施。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文提出了一种新型的水面舰船阻力预报方法。该方法基于大样本数据库,利用基于决策树（Decision Tree）的随机森林（Random Forest）和梯度提升机（Gradient Boosting Tree）算法及动态样本（Dynamic Samples）方法建立动态化的预报模型,可对高速排水型舰船的船体阻力进行预报。应用该方法,对随机抽选的多艘船型进行预报测试,测试结果表明该方法具有较高的精度,具有较好的工程实用性。", "label": "船舶与海洋工程", "id": 0}
{"content": "入水砰击是船舶与海洋工程领域的热点问题之一,入水砰击的研究对船舶设计与运营具有重要意义。为此,本研究开发了可模拟复杂形状物体入水砰击的模拟程序。在直角网格的基础上,利用流体体积分数方法（VOF）结合线性液面重构（PLIC）对自由面位置进行追踪,利用基于固体体积分数方法（VOS）的浸入边界法（IB）对物面边界条件进行模拟。利用该模型,首先对剪切流算例进行模拟以验证VOF-PLIC算法的正确性,在此基础上对楔形体入水砰击问题进行模拟,计算结果与前人结果吻合良好,证明了模型的可靠性。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶参数激励横摇是一种非线性共振横摇运动,不规则波中由一系列波群引起的船舶参数激励横摇具有突发性,因此对连续不规则波波群的准确模拟对于船舶大幅运动预报具有重要意义。本研究基于试验中获取的引起较大船舶参数激励横摇的特征波群,从波浪时历中获取波群样本,通过全非线性的无旋Green-Naghdi波浪模型（IGN波浪模型）开展数值造波研究。将线性波浪模型和IGN波浪模型生成的波浪与利用二阶非线性造波理论得到的试验波面时历进行对比,研究线性和非线性波群模型下流体的压力场和速度场。通过对比,结果表明,IGN波浪模型可以更好地模拟波浪各组分间非线性相互作用,且生成的波群时历更接近实际水池生成的波浪。", "label": "船舶与海洋工程", "id": 0}
{"content": "在离散模块梁单元水弹性方法框架下提出了一种计算大型浮式结构物在非稳态载荷下结构力响应的叠加法。结构被视作一无支持、两端自由的无质量梁,将其所受外载荷按其沿结构纵向分布是否已知划分为两类。对于已知分布的外载荷,直接对其进行积分即可获得结构力分布;对于未知分布的外载荷,使用改进后的三次曲线插值法求解结构力分布。本文对定点掉落进行了模拟,与试验值取得了非常好的一致性。由于作者在文献中没有找到有关大型浮式结构物在非稳态载荷下的弯矩分布结果,因此只展示了叠加法所得的弯矩分布曲线与三次曲线插值法的对比。结果表明,叠加法可以给出非稳态加载过程中初始时刻的弯矩分布,也能体现由于集中力作用引起的弯矩突变。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着仿生鱼类研究的不断拓展,蝠鲼受到越来越多的研究人员的关注。针对蝠鲼构型的航行特性,则需要通过实验进行进一步探究。本研究通过设计一种可改变质心位置的仿蝠鲼航行器内部结构,设计实验并研究了仿蝠鲼航行器质心位置前移对其滑行性能的影响。同时设计了一种多功能双嵌套实验平台,对仿蝠鲼航行器进行了沉放实验。实验模型与实验平台关键部件均由3D打印生成。本研究完成了质心偏移量不同的仿蝠鲼航行器的静水自由沉放滑行实验。实验结果表明,基于多功能双嵌套实验平台的实验具有良好的重复性,仿蝠鲼航行器滑行性能与质心位置有关,具体表现为当质心向头部偏移量增大,航行器滑行距离显著增大,实验发现的当模型质心位于几何中心前方8mm时,其最大滑行距离可达其身长的7倍。同时,当质心向头部偏移量增大,其滑行过程中偏转角减小,即其滑行过程更稳定。根据本研究,可发现仿蝠鲼航行器的质心适当向头部偏移,可显著增加其稳定性和下沉滑行性能,这对仿蝠鲼航行器的设计有一定的参考价值和帮助。", "label": "船舶与海洋工程", "id": 0}
{"content": "海洋中普遍存在着密度分层情况,当船舶航行时在密度跃层处产生的内波会使船舶受到内波兴波阻力,对于海冰漂移问题,内波兴波阻力也会影响海冰的漂移速度。本研究采用OpenFOAM开源软件对两层流体中箱型结构的内波兴波阻力进行了数值模拟研究,使用interFoam和multiphaseInterFoam两种多相流求解器以及k-ω SST湍流模型建立了拖航阻力的计算模型,对单层流和两层流两种情况下结构所受的拖航阻力进行计算,通过两种情况下阻力的差值得到内波兴波阻力及阻力系数。在水深比为1:2的分层状态下,三组不同吃水的方箱在不同速度下的内波兴波阻力规律,数值计算结果与物理模型实验结果吻合良好。数值结果表明,低速状态下,内波兴波阻力随拖航速度的增加先增大后减小,在拖航速度较高时存在负值;阻力系数Csd的峰值所对应的内佛汝德数Fr随吃水增加而略微减小。", "label": "船舶与海洋工程", "id": 0}
{"content": "在船舶海洋工程领域,砰击现象广泛存在,巨大的砰击力会造成船舶结构的损伤。同时,不同运动状态下的入水过程各有差异。本研究将基于Wagner理论的多种解析模型与时域下的精细积分法相结合,研究了在自由落体状态下二维剖面的砰击入水过程。在对砰击力求解的过程中,将其分解成两部分,一部分与速度相关;另一部分与加速度相关。在验证时间步收敛性之后,对二维楔形体结构和船体曲线剖面的入水动态过程进行计算,结果与实验吻合度较高。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶与海洋浮式结构物在波浪中运动的好坏直接影响了结构物的经济性、安全性和舒适性。本论文建立船舶与海洋浮式结构物波浪中运动预报的弱非线性时域耦合数值模型。模型由浮体波浪中六自由度运动模型、船舶操纵耐波统一模型和海洋浮式结构物浮体-系泊系统耦合模型三部分组成,将此模型分别应用到船舶在波浪中的操纵耐波运动与半潜平台/系泊系统耦合运动的预报中。在船舶波浪中运动预报中,开展S175集装箱船在规则波中操纵性回转运动的仿真预报,并与实验结果进行了对比验证。通过与实验结果对比发现模型可以很好地再现波浪回转运动过程中的轨迹漂移、横摇和纵摇运动幅值和频率变化这些反映操纵与耐波运动间耦合的现象,且与实验结果符合较好。在半潜平台/系泊耦合运动预报中,开展了981平台500m生存工况下耦合运动的数值预报。将运动和锚链力数值预报结果与商业软件SESAM进行了对比,两者符合较好,验证了模型的有效性和准确性。", "label": "船舶与海洋工程", "id": 0}
{"content": "内波通常发生在密度稳定层化的海洋中,大振幅的内孤立波携带巨大能量,对水下航行体的安全航行造成巨大威胁。为了研究内孤立波对水下航行体水动力性能的影响,基于RANS方法和mKdV理论,结合VOF方法,建立了二维和三维内孤立波数值水槽,将潜艇SUBOFF模型放置于数值水槽中,研究不同位置、攻角和波幅对固定航行体的流场形态和受力载荷特性的影响。研究结果表明:内孤立波与航行体相遇,会使得其周围流场变得异常复杂,从而引起突变的流体动力。当潜器位于内孤立波波面上方和下方时,所受水平力不容忽视,潜器在穿越内孤立波时,在垂向和水平方向的受力都会在短时间内发生巨变,易造成潜器失稳。随着攻角的增加,航行体所受到的水平力的峰值不断增加,垂向力不断降低。并且内孤立的波波幅越大,潜器受力越大。", "label": "船舶与海洋工程", "id": 0}
{"content": "高速船与常速船运动有很大差异,本研究利用拖曳水池研究了高速船大漂角作用下不同航速下的空气阻力,同时开展了多种航速多横倾角多漂角作用下的水中斜航运动模型试验。分析了斜航运动下风阻力和水阻力的占比,进一步分析了影响该船运动稳定性的参数变化范围,提出了该类型船运动建模的建议。研究发现该类型船在不同航速直航时的阻力变化表现出很强的非线性,阻力峰谷交替出现,斜航运动时对漂角和横倾角的作用非常敏感,风的影响也同样不可忽略的。本研究为该船的设计提供了重要支撑。", "label": "船舶与海洋工程", "id": 0}
{"content": "半潜式平台在一定的海流环境下,立柱两侧会发生漩涡脱落,进而产生涡激运动。当涡旋的涡脱落频率接近于柱体的自振频率时,会发生共振现象,极端情况下会造成结构物的疲劳损伤,严重威胁到平台的安全。为分析半潜式平台受海流作用下涡激运动的运动特性,本研究基于计算流体力学软件STAR-CCM+,使用重叠网格方法模拟45°来流角不同来流速度下半潜式平台的运动。数值模拟结果表明,半潜式平台在折合速度5r<8时横荡运动响应显著增大,平台处于锁定状态,同时平台在锁定区间运动呈\"8\"字形。", "label": "船舶与海洋工程", "id": 0}
{"content": "在波浪中做操纵运动的船舶,其运动轨迹受到波浪漂移力的影响。本研究采用\"准稳态计算\"和\"时域直接计算\"两种方法,模拟船舶在波浪漂移力作用下的运动情况。其中\"准稳态计算法\"假定在操纵运动的每个时刻,船舶与波浪的相互作用都处于时谐状态,波浪漂移力可以采用频域方法计算。\"时域直接计算法\"则在数值求解船舶操纵运动方程的同时,在时域中开展同步的船舶耐波性分析,实现操纵-耐波耦合运动的数值模拟。以S-175集装箱船为例,对两种方法模拟出的波浪中船舶回转运动情况进行了对比,并对两种方法的优缺点进行了讨论。", "label": "船舶与海洋工程", "id": 0}
{"content": "入水砰击问题是涉及气-液-固三相介质耦合作用的强非线性现象,传统的势流理论方法无法对其进行准确计算,而CFD方法能较好地模拟砰击过程。本文采用RANS求解器模拟入水砰击过程中的流体运动,基于重叠网格技术与DFBI方法对S175船型2D横剖面和3D整船结构入水砰击过程进行模拟。结果表明:（1）随着入水速度增大,砰击载荷增大,自由液面抬升增大,砰击压力系数变化不大;（2）整船模型受力面积比剖面模型大,速度减小更快,因此测得的压力峰值比剖面模型结果偏小;（3）整船模型砰击压力系数结果比剖面模型大,但随着入水速度增大,两种模型的砰击压力系数之差减小,甚至出现反超。", "label": "船舶与海洋工程", "id": 0}
{"content": "超空泡流型在大幅度减阻的同时,使得航行体失去了浮力作用,航行体自身重力需要依靠水动力支撑。在尾流闭合流型下（也称开式超空泡流型）,由于自由攻角的存在,且超空泡航行体尾部滑水形成升力的效率极高,形成尾部弹跳现象（也称尾拍现象）。弹跳运动的频率与滑行力矩系数位置导数（恢复力矩系数）和弹体附加质量（弹体惯性质量的一部分）密切相关。为了定量地分析弹体特性,进而设计航行控制律,亟须研究并提出可信的超空泡航行体附加质量计算方法。本研究基于航行体附加质量形成原理,从理论上分析了超空泡航行体附加质量的特点,认为航行体附加质量随航行攻角沾湿面积变化而变化,是空化数和攻角的二元函数。为了定量计算附加质量,本文参考全沾湿航行体附加质量CFD计算方法,运用CFD仿真法对超空泡航行体附加质量进行了计算分析,研究表明:在空化数一定的情况下,在临界攻角范围内,超空泡航行体附加质量随攻角增大而增大,超过临界攻角时,沾湿面积不再增大,附加质量几乎保持不变。", "label": "船舶与海洋工程", "id": 0}
{"content": "船-冰碰撞是一个复杂瞬态的动力学过程。在进行船体与冰碰撞风险评估时,一个困难的问题是如何考虑水动力的影响。为考察该问题,本文采用数值模拟的方法,分别模拟冰-板结构在水中的碰撞,通过动量变化和冲量的对比,发现（1）水动力对冰的刚体模态影响可以忽略;（2）水动力对冰的弹性模态影响不可以忽略。此时水动力的影响大约在20%～60%之间。", "label": "船舶与海洋工程", "id": 0}
{"content": "采用三维辐射能量法计算船体波浪增阻时,将船体整体看做刚体来进行运动响应的计算。对于船长较长的船型,纵摇对首尾运动响应结果影响明显,前述方法没有考虑到这种影响。本研究提出一种方法,在求解船体运动响应时,保存每一个面元的运动响应结果,并计算每个面元的水动力系数。再结合辐射能量法,得到每个面元上的辐射增阻。最后对每个面元上辐射增阻的结果累加,得到全船辐射增阻。用该种方法对S175船舶进行波浪增阻计算,并将结果与实验结果和切片理论计算结果进行比较。该方法的有效性得到验证,为船舶增阻计算提供了更加准确的方法。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶操纵性是船舶设计中极为重要的性能之一,船舶操纵运动响应可以用于评估操纵性能的优劣。实船在海上航行时,风浪环境的改变将影响船舶的操纵性能,使其偏离既定航向。因此,在船舶设计阶段如何评估风浪中航向控制与航向保持能力至关重要。本文基于3自由度MMG方程,建立KVLCC2船舶在波浪中的操控运动方程。通过CFD拖航试验方法获取船体黏性水动力导数。采用基于源偶混合分布的泰勒展开边界元方法,计算不同航速船舶在不同浪向和频率的规则波下的二阶平均波漂力,形成波漂力数据库。基于遭遇波浪时历,利用等效半波长规则波方法,对波浪力数据库进行插值,求解瞬时波漂力。对船舶回转运动进行仿真并通过公开试验数据验证本研究建立的操控运动模型。在此基础上,基于PD控制给出操舵指令,利用反馈调节实现船舶的航向保持,为评估大型船舶在波浪中的运动控制和航向保持性能提供了理论参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "对船舶在规则波浪中的操纵性运动开展数值预报模拟研究。在船舶运动方程中,作用在船体上的外力可以分为:船体力,舵力,螺旋桨力和二阶力。二阶力叠加到静水船舶水动力导数上等效为波浪对船舶的影响。基于三维势流理论,在频域里采用double-body线性化方法通过近场压力积分法来求解二阶力,把计算出来的二阶力保存到数据库中,供操纵性程序调用。基于MMG模型的操纵性程序根据不同的遭遇频率和船速调用相应的二阶力,然后求解船舶4自由度操纵运动。通过和试验结果对比,数值计算结果符合度良好。", "label": "船舶与海洋工程", "id": 0}
{"content": "在极端波浪下,海洋平台容易遭遇甲板上浪问题,对平台上结构物造成剧烈砰击。为简化起见,通常采用溃坝模型来模拟甲板上浪流动。本文采用聚焦波模拟极端波浪,用悬空平板模拟海洋平台,基于计算流体力学（CFD）方法开展数值模拟,探究甲板上浪后流体的流动机理。针对CFD模拟结果,以平板前缘最大上浪高度作为等效坝高,同时考虑上浪水流的水平速度,修正经典溃坝模型来预报上浪水流的水平砰击载荷（或动量通量）。研究表明,当相对越浪时间（■,t0为越浪持续时间,h0为溃坝模型中的坝高,g为重力加速度）较大时,考虑水平速度影响的改进型溃坝模型能够较为准确地预报水平砰击载荷（或动量通量）;当相对越浪时间较小时,改进型溃坝模型低估了砰击载荷。造成这种现象的原因是当相对越浪时间较小时,甲板上浪后的垂向速度分量占比比较大,最终也会转变成水平动量通量,而这部分影响并未在改进型溃坝模型中予以考虑。", "label": "船舶与海洋工程", "id": 0}
{"content": "\"海上列车\"是一种新型的多船航行概念,通过合理优化间距以期获得减阻性能。本研究基于计算流体力学软件,对不同速度Wigley船型单船的阻力特性进行数值分析,并与ITTC经验公式进行对比,验证了数值计算方法的可靠性。并进一步将该方法推广至单体船串列式\"海上列车\"航行的情形,分析多船航行时的水动力干扰特性。在不同航速下,通过改变各船间的纵向距离,可获得较为明显的减阻效果。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶类比波浪浮标技术是指将船舶类比于\"浮标\",利用船舶运动反演遭遇海浪信息,凭借其低成本、高分辨率、广测量海域等优势在随船波浪反演问题中备受关注。本文通过对已有船舶类比波浪浮标技术研究的梳理总结,从频域和时域两个方面对波浪反演算法进行了归纳分类,分析了几项基于频域和时域方法研究的反演结果,并梳理了这些研究的主要发现和结论。最后对船舶类比波浪浮标技术潜在的研究方向和发展动态进行了分析,为船舶类比波浪浮标技术进一步的研究工作提供了参考和建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "\"海洋之心\"旅游平台属于一种全新构型的多连通域海上浮式平台。该平台整体成心形并由多个模块组成,且水平尺度远大于垂向尺度,导致整体结构刚度较小。此外该平台还存在内部自由水域,在波浪作用下很可能发生内域水体共振现象并导致结构响应进一步增大。本研究采用RMFC方法建立了\"海洋之心\"旅游平台的结构模型,并基于近岛礁三维时域弱非线性水弹性响应分析方法,对自存工况下旅游平台的运动RAO和结构剖面载荷开展了研究,为该型平台的详细设计提供依据。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文重点研究了波浪中计及复杂流动的破损船舶时域运动预报方法。首先,基于修正的伯努利方程,考虑了波浪对破口处进出水速率的影响,修正了前期形成的破损流动预报模型;然后,将破损船舶舱室内的进水与船体组成一个多刚体质量系统,在完整船舶时域运动方程中实时考虑破损流动对船体固有参数、恢复力等的影响,形成了计及复杂流动的破损船舶运动时域预报方法;最后,以ITTC破损流动标模为对象,验证了该预报方法对舷侧破损工况的可靠性。研究表明,本文采用的时域预报方法可以准确地预报破损流动的过程以及破损船舶的时域运动,且波浪会对破口处的进出水速率产生较大的影响。", "label": "船舶与海洋工程", "id": 0}
{"content": "含有坞舱的船舶在实际波浪中航行,由于船体运动和舱壁反射等原因导致坞舱内的波浪环境条件十分复杂,增加了小型舟艇进出坞舱时自身性能及作业安全的不确定性。因此,有必要对含坞舱船舶在不规则波下的运动响应及舱内波浪特性进行研究。本研究基于课题组自主开发的求解器naoe-FOAM-SJTU,采用重叠网格技术实现船舶在不规则波下的运动模拟。首先以船舶0 kn航速迎浪的模拟结果为基础分析了坞舱内的波浪演化特性,对坞舱内不同位置处的波高进行对比分析;其次,研究了不同航速、不同浪向对坞舱内波浪环境及船舶运动响应的影响。结果表明:坞舱内波浪从舱口到舱底呈现出逐渐减小的趋势,航速对船舶运动响应的影响较小,航速增加后舱内的波高明显降低,在舱底处更加明显;浪向对船舶运动响应影响较大,随着浪向角减小舱内波高明显增加。数值仿真研究结果可以为实际船舶的作业方案提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "豪华邮轮作为满足人们生活娱乐需求的高技术船舶,其对节能减阻和安全舒适等方面都有较高的要求。邮轮尾板附体可在一定程度上提高邮轮的水动力性能,然而不同形式的尾板对邮轮的阻力和耐波性能产生的影响不同。本研究使用优化拉丁超立方试验设计方法和自由变形方法（FFD）对某豪华邮轮鸭尾型尾板进行变形,获取新的样本;然后采用课题组自主开发的黏流求解器naoe-FOAM-SJTU对样本船的水动力性能进行评估,建立水动力性能参数（总阻力、垂荡和纵摇幅值）与船型参数之间的Kriging近似模型;最终通过多目标遗传算法（NSGA-Ⅱ）获得Pareto优化解集,供决策者选取。从优化解集中选取了4个优化船进行验证分析,结果表明通过尾板变形虽然可以实现总阻力、垂荡和纵摇幅值三目标同时优化,但由于垂荡幅值和纵摇幅值之间存在优化冲突,三目标优化幅度并不高,而当在损失少许垂荡性能的情况下,可以实现阻力性能和纵摇性能较好的提升。本研究所采用的优化方法和优化流程可以为多种船型的综合性能优化提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "船模自航试验是分析船体阻力、尾部伴流及船机桨匹配的重要手段,在数值模拟中准确模拟船体与螺旋桨的相互作用是保证数值方法有效性的关键。使用真实螺旋桨模型进行船舶自航模拟的存储成本与时间成本非常高昂,借助体积力模型代替真实螺旋桨是减小计算资源消耗的一种途径。本研究开发了一种基于致动盘理论的螺旋桨体积力模型,通过与RANS求解器耦合,对标准船模KCS集装箱船进行了设计航速下的自航试验模拟。模拟得到了船舶总阻力系数、螺旋桨推力系数、螺旋桨扭矩系数等自航参数,并给出了船尾区域伴流场的速度分布。将各自航参数与ITTC给出的试验数据进行对比的结果表明各自航参数预报值与试验值的差距在可接受范围内,伴流场速度分布符合预期,证明了体积力模型的可靠性。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶在海上航行时,由于受到风浪的作用,会产生6个自由度摇荡运动,对船舶海上作业安全带来严重威胁。有效地对船舶确定性运动姿态进行实时预报,能够为海上作业辅助决策与控制提供依据。而诸如舰载机起降、船载设备补偿控制、登陆艇回收等不同海上作业类型对预报时长的需求有所不同,预报时长范围从数秒至数分钟不等。针对船舶运动相位解析数秒极短期预报、相位平均数十秒安稳期预报需求,本研究拟基于船舶运动数据开展不同时间尺度下的船舶运动实时预报研究,将数理统计和人工智能方法结合,建立面向多种预报时长的实时预报数值模型,进行数值仿真验证,为船舶运动实时预报研究提供理论参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "海洋内波对海洋结构物的安全影响很大。为了研究内波环境下水下航行体自身航速对水动力的影响规律,本研究采用数值计算方法开展了系列工况的对比计算与分析。结果表明,航速对水下航行体水动力影响突出。在相同内孤立波作用下,航速越高,水下航行体与内波的相遇及作用时间越短,0航速下的遭遇时长最大。此外水平力受航速影响较大,航速越高,水平受力越大;俯仰力矩受航速影响明显,航速越高俯仰力矩的幅值越大。", "label": "船舶与海洋工程", "id": 0}
{"content": "利用PIV技术观测水槽中流体绕过机翼模型产生的环量,并通过改变流速大小和上下表面路程差,研究启动涡脱落的位置和时间差异,探究流速与上下表面路程差对翼型绕流环量的影响。在初始状态时,沿翼型的速度环量为0,由开尔文定理可知,沿翼型的速度环量将始终保持为0。流体绕过机翼,会产生逆时针启动涡,随流体向尾部移动,并最终在尾部脱落,与此同时翼型上会产生与脱落的涡强度相等方向相反的附着涡。改变上下表面路程差,可发现随着其增大,启动涡作用于上表面的位置逐渐向后缘点靠近;改变水流入流速度,可发现随着其减小,启动涡会逐渐增多且持续时间增长。该实验有效地模拟了翼型绕流环量的产生及其影响因素。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对近海海域的运输需求,设计了一种纵流过渡型半滑行艇,该艇吃水较浅且阻力性能较好。采用模型试验的方法对这种半滑行艇的耐波性能进行了研究。半滑行艇迎浪航行的体积佛汝德数为1.27,规则波工况下波长船长比为0.5～4.0,获取了半滑行艇的纵摇、垂荡与波浪增阻结果,不规则波工况取三级海况。试验结果表明:该半滑行艇的运动幅值与波浪增阻较小,耐波性能较好。试验中观察到半滑行艇两侧兴波较小,不容易产生喷溅现象;而艇首部的滑行面内比较容易出现砰击现象。", "label": "船舶与海洋工程", "id": 0}
{"content": "针对舰船横向液货补给索道-软管动力学问题,考虑索道倾斜角度、鞍座位置、索道跨距等因素影响,基于静力学原理得到各鞍座位置索道承受软管压力,进而将横向液货补给系统索道-软管动力学问题简化为具有多个集中质量索道系统的动力学问题。基于Galerkin原理对偏微分动力学模型进行高阶模态截断,并对典型工况下系统动力学特性进行分析。研究表明,系统存在典型倍周期、混沌等复杂动力学特性。重点分析了索道跨距、阻尼等对系统动力学特性的影响。", "label": "船舶与海洋工程", "id": 0}
{"content": "公司每年合同数量数以万计,当前采用纸质快递或人工拿取的方式无法满足企业发展要求。随着互联网的发展,电子合同在线签订具有很大的方便性,同时电子合同数字化签名的不可篡改性和不可否认性使得电子合同有效推广的必要条件。与传统合同相比,电子合同的优势明显:1)节省纸张资源。2)省时便利,不受地域限制。3)可申请补发、重寄。4)不可篡改性、不可否认性。电子合同是将传统纸质合同以数据电文的形式代替,同时实现与公司内部系统的集成、不仅可以实现业务数据共享与贯通,而且可以将审价、合同、采购入库、付款等一整套物资主线全部进行信息化管理。电子合同的创新性在于启动了与物理签章具有同等法律效力的电子签章技术,将信息安全技术与合同管理流程相结合,使发合同、收合同单位通过加密专用网络自主方式,便捷、安全、妥善地进行电子化收发。", "label": "船舶与海洋工程", "id": 0}
{"content": "近年来,随着互联网技术的发展,信息化不仅能对造船企业的生产流程、经营管理等方面起到积极作用,还可以为造船企业推进行政管理的标准化、规范化带来了积极的推进作用。本文以沪东中华船厂为例,围绕业务流程信息化,以构建信息化行政办公平台抓手,全面推进制度化、流程化、信息化、标准化等\"四化\"建设,实现行政事项审批标准化,最终实现管理提升、发展提质的目标。", "label": "船舶与海洋工程", "id": 0}
{"content": "5G通信技术通过采用网络功能虚拟化、网络切片、边缘计算等新技术,使5G具有实时、高速和支持多设备并发的优势特性,这些特点决定了5G更加适合以万物互联为基础的工业互联网,但是作为船舶企业数字化转型的关键信息基础设施,5G网络的新特点也带来了新的安全挑战和风险,本文从5G主要技术特性出发,分析了在5G应用中可能出现的安全隐患并提出解决思路。", "label": "船舶与海洋工程", "id": 0}
{"content": "实施绿色造船是确保船舶工业可持续发展的重要途径,是企业获得长期经济效益和社会效益的有效手段。探讨了实施绿色造船的必要性和技术现状。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>中国船舶重工集团有限公司（以下简称\"中船重工\"）成立于1999年7月,是特大型军工央企和全球第一造船集团,主要从事海洋装备产业、动力与机电装备产业、战略新兴产业和生产性现代服务业的研发生产,至2018年已连续8年入选世界500强,连续2年蝉联全球入榜造船企业首位。拥有上市公司5家,二级成员单位84家,总资产4950亿元,员工17万人。中船重工充分发挥军工、民船的设计研发制", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>一、改革背景近年来,世界经济发展放缓并面临许多复杂挑战,不断增加的全球生产能力和全球市场空间狭小的矛盾日益突出,自由贸易体制受到越来越多的贸易保护主义冲击,贸易摩擦、贸易壁垒日益增多,进一步影响到国际贸易和与之密切相关的海运市场,造成船舶制造行业持续低迷。自2008年船舶制造行", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>一、关于中国动力（一）公司简介中国船舶重工集团动力股份有限公司（以下简称\"中国动力\",股票代码600482）成立于2016年6月,是中国船舶重工集团有限公司综合性动力业务上市公司,总部设在北京。公司业务涵盖燃气动力、蒸汽动力、化学动力、综合电力、海洋核动力、柴油机动力、热气动力等七大动力业务以及相关辅机配套业务的研发与生产,产品广泛应用于船舶及海洋工程、汽车、工程机械、石油化工、陆用电站、民用核电、分布式能源等领域;拥有国内最大燃气轮机产业园生产线,是国家军用", "label": "船舶与海洋工程", "id": 0}
{"content": "工时效率管理是企业生产经营管理的重要基础工作,对掌握企业的生产经营情况和规律性、改进企业管理、挖掘生产潜力、提高劳动效率等方面均具有十分重要的作用。本文主要通过对生产工时的数据挖掘及展示,为企业管理层决策提供数据分析,对生产流程提供优化建议,从而建立以工时为核心,成本效率为导向的工时管理平台。", "label": "船舶与海洋工程", "id": 0}
{"content": "造船企业绩效量化考核是企业实施量化精益管理的重要手段之一,是造船建模2.0的有机组成部分,也是企业推进建模20的重要工作方向。本文研究如何建立一个合理的、可量化的考核模型,利用信息化技术,开展绩效量化考核分配软件的研发,实现信息数据准确、及时、完整记录,可追溯,实行量化派工和量化绩效考核,真正做到用数据说话,从而达到降本增效的管理目标。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着国际航运市场的持续低迷,船舶行业也面临着巨大的生存挑战。由于造船属于复杂度高、综合性强的大型装备制造产业,因此企业在船舶建造过程需要投入大量的资金。虽然,大多数企业都采用了总装制造的模式大大降低了生产成本。除此之外,企业庞大的配套体系涵盖了海量的标准件与非标件的采购业务。任何生产计划的调整都会造成非计划内物资的增补和在库时间的延长,这都会大大降低物资利用率,提高整体采购成本。项目团队深入研究采购业务,构建一套通用件采购管理模式,将目标成本、设计数据、物资采购与出入库业务进行优化整合。在此过程中,项目团队开发了一套通用件定额管理的应用系统,在采购和生产部门推行使用,并取得了良好的应用效果。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着企业生产任务的日趋繁重,对于焊材的使用量也日益增大,原来落后,低效的焊材管理方式严重制约了生产效率和管理水平的提升。为了解决这一困境,我们开发了一套船舶企业焊材实名制管理软件,对公司焊材的领用采取实名制管理,使焊材领用信息与人员信息绑定。可以及时、准确掌握焊材领用以及每一位工人领用及焊丝盘回收情况,及时掌握焊材的使用范围,便于质量监控和产品追溯管理。", "label": "船舶与海洋工程", "id": 0}
{"content": "近几年中国乃至世界造船企业前景不容乐观,中国造船企业纷纷推出各种举措来应对这种形势。其中造船企业如何压缩库存积压量、大幅度减少企业的造船成本便成了中国造船企业应对严峻局势的关键因素之一。本文对如何有效解决造船企业中库存积压的弊病问题进行了分析,提出了信息化解决方案并得以应用。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着移动互联网技术、电子商务等的崛起,智能手机平板电脑等移动智能设备成为人们日常生活中不可或缺的工具;移动互联网技术的目的就在于使得以往人们需要在电脑或网络终端完成的事情,通过移动互联网的方式在移动终端上轻易实现。本文通过分析现有造船物流管理系统中的一些流程和使用人员操作场景,设计了一款基于移动终端实现物流系统中部分操作的移动办公软件。设计基础是实现企业的精细化管理,提高物流管理系统的运行效率,根据船舶或其他制造企业的业务特点,结合业务人员实际操作流程,以及移动办公的理论知识,深入研究物流管理的关键业务节点,重新梳理操作流程,针对录入不及时、流程流转不畅等问题提出改进措施;通过在移动端进行物流管理系统的部分操作,利用移动端的便利特性,实现物料管理整体数据流转效率提高的目标,缩短物料管理业务流程中关键节点的有效操作时间,提高数据流转效率,保证业务流程的完整性。", "label": "船舶与海洋工程", "id": 0}
{"content": "固定资产投资建设项目规划化管理是对军工企业企业管理的一项基本要求,由于固定资产投资建设对计划、经费使用有着严格的要求,且具有实施阶段多、业务流程多、交付资料多、跨部门协同多、反复次数多等特点,因此有必要通过信息化手段对固定资产投资建设项目进行管理。通过信息系统实现项目实施全过程的有效追踪,实现跨部门的业务协同,提升项目管理实施效率,推动项目实施的制度化、规范化、标准化。本文根据第七○一研究所固定资产投资建设项目管理信息化实践,提出了针对军工企业固定资产投资建设项目管理信息化建设的设计和实现。", "label": "船舶与海洋工程", "id": 0}
{"content": "SWS进入\"邮轮引领,一体两翼\"的发展阶段,公司的高速发展急需从各方面提升工作效率,IT基础架构方面亟需升级,以满足未来企业内员工间以及船厂与外部协作公司间新的高效协同工作需求以及企业核心数据的安全管控需求。同时,还要考虑IT基础架构的运维技术和水平能够支撑上述高效率的协同工作。使用新一代高效运维交付、随时随地安全办公模式来实现邮轮和民船外协公司协同设计、CCS远程看图和员工远程办公。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着企业的发展,办公室业务的迅速增加,业务、人员、资料等信息的高效综合化管理成为企业竞争力的重要体现。传统大而全的办公自动化管理软件,并不适用于小型办公室的内部管理。针对小型办公室业务,开发定制化的办公管理平台,更能精准提高管理效率。本文以大连船舶重工集团设计研究院有限公司某科室内部管理需求为依托,详细介绍了网络办公管理平台的设计方法和功能开发。该平台的顺利上线运行,实现了办公室内部的资源整合及并行管理,提高管理效率,满足使用需求。", "label": "船舶与海洋工程", "id": 0}
{"content": "\"无锡快\"是近代往来于上海与周边地区的内河船。作为上海口岸的代表船模之一,\"无锡快\"以\"西式座船\"（Foreign House-boat）的名称参加了1904年美国圣路易斯国际博览会。其外观结构具有中国传统舟船特征,又兼具西式理念。除此之外,其\"西式\"内涵更多意指19世纪后期寓沪西人乘船旅行狩猎的生活风尚,反映出近代上海作为外侨西式生活空间的窗口效应。在早期国际博览会的背景下,纵观三十多年间\"无锡快\"作为江南本土座船与西式座船的形象展示,对于进一步思考上海口岸城市的图景变迁具有启发意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶行业的不景气,影响了中国建设海洋强国的目标。产融结合是金融资本与产业资本发展到一定程度必然的趋势,也是中国船舶产业转型升级的新动力。本文对我国企业产融结合模式进行研究,希望给船舶企业产融结合发展指出方向。", "label": "船舶与海洋工程", "id": 0}
{"content": "目前,船舶企业的外包业务量高达半数以上,在此背景下,本文针对外包劳务工定额工时的准确性、适用性问题提出一种基于外包劳务工特征的工时测算模型。在传统工时测算模型的基础上,不仅考虑工艺特征与物量信息,更将外包劳务工特征和外部施工环境特征纳入实动工时的影响因素中,并运用BP神经网络的方法建立定额工时测算模型,同时以某船企焊接外包劳务的工时数据为例,验证模型的有效性。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>一、船舶融资租赁的行业现状近几年来,虽然航运市场的形势低迷,但中国航运融资租赁业的发展突飞猛进,船舶融资租赁成为最主要的船舶融资方式之一。截至2017年3月底,中国银监会共批复60家融资租赁企业,其中23家开展船舶租赁业务,68%为直租业务,同比增长58%。上海作为全国融资租赁的中心,融资租赁企业在数量和资产规模上都保持领先水平。在", "label": "船舶与海洋工程", "id": 0}
{"content": "造船业是国民经济的重要支柱产业,当前中国造船业大而不强,研究建立科学的造船强国评价指标体系,能够为理清造船业现状、明确与造船强国之间的差距、制定造船强国战略提供参考,对促进我国由造船大国转变为造船强国具有重要的现实意义和理论意义。本文在借鉴国内外产业强国建设相关研究和专家学者访谈基础上,编制造船强国调查问卷。应用信度和效度分析对调查问卷进行研究,确定包含造船业规模发展实力、结构优化水平、科技创新能力、质量效益效率等4个方面的造船强国评价指标体系。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着全球经济的飞速发展,能源消耗日益增加,陆上资源已不能满足人们的需求,丰富的海洋资源正成为各国争先开采的方向,并且不断向深海发展。大多数海洋平台只能容纳100至150人,没有更多人可以在平台上生活和工作,这时需要有更好生活功能的深水半潜式起重生活平台,它是具有新概念、高科技含量、高附加值的海洋工程装备。通过对半潜式起重生活平台数据资料的分析,总结市场格局及现状,以期能为相关机构和组织提供参考资料。", "label": "船舶与海洋工程", "id": 0}
{"content": "工时管理是现代化企业最重要的基础管理之一,实动工时和定额工时作为主要的管理对象不仅是一种重要制造信息资源,而且是制造行业实现数字化、精细化管理的核心当量数据。本文以我国船舶企业为研究对象,对其实动工时和定额工时进行分析研究,并针对相关的问题提出建议,从而提高企业工时管理的精度与效率,控制生产进度,降低制造成本,也在实现船舶生产制造的精细化管理方面有着重要意义。", "label": "船舶与海洋工程", "id": 0}
{"content": "以中国环渤海区域的7个船舶产业集聚发展地区为研究对象,利用产业区位熵模型和产业集中度模型对各地区2009-2016年期间的船舶产业规模集聚和市场集聚特征进行分析,并运用DEA模型对各地区船舶产业集聚效率进行评价。研究表明:（1）船舶产业集聚地区呈现不同集聚类型特征,葫芦岛、秦皇岛属于规模集聚优势区,大连、青岛属于市场集聚优势区,烟台、威海为规模集聚和市场集聚均势区,天津集聚水平总体较差;（2）地区间产业集聚效率差异显著,大连、葫芦岛、青岛集聚效率表现较好,威海、烟台处于中等水平,秦皇岛和天津较差;（3）大连地区产业集聚规模较为合理,葫芦岛表现为一定程度的产业投入冗余,可适当缩小集聚规模,其他地区船舶产业集聚尚有较大发展空间。", "label": "船舶与海洋工程", "id": 0}
{"content": "数字化车间网络作为数字化互联互通的重要组成部分,是智能制造领域的重点研究方向。本文针对船舶行业数字化车间互联互通问题,给出了数字化车间现场网络架构模型,对网络层级、实现方式进行了梳理,通过对比研究展示了此架构模型的合理性和可行性。针对现场网络的标准化问题,提出了相应的建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "<正>八月长江万里晴,千帆一道带风轻。（唐崔季卿《晴江秋望》）天门中断楚江开,碧水东流至此回。（唐李白《望天门山》）君不见黄河之水天上来,奔流到海不复回。（唐李白《望天门山》）哀吾生之须臾,羡长江之无穷（宋苏轼《赤壁赋》）在这些古代诗词中,道尽了我国江流湖泊的悠远和壮丽,我国幅员辽阔,水资源丰富,是世界内陆水域最多的国家,大江大河横贯东西,干线支流纵穿南北,河流总长约43万公里,流域面积在100平方公里以上的河流多达5万多条。在这些密布的河道上,航行着约15万艘的运输船舶,散货船、油船、", "label": "船舶与海洋工程", "id": 0}
{"content": "本文介绍通过提供高效的数据管理方案来帮助船舶企业提升运营效率,并加固业务连续性,其中存储产品帮助船舶企业解决数据存储、数据高可用、数据长期保存的难题;非结构化数据管理助力船舶企业在新趋势下提升和优化非结构化数据管理效率;备份一体机提供前端到后端的全面强大的数据安全保障服务;船舶企业可以从容布局云端,赋予IT战略价值,实现从数据资产到信息资产的跨越,有效提升业务效率。此方案已建立于某船厂的安全文档云平台中,可以推广给类似有需要引进安全文档云模式的船舶企业。", "label": "船舶与海洋工程", "id": 0}
{"content": "企业管理信息化是企业管理提升、实现精细化管理的重要途径,中船重工集团公司第七○一研究所大型办公平台一综合管理信息平台自2012年上线,按照\"统一规划、分步实施、注重成效、扎实推进\"的基本建设原则,历经五年多持续建设、优化完善和升级扩展,业务模块不断深化应用,数据不断累积,己成为七○一研究所近2000用户的基础办公平台和企业的核心管控平台。综合管理信息平台对七○一研究所80%的业务流程和管理体制进行了优化、再造与变革,全面实现了人、财、物的精细化管理,有效地加强了资源共享、业务协同和集中管控,为企业提升内部管理效率、加强外部竞争力提供了强有力的基础保障。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文分析了科研院所设计过程及知识管理现状,探索设计集成知识管理平台构建思路,通过科研计划管理、研发流程管理、仿真设计环境、研发数据管理等功能,搭建仿真设计环境,将活动数据、研发活动、研发流程统一管理,从而实现隐性知识显性化,提高知识积累、传承和复用的效率效果。", "label": "船舶与海洋工程", "id": 0}
{"content": "智能制造是船舶工业未来发展的一个重要方向。工业软件的自主研发是保障船舶工业自主可控发展的前提,是稳步推进船舶工业实施智能制造的重要基础。而目前我国工业软件发展在底层核心技术攻关、关键系统开发等方面还存在诸多不足,因此亟需产学研以及船舶、软件、计算机跨领域合作,从行业层面统一规划、协同发展,实现国产工业应用软件研发系统性突破,开展新一代工业应用软件体系的研发,保障船舶工业数字化、智能化技术的可持续发展。", "label": "船舶与海洋工程", "id": 0}
{"content": "在船舶市场持续低迷的状况下,劳务用工费用增加,劳务队伍稳定性减弱,劳务用工管理已然成为众船企需要解决的首要问题之一。本文旨在通过分析我国DL船厂劳务管理的现状、特点以及存在问题,在现有管理模式的基础上通过层次分析法进行优化方向的选择,对船舶制造行业的劳务用工管理提出合理的优化建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "当前世界经济复苏乏力、全球航运市场持续低迷、造船市场竞争激烈。在这种情形下,加快供给侧改革、全面转型升级,向高技术高附加值船舶与海工装备迈进已成造船行业的共识。同时,机遇与挑战并存,造船行业正处于深度变革时代。德国\"工业4.0\"提供了工业制造的新思维曾风靡全球,而\"互联网+\"行动计划和\"中国制造2025\"战略的提出,为我国造船业实现从\"量\"到\"质\"的转变创造了机遇。数字化、网络化、智能化已成为当今制造业的发展方向。本文结合广船国际生产实际,探讨智能制造技术在企业的应用与规划。", "label": "船舶与海洋工程", "id": 0}
{"content": "订购目标价格越来越受到机关领导的重视,而船舶装备的目标价格又有别于一般装备的价格组成,目前通常使用的目标价格分解结构,是以材料和设备的属性进行归集的,不利于价格测算部门了解和分析船舶的特点属性。本文以功能为导向提出船舶目标价格测算结构划分新思路,更好的分析对比不同类型船舶的特点,更加有利于价格测算工作。", "label": "船舶与海洋工程", "id": 0}
{"content": "在分析工时费率影响因素的基础上,利用历年物价指数CPI,构建工时费率的预测模型,对未来5年的CPI进行预测。分析表明工时费率在短期内受自身惯性的影响较大,随后受物价指数的影响逐渐变大,直至最后趋于稳定。", "label": "船舶与海洋工程", "id": 0}
{"content": "以复杂产品为研究对象,在讨论了其特点的基础上,分析了复杂产品工程变更对库存成本的影响,运用系统动力学构建模型,以分析企业库存成本各要素之间的关系,构建包括购买成本、订购成本、存置成本和缺货成本的复杂产品制造库存成本模型,并利用Vensim软件对复杂产品制造业——xx船厂的库存成本进行动态仿真以及对主要因素进行灵敏度测试,结果表明:库存成本是复杂产品制造业成本的主要构成部分;同时,还分析了库存成本的趋势和影响因素特性,为复杂产品有效控制库存成本提供借鉴。", "label": "船舶与海洋工程", "id": 0}
{"content": "资产证券化是军工船舶企业践行军民融合国家战略、实现混合所有制改革的重要途径,是抵御当前船舶行业严峻市场环境的有效手段,是完善产业结构、提高国有企业资产管理能力的必然选择,但由于配套政策不完善、\"壳资源\"分配不均等问题,目前我国军工船舶企业资产证券化率仍有待提高。本文以中国船舶重工集团为例,分析军工船舶企业实施资产证券化的必要性,并针对军工船舶企业特殊的军工背景,从企业管理、立法、国家资源配置三个层面分别提出相应的对策建议,从而推动我国军工船舶企业资产证券化的进程。", "label": "船舶与海洋工程", "id": 0}
{"content": "为了约束\"灰色\"采购,可以提高采购进货效率、保证纳货期,更好的控制采购成本,本文以船舶产业链资源整合、价值共创为理念,梳理采购成本形成的全过程,找出采购成本控制的关键环节,在此基础上,分别从设置集中采购中心以及建立共享仓库两方面构建采购成本控制体系,并通过实例来验证控制体系的可行性和适用性,为产业链协同服务环境船舶采购成本控制提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "为保证我国渔民渔业生产的安全与经济性,渔船船型的标准化建设必要性日益凸显,对比国内外的发展情况,本文集中展示了我国的一些渔船船型标准化建设思路,并为我国渔船船型标准化建设提出了一些建议,以期促进我国渔船船型标准化建设的理论发展。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文主要介绍了船舶企业管理信息数据库框架构建思路和具体参考分类。管理信息是船舶企业最重要的数据资源之一,管理信息的有效分类、存储和利用是提高企业管理质量和效率的必要条件。本文主要从生产设计管理、生产计划管理、物流管理、成本管理、和质量管理等方面分析管理信息的构成和特点,给出这些管理数据的分类方法供相关数据库设计人员和管理人员参考,为实现企业级管理信息集成和共享奠定基础。", "label": "船舶与海洋工程", "id": 0}
{"content": "本文通过分析黄埔文冲公司在资材成本管理上存在的问题,提出对资材成本管理的业务流程优化,并结合资材成本日反映信息化的实现,进一步指导企业产品建造过程资材成本的管控及取得的初步成果,\"以供其他船舶企业参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "船舶企业使用外协用工解决了船舶生产对工人的巨大需求问题,但同时外协用工的大量使用也带来了很多管理方面的问题。本文从利益协同的角度,对船舶企业的外协用工管理模式进行研究探讨。首先对船舶企业的生产管理基本形式,以及船舶企业和外协用工之间的利益协同关系进行阐述,然后根据船舶企业和外协员工之间利益协同的关系,将船舶企业的外协用工管理分为三种管理模式,并根据案例分析对比结果给出船舶企业和外协用工之间的利益协同的实现方式,为船舶企业生产管理决策提供参考。", "label": "船舶与海洋工程", "id": 0}
{"content": "随着造船产量的不断增加,造船业的安全生产问题日益凸显。研究数据显示\"人的因素\"已经成为导致造船业事故的主要原因。本文通过对事故致因理论的分析和研究,探讨其对造船业安全培训工作的启示。其次,分析我国造船业安全生产现状及存在问题,通过对安全生产现状和问题的分析找出船舶行业安全培训存在的问题。最后提出强化造船业安全生产培训体系的对策措施及建议。", "label": "船舶与海洋工程", "id": 0}
{"content": "21世纪发展海洋经济是国家的重要战略,加快海洋资源开发利用已成为世界各国经济发展的战略取向,面对海洋资源开发这一不断成长的新兴市场,福安船舶工业推动军民融合深度发展是切实可行的,整合现有岸线、用地、用海、人力和市场营销资源等产业基础,迎接海洋产业发展机遇和结构调整需要。", "label": "船舶与海洋工程", "id": 0}
{"content": "国防建设对经济建设既有促进、又有制约,其性质及其作用程度是伴随平战时代转换、国家发展阶段不同而变化的;军民融合是国防与经济辩证关系的具体体现,集中于国防工业的表述与实践中,军民融合深度发展的内涵是允许部分国防工业和私有经济发展成为混合所有制经济;在海峡西岸建立军用船舶工业基地,不仅是国家国防安全的需要,更是经济安全的需要,闽东的优势突出;闽东船舶行业军民融合的立足点就是船舶行业与国防军工的混合互动,引进中船集团或中船重工造船业是深度发展的引擎。", "label": "船舶与海洋工程", "id": 0}
{"content": "鉴于船舶敏捷制造企业的生存特征,类比其与自然生态系统在结构和功能方面的相似性,采用比拟的方法,将自然生态系统生命力的概念引入到船舶敏捷制造企业的现状评价中,以表征船舶敏捷制造企业的发展状况。论文以企业的经济效益、管理水平、成员企业间的关系密切度、敏捷性等特征为企业生命力的评价指标,构建了企业生命力模糊综合评价模型,通过调研取得相关的指标数据,对某大型船舶敏捷制造企业生命力评价,实例表明,本模型具有较好的参考价值。", "label": "船舶与海洋工程", "id": 0}
