{"content": "本文主要从数字媒体艺术专业人才需求的现状、媒体艺术专业与思政课程融合的必要性、思政内容融入数字媒体艺术专业课程的实践对策三个方面进行阐述分析,以探索数字媒体艺术专业课程与思政教育融合的有效途径。", "label": "艺术学", "id": 0}
{"content": "全球数字化信息传播2.0时代,高密度的信息交换、共同想象、共情效应带动媒体数字化浪潮滚滚而来。新媒体技艺在时代脉搏点跨越式更迭,科技发展与人文发展处于同频共振的历史拐点,科技发展与综合媒介的生态环境加强了艺术自由开放的文化语境能力。新媒体艺术发展的土壤生机勃发,新媒体生态环境正在重构人类的新生活观。", "label": "艺术学", "id": 0}
{"content": "新媒体生于科技,长于需求。它伴着电脑、手机、互联网等高科技信息传播工具而生,随着海量、即时、共享、互动、个性、社交的人性需求而长。如今,人们已经越来越不满足于单一、固化的媒体传播和表达形式,而开始追求视觉、听觉更高层次的感官体验。正是这种追求,催生着新媒体艺术的发展,推动着媒体表现创意和方法的不断革新。纵观浩瀚的艺术史,每一种艺术形态的产生都毫无疑问受到当时所处的社会文明程度、生产力发展的影响。在界定一个类型的作品所属于的时代和其所受思潮时,我们一定会去了解当时社会和集体创作群体出现的价值取向和时代特征。从这些作品中,不仅能解读到当时艺术家所处环境带来的思想潮流和文化内涵,通过其创作作品时所用的媒介也向我们呈现了一个时代的文明结构和发展程度,尤其是在工业文明为主体的时代背景下,这一点尤为突出。", "label": "艺术学", "id": 0}
{"content": "随着人类对生命科学的探知、对艺术的追求以及科学技术的不断发展,越来越多的新媒体艺术家不局限于使用单一的媒介进行艺术创作,也不满足于传统的艺术表现手法和体验方式,他们开始探索新媒体艺术表达的更大空间,以自己对艺术的独特情感融合现代科学的多样性,寻求更直接有效的媒介来为艺术注入更多的活力。当代的新媒体艺术应该是包罗万象的,生物媒介与艺术的融合可以激发出无限的创造性及可能性,唤起了艺术家对于世间生命的感悟和艺术创作的灵感。由此,部分新媒体艺术家尝试利用生物作为媒介进行艺术创作,并认为这是当代艺术创作的新方向。将生物媒介应用到新媒体艺术中不仅仅是媒介应用的创新,更是艺术家转变创作思维与表现模式的开始。艺术家不再满足于注重样式美感这种表象的媒介应用,开始对媒介的科学性原理进行深入的探究,寻找具有生物学理论支撑的艺术创作方式。笔者通过对于相关文献的阅读、资料的调研搜集、生物媒介实验以及资料的分析与整合方式,将利用生物媒介进行创作的新媒体艺术作品做出整理与研究,并加入艺术实践得出相关结论。本文从生物媒介在新媒体艺术应用中的实现形式和艺术表现、媒介特性及常用技术对生物媒介的应用进行研究。生物媒介的出现使艺术变得丰富有内涵,符合艺术家对独特事物的追求,这不单是媒介单一角度的创新更是未来艺术发展的突破及趋势。", "label": "艺术学", "id": 0}
{"content": "目的:面对现在当代艺术的发展要解决的问题,提出自己的看法,认为奇点技术下,生物艺术是解决当代艺术缺少活力的问题的一个方向。艺术要重新与科学技术合作,为社会发挥实际的作用。方法:从拉康,齐泽克的文本出发,首先研究精神分析语境下客体的形成,找到当代艺术中观念艺术品的根源,发现在精神分析语境下艺术品变得神秘难懂,脱离实际的原因以及困境。再对比生物艺术,奇点艺术下艺术品的特征,将两者对比置换,分析二者相遇会呈现怎样的结果与可能。结论是:在精神分析中,客体是有待被填补的一个空位,什么东西占据了这个位置,都可以被看成是艺术品。但生物艺术作为有自身生命的作品,一个实物来占据这个位置,将改变当代艺术的现状,冲破人为的艺术界,将当代艺术带出人为中心的怪圈。", "label": "艺术学", "id": 0}
{"content": "当今随着时代的发展,公共艺术设计正在急速加重它在城市规划配套中的地位。公共艺术不但可以看出城市的整体水平,而且还能从中了解到着整个城市的文化追求。以城市公共艺术标准化建设为契机,本文就如何在深入研究公共艺术与城市文化建设之间的关系,论证了公共艺术标准化对城市高质量发展的推动作用并就城市高质量发展对公共艺术标准化建设提出几点建议。", "label": "艺术学", "id": 0}
{"content": "在数字信息时代,民间美术的传承与发展迎来了新的机遇。利用数字化技术对广西民间美术进行传承与传播可以促进其模式的优化升级,在很大程度上实现广西民间美术的可持续发展。本文就从数字化技术对广西民间美术的积极意义开始谈起,紧接着分析现阶段广西民间美术存在的问题,最后提出了如何利用数字化技术对广西民间美术进行更好地传承与传播的策略。", "label": "艺术学", "id": 0}
{"content": "近代中国美育的崛起是和民国时期创办的54所美术院校——\"民国艺专\"分不开的,追溯民国艺专的发展历程,分析其历史作用是为了展望未来,弘扬本土的艺术教育,增强民族的美育信念;运用文献调研、对比研究等方法,揭示了民国艺专的发展历程具备以下三个特点:阶梯型的发展过程、多元型的办学机制和革新型的教育模式等;民国艺专在蔡元培美育救国思想的引领下培养了专业美术人才、规范了美术教育体系、传播了美术教育思想;民国虽然只存在了短短38年,但这一时期所开办的美术院校是中国美术院校发展史上极其重要的一环,民国美术院校催化了美术教育思想的广泛传播,美术教育教学体系也更为系统规范,使得这一时期的美术教育逐渐成为中国近现代美术高等院校发展的基石。", "label": "艺术学", "id": 0}
{"content": "<正>文化发展战略研究中心于2005年经原文化部批准成立,是国内唯一的以文化战略为研究方向的学术科研机构,主要职能是从事文化战略、文化产业、文化安全、文化软实力等与文化发展战略密切相关的现实问题研究,为国家文化建设提供学术咨询服务。近年来,根据《文化部\"十三五\"时期文化发展改革规划》中明确提出把中国艺术研究院建成国家文化艺术高端智库的要求,在院领导的直接部署之下,文化发展战略研究中心增加了\"文化艺术智库\"办公室的工作职能,协调推动智库组织建设和相关研究工作。", "label": "艺术学", "id": 0}
{"content": "随着互联网时代的来临,新媒体的不断发展,人们的生活、工作方式逐渐被改变,越来越多的高校将新技术运用到教学工作中,并取得了巨大成效,新媒体与高校资助育人工作的结合正是在这样的背景下产生的。本文阐释了艺术院校资助育人路径中面临的现状,指出了重资助轻育人、贫困生多育人难、育人工作多形式等三个问题,并对新媒体背景下的艺术院校资助育人路径进行了探讨,说明了新媒体与资助育人结合的优势,而后提出了新媒体与资助育人结合具体实施策略。", "label": "艺术学", "id": 0}
{"content": "随着高等教育快速发展,艺术已正式成为高等教育体系中重要教育内容。艺术院校学生作为一个特殊群体,培养其综合素质与个性化艺术特征是高校教育重要目标,而加强对学生管理是实现教育目标根本途径。然而,在实际当中,受各方面因素影响,艺术院校辅导员学生管理工作仍旧存在管理理念缺乏与时俱进、文化知识塑造欠缺、管理方式创新性不足、思想政治教育效果减弱等问题。为此,本文分析艺术院校辅导员学生管理工作存在的问题,探究艺术院校辅导员学生管理工作的创新对策,以期能够为艺术院校辅导员学生管理工作更好开展提供一些有益参考。", "label": "艺术学", "id": 0}
{"content": "随着国内数字媒体技术的日益发展,其应用范围日渐广泛。在这种趋势下,数字媒体艺术这种新兴的艺术形式也随之发展起来。这些变化给大众的生活带来了重要的影响,因此也受到社会各界的广泛关注与广泛重视。而现代动画艺术与数字媒体具有重大关联,因此在数字化媒体发展背景下,现代动画艺术也应当作出适当的优化与创新,这样才可以满足现代人的多元化需求。基于此,本文深度分析数字媒体艺术背景下,开展现代动画艺术优化与创新的实践策略,供广大相关从业人员参考。", "label": "艺术学", "id": 0}
{"content": "藝術家在創作過程中會遇到難題,在不停觀察、思索、變化、突破的過程中,他們的反叛精神油然而生,並迸發了無限創造力。20世紀60-70年代,出現了一部分藝術家主張回歸自然,運用天然素材進行創作,大地藝術（Land Art又被稱為「地球藝術」Earth Art或「環境藝術」Environmental Art）由此誕生。在這一背景之下,著名大地藝術家伉儷克裏斯托（Christo,1935-今）和珍妮-克勞德（Jeanne-Claude,1935-2009）（圖1）開始了他們的大地藝術創作,他們的創作主要以「包裹」進行,又被稱為「包裹藝術家」,作品極具顛覆性,標誌風格是對公共建築進行包裹捆綁。本文主要從這對夫婦的大地藝術創作出發,對作品的藝術思想,社會影響進行分析,對藝術家是如何解決遇到的社會難題和每件作品從稿圖到實現的創作過程進行梳理,聚焦於藝術家作品中的包裹性,對常態的物件被包裹後展現的陌生化和新意義進行研究。", "label": "艺术学", "id": 0}
{"content": "1715年路易十四（Louis-Dieudonne,1638-09-05--1715-09-01）逝世後,洛可哥藝術（Rococo）開始蓬勃發展起來,至路易十五（Louis the Beloved,1710-02-15-1774-05-10）時期到達鼎盛。歐洲的藝術風格也因此發生了巨大的演變,實現了從崇尚古典的巴羅克（Baroque）風格到更華麗的、雍容的洛可哥風格的轉化。同時因受在華活動的傳教士返回歐洲傳教之影響,及中西方文化交流之碰撞,使18世紀的歐洲上流社會人士對東方都有一種神秘,嚮往之情。而此時期的洛可哥藝術也隨之發生改變,洛可哥藝術的發展可以說是對西方世界的社會風氣及人文藝術具有潛移默化的影響,由此創造了屬於18世紀的歐洲藝術審美觀。", "label": "艺术学", "id": 0}
{"content": "本文旨在以我国艺术乡建作为本体,研究由不同角色主导介入的艺术乡建实践案例,对比分析其特点、优劣势及可改进方向,为我国艺术乡建提供经验和启示。根据主导者类型（艺术家、设计师、企业、政府、综合型）进行案例搜集与文献研究,从中抽取七个典型案例,采用个案综合分析和SWOT态势分析法进行案例对比的分析研究。从发起方角色背景出发,对比分析各艺术乡建案例的实践范式及其特性（经济性、社会性、环境性、文化性、可持续性）,为我国艺术乡建整体的发展总结经验和提供启示。", "label": "艺术学", "id": 0}
{"content": "乡村文化振兴战略实施中,乡村美育是文化振兴的重要载体。目前乡村在治理过程中存在乡村乌托邦理想化、照搬同质现象严重、美育建设滞后、乡土文化打造牵强且内涵不足等状况。因此,亟待推进乡村美育建设的整体布局,以呈现地域标识、民俗风情与文化特质。本文探讨艺术乡建介入乡村美育建设的积极意义,以及如何协助乡村实现文化复兴或重生。", "label": "艺术学", "id": 0}
{"content": "怀乡意志是内在于中国现代艺术发展中的不可抗拒的精神力量,现代美术、文学、音乐、戏剧戏曲等作品中都有着丰富的反映怀乡美学的主题、技法和风貌,构成了艺术怀乡题材的不同类型和层级。中国艺术的怀乡意志在全球化时代更有着特殊性和独特价值,怀乡意志的中国气派既有受时代社会潮流影响的共通性,又具有中国文化发展的自身规律和独特属性。", "label": "艺术学", "id": 0}
{"content": "进入二十一世纪,美术馆作为经济文化事业的重要组成部分,越来越多地受到社会大众的关注。美术馆在文化事业蓬勃发展的过程中,不乏显现出一些管理模式上的弊端。针对此现象,对美术馆社会职能转变下管理模式创新展开研究。通过构建服务为导向的多元化发展管理模式、构建科学管理运营机制、设定结合互联网设定发展管理模式以及确定以政府财政支持为主导的人才激励方式,完成术馆社会职能转变下管理模式创新过程,并为日后的美术馆发展提供新的方向。", "label": "艺术学", "id": 0}
{"content": "在中国传统文化中,大自然的变化给人带来感官综合体验,它也触及我们的情感意识,甚至是社会精神层面,这就是天人合一的理念。它是一种独特的文化现象,与古代文论经常提到的通感（也就是我们现在所说的联觉和象征）有关,二十四节气及其文化正是这种理念的典型代表。本文通过对笔者创作的《二十四节气彩色多米诺骨牌艺术装置》的介绍,反映出其中多重跨感官的联觉含义,用色彩、肌理、象形文字来传达二十四节气的特点,揭示出其背后的五行和周易传统文化理念。", "label": "艺术学", "id": 0}
{"content": "<正>结题报告编号:JGCY2425时间:2019年12月——2020年12月1.选题的意义、价值和理论支持1.1选题的理论意义中华上下五千年文化悠久绵延,其中传统民间艺术历尽沧桑,经历一代代的传承蕴含了深厚的民族精神与中国魂。中华传统民间艺术中有许多优秀杰出作品,这些作品汲取中华精神,吸收传统与民间两大元素的营养,大都是一些充满\"中国风\"的历久弥新的设计。", "label": "艺术学", "id": 0}
{"content": "本文以湖北艺术职业学院为例,剖析音乐学院校企共建\"省级实习实训基地\"、戏曲表演专业引领\"现代学徒制\"教育教学模式改革、舞蹈表演专业院团合作的人才培养等专业建设典型案例,分析艺术职教集团校企合作辐射能力,提出艺术职教集团建设启示。", "label": "艺术学", "id": 0}
{"content": "经济全球化的飞速发展促使我国与世界各国之间的经济文化交流变得越发的频繁,尤其是\"一带一路\"倡议的提出,更是为我国与\"一带一路\"沿线各国的文化交流提供了重要的保障。俄罗斯作为\"一带一路\"倡议中的重要节点,近年来,我国越发重视与俄罗斯之间的经济文化交流,但受政治、地理、风俗等多种因素的影响,两国之间在文化中存在明显的差异性,如何在\"一带一路\"下促进中俄艺术与文化建设已然成为当前两国之间交流的重要话题。", "label": "艺术学", "id": 0}
{"content": "为了满足人们对于城市公共艺术建设提出的更高要求,现在各个地方都开始加强对公共艺术设施建设的重视程度。地域文化是城市在不断发展的过程中所积淀下来的宝贵文化财富,可以为公共艺术设施的建设提供很多创作灵感,而且地域文化在城市公共艺术中的应用具有重要意义。据此,有关部门应该加强对地域文化的研究力度,将其与公共艺术建设进行有机结合。本文就地域文化在城市公共艺术中的应用价值进行探究,并且提出应用策略。", "label": "艺术学", "id": 0}
{"content": "沙湾飘色是一种民间传统艺术,集戏剧、魔术、杂技、音乐、舞蹈于一体。近年来,沙湾飘色的传承和发展遇到了瓶颈,传承人队伍缩减、传承创新后劲缺乏等问题突出。本文主要围绕如何突破沙湾飘色传承和发展瓶颈展开,总结沙湾飘色当下的发展现状,提出相关建议,希望以此推动沙湾飘色文化的传承和发展。", "label": "艺术学", "id": 0}
{"content": "读一本书如同上一堂课,蒋先生以时间为轴线,在书中介绍了中国各个历史时期的美术特点,以及造成这些美术风格变化的原因。这本书为每个人都打开了一扇门--一扇美的门!一扇观看中国美术发展脉络的门!本文就这本书的内容和影响进行分析和点评,同时也对本书中存在的一些问题提出自己的看法和见解,供大家讨论和思考。", "label": "艺术学", "id": 0}
{"content": "<正>\"汉学\"\"汉服\"\"汉字\"\"汉族\",这些同源词,让人们不得不在探寻中国历史文化的过程中寻源汉代。汉帝国,初步奠定了中华疆域,是中国历史上第一个真正让世界认识东方、认识中华的大帝国。四通八达与海纳百川的帝国精神,在汉文化的方方面面留下了足迹。伴随考古事业的不断发展,汉代墓葬发掘出的汉代文化、历史、生活细节均呈现在世人面前,生活器具、壁画、画像石、画像砖、车架、墓葬形式等,所指向的汉代人\"事死如事生\"的种种,成为汉代美术研究的丰富材料,也成为各个专业专家解开汉代文化面纱的重要工具。", "label": "艺术学", "id": 0}
{"content": "<正>汉代艺术中常见一种肩背出翼、两腿生羽、大耳出颠的人物形象。它广泛出现在汉代艺术的各个方面,基本贯穿于汉代艺术的始终,构成一项重要母题。这一形象就是文献中所说的羽人,亦名飞仙。《楚辞·远游》:\"仍羽人于丹丘兮,留不死之旧乡。\"王逸注:\"《山海经》言:有羽人之国,不死之民。或曰:人得道,身生毛羽也。\"洪兴祖补注:\"羽人,飞仙也。\"仙的概念在汉代文献中屡见不鲜,飞仙在汉代思想与信仰世界中更具有特殊的象征意义。羽人的基本造型是人与鸟的组合。这种造型早在商代就已出现,江西新干大洋洲商代晚期墓出土一件羽人玉雕,羽人人身人面,", "label": "艺术学", "id": 0}
{"content": "艺术档案的开发是艺术集成编纂过程中重要的组成部分和基础,离开艺术档案开发的艺术编纂都是无稽之谈;没有艺术档案的管理,就写不出合格且成功的志书。本文将围绕着利用艺术档案管理与开发进行艺术集成编纂展开叙述。", "label": "艺术学", "id": 0}
{"content": "非物质文化遗产中的民间美术是一颗永远闪耀璀璨的明星,是历史和现实的融合与见证。本文对我国民间美术的发展情况进行了介绍,对怎样在现代化的高职院校教育中融入民间美术提出了若干对策。", "label": "艺术学", "id": 0}
{"content": "伴随经济发展,城市化进程不断加快,文化是一个城市的核心要素,公共艺术设计通过放置在城市公共空间中,与民众产生文化交融,同时也是传承文化艺术的重要载体,体现城市文化形象与创造力的重要因素,公共艺术与公众文化开始介入到城市公共空间的同时,改变城市面貌,提高城市人文情调,本文将以公共艺术设计介入的特点与案例,以及公共教育来分析公共艺术设计介入城市公共空间领域。", "label": "艺术学", "id": 0}
{"content": "在交互艺术不断发展的今天,人们越来越注重交互方式的多样性和教育性。本文主要研究的是视听联觉效应在交互装置设计中的应用,人们渴望把可感知可思考的东西通过图像呈现在眼前,即将数据可视化,通过计算机图像处理技术将信息转化为视觉所能观察到的实物,并进行一系列的交互技术的改革。视听联觉在交互体验中产生了促进认知的作用,在交互艺术装置设计中,这样的效果也是显而易见的。", "label": "艺术学", "id": 0}
{"content": "随着公共艺术在当代的不断实践,学术界对于公共艺术相关方面的研究也在不断的深入。规划学、建筑学、城市史学、艺术史学、城市社会学和人文地理学等相关领域的学者和专家都开始关注这一领域,诸多随公共艺术发展而产生的学术问题,如公共艺术与建筑学、景观学和城市保护学的关系,公共艺术的人文关怀,公共艺术与城市的文化空间建构等都日渐成为当下的热门话题。", "label": "艺术学", "id": 0}
{"content": "几个世纪以来,女性主义艺术史一直是一幅女性权利缺失的历史画卷,而女性权利的缺乏关乎社会历史意识形态和女性话语权的建构。自二十世纪初以来,\"新艺术的震撼\"（Shock ofthe New Art）一直是艺术市场的一个决定性原则。作为亚洲先锋派的日本艺术,在20世纪70年代,也卷起了一股强有力的前卫运动风。中国,在国际艺术市场不断发展的背景下,先锋派艺术也逐渐浮出水面。毫无疑问,女性主义或女权主义,在前卫艺术语境中不可避免地占有一席之地。本论文就西方的四次女性主义艺术思潮为主线去思考:艺术与生活的关系,性别政治学,以及女性主义艺术的话语体系。", "label": "艺术学", "id": 0}
{"content": "近年来随着艺术展览的日益兴起,为满足大众日益增长的文化内涵与视觉审美需求,当代艺术展一方面延续了传统艺术展览传播与展示的价值,同时又呈现出艺术表现形式的陌生化,充分体现了高度人工智能化下艺术的非物质性与差异化体验性。本文试图在艺术与科技融合的背景下探讨多元模式构建下当代艺术展中\"沉浸式\"营造的陌生化审美体验及其模式转型。", "label": "艺术学", "id": 0}
{"content": "近几年随着消费者对于艺术欣赏需求扩张,人们的鉴赏水平逐渐提升,我国美术馆的数量规模快速增加。传播媒介逐渐丰富,艺术展览的受众逐渐扩大,艺术展览的小众化渐渐发生变化,\"长尾\"也随之变化。作为小众文化的代表,艺术展览开辟发展行业新路径。结合当下热门的软件,借助UGC等自媒体用户力量,打造话题式娱乐模式;开创多功能沉浸式体验空间,艺术社区降低小众文化门槛。文章仅以艺术展览为例,展望小众文化的无限前景。", "label": "艺术学", "id": 0}
{"content": "本文基于深生态理论和价值链理论,从艺术市场生态环境的角度入手,总结了艺术市场生产、流通、消费等环节存在的问题,并对其供应链和艺术交易产业链等进行了针对性分析,认为价值体系缺失、市场结构倒挂以及艺术品投资的资本导向导致了艺术生态的失衡,并提出了建设艺术市场\"蜂巢结构\"生态系统的构想。", "label": "艺术学", "id": 0}
{"content": "<正>公共艺术是一个充满张力与矛盾的复杂的,多元化的概念。把\"公共\"与\"艺术\"这两个概念并置在一起,本身具有一定的矛盾和张力。在公共艺术不断拓展的今天,人们仍处在不断地界定公共艺术的艺术性与公共性的过程中,公共艺术仍处在对多维领域的拓展中。近来年随着政治、经济、文化发展到一定程度,人们对生活的品质要求也逐渐提高,在快速发展的社会,现代公共艺术的发展水平反映了当代社会文明化程度,人们对于空间的体验也越来越有态度,公共艺术的创新显得尤为重要。", "label": "艺术学", "id": 0}
{"content": "随着我国文化旅游产业的迅猛发展,以博物馆为代表的各类文化机构迎来了机遇和挑战。如何将文化遗产蕴含的深厚内涵及价值传达给受众,增强文化资产的体验性,使其融入公众生活;如何设计出\"打动人心\"的文化旅游创意产品并实现最高效的传播,是提升文化资产的社会及文化价值,实现中华优秀传统文化传承,提高文化自觉、增强文化自信的重要议题。该文通过梳理近年较为具有代表性的国内外博物馆文化旅游创意产品开发的研究性成果,综述目前文旅创意产品设计的方法与路径;以美国大都会艺术博物馆的文旅产品开发与营销研究为例,解析其设计理念并进行统计式调查与分析。得出如下结论,优秀的文化旅游创意产品开发需要具备三个特质,即高品位的审美形式,高质量的设计品质,高效率的传播支持。此外,评价产品开发的成功与否的重要指标还包括是否体现出博物馆自身文化特征,是否可以将其应用于日常生活,是否具有文化可识别性等等。", "label": "艺术学", "id": 0}
{"content": "<正>近些年,我们发现学术研究越做越细,史学研究中,大家越发沉迷于历史发展里的细节,因为,那些细节太迷人。长久以来,大家从书本里、课堂上知道的历史,都是烛照万里的规律总结和高屋建瓴的宏大叙事,朝代更迭与帝王将相谁都知道,可是却嚼不出历史的味道,更谈不上人情味儿,因为那些历史在庙堂之上、文武之间。历史里的", "label": "艺术学", "id": 0}
{"content": "<正>明代嘉万时期（公元1522—1619年）,即嘉靖、隆庆和万历时期,时间跨度近百年。这一时期既是明代经济的空前繁荣期,也是书画收藏家相对活跃的时期。沈德符记下了当时的盛况:嘉靖末年,海内宴安,士大夫富厚者,以治园亭、教歌舞之隙,间及古玩。如吴中吴文格之孙,溧阳史尚宝之子,皆世藏珍秘,不假外索。延", "label": "艺术学", "id": 0}
{"content": "<正>花翎清韵—北京画院花鸟画研修班导师提名展2019年07月05日北京画院美术馆一、二层展厅北京画院主办京彩70年—《首都之春》再发现2019年07月16日北京画院美术馆一、二层展厅中共北京市委宣传部北京市文化和旅游局、北京画院主办", "label": "艺术学", "id": 0}
{"content": "在人的生活中,每個人都有過精神或者肉體上遭受過不可磨滅的衝擊從而形成生命的負面經歷,對這些有過深刻痛苦體驗的藝術家們（類似於疾病、死亡、愛的缺失或者至少一種負面的氣質的體現）來看,更易轉化痛苦為具有審美以及個性的的自我情緒宣洩,進而衍生出諾多表達情緒的創作靈感,因而靈感和情緒之間存在著內在不可分割且互相成就的緊密關係。", "label": "艺术学", "id": 0}
{"content": "装置艺术作品是基于诸多材料的综合利用,通过一定的艺术形式以及艺术表达方式将其呈现出来。故而材料的色泽、纹理、质感等要素,会对装置艺术作品的表达效果产生较大影响。在装置艺术创作中,金属材料是重要的材料之一,借助于金属材料,装置艺术家们创作出一个个精美的艺术作品。装置艺术品中的金属之美,区别于传统思想上的审美,其诠释的是工业化背景下现代工业产品表达的工业美。本文通过对装置艺术中金属材料的美感进行诠释,从而把握金属材料特点进行现代艺术作品的设计,利用金属材料来表达更加原汁原味的材料美学。", "label": "艺术学", "id": 0}
{"content": "研究目的:全运会是国内竞技体育水平最高、规模最大的综合性运动会,每四年举行一次。其目的是为国家的奥运战略发现、选拔优秀运动员。也是各省之间竞技体育实力的一次大较量,同时也是全民健身、体育产业开发、体育科研成果展示和表彰的盛会。第十四届全运会2021年在陕西西安举办,使陕西省成为新中国成立以来第八个承办全运会的省份,也是首个承办全运会的西部省份,其历史意义十分深远。怎样结合实际体现陕西的特点,节俭、高效、震撼的办好全运会开幕式,是陕西承办好全运会成功标致的关键环节。本文通过对历届全运会开幕式表演的研究,分析历届全运会开幕式表演的发展历程及表演的形式和特征,总结其表演的特征;结合当前政策精神,立足自身优势,打造文化全运。利用陕西特有的历史和文化资源,将陕西特有的历史文化、革命文化、民俗文化、现代文化和中国悠久的历史文化和文明的传承融入到表演的全过程,推动文化与体育深度融合。借助\"一带一路\"平台,用陕西方言讲好中国故事、传递中国力量,赢得发展先机。让全运会刻上\"文化烙印\",牢固树立\"文化全运\"的理念,为实现百年中国梦勾画出一幅美好的蓝图,为陕西承办第十四届全运会开幕式表演提供创作思路。研究方法:本文采用文献资料法、专家访谈法、视频观察法、逻辑分析法,对历届全运会开幕式表演的发展历程及表演的形式和特征,进行了分析。研究结果:（1）大型运动会开幕式表演特征:为表演主题的鲜明性;表演素材的时代性;表演内容的综合性;表演风格的地域性;表演场面的壮观性;表演手段的现代性几个方面。（2）第十四届全运会开幕式创意理念:以展现陕西历史文化厚重和时代特征为重点,彰显陕西浓厚的历史人文为特征;以绿色全运、共享全运和多元融合为理念,以丰富多彩的体育艺术表演形式为特点,展现全民健身蓬勃开展的恢弘气势;以彰显体育精神和弘扬民族文化精神为重点弘扬奥林匹克精神;以科技手段与文化有机结合,将火炬点燃方式与开幕式表演结合,以求新、求异,提高艺术感染力;遵循节俭办运动会的理念,设计出即符合国情又适合地域特色的开幕式表演方案。研究结论:（1）通过对历届全运会开幕式的分析,总结出六点其鲜明的表演特征:表演主题的鲜明性,表演素材的时代性,表演内容形式的综合性,表演风格的民族地域性,表演场面的宏大壮观性和表演手段的现代科学性。（2）通过历届全运会开幕式表演的研究,对第十四届全运会开幕式表演的创作提出一些设想。以展现陕西历史文化厚重和时代特征为重点,彰显陕西浓厚的历史人文特征;以绿色全运、共享全运和多元融合为理念,以丰富多彩的体育艺术表演形式为特点,展现全民健身的蓬勃开展的恢弘气势;以彰显体育精神和弘扬民族文化精神为重点,弘扬奥林匹克精神;以科技手段与文化有机结合,将火炬点燃方式与开幕式表演结合,以求新、求异,提高艺术感染力;遵循中央提出的节俭办运动会的理念,设计出即符合国情又适合地域特色的开幕式表演方案。（3）通过研究和分析,我们对十四运会开幕式表演提出初步设想:主题确定为《盛世雄风》,主体框架结构拟由:第一篇章《文化烙印》,第二篇章《红色记忆》,第三篇章《健康中国》,第四篇章《走向辉煌》四个部分组成。（4）全运会是我国四年一届最高水平的一项综合性运动会,也是我省千载难逢的一次机遇,政府应在抓好各项筹备工作的同时,尽早成立大型活动部,通盘考虑开幕式和闭幕式的有关程序和方案。（5）建议尽早组织开闭幕式创作团队,拟定切实可行的表演方案,办出我省首次承办的一届具有特色的运动会。", "label": "艺术学", "id": 0}
{"content": "自20世纪70年代以来,博物馆观众研究就成为西方美术馆界的热门话题。本文从服务与美术馆参观体验的相似性入手,对美术馆的参观者进行分析,从工具维度、使用维度和深层维度对参观体验分类,归纳了客体体验、认知体验、自省体验和社会体验四个方面的满意体验。", "label": "艺术学", "id": 0}
{"content": "随着时代的进步,视觉影像艺术被广泛的应用在各个领域。因为这种生动形象的语言形式,缩短了人与人沟通的距离。基于科学技术的迅猛发展,视觉影像艺术寻找到了更为贴合的载体--公共艺术。它们的巧妙融合,从根本上来说是对公共空间领域新的探索,并开发出新产品和新功能。而这种多元化的表现,则是人类对艺术的情感依托,并在公共艺术设计中进行科学探索。", "label": "艺术学", "id": 0}
{"content": "近年来,乡村发展问题受到党和政府的日益重视,党的十九大报告指出,针对农村的发展,提出实施乡村振兴战略。面对乡村振兴与建设的问题,社会学家、艺术家、建筑师以及相关领域的专家学者提出了以艺术的形式参与乡村文化建设,与乡村经济振兴中,艺术介入乡村建设开展的如火如荼。本文从艺术乡建的背景、乡村建设振兴关注的诸多要素等方面进行分析研究,提出当下艺术介入乡村建设并进行具体项目实施的策略方法。", "label": "艺术学", "id": 0}
{"content": "2018年中国艺术品市场成交额同比下滑12.4%,位居全球第二,全年呈现低开高走的发展态势,中高端艺术品市场缩水较为严重,但仍涌现了不少重量级（过亿）拍品,港澳台区域市场表现活跃,领跑中国艺术品市场。从各大板块来看,书画板块受艺术品深度调整期影响交易量下滑严重,瓷器板块则跻身第一大板块,铜器和古籍善本板块因传统文化复兴而再创新高。中国艺术品市场呈现新货精品走高、拍卖行内部洗牌、中华艺术精粹被追捧、高净值人群引领市场、大众消费呈长尾效应、国家监管和支持力度加大等新特点,未来随着GDP增长前景广阔,但短期内仍会震荡前行。", "label": "艺术学", "id": 0}
{"content": "截至2018年末,全国艺术表演团体有17123个,比上年末增加1381个;全年演出312.46万场,比上年增长6.4%;国内观众达13.76亿人次,增长10.3%。①演艺市场总体经济规模达到469.22亿元;2018年中国数字音乐市场规模达到76.3亿元,比2017年增长60%;全国数字音乐平台用户付费率为5.3%,网络音乐用户规模达6.75亿人,手机网络音乐用户规模为5.53亿人。2018年国内市场共有音乐节263个,截至2018年上半年,我国在线音乐服务付费率已达到4.8%。2018年,规模以上产业与文化相关企业实现营收8.9万亿元,比2017年增长8.2%;文化服务业实现收入3.4万亿元,比2017年增长15.4%。", "label": "艺术学", "id": 0}
{"content": "文化演艺产业是我国文化产业领域历史最悠久的行业之一,对于其发展过程形成的创新性作品的运营,如何建立合理、规范、科学的综合评价体系一直困扰着相关研究者。巴渝文化演艺产业中《印象·武隆》演艺产品,是印象系列最新产品之一,其全国知名度与其他现有印象系列产品比较具有一定差异。《印象·武隆》在巴渝文化演艺产业中具有代表性,结合全国演艺产业综合评价的难点,通过对此案例展开定性与定量综合性研究,用DEMATEL方法构建模型进行实证分析,希望找到文化演艺产业运营现状综合评价的有效分析方法。", "label": "艺术学", "id": 0}
{"content": "<正>2019年01月29日北京画院美术馆一至四层展厅北京画院主办", "label": "艺术学", "id": 0}
{"content": "近年来随着社会和历史的不断发展,经济全球化逐渐成为时代的大趋势,科学技术的崛起和全球化进程的加快使得当代信息共享变得越来越普遍,传媒领域也变得更加广阔和多样化,媒体手段更新的频率也逐步走向与科技发展同步,数字媒体艺术应运而生。数字媒体艺术的出现为当代传媒等多个信息传播领域带来了更为广阔的发展空间和更为多样的技术手段,对于展示设计来说也有着相当高的运用价值,其特有的感官传播技术手段提高了信息的展示量,使传播潜能大大提高,优化了传播过程和效果,促进了展示设计的发展,使展示设计更加完整和丰富,对展示设计有着非常重要的实际运用意义。本文将围绕数字媒体艺术在展示设计中的创新应用展开讨论,浅析其应用价值及方面,延伸其运用前景,希望能够给予其他从业者一些启发。", "label": "艺术学", "id": 0}
{"content": "<正>本文尝试从阿瑟·丹托的艺术定义的四个角度出发,分析艺术家埃利亚松的装置艺术作品,并力图证实丹托艺术定义在当今艺术领域仍不失为可靠的理论依据。阿瑟丹托作为对20世纪后半叶的艺术哲学\"产生着持续不断的影响\"的哲学家、美学家与艺术批评家,在著作《平凡物的变形》中提出了极富创造性的艺术定义,即便存在问题,在如今备受认可的艺术家埃利亚松的装置艺术作品中,我们仍能看到仍未失却的丹托艺术定义的血脉。1关于性与解释性", "label": "艺术学", "id": 0}
{"content": "在二十一世纪经济飞速发展的背景下,香港亦凭借其积累的经济优势,积极发展艺术产业。近些年来,香港已俨然成为了艺术领域的\"东方明珠\",其中首屈一指的便是香港巴塞尔艺术展。香港自身不仅在努力汲取着外界的艺术养分,同时也主动开放,将己有的艺术产业文化散播出去。适逢港珠澳大桥通车,笔者希望能够通过研究港珠澳大桥,从香港的艺术经济发展传播的影响角度,分析在面对港珠澳大桥的开通契机,香港艺术展会带来什么样的影响,并提出可持续发展建议。", "label": "艺术学", "id": 0}
{"content": "<正>随着人们物质生活水平的提高,越来越多的家长开始重视下一代的教育培养,通过培养他们的兴趣爱好,开发智力,能促使少儿健康成长。但是,教育和培养一定要符合少年儿童身心的发展规律,而不能盲从于所谓\"不能输在起跑线上\"的说法。像那种同时给孩子报很多兴趣辅导班,希望他们将来都有所成就的做法,会把孩子搞得狼狈不堪,必然会对孩子的整个心智成长造成不良影响。", "label": "艺术学", "id": 0}
{"content": "<正>随着互联网行业的蓬勃发展,传播方式和人们的信息获取习惯在发生改变,一个\"万物皆媒\"的全媒体时代正在来临。2019年1月25日,中共中央政治局在人民日报社就全媒体时代和媒体融合发展举行第十二次集体学习,习近平总书记深入分析全媒体时代的挑战和机遇,强调推动媒体融合发展、建设全媒体成为我们面临的一项紧迫课题。在全媒体时代背景下,各类文化产品充斥视野,人民群众满足精神文化需求的途径不断发生变化,群众文化工作更应发挥其引领、教育、娱乐等功能,推进全民艺术普及。但是,当前", "label": "艺术学", "id": 0}
{"content": "艺术学上升到学科门类还原了艺术的本原属性,艺术教育的发展面临着宝贵的机遇,同时也面临着严峻的挑战。艺术学科设置关系到学科的未来发展,也关系到国家文化建设的长远战略。设计学成为一级学科,其下的二级学科设置既要充分考虑设计学的交叉学科属性,也要考虑设计行业对专业人才培养的需求。高度重视学科建设并予以科学合理的论证与规划,建构独立的学科评价体系,具有重要的现实意义。", "label": "艺术学", "id": 0}
{"content": "本文以笔者进入乡村文创行业、从松阳起步创办乡村798的时间进程为脉络,探讨了保持留在乡村、不脱离乡村的情怀。", "label": "艺术学", "id": 0}
{"content": "国产经典动画形象是中国传统文化、艺术与现代技术、审美相结合的结晶。深受观众喜爱的孙悟空曾在世界动画之林独放异彩,并在不同的时代呈现出不一样的身形样貌。对其形式美的分析可以探讨不同时期孙悟空形象对传统造型元素的继承和创新,并可挖掘其精神内涵和背后背后中国社会的变迁。", "label": "艺术学", "id": 0}
{"content": "民间艺术是乡民百姓在长期劳动实践中积累的智慧成果,是乡土文化与民俗生活的延伸与应景,它与人们的习俗、审美、生活相融合,具有独特的艺术本元价值与文化驱动力。然而面对经济全球化的发展步伐,社会变迁导致孕育民间艺术的文化生态失衡,曾经包涵高度智慧与技艺的文化成果面临失传的境遇,这将是人类共有文化财物无法挽回的巨大损失。民间艺术的设计产业化概念提出,旨在探索基于市场发展规律的开发形式,强化民间力量的支持,在激发劳动者生产与参与热情的同时,赋予民间艺术更高的附加值,实现自身\"造血能力\",并长期\"活\"在人们的生活视野之中。民间艺术的当代价值转化是有意义的内容取舍,强调传统文化中核心价值内涵的保留,在设计至善的伦理意识上探寻民间艺术发展的可能性。", "label": "艺术学", "id": 0}
{"content": "公共艺术的界限,什么样的艺术品才能被称为公共艺术。这一直是大家共同探讨的问题。通过对地缘因素的阐述和理解,明确公共艺术的界定。公共艺术的社会性和社会价值,引导着城市的发展,铸就了民众的精神长城。正视公共艺术的起源和发展,将使公共艺术未来发展的指明方向。", "label": "艺术学", "id": 0}
{"content": "<正>2018年是改革开放40周年,也是全面贯彻十九大精神的开局之年,实施国家\"十三五\"规划承上启下的关键一年。十三届全国人大一次会议通过了《中华人民共和国宪法修正案》,把习近平新时代中国特色社会主义思想载入宪法,进一步明确了新时代国家发展的根本任务、奋斗目标、战略步骤,为中国特色社会主义文化建设提供了强大的理论指导和根本遵循。中国文化艺术工作者肩负起新的文化使", "label": "艺术学", "id": 0}
{"content": "2018中国美术界全年以各种形式隆重纪念改革开放40年,围绕\"美育\"\"一带一路\"两个中心展开研讨与展览,主题性美术创作持续开展,传统与经典魅力依旧,近现代美术大家话题常新,新青年美术力量健康成长,艺术博览会多地开花,双年展向各专业领域展开,外国美术多渠道引入,美术\"走出去\"步子依然强健,艺术品市场仍处于调整期。今后要提升与美好生活需求相适应的美术创作与服务,要增强主题性美术创作的艺术感染力,要大力提倡社会美育,要从中国美术\"走出去\"迈向\"走进去\"。", "label": "艺术学", "id": 0}
{"content": "以公共艺术课程为载体的民间艺术校园传承模式能够赋予优秀传统文化鲜活持久的生命力。使高校美育成为传播中华优秀传统文化的重要途径,我们要充分发挥民间艺术培养学生实践能力的优势。", "label": "艺术学", "id": 0}
{"content": "<正>湖北省水利文学艺术体育协会成立于1989年6月,是由湖北省水利系统各单位文艺体育协会以及业余文艺体育爱好者自愿结合的全省性、专业性、非营利性的社会团体,协会业务主管单位是湖北省水利厅。从1995年开始,湖北省水利文学艺术体育", "label": "艺术学", "id": 0}
{"content": "公共艺术激活城市公共空间,彰显城市文化魅力,已经成为提升城市品牌与文化影响力的一种重要手段。对比传统公共艺术,新媒体公共艺术具有交互、参与、沉浸的特性,更适应当今城市文化传播和品牌振兴的需求。文章分析了新媒体公共艺术的定义和特质,讨论了新媒体公共艺术对城市品牌建构和文化传播的重要影响,通过调查问卷分析了城市新媒体公共艺术是否可以影响公众对城市品牌与文化的认知与理解,并对新媒体公共艺术如何助力城市文化与品牌建构与振兴提出系列策略与建议。", "label": "艺术学", "id": 0}
{"content": "<正>2018年11月3日,中央美术学院美术馆·廊坊馆揭牌仪式在廊坊丝绸之路国际文化交流中心举行。中央美术学院美术馆·廊坊馆是中央美术学院在院外设立的第一家美术馆。中央美术学院党委书记高洪、廊坊市委书记冯韶慧、新奥集团董事局主席王玉锁、英国剑桥大学菲茨威廉博物馆执行馆长吉奥夫尼·沃德共同为\"中央美术学院美术馆·廊坊馆\"揭牌。中央美术学院院长、党委副书记范迪安,中央美术学院党委副书记王少军,中央美术学院副院长兼研究生院院长苏新平,中央美术学院副院长王晓琳、吕品晶,廊坊市委常委、宣传部部长、统战部", "label": "艺术学", "id": 0}
{"content": "<正>2019迫在眉睫,2018《美术学研究》又即将付梓出版,2018是那样匆匆而来,又那样匆匆而去,但愿这本出版物能为这匆匆的岁月留影驻神。2018,无论国际还是国内发生了多少令人惊愕、令人感奋、令人快欣又那样令人迷惑不解的事情,而这本出版物何以承载这历史繁复的信息?美术学研究只是人类社会精神的一个侧影,我们无意于包罗万象,囊括众有,但求", "label": "艺术学", "id": 0}
{"content": "<正>首先向在座各位问候,感谢南京艺术学院的邀请,很荣幸参加论坛和南艺106周年校庆。我们学院的前身是西班牙皇家美术学院,后来和西班牙最优秀大学之一的马德里康普顿斯大学合并。康普顿斯大学是西班牙久负盛名的高等院校之一,成立于1822年,包括艺术、人文科学、工程、医药、法律等26个院系。马德里美术学院的前身是在1752年成立的西班牙圣费尔南多皇家美术学", "label": "艺术学", "id": 0}
{"content": "<正>南京艺术学院创建106周年校庆之际,我真诚地感谢南艺给我这个机会,参加这次盛会。首先受佛罗伦萨美术学院罗卡校长和卡罗西斯先生之托,向今天在座的各位嘉宾和师生致以诚挚的问候。他们二人非常遗憾,虽早已确认安排,今天却没有能够亲自出席论坛。佛罗伦萨美术学院是意大利美术界的最高学府,拥有数量可观的外国学生。这里面既有来自欧洲的,也有欧洲以外世界其他地区的,特别是来自我们中华人民共和国的学生占到了他们注册学籍总数的18%。", "label": "艺术学", "id": 0}
{"content": "<正>我是意大利拉奎拉美术学院的校长。我代表拉奎拉艺术学院的所有教职工向南京艺术学院的校长、学术委员会,以及所有的教职员工们致以最衷心的问候,感谢你们的邀请,让我有幸参加这次意义非凡的以全球视野下艺术教育的融合发展与创新为主题的论坛活动。全球化提高了通信速度,促进了信息交流,加速了经济增长,缩小了时空差距。全球化尤其增强了文化之间的交流,虽然不同的国家、不同的大洲会延伸出不同的文化,但是他们在丰富各自文化的意愿上是非常相近的。", "label": "艺术学", "id": 0}
{"content": "<正>列宾美术学院成立于1757年,由彼得大帝创立。在这个时期,所有欧洲国家都建立了各自的艺术研究院,需要大量的高端艺术家、雕塑家和建筑师,他们可以美化发展中的新城市以及建造的教堂,满足新贵族日益增长的精神需求。列宾美术学院的教学是建立在古希腊、古罗马和文艺复兴的基础之上。建院初期,列宾美术学院邀请了很多来自欧洲的著名建筑师、雕塑家及画家来此教学,培养了很多著名的艺术家,部分还成了列宾美", "label": "艺术学", "id": 0}
{"content": "<正>高等艺术院校学历教育有一个关键的、根本的任务,即传承和传播经典的价值观以及与各个专业相关的经典技术、艺术、知识、理念和人文精神。经典是展现在历史发展进程当中,艺术在各个时期中沉淀下来的精华。艺术的经典具有三个特点:传承性、科学发展传承的价值观、始终蕴含着无限的、全方位的创造性。但是历史对经典的遴选是非常苛刻的。以中国画为例子,在中国画中经典的艺术作品可圈可点的并不是非常多,如果按照历史苛刻的遴选标准,在中国绘画艺术中,前辈大师们的作品中真正算得上经典且到现在依然有可取之处的少之又少。", "label": "艺术学", "id": 0}
{"content": "<正>新疆艺术学院在2018年10月度过了60周年华诞。它先是由现在新疆大学的一个教研室发展到一个系,1958年从新疆大学分离出来成立了新疆艺术学院,到了一个特殊的年代,降级为新疆艺术学校,改革开放初期又恢复新疆艺术学院的名称。目前,新疆艺术学院有600多名教职员工,7 000多名学生,是西北地区唯一的综合性的专门艺术院校,也是新疆唯一的专门的艺术院校。它涵盖硕士研究生、普通本科、专科、中专等办学层次,已形成了全日制教育、成人继续教育、远程教育等多形式、多层次、多方位的办学格局。", "label": "艺术学", "id": 0}
{"content": "<正>在南京艺术学院106周年校庆之日,我谨代表山东艺术学院向南京艺术学院表示衷心的祝贺和美好的祝福。长期以来,南京艺术学院和山东艺术学院（简称\"山艺\"）一直保持着紧密的联系和深厚的友谊,有着广泛和深入的合作,结出了丰硕的成果。今年也是山东艺术学院建校60周年。60年来,山东艺术学院始终坚持立足中华沃", "label": "艺术学", "id": 0}
{"content": "<正>一千利休最终选择了切腹,在一位精神领袖与一位权力领袖相悖的时候,通常是这个结果。两位的矛盾其实都是小事:一杯茶、一朵花啊!但千利休一次次占据着上风,激怒了那位外号\"猴子\"的\"凤凰男\"丰臣秀吉,千利休最终选择了光荣的切腹,完全中断了那位权贵想小胜一次的企图。当然,千利休的这次获胜", "label": "艺术学", "id": 0}
{"content": "<正>朱光潜说:\"无论是作为艺术史看还是作为理论著作看,文克尔曼的《古代艺术史》都是久已过时的。\"[1]然而,也有学者指出,\"18世纪是温克尔曼主导的世纪,他在德国的地位无人能及\"[2]。18世纪正是现代艺术体系、美学、艺术史逐步确立的时代。温克尔曼在以上三个方面皆有重大贡献,忽视温克尔曼在这些方面的理论探索,我们不仅无法把握温克尔曼的重要地位,也无", "label": "艺术学", "id": 0}
{"content": "<正>在欧洲的古典时期,视觉艺术家曾与手工艺人、工匠同处于社会的底层,毫无社会地位可言的他们不得不与其他工匠一样,将熟练掌握本行业的所有技艺作为其全部的艺术生活。为使自己成为受人尊敬的有学识者,他们经历了一个漫长的奋斗过程。从西方美术史的发展来看,视觉艺术曾在两个时期出现了不同寻常的飞跃,这便是古希腊时期和文艺复兴时期。我们很清楚,在美术单纯为宗教服务或不为人们重视的时期,艺术家社会地位低下的境遇是不言而喻的。那么,在这两个创造出伟大的艺术奇迹的时代,他们的状况又怎样呢?", "label": "艺术学", "id": 0}
{"content": "<正>一、从网格出发的埃及艺术埃及艺术家是最早使用\"网格\"作为绘画工具的,从许多实例中可以看到埃及人用一种等距方形网格在石头或墙面上进行划分。我们试图理解这种基于同等大小砖块开始的绝对模型而创造的画面,把它与现代艺术家在由小变大的表面构成转化时所运用的看起来很相似的方格系统进行比较。这个", "label": "艺术学", "id": 0}
{"content": "<正>德国著名艺术史家阿比·瓦尔堡曾经说过:\"艺术品市场可以被理解成’图像的载体’\"。这句话充分体现出艺术品市场作为东西方各种不同文化传统、不同的艺术思维逻辑、不同的图像学模式之间彼此产生交流与互动、认知和理解的特殊载体的作用。无论面对政治形势的变化还是社会形态的更迭,艺术品市场自身场域的根本发展动力来自人类对于价值的渴望和不懈追求。在全球化背景下,作为艺术品特殊流动途径的艺术品市场的作用正日益凸显,艺术品市场不仅是国际文化交流的重要驱动力之一,而且它正在建构图", "label": "艺术学", "id": 0}
{"content": "<正>一、玩物成家日本民艺之父柳宗悦曾说:\"粗糙的物品容易养成人们对待物品的粗暴态度\"。反之,优雅的器物则凝聚着天地间的美德与善行,真气流衍。所谓精气为物,成型为器,与美好器物相对应的创造者与使用者,也应该是非等闲的人物。号称\"凡所应玩,无所不玩\"、把各种器物玩到极致的王世襄,", "label": "艺术学", "id": 0}
{"content": "<正>20世纪90年代以来,中国当代艺术进入了消费艺术的时期。消费本来是外在于艺术本体的艺术社会系统中的一个环节,但是在当代艺术的社会学转向语境中,消费以主体属性参与到了时代风格的命名之中——消费艺术,不仅仅指对艺术的市场消费,更是对消费作为艺术性征的风格确认,由此带来了具有消费性征的艺术创造。但是对这种新艺术结构的精神意义的质疑始终存在,并且呼唤新的替代性的精神性艺术的出现。", "label": "艺术学", "id": 0}
{"content": "<正>本文旨在从\"性别\"视角出发,探讨性别差异与艺术创作和艺术史书写之间的紧密关系,着重探究\"女性主义\"、\"性别研究\"和\"酷儿理论\"这些由性别问题孕育而生,致力于研究差异性和促进多元性并具有全球性影响力的批评理论和概念给艺术创作和艺术史研究带来的问题和机遇。性别（Gender）是时下非常重要的批评概念之一,这个创立之初即为跨学科的研究方法扎根于19世纪末20世纪初的女性解放运动,并受性解放、同性恋运动、民族解放运动及其他进步文化思潮如解构主义、后殖民理论和知", "label": "艺术学", "id": 0}
{"content": "<正>人类不仅夺回了他的权利,还重新占有了自然。那些河流、山脉和宏伟的风景,他们日复一日地经过那里,但在那一天,他们却发现:他们过去从未看过它们。——米什莱《法国革命史》学者大卫·伍德沃德指出在20世纪,特别是过去的十年中（60年代）,绘制地图的本能被现代绘画自身演绎到令人吃惊的程度,例如错觉图形大师莫里茨·埃舍尔（M C.Escher）、大地艺术家理查德·朗（Richard long）等许多艺术家,运用地图作为他们的创作主题或绘画的装饰。[1]地图作为艺术", "label": "艺术学", "id": 0}
{"content": "<正>一弗朗西斯·哈斯克尔（Francis Haskell,1928—2000）是英国20世纪著名的艺术史家。他的第一部专著《赞助人与画家——巴洛克时期意大利艺术和社会关系研究》从\"赞助人\"这一独特的角度对巴洛克艺术作出了全新地阐释。随后,他的研究开辟了一个又一个新的领域,这些著作涉及趣味史、收藏史、博物馆和艺术展览等许多方面。由于哈斯克尔早年学习的是历史专业,因此,在其艺术史研究中,他不可", "label": "艺术学", "id": 0}
{"content": "<正>一、空间的和声天体运动不是别的,不过是几种声音汇成一种连续的音乐。这种音乐只能为心智所领悟,不能被人的耳朵听见。[1]——开普勒没有数学知识,要获得关于神圣事物的知识是不可能的。[2]——波伊修斯毕达哥拉斯指出\"那些比例数字就如使我们耳朵愉悦的声音那样,使我们的眼睛和思想同样愉悦\"[3]。这个信条是整个文艺复兴比例观念的基础。布鲁内莱斯基研究过古代的音乐音阶。阿尔贝蒂和达·芬奇在扎实的知识", "label": "艺术学", "id": 0}
{"content": "<正>七个联合省份的架上绘画的繁荣——尼德兰北部领域自1609年脱离西班牙统治——没有什么比从1630年开始的透视绘画的繁荣来得更为显著。这直接与一系列引人注目的插图文本相联系。荷兰透视艺术的特征,尤其是城镇景色、教堂和室内绘画,与我们所讲述时期中大多数其它故事不相一致的方式进入到同时代人的思想和社会之中。也许只有15世纪佛罗伦萨和16世纪纽伦堡在早些时期在任何方式上都是可相比较的。在同时期和接下来", "label": "艺术学", "id": 0}
{"content": "<正>21世纪的读者在接触《博物志》时,难免会发现贡布里希与安东尼·多尔之间大相径庭的评价,在他们当中,一位是现代的艺术史研究院院长,一位则是在其行游至罗马时痴迷地涉猎老普林尼著作的作家。每位读者都需要去拜读老普林尼的著作:其文本饱含着许多有珍贵价值的信息,但读起来又似是冗长乏味且费解的漫谈,甚至有时候看起来相当矛盾和不可理喻。那么文艺复兴时期的意大利人为何如此地依赖于他?", "label": "艺术学", "id": 0}
{"content": "<正>自毕达哥拉斯（Pythagoras）伊始,人们便坚信宇宙万物是由量化的数字关系协调支配的,西方文化深信自然的本质可以通过数学方程式展示出来。从毕达哥拉斯定理到爱因斯坦（Einstein）的E=mc~2质能方程,自然规律已经拥有一个确定并永恒的特定规范,审美与和谐和对称也有相同的联系,这样的规范引导艺术家和科学家认识到精神力量由数字塑造而成。毕达哥拉斯发现了音乐的数学基础:主要的音乐和声——一个八度（octave）,一个纯五", "label": "艺术学", "id": 0}
{"content": "20世纪80、90年代,中国当代艺术逐渐形成,行为艺术、装置艺术、波普艺术等纷纷呈现于中国艺术活动的范围,行为艺术在早期被视为非主流艺术,常常与传统美术家协会体系中的艺术作品进行对比,而新的艺术语言、新的表现形式的出现,将会使得中国当代艺术的语境更加不安和躁动。它的出现在一定程度上引发了人们对于生活,对艺术的重新认识,并引起的一系列的争论与反思。一般而言,艺术作品的创作美感是在视觉感官下的意识的作用形成的,我们作为观看者都应站在表现者的立场进行正确的评判。", "label": "艺术学", "id": 0}
{"content": "县级美术馆是当前国内美术馆群体的重要组成部分,其贴近基层,更直接、更广泛地承担了社会教育功能。本文根据自己任职平江县周令钊美术馆解说员以来的一些工作体会,结合县级美术馆社会教育的主要特征,深入分析其社会教育功能的实现途径,并提出县级美术馆发展新思路,目的是更好地为接下来的县级美术馆社会教育功能实施提供理论与实践经验的参考。", "label": "艺术学", "id": 0}
{"content": "創價學會是一個國際性的團體,致力於推廣和帄、文化、教育為宗旨,而至善文化會館為創價學會推廣文化、教育的重點會館之一,經常舉辦優質的畫展,並且免費提供民眾參觀。國際創價學會會長池田大作曾說:「千里之行始於一步,大海之水,始於一滴。」台灣創價學會自2003年開始,以「文化尋根·建構台灣美術百年史」作為策展主軸,尋根、追溯展出近百年來在台灣的文化大地孕育成長的藝術家展覽。使人民有幸能感受這些年裡創作者們作品裡的時代性。研究者在每次觀展中,可從導覽工作、策展狀況裡感受到其鉅細靡遺的用心,一場展覽的成功並不容易,主要仰賴美術館員,以及內部組織志工的協同合作才能成就文化會館的所有展出工作。本次研究以至善會館展覽為主,包括策展人員、內部組織、文宣品質、執行效果等做整理與分析,歸納其成效的價值。", "label": "艺术学", "id": 0}
{"content": "在人類漫長的文明發展史中,語言的創造也促使了文字藝術的產生和發展,在東西方文化中,以文字作為元素的藝術創造有著豐富的歷史。尤其是書法,作為一種獨特的東方藝術,可追溯到四千年之前古人寫在龜甲上的漢字,現今仍然被現代人研習著。二十世紀初期作為藝術先驅者們的歐洲立體派（cubism）也將文字融入到拼貼畫中,藉由文字材料粘貼打破藝術與生活的疆界。中國當代藝術家徐冰（1955-）對於文字藝術有著獨到創作力量,掀開了當代文字藝術的新面貌。本文將介紹徐冰的藝術作品,著重於分析其有關文字元素的兩件作品《天書》（1987-1991）與《地書》（2003-）,藉此探討文字語言對於當代藝術創作有著怎樣的啟發。筆者在文中,除了探討徐冰作品的內涵以及思考背景之外,更詳細地說明用文字符號來進行當代創作,會產生怎樣有趣的可能性和延續性。", "label": "艺术学", "id": 0}
{"content": "辽西京佛教兴盛,佛教艺术以华严寺薄伽教藏殿的辽塑最具时代性和地方特色。殿内诸像表现了讲经说法场景,佛像的铺陈有着唐代的遗风,与五台山唐代的佛光寺和南禅寺大殿和敦煌唐代的石窟有着密切的关系。", "label": "艺术学", "id": 0}
{"content": "<正>民间美术因应于民间的实际需求而生发,多与建筑活动密切相关。明清以来,随着经济的发展和移民的日渐增多,台湾出现了兴建寺庙和宗祠建筑的热潮。清中后期,士绅阶层形成,私宅府邸也大量修建,台湾的建筑活动十分蓬勃,这就吸引了许多\"唐山师傅\"赴台工作,同时也将大陆的民间美术传播到台湾。其中,福建与台湾的关系尤为紧密。两地以人群流动为背景,拥有共通的", "label": "艺术学", "id": 0}
{"content": "<正>根据国家非物质文化遗产分类规则,福建闽南地区（厦门、泉州、漳州三市）传统民间艺术可分为七类:传统音乐、传统戏剧、传统舞蹈、传统美术工艺、传统体育游艺、传统文学、传统曲艺。闽南地区仅国家级非物质文化遗产就有27项,除了人们众所周知的南音、北管、高甲戏、梨园戏、木偶戏、歌仔戏、拍胸舞、瓷器、剪纸等传统民间艺术外,闽南民谣、灯彩、木版年画、纸", "label": "艺术学", "id": 0}
{"content": "涂鸦一直是一个有争议的话题。在涂鸦创作者眼中,它是艺术性的自我表达,而在城市管理者眼中,它破坏了城市景观,有损城市形象。笔者于2012～2017年对古琴台涂鸦墙进行多次实地调研、在武汉市各地进行问卷调查及将周内外涂鸦情况进行对比,在涂鸦创作者和城市居民、城市管理者之间找到平衡点,在管理层面、规划层面和设计层面分别对城市管理者和涂鸦创作者、普通居民提出建议,使得涂鸦成为美化城市公共空间的手段之一。", "label": "艺术学", "id": 0}
{"content": "图像的传播和演变是丝绸之路上一个重要的主题。毗沙门天王是中古时期佛教重要的信仰,毗沙门天王图像的传播是中古丝绸之路文化交流一个重要的内容。本文即以毗沙门天王图像在丝绸之路上的演生过程为例,观察丝绸之路上文化的融合与变迁。从印度传入西域,毗沙门天王图像就开始本土化的历程,由于底层文化的作用,融入了祆教的因素。从西域往中原的传播中,毗沙门天王图像则不断被汉化,逐渐添加汉地的文化内容,意涵也随之再次发生偏移。当汉化的毗沙门天王像从中原传入草原游牧部落,经过形式上的一番增删修改,成为游牧部落最重要的崇拜,而内涵则复归于祆教的神祗。丝绸之路上毗沙门天王图像的流传和演化,提供了佛教图像祆教化、祆教图像佛教化一个反复交流、回馈极为有趣的例证。这种貌似循环的传播过程,并非简单图像艺术加工的增删去取,而是经历了黑格尔所说的\"正—反—合\"的过程。提示人们注意文化的交流往往不仅是单向、单线,或双向、双线式的,而更多是多层次、多面向的。图像所承载的不仅只是形式,更重要的是其内在的意涵。形式的演化往往可以窥见不同文化、不同人群的文化偏好、取向,以及文化的变迁、交流和融合。", "label": "艺术学", "id": 0}
{"content": "本篇文章旨在探寻艺术实践如何通过挖掘共同历史和激发深层的社会文化与政治对话等方式,为理解中非关系提供新的可能。该文集中探讨最重要的南非当代艺术家之一威廉·肯特里奇于2015年在中国北京开办的题为《样板札记》的展览。在这个展览中,艺术家肯特里奇细致地研究了包括鲁迅和革命样板戏在内的现代中国的政治、文化与社会历史,以艺术实践和对话的形式为中非关系提供了独特的见解。在与该展览同名的视觉艺术作品中,肯特里奇通过改编文革样板戏的方式探寻了文化融合与演变的多种可能。具体地说,艺术家有意识地融合叠加了芭蕾舞的多种审美形态和意识形态,他将这种舞蹈形式既看成一种文化现象,又阐释成一种跨越大陆和世纪的艺术史的一部分:这种舞蹈形式的中心起源位于巴黎,跨越全球到达包括约翰内斯堡和上海在内的边缘地带。这部作品体现了肯特里奇倡导的\"边缘思考\"理念。他将这一理念阐释为\"一种观看的方式,能够将看似不相干的约翰内斯堡郊区的芭蕾舞演员与中国舞台上的红色娘子军联系起来。\"（肯特里奇,2015）。在这个艺术实践中,艺术家还选取了中国文化大革命前与非洲大陆独立解放时期的多种意象,并有意识地将其拼凑整合,目的在于提醒人们注意狂热革命时代世界各地历史的对立与共通。笔者认为,在我们对不同时空里的时间性、意识形态和艺术理论等问题进行反思时,这些艺术形式发挥了重要作用。肯特里奇的作品就抓住了中非关系的复杂性,挑战了现行的有关全球经济框架的知识体系,后者经常将中国简单臆断为非洲的救世主或者新殖民力量。与此同时,\"边缘思考\"的方式也提醒我们对一些传统的区域和地理概念进行重新反思,正如肯特里奇等艺术家的作品中所暗示的,\"全球南方\"这一最近较为盛行的概念,就不应被理解为一种绝对的边界与对立,它体现的是一种\"流动的边缘\"。", "label": "艺术学", "id": 0}
{"content": "<正>感谢\"中瑞文化论坛\"的主办者给了我这样一个宝贵的学习和交流的机会!我说四点意见。一、《最忆是杭州》显示的标志性意义2016年9月4—5日,G20峰会在我们中国杭州举办,其间有一场文艺晚会——《最忆是杭州》。这场大型水上情景表演,给G20峰会的与会朋友留下了美好的印象,让世界记住了美丽的西湖,记住了\"江南忆,最忆是杭州\"。这场大型交响音乐会的9个节目涵盖了戏曲、民歌、民间小调、经典古曲和世界名曲。在全新的交响化编配之后,整台演出在\"春江花月夜\"的美妙意境中开篇。琵琶演奏的中国十大古典名曲", "label": "艺术学", "id": 0}
{"content": "犍陀罗佛教艺术,发源于印度半岛西北部（今巴基斯坦北部的犍陀罗白沙瓦地区）。佛教文化反映的是一种思想意识流派,同时又体现了一种艺术风格。犍陀罗佛教最基本的特质是:采用古希腊、罗马的艺术技巧和艺术形式宣扬印度佛教思想内容。就国内佛寺遗存壁画、石刻而言,我们可以从新疆的和田、库车、米兰,甘肃的敦煌、炳灵寺、麦积山,四川的万佛寺,河南的龙门,山西的云冈等处看到犍陀罗艺术的踪迹。随着佛教的传播,犍陀罗艺术漫游于南欧、西亚、南亚、中亚、东亚地区,并与当地文化融合,体现着佛教文明在丝绸之路上的交流。综上所述,犍陀罗艺术作为一种表现形式,不仅出现在雕刻艺术方面,在壁画的绘画艺术中也存在有犍陀罗风格。", "label": "艺术学", "id": 0}
{"content": "<正>在普遍的艺术理论范畴里,艺术的功用通常表现在审美、认识、教育和娱乐等方面,此外,艺术还有宣传、交际、疏导（宣泄）、个性塑造和促进身心健康等功能。当我们将艺术放到人类文化的范畴来思考时,艺术同时还具有传承文化的功用;在倡导民族文化复兴的背景下,少数民族地区公共艺术在传承文化方面的功用是不容忽视的。因此,本文通过对恩施土家族苗族地区公共艺术的研究,试图解读它们在传承本民族本地域文化中所发生的作用,并解析民族地区公共艺术功用的嬗变。", "label": "艺术学", "id": 0}
{"content": "<正>不管是陶器、木雕、石雕,还是刺绣、蜡染、剪纸、年画,民间艺术在前现代社会中大多是有某种功用的,很显然,民间艺术生存的基础与发展的动力是艺术品的使用、消费,而不是艺术家个人的艺术追求。在现代社会,民间艺术几乎完全丧失了过去的生存基础与发展动力,倘若要活态传承下去,就必须寻找新的生存基础与发展动力。我们看到,诸如刺绣、雕刻、剪纸等民间艺术纷纷转向\"美的艺术\",希望能够被当作\"纯艺术\"展", "label": "艺术学", "id": 0}
{"content": "<正>一、问题的提出当经济主导着社会生活时,社会被物化的同时,其本体基础已逐渐演变为视觉表象的展示。景观是以现代工业为基础的社会性出口,也是当今社会的主要生产,景观的显现绝非偶然或表面的,景观社会的目标就在于景观本身,它生成的视觉影像和图景统治着经济秩序,发展就是一切。①不同社会文化、地理空间和景观环境的存在,越来越依赖于其可", "label": "艺术学", "id": 0}
{"content": "<正>陶瓷生产和应用在中国具有悠久的历史,中国古陶瓷的外销和以陶瓷为载体的艺术与文化的交流与传播同样源远流长。考古资料显示,早在汉代时,中国古陶瓷已传入邻近国家,\"但是陶瓷以商品面目出现则始于唐代\"[1]。景德镇瓷器的对外贸易应始于宋代。宋朝政府为鼓励对外贸易和经济发展,先后在广州、杭州、", "label": "艺术学", "id": 0}
{"content": "<正>从一定意义上讲,丝绸之路并不存在。至少不是西方学人标画在地图册上那样一条横穿欧亚的清晰轨迹,也不是东方诗人所描述的那样:漫漫的黄沙,一川碎石大如斗,天边夕阳斜照,星空璀璨,驼队、马队、商旅队正沿着山脊攀登,身边是荆棘和胡杨的枯枝,几只秃鹰在沙漠天际的雪峰上盘旋……道路蜿蜒曲折,一直通向远方。", "label": "艺术学", "id": 0}
{"content": "<正>前言汉武帝时期在河西\"设四郡、据两关\",在第一时间把掌控国家向西向外的通道关口设在敦煌,说明在当时人们的观念中,敦煌焉然丝路重镇,国家通道的关键位置,《汉书·西域传》指出\"自玉门、阳关出西域有两道\",是从中原内地汉地政治中心的角度,强调了敦煌的两关已然成为经营西域的节点;同时,敦煌也是丝路\"咽喉\"所在,隋代裴矩《西域图记》记曰:\"故知伊吾、高昌、鄯善并西域之门户也,总凑敦煌,是其咽喉之地\",则从西域的角度阐述了敦煌的重要性。", "label": "艺术学", "id": 0}
{"content": "<正>我们提倡传统,不是去为了吊唁历史,而是给未来寻找发展的方向,不是要为了沉醉过去,而是给文明提供前行的轨迹。这条人类文明交往的通路,我们把它叫作\"丝绸之路\",但它的文明交流史远不止两千年,早在\"人类大迁徙\"的数万年前,它就是一条活跃的通道,\"丝绸之路\"的下面有\"青铜之路\",\"青铜之路\"的下面有\"陶石之路\",\"陶石之路\"的下面还有\"基因之路\"。", "label": "艺术学", "id": 0}
{"content": "<正>中国甘肃、新疆、青海、西藏四省区土地广袤,几乎是中国的半壁江山。且地理独特、资源丰富,但经济发展相对迟滞落后,因其环境条件与发展条件与东部有很大不同。因此,西部发展必须寻求与东部经济不同的发展思路和方式。国家\"一带一路\"倡议就从宏观层面上,为中国西部丝路沿线地区的地理、历史、文化资源等研究开辟了方向,也为促进西部文化性质的经济发展提供了新的可能,尤对甘、青、新、藏四省区的文化建设具有直接促进的作用。", "label": "艺术学", "id": 0}
{"content": "在城市发展的进程中,总是以先宏观后微观的发展视角去规划,而现今社会,城市的整体宏观规划已初步完成,人们的需求也已不再是简单的温饱,精神意识层面的需求亟待解决。城市中时刻伴随人们生活的城市家具将会是给予人们人性关怀与艺术追求的纽带,这些如同人们家中室内的桌椅板凳、装饰艺术品的存在一样,不断地影响和改变人们的价值审美与精神诉求,提升城市居民的生活质感。", "label": "艺术学", "id": 0}
{"content": "本研究着重于探讨展演产业的重要职务。主要议题为展演产业从业人员职业能力的标准及其培养,并就此提出建议:职能基准的建置视需求逐级建置发展;宜统整职能基准,建置系统性内涵及认证程序;课程发展设计宜以实务应用面为主,结合产官学落实推动;认证制度应先组织公平公正的审查委员团。", "label": "艺术学", "id": 0}
{"content": "2016年是中国艺术品拍卖市场的复苏年,虽然拍卖总成交额未见明显上浮,但全年过亿元拍品数量大幅增加,提振了市场信心指数。中国艺术品拍卖市场经历数年深度调整之后出现精品至上、文物艺术品走俏、价格两极分化、政府加强监管、行业快速洗牌等诸多现象。全年艺术品拍卖业低开高走,书画板块市场份额最大,其中古代书画成为救市黑马,近现代书画较为平稳,当代书画持续\"去泡沫\",西画雕塑板块成交率最高,瓷杂板块略显平淡。", "label": "艺术学", "id": 0}
{"content": "截至2016年末,全国文化系统共有艺术表演团体2046个,文化馆3338个;①中国演出市场总体经济规模近470亿元;全国商业演出市场票房收入达121亿元,演出场次达18.2万场,观众人数达10761万人次;网络音乐用户规模达到5.03亿,其中手机网络音乐用户规模达到4.68亿;音乐节演出票房达4.83亿元,演出场次达202场,总观众数约为327万人次;全国话剧演出票房收入8.19亿元,演出场次达11744场,演出观众达580万人次;全国音乐会演出票房达6.56亿元,演出场次达7203场,观众达480万人次;全国传统戏曲演出票房收入达1.49亿元,全年演出场次达5594场,演出观众达245万人次。", "label": "艺术学", "id": 0}
{"content": "<正>《近代美术史潮论》,昭和二年（1927年）日本板垣鹰穗著。鲁迅1927年底开译,1928年2月11日初稿讫。在1927年12月6日致李小峰的信中,鲁迅简介了美术史论书籍《近代美术史潮论》并表示要翻译。他认为:\"以‘民族底色彩’为主的《近代美术史潮论》,从法国革命后直讲到现在,是一种新的试验,简单明了,殊可观。我以", "label": "艺术学", "id": 0}
{"content": "<正>文化创意产业有着不同特色的文创发展模式,是第三产业中重要的组成部分,如何界定文创产业,目前各个地方在统计口径上存在一定差异。21世纪经济研究院认为,这包括传统的文化产业,即文学、戏剧、音乐、美术、摄影、舞蹈、电影电视创作等相关产业,在互联网发达的时代,还包括与软件业相关的各类设计业、游戏制作产业等。一、中国文化创意产业发展据统计,我国文化创意产业园区从20世纪90年代起步发展,到2002年末建成48个,2012年达到1457个,2014年达到3500个。2015年工信部下发《关", "label": "艺术学", "id": 0}
{"content": "<正>3年前,孙家骅先生虽与我交往不多,他却是我十分敬重的一位学者。这都源于家骅先生参与编撰的两部著作:一部是《手铲下的文明——江西考古重大发现》,家骅先生是主编之一,这是我个人非常喜爱的著作;另一部是11卷本的皇皇巨著《江西通史》,它是我研究工作中必不可少的工具书,家骅先生是该书编委会办公室主任,全面负责编撰工作。机缘巧合,2013年8月家骅先生升任省文化厅副巡视员,分管全省艺术口美术工作,我有幸成为他的一名下", "label": "艺术学", "id": 0}
{"content": "<正>拉庄石匠:潮落的无奈与期待据说这是历史上传承时间最长、最久的职业。钢钎、锤子、砧子,以及大大小小的原石曾是他们最最忠实的伴侣,件件冷硬、沉重。然而一块块顽石经过他们的精心锤打与雕凿,最终变成了一件件或实用耐用的器物或精美绝伦的艺术品。无论是石雕还是石刻,那一件件石碑、石柱、石桌、碌碡,似乎用它们的存在证明,世间除了天工,还有人巧。创造这种奇迹的工匠,民间称其为石匠,而如今,随着时代的发展,民间的石匠已经越来越稀有……", "label": "艺术学", "id": 0}
{"content": "论述了传统民艺的存在方式与传承方式,以及民艺在农耕社会的积极意义。文章指出,从设计的目的而言,民艺同现代设计一样其目的是为满足大众日常生活所需,因此民艺的精神需要在现代产品的开发与设计中得到传承,这其中包括了解生活需求、对材料的理解、精湛的工艺、技艺的传承等方面。工业文化表现出的是一种理性,民艺文化表现出的是一种感性。民艺文化中的感性特质刚好能弥补工业文化的感性不足。因此,在当代社会发展民艺文化、传承民艺精神对现代工业有着积极的重要意义。", "label": "艺术学", "id": 0}
{"content": "通过对全国各地石窟、造像的题记、官府和寺院的收支账目等内容中为宗教服务的工匠史料的考察,论述了中国古代宗教类工匠在不同时期的身份及其制度层面的传承制度、考功制度、等级制度等问题,进而探讨了工匠制度对宗教美术风格产生的影响,这些影响主要体现在粉本和简化两个方面。研究中国古代工匠制度,是研究中国古代工匠群体的重要环节。", "label": "艺术学", "id": 0}
{"content": "民间艺术是文化艺术与非物质文化遗产体系的有机构成部分,民间艺术符号是民间艺术约定俗成的表现形式,基于民间艺术符号的文化内涵,研究总结了民间艺术符号在地域性文化景观中的文化、美学、社会、地域文化形象等价值功能,为文化景观应用提供基础支撑与理论依据。", "label": "艺术学", "id": 0}
{"content": "民间美术是山东民间文化宝库中的重要组成部分,具有浓厚的民间乡土味道,带着朴实、真挚、积极向上的感情色彩,直接反映出山东人民群众在日常生活、劳动中最真实、最质朴的艺术语言和思想。当今,民间美术所依托的生活环境、文化背景逐渐消退,创作主体和受众的审美趣味也发生翻天覆地的改变。\"父子相传\"或\"师徒相传\"传承的主要方式已经严重滞后,风雨飘摇,危机四伏的民间美术急需抢救。学校是传统文化继承发展的主体,具有继承、保护、发展传统文化、民间美术的历史重任。如何立足本土在传统传承的基础上结合当代社会现实、利用区域高校艺术教育传承作用来发展和创新民间美术的现代化传承具有重要意义。", "label": "艺术学", "id": 0}
{"content": "蒙古族传统艺术\"呼图格沁\",为了更好的生存与发展,必须对此项艺术进行大力宣传,打造艺术团队,增加艺术表演的区域,扩大其影响。但无论如何改革,必须尊重艺术本身。", "label": "艺术学", "id": 0}
{"content": "\"呼图格沁\"是流行于内蒙古敖汉旗的一种集歌舞、戏剧等形式于一体的综合表演艺术,被国内外专家学者视为\"蒙古族戏剧的起源\"、\"弥足珍贵的蒙古族民间艺术瑰宝\"。但由于历史的变迁、地理环境的改变、后人志趣的取向等诸多原因,\"呼图格沁\"面临失传,其传承与开发成为必须关注的一个问题。", "label": "艺术学", "id": 0}
{"content": "本文介绍了19位华人艺术家将新媒体艺术与装置艺术相结合所做出的可贵的尝试,其作品是艺术作品在技术学科领域中的跨界,是这个时代观念艺术的数字化形式的真实写照。", "label": "艺术学", "id": 0}
{"content": "随着社会和行业的发展,互动性公共艺术受到越来越多的关注和欢迎。然而,就地铁公共艺术而言,由于空间和功能上的局限性,将互动公共艺术引入地铁空间有着来自于各方面的限制和难度。本文尝试从互动性公共艺术本身的特征和地铁空间对公共艺术的要求两个方面,探究互动性公共艺术介入地铁空间的可行性和方法原则。", "label": "艺术学", "id": 0}
{"content": "<正>北京缪斯金服资产管理有限公司（以下简称:缪斯金服）成立于2015年,注册资本3000万元,注册地为北京市西城区。缪斯金服于2015年取得证监会证券基金业协会私募投资基金管理人登记证明。缪斯金服由五家股东共同投资组成,分别为:百瑞信托有限责任公司;共青城骏域艺佳投资管理中心;北京荣品投资管理有限公司;赫柏名仕（北京）国际文化传播有限公司;钱铺财富（北京）信", "label": "艺术学", "id": 0}
{"content": "本文主要通过陶瓷装置在室内外公共艺术空间的应用,来探讨公共艺术的艺术性、公共性、开放性、公众性的特殊属性。并深度的剖析传统手工艺——陶艺,在新时期和新环境中的新艺术形式。", "label": "艺术学", "id": 0}
{"content": "建设一批世界一流国际知名的高水平研究型大学,培养全面发展的高素质人才是我国高等教育致力追求的目标。本文首先归纳分析了国家公共艺术课程政策,并在政策视角下分析了8所综合类高校公共艺术课程的现状;继而以美育视角考察了北京理工大学和哈佛大学以美育为导向的普通学生舞蹈课程人才培养理念、舞蹈教学教法和教学管理具体先进做法;在此基础上从制度建设、教学教法方面提出了公共艺术教学推进措施。", "label": "艺术学", "id": 0}
{"content": "美术专业院校具有学科特殊性,其创新性要求是学科的基本理念,创作就是要求有其\"意\"有其\"新\",怎么把创意和创新思想转化为产品和作品是我们人才培养的目标。这就要求我们在素质教育建设中要根据其特点和要求,从通识和专业的结合、创新和创业的结合,通识、专业和创新\"大融合\"等方面来思考人才培养。本论文以四川美术学院在人才培养探索中实践为案例来进行探讨。", "label": "艺术学", "id": 0}
{"content": "老子心目中最高的艺术境界即\"大音希声,大象无形\",是与其哲学核心思想\"道\"联系在一起的,是\"道\"精神的体现。\"大音\"\"大象\"是\"大美\"之典范,这是一种和谐完全之美,是合乎自然的\"道\"之美,是不可言的,这恰恰体现了老子对于艺术含蓄美的追求,从而奠定了中国传统美学中\"言有尽而意无穷的\"美学境界。", "label": "艺术学", "id": 0}
{"content": "<正>李斯特逝世130周年纪念展匈牙利狂想曲——\"钢琴之王\"的浪漫主义2016年07月31日北京画院美术馆匈牙利国家美术馆、匈牙利李斯特故居博物馆、北京市对外文化交流事务中心、北京画院主办一位艺术家的长征——北京画院藏沈尧伊《地球的红飘带》连环画原作研究展2016年09月02日北京画院美术馆中国美术家协会、北京美术家协会、中国美术出版总社、北京画院主办", "label": "艺术学", "id": 0}
{"content": "民间艺术资料具有特定的历史、文化、社会、科学价值,是研究历史、地理、民俗和文化的宝贵资料。论文论述了针对民间文学资料特征的数字化方法,提出了数据采集、元数据建设、文本化、校验和数据利用的流程,并且在此基础上,设计了元数据管理、文本化和数据管理系统,为民间艺术资料的数字化和再利用提供了可行方案。", "label": "艺术学", "id": 0}
{"content": "在当前的社会发展大背景下,很多地方都掀起了保护文化遗产的一种浪潮。民间艺术作为其中重要的一环,自然也是被很多人所关注,在这其中除了普通的爱好者参与之外,还有一部分是民间艺术有关的文化工作者和教育专家,他们也都很积极的投入在这个事业之中。因为他们意识到了民间艺术的重要性,所以在高校中成立相关的民间艺术研究机构也是闲的十分有必要的。民间戏曲作为民间艺术的重要组成部分也是需要在成人教育中有所体现的。本文笔者将着重论述民间艺术在成人教育中的价值。", "label": "艺术学", "id": 0}
{"content": "一个城市的兴兴向荣,离不开交通的发展。为了适应现代文明的速速成长,交通工具也是时时更新换代。现在,地铁以时效快、安全便利的优点使国内许多城市大力修建,从而提高出行的便利性。武汉,作为\"中部崛起\"计划的主力军,近十年也在全面建设地铁交通。作为第一条地下铁2号线的竣工,它以高水准、艺术美呈现给市民。本文将通过对武汉地铁2号线已建成部分,对其出入站口及地铁站台等公共艺术的色彩设计进行分析与研究,归纳出适合地铁的色彩运用及规律,以便为以后新修地铁提供一些参考建议。", "label": "艺术学", "id": 0}
{"content": "<正>闽南传统民间艺术不仅体现了传统文化的内涵,而且演绎着多姿多彩的民间生活图景,是闽南民众的精神归宿。然而随着经济的腾飞,闽南人的生活观念和方式发生了巨大的变化,快速的生活节奏割裂了现代人与传统的联系,导致部分闽南传统民间文化逐步消失。2013年\"海上丝绸之路\"战略构想的提出,让闽南的传统民间文化在经贸合作的现实背景下找到了新的契机。", "label": "艺术学", "id": 0}
{"content": "<正>美术学院成为国家文化和教育机构的组成部分,并对艺术的发展和艺术家的培养产生实质性的作用的时期,是路易十四统治下的法国。创建于1648年的巴黎皇家绘画与雕刻学院初步奠定了以绘画、雕塑和建筑为主体学科的学院派艺术教育体系,其中心内容是视觉艺术,课程设置也集中在培养美术", "label": "艺术学", "id": 0}
{"content": "<正>本文主要讨论二十世纪前半叶的四种艺术理论:苏珊·朗格（Susanne Langer）和柯林伍德（R.G.Collingwood）的艺术理论是模仿论和表现论哲学的继承者,克莱夫·贝尔（Clive Bell）的艺术理论与美的传统理论密切相关,而莫里斯·魏茨（Morris Weitz）关于\"艺术\"界定的理论则有更近的源头。在二十世纪前半叶的美学发展过程中,这四种理论扮演着重要的角色。", "label": "艺术学", "id": 0}
{"content": "<正>打铁花是一项古老的民间活动,起源于北宋,兴盛于明清,至今已有千年历史。它是民间\"社火祈福\"的一种特殊方式。延庆的长城打铁花表演再现了空中击花、树花、泼花、流星铁花等千年绝技!", "label": "艺术学", "id": 0}
{"content": "2015年,中国艺术品拍卖业仍处于深度调整期,成交总额和成交量均呈下滑态势,但也显示出触底反弹的迹象,一是世界艺术品市场的复苏可能带动中国艺术品市场的再度红火;二是拍品均价上涨,精品路线日趋明显,过亿拍品的大量诞生提高了市场关注度;三是港澳拍卖市场发展势头强劲,可能引领中国艺术品市场的发展。同时,受国家经济调控和股票市场跌宕起伏的影响,2015年中国艺术品拍卖业呈现低开高走的特点,秋拍提振了市场信心指数,其中,传统艺术板块如书画、瓷器等仍占拍卖业绩主体,古籍善本、书斋雅玩、历代碑帖等因传统文化的复苏呈现增长趋势。", "label": "艺术学", "id": 0}
{"content": "2015年,中国网络视听产业正步入发展黄金期,据CNNIC的报告,截至2015年12月,中国网络视频用户规模达5.04亿;网络音乐用户规模达到5.01亿。网络视听产业的营收规模已达531.5亿元,在用户规模、内容生产、付费探索、广告收入等方面都继续保持高速发展态势。2015年,网络大视听格局初现,具有以下四种趋势:一是优质视听内容的不断扩充;二是网络视听广告的增长空间依然很大;三是付费业务发展潜力巨大;四是网络视听朝着一体化方向发展。", "label": "艺术学", "id": 0}
{"content": "2015年,全国共有艺术表演团体10787个,艺术表演团体演出210.78万场,国内观众9.58亿人次;艺术表演场馆2143个,观众座席数178.67万个;国内音乐销量达1.7亿美元（约合10亿元）;网络音乐用户规模达到5.01亿,手机网络音乐用户规模达到4.16亿;全国话剧演出票房收入7.67亿元,演出场次达12210场,观众人数达536万人次;旅游演出票房收入35.7亿元,观众人数达4713万人次,演出场次达57801场;全国舞蹈演出1955场,观众人数达174万人次,演出票房收入达2.9亿元;全国传统戏曲演出票房收入1.44亿元,演出场次迭5943场,演出观众人数达238万人次。", "label": "艺术学", "id": 0}
{"content": "2014年,台湾表演艺术的发展环境有许多重大改变,对整体产业造成了冲击。表演艺术产业最大的资金来源仍是政府,政府与民间应协力使表演艺术产业成为文化创意产业的创意同心圆,促成一个认同自我并接纳多元友善的文化环境。2014年台湾表演艺术产业资本额在100万元新台币以下的厂商共2048家,占整体产业的68.15%。然而,从销售部分来看,其营业额却只占整体产业的26%,表演艺术厂商多以中小企业或微型企业为主,且其获利能力有限。", "label": "艺术学", "id": 0}
{"content": "<正>一、美术及美术展览会的概念《拟播布美术意见书》,最初发表于1913年2月北京《教育部编撰处月刊》第1卷第1期,署名周树人。在本篇文章中,鲁迅首先引进了一个外来词\"美术\",他开篇给予美术定义:\"美术为词,中国古所不道,此之所用,译自英之爱忒（art of fine art）。\"由此可见鲁迅这里所定义的美术与我们现在所谓的艺术概念相同。接着,鲁迅对美术的类别、目的与致用、播布美术的方法进行了论述。此意见书充分体现了鲁迅的艺术理念和美育思想。", "label": "艺术学", "id": 0}
{"content": "<正>咫尺天地北京画院画家小幅油画展2016年02月26日北京画院美术馆北京画院主办凉山情·鸽子阿鸽作品展2016年03月08日北京画院美术馆中国美术家协会、北京美术家协会、北京画院、四川省文学艺术界联合会主办文心养真王念堂期颐书法展2016年03月31日北京画院美术馆北京画院主办", "label": "艺术学", "id": 0}
{"content": "<正>2014年9月10日,为庆祝新中国成立65周年及纪念抗战胜利69周年,北京新四军研究会以传承革命情怀、弘扬铁军精神为主题,组织了一台既充满激情,又闪烁艺术瑰丽的\"红旗颂\"文艺会演。一群耄耋之年或两鬓斑白的新四军老战士和新四军后代,满怀豪情唱出一首首散发抗日烽火硝烟、承载历史厚重的旋律,用歌声拥抱祖国、向祖国的生日献上了一份特殊的祝福!紧锣筹备密鼓落实当今社会正处于改革转型期,以习近平为总书记的新一届领导班子,开启了我党、我国新的历史发展时期。在祖国繁荣、经济发展、人民生活水平稳步提高的主流下,也出现了物欲横", "label": "艺术学", "id": 0}
{"content": "<正>当今社会,竞争无处不在,人们的压力也越来越大。生活需要调剂品,创意图画可以舒缓人焦躁、疲劳等情绪,达到良好的情绪调节效果。当你行走在马路上,面对几乎一成不变的风景,你是否会感觉到枯燥?如今,越来越多的艺术爱好者将目光投向了身边的马路,如果你在生活中看到了以下的场景,惊喜之余,会不会感觉到生活也多了一丝活力和创意。", "label": "艺术学", "id": 0}
{"content": "<正>传播是人类通过符号和媒介交流信息、以期发生相应变化的活动。①传播学者拉斯韦尔认为:\"传播具有三个最基本的功能——监测环境、协调关系、传承文化……传播是保证社会遗产代代相传的重要机制。\"②因此,在国内外对非物质文化遗产进行保护的过程中,形成了\"保护、传承、发展、传播\"四种具有共生和借力关系的保护方式。其中,保护是根本,传承是目的,发展是方向,传播是手段。通过传播,非物质文化遗产得以保护、传承和发展;反过来,保护、传承、发展的同时非物质文化遗产本身也在广泛传播。本文主要研究的就是基于保护、传承、发展的蒙古族表演艺术类非物质文化遗产（以下简称蒙古族表演艺术类非遗）的传播问题。", "label": "艺术学", "id": 0}
{"content": "独立学院\"民间美术进校园\"推广模式的研究总体框架从独立学院的学生特点出发建立民间美术心教与行教策略、手段、方法。推动民间美术的传承和文化产业的发展。阳明心学的启示性在于对\"意\"与\"物\"关系的强调。后世专求本心,荒于物理之患,把心与理分离。顾炎武等人认为明朝的灭亡的罪魁祸首是王阳明,他导致神州陆沉,研究心性忘了具体的实物,心主乎一身,而实管天下之理。", "label": "艺术学", "id": 0}
{"content": "本文就中国艺术铸造中青年企业家（高管）研讨会进行介绍,思考中国艺术铸造产业集群、发展前景、技术发展等问题。", "label": "艺术学", "id": 0}
{"content": "作为与卡莱尔、罗斯金、阿诺德以及穆勒齐名的维多利亚时期主要批评家之一,沃尔特·佩特的批评路径的选择带有强烈的个人特色。被他称之为\"审美批评\"的研究方法并非传统意义上的狭义审美,而是融合了历史之维、哲思之维和宗教之维的广义上的审美批评。本文旨在探讨佩特采用这种批评路径背后的缘由和这种批评路径在佩特的代表作《文艺复兴》中的应用。", "label": "艺术学", "id": 0}
{"content": "本课题研究从当前我国高等院校对于开展拔尖技术创新人才培养的实际现状角度出发,培养一批拔尖技术创新人才,不仅需要重视他们的专业知识和技能教育,尤其是要重视立德树人,加强思政课程,加强对他们的价值观教育,使他们所培养的人才都能够为实践创造性地表现和突破精神,弘扬以社会主义为核心的价值观,影响一代又一代的人。在我国高等美术专业院校的教育中,必须持续地对其进行教学改革与人才培训管理模式的创新进行探索和实践。在我们进行美术教育工作的同时要挖掘出一种更高层次的人才培养途径和办法,要想通过美术教育来实现对拔尖创新型人才的培养,首先要做到的就是把立德树人工作作为核心,将美术教育同思想政治教育紧密结合起来。关于如何培养高素质的拔尖创新型人才,目前仍然存在一些问题,为此,需要从专业技能人员的选拔途径、课程制度、人才培训体系以及加强实践性教学的各个环节等多个方面入手。\"阿达实验班\"重点培养了具有家国情怀的新时代青年,具有各种优良品德,才能实现立德树人的目标。当前拔尖创新型院校存在一些社会问题,并通过加强思政课程等方式提出了对策,积极引导拔尖创新型学生。", "label": "艺术学", "id": 0}
{"content": "为庆祝党的百年华诞,各地高校举行党史教育活动。本文针对艺术类大学生的思想行为特点,设计\"诗中有画,画中有诗\"百年党建,不忘初心主题教育活动,旨在以艺术生喜闻乐见的方式开展党史学习教育,为艺术生党史教育实践的研究提供参考。", "label": "艺术学", "id": 0}
{"content": "近年来我国高校持续性扩招,艺术类大学生数量激增,随之而来的就是就业压力问题。为了改善\"就业难\"困境,近年来国家面向大学生群体提出\"以创业带动就业\"的号召,基于\"大众创业,万众创新\"的发展背景下,高职院校艺术类专业教育亟需树立创新创业培养意识,从不同层面出发,优化课程设置、丰富实践活动,培养当代毕业生创新创业能力,获得持续性发展。", "label": "艺术学", "id": 0}
{"content": "公共艺术设计专业是我国现阶段进行人才培养的最初阶段,为解决工作室制背景下的公共艺术设计人才培养体系的创新性发展面临的问题,本篇文章主要是以我国现阶段下的公共艺术设计人才的体系进行深层次的分析,根据我国高校公共艺术设计教育的现状,针对现阶段高校在人才培养方面面临的一些问题,此文章提出一系列解决问题的措施,以期对相关人员或者学校提供参考。", "label": "艺术学", "id": 0}
{"content": "在幼儿教育中美术教学具有举足轻重地位,学前教育专业做好学生美术素养培养,能够从根本上保障幼儿教育中美术教学的质量。文章从学前教育专业视角上,针对学生美术特色培养进行探讨,提出通过提高艺术欣赏能力、强化基础技能训练、搭设探究与创新平台等策略,仅供参考。", "label": "艺术学", "id": 0}
{"content": "在生物技术的时代,生物、生命本身的概念正在发生根本性的变化。生物技术不仅是科学的一个范畴,也与社会、经济和文化等领域关联密切,这却时常为技术理性所遮蔽。生物艺术借助新兴的生物技术创作艺术品,将技术从使用语境中剥离,在完成类似于杜尚对艺术生产模式的革新的同时,提供了一个价值中立的地带来直观生物技术的现状。在这里,福斯特的\"反美学\"并非一种贬义,而是标志着一种跨学科的实践,通过破坏表象的秩序,以便去除遮蔽,重新审视问题本身——生物艺术不仅挑战了既有的审美,也挑战了我们对生命、身体、以及生命构成的概念范式。在这个层面上,艺术也成为了弥合科学与人文之间鸿沟的一种有效尝试。", "label": "艺术学", "id": 0}
{"content": "随着我国社会的飞速发展,人们的发展需求也由物质需求转变为社会需求。社会对艺术类专业的需求也越来越大,对相关人才的要求也越来越多。此外,人们生活品质的提高,也指使他们对艺术有了更高的追求。因此,越来越多的家长从小就开始培养学生的艺术素养,那让孩子更多的掌握一项技能,帮助他们气质得到提升。由此,艺术教育产业也得到了迅速的发展。其中,民办高校就是艺术教育的一个重要组成部分。越来越多的民办高校开始兴起且强大起来,艺术教育在民办高校中的前景也越来越广阔。但是,与公办院校不同民办高校的艺术教育,由于缺乏一定的政策支持还存在着很多的问题需要解决。基于此本文就民办高校中艺术教育的推行方式及发展方向展开了探究,并提出了相关策略。", "label": "艺术学", "id": 0}
{"content": "<正>当前的素质教育提倡德、智、体、美、劳全面发展,这就体现出艺术教育课程的重要性。社会的不断发展,网络在生活中处处可见。网络教学变成一种新兴的教学方式,随着网络与艺术教育课程的结合发展,其中也暴露出其中的一些问题,只有进行实践变革,提出相应的解决方法,才能推进网络教学中艺术教育课程的顺利进行。", "label": "艺术学", "id": 0}
{"content": "<正>在中国现当代美术创作发展进程中,那些表现革命历史题材的经典美术作品,已经深深烙印在共和国不同阶段的时代步履中。它们既凝聚了家国情怀的亲和与深沉,也蕴含着民族精神的伟大与庄严,每一件作品如同一个绵延生长、常驻常新的生命体,持续呈现着艺术表达的温度、力度与深度,随着时间的积淀不断焕发出迷人的光芒。回首凝望间,革命历史题材美术创作的风雨历程,是一部表现社会历史演进的艺术发展史、一部新中国本土造型艺术语言的时代演进史,更是一部由视觉图像汇聚呈现的国家民族史。", "label": "艺术学", "id": 0}
{"content": "随着艺术行业的兴起,社会发展对艺术类人才的需求也越来越大。美术是一门艺术学科,就当前高校美术教学来看,教师还停留在传统教学模式下,课堂上以理论知识讲解为主,不注重学生能力的培养,这种理论性讲解很容易让学生产生疲惫心理,从而失去学习热情,不利于美术教学目标的高效实现。信息时代里,信息技术的应用越来越普遍,信息技术突破了传统教学在时间和空间上的限制,为高校美术教学指明了方向。以信息技术为手段,教师可以丰富教学内容,激发学生的学习兴趣,促使学生主动去学习,进而更好地培养学生的能力和素养。", "label": "艺术学", "id": 0}
{"content": "随着信息技术的发展,传统的的教学模式与现代个性化的学习需求之间的矛盾日益凸显,基于\"一平三端\"的SPOC混合式教学模式在艺术概论课程中构建,实现由传统的静态教学逐渐向动态的教学模式转变,按照课前自学、课中研学、课后导学的教学设计并组织实施,搭建\"一平三端\"智慧教学平台,将以\"教\"为主的静态教学向以\"学\"为中心的动态教学转变,可以充分调动学生的学习的积极性、探索性,增强学生知识运用的能力,有助于创新思维的培养。", "label": "艺术学", "id": 0}
{"content": "在文化创意产业发展迅猛的今天,艺术教育是我国文化创意产业发展的关键条件,应紧紧围绕文化创意产业发展,促进艺术教育与文化创意产业协同发展,明确艺术教育与文化创意产业之间的关系,探究艺术教育的发展路径,使之适应文化创意产业发展的需要。同时加快创新艺术教育体系的改革步伐,努力培养大量各类复合型、应用型创意人才。本文以研究如何实现艺术教育与文化创意产业新动能协同发展为目的,在此基础上论述了艺术教育为文化创意产业的发展提供智力与人才支持,文化创意产业为艺术教育提供良好的发展环境,进而相互促进、协同发展。期望能为高校开展艺术教育提供新的思路。", "label": "艺术学", "id": 0}
{"content": "随着我国教学理念与教学方法的不断升级,互联网技术的拓展性与灵活性在教育事业中得到了广泛应用,教师在教学过程中,需要合理的应用多媒体技术来培养创造应用型人才,有助于教学质量与效率的提高。本文就小学教育专业美术课程教学中如何合理应用互联网技术来提高学生的综合素养提出了相关策略,以期能够推动我国教育事业的良好发展。", "label": "艺术学", "id": 0}
{"content": "现阶段,我国高校在进行思想政治工作教育的过程当中,对于学生的思想指导和引领工作是极为重要的,需要相关教育工作者进行重视。而在高校思想政治教育工作过程当中充分结合美育工作教学可大大提升思想政治工作的实效性,确保学生思想政治水平和美育教育水平共同发展,提升学生的综合素质水平能力。笔者以思想政治教育理论融入美育教学路径进行分析和探讨,创新思想政治教育结合美育教学新方法,为我国学生综合素质教育提供数据参考。", "label": "艺术学", "id": 0}
{"content": "为满足社会发展需求,培养综合素质型人才,使文化强国战略得到实现,高校应不断进行改革和创新,对思政教育工作方式方法进行创新和思索。对艺术专业院校而言,在日常专业课程中有机融合思政教育,对学生成才起到促进作用,是值得思考和探索的课题。本文就此分析了艺术教育与思政教育融合现状,在此基础上提出多样化融合策略。", "label": "艺术学", "id": 0}
{"content": "<正>艺术疗法是20世纪初在欧洲发展起来的一个新兴专业。将艺术融合进治疗、医疗保健中去。因此,艺术在疗愈当中作为媒介,辅助医疗保健,作为其补充而诞生。艺术疗法是一种体验疗法,治疗的结果不是做完成一个美丽的艺术作品,而真正疗愈的结果是创造和体验艺术的过程。这个过程的目的是获得体验,并刺激发展和痊愈。所以,所有的过程最终会有一个治愈的结果。如今在艺术治疗会作为一些国家的社保和医保项目,医生会将相关病患送往对应的艺术治疗师,并根据情况进行报销,艺术治疗也属于顺势疗法的其中一种,把人看作一个完整的个体,这种理念和我们中国传统文化当中的中医也有异曲同工之妙。", "label": "艺术学", "id": 0}
{"content": "《艺术概论》是高等学校艺术专业学生的必修课。美育也是高校实施美育的重要课程。但是,由于许多因素,该课程的教学状况通常并不理想。因此,在探讨《艺术概论》教学现状的基础上,提出了在审美教育时代如何有效构建该课程的积极建议和对策。", "label": "艺术学", "id": 0}
{"content": "高校一直在强调素质教育。在新时代的背景下,如何全面推进美育教育,满足大部分学生的需求,培养创新型人才,成为高校工作者应该思考的问题,针对成都信息工程大学美育教育现状进行问题分析,并针对这些问题提出有效的改革实施,让更多学生参与到美育教育中,实现全程育人、全方位育人。", "label": "艺术学", "id": 0}
{"content": "对一个国家来说,教育是最为基础、最为关键的工程,百年大计教育为先。自我国大力普及义务教育以后,人们就意识到了,改变命运的关键就是高等教育。作为高等教育中的重要组成部分,高职教育重点是学生专业技术培养,也就是说高职教育为社会输送的是应用技术型人才。当前国内的高职生数量非常多,为了发挥高职生的价值,让高职生为社会的发展提供助力。本文将以高职美术教育艺术素养培养作为对象,分析具体教学策略和方法。", "label": "艺术学", "id": 0}
{"content": "高校开展美育教学工作的目的就是为了促进学生美育观念的形成,让学生能够真正欣赏美、认识美,从而帮助学生形成正确的审美观念。在现如今这个网络迅猛发展的时代背景之下,高校美育教学工作不仅面临着全新的现实问题,同时也面临着全新的机遇,如何有效顺应时代发展潮流,借助于新媒体平台来拓宽高校美育教学工作质量已经成为高校发展重要问题,而本文也是基于此来对互联网时代高校美育教学工作的现实问题及对策进行了研究。", "label": "艺术学", "id": 0}
{"content": "新时期发展高职院校学前教育管理模式背景下,结合社会发展需求,不断提升人才培养模式的育才质量。深度分析研究高职院校学前教育美术教学管理模式方法。总结了多元性教育模式管控现代化美术教学创新互动管理模式,通过应用多媒体技术教育模式的教学管理水平方法,有效创新互动的教育发展模式的灵魂,才能拓展高职院校教育管理模式的创新互动研究,从而全面提升了多元性融合型高职院校学前教育美术教学的创新互动模式研究。", "label": "艺术学", "id": 0}
{"content": "文章以\"振兴乡村\"战略为研究背景,通过举证研究的理论依据,研究措施及教学改革与应用价值,探讨基于艺术兴村理念,以高职艺术教育专业为中介,链接乡村与企业,拓展高职艺术教育学生社会服务实践空间,提升就业竞争力的同时助力乡村脱贫攻坚事业。", "label": "艺术学", "id": 0}
{"content": "我国非物质文化遗产一直在遭受破坏,因此,对于非物质文化遗产的抢救和保护成为当务之急。而各个高校成为了传承和学习艺术文化的跟基地,同时也承担起了非物质文化遗产的继承任务。对此,为了保证我国非物质文化遗产的持续发展,高校应将其融入到学生的日常学习之中,使非物质文化遗产贯彻到学校的艺术教育中,以便促进当代大学生的艺术素质得到提升。", "label": "艺术学", "id": 0}
{"content": "我国高校美术教学为了促进应用唐卡绘画的成熟颜料体系,因此结合从基础新材料展开广泛的研究,通过优良的设计外观以及品质加工工艺,从而达到了防护唐卡的性能热点。在高校美术教学中运用多元化的教学方法,不断提升各种颜料方法的重点研究课题项目。对比油漆的性能,不断提升天然磷矿物的无机颜料优势,从而达到了高校美术教学应用唐卡施展绘画过程中对颜料加工的工艺技术研究发展趋势。", "label": "艺术学", "id": 0}
{"content": "新时期,艺术院校的教学形势发生了深刻的变化,其学生管理工作面临着众多挑战。由此,本文结合思政教育工作,根据艺术院校学生的独特性,因材施教,提出一系列针对性的学生管理水平提升对策,强化思政教育,契合艺术院校的办学特色,为中国特色精神文明建设事业输送优秀人才。", "label": "艺术学", "id": 0}
{"content": "现代经济发展背景下,艺术院校人才培养工作面临众多挑战,引导学生树立正确的人生观、价值观,对于未来的就业和艺术传承具有重要意义。然而当前我国一些艺术院校职业素质培养仍存在一些问题,如职业素质培养重视不足、职业道德意识淡薄、职业心理素质不高等问题。由此,本文以大学团学活动为基础上,提出针对性的艺术院校职业素质培养策略,促使学生形成较高的职业素质,以提升日常艺术课程的教学质量。", "label": "艺术学", "id": 0}
{"content": "近年来我国不断推广创新创意产业,文化创新已经逐渐构成了助力经济发展的新引擎,成为当今城市文化中的新型支柱。各级政府也为了号召文化创新的政策,进一步提高对于文化创新领域的重视和文化创新政策的落实,有效提升当前高校设计艺术类大学生的创新新创业水平,实现学生在教育实践中提升自己。文化创意涉及各个行业的信息交互,包括教育设计以及信息服务等多个行业,通过对该专业学习者创新能力的培养,可以进一步提升在专业领域的竞争力。高校是当前学生提升创新创业能力的重要平台,对于高校如何进一步展开实践教学,培养艺术类学生的创新创业能力,成为当前各大院校所必须面对的问题。本文就当前该专业学习者的创新创业能力培养进行调查研究,对于当前高校设计类艺术大学生创新创业能力的发展现状进行相关分析,并提出相关解决措施,为教育行业提供参考意义。", "label": "艺术学", "id": 0}
{"content": "文章对中国知网（CNKI）收录的与\"贵州美术教育\"相关的期刊论文和学位论文进行了统计,以统计结果为研究样本,运用文献计量学的方法,从文献的年度分布情况、作者情况、关键词、主要研究视角四个方面进行了统计分析。", "label": "艺术学", "id": 0}
{"content": "伴随着时代经济的发展,对于美术学教育不单纯注重对于美术技能技巧的培训,同时还侧重于对学生人文思想的引导教育。本文从人文美学思想与美术学的融合角度出发,进一步探究人文美学思想,从思想层面感受人文思想对美术学的艺术性思维启发,理解人文美学思想对美术学的重要意义。", "label": "艺术学", "id": 0}
{"content": "俗话说\"知识改变命运\",这句话足以说明教育的重要性,社会的发展离不开教育,教育是推动社会不断向前发展的重要力量。随着新课改的不断推进,中职教育逐渐进入大众的视野,中职以职业教育为主,招生对象主要是毕业后想学点技术直接参加工作的中学生,因此不像普通中学那样教的比较全面,中职教育只是有针对性的培养学生特定的技术,但对于艺术类专业的学生来说这是远远不够的,还需要有文化课作为基础,因为对于艺术生来说文化素质与专业素质同样重要,但目前中职学校文化课的教学效果并不是很理想,老师和学生根本不重视文化课,这严重阻碍了学生和教师的发展,因此需要对艺术类专业的文化课教学进行有效探索,提升学生综合素质。", "label": "艺术学", "id": 0}
{"content": "大数据时代推动教育迈入了智慧化的新阶段,智慧教育的更新,对大学生的艺术通识数据智慧和信息素养,也提出了新的高度和要求。在大数据时代语境环境下,人的视觉经验与阅读行为,已由基于传统印刷文本进入了读图时代与多媒体信息的解读,这也促使视觉素养和媒介素养成为信息时代大众的基本文化素养。为了应对全球化教育发展,以及大数据时代语境的各种要求,通过更新教育理念、丰富课程内容体系、借助DIKW分层模式实施研究路径,虚实结合、线上线下统一的模式,培养大学生从视觉信息中挖掘蕴藏的构图、色彩与情感等知识,全面提升学生视觉素养与艺术通识的水平和创新能力。", "label": "艺术学", "id": 0}
{"content": "\"目标导向\"指以岗位需求为导向、文化自信为导向和学生兴趣为导向。通过\"目标导向\"动因分析,以问题为驱动,将学生兴趣、实践能力、思政元素、文化素养、创新创意等作为改革着力点,进行课程体系研究与构建。形成\"基础共享,专业深耕,选修跨界\",思政与专业、人文与专业,能力与创新相融的特色课程体系。", "label": "艺术学", "id": 0}
{"content": "在当下,学前教育专业得到了更多学生的热爱,致力于国家的学前教育事业而努力,而且也有越来越多的中职院校开展了学前教育这门专业。学习学前教育不但需要对幼儿知识性的理论进行掌握,还需要学习音乐,美术,舞蹈等多种艺术性课程。所以在学前教育专业的培养课程当中,美术教育是必不可少的。美术教育对于幼儿有开发想象力和激发兴趣的作用,所以美术教学在学前教育专业中不可忽视,但是在实际的教学过程当中有很多中职院校出现了教学质量方面的问题。所以本文将会探讨美术教育的现状以及问题的分析情况,进一步提出美术教育的优化对策。", "label": "艺术学", "id": 0}
{"content": "高等院校公共艺术课程指导方案对全国艺术教育具有重要指导和规范作用,本文从现状分析、挑战应对、国际艺术教育经验借鉴、国内公共艺术课程发展动向、指导方案研制建议几个方面入手,论述通识教育中的艺术教育课程对新时代素质教育和人才培养的重大意义,指出大美育与新艺术并轨的发展方向,以期促进指导方案对艺术教育的规范与提升。", "label": "艺术学", "id": 0}
{"content": "北京理工大学的前身是延安自然科学院。延安是校史发展的起点,也是北理工人精神的原点。党在延安创办高等教育初期所提出的\"为谁培养人,培养什么样的人,怎样培养人\"的理念至今仍是学校育人的重要价值准则和校园文化建设的重要标杆。延安鲁艺时期凝练出的\"课堂—社团\"联动理念也深刻地影响着北理工的艺术教育实践工作。本文以马克思主义历史观,回顾了建校以来,学校艺术教育工作者不忘初心、牢记使命,以延安精神为引领,用艺术服务国家、服务社会、服务育人、服务校园文化的优秀原创案例,展示了北理工人用艺术开拓的一条思想政治教育之路。", "label": "艺术学", "id": 0}
{"content": "本文从亚运会的发展历程考察了亚运会会徽的色彩应用方式的变迁,并对杭州亚运会的色彩应用进行定位思考,提出亚运色彩应用的指导思想和基本方法,从体育和美育结合的角度,引导民众对亚运色彩美学的认识,传亚运美学内涵。", "label": "艺术学", "id": 0}
{"content": "中国传统的草木染色凝结菁华,代代相传,呈现其独特的文化和表现。古人有庞大的表述色彩及现象的词汇,从象形的文字中,我们不难发现其在取名和表意上的智慧,既有着诗兴的浪漫,同时从直观地表述色彩、材质、工艺的关系,在这些色彩名和用色中看到古人试图建立科学的色彩体系,其中最重要的一点是基于整体的丰富性和系统性,在这样的色彩系统中可以看到古人的宇宙观和多维的色彩文化表意。东方智慧的染色思想在古人的造物观中已经博大精深,在染色文化艺术中也反映这样的自然和色彩融合观。", "label": "艺术学", "id": 0}
{"content": "光波在人类视觉中引起的色彩感是模糊的,是因人因环境而异的,人们心目中对于色彩的概念也有很高的模糊性。模糊语言表述的色彩往往能给人带来更多联想,也为染料的制作带来了更多启发,使古代色彩品种更加丰富。我国古代色名的模糊性特征,既能体现出表达者对色名用词的精心选择,又给接受者提供了一个发挥想象的巨大空间,形成了理解的灵活性和多样性。", "label": "艺术学", "id": 0}
{"content": "高职学校是培养学生职业能力的重要机构,负责为各行各业培养高素质的技能型人才。其中,学前教育专业的学生在未来将从事幼儿教育行业,所以应该随着新时代幼儿教育的前沿发展来改善课程结构。在现代社会中,幼儿的品格发展备受关注,所以高职学前教育专业教师应该要着重优化学生的品格发育状态,使其切实树立高尚的道德品质,为未来的教育工作培养一批高素质人才。本文将从突出歌曲的人文内涵、通过教师形象传递真善美思想、通过人文关怀优化育人效果三个角度来分析高职学前教育专业的教师应该如何通过音乐课程来优化育人效果。", "label": "艺术学", "id": 0}
{"content": "原生艺术是一种由未接受过专门艺术训练的普通人士,通过纯粹自发的创作欲望,不遵循学院艺术的创作规则,无需任何装饰,质朴表达个人内心所想的艺术形式。它作为一种并不赏心悦目的艺术形式却真实反映了艺术的本质,具备天然的心理治疗功能。作为治疗的原生艺术不是以创作作品为目的,其核心目标是促进创作者心理健康疾病的康复。", "label": "艺术学", "id": 0}
{"content": "皮革艺术作为艺术的组成门类之一拥有悠久的发展历史,而其制作工艺发展至今也使得对于皮革材料的开发和使用范围愈发的多元化。我国早期皮革艺术与实用性和工艺性难以分割,对于皮革材料的艺术性塑造往往被附属于实用性之中,而当代艺术起源之后经历百年发展,当今所谓艺术已并不仅仅限于架上绘画或绢本纸本,皮革材料在当代艺术的语境之下对于雕塑、壁画、装置等等艺术门类都有着愈发重要的作用,而以皮革为材料的艺术作品已不仅仅限于实用性当中,本文浅析皮革材料在当代艺术语境之下与以往不同的作用和其艺术性的发展。", "label": "艺术学", "id": 0}
{"content": "近年来,共享思维的发展影响了各个领域,并潜移默化的改变着大众的思维方式。随着互联网技术和人工智能的发展,也对共享思维产生了影响,设计师的脑力资源共享,使公共环境的创意得到共享,在人人参与的艺术设计中,考虑用控制论进行作品或产品的信息输入与输出,将控制论用创造性的行为建立适合不同类型人群的艺术矩阵模型,应用于教育,进行分析,考虑人工智能与艺术融合对及其他社会文化形式的影响,使共享资源不仅在物质层面,在精神层面得到进一步的更科学的提升。通过创新的方式让大众的资源得到最大化的整合再利用,从而凸显人文关怀。", "label": "艺术学", "id": 0}
{"content": "自我国提出\"大众创业,万众创新\"的伟大畅想以来,中国经济发展逐步迈入\"双创时代\"。高职院校作为我国职业教育的主阵地,正是培养创新创业人才的\"孵化地\",担负培养高技能、高素养、高品质人才的重大责任。基于此,高职院校美术专业课程也要立足创新创业背景积极推进教学改革与实践,优化人才培养模式,强化高职学生良好的创新实践能力,为今后更好地适应社会、创业发展打好基础。", "label": "艺术学", "id": 0}
{"content": "随着新课改的不断推进,美术教育获得了更高的地位。美术教育不仅能够提升学生的绘画能力,还能够提升学生的审美情趣,因此学校应加强对美术教育的重视程度。近年来,一些美术院校受到应试教育的影响,美术教育表现出了一定的弊端,造成学生的创造力有所缺乏,因此需要在今后的美术教育过程中解决这一问题。本文从实践角度出发,对高等美术教育未来的发展展开了探究。", "label": "艺术学", "id": 0}
{"content": "<正>美术教学是高校美术教师通过多种教学方式传授美术知识和技能,其可提高学生的美术水平,增强学生的创造力。近年来,我国信息化发展水平显著提高,大学教育教学模式也较以往发生了较大的变化。本文就将主要分析信息化环境下,大学美术教学的改革与创新,希望给予相关教育人士一定的参考。", "label": "艺术学", "id": 0}
{"content": "<正>群众文化的建设工作是我国社会主义文化建设工作的重要一环,在精神文明建设不断推进的今天,群众文化的建设工作也取得了长足的发展。在漫长的历史岁月中,美术作为一种独特的艺术形式,推动了人类的发展,促进了社会的进步。美术创作不仅可以丰富人民群众的日常生活,而且可以提高人民群众的审美,带给人们精神上的享受,因此,美术创作对于推动群众文化的建设工作具有重要的意义。群众文化指的是在人们的自身职业外,自我参与、自我娱乐以及自我开发的一种具有社会性质的文化,通常以", "label": "艺术学", "id": 0}
{"content": "艺术作为一种可以在各个年龄段架起沟通的桥梁的特殊教育而受到人们的普遍重视。随着时代的发展,艺术教育已经不仅仅局限于专业人员的学习,还成为了高校通识教育的重要科目,作为培养其他专业学生美感的重要方式。其实早在1989年,国家教委便认识到了艺术教育的重要性,并于2002年出台了相关政策,明确了艺术教育的重要性以及其特殊地位,希望通过对艺术教育内容,目标和手段的规范来达到最初的目的。不同于其他专业知识技能,艺术教育可以陶冶情操,培养学生审美能力,提升艺术修养,这些都是其他专业知识无法替代的,同时铺就了艺术教育在基础教育中的特殊地位。教师可以通过传授艺术启发学生思维,培养学生正确的审美能力,带领他们畅游在艺术的海洋当中,学会欣赏美,热爱美,追求美,创造美。因此,我针对艺术教育中审美知识的转化对学生的影响进行了深入分析,通过多重调查方式,寻找能够提升学生审美能力,培养艺术情操的有效方法,辅助学生德智体美劳全面发展,争取做一个新时代下的新青年。", "label": "艺术学", "id": 0}
{"content": "<正>民俗文化是人们在长期的生产、生活中形成的习俗统称。本文通过对民俗文化语言在环境陶艺景观中的表现进行系统分析,结合案例探究现当代陶艺景观如何以民俗文化的内核,来表达陶艺景观的审美理念、城市精神、城市故事。近年来,许多城市的建设越来越体现出浓厚的人文情怀,越来越追求城市景观对于城市居民生活达到一个和谐的氛围:城市景观可使城市具有自然景观艺术气息,使人们在城市生活中获得舒适感和愉悦感,获得美的享受。以陶", "label": "艺术学", "id": 0}
{"content": "<正>以高校美术生参与社区美术教育为突破口,深入探讨高等美术学校学生参与社区美术教育的优势,功能和作用等。通过高等美术学校大学生与社区教育相关结合,并对高校美术学生参与社区美术教育的案例进行分析,梳理出高等美术学校学生参与社区美术教育的可行性和必要性。从而提出促进高等美术学生更好地参与社区美术教育,促进学生创新创业一些策略和方法。", "label": "艺术学", "id": 0}
{"content": "<正>生活与艺术的关系是艺术美学的基本问题之一,也是受艺术家与美学家广泛关注的问题,许多优秀学者们对此也做出了不少贡献。我们要紧密地结合艺术实践,实事求是地学习,研究,应用,创新,才能使我们的艺术实践与艺术理论水平大幅度地提高。1艺术源于生活艺术与生活的关系就如同哲学中存在与意识的关系。以任何形式存在并出现在大众视野下的艺术作品,都是艺", "label": "艺术学", "id": 0}
{"content": "<正>媒体的数字化,以及内容制作工具和服务的大众化趋势,为交流、创作和分享艺术文化内容创造了前所未有的参与式开放性环境。这些趋势不可避免地改变了致力于保存和传播国家文化认同、文化价值和艺术实践的艺术文化机构的期望和任务。当前,越来越多的艺术文化机构不仅向本地受众,更向全球受众传播国家文化认同、文化价值和艺术实践。由于覆盖全球受众的渠道非常广泛,因此艺术文化机构必须能够快速适应,为动态、网络化的多媒体市场开发新的艺术文化呈现方式。", "label": "艺术学", "id": 0}
{"content": "<正>西方艺术治疗的理论及实践,基于心理学理论及现代科学理论。而西方各类艺术治疗师中具有开放精神的治疗师们,发现了在中医中有着更加具有治疗意义的理论。这种在实践中不断追求的方式,正在让西方治疗师们从对现象的解构性,转化为一种更为积极的特殊的思维方式,弥补了西方在因理论的局限性所带来的遗憾,给西方艺术治疗方法带来更多的治愈机会。", "label": "艺术学", "id": 0}
{"content": "<正>海外华文媒体的受众主要是华侨华人,海外华文媒体一个重要使命是促进华侨华人扎根当地、融入当地社会,传递所在国国情、侨情,不断挖掘报道华人创业、奋斗、成功的故事以及华人社团在海外的耕耘情况。另一方面,也要传递所在国日新月异的政治、经济、文化发展情况。我认为,讲好中国故事要充分利用华侨华人与所在国广泛联系的优势,让华侨华人在与当地民众的平等交往中,消", "label": "艺术学", "id": 0}
{"content": "\"一流大学\"的建设需要高等院校各学科齐头并进,艺术类教育作为高等教育中不可或缺的一环,存在着有别于其它文化专业门类的独特性。文章从问题出发首先分析了\"一流大学\"建设背景下中国艺术类教育现状及其存在的学科与专业建设不完善,艺术类高校教育区域发展失衡,艺术类教育与\"一流大学\"建设发展目标错位,艺术类教育科学研究滞后等问题。有针对性的提出了从艺术类教育产学研深入研究,学科交叉研究,质量工程建设,精品团队建设等方面给予了一些对策要求。同时作者对中国艺术类教育前景进行了一定展望。", "label": "艺术学", "id": 0}
{"content": "公共艺术课程是高职艺术教育的重要内容之一。相对于其他课程内容,公共艺术教育课程更加能够提升学生的审美素养。随着我国经济的快速发展,社会对于高素质人才的市场需求不断增大。同时,高职院校作为社会培养职业技能高素质人才的重要场所,需要灵活调整教学模式,基于一体化的教学模式,从而提高教学效率,培养学生多方面的艺术综合素养。", "label": "艺术学", "id": 0}
{"content": "随着社会的不断发展,社会公共文化服务体系的建设也越发完善,逐渐演变成社会发展的焦点,现代公共文化服务体系的建设需要有新的社会力量的加入,并非只由政府部门的单一实施,高校作为优秀文化的发源地,必然成为一种新型的社会力量且可以充分发挥自身的优势,把优质的教育资源奉献给社会,从而提高社会的公共文化服务建设。高校音乐院系则作为文化艺术的生产者、传播者、对公共文化服务体系的建设具有不可推卸的责任和义务。", "label": "艺术学", "id": 0}
{"content": "在我国经济推动社会发展的同时,对于教育事业的改革也起到了积极的促进作用,中职教育更加注重对学生专业技能的培养,结合当今社会的发展需要,有针对性的进行人才输出。如今,美术教学已经成为中职院校教育发展中的重要组成部分,除了注重学生的美术专业技能外,更加注重对学生艺术素养的熏陶。本文结合当下职业院校的教学现状,对美术的教学意义和教学实践进行总结和分析。希望帮助职业院校更好的开展美术教学工作。", "label": "艺术学", "id": 0}
{"content": "中职院校在面对学校的学前教育的专业美术教育时,主要是针对学生学习培养幼儿教师能力的重要组成部分。有效的开设相关的美术课程,在一定程度上是培育幼儿美术教师的专业知识技能,而良好的培养和塑造中职学生的美术素养的同时也能够为我国的学前教育的幼儿教师培育提供一定的技能帮助。对此,本文针对中职学前教学专业美术教育的现状及对策进行深入的探讨和分析,对于中职学校的美术教育中潜在的问题进行详细的阐述,对于中职学校的美术教育进行全面的改革提升,对于学前教育的学生提供美术专业的针对性教育。", "label": "艺术学", "id": 0}
{"content": "本文探究以庄子和苏轼为代表的道家思想中所隐含的艺术存有论。对于道家思想而言,物的典范是一个生命体,每一个事物都自有其\"天理\"或者说\"常理\";绝妙艺术作品的秘密即在于掌握并遵循事物自身的常理。在阐明\"以天和天\"所蕴含的两重艺术哲学意蕴的基础上,本文提出道家式艺术存有论的一种雏形。以天合天的意蕴其一是:艺术家不是中性地去表象事物,而是通过忘我来与物合一;其二是:在中国古代艺术中,从来就谈不上一件艺术作品,有的是你呼我应、相生相发的多种作品所构成的流动体。道家思想中不存在与自然物对立的孤立的艺术存有论,有的是一种是与物相游、与物合一、多元共生、流动变化的道家式的艺术存有论。", "label": "艺术学", "id": 0}
{"content": "机械复制的发展给现代工业的发展带来了批量化、标准化的生产新模式,使传统的手工复制的艺术成分消失殆尽。然而随着时代的发展和人们对于产品个性化和多样化的需求,以机械复制的量产模式也逐渐显示出弊端。数字复制时代以其注重体验性、交互性、在场性的特征使普通的产品被赋予了艺术的特性。数字复制技术带来的虚拟与现实的交融共生决定了产品的独一无二性。数字复制技术带来的从感官体验、情感体验到精神体验的产业发展使人们对于产品的认识发展到精神信仰中的膜拜价值。", "label": "艺术学", "id": 0}
{"content": "<正>一、翻转式教学模式\"翻转式教学模式\"是传统课堂教学中课下遇到的问题以及学生难以理解的教学内容,通过教师在课上的答疑解惑与师生协作探究和交流互动等形式的学习活动得以完成,进而实现所学知识的更好内化的教学模式。实现课程知识讲授与所学课程知识内化教学顺序的翻转。", "label": "艺术学", "id": 0}
{"content": "<正>根据国家教育部下发的《关于全面提高高等教育质量的若干意见》等文件精神,目前国家已经把提高教学质量作为教育改革发展的核心任务。推动教学质量改革是确保应用型本科院校教学水平的基本保障。当前,应用型本科高校艺术类专业在教学质量上仍然存在诸多问题。所以提升教风、学风,提高教学质量已经成了高校最重要的工作任务。此研究结合应用型本科院校的办学定位和特点,提出教学质量评价的重点,坚持以教学效果为中心,实施教学方法的改革与创新,不断完善教学质量监控体系,加强师资队伍建设,规范教学管理制度,确保人才培养质量的稳步提高。", "label": "艺术学", "id": 0}
{"content": "<正>美术作为一种艺术表现形式,不仅能够满足人们的视觉享受,更可以通过视觉所见促使人们产生更深的思考和感悟。这种艺术创作往往是艺术家依据自身所闻所见,通过在生活中寻找适于精神性或创造性表现的载体,摄取事物本质灵魂,运用造型、形态的变化体现人类思维方式、立场及态度。因而,美术创作作品用人们普遍认同的视觉语言加以阐述,常常带有崇拜色彩、宗教色彩、情感与哲学色彩,有明显精神性追求特征,它承载的是人类的一种情绪、情怀。", "label": "艺术学", "id": 0}
{"content": "<正>对于就业为教学方向的中专生来说,美术是属于素质教育的科目之一,也是提高艺术专业学生就业能力的有效课程。现在的美术教学注重围绕学科为核心,没有重视学生的主体地位,使学生降低了学习美术知识的兴趣,更局限了学生创新意识发展。为此,身为美术教师在教学中要考虑到中专生的学习情况针对性的教学,在课堂教学中创设有趣的课堂,让学生自主的进入到学习中,陶冶学生的情操。", "label": "艺术学", "id": 0}
{"content": "<正>高职美术教育的主要目标是为学生传授更多专业美术知识、增强其审美和实践应用能力,以便能够为其今后的就业发展、生活学习等打下坚实的基础。结合新时期的教育形势,高职美术教师在指导学生学习各种美术知识和技能时,要牢牢把握学生的实际需求,从其喜好和长远发展着手,进一步优化教学的形式和内容,以便不断克服传统教育的弊端,促使学生在良好的学习氛围中获得丰富的知识和良好的能力,有利于增强教学的实效性和学生的专业水平。1在高职院校开展美术教育工作的重要性", "label": "艺术学", "id": 0}
{"content": "我国传统的艺术专业教育通常重视对创意的要求,而忽视了对实践能力的培养,在很长一段时间内都只注重于理论知识的讲授。为此提出现代学徒制在地方高校艺术专业实践教学中的创新模式研究。通过分析\"现代学徒制\"的特征及优势,进一步确定其在高效艺术专业实践教学中的意义;通过实例论证得出,现代学徒制在艺术专业教学中具有良好的实践经验,节省教学实践,增强实践教学效率。", "label": "艺术学", "id": 0}
{"content": "近年来,伴随着改革开放的进一步深入,我国经济社会得到了快速的发展,高等教育也得到了前所未有的机遇,高校美术教育也在此基础上打破了原有的教学模式,得到了长足的进步,经过多年的努力,不论是从教学方式还是教育观念上都取得了很多的成绩。但是在高校美术教学快速发展的同时,高校美术教学仍有很多的缺点和不足,针对目前高校教学中的不足,探索更加合理健康的高校美术教学发展新模式,是我们教学工作者急需解决的问题。", "label": "艺术学", "id": 0}
{"content": "艺术是人类生活中不可或缺的一部分。艺术是文化的范畴,美术作品欣赏需要在文化传承下进行,承担着继承和弘扬中华文化的历史责任。在美术欣赏领域,我们应该尊重多元文化,培养民族审美意识,两者有着互补和不可分割的辩证关系。每种美术作品都有自己特定的分类和鉴赏方法。在加强对传统艺术作品的欣赏的同时,要努力体现文化遗产的多元文化,加强艺术欣赏与其他学科的关系。本文将从各种美术作品的原始分类和评价方法入手,分析和总结如何从文化传承的角度来欣赏和分析艺术作品。", "label": "艺术学", "id": 0}
{"content": "随着高等教育的逐渐普及和资源优化,音乐教学成为高校教学系统中不可分割的一部分,音乐教学在塑造学生的音乐素养方面上起着重大作用。但是,受到各类因素的影响,目前国内高校音乐教学更偏向于西方化,而忘却了我国传统音乐的精髓所在。本文通过分析高校音乐教学和民族音乐文化之间的关系,指出在教学过程中,如何将民族音乐文化恰到好处地融入课程当中,以传承历史经典,也为国内高校音乐教学本土化提供发展建议。", "label": "艺术学", "id": 0}
{"content": "马克思主义社会科学方法论是当今社会的一种具体的、科学的、普遍的方法论,它强调了实践活动的创新性与历史生成性。而美术作为一门社会科学的一大组成部分,其研究是具有直接的、有效的指导意义的。所以,笔者通过本学期的学习,把理论与实践相结合从美术教学的角度来浅析马克思主义社会科学方法论。", "label": "艺术学", "id": 0}
{"content": "高职教育目前正在积极发展,但高职院校的艺术教育落后。本文详细讨论和分析了学生艺术教育的质量和高职学院目前的艺术教育状况,并提出了关于如何在高职学院进行艺术教育以及如何改善当前情况的创新研究[1]。", "label": "艺术学", "id": 0}
{"content": "<正>美术鉴课程是普通高等学校美术学本科一门重要的理论必修课程,美术鉴赏主要是对于高校美术学专业学生从审美体验、鉴赏能力到批评意识的专业而系统的学习和提高,因此本文探讨在高等美术教育中进行美术鉴赏力的培养,和探讨美术鉴赏力培养的意义,是具有研究价值的。", "label": "艺术学", "id": 0}
{"content": "本文针对高职院校艺术类学生的思想行为特点,提出应该从理论育人、知识育人、管理育人、实践育人、新媒体育人五个方面入手,共同推动高职院校艺术类学生社会主义核心价值观真正入脑入心。", "label": "艺术学", "id": 0}
{"content": "<正>考古的作用简而言之可以\"证经补史\"来概括,而艺术考古作为一个新兴的考古方向,并非只单纯进行田野考古,其对艺术本质的溯源、对艺术发展规律的探讨、对艺术变革转折点的捕捉、对艺术交流融合问题的提出和探索,都无疑在发现过去和总结传统的同时,也为艺术在未来的发展提供了具有前瞻性的指导。", "label": "艺术学", "id": 0}
{"content": "在多元文化不断发展的背景下,高职美术教育教学体系的重构受到了人们的广泛重视。高职美术教育应与普通高等美术教育进行一定的区别,强调在教学手段、教学评价、人才培养与教育理念上高举职业教育的旗帜,完成培养优秀人才与满足社会需求的目标[1]。本文在对当前高中美术教育教学体系重构中遇到的困境进行充分反思的基础上,阐述了高职美术教育教学体系的构建策略,望通过形成多元化的教学体系,促进高职美术教育教学于我国教育系统的良好发展。", "label": "艺术学", "id": 0}
{"content": "本文以核心素养本位下的美术学科教学为主要内容进行阐述,结合当下核心素养本位下美术科学教学背景、核心素养本位下学科教学研究意义和核心素养本位下美术学科教学对策为主要依据,从核心素养背景对美术教学有影响、教学素养层次和结构关系、核心素养本位下教学实践这几方面进行深入探讨和分析,其目的在于加强核心素养本位下美术学科教学价值,旨在为相关研究提供参考资料。", "label": "艺术学", "id": 0}
{"content": "现如今再以科学实践观为基柱\"新唯物主义\"来分析应该从感性的活动,从主体去尝试了解客观世界,那么再时间的基础之上,就需要吧客观作为主体的认识目标,然而更为重要的是把其作为主要改造目标。艺术设计活动是自人类进入文明以来就有着一定的实践,这是我们的独特之处,这是表现自己的看法与手法、介质与关联。", "label": "艺术学", "id": 0}
{"content": "2018年是中国改革开放40年重要节点,高等艺术教育乘着改革春风壮大发展,成为国家培养输送高质量艺术人才、巩固发展文艺大国地位的坚强保障。新时代下,高等艺术教育的任务不仅仅是强化学科建设与培养艺术人才,更是要让艺术服务于社会、服务于整个时代。人民对美好生活的向往是双重性的,既包含物质的因素,也有精神的追求,因此艺术教育在中华民族复兴的伟大进程中肩负着历史赋予的重大使命。", "label": "艺术学", "id": 0}
{"content": "<正>清人美食家袁枚《随园食单》讲:\"酒似耆老宿儒,越陈越贵,以初开坛者为佳,谚所谓‘酒头茶脚’。\"古代文人喜饮酒。品酒如与渊博老友对谈,倾诉内心。酒后吐真言,酒激发出创作的激情。往往醉后,艺术焕发了自由。李白嗜酒不拘小节,沉酣中所撰文章,未尝错误。而与不醉之人议事皆不出太白所见,时人号之为\"酒圣\"。", "label": "艺术学", "id": 0}
{"content": "《管子·内业》中\"形神\"问题的提出,体现出中国古代哲学范畴中的朴素唯物主义的基本思想,其中的\"灵气在心\"真正反映了先秦时期艺术美学的核心命题,正是这一命题使中国传统艺术无论在本体的和美还是客体的真美,都以其艺术产生的源体而倍受学界关注。本文以《管子》的\"灵气在心\"为切入点,结合中国传统美学的艺术实践,提出了作为中国的艺术精神核心之一的\"灵气在心\"不仅为古代艺术创作的意境、艺术形式的神韵、审美感受的心趣三重要素提供了一定的理论基础,而且还把人对生命的历程、对自然界的感悟以及对客观事物把握紧密地联系在了一起,并将\"灵气在心\"视为中国传统艺术论的哲学基础。", "label": "艺术学", "id": 0}
{"content": "2018年,艺术学理论\"不忘本来、吸收外来、面向未来\",认真总结既往,坚持守正创新,朝着学理化、规范化学科发展目标不断探索、持续深化。在举国上下隆重纪念、热烈庆祝改革开放40周年总背景下,回顾和总结艺术理论和艺术学学科的不平凡历程,它的变革、发展与改革开放的深层关联成为该学科最重要的主题。有关艺术史理论尤其是\"一般艺术史\"的探讨,则成为该学科另一焦点所在。本报告从艺术理论、艺术史、艺术批评、艺术交叉学科及学科建设的总体情况几个方面,对2018年度艺术学理论一级学科研究发展情况进行了全景式扫描。", "label": "艺术学", "id": 0}
{"content": "2018年艺术人类学的发展逐步进入成熟阶段,不少学者撰写了学科自觉和学科反思的文章,另外,在研究中出现了由关注\"物\"到关注\"人\",用历史文献、器物、图像的角度诠释艺术现象,关注艺术介入乡村建设的研究,关注前沿理论的探讨,关注手工艺复兴等几方面的思潮。最后落脚点还主要是民族志的撰写,在这一方面的研究还是2018年的主流,大家得到的共识是只有走进田野,沿着从实求知的人类学研究之路走下去,中国的艺术人类学的发展之路才会越走越宽广。同时在田野中感受中国社会不断实践的脉搏,发掘中国传统文化中的艺术资源,认识中国的文化基因,并在此基础上推动中国社会和文化经济的发展,就能够建立一个中国的艺术人类学学派,为世界人类学理论大厦的建构贡献一份力量。", "label": "艺术学", "id": 0}
{"content": "<正>2019年3月23~24日,由中央美术学院美术教育研究中心、社会美育联盟、北京靳尚谊艺术基金会等主办,北京外交人员服务局、中国实学研究会等协办的首届社会美育国际论坛在京举办。会前,中央美术学院美术教育教研中心面向社会,做了有针对性地征集100个问题的答卷调研,发现有42%的问题出在家长身上。因此,此次论坛邀约博物馆与美术馆、社会教育与艺术机构、高校相关专家和教培人士,全方位、多角度围绕\"家庭美育\"这一主题进行讨论。", "label": "艺术学", "id": 0}
{"content": "<正>2019年3月2日,由中国实学研究会主办的\"美好生活需要\"与艺术滋养座谈会在京召开,来自中共中央党校、中央美术学院、中国人民大学、国防大学、中国文联以及社会各界近40名专家、文艺工作者出席会议。中国实学研究会副会长、国防大学教授朱康有指出,根据党的十九大关于社会矛盾的新论断,文艺工作者在满足人民日益增长的美好生活需要负有重要使命和责任。文艺通过感性的审美,可以描摹、妆扮出更有色彩、更有韵味的生活。民族文艺是中华文化的重要组成部分,内含中国人自身的\"价值引导、精神引领、", "label": "艺术学", "id": 0}
{"content": "当前形势下,制约高等院校艺术通识课程建设的重要因素之一就是专用教材的缺乏。本文以人民出版社的部分专用教材为例,探讨如何紧紧围绕高校开展艺术教育和素质教育的需求,积极运用新思路、新理念开展体例编排及撰写方式创新,社会实践证明取得的教学效果具有现实意义,其立意与体例可以为高校通识课教材今后不断完善并拓展功能提供有益启示。", "label": "艺术学", "id": 0}
{"content": "本文探讨了文化自信与艺术人才培养的关系,指出人文素质对于艺术人才培养的特殊意义,并提出以艺术院校人文课程为抓手,培养具有文化自信的艺术人才的路径。", "label": "艺术学", "id": 0}
{"content": "在全面实施素质教育、强调德智体美劳全面发展的新时代,美术教育作为美育的重要组成部分和素质教育的重要实施途径,在高校人才培养中发挥着独特和重要的功能。本文在这一背景下,介绍了高校进行美术教育的必要性及其作用,分析了当前我国高校美术教育现状及存在的主要问题,并以所在高校为例进行实践探索,提出加强理工科高校美术教育的思考。", "label": "艺术学", "id": 0}
{"content": "本文是在各高校创建\"双一流\"的背景下,首先探讨高等艺术教育教学评价现有模式存在的问题,其次分析高等艺术教育教学评价模式该具备的作用,进而得出高等艺术教育的教学评价体系的内容,辅以构建高等艺术教育的教学评价体系的可行性分析,论证了要具备对高等艺术教育教学内容有指导作用、对教学过程有规范作用、对教学对象有约束作用必须建立一个多层次、多方向、多种形式的评价体系,这样才能客观、整体性、科学、立体的评价高等艺术教育教学活动。", "label": "艺术学", "id": 0}
{"content": "<正>又是个抚今思昔的年份,我们请来熟稔当代艺术的杜曦云。曦云的历史观及价值观应属80年代以来的\"启蒙\"一路。\"启蒙\"不是没有偏颇过头的毛病,但它从来就不是一个伪命题。今天,这个肇始于一百年前、复兴于四十年前的文化思想传统尤其需要珍护和弘扬。我们还访谈了中国舞台美术的中坚刘杏林,他娓娓道来的个人命运、艺术生涯以鲜明的细节透露了中国当代前后两个时代的兴衰消息。", "label": "艺术学", "id": 0}
{"content": "<正>时间:2018年8月17日地点:北京酒厂艺术区黄纪苏（以下简称黄）:焕青我们几个搞《艺术手册》,从2013年开始。这几十年正是中国社会历史大变迁的时期,《手册》着眼于艺术领域与大时代的关系,社会政治经济环境对艺术有哪些影响,艺术又对之有哪些反应和刺激。《手册》会强调思想性,但我们也明白在认识世界的顺序中,思想理论这些是排在后面的。刚", "label": "艺术学", "id": 0}
{"content": "<正>1十九世纪末以来的西方美术,可以比做隐藏无数交互按钮不断扩展的触摸屏,每个触点都链接着奇异的思想视觉。由于每个点位各执己见,整个界面歧见丛生。也可以把这个界面看作是波伊斯\"直接民主\"的隐喻,美术显示的是人自由的欲望和意志。艺术创作不再是起码不仅仅是严守行业公共标准完成的定制产品,而是寻求个人目标,注重个人见解,从公共视觉习惯之下挖掘被常理掩埋的真理。", "label": "艺术学", "id": 0}
{"content": "<正>人类对色彩的感知与人类自身的历史一样漫长,但独立意义上的科学的色彩学研究却到近代才开始,这是因为色彩学的研究须以光学的产生和发展为基础。直到17世纪60年代,牛顿通过有名的\"日光一棱镜折射实验\"得出白光是由不同颜色光线混合而成的结论之后,颜色的本质才逐渐得到正确的解释。由开普勒奠定的近代实验光学为色彩学的产生提供了科学基础。\"色立体学说\"的形成源于人们对于色彩应用的更高要求,不仅能够从感性的角度认识和使用色彩,而且要求能够理性地把控色彩,于是人类付出了许多努力,经过大量的实验,从平面的图式一直发展到立体形态结构的探究。人类也不断在", "label": "艺术学", "id": 0}
{"content": "男女權利問題一直是一個繞不開的社會論題,在人類歷史的長河中,女性確實擁有過一段地位至高無上的時光,但隨著人類文明的發展,離開了繁殖之光庇護的女性,她們在社會中的至上權利漸漸地被體力更好,更強壯的男性所取代,甚至很長一段時間處於被壓迫,被忽略的弱勢地位。就像女性權利的失去一樣,沒有一種權利可以永恆地霸佔著社會,為了實現男女權利的平等,女性們奮貣反抗,在社會各個領域為她們自己發聲。隨著女性主義（Feminism, 18世紀末-20世紀中）運動浪潮的迭貣,藝術領域也受到了衝擊。「新藝術」作為連接古典藝術與現代藝術之間的重要藝術流派,也同樣在藝術風格上發生了極大的轉變。除了這些作品中的前衛與自然之外,在它們背後蘊涵著的之前藝術作品從未傳達過的資訊更值得我們去挖掘。本文將從女性主義（Feminism）的角度去解析「新藝術」時期作品中蘊含的美學概念;其背後之間的關聯性以及造成這種現象的種種原因。", "label": "艺术学", "id": 0}
{"content": "艺术体育作为体育的一种创新形态,有着重要的教育价值,通过文献资料等方法,对其教育价值做了分析研究,认为艺术体育是高校体育发展之道,合乎大学生生理、心理特点和审美需求,合乎体育教学发展需要。在社会主义新时代,体育教学要从传统以教师和技能为主体,转变成为以学生和兴趣为主体,以便突出\"以人为本\"和\"健康第一\"的教育理念,并施行性命双修、身心双健和德艺双馨的体育教育策略。", "label": "艺术学", "id": 0}
{"content": "<正>17—18世纪欧洲出现空前的\"中国热\"现象,他们将受中国艺术影响、具有中国艺术风格的物品称作\"Chinoiserie\"。\"Chinoiserie\"可译作\"中国艺术风格\",或简称\"中国风\",出现于17世纪中、晚期,18世纪中期达于鼎盛,新古典主义的出现以及19世纪后中国的衰败,使得\"中国风\"也趋于衰落。\"中国风\"体现在瓷器、漆器、玻璃、室内、园林与建筑等诸多领域。相对", "label": "艺术学", "id": 0}
{"content": "现如今,科技的发展使各类新型媒介相继出现,数字化与网络化得到快速普及。依托数字化、信息化的环境,世界各国交流空前密切,经济、文化等诸多领域迅猛发展,科学与艺术的发展也逐渐从\"笔\"的时代过渡到数字化时代,之前手工难以实现的效果,被数字化轻易实现。这种数字化的发展对科学与艺术来说,既是机遇,又是挑战。本文将阐述与分析在数字化新时代,数字化如何助力科学与艺术融合,以及科学与艺术面临的机遇与挑战,同时分析如何更好地利用数字化助力科学与艺术,使科学与艺术在新时代顺应发展潮流,进行传承、融合与发展。", "label": "艺术学", "id": 0}
{"content": "随着科学技术的发展与社会的进步,利用互联网来进行科学与艺术的养成教育,对于科学理性思维和艺术感性思维结合的培养具有很强的优势。国家在提倡素质教育的过程中,由于科学与艺术的优质教育资源有限,尚无法发挥较大的影响力。本文着重探讨科学与艺术的数字化创新与互联网+养成教育。", "label": "艺术学", "id": 0}
{"content": "随着信息时代的来临,新媒体科学与艺术备受关注。随着我国经济的不断发展,科学技术水平也不断提高,新媒体行业不断进步,人类已经进入了一个信息高速发展的时代,视觉传达、影像音像、文字声音等都融合在数字媒体中,从而营造了一个以用户体验为主体的环境。本文首先分析了新媒体科学与新媒体艺术的融合,其次阐述了新媒体科学与艺术体验的发展过程和前景。科技不断更新发展,新媒体科学与新媒体艺术的融合便显得极其重要,一方面是因为科学技术飞速发展的背景,另一方面则是因为当今的新媒体艺术开始慢慢偏向科技化,以谋求更广阔的发展空间,所以推进新媒体科技与艺术开始不断融合。人类已经不单单是对有形产品的功能上的追求与体验,更多的是追求无形的对于情感上的满足和体验。", "label": "艺术学", "id": 0}
{"content": "当孔孟老庄的思想在中国传统文化中占据重要地位,他们把语言转化成文字,用文字传达思想,这时就已经开始造就了中国的人文精神。人文精神贯穿历史长河,也影响各个方面,包括科学和艺术。在科技飞速发展,艺术大放异彩的现代,仍要把人文精神作为精神的核心之一。无论是从我国古代几位圣人身上学到的\"仁爱\"\"天人合一\",还是从西方的哲学家、艺术家那里突破传统思维,发现个人价值,这些思想都对当时的人、社会、国家产生了巨大的影响。在当今科技发达、社会进步的时代,我们需要承前启后地发扬和继承我们的人文精神,在开启新时代的大幕中,让人文精神更加光彩夺目。", "label": "艺术学", "id": 0}
{"content": "传统的媒体艺术在科学技术不断超越的时代中,已经无法有效满足观者艺术体验的需求,逐渐衍生出新兴媒体艺术,以此来实现受众对艺术审美体验的更深程度的追求。因此,新媒体艺术在科学与艺术的融合中孕育而生,科学技术为很多艺术创造与想象提供了发挥空间,给予所有大众一个参与艺术创作的机会。同时,新媒体艺术创造着新的艺术形式,跳脱出原有简单视听元素的束缚,在人所能感知到的任何触角领域进行实践探索,通过连接与交互使观者更加主动地参与到艺术创作的环节,感受到创作者所传递的艺术理念,实现人文精神价值的传递。本文主要就新媒体科学与艺术体验进行解读,结合实际情况,客观阐述新媒体科学与艺术体验的发展以及人文精神融入其中的重要性,以求更好地促进科学与艺术交融发展,推动新媒体艺术获得更长远的发展。", "label": "艺术学", "id": 0}
{"content": "中国传统色彩的本质就是一种观念,是一种文化意蕴的外在表现。本文试图从中国传统色彩的构成形式角度进入,通过对于当前高校美术色彩教学中所存在的问题的阐述,借鉴传统色彩的理念来实现色彩教学的融入。", "label": "艺术学", "id": 0}
{"content": "中国传统色彩的丰富的现象与意义凝结出灿烂的色彩文明和宝贵的色彩文化价值,但现代对于大众的普及和研究确稍显不足。本文以中国现代社会为背景,通过文献分析和探讨、考察、归纳与总结的研究方法,从文化的视角研究中国色彩,梳理了中国色彩观的文化脉络,归纳了传统色彩文化的传播现状,并根据现状有针对性的提出一些发展策略。", "label": "艺术学", "id": 0}
{"content": "色彩文化具有哲学色彩,其哲学性渗透着中国古老的\"道器观\"思想,即讲究形而上之思想与形而下之应用合而为一,和合相生的哲学观。蒙古民族的传统色彩文化资源丰富,\"尚色\"是这个民族由来已久的信仰。\"器道合一\"理念研究对于内蒙古地区的现代色彩应用是一次有价值的理论探索。本文首先对蒙古色彩现代应用之\"道\",即文化习得、意向传达、文化辐射力进行理论阐述,继而对\"器\"的三个方面,器之纳形、器之对象、器之水平阐述观点,将研究从意识观念转化为具有现实指导意义的操作方法。最后,提出\"合一\"不仅是色彩自身的和谐与包容,也是其与载体的合一,与时间、空间的合一。", "label": "艺术学", "id": 0}
{"content": "全球化时代,各种社会思想浪潮相互冲击,让大学生感到无所适从,我们必须坚持社会主义价值观在教育价值中的主导地位,这是由社会主义核心价值观的科学性和社会主义国家的性质决定的。坚持社会主义核心价值观在大学美术教育中的主导地位,在高校艺术公民教育工作的社会主义核心价值观中发挥主导作用,其次要坚持民族性和开放性的统一,让教育价值观深入大学生内心。", "label": "艺术学", "id": 0}
{"content": "人类文明史就是一部工匠发展史,工匠的水平一定程度上反映了一个时期文明的强盛与衰亡。艺术是人们把握现实世界的一种精神性的具体的实践方式。人类文明史也可以说是一部艺术发展史,艺术文化的发展一定程度上反映了一个时期文明的繁荣。艺术创造是一种具体的实践劳动,\"工匠\"则是艺术文化最为普遍的劳动创造群体。\"工匠\"一词深深植根于华夏文明的土壤之中,艺术文化乃是中华民族本土文化的重要组成部分。在面对全球经济一体化、文化趋同化的世界语境下,弘扬以精益求精为核心的工匠精神和以真、善、美为核心的艺术精神正契合当今中国的现实发展要求,是提升中国品质,促进文化事业繁荣发展,实现当代中华文化的伟大复兴的关键所在。工匠精神和艺术精神相互支撑、完美融合,必将为\"中国创造\"、\"中国设计\"提供源远流长的生命力,更有助于树立文化自觉自信,共同推动实现中华民族伟大复兴的中国梦。", "label": "艺术学", "id": 0}
{"content": "波普艺术是一种新型的艺术风格,它的特征是大众化、通俗化、批量生产的;而艺术市场的特征是为大众服务,零售大量批量生产的廉价的日常生活用品。波普艺术与超市有着千丝万缕的联系。安迪?沃霍尔是波普艺术的领袖,他用超级市场商品的摆放同样是重复排列,整齐而重复的排列,艳丽的色彩,远观亦是一幅优秀的波普艺术作品。波普艺术作品与超市最大的共同点是重复。同样,市场的经营理念同样是为大众服务,艺术最终走向商品化,并催生了巨大的艺术市场。", "label": "艺术学", "id": 0}
{"content": "一次性的学校教育已经不能满足随社会发展而出现的各种各样的需求。\"非学历培训\"作为艺术继续教育的新模式,自身所具备的优势,是不可磨灭的。坚守发展继续教育,建设全民学习、终身学习的学习型社会将是继续教育可持续发展的重中之重。本文以继续教育为切入点,以继续教育和传统美术教育的异同为立足点,以社会需求及教育发展为出发点,探究非学历培训的可行性及必要性。继而针对非学历培训的教学模式、招生、宣传、展览、及后续培养提出针对性见解。", "label": "艺术学", "id": 0}
{"content": "随着我国社会经济的快速发展,加快经济全球化和一体化的发展趋势,较高的社会需求的各类人才、质量和数量也越来越多,这将不可避免地推动高校改革人才培养的模式,来适应社会的需求。此外,人才培养规格也呈现出多样化的趋势,高等教育也从精英阶段进入了大众化阶段。由此可见,该模式越来越难以适应传统培训的新形势,高校需要通过多样化、特色化和个性化的教育,培养具有扎实的理论基础、创新意识和创新能力的高素质应用型人才。特别是中国加入世界贸易组织后,经济的快速发展,带动就业市场人才设计技术应用的需求很大,各高校的规模在迅速扩大,随着规模的迅速扩张相比,各大高校艺术设计学院思想、教育质量和人才培养目标和模式的内涵发展滞后。传统的艺术设计教学的形式和内容仍然是过时的,和实践环节相对薄弱,导致学生实践能力差等问题,学生创新能力滞后、创新策略都不能适应客观的市场环境的缺乏。此外,不同的广告设计公司和工厂是不同的。实习人数和就业岗位能提供综合类大学艺术设计的毕业生比较少,造成学生实习困难等问题,实践教学管理不到位。为此,针对当前面临的问题,结合本校艺术设计专业的教学改革实践,探讨了艺术设计实践教学模式的创新理念和教学模式改革。", "label": "艺术学", "id": 0}
{"content": "<正>一、课题的提出（一）研究背景我国的艺术专业在经过诸多变革之后,逐步成为了教育领域的一门集研究型、应用型于一体的新兴学科。全球进入经济一体化之后,国家更加重视对大学生创新能力和个性的培养,尤其是针对艺术专业的学生综合素质的培养。随着教育事业的发展,各种先进的教学理论和教学方法得到了长足的发展,而先进的教学理论和教学方法在艺术专业教育中得以运用使得当前艺术专业基础教学的水平得到了大幅度提升。专", "label": "艺术学", "id": 0}
{"content": "<正>一、课题的提出（一）研究背景:1、进一步深化素质教育的需要。随着素质教育改革的全面推广,作为素质教育的重要组成部分,高校美术教育在高校教学中的地位越来越高,近年来各高校也逐渐开设了动漫、艺术设计、视觉传媒等多门新的美术专业课程。但是一直以来,高校美术教学成效并不高,加快高校美术教学改革势在必行,高校美术教师应该积极转变传统的教学模式,", "label": "艺术学", "id": 0}
{"content": "本报告将中国艺术人类学的研究纳入全球视野中,首先对2017年西方学术界出版的主要著作,以及这些著作的主要分类,主要讨论的领域及问题做了简述,进而综述了2017年中国艺术人类学所取得的成就和所出现的焦点及热点问题,未来有可能出现的研究趋势等,以与2017年的世界艺术人类学发展做对比。与此同时,本报告还关注中国艺术人类学的研究与国家发展的紧密联系,如国家倡导的有关\"全面复兴中国的传统文化\"及所推动的\"非物质文化遗产的保护\"等在中国艺术人类学的研究中留下的深刻的烙印,以及由此建构的中国艺术人类学的本土理论。同时提出,未来的世界是一个多极对话的世界,中国的艺术人类学一定要努力建构自己的话语空间和话语权,为人类社会的发展贡献中国的见解和文化视角。", "label": "艺术学", "id": 0}
{"content": "艺术教育是美育的主体和实施美育的主要渠道。但是,职业院校的艺术教育因为还缺乏基本的教育资源等原因,已然成为学校教育中的薄弱环节,这样既不符合全面推进素质教育的要求,更不能满足广大青少年接受良好艺术教育的需求。美育在当前的艺术教育过程中起着不可替代的作用,要想在职业院校艺术教育中充分地落实美育的熏陶,就需要各职业院校在形成培养学生全面发展的新人才教育观的基础上,加强艺术教育学科建设,充分实现美育功能。", "label": "艺术学", "id": 0}
{"content": "艺术教育是一种培养人感知美、鉴赏美、创造美的审美教育,其目的是促使人的身心和谐发展。高校公共艺术教育的目的不是要将所有的学生都培养成艺术家,而是使每个学生都能够鉴赏艺术,让其生活也变得艺术化。可见,高校艺术类教师在公共艺术教育中具有崇高而光荣的使命,他们是高校大学生实现艺术教育的桥梁。作者通过对北京23所高校的调查发现,很多高校公共艺术类教师数量达不到教育部制定的基本标准,尤其是专职艺术类教师数量更是相差甚远。作者研究分析认为:要搞好高校艺术教育,既要强化对艺术教育的认识,完善艺术教育的知识技能,但首先要将充实艺术类教师队伍放在最重要的位置,只有把\"桥梁\"建设好了,高校艺术教育道路才能更加畅通无阻。", "label": "艺术学", "id": 0}
{"content": "在当下的多元化时代,我国城市环境建设正迎合世界城市发展情势,公共艺术也随之被提升到前所未有的多元化局面。公共艺术作为一种公共化的视觉艺术文化教育建构,参与和发挥着城市环境创新建设的重要角色,其发展前景深远,意义重大。本文从环境设计专业视角下的公共艺术课程构建出发,通过对公共艺术与环境设计专业的关联性的阐述和解析,认识公共艺术课程对当前环境设计专业学科建设和学生培养的作用及意义,明确该课程构建的必要性和重要性。从而加强建筑及艺术院校对公共艺术课程内涵的本质理解,并针对构建和发展中的所存问题,探讨和总结解决方略,以此形成新颖、有效的教学指导方法。", "label": "艺术学", "id": 0}
{"content": "文化创意产业是新型产业的重要组成部分,被定为大连服务业发展的重要一环,因此发展文化创意产业不1仅能带动大连市经济的发展,同时也能解决大学生就业的问题。文化创意产业的高速发展即创造了人才需求的机会,同时又对高校培养的人才提出了更高层次的要求,特别是艺术类的院校,在培养创意创新人才方面有很强的优势。本文通过分析目前大连高校在艺术类人才培养方面存在的问题,结合目前的文化创意产业的需求,对大连高校艺术类创新型人才培养提出建议。研究艺术类创新人才和大连文化创意产业的联动发展,既是为了文化创意产业的发展提供人才的需要,同时也是大连高校艺术类创新型人才培养过程中需要解决的问题。对大连市的文化创意经济发展有一定的推动作用。", "label": "艺术学", "id": 0}
{"content": "<正>一、研究缘起新时期以来,中国艺术人类学研究迅速成长,取得了一系列理论与田野实践的研究成果,实现了学术研究范式从文本到田野的转向,学科建构也完成了从研究意识萌芽到初具形态的转变,呈现出多元而稳健的发展局面。纵观中国艺术人类学30余年的学术发展之路,在肯定成绩的同时,不可否认的是,中国艺术人类学研究还处于学科建设初期,在田", "label": "艺术学", "id": 0}
{"content": "<正>但凡学科都有自己立身的基础,比如数学之于自然科学和工程学,小学之于经学,史料学之于历史学,相应的,民族志则是人类学的基础。那么作为人类学和艺术学交叉学科的艺术人类学的学科基础是艺术民族志吗?若是,相比传统的民族志（科学民族志）,它有何拓展?我们应如何去把握和实践艺术民族志?一、艺术民族志是艺术人类学的学科基础英国人类学家马林诺夫斯基（Bronislaw Malinowski,1884—1942）所著《西太平洋的", "label": "艺术学", "id": 0}
{"content": "<正>在西方人类学发展史上,人类学与艺术的关系并不惬意,艺术和物质文化从未进入人类学研究的中心,大多数的人类学著作只是在最后一章稍微提及一下艺术,可以说艺术人类学研究基本上是处于一种不自觉的状态。这种状况直到20世纪60年代后期才有了根本性的改变。随着象征人类学和解释人类学的发展,人类学对宗教、神话的研究开始吸引了视觉象征主义的浓厚兴趣。艺术和审美问题重新进入人类学的视野,许多关于艺术人类学的研究论文", "label": "艺术学", "id": 0}
{"content": "<正>出版于2000年的一部名为《今日艺术理论》的文集,汇集了11位西方艺术理论家的经典论文。窃以为,这部文集的名称应该更名为\"西方今日艺术理论\"或\"西方今日艺术哲学与艺术社会学理论\"。因为这部文集的作者,无一例外地来自西方国家;其研究的领域也限于艺术哲学和艺术社会学。冠之以\"今日艺术理论\",从地理上看蕴含着西方中心主义的套路,似乎意味着,艺术理论是西方学者的独创,非西方学术界是没有艺术理论的;从研究方法上看,排斥了艺术人类学、审美人类学、民族艺术学和民俗艺术学等带有", "label": "艺术学", "id": 0}
{"content": "<正>早在原始社会时期,我们的先民就已经开始创作、运用音乐了,他们所创作的歌舞因为与生产劳动和原始宗教紧密相关,所以民俗生活因素和宗教信仰因素占据了重要的地位。实际上,人类的早期音乐本身就是狂热的民俗活动与巫术礼仪活动,凝结着早期人类强烈的感情和欲望。研究结果表明,西方音乐的起源可以追溯到古代的美索不达米亚平原,在尼尼微发掘出来的公元前7世纪亚述皇宫壁上的石灰岩浮雕上,就有军队中的乐手", "label": "艺术学", "id": 0}
{"content": "<正>\"视觉\"在过去二十余年内已成为人文社科领域的一个重要方向,但围绕着\"视觉性\"而展开的社会—文化批评却忽视了图像与生俱来的知觉经验。本文通过梳理视觉研究从艺术史、\"视觉性\"至德国图像学的学科演进脉络,认为\"身体的技术化显现\"的形而上基础来自于身体、感知、情感对文化研究之社会建构论的深刻批判,集中体现为技术对自然/社会二元论的认识论颠覆以及作为行动者的\"物\"的流通。相关理论分支包括新媒", "label": "艺术学", "id": 0}
{"content": "<正>中国传统艺术是中国文化中最为璀璨的一部分,而我国传统色彩从产生到发展一直深受\"五行说\"哲学观的影响,\"五色\"体系是伴随着\"五行说\"哲学思想的产生而发展起来的,\"五行说\"作为一种哲学思想影响着中国古代先民们的思想意识,所以五色理论也深深地影响着中国传统的用色观念。我国传统色彩无论是绘画、服饰、建筑,都形成了以\"五方色\"为基础的色彩体系,并且在我国古代不同的历史时期,有着不同的变化和发展。而在这种色彩体系内,建筑色彩作为最重要的部分散发着最大的色彩魅力。", "label": "艺术学", "id": 0}
{"content": "<正>我国东晋中叶以后,曾出现佛学与玄学思想的进一步融合,也相继带来了艺术观念的转向。此时,\"六家七宗\"等般若学思想派别在经过相互的论争与整合以后,渐趋式微。在南方,以释道安弟子释慧远为代表的庐山教团,既注重调和佛教与儒家、玄学的思想内容,又兼容并包佛教般若学、毗昙学、弥陀净土信仰以及禅法等学说,逐渐成了其时的佛教中心。在北方,以鸠摩罗什及其弟子为代表的大乘空宗中观学说亦开始建立,为佛学以及佛学与玄学的进一步融汇,注入了新的理论体系。笔者认为,佛玄合流的思想进程发展到这一时期,", "label": "艺术学", "id": 0}
{"content": "<正>在今天的儒学研究当中,关于儒家的伦理道德学说、政治学说等的研究,是比较充分的。相比较而言,关于儒家的艺术思想、儒家的艺术理论,当然也有一些哲学家、美学家、艺术学家和儒学家在对其进行研究。但是,我总觉得,这方面的研究有一点处于边缘状态,没有得到应有的重视,至少没有得到研究儒家伦理道德和政治思想的学者们的足够重视。对于儒家的艺术思想、艺术理论,我有这样一个基本的看法。我认为,对于儒家艺术思想、艺术理论的评价,过去人们一般会说儒家的艺术思想、艺术理论是儒家学说的\"一个组成部分\"或\"一个重要组成部分\"。我觉得这种说法貌似给予儒家的艺", "label": "艺术学", "id": 0}
{"content": "设计创新平台概念的提出,对设计课程群模块化教育做了补充和延伸,拓展了教学改革和设计实践的探索,在\"大众创业、万众创新\"时代背景下,创新平台设计人才培养模式赋予了时代意义。文章分析创新平台的理论创新和实践创新特点,重点研究推进科学与艺术的融合、探索竞赛育人模式、探索创新平台育人目标体系,探索教学质量评价体系等,开展创新平台育人模式的探索和实践。成为研究教学改革、探索高效和创新育人模式具有现实意义。", "label": "艺术学", "id": 0}
{"content": "辽宁历史悠久,文化灿烂,自古以来就是东北地区去往关内的交通枢纽和对外开放的重地。辽宁是科技教育大省,科教综合实力突出。辽宁文化艺术门类齐全,在全国享有盛誉。这些都为发展文化产业提供了得天独厚的条件,文化产业已经成为辽宁新的经济增长点和支柱产业之一。但目前辽宁文化产业的发展水平和质量与辽宁老工业基地举足轻重的地位、日益增长的文化消费需求不一致、不协调,其中首要的原因就是辽宁文化艺术人才,尤其是创新型人才的数量短缺与质量不佳。目前关于文化创意、高校艺术人才培养、创新创业教育的研究成果已经比较丰富,但由于文化创意产业是新兴产业,其基础理论的研究在国内仍然处于未成熟期,缺少现成的理论可以凭借参考,而针对辽宁省内的相关研究几乎为零。本文通过分析文化创意的大环境,经过对辽宁省内高校的大量调查与分析,探索并总结出适合辽宁区域的高校创新型艺术人才培养策略,对辽宁高校的创新型艺术人才培养具有一定的理论价值与研究意义。", "label": "艺术学", "id": 0}
{"content": "仿真模拟铸造在工业生产中被广泛使用,较高的仿真模拟程度,能够确保铸造产品的性能指标,本文介绍了视觉艺术理论的发展体系,概述了视觉艺术理论的起源,重点分析了视觉艺术的核心要素。基于此,总结了世界范围内主要的视觉艺术理论派系和发展成就。以仿真模拟铸造的工艺流程为探针,结合视觉艺术的特点,探讨了视觉艺术理论在铸造仿真模拟设计中的应用。", "label": "艺术学", "id": 0}
{"content": "主要介绍了铸造艺术的美学特征,分析了将铸造艺术融入美术审美教学的意义,最后阐述了铸造艺术在美术审美教学中的具体应用,实现了铸造艺术与美术审美教学的融合。", "label": "艺术学", "id": 0}
{"content": "随着工艺品铸造行业的发展,美术创作元素在工艺品铸造方面越来越被重视,体现出了工艺品内涵的人文历史文化和地域特色文化。外观造型、图案、抽象部分均体现了文化的融合性发展。本文针对美术创作元素与工艺品铸造的关系进行了一系列的分析,阐释了美术创作元素的艺术价值和审美特征,分析了两者融合的关系、相互间融合的必要性,为美术创作元素与工艺品铸造的融合提供了很好的借鉴作用。", "label": "艺术学", "id": 0}
{"content": "绘画艺术与美术工艺品铸造设计既存在区别,又有难以割舍的内在联系,笔者从整体角度出发,在分析绘画艺术与美术工艺品铸造设计的共性与特点基础上,探究二者的差异和联系,让读者从宏观视角对比分析绘画艺术与美术工艺品铸造设计的关系。", "label": "艺术学", "id": 0}
{"content": "我国是举世闻名的铸造大国,拥有几千年的铸造历史,其精湛的铸造水平和先进的铸造工艺是其他国家所无法比拟的。铸造艺术品最初的出现是为了满足人们的审美需求,但在不断的发展过程中,铸造艺术品开始向旅游产业靠拢,成为了旅游文化中必不可少的一部分。铸造艺术品对旅游文化传播产生着巨大的影响力,本文首先阐述了铸造艺术品与旅游文化传播的关系,继而叙述了铸造艺术品在旅游文化传播中意义,最后详细分析了铸造艺术品对旅游文化传播的影响。", "label": "艺术学", "id": 0}
{"content": "<正>一、课题的提出（一）、时代的需要高校教育是社会发展的重要产物,高校美术教育是完善高校教育体系,建立健全课题体系的重要举措。美术教育是创造美与发现美的窗口,其本质与发展生命力在于创新,创新意识和能力是未来社会人应具备的重要心理品质,艺术教育有利于提高人们对美的感受和理解,培养对艺术的表现力和创造力。当今是科学技术高速发展的时代,创新型人才是顺应时代的产物,更是时代发展的必要条件。美术教育现今的当务", "label": "艺术学", "id": 0}
{"content": "<正>一、课题的提出:研究背景:科学技术的迅猛发展加速人类社会步入数字时代的进程。与此同时,随着社会数字化程度越来越高,艺术创作与数字媒体技术之间的关系也越来越密切。数字媒体技术作为信息时代的重要产物,被广泛应用于各个行业,为现代艺术创作提供了新的表现方式和风格特点。数字媒体技术作为新时代的产物,为社会生活交流提供了更为丰富的传播平台,在艺术设计创作中,为艺术设计提供了新的发展模式,使艺术创作", "label": "艺术学", "id": 0}
{"content": "<正>一、高等职业艺术教育现状分析目前高职艺术教育的生存和发展受到巨大冲击,其原因主要表现在:1.普通高校连续几年扩大招生规模,高等教育办学形式繁多,使上大学变得容易,选择高职层次的生源逐年锐减。2.由于社会在用人上\"高素质、高学历\"的导向,呈现出人才使用高消费现象,使低层次学历在就业市场求职难。3.生源质量每况愈下,尤其专科以下层次", "label": "艺术学", "id": 0}
{"content": "<正>\"在信息化时代,走在最前沿,推动社会发展、经济发展的创新环节,都离不开科学艺术的交叉融合\"（中国科学院院士杨叔子在2012科学与艺术研讨会上的致辞）。科学与艺术在对立统一中发展。科学倡导用客观理性的方式探求世界的真理,艺术追求情感和人性的主观表达。科学与艺术紧密相连,运用不同的方式呈现人类对世界与人生的探索和认识。自2010年以来,我们已经就此话题成功举办了三届研讨会。2010年研讨会主题是\"科学与艺术走向", "label": "艺术学", "id": 0}
{"content": "科学技术促进了人与媒体的不断延伸,情感艺术促进了人与媒体的不断融合,折射出新媒体科学艺术观。新媒体跨界融合的功能,形成协同创新的模式,促进集成创新,产生倍增效应。新媒体科学传播之美,使我们仰望星空,俯瞰大地,透视生命,脚踏实地,其中所蕴含的一切都值得我们去探索与思索。量子科学揭秘了宇宙如同镜像般神奇感应的纠缠,量子通信技术开启了新媒体新时代。新媒体的发展,促进了VR、AR、MR在真实世界与虚拟世界之间搭建了互通的通道,使人类观看世界的方式从一路向前看,到全方位看世界的颠覆式观看和体验,给我们想象与幻想,体会与体验,改造与创造,沉浸出艺术之魂。新媒体科学艺术的融合,将融入人类生活的方方面面,新媒体科学艺术的发展,给宇宙历史一个无限穿越,给生命历程一个永生未来。", "label": "艺术学", "id": 0}
{"content": "微传播时代数据的作用越来越受到用户的重视。数据对个体、企业、社会组织和新闻传播业都产生了深刻影响,这使用户对它的认知产生偏差并产生数据崇拜。数据崇拜所带来的隐忧表现在如下几个方面:一是侵犯公民的隐私权、名誉权;二是用户丧失网络匿名性特征;三是人成为商业的精确算计对象;四是加剧数字鸿沟并产生数据垄断。微传播对艺术的影响表现为:带来新的艺术表现形式;改变艺术的生产和营销方式;深刻影响受众的艺术感知方式。这都需要人们深刻反思微传播时代人、技术和艺术的关系。", "label": "艺术学", "id": 0}
{"content": "科学家与艺术家不断创造一种新的思想、新的认知标准和新的理念,创造的过程也是科学家与艺术家追求的目的之一。把信息作为艺术品展现给人们的数据可视化,在体现科学与艺术融合之美的同时,也带给人们更多的思考。", "label": "艺术学", "id": 0}
{"content": "现代数字技术的迅猛发展对高校艺术教学提出了新的要求,专业和课程都要紧跟时代发展的脉搏进行相应调整,在实际的授课过程中要使用现代技术手段,注重对学生创新思维的培养,加强实践教学环节并与市场紧密联系,总体提升创新人才的培养质量,才能更好地面对信息时代下的挑战。", "label": "艺术学", "id": 0}
{"content": "列奥纳多·达·芬奇是文艺复兴时期伟大的科学家、艺术家、工程师、发明家、解剖学家、天文学家,他甚至还是技艺精湛的音乐大师。现代学者称他为\"文艺复兴时期最完美的代表\"。前人往往把达·芬奇看成是赋予神力的圣人,但他却不是那一时期出现的唯一一位拥有多领域成就的全才。达·芬奇及那些同样全才的杰出人物的产生是综合了诸多因素的结果。本文力图通过分析达·芬奇多重大师身份形成的原因,来对应创新型综合性人才培养的启发。", "label": "艺术学", "id": 0}
{"content": "<正>\"科学与艺术国际会议\"组委会:十分高兴得知\"科学与艺术国际会议\"将在北京举行,我谨对大会表示诚挚的祝贺。近年来,科学与艺术的结合越来越受到人们的重视,更促进了科学与艺术的紧密结合。在2001年6月召开的一次\"科艺论坛\"中我曾发言,谈到科学与艺术的共同基础是人类的创造力,它们追求的共同目标是真理的普遍性。对自然定律的阐述越简单,应用越广泛,科学就越优秀。而对", "label": "艺术学", "id": 0}
{"content": "在大约始于1860年的现代艺术的发展历程中,众多所谓不言而喻的、在数个世纪里构成艺术品的熟悉外观的特征（如美、摹仿等）以一种激进的方式消失了,使得西奥多·阿多诺在回首现代艺术的百年历史时,在《美学理论》写下的第一句话便是:\"不言而喻的是,关于艺术的一切不再是不证自明的了,这不单指艺术的内在生命,还指艺术与世界的关联,甚至包括艺术存在的权利。\"原因是,在现代时期,一切事物均可称为\"艺术\",而无须考虑其物质结构或形式外观。新的艺术形式（如行为艺术或装置艺术）出现在现代艺术的世界里。新的材料如油脂或排泄物已在原先不认可其审美价值的艺术作品中得到使用。在这个过程中,西方艺术概念的界限有时会消失,使得在特殊情况下,艺术品和单调的生活物件在观察者的眼里可能是一模一样的,就像马塞尔·杜尚的早期作品清楚显示的那样。这一不断丧失神圣的自明性的过程并非视觉艺术的肆意妄为,而是出于多种缘由。在本文中,笔者想重点谈其中的几点,即现代艺术与美辞别的理由何在。对这些原因的分析和探讨将涉及在这方面造诣深厚的艺术理论家康拉德·费德勒、让-弗朗索瓦·利奥塔以及艺术家巴尼特·纽曼、约瑟夫·科苏斯。", "label": "艺术学", "id": 0}
{"content": "<正>一、课题研究的背景（一）研究背景国外高校的艺术教育,历来都很重视教学环节、教学因素对大学生思想品德形成的影响。美国于1994年以法律的形式通过的法令把包括音乐在内的艺术课程（另有视觉艺术、舞蹈、剧院艺术）增列为美国基础教育中的核心课程,使艺术课程获得了与其它核心学科（数学、自然科学、英语、历史、地理）同等的地位;法国国民议会则于1989年就通过了《艺术教育法》,并设立法国艺术教育委员会;德国也一直很注重人文", "label": "艺术学", "id": 0}
{"content": "<正>一、课题研究的背景（一）研究背景近年来随着教育改革的推进,很多新的教学理念及教学方法不断涌现,推动着美术教学的发展,但仍然有一部分教师受传统教学模式的影响,在对学生进行指导的过程中难免会以个人的经验或多或少的应影响学生的思维方式。在我国,随着当下经济与信息技术的快速发展,美术教育体系受到社会因素的不断冲", "label": "艺术学", "id": 0}
{"content": "<正>时间:2017年1月15日地点:北京·艺术粮仓美术馆王焕青（北京服装学院）:各位朋友,下午好。今天请各位来,是想就东力和纪苏拟的题目\"创作与评论的当代互动\"聊聊各自的看法。这次研讨会选在这儿,是因为李士进、王兵、郭宝君我们四个在张涛这儿做了个叫\"登山者\"的展览,原先也想像别人那样开个展览的研讨会,后来商量一下说算了吧,逼着大家夸我们弄得都假惺惺的,", "label": "艺术学", "id": 0}
{"content": "<正>第一部分:开题报告1、选题的背景与依据高等职业院校是我国高等教育的重要组成部分,在人才培养体系中具有不可替代的重要作用。目前围绕应用型、高技能专门人才的培养,教育界进行了相关的教学研究以及教学改革,旨在提升人才培养的水平。美术课程在建筑装饰专业等美术类专业的人才培养中具有重要的作用,同时由于美术课程在塑造完美人格、培养人的创新精神方面具有的独特优势,对于高职院校其他专业的学生也显得尤为重要。", "label": "艺术学", "id": 0}
{"content": "繪畫是透過圖像訴諸視覺理解的語言。二十一世紀的視覺藝術蓬勃發展,其多樣複雜難解亦是前所未見,本文嘗試思索以形式與內容為架構的視覺語言論說,為視覺藝術建立能被理解的基礎。視覺藝術語言具有異於一般語言的屬性,她是真誠的語言,不僅是共時、超載、超越,而且還是一種真理,無法欺騙。她是透過視覺的直觀領受,引領出我思。假使藝術的視覺語言是「思辨的真理」（verite speculative）的呈現,那麼藝術理論需要對視覺語言的作為重新認識。", "label": "艺术学", "id": 0}
{"content": "纵观当前的写作教学,多数教师都将写作训练的重点放在了对记叙文、议论文、散文等文体上,要求学生从文章的写作技巧、取材和创作结构出发,创作出工整的文章。在这样的教学形势下,学生只能处于被动的学习地位,很难发挥对写作的主观能动性,其所创作出的文章也常常会出现内容陈旧、形式刻板、缺乏理性的弊端。为此,教师可以利用时下备受欢迎的微型小说写作模式,帮学生创作出具有新意的小说。", "label": "艺术学", "id": 0}
{"content": "本文以《当你老了》为教学案例,在超星学习通平台上搭建了课程资源,包括课程目录的搭建、课程资源的上传、学习任务和活动的设计等工作。并进行教学效果分析,验证了此模式有利于学生进行移动学习,有效利用了学生的碎片化时间,并且实现了学生的知识、技能、情感的全面发展。", "label": "艺术学", "id": 0}
{"content": "80年代在社会科学领域掀起的语言转向,让叙事研究逐渐成为风潮。当研究者搜集了大量的叙事文本之后,如何进行解读、分析与诠释,则考验着研究者的功力,本文认为首先要能先理解文本的特性,在此借用罗兰.巴特的名言\"作者已死\",文本自有其生命与样态,也就是说,文本就是白纸黑字、文本有其独立性,在此前提下,文本是具有浓缩性、不确定性、立体丰富性、以及社会脉络性与文化性。研究者在确立文本的特性之后,进入解读、分析与诠释阶段,在解读叙事文本时,研究者必须在过程中不断反思自己的解读立场,包括自身生命经验以及学理背景,为的是,对文本进行整体性阅读与获得初步地理解,在脑海中形成一种概略地整体性图像,我将之称为互为主体的阶段。带着概略性的整体图像进入分析阶段,此时就像是拿着刀在进行解剖般,一段一段、一句一句地分析,此时的分析包括内容与结构分析,即叙事文本说了什么,以及如何说出,这是一段扎实的分析历程,也让研究者容易陷入文本的泥沼中,研究者必须学习进入一种「无我」的阶段,依势顺着文本与文脉前行。最后则是诠释阶段,带着学科的理论基础试着与叙事文本所展现的理论进行对话,对话中展现的是相互诠释与相互成就的样貌。叙事研究的进行宛若一场人生修炼,需要不断地反思,在进入文本的解读、分析与诠释时,经历的正是不断建构、解构与再建构的循环历程,宛若人生般,在修炼中朝向生命之美。", "label": "艺术学", "id": 0}
{"content": "文化批评指将文化研究的方法引入文学,是文学批评的一种范式。文化批评开拓了文学批评的视域,在多个方面实现了突破,例如对大众文学的关注、对文本文化意义的研究、跨学科研究和文学社会参与的加强。文化批评在中国的发展也存在一些问题,文化批评应该从文学性出发,坚守批判性和实践性的品格,建设具有中国本土化的文化批评形态。", "label": "艺术学", "id": 0}
{"content": "散文的创意写作,属于欣赏类文体的创意写作。以文学艺术要求,散文只有三种形式:小品、随笔和纪事,而距创意写作最近的散文形式则是纪事。纪事是关于人类和人生重要事情的叙述,保证充分的审美价值,其篇幅适中,结构上如山丛或建筑群。创意写作在本质上要求通向文化产业。把纪事的功能与创意写作的目标准确对接起来,将发现纪事这种散文的形式非常合适创意写作。纪事会持续满足人的精神需要。这种散文成书,可以常销或畅销。这种散文也有拍摄电影或改编戏剧、动漫的可能。", "label": "艺术学", "id": 0}
{"content": "2003年诺贝尔文学奖得主J.M.库切,其学术生涯的大部分时间都在大学讲授文学和创意写作。他本人一生坚持创作长篇小说,从不间断,所以他对写作行为的理解,触及当今创意写作学科的很多核心问题。如何从其他文本中获得启示,来解决自身写作遇到的形式问题?当小说的主题和细节越来越缺乏张力,应该怎样摆脱困境?小说的灵感和最初的叙事声音是如何找到的?写作者对小说的空间、时间的选择,究竟有多大的自由度?这些问题,都是库切在写作过程中最关心的问题,他一生的写作,以及他在手稿中对自己写作行为的完整记录,为这些写作问题的解答提供了参考。", "label": "艺术学", "id": 0}
{"content": "<正>1958年,纳博科夫的《洛丽塔》在美国出版,立即引发美国学界的热议:一些评论家把这部小说视为色情淫秽之作,另有论者则认为这是一部反美国的作品——它表现了美国社会的去道德化、美国精神的颓废。面对这些评论,纳博科夫愤慨莫名,他在小说第二版发行之时专门著文作出回应:《洛丽塔》的评论者根本就没看到这部小说的\"筋腱\"所在。", "label": "艺术学", "id": 0}
{"content": "作为创意产业的输出环节,创意写作的创意这一部分无疑比写作更为重要。在创意写作的学科研究上也应本着创意创新的理念,所以本文把关于宫崎骏电影的研究,与创意写作的方法论相结合,尝试跨越单纯的文本研究对象,从更多领域获取创作灵感和写作技巧,从中探索中国创意产业的新方向。前人关于宫崎骏的研究成果颇多,但是与虚构文学写作结合起来尚不多。本文将从小说写作的基本要素:环境、人物出发,研究宫崎骏电影相对应的各项要素,发现其规律特点,并加以创新,投入到小说写作中去,形成新的写作理论。", "label": "艺术学", "id": 0}
{"content": "意识理论由来已久,但直至20世纪末才成为跨学科探究的话题。从上世纪80年代开始,不同学科就一致认同人脑是作为信息加工的器官这一观点,并将其运用到认知神经科学这片沃土之中。但是,在认知研究发展之前,文学才是对意识产生最持久思维形式的领域。尤其是,伴随着20世纪初意识流方法的发展证明:捕捉意识激发了现代主义的雄心。即便如此,认知研究和文学研究之间仍存在差距。尽管认知文学批评这一新领域已取得相当广泛的成果,但在发展的初期阶段,当我们试图在认知研究和文学研究之间构建知识的解释框架时,便会产生许多困难,而这些问题仍难以解决。全面地综合文学与神经生物知识旨在创造一种从分子到美学、从客观到主观和从机制到经验的知识模型。这就要联合两种\"文化\",或用认知主义方面的词汇来说,就是解决所谓的\"硬\"问题。本文拟探究适用于认知文学批评领域的症状问题,讨论今后可能找到的解决办法及反思认知科学和文学研究之间的联系。", "label": "艺术学", "id": 0}
{"content": "脑科学、认知科学与文学的界面研究是文学批评的一大热点,这方面的学术专著也层出不穷,《成长的文学概念化》一书是其代表。该书把研究维度定在认知,认为成长是一种心理认知过程,是一种涉身的发展。该书借用脑科学、认知语言学、认知心理学的成果解释\"认知成长\"现象,阐释虚构叙事作品中人物的认知、进化过程和过程背后的心理机制,可以帮助我们以动态、科学的眼光看待人物塑造。", "label": "艺术学", "id": 0}
{"content": "<正>文学研究的本位是什么?古代文学理论遗产的发掘与阐释,古代文学思想观念的梳理与重构,如何回应文学研究本位的诉求?抑或文学研究的本位、文学主体、文学性,在当代跨学科、多视角交互融通的研究视域下,已然不再是一个需要过多讨论的问题?文学研究的\"中心\"是否已然不再重要?曾几何时,当思想性与艺术性之间孰重孰轻的争执逐渐淡化,当欧美新批评对文学内部研究与外部研究作了明确划界,当海德格尔倚赖荷尔德林的诗歌来摆脱近代哲学的", "label": "艺术学", "id": 0}
{"content": "科学技术突飞猛进,教学辅助手段也随之更新。制作和使用多媒体课件成为教师必备的技能。实践证明,在文学课堂上使用多媒体技术,能突破时空的限制,增大课堂容量。但是,事物都有正反两个方面,随着多媒体在课堂上的频繁使用,其负面影响也不容忽视。教学中,教师对多媒体的运用在目的、时机、内容等方面都存在问题。教师只有以学生为本,遵循文学教学的规律,科学、合理地使用多媒体,才能使课堂充满生机和活力。", "label": "艺术学", "id": 0}
{"content": "<正>0.引言文学认知批评是否存在?在过去的20多年里,文学研究者们撰写了诸多论文探讨认知和大脑科学的研究成果与方法。早在20世界80年代,鲁文·楚尔（Reuven Tsur）、诺曼·霍兰（Norman Holland）、马克·特纳（Mark Turner）、罗伯特·德·伯格兰德（Robert de Beaugrande）等人就曾出版了一系列重要的论著,对文学理论、文学批评和阐释进行过反思,将研究和\"更有威力的\"心理模式结合起", "label": "艺术学", "id": 0}
{"content": "在传统的文学批评实践中,我们都是从文学文本的内部去阐释作品的文本特征或结构对读者阐释文本产生的影响。然而,随着跨学科研究的兴起,西方学者开始将文学研究的焦点从文本内部转向文本之外,迈克·伯克（Michael Burke）的新作《文学阅读、认知与情感》就是典型的例证。在该著作里,作者尝试探讨与读者密切相关的因素对读者阅读文学文本的影响。", "label": "艺术学", "id": 0}
{"content": "女性主义批评在发展过程中广泛融合和吸收了从形式主义、符号学到马克思主义、新历史主义、后结构主义、后殖民主义等批评的思路与方法,而神经女性主义研究与女性主义批评所依赖的学科背景、方法路径、研究内容大有不同。2012年出版的《神经女性主义:女性主义理论与认知科学的交叉问题》,研究领域主要涉及女性主义哲学科学、神经科学、心理学、医学、计算机科学、生物学等学科。书中的每位作者都在这些学科领域内用不同的方法探讨神经女性主义关注的一些问题,并出现了一些新的概念和术语,拓展和深化了女性主义研究。", "label": "艺术学", "id": 0}
{"content": "文学批评本身具有认知的性质并且可以视为一种特殊的认知形式。本文从文学批发展史的视角,结合相关经典文学理论与文本实例,对文学批评的认知属性进行阐释,探求认知文学批评的传统,并进一步结合认知诗学与认知文学发展史,分析当代文学批评认知转向的状况。", "label": "艺术学", "id": 0}
{"content": "原型一直以来就是一个研究重点,不乏有学者从人类学、心理学、和文学批评角度对其进行研究。但由于缺乏新的研究工具,从文学批评角度对原型的研究一直禁锢在追问为何出现这种原型、不同原型（人物、意象）的意义何在之类的问题上。本文论证了由于认知语言学中的原型范畴理论和文学中的原型都以人类经验为基础,并且都是以中心向外辐射的方式获得认知,所以对文学中原型的研究完全可以以认知语言学中的原型范畴理论作为工具。并且,原型范畴的特点（如百科知识性,高复现率,相似性和边界模糊性等）可以很好的用来构建和解释文学中原型的意义。最终揭示为何这些原型能使文学作品产生神话般的魅力。", "label": "艺术学", "id": 0}
{"content": "<正>美国华裔学者陈世骧曾在1948年英译《文赋》,并于1952年在美国修订再版。陈世骧英译《文赋》的学术理念及背景,已有学者做了研究。①其实,在50年代,英语世界接连出现了三个《文赋》的全译本,另外两个译本是哈佛大学的方志彤的译本和牛津大学的修中诚（Ernest Richard Hughes,1883-1956）的译本,都出现于1951年。这些译本都不局限于汉学家的小圈子,而是影响了英美的诗人、文学", "label": "艺术学", "id": 0}
{"content": "生态批评尽管初创于欧美国家,但其作为跨文化的世界性传播与交流策略,不仅深潜着文学的内向性与情感体验性,而且又满怀希望地由内走向外。生态批评所建立的基本理论视域不仅仍然是寻求,或者是旨在深层次挖掘人与自然有机关系的内涵,且也在深度探求人类的共通性,这也使其体现了社会性、历史性及文化性的批评特性。生态批评与中国文学传统对接、交融,不仅是可能,更是必须;彼此不仅是简单合成,而且会不断地创生新的理论视域、学理方法且融入实践境域。因其在构建机制、学科视野、理论思维的方法、情感表达方式、审美体验程度方面以及对生存问题的特别关注,对自然体悟的\"元\"状态的认知及审美表达方面生态批评与中国文学传统都有着契合的机缘,相互间不仅可以进行多方位、多层次的理论对接及交融,在自然意象、爱意表达及诗意体验方面汇聚共通性,而且相互间在方法论、话语表达及跨文化交流方面也能够共铸学理特性。", "label": "艺术学", "id": 0}
{"content": "<正>2015年10月25～26日,由国际美学学会、中国山东大学文艺美学研究中心、韩国成均馆大学东洋哲学系BK21PLUS事业团联合主办的\"生态美学与生态批评的空间\"国际研讨会在山东大学中心校区成功召开。研讨会在山东大学文艺美学研究中心主任谭好哲教授的主持下开幕,来自美国、德国、芬兰、日本、韩国、中国等九个国家与地区的近百名代表,围绕着\"生态哲学与生态文明\"、\"生态美学与环境美学\"、\"生态批评与生态文学\"等三个议题展开了热烈讨论,现择要综述如下。", "label": "艺术学", "id": 0}
{"content": "<正>近些年来,我在上海大学向本科生和硕士研究生开设了一些有关小说创作和小说文本分析的创意写作课程,获益匪浅,想跟2015年世界华文创意写作大会的与会者们分享。我主要想从自己的小说写作教研实践出发,从创意写作学的意义上谈四个小说写作教学的原则。大家知道,1960年代在法国产生的叙事学开启了小说研究史上的一个新时代,在小说的虚构叙事问题上提出了一系列理论命题和分析方法,并有了经典叙事学的美誉。我一直对", "label": "艺术学", "id": 0}
{"content": "本文从创意写作方法切入,从诗歌的语言、形式、内容、意义四个方面论述了创意写作在诗歌教学中的方法。在此基础上,指出创意写作方法的引入将为诗歌创作提供更多人才和佳作。", "label": "艺术学", "id": 0}
{"content": "<正>关于小说与笑文化关系之研究,当代西方最重要的成果之一是巴赫金奉献的。这位一生都在穷困艰难的生活中严肃地思考人类社会、文化和文学的学者,其人生处境和理论活动本身实在与欢乐笑谑的生活是绝缘的;但令人称奇的是,这个身肢残废、皱着眉头沉思的学者,却在其关于小说的学术成果中高度评价笑文化对小说文体的重大意义,高度赞赏小说中笑声的文化价值。无独有偶,17世纪的明代末年,也有一位中国文化人以自己的小说实践和批评活动,高度", "label": "艺术学", "id": 0}
{"content": "文体是特定的言语主体,在特定的境况下,出于某种特定的交际目的,面对特定的交流对象而发出的具有某种特定内容和结构形态的话语或文本的风格和体式。文学文体与非文学文体的根本区别在于对审美性的追求,在于以审美性而不是以功利性为基准。研究文学文体的类型主要是研究文学体裁的类型,也就是研究诗歌、小说、散文、戏剧话语各自的审美特点。文学文体研究的原则是:在重视体裁规范的前提下支持一切体裁的创新,但也不因为支持一切体裁创新而放弃体裁的规范。", "label": "艺术学", "id": 0}
{"content": "美国认知诗学的开拓者玛格丽特·H.弗里曼教授在访谈中就认知诗学理论框架、认知美学及多模态文学的认知研究等相关问题进行探讨。首先她指出认知诗学建立一个系统的理论框架的必要性,否则就不能称之为科学。她提倡用\"认知美学\"替代\"认知诗学\"一词,强调\"诗学\"一词意味着\"创造\",因此认识诗学应该应用于除诗歌之外的其他文学文本的研究。继而,弗里曼教授谈到为推广认知诗学,其团队创建专属网站和期刊的工作进展。最后,她指出认知诗学并不仅仅关注语言,还关注其他符号,如声音、图像所产生的诗学审美效果,因此鼓励认知诗学的多模态研究路径。", "label": "艺术学", "id": 0}
{"content": "隐喻是新兴学科认知诗学的重要理论模式。持修辞隐喻观与认知隐喻观的学者普遍认为彼此相互否定,毫无融合之处。首先,认知隐喻观代表Lakoff全盘否定了亚里士多德的修辞隐喻观,同时认知的分析方法又被批评为忽略了诗歌本身的美感。本文在对比两种隐喻观的基础上,对认知隐喻观的理论内涵与实践外延进行了探讨,揭示了两种隐喻观产生分歧的理论原因,并尝试总结了认知隐喻观在分析实践中的适用范围。", "label": "艺术学", "id": 0}
{"content": "认知图式在人类认识世界的过程中发挥着重要作用,它不仅具有相对稳定性,还具有动态性。本文尝试用情境框架概念解释认知图式的动态建构过程,并将之运用于考察美国小说家福克纳的代表作《押沙龙,押沙龙!》主人公萨德本认知世界的变化。分析表明,图式理论和情境框架在分析小说人物形象、特别是人物思维风格方面具有重要价值,是认知诗学分析的有用工具。", "label": "艺术学", "id": 0}
{"content": "<正>《认知诗学》是目前国内外唯一以认知诗学为研究对象的学术刊物,常设有理论研究、文本分析、认知诗学本土化探索、界面与认知诗学、认知诗学与文学翻译、书评与动态等栏目,欢迎理论性、实证性、综述性、有创意、学术性强的相关论文。正文篇幅在8000字左右。书评为5000字以内。为了使刊物编排规范,敬请作者来稿时提供:（1）250字左右的中文摘要,2-5个关键词;（2）请另附作者简介(姓名、性别、民族、工作单位及部门、职称、学历学位、主要研究方向、电子邮箱及电话", "label": "艺术学", "id": 0}
{"content": "简要介绍了Alison Gibbons 2012年出版的Multimodality,Cognition,and Experimental Literature一书的背景和结构之后,重点介绍了多模态认知诗学理论的形成,并以几部具体的实验文学作品为例详细地展示了多模态认知诗学对文学语篇研究的全新方法,最后对该书的独到之处和不足进行了简要的评述。", "label": "艺术学", "id": 0}
{"content": "<正>经过两年的准备,《认知诗学》这棵新苗终于破土而出了!\"破土而出\"寓意着一个新事物的勃勃生机。\"认知诗学\"自其得名迄今,不过30来年,而其在学界引起广泛关注还仅始于21世纪初。今日,无论臧否,它已愈益成为学界话题和研究对象之一。国外近年来的认知诗学著述不断问世,且并非出于单一作者或单一出版社,可见其并非某一个人或团体之偏好,潮流已渐显露。国内近年的认知诗学研究也不断升温,已有多项研究获国家社科或教育部", "label": "艺术学", "id": 0}
{"content": "<正>各位代表、老师与领导:我谨以个人的名义,向中国中外文艺理论学会、中国社会科学院文学所、河南大学文学院与国际美学协会联合举办中国中外文艺理论学会第十一届年会暨\"面向时代的文学理论与批评\"学术研讨会的召开,表示衷心的祝贺,向到会的代表、老师、朋友和领导表示真挚的慰问!会议提出了总议题与若干分议题,这些问题其实都是21世纪以来文论界不断讨论、研究与争论的问题,涉及文学理论、批评的方方面面,极富现实意义。在最近一个时期里,文学理论研究取得了不少成绩。一批年长的学者不断有新著", "label": "艺术学", "id": 0}
{"content": "20世纪是我国大量引进外国文论话语的世纪。从\"五四\"以来,我国对于外国文论话语的引进经历了三个高潮期,基本上覆盖了近百年的历史。第一高潮期的主流话语本质是探求文学\"本体\",将\"杂文学\"引向\"纯文学\";第二高潮期的主流话语本质是探求文学的\"社会性\",将文学看作是一种社会意识形态;第三高潮期主流话语本质是探求文学的\"活动\",将文学看作是\"审美意识形态\"。20世纪共引进外国文论话语533个,其中常用文论话语大约有162个。这些文论话语建构了现代文学的基本知识谱系。", "label": "艺术学", "id": 0}
{"content": "人文社会科学学术话语体系创新应面对双重传统,一个是本土的固有传统;一个是经洋化（西洋学从东洋来）的新传统;双重传统下学术话语体系创新极其复杂。现在应该通过具体化、语境化、事件化、历史化重新唤起我们的文化记忆,将\"自然而然的\"\"不言自明的\"还原为\"人为的\"\"建构的\"文化互动过程。但这种话语体系还原的艰难程度是超乎想象的,接力研究与共同研究十分必要。固有传统因自身的含混和新传统的贬损已经边缘化;新传统因话语的迷宗、时代的变化和源发地的解构也危机重重。中国学术话语体系又出现了重建的契机。", "label": "艺术学", "id": 0}
{"content": "文学批评作为文学评价机制,应该与文学活动及其文学发展紧密相关,成为文学构成的不可分割的组成部分,以其评价机制的内驱力推动文学运行与发展。因此,文学批评的理论基座应是价值论而非仅仅为认识论,应定位于人文科学而非社会科学。文学评价作为批评的主要功能,在价值关系中充分体现批评的能动性与主体性,通过批评评价机制不仅对文学价值生成、建构和构成具有重要价值作用,而且建构起评价标准、原则、规则,体现文学核心价值观及其评价取向与导向。", "label": "艺术学", "id": 0}
{"content": "文学批评生态即文学批评的生存状态,主要指涉20世纪90年代以来文学批评的内部机能性失调。就当前文学批评的整体生态而言,视野宏阔、方法多元、媒体便捷是其基本特征,但也存在明显的问题。概言之,突出的问题主要表现在五个方面:思想贫乏,言之无物;自说自话,无的放矢;好人主义,廉价吹捧;山头意识,排斥异已;消费趣味,盲从时尚。鉴于此,有必要切实践行以下矫正思路:一是关注当下,强化批评的现实性;二是面向文本,增进批评的似真性;三是追求深度,恢复批评的功能性;四是回归理性,倡行批评的包容性;五是尊重个体,张扬批评的多样性。只有这样,才能保证批评生态建设的健康与可持续发展。", "label": "艺术学", "id": 0}
{"content": "<正>时间:2013年11月17号下午14:30—16:00地点:西藏大厦三层会议室主办:中国艺术研究院马克思主义文艺理论研究所赵文（陕西师范大学文学院）:今天下午第一场由我来主持,第一位发言的是刘复生老师。刘复生（海南大学文学院）:听了一天半会确实有一些感想,尤其是第一天张颐武先生的发言对我的刺激还是比较大,他当时提了一个非常重要的问题,就是我们批评的立足点的问题。后来宋宝珍老师也再次提出来这个问题:我们从哪", "label": "艺术学", "id": 0}
{"content": "有关文学本质的追问既是文学研究绕不过的重点,也是当代文艺学建构过程中挥之不去的难点。必须承认文学本质存在的客观性,但更应重视对于文学本质阐释的主观自在性。究其实,所谓文学本质是由诸多主客观因素多向度动态式综合生成的价值指认。这些因素包括:文学形质不可确证性的限制,国家意识形态的体制化规训,文化地理区域性差异的影响,语际交往中非对称原理的作用,阐释主体知识成见的预设。文学本质的多向生成,不仅说明其发生机制的后发式、多源化和流动性,而且表明文学本质一元化认定的不合时宜。", "label": "艺术学", "id": 0}
{"content": "当今文学批评领域出现了许多有创意的新方法;然而过去文学批评家当中,也有一些批评家带给我们很有意思的思想。我认为利奥·斯皮策（Leo Spitzer,1887-1960）的文体批评个案就属于这种批评。本文将描述他的批评理论中至今依然有效一些方面。斯皮策理论为文学批评提供了一个极具启发性的视角,特别是为那些建立在\"细读\"基础上的文学批评。", "label": "艺术学", "id": 0}
{"content": "<正>一般来说,作品本身是自在自足的、有生命的,它自成一体、自成一个独立的艺术时空,不与其他时空如现实发生关联或渗透。文学作品是如此,影视作品是如此,即便是由大活人正在上演的舞台艺术也是如此。比如,舞台虽向观众敞开,但舞台上发生的事不与观众发生关系,与观众无关,俨然存在一堵透明的墙,将舞台与观众隔开。在作品中,人物按自己的意志行动、事件按自己的逻辑发展,即便你古道热肠、", "label": "艺术学", "id": 0}
{"content": "<正>20世纪晚期,随着西方资本主义世界从第二次世界大战的破坏中恢复元气、完成重建、乃至出现\"经济起飞\"的某种程度的繁荣,以\"福特主义\"大规模流水线生产为主导的生产方式,逐渐转向\"后福特主义\"灵活生产与弹性积累的生产方式,资本主义社会出现了引人注", "label": "艺术学", "id": 0}
{"content": "当代美国生态批评学者布兰奇关注生物地域主义、学术研究及实践主义等几个关键课题。在这个全球化日益加深的时代,许多生态批评家都非常重视与本地景观的联系。布兰奇指出了日渐全球化背景下本地意识的重要性,以及生物地域主义中对\"家\"这个概念的理解如何区别于\"住处\"这个概念,同时还对学术研究与环境实践主义之间的关系进行评论。布兰奇教授重视生物地域意识和生物地域实践如何与环境研究和环境实践相结合,特别是生物地域主义原则在全球化背景下如何促进本地环境实践主义的发展。", "label": "艺术学", "id": 0}
{"content": "<正>说诗,尤其是说诗的特征、规律、本质,真是一件大难事。古往今来众多的诗人和理论家绞尽脑汁想\"说\"出一套永恒的诗的真理来,但却总有人别出心裁、另\"说\"出自己新的一套。吴思敬的《诗歌基本原理》就是一次\"说\"的尝试,而且说得有趣、有味、饶有新意。", "label": "艺术学", "id": 0}
{"content": "<正>《诗歌基本原理》是一部很有分量的诗歌论著。这样说并非仅因为它是三十多万字的大部头,而主要是因为它的内容全面、充实;有关诗歌领域中的主要问题（如本体、创作、鉴赏、诗人论）都论及了,而且引证丰富。它条理分明地向读者宣讲了诗歌的基本理路,同时向读者展现了繁富多彩的诗歌", "label": "艺术学", "id": 0}
{"content": "<正>青春年华是诗的年华。青年朋友,在改革的大潮中,喜欢读诗、赏诗、做诗,渴望得到缪斯的青睐,用自己的勤奋熔铸\"诗人\"的名字。吴思敬同志《诗歌基本原理》的出版,是献给处于诗的年华的青年朋友的一份礼物。全书共30多万字,以\"一个诗学上的斯芬克斯之谜\",引人步入诗王国神奇", "label": "艺术学", "id": 0}
{"content": "<正>科普作品创作主要靠其多年知识积累和潜心研究、实践,非一蹴而就;在相同的条件下,如何在最短的时间内提高创作水平,掌握创作的方法学能大幅度提高创作水平的可能性,以科普图书为例说明。一、背景概述简单了解背景概述可明晰创作的范围,提高创作水平。科普定义:科学普及的简称。", "label": "艺术学", "id": 0}
{"content": "中国当代文艺界一直存在一种忽视文艺理论发展和文艺理论队伍建设的倾向。中国当代文艺理论准备不足遗害很大。中国当代文艺界应该着力分辨的是中国当代作家对现实生活批判的深浅。可是,有些人不是从理论上分辨中国当代作家对现实生活批判的深浅并促进他们更加深入批判现实生活,而是不分深浅地一律肯定中国当代作家对现实生活的批判形式。这种缺乏深入的文艺理论反思就难以从根本上改变中国当代文艺理论的贫困状态。", "label": "艺术学", "id": 0}
{"content": "弗莱的《批评的解剖》试图建立一种超越主体性和价值判断的科学化批评方案,致力于对文学的艺术形式因的系统研究,掀起了20世纪批评方法论的一场革命,对于这场革命的得失存在着重大争议。", "label": "艺术学", "id": 0}
{"content": "当前文艺批评的危机主要是悬置科学批评主体观的结果。科学批评主体观与主体批评有本质区别。它拒斥粗鄙的存在观念以及各种的虚无主义,同时反对抽象的批判和远离批评对象的价值判断。它要求批评主体与批评对象建立一种历史性的、客观化的和具体的联系,摒弃先入为主的前见,从客观历史批判的角度形成价值判断。因此,只有重建科学的批评主体观,我们的文艺批评才能在破解我省文艺创新瓶颈和引领、扩大我省优秀文艺作品消费方面作出贡献。", "label": "艺术学", "id": 0}
{"content": "<正>这是两个在时间和空间两方面都没有任何联系的文化人,本系列论文将他们并置在一起进行比较研究,是因为他们对小说世界表现出的超常兴趣和某些相近见解,这种兴趣和见解也许能促使人们去思考导致他们何以如此的共同力量。冯梦龙和米哈依尔·巴赫金,一个生活在中国明代中晚期的16‐17世纪,一个主要生活在俄国20世纪的早中期,仅仅从各自生活的时代、社会、历史和文化环境来看,差距明显而巨大,但他们对小说的态度和观念却有许多相同和相近的地方,本系列论文将分五个方面对此进行初步的比较,以展示其小说观相近或相同的某些方面,同时希望在这种比较中获得某种有价值的学", "label": "艺术学", "id": 0}
{"content": "<正>一随着电子时代的来临,当代学术批评呈现出不少新的特征。首先,批评的传播媒介更加现代化。现代化的媒介包括专门进行学术批评的门户网站、大型门户网站下设的某个子栏目、个人博客等多种形式。前者如杨玉圣的学术批评网、方舟子的新语丝网等;后者像中国社会科学院哲学社会科学网、中国文学网内设的文学批评等,尽管其中涉及学术批评的部分并不多,但透过对某些书籍、现象的评价仍可见出当前学术界对重要学术现象、学术思潮、学术争鸣、学科发展所作的研究与探讨。至于与学术批评有关的微博更为多见,既有知名学者又有普通民众的博客。网络的出现也改变了学报、期刊的发行模式,电子版期刊网站开始出现。这样一些原本只能供专业人员阅读的文章", "label": "艺术学", "id": 0}
{"content": "<正>史鹏先生为汉霸二王城题了一副很值得玩味的对联,联曰:孝忍父烹,义安臣死,想马上豪气飞扬,肯守伦常谈孝义?英承叔志,雄振楚风,叹垓下悲歌慷慨,莫将成败论英雄!该联紧扣住汉、霸二王之史实生发议论,纵横捭阖,很有特色,曾被多部楹联选集录入。然而,对它的上联的理解却有分歧。刘坦宾先生是这样分析的:\"本联上比,作者一味为刘邦", "label": "艺术学", "id": 0}
{"content": "散文素有\"美文\"之称,它除了有精神的见解、优美的意境外,还有清新隽永、质朴无华的文采。经常创作一些好的散文,不仅可以丰富知识、开阔眼界,培养高尚的思想境界,而且可以达到陶冶情操、净化心灵的良好效果。", "label": "艺术学", "id": 0}
{"content": "<正>切中要害,锋芒犀利,发所未见,洞悉深刻,这是文学批评的接受者们对于文学批评的一贯期待,也可以说这是能产生重要影响的文学批评的典范性标准。依此标准,当下很多文学批评文章太过平淡,有一些文章甜俗有余,另有一些文章则无关痛痒。文学批评有失期待的这种现状,对于亟待尖锐批评的当下这种动荡而且喧闹的文学现实,显然不合时宜,也不合于文学批评建构文论、转换西论的历史要求。而究其原因,就文学批评的生成性与构成性来说,", "label": "艺术学", "id": 0}
{"content": "<正>根据维特根斯坦的观点,\"全部的哲学就是语言的批判\"。那么,是否可以说,全部批评的革命,也就是批评话语的革命?纵观我们三十年新时期文学所走过的曲折道路,可以看到一条批评话语嬗递变迁的明显线索。一、无根的狂欢20世纪80年代的批评话语主体上还是沿着一条印象式的批评道路。这个时期的批评,除了少数引进外国的话语范式之外,大多仍遵循着一个传统的批评模式。比如当年对莫言、贾平凹、王安忆、张贤亮、汪曾祺等一批作家作品", "label": "艺术学", "id": 0}
{"content": "<正>文学批评作为人类社会实践活动,必然会因活动的性质、特征、价值、作用而必然带有价值取向和价值目标,这与人类社会实践活动的自觉性、主体性、能动性及其有意识、有目的、有取向的活动性质和特征密切相关。同时,文学批评作为对文学的评价行为和活动方式,也会因文学的人文科学特性和特征而会呈现出\"见仁见智\"的评价取向,当然也会呈现出殊途同归、求同存异的趋和认同的评价取向。在缤纷多姿、纷繁多彩的批评形态中充分体现出\"百花齐放\"、\"百家争鸣\"的繁荣发展状况,同时也体现出批评\"和而不同\"、\"九九归一\"", "label": "艺术学", "id": 0}
{"content": "<正>众所周知,从文艺作品、文艺创作到文艺思潮再到文艺理论和文艺史,都可以成为批评的对象。正是由于文艺批评对象的广泛性,加上不同批评主体、不同接受主体的差异性,才有了所谓的\"随笔式\"批评的\"合法的生存权\"。若仅就文艺学批评本身的正常情况而言,则只能是学术批评。所以如此,是因为它所面对的是\"学术领域\",是一种\"有系统的、专业性很强的学问\"。也就是说,唯有与之相称的合逻辑延伸的批评才可使该领域真正获益。然而,令人", "label": "艺术学", "id": 0}
{"content": "<正>一种族、性别、阶级和生态是当代西方文艺理论中的四大跨学科论题,但其核心都是指向人与社会和自然的关系等问题,即人的自我身份定位问题。在已有的英美文学批评论著中,有关文学与种族、性别和生态的关联与影响等批评论述洋洋大观,不一而足。但是,有关阶级身份建构的问题却涉及了新左派思潮中一个微妙的变化,这就是20世纪80年代以来后现代主义兴起以后,工人阶级和劳动大众身份地位被迅速边缘化,大众文化被视为芸芸庸众喜好的", "label": "艺术学", "id": 0}
{"content": "生态批评20世纪70年代前期发轫于美国,成熟于90年代中期,之后随着全球生态形式的日益恶化和生态运动的蓬勃发展,生态批评迅速发展成了国际文学、文化绿色批评潮流,跨文明生态对话已成为其主要议题之一,在此,笔者就西方生态批评与佛教之间的跨文明生态对话作一简要的分析,以说明佛教所蕴藏的丰富生态智慧及其在生态危机时代的重要文化价值。", "label": "艺术学", "id": 0}
{"content": "<正>\"在文化现象和媒体整合的科学演进中,文学研究也转向新的分析领域。这些领域现在不仅仅包括各种形式和类型的文学,也包括电影、超文本和探索计算机与视频技术的各种可能的艺术形式。\"随着超文本小说、交互戏剧、交互影视、视频游戏等文艺类型", "label": "艺术学", "id": 0}
{"content": "<正>我们日常所见的科学小品,就文章的体式而言,属说明文的范畴。这类作品以介绍科学知识为写作主要目的,以说明为主要表达方式,因而具有两个显著特点,即内容的科学性和表达的客观性。这些特点,在行文上有着充分的体现。这里,笔者试以科学小品的语言技巧为话题,联系写作实践,谈一些粗浅认识（所举文例,除有说明外,均署笔者本名）。", "label": "艺术学", "id": 0}
{"content": "进入新世纪以来,叙事学研究无论在西方还是在中国都达到了前所未有的高潮。本文探讨关于叙事学研究的以下几个问题:（1）叙事学研究新发展中隐性的跨学科;（2）叙事学研究如何应对非理性叙事的挑战;（3）叙事学批评的文内、文外、文间综合考察;（4）中国的叙事学与西方叙事学之间的关系。", "label": "艺术学", "id": 0}
{"content": "共和国前期,由于极左思潮的干扰和通行的文学观念的影响,文学形式、技巧等不被重视,叙事理论乏善可陈。20世纪80年代之后,叙事理论得到长足发展,形成繁荣。这一时期叙事理论的发展与繁荣主要表现在如下几个方面:西方叙事理论的翻译、绍介与研究;构建中国叙事理论;运用西方叙事理论分析中国叙事文学;研究中国小说思想。", "label": "艺术学", "id": 0}
{"content": "柏拉图和亚里士多德是西方叙事研究的源头。文章在与模仿的比较中突出\"叙事\"的原初意义,并指出20世纪以来的叙事研究与它的渊源关系。亚里士多德对柏拉图既有继承,又有发展,叙事在亚里士多德那里已经发生了变异。他们对叙事形式的探讨深刻地影响了经典叙事学研究,而其潜在的意义指向又深刻地影响了后经典叙事学研究。", "label": "艺术学", "id": 0}
{"content": "第一人称叙事从其诞生以来就备受创作者的关注,以至于到目前为止,第一人称叙事的手法花样翻新,缤纷多彩。虽然作者在叙事上不断探求自我和自我指涉叙事的创新,然而,叙事的主体意识并非总能随心所愿,有时无论叙事主体如何努力张扬自我,可他/她的声音及身份却并不能有效地建构起来。", "label": "艺术学", "id": 0}
{"content": "经过20余年的发展,新时期微型小说出现了前所未有的繁荣,伴随着这一繁荣的出现,微型小说的创作理论研究也经历了从无到有,从成熟到深入,并逐步构建微型小说学的过程。纵观新时期微型小说理论建设的规律体现在:微型小说理论体系的建构从新问题的发掘到理论的产生并取得权威的共识;微型小说创作理论建设从单纯的创作技法研究上升到创作规律的揭示;微型小说理论批评对象从国内扩大到国外,并在多次的国际研讨会中得到不断的整合与突破。新时期微型小说理论建设的特点表现在:微型小说的文体界限和美学特征不断趋于科学化和规范化;微型小说学的叙事理论架构体系也得到不断完善与系统化;微型小说艺术表达技巧也在创作理论中得到进一步的丰富;新时期微型小说批评的跟进促进了创作的活跃和繁荣。新时期微型小说理论建设虽然取得了历史性的进步,但是局限性也是明显的,距成熟的微型小说学科建设还有较大距离。", "label": "艺术学", "id": 0}
{"content": "叙事学从诞生的那一天起,其分析领域就一直在扩张。经典叙事学已经实现了从小说到一般虚构叙事文本的扩张,当代叙事学则企图实现更大的扩张:从包括散文、戏剧、诗歌等在内的全部文学文本到历史学、社会学、民族学等非文学的文本以及时事、政治、新闻、广告等实用文本,从语言文本再到包括影视、音乐、图像、卡通、赛博空间文本在内的混合符号文本和非语言符号文本,甚至从符号化文本到广义的社会文本即文本化的现实世界本身。分析领域的扩张伴随着从小说修辞学到当代叙事理论的转换,以及从经典到后现代叙事学的转换。在扩张和转换的过程中,叙事学的范畴系统,特别是处于核心位置的主体范畴,在各种文本分析和批评中运用得越来越广泛,重要性日益彰显。为此,有必要按照严格的逻辑对称性标准,对叙事理论主体范畴做出跨领域的统一界定。", "label": "艺术学", "id": 0}
{"content": "<正>李长之先生的文学成就是多方面的,创作、研究、翻译、批评均有涉及。他是作家,早在30年代就出版了诗集《夜宴》,解放后又创作童话故事《大理石的小菩萨》《龙伯国》等;他是学者,研究哲学、绘画、古典文学,主要著作有《中国文学史略稿》《文史通义删存》《波兰兴亡鉴》《西洋哲学史》《中国画论体系及其批评》等;他又从事翻译,译著有《文艺史学与文艺科", "label": "艺术学", "id": 0}
{"content": "社会学批评可谓源远流长,它分别经历了文学史批评,\"正统\"的马克思主义社会学批评,西方马克思主义社会学批评和文本社会学批评的发展,现在仍是西方文论的重镇。那么,它这么强的生命力究竟来源何处?它的发展又给我们以什么样的启迪?围绕这两个问题,本文将从社会学批评发展的概述、戈德曼和齐马的文学批评理论的概述和对二者文学批评理论的比较这三个方面展开。其实,戈德曼的结构文学观和齐马的文本社会学对社会学批评的发展都是在人的主观能动性层面的发展。所以可以说社会学批评的发展遵循的是一条人道主义、人本主义之路。而这种以人为本的审美观和伦理观在我国人性还没有受到足够重视的现实条件下,应该对我国的批评活动和社会生活都有着很大的启迪性。", "label": "艺术学", "id": 0}
{"content": "自然科学领域中的生态论、儒释道中的生态美学以及西方当代文化研究中的生态思想,是在不同语境中呈现出来的知识形态,只有将中国当代的文化、文学语境纳入考察范围,进行批判性反思,中国当代生态文学批评才能建立起逻辑自洽的知识秩序。", "label": "艺术学", "id": 0}
{"content": "生态批评是研究文学、环境与文化之相互关系的批评。唤醒人类的生态意识是其最根本的任务。生态学的几个重要概念如食物链金字塔、生态位、生态整体主义和生物多样性等对生态批评产生了影响;环境伦理学扩展人类伦理关怀范围的基本精神给生态批评提供了思想资源;生态哲学为生态批评提供了理论基础。生态批评的内涵包括以下几个方面:大自然是一个有机整体、人类是大自然的一部分、对回归自然的倡导、从中国传统文化中挖掘生态智慧等。生态批评的方法包括福柯的权力与话语理论、生态学原则、巴赫金理论、墨菲的\"另一个\"概念等。", "label": "艺术学", "id": 0}
{"content": "<正>“思想之狐”是英国桂冠诗人泰德．休斯（1930-1998）的得意之作,是诗人创作思想的集中体现, 泰德．休斯在自己的《诗歌创作》（Poetry in the Making）一书中说:“想象你要写的东西..., 看着它、触摸它、闻它、听它,把自己变成它”,“思想之狐”也许是他第一首发表的描写自", "label": "艺术学", "id": 0}
{"content": "<正>随着认知科学的发展,转喻已经从修辞学和文体学等传统语言学范畴进入到认知语言学的研究范围。人们对转喻的认识发生了彻底的改变:转喻不只是语言和修辞现象,更是认知和思维现象,它作为一种概念现象和认知过程普遍存在于人们的日常语言和思维过程中。本", "label": "艺术学", "id": 0}
{"content": "<正>近年来80后知名作家的作品畅销流行,由此引发了80后作家的同龄人的写作热情,他们的作品在各种大众传播媒介上(如单是专门性的文学刊物就有内蒙古文联的《草原文学·80创作》、国际华文出版社的《80纪》、《后80》、青海省作协的《青泊湖·80志》、新疆兵团文联的《绿洲文学·青春萌芽》、上海作协的《萌芽》、山东出", "label": "艺术学", "id": 0}
{"content": "从方法论的角度说,文学伦理学批评是在借鉴、吸收伦理学方法基础上融合文学研究方法而形成的一种用于研究文学的批评方法,不仅要对文学史上的各种文学描写的道德现象进行历史的辩证的阐释,而且要坚持用现实的道德价值观对当前文学描写的道德现象作出价值判断。欧洲的文学从荷马史诗开始其性质就是伦理的,因此古代希腊最早的文学批评采取了道德批评的立场,善恶的判断成了评价文学的基本标准。柏拉图从现实的道德观念出发批评作家和作品,并按照他当时的道德标准评价作家及其作品的好坏,因此他使用的是道德批评的方法。亚里士多德批评文学的观点接近我们提出的文学伦理学批评的观点。文学伦理学批评与道德批评的研究对象大体相同,但在研究方法、目的以及可能获得的结论上迥然不同,本文以《哈姆莱特》为例对此进行了充分阐释。另一方面,文学伦理学批评在视角上虽然基本上是历史主义的,但并不排斥结合新的理论和方法（如生态理论）从比较的角度去研究文学。", "label": "艺术学", "id": 0}
{"content": "文学伦理学批评,是一个很古老而又非常现代的话题。聂珍钊教授等倡议举行一次学术会议,专门讨论作为方法论的文学伦理学批评。聂先生在他发表的论文中,以大量外国文学史实,论证了目前提出这一问题的根据和现实重要性与必要性,其中特别是\"文学伦理学批评的对象和内容\",可以说是第一次如此全面、系统、周密地思考的结晶,令人钦佩。本文结合中国文学和外国文学的实际,就文学伦理学批评的地位、作用、准则和局限,提出了自己的见解。", "label": "艺术学", "id": 0}
{"content": "本文主要讨论文学伦理学批评的实用性和有效性问题。所谓\"实用性\"问题,就是在文学伦理学批评中理论性与实践性的统一问题, 即将文学伦理学批评作为一种批评方法,不可避免地要涉及到这种批评方法的理论基础、基本原则、方法论体系等理论性问题;所谓\"有效性\"问题, 就是它究竟在多大程度上具有自己的独立性,是不是对自古以来所有的中外作家、作品,文学运动与文学思潮,文学社团与文学流派等文学现象都有效?笔者在此拟从以下四个方面展开论述:1.以艺术审美为核心:文学伦理学批评的理论形态;2.以实用性为中轴:文学伦理学批评的理论基础;3.注重三种实践:文学伦理学批评的实用性;4.有限与无限的边界:文学伦理学批评的有效性。", "label": "艺术学", "id": 0}
{"content": "文学伦理学批评作为一种新的批评方法,有必要也能够实现它与其他批评方法的融合,然而这一课题在理论和实践上都有待进一步的探索。本文即是两者融合的一个初步探讨和尝试。", "label": "艺术学", "id": 0}
{"content": "文学的宗教伦理批评是文学伦理批评中易被忽视的一维。本文从以下四个方面讨论这个问题:作为底线伦理的近现代伦理、宗教伦理与公共伦理的互补、西方文学与宗教伦理、文学与宗教伦理批评。文学的宗教伦理批评寻找最有分量的词,也许却永远不能说尽那最后的言词。这也许是西方文学与基督教伦理给予我们的最大启示。", "label": "艺术学", "id": 0}
{"content": "本文探讨中国的外国文学研究与中国新文化（指以伦理道德等为核心的精神文化）建设的关系。首先,本文指出中国学者对于外国文学的理解理所当然地不同于外国学者对于他们本民族文学的理解,而中国学者应该坚持自己学术研究的独立性、自主性。其次,本文通过论述证明中国学者进行外国文学研究的最根本目的在于建设中国文化（伦理）体系。最后,本文提出建设中国新文化（伦理）的策略,并指出中国学者依据\"生存\"和\"幸福\"两大伦理原则,可以确立自己在评价外国文学时的伦理立场, 从而保证自己学术研究的自主性、独创性。", "label": "艺术学", "id": 0}
{"content": "文学伦理学批评之于人文精神建构的价值和作用是显而易见的,它从道德伦理之域对文学存在所作的价值判断与阐释,以及由此生成的思想理论成果,不仅丰富和拓展了人文精神的内涵,而且促进了人文精神的历史变迁。在人与社会关系上,以求真为切入点,历史具体地传承整体社会的道德伦理状况;在人与自然关系上,以求美为切入点,张扬了自然和谐的人伦理想;在人与他人关系上,以求善为切入点,真实地呈现善恶之间人际关系的复杂样态与伦理意义;在人与自我关系上,以求圣为切入点,内在地传达着终有一死的人由凡入圣的道德伦理欲求。从而使文学伦理学批评成为人文精神建构的重要途径之一。", "label": "艺术学", "id": 0}
{"content": "生态伦理因素贯穿着生态批评的始终。生态批评的缘起和发展体现了生态批评家具有强烈的使命感和生态伦理意识,体现了他们不是出于\"理论自恋\"而批评,而是在为现实问题而呐喊;生态批评的主要理论基础是应用伦理学极具活力的新兴分支生态伦理学;具体的生态批评个案也表明,生态批评揭示的生态思想与生态伦理思想息息相关,在很大程度上属生态伦理思想。因此,生态批评是对文学的伦理学批评的开创性拓展, 可以为广义的文学伦理学批评所涵盖。", "label": "艺术学", "id": 0}
{"content": "白璧德新人文主义对于吴宓的思想有着重要影响,前者的道德内核包括文雅、理性、秩序、标准、内在制约等众多内容,是针对近代以来卢梭式情感自然主义和培根式科学自然主义所作出的保守主义的积极回应。中国传统儒家思想和白璧德所代表的西洋人文主义思想的共同作用, 使吴宓在文学批评上形成了一种道德批评的模式,反映到具体的文学批评上就是从人物形象,人生观和创作宗旨等方面来评价作品所具有的道德价值。本文试图阐明这一思想和批评模式的现代价值并由此论述道德批评的基本问题。", "label": "艺术学", "id": 0}
{"content": "<正>文学伦理学批评是聂珍钊教授所提倡的一种文学批评与研究的方法, 引起了许多学者的关注。为了进一步明确与深化对有关问题的认识,并在批评实践方面取得更多的成果,由《外国文学研究》编辑部牵头,华中师范大学文学院、华中师范大学外国语学院、东北师范大学、江西师范大学、广东", "label": "艺术学", "id": 0}
{"content": "<正>本文评介美国生态文学家爱德华·艾比对唯发展主义的批判,在此基础上讨论发展的前提、发展的限度、发展的目的、为发展而发展的危害以及生态的发展观。爱德华·艾比（Edward Abbey,1927~1989）是一位对生态思潮和环境运动影响很大的美国生态文学家。他的作品\"吸引了千百万热情的读者,推动了当代环境运动引人注目的发展\",他的许多环保建议\"被‘地球优先’、绿色和平等环保组织写进行动纲领\"并具体实施。①不过,诚如著名的生态文学研究者斯洛维克所指出的那样,", "label": "艺术学", "id": 0}
{"content": "<正>一、理论之源世纪之初,诸多领域的各种理论“众声喧哗”,在这种“各领风骚三两年”的新形势下,“生态批评”“生态美学”“生态人类学”“生态经济”等以“生态”为定语的名词概念一时间成为流行的热门理论范畴。英语中“eco”作为前缀的词不下几十个,涉及社会生活各个领域。“生态冰箱”与“绿色食品”一类广告语的出现表明,“生态”甚至成为商家的卖点,可见相关的意识已悄然的潜入了人们心中。而在文学艺术方面,生态主义现在似乎大有可为,呼声渐高。从某种意义上讲它顺应了反叛性思维的浪潮。", "label": "艺术学", "id": 0}
{"content": "人类的艺术最初本来是自由的,但随着人类文明规范的出现,文艺也被规范了起来。而以往的专制主义统治者总是根据自身利益的需要来决定文艺的面貌。故以往的每一个时代只有一种为官方所许可的形式和风格。但\"理性要求统一,自然要求多样\"（席勒）。人的自然个性总是多种多样的,艺术的接受者是这样,创作者更是这样。所以,随着专制统治制度的解体,自19世纪下半叶起,文艺终于结束了以往\"独尊一格\"的局面,而出现了多种流派和风格并存的现象。这是历史的进步,也是文艺本身发展的结果。在多元格局下,写作不是比以前更自由,反而更困难,因为不再有统一的规则可遵循。新的文艺实际破坏了固有的理论律条,这是正常现象。因为创作与理论,前者是第一性的,理论由创作成果中产生,并通过以后的创作不断加以丰富。故一旦理论与创作实际发生冲突,首先被审视的应该是理论,而不是创作。在多元格局下,各个流派和各种风格多在互渗互融。就是现实主义本身也在不断吸收他人营养中更新自己,以求继续发展。迄今为之,还看不出有哪一个流派或风格能独领风骚,回到\"大一统\"的过去。\"多样而不是统一才是整个艺术世界的特征。\"", "label": "艺术学", "id": 0}
{"content": "<正> 现代科学包括社会科学、生命科学和思惟科学。研究思惟科学,不仅有助于现代科学技术的发展,也有利于现代精神文明的提高。毛主席说:“诗要用形象思惟。”我们创作和欣赏诗词作品也应该具有一些思惟科学方面的知识。", "label": "艺术学", "id": 0}
{"content": "<正> 在小说中,对事件的叙述总是要从一定的“视角”出发来进行。无论叙述的是“真实”的历史事件,还是虚构的事件,都需要挑选一个观察点,即看事物的一定方式、一定角度。“叙述视角（narrative perspective）”一词在叙述理论中既表示叙述者,也表示叙述的角度,读者由此得知构成一部小说的叙述里的人物、行动、情境和事件。小说的叙述视角的分类可以有许多种,若从视域的范围和性质来分,大", "label": "艺术学", "id": 0}
{"content": "<正> 语言是文学的生命,诗歌可以沉醉于语言的精心经营,如杜甫就将“语不惊人死不休”作为创作的信条。而小说作为另一种重要的文类,由于与一种“讲故事”的艺术观念有着千丝万缕的关系,它一开始就周旋于叙述的游戏。只不过在早期出现的小说艺术中,小说作者充当了一个全面的“讲故事者”的角色。从叙述学角度看,传统小说作者持", "label": "艺术学", "id": 0}
{"content": "<正> 小说欣赏是一种审美感受活动,它是客观存在的审美内容在人的头脑中能动的积极的反映,是人们对小说内容的具体把握。可以说,凡是好的小说,尤其是名著,主题都存在着不确定性。为什么?因为小说内容的广阔性,作家世界观的矛盾性,欣赏者审美", "label": "艺术学", "id": 0}
{"content": "<正>本书是关于文学批评、美学研究的论文集,搜集了作者对于文艺学、美学问题研究的部分成果和文艺学、美学现象的批评文章。著作中关于文艺批评理论研究部分,是代表作者理论创新的部分成果。文中通过我国文艺批评理论研究与西方现代批评理论研究的对比,指出我国当代的文艺批评理论缺乏理论的“原创性”,我们的学者也缺乏理", "label": "艺术学", "id": 0}
{"content": "<正> 我从事上党戏剧本创作40个年头了,除了少部分剧本属于整理外,大多数为创作或改编。然而,在大小近百个剧本中,不论是写现代的还是古代的,为什么出世后“成活”率低,中途“夭折”的多,终老百年“万寿无疆”的稀有?也就是说,能够推上舞台列入剧团常演剧目者不多,有幸成为上党戏保留剧目者更少,道理何在?是急“警世”之功,近“教育”之利,内容要求造成题材范围狭窄局面的缘由,还是", "label": "艺术学", "id": 0}
{"content": "祝敏青,女,福建福州人。福建师范大学文学院教授、硕士研究生导师,中国修辞学会全国文学语言研究会副会长（第三届）、辞章学研究会副会长,福建省修辞学会副会长。已出版（含合作）《炼字趣话》、《比喻趣话》等专著多种,发表学术论文几十篇,是当代致力于汉语辞章学研究并有所建树的学者之一。", "label": "艺术学", "id": 0}
{"content": "<正>一口气读完祝敏青的《小说辞章学》,心里的感觉可以套用一句广告词:\"晶晶亮,透心凉!\"是一种全身舒爽的感觉,简言之就是痛快!作者酣畅淋漓的笔墨带读者神游于理论与实践的交融之中,深入浅出的语言玩味摒弃理论之枯燥,赋予书稿形象之质感。", "label": "艺术学", "id": 0}
{"content": "<正> 作为文学活动中高层活动的文学批评,是实现文学文本价值不可或缺的中介。在时间顺序上,文学批评在文学创作之后,以文本为逻辑起点,以文学鉴赏活动为基础,解读文学文本是文学批评的前提,因此文学批评必然地带有依附性。但从来的文学批评并不满足与批评对象之间的认知关系,它在实现对作品的阐释、分析、鉴别和评价功能时,也在追寻着对文本的超越而获得", "label": "艺术学", "id": 0}
{"content": "<正> 恩格斯的一生是为共产主义奋斗的一生,同马克思一起创立和发展了马克思主义,在创立和发展马克思主义文艺理论方面也做出了不朽的贡献。恩格斯的文艺思想是博大精深的,这里仅对他的文艺批评思想作些探讨。恩格斯从青年时期开始,一生写过大量的文艺评论。对从古希腊到他那个时代的历代著名文艺家及其作品都有不同程度的论述,从各个角度和不同层面深刻地揭示了文艺的特殊规律。有尖锐的批评,也有许多脍炙人口的赞语,例如将埃斯库罗斯称为", "label": "艺术学", "id": 0}
{"content": "<正>近年来,文论创新的呼声不绝于耳。无数专家、学者、教授绞尽脑汁,呕心沥血,呈现出一种“百家争鸣”的学术研讨气氛,其成果之显著,实在令人鼓舞……。然而,若从更高的学术观点上看,仍有不尽人意之处。学术问题是严谨的、认真的, 不可采取“少数服从多数”的原则,因为宏观不能代替微观,这是20世纪初,被“哥", "label": "艺术学", "id": 0}
{"content": "<正>2004年4月,董学文教授出版了他的又一本学术专著——《文学理论学导论》。这标志着作为一门新学科的“文学理论学”的诞生。在该书的“绪论”中,董教授明确指出,所谓“文学理论学”,指的是“关于文学理论的理论研究”。这也就是说,这一新的学科针对的是“文学理论”研究本身,要解决的是当前“文学理论”研究", "label": "艺术学", "id": 0}
{"content": "<正>影视艺术的诞生,具有划时代意义,从此人类进入了影视时代。这是一个艺术融合与重组的时代,一个艺术交往与对话的时代,一个艺术价值观念更新的时代, 同时也为文学研究提供了崭新的契机。表层看来,影视时代是一个时间概念,其深层意义则是对一种新兴艺术形式及其精神实质的概括。每门艺术在其活动过程中", "label": "艺术学", "id": 0}
{"content": "表演艺术的审美过程中,除了视听感官,还有“主体运动觉”审美感官,它与人类本体存在的现实实践活动有更直接密切联系。社会文化生活正在呼唤把分门别类开拓的艺术经验予以整合。诗与音乐对创造性想象力开拓的相反指向可概括为:（1）语义性与非语义性。 （2）语义内涵的具象性决定其运用的多样性与多变性,非语义性意蕴的概括性决定其运用的反复性与程式性。（3）诗的生产以自娱方式为主,旋律的生产以寄食制为主,彼此互补互动。诗与音乐在表演过程中的契合点可概括为:（1）节拍节奏方面“口手双层性”的节奏复合结构由诗与音乐共同参与构成。（2）音调起伏的动静方面,诗与音乐有各自的要求,尽可能协调一致。（4） 句子落音方面,旋律煞声的功能性呼应与色彩性对比,诗词韵脚布局的押韵与出句,其相互作用提高了歌诗艺术的审美品格。理论领域里的整合性探讨可能作出什么样的贡献?漫长封建社会里歌诗生活的教化性与娱乐性相分离的现象是否有回转的契机?在现代学校教育体制的课程范围内,寓教化性于娱乐性之内的乐教复兴与美育重建是出路所在。师范教育肩负着改革重任。", "label": "艺术学", "id": 0}
{"content": "<正>20世纪初期弗洛伊德及其弟子琼斯的精神分析文学批评曾经令整个西方文学批评界大为震惊,他们用\"俄狄浦斯情结\"来分析莎士比亚的著名悲剧《哈姆雷特》,说哈姆雷特并非不愿行动,而是不能行动,原因在于他的意识要求他行动,但他的潜意识却阻止他行动,潜意识的\"俄狄浦斯情结\"使他不能行动。半个世纪之后,后精神分析学的代表人物——法国的拉康再次令学术界感到震惊,他于1959年4月在巴黎圣安娜医院主持讲习班系列讲演《欲望及其阐释》,其中《欲望及对〈哈", "label": "艺术学", "id": 0}
{"content": "<正> 诗的历史最悠久,称为文学之冠,中国的国度是诗的国度,没有诗歌就没有文学。诗是文学艺术的最高境界,诗又是文学创作的基础。我们在从事群众业余文艺创作辅导中,发现许多业余作者都是从写诗开始的。特别是戏曲、曲艺、歌曲等艺术形式的文学部分,都必须具备诗歌的一些特点:好的戏曲、曲艺唱词,好的歌词,其本身就是一首好诗。至于诗与绘画、音乐、舞蹈的密切关系,那更是众所周知了。", "label": "艺术学", "id": 0}
{"content": "<正> 对联,俗称对子,也叫联句、联语。对联通常悬挂或粘贴在楹柱之上,因此又统称为“楹联”。它是我国特有的一种文学形式,因其篇幅短小,结构严整,内容丰富,观点鲜明,语言生动,便于记诵,为广大人民群众所喜闻乐见,堪称“中国一绝”。", "label": "艺术学", "id": 0}
{"content": "<正>在刚刚成为历史的20世纪90年代,当代文学自身的发展已开始表现出了某种“离心离德”的倾向。这主要是指:文学写作的发展与文学批评的发展不仅不同步,而且这两者间还出现了一种逐步背离的趋向。文学的两只翅膀,似乎更为热衷的是各自的飞翔。而对彼此间的合作与协调,却毫无兴趣可言。一方面,文学写作迅速改变了自己在80年代塑造出的社会理性形象,给自己换上了一副钟情于市场的面孔。它在拒绝学理批评的同时,更多地与媒体的炒作活动联系在了一起;另一方面,文学批评仍然保持着自己的学理品格。它不仅拒绝市场化的商业行为,而且也对只能进入市场的文学写作表示了拒绝。于是90年代文学就呈", "label": "艺术学", "id": 0}
{"content": "<正> 俄罗斯著名作家列夫·托尔斯泰在《世纪的终结》一文中指出:“用福音书中的话说,一个世纪的终结不意味着一个百年的结束和开始,而是意味着一种世界观、一种信念、一种人们交际方法的出现。”当我们正在走向20世纪的终点时,回眸这一百年来文学批评及其理论的演进历程,展望21世纪文学批评和文学理论的发展前景,不免又会想起托尔斯泰在上个世纪终结时所提到的这段话。", "label": "艺术学", "id": 0}
{"content": "<正>所谓批评家的角色,自然指的是批评家在整个文学活动中所扮演的某种特定角色,这也涉及到对文学批评自身的功能、价值和社会作用等方面的不同认识和理解,这是不能不加以澄清的一个重要理论问题。从文学批评实践的角度讲,批评家在文学批评活动", "label": "艺术学", "id": 0}
{"content": "<正>由于主体的立场、观点和方法等内在质素的新变,90年代汉语的现代批评出现理论化的走向。而另一方面,一些人尤其是激烈的年轻作家,看不惯过去的批评,也对批评的理论化表现出极大的愤慨,乃至对批评存在的合理性提出挑战。然而,在我看来,现代", "label": "艺术学", "id": 0}
{"content": "<正>回顾新中国50年来的文学批评,大部分时间进行着政治的批评,政治标准作为第一标准被普遍地坚持。进入80年代,情况发生变化,文学为政治服务的政治规定被政治地解除,文学本身的解束带来文学批评的政治解束,文学批评失去了坚持几十年的第一标准。第一标准整体性地失落,其他标准又远未明确与形成共识,中国文学批评进入标准多元、混杂乃至缺失阶段。", "label": "艺术学", "id": 0}
{"content": "<正>世界诗学,中西印三足鼎立。中印味论有着异曲同工之妙,值得比较研究。这种研究,不仅有助于认识中印诗学,也有利于对西方诗学的了解与定位。", "label": "艺术学", "id": 0}
{"content": "<正>一、\"世纪末\"的引进与论争1998年第2期《中国比较文学》刊发的谢天振的《中国翻译文学史:实践与理论》一文,结合跨越半个多世纪的三部翻译文学史个案,对翻译文学在中国的属性再次提出了理论性探讨。谢文认为,\"翻译文学的创作（严格而言是再创作）主体——译者和客体", "label": "艺术学", "id": 0}
{"content": "<正>引言在很长一个时期内,在我们的意识中,自然主义是与现实主义相对立的文学思潮,是与色情描写、与琐屑、死板的描写划等号的。这种认识甚至成了一种权力话语。一个作家,一旦与自然主义沾上边儿,就等于其作品被判了死刑。正因如此,在20年代曾一度高擎自然主义大旗的茅盾,几十年来一直在洗白自己与自然主义的关系,甚至在50年代不惜对自然主义唾弃再三。于", "label": "艺术学", "id": 0}
{"content": "<正>20世纪是一个批评的时代。 20世纪是中国的文艺批评,从古典走向了现代,世界近代出现的种种批评范式几乎都在中国这块中西文化碰撞与交融的土地上亮过相。然而由于中国社会发展的需要,居于主导和霸权地位的则是瞿秋白、毛泽东为代表的马克思主义文艺批评,而影响时间最长、最大的则是毛泽东的文艺批评的理论与实践。如何认识和评价毛泽东的文艺批评理论与实践,对于处于世纪之交的中国文艺学来说,仍然具有重大的理论价值和现实意义。", "label": "艺术学", "id": 0}
{"content": "<正>文艺活动过程是由文艺家到作品到接受者相互联结成的一个动态系统,文艺批评作为“运动着的美学”,关系到文艺活动过程的各个环节以及它们之间的相互关系,影响到作品价值的实现和社会效益的发挥。新时期以来,文艺批评为解放和发展艺术生产力,为提高文艺创作的思想水平和艺术水平,为探索文艺规律、促进文艺理论建设,为提高人民群众的审美情趣和鉴赏能力,发挥了积极的作用。随着市场经济的发展,文艺领域面临着大量亟需研究和解决的新情况、新问题,文艺批评应当再振雄风,推动文艺的繁荣发展。", "label": "艺术学", "id": 0}
{"content": "<正>目前,文坛不健康的文学批评屡见不鲜,遭到人们的非议。例如一些人的批评受到市场经济的左右,成为金钱的附庸,失去了文学批评应有的品格;有的批评偏爱展现官能刺激,推崇描写人们的潜意识、性本能,助长低级庸俗的创作倾向;有的鼓吹消闲文学,对描写风花雪月、吃喝玩乐的作品,描写名人的轶事、生儿育女,描写古董字画、气功卜卦等作品备加赞赏;有的淡化价值的追求,嘲弄意义,反对理性,解构历史,躲避崇高,倡导远离政治,疏离主流,淡化", "label": "艺术学", "id": 0}
{"content": "<正>文学创作是作家从自己对社会生活的生命体验出发,调动自己的形象积累、感情积累,在审美理想的烛照下,围绕着某一线索,经过增删、整理、浸润,而予以书面化的十分复杂而独特的过程,文学作品则自然是社会生活通过作家头脑的语言艺术形式,是作家生命体验的符号化。文学评论, 或者称之为文学批评,作为对文学作品及与之相关的文学现象的价值和成就、得失、规律的解读、阐释或评价,当然应当参照社会与人生,以做出正确的价值判断。这似乎是天经地义的、不成问题的。然而文学评论的社会人生参照却常常受到漠视、鄙视、非议或嘲讽。本文即旨在为文学评论的社会人生参照呼喊与正名、鸣不平与辨是非。", "label": "艺术学", "id": 0}
{"content": "<正>临近世纪末,失语、缺席、没落、贫困、危机等等突然成了描绘文学批评现状的重要词汇。而在谈到这种现状的成因时,一种越来越清晰的声音认为:正是由于文化批评的出场才导致了文学批评的退席。于是,文化批评对于文学批评的式微负有了不可推卸的责任,文化批评因此以有罪之身被押上了被告席。而且,似乎只有清算了文化批评的罪过, “救救文学批评”的呼声才能转换为实际的行动,从而使文", "label": "艺术学", "id": 0}
{"content": "<正>文学批评就是文学价值的评价活动。批评的功能就是根据一定的批评标准来揭示作品所具有的价值。现在许多批评家都宣称并不存在一个统一的批评标准,但是他们在每个具体的批评中却不能不依据某一标准,否则他就不可能找到对作品进行评价的基本观点。所以重提批评标准,并对之加以讨论还是十分必要的。在讨论标准之前,有必要审视一下当今文坛的批评现状及批评标准。不难发现,当今文论界有两种从不同角度消解", "label": "艺术学", "id": 0}
{"content": "<正>新时期文学批评,随着国门打开和走出封闭,义无返顾地选择了西方的文学批评理论作为自己本土文学批评理论的参照。于是,西方各种文学批评新方法被源源不断地引进, 注入到了已处于僵化的文学批评领域中。这时的文学批评确实曾为文艺创作的繁荣起过开路先锋的作用。然而,伴随着人们对西方各种主义“拿来”热情的冷却和文艺创作“轰动效应”的消失,文学批评便失去了昔日的锐气和现实感。我们对回归沉寂的文学批评的选择作点反思,是会有益处的。", "label": "艺术学", "id": 0}
{"content": "<正>世纪之交回眸当代文学批评,从政治风浪裹挟下的呼风唤雨到商品大潮冲击下的风雨飘摇,文学批评走过了一条大起大落的坎坷之路。从权力话语执法者位置上跌落下来,从一元审美维度的峡谷中冲杀出去,文学批评抵达了属于圭己的开阔地。脱去了束缚,也面临了选择的困惑;争得了独立,又陷入无所依傍的迷惘。世纪末的文学批评,应何去何从? 今天的文学批评确实面临着巨大的困境,然而这是个充满活力的时代,挑战与机遇同在,危机与希望共存,越过困", "label": "艺术学", "id": 0}
{"content": "<正>《毛泽东文艺思想研究》（第12辑）收入的论文共25 篇,主要是从1998年烟台学术年会的论文中选编的。除公木名誉会长的遗作《假如让我得重生》一文外,大体包括三部分内容。第一部分是关于文艺批评理论与实践的研究论文,共18篇。这是烟台学术年会的中心议题,也是本辑的论文主体。其中有对毛泽东文艺批评思想的理论研究,有对社会主义文艺批评任务、标准、原则的理论探讨,有对当前文艺批评实践的批评和反思,有对文艺批评理论的重建、出", "label": "艺术学", "id": 0}
{"content": "<正>毛泽东在《矛盾论》中说:“研究问题,忌带主观性、片面性。所谓主观性,就是不知道客观地看问题,也就是不知道用唯物观点去看问题。”辩证思维就是用历史的观点、辩证的观点、唯物的观点全面地科学地分析认识事物。它属于哲学范畴,概括的层次最高,实用的范围最广,既适合于一切科学研", "label": "艺术学", "id": 0}
{"content": "<正>文艺工作主要是由创作和批评两部分构成的。如果承认近数年我们的文艺工作呈现出滑坡趋势,应该说批评方面表现得尤为严重、突出。“文艺批评怎么啦?”读者对此已颇有微言;我们文艺圈内的同志,特别是做着理论批评工作的人,只要重温一下邓小平同志新时期以来的有关指示,对此当更有切肤之感。", "label": "艺术学", "id": 0}
{"content": "<正>毛泽东的《在延安文艺座谈会上的讲话》,是在马克思主义文艺理论发展史上具有里程碑意义的光辉著作,用辩证唯物主义和历史唯物主义的观点来考察和论述了文艺批评,对文艺批评的性质、标准、作用等基本问题作了理论的阐明,形成了自己的科学的文艺批评观。建国后,他又在《关于正确处理人民内部矛盾的问题》和《在中国共产党全国宣传工作会议上的讲话》等著作中发展了自己的文艺批评观。毛泽东的文艺批评观是对马克思主义文艺批评观的继承和发展,具有重大的理论的和实践的指导作用。", "label": "艺术学", "id": 0}
{"content": "<正>如果说历史还有什么能够避讳的话,那么它将不是历史。因而,如果不带有任何丝毫的个人偏狭的话,那么历史的选择都是不以人的意志为转移的。当各种西方艺术批评思潮纷至沓来的时候,马克思主义文学批评似乎在被社会淡忘。然而,历史选择的无情,就在于这种选择所崇尚的是真理的光芒。马克思主义文学批评是同马克思主义哲学、经济学和文艺美学相谐", "label": "艺术学", "id": 0}
{"content": "<正>毛泽东的批评标准论自成体系,在毛泽东文艺思想中占有重要位置,对于发展和繁荣社会主义文艺关系重大。我们应当对它进行认真的研究,作出科学的评价。一关于“政治标准”论在马克思主义文艺批评史上,毛泽东第一次明确提出“政治标准”并作了一系列具体阐述,其基本内容至少包括以下几个方面:", "label": "艺术学", "id": 0}
{"content": "<正>毛泽东是伟大的马克思主义理论家,他的理论建树是多方面的。毛泽东文艺思想是毛泽东思想的一个重要组成部分,它哺育了整整一代文艺工作者,对新中国文艺事业的发展与繁荣起了不可估量的作用。本文不准备对毛泽东文艺思想进行全面论述,只想就其一个侧面、近几年争议较多的文艺批评思想方面谈一点粗浅的意见,不周和欠当之处,请读者批评指正。", "label": "艺术学", "id": 0}
{"content": "<正>茅盾的中外文学研究成果不仅面广量多,而且具有真知卓识。茅盾的中外文学研究观或文学研究方法论的中心是文化学说。一、重视考察作家作品的文化背景和文化土壤;二、重视考察作家作品在整个文化发展或文化冲突中的地位;三、重视考察文学作品同其他文化形态和文化现象的关系;四、重视考察文学家及作品与人类文化的关系。今天,加强国际文化交流,用文化学说研究文学,具有重要的意义。", "label": "艺术学", "id": 0}
{"content": "<正>本文从历史的角度论述了茅盾介绍现代主义以及处理现实主义与现代主义的过程,将茅盾在不同时期对现代主义所作出的评价与他的现实主义文学观点的发展紧密地联系起来;明确指出,茅盾在马克思主义文艺观指导下,从总体上把握现代主义的阶级本质的思想基础后,还是能根据实际情况,对其中一些文学流派及其作家作品作实事求是的辩证分析,并在创作实践中有选择地吸收现代主义在艺术技巧上的某些新成就,从而使现实主义实现更新的超越。", "label": "艺术学", "id": 0}
{"content": "<正>茅盾与自然主义之间联系紧密是显而易见的。但以往论者多从真实性入手谈及这一问题。笔者认为,如果从艺术手段的借鉴来看,客观化才是茅盾与自然主义勾连的关键。因而,指出茅盾创作中客观化特色,剖析其产生的内在缘由,便是本文的任务。笔者从茅盾对自然主义的论述,以及与左拉、福楼拜等人的比较中指出茅盾客观化的特色,及其与欧洲自然主义的异同。结论是,由于不同的历史条件与艺术追求,茅盾的客观化更具有现实主义品格。", "label": "艺术学", "id": 0}
{"content": "<正>高山可以推倒,磐石可以破碎,唯独真理稳逾高山,坚胜磐石,能够穿云破雾,可与日月争辉,永远放射出夺目的光芒。四十八年前,毛泽东同志《在延安文艺座谈会上的讲话》中提出的文艺批评标准的理论,同这部伟大经典本身一样,就是这样的推之不倒、攻之不破的真理。如今它正在驱散周围的迷雾,拂去身上的尘埃,重现它真实的面貌,而闪耀着真理的永恒光辉。", "label": "艺术学", "id": 0}
{"content": "<正>亚里斯多德在《诗学》中论述悲剧的美学效果时,使用他在《政治学》第八卷第七章中提出的一个术语Catharsis;这个术语的中文翻译有好几种,作为宗教术语,指\"净化\"、\"涤罪\",作为医学术语,指\"宣泄\",在文艺心理学的论著中,译作\"发散\",现在通行的罗念生《诗学》译本译作\"淘冶\",卢飞白译作\"解脱\"②;我们以为,用在说明文学艺术的审美效应方面,译作\"解脱\"比较恰当。将\"解脱\"这个术语引进文学理论领域,《诗学》中出现过两次;在第", "label": "艺术学", "id": 0}
{"content": "<正>把新闻摄影与报告文学连起来议一议,是新闻摄影理论上的一种探索。今天我愿就这个问题提出一点浅见,和同志们共同讨论。", "label": "艺术学", "id": 0}
{"content": "<正>人物描写和性格塑造在小说创作中应该占据什么位置,小说可以不可以放弃人物的性格刻划和不去努力创造典型形象? 对于这个问题,近年来,人们提出了一些不同的意见,并且在创作实践中作了多种尝试和探索。我们正处在一个文学观念发生深刻变化的时期,这是社会生活迅速发展的必然结果;当然,小说观念也一定要发展、变化。但是,究竟怎样变化、发展,向着什么方向变化、发展, 则是需要冷静地、认真地研究的问题。这里,我们不妨从历史的角度对此加以考虑。恩格斯说:“历史从哪里开始,思想进程也", "label": "艺术学", "id": 0}
{"content": "<正>“开放体系”理论是苏联科学院斯拉夫和巴尔干研究所所长德米特里·马尔科夫在一九七二年提出来的。这个理论一经提出,在苏联文艺理论界引起了很大的反响。许多知名的文艺理论家都参加了讨论,提出了极不相同的看法。马尔科夫本人对他的定义也几经修改,讨论还在继续进行中。", "label": "艺术学", "id": 0}
{"content": "<正>《史记·六国年表序》:\"学者牵于所闻见,秦在帝位日浅,不察其终始,因举而笑之,此与以耳食无异。\"司马贞《索隐》曰:\"言俗学浅识,举而笑秦,此犹耳食,不能知味也。\"文论家对那些在艺术上毫无定见,靠人云亦云过日子的人,也以\"耳食\"称之。王夫之评杜甫《登岳阳楼》诗云:\"起二句得未曾有,虽近情而不俗,‘亲朋’一联情中有景,‘戎马关山北’五字卓练,此诗之佳处亦止此。必推高之以为大家,为元气,为雄浑壮健,皆不知诗者,以耳食不以舌食之论。\"", "label": "艺术学", "id": 0}
{"content": "诗歌翻译一直被认为是翻译界的一大难题。因为诗歌翻译既要译出其内容和意义,还需传达原诗的意境及美感。为此,许渊冲先生提出了译诗的\"三美\"翻译理论,既三美原则:音美,形美,意美。其中,意美居于首位,是诗的深层结构和灵魂。本文以柳宗元的代表诗《江雪》及其三个不同的英译本为材料,从\"三美论\"中的\"意美\"角度对该诗不同的英译本进行了对比分析,以期为中国古典诗词的英译带来借鉴与启示。", "label": "艺术学", "id": 0}
{"content": "金庸的小说内涵丰富,文化价值高,其作品的译介可推动西方读者了解中国的历史文化、传统习俗、衣食住行、儒道等概念。本文从词汇层面、句子层面、语篇层面对金庸小说《射雕英雄传》卷二中第十四回《桃花岛主》中的张菁译本中的四字格语言的英译进行研究,发现译者发挥着译者主体性灵活地选择翻译策略,并且分析了译本在信息传达、语篇功能等方面的效果,从而对金庸的小说的译介起到一定的启示。", "label": "艺术学", "id": 0}
{"content": "文学翻译的创造性叛逆既由客观的语言符号及社会文化差异造成,也可以是译者的主观追求。当译者自觉将自己的主观审美意向融入语言转换过程,便成就了带有创造性叛逆印记的译本,而译本在目标语文化中带来的影响必然印证着其中的创造性叛逆。杜拉斯《情人》在中国取得成功,对20世纪末期的中国作家产生巨大影响。《情人》在中国的成功,王道乾译本功不可没。本文以《情人》王道乾译本为研究对象,考察译者对原文语言形式的创造性叛逆,并通过对《情人》汉译本与受杜拉斯影响的中国作家作品的对比研究,揭示翻译的创造性叛逆给中国作家带来的影响。", "label": "艺术学", "id": 0}
{"content": "一直伴随着人类的自然现象大多在各种语言中有着相应的表达,凝聚着一定的文化内涵。具有寒流性质的\"西风\"在中西方诗文中频频出现,颇具文化韵味。在中国,它是愁绪的象征,也有豪迈之情、清洁之意;在西方,它是温暖活力、为人传情的春风形象,在雪莱笔下也是含有涤荡陈腐自然力量的秋风。对\"西风\"意象的剖析,不仅可以加深对中西文学里西风含义的认知,加强对相关文学作品的解读,也能为翻译中的相关跨文化研究开拓思路。", "label": "艺术学", "id": 0}
{"content": "当今世界,随着文化之间的交流越来越频繁,翻译的重要性日益提高。在文学翻译中,由于文化语言、接受环境以及译者自身的主观能动性等各种主客观原因,译者会发挥自身的创造性对原文发起\"叛逆\",以保证译文在目的语言中的可接受度以及可读性。本文以翻译家杨宪益、戴乃迭以及电子科技大学周劲松所翻译的唐传奇小说《虬髯客传》为例,探究文学翻译中译者的创造性叛逆现象及原因。", "label": "艺术学", "id": 0}
{"content": "由复旦大学王柏华和Martha Nell Smith共同主持的诗集翻译《栖居于可能性》是国内狄金森诗歌的最新译作。该译作组建国际合作翻译团队对狄金森诗歌进行翻译。译者阵容强大,集翻译与研究相结合,译文质量上佳,堪称国际合作翻译的典范。", "label": "艺术学", "id": 0}
{"content": "《兰亭集序》是我国古代散文经典,全文语言简洁、层次分明,骈散并行,句式整齐而富于变化,韵律和谐,极大地体现了中文意合与整体观。因此在翻译时需要对其进行有效把握,并运用相关语言知识将其有效传达给目的语读者。此外其中涉及许多传统文化,译者需要了解不同民族社会文化蕴含在语篇中的文化内涵,在不违背原文语言表达的基础上重现文化负载词的意蕴,才能更好实现文化交流。本文在此基础上,从《兰亭集序》的三个译本探讨英语和汉语的显隐性、静动态以及文化元素的差异,以更好地理解英汉语言文化的差异。", "label": "艺术学", "id": 0}
{"content": "散文作为一种抒发作者真情实感、写作方式灵活多样的文学体裁,其英译不仅涉及英汉两种语言之间的转换,也涉及中西方文化之间的差异。本文从汉英对比角度出发,从不同方面鉴赏和评析张培基英译散文《白蝴蝶之恋》当中的部分内容,提出相关散文英译技巧,以期日后对散文翻译工作者有所帮助。", "label": "艺术学", "id": 0}
{"content": "以系统功能语言学的及物性系统为理论框架,对许渊冲《关雎》英译本进行及物性分析,探讨许渊冲具体的翻译策略。研究显示英译本在标题、参与者、过程和情节、文化负载词和押韵的处理上与原诗有区别,来源于译者的主观能动性以及对诗歌的个人理解。虽然许渊冲《关雎》英译本打破了原本的结构,损失了一定的概念意义,却凭借非凡的想象力将诗歌美学价值推向极致,尤其追求音韵之美。本文进一步探索了及物性系统对评估译文质量的作用,有助于提升诗歌翻译质量。", "label": "艺术学", "id": 0}
{"content": "一位小仙子想送一份礼物给所有因掉牙而伤心的孩子们。在彩虹仙子和小精灵的帮助下,她成功地制作了装乳牙的小袋子作为礼物,也因此,她有了一个新名字——牙仙子。", "label": "艺术学", "id": 0}
{"content": "译界对于\"诗歌是否可译\"存很大争议。笔者以中国古典诗歌英译为例,结合\"三美论\",从音、形、意三个角度来分析中诗英译中的\"可译性\"和\"不可译性\",找出诗歌翻译的重点、难点,以及影响诗歌\"不可译\"的要素,研究表明,\"三美论\"为诗歌翻译提供方法,降低其\"不可译\"程度,从而促进中国文化的对外传播。", "label": "艺术学", "id": 0}
{"content": "本文以诗人李清照的《声声慢》英译为例,在关联理论的指导下,从诗歌的意境、韵律、修辞、内容和形式等这几个方面着手,对诗歌翻译的\"不可译性\"进行了分析、研究,探索了诗歌翻译\"不可译性\"的翻译策略和补偿手段。研究表明:译者可通过直译、意译、散文体翻译、无韵体翻译等翻译方法重构目标语文本,应用多种补偿手段,转化诗歌的\"不可译性\",使译文符合目标语读者的阅读期待和阅读习惯。", "label": "艺术学", "id": 0}
{"content": "中国古诗词是中华文化的精髓,但由于其独特的文化内涵,要做好其英译就显得十分困难。庞德提出的意象主义观在一定程度上为中国古典诗词的传播做出了很大的贡献,而许渊冲教授的古诗词翻译也是别具一格。因此,本文将从庞德的意象主义观入手,以许渊冲的《雨霖铃》文本为例,浅析中国古诗词英译中应该注意的问题。", "label": "艺术学", "id": 0}
{"content": "文学文体学主要研究文学作品语言风格、词、句及篇章,文学文体学的研究给翻译鉴赏提供了视角。本文分析了文学文体学和翻译的关系,以及文学文体学在翻译鉴赏中的作用。并以大卫·霍克斯以及杨宪益先生翻译的《红楼梦》第六回\"贾宝玉初试云雨情,刘姥姥一进荣国府\"为目标译本,以文学文体学的角度,分别从译本的语言风格、选词、造句角度出发,分析并总结了两个译本的差异。", "label": "艺术学", "id": 0}
{"content": "金陵判词是古典传世名著《红楼梦》里主要女性人物命运悲歌的真实写照,暗示了小说情节的发展以及结局。判词出现在小说第五回金陵十二钗图册里,分为金陵十二钗正册、副册、又副册三册。本文以金陵十二钗正册判词为例,通过实例分析了霍克斯在英译判词时,在力求目的语读者理解的基础上,如何最大限度地再现原判词的音美、形美、意美。判词美的再现从某种程度上取决于译者的文化背景以及翻译策略的选择,在三美不能兼顾时,意美的传达最为重要。", "label": "艺术学", "id": 0}
{"content": "中国经典外译一直是学界讨论的热点问题,《关雎》作为《诗经》这一中国经典作品中的开篇之作十分具有代表性。本文通过对比分析《关雎》的三个英译本:理雅各1876年韵文译本、杨宪益和戴乃迭夫妇合译的散体译本和许渊冲韵文译本,从其篇名翻译、形式与韵律再现、意象与形象再现和风格再现,来展示不同外译主体所采取的不同翻译策略以及各主体翻译的特点。对《关雎》三种译本进行文本分析、探讨三种主体的翻译特点,将会对中国经典外译问题有所启示。", "label": "艺术学", "id": 0}
{"content": "翻译文学是翻译研究领域与文学研究领域的重要组成部分,其定位不明,属性特殊,是翻译与文学研究领域长期争议的话题。当下在新文科跨文化跨学科的建设背景下,我国翻译文学研究体系仍不够完善,研究工作仍不够专业,研究成果仍不够深入。鉴于此,本文试通过分析翻译文学的概念及属性,论述其与文学翻译的异同,与中国文学、外国文学的区别与联系,探讨发挥翻译文学作用的途径,以期彰显其研究价值,深化大众认识,推动翻译文学发展。", "label": "艺术学", "id": 0}
{"content": "《紅樓夢》作為中國四大古典小說之一,涉及到的人物關係紛繁複雜,影響稱謂語選擇動機的社會因素較多。在語言和社會的雙重因素影響下,稱謂語翻譯成為一個難點。本文以王熙鳳為例,探究情景語境下話語範圍以及話語基調對該角色稱謂語選擇的影響,包括談話目的,權勢地位,交流頻率等。基於此,本文發現楊憲益夫婦《紅樓夢》英譯本的稱謂語翻譯多數都符合語境,但部分翻譯不足以體現出影響稱謂語的社會因素和情感態度,需根據情景語境理論進行更加全面的分析。", "label": "艺术学", "id": 0}
{"content": "李白为我国古典诗歌集大成者,其诗歌的英译对于传播中华优秀传统文化意义深远。在李白诗歌英译史中,庞德和许渊冲为两位代表性人物。本文对比分析了这两位中外名家的翻译理念及策略,并以《江上吟》为例剖析了他们译本的不同特色。", "label": "艺术学", "id": 0}
{"content": "本文基于认知隐喻理论,以昆曲《牡丹亭》为语料,以概念隐喻认知机制为切入点对昆曲中的文化意象进行分类及考察,对比分析了许渊冲和汪榕培译本,探讨意象隐喻的翻译策略,如意象移植、转化、省略和补偿。", "label": "艺术学", "id": 0}
{"content": "在翻译实践中,由于主客观条件限制,翻译缺损现象无法避免。翻译补偿策略就显得尤为重要。该策略使得读者能够在阅读中还原源语读者的环境,并达到原文本的交际功能。本文以《虬髯客传》周劲松教授译本为研究对象,分析了《虬髯客传》译文在原文上作出的翻译补偿,旨在总结翻译补偿对文言文小说翻译实践的指导作用。", "label": "艺术学", "id": 0}
{"content": "隨着我國\"走出去\"戰略的實施,越來越多的中國古代文學經典被介紹到英語世界。《水滸傳》作爲中國歷史上第一部以白話文寫成的章回小説,如何更好地將其英譯持續受到關注。章回體小説在翻譯時出現諸多問題,主要體現在回目名和章回標記語的翻譯方面。本文選取《水滸傳》第10回,通過對沙博裹及登特-楊兩譯本進行分析,以巴斯奈特等人的文化翻譯觀爲切入點,以尋求對章回體小説翻譯的啓示。", "label": "艺术学", "id": 0}
{"content": "众所周知,目前我国已经进入到了一个快速发展的经济全球化时代,在这一宏观社会背景之下,世界范围内各国的社会、经济、文化都在互相产生影响。而在文化社会学视阈之下,需要对不同类型的文学作品进行深入的了解和分析,而典故应用作为不同类型文学作品中的最为常见的一种修辞手法,其在翻译方面可能会存在一定的难度,而且英语文学作品的翻译,不能仅仅是相应的语言进行翻译,需要将其中的文化特点和风格也体现出来,这样才能知晓英语文学作品中的风格和特点,其中也包含英语文学作品中的各种典故,后续国内的文学创作才能够做到\"集百家所长\",从这一方面上来说,文化社会学视阈下英语文学作品的典故的研究工作已经变得十分重要和必要了。故此,在本文中就将针对其进行相关的研究和分析。", "label": "艺术学", "id": 0}
{"content": "本文对杜甫《绝句二首（其二）》的英译进行探究,在对原诗的分析阐释基础上,依照英译汉诗的各发展时期分别选取了该时期具有代表性的英译本,从选词与格律两方面对各译本进行比较分析。研究发现,随着时代变迁,因理解错误而造成的误译逐渐减少,译者采用的翻译策略由意译法转向以直译为主,更为贴合原文。存在的问题除对诗文本身理解有误外,主要集中在颜色译法、文化意象差异以及对诗文背景的了解匮乏等方面。格律上,选译皆采用\"以诗译诗\"（分行诗体）的形式,有韵译本皆用尾韵,隔行交互押韵。特别的,许渊冲译本借用了十四行诗的抑扬格五音步译诗。译本大多实现了原诗一二句的对仗关系,受限于英文语言本身的特点及英诗格律问题,四译本都各有所缺憾。本文根据分析结果提出改译刍议,为深入研究汉诗英译提供参考。", "label": "艺术学", "id": 0}
{"content": "杨宪益夫妇于1954年将鲁迅小说的代表作《呐喊》译成英文。本文以该译本为对象,从翻译伦理的角度,对杨宪益的文学外译实践进行探究,探讨了译者与翻译委任者、译者与原文作者、译者与原文文本、译者与读者之间的伦理关系。在中国文学作品外译实践中,杨宪益的翻译伦理观体现出两大特质:责任和忠诚。出于对委托者和读者的责任,译者对鲁迅形象加以凸显,并致力于向外国读者传递中国文化。而出于对原作者以及原文本的忠诚,译者深刻理解作者思想和作品意图,给读者提供了与原文高度契合的译文。本文通过实例分析杨宪益在如此翻译伦理观下所采取的翻译策略和方法以及所取得的效果,以期对中国作品外译有所启示。", "label": "艺术学", "id": 0}
{"content": "作为\"二十世纪三十年代文学洛神\"萧红的第一部小说,《生死场》一经发表就获得了广泛关注。而作为葛浩文的第一部译作,《生死场》英译本则为葛浩文的翻译事业打下了坚实的基础。译者主体性在近几年来也愈发受到学界的关注,笔者发现译者在翻译过程中体现的译者主体性主要体现在文本选择和译者的翻译观上。葛浩文曾阐述自己的翻译观为:忠实、翻译即背叛、翻译是改写、翻译是一种跨文化交流活动。笔者将分析译者选择《生死场》的背景和动机以及译者在《生死场》英译本中体现的翻译观两个角度来考察译者的主体性。", "label": "艺术学", "id": 0}
{"content": "程抱一、程艾兰所译的《骆驼祥子》法文版是上世纪在法国最具影响力的中文译作之一,至今仍受诸多读者喜爱。任何经典的问世都绝非偶然,译者的行为与其背后的社会因素有着紧密的关联。因此,本论文拟以布迪厄社会学理论为框架,引入该理论中的三大核心概念:\"场域\"、\"资本\"、\"惯习\",对《骆驼祥子》法文译本中体现出的翻译策略进行研究,并试图阐明场域、资本和惯习是如何影响译者的决策的。结果表明,翻译场域中参与者追求的\"幻象\"将直接决定译者的翻译动机,同时译者的文化资本和惯习影响着他们对原著的处理方式,如情节的增删、归化及异化策略的选用等。", "label": "艺术学", "id": 0}
{"content": "二十世纪初,美国意象派诗人掀起了一股中国古诗热潮。唐代诗人白居易的诗文在世界范围内影响广泛,美国\"光谱主义\"诗人威特·宾纳（Witter Bynner,1881—1968）与江亢虎合作完成了《群玉山头》（1929）的编译。本文以《群玉山头》中白居易诗歌的翻译为研究对象,通过分析宾纳译文中体现的翻译理念以及运用的翻译技巧,探究其翻译中光谱主义的遗影。", "label": "艺术学", "id": 0}
{"content": "接受理論强調\"以讀者爲中心\",在翻譯中譯者需充分考慮目標語讀者的接受度和期待視野。本文從接受理論視角出發,以《三體II:黑暗森林》的翻譯爲例,探討中國科幻文學外譯讀者中心視角下的爲\"受\"而譯,基于讀者的期待視野再現科幻小説的文學性、科學性和文化性。", "label": "艺术学", "id": 0}
{"content": "從翻譯目的論的三原則即目的原則、連貫原則和忠實原則出發,對劉震雲的小説《我不是潘金蓮》德譯本進行譯例分析。探討譯者如何遵循上述原則,結合目的語國家的文化背景和讀者的審美趣味,采用靈活的翻譯策略和方法,爲讀者提供可接受的翻譯文本。同時,譯者也盡可能地保留了原作的語言特色和寫實風格,傳達出作者意圖并實現交際目的。", "label": "艺术学", "id": 0}
{"content": "文学文体学理论在语言形式的研究和文学欣赏之间建起了桥梁。本文基于文学文体学理论,以《夜莺与玫瑰》和《王尔德童话》为研究对象,在中译本的用词、句法、修辞手法、语域等方面进行对比研究。", "label": "艺术学", "id": 0}
{"content": "本文以阐释学核心概念\"前理解\"及\"视域融合\"为理论视角,结合井波律子日译《三国演义》的案例分析,探讨译者\"创造性叛逆\"的表现形式。译者受历史环境,自身知识背景等制约,对原文进行适当改写和背离,使异质文化在目标语文化中得到了更广泛的理解和传播的同时,也流失了异质文化的文化意象,引起无意或有意的创造性叛逆现象。译者最终还是要以原文作为客观参照,遵守源语与译语的语言文化规范,发挥主体性与创造力,力求更好地向目的语读者传播异质文化信息。", "label": "艺术学", "id": 0}
{"content": "随着我国进入发展的新时期和新阶段,我国逐渐增强对外开放的力度,不断支持相关的对外开放交流活动和论坛会议。而我国当前也逐渐融入于世界体系之中,积极参与全球化浪潮的发展之中。基于这样的发展现状,我国社会自身的对外发展行业和领域得到空前的发展,其中尤其以外国文学翻译工作最为明显。通过对外国文学的翻译,可以使得我国能够正确认识到国外的文化,从而更好的进行交流和互动。而日本作为我国周边的重要国家,其文学作品对我国影响巨大,自然而然也成为我国外国文学翻译工作的核心和重点。基于此,本文以日本文学《源氏物语》作为例子,首先阐释翻译《源氏物语》对于我国文化交流的重要性,随后简要说明《源氏物语》相关翻译资料的比较,最后详细阐释日本文学作品的翻译方法策略,以此来供相关专业人士交流思考。", "label": "艺术学", "id": 0}
{"content": "国内译者主体性研究已经有一定进展,但也有部分学者未能对译者主体性相关因素形成系统认识,利用社会语言学指导翻译能够对此有所启发,在《蛙》葛浩文译本中体现更为明显。研究发现,译者的为我性也就是翻译目的总是受社会大背景和时代思潮的影响。社会语言学指导下的译者主体性为译者发挥能动性提供具体思路,要点在于应对不同言语情境,处理与文化和历史紧密相关的词汇,以及灵活调整句式以应对迥异的英汉思维。然而,中英文有时无法完全对应,且每种语言都有自己独特的表达形式,这意味着译者的能动性总会受到限制和制约,体现为译者的受动性。", "label": "艺术学", "id": 0}
{"content": "电影剧本和一般文学作品的最大不同之处在于,它是电影摄制的基础和蓝图。也就是说,它要能够以画面的形式呈现在读者和观众的面前。同时,电影剧本的翻译（英译汉）因为其文本的特殊性,翻译文本要具有可阅读性和可表演性。本文从沉浸式翻译法入手,探讨了译者如何将自己置身于电影情节之中,从画面感和台词感两个角度,来提升电影剧本翻译的质量。", "label": "艺术学", "id": 0}
{"content": "诗歌翻译需要在语言转换过程中传达原诗所蕴含的艺术和情感。许渊冲的\"三美\"原则提出在古诗词英译领域要在其过程中尽量保留并传达原诗在意、音、形这三个方面的特征。本文从\"三美\"原则出发,用实例对比分析了许渊冲与王方路在英译王维《山居秋暝》时,是如何再现原诗的意美、音美和形美的。", "label": "艺术学", "id": 0}
{"content": "本文基于对翻译策略的研究,通过对比分析中西译者对我国古代著名文学作品《桃花源记》的翻译,从而总结出归化和异化在翻译过程中的不同作用,归纳出在何种情况下适合使用归化和异化的翻译策略。", "label": "艺术学", "id": 0}
{"content": "本文在功能对等理论指导下,通过词汇对等、句子对等以及风格对等三个方面对比分析布宁小说《幽暗林荫道》的两个中译本,探究功能对等理论在翻译中的体现。", "label": "艺术学", "id": 0}
{"content": "本文通过对陆游《钗头凤》写作背景的简要介绍,主要从音、形、意三个方面赏析并对比了两种英译本,分析了不同译者的翻译特点和创造性,在一定程度上就如何翻译中国诗歌进行了一定的探讨和总结。", "label": "艺术学", "id": 0}
{"content": "《平凡的世界》是我国著名作家路遥在1975年开始创作的长篇小说,作者在该小说创作过程中采用了写实手法,充分表现出了中国改革初期城乡发展的社会生活,并且深刻展示了作为普通了在大时代历史进程中做走过的艰辛曲折道路。《平凡的世界》是一部用温暖现实主义方式来讴歌农村劳动者的经典小说作品,作者对于小说中塑造的人物角色寄予了同情关怀之心,也是对他们在社会发展历程中生活方式的尊重和认同。本文将进一步对《平凡的世界》中人名与会话翻译展开分析与探讨,旨在满足目标语读者对小说原著中人名实际涵义的学习理解需求。", "label": "艺术学", "id": 0}
{"content": "许渊冲是我国知名学者、翻译家,其在大量的翻译实践基础上提出\"三美\"理论。作为中国古诗词英译核心译者,他提出诗歌翻译应当尽可能传达原诗的\"意美\"、\"音美\"和\"形美\"。本文通过分析《辋川集》英译本,探究许渊冲翻译理论在实践过程中的具体表现形式和效果,希望对翻译实践有所启示。", "label": "艺术学", "id": 0}
{"content": "中国科幻小说杰出代表《三体》获得了有\"科幻界诺贝尔\"之称的雨果奖。它的成功除了得益于作者天马星空的奇思妙想外,还要归功于刘宇昆的翻译和成功的译介传播。本文将结合拉斯韦尔传播模式对《三体》的译介模式进行研究。拉斯维尔的传播模式构成传播过程的五种基本要素。国内有研究将之运用于研究文学作品的译介模式先例,而本文将运用这一模式研究《三体》在国外取得成功的因素。", "label": "艺术学", "id": 0}
{"content": "对于全球化日益发展的今天,每个国家的相互联系越来越紧密,这就使得彼此之间的文化交流变得不可或缺。在历史的长河中,各个地方都发展出了极具地方色彩的文学巨著,这些作品也是最能体现当地的特色,它们淳朴的民风民情,以及在不同地域文化影响下,产生的不一样的思想文化观念和三观。", "label": "艺术学", "id": 0}
{"content": "欧内斯特·米勒尔·海明威（1899-1961）,美国小说家,《老人与海》是他最具代表性的作品,在世界上都有很高的声誉,有着极大的读者群体。在这一作品中,海明威将他的语言功底展现的淋漓尽致,他通过凝练的语言打造了一个勇敢和困境进行斗争的硬汉的形象。在我国境内,这一作品也有很大的一个读者群体,可谓是对历史有巨大影响的经典作品之一。在美国的文学史上有着里程碑价值。《老人与海》这一作品不仅是海明威的经典之作,而且是世界文学宝库中的一个重要组成部分。本文将针对其翻译过程中所体现出来的各种特点进行分析,明确其译文的特色所在。", "label": "艺术学", "id": 0}
{"content": "本文主要着重分析进行英语文学作品赏析和翻译的必要性,同时也对翻译者提出了一些能够提高翻译水平的策略。", "label": "艺术学", "id": 0}
{"content": "20世纪90年代,语篇分析在翻译研究中兴起。一些译者逐渐将注意力转向语篇分析和语域分析,拓宽了翻译研究的深度和广度。其中,朱利安·豪斯的《翻译质量评价模型》及其修订后的《翻译质量评价（修订）模型》为我们提出了一套基于系统功能语言学理论的翻译质量评价体系。豪斯的模型包括对ST和TT的文本概要的系统比较。它涵盖了多种元素,包括场域和语旨。领域指的是主题和社会行为,涵盖了词汇项目的特殊性。语旨包括说话人的时间、地理和社会渊源,以及他或她的智力、情感或情感立场,社会态度是指正式的、协商的或非正式的风格。", "label": "艺术学", "id": 0}
{"content": "四大名著是中华民族的文化瑰宝,讲述着五千年文明传统中的文人的历史观和人生观,是中华传统文化精髓之所在。《出师表》是《三国演义》中的名篇,其包含深刻的意义,是中国传统美德的代表,也是后世敬仰的诸葛亮的主要缘由,代表一种坚贞不渝的信仰。《出师表》无论是在当时还是在如今都是具有时代意义。本文以《出师表》的英译为例,阐明\"忠\"的意义,探索专业课的课程思政。", "label": "艺术学", "id": 0}
{"content": "《好了歌注》是《红楼梦》里《好了歌》的注解,是小说情节的隐射及宗教思想的体现。本文通过实例分析了杨宪益、戴乃迭和霍克斯在英译该诗歌时,如何体现该诗歌的音、形、意美。诗歌美的体现取决于译者的文化背景及翻译策略的选择,三美不能兼顾时,首先意美,音美、形美次之。", "label": "艺术学", "id": 0}
{"content": "从目的论的角度看,翻译的目的决定了翻译的内容。本文从目的论的角度深度分析了传世佳作《飘》的译作中傅译本的翻译的目的及其在这种翻译目的的指导下的翻译策略。", "label": "艺术学", "id": 0}
{"content": "语言是思维的载体和表现形式,不同文化下的思维方式必然会影响语言的结构和特征。中西方思想中存在着许多差异,其中就包括主客体意差异。中国传统思想强调主体意识,西方思想注重客观事实,强调客体意识。这种思维方式上的差异决定了英汉语言方面的差异,继而在英汉翻译过程中产生了相应的影响。本文试以《骆驼祥子》英译本分析主客体意识差异对翻译过程的影响,促进英汉翻译过程中的语际转换。", "label": "艺术学", "id": 0}
{"content": "作为不同民族和语言之间信息交流的媒介,翻译在人们日常生活中起着不可替代的作用。虽然传统翻译理论常常让译者处于\"忠实\"和\"叛逆\"的两难尴尬地位,创造性叛逆的提出却为译者发挥主观能动性提供了理论依据。本文从定义的内涵出发,对创造性叛逆产生的原因,译者的创造性叛逆在翻译中的具体体现,以及创造性叛逆的限制范围作了一翻较为系统的梳理。", "label": "艺术学", "id": 0}
{"content": "网络竞译,是指人们在网络上针对同一文本或者不同文本,竞相进行翻译的一种现象。随着互联网的普及以及它的广泛使用,越来越多的英文文本被上传到网络,与此同时,众多的翻译爱好者也通过网络参与到翻译当中。翻译爱好者在这个过程中扮演者译者的角色,充分体现了译者主体性。本文拟从译者主体性的角度,分析译者在《哈利波特》网络竞译现象中的重要作用。", "label": "艺术学", "id": 0}
{"content": "唐代著名女诗人薛涛,一生著诗颇丰,善用典故,技术纯熟。国外许多学者都对薛涛的诗歌进行了翻译,而诗中大量的典故无疑给翻译增加了难度。本文着重分析了国外译者对薛涛诗中典故翻译采用的不同策略,以及不同策略对于传播中国传统文化的得失。", "label": "艺术学", "id": 0}
{"content": "唐朝女诗人薛涛诗作中蕴含了丰富的中国文化内涵,随着薛涛诗歌的外译,这些中国元素也被传播到了海外。本文将薛涛诗歌中所包含的中国元素分为中国神话传说、中国历史知识和中国特有的动植物三类,着重介绍外国译者在翻译薛涛诗歌中的中国元素时采用的翻译策略。", "label": "艺术学", "id": 0}
{"content": "在文学作品中,人名在经作者加工创作后更是赋予了涵义。《死水微澜》中含有大量人名,且有些人物在不同场景、不同身份的人物面前被赋予了不同的人名。人名对于读者对于文章的理解起着不可小视的作用,因此,译者须在立足于文本内容、文章语境的同时结合灵活的翻译策略,唯独这样,在文学作品中人名所包含的信息才能以最大程度展示出来。", "label": "艺术学", "id": 0}
{"content": "在\"中国文化走出去\"的迫切时代要求下,中国文学作品中丰富的文化信息,在从汉语向英语转化的过程中如何取舍?奈达提出的社会符号学翻译法,是以译入语为导向的\"归化\"译法,提高了译作的可读性;但要\"忠实\"传达原语文化信息,却不能一味归化,还需要对文化信息进行\"保值\"。本文以《红楼梦》两个英文全译本为例,探讨有关王熙凤的不同\"称呼\"的英译,从而归纳出翻译中文化价值取舍的标准与方法。", "label": "艺术学", "id": 0}
{"content": "李白的不少诗歌中蕴含着神话传说、历史知识、植物意象等中国元素。本文通过译本比较的方法,总结出不同翻译策略在传播李白诗歌中的中国元素时的优势及不足,以期为中华文化\"走出去\"略尽绵力。", "label": "艺术学", "id": 0}
{"content": "李白是盛唐最杰出的诗人之一。他的诗歌飘逸豪放,语言浑然天成,不仅是中国文学的瑰宝,也是世界文学宝库中的经典。国内外有许多学者都对李白的诗歌进行了翻译,而诗中大量的典故无疑给翻译增加了难度。本文选取并分析了国内外译者在翻译李白诗歌中包含的典故时采用的不同策略以及运用这些策略传播中国传统文化的得失。", "label": "艺术学", "id": 0}
{"content": "随着中国国际地位的提高,中国传统文化越来越被国际社会喜爱,大量的中国文学作品也被翻译成各种外语版本。但由于中外文化差异,翻译作品并不能完全传达汉字所孕育的文化。此论文通过对比阅读李白《蜀道难》的中英版本以探索英汉语言文化差异。", "label": "艺术学", "id": 0}
{"content": "《长恨歌》以其精炼的语言、优美的形象、叙事和抒情结合的手法,叙述了唐玄宗和杨贵妃在安史之乱中的爱情悲剧。如何翻译出能被英语世界接受的译本是对译者的极大考验。本文从许渊冲《长恨歌》的翻译来剖析英汉语言文化差异对翻译的影响。", "label": "艺术学", "id": 0}
{"content": "修辞格的运用使得李白的诗歌丰富多彩,但同时也为国内外译者翻译李白诗歌带去了巨大的挑战。本文选取国内外不同的李白诗歌译本,对译本中常见修辞格的英译进行了对比研究,以探讨在中华文化\"走出去\"背景之下中国诗歌中常见修辞格恰当的英译方法。", "label": "艺术学", "id": 0}
{"content": "《水浒传》是我国古典小说四大名著之一,被译成了英、法、日等多种语言文字。书中丰富的中国传统文化知识,尤其是礼仪知识是译者翻译中的一大难点。随着国际间文化传播的日益加强,了解《水浒传》中传统文化的翻译情况就显得很有必要。本文首先简单介绍了文化翻译理论的内容,接着分析了小说中涉及到的文化礼仪中的吉礼、宾礼、嘉礼和凶礼部分俗语在四个英译本中的翻译得失。", "label": "艺术学", "id": 0}
{"content": "在薛涛现存的92首诗歌中,有32首为酬赠诗。本文通过比较吉纳维芙·魏莎和玛丽·肯尼迪在翻译薛涛酬赠诗时呈现的差异,分析翻译动机和时代背景对译文产生的影响。", "label": "艺术学", "id": 0}
{"content": "《长恨歌》是唐朝诗人白居易的名篇。本文以许渊冲的三美论为基础,从意美原则出发,选取了《长恨歌》中极富美感的语言作为研究对象,从标题、意象以及典故入手,通过大量实例分析比较《长恨歌》原文与许渊冲的译文,探究许渊冲先生如何在翻译过程中再现原诗的意美,旨在引起译学界对中国古典诗歌翻译研究的更多关注,为今后诗歌翻译提供一些借鉴的方法。", "label": "艺术学", "id": 0}
{"content": "本文基于王建国教授提出的英汉翻译理论框架,以荣如德,何文安,方华文所译的雾都孤儿为例,参照原文对译文进行评析比较,探讨英汉思维方式、审美观差异如英语客体意识和汉语主体意识对比对译文的影响和启示作用。基于英汉思维和审美差异的角度下,探讨相关文学翻译实践中可适用的翻译策略。", "label": "艺术学", "id": 0}
{"content": "在倡导文化\"走出去\"的今天,《格萨尔》作为中国少数民族文化的代表之一,已被译成多种语言流传到世界各地,但就邻国日本而言,其译介模式存在着单一化和受众面小的问题。本文以《格萨尔》在日本的译介模式为研究对象进行收集整理,对其存在的问题及策略进行探讨。", "label": "艺术学", "id": 0}
{"content": "话题链是篇章组织的重要概念,在汉英篇章翻译中起着重要作用。本文通过对英汉话题链的构建特点进行对比分析,总结其异同。并基于其异同,试图探讨不同译者在翻译同一汉语篇章时对于话题链的处理及其效果。本文以陶渊明的代表作《桃花源记》为例,对比林语堂与杨宪益在翻译该文本时对于其中话题链的处理方式以及译文的语篇连贯,以期为典籍翻译带来启示。", "label": "艺术学", "id": 0}
{"content": "由著名陕西作家杨争光创作的短篇小说《蓝鱼儿》描绘了特定环境下陕西乡村风土人情,译本由西北大学外国语学院院长胡宗锋教授与外籍专家罗宾.吉尔班克副教授共同完成,收录在短篇小说集《老旦是一棵树》中,并于2017年由英国峡谷出版社出版。本文基于译者文化态度,通过对《蓝鱼儿》译本的阐述,对该译本采用的英译策略进行了总结,以期对同类文本的翻译提供借鉴和参考。通过对《蓝鱼儿》英译本的研究,作者认为,译者在翻译文学类作品时,应根据不同的语境采用不同的方法。一部作品的翻译,译者不应单一偏向某一语言文化态度,而是要在翻译过程中,根据源语和目的语文化,进行分析、取舍,这样才能达到\"登山则情满于山,观海则意溢于海\"的翻译效果。", "label": "艺术学", "id": 0}
{"content": "古典文学是中国文学的重要组成部分,是弘扬中国传统文化的重要媒介,吸引着国内外翻译家和汉学家的翻译与研究。《虬髯客传》是唐传奇小说,包含许多文化负载词,其翻译十分考验译者功底。本文以《虬髯客传》杨宪益、戴乃迭译本和周劲松译本为研究对象,分析对比两个译本文化负载词的翻译,旨在总结文化负载词的翻译方法。", "label": "艺术学", "id": 0}
{"content": "李白曾居住于巴蜀数十年。巴蜀文化对他影响深刻,因此他的诗歌中有大量包含巴蜀人文地理和风物人情的书写。本文通过比较我国翻译家许渊冲和日本翻译家小畑薰良英译的李白《峨眉山月歌》和《早发白帝城》的差异,分析出不同译本的优点,探寻英译李白巴蜀诗歌,助推李白巴蜀诗歌\"走出去\"的更好策略。", "label": "艺术学", "id": 0}
{"content": "回目是我国古代章回体小说中每回书的题目,以凝练的预言和对偶的句式对每回书的内容进行充分概括。回目在凝练故事内容时讲究音韵、字词凝练、句式讲究并多采用修辞,极具艺术性和文学性。回目的翻译是中国古典小说外译不可回避的主题,也为译者带来的巨大的困难。回目的翻译要照顾到押韵、修辞、文体等多方面内容,因此具有非常重要的研究价值。本文将以余国潘所译的《西游记》为例,探讨译者主体性在回目翻译中的体现。", "label": "艺术学", "id": 0}
{"content": "语言是文化传播的媒介和载体。通过分析中英文学作品跨语际传播的具体案例,可以直观地体现出中西两种文化的差异。本文通过对比分析李清照《夏日绝句》的原文和译文,管窥英汉语言文化的差异。", "label": "艺术学", "id": 0}
{"content": "唐诗是中国诗歌史上的巅峰,也是中华文化艺术的瑰宝。早在19世纪初中期,就有不少国外汉学家将中国唐诗翻译为英文,译作广受人们喜爱。近年来,唐诗英译已经成为中国典籍英译的一个热点,其中唐代诗人李白所著诗歌《静夜思》的英译版本就高达几十种。本文从中选取了国内外学者的七种不同的英译本进行比较鉴赏,探寻诗歌译述过程中的独特魅力。", "label": "艺术学", "id": 0}
{"content": "<正>习近平总书记指出:\"在每一个历史时期,中华民族都留下了无数不朽作品。从诗经、楚辞、汉赋到唐诗、宋词、元曲、明清小说等,共同铸就了灿烂的中国文艺历史星河\"。①而且,随着我国国力增强,中华优秀传统文化逐渐实现创造性的转化和发展,各学科领域不断涌现出优秀的现当代作品,展示中华民族的人文精神、道德规范、治国之道、科技探索等文化精髓。让这些国学经典著作和现当代优秀作品走出国门,扩大中国在世界上的文化影响力,翻译工作的重要性不言而喻,中译外已经成为我国语言服务的一项重点。", "label": "艺术学", "id": 0}
{"content": "日语中的\"大小姐\"一词在狭义上专指贵族家庭或上流阶层出身的未婚女性,她们使用的语言被称作\"大小姐语言\"。这种语言充分体现出女性特色,给人以温柔、优雅的感觉,是一种特殊的女性用语。近年来,随着日本社会构造的变化,传统意义上的大小姐逐渐消失,使用这种语言的女性也越来越少。但是大小姐语言并没有淡出日本人的生活,而是作为一种\"角色语\"活跃于日本的动漫、小说以及电影台词当中。本文以日译本《小公主》为中心,通过比较两个翻译版本的台词,从文末表现、美化语、叹词三个方面对翻译文学中大小姐语言的变迁特征进行分析。在此基础上,笔者试图从现实性和虚拟现实性两个角度解释这种变迁现象。", "label": "艺术学", "id": 0}
{"content": "本文以1980—2018年CKNI（中国知网）收录的《金瓶梅》翻译研究文献为数据样本,采用文献计量分析法,考察有关《金瓶梅》翻译研究的发表动态、文献来源、高产机构与作者、高频共现词、历时研究热点等要素,从而剖析《金瓶梅》翻译研究的发展脉络和研究现状。研究发现,目前中国《金瓶梅》翻译研究主题主要分布在四个领域:《金瓶梅》翻译策略及方法、翻译行为及主体、文化交流及传播、译本考证及翻译史。目前中国《金瓶梅》翻译研究已取得一定成果,但研究数量少,研究方法单一,局限于传统语言学领域,未来研究还需引入可计量化研究手段,并开展跨学科研究。", "label": "艺术学", "id": 0}
{"content": "本翻译实践报告以《父亲的艰难旅程》的中译本为例,探究英文静态语言向中文动态语言的转换。报告共有五部分:第一部分简要介绍原作内容和对原作的理解;第二部分介绍中英静态与动态的语言特点及英文静态语言向中文动态语言转换的翻译技巧,重点讲述词性转换;第三部分阐释翻译过程,包括译前准备、翻译过程和译后校正;第四部分是案例分析;第五部分是结语。", "label": "艺术学", "id": 0}
{"content": "文化负载词由于具备深刻文化内涵,对于作品的成功译介有着极其重大的作用。本文依据纽马克翻译理论与奈达文化分类理论,对译作An Empty Room中文化负载词的处理进行分析,剖析译者童明是如何根据具体的翻译场景,在两种策略的选择上不同偏重,在翻译策略的抉择中与翻译技巧的选择中实现归化与异化的动态平衡。", "label": "艺术学", "id": 0}
{"content": "<正>随着社会发展速度的不断加快,文化开始朝着多元化发展,在英美文学作品的翻译与赏析领域中,面对中西文化的差异,文学作品在进行翻译时,使翻译人员的工作存在一定的难度。因此,相关的翻译人员以及工作者,需要对文学作品进行反复的推敲与研读,运用适宜的翻译策略进行翻译,精准的传达原作者的思想与情感。基于此,本文通过对中西方的文化差异进行简单的说明,并对如何有效的对文学作品进行翻译,提出相关的策略。以供相关人士的交流与参考。", "label": "艺术学", "id": 0}
{"content": "<正>在讨论现代中国文学翻译的全球接受度和流行度的文章中,杜博妮（Bonnie S.McDougall）指出:\"世界文学就是翻译文学,而翻译文学也就是世界文学\"①,因为对于绝大多数外国读者而言,他们只能理解翻译的中文文学,而要翻译的文本的选择就变得具有战略意义。21世纪初以来,文本的选择一方面受到专家圈（大多是中文和文学研究领域的学者和专家）的影响,另一方面受到全球出版市场追求利润的商业代理人的影响。例如,", "label": "艺术学", "id": 0}
{"content": "<正>一中国文学\"走出去\"融入全球文化之中是世界文学发展的必然趋势,特别是伴随着我国经济的高速发展以及中国当代文学创作的繁荣,推动中国文化与文学的海外传播,增强文化软实力的渗透,不仅有益于宣传国家形象,而且有助于扩大中国文学的国际影响力。中国文化与文学基于传统哲学思维观与西方的迥异性,其观物、体察、", "label": "艺术学", "id": 0}
{"content": "随着翻译界的\"文化转向\",译者主体性愈来愈受到人们的关注。作为翻译活动的主体,译者的重要性不容小觑。乔治·斯坦纳阐释学翻译理论的核心就是对译者主体性的研究和阐释。因此,本文将以阐释学翻译\"四步骤\"为理论依托,以林徽因及谈瀛洲的《夜莺与玫瑰》两中译本为研究对象,通过比较分析研究译者主体性如何影响并作用于译本的问题,从而肯定译者主体性在翻译过程中的重要作用。", "label": "艺术学", "id": 0}
{"content": "文学经典《红楼梦》中蕴含了丰富的中医文化,涉及到的中医文化负载词也不胜枚举。本文参照李照国教授对中医术语的分类方法,将其分为基本概念,病症名称,方剂名称三类,从翻译适应选择论角度,对比分析杨宪益译本和霍克斯译本的翻译策略和译文得失,以期唤起译者们对文学作品中中医文化负载词翻译的关注与探讨,从而助力中医文化走向世界。", "label": "艺术学", "id": 0}
{"content": "劳伦斯·韦努蒂在1995出版的名著《译者的隐形-翻译史论》中提出\"异化翻译\"的概念,并指出翻译文学文本时应尽量保留文化差异、体现原语的文化特色。本文研究对象《大鱼》中有许多极具乡土特色的文化负载词,拥有丰富的文化内涵。本文以笔者在异化翻译理论指导下对乡土小说中的各类文化负载词所应用的不同翻译方法为例,探讨劳伦斯·韦努蒂所提出的异化翻译理论对于翻译乡土文学中文化负载词的应用价值。", "label": "艺术学", "id": 0}
{"content": "随着人工智能的蓬勃发展,越来越多的机器翻译软件为人们使用。科技不断进步,机器翻译的功能也越发强大,具有低成本、高效率的特点,其译文质量也得到了不断提高。在\"一带一路\"的倡议下,中国与沿线国家的交流越加频繁、经济蓬勃发展、文化相互包容。中国古诗作为中国文化的一部分,更有必要将其传播出去。古体诗是诗歌体裁,可分为四言、五言和七言诗等。本文将《五言飞鸟集》作为翻译源文本,对比分析有道翻译软件和谷歌翻译软件的最终译文,归纳总结出机器翻译在翻译中国古体诗时存在的普遍问题,并提出相应的解决方法。冀希对机器翻译的研究和中国古体诗对外传播工作献上绵薄之力。", "label": "艺术学", "id": 0}
{"content": "中国古典诗歌语言凝练、形象,是文化传承与传播的最佳形式之一。在对外弘扬中华文化的过程中,翻译的意义不言而喻。但是,在译界,常有学者称中国古典诗歌是不可译的。本文基于翻译的定义、目的以及标准,从《天净沙·秋》的四个英译本出发,论述诗歌的可译性。", "label": "艺术学", "id": 0}
{"content": "汉语古诗作为一个十分具有汉语特色文体一直以来都被翻译家们关注。如何将目的语和源语更好的进行对等,也是研究者们一直在关注的问题。本文运用系统功能语言学的功能语法视角,对李白的《黄鹤楼送孟浩然之广陵》原诗和它的四个英译文从衔接、逻辑—语义关系、主述位结构和信息中心这四个方面展开分析。旨在从语言学的角度对翻译译本进行探讨,进一步论证在诗歌翻译研究中运用系统功能语法作为理论框架进行语篇分析是具有研究价值和应用价值。", "label": "艺术学", "id": 0}
{"content": "\"A Red Red Rose\"这首诗是著名诗人罗伯特·彭斯的代表作,该诗非常巧妙的运用淳朴的词语表达了其真挚而又浪漫的情感,打动了无数的读者。作为彭斯最早被译介到中国的诗歌之一,其汉译本成为了中国读者解读诗中浪漫爱情的桥梁,也成为了中国学者翻译研究的重点研究对象之一。本文拟在系统功能语言学的理论下,对王佐良和郭沫若两个汉译本进行语篇的及物性对比分析,旨在剖析出两个译本使用及物性系统方面选择的异同,探索出两个译者的翻译策略及特征。", "label": "艺术学", "id": 0}
{"content": "传播学作为跨学科研究的产物,与其他许多社会科学学科都有着密切的联系,如政治学、经济学、人类学、和翻译学等等。其中传播学的许多理论成果对翻译学有着十分直接的指导意义。近几年来,探讨传播学理论指导中国文化典籍翻译的研究越来越多,而《诗经》作为中国最早的一部诗歌总集,从十八世纪开始就被英译传播到西方世界,其后更是涌现出大量风格不同的译本。在一众《诗经》译本当中,理雅各的译本有着其经典性和代表性,本文以他的两个《诗经》译本为例,将传播学理论与翻译学相联系相结合,探讨在传播过程中,特定要素的变化会对《诗经》翻译策略的选择产生何种影响。", "label": "艺术学", "id": 0}
{"content": "Gideon Toury于20世纪70年代提出的翻译规范理论,是描写翻译学派的代表理论之一。Toury指出翻译是一项受制于翻译规范的活动,其中翻译规范可分为首要规范、预备规范和操作规范三个层次。小说《活着》是中国著名现代作家余华的代表作之一,是体现中国大时代背景下社会文化、人民生活的经典小说,曾多次获得国内外文学大奖,被译为多国语言,而其英译本以美国汉学家白睿文的译本——To Live最为知名。本文从Toury的首要规范、预备规范和操作规范三个方面分别对白睿文翻译的《活着》的英译本进行分析,从而论证Toury的翻译规范理论在此英译本中的应用价值。", "label": "艺术学", "id": 0}
{"content": "主位推进在分析语篇的信息分布及其句子间的语义关系方面有着重要作用。本研究借助系统功能语言学理论,分析《桃花源记》原文及其英译本中的主位推进模式,旨在了解原文与译文中主位推进模式的以及其区别。研究结果发现:放射型和交叉型在原文与译文所占比例最大,但是原文中有延续型译文中没有。英汉互译中应尽量保持与原文语篇相同的主位推进模式,但是译文可以在允许的范围内对原文的主位结构进行适当的调整,不能完全改变原文的风格,改变语言结构。", "label": "艺术学", "id": 0}
{"content": "《夏洛的网》是一部蕴含友谊与成全等大爱的经典之作,原文中蕴含大量的物体可供读者进行诠释,而这些物体可以作为参照物帮助读者获取行为者的行动模式,这参照物可以视为\"界标\"（LM）,有助于读者理解文本主题与人物形象。因而,本文主要分析《夏洛的网》三版中译本译者通过何种翻译方式构建\"界标\"的多维性,继而通过该种翻译书写影响读者的阅读体验。", "label": "艺术学", "id": 0}
{"content": "随着我国\"走出去\"政策的施行,越来越多的中国当代文学被译为英文。在进行中国文学的汉译英时,国内译者往往希望保留更多中国本土特色,使得文学的翻译真正起到传播中国文化的作用。但在翻译的过程中,如果一味地采用异化的手段,会使得译文对于海外读者来说晦涩难懂。英语国家的读者才刚刚开始接受中国文学,作为译者应该更加照顾读者的可接受性,在异化与归化间找到一个合适的平衡。我国当代著作《活着》由美国汉学家白睿文翻译为英文,一经发售便蝉联畅销榜,值得广大译者进行研究与学习。本文将针对白睿文先生对文化意向的翻译进行研究,探索当代中国文学的汉译英如何在异化与归化间达到一种被读者所接受的平衡。", "label": "艺术学", "id": 0}
{"content": "厄恩斯特·奥古斯特·格特（Ernst August Gutt）基于关联理论提出关联翻译理论,把翻译看作一个明示-交际的过程,为译学研究开辟了一个独特的视角。关联翻译理论指出,译者既是接收者又是传播者,在译文中要设置足够的线索帮助读者捕捉目标文本中的最佳关联和原作者的信息意图和交际意图。中国古代诗人擅于在诗中借意象抒情,\"柳\"是唐诗中频繁出现的意象之一,他们主要将\"柳\"用作离别、乡愁、悼亡伤古的意象和女性、春天和怀才不遇之士的象征。文章将围绕关联翻译理论就唐诗中\"柳\"的意象,对许渊冲和唐一鹤先生的英译本进行对比分析,探讨研究关联翻译理论对唐诗意象翻译的积极指导作用。", "label": "艺术学", "id": 0}
{"content": "沈从文的《边城》是我国文学史上的一部著作,是作者本人传达个人乡土情怀的小说,其中淳朴的乡土风情令读者心驰神往。该小说的两个英译本分别为杨宪益夫妇的译本及美国汉学家金介甫译本。深度翻译理论由美国翻译学者阿皮亚于1993年提出,该翻译理论更偏向于一种翻译策略,该理论旨在对译本添加注释、评注等方式,将译本置于丰富的文化与语言背景中,以此传达原文隐含的文化信息。本文拟从深度翻译视域对《边城》的这两个英译本进行对比研究,以期说明该理论对于文学作品译本的分析具有指导作用。", "label": "艺术学", "id": 0}
{"content": "申丹所提出的\"隐性进程\"理论旨在发现小说情节背后的叙事暗流,有助于更好地挖掘文本的深层含义。然而,译者在翻译小说的过程中往往只传达了显性的情节发展,而忽视了隐性的叙事进程,这在一定程度上违背了原作的忠实性,也为文学翻译增加了一系列挑战。陈小慰版《使女的故事》译文虽较好地保持了原文的内容,但也忽视了作者同情男性群体的隐性进程。本文将以《使女的故事》为例,从隐性进程来探讨译本的不足之处。", "label": "艺术学", "id": 0}
{"content": "边塞诗是唐代汉族诗歌的主要题材,是唐诗当中极具丰富想象力和深刻思想性以及艺术表达力的诗歌,主要描写边塞的戍军生活、奇异的塞外风光、戍边的艰辛以及表达戍边将士的思乡之情等。盛唐是边塞诗创作的鼎盛时期,因此从唐代边塞诗中能够了解到古代中国同四周少数民族之间的复杂关系,既是后人了解唐代军事政治的重要窗口,也是中国传统文化的重要典籍。而意象作为边塞诗表达情感的核心载体,对边塞诗的创作意义重大,因此本文旨在透过深度翻译理论的视角,对唐代边塞诗中意象的翻译策略进行探究,从而更好地传递边塞诗中的意象所表现的文化内涵和艺术情感,突出意象在边塞诗创作及情感抒发方面的核心定位,加强读者对唐代边塞诗的理解和感受,同时也能加快促进中国传统典籍和优秀文化\"走出去\"的步伐。", "label": "艺术学", "id": 0}
{"content": "本文着眼于阎连科作品在日本的传播情况,借用日本雅虎、CINII、日本国立国会图书馆、日本亚马逊等搜索引擎,从译介、接受两个方面梳理了阎连科作品在日本的传播情况,并归纳出阎连科作品不同时期在日本的传播特征。此外,还对阎连科作品在日本传播的原因展开探讨,希冀能为中国当代文学\"走出去\"提供借鉴。", "label": "艺术学", "id": 0}
{"content": "在红楼梦的众多译本当中,井波版译本是最新一版全译本,无论在学界或是读者当中都有着较高的评价。其中在翻译\"好了歌注\"时,井波氏采取了一种训读式翻译与和风翻译相结合的方式。训读式译文从本质上并没有对原文做出修改,暂不做讨论。以框架语义学为视角评价和风译文时,则可以得出其译文中既有\"框架完全对等\",也有\"框架部分对等\",甚至有\"框架完全不对等\"的例子。", "label": "艺术学", "id": 0}
{"content": "卡罗尔在经典之作Alice’s Adventures in Wonderland中使用了大量精彩绝伦的文字游戏,malapropism可谓其中一大亮点,营造出一种无与伦比的幽默效果。文章以全书的15处malapropism作为语料,对比分析卡罗尔的malapropism创作手段和赵元任先生精彩绝伦的\"飞白\"翻译法,以期为malapropism的翻译提炼出颇具价值的翻译策略。赵元任先生的翻译完好地保留了原文的幽默效果,给予了原文更强大的第二次生命,堪称译作佳品,是创造性忠实。", "label": "艺术学", "id": 0}
{"content": "\"情感翻译\"是文学翻译的焦点,文学翻译\"最根本的任务就是译‘情’,或者叫做‘情感移植’,离开这一点,就根本谈不上文学翻译\"。（许钧,1998）本文拟结合《中国经典古诗词精选100首英译》的翻译实例讨论如何通过想象的合理延伸、语句和语气的处理、选词用字、以形象代替抽象、以动代静、音韵的感染,修辞手法和整体情调的呼应等从\"情感美\"的视角出发,探讨汉诗英译中情感传递的翻译方法。", "label": "艺术学", "id": 0}
{"content": "英国哲学家弗朗西斯·培根的散文名篇《论读书》阐述了读书的功用与方法,行文流畅、言辞恳切,蕴含着作者的人生智慧,也展现了英语语言之美。在《论读书》的汉译本中,尤以王佐良、曹明伦和何新所译三版本影响为大。王译典雅严谨,与源文本在语义、风格、美学方面成功达成对等,堪称实至名归的精品译作。何译通俗直白,不拘原作体系风格,与当代汉语读者阅读习惯轻松对接,可读性毋庸置疑。曹译采取半文半白的译法,在一定程度上既体现原作语言的古风雅韵,也可兼而消弭原作与译本读者之间的时代差异。但何、曹译本在语义对等方面各有偏差。从功能对等角度衡量,三译本各有长短,各具匠心,值得比较借鉴。", "label": "艺术学", "id": 0}
{"content": "余华是八十年代中国文坛先锋作家的代表,也是中国现当代文学的重要支柱之一。自2002年3月《活着》被翻译成日语出版以后,其作品在日本备受关注,迄今已出版八部单行本,其《兄弟》甚至还多次被日本剧团搬上舞台。国内关于余华作品的研究可谓汗牛充栋,但对于余华的作品在海外的译介与传播的研究却鲜见于报端杂志。本文以日本国立国会图书馆和日本亚马逊网站的相关数据为基础,通过文本文献分析、数据分析、历时性研究等多种方法,对余华作品在日本的翻译和接受情况进行整体的把握和探究,并以《兄弟》为例,对其在日本获得成功的原因进行了探讨。", "label": "艺术学", "id": 0}
{"content": "鲁迅是日本家喻户晓的作家,鲁迅文学也成为日本读者了解中国现代文学绕不开的存在。自上世纪20年代鲁迅作品开始被译介到日本以来,其小说集《呐喊》《彷徨》《野草》等,更成了日本学者研究和翻译鲁迅文学的入门课。因此,了解和探究日本学者翻译鲁迅作品的特点就显得尤为重要。如果了解日本学者是如何译介鲁迅文学作品及其各个阶段的译作的特征,就可以大致梳理出日本学者译介鲁迅文学的思路历程和日本人了解中国文学和文化的思路,并总结其中的利与弊,以便为中国文学更好地走出去提供有益的译介参考。这将有助于中国文学的对外传播。", "label": "艺术学", "id": 0}
{"content": "尤金·A·奈达（EugeneA.Nida）提出的功能对等翻译理论,一直被视为翻译理论界的权威,尤其在文学作品翻译中得到了很好的体现。功能对等翻译理论作为翻译的原则和评判翻译好坏的标准在翻译界拥有一席之地,其内容包括词汇对等、句法对等、篇章对等、和文体对等四个层面的对等。《風の歌を聞け》作为村上春树的处女作,吸引了无数国内外读者的关注。在中国最受欢迎的当属林少华和赖明珠二人的译本。但从林译本中可以看出还是有很多不符合功能对等翻译理论的地方,就丛生出了很多翻译再创造现象,从而对译本产生了一定的影响。", "label": "艺术学", "id": 0}
{"content": "《了不起的盖茨比》是20世纪美国杰出作家菲茨杰拉德的写实力作,凭借独特的语言风格和深刻的小说主题,一经问世,反复译介。吴建国教授是国内对菲茨杰拉德及其作品研究首屈一指的学者,其译作一经出版,就获得文学评论界的热情赞扬。与局限于翻译对等的规定性翻译不同,图里的描写性翻译思想将翻译视为一种受不同时期各类规范制约的社会活动。基于此,本文依据图里翻译规范理论核心的预备规范、初始规范、操作规范的翻译模式,对吴建国教授2016年的最新译作进行宏观和微观层面的描写分析,探索新时代社会文化背景下的译者,如何在从预备规范下对译语文化在特定时期的翻译政策和可否转译的考量,到初始规范下翻译策略和手段的选用,再到操作规范下具体的行文排布和遣词造句的整个过程中,于源语和译语规范之间做出选择。借此,本文希望可以为《了不起的盖茨比》的译介及翻译研究提供一定的参考。", "label": "艺术学", "id": 0}
{"content": "中国西南和日本均有浓郁的\"竹生\"文化,其竹中生人传说流传久远。约十世纪成书的日本物语始祖《竹取物语》主人公的出生便是日本\"竹生\"文化的代表,该作品从上个世纪30年代被译介入我国。本文从中国西南和日本\"竹生\"文化相比较的视角,考察《竹取物语》开头部分的翻译。", "label": "艺术学", "id": 0}
{"content": "翻译是把一种语言文字的意义用另一种语言文字表达出来。译者就是连接两者的桥梁。文学翻译相比较于其他类型翻译需要译者不仅仅注重原文的内容,更要注重原文所表达的情感、思想、文化背景、社会常识等方面。通过《風の歌を聴け》林译本和赖译本的比较研究,通过分析两位作者及其译作,可以发现,译者的主体性对文学作品的翻译有很大的影响。正确发挥译者主体性对文学翻译有重大的意义。", "label": "艺术学", "id": 0}
{"content": "语言刻画是塑造人物形象的重要手段。人物形象的塑造需要有对人物性格、人物身份背景、人物意识形态的相关描写。《坊っちゃん》的主人公哥儿是典型的\"江户儿\"代表,他的人物形象通过他的べらんめい調以及日常对话中直截了当、急躁、粗俗的语言表达跃然纸上。在译介中,译者对这些语言的翻译是否到位将对小说人物形象产生影响甚至让其失去原本的特点,让人物形象存在缺失。", "label": "艺术学", "id": 0}
{"content": "图形-背景理论是认知诗学中的基本理论之一,它对于诗歌翻译有着非常重要的指导作用。本文旨在以范仲淹的《苏幕遮》中英译本为语料,运用图形-背景理论,从句子主次关系、句子成分和句型结构三个方面,对这首英译词对原词的还原程度进行对比分析,结果发现,在结构上,因为中文的句型灵活多样,且因中文属于意合语,而英文属于形合语,相比中文译本,英译本比较符合语法规范。", "label": "艺术学", "id": 0}
{"content": "人物形象的塑造在小说中有着重要的地位,而人物语言是人物形象的最突出的表现。在翻译中能否再现作家的风格,再现人物个性化的语言,使人物形象做到千人千面,千人千腔。由此看来能否准确的传达人物语言个性便成了小说翻译的关键。本文主要运用等值理论,通过分析小说译文人物的语言来判断译文与原作小说人物身份、个性、人际社会关系,这三个方面是否吻合。", "label": "艺术学", "id": 0}
{"content": "在文学作品中,对话是人物之间的沟通与交流,是一种交际活动,并且也是各人物间的对话可以说人物性格最直接的描写,因此它也要符合特定的语境需要和普遍的语用原则。文章从语用学的角度以村上春树《天黑以后》在中国的林少华和施小炜的两个译本为例,对书中对话的翻译进行分析,考虑如何在译语中正确传达原文意义并体现出原语的言外之力,成功塑造人物形象。", "label": "艺术学", "id": 0}
{"content": "本文考察了美国爱荷华大学创意写作学科的历史与现状,对爱荷华大学创意写作发展的成功经验和模式进行了梳理,指出了创意写作与创意城市之间的双向互动关系,提出了构建从创意写作学科到创意城市的一体化实践路径、面向创意城市培养具有文化原创能力的创意写作人才的思路,可以为上海创意城市建设以及中国创意写作学学科实践层面探索提供参考。", "label": "艺术学", "id": 0}
{"content": "创意写作学科在中国已经过了引进及初创阶段,未来即将进入中国化创生阶段。创意写作学科的中国化创生要有中国气派,要件够创意写作的\"中国话语\",产生\"中国学派\"。要做到这一点,就要充分地研究西方创意写作史,研究它的西方土壤和适应性,厘清其与中国特色现实的距离。要建构中国气派的创意写作学科,首先要建立\"创意本体论\"的文学理论新体系,同时要在\"中国话语系统\"的建构上下细功夫。", "label": "艺术学", "id": 0}
{"content": "本文研究者根据从事创意写作研究、教学五年来的实践,认为建构本土化创意写作学科,须重视写作题材的选择与导向性,尤其要避免美国创意写作学科曾在\"多元化\"理念引导下从而形成大量耽于书写自我经验、充斥自怜自恋、虚无主义的负能量作品。本土化创意写作研究与教学,应当结合国情,重视国家文化产业领域的政策与导向,培养学生创作责任感。研究者结合自身教学经验,指出创意写作学科在研究、教学中积极参与中国文化遗产的阐释与传播,或许是条可行之路,这个路径与美国高校训练书写师生狭隘个人经验、崇尚格局较小的\"自恋\"式文本创作套路相比,格局更为开阔。在具体的教学与训练方式上,可采用的路径包括撰写文物纪录片脚本、文化类App框架设计、历史人文小说、动漫故事脚本等写作任务的训练。在具体教学方法上,可采用情境式、案例式教学法等。研究者认为在全媒体时代,本土化创意写作体系必须要有受众意识,重视日益庞大的\"二次元\"用户,亟需形成一套将文化遗产内涵视觉化、动漫化、科学化、时尚化的话语体系和表达方式。", "label": "艺术学", "id": 0}
{"content": "纵观创意写作的发展历史,从写作工坊、创意社区到文学之都,它们是创意写作在不同发展阶段实践应用不断扩展的方向和载体,彼此之间构成互相支撑、互为依托的关系,具有内在的历史的、逻辑的关联。本文主要通过分别对作家工坊、创意社区、文学之都和创意国家的考察,立足于百余年英语国家创意写作学科相关的理论与实践案例进行梳理,在中国创意写作学学科基础理论创生与学科发展的视野中,从工坊、社区、文学之都三个实践层面探索创意写作的实践层面与路径。", "label": "艺术学", "id": 0}
{"content": "通过不懈的努力,学界对于创意写作已达成几个基本转变:即观念上从\"写作可以不可以教\"和\"作家可不可以培养\"的疑惑转变为\"创意写作如何教\"\"作家如何培养\";从学科体制上讲,创意写作获得了从本科到博士的人才培养政策通道,在对欧美高校创意人才培养的课程设计与培养机制的大力引进中,开始摸索创意写作的中国化;从理论建设上讲,走出了欧美重视实践轻视理论的弊端,进一步探索创意写作作为学科应具备的理论核心,向创意人才能力评估、工坊制研究等具有实证性理论掘进。在看到创意写作在理论上进展的同时,也应充分注意到基本的问题与不足。", "label": "艺术学", "id": 0}
{"content": "论文从时间维度出发,讲述建国初期经历了中央文学研究所的紧跟政治形势办学和承上启下的过渡阶段,再到鲁迅文学院的多样化办学实践和辉煌的高研班办学,分条缕析地考察了我国文学新人的培养机制。", "label": "艺术学", "id": 0}
{"content": "创意写作是20世纪20年代末兴起于美国一个新兴学科,近年来,在中国部分高校和出版社的推动下,逐渐成为一个令人瞩目的文化现象。创意写作作为在欧美兴起并逐步成熟的学科,在引进中国的过程中必然要面对本土化进程。根据创意写作的性质和在中国的实际发展状况,从多维学术视野观照下,可发现在学科建设视野下,创意写作是一门基于传统写作学和西方创意写作学的新兴学科,我们在建立中国高校创意写作理论的时候不仅要参考西方创意写作理论,同时也要注意汲取中国传统文章学和现当代作家写作教学经验,建立具有中国特色的创意写作教材;大众文化视野中,创意写作是一种新兴的可与市场对接的全新写作模式,一方面,创意写作提倡集体创作,能适应市场变化,另一方面创意写作形式灵活,可适应复杂多变的市场需求;在日常生活和心理学视野下,创意写作是一种具有普及性与治疗性的全民写作,对于个体成长、全民记录和国家形象都具有不可估量的意义。", "label": "艺术学", "id": 0}
{"content": "从欧美创意写作体系的兴起到文化创意产业蓬勃繁衍,从中产生的经验与效果对当代中国高校文科发展以及文化产业需求富有借鉴,对于时代的回应,已有高校走在了前列。对于这个曾经神秘化的领域,时代已迫不及待的需要进入其中,跟随无限的可能与期待。无论是面对国家社会的文化战略还是学生群体的自我体验,高校体系无可避免的介入其中,展现自己的优势。", "label": "艺术学", "id": 0}
{"content": "创意写作学科体系的建构和创意写作专业人才的培养,对创意写作学能力量化理论及评估实践提出了迫切需求。现代心理学、教育学、管理测评学等学科的既有成果,在使创意写作学能力量化理论成为可能的同时,也为后者提供了方法论借鉴。本研究通过对案例进行定性分析,提取出55项创意写作能力因子,将这些因子归为基础能力、专业能力两部分,并进一步提出定量分析研究的方案。", "label": "艺术学", "id": 0}
{"content": "创意写作课程实训分层的目的在于为创意写作实训探寻出具体可行的措施与路径。论文意在通过选取创意写作初级创意写作学习、中级情景写作训练、高级原生写作实训三个层次作为切入点,结合创意写作理论观念,将创意写作教学实训与工坊制模式结合起来进行过程细分,强化创意写作人才培养循序渐进式的实训\"孵化\"过程要素,探索实训分层的可行性措施与效果评价,为创意写作课程实训找到路径与模式,以期建立创意写作人才培养的合理机制。", "label": "艺术学", "id": 0}
{"content": "本文主要从\"高校作为创生空间\"、\"熠熠生辉的微观配置\"和\"有机化的社会关联\"三个方面,具体呈现我们对国外创意写作\"系统化创生与发展之路\"的一些考察和思考。并借此表明,当代中国创意写作的各路建设者们要想将上述中观、微观和宏观层面尽皆打通,所要担负的必然是一个无比浩大的系统性工程。在未来,无数同道中人尚须志存远大且奋勇前行。", "label": "艺术学", "id": 0}
{"content": "随着中国创意写作学科的发展,亟需对国内外创意写作研究状况进行一次综述。创意写作学科自1936年从美国诞生以来,实践的深入带来了研究的深入,目前创意写作研究在西方已经成为创意写作学的子学科。本文在占有一手外文资料的情况下,从创意写作本质、创意写作学科定位,创意写作历史、创意写作方法论、分类写作、以及新媒体、社区、创意写作研究方法等方面,全面梳理了国内外创意写作研究的状况,最后提出了未来中国创意写作研究的方向。", "label": "艺术学", "id": 0}
{"content": "《创意写作艺术硕士手册——创意写作方向研究生指南》（第二版）由具有丰富的创意写作实践经验的Tom Kealey编写,是一本主要面向有志于申请创意写作研究生课程学生的实用性手册,对于本科生、硕士研究生、博士研究生的申请、学习也提供了具有指导性的意见,笔者参与了本书的翻译工作,从中可以窥看到美国艺术硕士（MFA）课程建立、发展的过程、课程模式等信息,例如关于写作工坊制的操作细节,这些对中国的创意写作艺术硕士（MFA）学科建制和教育教学提供了经验,对于有条件申请美国高校MFA学位的中国学生来说,也是一本必读书。本文通过对本书的细读,以求拓展国内已有的创意写作基础理论,为这一年轻的学科再添活力。", "label": "艺术学", "id": 0}
{"content": "随着近年创意写作的飞速发展,创意写作是否能培养作家,引发诸多质疑。从创意写作的学科理念出发,提炼一个展现创意写作本体性命题的理论模型,可以较好地回应这些质疑。另外,创意写作在培养作家方面之所以有独到之处,是因为创意写作在\"作家\"与\"培养\"的理解与实践上具有开创性。", "label": "艺术学", "id": 0}
{"content": "情境写作的教学方法的出现,受到心理学原理的启发,尤其是行为主义学习理论和情境认知理论的启发。", "label": "艺术学", "id": 0}
{"content": "本文分别从古汉语词源学与西方心理学两个脉络对创意的概念进行辨析,最终提出了\"创意\"的本质内涵,即新颖性、独特性、价值性。在此基础上,笔者又提出了\"文学创意的概念,指出文学创意具备的六个属性与三种创生机制。最后,在创意产业\"IP评估\"的视野下,提出文学创意价值评估的模型体系,以期促进\"文学创意\"研究的科学化,推动创意人才培养和创意产业高效发展。", "label": "艺术学", "id": 0}
{"content": "在这个人人谈创意的时代,创意到底是什么?创意的来源又在哪里?创意写作研究的创意有规律可言吗?作为一个学习创意写作的人来说,又该如何在写作中把握甚至操纵这稍纵即逝的创意,这些问题值得每一个写作者的思考。", "label": "艺术学", "id": 0}
{"content": "创意写作学科自从近年在国内各大高校出现以来,在取得一系列丰硕成果的同时,其实际教学中也存在着一些亟待解决的问题。以《暴雨》为代表的叙事类游戏不仅在叙事创意与情感方面具有研究价值,而且可以解决创意写作教学中所遇到的问题,并为创意写作学科的发展提供新的方向。如何使得未来叙事类游戏在创意写作教学中作为辅助工具获得应用,这种可能性值得探讨。", "label": "艺术学", "id": 0}
{"content": "过去,香港有关创意写作的研究均以小学和中学界别为主,近年香港大学界别亦已开设以创意写作培训为核心的大学课程。本研究以探讨如何培训大学生的创意写作能力为主,关注「创意写作」作为学科在香港大学界别的建构、教学方法、写作表现评估及相关研究情况。本文将以香港公开大学创意写作课程中的「小说创作与欣赏」学科为例,阐述建立此学科教学模式的方式,并讨论实施以「小说写作能力」为培训核心的教学后,学生写作表现改变的情况。本研究以个案分析的方法,辅以写作表现评估,以20位大学生为研究对象,借着课堂观察、习作内容分析、习作前后表现、学生创作感想和反思,以及评核量表等方法,进行教学效能评估和分析。本研究的主要结论为:以「小说写作能力」为培训核心的教学方式,能摆脱过往传统小说教学以文学史和文本分析为主的教学思维,使学生能在阅读和鉴赏小说能力以外,同时获得运作创意方式写作小说的学习成果。", "label": "艺术学", "id": 0}
{"content": "正确认识写作的实践本质,掌握理论以达成高效阅读,学会有效沟通以获取多样信息,养成独立思考的能力和习惯以生成自由思想,掌握并熟练地使用基本的写作方法,是创意写作得以实现的基本条件,我们的创意写作教学正应该从这样几个方面去实施。", "label": "艺术学", "id": 0}
{"content": "创意写作是美国、英国、澳洲等国在文学创作中运用的一种教学模式,以表达思想、感受、情绪为目的,培养保存个性、拯救自我的作家。在应用型高校《写作》课程教学改革的背景下,总结和借鉴西方创意写作的教学经验,对于写作教学的实践问题具有促进作用。", "label": "艺术学", "id": 0}
{"content": "在\"双一流\"建设背景下,学科核心竞争力问题更成为关系到学科乃至学校的生存与兴盛的问题。地方本科院校的学科建设必须重视培养学科的核心竞争力。就中国语言文学而言,需要从传统的\"不培养作家\"的误区中走出,以提高学生综合素质为目标,以创意写作方法为途径和突破口,把写作能力作为学科的核心竞争力来培养。", "label": "艺术学", "id": 0}
{"content": "\"创意写作\"语境中的\"创意\"在语义学上蕴含着文学艺术的创造、创新,但\"创意\"本身并不具备限定性内涵。这为在地方性经验基础上如何实现创意写作提供了探索空间。本文认为要实现地方性的\"创意写作\"教学,首要问题是处理创意写作与传统写作教学的关系,应在传统写作教学内容中挖掘出与创意写作的契合点,建立二者的承续性关系;其次,建设创意写作网络平台与建立物质性激励机制可以提供\"创意写作\"运转的保障性动力。", "label": "艺术学", "id": 0}
{"content": "创意写作越来越被重视,对创意写作的研究主要集中在以下几个方面:一、什么是创意写作。二、创意写作的教育教学。三、创意写作的创意激发、技能拓展。四、创意写作文本的研究。目前来说,还没有行之有效的创意训练的方法,总结和提炼创意训练方法显得尤为迫切。本文从分析创意来源入手,探析创意写作能动训练的可能方法和路径。", "label": "艺术学", "id": 0}
{"content": "创意写作教育的开展应该面向何种维度,是创意写作要面对的基本问题。本文认为应当首先考察文学创意之源泉,创意之源是我们从事创意活动的资本,理当是创意写作教育的根本维度。创意写作教育应超越传统写作学对生活经验和文学知识的片面强调,而应从创作潜意识、智力因素、思维方式、人格特质、动机和灵性等诸多方面进行全面培养。", "label": "艺术学", "id": 0}
{"content": "本文以传统写作学为同位体,探讨了创意写作学发展的内外在促因,并希望可以借此微窥创意写作学的未来建设方向。创意写作发展的张力,蕴于其与传统写作学相较而显现出来的全新侧重点之中,蕴于文化发展和学科建设的内在要求之中,蕴于社会文化大背景和文化产业诉求之中。", "label": "艺术学", "id": 0}
{"content": "文学的创意本体论是一种全新的文学本体论,这种本质观与文学的审美意识形态本体论互为表里。以创意本体论为核心建构中国化的创意写作理论体系可以借鉴西方文论中的再现论以及现代叙事学理论,以意境为核心的重表现性的文学理论体系以及脂砚斋、金圣叹等人的叙事理论则是构建中国创意写作理论体系的重要的本土资源。把创意写作定为大学中文系相关课程教学的中心目标进行全方位教学改革,进而建构中文课程教学改革理论体系,是中文专业教学改革与创意写作理论互动发展的一个非常重要而紧迫的问题。", "label": "艺术学", "id": 0}
{"content": "在国外创意写作的影响下,国内开始了创意写作的建设历程,就作为学科的创意写作仅仅在初创时期,如何建设与构想创意写作的学科,是需要我们认真构想的。作为学科的创意写作的建设大致有如下的思路:一、借鉴国外创意写作的理论和学科构架;二、延续大学写作学的某些资源与传统;三、传承中国古典文论的理论资源;四、总结近些年来创意写作课程开设的经验;五、建构中国创意写作学科的框架与构想。", "label": "艺术学", "id": 0}
{"content": "创意写作兴起于十九世纪末期美国高校文学教育教学改革,到二十世纪二十年代已经成为潮流,至今已经成为具有八十多年学科史、涵盖二十多个子门类科目的成熟学术领域,在英语国家乃至澳洲、亚洲等国家地区广泛传播,迅猛发展,接受度与知名度逐步提高。从（美国）本土化到国际化,再从国际化到各个国家地区的落地生根、再度本土化,是创意写作发展过程中并行不悖的两条线索。从世界范围来看,创意写作远非\"古已有之\",在很大程度上,它就是\"新生事物\"。对它的理解与接受不可望文生义,玩弄概念。但是创意写作的兴起与成熟,也远非一蹴而就。从英语写作到创意写作,从课程到高校系统,从文学教育到作家培养,从课堂到社区/文学之城/创意国家,从作家工作坊到\"国际写作计划\",从文学到创意产业,从美国到世界等等,逐渐清晰、粗壮的线条背后,牵涉到许许多多或星光闪耀、或转瞬即逝的作家、教师、领导者、高校、工作坊,正是他/它们的洞见、兴趣、努力乃至偏见,使创意写作的发展多姿多彩,充满无限可能。高校文学教育遭遇瓶颈,英语文学、修辞学以及以后的英语写作动力耗尽之后创意写作登场,我们也不能说之后创意写作的成功就是\"奉天承运\",以已然性逆推出必然性。我们要充分认识到,作为\"回到文学本身\"的永恒内在需求,作为\"实践批评\"的新批评的兴起,进步主义教育在全国范围内普及,印刷术的飞速发展,职业作家的出现,类型小说/文学的市场需求,以及随后种种众所周知的社会问题,比如战后遗留问题、移民问题、女权问题、文化创意产业问题、创意城市/国家问题等等,都在不同程度上作为创意写作兴起的背景提供了巨大帮助,但也正是创意写作对上述问题作出了及时而有力的回答,才让自己在美国乃至世界获取源源不断的动力、需求与认可。一部创意写作发展史,就是一副交织着作家、高校、工作坊、系统、社会问题等等诸多方面的点、线、面绘就的图景。创意写作中国化属于创意写作国际化发展的一部分,本土化发展是中国现代生活的需要,同时也是创意写作展内部发展逻辑使之然,其生命力来自于学科自身的目标、制度、方法等方方面面,有着与中国现实发紧密对接的可能。研究创意写作的兴起缘由与国际化发展趋势,其实就是为创意写作中国化汲取经验、寻找依据、辨析方向,直接关乎到创意写作中国化的实践质量与本土化使命。", "label": "艺术学", "id": 0}
{"content": "创意写作概念的提出,让古老的写作技艺以及本质化的文学王国有了一次重回起点的可能。如果写作本身可以启蒙、可以教学、可以编写,那么它就属于一种经验性的\"模仿\",而模仿的对象是谁?经典的文学文本和流行的畅销书?人的严肃或者娱乐精神中的某种结构性?或者说,写作的创意本身就是对哲学、科学意义上的更高设计者的人类蓝本的模仿。虽然哲学和科学对于更高设计者的人类蓝本仅止于一种猜想,但从经验的比对出发,我们可以想像到人类写作与更高设计者写作人类是近似的行为。人类在\"上帝\"的脚本中展开,与人物在作家的脚本中展开是一样的。故事脚本因此是写作的关键。最蹩脚的创作者也能产生他的故事脚本。赋予创作者灵感和最终产生高低之别的则是模仿、经验过程中的创造力（创意）,这构成了过去文学史尤其是今天工业化时代写作最重要的灵魂性因子。", "label": "艺术学", "id": 0}
{"content": "2004年以来,创意写作教学理论逐步被引入中国。近年来,各大出版社陆续推出了创意写作系列教材,一些大学还开设了创意写作学位,尽管如此,创意写作如何本土化依然是急待解决的问题。而另一方面,中国高校原有写作课程由于教学理念落后、教学体系陈旧、教学方法单一等因素导致教学效果不甚理想,亟待改革。尽管创意写作与写作不属于同一学科,但诸多的相似性使其进入同一场域得以开展比较研究成为可能。目前学界的研究仍集中于基础写作教学中创意写作理论的嵌入与工坊教学模式的对接,关于应用写作教学中的创意化探索相对较少。生产类创意文本和工具类功能文本的创意化程度及水平直接决定了地区文化产业发展的格局。应用写作的创意化是创意写作本土化的有效途径。", "label": "艺术学", "id": 0}
{"content": "本报告从爱尔兰创意写作学科的历史、英爱双语写作媒介、创意写作学科体系、课程设置与工作坊运作模式、与文创产业的对接、与英语国家的互动、创意写作的学科理念等方面,对爱尔兰各大高校创写作学科展开深入在场调研,以汲取爱尔兰创意写作学科的经验,作为对中国创建创意写作学科的借鉴。中国创意写作学科发展到今天,已经由基础理论引进过渡到了学科创建的阶段。国内众多先发的创意写作学的教学单位,多已建设了初步的创意写作教学体系。毋庸讳言,这些教学体系绝大部分还不够成熟。在高校体系中,关于创意写作学科的课程到底要如何设置?创意写作工作坊到底如何运作?由谁运作?创意写作学科的目标是培养什么样的人才?在西方语境和制度下支撑整个创意写作的根本理念是什么?这些问题仍然值得继续探讨下去。创意写作学科在中国究竟要如何建构?如何实现从英文创意写作学科到中文创意写作学科的转换?这一切必然建立在对国外创意写作学科的深度理解的基础之上。鉴于此,笔者对爱尔兰创意写作学科展开了深入地在场调研,期望能寻找到一些借鉴性的元素。这正是笔者展开此项调研的目的。本文之所以以爱尔兰创意写作学作为调研对象内容,主要基于以下几点原因:第一,爱尔兰的文学高度发达,有着光荣的文学传统,有四位诺贝尔文学奖得主和众多世界级文豪,文学创作环境和阅读环境十分优越。爱尔兰高校体系内有众多以大师命名的研究和创作中心,为创意写作学科营造了良好的氛围。第二,在爱尔兰虽然仍然以英语写作为主导,但是爱尔兰很多文学家仍然坚持爱尔兰母语写作,有自己的语言媒介,而中文创意写作以汉语为媒介。在语言媒介的转换这一点上,爱尔兰的本土化经验值得参考。第三,爱尔兰创意写作学科已有20多年的历史,相对比较成熟。在英语国家里,如果说英国和美国的创意写作学科属于两座主峰,那么爱尔兰创意写作学科至少也是一座侧峰。爱尔兰高等教育体制与英国高等教育体制一脉相承,因此对爱尔兰创意写作学科的研究能从侧面反应英美创意写作学科的情况。第四,笔者恰好得到了去爱尔兰教学交流的机会,有条件对爱尔兰创意写作学科进行深入的调研。笔者通过科克大学图书馆的资源以及电子书资源的整理,通过对爱尔兰各大综合院校创意写作课程的整理,通过对科克大学、圣三一大学等的实地走访,通过对科克大学创意写作学科负责人爱博赫尔·沃什（EibhearWalshe）先生的访谈,以及对爱尔兰的文学文化政策的调研而完成了这项报告。本调研的内容覆盖了爱尔兰七大综合院校以及少数文理院校,这几乎是爱尔兰创意写作学科的全部,这个体量在一篇报告的承载范围之内,倘若是美国或英国,则是不可能的。调研的高校包括圣三一大学、都柏林大学、科克大学、高威大学、都柏林城市大学、梅努斯大学、利莫瑞克大学、爱尔兰美国大学等。本调研从最初材料搜集过程中,注意到英爱双语写作媒介的问题,又注意到爱尔兰对自身凯尔特文化的强调,发现爱尔兰人在吸纳英美创意写作学科的同时,总是在定位爱尔兰自身存在的问题,在这一点上发现和中国有着类似的处境,从而萌生了初步调研思路。在进一步的调研中,希望能从宏观层面去把握爱尔兰创意写作学科的历史和发展现状、与文创产业的对接、与世界英语国家的互动,并致力于从微观层面去把握创意写作学科的课程设置、工作坊运作模式等,从而把握在西方语境和高校体制之下,爱尔兰创意写作学科所秉持的理念。", "label": "艺术学", "id": 0}
{"content": "微信时代来临,随着智能手机等新媒介的介入,创意写作呈现出大众化、个性化、日常化的特征。与学院派的创意写作相比,微信创意写作有着日常随意、随时随地、及时触发、图文并茂、内容深广、庄谐结合、雅俗共赏等特点。于作者而言,微信创意写作化作者与非作者的距离为零,于微信群落中,他（她）不断交换着作者与读者的身份,有着原生性的使用与满足感;于作品的生产而言,在微信写作过程中,一切经历、感触、情绪、现象皆可入文,形式内容、篇幅结构、文类样式皆不设限,灵活自由、创意无限,更贴近日常生活;于读者接受而言,微信创意写作的传播圈即是熟人圈。熟人的阅读即为见证,点赞跟帖即是文学鉴赏、批评与接受的另一种表达。新媒介时代的微信创意写作既是学院派创意写作的参照与补充,也是日常人生轨迹的同步记录与创意表达。", "label": "艺术学", "id": 0}
{"content": "中国创意写作教育教学研究经过近10年推动,形成了沪京名校领先、本硕博联动及东西布点式推广局面,发展迅猛。但对于全国两千多所高校而言,创意写作理念及实验推广依然处于起步阶段,面临着传统写作理念干扰、教学体制束缚、创意写作师资短缺及师生比不均衡等现实困境,创意写作亟需在理念引导、人才培养、学科融合、创教研一体化方面加强引导与推进。近年创意写作发展态势表明,创意写作理论及实践教学在推动作家及创意文化人才培养方面可发挥优势引导作用,但创意写作教育教学理念深入人心及体系化建设依然任重道远。一、困境（一）传统写作教学观念的影响（二）高等教育教学体制的束缚（三）创意写作师资的短缺（四）扩招与师生比的不均衡（五）创意写作自身的学科阈限二、策略（一）加强创意写作的传播与推广（二）推动写作教育教学体制改革（三）加强创教研融合的师资人才培养（四）实验班及渐进提优式推进（五）创意写作与传统写作等的跨学科融合", "label": "艺术学", "id": 0}
{"content": "创意写作是一种写作能力,而创意写作学科应该是培养写作能力的一门学科,两者本质上是一种学与授的关系。然而,由于该学科是在欧美兴起,作为一种概念自2008年才在中国萌芽并取得高速发展,因此,国人对创意写作学科的理解与认识停留在一个\"新\"上,一提到该学科就口不离欧美二字,完全将其视作舶来品。针对这一令人瞩目的文化现象,本文尝试从历时性与共时性两个维度揭示根植于本土历史与文化土壤中的写作是如何在中国人的社会生活中潮起潮落,又如何在不同时期呈现出形态各异的\"创意\",从而得出结论,即创意写作以及创意写作学科来自于本土,是民族的,当今创意写作的兴起与蓬勃发展应被视为一种写作的复兴与回归。本文将从历时性与共时性两个维度进行论证:第一,从科举制度、五四新文化运动,\"左翼文学\"\"十七年文学\"\"文革\"西方文化影响,英语语言的侵入,至新时期互联网时代的媒体文化做一个简单的梳理,解读国人写作观念与习作习得的演变特征。第二,从中国文化的根源出发,挖掘儒道释文化影响下,中国创意写作的复兴之路呈现出静态的中国特色:功能性与功利性之间的徘徊;本土化向度与欧美模式之间的融合与排斥。", "label": "艺术学", "id": 0}
{"content": "小说创作的三个重要方面是故事、人物和主题,优秀的作品都有令人难忘的人物形象。作者会把主要的笔力放在主人公形象的塑造上,每个人物的性格都生动地展示出来,这样的小说才能够较为全面地反映社会生活。在写作教学中,通过古今中外文学名作的案例教学,使学生知晓人物语言在形象塑造中的重要作用,并进行适当操练,不失为一种有效的学习方法。", "label": "艺术学", "id": 0}
{"content": "新媒体时代,碎片化阅读成为关注的焦点。如何在碎片化阅读时代快速准确地筛选有效信息,建立自己的知识结构体系,成为阅读者们及研究者绕不开的话题。与之相对应的是碎片化写作。作为阅读的提供者,写作者在新媒体时代更是获得了空前的自由:及时发布、快速传播、有效反馈。写作者可以通过新媒体手段快速完成整个写作活动。因此碎片化写作可以作为一种有效手段促进写作者本身写作能力的提升,又可以有意识利用新媒体手段为阅读者提供更为系统有效的信息。", "label": "艺术学", "id": 0}
{"content": "英国大卫·霍克斯（David Hawkes）的英译《石头记》（The Story of The Stone）以及杨宪益的英译《红楼梦》（A Dream of Red Mansions）是英译《红楼梦》最具影响力的两大版本。这些译本对中国四大名著之一的《红楼梦》的传播作出了巨大的贡献。但这些版本的表现形式,尤其是茶名和人名的英译风格迥异,体现了鲜明的译者主体性地位。原版《红楼梦》中的茶名和人名都有其特殊的含义,人名和茶名都是采用谐音或者是借桑喻槐来体现作者的特殊用意。大部分人名的设计都暗示了人物的性格特点和在作品中的结局,而茶名也是体现了茶的特色。本文以《红楼梦》中的茶名和人名翻译为例,从译者主体性角度对该两大版本作出了对比分析,为后者研究该译著提供些许理论参考。", "label": "艺术学", "id": 0}
{"content": "诗歌翻译是文学翻译中较难的板块,相应地诗歌翻译批评亦是难事。怎样做出系统且较客观的翻译批评是中国翻译学者一直探索的问题。透过诗学的内涵,从格律,色彩和意象三方面,对再别康桥的两个译本进行详细的对比赏析,试图从这一过程中提供诗歌批评案例供大家参考和指正。", "label": "艺术学", "id": 0}
{"content": "<正>历代名家大师的生命状态皆可谓是具有非凡魅力的,他们的情趣与作品之间有着内在的必然联系,这些同样成为后世的美谈,更是我们准确解读一件作品的重要路径。有一位心理学家说过:天才的秘密在于强烈的兴趣与爱好。兴趣是促使我们在某一领域走向成功的无形驱动力。一个人,在自己的生活里有没有兴趣爱好,是大不相同的,很难想像一个作家、诗人或画家索然无味,却能创作出生动、鲜活而富有情感的作品来。", "label": "艺术学", "id": 0}
{"content": "<正>2016年11月28日至12月3日,我荣幸地参加了中国作家协会第九次全国代表大会。习近平总书记出席大会开幕式并作了重要讲话,希望文艺工作者要坚持以人民为中心的创作导向,坚持创造性转化、创新性发展,努力筑就中华民族伟大复兴时代的文艺高峰。刘云山、刘延东等中央领导同志接见了中国文联、中国作协新当选的全国委员会委员,刘云山要求两会委员用习近平总书记重要讲话指导文", "label": "艺术学", "id": 0}
{"content": "<正>2013年国庆节,中国学界的一棵参天大树倒下了!我的老师祖保泉先生走完了他93年的人生征程,溘然仙逝!先生是学界著名专家,为中国学术发展做出了重大贡献,是中国古代文论和《文心雕龙》研究界的元老,他的逝世是中国学术界的重大损失。在庆祝祖保泉教授90华诞纪念会上,先生曾风趣地用三个\"好\"来概括自己的一生,也得到了大家的一致赞同。先生说:\"我一生庆幸自己谋得了一个好职业,选择了一个好专业,得到了一个好妻子。\"所以我说先生是\"三好\"先生。", "label": "艺术学", "id": 0}
{"content": "<正>一般说来,\"五四\"初期作家和学者往往不分,至第二、第三代,才渐渐分开。五十年代至今,分化的趋势一直压倒合并的可能。但分化并不等于全不相干,比如目前,一部分有专门之学的学者固然轻视作家,羞与为伍,另一部分靠文学吃饭的学者又过分崇拜作家,甘做食", "label": "艺术学", "id": 0}
{"content": "<正>人是需要有精神的,时代是需要精神的,历史同样是需要精神的,精神对于社会的发展起着至关重要的推进作用。我们都需要有一个催人奋进、拨亮心灵的精神天空。在当今物欲横流、商品经济大潮泛滥的时代,有人竟发出了文艺家、作家诗人是什么的疑问,对文化产生了置疑。如何回答这样的笑谈。我想,起码有这样几种精神是值得我们安慰的。", "label": "艺术学", "id": 0}
{"content": "<正>也许。这是世界上第一本《作家学》。当一本厚厚的近30万字的理论著作《作家学》。赫然地摆在眼前之时,我不免有些惊奇也禁不住生出些困惑和疑问:作家。那些把读者引人虚拟的艺术世界的作家,那些带有几分神秘与浪漫的作家,也能成为理论研究的对象?也能形成一门学科,并建立起完整的理论体系来吗? 这些惊奇、困惑和疑问,并未使我在《作家学》前闭目,反", "label": "艺术学", "id": 0}
{"content": "<正>文艺与政治的关系是非常密切的。古代有些自命清高的文人, 隐居深山丛林闭门读书。赋诗自娱,也是一种以退为进的策略。以便有朝一日复出,高居万人之上。这是屡见不鲜的。东晋名士陶渊明,不愿为五斗米折腰弃官回浔阳饮酒赏菊。创作上获得了", "label": "艺术学", "id": 0}
{"content": "<正>邱紫华,男,重庆市人,1945年生。1983年兰州大学中文系文艺学专业研究生毕业,获文学硕士学位。1983年起在华中师范大学中文系任教,现为华中师范大学和南京大学文艺学博士生导师、华中师范大学文学院教授。曾任华中师范大学文学研究所副所长、中文系副主任、华中师范大学学报主编。现任华中师范大学东方美学与文化研究所所长、华中师范大学学位评定委员会委员。1997年获国务院\"政府特殊津贴\"。1995年以来,多次担任湖北省教育厅社科项目及学科评审专家、教育部社科研究项目、国务院学术学位委员会通讯评审专家。", "label": "艺术学", "id": 0}
{"content": "<正>1941年生,安徽太和人。现为安徽大学中文系教授,文艺学学科负责人,安徽大学中西文艺理论融合研究所所长。兼任中国中外文艺理论学会理事,安徽省美术理论研究会理事,北京师范大学教", "label": "艺术学", "id": 0}
{"content": "<正>全面考察本雅明（Walter Benjamin,1892—1940）的大众文化观,我们会发现这样一个值得注意的现象:在对待大众文化的问题上,本雅明实际上存在着两个维度、两种视点甚至两套话语,即一方面是19世纪的巴黎,在这个特殊的时空结构中,城市、商品、商品拜物教、梦像以及文人与大众的交往构成了大众文化的核心内容,另", "label": "艺术学", "id": 0}
{"content": "<正>在《在延安文艺座谈会上的讲话》中,毛泽东同志指出: “中国的革命的文学家艺术家,有出息的文学家艺术家,必须到群众中去,必须长期地无条件地全心全意地到工农兵群众中去,到火热的斗争中去,到唯一的最广大最丰富的源泉中去, 观察、体验、研究、分析一切人,一切阶级,一切群众,一切生动的生活形式和斗争形式,一切文学艺术的原始材料（以下简称“五个一切”——引者）,然后才有可能进入创作过", "label": "艺术学", "id": 0}
{"content": "<正>一在艺术和现实的关系中,作家、艺术家的主观世界和作为他的对象的客观世界有着什么样的关系,或者说,应当如何理解艺术中的主观因素和客观因素的相互关系,是文艺学——美学的根本问题。我们当前的文艺实践也已把这个巨大的课题提到了理论研究的日程上。近几年来,对文艺与现实的关系所进行", "label": "艺术学", "id": 0}
{"content": "<正>一文学家需用什么“眼光”看人刘心武同志《我掘一口深井——生活问题随想》一文,虽然侧重于文学家要不要深入生活的问题,而中心观点却是文学家应该具有什么样的眼光。作者说:“作为文学作者,最要紧的还是具有文学眼光。”文章认为,作家既不要具有马克思主义的“政治眼光”和“经济眼光”,也不要投身到“工农兵火热的沸腾的战斗生活中去”,而只要具有“文学眼光”,加上固守“自己的生", "label": "艺术学", "id": 0}
{"content": "在布尔迪厄\"场域\"的理论下,借用\"象征\"的本义,立足于交往与对话,在多媒介相互作用的场域中,整体和动态地探究以文学为主体的印刷媒介与新媒体的关系。在媒介场中,电子媒介的影像化、虚拟化并没有让受众产生真正快乐、自由和解放,反而让受众不可遏制的沉浸其中,丧失深度和距离。而文学由于\"间离化\"、内视性、时间性的特点,所带来的真实感、意义感和秩序感,可以在媒介域中与其他媒介形成互补关系,使主体趋向完整性。", "label": "艺术学", "id": 0}
{"content": "<正>\"人民本位\"思想,是郭沫若马克思主义世界观和人生观的重要体现,也是他评价历史人物和从事文艺创作的重要思想,在郭沫若的学术思想中占有极其重要的地位。有学者指出:\"据初步统计,在1944—1947年间,已有14篇论文和杂记,都直接提到‘以人民为本位’的思想。还有多次叙述和分析到,我们一定要为人民服务的精神,这是现代的宗旨。这个‘以为人民服务’与‘人民本位’的概念是相通的。\"①从学者的这一论述中,我们可以深刻地感受到\"人民本位\"思想在郭沫若心目中的重要地位。新时期以来,郭沫若史学研究的著作,如《郭沫若史学研究》、《郭沫若与中国史学》、《郭沫若的史学生涯》、《郭沫若新论》等,一些学者对于郭沫若的\"人民本位\"思想做过一些探讨和论述,这有助于人们认", "label": "艺术学", "id": 0}
{"content": "当代社会呈现文学平庸化、世俗化的倾向,通俗代替了高雅、娱乐代替了思考,肤浅代替了深刻。这虽然是社会转型期的必然产物,却预示着经得住时间考验的伟大作品的缺席。因此,作为知识分子的文学家,应以为国、为民立言为使命,深化思想,呼唤崇高,在超越中融合,在融合中超越,以构建新时代的文学精神。", "label": "艺术学", "id": 0}
{"content": "对现代中国人而言,后殖民文学话语对再现现代中国人的精神史殊为重要。中国与殖民关系甚为密切,中国后殖民文学话语是中国现代文学中的重要现象。中国后殖民文学话语涉及同化的复杂性和文化暴力问题,不仅有反抗,也有某种意义上的同化。同化带来的文化复杂性仍需细致审理。中国后殖民文学话语的价值在于通过对殖民经验的描述表达一种文化身份的诉求,再现现代中国人的精神史与心灵史。中国后殖民文学话语也将通过解殖民化策略,即推进独立文学（启蒙文学）、建国文学（现代性文学）、世界文学（生态文学）的实践而实现自我的超越,展现中国当代文学的文化身份自觉。", "label": "艺术学", "id": 0}
{"content": "现代西方理论打破作家决定论的文学存在格局,将读者推向文学意义生产的前台。读者本体地位的确立强化了文学的话语属性和双主体互动功能,为文学研究敞开了新视域。但读者研究的细化和深入事实上只是一个众声喧哗的理论幻景,其背后散布着话语缠绕、意涵与功能交叉的陷阱,也升腾着一种舶来理论与本土问题缺乏对接的焦虑,甚至会因读者位置上移导致文学场域\"输者为赢\"原则的丧失,从而削弱读者在文本意义实现中的功能。", "label": "艺术学", "id": 0}
{"content": "<正>说这是一个充满意义危机的年代,估计很多人会没有异议。当前,社会矛盾重重,文化病象丛生,个人生存也出现诸多的意义危机。意义危机也可叫文化危机。举凡经济的危机、政治的危机、教育的危机、信息的危机、环境的危机等等,都是文化危机的不同表现形式。文化危机一般表现为事物发展的矛盾状态和过度状态,以致最终自己取消自己或取消他者,如性的过度导致爱情的危机、婚姻的危机和道德的危机,生", "label": "艺术学", "id": 0}
{"content": "<正>巴赫金的狂欢诗学来源于对拉伯雷文学创作的研究。拉伯雷的文学取材自中世纪的狂欢文化,在他的作品中,狂欢节成为主要的书写内容,狂欢节以诙谐的形式建立了一个消除阶级\"区隔\"和文化等级的平等世界,在这里,政治和文化权力被颠覆和消解,世俗性、民间性、平民性得到强调,正是狂欢节文化抵制了官方节日文化的正", "label": "艺术学", "id": 0}
{"content": "作为一种有别于其他文学批评的理论范式,马克思主义文学批评的特质体现在具有自己的问题意识、理论基础和由此形成的研究对象上。本文通过分析马克思的美学研究和文学批评的人类学视域,指出以批判异化劳动为指向的美学思想是马克思文学批评的理论基石,也是其阐释文学艺术活动及其审美价值的出发点。文学研究上的这一定位形成了马克思主义文学批评特有的社会/政治批判维度和文学价值观。马克思的文学批评理论为马克思主义文学批评范式奠定了理论基础。", "label": "艺术学", "id": 0}
{"content": "本文就作者个人教学体会,尝试提出文学的三大功能,并对此提法加以佐证。艺术功能——文学的语言文字带给读者的美的享受;启迪功能——文学带给读者的启示,人生的意义不只在于活过,更在于如何精彩地活过,一本好的书犹如一面镜子照耀人生之路;传世功能——好的作品历经时代传诵,既给人以美感,亦是人的精神伴侣。本文从文学的艺术功能、启迪功能及传世功能等方面总结并得出了外语教学的新思路,在今后的文学赏析及教学方面会有一定的示范作用。", "label": "艺术学", "id": 0}
{"content": "<正>黑格尔十九世纪初在海德堡的一次美学讲演中提出艺术终结论,在一个多世纪之后,艺术终结论被美国的学者阿瑟·丹托再次论及,引起学界广泛关注,如外国学者米勒曾提出\"全球化时代文学还会存在吗\"的疑问。但是艺术的发展无止境,黑格尔在提出艺术终结论之时,不会预料到网络写作与网络文学的出现,文学的发展已呈现出别样的姿态。如今,原创文学网站、BBS与博客等大量的网络载体,给文学创作者与爱好者提供了便利的写作空间。网络写作让艺术日常生活化成为现实,作为审美现代性的一个重要表征,昭示了后终结时代文学发展的路径。", "label": "艺术学", "id": 0}
{"content": "<正>2010年4月24至26日,由中国中外文艺理论学会、扬州大学文学院、中国社会科学院文学研究所文学理论研究室主办的中国中外文艺理论学会第七届年会在扬州花园国际大酒店召开。中外文论学会会员160多人提交论文150多篇,就\"文学理论前沿问题\"展开了全方位、多维度的热烈讨论。", "label": "艺术学", "id": 0}
{"content": "<正>2010年4月23至26日,中国中外文艺理论学会第七届年会暨\"文学理论前沿问题\"学术研讨会在中国历史文化名城扬州召开。与会的专家学者围绕当代马克思主义文艺理论形态建构、文学理论与当代文学实践、文学本质及知识化问题、文学理论\"本土化\"、中国古代文论及西方文论研究的前沿问题等专题进行了积极热烈、富有成效的讨论,形成了诸多共识,有力地推进了文艺理论的当下发展。本文主要依据此次年会上专家学者提交的论文梳理而成,旨在展示其学术的精华,为当下文论的建设彰显其应有的意义。", "label": "艺术学", "id": 0}
{"content": "<正>春风和煦、阳光明媚、生机盎然的四月,由广西师范大学文学院、广西师范大学审美人类学中心和《东方丛刊》编辑部共同主办的\"中国当代文艺理论发展与文艺学学科建设\"学术研讨会在桂林举行。来自全国各地的五十多位专家学者聚集在风景如画的漓江之畔,", "label": "艺术学", "id": 0}
{"content": "文艺作为文化的有机组成部份,其文化历史责任感自古以来就以“文以载道”的理念及其在文艺创作中的的具体运用受到普遍而充分的肯定。但在历史的发展过程中除了在六朝时期中道梗阻出现曲折之外,近年来的娱乐化倾向对“文以载道”的历史文化责任感似乎又有全面否定之趋势。对此我们应该有一个历史的辩证的唯物主义观点予以正确看待。那种把文学艺术与政治等同起来或过份强调文艺的社会功能使其不堪重负而失落其自身本体属性的观点自然是违背文学艺术的发展规律的；但认为文艺创作在“纯娱乐”之外不再承担它应负的历史文化责任的观点和做法显然也是站不住脚的。因为文艺作品的深层意蕴及其价值取向永远都是历史意蕴、哲学意蕴和审美意蕴三者紧密结合的多种形态,因此凡优秀的文学艺术家在长期的深层心理建构的过程当中必须具有更为全面的历史文化内容,即把历史文化意蕴转化为内在而深沉的心理结构形态。这样我们的文艺创作才能走上一个正确持久而又不断深入的发展道路。", "label": "艺术学", "id": 0}
{"content": "<正>构建和谐社会,文艺的和谐担负着特殊的使命。以\"和\"为宗旨,以\"谐\"为佳境,和谐,既是生活理想,也是审美理想。这种理想境界在文艺作品中的表现未必都是高深莫测的,相反,作为一种平素、朴实的审美理想,它常常以司空见惯的方式静默地存在着。", "label": "艺术学", "id": 0}
{"content": "<正>随着20世纪初马克思主义传入中国并在政治、经济、社会、文化各方面引起巨大变化之后,马克思主义文论的中国化就成为一个重大课题。而要实现马克思主义文论的中国化,对其与中国传统文论相结合的问题进行思考就显得很有必要。本文试图从马克思主义文论与中国传统文论的比较研究来对这一问题作初步的探讨。", "label": "艺术学", "id": 0}
{"content": "<正>旧话重提20世纪50年代初,我国文艺界曾就形象思维问题展开过相当广泛的讨论,但是,最后却被一篇横扫千军的大\"批判\"文章作了结论。后来\"四人帮\"又把\"形象思维论\"定罪为\"文艺黑线\"的八大\"黑论\"之一。\"文革\"过后的70年代末,报刊公布了毛主席1965年写给陈毅同志谈", "label": "艺术学", "id": 0}
{"content": "文学经典在当今中国所遭受的冲击,是由特殊国情造成的,须作认真的现实解读。惩治极左思潮扭曲演化的恶果,社会性杂交语境的混血儿,“局域性”碰撞导致的认识误区,是本文“解读”的基本观点。深刻总结历史经验,并借以指导实践,妥善解决经典永恒与文学经典的现实发展问题,是本文的主旨。", "label": "艺术学", "id": 0}
{"content": "<正>迎接千禧之年的心情刚刚平静下来,文学艺术界和理论界的朋友,突然发现自己乘坐的生命之船驶入了一个湍急的旋涡之中。向左不是,向右不是,东西南北不分,上下前后混沌。一时间\"历史终结论\"、\"艺术终结论\"、\"文学终结论\"、\"马列过时论\"的强劲西风,搞得大家晕头转向。文学艺术向何处去?文学理论向何处去?似乎成了一个难以回答的时代问题。文学理论将走向何方?怎样认识它,面对它,回答它,这是每个从事文学理论研究的人无法回避的现实问题。", "label": "艺术学", "id": 0}
{"content": "<正>之所以选择生命视角,首先是基于我对于生命的感悟。在我看来,世间万事万物都是有生命的,所不同的只是它们的具体存在方式。文学理论也有生命,是人类创造的精神生命之一,不仅有心跳,有脉搏,也有精神情感:受到高压时会沉默,条件允许时会反抗、呐喊,得到解放时会自由地创新发展……总之,时时在变易之中。不然,我们今天讨论其新世纪\"走向\",便是一个莫须有的\"伪命题\"。其次,是来自中国传统文化的启示。我国传统文化十分强调生命,所谓\"道生一,一生二,二生三,三生万物\",所谓\"太极生两仪,两仪生四象,四象生八卦\",说的就是宇宙万物、大干世界,由无而有,由一而多、由简而繁,相因相续、生生不息的演化过程。传统文论的核", "label": "艺术学", "id": 0}
{"content": "<正>在以美国为主导的经济“全球化”不绝声浪和现代、后现代等各种思潮遍播世界、产生广泛影响的“语境”中,重温马克思关于资本主义生产与文艺相“敌对”的科学论断,对于现今文艺的考量与研究,其意义不可小觑。本文试就“敌对”、“敌对”相对性及其内在机制等问题作些探讨,求正于同好者们。", "label": "艺术学", "id": 0}
{"content": "<正>如果从后现代的语境来看宏大叙事的“典型环境”的叙事视角,也许会得出这样一个结论：马克思和恩格斯的“典型环境”理论在今天已经失效了。笔者却以为,“典型环境”的理论及实践在经过了山重水复的路程之后,还是可以回到马克思主义的历史目的", "label": "艺术学", "id": 0}
{"content": "<正>城市文化的兴起和发展是一个历史过程,它与城市的兴起和发展同步。城市文化一旦形成,又不断孕育、催生着新的文化样式,自然也包括各种新的文学样式。受政治、经济、历史、地理、社会审美崇尚等各种因素以及语言文学本身发展规律的制约,各个时代以其独特的城市文化催生了不同的文学样式,表现了丰富多彩的城市生活和城市人的喜怒哀乐,成为城市文化发展过程中的一种物质积淀,也为我们留下了一笔不可多得的宝", "label": "艺术学", "id": 0}
{"content": "<正>文学作品的“多义性”问题,是被研究者们谈论得较多,也是较易引起误解的课题之一。本文拟结合古典文学作品的实例,讨论一下这个问题。所谓文学作品的“多义性”,实有广义、狭义之区别。从广义说,文学作品的“多义性”,当指一部文学作品能提供给读者的丰富多样的“审美价值”的特点。美国学者韦勒克、沃伦所著《文学理论》第十八章引述博厄斯《批评家入门》说:“在像荷马或莎士比亚的这些一直受人赞赏的文学作品中,必然拥有某种‘多义性’,即它们的审美价值一定是如此的丰富和广泛,以致能在自己的结构中包含一种或更多的能", "label": "艺术学", "id": 0}
{"content": "<正>如果从后现代的语境来看宏大叙事的“典型环境”的叙事视角, 也许会得出这样一个结论:马克思和恩格斯的“典型环境”理论在今天已经失效了。笔者却以为,“典型环境”的理论及实践在经过了山重水复的路程之后,还是可以回到马克思主义的历史目的论和总体观意义上,进而在审美本体论意义上,作为文学的一种叙事法则,而不是把文学中的“典型环境”创造,当成一种逝去的叙事方式,认为只能作为一种陈旧的资料储存起来。就90年代末以来的当代文坛来看,真正瞩目于时代的重大变革,关心时代的重大问题,致力于典型人物所处的“典型环境”的创造实在是太少,文学叙事中与人物密切相关的“典型环境”创造显得尤为迫切。", "label": "艺术学", "id": 0}
{"content": "<正> 文艺活动中的现实主义问题常常被人提及,却又往往语焉不详。一个多世纪以来,关于文艺现实主义概念的聚讼纷纭,不仅如此深切地影响了20世纪文艺创作批评和理论研究的基本格局和发展走向,而且也毫无疑问地成为20世纪中国文艺发展不容置疑的中心", "label": "艺术学", "id": 0}
{"content": "<正>文学思潮理论研究是文学实践的理论化与文学理论的实践化、文学运动的观念化与文学观念的动态化的双向同时展开,是对文学思潮现象的学理审思和理性把捉。这是一片相对封闭沉闷的所在。文学思潮的创作实践、文学思潮研究与理论建设之间彼此冷漠,互不搭界。相对而言,文学思潮的学理研究实在是远远\"滞后\"了。仅有的数篇文学", "label": "艺术学", "id": 0}
{"content": "<正>比较毛泽东和金日成真是一件很令人感兴趣的事。对比两个人我们会发现很多类似点,虽然两个人的年龄相差19岁（毛泽东:1893—1976;金日成:1912— 1994）,出生背景及成长背景都不同。毛泽东是把马克思列宁主义中国化,而金日成则是把马克思列宁主义“朝鲜化”（“主体思想化”）。毛泽东曾经在中国大陆受到极高的崇敬;金日成在朝鲜也受到绝对的崇敬。两个人在作为杰出政治家的同时", "label": "艺术学", "id": 0}
{"content": "<正>“作为观念形态的文艺作品,都是一定社会生活在人类头脑中的反映的产物”。这是毛泽东的《在延安文艺座谈会上的讲话》（以下简称《讲话》）中一个极其重要的基础性观点。向来的阐释把它归结为“文艺反映论”,借以印证“镜子说”,并且由此出发仅仅归结为现实主义的文艺论。近20年来,围绕这一观点展开过很多讨论, 由于流行阐释的狭隘,这一观点甚至遭到一些人明确的拒绝和否认,主要的理由就是认为它把文艺与生活的关系简单化了。", "label": "艺术学", "id": 0}
{"content": "<正>毛泽东关于作家与生活的关系的论述是历史形成的,是对20世纪前半叶现实主义文学实践精辟的总结,具有高度的概括力和理论指导意义。毛泽东有关生活的论述有三个要点:文学的源泉是社会生活,而且是唯一的源泉;文学创作的道路是长期地无条件地深入生活,到工农兵群众中去;文学创作的初始阶段是观察、体验、研究、分析生活的一切。后来在文艺实践中,人们把毛泽东的观点概括成了“深入生活”,它对解放区和17年现实主义文学创作产生过重大的指导作用,影响延续至今。无论承认与否,毛泽东关于“生活”的论述是文艺理论的一条基本规律。它不仅有其历史意义,而且现在和将来都不会失去其理论价值,因为它来自文学实践,又付诸文学实践,是被检验了的正确的理论。", "label": "艺术学", "id": 0}
{"content": "<正>我们的社会主义文艺有哪些主要的经验教训值得记取?在新的历史时期发展社会主义文艺应当注意哪些问题?文艺实践的经验告诉我们,在正确处理文艺上继承传统和革新的关系, 贯彻推陈出新的方针,具有重要的意义。今天,如何在新的历史条件下坚持和发展毛泽东文艺思想关于文艺的继承和革新的理论,回答文艺实践提出的有关问题,直接关系到社会主义文艺能不能健康地发展。", "label": "艺术学", "id": 0}
{"content": "<正>鲁迅说:“能憎能爱才能文。”而强烈的鲜明的爱憎,在作品中就表现为歌颂和暴露。作者歌颂其所爱,暴露其所憎,作品的倾向即因之而生。由此可见,歌颂和暴露是形成文学作品倾向性的基本手段。", "label": "艺术学", "id": 0}
{"content": "在西方美学中,一度流行\"非目的论\",强调创作上的非功利性。斯坦贝克宣称自己赞成并在文学创作中践行这一理论。但是,创作出像《愤怒的葡萄》以及其它一些强烈干预生活、并在社会上引起强烈反响、甚至影响美国社会发展进程的史诗作品的斯坦贝克,真的纯粹信奉非目的论吗?他为什么这样宣称呢?本文就此解读和破译这一谜团,揭示其实质动因。", "label": "艺术学", "id": 0}
{"content": "马克思主义文艺理论是马克思主义理论的重要组成部分。马克思主义的美学物质基础不仅是物质,而是现实生活的关系。从美学角度看,是现实的审美关系,实际上是客观的、物质的、客观的、简单的物理意义的物质,不是抽象意义上的人,而是历史上的具体的、现实的、发展的、变化的现实关系和现实的审美关系。", "label": "艺术学", "id": 0}
{"content": "一直以来民间文艺美学的研究处于边缘化,民间文艺美学的主体性地位在美学研究中并没有被承认,如何体现出民间文艺美学在美学研究中的主体性,不仅有利于我们现实生活的发展,而且更有利于民间文艺美学在美学研究中的价值体现。", "label": "艺术学", "id": 0}
{"content": "生命性是悲剧性的基本特征之一,也是人们最直接感知到的悲剧性的特征。搞清楚它有助于人们深刻理解悲剧性。文章运用哲学思辨、逻辑推理、文献参证和社会历史文化研究等方式,循序论析了悲剧性的生命性的内涵,生命性特征的主要表现属人性和价值性。文章认为,生命性使悲剧性具有了震撼人们灵魂的力量、穿越时空的力量。", "label": "艺术学", "id": 0}
{"content": "<正>\"乡愁乌托邦\"这一概念是著名学者王杰提出的。他认为,\"乌托邦成为了一个关于未来社会制度和人类合理生存状态的重要概念,也成为了一个现代社会精神家园的核心概念\"。①与西方类似的是东方乌托邦的表达途径主要还是依靠文学艺术,但不同的地方在于:\"与欧洲的乌托邦文学的基本逻辑是指向‘未来’不同,中国乡土文学传统和批判现实主义文学传统中的‘乡愁’都是指向‘过去’的。这大约与中国文化和哲学中祖先崇拜的神话思维有关。在中国文化中,包括中国哲学和中国文学中,‘完美’的世界、完美的", "label": "艺术学", "id": 0}
{"content": "<正>由于汉语中原没有幽默这个词汇,幽默的东西在中国都冠之以\"滑稽\"的称谓（如《史记·滑稽列传》）。在世俗人眼里大凡带有某种喜剧色彩的事物,也都被称之为\"滑稽\"。这种\"传统文化\"和\"习惯势力\"影响之所及,竟连新文化人也未能幸免。本世纪初,西学东", "label": "艺术学", "id": 0}
{"content": "认识到生命之美,并通过一定方式将其表达出来,这是人类生生不息的自然之举,我国在先秦时期就有着成熟表现。在我国,青铜器铸造工艺纯熟,透过它,可以和先秦古人切磋生命美学思想;古代文学作为传统文化理念的有效载体,深入研究古代文学内容,能够帮助我们有效领悟传承先秦美学思想。本文拟从青铜器和古代文学两个维度,探究古代先秦生命美学思想的具体内涵。", "label": "艺术学", "id": 0}
{"content": "中外文艺学和美学研究语境中,\"怪诞身体\"特指的是巴赫金对中世纪\"狂欢文化\"的理论总结和美学提炼。但纵观西方文艺学史和美学史,尤其是\"怪诞\"（grotesque）研究史,\"怪诞\"一直和\"身体\"保持着无法割舍的联系。所谓的\"怪诞\"其实质即\"怪诞身体书写\",它是美学与身体的政治,以及书写的意识形态之间复杂\"杂合\"（hybridization）的动态过程。置于中国现代以来的文学实践中,\"怪诞身体书写\"有力地解构了\"人的发现\"这一人道主义旗帜。它诉诸的是\"身体的发现\",而\"身体的发现\"是怪诞身体书写的起点和价值指向。怪诞身体书写侧重于身体表征的审美层面（怪诞）、物质性和实践性（身体）,以及背后隐藏的意识形态（书写）,三者共同体现在作家的作品中,并与读者怪诞的审美感受勾连。作为一种极具阐释张力的理论视角,怪诞身体书写具体表征为怪诞身体形构书写、怪诞身体性别书写、怪诞身体行为书写和怪诞身体场域书写四个层面。", "label": "艺术学", "id": 0}
{"content": "从20世纪末开始,认知科学以强大的学科渗透力迅速融入各个领域,催生了一大批以认知科学为母体的跨学科研究。在文学研究领域,不同地区的学者从不同角度进行文学的认知研究,形成了不同的认知文学研究范式。从目前情况来看,文学的认知研究至少已有三条进路:以楚尔（Reuven Tsur）、斯托克威尔（Peter Stockwell）为代表的欧洲学者的文体学和修辞学进路,即\"认知诗学\";以丽莎·詹赛恩（Lisa Zunshine）为代表的北美学者的文化、历史进路,即\"认知文学研究\";以克里斯·丹特（Chris Danta）和海伦·格勒斯（Helen Groth）为代表的澳大利亚学者的美学进路,即\"心智美学\"。在詹赛恩主编的《牛津认知文学研究指南》面世之前,澳大利亚学者就推出了《心智美学:文学心智科学》。该书作为较早一部集中展示文学与心智科学融合的著作,从美学视角出发展示当代心智科学如何能够深化文学研究、发掘文学的价值,推动了认知文学研究的发展,具有重要的学术参考价值。", "label": "艺术学", "id": 0}
{"content": "文艺美学是20世纪中国学者所创构的一门最具中华民族特色、最具中国学术原创性的人文学科,文艺美学是美学和文艺学在人生本体论哲学基础上的贯通。宗白华在中国现代美学和文艺理论的学科探索方面做出了最为杰出的贡献,奠定了中国现代文艺美学的基本学术范型。宗白华开创了\"道艺贯通\"论的美学学术路径,建构了一个包含艺术形上学、艺术意境论、艺术史论和美学史论、以及重视审美感通和体验、重视艺术象征、下学而上达、由器及道的艺术方法论及其审美超越论在内的完备的文艺美学体系。宗白华\"艺道贯通\"论美学不仅奠定了中国现代文艺美学的基本理论范式,而且对于我们今天的美学和文艺理论话语创新仍有重要启迪价值,其理论欠缺亦给后人留下了进一步开拓的空间。", "label": "艺术学", "id": 0}
{"content": "伴随着大众文化的主流化发展,与之契合的\"喜剧美学\"正成为主导性审美原则,同时不可避免地出现了一些时代异化与精神偏差。从历史哲学视角看,相对于悲剧美学核心所在的悲悯的净化,喜剧美学重在智性的清透,而非纯粹的娱乐。大众文化的喜剧性应该是一种\"内在伟大与严肃\"\"外在有趣与可笑\"的\"轻盈诗学\",是直面现实、迎接挑战的\"举重若轻\",是撕破生活假象的智慧与幽默,而非粉饰太平、逃避挑战、浑噩和谐的游艺与杂耍。如何达到对审美泛化的形而下之轻的规避,以及对喜剧美学的人性解放之重的自觉追求,是\"文化中国\"复兴过程中亟待应对的思想难题。", "label": "艺术学", "id": 0}
{"content": "现在,高度发达的物质文化和消费诉求已经使人类进入了消费时代。消费时代的文化是一种世俗化的享乐主义文化。这种文化的过度膨胀造成了诸如身份认同危机、精神焦虑以及意义世界的困惑等精神困境。无节制的消费欲望和消费主义意识形态的泛滥也成为环境破坏与生态危机的重要原因之一。因此,消费时代的文学艺术承担着重要使命,其理想境界应该包含人文精神取向、审美的维度以及生态学的视野等维度。", "label": "艺术学", "id": 0}
{"content": "现象学美学家杜夫海纳在其后期代表著作《诗学》中,阐发了其独具特色的造化自然观。这一观点赋予了通常意义上的自然概念以全新而深刻的内涵,并进而立足于文艺创作与审美经验领域,建构出人与自然的一种本源和谐的主体间性关系。本文从杜夫海纳前期著作《审美经验现象学》的\"审美对象就是自然\"这一悖论谈起,对其造化自然观进行了解读,并结合杜夫海纳对造化自然与艺术家之间召唤与应答的论述,尝试揭示这一自然观念天人和谐的主体间性内蕴。", "label": "艺术学", "id": 0}
{"content": "文艺进入经济领域并转变为一种消费资源的过程与消费社会的形成是同步发展的,人们在文艺消费的过程中同步获得了审美价值和经济消费价值,同时也促成了两种价值在消费实践中不断趋于融合。这种现象形成的根本原因在于人类技术文明的发展,尤其是当代虚拟现实技术及信息传播技术的发展,将文艺审美活动与经济的生产与消费活动日益糅合起来,不仅促进了文艺审美价值与经济消费价值的日趋融合,而且重构了当代审美价值标准,改变了人们的审美需求心理。为此,我们必须不断创造并运用新技术,最大化地将文艺消费资源纳入到与经济利益直接挂钩的生产与消费之中,努力运用最新技术去转化传统文艺资源,积极探索语言精神文化消费向视像精神文化消费全面渗透的路径,致力于打造促进两种价值相融合的文艺表演平台,不断开拓电子化语言的文艺消费新渠道。", "label": "艺术学", "id": 0}
{"content": "<正>在对美学现代性的考虑中,与其他的研究对象一样,本雅明首要关心的不是作品的\"形式\"或者作品的\"内容\",而是它所捕捉、组织和使之变得集体分享的[用本雅明早期概念中的一个关键词来说,也就是\"可传递性\"（communicable）]①经验（experience）。无论他是在评论一本书、一部电影、一场戏剧表演,还是一个建筑作品,本雅明都试图去理解,艺术工艺品是如何暗示和实现了一种遭遇和活动的空间,同时既是精神的也是物质的,其中某种经验可能成为持久的痕迹。本雅明所理解的社会充", "label": "艺术学", "id": 0}
{"content": "<正>一、美的形式与形式美美的形式是一种合乎人的本质力量的具体可感的形态,这种美的形态是以多种形式来体现的,在表现内容上亦丰富多彩并存在于各色各样的形式之中。比如我们常说到的秀美山河、美景如画、美貌倾城、美不胜收等词汇都是对于美的形式的一种直观描述和感受。可见,美的形式是客观存在的,各种美的形态可以通过先验、", "label": "艺术学", "id": 0}
{"content": "<正>在20世纪中国,艺术——包括文学、戏剧、音乐、美术,等等,对历史进程及其转折,曾经给予过重要的启示和回应,可以说,在20世纪,艺术对历史的影响力甚至超过了同时代的社会科学。之所以会出现这样的现象,一方面,是由于历史的境遇,救亡图存的危机时代需要感发人心的意识形态动员,而到了后危机时期,国家采取赶超战略,意识形态动员机制又得以保留,被延续下来。另一方面,作为社会情感和想象力的主要媒介和形式,那个时代的艺术,由于具备了够分量的思想内涵,也的确有能力呼应祖国的召唤,承担时代的使命——正是思想使情感获得重量,", "label": "艺术学", "id": 0}
{"content": "<正>文艺学建设与文学艺术的发展和繁荣密不可分,而文艺的发展与繁荣又与科学的发展和人的思想大解放血肉相连。在我国文艺学的现代性问题研究中,长期以来却忽视科学的发展（我这里说的主要是自然科学的发展）对文学艺术的发展和文艺学美学研究的影响。然而这却是人类文明史上所一再彰显出来的一道道亮丽的风景线。一\"哥白尼革命\"与科学发展问题的提出,文艺复兴新时代的到来", "label": "艺术学", "id": 0}
{"content": "<正>如果说传统的内容决定形式论,为19世纪俄罗斯现实主义文学推波助澜,助推了它的辉煌和繁荣的话;那么,\"形式\"的\"反叛\"也自俄国开始,导致了20世纪形式主义文论风行欧美而盛极一时;但20世纪末叶,西方文化研究,又重新回到所谓的\"外部研究\"。希利斯·米勒指出:20世纪70年代以来,西方发生的\"文化转向\",使", "label": "艺术学", "id": 0}
{"content": "<正>一\"生态学\"（Ecology）一词由德国动物学家恩斯特·海克尔（Ernst Haeckell）在1866年率先提出,他所谓的\"生态学\"（Ecology）更多关注的是生物圈、生态环境。\"即自然环境里诸元素的互动,他特别强调这样的互动如何产生一个平衡而健全的环境。\"②恩斯特·海克尔所谓的\"生态学\"仅仅是生物学的一个分支学科,这种\"生态学\"显然是针对生物界、自然界的学科门类和范畴,关于这一点,比利时生态学教授P.迪维诺在其《生态学概论》中也曾做过较系统的界说,他指出\"从理论上而言,生", "label": "艺术学", "id": 0}
{"content": "<正>夸张点说来,当代学界确实正处于一个\"消解西方神话,重说中国故事\"的时代。文学研究和文论研究也是如此。其主要原因是当代中国社会剧烈变化,学术景观风云变幻,在全球化语境或谓世界史意识中,经过后学的激发,西学中许多过去以为解决或已有答案的问题", "label": "艺术学", "id": 0}
{"content": "<正>杨柄（1921—2006）属于我国当代治学较勤的学者。他主要从事马克思主义哲学、文艺和美学理论研究,也从事古典诗词的研究和创作（已发表诗词两百余首）,同时兼及历史、书法、美术、园林、建筑、花卉、生态美的研究。本文主要对他的马克思主义文艺和美学理论研究成就分三个方面作一述评。", "label": "艺术学", "id": 0}
{"content": "<正>文学究竟是不是\"审美意识形态\",近十年来争议一直不断,前几年趋于白热化,争论双方僵持不下。从历史角度来说,这一命题是中国特殊社会阶段的产物,完全否定其存在自然说不过去;从逻辑角度来看,这一命题自身", "label": "艺术学", "id": 0}
{"content": "<正>没有审美就没有真正的文学,没有道便没有审美。审美的核心问题就是:一个作家需要在纷繁复杂的生活中提炼出深刻的社会主题,这个提炼的过程就是审美的过程。作者首先要知道什么是美,什么是丑,然后把美通过典型的艺术形象展示给读者;同时,读者在阅读作品的时候,更需要审美素养,才能在浩如烟海的文学作品中分别出美的东西。那么,什么是美?常听很多", "label": "艺术学", "id": 0}
{"content": "\"神与物游\"作为一条重要的美学命题而为文艺美学家们所注意,但历来注释家、文艺理论家和美学家对\"神与物游\"命题的阐释是有差异的,本文着力追溯了刘勰\"神与物游\"说的渊薮,阐述了\"神与物游\"作为艺术想象的基本特征及其展开的基本条件,并对\"神与物游\"说在美学、艺术思维、孕育意境理论、审美等方面的价值进行了有益的探索。", "label": "艺术学", "id": 0}
{"content": "<正>在中西美学观念的发展中,虽然也有着相当多的流派和争论,但最具代表性的却是中国的实践美学和西方马克思主义的否定美学,由于这两者是在不同的哲学背景和民族文化影响下发展起来的,尽管它们都标称继承和发展了马克思主义的美学理论,然而在实际的美学探索中还是形成了各自具有鲜明特色的美学理论。本文试图通过对中西马克思主义美学观念实质的比较性分析,探讨马克思主义美学观念的理论价值和现实意义。一中国实践美学强调社会生活实践对美创造的重要意义马克思主义经典作家的美学思想在中国得到了发展,并形成了具有中国特色的实践论美学。当我们认真地把中西马克思主义美学放在一起进行比照研究时,可以清楚地看出中国实践美学的主要成就在于它把马克思主义的实践观作为美学的哲学前提确立了下来,而且为完善马克思主义美学理论进行大量的研究工作。特别是面对着时代日新月异的发展,中国实践美学坚持与时俱进的、不断发展的观念,不断探索,使得", "label": "艺术学", "id": 0}
{"content": "<正>新世纪十年,随着科技作为第一生产力的知识经济新时代的到来及其无孔不入的渗透,\"趋零距离\"正剧烈改变着我们的生活方式、生活心态及审美文化心理。如果我们依然将文学审美当做挚爱的生命的一部分,依然热切关注自身生存的价值,文学审美与新世纪\"趋零距离\"的\"远\"与\"近\"就是我们现今必须正视的问题。", "label": "艺术学", "id": 0}
{"content": "本文从琴诗、琴赋、琴赞等有关古琴艺术的文学写作入手,一方面对围绕古琴艺术主题展开的文学作品进行一个系统的梳理和分析,另一方面也从中获得更多的关于古琴艺术的历史资料和更广泛的研究角度,对于文学研究和古琴艺术本身均很有意义。", "label": "艺术学", "id": 0}
{"content": "<正>一、道不可言道与言的关系,是庄子语言哲学的核心问题。在道与言的关系问题上,庄子与老子的态度基本一致,他们都认为,道不可言,言不及道,名言与道之间是相离、相悖的关系。庄子在《知北游》中说:\"道不可闻,闻而非也;道不可见,见而非也;道不可言,言而非也!知形形之不形乎!道不当名。\"《齐物论》中也说,\"夫大道不称,大辩不言……道昭而不道,言辩而不及。\"其意思都是在说,道不可言,言不及道,\"道\"一旦被明确\"道\"出,\"道\"便不再是\"道\"了。", "label": "艺术学", "id": 0}
{"content": "<正>孔子说:\"君子不器。\"朱熹解释说:\"器者,各适其用而不能相通。成德之士,体无不具,故用无不周,非特为一才一艺而已。\"可见,君子的意义在于他不命定般地将自己定型在一个领域,不应像器物那样有容量之限制,而是多才多艺,甚至是无所不通。君子度", "label": "艺术学", "id": 0}
{"content": "<正>从心理学角度对中国传统悲剧审美心理结构予以阐述能够使人对审美活动的一般规律更加的一目了然,而从审美者角度分析悲剧审美心理过程的特征则会给我们许多新的启示,对我们全面考察悲剧审美无疑具有重要作用。本文将从悲剧审美的静态结构和审美动态机制出发,根据现有思路,建构了一个中国传统悲剧审美心理学结构体系。静态结构主要", "label": "艺术学", "id": 0}
{"content": "<正>日常生活审美化,可视为中国文艺学和美学学科历经之文化研究转向的本土名称。这个名称是外来的,它是英文the aestheticization of everyday life的直译,但是无论就其内涵和外延而言,都显示了地道的中国本土文化的作风。当代中国的日常生活审美化话题,集中在\"消费文化描述\"这一从现代性到后现代性的日常生活层面。而就其发生语境来看,中国语境中的日常生活审美化论争,直接缘起于文艺学学科的文化研究转", "label": "艺术学", "id": 0}
{"content": "<正>一\"意境\"理论是最具中国民族特色的文论范畴之一,深深地沉积在中国文人审美心理结构中。有关它的定义、特征和建构方式的研究一直受到关注。对\"意境\"做严格的科学意义上的研究应该是从著名学者王国维开始的,随后一度曾出现探讨的热潮。在上个世纪30年代到40年代,胡适、闻一多、朱自清、宗白华、李长之,刘任萍、朱光潜、叶鼎彝等当时著名的学者几乎都参加了讨论。", "label": "艺术学", "id": 0}
{"content": "新时期以来,一些学者积极吸收中国传统意象理论,并以西方审美意象理论作为参照,力图重筑文学美学理论体系,典型的有:汪裕雄的审美心理基元说,顾祖钊的意象文艺至境说,夏之放的文艺学美学逻辑起点说,郭外岑的表现性意象文艺形态说和朱志荣的美的元范畴说。", "label": "艺术学", "id": 0}
{"content": "伴随着文化研究的浪潮,叙事学也经历了文化研究或\"文化叙事学\"的历程。\"文化叙事学\"的构想尽管不无合理性,却并没有形成有效的研究成果。基于\"审美文化\"与叙事学文化研究的基础上,本文提出审美文化叙事学,并就其研究对象、研究方法、研究角度以及学科关系等方面进行探讨。审美文化叙事学力图将叙述形式与历史、文化、审美判断和审美价值意义等多方面要素关联起来,既关注对传统的优秀中外叙事作品的研究,也充分注意涉及当代文化现实的各类叙事作品的研究,充分展现叙事学研究的当代性。", "label": "艺术学", "id": 0}
{"content": "作为旨在建构超越西方的中国叙事理论努力的结晶,谭君强教授近年通过一系列颇具份量的论文与专著在学界提出并倡导\"审美文化叙事学\"构想。谭教授建构\"审美文化叙事学\"的学术努力是以\"理论框架构想——具体理论问题探讨——文学批评实践\"三位一体的方式展开的,显现出论者严谨而极富功力的学术求索精神。然而由于表述上的疏忽,对理论构想中所涉及的关键词缺乏相对确切的界定与阐释,以及对于文化叙事学与审美研究之间能否兼容未做出有力论证,对审美文化叙事学独特的研究方法与批评运作未做出详致交待与及时总结,这些缺憾导致了谭教授的构想在理解上造成诸多疑义,一定程度上伤害了构想论证的缜密性,而构想的可操作性和阐释效度也因此受到质疑。本文认为,鉴于是对文化叙事学的纠偏与修正,\"审美的文化叙事学\"一语作为对谭教授构想的表述会更为准确合适。另外,文化叙事学与审美研究的交叉融合,可以最大限度消除两者的局限性,面对当前特定的文化审美境况,\"审美的文化叙事学\"可以充分释放出其对现实的阐释能力。在总结谭教授批评实践的基础上,文章概括了\"审美的文化叙事学\"的独特研究路径,并指出如何适当有效灵活系统地调动不同方法,用来对叙事文本做出审美分析与审美价值判断,仍有待于我们的积极探索与总结。", "label": "艺术学", "id": 0}
{"content": "<正>新中国建国以来,在美学研究中,\"文艺美学\"学科概念的提出始于20世纪80年代初。1982年,北京大学出版社出版的《美学向导》一书中,胡经之先生<的文艺美学及其他》一文首次提出了文艺美学的学科概念,并对本学科的性质作了初步阐述;1984年,周来祥先生出版了《文学艺术的审美特征和美学规律》,作者在序言中标明本书为\"文艺美学原理\"。可以说,周来祥", "label": "艺术学", "id": 0}
{"content": "<正>如同中华美学学会29年历程包含着中国美学过往60年的历史踪迹,与之伴生发展的文艺美学总要关涉或折射着中国美学和文艺学发展中的许多重大问题。在这个意义上,对文艺美学的反思必然性地包含着对中国美学和文艺学的反思。一、问题的突显:艺术与审美的关系20多年,学界对文艺美学的历史成因、学科定位、体系构成以及与其他相关学科的关系等,", "label": "艺术学", "id": 0}
{"content": "<正>文艺所具有的诸多属性中,最重要的是审美性和意识形态性。如果对二者的关系认识不正确,将会影响到文艺的健康发展;而对于二者关系的认识,又要以对二者内涵的认识为基础。", "label": "艺术学", "id": 0}
{"content": "<正>文艺美学是中国在20世纪80年代开始形成的一个原创性学科,经过二十多年的建构已经成为一个既定的学科。中国学术界对于这一学科已经达成了一些共识,认为文艺美学是研究艺术创作和艺术欣赏中的审美经验以及由审美经验通过艺术媒介创造与再创造艺术品的审美文本（第一文本与第二文本）的性质、特征、活动规律等的学科。", "label": "艺术学", "id": 0}
{"content": "<正>说到中国美学的审美观照,给人留下至为深刻印象的是《易传》中的一段话:古者包牺氏之王天下也,仰则观象于天,俯则观法于地,观鸟兽之文,与地之宜,近取诸身,远取诸物,于是始作八卦,以通神明之德,以类万物之情。（《系辞传下》）", "label": "艺术学", "id": 0}
{"content": "<正>20世纪中国学人大量介绍西方文化,但真正作出自己的选择,在理论上有自己独创性贡献的人却还是凤毛麟角。新儒家依托文化大背景,探寻中华美学的种种现象、规律,为文艺美学体系的本土化作出了重要贡献。新儒家美学是从民族文化土壤中孕育出的果实,中国传统文化的精神特质在新儒家的著述中得以赓续。", "label": "艺术学", "id": 0}
{"content": "<正>我国古代艺术经过原始艺术和夏、商两代艺术的发展,到先周时已经相当发达,特别是商代的乐舞艺术和青铜艺术更是取得了巨大的成就。进入周代,中国古典艺术更是辉煌灿烂,形成了一个阶段性高峰。周代的青铜艺术、乐舞艺术、建筑艺术、雕刻艺术和绘画艺术都开出了绚丽灿烂的花朵。", "label": "艺术学", "id": 0}
{"content": "<正>由广西师范大学文学院主办、广西师范大学审美人类学研究中心和《东方丛刊》协办的\"中国当代文艺理论发展与文艺学学科建设\"学术研讨会,于2008年4月24日至26日在广西桂林召开。来自全国各地高等院校、科研院所、报纸杂志的50多位专家学者出席了会议。大会主要在如下领域取得了较丰硕的理论研讨成果。", "label": "艺术学", "id": 0}
{"content": "<正>21世纪中国艺术理论的建设与发展,需要对艺术理论自身的反思和清理。只有对于艺术理论自身有了新的理解,才能推动艺术理论的创新与发展。从艺术本体论角度看,艺术理论不是对艺术规律的概括和总结,而是艺术本体的悬设和创造。一我们过去把艺术理论当作对于艺术规律的概括和总结,形成了当下中国的", "label": "艺术学", "id": 0}
{"content": "<正>改革开放已三十周年,不少学者都在\"盘点\"自己三十年来的学术历程。而面对本次会议的主题\"中国当代文论改革和审美文化研究\",我也想就此回顾一下自己在\"审美文化研究\"中所做的工作。具体说来,就是谈谈我们山东大学的四位教授合作撰写那部《中国审美文化史》的研究思路和写作方法。2000年,中国美学界有两部多卷本的同类著作出版,一部是由我主编的四卷本的《中国审美文化史》,一部是由中国社会科学院许明研究员主编的十一卷本的《中国审美风尚史》。前者获得了教育部颁发的\"中国高校人文社会科学优秀成果一等奖\",后者获", "label": "艺术学", "id": 0}
{"content": "<正>在中西文学理论与美学理论的梳理中,我们发现文学具有审美和文化的双重属性。根据当前文化研究的视角,我对文学作为一种文化和审美话语进行细致的论证之后,认为文学作为一种文化和审美话语,审美文化与文学研究各自为对方提供了新的沟通和对话的思路。二者沟通与对话的途径在于:通过文学文本与文化现象的分析,审美与文化实现了视域沟通;从文学发展的具体历程,我们可以总结出精神性与物质性的审美文化所具有的某些特色。", "label": "艺术学", "id": 0}
{"content": "<正>夸张点说来,当代学界确实正处于一个\"消解西方神话,重说中国故事\"的时代。文学研究和文论研究也是如此。这样讲其来有自,主要原因是当代中国社会剧烈变化,学术景观风云变幻,在全球化语境或谓世界史意识中,经过后学的激发,西学中许多过去以为解决或已有答案的问题正在接受再度审查,而对20世纪80年代以来的诸多问题也是这样。最突出的标志是对\"80年代\"的书写也似乎成为一个学术热点,人们已不简单停留于从启蒙视角和专业研究的角度理解这过去三十年的学术,而试图在新的思想和学", "label": "艺术学", "id": 0}
{"content": "<正>中国文化与文艺美学与西方思潮具有某种同一性,但民族特性的悬殊,又使之具有\"异质性\"。抓住生存状态以及由此所生成的异质性这一枢机,不但可以抓住它与西方文艺美学精神相互区别的特质,而且以此为轴心辐射开来,可以打通它与21世纪人文思潮,与当代中国现实,以及与现实主义、现代主义的诸多关系。当前的文艺美学批评决不应只是一个空壳,决不应只是满足于体现当下的文学创作状态之流动,决不应停留在现象学所谓\"回到事物本身\",它必须要有自己的思想脊骨和人文基础、精神指归和终", "label": "艺术学", "id": 0}
{"content": "<正>一审美自律和文化生产独立本是现代性文化合法化的基础,是现代性美学解决资本主义文化的内在矛盾,掩饰社会冲突并合法化现存等级秩序的经典方式。现代性美学否定日常生活,推崇形式自律的审美原则,通过艺术制度和学校教育使之合法化。同欲望、激情、功能保持", "label": "艺术学", "id": 0}
{"content": "<正>在中国历史上,梁启超是在这个民族将醒而未醒的时代出现的思想巨子和伟大学者。我感到,大凡是人,都有这样一个特性:每当他处于梦与醒之间那将醒未醒的时刻,常常是思想喷涌、创造力最旺盛的时刻,一个国家和一个民族想必也是如此。作为中华民族将醒未醒时刻的一个思索者,梁启超的非凡创造力为我们留下值得永远珍惜的思想财富。更值得一提的是,梁启超的", "label": "艺术学", "id": 0}
{"content": "<正>梁启超是我国19世纪末20世纪初杰出的政治活动家、启蒙思想家与文论家、美学家。作为改良派的主将、启蒙思想家,梁启超在我国19世纪末戊戌变法与20世纪初的反对复辟帝制的逆流中,在这一\"过渡时期\"的社会、政治、文化新思想的传播与变革的过程中,起到了巨大的历史进步作用。", "label": "艺术学", "id": 0}
{"content": "<正>梁启超早期文论中的一个中心思想是\"新民说\",它与后期以\"趣味\"美学为基础的\"美术人说\"是相互贯通、互为目的的。\"美术人\"即受艺术趣味熏陶、懂得艺术享受的人,或是借用席勒说的\"审美的人\",是\"新民说\"的更高发展。\"新民说\"与\"美术人说\"是梁启超文论美学思想的整体表现,它们显示了我国近代文论、美学的强烈的审美现代性特征。", "label": "艺术学", "id": 0}
{"content": "<正>一、美与人生的统一如果我们侧重于个人经历对梁启超的美学思想的影响这一角度,那么以他1917年退出政界为界,可以将其美学探索划分为前后两个时期。在前期,梁启超持\"审美功利主义\"观点,非常重视文艺的启蒙作用,倡导\"三界革命\"产生了广泛的社会影响;在后期,他强调文艺的情感本性,探索文艺、审美与", "label": "艺术学", "id": 0}
{"content": "<正>作为最早的中国文学史的研究者,对中国文学史的构建贡献甚巨的梁启超,其文学史的研究渗透了他的解释学接受美学思想。他的解释学美学涵盖了文学的传达、理解与接受的整个过程,他也通过文学史的阐释,从传达和理解角度以情感论为中心构建了一个较为完整的中国解释学接受美学的架构。", "label": "艺术学", "id": 0}
{"content": "<正>2007年6月下旬由复旦大学和上海师范大学共同主办了\"马克思主义文艺理论的当代发展:中国与西方\"国际学术研讨会。这里刊发其中的几篇论文（包括访谈录《布达佩斯学派美学》在内）,在一定程度上反映了当代国内外学者所关注的一些重要问题。这次", "label": "艺术学", "id": 0}
{"content": "<正>想象是一个简单而有复杂的问题。说它简单,因为我们的现实生活离不开想象。但也许正是由于想象的普遍性,人们缺乏对其本质问题的认识。柏拉图把想象看作人所犯的一种错误,阿奎纳也认为想象使得任何事情面目全非。现代哲学试图确立想象", "label": "艺术学", "id": 0}
{"content": "<正>高丽王朝建立以后,在文化上的重大调整就是开始大力提倡儒家文化。科举是此调整得到落实的关键性措施。与中国的情况不同,高丽王朝的文人们本来是不说汉语的,但他们用汉字书写为自己争取到了很高的社会地位,也得到了社会的普遍认可。书写在高丽王朝是特殊的文化活动,也是贵族文化特权的展示。如果说,在", "label": "艺术学", "id": 0}
{"content": "<正>近百年来,关于王国维的\"境界\"说,肯定和赞赏基本上是学界的主流态度。但是,也不乏一些批评的意见,其中,比较系统深刻的批评来自于徐复观。在《王国维〈人间词话〉境界说试评》一文中,徐复观认为《人间词话》\"受到今人过分地重视……这在推进中国文艺批评的进程中,反而成为一种绊脚石\"①。概括起来,徐的批判主要立足于如下几个论据:第一,王国维的境界说概念混乱,如常将\"境界\"与\"景\"、\"性情\"等概念混同起来,有许多\"依稀夹杂的说法\";第二,所谓的\"无我之境\"并不可能做到真正的\"无我\",所谓的\"以物观", "label": "艺术学", "id": 0}
{"content": "<正>\"诗穷而后工\"是中国古代一个著名的美学观点。欧阳修在《梅圣俞诗集序》中首次提出这一观点,他说:\"盖世所传诗者,多出于古穷人之辞也。凡士之蕴其所有,而不得施于世者,多喜自放于山巅水涯,外见虫鱼草木风云鸟兽之状类,往往探其奇怪;内有忧思感愤之郁积,其兴于怨刺,以道羁臣寡妇之所叹,而写人情之难言;盖愈穷则愈工。然则非诗之能穷人,殆穷者而后工也。\"其在《薛简肃公文集序》中亦云:\"至于失志之人,穷居隐约,苦心危虑,而极于精思,与其所感激发愤,惟无所施与世者,皆一寓于文辞。", "label": "艺术学", "id": 0}
{"content": "“共鸣”理论在传统理论的背景下有几个误区：第一,共鸣理论中读者通过作品领会作者之意,从而在思想情感上和作者达到基本一致甚至完全一致,这种阅读目标实际上很难实现。第二,“共鸣”理论中读者的阅读是一种被动性的阅读,读者不能发挥自己阅读的创造性。第三,“共鸣”理论重视的是思想情感上的共鸣,忽视了作者的艺术表达, 忽略了文学作品的形式美。第四,强烈的情感状态是文学鉴赏的至境是错误的,它只是通往至境的良好开端。", "label": "艺术学", "id": 0}
{"content": "实践美学与后实践美学隶属于两种截然不同的美学范式,而每一种美学范式都有一定的阐释限度。面对实践美学的明显缺陷,有人主张除旧立新,有人则主张这一范式自身的调适。其中,朱立元的“实践存在论美学”对修复和完善实践美学做了十分有益的尝试。本文以朱立元的新作《简论实践存在论美学》为范本,简析实践存在论美学对实践美学的发展,侧重探讨实践存在论美学的内在局限性。因为实践存在论美学在美学体系上具有两栖性, 所以虽然它能弥补了实践美学的明显缺陷,但却陷入新的理论困境。本文向实践存在论美学提出三个问题：实践存在论美学能摆脱主客二元对立的模式吗?实践存在论美学能以精神性取代审美超越性吗?审美活动是基本的人生实践抑或高级的人生境界吗?", "label": "艺术学", "id": 0}
{"content": "通过对实践一词使用内涵的分析,说明实践作为哲学概念是科学的,但作为美学的逻辑起点有其局限性。继续固守以实践论认识事物的主客二分方法研究美会引出许多混乱和问题,外在于人的对象性研究往往使人成为某种特殊的存在物,而忽视了审美活动的感悟特征,忽视了主客同一的审美现实生成特点。只有将美学研究回归人的生命本体,使生命本体以外的对象成为认识的对象,生命自身成为自我观照的目标,才能在主客相融的深层联系基础上生成美、认识美。生命美学的方向将为人的发展拓展无限空间,也为美学的发展奠定基础。", "label": "艺术学", "id": 0}
{"content": "作为以“自由”为核心理念的私人领域,它在中国当下社会生活中的拓展表征着社会的民主化与文明化。但由于私人领域中的自由更多地倾向于“消极自由”,而非“积极自由”,它在对外在的权力因素和道德陈规进行悬置时,却往往忽视对内在本能欲望的警觉,很容易导致自身的非理性化和再封建化。正是在国家意志、公共道德和行政权力不得不止步的这一私人地界,审美文化具有了不可替代的功能和意义,承担起改造人性良知、更新日常生活的历史重任。因此,如何加强当代审美文化的建设也就成了当务之急。当前正在讨论的“日常生活审美化”问题也可以在这一背景下得到更为有效的认知和阐释。", "label": "艺术学", "id": 0}
{"content": "美学思想方式是思想主体对艺术、美或相关问题较自觉的,有一定系统的思考和表述,体现着思想者的审美取向和追求。林语堂在美学思想方式上选择了闲适和幽默的向度,这一选择因区别于现代文学悲剧和正剧的主流选择而显得独特。更内在于这一选择的动力机制是感悟自在生命的美学思维方式。它源出于中国文学与文化的诗性感悟方式,并置入到现代文化多元参照的语境中。受益于这种美学思维方式,林语堂的写作、为学养性、生活的种种都表现出他与众不同的特征。", "label": "艺术学", "id": 0}
{"content": "文艺美学的中心问题在于审美经验。审美经验是一个极具弹性的概念,审美经验的这一特点使之与日常经验之间的界限不甚清晰,通常人们将那些有利于生命活动、使人感到满足和满意的日常经验归入审美经验。“日常生活审美化”的现象由此而生并对文艺美学的学科定位问题提出了挑战。对于审美经验与日常经验的融通应持一种更加通达、灵活、开放的立场,在此前提之下,文艺美学走向文化美学是可能的。", "label": "艺术学", "id": 0}
{"content": "<正>一\"审美意识形态论\"被有些学者看作是\"一个时代学人根据时代要求提出的集体理论创新\",据说\"目前国内最重要的20多部‘文学概论’教材都采用了文学审美论或文学审美意识形态论\",并认为\"这是我国文学理论界在学术上打的一次胜仗,其意义是远大的\"。但近来也有些学者对之提出质疑,这种质疑大致来自两个方面:", "label": "艺术学", "id": 0}
{"content": "<正>对文学本质的说明是文学理论的核心问题。目前,在国内有影响的一种界定是:\"文学是显现在语言中的审美意识形态。\"由于该观点总体表面上的\"意识形态\"论色彩,很容易让人觉得它还是比较符合马克思主义的。意识形态论确是马克思主义文学理论的核心范畴,但这一观念只为认识文学的本质提供了方法论基础,真正界定文学的本质,还是需要深入加以探索的。", "label": "艺术学", "id": 0}
{"content": "<正>\"审美意识形态论\"在我国当前的文艺理论格局中已被相当多的学者奉为\"文艺学的第一原理\",影响广泛。这一论点是试图贯彻马克思主义思想原则的,也使用着马克思主义意识形态学说的有关话语。其论点的正确性、合理性如何,与中国马克思主义文艺理论的建设和发展密切相关。", "label": "艺术学", "id": 0}
{"content": "<正>关于文学意识形态属性的理论,是在马克思主义基本原理基础之上形成的。其精神实质是要表明,文学作品所表现的意识、观念及其所反映的生活内容,可以具有特定的社会性质,表现出与经济基础、政治和精神上层建筑相关联的社会价值倾向。这一理论对于在文学中坚持唯物史观,坚持正确的发展道路具有十分重要的意义,同时,它也完全符合文学的实际。而被称为\"文艺学", "label": "艺术学", "id": 0}
{"content": "<正>一个时期以来,文学理论界围绕着审美问题,先后提出了审美反映论、审美价值论,审美意识形态论等一系列命题,这对纠正以往文论中\"文艺为政治服务\"、\"文学从属于政治\"等理论缺陷,反拨长期束缚文论界的左的思想,确实具有重要的理论与现实意义。时下文论界又有一种倾向:将文学理论研究美学化,并声称这是\"使文学理论走向学理化的战略转移\",近年来又有学者提出将审美意识形态作为文艺学的第一原理,并用这个概念去统摄文学的全部本质和特性,这是一个需要认真探讨的问题。", "label": "艺术学", "id": 0}
{"content": "<正>最近,文学或艺术的\"审美意识形态\"本质说引起人们的热烈争论,受到广泛关注。笔者自1983年赴昆明参加全国马列文艺论著研究会举办的纪念马克思逝世100周年学术讨论会、提交一篇从马克思\"艺术生产\"理论的视角探讨艺术本质的论文《艺术是一种特殊的精神生产——浅谈马克思对艺术本质的认识》直至今天,一直十分关注艺术本质问题的探讨。在我看来,新时期形成的文学或艺术的\"审美意识形态\"本质说,乃是此前早已出现的艺术审美本性", "label": "艺术学", "id": 0}
{"content": "<正>文学是什么,文学的本质究竟是怎样的?在当下反本质主义的语境中思考探讨这一问题似乎不合时宜,诚如有学者所言\"与其问文学是什么,还不如问文学不是什么\",\"如果认为有某个事物的本质是永恒不变的,那么就正好撞到现在一些学者正在批评的‘本质主义’的枪口下\"。然而,结合近年来文学理论的失语状态及\"文艺学边界\"问题的论争情况,对作为文学本质认识主流话语的\"审美意识形态论\"进行反思是十分必要的。", "label": "艺术学", "id": 0}
{"content": "<正>文学是语言艺术,这是一个不证自明的公理,也是千百年人类写作和阅读的惯习。也许正因为如此,它作为文学本质的价值一直被习惯的视野所遮蔽。因此,文学理论家们在确定文学的定义时,往往只把它作为文学本质的某种追加说明。或者说,文学是语言艺术,只是\"文学作为审美意识形态\"基本属性的具体体现,即\"文学的审美意识形态性要通过具体的写、读、听、说过程及其作品体现出来\"\"审美意识形态\"性才是文学的本质属性,语言艺术特征不过是表现这本质属性的具体形态,我认为这有本末倒置之嫌。", "label": "艺术学", "id": 0}
{"content": "<正>文学,作为人类独特的文化现象,千百年来不知令多少人痴迷、狂恋、苦苦追索,也不知有多少人为其感叹、伤怀、哀婉低徊。那么,什么是文学,或者说文学究竟指的是什么?其实,关于\"文学是什么\"的问题,千百年来就没少做过界定,如文学是模仿,文学是形象思维、是想像的表现,文学是特殊意识形态,文学是有意味的语言符号,文学是精神生产,等等。当前,文学是一种\"审美意识形态\"的提法,又在学术理论界得到较多的认同,有学者甚至将", "label": "艺术学", "id": 0}
{"content": "<正>马克思主义的产生,无论是从理论研究上还是社会实践上,对人类社会的发展,都具有深刻影响和历史意义。同时,也为我们深刻揭示艺术规律特别是文学艺术的本质提供了理论指南。马克思主义的社会意识形态理论为我们研究文学活动和文学创作提供了坚实的理论基础,成为文学理论的重要研究课题。当然,这个课题的研究也走过了艰难曲折的历程。从初期的文学是社会生活的反映的\"社会意识形态\"论,到20世纪80年代\"审美意识形态论\",对文学的本质的研究越来越深入,对文学理论的研究和发展影响巨大,意义深远。近年来,\"审美意识形态论\"不断受到质疑和挑战,并引发了理论界研讨的热潮。", "label": "艺术学", "id": 0}
{"content": "<正>文学是语言的艺术,语言具有符号性和结构性,审美特质和非审美特质,以及意识形态和超意识形态的特质,这就决定了文学具有审美意识形态和超审美意识形态性的二重性。", "label": "艺术学", "id": 0}
{"content": "<正>文学本质是文学理论建构的起点,也是贯穿着文学研究始终的一个核心理念。从不同的理论立足点出发,产生了诸如模仿论、反映论、生产论、文本论、形式论、文化论等等关于文学本质的基本界定原则,但每种界定都有其偏颇之处;而当前流行于中国文学理论界的三种主要观点——文学是审美意识形态、文学是艺术生产、文学是语言艺术——也需要重新审视。我们认为,文学不是审美意识形态,而是一种社会意识形式,这是文学的基本定位;文学也不仅仅是一种精神生产,更是人们的存在方式和精神生产方式;文学也不能仅用语言艺术来表述,而应是一种审美话语实践。因此,我们提出关于文学本质的", "label": "艺术学", "id": 0}
{"content": "<正>一马克思主义的中国传统是马克思主义理论与中国现实、中国工人阶级革命运动相结合的产物,马克思主义理论及其范畴只有放入这一结合过程中,才能得到确切的理解。同样,对意识形态概念来说,它在中国语境中的使用是其意义和品格生成的决定性因素,因此,把握这一概念的中国传统也许可以打开一扇通向其汉语意义的阐释之门。", "label": "艺术学", "id": 0}
{"content": "<正>\"审美意识形态\"概念在我国是20世纪80年代中期提出的,迄今已有20年左右的时间了。目前,以\"审美意识形态\"来定义文学,似乎已成为我国相当一些文学基本理论教材或著作中的一个惯例或常识。有学者甚至称\"审美意识形态\"是\"文艺学的第一原理\",可见它的影响之大、影响之深。经过考察,我们认为,用\"呈现在语言中的审美意识形态\"来界定文学,是欠妥当的。当我们重新审视这个流行的命题的时候,我们发现了同现有一些看法不同的认识。故撰此文,以就教于方家。", "label": "艺术学", "id": 0}
{"content": "<正>自从马克思恩格斯提到意识形态到现在,百余年来,国内外对此阐释和发展的专家学者超出百计。上世纪八十年代以来,我国对于意识形态论以及文艺意识形态论的学术论争非常活跃,特别是文艺审美意识形态论把文艺的审美特性与意识形态理论结合起来,逐渐成为近年来文艺理论界争论的焦点。经过质疑、否定、解构、重建后的文艺审美意识形态论,已经获得了相当多质的飞跃", "label": "艺术学", "id": 0}
{"content": "<正>\"文学是审美意识形态\"是上世纪80年代由我国文艺理论界著名学者钱中文、童庆炳、王元镶等先生提出的文学新观念。在多元的文学观念的格局中,此种观念风行最畅、影响最大,得到广大文艺界同仁、高等院校师生不同程度的认同。此种文学观念是中国学者对马克思主义文艺学的创新和发展。", "label": "艺术学", "id": 0}
{"content": "<正>20世纪80年代以来,我国文艺理论界逐步关注文艺意识形态的特殊性并引发了对文艺本质、文艺意识形态本性论的争论,其中,栾昌大的《文艺意识形态本性说辨析》和董学文的《马克思主义文艺学当代形态论纲》引起了文艺理论界的广泛关注。尽管两人的侧重点不同,但他们都明确地提出了文艺具有意识形态性,同时也有非（超）意识形态性的主张,对重新认识并界定文艺的意识形态起了不小的推动作用。随后,关于文艺的意识形态的论争一直延续", "label": "艺术学", "id": 0}
{"content": "<正>文学同审美和意识形态的关系在文学理论研究中占有重要地位。解构主义批评的代表保罗·德曼围绕\"文学性\"问题,对这一问题提出了自己的见解。本文拟对这一理论作简要述评。", "label": "艺术学", "id": 0}
{"content": "<正>\"审美意识形态\"一词最早是由俄国著名文学批评家沃罗夫斯基提出的。进入20世纪80年代,为了纠正此前过于功利化和政治化的文学理论,中国许多学者提出了\"审美意识形态\"论。当然这一理论的提出也引发了一些争论。现在暂且不论这些争论是否卓有成效地研究了这一问题,是否有力地推动了理论的发展并使思考不断深入,而是要提出这样一个问题:在对\"审美意识形态\"论进行热烈争论的时候,是否关注过其物质基础是什么?仔细地考察这些争论,可以发现有的论者只是简单地认为物质基础就是以经济基础为主导的社", "label": "艺术学", "id": 0}
{"content": "<正>\"美学\"（aesthetics）是18世纪德国哲学家鲍姆嘉通首先提出来意指一门研究感性知识的科学。\"意识形态\"（ideology）则是18世纪法国哲学家特拉西提出的意指一门研究观念的科学。但随着社会历史转型,这两个概念亦发生了巨大变化。目前,文艺学界围绕\"审美\"与\"意识形态\"的关系问题展开了广泛讨论。讨论的主要焦点聚集于\"审美\"与\"意识形态\"能否并置、\"审美意识形态\"是否是文艺学的第一原理两个焦点。在这些讨论中,对于文学、美学", "label": "艺术学", "id": 0}
{"content": "<正>\"审美意识形态论\"是否能够成立,它作为\"文艺学的第一原理\"是否合理,近期引起文艺理论界的很大争议。童庆炳先生强调:\"我认为作为文艺学的第一原理,起码要符合两个条件:第一,它必须是一个整一的范畴,不是拼凑起来的东西;第二,它必须能在揭示文学自身固有特征方面有足够的涵盖力,如同时能揭示文学的客体、主体和功能方面的特征。\"这就给\"审美意识形态论\"成为文艺学的第一原理规定了两个条件,我们可以就此来探讨审美意识形态论的合理性。", "label": "艺术学", "id": 0}
{"content": "<正>2005年8月中旬由复旦大学中文系与山东师范大学文学院在威海共同举办了主题为\"21世纪文学理论走向\"的国际学术研讨会。出席会议的有国内外文学理论界许多知名的学者、专家。会议期间,与会学者围绕主题展开了热烈讨论,发表了许多颇有见地的看法,其中不乏精彩、精辟之论。在分组讨论中,还出现了平等然而尖锐的争鸣和交锋,使研讨更加深入,使会议更加增色,而且,也充分体现了学界对思想独立、学术自由的孜孜追求。这是难能可贵而又令人欣慰的。承蒙《东方丛刊》的信任和支持,委托我从会议的发言和提交的论文中组编一批稿子,出会议论文专辑,令我感动,更使我受到鼓舞。我义不容辞,欣然接受了这个任务。", "label": "艺术学", "id": 0}
{"content": "<正>一对于美学与文艺学的学科反思,从改革开放以来即已开始,20多年来这种反思可谓绵延不断。在进入21世纪的今天,我想在前此各位学者工作的基础上,将这种反思进一步集中为美学与文艺学的人文学科回归问题。其主要原因是长期以来,直到目前,都较为严重地存在着将美学与文艺学混同于社会科学的现象。这当然与前苏联季摩菲耶夫与毕达可夫以认识论为指导的教材影响密切相关。其结果是极大地模糊了美学与文艺学的人文学科的性质,从而使之难以走上健康的学科建设轨道。一些非常有分量的教材、理论专著和辞典都将美学与文艺学界定为\"一门属于社会科学的学科\",因而都将美与文学本质的追求作为其最重要目标。有的学者早就试图突破,但美学与文艺学的社会科学的学科性质决定了他们难以摆脱本质的追求,因而往往使其论述陷入一种尴尬的局面。其实,", "label": "艺术学", "id": 0}
{"content": "<正>美学文艺学要想富有活力地生存和发展,必须积极面对生活事实提出的挑战,正视新事物,研究新问题,提出新学说。只有这样做,古典的理论遗产才能获得当下的阐释,国外的思想资源也才能具备本土的意义,否则美学文艺学就只会陷入炫新夸奇的概念游戏,或抱残守缺的原理演绎。尽管前者给人以新潮的印象,后者予人以正统的面貌,但它们均脱离了实实在在的文学艺术及审美活动,其生命力究竟有多少,也就不难推知。从这个角度看,近年美学文艺学界围绕着\"日常生活审美化\"而展开的争议,其重要性就凸现出来了。虽然争议还有待深入,离得出一致的结论更为遥远,但这", "label": "艺术学", "id": 0}
{"content": "<正>文学理论从根本上说是对“文学是什么”的研究。因此,对文学本质的说明是文学理论的核心问题。关于文学本质的界定,中外学界的意见有多种,即使那些反本质主义的观点,也不排斥对文学本质的规定作动态阐释的可能。这表明探讨文学本质问题的极端重要性。", "label": "艺术学", "id": 0}
{"content": "<正>文艺是审美意识形态似乎已经成为关于文艺本质的主流观点。今天,为了与时俱进,为了理论创新,经过较长时间的研究,我想谈谈关于审美意识形态的几点思考。为要弄明白文艺是不是审美意识形态,首先就要弄明白文艺是不是意识形态。", "label": "艺术学", "id": 0}
{"content": "<正>卢卡契（1885—1971）是现代匈牙利著名哲学家、美学家和文艺理论家。人们都认为卢卡契是开创“西方马克思主义”传统的第一代表人物,是“西方马克思主义”思潮的奠基人。在探索人类自由解放的命运中,他提出了一种对马克思主义", "label": "艺术学", "id": 0}
{"content": "<正>周来祥先生在1984年出版了《文学艺术的审美特征与美学规律——文艺美学原理》,有的同志说这是我国第一本文艺美学专著,也是他从事美学研究30多年所提出的第一个文艺美学理论体系。最近人民文学出版社又出版了他的《文艺美学》,这是在前著的基础上,又经过近20年的探索,为创构文艺美学这一新兴学科的奠基性著作而不断拼搏的一个新的理论硕果。", "label": "艺术学", "id": 0}
{"content": "<正>\"味\",是中国人的审美观念,人们特别注重\"辨味\";\"味\",是中国文艺美学的审美范畴,早已融入中国古典美学与文学批评的理论体系之中。汉语中丰富多彩的味美之词,既大大地丰富了中国人的日常饮食生活的文化内涵,为中国饮食文化增添了绮丽的色彩,又给中国文化学、美学、诗学、文学批评、修辞学、词汇学、语义学、审美语言学等重要学科注入了新的语言艺术生命,逐步演变成为一个不可或缺的审美范畴,在构建独具特色的中国美学与文学批评的理论体系中,起着不可替代的重要作用。", "label": "艺术学", "id": 0}
{"content": "一当代社会生活和当代艺术的发展迫切要求产生一个体现时代精神的新的美学体系,即现代形态的美学体系。但是,所谓\"现代美学\",绝不是如有些人所理解的,简单地等同于现代的西方美学。\"现代\"是一个全球概念。\"现代美学\"应该是站在21世纪的高度,吸纳西方文化的全部精华所建设起来的、真正国际性的学科。尽管当代西方各种美学流派层出不穷,但是我们还找不到一种可以真正称得上是现代形态的美学体系。因为到目前为止,西方的美学体系都局限在西方文化的范围之内,并没有吸纳、包涵中国美学（以及整个东方美学）。所以,建设现代美学体系,并不意味着从国外引进一个现成的美学体系。就我们中国学者来说,为了把美学建设成为一门立于时代高度的、真正国际性的学科,我们应该下力量系统地研究、总结和发展中国传统美学,并且努力把它推向世界,使它和西方美学的优秀成果融合起来,实现新的理论创造。二从20世纪80年代以来,我把自己的主要力量用于整理和研究中国传统美学。我发现,中国传统美学中有许多富有现代意味的东西。中国传统美学启示我们在美学理论上开辟出一个新的天地,进入一个新的境界。我以为,在以下三个美学基本问题上,中国传统美学给了我们重要的启示:（一）美在意象,审美活动就是要在物理世界之外构建一个意象世界;（二）意象世界照亮真实的世界,这个真实的世界就是中国美学所说的\"自然\",它不是逻辑的\"真\",而是存在的\"真\",是一个充满生命的有情趣的世界;（三）审美活动是人的超理性的精神活动。", "label": "艺术学", "id": 0}
{"content": "<正>北京大学出版社新近出版的《路与灯——文艺学建设问题研究》一书,是山东师范大学文艺学重点学科资深学者李衍柱先生的一部新著,书中收集了作者近年来撰写的重要论文近30篇共45万字,涉及文艺学建设中的思维方式、方法和发展态势,理想、典型、典型化等文艺学的主要范畴,文艺学理论本身的构建等问题。该书在诸多理论问题上的研究具有开拓性、独创性,一经出版即受到广泛好评。", "label": "艺术学", "id": 0}
{"content": "在当下消费社会现实中,文学的审美观念向休闲、娱乐的大众消费转变已是不争的事实,也是审美意识发展的自然规律。但是承认现实不等于顺从现实,清醒的文学工作者应该为而坚持高雅的审美趣味而努力,为坚守永恒的精神家园而奋斗,呼唤文学的责任和作用的回归,并因此促使文学审美趋向再次出现转化和改变。", "label": "艺术学", "id": 0}
{"content": "<正>中国的现代文学观念以及文艺研究学科和流派,一般都是由西方移植过来的,其学术上的根子和渊源也在西方,而文艺美学却是一个不多见的例外。文艺美学是在现代美学和文艺学交叉融合的基础上,由我国学者自己开拓和命名并不断发展起来的一个新兴的文艺研究学科。这一新的研究学科的诞生和目前良好的发展态势,表明我国的文艺理论研究已走出了以往单向移人与模仿的传统路数和思维定势,步", "label": "艺术学", "id": 0}
{"content": "<正>作为德国古典主义哲学开山祖的康德和作为德国古典主义哲学集大成者的黑格尔,都是理性主义哲学家、美学家,在艺术观上他们必然存在着批判和继承的关系,存在着千丝万缕的联系。下面就他们的文艺观做一下浅显的比较。一、美学及其哲学依据康德的美学思想主要体现在他的《判断力批判》一书中,黑格尔的美学思想主要体现在《美学》一书中。康德、黑格尔的文艺观大都体现在其美学思想中,而美学", "label": "艺术学", "id": 0}
{"content": "<正>最近,深圳大学文学院约我写一篇有关胡经之教授学术思想的文章,我立即欣然接受。我同胡经之教授认识交往近20年,他的道德文章均给我留下深刻印象。可以这样说,胡经之教授是我国美学界真正将所研与所行统一的学者。他毕生从事美学研究,同时又毕生努力按照美学的精神去生活,审美地对待人生。因此,我总是将胡经之教授作", "label": "艺术学", "id": 0}
{"content": "<正> 1859年5月18日,恩格斯给拉萨尔一封信,批评拉萨尔的历史剧《济金根》。在信中恩格斯说过这样一句话:“在我看来,这就构成了历史的必然要求和这个要求的实际上不可能实现之间的悲剧性的冲突。”20世纪60年代由以群主编的《文学的基本原理》,把这句话当做恩格斯给悲剧下的定义:“马克思主义认为只有代表生产力发展的方向、具有历史进步性的力量才是善的。所以,凡阻碍", "label": "艺术学", "id": 0}
{"content": "<正> 文学作品所塑造的人物,是具有审美意识的人物,而人物的审美意识与人物性格塑造的关系,又不是简简单单地能够讲清楚的。我想就以下两点谈谈看法:", "label": "艺术学", "id": 0}
{"content": "<正>生活产生文学,同时也决定文学。因此,生活的时尚化,包括服饰时尚化,饮食时尚化,娱乐时尚化,语言时尚化,交际时尚化,思想时尚化,等等,也就决定了文学的时尚化。从文学的内部机制来说,它的形态是受人的审美意识所决定的。因此又可以", "label": "艺术学", "id": 0}
{"content": "<正>文艺美学作为一门学科产生于20世纪80年代初期,20多年的发展使这门新兴的学科取得了丰硕的学术成果,有关文艺美学的专著出版达10余部,文章发表超过200篇,全国性的文艺美学讨论会举办了3次。但这门新兴学科自产生之日起就不断受到质疑,尤其是近年来,随着文艺美学研究的深化,文艺美学的学科性质、学科定位、学科发展等问题越来越引起学界关注。为了进一步推动中国文艺的学科建设与", "label": "艺术学", "id": 0}
{"content": "<正>古人是怎样思考问题的?与其他民族相比传统的思维方式有何独特之处?考察思维方式最重要的途径是考察语言,因为语言是思维的媒介。当然此处所说的思维的语言是广义的,是一种构成超越人们通常用于人际思想交流的语言文字（即外部语言）的内部语言。思维的过程也是内部语言的运作过程。在古代,\"言\"一般指外部语言,它有语音、语义和语法规范,是思维内部语言的重要而非唯一的组成部分。古人很早就对此有所觉察", "label": "艺术学", "id": 0}
{"content": "<正> 一个时期以来,文艺美学的学科定位问题成为美学研究和文艺学研究圈内的热门话题。究其源,国家教育部在90年代后期颁布的新的学科目录中将“文艺美学”正式列为“中国语言文学”的二级学科“文艺学”的一个专业方向当是重要原因。此举使得国内高等学校和科研院所在文艺学学科中增设“文艺美学”的专业方向成为可能,招收和培养该专业方向的博士、硕士研究生也成为常规,还", "label": "艺术学", "id": 0}
{"content": "<正> 我国古人论文,言简意赅,精警独到,往往片言只语的评述,能说出很深广的道理。如宋代大文学家苏轼形容其弟苏辙的文章:“汪洋澹泊,有一唱三叹之声,而其秀杰之气,终不可没”。苏辙的论述文,果是写得曲折纡徐,极有风致,我们这里且不细论。然而东坡“一唱三叹”几字,却是内涵丰富,道出了我国传统艺术审美的一个特色。", "label": "艺术学", "id": 0}
{"content": "<正>我们正处于社会文化大的转型过程,美学在其中扮演着一个重要的角色,始终受到积极关注。一个时期以来,颇多学者开始对美学与文学理论或艺术理论的界限模糊现象进行反思,并提出将美学与诸艺术理论之间作出学科范围界定的要求。这种要求,恰恰呼应着人文社会科学界同时正在受着严重关注的讲求学科规范的要求。这是一个可喜", "label": "艺术学", "id": 0}
{"content": "<正>为了摆脱“庸俗反映论”,“政治工具论”等僵化的文学观念的束缚,20世纪80年代中后期,钱中文、童庆炳等文论家在借鉴苏联“审美学派”理论的基础上,提出了文学是一种审美意识形态的观点,在当时的中国文论界起到了思想解放作用。此后,“审美意识形态论”逐渐成为了贯穿许多高校文学理论教材的基本文学思想。在文艺学研究领域,持此种观点的权威者不止一次地撰文强调“审美意识形态论”是“文艺学的第一原理”。可见,“审美意识形态论”在中国", "label": "艺术学", "id": 0}
{"content": "<正>作为人类精神文明结晶的文学,自古以来,以其所包含的极其丰富的人类精神和美学思想极大地推动了人类文明的发展进程,影响着人类的生存质量。然而,在新旧世纪交替之际,古老的文学却发现它必须别无选择地面对崛超于本世纪初期并以猛烈气势迅速介入人类生活的电子文化的严峻挑战,从而毫不留情地动摇了它在文化艺术门类", "label": "艺术学", "id": 0}
{"content": "<正>多年来,朱光潜在悲剧理论方面的建树,学术界几乎尽人皆知;但他对中国喜剧理论的贡献,却往往被人所忽视。这不能不说是一种遗憾。喜剧的美感本质论朱光潜实际上是从心理学的角度切入喜剧美学领域的。在比较诸家学说同异短长的过程中,朱光潜建立了自己的喜剧理论基础—喜剧的美感本质论。在朱光潜", "label": "艺术学", "id": 0}
{"content": "<正>朱先生的美感定义以克罗齐的\"直觉表现\"说为基本内核,美感作为我们在欣赏自然美和艺术美时的心理活动,就是\"形象的直觉\"。直觉就是\"见形象不见意义的知\"。美感经验是在无所为而为观赏中,聚精会神于一个孤立绝缘的意象,达到的物我两忘的状态,这个过程不涉任何概念、理解、联想和实用的打算。", "label": "艺术学", "id": 0}
{"content": "<正>一如果说,12年前我在《文论报》发表的一篇评论中用\"对传统文艺理论的挑战\"来赞评杜书瀛先生的《文艺创作美学纲要》的新贡献,①得到了当时学界的认可,那么今天,当我读完江建文将近40万字的《文艺美的拓展与超越》之后,我想套用一下书名,以\"对传统文艺美学的拓展与超越\"来概评江建文这部书,大概也是不为过的。", "label": "艺术学", "id": 0}
{"content": "<正>什么是魅力?这是一个尚未确切界定的范畴。人们常用魔力来形容它。就是说,人们看了一部美的文学作品,就像着了魔似的,不知所以,忘乎所以。孔夫子就曾有过这种感觉,他听了《韶》乐后,竟然“三月不知肉味”。真可谓是着了魔,问他为什么,他说《韶》乐“尽善尽美”。在中国文学史上,有很多这种着魔现象,在中国革命文艺史上,也有这种现象。人们只是从经验上描述这种现象,却没有人对这种着魔现象做出理论上的概述。我们从经验中体会到,这是因为文艺作品中的美感染了读者,或心醉,或神往,或迷恋,或倾倒……这种对心灵的感染力,就是艺术美的魅力。我们从三个方面来论证毛泽东的关于艺术美的魅力。", "label": "艺术学", "id": 0}
{"content": "<正>喜剧问题在马克思主义的美学思想体系中占有重要位置,这已是人们的共识。但长期以来,人们对马克思、恩格斯的喜剧观研究颇多,而对毛泽东文艺思想中的喜剧问题则没有引起足够的重视。这主要是由于在毛泽东那里,他常常不提喜剧这个概念,而更多是使用幽默与讽刺这一对具体的喜剧性范畴的缘故。本文试在这方面提出自己的观点,以供探讨。", "label": "艺术学", "id": 0}
{"content": "<正>“意象”在文学领域中,是一个比较令人费解的术语。它相当于英语的“image”,其含义包括心理学中的“心象”;光学中的“物象”;也可以指文学作品中的形象。而致力于艺术直觉心理学研究的阿恩海姆,在他的《视觉思维》一书中则认为意象是“真正适宜于思维活动的”,是艺术思维的心理机制,是直观地,知觉性地把握理性和观念。在繁荣的抒情文学基础上发展,积累成的古代文论,将意象作为文学研究的基本范畴,清代的叶燮在《原诗》中有总结性的表述,他指出为了达到将曲折复杂的体验“遇之默会意象之表”,必须“幽渺以为理、想象以为事,惝恍以为情。”即是说意象是经过了包括虚构,想象这样的形象思维创造出来的,这是作品中", "label": "艺术学", "id": 0}
{"content": "<正>篇章（或译“文本”）中,自然主要是语言符号。但同时也有非语言符号,本文探讨的“空符号”,就是篇章中一种必不可少的非语言符号。这种“空符号”,与篇章中的语言符号共存了几千年,但人们一直来不及关注它。笔者不揣浅陋,在这里对之剖析一二,以求教方家。一、“实符号”、“空符号”与“符号空”笔者认为,可以把所有的符号按有无定状分为", "label": "艺术学", "id": 0}
{"content": "<正>记得一位西方学者曾经指出,当希腊人和印度人很早就仔细地考虑形式逻辑的时候,中国人则一直倾向于发展辩证逻辑。与此相应,在希腊人和印度人发展机械原子论的时候,中国人则发展了有机宇宙的哲学。的确,中国哲学比较早地发展了朴素的辩证逻辑,也比较早地发展了以气一元论为基础的辩证的自然观。它认为气分为阴阳,阴阳的对立统一就是道,即自然发展的规律。这种以气一元论为基础的自然哲学往往视宇宙为一个变易的大流,", "label": "艺术学", "id": 0}
{"content": "<正>关于美学问题,茅盾除了早期的《美学概论》、《杂感——美不美》等几篇短文外,①没有专门著作和长篇论文。但作为文学理论批评家的茅盾,在他数百万言的理论批评文章中,渗透着鲜明的独特的关于文艺美学的见解。茅盾的世界观、文艺观有一个发展过程,他的文艺美学见解也同样是发展的。无庸讳言,在他的某些理论批评文章中,有些说法不无偏颇之处,但只要把他的论点稍加整理,就可发现他的文艺美学思想的主导倾向,是自成体", "label": "艺术学", "id": 0}
{"content": "<正>真正的文学是美的,它给人带来令人心醉的美感,带来瞬间的却是无限的自由感。本文将从三个层次来揭示文学创作的审美意义。一、文学创作是人类的本体活动之一文学作为一种存在总有它的存在的原因,揭示文学之所以能够长期存在的原因,我们就可以找到文学创作的深刻意义。（一）文学创作起因于人们要表现所体验的感情一个人的一生总要有各种各样的经历,伴随这经历产生喜怒", "label": "艺术学", "id": 0}
{"content": "<正>毛泽东的认识论思想,是以他的关于实践的理论为基础的。同样在他的美学思想的艺术认识论中,也彻底地贯串着他的实践观点。这是毛泽东文艺美学思想中一个重要特色。本文就此谈谈自己学习中的一点体会。《在延安文艺座谈会上的讲话》指出:“作为观念形态的文艺作品,都是一定的社会生活在人类头脑中的反映的产物。革命文艺,则是人民生活在革命作家头脑中的反映的产物。”这里毛泽东不仅从哲学本体论的意义上指明了一切文学艺术的终极根源都是", "label": "艺术学", "id": 0}
{"content": "<正>恩格斯曾明确指出:“一切存在的基本形式是空间和时间”。文艺是客观存在,所以,一切文艺都离不开空间和时间而存在。因此,一切文艺存在的基本形式也只能是时间和空间。本文试从时间和空间的若干属性入手,分析探讨毛泽东文艺美学思想的特色。", "label": "艺术学", "id": 0}
{"content": "<正>80年代后期,文化及相关的传统思想研究日益成为学术界关注的中心。其中宗教及其对传统文化的影响又是人们讨论的核心问题。在文学艺术的领域里,佛道二教对中国文学艺术的影响,曾引起众多研究者的兴趣。历史进入90年代,当关于宗教与文艺之关系的研究已有一定积累后,局部的、资料性的、类比式的探讨已不能使我们满足。我们希望看到有系统的、综合性的著作出现,以便对佛道二教施于中国文艺的影响有一个全面的概观。这不仅是", "label": "艺术学", "id": 0}
{"content": "<正>文学艺术及其相关的美学问题,在马克思主义经典作家的理论遗产中,占有重要的地位。毛泽东的马克思主义文艺美学论著《在延安文艺座谈会上的讲话》,经历了半个世纪时代风雨的考验和正反面历史经验的验证,至今依然是站在时代的前列和历史的制高点上,指引社会主义文艺事业健康发展的光辉指针。尽管《讲话》中的某些个别提法和结论,应当依据历史", "label": "艺术学", "id": 0}
{"content": "<正>半个世纪以来,国内外文艺界、文艺理论界及其他革命者和进步人士,几乎都对《在延安文艺座谈会上的讲话》提出和解决革命文艺正确发展的政治方向,充分肯定其历史地位和现实意义,这无疑是正确的。然而在《讲话》提出和解决革命文艺创作和批评的殊特规律方面,认识和评价就有不同程度的相", "label": "艺术学", "id": 0}
{"content": "<正>在当今世界不同文化模式之间存在尖锐冲突与对抗的背景下,重新认识毛泽东的文艺美学思想的主旨,认识毛泽东文艺美学思想赖以形成的世界文化背景,以及毛泽东文艺美学思想在今天世界文化格局中的地位,具有重要的现实意义。一关于第三世界文化背景中的毛泽东文艺美学思想的独特性问题", "label": "艺术学", "id": 0}
{"content": "<正>一切历史的巨人,都是大海托起的珊瑚岛。在他的心里压进了整个民族的历史,承载了历史文化的千年积淀;在他的人生旅途上,呼应了历史的召唤,身受了惊涛骇浪的一次次冲洗, 终于金刚般地崛起于海平面。作为历史巨人的毛泽东,“文革”期间被神化了十年,后来又被平民化了十年,这都不是历史的态度。毛泽东既不是无所不能的神,也不是人人如此的平", "label": "艺术学", "id": 0}
{"content": "<正>毛泽东的文艺美学思想,最集中的体现于《在延安文艺座谈会上的讲话》这篇光辉文献中,他对文艺的本质与功能, 文艺与生活的关系,文艺家的修养,文艺的古今关系,以及文艺批评等重要问题,从美学的高度进行了精辟的论述。这是毛泽东文艺美学的“总论”。对此,学术界已进行了长期地、多方面地研讨,发表了难以计数的专著与论文。但是,关于毛泽东文艺美学思想的“分论”研究,即关于各门艺术如诗、小说、杂文、戏剧,美术、书法等方面的理论", "label": "艺术学", "id": 0}
{"content": "<正>在古代中国的农耕文化土壤里,奇迹般地产生了一个具有东方特色的文艺美学范畴,这便是\"味\"。十分有趣的是,古代中国人以\"味觉\"经验为逻辑起点,呈辐射状地形成了各自的文艺观点和文艺理论,并且建构了初具规模的\"味\"论体系。这是一种\"吃\"出来的文艺美学,是东方式主体精神在文艺美学领域中延伸的结果。这", "label": "艺术学", "id": 0}
{"content": "<正>江苏文艺出版社1990年版东方文艺美学丛书之一\"五四\"文学革命之后,我国文艺理论界先后兴起了两次文艺学方法论讨论的热潮。一次是本世纪20年代末至30年代初,我国翻译、出版了大量的国外有关文艺学方法论的著作以及国内学者的研究专著,如英国哈得孙的《文学研究法》（1930）、美国卡尔佛登的《文学之社会学的批评》（1930）、苏联盖尔多耶拉的", "label": "艺术学", "id": 0}
{"content": "<正>\"文艺心理学\"似乎是近几十年来才有的新学科,其实在文艺创作与评论中的心理现象心理作用,心理效果等早巳客观存在,而且在我国古代文论中也早已有所涉及。殷国明同志试图以较新的观点和方法来初步析论这一问题,是一个很有意义的开端。中国古代艺术辩证思想十分丰富,精采,蒋树勇同志已就其特征发表过几篇论文,这里又论述了另一特征。中国古代艺术辩证法源远流长,近年已出现若干研究论文,有所阐发,但系统", "label": "艺术学", "id": 0}
{"content": "<正>文学艺术是一个神秘的世界,它对人具有神奇的征服力和巨大的美感魅力。事实就是如此。老年人看《三国演义》,常常“替古人掉泪”;青年人读《少年维特之烦恼》,有的效法维特而自杀;旧社会有些贫苦农民在《水浒传》的感召下,学着宋江打起“杀富济贫,替天行道”的旗帜举行起义,等等。那么,文学艺术的这种美感魅力的本质是什么呢?它是作品的各种美学特性作用于欣赏者的审美心理所引起的各种美感效应。这就是说,文学作品的美感动力是由主客体两个方面相互作用构成的,一方面是客体——作品美学特性对读者的诱导作用,", "label": "艺术学", "id": 0}
{"content": "<正>如果我们把艺术作品作为审美意识的物化品来看待,就会进一步探讨:艺术创作怎样才能符合人类主体的美感心理?这就不能不从宏观的角度来探讨人类的美感心理结构及其衍变,就不能不把作为创作主体的艺术家与作为欣赏主体的读者群联系起来加以考虑。茅盾艺术美学观的一个深刻之处,就在于总是把美感心理结构放在艺术欣赏和艺术创作的联系中来考察的。他的着眼", "label": "艺术学", "id": 0}
{"content": "<正>达·芬奇是意大利文艺复兴时期的艺术家。他认为画家的 \"心\",可以比作反映客观世界的\"镜子\"。\"镜子\"之论,代表了文艺复兴时期的较为普遍的美学观点。金圣叹,是我国明末清初时期的杰出的文学批评家。他比达·芬奇稍晚一个多世纪,并没有", "label": "艺术学", "id": 0}
{"content": "<正>《反杜林论》中有这样一段话很精采:\"当我们把事物看做是静止的而没有生命的,各自独立、相互并列,或先后相继的时候,我们在事物中确实碰不到任何矛盾。……但是,一当我们从事物的运动、变化、生命和相互作用方面去考察事物时,情形就完全不同了。\"（《马克思恩格斯选集》第三卷第234页）这\"事物\",当然也包括文艺在内。优秀的文艺作品当然是有生命的,文艺理论亦然。一个作家的", "label": "艺术学", "id": 0}
{"content": "<正>一九八三年十月,由中央档案馆整理出版了《毛泽东手书古诗词选》（以下简称《古诗词》）。编选者在“出版说明”中指出,这些古诗词,是毛泽东同志在“工作之余”“凭记忆”书写的“大量古诗词”中的一部分。《古诗词》帮助了我们从另一个侧面去窥索毛泽东同志的审美倾向,使我们对这位影响中国文艺达三十五年之久（自《在延安文艺座谈会上的讲话》发表起） 的人的文学趣味有了较为立体的了解。因为,在此以前,毛泽", "label": "艺术学", "id": 0}
{"content": "<正>文学艺术是审美性的特殊社会意识形态。文学家、艺术家在一定世界观、审美观指导下,对客观现实中的自然美、社会美以及种种美丑相比较、相对立、相斗争的现象,进行感性观照和情感体验,产生了一定的审美感受,构思了审美意象,並且通过一定的艺术手段体现出来,熔炼成可供读者、观众进行感性观照和情感体验的艺术形象,给人以美的享受,美的启迪, 美的熏陶,美的满足。作者不仅仅从认识的角度,而且从审美的角度去观察、体验、研究、分析生活,在现实中寻找美、发现美,把握丑、揭示丑,从而创造出艺术美。", "label": "艺术学", "id": 0}
{"content": "<正>人类的审美心理活动作为一种积极而又综合性的心理反应过程,蕴藏着巨大的奥秘。因此,历来在美学研究中,都有人主张要将研究重点放在主体的审美感受上,並将这种研究方法称之为“自下而上”的美学。大家知道,在人们的审美活动中, 一旦审美对象以其可感的外在形式吸引,打动了审美主体,就会触发起主体的情感,唤起主体的记忆,並激发产生活跃的想象和理解活动。而在这种动情的心理活动中,主体往往会不知不觉地循着对象的指引,进入某种境界,有所发现,有所顿悟,", "label": "艺术学", "id": 0}
{"content": "<正>朱光潜先生久被称为\"美学老人\"。这一称号,反映了人们对他的钦慕仰止。的确,朱先生长期致力美学研究,他的卓尔特出的学术成就,锲而不舍的治学精神,虚怀儒雅的学风,以诚待人的态度,理应受到普遍尊重。早在青年大学生时代,他就写出了《文艺心理学》、《谈美》、《诗论》和其他美学论文。在五六十年代的美学讨论中,朱先生严肃地批判了唯心主义美学思想（包括他自己曾经宣扬过的唯心主义）,不断提出新的观点和新的问题,并且写出了我国第一部《西方美学史》,对美学讨论的深入和我国美学科学的建设起了很大的促进作用。粉碎\"四人帮\"以后,朱先生以八十高龄,坚持研究,译、作不辍,时时关心着美学科学和文艺事业,表现了中国知识分子在科", "label": "艺术学", "id": 0}
{"content": "<正>\"言不尽意\"理论是古典美学的重要遗产,由此而来的含蓄是中国艺术民族风格的基本特征之一,本文试图重新探讨这一古老的问题,它直接涉及内容与形式的对应关系,限于学力和篇幅,只能作一些极为粗略的分析。（一）艺术作品的结构模式——言、象、意、道艺术是社会生活的形象反映,这个基本命题,可以从两方面具体化:其一,艺术作品不是实际生活的直接反映,必以主体心理为中介;其二,艺术作品不是主体心理的一般反映,而是一种特定的多一同态对应。客观生活→主体心理→艺术语言（广义）,这是三个截然不同的系统,各有不同的元素、结构与变化规律。客观生活直接制约主体心理,从而", "label": "艺术学", "id": 0}
{"content": "<正>早在四十年前,毛泽东同志就曾对文学艺术的“中国作风和中国气派”问题,从整体观入手,作了历史的、具体的概括, 并逐渐形成了系统的看法。实践证明,毛泽东文艺思想体系中有关文艺的民族化的思想,是具有普遍意义的。", "label": "艺术学", "id": 0}
{"content": "<正>十九世纪末、二十世纪初,在中国近代的文坛上,王国维不仅大力介绍、翻译、讲授西方哲学、西方美学,而且结合中国的实际,撰写了一系列哲学、美学论文和专著,形成了十分独特的美学观。他的美学观基本上由美的产生和来源、美的本质和作用、美的第一形式、美的第二形式、悲剧美、美的创造、美的鉴赏和审美标准这几个大问题构成。他的美学观主要是以康德、叔", "label": "艺术学", "id": 0}
{"content": "进入新世纪以来,社会各行各业的发展变化日新月异,让人眼花缭乱、目不暇接,教育事业的传承也在随着时代的变迁和社会意识形态的发展而慢慢变化着,在教学改革的道路上慢慢涌现出了许多新颖的教学思想和新型的教学方式,但教学中出现的新问题也随之而来。这些问题和现象值得我们众多教育工作者去思考、去沉淀。目前这门学科的教学水平并不一致,教学方式也存在因循守旧之处,这给学习这门专业的学生带来了一定的学习难度。因此,我们应更加深入地应当了解当下的高校教育理念在语言文学方面的教学模式,采取新型的教学理念和高效的教学内容,从而实现教学方法的优化。", "label": "艺术学", "id": 0}
{"content": "《資本論》是馬克思的政治經濟學批判方法的傑作,同時還包含著多種人文社會科學的觀點和知識。其中所包含的政治經濟學批判方法對於文藝學研究的意義十分重要。其方法大致歸納為:從解剖細胞入手的研究方法、具體地分析具體情況的方法、不要因為有了統一而忘記本質的差別、要把構成一個總體的各個環節聯繫起來並找出它們之間的內在聯繫。", "label": "艺术学", "id": 0}
{"content": "随着教育改革的不断深入,高职教育中德育的一面也越来越被重视。本文从中文教学存在的实际问题入手,结合实例,分析中文教学中情感渗透与融合的相关措施,以期在能够有更多的高职中文教学的探索实践。", "label": "艺术学", "id": 0}
{"content": "当前文学学科知识是按科学化原则和形式化方法建构起来的话语体系,这与文学是一种隐喻性的诗性活动相违背,表现在文学教育之上即为教育的封闭化,文学与社会实践接口的缩减。启蒙现代性与审美现代性的内在矛盾是导致这些现象的根本原因,因此为文学教育寻找出路应从审美现代性着手,具体而言就是改善文学学科科学化、形式化一家独大的倾向,使文学的文学性重新回归,当前的文化研究为此提供了现成的启示和直接的影响。", "label": "艺术学", "id": 0}
{"content": "以往的研究结果表明,弗洛伊德对精神疾病的临床心理治疗已然成为精神分析学说开始的源头。随着第一次世界大战的结束,无论是精神分析学说的理论,还是精神分析学说的构建,都开始向着成熟化、完整化的方向发展。同时,精神分析学说已经引起了西方国家极大的反响。在西方国家,有的人认可弗洛伊德的理论,有的人则认为弗洛伊德是个骗子。在这场纷争中,弗洛伊德的心理学闯入人们的视野。弗洛伊德的心理学阐述解释了\"无意识\"、\"性本能\"、\"死亡本能\"等理论,同时这些理论也被广泛运用文学、社会学、哲学等多个领域中。在这一背景下,精神分析理论在我国也产生了深远的影响,并逐渐发展起来。", "label": "艺术学", "id": 0}
{"content": "目前我国消费社会已进入中级发展时期,文化消费不足为主要问题,阻碍我国文学的进一步发展及国民素质的提升。基于此,本文从消费时代文化现状入手,对消费时代文学理论及批评中的代表性理论进行分析,明确全新时期文学理论批评的新方向与新空间,促进消费时代文学的可持续发展。", "label": "艺术学", "id": 0}
{"content": "现阶段高校在对大学生进行教育管理时,并没有广泛关注大学生群体的精神层面,导致大学生群体的人文精神缺失。这项问题的出现,不仅会阻碍大学生今后的发展,而且不利于社会文明的建设。高校在对文学教育科目进行改革时,应该向着人文精神培养方面进行发展,通过日常的教学培养大学生正确的审美,而且要充分发挥文学教学的积极作用。因此高校应该认识到文学教学改革这项工作的重要性,还应该引进更加先进的教学理念,使得各项改革工作在开展时能够发挥更大的作用。本文就新形势下高校文学教学改革进行相关的分析和研究。", "label": "艺术学", "id": 0}
{"content": "本文以希利斯·米勒的述行理论和述行批评观为研究对象。述行理论是在奥斯汀言语行为理论的启发和影响下产生的,由塞尔、德里达和米勒等人不断发展和完善。述行理论强调语言行事的普遍力量,根源于语言学领域,后被广泛运用于文学研究和文艺批评领域,并向政治社会生活和文化领域延伸。米勒在述行理论,尤其是文学述行理论的建构和延伸过程中发挥了重要作用。他通过对奥斯汀、德·曼和德里达等人述行观的述评,将述行的力量从词语本身拓展到作者的写作行为和读者的阅读行为,建构了自己的文学述行理论和以伦理为核心的阅读理论。除此之外,他还将述行理论运用到媒介批评和图像批评中,为理解媒介和阅读图像提供了新的视角。米勒进行述行批评的核心方法是修辞性阅读,通过寻找和发现阅读对象中的异述性,建构新的规则、范例和世界,并将这些规则和范例运用到社会生活中,实现对社会现实的建构。作为述行性阅读的方法,修辞性阅读可以被广泛运用到文学、媒介和图像批评中,并最终作为一种思维方式影响人们的生活。米勒的述行理论和述行批评以语言为核心,强调文学、媒介、图像等与现实世界的交互关系,关注读者的阅读和批评行为的建构性品格。因此该理论表现出宽广的理论包容性和极大的实践性,值得关注和研究。本文梳理了述行理论从语言学向文学以及政治社会生活领域拓展的历程,对该理论的深化和演变进行深入剖析。作为建构性理论,在分析作品与世界的关系时,述行理论不仅与反映论、模仿论等有着极大的差别,还将作者和读者纳入了理论体系中。因此,对于米勒的述行理论分析,本文也从作品、作者和读者三个层面展开,突出解析其理论的建构方法和意义。米勒的理论建构大多基于具体的文本批评,具有很强的实践性。所以本文在对其理论进行系统阐释和研究的同时,也将对其文本批评进行审视。在分析和阐发理论观点的同时,本文还将从方法论层面上对米勒的述行理论和述行批评进行研究,以期为文学研究、媒介批评甚至文化批评提供可资借鉴之处。全文共分为以下五个部分:绪论部分着重探讨本文的选题缘由、研究现状以及研究思路和方法。米勒的学术研究重心几经转移,但是无论从著作数量、研究时间还是影响程度来看,述行理论都是他理论体系和批评实践的重要组成部分。米勒的述行研究不仅丰富和拓展了述行理论,也为文学批评实践提供了新的路径。在将国内外学者对米勒理论的研究和对述行理论的研究进行系统梳理之后,我们发现,米勒的述行理论虽频繁出现在学者们的研究视域中,其理论贡献和地位也被予以肯定,但是少有系统研究。因此,对于米勒的述行理论和述行批评的研究不仅有较大的拓展空间,更是极为必要的。第一章梳理了述行理论的发展和演变过程。奥斯汀在日常语言的范围内发现语言行事的能力,并为其作用的发生设置了诸多规则。塞尔将说话者的意向性纳入研究范围,为述行理论从语言学向文学领域扩展提供了可能。德里达完成了文学述行理论的建构,强调述行语的重复特征。巴特勒、布尔迪厄和哈贝马斯将述行运用于性别研究和社会学领域。这些学者们的理论研究成为米勒述行理论的理论资源。一方面,塞尔、德里达等人的理论直接影响了米勒文学述行理论的建构;另一方面,作为研究范式的融合,述行理论的跨界运用被米勒用来反观文学事件和文学研究的理论危机,这在客观上促进了其述行理论在媒介和图像批评中的运用。述行是言语行为理论的中心范畴,强调语言行事的能力以及言后行为。因此与言语行为理论以语言为研究对象相比,述行理论有更广泛的研究对象。此外,作为述行理论的核心,文学述行从建构的角度构建文学作品与作者、读者和世界的关系。第二章主要阐释了米勒的文学述行理论。米勒的文学述行理论包括三种不同形态的述行:一是作者的文学创作行为;二是文学作品本身作为整体具有述行性;三是读者通过阅读来述行。另外,文学语言的述行性特征是文学述行的基础。米勒认为具有异述性的文学语言通过重复、修辞等方法建构了虚构的文学世界,产生了未知的述行效果。文学作品不仅建构了虚构的世界,还建构了新的自我和他者。在述行行为发生的过程中,情感作为述行话语而存在,并对述行行为起到了重要作用。文学述行最终是通过阅读来实现的,修辞性阅读是米勒竭力倡导的述行性阅读方法。米勒关注阅读中的伦理时刻,他认为读者对作品的阅读、批评和传授并不是传递知识,而是用语言做事。因此阅读伦理观的建构也是米勒对述行观念的拓展。第三章探析米勒媒介批评的述行之维。米勒提出媒介就是制造者的论断,揭示了媒介从载体到述行主体的变化。他认为媒介不仅能传递信息,还会改变信息的内容。媒介发生述行作用的方式是心灵感应。心灵感应建构了人与人、人与对象之间的关系。米勒强调文学作品的物化模式决定了它的述行性力量,而作为意识形态的物化模式,媒介同样决定着传播内容的述行性力量。本文认为基于媒介的述行之维,反观米勒在数字媒介兴起时提出的\"文学终结论\",可以重新审视数字媒介时代的文学所面临的挑战,并对其未来发展进行展望。米勒媒介批评的最终目的是建立高效、合理的媒介阅读路径。修辞性阅读不仅适用于媒介阅读,而且有助于辨别媒介信息的真伪、揭穿其真实目的。第四章阐释米勒图像阅读中的述行观念。除了将述行理论运用于媒介批评,米勒在图像阅读中也运用了述行理论。他的研究从小说和插图的关系开始,揭示了图像和文字之间相互作用的对话关系,建构了共生而异质的图文关系。米勒认为尽管图像和文字在表达方法和审美传达上有极大的不同,读者阅读图像时也可以像阅读文字一样关注细节及其重复的部分,通过对细节的关注建构新的意义。由此,米勒实现了修辞性阅读方法在图像阅读领域的运用,凸显了图像阅读的述行维度。在文化研究的转向中,米勒也开始关注文化现象,并提出用修辞性阅读的方法阅读一切文化现象。尽管米勒并没有建立图像述行理论,本文仍然认为无论是图像本身,还是图像阅读都具有述行特征。米勒将述行理论拓展到图像阅读之上,也为述行理论走向图像述行和文化述行提供了可能。第五章主要是将米勒的述行理论置于具体的批评实践中进行审视。米勒认为述行理论最终的落脚点是阅读。在系统阐释其述行理论之后,本文回归米勒的文本阅读批评实践,一方面是对其述行理论的深化,另一方面是对述行理论内涵的回应。米勒认为批评家记录、发表或者传播自己的阅读心得是阅读对象所赋予的责任和义务,是对阅读对象述行效用的回应。《米德尔马契》和《押沙龙,押沙龙》是米勒运用文学述行理论分析的经典文本。揭示广告的虚伪内容和真相,则是米勒述行理论的拓展性运用。本文通过具体案例分析展示了米勒如何运用修辞性阅读方法进行文本分析,以期建构修辞性阅读的方法论。在结语部分,回溯了整篇文章的写作目的,再次对希利斯·米勒的述行理论和述行批评的理论价值和实践意义进行总结和升华。同时提出本研究的不足与局限,并对米勒述行理论未来的研究和运用进行展望。", "label": "艺术学", "id": 0}
{"content": "当今来说,我国文学理论数学是研究中最普遍的理论存在,但是它不足以创新问题。文学理论主要也是根据评价西方和古代文学的理论来自组合进行这些理论作为武器来分析文学的现象。这样做的结果是,我们要不断的去根据西方理论来不断的创新奔跑,也不能下心来思考中国文学的发展中到底存在什么问题。其实也不能形成属于自己的个人理论。文学论了教学应该打过知识灌输的思路,当学生的思考能力和分辨能力作为教学的最终目标。", "label": "艺术学", "id": 0}
{"content": "本报告采用文献细读、比较研究等方法,以全球纪念马克思200周年诞辰、《共产党宣言》发表170周年这一历史事件为背景,对2018年度中国马克思主义文艺理论学科相关研究成果进行了系统梳理、研判。在此基础上,抓住\"形态\"\"当代化\"\"批评\"\"外马\"与\"中马\"①4个/组关键词展开论述,首先对出现这些关键词的文本进行归纳,展现其提出的学科意义;其次,对这些关键词出现的社会与学科原因进行分析,进而对其中隐含的深层问题进行剖析;最后,在马恩经典理论与中国现实结合的坐标内思考,提出了解决这些问题的初步思路。", "label": "艺术学", "id": 0}
{"content": "相对绝大多数国家的制度而言,中国是一个有着社会主义制度的特殊制度国家,有着自己独特的发展道路。在马克思主义文艺理论的具体指导下,中国的艺术设计逐渐从探索走向成熟与创新。结合中国传统文化的精髓,展现出符合中国美学的\"中国风\"。", "label": "艺术学", "id": 0}
{"content": "<正>一、改革背景进入21世纪以来,在全球化和数字化趋势的交融共生中,混合式教学模式已成为各大高校课堂改革与创新的重要实践方式和研究热点,为当前高校课堂教学改革提供了延续性创新的新思路。混合式教学适应信息化社会发展的需求,能更好地整合社会教育资源,结合适当的新媒体技术,取得最优化", "label": "艺术学", "id": 0}
{"content": "随着创意写作作为一门新学科进入中国高校,获取新的资料方法与经验以更好的建设创意写作及其核心元素工作坊则成了当务之急。本文在这种背景下对英语国家著名的高校作家工作坊进行了考察,希望能够通过对英语国家高校系统中的作家工作坊的考察与研究,理清英语国家高校作家工作坊的基本存在形态与运行机制,以及两者之间的关系,并为中国高校的作家工作坊建设提供方法与经验。文章的研究建立在大量的基础调研上与具体课程实例分析上。", "label": "艺术学", "id": 0}
{"content": "本文是四川师范大学教授张叉对印度贾达普尔大学教授苏芭·查克拉沃蒂·达斯古普塔所做的比较文学语境下世界文学的专题访谈录。访谈中,达斯古普塔教授以歌德的\"世界文学\"与马克思、恩格斯的\"世界的文学\"为切入点,分析了世界文学具有的吸引力与面临的挑战,梳理了泰戈尔的\"世界文学\"与\"比较文学\"两大术语,剖析了比较文学与世界文学的关系,指出了世界文学欧洲中心主义的问题及其出路,探讨了中国学者提出的跨文明变异研究对世界文学的意义,展望了世界文学的发展前景。", "label": "艺术学", "id": 0}
{"content": "认知诗学关注文本文体学,文体不同,其信息加工模式也不同。此处的信息加工表现为信息的表述和信息的理解两个方面。实证研究为语言加工的过程研究提供数据获取和数据分析的科学方法,不同文体的文本在信息加工方面的不同可以通过实证研究进行考察,通过实验数据证明不同文本在认知诗学层面的信息表述模式和信息理解的加工提取模式差异性。本研究通过语料库统计实验方式研究官微体信息表述功能差异性,通过问卷调查实验方式考察广告文本的不同文体信息表述及理解差异性,通过以上两组实证研究为不同文体文本的信息理解和表达研究提供新的研究思路,从而为认知诗学的实证研究方法论奠定基础。", "label": "艺术学", "id": 0}
{"content": "关于文学认知价值的争论正在发生变化。一方面,在描述文学的认知效益方面,一些哲学家建议从\"知识\"向\"理解\"的认识论转变,另一方面,持怀疑论者提倡方法论的讨论,要求对读者从文学中得到学习这一观点给予证据证明。\"理解\"的概念和证据的需求这两个观点最初似乎是不一致的,因为理解的概念意味着文学的认知效益从根本上是非语言的,因而无法表达。在本文中,我支持从知识到理解这一转变和证据的需求。在提出对文学认知价值被视为提高读者理解能力的最好解释之后,我认为为文学认知效益寻找证据的地方不是实验室而是文学实践。", "label": "艺术学", "id": 0}
{"content": "文学离不开认知,认知又与神经密切相关。文学与神经科学早已联系在一起,这主要体现在两方面:一方面是认知科学工作者对相关神经科学的著作,如传记、旅游日记等,一方面是文学作者在作品中对相关神经科学成果的描述和利用。这样就让看似不相关的自然学科和人文学科结合在一起,而且在一定程度上相互促进:神经科学揭示人类大脑的构造及其如何思考,文学与神经科学的结合可以阐释人们在接触文学艺术时神经认知能力的运行机制。", "label": "艺术学", "id": 0}
{"content": "<正>文学素养对个人价值观的形成、精神境界的提高非常重要。大学阶段是接触多元文化、开拓视野的好时期。随着素质教育的深入,文学教育越来越受重视,但大学生文学素养偏低甚至缺失的现象依然存在。近日,中国青年报社社会调查中心联合问卷网,对1969名受访大学生进行的一项调查显示,62.4%的受访大学生感觉身边同学重视自身文学素养,37.6%的受访大学生感觉不够重", "label": "艺术学", "id": 0}
{"content": "伊格尔顿是英国著名的马克思主义文学理论家,他所提出的许多文学理论的观点也是在学界独树一帜,学界对于伊格尔顿文学理论观点的研究成果也是颇为丰富。本文结合前人观点,总结罗列出伊格尔顿提出的三个重要的文学理论观点:文学是一种\"联系方式\"、文学是意识形态的生产、文学批评即文艺批评。从观点中探析伊格尔顿的文学价值观:文学价值是一种\"动态\"价值、文学价值是一种\"混合\"价值、文学价值具有相对性,以及在文学价值观对于当今时代的现实意义。", "label": "艺术学", "id": 0}
{"content": "梁漱溟早年以\"直觉\"论述生命的特征,但随后加以扬弃,思想学术发生了重要转变。转而以\"无私的感情\"提示人生修养的目标和方法,弘扬\"中国人的理性\"。他认为生命是一个通过修养达到自觉的过程,只有不断汰杂去执,方能洞见宇宙本体;但生命本身不具有本体的意义。在这一点上,他与熊十力发生了重要的分歧,熊十力认为生命乃\"一真之流行\",即流行即主宰,体用不二,生命具有本体的意义。二者呈现超越\"五四\"精神的两种思路。梁漱溟从\"无私的感情\"抽引出来的文艺思想,将文艺引向\"高明\"之境,对新文艺出现的重重弊端,痛下针砭,并指示价值的方向。熊十力对于\"五四\"新文化顺势承受而加以超越,其生命的文学观,展现人性的广阔视野。对于新文艺显示出来的单一\"现代\"价值观、功利主义等等,具有对症治疗、强化肌体的意义。", "label": "艺术学", "id": 0}
{"content": "<正>近期,国务院办公厅下发《关于优化学术环境的指导意见》,对改革学术研究运行、管理、评价的诸多积弊提出了意见,令人欣喜!的确,当下学术科研存在着不少问题,亟须破解。就人文学术研究而言,\"技术化\"可谓面临着最为严重的危机。人文学术与自然科学、社会科学的不同,在于它以探究人的生存意义和境", "label": "艺术学", "id": 0}
{"content": "作为以地球为中心的文学研究新范式,生态批评的一个重要议题是重审文学文化经典。《道德经》因具有强烈的自然主义取向理所当然地成了中西方生态学者热评的著作,他们将其解读为绿色经典,并从多角度对其进行生态解读,发掘其生态智慧,借以\"绿化\"西方主流文化生态,进而消解其主导性的人类中心主义思维惯性。然而,他们采用二元论的观点阐释《道德经》,偏重其生态维度,而淡化甚至忽视其社会维度——社会公正,从而导致对其严重误读。我们应立足人类—文化—自然生态整体合一的立场考究《道德经》,以构建能兼容生态公正议题与社会公正议题的可行性现实道家生态伦理。", "label": "艺术学", "id": 0}
{"content": "<正>2016年10月22—23日,由中国文艺理论学会主办,教育部人文社科重点研究基地山东大学文艺美学研究中心承办的中国文艺理论学会第十三届年会暨\"百年中国文艺理论的回顾与反思\"学术研讨会在山东济南锦绣山庄召开。会议在山东大学文艺美学研究中心主任谭好哲教授、中国文艺理论协会秘书长朱国华教授的主持下开幕,山东大学文艺美学研究中心名誉主任曾繁仁教授、中国文艺理论学会副会长赵宪章教授先后致辞。来自全国各高校和社科研究机构的170余名学者参加了会议,并围绕\"百年中国文艺理论与中国古代文论\"\"百年中国文艺理论与西方文论\"\"百年中国文艺理论与中国新文艺的发展\"\"中国文艺理论的现状分析与未来展望\"四个方面的议题展开了热烈讨论。", "label": "艺术学", "id": 0}
{"content": "斯托克威尔提出的认知诗学基于人的涉身认知,通过解读阅读的认知过程来阐释文本意义,这种研究范式具有运用认知语言学或认知心理学理论研究文学文本的基本特征,即:把相关理论与方法用以解读文本,其主要路径是文体学研究取向。2012年艾琳娜·凯科沙依据罗兹大学举办的\"认知诗学和认知修辞学国际会议\"的主题与参会论文,编撰了《文本与心智:认知诗学和认知修辞学文集》一书,研究领域主要涉及语言学和文学。书中的每位作者都运用不同的方法探讨意义——特别是那种由创造性行为产生的微妙却又不易被察觉的意义——产生的心智过程,进而阐释文本。该书的文学认知研究具有多维度、宽视野与创新性的特征,尤其出现了一些新的概念和术语,拓展和深化了以斯托克威尔为代表的认知诗学研究。", "label": "艺术学", "id": 0}
{"content": "中西文论史上对于笑文化的研究渊源流长,巴赫金在狂欢思维的烛照下研究节庆广场上的狂欢笑——对语言的更新与颠覆、对等级制的突破与改正、自发辩证的意义转换,从而建构起了自己的\"笑文化\"理论。而中国的刘勰则在前人诙谐理论的基础之上对谐这种文辞艺术——寓庄于谐的语言风格、振危释惫的社会功用、正言若反的形式特征进行探查,形成了自己独具特色的\"谐辞观\"。而这两人的诙谐理论对于新时期下文学如何做到更好的为人民服务又具有重要的启示意义。", "label": "艺术学", "id": 0}
{"content": "在百年中国文论与西方文论的交往建构历程中,\"翻译文论\"是一个特殊的场合和枢纽,是一个与中国文论（\"第一空间\"）和西方文论（\"第二空间\"）并存的\"第三空间\",它作为一个\"元过程\"生成并\"界分\"着中国文论与西方文论,三者构成一种空间性的\"三元辩证\"关联;同时,它作为一个多元系统又勾连并牵系着中国文论与西方文论,与二者构成多重的交互语境关系,使其成为一个审视百年中国文论与西方文论及其间关系的\"阿莱夫\"。本文通过中国百年翻译文论之\"二板块四分支十层面\"及其间关系的简要讨论,分析相关研究中存在的问题和解决问题的可能途径。", "label": "艺术学", "id": 0}
{"content": "作为一种历史悠久并植根于人类文化历史之中的原型形象,替罪羊原型已经经历了一个从宗教原生救赎意义上的发轫、社会秩序创始和结构意义上的发展到现实生活经验意义上的现代寓意变迁的复杂过程。本文从《圣经》记载替罪羊原形发轫入手,在分析研究大量详实巫术神话和仪式的基础上,追溯了替罪羊原型的整个发展历程;并以神话-原型理论为依托,认真检视了替罪羊原型在宗教、文学-人类学方面的寓意变迁;最后文章对替罪羊在文学-人类学方面的意义做了一些探索,希冀发现原型背后的现实意义,并能为宗教、文学-人类学研究提供些源头活水。", "label": "艺术学", "id": 0}
{"content": "<正>瞿秋白关于革命文艺大众化的理论,是马克思主义文艺理论中国化的重要成果。1、明确了人民在文艺中的主体地位,革命文学要为大众服务。2、明确了革命文艺要坚持与中国革命实践相结合,担当起改造社会的责任。3、明确了文艺的无产阶级领导权问题是文艺大众化的中心问题。瞿秋白革命文艺大众化思想的当代价值在于:", "label": "艺术学", "id": 0}
{"content": "\"绿色之思\"是中国生态文艺学的早期范式,规约了文艺研究的生态化路径,引领文艺学的学科转型。从\"自然\"到\"生态\",传统文艺学经历了学科本体范畴、理论范式、结构范型各方面的转换,构建起本土化的生态文艺学。在其范式转换中,生态文艺学将传统文艺学的自然审美观,发展至融自然、和谐、美于一体的生态审美观,强调文艺整体之生态内涵、关系、结构与规律,逐渐朝生态诗学范式升华。", "label": "艺术学", "id": 0}
{"content": "<正>在建设中国特色社会主义的伟大实践中,邓小平运用马克思列宁主义文艺理论和毛泽东文艺思想的基本原理,结合改革开放和社会主义现代化建设实践,在社会主义精神文明建设的坐标中考察文艺,又在思想战线的斗争中深度阐发文艺。他对新时期的文艺作了全新的理论阐释,提出了关于文艺领域的一系列方针政策,形成了独具特色的文艺思想理论体系。一、邓小平新时期文艺理论的形成和发展", "label": "艺术学", "id": 0}
{"content": "\"空间自我\"的认知隐喻是把关于自我的概念组织成一个和空间方位有关的概念系统,使用空间运动中的基本源域来概念化一个人的内部结构。本研究根据认知隐喻理论中对自我的隐喻模式,分析了来自莫言、王朔、亦舒、张爱玲四位作家的16本小说中\"空间自我\"认知隐喻的数据,发现当作家表达自我时,运用一致的指示动词和路径动词作为源域来概念化\"空间自我\",但运用不一致的方式动词作为目标域来描述自我的不同概念。在目标域中,不同作家在\"自我控制\"和\"不被情绪、忧虑占据\"方面的隐喻不存在显著差异,但莫言比亦舒更少使用\"失去自我控制\"的隐喻,更多使用\"被情绪和忧虑占据\"的隐喻。进一步对\"自我控制\"和\"失去自我控制\"这两个目标域的具体方面进行分析发现,王朔在\"控制意识\"方面的隐喻更多,张爱玲在\"控制记忆\"方面的隐喻更多,亦舒则在\"控制生命、健康\"和\"死、病、老\"方面有更多的隐喻表达。根据空间自我认知隐喻的共同机制来分析不同个体对自我的隐喻偏好,能够帮助我们从认知的角度在潜意识水平上探索个体的人格倾向。这种方法为研究个体人格特质提供了认知隐喻的证据。", "label": "艺术学", "id": 0}
{"content": "根据索绪尔的观点,包括语言在内的符号系统是由可供辨识的\"能指\"和具有意义的\"所指\"组成的。而\"能指\"和\"所指\"之间的关系又是任意的,是作为特定社会群体的人们\"约定俗成\"的。按照这一标准,艺术作品虽然具有可供辨识的形式特征,而且这些形式也要承载一定的意义,但其\"形式\"和\"意义\"之间的关系却不是任意的,也不是\"约定俗成\"的。作为一种特殊的艺术门类,文学恰恰是以语言符号为载体的,文学的这一符号特征使之比其他艺术门类有着更多的传达社会信息的可能性,与此同时也限定了其跨越民族语言而进行传播和欣赏的可能性。", "label": "艺术学", "id": 0}
{"content": "杂记六条,涉及分类问题（事物的自然秩序不可纳入到人为的井然有序的分类中,即便纳入到人为的分类里,最终也应复归于浑全一体的自然秩序）,\"文论\"的社会功能问题（揭示美、善之物,进一步实现道、德的功用,化育天下）,\"文\"的特定理论意涵问题（理论意涵是赋予的）,能引人写作之文的问题（\"文\"的泯灭主体和客体区分的特性）,复数性问题（纯粹的复数,并非意谓有诸多意义,因为多义仍然可以居于一个统一的结构内,而纯粹的复数,却消去中心与统一性）,词与词还是词与物的关系问题。", "label": "艺术学", "id": 0}
{"content": "马克思主义者往往忽视形式研究的重要性,而詹姆逊教授却认为形式问题对于马克思主义尤为重要,并且用\"马克思主义与形式\"来概括他的学术研究。因此,笔者以此为主题,围绕他学术研究中的一些问题,对詹姆逊教授进行了访谈,以期对中国马克思主义文学理论和美学研究有所借鉴和启发。", "label": "艺术学", "id": 0}
{"content": "大学文学教育是提升大学生的综合人文素质的有效途径,它既是传统教学中文道统一原则的贯彻,也是以人为本的高等教育理念的体现。为了提高大学文学课程的教学质量,发挥文学育人的作用,理工科大学的文学课程必须在建构主义理论的指导下开展有关教学思路、教学观念、教学内容、教学方法、教学途径等多角度的教学改革与实践。", "label": "艺术学", "id": 0}
{"content": "通识教育文学课面临着选课学生少、教学方法落后、教学管理松散的尴尬局面,信息化教学是改变这种状况的有效手段,它从提升课件制作的质量,到课后与学生的网上交流,促进学生对文学的深入了解,实现通识教育文学课创设的目标。", "label": "艺术学", "id": 0}
{"content": "<正>各位老师、朋友们,今天很高兴有这样一个机会,来到萧山十中跟大家有一个交流,白烨老师叫我来做作一个发言。在座的各位都是中学一线的老师,都是语文教学或者文学教育的专家,我完全没有资格谈中学的语文教育,我觉得我需要向在座的各位老师和专家能够了解学习这方面的心得。今天看到这么多的语文老师热心校园文学或者文学教育,包括我们校园文学高峰论坛也已经举办了四届,我不能不肃然起敬!", "label": "艺术学", "id": 0}
{"content": "文学是一种极具渗透力的艺术,其在实现中国梦的过程中具有无可替代的作用。其使命有二:一是培养人的个体价值,二是凝聚群体力量。而这使命的完成,主要依托文学对人精神层面的影响。", "label": "艺术学", "id": 0}
{"content": "英加登从接受者角度将文学作品划分为五个层次,富有启发性;但它局限于文学领域,且有无视作品的风格层等缺陷。在前人既有认识的基础上,我们可以将所有门类的艺术品由外而内区分为风格层、媒介层、物象层、认识评价层和哲学意味层。艺术家在创作过程中面临着结构题材与结构媒介的双重任务,前者产生作品的形式,后者则形成作品的内容,二者交会于物象层;操作媒介所呈现的气势与韵致即风格,物象层蕴含认识和评价乃至哲学意味。风格、媒介和物象可以合并为感性外观层,它与认识评价层、哲学意味层的表里之分刚好反映人类心灵的三层面;就艺术文本的五层次而言,以物象层为中轴,展现出一种美妙的两极对应:操作媒介与进行认识评价均需要较多知性能力的参与,风格与哲学意味的形成一样体现志性心灵能力的运行;这种内在秩序反映了能指与所指双向的心灵化。", "label": "艺术学", "id": 0}
{"content": "针对20世纪文论对文本解读的低效、无效,孙绍振撰文呼吁文学研究回到文学文本,并认为文论危机就方法论而言主要在于学术规范的普遍性与文学特殊性之间的矛盾,以及演绎法牺牲特殊性概括普遍性的问题。本文赞同孙文回归文学文本的呼吁,但认为没有必要否定学术规范普遍性及演绎法本身。孙文的否定,说明学界存在对学术规范普遍性及演绎法认识的盲点。为此本文简单追溯文学研究的归纳法与演绎法,并在此基础上提出符号一结构推演性方法。", "label": "艺术学", "id": 0}
{"content": "在20世纪90年代社会文化转型的语境中,文化诗学持一种通变式的文论转型发展观:一方面认为文学理论要变革创新,只有如此才能应对变化了的现实文化语境;另一方面认为要\"继往开来\",在继承审美论文学理论和语言论文学理论传统的同时,又吸收文化研究的新传统,从而整合成一种新的文学理论知识形态。深入研究文化诗学的发展观,并对文化诗学做必要的反思,这对于推动当前文学理论学科的转型和发展有较大意义。", "label": "艺术学", "id": 0}
{"content": "审美无利害命题贯穿文艺学发展始终,也是文艺学范式转型的一个重要线索。以此为基点,反思文艺学的百年发展历程,我们会发现,文艺学经历了文学审美论、无产阶级文学革命论、文学意识形态论、文学审美意识形态论、文学综合论的范式转型,其主流趋势是审美社会价值主义。这对于准确把握文艺学发展历程、总结文艺学得失、构建文艺学的中国形态、促进文艺学学科的完善与文艺学研究的繁荣具有重要借鉴意义。", "label": "艺术学", "id": 0}
{"content": "现象学哲学认为科学知识产生于主客体之间的纯粹意向性直观活动。依此为据,现象学美学集大成者英伽登坚持认为文学文本是由语音、意义单元、图式化观相和再现的客体四个渐次深入的层面构成的充满差异的意向性客体,文本意义既不全然来自客体语言存在物,也不全然产生于主体的意识结构和主观理解,而是来自于主客体交融的瞬间,是客体作为\"纯粹意向性客体\"与主体作为\"纯粹意识\"在本质直观活动中自然呈现,是主客交互活动的必然结果。现象学方法及其相关理论促进了间性文本理论的形成与发展。", "label": "艺术学", "id": 0}
{"content": "我们对西方马克思主义文艺理论不能采取片面否定的态度。西方马克思主义的出现是西方资本主义社会历史发展的产物,是进步的马克思主义研究家和学者们对自身所处社会现实思考和批判的产物。在此基础上形成的西方马克思主义文艺理论,坚持的是现实主义文艺思想,并且以批判现实主义作为其理论核心。他们一直密切关注西方资本主义制度对人的野蛮异化,对人性的消解和蹂躏,并对这种现实表现出极大的反抗与批判精神。西马的现实主义理论家们提倡对资本主义文化的本质予以坚决的否定,在艺术表现上大力倡导变形与审丑,以此来揭示资本主义社会及文化艺术对否定人性的本质,可以说西方马克思主义现实主义文艺理论的否定和批判精神具有重要的理论价值和进步意义。", "label": "艺术学", "id": 0}
{"content": "<正>时间:2014年6月26号（9:30——10:30）地点:中国艺术研究院第五会议室主办:中国艺术研究院马克思主义文艺理论研究所李云雷:各位领导、各位嘉宾,欢迎大家来参加第二届全国青年文艺论坛。我简单介绍一下我们这次论坛的缘起。为什么要召开这次会议呢?主要是考虑两个原因。第一个,近来中央有关部门很重视文艺评论工作,5月初中宣部举行了文艺评论的培训班,5月30号成立了中国文艺评论家协会,今年年初以来,《人", "label": "艺术学", "id": 0}
{"content": "<正>时间:2014年6月26号（10:40——12:00）地点:中国艺术研究院第五会议室主办:中国艺术研究院马克思主义文艺理论研究所李云雷:各位老师,我们现在开始进入第一单元,我们的主题是\"文艺评论:新的方向与可能性\",大约有1个小时的时间,希望各位老师每个人发言能够简短一点。下面我们请中国艺术研究院的副院长吕品田老师发言。", "label": "艺术学", "id": 0}
{"content": "<正>时间:2014年6月26号（14:30——16:00）地点:北京西藏大厦三层会议室主办:中国艺术研究院马克思主义文艺理论研究所刘复生:各位老师、各位朋友,大家好。很高兴今天主持青年文艺论坛下午的专题,下午讨论的主题是\"新时期以来文艺评论的回顾与反思\"。今天上午,主要是开幕式和以资深批评家为主的研讨,下午就是以青年学者为主。从年龄来讲,我是介于青年和资深之间,最多只能算一个小资深的批评家。我们今天下午", "label": "艺术学", "id": 0}
{"content": "<正>时间:2014年6月26号（16:15——18:00）地点:北京西藏大厦三层会议室主办:中国艺术研究院马克思主义文艺理论研究所刘继明:我先接着刚才周展安的发言,讲点感想。他刚才评论了张慧瑜提出的的\"四种批评\",我觉得只有超越了文学批评,才可能走向真正意义的批评。为什么这么说呢?批评家要想真正承担起构建核心价值观的重任,就必须要面对", "label": "艺术学", "id": 0}
{"content": "<正>时间:2014年6月27号（9:00——10:30）地点:北京西藏大厦三层会议室主办:中国艺术研究院马克思主义文艺理论研究所王磊:大家好,今天上午的议题是\"西方理论、中国经验与当代文艺评论\"。昨天讨论的时候好像张慧瑜提到了一个问题:文艺评论为什么今天又被再次强调?我觉得可以这么解释:是因为文艺评论能引导思潮和价值观,引领文艺乃至文化的方向。今天是一个价值多元的时代,也是一个价值混乱的时代,建立一个", "label": "艺术学", "id": 0}
{"content": "<正>时间:2014年6月27号（10:45——12:00）地点:北京西藏大厦三层会议室主办:中国艺术研究院马克思主义文艺理论研究所苏仲乐:各位老师好,我们整个单元讨论的都是西方理论、中国经验与当代文艺评论的问题。我前面没有发言,借主持的机会,说一下自己的感想。说到西方理论,前面不少同仁说,我们的很多发言其实还是在用西方理论,我觉得,不能说反思西方理论就不能批判地使用西方理论,以我的浅见,这未尝不可,\"打着红旗反红旗\"我倒觉得是一种很高级、很智慧的手段。马克思主义,", "label": "艺术学", "id": 0}
{"content": "<正>时间:2014年6月27号（14:30——16:00）地点:北京西藏大厦三层会议室主办:中国艺术研究院马克思主义文艺理论研究所李云雷:下面开始,我们先介绍一下李陀老师,大家欢迎。乔焕江:各位,很高兴今天下午这场由我来主持。我先说一下这两天听会的一点感觉,我觉得,在上午我们基本上是进入佳境,希望下午能够掀起高潮。昨天老一代的批评家提出了自己的困惑,像陈福民老师说\"90年代批评的依据已经被掏空了\",然后旷新年老师提出\"重构价值观\"的问题,后来沿着这个脉络,也是陈福民老师讲,要有一个\"对当下历史的知识表述\"的问题。当然,这恐怕", "label": "艺术学", "id": 0}
{"content": "<正>时间:2014年6月27号（16:15——18:00）地点:北京西藏大厦三层会议室主办:中国艺术研究院马克思主义文艺理论研究所李云雷:我们下半场开始,先介绍一下新来的几位老师,孟登迎老师,还有石一枫老师,还有周汉萍老师。孙佳山:大家好,经过两天的论坛,我们已经就文艺评论的方方面面进行了很深入的讨论。用比较文艺的说法概括,我们之前讨论的是\"文艺评论的今天,如何成了昨日所不曾料想的将来\"。在讨论中,大家都聚焦于文艺评论如何再度", "label": "艺术学", "id": 0}
{"content": "通过对技术传播学科与文学亲疏关系的回顾,确立了通感是技术传播与文学的交集。指出了随着技术传播的发展文学地位降低,是因文学中有大量\"非法通感\"的存在。在文学通感概念下,将文学通感细分为\"非法通感\"和\"合法通感\"。提出\"合法通感\"才是利于技术传播的关键因素,进而提出当前技术传播需要的不是文学本身,而是可以为技术传播提供\"合法通感\"的\"文学营销\"理论,相比文学,技术传播人员更容易学习和掌握\"文学营销\"。", "label": "艺术学", "id": 0}
{"content": "<正>马克思主义经典作家在文艺理论上留下了十分丰厚的思想资源,有着一整套独特的思想方法和学术概念及范畴,因此,马克思主义文艺理论曾是我国文艺领域里一面高扬的旗帜,是中国共产党制定文艺政策的重要理论依据。在早期的中国共产党领导人中,瞿秋白对马克思主义文艺理论在中国的传播和阐发以及对于中国共产党人如何建立无产阶级文化、如何探", "label": "艺术学", "id": 0}
{"content": "<正>马克思曾说\"问题就是公开的、无畏的、左右一切个人的时代声音。问题就是时代的口号,是它表现自己精神状态的最实际的呼声\"。1一个时代有一个时代的问题,这些重大问题不仅仅是对个人的牵引,同时也要求一种学说与思想实现对时代问题的思考和理论表述,形成自己的理论命题。中国马克思主义文论其实是百年来马克思主义理论作为革命的武器和批判的武器,直面中国波澜壮阔的民族民主革命的现实而形成并发展的,在特定的历史阶段,有效地实现了现代中国文论的历史使命,形成了一系列具有理论价值和现实阐发效力并具有", "label": "艺术学", "id": 0}
{"content": "<正>新时期以来,马克思主义文艺理论研究取得了明显进展,同时,与这个进展相伴随的是在研究中也出现了一些偏失。可以说,在我国,马克思主义文论每前进一步,都伴随着一定程度的纠偏与补失。一切理论都是历史的理论,所以理论必须与时俱进,在发展中,也在发展的偏失中,为自己的先进性或科学性开辟道路。马克思主义文论当然也不例外。首先,我国新时期以来马克思主义文论的基本成就,也是其最为重要的功能之一,就是", "label": "艺术学", "id": 0}
{"content": "<正>中国马克思主义文艺理论发展具有两个维度,那就是学理上的中国化、实践上对艺术创作和批评的促进功能,核心是两个方面:社会批评和艺术创作。对于新时期以来马克思主义文艺理论的成就和问题,我认为在学理化和中国化方面,成绩是主要的,但在促进创作和批评（艺术批评和社会批评）方面,不足却是主要的。", "label": "艺术学", "id": 0}
{"content": "<正>新时期以来,马克思主义文艺理论做出了很多颇有价值的理论建树,但同时,充满变革的时代也给马克思主义文艺理论带来了困惑:比如马克思主义文艺理论阐释当代文化现象的困难,比如经典马克思主义文艺理论如何融入当代性等,都是马克思主义文艺理论者亟需思考的问题。笔者就此提出一点浅见。", "label": "艺术学", "id": 0}
{"content": "<正>这些年,不断有学者忧心忡忡地关心文艺学的学科危机,然而,关于马克思主义文论的当代危机却少有学者做深度关注和反省。事实上,马克思主义文论的危机正处于文艺学学科危机的中心。这是因为,与其他学科相比,文艺学学科作为前苏联舶来品,在当代中国拥有无可比拟的政治地位。简单地说,在前30年的社会主义文学教育中,文艺学学科具有显而易见的政治性。正是这种政治性,使得这门学科不再仅仅作为文学研究的一个门类,而是直接参与到建构人们", "label": "艺术学", "id": 0}
{"content": "<正>2014年3月14日,第一期\"马克思主义文艺理论论坛\"在中国艺术研究院举行。本期论坛由中国艺术研究院马克思主义文艺理论研究所主办,主题是\"新时期以来马克思主义文艺理论研究的成绩和问题\"。北京大学中文系董学文、金永兵、蒋洪生,中国人民大学文学院张永清,教育部社科中心马建辉,中国艺术研究院马克思主义文艺理论研究所所长祝东力,《文艺理论与批评》主编陈飞龙、副主编李云雷、王磊,马克思主义文艺理论研究所李荣启、", "label": "艺术学", "id": 0}
{"content": "<正>既然要讲\"马克思主义文艺理论的基本特征和内核\",那么最核心的概念就是马克思主义。在我看来,以往的一些争论把探究的重点都放在了\"基本特征和内核\"这个层面,而把\"马克思主义\"这个层面视为不证自明的理论前提。通过对相关论争的仔细分析,我们发现,问题恰恰出在对\"何谓马克思主义\"的理解问题上。鉴于此种情况,我们如果能把各自理解和把握的\"马克思主义\"这一理论基石讲清楚,那么后面再谈其基本特征和内核的话,可能", "label": "艺术学", "id": 0}
{"content": "<正>什么是马克思主义文艺理论?要回答这个问题,首先需要界定什么是马克思主义。关于这后一个问题,可以有不同角度、侧面的多种解答,本文采用恩格斯的经典论述。恩格斯在《社会主义从空想到科学的发展》一文中说:\"这两个伟大的发现——唯物主义历史观和通过剩余价值揭破资本主义生产的秘密,都应当归功于马克思。由于这些发现,社会主义已经变成了科学……\"1也就是说,在恩格斯看来,作为一种理论或学说,社会主义从空想转变为科学的质的飞跃的关键标志,就在于历史唯物主义和剩余价值理论的创立,", "label": "艺术学", "id": 0}
{"content": "<正>张老师所做的发言非常清晰。张老师认为是发展马克思主义的一个前提,是要寻找最大公约数。实际上这个问题从整个马克思主义的理论发展史上来看,也出现过好几次:很多重要的理论家,都提出过要\"保卫马克思主义\",或者是要重新把马克思主义争夺回来。在马克思发展史上,为什么会出现这一现象:马克思主义在理论内部成了一个被争夺的\"赌注\"?其原因可能就是,在历史过程当中,马克思主义太多地与其他的理论话语相结合,而", "label": "艺术学", "id": 0}
{"content": "<正>一、马克思主义文艺理论\"内核\"的界说标准探讨马克思主义文艺理论的\"内核\"与\"关键特征\",实际上就是探讨究竟什么才是马克思主义文艺理论。解决了这个问题,我们才有判断一种学说到底是否属于马克思主义文艺理论范畴的基本准则。我们知道,马克思主义创始人从来没有鼓吹过文艺学或美学教条。在他们的学说中,任何一种似乎可以支配一切文艺形态命运的概念都是不存在的。他们的学说中,也绝没有空洞的深奥以及虚假的眼界开阔。但是,中外学界却大都承认,马克思主义文", "label": "艺术学", "id": 0}
{"content": "<正>2014年5月7日,第二期\"马克思主义文艺理论论坛\"在中国艺术研究院举行,本期论坛由中国艺术研究院马克思主义文艺理论研究所主办,主题是\"马克思主义文艺理论的基本特征与内核\"。北京大学中文系董学文、蒋洪生、朱康,中国人民大学文学院张永清,中国艺术研究院马克思主义文艺理论研究所所长祝东力,《文艺理论与批评》主编陈飞龙、副主编王磊,马克思主义文艺理论研究所刘永明,中国社会科学院文学所丁国旗、刘卓,教育", "label": "艺术学", "id": 0}
{"content": "<正>时间:2014年3月27日（周四）14:30—18:00地点:中国艺术研究院334会议室主办:中国艺术研究院马克思主义文艺理论研究所陈亦水:大家下午好,欢迎参加中国艺术研究院马文所举办的第三十四期青年文艺论坛。本次论坛以当前的文艺作品为中心,主要讨论文艺和政治意识形态之间的关系。非常感谢各位老师和同学对本次论坛的支持,身为马文所的毕业生,我也非常荣幸能够在此为大家做主持工作。", "label": "艺术学", "id": 0}
{"content": "<正>时间:2014年1月23日（星期四）下午14:30—18:00地点:中国艺术研究院334会议室主办:中国艺术研究院马克思主义文艺理论研究所孙佳山:欢迎大家出席第三十二期青年文艺论坛\"中国梦与当代文艺前沿问题\"。值此辞旧迎新之际,对大家能在小年还来参加论坛表示由衷的感谢!众所周知,2012年末,习主席在视察国家博物馆的时候首次阐释了\"中国梦\",\"中国梦\"成为理解和认知当下时代的一个重要关键词,受到了国内外舆论的高度关", "label": "艺术学", "id": 0}
{"content": "<正>第一期:当代文艺批评的现状与前沿问题（2011年6月28日）第二期:\"底层叙事\"与新型批评的可能性（2011年7月20日）第三期:新世纪中国电影的\"繁荣\"与忧思（2011年8月18日）第四期:流行音乐:我们的体验与反思（2011年9月22日）第五期:日常生活美学:理论、经验与反思（2011年10月27日）第六期:我们的时代及其文学表现——与著名作家座谈（2011年11月24日）", "label": "艺术学", "id": 0}
{"content": "<正>时间:2013年11月17日上午9:00—10:00地点:中国艺术研究院第五会议室主办:中国艺术研究院马克思主义文艺理论研究所祝东力（中国艺术研究院马克思主义文艺理论研究所）:尊敬的各位领导,各位嘉宾,各位年轻的朋友们,大家上午好!第一届全国青年文艺论坛开幕式现在开始。首先,我代表主办单位向大家表示最热烈的欢迎!2011年6月,在中国艺术研究院领导的支持下,马克思主义文艺理论研究所成立了当代文艺批评中心,从那以后每个月举办一期青年文艺论坛,以中国艺术研究院以及在北京的各", "label": "艺术学", "id": 0}
{"content": "<正>时间:2013年11月17号上午10:30—12:00地点:中国艺术研究院第五会议室主办:中国艺术研究院马克思主义文艺理论研究所李云雷:各位领导,各位老师,我们现在进入第一届全国青年文艺论坛的第一单元,我们请了一些业内外的专家学者和一些资深的评论家,对新视野中的当代文艺批评这一话题进行讨论,我们首先请中国艺术研究院的副院长吕品田老师做一个发言。吕品田（中国艺术研究院）:首先祝贺首届全国青年文艺论坛的开幕,这个", "label": "艺术学", "id": 0}
{"content": "<正>时间:2013年11月17号下午17:45—18:00地点:西藏大厦三层会议室主办:中国艺术研究院马克思主义文艺理论研究所李云雷:对不起,因为时间关系,我们就讨论到这里,我们举行一个比较简短的闭幕式,首先请郭春林老师给我们做一个学术总结。郭春林（上海大学文化研究系）:首先,要说我是一个不称职的主持。其次,我肯定也是一个不够格的学术总结。我把这个理解成云雷、祝老师想让我做一个忠实的听会者。于是,这两天我就一直坐在前面,可以享受有桌子和茶的特权,", "label": "艺术学", "id": 0}
{"content": "<正>近十多年来,在西方乃至整个国际学术界,不少学者开始建构一种全球化的理论话语,因而,沉寂已久的世界主义再度浮出历史的地表,成为国际人文社会科学诸学科领域的又一个前沿理论课题:它频繁地出现在哲学和社会学家的著作中,并且更为频繁地得到专门从事文学和文化研究的学者们的引证和讨论。这些研究和批评性著述大多从政治哲学和文化的角度讨论世界主义,但是也不", "label": "艺术学", "id": 0}
{"content": "<正>时间:2013年10月17日（星期四）下午14:30—18:00地点:中国艺术研究院334会议室主办:中国艺术研究院马克思主义文艺理论研究所孙佳山:大家好,欢迎参加第29期青年文艺论坛。近年来随着《甄嬛传》、《小时代》等影视剧的热播,在社会上引起了很大的争议,在网络上、在平面媒体上,尤其在传统媒体上有着很多截然不同的看法。今天讨论的话题,就是由这", "label": "艺术学", "id": 0}
{"content": "<正>中国中外文艺理论学会第十届年会暨\"文学理论研究与中国当代文化复兴\"学术研讨会开幕了。首先我以个人的名义,向来宾们、同行们与朋友们表示亲切的问候。一、这届学会的一个重要内容是换届改选。要成立新的理事会、常务理事会,改选会长。换届一事,已在会员、理事与常务理事中间进行了协商酝酿。按照民政部的要求,我们早在2004年就开始有计划地、一批一批地更换会长、副会长,完善", "label": "艺术学", "id": 0}
{"content": "<正>文学理想是文艺学的基本范畴之一。文学理想是引导作家、艺术家不断追求、不断探索、不断登攀的崇高目标;是推动文学活动发展的内在动力;是不同时代、不同民族的人们进行文学阅读和文学鉴赏批评的最高的审美尺度。人类艺术地掌握世界的历史表明:没有理想,就没有真正的文学艺术;没有理想,", "label": "艺术学", "id": 0}
{"content": "长期以来,中国传统文论话语处于边缘化的位置。这是客观存在的事实。但是,中国传统文论话语的边缘化状况如何?却很少有人对于这个问题做调查研究。本文采用文献调查、数据分析和逻辑论证相结合的方法,对于1901年1月至2000年12月的文学理论话语做了较为全面的调查研究。这对于了解中国传统文论话语边缘化的基本状况,为中国现当代文论学术史研究和中国文论话语的重建等,都具有重要的学术价值。", "label": "艺术学", "id": 0}
{"content": "从2009年起,对\"后理论时代\"这个命名的接受和运用迅疾成为中国文艺理论研究的一个兴奋点。\"后理论\"、\"后理论时代\"的概念在中国学界是松散而充满歧义的,\"后理论时代\"唱响了理论挽歌?\"后理论\"是\"后现代\"的理论还是\"后现代\"之后的理论?\"后理论时代\"是否已经来临?这三个问题反映出中国学人对\"理论之后\"、\"后理论\"、\"后理论时代\"这些命题充满着复杂性、多义性、矛盾性的种种理解与应答,这既体现出研究的责任和热忱,同时也暴露出对西方语境下生成的理论命题在移植、接受、改造过程中的偏误和不足。", "label": "艺术学", "id": 0}
{"content": "<正>卡勒在《当今文学理论》（Literary Theory Today）（2011）一文中指出,\"文学理论不再仅仅是关于文学性质的理论,而是关于那些与文学最为相关之物的理论书写的集聚\"。①在他看来,新近西方学界关于文学的理论书写呈现了诸种趋态,即伦理学转向、新叙事学、生态批评、美学回归、后学等,这在2012年国内文艺理论界的研究中也有所体现。与此同时,学界亦形成了本土的叠合域和理论焦点,继续对西方文论史", "label": "艺术学", "id": 0}
{"content": "<正>相较论文和专著的学术活动形式,学术研讨会总是更具前沿性、时代性和交流性,通过会议交流的形式,学者们不仅可以更清楚、便捷地了解各个学科的前沿热点和研究动态,还可以对本学科的难点问题进行争论辨析,杂取百家所长,从而及时调整、跟进自己的研究进程,对于学术的发展和进步起着积极的作用。因此,对每一年度的学术会议做一番全景式的观照和剖析,不仅方便学人及时掌握学术发展动态,更可以", "label": "艺术学", "id": 0}
{"content": "<正>2012年,北京师范大学文艺学研究中心推出以程正民、童庆炳为总主编的《20世纪马克思主义文艺理论国别研究》丛书（北京大学出版社出版）,包括中国、俄国、日本、德国、法国、英国、美国七大卷,近200万字。这套丛书时间上涵盖一个世纪,空间上包括东西方七个国家,是一次从国别角度展现20世纪马克思主义文艺理论发展历史的重要尝试,实际上也就是20世纪马克思主义文艺理论发展史。据了解,目前国", "label": "艺术学", "id": 0}
{"content": "<正>由于特殊的意识形态背景与中国文化的相对独立性,中国的马克思主义文艺理论完全不同于西方马克思主义文艺理论。它有自己的特色,即坚持马克思主义的宏观辩证思维,着力于当代语境中的马克思主义思想的开放性解读,突出变革现实的人民性立场。作家出版社2011年出版的《陆贵山文集》（8卷本,以下简称《文集》）,从文本解析到学理研究到文艺思潮和文艺批评,涵盖了陆贵山教授五十年来撰写的重要理论", "label": "艺术学", "id": 0}
{"content": "<正>一来稿须知1.《中国中外文艺理论研究》主要收录学会年会参会学者所提交的会议交流论文,也接受会员及从事文艺理论研究的国内外学者的平时投稿,学术论文、译文、评述、书评及有价值的研究资料等均可。2.本刊已被《中国学术期刊网络出版总库》及CNKI系列数据库收录。与会学者或会员投稿必须是首发论文;论文要求完整,不能是提要、提纲。", "label": "艺术学", "id": 0}
{"content": "<正>为适应我国信息化建设,扩大本刊及作者知识信息交流渠道,本刊已被《中国学术期刊网络出版总库》及CNKI系列数据库收录,如作者不同意文章被收录,请在来稿时向本刊声明,本刊将做适当处理。", "label": "艺术学", "id": 0}
{"content": "<正>王磊:今天的主题是\"现代主义思潮再反思\"。现代主义思潮形成于19世纪后期的欧洲,从现代性的角度,可能更容易把握现代主义的某些本质。现代性是欧洲自地理大发现以来逐渐形成的一种与中世纪有本质差异的社会文化,关于这种差异,英国学者吉登斯称作\"现代性断裂\"。现代性包括一系列价值理念和制度设计,比如相信进步的历史观、理性的力量,推崇个人主义、人道主义和平等自由的理念,现代性与西方资本主义市场经济、工业化相伴随,是体现新兴市民阶级价值观的一种社会、文化和制度理想。", "label": "艺术学", "id": 0}
{"content": "作为高校公共基础的文学课程,对民族文化的传承、人文素养的提升有着不容忽视的重要意义。但就现状来看,文学课程的教学在美术教育中未能得到足够的重视。本文立足于美术专业的特点,通过笔者实践反思文学课程教学中存在的问题,并结合课程资源建设、教学环境营造、教学手段改革等方面探索美术教育中文学课程教学的发展之路。", "label": "艺术学", "id": 0}
{"content": "本文就以往我国马克思主义文艺理论研究中所存在的直观论、纯认识论和教条主义倾向作了简略的评论,并认为造成这些倾向的思想根源从哲学上来看,是由于一方面把\"思维与存在的关系\"混同于\"精神与物质的关系\",视马克思主义文艺观为仅仅是在总结现实主义文学经验基础上形成的\"认识论文艺观\"而未能深入发掘它的\"人学\"内涵。另一方面,由于不理解\"思维与存在的关系\"是在实践基础上所形成的动态的对立统一的关系,因而也不理解任何理论的真理性都是相对的,它只有借助一定的方法在实际运用过程中才能转化为其体的真理。", "label": "艺术学", "id": 0}
{"content": "后马克思主义理论的译介和研究在国内文学理论研究中尚属未开拓的领域。关于世界文学的研究和辩论是后马克思主义文论的一个焦点问题。卡萨诺瓦的《文学作为一个世界》集中地论述了她的世界文学观,从中可以看到后马克思主义文论的一些显著特色。这种理论突显了后现代思想改变现代思想重视的时间维度,在空间维度上展开理论思考的特色,同时它回到马克思的世界文学话题,表明后马克思主义文论,在面对当下文学问题,整合当代思想资源时,十分注意与经典马克思主义保持一种实际联系。卡萨诺瓦的理论对中国当代文学和文论建设都有一定的借鉴意义。", "label": "艺术学", "id": 0}
{"content": "马克思主义批评是一种有别于现代文学理论的、自成系统文学研究范式。作为一种文学研究范式,其特质主要体现在四个方面:以马克思主义的基本原理、知识系统作为研讨文学问题的学理基础;具有不同于一般文学理论的问题意识和研究对象;有自己阐释文学问题的理论、范畴和命题;在马克思主义的问题域中展开文学研究。马克思的文学批评反思和批判\"资本现代性\"对文学活动、审美活动乃至整个精神生产的影响,构成了马克思文学批评的思想基础和主要对象,并由此形成了马克思主义文学批评的\"问题域\"。", "label": "艺术学", "id": 0}
{"content": "<正>本文从哲学层面对文艺学创新问题进行了理论反思,探讨了文艺学创新的现实要求,阐释了推进文艺学创新的学理前提和本体论承诺的意义,认为21世纪是综合的世纪,综合应该成为创造新的文艺学的方向。", "label": "艺术学", "id": 0}
{"content": "<正>文艺学是实践属性突出的理论学科,它向实践敞开,以实践为理论建构的根据。这种情况决定了它的批评功能极为重要。而.下的问题是批评并没有被文艺学界普遍确认为是理论的主动构建形态与有机成分,一些研究者偏激地热衷于非现实批评语境的西论导入,或者,倾情于非批评针对性的概念游戏。这种倾向不加以改变,文艺学则有可能成为一门没有理论锋芒的不伦不类的学科。", "label": "艺术学", "id": 0}
{"content": "<正>时间:2013年2月28日（周四）下午2:30-6:00地点:中国艺术研究院334会议室王磊:今天的主题是\"现代主义思潮再反思\"。现代主义思潮开始形成于19世纪后期的欧洲,是与浪漫主义、现实主义相对应的一种文艺思潮,因此通常可以从浪漫主义、现实主义、现代主义这样一个艺术思潮的脉络中去理解现代主义。如果从现代性的角度看,可能更容易把握现代主义的某些本质。一般来说,现代性是欧洲自地理大发现、文艺复兴、启蒙运动及工业革命以来形成的一种与", "label": "艺术学", "id": 0}
{"content": "女性主义自19世纪末兴起以来,就受到了全世界的广泛关注。进入20世纪初,女权运动开始发展壮大。受其影响,这一阶段对应的现代主义小说中不乏对女性角色的探讨。由于新世纪新形势,文学作品中对于新时代的女性形象描写不再局限于激进的\"新女性\"形象,而呈现多元化发展趋势。本文以詹姆斯.乔伊斯《都柏林人》中的《死者》和弗吉尼亚·伍尔夫的《达洛卫夫人》中的两位女主人公为例,尝试探讨在女权运动发展的重要过渡时期,\"新女性\"有别于以往的表现形式,即女性的\"第二条路\"。", "label": "艺术学", "id": 0}
{"content": "《简爱》和《飘》虽然来自不同国家不同时代,但是其中两位女主人公的独立人格齐放光彩,经久不衰。本文旨在从女性的独立精神出发,研究比较《简爱》和《飘》的女主人公的自主爱情观、反叛精神和经济独立意识。笔者首先对比了两位主人公的自主独立的爱情观,简爱先是拒绝做罗切斯特的情妇,后又拒绝圣约翰的求婚,最终获得平等的圆满爱情。而斯嘉丽一直执着地追求阿西礼,直到梦醒时才发现自己爱的是瑞德,虽然他已离去,她却自信能挽救他们的爱情。然后,本文分析比较了简爱和斯嘉丽独立反叛的精神,简爱在人生的不同阶段都对不公平表现了不同层次的反抗,而斯嘉丽从来就排斥淑女风范和传统礼节。最后,本文对比了两位女主人公不屈服于命运追求经济独立的精神。简爱不懈努力,有着自己的教师梦;斯嘉丽在逆境中独立成长,拯救陶乐,从不退缩。", "label": "艺术学", "id": 0}
{"content": "<正>一、我国当前存在的三种不同的作品概念（一）物质性的作品概念对于人们来说,\"作品\"一词并不陌生,在人们日常生活中所接触到的各类小说、诗歌、散文、绘画、论文、报告、书籍、电影、电视等都是作品,对于受过教育的人们,作品甚至成为他们日常工作生活中的组成部分,更是", "label": "艺术学", "id": 0}
{"content": "<正>千百年来,作为一种理想生活的象征,美好生活被无数人所向往和追求。具体到16世纪的话语语境中,尽管那时候没有电灯、蒸汽机或是现代机器,人们对于美好生活仍然有着相同的梦想,提出了关于美好生活的设想和框架。菲利普·西德尼爵士（1554—1586年）是一位生活在伊丽莎白女王统治时代、英国文艺复兴时期的文学巨匠,代表作有《阿卡迪亚》（1593年）。汤显祖②（1550—1616年）是生活在中国明代著名的剧作家,《牡丹亭》（1598年）为其代表作。两位作家在其生活的时代在各自国家都享有盛誉,两部作品中主人公对美好生活的追求,有着很高的相似性和契合度,汇聚成闪烁着真、善、美光芒的人文精神之河,对各个时代的人们都有着巨大的吸引力和鼓舞作用。这种人文精神如何", "label": "艺术学", "id": 0}
{"content": "《水浒传》是中国历史上的四大名著之一,许多文学家都从不同的角度对其进行了深刻的解读。对于书中所体现的主题思想,赞扬和批评历来是文学家争论的焦点。本文通过对比书中的英雄主义和西方的骑士精神,从政治,道德,目的和手段的关系以及男人和女人的关系方面来分析二者的差异。最终揭示《水浒传》的英雄主义的本质是对人之本性的压抑,对人尊严的践踏,对人生命的扼杀和对人性之善的否定。西方的骑士精神的本质是对人之本性释放的宽容,对人尊严的保护,对人生命的敬畏和对人性之善的肯定。", "label": "艺术学", "id": 0}
{"content": "<正>\"新文化史\"是20世纪80年代在西方史学界出现的一种新理论和新潮流。与关注政治、社会等要素的传统史学不同,\"新文化史\"注重从文化角度理解历史,认为\"文化\"并不是一种被动因素,文化既非社会或经济的产物,也不脱离社会诸因素独立发展,文化与社会、经济、政治诸要素之间是互动关系。但是\"新文化史\"与\"古典文化史\"把文化视为时代精神或时代总体面貌的观念也不同,它关注历史中的个人,认", "label": "艺术学", "id": 0}
{"content": "<正>综观古今中外的文学实践,人们不难发现,在文学这一特殊的语义系统内,创作主体常常运用各种修辞技巧对语言重新编码,从而造成含蓄意指和语义扩张的效应,文学语言不仅表达直接的意义,而且表达间接的意义,隐喻和象征是两种常见的达致这一效应的有效途径;然而,应该如何对隐喻与象征进行有效的区分,学术界一直存", "label": "艺术学", "id": 0}
{"content": "<正>从启蒙到人本、从普适到多样、从语言到话语,晚近人文社会科学研究目标与范式的转变,不仅是后现代反本质主义对现代启蒙神话的消解,同时也是对人本主义的再次召唤。随着反本质主义思潮的兴起,传统意义上的宏大叙事模式趋于瓦解,生活在当代文化中的人们开始对过去受到普遍关注的\"语言的透明性\"和\"启蒙的合法性\"产生质疑。反本质主义思潮在对语言表述机制的重新思考中,反思并企图解构西方现", "label": "艺术学", "id": 0}
{"content": "<正>改革开放之初,面对文学拘囿于政治牢笼的状况,学界以文学\"纯\"化、\"审美\"化、\"主体\"化作为知识策略（也就是\"去政治化\"）,拯救文学于水生火热之中,肯定了文学的自主性,功不可没。然而,作为\"策略\"行为的\"审美\"、\"美感\"、\"纯化\"不知不觉中却形成了一种新型的\"审美霸权\"与\"美感殖民\",文学已然成为了\"审美\"单向度的存在,甚至讳言任何文学与外在的关联。文学好不容易走出了\"政治", "label": "艺术学", "id": 0}
{"content": "<正>我国当代文学理论的发展,离不开对传统的继承和对西方的借鉴。经过几十年的沉淀,除去有目共睹的辉煌成就,个中经验与教训亦十分丰富。当下,已经到了高度重视、深刻反省文学理论双重属性的时候了。一两种文学理论中国传统文学理论偏重于人之性情的导引,着眼点主要在于文学\"怎么样\"而非\"是什么\",所以极为重视文学的怡情悦性、人伦养成、和谐社会等功能,可以说是从", "label": "艺术学", "id": 0}
{"content": "<正>在新世纪的语境中,文学理论的有效性、合理性与合法性又一次面临着危机,并引发了诸多的论争。在反本质主义、相对主义等思潮的冲击之下,不仅传统的文学理论范式遭到了根本而全面的质疑,而且文学理论本身之存在及其发展的可能性与必要性也一时间成为了问题。亦正面对文学理论的这种现实遭际,基于当下中国社会文化的基本规定性及其发展的历史必然要求与现实当下要求,我们理应对反本质主义与相", "label": "艺术学", "id": 0}
{"content": "<正>后殖民理论是一种与后现代理论相呼应的,由多种文化政治理论与批评方法组成的批评话语系统,它在后现代主义消解中心、消解权威和倡导多元文化的研究潮流中脱颖而出,风靡全球。萨义德的《东方主义》②于1978年出版后,在世界范围内引起了极大的关注,在该书中萨义德运用福柯的\"话语—权力\"理论,在西方内部对几百年来西方学者在研究东方的过程中所形成的\"东方主义\"进行了彻底地质疑和颠覆,", "label": "艺术学", "id": 0}
{"content": "<正>当中国文学艺术的发展进入到21世纪的时候,我们可以欣喜地看到当代的文学艺术的风格和形式等呈现出多样化的趋势,现代主义、后现代主义、魔幻现实主义、新写实、新感觉等等,可以说是众彩纷呈。尽管世情变得越来越后现代,越来越前卫时尚,而文学艺术的创作则并没有得到广大人民群众的认可,究其主要原因则是现实主", "label": "艺术学", "id": 0}
{"content": "<正>\"文化研究\"（Cultural Studies）,作为当今西方国家最前沿的学术思潮与知识话语,是当代西方人文社会科学领域一种以关注大众文化、意义生产、权力表征、身份认同及文化政治为宗旨的跨学科研究。文化研究固然有丰富的思想谱系、理论来源和方法启迪,但文化研究自诞生之日起,就一直以马克思主义为主要参照系。文化研究与当代马克思主义可谓携手共进。文化研究不断借用与时俱进、日益开放的马克思主", "label": "艺术学", "id": 0}
{"content": "<正>一从学理上说,任何一种理论都是对社会现象或自然现象的阐释和认识的概括,文学理论就是对文学现象的阐述和认识的概括。而文学最早的原生形态则是民间自在自为与自娱自乐的方式,带有极其纯粹的自由性质。然而中国知识阶层很早就意识到文学与政治有密不可分的联系。他们往往将自己的", "label": "艺术学", "id": 0}
{"content": "《神曲》是最早介绍到中国的欧洲文学作品之一,在中国产生了广泛的影响。《离骚》是我国古典文学中最长的抒情诗。本文将意大利史诗《神曲》与中国古代伟大诗篇《离骚》进行比较,分析二者在逻辑结构和意象结构上的共同特点,认为二者都批判了诗人所在的大变革时代的社会现实,反映了诗人的爱国热情、政治主张、内心的辩证矛盾以及对美好人性的追求。", "label": "艺术学", "id": 0}
{"content": "本文对比分析美国麦卡锡主义和中国\"文化大革命\"相似时代背景下的两首诗歌《嚎叫》和《相信未来》,探究金斯伯格和食指在两首诗中所表现出的相同的愤懑情结和反叛精神,并探讨不同书写方式中的反叛声音。金斯伯格的《嚎叫》以一场喧嚣而彻底的话语革命的形式出现,而食指的《相信未来》却以一场静悄悄的话语革命的形式出现。", "label": "艺术学", "id": 0}
{"content": "本文认为雨果的长篇小说《巴黎圣母院》与徐吁的中篇小说《盲恋》在艺术手法上有许多相同之处,却又各有所长,具体从三个方面进行了比照分析:一是从情节安排上进行了对比,显示出两部作品各自在情节安排上的创新;二是在人物形象的塑造上,雨果与徐吁都采用了美丑对照的描写手法,使人物形象更加鲜明,反映主题更加深刻;三是《巴黎圣母院》与《盲恋》在悲剧主题的不同表现手法上的对比,共同指出了人类视觉审美的局限。《盲恋》虽为一部中篇小说,但在艺术手法上却不亚于《巴黎圣母院》,体现了徐吁融汇中外精华的独特写作风格。", "label": "艺术学", "id": 0}
{"content": "<正>文学理论的历史是时代政治和思想历史的一部分,任何理论都只有作用于其所身处的时代才能彰显其独特价值,因为任何一套关于文学的特点、性质、意义、价值、语言、感情和经验的理论,势必要论及关于人类个人和社会性质的更广更深刻的信念,这里包含对历史的解", "label": "艺术学", "id": 0}
{"content": "<正>20世纪80年代中期以来,国外马克思主义文论同西方文化、文论思想一起,不断介绍到国内,那时我们把它定位为\"西马\"。这西马二字,就是说它不是马克思主义原典意义上的文论,它不同于苏联的所谓马克思主义文论,同时也不是我们中国流行的马克思主义文论的形态,于是在我国的主流文化思潮中,\"西马非马\",成了一个十分流行的说法。这个\"西马非马\"的说法实际上是说,西方的马克思主义不是马克思主义的,它们是苏联学者说的\"不过是西方资产阶级的文艺思想\",或是20世纪60年代初我们说的是修正主义文艺思想。同时,这个说法实际上也是说,只有我们中国的马克思主义才是从马克思主义原典意义上发展起来的真正的马克思主义。七八十年代改革开放以来,上面的这类说法,曾使我国心有余悸的学者一时不敢接近它们,即使有所接触,", "label": "艺术学", "id": 0}
{"content": "<正>两天紧张的会议就要结束了。在会上,我们听到了许多精彩的发言,获得了新信息,学习了新知识。会议安排我作一个总结,这实际上是一件无法完成的工作。会议的内容十分丰富,代表的发言新意迭出。消化总结的工作,要留待各位回去后再慢慢做。印出的论文,会上来不及交流,回去后可再细读。许多学者所提出的问题,也要留待会后再作深思。这里我只说三点体会。一理论的理论品格与实践性会上,许多代表发言都提到了一个词:\"接地\",并且还以一种批判的姿态来呼吁\"接地\"。那么,什么叫\"接地\"呢?这里面有颇具针对性的一面,但也可能也会有", "label": "艺术学", "id": 0}
{"content": "<正>波兰美学家塔塔尔凯维奇（wladyslaw Tatarkiewicz,1886—1980）曾指出:\"形式\"是西方美学最经久耐用的名词之一,而一个名词愈是经久,其意义因为累积的缘故,也就显出愈多的分歧。他经过仔细的考察,梳理出\"形式\"这一名词的十一种含义,其中包括五种主要含义、四种相对次要的含义和两种新起的含义。塔塔尔凯维奇的划分略显琐碎,但他为了区分这同一能指的多个所指而采取的方法却简便易行:找出每一种所指的反义词,通过与之相对的概念确定其含义。本文的关注点在于塔塔尔凯维奇所谓\"形式乙\"和\"形式丙\",即与\"内容\"相对", "label": "艺术学", "id": 0}
{"content": "<正>\"文学\"与\"想象\"在中国文化中都成词较早,但并不相互解释,而它们之间的相互解释正是新文学观念转换的开端与关键。钱锺书曾认为:\"至民国之新文学,渊源泰西;体制性德,绝非旧日之遗,为有意之创辟,非无形之转移,事实昭然,不关理论。\"类似的看法鲁迅在《门外文谈·不识字的作家》（1934）中也谈到:文学\"这不是从‘文学子游子夏’上割下来的,是从日本输入,他们的对于英文Literature的译名。\"我们讨论中国\"文学\"（literature）观念的现代性,是不能以literature汉译为\"文学\"为起点的,而应该从\"文学\"与\"想象\"等概念相互解释开始,因为古代汉语语境里的\"文学\"与西洋语境里的literature都有太多、太复杂的所指。\"文学\"\"想象\"虽然是中土固有的词汇,但用\"想象\"、\"形象\"、\"象征\"等概念来界定的\"文学\",却与洋学（西洋与东洋）密切相关。", "label": "艺术学", "id": 0}
{"content": "<正>二十世纪以来,随着技术的不断发展,各种新媒体层出不穷,且更新速度越来越快,先有摄影,然后有电影、电视,再有电脑、手机、电子纸等等。可见,\"新媒体\"概念从来都是相对的,影视、电子广告等都曾经是\"新媒体\"。当前的\"新媒体\"则主要是指互联网、手机、移动电视、数字广播、IPTV（交互式网络电视）等网络媒体和数字媒体。以上所有这些媒体形式,一言以蔽之,都是电子媒体,而相对于纸质媒体或印刷媒体来说,这些又都是所谓的\"新媒体\"。笔者以为,新媒体之\"新\",在其内容上,主要表现为两点:一是图像越来越多,也越来越精美,尤其是3D技术出现以来,这一点表现得更为明显。于是,新媒体汇人了当前视觉文化的洪流当中。各种新型的电子媒体在可视性方面无疑达到了历史的最高点,其画面或图像不仅唯美、生动,", "label": "艺术学", "id": 0}
{"content": "<正>一来稿须知1.《中国中外文艺理论研究》主要收录中国中外文艺理论学会年会参会学者所提交的会议论文,也接受学会会员及从事文艺理论研究的国内外学者的平时投稿,学术论文、译文、评述、书评及有价值的研究资料等均可。2.与会学者或会员投稿论文必须是首发论文;论文要求完整,不能是提要、提纲。3.来稿字数最长一般不要超过1万字,特殊稿件可略长一些,但最好控制在1.5万字以内。凡不同意编辑修改稿件者,请在来稿中注明。4.由于编校人员有限,所提交论文务请符合年刊稿件体例格式。稿件请在文末注明作者详细联系地址、电话号码、电子邮箱等,以便联系。5.《中国中外文艺理论研究》年度收稿截止时间一般为10月31日,希望大家在此时间前提交相关论文,遇特殊情况,截稿时间另行通知。来稿请发至本刊专用邮箱:", "label": "艺术学", "id": 0}
{"content": "威廉.福克纳与贾平凹虽然生活在不同的国家、时代和文化背景中,但《喧哗与骚动》和《秦腔》却有着令人惊讶的相似。两部作品的人物恰好都演绎了弗洛伊德的人格结构理论,即\"本我\"、\"自我\"和\"超我\"特征。本文运用弗洛伊德的人格结构理论对《喧哗与骚动》和《秦腔》进行平行研究,分析比较了两个精神世界中相似的人格结构。", "label": "艺术学", "id": 0}
{"content": "中国与西方虽然有着不同的文化背景和思想信仰,但中西方诗人都通过悼亡诗来悼念自己已故的爱人,并且结合诗人自身际遇,通过悼念亡妻而进行自我悼念。本文通过对《江城子》与《致亡妻》的分析与比较,揭示了中西方悼亡诗的异同。", "label": "艺术学", "id": 0}
{"content": "<正>本文研究语言、文学、文化的关系问题。首先,从概念入手,简单探讨语言、文学、文化三者的定义。语言是一种用来交流的符号系统,文学体现了语言的使用,文化是一个庞大的超纬度的范畴。其次,概述比较文学定义,讨论其发展经历的形象研究、平行研究、跨学科研究等阶段,研究比较文学的分析方法。最后,从比较文学角度入手,重点研究三者之间的互为载体关系:语言和文学是文化的载体,语言", "label": "艺术学", "id": 0}
{"content": "20世纪70年代以来,翻译研究作为人文学科中的重要一支,在历经语言转向和文化转向后逐渐从比较文学和语言学中脱离,发展成为一门独立的学科。翻译研究与比较文学之间的相互渗透,促使了二者在促进民族文学向世界文学发展中的相互交融,也推进了二者学科伙伴关系的建立,为翻译研究和比较文学的发展提供了更加广阔的前景。", "label": "艺术学", "id": 0}
{"content": "日本平安朝初期,汉诗文的制作空前繁盛。其中,《文华秀丽集》编撰于818年,是第二部敕撰汉诗集。参照中国南朝梁《昭明文选》的体例分11类,\"游览\"是其中一个重要类别。而聚类\"游览\"又始于《文选》,将两集中所录游览诗进行比对,有助于加深对《文华秀丽集》游览类别诗作的整体把握。本文在诗题、创作背景、所游景物、叙述顺序等方面对两者进行比较,可知《文华秀丽集》中的游览诗多为君臣同游过程中所作,这是当时用以展现君臣和乐思想的一个平台,还体现了嵯峨天皇君臣和乐、无为而治的儒道思想。", "label": "艺术学", "id": 0}
{"content": "<正>将金圣叹与契诃夫放在一起进行比较,似乎有点儿风马牛不相及。但实际上,他们二人在小说作品的写作体验方面,还是有不少相同或相近之处的。当然,也有一些大相径庭的地方。我们不妨先举两个例子来做一点剖析。一个例子在金圣叹评点本《水浒传》第8回中,就是林冲刺配沧州下牢房时的一段。在这里,林教头碰到了具有中国特色的\"变色龙\"式的人物——沧州牢城的差拨。", "label": "艺术学", "id": 0}
{"content": "<正>经过30年的建设国内比较文学与世界文学学科取得了可喜的成绩,通过对几所重点大学的考察,我们认为今后一个时期该学科发展的重点在于:一、课程整合比较文学与世界文学学科是由两个各自独立又紧密相关的学科组合而成的,目前大部分高校在该学科的教学上还是将比较文学与外国文学分作两部分进行独立地教授,这在一定程度上破坏了该学科的系统完整性,也割裂了人才培养中对中西共融的要求。加之,紧", "label": "艺术学", "id": 0}
{"content": "<正>文学的民族性与世界性问题,是文学创作与理论批评的百年课题,也是间或流于玄奇、模糊,甚至偏颇的问题。综观中外文艺理论与文艺创作的实践,放眼当下的探索,世界文化", "label": "艺术学", "id": 0}
{"content": "<正>消费主义的盛行导致了社会文化的转型,注重娱乐、消遣,抵拒教化的大众消费文化占据主流,公众意愿对于文学创作左右的力量愈来愈大,它对于文学的影响犹如双刃剑效应无疑值得我们仔细辨析:一方面是其所具有的的颠覆意义,有效淡化了政治情结,解构了文学", "label": "艺术学", "id": 0}
{"content": "文学语言是民族语言的精华,而诗的语言则是精华中的精华。诗歌翻译需要把精华转换成精华,要求译者既能充分领悟原诗的语言,音韵和意境,又能用高超的艺术手段驾驭目标语。因此对两种语言诗歌的比较研究对诗歌翻译而言显得尤为重要。本文选取部分英汉诗歌名篇为例,试从比较文学研究和文学翻译的融合来看英汉诗歌比较研究对英诗汉译的作用:即英汉诗歌比较研究能提高英诗汉译中语言、音韵和意境转换的准确性。我们可以借用同英文诗相比较的汉语诗的意象、修辞手法、音韵特点和意境来翻译英文诗,至少与之相比较的汉诗能提供给译者某种灵感。本文先以叶芝的\"The Lake Isle of Innisfree\"（《湖中的银纳斯夫利岛》）为例,读到这首颇有田园归隐气息的小诗时,脑子里会立刻浮现陶渊明《归园田居》（其一）里的诗句。虽然这两首诗在语言上没有完全对应的地方,意境却十分相似。虽然我们不可能把《归园田居》和\"The Lake Isle of Innisfree\"在语言上完全对应;叶诗采用的是-abab韵脚四行诗节,每行均为五步抑扬格,陶诗为三个节拍（二二一或二一二）的五言诗,英诗和汉诗在音韵节奏上也无法等同,译诗一般只能通过再创造的方式才能成功。译诗的忠实不能只着眼于词语、音韵和形式。更重要的是诗的内涵和意境。充分理解原诗的内涵,体会原诗作者的情感,领悟原诗的意境,才能做出更好的译作。正是真正领会了\"The Lake Isle of Innisfree\"的情感和意境,才能找出《归园田居》同它相比较,相比较的结果是能更准确、更有味道的做出这首诗的汉译。在诗的形式上,可以考虑《归园田居》式的五言诗,可以借鉴里面的叠音法,重要的是我们可以借鉴该诗的意境,在译作里营造淡泊宁静的氛围、增添清新的田园气息和洒脱的诗情。再以叶芝另一首诗\"Downby the Salley Gardens\"（《莎莉花园》）,里面有仙苑佳人、愚顽少年,有朦胧的爱情、淡淡的忧伤,有负佳人之痛、负生命之恨,这种对生活细腻的感受,还有\"salleygardens\",\"snow-white feet\",\"leaves\",\"river\",\"grass\"和\"tears\"这样灵动的意象,及该诗极富音乐性的-aabb韵脚四行诗节、六部抑扬格很容易使人联想到《诗经·国风·郑风·野有蔓草》里的句子:\"野有蔓草,零露漙兮。有美一人,清扬婉兮。邂逅相遇,适我愿兮。野有蔓草,零露瀼瀼。有美一人,婉如清扬。邂逅相遇,与子偕臧。\"虽然两诗表达的含义并不相同,但在诗情味道上很似接近,不禁想把两诗好好比较一番,其实在比较两诗的过程中,已经开始翻译了,总想从《野有蔓草》里找到译\"Downby the Salley Gardens\"的灵感。诗歌比较和诗歌翻译就这样自然的融合了。因此,比较不同文化、不同语言的两首诗歌,探讨出诗歌创作的共同规律,对于诗歌翻译的意义颇深。", "label": "艺术学", "id": 0}
{"content": "中文文学和文化经典在全球化信息时代的传播中屡遭解构和戏说,不断经受着来自各方面的挑战。如何在新的文化境遇中重新认识经典的本质和文化特性、反思经典的文化功能?在跨文化时空中审视经典的形成和流变、意义的解构和重建,既是比较文学研究的胜场,同时也是跨文化时代中国文学研究的一个重要视域。", "label": "艺术学", "id": 0}
{"content": "<正>传统的近代、现代、当代文学分块论的缺憾:中国的近代文学史77年,当代文学史60多年,中间夹着一个短短32年的现代,怎么看都不合理。当代（contemporary）意指当前时代的、同时代的,但是今天的80后90后听到反右与文革\"仿佛是听天方夜", "label": "艺术学", "id": 0}
{"content": "<正>最近出版的《1949-2000中外文学比较史》（江苏教育出版社2009年）,和《1898-1949中外文学比较史》（江苏教育出版社1993年）,都是关于现当代文学的比较文学研究。乐黛云评价此书是:\"中外文学关系研究的扛鼎之作\",", "label": "艺术学", "id": 0}
{"content": "<正>20世纪80年代,在那个各种文学理论模式如雨后春笋般冒出国内文论界地平线、互相争奇斗妍的时期,钱中文先生围绕文学审美反映问题发表和出版了一系列论文论著,这些研究,共同表达了文学审美反映的观点。在当时各种文学理论观点众声喧哗的浪潮中,审美反映论也许并不那么新潮和具有震惊效应,但大潮过后回视平静的海滩,这大约是经得起时间冲刷而保留下来的闪亮珍珠之一,值得我们细细观赏和倾听,在那里去领略当年文学理论浪涌潮奔的壮阔。本文对钱中文先生审美反映论思想的基本内容、内在逻辑、历史特征与理论价值展开描述和评价。", "label": "艺术学", "id": 0}
{"content": "<正>一这不是一个新鲜的话题。一看到这个题目,很多人可以不假思索地举出许多例子,比如说爱尔兰的乔伊斯和都柏林的关系,陀斯妥耶夫斯基和彼得堡的关系,巴尔扎克和雨果与巴黎的关系,君特·格拉斯和但泽的关系,等等等等,不一而足。", "label": "艺术学", "id": 0}
{"content": "<正>新时期以来,在从事文艺理论研究的专家学者共同努力下,我国当代文艺理论研究通过对世界范围内的当代文艺理论的引进、吸收和消化,以及对中国古典文艺理论的开掘和整理,形成了具有当代中国特色的文艺理论新格局。然", "label": "艺术学", "id": 0}
{"content": "<正>古今中外不乏对人与物之间自然关系的相互性（主客体统一、天人合一等等）、人与人之间社会关系的相互性的探讨,相对所缺乏的是对自然关系与社会关系之间的相互性的探讨——马克思则在劳动过程、资本流通过程中探讨了这种相互性。审美生产主义首先以人与自然之间自由的物质变换关系为出发点,而在\"生产者一产品一消费者\"这一框架中,这种自由和谐的生产又会导致自由和谐的消费,自由和谐的\"自然关系\"又会导致自由和谐的\"社会关系\"的建立,反过来说,也只有自由和谐的\"社会关系\"才能使自由和谐的\"自然关", "label": "艺术学", "id": 0}
{"content": "<正>随着影视、手机、网络等新媒体的迅速普及与兴盛,后现代审美文化生产的崛起已然成为当下主流性的审美文化现象。在这里,所谓后现代审美文化生产指的即是在当下大众消费性文化语境之中一种以文学为基质的特定精神生产活动,而\"超语言文字性话语形式\"与\"跨媒介性话语形式\"则是后现代审美文化生产的最为基本的标志。亦正基于此,语、音、像等合流的多媒介性话语形式文本开始崛起并大有取代传统单质性语言文字性文本之主流地位的趋", "label": "艺术学", "id": 0}
{"content": "<正>在视野全球化、传播媒介化和运作市场化的现实文艺语境下,如何建构当代形态的马克思主义文艺学才能引导与规范中国文学艺术的发展方向,合理阐释新兴的各种文艺现象?在回答这一问题上,可谓仁者见仁,智者见智。有人提出\"以马克思主义文艺理论为指导,走理论与实践相结合的中国创新之路,才能找到走出文艺理论危机的科学办法\"（董学文）,有人认为\"强调问题意识,倾听实践呼声,树立当代文化视野,是科学发展马克思主义文艺学的根本道路\"（陆贵山）,有人强调\"应重视对人民文学理论的思考与建构\"（冯宪光）,", "label": "艺术学", "id": 0}
{"content": "<正>我国新时期以来的文学理论建设缺乏实践性品格,这在目前的学术界似乎已经形成了共识。但是,何谓文学理论的实践性品格,其具体内涵是什么,新时期以来的文学理论建设为何会缺乏实践性品格,其危害又是怎样的?如此等等这样一些问题,在目前学术界已经发表的论文、出版的专著中鲜有集中、透彻的分析、论述。因为\"文学理论的生命力,来自于它同具体文学实践和社会实践不可分割的联系。它的问题意识和解释向度,都应该从这种实践中自然而然地生发出", "label": "艺术学", "id": 0}
{"content": "<正>一、民间的沉重与黑色的写作在中国,民间一直以来是个沉重的话题。中国现代文学的部分开创者们从民间切入,进而对民间进行了深入的解剖和描写。这方面的研究已经有很多。进入新世纪十来年,伴随着民间写作潮流,文论研究也开始关注这方面的发展动向。如,贺仲明新近出版的专著《一种文学与一个阶层——中国新文学与农民关系研究》从中国新文学与中国农民关系的角度论证了现代文学最早的民间写作,为我们提供了新的阐释视角和研究范式。其中涉及带有现代主", "label": "艺术学", "id": 0}
{"content": "<正>文学的发展不是凝固和静止的,而是随着社会的发展而不断变化,无论是文学的创造还是针对文学的欣赏,都会受到特定时期社会生产力和生活水平的制约。在历史上,宗教、政治、道德等因素曾经是文学创造、趣味型以及理想诉求的主要影响因子。传统社会的科技水平虽然对文学艺术的发展具有推动性,但是其力量相对较弱,这一方面是因为当时的科技发展水平较低,另一方面是因为当时的文学主体性明确,需要与宗教、政治、道德等因素的相互结合", "label": "艺术学", "id": 0}
{"content": "<正>一、文化政治何为?在如今文学理论中,\"文化\"无疑是最热门的概念了,\"政治\"也一直是再熟悉不过的概念,然而联结这两者而合成\"文化政治\"的概念,那就变得陌生了。但这恰恰是时下崭露头角并迅速趋热的新概念和关键词。那么,什么是\"文化政治\"呢?先得追溯一下这一概念的缘起。1991年,一位出生美国的非裔女作家贝尔·胡克斯写了一本题为《向往:种族、性别和文化政治学》的书,第一次提出\"文化政治学\"的概念,对于种族主", "label": "艺术学", "id": 0}
